[
    "رَبَّنَا اغفِر لي وَلِوالِدَيَّ وَلِلمُؤمِنينَ يَومَ يَقومُ الحِسابُ",
    "ربِّ أسأَلُكَ أنْ تجعَلَ كلَّ قضاءٍ قضَيْتَه لي خيرًا",
    "اللَّهُمَّ اكْفِني بحلالك عن حرامِك وأغْنِني بفَضْلِك عمَّن سِواك",
    "الحمدُ للهِ",
    "بسمِ اللهِ الذي لا يضرُّ معَ اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ",
    "ربِّ أعوذُ بكَ من النارِ وعذابِ النارِ",
    "اللهمَّ إنكَ عفوٌّ تُحبُّ العفوَ فاعفُ عنِّي",
    "اللهمَّ ارزقني حبكَ وحبَّ من يحبكَ",
    "اللَّهمَّ إنِّي أسأَلُكَ مِن الخيرِ كلِّه عاجلِه وآجلِه ما علِمْتُ منه وما لَمْ أعلَمْ",
    "ربِّ أسأَلُكَ الجنَّةَ وما قرَّبَ إليها مِن قولٍ أو عمَلٍ",
    "ربِّ استودعتكَ قلبي فلا يلقاكَ إلا سليمًا طاهرًا",
    "رَبِّ اشرَح لي صَدري وَيَسِّر لي أَمري",
    "ربِّ استودعتكَ قبري فلا تجعلهُ حفرةً من حفرِ النيرانِ، وآنسني في وحشتي واجعلْ قبري روضةً من رياضِ الجنةِ",
    "سبحانَ ربيَ العظيمِ",
    "رَبِّ أَدخِلني مُدخَلَ صِدقٍ وَأَخرِجني مُخرَجَ صِدقٍ وَاجعَل لي مِن لَدُنكَ سُلطانًا نَصيرًا",
    "سبحانَ ربيَ الأعلى",
    "ربِّ استودعتكَ نفسي فلا تلقاكَ إلا مطمئنةً بجوارِ سيدِ الورىٰ",
    "بسمِ اللهِ الذي لا يضرُّ معَ اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ",
    "ربِّ استودعتكَ ديني فلا ألقاكَ إلا مسلمًا موحدًا",
    "رَبِّ اغْفِرْ لي خَطِيئَتي وجَهْلِي وإسْرَافِي في أمْرِي كُلِّهِ وما أنْتَ أعْلَمُ به مِنِّي",
    "حسبيَ اللهُ ونعمَ الوكيلُ",
    "اللهمَّ أعنا على طاعتكَ",
    "صلِّ على محمدٍ",
    "ربنا آتِنا في الدنيا حسنةً وفي الآخرةِ حسنةً وقِنا عذابَ النارِ",
    "الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ",
    "وعجلتُ إليكَ ربِّ لترضى",
    "أستغفرُ اللهَ الذي لا إلهَ إلا هو الحيُّ القيومُ وأتوبُ إليهِ",
    "الحمدُ للهِ حبًّا وشكرًا وطاعةً",
    "سبحانَ اللهِ",
    "لا تنسَ ذكرَ اللهِ",
    "اللهمَّ أحسنْ خاتمتنا",
    "ربِّ استودعتكَ إيماني فلا ألقاكَ إلا مؤمنًا مُخبتًا",
    "سبحانَ اللهِ وبحمدهِ",
    "ربِّ أعوذُ بكَ من القبرِ وعذابِ القبرِ",
    "اللَّهُمَّ اهْدِنِي وَسَدِّدْنِي",
    "ربِّ استودعتكَ الصالحَ من عملي فلا ألقاكَ بهِ إلا وهوَ لوجهكَ خالصًا",
    "سبحانَ اللهِ وبحمدهِ عددَ خلقهِ ورضا نفسهِ وزنةَ عرشهِ ومدادَ كلماتهِ",
    "الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ",
    "ربِّ استودعتكَ مقعدي في الجنةِ لأراهُ في قبري مستبشرًا",
    "اللهمَّ صلِّ وسلمْ وباركْ على سيدنا محمدٍ",
    "اللهمَّ إني أعوذُ بكَ من الكفرِ والفقرِ وأعوذُ بكَ ربِّ من عذابٍ في النارِ أو عذابٍ في القبرِ",
    "لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ",
    "أستغفرُ اللهَ",
    "اللهمَّ ارحمني برحمتكَ",
    "ربِّ أعوذُ بكَ مِن النَّارِ وما قرَّبَ إليها مِن قولٍ أو عمَلٍ",
    "اللهُ أكبرُ",
    "ربِّ اغفرْ لي",
    "لا إلهَ إلا أنتَ سبحانكَ إني كنتُ من الظالمينَ",
    "لا إلهَ إلا اللهُ",
    "لا إلهَ إلا اللهُ، محمدٌ رسولُ اللهِ",
    "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِي إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ",
    "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
    "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي بَصَرِي نُورًا، وَفِي سَمْعِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ يَسَارِي نُورًا، وَفَوْقِي نُورًا، وَتَحْتِي نُورًا، وَأَمَامِي نُورًا، وَخَلْفِي نُورًا، وَاجْعَلْ لِي نُورًا",
    "اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا، وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلاَهَا",
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَأَعُوذُ بِكَ مِنَ العَجْزِ وَالكَسَلِ، وَأَعُوذُ بِكَ مِنَ الجُبْنِ وَالبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
    "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
    "سبحان الله وبحمده سبحان الله العظيم"
]