{
    "partText": [
        "علي الأكبر ابن الإمام الحسين عليهما‌السلام\n(أبطال الهاشميّين)\nبقلم: علي محمّد علي دخيل\n",
        "السلسلة: أبطال الهاشميّين\nالعدد: 4\nالكتاب: علي بن الحسين الأكبر عليه‌السلام\nالمؤلّف: علي محمّد علي دخيِّل",
        "الناشر: دار الكتاب الإسلامي بيروت - لبنان\nالتاريخ: 1400 - هـ 1979 م\nحقوق الطبع محفوظة للمؤلف\n",
        "الإهداء\nسيدي أبا عبد الله، هذه صفحة غرّاء من حياة ولدك (علي الأكبر)، وشعلة وضّاءة من سيرته، واستعراض لموقفه المشرّف يوم عاشوراء، اُقدّم يا سيدي هذا الكتاب مشاطرة مني لمصيبتك العظيمة فيه، ومؤمّلاً أن يجد فيه شبابنا دروساً في التضحية والجهاد في سبيل الإسلام وإعلاء كلمته؛ فينهجوا هذا النهج، ويسلكوا هذا الطريق.\nعلي محمّد علي دخيِّل\n",
        "\nبسم الله الرحمن الرحيم\nهذا الكتاب\nقرأت فيما سبق من هذه السلسلة بعض الجوانب التاريخيّة لمأساة كربلاء، وتقرأ في هذا الكتاب جانباً جديداً منها قام به بطل من الأبطال لم يتجاوز العقد الثالث من عمره، فكان أسمى مثال للشباب، وأفضل مقتدى للجيل المسلم.",
        "لقد سبق علي الأكبر شهداء كثيرون، كما تأخر عنه شهداء كثيرون، ولكن هناك مميزات كثيرة بينه وبين غيره من الشهداء؛ فالسائرون إلى الحرب يتأرجحون بين النصر والفوز، وبين الشهادة والخلود، فهم وإن قابلوا جيوش الأعداء وجحافل الكفر والضلال لم يفتهم الأمل بالظفر وكسب الحرب ونيل المغانم؛ وعلي الأكبر كان يعلم بأنه سائر إلى الشهادة، وأنها هي النصر والفتح المبين.\nوهناك مميزات له عن غيره من الشهداء، منها: حصول الإذن له من الحسين عليه‌السلام بالإنصراف، والأمان الذي عرضه عليه ابن سعد، وقبل هذا وذاك تصميمه على الموت\n\nبشكل غريب أعجب به سيد الشهداء عليه‌السلام.",
        "ولعلك تحسبني أيها القارئ الكريم أني أطلب منك أن تكون مثل علي الأكبر في إيمانه وتفانيه في سبيل الحق، وإعلاء كلمة الله سبحانه وتعالى، وتقول: كيف يتسنى لي أن أكون كذلك وقد رُبي علي في حجر ثلاثة من الأئمة الهداة عليهم‌السلام، وتخلَّق بأخلاقهم، وتأدّب بآدابهم، فنهج نهجهم في طلب مرضاة الله تعالى والجهاد في سبيله ؟\nوأنا يا أخي معك أنّ منزلة علي الأكبر لا يبلغها كبار العلماء فضلاً من أن أبلغها أنا وأنت، ولكن الذي اُريده لي ولك أن نسير في الطريق الذي سلكه، وننهج النهج الذي نهجه؛ فنسعد حينئذ بوحدة الهدف ورضى الله سبحانه وتعالى. \nأخذ الله بأيدينا للسير في طريق الشهداء والصالحين، وجعلنا ممن يهتدي بهم، ويتبع آثارهم إنه ولي حميد.\n",
        "في سطور \n* جدّه: الإمام أمير المؤمنين عليه‌السلام. \n* جدّته: فاطمة بنت رسول صلى‌الله‌عليه‌وآله. \n* أبوه: الإمام الحسين عليه‌السلام. ",
        "* عمّه: الإمام الحسن عليه‌السلام وبقيّة أولاد أمير المؤمنين عليه‌السلام. \n* عمّته: زينب، أُمّ كلثوم، وبقيّة بنات أمير المؤمنين عليه‌السلام. \n* إخوته: الإمام زين العابدين عليه‌السلام، عبد الله الرضيع. \n* أخواته: فاطمة، سكينة، رقيّة. ",
        "* أُمّه: ليلى بنت أبي مرّة بن عروة بن مسعود الثقفي. \n* ولد في المدينة 11 شعبان سنة 33 هـ. \n* كان يشبه رسول الله صلى‌الله‌عليه‌وآله خَلقاً وخُلقاً ومنطقاً. \n* كُنيته: أبو الحسن. ",
        "* لقبه: الأكبر. \n* استشهد مع أبيه الحسين عليه‌السلام في كربلاء. \n\n* دُفن عند أبيه الحسين عليه‌السلام في قبر متصل بقبره، عليه صندوق نفيس مطعّم بالعاج، وفوقه قفص فضّي يزدحم المسلمون من جميع أنحاء العالم للسلام عليه، والدعاء عند قبره الشريف. ",
        "* عمره: 27 سنة. \n\nالإمام الحسين عليه‌السلام \nهو سبط الرسول الأعظم صلى‌الله‌عليه‌وآله وحبيبه، وخامس أهل الكساء، ومن المخصوصين بآية التطهير، وسيّد شباب أهل الجنّة، فهو ابن الإمام أمير المؤمنين عليه‌السلام، وهو ابن فاطمة الزهراء سيدة نساء العالمين عليها‌السلام، وهو أخو الإمام الحسين عليه‌السلام، هو الإمام، ابن الإمام، أخو الإمام، أبو الأئمّة.",
        "هو الشهيد، ابن الشهيد، أخو الشهيد، أبو الشهداء.\nهو سيد أهل الإباء، ومَنْ علّم الناس على الحياة الكريمة تحت ظلال السيوف.\nهو المعني بقوله تعالى: ( وَجَعلَها كَلِمةً باقِيَةً في عَقِبهِ لَعَلّهم يَرجِعُون )، أي جعل الإمامة في عقب الحسين عليه‌السلام إلى يوم القيامة(1). \nهو الذي كان يُصلّى في اليوم والليلة ألف ركعة(2). ",
        "هو الذي حجّ خمساً وعشرين حجّة ماشياً على القدمين ونجائبه تُقاد معه(3). \nهو الذي دخل على أسامة بن زيد وهو مريض وهو يقول: وا غمّاه ! فقال: (( وما غمّك يا أخي ؟ )). قال: دَيني، \n____________________\n(1) ينابيع المودة / 117. ",
        "(2) أعيان الشيعة 1 / 124. \n(3) مطالب السؤول 2 / 28، أُسد الغابة 2 / 120، الشرف المؤبد لآل محمّد / 7، تاريخ ابن عساكر 4 / 323، تذكرة الخواصّ / 244، العقد الفريد 4 / 384. \n\nوهو ستون ألف درهم. فقال الحسين عليه‌السلام: (( هو عليّ )). قال: إنّي أخشى أن أموت. فقال الحسين عليه‌السلام: (( لن تموت حتّى أقضيها )). فقضاها قبل موته(1). ",
        "هو الذي وجد على ظهره يوم الطفّ أثر، فسُئل عنه زين العابدين عليه‌السلام فقال: (( هذا ممّا كان ينقل الجراب على ظهره إلى منازل الأرامل واليتامى والمساكين ))(2). \nهو الذي وصله معاوية بمال كثير، وثياب وافرة، وكسوة وافية، فردّ الجميع عليه ولم يقبله منه، وهذه سجيّة الجواد، وشنشنة الكريم، وسمة ذي السماحة، وصفة مَنْ قد حوى مكارم الأخلاق ومحاسن الشيم(3). \nهو الذي دعا بهذا الدعاء بعد أن سقط على الأرض صريعاً وجراحاته تنزف دماً: (( اللّهمّ متعالي المكان، عظيم الجبروت، شديد المحال، غنيّ عن الخلائق، عريض الكبرياء، قادر على ما تشاء، قريب الرحمة، صادق الوعد، سابغ النعمة، حسن البلاء، قريب إذا دُعيت، مُحيط بما خلقت، قابل التوبة لمَنْ تاب إليك، قادر على ما أردت، \n____________________",
        "(1) بحار الأنوار 10 / 143. \n(2) أعيان الشيعة 1 / 132. \n(3) إسعاف الراغبين / 183. \n",
        "تُدرك ما طلبت، شكور إذا شُكرت، ذكور إذا ذُكرت. أدعوك محتاجاً، وأرغب إليك فقيراً، وأفزع إليك خائفاً، وأبكي مكروباً، وأستعين بك ضعيفاً، وأتوكّل عليك كافياً. اللّهمّ احكم بيننا وبين قومنا؛ فإنّهم غرّونا وخذلونا، وغدروا بنا وقتلونا، ونحن عترة نبيّك، وولد حبيبك محمّد صلى‌الله‌عليه‌وآله، الذي اصطفيته بالرسالة، وائتمنته على الوحي، فاجعل لنا من أمرنا فرجاً ومخرجاً يا أرحم الراحمين. \nصبراً على حكمك يا غياث مَنْ لا غياث له، يا دائماً لا نفاد له، يا محيي الموتى، يا قائماً على كلّ نفسٍ بما كسبت، احكم بيني وبينهم وأنت خير الحاكمين ))(1). \n____________________\n(1) مقتل الحسين عليه‌السلام - للمقرّم. ",
        "\nالعصمة \nوعلي الأكبر عليه‌السلام من معصومي أهل البيت (صلوات الله عليهم)، إلاّ أنّ عصمته غير واجبة كالأنبياء والأئمّة عليهم‌السلام؛ لأنّهم (صلوات الله عليهم) واقعون في طريق تبليغ الرسالة؛ لذا وجبت عصمتهم.\nأمّا علي الأكبر، والعباس، وزينب عليهم‌السلام فهم معصومون بمعنى آخر، فهم منزّهون عن عمل القبيح، معصومون من الذنوب بملكة اكتسبوها، ومرتبة سامية حصلوا عليها؛ لطفاً من الله سبحانه وتعالى بهم، لعلمه بصحّة ضمائرهم، وصدق نيّاتهم، وإخلاصهم في طاعته، وانقيادهم لأمره جلّ شأنه. ",
        "وتُعرف هذه الملكة السامية لهؤلاء السادة بأمرين: \nالأمر الأوّل: شهادة المعصوم بحقّهم، فهو لا يُعطيها اعتباطاً؛ لتنزّهه عن الخطأ في القول والعمل. \nالأمر الثاني: مرورهم بالأزمات العظيمة والخطوب المذهلة، ومع ذلك لا يصدر منهم إلاّ الرضا والتسليم لأمره سبحانه وتعالى، فإذا كان هذا حالهم في أيام البؤس والمحن، فهم أولى بالشكر في حال اليسر والرخاء. \nوتحقّق الأمر الأوّل لعلي الأكبر (عليه السلام) بـ: ",
        "1 - دفن الإمام زين العابدين عليه‌السلام له في قبر مستقل \n\nمحاذياً لقبر أبيه سيّد الشهداء عليه‌السلام؛ تمييزاً له عن بقية الشهداء (رضوان الله عليهم أجمعين). \n2 - إفراد الأئمّة عليهم‌السلام له بزيارات مستقلّة؛ إشعاراً بسموّ مقامه، وعظيم درجته عند المولى سبحانه وتعالى. ",
        "3 - كلماتهم (صلوات الله عليهم) فيه، لا سيّما في زياراته(1). \nوأنت إذا تأمّلت كلمة الإمام الحسين عليه‌السلام عندما وقف على مصرعه [ فقال ]: (( قتل الله قوماً قتلوك، ما أجرأهم على الرحمن، وعلى انتهاك حرمة الرسول صلى‌الله‌عليه‌وآله ! )). \nويستشف من هذه الكلمة عظمة الشهيد؛ فحرمة الرسول الأعظم صلى‌الله‌عليه‌وآله لا تُنتهك بقتل فرد من المسلمين مهما بلغت منزلته، إلاّ أن يكون القتيل الإمام أو مَنْ يليه في السموّ والرفعة والقرب من الله سبحانه وتعالى. \nوتحقّق الأمر الثاني للشهيد الأكبر عليه‌السلام - أعني الصبر في الأزمات - كلامه مع أبيه سيّد الشهداء عليه‌السلام عند قصر بني مُقاتل(2)، والثبات معه رغم رخصته لجيشه في الانصراف، وأهم من هذا وذاك ردّه عليه‌السلام لأمان أهل الكوفة وتصميمه على الشهادة من أجل إعلاء كلمة الحقّ، ورفع راية الإسلام خفّاقة، وسحق الطغاة الظالمين. ",
        "____________________\n(1) انظر فصل كلمات الأئمّة عليهم‌السلام من هذا الكتاب. \n(2) انظر فصل (أوَلسنا على الحق) من هذا الكتاب. \n",
        "( لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لأُوْلِي الأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلَّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ )(1).\n____________________\n(1) سورة يوسف / 11. \n",
        "أوَلَسنا على الحقّ \nوالموت مرّ وكريه مطعمه؛ لأنّه الباب المُفضي لما بعده من الأهوال والمشاق، ولكن هناك أشخاص استعذبوه من أجل الحقّ، وإعلاء كلمة الله سبحانه وتعالى، ولأنّه يؤدي بهم إلى رضوان الله وجنانه. \nوفي طليعة هؤلاء أصحاب الحسين عليه‌السلام وأهل بيته، فقد كان سرورهم بالشهادة أعظم من سرور عدوّهم بالظفر والغلبة. \nصحيح أنّ كلّ جندي في الجيش الإسلامي مستعدّ للموت، بل كلّ جندي في ساحة الحرب، ولكن هناك فوارق ومميّزات؛ فأصحاب الرسول الأعظم صلى‌الله‌عليه‌وآله وإن وطّنوا أنفسهم على الموت إيماناً بعدالة قضيّتهم وإعلاء لكلمة ربّهم، ولكنّهم كانوا يتأرجحون بين الموت والنصر، ولكن جنود سيّد الشهداء عليه‌السلام لم يكن أمامهم سوى الموت المحتّم؛ فقد خطبهم الحسين عليه‌السلام في صبيحة يوم عاشوراء قائلاً: (( إنّ الله قد أذن في قتلكم فعليكم بالصبر ))(1)؛ وبذلك فضّلوا على غيرهم من الشهداء. ",
        "____________________\n(1) كامل الزيارات / 73. \n\nوفارق آخر بين أصحاب الرسول الأعظم صلى‌الله‌عليه‌وآله وأصحاب الحسين عليه‌السلام؛ فقد كان فرار الأوّلين من الحرب النار، العار، ( إِنَّ الَّذِينَ تَوَلَّوْاْ مِنكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ )(1)، بينما أصحاب الحسين عليه‌السلام أذن لهم بالانصراف فأبوا، فقد خطبهم عليه‌السلام ليلة عاشوراء قائلاً: (( ألا وإنّي قد أذنت لكم فانطلقوا جميعاً في حلّ ليس عليكم منّي ذمام، هذا الليل قد غشيكم فاتخذوه جملاً ))(2). ",
        "ولم يكن هذا بأوّل إذن لهم بالتفرّق والانصراف، ففي زبالة أخرج عليه‌السلام للناس كتاباً فقرأه عليهم: (( بسم الله الرحمن الرحيم، أمّا بعد، فإنّه قد أتانا خبر فظيع؛ قتل مسلم بن عقيل، وهانئ بن عروة، وعبد الله بن يقطر، وقد خذلتنا شيعتنا، فمَنْ أحبّ منكم الانصراف فلينصرف، ليس عليه منّا ذمام ))(3). \nكذلك الإعلام بالشهادة كان مسبقاً، فهو عليه‌السلام من حين خرج من مكّة يلهج بذكر يحيى بن زكريا عليه‌السلام وما أصابه، ويقول: (( إنّ من هوان الدنيا على الله أن يُهدى رأس يحيى بن زكريا لبغيٍّ من بغايا بني إسرائيل )). \n____________________\n(1) سورة آل عمران / 155. ",
        "(2) الإرشاد / 231. \n(3) تاريخ الطبري 6 / 226. \n\nوفي طليعة الموكب الحسيني المستميت على الحقّ والعدالة ابنه علي الأكبر عليه‌السلام. ",
        "ذكر أهل المقاتل والسير عن عقبة بن سمعان قال: لمّا كان السحر من الليلة التي بات بها الحسين عليه‌السلام عند قصر بني مقاتل، أمرنا عليه‌السلام بالاستسقاء من الماء، ثمّ أمرنا بالرحيل ففعلنا، فلمّا ارتحلنا عن قصر بني مقاتل خفق برأسه خفقة ثمّ انتبه وهو يقول: (( إنّا لله وإنّا إليه راجعون، والحمد لله ربّ العالمين )). \nثمّ كرّرها مرتين أو ثلاثاً، فأقبل إليه ابنه علي بن الحسين، وكان على فرس له، فقال: إنّا لله وإنّا إليه راجعون، والحمد لله ربّ العالمين، يا أبتِ جُعلت فداك ! ممّ استرجعت وحمدت الله ؟ \nفقال الحسين عليه‌السلام: (( يا بُنيّ، إنّي خفقت برأسي خفقة فعنَّ لي فارس على فرس فقال: القوم يسيرون والمنايا تسري إليهم، فعلمت أنّها أنفسنا نُعيت إلينا )). \nفقال له: يا أبتِ، لا أراك الله سوءاً، ألسنا على الحقّ ؟ ",
        "قال: (( بلى والذي إليه مرجع العباد )). \nقال: يا أبتِ، إذاً لا نبالي نموت محقّين. \nفقال له: (( جزاك الله من ولد خير ما جزى ولداً عن والده ))(1). \n____________________",
        "(1) أبصار العين / 25. \n\n( إِنَّ اللّهَ اصْطَفَى آدَمَ وَنُوحاً وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ )(1).\n____________________",
        "(1) سورة آل عمران / 33. \n\nأمـان \nيخطب سيد الشهداء عليه‌السلام بذي حسم فيقول: (( فإنّي لا أرى الموت إلاّ سعادة، والحياة مع الظالمين إلاّ برماً ))(1). فكان هذا شعاره حتّى آخر لحظة من حياته، كما كان شعار الهاشميّين والأنصار. ",
        "إنّ من أهم الأسباب التي تجعل أهل الحقّ أسرع استجابة لدواعي الموت من أهل الباطل، هو علمهم بما أعدّ الله سبحانه وتعالى لهم من النعيم الدائم، [قال تعالى]: ( قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاء وَمَصِيراً * لَهُمْ فِيهَا مَا يَشَاؤُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْؤُولاً )(2). \n( تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيّاً )(3)، ( وَسَارِعُواْ إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ )(4)، ( سَابِقُوا إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاء وَالأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ \n____________________\n(1) تاريخ الطبري 6 / 229. ",
        "(2) سورة الفرقان / 15 - 16. \n(3) سورة مريم / 63. \n(4) سورة آل عمران / 133 \n",
        "يُؤْتِيهِ مَن يَشَاء وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ )(1). \n( وَجَزَاهُم بِمَا صَبَرُوا جَنَّةً وَحَرِيراً )(2)، ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ )(3)، ( أُوْلَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهِمُ الأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَاباً خُضْراً مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِئِينَ فِيهَا عَلَى الأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقاً )(4). \n( قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُّطَهَّرَةٌ وَرِضْوَانٌ مِّنَ اللّهِ وَاللّهُ بَصِيرٌ بِالْعِبَادِ )(5)، ( فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللّهِ وَاللّهُ عِندَهُ حُسْنُ الثَّوَابِ )(6). \n( لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً",
        "____________________\n(1) سورة الحديد / 21. \n(2) سورة الإنسان / 12. \n(3) سورة الرحمن / 46. ",
        "(4) سورة الكهف / 31. \n(5) سورة آل عمران / 15. \n(6) سورة آل عمران / 195. \n",
        "رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ )(1)، ( يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ )(2). \n( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ )(3)، ( أُوْلَئِكَ جَزَآؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ )(4)، ( يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ )(5)، ( وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُم مَّا يَشَاؤُونَ عِندَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الكَبِيرُ )(6). \nفالمؤمنون وإن كانوا في هذه الدنيا في أرغد عيش وأهنأه لا يُقاس بالجنّة ونعيمها، كما إنّ الكافرين وأهل الجحود \n____________________",
        "(1) سورة المائدة / 119. \n(2) سورة الحديد / 12. \n(3) سورة البروج / 11. \n(4) سورة آل عمران / 136. ",
        "(5) سورة التوبة / 21. \n(6) سورة الشورى / 22. \n\nوالعصاة مهما كانوا في تعاسة وشقاء في الحياة الدنيا، فهو لا شيء بلحاظ ما أعدّ الله جلّ جلاله لهم من العذاب والهوان. ",
        "ومن طريف ما ورد عن الإمام الحسن عليه‌السلام أنّه اغتسل وخرج من داره في بعض الأيام، وعليه حلّة فاخرة، ووفرة ظاهرة، ومحاسن سافرة، بنفحات طيّبات عاطرة، ووجهه يشرق حسناً، ووجهه قد كمل صورة ومعنى، والسعد يلوح على أعطافه، ونضرة النعيم تعرف من أطرافه.\nوقد ركب بغلة فارهة غير عسوفة، وسار وقد اكتنفه من حاشيته صفوف، فعرض له شخص من محاويج اليهود، وعليه مسح من جلود، وقد أنهكته العلّة والذلّة، وشمس الظهيرة قد شواه، وهو حامل جرّة ماء على قفاه، فاستوقف الحسن عليه‌السلام فقال: يابن رسول الله، سؤال. \nفقال له: (( ما هو ؟ )).\nقال: جدّك يقول: (( الدنيا سجن المؤمن وجنّة الكافر ))، وأنت المؤمن وأنا الكافر، فما أرى الدنيا إلاّ جنّة لك تنعم فيها وأنت مؤمن وتستلذّ بها، وما أراها إلاّ سجناً قد أهلكني حرّها وأجهدني فقرها ! ",
        "فلمّا سمع الحسن عليه‌السلام كلامه أشرق عليه نور التأييد، واستخرج الجواب من خزانة علمه، وأوضح \n\nلليهودي خطأ ظنّه، وخطل زعمه، وقال عليه‌السلام: (( يا شيخ، لو نظرت إلى ما أعدّ الله لي وللمؤمنين في دار الآخرة ممّا لا عين رأت، ولا اُذن سمعت، ولا خطر على قلب بشر لعلمت قبل انتقالي إليه في هذه الحالة في سجن، ولو نظرت إلى ما أعدّ الله لك ولكلّ كافر في الدار الآخرة من سعير جهنّم، ونكال العذاب الأليم المقيم لرأيت قبل مصيرك إليه في جنّة واسعة ونعمة جامعة ))(1). \nوظنّ أهل الكوفة يوم عاشوراء أنّ ابن رسول الله صلى‌الله‌عليه‌وآله وحفيد أمير المؤمنين عليه‌السلام مؤثراً الدنيا على ما أعدّ الله لأوليائه من الجنّة ونعيمها، فناداه مناديهم وقد حمل عليهم: إنّ لك رحماً بأمير المؤمنين يزيد بن معاوية. ",
        "فقال عليه‌السلام: لَقرابة رسول الله صلى‌الله‌عليه‌وآله أحق أن تُرعى من قرابة يزيد بن معاوية. ثمّ شدّ عليهم(2). \n( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلاّ تَخَافُوا ولا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ )(3). \n____________________ \n(1) الفصول المهمة / 140، كشف الغمة. ",
        "(2) سر السلسلة العلوية / 30، والرحم التي أشاروا إليها هي من جهة اُمّ علي الأكبر ليلى بنت أبي مرّة بن عروة بن مسعود الثقفي، واُمّها ميمونة بنت أبي سفيان. \n(3) سورة فصلت / 30. \n\nالشهادة ",
        "وطلع فجر اليوم العاشر من المحرّم، فصلّى الحسين عليه‌السلام بأصحابه صلاة الصبح، ثمّ خطبهم قائلاً: (( إنّ الله قد أذن في قتلكم فعليكم بالصبر ))(1). \nثمّ عبّأهم للحرب، فجعل على الميمنة زهير بن القين البجلي، وعلى المسيرة حبيب بن مظاهر الأسدي، وثبت عليه‌السلام وأهل بيته في القلب، وأعطى رايته أخاه العباس بن أمير المؤمنين عليه‌السلام. ثمّ تقدّم خطيباً في أهل الكوفة، فعن الضحّاك المشرقي: فوالله، ما سمعت متكلّماً قطّ قبله ولا بعده أبلغ في منطق منه(2) ! كما خطب بعض أصحابه (رضوان الله عليهم). \nوالتحق الحرّ الرياحي وآخرون بالحسين عليه‌السلام بعد أن وضحت لهم معالم الحقّ والرشاد، وخاف ابن سعد أن يفلت من يده الزمام، فتقدّم نحو عسكر الحسين عليه‌السلام ورمى بسهم وقال: اشهدوا لي عند الأمير أنّي أوّل مَنْ رمى. ثمّ رمى الناس، فلم يبقَ من أصحاب الحسين عليه‌السلام أحد إلاّ أصابه من سهامهم، فقال عليه‌السلام لأصحابه: (( قوموا \n____________________",
        "(1) كامل الزيارات / 73. \n(2) تاريخ الطبري 6 / 242. \n\nرحمكم الله إلى الموت الذي لا بدّ منه؛ فإنّ هذه السهام رسل القوم إليكم )). ",
        "فحمل أصحابه حملة واحدة، واقتتلوا ساعة، فما انجلت الغبرة إلاّ عن خمسين صريعاً(1). ثمّ أخذوا يحملون فرادى ومجموعات صغيرة حتى استشهدوا عن آخرهم (رضوان الله عليهم أجمعين). \nوتقدّم الهاشميّون يودّع بعضهم البعض، وأوّل مَنْ تقدّم منهم للحرب أبو الحسن علي الأكبر عليه‌السلام، فلمّا رآه الحسين عليه‌السلام رفع شيبته نحو السماء وقال: (( اللّهمّ اشهد على هؤلاء القوم، فقد برز إليهم غلام أشبه الناس خَلقاً وخُلقاً ومنطقاً برسولك محمّد صلى‌الله‌عليه‌وآله، وكنّا إذا اشتقنا إلى وجه رسولك نظرنا إلى وجهه. اللّهمّ فامنعهم بركات الأرض، وإن متّعتهم ففرّقهم تفريقاً، ومزّقهم تمزيقاً، واجعلهم طرائق قدداً، ولا ترضِ الولاة عنهم أبداً؛ فأنّهم دعونا لينصرونا ثمّ عدوا علينا يُقاتلونا ويقتلونا )).\nثمّ صاح الحسين عليه‌السلام بعمر بن سعد: (( ما لك ؟! قطع الله رحمك، ولا بارك لك في أمرك، وسلّط عليك مَنْ يذبحك على فراشك(2) كما قطعت رحمي ولم تحفظ قرابتي من رسول الله صلى‌الله‌عليه‌وآله )).\nثمّ رفع صوته وقرأ: (( إِنَّ الله اصْطَفَى آدَمَ وَنُوحاً وَآلَ إِبْرَاهِيمَ وَآلَ ",
        "____________________\n(1) مقتل الحسين عليه‌السلام - للمقرّم / 292. \n(2) وقد استجاب الله جلّ جلاله دعاء سيد الشهداء عليه‌السلام؛ فقد أرسل إليه المختار (رضوان الله عليه) مَنْ قتله على فراشه. \n",
        "عِمْرَانَ عَلَى الْعَالَمِينَ * ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ وَالله سَمِيعٌ عَلِيمٌ ))(1). \nثمّ حمل علي بن الحسين عليه‌السلام وهو يقول: \nفلم يزل يُقاتل حتى ضجّ أهل الكوفة لكثرة مَنْ قُتل منهم، حتى روي أنّه قتل على عطشه مئة وعشرين رجلاً، ثمّ رجع إلى أبيه وقد أصابته جراحات كثيرة، فقال: يا أبه، العطش قد قتلني، وثقل الحديد قد أجهدني، فهل إلى شربة ماء من سبيل أتقوّى بها على الأعداء ؟ \nفبكى الحسين عليه‌السلام وقال: (( يا بُني، عزّ على محمّد وعلى عليّ وعلى أبيك أن تدعوهم فلا يجيبونك، وتستغيث بهم فلا يغيثونك. يا بُني، هات لسانك )). فأخذ لسانه فمصّه، ودفع إليه خاتمه وقال له: (( خذ هذا الخاتم في فيك، وارجع إلى قتال عدوّك؛ فإنّي أرجو أن لا تُمسي حتّى يسقيك جدّك ",
        "____________________\n(1) سورة آل عمران / 33 – 34. \n\nبكأسه الأوفى شربة لا تظمأ بعدها أبداً )). ",
        "فرجع علي بن الحسين إلى القتال، وحمل وهو يقول: \nوجعل يُقاتل حتى قتل تمام المئتين، ثمّ ضربه منقذ بن مرّة العبدي على مفرق رأسه ضربة صرعه فيها، وضربه الناس بأسيافهم؛ فاعتنق الفرس فحمله إلى عسكر عدوّه فقطّعوه بأسيافهم إرباً إرباً، فلمّا بلغت روحه التراقي نادى بأعلى صوته: يا أبتاه، هذا جدّي رسول الله قد سقاني بكأسه الأوفى شربة لا أظمأ بعدها أبداً، وهو يقول لك: (( العجل؛ فإنّ لك كأساً مذخورة )). \nفصاح الحسين عليه‌السلام: (( قتل الله قوماً قتلوك يا بُني، ما أجرأهم على الله وعلى انتهاك حرمة رسول الله ! على الدنيا بعدك العفا ))(1). \n____________________",
        "(1) مقتل الحسين عليه‌السلام - للخوارزمي 2 / 31. \n\nمرقده عليه‌السلام \nوفي اليوم الحادي عشر من المحرّم دفن عمر بن سعد قتلاه وترك الحسين عليه‌السلام وأهل بيته وأنصاره تصهرهم الشمس، وفي اليوم الثالث عشر جاء بنو أسد لدفن الأجساد الطاهرة، وقبل أن يُباشروا مهمّتهم جاء الإمام زين العابدين عليه‌السلام من الكوفة للمهمّة نفسها، وأخذ يعاونهم في عملهم.",
        "فدفن أباه الحسين عليه‌السلام في قبر مستقل، كما دفن جميع الشهداء في قبر واحد - عدا حبيب بن مظاهر - كما دفن عمّه العباس عليه‌السلام على العلقمي حيث مصرعه، ودفن أخاه علياً عند رجلي أبيه عليه‌السلام. وسبق لنا القول إنّ الإمام عليه‌السلام يعمل وفقاً لتعاليم السماء، ويتصرّف حسبما يؤمر به. \nوتكشف الأيام بعض هذا السرّ، فإذا بضريحه الطاهر يطوف به المسلمون من جميع أقطار المعمورة، متوسّلين به إلى الله سبحانه في قضاء حوائجهم، وكشف كربهم، وطلب المغفرة منه سبحانه وتعالى بشفاعته، كما بقي هذا الأثر الرفيع شاهد عدل على ظلم الأولين وعتوّهم. \n\nويقول الشيخ جعفر الشوشتري (رحمه الله): وملاحظة انكسار القلب عند النظر إلى قبره وقبر والده عند رجليه كما في الرواية(1). ",
        "____________________\n(1) الخصائص الحسينية / 7، والرواية التي أشار الشيخ إليها عن الصادق عليه‌السلام. \n\nكلمات الأئمّة عليهم‌السلام ",
        "في هذا الفصل تتبيّن عظمة الشهيد، فكلّ مؤلّف مهما كان من الورع والتقوى والضبط ربّما يجنح به القلم فيطنب مادحاً فوق الاستحقاق، أو يقدح ذاماً بأكثر من المطلوب، ولكنَّ الأئمّة (صلوات الله وسلامه عليهم) منزّهون عن ذلك، فلا يستهويهم حبّ فيمدحون، ولا يستفزّهم بغض فيذمّون، بل كلامهم المعيار الحقيقي لتقييم الشخص. \nوبين يديك بعض كلماتهم (صلوات الله عليهم) في الشهيد الأكبر عليه‌السلام، وبيان منزلته الرفيعة، ومقامه السامي عند الله والرسول صلى‌الله‌عليه‌وآله. \n1 - قال الإمام الحسين عليه‌السلام وقد وقف على مصرعه: (( قتل الله قوماً قتلوك، ما أجرأهم على الرحمن وعلى انتهاك حرمة الرسول صلى‌الله‌عليه‌وآله ! )). وانهملت عيناه بالدموع، ثمّ قال: (( على الدنيا بعدك العفا ))(1). \n2 - قال الإمام الصادق عليه‌السلام في زيارته: (( السّلام عليك يابن رسول الله، السّلام عليك يابن ",
        "____________________\n(1) الإرشاد / 239. \n\nأمير المؤمنين، السّلام عليك يابن الحسين، السّلام عليك يابن خديجة الكبرى وفاطمة الزهراء، صلّى الله عليك - ثلاثاً - لعن الله مَنْ قتلك - ثلاثاً - أنا إلى الله منهم بريء ))(1). ",
        "وقال الإمام الصادق عليه‌السلام في زيارة له اُخرى: (( سلام الله وسلام ملائكته المقرّبين، وأنبيائه المرسلين، عليك يا مولاي وابن مولاي ورحمة الله وبركاته، صلّى الله عليك وعلى أهل بيتك، وعترة آبائك الأخيار الأبرار الذين أذهب الله عنهم الرجس وطهّرهم تطهيراً ))(2). \nوقال عليه‌السلام في زيارة اُخرى: (( السّلام عليك يابن رسول الله ورحمة الله وبركاته، وابن خليفة رسول الله، وابن بنت رسول الله ورحمة الله وبركاته، مضاعفة كلّما طلعت شمس أو غربت. السّلام عليك وعلى روحك وبدنك، بأبي أنت واُمّي من مذبوح ومقتول من غير جرم ! بأبي أنت واُمّي دمك المرتقى به إلى حبيب الله ! بأبي أنت وأُمي من مقدّم بين يدي أبيك يحتسبك ويبكي عليك، محترقاً عليك قلبه، ويرفع دمك بكفّه إلى عنان السماء لا يرجع منه قطرة، ولا تسكن من أبيك عليك زفرة.\n____________________\n(1) كامل الزيارات / 200. ",
        "(2) كامل الزيارات / 204. \n\nودّعك للفراق، فمكانكما عند الله مع آبائك الماضين، ومع اُمّهاتك في الجنان منعّمين. أبرأ إلى الله ممّن قتلك وذبحك )). \nثمّ انكب على القبر وضع يديك عليه وقل: (( سلام الله وسلام ملائكته المقرّبين، وأنبيائه المرسلين، وعباده الصالحين، عليك يا مولاي وابن مولاي ورحمة الله وبركاته، صلّى الله عليك وعلى عترتك وأهل بيتك، وآبائك وأبنائك واُمّهاتك الأخيار الأبرار، الذين أذهب الله عنهم الرجس وطهّرهم تطهيراً. ",
        "السّلام عليك يابن رسول الله، وابن أمير المؤمنين، وابن الحسين بن علي ورحمة الله وبركاته، لعن الله قاتلك، ولعن الله مَنْ استخفّ بحقّكم وقتلكم، لعن الله مَنْ بقي منهم ومَنْ مضى، نفسي فداؤكم ولمضجعكم، صلّى الله عليك وسلّم تسليماً كثيراً )). \nثمّ ضع خدّك على القبر وقل: (( صلّى الله عليك يا أبا الحسن - ثلاثاً - بأبي أنت واُمّي، أتيتك زائراً وافداً عائذاً ممّا جنيت على نفسي، واحتطبت على ظهري، أسأل الله وليّك وليّي أن يجعل حظّي من زيارتك عتق رقبتي من النار ))(1). \n____________________\n(1) كامل الزيارات / 240. ",
        "\nوقال أيضاً في زيارة اُخرى: (( السّلام عليك يا وليّ الله وابن وليّه، السّلام عليك يا حبيب الله وابن حبيبه، السّلام عليك يا خليل الله وابن خليله، عشت سعيداً، ومتَّ فقداً، وقتلت مظلوماً، يا شهيد ابن الشهيد عليك من الله السّلام ))(1). \nوقال الإمام المهدي عليه‌السلام في زيارة الناحية: (( السّلام عليك يا أوّل قتيل من نسل خير سليل، من سلالة إبراهيم الخليل، صلّى الله عليك وعلى أبيك ))(2). \n____________________",
        "(1) المزار الكبير (مخطوط). \n(2) الإقبال / 44. \n\nموكب الشعراء ",
        "وعلي الأكبر عليه‌السلام يتلو الأئمّة (صلوات الله وسلامه عليهم) في الفضائل والمكارم، ولا يقصر عنهم إلاّ في الإمامة التي خصّهم بها الله سبحانه وتعالى من بين خلقه؛ لنا على ذلك شواهد كثيرة مرّ عليك بعضها. \nوليس هذا وحده هو الموجب لرثائه عليه‌السلام، بل إنّ في ندبته مواساة لسيد الشهداء عليه‌السلام في مصابه بشبله، كما إنّ رثاءه عليه‌السلام شجب لعمل العتاة لظالمين، ونصرة لأئمّة الحقّ (صلوات الله عليهم أجمعين)، وتعرّض لدخول الجنّة لما ورد في الحديث. \nوبين أيدينا مجموعة كبيرة من الشعر في رثائه عليه‌السلام، وبعضها من غرر الشعر وجيّده نسجّل منها: \n1 - قال أبو الحسن التهامي:",
        "\n2 - قال المرحوم السيد إبراهيم الطباطبائي: \n\n",
        "\n____________________\n(1) شعراء الغري 1 / 123. \n",
        "3 - قال المرحوم الشيخ محمّد الحسين آل كاشف الغطاء (طاب ثراه):\n\n\n",
        "\n\n\n4 - قال الشيخ عبد الحسين صادق (طاب ثراه):",
        "____________________\n(1) شعراء الغري 8 / 160.\n\n",
        "\n\n____________________\n(1) ديوانه (عرف الولاء) 2 / 131. ",
        "\n5 - قال الشيخ جعفر النقدي (رحمه الله):\n____________________\n(1) لا يخفى ما في البيت من خلل عروضي واضح. (موقع معهد الإمامين الحسنين)",
        "\n\n\n6 - قال السيد محمّد جمال الهاشمي (رحمه الله):",
        "\n7 - من قصيدة للمرحوم الشيخ محمّد الخليلي:\n____________________\n(1) علي الأكبر - للمقرم / 129. ",
        "\n____________________\n(1) يبدو أنّ هناك خطأً وقع أثناء النسخ؛ حيث إنّ عبارة (فوقَ الخدودِ  انسجاما) تكررت في هذا البيت والبيت الذي يليه مباشرة، وهي هنا واضحة الإقحام. (موقع معهد الإمامين الحسنَين)\n",
        "____________________\n(1) شعراء الغري 11 / 101. \n\n8 - قال الشيخ محمّد علي اليعقوبي (رحمه الله):",
        "\n\n9 - قال السيد مهدي الأعرجي (رحمه الله):\n____________________",
        "(1) الذخائر / 95.\n\n\n10 - من قصيدة للسيد مهدي البحراني (طاب ثراه):",
        "____________________\n(1) علي الأكبر - للمقرم / 144.\n\n",
        "11 - من قصيدة للدكتور أحمد الوائلي (رحمه الله):\n____________________\n(1) علي الأكبر - للمقرم / 138.\n",
        "\n____________________\n(1) في البيت خلل عروضي واضح. (موقع معهد الإمامين الحسنَين)\n",
        "\n12 - قال الشيخ عبد المنعم الفرطوسي (رحمه الله):\n\n",
        "\n\n____________________\n(1) ديوان الفرطوسي 1 / 85. ",
        "\nكلمات العلماء والعظماء \nوليست هذه الكلمات ممّا يُستدل بها على عظمة شهيد الطفّ، فهو أجلّ وأرفع من ذلك، لكن هذه الكلمات تُعطي القارئ الكريم صورة على إجماع السلف والخلف، والمؤالف والمخالف على عظمة شهيد الإباء. \nكما إنّ هذه الكلمات تكشف عن جوانب مختلفة من حياة الشهيد العظيم (رضوان الله عليه وصلواته)، فهي حرية أن يطّلع عليها القرّاء؛ لهذا وذاك سجّلنا منها: ",
        "1 - قال معاوية: من أحقّ الناس بهذا الأمر ؟ \nقالوا: أنت. \nقال: لا، أولى الناس بهذا الأمر عليُّ بن الحسين بن علي؛ جدّه رسول الله صلى‌الله‌عليه‌وآله، وفيه شجاعة بني هاشم، وسخاء بني أُمية، وزهو ثقيف(1). \n2 - قال الشيخ الدربندي: إنّه كان أفضل من جميع حواري رسول الله صلى‌الله‌عليه‌وآله، وهم: سلمان وأبو ذر ومقداد، ومن جميع ",
        "____________________\n(1) مقاتل الطالبيين / 52. \n\nحواري أمير المؤمنين عليه‌السلام، وهم: عمرو بن الحمق الخزاعي، وميثم التمّار، وأويس القرني، ومحمد بن أبي بكر(1). ",
        "3 - قال الشيخ حسين البلادي: وكُنيته أبو الحسن، ولقبه الأكبر؛ لأنّه الأكبر على الأصح، والسقّا؛ لأنّه عليه‌السلام سقى عيالات أبيه. وكان (سلام الله عليه) عالي الشأن، فارس الفرسان، ومن المودّة والمواساة لأبيه في أعلى مكان(2). \n4 - قال السيد هبة الدين الشهرستاني: سُمّي شبيه النبي، فترعرع الصبي وترعرع معه جمال النبي صلى‌الله‌عليه‌وآله، ونما فيه الكمال، وأزهرت حوله الآمال، وبلغ تصابي آل النبي صلى‌الله‌عليه‌وآله فيه مبلغ الوله والعشق؛ فكان إذا تلا آية، أو روى رواية مثُل رسول الله صلى‌الله‌عليه‌وآله في كلامه ومقامه.\nوأضاف على شبه النبي صلى‌الله‌عليه‌وآله في الجسم شبهاً بجدّه علي عليه‌السلام في الاسم، كما شابهه في الشجاعة، وفي تعصّبه للحقّ(3). \n____________________",
        "(1) أسرار الشهادة / 369. \n(2) كتاب (مقتل علي الأكبر) / 3. \n(3) نهضة الحسين عليه‌السلام / 119. \n",
        "5 - قال الشيخ حبيب آل إبراهيم في شجاعته عليه‌السلام: فدعا ابن سعد بطارق بن كثير، وكان فارساً منّاعاً، فخرج إلى علي فاقتتلا؛ فضربه علي فقتله، فخرج إليه أخوه فقتله، وطلب البراز فلم يبرز إليه أحد(1). \n6 - قال الشيخ محمّد علي الزهيري: فإنّه كان في منتهى الشرف والفضيلة، وكبر النفس، ولقد جمع العلم والحلم، والتقى والورع، والهيبة والنباهة، والسخاء والشجاعة، إلى غير ذلك من الصفات الحميدة، والنعوت الكريمة(2). \n7 - قال الشيخ عبد الواحد المظفّر: إنّ الكاتب القدير، والخطيب المتضلّع، إذا همّ بتحديد ناحية من نواحي فضائله الجمّة، ومكارمه العديدة، ورام أن يبرزها للمجتمع بصفتها الحقيقية، جاذبته الناحية الاُخرى؛ فالشجاعة، فالعلم، فالكرم، فالسؤدد، فالفصاحة، فالبصيرة، فالتقوى، فاليقين، فالإخلاص، فالتفاني في الدين ... إلخ(3). \n____________________",
        "(1) ذكرى الحسين عليه‌السلام 2 / 116. \n(2) المعارف الإسلاميّة 1 / 25. \n(3) الأمالي المنتخبة / 152. \n",
        "8 - قال إسماعيل اليوسف: خرج علي بن الحسين الأكبر عليه‌السلام وكان من أصبح الناس وجهاً، وأحسنهم خلقاً، وكان في الخامسة والعشرين من عمره، وهو أوّل شهيد يوم كربلاء من آل أبي طالب(1). \n9 - قال خير الدين الزركلي: علي الأكبر بن الحسين بن علي بن أبي طالب القرشي الهاشمي، من سادات الطالبيين وشجعانهم، قُتل مع أبيه الحسين السبط الشهيد في وقعة الطفّ (كربلاء)، وكان أوّل مَنْ قُتل بها من أهل الحسين(2). \n10 - قال خالد محمّد خالد: وكان أوّلهم انطلاقاً علي بن الحسين، فتى لم يتجاوز التاسعة عشرة من عمره. انظروا ها هو ذا في نضرة شبابه وريعان إهابه، في روعة بأسه وشرف نفسه يتوسّط حراب الأعداء وسيوفهم، وهو ينشد: \nتالله لا يحكم فينا ابنُ الدعي ",
        "____________________\n(1) شهيد كربلاء الحسين بن علي عليه‌السلام / 80.\n(2) الأعلام 5 / 86. \n",
        "تماماً كما كان يصنع من قبل جدّه الإمام علي عليه‌السلام حين كان يقتحم المعارك في عنفوانه اللجب، وهو يزأر: \nأكيلهم بالصاع كيلَ السندره \nها هو ذا ابن التاسعة عشرة يعيد إلى الحياة مرّة اُخرى بطولات جدّه العظيم، ذرّية بعضها من بعض(1). \n11 - وقال أميل حبش الأشقر: وهذا علي الأكبر بن الحسين، وأُمّه ليلى بنت أبي مرّة، يحمل على القوم وهو يقول: ",
        "تالله لا يحكم فينا ابنُ الدعي \nفعل ذلك مراراً، لا يبالي بالعاصفة الهوجاء تضيع فيها نفوس الرجال حتّى طعنه مرّة بن منقذ العبدي طعنة لفظ بعدها الروح(2). \n____________________\n(1) أبناء الرسول في كربلاء / 172. ",
        "(2) فاجعة كربلاء / 26. \n\nخاتمة المطاف\nوخليق بشيعة أهل البيت عليهم‌السلام الذين دأبوا على إحياء أمرهم، وتعداد مناقبهم، وإقامة مآتمهم أن يسلكوا طريقهم، ويأتمروا بأوامرهم، وينتهوا بنواهيهم. وقد تكرر منهم القول: (( شيعتنا من شايعنا بأعماله وأقواله )).",
        "وهذه الصفحات إشعاعة من حياة شبلهم المقدام قرأنا فيها الإيمان الصادق، والعقيدة الراسخة، والتضحية في سبيل المبدأ، والاستهانة بالموت من أجل الإسلام، وهي مدعاة لنا للسير في الطريق الذي سلكه، والمنهج الذي اختاره، (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ)(1).\n____________________\n(1) سورة آل عمران / 31.\nوالحمد لله رب العالمين والصلاة والسّلام على محمّد وآله الطاهرين"
    ]
}