{
    "partText": [
        "\nبِسمِ الله الرّحمن الرّحيم\n( ثُمَّ أَنتُم هَؤلاءِ تَقتلُون أنفُسَكُم وتُخرِجُونَ فَريقًا مِن دِيَارِهِم تَظَاهَرُونَ عَلَيْهِمْ بِالإِثْمِ وَالعُدوَان (1) .. )\nسورة البقرة ـ آية 85",
        "ما أَظَلَّتِ الخَضرآءِ ، وَلا أقَـلَّتِ الغَبْراء مِن ذِي لَهجَةٍ ، أَصدَقُ مِن أبي ذَرّ. وَمَن سَرّهُ أن يَنْظُرَ إلى تَوَاضُعِ عِيْسَى بِن مَريَم ، فَلِيَنْظُرْ إلى أبي ذَر.\nالرسول الاعظم (ص)\nوَالله إنيّ لأَرَى حَقّاً يُطفَى ، وَبَاطِلاً يُحيى وَصَادِقاً مُكذَّباً ، وإثرةً بِغَيْرِ تُقى ، وَصَالِحاً مُستأثِراً عَلَيه.\nأبو ذر الغفاري",
        "__________________\n(1) قرأها ابن مسعود في خطبة له بمحفل من أهل الكوفة حين بلغه نفي أبي ذر عليه الرحمة.\n(2) الاستيعاب ، الاصابة ج 1 / ص 216.\n(3) شرح النهج ج 8 ص 256 ـ 257.",
        "\nكلمة الناشر\nبسمِ اللهِ الرَّحمن الرَّحيم\nالحمد لله رب العالمين ، وبعد :",
        "فان من حسن توفيق ( مؤسسة الأعلمي ) أن قامت باخراج هذا السفر القيم الذي يتناول سيرة الصحابي الجليل ( أبي ذر الغفاري 2 ).\nكما حرصت كل الحرص على إخراجه بالشكل اللائق المناسب إيماناً منها بضرورة الإخلاص في العمل ، والتسهيل على القراء الكرام.\nولا تفوتنا هنا الإشارة الى أن هذا الكتاب هو الحلقة الأولى في سلسلة ذات أربع حلقات ، تتناول سيرة الأركان الأربعة ( أبي ذر وعمار ، وسلمان والمقداد ) والتي نأمل أن تنال إعجاب القراء.\nهذا ، واننا نعلن بأننا قد عقدنا العزم على السير قدماً في مسيرتنا الثقافية هذه آملين من الله سبحانه مزيداً من التوفيق والتبريكات ، وهو حسبنا ونعم الوكيل.",
        "الناشر\nتقديم : سماحة المرجع الديني الشيخ محمد تقي الفقيه\nبسـمِ اللهِ الرَحمنِ الرَحِيم\nالحمد لله رب العالمين والصلاة والسلام على أشرف خلقه محمد وآله الطيبين الطاهرين ، الذين أدّوا الأمانة ، واجتنبوا الخيانة ، ونصحوا لله ورسوله وللمؤمنين ، فكانوا من خيرة أوصياء الأنبياء ، من أشدهم يقينا ، وأعظمهم صبرا ، وأكثرهم اجتهادا ، في حفظ ما ورثوه عن رسول الله (ص) وصيانته من التحريف والتأويل والتبديل ، واتباع المتشابه من الكتاب العزيز ، ثم تحملوا من المصاعب والمتاعب ، ومقاساة الشدائد ما تحملوا ، في سبيل إيصاله الى العلماء الصالحين ، المحافظين ، الذين اختارهم الله سبحانه من خلقه ، لمشاركتهم في ذلك كله بعد غيبتهم ، فقاموا بالمهمة جهدهم ، فكان ذلك مصداقاً لقول رسول الله (ص) : علماء أمتي كأنبياء بني اسرائيل ، أو أفضل من أنبياء بني اسرائيل. ولقوله (ص) : مداد العلماء أفضل من دماء الشهداء. وقد صدق رسول الله (ص) وهو لا ينطق عن الهوى إن هو إلا وحي يوحى. فاننا كنا وما زلنا نلمس ونلمح في العلماء ، وفي آثارهم ، وفيما يحكى عنهم ، من الصبر والورع والتسديد ، ما يشهد بأنهم في صفوف هؤلاء الأنبياء.",
        "وبعد : فقد كنت وما زلت ، أسأل الله سبحانه أن أكون وذريتي ، من\n\n\nالذين يقتفون آثارهم ، ويترسمون خطاهم ، ويستعينون بالله ، وبه يستنصرون ، لنفوز بالانضمام الى هذا الموكب المشرق الرفيع ، قولا وعملا ، وسمتاً ، وهدياً ، ولنتشرف بمحاولة حمل رسالتهم ، وفي فهمها ، وحفظها ، والعمل بها ، ونشرها.",
        "وانني ـ بحمد لله سبحانه ـ ألمح آثار الاستجابة ، في نفسي ، وولدي ، وفي طليعتهم اليوم ثانيهم « ولدي الجواد » ويتجلى ذلك في كتبه الثلاثة : 1 ـ ( الانسان بين الحياة والموت ) 2 ـ ( نظريات تتعلق بالكون والمبدأ ) 3 ـ ( أبو ذر ) وهو الكتاب الذي بين يديك.\nفقد أعطاه الله قلماً محبباً مفهماً ، قليل الفضول ، وهداه الى الأخذ بأوائل معالم الطريق ، فهو ممن يهتم في فهم الاسلام ، وفي تفهيمه لأهل هذا العصر بلغتهم ، ثم في عرض الشخصيات الاسلامية النبيلة ، التي ساهمت مع النبي (ص) مساهمة فعالة ، في نشر دعوته ، بالسير في سيرته ، في سلوكها ، وأقوالها ، وأفعالها ، فقد كانوا يجسدون الاسلام قولا وعملا ، فكانت أقوالهم حجة على الخاصة ، وأعمالهم دليلا وقدوة للعامة.\nوكتاب ( أبي ذر ) الذي هو بين يديك ، يهدف فيه مؤلفه الى تجسيد العقيدة الاسلامية ، بعرض صور للذين اعتنقوا الاسلام وهو في مهده ، صور هي أقرب شيء لواقعهم باحاطة وأمانة ، وتفهم ، وإتقان ، على عكس ما فعله المؤلفون من قبله ، فانهم اذا تحدثوا عن واحد من أولئك ، تحدثوا عنه من جانب واحد ، يتصل بنفسياتهم ، أو بما يهدفون اليه. فمن كان يرغب في الزهد ـ سواء فهم معناه أو لم يفهمه ـ تحدث عن أبي ذر من هذه الناحية فقط ، ومن كانت ميوله ، انحرف بسيرة أبي ذر الى ما يتلائم مع ميوله.\nوعلى مرور الوقت ، أصبح أبو ذر يظهر للقراء على شاشة العرض شخصية محدوده بحدود ضيقة جداً ، تجعله متعبدا غيورا على الاسلام ، جريئاً على الحكام ، جرأة تنسيه قوله تعالى : ( أدع الى سبيل ربك بالحكمة والموعظة الحسنة ).",
        "هذا ، مع أن أبا ذر ، أحد أركان الاسلام في مهده ، وهو أول من شهر السيف في وجه المشركين ، حين كان يقطع الطريق على قوافل قريش ، فينفِّر بهم ، فكانت الإبل تلقي أحمالها ، فلا يدعهم يأخذون منها شيئا حتى يسلموا. وهو أيضا ـ أحد معتمدي النبي (ص) ، وأحد عظماء الصحابة ، وهو من حواريي رسول الله (ص) وحواريي أمير المؤمنين علي (ع) ، وليس من المنطق أن يمر في مخيلة أي انسان عاقل ، أن محمداً ص وعلياً 7 ، وهما من عظماء البشر ، رفعا أبا ذر الذي تُصوِّره كتب الذين كتبوا عنه.\nوستراه في الكتاب الذي بين يديك انسانا آخر يرتفع عن عظماء الصحابة بالشجاعة ، والعلم والعمل ، وقوة الارادة والزهد ، والاخلاص ، والصبر ، والتحمل. ولو فسح لي الوقت مجالا لأوجزت ما أعرفه عنه ، وهو بعض ما استطعنا أن نصل اليه أثناء مطالعتنا ، ولو تم لي ذلك ، لأريتك أبا ذر انساناً يسير في ركب الأنبياء ، يتمتع بكياسة وقوة ، وعزة ، وجرأة ، ونزاهة.\nوفق الله المؤمنين للاقتباس من أنواره وآرائه ، وحشرنا واياهم ، يوم القيامة تحت لوائه ، والسلام عليه ، وعليهم ، ورحمة الله وبركاته.\n",
        "\nمقدمة المؤلف\nبِسـمِ اللَّهِ الرَّحمنِ الرَّحيم\nحينما نعمد الى دراسة شخصية تأريخية ـ أياً كانت ـ تطالعنا صور ومشاهد ، تضفي علينا مزيداً من الوضوح في البحث عن الجوانب الهامة المحيطة بها.",
        "وأول شيء يواجهنا في هذا المضمار ، هو « السيرة » ولكن لا فائدة ولا جدوى منها بدون دراسة وتحليل. إذ أنها وحدها هيكل شاخص لا روح فيه ، فهي لا تتجاوز أن تكون كلمات مرسومة على الورق ، بمستطاع كل قارئ أن يقرأها ، ويتندَّر بها أمام أقرانه وزملائه ، كأي قصة تأريخية مثيرة ، من دون أن تترك في نفس القارئ أو السامع أي أثر نافع مفيد. سوى أنفعالات نفسية آنيَّة.\nولكن ، حينما يصل الحديث الى عظماء الصحابة ، واستجلاء سيرتهم ، نجد أنفسنا أمام مدرسة مثالية ، غنية بالعطائين ، الفكري والروحي ، ومليئة بالعظات والعبر. ونلمس في سلوكهم وأفعالهم ، مع أنفسهم ومحيطهم ، تجسيداً كاملا للمبدأ الذي دعوا اليه وكافحوا من أجله. كما نجد ان كلمتهم ، كانت الكلمة المسؤولة ، وحياتهم كانت كلها مواقف خالدة خلود الروح ، وباقية بقاء الإنسان.\nإن هذا النمط من العظماء ، يخضع لمراحل صعبة على محكِّ الإختبار\n",
        "\nتجعلهم بمستوى المسؤوليات التي أنيطت بهم ، تلك المسؤوليات الهامة والصعبة التي تتعدى مرحلة الذات الى مستوى أمانة وممثلية لمواجهة الناس على اختلاف أهوائهم ، وألوانهم ، ومراتبهم.\nوتتعدى مرحلة الوقت والجيل ، الى عصور وأجيال.\nونحن بدورنا نراهم يجتازون مراحل الإختبار هذه ، بصبر عجيب ، وصمود محيِّر ، حتى ولو أدى الأمر بهم الى النفي أو الى الموت.",
        "ومن هذا النمط النادر ـ في الإسلام ـ الأركان الأربعة ، وهم : « أبو ذر الغفاري ، وسلمان الفارسي ، والمقداد بن الأسود ، وعمار بن ياسر ».\nلقد عرف هؤلاء الأربعة ، بأنهم أول من نادى بالتشيع لعلي 7 والولاية له بعد رسول الله (ص) ، لقد نادوا بذلك على أنه من صميم الاسلام. فكانوا المثل الأعلى للثبات على هذه العقيدة ، والدفاع عنها. وبذلك استحقوا هذا الوسام « الأركان الأربعة ».\nوأبو ذر الغفاري 2 ـ موضوع كتابنا هذا ـ واحد من هؤلاء ، دفعني الى إختياره فعلا ، أمران مهمان :\nالأول : ما لهذه الشخصية من الأثر الديني الكبير في حياتنا الدينية والذي يتصل بحياته ، ومقدمه الى الشام ، وسكناه في منطقة ( جبل عامل ) مدة طويلة من الزمن ، أتاحت له الفرصة في نشر التشيع ( لمذهب أهل البيت ). فالمشهور بين سكان هذه المنطقة أن أبا ذر هو صاحب الفضل في ذلك.",
        "الثاني : ان الذين تناولوا شخصية أبي ذر لم يعطوه القدر الكافي من الإحاطة ، فقد لاحظت من خلال قراءاتي لبعض ما كتب حول هذا الموضوع ، أن بعضهم يحاول التركيز على الناحية القصصية ، والبعض الآخر على الناحية « الثورية » في مسلك هذا الرجل ، والبعض الآخر يجهد في إخراجه بصورة « المتصوف الراهب » ، وآخر يعطيه صفة « الحاقد على الإغنياء » الى غير ذلك من الأوصاف التي تتناسب مع رغبة الكاتب وتفكيره ، ولا تتلائم مع شخصية أبي ذر المسلم الصحابي الجليل.\nفأبو ذر لا يعدو كونه من أجِّلاء الصحابة وخيرتهم ، وجدير بمثله أن يكون عنواناً واضحاً للاسلام.\nلذا فانني بذلت كامل جهدي في إلقاء الضوء على هذه الشخصية التأريخية المميزة ، محاولا بذلك الكشف عن جميع جوانبها ، دون أن أترك شيئاً مما يتعلق بها ، عدا بعض النصوص الزائدة التي لا جدوى من إثباتها ، وعدا ما يفوتني سهواً ، والعصمة لأهلها.\nوسيكون هذا الكتاب هو الحلقة الأولى في سلسلة تتناول حياة « الأركان الأربعة » وسيرتهم ، آملين من وراء ذلك ، رضا الله وحده ، سبحانه وتعالى. والوقوف على شيء ، من حياة هؤلاء الصفوة ـ من الخالدين ـ في تأريخنا الإسلامي المجيد ، علنا نستمد من سيرتهم مزيداً من الصبر ، والثبات ، في دربنا الطويل. والله الموفق.",
        "\n\nبسم الله الرحمن الرحيم\nلكي نفهم جوهر حركة أبي ذر الغفاري يجب أن نفهم جوهر الاسلام ، وبقدر ما نفهم الاسلام واهدافه وما قصد اليه من أسعاد البشرية والنهوض بها الى أعلى مستويات الكرامة والعزة ـ بقدر ما نفهم الاسلام يمكن ان نفهم ابا ذر واهدافه.",
        "فالاسلام الذي أنشأ في الجزيرة العربية حكماً هو أولاً حكم الشعب ، ثم هو حكم الكفاءة والعدالة والمساواة والاخوة ، ثم هو حكم ازالة الفروق الاقتصادية الظالمة واتاحة العيش الكريم لكل مواطن ، ومنع تجمع الثروات وتكدسها في ايد محدودة.\nوالاسلام الذي قلب اوضاع المجتمع رأساً على عقب واصبحت الكفاءة وحدها هي المؤهلة ، والفرصة متاحة لكل مواطن ان يتقدم ويبرز.\nهذا الاسلام وجد نفسه فجأة محكوما لاسرة كانت هي اقسى من حاربه وأشد من قاومه ، اسرة لم تسلم حتى اعياها القتال ، وعجزت عنه ، واكتسحتها الدعوة فاستسلمت لها وبقيت تتربص وتتحين الفرص لتثب من جديد. ولما جاءت الفرصة سيطرت على الاسلام وحكمه بكل احقادها على الاسلام وبكل نقمتها على المسلمين. فاذا بنا امام انقلاب صريح على كل النظم الاسلامية حققت فيه هذه الاسرة اهدافها في تحويل مسيرة الاسلام. فاذا بنا نبصر خمس غنائم افريقيا يوهب لرجل واحد ، بينما فقراء المسلمين وضعفاؤهم يعانون الحرمان. واذا ما لدى افراد معينين من المسلمين ضخور من الذهب تحتاج الى الفؤوس لتقطيعها.\nهذا الانقلاب اذهل المخلصين من المسلمين وكان في طليعتهم ابو ذر الغفاري الذي صمم على الدعوة الى الرجوع بالاسلام الى اصوله الاولى التي تحمي الفقير وتقي المحروم ، وتسود بها العدالة الاجتماعية بين الناس جميعهم.",
        "وكان يعلم وعورة الطريق امامه ، ويدرك ما ينتظره من شدائد فلم يبال بذلك وصمم على الجهر بالدعوة جهرا لا هوادة فيه ، محاولا ايقاظ الشعب وزجر الحكام حتى آل الى المصير الذي يطالعه القارئ في صفحات هذا الكتاب.\nولقد أحسنت دار الفنون حين جعلت باكورة كتبها كتابا عن ابي ذر ، فهي بذلك تحيي ذكرى هذا الصحابي الجليل ، والمجاهد النبيل ، وتسهل للقارئ الاطلاع على سيرة رجل يصلح لان يكون قدوة الرجال في نهضات الشعوب ووثبات الامم.\nحسن الأمين\n",
        "\nالفَصل الأوَّل\n* صورَة مُجمَلة\n* الفَارِسُ الشّجاع",
        "* تعَبُّدهُ قبلَ الإسلام\n* إسلاَمه\n* معَ الرّسُول (ص)\n* التشيُّع .. مَا هُوَ ؟",
        "* أبو ذَرّ وَالتّشيُّع\n* إقامتهُ في بِلاَد الشَّام\n* أبو ذرّ والتّشيَّع في جَبل عَامِل\n",
        "صُورَة مُجْمَلة\nأبو ذر الغفاري : جُندب بن جَنادة. *\nرمز اليقظة في الضمير الانساني المتعب ، كما هو في الضمير الاسلامي.\nأتمثله شيخاً حاني الظهر ، ترتسم على وجهه سيماء الأولياء والصالحين ، وفي عينيه ألق ظل مشعاً بالأمل والحياة على هاتيك الفئات المظلومة من الناس.",
        "أتمثله ، وهو ينهب الأرض بقدميه ، في رحلته التأريخية الثأرية ، حاملا على ظهره هموم المظلومين والمعذبين ، وعلى لسانه تتجسد صرختهم.\nفهو هكذا أراد ، أراد أن يخرج عن حدود الزمان والمكان ، ويرقى قمة الحرية .. حرية الكلمة ، وحرية التعبير ، فكان منبر الاسلام في فترة من فترات الحكم.\n__________________\n* على الاصح الاشهر. وقيل اسمه : برير بن جنادة ، وقيل جندب بن سكن وقيل السكن بن جنادة ولكن المشهور المتسالم عليه هو جندب ابن جنادة ، ولا يعرف في كتب التراجم بغير هذا الاسم.",
        "\n\nلقد بايع أبو ذر رسول الله (ص) ، على أن لا تأخذه في الله لومة لائم ، وعلى أن يقول الحق ، ولو كان مُرَّا (1).\nفالتزم ببيعته. فكان جريئاً في جنب الله آخر عمره ، كما كان في أول أمره.",
        "ولعل أجرأ نداء صريح في مسمع حاكم ظالم ، كان نداء أبي ذر (رض) على أبواب الخضراء .. « أتتكم القطار بحمل النار ! اللهم إلعن الآمرين بالمعروف التاركين له. اللهم العن الناهين عن المنكر ، المرتكبين له » (2).\nهذا هو أبو ذر ، صاحب الكلمة الجريئة ، التي لا تعرف المداهنة ، ولا الرياء ولا الوجل.\nخاطب معاوية ذات مرة ، مجيباً إياه : « ما أنا بعدو لله ولا لرسوله ، بل أنت وأبوك عدوّان لله ولرسوله ، أظهرتما الاسلام ، وأبطنتما الكفر ، ولقد لعنك رسول الله (ص) ودعا عليك مرات أن لا تشبع.\nفقال معاوية : ما أنا ذاك الرجل.",
        "فقال أبو ذر : بل أنت ذلك الرجل ! أخبرني بذلك رسول الله (ص) وسمعته يقول ، وقد مررتَ به : اللهم إلعنه ، ولا تشبعه إلا بالتراب .. » (3).\nوخُيِّل لجلاديه الحاكمين ، أن غضبه إنما كان لنفسه. وأنه ربما كان عن فاقة ألمِّت به ، أو مطمع يدفعه الى ذلك. فساوموه رجاء أن يسكت أو يكف ، لكنهم وجدوا خلاف ما كانوا يتوقعون.\n__________________\n(1) أعيان الشيعة / 16 / 319 نقلا عن أسد الغابة.",
        "(2) شرح النهج ج 8 / 257.\n(3) شرح النهج 8 / 257.\nبعث اليه معاوية بثلاثمائة دينار ، فقال : إن كانت من عطائي الذي حرمتمونيه عامي هذا ، قبلتها. وان كانت صلة ، فلا حاجة لي فيها » (1).\nوقال له ـ ذات مرة ـ حبيب بن مسلمة أحد القادة : « لك عندي يا أبا ذر ، ألف درهم ، وخادم ، وخمسمائة شاة.",
        "قال أبو ذر : إعطِ خادمك ، وألفَكَ ، وشويهاتِكَ ، من هو أحوج الى ذلك مني ! فاني إنما أسأل حقي في كتاب الله .. ! » (2).\nبهذه الصراحة ، وبهذا الوضوح يرسم لنا أبو ذر بعض مواقفه ، إنه لم يكن ليثأر ، ويغضب لنفسه ، بل للحق الذي طالب بتثبيته ، وبذلك جعل من نفسه رمزاً يدفع بالمقهورين والمظلومين الى المطالبة بحقوقهم ، وعرض ظلاماتهم. فكان في تصرفاته تلك رائدا من رواد الحق ، يجازف بنفسه من أجل الآخرين.\nوما أغناه عن أن يقاسي ما قاسى ، لو أراد.\nلقد كان بوسعه أن يعيش حياة الرفاهية والترف ، شأن بعض الصحابة ممن هم دونه في الفضل بمراتب. لو أراد.",
        "ولكن في هذه النقطة تكمن احدى الفوارق ما بين الانسان الرسالي ، والانسان العادي.\nبين الانسان الذي يحمل هموم ومستقبل أمة بأسرها ، وبين انسان ينشغل بنفسه ولهوه ، متخماً يتجشأ على موائد الترف !\n__________________\n(1) الغدير 8 / 293.",
        "(2) اعيان الشيعة 16 / 364 عن أمالي الطوسي.\nنعم. كان أبو ذر انساناً رسالياً ، ولم يكن انساناً عادياً. وكان في بعض مواقفه يمثل مواقف أمير المؤمنين علي 7. ولا غرو ولا عجب ، فهو تلميذ الإمام وواحد من أكثر الناس إخلاصاً له.\nقال أمير المؤمنين 7 :\n« ولو شِئتُ لاهتديتُ الطريق الى مُصفى هذا العسلِ ، ولُبابِ هذا القمح ، ونَسائجِ هذا القزِّ ، ولكن هيهات أن يغلبني هواي ، ويقودني جَشعي الى تخيُّرِ الأطعمة ، ولعلَّ بالحجاز أو اليمامة ، من لا طمع له في القرص ، ولا عهد له بالشبع ، أوَ أبيت مبطاناً ، وحولي بطون غرثى ، وأكباد حرَّى ، أوَ أكونُ كما قال القائل :",
        "لقد كان أمير المؤمنين علي 7 ، يقول هذا ، ومقدرات الأمة تحت قبضة يده ، بل المعروف أن صدقاته الخاصة وحدها كانت تساوي آلاف الدنانير ذهباً.\nنعم. كان يقول هذا ـ ويعمل بما يقول مع نفسه ـ ليلفت أنظار المسلمين الى ضرورة تفقد الضعفاء ، والمقهورين ، والمدفوعين عن حقوقهم ، ويلفت انظار الولاة الى الرفق بالرعية وتفقد أحوالهم.\nوكان أبو ذر ـ تلميذ الإمام ـ ممن سار على هذا الهدي ، فقد كان عطاؤه السنوي اربعماية ديناراً ذهباً. ومع هذا فانه كان لا يدخر منها\n__________________",
        "(1) نهج البلاغة 3 / 71/ 72 ( الجشع ـ الحرص ـ البطنة ـ الاشر ـ والبطر ). القد : سير من جلد غير مدبوغ ، والمعنى ان بعضهم يطلب أكله فلا يجده.\nشيئاً. وكان يندد بالكانزين للذهب والفضة الذين لا يخرجون الزكاة الواجبة منها ، أو الذين أخذوها من طرق غير مشروعة أيام عثمان. وكان يطلب حقه ( في كتاب الله ) كما تقدم. ويرفض الألف درهم ، والعبد والخمسماية شاة.\nأجل. انه لم يكن ليفعل هذا عن فاقة ، أو مطمع ، بل كان يريد إلفات المسؤولين ـ في حينه ـ الى انصاف المظلومين ، وايصال كل ذي حق الى حقه.\nوأعيت الحيلة غرماءه الحاكمين في إسكاته ، فعمدوا الى طريقة ثانية قرروا فيها إسكاته ، وكانت طريقة ناجحة ـ في نظرهم ـ فنفوه الى الربذة.",
        "حمل من الشام الى المدينة على مركب وعر ، حتى تسلخ فخذاه ، ثم بعد ذلك ، نفي الى الربذة * بعيداً عن مهاجر رسول الله (ص) ، ومواطن الايمان ، حتى توفي غريباً هناك !\nرحم الله أبا ذر ، لقد كان ينسى كل جراحه وآلامه في رحلته الثأرية تلك ، ليكتب على رمال الصحراء ملحمته الخالدة.\nملحمته التي ستبقى مع الشمس تشرق ، ولكنها لا تغيب !!\n__________________",
        "* الربذة : موضع على بعد ثلاثة ايام من المدينة ... معجم البلدان 3 / 24.\n\n\n",
        "الفَارِسُ الشّجَاع\nالفَارِسُ الشّجَاع\nالشجاعة أو الجرأة. موهبة يتمتع بها غالب عظماء الانسانية ، فهي لا تقبل التكلُّفَ ولا تستقيم معها محاكاة. وهي ايضاً صفة كريمة تميَّز بها العرب بصورة عامة ، والمسلمون بصورة خاصة.\nفالعربي بطبعه ـ غالباً ـ شجاع غير هياب ، يتقحم موارد الهلكة ، إن رأى في ذلك ما يرضي مزاجه ، حتى ولو كانت الخسارة عنده أكبر في ميزان الاحتمال. ولعل هذه الخصلة الكريمة ، هي احدى معطيات الطبيعة الصحراوية ، وما فرضته من خشونة العيش على هذا الانسان.",
        "فالمعروف عن العرب القدامى ، أن ظروفهم المعاشية كانت صعبة للغاية ، فكانت جلُّ حياتهم الاقتصادية تقوم على الغزو أو السلب ، أو طَرق الاحياء أو ما شابه ذلك ، مما كان متسالم عليه لديهم آنذاك * ، ولا يرون فيه أي إخلال بالشرف أو المكانة الاجتماعية ، بل على العكس من ذلك ، فقد كان هذا العمل يكسب القائم به رفعة وسؤدداً في قبيلته وبني قومه. فكان المغيرون على الأحياء يتفاخرون بذلك. وينشدون فيه الأشعار.\n__________________\n* وكانت التجارة احدى الدعامات الاقتصادية الهامة ، لكن يبدو انها كانت مختصة بطبقة معينة من أصحاب السيادة.\n",
        "قال طفيل الغنوي :\nوهم يرون في ذلك ردءاً لهم من الغارات التي يمكن أن تشنها عليهم القبائل الأخرى ، كما يرون في ذلك إظهارا لشجاعتهم وقوتهم حتى لا يفكر الآخرون بغزوهم.\nقال المثقب العبدي :\nوقال الآخر :",
        "والمسلم الحقيقي شجاع ايضا بمقتضى تركيبته الذهنية الخاصة التي صقلها الاسلام ، وروحه الرسالية المستمدة منه. فهو لا يعرف معنى الخوف من الموت ـ في الله ـ لأنه مؤمن بسلامة المصير ، فلا يرى غير الجنة أعدت للمتقين في الآخرة. ومتى كان الامر كذلك ، يهون عليه كل شيء في سبيل ذلك حتى نفسه. وتأريخنا الاسلامي حافل بالبطولات والتضحية كما هو بيِّن وواضح لدى كل من يتتبعه.\nوصاحبنا أبو ذر 2 ، الذي هو موضوع بحثنا الآن ، كان ممن اتسم بأعلى معاني البطولة والشجاعة ، في الجاهلية ، وفي الاسلام.\n__________________\n(1) شعر الحرب في العصر الجاهلي 80 و 462 ( البهلول : السيد الجامع لكل خير ) و ( المخراق : الرجل الحسن الجسيم المتصرف بالامور الذي لا يقع في أمر الا خرج منه ).",
        "ففي الجاهلية كان شجاعاً بطبعه ، بل في طليعة الشجعان المغامرين ، فالمعروف عنه أنه كان فارس ليل ، لا يعرف معنى الخوف ولا الوجل ، يغير على الحي ، وعلى القوافل ، فيصيب منها ، ثم يرجع الى مقره.\nروى بن سعد في الطبقات ، بسنده :\nكان أبو ذر رجلا يصيب الطريق ، وكان شجاعاً يتفرد وحده بقطع الطريق ، ويغير على الصرم * في عماية الصبح على ظهر فرسه ، أو على قدميه ، كأنه السبع ، فيطرق الحي ويأخذ ما أخذ. ثم إن الله قذف في قلبه الاسلام (1).\nوهذه الرواية لا تنافي كونه كان متعبداً قبل الاسلام ، يتألَّه ويعبد الله وحده ، فمما لا يخفى على الباحث والمطلع ، أن هناك أموراً كانت سائدة لدى العرب في الجاهلية وكانوا متسالمين على أكثرها فأقرَّ الاسلام بعضها ، ونهى عن بعضها الآخر ، فكان من جملة ما نهى عنه الاسلام هذه الخصال الذميمة وهي قطع الطرق ، والإغارة على الناس في مآمنهم. فانتهى عنها المسلمون. ولا مانع من أن يكون أبو ذر متعبداً قبل الاسلام بسنوات ، ويفعل بعض هذه الاعمال ، ثم انتهى عنها حين نهى الاسلام عنها ! إنه لا مانع من ذلك قط ، ولا يُخلُّ هذا بشرفه ومكانته. هذا ، اذا لم نقل بأنه كان يفعل ذلك مع الفئات والقبائل التي تعبد الأصنام ، استحلالا منه لذلك. فمن يدري ؟",
        "وحين اسلم أبو ذر ، زاده الاسلام شجاعة الى شجاعته ، ومنحه زخماً\n__________________\n* الصَّرم : الفرقة من الناس ليس بالكثير.\n(1) أعيان الشيعة 16 / 320.",
        "لا تدرك حدوده ، فكان من فرسان الاسلام وأبطالهم ، من أول يوم. فقد قال للنبي (ص) :\nيا رسول الله ، اني منصرف الى أهلي ، وناظر متى يؤمر بالقتال ، فألحق بك ، فاني أرى قومك عليك جميعاً !\nفقال رسول الله (ص) : أصبت.\nفانصرف ، فكان يكون بأسفل ثنية غزال (1) فكان يعترض لعيرات قريش ، فيقتطعها فيقول : لا أرُدّ لكم منها شيئاً حتى تشهدوا أن لا إله إلا الله ، وان محمداً رسول الله. !",
        "فان فعلوا ، ردَّ ما أخذ منهم ، وان أبوا ، لم يرد عليهم شيئاً ، فكان على ذلك ، حتى هاجر رسول الله (ص) ومضى بدر ، وأحد ، ثم قدم فأقام بالمدينة مع النبي 6 (2).\n__________________\n(1) ثنية غزال موضع بين مكة والمدينة.\n(2) أعيان الشيعة 16 / 321 عن الطبقات الكبرى لابن سعد.",
        "تعَبُّدهُ قبلَ الإسلاَم\nقال عبد الله بن الصامت ، قال أبو ذر :\n« وقد صليت ـ يا ابن أخي ـ قبل أن ألقى رسول الله (ص) بثلاث سنين.\nقلت : لمن ؟",
        "قال : لله.\nقلت : فأين توجَّه ؟\nقال : أتوجه حيث يوجهني ربي ، أصلي عشاء ، حتى اذا كان من آخر الليل ، أُلقيت ، كأني خِفَاء * (1) حتى تعلوني الشمس (2). وكان أكثر عبادته التفكر والاعتبار (3).\nوفي الطبقات الكبرى لابن سعد : كان أبو ذر يتأله في الجاهلية ، ويقول لا إله إلا الله ، ولا يعبد الأصنام. فمرَّ عليه رجل من أهل مكة ـ بعدما أوحي الى النبي (ص) ـ فقال : يا أبا ذر ! إن رجلا بمكة يقول مثل ما تقول لا إله إلا الله ، ويزعم انه نبي (4) ..",
        "__________________\n(1) * الخفاء ـ الكساء الذي يغطَّى به السَّقاء.\n(2) صحيح مسلم ـ 4 ـ ص 1920 ب 28 ـ فضائل الصحابة.\n(3) الخصال ص 42.",
        "(4) الغدير 8 / 308.\nإسْلاَمه\nحين تناهى الى سمع أبي ذر ، نبأ ظهور النبي (ص) في مكة ودعوته الناس الى الاسلام عقد العزم على اللقاء به ، والاستماع منه. لكنه فضل بادئ الأمر أن يرسل أخاه ـ أنيساً ـ * ليحمل اليه بعض أخباره ، فقال له :\n__________________",
        "* ومن غريب ما ورد في خبر اسلامه أيضاً :\nأن ذئبا عدى على غنم له من جانب ، فنجش عليه أبو ذر بعصاه ، فتحول الى الجانب الآخر ، فنجش عليه ، فقال : مارأيت ذئبا أخبث منك ؟ فأنطق الله الذئب فقال : أشر مني أهل مكة ! بعث الله اليهم نبيا ، فكذبوه وشتموه. فخرج ابو ذر من أهله يريد مكة .. الخ .. هكذا ورد في كتاب الواعظ م 2 ص 146.\nوهذه الرواية ـ اذا صحت ـ فهي معجزة للنبي محمد (ص) وقد ذكر الدميري في كتاب الحيوان 1 ص 362 قريبا من ذلك بدون أن يذكر الاسم. قال : عن ابي سعيد الخدري :\nبينما راع يرعى بالحرَّة ، اذ عدا الذئب على شاة ، فحال الراعي بينه وبينها ، فأقعى الذئب على ذنبه ، وقال : يا عبد الله ، تحول بيني وبين رزق ساقه الله الي ؟",
        "فقال الرجل : واعجبا ! ذئب يكلمني ؟ فقال الذئب : آلا اخبرك بأعجب مني ، هذا رسول الله (ص) بين الحرتين يخبر الناس بأنباء ما قد سبق !\n« اركب الى هذا الوادي ، واعلم لي علم هذا الرجل الذي يزعم انه يأتيه الخبر من السماء ! واسمع من قوله ، ثم إإتني.\nانطلق أنيس ، حتى قدم مكة ، وسمع من قوله.\nثم رجع الى أبي ذر ، فقال : رأيته يأمر بالمعروف ، وينهى عن المنكر ، ويأمر بمكارم الأخلاق ، وسمعت منه كلاماً ، ما هو بالشعر !",
        "فقال له أبو ذر : ما شفيتني فيما أردتُ.\nفتزود وحمل شنَّة له فيها ماء ، حتى قدم مكة. فأتى المسجد ، فالتمس النبي (ص) و ( هو ) لا يعرفه ، وكره أن يسأل عنه ، حتى أدركه الليل ، فاضطجع. فرآه علي بن أبي طالب (ع) فقال : كأن الرجل غريب.\nقال : نعم.\nقال : انطلق الى المنزل.",
        "قال أبو ذر : فانطلقت معه ، لا يسألني عن شيء ولا أسأله. فلما\n__________________\nفزوى الراعي شياهه الى زاوية المدينة ، ثم أتى النبي (ص) فأخبره ، فخرج رسول الله (ص) فقال : صدق والذي نفسي بيده.\n( ثم قال ) : قال ابن عبد البر : وغيره كلم الذئب من الصحابة ثلاثة : رافع بن عميرة ، وسلمة بن الاكوع ، وأهبان بن أوس الاسلمي ، قال : ولذلك تقول العرب : هو كذئب أهبان يتعجبون منه. وذلك ، ان أهبان بن أوس المذكور كان في غنم له ، فشد الذئب على شاة منها ، فصاح به أهبان ، فأقعى الذئب ، وقال : أتنزع مني رزقا رزقنيه الله ؟! فقال أهبان : ما سمعت ولا رأيت اعجب من هذا ، ذئب يتكلم ؟. فقال الذئب : أتعجب من هذا ، ورسول الله (ص) بين هذه النخلات ، وأومأ بيده الى المدينة يحدث بما كان وبما يكون ، ويدعو الناس الى الله والى عبادته وهم لا يجيبونه .. الخ.",
        "أصبحت من الغد ، رجعت الى المسجد ، فبقيت يومي حتى أمسيت ، وسرت الى مضجعي. فمر بي عليّ ، فقال : أما آن للرجل أن يعرف منزله ؟\nفأقامه ، وذهب به معه ، وما يسأل واحد منهما صاحبه.\nحتى اذا كان اليوم الثالث ، فعل مثل ذلك ، فأقامه عليّ معه.\nثم قال له علي (ع) : ألا تحدثني ما الذي اقدمك هذا البلد ؟",
        "قال : إن اعطيتني عهداً وميثاقاً لترشدني. فعلت. ففعل.\nفأخبره علي (ع) عنه أنه نبي ، وأن ما جاء به حق ، وأنه رسول الله (ص). ثم قال له : فاذا اصبحت ، فاتبعني ، فاني إن رأيت شيئاً أخاف عليك ، قمت كأني أريق الماء ، فان مضيت ، فاتبعني حتى تدخل معي مدخلي.\nقال : فانطلقت أقفوه ، حتى دخل على رسول الله (ص) ودخلت معه ، وحييت رسول الله بتحية الاسلام ، فقلت : السلام عليك يا رسول الله ـ وكنت أول من حياه بتحية الاسلام ـ\nفقال (ص) : وعليك السلام. من أنت ؟",
        "قلت : رجل من بني غفار. فعرض علي الاسلام فاسلمت ، وشهدت أن لا إله إلا الله ، وأن محمداً رسول الله.\nفقال لي رسول الله (ص) : ارجع الى قومك ، فأخبرهم ، واكتم أمرك عن أهل مكة فاني أخشاهم عليك.\nفقلت : والذي نفسي بيده ، لأصوِّتن بها بين ظهرانيهم.\nفخرج حتى أتى المسجد ، فنادى بأعلى صوته : أشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله.",
        "فثار اليه القوم وضربوه حتى أضجعوه.\nفأتى العباس ، فأكب عليه وقال : ويلكم ألستم تعلمون أنه من بني غفار ، وأن طريق تجارتكم الى الشام عليهم ، وأنقذه منهم.\nثم عاد من الغد الى مثلها ، وثاروا اليه فضربوه ، فأكب عليه العباس ، فأنقذه. ثم لحق بقومه. (1)\nومن طريف ما يروى عنه :",
        "أنه رأى إمرأة تطوف بالبيت ، وتدعو بأحسن دعاء في الأرض ، وتقول : اعطني كذا وكذا .. ثم قالت في آخر ذلك : يا إساف ، ويا نائلة. !! ( وهما صنمان لقريش ، زُعم أنهما كانا من أهل اليمن ، أحب أحدهما الآخر ، فقدما حاجين ، فدخلا الكعبة ، فوجداها خلواً من كل أحد ، ففجرا بها ، فمسخا حجرين ، فأصبح الحجاج ، فوجدوهما حجرين ، فوضعوهما الى جانب ليتعظ بهما الناس كي لا يتكرر هذا العمل ، ثم توالت الأيام ، فعبدتهما قريش كبقية الأصنام ).\nفالتفت أبو ذر الى تلك المرأة ، قائلا : أنكحي أحدهما صاحبه !.\nفتعلقت به ، وقالت : أنت صابئ ، فجاء فتية من قريش فضربوه ، وجاء ناس من بني بكر ، فنصروه.\n__________________",
        "(1) اعيان الشيعة ج 16 / 316 ـ 317 نقلا عن : الاستيعاب / باب الكنى. وفي الاصابة 4 / ص 62 ـ 63 وفي صحيح مسلم قريبا من ذلك.\nفجاء الى النبي ، فقال : يا رسول الله ، أما قريش ، فلا أدعهم حتى أثأر منهم ... ضربوني !!\nفخرج حتى أقام بعسفان (1) وكلما أقبلت عير لقريش يحملون الطعام ، ينفِّر بهم على ثنية غزال فتلقي أحمالها ، فيجمعوا الحنط ، ( فيقول أبو ذر لهم ) : لا يمس أحد حبة حتى تقولوا ، لا إله إلا الله. فيقولون ، لا إله إلا الله ، ويأخذون الغرائر ! (2)\nوحين رجع أبو ذر الى قومه ، نفذ وصية رسول الله (ص) ، فدعاهم الى الله عز وجل ونَبذِ عبادة الأوثان والايمان برسالة محمد (ص) ، فكان أول من أسلم منهم أخوه أنيس ، ثم اسلمت أمهما ، ثم أسلم بعد ذلك نصف قبيلة غفار ، وقال نصفهم الباقي : اذا قدم رسول الله المدينة ، أسلمنا.",
        "جاء في صحيح مسلم : عن أبي ذر قوله :\nفأتيت أنيساً ، فقال : ما صنعت ؟ قلت : صنعت ، أني قد أسلمت وصدَّقت. قال : ما بي رغبة عن دينك. !\nفأتينا أمَّنا. فقالت : ما بي رغبة عن دينكما ! فاني قد أسلمت وصدقت.\nفاحتملنا (3) حتى أتينا قومنا غفاراً. فأسلم نصفهم.",
        "__________________\n(1) عسفان : موضع على بعد ستة وثلاثين ميلا ، ( بين مكة والمدينة ) المعجم.\n(2) أعيان الشيعة 16 / 320 ـ 321. الكلمات التي بين قوسين خارجة عن الأصل.\n(3) يعني حملنا انفسنا ومتاعنا.",
        "وقال نصفهم : أذا قدم رسول الله المدينة ، أسلمنا. فقدم رسول الله المدينة ، فأسلم نصفهم الباقي. وجاءت أسلم (1) فقالوا : يا رسول الله ! اخوتنا ، نسلم على الذي أسلموا عليه. فأسلموا.\nفقال رسول الله (ص) « غفَار غَفر الله لها. وأسلَم سالمها الله » (2).\nومجمل القول : فان أبا ذر (رض) كان من المبادرين الأول لاعتناق الاسلام حتى قيل انه رابع من أسلم ، وقيل خامسهم.\nقال في الاستيعاب :",
        "كان إسلام أبي ذر قديماً. يقال بعد ثلاثة ، ويقال : بعد أربعة ، وقد روي عنه أنه قال : أنا ربع الاسلام. وقيل : كان خامساً (3).\nوقال الواقدي : وأسلم أبو ذر ، قالوا رابعاً ، أو خامساً (4) ..\n__________________\n(1) اسم قبيلة.",
        "(2) صحيح مسلم 4 / ك الفضائل ص 1922.\n(3) الاستيعاب / حاشية على كتاب الاصابة / م 1 ص 213.\n(4) الكامل 2 / 60.\nمعَ الرَسُول (ص)",
        "لم يأمر النبي (ص) أبا ذر (رض) باللحاق بقومه ، ودعوتهم الى الاسلام ، إلا لأنه توسم فيه صفات الكمال ، لما يتمتع به من روح عالية ، وثبات لا يتزعزع ، وتفان في العقيدة. فوجده أهلا لأن يقوم بدور من هذا النوع ، والاسلام يمر بأدق المراحل وأخطرها.\nنحن نعلم أن النبي صلوات الله عليه كان ـ في بدء رسالته المباركة ـ يحتاج الى مزيد من المؤيدين والأعوان في داخل مكة ، وفي خارجها. في داخل مكة ، لتقوية الصف فيها ، وليمنع نفسه من قريش ! وفي خارج مكة ، لنشر مبادئ هذا الدين الجديد الحنيف ، واستقطاب أكبر عدد ممكن من الأفراد المسلمين كي ينهض بهذا الأمر جهرة وعلى الصعيد العام ، وتكون لديه القوة الكافية لصد أعدائه الذين يتربصون به الغيلة ويخططون للقضاء عليه وعلى الرسالة في مهدها.\nلقد آثر النبي (ص) إيفاد أبي ذر الى قومه بني غفار ، على بقائه معه ، لثقته العالية بأنه سينجح في نشر الاسلام بينهم.\nوهذا ما حصل ، فقد نجح أبو ذر في ذلك ، فقد أسلم نصف قومه على يده ، وأسلم النصف الباقي عند مجيء النبي (ص) الى المدينة كما اسلفنا.",
        "وبقي أبو ذر بينهم فترة طويلة. لم يحضر في خلالها غزاة بدر ولا أحد ، ولا الخندق ( كما تقول الروايات ) ، بقي بينهم في خندق الجهاد الآخر ، حيث كان يفقههم في دينهم ، ويعلمهم أحكام الاسلام ، وهذا جهاد يحتاج الى عزيمة وحكمة ودراية ونفس طويل.\nوليس من الوارد في ذهن من يعرف أبا ذر ، أن يعتقد بتخلفه عن هذه الغزوات الثلاث بمحض ارادته واختياره ، بل من المؤكد أن تخلفه عنها ، وبقاؤه في قومه إنما كان بايعاز من الرسول الكريم (ص). والجهاد بالسيف مقرون مع الجهاد في اللسان ، بتعليم الناس أحكام دينهم ، وتفقيههم بها. بعد تعلمها من رسول الله (ص).\nقال تعالى : ( وما كانَ المؤمنونَ لِينفورا كافِّة فَلولا نَفَر مِن كُل فِرقة مِنهم طَائِفَة لِيَتفقَّهوا في الدِّين وليُنذِروا قَومَهم اذا رَجِعوا اليهم لَعَلَّهم يَحذرون ) 9 ـ 122.\nقضى أبو ذر ، فترة بين بني قومه ، ثم عاد ليصحب النبي (ص) ويأخذ عنه العلم والمعارف والحكمة.",
        "وقد حظي من رسول الله (ص) بالاهتمام الكبير ، والعناية الخاصة. فقد كان رسول الله (ص) يبتدئه بالسؤال والكلام اذا حضر ، ويسأل عنه اذا غاب.\nفعن ابي الدرداء قال : « كان النبي (ص) يبتدئ أبا ذر اذا حضر ، ويتفقده اذا غاب » (1).\nويظهر من بعض الأخبار انه (ص) كان يمازحه ، كما كان هو يمازح\n__________________",
        "(1) الاصابة 4 / 63 والاستيعاب ص 64.\nالنبي صلوات الله عليه وهذا إن دل على شيء ، فانما يدل على مكانته الخاصة لدى النبي (ص).\nفقدروي انه قدم الى المدينة ، فلما رآه النبي قال له : « أنت أبو نملة !\nفقال : أنا أبو ذر.",
        "قال (ص) : نعم ، أبو ذر (1).\nوعن الصادق 7 ، قال :\nطلب أبو ذر رسول الله 9 ، فقيل إنه في حائط ( بستان ) كذا وكذا.\nفتوجه في طلبه ، فوجده نائماً ، فأعظمه أن ينبهه. فأراد أن يستبرئ نومه من يقظته ، فتناول عسيباً يابساً ، فكسره ليسمعه صوته. فسمعه رسول الله (ص) فرفع رأسه فقال :",
        "يا أبا ذر ، تخدعني. أما علمت أني أرى أعمالكم في منامي ، كما أراكم في يقظتي ! إن عينيَّ تنامان ، ولا ينام قلبي (2) !!\nوكان 2 في صحبته للنبي (ص) حريصاً على اقتباس العلوم ، فكان يغتنم الفرصة في ذلك ، ويحدثنا هو عن نفسه ، فيقول :\nلقد سألت النبي (ص) عن كل شيء حتى سألته عن مس الحصى ( في الصلاة ) ، فقال : مسَّه مرة ، أو دع (3).\nوقال : لقد تركنا رسول الله (ص) وما يحرك طائر جناحيه في السماء ، إلا ذكَّرنا منه علما (4).",
        "__________________\n(1) الاصابة 4 / 63 والاستيعاب ص 64.\n(2) معجم رجال الحديث 4 / 171.\n(3) الغدير 8 / 312 عن مسند أحمد.",
        "(4) الاستيعاب 4 / 64.\nوقال : دخلت ذات يوم في صدر نهاره على رسول الله (ص) في مسجده ، فلم أر في المسجد أحداً من الناس إلا رسول الله (ص) ، وعلي 7 جالس الى جانبه ، فاغتنمت خلوة المسجد ، فقلت : يا رسول الله ، بأبي أنت وأمي ، أوصني بوصية ينفعني الله بها.\nفقال 9 : نعم ، واكرم بك يا أبا ذر ، إنك منا أهل البيت .. (1) وقد ذكرت وصيته بكاملها في آخر الكتاب ، وهي من عظيم كلامه (ص) ، وتصلح أن تكون بذاتها موضوعاً مستقلا يدرس.\nوفي ميدان معارفه وعلومه التي اكتسبها من النبي (ص) نذكر ما قاله أمير المؤمنين علي (ع) حين سئل عن أبي ذر. فروي أنه قال في ذلك :",
        "وعى أبو ذر علما عجز الناس عنه ، ثم أوكأ عليه ، فلم يخرج شيئاً منه (2). وانما أوكأ أبو ذر على ذلك العلم ، ومنعه عن الناس ، لأنه لا تحتمله عقولهم.\nوفي رواية أخرى عن علي 7 ، فيه :\n« وعى علما عُجز فيه ، وكان شحيحاً حريصاً على دينه ، حريصا على العلم ، وكان يكثر السؤال ، فيُعطى ويَمنع ، أما ان قد ملئ في وعائه حتى امتلأ » (3).\nوجاء عن كتاب حلية الأولياء : في هذا الصدد :",
        "كان أبو ذر رضي الله تعالى عنه ، للرسول 9\n__________________\n(1) تنبيه الخواطر 2 / 300.\n(2) الاستيعاب / حاشية على الاصابة 4 / 64.",
        "(3) الغدير 8 / 311.\nملازما وجليسا ، وعلى مسائلته والاقتباس منه حريصا ، وللقيام على ما استفاد منه أنيسا ، سأله عن الأصول والفروع ، وسأله عن الايمان والاحسان ، وسأله عن رؤية ربه تعالى ، وسأله عن أحب الكلام الى الله تعالى ، وسأله عن ليلة القدر أترفع مع الأنبياء ، أم تبقى ؟ وسأله عن كل شيء حتى مس الحصى في الصلاة (1). الخ.\nوقد منحه النبي (ص) أوسمة عالية أهمها :\nقوله (ص) : ما أظلت الخضراء ، ولا أقلت الغبراء من ذي لهجة أصدق من أبي ذر. ومن سرّه أن ينظر الى تواضع عيسى بن مريم ، فلينظر الى أبي ذر (2).",
        "وقد سئل الإمام الصادق 7 عن صحة هذا الحديث ، فصدَّقه.\nففي معاني الأخبار بسنده ، عن رجل. قال :\nقلت لأبي عبد الله 7 : أليس قال رسول الله (ص) في أبي ذر ـ رحمة الله عليه ـ ما أظلَّت الخضراء ، ولا أقلَّت الغبراء على ذي لهجة ، أصدق من أبي ذر ؟\nقال : بلى.",
        "قال : قلت : فأين رسول الله ، وأمير المؤمنين ؟ وأين الحسن والحسين ؟\nقال ، فقال لي : كم السنة شهراً ؟\n__________________\n(1) نفس المصدر 312.",
        "(2) الاستيعاب / الاصابة 1 / 216.\nقلت : إثنا عشر شهراً.\nقال : كم منها حُرُم ؟\nقال : قلت : أربعة أشهر.",
        "قال : فشهر رمضان منها ؟\nقال : قلت : لا.\nقال (ع) : إن في شهر رمضان ليلة أفضل من ألف شهر ! إنَّا أهلُ بيت لا يقاس بنا أحد ! (1).\nفي غزوة تبوك",
        "في غزوة تبوك ، وقف بأبي ذر جمله ، فتخلف عليه ، فقيل : يا رسول الله : تخلف أبو ذر.\nفقال (ص) : ذروه ، فان يك فيه خير ، فسيلحقه الله بكم ، فكان يقولها لكم من تخلف عنه.\nفوقف أبو ذر على جمله ، فلما أبطأ عليه ، أخذ رحله عنه ، وحمله على ظهره ، وتبع النبي (ص) ماشياً.\nفنظر الناس ، فقالوا : يا رسول الله ، هذا رجل على الطريق وحده.",
        "فقال رسول الله (ص) : كن أبا ذر !\nفلما تأمله الناس ، قالوا : هو أبو ذر !\nفقال رسول الله 9 : يمشي وحده ، ويموت وحده ، ويبعث وحده ويشهده عصابة من المؤمنين (2).\n__________________",
        "(1) معاني الاخبار ص 179.\n(2) الكامل 2 / 280 والاصابة ج 4 / 64 بلفظ قريب.\nالتشيُّع ... مَا هُوَ ؟\nلكي تنثبت من الحقائق ، ونرفض كل ما يشيعه المغرضون حول عقيدة الشيعة ، ونشوئها في الاسلام ، يلزمنا ـ في هذا الحال ـ الرجوع الى عهود بعيدة ، مضت عليها قرون متعاقبة.",
        "ولكن ، حينما يتحد المضمون ، تتلاشى عنده كل المواقيت ، وكل مؤشرات القرب والبعد ، فهو لا يتغير ، ولا يتبدل ، ولا يخضع لأي ضوابط ، زمانية كانت أو غيرها.\nالمضمون بالنسبة لنا واحد ، ألا وهو « الاسلام » فهو في كياننا اليوم ، كما كان بالأمس ، وكما كان قبل قرون ، وكما يكون غداً ، لا يتغير ولا يتبدل.\nوالتشيع بالنسبة لنا ، هو من صميم ذلك المضمون. ليس طارئا ، وليس جديداً على الاسلام ، بل هو أصل من أصوله ، دعا اليه رسول الله (ص) ، كما دعا الى بقية أركان الدين.\nفليس التشيع ، سوى حب أهل البيت : ، ومودتهم ،",
        "والتمسك بهم. ومولاة علي 7 بعد رسول الله (ص) وأخذ معالم الدين من معدنه.\nقال تعالى : ( قل لا أسألكم عليه أجراً إلاَّ المَودَّة في القُربى ) ( 42 ـ 23 ). \nهذا هو التشيع ببساطة.\nقال الأزهري : الشيعة ، هم الذين يهوون عترة النبي (ص) ، ويوالونهم (1).",
        "وقد نشأ التشيع لعلي (ع) في عهد الرسول (ص) الذي أوصى المسلمين في مواطن كثيرة ، بالتمسك بأهل البيت (ع) كما دعاهم الى ولاء علي (ع) ونصَّ على ذلك في حجة الوداع الاخيرة. حيث جاء في خطبته (ص) :\nمعاشر المسلمين ، ألست أولى بكم من أنفسكم ؟\nقالوا : اللهم بلى.\nقال : « من كنت مولاه ، فهذا علي مولاه ، اللهم والِ من والاه ، وعادِ من عاداه وانصر من نصره ، واخذل من خذله ».",
        "وقد روي هذا الحديث بطرق مختلفة ، وألفاظ متغايرة ، بمضمون واحد.\nفقد رواه من الصحابة اكثر من مائة وعشرة صحابياً. ومن التابعين\n__________________\n(1) متن اللغة 3 / مادة شيع.",
        "أربعة وثمانون تابعياً ، ورواه من العلماء ، ثلاثمائة وستون عالماً (1) عدا من ألَّف فيه.\nوهذا الحديث هو المسمى بحديث الغدير ، نسبة لغدير خُمّ. وقد تمسك به الشيعة الإمامية كدليل هام في إثبات الخلافة لعلي 7 بعد رسول الله (ص) ، بالاضافة الى الأدلة الاخرى الكثيرة ، التي سنذكرها فيما بعد.\nوعرف من الشيعة في عهد رسول الله (ص) جماعة ، منهم أبو ذر 2 ..\nقال أبو حاتم سهل بن محمد السجستاني : « إن لفظ الشيعة على عهد رسول الله (ص) كان لقب أربعة من الصحابة ، سلمان الفارسي ، وأبي ذر الغفاري ، والمقداد بن الأسود الكندي وعمار بن ياسر (2) الى آخره.",
        "من جهة أخرى ، فقد ورد لفظ الشيعة ( شيعة علي (ع) على لسان النبي (ص) في عدة مناسبات ). وما علينا الآن إلا أن نعرض بعض الاحاديث النبوية الشريفة المتضمنة لذلك.\n1 ـ عن جابر بن عبد الله الأنصاري ، قال : « كنا عند النبي (ص) فأقبل علي بن أبي طالب ، فقال رسول الله (ص) : قد أتاكم أخي !\nقال جابر : ثم التفت رسول الله (ص) الى الكعبة ، فضربها بيده ، ثم قال : والذي نفسي بيده ، إن هذا وشيعته هم الفائزون يوم القيامة .. ثم\n__________________",
        "(1) راجع كتاب الغدير ج 1 من ص 8 الى ص 151.\n(2) الشيعة وفنون الاسلام ص 31.\nقال : إنه أولكم إيماناً معي ، وأوفاكم بعهد الله تعالى ، وأقومكم بأمر الله ، وأعدلكم في الرعية ، وأقسمكم بالسوية ، واعظمكم عند الله مزِّية.\nقال : ونزلت فيه ( إن الذين آمنوا وعملوا الصالحات أولئك هم خير البريَّة ).",
        "قال : وكان أصحاب محمد (ص) أذا أقبل عليهم علي 7 ، قالوا : قد جاء خير البرية » (1).\n2 ـ أخرج الحافظ جمال الدين الذرندي ، عن ابن عباس 2ما. « ان هذه الآية لما نزلت ، قال (ص) لعلي (ع) هم أنت وشيعتك ، تأتي أنت وشيعتك يوم القيامة راضين مرضيين ... (2) الخ.\n3 ـ أخرج أحمد في المناقب أنه (ص) قال لعلي (ع) : أما ترضى أنك معي في الجنة والحسن والحسين ، وذريتنا خلف ظهورنا ، وأزواجنا خلف ذريتنا ، وشيعتنا عن ايماننا وشمائلنا ».\n4 ـ واخرج الديلمي : يا علي : ان الله عز وجل قد غفر لك ولذريتك ، ولولدك ، ولأهلك ولشيعتك ، ولمحبي شيعتك.",
        "5 ـ وأخرج الطبراني عن علي (ع) قال : يا علي : ستقدم على الله وشيعتك راضين مرضيين ، ويقدم عليه أعداؤك غضابا مُقمَحين (3) ..\n6 ـ وأخرج ابن مردويه ، عن علي 7 قال : قال لي رسول\n__________________\n(1) فرائد السمطين 1 / 156.",
        "(2) الصواعق المحرقة / 159.\n(3) حق اليقين 1 / 171 و 205.\nالله (ص) ألم تسمع قول الله : ( إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية ) هم انت وشيعتك وموعدي وموعدكم الحوض ، اذا جائت الامم للحساب ، تدعون غُرَّاً محجلين.\n7 ـ وفي النهاية ( لإبن الاثر ـ مادة قمح ) : وفي حديث علي (ع) قال له النبي (ص) : ستقدم على الله أنت وشيعتك راضين مرضيين ، ويقدم عليه عدوك غضاباً مقمحين. ثم جمع يده الى عنقه يريهم كيف الإقماح.",
        "8 ـ عن ربيع الأبرار ، يروى عن رسول الله (ص) أنه قال : يا علي ، اذا كان يوم القيامة ، أخذتُ بحُجزة * الله تعالى ، وأخذت أنت بحُجزتي وأخذ ولدك بحجزتك ، وأخذ شيعة ولدك بحجزهم. فتُرى أين يؤمر بنا ؟ (1).\nوأما الأحاديث الأخرى التي تدعو المسلمين الى التمسك بعلي (ع) وأهل البيت الطاهر فان استقصاءها وذكرها يحتاج الى وضع مجلد ضخم. لكننا نذكر بعضاً منها هنا ، لأجل التبرك بها من جهة ، ولاطلاع القارئ الكريم على مدى ما تحمل من أهمية ، من جهة أخرى.\n1 ـ روى الجويني بسنده عن ابن عباس (رض) قال : قال رسول الله (ص) :\nمن سره أن يحيا حياتي ، ويموت مماتي ، ويسكن جنة عدن غرسها ربي ، فليوال علياً من بعدي ، وليقتدِ بالأئمة من بعدي ، فانهم عترتي ، خلقوا من طينتي ، ورزقوا فهماً وعلماً ، ويل للمكذبين بفضلهم من أمتي ،",
        "__________________\n* قوله (ص) : اخذت بحجزة الله تعالى : كناية عن التعلق والامتناع به.\n(1) أصل الشيعة وأصولها 110 / 111.\nالقاطعين فيهم صلتي ، لا أنالهم الله شفاعتي (1).",
        "2 ـ وعن أنس بن مالك قال :\nقال رسول الله 9 : يا أنس ، أسكب لي وضوءاً ( قال : ) ثم قام فصلى ركعتين ثم قال : يا أنس ، أول من يدخل عليك من هذا الباب ، أمير المؤمنين ( وسيد المسلمين ) وقائد الغر المحجلين ، وخاتم الوصيين.\nقال أنس : قلت : اللهم اجعله رجلا من الانصار ـ وكتمته ـ اذ جاء علي صلوات الله عليه ، فقال : من هذا يا أنس ؟ فقلت : علي. فقام (ص) مستبشراً ، فاعتنقه ثم جعل يمسح عرق وجهه بوجهه ، ويمسح عرق وجه علي بوجهه.\nفقال علي 7 : يا رسول الله ، لقد رأيتك صنعت شيئا ، ما صنعت بي من قبل ؟",
        "قال (ص) : وما يمنعني ، وأنت تؤدي عني ، وتسمعهم صوتي ، وتبين لهم ما اختلفوا فيه بعدي.\n3 ـ وعن ابي ذر الغفاري ـ 2 ـ قال : قال رسول الله 6 :\nأنا خاتم الأنبياء ، وأنت يا علي خاتم الأوصياء الى يوم الدين.\n__________________",
        "(1) فرائد السمطين / للجويني بسنده / 53.\nولفظ أبي ذر : أنا خاتم النبيين ، كذلك علي خاتم الأوصياء الى يوم الدين.\n4 ـ وعن جابر بن عبد الله ( الأنصاري ) قال :\nقال رسول الله 9 لعلي 7 : أنت مني بمنزلة هارون من موسى ، إلا أنه لا نبي بعدي. ( هذا الحديث رواه الجويني بعدة طرق ، وهو حديث مشهور وهو المسمى بحديث ( المنزلة ). ورواه مسلم في صحيحه عن سعد بن ابي وقاص عن أبيه » راجع فضائل الصحابة / 4 ـ 1870 ).",
        "5 ـ وجاء في حديث طويل ، عن أبي أيوب الأنصاري :\nيا عمار ، إن علياً لا يردك عن هدى ، ولا يدلك على ردى.\nيا عمار ، طاعة علي طاعتي ، وطاعتي طاعة الله عز وجل. !\n6 ـ وعن ابن مسعود ، قال : قال رسول الله 6 : علي بن أبي طالب حلقة معلقة بباب الجنة ، من تعلق بها دخل الجنة.",
        "7 ـ وعن انس بن مالك ، قال :\nإن سائلا أتى المسجد وهو يقول : من يقرض المليّ الوفي ؟ وعلي ـ 7 ـ راكع يقول (1) بيده خلفه للسائل خذه ، أي اخلع الخاتم من يدي. قال : فقال رسول الله 6 : يا عمر ، وجبت. قال : بأبي انت وأمي يا رسول الله ، ما وجبت ؟ قال وجبت له الجنة. والله ما خلعه من يده ، حتى خلعه من كل ذنب وخطيئة (2).\n__________________\n(1) يقول : يشير.",
        "(2) فرائد السمطين 1 / 145 و 147 و 123 و 178 و 180 و 188.\n8 ـ وعن ابن عباس 2 ، قال :\nأقبل عبد الله بن سلاّم ، ومعه نفر من قومه ، ممن قد آمنوا بالنبي 6 فقالوا : يا رسول الله ، إن منازلنا بعيدة ، وليس لنا مجلس ، ولا متحدث دون هذا المجلس ، وان قومنا لما رأونا آمنا بالله ورسوله ، وصدقناه ، رفضونا ، وآلوا على أنفسهم أن لا يجالسونا ، ولا يناكحونا ( أي لا يتزوجون منا ولا نتزوج منهم ) ولا يكلمونا ، فشق ذلك علينا.\nفقال لهم النبي 6 : ( إنما وليُّكم الله ورَسُولُهُ والذين آمنوا الذين يُقيمونَ الصلاة ، ويؤتُونَ الزكاةَ وهُمْ راكِعُون ) (55 ـ المائدة ).",
        "ثم إن النبي 6 خرج الى المسجد ، والناس بين قائم وراكع ، وبصر بسائل.\nفقال له النبي 6 : هل أعطاك أحد شيئاً ؟\nقال : نعم ، خاتم من ذهب *.\nفقال النبي (ص) : من أعطاكه ؟",
        "قال : ذلك القائم ـ وأومأ بيده الى علي بن أبي طالب ـ.\nفقال النبي (ص) : على أي حال أعطاك ؟\nقال : أعطاني وهو راكع !.\nفكبَّر النبي 6 ، ثم قرأ : ( ومَن يتولَّى اللهَ",
        "__________________\n* هكذا في شواهد التنزيل. ولكن في الحديث المروي عن ابن عباس : خاتم من فضة / راجع التعليقة.\nوَرَسُولَهُ والذين آمنوا فانَّ حِزبَ اللهِ هُم الغَالِبُون ) ( 55 ـ المائدة ).\nفأنشأ حسان بن ثابت يقول :",
        "وقصة التصدّق بالخاتم ـ هذه ـ من أشهر المشهورات ، وقد رواها الجويني بعدة طرق ، وبأسانيد مختلفة ، كما رواها غيره من أرباب الحديث.\nونكتفي هنا بهذا العرض لبعض الروايات في هذا المضمون ، والتي هي نزر قليل من الكثير الكثير ، اذ لو أردنا استقصاء وذكر الأحاديث المروية عن النبي 6 في فضل أمير المؤمنين علي 7 ، والمشتملة على النص بالولاية منه (ص) له (ع) من بعده ، وعلى إلزام المسلمين بالأخذ عن أهل البيت : معالم دينهم لألزمنا ذلك بافراد كتاب مستقل ، ولأخرجنا عن الموضوع.\nومجمل القول :\nفان الشيعة يعتقدون بأن الإمامة ، لا تكون إلا بالنص من الله تعالى ،",
        "__________________\n(1) فرائد السمطين 1 / 189 / 190. راجع مجمع البيان وشواهد التنزيل ، وذخائر العقبى. فانه أشار فيه الى هذه الآية وثماني آيات نزلت في علي. راجع ص 88 ـ 89 ـ ومن أحب الاستزادة في فضائل الامام ، فليراجع صحيح مسلم م 4 ص 1870 وفضائل الخمسة من الصحاح السنة وغيرها.\nعلى لسان النبي ، أو على لسان الإمام الذي قبله ، وأن الإمام لا بد وأن يكون معصوماً من جميع الرذائل ، ومن السهو والخطأ والنسيان ، كما لا بد وأن يكون أفضل الناس بعد النبي (ص).\nولا يهمنا من بحث الإمامة هنا « اثبات انهم هم الخلفاء الشرعيون ، وأهل السلطة الإلهية ، فان ذلك أمر مضى في ذمة التاريخ ، وليس في اثباته ما يعيد دورة الزمن من جديد أو يعيد الحقوق المسلوبة الى أهلها ، وانما يهمنا منه ، ما ذكرنا من لزوم الرجوع اليهم في الأخذ بأحكام الله الشرعية ، وتحصيل ما جاء به الرسول الأكرم على الوجه الصحيح الذي جاء به ، وان في أخذ الأحكام من الرواة والمجتهدين الذين لا يستقون من نمير مائهم ، ولا يستضيئون بنورهم ، ابتعاداً عن محجة الصواب في الدين » (1).",
        "__________________\n(1) عقائد الشيعة الامامية / 99.\nأبو ذَرّ وَالتّشيُّع\nمن هذا المنطلق الواضح ، يمكننا القول بأن التشيع ليس مذهبا طارئا على الاسلام ، أو فكرة دخيلة عليه ، بل هو من صميم الاسلام ، وأصل من أصوله. نشأ في عهد النبي الأعظم ، وبايعاز منه صلوات الله عليه. فهو الذي بذر هذه البذرة المباركة وتعاهدها بنفسه.",
        "والمهم لدينا الآن ، هو الوصول الى ما نريده من هذه الحقيقة ، الهامة ، وهو التحدث عن تشيع أبي ذر الصحابي العظيم (رض). وغيره من الصحابة .. وما علينا في هذا الحال إلا أن نسرد بعض النصوص التأريخية المتضمنة لذلك.\nقال أبو حاتم سهل بن محمد السجستاني :\nإن لفظ الشيعة على عهد رسول الله (ص) كان لقب أربعة من الصحابة .. سلمان الفارسي ، وأبي ذر الغفاري ، والمقداد بن الأسود الكندي ، وعمار بن ياسر (1) ..\nوقال الشيخ المفيد ; ، في بيان إمامة أمير المؤمنين علي (ع).",
        "فاختلفت الأمة في إمامته يوم وفاة النبي 6 ،\n__________________\n(1) الشيعة وفنون الاسلام / 31.\nفقالت شيعته ، وهم : بنو هاشم كافة ، وسلمان ، وعمار ، وأبو ذر (1) .. الخ.",
        "وقال اليعقوبي ، حول الموضوع ذاته :\nوتخلف عن بيعة أبي بكر قوم من المهاجرين والأنصار ، ومالوا مع علي بن أبي طالب. منهم : العباس بن عبد المطلب ، الى أن قال : وأبو ذر الغفاري ، وعمار بن ياسر (2) .. الخ ما ذكره.\nوقال الكشي عنه : وهو الهاتف بفضائل أمير المؤمنين 7 ، ووصي رسول الله واستخلافه إياه (3) ..\nوجاء في سيرة الأئمة الإثني عشر ، حول الموضوع ذاته :",
        "« واحتج عليهم سلمان الفارسي ، وأبو ذر ، وعمار ، والمقداد ، وغيرهم من وجوه الصحابة (4) ..\nوجاء في كتاب أصل الشيعة وأصولها ، في ذكر طبقات الشيعة :\nالطبقة الأولى : وهم أعيان الصحابة ، وأبرارهم ، كسلمان المحمدي ـ أو الفارسي ـ وأبي ذر ، والمقداد وعمار ، وخزيمة ذي الشهادتين ، وابن التيهان ، وحذيفة بن اليمان ، والزبير ، والفضل بن العباس ، وأخيه الحبر عبد الله ، وهاشم بن عتبة المرقال ، وابي ايوب الأنصاري ، وأبان وأخيه خالد ـ ابني سعيد العاص ، الأمويين ـ وأبي بن كعب سيد القراء. وانس بن الحرث بن نبيه ، الذي سمع النبي (ص) يقول : أن ابني الحسين ( عليه\n__________________",
        "(1) الارشاد / 10.\n(2) تاريخ اليعقوبي 2 / 124.\n(3) معجم رجال الحديث 4 / 168.\n(4) سيرة الأئمة 1 / 295.",
        "السلام ) يقتل في أرض يقال لها : كربلاء فمن شهد ذلك منكم ، فلينصره. فخرج أنس ، وقتل مع الحسين 7 ( راجع الإصابة والاستيعاب ).\nثم قال الشيخ ; تعالى : ولو أردت أن أعد عليك الشيعة من الصحابة ، واثبات تشيعهم من كتب السنة ، لأحوجني ذلك الى إفراد كتاب ضخم (1).\nالى غير ذلك من النصوص والأخبار ، التي تصرح بتشيع أبي ذر (رض) وغيره من الصحابة لعلي (ع) وآل البيت الطاهر تشيعاً ليس عاطفياً يقتصر على حبهم فحسب ، بل تشيعاً مبدئياً ، ينادي بأحقية علي 7 في الخلافة بعد رسول الله (ص) بلا فصل. استناداً الى ما سمعه هو ، وبقية الصحابة منه (ص) في ذلك ، كحديث الغدير المتقدم وأمثاله.\nفقد كان أبو ذر 2 ، ممن ثبت على هذا المبدأ ، فنافح عنه ، ودافع على أكثر من جبهة ، وفي عدة مواطن ، ودعا المسلمين اليه بكل جرأة وصراحة ، حتى آخر لحظة من حياته. ففي مكة ، كان لسانه يلهج بذلك ، وفي المدينة ، كما في الشام ، وحتى في منفاه الأخير في الربذة ، لم يتوان ، ولم يتلكأ في تأدية الأمانة.",
        "وفي مكة المكرمة ، وحول البيت العتيق ، مهوى قلوب الملايين من المسلمين ومركز تجمعهم في كل عام ، كان أبو ذر يغتنم الفرصة ، فيدعو المسلمين ، ليحدثهم بما سمع عن رسول الله (ص) في حق أهل البيت بصورة عامة ، وعلي 7 بصورة خاصة.\nفمن ذلك ، ما رواه الجويني بسنده ، عن عباية بن ربعي ، قال :\n__________________\n(1) أصل الشيعة وأصولها / 86.",
        "بينما عبد الله بن عباس ، جالس على شفير زمزم ( يقول : قال رسول الله 6 ) ، اذ أقبل رجل متعمم بعمامة. ) فجعل ابن عباس لا يقول ، قال رسول الله 6 ، إلا قال الرجل : قال رسول الله 6.\nفقال ابن عباس : سألتك بالله ، من أنت ؟\nقال : فكشف العمامة عن وجهه ، وقال : يا أيها الناس من عرفني ، فقد عرفني ، ومن لم يعرفني ، فأنا جندب ابن جنادة البدري ، أبو ذر الغفاري ، سمعت النبي 6 بهاتين ، وإلا فصمَّتا ، ورأيته بهاتين ، وإلا فعميتا.\nيقول : علي قائد البررة ، وقاتل الكفرة ، منصور من نصره ، مخذول من خذله.",
        "أما اني صليت مع رسول الله 6 يوماً من الأيام صلاة الظهر ، فسأل سائل في المسجد ، فلم يعطه أحد ، فرفع السائل يده الى السماء وقال : ( اللهم ) إشهد اني سألت في مسجد رسول الله 6 فلم يعطني أحد شيئا ، وعلي 7 كان راكعا ، فأومأ بخنصره اليمنى ـ وكان يتختم فيها ـ فأقبل السائل حتى أخذ الخاتم من خنصره ، وذلك بعين رسول الله 6 ، فلما فرغ النبي 6 من صلاته ، رفع رأسه الى السماء ، وقال :\nاللهم إن أخي موسى سألك فقال : ( رَبِّ اشرح لي صدري ويسِّر لي أمري وأحلل عقدة من لساني يفقهوا قولي واجعَل لي وزيراً من أهلي هارون أخي أشدد به ازري وأشرِكه في أمري ) (1) ، فأنزلت عليه قرآناً ناطقاً\n__________________\n(1) مقتبس من آية 25 ـ 32 / طه.",
        "( سَنَشُدُّ عَضُدَك بأخيك ونَجعل لكما سُلطاناً فلا يَصِلونَ اليكما ) (1) اللهم ، وأنا محمد نبيك وصفيك ، اللهم اشرح لي صدري ، ويسر لي أمري ، واجعل لي وزيراً من أهلي ، علياً أخي ، أشدد به ظهري. *\nقال أبو ذر : فوالله ، ما استتم رسول الله 6 الكلمة ، حتى نزل عليه جبرئيل من عند الله ، فقال :\nيا محمد إقرأ ( إنما ولِيُّكُم الله ورَسولُه والذين آمنوا الذِين يُقيمون الصَلاةَ ويُؤتونَ ألأزَكاة وهم راكِعُون ) (2).\nوروى الجويني أيضا بسنده الى الحافظ ابي بكر ، بسنده عن كديرة الهجري.",
        "قال : إن أبا ذر أسند ظهره الى الكعبة ، فقال :\nأيها الناس ، هلموا أحدثكم عن نبيكم 6. سمعت رسول الله (ص) يقول لعلي ثلاثاً. لئن يكون قال لي واحدة منهن ، أحب الي من الدنيا وما فيها.\nسمعت رسول الله يقول لعلي (ع) : اللهم أعنه واستعن به ، اللهم انصره وانتصر به ، فانه عبدك وأخو رسولك (3).\nوفي المستدرك ، عن حنش الكناني ، أنه قال :",
        "سمعت أبا ذر يقول ـ وهو آخذ بباب الكعبة ـ : أيها الناس ، من\n__________________\n(1) من آية 34 / القصص.\n* وفي شواهد التنزيل : اشدد به أزري.",
        "(2) فرائد السمطين 1 / 191 / 192.\n(3) نفس المصدر ص 68.\nعرفني ، فأنا من عرفتم ، ومن أنكرني ، فأنا أبو ذر ، سمعت رسول الله يقول :\nألا إن مثل أهل بيتي فيكم ، مثل سفينة نوح من قومه ، من ركبها نجا ، ومن تخلف عنها غرق (1).",
        "وفي المدينة ، عاصمة العالم الاسلامي ، ومقر الخلافة ، كان 2 يقوم بنفس الدور ، على الرغم من المراقبة الشديدة المفروضة من قبل الأمويين ودعاتهم في ذلك الوقت.\nقال اليعقوبي في تأريخه :\n« وبلغ عثمان أن أبا ذر ، يقعد في مسجد رسول الله (ص) ويجتمع اليه الناس ، فيحدث بما فيه الطعن عليه ، وأنه وقف بباب المسجد ، فقال :\nأيها الناس ، من عرفني ، فقد عرفني ، ومن لم يعرفني ، فأنا أبو ذر الغفاري ، جندب بن جنادة الربذي : إن الله إصطفى آدم ونوحاً وآل إبراهيم ، وآل عمران على العالمين. ذرية بعضها من بعض ، والله سميع عليم. محمد الصفوة من نوح ، فالأول من إبراهيم ، والسلالة من إسماعيل ، والعترة الهادية من محمد. إنه شرف شريفهم واستحقوا الفضل في قوم ( قومهم ) هم فينا كالسماء المرفوعة ، وكالكعبة المستورة ، أو كالقبلة المنصوبة ، أو كالشمس الضاحية ، أو كالقمر الساري ، أو كالنجوم الهادية ( أو كالشجرة الزيتونة ) أضاء زيتها ، وبورك زبدها. ومحمد وارث علم آدم ، وما فضل به النبيون ، وعلي بن أبي طالب وصي محمد ووارث علمه.",
        "أيتها الأمة المتحيرة ، أما لو قدمتم من قدَّم الله ، وأخرتم من أخَّر\n__________________\n(1) المستدرك /  3 / 150 ـ 151.\nالله وأقررتم الوالية والوراثة في أهل بيت نبيكم ، لأكلتم من فوق رؤوسكم ، ومن تحت أقدامكم ، ولما عال ولي الله ، ولا طاش سهم من فرائض الله ، ولا اختلف إثنان في حكم الله ، إلا وجدتم علم ذلك عندهم ، من كتاب الله وسنة نبيِّه ، فأما اذا فعلتم ما فعلتم ، فذوقوا وبال أمركم ، وسيعلم الذين ظلموا أي منقلب ينقلبون (1) ..",
        "وفي الشام ، كان أبو ذر يسلك نفس المسلك مع من يجتمع اليه من الناس ويحدثهم بمثل ذلك.\nقال اليعقوبي : وكان يجلس في المسجد ـ يعني في الشام ـ فيقول كما كان يقول ( في المدينة ) ويجتمع اليه الناس ، حتى كثر من يجتمع اليه ، ويسمع منه (1).\nوحتى في الربذة ، منفاه الموحش المقفر ، لم تصرفه آلامه وهمومه ، ولا ما هو فيه من الاغتراب عن مواطن الايمان والجهاد ، والأصحاب الأخلاء. لم يصرفه ذلك ولم يشغله عن اكمال مسيرته التي بدأت خطاها في عهد النبي (ص) فظل متمسكا بمبدأه هذا ، منادياً به حين تمكنه الفرصة من ذلك ، فرصة اللقاء بمن يستمع اليه ، ويأخذ منه.\nفي شرح النهج ، عن أبي رافع ، قال :",
        "أتيت أبا ذر بالربذة ، أودعه. فلما أردت الانصراف ، قال لي ، ولأناس معي : ستكون فتنة ، فاتقوا الله ، وعليكم بالشيخ : علي بن أبي طالب ، فاتبعوه.\nوالحق أن موقف أبي ذر من مبدأ التشيع ، كان موقفاً مثالياً يجسم لنا كل معاني الثبات والصمود ، فما كان لتلين له عريكة فيه ، ولا لتميل له\n__________________\n(1) تأريخ اليعقوبي 2 / 172.",
        "قناة ، لقد كان صلباً قوياً ، متفانياً في سبيل ذلك. وكأنه في موقفه هذا ، يفسر لنا بيعته لرسول الله (ص).\nأن لا تأخذه في الله لومة لائم ، وأن يقول الحق ولو كان مرا. !\nعن معاوية بن ثعلبة الليثي قال :\nمرض أبو ذر ، فأوصى الى علي 7.",
        "فقال بعض من يعوده : لو أوصيت الى أمير المؤمنين عثمان ، كان أجمل لوصيتك من علي.\nقال : والله لقد أوصيت الى أمير المؤمنين ، حق أمير المؤمنين ! والله أنه للربيع الذي يسكن اليه ، ولو قد فارقكم. لقد انكرتم الناس وانكرتم الأرض.\nقال : قلت : يا أبا ذر ، انا لنعلم أن أحبهم الى رسول الله 6 أحبهم اليك !\nقال : أجل !",
        "قلنا : فأيهم أحب اليك ؟\nقال : هذا الشيخ المظلوم ، المضطهد حقه ! يعني علي بن أبي طالب. (1)\n__________________\n(1) أعيان الشيعة 16 / 332.",
        "\n\nإقامتهُ في بِلاَد الشَّام\n\nإقامتُه في بِلاَد الشَّام",
        "حين نقرأ سيرة أبي ذر في الكتب التأريخية وغيرها ، نجد أنفسنا أمام صورة غير واضحة لهذا الصحابي العظيم ، فنجد شيئا من الغموض يكاد يكتنف حياته. ولعل مردّ ذلك يعود الى نوع من التعتيم الاعلامي ، فرض على مسار هذه الشخصية.\nفمثلا. نجد بعض المؤرخين ، كالطبري ، وابن الأثير ، قد أهملوا التفصيل في كيفية نفي أبي ذر الى المدينة ، فالربذة ، كما أهملوا ذكر النزاع الذي جرى بينه وبين عثمان.\nونجد : البعض الآخر يحاول الدفاع عن عثمان ، فيذهب الى القول : بأن أبا ذر نزل الربذة بمحض اختياره.\nوالبعض الآخر ، يؤكد نفي أبي ذر الى الشام أوّلا ، ثم الى المدينة ، ثم الى الربذة.",
        "ونحن بدورنا ، نريد التثبت من الحقائق حول هذا الامر ، عن طريق الاستعانة ببعض الروايات ، والنصوص التأريخية ، والابتعاد عمَّا تمليه العاطفة والحساسيات الخاصة.\n\n\nوالذي وجدته ـ بعد التأمل والتدقيق ـ أن أبا ذر كان قد أقام في الشام مدة طويلة ، ربما نافت على العشرة سنوات. تسنى له من خلالها نشر مذهبه في التشيع لعلي وأهل البيت :.",
        "وعليّ الآن ، أن أعرض للقارئ كلمات بعض المؤرخين والباحثين ، الذين ذهبوا الى القول : بأن أبا ذر أُخرج الى الشام منفيَّاً ، ليتسنى له المقارنة بينها وبين النصوص الاخرى التي تؤكد خلاف ذلك.\nقال أبن أبي الحديد في شرح النهج :\n« واعلم : أن الذي عليه اكثر أرباب السيرة ، وعلماء الاخبار والنقل ، أن عثمان نفى أبا ذر أوّلا الى الشام ، ثم استقدمه الى المدينة لمَّا شكا منه معاوية ، ثم نفاه من المدينة الى الربذة ، لما عمل بالمدينة نظير ما كان يعمل بالشام » (1).\nوقال السيد المرتضى ; تعالى :",
        "« بل المعروف والظاهر ، أنه نفاه أوّلا الى الشام ، ثم استقدمه الى المدينة لما شكا منه معاوية ، ثم نفاه من المدينة الى الربذة .. » (2).\nوقال السيد الامين ; :\n« وما كان أبو ذر ليترك المدينة ، مهاجر رسول الله 6 ، ومسجده ، ومجاورة قبره ، اختيار ، ويذهب الى الشام ، فيجاور بني أميَّة ، وانما خرج الى الشام منفياً » (3).\n__________________",
        "(1) شرح النهج 8 / 255 ـ 256.\n(2) اعيان الشيعة 16 / 363.\n(3) نفس المصدر / 353 / 354.\nالى غير ذلك من أقوال غيرهم ، التي تفيد الشهرة حول هذا الامر ، والشهرة في هذا المقام لا تغني من الحق شيئاً ، فرب مشهور لا أصل له ، سيما اذا قام الدليل على خلافه.",
        "والآن نعرض للقارئ بعض النصوص الاخرى ، نضعها بين يديه للتأكد مما نرمي اليه ، من القول : بأن إقامة أبي ذر في الشام كانت طويلة جدا ، وكانت بادئ الامر بمحض اختياره ورغبته ، وكامل حريته ، إلا أن حريته في الذهاب الى المدينة المنورة ، ومجاورة قبر الرسول (ص) متى شاء ، أصبحت مقيدة آخر الامر بسبب ما جرى بينه وبين عثمان.\nقال في الاستيعاب :\n« بعد أن أسلم أبو ذر ، رجع الى بلاد قومه ، فأقام بها حتى مضت بدر ، وأحد ، والخندق ، ثم قدم على النبي (ص) المدينة ، فصحبه الى أن مات 6.\nثم خرج بعد وفاة أبي بكر الى الشام ، فلم يزل بها حتى ولي عثمان ، ثم استقدمه عثمان لشكوى معاوية ، فنفاه وأسكنه الربذة ، فمات بها .. » (1).",
        "وهنا ، يحق لنا التساؤل :\nما هو المبرر لرفض هذه الرواية. ؟ مع أن هناك الشواهد الكثيرة على صحة مضمونها !؟\nإن رفض هذه الرواية ، لا مبرر له ، فأي مانع من أن يكون أبو ذر ، قد أقام في الشام بمحض اختياره ، إن لم نقل بأنه كان يتعرض لمضايقات معينة\n__________________",
        "(1) الاستيعاب ( حاشية على كتاب الاصابة ) م 1 ص 213.\nـ نظرا لجرأته وصراحته ـ دفعت به الى الاقامة فيها أثناء خلافة عمر بن الخطاب.\nإن من يتتبع سيرة أبي ذر ، يجد أن هذه الشخصية الفريدة ، يكتنف مسارها الغموض والتعتيم من الفترة ما بين خلافة عمر الى خلافة عثمان ، فلاحديث ، ولارواية ، ولا أي شيء يتعلق به في تلك الفترة ، ! مع كونه من المبرزين الأول في الاسلام ، دينا ، وفضلا ، وعلما ، فهو لم يكن مسلما عاديا يقرن بعامة المسلمين ، بل كان من خيرة خيرتهم ، ممن نوَّه رسول الله (ص) بفضلهم ، وممن حازوا قصب السبق في مجالي الدين والعلم ، ويكفي قول رسول الله 6 فيه : « ما تقل الغبراء ، ولا تظل الخضراء من ذي لهجة أصدق ولا أوفى من أبي ذر ، شبيه عيسى بن مريم » (1).\nوحديث علي 7 فيه: « وعاء ملئ علما ، ثم أوكأ عليه » (2).",
        "إن التعتيم الاعلامي على مسار أبي ذر (رض) في تلك الفترة ، ربما لم يكن مقصودا ، ولكنه يؤكد تأكيدا كاملا على أنه كان بعيدا عن مركز الخلافة ، أعني : المدينة المنورة ـ عاصمة العالم الاسلامي ـ آنذاك.\nكما أنه لم يكن في تلك الفترة في موطنه الاصلي ، أعني منازل قومه بني غفار ، لأن النصوص لا تشير الى ذلك البتة.\nاذن : أين كان أبو ذر في تلك الفترة ؟.\nالشواهد التأريخية كلها ساكتة عن وجوده في أي بلد ، ما عدا الشام.",
        "__________________\n(1) المستدرك مع التلخيص م 3 / 342.\n(2) الغدير 8 / 311 نقلا عن أسد الغابة 5 / 186 وشرح الجامع الصغير 5 / 423 وفي الاصابة / 4 ص 64.\n* الوكاء ـ ما يشد به الكيس ، والمقصود هنا ربما يكون هو أن علم أبي ذر مما لا يطيقه الناس ولا تتحمله عقولهم فلذلك أخفاه عنهم.",
        "نعم : كان أبو ذر 2 في تلك الفترة ، قد اتخذ الشام وجوارها مقرا له ، وقد كان يقوم بدوره الرسالي فيها على أكمل وجه. هذا ما يستفاد من بقية النصوص والروايات في هذا الصدد.\nجاء في رواية البلاذري :\n« وقال عثمان يوما : أيجوز للامام أن يأخذ من المال ؟ فاذا أيسر قضى ؟\nفقال كعب الأحبار : لا بأس بذلك.",
        "فقال أبو ذر : يابن اليهوديين ، أتعلمنا ديننا !؟\nفقال عثمان : ما أكثر أذاك لي ، وأولعك بأصحابي !؟ إلحق بمكتبك ! وكان مكتبه بالشام ، إلا أنه كان يقدم حاجا ، ويسأل عثمان الإذن له في مجاورة قبر رسول الله 6 ، فيأذن له في ذلك .. » (1).\nوكلمة « مكتب » هنا ، تعني : مركز تجمع كتائب الجيش الاسلامي ، والرواية صريحة في كون إقامته بالشام لم تكن قسرا.\nويؤيدها ، ما جاء في تأريخ ابن الأثير ، قال في حوادث سنة 23 :",
        "« وفيها غزا معاوية الصائفة ( الروم ) ومعه عبَّادة بن الصامت ، وأبو أيوب الأنصاري ، وأبو ذر .. »\nوقال في حوادث سنة 28 :\n« كان فتح قبرس على يد معاوية .. الى أن قال : ولما غزا معاوية هذه السنة ، غزا معه جماعة من الصحابة ، فيهم أبو ذر .. » (2) الخ.\n__________________",
        "(1) الغدير 8 / 293 نقلا عن الانساب 5 / 52 / 54.\n(2) الكامل 3 / 77 و 95.\nوجاء في كلام ابن بطال :\n« وكان في جيشة ـ يعني معاوية ـ ميل الى أبي ذر ، فأقدمه عثمان حشية الفتنة » (1).",
        "وجاء في رواية الواقدي :\n« إن أبا الأسود الدؤلي قال : كنت أحب لقاء أبي ذر ، لأسأله عن سبب خروجه الى الربذة ، فجئته ، فقلت له :\nألا تخبرني ، أخرجت من المدينة طائعا ؟ أم أخرجت كرها ؟\nفقال : كنت في ثغر من ثغور المسلمين ، أغني عنهم ، فأخرجت الى المدينة ، فقلت دار هجرتي وأصحابي ، فأخرجت من المدينة الى ما ترى ! » (2).",
        "والثغر الذي عناه ، هو بلاد الشام بالطبع. ويلاحظ هنا ، أنه لم يقل أخرجت الى ثغر من ثغور المسلمين ، أو اخرجت الى الشام. بينما قال : أخرجت الى المدينة ، ثم قال : فأخرجت الى ما ترى ـ يعني البرذة ـ مما يدل على أنه كان مختارا ، أو مرتاحا ـ على الأقل ـ في اقامته بالشام.\nوجاء في رواية ثانية للواقدي :\n« فقال عثمان : أخرج عنا من بلادنا !\nفقال أبو ذر : ما أبغض الي جوارك ، فالى أين أخرج ؟",
        "قال : حيث شئت !\nقال : أخرج الى الشام ، أرض الجهاد ؟!\n__________________\n(1) الغدير 8 / 325 عن عمدة القارئ للعيني 4 / 291.",
        "(2) شرح النهج 80 / 360.\nقال : انما جلبتك من الشام ، لما قد أفسدتها ، أفأردك اليها !؟ » (1).\nإن هذه الروايات ، تعطينا الدليل الكافي ، بل القاطع ، على أن اقامة أبي ذر في الشام لم تكن جبرية ، ولم يكن مكرها فيها ، كما لم تكن قصيرة تقاس بالأشهر.\nولا يعني هذا ، أنه في خلال اقامته تلك ، كان قد انقطع عن زيارة مدينة الرسول (ص) فمما لا شك فيه أن أبي ذر لا يفوته الحج الى بيت الله الحرام في كل عام ، كما لا تفوته زيارة قبر الرسول (ص) ومجاورته ، ومن ثمَّ اللقاء بالصحابة ، وزيارة دار الخلافة ، والنظر في شئون المسلمين.",
        "من هنا ، يمكننا الركون ـ بكل بساطة ـ الى القول بأن ما جرى بينه وبين عثمان بادئ الامر ، من النقاشات الكلامية الحادة ، لم يكن سببا في نفيه الى الشام ـ كما يتصور ـ بل كان في أغلب الاحيان ، سببا في تعجيل رجوعه الى الشام ، وتقييدا لحريته في الاقامة بالمدينة متى شاء ، وكيف أراد.\nوبهذا يتضح وهن الرأي القائل بأن عثمان نفاه الى الشام ، هذا الرأي الذي يهدف ـ غالبا ـ الى إضفاء صبغة مأساوية ، تضاف الى مأساة أبي ذر الحقيقية ، وهي نفيه ( الى المدينة ، ومن ثم الى الربذة ).\nبعد هذا العرض ، ننتقل الى حقيقة تأريخية هامة ، تتصل بسيرة هذا الصحابي العظيم ، ومكوثه في بلاد الشام هذه المدة الطويلة ، وقيامه بدوره الرسالي على أكمل وجه. تلك هي : صلته بنشأة التشيع في جبل عامل ، وهذا ما سنعرضه في الفصل التالي :\n__________________",
        "(1) المصدر السابق.\nأبو ذرّ وَالتّشيُّع في جَبل عَامِل\nوقبل الدخول في الموضوع ، لا بد لنا من الوقوف على موقع ( جبل عامل ) الجغرافي من بلاد الشام ، تأريخيا ، لكي تتثبت من إقامة ابي ذر فيه ، وتنجلي لنا حقيقة الامر في ذلك.\nحدود الشام :",
        "قال ياقوت في معجم البلدان : وأما حدها ـ يعني الشام ـ فمن الفرات الى العريش المتاخم للديار المصرية.\nوأما عرضها : فمن جبلي طيئ من نحو القبلة ، الى بحر الروم ، وما بشأمة ذلك من البلاد. وبها من أمهات المدن : منبج ، وحلب ، وحماة ، وحمص ، ودمشق ، والبيت المقدس ، والمعرة. وفي الساحل : إنطاكية ، وطرابلس ، وعكا ، وصور ، وعسقلان ، وغير ذلك .. الخ (1).\nهذه هي سعة الشام وسعة حدودها ـ في ذلك الوقت ـ ويتضح من ذلك ، ان منطقة جبل عامل داخلة في ضمنها ، لأن منها صور.\nوقال في متن اللغة. مادة : ع م ل.",
        "بنو عاملة ، حي يمان من ولد الحرث بن عدي. ينتهي الى كهلان بن سبأ ، نُسبوا الى أمهم عاملة بنت مالك القضاعية. وجبلهم بالشام ، فوق\n__________________\n(1) معجم البلدان 3 / 312 مادة : شأم.\nصور وصيدا ، يعرف بهم. واشتهر باسم : جبل عامل (1).",
        "المهم : ان الشام لم تكن اسما لخصوص دمشق ( العاصمة ) ، بل كان لفظ الشام يطلق على المنطقة المشار اليها آنفا بأجمعها ، بما فيها جبل عامل.\nوقد أشرنا سابقا الى أن أبا ذر (رض) أقام في الشام بعد وفاة أبي بكر ـ كما يظهر من رواية الاستيعاب ـ حتى شكاه معاوية الى عثمان ، فأخرجه الى المدينة ، ثم نفاه الى الربذة. وأن الروايات الاخرى التي تشير الى اخراجه من المدينة الى الشام ، لا تعني اخراجه اليها منفيا ، بل كل ما هناك أن عثمان كان يأمره بالتعجيل في الخروج الى الشام ، كما في قوله له : « الحق بمكتبك ». راجع ص 67.\nثم ان اقامة أبي ذر فيها ، لا تعني في خصوص دمشق ـ كما يتوهم ـ بل في المنطقة عامة ، يؤيد ذلك قول أبي ذر مخاطبا عليا 7 حين كان في وداعه : « اني ثقلت على عثمان بالحجاز ، كما ثقلت على معاوية بالشام ! » (2).\nفكما أن كلمة « الحجاز » تشمل كل مدن الحجاز بما فيها المدينة ، كذلك كلمة « الشام » تشمل كل مدن الشام ، بما فيها دمشق ، وبما فيها « جبل عامل ».",
        "ومن الواضح : أنه (رض) ، كان في هذه المنطقة ، تحت قبضة معاوية وسلطانه. فصح أن يقال : كان عند معاوية.\n__________________\n(1) متن اللغة 4 / مادة : ع م ل / 209.\n(2) شرح النهج 8 / 254.",
        "تحديد مدة اقامته في الشام\nالنصوص التأريخية ، لا تحدد مقدار إقامته فيها. إلا ما ورد عن كميل بن زياد ; ، قال : « كنت بالمدينة حين أمر عثمان أبا ذر باللحاق بالشام ، وكنت بها في العام المقبل حين سيَّره الى الربذة » (1).\nهذه الرواية فقط ـ اذا صحت ـ تشير الى ان اقامته فيها استغرقت سنة. أما ما عداها ، فلا يستند إلا الى التخمين والاستنتاجات الخاصة. ومع ذلك ، فان رواية كميل هذه لا يستفاد منها مجموع إقامته في الشام ، بل يستفاد منها : أن المدة ما بين أمر عثمان أبا ذر باللحاق بالشام ، وبين نفيه الى الربذة ، استغرقت سنة.\nوعلى هذا ، فلا تنافي بين رواية ( الاستيعاب ) المتقدمة وهذه الرواية.",
        "وبوسعنا القول الآن : أن اقامة ابي ذر في بلاد الشام ، في مدنها وقراها ، كانت طويلة جدا ، ربما استغرقت أربعة عشر سنة ، وأهم الشواهد على ذلك ، ما يلي :\nاولا : رواية الاستيعاب المتقدمة ( ص 65 ) وهي صريحة فيما نرمي اليه ، حيث يقول فيها : « ثم خرج بعد وفاة ابي بكر الى الشام ، فلم يزل بها حتى ولي عثمان ، ثم استقدمه عثمان لشكوى معاوية .. ».\nوالمعروف أن وفاة أبي بكر كانت في سنة 13 ه‍. وفي هذه السنة ولي عمر بن الخطاب ، حتى توفي سنة 23 ه‍ ، وفيها بويع عثمان بن عفان (2) ، الى سنة 35 ه‍ ( على التقريب ) وقد نفى عثمان أبا ذر من الشام الى المدينة ، فالربذة ، في سنة 30 ـ على ما ذكره ابن الأثير ـ (3).\n__________________",
        "(1) الغدير 8 / 204.\n(2) مروج الذهب 2 / 297 / 304.\n(3) الكامل 3 / 113.\nفعلى هذا تكون الفترة ما بين خروج أبي ذر الى الشام ونفيه الى المدينة سبعة عشر سنة. على رواية الاستيعاب !",
        "ثانيا : النصوص التي تتحدث عما أوجده أبو ذر ، ـ في اقامته تلك ـ من تغيير في ذهنية المجتمع الشامي ، وصرفه الناس اليه ، وأخذهم منه الحكم والفتيا واجتماعهم من حوله ، من جهة ، وميل المعسكر الذي كان فيه ، اليه من جهة أخرى. الى حدّ حرك في نفس معاوية الخوف من عواقب ذلك. فكتب الى عثمان يحمله اليه. واليك بعض هذه النصوص :\nا ـ قول حبيب بن مسلمة الفهري لمعاوية : « إن أبا ذر لمفسد عليكم الشام ، فتدارك أهله ، إن كان لك فيه حاجة .. » (1).\nب ـ كتب معاوية الى عثمان : « إن أبا ذر تجتمع اليه الجموع ، ولا آمن أن يفسدهم عليك ، فان كانت لك في القوم حاجة ، فاحمله اليك .. » (2).\nج ـ وكتب اليه : « إن أبا ذر قد حرف قلوب أهل الشام ، وبغضك اليهم فلا يستفتون غيره ! ولا يقضي بينهم إلا هو .. ! » (3).",
        "د ـ قول عثمان لأبي ذر حين طلب الرجوع الى الشام : « انما جلبتك من الشام لما قد أفسدتها ! أفأردّك اليها !؟ » (4).\nويؤيد ذلك ، كلام ابن بطال المتقدم : « كان في جيش معاوية ميل الى أبي ذر ، فأقدمه عثمان خشية الفتنة ».\n__________________\n(1) شرح النهج 8 / 257.",
        "(2) مروج الذهب 2 / 340.\n(3) رجال بحر العلوم 2 / 152.\n(4) شرح النهج 8 / 260.\nإن هذه النصوص ، تزودنا بالكثير حول ( اقامته الطويلة في بلاد الشام ). فقد كانت اقامته هذه تقضّ مضاجع الحكام آنذاك ، فقد استطاع هذا الصحابي الجليل ، أن يستقطب الاكثرية من الناس ، يعضهم ويرشدهم ، ويذكرهم بأيام الله. وينوّه بمقام أهل البيت : ، ومكانتهم وفضلهم ، وما ورد فيهم على لسان رسول الله (ص) الى غير ذلك مما جلب على معاوية المتاعب ، فكتب فيه الى عثمان.",
        "وهنا سؤال يفرض نفسه :\nأترى ، كان باستطاعته أن يقوم بهذه الادوار الخطيرة ، خلال أشهر أو سنة !؟ كما يدعي أكثر الكتَّاب والمؤرخين.\nفهل أن تغيير ذهنية مجتمع بكامله ، كان يتعاطف مع الامويين ، ولم يعرف غيرهم ، وتزويده بذهنية جديدة ذات طابع معيَّن ، من السهولة بمكان ؟؟ كما ربما يتصور البعض.\nإن تصور هذا من البعد بمكان.",
        "فان عملية إفساد المجتمع الشامي على معاوية ومن ولاَّه ، لا بد وأنها استغرقت سنين عديدة ، لأن تغيير المرتكزات الذهنية السائدة لدى أي مجتمع كان ، لا يمكن أن يتم في خلال أشهر معدودة.\nمن هنا ، ومما ذكرنا آنفا ، يسهل علينا الوصول الى الحقيقة التاريخية الهامة التي أغفلها المؤرخون القدماء ، وتكتم فيها كثيرون.\nأغفلها المؤرخون ، إما إستخفافا بأهلها ، أو فرقا من الحكام الذين كانوا في زمانهم.\nوتكتم فيها كثيرون ، خوفا على دمائهم وأموالهم.",
        "هذه الحقيقة ، هي صلة التشيع في ( جبل عامل ) بأبي ذر (رض). فان مما توارثه أهل هذا الجبل عن الاباء والاجداد ، أن تشيعهم لمذهب أهل البيت : كان على يد هذا الصحابي الجليل ، عندما كان مقيما في بلاد الشام.\nوهنا يجدر بنا أن نستعرض كلمات بعض كبار الباحثين حول هذا الموضوع.\nقال السيد الامين في أعيان الشيعة : « ومن المشهور ان تشيع جبل عامل كان على يد أبي ذر ، وأنه لما نفي الى الشام ، وكان يقول في دمشق ما يقول ، أخرجه معاوية الى قرى الشام ، فجعل ينشر فيها فضائل أهل البيت (ع) فتشيع أهل تلك الجبال على يده. فلما علم معاوية ، أعاده الى دمشق ، ثم نفي الى المدينة .. ».\nثم قال: وهذا ، وان لم يرد به خبر مسند ، لكنه قريب غير مستبعد (1).",
        "وذكر الشيخ الوالد مد ظله في كتابه ( جبل عامل في التأريخ ) ، كلمات لبعض كبار الباحثين حول هذا الموضوع ، وبدوري أقتطف بعضا من كلماتهم.\nقال الاستاذ الشيخ أحمد رضا : « إن التشيع في بلاد الشام هو أقدم منه في كل البلاد ، غير الحجاز. وهذا من العجيب ، أن يقوم أول ركن ، وتنتشر أول دعوة للشيعة في بلاد محكومة لأعدى الناس لهم.\nثم استطرد في كلامه عن أبي ذر ، ونشره مذهب التشيع في بلاد الشام فقال : ثم كان يخرج الى الساحل ، فكان له مقام في قرية الصرفند\n__________________",
        "(1) أعيان الشيعة 16 / 358.\nالقريبة من صيدا ، ومقام آخر في قرية ميس ، المشرفة على غور الاردن ، وكلتاهما من قرى جبل عامل ، والمقامان الى الآن معروفان ، الى آخر ما قال.\nولقد عقبه الامير شكيب ارسلان ، فقال :\nأما كون التشيع في جبل عامل هو أقدم منه في العجم ( ايران ) بل في كل قطر حاشا الحجاز ، فمن الحقائق التي لا خلاف فيها ، ثم استطرد عارضا ظهور التشيع في ايران ، ثم ذكر انه في العرب وبلاد الشام لم يكن ظاهرا ، وأن الشيعة كانت تستمسك بحبال التقية خوفا على أنفسهم ، ولذا تجد المؤرخين يتجانفون عن نسبة علماء الشيعة الى التشيع .. ثم ذكر حادثة جرت بين الشيخ البهائي وبعض علماء السنة في الشام ـ راجع.",
        "وقد ذكر الاستاذ الشيخ سليمان ظاهر ما يقرب من كلام صاحبيه ، قائلا : إن قدم التشيع في هذا القطر ، ( يعني جبل عامل ) يمتد الى خلافة عثمان (رض) والى عهد نفي أبي ذر.\nثم عقب سماحة الشيخ مد ظله ، فقال :\nهؤلاء أعلام ثلاثة من ثقات أهل الاستقراء والتدقيق ، يشهدون شهادة جازمة بقدم التشيع في بلاد عاملة ، وأنه من عهد نفي أبي ذر الغفاري ، كما يشهدون بسبق تشيع الحجاز.\nثم ذكر كلمة الحر العاملي 1 وهو من أعظم الثقات ومن أجلاء أهل زمانه وهو أقدم من هؤلاء جميعا.",
        "كان يقول : إن تشيعهم ( يعني العامليين ) أقدم تشيع. فقد روي أنه لما مات رسول الله (ص) لم يكن من شيعة علي (ع) إلا أربعة مخلصون : سلمان ، وأبو ذر ، والمقداد ، وعمَّار. ثم تبعهم جماعة قليلون إثنا عشر ،\nوكانوا يزيدون ويكثرون بالتدريج حتى بلغوا ألفا وأكثر. ثم في زمن عثمان ، لما أخرج أبا ذر الى الشام ، بقي أياما ، فتشيع جماعة كثيرة ، ثم أخرجه معاوية الى القرى ، فوقع في جبل عامل ، فتشيعوا من ذلك اليوم (1) الى آخر ما ذكره.\nبعد هذا العرض ، يتضح لنا أن هذا متفق عليه ، لا مكان للغموض فيه. ولكن يمكننا النقاش في عملية الطرح لهذا المضمون ، فنقول :\nمما لا شك فيه ، أن أبا ذر (رض) هو أول من بذر هذه البذرة الطيبة في جبل عامل ( قرى الشام ) بفضل إقامته فيها. ولكن إقامته الطويلة الأمد التي استغرقت من عمره سنوات ، والتي كان مرتاحا فيها ـ على الاقل ـ بادئ الامر ، كما قدمنا ، لا منفيا. هذا أولا.",
        "وثانيا : انه أقام أولا في قرى الشام خلال هذه المدة الطويلة. بدليل قوله « كنت في ثغر من ثغور المسلمين أغني عنهم .. » راجع ص 68. والثغر لا يعني قلب العاصمة ، بل على العكس ، يعني حدود المنطقة التي يمكن للعدو أن ينفذ منها. ثم بعد ذلك ـ يمكننا القول ـ بأن معاوية حين خشي منه أن يفسد الناس عليه ، جلبه الى الشام ليكون تحت رقابته ، ورقابة جلاوزته. فلما رأى انه لايكف عن ذلك ، كتب فيه الى عثمان.\nأما القول بأن معاوية ، نفاه الى قرى الشام أولا ، ثم جلبه اليه ، فبعيد جدا ، ولا يتلائم مع دهاء معاوية وحذره. إذ كيف يعقل أن ينفيه معاوية من الشام بسبب اثارته الناس عليه ، وهو فيها تحت قبضته وسلطانه ، الى قرى\n__________________\n(1) جبل عامل في التاريخ ج 1 / 49 الى 54.",
        "الشام ، النائية عن العاصمة ، والتي يجد فيها أبو ذر حرية أكبر ـ بطبيعة الحال ـ ومجالا أوسع لنشر أفكاره ، بعيدا عن الرقباء والجلاوزة ؟؟\nومجمل القول :\nفان نسبة التشيع في جبل عامل لأبي ذر الغفاري 2 مما توارثه أبناء هذه المنطقة ، أباً عن جد ، وحبهم لآل البيت : ، واعتناقهم مذهبهم ، هما الصفة المميزة لأهل هذا الجبل. وعلى مر العصور والاعوام ، وجدنا جبل عامل ، منبتاً لفحول علماء المسلمين من أتباع مذهب أهل البيت ، : ، وستبقى هذه السلسلة الذهبية ، مستمرة لامعة في دنيا الاسلام ، مهما حاول المغرضون ، بترها.\nوسيبقى طهر أبي ذر 2 وشفافية نفسه الزكية ، يطيفان على أهل هذا الجبل ، بركة وخيرا ، وايمانا مستمدا من رسول الله (ص) وأهل بيته الميامين.",
        "رحم الله أبا ذر حامل مشعل الهداية والكرامة.\nرحم الله تلك الروح الزاكية التي تشبعت بحب النبي وآل النبي ، حتى فاضت ، وفاضت ، فشملت أهل هذا الجبل ( جبل عامل ) بالبركات.\n\n",
        "\nالفَصْل الثَّاني\n* بينَ أبي ذَرّ وَعثمان \n* حُلمُ الأمَويّين ",
        "* الإمَامَة \n* في السَّقيفَة\n* إثَارَة الفِتَن \n* رقَابَة المُسلمين ",
        "* فِقدان الهيَبة في خِلافة عثمان \n* سيَاسَة عثمان في إختِيار الولاة \n* سياستهُ في المال \n* معارضة أبي ذرّ ",
        "* مَوقف أبي ذَرّ من مُعَاوِية \n* ودَاع أهل الشّام لَه \nيا أبا ذر ! انك غَضِبتَ للهِ ، فارجُ مَن غَضِبتَ له ، إنَّ القومَ خافوكَ على دُنياهم ، وخِفتهم على دِينك ، فاترُك في أيديِهم ما خافوكَ عليه ، واهرب مِنهم بما خفتهم عليه ! فما أحوَجَهُم الى ما منعتهم ، وما أغناكَ عمَّا منعوك.\nالإمام علي 7\n",
        "حُلمُ الأمَويّين\nحَلم الأمويين طويلا ، بالحكم والرياسة والمجد ، قبل البعثة النبوية المباركة ، لأن المسألة ـ بنظرهم ـ لا تعدو المفخارة بالإيلام ، والإطعام ، ونحر الجزر ، على مرأى من الحَكَمِ الذي يختارونه للبتِّ فيما بينهم ، والحكم إمَّا لهم ، وإمَّا عليهم.\nلكن هذا الحلم الطويل ، بترته البعثة النبوية المباركة ، فعاد سراباً بِقيعة.\nيظهر ذلك ، من خلال ما قاله بعض قادتهم وزعمائهم. قال :",
        "« تنازعنا نحن وبنو عبد مناف الشرف ، أطعموا فأطعمنا ، وحملوا فحملنا ، حتى اذا تحاذينا على الرُكب ، وكنا كفرسي رهان ، قالوا : منا نبي يأتيه الوحي من السماء ، فمتى ندرك مثل هذا ؟ واللات لا نؤمن به ولا نصدقه » (1).\nلقد كانت نبوة محمد (ص) مفاجأة رهيبة بالنسبة للفكر العربي المتخلف ـ آنذاك ـ كما كانت ضربة قاصمة في صميم العصبية الجاهلية ، لذلك ، رأينا قريشا ، وقد تألبت وأجمعت على حرب النبي (ص) ومكافحة رسالته ، وان الأمويين ـ أبناء العم ـ هم الذين اضطلعوا بذلك ، فكانوا\n__________________\n(1) حياة الامام الحسن 1 / 21.",
        "\nعلى رأس الحملات المضادة للنبي (ص) ولرسالته السمحاء. سيَّما وأنهم يعتبرون أنفسهم غرماء مجد للهاشميين.\nوأظهر الله نبيه (ص) على قريش وكافة من ناهضه من المشركين ، فانتصر المسلمون انتصارات متتالية ، انتصر فيها الحق على الباطل ، والخير على الشر ، وأخذ الاسلام يشق طريقه نحو القمة ، ويأخذ مكانه في النفوس ، بروحيته السمحة ، ومبادئه العالية ..\nولا غرو في ذلك ، ولا عجب. فقد استصفى الله الانسان من دون سائر مخلوقاته ، واستصفى للانسان دين الاسلام ، فقال تعالى :",
        "( إنَّ الدِّينَ عِندَ الله الإِسلامُ ومَن يَبتَغِ غَيرَ الإِسلام دِيناً فَلَن يُقبَلَ مِنهُ وهوَ في الآخِرة مِن الخَاسرين ).\nلقد أرسى النبي الكريم (ص) قواعد الرسالة الكريمة ، وأحكم دعائمها ووطد أركانها وأعاد للانسانية شرفها وكيانها ، بعد أن كانت ضحية أهواء الجبابرة وأرباب السلطان ، من شذاذ الآفاق الذين لا همَّ لهم إلا إشباع رغباتهم ونزواتهم على حساب الضعفاء من عامة الناس.\nوالتحق ص بربه راضيا مرضيا ، وظل حُلمُ الامويين محالا في قاموس الاسلام ، ولكن ما ان مضت فترة من الزمن وجيزة ، حتى عاد هذا الحلم يراود أهله من جديد ، فقد بدأ يتمطى عن رقدة طويلة ، عادت بعدها آمالهم خضراء مورقة. فها هي إمارات « ملك بني أمية » تلوح من قريب ، بعد ان كانت بعيدة عن دنيا الاسلام.\nإنه « الملك » في مفهوم بني أمية و « الخلافة » في مفهوم الاسلام. وما أبعد ما بينهما. إنه كالبعد بين الحق ، والباطل ، خطان متوازيان ، ذاك يدعو الى الجنة ، وهذا يجر الى النار ، وذاك ينصر المظلوم ـ في الله ـ",
        "وهذا يقرّ الظالم ، وذاك يطارد المفسدين والقتلة ، وهذا يقتل أولاد الأنبياء ، ويمثِّل بالأبرار ، ويطارد المؤمنين.\nويأتي السؤال هنا : كيف تسنى لهذه الفئة التي جهدت في حرب الرسول والرسالة ، أن تخلف رسول الله (ص) في مقعده ، وأن تتسلط على مقدرات الامة الاسلامية ، زهاء ثمانين سنة ؟!\nكيف تسنى لهم استغلال نبوة محمد (ص) للاستيلاء على العالم الاسلامي ، وبسط نفوذهم فيه ، وتحويل الخلافة بالتالي الى ملك عضوض يتوارثه الأبناء ؟ ومن المسؤول عن ذلك ؟\nوسواء تجاهلنا الامر ، أو تجاهله غيرنا ، فان ذلك لا يترك لنا مندوحة للتهرب من إدراكنا للظروف الصعبة التي عاشها المسلمون السابقون في فترات مختلفة ، أو التهرب من الواقع المرير الذي يعيشه المسلمون اليوم بشكل عام ، والذي حدث نتيجة للانحراف القديم.",
        "إن هذا السؤال يفرض نفسه ، ويتطلب منا جوابا واضحا لا إلتواء فيه ، ولا مواربة.\nويجدر بنا ـ ونحن نتلمس الإجابة عن هذا السؤال ـ أن نتناول بعض النصوص التأريخية وننظر فيها نظرة تمحيص وتحليل ، نسلط خلالها الأضواء الكاشفة على خفاياها ـ إن كانت غامضة ـ ونتأملها طويلا ، فهي تحكي وتجلو لنا حقبة تأريخية معينة ، عاشها المسلمون وتفاعلوا معها، وأوصلتهم بالتالي الى ما وصلوا اليه من تفكك وانهيار ، أفقدهم شخصيتهم المميزة عبر التأريخ.\nنتأمل تلك النصوص ـ بموضوعية وعمق ـ كي نصل الى نقطة الارتكاز الرابطة بين ما عاناه المسلمون في السابق ، وما يعانونه اليوم ، وبين الاسباب الحقيقية لذلك ، محاولين قدر الإمكان أن نبتعد بضمائرنا\nوتفكيرنا ، عن كل الحساسيات ، والتشنجات النفسية ، لنوفر للعقل وحده فرصة الانتصار.",
        "والذي يبدو جليا واضحا ، أن المسلمين الأوائل يتحملون شطرا من المسؤولية حول هذا الامر. لكن من المتيقن ان القيادة بدورها تتحمل الشطر الاكبر من تلك المسؤولية ، اذ إنها كانت محط الثقة الكاملة لدى المسلمين ، ومعقد آمالهم ، فكانوا يرون في الخلافة مصدرا يمدهم بالقوة والثقة اذا ضعفوا أو وهنوا ، ومصدرا تنبعث منه كل الطاقات التي تمكنهم من الثبات والاستمرار ، ويضمن لهم السلامة والرقي ، لذلك ، فانهم كانوا يتركون للخليفة كلمة الفصل في أحرج الظروف ، ويشاركهم هو في ذلك ، ومن ثَمَّ يضحُّون بكل شيء في سبيل انجاح مقرراته طائعين غير مكرهين ، حفاظا على الاسلام.\nوهذه الرؤية ـ بالذات ـ نجدها قد تبددت في عهد عثمان ، لما لمسه المسلمون من انحراف واضح في مسلكه ، سواء في ذلك مسلكه السياسي مع كبار الصحابة كأبي ذر الغفاري ، وعبد الله بن مسعود ، وعمار بن ياسر ، والأشتر النخعي وأصاحبه.\nأو مسلكه المالي ، في اغداقه على المقربين من ذوي رحمه ، وحرمانه الآخرين من أعطياتهم المفروضة.\nفنفى أبا ذر الى « الربذة » حتى مات فيها غريبا.",
        "وسيَّر عبد الرحمن بن حنبل صاحب رسول الله ، الى القموس من خيبر. وهمَّ بتسيير عمار بن ياسر ، فحال علي (ع) وبنو مخزوم دون ذلك.\nوأمر بعبد الله بن مسعود ، فجُرّ برجله ، حتى كسر له ضلعان ، ووطئ جوفه ، حتى صار لا يعقل صلاة الظهر ، ولا العصر ، ومنعه عطائه\nـ على حد تعبير ابن مسعود (1) ـ حتى مات.\nوسيَّر جماعة من صلحاء الكوفة ، من بينهم مالك ابن الأشتر النخعي وصعصعة بن صوحان وأخوه زيد ، وعدي بن حاتم لكلام جرى بينهم وبين عامله على الكوفة سعيد بن العاص ، فسيًّرهم أولا الى الشام ، ثم بعد ذلك أعادهم ، ثم سيَّرهم الى حمص وكان العامل فيها عبد الرحمن بن خالد بن الوليد ، وكان هذا الاخير يغلظ لهم ، فكان من جملة ما يقول لهم : لا أهلا بكم ولا سهلا .. جزى الله عبد الرحمن إن لم يؤذكم (2) .. الى غير ذلك.",
        "لقد كانت هذه الفترة ، من أشد الفترات حساسية في الاسلام. فمنها كانت بداية الشر ، فقد كان المسلمون قبلها يلجأون في مخاصماتهم الى الخليفة نفسه للنظر فيها والاستماع الى رأيه العادل في ذلك ، أو ـ على الاقل ـ كان يستمع منهم ويأخذ بآرائهم. أما ، وقد اختلت القاعدة ، وانعكست الموازين ، حيث أصبح الخليفة طرفا في الخصومة ، أو منحازا الى فئة معينة ، فانه لم يعد بالامكان ضبط الامور ، ولم تعد مخاصماتهم لتقتصر على الملاسنة والحجاج ، بل تعدتها الى استعمال القوة ، واللجوء الى القتل والفتك.\nهذه الفترة الصعبة ، بدأت مواسمها تمرع في السنة السادسة من خلافة عثمان ، فكان مقتله بداية الحصاد ، ثم استمر وطال أعواما وقرونا ، خلَّف فيما بعد الجسم الاسلامي ، جسما هزيلا مفككا ، بعد ان كان صلبا قويا لا تعادله قوة.\nومن هذه الفترة ، تولدت الفترات المظلمة في تأريخ الاسلام ، والتي\n__________________",
        "(1) اليعقوبي 2 / 170 و 173.\n(2) الغدير : 9 / من 30 الى 46.\nوصف بعضها عمر بن عبد العزيز بقوله : « الوليد في الشام ، والحجاج في العراق ، ومحمد بن يوسف في اليمن ، وعثمان بن حيان في الحجاز ، وقرة بن شريك في مصر ، ويزيد بن مسلم في المغرب ، إمتلأت الارض والله جورا ! ».\nوعلينا الآن ـ لكي نقف على حقائق تلك الفترة ـ أن نستعرض النصوص الكافية التي تعطينا صورة واضحة عن مواقف عثمان وسياسته. وقبل أن نتحدث عن ذلك ، يجدر بنا ان نمر مرورا سريعا بالظروف التي مهدت لعثمان ، والتي كانت سببا في تسلط الأمويين ، والتي بدأت بعد وفاة النبي 6.",
        "الإمَامَة\n( ورَبُّك يَخلُقُ ما يَشاءُ وَيَختَارُ ما كان لهُمُ الخَيرة ) 28 ـ 68. \nمن غير الوارد ـ بالمفهوم العقلي ـ أن تترك أمة دون قيادة ، ولا رعاية ، لأن ذلك سيؤدي ـ ولا شك ـ الى انهيارها ، وترديها في مهاوي المجهول.\nوالاسلام دين ونظام لكل الناس على حد تعبير القرآن الكريم : ( وَمَا أرسَلناكَ إلاَّ كَافَّة للناسِ بشيراً ونَذيِراً ـ 34 ـ 28 ) فمن الاولى ، أن لا يُترك دون صيانة ورعاية ، بل لا بد وأن يسند الى شخص مَّا من المسلمين ـ طبعا ـ ، القيام بهذه المهمة. \nوطريق ذلك ، منحصر بالنص عليه ، إما من الله تعالى ، أو من النبي المعصوم (ص) أو الإمام الذي ينصبه النبي. ",
        "ويشترط في الإمام ما يشترط في النبي من كونه معصوما عن الخطأ. من هنا ، فان قضية الخلافة ـ في المفهوم الديني ـ تأخذ معنى آخر غير المعاني الاخرى المتسالم عليها عند أكثرية المسلمين. فهي تأخذ معنى شرعيا يبقى ضمن « النص ». \nفالإمام ـ بعد النبي ـ مصدر للتشريع لا يمكن الاستغناء عنه بحال من الاحوال ، فقوله وفعله وتقريره سُنَّة.\nوبهذا نادى أتباع مذهب أهل البيت : ، وعلى هذا بنوا كل أمورهم الدينية.\nفالدين فوق كل الميول والاتجاهات ، لا يقاس بالعقول ، وصاحب الرسالة أدرى وأعلم بمن يقوم بمهماتها.",
        "أما أن يقوم هذا الامر على التخمين والظن والاختيارات الشخصية ، فهذا عين الخطأ ، ولا قاعدة فيه من المشرع الحكيم. بل القاعدة على عكس ذلك ، قال تعالى :\nـ ( ربك يخلق ما يشاء ويختار ما كان لهم الخيرة في ذلك ).\nهذا بالاضافة الى كون النتائج في هذا الحال مجهولة ، ومتى ما كان الامر كذلك ، فان الخسارة حينئذ تكون أقوى في ميزان الاحتمال.\nولا يبعد أن يكون ما حصل للمسلمين من قبل وما يعانونه اليوم ، إنما هو نتيجة للتصرفات الفردية في هذا الامر الخطير ، فانه منذ أن فقدت القيادة الاسلامية مقوماتها الحقيقية بدأ الكيان الاسلامي يهتز ، ويدخل مراحل الانهيار.",
        "فالملاحظ ، أن الجسم الاسلامي ـ بكل أبعاده وأشكاله ـ كان ينتقل ضمن دائرة النمو ، من طور الى طور أكبر ، بشكل متكامل متين لا يعرف الانتكاس ولا الجمود. وما ذلك إلا بفضل الرعاية الحكيمة من النبي الكريم (ص) ، فقد كانت قوة المسلمين تتكامل ، وعددهم يتزايد ، بشكل مستمر ملحوظ ، ووحدتهم متينة لا يزعزعها شيء ، على الرغم من الأخطار التي كانت تحدق بهم ، سواء من بقايا الشرك في الوسط العربي ، أو من المنافقين الذين كانوا بين ظهرانيهم يتربصون بهم الدوائر.\nفي السَّقيفَة\nما ان التحق الرسول (ص) بربه ، حتى بدأ العد العكسي يأخذ مجراه. فبدأت النوازع العصبية تبرز على الساحة بكل ما تحمل من أخطار ، تشتت الوحدة ، وتفرق الكلمة ، وهذا ما جرى في سقيفة بني ساعدة ، فقد تنازع المهاجرون والانصار في الامر من جهة ، وثارت ثائرة الاوس والخزرج ـ التي أطفأ الاسلام نائرتها ـ من جهة أخرى.\nواليك لقطات سريعة عن ذلك ـ كما في شرح النج :",
        "قال سعد بن عبادة ـ سيد الخزرج ـ في خطبته : « فشدوا يدْيكم بهذا الامر ، فانكم أحق الناس ، وأولاهم به ! »\nوقال الحباب بن المنذر : « فمنا أمير ومنهم أمير !! »\nفقال عمر : « هيهات ! لا يجتمع سيفان في غمد ، إن العرب لا ترضى أن تؤمركم ونبيها من غيركم. ! »\nفقام الحباب ، وقال : « لا تسمعوا مقالة هذا وأصحابه ، فيذهبوا بنصيبكم من الامر. »",
        "فلما رأى بشير بن سعد الخزرجي ، ما اجتمعت عليه الانصار من تأمير سعد بن عبادة ـ وكان حاسدا له ـ قال : إن محمداً ص رجل من قريش ، وقومه أحق بميراث أمره.\nفقام أبو بكر ، وقال : هذا عمر وابو عبيدة ، بايعو أيهما شئتم.\nفقالا : والله لا نتولى هذا الامر عليك .. أبسط يدك حتى نبايعك.\nفلما بسط يده ، وذهبا يبايعانه ، سبقهما بشير بن سعد فبايعه. فناداه الحباب بن المنذر : يا بشير ، عقَّك عَقاق * والله ما اضطرك الى هذا الامر ، إلا الحسد لابن عمك. « يعني سعداً ».",
        "ولما رأت الأوس ، أن رئيسا من رؤساء الخزرج قد بايع ، قام أسيد بن حضير ـ وهو رئيس الأوس ـ فبايع حسداً لسعد أيضا ، ومنافسة له ان يلي الامر ، فبايعت الأوس كلها لما بايع أُسَيد. \nوحُمل سعد بن عبادة ـ وهو مريض ـ فأدخل الى منزله ، فامتنع عن البيعة في ذلك اليوم وفيما بعد (1).\nقال البراء بن عازب ـ وكان خارج السقيفة ـ في حديث له : فلم ألبث ، واذا أنا بأبي بكر قد أقبل ومعه عمر ، وأبو عبيدة ، وجماعة من أصحاب السقيفة ، وهم محتجزون بالأزُرِ الصنعانية ، لا يمرون بأحد إلا خبطوه وقدموه ، فمدوا يده ، فمسحوها على يد أبي بكر يبايعه شاء ذلك ، أو أبى. فانكرت عقلي !\nورأيت في الليل ، المقداد ، وسلمان ، وأبا ذر ، وعبادة بن الصامت ، وأبا الهيثم بن التيهان وحذيفة ، وعمارا ، وهم يريدون أن يعيدوا الامر شورى بين المهاجرين (2).",
        "هذه صورة مختصرة أخذناها من شرح النهج ، وفيها تعبير واضح عن الطريقة التي استخدمت في عقد البيعة لأبي بكر ، وانها لم تكن عن طريق الاختيار ـ كما يدعى ـ بل تدخَّل فيها عنصر القوة والإجبار.\n__________________\n* من العقوق : وهو شق عصا طاعة الوالد وكل ذي رحم.\n(1) شرح النهج 6 / من ص 6 الى 10.",
        "(2) نفس المصدر 1 / 219 / 220.\nإثَارَة الفِتَن\nولكن مع ذلك ، فان الفتنة لم تنته بعد ، فقد كانت خيوطها تنسج في أقبية النفاق والضلال من قبل أدعياء الاسلام ، فقد حاولوا غير مرة ، جاهدين ، في إشعالها.\nمن ذلك : أن أبا سفيان أقبل الى علي (ع) قائلا له :",
        "« اني لأرى عجاجة لا يطفئها إلا دم ، يا آل عبد مناف ، فيم يلي أبو بكر من أموركم ؟ أين المستضعفان أين الأذلاّن عليّ والعباس ؟ ما بال هذا الامر في أقل حيّ من قريش ؟ »\nثم قال لعلي (ع) : أبسط يدك أبايعك ، فوالله لئن شئت ، لأملأنها عليه خيلا ورجِلا. فأبى علي 7. « وقال : إنك تريد أمرا لسنا من أصحابه ، وقد عهد الي رسول الله (ص) عهدا ، فأنا عليه » (1).\nفتمثل أبو سفيان بشعر المتلمس :\n__________________",
        "(1) هذه الفقرة موجودة في شرح النهج 6 / 18.\nفزجره علي (ع) ، وقال : والله إنك ما أردت بهذا إلا الفتنة ، وانك والله طالما بغيت للاسلام شرا. لا حاجة لنا في نصيحتك (1).\nلقد كان هذا الرد طبيعيا من الإمام علي (ع) أخ النبي ، ووصيه ، ووزيره ـ كما ورد عن النبي (ص) ـ فلقد كان (ع) يرمي من وراء ذلك الى الحفاظ على وحدة المسلمين ووحدة كلمتهم ليبقى الاسلام ويستمر في مسيرته.\nوحاول آخرون إيقاع الفتنة بين المهاجرين والانصار مرة ثانية ، فكان أمير المؤمنين علي 7 يقف سدا منيعا في وجوههم ، لا يترك لهم في ذلك فرصة تمر.",
        "فقد حاول عمرو بن العاص من خلال كلام قاله في محضر من المهاجرين والانصار ، أن يثير حفيظة المهاجرين على الانصار ، حيث انتقص من مكانتهم ، وأتهمهم بأنهم : إنما أووا النبي (ص) طمعا بالملك أو الإمرة من بعده. وفي ذلك يقول :\nفي أبيات ، أجابه عليه فيما بعد ، شاعر الأنصار ، النعمان بن العجلان : بعد كلام له ، منها :\nوعاود بن العاص الكرة ، بتحريض من سفهاء قريش ،\n__________________",
        "(1) الكامل 2 / 326 وفي الطبري 3 / 202.\nفبلغ الخبر علياً (ع) ، فغضب ، وشتم عَمراً ، وقال : أذى الله ورسوله.\nثم قام ، فأتى المسجد ، فاجتمع إليه كثير من قريش ، وتكلم مغضبا فقال :\n« يا معشر قريش ، إن حُبَّ الانصارِ ، إيمان ، وبغضهم نفاق ، وقد قضوا ما عليهم ، وبقي ما عليكم ، واذكروا أن الله رَغِب لنبيكم عن مكة ، فنقله الى المدينة ، وكرِهَ له قريشاً ، فنقله الى الانصار ، ثم قد منا عليهم دارَهُم ، فقاسمونا الاموالَ ، وكفونا العمل ، فَصِرنا منهم بين بذل الغني ، وايثار الفقير ، ثم حاربَنا الناس ، فوقونا بأنفسهم ، وقد أنزل الله تعالى فيهم آية من القرآن ، جمع لهم فيها بين خمس نِعَم فقال : ( والذِينَ تبوّؤا الدّار والإيمانَ مِنْ قَبلِهم يُحِبُّون مَنْ هاجَر اليهم ولا يَجِدُونَ في صُدورهِم حاجَة مِمَّا أُوتوا ويُؤثِرونَ على أنفُسهِم ولو كانَ بهِم خَصَاصة وَمَنْ يُوقَ شُحَّ نَفسِهِ فَأولئِك هم المفلحِون ) 58 ـ 9.",
        "ألا وان عمرو بن العاص قد قام مقاماً أذى فيه الميت والحي ، ساء به الواتر ، وسر الموتور ، فاستحق من المستمع الجواب. ومن الغائب المَقت ، وانه : مَن أحب الله ورسوله ، أجب الأنصار ، فليكفف عمرو عنا نفسه.\nفمشت قريش عند ذلك الى عمرو بن العاص ، فقالوا : أيها الرجل ، أما اذا غضب عليّ فاكفُف.\nوقال حسان بن ثابت في ذلك أبياتاً ، منها :\nوترك عمرو بن العاص المدينة ، وخرج عنها حتـى رضي عليّ والمهاجرون (1).",
        "ولم يقف الامر عند هذا الحد ، فقد أخذت أخطار الرِدَّة تهدد المسلمين ، فكان ما كان من أمر مسيلمة الكذاب ، وطليحة النمري ، وسجاح ، وبقايا فلول الشرك في شبه الجزيرة العربية ، فوقعت معارك بينهم وبين المسلمين إستشهد فيها من المسلمين عدد كبير. ففي وقعة اليمامة وحدها خسر المسلمون « من المهاجرين والانصار من أهل المدينة ، ثلاثمائة وستين ، ومن غير المدينة ثلاثمائة رجل » (2).\n__________________\n(1) شرح النهج 6 / 30 الى 35.\n(2) الكامل 2 / 365.",
        "رقَابَة المُسلِمين\nلقد كان المسلمون الأوائل يراقبون عن كثب ، سلوك الخليفة ، وتحركاته وتصرفاته ، سواء في ذلك ما تعلق به شخصياً ، من حسن السيرة ، وإحقاق الحق والحكم بين الناس بالعدل ، أو ما يتعلق بالمسلمين بشكل عام ، كالمساواة في العطاء ـ إلا ما أمر الله ـ وحُسنِ إختيار الولاة من أهل الكفاءة والدين والعدالة وما الى ذلك. وهذا هو الذي أعطى الخلافة هيبتها ، وضمن لها الاستمرار فترة ما.\nفكان المسلمون لا يألون جهدا في تقويم ما أعوج ومالَ عن خط الاسلام ، قدر الإمكان ، فكانوا يستنكرون التصرفات الشاذة ، ويعلنون احتجاجهم عليها ، بل ربما استعملوا العنف حين لا تنفع الكلمة ، كما جرى بين أبي بكر وعمر بشأن خالد بن الوليد حين قتل ـ هذا الأخير ـ مالك بن نويرة ، ودخل بامرأته ليلة مقتله. فقد احتج عمر على ابقاء خالد في قيادة الجيش ، وحين رأى أن أبا بكر يعتذر عنه ، بأنه « ما أول من تأوَّل فأخطأ » نهض اليه عمر بنفسه ، ـ وكان خالد قد دخل المسجد ، وقد غرز في عمامته أسهما ـ فنزعها عمر وحطمها ، ثم قال له « قتلت إمرء مسلما ، ثم نزوت على إمرأته والله لأرجمنك بأحجارك ».\n__________________",
        "(1) الكامل 2 / 359.\nوقد أفسح أبو بكر المجال أمام الصحابة ، في إلفاته ، وتنبيهه على أخطائه ، وذلك ، حين قال في خطبته بعد السقيفة :\n« وَليت أمركم ولست بخيركم ، فاذا أحسنت فأعينوني ، واذ أسأت فقَوِّموني ، إن لي شيطاناً يعتريني ، فاياي واياكم اذا غضبت .. الخ » (1).\nوجاء عهد عمر بن الخطاب ، وتولى زمام الامور بعد أبي بكر ـ بوصية وعهد منه ـ وذلك : أنه حين مرض أبو بكر مرض الموت ، أحضر عثمان بن عفان ، فقال له :",
        "إكتب ، بسم الله الرحمن الرحيم ، هذا ما عهده أبو بكر بن أبي قحافة الى المسلمين ، ثم أغمي عليه ، فكتب عثمان : أما بعد فاني قد استخلفت عليكم عمر بن الخطاب ، ولم آلكم خيرا ، ثم أفاق أبو بكر ، فقال : إقرأ علي ، فقرأ عليه ، فكبر أبو بكر وقال : أراك خفت أن يختلف الناس إن مِتّ في غشيتي .. » (2).\nوسار عمر بسيرة صاحبه ، إلا أنه كان كثير الفتيا ، وكثير الخطأ ، على حد تعبير ابن أبي الحديد ، قال : « وكان عمر يفتي كثيرا بالحكم ثم ينقضه ويفتي بخلافه ، قضى في ( مسألة ) الجد مع الاخوة قضايا كثيرة مختلفة ، ثم خاف من الحكم في هذه المسألة .. » (3).\nإلا أن وجود الإمام علي 7 في المدينة ـ آنذاك ـ كان يساعد الخليفة ، وكل المسلمين على حل ما يستعصي لديهم من الامور المتعلقة بالحكم أو الفتيا ، فكان المسلمون يرجعون اليه في ذلك ، ويأخذون منه.\n__________________",
        "(1) شرح النهج 6 / 20.\n(2) الكامل 2 / 425.\n(3) شرح النهج 1 / 181.\nفكان سيد الميدان في هذا المضمار ، والمرجع الوحيد الذي لا ينازعه أحد من المسلمين.",
        "وأصرح ما يدل على ذلك ، قول عمر بن الخطاب ، في أكثر من مناسبة :\n« كاد يهلك ابن الخطاب ، لولا علي بن أبي طالب ».\nوقوله : « أعوذ بالله أن أعيش في قوم لستَ فيهم أبا الحسن ».\nوقوله : « الله أعلمُ حيث يجعلُ رسالته ».",
        "وقوله : « اللهم لا تنزل بي شديدة ، إلا وأبو الحسن الى جنبي » (1).\nلقد كان علي 7 والمخلصون من الصحابة ، يبدون النصيحة ، ولا يألون جهداً في ذلك ، وهذا هو الذي ضمن للخلافة هيبتها في تلك الفترة. فمن الواضح أن هيبة الخلافة في عهد عمر ، بلغت الى حد ، أن الدرة ( السوط ) كانت أمضى من السيف في حل الخصومات ، حتى قيل : درَّة عمر أهيب من سيف الحجاج.\nوالحقيقة أن الهيبة لم تكن إلا لتكاتف المسلمين ووحدتهم وحيطتهم على الاسلام.\n__________________",
        "(1) راجع الغدير 6 / 103 الى 106.\nفِقدَان الهيبَة في خِلافَة عُثمان\nويلاحظ المتتبع ، أن الخلافة بدأت تفقد هيبتها ـ كسلطة زمنية ودينية ـ في السنة الثانية من خلافة عثمان ، وأخذت تتحول الى سلطة زمنية فحسب ، تقوم على القوة ، والقهر ، والإغراء بالمال ، بعيداً عن طابعها الحقيقي.\nفقد بدأ الأمويون يهيئون لهذه الخطة منذ اليوم الاول لخلافة عثمان ، وذلك ، عن طريق نفوذهم في الحكم ، حيث أصبح زمام السلطة بأيديهم يوجهونه أنى شاؤا ، دون أن يجرأ على معارضتهم في ذلك أحد ، واذا ما حاول بعض المخلصين من الصحابة ذلك ، وجدوا في الخليفة حاجزاً يحميهم ، ويداً طولى تساعدهم على تنفيذ مخططاتهم.",
        "نعم ، بدأت فكرة التحويل من اليوم الاول لخلافة عثمان ، ويبدو ذلك واضحاً من خلال ما قاله بعض أقطاب الامويين في أكثر من مناسبة.\nروى الشعبي ، قائلا : « فلما دخل عثمان رحله ـ يعني بعد البيعة ـ دخل اليه بنو أمية حتى امتلأت بهم الدار ، ثم أغلقوها عليهم ، فقال أبو سفيان بن حرب ( وكان أعمى ) : أعندكم أحد من غيركم ؟ قالو : لا. قال : يا بني أميَّة ، تلقفوها تلقف الكرة ، فوالذي يحلف به أبو سفيان ، ما من\nعذاب. ولا حساب. ولا جنة ، ولا نار ، ولا بعث ولا قيامة » (1).\nوقصد مرة قبر حمزة أسد الله وأسد رسوله ، فلما وصل اليه « ركله برجله ، وقال : يا أبا عمارة ، إن الامر الذي اجتلدنا عليه بالسيف ، أمسى في يد غلماننا يتلعبون به » (2).",
        "وفي السنة الثانية من خلافته ، مورست خطة التحويل عمليا ، فبالاضافة الى الهبات والقطائع الضخمة التي كان يمنحها الخليفة الى المقربين ـ كما ستقرأ ـ ، كان الولاة من بني أمية يستغلون منصب الولاية لتكريس مقدرات الامة لمصالحهم الشخصية ويتصرفون مع المسلمين من هذا المنطلق المنحرف عن الخط الاسلامي ، فكان بعضهم يرى أن الفيئ الذي أفاءه الله على المسلمين إنما هو بستان لقريش ليس لأحد دونها حق فيه ، كما قال سعيد بن العاص والي الكوفة مخاطبا بعض جلسائه (3).\nبل أكد ذلك الوليد بن عقبة بقوله ، مخاطبا سعداً : « لا تجزعنَّ أبا إسحاق ، كل ذلك لم يكن ، وانما هو الملك ، يتغداه قوم ، ويتعشاه آخرون ! » (4).\nقالها الوليد حين ولي إمارة الكوفة بعد عزل سعد بن أبي وقاص عنها.\nوبذلك ، يتضح أن خلافة عثمان كانت فرصة لانقضاض الأمويين على مقدرات الامة وأرزاقها ، ولو لا يقظة بعض أقطاب المسلمين وحذرهم ، لتم",
        "__________________\n(1) شرح النهج 9 / 53.\n(2) حياة الامام الحسن 1 / 212 نقلا عن ابن عساكر 6 / 407.\n(3) راجع الكامل 3 / 139.",
        "(4) الكامل 3 / 83.\nلهم ذلك بسرعة ، لكن المعارضة المستمرة كانت تحول دون ذلك ـ جزئياً ـ معارضة أبي ذر الغفاري وأمثاله.\nولو أن عثمان تقبل من مخلصي الصحابة ما كانوا يلفتونه اليه ، ويحذرونه منه ، لما انتهى الأمر الى ما انتهى ، ولظلت الخلافة الاسلامية في مركزها وهيبتها، فان إفراطه في التغاضي عن سلوك ولاته والمقربين منه كانت نتيجته : فقدان هيبة الخلافة في أيامه.\nسيَاسَة عُثمان في إختِيَار الوُلاة",
        "لقد اختار عثمان الولاة والعمال الاداريين ، على غير القاعدة المتعارفة لدى المسلمين ، ولدى من سبقه من الخلفاء.\nفالمعروف ، أن القاعدة التي ينطلق منها هذا الاختيار ، تبتني على أسس بعيدة عن منطق القرابة ، والرحم ، والعشيرة ، بل ترتكز على دعائم اسلامية ، يجمعها التقى والصلاح ، وحسن الادارة والأمانة ، فالولاية لا تعدو كونها ممثلية صغرى للخلافة التي هي أول ممثلية ـ في المفهوم الاسلامي ـ لرسول الله 9. لذلك ، فان اختيار الولاة كان ينصبّ على ذوي السابقة في الدين ، والجهاد في الاسلام.\nوالملاحظ ، أن عثمان خالف القاعدة في ذلك ، فاختار أقاربه ، وذوي رحمه ممن كانوا متهمين في دينهم ، بل كان فيهم من أمره في الفسق معروف مشهور.\nفمن هؤلاء الولاة :",
        "1 ـ عبد الله بن سعد بن أبي سرح : ولاَّه عثمان على مصر.\nوكان عبد الله هذا ، قد أسلم وكتب الوحي لرسول الله (ص) ، فكان أذا أملى عليه : عزيز حكيم. يكتب : عليم حكيم ، وأشباه ذلك. ثم ارتد ، وقال لقريش : إني أكتب أحرف محمد في قرآنه حيث شئت ، ودينكم خير من دينه.\nفلما كان يوم الفتح ، فرَّ الى عثمان بن عفان ، وكان أخاه من الرضاعة ، فغيبه عثمان حتى اطمأن الناس ، ثم أحضره عند رسول الله (ص) وطلب له الأمان ، فصمت رسول الله (ص) طويلا ، ثم أمَّنه ، فأسلم وعاد ، فلما انصرف ، قال رسول الله (ص) لأصحابه : لقد صَمَتّ ليقتله أحدكم .. » (1)\n2 ـ معاوية ابن أبي سفيان :",
        "وكان عاملا لعمر على دمشق والاردن ، فضمَّ اليه عثمان ولاية حمص وفلسطين والجزيرة ، وبذلك مدَّ له في أسباب السلطان الى أبعد مدى مستطاع (2). وأمر معاوية واضح غير خفي.\n3 ـ الوليد بن عقبة :\nولاه عثمان الكوفة سنة 25 للهجرة. والوليد هذا ، هو الذي وصفه القرآن الكريم بالفسق. ففيه نزلت الآية الكريمة ( يا أيها الذين آمنوا ان جاءكم فاسق بنبأ فتبينوا ) وكان النبي (ص) قد بعثه في صدقات بني المصطلق، فخرجوا لاستقباله ، فظن انهم أرادوا قتله ، فرجع الى النبي (ص) وأخبره انهم منعوا صدقاتهم ، الخ .. » (3)\nوقد ولاه عثمان الكوفة بعد عزل سعد بن ابي وقاص ، فالتفت الوليد الى سعد مسلياً اياه ، قائلا له : « لا تجزعن أبا اسحاق كل ذلك لم يكن وانما هو الملك يتغداه قوم ، ويتعشاه آخرون ».",
        "قال المسعودي : ثم عزله عثمان فيما بعد ، لما شاع وذاع من فسقه ، فقد كان يشرب مع ندمائه ومغنيه الى الصباح. وذات يوم آذنه المؤذنون\n__________________\n(1) الكامل 2 / 249.\n(2) ثورة الحسين / 40.",
        "(3) مجمع البيان 9 / 132 / الحجرات.\nبصلاة الصبح ، فخرج متفضلا في غلائله ، فتقدم الى المحراب ، فصلى بهم الصبح أربعاً ، وقال أتريدون أن أزيدكم ؟\nفقال له بعض من كان في الصف الاول خلفه : ما تزيد ؟ لا زادك الله من الخير ، والله لا أعجب إلا ممن بعثك الينا والياً وعلينا أميراً .. » (1) الى آخر الحكاية.\n4 ـ سعيد بن العاص :",
        "عيَّنه عثمان والياً على الكوفة ، بعد أن عزل الوليد عنها ولم يكن سعيد ، ليخفي ما في نفسه من الرغبة في التسلط على فيئ المسلمين إن امكنت الفرصة من ذلك. بل أكد على ذلك بقوله لبعض جلسائه : « انما هذا السواد بستان قريش » (2).\n5 ـ عبد الله بن عامر بن كريز :\nوكان عبد الله هذا من أبرز الدعاة الى سياسة التضييق والافقار والاشغال ، التضييق على المسلمين الذين نادوا مطالبين عثمان بالعدالة ، ورفع الجور ، وعزل العمال.\nفقد أشار على عثمان بذلك حين استشاره ، بقوله : « أرى لك يا أمير المؤمنين ، أن تشغلهم بالجهاد عنك ، حتى يذلوا لك ، ولا يكون هِمَّةُ أحدهم إلا في نفسه ، وما هو فيه من دُبُر دابته وقُمَّل فروته .. » (3).",
        "__________________\n(1) مروج الذهب 2 / 334.\n(2) للتفصيل راجع الكامل 3 / 139.\n(3) نفس المصدر / 150.",
        "سَياستهُ في المَال\nيصف المؤرخون عثمان ، بأنه كان جوادا وصولا بالأموال. وقدم أقاربه وذوي أرحامه على سائر الناس. وسوَّى بين الناس في الأعطية. وكان الغالب عليه مروان بن الحكم ، وأبو سفيان بن حرب (1).\nوان تقريبه بني أمية وتقديمه اياهم على سائر المسلمين ، كان سببا في جرأة بعض الصحابة عليه. حتى ان بعضهم وصمه بالكذب على مرأى ومسمع من حشود المسلمين ، حين كان يخطب لصلاة الجمعة. فقد أقبل عبد الله بن مسعود ـ خازن بيت المال ـ فقال مخاطبا المسلمين :\n« أيها الناس ، زعم عثمان أني خازن له ولأهل بيته ، وانما كنت خازنا للمسلمين ، وهذه مفاتيح بيت مالكم .. » (2).",
        "« ولو كانت هذه الهبات من أمواله الخاصة ، لما أثارت اعتراض أحد ، ولكنها كانت من بيت المال » (3).\nفقد ورد في حديث عبد الرحمن بن يسار قوله : « وكان عثمان اذا أجاز أحدا من أهل بيته بجائزة ، جعلها فرضا من بيت المال » (4).\n__________________\n(1) اليعقوبي 2 / 173.",
        "(2) نفس المصدر ـ 169.\n(3) ثورة الامام الحسين / 36.\n(4) اليعقوبي 2 / 168.\nاغداقه على الأمويين",
        "ومجمل القول ، فان هبات عثمان لاقربائه وذوي ارحامه ، بلغت حدا بفوق الوصف ، ولا سيما بالمقايسة مع طبيعة المجتمع الاسلامي آنذاك.\nوعلى سبيل المثال ، نذكر بعض النصوص التي تعطينا صورة مجملة عن ذلك.\n1 ـ « أرجع الحكم : ـ طريد رسول الله ـ من منفاه ، ووصله بمائة ألف ».\n2 ـ اقطع مروان بن الحكم : فدك ، وكانت فاطمة 3 طلبتها بعد وفاة أبيها (ص) بدعوى الميراث تارة ، وآخرى بالنحلة ، فدُفعت عنها.",
        "3 ـ أعطى عبد الله بن أبي سرح : ـ أخاه من الرضاعة ـ جميع ما أفاء الله على المسلمين من فتح افريقية ، من غير أن يشركه فيه أحد.\n4 ـ افتتحت ارمينية : في أيامه ، فأخذ الخمس كله فوهبه لمروان. \n5 ـ زوّج ابنته عائشة : من الحرث بن الحكم بن العاص ، فاعطاه مائة ألف درهم.\n6 ـ زوج ابنته : من عبد الله بن خالد بن أسيد ، وأمر له بستماية ألف درهم ، وكتب الى عبد الله بن عامر أن يدفعها اليه من بيت مال البصرة.",
        "7 ـ حمى المراعي : حول المدينة كلها ، من مواشي المسلمين كلهم إلا عن بني أمية.\n8 ـ والاغرب من ذلك : « أن رسول الله (ص) تصدق على المسلمين بموضع سوق بالمدينة يعرف ب‍ « مهزور » فأقطعه عثمان للحرث بن الحكم أخي مروان.\n9 ـ أعطى أبا سفيان : بن حرب مائتي ألف من بيت المال ، في اليوم الذي أمر فيه لمروان بن الحكم بمائة ألف من بيت المال (1).\n10 ـ قدمت ابل : الصدقة على عثمان ، فوهبها للحرث بن الحكم.",
        "وكان عثمان يقول في ذلك « هذا مال الله اعطيه من شئت ، وأمنعه من شئت فأرغم الله أنف من رغم » ويقول : « لنأخذنّ من ذلك حاجتنا ، وان رغمت أنوف أقوام » (2).\nتقريبه لذوي النفوذ والثراء\nلم تقتصر هبات عثمان على آله وذوي رحمه ، بل شملت المبرزين في قريش من ذوي النفوذ ، وخصوصا بعض أعضاء الشورى ، الذين امتدت أعناقهم الى الخلافة ، فزرعت في نفوسهم نوعا من الشعور بالحرمان ، يقابله نوع من الطموح الى الحكم ، فكان عثمان يغدق عليهم من بيوت الاموال.\nبالاضافة الى ذلك ، فقد سهل لهم تنمية هذه الثروات « فقد قام باجراء مالي فتح به للطبقة الثريَّة أبوابا من النشاط المالي ، وأتاح لها فرص التمكين لنفسها وتنمية ثرواتها ، وذلك ، حين اقترح أن ينقل الناس فيئهم من الارض الى حيث أقاموا ، فمن كان له أرض في العراق أو الشام أو في مصر ، له أن يبيعها ممن له أرض بالحجاز ، أو غيره من بلاد العرب.",
        "وقد سارع الاثرياء الى الاستفادة من هذا الاجراء ، فاشتروا بأموالهم المكدسة أرضين في البلاد المفتوحة ، وبادلوا أرضهم في الحجاز ، أرضين في البلاد المفتوحة ، وجلبوا لها الرقيق والاحرار ، يعملون فيها ويستثمرونها ،\n__________________\n(1) شرح النهج 1 / 198 ـ 199 والغدير 8 / 267 الى 280.\n(2) الغدير 8 / 281.",
        "وبذلك نمت هذه الثروات نموا عظيما وازدادت هذه الطبقة الطامحة الى الحكم ، والطامحة الى السيادة قوة الى قوتها » (1).\nونذكر من اولئك النفر الذين صار اليهم مال عظيم وثراء فاحش في عهد عثمان.\n1 ـ الزبير بن العوام : أحد أعضاء الشورى.\n« ترك احدى عشرة دارا بالمدينة ، ودارين بالبصرة ، ودار بالكوفة ، ودارا بمصر ، وكان له أربع نسوة ، فأصاب كلَّ إمرأة بعد رفع الثلث ( مليون ومائتا الف ) قال البخاري : فجميع ماله : خمسون ألف ألف وثمانمائة الف الخ .. » (2).",
        "وقال المسعودي : وخلف الزبير ألف فرس ، وألف عبد وأمة (3) ..\n2 ـ طلحة بن عبيد الله التيمي : أحد أعضاء الشورى أيضا.\nكانت غلته من العراق كل يوم ألف دينار. وترك ما قيمته ثلاثين مليون درهما (4).\n3 ـ عبد الرحمن بن عوف الزهري : أحد اعضاء الشورى.",
        "قال ابن سعد في طبقاته : ترك عبد الرحمن الف بعير ، وثلاثة آلاف شاة ، ومائة فرس ترعى بالبقيع ، وكان يزرع بالجرف على عشرين ناضحاً. وقال : وكان فيما خلفه : ذهب قطع بالفؤوس حتى مجلت أيدي الرجال منه ، وترك أربع نسوة ، فأصاب كل امرأة ثمانون ألفا.\n__________________\n(1) ثورة الحسين ـ بتصرف 36 ـ 37.\n(2) الغدير 8 / 282 نقلا عن صحيح البخاري.",
        "(3) المسعودي 3 / 333.\n(4) الغدير 8 ص 484 نقلا عن الطبقات لابن سعد 3 / 96 و 3 / 105.\n4 ـ سعد بن ابي وقاص : ترك يوم مات ، مائتين وخمسين ألف درهم ، ومات في قصره بالعقيق (1).\n5 ـ زيد بن ثابت : خلف من الذهب والفضة ما كان يكسر بالفؤوس ، غير ما خلف من الاموال والضياع بقيمة مائة ألف دينار.",
        "6 ـ يعلي بن منية : خلف بعد موته خمسمائة ألف دينار ، وديونا على الناس ، وعقارات ، وغير ذلك من التركة ما قيمته ثلاثمائة ألف دينار.\nقال المسعودي : وهذا باب يتسع ذكره ، ويكثر وصفه فيمن تملك من الاموال في أيامه (2).\nهذه لمحة سريعة عن سياسة عثمان ، حيال المال ، ونهجه في اختيار الولاة ، وتقريبه للامويين ، وفتحه المجال أمامهم ، وأمام غيرهم من خاصته للوصول الى مراكز النفوذ في الدولة الاسلامية.\nقال العقاد : فكانت له نظرة للامامة ، قاربت أن تكون نظرة الى الملك ، وكان يقول لابن مسعود ـ كلما ألحَّ عليه في المحاسبة ـ « مالك ولبيت مالنا ؟ » وقال في خطبته الكبرى ، يرد على من أخذوه بهباته الجزيلة .. « فضل من مال ، فلِم لا أصنع في الفضل ما أريد ، فلِمَ كنت إماما. ؟ » (3)",
        "في قبال هذه الفئة المتخمة من الناس ، كانت هناك فئة أخرى من خيرة الصحابة حرمهم عثمان من عطائهم ، كأبي ذر ، وعبد الله بن مسعود (رض). ونقم عليهم عثمان ، لأنهم كانوا صريحين في جنب الله ، لا تلومهم في الله لومة لائم ، فشرَّد الاول ، وكسر أضلاع الثاني.\n__________________\n(1) الغدير 8 / 284.\n(2) المسعودي 3 / 333.",
        "(3) عثمان 211 / 212.\nمعَارضَة أبي ذرّ\nإن هذا الانحراف الواضح في سياسة عثمان ، هو الذي فتح عليه أبواب المعارضة في عدة جبهات. في المدينة ، والشام ، ومصر ، والعراق ! ومن أجلاَء الصحابة وعظمائهم.\nفقد ألزمتهم هذه السياسة بالتحرك المعاكس لها ، أملا في ارجاع الحق الى نصابه. وتداركا لما قد تسببه من نتائج خطيرة على المجتمع الاسلامي كافة.",
        "وهم ـ مع هذا كله ـ كانوا لا يتوانون في إسداء النصيحة للخليفة ، واضعين في حسابهم وحدة المصير. لكنه كان لا يلتفت اليهم ، ولا الى نصائحهم ، بل يقابلهم بأسلوب خشن ، في حين كان يصغي لمروان بن الحكم ، وعمرو بن العاص ، ومعاوية ، واضرابهم من المنحرفين وممن أمرهم في الاسلام واضح.\nلقد كان أبو ذر (رض) من جملة أولئك المخلصين ، فلم يتلكأ في ابداء النصيحة لعثمان بل كان يجهد في ذلك ، فيصارحه ، ويصارح غيره من ولاته بما أحدثوه وبدَّلوه في مسرى الخلافة الاسلامية ، وحرفهم إياها عن الطريق المميز لها.\nيظهر هذا من قول ابي ذر له : « نصحتك فاستغششتني ، ونصحت صاحبك ـ يعني معاوية ـ فاستغشني » (1).\nلكن الطرف الثاني ، كان يعير لهذه النصائح أذنا صمَّاء. ويتمادى في سياسته تلك غير آبه ولا مكترث بما يجري من حوله. واذا أراد أن يجيب في بعض الاحيان ، فانه يرمي من ينصحه ، بالكذب والافتراء تارة ، وبتدبير المكائد وشق عصا الامة ، تارة أخرى ! الى غير ذلك مما يبعث في نفس الناصح نوعا من الشعور باليأس ، والاشمئزاز ، والفشل في مهمته الاصلاحية ، فيجعله مضطرا للمجاهرة بقول الحق ، في كل مناسبة. وكل مكان ، بوحي من ضرورة وجوب : الامر بالمعروف والنهي عن المنكر الذي هو من ركائز الاسلام ومقوماته.",
        "وهذا ما حصل فعلا لأبي ذر مع عثمان حين أمعن بالاستمرار في سياسته.\nلقد جاهر أبو ذر (رض) بمعارضته للولاة والمقربين ، وكشف أوراقهم ، غير خائف ولا مكترث.\nوفي هذه المرحلة ، نرى أبا ذر (رض) قد اتصف بصفة مميزة عن باقي الصحابة حول هذا الامر. يصح لنا تسميتها بصفة : الاقحام. فهو في دوره هذا ينسى نفسه بعض الاحيان ، فيتحرر من الذات وعلائقها ، ومن كل تقاليد محيطه ، ويقحم نفسه ليحرر كلمته ، فكانت المناسبات منبرا له ، منبرا حرا غير مقيد بزمان ولا بمكان ، وكانت كلمته ، الكلمة الجريئة التي لا تعرف الوجل ، ولا الرياء ، ولا المداهنة. كان يقولها في الطرقات وفي الشوارع وبين الناس ، وعلى أبواب قصر الخضراء ، يقولها ، حفاظا لعهد رسول الله (ص) وحيطة على الاسلام.\n__________________",
        "(1) شرح النهج 8 / 259.\nقال ابن ابي الحديد : « إن عثمان لما أعطى مروان وغيره بيوت الاموال ، واختص زيد بن ثابت بشيء منها ، جعل أبو ذر يقول بين الناس ، وفي الطرقات ، والشوارع : بشر الكانزين بعذاب أليم ! ويرفع بذلك صوته ، ويتلو قوله تعالى : ( والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم ) (1).\nوهذه الآية إنما تندد وتتوعد فئة معينة من أصحاب الثروة. وهم الذين يجمعونها من طرق غير مشروعة ، كالذين كانوا يأخذون ما أفاء الله على المسلمين ، ويستأثرون به دون غيرهم ، في عهد عثمان ، بأرقام خيالية ، كما عرفنا. أو الذين يأخذونها عن طرق مشروعة ـ كالكسب ـ ولكن لا يؤدون زكاتها المفروضة.\nفقد ورد عن النبي (ص) لما نزلت هذه الأية. قال : « كل ما يؤدي زكاته فليس بكنز ، وان كان تحت سبع أرضين ، وكل مال لا يؤدى زكاته ، فهو كنز ، وان كان فرق الارض (2).",
        "وقد ذكر البخاري هذه الآية في كتاب الزكاة (3).\nوأبو ذر ، 2 ، أكرم مقاما وأعلى شأنا من أن يتخذ مذهبا معينا في المال ، في قبال ما هو ضروري في الاسلام ـ كما يدعي بعض المؤرخين ـ كيف وهو نفسه كان يمتلك الشياه والمواشي ، ويأخذ عطاءه كل سنة والبالغ أربعمائة دينار ذهباً. ؟\nإذن كان تكريره لهذه الآية على سبيل إلفات المسؤولين ـ آنذاك ـ\n__________________",
        "(1) المصدر السابق / 256.\n(2) الميزان 9 / 256.\n(3) البخاري / باب اثم مانع الزكاة 2 / 110.\nالى أن ما جمعوه أو أعطوه على حساب بقية المسلمين ، انما هو جريمة في حقهم. وأنهم سيلقون جزاءهم العادل يوم القيامة.",
        "وقد كان أبو ذر في سعة من ابداء هذا النقد الصريح القاسي الذي يسبب له عيشا ضنكا في ظل سُخط الخليفة والمقربين من حوله ، وظلَّ تهديداتهم إياه بالفقر أو القتل ، على حد تعبيره : « إن بني أمية تهددني بالفقر والقتل (1) .. فقد كان بوسعه أن يحظى بكل ما يتمناه من التكريم والعطاء والقرب لدى عثمان ، لكنه مع هذا ، كان يجد في هذه السعة ضيقا ، وحرجا عليه يلزمانه بقول الحق ، وان كان مُرَّاً ، ففضَّل الضيق في الحق ، على السعة في الباطل ، وفضَّل أن يرضي الله بسخط عثمان وغضبه ، ولا يغضب الله تعالى برضا عثمان.\nوكانت أقوال أبي ذر تبلغ عثمان ، فيسكت ، ويغضي حيث لا مناص عن السكوت والإغضاء وما عساه أن يفعل مع صحابي من ذوي السابقة في الدين مشهود له بالفضل على لسان رسول الله (ص) أيمنعه عن قراءة القرآن ، والامر بالمعروف والنهي عن المنكر ؟\nكيف ، وفي منعه له عن ذلك تعدّ واضح على أحكام الاسلام سوف يفتح عليه أبوابا جديدة من المعارضة.\nقال ابن ابي الحديد : ثم أنه أرسل اليه مولى من مواليه : أن انته عما بلغني عنك !",
        "فقال أبو ذر : أينهاني عثمان عن قراءة كتاب الله ، وعيب من ترك أمر الله فوالله لئن أرضي الله بسخط عثمان ، أحب الي وخير لي من أن اسخط\n__________________\n(1) اعيان الشيعة 16 / 353 عن حلية الاولياء.\nالله برضا عثمان » (1).",
        "ويلاحظ المتتبع ، أن أبا ذر ، كان مؤدبا غاية الأدب مع عثمان نفسه ، فكان يتحاشى أن يسمعه كلاما يسيء اليه ، أو يرد عليه بأجوبة غليظة. بينما في الوقت ذاته نجده لا يتحرج من توجيه الكلام الشديد الى بطانته وبعض ولاته. ومرد ذلك لأمرين.\nأحدهما : أن أبا ذر الصحابي الجليل قمة في الاخلاق والفضيلة ، والخصال الحميدة التي ينبغي للمؤمن أن يتخلَّق بها ، فلا يسب ولا يشتم ، ولا يتهم الطرف المقابل بما هو بعيد عنه.\nثانيهما : أن حواره مع الخليفة كان يبتني على الاحتفاظ بالصفة التي أعطيت له. فهو ينظر الى عثمان في محاوراته معه ، من زاوية سلطته الزمنية ، لا من زاوية ذاته.\nأما نظرته الى حاشيته ، وبعض ولاته ، فانها تختلف اختلافا كليا عن ذلك ، فهو يعرفهم على حقيقتهم ، كما يعرف نواياهم ، فلا يترك لأحد منهم فرصة للتقول على الله بغير الحق ، بل يجبههم بالأجوبة المقذعة حينا ، والمسكتة حينا آخر ، ويكيل لهم الصاع صاعين في ذلك.",
        "قال عثمان يوما ـ والناس حوله ـ : أيجوز للامام أن يأخذ من المال ، فاذا أيسر قضى ؟\nفقال كعب الأحبار : لا بأس بذلك !\nفقال أبو ذر : يا ابن اليهوديين ! أتعلمنا ديننا ؟!\nفقال عثمان : ما أكثر اذاك لي ، وأولعك بأصحابي ؟ إلحق بمكتبك ،",
        "__________________\n(1) شرح النهج 8 / 256.\nوكان مكتبه بالشام إلا أنه كان يقدم حاجا ، ويسأل عثمان الإذن له في مجاورة قبر رسول الله (ص) فيأذن له في ذلك ».\nلم يعد الخليفة يطيق وجود أبي ذر وأمثاله في المدينة ، فأمره باللحوق بالشام ، وفي هذا الامر تعجيل على أبي ذر بالرحيل اليها ، وتقييد لحريته في الإقامة بالمدينة متى أحب.",
        "لقد غضب عثمان على أبي ذر ، فظن أن غضبه هذا سيضع حدَّاً لنشاط أبي ذر ، لكن الذي حصل هو العكس. خصوصا بعد ان انقطعت الشعرة التي كانت بينهما.\nمَوقف أبي ذَرّ مِن مُعاويَة\nففي الشام ، كان المجال لأبي ذر أوسع من أي بلد آخر. كما كانت نظرته الى معاوية ، تختلف عن نظرته الى عثمان.\nفهو يعرف معاوية على حقيقته ، ويعرف إسلام معاوية واسلام أبيه من قبله ، لذلك كان صريحا في أقواله ، وخطبه ، ومواعظه ، وواضحا في دعوته ومنهجه ..",
        "كان صريحا في موقفه الذي ربما تكتم منه بعض الشيء في المدينة ، فكان يركز على الانحراف السائد آنذاك ، واستئثار الولاة بالفيء ، وعدولهم عن جادة الحق ، واطفائهم للسنة ، واحيائهم للبدعة. الى غير ذلك ، مما يدعو الى اثارة الناس.\nوبذلك فتح على عثمان جبهة جديدة ـ ربما لم تخطر على باله ـ استهدفته ومعاوية معاً.\n« كان يقوم في كل يوم ، فيعظ الناس ، ويأمرهم بالتمسك بطاعة الله ، ويحذرهم من ارتكاب معاصيه ، ويروي عن رسول الله (ص) ما سمعه منه في فضائل أهل بيته عليه و: ويحضهم على التمسك بعترته » (1).\n__________________",
        "(1) الاعيان 16 / 355 ـ 356.\nوكان يقول : « أما بعد ، فانا كنا في جاهليتنا ، قبل أن ينزل علينا الكتاب ، ويبعث فينا الرسول ، ونحن نوفي بالعهد ، ونصدق الحديث ، ونحسن الجوار ، ونقري الضيف ، ونواسي الفقير. فلما بعث الله تعالى فينا رسول الله ، وأنزل علينا كتابه ، كانت تلك الاخلاق يرضاها الله ورسوله ، وكان أحقّ بها أهل الاسلام ، وأولى ان يحفظوها ، فلبثوا بذلك ما شاء الله أن يلبثوا.\nثم ان الولاة ، قد أحدثوا أعمالا قِباحا لا نعرفها. من سنَّة تطفى ! وبدعة تحيى ! وقائل بحق مكذَّب ، وأثرة لغير تقى ، وأمين ـ مُستأثر عليه ـ من الصالحين ... »\nوكان يعيد هذا الكلام ويبديه ! (1)",
        "وكان أبو ذر ، ينكر على معاوية ، أشياء يفعلها ، فبعث اليه معاوية يوما ثلاثمائة دينار !\nفقال أبو ذر لرسوله : إن كانت من عطائي الذي حرمتمونيه عامي هذا ، أقبلها ، وان كانت صلة ، فلا حاجة لي فيها. وردّها عليه (2).\nوكان أبو ذر يقول بالشام : والله لقد حدثت أعمال ما أعرفها ، والله ما هي في كتاب الله ، ولا في سنة نبيه (ص) والله إني لأرى حقا يطفأ ، وباطلا يحيا .. الخ ..\nولم يكن أبو ذر ، غريبا عن الشام ـ أرض الجهاد ـ على حد تعبيره ، وعن معسكر المسلمين هناك ، فقد اشترك في غزوة الصائفة ( الروم ) كما شارك في فتح قبرص ، وكان أحد الصحابة البارزين في تلك المعارك ـ كما مر معنا.",
        "__________________\n(1) المصدر السابق.\n(2) شرح النهج 8 / 356.\nفكان يحدث بأحاديثه تلك أمام العامة والخاصة ، كما كان يحدث بها أمام الجند ، مما دفع حبيب بن مسلمة الفهري ـ أحد القادة ـ الى تحذير معاوية من مغبَّة ذلك ، وهذا ما يؤكده قول إبن بطَّال ـ المتقدم ـ من أنه كان كثير المنازعة لمعاوية والاعتراض عليه ، وكان في جيشه مَيل له.",
        "ولا يغرب عن بالنا ، أن معاوية ـ بالاضافة الى تكريس نفسه أميرا على الشام ـ كان يمني نفسه بالخلافة مع أول فرصة تلوح ، وكان يمهد لذلك أيام إمارته. لذا ، فانه يرى أن وجود أبي ذر وأمثاله من المبرزين ، ضمن دائرة سلطانه ، قد يحول دون استقامة هذا الامر له ، فكان أحرص على إبعاده عنه ، من ابعاد عثمان إياه عن المدينة. فكتب الى عثمان فيه :\n« انك قد أفسدت الشام على نفسك بأبي ذر » (1).\nوالواقع : أنه أفسدها على معاوية وعلى عثمان معاً ، لأنه كان يندد بأعمال الولاة ، وانجرافهم ، واستئثارهم بالفيء ، بحجة انه « مال الله » ، وكأن الله سبحانه قد أوكل بهذا المال ـ المال الذي أفاءه الله على المسلمين بفضل جهادهم ـ الى عثمان ، كي يبيح لمعاوية صرفه في سبيل غاياته الشخصية. وكي يعطيه لمروان بن الحكم ، وللحكم ابن ابي العاص ( طريد رسول الله ) ، ولأبي سفيان !! ولعبد الله بن سعد ! ومن هم على شاكلتهم ممن جرّوا الويلات على هذه الامة بتحكمهم في رقاب الناس ، وفي مقدراتهم.\nويظهر ان عثمان ـ بعد ورود كتاب معاوية عليه ـ وجد مبرراً للانتقام من أبي ذر ، وتأديبه كما يشتهي ، فكتب الى معاوية :",
        "« أما بعد ، فاحمل جندبا الي على أغلظ مركب وأوعره .. » (2).\n__________________\n(1) اليعقوبي 2 / 172.\n(2) الغدير 8 / 293.",
        "\n\nودَاع أهل الشّام لَه\n",
        "ودَاع أهل الشّام لَه\nأرسل معاوية الى أبي ذر ، فدعاه ، وأقرأه كتاب عثمان ، وقال له : النجاء الساعة !\nفخرج أبو ذر الى راحلته فشدها بكورها وأنساعها ، فاجتمع اليه الناس ، فقالوا :\nيا أبا ذر ، رحمك الله أين تريد ؟",
        "قال : أخرجوني اليكم غضباً علي. وأخرجوني منكم الآن عبثاً بي ، ولا يزال هذا الامر فيما أرى ، شأنهم فيما بيني وبينهم ، حتى يستريح برّ ، أو يستراح من فاجر.\nومضى ، فسمع الناس بمخرجه فاتبعوه ، حتى خرج من دمشق ، فساروا معه حتى انتهى الى دير المرّان ، فنزل ، ونزل معه الناس ، فاستقدم ، فصلى بهم.\nثم قال : أيها الناس ، إني موصيكم بما ينفعكم ، وتارك الخُطب والتشقيق ، احمدوا الله عز وجل. قالوا : الحمد لله.\nقال : اشهد أن لا إله إلا الله ، وأن محمداً عبده ورسوله.",
        "فأجابوه بمثل ما قال :\nفقال : أشهد أن البعث حق ، وأن الجنة حق ، وأن النار حق ، وأقر\n\n",
        "بما جاء من عند الله ، واشهدوا علي بذلك.\nقالوا : نحن على ذلك من الشاهدين.\nقال : ليبشر من مات منكم على هذه الخصال ، برحمة الله وكرامته ، ما لم يكن للمجرمين ظهيرا ، أو لأعمال الظلمة مصلحا ، أو لهم معينا.\nأيها الناس : إجمعوا مع صلاتكم وصومكم غضبا لله عز وجل اذا عُصي في الارض ، ولا ترضوا أئمتكم بسخط الله. وإن أحدثوا ما لا تعرفون ، فجانبوهم ، وازروا عليهم وأن عُذِّبتم وحرمتم وسُيِّرتم حتى يرضى الله عز وجل ، فان الله أعلى وأجل ، لا ينبغي أن يُسخط برضا المخلوقين. غفر الله لي ولكم ، أستودعكم الله وأقرأ عليكم السلام ورحمة الله.",
        "فناداه الناس : أن سلَّم الله عليك ورحمك ، يا أبا ذر ، يا صاحب رسول الله ! ألا نردّك إن كان هؤلاء القوم أخرجوك ؟ ألا نمنعك ؟\nفقال لهم : إرجعوا ، رحمكم الله ، فاني أصبر منكم على البلوى ، واياكم والفرقة والاختلاف (1).\nوهذه الرواية ، لا تتنافى مع الروايات الاخرى التي تؤكد على أنه حمل على ناقة مسنة ، بلا غطاء ولا وطاء ، حتى وصل الى المدينة وقد تسلخ فخذاه.\nفان الغاية كانت ، هي الانتقام من أبي ذر شخصيا ، وفي وسع معاوية أن لا يثير على نفسه تساؤلات الناس ، وكبار الشاميين ممن عرف أبا ذر ، وأخذ منه وسمع عنه. فتركه يخرج من الشام بصورة طبيعية ، ثم بعد أن",
        "__________________\n(1) أعيان الشيعة 16 / 356 ـ 357 نقلا عن كتاب المجالس.\nصار خارج حدودها نفذ فيه أمر عثمان ، فحمل على الصورة المعروفة.\nوترك معاوية إتمام هذه المأساة ، مأساة أبي ذر الصحابي الجليل ليكملها غيره.",
        "فحمل من المدينة الى الربذة ، حتى مات هناك وحيدا غريبا.\nوبدوري ، فانني أترك للمؤرخين تفصيل ذلك.\n\n",
        "\nالفَصل الثالِث\nتسيير أبي ذَر إلى الربذَة\nوَوَداع أمير المؤمنين علي 7 له",
        "كما وصفه المؤرخون\n* منَ الشّـام إلى المَدينَة إلى الرّبذَة \n* في الرّبذَة\n* بَين أبي ذَرّ وّحُذيفَة بن اليَمان",
        "* يَمشي وَحدَهُ وَيمُوتُ وَحدَه\n* المَأسَاة\n\nمن الشام إلى المدينة إلى الرّبذة",
        "روى البلاذري (1) :\nلما أعطى عثمان مروان بن الحكم ما أعطاه ، وأعطى الحارث بان الحكم إبن أبي العاص ، ثلاثمائة ألف درهم ، جعل أبو ذر يقول : بشر الكانزين بعذاب أليم ، ويتلو قول الله عز وجل : ( والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله ، فبشرهم بعذاب أليم ). فرفع ذلك مروان بن الحكم الى عثمان. فأرسل الى أبي ذر ، ناتلا مولاه : أن انته عما يبلغني عنك.\nفقال : أينهاني عثمان عن قراءة كتاب الله. وعيب من ترك أمر الله ؟ فوالله ، لئن أرضي الله بسخط عثمان ، أحب الي ، وخير لي ، من أن أسخط الله برضاه.\nفاغضب عثمان ذلك ، واحفظه ، فتصابر ، وكف.",
        "وقال عثمان يوما : أيجوز للامام أن يأخذ من المال ، فاذا أيسر قضى ؟\nفقال كعب الأحبار : لا بأس بذلك !\nفقال أبو ذر : يا ابن اليهوديين ، أتعلمنا ديننا ؟\n__________________",
        "(1) الغدير 8 / 292 ـ 293 عن الانساب 5 / 52 / 54.\n\n\nفقال عثمان : ما أكثر أذاك لي ، وأولعك باصحابي ؟ إلحق بمكتبك ، وكان مكتبه بالشام ، إلا أنه كان يقدم حاجا ، ويسال عثمان الإذن له في مجاورة قبر رسول الله (ص) فيأذن له في ذلك ، وانما صار مكتبه بالشام ، لأنه قال لعثمان حين رأى البناء قد بلغ سلعا (1) ، أني سمعت رسول الله يقول : اذا بلغ البناء سلعا ، فالهرب ، فاذن لي أن آتي الشام فأغزو هناك. فأذن له.",
        "وكان ابو ذر ينكر على معاوية اشياء يفعلها ، وبعث اليه معاوية بثلاث مائة دينار ، فقال : إن كانت من عطائي الذي حرمتمونيه عامي هذا ؟ قبلتها ! وان كانت صلة فلا حاجة لي فيها. وبعث اليه مسلمة الفهري بمائتي دينار ، فقال : أما وجدت أهون عليك مني ، حين تبعث الي بمال ؟ وردَّها.\nوبنى معاوية الخضراء بدمشق ، فقال : يا معاوية ، إن كانت هذه الدار من مال الله ؟ فهي الخيانة ، وان كانت من مالك ؟ فهذا الاسراف. فسكت معاوية ، وكان ابو ذر يقول : والله لقد حدثت أعمال ما أعرفها ، والله ما هي في كتاب الله ، ولا سنة نبيه. والله اني لأرى حقا يطفأ ، وباطلا يحيى ، وصادقا يكذب ، وأثرة بغير تقى ، وصالحا مستأثرا عليه.\nفقال حبيب بن مسلمة لمعاوية : ان أبا ذر مفسد عليك الشام ، فتدارك أهله إن كانت لكم به حاجة. فكتب معاوية الى عثمان فيه.\nوجاء في شرح النهج :",
        "عن جلاّم بن جندل الغفاري قال : كنت غلاما لمعاوية على قنسِّرين والعواصم ، في خلافة عثمان ، فجئت اليه اسأله عن حال عملي ، اذ سمعت صارخا على باب داره يقول : أتتكم القطار ، تحمل النار ! اللهم العن الآمرين بالمعروف ، التاركين له ، اللهم العن الناهين عن المنكر المرتكبين له.\n__________________\n(1) سَلع : موضع بقرب المدينة ( معجم البلدان ـ 3 / 236 ).\nفازبأرَّ (1) معاوية ، وتغير لونه وقال : يا جلاّم أتعرف الصارخ ؟ فقلت : اللهم لا.",
        "قال : من عذيري من جندب بن جنادة ! يأتينا كل يوم ، فيصرخ على باب قصرنا بما سمعت ! ثم قال : أدخلوه عليَّ.\nفجيء بأبي ذر بين قوم يقودنه ، حتى وقف بين يديه ، فقال له معاوية :\nيا عدو الله وعدو رسوله ! تأتينا في كل يوم ، فتصنع ما تصنع ! أما إني لو كنت قاتل رجل من أصحاب محمد من غير إذن أمير المؤمنين عثمان ، لقتلتك ، ولكني أستأذن فيك.\nقال جلاّم : وكنت أحب أن أرى أبا ذر ، لأنه رجل من قومي ، فالتفت اليه ، فاذا رجل أسمر ضَرب (2) من الرجال ، خفيف العارضين ، في ظهره جَنأ (3) فأقبل على معاوية وقال :",
        "ما أنا بعدوّ لله ولا لرسوله ، بل أنت وأبوك عدوّان لله ولرسوله. أظهرتما الاسلام ، وأبطنتما الكفر. ولقد لعنك رسول الله (ص) ودعا عليك مرّات ألا تشبع.\nسمعت رسول الله (ص) يقول : اذا ولي الامة الأعين ، الواسع البلعوم ، الذي يأكل ولا يشبع ، فلتأخذ الامة حذرها منه.\nفقال معاوية : ما أنا ذاك الرجل.\nقال أبو ذر : بل أنت ذلك الرجل ، اخبرني بذلك رسول الله (ص) وسمعته يقول ـ وقد مررت به ـ : اللهم إلعنه ، ولا تشبعه الا بالتراب .. الخ ..",
        "__________________\n(1) ازبأرّ : غَضِب.\n(2) ضرب : الخفيف اللحم.\n(3) الجنأ : يقال جنئ ، جنأ ، اذا اشرف كاهله على ظهره حدبا.",
        "فكتب عثمان الى معاوية : أن أحمل جندبا اليّ على اغلظ مركب ، وأوعره ، فوجَّه به مع من سار به الليل والنهار ، وحمله على شارف (1) ليس عليها إلاقتب حتى قدم به المدينة ، وقد سقط لحم فخذيه من الجهد.\nدخوله على عثمان\nوفي رواية الواقدي : أن أبا ذر لما دخل على عثمان ، قال له :\nفقال أبو ذر : ما عرفت اسمي ( قيناً ) قط.",
        "وفي رواية أخرى : لا أنعم الله بك عينا يا جنيدب !\nفقال أبو ذر : أنا جندب ، وسماني رسول الله (ص) عبد الله ، فاخترت اسم رسول الله (ص) الذي سماني به على اسمي.\nفقال له عثمان : أنت الذي تزعم أنا نقول : يد الله مغلولة ، وان الله فقير ونحن أغنياء !\nفقال أبو ذر : لو كنتم لا تقولون هذا ، لأنفقتم مال الله على عباده ، ولكني أشهد أني سمعت رسول الله (ص) يقول. « اذا بلغ بنو أبي العاص ثلاثين رجلا ، جعلوا مال الله دُولا ، وعباده خَوَلا ، ودينه دَخَلا ».",
        "فقال عثمان لمن حضر : أسمعتموها من رسول الله ؟\nقالوا : لا.\nقال عثمان : ويلك يا أبا ذر ! أتكذب على رسول الله ؟\n__________________",
        "(1) الشارف : الناقة المسنَّة.\nفقال أبو ذر لمن حضر : أما تدرون أني صَدقتُ !؟\nقالوا : لا والله ، ما ندري.\nفقال عثمان : ادعوا الي عليا. فلما جاء ، قال عثمان لأبي ذر : أقصص عليه حديثك في بني العاص. فأعاده.",
        "فقال عثمان لعلي 7 : أسمعت هذا من رسول الله (ص).\nقال : لا. وقد صَدق أبو ذر.\nفقال : كيف عرفت صِدقهُ ؟\nقال : لأني سمعت رسول الله يقول : « ما أظلَّتِ الخضراء ، ولا أقلَّت الغبراء ، من ذي لهجة أصدقُ من أبي ذَرِّ ».",
        "فقال من حضر : أما هذا ، فسمعناه كُلُّنا من رسول الله.\nفقال أبو ذر : أحدثكم اني سمعت هذا من رسول الله (ص) فتتهموني ! ما كنت أظن اني أعيش حتى أسمع هذا من أصحاب محمد (1).\nوجاء في رواية الواقدي ، عن صهبان مولى الاسلميين.\nقال : رأيت أبا ذر يوم دخل به على عثمان. فقال له : أنت الذي فعلت ، وفعلت !؟",
        "فقال أبوذر : نصحتك فاستغششتني ، ونصحت صاحبك ، فاستغشني !\nقال عثمان : كذبت ، ولكنك تريد الفتنة ، وتحبها ، قد انغلت (2) الشام علينا.\nفقال أبو ذر : اتبع سنة صاحبيك ، لا يكن لأحد عليك كلام.\nفقال عثمان : مالك وذلك ، لا أمّ لك !",
        "__________________\n(1) شرح النهج 8 ص 257 ـ 258 ـ 259 و ج 3 منه.\n(2) النغل : الافساد بين القوم.\nقال أبو ذر : والله ما وجدت لي عذرا ، إلا الامر بالمعروف ، والنهي عن المنكر.",
        "فغضب عثمان ، وقال : اشيروا علي في هذا الشيخ الكذاب ، إما ان أضربه ، أو أحبسه ، أو أقتله ، فانه قد فرَّق جماعة المسلمين ، أو أنفيَه من أرض الاسلام.\nفتكلم علي 7 ـ وكان حاضرا ـ فقال :\nأشير عليك بما قال مؤمن آل فرعون « فان يَكُ كاذِباً فَعَليهِ كَذِبُه ، وإن يَكُ صادقاً ، يُصِبكم بَعض الذي يَعدِكم ، إن الله لا يهدي مَن هُو مُسرِف كذَّاب ».\nفأجابه عثمان بجواب غليظ. وأجابه علي 7 بمثله (1) ..",
        "وجاء في مروج الذهب :\nوكان في ذلك اليوم قد أتي عثمان بتركة عبد الرحمن بن عوف الزهري من المال ، فنثرت البدر ، حتى حالت بين عثمان وبين الرجل الواقف ، فقال عثمان :\nإني لأرجو لعبد الرحمن خيرا ، لأنه كان يتصدق ، ويقري الضيف ، وترك ما ترون.\nفقال كعب الأحبار : صدقت يا أمير المؤمنين.",
        "فشال أبو ذر العصا ، فضرب بها رأس كعب ولم يشغله ما كان فيه من الألم ، وقال :\nيا ابن اليهودي ، تقول لرجل مات وترك هذا المال إن الله أعطاه خير الدنيا وخير الآخرة ، وتقطع على الله بذلك ، وانا سمعت النبي (ص) يقول :\n__________________\n(1) نفس المصدر السابق.",
        "ما يسرني أن أموت ، وأدَعَ ما يزن قيراطاً (1).\nقال الواقدي : ثم إن عثمان حظر على الناس أن يقاعدوا أبا ذر ، أو يكلموه ، فمكث كذلك أياماً.\nثم أتي به ، فوقف بين يديه ، فقال أبو ذر : ويحك ياعثمان أما رأيت رسول الله (ص) ورأيت أبا بكر وعمر ! هل هَديُكَ كهديِهم ، أما إنَّك لتبطُش بي بطشَ جبَّار !.\nفقال عثمان : أخرج عنا من بلادنا ـ (2) الى آخر الرواية.",
        "وفي مروج الذهب :\nفقال له عثمان : وارِ عني وجهك.\nفقال : أسير الى مكة. قال : لا والله ؟\nقال : فتمنعني من بيت ربي أعبده فيه حتى أموت ؟ قال. إي والله.",
        "قال : فالى الشام ، قال : لا والله.\nقال : البصرة. قال : لا والله ، فاختر غير هذه البلدان.\nقال : لا والله ما اختار غير ما ذكرت لك. ولو تركتني في دار هجرتي ، ما أردت شيئا من البلدان ، فسيرني ، حيث شئت من البلاد.\nقال : فاني مسيرك الى الربذة.",
        "قال : الله أكبر ، صدق رسول الله (ص) قد أخبرني بكل ما أنا لاق.\nقال : عثمان : وما قال لك ؟\nقال : أخبرني بأني أمنع عن مكة ، والمدينة ، وأموت بالربذة ، ويتولى\n__________________",
        "(1) مروج الذهب 2 / 340.\n(2) شرح النهج 8 / 259 ـ 260.\nمواراتي نفر ممن يردون من العراق نحو الحجاز (1).\nنفيه الى الربذة",
        "جاء في شرح النهج ، عن ابن عباس ، قال :\nلما أخرج أبو ذر الى الربذة ، أمر عثمان ، فنودي في الناس : ألاّ يكلم أحد أبا ذر ، ولا يشيِّعه وأمر مروان بن الحكم أن يخرج به. فخرج به ، وتحاماه الناس. إلا عليّ بن أبي طالب 7 وعقيلا أخاه ، وحسنا وحسينا 8 ، وعمارا فانهم خرجوا معه يشيعونه.\nفجعل الحسن 7 ، يكلم أبا ذر ..\nفقال له مروان : إيها يا حسن ، ألا تعلم أن أمير المؤمنين قد نهى عن كلام هذا الرجل ؟ ! فان كنت لا تعلم ، فاعلم ذلك.",
        "فحمل علي 7 على مروان ، فضرب بالسوط بين أذني راحلته ، وقال : تنحَّ ، لَحَاك الله الى النار !\nفرجع مروان مغضبا الى عثمان ، فأخبره الخبر ، فتلظى على عليّ (ع) (2).\nكلام الامام (ع) لابي ذر\nوودع علي 7 أبا ذر (رض) قائلا له :",
        "يا أبا ذر ، انك غضبت لله ، فأرجُ من غضبتَ له إن القومَ خافوك\n__________________\n(1) مروج الذهب 2 / 340 ـ 341.\n(2) شرح النهج 8 / 252 ـ 253.",
        "على دنياهم ، وخِفتهم على دينك ، فاترك في أيديهم ما خافوك عليه ، واهرَب منهم بما خفتهم عليه ، فما أحوَجهم الى ما منعتهم ، واغناك عمَّا منعوك !\nوستعلم من الرابح غدا ، والأكثر حُسَّدا ، ولو أن السمواتِ والأرضين كانتا على عبد رتقاً ، ثم اتقى الله ، لجعل الله له منهما مخرجا.\nلا يؤنسنك الاّ الحق ، ولا يُوحشنَّك إلا الباطل ، فلو قبلت دنياهم لأحبُّوك ولو قرضت منها لأمنَّوك (1).\nوجاء في رواية ابن عباس : عن ذكوان ـ وكان حافظاً ـ. كما في شرح النهج.",
        "قال ذكوان : فحفظت كلام القوم. فقال علي 7 : يا أبا ذر ، أنك غضبت لله ، إن القوم خافوك على دنياهم ، وخفتهم على دينك ، فامتحنوك بالقِلى ، ونفوكَ الى الفلا. والله لو كانت السموات .. الخ.\nثم قال علي 7 لأصحابه : « ودِّعوا عمَّكم ، وقال لعقيل : ودِّع أخاك ».\nكلام عقيل\nفتكلم عقيل : فقال : ما عسى أن نقولَ يا أبا ذر ، وأنت تعلم أنا نحبُّك ، وأنت تُحبُّنا ! فاتق الله ، فان التقوى نجاة ، وإصبر ، فان الصبرَ كَرم ، وإعلم أن إستثقالك الصبرَ ، من الجزعِ. واستبطاءَك العافيةَ ، من اليأسِ ، فدَع اليأس والجزع.",
        "__________________\n(1) نهج البلاغة 2 / ص 12 ـ 13.\nكلام الحسن (ع)\nثم تكلم الحسن ، 7 ، فقال : يا عمَّاه ، لو لا أنه لا ينبغي للمودِّع أن يسكت ، وللمشيِّع أن ينصرف لقصر الكلام ، وإن طال الأسف ، وقد أتى القوم اليك ما ترى ، فضَع عنك الدنيا ، بتذكر فراغها وشِدَّة ما اشتد منها ، برجاء ما بعدها ، وإصبِر حتى تلقى نبيَّك (ص) وهو عنك راض.",
        "كلام الحسين (ع)\nثم تكلم الحسين 7 فقال : يا عمَّاه ، ان الله تعالى قادر أن يغيِّر ما قد يرى ، والله كلَّ يوم هو في شأن ، وقد منَعَك القوم دنياهم ، ومنعتهم دينَك ، فما أغناك عمَّا منعوك ، وأحوجهم الى ما منعتهم ! فاسأل الله الصبرَ والنصرَ واستعذ به من الجشع والجزع ، فان الصبرَ من الدين والكرم ، وان الجشع لا يُقدّم رزقاً ، والجزع لا يؤخِّر أجلا.\nكلام عمَّار بن ياسر\nثم تكلم عمار ـ ; ـ مغضباً ، فقال :",
        "لا آنس الله من أوحشَك ، ولا آمنَ من أخافك ، أما والله ، لو أردتَ دنياهم ، لأمنُّوك ، ولو رضيت أعمالهم ، لأحبُّوك ، وما منع الناس أن يقولوا بقولك ، إلا الرضا بالدنيا ، والجزع من الموت ، مالوا الى ما سلطان جماعتهم عليه ، والملك لمن غَلب ، فوهبوا لهم دينهم ، ومنحهم القوم دنياهم ، فَخسِروا الدنيا والآخرة ، ألا ذلك هو الخسران المبين !\nكلام ابي ذر (رض)\nفبكى أبو ذر ; ـ وكان شيخا كبيرا ـ وقال :\nرحمكم الله يا أهل بيت الرحمة ! اذا رأيتكم ، ذكرت بكم رسول الله (ص) مالي بالمدينة سَكن ولا شجن غيركم ، إني ثقلتُ على عثمان بالحجاز ، كما ثقلت على معاوية بالشام. وكَرِه أن أجاور أخاه وابن خاله بالمصرين ، فأفسد الناس عليهما ، فسيَّرني الى بلد ليس لي به ناصر ولا دافع إلا الله ! والله ما أريد إلا الله صاحباً ، وما أخشى مع الله وحشة.",
        "بين علي (ع) وعثمان\nورجع القوم الى المدينة ، فجاء علي (ع) الى عثمان ، فقال له :\nما حملك على ردّ رسولي ، وتصغير أمري !؟\nفقال علي (ع) : أما رسولك ، فأراد أن يردَّ وجهي ، فرددته ، وأما أمرك ، فلم أصغِّره.",
        "قال : أم بلغك نهيي عن كلام ابي ذر !؟\nقال (ع) : أو كلما أمرت بأمر معصية ، أطعناك فيه !\nقال عثمان : أقِد مروان من نفسك.\nقال : ممَّ ذا ؟",
        "قال : من شَتمِه ، وجَذبِ راحِلتَه.\nقال : أما راحلتُه ، فراحلتي بها ، وأما شتمه إياي ، فوالله لا يشتمني شتمة ، إلا شتمتك مثلها ، لا أكذب عليك.\nفغضب عثمان ، وقال : لِم لا يشتمكَ ؟ كأنك خير منه !\nقال علي (ع) : إي والله ، ومِنكَ ! ثمّ قام ، فخرج (1).",
        "وبلغ أبا الدرداء * ـ وهو في الشام ـ ان عثمان قد سيَّر أبا ذر الى الربذة ، فقال : « إنا لله وانا اليه راجعون ، لو أن أبا ذر قطع لي عضوا أو يدا ، ما هجته ، بعد ان سمعت النبي (ص) يقول : ما أظلت الخضراء ولا أقلت الغبراء من رجل أصدق لهجة من أبي ذر (2) ».\n__________________\n(1) شرح النهج 8 / 253 الى 255.\n* الصاري ، واسمه عامر ، كان مصاحبا لابي ذر.",
        "(2) المستدرك على الصحيحين 3 / 344.\nفي الرّبذَة\nعن أبي الاسود الدؤلي ، قال :\nكنت أحب لقاء أبي ذر ، لاسأله عن سبب خروجه الى الربذة ، فجئته ، فقلت له :",
        "الا تخبرني ، أخرجت من المدينة طائعا ، أم أخرجت كرها ؟\nفقال : كنت في ثغر من ثغور المسلمين أغني عنهم ، فأُخرجتُ الى المدينة ! فقلت : دار هجرتي وأصحابي ! فأخرجت من المدينة الى ما ترى !.\nثم قال : بينا أنا ذات ليلة نائم في المسجد ، على عهد رسول الله (ص) ، أذ مرَّ بي 7 فضربني برجله ، وقال : لا أراك نائما في المسجد.\nفقلت : ـ بأبي أنت وأمي ـ غلبتني عيني ، فنمتُ فيه.",
        "قال : فكيف تصنع ، اذا أخرجوك منه ؟\nقلت : الحق بالشام ، فانها أرض مقدَّسة ، وأرض الجهاد.\nقال : فكيف تصنع اذا أخرجتَ منها ؟\nقلت : أرجع الى المسجد !",
        "قال : فكيف تصنع اذا أخرجوك منه ؟\nقلت : آخذ سيفي ، فأضربهم به.\nفقال : ألا أدلُّك على خير من ذلك ؟ إنسق معهم حيث ساقوك ، وتسمع وتطيع ، فسمعت وأطعت ، وأنا أسمع وأطيع ! والله ليلقَين الله عثمان ، وهو آثم في جنبي (1).\nوفي حلية الاولياء ، بسنده عن عبد الله بن خراش ، قال.",
        "رأيت أبا ذر بالربذة ، في ظُلة له سوداء ، له امرأة سحماء ، وهو جالس على قطعة جوالق. فقيل له : انك إمرؤ ما يبقى لك ولد ؟\nفقال : الحمد لله الذي يأخذهم في دار الفناء ، ويدَّخرهم في دار البقاء.\nقالوا : يا أبا ذر ، لو اتخذت امرأة غير هذه ؟\nقال : لئن أتزوج امرأة تضعني ، أحب اليَّ من امرأة ترفعني.",
        "فقالوا : لو اتخذت بساطا ألين من هذا ؟\nقال : اللهم غفرا ! خذ مما خوّلتَ ، ما بدا لك (2).\nودخل عليه قوم من أهل الربذة. فقالوا : يا أبا ذر ! ما تشتكي ؟ قال : ذنوبي !\nقالوا : فما تشتهي ؟",
        "قال : رحمةَ ربي.\nقالوا : هل لك بطبيب. ؟\n__________________\n(1) شرح النهج 8 / 260 ـ 261.",
        "(2) الاعيان 329.\nقال : الطبيبُ أمرضني (1). !!\nكلامه (رض) على قبر ولده\nروى الكليني في الكافي ، بسنده عن علي بن ابراهيم ، رفعه ، قال :",
        "لما مات ذر بن ابي ذر ، مسح ابو ذر القبر بيده ، ثم قال.\nرحمك الله يا ذر ، والله إن كنت بي بارا ، ولقد قُبِضتَ واني عنك لراض ، أما والله ما بي فقدُك وما علي من غضاضة (2) وما لي الى أحد سوى الله من حاجة ، ولولا هول المطَّلع ، لسرني أن أكون مكانك ، ولقد شغلني الحزن لك ، عن الحزن عليك ، والله ما بكيت لك ! ولكن بكيت عليك ، فليت شعري ماذا قلتَ ؟ وماذا قيل لك ؟\nثم قال : اللهم إني قد وهبت له ما افترضتَ عليه من حقي ، فَهب له ما افترضتَ عليه من حقك ، فأنت أحق بالجود مني (3).\n__________________",
        "(1) المصدر السابق / 373.\n(2) ما بي فقدك ، أي ليس علي بأس وحزن من فقدك.\n(3) الفروع من الكافي ج 3 / 250 ـ 251.\nبَين أبي ذَرّ وَحُذيفَة بن اليمَان",
        "ما كتبه أبو ذر ، الى حُذَيفَة بن اليمان يشكو اليه ما فعل به\nفي كتاب الفصول للسيد المرتضى ، عن أبي مخنف ، قال : حدثني الصلت ، عن زيد بن كثير ، عن ابي أمامة. قال : كتب أبو ذر الى حذيفة بن اليمان يشكو اليه ما صنع به عثمان.\nبسم الله الرحمن الرحيم\nأما بعد يا أخي. فَخَف الله مخافة يكثر منها بكاء عينيك ، وحرِّر قلبك ، وأسهر ليلك ، وانصَب بدنك في طاعة الله. فحق لمن عَلِم أن النار مثوى من سخط الله عليه ، أن يطول بكاؤه ، ونَصَبُه ، وسهر ليله ، حتى يعلم أنه قد 2. وحق لمن علم أن الجنة مثوى من 2 ، أن يستقبل الحق كي يفوز بها ، ويستصغر في ذات الله الخروج من أهله وماله ، وقيام ليله ، وصيام نهاره ، وجهاد الظالمين الملحدين بيده ولسانه ، حتى يعلم ان الله أوجبها له ، وليس بعالِم ذلك دون لقاء ربَّه. وكذلك ينبغي لكل من رغب في جوار الله ، ومرافقة انبيائه ، أن يكون.",
        "يا أخي ، أنت ممن أستريح الى التصريح اليه ببثي وحزني. وأشكو اليه تظاهر الظالمين علي.\nإني رأيت الجور ـ يعمل به ـ بعيني ، وسمعته يقال ، فرددته ، فحُرمت العطاء ، وسُيِّرت الى البلاد ، وغُرِّبت عن العشيرة والاخوان ، وحَرَم الرسول 6 وأعوذ بربي العظيم أن يكون مني هذا شكوى ، أن رُكب مني ما رُكب ، بل انبأتُك أني قد رضيت ما أحب لي ربي ، وقضاه علي ، وأفضيت ذلك اليك ، لتدعوَ الله لي ، ولعامَّة المسلمين بالروح والفرج ، وبما هو أعم نفعا ، وخير مغبَّة وعقبى ـ والسلام.\nجواب حذيفة له\nفكتب اليه حذيفة :",
        "بسم الله الرحمن الرحيم\nأما بعد يا أخي. فقد بلغني كتابك ، تُخَوّفني به ، وتحذّرني فيه منقلَبي ، وتحثني فيه على حظ نفسي ، فقديما ـ يا أخي ـ ما ، كنت بي ، وبالمؤمنين حفيَّاً لطيفا. وعليهم حدِبا شفيقا. ولهم بالمعروف آمِرا ، وعن المنكرات ناهيا ، وليس يهدي الى رضوان الله إلا هو ، ولا يُتناهى من سخطه الا بفضل رحمته ، وعظيم منِّه. فنسأل الله ربنا ـ لأنفسنا وخاصَّتنا ، وعامَّتنا ، وجماعة أمَّتنا ـ مغفرة عامة ، ورحمة واسعة ، وقد فهمتُ ما ذكرتَ من تسييرك ، يا أخي ، وتغريبك ، وتطريدك ، فعزَّ والله عليًّ يا أخي ، ما وصل اليك من مكروه ولو كان يُفتدى ذلك بمال ، لأعطيتُ فيه مالي ، طيِّبة بذلك نفسي ، ليصرَف الله عنك ـ بذلك ـ المكروه. والله ، لو سألتُ لك المواساة ، ثم أعطيتُها لأحببت احتمال شطر ما نزل بك ، ومواساتك في الفقر ، والأذى ، والضرر. لكنه ، ليس لأنفسنا ، إلا ما شاء ربنا. يا أخي ، فافزع بنا الى ربنا ، ولنجعل اليه رغبتنا ،\nفقد استُحصِدنا ! واقترب الصَّرام (1). فكأني ، واياك ، قد دعينا فأجبنا ! وعرضنا على أعمالنا ، فاحتجنا الى ما أسلفنا ! يا أخي : ولا تأسَ على ما فاتك ، ولا تحزن على ما أصابك ، واحتسب فيه الخير. وارتقب فيه من الله أسنى الثواب. يا أخي : لا أرى الموت لي ولك ، إلا خيرا من البقاء ، فانه قد أظلتنا فتن يتلو بعضها بعضا ، كقطع الليل المظلم ، قد انبعثت من مركبها ، ووطئت في خطامها ، تشهر فيها السيوف ، وتنزل فيها الحتوف ! يُقتل فيها من اطلع لها ، والتبس بها ، وركض فيها ، ولا يبقى قبيلة من قبائل العرب ، من الوبر والمدر ، إلا دخلت عليهم ! فأعزّ أهل ذلك الزمان ، أشدهم عتوَّا ! وأذلُّهم ، اتقاهم ! فأعاذنا الله واياك ، من زمان هذه حال أهله.\nلن أدَعَ الدُعاء لك ، في القيام والقعود ، والليل والنهار ، وقد قال الله ، ولا خُلف لموعده : أدعوني ، أستجب لكم ، إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين ، فنستجير بالله من التكبُّر عن عبادته ، والاستنكاف عن طاعته ، جعل الله لنا ولك فرجاً ، ومخرجا عاجلا برحمته ، والسلام (2).",
        "__________________\n(1) الصرّام للنخل : أوان ادراكه وجزّه.\n(2) أعيان الشيعة 16 / 366 ـ 368.\nيَمشي وَحْدَهُ وَيمُوتُ وَحْدَه",
        "« صدق رسول الله 6 »\nحين استعدَّ النبي (ص) لمحاربة الروم قاصدا « تبوك » من أرض الشام ، كان الفصل قائضا شديد الحرارة. وكان العدو شديد البأس ، كثير العدّة والعدد ، مما دعا نفرا من المتاخذلين ـ ممن أسلم رهبة أو رغبة ـ الى القعود ، والتخلف عن الجهاد.\nوتابع المسلمون سيرهم بكل ثقة وشجاعة ، وانتهى الامر بالصلح مع الروم على دفع الجزية.\nفقد ألقى الله في قلوب زعمائهم الهيبة ، لما تناهى الى أسماعهم من أنباء الانتصارات الساحقة التي سجلها المسلمون في أكثر من موقع بالرغم من قلتهم ، ولما سمعوه عن بسالة المقاتل المسلم ، واستماتته في سبيل الدفاع عن اسلامه واضعا نصب عينيه الجنة ، قاتلا أو مقتولا. لذلك ، فقد آثروا الانسحاب على المواجهة.",
        "ووجه النبي (ص) الى يوحنا بن رؤبة ـ أحد زعماء المنطقة ـ رسالة يدعوه فيها الى الاسلام ، أو دفع الجزية ، فقدم على النبي (ص) حاملا الهدايا ، ومعلنا الطاعة. فصالحه (ص) على الجزية ، في كل سنة ثلاثمائة\nدينار ، كما صالحه على ذلك أهل المناطق الاخرى ، وكتب (ص) بينه وبينهم كتبا تتضمن شروط الصلح بما يحفظ للمسلمين حقهم في الجزية ، والتجول في تلك المنطقة ، آمنين على انفسهم وأموالهم ، ويضمن لأصحاب تلك المناطق حرية العقيدة ، والعيش مع جيرانهم المسلمين بأمان.\nفي هذه الغزوة ، تخلف بأبي ذر جمله ، فعالجه حتى أعياه أمره ، فأخذ رحله عنه ، وحمله على ظهره ، وتابع سيره ماشيا على قدميه.\n« ونظر الناس ، فقالوا يا رسول الله ، هذا رجل على الطريق وحده.",
        "فقال رسول الله (ص) : كن أبا ذر !\nفلما تأمله الناس ، قالوا : هو أبو ذر.\nفقال رسول الله (ص) : يرحم الله أبا ذر ، يمشي وحده ، ويموت وحده ، ويبعث وحده ، ويشهده عصابة من المؤمنين.\nفلما نفى عثمان أبا ذر الى الربذة ، أصابه بها أجله ، ولم يكن معه الا مرأته وغلامه (1).",
        "__________________\n(1) الكامل 2 / 280.\n\nالمَأسَاة",
        "\nالمَأسَاة\nعن أم ذر زوجة أبي ذر ، قالت : لما حضرت أبا ذر الوفاة ، بكيت. فقال : ما يبكيك ؟\nفقلت : مالي لا أبكي ، وأنت تموت بفلاة من الارض ، وليس عندي يسعك كفنا ، لي ولا لك. ولا يد لي للقيام بجهازك !",
        "قال : فأبشري ، ولا تبكي ، فاني سمعت رسول الله (ص) يقول : لا يموت بين امرأين مسلمين ولدان ، أو ثلاثة ، فيصبران ، ويحتسبان ، فيريان النار أبدا.\nوقد مات لنا ثلاثة من الولد !\nواني سمعت رسول الله يقول لنفر أنا فيهم : ليموتن رجل منكم بفلاة من الارض ، يشهده عصابة من المؤمنين ! وليس من أولئك النفر أحد ، إلا وقد مات في قرية ، أو جماعة. ( ولم يبق غيري ، وقد أصبحت بالفلاة أموت (1) ). فأنا ذلك الرجل ، فوالله ما كَذِبت ، ولا كُذبت فأبصري الطريق.\nقلت : أنى ؟ وقد ذهب الحاج ، وتقطَّعت الطريق.",
        "__________________\n(1) كذا في أعيان الشيعة 16 / 368.\n\nقال : اذهبي ، فتبصَّري.",
        "قالت : فكنت أشتد الى الكثيب ، فانظر ! ثم أرجع اليه ، فأمرِّضه. فبينما أنا وهو كذلك ، أذ أنا برجال على رحالهم ، كأنهم الرُخُم * ، تخب بهم رواحلهم ، فأسرعوا الي ، حتى وقفوا علي ، فقالوا :\nيا أمة الله ، مالَكِ ؟\nقلت : إمرؤ من المسلمين ، يموت ! تكفنونه ، « وتؤجرون فيه » (1).\nقالوا : ومن هو ؟ قلت : أبو ذر !. قالوا : صاحب رسول الله !؟ قلت : نعم.",
        "قالت : فَفدَّوه بأبائهم ، وأمهاتهم ، ثم ( وضعوا سياطهم في نحورها ). وأسرعوا اليه حتى دخلوا عليه (2) .. الخ الرواية.\nوفي رواية الكشي ، عن جلاّم بن ذر. وكان له صحبة ( مع رسول الله ) قال :\nمكث ابو ذر في الربذة حتى ، مات فلما حضرته الوفاة ، قال لامرأته : اذبحي شاة من غنمك واصنعيها ، فاذا نضجت ، اقعدي على قارعة الطريق ، فأول ركب ترينهم ، قولي :\nيا عباد الله المسلمين ، هذا أبو ذر صاحب رسول الله (ص) وقد قضى نحبه ، ولقي ربه ، فأعينوني عليه ، وأجنوه ، فان رسول الله (ص) أخبرني أني أموت في أرض غربة ، وانه يلي غسلي ودفني والصلاة علي رجال من أمته صالحون.",
        "__________________\n* الرّخم : طائر على شكل النسر مبقع بسواد وبياض.\n(1) كذا في أعيان الشيعة.\n(2) الاستيعاب ، حاشية على الاصابة 1 / 214 الى 216.",
        "عن محمد بن علقمة بن الاسود النخعي ، قال : خرجت في رهط أريد الحج ، منهم مالك بن الحارث الأشتر ، وعبد الله بن فضل التيمي ، ورفاعة بن شداد البجلي ، حتى قدمنا الربذة ، فاذا امرأة على قارعة الطريق تقول :\nيا عباد الله المسلمين ، هذا أبو ذر صاحب رسول الله (ص) قد هلك غريبا ليس أحد يعينني عليه !\nفنظر بعضنا الى بعض ، وحمدنا الله على ما ساق الينا ، واسترجعنا على عظيم المصيبة. ثم أقبلنا معها فجهزناه ، وتنافسنا في كفنه حتى خرج من بيننا بالسواء ، ثم تعاونا على غسله ، حتى فرغنا منه ، ثم قدمنا مالك الأشتر فصلى عليه ، ثم دفناه.\nفقام الأشتر على قبره ثم قال : اللهم هذا أبو ذر صاحب رسول الله (ص) عبدك في العابدين وجاهد فيك المشركين ، لم يغير ولم يبدل ، لكنه رأى منكرا فغيَّره بلسانه وقلبه حتى جفي ونفي ، وحرم واحتقر ، ثم مات وحيدا غريبا ، اللهم فاقصم من حرمه ونفاه من مهاجره ، وحرِم رسول الله (ص).",
        "فرفعنا أيدينا جميعا ، وقلنا : آمين.\nفقدمت الشاة التي صنعت ، فقالت أنه أقسم عليكم أن لا تبرحوا ، حتى تتغدوا فتغدينا ، وارتحلنا (1).\n« رواية ثانية حول كيفية وفاته »\nفي تفسير علي بن ابراهيم في تتمة خبره في غزوة تبوك :",
        "__________________\n(1) أعيان الشيعة / 372 نقلا عن الدرجات الرفيعة. و373.\nفلما سيَّره عثمان الى الربذة ، كان له غنيمات يعيش هو وعياله منها ، فأصابها داء يقال له النقاب ، فماتت كلها. فأصاب أبا ذر وابنته الجوع ، فقالت ابنته :\nأصابنا الجوع وبقينا ثلاثة أيام لم نأكل شيئا ! فقال لي أبي : يا بنية ، قومي بنا الى الرمل ، نطلب العبب ( نبت له حب ) فصرنا الى الرمل ، فلم نجد شيئا ، فجمع أبي رملا , ووضع رأسه عليه ، ورأيت عينيه قد انقلبتا ، فبكيت ، فقلت له ـ يا أبه كيف أصنع بك ، وأنا وحيدة ؟",
        "فقال : يا بنيتي لا تخافي ، فاني اذا مت ، جائك من أهل العراق من يكفيك أمري ، فاني أخبرني حبيبي رسول الله (ص) في غزوة تبوك ، فقال لي : يا أبا ذر تعيش وحدك ، وتموت وحدك ، وتدخل الجنة وحدك ، يسعد بك أقوام من أهل العراق ، يتولون غسلك ، وتجهيزك ، ودفنك ، فاذا أنا مت فمدي الكساء على وجهي ، ثم اقعدي على طريق العراق ، فاذا أقبل ركب ، فقومي اليهم وقولي :\nـ هذا ابو ذر صاحب رسول الله قد توفي.\nقالت : فدخل اليه قوم من أهل الربذة ، فقالوا : يا أبا ذر ، ما تشتكي ؟ قال : ذنوبي ! قالوا : فما تشتهي ؟ قال : رحمة ربي ! قالوا : هل لك بطبيب ؟ قال : الطبيب أمرضني !!\nقالت ابنته : فلما عاين ، سمعته يقول : مرحبا بحبيب أتى على فاقة ، لا أفلح من ندم ! اللهم خنقني خناقك ، فوحقك إنك لتعلم أني أحب لقاءك.",
        "قالت ابنته : فلما مات ، مددت الكساء على وجهه ، ثم قعدت على\nطريق العراق ، فجاء نفر ، فقلت لهم : يا معشر المسلمين ، هذا أبو ذر ، صاحب رسول الله (ص) قد توفي.\nفنزلوا ، ومشوا يبكون ، فجاؤا ، فغسَّلوه وكفَّنوه ودفنوه ، وكان فيهم الأشتر.\nفروي أنه قال : دفنته في حلَّة كانت معي ، قيمتها أربعة آلاف درهم (1).",
        "__________________\n(1) أعيان الشيعة / 372 نقلا عن الدرجات الرفيعة و 373.\n\n",
        "الفَصْل الرّابِع\n* أبو ذَرّ عَلى لِسَان النّبي الكَريم (ص).\n* بَينَ النّبي وَأبي ذَرّ.\n* أبو ذَرّ العَالِم.",
        "* الزّاهِد المتعبّدِ.\n* مِن فَضَائِله.\n* مِن كَلاَمه.\n* وَصفه لآخر الزمَان.",
        "\nأبو ذَرّ عَلى لِسان النّبي الكَريم (ص)\nونستعرض هنا ، ما جاء على لسان النبي (ص) بشأن هذا الصحابي الجليل من كلمات مضيئة هي بمثابة أوسمة منحها اياه النبي الكريم (ص) باستحقاق وجدارة. ونقتصر هنا على ذكر الرواية بذلك ، دون ذكر السند.\nقال (ص) : ما أظلَّتِ الخضراء ، ولا أقلَّتِ الغَبراء من ذي لهجة أصدق ، ولا أوفى من أبي ذر ، شِبهُ عيسى بن مريم.",
        "وفي لفظ آخر : ما أظلَّت الخضراء ، ولا أقلَّت الغبراء على ذي لهجة ، أصدق من أبي ذر ، من سرّه أن ينظر الى زُهدِ عيسى بن مريم ، فلينظر الى أبي ذر.\nمن أحبّ أن ينظر الى المسيح عيسى بن مريم ، الى بره وصدقه ، وجدِّه ، فلينظر الى أبي ذر.\nإن أبا ذر ليباري عيسى بن مريم في عبادته.\nرحم الله أبا ذر ، يمشي وحده ، ويموت وحده ، ويبعث وحده.",
        "إن الله عز وجل أمرني بحُبِّ اربعة ، وأخبرني انه يحبُّهم : عليّ ، وأبو ذر ، والمقداد ، وسلمان.\n\nعن أبي ذر قال ، قال رسول الله (ص) : يا أبا ذر ! كيف أنت اذا كنت في حثالة ؟ وشبَّك بين أصابعه. قلت : يا رسول الله ! فما تأمرني ؟ قال : إصبر. إصبر. إصبر. خالقوا الناس بأخلاقهم ، وخالفوهم في أعمالهم.\nعن أبي ذر أيضا ، قال : بَينَا أنا واقف مع رسول الله (ص) فقال لي : يا أبا ذر ، أنت رجل صالح ، وسيُصِيبُك بلاء بعدي ! قلت : في الله ؟ قال : في الله. قلت مرحبا بأمر الله.",
        "عن أبي ذر قال : قال النبي (ص) : يا أبا ذر ! كيف أنت اذا كانت عليك أمراء يستأثرون بالفيء ؟ قال : قلت : اذاً ، والذي بعثك بالحق ، أضربُ بسيفي حتى ألحقَ بك. فقال : أفلا أدلُّك على ما هو خير من ذلك. ؟ إصبر حتى تلقاني (1).\n__________________\n(1) هذه الأحاديث اخذناها عن المستدرك ج 3 ص 342 و 343 / وعن الغدير ج 8 ص 312 الى 316.\nبَينَ النّبي وَأبي ذَرّ",
        "قال أبو ذر : ودخلت على رسول الله (ص) ، وهو في المجلس جالس وحده ، فاغتنمت خلوته !\nفقال : يا أبا ذر ، إن للمسجد تحيَّة !\nقلت : وما تحيته يا رسول الله. ؟\nقال : ركعتان. فركعتهما. ثم التفتّ اليه ، فقلت : يا رسول الله ، أي الاعمال أحبّ الى الله جلَّ ثناؤه ؟",
        "فقال (ص) : الإيمان بالله ، ثم الجهاد في سبيله.\nقلت : يا رسول الله ، أمرتني بالصلاة ، فما الصلاة ؟\nقال : خير موضوع ، فمن شاء أقلّ ، ومن شاء أكثر. !\nقلت : يا رسول الله ، أي المؤمنين ، اكمل إيماناً. ؟",
        "قال : أحسنهم خُلقاً.\nقلت : فأيّ المؤمنين أفضل ؟\nقال : من سَلِمَ المسلمون من يده ولسانه. !\nقلت : فأيّ الهجرة أفضل. ؟",
        "قال : من هجر الشر !\nقلت : فأيّ الليل أفضل (1) ؟\nقال : جوف الليل الغابر !.\nقلت : فأي الصلاة أفضل ؟",
        "قال : طول القنوت !\nقلت : فأي الصدقة أفضل ؟\nقال : جَهد (2) من مُقلّ الى فقير في سر.\nقلت : فما الصوم ؟",
        "قال : فرض مجزيء. وعند الله أضعاف ذلك.\nقلت : فأي الرقاب أفضل (3) ؟\nقال : أغلاها ثمنا ، وأنفسها عند أهلها.\nقلت : فأي الجهاد أفضل ؟",
        "قال : من عقر جواده ، وأهريق دمه !\nقلت : فأيّ آية انزلها الله عليك أعظم ؟\nقال : أية الكرسي ! ثم قال : يا أبا ذر ، مالسموات السبع في الكرسي إلا كحلقة ملقاة في أرض فلاة ! وفضل العرش على الكرسي ، كفضل الفلاة على تلك الحلقة.\nقلت : يا رسول الله ، كم النبيون ؟",
        "قال : مائة ألف وأربعة وعشرون ألف نبي !\n__________________\n(1) يعني : للعبادة.\n(2) جهد المقل : قدر ما يحتمله قليل المال.",
        "(3) للعتق.\nقلت : كم المرسلون منهم ؟\nقال : ثلاثمائة وثلاثة عشر ! جمَّاً غفيرا *.\nقلت : من كان أول الأنبياء ؟",
        "قال : آدم.\nقلت وكان من الانبياء مرسلا ؟\nقال : نعم ! خلقه الله بيده ، ونفخ فيه من روحه. ثم قال : يا أبا ذر ! وأربعة من الأنبياء سريانيون. آدم ، وشيث ، وأخنوخ ( وهو إدريس ) وهو أول من خط بالقلم ، ونوح. وأربعة من الأنبياء من العرب : هود ، وصالح ، وشعيب ، ونبيك محمد (ص). وأول نبي من بني اسرائيل : موسى ، وآخرهم : عيسى بينهما ستمائة نبي.\nقلت : يا رسول الله ، كم أنزل الله من كتاب ؟",
        "قال : مائة كتاب ، وأربعة كتب. أنزل الله على شيث ، خمسين صحيفة. وعلى إدريس ثلاثين صحيفة ، وعلى ابراهيم ، عشرين صحيفة ، وانزل التوارة ، والانجيل ، والزبور ، والفرقان.\nقال ، قلت : يا رسول الله ، فما كانت صُحُف ابراهيم ؟\nقال : كانت أمثالا كلها ! وفيها : ـ أيُّها الملِكُ المتسلِّط ، المبتلى ، المغرور. إني لم أبعثك لتجمع الدنيا بعضها الى بعض ، ولكن بعثتك لتردّ دعوة المظلوم ، فاني لا أردّها ، وان كانت من كافر أو فاجر !! وفجوره على نفسه.\nوكان فيها : على العاقل ـ ما لم يكن مغلوبا على عقله ـ ان يكون له",
        "__________________\n* الجم الغفير ، هنا : الكثير البركة.\nساعات ، ساعة يناجي فيها ربَّه ، وساعة يصرفها في صنع الله تعالى ، وساعة يحاسب فيها نفسه فيما قدّم وأخَّر ، وساعة يخلو فيها لحاجته من الحلال في المطعم والمشرب. فانَّ هذه الساعة عون لتلك الساعات واستجمام للقلوب ، وتوديع لها ؟ وعلى العاقل أن يكون طالبا لثلاث : تزوّد لمعاد. أو مرمَّة لمعاش. أو لذة في غير محرّم. وعلى العاقل ، أن يكون بصيرا بزمانه ، مقبلا على شأنه ، حافظا للسانه. ومن حسب كلامه من عمله ، قلّ كلامه إلا فيما يعنيه.\nقلت : يا رسول الله ، ما كانت صحف موسى (ع) ؟",
        "قال : كانت اعتبارا كلها !\nعجباً لمن أيقن بالنار ، كيف يضحك ؟! عجباً لمن أيقن بالموت ، كيف يفرح ؟! عجبا لمن أبصر الدنيا ، وتقلُّبها بأهلها حالا بعد حال ، ثم يطمئن اليها !؟ عجباً لمن أيقن بالحسنات غدا ، كيف لا يعمل !؟\nقلت : يا رسول الله ، فهل في أيدينا مما أنزل الله عليك ، شيء مما كان في صحف ابراهيم ، وموسى ؟.\nقال : إقرأ يا أبا ذر : قد أفلَحَ من تَزكَّى ، وذكَر إسم ربِّه فصلَّى ، بل تُؤثرونَ الحَياةَ الدُنيا. والآخرة خير وأبقى إنَّ هذا ( يعني ذكر هذه الأربع آيات ) لفي الصحف الأولى ، صُحُفِ ابراهيمَ وموسى ..",
        "قلت : يا رسول الله ، أوصني.\nقال : أوصيك بتقوى الله ، فانها رأس أمرِكَ كلِّه.\nقلت : يا رسول الله : زدني.\nقال : عليك بتلاوةِ القرآن ، وذكرِ الله كثيرا ، فانه ذكر لك في السماء ، ونور لك في الارض.",
        "قلت : يا رسول الله ، زدني.\nقال : عليك بالجهاد ، فانه رهبانية أمتي.\nقلت : يا رسول الله (ص) ، زدني.\nقال : عليك بالصمت ، إلا من الخير ، فانه مطرَدة للشيطان عنك ، وعون لك على أمر دينك.",
        "قلت : يا رسول الله ، زدني.\nقال : إياك وكثرة الضحك ، فانه يميت القلب ، ويَذهب بنور الوجه.\nقلت : يا رسول الله ، زدني.\nقال : انظر ( الى ) من هو تَحتك ، ولا تنظر الى من هو فوقك ، فانه أجدر أن لا تزدري نعمة الله عليك.",
        "قلت : يا رسول الله ، زدني.\nقال : صِلْ قرابتك وإن قطعوك ، وأحِبّ المساكين وأكثر مجالستهم.\nقلت : يا رسول الله ، زدني.\nقال : قل الحق ، وان كان عليك مرّاً.",
        "قلت : يا رسول الله ، زدني.\nقال : لا تَخف في الله لومة لائم.\nقلت : يا رسول الله زدني.\nقال : يا أبا ذر ، ليرُدَّك عن الناس ما تعرف من نفسك ، ولا تجد",
        "عليهم فيما يأتي ، فكفى بالرجل عيباً أن يعرف من الناس ما يجهل من نفسه ، ويجد عليهم فيما يأتي.\nقال : ثم ضرب بيده على صدري ، وقال : يا أبا ذر ، لا عقل كالتدبير ، ولا ورع كالكفّ ، ولا حسَب كحُسن الخلق (1).\n__________________\n(1) تنبيه الخواطر ـ 2 / 314 الى 316 / ومعاني الاخبار 333 الى 335. وقد وجدت بعضا من مقاطع هذا الحوار في الكامل 1 / ص 47 ـ 60 ـ 124.",
        "أبو ذَرّ العَالِم\nنكتفي هنا بعرض لما قيل وكتب حول علم أبي ذر (رض) فان في ذلك صورة واضحة عما يتمتع به هذا الصحابي الجليل من العلم والفضل.\nقال أمير المؤمنين علي (ع) : وعى علماً عُجز فيه ، وكان شحيحا حريصا على دينه ، حريصا على العلم ، وكان يكثر السؤال ، فيعطى ويمنع ، أما أن قد ملئ في وعائه حتى امتلأ.\nوقال أبو نعيم في الحلية : أول من تكلم في علم البقاء والفناء ، وثبت على المشقة والعناء وحفظ العهود والوصايا ، وصبر على المِحَن والرزايا .. الى أن قال : أبو ذر الغفاري 2 خدم الرسول وتعلم الاصول ، ونبذ الفُضول.",
        "وقال ابن حجر في الإصابة : كان يوازي ابن مسعود في العلم (1).\nوجاء في كتاب فنون الاسلام ، في أول من جمع حديثا الى مثله في باب واحد ، وعنوان واحد من الصحابة الشيعة ، وهم : أبو عبد الله سلمان الفارسي ، وأبو ذر الغفاري (رض) وقد نص على ذلك ، رشيد الدين بن شهر آشوب في كتابه : معالم علماء الشيعة. وذكر الشيخ أبو جعفر الطوسي\n__________________\n(1) الغدير 8 / 311 ـ 312.",
        "شيخ الشيعة ، والشيخ أبو العباس النجاشي في كتابيهما ، في فهرست اسماء المصنفين من الشيعة ، مصنفاً لأبي عبد الله سلمان الفارسي ، ومصنفاً لأبي ذر الغفاري ، وأوصلا اسنادهما الى رواية كتاب سلمان ، وكتاب أبي ذر ، وكتاب سلمان : كتاب حديث الجاثليق. وكتاب أبي ذر : كتاب كالخطبة ، يشرح فيه الامور بعد رسول الله (ص) الخ (1) ..\nوقد ذكر بعض الاعلام : « أنه كان بينه وبين عثمان مشاجرة في مسألة من مسائل الزكاة ، فتحاكما عند رسول الله (ص) فحكم لأبي ذر على عثمان » (2).\n__________________\n(1) كتاب الشيعة وفنون الاسلام / 31.",
        "(2) رجال بحر العلوم 2 / 151.\nالزّاهد المتعبِّد\nفي حلية الاولياء بسنده عن أبي ذر ، قال :\nوالله لو تعلمون ما أعلم ، ما انبسطتم الى نسائكم ، ولا تقَاررتهم على فرشكم ، والله لوددت أن الله عز وجل خلقني ، يوم خلقني ـ شجرة تُعضد ، ويؤكل ثمرها.",
        "وروى الصدوق في الخصال بسنده ، عن الصادق (ع) عن أبيه قال :\nبكى أبو ذر من خشية الله عز وجل ، حتى اشتكى بصره !\nفقيل له : يا أبا ذر ! لو دعوت الله أن يشفي بصرك !؟\nفقال : اني عنه لمشغول ! وما هو من أكبر همي. قالوا : وما يشغلك ؟",
        "قال : العظيمتان ! الجنة والنار !!.\nقال أبو ذر : من جزى الله عنه الدنيا خيرا ! فجزاها الله عني مذمة ، بعد رغيفي شعير ، أتغدى بأحدهما ، وأتعشى بالآخر ، وبعد شملتي صوف ، أتَّزر باحداهما ، وأرتدي بالأخرى.\nوقال : كان قوتي على عهد رسول الله من تمر ، فلست بزائد عليه حتى ألقى الله !\nعن عيسى بن عميلة الفزاري قال : أخبرني من رأى أبا ذر يحلب غُنيمة له ، فيبدأ بجيرانه وأضيافه قبل نفسه ، ولقد رأيته ليلة حلب حتى ما بقي في ضروع غنمه شيء ، إلا مَصَره وقرَّب اليهم تمراً ، وهو يسير ، ثم تعذر اليهم وقال : لو كان عندنا ما هو أفضل من هذا ، لجئنا به ! وما رأيته ذاق تلك الليلة شيئاً.",
        "وقيل له : ألا تتَّخذ ضيعة ، كما إتَّخذ فلان وفلان !؟\nقال : وما أصنع ، بأن أكون أميرا ؟ وانما يكفيني كل يوم شربه ماء أو لبن ، وفي الجمعة قفيز من قمح.\nقال أبو ذر : يولدون للموت ، ويعمرون للخراب ، ويحرصون على ما يفنى ، ويتركون ما يبقى ألا حبذا المكروهان : الموت ، والفقر ( في سبيل الله ).\nعن ابي جعفر (ع) قال : أتى أبا ذر رجل يبشره بغنم له قد ولدت. فقال : يا أبا ذر ! أبشر فقد ولدت غنمك ، وكثرت !",
        "فقال : ما يسرّني كثرتها ، وما أحب ذلك ! فما قلَّ وكفى ، أحب اليّ مما كَثر وألهى ! اني سمعت رسول الله (ص) يقول : على حافتيّ الصراط يوم القيامة : الرحم ، والامانة ، فاذا مرَّ عليه الوصول للرحم ، المؤدي للأمانة ، لم يتكفأ به في النار.\nوقيل له عند الموت : يا أبا ذر ، ما لك. ؟\nقال : عملي !\nقالوا : إنا نسألك عن الذهب والفضة. !",
        "قال : ما أصبح ، فلا أمسى ، وما أمسى فلا أصبح ، لنا كندوج *\n__________________\n(1) هذا الفصل اخذناه من أعيان الشيعة 16 ص 326 الى 331.\n* الكندوج : لفظ معرب ، معناه : الخزانة.",
        "ندع فيه خير متاعنا ، سمعت حبيبي رسول الله (ص) يقول : كندوج المرء ، قبره (1).\nوفي حلية الاولياء ، بسنده ، عن محمد بن سيرين ، قال :\n« بلغ الحارث ( رجلا كان بالشام ) أن أبا ذر به عوز ، فبعث اليه بثلاثمائة دينار.\nفقال : ما وجد عبداً لله تعالى هو أهون عليه مني ؟ سمعت رسول الله (ص) يقول : ( من سأل ، وله أربعون ، فقد ألحف ! ) ولآل أبي ذر أربعون درهماً ، وأربعون شاة.",
        "من فضائله\nما روي عن أبي عبد الله الصادق (ع) قال :\nدخل أبو ذر على رسول الله (ص) ، ومعه جبرئيل ، فقال جبرئيل : من هذا يا رسول الله ؟\nقال : أبو ذر.",
        "قال : أما انه في السماء أعرف منه في الأرض ، وسله عن كلمات يقولهن اذا أصبح ، قال : فقال : يا أبا ذر ، كلمات تقولهن اذا أصبحتَ ، فما هنَّ ؟\nقال : أقول ، يا رسول الله : ( اللهم اني أسألك الايمان بك ، والتصديق بنبيك ، والعافية من جميع البلايا ، والشكر على العافية ، والغنى عن شرار الناس (2) ).\n__________________\n(1) معجم رجال الحديث 4 / 171.",
        "(2) نفس المصدر 4 / 168.\nمِن كَلاَمه\nروي عن أبي جعفر ( الباقر ) 7 قال :\nقام أبو ذر 2 ، بباب الكعبة ، فقال : أنا جندب بن جنادة الغفاري ، هلموا الى أخ ناصح شفيق.",
        "فاكتنفه الناس ، فقالوا : قد دعوتنا ، فانصح لنا.\nقال : لو أن أحدكم أراد سفرا ، لأعدَّ فيه من الزاد ما يصلحُهُ ، فما لكم لا تزوّدون لطريق القيامة ، وما يصلحكم فيه ؟\nقالوا : كيف نتزوّد لذلك ؟\nفقال : يحج الرجل حجة لعظام الامور ، ويصوم يوما شديد الحرّ ليوم النشور ، ويصلي ركعتين في سواد الليل لوحشة القبور. ويتصدق بصدقة على مسكين لنجاة من يوم عسير.",
        "يا ابن آدم ! اجعل الدنيا مجلسين ، مجلساً في طلب الحلال ، ومجلساً للآخرة ، ولا تزد الثالث ، فانه لا ينفعك. واجعل الكلام كلمتين ، كلمة للآخرة ، وكلمة في إلتماس الحلال ، والثالثة تضرّك. واجعل مالك درهمين ، درهماً تنفقه على عيالك ، ودرهماً لآخرتك ، والثالث لا ينفعك. واجعل الدنيا ساعة من ساعتين ، ساعة مضت بما فيها ، فلست قادراً على ردِّها ، وساعة آتية لست على ثقة من ادراكها ، والساعة التي أنت فيها ساعة عملك ،\nفاجتهد فيها لنفسك ، وإصبر فيها عن معاصي ربِّك ! فان لم تفعل ، فقد هلكت !.\nثم قال : قتلني همّ يوم لا أدركه (1).\nوعن أبي عبد الله الصادق ، عن أبيه 8 أنه قال :",
        "في خطبة أبي ذر : يا مبتغي العلم ، لا يشغلك أهل ولا مال عن نفسك. أنت يوم تفارقهم كضيف بتَّ فيهم ثم غدوت الى غيرهم. الدنيا والآخرة كمنزل تحولت منه الى غيره. وما بين البعث والموت ، إلا كنومة نمتها ، ثم استيقضت منها.\nيا جاهل العلم تعلَّم ، فانَّ قلباً ليس فيه شرف العلم ، كالبيت الخراب الذي لا عامرَ له.\nوعن أبي جعفر الباقر 7 ، عن أبي ذر قال :\nيا باغي العلم ، قدّم لمقامك بين يدي الله ، فانك مرتهن بعملك ، كما تدين تُدان.",
        "يا باغي العلم ، صلِّ قبل أن لا تقدر على ليل ولا نهار تصلي فيه ! إنما مَثلُ الصلاة لصاحبها ، كمثل رجل دخل على ذي سلطان فأنصتَ له حتى فرغ من حاجته. وكذا المرء المسلم باذن الله عزَّ وجلّ ، ما دام في الصلاة ، لم يزل الله عز وجل ينظر اليه حتى يفرغ من صلاته.\nيا باغي العلم ، تصدّق من قبلِ أن لا تُعطى شيئا ، ولا جميعه ، إنما مَثل الصدقة لصاحبها ، مَثلُ رجل طلبه قوم بدم ، فقال لهم. لا تقتلوني ،\n__________________\n(1) تنبيه الخواطر 2 / 274.",
        "إضربوا اليّ أجلا أسعى في رجالكم ! كذلك المرء المسلم باذن الله ، كلما تصدق بصدقة ، حلَّ بها عقدة من رقبته ، حتى يتوفى الله عز وجل أقواماً وهو عنهم راض ، ومن رضي الله عز وجل عنه ، فقد أمن من النار.\nيا باغي العلم ، إن هذا اللسان مفتاح خير ، ومفتاح شر ، فاختم على فمك كما تختم على ذَهبك وعلى وَرِقِك.\nيا باغي العلم ، إن هذه الأمثال ضربها الله عز وجل للناس ، وما يعقلها إلا العالمون (1). !\n__________________",
        "(1) تنبيه الخواطر ـ 2 / 316.\nوَصفه لآخر الزمَان\nفي حلية الأولياء ، بسنده عن أبي ذر ، قال :\nليأتين عليكم زمان ، يغبط الرجل فيه بخفة الحاذ * كما يغبط اليوم فيكم أبو عشرة.",
        "وروى الحاكم في المستدرك ، بسنده .. عن أبي ذر ، عن رسول الله (ص) ، قال :\n« اذا اقترب الزمان ، كثر لبس الطيالسة ، وكثرت التجارة ، وكثر المال ، وعَظُم ربّ المال بماله ، وكثرت الفاحشة ، وكانت إمارة الصبيان ، وكثر النساء ، وجار السلطان ، وطُفِّفَ في المكيال والميزان ، ويربي الرجل جرو كلب ، خير له من أن يربي ولدا له ! ولا يُوَقَّرُ كبير. ولا يُرحم صغير ، ويكثر أولاد الزنا ، حتى أن الرجل ليغشى المرأة على قارعة الطريق ، فيقول أمثلهم في ذلك الزمان : لو اعتزلتما عن الطريق !!\nويلبسون جلود الضأن على قلوب الذئاب ، أمثلهم في ذلك الزمان ، المداهن. ! » (1)\n__________________",
        "* الحاذ : الظهر. كنى به عن قلة المال والولد.\n(1) أعيان الشيعة 16 / 469 ط الاولى.\n\n",
        "الفصل الخَامِس\nوَصية النّبي الأعظم 6\nلأبي ذَرّ الغفاري 2\nذكرناها بطولها ، وتمامها لما تشتمل عليه من غرر الحكم النبوية. وهي بذاتهـا تصلح لأن تدرس بشكل مستقل ، لكن السرعة في انجاز هذا الكتاب حالت دون ذلك.",
        "وقد نقلتها عن كتاب ( تنبيه الخواطر ) للأمير الزاهد ، ابي الحسين ورام ابن أبي فراس المالكي. راجع ص 300 الى ص 314 الجزء الثاني. أسأل الله سبحانه أن ينفعنا بها.\n\nوَصية النّبي الأعظم 6\nلأبي ذَرّ الغفاري 2",
        "في مجموعة ورام ( تنبيه الخواطر ) :\nأبو حرب ابن أبي الأسود الدؤلي ، عن أبيه قال : قدمت الربذة ، فدخلت على أبي ذر جندب بن جنادة ، فحدثني أبو ذر فقال :\nدخلت ذات يوم في صدر نهاره على رسول الله (ص) في مسجده ، فلم أر في المسجد أحداً من الناس إلا رسول الله (ص) وعليّ (ع) الى جانبه جالس ، فاغتنمت خُلوة المسجد ، فقلت : يا رسول الله ، بأبي أنت وأمي ، أوصني بوصية ينفعني الله بها.\nفقال (ص) : نعم وأكرم بك يا أبا ذر ، إنك منَّا أهل البيت ، وإني موصيك بوصية ، فاحفظها ، فانها جامعة لطرق الخير ، وسُبُله ، فانك إن تحفظها ، كان لك بها كِفل *.",
        "يا أبا ذر : أعبد الله كأنك تراه. فان كنت لا تراه ، فانه عزَّ وجل يراك ، واعلم أن أول عبادة الله المعرفة به. إنه الأول قَبل كل شيء ، فلا شيء قبله ، والفرد ، فلا ثاني معه ، والباقي لا الى غاية ، فاطر السموات والأرض وما فيهما ، وما بينهما من شيء ، وهو اللطيف الخبير. وهو على\n__________________\n* الكفل : الحظ والنصيب ، أو ما يحفظ به الانسان.\n",
        "كل شيء قدير. ثم الإيمان بي ، والإقرار بأنَّ الله عزّ وجل أرسلني الى كافة الناس ، بشيراً ونذيراً ، وداعياً الى الله باذنه وسراجاً منيراً ، ثم أحِبَّ أهل بيتي الذين أذهب الله عنهم الرجس وطهرهم تطهيرا.\nواعلم يا أبا ذر : أنّ الله جعل أهل بيتي كسفينة النجاة في قوم نوح ، من ركبها نجى ، ومن رَغِبَ عنها غَرِق ، ومثل باب حِطَّة في بني اسرائيل ، من دخله كان آمنا.\nيا أبا ذر : أحفظ ما أوصيك به ، تكن سعيداً في الدنيا والآخرة.\nيا أبا ذر : نعمتان مغبون فيهما كثير من الناس ، الصحة والفراغ.",
        "يا أبا ذر : إغتنم خمساً قبل خمس : شبابك قبل هَرَمِك ، وصِحتك قبل سَقَمِك وغِنَاكَ قبل فقرك ، وفراغك قبل شغلك ، وحياتك قبل موتك.\nيا أبا ذر : إيَّاك والتسويف بأمَلِك ، فانك بيومك ، ولست بما بعده ، فان يكن غد لك ، فكن في الغد كما كنت في اليوم ، فان لم يكن غد لك ، لم تندم على ما فرَّطت في اليوم.\nيا أبا ذر : كم من مستقبل يوماً لا يستكمله ، ومنتظر غداً لا يبلغه.\nيا أبا ذر : لو نظرت الى الأجل ومسيره ، لأبغضت الامل وغروره.",
        "يا أبا ذر : كن في الدنيا كأنك غريب ، أو كعابر سبيل ، وعُدّ نفسك في أهل القبور.\nيا أبا ذر : اذا أصبحت ، فلا تحدِّث نفسك بالمساء ، واذا أمسيت فلا تحدِّث نفسك بالصباح ، وخذ من صحتك قَبلَ سَقَمِك ، ومن حياتك قبل موتك ، فانك لا تدري ما اسمك غداً.\nيا أبا ذر : إيَّاك أن تدركك الصرعة عند الغِرّة ، فلا تُمَكَّن من الرجعة ، ولا يَحمَدُك من خلَّفت بما تركت ، ولا يَعذرك من تُقدِم عليه بما به اشتغلت.\nيا أبا ذر : ما رأيتُ كالنار نام هاربها ، ولا كالجنة نام طالبها.",
        "يا أبا ذر : كن على عمرك أشحَّ منك على درهمك ودينارك.\nيا أبا ذر : هل ينتظر أحدكم إلا غنى مطغيا ، أو فقرا منسيا ، أو مرضا مزمناً أو هرماً مفنياً ، أو موتا مجهزاً ، أو الدجَّال فانه شر غائب ينتظر ، أو الساعة ، والساعة أدهى وأمر.\nيا أبا ذر : ان شرَّ الناس عند الله عز وجل يوم القيامة ، عالم لا ينتفع بعلمه ، ومن طلب علماً ليصِرف به وجوه الناس اليه لم يجد ريح الجنة.\nيا أبا ذر : من ابتغى العلم ليخدع به الناس ، لم يجد ريح الجنة.",
        "يا أبا ذر : اذا سئلت عن علم لا تعلمه ، فقل : لا أعلمه ، تنج من تبعته ، ولا تفت الناس بما لا علم لك به ، تنج من عذاب يوم القيامة.\nيا أبا ذر : تطلَّع قوم من أهل الجنة الى قوم من النار ، فيقولون : ما أدخلكم النار ؟ وإنما دخلنا الجنة بفضل تأديبكم وتعليمكم ! فيقولون : إنا كنا نأمر بالمعروف ولا نفعله ..\nيا أبا ذر : إن حقوق الله أعظم من أن يقوم بها العباد ، وان نعم الله عز وجل أكثر من أن يحصيها العباد ، ولكن أمسوا تائبين وأصبحوا تائبين.\nيا أبا ذر : إنكم في ممرِّ الليل والنهار في آجال منقوصة ، وأعمال محفوظة ، والموت يأتي بغتة ، فمن يزرع خيراً يوشك أن يحصد زرعه ومن يزرع شراً ، يوشك أن يحصد ندامة ، ولكل زارع ما زرع.",
        "يا أبا ذر : لا يسبق بطيء بحظه ، ولا يدرك حريص ما لم يقدر له ،\nومن أعطى خطراً ، فالله عزوجل أعطاه ، ومن وقى شراً فالله عزوجل وقاه.\nيا أبا ذر : المتَّقون سادة ، والفقهاء قادة ، ومجالستهم زيادة.\nيا أبا ذر : إن المؤمن ليرى ذنبه كأنه تحت صخرة ، يخاف أن تقع عليه ، والكافر يرى ذنبه كأنه ذباب مرَّ على أنفه.",
        "يا أبا ذر : إن الله تبارك وتعالى اذا أراد بعبد خيراً جعل الذنوب بين عينيه مُمَثَّلة. والإثم عليه ثقيلا وبيلا. واذا أراد الله بعبده شراً أنساه ذنوبه.\nيا أبا ذر : لا تنظر الى صِغَر الخطيئة ، ولكن انظر الى من عصيت.\nيا أبا ذر : إنَّ نفس المؤمن أشدّ تقلُّباً من الخطيئة ، من العصفور حين يقذف به في شَرَكِه.\nيا أبا ذر : من وافق قوله فعله ، فذلك الذي أصاب حظه ، ومن خالف قوله فعله فانما يوبِّخ نفسه.",
        "يا أبا ذر : إن الرجل ليُحرَم الرزق بالذنب يصيبه.\nيا أبا ذر : إنك اذا طلبت شيئا من الدنيا ، وابتغيته ، وعسِر عليك ، فان لك على كل حال حسنة.\nيا أبا ذر : لا تنطق فيما لا يعنيك ، فانك لست منه في شيء ، واخزِن لِسانك كما تخزِن رزقك.\nيا أبا ذر : إن الله جل ثناؤه ليدخل قوماً الجنة فيعطيهم ، حتى تنتهي أمانيهم. وفوقهم قوم في الدرجات العلى فاذا نظروا اليهم عرفوهم فيقولون : ربنا اخواننا كنا معهم في الدنيا ، فَبِمَ فضَّلتهم علينا ؟ فيقال : هيهات ، انهم كانوا يجوعون حين تشبعون ، ويضمئون حين تُروون ،",
        "ويقومون حين تنامون ، ويُشخصون (1) حين تَخفِضون.\nيا أبا ذر : ان الله تعالى جعل قُرَّة عيني في الصلاة ، وحبَّبَها اليّ كما حبَّب الى الجائع الطعام والى الظمآن الماء. وإن الجائع اذا أكل الطعام شبع ، واذا شرب روي ، وأنا لا أشبع من الصلاة.\nيا أبا ذر : ان الله تعالى بعث عيسى ابن مريم (ع) بالرهبانية ، وبُعثتُ بالحنيفية السمحة ، وحبَّب اليّ النساء والطيب وجعل في الصلاة قرة عيني.\nيا أبا ذر : أيما رجل تطوع في كل يوم اثنتي عشرة ركعة سوى المكتوبة ، كان له حقاً واجباً بيت في الجنة.",
        "يا أبا ذر : صلاة في مسجدي هذا تَعدِل ألف صلاة في غيره من المساجد ، إلا المسجد الحرام ، وصلاة في المسجد الحرام تعدل مائة ألف صلاة في غيره. وأفضل من هذا كله صلاة يصليها الرجل في بيته حيث لا يراه إلا الله عز وجل يطلب بها وجه الله عز وجل.\nيا أبا ذر : ما دمت في الصلاة ، فانك تقرع بابَ المِلك ، ومن يُكثر قرع باب الملك فانه يُفتح له.\nيا أبا ذر : ما من مؤمن يقوم للصلاة إلا تناثر عليه البِرّ ما بينه وبين العرش ، ووكِّل به ملك ينادي ، يا ابن آدم : لو تعلم ما لك في صلاتك ومن تناجي ، ما سئمت ولا التفت.\nيا أبا ذر : طوبى لأصحاب الألوية يوم القيامة ، يحملونها فيسبقون",
        "__________________\n(1) يمكن أن يكون المقصود بالاشخاص : جشوبة العيش ، في قبال الخفض ، وهو سهولة العيش. ويحتمل أن يراد بالاشخاص هنا عدم الاستقرار ، في قبال الخفض وهو الاقامة في المكان.\nالناس الى الجنة ، ألا وهم السابقون الى المساجد ، بالأسحار وغيرها.\nيا أبا ذر : لا تجعل بيتك قبراً ، واجعل فيه من صلاتك ما تضيء لك قبرك.",
        "يا أبا ذر : الصلاة عماد الدين ، واللسان أكبر ، والصدقة تمحو الخطيئة ، واللسان أكبر (1).\nيا أبا ذر : الدرجة في الجنة فوق الدرجة ، كما بين السماء والأرض. وان العبد ليرفَعُ بصره فيلمع له نور يكاد يخطِف بصَرَه ، فيفزع لذلك فيقول : ما هذا ؟ فيقال : هذا نور أخيك المؤمن ! فيقول : أخي فلان كنَّا نعمل جميعاً في الدنيا ، وقد فُضِّل عليّ هكذا ؟ فيقال : إنه كان أفضل منك عملا ، ثم يُجعل في قلبه الرضا حتى يرضى.\nيا أبا ذر : الدنيا سجن المؤمن وجنة الكافر ، وما أصبح فيها مؤمن إلا وهو حزين ! فكيف لا يحزن ، وقد أوعد الله أنه وارد جهنم ، ولم يعده أنه صادر منها ، وليلقين أمراضاً ومصيبات وأموراً تغيضه ، وليُظلمنَّ فلا ينتصر ، يبتغي ثواباً من الله ، فما يزال فيها حزيناً حتى يفارقها ، فاذا فارقها أفضى الى الراحة والكرامة.\nيا أبا ذر ما عُبِدَ الله على مثل طول الحزن.",
        "يا أبا ذر : من أوتي من العلم ما لا يعمل به ، لحقيق أن يكون أوتي علماً لا ينفعه الله به ، لأن الله عز وجل نعت العلماء فقال : إن الَّذينَ أوتوا العِلمَ مِن قَبله اذا يُتلى عليهم يَخِرّون للأذقانِ سجَّداً ويقولون : سُبحانَ ربِّنا إن كان وعد ربِّنا لمفعولا ، ويَخرّونَ للأذقانِ يَبكون.\n__________________\n(1) ربما يكون المقصود باللسان هنا : الكلام الذي ينفع الناس ، كالوعظ والارشاد والتعليم.\nيا أبا ذر : من استطاع أن يبكي ، فليَبكِ ، ومن لم يستطع فليُشعر قلبه الحزن وليتباكَ ، إن القلب القاسي بعيد من الله ولكن لا يشعرون.",
        "يا أبا ذر : ما من خطيب يخطب إلا عرضت عليه خطبته يوم القيامة ، وما أراد بها.\nيا أبا ذر : إنَّ فضل الصلاة النافلة في السِّر على العلانية ، كفضل الفريضة على النافلة.\nيا أبا ذر : ما يتقرّب العبدُ الى الله بشيء ، أفضل من السجود الخفيِّ.\nيا أبا ذر : أذكر الله ذكراً خاملا ! قلت : يا رسول الله وما الخامل ؟ قال : الذكر الخفي.",
        "يا أبا ذر : يقول الله تعالى : لا أجمعُ على عبدي خوفين ، ولا أجمع له أمنين فاذا أمنني في الدنيا ، أخفته في الآخرة ، واذا خافَني في الدنيا ، أمَّنته يوم القيامة.\nيا أبا ذر : لو أن رجلا كان له عمل سبعين نبياً لاحتقره وخشي أن لا ينجو من شر يوم القيامة.\nيا أبا ذر : إن الرجل لتُعرض عليه ذنوبه يوم القيامة ، فيقول : أما اني كنت منك مشفقاً ، فيُغفر له.\nيا أبا ذر : إن الرجل ليعمل الحسنة ، فيتكل عليها ، ويعمل المحقَّرات (1) فيأتي الله وهو من الأشقياء ، وان الرجل ليعمل السيئة ، فيفرق (2) منها ، فيأتي الله آمناً يوم القيامة.",
        "__________________\n(1) صغائر الذنوب.\n(2) يخاف.\nيا أبا ذر : إن العبد ليذنب فيدخل بذنبه ذلك الجنة ! قلت : وكيف ذلك بأبي أنت وأمي يا رسول الله ؟ قال : يكون ذلك الذنب نصب عينيه تائباً منه ، فارّاً الى الله عز وجل حتى يدخل الجنة.",
        "يا أبا ذر : ان الكيَّس من الناس من دان نفسه ، وعمل لما بعد الموت ، والعاجز من أتبع نفسه هواها ، وتمنى على الله عز وجل الأماني.\nيا أبا ذر : إن الله عز وجل أول شيء يرفع من هذه الأمة ، الأمانة والخشوع ، حتى لا تكاد ترى خاشعاً.\nيا أبا ذر : والذي نفس محمد بيده ، لو أن الدنيا كانت تعدل عند الله جناح بعوضه ، ما سقى الفاجر منها شربة ماء.\nيا أبا ذر : إن الدنيا ملعونة. ملعون ما فيها ، إلا ما ابتغي به وجه الله.",
        "يا أبا ذر : ما من شيء ابغض الى الله من الدنيا ، خلقها ثم أعرض عنها ، ولم ينظر اليها ولا ينظر اليها حتى تقوم الساعة ، وما من شيء أحب الى الله عز وجل من ايمان به ، وترك ما أمر أن يترك.\nيا أبا ذر : إن الله جل ثناؤه أوحى الى أخي عيسى (ع) : يا عيسى لا تحب الدنيا ، فاني لست أحبُّها ، وأحبَّ الآخرة فانها هي دار المعاد.\nيا أبا ذر : إن جبرئيل (ع) أتاني بخزائن الدنيا على بغلة شهباء ، فقال لي : يا محمد هذه خزائن الدنيا ، ولا ينقصك من حظك عند ربِّك ! قال : فقلت : حبيبي جبرئيل ، لا حاجة لي فيها. اذا جعتُ سألت ربي. واذا شبعت شكرته.\nيا أبا ذر : اذا أراد الله بعبد خيراً فقَّهه في الدين. وزهَّده في الدنيا ، وبصَّره بعيوب نفسه.",
        "يا أبا ذر : ما زَهِد عبد في الدنيا إلا أثبت الله الحكمة في قلبه ، وأنطق بها لسانه وبصَّره عيوب الدنيا ، ودائها ودوائها ، وأخرجه منها سالماً الى دار السلام.\nيا أبا ذر : اذا رأيت أخاك قد زهد في الدنيا ، فاستمع منه ، فانه يلقي اليك الحكمة. فقلت : يا رسول الله ، من أزهد الناس ؟ قال : من لم ينس المقابر والبلى وتركَ ما يفنى لما يبقى ، ومن لم يعدّ غداً من أيامه ، وعدَّ نفسه في الموتى.\nيا أبا ذر : ان الله لم يوحِ الي أن إجمع المال. ولكن أوحى الي : أن سبِّح بحمد ربك ، وكن من الساجدين ، واعبد ربَّك حتى يأتيك اليقين.\nيا أبا ذر : إني ألبس الغليظ ، وأجلس على الأرض ، وألعق أصابعي ، وأركب الحمار بغير سرج ، وأردُف خلفي ، فمن رغب عن سنتي ، فليس مني.",
        "يا أبا ذر : حُبّ المال والشرف ، أذهب لدينِ الرجل من ذئبين ضاريين في زريبة الغنم ، فأغارا فيها حتى أصبحا : فماذا أبقيا منها ؟ قال : قلت : يا رسول الله : الخائفون الخاضعون المتواضعون الذاكرون الله كثيراً ، يَسبقون الناس الى الجنة ؟ فقال : لا ، ولكن فقراء المؤمنين ، فانهم يأتون فيتخطونَ رقاب الناس الى الجنة ، فيقول لهم خزنة الجنة : كما أنتم ، حتى تحاسبوا ؟ فيقولون : بمَ نُحاسَب ؟ فوالله ، ما ملكنا فنجود ، أو نعدل ! ولا أفيض علينا ، فنقبِضَ أو نبسطُ ، وكنا نعبد ربِّنا حتى أتانا اليقين.\nيا أبا ذر : الدنيا مشغلة للقلب والبدن ، وانَّ الله عز وجل يسئل أهل الدنيا عما نعموا في حلالها ، فكيف بما تنعًّموا في حرامها.\nيا أبا ذر : إني قد سألت الله عز وجل أن يجعل رزق من أحبَّني الكفاف ، ويعطي من يبغضني كثرة المال والولد.\nيا أبا ذر : طوبى للزاهدين في الدنيا ، والراغبين في الآخرة ، الذين اتخذوا أرض الله بساطاً ، وترابها فراشاً ، ومائها طيباً ، واتخذوا الكتاب شعاراً ، والدعاء لله عز وجل دثاراً ، وقرضوا الدنيا قرضاً.",
        "يا أبا ذر : حَرْثُ (1) الآخرة العمل الصالح ، وحَرثُ الدنيا ، المال والبنون.\nيا أبا ذر : إن ربي تبارك وتعالى أخبرني ، فقال : وعزتي وجلالي ما أدرك العابدون درك البكاء عندي شيئا ، واني لأبنينَّ لهم في الرفيق الأعلى قصراً لا يشركهم فيه ! قال ، قلتُ : يا رسول الله ، أيّ المؤمنين أكيس ؟ قال : أكثرهم للموت ذكرا ، وأحسنهم له استعدادا.\nيا أبا ذر : اذا دخل النور القلب ، انفسح القلب ، واستوسع ، قلت : فما علاقة ذلك ؟ بأبي أنت وأمي يا رسول الله ؟ قال : الإنابة الى دار الخلود ، والتجافي عن دار الغرور ، والاستعداد للموت قبل نزوله.\nيا أبا ذر : إتق الله ، ولا تُر الناس أنك تخشى الله ، فيكرموك وقلبُك فاجر.",
        "يا أبا ذر : ليكن لك في كلِّ شيء نيَّة ، حتى في الأكل والنوم.\nيا أبا ذر : ليعظم جلال الله في صدرك ، فلا تذكره كما يذكره الجاهل عند الكلب : اللهم إخزِه ، وعند الخنزير اللهم إخزِه.\n__________________\n(1) الحرث : ما يكسبه الانسان.",
        "يا أبا ذر : ان للهِ ملائكة قياماً في خيفته لا يرفعون رؤوسهم حتى يُنفخَ في الصور النفخة الأخيرة ، فيقولون جميعاً : سبحانك وبحمدك ما عبدناك كما ينبغي لك أن تُعبد ، فلو كان لرجل عمل سبعين صدِّيقاً ، لإستقلَّ عمله من شدة ما يَرى يومئذ ، ولو أن دلواً صُبّ من غِسلين في مطلع الشمس ، لغلَت منه جماجم من في مغربها ، ولو زَفرت جهنم زفرة لم يبقَ ملك مقرب ، ولا نبي مرسل إلا خرّ جاثياً لركبتيه يقول : يا ربِّ نفسي نفسي حتى ينسى إبراهيم إسحاق ، يقول : يا رب أنا خليلك ، فلا تنسني.\nيا أبا ذر : لو أن امرأة من نساء أهل الجنة إطَّلعت من سماء الدنيا في ليلة ظلماء ، لأضاءت لها الارض كما تضيء ليلة البدر ، ولوَجد ريح نشرِها جميع أهل الأرض ، ولو أنّ ثوباً من ثياب أهل الجنة نُشِر اليوم في الدنيا ، لصعِق من ينظر اليه ، وما حملته أبصارهم.\nيا أبا ذر : اخفض صوتك عند الجنائز وعند القتال وعند القرآن.\nيا أبا ذر : اذا اتبعت جنازة فليكن عملك فيها التفكر والخشوع ، وإعلم أنك لاحق به.",
        "يا أبا ذر : إعلم أن كل شيء اذا فسد ، فالملح دواؤه ، واذا فسد الملح فليس له دواء (1). وإعلم ان فيكم خُلقين : الضحك من غير عجب ، والكسل من غير سهر.\n__________________\n(1) يشير فيها (ص) الى كون العلماء هم المصلحون في المجتمع ، ومتى ما فسد العلماء فانه لا يصلحهم أحد ( هكذا روي ).\nيا أبا ذر : ركعتان مقتصدتان في تفكر ، خير من قيام ليلة والقلب ساهي.",
        "يا أبا ذر : الحقّ ثقيل مرّ. والباطل خفيف حلو ، ورُبَّ شهوة ساعة تورث حزناً طويلا.\nيا أبا ذر : لا يفقه الرجل كل الفقه ، حتى يرى أن الناس في جنب الله أمثال الأباعر ، ثم يرجع الى نفسه ، فيكون هو أحقر حاقر لها.\nيا أبا ذر : لا يصيب الرجل حقيقة الإيمان حتى يرى الناس كلهم حمقى في دينهم ، عقلاء في دنياهم.\nيا أبا ذر : حاسِب نفسك قبل أن تُحاسب ، فانه أهون لحسابك غداً. وزِنْ نفسك قبل أن توزن ، وتجًّهز للعرض الأكبر يوم تُعرض ، لا يخفى على الله منك خافية.",
        "يا أبا ذر : إستحي من الله ، فاني والذي نفسي بيده ، لأظل حين اذهب الى الغائط متقنعاً بثوبي ، إستحياء من الملائكة الذين معي.\nيا أبا ذر : أتحب ان تدخل الجنة ؟ قلت : نعم فداك أبي وأمي. قال : أقصر من الأمل ، واجعل الموت نَصبَ عينيك ، واستحي من الله حق الحياء ، قال ، قلت : يا رسول الله ، كلنا نستحي من الله. قال : ليس كذلك الحياء ، ولكن الحياء أن لا تنسى المقابرَ والبلى ، والجوفَ وما وعى والرأس وما حوى ، فمن أراد كرامة الآخرة ، فليدع زينة الدنيا ، فاذا كنت كذلك أصبت ولاية الله عز وجل.\nيا أبا ذر : يكفي من الدعاء مع البر ، ما يكفي الطعام من الملح.\nيا أبا ذر : مثل الذي يدعو بغير عمل كمثل الذي يرمي بغير وتر.",
        "يا أبا ذر : إن الله تعالى يُصلح بصلاح العبد ولده وولد ولده ، ويحفظه الله في دويرته والدور حوله ما دام فيهم.\nيا أبا ذر : إن ربك عز وجل يباهي الملائكة بثلاثة نفر. رجل يصبح في أرض قفر فيؤذِّن ثم يقيم ثم يصلي ، فيقول ربك عز وجل للملائكة : انظروا الى عبدي يصلي ولا يراه أحد غيري ، فينزل سبعون ألف ملك يُصلُّون وراءه ويستغفرون له الى الغد من ذلك اليوم. ورجل قام من الليل فصلى وحده ، فسجد ونام وهو ساجد. فيقول الله انظروا الى عبدي روحه عندي وجسده ساجد. ورجل في زَحف ، فيفرّ أصحابه ويثبت هو يقاتل حتى يقتل.\nيا أبا ذر : ما من رجل يجعل جبهته في بقعة من بقاع الأرض إلا شهدت له بها. وما من منزل ينزله قوم ، إلا أصبح ذلك المنزل يصلي عليهم أو يلعنهم.\nيا أبا ذر : ما من صباح ولا رواح إلا وبقاع الارض تنادي بعضها بعضا : يا جارة ، هل مرّ بك اليوم ذاكر لله تعالى ، أو عبد وضع جبهته عليك ساجداً لله تعالى ، فمن قائلة : لا. ومن قائلة نعم. فاذا قالت نعم : اهتزت وابتهجت وترى أن لها فضلا على جارتها.",
        "يا أبا ذر : ان الله لما خلق الارض ، وخلق ما فيها من الشجر لم يكن في الارض شجرة يأتيها بنو آدم إلا أصابوا منها منفعة ، فلم تزل الأرض والشجر كذلك. حتى تكلم فجرة بني آدم بالكلمة العظيمة قولهم : إتخذ الله ولداً سبحانه ، فلما قالوا ، إقشعرت الارض ، وذهبت منفعة الأشجار.\nيا أبا ذر : ان الارض لتبكي على المؤمن اذا مات أربعين صباحاً.\nيا أبا ذر : اذا كان العبد في أرض قي ـ يعني قفر ـ فتوضأ ، أو تيمم ، ثم أذَّن وأقام وصلى ، أمر الله عز وجل الملائكة فصفوا خلفه صفاً لا يرى طرفاه ، يركعون بركوعه ، ويسجدون بسجوده ، ويؤمِّنون على دعائه.\nيا أبا ذر : من أقام ولم يؤذِّن ، لم يصل معه إلا ملكاه اللذان معه.",
        "يا أبا ذر : ما عَمِلَ ، من لم يحفظ لسانه.\nيا أبا ذر : ما مِن شابّ يدَع لذة الدنيا ولهوها ، وأهرَمَ شبابه في طاعة الله ، إلا أعطاه الله أجر اثنين وسبعين صِدِّيقاً.\nيا أبا ذر : الذاكر في الغافلين كالمقاتل في الفارّين.\nيا أبا ذر : الجليس الصالح ، خير من الوحدة. والوحدة خير من جليس السوء. وإملاء الخير ، خير من السكوت ، والسكوت خير من إملاء الشر.",
        "يا أبا ذر : لا تصاحب إلا مؤمناً ، ولا يأكل طعامك إلا تقي ، ولا تأكل طعام الفاسقين.\nيا أبا ذر : إطعم طعامك من تحبه في الله ، وكل طعام من يحبك في الله.\nيا أبا ذر : ان الله عند لسان كل قائل ، فليتق الله امرؤ وليعلم ما يقول.\nيا أبا ذر : اترك فضول الكلام ، وحسبك من الكلام ما تبلغ به حاجتك.",
        "يا أبا ذر : كفى بالمرء كذباً أن يتحدث بكل ما يسمع.\nيا أبا ذر : ما من شيء أحق بطول السجن من اللسان.\nيا أبا ذر : إن من اجلال الله ، اكرام ذي الشَيبَة المسلم ، واكرام حملة القرآن العاملين به ، واكرام السلطان المقسط.\nيا أبا ذر : لا تكن عيَّاباً ولا مدّاحاً ولا طعَّاناً ، ولا محاربا.",
        "يا أبا ذر : لا يزال العبد يزداد من الله بُعداً ما سِيئ خُلُقُهُ.\nيا أبا ذر : الكلمة الطيبة صدقة. وكل خطوة يخطوها الى الصلاة صدقة.\nيا أبا ذر : من أجاب داعي الله تعالى ، وأحسَنَ عِمارة مساجد الله ، كان ثوابه من الله الجنة. فقلت : بأبي انت وامي يا رسول الله. كيف نعمر مساجد الله ؟ قال : لا تُرفع فيها الأصوات ولا يُخاض فيها بالباطل ، ولا يشترى فيها ولا يباع ، واتركِ اللغو ما دمت فيها ، فان لم تفعل فلا تلومنَّ يوم القيامة إلا نفسك.\nيا أبا ذر : إن الله يعطيك ـ ما دمت جالساً في المسجد ـ بكل نَفَس تتنفس فيه درجة في الجنة ، وتصلي عليك الملائكة. ويُكتب لك بكل نفس تتنفس فيه عشر حسنات ، وتُمحى عنك عشر سيئات.",
        "يا أبا ذر : أتعلم في أي شيء أُنزلت هذه الآية : إصبروا وصَابِروا ورَبِطوا واتقوا الله لعلكم تفلحون ؟ قلت : لا ، فداك أبي وأمي. قال : في انتظار الصلاة خلف الصلاة.\nيا أبا ذر : إسباغ الوضوء في المَكَارِه من الكفارات ، وكثرة الإختلاف الى المساجد ، فذلكم الرباط.\nيا أبا ذر : يقول الله تبارك وتعالى : أن أحبَّ العباد اليّ ، المتحابون بحلال ، المتعلقة قلوبهم بالمساجد ، والمستغفرون بالأسحار ، أولئك اذا\nأردتُ بأهل الارض عقوبة ، ذكرتُهم ! فصرفتُ العقوبة عنهم.",
        "يا أبا ذر : كُلّ جلوس في المسجد لَغو إلا ثلاثة ، قراءة مُصلّ ، أو ذكر الله ، أو سائل عن علم.\nيا أبا ذر : كن بالعمل بالتقوى ، أشدَّ منك اهتماما بالعمل لغيره ، فانه لا يقلّ عمل بالتقوى ، وكيف يقلّ ما يُتقبل ، لقول الله عز وجل : انما يتقبل الله مِنَ المتَّقين.\nيا أبا ذر : لا يكون الرجل من المتقين ، حتى يحاسِبَ نفسه أشد مِن محاسبة الشَّريك فيعلم من أين مطعمه ، ومن أين مشربه ، ومن أين ملبسه ، أمِن حلّ أم من حرام ؟\nيا أبا ذر : من لم يبالِ من أين اكتسب المال ، لم يبالِ الله من أين أدخله النار.",
        "يا أبا ذر : أحبُّكم الى الله عز وجل ، أكثركم ذكراً له ، وأكرمكم عند الله أتقاكم ، وأنجاكم من عذاب الله ، أشدّكم خوفاً له.\nيا أبا ذر : ان المتقين الذين يتقون الله من الشيء الذي لا يُتَّقى منه خوفاً من الدخول في الشبهة.\nيا أبا ذر : من أطاع الله عز وجل فقد ذكر اللهَ ، وان قلَّت صلاته وصِيامه ، وتلاوة القرآن.\nيا أبا ذر : أصل الدين الورع ، ورأسُهُ الطَّاعة.",
        "يا أبا ذر : كن ورِعاً تكن أعبد الناس ، وخير دينكم الورَعُ.\nيا أبا ذر : فضل العِلم خير من فضلِ العِبادةِ ، وإعلم انكم لو صليتم\nحتى تكونوا كالحنايا ، وصمتم حتى تكونوا كالأوتار ، ما نفعكم ذلك إلا بِوَرَع.\nيا أبا ذر : ان أهل الورع والزهد في الدنيا ، هم أولياء الله حقاً.",
        "يا أبا ذر : من لم يأت يوم القيامة بثلاث ، فقد خَسِر. قلت : وما الثلاث ـ فداك أبي وأمي يا رسول الله ـ ؟ قال : ورع يحجزه عمًّا حرم الله عليه ، وحِلم يَردّ به جَهلَ السفيه ، وخلق يداري به الناس.\nيا أبا ذر : إن سرَّك أن تكون أقوى الناس ، فتوكل على الله ، وان سرّك أن تكون أكرم الناس فاتق الله. وإن سرّك أن تكون أغنى الناس ، فكن بما في يد الله عز وجل أوثق منك بما في يدك.\nيا أبا ذر : لو أن الناس كلَّهم أخذوا بهذه الآية لكفتهم : ومَن يَتًّقِ الله يجعل له مخرجا ويرزقه من حيث لا يحتسب ، ومن يتوكل على اللهِ فَهوَ حسبه إن الله بالغ أمرِه قد جعل الله لكل شيء قدرا. \nيا أبا ذر : يقول الله تعالى : لا يؤثر عبدي هواي على هواه إلاّ جَعلتُ غِناه في نفسه وهمومه في آخرته ، وضمِنَت السموات والارض رزقه ، وكففت عليه ضيعته ، وكنت له من وراء تجارة كل تاجر.",
        "يا أبا ذر : لو أن ابن آدم فرَّ من رزقه كما يفرّ من الموت ، لأدراكه رزقه كما يدركه الموت.\nيا أبا ذر : ألا أعلِّمك كلمات ينفعك الله عز وجل بهنّ. ؟ قلت : بلى يا رسول الله. قال : احفظ الله تجده أمامك. تعرَّف الى الله تعالى في الرخاء ، يَعرِفك في الشِّدّة ، واذا سألت ، فاسأل الله ، واذا استغنيت ، فاستغنِ بالله ، فقد جرى القلم بما هو كائن الى يوم القيامة ، ولو أن الخَلق كلهم جهدوا أن ينفعوك بشيء لم يكتبه الله لك ، ما قدِروا عليه ،\nفان استطعت أن تعمل للهِ تعالى بالرضا واليقين ، فافعل ، فان لم تستطع فاصبِر ، فانَّ في الصبر على ما تكره خيراً كثيراً ، وانّ النصر مع الصبر ، والفرج مع الكرب ، وان مع العسر يسراً.\nيا أبا ذر : إستغنِ بغنى الله. قلت : وما هو يا رسول الله ؟ قال : غداء يوم ، وعشاء ليلة ، فمن قَنَع بما رزقه الله ـ يا أبا ذر ـ فهو أغنى الناس.",
        "يا أبا ذر : إن الله جلّ ثناؤه يقول : إني لست كلام الحكيم أتقبَّل ، ولكن همَّه وهواه ، فان كان همُّه وهواه فيما أحبّ وأرضى ، جعلت صمته حمداً لي ، ووقارا ، وإن لم يتكلم.\nيا أبا ذر : ان الله تبارك وتعالى ، لا ينظر الى صوركم ، ولا الى أموالكم ، ولكن ينظر الى قلوبكم وأعمالكم.\nيا أبا ذر : التقوى ههنا ، التقوى ههنا ، وأشار بيده الى صدره.\nيا أبا ذر : أربع لا يصيبهن إلا مؤمن. الصمت ، وهو أول العبادة والتواضع لله سبحانه ، وذِكر الله تعالى على كل حال ، وقلة الشيء ـ يعني قلة المال.",
        "يا أبا ذر : هِمّ بالحسنة وإن لم تعملها لكي لا تكتب من الغافلين.\nيا أبا ذر : من ملك مابين فخذيه ، وما بين لحييه ، دخل الجنة. قلت : يا رسول الله فانا لنؤاخذ بما ننطق من ألسنتنا ؟ قال : يا أبا ذر وهل يَكبّ الناس على مناخرهم في النار إلا حصاد ألسنتهم ، إنك لا تزال سالماً ما سكتَّ ، فاذا تكلمت يكتب لك أو عليك.\nيا أبا ذر : أنّ الرجل ليتكلم بالكلمة من رضوان الله تعالى ، فيكتب له بها رضوانه الى يوم القيامة. وان الرجل ليتكلم بالكلمة في\nالمجلس ليضحكهم بها ، فيهوي في جهنم ما بين السماء والارض.",
        "يا أبا ذر : ويل للذي يتحدث فيكذب ليضحِكَ به القوم ، ويل له. ويل له. ويل له.\nيا أبا ذر : مَن صَمتَ نجا. فعليك بالصدق ، ولا تخرجن من فمك كذبة أبداً. فقلت : يا رسول الله فما توبة الرجل الذي يكذب متعمداً ، قال : الإستغفار ، وصلوات الخمس يغسل ذلك.\nيا أبا ذر : إياك والغِيبَة ، فان الغِيبة أشدّ من الزِنا. قلت : يا رسول الله ولمَ ذاك ، بابي أنت وأمي ؟ قال : لأن الرجل يزني ويتوب الى الله ، فيتوب الله عز وجل عليه ، والغِيبة لا تغفر حتى يغفرها صاحبها.\nيا أبا ذر : سُباب المسلم فُسوق ، وقِتاله كفر ، وأكل لحمه من معاصي الله ، وحرمة ماله كحرمة دمه. قلت : يا رسول الله. وما الغيبة ؟ قال : ذِكرك أخاك بما يكره. قلت : يا رسول الله فمن كان فيه ذلك الذي ذكرته ؟ قال : إعلم انك اذا ذكرته بما هو فيه ، فقد اغتبته ! وان ذكرته بما ليس فيه ، فقد بهتَّه.",
        "يا أبا ذر : من ذَبَّ عن أخيه المسلم المؤمنِ الغيبة ، كان حقَّاً على اللهِ جل ثناؤه أن يعتقه من النار.\nيا أبا ذر : من اغتيب عنده أخوه المسلم ، وهو يستطيع نصره فَنَصره ، نصره الله عز وجل في الدنيا والآخرة ، وإن خذله وهو يستطيع نصره ، خذله الله في الدنيا والآخرة.\nيا أبا ذر : صاحب النميمة لا يستريح من عذاب الله عز وجل في الآخرة.\nيا أبا ذر : من كان ذا وجهين ولسانيين في الدنيا ، فهو ذو لسانيين في النار.",
        "يا أبا ذر : المجلس بالأمانة ، وإفشاؤك سرَّ أخيك خيانة ، فاجتنب ذلك ، واجتنب مجلس العشيرة.\nيا أبا ذر : تَعرض أعمال أهل الدنيا على الله عزَّ وجل من الجمعة الى الجمعة ، وفي كل يوم الاثنين والخميس ، فيغفر لكل عبد مؤمن ، إلا عبداً كانت بينه وبين أخيه شحناء ، فيقول : اتركوا أعمال هذين حتى يصطلحا.\nيا أبا ذر : إياك ، وهجران أخيك ، فان العمل لا يُتَقبَّل مع الهجران ، فان كنت لا بد فاعلا فلا هجرة أكثر من ثلاثة أيام كملا. فمن مات فيها مهاجراً لأخيه ، كانت النار أولى به.\nيا أبا ذر : من أحبَّ أن يَمثلَ له الرجال قياماً ، فليتبوأ مقعده من النار.",
        "يا أبا ذر : من مات وفي قلبه مثقال ذرة من كبر ، لم يجد رائحة الجنة إلا أن يتوب قبل ذلك. فقال رجل : يا رسول الله ، ليعجبني الجمال حتى وددت أن علاَّقة سوطي ، وقبال نعلي حسن. فهل يرهب ذلك علي ؟ قال : كيف تجد قلبك ؟ قال : أجده عارفاً للحق مطمئنا اليه ، قال : ليس ذلك بالكبر. ولكنَّ الكبر أن تترك الحق وتتجاوز الى غيره ، وتنظر الى الناس ، ولا ترى أن أحداً عرضه كعرضك ولا دمه كدمك.\nيا أبا ذر : أكثر من يدخل النار المتكبِّرون. فقال رجل : وهل ينجو من الكبر أحد يا رسول الله ؟ فقال : نعم ، من لبس الصوف ، وركب الحمار ، وحلب العنز ، وجالس المساكين.\nيا أبا ذر : من حمل سلعته ، فقد برئ من الكبر ـ يعني ما يشتري من السوق.\nيا أبا ذر : من جر ثوبه خُيلاء ، لم ينظر الله اليه يوم القيامة.",
        "يا أبا ذر : أزِرَّة المؤمن الى أنصاف ساقيه ، ولا جناح فيما بينه وبين كعبيه.\nيا أبا ذر : من رقَّع ذيله ، وخصف نعله ، وعفَّر وجهه ، فقد برء من الكبر.\nيا أبا ذر : من كان له قميصان ، فليلبس أحدهما ، وليكس أخاه الآخر.\nيا أبا ذر : سيكون ناس من أمتي يولدون في النعيم ، ويغذون به ، في همتهم ألوان الطعام والشراب ، ويمدحون بالقول ، أولئك شرار أمتي.",
        "يا أبا ذر : من ترك لِبس الجَمال ـ وهو يقدر عليه ـ تواضعاً لله فقد كساه الله حُلَّة الكرامة.\nيا أبا ذر : طوبى لِمن تواضع لله في غير منقصة ، وأذل نفسه في غير مسكنة ، وانفق مالا جمعه في غير معصية ، ورحم أهل الذلة والمسكنة ، وخالط أهل الفقه والحكمة ، طوبى لمن صَلحت سريرته ، وحسنت علانيته ، وعزَلَ عن الناس شرًّه. طوبى لمن عمل بعلمه ، وأنفق الفضل من ماله ، وأمسك الفضل من قوله.\nيا أبا ذر : إلبس الخشن من اللباس ، والعتيق من الثياب ، لئلا يَجِدَ الفخر فيك مسلكا.\nيا أبا ذر : يكون في آخر الزمان قوم يلبسون الصوف في صيفهم وشتائهم ، يرون الفضل لهم بذلك على غيرهم. أولئك تلعنهم ملائكة السموات والأرض.",
        "يا أبا ذر : ألا أخبرك بأهل الجنة ؟ قلت : بلى يا رسول الله. قال : كل أشعث أغبر ذي طِمرين لا يؤبه له ، لو أقسم على الله لأبَرَّه.\nوالحمد لله رب العالمين.\nمصادر الكتاب\nمرتبة على الحروف الهجائية",
        "\nالفهرس\n"
    ]
}