{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n\nجامعة الأزهر\nكلية اللغة العربية في القاهرة\nقسم اللغويات\n\nأبو الفرج الجريري، المعافى بن زكريا (ت390هـ)، وآراؤه النحوية والصرفية في كتابه (الجليس الصالح)\n\nمحمد إبراهيم حسنين عبد الفتاح\nمدرس اللغويات في كلية اللغة العربية بالقاهرة\n(1/1)\n",
        "المقدمة:\nالحمد لله رب العالمين حمدًا كثيرًا طيبًا مباركًا فيه ملء السماوات وملء الأرض، وملء ما شاء من شىء بعد، والصلاة والسلام على أشرف المرسلين وإمام المتقين، أفصح من نطق بالضاد، سيدنا محمد صلى الله عليه وعلى آله وصحبه، ومن تبعهم بإحسان إلى يوم الدين.\nأما بعد،،،،\nفإن القاضي المعافي بن زكريا الجريري (ت سنة390هـ) هو أحد علماء القرن الرابع الهجري، تلقى العلم على أكابر العلماء في عصره كالأخفش الأصغر (ت سنة 315هـ)، ونفطويه (ت سنة 323هـ) وكان إمامًا في النحو، واللغة، والفقه، والأدب، والتفسير، والقراءات وغيرها من العلوم.\nواشتهر بين معاصريه بـ (الجريري)، نسبةً إلى أبي جعفر ابن جرير الطبري (ت سنة 310هـ) الذي كان صاحب مذهب فقهي خاص، وقف الجريري حياته للدفاع عنه، وألف فيه الكتب الكثيرة حتى عُرف بهذه التسمية، واشتهر بها.\nوقد ضاعت آثاره وكتبه كلها فلم يبق منها إلا كتابه (الجليس الصالح الكافي، والأنيس الناصح الشافي)؛ وقد رأيت أن أدرس آراءه النحوية، والصرفية في هذا الكتاب؛ وذلك لما يلي:\n1 - أن أبرز شخصية هذا العالم النحوية، والصرفية، وأجلِّى مكانته العملية، وأجمع هذه الآراء، وبخاصة أن هذه الآراء لم تشتهر في كتب النحويين، وقد يكون ذلك بسبب أن شهرته في الفقه، ونسبته إلى مذهب ابن جرير الطبري الفقهي غطت على شهرته في النحو والصرف.\n2 - حفل كتابه (الجليس الصالح) بكثير من المسائل النحوية والصرفية، واشتمل على جملة كبيرة من مسائل الخلاف بين البصريين والكوفيين؛ فقد نثر فيه آراءه النحوية والصرفية، وآراءه في تخريج بعض الأبيات الشعرية؛ ولذلك أردت إبراز شخصيته النحوية، وإماطة اللثام عن آرائه.\nوجاء هذا البحث ليجمع آراء الجريري، ويظهر اتجاهاته النحوية والصرفية، ولم أدرس منها إلا ما كان له فيها رأي واضح، واختيار ظاهر، فقمت بجمع آرائه النحوية والصرفية في كتابه (الجليس الصالح)، ودرستها دراسة تحليلية.\nوسميت هذا البحث (أبو الفرج الجريري، المعافي بن زكريا (ت سنة 390هـ) وآراؤه النحوية والصرفية في كتاب (الجليس الصالح)، ورتبت آراءه على حسب ترتيب الألفية في النحو والصرف، مع تصرف يسير في بعض الأحيان، ثم قمت بدراستها.\nوقد اشتمل هذا البحث على مقدمه، وتمهيد، وخمسة مباحث، ثم تأتي بعد ذلك الخاتمة:\n(1/2)\n\nفالمقدمة ذكرت فيها أسباب اختيار هذا الموضوع، وأهميته، وأما التمهيد: فقد تحدثت فيه بصورة موجزة عن حياة الجريري من حيث اسمه ونسبه وكنيته ومولده ونشأته وشيوخه وتلامذته ومؤلفاته، كما تحدثت عن كتابه (الجليس الصالح).\nالمبحث الأول: آراؤه النحوية، وتحته اثنتا عشرة مسألة.\nالمبحث الثاني: آراؤه الصرفية، وتحته ست مسائل.\nالمبحث الثالث: إعراب بعض الأبيات الشعرية وتوجيه بعض رواياتها، وفيه عشر مسائل.\nالمبحث الرابع: أدلة الاحتجاج عند أبي الفرج الجريري.\nالمبحث الخامس: اتجاهه النحوي.\nثم الخاتمة: وفيها أهم نتائج البحث.\nوالله أسأل أن أكون قد وفقت في عملي هذا، وأن يتقبله مني، وأن ينفع به، وأن يجعله خالصًا لوجهه الكريم، إنه نعم المولى ونعم النصير.",
        "(1/3)\n\nالتمهيد\nأولاً: حياة الجريري\n1 - اسمه، ونسبه، وكنيته، ولقبه (1)\nهو القاضي أبو الفرج المعافي بن زكريا بن يحيى بن حميد النهرواني الجريري، لُقِّب بالجريري؛ لأنه كان أشهر أتباع مذهب ابن جرير الطبري وأنصاره، فأحيا مذهبه، ونَوَّه به، وحامى عنه (2)؛ فاشتهر بالجريري حتى صارت علمًا عليه (3).\n2 - مولده ونشأته\nولد أبو الفرج الجريري يوم الخميس لسبع خلون من رجب سنة خمس وثلاثمائة 305هـ، وقيل: سنة ثلاث وثلاثمائة 303هـ (4)، وكان مولده في النهروان، وهي كورة واسعة بين بغداد وواسط (5)، نشأ في كنف والده زكريا بن يحيى، المعروف بـ (ابن طرارة) أو (ابن طرار) الذي كان من المشتغلين بالعلم (6).\n3 - شيوخه\n__________\n(1) انظر ترجمته في: الفهرست لابن النديم (ت385هـ) 1/ 236، وتاريخ بغداد للخطيب البغدادي (ت463هـ) 3/ 230 - 231، ونزهة الألبا لأبي البركات (ت577هـ) ص 403 - 405، والمنتظم لابن الجوزي (ت597هـ) 7/ 213 - 214، ومعجم الأدباء لياقوت الحموي (ت626هـ) 19/ 150 - 154، والكامل في التاريخ لابن الأثير (ت630هـ) 7/ 307، وإنباه الرواة للقفطي (ت646هـ) 3/ 296 - 297، ووفيات الأعيان لابن خلكان (ت681هـ) 2/ 132 - 133، وإشارة التعيين لعبد الباقي اليماني (ت743هـ) ص 349، وتذكرة الحفاظ للذهبي (ت748هـ) 3/ 1010 - 1012، والبداية والنهاية لابن كثير (ت774هـ) 11/ 351 - 352، وغاية النهاية لابن الجزري (ت833هـ) 2/ 302، والنجوم الزاهرة لابن تغري بردي (ت874هـ) 4/ 201 - 202، وبغية الوعاة للسيوطي (ت911هـ) 2/ 293 - 294، وشذرات الذهب لابن العماد الحنبلي (ت1089هـ) 3/ 134 - 135، وهدية العارفين لإسماعيل باشا البغدادي (ت1339هـ) 6/ 464 - 465 وتاريخ الأدب العربي لبروكلمان (ت1956م) 3/ 342 - 343، والأعلام للزركلي (ت1396هـ) 8/ 169، ومعجم المؤلفين لعمر كحالة 2/ 312، وتاريخ التراث العربي لسزكين المجلد الأول جـ3/ 255 - 257 ..\n(2) انظر: البغية 2/ 293.\n(3) تاريخ التراث العربي لفؤاد سزكين المجلد الأول 255، الجزء الثالث. ويذكر بروكلمان أن مذهب ابن جرير وجد من يناصره في القرن الرابع الهجري في شخص المعافي بن زكريا، فألف كتبًا كثيرة في شرحه حتى اشتهر بهذه النسبة، وكان يفخر بها، ويعد الإمام الطبري شيخه الكبير الذي يكن له الكثير من التقدير والإجلال (انظر: تاريخ الأدب العربي لبروكلمان 3/ 342 - 343)، وقد رجح محقق الجليس الصالح 1/ 42 أن ابن جرير لم يكن شيخه المباشر؛ لأن المعافي ولد 303هـ أو 305هـ، والإمام الطبري توفى 310هـ فلا يمكن أن يكون قد سمع من شيخه شيئا وهو في سن الخامسة أو السابعة. وأرى أن ما ذهب إليه صحيح، ولكنني وجدت الجريري يقول في الجليس 3/ 250: \"وقال بعض من شاهدت من شيوخنا\" وهو رأي للطبري في تفسيره، ولعله يقصد به غيره، والله أعلم. وقد ذكر الجريري شيخه في كتابه عدة مرات، (انظر: 1/ 472، 556، 3/ 21).\n(4) انظر: إنباه الرواة 3/ 297، والنجوم الزاهرة 4/ 201، 202.\n(5) انظر: معجم البلدان 4/ 849 - 851.\n(6) انظر: البداية والنهاية 11/ 351، وبغية الوعاة 2/ 293.\n(1/4)",
        "\nأخذ الجريري عن كثير من علماء عصره (1) ومن هؤلاء: أبو الحسن على بن سليمان الأخفش الأصغر، (ت315هـ) (2)، وأبو محمد يحيى بن محمد بن صاعد (ت317هـ) (3)، وأبو القاسم عبد الله بن محمد البغوي (ت317هـ) (4)، وأبو عبد الله إبراهيم بن محمد الأزدي، المعروف بـ (نفطويه) ت323هـ (5).\n4 - تلامذته\nكان الجريري ثقة مأمونًا عالمًا فاضلاً كثير الآداب والتمكن في أصناف العلوم، ولذلك قرأ عليه كثيرون، ورووا عنه، فصار له تلامذة كثيرون، منهم: أبو نصر الخباز أحمد بن مسرور البغدادي (ت442هـ) (6)، والقاضي أبو الطيب عبد الله بن طاهر الطبري الشافعي (ت450هـ) (7)، وعبد الوهاب بن علي بن الحسن أبو ثعلب الملجمي المؤدب (8) وغيرهم كثير.\n5 - مكانته\nولي الجريري القضاء فترة من الزمن في باب الطاق في الناحية الشرقية من بغداد (9)، وكان واسع المعرفة أثنى عليه من ترجم له، فيقول عنه ابن النديم وكان صديقاً له: \"أوحد عصره في مذهب أبي جعفر وحفظ كتبه، ومع ذلك متفنن في علوم كثيرة، مضطلع بها، مشار إليه فيها، مع نهاية الذكاء وحسن الحفظ وسرعة الخاطر في الجوابات\" (10).\nوقال الخطيب البغدادي: \"سألت البرقاني عنه، فقال: كان أعلم الناس، وكان ثقة\" (11)، وكان محمد البافي يقول: \"إذا حضر المعافي حضرت العلوم كلها، وكان يقول: لو أن رجلاً أوصى بثلث ماله لأعلم الناس لوجب أن يدفع إلى المعافي\" (12)، وقال عنه تلميذه أبو حيان التوحيدي: \"كان غزير العلم، واسع الأدب، مشهور الفضل عارفًا بصنوف العلم\" (13).\n6 - مؤلفاته\n__________\n(1) انظر جملة شيوخه في مقدمة الجليس 1/ 35 - 39 فقد جمعهم المحقق من ثنايا كتب الطبقات والتراجم.\n(2) انظر: إشارة التعيين 219، وبغية الوعاة 2/ 167.\n(3) انظر: تذكرة الحفاظ 2/ 776.\n(4) انظر: البداية والنهاية 11/ 174.\n(5) انظر: إشارة التعيين 15، وشذرات الذهب 2/ 298 - 299.\n(6) انظر: غاية النهاية 1/ 137.\n(7) انظر: شذرات الذهب 3/ 284.\n(8) انظر: تذكرة الحفاظ 3/ 1010.\n(9) انظر: إنباه الرواة 3/ 297.\n(10) الفهرست 1/ 236.\n(11) تاريخ بغداد 13/ 230.\n(12) انظر: نزهة الألبا 330، وإنباه الرواة 3/ 297، وإشارة التعيين 349.\n(13) معجم الأدباء 19/ 152.\n(1/5)\n",
        "كان الجريري مكثرًا من التأليف، فتعددت مصنفاته في علوم العربية والقراءات والفقه، وروى عنه ابن النديم قوله: \"إن له نيفًا وخمسين رسالة في الفقه والكلام والنحو وغير ذلك\" (1)، ومن هذه الكتب: (المرشد في الفقه، وكتاب المحاورة في العربية، وشرح كتاب الخفيف للطبري، وكتاب أجوبة المزني على مذهب الطبري، وشرح كتاب الجرمى، وكتاب الرسالة في واو عمرو)، وغيرها (2).\nولم يبق من مؤلفاته إلا كتاب واحد، وهو كتاب (الجليس الصالح الكافي والأنيس الناصح الشافي) (3). في أربعة أجزاء، بتحقيق الدكتور محمد مرسي الخولي، والدكتور إحسان عباس رحمهما الله تعالى.\n7 - وفاته\nتوفى الجريري في يوم الاثنين الثامن عشر من ذي الحجة في النهروان سنة تسعين وثلاثمائة سنة 390هـ (4).\n__________\n(1) انظر: الفهرست 1/ 236.\n(2) السابق نفسه.\n(3) حقق الجزء الأول منه الدكتور محمد مرسي الخولي في كلية اللغة العربية بالقاهرة في قسم الأدب والنقد في رسالة دكتواره، بإشراف أ. د/ عبد الحسيب طه حميدة سنة 1394هـ/ 1974م، وهي في مكتبة الكلية، برقم 649، ثم نشر الجزأين الأول والثاني في مكتبة عالم الكتب في بيروت 1981، 1983م، ووافته المنية، فنشر الجزأين الثالث والرابع الدكتور إحسان عباس في 1407هـ 1987م. ومن الكتب التي ذكرها لنفسه في كتاب الجليس: كتاب البيان الموجز في علوم القرآن المعجز [1/ 174، 181، 2/ 232]، وكتاب في علل القراءات وبيان وجوهها [الجليس 1/ 181]، ورسالة في قراءة: (إنَّ هذان لساحران) [الجليس 2/ 336، 389، 399]، ورسالة في التلبية [2/ 332 - 333]، ورسالة في الرد على الصولي في تخطئته للإمام الطبري في همز كلمة (التناوش) [2/ 316].\n(4) انظر: إنباه الرواة 3/ 297.\n(1/6)\n\nثانيًا: كتاب الجليس الصالح\nأودع الجريري كتابه كثيرًا من فنون العلوم والآداب على غير حصر بفصول وأبواب وضمَّنه كثيرًا من محاسن الكلام وجواهره وملحه ونوادره، يقول عنه: \"وصدق وسمه بالجليس والأنيس، فإن الكتاب إذا حوى ما وصفنا من الحكمة وأنواع الفائدة كان لمقتنيه والناظر فيه بمنزلة جليس كامل، وأنيس فاضل، وصاحب أمين عاقل\" (1).\nوقسم الكتاب مائة مجلس، وكان يبدأ كل مجلس منها بحديث نبوي شريف، ويفسره، ويبين معانيه، وما يستفاد منه، ثم يورد بعد ذلك الأخبار والطرائف التاريخية والأدبية شارحًا الألفاظ اللغوية، ومبينًا آراء العلماء فيها. وكان يذكر بعض القضايا النحوية أو البلاغية مستشهداً على ذلك كله بالشعر، يقول الجريري: \"وذكرت فيه أصولاً من العلم أتبعتها شرح ما يتشعب منها ويتصل بها بحسب ما يحضر في الحال مما يؤمن معه الملال\" (2).\nويختتم المجلس عادة بحكاية طريفة لا يعلق عليها كعادته، أو ببيتين من الشعر الحكيم لا يتدخل فيهما بالتفسير (3). وجمع كتابه كثيرًا من العلوم اللغوية كالنحو والصرف والشعر والأدب واللغة، والعروض، والبلاغة، وفيه من مسائل العلوم الشرعية كالفقه والحديث والتفسير والقراءات الشىء الكثير، مما جعله يضاهي كتاب الكامل وأمالي أبي على القالي، ومن مسائله في العروض: حديثه عن بحر الوافر، وعن العصب فيه (4)، وكذلك حديثه عن بحر البسيط وأعاريضه (5)، كما بسط الكلام في جواز الزحاف واطراده، وظهور استعماله، وأن أكثر الشعر مزاحَف، وما لا زحاف فيه قليل نزر جدًّا (6)، وأشار إلى مجىء المنقوص في حالة الرفع لإقامة الوزن (7)، وتحدث عن الحركة للمجزوم لتمام وزن البيت (8)، إلى غير ذلك من المسائل العروضية.\nوأما القراءات في كتابه فجاءت مختلطة بالتفسير، وكان يبين أوجه القراءات المختلفة، وينسب غالبًا كل قراءة إلى صاحبها؛ فأورد الكثير منها، باسطًا القول في بعضها، مجملاً في بعضها الآخر، ولكنه لم يكن يذكر توجيه ما يأتي به من قراءات، وإنما يحيل إلى كتبه الأخرى.\n__________\n(1) الجليس 1/ 162 - 163.\n(2) الجليس 1/ 162.\n(3) انظر: مقدمة المحقق 1/ 70.\n(4) الجليس 3/ 29 - 30.\n(5) السابق 3/ 220.\n(6) السابق 3/ 195.\n(7) السابق 3/ 100.\n(8) الجليس 3/ 59 - 60.",
        "(1/7)\n\nومن ذلك: حديثه عن قراءة: {إِنَّ هَذَانِ لَسَاحِرَانِ}، وإحالته على كتاب له في تخريجها (1)، ومنه: إيراده قراءة {ضَعْفٍ}، {ضُعْفٍ}، وقد ذكر أن بعضهم يزعم أن الضم إذا كان إعراب الكلمة فيه غير النصب، وأن الفتح فيه يكون مع النصب (2).\nونراه يورد القراءات الشاذة، مثل قراءة: {صَوَافنَ فَإِذَا وَجَبَتْ}، ثم يذكر ما فيها من قراءات ومعناها (3).\nوقد حفل كتابه بالمسائل النحوية والصرفية واللغوية، فنراه يبسط القول فيها، ويسوق آراء العلماء المذكورة فيها من غير ترجيح غالبًا، كما عُني كثيرًا بمسائل الخلاف بين البصريين والكوفيين، مع ترجيحه أحيانًا لبعضها.\nومما يميز هذا الكتاب أن الجريري كان حريصًا على ذكر السند في كل ما يورده من أخبار، وكان هذا سببًا في نقده كتاب (الكامل) للمبرد الذي لم يلتزم بذلك فيما يذكره من أخبار (4)، كما انتقد أبا بكر الصولي (ت336هـ) في كتابه (الأنواع)؛ لأنه جعله أبوابًا مبوبة، غير مستوفاة (5)، ومع ذلك فقد أكثر الجريري من النقل عنه (6)، وعن غيره من العلماء كابن دريد (ت321هـ) (7)، وأبي علي الحسين الكوكبي (ت327هـ) (8)، وأبى بكر محمد بن القاسم الأنباري (ت328هـ) (9)، فجمع كتابه بين الأمالي العلمية في مختلف العلوم، كالنحو والصرف واللغة وغيرها مما يظهر بجلاء ما كان يتمتع به العلماء في القرن الرابع الهجري من شمول في المعرفة وموسوعية في الثقافة.\n__________\n(1) انظر: الجليس الصالح 2/ 336، 398 - 399.\n(2) السابق 3/ 259.\n(3) السابق 3/ 352.\n(4) الجليس 1/ 161.\n(5) الجليس 1/ 162 - 163\n(6) انظر: 1/ 232، 240، 304، 322، 323.\n(7) انظر: 1/ 204، 213، 227، 239، 272، 301.\n(8) انظر: 1/ 214، 231، 241، 251، 265، 269، 302\n(9) انظر: 1/ 202، 214، 237، 271، 325.\n(1/8)",
        "\nالمبحث الأول: آراؤه النحوية\nكانت لأبي الفرج الجريري آراء نحوية كان له فيها اختيار واضح، ورأيه كان فيها ظاهرًا، وقد نثر هذه الآراء النحوية في كتابه (الجليس الصالح)؛ فجاءت مختلطة بغيرها من العلوم، كاللغة، والأدب، وهذا مما تتميز به كتب الأمالي التي كان (الجليس الصالح) واحدًا منها، وقد جمعت من هذه الآراء ما رأيته جديرًا بالبحث والدراسة، وأقدمها بين يدي القارئ الكريم، وهي:\n1 - مجيء (ما) لمالا يعقل ولجنس مالا يعقل\n(ما) من الموصولات المشتركة، وهي تقع في أصل وضعها لمالا يعقل وحده، نحو قوله تعالى: {مَا عِنْدَكُمْ يَنْفَدُ} [النحل 96]، أي: الذي عندكم ينفد، وقد تكون لما لا يعقل مع العاقل، نحو: {سَبَّحَ لِلَّهِ مَا فِي السَّمَوَاتِ وَالأرْضِ} [الحشر والصف 1] فإنه يشمل العاقل وغيره، وتكون لأنواع من يعقل، كقوله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء 3] (1)، وقد اختلف النحويون في إطلاق (ما) على من يعقل:\nفذهب الجريري إلى أنها تكون لما لا يعقل ولجنس مالا يعقل، فيقول: \"قد ذهب قوم إلى أن (ما) تأتي بمعنى (الذي)،و (مَنْ)، والأصل الظاهر اختصاص من يعلم ومن يعقل بـ (مَنْ)، وأن (ما) لما لا يعقل ولجنس مالا يعقل، وأن (الذي) لهما جميعاً\" (2)، وذهب إلى هذا - أيضًا - كثير من النحويين كابن السراج، والزجاجي، والزمخشري، وابن يعيش وغيرهم (3).\nوذهب جماعة آخرون إلى أنها تكون لمن يعقل، ومالا يعقل، ونسبه ابن أبي الربيع إلى سيبويه (4)، واختاره الطبري شيخ الجريري، والزجاج، وابن السيد، وابن مالك وغيرهم (5)،واستدلوا على ذلك بشواهد، منها: قوله تعالى: {وَالسَّمَاءِ وَمَا بَنَاهَا وَالأرْضِ وَمَا طَحَاهَا وَنَفْسٍ وَمَا سَوَّاهَا} [الشمس 5 - 7]، وقوله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء 3]، واستدلوا بما حُِكى عن العرب من قولهم: (سبحان ما يسبح الرعد بحمده)، أي: (من سبح الرعد بحمده، وهو الله تعالى) (6)، ومنه قول الشاعر:\n__________\n(1) انظر: التصريح 1/ 434.\n(2) الجليس الصالح 3/ 95.\n(3) انظر: الأصول 2/ 196، والجمل 321، والمفصل 149، والأمالي الشجرية 2/ 234، وشرح ابن يعيش 4/ 5 - 6، والبسيط 1/ 286 - 288، وأوضح المسالك 1/ 150، وشرح الأشموني 1/ 162.\n(4) انظر: الكتاب 4/ 228، والبسط 1/ 288.\n(5) انظر: جامع البيان 30/ 133 - 134، ومعاني القرآن وإعرابه 5/ 232، وإصلاح الخلل 61 - 64، والبيان لأبي البركات 2/ 516، وشرح الكافية الشافية 1/ 276، وشرح التسهيل 1/ 217، وشرح الرضى 3/ 55 - 56.\n(6) انظر: الأصول 1/ 135، وإصلاح الخلل 64، والأمالي الشجرية 2/ 234، وشرح الرضى 3/ 55 - 56.\n(1/9)\n",
        "تكلِّفني سويقَ الكَرْمِ جَرْمٌ وما جَرْمٌ وما ذاك السويقُ؟ (1)\nوقد أجاب المانعون لذلك، ومنهم الجريري عن هذه الأدلة بما يلي:\nأما قوله تعالى: {وَالسَّمَاءِ وَمَا بَنَاهَا وَالأرْضِ وَمَا طَحَاهَا وَنَفْسٍ وَمَا سَوَّاهَا} [الشمس 5 - 7] فذهب الجريري إلى أن (ما) مصدرية، والمعنى: (وبنائها وطَحْوها وتسويتها) (2)، وأما قوله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء 3] و (ما) لصفات من يعقل، أو لنوع من يعقل، كأنه قيل: (النوع الطيب من النساء) (3)، وكذلك ما حُكِىَ عن العرب من قولهم: (سبحان ما يسبح الرعد بحمده) فإن (سبحان) -هنا - اسم علم للبراءة، و (ما) ظرفية مصدرية (4)، وأما البيت فإن (ما) فيه واقعة على صفات من يعقل (5).\nوالصحيح من هذين المذهبين: أن (ما) لا تقع على ذات من يعلم أو يعقل؛ ليكون هناك فرق بينها وبين (مَنْ)، وما استدل به من أجاز ذلك لا دليل لهم في شىء منه؛ لاحتمال أن تكون (ما) مصدرية؛ فلا تكون حينئذ وقعت على الذات، أو تكون (ما) واقعة على صفات من يعقل.\n2 - جواز إقامة المُظْهر مُقام الضمير في غير التفخيم\nإذا كان بلفظ الأول في ضرورة الشعر.\nأجاز النحويون وضع الظاهر مقام الضمير قياسًا إذا كان في معرض التفخيم والتعظيم، كقوله تعالى: {الْحَاقَّةُ مَا الْحَاقَّةُ} [الحاقة 1 - 2]، أي: ما هي، وقوله تعالى: {وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ} [الواقعة 27]، لأنه يستفاد من الاسم الظاهر من التفخيم مالا يستفاد من المضمر (6).\nفإن لم يكن المقام مقام التهويل والتفخيم فمذهب سيبويه والجمهور أن وضع الظاهر مقام الضمير يجوز في الشعر، بشرط أن يكون بلفظ الأول (7)، واستدلوا على ذلك بشواهد من الشعر؛ منها قول الشاعر:\n__________\n(1) من الوافر لزياد الأعجم، انظر: الكتاب 1/ 301، والجمل 338، وشرح أبيات سيبويه 1/ 307، وشرح الجمل لابن هشام 382. و (جَرْم): اسم قبيلة، و (سويق الكَرم): الخمر، يريد الشاعر أنهم لم يكونوا يشربون الخمر في الجاهلية وهي لهم حلال لبخلهم. [انظر: شرح أبيات سيبويه 1/ 308].\n(2) الجليس 3/ 95.\n(3) انظر: التعليقة لابن النحاس 1/ 195، والدر المصون 3/ 561.\n(4) انظر: البسيط 1/ 286، والتعليقة 1/ 197، وانظر أيضًا: الجليس 3/ 95 - 96.\n(5) وهناك شواهد أخرى على ذلك، انظرها في المصادر السابقة.\n(6) انظر: المغني لابن فلاح 2/ 298، وحاشية يس على التصريح 1/ 165.\n(7) انظر: الكتاب 1/ 62، والخصائص 3/ 55 - 56، والمحصل 1/ 911، وشرح الرضى 1/ 241، وحاشية يس على التصريح 1/ 165، والخزانة 1/ 376، 386. قال ابن فلاح: فُهم من تفسير السيرافي كلام سيبويه أنه إن كان بلفظ الأول جاز في الشعر، وإن كان بغير لفظه لم يجز [المغنى 2/ 295، وانظر: شرح السيرافي 3/ 36 - 37].\n(1/10)\n\nلا أرى الموتَ يسبقُ الموتَ شيءٌ نَغَّص الموتُ ذا الغِنى والفقيرا (1)\nالشاهد في قوله: (لا أرى الموت يسبق الموتَ شيءٌ) حيث وضع الظاهر، وهو (الموت) مكان المضمر، وهذا جائز في الشعر، والتقدير في البيت: (لا أري الموت يسبقه شيء)، وحجة سيبويه: أن المقصود من الضمير الربط، وهو موجود إذا كان الثاني بلفظ الأول، كقولك: (زيد قام زيد) (2)، وفيه قبح عنده إذا كان تكراره في جملة واحدة؛ لأنه يستغني بعضها عن بعض؛ فلا يكاد يجوز إلا في ضرورة (3).\nوذهب بعضهم إلى أن ذلك لا يجوز مطلقًا؛ لأن الضمير إذا كان رابطًا لافتقاره إلى شيء يعود إليه، وهذا معدوم في الظاهر؛ فلا يحصل به الربط (4).\nوأما الجريري فذهب إلى أن الإتيان بالمظهر في موضع المضمر لا يكون إلا في الشعر؛ فلا يجوز أن يحمل عليه كلام الله تعالى، فيقول:\n\"وقد أتى مثل هذا كثيرًا في الشعر .... وقد قال الله تعالى: {وَلِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الأرْضِ وَإِلَى اللَّهِ تُرْجَعُ الأمُورُ} [آل عمران 109]، وقال جل ثناؤه: {وَلِلَّهِ مُلْكُ السَّمَوَاتِ وَالأرْضِ وَإِلَى اللَّهِ الْمَصِيرُ} [النور 42]، فحمله قوم على أنه جاء على هذا؛ لأن الإظهار فيه والإضمار واحد، وليس الأمر على ما ذهبو إليه، وإنما أتى الإظهار ههنا لتعظيم القصة، ولما في إعادة ذكر الموت [أي: في قول الشاعر السابق] (5) بالاسم الظاهر من التخويف والحض على الاعتبار والمراعاة والإِذْكار، وقد قال الله جل وعز في موضع آخر: {وَلِلَّهِ غَيْبُ السَّمَوَاتِ وَالأرْضِ وَإِلَيْهِ يُرْجَعُ الأمْرُ كُلُّهُ} [هود 123] فأعاد على الاسم الظاهر اسمًا مضمرًا على أصل الباب وظاهره\" (6).\n__________\n(1) البيت من الخفيف لسوادة بن عدي، أو لأبيه عدي بن زيد، وقيل: لأمية بن أبي الصلت، ورجح البغدادي أنه لعدي بن زيد، انظر: الكتاب 1/ 62، وشرح السيرافي 2/ 228، 3/ 36، والخصائص 3/ 55، والأمالي الشجرية 1/ 370، 2/ 6، وشرح الرضى 1/ 241، والمغني لابن هشام 2/ 575، والمقاصد الشافية للشاطبي1/ 632، والخزانة 1/ 379.\n(2) انظر: المغنى لابن فلاح 2/ 297.\n(3) انظر: شرح السيرافي 3/ 35، والخصائص 3/ 55 - 56، والخزانة 1/ 380.\n(4) انظر: المغنى لابن فلاح 2/ 295، 297، وشرح الرضى 1/ 241.\n(5) أي قول الشاعر:\nفمُت معدماً أو عش كريمًا فإنني ... أرى الموت لا ينجو من الموت هاربه\n(6) الجليس الصالح 3/ 212 - 213.",
        "(1/11)\n\nوما ذكره الجريري غير منسوب ذهب إليه غير واحد من النحويين، كالزجاج، والباقولي، وأبي البركات الأنباري (1) حيث يرون أن قوله تعالى: {وَلِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الأرْضِ وَإِلَى اللَّهِ تُرْجَعُ الأمُورُ} [آل عمران 109] من إيقاع المظهر موقع المضمر تفخيمًا لشأنه، فلم يُقلْ: (وإليه).\nوممن ذهب إلى هذا أيضًا السمين الحلبي، فيقول في قوله تعالى: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ} [البقرة 197]: \"كرر (الحج) وضعًا للظاهر موضع المضمر تفخيمًا\" (2).\nويرى الأخفش أنه يجوز وضع الظاهر موضع الضمير، وإن لم يكن بلفظ الأول في الشعر أو في غيره (3)، وقد ورد في التنزيل آيات تقتضي عود الظاهر على المضمر، منها قوله تعالى: {أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ} [الزمر 19]، فوضع الظاهر، وهو (مَن) مقام الضمير في قوله: (تنقذ من في النار)، والتقدير: (تنقذه) (4)، ومنه قوله تعالى: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ} [فاطر 8] فـ (إنَّ) وما بعدها خبر لـ (مَن) الأولى ولا ضمير فيها يعود عليها، والمعنى عنده: (فإن الله يضله) (5).\nوأما على مذهب سيبويه فالخبر محذوف تقديره: (أفمن حق عليه كلمة العذاب كمن لم يحق عليه)، ولم يحكم بعود (مَن) الثانية على (مَن) الأولى مع اشتراكهما في اللفظ لاختلاف صلتهما (6)، وكذلك الخبر محذوف في الآية الثانية، وتقديره: (أفمن زُيِّن له سوء عمله كمن لم يُزيَّن له).\nوالذي يظهر لي من هذه المذاهب: أن إقامة المظهر مقام الضمير إذا كان بلفظ الأول مقصور على الشعر دون غيره، ولا يجوز حمل كتاب الله تعالى عليه، وهو المذهب الذي ذهب إليه الجريري، ووافق فيه سيبويه، يقول الأعلم: \"إنه قبيح، وإنما يجىء في الشعر\"، وقال الشاطبي: \"ولو سُلِّم قياسه فليس في كل موضع، وإنما يحسن ويطرد في موضعين: أحدهما: باب (أما العبيد فذو عبيد) وما أشبهه، وذلك\n__________\n(1) انظر: معاني القرآن وإعرابه 1/ 455 - 456، 3/ 121 - 122، وكشف المشكلات للباقولي 1/ 265، والبيان لأبي البركات 1/ 63، 112، 144، 379، 2/ 44، 107.\n(2) الدر المصون 2/ 327، وقد ذهب إلى هذا أيضًا في عدة مواضع، انظر: 1/ 381، 2/ 29، 170 - 171، 3/ 86، 7/ 532 - 533، 9/ 110، 10/ 158.\n(3) انظر: معاني القرآن للأخفش 2/ 671، وشرح السيرافي 2/ 227 - 228، والخصائص 3/ 55 - 56، والمغنى لابن فلاح 2/ 295 - 297، وشرح الرضى 1/ 241، والمغنى لابن هشام 2/ 575، وشرح الأشموني 1/ 196، والخزانة 1/ 386.\n(4) معاني القرآن للأخفش 2/ 671.\n(5) ومثله قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلا} [الكهف 30] فجملة (إنا لا نضيع) في موضع خبر (إن) الأولى، وليس فيها ضمير يعود على اسم (إن)، والتقدير: (إنا لا نضيع أجرهم)، انظر شرح الجمل لابن عصفور 1/ 345، والمغنى لابن فلاح 2/ 298.\n(6) انظر: المغنى لابن فلاح 2/ 298.\n(1/12)",
        "\nعلى أنه لا يتعين فيه وضع الظاهر موضع المضمر، لإمكان أن يكون المعنى: (أما العبيد فأناذو عبيد منهم أو فيهم) .... والثاني: حيث يقصد التهويل والتعظيم بتكرار الأول، وذلك ليس في كل موضع، بل له مقاصد كالتلذذ بذكر المذكور، كما أنه قد تأتي في مواضع ينعكس الأمر فيقبح ذكره جملة فضلاً عن تكراره، ولاشك أن الغالب استقباح التكرار؛ فلذلك كان ضعيفًا على الجملة، ومقاصد التكرار معدودة، بخلاف مقاصد عدمه فإنها لا تنحصر\" (1).\n3 - دخول (أنْ) في خبر (كاد) ضرورة\nتأتي (كاد) لمقاربة الخبر على سبيل حصوله؛ ليدل على شدة المقاربة، تقول: (كادت الشمس تغيب)، ومن كلامهم: (كاد النعام يطير)، و (كاد العروس يكون أميراً) (2)، لقربهما من تلك الحال، قال تعالى: {يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ} [البقرة 20] ولا يقترن خبرها بـ (أنْ). وقد اختلف النحويون في ذلك، على مذهبين:\nالمذهب الأول: مذهب سيبويه، والمبرد، وابن عصفور، والجمهور أنه لا يجوز اقتران خبر (كاد) بـ (أنْ) إلا في الضرورة الشعرية، ومثلها: (كرب) (3)، تشبيهاً لهما بـ (عسى) لكثرة المقاربة؛ فإن معنى قولك: (كاد زيد يقوم): (قارب القيام حتى لم يبق بينه وبين الدخول فيه زمن)، كماأن الذين حذفوا (أنْ) من خبر (عسى)، و (يوشك) شبهوهما بـ (كاد) (4)، ومن ذلك قول الشاعر:\nكادت النفسُ أنْ تَفيضَ عليه إذْ غدا حَشْوَ رَيْطة وبرودِ (5)\nوقال الآخر:\nرسمٌ عفا من بعد ما قد انمحى قد كاد من طولِ البِلى أن يمصحا (6)\nوالشاهد في قوله: (كادت النفس أن تفيض)، و (كاد أن يمصحا) حيث دخلت (أنْ) في خبر (كاد) للضرورة الشعرية، والمستعمل في الكلام أن يتجرد الخبر منها، ودخلت عليها (أنْ) تشبيهًا لها بـ (عسى)؛ لأنها مستقبلة.\n__________\n(1) المقاصد الشافية للشاطبي 1/ 636 - 637.\n(2) هذان مثلان عن العرب انظرهما في: مجمع الأمثال للميداني 2/ 162، 2/ 158.\n(3) انظر: الكتاب 3/ 159، والمقتضب 3/ 75، والمقرب 108، والمغنى لابن فلاح 3/ 355، والتعليقة لابن النحاس 1/ 413، والارتشاف 3/ 1224 - 1225.\n(4) انظر: المقرب 108 - 109.\n(5) البيت من الخفيف لمحمد بن مناذر أو لأبي زبيد الطائي، انظر: الجليس 1/ 192، والمغنى لابن فلاح 3/ 355، والمغنى 6/ 582، والمساعد 1/ 295، وشرح الألفية لابن عقيل 1/ 330، والخزانة 9/ 348 [وقد وَهِم الأستاذ عبد السلام هارون حين جعل البيت في فهارسه من المنسرح، وإنما هو من الخفيف]\n(6) من الرجز لرؤبة في ملحقات ديوانه 172، والكتاب 3/ 160، والمقتضب 3/ 75، والجليس 1/ 192، والإنصاف 2/ 566، وشرح ابن يعيش 7/ 121، والضرائر لابن عصفور 61، والمقرب 108، والمغنى لابن فلاح 3/ 355، وتخليص الشواهد 329. و (يمصح): يذهب وينقطع.\n(1/13)\n",
        "وقد ذهب الجريري إلى هذا المذهب، فيقول: \"الظاهر في كلام العرب أن يقولوا: (كادت تميل) من غير أن يأتوا بـ (أنْ)، قال الله عزوجل: {تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْهُ} [مريم 90]، وقال: {فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ} [البقرة71]، وقال: {كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا} [الجن 19] في نظائر كثيرة، وقد تقول العرب: (كاد أن يفعل)، كما قال الشاعر:\nكادت النفسُ أن تفيضَ عليه إذْ ثَوى حَشْوَ رَيْطة وبُرودِ\nفكأنه أدخلها في باب (عسى) \" (1)\nالمذهب الثاني: مذهب ابن الحاجب، وابن مالك، وابن هشام، وغيرهم (2) أنه يجوز اقتران خبر (كاد) بـ (أن)، وأن ذلك قليل، وليس ضرورة، يقول ابن هشام: \"الغالب تجرد خبر (كاد)، و (كرب) من (أنْ)، وربما اقترنا بهما\" (3)، وذلك لأنهما يدلان على شدة مقاربة الفعل ومداومته، \"وذلك يقرب من الشروع في الفعل والأخذ فيه، فلم يناسب خبرهما أن يقترن بـ (أنْ) غالبًا، ويقل اقترانه بـ (أنْ) نظرًا إلى أصلهما\" (4)، واستدل ابن مالك، وابن هشام بحديث عمر رضي الله عنه: (ما كدتُ أن أصليَ العصر حتى كادت الشمس أن تغرب) (5)، واستدل ابن مالك على ذلك أيضًا بقول أنس رضي الله عنه: (فما كدنا أن نصل إلى منازلنا) (6)، كما اجتمع الوجهان في قوله صلى الله عليه وسلم: (كاد الحسد يغلب القدر، وكاد الفقر أن يكون كفرًا) (7)، وهذا الحديث ضعيف، كما ذكر السيوطي في الجامع الصغير، ولذلك ردَّه الأنباري بأنه من كلام الراوي، لا من كلامه عليه السلام؛ لأنه صلوات الله عليه أفصح من نطق بالضاد (8)، ولئن كاد هذا الحديث ضعيفًا فإن الأحاديث الأخرى صحيحة لاشك في ثبوتها، ولا يجوز الطعن فيها؛ ولهذا فإنني أرى أن هذا المذهب هو الصحيح.\n__________\n(1) الجليس 1/ 192 - 193.\n(2) انظر: الإيضاح لابن الحاجب 2/ 91 - 92، وشواهد التوضيح 98 - 102، والتسهيل 59، وشرح التسهيل 1/ 391 - 392، وشرح الكافية الشافية 1/ 454، أو تخليص الشواهد 329، وانظر: الارتشاف 3/ 1224 - 1225، والمساعد 1/ 295، وشفاء العليل 1/ 344، والنجم الثاقب 2/ 1041، وتمهيد القواعد 3/ 1261.\n(3) تخليص الشواهد 329.\n(4) انظر: التصريح 1/ 690، وشرح الأشموني 1/ 261، وسيبويه والضرورة الشعرية 234.\n(5) أخرجه البخاري في كتاب الأذان حديث (641)، [فتح الباري 2/ 154]، وفي كتاب صلاة الخوف حديث (945) [فتح الباري 2/ 503].\n(6) أخرجه البخاري في كتاب الاستسقاء حديث (1015) [فتح الباري 2/ 590].\n(7) رواه أبو نعيم في الحلية، وهو حديث ضعيف، انظره في السراج المنير شرح الجامع الصغير 3/ 74.\n(8) الإنصاف 2/ 567.\n(1/14)\n\n4 - نصب (بينكم) في قوله تعالى: {لَقَدْ تَقَطَّعَ بَيْنَكُمْ}\nعلى أن الآية من باب التنازع\nقرأ نافع والكسائي وحفص بالنصب في قوله تعالى: {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} [الأنعام 94] (1)، وقد ذكر العلماء في توجيه هذه القراءة عدة أوجه:\nالوجه الأول: مذهب الكوفيين أنه ظرف للفعل (تقطع)، والفاعل اسم موصول محذوف، تقديره: (لقد تقطع ما بينكم)، فـ (ما) اسم موصول، و (بين) صلة، وحذفوا الموصول، وهو (ما)، وبقيت الصلة، وهي (بينكم) (2)، ويشهد لهذا الوجه قراءة عبد الله بن مسعود: {لقد تقطع ما بينكم} (3).\nورد النحويون هذا الإعراب؛ لأن الصلة والموصول اسم واحد، ومحال أن يحذف صدر الاسم، ويبقى آخر الاسم (4)، يقول الجريري:\n\"وكأن الذاهب إليه أتى ببعض جملة الاسم دون باقيها، كالدال من (زيد)،وليس هذا كالصفة القائمة مقام الموصوف؛ لأن كل واحد من الموصوف والصفة كلمة تامة في نفسها\" (5).\nالوجه الثاني: أنه ظرف للفعل (تقطع)، والفاعل محذوف يعود على (الاتصال) الذي يدل عليه قوله: (شركاء)؛ فإن الشركة تشعر بالاتصال، وتقدير الكلام: (تقطع الوصل بينكم)، وقيل: المعنى: (لقد تقطع الأمر أو السبب بينكم)، والمعنى في ذلك قريب (6).\nواختار هذا الوجه ابنُ خالويه، وأبو علي الفارسي، ومكي، والسمين الحلبي، وغيرهم (7)؛ لأن (الوصل أو الأمر ونحوهما) ليست مما تحتاج إلى صلة، فليس فيه من الاعتراض ما في الوجه الأول.\nوقدر الزمخشري المصدر المأخوذ من (تقطع) فاعلاً، على إسناد الفعل إلى مصدره بهذا التأويل، أي: (وقع التقطع بينكم) (8)، وذهب الباقولي وأبو البركات الأنباري وغيرهما (9)، إلى أن الفاعل\n__________\n(1) وقرأ الباقون برفع {بينكم}، انظر: السبعة 263، والنشر 2/ 251، والرفع على أنه فاعل للفعل (تقطع)، والبين هنا بمعنى الوصل، وهو من الأضداد، انظر: التبيان للعكبري 1/ 254، والتحرير والتنوير 1366.\n(2) انظر: معاني القرآن للفراء 1/ 345، والجليس 2/ 34، وحجة القراءات 262، والدر المصون 5/ 51.\n(3) انظر: حجة القراءات 261، والدر 5/ 51.\n(4) انظر: كشف المشكلات 1/ 445 - 446، والبيان 1/ 332.\n(5) الجليس 2/ 34.\n(6) انظر: معاني الزجاج 2/ 273، والحجة لابن خالويه 1/ 145، والمشكل لمكي 1/ 262، وحجة القراءات 262، والتبيان 1/ 254، وتفسير القرطبي 7/ 40.\n(7) انظر: الحجة لابن خالويه 1/ 145، والحجة للفارسي 3/ 360، والمشكل لمكي 1/ 262، والتبيان للعكبري 1/ 254، والدر المصون 5/ 48، وفتح القدير 2/ 203.\n(8) انظر: الكشاف 1/ 369، وتفسير البيضاوي 1/ 132، والدر المصون 5/ 51، والتحرير والتنوير 1366.\n(9) كشف المشكلات 1/ 445، والبيان للأنباري 1/ 332، وتفسير البيضاوي 1/ 132.",
        "(1/15)\n\nمحذوف، و (بينكم) صفة أقيمت مقام الموصوف، والتقدير: (تقطع وصل بينكم) أو (شيء بينكم) (1).\nالوجه الثالث: أن (بينكم) منصوب على الظرف، وناصبه (تقطع)، والآية من باب التنازع، وذلك أن (تقطع)، و (ضل) يتوجهان على قوله: {مَا كُنْتُمْ تَزْعُمُونَ}، كل منهما يطلبه فاعلاً. وقد اختار الجريري هذا الوجه، وهما مما انفرد به، فيقول: \"وفي هذا عندي وجه آخر لم أر أحدًا قبلي أتى به، وهو أن يكون تأويل الكلام: (لقد تقطع ما كنتم تزعمون بينكم وضل عنكم)، كأنه قال: (الذي كنتم تزعمون تقطع بينكم، فلم ينتظم لكم ويصلح به أمركم) \" (2).\nومن قول الجريري السابق يظهر لنا أنه يرى أنه من باب إعمال الأول، فالفعل (تقطع) هو الرافع لقوله: (ما كنتم تزعمون)، وفي الفعل (ضل) ضميره فاعلاًِ به (3).\nالوجه الرابع: أن الفاعل هو (بينكم)، وهو في محل رفع، وإنما بقى على حاله منصوباً لكثرة استعماله ظرفًا منصوبًا، ومعناه معنى المرفوع، وهو مذهب الأخفش (4) (5).\nوالذي يظهر لي بعد إيراد هذه الأوجه، أن أحسنها هو أن (بينكم) ظرف، والفاعل محذوف يدل عليه سياق الكلام، وتقديره، (تقطع الوصل بينكم).\n__________\n(1) انظر: التبيان 1/ 254، والدر المصون 5/ 49، والتحرير والتنوير 1366.\n(2) الجليس 2/ 34 - 35.\n(3) انظر: الدر المصون 5/ 50 - 51.\n(4) انظر: الحجة للفارسي 3/ 360 - 361، والمشكل لمكي 1/ 262، والتبيان 1/ 254، وتفسير القرطبي 7/ 40، والدر المصون 5/ 48 - 49، وفتح القدير 2/ 203.\n(5) وقيل: إنه مبني لإضافته إلى غير متمكن، كقوله تعالى: (إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ)، فبُني (مثل)، وهو صفة لـ (حق) المرفوع، وذلك لإضافته إلى غير متمكن، انظر: الحجة 3/ 360 - 361، والدر المصون 5/ 49 - 50.\n(1/16)",
        "\n5 - إعراب (مظلمًا) من قوله تعالى:\n{كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا}\nوهي قراءة الجمهور غير ابن كثير والكسائي يقرأون (قطعًا) بفتح الطاء (1)، وهي جمع (قطعة)، بمعنى: الجزء من الشىء، سمى قطعة؛ لأنه يقتطع من كُلٍّ غالبًا؛ فهي (فِعْلة) بمعنى (مفعولة) نقلت إلى الاسمية (2)، و (قطعًا) مفعول ثان للفعل (أغشيت)، و (من الليل) صفة لـ (قطعًا)، وأما قوله: (مظلمًا) ففي إعرابها وجهان:\nالوجه الأول: أن يكون حالاً من (الليل)، وقد ذهب إلى هذا أبو الفرج الجريري، فيقول:\n\"والصواب عندنا من القول في وجه قراءة من قرأ (قطعًا) بالتحريك: أن نصبه (مظلمًا) على الحال، والمعنى: (من الليل في حال إظلامه)، أي: شدة ظلمته، والكوفيون من النحويين يقولون: هو منصوب على قطع النكرة من المعرفة، و المعنى: (من الليل المظلم) \" (3).\nوهذا المذهب هو مذهب الجمهور كأبي جعفر الطبري، ومكي، والزمخشري، والأنباري، وابن زنجلة، ووافقهم العكبري، والبيضاوي، والقرطبي، والشوكاني (4).\nومعنى الكلام على هذا الإعراب: (كأنما أغشى وجه كل إنسان منهم قطعة من الليل)، ثم جُمع ذلك؛ لأن الوجوه جمع، فالمعنى: (أغشيت وجوههم قطعاً من الليل في حال ظلمته (5)، والعامل في الحال: (أغشيت)؛ لأنه العامل في (قطعًا)، وهو الموصوف بالجار والمجرور، والعامل في الموصوف عامل في الصفة، ويجوز أن يكون العامل فيه معنى الفعل في قوله: (من الليل) (6).\nالوجه الثاني: أن يكون (مظلمًا) صفة لـ (قطعًا)، ورده مكى، والأنباري، وابن زنجلة، وغيرهم (7)؛ لأنه كان يجب أن يقال: (مظلمة) بالتأنيث.\nوأجيب عن هذا: بأن (قطعًا) جاءت مذكرة؛ لأنها في معنى (الكثير)، وهو مذكر (8)، فهو كقول الشاعر:\n__________\n(1) وأما قراءة ابن كثير والكسائي فهي بسكون الطاء فيها، انظر: السبعة 325، والتيسير 121، والقطْع: طائفة من الليل، أو اسم لما قطع فسقط، و (مظلما) على هذه القراءة يجوز أن تكون نعتاً لـ (قطعًا) على سبيل المبالغة، أو تكون حالاً من (الليل)، أو من الضمير المستتر في الجار لوقوعه صفة، أو من (قطعًا) لتخصصه بالوصف الذي بعده، وهو (من الليل)، انظر: الكشاف 1/ 518، والبيان لأبي البركات 1/ 411، والتبيان 2/ 27، وتفسير القرطبي 8/ 299، والدر المصون 6/ 187.\n(2) انظر: التحرير والتنوير 1961.\n(3) الجليس 1/ 259.\n(4) انظر: جامع البيان 6/ 554،والمشكل لمكي 1/ 379، والكشاف 1/ 518، والبيان 1/ 411، وحجة القراءات 1/ 330، والتبيان 2/ 27، وتفسير البيضاوي 1/ 194، وتفسير القرطبي 8/ 299، وفتح القدير 2/ 635.\n(5) انظر: جامع البيان 6/ 554، وحجة القراءات 1/ 330.\n(6) انظر: الكشاف 1/ 518، وتفسير البيضاوي 1/ 194.\n(7) المشكل لمكي 1/ 379، والبيان 1/ 411، وحجة القراءات 1/ 330، وتفسير البغوي 1/ 131.\n(8) انظر: التبيان 2/ 27.\n(1/17)\n",
        "إذْ هي أحْوى من الرِّبْعيِّ حاجبه والعين بالإثمدِ الحاريِّ مكحولُ (1)\nوالشاهد فيه: تذكير (مكحول) مع أنه خبر عن (العين)،وهي مؤنثة للضرورة، والذي سوَّغ ذلك أن (العين) بمعنى (الطَّرْف)، وهو مذكر.\nورد السمين هذا الوجه؛ لما فيه من التعسف الذي لا يخفي (2)، ولا يجوز حمل كلام الله تعالى عليه؛ إذ لا يكون إلا في الضرورة الشعرية، ومما يدل على ضعف هذا القول أيضًا أنه مع شهرته في المصادر فإنه لم ينسب إلى قائل معين، وهو دليل على ضعفه؛ ولهذا فإن الصحيح هو ما ذهب إليه الجمهور واختاره الجريري أنها تعرب حالاً.\n6 - هل تأتي (أو) بمعنى (الواو)؟\nتستعمل (أو) للدلالة على أحد الشيئين أو الأشياء، وهي تَردُ في كلامهم لمعان متعددة، منها: الشك، والتخيير، والإباحة (3)، وقد اختلف النحويون في مجيء (أو) بمعنى الواو، على مذهبين:\nالمذهب الأول: مذهب الأخفش، وقطرب، والجرمى أن (أو) تأتي بمعنى الواو، وهو المشهور من أقوال الكوفيين كابن الأنباري وابن سعدان (4)، ووافقهم الأزهري وأبو عبيدة وابن مالك (5).\nواستدلوا على ذلك بشواهد من النثر والنظم، يقول الجريري: \"فادعوا مثل هذا في مواضع من القرآن كثيرة، كقوله تعالى: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا} [البقرة 17] ثم قال: {أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ} [البقرة 19]، وكقوله: {فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً} [البقرة 74]، وقوله تعالى: {وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ} [الصافات 147]، وقوله تعالى: {وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} [الإنسان 24] (6) \".\n__________\n(1) البيت من البسيط لطفيل الغنوي، انظر: ديوانه 55، والكتاب 2/ 46، والجليس 1/ 258، وشرح ابن يعيش 10/ 18، و (الربعي): ما نتج في الربيع، و (الحاري) المنسوب إلى (الحيرة) على غير قياس.\n(2) الدر المصون 6/ 188.\n(3) انظر: أمالي ابن الشجري 3/ 70 - 71، وشرح التسهيل 3/ 362 - 363.\n(4) انظر: معاني القرآن للأخفش 1/ 185 - 187، وإيضاح الوقف لابن الأنباري 1/ 442، وإعراب القرآن للنحاس 1/ 495، والأزهية 118، والإنصاف 2/ 478، وشرح الرضى 4/ 398، والجني الداني 230، والمغنى 1/ 405 - 416، 4/ 78، والمساعد 2/ 459، وشرح الأشموني 3/ 107، والخزانة 10/ 258، وانظر: ابن سعدان الكوفي وآراؤه 54 - 57. وابن سعدان هو أبو جعفر محمد بن سعدان النحوي الكوفي المقرئ الضرير، أحد أعلام مدرسة الكوفة، ولد سنة 161هـ، وتوفى يوم عرفة سنة 231هـ، انظر: نزهة الألباء 123\\، وإنباه الرواة 3/ 140.\n(5) انظر: تهذيب اللغة 15/ 657 - 658، ومجاز القرآن 2/ 180، وشرح الكافية الشافية 3/ 1222 - 1223، وشرح التسهيل 3/ 364، وجواهر الأدب للإربلي 262.\n(6) الجليس الصالح 4/ 175.\n(1/18)\n\nومنه قوله تعالى: {حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ} [الأنعام 146] يقول الإربلي: (وهي بمعنى الواو) سواء عُطِفَ على (الشحوم) أو (الظهور) \" (1)، ومن أحسن الشواهد على ذلك عند ابن مالك (2) قوله صلى الله عليه وسلم: (اسكُنْ، فما عليك إلا نبي أو صِدِّيقٌ أو شهيد) (3). ومن ذلك: قول حميد بن ثور:\nقوم إذا سمعوا الصريخ رأيتهم ما بين مُلْجمِ مُهْرِه أو سافعِ (4)\nومنه قول الشاعر:\nفلو كان البكاء يَرُدُّ شيئاً بكيتُ على بُجَيرٍ أو عفاقِ\nعلى المرأين إذْ مضيا جميعًا لشأنهما بشجو واشتياق (5)\nالمعنى: (على بجير وعفاق)، واستدلوا على هذا بقوله: (على المرأين)، فأبدل اثنين من اثنين (6).\nالمذهب الثاني: مذهب جمهور البصريين أن (أو) لا تكون بمعنى الواو (7)؛ لأن الأصل في (أو) أن تكون لأحد الشيئين، بخلاف الواو التي معناها الجمع بين الشيئين، والأصل في كل حرف ألا يدل إلى على ما وضع له، ولا يدل على معنى حرف آخر.\nواختار هذا المذهبَ أبو الفرج الجريري، وردَّ ما ذهب إليه الكوفيون، فيقول: وإنما أوقع الذين زعموا أن (أو) تكون بمعنى (الواو) فيما ذهبوا إليه من خلاف القياس المميز بين الألفاظ المختلفة المعاني في أصولها وإن تقاربت في بعض وجوهها: وجودُهم ألفاظًا اشتبهت عليهم لتقاربها، فخلطوا بعضها ببعض، ولم ينعموا النظر فيها فيحصِّلوا تمييزها ويقفوا على ما يختص به كل نوع منها، ويتبينوا أوجه تقاربها وعلة اشتراكها وتداخلها، وذلك كقولهم: (اجلس في السوق أو المسجد)، و (جالسِ الحسنَ أو ابنَ سيرين)، و (خالط الفقهاءَ أو النحويين)، و (كُلِ اللحمَ أو الشحم والتمر أو الزبيب والرطب أو العنب).\n__________\n(1) انظر: جواهر الأدب 262.\n(2) انظر: شرح التسهيل 3/ 364، وشواهد التوضيح 113.\n(3) رواه البخاري في صحيحه في فضائل أصحاب النبي صلى الله عليه وسلم، حديث (3686)،وهو فيه بلفظ (اسكن أحد).\n(4) البيت من الكامل لحميد بن ثور، وذكره محققه في المنسوب إليه ص304، وينسب إلى عمرو بن معدي كرب، انظر: الكشاف 4/ 146، وشرح الكافية الشافية 3/ 1222، وشرح التسهيل 3/ 364، وجواهر الأدب 262، والتصريح 3/ 597، وشرح الأشموني 3/ 82، وشرح أبيات المغني 2/ 51.\n(5) البيتان من الوافر لمتمم بن نويرة، انظر: ديوانه 124، ومعاني القرآن للأخفش 1/ 186، والأضداد لابن الأنباري 280، والجليس الصالح 4/ 175، والأزهية 122، وأمالي ابن الشجري 3/ 76.\n(6) انظر: الجليس 4/ 176، وأمالي بن الشجري 3/ 76. وهناك شواهد أخرى، انظرها في: المغنى 1/ 405 - 416، وأمالي ابن الشجري 3/ 73 - 78، وشرح التسهيل 3/ 364.\n(7) انظر: الكتاب 3/ 184، والمقتضب 3/ 304، والأصول 2/ 55 - 56، وإعراب القرآن للنحاس 1/ 495، ومعاني الحروف 79، والخصائص 2/ 461، وأمالي ابن الشجري 3/ 78، والإنصاف 2/ 480 - 481، ورصف المباني 33.",
        "(1/19)\n\nوهذا باب يسمى باب الإباحة، وليس من باب الشك، وتخير أحد المذكورين وحَظْر الجمع بينهما؛ فلما لم يُحْكموا معاني هذا النوع على حقيقتها وأغفلوا ملاحظة تفصيلها وتمييزها ذهبوا عن وجه الصواب فيها\" (1).\nوالذي يظهر لي من هذين المذهبين أنه يجوز أن تكون (أو) بمعنى (الواو)، وذلك للأدلة الكثيرة السابقة، ولأن ما رد به الجريري وغيره (2) لا يخلو بعضه من تكلف واضح؛ فإن دلالة (أو) على المعنى الذي وضع له لا يمنع دلالته على مطلق الجمع، وبخاصة مع وجود القرائن التي تدل على ذلك، ولما كثر استعمال (أو) في الإباحة التي معناها جواز الجمع، جاز استعمالها بمعنى الواو. وقد جاءت الشواهد على ذلك كثيرة مستفيضة في كلام العرب، كما سبق.\n7 - العطف على الضمير المرفوع بدون فصل أو توكيد\nذهب الجريري إلى أنه لا يجوز العطف على الضمير المرفوع إلا بعد تأكيد هذا الضمير أو وجود فاصل بين المعطوف عليه والمعطوف، وأنه لا يكون غير مؤكد إلا في ضرورة الشعر؛ فيقول في قول الفرزدق:\nقل لنَصْرٍ والمرء في رتبة السُّلـ ـطان أعمى ما دام يُدْعى أميرًا\nفإذا زالت الإمارة عنه واستوى والرجالُ عاد بصيرًا (3)\n\"هكذا هو في كتابي: (واستوى والرجال) بالواو، ورفع (الرجال) عطفًا على الضمير الذي في (استوى)، والفصيح من كلام العرب في مثل هذا أن يؤكدوه ثم يعطفوا عليه، فيقولوا: (فاستوى هو الرجال)، وقد جاء في الشعر غير مؤكد .... ولو قيل: (فاستوى والرجالَ) بمعنى (مع الرجال)، كان حسنًا، وهذا من الباب الذي يسمى باب المفعول معه\" (4).\n__________\n(1) الجليس الصالح 4/ 176.\n(2) والجريري يخرج هذه الشواهد على أن (أو) فيها للإباحة، وفي هذه الشواهد وفي غيرها تخريجات أخرى، معاني القرآن للزجاج 2/ 232، وأمالي ابن الشجري 3/ 73 - 78، والإنصاف 2/ 478 - 484.\n(3) البيتان من الخفيف، للفرزدق، انظر: ديوانه 92، وبهجة المجالس لابن عبد البر 1/ 343، والتمثيل والمحاضرة 70، ونهاية الأرب 3/ 73.\n(4) الجليس الصالح 2/ 63 - 64.\n(1/20)",
        "\nوما اختاره الجريري هو مذهب البصريين وسيبويه والمبرد، والجرجاني، وغيرهم (1). واحتجوا على ذلك بشواهد من القرآن الكريم، كقوله تعالى: {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا} [المائدة 24]، وقوله تعالى: {اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ} [البقرة 35]، وقوله تعالى: {إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ} [الأعراف 27]، إلى غير ذلك من الشواهد الكثيرة، واستدلوا لمذهبهم هذا بأن الضمير المرفوع المتصل في حكم الجزء من الفعل، بدليل أن الفعل يسكَّن آخره إذا اتصل به؛ ولذلك امتنع العطف عليه؛ لئلا يؤدي إلى العطف على جزء الكلمة، فإذا أكد قوى (2).\nوأما الكوفيون، والأنباري، وابن مالك (3) فيجوز عندهم العطف على الضمير المرفوع المتصل في اختيار الكلام من غير تأكيد ولا طول، فتقول: (قمت وزيدٌ). واعتمدوا على ذلك بوروده في كتاب الله تعالى، وفي الحديث الشريف، وفي كلام العرب، ومن ذلك قوله تعالى: {ذُو مِرَّةٍ فَاسْتَوَى وَهُوَ بِالأُفُقِ الأعْلَى} [النجم 6 - 7] فعطف (هو) على الضمير المرفوع المستتر في (استوى)، والمعنى: (فاستوى جبريل ومحمد بالأفق الأعلى) (4).\nومنه أيضاً قول عمر رضي الله عنه: (وكنت وجارٌ لي من الأنصار) (5)، وقول على رضي الله عنه: (كنت أسمع رسول الله صلى الله عليه وسلم يقول: كنت وأبو بكر وعمر، وفعلتُ وأبو بكر وعمر، وانطلقت وأبو بكر وعمر) (6). وحكى سيبويه عن العرب: (مررت برجل سواء والعدم) (7) بالرفع عطفًا على الضمير المستتر في (سواء)؛ لأنه مؤول بمشتق، أي: (مستوٍ هو والعدم)، وليس بينهما فصل. ومن وروده في الشعر قول جرير:\n__________\n(1) انظر: الكتاب 2/ 379، والمقتضب 3/ 210، 279، والأصول 2/ 78 - 79 والمقتصد 2/ 957، والإنصاف 2/ 474 - 478، واللباب 1/ 431، والمتبع 2/ 440 - 441 وشرح ابن يعيش 3/ 76 - 77، وشرح ابن عصفور 1/ 242، وشرح الكافية الشافية 3/ 1244 - 1245، وشرح التسهيل 3/ 373 - 374، وشرح الرضى 2/ 333 - 334، والبسيط 1/ 345، والارتشاف 4/ 2013، وأوضح المسالك 3/ 390، والمساعد 2/ 469، والهمع 3/ 188 - 189، والأشموني 3/ 113.\n(2) انظر: اللباب 1/ 431.\n(3) انظر: معاني القرآن الفراء 3/ 95، ومجالس ثعلب 174، والإنصاف 2/ 474 - 478، وشرح الكافية الشافية 3/ 1244 - 1245، وشرح التسهيل 3/ 372، وشواهد التوضيح 112 - 114، وشرح ابن الناظم 212، وأما مذهب ابن مالك في الألفية فهو موافق لمذهب البصريين.\n(4) انظر: معاني القرآن للفراء 3/ 95.\n(5) أخرجه الإمام البخاري في صحيحه، كتاب المظالم والغصب، حديث (2468).\n(6) أخرجه البخاري في صحيحه، كتاب فضائل أصحاب النبي صلى الله عليه وسلم حديث (3677).\n(7) الكتاب 2/ 31.\n(1/21)\n",
        "ورجا الأخيطلُ من سفاهةِ رأيِه مالم يكن وأبٌ له لينالا (1)\nوقد قاس هؤلاء عطف الضمير المرفوع المتصل على الضمير المنصوب المتصل، كما قاسوه على البدل (2)، وردَّ البصريون هذا الذي احتج به الكوفيون، فجعلوا الواو في آية النجم للحال لا للعطف، وأما الحديثان فلا حجة فيهما؛ لأنهما مرويان بالمعنى، وأما ما حكاه سيبويه فهو من الشاذ الذي لا يؤخذ به، ولا يقاس عليه، وكذلك الشواهد الشعرية تحمل على الضرورة (3).\nورد البصريون - أيضًا - بأن بين الضمير المرفوع المتصل، والمنصوب المتصل فرقًا؛ لأن الضمير المنصوب على نية الانفصال؛ لكونه فضلة، بخلاف المرفوع فإنه متصل لفظًا ومعنى، وأما القياس على البدل فإن الثاني في العطف غير الأول غالبًا، بخلاف البدل؛ فإن الثاني فيهما هو الأول غالباً (4).\nوأرى أن هذا منهم تعسف وتكلف لا داعي له، فإن الشواهد صريحة في جواز ما منعه البصريون والجريري دون فصل بين العاطف والمعطوف، ولئن كان الكثير في الكلام ألا يعطف على الضمير المرفوع إلا بعد توكيده بضمير منفصل أو بشيء يفصل بينهما، فإن هذا لا يمنع أن يأتي في الاختيار من غير تأكيد أو فصل، وقد جاء ذلك عن العرب. وادعاء قصرها على الضرورة فيه غير جائز؛ لأنها دعوى بلا دليل.\n8 - جواز حذف همزة الاستفهام لدلالة (أم) عليها\nلا يجوز حذف همزة الاستفهام إذا لم يكن بعدها (أم)، وهي عند سيبويه من الضرورات الشعرية، ومنه قول امرئ القيس:\nأحارِ ترى برقًا أُريك وميضَه كلمعِ اليدين في حَبِيٍّ مُكلَّل (5)\nوكقول عمر بن أبي ربيعة:\n__________\n(1) البيت من الكامل، لجرير في هجاء الأخطل، انظر: الجليس 2/ 63، والإنصاف 2/ 476، والمقرب 1/ 234، وشرح التسهيل 3/ 374، وشرح الكافية الشافية 4/ 1245، وأوضح المسالك 3/ 390، والهمع 3/ 188، وشرح الأشموني 3/ 114، ويروى مكان (رأيه): (نفسه).\n(2) انظر: الإنصاف 2/ 477، وحاشية الصبان 3/ 87.\n(3) انظر: الإنصاف 2/ 477، والمتبع في شرح اللمع 2/ 441، وشرح ابن عصفور 1/ 242 - 243.\n(4) انظر: شرح ابن يعيش 3/ 77.\n(5) البيت من الطويل، انظر: ديوانه 24، والكتاب 2/ 252، والمقتضب 4/ 334، والجليس 3/ 219، والخصائص 1/ 69، والإنصاف 2/ 284، وشرح ابن يعيش 9/ 89، ومصابيح المغاني 16. ويروى: (أَصَاحِ) بدل (أحارِ). والشاهد في قوله: (ترى برقًا) حيث حذف همزة الاستفهام للضرورة الشعرية، والتقدير: (أترى؟)، وقوله: (وميضه) معناه: بريقه كحركة اليد، وقوله: (كلمع اليدين) أي: كحركة اليدين، (في حبيٍّ) وهو ما حبا لك من السحاب، أي: ارتفع. و (المكلَّل): الذي بعضه على بعض، انظر: شرح القصائد السبع الطوال 100.\n(1/22)\n\nثم قالو: تحبها، قلت: بَهْرًا عددَ الرملِ والحصى والترابِ (1)\nوأما إذا كانت (أَمْ) في الكلام فقد اختلف النحويون هل يجوز حذف همزة الاستفهام أو لا؟ فذهب سيبويه وابن عصفور (2) إلى أنه لا يجوز ذلك إلا في الضرورة الشعرية، كقول الشاعر:\nلَعَمْرُكَ ما أدري وإن كنتُ داريًا شعيثُ بن سهم أم شعيث بن منقرِ؟ (3)\nوالشاهد في قوله: (شعيث بن سهم أم شعيث بن منقر) حيث حذفت همزة الاستفهام لدلالة (أم) عليها، وهي ضرورة، يقول الأعلم: \"فلابد فيه من تقدير الألف، لأنه يهجو هذه القبيلة، فيقول: لم تستقر على أب؛ لأن بعضًا يعزونها إلى سهم وبعضًا يعزونها إلى منقر\" (4).\nوذهب الجريري إلى جواز حذفها إذا كان بعدها (أم) المتصلة، وإلا فلا يجوز حذفها، فيقول \"في هذا الخبر: (ولا أدري طلقتُ امرأتي أم لا؟) (5)، والفصيح: (ولا أدري أَطَلَّقْتُ)، غير أنه قد جاء في مواضع بغير ألف اكتفاء بدلالة (أم)، قال امرؤ القيس (6):\nتروح من الحيِّ أم تبتكرْ وماذا يضرُّك لو تنتظرْ؟ \" (7)\nوقال في موضع آخر: \"فإنه جائز؛ لأن قوله: (أم تبتكر) قد دل على المعنى، ومثله كثير، من ذلك قوله (8):\n__________\n(1) البيت من الخفيف لعمر بن أبي ربيعة في ديوانه 30، والكتاب 1/ 311، واللامات للزجاجي 124، والجليس 1/ 506، 3/ 219، والخصائص 2/ 281، وشرح أبيات سيبويه لابن السيرافي 1/ 267، والأمالي الشجرية 1/ 407، وشرح ابن يعيش 1/ 121، والمغنى 1/ 76، ومصابيح المغاني 15. ويروى (النجم) مكان (الرمل). والشاهد: حذف همزة الاستفهام للضرورة الشعرية، والتقدير: (أتحبها؟).\n(2) انظر: الكتاب 3/ 175، وشرح أبيات سيبويه 2/ 151 - 152، والنكت 2/ 420 - 422، والضرائر لابن عصفور 158، وانظر: سيبويه والضرورة الشعرية 183 وما بعدها.\n(3) البيت من الطويل للأسود بن يعفر، انظر: الكتاب 3/ 175، والمقتضب 3/ 294، والجليس 1/ 505، والمحتسب 1/ 50، والمغنى 1/ 274، وشرح الأشموني 3/ 101، ويروي (شعيب) بدل (شعيث).\n(4) النكت 2/ 421.\n(5) وهو أن رجلاً جاء إلى أبي حنيفة فقال له: إني شربت البارحة نبيذًا، فلا أدري طلقت امرأتي أم لا؟ [انظر: الجليس 1/ 504].\n(6) البيت من المتقارب، انظر: ديوانه 154، وروايته فيه: (وماذا يضرك أن تنتظر؟). وانظر: الأزهية 154، ورصف المباني 45، ومصابيح المغاني 15، ويروى (إلى) بدل (من).\n(7) الجليس 1/ 505 - 506.\n(8) البيت من الطويل لعمر بن أبي ربيعة، انظر: ديوانه 399، والكتاب 3/ 175، والمقتضب 3/ 294،والجليس 1/ 506، 3/ 219، والمحتسب 1/ 50، والأزهية 135، والأمالي الشجرية 1/ 407، 3/ 109، وشرح ابن يعيش 8/ 154، والضرائر 158، ورصف المباني 45، والمغنى 1/ 76، وشرح ابن عقيل 3/ 171، ومصابيح المغاني 14، والخزانة 11/ 122.",
        "(1/23)\n\nلَعَمْرُكَ ما أدري وإن كنتُ داريًا بسبعٍ رمين الجمر أم بثمان؟ \" (1)\nفالشاهد في البيت الأول في قوله: (تروح من الحي أم تبتكر؟) حيث جاز حذف همزة الاستفهام لدلالة (أم) عليها، والتقدير: (أتروحُ من الحي أم تبتكر؟)، وكذلك البيت الثاني في قوله: (بسبع رمين الجمر أم بثمان؟)، والتقدير: (أبسبعٍ رمين الجمر؟).\nوأجاز المالقي وابن نور الدين حذفها إذا فُهِمَ المعنى، ودل عليه السياق (2)، وذلك لأنها أصل أدوات الاستفهام، وجعل الإربلي هذا الحذف كثيرًا مع وجود (أم) المتصلة المعادلة (3).\nوذهب المرادي (4) إلى أن حذفها مطرد (5) لكثرته نظمًا ونثرًا، واستدل على ذلك بقراءة ابن محيصن: {سَوَاءٌ عَلَيْهِمْ َأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ} [البقرة 6] بهمزة واحدة (6). وبقراءة أبي جعفر: {سَوَاءٌ عَلَيْهِمُ اسْتَغْفَرْتَ لَهُمْ} [المنافقون 6] بهزة وصل (7). وذهب الأخفش وابن مالك إلى جواز حذف همزة الاستفهام في الاختيار عند أمن اللبس، سواء أَوُجِدتْ (أمْ) في الكلام أم لم توجد (8)، واستدلوا على ذلك بقوله تعالى: {هَذَا رَبِّي} [الأنعام 76، 77، 78] وقوله تعالى: {وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ} [الشعراء 22]، وبقول الشاعر:\nرَفَوْني وقالوا: يا خويلد لم تُرَعْ فقلت، وأنكرتُ الوجوه: هُمُ هُمُ؟ (9)\nوقد ردَّ المحققون ذلك؛ لما فيه من التباس الخبر بالاستفهام، يقول الجريري: \"هو خبر، وليس باستفهام وغير جائز الاشتراك بين الخبر والاستخبار؛ لما فيه من فساد الكلام في القياس ودخول الإشكال والالتباس\" (10).\n__________\n(1) الجليس 3/ 219 - 220.\n(2) انظر: رصف المباني 45، ومصابيح المغاني 14.\n(3) جواهر الأدب 22.\n(4) الجني الداني 35.\n(5) وذهب السمين الحلبي إلى أن ذلك إجماع [الدر المصون 10/ 341]، وما قاله غير صحيح، لوجود الخلاف السابق فيه.\n(6) انظر: مختصر في شواذ القرآن لابن خالويه 10، والنشر لابن الجزري 2/ 207.\n(7) انظر: المحتسب 2/ 322، والنشر 2/ 388.\n(8) انظر: معاني القرآن للأخفش 1/ 182 - 183، وشواهد التوضيح 87 - 89، وقد استدل فيه ابن مالك على ذلك بعدة أحاديث، منها قوله صلى الله عليه وسلم: (يا أبا ذر عيرته بأمه؟).\n(9) البيت من الطويل، لأبي خراش الهذلي خويلد بن مرة، في: ديوان الهذليين 2/ 144، والرواية فيه: (لا تُرَعْ)، و (رَفَوْني) أي: سكَّنوني، انظر: تهذيب الألفاظ 119، والجليس 1/ 506، واللسان [رف و] 5/ 278، وتاج العروس 38/ 172.\n(10) الجليس الصالح 3/ 219، 1/ 506، وانظر في ذلك: معاني الفراء 1/ 341، 2/ 279 فقد أجاز حذف همزة الاستفهام مع أفعال الشك، ورد عليه الأخفش الأصغر وتلميذه النحاس بأن العرب لا تعرفه [انظر: إعراب القرآن للنحاس 3/ 176، 177، والارتشاف 4/ 2124، والدر المصون 4/ 84، 8/ 517].\n(1/24)",
        "\nوالذي يترجح لي أنه يجوز حذف همزة الاستفهام لدلالة (أَمْ) عليها إذا فُهِمَ المعنى ودل عليه سياق الكلام، وأن هذا لا يختص بالشعر وحده، وذلك لكثرة الشواهد الواردة عليه، وهو ما ذهب إليه الجريري وغيره، وأما إذا لم تكن (أم) في الكلام فلا يجوز حذفها.\n\n9 - حذف الياء من (يا ابن أخي) كثير لازم حملاً على\n(يا ابن أمّ)، (يا ابن عَمَّ)\nإذا كان المنادي مضافًا إلى مضاف إلى الياء، نحو: (يا غلامَ غلامي)، فلا يجوز حذف الياء؛ لبعدها عن المنادى؛ فإن الموجب للتغيير هو النداء (1)، إلا إذا كان المنادي (ابن عم) أو (ابن أم) (2) فالأكثر حذف الياء والاجتزاء بالكسرة عن الياء المحذوفة (3) كقولك: (يا ابن عمِّ، ويا ابن أمِّ) بكسر الميم فيهما (4)، وهذا هو مذهب الجمهور أن حذف الياء مخصوص بأن يكون المنادى (ابن أم، أو ابن عم) (5).\nيقول أبو حيان: \"وأصحابنا يعتقدون أن العرب حكمت لهما بحكم اسم واحد، وحذفوا الياء كحذفهم إياها من (أحد عشر) إذا أضافوها للياء\" (6)، والعلة في ذلك هي كثرة استعمال العرب إياهما؛ فحذفوا الياء منهما تخفيفًا (7).\nوذهب أبو الفرج الجريري إلى أن حذف الياء لازم كثير في قولهم: (يا ابن أخي) أيضًا، فيقول: \"وفي الخبر: (يا ابن أخِ) (8) بحذف الياء المضاف إليها وإبقاء الكسرة دلالة عليها، وهذا وجه معروف في كلام العرب، غير أن معظم النحويين زعموا أن الذي يكثر استعماله في هذا الباب موضعان: (يا ابن أم، ويا ابن عم) ... واعتل بعضهم باختصاص هذين الاسمين لهذا المعنى بابن الرجل، يقول: (يا ابن أم)،\n__________\n(1) انظر: التبصرة 1/ 351، والتصريح 4/ 64 - 65.\n(2) ومثله: (ابنة عم أو ابنة أم)، أو (بنت عم أو بنت أم)، انظر: الارتشاف 4/ 2207، والتصريح 4/ 65.\n(3) انظر: الجمل 162.\n(4) وفيهما لغات أخرى: الأولى: إثبات الياء متحركة على الأصل، كقولك: (يا ابن أميَ ويا ابن عميَ)، والثانية إثباتها ساكنة، والثالثة: حذفها مع بناء آخر الكلمة على الفتح، والرابعة: قلبها ألفًا، كقولك: (يا ابن أمَّا، ويا ابن عمّا)، وكسر الميم وفتحها في قوله تعالى: {يا ابن أم} قرئ بهما في السبعة [انظر: التبصرة 1/ 351، واللباب 1/ 341، وشرح التسهيل 3/ 406، والارتشاف 4/ 2207].\n(5) انظر: شرح الجمل لابن خروف 2/ 727، واللباب 1/ 341، وشرح الجمل لابن عصفور 2/ 104، وشرح التسهيل 3/ 405، وشرح ابن القواس على ألفية ابن معط 2/ 1048، وتمهيد القواعد 7/ 3582.\n(6) الارتشاف 4/ 2207، وانظر: تمهيد القواعد 7/ 3584، والتصريح 4/ 65.\n(7) انظر: التبصرة 1/ 351، واللباب 1/ 341.\n(8) والمراد به قول قتادة بن النعمان رضي الله عنه: (فرجعتُ ولوددتُ أني خرجت من بعض مالي ولم أكلم رسول الله صلى الله عليه وسلم في ذلك)، فأتى عمه رفاعة بن زيد رضي الله عنه، فقال له: (يا ابن أخِ ما صنعت؟)، وهذا الحديث رواه الترمذي في سننه، باب تفسير سورة النساء، الآيات 105 - 115، برقم 3036، انظر: جامع الإمام الترمذي.\n(1/25)\n",
        "و (يا ابن عم) لمن ليس بأخيه ولا ابن عمه، وهذا عندي لازم في (يا أخي ويا ابن أخي)؛ لكثرة قولهم: (يا أخي، ويا ابن أخي) للأجنبي\" (1).\nفالجريري يرى أن حذف الياء لا يختص بقولهم: (يا ابن أم، ويا ابن عم)، وإنما يُحْمَلُ عليهما أيضًا: (يا ابن أخ)، وهو عنده وجه معروف في كلام العرب، واستدل على ذلك بورود السماع به في قول رفاعة بن زيد رضي الله عنه: \"يا ابن أخ ما صنعت؟ \" بحذف الياء، ووجه جوازه: كثرة استعماله أيضًا للأجنبي ممن ليس بابن أخيه. وقد توقف الفراء في إجازته له؛ لأنه لم يثبت لديه السماع فيه، فيقول: \"ولم يقولوا ذلك في (أخِ)، ولو قيل كان صوابًا\" (2)، وتابعه ابن جرير الطبري (3)، أما الجريري فقد ثبت لديه السماع؛ ولذلك جعل حذف الياء من (يا ابن أخ) لازمًا بالقياس على قولهم: (يا ابن أم، ويا ابن عم).\nولعل هذا المذهب مما انفرد به الجريري، فلم أر من ذهب إليه غيره، وقد حكاه ابن عمرون (ت649هـ) عن بعضهم، يقول ناظر الجيش: \"وقد قال ابن عمرون: وقيل: إن بعض النحاة جوَّز حذف الياء من (يا ابن أخي)، وليس بمعروف\" (4)، ولعل الجريري هو المقصود بهذا، وليس لدىَّ ما يقطع به. وقد نقل ابن النحاس في تعليقته على المقرب أن منهم من أجاز ذلك في: (يا ابن خالي)؛ لأنه كثر استعماله كثرة استعمال (يا ابن عمي، ويا ابن أمي) (5).\nوالذي يظهر لي أن ما ذهب إليه الجمهور هو الصحيح الذي ورد به السماع عن العرب؛ إذ لم يُسْمَعْ عنهم حذف الياء إلا في (يا ابن أم، ويا ابن عم)، ويُرَدُّ على الجريري بأن الرواية المشهورة الواردة في الخبر جاءت بإثبات الياء، لا بحذفها (6)، فقد تكرر قوله: (يا ابن أخي) في حديث طويل في غير مرة، الأولى: (يا ابن أخي إنه عدى علينا)، والثانية: (يا ابن أخي لو أتيت رسول الله صلى الله عليه وسلم)، والثالثة: (يا اين أخي ما صنعت؟)، والرابعة: (يا ابن أخي هو في سبيل الله)، وذلك كله بإثبات الياء فيها، يضاف إلى هذا أن ابن عصفور صرح بأن الياء لا تحذف من قولهم: (يا ابن أخي) (7)، معتمدًا في ذلك على السماع.\n__________\n(1) الجليس الصالح 2/ 352.\n(2) معاني القرآن للفراء 1/ 394.\n(3) جامع البيان 6/ 86.\n(4) تمهيد القواعد 7/ 3584.\n(5) انظر: شرح المقرب المسمى التعليقة لابن النحاس 1/ 598. وابن عمرون هو محمد بن محمد بن عمرون الحلبي النحوي، ولد بحلب سنة 596هـ، وأخذ عن ابن يعيش وابن مالك، توفى سنة 649هـ، انظر: إشارة التعيين 337، والبغية 1/ 232.\n(6) انظر: جامع الترمذي، كتاب تفسير القرآن، باب: ومن سورة النساء، برقم 3036.\n(7) شرح الجمل لابن عصفور 2/ 104.\n(1/26)\n\n10 - إدخال الترخيم على الترخيم فيما كان مختومًا بالهاء للضرورة،\nوقَصَرها الجريري على (حارث) دون غيره\nالترخيم هو حذف آخر المنادى تخفيفًا (1)، فإن كان العَلَمُ مفردًا عن التركيب، فيحذف آخره، فتقول في (شمردل) علمًا: (يا شمرد)، بحذف اللام إن لم يكن الآخر هاء تأنيث، فإن كان آخره هاء تأنيث، نحو: (ميمونة)، اْقُتِصر عليها، وأما قول الشاعر:\nأحَاِر بنَ بدرٍ قد وَليتَ إمارةً فكُنْ جُرَذًا فيها تعُقُّ وتسرقُ (2)\nفقد دخله ترخيم بعد ترخيم في قوله: (أَحَار) حيث رخَّمه أولاً بحذف الهاء على لغة من لم ينو المحذوف، ثم رخمه ثانيًا بحذف الثاء على لغة من نوى رد المحذوف (3)، يقول الجريري في هذا البيت:\n\"رخَّم أبو الأسود (حارثة) في شعره؛ فحذف الهاء والثاء، وبعض النحويين لا يجيز هذا، ويقول: (يا حارثَُ) في ترخيم (حارثة) فتحذف الهاء خاصة، فتقول: (أحارثُ وأحارثَ) على لغتين للعرب فيه: أفصحهما: إقرار حركة الحرف في الترخيم على ما كانت عليه، وهو الوجه المختار، والأخرى: ضمه على حكم النداء المفرد والقضاء على ما بقى بعد حذف الطرف للترخيم بأنه اسم قد قام بنفسه، وكفى من غيره، ولا نجيز هذا الترخيم على هذين الوجهين إلا في ترخيم (حارث) \" (4)، والشاعر رخَّم (حارثة) أولاً بحذف الهاء على لغة من لم ينو رد المحذوف، ثم رخَّمه ثانيًا بحذف الثاء على لغة من نوى رد المحذوف (5). وذهب سيبويه إلى جواز إدخال الترخيم على الترخيم في المختوم بتاء التأنيث بشرط أن يبقى الاسم بعد الترخيم الأول على أكثر من ثلاثة (6)، ووافقه الجريري - كما سبق - ولكنه قَصَرَ هذا الترخيم على (حارث) دون غيره، وما ذهب إليه غير صحيح؛ لأنه سمع في غيره من الأعلام، ومنه قول العجاج:\n__________\n(1) للاسم الذي يجوز ترخيمه شروط فصلتها كتب النحو، انظر: المقتصد 2/ 791، وشرح ابن يعيش 2/ 19، والإيضاح في شرح المفصل 1/ 294، وشرح الجمل لابن عصفور 2/ 113، وشرح التسهيل 3/ 421، والنبيل في شرح التسهيل لخالد الأزهري 2/ 253 وما بعدها، وانظر: الترخيم في العربية ص5 وما بعدها.\n(2) البيت من الطويل، نسبه الجريري إلى أبي الأسود الدؤلي، ويُنْسبُ إلى أنس بن أبي أنيس يخاطب حارثة بن بدر الغداني، وينسب أيضًا إلى أنس بن زنيم أو أنس بن أبي إياس، ويروى (ولاية) بدل (إمارة)، و (تجور)، و (تخون) بدل (تعق)، انظر: الحيوان 3/ 116، وتوضيح المقاصد 2/ 219، وتمهيد القواعد 7/ 3644، 3660، والنبيل 2/ 258، وشرح الأشموني 3/ 174، والدرر 1/ 159.\n(3) ويطلق عليهما لغة من ينتظر الحرف ولغة من لا ينتظر، ويقال: لغة من نوى المحذوف ولغة من لا ينوي، ويقال: لغة (ياحار)، ولغة (يا حارُ) [انظر: الارتشاف 5/ 2236].\n(4) الجليس الصالح 3/ 201.\n(5) انظر: شرح الشواهد للعيني 3/ 174.\n(6) انظر: الكتاب 2/ 250، والجليس الصالح 3/ 201، والنبيل في شرح التسهيل2/ 258، وشرح الأشموني 3/ 174، وانظر: سيبويه والضرورة الشعرية 95.",
        "(1/27)\n\nفقد رأى الراءون غَيْرَ البُطَّلِ أنك يا معاوِ يا ابن الأفضل (1)\nوالشاهد فيه إدخال الترخيم على الترخيم في قوله: (يا معاو)، وذلك أن الهاء قد اطرد حذفها للترخيم وكثر، فكأن الاسم لم تكن فيه هاء، ثم أدخل عليه حرف النداء والياء آخره، فحذفها للترخيم (2).\nومنه أيضًا قول الشاعر:\nيا أَرْطُ إنك فاعل ما قُلْتَهُ والمرءُ يستحيي إذا لم يصدق (3)\nوالشاهد في قوله: (يا أرط) حيث أراد به: (يا أرطأة)، رخَّمه أولاً بحذف التاء على لغة من لم ينو رد المحذوف، ثم رُخِّم ثانيًا بحذف الألف على لغة من نوى رد المحذوف، وهو الألف.\nوعلى هذا فإن الترخيم بعد الترخيم قليل، وأكثر ما يكون في الشعر، وقد منع ذلك النحويون عامة، وأجازه سيبويه على لغة من لم يراع المحذوف، ووافقه الجريري، وهو المذهب الصحيح، لورود السماع به (4)، ولكن قَصْرَ الجريري ذلك على (حارث) دون غيره، لا يصح لوروده في غيره من الأعلام، كما ذكرنا.\n11 - صرف الاسم المؤنث الثلاثي الساكن الوسط\nالاسم المؤنث الثلاثي الساكن الوسط إذا لم يكن أعجميًّا ولا منقولاً من مذكر، نحو: (هند، وجُمْل، ودعد) هل يجوز فيه الصرف أو المنع؟ وأيهما أفصح؟\nفذهب الجريري إلى أنه يجوز فيه الصرف والمنع، والمنع أكثر وأجود، فيقول في قول العباس بن الأحنف:\nفَصوِّرْ هاهنا فَوْزًا وصَوِّر ثَمَّ عباسا (5)\n\"هكذا رواه لنا الكوكبي: (فصور ها هنا فَوْزًا) بالصرف وترك الصرف أعلى، وكان الزجاج لا يجيز صرف شىء من الأسماء المؤنثة إلا في ضرورة الشعر\" (6).\n__________\n(1) من الرجز للعجاج، انظر: ديوانه 48، والكتاب 2/ 250، والخصائص 3/ 316، والهمع 2/ 65، والخزانة 3/ 378.\n(2) انظر: النكت للأعلم 2/ 187 - 188، وهامش الكتاب طبعة بولاق 1/ 334. وفيه احتمال آخر ذكره الأعلم أيضًا، وهو أن تكون الياء من قوله: (يا ابن الأفضل) ياء (معاوية) على قوله: (يا معاوي ابن الأفضل)، فتوهمت ياء (يا ابن) التي في النداء، وإنما هي ياء معاوية، أي: أن البيت ليس فيه ضرورة، وهو احتمال ضعيف، [انظر في ذلك: سيبويه والضرورة الشعرية 97 - 98].\n(3) البيت من الكامل، لزميل بن الحارث يخاطب أرطأة بن سهية، انظر: توضيح المقاصد للمرادي 2/ 219، وتمهيد القواعد 7/ 3660، وشرح الشواهد للعيني 3/ 175، والنبيل في شرح التسهيل2/ 258، وشرح الأشموني 3/ 175، والدرر 1/ 159.\n(4) انظر: التذييل لأبي حيان 4/ 235، وتمهيد القواعد لناظر الجيش7/ 3660.\n(5) البيت من الهزج، للعباس بن الأحنف، انظر: ديوانه 188، والجليس الصالح 1/ 325، و (فوز): اسم محبوبته.\n(6) الجليس 1/ 326، والكوكبي هو أبو علي الحسين بن القاسم الكوكبي، كان صاحب أخبار وآداب، توفي 327هـ، انظر: تاريخ بغداد 8/ 316 - 322، والمنتظم لابن الجوزي 6/ 297.\n(1/28)",
        "\nوقد اختلف النحويون في ذلك على ثلاثة مذاهب:\nالمذهب الأول: مذهب سيبويه والمبرد والجمهور، واختاره الجريري (1) أن الوجهين جائزان، والمنع من الصرف أكثر، وحجتهم في ذلك السماع والقياس:\nفأما السماع فكقول الشاعر:\nلم تتلفَّعْ بفضلِ مئزرِها ... دعدٌ ولم تُغْذَ دعْدُ في العُلب (2)\nوأما القياس فلأنه أخف الأسماء؛ لأنه أقل الأصول عددًا وحركة؛ فعادلت خفته أحد السببين (3)، وذهب الفارسي، وعلم الدين اللورقي إلى أن الصرف أفصح (4).\nالمذهب الثاني: مذهب الأخفش، والزجاج أنه ممنوع من الصرف مطلقًا (5)، وذلك لوجود السببين فيه، وهما العملية والتأنيث، ولا عبرة بالخفة فيه؛ لأن الموانع التي تمنع من الصرف أشياء معنوية، فلا معارضة بينها وبين اللفظ (6).\nالمذهب الثالث: مذهب الفراء أنه ممنوع من الصرف إذا كان اسم بلدة، نحو: (فيْد) (7)، وحجته في ذلك: أنهم لا يوقعون فيه الاشتراك اللفظي غالبًا، بخلاف أسماء الأناسيِّ، فإنهم يوقعونه فيها كثيرًا؛ فاحتاجت إلى التخفيف؛ لأنه لم يكثر في الكلام، بخلاف (هند) ونحوه (8).\nوالذي يظهر لي من هذه الآراء أنه يجوز صرف المؤنث الثلاثي الساكن الوسط وعدم صرفه مع ترجيح المنع من الصرف، وهو مذهب الجمهور، واختاره الجريري، وذلك لورود السماع به عن العرب، كما\n__________\n(1) انظر: الكتاب 3/ 240 - 241، والمقتضب 3/ 350، واللباب 508، وشرح الكافية الشافية 3/ 1491، والارتشاف 878، والتصريح 4/ 241 - 242، وشرح الأشموني 3/ 254.\n(2) البيت من المنسرح لجرير في ديوانه 67، والكتاب 3/ 241، والخصائص 3/ 61، 316، والمنصف 2/ 77، وشرح ابن يعيش 1/ 70، واللباب 508، وشرح الأشموني 3/ 154، والتلفع: الالتحاف بالثوب، والمئزر: ثوب يحيط بالنصف الأسفل من البدن، والعلب: جمع (عُلبة)، وهي إناء من جلد يشرب به الأعراب، وهو يصف دعدًا بأنها نشأت في الرفاهية والنعمة.\n(3) انظر: اللباب 509.\n(4) انظر: الإيضاح العضدي 307، والمحصل 1/ 483، والارتشاف 878.\n(5) انظر: ما ينصرف للزجاج 49، والجليس الصالح 1/ 325، وشرح الكافية الشافية 3/ 1492، وشرح الرضى 1/ 135، والارتشاف 878، والهمع 1/ 113، وشرح الأشموني 3/ 254.\n(6) انظر: اللباب 509.\n(7) انظر: الارتشاف 878، وشرح الأشموني 3/ 254.\n(8) حاشية الصبان على الأشموني 3/ 254.\n(1/29)\n",
        "في بيت جرير، ولأن هذا الاسم أقل الأصول في العدد والحركة؛ فعادلت خفته أحد السببين، والخفة لا تقوى على الذهاب بعلة من العلتين؛ ولهذا رجح عند سيبويه وغيره المنع من الصرف.\n12 - حذف الضمة والكسرة للضرورة\nذهب الجريري إلى جواز حذف الضمة والكسرة في الإعراب لضرورة الشعر، فيقول:\nقال الشاعر:\nفإن أُخْدَعْ فقد تُخْدَعْ وتؤخذْ عتيقُ الطيرِ من جَوِّ السحابِ (1)\nأسكن في هذا البيت (فقد تخدع)، ومتى لم يدخل عليه جازم يجزمه ولا ناصب ينصبه، فتسكينه إذا وُصِل بكلام بعده خارج عن الفصيح المعروف في كلام العرب، وينبغي أن يكون هذا مرفوعًا على أصله، ولما لم يمكن هذا الشاعر تحريكه لئلا ينكسر وزن البيت الذي قاله أسكنه، وأقرب ما يعتذر له به أنه عمل على السكون عليه ونيته الرفع، وقد رُوىَ مثلُ هذا الوجه في أبيات روتها العلماء\" (2).\nوما ذهب إليه الجريري هو مذهب الخليل، وسيبويه، وجمهور البصريين (3) الذين يرون أن حذف الضمة والكسرة في الإعراب جائز، كقولهم: (قام الرجلْ إليك)، وذهبت جاريتْك) و (أنا أذهبْ إليك). واستشهدوا على ذلك بعدة شواهد، منها قول الشاعر:\nفاليومَ أشربْ غيرَ مستحقبٍ إثمًا من اللهِ ولا واغلِ (4)\nوالشاهد في قوله: (أشربْ) حيث حذف ضمة الإعراب من الفعل المضارع المرفوع، للضرورة الشعرية، تشبيهًا له بما تحرك وسطه بالضمة، فخُفِّفَ بالتسكين، نحو: (عضُد). والفرق بين حذف الحركة في البيت وحذفها في نحو: (عَضُد، وفَخِذ): أن حذفها فيهما حسنٌ مطرد في الشعر والكلام؛ لأنه لا يزيل معنى، ولا يغير إعرابًا، أما حذفها في البيت فيزول الإعراب الذي تنعقد به المعاني، ولكن سيبويه – هنا – يشبه اللفظ باللفظ (5).\nوقال الشاعر:\n__________\n(1) البيت من الوافر، انظر: مجالس ثعلب 2/ 415، والجليس 1/ 242، والنهاية 4/ 92، واللسان (ق ف ف).\n(2) الجليس 1/ 242 – 243.\n(3) انظر: الكتاب 4/ 203، ومعاني الأخفش 1/ 267، وشرح الكتاب للسيرافي 2/ 168، والخصائص 1/ 74، وشرح ابن يعيش 1/ 48، وشرح ابن عصفور 2/ 583، والارتشاف 2405، والتذييل 1/ 204 – 205.\n(4) البيت من السريع لامرئ القيس، انظر: ديوانه 134، والكتاب 4/ 204، ومعاني القرآن للأخفش 1/ 267، والأصول 2/ 364، وشرح السيرافي 2/ 198، والجليس 1/ 244، والخصائص 1/ 74، وشرح ابن يعيش 1/ 48، وشرح ابن عصفور 2/ 193، وشرح الرضي 4/ 25، والتذييل 1/ 204، والارتشاف 2404. و (المستحقب): المتكسب، و (الواغل): الداخل على الشرب، قاله الشاعر حين أدرك ثأر أبيه، وكان قد نذر ألا يشرب الخمر حتى يثأر له.\n(5) انظر: شرح السيرافي 2/ 170.\n(1/30)\n\nإذا اعْوججن قلت: صاحبْ قَوِّم (1)\nوالشاهد فيه حذف الكسرة من آخر الاسم تشبيهًا بنحو: (فَخِذ)؛ لأن (صاحبْ) أصله: (صاحبي)، فهو منادي مضاف إلى ياء المتكلم، حذفت منه الياء اكتفاء بكسرة المناسبة، فصار: (صَاحِبِ)، ثم سَكَّنَ الشاعر الباء للضرورة (2).\nوقال الشاعر:\nرُحْتِ وفي رجليك ما فيهما وقد بداهَنْكِ منٍ المئزرِ (3)\nوالشاهد فيه حذف ضمة الإعراب من الاسم الواقع فاعلاً، وهو (هَنُ) للضرورة الشعرية.\nوقال جرير:\nسيروا بني العمِّ فالأهوازُ منزلكم ونهر تيري فما تعرفْكم العربُ (4)\nوالشاهد في قول الشاعر في حذف ضمة الإعراب من الفعل المضارع (فما تعرفكم).\nوقد روى عن أبي عمرو أنه قرأ بهذه اللغة في مواضع من القرآن، منها قوله تعالى: {فَتُوبُوا إِلَى بَارِئْكُمْ} [البقرة 54]، بسكون الهمزة (5)، وقوله تعالى: {إِنَّ اللَّهَ يَأْمُرْكُمْ} [النساء 58] بسكون الراء استثقالاً لاجتماع ثلاث ضمات (6).\nوذهب المبرد والزجاج إلى أن ذلك غير جائز، لما فيه من إذهاب علامة الإعراب، وهي لمعنى (7)؛ ولذلك فقد ذهبا ينشدان الشعر على خلاف ما ينشده سيبويه، فالرواية عندهما في البيت الأول والثاني: (فاليوم فاشرب غير مستحقب) (8)، و (قلت: صاحِ قَوِّمِ) قال الزجاج: \"وهذا البيتان قد أنشدناهما جميع النحويين المذكورين، وزعموا كلهم أن هذا من الاضطرار في الشعر، ولا يجوز مثله في كتاب الله،\n__________\n(1) البيت من الرجز لأبي نخيلة، انظر: الكتاب 4/ 203، ومعاني القرآن للأخفش 1/ 267، وشرح السيرافي 2/ 168، وشرح ابن عصفور 2/ 583، والارتشاف 2403. والضمير في (اعوججن) يعود على الإبل، يريد بذلك: ميلهن عن الطريق.\n(2) انظر: سيبويه والضرورة الشعرية 64 - 65.\n(3) البيت من السريع للفرزدق، أو للأقيشر الأسدي، انظر: معاني القرآن للأخفش 1/ 266، والجليس 1/ 244، والخصائص 1/ 74، وشرح السيرافي 2/ 169، والأمالي الشجرية 2/ 37، وشرح ابن يعيش 1/ 48، وشرح ابن عصفور 2/ 583، وشرح التسهيل 1/ 44، وشرح الرضى 2/ 273، والخزانة 4/ 484.\n(4) البيت من البسيط لجرير، انظر: ديوانه 46، وشرح السيرافي 2/ 169، والخصائص 1/ 74، 2/ 340، والفصول الخمسون 276، وشرح ابن عصفور 2/ 583، والخزانة 4/ 484. ويروى: (موعدكم) بدل (منزلكم)، و (فلا) مكان (فما).\n(5) انظر: السبعة لابن مجاهد 155 - 165، ويروى عن أبي عمرو كسر الهمزة، واختلاس الضمة، والسكون المحض.\n(6) السبعة 224.\n(7) انظر: معاني القرآن وإعرابه للزجاج 4/ 275، وشرح السرافي 2/ 170،والجليس 1/ 244، وشرح ابن يعيش 1/ 48، وشرح ابن عصفور 2/ 583، والتذييل 1/ 204 - 205، والارتشاف 2407.\n(8) وهي رواية المفضليات 480، وإصلاح المنطق 273، 356.",
        "(1/31)\n\nوأشندناهما أبو العباس محمد بن يزيد: (إذا اعوججن قلت: صاح قوم)، وهذا جيد بالغ، وأنشدنا: (فاليوم فاشرب غير مستحقب) \" (1).\nوالرواية عندهما في البيت الثالث: (وقد بدا ذاكِ من المئزرِ)، وفي البيت الرابع: (فلم تعرفكم العرب) (2). وقالا في قراءة أبي عمرو السابقة: إنما هو يختلس الكسر اختلاساً، ولا يجزم (بارئكم) (3).\n\nوالذي يترجح لدى هو مذهب سيبويه والجمهور، وهو المذهب الذي اختاره الجريري، لما ورد فيه من السماع والقياس، لأنهم يحذفون الحركة طلبًا للتخفيف، وقد حكى أبو عمرو أن لغة تميم تسكين المرفوع من نحو: (يعلمهم)، وتسكين المجرور، وإذا ثبت ذلك – كما يقول أبو حيان – كان حجة على المذهبين (4). فظهر لنا من ذلك أن تسكين حرف الإعراب المتحرك سائغ ومسموع عن العرب (5)، يضاف إلى هذا أنه لا يجوز رد ما رواه سيبويه وهو ثقة، فإن من حفظ حجة على من لم يحفظ.\n__________\n(1) معاني القرآن للزجاج 4/ 275.\n(2) انظر: شرح السيرافي 2/ 171.\n(3) انظر: معاني القرآن للزجاج 4/ 275.\n(4) التذييل لأبي حيان 1/ 204، وانظر: ما فُِهم على غير وجهه من كتاب سيبويه 148 - 153، والعامل اللغوي بين سيبويه والفراء 58 - 60.\n(5) انظر: الميل إلى التخفيف في الظواهر الفرعية 153.\n(1/32)",
        "\nالمبحث الثاني: آراؤه الصرفية\nكانت لأبي الفرج الجريري آراء صرفية، نصَّ على أنها اختياره، وظهرت فيها شخصيته الصرفية. وهذه الآراء رأيتها جديرة بالبحث والدراسة؛ وهي:\n\n1 - وزن الخماسي المكرر ثانيه وثالثه، نحو: (صَمَحْمَح)\nاختلف النحويون في وزن الخماسي الذي تكرر فيه حرفان قبلهما حرف أصلي، نحو: (صَمَحْمَح)، وسَمَعْمَع) (1)، على مذهبين:\nالمذهب الأول: ذهب الكوفيون إلى أنه على وزن (فعلَّل)، مثل: (سفرجل) (2)؛ فأصل (صَمَحْمَح): (صَمَحَّح) أبدلوا الوسطى ميمًا، نحو: (كبكب)، وحكى الجريري عن الفراء أنه احتج لذلك بأنه \"لو جاز أن يكون نحو: (صَمَحْمَح) على (فعلعل) لتكرير لفظ العين واللام، لجاز أن يكون (صرصر) على (فعفع)، و (سجسج) لتكرير لفظ الفاء، فلما بطل أن يكون (صرصر) على (فعفع) بطل أن يكون (صَمَحْمَح) على (فعلعل) \" (3)، فالأصل عندهم في (صَمَحْمَح): (صَمَحَّح) ولكنهم استثقلوا اجتماع ثلاث حاءات فجعلوا الوسطى منها ميمًا، والإبدال لاجتماع الأمثال كثير في الاستعمال (4)، قال تعالى: {فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ} [الشعراء 94]، والأصل: (كُبِّبوا)؛ لأنه من (كببت الرجل على وجهه) إلا أنهم استثقلوا اجتماع ثلاث ياءات، فأُبدل من الوسطى كاف (5).\n__________\n(1) (الصمحمح): الرجل الشديد. وقيل: الغليظ القصير، أو الأصلع، [انظر: ديوان الأدب 2/ 86، وتاج العروس 6/ 554]، و (السمعمع): الصغير الرأس [ديوان الأدب 2/ 86].\n(2) انظر: معاني القرآن للفراء 3/ 114، والخصائص 2/ 68، والإنصاف 2/ 788 - 793، وشرح الكافية الشافية 4/ 2035 - 2036، وشرح الشافية للرضي 1/ 63 - 64، والارتشاف 1/ 193، وشرح التسهيل للمرادي 2/ 900 - 901، والمساعد 4/ 32 - 33، 62، وشرح الأشموني 4/ 256.\n(3) الجليس 2/ 57.\n(4) انظر: الإبدال لأبي الطيب 2/ 174، 401، وانظر أيضًا: الإبدال والمعاقبة للزجاجي 61، وما بعدها.\n(5) انظر: الإنصاف 2/ 788، واستدل الكوفيون على ذلك أيضا ببعض الألفاظ الرباعية المضعفة التي أصلها من الثلاثي المضعف، مثل: (المشفشف، وكركر، وتململ، وحثحث، ورفرف) [انظر: معاني القرآن للفراء 3/ 114، والإنصاف 2/ 790 - 791].\n(1/33)\n",
        "المذهب الثاني: مذهب البصريين أن وزنه (فَعَلْعَل)، بتكرير العين واللام (1)، فهما زائدتان من باب المضعف المختلف التضعيف، بدليل قولهم: (صمامح)، ولو كان كـ (سفرجل)، وليس فيهما زائد لقيل: (صماحم)، كما يقال: (سفارج) (2).\nوقد اختار الجريري هذا المذهب، لأن أقل الأصول محفوظ بالحرفين الأولين مع السابق عليهما، فيقول: \"والذي قاله سيبويه هو الصحيح الذي يشهد القياس بتصويبه، وذلك أن موافقةَ الحرفِ المتكررِ الحرفَ المتقدم في صورته يوجب موافقته في الحكم على وزنه إذا استوفى في وزن الكلمة التي هي فاء الفعل وعينه ولامه، مالم يلجئ إلى خلاف هذا حجة كالقصور عن استكمال هذه الحروف والحاجة إلى إتمام الكلمة باختصار حروف الفعل، ولهذا قُضِى على (صرصر) بأنه (فعلل)، ولم يجز حمله على (صَمحْمح)؛ لأنه لو حمل على هذا بطل التمام لعدم اللام، وإذا جعلت عين الفعل في (صَمَحْمَح) مكررة لم يفسد الكلام، وتم مع إقامة القياس واستقام\" (3).\nفلا يجوز حمل نحو: (صَمَحْمَح) على (صرصر)؛ لأنه لا يُحْكَمُ بزيادة الحرف إلا إذا كان في الكلمة ثلاثة أحرف غيره، و (صرصر) لو قلنا: إنه على وزن (فعفع) لسقطت لام الكلمة، ولا يجوز ذلك، بخلاف (صَمَحْمَح) الذي يوجد فيه ذلك من غير إسقاط لام الكلمة، فكان ذلك جائزًا فيها، يضاف إلى هذا أن مذهب الكوفيين يؤدي إلى عدم النظير، يقول الجريري: \"ومما يبطل قول الفراء قولهم: (خُلَعْلَع)، وهو الجُعَل (4)، لو سلكنا به مذهب (سفرجل) لم يكن له نظير في كلام العرب؛ لأنه ليس في كلامهم مثل (سُفرجل)، وفي خروجه عن أبنية كلام العرب دليل على زيادة الحرف\" (5).\nوالصحيح هو مذهب سيبويه والجمهور؛ لأن ما ذكره الكوفيون دعوى من غير دليل؛ فإن ماله اشتقاق أو تصريف من ذلك وُجد كل واحد من المثلين فيه زائدًا، فحُمِل ما ليس له اشتقاق على ذلك، نحو: (مرمريس)، وهي الداهية، فإنه من (المراسة) فإحدى الميمين وإحدى الراءين زائدتان (6).\n__________\n(1) انظر: الكتاب 4/ 327، والجليس 2/ 57 - 59، والمنصف 2/ 199 - 200، والخصائص 2/ 62 - 63، والإنصاف 2/ 788 – 793، والممتع 1/ 302 - 306.\n(2) انظر: المساعد 4/ 32.\n(3) الجليس 2/ 58.\n(4) (الخلعلع) بضم أوله فقط، عن كراع، وأنكره شمر؛ لأنه ليس في الكلام (فُعَلْعل)، وهو بالجيم أو الخاء وهما لغتان، و (الخلعلع): الجُعل، أو الخنفساء، وقيل: القنفذ، و (الجعل): دابة سوداء من دواب الأرض، انظر: تهذيب اللغة 1/ 374، 1/ 165، والتكملة للصاغاني 4/ 232، وتاج العروس 20/ 448، 522].\n(5) السابق 2/ 58 - 95.\n(6) انظر: الإنصاف 2/ 792، والممتع 1/ 302 – 303.\n(1/34)\n\n2 - ما قيل في (أندية) في قول الشاعر:\nفي ليلة من جُمادى ذاتِ أندية لا يبصر الكلبُ من ظلمائها الطُّنُبا (1)\nيقولون في جمع (ندى) بمعنى (الطل)، و (رحى)، ونحوهما: (أنداء، وأرحاء) على وزن (أفعال)؛ لأنها أسماء ثلاثية مقصورة (2)،ولا تجمع على (أفعلة)؛ لأن الذي يجمع على هذا الوزن هو (فَُِعال)، نحو: (قباء، وأقبية، وغراب، وأغربة، وكساء وأكسية، وعطاء وأعطية)؛ ولهذا فلا يجمع (الندى) على (أندية) فأما قول مرة بن محكان:\nفي ليلة من جُمادى ذاتِ أنديةٍ لا يُبْصِرُ الكلبُ من ظلمائها الطُّنُبا\nفقد اختلف فيه النحويون، على أقوال، هي:\nالقول الأول: مذهب سيبويه، والجمهور، ووافقهم الجوهري، والرضي، وغيرهما أنه جَمَع (الندى) على (أفعلة) (3)، وهو شاذ؛ لأنه جمع ما كان ممدوداً (4)؛ فلا يطرد إلا في اسم مذكر رباعي قبل آخره مد، مثل: (كساء، وأكسية، ووعاء، وأوعية) (5)، فكأنه جمع لم يستعمل واحده (6).\nالقول الثاني: مذهب الأخفش أن جَمَعَ (ندى) على (نداء)، مثل: (جمل وجمال، وجبل وجبال)، ثم جُمِع (نداء) على (أندية)، مثل: (رداء وأردية، ورشاء وأرشية)، فهو جمع الجمع (7).\nوهو قول بعيد؛ لأنه لم يُسْمع (نداء) جمعًا (8). وردَّه السهيلي بأن الجمع الكثير لا يجمع\n__________\n(1) البيت من البسيط لمرة بن محكان، انظر: الكتاب 3/ 541، والمقتضب 3/ 81، وشرح القصائد السبع لأبي بكر بن الأنباري 499، والمقصود والمحدمد لابن ولاد 134، ومقاييس المقصود والمحدود للفار سي 36، والخصائص 3/ 52 - 237، وسر الصناعة 620، والصحاح (ن د ى) ص 2507، وشرح ديوان الحماسة للمرزوقي 1563، ودرة الغواص 253، وشرح ابن يعيش 6/ 40، 10/ 17، والتخمير للخوارزمي 3/ 69، وشرح الشافية للرضى 2/ 329، واللسان (ن د ى)، و (رج ل)، والدر المصون 1/ 499، وأوضح المسالك 4/ 294، والمقاصد النحوية 4/ 510، والتصريح 5/ 37، وشرح الأشموني 4/ 108، وشرح شواهد الشافية 277، وتاج العروس 40/ 57، و (الطُّنب): الحبل الذي تشد به الخيمة.\n(2) انظر: درة الغواص 252 - 253.\n(3) انظر: الكتاب 3/ 541، والمقتضب 3/ 82، ومقاييس المقصور والممدود للفارسي 36، وسر الصناعة 620 – 621، والصحاح (ن د ى) 2507، وشرح ابن يعيش 6/ 40، وشرح الشافية 2/ 329، والدر المصون 1/ 499، وأوضح المسالك 4/ 294، والمناهج الكافية 363.\n(4) بدليل أنهم يجمعون (هوى) النفس، وهو مقصور على (أهواء)، كما في قوله تعالى: {واتبعوا أهواءهم}، ويجمعون (هواء) الجو، وهو ممدود على (أهوية)، انظر: الجليس 3/ 79.\n(5) انظر: الفيصل في ألوان الجموع 252، 300، 42 - 43.\n(6) انظر: المقتضب 3/ 82، ومقاييس المقصور والممدود 36.\n(7) انظر: الخصائص 3/ 237، وسر الصناعة 2/ 621، ودرة الغواص 253، وشرح ابن يعيش 6/ 41، وأوضح المسالك 4/ 294، والتصريح 5/ 37 - 38، وشرح شواهد الشافية 277، وتاج العروس 40/ 58.\n(8) انظر: أوضح المسالك 4/ 294، والتصريح 5/ 38.",
        "(1/35)\n\nو (فِعال) جمع كثرة؛ فلا يجمع هذا الجمع الذي هو للقلة (1).\nالقول الثالث: مذهب الفارسي، وابن جني في سر الصناعة أنه يجوز أن يكون على (أفعلة) مؤنث (أفْعُل)، وجَمَع (ندى) على (أندٍ)، مثل: (جبل وأجبل)، فكسر لاعتلال آخره، ثم لحقته علامة التأنيث التي تلحق نحو: (ذكورة وبعولة)، فصار: (أندية) (2).\nالقول الرابع: مذهب المبرد أنه جَمْعُ (ندىّ) بوزن (فعيل)، وهو المجلس (3)؛ لأنهم كانوا في الشتاء والقحط يجتمعون في مجالسهم لقرى الأضياف وإطعام الفقراء (4) وردَّه السهيلي بأنه لا يشبه معنى البيت (5)، ولا وجه لما ذكره السهيلي من أنه غير مناسب لمعنى هذا الشعر (6).\nوذكر الجريري عن بعضهم \"أن (أندية) في هذا البيت جمع (ناد)، وهو المجلس، وأن المعنى: أنهم كانوا يجلسون في النادي يصطلون عند شدة البرد، وأن ذلك بمنزلة قولهم: (واد وأودية) \" (7).\nوهذا القول – أيضًا – بعيد؛ لأنه لم يُسمع (أفعلة) جمعًا لـ (فاعل) إلا في هذين الجمعين، كما في المحكم، والمصباح (8).\nرأي أبي الفرج الجريري:\nيرى أن لقوله: (أندية) وجهًا من القياس، والسماع؛ وهو أن (فَعَلاً) يحمل على (فَعال)، الذي يجمع على (أفعلة)، نحو: (شراب، وأشربة)، وقد سُمع عنهم: (أقفية، وأرحية) في (قفا، ورحى)، حكاهما الفراء وابن السكيت (9)، يقول الجريري: \"يتجه صرف (الأندية) في بيت ابن محكان إلى وجه يطرد في القياس جمعه على (أفعلة) ... والذي عندي في هذا: أنهم جمعوا (الندى) بمعنى (الطل): (أنداء) على أصله وقياسه، و (ذات أندية) على الشذوذ وإدخاله في غير بابه، كما قالوا في جمع (رحى): (أرحاء)\n__________\n(1) الروض الأنف 2/ 155، وانظر: شرح درة الغواص للشهاب الخفاجي 254، وشرح شواهد الشافية 278.\n(2) انظر: سر صناعة الإعراب 2/ 620، ودرة الغواص، وشرحها 253 - 254، والتاج 40/ 58.\n(3) انظر المقتضب 3/ 82، وسر الصناعة 2/ 620 - 621، ودرة الغواص 254، واللسان (ن د ى)، وشرح شواهد الشافية 277.\n(4) انظر: الجليس 3/ 79، وشرح درة الغواص 254، وشرح شواهد الشافية 278، والتاج 40/ 58.\n(5) انظر: الروض الأنف 2/ 155، وشرح شواهد الشافية 278، وانظر: لغويات للشيخ محمد علي النجار 61.\n(6) انظر: شرح درة الغواص 254.\n(7) الجليس 3/ 79.\n(8) انظر: الفيصل في ألوان الجموع: 300.\n(9) انظر: شرح القصائد السبع لابن الأنباري 458 – 459.\n(1/36)",
        "\nعلى القياس، و (أرحية) على الشذوذ، والباب في الجمع أحد الأبواب التي أُخرج كثير منها عن أصل قياسه وألحق بغير بابه\" (1).\nوقد وافقه ابن جني في إعراب الحماسة، والخصائص (2)، واستدل على هذا بأن \"العرب قد تُجْري الفتحة مُجْرى الألف .. فكأن (فَعَلاً) على هذا (فَعال)، و (فعال) مما يكسر على (أفعلة)، نحو: (غزال، وأغزلة، وشراب وأشربة)، وكذلك كُسِّر (ندى، ورحى، وقفا) على (أندية، وأرحية، وأقفية) \" (3).\nوهو أيضًا مذهب الخوارزمي، ووجْهه: أن (الندى) لما كان بمعنى (الرذاذ)، و (الجفاف) على (فَعال) الذي يجمع على (أفعلة)، فحُمِل على نظيره الذي هو بمعناه (4).\nوأرى أن هذا التخريج هو أقرب الآراء إلى الصواب؛ لما فيه من الاعتماد على السماع والقياس، فقد حكى الفراء وابن السكيت في تكسير: (رحى، وقفًا): (أرحية، وأقفية)، والعرب قد تجري الفتحة مجرى الألف، فكأنها أجرت الفتحة في (فَعَل)، مجرى الألف التي في (فَعال)؛ فحملوا (ندى) عليه، فقالوا فيها: (أندية).\n3 - مفرد (الأساورة) في قوله تعالى: {فَلَوْلا أُلْقِيَ عَلَيْهِ أَسَاوِرَةٌ}\nقرأ حفص عن عاصم قوله تعالى: {فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ} [الزخرف53] (5)، قوله: (أسورة) جمع (سوار)، وهو القُلْب الذي يُجعل في اليد (6)، كـ (خمار، وأخمرة، وسقاء، وأسقية، وخوان، وأخونة، وسلاح، وأسلحة)، وهو جمع قلة قياسي (7).\nوأما الباقون فقرأوا: {فَلَوْلا أُلْقِيَ عَلَيْهِ أَسَاوِرَةٌ}، وقد اختلف النحويون في مفرد هذا الجمع، على قولين:\nالقول الأول: أنه جمعٌ مفرده (إسوار) بمعنى (سوار)، يقال: (سوار المرأة، وإسوارها)، وقد روى ذلك أبو زيد وغيره (8)، وذكر الفراء أن (الإسوار، والأسوار) بالضم والكسر: الرامي بالسهام.\nوالأصل في الجمع: (أساوير) بالياء، ألحقت تاء التأنيث في الجمع عوضًا من الياء؛ فهو على هذا مثل: (زناديق وزنادقة، وبطاريق وبطارقة)، ونحوهما، وهو قول الفراء (9).\n__________\n(1) الجليس 3/ 79 - 80.\n(2) انظر: الخصائص 3/ 52 - 53، وشرح ابن يعيش 6/ 40 - 41.\n(3) شرح شواهد الشافية 277 - 278.\n(4) انظر: التخمير 3/ 68، وشرح درة الخواص 254.\n(5) انظر: السبعة 587، و التيسير 197، والنشر 2/ 369.\n(6) وهو حلقة عريضة من ذهب أو فضة تحيط بالرسغ، انظر: التاج 12/ 103 [س ور].\n(7) انظر: معاني القرآن للفراء 3/ 35، والحجة للفارسي 6/ 151، والتبيان 2/ 228، والدر المصون 9/ 599، وانظر: الفيصل في ألوان الجموع 226 - 227.\n(8) ويروى أيضًا عن أبي عمرو بن العلاء أنه يقال: (إسوار المرأة وسوارها) لجماعتها، وهما قُلبان يكونان في يديها، انظر: التاج 12/ 103 [س ور].\n(9) معاني القرآن للفراء 3/ 35، والحجة للفارسي 6/ 151، وانظر: جامع البيان 11/ 196، وحجة القراءات 651، والبيضاوي 1/ 148، والقرطبي 16/ 87، والدر المصون 9/ 599.\n(1/37)\n",
        "ورد ذلك ابن جرير الطبري، وتلميذه الجريري لأمرين:\nالأول: أن (إسوارًا) بمعنى (سوار) ليس بصحيح في القياس، وإن كانت لغة فهي شاذة، ولا يكون جمعه: (أسورة)؛ لأن (أفعالاً) لا يُجمع على (أفعلة) (1).\nوأرى أن في هذا نظرًا؛ لأن ما حكما عليه بالشذوذ، حكاه أبو عمرو بن العلاء وغيره، وذكر له ابن بري شواهد كثيرة (2)، منها قول حميد بن ثور:\nيُطِفْنَ به رَأْد الضُّحى ويَنُشْنَهُ بأيدٍ، ترى الإسوار فيهن أعجمَا (3)\nالشاهد في قوله: (ترى الإسوار) حيث استعمله الشاعر بمعنى (السوار).\nوالثاني: أن (الإسوار) فارسية مُعرَّبة، وهو اسم (الفارس) بالفارسية، وليس باسم الرامي، كما زعم الفراء (4).\nوهذا الاعتراض أيضًا فيه نظر؛ لأن الجواليقي وغيره ذكروا أن (الإسوار) بالكسر والضم مُعَرَّب (دستوار) بالفارسية (5)، وأما قول الجريري: \"وهو اسم الفارس بالفارسية، وليس باسم الرامي، كما زعم الفراء\" (6) فغير صحيح، فقد نصَّت كتب اللغة والمعجمات على أنه يقال أيضًا للجيد الرمي بالسهام؛ فيقال: هو إسوار من الأساورة، للرامي الحاذق (7).\nالقول الثاني: أن يكون جمع (أسورة)، مثل: (أسقية وأساقٍ)، فهو على هذا جمع الجمع، وهو قول ابن خالويه، ووافقه الباقولي، والقرطبي (8)، واختار هذا القول الجريري؛ فيقول:\n__________\n(1) الجليس 3/ 250.\n(2) انظر: اللسان 6/ 428، وتاج العروس 12/ 103.\n(3) البيت من الطويل لحميد بن ثور، انظر: ديوانه 236، واللسان 6/ 428 (س و ر)، والتاج 12/ 103 (س و ر). و (رأد الضحى): وقت ارتفاع الشمس، و (ينشنه): يمسحنه، أو يتناولنه، و (الأعجم): الذي لا يسمع له صوت. وأراد الشاعر: أنهن ممتلئات السواعد لا تتحرك الأساور في أيديهن، فلا يخرج لها صوت.\n(4) الجليس 3/ 250 - 251.\n(5) انظر: المعرب للجواليقي 20، والتاج 12/ 103.\n(6) الجليس 3/ 250 - 251.\n(7) انظر: المعرب 20، والتاج 12/ 104.\n(8) انظر: الحجة لابن خالويه 321، وكشف المشكلات 2/ 299، وتفسير القرطبي 16/ 87، وانظر أيضًا: معاني القرآن للفراء 3/ 35، والحجة للفارسي 6/ 151، والتبيان 2/ 228، والدر المصون 9/ 599.\n(1/38)\n\n\"هذا القول أشبه القولين عندي بالصواب\" (1).\nوالذي يظهر لي أن كلا القولين جائز من غير ترجيح لأحدهما؛ إذ يصح أن يكون مفرد (الأساورة) (إسوارًا) بمعنى (سوار)، ويصح أيضًا أن يكون جمعًا لـ (أسورة) فهو جمع الجمع.\n4 - أصل الفعل في قوله تعالى: {لَمْ يَتَسَنَّهْ}\nقرأ حمزة والكسائي قوله تعالى: {لَمْ يَتَسَنَّهْ} [البقرة 259] بالهاء وقفًا، وبحذفها وصلاً، وقرأ الباقون بإثباتها وقفًا ووصلاً (2)، فأما قراءة حمزة والكسائي بحذف الهاء في الوصل، فالهاء زائدة للسكت، والمعنى: (لم تغيره السنون) (3).\nوأما قراءة الجمهور: {لَمْ يَتَسَنَّهْ} ففي أصل الفعل ثلاثة أوجه:\nالوجه الأول: أن يكون من (تسنَّهَ، وسانهت)، وهو (يتفعل) من (السنة)؛ فيكون المعنى: (لم يتغير بمر السنين عليه، بل بقى على حاله، كما كان، كأنه لم يلبث مائة سنة) فالهاء على هذا لام الفعل، وسكنت للجزم، ولا يجوز حذفها في وصل ولا وقف؛ لأنها أصلية، ويجوز أن تكون الهاء للسكت على القول بأن لامها واو (4).\nواختار الجريري هذا الوجه، فقال: \"إنه من (السنة)، أي: لم تؤثر فيه السنون فنحيله ونغيره، ووصلوا بالهاء ووقفوا عليها؛ إذ كانت فيه أصلاً، يقولون: (بِعتُه مسانهة ومساناة)، فجعل من قرأ هكذا الهاء لام الفعل وأصلاً فيه\" (5).\nوقد ذهب إلى هذا جمهور المُعْربين، كالنحاس، ومكي، والزمخشري، وغيرهم (6).\n__________\n(1) الجليس 3/ 251، وانظر: جامع البيان 11/ 196.\n(2) السبعة 188 – 189، والتيسير 82.\n(3) وذلك لأن العرب تقول في جمع (السنة): (سنوات) فإذا وصل القارئ قراءته اتصلت النون بما بعدها؛ فاستغنى عن الهمز في الفعل بعدها، فحذفت الهاء لزوال السبب الذي جاءت له، والأصل فيه: (لم يتسنى) فحذفت الألف للجزم، ويرى الفراء أن المعنى: (لم يتغير)، والأصل: (لم يتسنن)، ثم قلبت النون الأخيرة ياء استثقالاً لثلاث نونات متواليات، فصار: (يتسنى)، ثم حذفت الياء بعد دخول الجازم، فصار: (لم يتسن)، ثم زادوا الهاء للوقف، فإذا وصلوا القراءة حذفت لزوال العلة فيها. [انظر: معاني القرآن للفراء 1/ 172، وإعراب القرآن للنحاس 1/ 332، وحجة القراءات 1/ 142].\n(4) أصل (سنة): (سَنْهة)، مثل (الجبهة)؛ فهو من (سنهت النخلة وتسنهت): إذا أتت عليها السنون، ويجوز أن يكون أصله (سَنْوة) من الواو، بدليل قولهم: (سنوات)، فيقال في تصغيرها: (سُنَيهة، وسنية) [انظر: التاج 36/ 409 - 410].\n(5) الجليس 3/ 384.\n(6) انظر: إعراب القرآن للنحاس 1/ 332، والحجة لابن خالويه 1/ 100، والحجة للفارسي 2/ 369 – 370، وكشف مشكل القرآن لمكي 1/ 308، وحجة القراءات 1/ 43، والكشاف 1/ 152، وكشف المشكلات 1/ 198 - 199، والبيان لأبي البركات 1/ 171، والتبيان للعكبري 1/ 109، وتفسير البيضاوي 1/ 560، وفتح القدير 1/ 421، وانظر: معاني القرآن، للفراء 1/ 172، وتفسير القرطبي 4/ 302.",
        "(1/39)\n\nويحتمل أيضاً أن يكون من السنة، بمعنى (الجدب)، كقوله تعالى: {وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ} [الأعراف 130]؛ فيكون المعنى: (لم يغير طعامَك الجدبُ والقحط)، أي: هو باق على طراوته وغضارته (1). ورجح الفارسي ذلك؛ لأنه \"لا يخلو عام السنة من أن يريد به الحول أو الجدب، فلا يكون الأول؛ لأنه يلزم أن يكون التقدير: (عام العام)، ولا يكون عام العام، كما لا يكون حول الحول؛ فإذا لم يستقم هذا ثبت الوجه الآخر\" (2).\nالوجه الثاني: أن يكون أصله: (يتسنن) على وزن (يتفعل) بثلاث نونات، من قوله تعالى: {مِنْ حَمَأٍ مَسْنُونٍ} [الحجر33]، ويكون معناه: (لم يتغير ريحه)، من قولهم: (تسنَّى الطعام) إذا تغير ريحه أو طعمه، فاستثقل توالي الأمثال في الفعل (يتسنن)، فقلبت النون الثالثة ياء، كما قالوا في (تظننت): (تظنيت)، وفي (قصصت): (قصَّيت)، ثم قلبت الياء ألفًا لتحركها وانفتاح ما قبلها، فصار: (يتسنى)، ثم حذفت الألف للجزم، فصار: (يتسنَّ)، وأدخلت عليه هاء السكت لبيان حركة النون في الوقف، وذهب إلى هذا أبو عمرو الشيباني، وينسب أيضًا إلى المبرد، واختاره الباقولي مع الوجه الأول (3).\nويرى الزجاج أنه لا يصح من ناحية المعنى؛ لأن المسنون: المصبوب على سنن الطريق (4)، وهو معنى غير مراد في هذه الآية.\nالوجه الثالث: أنه مأخوذ من (أسن الماء): إذا تغير، وقد حكى ذلك النقاش (5)، وهذا القول وإن كان معناه صحيحًا فهو مردود لفساده من جهة الاشتقاق؛ ولذلك رده الجريري، فيقول: \"وهذا التأويل عندنا غلط من متأوليه وذهاب عن وجه الصواب فيه، ولو كان على ما توهموه لوجب أن يقال: (لم يتأسن)؛ لأن الهمزة فيه فاء الفعل والسين عينه والنون لامه\" (6)، كما رده أيضًا ابن خالويه، وغيره (7).\n__________\n(1) انظر: إعراب القرآن 3/ 332، وكشف مشكل القرآن 1/ 308، وتفسير القرطبي 4/ 304، والمحرر الوجيز 1/ 349.\n(2) الحجة للفارسي 2/ 370.\n(3) انظر: الجيم 2/ 103، والمقتضب 1/ 200، وكشف المشكلات 1/ 198 – 199، والبيان 1/ 171، وانظر أيضًا: حجة القراءات 1/ 142، والكشاف 1/ 152، وتفسير البيضاوي 1/ 560، والتبيان في تفسير غريب القرآن لابن الهائم المصري 137.\n(4) انظر: معاني القرآن للزجاج 1/ 344، والدر المصون 2/ 563.\n(5) انظر: الحجة للفارسي 2/ 374،والكشف لمكي 1/ 309، وتفسير القرطبي 4/ 303، والدر المصون 2/ 563، وفتح القدير 1/ 421. والنقاش هو محمد بن الحسن، أخذ عن محمد بن عمران، وروى عنه ابن مجاهد، توفى 351هـ/ [انظر: وفيات الأعيان 3/ 325، وطبقات القراء 2/ 119].\n(6) الجليس 3/ 384.\n(7) انظر: الحجة لابن خالويه 1/ 100، وفتح القدير 1/ 421، والتبيان لابن الهائم 137.\n(1/40)",
        "\nويرى السمين الحلبي أنه يمكن أن يجاب عن ذلك بأنه \"قد قلبت الكلمة بأن أخرت فاؤها، وهي الهمزة إلى موضع لامها، فبقى: (يتسنأ) بالهمزة آخرًا، ثم أبدلت الهمزة ألفًا، كقولهم في (قرأ): (قرا)، وفي (استهزأ): (استهزا)، ثم حذفت جزمًا\" (1).\nوهذا فيه نوع من التمحل والتعسف؛ إذ لا يوجد هنا مسوغ لإبدال الهمزة ألفًا، ولا يجوز حملها على نحو: (قرأ)؛ لأن ذلك لا يكون إلا في بعض اللهجات، ولذلك فإني أرى أن ما ذهب إليه الجمهور والجريري هو الصحيح.\n\n5 - هل يأتي التصغير للتعظيم؟\nالتصغير له ثلاثة فوائد معنوية عند البصريين، هي: التحقير، والتقليل، والتقريب، فالتحقير إما لذات الشىء، نحو: (حُجَيْر)، أي: حجر صغير، وإما لشأنه: نحو: (رُجَيْل)، والتقليل لكمية الشىء، نحو: (دريهمات)، والتقريب إما لزمان الشىء، نحو: (بُعَيْد العصر)، وإما لمكانه، نحو: (دُوَيْن السماء)، وإما لمنزلته، نحو: (صُدَيِّقي) (2).\nوأضاف الكوفيون معنى آخر، وهو أنه يأتي بمعنى التعظيم، وقد ذهب إلى هذا أيضًا: أبو بكر ابن الأنباري في كتاب الأضداد، ووافقهم ابن هشام، والدماميني (3). ومما استدلوا به على ذلك قول لبيد بن ربيعة:\nوكل أُناسٍ سوف تدخل بينهم دُوَيْهيةٌ تصفرُّ منها الأنامل (4)\nفقال: (دويهية)، والمراد: تعظيم الداهية؛ إذ لا داهية أعظم من الموت (5).\nوذهب البصريون إلى أن التصغير لا يفارق معنى التحقير، أو التقليل؛ ولذلك ردوا هذا البيت إلى معنى التحقير، فقوله: (دويهية) فيه إيذان بأن حتف النفوس قد يكون بصغار الدواهي (6)، أو التصغير\n__________\n(1) الدر المصون 2/ 564.\n(2) انظر: توضيح المقاصد 3/ 77.\n(3) انظر: الأضداد 291 - 292، والارتشاف 1/ 349، والمغنى 2/ 326 – 327 [في مبحث \"رُبَّ\"]، وشرح المغنى للدماميني 276، والتوضيح 5/ 143، وشرح الأشموني 4/ 157.\n(4) البيت من الطويل للبيد بن ربيعة، انظر: شرح ديوانه 206، والأضداد 292، والجليس 1/ 219، والإنصاف 1/ 139، وشرح ابن يعيش 5/ 114، وشرح الشافية 1/ 191، وتوضيح المقاصد 3/ 77، والمغنى 2/ 327، وتمهيد القواعد 10/ 4859، وشرح المغنى للدماميني 1/ 276، والمناهج الكافية 210، وشرح الأشموني 4/ 157، والخزانة 6/ 159.\n(5) انظر: الأضداد 292، وشرح ابن يعيش 5/ 114.\n(6) انظر: شرح ابن يعيش 5/ 115، وحاشية الصبان 4/ 157.\n(1/41)\n",
        "لتقليل المدة؛ لأن الداهية إذا كانت عظيمة كانت سريعة الوصول (1)، أو أن \"تصغيرها على حسب احتقار الناس لها وتهاونهم بها؛ إذ المراد بها الموت، أي: يجيئهم ما يحتقرونه مع أنه عظيم في نفسه تصفر منه الأنامل\" (2).\nواستدلوا أيضًا بقول أوس بن حجر:\nفُوَيْقَ جُبيلٍ شاهق الرأس لم تكن لتبلغه حتى تكِلُّ وتعملا (3)\nفقال: (جبيل شاهق الرأس)، وهو العالى، فدل ذلك على أنه أراد تفخيم شأنه (4). ورده البصريون بأن المراد: أنه صغير العرض دقيق الرأس شاق المصعد لطوله وعلوه، وإذا كان كذلك فهو أشد لصعوده (5).\nرأي أبي الفرج الجريري:\nذهب الجريري إلى أن التصغير لا يأتي للتعظيم، وردَّ على الكوفيين، فقال في بيت لبيد السابق: \"ولي في هذا مذهب استخرجته بنظري، وما علمت أحدًا سبقني إليه، ولا تقدمني فيه، ولكن الله الذي يؤتي الحكمة من يشاء نبهني عليه، وهو أن الاسم المصغر إنما قصد به الدلالة على صغر ذاته وقلة أجزائه وتعلقه بجزء يسير في نفسه .... فظن من قال: إن التصغير في هذا الباب تكبير لما رأى أن القصد من قائله الإشعار بأمر عظيم وخطب كبير جسيم، ولو تأمل هذا الظان الأمر في هذا لبان له أن الصغير على صغره، فإنه نتج كبيرًا أدى إليه عظيمًا في نفعه أو ضرره، وكل واحد من الأمرين على حقيقته في نفسه، وخصوصيته في جنسه، و (الدويهية) هنا صغيرة جَرَّت أمرًا كبيرًا، كما قال (6):\nرُبَّ كبير هاجه صغيرُ وفي البحور تَغْرَقُ النحورُ\" (7)\n__________\n(1) انظر: توضيح المقاصد 3/ 78، والمناهج الكافية 211، والخزانة 2/ 536.\n(2) شرح الشافية 1/ 191.\n(3) البيت من الطويل، انظر: ديوانه 87، وشرح ابن يعيش 5/ 115، والمقرب 2/ 80، وشرح الشافية 1/ 192، والمغنى 2/ 327، وشرح الأشموني 4/ 157، وشرح شواهد الشافية 85.\n(4) انظر: شرح ابن يعيش 5/ 115.\n(5) انظر: شرح الشافية 1/ 192. وهناك أدلة أخرى تعلق بها الكوفيون، وردها البصريون إلى هذا المعنى الذي سيورده الجريري، انظر في ذلك: الأضداد 291، والإنصاف 1/ 139، وشرح ألفية ابن معط لابن القواس 2/ 1202 – 1203، وشرح الأشموني 4/ 157.\n(6) من الرجز، انظر: الحيوان 1/ 8، والمحاسن والأضداد 44.\n(7) الجليس 1/ 219 - 220.\n(1/42)\n\nويقول في موضع آخر: \"وقد يتجه في التصغير أن يكون أتى به تنبيهًا على أنه قد يأتي صغيرًا، ثم ينمي، فيصير كبيرًا، أو أن يضامه غيره، فيصير قليله كثيرًا كما قيل:\nلا تحقرنَّ سُبَيْبًا كم جَرَّ أمرًا سُبَيْبُ (1)\nومن هذا يتبين لنا أن الجريري يتابع البصريين في مذهبهم، فهو يرى أن قوله: (دويهية) تصغير يرجع إلى معنى التحقير؛ فالمراد أنها صغيرة، لكنها جرَّتْ أمرًا كبيرًا، فلا تدل على التعظيم، وإنما الذي يدل عليه الأوصاف التي جاءت بعدها، أو أثرها الذي حدث بسببها.\nوأما قول الجريري: (إنه مذهب لم يسبقه إليه أحد) فلعله أول قائل لهذا الرد، وبخاصة أنه جاء للرد على معاصره الكوفي أبي بكر ابن الأنباري، وهو أهم القائلين به، وقد بحثت في آثار النحويين حتى عصر الجريري – فيما تيسر لي الرجوع إليه – فوجدت أن هذا الرد لم يقل به أحد قبل عصره، وإن كان قد شاع ذلك بعد عصره في هذا البيت وفي أشباهه.\n6 - علة فتح ثاني الثلاثي المكسور الوسط عند النسب إليه\nإذا كان الاسم على ثلاثة أحرف أوسطها مكسور، وجب فتحه عند النسب إليه (2)، سواء أكان مفتوح الفاء، نحو: (نَمِر، وشَقِرة وسَلِمة)، أم مكسورها، نحو: (إبل)، أم مضمومها، نحو: (دُئل)، فنقول في النسب إليها: (نَمَري، وإِبَلي، ودُؤلي) (3).\nوالعلة في إبدال كسرة العين ونقلها في النسب إلى الفتحة هي: استثقال اجتماع الكسرتين والياءين في اسم ليس فيه حرف غير مكسور إلا حرفًا واحدًا أو حرفين (4)، يقول الرضى في بيان هذه العلة: \"وذلك لأنك لو لم تفتحه لصار جميع حروف الكلمة المبنية على الخفة، أي: الثلاثية المجردة من الزوائد أو أكثرها على غاية من الثقل، بتتابع الأمثال من الياء والكسرة؛ إذ هو في نحو: (إبلي) لم يخلص منها حرف، وفي نحو: (نمري، ودئلي) لم يخلص منها إلا أول الحروف\" (5).\n__________\n(1) الجليس 1/ 226. وانظر أيضًا 1/ 220 - 227 فقد فصل الجريري القول في بيان أن الكثير قد يكون من القليل، وفي الرد على من أنكر عليه ذلك بوجود نظائره في طبائع الأشياء والحياة.\n(2) يقول أبو حيان: \"ولا أعلم خلافًا في وجوب فتح العين في نحو: (نمر) إلا ما ذكره طاهر القزويني في مقدمة له أن ذلك على جهة الجواز\" [انظر: الارتشاف 2/ 616، وتوضيح المقاصد 3/ 105، والمساعد 3/ 368، وتمهيد القواعد 9/ 4709، والهمع 3/ 362 - 363].\n(3) انظر: المقتضب 3/ 136 - 137، والارتشاف 2/ 616، والتصريح 5/ 195.\n(4) انظر: الأصول 3/ 104، وشرح ابن يعيش 5/ 145، وتمهيد القواعد 9/ 4708.\n(5) شرح الشافية 1/ 180.",
        "(1/43)\n\nوذهب بعضهم إلى بقاء كسر العين فيما كانت فاؤه مكسورة، نحو: (إبلي)؛ لأن الكسرة تعمل في جهة واحدة،؛ فلا تثقل (1)، وهو قول ضعيف؛ لأن الفتح فيه على سبيل الوجوب، كما نص على ذلك النحويون (2)، فرارًا من ثقل الكسرة إلى خفة الفتحة، لِمَا اجتمع في الاسم من الكسرات والياءات (3)، وهذا الثقل موجود أيضًا في نحو: (إبلي)، وهذه العلة مجمع عليها عند النحويين، وقد ذكرها الجريري، ثم زاد عليها علة أخرى، فيقول:\n\"وفي علة تغيير الكسرة ونقلها في النسب إلى الفتحة حيث ذكرنا وعلى ما بينا وجه آخر لم أجد أحدًا تقدمني في استخراجه، وهو أنهم يسكِّنون أوسط ما كان [على] (فَعِل)، وإن كان أصله الحركة تخفيفًا، مثل: (مَلْك، وكَتْف)، وكان تخفيفه إذا اتصل به ياء النسب أولى، وكانوا إلى تسكينه أحوج؛ فخففوه وفتحوا ثانيه عوضًا مما حذفوه، ولأنه قد ازداد بياء النسب ثقلاً، ولزمت الكسرة ما قبل الياء الأولى منها\" (4).\nوما ذهب إليه الجريري وجه صحيح لا يخرج عن العلة التي ذكرها النحويون، وهي طلب الخفة، والفرار من اجتماع الكسرتين والياءين في الاسم المبني على الخفة، والعرب يسكنون وسط ما كان على (فَعِل)، فيقولون في نحو: (َكتِف): (كَتْف) (5)، وهم يخففون الضمة والكسرة، ولا يخففون الفتحة، فيقولون في (عُضد): (عَضْد)، وفي (فخذ): (فخْذ)، فيخففون الضمة والكسرة، ولا يقولون في (قلم): (قَلْم) (6). ولاشك – كما ذكر الجريري – أن تخفيف ما كان على هذا الوزن في النسب أولى.\n__________\n(1) انظر: المناهج الكافية 235، والتوضيح /196.\n(2) انظر: شرح الكافية الشافية 4/ 1947، وتوضيح المقاصد 3/ 105.\n(3) انظر: الجليس 2/ 241.\n(4) انظر: الجليس 2/ 241.\n(5) انظر: شرح السيرافي 2/ 170.\n(6) انظر: البيان في شرح اللمع للشريف عمر بن إبراهيم الكوفي 52.\n(1/44)",
        "\nالمبحث الثالث: إعراب بعض الأبيات الشعرية وتوجيهها\n1 - توجيه رواية الرفع والنصب في قوله: (نجوم الليل والقمرا) في قول جرير:\nفالشمس طالعة ليست بكاسفة تبكي عليك نجومَ الليل والقمرا (1)\nقال جرير بن عطية في رثاء عمر بن عبد العزيز:\nفالشمس طالعة ليست بكاسفة تبكي عليك نجومَ الليل والقمرا\nوقد وردت في هذا البيت عدة روايات بسط الجريري القول فيها وفي إعرابها، ونفصل القول فيها، كما يلي:\n\nالرواية الأولى: رواية الكوفيين، وهي:\nفالشمس كاسفةٌ ليست بطالعة تبكي عليك نجومَ الليل والقمرا\nبالنصب في قوله: (نجوم الليل والقمرا)، وهي رواية الديوان (2)، ونقلها عن الكوفيين أبو بكر بن الأنباري (3) ِ، والمعنى: أن الشاعر استعظم أن تطلع الشمس ولا تنكشف مع المصاب به (4)، وصحح هذه الرواية الصاغاني، والفيروز آبادي (5)، يقول البغدادي:\n\"فـ (كاسفة) على روايته بمعنى (منكسفة)، من الفعل اللازم، وجملة (تبكي) خبر بعد خبره، أو صفة لـ (كاسفة) ... ونصب (النجوم) على الظرف، وقوله: (ليست بطالعة)، بمعنى (كاسفة)؛ إذ المراد من طلوعها: إضاءتها، فإذا ذهب نورها فكأنها غير طالعة\" (6).\n__________\n(1) البيت من البسيط لجرير، انظر: ديوانه 235، ومعاني القرآن للأخفش 2/ 522، وتأويل مشكل القرآن 168، والكامل 3/ 834، وجمهرة اللغة 2/ 219، 3/ 83، وشرح المعلقات السبع الطوال 458 - 459، والعقد الفريد 1/ 111، والصحاح (ب ك ى) 2884، واللسان (ك س ف)، والارتشاف 3/ 1493، والبحر المحيط 9/ 403، والدر المصون 9/ 624، والألغاز النحوية لابن هشام 109 - 110، والمناهج الكافية لزكريا الأنصاري 165، وشرح شواهد الشافية 26، والتاج (ب ك ى) 37/ 120.\n(2) ديوان جرير 235.\n(3) انظر ذلك في كتابيه: المذكر والمؤنث 1/ 219، وشرح القصائد السبع الطوال 458، وانظر: جمهرة اللغة 2/ 219.\n(4) الجليس 2/ 127.\n(5) التكملة والذيل والصلة للصاغاني 6/ 376، والقاموس المحيط 3/ 184.\n(6) شرح شواهد الشافية 26، وانظر: شرح القصائد السبع 458 - 459.\n(1/45)\n",
        "الرواية الثانية: رواية البصريين، وهي:\nفالشمس طالعة ليست بكاسفة تبكي عليك نجومَ الليل والقمرا\nبنصب قوله: (نجوم الليل والقمرا) أيضًا، وهي رواية الأخفش، وابن دريد، وابن عبد ربه (1)، وللنحويين في تخريجها أقوال:\nالقول الأول: أن (نجوم الليل) مفعول به منصوب بقوله: (كاسفة)، وفي (تبكي) ضمير يعود إلى (الشمس)، وقد اختار الجريري هذا التوجيه، فيقول:\n\"فأما من روى: (الشمس طالعة ليست بكاسفة) فإنه ينصب (نجوم الليل) بإعمال (كاسفة)، كما يقال: (هي ضاربةٌ عبدَ الله)، ويعطف (القمرا) على (نجوم الليل)، وقوله: (تبكي) صفة لقوله: (الشمس طالعة)، و (تبكي) في موضع رفع، كأنه قال: (طالعة باكية)، وقد يكون (تبكي) في موضع نصب على أنه بمعنى الحال، إما من (الشمس)، أو من التاء في (ليستْ) (2)، كأنه قال: (ليست في حالة بكاء)، وقد تكون سادة مسد خبر (ليس) (3)، ونصب (نجوم الليل) بـ (كاسفة)، وأشهر الجوابات في هذا وأعرفها وأقربها مأخذًا: أن جملة معنى هذا القول: (أن الشمس لم تفو على كسف النجوم والقمر لإظلامها وكسوفها) \" (4).\n__________\n(1) انظر: معاني الأخفش 2/ 522، وجمهرة اللغة 2/ 219، والعقد الفريد 1/ 111.\n(2) العبارة على هذا غير صحيحة؛ لأن التاء حرف يدل على التأنيث فلا يأتي منه الحال، ولكنه يريد: أن (تبكي) حال من الضمير المستتر في (ليس) المدلول على تأنيثه بالتاء. [انظر: تعليق المحققين على شرح شواهد الشافية 30]. ومما يسترعى الانتباه أن البغدادي نقل هذا النص كاملًا، وعزاه إلى ابن خلف مع أن الكلام بنصه للجريري في الجليس الصالح، ولا شك أن ابن خلف نقله عن الجريري دون عزو، و (ابن خلف) هذا تلميذ لابن بري، وهو أبو الربيع سليمان بن بنين بن خلف المصري الدقيقي النحوي (ت614هـ)، واسم كتابه: (لباب الألباب في شرح أبيات الكتاب)، وقد حُقق في رسالة دكتوراه في جامعة أم القرى، بتحقيق إنجا اليمان.\n(3) وكونها حالاً من (الشمس) جائز على مذهب سيبويه بجواز مجىء الحال من المبتدأ، وكونها حالاً من الضمير المستتر في (ليست) فاسد؛ لأن بكاءها بيان لكسفها النجوم، وكونها سادة مسد خبر (ليس) خطأ في المعنى؛ لأن تقدير الكلام: (ليست الشمس موجودة في حال بكاء عليك)، وهذا غير المراد، وهو أيضًا خطأ في الإعراب؛ لأن محل سد الحال مسد الخبر إذا كان المبتدأ مصدرًا صريحًا أو مؤولاً، أو كان اسم تفضيل مضافًا إلى المصدر، وليس هذا واحدًا منها [انظر: شرح شواهد الشافية 30].\n(4) الجليس 2/ 125.\n(1/46)\n\nوممن ذهب إلى هذا الرأي أيضًا: ابن عبد ربه، وابن هشام، والبغدادي (1)، والمعنى: أن الشمس طالعة لم تكسف نجوم الليل والقمر لحزنها على عمر، وذلك أن الشمس كلما طلعت كسفت القمر والنجوم، فلم تترك لها ضوءًا؛ لأنها من الحزن عليه قد ذهب ضياؤها، فظهرت الكواكب (2).\n\nوهو أصح التوجيهات من ناحية المعنى؛ لأن الشعراء يذكرونه كثيرًا عند تهويل الرزية بالمفقود (3).\nالقول الثاني: أن (نجوم الليل) مفعول به للفعل (تبكي) على المغالبة؛ لأن المفاعلة مقدرة، والمعنى: أن الشمس غالبت النجوم والقمر في البكاء فغلبتها، فهي تغلب ببكائها عليك بكاء نجوم الليل (4)، وقد ذهب إلى هذا أبو بكر ابن الأنباري، ووافقه الجوهري (5)، يقول ابن الأنباري: \"والذي أذهب إليه أن يكون نصب (النجوم)، و (القمر) بـ (تبكي)، كأنه قال: (بكت الشمس ونجوم الليل والقمر فبكتهما الشمس تبكيهما)، أي: غلبتهما بالبكاء، كما تقول: (كارمني عبد الله وكرمته وأنا أكرمه: غلبته) \" (6).\nويوضح الجريري بأن في هذا التأويل وجهين: أحدهما: أن يكون أريد بالنجوم والقمر: السادات الأماثل، ففيه مجاز. والثاني: أن يريد بهما الشمس والقمر والكواكب على الحقيقة (7).\nالقول الثالث: أن (نجوم الليل) منصوب على الظرفية، والأصل: (تبكي الشمس عليك مدة نجوم الليل والقمر)، أي: في مدة دوامهما، والمعنى: تبكي عليك الدهر والشهر، فحذف المضاف، وهو (دوام)، وأقيم المضاف إليه مقامه (8)، فكأنه قال: إن الشمس تبكيه ما طلعت النجوم وظهر القمر (9).\n__________\n(1) انظر: العقد الفريد 1/ 111، والألغاز النحوية 110، وشرح شواهد الشافية 31، وانظر في هذا أيضًا: الكامل 3/ 834، وجمهرة اللغة 2/ 219، وأمالي المرتضى 1/ 39، والمناهج الكافية 165 - 166.\n(2) انظر: معاني القرآن للأخفش 2/ 522، والكامل للمبرد 3/ 834.\n(3) انظر: شرح شواهد الشافية 29 - 30.\n(4) انظر: الكامل 3/ 835، وشرح القصائد السبع 459، والجليس الصالح 2/ 126، وشرح الشافية للجاربردي 42.\n(5) شرح القصائد السبع 459، والصحاح (ب ك ى) 2884.\n(6) شرح القصائد 459، ونقل الجريري ذلك عنه، وقال: \"وما علمت أحدًا سبقه إليه\" [انظر: الجليس الصالح2/ 126].\n(7) الجليس 2/ 126.\n(8) انظر: الكامل 3/ 834 – 835، والجليس 2/ 125 - 126، وأمالي المرتضى 1/ 39، وشرح شواهد الشافية 30 - 31.\n(9) انظر: أمالي المرتضى 1/ 39.",
        "(1/47)\n\nوقد ردَّ البغدادي الوجهين الثاني والثالث بأن (كاسفة) من الفعل اللازم، ولا يصح المعنى به؛ لأنه حينئذ يكون نافيًا للكسوف عن الشمس في ذاتها، وعلى هذا فهي غير حزينة على المرئى، وهو معنى لم يُرِدْه الشاعر (1).\nوهذا المعنى بعيد تمامًا عن المعنى في الوجه الأول الذي اختاره الجريري؛ لأنه لم ينفِ عن الشمس أنها منكسفة في ذاتها، ,إنما نفى عنها أن تكسف غيرها لذهاب نورها.\nالقول الرابع: أن (نجوم الليل) منصوب بواو المعية المحذوفة، والتقدير: (تبكي عليك ونجومَ الليل والقمر)، أي: مع نجوم الليل والقمر (2)، وهذا الوجه بعيد؛ لأنه لم يثبت حذف واو المعية (3).\nالرواية الثالثة: رواها المبرد، وهي:\nفالشمس طالعة ليست بكاسفة تبكي عليك نجومُ الليل والقمرا\nبرفع قوله: (نجومُ الليل)، ونصب (والقمرا) (4).\nوقد ذهب المبرد، وابن الأنباري، ووافقهما الجريري، ورجحه أبو حيان (5)، إلى أن قوله: (نجوم الليل) فاعل للفعل (تبكي)،والواو واو المعية، و (القمرا) مفعول معه، فهو منصوب، كقولهم: (استوى الماءُ والخشبةَ)، و (ما صنعت وأباك).\nوضُعِّفَ هذا الإعراب بأنه يؤدي إلى عدم ارتباط المصراع الثاني بالأول، وألا يكون للمصراع الأول معنى يناسب المقام إلا على رواية (فالشمس كاسفة ليست بطالعة).\nوأجيب بأنه لا مانع من ذلك؛ لأن الجملة مستأنفة، و (كاسفة) بمعنى (منكسفة)، ولأنه يجوز على تقدير مفعول محذوف، وتقديره: (ليست بكاسفة شيئًا) فحذف للتعميم، والمعنى يدل عليه (6).\nوفي ضوء ما تقدم من هذه الأقوال التي ذُكرتْ في البيت أرى أن أرجحها في رواية (تبكي عليك نجومَ الليل والقمرا) هو ما ذهب إليه الجريري وغيره أن (نجوم الليل) مفعول به لاسم الفاعل (كاسفة)؛ لخلوه من الاعتراضات، ولصحته من جهة المعنى والإعراب.\nوأما رواية (تبكي عليك نجومُ الليل والقمرا) فإن ما ذهب إليه ابن الأنباري، والجريري في تخريجه صحيح من جهة المعنى والإعراب؛ ولذلك رجحه أبو حيان، كما سبق.\n__________\n(1) ويجاب عن هذا بأن (كاسفة) من الفعل المتعدي، ويُقدَّر له مفعول محذوف، وتقديره: (ليست بكاسفة شيئًا) فحذف للتعميم، والمعنى يدل عليه [انظر: شرح شواهد الشافية 31]، ولا يخفي ما في هذا من التكلف.\n(2) انظر: شرح ألفية ابن معط لابن القواس 1/ 591.\n(3) شرح شواهد الشافية 33.\n(4) انظر: الكامل 3/ 835 – 836، وشرح القصائد السبع 459.\n(5) انظر: الكامل 3/ 835 – 836، وشرح القصائد 459، والجليس 2/ 127، والارتشاف 3/ 1493.\n(6) انظر: شرح شواهد الشافية 32.\n(1/48)",
        "\n2 - وجه تذكير الفعل في قول بشار:\nحتى إذا وجدتْ ريحي فأعجبها ... وكنتُ في خَلْوة مُثِّلتُ إنسانَا (1)\nإذا كان الفاعل مؤنثًا غير حقيقي فيجوز فيه وجهان: الأول: أن نلحقه علامة التأنيث، احترامًا للفظ؛ لأن العرب وضعت الكلمة على التأنيث، قال تعالى: {فَإِذَا جَاءَتِ الصَّاخَّةُ} [عبس 33] والثاني: حذف علامة التأنيث لتنحط رتبتها عن رتبة المؤنث الحقيقي، أو لأن المؤنث في معنى المذكر، قال تعالى: {وَجُمِعَ الشَّمْسُ وَالْقَمَرُ} [القيامة 9] (2).\nفإذا أسند الفعل إلى ضمير المؤنث فلا يجوز حذف تاء التأنيث سواء أكان المؤنث حقيقيًّا أم غير حقيقي، نحو: (هند قامت)، و (الشمس طلعت)، ومنه قوله تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} [الأعراف 156]، وقوله تعالى: {إِذَا الشَّمْسُ كُوِّرَتْ} [التكوير 1].\nوقد تحذف هذه التاء في الشعر، ومنه قول بشار بن برد:\nحتى إذا وجدتْ ريحي فأعجبها وكنتُ في خَلْوة مُثِّلْتُ إنسانًا\nوالشاهد في قوله: (ريحي فأعجبها) حيث حذف تاء التأنيث مع إسناد الفعل إلى ضمير (الريح)، وهي مؤنثة، وكان حقه أن يقول: (فأعجبتها).\nوقد حمل الجريري هذا البيت على الضرورة الشعرية، والذي سوَّغ ذلك تأويل (الريح) بالنسيم، وهو مذكر، فيقول:\n\"قول بشار في هذا الشعر: (حتى إذا وجدتْ ريحي فأعجبها) على لفظ التذكير، والريح مؤنثة، وقد يكون فعل هذا في ضرورة الشعر، وجعل الضمير الذي في (فأعجبها) عائدًا على (الريح)،وهي مؤنثة، وإما لأن تأنيثها ليس بحقيقي، وإما لأنه أراد بقوله: (ريحي): (نسيمى)، ونحوه\" (3)، ومثله قول الشاعر:\nفلا مزنةٌ ودقتْ ودقَها ولا أرضَ أبقل إبقالها (4)\n__________\n(1) البيت من البسيط لبشار بن برد في ديوانه من قصيدة مشهورة فيها عدة شواهد نحوية وأدبية معروفة، ورواية الديوان: (ونحن في خلوة)، انظر: شرح ديوان بشار بن برد للشيخ الطاهر بن عاشور 4/ 196.\n(2) انظر: المغنى لابن فلاح 2/ 156 - 157.\n(3) الجليس 1/ 470.\n(4) البيت من المتقارب، لعامر بن جوين الطائي، انظر: الكتاب 2/ 46، ومعاني القرآن للفراء 1/ 127، والجليس 1/ 470، والخصائص 2/ 411، والمحتسب 2/ 112، والتبصرة 2/ 624، والتوطئة 157، وشرح الكافية الشافية 2/ 596، والمغنى لابن فلاح 2/ 159، وشرح الأشموني 2/ 53، والخزانة 1/ 45. وقد روى (أبقلت ابقالها) بنقل حركة الهمزة إلى التاء، وحذف الهمزة.\n(1/49)\n",
        "فحذف علامة التأنيث من المسند إلى ضمير المؤنث المجازي، وهو (أرض) لضرورة الشعر (1)، وجاز التذكير في الفعل (أبقل) على أن المراد بالأرض (المكان)، وهو مذكر؛ فأعاد ضمير الفاعل المذكر حملًا على المعنى، وأعاد ضمير (إبقالها) حملًا على لفظها (2).\nوللجريري توجيه آخر في تذكير الفعل في بيت بشار على غير وجه الضرورة الشعرية، فيقول: \"وفي تذكير بشار المضمر في قوله: (فأعجبها) وجه آخر حسن ليس فيه ما في الوجه الذي قدمنا ذكره من الضرورة، وهو جائز مطرد في النثر والشعر، ولم أر أحدًا ممن يتعاطى هذا الشأن من أهل العلم والأدب أتى به، وهو أن يكون لما قال: (وجدت ريحي) فلم يستو له التأنيث متي رد الضمير إلى (الريح)؛ لئلا ينكسر الشعر ويفسد الوزن، رده إلى (الوجود) كأنه قال: (وجدت ريحي فأعجبها وجود ريحي)، واعتمد على دلالة الفعل الذي هو (وجدت)، وعلى المصدر الذي هو (وجود). وهذا صحيح مستفيض في كلام العرب، وقولهم: (من كذب كان شرًّا له) فدل قولهم: (كذب) على (الكذب) \" (3).\nفالجريري يرى أنه على حذف مضاف، وهو (وجود)، دل عليه الفعل (وجد)، وتقدير الكلام: (فأعجبها وجود ريحي)، فحذف التاء.\nوقد ذكروا في توجيه البيت الثاني أيضًا أنه على حذف مضاف، أي: (مكان أرض)، فحذف الشاعر التاء، وأعاد ضمير الفاعل إلى المحذوف، وأعاد ضمير (إبقالها) على الأرض (4).\nوردَّ البغدادي هذا الوجه لفساده في المعنى؛ لأن ضمير (إبقالها) ليس عائدًا على الأرض المذكورة هنا، فتذكير (أبقل) باعتبار المحذوف لا دليل عليه، ولو قال: إن الأرض مما يذكر ويؤنث – كما قال أبو حنيفة الدينوري في كتاب النبات عندما أنشد هذا البيت: إن الأرض تذكر وتؤنث، وكذلك السماء، ولهذا قال: أبقل إبقالها، لكان وجهًا (5).\n__________\n(1) انظر: الخزانة 1/ 45.\n(2) انظر: المغنى لابن فلاح 2/ 160 - 161.\n(3) الجليس 1/ 470 - 471.\n(4) انظر: المغني لابن فلاح 2/ 160 - 161.\n(5) الخزانة 1/ 47.\n(1/50)\n\n3 - تضعيف رواية الجر في (غير) في قول ذي الرمة:\nتُريك سُنَّة وجهٍ غيرَ مقرفةٍ ملساء ليس بها خالٌ ولا نَدَبُ (1)\nقول الشاعر: (غير مقرفة) يُرْوى بالنصب والجر، فأما رواية النصب فتخرج على أنها صفة لقوله: (سنة) المنصوبة بالفعل، وقد اختار الجريري رواية النصب، ورفض رواية الجر في (غير)؛ لأن فيها جرًّا على الجوار، فيقول:\n\"يروى (غير مقرفة) بالنصب والجر، فمن رواه نصبًا فهو الوجه الظاهر في الصحة الذي لا شبهة فيه ولا مرية؛ إذ هو صفة لمنصوب، وهو (السُّنَّة) المنصوبة بالفعل، وهو (تريك).\nومن رواه جرًّا فإنه أتبعه إعراب (وجه) المخفوض بالإضافة، على الطريقة التي يجيزها من يجيزها للمجاورة، ويجعلها بمنزلة قولهم: (جُحْرُ ضب خرب)، وهذا وجه ضعيف مرغوب عنه، وكثير من النحويين لا يجيزه، ومن محققيهم من يُلَحِّنُ المتكلم به، وينسب مجيزه من النحاة إلى الخطأ\" (2).\nفالجريري يرى أن رواية الجر في (غير) ضعيفة لمجاورة (وجه) المجرورة، فهي بمنزلة قول العرب: (هذا جحر ضب خرب) بجر (خرب)، وحقه الرفع؛ لأنه صفة للجُحْر، لا للضب، وقد رواه سيبويه وغيره عن العرب بالرفع، وهو الأكثر، وأما الجر فهو عند الجمهور (3) صفة للجحر، لكنه جُرَّ للمجاورة.\nوعلى هذا فإن الجريري يمنع الجر على الجوار، وهو ما ذهب إليه الزجاج، والنحاس، وابن الحاجب، وغيرهم (4). وأما سيبويه والمبرد (5) فيذهبان إلى جواز ذلك لثبوت السماع به عن العرب، وهو مخصوص بالنعت وحده عند الطبري شيخ الجريري، وابن جني، وأبي حيان (6)؛ لأن الاسم في باب النعت تابع لما قبله مباشرة، فهو أشد مجاورة له، بخلاف العطف والبدل (7)، وذلك كقول ذي الرمة السابق، ومنه\n__________\n(1) البيت من البسيط لذي الرمة، انظر: ديوانه 29، ومعاني القرآن للفراء 2/ 74، وشرح التسهيل 3/ 309، واللسان (ق ر ف، س ن ن)، والخزانة 5/ 91، وشرح أبيات المغنى 8/ 74، والتاج (س ن ن)، و (سنة الوجه): الجبهة، و (المقرف): الذي أبوه غير عربي وأمه عربية، و (الندب): الأثر من الجرح، و (الخال): الشامة السوداء في البدن.\n(2) الجليس 2/ 236.\n(3) انظر: الارتشاف 4/ 1912 - 1914.\n(4) انظر: معاني القرآن وإعرابه 2/ 153، وإعراب القرآن للنحاس 1/ 307، والأماني النحوية لابن الحاجب 1/ 149 - 150، وانظر أيضًا: مشكل إعراب القرآن 1/ 220.\n(5) الكتاب 1/ 67، 436، والمقتضب 4/ 73.\n(6) جامع البيان 13/ 132، والمحتسب 2/ 289، والارتشاف 4/ 1913.\n(7) انظر: الخزانة 5/ 94.",
        "(1/51)\n\nأيضًا قوله تعالى: {مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ} [إبراهيم 18]، فقوله: (عاصف) صفة للريح، وهو مرفوع، لكنه جر لمجاورة (يوم).\nوأجازه الفراء، وأبو بالبركات، وابن مالك، وغيرهم فيما سُمِع منه مطلقًا (1)، وجعلوا منه قول زهير:\nلَعِبَ الرياحُ بها وغَيَّرها بعدى سوافي المُور والقَطْرِ (2)\nوالشاهد في قوله: (والقطر) حيث جُرَّ على الجوار، وكان ينبغي أن يكون مرفوعًا؛ لأنه معطوف على (سوافي) لا على (المور) (3)، وهو الغبار؛ لأنه ليس للقطر سوافٍ كالمور حتى يعطفه عليه.\nويحمل ابن جني قول العرب: (جحر ضب خرب) على حذف المضاف، والأصل: (هذا جحر ضب خرب جُحْرُه)، مثل: (حسن وجهه)، ثم حذف الجحر المضاف إلى الهاء، وأقيمت الهاء مقامه فارتفعت؛ لأن المضاف المحذوف كان مرفوعًا، فلما ارتقعت استتر الضمير في (خرب)، فصار وصفًا للضب وإن كان الخراب للجحر لا للضب (4).\nوالذي يظهر لي بعد إيراد هذه المذاهب أن الجر على الجوار جائز، لمجىء السماع الكثير به، ولا يجوز أن يكون وجهًا مرغوبًا عنه، كما ذهب إلى ذلك الجريري وغيره.\n__________\n(1) معاني القرآن للفراء 2/ 74 – 75، والإنصاف 2/ 602 – 607، وشرح التسهيل 3/ 308 – 310، وشرح الكافية الشافية 3/ 1167، وانظر: مجاز القرآن 1/ 72، 155، وشرح شذور الذهب 428 – 430.\n(2) البيت من الكامل لزهير بن أبي سلمى في ديوانه 87، والإنصاف 2/ 603، وشرح الشافية 2/ 319، والخزانة 9/ 443، وشرح شواهد الشافية 253. و (السوافي) جمع (ساف) اسم فاعل من سَفَت الريح التراب إذا ذرته، و (المور): الغبار بالريح، و (القطر): المطر. وجعل ثعلب في شرح ديوان زهير 87 هذا البيت على الجر على الجوار، وذهب البغدادي في الخزانة 9/ 444 إلى أنه ليس من الجر على الجوار؛ لأنه لا يكون في النسق.\n(3) انظر: الإنصاف 2/ 603.\n(4) انظر: الخصائص 1/ 191 - 193. وقد جعل السيرافي (الخرب) صفة للضب، وتقدير الكلام: (خرب الجُحْر منه)، ثم حذف الضمير للعلم به، وحُوِّلَ الإسناد إلى ضمير الضب، وخفض الجحر، كما تقول: (مررت برجل حسن الوجه)، والأصل (حسن الوجه منه)، ثم أتى بضمير الجحر مكانه لتقدم ذكره، فاستتر. انظر: الارتشاف 4/ 1914.\n(1/52)",
        "\n4 - وجه رواية جر (بيننا) في قول الشاعر:\nإن الزمان رأى إلْفَ السرور بنا فدبَّ بالهجر فيما بينِنا وسعى (1)\nرُوى هذا البيت بالنصب في قوله: (فيما بيننا) على الظرفية (2)، وقد أجاز الجريري روايته بجر (بيننا)، فيقول:\n\"وذوكرتُ بروايته بالجر هل تجوز؟ وما وجه جوازها؟ ووجه الجر في هذا أن يكون معنى (البين) ههنا: الوصل، والمعنى: (فدب في وصلنا)؛ فيكون لها وجهان:\nأحدهما: أن تكون (ما) حشوًا زائدًا ... والوجه الثاني: أن تكون (ما) بمعنى (شىء) أتت للإبهام في النوع أو القدر، ويبدل منها ما بعدها، كأنه قال في البيت: (فدب في شىء ما)، ثم فسره بقوله: (بيننا)، وجره على البدل منه\" (3).\nوالجريري يجيز رواية الجر في قوله: (فيما بيننا) على أن (البين) بمعنى (الوصل)، وقد جاء هذا عن العرب كثيرًا، وذكرته كتب الأضداد؛ فإن (البَيْن) يستعمل بهذا المعنى، وبمعنى الفراق (4). ومن ذلك قول الشاعر:\nلقد فرَّق الواشين بيني وبينُها فقرَّت بذاك الوصل عيني وعينُها (5)\nأراد الشاعر: لقد فرق الواشين وصلي ووصلها.\nوعلى هذا المعنى جاز في قوله: (فيما بيننا) وجهان:\nالوجه الأول: أن تكون (ما) زائدة.\nالوجه الثاني: أن تكون (ما) نكرة بمعنى (شيء)، والمعنى: (فدب في شيء)، و (بيننا): بدل مجرور يفسر الإبهام قبله.\n__________\n(1) البيت من البسيط، انظره في الجليس 2/ 31.\n(2) انظر: الملخص لابن أبي الربيع 372 - 373.\n(3) الجليس 2/ 32.\n(4) انظر: الأضداد لابن الأنباري 75 - 76.\n(5) البيت من الطويل، انظر: الأضداد 76، والجليس 2/ 33، واللسان (ب ى ن).\n(1/53)\n",
        "5 - الأوجه الإعرابية الجائزة في قوله: (وأبعث) في قول الشاعر:\nذروني ذروني ما قدرت فإنني متي ما أهِجْ حربًا تضق بكمُ أرضي\nوأبعثَ في سود الحديد إليكمُ كتائب سودًا طالما انتظرتْ نهضي\nجاء الفعل المضارع (وأبعث) مقترنًا بالواو بعد جواب الشرط، والأداة جازمة، فيجوز فيه ثلاثة أوجه، قال الجريرى:\n\"و (أبعث) فيه من جهة الإعراب ثلاثة أوجه: الجزم على العطف إلا أنه لا يستعمل في هذا الموضع لإقامة وزن البيت، والرفع على الاستئناف، والنصب بإضمار (أنْ)، والتقدير: (يكون مني هيج فأبعث)، فلا يعطف (أبعث) على (هيْج)؛ لأنه مصدر، و (أبعث) فعل، فتقدر (أن)؛ إذ هي والفعل مصدر، فيصح حينئذ عطف الثاني على الأول؛ لأنه عطف اسم على اسم، ويسمى الكوفيون هذا الوجه (الصرف) لأنه صرف عن الجزم\" (1).\nفالجريري يجيز في الفعل (وأبعث) ثلاثة أوجه:\nالأول: الجزم بالعطف على جواب الشرط، وهو الفعل (تضق)، وهذا الوجه مع جوازه لا يستعمل هنا؛ ليستقيم الوزن؛ إذ لو جزم الفعل لانكسر البيت.\nالثاني: النصب بـ (أنْ) مضمرة وجوبًا؛ لأن الجزاء يشبه الاستفهام؛ لأن مضمونه لم يتحقق وقوعه، فأشبه الواقع بعده الذي يقع بعد الاستفهام (2).\nوقال بعضهم: الجزم قوي، والنصب ضعيف، والرفع جائز (3)، وجعل الفراء الرفع هو الوجه، وأجاز بعده الجزم، ثم النصب (4).\nوليس في ذكر هذه الأوجه عند الجريري ما يقطع بأنه رتبها على حسب الأرجح لديه.\nومثل البيتين اللذين أوردهما الجريري، قول الشاعر:\nفإن يهلِكْ أبو قابوس يهلِكْ ربيع الناسِ والبلدُ الحرامُ\nونأخذْ بعده بذناب عيشٍ أجبَّ الظهر ليس له سنام (5)\n__________\n(1) الجليس 3/ 28.\n(2) انظر: توضيح المقاصد للمرادي 2/ 345.\n(3) انظر: إعراب الفعل 178.\n(4) معاني القرآن للفراء 1/ 86 - 87.\n(5) من الوافر، للنابغة الذبياني، انظر: ديوانه 233، والكتاب 1/ 196، ومعاني القرآن للفراء 3/ 24، وشرح أبيات سيبويه 1/ 28، والأمالي الشجرية 1/ 21، و الخزانة 4/ 95، و (أبو قابوس) كنية النعمان بن المنذر، و (أجب): مقطوع، و (السنام): ما ارتفع من ظهر البعير، و (الذناب): مؤخر الشىء.\n(1/54)\n\nوالشاهد في قوله: (ونأخذْ) فقد روى بالجزم عطفًا على جواب الشرط، وهوقوله: (يهلِكْ)، وبالرفع على الاستئناف، أي: (ونحن نأخذ)، وبالنصب على تقدير (أنْ) مضمرة (1).\n6 - توجيه رفع (يوم) ونصبها في قول الشاعر:\nلو كنت أعلم أن آخر عهدكم يوم الرحيل فعلتُ ما لم أفعلِ (2)\nيروى (يوم الرحيل) في قول الشاعر بالرفع، والنصب:\nفرواية النصب: (يوم الرحيل) على أنه ظرف، والمعنى على هذا: أن آخر عهدكم في يوم الرحيل، ورواية الرفع على أنه خبر (أن) مرفوع والمعنى فيه: أن يوم الرحيل نفسه هو آخر العهد، ومثله: قول جرير:\nهَبَّتْ شمالاً فذكْرى ما ذكرتكمُ إلى الصفاة التي شرقىَّ حَوْرانا (3)\nفنصب الشاعر قوله: (شرقىَّ)، والرفع جائز، ورجَّح الجريري الرفع في البيت الأول، والنصب في البيت الثاني، فيقول:\n\"والاختيار عندي رفع قول رؤبة: (يوم الرحيل)، ونصب قول جرير في بيته على ما قالا، مع جواز خلافه، وذلك أنه سئل عن نفس منزله؛ فأخبر أنه شرقي المسجد، ويقدر جوابه: (منزلي هو شرقي المسجد)، أو (شرقي المسجد هو منزلى)، هذا هو عرف الناس في السؤال عن مثل هذا .... والنصب فيه على معنى أنه سئل: (في أي موضع منزلك؟)، فيقال: (في شرقي المسجد)، وأما (شرقي حوران) في بيت جرير فمعناه: (إلى الصفاة التي هي شرقي حوران)، ولو أريد هذا فالوجه فيه إظهار (هي)، فيقال: (التي هي شرقي حوران) \" (4)\n__________\n(1) ومنه قوله تعالى: {ومن يضلل الله فلا هادي له ويذرهم} [الأعراف 186] فقد قرئ بهذه الأوجه، بالرفع على الاستئناف، أي: (وهو يذرهم)، وأما الجزم فبالعطف على محل قوله: (فلا هادي له)، والنصب بإضمار (أن)، انظر: الدر المصون 5/ 527 – 528.\n(2) البيت من الكامل لرؤبة بن العجاج، انظره في: الجليس الصالح 2/ 146، ومصارع العشاق 177.\n(3) البيت من البسيط لجرير بن عطية، في ديوانه 493، والكتاب 1/ 222، 404، وشرح أبيات سيبويه 1/ 93، وشرح شواهد المغنى 2/ 713.\n(4) الجليس الصالح 2/ 147.",
        "(1/55)\n\n7 - إعراب (يوم) في قوله الشاعر:\nفيالذات يومَِ أزور وحدي ديار المُوعديَّ وهُم خلوفُ (1)\nيروى هذا البيت: (فيالذات يومَ)، و (يومِ أزور): فرواية نصب (يوم) على أن قوله: (فيالذات) مضاف إلى ياء المتكلم المحذوفة، اكتفاء بكسرة التاء التي حُذفت لإقامة وزن الشعر، وعلى هذه الرواية فإن (يوم) منصوب على الظرفية.\nوأما من أضاف قوله: (فيالذات) إلى (يوم) فيجوز فيه النصب؛ لإضافته إلى الفعل، وهو (أزور)، ويجوز فيه الجر أيضًا، وهو الوجه المختار عند الجريرى؛ لإضافته إلى فعل معرب غير مبنى (2).\nوأما إذا أضيف الظرف إلى فعل مبني فيترجح عنده البناء على الفتح، يقول الجريري في قول ذي الرمة:\nعلى حين راهقت الثلاثين، وارعوتْ لداتي، وكان الحلم بالجهل يرجحُ (3)\n\"وقول ذي الرمة: (على حين راهقت الثلاثين) بنصب (حين)، هكذا رويناه، وهو الوجه المتفق على صحته في الإعراب، والمختار عند كثير من نظار النحاة الفتح؛ لإضافته إلى مبنى غير معرب، وذلك (راهقتُ) الذي هو فعل ماض\" (4).\nوممن ذهب إلى هذا المذهب- أيضًا – ابن مالك، الذي يختار البناء، ويجوز الإعراب إذا تصدرت الجملة بفعل مبني، كما في هذا البيت، ومذهب البصريين أنه إذا صدرت الجملة بفعل معرب، أو مبتدأ فالإعراب متعين، ويجوز البناء عند ابن مالك، والكوفيين (5).\n__________\n(1) البيت من الوافر، ورد غير منسوب في الجليس 2/ 194.\n(2) انظر: الجليس الصالح 2/ 194.\n(3) البيت من الطويل لذي الرمة في ديوانه 108، والجليس الصالح 2/ 192.\n(4) الجليس الصالح 2/ 198 - 199.\n(5) انظر: الكتاب 2/ 330، ومعاني القرآن للفراء 1/ 326 – 327، وأمالي ابن الشجري 1/ 45، وشرح التسهيل 3/ 255 - 257، وشرح الكافية الشافية 2/ 942 – 943، والارتشاف 4/ 1828 – 1829.\n(1/56)",
        "\n8 - إعراب (وجهه) في قول الراجز:\nإن سيم خسفًا وجْهُه تربَّدا (1)\nذهب أبو الفرج الجريري إلى أن في إعراب (وجهه) في قول الراجز، وجهين:\n\"أحدهما: أن يكون (سيم) فعلاً فارغًا لقوله: (وجهه)، و (وجهه) مرفوع؛ لأنه فعل لم يسمَّ فاعله، والتقدير فيه: (إن سيم وجهه خسفًا)، وهذا من الباب الذي يقال فيه: (فعلت هذا لوجهك)، أي: لك.\nوالوجه الثاني: أن يكون في (سيم) ضمير هو اسم للنبي صلى الله عليه وسلم، أي: (سيم هو)، بمعنى: (إن سيم رسول الله صلى الله عليه وسلم خسفًا). وقوله: (تربد) ابتداء، وخبر جملته جواب الشرط، وهو (إن سيم)، كأنه قال: (إن سيم رسول الله صلى الله عليه وسلم خسفًا تربد وجهه)،أي: تنكر، وأبي أنفًا وحمية وغضبًا\" (2).\n9 - إعراب (إزاءها في قول زهير:\nتجدْهم على ما خيَّلتْ هم إزاءها وإن أفسد المالََ الجماعات والأزل (3)\nيروى هذا البيت: (على ما خيلت هم إزاءها)، و (خيلتهم إزاؤها)، وخرج الجريري قوله: (إزاءها) على أنه منصوب على الظرفية، فيقول:\n\"وهي على أن تجعل في موضع اسم مرفوع، إلا أنه نصب على الظرف .. وهذا من الباب الذي أتى على السعة، قال تعالى: {بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ} [سبأ 33]، وإذا جُعل (إزاؤها) بمعنى المختص بالاسمية دون الظرف، وجُعل مكانه اسم محض لا يكون ظرفًا، اتجه فيه وجهان من الإعراب:\nالرفع على أنه خبر الابتداء الذي هو (هم)، وهي لغة أهل نجد وبنى تميم. والنصب على أنه مفعول (تجدهم) الثاني، ويكون (هم) فصلاً\" (4).\n__________\n(1) من الرجز، يصف النبي صلى الله عليه وسلم، انظره في: الجليس الصالح 4/ 76، و (تربد وجهه) أي: تغير أنفًا وحمية وغضبًا.\n(2) الجليس 4/ 76.\n(3) البيت من الطويل لزهير بن أبي سلمى، انظر: شرح ديوانه 105، و (الأزل): الحبس والضيق، و (خيلت): شبهت، أي: على كل حال، و (هم إزاءها) أي: الذين يقومون بها، أي: نجدهم مدبريها.\n(4) الجليس الصالح 4/ 160.\n(1/57)\n",
        "10 - توجيه النصب في (مثلك) في قول مروان بن أبي حفصة:\nيا واحد العرب الذي ما في الأنام له نظير\nلو كان مثلَك واحد ما كان في الدنيا فقيرُ (1)\nأجاز الجريري النصب في قوله: (مثلك)، وهو عنده على وجهين:\nالوجه الأول: النصب على الحال؛ لأن صفة النكرة إذا قُدِّمت عليها نصبت على الحال؛ فهو كقول الشاعر:\nلخولةَ موحشًا طَلَلُ يلوح كأنه خِللُ (2)\nوالشاهد فيه: تقديم (موحش) على (طلل)؛ ولذلك نصب على الحال.\nوالعلة في نصب النكرة إذا تقدمت: أن النعت لا يكون قبل المنعوت، والحال مفعول فيها، وتقدم المفعول وتأخره سائغان (3).\nالوجه الثاني: النصب على أنه خبر (كان) (4).\n11 - توجيه النصب والجر في (غير) في قول سمرة بن الجعد:\nفمَنْ مُبْلغُ الحجَّاج أن سُميْرةً قَلى كل دين غير دين الخوارج (5)\nيجوز عند أبي الفرج الجريري في قوله: (كل دين غيرَ) النصب، وفيه وجهان:\nالوجه الأول: على أن قوله: (غير) صفة لـ (كل) المنصوبة.\nوالوجه الثاني: أنه منصوب على الاستثناء.\nويجوز فيه الجر أيضًا، على أنه صفة لـ (دين) المجرورة (6).\n__________\n(1) البيتان من الكامل لمروان بن أبي حفصة يمدح عقبة بن سلم، ونسبا إلى بشار بن برد، انظر: الأغاني 3/ 172، والجليس الصالح 3/ 185.\n(2) البيت من مجزوء الوافر، لكثير عزة في ديوانه 506، والكتاب 1/ 276، ومعاني القرآن للفراء 1/ 167، والخصائص 2/ 492، وشرح اللمع لابن برهان 1/ 135، وشرح التسهيل 2/ 355، ويروى أيضًا: (لعزة موحشًا). و (الطلل): ما شخص من آثار الديار، و (الموحش):القفر، و (خلل): جمع (خلة) بكسر الخاء، وهي بطانة تحشى بها أغماد السيوف.\n(3) انظر: التصريح 2/ 624 – 625.\n(4) انظر: الجليس الصالح 3/ 186 - 187.\n(5) البيت من الطويل لسمرة بن الجعد، وهو أحد الخوارج الأزارقة، قاله يخاطب الحجاج بن يوسف، انظر: ديوان شعر الخوارج 134 – 137، ومروج الذهب 3/ 344 - 345. و (سميرة) تصغير لاسم الشاعر.\n(6) الجليس الصالح 4/ 39.\n(1/58)\n\n12 - توجيه الرفع والنصب في (عجب) في قول الشاعر:\nعجبًا لتلك قضية وإقامتي فيكم على تلك القضية أعجب (1)\nيروى هذا البيت: (عجب لتلك قضية) بالرفع على أنه - أي: العجب - شىء لازم، مثل قولهم: (ويلٌ له) (2).\nوأما رواية النصب (عجبًا لتلك قضية) فهي على إضمار الفعل، وهي بمنزلة قوله: (سقيًا ورعيًا) (3).\n__________\n(1) البيت من الكامل لأحمر بن الحارث بن عبد مناة، انظر: الجليس 2/ 275.\n(2) انظر: الكتاب 1/ 319.\n(3) الجليس الصالح 2/ 276.",
        "(1/59)\n\nالمبحث الرابع: أدلة الاحتجاج عند أبي الفرج الجريري\nاحتج أبو الفرج الجريري لآرائه واختياراته بأدلة الاحتجاج النحوية المعروفة من سماع، وقياس، وغيرهما:\nأولاً: استدلاله بالسماع:\nالسماع هو \"الكلام العربي الفصيح المنقول بالنقل الصحيح الخارج عن حد القلة إلى حد الكثرة\" (1)، وعلى هذا فإن السماع ينقسم ثلاثة أنواع:\nالأول: القرآن الكريم وقراءاته. الثاني: الحديث الشريف.\nالثالث: كلام العرب شعرًا ونثرًا.\nوقد اعتمد الجريري السماع دليلاً لصحة اختياره لآرائه؛ فأكثر من الاستدلال به، والاعتماد عليه، وكان السماع هو أهم أصل قامت عليه آراؤه النحوية والصرفية.\n1 - استدلاله بالقرآن الكريم وقراءاته:\nكان القرآن الكريم وقراءاته ركنًا رئيسًا في تقعيد القواعد، والاستشهاد بها؛ فهي الدعامة الأساسية التي يعتمد عليها النحويون في إثبات الأحكام النحوية، ولهذا أكثر أبو الفرج الجريري من الاحتجاج بالقرآن الكريم، وقراءاته على صحة آرائه، ومن ذلك استدلاله على جواز حذف الضمة والكسرة في الإعراب وعلى أنها لغة واردة عن العرب بقراءة أبي عمرو: {فَتُوبُوا إِلَى بَارِئْكُمْ} (2) بسكون الهمزة، وبقوله تعالى: {إِنَّ اللَّهَ يَأْمُرْكُمْ} (3) بسكون الراء استثقالاً لاجتماع ثلاث ضمات (4).\nوكان الجريري يجلُّ القراءات القرآنية؛ ولهذا نراه يورد كثيرًا منها، ذاكرًا ما فيها من إعراب أو توجيه، ومن ذلك: قراءة نصب (بينكم) في قوله تعالى: {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} (5)، فقد ذهب إلى أن (بينكم) منصوب على الظرف، وناصبه الفعل (تقطع)، وتقدير الكلام عنده: (لقد تقطع ما كنتم تزعمون بينكم وضل عنكم) (6).\n__________\n(1) انظر: الإغراب لأبي البركات 45، ولمع الأدلة 80 - 81، والاقتراح 96، وفيض نشر الانشراح 1/ 413 - 424.\n(2) سورة البقرة 54.\n(3) سورة النساء 58.\n(4) الجليس الصالح 1/ 244.\n(5) الأنعام 94.\n(6) الجليس الصالح 2/ 34 - 35.\n(1/60)",
        "\nومن ذلك أيضًا: إعراب (مظلمًا) قوله تعالى: {كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا} (1) في قراءة من قرأ (قطعًا) بالتحريك على أن نصبه (مظلمًا) على الحال. والمعنى: (من الليل في حال إظلامه)، أي: شدة ظلمته (2).\nوكان الجريري يعزو القراءة غالبًا إلى أصحابها، ومن ذلك قوله: \"وقد اختلفت القراء في قراءة قوله تعالى: {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} (3) فقرأ ذلك كثيرًا من قراء المدينة والشام وبعض أهل الكوفة: (بينكم) بالنصب، وقرأ كثير من أهل الحجاز والعراق وغيرهم: (بينكم) بالرفع والنصب\" (4).\n2 - استدلاله بالحديث الشريف:\nالحديث النبوي الشريف من الأصول السماعية التي يجب الاعتماد عليها في إثبات القواعد والأحكام، وبخاصة إذا اعتنى به راويه (5).\nوكان كتاب الجليس الصالح كتاب أدب وشعر وسمر، ولذلك لم تكن مجالسه تخلو من حديث نبوي يشرحه، أو يبسط القول في أحكامه وفوائده، أو يستشهد به على شرح معنى لغوي (6).\nومع هذا فقد قل استدلاله لاختياراته وآرائه النحوية بالحديث الشريف قلة ظاهرة بالقياس إلى الشواهد القرآنية والشعرية. ومن الأمثلة على ذلك استدلاله على أن حذف الياء من (يا ابن أخي) كثير لازم حملاً على (يا ابن أم)، و (يا ابن عم) بالحديث الشريف: (يا ابن أخ ما صنعت؟) (7).\n3 - استدلاله بالشعر:\nاستدل النحويون بالشعر المروي عن العرب الفصحاء ممن يوثق بعربيتهم (8)، وقد ضم كتاب الجليس الصالح قدرًا كبيرَا من الشواهد الشعرية، بعضها من شعر الجاهليين والمخضرمين، وكثير منها من شعر الإسلاميين والمولدين.\n__________\n(1) يونس 27.\n(2) الجليس 1/ 259.\n(3) الأنعام 94.\n(4) الجليس 1/ 259.\n(5) انظر في الاستشهاد بالحديث الشريف: الاقتراح 106 - 112، والخزانة 1/ 9، 12، وفيض نشر الانشراح 1/ 446 - 523، وموقف النحاة من الاستشهاد بالحديث الشريف لخديجة الحديثي 423 وما بعدها.\n(6) انظر مثلاً: الجليس الصالح 1/ 170، 171، 174، 181، 206 - 207، 217، 233، 262 - 263، 273، 2/ 166 - 167، 424، 452 - 453.\n(7) الجليس 2/ 352.\n(8) انظر في ذلك: الاقتراح 112، والخزانة 1/ 5 - 6، وفيض نشر الانشراح 1/ 611.\n(1/61)\n",
        "وقد عنى ببيان الروايات المختلفة في الشعر شارحًا إياها، فيقول في قول جرير:\nفالشمس طالعة ليست بكاسفة تبكي عليك نجومَ الليل والقمرا\n\"وقد اختلف الرواة في رواية هذا البيت، فرواه البصريون: (الشمس طالعة ليست بكاسفة)، ورواه الكوفيون: (الشمس كاسفة ليست بطالعة)، ورواه بعض الرواة: (تبكي عليك نجومُ الليل والقمرا)، ورواه بعضهم: (تبكي عليك نجومَ الليل والقمرا) \" (1).\nوقد يذكر الروايات المختلفة في الشاهد الشعري مبينًا الأوجه الإعرابية الجائزة فيه، ومن الأمثلة على ذلك قوله في قول الشاعر:\nإن الزمان رأى إلْفَ السرور بنا فدبَّ بالهجر فيما بينِنا وسعى\n\" (فيما بيننا) بالنصب، هكذا روى على الظرف، وقد حكى عن بعض النحويين عن العرب: (أتاني سواءك، ودونك) وذوكرتُ بروايته بالجر هل تجوز؟ وما وجه جوازها؟ ووجه الجر في هذا أن يكون معنى (البين) ههنا: (الوصل)، والمعنى: (فدبَّ في وصلنا) \" (2).\nواستدل الجريري على صحة اختياراته وآرائه بالشعر العربي في عصور الاحتجاج اللغوي، وغيرها، ومن ذلك:\n1 - استدل على أن خبر (كاد) لا يجوز اقترانه بـ (أنْ) إلا في الضرورة الشعرية، بقول الشاعر (3):\nكادت النفسُ أنْ تَفيضَ عليه إذْ غدا حَشْوَ رَيْطة وبرودِ\n2 - استدل على جواز حذف الضمة والكسرة في الإعراب للضرورة الشعرية، بعده أبيات شعرية. منها قول امرئ القيس (4):\nفاليومَ أشربْ غيرَ مستحقبٍ إثمًا من اللهِ ولا واغلِ\n3 - استدل على جواز صرف الاسم المؤنث الثلاثي الساكن الوسط وعدم صرفه، والمنع من الصرف أكثر، بقول العباس بن الأحنف (5):\nفَصوِّرْ هاهنا فَوْزًا وصَوِّر ثَمَّ عباسا\n__________\n(1) الجليس 2/ 118.\n(2) الجليس الصالح 2/ 32.\n(3) الجليس الصالح 1/ 192 - 193.\n(4) الجليس 1/ 244.\n(5) الجليس 1/ 325.\n(1/62)\n\n4 - استدل على أنه لا يجوز العطف على الضمير المرفوع من غير توكيد ولا فصل إلا في الشعر، بقول جرير (1):\nورجا الأخيطلُ من سفاهةِ رأيِه مالم يكن وأبٌ له لينالا\n5 - استدل على جواز حذف همزة الاستفهام لدلالة (أم) عليها، بقول امرئ القيس (2):\nتروح من الحيِّ أم تبتكرْ وماذا يضرُّك لو تنتظرْ؟\nثانيًا: استدلاله بالقياس:\nالقياس من أصول النحو المعتبرة، \"وهو معظم أدلة النحو، والمعول في غالب مسائله عليه\" (3)؛ ولذلك فهو الدليل الثاني الذي اعتمد عليه الجريري في الاحتجاج لصحة آرائه واختياراته، فنجده يستدل به في عدة مواضع. منها:\n1 - استدل على أن حذف الياء من (يا ابن أخي) كثير لازم بالقياس على (يا ابن أم)، و (يا ابن عم)؛ لكثرة الاستعمال في كل منها (4).\n2 - استدل على أن (أندية) مفردها (ندى) على وزن (أفعلة)، حملاً على (فعال)، مستدلا على ذلك بما سمع عن العرب، وحكاه الفراء وابن السكيت؛ فقالوا: (أقفية، وأرحية) في جمع (قفا، ورحى) (5).\n3 - استدل على أن (صمحمح) على وزن (فعلعل)، بأن القياس يشهد بتصويبه، وذلك أن موافقة الحرف المتكرر الحرف المتقدم في صورته يوجب موافقته في الحكم على وزنه إذا استوفى في وزن الكلمة، ما لم يلجئ إلى خلاف هذا حجة (6).\n4 - رد الجريري قول الفراء بأن (إسوارًا) بمعنى (سوار) بأنه غير صحيح في القياس، وإن كانت لغة فهي شاذة، ولا يكون جمعه (أسورة)؛ لأن (أفعالاً) لا يجمع على (أفعلة) (7).\n__________\n(1) الجليس 2/ 63.\n(2) الجليس 1/ 506.\n(3) انظر في ذلك: الإغراب 54 - 63، ولمع الأدلة 93 - 112، والاقتراح 152، وفيض نشر الانشراح 2/ 739 - 742.\n(4) الجليس 2/ 352.\n(5) الجليس 3/ 79 - 80.\n(6) الجليس 2/ 58.\n(7) الجليس 3/ 250.",
        "(1/63)\n\nثالثًا: استدلاله ببيان العلة:\nالاستدلال بالعلة ثابت عند النحويين، يقول سيبويه: \"وليس شىء يضطرون إليه إلا وهم يحاولون به وجهًا\" (1).\nوقد استدل الجريري ببيان العلة واجتح بها لإثبات صحة آرائه واختياراته ومن ذلك على سبيل المثال:\n1 - علة فتح ثاني الثلاثي المكسور الوسط، نحو: (نمر) عند النسب إليه بأنهم يسكنون أوسط ما كان على وزن (فعل)، وكان تخفيفه في النسب أولى؛ ولذلك خففوه وفتحوا ثانية عوضًا من المحذوف (2).\n2 - ذهب الجريري إلى أن التصغير لا يأتي للتعظيم، ورد على الكوفيين بأن الصغير على صغره، فإنه نتج كبيرًا أدى إليه عظيمًا في نفعه أو ضرره (3).\n3 - ضعَّف الجريري رواية الجر في (غير) في قول ذي الرمة:\nتريك سُنَّة وجه غيرَ مقرفة ملساء ليس بها خال ولا ندب\nلأن فيها جرًّا على الجوار، وهو وجه ضعيف مرغوب عنه، وكثير من النحويين لا يجيزه (4).\n4 - وجَّه الجريري تذكير الفعل (فأعجبها) في قول بشار:\nحتى إذا وجدتْ ريحي فأعجبها وكنتُ في خَلْوة مُثِّلتْ إنسانا\nبأنه فعل هذا في ضرورة الشعر، وجعل الضمير الذي في (فأعجبها) عائدًا على (الريح)، وهي مؤنثة، إما لأن تأنيثها ليس بحقيقي، وإما لأنه اراد بقوله: (ريحي): (نسيمي)، ونحوه (5).\n__________\n(1) الكتاب 1/ 32، وانظر: الخصائص 1/ 51، 184، 237، 245.\n(2) الجليس 2/ 241.\n(3) الجليس 1/ 219 - 220.\n(4) الجليس 2/ 236.\n(5) الجليس 1/ 470.\n(1/64)",
        "\nالمبحث الخامس: اتجاهه النحوي\nأبو الفرج الجريري أحد علماء القرن الرابع الهجري، كان إمامًا في النحو واللغة والفقه والأدب، اشتهر بالجريري نسبة إلى شيخه أبي جعفر ابن جرير الطبري الذي نصب المعافي بن زكريا الجريري نفسه للدفاع عنه، والانتصار لمذهبه. ولم يبق من مصنفات الجريري إلا كتابه (الجليس الصالح) الذي اشتمل على كثير من المسائل النحوية والصرفية التي أظهرت لنا بجلاء المكانة العلمية التي تحدث عنها من ترجموا لحياته.\nوفي ضوء دارسة آرائه النحوية والصرفية، ظهر ما يأتي:\n(1) أن هناك آراء وافق فيها جمهور البصريين، مثل:\n1 - أن (أو) لا تكون بمعنى (الواو)؛ لأن الأصل في (أو) أن تكون لأحد الشيئين، بخلاف الواو التي معناها: الجمع بين الشيئين، والأصل في كل حرف أن يدل على المعنى الذي وُضع له (1).\n2 - ذهب إلى أنه لا يجوز العطف على الضمير المرفوع إلا بعد تأكيد هذا الضمير، أو وجود فاصل بين المعطوف عليه والمعطوف، وهو مذهب البصريين (2).\n3 - ذهب إلى أن الخماسي الذي تكرر فيه حرفان قبلهما حرف أصلي، نحو: (صَمَحْمح) وزنه: (فعلعل) بتكرير العين واللام، وهو مذهب البصريين (3).\n4 - ذهب إلى أن التصغير لا يأتي للتعظيم، وهو مذهب البصريين (4)، وخرَّج ما استدل به الكوفيون على مجيئه للتعظيم بأن التصغير فيه بمعنى التحقير، وأن الذي يدل على ذلك ليس هو التصغير. وإنما هي الأوصاف التي جاءت بعده، وصرَّح بأن ذلك مذهب لم يسبق إليه، ولعل أحدًا لم يقل به قبل عصره، وإن كان قد شاع ذلك بعده.\n(2) كانت للجريري آراء أخرى مثل:\n1 - ما ذهب إليه من أن حذف الياء من (يا ابن أخي) كثير لازم حملاً على (يا ابن أم)، و (يا ابن عم) لكثرة الاستعمال فيها (5).\n__________\n(1) الجليس 4/ 176.\n(2) السابق 2/ 63 - 64.\n(3) السابق 2/ 58 - 59.\n(4) الجليس 1/ 219 - 220، وانظر: الإنصاف 1/ 139.\n(5) الجليس 2/ 352.\n(1/65)\n",
        "2 - ذهب إلى أن إدخال الترخيم على الترخيم في المختوم بالهاء للضرورة جائز، وأنه مقصور على (حارث) دون غيره (1).\n3 - ما ذكره في علة فتح ثاني الثلاثي المكسور الوسط، نحو: (نمر) عند النسب إليه، وهي أنهم يسكِّنون أوسط ما كان على وزن (فَعِل). نحو: (كَتْف، ومَلْك)، وكان تخفيفه في النسب أولى، ولذلك خففوه وفتحوا ثانيه عوضًا من المحذوف (2)، وهو وجه لم يتقدمه أحد في استخراجه، كما ذكر الجريري.\nومن هذه الآراء - أيضًا - توجيهه بعض القراءات، وإعراب بعض الأبيات، ومن ذلك:\n1 - توجيهه قراءة نصب (بينكم) في قوله تعالى: {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} [الأنعام 94] على أن (بينكم) منصوب على الظرف، وناصبه الفعل (تقطع)، والآية من باب التنازع، فالفعل (تقطع)، و (ضل) يتوجهان على قوله: {مَا كُنْتُمْ تَزْعُمُونَ} كل منهما يطلبه فاعلاً، وتقدير الكلام: (لقد تقطع ما كنتم تزعمون بينكم وضل عنكم) (3).\n2 - تخريجه كلمة (أندية) في قول الشاعر:\nفي ليلةٍ من جُمَادي ذاتِ أنديةٍ لا يبْصر الكلبُ من ظلمائها الطنُبا\nفقد ذهب إلى أن (ندى) جمع على (أفعلة)، حملًا على (فعال)، مستدلاًّ على ذلك بما سمع عن العرب، وحكاه الفراء وابن السكيت، فقالوا: (أقفية، وأرحية) في جمع: (قفا، ورحي) (4)، ووافقه ابن جني على ذلك واجتح لهذا بأن العرب قد تجرى الفتحة مجرى الألف (5).\n3 - توجيهه تذكير الفعل في قول بشار:\nحتى إذا وجدتْ ريحي فأعجبها وكنتُ في خَلْوة مُثِّلتْ إنسانا\nبأنه على حذف مضاف، وهو (وجود) الذي دل عليه الفعل (وجد)، والتقدير: (فأعجبها وجود ريحي)، فحذف التاء (6).\n__________\n(1) السابق 3/ 201.\n(2) السابق 2/ 241.\n(3) السابق 2/ 34 - 35.\n(4) الجليس 3/ 79 - 80.\n(5) الخصائص 3/ 52 - 53، وانظر: شرح ابن يعيش 6/ 40 - 41.\n(6) الجليس 1/ 470 - 471.\n(1/66)\n\n(3) هناك آراء وافق فيها الجريري بعض النحويين، ونلحظ أنه غالبًا لا يذكر صاحب الرأي، ولا يعزوه إلى قائله، ومن هذه الآراء التي تبين أنه وافق فيها بعض البصريين:\n1 - موافقته ابن السراج والزجاجي في أن (ما) تأتي لما لا يعقل. ولجنس مالا يعقل (1)، وذهب الزجاج، والطبري، وغيرهما إلى أنها تكون لمن يعقل ومالا يعقل، وينسب ذلك إلى سيبويه (2).\n2 - ذهب إلى جواز حذف الضمة والكسرة في الإعراب للضرورة الشعرية، وهو مذهب الخليل وسيبويه (3).\n3 - ذهب إلى أنه يجوز حذف همزة الاستفهام لدلالة (أم) عليها، فإذا لم تدل عليها فلا يجوز حذفها، وذهب الأخفش، وتابعه ابن مالك إلى جواز حذفها في الاختيار عند أمن اللبس مطلقًا (4).\n4 - موافقته سيبويه والمبرد في أنه لا يجوز اقتران خبر (كاد) بـ (أَنْ) إلا في الضرورة الشعرية (5).\n5 - وافق سيبويه والجمهور في جواز صرف الاسم المؤنث الثلاثي الساكن الوسط وعدم صرفه، ويرى أن المنع من الصرف أكثر (6).\n6 - ذهب إلى أن الفعل (يتسنه) في قوله تعالى: {لم يتسنه} [البقرة 259] مأخوذ من (السنة)، والمعنى: لم تؤثر فيه السنون فتحيله وتغيره (7)، وهو مذهب النحاس، ومكي، والزمخشري (8).\n7 - القول بأن {مظلمًا} في قوله تعالى: {قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا} [يونس27] حال من الليل، وهو مذهب الطبري، ومكي، والزمخشري، وغيرهم (9).\n8 - ذهب إلى أن (الأساورة) في قوله تعالى: {فَلَوْلا أُلْقِيَ عَلَيْهِ أَساوِرَةٌ} [الزخرف 53] جمع (أسورة)، فهو جمع الجمع (10)، وهو أيضًا قول ابن خالويه والباقولي والقرطبي (11).\n9 - ذهب إلى أن (نجومَ الليل والقمرا) في قول جرير:\n__________\n(1) السابق 3/ 95.\n(2) انظر: معاني القرآن وإعرابه 5/ 232، وجامع البيان 30/ 133 - 134.\n(3) الجليس 1/ 242 - 243.\n(4) السابق 3/ 219 - 220، وانظر: معاني القرآن للأخفش 1/ 182 - 183، وشواهد التوضيح 87 - 89.\n(5) الجليس 1/ 192 - 193.\n(6) الجليس 1/ 326.\n(7) السابق 3/ 384.\n(8) انظر: إعراب القرآن للنحاس 1/ 332، وكشف مشكل القرآن 1/ 308، والكشاف 1/ 152.\n(9) انظر: الجليس 1/ 259، وجامع البيان 6/ 554، والمشكل 1/ 379، والكشاف 1/ 518، والبيان 1/ 411.\n(10) الجليس 3/ 251.\n(11) انظر: الحجة لابن خالويه 321، وكشف المشكلات 2/ 299، وتفسير القرطبي 16/ 87.",
        "(1/67)\n\nفالشمس طالعة ليست بكاسفة تبكي عليك نجومَ الليل والقمرا\nمفعول به منصوب بقوله: (كاسفة)، وفي الفعل (تبكي) ضمير يعود إلى الشمس (1). وذهب إلى هذا أيضًا ابن عبد ربه، وابن هشام، والبغدادي (2)، وهي رواية البصريين، وذهب في رواية المبرد: (تبكي عليك نجومُ الليل والقمرا) برفع (نجوم)، ونصب (والقمرا) إلى أن (نجوم الليل) فاعل للفعل (تبكي)، والواو واو المعية، و (القمرا) مفعول معه (3).\n(4) هناك آراء لبعض النحويين كان يردها، ومن ذلك:\n1 - أن بعض النحويين ذهب إلى أن الفعل (يتسنه) في قوله تعالى: {لم يتسنه} [البقرة 259] مأخوذ من (أسن الماء): إذا تغير، ورَّه الجريري بأن فيه ذهابًا عن وجه الصواب، ولو كان كذلك لوجب أن يقال: (لم يتأسن) (4).\n2 - أن الكوفيين ذهبوا إلى أن (بينكم) بالنصب في قوله تعالى: {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} [الأنعام 94] ظرف للفعل (تقطع)، والفاعل اسم موصول محذوف، تقديره: (لقد تقطع ما بينكم)، و (ما) اسم موصول، و (بين) صلة الموصول، وحذفت (ما)، وبقيت الصلة، وهي (بينكم)، ورد الجريري ذلك بأن الصلة والموصول اسم واحد، ومحال أن يحذف صدر الاسم ويبقى آخره، وكأن الذاهب إليه أتى ببعض جملة الاسم دون باقيها (5).\n3 - ذهب الفراء إلى أن (الأساورة) جمعٌ مفرده (إسوار) بمعنى (سوار) (6)، وردَّه الجريري بأن (إسوارًا) بمعنى (سوار) ليس بصحيح في القياس، وإن كانت لغة فهي شاذة (7).\n4 - ذهب بعض العلماء إلى أن قول الشاعر:\nتريك سُنَّة وجه غيرَ مقرفة ملساء ليس بها خال ولا ندب\nيروى بالجر في (غير) على الجوار، ورده الجريري بأنه \"وجه ضعيف مرغوب فيه\" وكثير من النحويين لا يجيزه، ومن محققيهم من يُلَحِّن المتكلم به، وينسب مجيزه من النحاة إلى الخطأ\" (8).\n__________\n(1) الجليس 2/ 125.\n(2) انظر: العقد الفريد 1/ 111، والألغاز النحوية لابن هشام 110، وشرح شواهد الشافية 31.\n(3) الجليس 2/ 127.\n(4) الجليس 3/ 384.\n(5) السابق 2/ 34.\n(6) انظر: معاني القرآن للفراء 3/ 35.\n(7) الجليس 3/ 250.\n(8) السابق 2/ 236.\n(1/68)",
        "\n5 - ذهب بعض النحويين إلى أن نحو قوله تعالى: {وَلِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الأرْضِ وَإِلَى اللَّهِ تُرْجَعُ الأمُورُ} [آل عمران 109] محمول على أنه من باب الإتيان بالمظهر في موضع المضمر، وردَّ الجريري هذا بأن الإظهار هنا لتعظيم القصة، وليس من هذا الباب (1).\n(5) كانت هناك آراء حكاها الجريري من غير أن يذكر اختياره ورأيه فيها، فقد عنى في كتابه بمسائل الخلاف بين الكوفيين والبصريين، دون أن يصرح بقبول لها أو رفض أو تعليق عليها، مثل:\n1 - الخلاف في وزن (آية) (2). ... 2 - الخلاف في اسم (لا) النافية للجنس (3).\n3 - الخلاف في مد المقصور وقصر الممدود (4). 4 - الخلاف في (أمهات وأمات) (5).\n5 - الخلاف في حكم ما بعد (لولا) من الضمير المتصل (6).\n6 - الخلاف في أيهما الأصل: الفعل أم المصدر؟ (7).\n7 - الخلاف في الفرق بين التأنيث الحقيقي وغير الحقيقي (8).\n8 - الخلاف في المؤنث المعنوي (9). 9 - الخلاف في تحريك العين من جمع (فَعْلة) (10).\n10 - الخلاف في ترك صرف المصروف (11). 11 - الخلاف في تذكير السكين (12).\n12 - الخلاف في رفع المضارع بعد أداة الشرط الجازمة (13).\n__________\n(1) الجليس 3/ 212 - 312.\n(2) السابق 1/ 173 - 174.\n(3) الجليس 3/ 212 - 213.\n(4) السابق 1/ 388 - 389.\n(5) الجليس 2/ 135.\n(6) السابق 1/ 421 - 423.\n(7) الجليس 2/ 281 - 283.\n(8) الجليس 1/ 470 - 471.\n(9) الجليس 1/ 257 - 258.\n(10) السابق 3/ 155 - 158.\n(11) الجليس 4/ 169 - 172.\n(12) السابق 1/ 476 - 478.\n(13) الجليس 1/ 259،وهناك مسائل أخرى، مثل: إضافة الشيء إلى نفسه [2/ 303 - 304]، والخلاف في لام العاقبة ولام (كي) [4/ 151]، والخلاف في علة الفرق بين (عليَّ) و (إلىَّ)، و (هواي وعصاي) [4/ 113 - 114] والخلاف في حذف (لا) في نحو: {يبين الله لكم أن تضلوا} [3/ 319].\n(1/69)\n",
        "كما حفل كتابه بالمسائل النحوية التي يوردها من غير أن يصرح بقبوله لها، مثل:\n1 - الوجوه الجائزة في: (لا حول ولا قوة إلا بالله) (1).\n2 - حذف ألف (أنا) في الوصل (2).\n3 - تسكين الياء وحذفها في النصب في الشعر (3).\n4 - رفع المضارع بعد (أنْ) (4).\n5 - (ما) الحجازية والتميمية (5).\n__________\n(1) الجليس 179 - 180.\n(2) السابق 1/ 305.\n(3) الجليس 3/ 219 - 220.\n(4) السابق 1/ 564 - 565.\n(5) السابق نفسه.\n(1/70)\n\nالخاتمة\nالحمد لله رب العالمين، وصلاة وسلامًا على سيد المرسلين، وإمام النبيين سيدنا محمد صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\nوبعد،،،،\nفهذا ما تيسر لي جمعه ودراسته من آراء أبي الفرج الجريري، ويمكن تلخيص أهم ما توصل إليه هذا البحث من نتائج فيما يلي:\n(1) ظهر في ضوء هذه الدراسة أن أبا الفرج الجريري كان بغداديًّا، يميل إلى آراء البصريين، يؤكد ذلك ما يلي:\n(أ) أن أكثر آرائه وافق فيها البصريين، وقد بينت ذلك فيما سبق.\n(ب) أنه يسمى البصريين بـ (أصحابنا)، فيقول: \"وقد تعلق نحاة الكوفيين على أصحابنا البصريين\" (1)، كما نراه يستعمل مصطلحات البصريين، ثم ينصُّ على مصطلحات الكوفيين، فيقول في ضمير الفصل: \"وهذه عبارة البصريين من النحويين، فأما كوفيُّهم فيسمونها العماد\" (2)، ويقول أيضًا: \"والكوفيون يسمون البدل: التكرير والترجمة والإتباع\" (3). ويقول في إعراب (مظلمًا) في قوله تعالى: {أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا}: إنه منصوب على أنه حال من الليل، ثم يقول: \"والكوفيون من النحويين يقولون: هو منصوب على قطع النكرة من المعرفة\" (4).\n(ج) أنه يرد بعض آراء الكوفيين، مثل:\n1 - رده مذهب الفراء والكوفيين الذين ذهبوا إلى أن الخماسي الذي تكرر فيه حرفان قبلهما حرف أصلي، نحو: (صَمَحْمح) وزنه: (فعلَّل) (5).\n2 - رده مذهب الكوفيين أن التصغير يأتي للتعظيم (6).\n__________\n(1) الجليس 2/ 281.\n(2) السابق 4/ 160 - 161.\n(3) الجليس 3/ 86، وانظر: 4/ 124، ويذكر أيضًا: مصطلح الصرف [3/ 28]، ولام (كي) عند البصريين هي لام العاقبة والصيرورة والصيور عند الكوفيين [4/ 151].\n(4) الجليس 1/ 259.\n(5) السابق 2/ 58 - 59.\n(6) الجليس الصالح 1/ 219 - 220.",
        "(1/71)\n\n3 - رده مذهب الفراء أن (الأساورة) جمع مفرده (إسوار) بمعنى (سوار) بأن ذلك ليس بصحيح في القياس، وإن كانت لغة فهي شاذة (1).\n(2) كانت للجريري آراء أخرى، مثل:\n1 - جواز حذف الياء من (يا ابن أخي) لكثرة الاستعمال حملًا على (يا ابن أم، ويا ابن عم).\n2 - إدخال الترخيم على الترخيم في المختوم بالهاء للضرورة، وقَصْرُه على (حارث) دون غيره.\n3 - علة فتح ثاني الثلاثي المكسور الوسط عند النسب إليه هي أن العرب يسكِّنون الحرف الثاني على وزن (فَعِل)، نحو: (كتف)، وكان تخفيفه في النسب أولى، فخففوه وفتحوا ثانيه عوضًا من المحذوف.\n4 - تخريجه نصب (بينكم) في قوله تعالى: {لقد تقطع بينكم} على أنه منصوب على الظرفية، وناصب الفعل (تقطع)، والآية من باب التنازع.\n(3) لم يظهر في هذه الآراء تأثره بشيخه ابن جرير الطبري؛ لأن تأثره الأكبر به كان في الفقه، كما ذكر ذلك أصحاب التراجم، كذلك لم يظهر تأثره بشيخه الأخفش الأصغر.\n(4) اعتمد أبو الفرج الجريري في اختيار آرائه على الأصول المعروفة عند النحويين، ومنها: السماع، والقياس، ومن ذلك أنه يذهب إلى أن حذف الياء من (يا ابن أخ) لازم حملاً على (يا ابن أم، ويا ابن عم) معتمدًا على السماع في الحديث: (يا ابن أخ ما صنعت؟) وعلى القياس على (يا ابن أم)؛ لكثرة الاستعمال.\n(5) كانت لأبي الفرج الجريري علل انفرد بها، مثل: علة فتح ثاني المكسور عند النسب إليه، وقد سبق الكلام على ذلك.\n(6) الجريري له قدم راسخة في النحو والصرف وفي غيرهما من العلوم، ويدل على ذلك كتابه (الجليس الصالح) الذي سلم من عوادي الزمن، فبقى شاهدًا على علمه، ولم يشتهر الجريري ولا آراؤه في كتب النحويين، ولعل ذلك بسبب أن شهرته في الفقه، والقراءات والحديث غطت على شهرته النحوية والصرفية.\n\nوالحمد لله رب العالمين\n__________\n(1) السابق 3/ 250.\n(1/72)",
        "\nفهرس بأهم المصادر والمراجع\n- الإبدال لأبي الطيب اللغوي، تحقيق عز الدين التنوخي، مطبوعات المجمع العلمي العربي بدمشق، 1960م/1961م.\n- ارتشاف الضرب من لسان العرب لأبي حيان الأندلسي، تحقيق رجب عثمان محمد، مكتبة الخانجي - الطبعة الأولى 1418هـ/ 1998م.\n- إشارة التعيين لعبد الباقي اليماني، تحقيق عبد المجيد دياب، مركز الملك فيصل للبحوث، الرياض، ط1، 1406هـ/ 1986م.\n- إصلاح الخلل الواقع في الجمل لابن السيد البطليوسي، تحقيق الدكتور حمزة النشرتي، دار المريخ، الرياض 1979م.\n- الأصول في النحو لابن السراج، تحقيق عبد الحسين الفتلي ط مؤسسة الرسالة، الطبعة الثالثة، 1402هـ/ 1988م.\n- الأضداد لمحمد بن القاسم الأنباري، تحقيق محمد أبي الفضل إبراهيم - مطبعة الكويت. ط2، 1986م.\n- إعراب القرآن للنحاس، تحقيق د/ زهير غازي زاهد، عالم الكتب، بيروت الطبعة الثالثة 1989م.\n- الأعلام لخير الدين الزركلي، دار العلم للملايين، بيروت 1984م.\n- الاقتراح في علم أصول النحو للإمام جلال الدين السيوطي ت911هـ، تحقيق وتعليق الأستاذ الدكتور حمدي عبد الفتاح مصطفى خليل - مكتبة الآداب - القاهرة- الطبعة الثالثة 1428هـ/ 2007م.\n- الألغاز النحوية لابن هشام، تحقيق موفق فوزي الجبر، دار الكتاب العربي - دمشق ط1، 1417هـ/ 1997م.\n- الأمالي الشجرية لابن الشجري، تحقيق د/ محمود محمد الطناحي، الطبعة الأولى 1413هـ/ 1992م، مطبعة الخانجي.\n- الأمالي النحوية لابن الحاجب، تحقيق د/ فخر الدين صالح قدارة، طبعة دار الجيل، بيروت 1409هـ/ 1989م.\n(1/73)\n",
        "- إنباه الرواة على أنباه النحاة للقفطي، تحقيق محمد أبي الفضل إبراهيم، دار الكتب المصرية 1950م.\n- الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين لأبي البركات الأنباري، تحقيق الشيخ محمد محيي الدين عبد الحميد، المكتبة العصرية، بيروت 1987م.\n- أوضح المسالك إلى ألفية ابن مالك لابن هشام الأنصاري، تحقيق الشيخ محمد محيي الدين عبد الحميد، منشورات المكتبة العصرية، بيروت.\n- الإيضاح العضدي لأبي علي الفارسي، تحقيق حسن شاذلي فرهود، ط2، دار العلوم للطباعة 1408هـ.\n- الإيضاح في شرح المفصل لابن الحاجب، تحقيق موسى بناي العليلي، مطبعة العاني، بغداد 1983م.\n- البداية والنهاية لابن كثير، تحقيق د/ أحمد عبد الوهاب فتيح، دار الفجر، القاهرة.\n- البسيط في شرح جمل الزجاجي لابن أبي الربيع، تحقيق د/ عياد بن عيد الثبيتي، طبعة دار الغرب الإسلامي، بيروت 1986م.\n- بغية الوعاة في طبقات اللغويين والنحاة للسيوطي، تحقيق محمد أبي الفضل إبراهيم، دار الفكر، ط 2 1979م.\n- البيان في شرح اللمع، إملاء الشريف عمر بن إبراهيم الكوفي، دراسة وتحقيق الدكتور علاء الدين حموية، دار عمار، الأردن، الطبعة الأولى 1423هـ/2002م.\n- البيان في غريب إعراب القرآن لأبي البركات الأنباري، تحقيق طه عبد الحميد طه، الهيئة المصرية العامة للكتاب 1400هـ/1980م.\n- تاج العروس للزبيدي، تحقيق مجموعة من المحققين، مطبعة حكومة الكويت.\n- تاج اللغة وصحاح العربية للجوهري، تحقيق أحمد عبد الغفور عطار، دار العلم للملايين، بيروت.\n- تاريخ الأدب العربي لكارل بروكلمان، ترجمة عبد الحليم النجار والسيد يعقوب بكر وآخرين، أشرف على الترجمة د/ محمود فهمي حجازي، الهيئة المصرية العامة للكتاب 1989م.\n(1/74)\n\n- تاريخ بغداد أو مدينة السلام منذ تأسيسها حتى سنة 463هـ للخطيب البغدادي، دار الكتب العلمية، بيروت، لبنان.\n- التبصرة والتذكرة للصيمري، تحقيق فتحي أحمد مصطفى، جامعة أم القرى، مركز البحث العلمي، الطبعة الأولى 1402هـ/ 1982م.\n- التبيان في إعراب القرآن للعكبري، تحقيق علي محمد البجاوي، مكتبة عيسى البابي الحلبي 1976م.\n- التبيان في تفسير غريب القرآن لابن الهائم المصري، تحقيق د/ فتحي أنور الدابولي، دار الصحابة للتراث بطنطا، ط 1، 1992م.\n- تخليص الشواهد وتلخيص الفوائد لابن هشام، تحقيق د/ عباس مصطفى الصالحي، بيروت، دار الكتاب العربي، ط1، 1406هـ/ 1986م.\n- التخمير في شرح المفصل لصدر الأفاضل الخوارزمي، تحقيق د/ عبد الرحمن ابن سليمان العثيمين، بيروت، دار الغرب الإسلامي، ط1، 1990م.\n- التذييل والتكميل لأبي حيان، الجزء الأول، رسالة دكتوراه بكلية اللغة العربية بالقاهرة د/ مصطفى أحمد حبالة 1981 برقم 1625.\n- الترخيم في العربية، معناه - أغراضه - أنواعه، أ. د/ إبراهيم حسن إبراهيم، مطبعة حسان 1404هـ/ 1984م.\n- التصريح بمضمون التوضيح للشيخ خالد الأزهري، دراسة وتحقيق د/ عبد الفتاح بحيري إبراهيم، الزهراء للإعلام العربي، الطبعة الأولى 1413هـ/ 1992م.\n- تمهيد القواعد بشرح تسهيل الفوائد لناظر الجيش تحقيق د/ علي محمد فاخر وآخرين، دار السلام، الطبعة الأولى 1428هـ/ 2007م.\n- تهذيب اللغة لأبي منصور الأزهري، تحقيق عبد السلام هارون وآخرين، الهيئة المصرية العامة للكتاب 1975م.\n- توضيح المقاصد والمسالك بشرح ألفية ابن مالك للمرادي، تحقيق أحمد محمد عزوز، المكتبة العصرية، بيروت - الطبعة الأولى 1426هـ/ 2005م.\n- التيسير في القراءات السبع لأبي عمرو الداني، مطبعة الدولة، استانبول 1920م.\n- جامع البيان لابن جرير الطبري، دار الكتب العلمية ط1 1421هـ/ 1992م.",
        "(1/75)\n\n- الجامع لأحكام القرآن للقرطبي، تحقيق د/ محمد إبراهيم الحفناوي، دار الحديث بالقاهرة ط2، 1996م.\n- الجامع الصحيح لسنن الإمام الترمذي، تحقيق أحمد محمد شاكر، بيروت 1408هـ/ 1978م.\n- الجليس الصالح الكافي والأنيس الناصح الشافي لأبي الفرج الجريري، دراسة وتحقيق الدكتور محمد مرسي الخولي، والدكتور إحسان عباس، عالم الكتب، ومحمد أمين دمج - لبنان، بيروت.\n- الجمل في النحو للزجاجي، تحقيق علي توفيق الحمد 1405هـ/ 1985م.\n- جمهرة اللغة لابن دريد، مطبعة مجلس دائرة المعارف بحيدر آباد الدكن، دار صادر، بيروت.\n- الجني الداني في حروف المعاني، تحقيق د/ فخر الدين قباوة ومحمد نديم فاضل، دار الآفاق الجديدة، بيروت ط2، 1403هـ/ 1983م.\n- جواهر الأدب في معرفة كلام العرب لعلاء الدين الإربلي، تحقيق د/ حامد أحمد نيل، القاهرة، مكتبة النهضة المصرية 1984م.\n- حاشية الصبان على الأشموني - مطبعة عيسى البابي الحلبي بالقاهرة.\n- حاشية يس العليمي على التصريح، طبعة دار إحياء الكتب العربية، عيسى البابي الحلبي.\n- حجة القراءات لأبي زرعة ابن زنجلة - تحقيق سعيد الأفغاني، مؤسسة دار الرسالة ط 2، 1979م.\n- الحجة في علل القراءات السبع لأبي علي الفارسي، تحقيق بدر الدين قهوجي، وبشير حويجاتي، دمشق، دار المأمون ط1، 1984م.\n- الحجة في القراءات السبع لابن خالويه، تحقيق عبد العال سالم مكرم، دار الشروق 1977م.\n- خزانة الأدب ولب لباب لسان العرب لعبد القادر البغدادي، تحقيق عبد السلام محمد هارون، مكتبة الخانجي بالقاهرة، 1989م.\n(1/76)",
        "\n- الخصائص لابن جني، تحقيق محمد علي النجار، الهيئة المصرية العامة للكتاب ط3، 1986م.\n- درة الغواص للحريري، شرحها، وحواشيها، وتكملتها، تحقيق عبد الحفيظ القرني، دار الجيل ومكتبة التراث الإسلامي، ط1 1996م.\n- الدر المصون للسمين الحلبي، تحقيق د/ أحمد محمد الخراط، دار القلم، دمشق ط1، 1407هـ/ 1987م.\n- ديوان جرير، شرحه، وقدم له مهدي محمد ناصر الدين، دار الكتب العلمية، بيروت، ط1، 1986م.\n- ديوان حميد بن ثور، جمع وتحقيق د/ محمد شفيق البيطار، الطبعة الأولى - الكويت 1423هـ/ 2002م. السلسلة التراثية.\n- ديوان زهير بن أبي سلمى، مطبعة دار الكتب المصرية 1997م.\n- ديوان عمر بن أبي ربيعة، الهيئة المصرية العامة للكتاب 1978م.\n- ديوان كثير عزة، تحقيق د/ إحسان عباس، دار الثقافة، بيروت 1971م.\n- ديوان العباس بن الأحنف، دار صادر، بيروت، بتقديم كرم البستاني 1978م.\n- ديوان امرئ القيس، تحقيق محمد أبي الفضل إبراهيم، دار المعارف ط4، 1984م.\n- رصف المباني في شرح حروف المعاني للمالقي، تحقيق د/ أحمد محمد الخراط، دار القلم، دمشق ط 2، 1405هـ/ 1985م.\n- السبعة في القراءات لابن مجاهد، تحقيق د/ شوقي ضيف، دار المعارف، القاهرة.\n- السراج المنير شرح الجامع الصغير في حديث البشير النذير للعزيزي، مكتبة عيسى البابي الحلبي وشركاه، بمصر.\n- سر صناعة الإعراب لابن جني، تحقيق حسن هنداوي، دار القلم، دمشق 1985م.\n- سيبويه والضرورة الشعرية للأستاذ الدكتور إبراهيم حسن إبراهيم، مطبعة حسان ط1، 1983م.\n- شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي، دار الفكر، بيروت.\n- شرح أبيات سيبويه لابن السيرافي، تحقيق د/ محمد سلطاني، دار العصماء بدمشق.\n- شرح أبيات شواهد الشافية للبغدادي، تحقيق الشيخ محمد محيي الدين، وآخرين.\n(1/77)\n",
        "- شرح الأشموني على ألفية ابن مالك، ط دار إحياء الكتب العربية، عيسى البابي الحلبي.\n- شرح ألفية ابن معط لابن القواس، تحقيق علي موسى الشوملي، مكتبة الخريجي، الرياض 1985م.\n- شرح التسهيل لابن مالك، تحقيق د/ عبد الرحمن السيد، و د/ محمد بدوي المختون، مكتبة هجر 1410هـ/ 1990م.\n- شرح التسهيل للمرادي، تحقيق د/ ناصر حسين علي، دار سعد الدين بدمشق، الطبعة الأولى 1428هـ/ 2008م.\n- شرح جمل الزجاجي لابن عصفور، الشرح الكبير، تحقيق د/ صاحب أبي جناح، ط العراق 1402هـ/ 1982م.\n- شرح جمل الزجاجي لابن هشام، تحقيق على محسن عيسى، عالم الكتب، مكتبة النهضة العربية.\n- شرح الجمل لابن خروف، تحقيق د/ سلوى محمد عرب، جامعة أم القرى، مكة المكرمة 1419هـ.\n- شرح ديوان بشار بن برد، للشيخ الطاهر بن عاشور، طبعة لجنة التأليف والترجمة والنشر، راجعه وصححه محمد شوقي أمين 1386هـ/ 1966م.\n- شرح الرضى على الكافية، تحقيق د/ يوسف حسن عمر، منشورات جامعة قاريونس، ليبيا.\n- شرح الشافية للرضى، تحقيق محمد نور الحسن ومحمد محيي الدين عبد الحميد ومحمد الزفزاف - طبعة دار الكتب العلمية، بيروت.\n- شرح الكافية الشافية لابن مالك، تحقيق د/ عبد المنعم هريدي، نشر مركز البحث العلمي بمكة المكرمة 1402هـ/ 1982م.\n- شرح كتاب سيبويه لأبي سعيد السيرافي، تحقيق د/ رمضان عبد التواب وآخرين، الأجزاء 1، 2، 3، 4 ط الهيئة المصرية العامة للكتاب 1986م، 1990م، 1999م.\n- شرح القصائد السبع الطوال لأبي بكر محمد بن القاسم الأنباري، تحقيق عبد السلام هارون، دار المعارف بمصر ط2.\n(1/78)\n\n- شرح اللمع لابن برهان، تحقيق فائز فارس - الكويت - السلسلة التراثية، ط1 1404هـ/ 1984م.\n- شرح المفصل لابن يعيش، مكتبة المتنبي، مصر. د. ت.\n- شرح المقرب، المسمى بالتعليقة لبهاء الدين ابن النحاس الحلبي، تحقيق خيري عبد الراضي عبد اللطيف، دار الزمان - المدينة المنورة، الطبعة الأولى 1426هـ/2005م.\n- شفاء العليل في إيضاح التسهيل للسلسيلي، تحقيق الشريف عبد الله الحسيني البركاتي، مكة المكرمة، ط1 1406هـ/ 1986م.\n- شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح لابن مالك تحقيق محمد فؤاد عبد الباقي، دار الكتب العلمية، بيروت.\n- ضرائر الشعر لابن عصفور، تحقيق السيد إبراهيم محمد، دار العلم للملايين، بيروت ط3، 1984م.\n- العامل اللغوي بين سيبويه والفراء للأستاذ الدكتور صبحي عبد الحميد، مطبعة الأمانة، الطبعة الأولى 1406هـ/ 1986م.\n- العقد الفريد لابن عبد ربه، تحقيق أحمد أمين وآخرين، سلسلة الذخائر، الهيئة العامة لقصور الثقافة - مصر 2004م.\n- غاية النهاية في طبقات الفراء لابن الجزري - نشر برجستراسر، مكتبة المتنبي، القاهرة.\n- فتح الباري بشرح صحيح البخاري لابن حجر العسقلاني، صححه وأخرجه محب الدين الخطيب، المكتبة السلفية، القاهرة 1379هـ.\n- فتح القدير للشوكاني، دار الفكر، بيروت 1981م.\n- الفهرست لابن النديم، تحقيق محمد عوني عبد الرءوف وإيمان السعيد جلال، سلسلة الذخائر، مصر.\n- الفيصل في ألوان الجموع لعباس أبي السعود، دار المعارف بمصر 1971م.\n- فيض نشر الانشراح من روض طي الاقتراح لأبي عبد الله محمد بن الطيب الفاسي ت 1170هـ، تحقيق وشرح الأستاذ الدكتور محمود يوسف فجال - دار البحوث للدراسات الإسلامية، وإحياء التراث - دبي - الطبعة الأولى 1421هـ - 2000م.",
        "(1/79)\n\n- القاموس المحيط للفيروز آبادي، نسخة مصورة عن الطبعة الثالثة للمطبعة الأميرية 1301هـ، الهيئة المصرية العامة للكتاب.\n- الكامل للمبرد، تحقيق محمد أبي الفضل إبراهيم، دار الفكر العربي.\n- الكتاب لسيبويه، تحقيق عبد السلام هارون، دار الجيل، بيروت ط1.\n- الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التنزيل للزمخشري، دار الفكر 1977م.\n- كشف الظنون للحاج خليفة، استانبول 1941م.\n- الكشف عن وجوه القراءات السبع وعللها وحججها لمكي بن أبي طالب، تحقيق محي الدين رمضان، ط مؤسسة الرسالة ط 4، 1978م.\n- كشف المشكلات وإيضاح المعضلات في إعراب القرآن وعلل القراءات لجامع العلوم الباقولي، تحقيق د/ عبد القادر السعدي، دار عمار، الأردن، ط1، 2001م.\n- اللامات للزجاجي، تحقيق مازن المبارك، مطبوعات مجمع اللغة العربية 1969م.\n- اللباب في علل البناء والإعراب للعكبري، تحقيق غازي طليمات، وعبد الإله نبهان، دار الفكر المعاصر، بيروت، ودار الفكر بدمشق ط1، 1416هـ/ 1995م.\n- لسان العرب لابن منظور، دار إحياء التراث العربي ومؤسسة التاريخ العربي، بيروت ط 2، 1997م.\n- لغويات وأخطاء لغوية شائعة للشيخ محمد علي النجار، دار الهداية 1406هـ/ 1986م.\n- ما فهم على غير وجهه من كتاب سيبويه للأستاذ الدكتور صبحي عبد الحميد، دار الطباعة المحمدية، ط1، 1406هـ/ 1986م.\n- ما ينصرف ومالا ينصرف للزجاج، تحقيق هدى قراعة، المجلس الأعلى للشئون الإسلامية 1971م.\n- مجالس تعلب، تحقيق عبد السلام هارون، دار المعارف، مصر، ط5.\n- مجمع الأمثال للميداني، تحقيق الشيخ محمد محيي الدين عبد الحميد، منشورات دار النصر، دمشق - بيروت - د. ت.\n(1/80)",
        "\n- المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها لابن جني، تحقيق علي النجدي ناصف وعبد الحليم النجار، وعبد الفتاح شلبي، طبعة المجلس الأعلى للشئون الإسلامية.\n- مختصر شواذ القرآن من كتاب البديع لابن خالويه، نشره برجستراسر، مكتبة المتنبي بالقاهرة.\n- المذكر والمؤنث لأبي بكر ابن الأنباري، تحقيق الشيخ محمد عبد الخالق عضيمة، المجلس الأعلى للشئون الإسلامية 1401هـ/ 1981م.\n- المساعد على تسهيل الفوائد لابن عقيل، تحقيق محمد كامل بركات، جامعة الملك عبد العزيز، مكة المكرمة، ط دار الفكر 1980م.\n- مشكل إعراب القرآن لمكي بن أبي طالب، تحقيق د/ حاتم صالح الضامن، مؤسسة الرسالة طبعة 2، 1987م.\n- مصابيح المغاني في حروف المعاني لابن نور الدين الموزعي، تحقيق جمال طلبة، دار زاهد القدسي، القاهرة، 1415هـ/ 1995م.\n- معاني القرآن للأخفش، تحقيق د/ عبد الأمير محمد أمين الورد، عالم الكتب، ط1، 1985م.\n- معاني القرآن للفراء، تحقيق أحمد يوسف نجاتي، ومحمد علي النجار، دار السرور، طبعة مصورة عن طبعة دار الكتب المصرية.\n- معاني القرآن وإعرابه للزجاج، تحقيق د/ عبد الجليل شلبي، دار الحديث، القاهرة، ط2، 1997م.\n- معجم الأدباء لياقوت الحموي، دار المأمون، القاهرة.\n- المعرب من الكلام الأعجمي على حروف المعجم، لأبي منصور الجواليقي، تحقيق أحمد محمد شاكر، مطبعة دار الكتب المصرية 1995م.\n- المغنى في النحو لابن فلاح اليمني، تحقيق د/ عبد الرازق السعدي، بغداد، دار الشؤون الثقافية العامة 1999م.\n- مغنى اللبيب عن كتب الأعاريب لابن هشام الأنصاري، تحقيق وشرح عبد اللطيف محمد الخطيب، الكويت، الطبعة الأولى 1423هـ/ 2002م.\n(1/81)\n",
        "- المقاصد الشافية في شرح الخلاصة الكافية للشاطبي، تحقيق الدكتور عبد الرحمن العثيمين وآخرين - معهد البحوث العلمية - جامعة أم القرى - مكة المكرمة - الطبعة الأولى 1428هـ/ 2007م.\n- مقاييس المقصور والممدود لأبي علي الفارسي، تحقيق د/ حسن هنداوي، دار إشبيليا ط1، 1424هـ/ 2003م.\n- المقتصد في شرح الإيضاح للجرجاني، تحقيق د/ كاظم بحر المرجان، دار الرشيد، العراق.\n- المقتضب للمبرد، تحقيق الشيخ محمد عبد الخالق عضيمة، المجلس الأعلى للشئون الإسلامية، بالقاهرة.\n- المقرب لابن عصفور، تحقيق أحمد عبد الستار الجواري وعبد الله الجبوري، ط العاني بغداد 1971م.\n- الملخص في ضبط قوانين العربية لابن أبي الربيع، الجزء الأول، تحقيق ودراسة علي بن سلطان الحكمي، ط 1، 1405هـ/ 1985م.\n- المناهج الكافية في شرح الشافية للشيخ زكريا الأنصاري، دراسة وتحقيق الدكتورة رزان يحيى خدام، سلسلة إصدارات الحكمة، ط1، 1424هـ/2004م.\n- المنصف شرح تصريف المازني لابن جني، تحقيق إبراهيم مصطفى وعبد الله أمين، ط وزارة المعارف 1954م.\n- الميل إلى التخفيف في الظواهر الفرعية في القواعد اللغوية، أ. د/ صبحي عبد الحميد محمد عبد الكريم ط1، 1980م، دار الطباعة المحمدية.\n- النبيل إلى نحو التسهيل للشيخ خالد الأزهري، الجزء الثاني، دراسة وتحقيق أ. د/ محمد حسين عبد العزيز المحرصاوي، رسالة دكتوراه في كلية اللغة العربية بالقاهرة، بإشراف الأستاذ الدكتور صبحي عبد الحميد 1416هـ/1996م.\n- النجم الثاقب في شرح كافية ابن الحاجب، تحقيق الدكتور محمد جمعة حسن نبعة، مؤسسة الإمام زيد بن علي - اليمن - الطبعة الأولى 1424هـ/ 2003م.\n- النجوم الزاهرة لابن تغري بردي، دار الكتب المصرية.\n(1/82)\n\n- نزهة الألباء في طبقات الأدباء لأبي البركات الأنباري، تحقيق محمد أبي الفضل إبراهيم، مطبعة المدني 1967م.\n- النكت في تفسير كتاب سيبويه للأعلم الشنتمري، تحقيق رشيد بلحبيب، المغرب 1999م.\n- همع الهوامع في شرح جمع الجوامع للسيوطي، تحقيق أحمد شمس الدين، دار الكتب العلمية ط 1، 1998م.\n- وفيات الأعيان وأنباء أبناء الزمان لابن خلكان، تحقيق إحسان عباس، بيروت.",
        "(1/83)\n\n7 - فهرس الموضوعات\nالمقدمة ......................................................................................................... ... 1 - 2\nالتمهيد ... 3 - 7\nأولاً: حياة الجريري ... 3 - 5\n1 - اسمه ونسبه، وكنيته، ولقبه ومولده ................................................. ... 3 ... 2 - مولده ونشأته. ... 3 ... 3 - شيوخه. 4 - تلامذته. ... 4 ... 5 - مكانته. 6 - مؤلفاته. 7 - وفاته. ... 4 - 5\nثانياً: كتابه (الجليس الصالح) ... 6 - 7 ... المبحث الأول: أراؤه النحوية. ... 8 - 31 ... 1 - مجىء (ما) لما لا يعقل ولجنس ما لا يعقل ..................................... ... 8 - 9 ... 2 - جواز إقامة المظهر مقام الضمير في غير التفخيم إذا كان بلفظ الأول في ضرورة الشعر ................................................................. ... 3 - دخول (أن) في خبر (كاد) ضرورة ............................................ ... 9 - 11 ... 4 - نصب (بينكم) في قوله تعالى: {لقد تقطع بينكم} على أن الآية من باب التنازع ......................................................................... ... 12 - 13 ... 5 - إعراب (مظلمًا) من قوله تعالى: {كأنما أغشيت وجوههم قطعًا من الليل مظلمًا}. ... 6 - هل تأتي (أو) بمعنى (الواو)؟ ................................................... ... 14 - 15 ... 7 - العطف على الضمير المرفوع بدون فصل أو توكيد ............................. ... 16 - 17 ... 8 - جواز حذف همزة الاستفهام لدلالة (أم) عليها .................................... ... 17 - 19 ... 9 - حذف الياء من (يا ابن أخي) كثير لازم حملاً على (يا ابن أم)، و (يا ابن عم). ... 19 - 21 ... 10 - إدخال الترخيم على الترخيم فيما كان مختومًا بالهاء للضرورة، وقصرها الجريري على (حارث) دون غيره .............................................. ... 21 - 24 ... 11 - صرف الاسم المؤنث الثلاثي الساكن الوسط .................................. ... 24 - 25 ... 12 - حذف الضمة والكسرة للضرورة ............................................. ... 26 - 27 ... 27 - 29 ... 29 - 31\nالمبحث الثاني: آراؤه الصرفية ... 32 - 43\n1 - وزن الخماسي المكرر ثانيه وثالثه، نحو: (صمحمح) ................................. ... 32 - 33 ... 2 - ما قيل في (أندية) في قول الشاعر:\n(1/84)",
        "\nفي ليلة من جمادي ذات أندية لا يبصر الكلب من ظلمائها الطنُبا ...... ... 34 - 36 ... 3 - مفرد (الأساورة) في قوله تعالى: {فلولا ألقى عليه أساورة} ......................... ... 36 - 38 ... 4 - أصل الفعل في قوله تعالى: {لم يتسنه} ........................................... ... 38 - 40 ... 5 - هل يأتي التصغير للتعظيم؟ ......................................................... ... 40 - 42 ... 6 - علة فتح ثاني الثلاثي المكسور الوسط عند النسب إليه ............................... ... 42 - 43\nالمبحث الثالث: إعراب بعض الأبيات الشعرية وتوجيهها ... 44 - 58 ... 1 - توجيه رواية الرفع والنصب في: (نجوم الليل والقمرا) في قول جرير: ... فالشمس طالعة ليست بكاسفة تبكي عليك نجوم الليل والقمرا ......... ... 44 - 47 ... 2 - وجه تذكير الفعل في قول بشار: ... حتى إذا وجدت ريحي فأعجبها وكنت في خلوة مثلت إنسانا ........... ... 48 - 49 ... 3 - تضعيف رواية الجر في (غير) في قول ذي الرمة: ... تريك سنة وجه غير مقرفة ملساء ليس بها خال ولا ندب ........... ... 50 - 51 ... 4 - وجه رواية جر (بيننا) في قول الشاعر: ... إن الزمان رأى إلف السرور بنا فدب بالهجر فيما بيننا وسعى ........... ... 52 ... 5 - الأوجه الإعرابية الجائزة في قوله: (وأبعث) في قول الشاعر: ... ذروني ذروني ما قدرت فإنني متى ما أهج حربا تضق بكم أرضي ... وأبعث في سود الحديد إليكم كتائب سوداً طالما انتظرت نهضي ...... ... 53 - 54 ... 6 - توجيه رفع (يوم) ونصبها في قول الشاعر: ... لو كنت أعلم أن آخر عهدكم يوم الرحيل فعلت ما لم أفعل ............ ... 54 ... 7 - إعراب (يوم) في قول الشاعر: ... فيالذات يوم أزور وحدي ديار الموعدي وهم خلوف ............. ... 55 ... 8 - إعراب (وجهه) في قول الراجز: ... إن سيم خسفاً وجهه تربدا ...................................................... ... 56 ... 9 - إعراب (إزاءها) في قول زهير: ... تجدهم على ما خيلت هم إزاءها وإن أفسد المال الجماعات والأزل ....... ... 56 ... 10 - توجيه النصب في (مثلك) في قوله مروان بن أبي حفصة: ... يا واحد العرب الذي ما في الأنام له نظير ... لو كان مثلك واحد ما كان في الدنيا فقير .......................... ... 57\n(1/85)\n",
        "11 - توجيه النصب والجر في (غير) في قول سمرة بن الجعد: ... فمن مبلغ الحجاج أن سميرة قلى كل دين غير دين الخوارج ......... ... 57 ... 12 - توجيه الرفع والنصب في (عجب) في قول الشاعر: ... عجبًا لتلك قضية وإقامتي فيكم على تلك القضية أعجب ........... ... 58\nالمبحث الرابع أدلة الاحتجاج عند أبي الفرج الجريري: ... 59 - 63 ... المبحث الخامس: اتجاهه النحوي ... 64 - 69\nالخاتمة ................................................................................. ... 70 - 71\nفهرس بأهم المصادر والمراجع ......................................................... ... 72 - 82\nفهرس الموضوعات .................................................................... ... 83 - 85\n(1/86)\n"
    ]
}