{
    "partText": [
        "\nمجلة جامعة تشرين للدراسات و البحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (28) العدد (1)2006\nTishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (28) No (1) 2006\n\nأثر القراءات القرآنية في الدّرس النّحوي\n\nالدكتور مزيد إسماعيل نعيم(1)\nروفائيل انيس مرجان(2)\n\n(تاريخ الإيداع 1 / 11 / 2005. قبل للنشر في 6/4/2006)\n\n( الملخّص (\n\nيقوم هذا البحث على دراسة القراءات القرآنية، وتوضيح أثرها في الدّرس النّحوي، وتضمَّن ـ أيضاً ـ الحديث عن الطّريقة التي تمَّ بها حفظ القرآن الكريم، وقراءاته بنوعيها المشهور والنادر، وبعد تعريفها تمَّت الإشارة إلى القراءة المقبولة وشروطها، وكذلك قرّائها، وللتعرُّف على القراءة الشاذة، استعرضت بعض آراء النّحاة حولها، وبيَّنت مدى اعتمادهم عليها في التّقعيد النّحوي، وعرض البحث ـ أيضاً ـ موضوع القراءات القرآنية والدرس النّحوي بعد أن تمَّ استعراض آراء عدد من نحاة البصرة والكوفة مثل: سيبويه، والأخفش الأوسط، والمبرّد من البصريّين، والكسائي والفرّاء وثعلب من الكوفيّين.\nوخُتِم البحث بالحديث عن علاقة القرآن والقراءات القرآنية بالإعراب، تجلَّى ذلك في خلال شواهد قرآنية تمَّ عرضها ومناقشتها؛ لتكون شاهداً ثرّاً على التلازم القائم بين القرآن والإعراب والفائدة المتحقّقة من ذلك على صعيد اللّغة والنّحو، وهل أدلّ على ذلك من كثرة المصنّفات في الإعراب القرآني ؟!\nكلمات مفتاحية: القراءات القرآنية، الدّرس النّحوي.\n\nمجلة جامعة تشرين للدراسات و البحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (28) العدد (1)2006\n__________\n(1) * أستاذ في قسم اللّغة العربيّة، كليّة الآداب والعلوم الإنسانيّة، جامعة دمشق، سوريا.\n(2) ** طالب دكتوراه في قسم اللّغة العربيّة، كليّة الآداب والعلوم الإنسانيّة، جامعة دمشق، سوريا.\n(1/1)\n",
        "Tishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (28) No (1) 2006\n\nEffect of Koran Recitation in Grammar Lesson\n\nDr. Maziad Ismail Naiem(1)\nRafael Anees Murjan(2)\n\n(Received 1 / 11 / 2005. Accepted 6/4/2006)\n\n( ABSTRACT (\n\nThis research work studies recitations of Al- Qoran and their influence on the analysis of syntax. It also explains the way to preserve Al-Qoran and its recitation in both the renown and rare ways. Following identification, we pointed out to the conditions of approved recitation, along with approved reciters, and the irregular recitation. Reviewing some of the syntax scholars' ideas in this regards, we show the massive dependence on them in formulizing grammar rules. This research also discusses Al-Qoran recitation and grammar lesson, having reviewed opinions of same syntax scholars from (Busra) and (Kufa) of them are: (Sibaweh, Al akhfash, Al Awsat, Al Mubarrid), of the Busra school, and (Al kisai, Al farra, Thaalab) of the Kufa school.\nThe study concludes with pointing to the relation of Al-Qoran and its recitations with syntax, which is shown through Al-Qoran's evidence discussed to prove to the existing correspondence between Al-Qoran and syntax. The benefit of this relation concerning language and syntax is confirmed based on the multiple studies done in Al- Qoran syntax.\n.\n__________\n(1) * Professor, Department of Arabic, Faculty of Arts and Humanities, Damascus University, Syria\n(2) ** PHD. Student Department of Arabic, Faculty of Arts and Humanities, Damascus University, Syria.\n(1/2)\n\nKeywords: Koran Recitation, Grammar Lesson.\n\nأثر القراءات القرآنية في الدّرس النّحوي:\n\nأنزل اللهُ تعالى القرآن الكريم باللّغة العربيّة على النّبي محمد - صلى الله عليه وسلم - ؛ ليكون هادياً للناسِ ونذيراً ودستوراً دائماً لهم. { إنَّ أَنزَلنَاهُ قُرآناً عَربِيّاً لَعلّكُم تَعقلُون }(1)، ووعد جلَّ جلاله بصونه من النّسيان والتّحريف، قال: { وإنَّا لَهُ لَحَافِظُون }(2).\nوتحقَّق هذا الوعد بفضل جهود النبي - صلى الله عليه وسلم - وأصحابه ـ رضوان الله عنهم ـ وكان ذلك في مظهرين:\nالأول: حفظي، ويتمثَّلُ في حفظ النبي وإقرائه الصحابة وعرضه الدّوري على جبريل(3)، وفي جهود الصحابة الذين أتمَّ حشدٌ منهم جمعه(4)، ونشره في صفوف السَّواد من المسلمين. وحفظ القرآن في القلوب والصدور، حقيقة أشار إليها ابن الجزري(5)بقوله: \" ثمَّ إنَّ الاعتماد في نقل القرآن على حفظ القلوب والصدور، لا على حفظ المصاحف والكتب، وهذه أشرف خصيصة من الله تعالى\"(6).\n__________\n(1) يوسف 12 / 2.\n(2) الحجر 15/ 9.\n(3) المستدرك للحاكم النيسابوري 2/230.\n(4) الإتقان في علوم القرآن 1/74.\n(5) هو محمد بن محمد أبو الخير شمس الدين العمري الدمشقي، شيخ الإقراء في زمانه ومن حفاظ الحديث (ت833). الأعلام للزركلي 7/274، 275\n(6) النشر في القراءات العشر 1/6.",
        "(1/3)\n\nوالثاني: كتابي، ويتمثَّل في جهود الصّحابة الأوائل الّذين سجّلوا الوحي للنّبي على قطع متفرّقة من العسب واللِّخاف والرّقاع(1)، وغيرها(2)، ومن هؤلاء: زيد بن ثابت(3)، وأبي بن كعب(4)ـ رضوان الله عنهم ـ.\nوتابع من بعدهم أبو بكر وعثمان بن عفّان ـ رضي الله عنهما ـ هذه الجهود بعد وفاة النبي، فجمع أبو بكر آيات القرآن المتفرّقة وسوره في صحف خاصة(5)أسماها المصحف(6)، ووحّد عثمان مصاحف المسلمين، وجعلها على رسم واحد(7). وهكذا وصل إلينا القرآن الكريم بعيداً عن أيّ زيغ أو تحريف. ومن هذا المنظور كان لزاماً على علماء اللغة والنّحو الحفاظ عليه من أيّ لحنٍ قد يأتيه من أولئك الذين اعتنقوا الإسلام من غير العرب؛ أو ممَّن كان لاحتكاكهم بالشّعوب الأخرى أثر في لغتهم، فأصاب لسانهم لكنةٌ أبعدتهم عن الفصاحة، ويجب ألاَّ ننسى\nأنَّ القرآن الكريم هو السبيل للبحث في لغة العرب نثرها وشعرها؛ لتكون معينة على فهمه وتفسيره، وهو وسيلة الاحتجاج التي يعتمدها النّحاة في ضبط اللغة وتقعيدها، حيث إنّ الكثير من قرَّائه أسّسَ قواعد العربية على ما جاء في القرآن، ولا عجب في ذلك فجلهمّ من النحاة: \" فمن البصريين: عبد الله بن أبي إسحاق الحضرمي،\n__________\n(1) العسب: جمع عسيب، وهو جريدة النخل. اللخاف: حجارة بيض رقاق، واحدتها لخفة. والرقاع: جمع رقعة، وقد تكون من ورق أو جلد. القاموس المحيط للفيروز آبادي، مواد: (عسب، لخف، رقع).\n(2) حديث تأليف القرآن من الرقاع في المستدرك للحاكم النّيسابوري 2/229.\n(3) ترجمته في معرفة القرّاء للكبار للذهبي 1/35، 36.\n(4) 10) ترجمته في معرفة القرّاء للكبار 1/32، 33.\n(5) 11) الإتقان في علوم القرآن 1/59.\n(6) 12) الإتقان في علوم القرآن 1/54.\n(7) 13) القراءات القرآنية تاريخ وتعريف لعبد الهادي الفضلي ص 63.\n(1/4)",
        "\nوعيسى بن عمر الثقفي، وأبو عمرو بن العلاء، والخليل بن أحمد الفراهيدي، ومن الكوفيين: علي بن حمزة الكسائي، ويحيى بن زياد الفرّاء \"(1).\nالقراءات القرآنية:\nالقراءةُ لغةً: مصدر (قرأ). وأمَّا القراءات اصطلاحاً، فهي: \" علمٌ بكيفية أداء كلمات القرآن واختلافها بعزو النّاقلة \"(2). أي: هي علمٌ ثابتٌ بعزو النّاقلة عن النبي - صلى الله عليه وسلم - ، لا مصدر له سوى النقل. وذهب الدكتور عبد الهادي الفضلي إلى أنَّها: \" النّطق بألفاظ القرآن كما نطَقها النّبي، أو كما نُطِقَتْ أمامه فأقرّها \"(3).\nأمَّا أبو حيّان الأندلسي، فرأى أنّها: \" الوجوه المختلفة التي سمح النّبي - صلى الله عليه وسلم - بقراءة نصّ المصحف بها قصداً للتّيسير، والتي جاءت وفقاً للهجةٍ من اللهجات العربيّة \"(4).\nومهما يكن الأمر فإنَّ القراءات القرآنية توزّعت بين المقبولة والشاذة، ولكن ماذا عن هذه القراءات، المقبول منها والشاذ ؟ وماذا عن موقف النّحاة منها ؟\nآ- القراءات المقبولة:\nأخذ علماء القراءات المقبولة بقاعدة مشهورة متفق عليها بينهم، هي: \" كلُّ قراءة وافقت العربية ولو بوجه، ووافقت رسم أحد المصاحف، ولو احتمالاً، وصحَّ سندها، فهي القراءة الصحيحة \"(5).\nوأطلق سيبويه والأخفش على اختياراتهما القراءات القرآنية: القراءات العامة. وسمَّاها الفرّاء قراءات القرّاء، أمَّا ابن سلاّم فوصفها بالكثرة، وهي وإن تعدَّدت أسماؤها، فمعناها واحد، وهو الصحيح المشهور من القراءات(6).\n__________\n(1) مدرسة الكوفة ومنهجها في دراسة اللغة والنحو د. مهدي المخزومي ص382.\n(2) منجد المقرئين لابن الجزري ص3.\n(3) القراءات القرآنية تاريخ وتعريف د. عبد الهادي الفضلي ص63.\n(4) ارتشاف الضّرب – صفحات المحقق- 1/47.\n(5) النشر في القراءات العشر 1/9. (بتصرُّف).\n(6) القراءات الشاذّة وتوجيهها النحوي د. محمود أحمد الصغير ص80 (بتصرُّف).\n(1/5)\n",
        "وهناك قوم من القرَّاء جعلوا من القراءات شغلَهم الشّاغل، فاعتنُوا بضبطها أتمَّ اعتناء، حتَّى صاروا في ذلك أئمة يُقتَدى بهم ويُرحَل إليهم، ويُؤخَذ عنهم، وتوزّعوا في كلّ مكان. فكان بالمدينة: أبو جعفر يزيد بن القعقاع، ثمّ نافع بن عبد الرحمن بن أبي نعيم، ثمَّ شيبة بن نصاح. وفي مكة: عبد الله بن كثير، وحميد بن قيس الأعرج، ومحمَّد بن مُحيصن. أمَّا بالكوفة فكان: يحيى بن وثاب، وعاصم بن أبي النجود الأسدي، وسليمان الأعمش، ثمَّ حمزة بن حبيب، ثمَّ عليُّ بن حمزة الكسائي. وكان بالبصرة: عبد الله بن أبي إسحق، وعيسى بن عمر، وأبو عمرو بن العلاء، ثمَّ عاصم الجحدري، ثم يعقوب الحضرمي.\nأمَّا في الشام: فكان عبد الله بن عامر، وعطية بن قيس الكلابي، وإسماعيل بنُ عبد الله بن المهاجر، ثمَّ يحيى بن الحارث الذّماري، ثمَّ شُريحُ بن زيدٍ الحضرمي(1).\nولمَّا جاء الإمام أحمد بن موسى بن العباس المشهور بابن مجاهد (ت324هـ)، أفرد القراءات السبع المعروفة، فدوَّنها في كتابه ( السّبعة في القراءات )، وكان لها مكانتها في التدوين، ولا عجب في ذلك، فهو لم يأخذ إلاَّ عن إمام اشتهر بالضبط، والأمانة، و ملازمة الإقراء طوال العمر، وممَّن رأى فيهم مثل ذلك من القرَّاء:\nـ عبد الله بن عامر اليحصبي الشّامي (ت 118هـ)\nـ عبد الله بن كثير الدَّاري المكي (ت120هـ).\nـ عاصم بن أبي النجود الأسدي الكوفي (ت127هـ).\nـ أبو عمرو بن العلاء البصري (ت154هـ).\nـ حمزة بن حبيب الزيات الكوفي (ت156هـ).\nـ نافع بن عبد الرحمن بن أبي نعيم المدني (ت169هـ).\nـ أبو الحسن علي بن حمزة الكسائي النحوي الكوفي (ت189هـ).\n__________\n(1) النشر في القراءات العشر 1/36، 39، 40، 46. (بتصرّف).\n(1/6)\n\nونتيجة البحث لتحديد القراءات المتواترة، توصّل العلماء إلى قراءات ثلاثٍ تمَّ الاعتماد عليها إضافة إلى القراءات السّبع التي أقرها ابنُ مجاهد، فأصبح مجموع المتواترمن القراءات عشرُ قراءات، وهذه القراءات الثّلاث هي قراءات الأئمّة:\n- يزيد بن القعقاع المدني (ت130هـ).\n- يعقوب بن إسحاق الحضرمي الكوفي (ت205هـ).\n- خلف بن هشام (ت229هـ). واتفق العلماء المحقّقون على أنَّ هذه القراءات العشر قراءاتٌ متواترةٌ إلى رسول الله - صلى الله عليه وسلم - حتّى إنّهم أثبتُوا تواترها بذكر طبقات رواتها(1).\nب ـ القراءات الشاذّة:\nعُرِف أصحاب القراءات الشاذة بأنّهم خرجوا من دائرة القرّاء العشرة الذين حدَّدهم ابن الجزري، وانصرفوا إلى القراءة المفردة التي تُعزى إلى بعض الرجال، ومن هؤلاء القرّاء: شُريح ابن يزيد الحضرمي، وطلحة بن سليمان(2). وأفرد ابن النّديم موضعاً خاصاً لتعداد أسمائهم في كلِّ عصرٍ على حدة، فكان من أهل المدينة: عبد الله بن عباس بن أبي ربيعة المخزومي، وأبو سعيد أبان بن عثمان بن عفان(3)، ومسلم بن جندب(4).\nومن أهل مكّة: ابن محيصن(5)، وحميد بن قيس الأعرج. ومن أهل البصرة: عبد الله بن أبي إسحاق الحضرمي، وعاصم الجحدري، وعيسى بن عمر الثّقفي. ومن أهل الكوفة: طلحة بن مصرِّف، وعيسى بن عُمر الهمداني(6)، ومن أهل الشّام: أبو البرهسم عوانة بن عثمان الزبيدي(7)، وخالد بن معدان(8). ومن أهل اليمن: محمد بن السميفع(9).\nالشذوذ (لغةً واصطلاحاً):\n__________\n(1) منجد المقرئين ص 48. والقرآن الكريم والدراسات الأدبية د. نور الدين عتر ص128.\n(2) ترجمته في ( غاية النهاية ) 1/341.\n(3) ترجمته في تهذيب اللغة ومعرفة القرّاء الكبار 1/97.\n(4) غاية النهاية 2/297.\n(5) غاية النّهاية 2/167.\n(6) معرفة القراء الكبار 1/99.\n(7) غاية النهاية 1/604.\n(8) تهذيب اللغة 3/118.\n(9) الفهرست ص30، 31.",
        "(1/7)\n\nالشذوذ لغةً: ذهب صاحب (تاج اللغة وصحاح العربيّة) إلى أنَّ: \" شذَّ عنه يشذُّ شذوذاً: انفرد عن الجمهور، فهو شاذ \"(1). و\" شاذ عن القياس: أي ما شذَّ عن الأصول \"(2). و\" الشّاذ: ما انفرد عن الجمهور وندر، والشّاذ المتنحي \"(3). و \" أشذَّ الشيء: نحَّاه وأقصاه \"(4). ورأى ابن جنّي أنَّ الشّذوذ – كما تصوره المعاجم مجتمعة -: هو التفرّق والتفرّد والنّدرة والخروج على القاعدة والقياس والأصول(5).\nوالشّذوذ اصطلاحاً: القراءة الشاذّة هي كلّ قراءة خرجت عن مقياس ابن الجزري وأركانه الثّلاثة، وهي ما\n\" أُطلق عليها ضعيفة أو شاذة أو باطلة، سواء أكانت عن السّبعة أم عمَّن هو أكبر منهم \"(6).\nمثل ذلك قراءة ابن عباس: { وَكَانَ أما مهُم يَأخُذُ كُلَّ سفينةٍ صَالحةٍ غصباً }(7). وهي ممَّا صحَّ نقله عن الآحاد، وصحَّ وجهها العربي، وخالف لفظها خط المصحف(8). وقراءة ابن السميفع وأبي السمال: { لِتَكُونَ لمن خَلفَكَ آيةً }(9)، بفتح اللاّم، وهي ممّا نقله غير ثقةٍ، وغالب إسناده ضعيف(10).\n__________\n(1) تاج اللغة وصحاح العربية (شذذَ).\n(2) 10) أساس البلاغة لأبي القاسم محمود بن عمر الزمخشري (شذذ).\n(3) 11) لسان العرب (شذذ).\n(4) 12) تاج العروس (شذذ).\n(5) 13) الخصائص لابن جني 1/96.\n(6) 14) النشر في القراءات العشر 1/9.\n(7) الكهف 18 / 79. هي في المصحف { وَكانَ وَراءَهُم مَلِكٌ يَأخُذُ كُلّ سَفينةٍ غَصبًا } .\n(8) النّشر في القراءات العشر 1/14.\n(9) يونس 10 / 92.\n(10) النّشر في القراءات العشر 1/16.\n(1/8)",
        "\nوذهب ابن مجاهد إلى أنَّ القراءة الشاذّة، هي كلّ ما خرج عمّا يرويه في الغالب أحد اثنين عن قارئ من السبعة، وهم: قالون ووَرْش عن نافع، والبزي وقنبل عن ابن كثير، والدوري والسوسي عن أبي عمرو، وهشام وابن ذكوان عن ابن عامر، وشعبة وحفص عن عاصم، وأبو الحارث والدوري عن الكسائي، أو ما يرويه غيرهما عنهم ممّن عرفوا بالضبط والإتقان، وجاءت أسماؤهم في مقدمة كتابه السبعة في القراءات وفي أثنائه(1)، كرواية المفضل الضبي عن عاصم: { وعلى أبصارهم غِشاوَةً }(2)بنصب غِشاوة(3)، ورواية بكار بن عبد الله عن ابن كثير: { غيرَ المَغضُوبِ عَليهم }(4)بنصب (غير)(5).\nأمَّا أبو جعفر النحاس، فيرى أنّها كلّ قراءة خرجت عن إجماع الحجّة أو العامة، وكان فيها مطعن، قال:\n\" وقلَّما يخرج شيء عن قراءة العامة إلاَّ كان فيه مطعن \"(6).\nويرى ابن جني ـ هو الآخر ـ أنّ القراءات الشاذّة: كلّ ما شذّ عن قراءة القرّاء السّبعة(7). أما مقياس ابن خالويه، الحسين بن أحمد (ت370هـ)، فإنّه لا يبتعد عن مقياس ابن مجاهد، إذ يشترط فيه مطابقة اللفظ للمصحف، وصحّة الوجه في الإعراب، وأن يكون الوجه قد توارثته الأمّة(8).\nهذه بعض المقاييس التي سار بهديها بعض علماء القراءات، ودعوا لتمثّلها حرصاً منهم على القراءة المقبولة الّتي لا يختلط فيها الشكّ باليقين، وتكون بعيدةً كلّ البُعد عن الشّذوذ، ولكن ماذا عن القراءات القرآنية والدّرس النّحوي ؟\n\nالقراءات والدّرس النّحوي:\n__________\n(1) أسانيد القراء السبعة، ورواتهم في كتاب السّبعة في القراءات ص 88، 101.\n(2) البقرة 2 / 107. (غِشَاوةٌ).\n(3) السّبعة في القراءات ص 139.\n(4) الفاتحة 1 / 7. (غيرِ).\n(5) السّبعة في القراءات ص 112.\n(6) 10) إعراب القرآن لأبي جعفر النحاس 1/302.\n(7) 11) المحتسب 1/35.\n(8) 12) القراءات القرآنية لعبد الهادي الفضلي ص43.\n(1/9)\n",
        "كان اهتمام النّحاة بالقراءات القرآنية جلياً فهم من أخذوا بشروط القراءة المقبولة –غالباً – ولكنّهم قبلوا القراءة النادرة والشاذة – أحياناً – بعد أن أخضعوها لمقاييسهم، فهم ـ مثلاً ـ لم يقبلوا \" قراءة أحد من القرّاء إلاّ إذا ثبت أخذه عمَّن فوقه بطريق المشافهة والسماع حتّى يتّصل الإسناد بالصحابي الذي أخذ عن رسول الله - صلى الله عليه وسلم - (1).\nومع ذلك وجدتُ ابن الجزري يقبل كلَّ قراءة؛ \" لأنَّ القراءة سنَّة متّبعة يلزم قبولها والمصير إليها \"(2).\nورغم أنَّ سيبويه يخضع أحياناً القراءات للقياس النحوي، فهو يرى – مثلاً – أنَّ (ما) في قوله تعالى:\n{ ما هَذا بشَراً }(3)عاملة عمل (ليس) في لغة أهل الحجاز، إلاَّ أنّ بني تميم يرفعون الخبر إلاَّ من عرف منهم كيف هي في المصحف(4). ولكنّه يشاطر التميميّين رأيهم في عدم إعمال (ما)، ويرى ذلك هو الأقيس؛ لأنّها حرف، وليست فعلاً، فهي لا تشبه (ليس) من ناحية الفعلية، ولا من ناحية الإضمار، وفي ذلك يقول: \" وأمَّا بنو تميم فيجرّونها – [ أي يَجرُون الحرف ما – ] مَجرى: أما وهل، وهو القياس؛ لأنّها ليست بفعل، وليست: ما كـ: ليس، ولا يكون فيها إضمارٌ \"(5).\nوالأخذ بالقياس في القراءات عند سيبويه لا يمنعه من أن يصرّح في كتابه أنَّ القراءة سنّة، وليست مجالاً للاجتهاد والاختيار، وفي مثل ذلك يقول: \" فأمّا قوله عزّ وجل: { إنَّا كُلَّ شيءٍ خَلقنَاهُ بِقدَرٍ }(6)، فإنّما جاء على: زيداً ضربته ـ وهو عربي كثير ـ وقرأ بعضهم: { وأمَّا ثمودَ فَهَدينَاهُم }(7)إلاَّ أنَّ القراءة لا تُخالَف لأنَّها السنَّةُ(8)وإنْ رأى الرّفع في ( ثمود ) أجود.\n__________\n(1) مباحث في علوم القرآن د. صبحي الصالح ص250.\n(2) النشر في القراءات العشر 1/10، 11.\n(3) يوسف 12 / 31.\n(4) كتاب سيبويه 1/28.\n(5) كتاب سيبويه 1/28.\n(6) القمر 54 / 49.\n(7) فصّلت 41 / 16.\n(8) كتاب سيبويه 1/74.\n(1/10)\n\nاستعانَ سيبويه بالقراءات النّادرة والحروف المخالفة في بناء أصوله مثلما استعان بالقراءات المعروفة، وهو من طوّعها – كسائر المصادر – لمقاييسه، و توزّعت في مواقع مختلفة من كتابه.\nفأجاز بقراءة بعضهم(1): { وإنْ تَبدُوا مَا فِي أَنفُسِكُم أو تخفُوه يُحَاسبْكُم بِه الله فَيَغْفِرَ لِمَن يَشَاءُ }(2)نَصْبَ (يغفر) التي عطفت على جواب الشّرط بإضمار(أنْ) بعد الفاء(3).\nوأجاز بقراءة ناس(4)من الكوفيّين: \" ثمَّ لننزعَنَّ مِن كلّ شيعةٍ أيَّهم أشدُّ على الرّحمَن عتيّاً \"(5)نَصْبَ (أيّهم) على الإضافة.\nوعدَّ هذه القراءات مقياساً يقيس عليه، كقياسه مع الخليل قولهم: \" لاسيَّما زيدٌ \" على: { إنَّ الله لا يستَحْيِي أنْ يَضْرِبَ مثلاً مَا بَعُوضَةٌ }(6)برفع (بعوضة)(7).\nحتَّى إنّه في مواضع يعدّها أصلاً يخرج عليها القراءة المشهورة، كما فعل في قوله تعالى: { هَذَا مَا لَدَيَّ عَتِيد }(8). قال: \" فرفعه من وجهين: على شيء لديّ عتيد، وعلى: { وَهَذا بَعلِي شَيخٌ }(9). يريد: أنَّ (عتيد) مرفوع على النّعت من (ما)، أو على أنَّه خبر لمبتدأ محذوف. أي: هو عتيد(10).\nومجمل القول: إنَّ سيبويه كان وفياً لسنّة القراءة، لا يبخل عن وصف بعضها بالقوة ـ إنْ توفَّرت لها شروط القوة أو الحسن ـ إنْ وافَقت الذّائع المَعروف مِن كلامِ العربِ ـ الّذي يتوخّى فيه ضبط لغة القرآن وصونها من التّحريف.\n__________\n(1) قراءة ابن عباس والأعرج، البحر المحيط 2/360.\n(2) البقرة 2 / 284. (فيغفرُ).\n(3) كتاب سيبويه 3/90.\n(4) قراءة معاذ الهراء وطلحة بن مصرف، مختصر في شواذ القرآن ص 86.\n(5) مريم 19 / 69. (أيُّهم).\n(6) البقرة 2 / 26.\n(7) قراءة رؤبة بن العجاج، مختصر في شواذ القرآن ص 1.\n(8) ق 50 / 33.\n(9) هود 11 / 72. (شيخاً).\n(10) 10) كتاب سيبويه 2/106.",
        "(1/11)\n\nأمَّا الأخفش (سعيد بن مسعدة ت211هـ)، فقد عُرِف باحترامه رسم القرآن(1)، ومع ذلك ما كان ليتورَّع عن رفض كثير من القراءات المشهورة ووصفها باللّحن(2)والرّداءة(3)بل قل اعتمد في كثير من الأحيان على القراءات النّادرة الّتي انفرد برواية كثير منها(4)، وفضّلها على المشهورة، إذ يرى – مثلاً – أنَّ نَصْبَ (طائفة) الثانية من قوله تعالى: { يَغشَى طائفةً مِنكُم وطَائفَةٌ قد أهمَّتهُم }(5)، وهي من القراءات التي انفرد بها.\nومع أنّ الأخفش ليسَ ذا موقفٍ واحدٍ من القراءات النادرة والشاذة، إذْ كان يخضعها لمقياسه، يقبل بعضها، ويرفضُ بعضَها الآخر، وما كان ليرفض قراءة الجمهور، فهو يفضِّل في قوله تعالى: { ثمّ آتَينَا مُوسَى الكِتَابَ تَمَاماً عَلَى الّذِي أَحْسَنَ }(6)فتح النون، على قراءة بعضهم بالرّفع(7)، مكتفياً بالقول: \" وفتحه على الفعل أحسن \"(8).\n__________\n(1) 11) حرصه على رسم القرآن في معاني الأخفش ص 61، 62.\n(2) 12) معاني القرآن للأخفش ص 247.\n(3) 13) معاني القرآن للأخفش ص 329.\n(4) 14) من الروايات التي انفرد بها رواية (فاطِرُ) (الأنعام 6 /14)، و(أقولُ لكُما) (الأعراف 7 / 22).\n(5) آل عمران 3 / 154.\n(6) الأنعام 6 / 154.\n(7) قراءة يحيى بن يعمر، المحتسب 1/234.\n(8) معاني القرآن للأخفش ص 203.\n(1/12)",
        "\nأمَّا المبرّد محمد بن يزيد (ت285هـ)، فأخضع القراءات المشهور منها والنّادر إلى مقياسه النّحوي ضارباً الصّفح عن سنّتها متعلّلاً بضرورة التّحليق بأسلوب القرآن، وحَمله على أشرف المذاهب في العربيّة(1). إضافة لذلك دعا لتجنُّب الأخذ بالقراءات الشاذة لما في ذلك من ضرر على اللغة والنّحو، ومن هنا كان قوله المعروف: \" إذا جعلت النّوادر والشّواذ غرضك كثرت زَلاتك \"(2). ومع ذلك فإنَّ رفض المبرّد بعض القراءات ـ حتّى المشهور منها ـ ووصفه لها باللَّحن(3)والغلط(4)والقبح(5)، وعدم الجواز(6)، وحَمْل بعضها على الضّرورة الشعريّة(7)لا يعني أنّه لم يرتض قراءات أخرى، فهو ارتضى كلّ ما وافق مذهبه. فقراءة ابن عباس: { لَم يَمْسَسْهُ نارٌ }(8)بعدم إلحاق تاء التّأنيث للفعل مقبولة عنده؛ لأنَّ فاعله مؤنّث غير حقيقي(9).\nيضاف إلى ذلك أنَّ المبرّد اعتدَّ بالحروف المخالفة وخرّجها، خرّج حرف أُبَي: { تُقَاتِلُونَهُم أو يُسلِمُوا }(10)على معنى: \" إلاَّ أن يُسلمُوا وحتَّى يُسلمُوا \".\nوصفوة القول: إنَّ المبرد قَبِلَ ما وافق مذهبه النّحوي، ورفض ما لم يوافقه، ووقف من بعضها موقف الحذر، واحتجَّ لِمَا أخذه أحياناً بالقرآن والشّعر.\n__________\n(1) الكامل في اللّغة والأدب 3/39.\n(2) الأشباه والنظائر 3/49.\n(3) المقتضب 2/134.\n(4) مشكل إعراب القرآن 2/141.\n(5) إعراب القرآن للنحاس 3/198.\n(6) 10) إعراب القرآن للنحّاس 1/184.\n(7) 11) المقتضب 2/171.\n(8) 12) النور 24 / 35. (تمسسهُ).\n(9) 13) الجامع لأحكام القرآن 12/262.\n(10) 14) الفتح 48 / 16. (يسلمون).\n(1/13)\n",
        "والكسائي النحوي والقارئ هو من احتجّ بالقراءات، وأيّد بها كلّ ما ينتهي إليه من لغات العرب وأشعارها دون أن يخرج على المقياس النّحوي، فقرأ (يقول) في قوله تعالى: { وَزُلزِلُوا حتّى يقولَ الرَّسُولُ }(1)بالرّفع، ثمَّ عاد إلى النَّصب(2).\nوعُرف عنه أنَّه ما كان ليتشدَّد في موقفه من الرَّسم(3)القرآني، عندما كان يُقبِل على تَخريج القراءات، ومع ذلك كان يقف من بعض القراءات موقف الحذر، فيقول – مثلاً – لا أعرف(4). أمَّا القراءات النادرة فقبلها بل قُل وبنى عليها بعض القواعد الجديدة، فأجاز قراءة: { إنَّ الله ومَلائِكَتُه يُصَلُّونَ عَلَى النّبي }(5)برفع الملائكة(6)بالعطف على اسم (إنَّ) قبل مجيء الخبر(7)، وهو من قبل قراءة (أطهرَ) بالنّصب وخرّجها على الحال(8).\nيضاف إلى ما سبق أنَّ الكسائي وجّه بعض القراءات موضّحاً رأيه النّحوي فيها، فوجّه قراءة(9)مجاهد:\n{ كُتِبَ عَلَيكُم الصّيَامُ كَمَا كُتِبَ عَلَى الّذينَ مِن قَبلِكُم شهرُ رمضانَ }(10)على معنَى: \" كُتبَ عَليكُم الصّيامُ، وأن تصومُوا شهرَ رمضانَ \"(11).\nوهكذا فالكسائي كغيره من النّحاة ما كان يطعن في القراءة ـ ولو كانت بعيدة ـ بل كان يجد لها مخرجاً يجعلها مقبولة في الاستعمال النّحوي واللغوي.\n__________\n(1) البقرة 2 / 214 (يقولَ).\n(2) معاني القرآن للفراء 1/133.\n(3) الجامع لأحكام القرآن 14/352.\n(4) معاني القرآن للفرّاء 2/377.\n(5) الأحزاب 33 / 56.\n(6) رواية عبد الوارث عن أبي عمرو. مختصر في شواذ القرآن ص 120.\n(7) إعراب القرآن للنحاس 2/645.\n(8) جامع البيان عن تأويل آي القرآن 15/415، 416.\n(9) مختصر في شواذ القرآن ص 12.\n(10) 10) البقرة 2/ 183.\n(11) 11) إعراب القرآن للنحاس 1/237.\n(1/14)\n\nو الفرّاء يحيى بن زياد (ت207هـ) نحوي شُغف بلغة القرآن وقراءاته، بل قُل هو من أكثر النّحاة ولعاً بفنونه، ومن أقواله: \" الكتابُ أعرب وأقوى في الحجَّةِ من الشّعر \"(1).\nوهو من ارتضى القراءات المشهورة، ما خلا بعضها(2)التي أعمل فيها مقياسه فأباها، وإن كان موقفه العام التَّسليم والإجلال. أمَّا القراءات غير المشهورة، فهي عندهُ ثلاثةُ أنواع: الحروف المخالفة، والقراءات الأحادية وغير المشهورة، والوجوه النحويّة التي أجازها في الآيات، وكان معظمها قراءات شاذّة.\nواستخدمَ في حديثهِ عَنِ القراءات: ( قراءة بعضهم )، وأكثَرَ مِن استخدامها إكثاراً واضحاً، ومن ذلك قوله في قراءة قوله تعالى: { كَبُرَتْ كَلِمَةٌ }(3)ورفعها بعضُهم(4).\nووصفَ بعضَ القراءات بالقلّة، كقوله في قراءة: { مَا كانَ يَنْبَغِي لَنَا أَنْ نُتَّخَذَ مِنْ دُونِكَ مِنْ أَولِيَاء }(5):\n\"والقرّاء مُجتَمِعةً على نَصبِ: نتَّخِذَ إلاّ أَبَا جَعفَر المدني، فإنّه قرأ بالضمّ. وهو على شذوذه وقلّة مَن قرأ به قد يجوز \"(6).\nأمَّا ثعلب أبو العباس أحمد بن يحيى (ت391هـ)، فتبع أساتذته في كلّ ما يقولون، وسار على نهجهم في النظر إلى القراءات، بل قُل كان يفوقهم احتراماً لها. قال: \" إذا اختلف الإعرابان في القراءات لم أفضّل إعراباً على إعراب، فإذا خرجت إلى كلام النّاس فضَّلت الأقوى \"(7).\nأمّا القراءات النادرة، فموقفه لا يخرج عن موقف سابقيه في قبولها، فتراه يذهب إلى ما ذهب\n__________\n(1) 12) معاني القرآن للفراء 1/14.\n(2) 13) موقفه في معاني القرآن للفرّاء 2/81، 82.\n(3) الكهف 18 / 5. ( كَلِمَةً ).\n(4) معاني القرآن للفرّاء 1 / 269\n(5) الفرقان 25 / 18. ( نَتَّخِذَ ).\n(6) معاني القرآن للفرّاء 2 / 264\n(7) الإتقان في علوم القرآن 1 / 83.",
        "(1/15)\n\nإليه سيبويه في حذف المبتدأ لـ (شيخ) في حرف ابن مسعود: { وَهَذَا بَعلِي شَيخٌ }(1). قال: \" إذا كان مدحاً أو ذمّاً استأنفوه \"(2)، ويسير على نهج الكسائي في تخريجه لقراءة(3)الحسن: { لا يُحِبُّ اللهُ الجهرَ بالسُّوءِ مِن القولِ إلاَّ مَن ظَلَم }(4)ببناء (ظلم) للمعلوم. قال: \" قال الكسائي: هذا استثناء يعرض، ومعنى يعرض استثناء منقطع \"(5).\nمن هذا المنظور أرى أنَّ ثعلباً ما كان ليخرج عن دائرة القبول للقراءات المشهور منها والنادر عن أساليب سابقيه في معالجتهم لها وإخضاعها للقياس، بل قُل كان مثلهم في إخضاعها للقواعد النّحوية، وتطويعها بما يناسب المقياس النّحوي الذي يرى فيه كغيره من النّحاة الفيصل في عملية القبول والرّفض لهذه القراءة أو تلك.\nالقراءات القرآنية والإعراب:\nممّا لا شك فيه أنّ الصّلة بين القراءات القرآنية – المشهور منها والنادر – والإعراب متينة، ولعلّ في قول الدكتور عبد العال سالم مكرم ما يؤكّد ذلك: \" إنَّ النّحاة الأُوَل الّذين نشأ النّحو على أيديهم كانوا قرّاءً: كأبي عمرو بن العلاء، وعيسى بن عمر الثقفي، ويونس، والخليل، ولعلَّ اهتمامهم بهذه القراءات وجّههم إلى الدراسة النّحوية، ليلائمُوا بين القراءات والعربيّة، بين ما سمعُوا وروَوا من القراءات، وبين ما سمعُوا ورَووا من كلام العرب \"(6).\n__________\n(1) هود، 72. (شيخاً).\n(2) مجالس ثعلب 2/360.\n(3) مختصر في شواذ القرآن ص 30.\n(4) النساء، 4/ 148. (ظُلِمَ).\n(5) 10) مجالس ثعلب 1/270.\n(6) القرآن الكريم وأثره في الدراسات النحوية، د. عبد العال سالم مكرم ص77.\n(1/16)",
        "\nوالقرآن الكريم – في قراءاته – خير حافظ للّغات واللّهجات، والفضل في ذلك يرجع إلى عناية القرّاء وتدقيقهم في الضّبط وتخريجهم في التلقّي حتّى إنّهم ليراعون اليسير من الخلاف ويلقّنونه ويدوّنونه(1).\nهكذا كانَ احتواء القرآن للتغيّرات الإعرابية التي تطرأ بتغيّر القبائل، ومثل ذلك: إعمال (ما) عَمَل (ليس) عند الحجازيين، وإهمالها عند التّميميّين، في قوله تعالى: { مَا هُنَّ أمَّهاتِهم }(2). أمَّا مسألة (ضمير الفصل)، فبنو تميم لا يهملونه، بل يعدّونه مبتدأ، ويرفعون ما بعده على الخبر(3). قرأ بها الأعمش وزيد بن علي الآية:\n{ إنْ كانَ هَذا هُو الحقّ مِن عِندكَ }(4).\nومن المسائل التي احتواها القرآن تبعاً للتغيّرات الإعرابية التي طرأت عليها بتغيّر القبائل إلزام المثنّى الألف، وهي لهجة بلحارث بن كعب وزيد وبعض بني عذرة، ونسبها الزجاج إلى كنانة، وابن جني إلى بعض بني ربيعة، فهؤلاء كلّهم يلزمون المثنّى الألف ويعربونه بحركات مقدّرة عليها، وبه قرأ ابن كثير(5)الآية: { إنَّ هَذانِ\nلَسَاحِرَانِ }(6)، وقرأ أبو سعيد الخدري(7): { فَكَان أَبَواهُ مُؤمِنَان }(8).\nوهكذا فالقرآن الكريم الذي عُرِف عنه بأنّه معرب، وهل أدلّ على ذلك من قول الرسول الكريم مخاطباً المسلمين: \" أعربُوا القرآنَ والتمسُوا غرائبَه \"، فطلبه هذا دليل قاطع بأنَّ القرآن معرب، وإعراب القرآن\nضرورة يقتضيها المعنى مثل ذلك قوله تعالى: { إنَّمَا يَخشَى الله مِن عِبَادِه العُلمَاء }(9)، وقوله:\n{\n__________\n(1) من مقال للدكتور عبد الحليم النجار، مجلة كلية الآداب جامعة عين شمس، 1963م ص12.\n(2) المجادلة 58 / 2.\n(3) البحر المحيط لأبي حيّان الأندلسي 8/27.\n(4) الأنفال 8 / 32.\n(5) النشر في القراءات العشر لابن الجزري 2/321.\n(6) طه 20 / 63.\n(7) البحر المحيط لأبي حيان الأندلسي 6/255.\n(8) الكهف 18 / 80.\n(9) 10) فاطر 35 / 28.\n(1/17)\n",
        "أَنَّ الله بَريءٌ مِنَ المُشرِكِينَ ورَسولَه }(1)، وقوله عزّ وجل: { وَإذَا ابتَلى إبراهِيم رَبّه }(2). هذه الآيات وغيرها لا تفهم الفهم الذي من أجله أنزلت إلاَّ بالإعراب.\nومن هنا كان اعتماد النّحاة في كثير من شواهدهم على القرآن الكريم، فسيبويه ضمَّن كتابه سبعةً وخمسين ومائة شاهدٍ من شواهد القرآن الكريم، وهي تصل إلى أكثر من 60% من مجموع شواهده التي بلغت ستَّةً وتسعين وثلاثمئة شاهدٍ، وهذه النّسبة المرتفعة من شواهد القرآن التي اعتمد عليها سيبويه تدلّ على مدى اهتمامه بالقرآن الكريم لتكون آياته حجّة لعلماء اللغة والنّحو.\nولم يكن الفرّاء أقلّ اهتماماً بالقرآن والقراءات من سيبويه، فهو قد ألّف كتاب (معاني القرآن)، وهو(3)يعني فيه بما كان يشكل في القرآن، ويحتاج إلى بعض العناء في فهمه. وهو ـ أيضاً ـ من ربط المعنى بالإعراب، ففي قوله تعالى: { وزُلزِلُوا حتَّى يقولَ الرّسُولُ(4)} . يقول الفرّاء: \" قرأها القرّاء بالنّصب إلاَّ مجاهداً وبعض أهل المدينة ـ هو: نافع ـ، فإنّهما رفعاها. ولها وجهان في العربيّة: نَصْبٌ ورَفْعٌ. أمَّا النَّصب، فلأنَّ الفعل الذي قبلها ممّا يتطاول كالتّرداد، فإن كان الفعل على ذلك المعنى نُصب الفعل بعده بـ: حتّى، وهو في المعنى ماض، فإذا كان الفعل الذي قبل (حتّى) لا يتطاول، وهو فعل ماض رفع الفعل بعد: حتّى إذا كان ماضياً، فأمّا الفعل الذي يتطاول وهو ماض، فقولك: جعل فلان يديم النّظر حتّى يعرفك، ألا ترى أنّ إدامة النّظر تطول، فإذا طال من قبل: حتّى ذهب بما بعدها إلى النّصب، إن كان ماضياً بتطاوله \"(5).\n__________\n(1) 11) التوبة 9 / 3.\n(2) 12) البقرة 2 / 124\n(3) معاني القرآن للفرّاء ص 11\n(4) البقرة 2 / 214\n(5) معاني القرآن للفرّاء 1/132.\n(1/18)\n\nوهكذا رأيت أنَّ النّصب عند الفرّاء دليله على أنّ الفعل قبلها \" ممّا يتطاول كالتّرداد \"، أي: المستمر يتردّد، ولم ينقطع، وهو في الوقت نفسه ماض؛ أي: استمرت الزلزلة، ودامت إلى أن قال الرسول وهكذا يكون النّصب عنده دليلَ الاستقبال.\nونظراً لأهميّة إعراب القرآن، فإنّ كثيراً من النحاة مَن صنَّفوا في إعرابه الكتب، ومن الأوائل منهم:\n\" قطرب أبو علي محمد بن مستنير ت206هـ، وأبو مروان عبد الملك بن حبيب القرطبي ت239هـ، وحاتم سهل بن محمد السجستاني ت 248هـ، وأبو العباس محمد بن يزيد المبرّد ت286هـ، وأبو العباس أحمد بن يحيى ثعلب ت291هـ، وأبو البركات الأنباري ت 328هـ، وأبو جعفر بن النحاس ت 338هـ، وأبو عبد الله بن خالويه ت 370هـ، ومكي بن أبي طالب القيسي ت 437هـ، وأبو زكريا التبريزي ت 502هـ، وأبو القاسم إسماعيل بن محمد الأصفهاني ت 535هـ، وأبو الحسن علي بن إبراهيم الحوفي ت 562هـ، وأبو البقاء العكبري ت 616هـ، ومنتجب الدين الهمذاني ت 643هـ، وأبو إسحق الفاقي ت 742هـ \"(1).\nوصفوة القول: إنّي أرى أنّ هناك تلازماً بين النّحو والقرآن الكريم، فالنحويّ لا غنى له عن القرآن إذ هو مادة استشهاده للقواعد النحوية، ولا عجب في ذلك التلاحم بين النحو والقرآن الكريم وقراءاته، فالقرآن هو من هذّب اللسان العربي من وحشي الكلام وغريبه، وممّا يخرج عن الفصاحة. قال ابن خالويه: \" قد أجمع النَّاس أنّ اللغة إذا وردت في القرآن فهي أفصح ممّا في غيره \"(2).\n__________\n(1) إعراب القرآن للزجّاج ص 1093\n(2) قول ابن خالويه في المزهر في علوم اللغة العربية للسيوطي 1/129.",
        "(1/19)\n\nوالقرآن الكريم هو من خلّص اللغة العربية من شتات اللّهجات الكثيرة، وهو إضافة لذلك جعل من اللّغة العربية لغة عالميّة تنطق بها الأمم، إذ تغلغلت في الهند والصين وأفغانستان، وحسبنا ما نعلمه من مشاهير العلماء من تلك البلاد، مثل: البخاري، ومسلم، والنسائي، وابن ماجه، والقزويني، وغيرهم الكثير.\nيضاف إلى ذلك أنَّ القرآن الكريم كان له الفضل الكبير في تقعيد اللغة وضبطها، وهكذا ـ وبكل اطمئنان ـ يمكن أنْ أعدَّ القرآن الكريم بمنزلة الروح من الجسد بالنّسبة للّغة العربيّة، بل قل بفضله سادت اللّغة العربيّة وتهذّبت، وضُبِطت قواعدها، واتّصلت حلقات عصورها، وانفتحت للعلوم والمعارف، وحفظت وحدتها.\nأمّا القراءات القرآنية التي تعاورها النّحاة، فكانت مادة من مواد الدّرس النّحوي؛ لأنّها ـ وإن تفاوتت النّظرة إليها، واختلفت الآراء في رفضها وقبولها ـأحدثت نوعاً من التفاعل البنّاء بين النّحاة، وما الاختلاف فيها إلاّ السبيل والمنطلق إلى لغة قرآنية سليمةٍ من كلّ زللٍ أو لحنٍ قد يقع فيه من يجهل القراءات القرآنية وما هي عليه من سلامةٍ في اللغة، فالقرآن الكريم الذي جاء على سبعة أحرف كلٌّ منها شافٍ وافٍ، لا سبيل لتخطئة قراءاته إذا ما توافرت لها شروط القراءة الصّحيحة، ولم تخرج عن مقاييس اللّغة نثرها وشعرها.\nالمراجع:\n- الإتقان في علوم القرآن، لجلال الدين عبد الرحمن بن أبي بكر السيوطي، ط3، مطبعة مصطفى البابي الحلبي، مصر، 1951م.\n- ارتشاف الضرب من لسان العرب، لأبي حيّان محمد بن يوسف الأندلسي، تحقيق: د. رجب عثمان محمد، ومراجعة: د. رمضان عبد التواب، ط1، مكتبة الخانجي بالقاهرة، 1998م.\n- أساس البلاغة، لمحمود بن عمر الزمخشري، مطبعة دار الكتب المصرية، القاهرة، 1341هـ /1922م.\n- الأشباه والنظائر في النحو، لجلال الدين عبد الرحمن بن أبي بكر السيوطي، مطبعة دائرة المعارف العثمانية، حيدر آباد الدكن، ط2، 1360هـ.\n(1/20)",
        "\n- إعراب القرآن، لإبراهيم بن السري الزجاج، تحقيق: إبراهيم الأبياري، طبع الهيئة العامة لشؤون المطابع الأميرية بالقاهرة، 1963م.\n- إعراب القرآن، لأحمد بن محمد المصري أبي جعفر النحاس، تحقيق: د. زهير غازي زاهد، مطبعة العاني ببغداد، 1980م.\n- الأعلام، لخير الدين الزركلي، ط4، دار العلم للملايين، بيروت، 1979م.\n- البحر المحيط، لمحمد بن يوسف بن علي بن حيان الأندلسي، مكتبة النشر الحديثة بالرياض. (من دون تاريخ).\n- تاج العروس من جواهر القاموس، لمحمد مرتضى الزبيدي، ط1، المطبعة الخيرية بمصر، (من دون تاريخ).\n- تاج اللغة وصحاح العربية، لإسماعيل بن حماد الجوهري، تحقيق: أحمد عبد الغفور عطار، دار الكاتب العربي بمصر، (من دون تاريخ).\n- تهذيب اللغة، لأبي منصور الأزهري، تحقيق: عبد السلام محمد هارون، مطبعة المؤسسة المصرية العامة، 1964م.\n- جامع البيان عن تأويل آي القرآن، لمحمد بن جرير الطبري، تحقيق: محمود أحمد شاكر، مطبعة دار المعارف بمصر، القاهرة، 1374هـ.\n- الجامع لأحكام القرآن، لمحمد بن أحمد الأنصاري القرطبي، ط3، دار الكتاب العربي للطباعة والنّشر، القاهرة، 1967م.\n- الخصائص، لأبي الفتح عثمان بن جني، تحقيق: محمد علي النجار، ط2، دار الهدى، بيروت، (من دون تاريخ).\n- السّبعة في القراءات، لأبي بكر بن مجاهد، تحقيق: د. شوقي ضيف، مطبعة دار المعارف بمصر، 1972م.\n- غاية النهاية في طبقات القراء، لمحمد بن محمد أبي الخير شمس الدين العمري ابن الجزري، تحقيق: ج.برجشستراسر، ط1، مطبعة الخانجي بمصر، 1932م.\n- الفهرست لمحمد بن إسحاق بن النديم، مكتبة خياط، بيروت، (من دون تاريخ).\n- القاموس المحيط، لمجد الدين الفيروز آبادي، المكتبة التجارية الكبرى بمصر، (من دون تاريخ).\n- القراءات القرآنية تاريخ وتعريف، د. عبد الهادي الفضلي، ط1، دار المجمع العلمي بجدة، 1399هـ/1979م.\n(1/21)\n",
        "- القرآن الكريم وأثره في الدراسات النحوية، د. عبد العال سالم مكرم، مطبعة دار المعارف بمصر، 1992م.\n- القرآن الكريم والدراسات الأدبية، د. نور الدين عتر، ط5، منشورات جامعة دمشق، 1992م.\n- القراءات الشاذة وتوجيهها النحوي، د. محمود أحمد الصغير، ط1، دار الفكر، بيروت، 1999م.\n- الكامل في اللغة والأدب، لمحمد بن يزيد المبرد، تحقيق: محمد أبو الفضل إبراهيم والسيد شحاتة، مطبعة دار نهضة مصر، (من دون تاريخ).\n- الكتاب، لعمرو بن عثمان بن قنبر سيبويه، طبعة بولاق، 1948م.\n- لسان العرب لجمال الدين محمد بن مكرم ابن منظور، ط1، 3/13 المطبعة الأميرية ببولاق، القاهرة 1883م.\n- مباحث في علوم القرآن، د. صبحي الصالح، دار العلم، بيروت، 1969م.\n- مجالس ثعلب، لأبي العباس أحمد بن يحيى ثعلب، تحقيق: عبد السلام هارون، ط2، دار المعارف بمصر، 1375هـ/1956م.\n- المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها، لأبي الفتح عثمان بن جني، تحقيق: على النجدي ناصف وعبد الفتاح شلبي، القاهرة، 1389هـ/1969م.\n- مختصر في شواذ القرآن من كتاب البديع، للحسين بن أحمد بن خالويه، عني بنشره: ج.برجشستراسر، المطبعة الرحمانية، مصر، 1934م.\n- مدرسة الكوفة ومنهجها في دراسة اللغة والنحو، د. مهدي المخزومي، ط3، دار الرائد العربي، بيروت، لبنان، 1986م.\n- المزهر في علوم اللغة وأنواعها، لجلال الدين عبد الرحمن بن أبي بكر السيوطي، تحقيق: محمد أحمد جاد المولى وآخرين، ط1، مطبعة عيسى البابي الحلبي وشركاه، مصر، (من دون تاريخ).\n- المستدرك للحاكم النيسابوري، ط1، مطبعة دائرة المعارف النظاميّة، حيدرآباد الدكن، 1340هـ.\n- مشكل إعراب القرآن، لمكي بن أبي طالب القيسي، تحقيق: ياسين محمد السواس، ط2، دار المأمون للتراث، دمشق، (من دون تاريخ).\n- معاني القرآن للأخفش (سعيد بن مسعدة)، تحقيق: د. فائز فارس، ط2، الفنطاس، الكويت، 1981م.\n(1/22)\n\n- معاني القرآن، ليحيى بن زياد الفراء، تحقيق: أحمد يوسف نجاتي ومحمد علي النجار، دار الكتب، القاهرة، 1955م.\n- معرفة القرّاء للكبار على الطبقات والأعصار، لشمس الدين أبي عبد الله الذهبي، تحقيق: محمد سيد جاد الحق، ط1، مطبعة دار التأليف بمصر، 1387هـ/1967م.\n- المقتضب لمحمد بن يزيد المبرد، تحقيق: محمد عبد الخالق عضيمة، عالم الكتب، بيروت، (من دون تاريخ).\n- النشر في القراءات العشر، لمحمد بن محمد شمس الدّين العمري ابن الجزري، تصحيح: علي محمد الضباع، مطبعة مصطفى محمد، مصر، نشر المكتبة التجارية الكبرى، (من دون تاريخ).",
        "(1/23)\n"
    ]
}