{
    "partText": [
        "\nمجلة جامعة تشرين للدراسات والبحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (29) العدد (1)2007\nTishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (29) No (1) 2007\n\nأثر تعدّد الآراء النّحويّة في تفسير الآيات القرآنيّة\n\nالدكتور سامي عوض(1)\nياسر محمّد مطره جي(2)\n\n(تاريخ الإيداع 20 / 12 / 2006. قبل للنشر في 11/3/2007)\n\n( الملخّص (\n\nإنّ منطلقَ الدّراسةِ المُعْتَمَدَةِ في هذا البحثِ في بيانِ أثرِ الاختلافِ بينَ النَّحْويّينَ في الأوجهِ الإعرابيّة في تفسيرِ الآياتِ القرآنيّةِ، إنّما هو اكتناهٌ لمعاني النَّحْوِ في الإفصاحِ عَنْ تفسيرِ العديدِ مِنْ آيِ الذكرِ الحكيمِ؛ إذ لا يخفى على دارسِ العربيّةِ الارتباطُ الوثيقُ بينَ المعنى والحالةِ الإعرابيّةِ.\nوَمَنْ يتتبّعْ نشأةَ النّحْوِ الأولى، وتقعيدَ العلماءِ له، يلحظْ أنَّ تعدّد الأوجه في تحليل أحد العناصرِ التركيبيّة أمرٌ شائعٌ ومألوفٌ، فيرى أحياناً أنَّ أحدهم قد يجيزُ غيرَ وجهٍ في عنصرٍ ما، كما يألف الخلاف بينهم في أثناء التحليل، ولذلك شاعَ الجواز في تحليلهم، وكثر الأخذ والرّد بالترجيح أو التّضعيف أو الرّفض؛ فكان إثر ذلك، من البدهيّ والطبعيّ أن تختلفَ آراؤهم، وتتشعّبَ مواقفُهُمْ، وتتعدّدَ أوجهُهُم في تحليلاتهم، راسمين للّغةِ في ضوءِ هذه الاختلافات كلِّها، الغناءَ في التنوّعِ المعنويِّ، والنّماءَ في التعبيرِ الدّلاليِّ.\n__________\n(1) * أستاذ في قسم الّلغة العربيّة – كليّة الآداب والعلوم الإنسانيّة – جامعة تشرين – الّلاذقيّة – سورية.\n(2) ** طالب دراسات عليا في قسم الّلغة العربيّة – كليّة الآداب والعلوم الإنسانيّة – جامعة تشرين – الّلاذقيّة– سورية.\n(1/1)\n",
        "ويهدفُ هذا البحثُ إلى بيان كيفيّةِ استخدام هذه اللغةِ لتحقيق أهداف النصّ القرآنيِّ وغاياته، بدراسةٍ تربطُ النِّظامَ النَّحْويَّ بالطريقة التي وُظِّفَ فيها هذا النظامُ لأداء المعاني، في ضوء إبراز العلاقة النحويّة بين الإعراب والمعنى؛ إذ كلّما تعدّد إعرابُ الكلمة، تعدّد المعنى الواحد والعكس؛ لأنّ النّحْوَ شأنُ العلوم الإسلاميّة الأخرى، نشأ لفهم القرآن الكريم، والبحث عن كلّ ما يفيد في استنطاق نصوصه، باعتباره أعلى ما في العربيّةِ مِنْ بيانٍ.\n\nكلمات مفتاحيّة: تعدّد الأوجه الإعرابيّة، والاختلافات النَّحْويّة، والقرآن والنَّحْو، وأثر النَّحْو في التّفسير، والنَّحْو والمعنى، والنَّحْو والدّلالة، والنَّحْو والتّفسير والتّأويل.\n\nمجلة جامعة تشرين للدراسات والبحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (29) العدد (1)2007\nTishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (29) No (1) 2007\n\nThe Influence of Multi Linguistic Differences in Interpreting the Quranic Verses\n\nDr. Sami Awad(1)\nYasser Motraj(2)\n\n(Received 20 / 12 / 2006. Accepted 11/3/2007)\n\n( ABSTRACT (\n\nThis study shows the differences among the linguists in the linguistic possibilities of interpreting the Quranic verses. It is obvious to any scholar who studies Arabic the tight connection between the meaning and the linguistic case.\n__________\n(1) *Professor، Department of Arabic، Faculty of Arts and Humanities، Tishreen University، Lattakia، Syria.\n(2) **Postgraduate Student، Department of Arabic، Faculty of Arts and Humanities، Tishreen University، Lattakia، Syria.\n(1/2)\n\nFollowing the first rise of the linguistics and the establishment of its rules by the linguists, one may observe that the numbers of issues studying one of the compound elements is a common and familiar thing. He sometimes observes that one of the linguists may allow more than one possibility in one element. He may also observe the differences during analysis. So, variety becomes common in the analysis. There was much of acceptance and rejection.\nThus, it is natural that opinions may differ and have many possibilities in the analysis to give the language, through that these differences, richness in the variety of meaning.\nThis research aims to show how to use language to achieve the ends and goals of the Quranic text through studying what connects the linguistic system with the way in which the system was employed to serve the meanings in the light of showing the linguistic relation between the meaning and the linguistics. Whenever the word possibility varies, the meaning varies too, and vice versa. Linguistics, as the other Islamic Sciences, was found to understand the Holy Quran and look for the useful things that help in explaining its texts. This is because the Quran has the highest degree of eloquence in Arabic.\n\nKeywords: The linguistic possibilities، the linguistic meanings، the meaning and the linguistic case، the linguistic and the Quranic verses.\nالمقدّمة:",
        "(1/3)\n\nيُقْصَدُ مِنَ الدّورِ النّحْويِّ الخاصِّ بالعلومِ الشّرعيَّةِ ههنا، أَنْ يكون منطلقاً لدراسة القواعد الّلغويّة في الإفصاح عن معاني العديد من آي الذّكر الحكيم، باشتماله على القضايا الدّلاليّة والصّوتيّة والنّظميّة والأسلوبيّة والاصطلاحيّة والفكريّة، التي تتعلّق بالّلغةِ وأوجه استخدامها؛ والنّصِّ ومحاولة استيعاب رسالته، وما يندرج في ذلك من المسائل الفقهيّة والعقديّة، المستنبطةِ من الآيات القرآنيّة، والمبنيّةِ على القضايا النّحويّة والدّلالات الّلغويّة، المستفادة من المفردات والتّراكيب والأدوات والصّيغ وقواعد الاستنباط والاستدلال من الخطاب.\nوقد حصر ابن رشد القرطبيّ الأسبابَ المؤدّيةَ إلى الاختلافِ بينَ الفقهاء، في تحديد معاني الألفاظ التي بنى عليها الأحكام في ستّةٍ، السّببُ الثّالث منها:«اختلاف الإعراب»(1)؛ وذلك لأهمّيّته في التّمييز بين المعاني التّركيبيّة، وقد ذكر الغزاليّ أنَّ أعظم علوم الاجتهاد، تشتمل على ثلاثة فنونٍ:«الحديثِ، والّلغةِ، وأصولِ الفقهِ»(2)، وكان الفرّاء يرى أنّ النّظر الصّحيح في الّلغة العربيّة يساعد على فهم أكثر العلوم، ويُروى أنّ أبا عمر الجرميّ مكث ثلاثين سنةً يُفتي النّاسَ في الفقه من كتاب سيبويه(3).\n__________\n(1) ابن رشد، محمّد بن أحمد، بداية المجتهد ونهاية المقتصد، تحـ. رضوان جامع رضوان، ج1، ط1، مكتبة الإيمان، المنصورة، 1417هـ-1997م، ص13.\n(2) الغزاليّ، أبو حامد، المستصفى في علم الأصول، ج2، ط1، مطبعة مصطفى محمّد، 1356هـ، ص353.\n(3) الأسنويّ، جمال الدّين، الكوكب الدّرّيّ في تخريج الفروع الفقهيّة على المسائل النّحويّة، تحـ. د. عبد الرّزّاق السّعديّ، ط1، وزارة الأوقاف والشّؤون الإسلاميّة، مصر، 1404هـ-1984م، ص9.\n(1/4)",
        "\nومن ذلك كلّه يتّضح أنّ معظم أسباب الاختلاف في أحكام الفروع الفقهيّة، وبعض توجيهات الآيات القرآنيّة قائمٌ على أساسٍ نحويٍّ، وقد أشار إلى ذلك الزّمخشريّ، في قوله:«ويرون الكلامَ في معظم أبواب أصول الفقه ومسائلها مبنيّاً على علم الإعراب، والتّفاسيرَ مشحونةً بالرّوايات عن سيبويه والأخفش والكسائيّ والفرّاء وغيرهم من النّحويّين البصريّين والكوفيّين، والاستظهار في مآخذ النّصوص بأقاويلهم، والتّشبّث بأهداب تأويلهم، وبهذا الّلسان مناقلتهم في العلم ومحاورتهم وتدريسهم ومناظرتهم، وبه تقطر في القراطيس أقلامهم»(1)؛ ممّا يدعو للرّجوع إلى الّلغة رجوعاً كلّيّاً في توجيه قصدِ الإنسان لإصدار الحكم الشّرعيّ على تصرّفه(2)، ويوضّح مدى التّلازم أو التّآخي بين علوم الّلغة العربيّة وعلوم الشّريعة الإسلاميّة عامّة، وعلوم القرآن خاصّة، حتّى غدا كلّ ُواحدٍ لا يتمّ إلاّ بالآخر، وهذه لحمةٌ أكّدها افتقار كلٍّ إلى الآخر؛ إذ لا يستطيع دارس علوم القرآن أَنْ يفيدَ منها-كما ينبغي-إلاّ بعد درسِ العربيّة وعلومها المختلفة، في حين لو تخلّت علوم العربيّة عن القرآن أو نأتْ، لتحولت جُثَّةً هامدةً، ولفقدت روحها الفاعلة وما فيها من مقوماتٍ أسلوبيّةٍ وبيان ناصع.\nوعليه فالتّخلّي عن الإعراب-كما يقول الدّكتور مازن المبارك-في لغةٍ تعتمد حركات الإعراب للتّعبير عن المعاني النّحويّة كالّلغة العربيّة:«هدمٌ لها وإماتة لمرونتها، وإنّ في ترك حركات الإعراب إلباساً لكثير من الجمل والتّعبيرات، لباسَ الإبهامِ والغموض... إنّ كثيراً من الجمل تضيع معانيها بضياع الإعراب فيها،\n__________\n(1) الزّمخشريّ، أبو القاسم، المفصّل في علم العربيّة، ط2، دار الجيل، بيروت، د.ت، ص3.\n(2) الأسنويّ، جمال الدّين، الكوكب الدّريّ في تخريج الفروع الفقهيّة على المسائل النّحويّة، ص10.\n(1/5)\n",
        "ومَنْ ذا الذي يستطيعُ أَنْ يقرأَ من غير إعرابٍ، فيفهمَ مثل قوله تعالى: {إِنَّمَا يَخْشَى اللَّه مِنْ عِبَادِهِ الْعُلَمَاء}(1)، وقولنا: ما أحسن زيد...» (2).\nفَمِنْ تلك الجولةِ العجلى، يتّضحُ لنا شدّة ارتباط النَّحْو بالدّلالة، والإعراب بالمعنى، وهذا ما سنسعى إلى تأكيدِهِ، من خلال الوقوف على بعض الآيات القرآنيّة التي تتعدّد معانيها وتتنوّع دلالاتها بتعدّد أعاريبها، وتنوّع وجوهها النّحويّة، مبرزين أثر الاختلاف في الأوجه الإعرابيّة في تفسير الآيات القرآنيّة في ذلك كلّه؛ إذ إنّ اختلاف النَّحْويّين في إعراب آيةٍ ما يؤدّي -من غير شكٍّ- إلى اختلاف في معناها؛ ولعلّ في ذلك أكبرَ دليلٍ على أنّ النَّحْوَ مفتاحُ المعنى، وأنّ الإعرابَ سبيلُ الفهمِ، وأنّ أيّةَ دعوةٍ لإلغائهما أو إلغاء أحدهما تؤثّر بشكل فعّال في إغلاق الأفهام عن تدّبر معاني القرآن، وتسير بالنّحو إلى المكان الذي لا يريد، وتلغي غاية وضعه الأولى، وهي حفظ القرآن الكريم من الّلحن والضّياع.\n\nأنواع الاختلاف:\nإنَّ معرفةَ الإجماع ِواختلافِ العلماءِ، ضرورةٌ لابدَّ منها لكلِّ مَنْ قاده بحثُهُ لتدبّرِ طبيعة النظام التركيبيّ، والعناصر التي يتشكّل منها، من حيث الأسس التي تحكمها، والمعاني التي تتمثّل بها.\n__________\n(1) سورة فاطر، الآية 28.\n(2) المبارك، د. مازن، نحو وعيٍ لغويٍّ، ط4، دار البشائر، دمشق، 1424هـ-2003م، ص77.\n(1/6)\n\nأمّا الإجماع، فمصدر من مصادر التّشريع، لا يجوز مخالفتُهُ على قولِ العلماء، إذا قامتِ الحجّةُ بأنّه إجماعٌ تامٌّ(1)؛ لأنَّ الأمّةَ لا تجتمعُ على خطأ، لقوله - صلى الله عليه وسلم - :«لا يَجْمَعُ اللهُ هَذِهِ الأُمَّةَ عَلَى ضَلالَةٍ أَبَدَاً»(2).\nوأمّا الاختلاف بينَ الأئمّةِ العلماءِ، فمضبوطٌ بقواعدَ وأصولٍ ومقاييسَ وعللٍ، تقوم على المنطق والحجّة والبرهان؛ ومرسومٌ بشروطٍ علميّة ٍوأخلاقيّة ٍونفسيّةٍ وجغرافيّةٍ؛ لئلاّ يضرّ بأساس المشروع الاجتماعيّ له، المتمثّل في بناء المجتمع الإنسانيّ، والمشروع العلميّ، والروحيّ، وفي محاكاة النّصوص، واستنباط ما أمكن من معانيها المتنوعة. ولابدَّ من الإشارة-قبل أَنْ نبحثَ في أهمّ أسباب الخلاف بين النّحويّين في استنباط قواعدهم النّحويّةِ-إلى أنَّ الاختلافَ نوعانِ:\nنوعٌ مذمومٌ: وهو ما كان نتيجةً للهوى وحبِّ الشهرة ِومجرّدِ المزاحمةِ، بغير منطقٍ ولا حجّةٍ إلا ّواهية، وهذا ليسَ موضوعَ بحثِنا.\nونوعٌ آخرُ محمودٌ: وهو ما كان نتيجةً للاجتهادِ المنضبط بجميع مستوياته، الموصلِ إلى الحقائقِ المكنونةِ بالحجّةِ الدّامغةِ والبرهانِ السّاطعِ والقولِ القاطعِ، وهو وجهةُ بحثنا، والطريقُ الذي نسير عليه للوصولِ إلى المعاني المتعدّدة بتعدّد الأوجه الإعرابيّة.\nالإعراب، والعلامة الإعرابية، وأثرهما في تنوّع المعاني:\n__________\n(1) ابن الحسين، أبو عبد الّله، رحمة الأمّةِ في اختلافِ الأئمّةِ، ضبطه محمّد عبد الخالق الزّناتي، ط1، دار الكتب العلميّة، بيروت-لبنان، 1424هـ-2003م، ص5.\n(2) النّيسابوريّ، الحاكم، المستدرك على الصّحيحين، ج1، دار المعرفة، بيروت-لبنان، د.ت، ص115.",
        "(1/7)\n\nمن الواضحِ لدى المهتمّين بعلمِ النَّحْوِ أنّ الإعرابَ في حقيقته، عبارةٌ عن بيان موقع الكلمة أو الجملة من الكلام، وذلك يعتمد على فهم المعنى وتحديده؛ ولذلك جعله ابن جني دليلاً على اختلاف المعاني بقوله:«ألا ترى أنّ موضوع الإعراب-على مخالفة بعضه من حيث كان-إنّما جيء به دالاً على اختلاف المعاني»(1) ومعنى هذا أنّ الإعرابَ بيانُ ما للكلمةِ في الجملةِ مِنْ قيمةٍ نحويَّةٍ، أو معنىً إعرابيٍّ، وهذا الفهم السّليم للإعراب الذي يتلاءم مع طبيعةِ الدّرس الّلغويّ، وأسرارِ التأليف، كان ينبغي له أَنْ يسود، ليبطلَ أَنْ يكون الإعراب أثراً للعامل في المفعول، وما يترتّب على هذا كلّه(2). ومن هنا كانت علامات الإعراب تقوم على تغيّر المعنى في أثناء الكلام، وقد وضِعتْ للّفظ المفرد؛ لتكون دليلاً على موقعه من الكلام، أو علامة قرائيّة لبيان المعنى، وهي ميزة للغة العربية؛ لأنّها في حقيقتها ضربٌ من ضروب الإيجاز(3)، فقد تكون الإبانة بالحركات أو بالسكون أو بالحذف أو بالحرف أو بالتنوين أو حذفه(4).\n__________\n(1) ابن جنّي، أبو الفتح عثمان، الخصائص، تحـ. د. محمّد علي النّجّار، ج1، ط2، دار الهدى، بيروت–لبنان، د.ت، ص175.\n(2) الزّبيديّ، د. سعيد جاسم، قضايا مطروحة للمناقشة في النّحو والّلغة والنّقد، ط1، دار أسامة، الأردن-عمّان، 1998م، ص74.\n(3) المبارك، د. مازن، نحو وعي لغوي، ص51.\n(4) السامرائي، د. فاضل، ابن جني النَّحْويّ، ج1، دار النذير للطباعة والنشر، بغداد، 1969م، ص295.\n(1/8)",
        "\nأمّا النّصوص التي دلّتْ على العلاقة بين العلامات الإعرابيّة والمعاني فكثيرةٌ، والإلحاح فيها على وظيفةِ العلامات واضحٌ؛ فقد ربط الزّجّاجيّ بين الإعراب والمعنى، حين قال:«والإعرابُ إنَّما دخل الكلامَ؛ ليفرّقَ بينَ الفاعل ِوالمفعول، والمالكِ والمملوك، والمضاف إليه، وسائر ما يَعْتَورُ الأسماء من المعاني»(1)؛ والإعراب عند ابن جنّي:«هو الإبانة عن المعاني بالألفاظ، ألا ترى أنَّكَ إذا سمعت \"أكرمَ سعيدٌ أباه\"، و\"شكرَ سعيداً أبوه\"، علمْتَ برفعِ أحدهما ونصبِ الآخر، الفاعلَ من المفعول، ولو كان الكلام شرجاً واحداً، لاستبهمَ أحدُهما من صاحبِهِ»(2)؛ وهو عند السّكاكيّ مرتبطٌ في جميع جزئيّاته بالمعنى؛ إذ به توجّه المعاني وتعرف الدّلالات، وذلك بقوله:«إنَّ كلَّ واحدٍ من وجوه الإعراب دالٌّ على معنىً، كما تشهد لذلك قوانينُ علمِ النّحْو»(3).\n__________\n(1) الزّجّاجيّ، أبو القاسم، الإيضاح في علل النّحو، تحـ. د. مازن المبارك، ط2، دار النّفائس، بيروت، 1973م، ص76.\n(2) ابن جنّيّ، أبو الفتح عثمان، الخصائص، ج1، ص35.\n(3) السّكاكيّ، أبو يعقوب يوسف، مفتاح العلوم، ضبطه وشرحه نعيم زرزور، ط1، دار الكتب العلميّة، بيروت-لبنان، 1403هـ-1983م، ص251.\n(1/9)\n",
        "وهذا يؤكّد أنَّ العلاقة بين الحركات والمعنى، كانت من قبيل المسلّمات، أليسوا قد ذكروا(1) أنَّ أبا الأسود سمع أعرابيّاً يقرأ:«أنَّ اللهَ بريءٌ من المشركينَ ورسولِهِ» بالجرّ، فقال: معاذَ الله أَنْ يكونَ اللهُ بريئاً مِنْ رسولِهِ، اقرأ:{أَنَّ اللّهَ بَرِيءٌ مِّنَ الْمُشْرِكِينَ وَرَسُولُهُ}(2)، فالكلامُ واحدٌ، ولم يتغيّر فيه، إلاّ حركةُ الّلام؛ فإذا حُرّكت بالجرّ أدّى إلى الخروج عن المعقول والعقيدة، وإذا حُرّكت بالرّفع أدّى إلى معنىً مستقيمٍ لا لبسَ فيه ولا إنكار؛ فهل كانوا يرون ذلك، وهم يظنّون أنَّ حركاتِ الإعراب لا تدلّ على معنىً، ولا أثرَ لها في تصوير المفهوم؟!.\n__________\n(1) القرطبيّ، أبو عبد الله، الجامع لأحكام القرآن، ج1، ط1، دار الفكر، بيروت - لبنان، 1987م، ص24.\n(2) سورة التّوبة، الآية 3.\n(1/10)\n\nومن هنا كان إعراب النّصوص مدخلاً طبعيّاً وأساساً لفهم المضامين، ولذلك تضمّ المكتبة الّلغويّة عدداً كبيراً من هذه النّصوص المعربة، من جملتها: \"إعراب الحديث\" للعكبريّ، و\"إعراب لاميّة العرب الموسوم بأعجب العجب\" للزمخشريّ، و\"شرح لاميّة العجم\" للشّيخ المكّيّ البطاوريّ. كما أفرد إعرابَ القرآنِ بالتّأليفِ عددٌ لا بأسَ به من العلماء، من أمثال: الفرّاء والأخفش والزّجّاج والنّحّاس وابن خالويْهِ والعكبريّ وأبي حيّان... وكتبهم مطبوعةٌ متداولة، وقد كانت مقدّمات هذه الكتب تشير إلى ضرورة هذا الأمر، ومنها مقدّمة القيسيّ التي يقول فيها:«ورأيت من أعظم ما يجب على طالب علوم القرآن، الرّاغب في تجويد ألفاظه وفهم معانيه ومعرفة قراءاته ولغاته، وأفضل ما القارئ إليه محتاجٌ، معرفة إعرابه، والوقوف على تصرّف حركاته وسواكنه؛ ليكونَ بذلك سالماً من الّلحن فيه، مستعيناً على إحكام الّلفظ به، مطّلعاً على المعاني التي قد تختلف باختلاف الحركات، متفهّماً لما أراد اللهُ-تبارك وتعالى-به من عباده؛ إذ بمعرفة حقائق الإعراب تُعرف أكثرُ المعاني، وينجلي الإشكال، وتظهر الفوائد، ويفهم الخطاب، وتصحّ معرفة حقيقة المراد»(1).\n__________\n(1) القيسيّ، مكّيّ بن أبي طالب، مشكل إعراب القرآن، تحـ. ياسين محمّد السّواس، ج1، ط2، دار المأمون للتراث، دمشق، د.ت، ص1-2.",
        "(1/11)\n\nوما ذلك إلاّ لأنّه بالإعراب تميّز المعاني، ويوقف على أغراض المتكلِّمِيْنَ(1)، ومن هنا كان لا بدّ أَنْ يراعى المعنى في فهم حقيقة المراد من التّركيب أو الجملة أو العبارة أو المفرد قبل إعرابه، فإنّه فرع المعنى(2)، ويقول ابن هشام معبّراً عن ذلك أدقّ تعبير:«وها أنا مورِدٌ بعون الله أمثلةً، متى بُنِيَ فيها ظاهر الّلفظ ولم ينظر إلى موجب المعنى، حصل الفساد، وبعض هذه الأمثلة وقع للمعربين فيه وهمٌ بهذا السّبب... أحدها قوله تعالى:{أَصَلاَتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاء}(3)، فإنّه يتبادر إلى الذّهن عطف \"أنْ نفعلَ\"، على \"أنْ نتركَ\"، وذلك باطلٌ؛ لأنّه لم يأمرْهم أنْ يفعلوا في أموالهم ما يشاؤون، وإنّما هو عطفٌ على \"ما\"، فهو مفعولٌ للترك، والمعنى \"أنْ نترك أنْ نفعل...\"، وموجب الوهم المذكور أنَّ المعربَ يرى \"أنْ\" والفعل مرّتين، وبينهما حرف العطف»(4)، وقد ذكر ابن هشام أنّه من الجهات التي يدخل الاعتراض على المعرب من جهتها، أنْ يراعيَ ما يقتضيه ظاهرُ الصّناعة، ولا يراعي المعنى، إذ كثيراً ما تزلُّ الأقدام بسبب ذلك(5)؛\n__________\n(1) ابن فارس، أحمد، الصّاحبي في فقه الّلغة وسنن العرب في كلامها، المكتبة السّلفيّة، القاهرة، 1328هـ، ص42.\n(2) الزّركشيّ، بدر الدّين محمد، البرهان في علوم القرآن، تحـ. محمّد أبو الفضل إبراهيم، ج1، دار المعرفة، بيروت – لبنان، د.ت، ص302.\n(3) سورة هود، الآية 87.\n(4) الأنصاريّ، جمال الدّين بن هشام، مغني الّلبيب عن كتب الأعاريب، تحـ. مازن المبارك ومحمّد عليّ حمد الّله، ط5، مؤسّسة الصّادق، طهران، 1378هـ، ص686.\n(5) الأنصاريّ، جمال الدّين بن هشام، مغني الّلبيب عن كتب الأعاريب، ص684..\n(1/12)",
        "\nوذلك لأنَّ الخطأ والتّحريف في الحركات، كالخطأ والفساد في المتحرّكات، كما يقرّر السّيرافيّ(1).\nويذهب العلويّ إلى أنَّ المعاني التي تدلُّ عليها الحركات الإعرابيّة هي معانٍ مطلقة، بقوله:«فالنّظرُ في علم الإعراب، إنّما هو نظرٌ في حصول مطلق المعنى، وكيفيّة اقتباسه من الّلفظ المركّب فلا بدَّ من الإحاطة بصحّة التّركيب، ليأمن الخلط في تأدية المعاني وتحصيلها»(2)؛ بمعنى أنَّ الإعراب في المرحلة الأولى، يحدّد المعاني التي يؤدّيها التّركيب بعيداً عن أيِّ غرضٍ جزئيٍّ، ثم يفهم الفاعليّة والمفعوليّة والإضافة، إذ إنَّ هذه المعاني الثّلاثة تنحصر فيها كلُّ المعاني، ومنها تؤخذ جميع الدّلالات، وعليه فمعرفتها مقدّمة على غيرها؛ ومن هنا كان الاتّكال على العلامة الإعرابيّة، باعتبارها كبرى الدّوالّ على المعنى، وعليه فمن الواجب أنْ ندرسَها، ونبحثَ-في أثناء الكلام-عمّا تشيرُ إليه كلُّ علامةٍ منها، ونعلمَ أنَّ هذه الحركاتِ تختلفُ باختلاف موضع الكلمة من الجملة، وصلتها بما معها من الكلمات.\n__________\n(1) التّوحيديّ، أبو حيّان، الإمتاع والمؤانسة، ضبطه أحمد أمين وأحمد الزّين، ج1، دار مكتبة الحياة، بيروت - لبنان، د.ت، ص121-122.\n(2) العلويّ، عليّ بن إبراهيم، الطّراز المتضمّن لأسرار البلاغة وعلوم حقائق الإعجاز، تصحيح سيّد بن عليّ المرصفيّ، ج1، مطبعة المقتطف، مصر، 1332هـ-1914م، ص182.\n(1/13)\n",
        "وقد أدرك بعضُ الّلغويّين المحدثين بعض هذا، يقول ريمون طحّان:«ولئن ألفينا الآن الاعتمادَ على مواقع الكلمات في الّلغة العربيّة، وأخذنا نقوم أحياناً دون العودة إلى الحركة، بالقرائن الخلاّقة التي تنقل إلينا بسرعة ما يمكن أنْ يولّده النّصّ من أرجاعٍ ذهنيّة، تساعدنا على فهم ما نقرأ فهماً صحيحاً وعلى نقده وتحليله، فإنّنا لا نزال نستأنس بالحركة، عندما يغلق المعنى علينا ويحدث الّلبس»(1).\nولعلَّ خير ما قيل في الحركات الإعرابيّة من العلماء المحدثين، قول الدّكتور مازن المبارك:«وتتميّز الّلغة العربيّة-فيما تتميّز به-بحركات الإعراب التي هي-في حقيقة الأمر-ضربٌ من الإيجاز، إذ يدلّ بالحركة على معنىً جديدٍ غير معنى المادّة الّلغويّة للكلمة، وغير معنى القالب الصّرفيّ لها، وهو معناها أو وظيفتها النّحويّة، كالفاعلية أو المفعوليّة... وهكذا، فحركات الإعراب ليست شيئاً زائداً أو ثانويّاً، وهي لم تدخل على الكلام اعتباطاً، وإنّما دخلت لأداء وظيفةٍ أساسيّةٍ في الّلغة؛ إذ بها يتّضح المعنى ويظهر، وعن طريقها نعرف الصّلة النّحويّة بين الكلمة والكلمة في الجملة الواحدة»(2)، وبهذا المفهوم يكون الإعراب في مبدئه القائم على الحركات، لغةً نضيفها إلى لغتنا الأولى التي هي الألفاظ، فإذا نحن أمام ثروةٍ لغويّةٍ لا نفاد لها(3).\n__________\n(1) طحّان، ريمون، الألسنيّة العربيّة، ج2، ط1، دار الكتاب الّلبنانيّ، بيروت-لبنان، د.ت، ص13.\n(2) المبارك، د. مازن، نحو وعي لغويّ، ص51-52.\n(3) المرجع نفسه، ص77.\n(1/14)\n\nوبقراءةٍ واعيةٍ وموضوعيَّةٍ لما سبق، وبمعرفةٍ عقلانيَّةٍ أنّ القرآن الكريم-إضافة إلى ما يشتمل عليه من أحكام وتشريعات وغيرها-هو آية في البلاغة والفصاحة والإتقان اللغويّ، ينبغي أنْ ندركَ أنّ تفسيرَ آياته وتحليلَ تراكيبه وفهمَ معانيه وإدراكَ غريبه، يحتاجُ إلى فهمٍ واعٍ وعميقٍ للنَّحْو والإعراب، فقد روى القرطبيّ عن ابن الأنباريّ قوله:«وجاء عن أصحاب النبيّ - صلى الله عليه وسلم - ، وتابعيهم - رضي الله عنه - ، من الاحتجاج على غريب القرآن ومشكله باللغة والشعر، ما بيّن صحةَ مذهبِ النحويّين في ذلك، وأوضح فسادَ مذهبِ مَنْ أنكر ذلك عليهم»(1).\n\nدورُ الاختلافاتِ في الأوجهِ الإعرابيّةِ في توجيه ِالمعاني في القرآن ِالكريمِ:\nوممّا سبقَ يتبيّنُ لنا أنَّ التفات النَّحْويّين وتوجّههم-بعد أن صاغوا هيكليّة هذا العلم الجميل-إلى تفسير القرآن الجليل كان التفاتاً طبعيّاً، وتوجّهاً بدهيّاً؛ لأنّهم لم ينسوا أنَّ الغاية من وضعهم للنَّحْو هي خدمةُ معاني هذا الكتاب الخالد وتحليلُها واستنباطُ الأحكامِ منها، كما أنَّ دراسةَ النَّحْو لأسلوب القرآن الكريم في جميع رواياته، فيها دفاعٌ عن النَّحْو، تعضدُ قواعدَهُ، وتدعمُ شواهدَهُ.\n__________\n(1) القرطبي، أبو عبد الله، الجامع لأحكام القرآن، ج1، ص24.",
        "(1/15)\n\nولا بدَّ من الإشارة إلى أنَّ النّاظرَ في كتب إعراب القرآن وكتب التّفسير، يلحظ كثرة اختلاف النّحويّين في إعراب القرآن، وتعدّد المعاني النّاتجة عن تلك الاختلافات وتنوعها، وقد أرجع الأستاذ عضيمة ذلك إلى أمرين:«1ـ أسلوب القرآن معجز، لا يستطيع أحدٌ أن يحيط بكلّ مراميه ومقاصده، فاحتمل كثيراً من المعاني وكثيراً من الوجوه. 2ـ يحتفظ النّحويّون لأنفسهم بحريّة الرّأي وانطلاق الفكر، فلا يعرفون الحجر على الآراء، ولا تقديس رأي الفرد، مهما علت منزلته»(1)؛ وهذا يعني أنّ اختلاف النَّحْويّين في إعراب آيةٍ ما، ينعكس على اختلاف في فهم معناها واكتشافه ومِنْ ثَمَّ إدراكه، ممّا يستوجبُ توفّر القدرة اللغويّة لدى المفسّر في هذا الحقل من علوم اللغة، ولا سيّما أنّ مساحة هذا المجال في القرآن الكريم واسعة وذات أثر مهمّ.\nومِنَ الملحِّ ذكرُهُ في هذا المقام، أنّ هذه المعاني التي تتعددّ وجوهها الدّلاليّة بتعددّ وجوهها الإعرابيّة، تتمخّضُ عنها وجوه متعدّدة في فهم الآية القرآنيّة الواحدة؛ فمنها ما يؤدّي إلى قوةٍ أو ضعفٍ في إظهار الدّلالة أو إبراز المعنى، ومنها ما يؤدّي إلى اختلافٍ في الأحكام الفقهيّة للدِّين التي سنّها اللهُ- تعالى- للخَلْقِ في كتابه الكريم؛ وذلك يعود إلى أسباب عديدة لا يمكنُ حصرُها جميعِها في هذا البحث، وسأتناول منها ما يلي:\n\nالقرينة المعنويّة:\n__________\n(1) عضيمة، محمّد عبد الخالق، دراسات لأسلوب القرآن الكريم، القسم الأول، ج1، دار الحديث، القاهرة، د.ت، ص14.\n(1/16)",
        "\nولعلّ خيرَ شاهدٍ نستدلُّ به على فضل مكانة الإعراب في هذا الجانب، قولُهُ تعالى:{كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ}(1)، فقد بدا بالإعراب فاعليّةُ العلماء، ومفعوليّةُ لفظ الجلالة، وكشفت عن ذلك القرينة المعنويّة؛ فقوله \"كذلك\" فيه وجهان، أظهرهما أنّه متعلّقٌ بما قبله؛ أي مختلفٌ اختلافاً مثل الاختلاف في الثمراتِ والجُدَدِ، والوقف على \"كذلك\"، والآخر أنّه متعلّق بما بعده؛ أي مثل ذلك المطرِ والاعتبارِ في مخلوقات الله تعالى، واختلافِ ألوانها يخشى اللهَ العلماءُ(2)، وإلى هذا نحا ابن عطيّة(3)، وهو فاسدٌ عند أبي حيَّان، من حيثُ إنّ ما بعد \"إنّما\" مانع من العمل فيما قبلها(4)، وعليه فَمِنَ الواضحِ أنّ الوقف عند \"كذلك\" كان لعلّة نحويّة أشار إليها علماء الإعراب، ممّا يؤدي إلى وضوح في المعنى، وإتقان في التأويل، ثُمّ يأتي الاستئناف في قوله:«إنّما يخشى اللهَ من عباده العلماءُ».\n__________\n(1) سورة فاطر، الآية 28.\n(2) الحلبيّ، أحمد بن يوسف، الدّرّ المصون في علوم الكتاب المكنون، تحـ. د. أحمد محمّد الخرّاط، ج9، ط1، دار القلم، دمشق، 1414هـ-1993م، ص231.\n(3) ابن عطيّة، عبد الحق، المحرّر الوجيز في تفسير الكتاب العزيز، تحـ. المجلس العلميّ بمكناس، تونس، ج13، د.ت، ص172.\n(4) أبو حيّان، أثير الدّين، تفسير البحر المحيط، تحـ. عادل أحمد عبد الموجود وعلي محمّد معوض وآخرون، ج9، ط1، دار الكتب العلميّة، بيروت، 1413هـ-1993م، ص30.\n(1/17)\n",
        "ويطرح الزّمخشريّ في كشّافه السؤال التالي: هل يختلف المعنى إذا قدّم المفعول في هذا الكلام، أو أخّر؟ ويجيب قائلاً: لا بدَّ من ذلك، فإنّك إذا قدّمت اسم الله وأخّرت العلماء، كان المعنى: أنّ الذين يخشون اللهَ مِنْ بين عباده هم العلماء دون غيرهم، وإذا عملت على العكس، انقلب المعنى إلى أنّهم لا يخشون إلاّ الله، كقوله تعالى:{وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ}(1)، وهما معنيان مختلفان(2)؛ لأنّ \"إنّما\" في هذه الآية تخصيص العلماء لا الحصر، وهذا القصر المستفاد من \"إنّما\" قصرٌ إضافي؛ أي لا يخشاه أهل الشرك، فإنّ من أخصِّ أوصافهم أنّهم أهلُ الجاهلية، أي عدم العلم، فالمؤمنون-يومئذ-هم العلماء، والمشركون جاهلون نفيت عنهم خشية الله(3)، فإنْ قلتَ: ما وجهُ اتّصالِ هذا الكلام\n__________\n(1) سورة الأحزاب، الآية 39.\n(2) الزّمخشريّ، محمود بن عمر، الكشّاف عن حقائق التّنزيل وعيون الأقاويل في وجوه التّأويل، تحـ. عبد الرّزّاق المهديّ، ج1، ط3، دار إحياء التّراث العربيّ، بيروت - لبنان، 1421هـ-2001م، ص620.\n(3) ابن عاشور، محمّد الطّاهر، تفسير التحرير والتنوير، مج22، دار سُحْنُون، تونس، د.ت، ص304.\n(1/18)\n\nبما قبله؟ فالجواب: لمّا قال: \"ألم ترَ\" بمعنى: ألم تعلم أنّ اللهَ أنزلَ من السماء ماءً، وعدّد آيات الله وأعلام قدرته وآثار صنعته وما خلق من الفطر المختلفة الأجناس، وما يستدلّ به عليه وعلى صفاته، أتبع ذلك:«إنّما يخشى اللهَ من عباده العلماء» كأنّه قال: إنّما يخشاه مثلك، ومَنْ على صفتك مِمَّنْ عرفه حقّ معرفته(1)؛ إذ إنّ ظاهر قوله تعالى: \"ألم ترَ\" خطابٌ للرّسول - صلى الله عليه وسلم - . ولا يرى ابن هشام مانعاً من أنْ تكون \"ما\" في \"إنّما\"، بمعنى الذي-وإنْ كان النحويّون قد جزموا بأنّها كافّة-ومحلّها الرفع على الابتداء، والعلماء خبرها، والعائد مستتر في \"يخشى\"(2)، وفي هذا الوجه ضعفٌ من جهتين: الأولى أنّ \"ما\" الموصولة تكون قد أطلقت على جماعة العقلاء وهم \"العلماء\"، والثّانية لِمَا في الآية من تخصيصٍ بَيِّنِ الدّلالةِ، ظاهرِ المعنى، دلّ عليه أداة القصر \"إنّما\" الكافّة والمكفوفة، وتقديم المفعول لفظ الجلالة \"الله\" على الفاعل \"العلماء\".\n\nالتقديم والتأخير:\n__________\n(1) الزمخشري، محمود بن عمر، الكشاف، ج3، ص620.\n(2) الأنصاري، جمال الدّين بن هشام، مغني اللبيب عن كتب الأعاريب، ص405.",
        "(1/19)\n\nويعدّ التّقديم والتّأخير من مصادر الّلبس الكبرى، فالأصل فيه عدم الّلبس؛ لذلك كان من وصايا النقّاد للكتّاب أَنْ يتجنّبوا ما يكسب الكلام تعمية، فيرتّبوا ألفاظهم ترتيباً صحيحاً، ولا يكرهوا الألفاظ على اغتصاب الأماكن(1)؛ أمّا إذا خيفَ الّلبس وهدّد القصد وأمكن للسّامع أَنْ يحمل الخطاب على غير المراد، فينتقض العهد وينحلّ العقد وتتبدّل القضيّة والحكم، فلا مناص من إيفاء الّلغة أقدارها وإحلال الكلمات محالّها(2)، يقول جبر ضومط:«فإذا راعيتَ هذه الأغراض: المحافظة على حسن الرصف والفاصلة، فقدِّمْ ما شئت وأخِّرْ ما شئت، على شرط ألاّ يقعَ التباسٌ في الجملة... ولذلك لا يصحّ في جملة (لو اشتريت لك بدرهم لحماً تأكلينه) تأخير الجار والمجرور الأول، وتقديم الثاني عليه، ولا في جملة:{وَجَاء رَجُلٌ مِّنْ أَقْصَى الْمَدِينَةِ يَسْعَى}(3) أنْ تؤخّر المجرور أصلاً؛ لأنّ التأخير يؤدّي في الحالين إلى الالتباس»(4).\n__________\n(1) الجاحظ، أبو عثمان، البيان والتّبيين، تحـ. عبد السّلام هارون، ج1، ط5، مكتبة الخانجيّ، القاهرة، 1405هـ-1985م، ص138.\n(2) صمود، حمادي، التفكير البلاغيّ عند العرب أسسه وتطوّره إلى القرن السادس الهجريّ، منشورات الجامعة التّونسيّة، تونس، 1981م، ص516-517.\n(3) سورة يس، الآية 19.\n(4) ضومط، جبر، الخواطر الحسان، ص65.\n(1/20)",
        "\nفالتّقديم قد يكون دافعاً للّبس أو جالباً له حسب المباحث، ومثال تأخير الجار والمجرور الممتنع بسبب اللّبس قوله تعالى:{وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ}(1)؛ إذ جعلوها مثالاً على أنّ تأخير الجار والمجرور يخلّ بالمعنى، يقول الزّركشيّ:«فإنّه لو أخّر \"من آل فرعون\"، لما فُهِمَ أنّه منهم»(2)؛ وذلك لأنّ في التأخير خيفة أنْ يلتبس المعنى بغيره، فالرجل المقصود بالآية الكريمة هو من آل فرعون(3)، وقيل: كان ابن عم فرعون، وكان قبطيّاً(4)؛ وعليه فإنّ \"من آل فرعون\" متعلّق بصفة محذوفة من رجل، وقال السدّيّ: كان هذا الرّجل إسرائيليّاً يكتمُ إيمانَه من آل فرعون(5)، ففي الكلام على هذا تقديم وتأخير، والتقدير: \"وقال رجل مؤمن يكتم إيمانه من آل فرعون\"؛ فَمَنْ جعل الرجلَ قبطيّاً، فـ \"من\" عنده متعلّقة بمحذوف صفة لرجل، والتقدير: وقال رجل مؤمن منسوب من آل فرعون؛ أي من أهله وأقاربه، ومَنْ جعله إسرائيليّاً فـ\"من\" متعلّقة بـ\"يكتم\"، في موضع المفعول الثاني له(6)،\n__________\n(1) سورة غافر، الآية 28.\n(2) الزّركشيّ، بدر الدّين محمّد، البرهان في علوم القرآن، ج3، ص233.\n(3) القاسميّ، محمّد جمال الدِّين، تفسير القاسميّ المُسَمَّى محاسن التّأويل، ضبطه وصحّحه محمّد باسل عيون السود، ج8،ط1، دار الكتب العلميّة، بيروت-لبنان، 1418هـ-1997م، ص29.\n(4) الشّوكانيّ، محمّد بن عليّ، فتح القدير الجامع بين فنّي الرّواية والدّراية من علم التّفسير، ضبطه وصحّحه أحمد عبد السّلام، ج4، ط1، دار الكتب العلميّة، بيروت-لبنان، 1415هـ-1994م، ص610.\n(5) أبو حيّان، أثير الدين، البحر المحيط، ج9، ص251.\n(6) القرطبيّ، أبو عبد الله، الجامع لأحكام القرآن، ج15، ص306-307..\n(1/21)\n",
        "ومَنْ جعله إسرائيلياً، ففيه بعد؛ لأنّه يقال كتمه أمر كذا، ولا يقال كتم منه، كقوله تعالى:{وَلاَ يَكْتُمُونَ اللّهَ حَدِيثًا}(1)، وأيضاً ما كان فرعون يحتملُ من بني إسرائيل مثل هذا القول(2).\nومن يتدبّر معنى هذه الآية يدرك تماماً أنّه بالإعراب تتوضّح المعاني، وتنكشف الأغراض، فقد قدّم تعالى \"من آل فرعون\"، على: \"يكتم إيمانه\"؛ لئلا يظنَّ ظانٌّ أنّه متعلق به فيلتبس المعنى، ويختلّ المقصود(3)، والذي أكّد ذلك أنّ الفعل \"يكتم\" يتعدى إلى مفعوله بنفسه، ولا يحتاج إلى حرف الجر \"من\". ففي الآية السّابقة ثلاثة نعوت، قدّم أهمّها، وهو\"مؤمن\"، وأخّر النعت الجملة (يكتم إيمانه) منعاً من الالتباس، ومراعاةً لحسن النظم معاً؛ إذ يمكنُ إجمال صور التركيب الممكنة فيما يلي:\n1ـوقال رجلٌ مؤمنٌ من آلِ فرعونَ يكتمُ إيمانه.\n2ـوقال رجلٌ مؤمنٌ يكتم إيمانه من آل فرعون.\n3ـوقال رجل من آل فرعونَ مؤمنٌ يكتم إيمانه.\n4ـوقال رجل من آل فرعونَ يكتم إيمانه مؤمنٌ.\n5ـوقال رجلٌ يكتم إيمانه من آل فرعون مؤمنٌ.\n6ـوقال رجلٌ يكتم إيمانه مؤمنٌ من آل فرعونَ.\nفمن هذه الجمل الستّ، الجملة الثّانية والخامسة ممنوعتان، لوقوع الالتباس فيهما، والثّالثة والرّابعة والسّادسة جائزات بحسب الّلغة، إلاّ أنّ البلاغة تنكرهنّ لتقدّم غير الأهمّ فيهنّ على الأهمّ(4).\nمقام النصّ:\n__________\n(1) سورة النساء، الآية 42.\n(2) القرطبيّ، أبو عبد الله، الجامع لأحكام القرآن، ج15، ص307.\n(3) السُّبْكي، بهاء الدين، عروس الأفراح في شرح تلخيص المفتاح، ج2، مطبعة عيسى البابيّ الحلبيّ وشركاه، القاهرة، د.ت، ص66-67.\n(4) ضومط، جبر، الخواطر الحسان، ص66-67.\n(1/22)\n\nولعلّ خير مثال على ضرورة التّيقّظ وعدم التّسرّع ومراعاة مقام النصّ القرآنيّ والنّظر إلى المعنى، لا الجري وراء ظاهر الّلفظ وحسب، قوله تعالى:{لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَالْمُقِيمِينَ الصَّلاَةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ أُوْلَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا}(1)، فمجيء \"المقيمين\" بالياء خلافاً لنسق ما قبله لفتَ أنظار النحويّين والمفسّرين والقُرّاء، فأكثروا القول في توجيهه، مع إجماعهم على صحّته، ومن هنا اختلفت آراؤهم فيه، وسأقتصر على ذكر ما قلّ ودلّ منها، توخّياً للإيجاز المفهم؛ مجملاً اضطراب أقوال النحويّين في ستّة أقوال:\nأظهرها: أنّه منصوب على القطع- وهو مذهب سيبويه(2)، وعزاه أبو البقاء(3) للبصريّين-ويعني المفيد للمدحِ(4)، كما في قطع النعوت، وعلى هذا الوجه الإعرابيّ يكون المعنى بيان فضل الصلاة(5)، وقال سيبويه في باب \"ما ينتصب في التعظيم والمدح\":«إنْ شئت جعلته صفة فجرى على الأول، وإنْ شئت قطعته فابتدأته... ولو ابتدأته فرفعته، كان حسناً»(6)، واستشهد على ذلك بقول الأخطل(7):\n__________\n(1) سورة النساء، الآية 162.\n(2) سيبويه، عمرو بن عثمان، الكتاب، تحـ. عبد السّلام هارون، ج2، دار القلم، القاهرة، 1966م، ص58.\n(3) العكبريّ، أبو البقاء، إملاء ما منّ به الرحمن من وجوه الإعراب والقراءات، ج1، المطبعة الميمنية، مصر، 1321هـ، ص202.\n(4) الحلبيّ، أحمد بن يوسف، الدرّ المصون، ج4، ص153.\n(5) الزّمخشريّ، محمود بن عمر، الكشاف، ج1، ص623.\n(6) سيبويه، عمرو بن عثمان، الكتاب (دار القلم)، ج2، ص57.\n(7) الأخطل، غيّاث بن غوث، ديوان الأخطل، شرح راجي الأسمر، ط1، دار الكتاب العربيّ، بيروت، 1992م، ص167-169.",
        "(1/23)\n\nنَفْسِي فِدَاءُ أَمِيْرِ المُؤْمِنِيْنَ إِذَا ... ... أَبْدَى النَّوَاجِذَ يَوْمٌ بَاسِلٌ ذَكَرُ.\nالخَائِضُ الغَمْرَ، وَالْمَيْمُونُ طَائِرُهُ ... ... خَلِيْفَةُ اللهِ يُسْتَسْقَى بِهِ المَطَرُ.\nوعلّق سيبويه على الآية بقوله:«فلو كان كلّه رفعاً كان جيّداً، فأمّا \"المؤتون\" فمحمول على الابتداء»(1)، ونظير هذا من الشعر قول الشّاعر(2):\nوَكُلُّ قَوْمٍ أَطَاعُوا أَمْرَ مُرْشِدِهِمْ ... إِلاَّ نُمَيْرَاً أَطَاعَتْ أَمْرَ غَاوِيْها.\nالظَّاعِنِيْنَ، وَلَمَّا يُظعنوا أَحَدَاً ... وَالقَائِلُونَ لِمَنْ دَارٌ نُخَلِّيْهَا.\nوعلى هذا الوجه يجب أَنْ يكونَ الخبرُ قولَهُ: \"يؤمنون\"، ولا يجوز أَنْ يكونَ قوله \"أولئك سنؤتيهم\"؛ لأنّ القطع إنّما يكون على تمام الكلام، وحكى ابن عطيّة عن قوم مَنْعَ نصبِهِ على القطع من أجل حرف العطف، والقطعُ لا يكون في العطفِ، إنّما ذلك في النعوتِ، وردّ هذا القول بقول الخِرْنِق(3):\n__________\n(1) سيبويه، عمرو بن عثمان، الكتاب (دار القلم)، ج2، ص58.\n(2) نسب سيبويه البيتين لابن خيَّاط العُكْليّ. سيبويه، عمرو بن عثمان، الكتاب (دار القلم)، ج2، ص59.\nوالبيتانِ في الخزانة، ونسبهما البغداديّ إلى ابن حمّاط العُكليّ. البغداديّ، عبد القادر بن عمر، خزانة الأدب ولبّ لباب لسان العرب، تحـ. عبد السّلام محمد هارون، ج5، ط4، مكتبة الخانجي، القاهرة، 1420هـ-2000م، ص42.\n(3) البيتانِ للخِرْنِق بن هفَّان، وفي ديوانها بتحقيق يسري عبد الله، بنصب \"النّازلين\"، ورفع \"الطّيّبونَ\". الخِرْنِق، بنت هفّان، الدِّيوان، تحـ. يسري عبد الغني عبد الله، ط1، دار الكتب العلميّة، بيروت، 1991م، ص43. وفي ديوانها بتحقيق الدّكتور حسين نصّار، برفعهما. الخِرْنِق، بنت هفّان، الدِّيوان، تحـ. حسين نصّار، دار الكتب المصريّة، القاهرة، 1389هـ-1969م، ص10-12.\n\nوروى سيبويه البيت الثّاني أيضاً، برفع \"النّازلونَ\"، و\"الطّيّبون\"، ورواه أيضاً في أمكنة أخرى من \"الكتاب\"، بنصب \"النّازلين\"، ورفع \" الطّيّبون\". سيبويه، عمرو بن عثمان، الكتاب، تحـ. د. محمّد كاظم البكّاء، ط1، مؤسّسة الرّسالة، بيروت، 1425هـ-2004م، ج1، ص271 ـ ج2، ص147.\nورواهما ابن الأنباريّ في \"الإنصاف\"، برفع \"النّازلون\"، ونصب \"الطّيّبين\". ابن الأنباريّ، كمال الدِّين أبو البركات، الإنصاف في مسائل الخلاف بين النّحويّين البصريّين والكوفيّين، ج2، ص384-385.\n(1/24)",
        "\nلا يَبْعَدَنْ قَوْمِي الَّذِيْنَ هُمُ ... سَمُّ العُدَاةِ، وَآفَةُ الجُزْرِ.\nالنَّازِلِيْنَ بِكُلِّ مُعْتَرَكٍ ... وَالطَّيِّبُونَ مَعَاقِدَ الأُزْرِ.\nوكذلك فقد طعن الكسائيّ في تقدير الآية «أخصّ منهم المقيمين الصلاة، وهم المؤتون الزكاة»(1)؛ لأنّ قوله \"لكن الراسخون في العلم\" منتظر للخبر، والخبر في قوله: \"أولئك سنؤتيهم أجراً عظيماً\"، وهو مردود لأنّا بيّنّا\n__________\n(1) المراغي، أحمد مصطفى، تفسير المراغي، ج6، ط6، مطبعة مصطفى البابي الحلبي، مصر، 1403هـ-1982م، ص19.\n(1/25)\n",
        "أنّ الخبر هو قوله \"يؤمنون\"، ومن الجدير ذكره أنّ الشّيخ الشّعراوي مال إلى تسمية هذه الظاهرة بـ \"كسر الإعراب\"؛«لأنّ الإعراب يقتضي حكماً، وهنا نلتفت لكسر الحكم، والأذن العربيّة التي نزل فيها القرآن وطبعت على الفصاحة، تنتبه لحظة كسر الإعراب»(1)، وإنّما جاء ذلك ليلفت السمع، ومِنْ ثَمَّ الإدراك إلى أهميّة هذه العبادة، وعلى هذا الوجه الإعرابيّ الأوّل، يكون التّقدير العام للآية الكريمة:«لكن الرّاسخون في العلم منهم والمؤمنون، يؤمنون بما أنزل إليك وما أنزل من قبلك» على اعتبار \"الرّاسخون\" مبتدأ وجملة (يؤمنون) هي الخبر، ثُمّ يأتي القطع على تخصيص المدح والتعظيم؛ أي \"وأعني المقيمين الصلاة\"(2) ثُمّ يأتي القطع مرّة أخرى، فيبدأ بمبتدأ محذوف الخبر، والتقدير \"المؤتون الزّكاة كذلك\"، وبذلك تكون جملة (أعني المقيمين الصلاة) اعتراضيّة بين الجملتين الاسميّتين المتعاطفتين(3)، ثُمّ تأتي الجملة الاسميّة الجديدة (والمؤمنون بالله واليوم الآخر) وخبرها قوله \"أولئك سنؤتيهم أجراً عظيماً\"(4).\n__________\n(1) الشّعراويّ، محمّد متولّي، تفسير الشعراويّ، مج5، مطابع أخبار اليوم التجاريّة، القاهرة، د.ت، ص2812.\n(2) القرطبيّ، أبو عبد الله، الجامع لأحكام القرآن، ج6، ص13.\n(3) الدّرّة، محمّد علي طه، تفسير القرآن الكريم وإعرابه وبيانه، مج3، منشورات دار الحكمة، دمشق - بيروت، 1423هـ-2002م، ص321.\n(4) الطباطبائي، محمّد حسين، الميزان في تفسير القرآن، ج5، ط3، مؤسّسة الأعلميّ، بيروت-لبنان، 1391هـ-1972م، ص138.\n(1/26)\n\nوالوجه الثاني: أنْ يكون معطوفاً على الضمير في: \"ومنهم\"، ويكون بذلك \"المقيمين\" في موضع خفض(1)؛ أي «لكن الراسخون في العلم منهم ومن المقيمين الصلاة»، فبتغيّر الإعراب تغيّر المعنى كما هو واضح من تغيّر الدّلالات وتنوع الوجوه واختلاف التقديرات وتضارب التأويلات.\n__________\n(1) الطبريّ، محمّد بن جرير، جامع البيان عن تأويل آي القرآن، تحـ.د. عبد الله بن عبد المحسن التركيّ، ج7، ط1، دار عالم الكتب، المملكة العربيّة السعوديّة، 1424هـ-2003م، ص683.",
        "(1/27)\n\nوالوجه الثالث: أنْ يكون معطوفاً على \"الكاف\" في \"إليك\"، ويكون بذلك \"المقيمين\" في موضع خفض أيضاً كسابقه على المستوى الإعرابيّ، إلا أنّه يختلف عنه في المعنى؛ إذ التقدير«يؤمنون بما أنزل إليك، وإلى المقيمين الصلاة، وهم الأنبياء» (1). والوجه الرابع: أنْ يكون معطوفاً على \"ما\" في \"بما أنزل\"(2)، ويكون بذلك \"المقيمين\" في موضع خفض كسابقيه، على المستوى الإعرابي، إلا أنّه يختلف أيضاً عنهما في الوجه المعنوي؛ إذ التقدير \"يؤمنون بما أنزل إلى محمّد - صلى الله عليه وسلم - ، وبالمقيمين الصلاة\"، ويعزى هذا للكسائيّ(3)، وهو عند الطبريّ أولى الأقوال بالصّواب على أّنْ يوجّه معنى المقيمين الصلاة إلى الملائكة(4). والوجه الخامس: أَنْ يكونَ معطوفاً على \"الكاف\" في قبلك وفيه أيضاً تشابه في أنّه في موضع خفض على المستوى النحوي، واختلاف على المستوى الدّلالي؛ إذ المعنى \"ومن قبل المقيمين الصلاة\" (5)، ويعني بهم الأنبياء، وذكر الإمام القرطبيّ(6) أنّ الأوجهَ الأربعةَ الأخيرةَ السابقَ ذكرُها لا تجوز عند البصريّين؛ لأنّه لا يعطف بالظّاهر على المضمر المخفوض من غير إعادة الجارّ، والوجه السادس:\n__________\n(1) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج4، ص154.\n(2) الرازيّ، فخر الدِّين، التفسير الكبير أو مفاتيح الغيب، مج6، ط1، دار الكتب العلميّة، بيروت-لبنان، 1411هـ-1990م، ص84.\n(3) القيسيّ، مكّيّ بن أبي طالب، مشكل إعراب القرآن، ج1، ص212.\n(4) الطبريّ، محمّد بن جرير، جامع البيان عن تأويل آي القرآن، ج7، ص683.\n(5) القيسيّ، مكّيّ بن أبي طالب، مشكل إعراب القرآن، ج1، ص212.\n(6) القرطبيّ، أبو عبد الله، الجامع لأحكام القرآن، ج6، ص14.\n(1/28)",
        "\nأنْ يكون معطوفاً على الظرف نفسه(1)، ويكون على حذف مضاف؛ أي \"ومن قبل المقيمين\"(2)، فحذف المضاف، وأقيم المضاف إليه مقامه(3).\n\nالتّنغيم، وكيفيّة النّطق أو الأَداء:\nإنّ لطبيعة أداء العبارة، ولطريقة النّطق بها، أثراً واضحاً ومهمّاً في صياغة المعنى، وتوجيه الدّلالة، يقول الدّكتور محمّد بصل: «إنّ الّلغة المنطوقة هي الّلغة المثلى للمحاكاة؛ لأنّها الوحيدة القادرة على حمل التّعابير التي يريد المتكلّم أن يبلّغ عنها»(4)، فَبِتَلَوُّنِ الإيقاعِ، وَتَعَدُّدِ الأنغامِ، تتلوّنُ المعاني، وتتعدّدُ الأغراض، ومن هنا كانَ للأصوات قيمتُها المعنويّة الّتي تلعبُ دوراً فعّالاً في تحديد دلالات الكلمات(5).\n__________\n(1) القيسيّ، مكّيّ بن أبي طالب، مشكل إعراب القرآن، ج1، ص212.\n(2) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج4، ص155.\n(3) القيسيّ، مكّيّ بن أبي طالب، مشكل إعراب القرآن، ج1، ص212.\n(4) بصل، د. محمّد إسماعيل، مدخل إلى معرفة اللسانيّات، دار المتنبّي، دمشق، د.ت، ص111.\n(5) أبو الفرج، د. محمّد أحمد، مقدّمة لدراسة فقه اللغة، ط1، دار النّهضة العربيّة، بيروت، 1969م، ص132.\n(1/29)\n",
        "فالتّنغيم -كما عرّفه الدّكتور تمّام حسّان-: «هو الإطار الصّوتيّ الذي تُقالُ به الجملة في السّياق»(1)، وإذا كان التّنغيم خاصّاً بالّلغة المنطوقة، التي تتعدّد معانيها بتعدّد نغماتها، فإنّ هناك العديد من الأمثلة المكتوبة التي يسمح رسمها الكتابيّ أن تُقرأ بعدّة نغماتٍ، وكلّ نغمةٍ تقتضي معنىً مغايراً للمعنى الذي تقتضيه نغمةٌ أخرى، وهكذا يتوقّفُ المعنى على طريقة النّطق، والتّدرّج في النّغم، ومن الشّواهد على ذلك قول الشّاعر(2):\nثُمَّ قَالُوا: تُحِبُّها؟ قُلْتُ: بَهْرَاً! ... ... عَدَدَ الرَّمْلِ وَالحَصَى والتُّرَابِ.\nيقول ابن هشام: «فقيل: \"أتحبّها؟\"، وقيل: إنّه خبر؛ أي: أنت تحبّها»(3)، ويقول الدّكتور تمّام حسّان: «فقد أغنتِ النّغمة الاستفهاميّة في قوله: \"تحبّها؟\" بما لها من صفةِ وسيلةِ التّعليق، عن أداة الاستفهام، فحُذِفَتِ الأداة، وبقي معنى الاستفهام مفهوماً من البيت، وإنصافاً للحقِّ هنا لا بدّ أن نشير إلى أنّه يمكن في بيت ابن أبي ربيعة هذا مع تغيّر النّغمة أن يفهم منه معنى التّقرير للتّأنيب، أو التّعيير، أو الإلجاء إلى الاعتراف»(4).\n__________\n(1) حسّان، د. تمّام، الّلغة العربيّة معناها ومبناها، ط2، الهيئة المصريّة العامّة للكتاب، القاهرة، 1979م، ص226.\n(2) لم يذكر سيبويه قائله، وذكر محقّق الكتاب البكَّاء أنَّه لعمر بن أبي ربيعة. سيبويه، عمرو بن عثمان، الكتاب (مؤسّسة الرّسالة)، ج1، ص404.\nورواية الدِّيوان بلفظِ \"النَّجْمِ\" بدل \"الرّملِ\". ابن أبي ربيعة، عمر، الدِّيوان، المكتبة التّجاريّة، مصر، 1952م، ص433.\nوهو في الخصائص بلفظ \"الرّملِ\". ابن جنّيّ، أبو الفتح عثمان، الخصائص، ج2، ص281.\n(3) الأنصاريّ، جمال الدِّين بن هشام، مغني الّلبيب عن كتب الأعاريب، ص20.\n(4) حسّان، د. تمّام، الّلغة العربيّة معناها ومبناها، ص227-228.\n(1/30)\n\nومن أمثلة ذلك في القرآن الكريم قوله تعالى:{وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ}(1)؛ حيث يتوقّف معنى الآية الكريمة، وتأويلها النّحويّ، على طريقة نطقها؛ فإذا كانتِ الّلهجة الخطابيّة مرتفعةً فهذا يعني أنّ في الكلام حذفاً لهمزة الاستفهام، والكلامُ بذلك إنشائيٌّ بالاستفهام، والتّقدير:\"أَوَتِلْكَ نعمةٌ تمنُّها عليَّ\"، وهذا ما لم يُجِزْهُ مِنَ النَّحْويّين إلاّ الأخفش(2)، وأمّا غيره فلم يجزه إلاّ قبل \"أم\"، كقول الشّاعر(3):\nلَعَمْرُكَ مَا أَدْرِي وَإِنْ كُنْتُ دَارِيَاً ... بِسَبْعٍ رَمَيْنَ الجَمْرَ، أَمْ بِثَمَانِ؟\nأي: \"أبسبعٍ\"، وهذا ما نصّ عليه سيبويه في \"الكتاب\"(4)؛ وإذا كانت النّغمة منخفضةً هادئةً لا انفعال فيها، كانت الجملة خبريّة يُراد بها التّهكّم والسّخرية؛ أي: \"إِنْ كان ثَمَّ نعمةٌ، فليستْ إلاّ أنّك جَعَلْتَ قومي عبيداً\"(5).\n__________\n(1) {وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَّ بَنِيْ إِسْرَائِلَ}. سورة الشّعراء، الآية 22.\n(2) الأخفش الأوسط، سعيد بن مسعدة، معاني القرآن، تحـ. د. فائز فارس، ج2، ط2، الكويت، 1401هـ-1981م، ص426.\n(3) البيت في \"الكتاب\" نسبه سيبويه إلى عمر بن أبي ربيعة. سيبويه، عمرو بن عثمان، الكتاب (مؤسّسة الرّسالة)، ج4، ص351.\nوكذلك في خزانة الأدب. البغداديّ، عبد القادر بن عمر، خزانة الأدب ولبّ لباب لسان العرب، ج4، ص447.\nوهو في ديوانِهِ، ورواية الدِّيوان: \"فواللهِ ما أدري، وإنّي لَحاسِبٌ\". ابن أبي ربيعة، عمر، الدِّيوان، ص257.\n(4) سيبويه، عمرو بن عثمان، الكتاب (مؤسّسة الرّسالة)، ج4، ص351.\n(5) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج8، ص517.",
        "(1/31)\n\nولعلّ هذا ومثله، ما دفع الدّكتور تمّام حسّان للقول: «إنّ مجرّد قبول احتمالٍ من هذا النّوع، لَيُبَرِّرُ موقفَ الأقدمينَ حين حافظوا على ذكر الأدوات باطّرادٍ؛ لأنّ التّراث مكتوبٌ، تتّضح فيه العلاقاتُ بالأدواتِ، وليس منطوقاً تتّضح فيه العلاقاتُ بالنّغماتِ»(1).\n\nالحمل على التوهّم:\n__________\n(1) حسّان، د. تمّام، الّلغة العربيّة معناها ومبناها، ص228.\n(1/32)",
        "\nومن القضايا المهمّة التي أحدثت اختلافاً بين النَّحْويّين في أثناء التفسير، مسألة الحمل على التوهّم أو على المعنى، وبالعودة إلى بعض المظانّ تبيّن أنّ ابن هشام الأنصاريّ(1) يكاد يكون رائداً في تحديد بعض مظاهرها إذا ما قورن حديثه بحديث غيره، وعنه أخذ السيوطيّ(2)، والزركشيّ(3). ولكنَّ ابن هشام، وأبا حيّان(4) ينكران كون الحمل على التوهّم في غير باب العطف، ولعلَّ ما يعزّز شيوع هذه المسألة في غير هذا الباب ما جاء في الخصائص:«والحمل على المعنى واسعٌ في هذه اللغة جدّاً، ومنه قوله تعالى:{أَلَمْ تَرَ إِلَى الَّذِي حَآجَّ إِبْرَاهِيمَ فِي رِبِّهِ}(5)، ثم قال:{أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ}(6)، قيل فيه إنّه محمول على المعنى حتّى كأنّه قال: أرأيت كالذي حاجّ إبراهيم في ربّه، أو كالذي مرّ على قرية»(7)، ويقول ابن جنّي في موضع آخر:«وباب الحمل على المعنى بحرٌ لا ينكش، ولا يفثج، ولا يؤبى، ولا يغرَّض، ولا يغضغض...»(8).\n__________\n(1) الأنصاريّ، جمال الدِّين بن هشام، مغني الّلبيب عن كتب الأعاريب، ص619-627.\n(2) السّيوطيّ، جلال الدّين، الإتقان في علوم القرآن، تحـ. محمّد أبو الفضل إبراهيم، ج2، المكتبة العصريّة، صيدا-بيروت، 1407هـ-1987م، ص380-381.\n(3) الزّركشيّ، بدر الدِّين محمّد، البرهان في علوم القرآن، ج1، ص11.\n(4) أبو حيَّان، أثير الدِّين، البحر المحيط، ج1، ص32.\n(5) سورة البقرة، الآية 258.\n(6) سورة البقرة، الآية 259.\n(7) ابن جنّيّ، أبو الفتح عثمان، الخصائص، ج2، ص423.\n(8) المصدر نفسه، ج2، ص435.\n(1/33)\n",
        "ولا أريد أَنْ أمضيَ في الحديث عن التّوهّم في مسائل اللّغة، أو في مناقشتها أو في استقصائها في القرآن الكريم؛ لأنّ ذلك ليس بغيتي في هذا البحث، وإنّما أريد أنْ أبيّن أنّها محطّ اختلاف بين النَّحْويّين، تولّد عنه تنوّعٌ في المعاني، وتعدّدٌ في الدّلالات التي تحملها الآية الواحدة، وسأختار من الأمثلة ما هو محمول على التوهّم أو المعنى في غير العطف، ومن ذلك قوله تعالى:{قُل لِّعِبَادِيَ الَّذِينَ آمَنُواْ يُقِيمُواْ الصَّلاَةَ وَيُنفِقُواْ مِمَّا رَزَقْنَاهُمْ}(1)، ففي حذف النّون من قوله \"يقيموا الصلاة\"، وما عطف عليه آراء ومذاهب وأوجه، اضطربت فيها أقوال النَّحْويّين:\nأحدها: أنّ \"يقيموا\" مجزوم بلام أمر مقدّرة؛ أي \"ليقيموا\"(2)، فحذفت وبقي عملها، كما يحذف الجارّ ويبقى عمله(3)، وهو رأي الزّجّاج، وجماعة(4)، على حدّ قول الشاعر(5):\n__________\n(1) سورة إبراهيم، الآية31.\n(2) الدّرّة، محمّد علي طه، تفسير القرآن الكريم وإعرابه وبيانه، مج7، ص239.\n(3) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج7، ص104.\n(4) الآلوسيّ، شهاب الدِّين، روح المعاني في تفسير القرآن العظيم والسّبع المثاني، قرأه وصحّحه محمّد حسين العرب، مج8، ج13، دار الفكر، بيروت - لبنان، د.ت، ص319.\n(5) لم يذكر سيبويه صاحب البيت في \"الكتاب\". سيبويه، عمرو بن عثمان، الكتاب (مؤسّسة الرّسالة)، ج4، ص119.\nوهو لأبي طالب عمّ النبيّ - صلى الله عليه وسلم - ، أو للأعشى في خزانة الأدب –وليس في ديوانِ الأعشى- وذكر البغداديّ أنّ المبرّد لا يعرف قائله، وكانَ يلحّنه، ولا يحتجّ به. البغداديّ، عبد القادر بن عمر، خزانة الأدب ولبّ لباب لسان العرب، ج9، ص11-106.\n\nولَمْ يذكر ابن هشام اسمه، وأجاز حذف \"الّلام\" في الشّعر، مع بقاء عملها، وذكر محقّقو كتابه \"مغني الّلبيب\" أنّه لحسّان، وليس في ديوانِهِ. الأنصاريّ، جمال الدِّين بن هشام، مغني الّلبيب عن كتب الأعاريب، 297.\n(1/34)\n\nمُحَمَّدُ تَفْدِ نَفْسَكَ كُلُّ نَفْسٍ ... إِذَا مَا خِفْتَ مِنْ شَيْءٍ تَبَالا.\nيريد \"لتفد\"، ولكنَّ سيبويهِ خصّه بالشّعر، بقوله:«واعلمْ أنّ هذه اللام قد يجوز حذفها في الشعر، وتعمل مضمرة»(1)، ومنع المبرّد ذلك حتّى في الشّعر، وذكر ابن هشام:«أنّ الذي منعه المبرّد في الشعر، أجازه الكسائيّ في الكلام، لكن بشرط تقدّم \"قُلْ\"، وجعل منه \"قل لعبادي الذين آمنوا يقيموا الصلاة\"؛ أي ليقيموها» (2)، وكذلك أجازه الزّمخشريّ في كشّافه، بقوله:«ويجوز أَنْ يكونَ \"يقيموا\" و\"ينفقوا\" بمعنى \"ليقيموا ولينفقوا\"، ويكون هذا هو المقول، قالوا: وإنّما جاز حذف اللام؛ لأنّ الأمر الذي هو\"قُلْ\" عوضٌ منه، ولو قيل \"يقيموا الصلاة، وينفقوا\" ابتداء بحذف اللام، لم يجز»(3)، وإلى قريب من هذا نحا ابنُ مالك، فقد جعل حذف هذه اللام على أضرب: قليل، وكثير، ومتوسط؛ فالكثيرُ أَنْ يكونَ قبله قول بصيغة الأمر كالآية السابقة، والقليلُ ألا يتقدمَ قول كقوله \"محمّدُ تفدِ\" السابق، والمتوسّطُ أَنْ يتقدَّمَ بغير صيغة الأمر(4)، وعلى هذا الوجه يكون تقدير الآية \"قل لعبادي الذين آمنوا ليقيموا الصلاة، ولينفقوا مما رزقناهم. ..\"، وهو تقدير حسن ظاهر، ينسجم معناه مع ما ذهب إليه المفسّرون في تأويل الآية الكريمة.\n__________\n(1) سيبويه، عمر بن عثمان، الكتاب (مؤسّسة الرّسالة)، ج3، ص6.\n(2) الأنصاريّ، جمال الدّين بن هشام، مغني الّلبيب عن كتب الأعاريب، ص297-298.\n(3) الزمخشريّ، محمود بن عمر، الكشّاف، ج2، ص522.\n(4) ابن مالك، شرح الكافية الشافية، تحـ. د. عبد المنعم هريدي، ج3، جامعة أمّ القرى، مكّة المكرّمة، 1402ھ-1983م، ص1569.",
        "(1/35)\n\nوالوجه الثاني: أنّ \"يقيموا\" مجزوم على جواب: \"قل\"(1)، على أَنْ يكونَ معناه \"بَلِّغْ\"، أو \"أدِّ الشريعةَ، يقيموا الصّلاة\" وهو قول ابن عطيّة(2). وهو عند الأخفش(3) جواب \"قلْ\" من غير تضمين؛ أي: \"إنْ تقل لهم يقيموا\"، وهو عند المبرد(4) ليس جواباً لـ \"قلْ\" وإنّما جواب \"قلْ\" محذوف تقديره \"قل لعبادي أقيموا يقيموا\"، وهو أظهر الأوجه عند أبي البركات بن الأنباريّ(5)، وابن الشجري(6) الذي ذهب إلى أنّ ما يدلّ على مثل هذا الحذف أنّ فعل القول لا بدّ له من جملة تحكى به. وجاء في البحر المحيط أنّ المبرّد تبع سيبويه في هذا القول، يقول أبو حيّان:«وقيل التقدير: إنْ تقل لهم أقيموا يقيموا، قاله سيبويه، فيما حكاه ابن عطيّة»(7)،\n__________\n(1) أبو حيّان، أثير الدِّين، البحر المحيط، ج6، ص437.\n(2) ابن عطيّة، عبد الحقّ، المحرّر الوجيز في تفسير الكتاب العزيز، ج8، ص245.\n(3) ابن الشّجريّ، هبة الله بن عليّ، الأمالي الشّجريّة، ج2، دار المعرفة، بيروت، د.ت، ص192.\n(4) المبرّد، أبو العبّاس، المقتضب، تحـ. د. حسن حمد، مراجعة د. إميل يعقوب، ج2، ط1، دار الكتب العلميّة، بيروت - لبنان، 1420هـ-1999م، ص84.\n(5) ابن الأنباريّ، كمال الدّين أبو البركات، البيان في غريب إعراب القرآن، تحـ. د. طه عبد الحميد طه، ج2، الهيئة المصريّة العامّة للكتاب، القاهرة، 1400هـ-1980م، ص59.\n(6) ابن الشّجريّ، هبة الله بن عليّ، الأمالي الشّجريّة، ج2، ص192.\n(7) أبو حيّان، أثير الدِّين، البحر المحيط، ج6، ص438..\n(1/36)",
        "\nوذكر أبو البقاء في \"الإملاء\" أنّ تقدير المبرّد فاسد لوجهين:«أحدهما: أنّ جواب الشّرط يخالف الشّرط إمّا في الفعل، وإمّا في الفاعل، وإمّا فيهما؛ أمّا إذا كان مثله في الفعل والفاعل، فهو خطأ، كقولك: قُمْ تَقُمْ، والتّقدير على ما ذكر في هذا الوجه: إنْ يقيموا يقيموا؛ والوجه الثاني: أنّ الأمر المقدّر للمواجهة، و\"يقيموا\" على لفظ الغيبة، وهو خطأ، إذا كان الفاعل واحداً(1)، وكذلك ضعّف تقدير المبرّد كلٌّ من أبي حيّان(2)والرّضي(3)، ورأى السّمين الحلبيّ أنّ إفساد الأوّل قريب، لكنّ الثاني ليس بشيء؛ «لأنّه يجوز أنْ يقول: قل لعبدي أطعني يطعك، وإنْ كان للغيبة، بعد المواجهة باعتبار حكاية الحال»(4)، وجاء في \"التّبيان في إعراب القرآن\" أنّ هناك من ردّ أيضاً ما ذهب إليه الأخفش من تقدير\"إنْ تقل لهم يقيموا\"، وذلك لأنّ قول الرسول - صلى الله عليه وسلم - لهم لا يوجب أنْ يقيموا، وهذا عندي لا يبطل قوله؛ لأنّه لم يرد بالعباد الكفّار بل المؤمنين، وإذا قال الرّسول لهم أقيموا الصّلاة أقاموها، ويدلّ على ذلك قوله \"لعبادي الذين آمنوا\"(5).\n__________\n(1) العكبريّ، أبو البقاء، إملاء ما منّ به الرحمن من وجوه الإعراب والقراءات، ج2، ص69.\n(2) أبو حيّان، أثير الدِّين، البحر المحيط، ج6، ص438.\n(3) الأستراباذي، رضيّ الدِّين، شرح الرضي على الكافية في النَّحْو، ج2، دار الكتب العلميّة، بيروت، د.ت، ص248.\n(4) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج7، ص106.\n(5) العكبريّ، أبو البقاء، التّبيان في إعراب القرآن، تحـ. مكتب البحوث والدّراسات، ج2، دار الفكر، بيروت، 1421هـ-2001م، ص86-87.\n(1/37)\n",
        "والوجه الثالث: أنّ الأمر معه شرط مقدّر، وهو مذهب الفرّاء(1)، تقول \"أَطِعِ اللهَ يدخلْك الجنَّةَ\"؛ أي إنْ أطعته يدخلك الجنّة(2)، والفرق بين هذا وبين ما ذهب إليه ابن عطيّة أنّ الأخير ضمّن فيه الأمر نفسه معنى الشرط، وفي هذا قدّر فعل الشرط بعد فعل الأمر من غير تضمين(3). والوجه الرابع: أنّ \"يقيموا\" مضارع صُرِفَ عن الأمر إلى الخبر، ومعناه \"أقيموا\"، قاله الفارسيّ(4)، وذكر السّمين الحلبيّ أنّ هذا مردودٌ؛«لأنّه كان ينبغي أنْ يثبت نونه الدّالّة على إعرابه، وأجيب عن هذا بأنّه بني لوقوعه موقع المبنيّ، كما بني المنادى في نحو \"يا زيدُ\" لوقوعه موقع الضمير»(5)، وقيل إنّه حذفت نونه تخفيفاً (6)، على حدّ حذفها في قول النبيّ - صلى الله عليه وسلم - :«لا تدخلوا الجنّة حتّى تؤمنوا ولا تؤمنوا حتّى تحابّوا»(7)، ولعلّ القول الرّاجح في مثل هذا التّقدير أنّه من باب الحمل على التوهّم أو التخيّل أو المعنى(8)\n__________\n(1) الفرّاء، يحيى بن زياد، معاني القرآن، تحـ. أحمد يوسف نجاتي ومحمّد عليّ النّجّار، ج2، ط2، الهيئة المصريّة العامّة للكتاب، القاهرة-مصر، 1980م، ص77.\n(2) القرطبيّ، أبو عبد الله، الجامع لأحكام القرآن، ج9، ص366.\n(3) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج7، ص106.\n(4) الفارسيّ، أبوعليّ، المسائل الحلبيّات، تحـ. د. حسن هنداوي، دار القلم، دمشق، 1407 ھ-1987م، ص107.\n(5) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج7، ص106.\n(6) المصدر نفسه، ج7، ص107.\n(7) أبو داود، الحافظ السجستانيّ، سنن أبو داود، دراسة كمال يوسف الحوت، ج2، ط1، دار الجنان، بيروت-لبنان، 1409ھ-1988م، ص771، رقم (5139). وهو حديث صحيح، وأخرجه مسلم (54)، وابن ماجة (3692)، والترمذيّ (2688).\n(8) الحموز، د. عبد الفتّاح أحمد، التّأويل النحويّ في القرآن الكريم، ج2، ط1، مكتبة الرّشد، الرّياض، 1404هـ-1984م، ص1177..\n(1/38)\n\nالذي يجوز في غير باب العطف، كما يجوز في باب العطف. والوجه الخامس: أنْ يكونَ: \"يقيموا\" منصوباً بإضمار \"أنْ\"؛ أي \"أنْ يقيموا\"، وهو قول بعض النَّحْويّين من غير البصريّين، وذكر المبرّد:«أنّ البصريّين يأبون ذلك إلا أنْ يكون منها عوض نحو الفاء والواو»(1) ونظير هذا الوجه قول طرفة(2):\nأَلا أَيُّهَذَا الَّلائِمِيّ أَحْضُرَ الوَغَى ... وَأَنْ أَشْهَدَ الَّلذَّاتِ، هَلْ أَنْتَ مُخْلدِي.\nفَمَنْ رأى النّصب في الآية على إضمار \"أنْ\"، رآه هنا في نصب \"أحضرَ\"(3).\nوبعدُ، فيمكننا أنْ نرجّح من هذه الأقوال قول الأخفش؛ لأنّه يخلو من التّقدير، ولعلّ قول الكسائيّ في أنّ الفعل مجزوم بلام الطّلب المحذوفة أظهر من غيره، في انسجامه مع المعنى من وراء الآية الكريمة.\n\nحذف حرف من الحروف:\n__________\n(1) المبرّد، أبو العبّاس، المقتضب، ج2، ص85.\n(2) رواية الدِّيوان بنصب \"أحضرَ\". ابن العبد، طرفة، الدِّيوان، دار صادر، بيروت، د.ت، ص32.\nورواه سيبويه برفعه، وجعل \"الزّاجريّ\" مكان \"الّلائميّ\"، فأنشدَ: \"ألا أيّهذا الزّاجري أُحْضُرُ الوَغى\". سيبويه، عمرو بن عثمان، الكتاب (مؤسّسة الرّسالة)، ج4، ص240.\n(3) المبرّد، أبو العبّاس، المقتضب، ج2، ص85.",
        "(1/39)\n\nومن الأسباب التي ساعدت على نشوب بعض الاختلافات بين النَّحْويّين-في أثناء تفسيرهم لبعض آي الذّكر الحكيم-حذفُ بعض الحروف من الجملة، وهو أمر يشيع في التّنزيل في مواضعَ كثيرةٍ، ويؤدِّي إلى اختلافٍ في التّأويل، ينتج عنه اختلافٌ في الإعراب، فاختلافٌ في المعنى المقصود من وراء كلِّ وجه على حدة، ومن ذلك قوله تعالى:{وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ}(1)، فقد انقسم العلماء قسمين بسبب حذف الفاء الرّابطة لجواب الشّرط من الجملة الاسميّة (إنّكم لمشركون)، على اعتبار الجواب للشّرط، أو بسبب حذف اللام الموطئة للقسم قبل \"إنْ\"، على اعتبار الجواب لقسم مقدّر، قال أبو البقاء(2):«حذف الفاء من جواب الشّرط، وهو حسن، إذا كان الشّرط بلفظ الماضي، وهو ههنا كذلك، وهو قوله إنْ أطعمتوهم»، وإلى هذا ذهب ابن عاشور وعلّل ذلك بقوله:«وجملة (إنّكم لمشركون) جواب الشّرط، ولم يقترن بالفاء؛ لأنّ الشّرط إذا كان مضافاً يحسن في جوابه التّجريد عن الفاء»(3)، وذكر أبو حيّان في \"النهر المادّ\"(4)، والسّمين الحلبيّ في \"الدّرّ المصون\"(5)\n__________\n(1) سورة الأنعام، الآية121.\n(2) العكبريّ، أبو البقاء، إملاء ما منّ به الرّحمن من وجوه الإعراب والقراءات، ج1، ص260.\n(3) ابن عاشور، محمّد الطّاهر، التّحرير والتّنوير، مج5، ص42.\n(4) أبو حيّان، أثير الدِّين، تفسير النّهر المادّ من البحر المحيط، تقديم وضبط بوران وهِدْيان الضّنّاوي، ج1، ط1، دار الحنان، بيروت - لبنان، 1407هـ-1987م، ص741.\n(5) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج2، ص40..\n(1/40)",
        "\nأنّ الحوفيّ ذهب أيضاً هذا المذهب، وهذا ما رآه البيضاويّ، بقوله:«وإنّما حسن حذف الفاء فيه؛ لأنّ الشرط بلفظ الماضي»(1)، ورأى أبو حيّان أنّ هذا الحذف:«من الضّرائر، فلا يكون في القرآن، وإنّما الجواب محذوف»(2)، واعترض الآلوسيّ:«بأنّ هذا لم يوجد في كتب العربيّة، بل اتّفق الكلُّ على وجوب الفاء في الجملة الاسميّة، ولم يجوزوا تركها إلا في ضرورة الشعر»(3)، وذكر ابن هشام:«أنّ قول بعضهم إنّ الجملة الاسميّة جواب الشّرط على إظهار الفاء، كقوله(4):\nمَنْ يَفْعَلِ الحَسَنَاتِ اللهُ يَشْكُرُهَا ... وَالشَّرُّ بِالشَّرِّ عِنْدَ اللهِ مِثْلانِ.\n__________\n(1) البيضاويّ، ابن عمر الشيرازيّ، أنوار التّنزيل وأسرار التّأويل المعرف بتفسير البيضاوي، تقديم محمود عبد القادر الأرناؤوط، مج1، ط1، دار صادر، بيروت، 2001م، ص320.\n(2) أبو حيّان، أثير الِّدين، تفسير النّهر المادّ من البحر المحيط، ج1، ص741.\n(3) الآلوسيّ، شهاب الدِّين، روح المعاني، ج5، ج8، ص26.\n(4) البيت في \"الكتاب\" لحسّان بن ثابت، وليس في ديوانِهِ. سيبويه، عمرو بن عثمان، الكتاب (مؤسّسة الرّسالة)، ج4، ص193.\nونسبه ابن هشام إلى ولدَهِ عبد الرّحمن بن حسّان. الأنصاري، جمال الدِّين بن هشام، مغني الّلبيب عن كتب الأعاريب، ص80.\nونُسِبَ إلى كعب بن مالك، وهو في ديوانِهِ. ابن مالك، كعب، الدِّيوان، تحقيق وشرح مجيد طراد، ط1، دار صادر، بيروت-لبنان، 1997م، ص108.\n(1/41)\n",
        "مردود؛ لأنّ ذلك خاصّ بالشعر»(1)، ولابن عاشور قول مغاير لقول ابن هشام، فقد ذهب في \"التّحرير والتّنوير\"(2) إلى أنّ كثيراً من محقّقي النَّحْويّين يجيز حذف فاء الجواب في غير الضّرورة، فقد أجازه المبرّد، وابن مالك في شرحه على مشكل الجامع الصّحيح، وجعل منه قوله - صلى الله عليه وسلم - :«إِنَّكَ إِنْ تَدَعْ وَرَثَتَكَ أَغْنِيَاءَ، خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً»، على رواية \"إنْ\"-بكسر الهمزة-دون رواية فتح الهمزة(3)، وهذا يتلاقى مع ما ذكره الآلوسيّ في \"روح المعاني\" بقوله:«وفيه أنّ المبرّد أجاز لك في الاختيار، كما ذكره المرادي في شرح التسهيل»(4). وقد ذهب السّمين الحلبيّ في رفضه قول أبي البقاء، مذهباً آخر بقوله:«وليس فعل الشّرط ماضياً كقوله تعالى:{وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ}(5) فههنا لا يمكنه أنْ يقول إنّ الفاء محذوفة؛ لأنّ فعل الشّرط مضارع»(6)، وأراه أجود وجوه الاعتراض لَمَا فيه من حجّة بيّنة، وبرهان واضح.\n__________\n(1) الأنصاريّ، جمال الدّين بن هشام، مغني الّلبيب عن كتب الأعاريب، ص311.\n(2) ابن عاشور، محمّد الطّاهر، التّحرير والتّنوير، مج5، ص42-43.\n(3) البخاريّ، محمّد بن المغيرة، صحيح البخاري، اعتنى به أبو عبد الله عبد السّلام بن محمّد بن عمر علوش، ط1، مكتبة الرّشد، الرياض - المملكة العربيّة السعوديّة، 1425ھ-2004م، ص369-370، رقم (2742).\n(4) الآلوسيّ، شهاب الدِّين، روح المعاني، مج5، ج8، ص26.\n(5) سورة الأعراف، الآية 23.\n(6) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج5، ص133.\n(1/42)\n\nويرى من اعترض على كون الجملة جوابَ \"إِنْ\" أنّها جواب قسم مقدّر، حذفت منه اللام الموطئة الدّالّة عليه، كما حذفت في غير موضع من القرآن الكريم، كقوله تعالى:{وإنْ لم ينتهوا عمّا يقولون لَيَمَسَّنَّ الذينَ كفروا عذابٌ أليمٌ}(1)، قال ابن هشام:«فهذا لا يكون إلا جواباً للقسم»(2)، وكقوله عزّ وجلّ:{وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ\n__________\n(1) سورة المائدة، الآية 73.\n(2) الأنصاريّ، جمال الدّين بن هشام، مغني الّلبيب عن كتب الأعاريب، ص311.",
        "(1/43)\n\nمِنَ الْخَاسِرِينَ}(1)؛ أي:\"ولئن لم تغفر لنا وترحمنا لنكوننّ من الخاسرين\"(2)، وكقوله جلّ وعلا:{ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ اللَّهُ}(3)، فقد ذهب أبو البقاء(4) وابن الأنباري(5) إلى أنّ \"من\" اسم موصول بمعنى الذي في موضع رفع على الابتداء، خبره قوله \"لينصرنّه اللهُ\"، وذكر ابن الأنباري أنّها لا تصحّ أنْ تكون شرطيّة؛ لأنّه لا لام فيها، كما في قوله تعالى:{لَّمَن تَبِعَكَ مِنْهُمْ لأَمْلأنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ}(6)، ولكنّ الشّهاب(7) أجاز ذلك من غير أنْ يذكر \"الّلام\"؛ وعليه تكون جملة(إنّكم لمشركون) جواباً لقسم محذوف تقديره:\"واللهِ إنْ أطعتموهم إنّكم لمشركون\"(8)، فالقسم بذلك مقدّر قبل الشّرط، ويدلّ على ذلك حذف اللام الموطئة قبل \"إنْ\" الشرطيّة(9)، وقد حذف جواب الشرط لسدّ جواب القسم مسدّه(10).\n__________\n(1) سورة الأعراف، الآية 23.\n(2) الحموز، د. عبد الفتّاح أحمد، التّأويل النّحْويّ في القرآن الكريم، ج1، ص761.\n(3) سورة الحج، الآية 60.\n(4) العكبريّ، أبو البقاء، التّبيان في إعراب القرآن، ج2، ص230.\n(5) ابن الأنباريّ، كمال الدّين أبو البركات، البيان في غريب القرآن، ج2، ص17.\n(6) سورة الأعراف، الآية 18.\n(7) الشّهاب، حاشية الشّهاب المُسَمَّاة عناية القاضي وكفاية الراضي على تفسير البيضاويّ، ج6، المكتبة الإسلاميّة، ديار بكر- تركيّا، د.ت، ص309.\n(8) أبو حيّان، أثير الدِّين، البحر المحيط، ج4، ص634.\n(9) الحلبيّ، أحمد بن يوسف، الدّرّ المصون، ج5، ص133.\n(10) الآلوسيّ، شهاب الدِّين، روح المعاني، مج5، ج8، ص26.\n(1/44)",
        "\nولعلّ الاختلاف بين العلماء في توجيهاتهم لأعاريبهم في هذه الآية وما سبقها، خير دليل على أنّ دراسة النَّحْو على أساس المعنى ضرورة ملحّة، تكسب الموضوع جدّةً وطرافةً، وتزيد المسألة عمقاً ونضوجاً، وتكسب العقل قوّةً ولياقةً، وتضفي على المقام مرونةً ولطافة، بخلاف ما يظنّ أنّه جافّ وفيه قسوة أو تكلّف أو فظاظة.\nالخاتمة:\nإنَّ الإشارات المقتضبة التي أوردناها تبيّن إلى حدٍّ ما علاقة النّحو بالمعنى، فالجانب الدّلاليّ هو نقطة الالتقاء بينهما، وما كانتِ العربُ لتجزعَ من الّلحن في الإعراب، لو لم يكن مؤدّياً إلى فساد المعنى.\nوما تناولْتُهُ في التّحليل والدّراسة مِنْ آيِ الذّكر الحكيم، قد آذنَ بالخروجِ بنتائجَ مهمّةٍ وكثيرةٍ، قد يصعبُ الإحاطةُ بها جميعِها، ولعلّي أتمكّن من عرض أهمّ ما انتهيْتُ إليه، بعد الاستقراء والاستنباط، فيما يخصُّ موضوع اختلافِ النَّحْويّين، وأثره في توجيه المعاني في القرآن الكريم:\n1- كان للقرآنِ الكريم أثرٌ عظيمٌ في الّلغة العربيّة، وإليه ترجع نشأةُ علومها كافّةً، من نحوٍ وصرفٍ ولغةٍ ومعجمٍ وبلاغةٍ وغيرها، فكان المصدر الأوّل للعربيّة، وكتابها الأكبر.\n2- إنَّ الّلحْنَ وحدَهُ، لا يفسّر نشأة النّحو؛ فالنّحو شأنُ العلوم الإسلاميّة الأخرى، نشأ لفهم القرآن الكريم، والبونُ شاسعٌ بين محاربةِ الّلحن، وإرادةِ الفهم؛ لأنّ اللحنَ ما كانَ ليفضيَ بهذا النّحو إلى ما أفضى إليه في هذه المرحلة الباكرة من حياته، ممّا يؤكّد أنّ ربط النّحو بالدّلالة، والإعراب بالمعنى، ضرورةٌ لا بدّ منها، وأنّ كلاً منهما يؤثّر في الآخر.\n3- ضرورة التّأكيد على العلاقة الوثيقة بين علم النّحو، وعلم التّفسير؛ وأنّ هناك العديد من آي الذّكر الحكيم التي كان للنّحو الفصْلُ في توجيهِها، والفضْلُ في الوقوف على أغراضها ومعانيها.\n(1/45)\n",
        "4- إنّ الاختلاف بين النَّحْويّين وما ينتج عنه من تعدّدٍ في التّحليل النَّحْويّ، كان له أسبابٌ كثيرة؛ منها ما هو مقبولٌ، وغايته نبيلة؛ ومنها ما هو مستهجنٌ ناتجٌ عن اجتهاداتٍ خاطئة، الهدف منها تحقيق رغباتٍ معيّنةٍ خاصّةٍ أو عامّةٍ، ومن هنا فرّق العلماء بينَ نوعين من الاختلاف: نوع محمود نتيجة للاجتهاد المنضبط الموصل إلى الحقائق بالحجّة الدامغة، وآخر مذموم نتيجة للهوى وحبّ الشهرة ومجرّد المزاحمة بغير منطقٍ ولا حجّة.\n5- وهذا الاختلاف كان نتيجة لأسباب كثيرة لعلّ بعضها يعود إلى المعايير التي اعتمدها النّحويّون في أثناء تقعيدهم للقواعد، وبعضها يعود إلى ما تحوّل عن هذه القواعد، وخرج عنها.\n6- وكذلك فإنّ هذا الاختلاف في التّحليل النَّحْويّ بين النَّحْويّين، كان له أثرٌ واضحٌ وكبيرٌ في التّفسير، نتج عنه تنوّع في المعاني، وتعدّد في الدّلالات، ممّا يعمّق فكرة المزاوجة بين الإعراب والمعنى، ومن هنا كان عنوان هذا البحث: \"أثر الاختلاف في الأوجه الإعرابيّة في تفسير الآيات القرآنيّة\" إنّما مستوحى من ذلك كلّه.\n7- ولعلّ ما وقفنا عنده من آياتٍ من الذّكر الحكيم، وقمنا بدراستها وتحليلها في ضوء هذا الاختلاف بين النَّحْويّين، خير ما يعزّز دور هذه الاختلافات في تنوّع المعاني في القرآن الكريم؛ إذ إنّ كلّ وجهٍ إعرابيٍّ يفضي إلى معنىً، قد يخالف معنىً آخر قد أفضى إليه وجهٌ إعرابيٌّ آخر، وهكذا، ممّا يجعل الآية تنفتحُ على أغراضٍ عدّة، ومعاني جمّة، لعلّها تكون جميعها مقصودة، إذا كانت نابعةً اختلافاتُ أصحابِها من نوعِ الاختلافِ المحمودِ المنضبط.\n\nالمصادروالمراجع(1)\n\n- القرآن الكريم.\n__________\n(1) لا يعتدّ بكلمة: \" ابن \"، أو:\" أبو\"، أو:\" أل \"؛ وترتيب أسماء الأعلام القدماء، بحسب ما اشتهروا به من ألقاب، أوكنى؛ والمحدثين بحسب الكنى.\n(1/46)\n\n- الأخطل، غيّاث بن غوث، ديوان الأخطل، شرح راجي الأسمر، الطبعة الأولى، دار الكتاب العربيّ، بيروت، 1992م.\n- الاستراباذي، رضيّ الدِّين، شرح الرضي على الكافية في النَّحْو، دار الكتب العلميّة، بيروت، دون تاريخ.\n- الأسنويّ، جمال الدّين، الكوكب الدّرّيّ في تخريج الفروع الفقهيّة على المسائل النّحويّة، تحـ. د. عبد الرّزّاق السّعديّ، الطبعة الأولى، وزارة الأوقاف والشّؤون الإسلاميّة، مصر، 1404هـ-1984م.\n- الآلوسيّ، شهاب الدِّين، روح المعاني في تفسير القرآن العظيم والسّبع المثاني، قرأه وصحّحه محمّد حسين العرب، دار الفكر، بيروت - لبنان، دون تاريخ.\n- ابن الأنباريّ، كمال الدّين أبو البركات، البيان في غريب إعراب القرآن، تحـ. د. طه عبد الحميد طه، الهيئة المصريّة العامّة للكتاب، القاهرة، 1400هـ-1980م.\n- الأنصاريّ، جمال الدّين بن هشام، مغني الّلبيب عن كتب الأعاريب، تحـ. مازن المبارك ومحمّد عليّ حمد الّله، الطبعة الخامسة، مؤسّسة الصّادق، طهران، 1378هـ.\n- البخاريّ، محمّد بن المغيرة، صحيح البخاري، اعتنى به أبو عبد الله عبد السّلام بن محمّد بن عمر علوش، الطبعة الأولى، مكتبة الرّشد، الرياض - المملكة العربيّة السعوديّة، 1425ھ-2004م.\n- بصل، د. محمّد إسماعيل، مدخل إلى معرفة اللسانيّات، دار المتنبّي، دمشق، دون تاريخ.\nالبغداديّ، عبد القادر بن عمر، خزانة الأدب ولبّ لباب لسان العرب، تحـ. عبد السّلام محمد هارون، الطبعة الرّابعة، مكتبة الخانجي، القاهرة، 1420 هـ-2000م.\n- البيضاويّ، ابن عمر الشيرازيّ، أنوار التّنزيل وأسرار التّأويل المعرف بتفسير البيضاوي، تقديم محمود عبد القادر الأرناؤوط، الطبعة الأولى، دار صادر، بيروت، 2001م.\n- التّرمذيّ، محمّد بن عيسى، سنن التّرمذيّ، تحـ. أحمد محمّد شاكر، دار إحياء التّراث العربيّ، بيروت، د.ت.",
        "(1/47)\n\n- التّوحيديّ، أبو حيّان، الإمتاع والمؤانسة، ضبطه أحمد أمين وأحمد الزّين، دار مكتبة الحياة، بيروت-لبنان، دون تاريخ.\n- الثّمانينيّ، عمر بن ثابت، الفوائد والقواعد، تحـ. د. عبد الوهاب محمود الكحلة، الطبعة الأولى، مؤسّسة الرّسالة، بيروت–لبنان، 1424هـ-2003م.\n- الجاحظ، أبو عثمان، البيان والتّبيين، تحـ. عبد السّلام هارون، الطّبعة الخامسة، مكتبة الخانجيّ، القاهرة، 1405هـ-1985م.\n- ابن جنّي، أبو الفتح عثمان، الخصائص، تحـ. د. محمّد علي النّجّار، الطبعة الثانية، دار الهدى، بيروت–لبنان، دون تاريخ.\n- حسّان، د. تمّام، الّلغة العربيّة معناها ومبناها، ط2، الهيئة المصريّة العامّة للكتاب، القاهرة، 1979م.\n- ابن الحسين، أبو عبد الّله، رحمة الأمّةِ في اختلافِ الأئمّةِ، ضبطه محمّد عبد الخالق الزّناتي، الطبعة الأولى، دار الكتب العلميّة، بيروت-لبنان، 1424هـ-2003م.\n- الحلبيّ، أحمد بن يوسف، الدّرّ المصون في علوم الكتاب المكنون، تحـ. د. أحمد محمّد الخرّاط، الطبعة الأولى، دار القلم، دمشق، 1414هـ-1993م.\n- الحموز، د. عبد الفتّاح أحمد، التّأويل النحويّ في القرآن الكريم، الطبعة الأولى، مكتبة الرّشد، الرّياض، 1404هـ-1984م.\n- أبو حيّان، أثير الدّين، تفسير البحر المحيط، تحـ. عادل أحمد عبد الموجود وعلي محمّد معوض وآخرون، الطبعة الأولى، دار الكتب العلميّة، بيروت، 1413هـ-1993م.\n- أبو حيّان، أثير الدِّين، تفسير النّهر المادّ من البحر المحيط، تقديم وضبط بوران وهِدْيان الضّنّاوي، الطبعة الأولى، دار الحنان، بيروت-لبنان، 1407هـ-1987م.\n- الخِرْنِق، بنت هفّان، الدّيوان، تحـ. يسري عبد الغني عبد الله، الطبعة الأولى، دار الكتب العلميّة، بيروت، 1991م ـ تحـ. حسين نصّار، دار الكتب المصريّة، القاهرة، 1389هـ-1969م.\n- أبو داود، الحافظ السجستانيّ، سنن أبو داود، دراسة كمال يوسف الحوت، ج2، ط1، دار الجنان، بيروت-لبنان، 1409ھ-1988م.\n(1/48)",
        "\n- الدّرّة، محمّد علي طه، تفسير القرآن الكريم وإعرابه وبيانه، منشورات دار الحكمة، دمشق-بيروت، 1423هـ-2002م.\n- ابن أبي ربيعة، عمر، الدِّيوان، المكتبة التّجاريّة، مصر، 1952م.\n- الرّازي، فخر الدِّين، التفسير الكبير أو مفاتيح الغيب، الطبعة الأولى، دار الكتب العلميّة، بيروت-لبنان، 1411هـ-1990م.\n- ابن رشد، محمّد بن أحمد، بداية المجتهد ونهاية المقتصد، تحـ. رضوان جامع رضوان، الطبعة الأولى، مكتبة الإيمان، المنصورة، 1417هـ-1997م.\n- الزّبيديّ، أبو بكر، طبقات النّحويّين والّلغويّين، تحـ. محمّد أبو الفضل إبراهيم، دار المعارف، مصر، 1373هـ-1954م.\nالزّبيديّ، د. سعيد جاسم، قضايا مطروحة للمناقشة في النّحو والّلغة والنّقد، الطبعة الأولى، دار أسامة، الأردن-عمان، 1998م.\n- الزّجّاجيّ، أبو القاسم، الإيضاح في علل النّحو، تحـ. د. مازن المبارك، الطبعة الثانية، دار النّفائس، بيروت، 1973م.\n- الزّركشيّ، بدر الدّين محمد، البرهان في علوم القرآن، تحـ. محمّد أبو الفضل إبراهيم، دار المعرفة، بيروت – لبنان، دون تاريخ.\n- الزّمخشريّ، محمود بن عمر، الكشّاف عن حقائق التّنزيل وعيون الأقاويل في وجوه التّأويل، تحـ. عبد الرّزّاق المهديّ، الطبعة الثالثة، دار إحياء التّراث العربيّ، بيروت-لبنان، 1421هـ-2001م.\n- الزّمخشريّ، أبو القاسم، المفصّل في علم العربيّة، الطبعة الثانية، دار الجيل، بيروت، دون تاريخ.\n- السامرائي، د. فاضل، ابن جنّيّ النَّحْويّ، دار النّذير للطباعة والنشر، بغداد، 1969م.\n- السُّبْكي، بهاء الدين، عروس الأفراح في شرح تلخيص المفتاح، مطبعة عيسى البابيّ الحلبيّ وشركاه، القاهرة، دون تاريخ.\n- ابن السّرّاج، أبو بكر محمّد، الأصول في النّحو، تحـ. د. عبد الحسنيّ الفتليّ، الطبعة الرابعة، مؤسّسة الرّسالة، بيروت–لبنان، 1420هـ-1999م.\n(1/49)\n",
        "- السّكاكيّ، أبو يعقوب يوسف، مفتاح العلوم، ضبطه وشرحه أ. نعيم زرزور، الطبعة الأولى، دار الكتب العلميّة، بيروت-لبنان، 1403هـ-1983م.\n- سيبويه، عمرو بن عثمان، الكتاب، تحـ. عبد السّلام هارون، دار القلم، القاهرة، 1966م ـ تحـ. د. محمّد كاظم البكّاء، الطّبعة الأولى، مؤسّسة الرّسالة، بيروت، 1425هـ-2004م.\nالسّيوطيّ، جلال الدّين، الإتقان في علوم القرآن، تحـ. محمّد أبو الفضل إبراهيم، المكتبة العصريّة، صيدا - بيروت، 1407هـ-1987م.\n- السّيوطيّ، جلال الدّين، بغية الوعاة في طبقات اللغويّين والنّحاة، تحـ. محمّد أبو الفضل إبراهيم، المكتبة العصريّة، بيروت، دون تاريخ.\n- ابن الشّجريّ، هبة الله بن عليّ، الأمالي الشّجريّة، دار المعرفة، بيروت، دون تاريخ.\n- الشّعراويّ، محمّد متولّي، تفسير الشعراويّ، مج5، مطابع أخبار اليوم التجاريّة، القاهرة، د.ت، ص2812.\n- الشّهاب، حاشية الشّهاب المُسَمَّاة عناية القاضي وكفاية الراضي على تفسير البيضاويّ، المكتبة الإسلاميّة، ديار بكر - تركيّا، دون تاريخ.\n- الشّوكانيّ، محمّد بن عليّ، فتح القدير الجامع بين فنّي الرّواية والدّراية من علم التّفسير، ضبطه وصحّحه أحمد عبد السّلام، الطبعة الأولى، دار الكتب العلميّة، بيروت-لبنان، 1415هـ-1994م.\n- صمود، حمادي، التفكير البلاغيّ عند العرب أسسه وتطوّره إلى القرن السادس الهجريّ، منشورات الجامعة التّونسيّة، تونس، 1981م.\n- الطباطبائي، السيّد محمّد حسين، الميزان في تفسير القرآن، الطبعة الثالثة، مؤسّسة الأعلميّ، بيروت-لبنان، 1391هـ-1972م.\n- الطبريّ، محمّد بن جرير، جامع البيان عن تأويل آي القرآن، تحـ. د. عبد الله بن عبد المحسن التركيّ، الطبعة الأولى، دار عالم الكتب، المملكة العربيّة السعوديّة، 1424هـ-2003م.\n- طحّان، ريمون، الألسنيّة العربيّة، الطبعة الأولى، دار الكتاب الّلبنانيّ، بيروت - لبنان، دون تاريخ.\n(1/50)\n\n- ابن عاشور، محمّد الطّاهر، تفسير التحرير والتنوير، دار سُحْنُون، تونس، دون تاريخ.\n- ابن العبد، طرفة، ديوان طرفة بن العبد، دار صادر، بيروت، دون تاريخ.\n- عضيمة، محمّد عبد الخالق، دراسات لأسلوب القرآن الكريم، القسم الأول، دار الحديث، القاهرة، دون تاريخ.\n- ابن عطيّة، عبد الحق، المحرّر الوجيز في تفسير الكتاب العزيز، تحـ. المجلس العلميّ بمكناس، دون تاريخ.\n- العكبريّ، أبو البقاء، إملاء ما منّ به الرحمن من وجوه الإعراب والقراءات، المطبعة الميمنية، مصر، 1321هـ.\n- العكبريّ، أبو البقاء، التّبيان في إعراب القرآن، تحـ. مكتب البحوث والدّراسات، دار الفكر، بيروت، 1421هـ-2001م.\n- العلويّ، عليّ بن إبراهيم، الطّراز المتضمّن لأسرار البلاغة وعلوم حقائق الإعجاز، تصحيح سيّد بن عليّ المرصفيّ، مطبعة المقتطف، مصر، 1332هـ-1914م.\n- عوض، د. سامي، المفصّل في علم النّحو، منشورات جامعة تشرين، اللاذقيّة، 2004-2005م.\n- الغزاليّ، أبو حامد، المستصفى في علم الأصول، الطبعة الأولى، مطبعة مصطفى محمّد، 1356هـ.\n- ابن فارس، أحمد، الصّاحبي في فقه الّلغة وسنن العرب في كلامها، المكتبة السّلفيّة، القاهرة، 1328هـ.\n- الفارسيّ، أبوعليّ، المسائل الحلبيّات، تحـ. د. حسن هنداوي، دار القلم، دمشق، 1407 ھ-1987م.\n- الفرّاء، يحيى بن زياد، معاني القرآن، تحـ. أحمد يوسف نجاتي ومحمّد عليّ النّجّار، الطبعة الثانية، الهيئة المصريّة العامّة للكتاب، القاهرة-مصر، 1980م.\n- أبو الفرج، د. محمّد أحمد، مقدّمة لدراسة فقه اللغة، ط1، دار النّهضة العربيّة، بيروت، 1969م.\n- القاسميّ، محمّد جمال الدِّين، تفسير القاسميّ المُسَمَّى محاسن التّأويل، ضبطه وصحّحه محمّد باسل عيون السود، الطبعة الأولى، دار الكتب العلميّة، بيروت-لبنان، 1418هـ-1997م.\n- القرطبيّ، أبو عبد الله، الجامع لأحكام القرآن، الطبعة الأولى، دار الفكر، بيروت - لبنان، 1987م.",
        "(1/51)\n\nالقيسيّ، مكّيّ بن أبي طالب، مشكل إعراب القرآن، تحـ. ياسين محمّد السّواس، الطبعة الثانية، دار المأمون للتراث، دمشق، دون تاريخ.\n- ابن ماجة، محمّد بن يزيد، سنن ابن ماجة، تحـ محمّد فؤاد عبد الباقي، دار الفكر، بيروت، د.ت.\n- ابن مالك، كعب، الديوان، تحقيق وشرح مجيد طراد، الطبعة الأولى، دار صادر، بيروت-لبنان، 1997م.\n- ابن مالك، شرح الكافية الشافية، تحـ. د. عبد المنعم هريدي، جامعة أمّ القرى، مكّة المكرّمة، 1402ھ-1983م.\n- المبارك، د. مازن، نحو وعيٍ لغويٍّ، الطبعة الرابعة، دار البشائر، دمشق، 1424هـ-2003م.\n- المبرّد، أبو العبّاس، المقتضب، تحـ. د. حسن حمد، مراجعة د. إميل يعقوب، الطبعة الأولى، دار الكتب العلميّة، بيروت-لبنان، 1420هـ-1999م.\n- المراغي، أحمد مصطفى، تفسير المراغي، الطبعة السادسة، مطبعة مصطفى البابي الحلبي، مصر، 1403هـ-1982م.\n- مسلم، ابن الحجّاج القشيريّ، صحيح مسلم، تحـ. محمّد فؤاد عبد الباقي، دار إحياء التّراث العربيّ، بيروت، دون تاريخ.\n- النّيسابوريّ، الحاكم، المستدرك على الصّحيحين، دار المعرفة، بيروت - لبنان، دون تاريخ.\n(1/52)"
    ]
}