{
    "partText": [
        "\nأثر روايات القصاص والإخباريين في تأليف كتاب السير والمغازي لمحمد بن إسحاق\nالمتوفى سنة (151هـ/ 768م)\n\nرسالة تقدم بها\nفلاح فقه يوسف الميراني\nإلى\n\nمجلس كلية التربية في جامعة الموصل\nوهي جزء من متطلبات شهادة الماجستير\nفي اختصاص التاريخ الاسلامي\n\nبإشراف الدكتور\nعبد الستار حمدون أحمد الجبوري\n\n1426 هـ ... 2005 م\n(/)\n",
        "شكر وتقدير\n\nوانا انتهي من اعداد هذه الرسالة لا يسعني الا ان اتقدم بالشكر الجزيل لاستاذي ومشرفي الدكتور عبد الستار حمدون احمد الجبوري الذي وقف بجانبي موجهاً ومرشداَ وقد كانت لتوجيهاته ونصائحه دوراً كبيراً في ظهور هذه الرسالة على ما هي عليه الأن فجزاه الله عني خير الجزاء. كما اتقدم بخالص شكري وتقديري الى كل من مدّ يد العون والمساعدة في سبيل انجاز هذا البحث المتواضع وخاصة موظفي وموظفات المكتبة المركزية في جامعة الموصل الذين كان لمجهودهم بالعمل الدؤوب في خدمة العلم. وموظفي مكتبتي كلية التربية وكلية الاداب في جامعة الموصل. وموظفي وموظفات المكتبة المركزية في جامعة بغداد ومكتبة الجامعة المستنصرية. كما اقدم الشكر الجزيل الى جميع الاساتذة الذين كانت لاستشاراتهم انوار مضيئة في طريق انجاز هذه الرسالة. اما الاصدقاء والزملاء من الطلبة والطالبات فان ابدأ بذكر اسمائهم فلن انتهي منها .. الى كل هؤلاء اتقدم بخالص شكري وتقديري وامتناني واعتزازي.\n\nالباحث.\n(/)\n\nالفهرست\n- شكر وتقدير ... 1\n- الفهرست ... 2 - 3\n- المقدمة ... 4 - 7\nالفصل الاول\nسيرة ابن اسحاق وتكوينة الفكر ي ... 8 - 54\nاولاً: ولادته ... 9\nثانياً: اسمه وكنيته وشهرته ... 9 - 10\nثالثاً: نسبه وعشيرته ... 10 - 12\nرابعاً: نشأته وتكوينه الثقافي ... 12 - 14\nخامساً: رحلاته ... 14 - 16\nسادساً: صفاته وسجاياه ... 16 - 18\nسابعاً: شيوخ ابن اسحاق وتلاميذه ... 18 - 32\n- شيوخه ... 18 - 27\n- تلاميذه ... 27 - 32\nثامناً: دور ابن اسحاق في نشأة التدوين التاريخي ... 32 - 35\nتاسعاً: مؤلفات ابن اسحاق ... 36 - 39\nعاشراً: معالم منهج ابن اسحاق ... 40 - 45\nاحد عشر: توثيقه ... 45 - 48\nاثنا عشر: مكانته في نظر المؤرخين ... 48 - 54\nثلاثة عشر: وفاته ... 54\nالفصل الثاني\nاثر الاخباريين والقصاص ومروياتهم الاسرائيلية في سيرة ابن اسحاق 55 - 101\nاولا: دخول الاسرائيليات في التاريخ الاسلامي ... 56 - 59\nثانياً: انواع الروايات الاسرائيلية ... 59 - 60\nثالثاً: اثر الاسرائيليات في سيرة ابن اسحاق ... 60 - 62",
        "(/)\n\nرابعاً: القصص لغة واصطلاحاً ... 62 - 63\nخامساً: القصص في الاسلام ... 63 - 65\nسادساً: القصاص الذين اخذ عنهم ابن اسحاق ... 65 - 97\nسابعاً: اثر القصاص في سيرة ابن اسحاق ... 98 - 100\n- جدول رقم (1) القصاص مرتبين حسب حجم الروايات 100 - 101\nالفصل الثالث\nاثر الاخباريين في سيرة ابن اسحاق ... 102 - 174\nاولا: الاخباري. لغة واصطلاحاً ... 103 - 104\nثانيا: الاخبار في الاسلام ... 104 - 106\nثالثا: الاخباريون الذين اخذ عنهم ابن اسحاق ... 106 - 165\nرابعا: القصاص الاخباريون الذين اخذ عنهم ابن اسحاق 166 - 167\nخامسا: اخباريون لم نعثر لهم على ترجمة ... 168\nالخلاصة ... 169 - 170\n- جدول رقم (2) الاخباريون مرتين حسب حجم الروايات 170 - 174\n\nالملاحق ... 175 - 179\n1 - ملحق رقم 1 ... 175 - 176\n2 - ملحق رقم 2 ... 176 - 179\nالمصادر والمراجع ... 180 - 191\n1 - المصادر العربية ... 180 - 184\n2 - المراجع العربية المعربة ... 185 - 188\n3 - البحوث والمقالات ... 189\n4 - الرسائل الجامعية ... 190\n5 - المراجع الاجنبية ... 191\n6 - ملخص الرسالة باللغة الانكليزية. ... 1 - 5\n(/)",
        "\nالمقدمة\n\nنالت كتابات المؤرخين المسلمين الاوائل ومناهجهم اهتمام العديد من الباحثين القدماء والمحدثين بشكل واسع. وتكمن اهمية هذه الرسالة الموسومة (اثر روايات القصاص والاخباريين في تأليف السير والمغازي لمحمد بن اسحاق المتوفى سنة \"151هـ/ 768م\") بكونها حلقة ضمن سلسلة هذه الدراسات التي تتناول مناهج المؤرخين ومصادرهم في كتاباتهم، وتتعرف على اثر القصاص والاخباريين في سيرة الرسول محمد (صلى الله عليه وسلم) من الناحية التاريخية والوقوف على مدى اهمية رواياتهم ومعرفة اعداد هؤلاء القصاص والاخباريين لدراستهم دراسة علمية تحليلية، ومكانتهم في نظر العلماء من المحدثين والمؤرخين، والتعرف على صحة رواياتهم التي اخذها عنهم ابن اسحاق في سيرته ومناقشة الشكوك التي اثيرت حول مصداقيته.\nواتضح من خلال الدراسة النقدية والتحليلية للقصاص والاخباريين ان اغلب رواياتهم كانت صحيحة. وخاصة في السيرة بوصفها اكمل سيرة للرسول محمد (صلى الله عليه وسلم) تصل الينا باطارها الكامل وهي بذلك تعد المصدر الرئيسي لدراسة حياة الرسول (صلى الله عليه وسلم) واحداث ما قبل الاسلام وتاريخ الانبياء.\nتضمنت هذه الرسالة ثلاثة فصول تتناول مختلف الجوانب المتعلقة بهذا الموضوع اشتمل الفصل الاول على دراسة السيرة الذاتية لابن اسحاق من حيث ولادته واسمه ونسبه وعشيرته ونشأته وتكوينة الفكري لمعرفة اثر تربيته على دراسته ومدى تاثره بالعلوم التي كانت سائدة في عصره وخاصة في المدينة المنورة ومن ثم دراسة صفاته وسجاياه التي اهلته ليكون محدثاً ثقةً بين اقرانه وشيوخه وتلاميذه ورائداً من الرواد الاوائل للتدوين التاريخي في الاسلام ثم رحلاته في طلب العلم واثرها في توسيع معارفه وعلومه ودراسة شيوخه الذين اخذ العلم عنهم وتلاميذه الذين نهلوا من علمه ودوره في نشأة التدوين التاريخي ودراسة مؤلفاته من حيث مضمونها واعدادها ومعالم منهجه وطريقة استخدامه للاسناد واستشهاده بالقرآن الكريم والشعر الذي اثار التساؤلات عن مصداقيته، واهميته التاريخية وتوثيق العلماء والمحدثين له ومكانته في نظر المؤرخين المسلمين القدامى واصحاب كتب التراجم والسير ومعرفة اراء العديد من المؤرخين العرب والاجانب فيه وعرض اقوالهم ومن ثم وفاته.\nوتضمن الفصل الثاني دخول الاسرائيليات في التاريخ الاسلامي وانواع الروايات الاسرائيلية\n(1/1)\n",
        "واثر الاسرائيليات في سيرة ابن اسحاق وتعريف القصص لغة واصطلاحاً ومعرفة نشوء هذا العلم في الاسلام وتطوره ودراسة القصاص الذين اخذ عنهم لمعرفة توثيقهم في نظر العلماء واثرهم في سيرته.\nوتناول الفصل الثالث اثر الاخباريين في سيرة ابن اسحاق بدءاً بتعريف الاخباري الذي هو كل من يروي روايات تخص سيرة الرسول (صلى الله عليه وسلم) وحياته العامة ونشأة وتكوين علم الاخبار في الاسلام ومكانة الاخباريّ في المجتمع الاسلامي باعتباره يمثل نواة الحركة التاريخية في الاسلام. ثم الدراسة النقدية التحليلية للاخباريين الذين اخذ عنهم ابن اسحاق لمعرفة مدى ثقتهم في نظر العلماء وبيان اثرهم في سيرته ودراسة كل واحد منهم وعدد رواياته. فضلاً عن دراسة القصاص الاخباريين الذين اخذ عنهم ابن اسحاق.\nوقد اعتمد الباحث في جمع روايات القصاص والاخباريين على المصادر الاولية المهمة التي تناولت هذا الموضوع وفي مقدمتها سيرة ابن اسحاق بطبيعتيها الدمشقية (تحقيق: سهيل زكار) والمغربية (تحقيق: محمد حميد الله) باعتبارها النسخة الاصلية من سيرة ابن اسحاق ورغم التشابه الكبير الذي بينها وبين فقرات من سيرة ابن هشام الا انها محافظة على صورتها الاصلية وليست تهذيباً وعلى سيرة ابن هشام (ت 218هـ/ 833م) التي هي تهذيب لسيرة ابن اسحاق الاصلية وكانت الافادة من هذا المصدر بشكل كبير جداً حيث ان معظم روايات السيرة والمغازي النبوية التي جمعها والفها ابن اسحاق موجودة لدى ابن هشام الذي قام بدوره بتهذيبها ومعظم روايات القصاص والاخباريين جمعها الباحث من هذا المصدر الذي تميز بسعته وشموله في عرض سيرة ومغازي رسول الله (صلى الله عليه وسلم) رغم انه حذف من السيرة فقرات يشير اليها دائماً وتاريخ الطبري (ت 310 هـ/ 922م) الذي يعد مصدراً مهماً من مصادر التاريخ الاسلامي وتاريخ الانسانية حيث سار في منهجه بتأليف تاريخ الرسل والملوك منذ خلق ادم (عليه السلام) الى عصره الى جمع كل رواية كان ابن اسحاق قد دونها في سيرته ونالت اعراض ابن هشام لعدم علاقتها برسول الله (صلى الله عليه وسلم) فحمل الينا روايات عديدة كانت لقصاص مهمين اخذ عنهم ابن اسحاق روايات متعددة تتحدث عن تاريخ ما قبل الاسلام وقصص الانبياء (عليهم السلام) وبذلك اصبح الباحث في موقف يستطيع فيه ان يطلع على اغلب روايات ابن اسحاق ومعرفة القصاص والاخباريين الذين اخذها عنهم.\n(1/2)\n\nتحليل المصادر\n\nوقد افادت هذه الرسالة من مجموعة كبيرة من المصادر العربية منها كتب التراجم والسير كطبقات ابن سعد (ت 230هـ/ 844م) الذي جاءت اهميتها لقدم عهدها وللثقة التي اوليت لمؤلفها ولتراجمه الكثيرة والمتنوعة التي قدمها عن الصحابة والتابعين واهتم في تنظيم كتابه على المدن من جهة وعلى النسب من جهة اخرى وافاد البحث منه بدرجة كبيرة في بيان توثيق القصاص والاخباريين لامتيازها بالدقة والسعة والشمول فضلاً عن كتاب التاريخ لخليفة بن خياط (ت 240هـ/ 854م) رغم انه في منهجه يقدم معلومات مختصرة وموجزة ولكنه كان حريصاً على ايراد سنده كاملاً بصورة عامة وقد افاد البحث كثيراً في تثبيت تاريخ وفياة القصاص والاخباريين لدقته في ذلك اضافة الى كتاب التاريخ الكبير للبخاري (ت 256 هـ/ 869م) وهو من الكتب المهمة وترتيبه على حروف المعجم وعنية فيه ببيان احوال الرواة توثيقاً وجرحاً كما اوضح البخاري فيه نسب الراوي هل هو مكي او مدني او شامي او غير ذلك ولذلك افاد البحث بدرجة كبيرة في بيان نسبة القصاص والاخباريين وكتاب الجرح والتعديل للرازي (ت 327هـ/ 938م) وهو من الكتب المهمة التي اعتمدنا عليها وهو مرتب كذلك على حروف المعجم وقد اهتم بايراد الفاظ الجرح والتعديل نقلاً عن كبار أئمة الحديث توثيقاً او تجريحاً وسار على منهج البخاري نفسه في توضيح نسبة المحدث او الراوي الى بلده الا ان الترجمة التي اوردها عن ابن اسحاق كانت اوسع مما عند المؤرخين السابقين ومهمة جداً لمعرفة مدى مكانة ابن اسحاق في نظر علماء الحديث واشياء مهمة عن اخباره مع شيوخه وتلاميذه فضلاً عن رحلاته وكانت الافادة منه على طول فصول الرسالة الثلاث اضافة الى كتابي الثقات ومشاهير علماء الامصار لابن حبان (ت354هـ/ 965م) وقد رتب كلاهما حسب المدن فقد ذكر الصحابة اولاً ثم التابعين واتباع التابعين وبيان احوالهم توثيقاً وتضعيفاً وقد افادة البحث في بيان مدى ثقة ابن اسحاق نفسه ومن ثم القصاص والاخباريين الذين اخذ عنهم وتاريخ بغداد للخطيب البغدادي (ت463هـ/ 1070م) الذي رتبه على حروف المعجم ويذكر فيه من عاش في بغداد من العلماء والامراء والقضاة والاعيان ومن دخلها وخرج منها وكانت افادة البحث منه بدرجة كبيرة لانه ابتداء كتابه بابن اسحاق فاورد كل ما يتعلق به بدءاً بتسميته وحتى وفاته وكان دائماً حريصاً على ان يظهر ابن اسحاق مظهر العالم الثقة ويدافع كذلك عنه دائماً وكان محقاً في ذلك ولذلك كان الفصل الاول يعتمد عليه بدرجة كبيرة جداً فضلاً عن ايراده معلومات عن رواة توفوا في بغداد لم نجدها في المصادر الاخرى وتهذيب الكمال للمزي (ت 742هـ / 1341م) الذي يعد من كتب التراجم المهمة وقد جمع فيه كل ما قيل عن ابن اسحاق جرحاً وتعديلاً كما فعل الخطيب البغدادي وكانت لكل راوٍ ورد في البحث ترجمة لدى",
        "(1/3)\n\nالمزي ما عدى المجهولين والذهبي (ت748 هـ/ 1347م) في كتبه تاريخ الاسلام وسير اعلام النبلاء والعبر وميزان الاعتدال وهي من الكتب المهمة التي اعتمد عليها الباحث فتاريخ الاسلام وسير اعلام النبلاء اعتمد عليه الباحث في معرفة سنة ولادة ابن اسحاق وترتيب القصاص والاخباريين حسب الطبقة التي توفوا فيها وميزان الاعتدال المرتب على حروف المعجم جمع فيه الذهبي اراء علماء الجرح والتعديل بصورة موجزة وباسلوب سهل وقد افاد البحث بشكل كبير جداً وابن حجر (ت 852هـ/ 1448م) في تهذيب التهذيب وتقريب التهذيب وغيرها اذ ان الكتاب الاول تناول تراجم للرواة المخرجة احاديثهم في كتب الصحاح الستة ومرتب على حروف المعجم واورد فيه اقوال علماء الجرح والتعديل للرواة توثيقاً وتضعيفاً والثاني مختصر له وقد افاد في التعرف على حال الرواة جرحاً وتعديلاً فضلاً عن ذلك فقد اوضح ابن حجر حالة الرواة عن اصحاب كتب الصحاح الستة وكذلك مجموعة من المعاجم اللغوية كمختار الصحاح لمحمد بن عبد القادر الرازي (ت 666 هـ/ 1267م) ولسان العرب لابن منظور (ت 711 هـ/ 1311م) والقاموس المحيط للفيروزابادي (ت 817 هـ / 1414م) حيث كانت افادة البحث من هذه المعاجم اللغوية في الفصلين الثاني والثالث مهمة جداً وذلك لمعرفة جذور علم القصص والاخبار في اللغة العربية وما تعنيه هاتين الكلمتين من معان متعددة وتعريفها لغة واصطلاحاً فضلاً عن المراجع العربية وفي مقدمتها بحث عن نشأة التدوين ودراسة سيرة الرسول (صلى الله عليه وسلم) ومؤلفها ابن اسحاق لعبد العزيز الدوري. ونشأة التدوين التاريخي عند العرب لحسين نصار ودراسات عن المؤرخين العرب للسيد عبد العزيز سالم والتاريخ والمؤرخون العرب لشاكر مصطفى ودراسات في فلسفة التاريخ لهاشم الملاح وغيرها من المراجع. وكذلك المراجع المعربة مثل هوروفتس في دراسته (المغازي الاولى ومؤلفوها) ومرغوليرث في دراساته عن المؤرخين العرب وكارل بروكلمان في مقالته (ابن اسحاق) ومقال (السيرة) لديلافيدا ومقال (التاريخ) في دائرة المعارف الاسلامية ودراسات في حضارة الاسلام لهاملتون جب، وقد اسهمت هذه المصادر والمراجع اسهاماً كبيراً في اغناء البحث.\nان معالجة هذا الموضوع باستيفاء قد خلق للباحث بعض الصعوبات في جمع مادة البحث الا ان هذه الصعوبات كانت بمثابة دافع للباحث فقد عمل بجد وتواصل لانجاز هذا البحث الذي يأمل ان يكون مساهمة في اغناء الدراسات التاريخية الحديثة.\nومن الله التوفيق.\n(1/4)",
        "\nالفصل الاول\nسيرة ابن اسحاق وتكوينة الفكري\n\nاولاً: ولادته\nثانياً: اسمه وكنيته وشهرته\nثالثاً: نسبه وعشيرته\nرابعاً: نشأته وتكوينه الثقافي\nخامساً: رحلاته\nسادساً: صفاته وسجاياه\nسابعاً: شيوخ ابن اسحاق وتلاميذه\n- شيوخه\n- تلاميذه\nثامناً: دور ابن اسحاق في نشأة التدوين التاريخي\nتاسعاً: مؤلفات ابن اسحاق\nعاشراً: معالم منهج ابن اسحاق\nاحد عشر: توثيقه\nاثنا عشر: مكانته في نظر المؤرخين\nثلاثة عشر: وفاته\n(1/5)\n",
        "الفصل الاول:\nسيرة ابن اسحاق وتكوينه الفكري:\nاولاً - ولادته.\nولد محمد بن اسحاق في المدينة المنورة دار سنّة الرسول (صلى الله عليه وسلم) وقد اختلفت الروايات التاريخية التي اوردها المؤرخون لتحديد سنة ولادته ومن اقدم من حددها لنا هو الذهبي (1) (ت 748هـ/1347م) فقد قال عنها مرة انها سنة ((80هـ)) وقال في موضع اخر ان ((مولده سنة نيف وثمانين)) (2) وقد رجح كل من جونس (3) وهوروفتس والدوري وبروكلمان احتمال ان تكون ولادته في سنة (85هـ/ 704م).\nثانياً: اسمه وكنيته وشهرته.\nهو محمد بن اسحاق بن يسار بن خيار (4).\n__________\n(1) شمس الدين محمد بن احمد بن عثمان، سير اعلام النبلاء، تحقيق، شعيب الانؤوط، مؤسسة الرسالة، ط 4، بيروت - 1986م: 7/ 34.\n(2) شمس الدين محمد بن احمد بن عثمان الذهبي، تاريخ الاسلام ووفيات المشاهير والاعلام، تحقيق، عمر عبد السلام تدمري، دار الكتاب العربي، ط 1، بيروت 1988م: 6/ 588.\n(3) مارسدن، محقق كتاب مغازي الواقدي: عالم الكتب، بيروت، 1966م: المقدمة: 25؛ يوسف، المغازي الاولى ومؤلفوها، ترجمة، حسين نصار، شركة مكتبة ومطبعة مصطفى البابي الحلبي واولاده، ط1، القاهرة - 1949م: 76؛ عبد العزيز، دراسة في سيرة النبي (صلى الله عليه وسلم) ومؤلفها ابن اسحاق، البحوث والمحاضرات (مؤتمر الدورة الثانية والثلاثين) بغداد، 1966م: 116؛ كارل، تاريخ الادب العربي، ترجمة، عبد الحليم النجار، دار المعارف، ط2، القاهرة، 1968م: 3/ 10.\n(4) محمد بن سعد (ت 230هـ/ 844م)، الطبقات الكبرى، دار صادر، بيروت، 1958م: 7/ 321؛ محمد بن اسماعيل الجعفي البخاري (ت 256هـ/869م)، التاريخ الكبير، دائرة المعارف العثمانية، ط1، حيدر اباد الدكن، 1941م: 1/ 40؛ محمد بن جرير الطبري (ت 310هـ/922م)، المنتخب من كتاب ذيل المذيل، تحقيق، محمد ابو الفضل ابراهيم، دار المعارف، ط2، القاهرة، 1982م: 654؛ عبد الرحمن بن ابي حاتم الرازي (ت 327هـ/938م)، الجرح والتعديل، دائرة المعارف العثمانية، ط1، حيدر اباد الدكن، 1941م:7/ 191، ابو حاتم محمد بن حبان (ت 354هـ/965م)، مشاهير علماء الامصار، صححة وعلق عليه، فلايشهر، مطبعة لجنة التاليف والترجمة، القاهرة، 1929م: 139؛ ابو بكر احمد بن علي الخطيب البغدادي (ت 463 هـ/1070م)، تاريخ بغداد، تحقيق، مصطفى عبد القادر عطا، دار الكتب العلمية، ط1، بيروت، 1997م: 1/ 230؛ ياقوت احمد بن شهاب الدين الحموي (ت 626هـ/1228م)، معجم الادباء، دار المستشرق، بيروت، 1929م: 18/ 5؛ جمال الدين ابو الحجاج المزي (ت 742هـ/1341م)، تهذيب الكمال في اسماء الرجال، تحقيق، بشار عواد معروف، مؤسسة الرسالة، ط1، بيروتـ، 1998م: 6/ 221؛ شمس الدين محمد بن احمد بن عثمان الذهبي، ميزان الاعتدال في نقد الرجال، تحقيق، علي محمد البجاوي، دار المعرفة، ط1، بيروت، 1963م: 3/ 468؛: شهاب الدين ابو الفضل المعروف بابن حجر (ت 852هـ/1448م)، تهذيب التهذيب، دار صادر، ط1، بيروت، 1986م:9/ 38.\n(1/6)\n\nوقيل كذلك ابن يسار بن كوتان (1) او ابن كومان (2) ويكنى محمد بن اسحاق بابي بكر (3) ويقال ان كنيته ابو عبد الله (4). وقد اشتهر محمد عند اهل العلم بابن اسحاق واسحاق هذا هو والده (5).\nثالثاً: نسبه وعشيرته\n=\nينسب محمد بن اسحاق الى المطلب بن عبد مناف بن قصي القرشي ويدعى لذلك ابن اسحاق بالمطلبّي) (6) (لانه من مواليهم فقد كان جده يسار عربياً مسيحياً من سبي عين التمر) (7) (في\n__________\n(1) الخطيب: المصدر السابق: 1/ 230.\n(2) ابن حجر: تهذيب التهذيب: 9/ 38.\n(3) البخاري، التاريخ الكبير: 1/ 40؛ شمس الدين محمد بن احمد بن عثمان الذهبي، تذكرة الحفاظ، دائرة المعارف العثمانية، ط4، حيدر اياد الدكن، 1968م: 1/ 172؛ حسين نصار، نشأة التدوين التاريخي عند العرب، منشوارت اقرأ، ط2، بيروت، 1980: 76.\n(4) محمد بن اسحاق المعروف بابن النديم (ت نحو 385 هـ/995م)، الفهرست، دار المعرفة، بيروت، 1978م: 136.\n(5) الخطيب: المصدر السابق: 1/ 230؛ وينظر:\nM. watt. Montgomery. The Materials Used by Ibn ISHAQ. Edited by. Berndrd Lewis. Add. P.m Holt Historian of the middle este. Oxford University press. London, 1926, p.p. 23 - 34.\n(6) وهذه النسبة بضم الميم وتشديد الطاء المهملة وفتحها وكسر اللام، ينظر، السمعاني، ابو سعد عبد الكريم التميمي (ت 562 هـ/1166م)، الانساب، قدمه وعلق عليه، عبد الله عمر البارودي، دار الجنان ط1، بيروت، 1988م: 5/ 326.\n(7) عين التمر، بلدة قريبة من الانبار غربي الكوفة، ينظر، ياقوت احمد بن شهاب الدين الحموي، معجم البلدان، دار الكتاب العربي، بيروت (د، ت): 4/ 176.",
        "(1/7)\n\nالعراق الذين سباهم خالد بن الوليد (رضي الله عنه) سنة (12هـ/ 633م) فقد ذكر البلاذري (1) ان خالد بن الوليد (رضي الله عنه) ((افتتح الحصن عنوة وقتل وسبى ووجد في كنيسة هناك جماعة فسباهم فكان من ذلك السبي ... يسار جد محمد بن اسحاق)).\nوينفرد الخطيب (2) بقوله انه فارسي. وقد استبعد الدوري (3)، هذا الرأي بقوله ((هذا غير ممكن لانه كان رهينة بيد الفرس)) ومما يؤيد انه عربي ما ذكره البكري (4) (ت 487هـ/ 1094م) في قوله ((وبكنيسة عين التمر وجد خالد بن الوليد بعض الغلمة من العرب الذين كانوا رهنا في يد كسرى وهم متفرقون بالشام والعراق منهم ... يسار جد محمد بن اسحاق)) وهذا السبي اول سبي يدخل المدينة المنورة من العراق (5). فقد كان قد بعثه خالد بن الوليد مع بقية السبي الى المدينة (6). وقد اُعطي يسار الى قيس من مخرمة بن المطلب بن عبد مناف (7) وكان ليسار هذا ابناء ثلاثة تزوج احدهم المسمى اسحاق ابنة مولى يسمى صبيح فانجبت له محمداً صاحب المغازي (8). وكان\n__________\n(1) احمد بن يحيى بن جابر (ت 279 هـ/892م)، فتوح البلدان، دار الكتب العلمية، بيروت، 1978م: 248؛ ينظر كذلك، محمد بن جرير الطبري، تاريخ الرسل والملوك، تحقيق، محمد ابو الفضل ابراهيم، دار المعارف، ط4، القاهرة، 1979م:3/ 415.\n(2) تاريخ بغداد: 1/ 231.\n(3) دراسة: 116.\n(4) عبد الله بن عبد العزيز، معجم ما استعجم، تحقيق، مصطفى السقا، مطبعة لجنة التأليف والترجمة، ط1، القاهرة، 1945م: 319.\n(5) الطبري، المنتخب، 654؛ ابو عبد الله محمد بن عمر المرزباني (ت 384هـ/994م)، نور القبس المختصر من المقتبس في اخبار النحاة والادباء والشعراء والعلماء، اختصار، ابي المحاسن يوسف بن احمد بن محمود الحافظ اليغموري، تحقيق، رودلف زلهايم، المطبعة الكاثوليكية، بيروت، 1964م: 310.\nJans J.M.B \"IBn Ishak\". In Encyclopaedia of Islam. E. J Brill. Leiden and Luzac & co. London. Volume III. P. P. 810 ) 811.\n(6) ابو محمد عبد الله بن مسلم بن قتيبة (ت 213 هـ/828م)، المعارف، تحقيق، ثروت عكاشة، دار المعارف، ط2، القاهرة، 1969م: 491؛ الدوري، دراسة: 116.\n(7) الخطيب، المصدر السابق: 1/ 232؛ عمر رضا كحالة، معجم المؤلفين، مكتبة المثنى ودار احياء التراث العربي للطباعة والنشر والتوزيع، بيروت، 1957م: 9/ 44.\n(8) هوروفتس، المرجع السابق: 76.\n(1/8)",
        "\nاسحاق واخواه محدثين معروفين (1) اما محمد بن اسحاق فقد صار ولاؤه لعبد الله بن قيس بن مخرمة بن المطلب القرشي (2).\nرابعاً: نشأته وتكوينه الثقافي.\nنشأ ابن اسحاق وتربى في المدينة المنورة دار سنة الرسول (صلى الله عليه وسلم) وعاصمة الخلفاء الراشدين من بعده والتي كانت دار الحديث والعلم والفقه وكان لعائلته التي نشأ وتربى في كنفها الدور الاكبر في تعليمه وتربيته التربية الصحيحة وتزويده بكل خصال الخير والفضيلة فقد كانت عائلة محبة للعلم ومشجعة عليه، فقد كان ابوه قبله مشغولاً بجمع الاحاديث (3). حتى انه عد محدثاً (4). وكان حريصاً على تزويد ولده محمد بالعلم والثقافة السائدة في عصره وهي دراسة الحديث والفقه (5). وهناك الكثير من الروايات التي يرويها محمد بن اسحاق عن والده في كتاباته (6).والى جانب الاب الحريص على التربية الصحيحة لولده فقد كان هناك العم الذي لم يكن اقل حرصاً من الاب على التربية الصحيحة لابن اخيه وهذا العم هو موسى بن يسار (7). الذي كان محدثاً ايضاً وكذلك يروى عنه ابن اخيه محمد في كتاباته (8). فضلاً عن عمه الاخر عبد الرحمن بن يسار (9). كما كان لمحمد بن اسحاق اخوان من رواة الحديث النبوي الشريف وهما ابو بكر (10)\n__________\n(1) الدوري، دراسة: 116.\n(2) محمد بن اسحاق (ت 151 هـ/768م)، السير والمغازي، تحقيق، سهيل زكار، دار الفكر، ط1، بيروت، 1978م، المقدمة: 17؛ المبتدا والمبعث والمغازي، تحقيق،: محمد حميد الله، معهد الدراسات والابحاث، ط1، الرباط، 1981م، المقدمة: ي - ز؛ الحموي، معجم الادباء: 18/ 5.\n(3) هوروفتس، المرجع السابق: 77.\n(4) الدوري،: دراسة: 77.\n(5) نور الدين حاطوم واخرون، المدخل الى التاريخ (في التاريخ والمؤرخون منذ القديم حتى اليوم)، مطبعة الانشاء، ط1، دمشق، 1965م: 194.\n(6) ينظر، ابن اسحاق، السير والمغازي: 260، الطبري، تاريخ: 2/ 244.\n(7) الخطيب، المصدر السابق: 1/ 231.\n(8) ينظر، ابو محمد عبد الملك بن هشام (ت 218هـ/ 833م)، السيرة النبوية، تحقيق، مصطفى السقا واخرون، مطبعة منير ودار الفكر، بغداد، 1986م: 2/ 98.\n(9) ينظر، ابن حجر، تهذيب التهذيب: 9/ 38.\n(10) الحموي، معجم الادباء: 18/ 6.\n(1/9)\n",
        "وعمر (1) ابنا اسحاق بن يسار. اذاً فلابد ان يكون محمد بن اسحاق قد احب الاشتغال منذ حداثته برواية الحديث (2). ولكنه اهتم بصورة خاصة بمغازي النبي (صلى الله عليه وسلم) (3) والى جانب دور الاسرة المحبة للعلم والفضيلة فقد كانت المدنية مليئة برجال العلم المعروفين حيث ان ابن اسحاق وكما يقول هوروفتس (4) ((وسع فيما بعد مداركه بزيارة اشهر العلماء)). من امثال عاصم بن عمر بن قتادة (ت 120 هـ/ 838م) (5) ومحمد بن مسلم بن شهاب الزهري (ت 124هـ/741م) (6) وعبد الله بن ابي بكر بن محمد بن عمرو بن حزم (ت 135هـ / 741م) (7). وقد رجع الى الثلاثة جميعهم في كتابه (8)، ويظهر انه اتصل في دراسته بكافة الاوساط من محدثين واهل كتاب ورواة وقصاص واخذ عن الجميع (9).\nحاول ايضاَ ان يحصل على الاخبار من اي مكان اخر ويذكر في كتابه قرابة مئة راو من المدينة وحدها (10). خاصة اذا علمنا ان هذه الحقبة وهي نهاية القرن الاول وبداية القرن الثاني للهجرة شهدت اقبالاً واسعاً على تحصيل العلم والفقه والحديث وتدوينه، خاصة في المدينة المنورة دار السنة وعاصمة الدولة العربية الاسلامية (11).في ذلك الجو الاسري والاجتماعي العلمي نشأ ابن\n__________\n(1) خليفة بن خياط العصفري (ت 240 هـ/854م)، تاريخ خليفة بن خياط، تحقيق، اكرم ضياء الدين العمري، مطبعة المجمع العلمي العراقي، ط1، بغداد، 1967م: 2/ 656.\n(2) هوروفتس، المرجع السابق: 77.\n(3) الدوري، دراسة: 117.\n(4) المغازي الاولى: 77.\n(5) ينظر ترجمة: ص 113 من الرسالة.\n(6) ينظر ترجمة: ص 25 من الرسالة.\n(7) ينظر ترجمة: ص 80 من الرسالة\n(8) هوروفتس، المرجع السابق: 77؛ حاطوم، المرجع السابق: 194.\n(9) الدوري، دراسة: 117.\n(10) هوروفتس، المرجع السابق: 77؛ السيد عبد العزيز سالم، تاريخ العرب في عصر الجاهلية، دار النهضة، بيروت، 1971م: 29؛ شاكر مصطفى، التاريخ العربي والمؤرخون، دار العلم للملايين، ط2، بيروت، 1979م: 1/ 160.\n(11) عبد المنعم ماجد، مقدمة لدراسة التاريخ الاسلامي، مكتبة الانجلو المصرية، ط2، القاهرة، 1964م: 33 - 34.\n(1/10)\n\nاسحاق وتربى واخذ كل الرعاية اللازمة لكي ينال شرف التخرج من عائلة محبة للعلم ومشجعة عليه ومجتمع اسلامي يربي ابناءه على الخير والفضيلة لينال اعلى درجات الاحترام والتقدير فيما بعد.\nخامسا: رحلاته\nلم يكتف ابن اسحاق بدور عائلته ومجتمعه المدني في دراسته فدفعته رغبته العالية في تحصيل العلم والمعرفة الى الرحيل الى خارج المدينة ليطلع بصورة اكبر على العلم والمعرفة الموجودة في خارج المدينة وفي الامصار والمدن الاسلامية الاخرى. فقد كان من عادة رجال العلم الانكباب على الدراسة والاغتراب عن الوطن في سبيل الاخذ عن العلماء والتتلمذ على ايدي الشيوخ الكبار (1). فقد رحل ابن اسحاق اولاً الى مصر في سنة (115 هـ/ 733م) (2) فسمع خاصة من يزيد ابي حبيب (ت 128هـ/ 745م) الذي كان اول من غرس دراسة الحديث في مصر (3). واخذ عنه وعن محدثين مصريين اخرين (4). وقد اخذ عن يزيد كتاباً ذكر فيه من بعثهم رسول الله (صلى الله عليه وسلم) الى البلدان وملوك العرب والعجم وما قاله لاصحابه حين بعثهم (5). ولم يرحل ابن اسحاق من مصر الى العراق مباشرة كما يظن عامة الناس ولكنه زار بلدته المدينة في اول الامر (6). وربما كان في احدى هذه الزيارات ان ابرزه استاذه الزهري للحاضرين في عام (123هـ/ 740م) كما قابل سفيان بن عيينه (ت 198هـ/ 813م) ابن اسحاق في المدينة في عام (132هـ/ 749م) ايضاً (7). ثم بعد ذلك رحل ابن اسحاق الى العراق بعد انتصار العباسيين سنة\n__________\n(1) جواد علي، موارد تاريخ الطبري، مجلة المجمع العلمي العراقي، بغداد، 1950م: 1/ 208.\n(2) الذهبي، سير اعلام النبلاء: 7/ 47؛ خير الدين الزركلي، الاعلام، دار العلم للملايين، ط4 بيروت، 1979م: 6/ 28.\n(3) هوروفتس، المرجع السابق: 77.\n(4) الذهبي:، سير اعلام النبلاء: 7/ 47 - 48؛ فؤاد سزكين، تاريخ التراث العربي (التدوين التاريخي) ترجمة، محمود فهمي الحجاري، جامعة محمد بن سعود الاسلامية الرياض، 1983م/ 2/ 88.\n(5) الدوري، دراسة: 117.\n(6) هوروفتس، المرجع السابق: 77.\n(7) هوروفتس، المرجع السابق: 77 - 78.",
        "(1/11)\n\n(132هـ / 749م) (1). وقد رحل الى الكوفة والري والجزيرة وبغداد فقد ذكر ابن قتيبة (2) ((كان ابن اسحاق مع العباس بن محمد بالجزيرة)). حيث كان العباس والياً في عام (142هـ/ 759م) وكان قصد ابا جعفر المنصور بالحيرة (الذي تولى الخلافة من عام (136هـ/ 753م الى عام 158هـ/ 774م) ولكنه تحول الى بغداد في عام (146هـ/ 763م) للمرة الاولى)) فكتب اليه المغازي فسمع منه اهل الكوفة لذلك السبب وسمع منه اهل الجزيرة حين كان مع العباس بن محمد واتى الري حيث كان يعيش ولي العهد المهدي من قبل عام (151هـ/ 768م) فسمع منه اهلها، فرواته من هذه البلدان اكثر ممن روى عنهم من اهل المدينة (3). قال محمد بن سعد (4) ((وكان خرج من المدينة قديما فاتى الكوفة والجزيرة والري وبغداد فاقام بها حتى مات)) ويقول بروكلمان (5) ((ان الخليفة المنصور هو الذي اجتذبه الى بغداد)). ولعل السبب في ذلك هي الشهرة الكبيرة التي حصل عليها ابن اسحاق في علم السيرة النبوية والمغازي (6). ورغبة الخليفة المنصور في الافادة منه في تثقيف ابنه وولي عهده المهدي فاراد من ابن اسحاق ان يكون معلماً ومدرساً للمهدي) (7). ثم أن هناك رغبة الخليفة مؤسس الخلافة العباسية في اجتذاب كافة علماء الامصار الى العاصمة بغداد لكي تصبح عاصمة ومناراً للعلم والمعرفة فضلاً عن كونها عاصمة من الناحية الادارية\n__________\n(1) ابن سعد، المصدر السابق: 7/ 322؛ ينظر، ابو العباس شمس الدين بن خلكان (ت608هـ/1211م) وفيات الاعيان وانباء ابناء الزمان، تحقيق، احسان عباس، دار صادر، بيروت، 1972م:4/ 276؛ جرجي زيدان، تاريخ آداب اللغة العربية، مكتبة النهضة، بيروت، 1983م: 2/ 458.\n(2) المعارف: 492؛ وينظر،،: ابو الفلاح الحنبلي المعروف بابن العماد (ت 1089هـ/1678م)، شذرات الذهب في اخبار من ذهب، دار الافاق الجديدة، بيروت، (د، ت): 1/ 230.\n(3) هوروفتس، المرجع السابق: 80.\n(4) الطبقات: 7/ 322.\n(5) مادة (ابن اسحاق)، دائرة المعارف الاسلامية، ترجمة، ابراهيم زكي خورشيد، الابهيشي، طهران، 1933م: 1/ 89.\n(6) رينولد نلكس، تاريخ العرب الادبي في الجاهلية وصدر الاسلام، ترجمة وتحقيق، صفاء خلوصي، مطبعة المعارف، ط2، بغداد، 1969م: 239.\n(7) الخطيب، المصدر السابق: 1/ 232.\n(1/12)",
        "\nوالعسكرية (1). ولذلك فقد عد الذهبي (2)، عصر الخليفة المنصور بانه عصر تدوين العلم في الاسلام.\nسادساً: صفاته وسجاياه.\nاتصف ابن اسحاق بالعديد من الصفات والسجايا الحميدة التي كانت من اسباب شهرته وعلو مكانته بين اقرانه خاصة وبين الناس عامة وقد اتصف بحسن الصورة والوجه كما كان وسيماً (3). مع اننا نجد اشارات متفرقة عن شكله فيذكر الخطيب (4). مثلاً انه ((كان يخضب بالسواد)) ورواية اخرى تذكر بانه ((كان احولاً)) (5) وقد ذكر الحموي (6) ((كان محمد بن اسحاق يجلس قريباً من النساء في مؤخر المسجد فيروى انه كان يسامر النساء فرفع الى هشام وهو امير المدينة وكانت له شعره حسنة فرفق راسه وضربه اسواطاً ونهاه عن الجلوس هناك وكان حسن الوجه)) (7) ويحدد هوروفتس (8) عمر ابن اسحاق في هذه الفترة فيما بين العشرين الى الثلاثين عاماً. كما يذكر عن ابن اسحاق انه كان يلهو ويلعب بالديوك (9). ولكن الذهبي (10) يعترض على هذا الخبر مباشرة ويدافع عن ابن اسحاق بقوله ((لم يذكر ابنَ اسحاق ابو عبد الله البخاري في كتاب الضعفاء له)) ومما يدل على بطلان هذه الادعاءات ان هذه التهمة تعد فاعلها في نظر غيره من الضعفاء ولو كان ابن اسحاق منهم لما دافع عنه الذهبي (11) في مواطن متعددة. وكانت من اهم سجايا ابن\n__________\n(1) صالح احمد العلي، العراق في التاريخ، دار الحرية للطباعة، بغداد، 1983م: 388 – 389.\n(2) تاريخ الاسلام: 6/ 13.\n(3) الحموي، معجم الادباء: 18/ 6.\n(4) تاريخ بغداد: 2/ 241.\n(5) ابن خلكان، المصدر السابق: 4/ 276.\n(6) معجم الادباء: 18/ 6.\n(7) يذكر الحموي ان هشاماً كان والياً على المدينة من عام (82/ 86هـ) على هذا فانه من الصعب ان يكون هو الوالي المشار اليه. ومن المؤكد ان الوالي المعني هو اسماعيل بن هشام الذي ولي المدينة من عام (102/ 114هـ)، ينظر، ابن اسحاق، المبتدأ والمبعث والمغازي: المقدمة: ي- ط.\n(8) المغازي الاولى ومؤلفوها: 77.\n(9) الذهبي، تاريخ الاسلام: 6/ 593.\n(10) ميزان الاعتدال: 3/ 471.\n(11) ينظر، سير اعلام النبلاء: 7/ 40 – 41، 49.\n(1/13)\n",
        "اسحاق منذ صغر سنه هي ذاكرته الممتازة (1) وقدرته العالية على حفظ العلم ودراسته وكان يمتدح لامتلاكه هذه الذاكرة القوية فقد روى الخطيب عن شعبة (ت 160 هـ/776م) قوله ((محمد بن اسحاق امير المحدثين. فقيل له: لم؟ فقال لحفظه)) (2) وقال محمد بن خازم (ت 195 هـ/ 819م) ((كان ابن اسحاق من احفظ الناس ... واذا كان عند الرجل خمسة احاديث او اكثر جاء فاستودعها ابن اسحاق وقال احفظها علي فان نسيتها كنت قد حفظتها علي)) (3) وهذا انما يدل على قدرته العالية على حفظ العلم، والمهم في هذا الامر الامانة العالية التي يتمتع بها ابن اسحاق فقد تبين لنا من كلام ابن خازم ليس فقط قدرة ابن اسحاق العالية على الحفظ بل انه كان حاصلاً على ثقة الناس وانهم يودعون لديه ما حفظوا من حديث الرسول (صلى الله عليه وسلم) دون أي تردد، ومعلوم انه في هذه الفترة كان كل شخص يتباهى بما يحفظ من حديث الرسول (صلى الله عليه وسلم) وكان الحفظ في هذه الفترة له مكانته الخاصة بل ان قدرة الحفظ العالية لابن اسحاق صورته لنا بانه من حفاظ النصيب الاكبر من حديث الرسول (صلى الله عليه وسلم) فقد ذكر الخطيب (4)، عن علي بن المديني (ت334 هـ/ 945م) قوله ((مدار حديث رسول الله (صلى الله عليه وسلم) على ستة فذكرهم ثم قال: فصار علم الستة عند اثنى عشر احدهم ابن اسحاق)) وهناك رواية اخرى تدل على مدح ابن اسحاق لاخلاقه بنفسه تلك الاخلاق العالية التي لم تكن تخفى على من حوله ولو لم يكن ذلك صحيحاً لما تناقل هذا الخبر من سمعه من ابن اسحاق في حينها فقد ذكر الخطيب قائلاً (( ... حدثنا ابراهيم بن يحيى بن محمد بن هانى الشجري عن ابيه قال لما اراد محمد بن اسحاق الى الخروج الى العراق قال له رجل من اصحابه: اني احسب السفر غداً خسيسة يا ابا عبد الله وكان ابن اسحاق قد رق فقال: والله ما اخلاقنا بخسيسة ولربما قصر الدهر باع الكريم (5))).\n__________\n(1) الدوري، دراسة: 117؛ حسين محمد سليمان، المدخل الى دراسة علم التاريخ، دار الاصلاح، الدمام، 1984م: 144؛ اكرم ضياء الدين العمري، السيرة النبوية الصحيحة، مكتبة العلوم والحكم، ط5، المدينة المنورة، 1993م: 42.\n(2) الخطيب، المصدر السابق: 1/ 243.\n(3) المصدر نفسه: 1/ 235 – 236.\n(4) المصدر نفسه: 1/ 234.\n(5) المصدر نفسه: 1/ 236.\n(1/14)\n\nوبهذا يكون ابن اسحاق قد امتاز بالعديد من الصفات والسجايا التي كانت وراء شهرته وعلو مكانته بين شيوخه وتلاميذه فضلاً عن ثقة العلماء به ومن مجتمعه.\nسابعاً: شيوخ ابن اسحاق وتلاميذه\n- شيوخه:\nلاحظنا فيما تقدم ان ابن اسحاق نشأ في المدينة وتتلمذ على ايدي شيوخها وجمع مروياته عن سيرة الرسول (صلى الله عليه وسلم) ومغازيه والاحداث المهمة في تاريخ الامة الاسلامية فيها وكان في مقدمة شيوخه الذين تتلمذ على ايديهم اعلام العلماء في عصره من محدثين واخباريين ونسابين وفقهاء وقد افاد من اختصاص كل شيخ من شيوخه ووعى علومهم واضاف اليها. وفيما يأتي شيوخ ابن اسحاق وفي مقدمتهم شيوخه من عائلته:\n1 - والدهُ اسحاق بن يسار (ت بعد 110 هـ/ 728م) (1)\nاسحاق بن يسار مولى قيس بن مخرمة المطلبي القرشي المدني (2). وقد وثقه العلماء واجلوه واثنوا عليه. قال ابو زرعة (ت 181هـ/ 797م) ((ثقة)). كما وثقه ابن معين (ت 233هـ/ 847م) (3). وروى له ابو داود (ت 275هـ/ 888م) في المراسيل (4). وذكره ابن حبان (5)، في كتاب الثقات، وكذلك قال عنه ابن حجر (6) ((ثقة)) وأكد سماع ابن اسحاق عنه (7). وقد روى عنه ابنه محمد ثلاثاً وعشرين رواية هي ((زوجة عبد الله بن عبد المطلب الاخرى)) (8).\n__________\n(1) الذهبي، تاريخ الاسلام: 4/ 320.\n(2) البخاري، التاريخ الكبير: 1/ 405؛ ابن حجر، تهذيب التهذيب: 1/ 257.\n(3) الرازي، المصدر السابق: 2/ 237\n(4) المزي، المصدر السابق: 1/ 203؛ الذهبي، ميزان الاعتدال: 1/ 205.\n(5) ابو حاتم محمد، الثقات في الصحابة والتابعين واتباع التابعين، تصحيح، عبد الخالق الافغاني، مطبوعات المجمع العلمي، حيدر اباد، 1968م: 6/ 48.\n(6) شهاب الدين ابو الفضل، تقريب التهذيب، قدمها، محمد عوامه، دار ابن حزم ط1، بيروت، 1999م: 131.\n(7) ابن حجر، تهذيب التهذيب: 9/ 38.\n(8) ابن اسحاق، السير والمغازي: 44؛ المبتدأ والمبعث والمغازي: 21.",
        "(1/15)\n\nو ((امر قصي وما قال لعبد الدار)) (1) و ((عبد الله والمرأة المعترضة له بعد بنائه بآمنة)) (2) و ((غلبة الرسول (صلى الله عليه وسلم) لركانة واية الشجرة)) (3) و ((تشاور قريش في الرجوع عن القتال قبل بدر)) (4) و ((قتل الملائكة للمشركين)) (5) و ((تبرؤا بن الصامت من حلف يهود قينقاع وما انزل فيه وابن ابي)) (6) و ((مقتل عمرو بن الجموح)) (7) و ((امر الرسول (صلى الله عليه وسلم) بدفن عمرو بن الجموح وعبد الله بن عمرو بن حزم في قبر واحد)) (8) و ((بئر معونة)) (9) و ((صلاة المسلمين العصر في بني قريظة)) (10) و ((ذكر ابي ايوب طهر عائشة (رضى الله عنها))) (11) و ((نصرة الملائكة في حرب هوازن) (12) و ((سؤال اهل العراق لعلي (رضى الله عنه) عمن كان احدث عهداً بالرسول (صلى الله عليه وسلم))) (13) و ((جواب علي (رضى الله عنه) بان القثم بن العباس اخر الناس عهداً بالرسول (صلى الله عليه وسلم))) (14). و ((حفظ الرسول (صلى الله عليه وسلم) من دنس الجاهلية)) (15) و ((خبر ابي نيزر ابن النجاشي)) (16) و ((حديث قريش مع الحارث بن\n__________\n(1) ابن هشام، المصدر السابق: 1/ 129.\n(2) المصدر نفسه: 1/ 157.\n(3) المصدر نفسه: 1/ 342.\n(4) المصدر نفسه: 1/ 622.\n(5) المصدر نفسه: 2/ 633.\n(6) المصدر نفسه: 1/ 49.\n(7) المصدر نفسه: 2/ 90.\n(8) المصدر نفسه: 2/ 198.\n(9) المصدر نفسه: 2/ 184.\n(10) المصدر نفسه: 2/ 235.\n(11) المصدر نفسه: 2/ 203.\n(12) المصدر نفسه: 2/ 449.\n(13) المصدر نفسه: 2/ 664.\n(14) احمد بن يحيى بن جابر البلاذري، انساب الاشراف، تحقيق، محمد حميد الله، دار المعارف، القاهرة، 1959م: 1/ 577.\n(15) ابن اسحاق، السير والمغازي: 79؛ المبتدأ والمبعث والمغازي: 57.\n(16) ابن اسحاق، السير والمغازي: 220؛ المبتدأ والمبعث والمغازي: 202.\n(1/16)",
        "\nعبد العزى)) (1) و ((تزويج ام كلثوم (رضى الله عنها) عون بن جعفر بن ابي طالب (رضي الله عنه))) (2) و ((زواج الرسول (صلى الله عليه وسلم) من ام سلمة (رضى الله عنها))) (3) و ((خبر صفية (رضى الله عنها))) (4) و ((حديث ركانة بن عبد يزيد)) (5) و ((تشبث عبد الله بن ابي بن سلول بامر بني قينقاع)) (6).\n2 - عمه موسى بن يسار المدني (ت بعد 110 هـ/ 728م) (7)\nموسى بن يسار مولى قيس بن مخرمة القرشي المطلبي (8) وقد وثقه العلماء واجلوه. قال ابن معين ((ثقة)) (9). كما استشهد به البخاري في صحيحه .. وروى له ابو داود (10) وذكره ابو حاتم (ت 277هـ/ 890م) واثنى عليه (11). كما روى له الترمذي (ت 279هـ/ 892م) والنسائي (ت 303هـ/ 915م) (12). وذكره ابن حبان (13) في كتاب الثقات. وقال عنه الذهبي (14) ((صدوق)).\nكما قال ابن حجر (15) ((ثقة)) واكد الذهبي (16) سماع ابن اسحاق عنه. وروى عنه ابن اسحاق ((حديث الرسول (صلى الله عليه وسلم) في جرحى احد)) (17).\n__________\n(1) ابن اسحاق، السير والمغازي: 234؛ المبتدأ والمبعث والمغازي: 218.\n(2) ابن اسحاق، السير والمغازي: 250؛ المبتدأ والمبعث والمغازي: 234.\n(3) ابن اسحاق، السير المغازي: 260؛المبتدأ والمبعث والمغازي: 243.\n(4) ابن اسحاق، السير والمغازي: 264؛ المبتدأ والمبعث والمغازي: 246.\n(5) ابن اسحاق، السير والمغازي: 276؛ المبتدأ والمبعث والمغازي: 256.\n(6) ابن اسحاق، السير والمغازي: 314؛ المبتدأ والمبعث والمغازي: 295.\n(7) الذهبي، تاريخ الاسلام: 4/ 485.\n(8) البخاري، التاريخ الكبير: 7/ 398.\n(9) الرازي، المصدر السابق 8/ 167؛ الذهبي، ميزان الاعتدال: 4/ 226.\n(10) المزي، المصدر السابق: 7/ 282؛ تقي الدين محمد بن احمد الحسني (ت 832هـ/1428م)، العقد الثمين في تاريخ البلد الامين، تحقيق، محمد عبد القادر احمد عطا، دار الكتب العلمية، ط1، بيروت، 1998م: 6/ 124.\n(11) الرازي، المصدر السابق: 8/ 167.\n(12) ابن حجر، تهذيب التهذيب: 10/ 377.\n(13) الثقات: 5/ 404.\n(14) ميزان الاعتدال: 4/ 226.\n(15) تقريب التهذيب: 644.\n(16) تذكرة الحفاظ: 1/ 173.\n(17) ابن هشام، المصدر السابق: 2/ 98.\n(1/17)\n",
        "- شيوخ ابن اسحاق المدنيين.\nوكان من العلماء الاخرين الذين امدوا ابن اسحاق بالعلم الغزير والرعاية العالية والكبيرة من غير اسرته علماء كبار كان لهم اثرهم في حفظ ونقل تاريخ سيرة الرسول (صلى الله عليه وسلم) ومغازيه وتاريخ الامة الاسلامية. وهم.\n1 - نافع مولى ابن عمر (رضى الله عنه) (ت 117هـ/ 735م) (1)\nنافع بن سرجس المدني. كنيته ابو عبد الله. وكان من الثقات النبلاء والعلماء الاجلاء وقيل ان عمر بن عبد العزيز (رضى الله عنه) كان قد بعثه الى مصر ليعلم اهلها السنن (2). وقد اثنى عليه العلماء واجلوه ووثقوه (3). فقال ابن سعد (4) ((كان ثقة قليل الحديث)). وقال ابن حجر (5) ((ثقة ثبت)). واكد الرازي (6) والخطيب (7) سماع ابن اسحاق عنه. وروى عنه ابن اسحاق ست روايات هي ((القول في جميع الزمان)) (8) و ((كتاب عمر (رضى الله عنه) الى هشام بن العاصي)) (9) و ((عدو اليهود على عبد الله بن عمر (رضى الله عنه))) (10) و ((ارجاع جارية عبد الله بن عمر (رضى\n__________\n(1) عماد الدين اسماعيل بن عمر بن كثير (ت 774هـ/1372م)، البداية والنهاية، مكتبة المعارف ومكتبة النصر، ط1، الرياض، 1966م: 9/ 319.\n(2) ابن سعد، المصدر السابق: 5/ 477: ابو يوسف يعقوب بن سليمان الفسوي (ت 277هـ/890م) المعرفة والتاريخ، وضع حواشيه، خليل المنصور، دار الكتب العلمية، ط1، بيروت، 1999م: 1/ 395.\n(3) ابو زكريا محي الدين بن شرف النووي (ت 676هـ/1277م)، تهذيب الاسماء واللغات، المطبعة المنيرية، القاهرة (د، ت): ق1: 1/ 118.\n(4) الطبقات: 5/ 477.\n(5) تقريب التهذيب: 649.\n(6) الجرح والتعديل: 7/ 191.\n(7) تاريخ بغداد: 1/ 231.\n(8) الطبري: تاريخ: 1/ 11.\n(9) ابن هشام، المصدر السابق: 1/ 475.\n(10) المصدر نفسه: 2/ 357.\n(1/18)\n\nالله عنه))) (1). و ((امر الرسول (صلى الله عليه وسلم) لنسائه ان يحللن بعمره) (2) و ((اسلام عمر (رضى الله عنه))) (3).\n\n2 - محمد بن علي بن الحسين (ت 118هـ/ 736م) (4)\nمحمد بن علي بن الحسين بن علي بن ابي طالب (رضى الله عنه) القرشي الهاشمي. ابو جعفر الباقر (5). وثقه العلماء واجلوه. قال ابن عيينة (ت 198هـ/ 813م) ((هو خير محمديّ على وجه الارض)) (6) وقال ابن سعد (7) ((كان ثقة كثير الحديث)) وقال العجلي (ت 261 هـ/ 874م) ((مدني تابعي ثقة)) (8) كما ذكره ابو حاتم واثنى عليه (9). وكان ابو جعفر وابنه جعفر قد سُئلا عن ابي بكر وعمر (رضى الله عنهما) فقالا ((يا سالم تولهما وابرأ من عدوهما فانهما كانا امامي هدى والله ما ادركت احداً من اهل بيتي الا وهو يتولاهما)) (10) وقال ابن حجر (11) ((ثقة فاضل)) واكد الخطيب (12) سماع ابن اسحاق عنه. وقد روى عنه ابن اسحاق سبع روايات هي ((ان الرسول (صلى الله عليه وسلم) هو الذي وضع حجر الركن في موضعه)) (13) و ((اليوم الذي وقعت فيه معركة بدر)) (14) و ((حديث الرسول (صلى الله عليه وسلم) نصرت بالرعب)) (15) و ((الانفال\n__________\n(1) المصدر نفسه: 2/ 490.\n(2) المصدر نفسه: 2/ 602.\n(3) ابن اسحاق، السير والمغازي: 184؛ المبتدأ والمبعث والمغازي: 164.\n(4) ابن خياط، المصدر السابق: 2/ 363.\n(5) ابن سعد، المصدر السابق: 5/ 320؛ الذهبي، سير اعلام النبلاء: 4/ 402.\n(6) المزي، المصدر السابق: 6/ 442.\n(7) الطبقات: 5/ 320.\n(8) المزي، المصدر السابق: 6/ 442.\n(9) الرازي، المصدر السابق: 8/ 26.\n(10) ابن سعد، المصدر السابق: 5/ 321.\n(11) تقريب التهذيب: 580.\n(12) تاريخ بغداد: 1/ 231.\n(13) ابن اسحاق، السير والمغازي: 108: المبتدأ والمبعث والمغازي: 88.\n(14) ابن اسحاق، السير والمغازي: 130؛ بالمبتدأ والمبعث والمغازي: 110.\n(15) ابن اسحاق، السير والمغازي: 306؛ المبتدأ والمبعث والمغازي: 286.",
        "(1/19)\n\nللرسول (صلى الله عليه وسلم) ولذي القربى)) (1). و ((زواج الرسول (صلى الله عليه وسلم) من زوجة ابن حجش بعد موته)) (2) و ((خبر ذي الخويصرة)) (3) و ((خبرام حبيبة (رضى الله عنها))) (4).\n3 - محمد بن جعفر الزبير (ت بعد 110هـ/ 728م) (5)\nمحمد بن جعفر بن الزبير بن العوام القرشي الاسدي المدني من فقهاء اهل المدينة وقرائهم (6). ذكره ابو حاتم واثنى عليه خيراً (7). كما وثق النسائي به (8). وذكره ابن حبان (9) في كتاب الثقات. وقال عنه المزي (10) ((كان عالماً وله احاديث)) وقال ابن حجر (11) ((ثقه)) واكد الخطيب (12) وابن حجر (13) سماع ابن اسحاق عنه. وروى عنه ابن اسحاق اثنتين وعشرين رواية هي ((حديث بيعث زيد امة وحده)) (14) و ((زواج الرسول (صلى الله عليه وسلم) من جويرية بنت الحارث)) (15) و ((غزوة السويق)) (16) و ((غضب الرسول (صلى الله عليه وسلم) على ما فعل\n__________\n(1) ابن هشام، المصدر السابق: 1/ 676.\n(2) المصدر نفسه: 1/ 224.\n(3) المصدر نفسه: 2/ 497.\n(4) ابن اسحاق، السير والمغازي: 259؛ المبتدأ المبعث والمغازي: 242.\n(5) الذهبي، تاريخ الاسلام: 4/ 461.\n(6) البخاري، التاريخ الكبير: 1/ 54.\n(7) الرازي، المصدر السابق: 7/ 221.\n(8) المزي، المصدر السابق: 6/ 263.\n(9) الثقات: 7/ 394.\n(10) تهذيب الكمال: 6/ 263.\n(11) تقريب التهذيب: 550.\n(12) تاريخ بغداد: 1/ 231.\n(13) تهذيب التهذيب/ 9/ 38.\n(14) ابن اسحاق، السير والمغازي: 119؛ المبتدأ والمبعث والمغازي: 99.\n(15) ابن اسحاق، السير والمغازي: 263؛ المبتدأ والمبعث والمغازي: 245.\n(16) ابن اسحاق، السير والمغازي/ 310، المبتدأ والمبعث والمغازي: 291.\n(1/20)",
        "\nالمشركون بحمزة (رضى الله عنه))) (1) و ((امر عوف بن لؤي)) (2). و ((تنصر عبد الله بن جحش في الحبشة)) (3) و ((قدوم الرسول (صلى الله عليه وسلم) قباء)) (4) و ((ما كان يقول بلال (رضى الله عنه) قبل الاذان)) (5) و ((صلاة المسلمين الى المشرق)) (6) و ((تحريض صفوان عمير بن وهب على قتل الرسول (صلى الله عليه وسلم))) (7) و ((حزن الرسول (صلى الله عليه وسلم) على حمزة (رضى الله عنه) وتوعده المشركين بالمثلة)) (8) و ((قتل المسلمين امراه من قريظة)) (9) و ((بعث الرسول (صلى الله عليه وسلم) الى مؤتة واختياره الامراء)) (10) و ((رجوع الجيش وتلقي الرسول (صلى الله عليه وسلم) له وغضب المسلمين)) (11) و ((كتاب حاطب الى قريش وعلم الرسول (صلى الله عليه وسلم) بامره)) (12) و ((طواف الرسول (صلى الله عليه وسلم) بالبيت وكلمته فيه)) (13) و ((امان الرسول (صلى الله عليه وسلم) لصفوان بن امية)) (14).\nو ((مقتل ابن نبيح)) (15) و (الاختصام في دم ابن الاضبط)) (16) و ((ذكر زواج الرسول (صلى الله عليه وسلم) امهات المؤمنين (رضى الله عنهن))) (17) و ((بعثة اسامة)) (18) و ((خبر غزوة حنين)) (19).\n4 - الزهري (ت 124هـ/ 741م) (20)\nمحمد بن مسلم بن عبد الله بن عبيد الله بن شهاب الزهري. كنيته ابو بكر (21). كان محدثاً وفقيها وحافظاً (22). وهو من اكبر اساتذة ابن اسحاق المدنيين. وغالباً ما يعبر عن العلاقة التي كانت بينهما في صورة الاسناد (23). فيقول ابن اسحاق مثلاً ((حدثني محمد بن مسلم الزهري)) (24) او ((سالت ابن شهاب الزهري)) (25) او يقول ((حدثني الزهري ... قد جمعت لك الذي حدثني القوم)) (26). وقد بعث ابن اسحاق ايضاً الى الزهري وثيقة رواها له يزيد بن ابي حبيب في مصر عن سفارات النبي (صلى الله عليه وسلم) الى الامراء المختلفين كي يتحقق من صحتها (27). وكان الزهري كثير التنقل والسفر بحثاً عن العلم والمعرفة فقد سافر الى الشام وله سفارات متعددة الى مكة كما سافر الى مصر (28) ويعد الزهري مؤسس المدرسة التاريخية في كل من المدينة والشام فأرسى قواعدها على اسس راسخه ورسم وجهة الدراسات التاريخية فيها (29). وقيل ان اول من دون العلم ابن شهاب الزهري (30). كما قيل انه اعلم الناس بالانساب والفرائض والسنن (31). وكان الزهري قد كتب في\n__________\n(1) ابن اسحاق، السير والمغازي: 335؛ المبتدأ والمبعث والمغازي: 314.\n(2) ابن هشام، المصدر السابق: 1/ 99.\n(3) المصدر نفسه: 1/ 223.\n(4) المصدر نفسه: 1/ 492.\n(5) المصدر نفسه: 1/ 509.\n(6) المصدر نفسه: 1/ 547.\n(7) المصدر نفسه: 1/ 661.\n(8) المصدر نفسه: 2/ 95.\n(9) المصدر نفسه: 2/ 242.\n(10) المصدر نفسه: 2/ 373.\n(11) المصدر نفسه: 2/ 382.\n(12) المصدر نفسه: 2/ 398.\n(13) المصدر نفسه: 2/ 411.\n(14) المصدر نفسه: 2/ 417.\n(15) ابن هشام، المصدر السابق: 2/ 619.\n(16) المصدر نفسه: 2/ 627.\n(17) المصدر نفسه: 2/ 645.\n(18) المصدر نفسه: 2/ 650.\n(19) البلاذري، انساب الاشراف: 1/ 385.\n(20) ابن خياط، المصدر السابق: 2/ 372.\n(21) ابن سعد، المصدر السابق: 4/ 126.\n(22) الرازي، المصدر السابق: 8/ 71؛ النووي، المصدر السابق: ق1: 1/ 190.\n(23) هوروفتس، المرجع السابق: 88.\n(24) ابن هشام، المصدر السابق: 1/ 357.\n(25) المصدر نفسه: 2/ 132.\n(26) المصدر نفسه: 2/ 309.\n(27) هوروفتس، المرجع السابق: 88.\n(28) عبد الستار حمدون احمد الجبوري، الزهري ومنهجه في التدوين التاريخي، رسالة دكتوراه مطبوعة على الالة الكاتبة قدمت الى كلية الاداب – جامعة الموصل، 1989م: 29 – 33.\n(29) الجبوري، المرجع السابق: 137.\n(30) المزي: المصدر السابق: 6/ 511؛ الجبوري، المرجع السابق: 141.\n(31) ابن كثير، المصدر السابق: 9/ 340.\n(1/21)\n",
        "مغازي رسول الله (صلى الله عليه وسلم) وكتب كتاباً اسماه ((نسب قريش)) وكتاب ((اسنان الخلفاء)) و ((الناسخ والنسوخ في القرآن)) و ((تنزيل القرآن)) و ((مشاهد النبي (صلى الله عليه وسلم))) (1). وقد وثق به العلماء والائمة واحتجوا به. قال ابن سعد (2) ((كان ثقة كثير الحديث والعلم والرواية فقهياً جامعاً ... وكانت له صلات طيبة مع الخلفاء الامويين بدمشق حتى انهم قضوا عنه ديناً كان عليه)) وقال عنه الذهبي (3) ((الحافظ الحجة)). واكد الخطيب (4) سماع ابن اسحاق عنه وقد روى عنه ابن اسحاق مائة وسبع روايات (5). تتعلق بسيرة الرسول (صلى الله عليه وسلم) وغزواته وحديث السقيفة وخطبة عمر بن الخطاب (رضى الله عنه) قبل البيعة (6). وعام الفتح (7) وسرية عبد الله بن حجش وعام الحديبية وغزوة حنين وغزوة الطائف. ووفاة فاطمة (رضى الله عنها) (8).\n\nوفتح اذربيجان (9) وبيعة ابي بكر الصديق (رضى الله عنه) وخروج عمر بن الخطاب (رضى الله عنه) الى الشام (10) وغزوة احد. وسرية زيد بن حارثة (11). والهجرة الى الحبشة (12). وسؤال ابن\n__________\n(1) ينظر، الجبوري، المرجع السابق: 141 – 143.\n(2) الطبقات: 4/ 126.\n(3) ميزان الاعتدال: 4/ 40.\n(4) تاريخ بغداد: 1/ 231.\n(5) ينظر، الجبوري، المرجع السابق: 111.\n(6) ينظر ابن هشام، المصدر السابق: 1/ 207 – 208، 315 – 317، 334 – 340، 372 - 374، 2/ 83، 98، 105، 233 - 237، 242 – 243، 273 – 274، 296، 308 - 332، 326 – 327، 340 – 341، 344، 355 - 357، 399 – 400، 418، 437، 439، 442، 444 - 445، 528، 537، 585 - 586، 649 – 650، 652، 645 - 655، 660 – 661، 665.\n(7) ابن سعد، المصدر السابق:1/ 485، 2/ 137 - 138، 143، 195.\n(8) ابن خياط، المصدر السابق: 1/ 21 – 22، 43، 50 – 52، 61.\n(9) البلاذري، فتوح البلدان: 2/ 401.\n(10) ينظر، الطبري، تاريخ: 1/ 247، 2/ 349،356، 393، 427 – 449، 495، 499، 503، 518، 581 - 582، 611، 620 - 643، 649 – 655، 3/ 16 - 17، 20 - 21، 43 - 50، 93، 96، 138 - 139، 198 – 199، 210 - 214.\n(11) ابو نعيم احمد بن عبد الله الاصبهاني (ت 430 هـ/1038م)، دلائل النبوة، مطبعة دائرة المعارف العثمانية، ط3، حيدر اباد الدكن، الهند، 1977م: 199 – 206، 416 - 417، 468.\n(12) ابو بكر احمد بن حسين بن علي البيهقي (ت 458 هـ/1065م)، دلائل النبوة، تحقيق، احمد صقر، مطابع الاهرام، القاهرة، 1970م: 1/ 452 – 453، 2/ 70 - 71، 351.\n(1/22)\n\nعباس لعمر (رضى الله عنه) (1). وحديث الافك (2) وزواج الرسول (صلى الله عليه وسلم) من خديجة (رضى الله عنها) واستماع المشركين لقراءة القرآن وبيعة الرضوان وفتح خيبر ورجوع الناس للدفاع عن الرسول (صلى الله عليه وسلم) وناقة الرسول (صلى الله عليه وسلم) (3). وقد انتهت البحوث الحديثة الى ان مادة ابن اسحاق في المبعث والمغازي والمبتدأ تعود الى مصادر مدنية مع قليل من المصادر المصرية وليس بينها مصادر شرقية من العراق او ايران (4).\nتلاميذه\nاكتسب ابن اسحاق علم شيوخه واضاف اليه الكثير من علمه واصبح من علماء زمانه بسيرة الرسول (صلى الله عليه وسلم) ومغازيه. وبعد ذلك بدات مرحلة عطائه واقبل عليه طلاب العلم ينهلون من علومه ومعارفه وتتلمذ على يديه العديد من التلاميذ الذين اصبحوا فيما بعد من اعلام المحدثين والعلماء والفقهاء خاصة في مجال السيرة والمغازي النبوية وفي مقدمة هؤلاء التلاميذ.\n\n1 - يحيى بن سعيد الاموي (ت 144 هـ/ 761م) (5)\nيحيى بن سعيد بن قيس بن عمرو وقيل ابن مهر. كنيته ابو سعيد المدني الملقب بالقاضي (6). وقد وثقه العلماء واحتجوا به (7). فقد قال عنه ابن عيينة ((هو والزهري وابن جريج\n__________\n(1) ابن عبد البر: يوسف بن عبد البر النمري (ت 463 هـ): جامع بيان العلم: صححه عبد الرحمن محمد عثمان، المكتبة السلفية، ط2، المدينة المنورة – 1968م: 1/ 49، 135.\n(2) يوسف بن عبد البر النمري (ت 463 هـ/1070م)، الدرر في اختصار المغازي والسير، تحقيق، شوقي ضيف، اشراف، محمد توفيق عويضة، القاهرة، 1966م: 202 – 203.\n(3) فتح الدين ابو الفتح المعروف بابن سيد الناس (ت 734 هـ/1333م)، عيون الاثر في فنون المغازي والشمائل والسير، تحقيق، لجنة احياء التراث العربي، دار الافاق الجديدة، ط2، بيروت، 1980م: 1/ 59 – 60، 139 – 140، 2/ 9، 11، 22، 101 – 103، 148 – 159، 176 – 177، 237، 247 – 248، 279 – 280.\n(4) الدوري، دراسة: 123.\n(5) الذهبي، تاريخ الاسلام: 6/ 331.\n(6) البخاري، التاريخ الكبير: 8/ 275؛ ابن حبان، مشاهير: 80.\n(7) المزي، المصدر السابق: 8/ 45.",
        "(1/23)\n\nمحدثو الحجاز يجيئون بالحديث على وجهه)) (1) وقال ابن سعد ((قدم يحيى الكوفة على ابي جعفر وهو بالهاشمية فاستقضاه على قضائه وكان ثقة كثير الحديث ثبتاً)) (2) وقال ابن حنبل (ت 241هـ/ 855م) ((هو اثبت الناس)) ... وقال النسائي ((ثقة مأمون)) ووصفه الذهبي (3) ((باحد الاعلام)) وقال ابن حجر (4) (ت 852 هـ/ 1448م) ((ثقة ثبت)) وروى عن ابن اسحاق ((حديث الرسول (صلى الله عليه وسلم) عن كذبات ابراهيم (عليه السلام) الثلاثة)) (5).\n\n2 - حماد بن سلمة (ت 167 هـ/ 783م) (6)\nحماد بن سلمة بن دينار البزاز الخرمي. ابو سلمة البطائني مولى بني ربيعة (7). شيخ اهل البصرة (8).\nوكان اماماً راسياً في العربية (9). فقيها فصيحاً بليغاً كبير القدر شديداَ على المبتدعة (10). صاحب اثر وسنة وفضل (11). وله تصانيف (12). وقد وثقه العلماء واحترموا قدره واجلوه. قال ابن معين () هو اعلم من غيره بحديث علي بن زيد ... هو ثقه)). وقال ابن حنبل () هو اعلم الناس بثابت البناني واثبت الناس في حميد الطويل)). وقال علي ابن المديني (ت 334 هـ/ 945م) () من تكلم\n__________\n(1) الذهبي، تاريخ الاسلام: 6/ 331.\n(2) ابن حجر، تهذيب التهذيب: 11/ 221.\n(3) تاريخ الاسلام: 6/ 331.\n(4) تقريب التهذيب: 685.\n(5) الطبري، تاريخ 1/ 246.\n(6) ابن سعد، المصدر السابق: 7/ 282.\n(7) البخاري، التاريخ الكبير: 3/ 22؛ ابن حبان، مشاهير: 157.\n(8) الذهبي، تاريخ الاسلام: 7/ 146.\n(9) البخاري، التاريخ الكبير: 3/ 22.\n(10) الحموي، معجم الادباء: 10/ 257.\n(11) الذهبي، تاريخ الاسلام: 7/ 146.\n(12) الحموي، معجم الادباء: 10/ 257.\n(1/24)",
        "\nفي حماد بن سلمة فاتهموه ... هو عندي حجة)) (1). وقال ابن حجر (2) ((ثقة عابد)) وروى عن ابن اسحاق ((خبر العياش بن ابي ربيعة بن المغيرة)) (3) و () خبر جندع بن ضمرة الجندعي)) (4) و ((قول الرسول (صلى الله عليه وسلم) لزيد انت مولاي ومني واحب القوم الي)) (5) و ((خبر ثوبان وعدم سؤاله الناس شيئاً)) (6).\n\n3 - جرير بن حازم (ت 170 هـ/ 786م) (7)\nجرير بن حازم بن يزيد الازدي العتكي مولى البصريين. كنيته ابو النضر (8). واثنى عليه العلماء واجلوه. فعن ابنه وهب بن جرير (ت 206هـ/ 821م) قال ((كان شعبة ياتي ابي يسأله)) (9) وقال يحيى ابن معين ((ليس به باس)) (10) وكان ابن حنبل قد اثنى عليه وقال ((رجل صالح صاحب سنة وفضل)) (11) وقال ابو حاتم ((تغير قبل موته بسنة)) (12) وقال ابن حجر (13) ((ثقة)) وروى عن\n__________\n(1) الرازي، المصدر السابق: 3/ 141.\n(2) تقريب التهذيب: 215.\n(3) البلاذري، انساب الاشراف: 1/ 209.\n(4) المصدر نفسه: 1/ 265.\n(5) المصدر نفسه: 1/ 470.\n(6) المصدر نفسه: 1/ 481.\n(7) ابن سعد، المصدر السابق: 7/ 278؛ شمس الدين محمد بن احمد الذهبي، العبر في خبر من غبر، تحقيق، ابو المهاجر محمد السعيد بن بسيوني زغلول، دار الكتب العلمية، بيروت، 1985: 1/ 258.\n(8) الرازي، المصدر السابق: 2/ 504.\n(9) الرازي، المصدر السابق: 2/ 505.\n(10) الذهبي، تاريخ الاسلام: 7/ 103.\n(11) الذهبي، تذكرة الحفاظ: 1/ 199.\n(12) الرازي، المصدر السابق: 2/ 505.\n(13) تقريب التهذيب: 171.\n(1/25)\n",
        "ابن اسحاق ((خبر مولد الرسول (صلى الله عليه وسلم))) (1) و ((ثمام بن العباس بن عبد المطلب اخر الناس عهداً بالرسول (صلى الله عليه وسلم))) (2).\n\n4 - شريك بن عبد الله النخعي (ت 177 هـ/ 793م) (3)\nشريك بن عبد الله النخعي القاضي الكوفي الفقيه. كنيته ابو عبد الله (4). وقد اثنى عليه العلماء واجلوه. قال ابن معين عندما سُئل عنه وعن سفيان الثوري (ت161هـ / 777م) ((ليس يقاس بسفيان احد لكن شريك اروى منه في بعض المشايخ وهو ثقة)) (5) وقال ابن حنبل ((قوي ... وكان عاقلاً صدوقاً محدثاً عندي وكان شديداً على اهل البدع والريب)). وقال ابو داود ((ثقة)) (6) كما قال عنه الذهبي (7) ((هو من بحور العلم)) وقال ابن حجر (8) ((صدوق)) وروى عن ابن اسحاق ((مبارزة مروان بن الحكم لاحد محاصري عثمان (رضى الله عنه))) (9) و ((بين مروان وعلي حول الشتم على المنابر)) (10).\n5 - ابراهيم بن سعد (ت 184 هـ/ 800م) (11)\nابراهيم بن سعد بن ابراهيم بن عبد الرحمن بن عوف الزهري. كنيته ابو اسحاق القرشي المدني (12). وقد ولي قضاء المدينة وكان ابوه قبل ذلك قاضياً عليها. وقدم ابراهيم بن سعد العراق\n__________\n(1) الطبري، تاريخ: 2/ 155.\n(2) البلاذري، انساب الاشراف 1/ 578.\n(3) ابن سعد، المصدر السابق: 6/ 78.\n(4) البخاري، التاريخ الكبير: 2/ 237.\n(5) الخطيب، المصدر السابق: 9/ 282.\n(6) الرازي، المصدر السابق: 4/ 365.\n(7) تاريخ الاسلام: 7/ 169.\n(8) تقريب التهذيب: 317.\n(9) الطبري، تاريخ: 4/ 381.\n(10) احمد بن يحيى بن جابر البلاذري، انساب الاشراف، تحقيق، محمد باقر المحمودي، مؤسسة الاعلمي للمطبوعات، ط1، بيروت، 1974: 2/ 184.\n(11) ابن سعد، المصدر السابق: 7/ 322.\n(12) البخاري، التاريخ الكبير: 1/ 288؛ الذهبي، سير اعلام النبلاء: 8/ 270.\n(1/26)\n\nسنة (184 هـ/ 800م) فاكرمه الرشيد واظهر بره وولاه بيت المال ببغداد (1). واثنى عليه العلماء واجلوه. قال ابن حنبل ((هو ثقة)) (2) وقال العجلي (ت261 هـ/ 874م) ((ثقة)) (3). وقال الذهبي (4) ((كان من العلماء الثقات)) كما وصفه ((بالامام)) (5). وقال ابن حجر (6) ((ثقة حجة)). وروى عن ابن اسحاق ((بعثة عبد الملك بن حدرد)) (7) و ((قول الرسول (صلى الله عليه وسلم) في ابنة العباس (رضى الله عنه))) (8) و ((حديث ابو رافع عن العباس (رضى الله عنه))) (9) و ((انتقال الرسول (صلى الله عليه وسلم) من بيت ميمونة الى بيت عائشة (رضى الله عنهما))) (10) و ((ابتداء شكوى الرسول (صلى الله عليه وسلم) من المرض)) (11) و ((استغفار الرسول (صلى الله عليه وسلم) لاهل بقيع الغرقد)) (12) و ((رجوع الرسول (صلى الله عليه وسلم) من البقيع)) (13) و ((من كان يحمل الرسول (صلى الله عليه وسلم) اذا ادير به على نسائه)) (14) و ((خطبة الرسول (صلى الله عليه وسلم) وبكاء ابي بكر (رضى الله عنه))) (15) و ((وصية الرسول (صلى الله عليه وسلم) للمهاجرين بالانصار خيراً)) (16) و ((مرض الرسول (صلى الله عليه وسلم))) (17) و ((سؤال الناس\n__________\n(1) الخطيب، المصدر السابق: 6/ 82.\n(2) المصدر نفسه: 6/ 83.\n(3) الرازي، المصدر السابق: 2/ 101.\n(4) تذكرة الحفاظ: 1/ 252.\n(5) تاريخ الاسلام: 8/ 50\n(6) تقريب التهذيب: 114.\n(7) البلاذري، انساب الاشراف: 1/ 384.\n(8) المصدر نفسه: 1/ 463.\n(9) المصدر نفسه/ 1/ 477.\n(10) المصدر نفسه: 1/ 541.\n(11) البلاذري، انساب الاشراف: 1/ 543.\n(12) المصدر نفسه: 1/ 544.\n(13) المصدر نفسه: 1/ 544.\n(14) المصدر نفسه: 1/ 545.\n(15) المصدر نفسه: 1/ 546.\n(16) المصدر نفسه: 1/ 547.\n(17) المصدر نفسه: 1/ 559.",
        "(1/27)\n\nلعلي (رضى الله عنه) عن مرض الرسول (صلى الله عليه وسلم))) ... ((قول ابي بكر وعمر (رضى الله عنهما) في وفاة الرسول (صلى الله عليه وسلم))) (1) و ((غسل الرسول (صلى الله عليه وسلم) ودفنه)) (2) و ((قبر الرسول (صلى الله عليه وسلم))) (3). و ((اخر الناس واحدثهم عهداً بالرسول (صلى الله عليه وسلم))) (4) و ((رؤيا عاتكه (رضى الله عنها) في المنام)) (5).\n\nثامناً: دور ابن اسحاق في نشأة التدوين التاريخي.\nتبين من خلال دراستنا لسيرة ابن اسحاق وعلاقته مع شيوخه انه اصبح شيخاً يأتيه طلاب العلم ليأخذوا العلم عنه ومع بداية عطائه الف ابن اسحاق سيرته المشهورة التي كانت محط اعجاب كل من عرفها في ذلك الوقت فقد مثلت مساهمة كبيرة ومهمة في التدوين التاريخي في الاسلام. وبذلك احتل ابن اسحاق مكانة خاصة بين مؤرخى السيرة النبوية ومغازي الرسول (صلى الله عليه وسلم) نظراً لان معظم ما كتبه في هذا المجال وصل الينا عن طريق ابن هشام والطبري وهي تمثل اوسع واشمل ما كتب حتى ذلك الوقت (6). وهو يعد من اهم واقدم من الف في السيرة والمغازي (7). مع العلم ان مواد السيرة وهيكلها كانت معروفة قبل زمن ابن اسحاق وان استاذه الزهري سبقه الى ذلك (8). واهمية كتاب ابن اسحاق تاتي من حيث انه وصل الينا كاملاً بصورته\n__________\n(1) المصدر نفسه: 1/ 565.\n(2) المصدر نفسه: 1/ 569.\n(3) المصدر نفسه: 1/ 573.\n(4) المصدر نفسه: 1/ 577.\n(5) احمد بن يحيى بن جابر البلاذري، انساب الاشراف، تحقيق عبد العزيز الدوري، المطبعة الكاثوليكية، بيروت، 1978م: 3/ 18.\n(6) صالح احمد العلي، محاضرات في تاريخ العرب، مطبعة الارشاد، ط4، بغداد، 1968م: 1/ 249؛ سيدة اسماعيل كاشف، مصادر التاريخ الاسلامي ومصادر البحث فيه، مكتبة الخانجي، ط2، القاهرة، 1976م/ 34.\n(7) السيد عبد العزيز سالم، التاريخ والمؤرخون العرب، مؤسسة شباب الجامعة، الاسكندرية، 1981م: 61؛ حسين قاسم العزيز، موجز تاريخ العرب والاسلام، مكتبة النهضة، ط1، بيروت (د، ت): 110.\n(8) الدوري، دراسة: 115، ينظر، الجبوري، المرجع السابق: 109.\n(1/28)",
        "\nالاصلية تقريباً وله مكانة كبيرة ومميزة من الناحيتين التاريخية والادبية لقدم عهده وغزارة مادته وصحة رواياته الى حد كبير (1). حيث بذل ابن اسحاق قصارى جهده لجمع مواد السيرة المنتشرة في مختلف الاماكن في مؤلفات من سبقه ومن الروايات الشفهية (2). وهو نتاج عربي خالص وصحيح وان ابن اسحاق اتبع قواعد علم الحديث الخالص في كتابته للسيرة (3). فهو اول من وضع اطاراً للسيرة النبوية لان كتّاب المغازي كانوا محدثين قبل ان يكونوا مؤرخين وان اهتمامهم بالحديث حدا بهم الى الاهتمام بالمغازي بوصفها جزءاً من الحديث وروايته بينما اولى ابن اسحاق بالناحية التاريخية اهتماماً اكبر (4). مما يبين ان التاريخ اخذ طريقة الحديث في اول تاليف بل انه كان يجمع من نفس رواه الحديث (5). ونظراً لاهمية كتاب ابن اسحاق ودوره البارز في التدوين التاريخي فقد عد صاحب اول وافضل كتاب يصل الينا كاملاً وعد كذلك اول كتاب مستقل بعلم التاريخ عن علم الحديث. واصحبت السيرة التي الفها ابن اسحاق هي المرجع الرئيس لدراسة حياة الرسول (صلى الله عليه وسلم) (6). يصفه السخاوي (7) (ت 902هـ/1496م) بقوله (( ... واخذ الامام ابو\n__________\n(1) علي ادهم، بعض مؤرخي الاسلام، المؤسسة العربية للدراسات والنشر، بيروت، 1974م:20.\n(2) محمد مصطفى الاعظمي، دراسات في الحديث النبوي وتاريخ تدوينه، مطابع جامعة الرياض، الرياض، 1976م: 302.\n(3) هاملتون جب، دراسات في حضارة الاسلام، تحرير، ستانفوردسو، وليم بولك، ترجمة، احسان عباس واخرون، دار العلم للملايين، ط2، بيروت، 1974م: 149.\n(4) محمد جاسم المشهداني، الفكر التاريخي والجغرافي، مبحث ضمن كتاب حضارة العراق، دار الحرية، بغداد، 1985م: 8/ 149.\n(5) ماجد، مقدمة لدراسة التاريخ الاسلامي: 33.\n(6) محمد بن علي الاردبيلي (ت 1101هـ/1689م)، جامع الرواة وازاحة الاشتباهات عن الطرق والاسناد، مكتبة المحمدي، طهران (د، ت): 2/ 67؛ اسماعيل بن محمد البغدادي (ت 1339هـ/1920م)، هدية العارفين في اسماء الكتب واثار المصنفين، المكتبة الاسلامية والجعفرية تبريزي، طهران خيابان بوذجمهري، 1967م: 2/ 7؛ مرغوليوث، دراسات عن المؤرخين العرب، ترجمة، حسين نصار، دار الثقافة، بيروت، 1929م: 68؛ عبد العزيز الدوري، بحث في نشأة علم التاريخ عند العرب، المطبعة الكاثوليكية بيروت، 1960م: 27 – 31؛ محمد نجيب البهبيتي، المدخل الى دراسة التاريخ والادب العربيين، دار الثقافة، ط1، الدار البيضاء، 1978م: 160؛ نصار، المرجع السابق، 76؛ رجائي ريان، مدخل لدراسة التاريخ، دار ابن رشد، عمان، 1986م: 186؛ جاك. س ريسلر، الحضارة العربية، ترجمة، غنيم عبدو، مراجعة، احمد فؤاد الاهواني، الدار المصرية، القاهرة (د، ت): 97؛ ليفي ديلافيدا، دائرة المعارف الاسلامية، مادة (السيرة)، ترجمة، محمد زكي خورشيد، علق عليها، امين الخولي، بوذجمهري، طهران (د، ت): 12/ 451.\n(7) شمس الدين ابو محمد بن عبد الرحمن، الاعلان بالتوبيخ لمن ذم اهل التاريخ، حققه وعلق عليه، فرانز روزنثال، ترجم التعليقات والمقدمة الى العربية، صالح احمد العلي، مطبعة العاني، بغداد، 1963م: 158.\n(1/29)\n",
        "محمد عبد الملك بن هشام كتاب ابن اسحاق بعد ان سمعه من زياد بن عبد الله البكائي عنه فهذبه ونقحه بحيث صار المعول عليه ... )) ولذلك فقد سميت بسيرة ابن اهشام (1).\nتلميذ ابن اسحاق (2). فضلاً عن نظرته الشاملة للتاريخ اذ يقول جب (3) ((اما السيرة المشهورة التي الفها محمد بن اسحاق بن يسار (ت 151هـ/ 768) فقد كان ثمرة تفكير ابعد افقاً واوسع نطاقاً من تفكير سابقيه ومعاصريه لانه نزع فيه لا الى تدوين تاريخ النبي (صلى الله عليه وسلم) فحسب بل الى تاريخ النبوة بذاتها وكان في هذا الاسلوب المبتكر يشمل اقساماً ثلاثة (المبتدأ) وهو تاريخ العصر الجاهلي منذ الخليقة وقد استمد اكثره من وهب بن منبه ومن المصادر العبرية. وثم (المبعث) وهو تاريخ حياة البني (صلى الله عليه وسلم) حتى السنة الاولى للهجرة. ثم (المغازي) وتناول هذا التاريخ الى وفاة النبي (صلى الله عليه وسلم) وقد غدا هذا الكتاب المرجع الرئيس\n__________\n(1) محمد عبد الغني حسن، فنون الادب العربي، دار المعارف، ط2، القاهرة، 1969م: 2/ 32؛ عفت محمد الشرقاوي، ادب التاريخ عند العرب، دار العودة، بيروت، 1973م: 256؛ احمد رمضان احمد، تطور علم التاريخ الاسلامي حتى نهاية القرن العاشر الهجري، مجلة الدارة، دار الملك عبد العزيز، الرياض، 1987م: 24/ 50؛ احمد شلبي، موسوعة التاريخ الاسلامي، مكتبة النهضة المصرية، ط 13، القاهرة، 1988م: 1/ 205؛ احمد قاسم الجمعة وتوفيق سلطان اليوزبكي، دراسات في تاريخ الحضارة العربية الاسلامية، دار الكتب، الموصل، 1995م: 285؛ عبد الحميد العبادي واخرون، الدولة الاسلامية تاريخها وحضارتها، جامعة القاهرة، القاهرة (د، ت): 49.\n(2) السخاوي، المصدر السابق: 158؛ حسن ابراهيم حسن، تاريخ الاسلام، المكتبة التجارية ومطبعة الحجازي، ط1، القاهرة،1935م: 1/ 637؛ عبد الواحد ذنون طه، اصول البحث التاريخي، دار الحكمة، الموصل، 1990م: 56؛ سالم احمد محل، المنظور الحضاري في التدوين التاريخي عند العرب، سلسلة كتاب الامة، وزارة الاوقاف والشؤون الاسلامية، قطر، 1997م: ع 60/ 114.\n(3) هاملتون، دائرة المعارف الاسلامية، مادة (التاريخ) ترجمة، محمد ثابت الفندي، بوذجمهري، طهران، 1933م: 4/ 487.\n(1/30)\n\nلتاريخ العصر الجاهلي والصدر الاول من الاسلام)). وذكر الجواهري (1) ((انه عد بذلك مظهراً من مظاهر تطور التدوين التاريخي عند العرب فقد تميز عن غيره في ان كتابه يمثل تاريخاً للنبوة وبالتالي فهو اول من حاول تدوين تاريخ الرسول (صلى الله عليه وسلم) في اطار نظرة شاملة لتاريخ الرسل وتاريخ الانسانية)) حتى عده حاجي خليفه (2) (ت 1067هـ/1656م) ((رئيس اهل المغازي)).\n\n==\n\nتاسعاً: مؤلفات ابن اسحاق.\n\nكتب ابن اسحاق في المبتدأ وفي السيرة والمغازي وفي تاريخ الخلفاء حتى ايام المنصور (3). وينفرد الخطيب (4) بروايته عن سبب تاليف ابن اسحاق للمغازي بقوله ((انه دخل ذات يوم على المنصور وبين يديه ابنه المهدي فقال له المنصور اتعرف هذا يا ابن اسحاق؟ قال نعم هذا ابن امير المؤمنين. قال: اذهب فصنف له كتاباً منذ خلق الله تعالى آدم الى يومك هذا. فصنف ابن اسحاق هذا الكتاب. فقال له المنصور: لقد طولته يا ابن اسحاق: اذهب فاختصره. وحفظ المنصور الكتاب الكبير في خزانته)).\nوقال هوروفتس (5) ((ولا تعني هذه الرواية انه كتب المغازي للخليفة بعهد منه اذ تبين قائمة الرواة الذين ذكرهم انه الف مادته على اساس الاحاديث التي جمعها في المدينة خاصة وعلى اساس الاحاديث التي جمعها في مصر ايضاً)).\n__________\n(1) عماد احمد واخرون، دراسات في فلسفة التاريخ، دار الكتب للطباعة والنشر والتوزيع، الموصل، 1988م: 47.\n(2) كشف الظنون عن اسامي الكتب والفنون، مكتبة المثنى، بيروت (د. ت): 2/ 1012.\n(3) ابن النديم، المصدر السابق: 136؛ الخطيب، المصدر السابق: 1/ 230؛ سليمان، المرجع السابق: 148.\n(4) تاريخ بغداد: 1/ 236 – 237.\n(5) المغازي الاولى ومؤلفوها: 80.",
        "(1/31)\n\nويذكر مرغوليوث (1) ما يؤيد راي هوروفتس بقوله ((فهرب ابن اسحاق الى الحيرة وكان بها المنصور فاهداه مغازيه فمسع منه اهل الجزيرة والري ... )) وهذا يدل على ان ابن اسحاق الف كتابه قبل مغادرته للمدينة (2).\nويضيف هوروفتس (3): ((ومن جهة اخرى فانه لا يذكر اسماء رواة من العراق في أي مكان ومن الواضح ان الكتاب تم حين غادر ابن اسحاق اخيراً مدينة ابائه ونعرف ايضاَ مديناً روى كتاب ابن اسحاق وهو ابراهيم بن سعد (ت 184هـ/800م) ومع ذلك قد يظن ان ابن اسحاق اجرى بعض التغييرات الاضافية في كتابه لارضاء الخليفة او انه اختصر الفقرات التي خاف ان لا ترضيه ومع ذلك نستطيع ان نؤكد من جهة اخرى ان ابن اسحاق عالج في كتابه حادثاً لا يمكن ان يرضي الخليفة تذكره ذلك هو الدور الذي قام به جده العباس في وقعة بدر الى جانب خصوم النبي (صلى الله عليه وسلم) المكيين ويؤكد ابن اسحاق ذلك الدور بوضوح ويذكر العباس بين اسرى بدر ومن الحق ان الدور الذي قام به العباس لطفه انه حارب النبي (صلى الله عليه وسلم) بغير رضاه كما تقول رواية قبلها ابن اسحاق وترفع الى ابن عباس وانه هو وزوجه ناصرا الاسلام منذ فترة طويلة وان لم يعتنقاه جهرة الى اليوم كما تقول رواية اخرى ترجع الى مولى للعباس وليس من المحتمل ان ابن اسحاق ادخل هذه الاقوال الملطفة للمرة الاول بتاثير العباسيين لان تلميذه المدني المذكور سابقاً ابراهيم بن سعد روى ان العباس اعترف بنبوة ابن اخيه بعد اسره واذا كانت اقوال ابن اسحاق قد ادخلت للمرة الاولى في زمن مغادرته لبلدته فانه لم يذهب بعيداً الى حد الموافقة على اختصار الدور الذي قام به العباس في بدر كما فعل ابن هشام الواقدي فيما بعد)).\nويسمى كتاب ابن اسحاق () كتاب المغازي)) (4) ويشير المقدسي (5) الى كتاب) (المبتدأ)) لابن اسحاق ويقول عنه ((انه اول كتاب عمل في بدء الخلق)) (6) ويشير السخاوي (7) الى ما\n__________\n(1) دراسات عن المؤرخين العرب: 98.\n(2) نصار، المرجع السابق: 77؛ وينظر:\nGullaum. A. New Lighte on the Life of Muhammad, University press of Manchester – 1956, P.P 5)10.\n(3) المغازي الاولى ومؤلفوها: 80 – 81.\n(4) ابن سعد، المصدر السابق: 7/ 322؛ ابن قتيبة، المصدر السابق: 492؛ وينظر، هوروفتس، المرجع السابق: 82.\n(5) مطهر بن طاهر (ت بعد 355 هـ/965م)، البدء والتاريخ، تحقيق، كليمان هوار، باريس، 1899م: 2/ 38.\n(6) المصدر نفسه: 1/ 149.\n(7) الاعلان بالتوبيخ: 171\n(1/32)",
        "\nيشعر بوجود كتابين اذ يقول ((واما قصص الانبياء ففي المبتدأ لابن اسحاق ... صاحب السيرة النبوية)) و ((صاحب المغازي)) (1). كما يؤيد ذلك بروكلمان (2) من ان ابن اسحاق الف كتابين اولهما يتناول المدة من بدء الخليقة الى الهجرة والثاني يتناول المغازي ولكننا نراه في تاريخه للادب العربي يتحدث عن كتاب واحد في ثلاثة اقسام (3). وهذا ما اتفقت عليه الدراسات التي اجريت على السيرة التي الفها ابن اسحاق. وهذه الاقسام الثلاثة هي المبتدأ والمبعث والغازي. أي انه عالج تاريخ الرسالات قبل الاسلام وشباب النبي (صلى الله عليه وسلم) ونشأته في مكة. واخيراً الحياة المدنية (4). ولم يحفظ لنا الكتاب كاملاً في صورته الاصلية وتوجد مخطوطة في القسطنطينية في مكتبة كبرلي يظن من الفهرست المطبوع عليها انها تحتوي على الكتاب بصورته الاصلية ويتجلى عند المعاينة انها نسخة من ابن هشام ومع ذلك يمكننا هذا الموجز الذي صار في متناول الجميع في طبعة وستنفلد (جوتنجن 1859م) وفي طبعة بولاق ايضاً يمكننا من تكوين صورة واضحة عن منهج الكتاب في صورته الاصلية بعد ربطها بالقطع الكثيرة المذكورة في الطبري وغيره من المؤرخين ويقرر ابن هشام الذي روى كتاب ابن اسحاق عن تلميذه البكائي في مقدمته ما احدثه من التغييرات في كتاب ابن اسحاق فترك تاريخ اهل الكتاب من آدم الى ابراهيم عليه السلام ولم يذكر من سلالة اسماعيل الا اجداد النبي (صلى الله عليه وسلم) المباشرين وكذلك ترك بعض الروايات التي رواها ابن اسحاق وليس فيها ذكر النبي (صلى الله عليه وسلم) او لا يشير اليها القرآن الكريم ولا تحتوي على\n__________\n(1) المصدر نفسه: 157.\n(2) ينظر، دائرة المعارف الاسلامية، مادة (ابن اسحاق): 1/ 89؛ وينظر كذلك، الزركلي، المرجع السابق: 6/ 28.\n(3) بروكلمان، تاريخ الادب العربي: 3/ 10.\n(4) هوروفتس، المرجع السابق: 82؛ وينظر، احمد امين، ضحى الاسلام، دار الكتاب العربي، ط10، بيروت، 1935م: 2/ 328؛ الشرقاوي، المرجع السابق: 256.\n(1/33)\n",
        "مناسبة او شرح او تاكيد أي امر اخر مروي في كتاب ابن اسحاق وقد اجرى كل هذا الحذف ليتخصر الكتاب ولكن هناك محذوفات اخرى لاسباب اخرى فقد حذف القصائد التي كان لا يعرفها علماء الشعر الذين سألهم عنها والحقائق التي يؤذي ذكرها بعض الناس او يحتمل ان تسيء اليهم ثم الاخبار المنسوبة حقاً لابن اسحاق ولكن البكائي كان يجهلها واجرى ابن هشام ايضاً تصحيحات حقة واضافات كثيرة في الانساب واللغة يشير اليها دائماً انها من عنده ولكنه لم يغير في النص ولا يحتوي ملخصه الا على اشارات في كل مرة الى المواضع التي حذفت منها اشياء ومع ذلك فنحن في موقف نستطيع فيه بمساعدة الفقرات التي في الكتب الاخرى من كتاب ابن اسحاق ان نسترجع قدراً كبيراً مما حذفه ابن هشام فنملأ النقص الذي في نسخته وقد وعى الطبري خاصة جزءاً كبيراً من الفصل الخاص بانبياء اهل الكتاب فهو يعطينا في تاريخه وفي تفسيره مقتطفات كبيرة من تلك الفصول من كتاب ابن اسحاق المنتمية للمبتدأ على حين حفظ لنا الازرقي اخباراً كثيرة تتناول تاريخ مكة القديم المحذوف عند ابن هشام ويستنتج من مقدمة ابن هشام ان محذوفاته من المغازي كانت طفيفة بعكس هذه المحذوفات المهمة من المبتدأ (1).\nوالى جانب السيرة فقد الف ابن اسحاق كتاباً اخر ذكره ابن النديم (2) باسم ((تاريخ الخلفاء)) وهناك قطعة قديمة منه من القرن الثاني للهجرة نشرتها نبيهة عبود في دراستها في البرديات العربية (3). ثم اعاد نشرها عبد العزيز الدوري (4). وتتناول هذه القطعة استشهاد عمر بن الخطاب (رضى الله عنه) واجتماع مجلس الشورى ويضم النص اشياء جديدة ولو اعتبرنا هذه الورقة نموذجاً للكتاب كله فان هذا النص يدعم الفرض القائل بان هذا التاريخ الف\n__________\n(1) هوروفتس، المرجع السابق: 82 – 83.\n(2) الفهرست: 136؛ البغدادي، المصدر السابق: 2/ 7.\n(3) سزكين، المرجع السابق: 2/ 90؛ وينظر\nNabia Abbott. Studies in Arabic Literary papyri. Chicago U.P. 1955, P.P. 70) 80.\n(4) بحث في نشأة علم التاريخ عند العرب: 182 – 183.\n(1/34)\n\nليكون نصاً موجزاً مختصراً دقيقاً موضوعياً (1). وهناك قطع اخرى من الكتاب وصلت الينا عند الطبرى (2).\nوالى جانب هذين الكتابين الف ابن اسحاق كتاباً اخر سماه كتاب الفتوح وكان هذا الكتاب المصدر الاساس لكتب الواقدي الاتية (فتوح مصر وارض ربيعة والفرس) فضلا عن تاليفه كتاباً اخر سماه اخبار كليب وجساس وتوجد منه نسخة مخطوطة في مكتبة آل سيد عيسى العطار ببغداد. كما الف ابن اسحاق كذلك كتاب حرّاب حرب البسوس بين بكر وتغلب ابني وائل بن قاسط في مكتبة مسكاة تحت رقم (9/ 776) (3).\nعاشراً: معالم منهج ابن اسحاق.\nعلى الرغم من المكانة الكبيرة التي احتلها ابن اسحاق بين المؤرخين الاوائل. فان الامر لم يخل من وجهات نظر اخرى لبعض المحدثين بخصوص منهج ابن اسحاق. ولعل من اهم الامور التي تعرض لها المحدثون على ابن اسحاق هو ما يسمى بالتدليس فروى الخطيب البغدادي وابن سيد الناس وابن حجر ((ان احمد بن حنبل ذكر ابن اسحاق فقال: كان رجلاً يشتهي الحديث فياخذ كتب الناس فيضعها في كتبه)) (4). وقد وجدنا في مثل هذه الروايات ان ابن اسحاق يذكر اسم الشخص الذي روى عنه.\nكما اخذ عليه المحدثون انه احياناً يذكر اسناده كاملاً واحياناً يحذف المتوسطين ويروي عن الراوي العالي رأساً (5). فقد قيل لابن حنبل ((يا ابا عبد الله: اذا تفرد ابن اسحاق بحديث تقبله؟ فقال: لا والله اني رايته يحدث عن الجماعة بالحديث الواحد فلا يفصل كلام ذا من كلام ذا)) (6).\n__________\n(1) سزكين، المرجع السابق: 2/ 91.\n(2) علي، المرجع السابق: 1/ 206.\n(3) ينظر، سزكين، المرجع السابق: 2/ 91.\n(4) تاريخ بغداد: 1/ 239؛ عيون الاثر: 1/ 17؛ تهذيب التهذيب: 9/ 430.\n(5) ابن سيد الناس، المصدر السابق: 1/ 16.\n(6) الخطيب، المصدر السابق: 1/ 239.",
        "(1/35)\n\nوهذا يتعلق بالفرق الذي بين الحديث والتاريخ فالحديث لا يطلب فيه قصة طويلة مربوطة بل شهادة كل شاهد على معرفة الواقعة اما التاريخ فهو يبقي على الحدث ولكن غرضه الاخبار عن الحكاية التاريخية بوصفها قصة مربوطة كاملة بدون اثقال الكلام بتكرار الاسانيد والبيانات وليس هذا من ابتكار ابن اسحاق فقد نسب هذا الاسناد الجمعي الى استاذه الزهري ومن قبله عروة بن الزبير (1). لان الفاظ الجماعة قد تتحد وقد تعددت اشخاصهم وعلى تقدير ان لا يتحد اللفظ فقد يتحد المعنى حيث ذكر ابن سيد الناس (2) قوله ((روينا عن محمد بن سيرين قال: كنت اسمع الحديث من عشرة اللفظ مختلف والمعنى واحد)) وعن واثلة بن الاسقع (ت 185هـ/801م) قال ((اذا حدثتكم على المعنى فحسبكم)) ومن الامور المهمة الاخرى التي اخذت على ابن اسحاق هي انه كان يتصرف بنوع من الحرية وعدم التعقيد في جمع مادته في السيرة وقد رجح الدوري (3) هذا السبب قائلاً: انه ((لم يلتزم بوجهة مدرسة المدينة التاريخية في دراسته بل جمع مادته من جماعات متباينة تمثل مختلف نواحي الاهتمام بتاريخ ما قبل الاسلام ودور الرسالة فاخذ من الاسرائيليات ومن القصص العربي القديم ومن قصص القصاص والقصص الشعبي ومن الحديث واستعان بالآيات القرآنية وحتى بالشعر لغرض التوثيق. واضعف اقسام سيرة ابن اسحاق ذلك الذي يسبق المبعث ويظهر فيها اثر الاسرائيليات والقصص العربي. يأتي ابن اسحاق بقصص العرب عن شق وسطيح الكاهنين ويورد معلومات عن انتشار الوثنية عن كعب بن مالك القرظي وحين يتناول تاريخ اليمن نجد صدى القصص الشعبي اليماني واقاويل اهل الكتاب ففي اخباره عن مأرب ياخذ من القصص الشعبي الجنوبي مع اشارة الى القرآن الكريم ويأخذ عن وهب قصة انتشار النصرانية بنجران على يد فيميون وفي حديثه عن ذي القرنين يقول فحدثني من يسوق الاحاديث من الاعاجم فيما توارثوا من علمه ... الخ واسلوبه في غزو الحبشة لليمن يذكر باسلوب ايام العرب وينم عن اثر القصص وفي حديثه عن غزو ابرهة لمكة نجد القصة الشعبية جنب الاشارة القرآنية مع كثير من الشعر على طريقة الايام وفي حديثه عن الوثنية وعن الكعبة نجد القصص العربي والاسطورة الى جانب الاسرائيليات وهو يعتمد على اهل الكتاب اليهود خاصة في الاشارة الى قرب ظهور النبي (صلى الله عليه وسلم))).\n__________\n(1) ابن اسحاق، المبتدأ والمبعث والمغازي: المقدمة: ك، ط.\n(2) عيون الاثر: 1/ 20.\n(3) دراسة: 124.\n(1/36)",
        "\nويضيف الدوري (1) كذلك قائلاً:\n((ومع ان اكثر اخباره دون اسناد الا انه يعطي اسانيد لبعض رواياته ففي قصة انتشار النصرانية بنجران مثلاً يورد رواية عن عبد الله بن ابي بكر بن محمد بن عمرو بن حزم وفي كلامه عن حفر بئر زمزم ياخذ عن يزيد بن ابي حبيب المصري وفي معلوماته عن الحج والكعبة يورد بعض الاسانيد. وفي كلامه عن انذار اليهود بظهور النبي (صلى الله عليه وسلم) يورد رواية عن عاصم بن عمر بن قتادة وفي حديثه عن شعائر الحج يورد رواية عن هشام بن عروة وفي كلامه عن الحمس يورد رواية عن هشام بن عروة كما انه يحاول الاستشهاد بآيات قرآنية في بعض ما اورد)).\nومما تجدر الاشارة اليه ان قوة الاسناد عند ابن اسحاق كانت تعتمد على نوع الخبر الذي يرويه واهمية ذلك الخبر فكلما كان الخبر قريباً من عهد الرسالة كان اسناده قوياً حتى انه اذا ما تحدث عن امر يخض الرسول (صلى الله عليه وسلم) بصورة مباشرة وجدنا اسناده ينتهي الى الشاهد الحقيقي واغلبها ينتهي الى اقرب الناس الى الرسول (صلى الله عليه وسلم) زوجته ام المؤمنين عائشة (رضى الله عنها) (2).\nثم ان التأكيد على الاسناد لم يكن من الدقة في عصر ابن اسحاق كما اصبح فيما بعد، كما وان المتن كانت له اهميته في نقل الاخبار والاحاديث وان كثيراً من المعلومات عن المغازي كانت معروفة لدى جماعات او أسر (3). ولقد لجأ ابن اسحاق الى الشعر بوصفه وسيلة للتوثيق على طريقة ايام العرب واكثر منه دون تمييز فكان ذلك ثغرة في كتاباته وقد عدت نقطة ضده وليس له (4). كما نرى أن القصص الشعبي عنده يتداخل مع الحديث مبتعداً بذلك عن اسلوب اهل المدينة فحين يتحدث عن بدء الوحي ياخذ عن عروة بن الزبير ولكنه يذهب الى ايراد روايات\n__________\n(1) المرجع نفسه: 125\n(2) عثمان موافي، منهج النقد التاريخي الاسلامي والمنهح الاوربي، مؤسسة الثقافة الجامعية، ط2، الاسكندرية، 1976م: 205.\n(3) الدوري، دراسة: 125.\n(4) نهال خليل يونس، موسى بن عقبة ومساهماته في كتابة مغازي رسول الله (صلى الله عليه وسلم)، رسالة ماجستير مطبوعة على الالة الكاتبة، قدمت الى كلية الاداب – جامعة الموصل في سنة 1987: 63.\n(1/37)\n",
        "ماخوذة عن بعض اهل العلم (1). وحين يتحدث عن وضع المسلمين عند بدء الدعوة يرجع الى قصص مجالس السمر فيقول ((وذكر بعض اهل العلم ان رسول الله (صلى الله عليه وسلم) كان اذا حضرت الصلاة خرج الى شعاب مكة ... الخ)) ويورد قصصاً محلية عن موقف المشركين من الرسول (صلى الله عليه وسلم) دون اسناد ثم يرجع ويستشهد بالآيات ولعله اراد ان يسند ما ذكر بها. وحين روى قصة وفد قريش الذي فيه عتبة بن ربيعة ليستمع الى تلاوة القرآن سراً نجدها خالية من الاسناد بشكل قصصي ومثل ذلك حديثه عن فشو الاسلام في قريش وحين يتحدث عن طلبات زعماء قريش ((فاسقط علينا كسفاً من السماء)) (2) نجده يستهله بـ ((حدثني بعض اهل العلم وفي كلامه صدى القرآن والتفسير واثر الشعر)) (3).\nوعندما ندخل الى قسم المغازي من كتاب ابن اسحاق نجد انه الاقوى اسناداً والاقرب الى الشاهد الحقيقي ولعل ذلك يكمن بان احداث المغازي كانت معروفة عند اهل المدينة وان ابن اسحاق درس فيها وعن شيوخها اخذ العلم والمعرفة فلابد لذلك ان يكون بحثه في مغازي رسول الله (صلى الله عليه وسلم) التي كانت جيوشها تنطلق من المدينة المنورة هو الاقوى توثيقاً واسناداً فابن اسحاق يعتمد في هذا القسم على اساتذته المدنيين واهمهم عاصم بن عمر بن قتادة والزهري وعبد الله بن ابي بكر بن محمد بن عمرو بن حزم هؤلاء العلماء الاساتذة الذين كان لآبائهم واجدادهم اداور فعلية في مغازي الرسول (صلى الله عليه وسلم) فكانوا جنوداً تحت قيادته (صلى الله عليه وسلم) اضف الى ذلك العلوم والمعارف التي اكتسبوها في سيرة الرسول (صلى الله عليه وسلم) ومغازيه من غير عوائلهم من المدينة واضاف ابن اسحاق الى المعلومات التي اخذها عنهم المعلومات التي جمعها واخذ كثيراً من غيرهم كيزيد بن رومان (ت 130هـ/747م) مولى عروة بن الزبير وعن هشام بن عروة (ت 146 هـ/763م) وعن زبيريين اخرين (4).\nوكان ابن اسحاق اميناً ودقيقاً في روايته للاخبار التي لا يعرف صحتها وانه حاول ان يتحفظ في روايته للاخبار التي سمعها هو نفسه من دون اسناد بقوله ((فيما يزعمون)) (5) وقوله حين\n__________\n(1) الدوري، دراسة: 125.\n(2) سورة الشعراء، الاية: 187؛ وقوله تعالى على لسانهم ((او تسقط السماء كما زعمت علينا كسفاً)) سورة الاسراء، الاية: 92.\n(3) الدوري، دراسة: 125 – 126.\n(4) علي، المرجع السابق: 1/ 209؛ الدوري، دراسة: 126.\n(5) الطبري، تاريخ: 1/ 95، 191، 233.\n(1/38)\n\nيذكر رواية تنسب الى الرسول (صلى الله عليه وسلم) عن ذي القرنين ((فالله اعلم أي ذلك كان اقال ذلك رسول الله (صلى الله عليه وسلم) ام لا فان قاله فالحق ما قال)) وقوله ((وزعم الناس فيما يتحدثون والله اعلم)) وقوله ((فكان فيما بلغنا من حديث الاحبار والرهبان عن رسول الله (صلى الله عليه وسلم) قوله)) (1). وقوله ايضاً ((وحدثني ثور بن يزيد عن بعض اهل العلم ولا احسبه الا خالد بن معدان الكلاعي ان نفراً من اصحاب الرسول (صلى الله عليه وسلم))) (2) وفي حديثه عن قصة الطير الابابيل يضيف ((حدثني يعقوب بن عتبة ابن المغيرة بن الاخنس، قال: حدثت انه اول ما رؤي في ارض العرب الحصبة والجدري ومرائر الشجر من العشر والحرمل واشباه ذلك عام الفيل)) (3).\nكما ان ابن اسحاق حفظ لنا بعض الوثائق اذ قام بذكر وثيقة مهمة (4). هي ((الكتاب)) (5) الذي وضعه الرسول (صلى الله عليه وسلم) في المدينة لتنظيم العلاقة بين المسلمين من جهة وبينهم وبين اليهود من جهة اخرى (6).\nاما في الشعر فقد تعرض بعض المؤرخين لابن اسحاق بخصوص استخدامه للشعر فذكر ابن سلام (7) (ت 231 هـ/ 845م) ((وكان ممن افسد الشعر وهجنه وحمل كل غثاء فيه محمد بن اسحاق بن يسار مولى آل مخرمة بن عبد المطلب بن عبد مناف ... فكتب في السيرة اشعار الرجال الذين لم يقولوا شعراً قط واشعار النساء فضلاً عن الرجال ثم جاوز ذلك الى عاد وثمود فكتب لهم اشعاراً كثيرة وليس بشعر انما هو كلام مؤلف معقود بقواف افلا يرجع الى نفسه فيقول من حمل هذا الشعر؟ ومن ادّاه منذ الاف السنين والله تبارك وتعالى يقول ((فقطع دابر القوم الذين\n__________\n(1) ابن اسحاق، المبتدأ والمبعث والمغازي: 62.\n(2) ابن هشام، المصدر السابق: 1/ 106.\n(3) ابن اسحاق، المبتدأ والمبعث والمعازي: 42.\n(4) الدوري، دراسة: 127.\n(5) ابن هشام، المصدر السابق: 501 – 502.\n(6) الدوري، دراسة: 127؛ وينظر\nwatt. The Merials, P.P. 25 – 55.\n(7) محمد بن سلام الجمحي، طبقات فحول الشعراء، قرأه وشرحه، محمود شاكر، مطبعة المدني، القاهرة، 1980م: 1/ 8.",
        "(1/39)\n\nظلموا)) (1) أي لا بقية لهم وقال ايضاً ((وانه اهلك عاداً الاولى وثمود فما ابقى)) (2) وقال في عاد ((فهل ترى لهم من باقية)) (3) وقال ((وقروناً بين ذلك كثيراً)) (4) وقال ((ألم ياتكم نبأ الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم الا الله)) ... )) (5).\nكما ذكر الحموي (6) ((وكانت تعمل له الاشعار فيضعها في كتب المغازي فصار بها فضيحة عند رواة الاخبار والاشعار)). ولم يكن ذلك الشعر الذي يرويه ابن اسحاق من عنده بل كان يرويه عن اشخاص اخرين فاذا كان لاحد ان يتهم بانه افسد الشعر فليس الا الاشخاص الذين الفوه وليس ابن اسحاق الذي كان وهو يقول ((لا علم لي الشعر انما اوتى فاحمله)) (7). ويؤكد الدوري (8) ان كثيراً من هذا الشعر يعكس حوادث وقعت بعد فترة الرسالة وانه يلقي الضوء على التيارات السياسية في النصف الثاني للقرن الاول الهجري وخاصة المنافسة بين الانصار وقريش ولعل من اهم الامور البارزة التي يمتاز بها منهج ابن اسحاق في تاليفه للسيرة النبوية وتناوله لموادها تنوعه الممتاز وسيره في منهجه الى الالتقاء بالمدارس التاريخية الثلاث الكبرى في الدولة العربية الاسلامية في كتابه اذ يقول نصار (9) ((ثم نجد هذه المدارس الثلاث تلتقي فتخرج لنا محمد بن اسحاق فيتناول هذا المؤرخ تاريخ اليمن واهل الكتاب مثل اليمنيين ويتناول السيرة مثل المدنيين وتاريخ الخلفاء مثل العراقيين بل نجد عنده خصائص المدارس الثلاث من قصص شعبية واسانيد واشعار لتحلية القصص ومن اخبار اهل الكتاب وبالاختصار جميع ما في المدارس الثلاث يوجد عند محمد بن اسحاق)).\n\nاحد عشر: توثيقه\n__________\n(1) سورة الانعام، الاية: 45.\n(2) سورة النجم، الاية: 50 – 51.\n(3) سورة الحاقة، الاية: 8.\n(4) سورة الفرقان، الاية: 38.\n(5) سورة ابراهيم، الاية: 9.\n(6) معجم الادباء: 18/ 6.\n(7) ابن سلام، المصدر السابق: 1/ 8.\n(8) دراسة: 129.\n(9) نشأة التدوين التاريخي عند العرب: 97.\n(1/40)",
        "\nنال ابن اسحاق شهرة كبيرة وكان موثوقاً به من قبل المحدثين والمؤرخين المعاصرين له والمتأخرين عن عصره ووثقه كذلك اصحاب الجرح والتعديل وكتب التراجم والسير.\nوقد انفرد هشام بن عروة بن الزبير (ت 146هـ/ 763م) بقوله: بانه ((كذاب)) (1) وسبب ذلك ان ابن اسحاق كان يروي عن زوجته فاطمة بنت المنذر (2).\nفقد ذكر ابن قتيبة (3) ((وكان ابن اسحاق يروي عن فاطمة بنت المنذر بن الزبير وهي امرأة هشام بن عروة فبلغ ذلك هشاماً فانكره وقال: اهو كان يدخل على امرأتي؟)). وقال ابن النديم (4) ((يروي ابن اسحاق عن فاطمة بنت المنذر زوجة هشام بن عورة فبلغ ذلك هشاماًَ فانكره وقال: متى دخل اليها ومتى سمع منها؟)) ولكن جواب هشام المروي في معجم ياقوت (5) الطف من ذلك بعض الشي. يقول ((هو كان يدخل على امرأتي؟ كانه انكر ذلك)) وقد وقف العديد من علماء الحديث المشهورين الى جانب ابن اسحاق ودافعوا عنه امام هذا الاتهام وكان ممن دافع عن ابن اسحاق علي بن المديني. حيث قال ((الذي قال هشام ليس بحجة لعله دخل على أمرأته وهوغلام فسمع منها)) (6).\nويقول هوروفتس (7) ((والحادثة في ذاتها قليلة الاهمية فقد سمعنا عن اخذ جامعي الاحاديث عن النساء ورأينا آنفاً عبد الله بن ابي بكر الذي كان من اشراف المدينة مثل هشام بن عروة لا يعترض أي اعتراض على رواية زوجته عمرة الاحاديث لتلميذه ولم يكن هذا التلميذ سوى ابن اسحاق ومن المحتمل ان هشاماً ايضاً لم يعترض أي اعتراض على زوجته التي كانت اكبر كثيراً\n__________\n(1) الخطيب، المصدر السابق: 1/ 238؛ شمس محمد بن احمد بن عثمان الذهبي، المغنى في الضعفاء، تحقيق، نور الدين العتر، دار المعارف، ط1، دمشق، 1971م: 2/ 552.\n(2) لمعرفة الاحاديث التي يرويها ابن اسحاق عن فاطمة بنت المنذر، ينظر، ابو القاسم سليمان بن احمد الطبراني (ت 360هـ/970م)، المعجم الكبير حققة وخرج احاديثه، حمدي عبد المجيد السلفي، مطبعة الزهراء، ط2، الموصل، 1990م: 24/ 101 - 102.\n(3) المعارف: 491.\n(4) الفهرست: 136.\n(5) معجم الادباء: 18/ 6.\n(6) الخطيب، المصدر السابق: 1/ 244.\n(7) المغازي الاولى ومؤلفوها: 78 – 79.\n(1/41)\n",
        "من زوجها ومن ابن اسحاق بما يقرب من 30 او 40 عاماً بروايتها الاحاديث له)) فقد ذكر ابن حجر (1) ((ان ولادة فاطمة كانت عام 48 هـ)).\nواضاف هوروفتس (2) ((بل لم يكن هشام عارفاً بأية زيارة من ابن اسحاق لبيته اخذ فيها الاحاديث عن فاطمة ولذلك شك في صحة اقوال ابن اسحاق)).\nوكذلك وصفه مالك بن انس (ت 179هـ/795م) مؤلف الوطأ المشهور بانه ((كذاب)) (3) وكذلك قوله ((دجّال من الدّجاجلة)) (4) ويرجع سبب الخلاف بينهما الى قول ابن اسحاق ((هاتوا حديث مالك فانا طبيب بعلله)) (5) وقوله ((أيتوني ببعض كتبه حتى ابين عيوبه انا بيطار كتبه)) وبذلك يكون ابن اسحاق اشد كلاماً في مالك من محمد بن ابي ذئب (ت 185هـ/801م) وعبد العزيز الماجشون (ت 194هـ/809م) وابن ابي حاتم (6) ولعل السبب الاخر لعدم رضا مالك عن ابن اسحاق هو ما كان يرمى به ابن اسحاق من القدر فقد ذكر الخطيب (7) ((كان محمد بن اسحاق قدرياً)) ويقرر ابو زرعة (ت 281هـ/894م) ان دحيماً (ت 245هـ/859م) صرح بان خصومة مالك لابن اسحاق بسبب ارائه في القدر (8). ولم تكن هذه التهمة اكيدة على ابن اسحاق فهنالك من العلماء من دفعها عنه كمحمد بن عبد الله بن نمير (ت 234 هـ/848م) الذي كان يقول ((كان محمد بن اسحاق يُرمى بالقدر وكان ابعد الناس منه)) (9).\n__________\n(1) تهذيب التهذيب: 12/ 444.\n(2) المغازي الاولى ومؤلفوها: 79.\n(3) ينظر، الخطيب، المصدر السابق: 1/ 238.\n(4) الحموي، معجم الادباء: 18/ 6؛ ابن العماد، المصدر السابق: 1/ 230.\n(5) ابن خلكان، المصدر السابق: 4/ 277.\n(6) الخطيب، المصدر السابق: 1/ 239.\n(7) المصدر نفسه: 1/ 241.\n(8) الخطيب، المصدر السابق: 1/ 240؛ ابو الفرج عبد الرحمن الحنبلي المعروف بابن الجوزي (ت 597هـ/1200م)، المنتظم في تاريخ الملوك والامم، تحقيق، سهيل زكار، دار الفكر، بيروت، 1995م:8/ 158.\n(9) الخطيب، المصدر السابق: 1/ 241.\n(1/42)\n\nويرى الدوري (1) ان هناك سبباً ثالثاً هو اسلوب ابن اسحاق ونظرته في دراسة السيرة والحديث اذ انه لم يلتزم باسلوب المحدثين في دراسته وكتابته وانه خرج بذلك عن تقاليد الدراسة واسسها في المدينة حين جمع معلوماته من مصادر بعضها مشكوك فيه بنظر اهل المدينة.\nوذكر ابن سيد الناس (2) ((ولم يكن يقدح فيه مالك من اجل الحديث وانما كان ينكر عليه تتبعه غزوات النبي (صلى الله عليه وسلم) من اولاد اليهود الذين اسلموا وحفظوا قصة خيبر وقريظة والنظير وما اشبه ذلك من الغرائب عن اسلافهم)). والسبب الرابع للخلاف بينهما هو ان ابن اسحاق كان يطعن بنسب مالك بن انس واخيراً فقد تصالحا عندما عزم محمد بن اسحاق على الخروج الى العراق ((فتصالحا حينئذ واعطاه عند الوداع خمسين ديناراً ونصف ثمرته تلك السنة)) (3).\nويقيناً ان الرجل الذي نال عداء مالك واعجاب الزهري لا يعد شخصاً عادياً كما ان العصر الذي عاش فيه لا يعد عصراً عادياً ايضاً (4).\n\nاثنا عشر: مكانته في نظرالمؤرخين.\nنظراً لمكانة ابن اسحاق وشهرته في الحديث النبوي الشريف وفي السيرة والمغازي وما بذله من جهد عظيم في تدوين سيرة الرسول (صلى الله عليه وسلم) ومغازيه فقد نال ابن اسحاق احترام وتقدير رجال العلم وقد وثقه العلماء والمؤرخين القدماء فقال عنه عاصم بن عمر بن قتادة ((لا يزال في الناس علم ما عاش محمد بن اسحاق)) (5) وكان شيخه الزهري يقول فيه ((من اراد المغازي فعليه بابن اسحاق ... هو اعلم الناس بها)) وقال كذلك ((لايزال بالمدينة علم جم ما كان فيهم ابن اسحاق)) (6) ولما كان الزهري مقدراً لمكانة ابن اسحاق فقد كان يخصه باحترام كبير وتقدير بالغ\n__________\n(1) دراسة: 118.\n(2) عيون الاثر: 1/ 22.\n(3) المصدر نفسه: 1/ 23.\n(4) الجبوري، المرجع السابق: 110؛ وينظر،\nBarakat, Ahmed , Muhammed and the Jews, Indian. Institute of Islamic studies, vikos poblishing house, PVT. LID, NewDilhi, P.P. 12 – 13.\n(5) الخطيب، المصدر السابق: 1/ 235.\n(6) الرازي، المصدر السابق: 7/ 191؛ الذهبي، سير اعلام النبلاء: 7/ 36.",
        "(1/43)\n\nوكان يفضله على غيره من تلاميذه الكثيرين الذين اخذوا العلم والمعرفة عنه حتى ان الزهري استبطأه يوماً ((فقال له: اين كنت؟ فقال له محمد بن اسحاق: وهل يصل اليك احد مع حاجبك؟ قال: فدعا حاجبه. فقال له: لا تحجبه اذا جاء)) (1) ويصفه شعبة بقوله ((محمد بن اسحاق امير المحدثين لحفظه)) وقوله ((امير المؤمنين في الحديث)).\nوقوله ((سيد المحدثين)) وقوله ايضاً ((لو سود احد في الحديث لسود محمد بن اسحاق)) (2).\nكما وثقه الشافعي (ت 204هـ/ 819م) بقوله ((من اراد ان يتبحر في المغازي فهو عيال على محمد بن اسحاق)) (3).\nوقال عنه يزيد بن هارون (ت 206هـ/ 821م) ((لو كان لي سلطان لامرت ابن اسحاق على المحدثين)) (4).\n\nووثقه ابن سعد (5) بقوله ((كان ثقة وقد روى الناس عنه)).\n\nوقال عنه يحيى بن معين ((ثقة)) (6).\n\nوقال عنه احمد بن حنبل ((هو حسن الحديث)) (7).\n\nوقال عنه البخاري ((محمد بن اسحاق ينبغي ان يكون له الف حديث ينفرد بها لا يشاركه فيها احد)) (8).\nوقال العجلي ((ثقة)) (9).\n__________\n(1) الخطيب، المصدر السابق: 1/ 235.\n(2) الذهبي، تذكرة الحفاظ: 1/ 173.\n(3) الخطيب، المصدر السابق: 1/ 235.\n(4) الذهبي، سير اعلام النبلاء: 7/ 54.\n(5) الطبقات: 7/ 321.\n(6) الذهبي، العبر: 1/ 166.\n(7) المزي، المصدر السابق: 6/ 223.\n(8) الخطيب، المصدر السابق: 1/ 242؛ ابن حجر، تهذيب التهذيب: 9/ 42.\n(9) الخطيب، المصدر السابق: 1/ 246؛ الذهبي، سير اعلام النبلاء: 7/ 47.\n(1/44)",
        "\nوقال عنه ابو حاتم ((صدوق يكتب حديثه)) (1) وقوله ((كيف لا يكون محمد بن اسحاق ثقة وقد سمع من الاعرج ثم يروي عن ابي الزناد عنه ثم يروى عن ابي الزناد عن ابيه)) (2).\nوقال عبد الله بن احمد بن حنبل ((كان ابي يتتبع حديثه فيكتبه كثيراً بالعلو والنزول ويخرجه في المسند وما رأيته اتّقى حديثه قط)) (3).\nويصفه الطبري (4) بقوله ((كان من اهل العلم بالمغازي مغازي رسول الله (صلى الله عليه وسلم) وبايام العرب واخبارهم وانسابهم راوية لاشعارهم كثير الحديث غزير العلم طلابةً له مقدماً في العلم بكل ذلك ثقةً)).\nوقال الجوزجاني (ت 328 هـ/ 939م) ((محمد بن اسحاق الناس يشتهون حديثه ... وقد اجمع الكبراء من اهل العلم على الاخذ عنه وقد اختبره اهل المدنية فرأوا صدقاً وخيراً مع مدحة ابن شهاب له)) (5).\nوعن صحة حديثه يقول علي بن المديني ((حديث ابن اسحاق عندي صحيح ... وهو صالح)) (6) وقوله ايضاً ((نظرت في كتاب ابن اسحاق فما وجدت عليه الا في حديثين ويمكن ان يكونا صحيحين)) (7).\nوعن صدقه واتقانه وسوقه للاخبار وحفظه يصفه ابن حبان (8) بقوله ((هو ممن عني بعلم السنن وواظب على تعاهد العلم وكثرت عنايته فيه وجمعه له على الصدق والاتقان ... وكان احسن الناس سياقاً للاخبار واحفظهم لمتونها)). وقال عنه الخطيب (9) مبتدءاً به كتابه ((لم ار في جملة المحمديين الذين كانوا في مدينة السلام اكبر سناً منه واعلم اسناداً واقدم موتاً ولهذه الاسباب مجتمعة فتحت كتابي بتسميته)).\n__________\n(1) الرازي، المصدر السابق: 7/ 192.\n(2) الخطيب، المصدر السابق: 1/ 244.\n(3) الخطيب، المصدر السابق: 1/ 245.\n(4) المنتخب: 654.\n(5) الخطيب، المصدر السابق: 1/ 240.\n(6) المصدر نفسه: 1/ 244.\n(7) المصدر نفسه: 1/ 246.\n(8) مشاهير: 140,\n(9) تاريخ بغداد: 1/ 230.\n(1/45)\n",
        "وعده ابن سيد الناس) (1) (((العمدة)) في علم المغازي والسير النبوية. وعقد فصلاً كاملاً في كتابه مناقشاً فيه اراء العلماء في ابن اسحاق ومدافعاً عنه بكل اخلاص\n\nومفنداً كل ما يمكن ان يمس من سمعة هذا العالم الجليل او ينال من علمه ومعرفته (2).\nوقال المزي (3) هذا الكلام الجميل في ابن اسحاق ((ولو لم يكن لابن اسحاق من الفضل الا انه صرف الملوك عن الاشتغال بكتب لا يحصل منها شيء الا الاشتغال بمغازي رسول الله (صلى الله عليه وسلم) ومبعثه ومبتدأ الخلق لكانت هذه فضيلة سبق بها ابن اسحاق ثم من بعده صنفها قوم اخرون فلم يبلغوا مبلغ ابن اسحاق منها)).\nويصفه الذهبي (4) بقوله ((ابن اسحاق حسن الحديث صالح الحال صدوق ... وقد احتج به ائمة العلم)) وقوله ((احد الاعلام صاحب المغازي ... وكان بحراً في العلم حبراً في معرفة ايام النبي (صلى الله عليه وسلم))) (5).\nوقال ابن كثير (6) ((محمد بن اسحاق بن يسار صاحب السيرة النبوية التي جمعها وجعلها علماً يهتدي به وفخراً يستجلى به)).\nوعده ابن حجر (7) بانه ((امام المغازي صدوق)) وقوله ((صاحب المغازي احد الائمة الاعلام)) (8).\nويرى السخاوي (9) ان ما الفه ابن اسحاق في السير النبوية ((كان المعول عليه)). وعده حاجي خليفة (10) ((رئيس اهل المغازي)).\n__________\n(1) عيون الاثر: 1/ 12.\n(2) ينظر، ابن سيد الناس، المصدر السابق: 1/ 17 - 20.\n(3) تهذيب الكمال: 6/ 226.\n(4) ميزان الاعتدال: 3/ 475.\n(5) الذهبي، تاريخ الاسلام: 6/ 588 – 589؛ الذهبي، سير اعلام النبلاء: 7/ 33.\n(6) البداية والنهاية: 10/ 109.\n(7) تقريب التهذيب: 546.\n(8) شهاب الدين ابو الفضل، لسان الميزان، مؤسسة الاعلمي للمطبوعات، ط2، بيروت، 1971م: 7/ 351 – 352.\n(9) الاعلان بالتوبيخ: 158.\n(10) كشف الظنون: 2/ 1012.\n(1/46)\n\nوقال ابن العماد (1) مادحاً ابن اسحاق ((كان بحراً من بحور العلم ذكياً حافظاً طلابةً للعلم اخبارياًَ نساباً علامة)).\nوقد تابع الباحثون المحدثون العلماء القدماء بتوثيق ابن اسحاق والاشادة به وابراز مكانته العظيمة بين المؤرخين المسلمين ودوره البارز في نشأة التدوين التاريخي عند المسلمين.\nفقد وصف مرغوليوث (2) السيرة التي الفها ابن اسحاق بـ ((العظيمة)). ووصفه احمد امين (3) بانه ((صاحب الفضل في جمع الاحداث وترتيبها وسلسلتها وربما كان هو اول من فعل ذلك وحذا حذوه من بعده)).\nوقال هوروفتس (4) ((غطت شهرة محمد بن اسحاق الثالث في حلقة تلاميذ الزهري المصنفين في المغازي علي جميع من سبقه وعاصره بكتابه وهو اول كتاب وصل الينا كاملاً لا في قطع ولا مقتطفات وان كان به نقص كبير)).\nويصفه الدوري (5) بانه اول مؤرخ عربي في كلامه عنه حيث يقول ((ونحس باننا انتقلنا الى علماء هم مؤرخون اولاً ثم محدثون)) وقوله بانه صاحب ((اقدم سيرة تكاد تكون محفوظة بكليتها)). وعن اسلوب ابن اسحاق في دراسته يقول ((جمع بين اساليب المحدثين والقصاص في كتاباته واستفاد من مختلف نواحي الاهتمام بالمغازي وتواريخ الانبياء فجمع بين الاحاديث والروايات التاريخية والاسرائيليات والقصص الشعبي مع كثير من الشعر)) وبخصوص استخدامه للاسناد يقول ((تقدم بطريقة الاسناد الجمعي بكفاءة واستطاع ان يقدم قصة جذابة من رواياته. وقد استفاد ابن اسحاق من الوثائق والمواد المكتوبة والروايات والاخبار الشفوية)).\nوقال وات (6) ((ان ابن اسحاق جمع وثائق مهمة وقوائم اسماء مهمة)).\nوقال فرانس روزنثال (7) عنه بانه ((احد التابعين)) ووصف كتابه بانه ((الشهير)).\n__________\n(1) شذرات الذهب: 1/ 230.\n(2) دراسات عن المؤرخين العرب: 99.\n(3) ضحى الاسلام: 2/ 332.\n(4) المغازي الاولى ومؤلفوها: 75.\n(5) بحث في نشاة علم التاريخ: 27 – 28، 29.\n(6) The Materials, P.P, 25 – 55.(5)\n(7) علم التاريخ عند المسلمين، ترجمة، صالح احمد العلي، مراجعة، محمد توفيق حسين، مكتبة المثنى بغداد بالاشتراك مع مؤسسة فرانكلين، نيويورك، 1963م: 525 – 526.",
        "(1/47)\n\nوقال نور الدين حاطوم (1) عنه بانه ((صعد الى ذروة المجد فعد عن جداره شيخ وعميد مؤرخي السيرة والمغازي)).\nواستحق ابن اسحاق لجدارته ان يلقبه عبد المنعم ماجد (2) بلقب ((الاستاذ)).\nوقال علي ادهم (3) ((وبرز ابن اسحاق على جميع المؤرخين المتقدمين وأناف عليهم بغزارة معلوماته وسعة احاطته وقدرته على تنسيق الاخبار التي جمعها وبراعته في عرضها)) وعده عثمان موافي (4) ((من الذين طبقوا قواعد المنهج الاسلامي بدرجة كبيرة في كتاباته)). وقال البوطي (5) حامداً ابن اسحاق ومثمناً ما قام به من جهد عظيم ((وبذلك يعد بحق ما كتبه محمد بن اسحاق من أوثق ما كتب في السيرة النبوية)).\nوقال سهيل زكار (6) ((تتجلى عبقرية ابن اسحاق في تفوقه على الذين سبقوه وفي ترتيبه بشكل فيه منطق وهذا يكفي صاحبه فخراً من الابداع والدنو من ذروة الكمال وقد صنف من بعده قوم اخرون في نفس الموضوع فلم يبلغوا مبلغه)).\nووصفه شاكر مصطفى (7) بانه ((عمود المدرسة المدنية ... به بدات الكتابه التاريخية وقد كتب اقدم سيرة نبوية محفوظة الان برمتها)).\nوقال حسين نصار (8) ((يعتبر ابن اسحاق غاية في النزاهة في تاريخه حيث دون آراء المذاهب المتعادية بكل امانة وبدون تحيز)).\n__________\n(1) مدخل الى التاريخ: 203.\n(2) تاريخ الحضارة الاسلامية في العصور الوسطى، مكتبة الانجلو المصرية، ط3، القاهرة، 1973م: 108.\n(3) بعض مؤرخي الاسلام: 17.\n(4) منهج النقد التاريخي الاسلامي والمنهج الاوربي: 200.\n(5) محمد سعيد رمضان، فقه السيرة، مكتبة الشرق الجديدة، ط7، بغداد، 1977م: 21.\n(6) ابن اسحاق، السير والمغازي، المقدمة: 17 - 18.\n(7) التاريخ والمؤرخون العرب: 160.\n(8) نشأة التدوين التاريخي عند العرب: 83\n(1/48)",
        "\nووصفه طه باقر وعبد العزيز الحميد (1) بانه تميز ((بامانته ودقته في نقله وآرائه)).\nوقال الجواهري (2) ((لم يتأت للمؤرخين العرب ان يبلوروا الاتجاه التاريخي العام في اطار النظرة الشاملة التي ابتدعها ابن اسحاق حتى منتصف القرن الثالث الهجري)).\n\nثلاثة عشر: وفاته.\nاختلفت الرويات التاريخية في تحديد سنة وفاة ابن اسحاق فيشير ابن سعد (3) والبخاري (4) الى سنة 151هـ. اما الروايات الاخرى فتضطرب بين 150 هـ - 154هـ ولكنها ترجح سنة 151 هـ فابن خلكان (5) يذكر سنة 150هـ و 153 هـ ويرجح 151هـ. وكذلك الحموي (6) يذكر 151هـ و 152 هـ والذهبي (7) كذلك يورد سنة 151 هـ ويضيف ((قيل سنة 152هـ)).\nومن خلال مراجعة هذه الاراء المتباينة والمختلفة حول وفاة ابن اسحاق يتضح انه توفي سنة 151 هـ حسب قول ابن سعد (8) والبخاري (9) وهو ما ذهب اليه الذهبي وقال عن سنة 151 هـ ((وفيها على الصحيح)) (10).\nوبذلك يكون ابن اسحاق قد توفى سنة (151هـ/ 768م) في بغداد ودفن في مقبرة الخيزران ام الرشيد وسميت بذلك لانها اول من دفن فيها (11).\n__________\n(1) طرق البحث العلمي في التاريخ والاثار، مؤسسة دار الكتب للطباعة والنشر، ط1، الموصل، 1980م: 32.\n(2) دراسات في فلسفة التاريخ: 47.\n(3) الطبقات: 7/ 321.\n(4) التاريخ: 1/ 40.\n(5) وفيات الاعيان: 4/ 277؛ عماد الدين اسماعيل بن علي المعروف بابي الفداء (ت734هـ/1333م)، المختصر في اخبار البشر، المطبعة الحسينية، ط1، القاهرة (د، ت): 2/ 6.\n(6) معجم الادباء: 18/ 5.\n(7) سير اعلام النبلاء: 7/ 55.\n(8) الطبقات: 7/ 321.\n(9) التاريخ: 1/ 40\n(10) الذهبي، العبر: 1/ 165.\n(11) الخطيب، المصدر السابق: 1/ 247 - 248؛ ابن سيد الناس، المصدر السابق: 1/ 13.\n(1/49)\n",
        "الفصل الثاني\n\nاثر الاخباريين والقصاص ومروياتهم الاسرائيلية في سيرة ابن اسحاق\n\nاولاً: دخول الاسرائيليات في التاريخ الاسلامي\n\nثانياً: انواع الروايات الاسرائيلية.\n\nثالثاً: اثر الاسرائيليات في سيرة ابن اسحاق\n\nرابعاً: القصص لغة واصطلاحاً\n\nخامساً: القصص في الاسلام\n\nسادساً: القصاص الذين اخذ عنهم ابن اسحاق\n\nسابعاً: اثر القصاص في سيرة ابن اسحاق\n(1/50)\n\nاولاً: دخول الاسرائيليات في التاريخ الاسلامي\nالاسرائيليات: هي كل ما دخل في الثقافة الاسلامية عن طريق اليهود والنصارى ولعل دورها يتضح وتأثيرها يكون اكبر في مجال التفسير بوصفها مصدراً من مصادر تفسير القرآن الكريم نظراً لما ورد فيه من اشارات متعددة الى كتب اليهود والنصارى ولغلبة ثقافة اليهود وشيوعها اطلق عليها لفظ الاسرائيليات (1).\nوفي عصر التابعين تضخم التفسير بالاسرائيليات والنصرانيات لكثرة من دخل منهم في الاسلام وميل النفوس لسماع التفاصيل عما يشير اليه القرآن الكريم من احداث يهودية ونصرانية (2).\nومهما يكن فان الصحابة (رضى الله عنهم) لم يخرجوا عن دائرة الجواز التي حدّها لهم الرسول (صلى الله عليه وسلم) وعما فهموه من الاباحه في قوله (صلى الله عليه وسلم) ((بلغوا عني ولو آية وحدثوا عن بني اسرائيل ولا حرج ومن كذب علي متعمداً فليتبوأ مقعده من النار)) (3) وقال ابن حجر (4) عند شرحه لهذا الحديث عن الشافعي قوله ((من المعلوم ان النبي (صلى الله عليه وسلم) لا يجيز التحدث بالكذب فالمعنى حدثوا عن بني اسرائيل بما لا تعلمون كذبه وأما ما تجوزونه فلا حرج عليكم في التحدث به عنهم وهو نظير قوله، اذا حدثكم اهل الكتاب فلا تصدقوهم ولا تكذبوهم. ولم يرد الاذن ولا المنع من التحدث بما يقطع بصدقه)) كما انهم لم يخالفوا قول الرسول (صلى الله عليه وسلم) ((لا تصدقوا اهل الكتاب ولا تكذبوهم)) ((وقولوا آمنا بالله وما انزل الينا وما انزل الى ابراهيم واسماعيل واسحاق ويعقوب والاسباط وما اوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون)) (5).\n__________\n(1) عن الاسرائيليات، ينظر، محمد حسين الذهبي، التفسير والمفسرون، دار العلم، ط1، بيروت، 1978م: 1/ 168.\n(2) احمد امين، فجر الاسلام، مكتبة النهضة المصرية، ط10، القاهرة، 1965م: 205.\n(3) محمد بن اسماعيل الجعفي البخاري، صحيح البخاري، اعتنى به، ابو عبد الله محمود بن الجميل، مكتبة الصفا، ط1، القاهرة، 2003م: 2/ 167 – 168.\n(4) شهاب الدين ابو الفضل، فتح الباري بشرح صحيح البخاري، مصطفى البابي الحلبي واولاده، القاهرة، 1959م: 7/ 309.\n(5) سورة البقرة، الآية: 136.",
        "(1/51)\n\nولا تعارض بين هذين الحديثين لان الاول اباح لهم ان يحدثوا عما وقع لبني اسرائيل من الاعاجيب لما فيها من العبر والعظة وهذا بشرط ان يعملوا انه ليس مكذوباً لان الرسول (صلى الله عليه وسلم) لا يعقل ان يبيح لهم رواية المكذوب (1). والحديث الثاني يراد منه التوقف فيما يحدث به اهل الكتاب مما يكون محتملاً للصدق والكذب لانه ربما كان صدقاً فيكذبونه او كذباً فيصدقونه فيقعون بذلك في الحرج اما ما خالف شرعنا فنحن في حل من تكذيبه واما ما وافقه فنحن في حل من تصديقه (2). والكثير من اتباع الديانتين اليهودية والنصرانية وجدوا ان القرآن الكريم نحى في ذكر قصصه عن الامم الغابرة منحى القصة دون التعرض الى التفاصيل وقد مال الناس بعد ذلك لاستقصاء الحوادث ومعرفة دقائقها ففسرها هؤلاء اليهود والنصارى الذين اسلموا بما في كتبهم الدينية وهكذا فسرت الآيات التي ذكر فيها اصحاب الكهف وقصة آدم (عليه السلام) والجنة والشجرة التي نهى الله تعالى آدم (عليه السلام) عن الاكل منها (3). يقول ابن خلدون (4) (ت 808هـ/ 1405م) ((وقد جمع المتقدمون في ذلك – يعني التفسير النقلي – واوعوا الا ان كتبهم ومنقولاتهم تشمل على الغث والسمين والمقبول والمردود والسبب في ذلك ان العرب لم يكونوا اهل كتاب ولا علم وانما غلبت عليهم البداوة والامية واذا تشوقوا الى معرفة شيء مما تتشوق اليه النفوس البشرية في اسباب المكونات وبدء الخليقة واسرار الوجود فانما يسألون عنها اهل الكتاب قبلهم ويستفيدونه منهم وهم اهل التوراة من اليهود ومن تبع دينهم من النصارى واهل التوراة الذين بين العرب يومئذ بادية مثلهم ولا يعرفون من ذلك الا ما تعرفه العامة من اهل الكتاب ومعظمهم من حمير الذين اخذوا بدين اليهود فلما اسلموا بقوا على ما كان عندهم مما لا تعلق له بالاحكام الشرعية التى يحتاجون لها مثل اخبار بدء الخليقة وما يرجع الى الحدثان والملاحم. وامثال ذلك وهؤلاء مثل كعب الاحبار (5)\n__________\n(1) محمد الذهبي، المرجع السابق: 174.\n(2) المرجع نفسه: 174 – 175.\n(3) انور الرفاعي، الانسان العربي والحضارة، دار الفكر، دمشق، 1970م: 419.\n(4) عبد الرحمن بن خلدون الحضرمي، مقدمة ابن خلدون، دار العودة، بيروت، 1981م: 348.\n(5) هو كعب الاحبار بن ماتع ويكنى بابى اسحاق (ت سنة 32هـ/ 652م) وهو من اليهود الذين اسملوا، ينظر، ابن سعد، المصدر السابق: 7/ 445؛ ابن قتيبة، المصدر السابق: 430.\n(1/52)",
        "\nووهب بن منبه (1) وعبد الله بن سلام (2). وامثالهم فامتلأت التفاسير من المنقولات عندهم في امثال هذه الاغراض اخبار، موقوفة عليهم وليس مما يرجع الى الاحكام فتتحرى في الصحة التي يجب بها العمل وتساهل المفسرون في مثل ذلك وملأوا الكتب بهذه المنقولات واصلها كما قلنا عن اهل التوارة الذين يسكنون البادية ولا تحقيق عندهم بمعرفة ما ينقلونه من ذلك الا انهم بعد صيتهم وعظمت اقدارهم لما كانوا عليه من المقامات في الدين والملة فتلقيت بالقبول من يومئذ .. )). وان التابعين عظم شغفهم بالاسرائيليات وافرطوا في الاخذ منها الى درجة جعلتهم لا يردون قولاً ولا يحجمون عن ان يلصقوا بالقرآن الكريم كل ما يروى لهم وان كان لا يتصوره العقل واستمر هذا الشغف بالاسرائيليات والولع بنقل هذه الاخبار التي اصبح الكثير منها نوعاً من الخرافة الى ان جاء دور تدوين التفسير فوجد من المفسرين من حشوا كتبهم بهذا القصص الاسرائيلي (3) ولعل السبب في ذلك كما ارجعه ابن خلدون (4) الى اعتبارات اجتماعية واخرى دينية فعدّ من الاعتبارات الاجتماعية ((غلبه البداوة والامية على العرب وتشوقهم لمعرفة ما تتشوق اليه النفوس البشرية من اسباب المكونات وبدء الخليقة واسرار الوجود فانما يسألون عنها اهل الكتاب قبلهم)).\nوالى جانب الاعتبارات الاجتماعية عد كذلك ابن خلدون من الاعتبارات الدينية التي سوغت للمسلمين تلقي الروايات الاسرائيلية في تساهل وعدم تمحيص وتدقيق لصحتها قوله عن مثل هذه المنقولات انها ((ليست مما يرجع الى الاحكام فتتحرى في الصحة التي يجب بها العمل)) وسواء اكانت هذه هي كل الاسباب ام كانت هناك اسباب اخرى فان كثيراً من كتب التفسير قد اخذ بالكثير من الروايات الاسرائيلية واكثر منها لدرجة اصبح ما فيها مزيجاً متنوعاً من مخلفات الاديان المختلفة والمذاهب المتباينة (5).\nونظر للعلاقة الوثيقة بين التفسير والتاريخ فقد دخلت هذه الروايات الاسرائيلية في التاريخ الاسلامي بصورة مباشرة خاصة اذا علمنا ان من هؤلاء اليهود الذين اسلموا من الف كتباً مثل\n__________\n(1) ينظر ترجمة: ص 66 من الرسالة.\n(2) هو عبد الله بن سلام بن الحارث ويكنى بابي يوسف من ولد يوسف بن يعقوب (عليه السلام) (ت 50هـ/ 670م). ينظر، ابن سعد، المصدر السابق: 2/ 352.\n(3) محمد الذهبي، المرجع السابق: 1/ 179.\n(4) المقدمة: 348.\n(5) محمد الذهبي، المرجع السابق: 1/ 180.\n(1/53)\n",
        "وهب بن منبه الذي الف كتاباً سماه ((الملوك المتوجة من حمير واخبارها)) (1) كما انه وضع مؤلفاً في المبتدأ وجمع مادة واسعة فيه وكان هذا المؤلف من المصادر الاساسية لابن اسحاق في المبتدأ (2).\n\nثانياً: انواع الروايات الاسرائيلية.\nتنقسم الروايات الاسرائيلية على اقسام ثلاثة هي:\n\n1 - القسم الاول:\nما يعلم صحته بان نقل عن النبي (صلى الله عليه وسلم) نقلاً صحيحاً وذلك كتبيين اسم صاحب موسى (عليه السلام) بانه الخضر. فقد جاء هذا الاسم صريحاً على لسان الرسول (صلى الله عليه وسلم). وكان له شاهد من الشرع يؤيده وهذا القسم صحيح مقبول (3).\n2 - القسم الثاني:\nما يعلم كذبه بان يناقض ما عرفناه من شرعنا او كان لا يتفق مع العقل وهذا القسم لا يصح قبوله او روايته (4).\n3 - القسم الثالث:\nما هو مسكوت عنه لا هو من قبيل الاول ولا هو من قبيل الثاني وهذا القسم نتوقف فيه فلا نؤمن به ولا نكذبه وتجوز حكايته لما تقدم من قوله (صلى الله عليه وسلم) ((بلغوا عني ولو آية وحدثوا عن بني اسرائيل ولا حرج ومن كذب عليّ متعمداً فليتبوأ مقعده من النار)) (5)، وقوله ((لا تصدقوا اهل الكتاب ولا تكذبوهم)) (6). وقوله تعالى ((وقولوا آمنا بالله وما أنزل الينا وما انزل الى ابراهيم واسماعيل واسحاق ويعقوب والاسباط وما اوتي موسى وعيسى وما اوتي النبيون من ربهم\n__________\n(1) ينظر، الحموي، معجم الادباء: 19/ 259.\n(2) الدوري، بحث في نشأة علم التاريخ عند العرب: 103\n(3) محمد الذهبي، المرجع السابق: 1/ 181.\n(4) المرجع نفسه: 1/ 182.\n(5) البخاري، صحيح البخاري: 2/ 167 – 168.\n(6) ابن حجر، فتح الباري: 7/ 309.\n(1/54)\n\nلا نفرق بين احد منهم ونحن له مسلمون)) (1) وهذا القسم غالبه مما ليس فيه فائدة تعود الى امر ديني ولهذا يختلف علماء اهل الكتاب في مثل هذا اختلافاًَ كبيراً وياتي عن المفسرين خلاف بسبب ذلك كما يذكرون في مثل هذا اسماء اصحاب الكهف ولون كلبهم وعصى موسى (عليه السلام) من أي الشجر كانت واسماء الطيور التي احياها الله تعالى لابراهيم (عليه السلام) وتعيين بعض البقرة الذي ضرب به قتيل بني اسرائيل ونوع الشجرة التي كلم الله تعالى منها موسى (عليه السلام) الى غير ذلك مما ابهمه الله تعالى في القرآن الكريم ولا فائدة في تعيينه تعود على المكلفين في دنياهم او دينهم (2).\nثم اذا جاء شيء من هذا القبيل (أي ما سكت عنه الشرع ولم يكن فيه ما يؤيده او يفنده) عن احد من الصحابة (رضى الله عنه) بطريق صحيح فان كان قد جزم به فهو كالقسم الاول يقبل ولا يرد لانه لا يعقل ان يكون قد أخذه عن اهل الكتاب بعدما علم من نهي الرسول (صلى الله عليه وسلم) عن تصديقهم وان كان لم يجزم به فالنفس اسكن الى قبوله لان احتمال ان يكون الصحابي قد سمعه من النبي (صلى الله عليه وسلم) او ممن سمعه منه اقوى من احتمال السماع من اهل الكتاب (3). ولاسيما بعدما تقرر ان الصحابة اخذوا من اهل الكتاب القليل بالنسبة لغيرهم من التابعين ومن يليهم (4). اما ان جاء شيء من هذا عن بعض التابعين فهو مما يتوقف فيه ولا يحكم عليه بصدق ولا بكذب وذلك لقوة احتمال السماع من اهل الكتاب لما عرفوا به من كثرة الاخذ عنهم وبعد احتمال كونه مما سُمع من رسول الله (صلى الله عليه وسلم) وهذا اذا لم يتفق اهل الرواية من علماء التفسير على ذلك اما ان اتفقوا عليه فانه يكون ابعد من ان يكون مسموعاً من اهل الكتاب وحينئذ تسكن النفس الى قبوله والاخذ به (5).\n\nثالثاً: اثر الاسرائيليات في سيرة ابن اسحاق.\nمن خلال دراسة الاسرائيليات ودخولها في التاريخ الاسلامي تبين انها دخلت لان المسلمين كانوا بحاجة لمعرفة الكثير من الامور السابقة للاسلام والمذكورة في القرآن الكريم بدون تفاصيل\n__________\n(1) سورة البقرة، الآية: 136.\n(2) محمد الذهبي، المرجع السابق: 1/ 182.\n(3) المرجع نفسه: 1/ 182 – 183.\n(4) امين، ضحى الاسلام: 205.\n(5) محمد الذهبي، المرجع السابق: 1/ 183.",
        "(1/55)\n\nدقيقة. ولما كان ابن اسحاق لديه اهتمام كبير بتقصي اخبار الامم السابقة للاسلام خاصة التي ورد ذكرها في القرآن الكريم ولم يذكر عنها سرداً وافياً وان التاريخ الذي كتبه ابن اسحاق كان يعد تاريخاً عاماً للانسانية منذ بدء الخلق الى ايام المنصور فقد اعتمد ابن اسحاق في اخباره عن احوال الامم السابقة وقصص الانبياء والرسل (عليهم السلام) بعد القرآن الكريم وروايات شيوخه فاعتمد على الروايات الاسرائيلية التي تعد المصدر الاساس لتاريخ تلك الحقبة الزمنية الموغلة في القدم (1). وكان كعب الاحبار في طليعة من له الاثر البارز في السيرة البنوية لمحمد بن اسحاق فقد وصلت رواياته الى ان ابن اسحاق عن طريق وهب بن منبه اليماني اذ ان قسم المبتدأ من كتاب ابن اسحاق مستمد في اكثره من وهب بن منبه ومن المصادر الاسرائيلية واهل الكتاب (2) مثل محمد بن كعب القرظي (ت 118هـ/ 736م) (3) الذي يروي عنه ابن اسحاق كذلك. فابن اسحاق مثلاُ في حديثه عن انتشار الوثنية يورد معلومات عن كعب بن مالك القرظي وابن اسحاق في اخذه الاسرائيليات كان يعتمد على اهل الكتاب (اليهود خاصة) في الاشارة الى قرب ظهور النبي (صلى الله عليه وسلم) (4) وكان ابن اسحاق في نقله عن اليهود والنصارى في كتبه يسميهم بـ ((اهل التوارة)) (5) ويصفهم كذلك بـ ((اهل العلم)) (6) حتى لامه الكثير من علماء الحديث في عصره لاخذه عن اليهود والنصارى (7). ولكن ابن اسحاق كان يروي عنهم اخباراً قديمة تخص امماً سالفة وسابقة لعهد الرسول (صلى الله عليه وسلم) وهذه الاخبار لا تمت له بصلة ولم يذكرها عنهم الا للضرورة التاريخية فمثل هذه القصص عن الانبياء السابقين للاسلام وغيرها من الاحداث لم تكن موجودة الا عندهم ولم يكن ابن اسحاق بروايتها عنهم يحتج بهم اذ يقول ابن حجر (8) ((وكان ابن اسحاق يتتبع هذا منهم من غير ان يحتج بهم)).\n__________\n(1) ادهم، المرجع السابق: 11 - 12.\n(2) العلي، محاضرات في تاريخ العرب: 250.\n(3) ينظر ترجمة، ص 69 من الرسالة.\n(4) الدوري، دراسة: 124.\n(5) الطبري، تاريخ: 1/ 191، 317.\n(6) الحموي، معجم الادباء: 18/ 6.\n(7) ينظر، ابن سيد الناس، المصدر السابق: 1/ 22.\n(8) تهذيب التهذيب: 9/ 45.\n(1/56)",
        "\nويبدو ان ابن اسحاق فيما عدا وهب بن منبه اول مؤلف عربي يعطينا فقرات من العهدين القديم والجديد مترجمة ترجمة حرفية (1). فهو يقدم الفقرات 50: 22 بقوله ((وفي التوارة)) (2) والفقرة 4: 9 - 16 من سفر التكوين بقوله ((ويزعم اهل التوارة)) (3) والفقرة 15: 23 من يوحنا بالتصريح بانها ((مما اثبت يحنس الحواري)) (4). واذا جاء ابن اسحاق في نفس الوقت بالمنحمنا almanahamana بدلاً من البرقليطس الاغريقية فان ذلك يدل على ان الفقرات التي اطلع عليها كانت مطابقة للترجمة المسماة بالفلسطينية المسيحية وتكشف بعض قوائم النسب عن اتفاق شديد مع نص الكتاب المقدس فتوافق قائمة ابناء اسماعيل (عليه السلام) سفر التكوين 25: 13 - 16 كلمة بكلمة (5).\nويعد ذلك عملاً مهماً من قبل ابن اسحاق فقد صار بالامكان معرفة الكثير من الاحداث والوقائع التي حدثت في فترة ما قبل الاسلام فضلاً عن قصص الانبياء وخاصة انبياء بني اسرائيل (عليهم السلام) من مصادر عربية اسلامية دون عناء البحث في مصادر اسرائيلية او اجنبية فعد بحق كتاب ابن اسحاق خير من يمثل تاريخاً للعالم منذ بدء تكوينه الى عصر ابن اسحاق الذي عاش فيه.\nرابعاً: القصص لغةً واصطلاحاً.\n1 - لغة. القصص مأخوذ من الجذر (قصص) ومنه ((قص اثره تتبعه)) (6). ومنه ((من باب رد وقصصاً)) ايضاً ومنه قوله تعالى ((فارتدا على آثارهما قصصا)) (7) ويقال ((قص الشعر قطعه ... والقص بالفتح راس الصدر ... والقصة بالضم شعر الناصية)) (8).\n__________\n(1) هوروفتس، المرجع السابق: 89 - 90.\n(2) الطبري، تاريخ: 1/ 413.\n(3) المصدر نفسه: 1/ 182.\n(4) ابن هشام، المصدر السابق: 1/ 248.\n(5) هوروفتس، المرجع السابق: 90.\n(6) محمد بن ابي بكر بن عبد القادر الرازي (ت 666هـ/1267م)، مختار الصحاح، دار الرسالة، الكويت (د، ت)، 537؛ محمد بن مكرم بن منظور (ت711هـ/1311م)، لسان العرب، دار لسان العرب، بيروت (د، ت): 3/ 102.\n(7) سورة الكهف، الآية: 64.\n(8) محمد الرازي، المصدر السابق: 538.\n(1/57)\n",
        "2 - اصطلاحاً: القصص ((هو على وجهين يكون مصدراً بمعنىَ الاقتصاص تقول قص الحديث يقصه قصصاً كقولك شله يشله شللاً اذا طرده ويكون فعلا بمعنى مفعول كالنقض والحسب ونحوه النبأ والخبر في معنى المنبأ به والمخبر به)) (1) قال تعالى ((نحن نقص عليك احسن القصص بما اوحينا اليك هذا القرآن وان كنت من قبله لمن الغافلين)) (2).\nوالقصة ((هي الامر والحديث وقد اقتص الحديث رواه على وجهه وقص عليه الخبر قصصاً والاسم ايضاً القصص بالفتح ... والقصص بالكسر جمع القصة التي تكتب)) (3).\nواما القاص ((بفتح القاف وفي اخرها الصاد المشددة المهملة هذه نسبة الى القصص والموعظة)) (4) وهو ((الذي ياتي بالقصة على وجهها كانه يتتبع الفاظها ومعاينها ... يقال قصصت الرؤيا على فلان اذا اخبرته بها)) (5).\nمن هذا يتبين ان القصة هي الخبر المتصل المترابطة اطرافه وجمعها هو القصص واما القاص فهو الذي كان يتحرى هذه القصص ويحفظها ويتتبعها ويرويها للناس ((وقد استحدثت في صدر الاسلام)) (6).\n\nخامساً: القصص في الاسلام.\nنشأ علم القصص في الاسلام نشأة عربية اسلامية وصورة هذه القصص هي ان يجلس القاص في المسجد وحوله الناس فيذكرهم بالله تعالى ويقص عليهم حكايات واحاديث وقصصاً عن الامم الاخرى واساطير ونحو ذلك (7).\n__________\n(1) جاد الله محمود بن عثمان الزمخشري (ت 538هـ/1143م)، تفسير الكشاف عن حقائق التنزيل وعيون الاقاويل في وجوه التنزيل، دار الكتاب العربي، بيروت، 1947م: 2/ 140.\n(2) سورة يوسف، الآية: 3.\n(3) محمد الرازي، المصدر السابق، 538؛ ابن منظور، المصدر السابق: 3/ 102.\n(4) السمعاني، المصدر السابق: 4/ 247 – 248.\n(5) مجد الدين محمد بن يعقوب الفيروزآبادي (ت 817هـ/1414م)، القاموس المحيط، دار الجيل، بيروت (د، ت): 2/ 325.\n(6) امين، فجر الاسلام: 158.\n(7) المرجع نفسه: 159.\n(1/58)\n\nولم يكن يقوم بهذا العمل أي شخص نظراً للمكانة التي كانت تحملها هذه المهنة ويحدد ابن منظور (1) شروط القاص بقوله ((لا يقص الا امير او مأمور او مختال أي لا ينبغي ذلك الا لامير يعظ الناس ويخبرهم بما مضى ليعتبروا واما مأمور بذلك فيكون حكمه حكم الامير ولا يقص مكتسباً او يكون القاص مختالاً يفعل ذلك تكبراً على الناس او مرائياً يرائي الناس بقوله وعمله لا يكون وكلامه حقيقة)). واغلب المصادر التاريخية تتفق على ان اول من قص في الاسلام هو تميم الداري (2) (ت40 هـ/ 660م). فذكر الزهري ان ((اول من قص تميم الداري استأذن عمر (رضى الله عنه) فاذن له فقص قائماً)) وقوله ((ان تميماً استأذن عمر (رضى الله عنه) في القصص سنين ويأبى عليه فلما اكثر عليه قال، ما تقول؟ قال، اقرأ عليهم القرآن وآمرهم بالخير وانهاهم عن الشر. قال عمر (رضى الله عنه) ذاك الربح، ثم قال، عظ قبل ان اخرج للجمعة)) (3) فكان يفعل ذلك فلما كان عثمان (رضى الله عنه) استزاده فزاده يوماً اخر (4). وقد نما القصص بسرعة لانه كان يتفق وميول العامة حتى اكثر القصاص من الكذب لذلك قيل ان علي بن ابي طالب (رضى الله عنه) طردهم من المساجد واستثنى الحسن البصري (ت110هـ/ 728م) لتحريه الصدق في قوله (5).\nويميز لنا الليث بن سعد (ت 175هـ/ 791م) نوعين من هذه القصص بقوله ((هما قصصان قصص العامة وقصص الخاصة. فاما قصص العامة فهو الذي يجتمع اليه النفر من الناس يعظهم ويذكرهم فذلك مكروه لمن فعله ولمن استمعه. واما قصص الخاصة فهو الذي جعله معاوية. ولي رجلاً على القصص فاذا سلم من صلاة الصبح جلس وذكر الله عز وجل وحمده ومجده وصلى على النبي (صلى الله عليه وسلم) ودعا للخليفة ولاهل ولايته وحشمه وجنوده ودعا على اهل حربه وعلى المشركين كافة)) (6).\n__________\n(1) لسان العرب: 3/ 102.\n(2) ينظر ترجمة، ابن سعد، المصدر السابق: 7/ 408؛ البخاري، التاريخ: 2/ 150.\n(3) الذهبي، سير اعلام النبلاء: 1/ 447.\n(4) المصدر نفسه: 1/ 448.\n(5) امين، فجر الاسلام: 159 - 160.\n(6) احمد بن علي المقريزي (ت 845هـ/1441م)، هدي الساري في معرفة خبر تميم الداري، تحقيق، محمد احمد عاشور، دار الاعتصام، ط1، القاهرة وبيروت، 1972م: 130.",
        "(1/59)\n\nويعلل احمد امين (1) انتشار الكذب بين القصاص بقوله ((لم يكن يعتمد فيها على الصدق بقدر ما كان يعتمد على الترغيب والترهيب وتذكير الناس بالله تعالى وباليوم الاخر)) ويقول كذلك ((نرى ان هذا القصص هو الذي ادخل على المسلمين كثيراً من اساطير الامم الاخرى كاليهودية والنصرانية كما كان باباً دخل منه على الحديث كذب كثير واخذ التاريخ بما تسرب منه حكاية حوداث ووقائع مزيفة اتعبت الناقد واضاعت معالم الحق)) (2).\nولقد كان لرغبة العامة وتلذذهم بسماع اخبار السابقين دور كبير في انتشار القصاص في كثير من انحاء الدول الاسلامية (3). وكان من اهم منابع القصص لهؤلاء القصاص وامثالهم ممن نجد ذكرهما كثيراً في رواية القصص وفي التاريخ والحديث وفي التفسير هما كعب الاحبار ووهب بن منبه وهما من اليهود الذين اسلموا كما لاحظنا قبل ذلك ان تميم الداري هو ايضاً من يهود اليمن الذين اسلموا فكانت لهم بذلك المكانة الكبيرة في هذا العلم (4).\nوبقي علم القصص محافظاً على قدر كبير من الصحة والصدق وتحري الخير والابتعاد عن الشر في اشخاص كانوا على قدر كبير من الثقة والصلاح كالحسن البصري الذي لم يكن ينحو منحى الذين يعتمدون على الاسرائيليات والنصرانيات وانما كان يعتمد على التذكير بالاخرة ونحوها ويستخرج العظة مما يقع حوله من حوادث فقد كان يجلس في اخر المسجد بالبصرة وحوله الناس يسألونه في الفقه وفي حوادث الفتن التي كانت في عهده ويحدثهم بما صح عنده من حديث ويقص عليهم فيعظهم ويذكرهم (5).\n\nسادساً: القصاص الذين اخذ عنهم ابن اسحاق (6)\nاخذ محمد ابن اسحاق عن مجموعة من القصاص العديد من الروايات التي كانت عماد قسم المبتدأ من سيرته التي الفها ويمكن تقسيم من اخذ عنهم على النحو الاتي:-\n__________\n(1) فجر الاسلام: 159.\n(2) المرجع نفسه: 160.\n(3) سعيد عبد الفتاح عاشور واخرون، دراسات في تاريخ الحضارة الاسلامية العربية، ذات السلاسل، ط2، الكويت، 1986م: 65.\n(4) امين، فجر الاسلام: 162.\n(5) المرجع نفسه: 161.\n(6) ينظر، الملحق رقم (1)\n(1/60)",
        "\nأ القصاص المعلوم وفاتهم:\n\n1 - عمر بن عبد الله بن عروة (ت بعد سنة 100هـ/ 718م) (1)\nهو عمر بن عبدالله بن عروة بن الزبير بن العوام القرشي الاسدي المدني (2) وقد وثقه العلماء واجلوه واثنوا عليه فروى له البخاري ومسلم والنسائي (3). وذكره ابن حبان (4) في كتاب الثقات. ووثقه الذهبي (5) بقوله ((روى القليل عن جده ... وكان ثقة خياراً)) ووصفة ابن حجر (6) بقوله ((كان كبيراً قليل الحديث)) وذكره في اتباع التابعين (7). وروى عنه ابن اسحاق ثلاث روايات هي ((كيفية دعوة ابراهيم (عليه السلام) للحج)) (8) و ((مرض ابي بكر وبلال وعامر (رضى الله عنهم))) (9) و ((قبر عيسى (عليه السلام))) (10).\n\n2 - وهب بن منبه (ت 114هـ/ 732م) (11).\nوهب بن منبه بن كامل بن سيج بن ذي كبار الاسواري اليماني الصنعاني الذمارى الابناوي. كنيته ابو عبد الله (12).\n__________\n(1) الذهبي، تاريخ الاسلام: 4/ 186.\n(2) البخاري، التاريخ: 6/ 167.\n(3) المزي، المصدر السابق: 5/ 364.\n(4) الثقات: 7/ 66.\n(5) تاريخ الاسلام: 4/ 186.\n(6) تهذيب التهذيب: 7/ 469.\n(7) المصدر نفسه: 7/ 470.\n(8) الطبري، تاريخ، 1/ 261.\n(9) ابن هشام، المصدر السابق: 1/ 588.\n(10) الطبري، تاريخ: 1/ 603.\n(11) ابن خلكان، المصدر السابق: 6/ 35.\n(12) ابن سعد، المصدر السابق: 5/ 543؛ المزي، المصدر السابق: 7/ 499.\n(1/61)\n",
        "اخو كل من همام وعقيل وغيلان ابناء منبه (1). وهو تابعي ثقة (2). قال عنه الحموي (3) ((الاخباري صاحب القصص كان من خيار التابعين ثقة صدوقاً كثير النقل من الكتب القديمة المعروفة بالاسرائيليات وصنف كتاباً في القدر ثم ندم على تصنيفه وكتاب الملوك المتوجة من حمير واخبارهم)) كما ان له كتاب المبتدأ (4).\nوقال محمد بن سعد (5) ((لبث وهب بن منبه اربعين سنة لم يسب شيئاً فيه الروح ولبث عشرين سنة لم يجعل بين العشاء والصبح وضوءاً قال، وقال وهب، لقد قرأت ثلاثين كتاباًَ انزل على ثلاثين نبياً)) وقد وثقه العلماء واثنوا عليه. فقد وثقه كل من العجلي والنسائي (6). وذكره ابن حبان (7) في كتاب الثقات. وروى عنه ابن اسحاق خمس روايات هي ((وصف عصا موسى (عليه السلام))) (8) و ((وفاة موسى (عليه السلام))) (9) و ((موت كالب بن يوفنا)) (10) و ((انزال الله تعالى السكينة على بني اسرائيل)) (11) و ((قصة النبي جرجيس (عليه السلام))) (12).\n__________\n(1) الذهبي، ميزان الاعتدال: 4/ 352.\n(2) المزي، المصدر السابق: 7/ 499.\n(3) معجم الادباء: 9/ 259.\n(4) الدوري، بحث في نشأة علم التاريخ: 103.\n(5) الطبقات: 5/ 543.\n(6) المزي، المصدر السابق: 7/ 499.\n(7) الثقات: 5/ 487.\n(8) الطبري، تاريخ: 1/ 410.\n(9) المصدر نفسه: 1/ 433.\n(10) المصدر نفسه: 1/ 460.\n(11) المصدر نفسه: 1/ 464.\n(12) المصدر نفسه: 2/ 24.\n(1/62)\n\n3 - عطاء بن ابي رباح (ت 114هـ/ 732م) (1).\nهو عطاء بن ابي رباح المكي واسم ابي رباح (اسلم) نشأ بمكة وهو مولى ال ابي ميسرة بن ابي خثيم الفهري (2). وكانت الفتوى قد انتهت اليه في مكة (3). حتى قيل انه ((لم يبق في الناس من هو اعلم منه بمناسك الحج)) (4). وقد وثقه العلماء واثنوا عليه فقال عنه محمد بن سعد (5) ((كان ثقة فقيهاً عالماً كثير الحديث)) كما وصفه الذهبي (6) بقوله ((هو سيد التابعين علماً وعملاً واتقاناً في زمانه بمكه)) وقوله ((شيخ الاسلام مفتى الحرم)) (7) وقد روى عنه ابن اسحاق ((بكاء الكعبة وشكواها الى ربها عندما تكاثرت ذنوب اهل مكة من المشركين وذلك قبل الاسلام)) (8).\n\n4 - نافع مولى ابن عمر (رضى الله عنهما) (ت 117هـ/ 735م) (9).\n\n5 - عبد الرحمن الاعرج (ت 117هـ/ 735م) (10)\nهو عبد الرحمن بن هرمز الاعرج مولى ربيعة بن الحارث بن المطلب. ابو داود المدني (11). وكان مقرءاً (12). وقد وثقه العلماء واثنوا عليه (13).\n__________\n(1) الذهبي، العبر: 1/ 108.\n(2) ابن سعد، المصدر السابق: 5/ 467؛ البخاري، التاريخ: 6/ 463.\n(3) ابن كثير، المصدر السابق: 9/ 306.\n(4) الرازي، المصدر السابق: 6/ 331.\n(5) الطبقات: 5/ 467.\n(6) ميزان الاعتدال: 3/ 70.\n(7) الذهبي، سير اعلام النبلاء: 5/ 78.\n(8) ابن اسحاق، السير والمغازي: 95؛ المبتدأ والمبعث والمغازي: 73.\n(9) ينظر ترجمة ورواياته: ص 21 من الرسالة.\n(10) ابن خياط، المصدر السابق: 2/ 363.\n(11) ابن سعد، المصدر السابق: 5/ 283؛ المزي، المصدر السابق: 5/ 485.\n(12) الذهبي، تذكرة الحفاظ: 1/ 97.\n(13) الرازي، المصدر السابق: 5/ 297؛ ابن كثير، المصدر السابق: 9/ 314.",
        "(1/63)\n\nفقال عنه محمد بن سعد (1) ((كان ثقة كثير الحديث)) وقال عنه الذهبي (2) ((هو عالم مقرء)) وقد روى عنه ابن اسحاق روايتين وهما ((ان عبد المطلب جد الرسول (صلى الله عليه وسلم) هو الذي وضع حجر الركن في موضعه)) (3) و ((اعلام النبوة)) (4).\n\n6 - محمد بن كعب القرظي (ت 118هـ/ 736م) (5)\nهو محمد بن كعب بن سليم بن اسد القرظي من حلفاء الاوس. ابو حمزة المدني (6). ويقال ابو عبد الله (7). كان ابوه من سبي قريظة (8). حيث ذكر ابن حبان (9) ((كان ابوه ممن لم ينبت يوم قريظة فترك)). وكان محمد بن كعب قد سكن الكوفة اولاً ثم تحول عنها الى المدينة. وقد اثنى عليه العلماء واجلوه (10). فقال عون بن عبد الله (ت بعد110هـ/ 728م) ((ما رايت اعلم بتأويل القرآن من القرظي)) قال ابن زيد (ت بعد 130هـ/ 747م) ((كان ابي يقول، ليت ان محمد بن كعب القرظي يرفق قليلاً يخفف عن نفسه)) (11). وقال عنه الذهبي (12) بانه ((الامام العلامة الصادق)). وقال كذلك عنه ((كان عالماً ثقة كثير الحديث ورعاً)) وقد روى عنه ابن اسحاق خمس روايات هي ((ان الذبيح هو اسماعيل (عليه السلام))) (13) و ((تدمير الله تعالى لقوم لوط\n__________\n(1) الطبقات: 5/ 284.\n(2) تذكرة الحفاط: 1/ 97.\n(3) ابن اسحاق، السير والمغازي: 108؛ المبتدأ والمبعث والمغازي: 88.\n(4) ابن اسحاق، السير والمغازي: 281؛ المبتدأ والمبعث والمغازي: 261.\n(5) المزي، المصدر السابق: 6/ 490.\n(6) البخاري، التاريخ: 1/ 216؛ الرازي، المصدر السابق: 8/ 67.\n(7) الذهبي، سير اعلام النبلاء: 5/ 65.\n(8) المزي، المصدر السابق: 6/ 490.\n(9) الثقات: 5/ 351.\n(10) الرازي، المصدر السابق: 8/ 67.\n(11) الفسوي، المصدر السابق: 1/ 312.\n(12) سير اعلام النبلاء: 5/ 65.\n(13) الطبري، تاريخ: 1/ 269 - 270.\n(1/64)",
        "\nالمؤتفكة)) (1) و ((ان من آيات الله تعالى نسخه لاموال فرعون)) (2) و ((خروح فرعون في طلب موسى (عليه السلام))) ... و ((غرق فرعون)) (3).\n\n7 - يحيى بن عروة بن الزبير (ت بعد 110هـ/ 728م) (4)\nيحيى بن عروة بن الزبير بن العوام القرشي الاسدي. ابو عروة المدني (5). وكان من اشراف بني عروة وله مكانة ومنزله كبيرة عند عبد الملك بن مروان. وكان يحيى يقول ((انا اكرم العرب اختلفت العرب في عمي وخالي)) يعني عبد الله بن الزبير ومروان بن الحكم (6). وقد وثقه العلماء واجلوه فقال عنه ابو حاتم ((كان اعلم من اخيه هشام بن عروة)) (7) وقال النسائي ((ثقة)) (8) وذكره ابن حبان (9) في كتاب الثقات. وقال ابن حجر (10) ((كان قليل الحديث)) وقد روى عنه ابن اسحاق ثلاث روايات وهي ((امر الله تعالى موسى (عليه السلام) ان يحمل قبر يوسف (عليه السلام) الى الارض المقدسة مع بني اسرائيل)) (11) و ((اول من جهر بالقرآن في مكة عبد الله بن مسعود)) (12) و ((ما لقي الرسول (صلى الله عليه وسلم) من اذى قومه)) (13).\n\n8 - محمد بن سعيد بن المسيب (ت بعد 110 هـ/ 728م) (14)\n__________\n(1) الطبري، تاريخ: 1/ 306.\n(2) المصدر نفسه: 1/ 418.\n(3) المصدر نفسه: 1/ 420.\n(4) الذهبي، تاريخ الاسلام: 4/ 520.\n(5) البخاري، التاريخ: 8/ 296؛ ابن حجر، تهذيب التهذيب: 11/ 258.\n(6) المزي، المصدر السابق: 7/ 71.\n(7) الرازي، المصدر السابق: 9/ 175.\n(8) المزي، المصدر السابق: 8/ 71؛ الذهبي، تاريخ الاسلام: 4/ 502.\n(9) الثقات: 7/ 593.\n(10) تهذيب التهذيب: 11/ 593.\n(11) الطبري، تاريخ: 1/ 419.\n(12) ابن اسحاق، السير والمغازي: 186؛ المبتدأ والمبعث والمغازي: 166.\n(13) ابن اسحاق، السير والمغازي: 229؛ المبتدأ والمبعث والمغازي: 212.\n(14) الذهبي، تاريخ الاسلام: 4/ 461.\n(1/65)\n",
        "محمد بن سعيد بن المسيب بن حزن القرشي المخزومي المدني (1). وقد اثنى عليه العلماء ووثقوه فقد روى له ابو داود (2). وذكره ابو حاتم دون جرح (3). كما ذكره ابن حبان (4) في كتاب الثقات. وقد روى عنه ابن اسحاق روايتين وهما ((وفاة عبد المطلب)) (5) و ((امر عبد المطلب لبناته بالبكاء عليه)) (6).\n\n9 - يزيد بن عبد الله بن قسيط (ت 122هـ/ 739م) (7).\nيزيد بن عبد الله بن قسيط الليثي المدني. ابو عبد الله الاعرج (8). وثقه العلماء واثنوا عليه فقال ابراهيم بن سعد ((كان فقيها ثقة وكان ممن يستعان به في الاعمال لامانته وفقهه)) (9) وقال بن معين ((صالح ليس به بأس)) (10). وقال النسائي ((ثقة)) (11). وذكره ابن حبان (12) في كتاب الثقات. وقد روى عنه ابن اسحاق ثماني روايات هي ((اكل آدم (عليه السلام) من الشجرة)) (13) و ((موقف الرسول (صلى الله عليه وسلم) من ابي لبابه وتوبة الله تعالى عليه)) (14) و ((نهي الرسول (صلى الله عليه وسلم) يوم خيبر عن البيع بالعين)) (15) و ((ذكر الكذابين مسيلمة الحنفي والاسود\n__________\n(1) البخاري، التاريخ: 1/ 92.\n(2) المزي، المصدر السابق: 6/ 325.\n(3) الرازي، المصدر السابق: 7/ 262.\n(4) الثقات: 7/ 421.\n(5) ابن هشام، المصدر السابق: 1/ 169.\n(6) المصدر نفسه: 1/ 173.\n(7) ابن خياط، المصدر السابق: 2/ 368.\n(8) البخاري، التاريخ: 8/ 344؛ الذهبي، سير اعلام النبلاء: 5/ 266.\n(9) الذهبي، ميزان الاعتدال: 4/ 430.\n(10) الرازي المصدر السابق: 9/ 273.\n(11) الذهبي، ميزان الاعتدال: 4/ 430.\n(12) الثقات: 7/ 616.\n(13) الطبري، تاريخ: 1/ 111.\n(14) ابن هشام، المصدر السابق: 2/ 237.\n(15) المصدر نفسه: 2/ 332.\n(1/66)\n\nالعنسي)) (1) و ((مقتل ابن الاضبط وما نزل فيه)) (2). و ((خبر جندع بن ضمرة الجندعي)) (3). و ((ابو القعقاع بن عبد الملك بن ابي حدرد عن ابيه. بعثته في سرية)) (4) و ((حديث الرسول (صلى الله عليه وسلم) في زيد بن حارثة انت مولاي ومنى واحب القوم الي)) (5).\n\n10 - يعقوب بن ابي سلمة (ت 124 هـ/ 741م) (6)\nيعقوب بن ابي سلمة الماجشون القرشي التيمي. ابو يوسف المدني مولى آل المنكدر. واسم ابي سلمة دينار. ويقال ميمون. والماجشون بالفارسية تعني الموّرد (7). وسمي بالماجشون لكونه كان يعلم الغناء ويتخذ القيان (8) وكان يجالس عروة بن الزبير (ت 92هـ/ 710م) وعمر بن عبد العزيز في امرته. وكان عمر يأنس اليه فلما استخلف عمر قدم عليه فقال له، انا تركناك حين تركنا لبس الخز فانصرف عنه)) ... و ((هو اول من علم الغناء من اهل العلم والمروءة بالمدينة)). وسمى بالماجشون هو وولده فيعرفون جميعاً بالماجشون وكان فيهم رجال لهم فقه ورواية للحديث والعلم. وليعقوب احاديث يسيرة (9). وقد اثنى عليه العلماء ووثقوه.\n\nفقد روى له كل من مسلم وابو داود وذكره ابو حاتم. وروى له الترمذي والنسائي (10). كما ذكره ابن حبان (11) في كتاب الثقات. وروى عنه ابن اسحاق ((حديث الرسول (صلى الله عليه وسلم) عن شعيب (عليه السلام) بانه خطيب الانبياء)) (12).\n__________\n(1) المصدر نفسه: 2/ 599.\n(2) المصدر نفسه: 2/ 626.\n(3) البلاذري، انساب الاشراف: 1/ 265.\n(4) المصدر نفسه: 1/ 384.\n(5) المصدر نفسه: 1/ 470.\n(6) المزي، المصدر السابق: 8/ 172.\n(7) البخاري، التاريخ: 8/ 392؛ الرازي المصدر السابق: 9/ 207.\n(8) الذهبي، تاريخ الاسلام: 5/ 505.\n(9) المزي، المصدر السابق: 8/ 171.\n(10) الرازي، المصدر السابق: 9/ 207.\n(11) الثقات: 7/ 643.\n(12) الطبري، تاريخ: 1/ 327.",
        "(1/67)\n\n11 - سالم ابو النضر (ت 129هـ/ 746) (1)\nسالم بن ابي امية القرشي التيمي. ابو النضر المدني مولى عمر بن عبد الله بن معمر التيمي (2). كان موثقاً ومحترماً من قبل العلماء فقد قال مالك (ت 179هـ/ 795م) ((كان الناس الذي مضوا يحبون العزلة والانفراد عن الناس ولقد كان سالم ابو النضر يفعل ذلك وكان ياتي الى مجلس ربيعة فيجلس فيه فكانوا يحبون ذلك منه فكان ابو النضر اذا كثر فيه الكلام كثر فيه الناس قام عنهم وكان الناس اصحاب عزلة)) (3) وقال ابن معين وابن حنبل ((ثقة)) (4) وقال البخاري (5) ((له نحو خمسين حديثاً)) وقال عنه ابو حاتم ((رجل صالح ثقة حسن الحديث)) (6) وقال ابن حجر (7) ((ثقة ثبت)) وقد روى عنه ابن اسحاق روايتين وهما ((نزول موسى (عليه السلام) ارض كنعان من بلاد الشام)) (8) و ((دية ابن الاضبط)) (9).\n\n12 - بريدة بن سفيان بن فروة الاسلمي (ت بعد 120هـ/ 737م) (10).\nبريدة بن سفيان بن فروة الاسلمي المدني (11). ((قيل انه كان يتكلم في عثمان (رضى الله عنه) ... وهو مقل الحديث)) (12) وقد اثنى عليه العلماء واجلوه (13). فقال احمد بن صالح (ت\n__________\n(1) المزي، المصدر السابق: 3/ 91.\n(2) البخاري، التاريخ: 4/ 111؛ الرازي، المصدر السابق: 4/ 179.\n(3) الفسوي، المصدر السابق: 1/ 372.\n(4) الرازي، المصدر السابق: 4/ 179.\n(5) التاريخ: 4/ 111.\n(6) الرازي، المصدر السابق: 4/ 179؛ الذهبي، تاريخ الاسلام: 5/ 110.\n(7) تقريب التهذيب: 270.\n(8) الطبري، تاريخ: 1/ 437.\n(9) ابن هشام، المصدر السابق: 2/ 628.\n(10) الذهبي، تاريخ الاسلام: 5/ 46.\n(11) البخاري، التاريخ: 2/ 141.\n(12) الذهبي، ميزان الاعتدال: 1/ 306.\n(13) الرازي، المصدر السابق: 2/ 424.\n(1/68)",
        "\n261هـ/ 874م) ((هو صاحب مغازٍ وابو سفيان بن فروة له شان من تابعي اهل المدينة)) (1) كما روى له النسائي حديثاً واحداً (2). وقال ابن عدي (ت 323هـ/ 934م) ((ليس له كبير رواية ولم ار له شيئاً منكراً)) (3). وقد روى عنه ابن اسحاق ست روايات هي ((سؤال عمر بن عبد العزيز لليهودي الذي اسلم عمن هو الذبيح اسماعيل ام اسحاق (عليهما السلام))) (4) و ((سؤال عمر بن عبد العزيز عن الايات التسع لموسى (عليه السلام))) (5) و ((نهي الله تعالى عن المثلة (6). بقوله عز وجل: ((وان عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصابرين)) (7) ... )) و ((شأن الامام علي (رضي الله عنه) يوم خيبر)) (8) و ((امر ابو اليسر كعب بن عمرو)) (9) و ((دفن ابو ذر الغفاري (رضي الله عنه) واستذكار حديث الرسول (صلى الله عليه وسلم) فيه)) (10).\n\n13 - طلحة بن عبد الله بن كريز الخزاعي (ت بعد 120 هـ/ 737م) (11).\nطلحة بن عبد الله بن كريز بن جابر بن ربيعة الخزاعي الكعبي. ابو مطرف الكوفي التابعي (12). وقد وثقه العلماء واثنوا عليه. فقال ابن حنبل ((ثقة)). وذكره ابو حاتم واثنى عليه. وقال النسائي ((ثقة)) (13). وذكره ابن حبان (14) في كتاب الثقات وقال ((كل ما يجيء في الاخبار\n__________\n(1) ابن حجر، تهذيب التهذيب: 1/ 433.\n(2) المزي، المصدر السابق: 1/ 336.\n(3) الذهبي، ميزان الاعتدال: 1/ 306.\n(4) الطبري، تاريخ: 1/ 270.\n(5) المصدر نفسه: 1/ 418.\n(6) ابن اسحاق، السير والمغازي: 335؛ المبتدأ والمبعث والمغازي: 314.\n(7) سورة النحل، الاية: 126.\n(8) ابن هشام، المصدر السابق: 2/ 334.\n(9) المصدر نفسه: 2/ 335.\n(10) المصدر نفسه: 2/ 524.\n(11) الذهبي، تاريخ الاسلام: 5/ 137.\n(12) البخاري، التاريخ: 4/ 347؛ النووي، المصدر السابق: ق1: 1/ 253.\n(13) الرازي، المصدر السابق: 4/ 474؛ المزي، المصدر السابق: 3/ 511.\n(14) الثقات: 4/ 393.\n(1/69)\n",
        "كريز يعني بضم الكاف الا هذا فانه بفتح الكاف)) وقال النووي (1) ((كان قليل الحديث)) وقد روى عنه ابن اسحاق رواية واحدة هي ((حج موسى مع الانبياء (عليهم السلام) بيت الله الحرام وتعليم جبريل (عليه السلام) لهم نداء لبيك اللهم لبيك)) (2).\n\n14 - ابو الزناد (ت130هـ/ 747م) (3).\nعبد الله بن ذكوان القرشي. ابو عبد الرحمن المدني المعروف بابي الزناد (4). وقد وثقه العلماء واجلوه فقال عنه ابو حاتم ((ثقة فقيه صالح الحديث صاحب سنة وهو ممن تقوم به الحجة اذ روى عن الثقات)) (5) وقد روى عنه ابن اسحاق روايتين وهما ((حديث الرسول (صلى الله عليه وسلم) لم يكذب ابراهيم (عليه السلام) الا في ثلاث اشياء)) (6) و ((رد السلام اثناء الصلاة بالاشارة)) (7).\n\n15 - ربيعه بن ابي عبد الرحمن (ت 130هـ/ 747م) (8).\nربيعة بن ابي عبد الرحمن واسمه فروخ القرشي التيمي. كنيته ابو عبد الله (9) ويقال ابو عبد الرحمن المدني المعروف بربيعة الرأي. وهو مولى آل المنكدر (10). وهو مدني سمع عامة التابعين\n__________\n(1) تهذيب الاسماء: ق1: 1/ 253.\n(2) ابو الوليد محمد بن عبد الله الارزقي (ت نحو 244هـ/858م)، اخبار مكة وما جاء فيها من الاثار، تحقيق، رشدي صالح ملحس، مطابع دار الثقافة، ط2، مكة المكرمة، 1965م: 1/ 73.\n(3) ابن خياط، المصدر السابق: 2/ 418.\n(4) البخاري، التاريخ: 5/ 83.\n(5) الرازي، المصدر السابق: 5/ 49؛ الذهبي، ميزان الاعتدال: 2/ 418.\n(6) وكذباته (عليه السلام) هي عندما قال اني سقيم وقوله لفرعون عن سارة بانها اخته وهي زوجته وقوله لقومه بعدما كسّر الاصنام بان كبيرهم فعل ذلك؛ ينظر، الطبري، تاريخ: 1/ 246.\n(7) ابن اسحاق، السير والمغازي: 299، المبتدأ والمبعث والمغازي: 279.\n(8) ابن خلكان، المصدر السابق: 2/ 290.\n(9) البخاري، التاريخ: 3/ 286.\n(10) الذهبي، سير اعلام النبلاء: 6/ 89.\n(1/70)\n\nمن اهل المدينة (1). وقد وثقه العلماء واجلوه فقال الماجشون (ت 124هـ/ 741م) ((والله ما رايت احداًَ احفظ لسنة من ربيعه)). وقال ابن سعد ((كان ثقة كثير الحديث)). وقال سوار بن عبد الله القاضي (ت 245هـ/ 859م) ((ما رايت احداً اعلم من ربيعة الرأي، قيل له ولا الحسن. ولا ابن سيرين؟ قال، ولا الحسن ولا ابن سيرين)) (2) وقال المزي (3) ((ثقة ثبت احد مفتيي المدينة)) وقد روى عنه ابن اسحاق رواية واحدة وهي ((النبي يونس (عليه السلام) واثقال النبوة)) (4).\n\n16 - عبد الله بن ابي نجيح (ت 132هـ/ 749م) (5)\nعبد الله بن ابي نجيح مولى ثقيف. كنيته ابو يسار المكي (6). ويذكر بانه كان يقول بالقدر (7). ولكن وثقه العلماء واجلوه فقد كان سفيان بن عينية يصحح تفسير بن ابي نجيح (8). وقال سفيان كذلك لما مات عمرو بن دينار كان يفتي بعده ابن ابي نجيح (9). وقال ابن سعد (10) ((كان ثقة كثير الحديث)). وقال ابن معين ((ثقة)) (11). وقال العجلي ((مكي ثقة يقال كان يرى القدر افسده عمرو بن عبيد (ت134هـ/ 760م))) (12). وقال الذهبي (13) ((احتج به ارباب\n__________\n(1) الخطيب، المصدر السابق: 8/ 420؛ الذهبي، ميزان الاعتدال: 2/ 44.\n(2) الخطيب، المصدر السابق: 8/ 423.\n(3) تهذيب الكمال: 2/ 469.\n(4) ابن اسحاق، السير والمغازي: 132؛ المبتدأ والمبعث والمغازي: 111.\n(5) ابن سعد، المصدر السابق: 5/ 483.\n(6) البخاري، التاريخ: 5/ 233؛ الذهبي، سير اعلام النبلاء: 6/ 126.\n(7) ابن سعد، المصدر السابق: 5/ 483.\n(8) الرازي، المصدر السابق: 5/ 203.\n(9) ابن حجر، تهذيب التهذيب: 6/ 55.\n(10) الطبقات: 5/ 483.\n(11) الرازي، المصر السابق: 5/ 203؛ الذهبي سير اعلام النبلاء: 6/ 125.\n(12) ابن حجر، تهذيب التهذيب: 6/ 55.\n(13) سير اعلام النبلاء: 6/ 126.",
        "(1/71)\n\nالصحاح ولعله رجع عن البدعة وقد راى القدر جماعة من الثقات واخطأوا وهو في هؤلاء الثقات)). وقد روى عنه ابن اسحاق ثماني وعشرين رواية هي ((قصة الحجر وزمزم)) (1). و ((ذكر يعقوب واولاده (عليهم السلام))) (2) و ((تعذيب الفراعنة لبني اسرائيل)) (3) و ((وصف اهل الكهف)) (4) و ((الملك الذي كان في زمن اهل الكهف اسمه نيحلوس)) (5) و ((اسكان ابراهيم (عليه السلام) مكة)) (6) و ((ما حدث لابي وهب عند بناء قريش الكعبة)) (7) و ((نشأة علي (رضي الله عنه) في حجر الرسول (صلى الله عليه وسلم))) (8) و ((تفسير قوله تعالى ((او خلقاً مما يكبر في صدروكم فسيقولون من يعيدنا قل الذي فطركم اول مرة فسينغضون اليك رؤوسهم ويقولون متى هو قل عسى ان يكون قريبا)) (9) معناها الموت)) (10) و ((تهكم عقبة على امية لقعوده)) (11) و ((ما نزل في وعظ المسلمين وتعليمهم خطط الحرب)) (12) و ((مقتل خبيب وحديث دعوته)) (13) و ((دعوة الرسول (صلى الله عليه وسلم) المحلقين ثم المقصرين في البيعة)) (14) و ((ذكر من تخلف من الاعراب عن البيعة)) (15). و ((نهي الرسول (صلى الله عليه وسلم) يوم خيبر عن اربعة اشياء)) (16) و ((دخول\n__________\n(1) ابن اسحاق، السير والمغازي: 26؛ المبتدأ والمبعث والمغازي: 5.\n(2) الطبري، تاريخ: 1/ 330.\n(3) المصدر نفسه: 1/ 387.\n(4) المصدر نفسه: 2/ 6.\n(5) المصدر نفسه: 2/ 7.\n(6) الازرقي، المصدر السابق: 1/ 54.\n(7) ابن اسحاق، السير والمغازي: 104؛ المبتدأ والمبعث والمغازي: 84.\n(8) ابن هشام، المصدر السابق: 1/ 246.\n(9) سورة الاسراء، الآية: 51.\n(10) ابن هشام، المصدر السابق: 1/ 317.\n(11) المصدر نفسه: 1/ 610.\n(12) المصدر نفسه: 1/ 675.\n(13) المصدر نفسه: 2/ 172.\n(14) المصدر نفسه: 2/ 319.\n(15) المصدر نفسه: 2/ 320.\n(16) نهى الرسول (صلى الله عليه وسلم) يوم خيبر عن اتيان الحبالى من السبايا وعن اكل الحمار الاهلي وعن اكل كل ذي ناب وعن بيع المغانم حتى تقسم، ينظر، ابن هشام، المصدرالسابق: 2/ 331.\n(1/72)",
        "\nجيوش المسلمين مكة)) (1) و ((خبيب مع ماوية صاحبة البيت الذي سجن فيه وتطهره بالحديد)) (2) و ((طريق المسلمين في دخولهم مكة)) ... و ((تعرض صفوان للمسلمين)) (3) و ((من اصيب في المواجهة بين المسلمين وصفوان)) (4) و ((حديث ذي الخويصرة)) (5) و ((ما امر به الرسول (صلى الله عليه وسلم) علياً (رضي الله عنه) من امور الحج)) (6) و ((بعض تعاليم الرسول (صلى الله عليه وسلم) في الحج)) (7) و ((استعاذة الغلام البكري بالكعبة)) (8) و ((استدارة الزمان وادخال قريش شهراً في السنة)) (9) و ((عمر علي (رضي الله عنه) حين اسلامه)) (10) و ((تزوج فاطمة (رضي الله عنها))) (11) و ((زواج الرسول (صلى الله عليه وسلم) بميمونة (رضي الله عنها))) (12).\n\n17 - داود بن الحصين (ت 135هـ/ 752م) (13)\nداود بن الحصين المدني مولى عمرو بن عثمان بن عفان (رضي الله عنه) الاموي. كنيته ابو سليمان (14).وقد وثقه العلماء واثنوا عليه فقد روى عنه مالك بن انس في الموطأ (15). وقال ابن\n__________\n(1) المصدر نفسه: 2/ 406.\n(2) المصدر نفسه: 2/ 480.\n(3) المصدر نفسه: 2/ 407.\n(4) المصدر نفسه: 2/ 408.\n(5) المصدر نفسه: 2/ 497.\n(6) المصدر نفسه: 2/ 602.\n(7) ابن هشام، المصدر السابق: 2/ 605.\n(8) ابن اسحاق، السير والمغازي: 28؛ المبتدأ والمبعث والمغازي: 6.\n(9) ابن اسحاق، السير والمغازي: 100؛ المبتدأ والمبعث والمغازي: 79.\n(10) ابن اسحاق، السير والمغازي: 137؛ المبتدأ والمبعث والمغازي: 119.\n(11) ابن اسحاق، السير والمغازي: 246؛ المبتدأ والمبعث والمغازي: 230.\n(12) ابن هشام، المصدر السابق: 2/ 372.\n(13) ابن خياط، المصدر السابق: 2/ 437.\n(14) البخاري، التاريخ: 3/ 231؛ الذهبي، سير اعلام النبلاء: 6/ 106.\n(15) الرازي، المصدر السابق: 3/ 409.\n(1/73)\n",
        "معين ((ثقة)).وقال عنه النسائي ((ليس به باس)) وذكر الذهبي (1) بان رواية مالك عن داود في الموطأ زادته ثقه. وقد روى عنه ابن اسحاق خمس روايات وهي ((تسمية حواء لاولادها)) (2) و ((سبب نزول (3) قوله تعالى ((ولا تجهر بصلاتك ولا تخافت بها وابتغ بين ذلك سبيلا)) (4).\n\nو ((ظلم اليهود في الديه)) (5) و ((ارجاع زوجة العاص بن الربيع اليه بعد اسلامه)) (6) و ((استراق اليهود السمع عند قراءة الرسول (صلى الله عليه وسلم) القرآن)) (7).\n\n18 - عبد الله بن ابي بكر (ت 135هـ/ 752م) (8)\nعبد الله بن ابي بكر بن محمد بن عمرو بن حزم الانصاري المدني. كنيته ابو محمد. ويقال ابو بكر (9). وهو من اساتذة ابن اسحاق البارزين الذين امدوه بالمعلومات الكثيرة عن سيرة ومغازي الرسول (صلى الله عليه وسلم) (10). واهم ما يميزه هو اسلوبه ونظرته الجديدة في المغازي فهو الذي ابتكر الترتيب السنوي للحوادث فجمع قائمة لغزوات الرسول (صلى الله عليه وسلم) مرتبة سنوياً (11). كما كان حريصاً على الحصول على المدونات والوثائق مثل الرسالة التي كتبها الرسول (صلى الله عليه وسلم) الى ملوك حمير والوثيقة التي اعطاها الرسول (صلى الله عليه وسلم) لجده\n__________\n(1) ميزان الاعتدال: 2/ 5.\n(2) الطبري، تاريخ: 1/ 148.\n(3) ابن هشام، المصدر السابق: 1/ 314.\n(4) سورة الاسراء، الآية: 110.\n(5) ابن هشام، المصدر السابق: 1/ 566.\n(6) المصدر نفسه: 1/ 568.\n(7) ابن اسحاق، السير والمغازي: 206؛ المبتدأ والمبعث والمغازي: 186.\n(8) ابن خياط، المصدر السابق: 2/ 437.\n(9) الذهبي، سير اعلام النبلاء: 5/ 315.\n(10) الرازي، المصدر السابق: 5/ 17.\n(11) الطبري، تاريخ: 3/ 152.\n(1/74)\n\nالاكبر عمرو بن حزم لياخذها معه حين بعثه الى اهالي نجران (1). وقد حصل عليها ابن اسحاق من عنده. وقد وثقه العلماء والائمة واجلوه واثنوا عليه فقال عنه الزهري ((ما ثم مثل عبد الله بن ابي بكر)) وقال مالك ((كان من اهل العلم والبصيرة)). وقال ابن حنبل ((حديثه شفاء)). كما وثقه ابو حاتم بقوله ((كان كثير الاحاديث وكان رجل صدق)) (2) وقال النسائي ((ثقة ثبت)) (3). وقد روى عنه ابن اسحاق خمساً وخمسين رواية هي\n((ان اسحاق بن ابراهيم (عليهما السلام) هو الذبيح)) (4) و ((ايجاد قبر عبد الله بن التامر)) (5) و ((كسرى والملك الذي بعثه الله تعالى اليه)) (6) و ((عدد الاصنام التي كانت تعبد بمكه 360 صنماً)) (7) و ((ما اصاب قائد الفيل وسائسه)) ... و ((وفاة امنة (رضي الله عنها))) (8) و ((رؤية الرسول (صلى الله عليه وسلم) عمرو بن لحى في النار)) (9) و ((حكم الاسلام في الطواف وابطال الحمس)) (10) و ((اسعد بن زرارة ومصعب بن عمير واسلام سعد بن معاذ واسيد بن خضير)) (11) و ((كلام الرسول (صلى الله عليه وسلم) الى النقباء)) (12) و ((غدو قريش على الانصار في شان البيعة)) (13) و ((اسلام مخيريق وموته ووصيته)) (14) و ((انتداب المسلمين للعير وحذر ابي سفيان)) (15) و ((بناء العريش للرسول (صلى الله عليه وسلم))) (16) و ((شهود الملائكة وقعة بدر)) (17) و ((رد الناس ما اصابوه الى الانفال)) (18) و ((مقتل النضر وعقبة)) (19) و ((اسر عمرو بن ابي سفيان واطلاقه)) ... و ((ابو سفيان يرفض فداء ابنه عمرو)) (20) و ((محاولة هند معرفة امر زينب)) (21) و ((ارجاع المسلمين ابا العاص بن الربيع اليه واسلامه)) (22) و ((استنكار كعب بن الاشرف خبر الرسول (صلى الله عليه وسلم) بقتل ناس من المشركين)) (23) و ((شأن معبد الخزاعي)) (24) و ((استقلال بني النظير بالنساء والاموال والاولاد)) (25) و ((حديث عائشة (رضي الله عنها) لابنة عم سعد بن معاذ)) (26) و ((غزوة بنى ليحان)) (27) و ((غزوة ذي قردة)) (28) و ((سبب غزو الرسول (صلى الله عليه وسلم) بني المصطلق)) (29) و ((شان الرسول (صلى الله عليه وسلم) مع نسائه في السفر)) (30) و ((تجنب الرسول (صلى الله عليه وسلم) لقاء قريش)) (31) و ((الحليس رسول قريش الى الرسول (صلى الله عليه وسلم))) (32) و ((مبايعة الناس للرسول (صلى الله عليه وسلم) على الحرب\n__________\n(1) ابن هشام، المصدر السابق: 2/ 574؛ الطبري، تاريخ: 2/ 121.\n(2) الرازي، المصدر السابق: 5/ 17؛ ابن حجر، تهذيب التهذيب: 5/ 165.\n(3) المزي، المصدر السابق: 4/ 98؛ الذهبي، سير اعلام النبلاء: 5/ 315.\n(4) الطبري، تاريخ: 1/ 265.\n(5) ابن اسحاق، السير والمغازي: 66؛ المبتدأ والمبعث والمغازي: 43.\n(6) الطبري، تاريخ: 2/ 191.\n(7) الارزقي، المصدر السابق: 1/ 120.\n(8) ابن اسحاق، السير والمغازي: 65؛ المبتدأ والمبعث والمغازي: 42.\n(9) ابن هشام، المصدر السابق: 1/ 76.\n(10) المصدر نفسه: 1/ 203.\n(11) المصدر نفسه: 1/ 435.\n(12) المصدر نفسه: 1/ 446.\n(13) المصدر نفسه: 1/ 448.\n(14) المصدر نفسه: 1/ 518.\n(15) المصدر نفسه: 1/ 606.\n(16) المصدر نفسه: 1/ 602.\n(17) المصدر نفسه: 1/ 633.\n(18) المصدر نفسه: 1/ 642.\n(19) المصدر نفسه: 1/ 645.\n(20) المصدر نفسه: 1/ 650.\n(21) ابن هشام، المصدر السابق: 1/ 653.\n(22) المصدر نفسه: 1/ 658.\n(23) المصدر نفسه: 2/ 51.\n(24) المصدر نفسه: 2/ 102.\n(25) المصدر نفسه: 2/ 192.\n(26) المصدر نفسه: 2/ 251.\n(27) المصدر نفسه: 2/ 280.\n(28) المصدر نفسه: 2/ 281.\n(29) المصدر نفسه: 2/ 290.\n(30) المصدر نفسه: 2/ 297.\n(31) المصدر نفسه: 2/ 309.\n(32) المصدر نفسه: 2/ 312.",
        "(1/75)\n\nوتخلف الجد)) (1) و ((شأن بني سهم الاسلميين)) (2) و ((قسمة عمر (رضي الله عنه) وادي القرى بين المسلمين)) (3) و ((عمرة القضاء وارجوزة ابن رواحة)) (4) و ((تشجيع ابن رواحة الناس على القتال)) (5) و ((حزن الرسول (صلى الله عليه وسلم) على جعفر (رضي الله عنه) ووصايته باهله)) (6) و ((سؤال ام سمله عنه)) (7) و ((وصول الرسول (صلى الله عليه وسلم) الى ذي طوى)) (8) و ((تعرض صفوان في نفر معه للمسلمين)) (9) و ((من اصيب في المواجهة بين صفوان والمسلمين)) (10). و ((شأن ام سليم)) (11) و ((شأن ابي قتادة وسلبه)) (12) و ((امر الرسول (صلى الله عليه وسلم) الناس بالتهيؤ لتبوك)) (13) و ((الرجلان الذان خالفا الرسول (صلى الله عليه وسلم) وخرجا ليلاً)) (14) و ((بعث الرسول (صلى الله عليه وسلم) معاذ الى اليمن وشيء من امره فيها)) (15) و ((ابن عوف ومشورته على عمر (رضي الله عنه) بشان بيعة ابي بكر (رضي الله عنه))) (16) و ((من تولى غسل الرسول (صلى الله عليه وسلم))) (17) و ((دفن الرسول (صلى الله عليه وسلم))) (18) و\n__________\n(1) المصدر نفسه: 2/ 315.\n(2) المصدر نفسه: 2/ 332.\n(3) المصدر نفسه: 2/ 357\n(4) المصدر نفسه: 2/ 371.\n(5) المصدر نفسه: 2/ 376.\n(6) ابن هشام، المصدر السابق: 2/ 380.\n(7) المصدر نفسه: 2/ 382.\n(8) المصدر نفسه: 2/ 405.\n(9) المصدر نفسه: 2/ 407.\n(10) المصدر نفسه: 2/ 408.\n(11) المصدر نفسه: 2/ 446.\n(12) المصدر نفسه: 2/ 448.\n(13) المصدر نفسه: 2/ 516.\n(14) المصدر نفسه: 2/ 522.\n(15) المصدر نفسه: 2/ 590.\n(16) المصدر نفسه: 2/ 657.\n(17) المصدر نفسه: 2/ 662.\n(18) المصدر نفسه: 2/ 664؛ البلاذري، انساب الاشراف: 1/ 569.\n(1/76)",
        "\n((اساف ونائلة)) (1). و ((وقوف الرسول (صلى الله عليه وسلم) مع قومه بعرفات)) (2) و ((وقوف الرسول (صلى الله عليه وسلم على بعير يوم عرفات)) (3). و ((عجوز بمكة ترقي الرسول (صلى الله عليه وسلم))) (4) و ((تزويج سلمة من ابنة حمزة (رضي الله عنه))) (5) و ((وفاة ابراهيم ابن الرسول (صلى الله عليه وسلم))) (6).\n\n19 - صدقة بن يسار (ت بعد 131هـ/ 747م) (7)\nصدقة بن يسار الجزري الابناوي المكي. مولى لبعض اهل مكة (8). واصله من الجزيرة (9). وقد وثقه العلماء واجلوه. فذكر عن سفيان الثوري انه قال ((قلت لصدقة بن يسار ان الناس يزعمون انكم خوارج قال، كنت منهم ثم ان الله تعالى عافاني)) (10) وذكره ابن حبان (11) في كتاب الثقات. وقال المزي (12) ((كان ثقة قليل الحديث ... وكان يصلي جمعة في المدينة والجمعة الاخرى في مكة)) وذكر بعضهم انه عم محمد بن اسحاق بن يسار وهو وهم ممن قاله (13). وقد روى عنه\n__________\n(1) ابن اسحاق، السير والمغازي: 24؛ المبتدأ والمبعث والمغازي: 3.\n(2) ابن اسحاق، السير والمغازي: 98؛ المبتدأ والمبعث والمغازي: 76.\n(3) ابن اسحاق، السير والمغازي: 111؛ المبتدأ والمبعث والمغازي: 90.\n(4) ابن اسحاق، السير والمغازي: 124؛ المبتدأ والمبعث والمغازي: 104.\n(5) ابن اسحاق، السير والمغازي: 261؛ المبتدأ والمبعث والمغازي: 243.\n(6) ابن اسحاق، السير والمغازي: 270؛ المبتدأ والمبعث والمغازي: 251.\n(7) الذهبي، تاريخ الاسلام: 5/ 451.\n(8) البخاري، التاريخ: 4/ 392؛ الرازي، المصدر السابق: 4/ 428.\n(9) المزي، المصدر السابق: 3/ 450؛ ابن حجر، تهذيب التهذيب: 4/ 419.\n(10) الذهبي، ميزان الاعتدال: 2/ 314.\n(11) الثقات: 4/ 378.\n(12) تهذيب الكمال: 3/ 450.\n(13) ابن حجر، تهذيب التهذيب: 4/ 419.\n(1/77)\n",
        "ابن اسحاق روايتين هما ((الواح موسى (عليه السلام))) (1) و ((ابن ياسر وابن بشر (رضي الله عنهما) وحراستهما لجيش الرسول (صلى الله عليه وسلم) ليلاً وما اصيبا به)) (2).\n\n20 – يزيد بن زياد (ت بعد 130 هـ/ 747م) (3)\nيزيد بن زياد بن ابي زياد المدني. مولى عبد الله بن عياش بن ابي ربيعه المخزومي (4). ذكر في اتباع التابعين (5). وقد وثقه العلماء واثنوا عليه فقال البخاري (6) ((لا يتابع على حديثه)). وقال النسائي ((ثقة)) (7). وذكره ابن حبان (8) في كتاب الثقات. وقد روى عنه ابن اسحاق عشر روايات وهي ((قصة النبي يونس (عليه السلام))) (9) و ((رمي الحوت ليونس (عليه السلام))) (10) و (كان اهل نجران اهل شرك يعبدون الاوثان)) (11) و ((ما دار بين عتبة بن ربيعة والرسول (صلى الله عليه وسلم))) (12) و ((تعبد مصعب بن عمير بعد ترفه)) (13) و ((علي (رضى الله عنه) مع اليهودي الذي اعطاه بكل دلو ماء تمرة)) (14) و ((فيميون وابن التامر واسم الله تعالى الاعظم)) (15) و ((نزول الرسول\n__________\n(1) الطبري، تاريخ: 1/ 247.\n(2) ابن هشام، المصدر السابق: 2/ 208.\n(3) الذهبي، تاريخ الاسلام: 5/ 565.\n(4) البخاري، التاريخ: 8/ 334؛ الرازي، المصدر السابق: 9/ 263.\n(5) المزي، المصدر السابق: 8/ 125.\n(6) التاريخ: 8/ 334.\n(7) المزي، المصدر السابق: 8/ 125؛ الذهبي، ميزان الاعتدال: 4/ 423.\n(8) الثقات: 7/ 622.\n(9) الطبري، تاريخ: 2/ 13.\n(10) المصدر نفسه، 2/ 16.\n(11) المصدر نفسه، 2/ 121.\n(12) ابن اسحاق، السير والمغازي: 206؛ المبتدأ والمبعث والمغازي: 187.\n(13) ابن اسحاق، السير والمغازي: 193؛ المبتدأ والمبعث والمغازي: 174.\n(14) ابن اسحاق، السير والمغازي: 194؛ المبتدأ والمبعث والمغازي: 175.\n(15) ابن هشام، المصدر السابق: 1/ 34.\n(1/78)\n\n(صلى الله عليه وسلم) باشراف الطائف وتحريضهم السفهاء عليه)) (1) و ((خروج الرسول (صلى الله عليه وسلم) وتركه عليا (رضي الله عنه) في فراشه)) (2) و ((ارسال الرسول (صلى الله عليه وسلم) حذيفة الى معسكر المشركين ليعرف امرهم في غزوة الخندق)) (3).\n\n21 - ليث بن ابي سليم (ت 141 هـ/ 758م) (4)\nليث بن ابي سليم الاموي مولى عنبسة بن ابي سفيان بن حرب بن امية. كنيته ابو بكر المدني (5). وقد وثقه العلماء واجلوه مع انه كان فيه شيء من الضعف فقد قال ابن سعد (6) ((كان ليث رجلاً صالحاً عابداً)) وقال ابن معين ((يكتب حديثه)) (7). وقال ابو زرعة ((هو لين الحديث)) (8). وقال الذهبي (9) ((كان من اكثر الناس صلاة وصياماً واذا وقع على شيء لم يرده وكان من اوعيه العلم)) وقال ابن حجر (10) ((مع الضعف الذي فيه يكتب حديثه)). وقد روى عنه ابن اسحاق ثلاث روايات وهي ((ابليس والحية)) (11) و ((ايجاد قريش لحجر في الكعبة مكتوب عليه حكم ومواعظ)) (12) و ((رواية ابن خارجة عما سمعه من الرسول (صلى الله عليه وسلم) في حجة الوداع)) (13).\n__________\n(1) المصدر نفسه: 1/ 419.\n(2) المصدر نفسه: 1/ 483.\n(3) ابن هشام، المصدر السابق: 1/ 231.\n(4) البخاري، التاريخ: 7/ 246.\n(5) ابن سعد، المصدر السابق: 6، 349؛ الرازي، المصدر السابق: 7/ 177.\n(6) الطبقات: 5/ 349.\n(7) ابن حجر، تهذيب التهذيب: 8/ 467.\n(8) الرازي، المصدر السابق: 7/ 179.\n(9) ميزان الاعتدال: 3/ 420.\n(10) تهذيب التهذيب: 8/ 467.\n(11) الطبري، تاريخ: 1/ 107.\n(12) ابن هشام المصدر السابق: 1/ 196؛ الازرقي، المصدر السابق: 1/ 80.\n(13) ابن هشام، المصدر السابق: 2/ 602.",
        "(1/79)\n\n22 - عمرو بن عبيد (ت 143هـ/ 760م) (1)\nعمرو بن عبيد بن باب الابناوي مولى بني تميم. ابو عثمان البصري (2). الزاهد العابد القدري كبير المعتزلة واولهم. وكان يسكن البصرة فجالس الحسن البصري (ت 110هـ/ 728م) وحفظ عنه واشتهر بصحبه. ثم ازاله واصل بن عطاء (ت 131 هـ/ 748م) عن مذهب اهل السنة فقال بالقدر ودعا اليه واعتزل اصحاب الحسن (3). وكان له سمعة واظهار زهد. وقد ضعفه العلماء فقد تركه يحيى بن معين وقال ابن حنبل ((هو ليس باهل ان يحدث عنه)). وتركه ابو حاتم لانه صاحب بدعة (4). وقال ابن حجر (5) ((هو المعتزلي المشهور كان داعية الى بدعته اتهمه جماعة مع انه كان عابداً)) وكان على علاقة طيبة مع ابي جعفر المنصور وقد رثاه الخليفة بشعر جميل عند وفاته تعبيراً عن مدى حبه له ومكانته العظيمة لدى الخليفة (6). وقد روى عنه ابن اسحاق خمس روايات هي ((ان الذبيح هو اسماعيل بن ابراهيم (عليهما السلام))) (7) و ((ان الفداء كان تيساً)) (8) و ((حديث الرسول (صلى الله عليه وسلم) في رغبة الشهداء بالشهاد مرة اخرى))) (9) و ((غورث وما هم بة من قتل الرسول (صلى الله عليه وسلم))) (10). و ((تزويج عثمان بن عفان (رضي الله عنه) من ابنتي الرسول (صلى الله عليه وسلم))) (11).\n__________\n(1) 1) الخطيب، المصدر السابق: 12/ 164.\n(2) 2) االبخاري، التاريخ: 6/ 352؛ الذهبي، سير اعلام النبلاء: 6/ 104.\n(3) 3) الرازي، المصدر السابق:،6/ 246.\n(4) 4) المصدر نفسه: 6/ 247؛ الخطيب، المصدر السابق: 12/ 165.\n(5) 5) تقريب التهذيب: 493.\n(6) 6) الخطيب، المصدر السابق: 12/ 183.\n(7) 7) الطبري، تاريخ: 1/ 270.\n(8) 8) المصدر نفسه: 1/ 277\n(9) 9) ابن هشام، المصدر السابق: 2/ 120.\n(10) 10) المصدر نفسه:2/ 205.\n(11) 11) ابن اسحاق، السير والمغازي: 253؛ المبتدأ والمبعثت والمغازي: 237.\n(1/80)",
        "\n23 - محمد بن السائب الكلبي (ت 146هـ/ 763م) (1)\nمحمد بن السائب بن بشر بن عمرو بن الحارث بن عبد الحارث بن عبد العزى الكلبي. ابو النضر الكوفي من بني عبدود (2). وكان محمد عالماً بالتفسير وانساب العرب واحاديثهم وهو في روايته ضعيف جداً (3). وقال ابو حاتم ((الناس مجتمعون على ترك حديثه لا يشتغل به هو ذاهب الحديث)) (4) وقد اتهم كذلك بالرفض (5). وقد دافع ابن عدي (ت323هـ/ 933م) عن تفسيره بقوله ((وهو معروف بالتفسير وليس لاحد تفسير اطول منه ولا اشبع منه وهو افضل من مقاتل)) (6) وقال الذهبي (7) ((الاخباري العلامة صاحب التفسير)) وقال ابن حجر (8) ((حدث عنه ثقات الناس ورضوه في التفسير اما في الحديث ففيه مناكير ولشهرته فيما بين الضعفاء يكتب حديثه)). وقد روى عنه ابن اسحاق روايتين وهما ((قصة بيع يوسف (عليه السلام))) (9) و ((كانت العرب على دينين حلة وحمس)) (10).\n\n24 - الحسن بن ذكوان (ت بعد 140 هـ/ 757م) (11)\nالحسن بن ذكوان. ابو سلمة البصري (12). وقد وثقه العلماء واجلوه فقد روى عنه كل من البخاري وابن ماجة (ت 273هـ/ 886م) وابو داود والترمذي (ت 279هـ/ 892م). وقال ابن\n__________\n(1) 1) ابن خياط، المصدر السابق: 2/ 451.\n(2) 2) ابن سعد، المصدر السابق: 6/ 358.\n(3) 3) المزي، المصدر السابق: 6/ 319.\n(4) 4) الرازي، المصدر السابق: 7/ 271.\n(5) 5) الذهبي، العبر: 1/ 158.\n(6) 6) المزي، المصدر السابق: 6/ 319.\n(7) 7) تاريخ الاسلام: 6/ 267.\n(8) 8) تهذيب التهذيب: 9/ 180.\n(9) 9) الطبري، تاريخ: 1/ 335.\n(10) 10) الازرقي، المصدر السابق; 1/ 179.\n(11) 11) الذهبي، تاريخ الاسلام: 6/ 108.\n(12) 12) البخاري، التاريخ: 2/ 293.\n(1/81)\n",
        "عدي ((يروي احاديث لا يرويها غيره ... لا باس به)) (1). وذكره ابن حبان (2) في كتاب الثقات. وقال عنه الذهبي (3) ((بصري صدوق)) وقوله ((هو صالح الحديث)) (4) وقد روى عنه ابن اسحاق رواية واحدة وهي ((وصف آدم (عليه السلام))) (5).\n\n25 - جعفر بن الزبير الشامي (ت بعد 140 هـ/ 757م) (6)\nجعفر بن الزبير الحنفي. وقيل الباهلي (7). الشامي الدمشقي نزيل البصرة. وقد ضعفه العلماء ولم يوثقوه فكذبة شعبة وقال ((اذهب فأستعدي على جعفر بن الزبير وضع على رسول الله (صلى الله عليه وسلم) اربعمائة حديث)) وقال ابن معين ((هو ضعيف)) (8). وقال البخاري (9) ((غير ثقة متروك)) وقال ابو حاتم ((ذاهب الحديث لا ارى ان احدث عنه)) (10) وقال عبد الله بن احمد ابن حنبل ((قال ابي، اضرب على حديث جعفر بن الزبير)) (11) وقد روى عنه ابن اسحاق رواية واحدة وهي ((سؤال ابي ذر (رضي الله عنه) للرسول (صلى الله عليه وسلم) اكان آدم (عليه السلام) نبياً)) (12).\n__________\n(1) 1) المزي، المصدر السابق: 2/ 126.\n(2) 2) الثقات: 6/ 206.\n(3) 3) تاريخ الاسلام: 6/ 107.\n(4) 4) الذهبي، ميزان الاعتدال،: 1/ 489.\n(5) 5) الطبري، تاريخ: 1/ 160.\n(6) 6) ابن حجر، تهذيب التهذيب: 2/ 91.\n(7) 7) البخاري، التاريخ: 2/ 192.\n(8) 8) الرازي، المصدر السابق: 2/ 479؛ الذهبي، ميزان الاعتدال: 1/ 406.\n(9) 9) التاريخ: 2/ 192.\n(10) 10) الرازي، المصدر السابق: 2/ 479.\n(11) 11) المزي، المصدر السابق: 1/ 461.\n(12) 12) الطبري، تاريخ: 1/ 151.\n(1/82)\n\n26 - الحسن بن عمارة (ت 135هـ/ 752م) (1).\nالحسن بن عمارة بن مضرب مولى البجليين. ابو محمد الكوفي (2). وقد ولي القضاء للخليفة المنصور ببغداد. وامر المنصور ولده المهدي ان ياخذ الفقه من الحسن بن عمارة (3). وقد وثقه العلماء واثنوا عليه فقال الفلاس (ت 249هـ/ 863م) ((صدوق معنى في نفسه)) (4) وقال الخطيب (5) ((كان ابن عمارة يصل الى الاعمش ومسعر وله ثروة وحشمة)) وقال الذهبي (6) ((كان من كبار الفقهاء في زمانه)) وقد روى عنه ابن اسحاق اربع روايات هي ((عمارة البيت)) (7) و ((تساؤل ابن عباس (رضي الله عنه) ونفر من اهل الكتاب عن موسى (عليه السلام))) (8) و ((جواب ابن عباس (رضي الله عنه) لاهل الكتاب عن اسم فتى موسى (عليه السلام))) (9) و ((اسم صاحب يس هو حبيب)) (10).\n\n27 - ثور بن يزيد (ت 153هـ/ 770م) (11)\nثور بن يزيد بن زياد الكلاعي. ويقال الرحبي. ابو خالد الحمصي الشامي (12). وقد وثقه العلماء واجلوه واثنوا عليه. فقال محمد بن سعد (13) ((كان ثقة في الحديث)) وقال ابن معين ((ثقة)).\n__________\n(1) 1) الخطيب، المصدر السابق: 7/ 345.\n(2) 2) البخاري، التاريخ: 2/ 303.\n(3) 3) الخطيب، المصدر السابق: 7/ 345؛ ابن كثير، المصدر السابق: 10/ 111.\n(4) 4) الرازي، المصدر السابق: 3/ 27.\n(5) 5) تاريخ بغداد: 7/ 346.\n(6) 6) ميزان الاعتدال: 1/ 515.\n(7) 7) الطبري، تاريخ: 1/ 253.\n(8) 8) المصدر نفسه: 1/ 372.\n(9) 9) المصدر نفسه: 1/ 375.\n(10) 10) المصدر نفسه: 2/ 21.\n(11) 11) ابن سعد، المصدر السابق: 7/ 467.\n(12) 12) البخاري، التاريخ: 2/ 181.\n(13) 13 (الطبقات: 7/ 467.",
        "(1/83)\n\nوقال ابن حنبل ((ليس به باس)) (1). وقد خرج له البخاري (2). وقال ابو حاتم ((ثقة)) (3). وقال عنه الذهبي (4) ((المحدث الفقيه عالم حمص)) وقال ابن العماد (5) ((الحافظ محدث حمص)). وروى عنه ابن اسحاق اربع روايات هي ((اخبار الرسول (صلى الله عليه وسلم) عن نفسه)) (6) و ((خبر الحصن وابو نائلة في غزوة بني قينقاع)) (7) و ((خبر ذي القرنين)) (8) و ((مسير الرسول (صلى الله عليه وسلم) من خيبر الى وادي القرى)) (9).\n\n28 - عبد الرحمن بن ابي الزناد (ت 174هـ/ 790م) (10)\nعبد الرحمن بن عبد الله بن ذكوان مولى قريش. ابو محمد المدني (11). وقد وثقه العلماء واثنوا عليه. حيث قال ابن سعد (12) (ت 230هـ/ 844م) ((كان كثير الحديث)) وقال الذهبي (13) ((هو احد العلماء الكبار واخير المحدثين لهشام بن عروة وكان من الحفاظ المكثرين)) وقوله ((هو احد اوعية العلم)) (14) وقال عنه ابن حجر (15) ((صدوق)) وقد روى عنه ابن اسحاق رواية واحدة وهي ((كذبات ابراهيم (عليه السلام) الثلاثة)) (16).\n__________\n(1) الرازي، المصدر السابق: 2/ 469.\n(2) ابن العماد، المصدر السابق: 1/ 234.\n(3) الرازي، المصدر السابق: 2/ 469.\n(4) سير اعلام النبلاء: 6/ 344.\n(5) شذرات الذهب: 1/ 234.\n(6) ابن اسحاق، السير والمغازي: 51؛ المبتدأ والمبعث والمغازي: 28.\n(7) ابن اسحاق، السير والمغازي: 318؛ المبتدأ والمبعث والمغازي: 298.\n(8) ابن هشام، المصدر السابق: 1/ 307.\n(9) المصدر نفسه: 2/ 338.\n(10) ابن سعد، المصدر السابق: 7/ 324.\n(11) البخاري، التاريخ: 5/ 315؛ الرازي، المصدر السابق: 5/ 252.\n(12) الطبقات: 7/ 324.\n(13) ميزان الاعتدال: 2/ 575 - 576.\n(14) الذهبي، تاريخ الاسلام: 7/ 234.\n(15) تقريب التهذيب: 400.\n(16) الطبري، تاريخ: 1/ 246.\n(1/84)",
        "\nب- القصاص المجهول وفاتهم\n\n1 - خلاد بن عطاء\nخلاد بن عطاء بن الشيج ويقال ابن السمح الشامي مولى قريش. قال عنه البخاري (1) (ت 256هـ/ 869م) ((هو منكر الحديث)) وقد ذكره ابو حاتم دون جرح (2). وقال ابن حجر (3) ((لا يتابع عليه)) وقد روى عنه ابن اسحاق رواية واحدة هي ((امر ابليس قبل معصيته لله عز وجل)) (4).\n\n2 - يحيى بن عباد بن عبد الله بن الزبير\nيحيى بن عباد بن عبد الله بن الزبير بن العوام القرشي الاسدي المدني (5). وقد وثقه العلماء واثنوا عليه فقد كان ابن اسحاق يكثر الحديث عنه. وقال عنه ابن معين ((ثقة)) (6) وقال ابو حاتم ((كانت له مروءة)) (7) وقال النسائي ((ثقة)) (8) كما ذكره ابن حبان (9) في كتاب الثقات. وقال عنه ابن حجر (10) ((كان ثقة كثير الحديث)). وقد روى عنه محمد بن اسحاق ستاً وعشرين رواية هي ((وفاة آدم (عليه السلام))) (11) و ((ايجاد قريش لكتابين في بئر الكعبة)) (12) و ((صوفة ورمي الجمار)) (13)\n__________\n(1) التاريخ: 3/ 186.\n(2) الرازي، المصدر السابق: 3/ 366.\n(3) لسان الميزان: 2/ 401 – 402.\n(4) الطبري، تاريخ: 1/ 86.\n(5) البخاري، التاريخ: 8/ 291.\n(6) المزي، المصدر السابق: 8/ 54.\n(7) الرازي، المصدر السابق: 9/ 73.\n(8) الذهبي، ميزان الاعتدال: 4/ 388.\n(9) الثقات: 7/ 592.\n(10) تهذيب التهذيب: 11/ 235.\n(11) الطبري، تاريح: 1/ 159.\n(12) الازرقي، المصدر السابق: 1/ 79.\n(13) ابن هشام، المصدر السابق: 1/ 120.\n(1/85)\n",
        "و ((نبوءة رجل من لهب عن الرسول (صلى الله عليه وسلم))) (1) و ((ابو قحافة واسماء بعد هجرة ابي بكر (رضي الله عنه))) (2) و ((مقتل امية بن خلف)) (3) و ((حزن قريش على قتلاهم في بدر)) (4) و ((ابو العاص عند الرسول (صلى الله عليه وسلم) وبعث زينب في فدائه)) (5) و ((المدة بين قوله تعالى ((يا ايها المزمل)) (6) ... ومعركة بدر)) (7) و ((حديث الزبير عن سبب الهزيمة في احد)) (8) و ((ضعف الرسول (صلى الله عليه وسلم) عن النهوض ومعاونة طلحة له في احد)) (9) و ((اجبار ابي ميسرة عقبة بن الحارث على قتل خبيب)) (10) و ((رواية صفية عن جبن حسان بن ثابت)) (11) و ((شأن الرسول (صلى الله عليه وسلم) مع نسائه في السفر)) (12) و ((امارة جعفر (رضي الله عنه) ومقتله)) (13)\nو ((امارة ابن رواحة (رضي الله عنه) ومقتله)) (14) و ((اسلام ابي قحافة)) (15) و ((اسم الصارخ بكلام الرسول (صلى الله عليه وسلم) وما كان يردده)) (16) و ((وفاة الرسول (صلى الله عليه وسلم) في حجر عائشة (رضي الله عنها))) (17) و ((غسل الرسول (صلى الله عليه وسلم))) (18) و ((الاختلاف\n__________\n(1) المصدر نفسه: 1/ 179.\n(2) المصدر نفسه: 1/ 488.\n(3) المصدر نفسه: 1/ 631.\n(4) المصدر نفسه: 1/ 647.\n(5) المصدر نفسه: 1/ 653.\n(6) سورة المزمل، الاية، 1\n(7) ابن هشام، المصدر السابق: 1/ 671.\n(8) المصدر نفسه: 2/ 77.\n(9) المصدر نفسه: 2/ 86.\n(10) المصدر نفسه: 2/ 173.\n(11) المصدر نفسه: 2/ 228.\n(12) المصدر نفسه: 2/ 297.\n(13) ابن اسحاق، السير والمغازي: 226؛ المبتدأ والمبعث والمغازي: 208.\n(14) ابن هشام، المصدر السابق: 2/ 379.\n(15) المصدر نفسه: 2/ 405.\n(16) المصدر نفسه: 2/ 605.\n(17) المصدر نفسه: 2/ 655.\n(18) المصدر نفسه:2/ 662.\n(1/86)\n\nفي غسل الرسول (صلى الله عليه وسلم))) (1) و ((الكتابة في راس الكعبة)) (2) و ((نفور جمل عائشة (رضي الله عنها))) (3) ((انكشاف المسلمين بعد نزول الرماة من الجبل)) (4) و ((ثناء الرسول (صلى الله عليه وسلم) على طلحة)) (5) و ((قصي ورمي الجمار في مكة)) (6).\n\n3 - الحسن بن دينار\nالحسن بن دينار بن واصل مولى بني سليط التميميين. ابو سعيد البصري. وقد اختلف العلماء فيه جرحاً وتعديلاً فقال ابن سعد (7) ((هو ضعيف في الحديث ليس بشيء)) وقد ضعفه كذلك ابن معين. وقال ابن حنبل ((كذاب)) (8). وكان ممن دافع عنه ابو داود وقد ((حدث عنه باصبهان وكان يقول حدثنا الحسن بن واصل وما هو عندي من اهل الكذب)). وقال ابن المبارك (ت 592هـ/ 1195م) ((اللهم لا اعلم الاخيراً)) (9) وقد روى عنه ابن اسحاق اربع روايات وهي ((اول ما حمل نوح (عليه السلام) في الفلك)) (10) و ((الرجل الذي اشار الى تحريق ابراهيم (عليه السلام))) (11) و ((ان اسماعيل (عليه السلام) هو الذبيح)) (12) و ((ان الفداء كان كبشاً)) (13).\n__________\n(1) البلاذري، انساب الاشراف: 1/ 569.\n(2) ابن اسحاق، السير والمغازي: 106؛ المبتدأ والمبعث والمعازي: 85.\n(3) ابن اسحاق، السير والمغازي: 526؛ المبتدأ والمبعث والمعازي: 240.\n(4) ابن اسحاق: السير والمغازي: 327؛ المبتدأ والمبعث والمعازي: 306.\n(5) ابن اسحاق، السير والمغازي: 332؛ المبتدأ والمبعث والمعازي: 311.\n(6) الطبري، تاريخ: 2/ 257.\n(7) الطبقات: 7/ 279.\n(8) الرازي، المصدر السابق: 3/ 12.\n(9) الذهبي، ميزان الاعتدال: 1/ 487.\n(10) الطبري، تاريخ: 1/ 184.\n(11) المصدر نفسه: 1/ 240.\n(12) المصدر نفسه: 1/ 270.\n(13) المصدر نفسه: 1/ 275.",
        "(1/87)\n\n4 - عبد الرحمن بن ابي بكر\nعبد الرحمن بن ابي بكر بن عبد الله بن ابي مليكة القرشي التيمي الجدعاني المليكي المدني قال عنه البخاري (1) ((منكر الحديث)) ولكن روى له ابن ماجة والترمذي (2). وقال ابن عدي (ت 232هـ/ 934م) ((هو من جملة من يكتب حديثه)) (3). وقد روى عنه ابن اسحاق رواية واحدة وهي ((تفسير قوله تعالى ((وفديناه بذبح عظيم)) (4) انها نزلت في اسحاق بن ابراهيم (عليهما السلام))) (5).\n\n5 - حكيم بن جبير\nحكيم بن جبير الاسدي. وقيل مولى آل الحكم بن ابي العاص الثقفي الكوفي (6). وقد وثقه العلماء واثنوا عليه. فقد سئل ابو زرعة عنه فقال ((محله الصدق ان شاء الله)). وكان سفيان الثوري يروي عنه (7).\nو قال الذهبي (8) ((شيعي مقل في الحديث)) وقد روى عنه ابن اسحاق ثلاث روايات هي ((سؤال اليهودي لابن عباس (رضي الله عنه) أي الاجلين قضى موسى (عليه السلام))) (9) و ((قصة السامري)) (10) و ((شدة تعذيب المسلمين على يد المشركين)) (11).\n\n6 - المغيرة بن ابي لبيد\n__________\n(1) التاريخ: 5/ 260.\n(2) المزي، المصدر السابق: 4/ 377.\n(3) الذهبي، ميزان الاعتدال: 2/ 550؛ ابن حجر، تهذيب التهذيب: 6/ 146.\n(4) سورة الصافات، الآية: 107.\n(5) الطبري، تاريخ: 1/ 265.\n(6) البخاري، التاريخ: 3/ 16.\n(7) الرازي، المصدر السابق: 3/ 201.\n(8) ميزان الاعتدال: 1/ 583.\n(9) الطبري، تاريخ: 1/ 399.\n(10) المصدر نفسه: 1/ 424.\n(11) ابن اسحاق، السير والمغازي: 192؛ المبتدأ والمبعث والمغازي: 171.\n(1/88)",
        "\nالمغيرة بن ابي لبيد مولى الاخنس. وقد وثقه العلماء لانه كان يروى عن ابن سيرين (ت110هـ/ 728م) (1). وذكره ابو حاتم دون أي حرج (2). وقد روى عنه ابن اسحاق روايتين هما ((قصة شمسون)) (3) و ((فيميون صاحب دين عيسى (عليه السلام) في اليمن)) (4).\n\n7 - يزيد بن عمرو\nيزيد بن عمرو بن امية الضمري (5). اخو جعفر بن عمرو (6). ذكره ابو حاتم دون جرح (7). وروى عنه ابن اسحاق رواية واحدة وهي ((حديث اليهوديين كعب واسد مع تبع)) (8).\n\n8 - ابو مالك بن ثعلبه بن ابي مالك القرظي\nابو مالك بن ثعلبه بن ابي مالك القرظي المدني (9). وقد وثقه العلماء واجلوه فقد روى له ابو داود حديثاً واحداً (10). وذكره ابو حاتم دون جرح (11). وقال عنه ابن حجر (12) ((مقبول)) وقد روى\n__________\n(1) البخاري، التاريخ: 7/ 325.\n(2) الرازي، المصدر السابق: 8/ 228.\n(3) الطبري، تاريخ: 2/ 22.\n(4) ابن هشام، المصدر السابق: 1/ 31؛ الطبري، المصدر السابق: 2/ 119.\n(5) البخاري، التاريخ: 8/ 249.\n(6) ينظر ترجمة: ص 107 من الرسالة.\n(7) الرازي، المصدر السابق: 9/ 281.\n(8) الطبري، تاريخ: 2/ 106.\n(9) البخاري، التاريخ: 9/ 67.\n(10) المزي، المصدر السابق: 7/ 15؛ ابن حجر، تهذيب التهذيب: 10/ 11.\n(11) الرازي، المصدر السابق: 9/ 435.\n(12) تقريب التهذيب: 601.\n(1/89)\n",
        "عنه ابن اسحاق روايتين وهما ((حلول حمير بين تبع واليمن عندما سمعت انه تنصر)) (1) و ((دعوة تبع قومه الى النصرانية وتحكيم النار بينهم وبينه)) (2).\n\n9 - عبد الملك بن راشد\nعبد الملك بن راشد. قال البخاري ((منقطع)) (3). وذكره ابو حاتم دون جرح (4). وقد روى عنه ابن اسحاق رواية واحدة هي ((حديث عمر (رضي الله عنه) عن جمع قصي لامر قومه)) (5).\n10 - حكيم بن عباد بن حنيف\nحكيم بن عباد بن حنيف الانصاري. كان يروي عن ابن عباس (رضي الله عنه) (6). وقد وثقة العلماء واجلوه فذكره ابو حاتم دون جرح (7). كما ذكره ابن حبان (8) في كتاب الثقات. ورى عنه ابن اسحاق رواية واحدة هي ((ان قريش جعلت صوراً في الكعبة)) (9).\n\nسابعاً: اثر القصاص في سيرة ابن اسحاق\nتبين من خلال دراسة شخصية ابن اسحاق ونشأته النشأة العلمية الخالصة انه كان محباً للعلم والمعرفة حريصاً على التزود بكل معارف وعلوم عصره غير مبال بتعب ولا بسفر في سبيل تحصيل العلم ومن خلال المقدمة السابقة عن علم القصص ونشأته في الدولة العربية الاسلامية وانه يهدف الى تذكير الناس بالله تعالى وباليوم الاخر بالاعتماد على الترغيب والترهيب في الدين الاسلامي وحرصه على العلم والمعرفة فقد اتصل بعلماء كثيرين واخذ عنهم روايات كانت تتسم بطابع روايات القصاص بل ان بعض المؤرخين عدوا ابن اسحاق من القصاص كالسمعاني (10).\n__________\n(1) الطبري، تاريخ: 2/ 108.\n(2) ابن هشام، المصدر السابق: 1/ 27.\n(3) البخاري، التاريخ: 5/ 412.\n(4) الرازي، المصدر السابق: 5/ 350.\n(5) ابن هشام، المصدر السابق: 1/ 126؛ الطبري، تاريخ: 2/ 259.\n(6) البخاري، التاريخ: 3/ 17.\n(7) الرازي، المصدر السابق: 3/ 206.\n(8) الثقات: 4/ 162.\n(9) الازرقي، المصدر السابق: 1/ 169.\n(10) الانساب: 4/ 428.\n(1/90)\n\nوقد اكثر ابن اسحاق من روايات القصاص في سيرته التي كتبها وكان في كل ذلك يتحرى الصدق ولم ياخذ الا من الثقات الامناء وكان يبرء ذمته دائماً من الاخبار التي لم يكن متأكداً من صحتها بقوله ((والله اعلم)) (1) وقوله ((فيما يزعمون)) (2). وقد تبين ان القصاص الذين اخذ عنهم. كانت لرواياتهم اهمية كبيرة في معرفة تاريخ الانسانية قبل الاسلام ومعرفة قصص الانبياء (عليهم السلام) والامم الاخرى. وكان القصاص على قدر كبير من الثقة والامانة واصحاب مكانة مرموقة في نظر علماء الجرح والتعديل واصحاب التراجم. وكان من اهم المميزات التي تمتع بها القصاص هي تنوعهم في الرواية فقد رووا روايات تخص سيرة الرسول (صلى الله عليه وسلم) فضلاً عن رواياتهم عن تاريخ ما قبل الاسلام. وكان من هؤلاء يحيى بن عروة بن الزبير وليث من ابي سليم ويحيى بن عباد بن عبد الله بن الزبير وغيرهم. وكان من القصاص مجموعة اخرى تميزت بروايتها لاخبار ما قبل الاسلام وقصص الانبياء (عليهم السلام) فقط فحفظوا روايات مهمة لاحداث ووقائع هذه الفترة المهمة من تاريخ الانسانية وفي مقدمتهم وهب بن منبه وعطاء بن ابي رباح ومحمد بن كعب القرظي والحسن بن عمارة فكانت رواياتهم شاملة تقريباً للمراحل الاربع التي جعلها المؤرخون اساساً لتقسيم (المبتدأ) من كتاب ابن اسحاق وهي التاريخ القديم من خلق آدم (عليه السلام) الى زمن عيسى (عليه السلام) وانبياء تلك الفترة وتناول الفصل الثاني تاريخ اليمن في العصر الجاهلي وقد وردت روايات كثيرة عن القصاص تخص تاريخ اليمن والفصل الثالث ويتناول القبائل العربية وعبادتها للاصنام واول من عبدها منهم بل حددوا عدد الاصنام بـ (360) صنماً فضلاً عن اخبار مهمة عن مكة المكرمة. وفي الفصل الرابع يذكر روايات مهمة تتحدث عن اجداد الرسول (صلى الله عليه وسلم) الى جده الاكبر (قصي بن كلاب) وكان ممن نال اهتمام القصاص من اجداد الرسول (صلى الله عليه وسلم) جده (عبد المطلب) الذي حفظ القصاص جزءاً من اشعاره فضلاً عن روايات متعددة تتحدث عن اخباره مع اولاده وغير ذلك.\nوقد تبين للباحث من خلال احصاء روايات هؤلاء القصاص انها تحتوي على العديد من الاخبار المهمة عن انبياء بني اسرائيل (عليهم السلام) واخبار اليهود وذلك بفضل عدد من القصاص الذين كان اصلهم من اليهود الذين اسلموا وقد مر الحديث عن ذلك في فصل الاسرائيليات فكانت الروايات التي تتحدث عن بني اسرائيل واليهود (24) رواية من اصل (78)\n__________\n(1) ابن اسحاق، السير والمغازي: 62؛ المبتدأ والمبعث والمغازي: 42.\n(2) الطبري، تاريخ:1/ 95, 191، 233.",
        "(1/91)\n\nرواية كانت تتحدث بصورة مباشرة عن فترة ما قبل الاسلام وهذا العدد كان من اصل (211) رواية رواها القصاص الثماني والثلاثون الذين اعتمد عليهم ابن اسحاق ولم تكن هذه الروايات موزعة بالتساوي على هذا العدد من القصاص فكان في المرتبة الاولى عبد الله بن ابي بكر بن محمد بن عمرو بن حزم المدني الذي امدّ ابن اسحاق بكل ما يحتاج اليه من معرفة سواء في المبتدأ او المبعث او المغازي فقد روى ابن اسحاق عنه (55) رواية. فضلاً عن قصاص مدنيين اخرين بلغ عددهم (24) من اصل (38) قاصاً وكانت لهم (149) رواية من اصل (211) رواية. وهذا يدل على اثر علماء المدينة في سيرة ابن اسحاق. وبلغ عدد القصاص من غير المدينة (14) قاصاً كان لهم (62) رواية وهم (3) قصاص مكيون رووا (31) رواية فضلاً عن (4) قصاص بصريين رووا (11) رواية و (4) قصاص من الكوفة رووا (10) روايات. وقاصان اثنان (2) فقط من الشام رويا (5) روايات وقاص واحد (1) يمني له (5) روايات.\nوبذلك جمع ابن اسحاق مميزات المراكز الثقافية في البلدان الاسلامية مثل الاهتمام بالاسناد وروايات السيرة والمغازي الذي كانت تتمتع به مدرسة المدينة وتاريخ الانبياء (عليهم السلام) وتاريخ اليمن ميزة مدرسة اليمن وتاريخ العرب قبل الاسلام والقبائل العربية كانت ميزة المدرسة العراقية في دراسة التاريخ.\nوالجدير بالذكر ان القصاص الموالي اكثر عدداً من القصاص العرب فقد بلغ عددهم (20) عشرين قاصاً من اصل (38). اما في الرواية فقد كانت الغلبة للقصاص العرب الـ (18) الذين اخذ عنهم ابن اسحاق (119) رواية فضلاً عن روايته (92) رواية من القصاص الـ (20) الموالي. أي ان القصاص الموالي كانوا اكثر عدداً من القصاص العرب ولكن تأثير القصاص العرب كان اكبر في سيرة ابن اسحاق.\n\nوفيما يأتي جدول باسماء القصاص الذين اخذ عنهم ابن اسحاق مرتبين حسب الراوي الاكثر رواية وبيان اصله ونشأته.\n\nالجدول رقم (1) القصاص مرتبين حسب حجم الروايات\nت ... القصاص ... عدد الروايات ... اصلهم ... نشأتهم\n1 ... عبد الله بن ابي بكر ... 55 ... عربي ... مدني\nعبد الله بن ابي نجيح ... 28 ... مولى ... مكي\n(1/92)",
        "\n3 ... يحيى بن عباد بن عبد الله بن الزبير ... 26 ... عربي ... مدني\n4 ... يزيد بن زياد ... 10 ... مولى ... مدني\n5 ... يزيد بن عبد الله بن قسيط ... 8 ... عربي ... مدني\n6 ... نافع ... 6 ... مولى ... مدني\n7 ... بريدة بن سفيان بن فروة الاسلمي ... 6 ... عربي ... مدني\n8 ... وهب بن منبه ... 5 ... مولى ... يمني\n9 ... محمد بن كعب القرظي ... 5 ... مولى ... مدني\n10 ... داود بن الحصين ... 5 ... مولى ... مدني\n11 ... عمرو بن عبيد ... 5 ... مولى ... بصري\n12 ... الحسن بن عمارة ... 4 ... مولى ... كوفي\n13 ... ثور بن يزيد ... 4 ... عربي ... شامي\n14 ... الحسن بن دينار ... 4 ... مولى ... بصري\n15 ... عمر بن عبد الله بن عروة ... 3 ... عربي ... مدني\n16 ... يحيى بن عروة بن الزبير ... 3 ... عربي ... مدني\n17 ... ليث بن ابي سليم ... 3 ... مولى ... مدني\nحكيم بن جبير ... 3 ... مولى ... كوفي\n19 ... عبد الرحمن الاعرج ... 2 ... مولى ... مدني\n20 ... محمد بن سعيد بن المسيب ... 2 ... عربي ... مدني\n21 ... سالم ابو النضر ... 2 ... مولى ... مدني\n22 ... ابو الزناد ... 2 ... عربي ... مدني\n23 ... صدقه بن يسار ... 2 ... مولى ... مكي\n24 ... محمد بن السائب الكلبي ... 2 ... عربي ... كوفي\n25 ... المغيرة بن ابي لبيد ... 2 ... مولى ... مدني\n26 ... ابو مالك بن ثعلبة بن ابي مالك القرظي ... 2 ... مولى ... مدني\n27 ... عطاء بن ابي رياح ... 1 ... مولى ... مكي\n(1/93)\n",
        "28 ... يعقوب بن ابي سلمة ... 1 ... مولى ... مدني\nطلحة بن عبد الله بن كريز ... 1 ... عربي ... كوفي\n30 ... ربيعة الرأي ... 1 ... مولى ... مدني\n31 ... الحسن بن ذكوان ... 1 ... عربي ... بصري\n32 ... جعفر بن الزبير ... 1 ... عربي ... بصري\n33 ... عبد الرحمن بن ابي الزناد ... 1 ... مولى ... مدني\n34 ... خلاد بن عطاء ... 1 ... عربي ... شامي\n35 ... عبد الرحمن بن ابي بكر ... 1 ... عربي ... مدني\n36 ... يزيد بن عمرو ... 1 ... عربي ... مدني\n37 ... عبد الملك بن راشد ... 1 ... عربي ... مدني\n38 ... حكيم بن عباد بن حنيف ... 1 ... عربي ... مدني\n(1/94)\n\nالفصل الثالث\n\nاثر الاخباريين في تأليف كتاب السير والمغازي لابن اسحاق\n\nاولاً: تعريف الاخباري\n\nأ لغة.\n\nب- اصطلاحاً\n\nثانياً: الاخباريون في الاسلام.\n\nثالثاً: الاخباريون الذين اخذ عنهم ابن اسحاق.\n\nرابعاً: القصاص الاخباريون الذين اخذ عنهم ابن اسحاق.\n\nخاسماً: اخباريون لم نعثر لهم على ترجمة.",
        "(1/95)\n\nاولاً: الاخباري:-\n\nأ لغة:\nالنبأ، قال ابن منظور (1) ((والخبر ما اتاك من نبا عمن تستخبر والجمع اخبار)). والخبر هو العلم والمعرفة بالشيء. قال تعالى ((وكيف تصبر على ما لم تحط به خبرا)) (2) وذكر الزمخشري (3) ((أي لم يحط به خبرك بمعنى لم تخبره)) أي لم تعرفه.\nوهو بمعنى التحدث والكلام. قال تعالى ((يومئذ تحدث اخبارها)) (4). أي تحدث الخلق اخبارها لان المقصود ذكر تحديثها الاخبار بسبب ايحاء ربك لها وامره اياها بالتحدث (5).\nوالخبير من اسماء الله عز وجل العالم بما كان وما يكون. وخبرت بالامر أي علمته وخبرت الامر اخبُره اذا عرفته على حقيقته (6).\nوقوله تعالى ((فسئل به خبيرا)) (7) أي اسأل عنه خبيراً يخبر (8).\n__________\n(1) لسان العرب: 1/ 783؛ الفيروز آبادي، المصدر السابق: 2/ 17.\n(2) سورة الكهف، الآية: 68.\n(3) الكشاف: 2/ 734؛ الرازي، المصدر السابق: 168.\n(4) سورة الزلزلة، الآية: 4.\n(5) الزمخشري، المصدر السابق: 4/ 784.\n(6) ابن منظور، المصدر السابق: 1/ 783.\n(7) سورة الفرقان، الآية،: 59.\n(8) ابن منظور، المصدر السابق: 1/ 783.\n(1/96)",
        "\nب- اصطلاحاً\nقال السمعاني (1) ((الاخباري بفتح الالف وسكون الخاء المعجمة وفتح الباء وفي اخرها الراء هذه النسبة الى الاخبار ويقال لمن يروي الحكايات والقصص والنوادر الاخباري)). وجمعه الاخباريون وهي صفة لجماعة من الناس عرفوا بجمع الاخبار وروايتها.\nفهو الذي يجمع الاخبار ويتحرى في جمعه الاخبار الصحيحة ويأخذ بالدقة ويخبر بها غيره أي انه يأخذها من غيره وكذلك يعطيها لغيره (2).\n\nثانياً: الاخباريون في الاسلام.\nلاحظنا مما تقدم ان الاخباريين كانت مهمتهم جمع الاخبار وروايتها. وكان العرب في الجاهلية لغلبة البداوة والامية عليهم يتذاكرون ايامهم واحداثهم المهمة عن طريق الرواية الشفوية على هيئة اشعار مقصّدة واخبار متفرقة. ويستثنى من تلك الحال من ترك منهم البداوة ونزل حواضر الجزيرة وخاصة اهل اليمن والحيرة فقد نقش الاولون بالخط المسند على مبانيهم لمعاً من اخبار ملوكهم وشؤونهم العامة ودون الاخرون بخطهم اخبار مملكتهم واودعوها اديار الحيرة وكنائسها. فلما جاء الاسلام وقامت الدولة العربية دعت الحاجة الى معرفة سيرة الرسول العربي محمد (صلى الله عليه وسلم) واحواله استقصاءاً للسنة، وتوفر رجال على جمع اخبار السيرة وتدوينها فكان ذلك بدء اشتغال العرب في الاسلام بالتاريخ على ان التاريخ لم يخرج يومئذ عن كونه نوعاً من انواع الحديث (3).\nفالاخباري اذاً كان مقيداً بشروط الحديث النبوي الشريف بل ان الاخباريين الاوائل الذين جمعوا روايات عن سيرة الرسول (صلى الله عليه وسلم) واخباره الاولى ومغازيه كانوا محدثين يتحرون الروايات الصحيحة من الناس الثقاة ولا يأخذون برواية مكذوبة ابداً (4). هذا وانهم لم يسموا اخباريين الا لأنهم جمعوا اخباراً عادية تخص حياة الرسول (صلى الله عليه وسلم) العامة من غير الحديث الشريف (الذي فيه امر شرعي) فضلاً عن اشتغالهم بالحديث فسموا لذلك اخباريين.\n__________\n(1) الانساب: 1/ 94.\n(2) الفيروزآبادي، المصدر السابق: 2/ 17؛ ينظر، عبد الحميد العبادي، مترجم كتاب علم التاريخ لهرنشو ووضع فيه فصلاً عن التدوين التاريخي في الاسلام، مطبعة لجنة التأليف والترجمة والنشر، القاهرة، 1937م: 61.\n(3) هرنشو، المرجع السابق: 52 – 53.\n(4) الدوري، بحث في نشأة علم التاريخ عند العرب: 19 – 20.\n(1/97)\n",
        "يقول العبادي (1) ((وجد الى جانب السيرة نوع اخر من الرواية التاريخية موضوعه اخبار الماضين واحوال الجاهلية وحوادث الاسلام وقد اطلق على ذلك لفظ الاخبار وعلى المتخصص في روايته (الاخباري) كما عرف المتخصص برواية الحديث (المحدث))).\nوكان لعلم الاخبار مكانة مرموقة ومحترمة من قبل جميع شرائح المجتمع حتى قال المسعودي (2) (ت 346هـ/ 957م) (( ... اذا كان كل علم من الاخبار يستخرج وكل حكمة منه تستنبط والفقه منها يستشار والفصاحة منها تستفاد واصحاب القياس عليها يبنون واهل المقالات منها يحتجون ومعرفة الناس منها تؤخذ وامثال الحكماء فيها توجد ومكارم الاخلاق ومعاليها منها تقتبس واداب سياسة الملك والحزم منها تلتمس وكل غريبة منها تعرف وكل عجيبة تستطرف وهو علم يستمتع بسماعه العالم والجاهل ويستعذب موقعه الاحمق والعاقل ويانس بمكانه وينزع اليه الخاصي والعامي ويميل الى روايته العربي والعجمي)).\nوبذلك يعد بداية التاريخ الاسلامي على ايدي هؤلاء الاخباريين الذين جمعوا روايات عن تاريخ العرب في الجاهلية وتاريخ سيرة الرسول (صلى الله عليه وسلم) ومغازيه وحوادث الدولة العربية الاسلامية فقد كان من اوائل من اهتموا بالاخبار رجال معروفون بالعلم والتقوى مثل كعب الاحبار (3) كذلك شهرته في مجال القصص وزياد بن أبيه (ت 53هـ/ 672م) الذي الف كتاباً في مثالب العرب (4) ودغفل النسابة البكري (ت 60هـ/ 679م) الذي اشتهر برواية الاخبار والاسمار (5). وعبد الله ابن العباس (ت 67هـ/ 687م) ابن عم الرسول (صلى الله عليه وسلم) (6) الذي نسب اليه بعض الرواة مدونات استقى منها من بعده من المؤرخين وهو لم يؤلف كتاباً وانما كان ذلك تفسيراً منه للقرآن الكريم دونها احد تلاميذه. فابن عباس (رضى الله عنه) حمل عنه الاخبار في كل فن (7). وعبيد بن شرية الجرهمي (ت نحو 70هـ/ 689م) (8) الذي استدعاه معاوية\n__________\n(1) علم التاريخ، 55.\n(2) ابو الحسن علي بن الحسين، مروج الذهب ومعادن الجوهر، دار الاندلس، ط1، بيروت، 1965م: 2/ 40.\n(3) العبادي، المرجع السابق: 45.\n(4) نصار، المرجع السابق: 21 - 22.\n(5) المرجع نفسه: 22.\n(6) ينظر ترجمته، ابن سعد، المصدر السابق: 5/ 216.\n(7) نصار، المرجع السابق: 24.\n(8) ينظر ترجمة، ابن قتيبة، المصدر السابق: 534.\n(1/98)\n\nبن ابي سفيان (41هـ/ 661م – 60 هـ/ 680م) من اليمن ليحدثه عن ((اخبار العرب وايامهم والعجم وملوكها وسياستها لرعيتها وسير ملوك الامم وحروبها ومكايدها وسياستها لرعيتها وغير ذلك من اخبار الامم السالفة ... ثم يقوم فيقعد فيحضر الدفاتر فيها سير الملوك واخبارها والحروب والمكايد فيقرأ ذلك عليه غلمان مرتبون وقد وكلوا بحفظها وقراءتها فتمر بسمعه كل ليلة جمل من الاخبار والسير والاثار وانواع السياسات ثم يخرج فيصلى الصبح)) (1) ونسب ابن النديم (2) لعبيد كتاب ((الامثال)) وكتاب ((الملوك واخبار الماضين)).\nومن المحدثين الذين اهتموا بالاخبار واشتغلوا بجمع اخبار سيرة الرسول (صلى الله عليه وسلم) ومغازيه والاحداث الاسلامية المهمة عروة بن الزبير (ت 94هـ/ 712م) (3) الذي كان اول من الف كتاباً في مغازي الرسول (صلى الله عليه وسلم) (4) وعاصم بن عمر بن قتادة (ت120هـ/ 737م) والزهري وعبد الله بن ابي بكر بن محمد بن عمرو بن حزم.\n\nثالثاً: الاخباريون الذين اخذ عنهم ابن اسحاق (5)\nكان للاخباريين المسلمين الاوائل دور هام في جمع الروايات المختلفة عن سيرة ومغازي الرسول محمد (صلى الله عليه وسلم) وقد افاد ابن اسحاق من هؤلاء الاخباريين الذين امدوه بالعديد من الروايات المختلفة وقد بلغ عدد الاخباريين الذين تم حصرهم بـ (101) اخبارياً وتتباين عدد الروايات عن كل واحد من هؤلاء الاخباريين وتم ترتيبهم فيما يأتي وفقاً للاقدم وفاةً منهم وهم:\n\nأ- الاخباريون المعلوم وفاتهم.\n__________\n(1) المسعودي، المصدر السابق: 3/ 31.\n(2) ينظر، الفهرست: 132.\n(3) هو عروة بن الزبير بن العوام القرشي الاسدي اخو عبد الله بن الزبير، ينظر ترجمة، ابن سعد، المصدر السابق: 5/ 178؛ البخاري، التاريخ: 7/ 31.\n(4) ينظر، عروة بن الزبير، مغازي رسول الله (صلى الله عليه وسلم)، تحقيق، محمد مصطفى الاعظمي، مكتب التربية لدول الخليج، الرياض، 1981م في مجلد واحد.\n(5) ينظر، الملحق رقم (2)",
        "(1/99)\n\n1 - جعفر بن عمرو بن امية (ت 95هـ/ 713م)\nجعفر بن عمرو بن امية بن خويلد بن عبد الله بن اياس الضمري المدني. اخو عبد الملك بن مروان من الرضاعة (1). وقد اثنى عليه العلماء ووثقوه (2). فقال ابن سعد (3) ((كان ثقة وله احاديث)). وقال العجلي ((مدني تابعي ثقة من كبار التابعين وابوه من اصحاب النبي (صلى الله عليه وسلم))) (4). وقد روى عنه ابن اسحاق روايتين وهما ((خبر الكوثر)) (5) و ((صفة النساء اللاتي يدخلن على الازواج ما ليس منهم)) (6).\n\n2 - جعفر بن الزبير بن العوام (ت99هـ/ 717م)\nجعفر بن الزبير بن العوام بن خويلد بن اسد بن عبد العزى بن قصي القرشي الاسدي ((وقف الى جانب اخيه عبد الله بن الزبير في حروبه ... وكان شاعراً مجيداً)) (7) ثم وفد على سليمان بن عبد الملك فكلم له عمر بن عبد العزيز فوصلة بصلة جيدة (8). وقد وثقه العلماء واجلوه (9).\nفقال عنه محمد بن هلال ((رايت جعفر بن الزبير لا يحفي شاربه ياخذ منه اخذاً حسناً)) (10) وقال ابن حجر (11) ((ثقة)) وروى عنه ابن اسحاق رواية واحدة هي ((حديث عائشة (رضي الله عنها) عن فرقها لرسول الله (صلى الله عليه وسلم))) (12).\n__________\n(1) ابن سعد، المصدر السابق: 5/ 247.\n(2) المزي، المصدر السابق: 1/ 468؛ الذهبي، تاريخ الاسلام: 3/ 310.\n(3) الطبقات: 5/ 247.\n(4) المزي، المصدر السابق: 1/ 468.\n(5) ابن اسحاق، السير والمغازي: 272؛ المبتدأ والمبعث والمغازي: 253.\n(6) ابن هشام، المصدر السابق: 1/ 406.\n(7) ابن سعد، المصدر السابق: 5/ 184.\n(8) ابن حجر، تهذيب التهذيب: 2/ 92.\n(9) الرازي، المصدر السابق: 2/ 478.\n(10) ابن سعد، المصدر السابق: 5/ 184\n(11) تهذيب التهذيب: 2/ 92.\n(12) البلاذري، انساب الاشراف: 1/ 396؛ والفرق (المريض من مرضه والمحموم من حماه)، ينظر، محمد الرازي، المصدر السابق: 501.\n(1/100)",
        "\n3 - محمد بن طلحة بن يزيد بن ركانة (ت 107هـ/ 725م) (1).\nمحمد بن طلحة بن يزيد بن ركانة بن عبد يزيد بن المطلب القرشي المطلبي الحجازي (2). وقد وثقه العلماء واثنوا عليه فقال ابن معين ((ثقة)). وذكره ابو حاتم فقال ((هو قليل الحديث)) (3). كما ذكره ابن حبان (4) في كتاب الثقات. وقد روى عنه ابن اسحاق ثلاث روايات هي ((خبر وفاة ابراهيم ابن الرسول (صلى الله عليه وسلم))) (5) و ((استخلاف الرسول (صلى الله عليه وسلم) علياً (رضي الله عنه) على اهله في غزوة تبوك)) (6) و ((خبر رجم اليهوديين)) (7).\n\n4 - ابو بكر بن عبد الله بن ابي مليكة (ت بعد 100هـ/ 718م) (8).\nابو بكر بن عبد الله بن ابي مليكة بن عبد الله بن جدعان القرشي التيمي المكي. وهو مجهول الاسم يعرف بكنيته فقط.\nوقد وثقه العلماء واجلوه. فقال ابن سعد (9) ((كان قليل الحديث)) كما خرج له البخاري مقروناً بغيره (10). وقد ذكره ابن حبان (11) في كتاب الثقات. وقال عنه الذهبي (12) ((ما علمت به باساً)) وقد\n__________\n(1) ابن خياط، المصدر السابق: 2/ 351.\n(2) البخاري، التاريخ: 1/ 120.\n(3) الرازي، المصدر السابق: 7/ 291.\n(4) الثقات: 7/ 377.\n(5) ابن اسحاق، السير والمغازي: 270؛ المبتدأ والمبعث والمغازي: 251.\n(6) ابن هشام، المصدر السابق: 2/ 520.\n(7) المصدر نفسه: 1/ 565.\n(8) الذهبي، تاريخ الاسلام: 4/ 286.\n(9) الطبقات:5/ 473.\n(10) المزي، المصدر السابق: 8/ 255.\n(11) الثقات: 8/ 375.\n(12) تاريخ الاسلام: 4/ 286.\n(1/101)\n",
        "روى عنه ابن اسحاق رواية واحدة هي ((امر الرسول (صلى الله عليه وسلم) لابي بكر الصديق (رضي الله عنه) بالصلاة بالناس)) (1).\n\n5 - معاذ بن رفاعة الزرقي (ت بعد 100هـ/ 718م) (2)\nمعاذ بن رفاعة بن رافع بن مالك بن العجلان الانصاري الزرقي المدني (3). وقد وثقه العلماء واجلوه. فقد روى له البخاري وابو داود والترمذي والنسائي (4) وذكره ابن حبان (5) في كتاب الثقات. وقال عنه الذهبي (6) ((ثقة)). وقال ابن حجر (7) ((صدوق)). وقد روى عنه ابن اسحاق روايتين هما ((اهتزاز عرش الرحمن بوفاة سعد بن معاذ)) (8) و ((تسبيح الرسول (صلى الله عليه وسلم) على قبر سعد بعد دفنه)) (9).\n\n6 - معبد بن كعب بن مالك (ت بعد 100هـ/ 718م) (10)\nمعبد بن كعب بن مالك بن ابي كعب بن القين الانصاري السلمي المدني (11). وقد وثقه العلماء واثنوا عليه. فقد روى له البخاري (12) حديثاً واحداً. كما روى له ابو داود وذكره ابو حاتم\n__________\n(1) ابن هشام، المصدر السابق: 2/ 653.\n(2) الذهبي، تاريخ الاسلام: 4/ 260.\n(3) البخاري، التاريخ: 7/ 361.\n(4) الرازي، المصدر السابق: 8/ 247؛ المزي، المصدر السابق: 7/ 140.\n(5) الثقات: 5/ 421.\n(6) تاريخ الاسلام: 4/ 260.\n(7) تقريب التهذيب: 623.\n(8) ابن هشام، المصدر السابق: 2/ 250.\n(9) المصدر نفسه: 2/ 251.\n(10) الذهبي، تاريخ الاسلام: 4/ 260.\n(11) الرازي، المصدر السابق: 8/ 279؛ المزي، المصدر السابق: 7/ 166.\n(12) ابن حجر، تهذيب التهذيب: 1/ 224.\n(1/102)\n\nواثنى عليه (1). كما ذكره ابن حبان (2) في كتاب الثقات. وقد روى عنه ابن اسحاق ثلاث روايات هي ((خبر البراء بن معرور وصلاته الى الكعبة)) (3) و ((اسلام عبدالله بن عمرو)) (4) و ((اول من ضرب على يد الرسول (صلى الله عليه وسلم) في بيعة العقبة الثانية)) (5).\n\n7 - عبادة بن الوليد بن عبادة بن الصامت (ت بعد 100هـ/ 718م) (6)\nعبادة بن الوليد بن عبادة بن الصامت المدني. كما يسمى (عبد الله). كنيته ابو الصامت (7). وقد وثقه الائمة واجلوه فقال عنه ابو زرعة ((ثقة)) (8). كما ذكره ابن حبان (9) في كتاب الثقات. وقال المزي (10). ((روى له ائمة العلم المشهورين)). وقال الذهبي (11) ((الفقيه المدني الحجة)).\nوقد روى عنه ابن اسحاق ثلاث روايات هي ((شروط البيعة في العقبة الثانية)) (12) و ((غزو ابي عبيدة الجراح (رضي الله عنه) الى سيف البحر ونفاد طعامه)). و ((خبر دابة البحر)) (13).\n\n8 - عبد الملك بن ابي بكر (ت بعد 100هـ/ 718م) (14)\n__________\n(1) الرازي، المصدر السابق: 8/ 279.\n(2) الثقات: 432.\n(3) ابن هشام، المصدر السابق: 1/ 439.\n(4) المصدر نفسه: 1/ 440.\n(5) المصدر نفسه: 1/ 447.\n(6) الذهبي، تاريخ الاسلام: 4/ 132.\n(7) البخاري، التاريخ: 6/ 94؛ الذهبي، سير اعلام النبلاء: 5/ 107.\n(8) الرازي، المصدر السابق: 6/ 96.\n(9) الثقات: 5/ 144.\n(10) تهذيب الكمال: 4/ 65.\n(11) سير اعلام النبلاء: 5/ 107.\n(12) ابن هشام، المصدر السابق: 1/ 454.\n(13) المصدر نفسه: 2/ 632.\n(14) الذهبي، تاريخ الاسلام: 4/ 156.",
        "(1/103)\n\nعبد الملك بن ابي بكر بن عبد الرحمن بن الحارث بن هشام المخزومي القرشي المدني (1). وقد وثقة العلماء واجلوه (2). فقال عنه ابن سعد ((كان سخياً سرياً وقد روي عنه وكان ثقة وله احاديث)). وقال العجلي ((ثقة)) (3). كما ذكره ابو حاتم واثنى عليه. وقال النسائي ((ثقة)) (4). كما ذكره ابن حبان (5) في كتاب الثقات. وقد روى عنه ابن اسحاق رواية واحدة وهي ((خبر زواج الرسول (صلى الله عليه وسلم) من ام سلمة (رضي الله عنها))) (6).\n\n9 - سعيد بن ابي هند (ت116هـ/ 734م)\nسعيد بن ابي هند الفزاري مولى سمرة بن جندب. وقد وثقه العلماء واثنوا عليه (7). فقال عنه العجلي ((ثقة)). وذكره ابو حاتم دون جرح (8).\nكما ذكره ابن حبان (9) في كتاب الثقات. وقال المزي (10) (ت742هـ/ 1341م) ((له احاديث صالحة)) وقال الذهبي (11) ((كان ثقة فاضلاً)) وقال ابن حجر (12) ((ثقة)). وقد روى عنه ابن اسحاق روايتين هما ((خبر الرجلين الذين امنتهما ام هانئ)) (13) و () عهد الرسول (صلى الله عليه وسلم) لابي العاص حين امّره على ثقيف)) (14).\n__________\n(1) البخاري، التاريخ: 5/ 407.\n(2) الرازي، المصدر السابق: 5/ 344.\n(3) المزي، المصدر السابق: 4/ 549؛ الذهبي تاريخ الاسلام: 4/ 157.\n(4) الرازي، المصدر السابق: 5/ 344.\n(5) الثقات: 7/ 93.\n(6) ابن اسحاق، السير والمغازي: 261؛ المبتدأ والمبعث والمغازي: 244.\n(7) البخاري، التاريخ: 3/ 518.\n(8) الرازي، المصدر السابق: 4/ 71.\n(9) الثقات: 4/ 284.\n(10) تهذيب الكمال: 3/ 204.\n(11) تاريخ الاسلام: 4/ 96.\n(12) تقريب التهذيب: 287.\n(13) ابن هشام، المصدر السابق: 2/ 411.\n(14) المصدر نفسه: 2/ 541.\n(1/104)",
        "\n10 - عمرو بن شعيب (ت 188هـ/ 736م) (1)\nعمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص السهمي القرشي المكي. كنيته ابو ابراهيم (2). وكان مقدراً ومحترماً من قبل الائمة (3). فقد قال عنه ابن معين ((ثقة روى عنه الائمة)) وقال ابن حنبل ((انا اكتب حديثه)) (4). وقال ابو زرعة (ت 260هـ/ 873م) ((مكي ثقة)) (5). وقال العجلي ((ثقة)) (6). وهو محبب الى ابو حاتم (7). وقال الذهبي (8) ((كان ثقة صدوقاً كثير العلم حسن الحديث)) وقد روى عنه ابن اسحاق خمس روايات وهي ((الرسول (صلى الله عليه وسلم) يودي سهلا من عنده)) (9) و ((الطريق الى الطائف)) (10) و ((منّ الرسول (صلى الله عليه وسلم) على هوازن)) (11) و ((رد الرسول (صلى الله عليه وسلم) سبي هوازن اليهم)) (12). و ((حديث الرسول (صلى الله عليه وسلم) مع الانصار في رمي الجن بالنجوم)) (13).\n\n11 - محمد بن علي بن الحسين بن علي بن ابي طالب (رضي الله عنه) (14) (ت118هـ/736م)\n__________\n(1) ابن خياط، المصدر السابق: 2/ 363.\n(2) البخاري، التاريخ: 6/ 342.\n(3) ابن كثير، المصدر السابق: 9/ 321.\n(4) الرازي، المصدر السابق: 6/ 239.\n(5) ابن حجر، تهذيب التهذيب: 8/ 54.\n(6) الحسني، المصدر السابق: 5/ 396.\n(7) الرازي، المصدر السابق: 6/ 239.\n(8) تاريخ الاسلام: 4/ 433.\n(9) ابن هشام، المصدر السابق: 2/ 356.\n(10) المصدر نفسه: 2/ 482.\n(11) المصدر نفسه: 2/ 488.\n(12) المصدر نفسه: 2/ 289.\n(13) المصدر نفسه: 2/ 208.\n(14) ينظر ترجمته ورواياته: ص 22 من الرسالة.\n(1/105)\n",
        "12 - عاصم بن عمر بن قتادة (ت 120هـ/ 737م) (1)\nعاصم بن عمر بن قتادة بن النعمان الاوسي الانصاري الظفري المدني. كنيته ابو عمر (2). وكانت له رواية للعلم وعلم بالسيرة ومغازي الرسول (صلى الله عليه وسلم). ولذلك امره الخليفة عمر بن عبد العزيز (99هـ/ 717م – 101هـ/ 719م) ان يجلس في مسجد دمشق فيحدث الناس بمغازي الرسول (صلى الله عليه وسلم) ومناقب اصحابه (رضي الله عنهم) (3). وقد اثنى عليه العلماء ووثقوه. فقال عنه ابن سعد ((كان كثير الحديث عالماً)) (4). وقال عنه الذهبي (5) ((هو احد علماء التابعين)) وقال كذلك ((هو احد العلماء وكان عارفاً بالمغازي يعتمد عليه ابن اسحاق كثيراً)) (6). وقد روى عنه ابن اسحاق ثلاثاً وخمسين رواية هي ((علم الاحبار بالرسول (صلى الله عليه وسلم))) (7). و ((اسلام النفر من هذيل)) (8) و ((اسلام سلمان الفارسي (رضي الله عنه))) (9) و ((وصية صاحب عمورية لسلمان)) (10). و ((تزويج عمر (رضي الله عنه) ام كلثوم ابنة علي (رضي الله عنه))) (11). و ((بنو قينقاع اول يهود نقضوا مع الرسول (صلى الله عليه وسلم) بين بدر واحد)) (12). و ((غزوة احد)) (13) و ((خبر ابي عامر الفاسق وشعر هند بنت عتبه)) (14) و\n__________\n(1) المزي، المصدر السابق: 4/ 17.\n(2) البخاري، التاريخ: 6/ 478.\n(3) المزي، المصدر السابق: 4/ 17.\n(4) الرازي، المصدر السابق: 6/ 346.\n(5) ميزان الاعتدال: 2/ 355.\n(6) الذهبي، سير اعلام النبلاء: 5/ 241.\n(7) ابن اسحاق، السير والمغازي: 84؛ المبتدأ والمبعث والمغازي: 63.\n(8) ابن اسحاق، السير والمغازي: 85؛ المبتدأ والمبعث والمغازي: 64.\n(9) ابن اسحاق، السير والمغازي: 87؛ المبتدأ والمبعث والمغازي: 66.\n(10) ابن اسحاق، السير والمغازي: 92؛ المبتدأ والمبعث والمغازي: 70.\n(11) ابن اسحاق، السير والمغازي: 248؛ المبتدأ والمبعث والمغازي: 232.\n(12) ابن اسحاق، السير والمغازي: 314؛ المبتدأ والمبعث والمغازي: 295.\n(13) ابن اسحاق، السير والمغازي: 322؛ المبتدأ والمبعث والمغازي: 301.\n(14) ابن اسحاق، السير والمغازي: 326، المبتدأ والمبعث والمغازي: 306.\n(1/106)\n\n((قوس الرسول (صلى الله عليه وسلم))) ... و ((رد الرسول (صلى الله عليه وسلم) عين قتادة الى مكانها)) (1) و ((خبر حنظلة الغسول)) (2) و ((خبر بشر بن ابيرق الظفري)) (3) و ((معركة الخندق)) (4) و ((اسلام ثعلبه واسيد ابني سعية واسد بن عبيد)) (5) و ((خبر سلمان الفارسي (رضي الله عنه))) (6). و ((نسب قيلة)) (7) و ((سلمان والرجل الذي كان يخرج بين غبضتين بعمورية)) (8) و ((خبر سويد بن الصامت مع رسول الله (صلى الله عليه وسلم))) (9). و () صلاة الرسول (صلى الله عليه وسلم) بالاوس والخزرج)) (10) و ((كلمة العباس بن عبادة في الخزرج قبل المبايعة)) (11) و ((بموت اُبي اصبح الرسول (صلى الله عليه وسلم) نقيباً لبني النجار)) (12) و ((موت ابن حاطب)) (13) و ((خبر قزمان)) (14) و ((ما نزل من سورة البقرة في المنافقين واليهود)) (15) و ((ابن اُبي وابن صيفي المنافقين)) (16) و ((ندب المسلمين للعبر وحذر ابي سفيان)) (17) و ((دعوة عتبة الى المبارزة)) (18) و ((\n__________\n(1) ابن اسحاق، السير والمغازي: 328؛ المبتدأ والمبعث والمغازي: 307.\n(2) ابن اسحاق، السير والمغازي: 332؛ المبتدأ والمبعث والمغازي: 312.\n(3) البلاذري، انساب الاشراف: 1/ 278.\n(4) المصدر نفسه: 1/ 347.\n(5) ابن هشام، المصدرالسابق: 1/ 213.\n(6) المصدر نفسه: 1/ 414.\n(7) المصدر نفسه: 1/ 219.\n(8) المصدر نفسه: 1/ 221.\n(9) ابن هشام، المصدر السابق: 1/ 425.\n(10) المصدر نفسه: 1/ 434.\n(11) المصدر نفسه: 1/ 446.\n(12) المصدر نفسه: 1/ 507.\n(13) المصدر نفسه: 1/ 524.\n(14) المصدر نفسه: 1/ 525.\n(15) المصدر نفسه: 1/ 541.\n(16) المصدر نفسه: 1/ 584.\n(17) المصدر نفسه: 1/ 606.\n(18) المصدر نفسه: 1/ 625.",
        "(1/107)\n\nتحريض الرسول (صلى الله عليه وسلم) المسلمين على القتال)) (1) و ((ما كان من ابن اُبي مع الرسول (صلى الله عليه وسلم) حول بني قينقاع)) (2) و ((استنكار كعب بن الاشرف خبر الرسول (صلى الله عليه وسلم) بقتل ناس من المشركين)) (3) و ((مقتل اليمان وابن وقش في معركة احد)) (4) و ((مقتل حاطب ومقالة ابيه)) ... و ((مقتل قزمان منافقاً كما حدث الرسول (صلى الله عليه وسلم) بذلك)) (5) و ((طلب عضل والقارة نفراً من المسلمين ليعلموهم الدين وارسال الرسول (صلى الله عليه وسلم) ستة مسلمين اليهم)) (6) و ((خبيب مع ماوية)) (7) و ((صلاة خبيب قبل مقتله)) (8).و ((رضا الرسول (صلى الله عليه وسلم) عن حكم سعد في بني قريضة)) (9) و ((غزوة بني ليحان)) (10) و ((غزوة ذي قردة)) (11) و ((مقتل محرز)) (12) و ((غزوة بني المصطلق)) (13) و ((رغبة ابن عبد الله بن ابي بقتل ابيه)) (14) و ((لقاء هوازن)) (15) و ((راية هوازن وحاملها)) (16) و ((بلاء علي (رضي الله عنه) والانصاري)) (17) و ((وجد الانصار لحرمانهم)) (18) و ((وثوب الانصاري على كعب ومنع الرسول\n__________\n(1) المصدر نفسه: 1/ 627.\n(2) المصدر نفسه: 2/ 48.\n(3) المصدر نفسه: 2/ 51.\n(4) المصدر نفسه: 2/ 87.\n(5) المصدر نفسه: 2/ 88.\n(6) المصدر نفسه: 2/ 169.\n(7) ابن هشام، المصدر السابق: 2/ 172.\n(8) المصدر نفسه: 2/ 173.\n(9) المصدر نفسه: 2/ 240.\n(10) المصدر نفسه: 2/ 280.\n(11) المصدر نفسه: 2/ 281.\n(12) المصدر نفسه: 2/ 283.\n(13) المصدر نفسه: 2/ 290.\n(14) المصدر نفسه: 2/ 292.\n(15) المصدر نفسه: 2/ 442.\n(16) المصدر نفسه: 2/ 443.\n(17) المصدر نفسه: 2/ 445.\n(18) المصدر نفسه: 2/ 498.\n(1/108)",
        "\n(صلى الله عليه وسلم) له)) (1) و ((استرضاء كعب الانصار بمدحه اياهم)) (2) و ((تهيؤ الناس لتبوك)) (3) و ((عدم تصديق المنافقين بنبوة الرسول (صلى الله عليه وسلم))) (4) و ((ناقة الرسول (صلى الله عليه وسلم))) (5) و ((خبر اسر أكيدر ثم مصالحته)) (6) و ((غزوة بني العنبر)) (7).\n\n13 - محمد بن ابراهيم بن الحارث (ت 120هـ/ 737م) (8)\nمحمد بن ابراهيم بن الحارث بن خالد بن صخر القرشي التيمي المدني. كنيته ابو عبد الله (9). وثقه العلماء واجلوه واثنوا عليه (10). فقال ابن سعد ((كان جده الحارث بن خالد (رضي الله عنه) من المهاجرين الاولين وكان محمد ثقة كثير الحديث)) (11) واحتج به الشيخان ورويا عنه (12). وقال عنه النووي (13) ((تابعي جليل)). وقال الذهبي (14) ((كان من ثقات التابعين)) وقال كذلك ((الحافظ من علماء المدينة)) (15).وقد روى عنه محمد بن اسحاق تسع روايات وهي ((خبر اسلام عبد الله ذي البجادين)) (16) و ((رؤية الرسول (صلى الله عليه وسلم) عمرو بن لحى في\n__________\n(1) المصدر نفسه: 2/ 503.\n(2) المصدر نفسه: 2/ 514.\n(3) المصدر نفسه: 2/ 516.\n(4) المصدر نفسه: 2/ 522.\n(5) المصدر نفسه: 2/ 523.\n(6) المصدر نفسه: 2/ 526.\n(7) المصدر نفسه: 2/ 621.\n(8) ابن خياط، المصدر السابق: 2/ 368.\n(9) البخاري، التاريخ: 1/ 22.\n(10) المزي، المصدر السابق: 6/ 196.\n(11) الرازي، المصدر السابق: 7/ 184.\n(12) البخاري، التاريخ: 1/ 22؛ الذهبي، ميزان الاعتدال: 3/ 445.\n(13) تهذيب الاسماء واللغات: ق1: 1/ 76.\n(14) ميزان الاعتدال: 3/ 445.\n(15) الذهبي، سير اعلام النبلاء: 5/ 294.\n(16) ابن اسحاق، السير والمغازي: 293؛ المبتدأ والمبعث والمغازي: 273.\n(1/109)\n",
        "النار)) (1) و ((هم ابن المعطل بقتل حسان)) (2) و ((تكريم الرسول (صلى الله عليه وسلم) لحسان)) (3) و ((ذكر المسير الى خيبر)) (4) و ((جواب الرسول (صلى الله عليه وسلم) الى جعيل لعدم اعطائه)) (5) و ((عدم استخلاف الرسول (صلى الله عليه\n\nوسلم) احداً)) (6) و ((رؤيا عمر (رضي الله عنه) في الاذان)) (7) و ((الرسول (صلى الله عليه وسلم) يودي سهلا من عنده)) (8).\n\n14 - ابو عبيدة بن محمد بن عمار بن ياسر (ت بعد 110هـ/ 728م)\nابو عبيدة بن محمد بن عمار بن ياسر العنسي (9). وهو مجهول الاسم يعرف بكنيته فقط (10). وقد وثقه العلماء واجلوه. قال عنه ابن معين ((ثقة)) (11). وقال ابن حنبل ((ثقة)) (12). وقال ابو حاتم ((هو صحيح الحديث)) (13). وقد روى عنه ابن اسحاق رواية واحدة وهي ((خبر اعتراض ذي الخويصرة التيمي على الرسول (صلى الله عليه وسلم))) (14).\n__________\n(1) ابن هشام، المصدر السابق: 1/ 76.\n(2) المصدر نفسه: 2/ 305.\n(3) المصدر نفسه: 2/ 306.\n(4) المصدر نفسه: 2/ 328.\n(5) المصدر نفسه: 2/ 496.\n(6) أي عدم تعيينه من سيكون خليفة بعده، ينظر، ابن هشام، المصدر السابق: 2/ 653.\n(7) المصدر نفسه: 1/ 509.\n(8) المصدر نفسه: 2/ 355.\n(9) الذهبي، تاريخ الاسلام: 4/ 515.\n(10) البخاري، التاريخ: 9/ 52.\n(11) المزي، المصدر السابق: 8/ 365.\n(12) ابن حجر، تهذيب التهذيب: 12/ 161.\n(13) المصدر نفسه: 12/ 160.\n(14) ابن هشام، المصدر السابق: 2/ 496.\n(1/110)\n\n15 - موسى بن يسار (ت بعد 110هـ/ 728م) (1)\n\n16 - ابان بن صالح (ت بعد 110هـ/ 728م) (2)\nابان بن صالح بن عمير بن عبيد المدني مولى قريش كنيته ابو بكر. وكان اصله من بني خزاعة الذين اغار عليهم الرسول (صلى الله عليه وسلم) يوم غزوة بني المصطلق وكان ذا علاقة طيبة مع عمر بن عبد العزيز (3) وقد وثقه العلماء واجلوه (4). حيث ذكره ابن حبان (5) في كتاب الثقات. وقال عنه الذهبي (6) ((حجازي ثقة ورع كبير القدر)) وقد روى عنه ابن اسحاق رواية واحدة هي ((خبر زواج الرسول (صلى الله عليه وسلم))) من ميمونة (رضي الله عنها))) (7).\n\n17 - سعيد بن مينا (ت بعد 110هـ/ 728م) (8)\nسعيد بن مينا المكي مولى البختري بن ابي ذباب. كنيته ابو الوليد (9). وقد وثقه العلماء واثنوا عليه (10). فقد قال عنه ابن معين ((ثقة)). وقال ابن حنبل ((ثقة)). وقال ابو داود ((مكي ثقة)).\n__________\n(1) ينظر ترجمة ورواياته: ص 20 من الرسالة.\n(2) الذهبي، تاريخ الاسلام: 4/ 319.\n(3) ابن سعد، المصدر السابق: 6/ 366.\n(4) الرازي، المصدر السابق: 2/ 297.\n(5) الثقات: 6/ 67.\n(6) تاريخ الاسلام: 4/ 319.\n(7) ابن هشام، المصدر السابق: 2/ 392.\n(8) الذهبي، تاريخ الاسلام: 4/ 369.\n(9) ابن سعد، المصدر السابق: 5/ 311.\n(10) البخاري، التاريخ: 3/ 512.",
        "(1/111)\n\nوقال ابو حاتم ((ثقة)) (1). كما وصفه الذهبي (2) ((بالحجازي النبيل)) وقد روى عنه ابن اسحاق روايتين هما ((خبر البركة في تمر ابنة بشير)) ... و ((البركة في طعام جابر)) (3).\n\n18 - سعيد بن عبيد بن السباق (ت بعد 110هـ/ 728م) (4)\nسعيد بن عبيد بن السباق الثقفي المدني. كنيته ابو السباق (5). وقد وثقه العلماء واثنوا عليه (6). فقد روى له ابن ماجة وابو داود والترمذي (ت 279هـ/892) (7). وقال عنه النسائي ((ثقة)) (8). كما ذكره ابن حبان (9) في كتاب الثقات. وقد روى عنه ابن اسحاق رواية واحدة هي ((دعاء الرسول (صلى الله عليه وسلم) لأسامة بن زيد بالاشارة)) (10).\n\n19 - حبان بن واسع (ت بعد 110هـ/ 728م) (11)\nحبان بن واسع بن حبان بن منقذ بن عمرو الانصاري المازني المدني (12). وقد اثنى عليه العلماء ووثقوه (13). فقد روى له مسلم وابو داود والترمذي (14). وذكره ابو حاتم واثنى عليه (15). كما\n__________\n(1) الرازي، المصدر السابق: 4/ 61؛ المزي، المصدر السابق: 3/ 203.\n(2) تاريخ الاسلام: 4/ 369.\n(3) ابن هشام، المصدر السابق: 2/ 218.\n(4) الذهبي، تاريخ الاسلام: 4/ 368.\n(5) البخاري، التاريخ: 3/ 496.\n(6) الرازي، المصدر السابق: 4/ 46.\n(7) المزي، المصدر السابق: 3/ 184.\n(8) الذهبي، تاريخ الاسلام: 4/ 368.\n(9) الثقات: 6/ 353.\n(10) ابن هشام، المصدر السابق: 2/ 651.\n(11) الذهبي، تاريخ الاسلام: 4/ 340.\n(12) البخاري، التاريخ: 3/ 112.\n(13) الرازي، المصدر السابق: 3/ 297؛ ابن حجر، تهذيب التهذيب: 2/ 71.\n(14) المزي، المصدر السابق: 2/ 37؛ الذهبي، تاريخ الاسلام: 4/ 341.\n(15) الرازي، المصدر السابق: 3/ 297.\n(1/112)",
        "\nذكره ابن حبان (1) في كتاب الثقات. وقد روى عنه ابن اسحاق رواية واحدة هي ((خبر ابن غزية وضربة الرسول (صلى الله عليه وسلم) في بطنه)) (2).\n\n20 - جعفر بن عبد الله بن ابي الحكم (ت بعد 110هـ/ 728م) (3)\nجعفر بن عبد الله بن ابي الحكم بن رافع بن سنان الانصاري الاوسي المدني (4). وقد وثقه العلماء واجلوه. فقد قال ابن حنبل ((ثقة)). وذكره ابو حاتم واثنى عليه (5). كما ذكره بن حبان (6) في كتاب الثقات. وقال عنه الذهبي (7) ((هو من نبلاء التابعين)) وقد روى عنه ابن اسحاق رواية واحدة هي ((ما نال ابن صيفي جراء تعريضه برسول الله (صلى الله عليه وسلم))) (8).\n\n21 - عمر بن علي بن الحسين (ت بعد 110هـ/ 728م) (9)\nعمر بن علي بن الحسين بن علي بن ابي طالب (رضي الله عنه) القرشي الهاشمي المدني (الاصغر) (10). وسمي بالاصغر لوجود شخص اخر يحمل نفس الاسم وهو عمر بن علي بن ابي طالب (رضي الله عنه) ويسمى (بالاكبر) تمييزاً بينهما. وكان ابو جعفر (محمد بن علي بن\n__________\n(1) الثقات: 6/ 244.\n(2) ابن هشام، المصدر السابق: 1/ 626.\n(3) الذهبي، تاريخ الاسلام: 4/ 338.\n(4) البخاري، التاريخ: 2/ 195.\n(5) الرازي، المصدر السابق: 2/ 482؛ المزي، المصدر السابق: 1/ 467.\n(6) الثقات: 6/ 135.\n(7) تاريخ الاسلام: 4/ 338.\n(8) ابن هشام المصدر السابق: 1/ 585.\n(9) الذهبي، تاريخ الاسلام: 4/ 432.\n(10) البخاري، التاريخ: 6/ 179.\n(1/113)\n",
        "الحسين) يكرمه ويرفع من منزلته (1). وقد وثقه العلماء واجلوه (2). فقد روى له البخاري ومسلم وابو داود والترمذي والنسائي (3). وقال ابن حبان (4) ((ثقة))\nوقال عنه الذهبي (5) ((كان سيداً كثير العبادة والاجتهاد له فضل وعلم)) وقال ابن حجر (6) ((صدوق فاضل)) وقد روى عنه ابن اسحاق رواية واحدة هي ((بين مروان وعلي حول الشتم على المنابر)) (7).\n\n22 - اسحاق بن يسار (ت بعد 110هـ/ 728م) (8)\n\n23 - محمد بن جعفر بن الزبير (ت بعد 110هـ/ 728م) (9)\n\n24 - محمد بن يحيى بن حبان (ت 121هـ/ 738م) (10)\nمحمد بن يحيى بن حبان بن منقذ بن عمرو بن مالك النجار الانصاري المازني المدني (11). كنيته ابو عبد الله (12). وكانت له حلقة في مسجد الرسول (صلى الله عليه وسلم) يدرس فيها (13). فضلاً عن ذلك فقد كان يفتي في المدينة المنورة (14). وقد وثقه العلماء واثنوا عليه (15). قال ابن سعد\n__________\n(1) المزي، المصدر السابق: 5/ 377؛ ابن حجر، تهذيب التهذيب: 7/ 485.\n(2) البخاري، التاريخ: 6/ 179؛ الرازي، المصدر السابق: 6/ 124.\n(3) المزي، المصدر السابق: 5/ 377.\n(4) الثقات: 7/ 236.\n(5) تاريخ الاسلام: 4/ 432.\n(6) تقريب التهذيب: 484.\n(7) البلاذري، انساب الاشراف: 1/ 184.\n(8) ينظر ترجمته ورواياته: ص 18 من الرسالة.\n(9) ينظر ترجمته ورواياته: ص 23 من الرسالة.\n(10) ابن خياط، المصدر السابق: 2/ 368.\n(11) البخاري، التاريخ: 1/ 256.\n(12) الرازي، المصدر السابق: 8/ 122.\n(13) المصدر نفسه: 8/ 123؛ النووي، المصدر السابق: ق1/ 1/ 95.\n(14) البخاري، التاريخ: 1/ 256.\n(15) الرازي، المصدر السابق: 8/ 123.\n(1/114)\n\n() كان ثقة كثير الحديث)) (1) وقال ابن معين ((ثقة)). وقال ابو حاتم ((ثقة)) (2). وقال النسائي ((ثقة)) (3). كما قال ابن حبان (4) ((ثقة)). وقال عنه الذهبي (5) ((الامام الفقيه الحجة)) وقد روى عنه ابن اسحاق اربع روايات هي ((غزوة احد)) (6) و ((من شهد العقبة من بني مازن بن النجار)) (7) و ((تحري الرسول (صلى الله عليه وسلم) وابي بكر (رضي الله عنه) اخبار المشركين في بدر)) (8) و ((سبب غزوة بني المصطلق)) (9).\n\n25 - الزهري (ت 124هـ/ 741م) (10)\n\n26 - سعيد بن ابي سعيد المقبري (ت 125 هـ/ 742م) (11)\nسعيد بن كيسان المقبري المدني كنيته ابو سعيد المقبري (12). نسبة الى مقبرة في المدينة المنورة كان مجاوراً لها (13). وقد اجمع العلماء على توثيقه والاخذ عنه (14). وحديثه في سائر الصحاح (15). وقال بعضهم كبر واختلط قبل موته باربع سنين (16).\n__________\n(1) الذهبي، سير اعلام النبلاء: 5/ 186؛ ابن حجر، تهذيب التهذيب: 9/ 508.\n(2) الرازي، المصدر السابق: 8/ 123.\n(3) المزي، المصدر السابق: 6/ 551.\n(4) الثقات: 5/ 376.\n(5) سير اعلام النبلاء: 5/ 186.\n(6) ابن اسحاق، السير والمغازي: 322؛ المبتدأ والمبعث والمغازي: 301.\n(7) ابن هشام، المصدر السابق: 1/ 467.\n(8) المصدر نفسه: 1/ 616.\n(9) المصدر نفسه: 2/ 290.\n(10) ينظر ترجمته ورواياته: ص 25 من الرسالة.\n(11) المزي، المصدر السابق: 3/ 166.\n(12) البخاري، التاريخ: 3/ 474.\n(13) النووي، المصدر السابق: ق1: 1/ 219.\n(14) الرازي، المصدر السابق: 4/ 57؛ الذهبي، ميزان الاعتدال: 2/ 139.\n(15) الذهبي، تذكرة الحفاظ:1/ 117.\n(16) الرازي، المصدر السابق: 4/ 57.",
        "(1/115)\n\nقال الذهبي (1) ((هو ثقه حجة شاخ ووقع في الهرم ولم يختلط)) وقال كذلك ((لا يوجد له شيء منكر)) (2) وقد روى عنه ابن اسحاق رواية واحدة هي ((ما كان بين ابن شريح وابن سعد حين ذكّره بحرمة مكة)) (3).\n\n27 - محمد بن عمرو بن عطاء (ت 125هـ/ 742م) (4)\nمحمد بن عمرو بن عطاء بن عياش بن علقمة بن عبد الله القرشي العامري المدني. كنيته ابو عبد الله (5). وقد وثقه العلماء واثنوا عليه. فقال ابن سعد (ت 230هـ/ 844م) ((كانت له هيئة ومروءة وكانوا يتحدثون في حياته بالمدينة ان الخلافة تفضي اليه لهيئته ومروءته وعقله وكماله وكان ثقة وله احاديث)). وقال ابو زرعة (ت260هـ/ 873م) ((ثقة)) (6). وقال ابو حاتم ((ثقة صالح الحديث)). كما قال النسائي ((ثقة)) (7) وقال ابن حجر (8) ((وجملة امره انه من اهل الصدق)). وقد روى عنه ابن اسحاق رواية واحدة هي ((رغبة عمر (رضي الله عنه) بقتل سهيل بن عمرو يوم بدر)) (9).\n__________\n(1) ميزان الاعتدال: 2/ 139.\n(2) الذهبي، سير اعلام النبلاء: 5/ 217.\n(3) ابن هشام، المصدر السابق: 2/ 415.\n(4) ابن خياط، المصدر السابق: 2/ 380.\n(5) البخاري، التاريخ: 1/ 189.\n(6) ابن حجر، تهذيب التهذيب: 9/ 374.\n(7) الرازي، المصدر السابق: 8/ 29.\n(8) تهذيب التهذيب: 9/ 374.\n(9) ابن هشام، المصدرالسابق: 1/ 649.\n(1/116)",
        "\n28 - نبيه بن وهب (ت126هـ/743م) (1).\nنبيه بن وهب بن عثمان بن ابي طلحة القرشي العبدري الحجازي المدني (2) وهو من اشراف بني عبد الدار بن قصي معروف الدار والنسبة بمكة (3). وقد وثقه العلماء واجلوه. حيث قال ابن سعد ((ليس به باس وكان ثقة قليل الحديث احاديثه حسان)). وذكره ابو حاتم واثنى عليه (4). وقال النسائي ((ثقة)) (5) وذكره ابن حبان (6) في كتاب الثقات. وقال الذهبي (7) ((صدوق)) وقال ابن حجر (8) ((هو في اتباع التابعين وهو ثقة)) وقد روى عنه ابن اسحاق رواية واحدة هي ((وصية الرسول (صلى الله عليه وسلم) بالاسرى خيراً)) (9).\n\n29 - عبد الرحمن بن القاسم (ت126هـ/ 743م) (10)\nعبد الرحمن بن القاسم بن محمد بن ابي بكر الصديق (رضي الله عنه) التيمي القرشي المدني. كنيته ابو محمد. وقد وثقه العلماء واجلوه واثنوا عليه ورووا عنه (11). فقد حدث مرة هشام بن عروة عن عبد الرحمن بن القاسم فقال ((ملئ عن ملئ)) (12). وقال عنه مالك بن انس ((لم\n__________\n(1) ابن خياط، المصدر السابق: 2/ 386.\n(2) البخاري، التاريخ: 8/ 123.\n(3) النووي، المصدر السابق: ق1، 2/ 124.\n(4) الرازي، المصدر السابق: 8/ 491.\n(5) المزي، المصدر السابق: 7/ 308.\n(6) الثقات: 7/ 545.\n(7) تاريخ الاسلام: 5/ 275.\n(8) تهذيب التهذيب: 1/ 419.\n(9) ابن هشام، المصدر السابق: 1/ 645.\n(10) ابن خياط، المصدر السابقك 2/ 386.\n(11) البخاري، التاريخ: 5/ 339.\n(12) الرازي، المصدر السابق: 5/ 278.\n(1/117)\n",
        "يخلف احداً اباه في مجلسه الا عبد الرحمن)) (1). وقال عنه سفيان بن عينية ((لم يكن بالمدينة رجل ارضى من عبد الرحمن بن القاسم)) (2) وقال ابن حنبل ((ثقة)) (3) كما قال البخاري ((هو اعلم اهل زمانه)) (4). ووثقه كل من العجلي وابو حاتم والنسائي (5). وقال الذهبي (6) ((الامام الثبت الفقيه)) وقال ابن حجر (7) ((ثقة ورع كثير الحديث)) وروى عنه ابن اسحاق ست روايات هي ((خبر الصديق (رضي الله عنه) مع رجل انيبته حيه)) (8) و ((خبر العياش بن ابي ربيعة)) (9) و ((تعرض السفهاء لابي بكر الصديق (رضي الله عنه))) (10) و ((خبر ابو دجانة (رضي الله عنه))) و ((ما امر به الرسول (صلى الله عليه وسلم) عائشة (رضي الله عنها) في حيضها)) (11) و ((بكاء النساء على جعفر (رضي الله عنه))) (12).\n\n30 - الحصين بن عبد الرحمن (ت126هـ/ 743م) (13)\nالحصين بن عبد الرحمن بن عمرو بن سعد بن معاذ الانصاري الاشهلي الاوسي المدني. كنيته ابو محمد (14). وقد وثقه العلماء واجلوه فقال عنه محمد بن سعد ((ثقة قليل الحديث)) (15) وقال\n__________\n(1) ابن حجر، تهذيب التهذيب: 6/ 254.\n(2) البخاري، التاريخ: 5/ 340.\n(3) الرازي، المصدر السابق: 5/ 279.\n(4) البخاري، التاريخ: 5/ 340.\n(5) ابن حجر، تهذيب التهذيب: 6/ 254.\n(6) سير اعلام النبلاء: 6/ 5.\n(7) تهذيب التهذيب: 6/ 255.\n(8) ابن اسحاق، السير والمغازي: 28؛ المبتدأ والمبعث والمغازي: 7.\n(9) البلاذري، انساب الاشراف: 1/ 209.\n(10) ابن هشام، المصدر السابق: 1/ 374.\n(11) المصدر نفسه: 2/ 601.\n(12) المصدر نفسه: 2/ 381.\n(13) ابن خياط، المصدر السابق: 2/ 386.\n(14) البخاري، التاريخ: 3/ 8.\n(15) الرازي، المصدر السابق: 3/ 194.\n(1/118)\n\nابو داود ((هو حسن الحديث)) (1) وقد روى له النسائي (2). كما ذكره ابن حبان (3) في كتاب الثقات. وهو من اتباع التابعين (4). وروى عنه ابن اسحاق اربع روايات هي ((غزوة احد)) (5) و ((اسلام اياس بن معاذ وخبر ابي الحيصر)) (6) و ((خبرابن السكن وبلاؤه يوم احد)) (7) و ((خبر اصيرم)) (8).\n\n31 - وهب بن كيسان (ت127هـ/ 744م) (9)\nوهب بن كيسان المعلم مولى آل الزبير بن العوام القرشي المدني. كنيته ابو نعيم (10). وقد وثقه العلماء واجلوه واثنوا عليه (11). فقال ابن سعد ((كان محدثاً ثقة)) (12) وقال ابن معين ((ثقة)). وقال ابن حنبل ((ثقة)) (13). كما ذكره ابن حبان (14) في كتاب الثقات. وقال عنه الذهبي (15) ((الفقيه\n__________\n(1) ابن حجر، تهذيب التهذيب: 2/ 381.\n(2) المزي، المصدر السابق: 2/ 211؛ الذهبي، سير اعلام النبلاء: 5/ 424.\n(3) الثقات: 6/ 212.\n(4) ابن حجر، تهذيب التهذيب: 2/ 381.\n(5) ابن اسحاق، السير والمغازي: 322؛ المبتدأ والمبعث والمغازي: 301.\n(6) ابن هشام، المصدر السابق: 1/ 427.\n(7) المصدر نفسه: 2/ 81\n(8) المصدر نفسه: 2/ 90.\n(9) ابن خياط، المصدر السابق: 2/ 292.\n(10) البخاري، التاريخ: 8/ 163.\n(11) الذهبي، سير اعلام النبلاء: 5/ 226.\n(12) المزي، المصدر السابق: 7/ 498.\n(13) الرازي، المصدر السابق: 9/ 23.\n(14) الثقات: 5/ 490.\n(15) سير اعلام النبلاء: 5/ 226.",
        "(1/119)\n\nالمؤدب)) وروى عنه ابن اسحاق اربع روايات هي ((اثر الكعبة)) (1) و ((ابتداء نزول جبريل (عليه السلام))) (2) و ((خبرالتحنث)) (3) و ((خبر جابر وجمله مع الرسول (صلى الله عليه وسلم))) (4).\n\n32 - يعقوب بن عتية بن المغيرة (ت128هـ/ 745م)\nيعقوب بن عتبة بن المغيرة بن الاخنس بن شريق الثقفي المدني. كان ورعاً مسلماً يستعمل على الصدقات ويستعين به الولاة (5). وكان ثقة وله احاديث كثيرة ورواية وعلم بالسيرة وغير ذلك. وقد وثقه العلماء واجلوه فقال عنه ابن معين ((ثقة)) (6) وقد روى له ابن ماجة (ت273هـ/ 886م) وابو داود (7). وقال ابو حاتم ((ثقة)) (8) وقد روى عنه النسائي (9). كما قال عنه ((ثقة)) (10) وذكره ابن حبان (11) في كتاب الثقات. وقال الدارقطني (ت385هـ/ 995م) ((ثقة)) (12). وقال المزي (13) ((كانت له مروءة ونبل ... كان عشرة يجلسون مجلساً واحداً يعرفون به منهم يعقوب بن عتبة فما كان احد منهم أمرأ مروءة منه وما سمع له صوت قط في منزله)) وروى عنه ابن اسحاق خمس عشرة رواية هي ((الحصبة والجدري عام الفيل)) (14).و ((نسب النعمان بن المنذر)) (15) و ((فزع ثقيف\n__________\n(1) ابن اسحاق، السير والمغازي: 94؛ المبتدأ والمبعث والمغازي، 72.\n(2) ابن هشام، المصدر السابق: 1/ 235.\n(3) المصدر نفسه: 1/ 236.\n(4) المصدر نفسه: 2/ 206.\n(5) البخاري، التاريخ: 8/ 389؛ الذهبي، سير اعلام النبلاء: 6/ 124.\n(6) الرازي، المصدر السابق: 9/ 212.\n(7) المزي، المصدر السابق: 8/ 175؛ ابن حجر، نهذيب التهذيب: 11/ 392.\n(8) الرازي، المصدر السابق: 9/ 212.\n(9) المزي، المصدر السابق: 8/ 175.\n(10) ابن حجر، تهذيب التهذيب:11/ 392.\n(11) الثقات: 7/ 639.\n(12) ابن حجر، تهذيب التهذيب: 11/ 392.\n(13) تهذيب الكمال: 8/ 175.\n(14) ابن اسحاق، السير والمغازي: 65؛ المبتدأ والمبعث والمغازي: 42.\n(15) ابن هشام، المصدر السابق: 1/ 11.\n(1/120)",
        "\nمن رمي الجن بالنجوم)) (1) و ((طلب ابي طالب من الرسول (صلى الله عليه وسلم) الكف عن الدعوة وجوابه له)) (2). و ((حديث معاوية عن الاسراء)) (3) و ((خبر الفتى الجذمي يوم الفتح)) (4) و ((مقتل الفتى الجذمي)) (5) و ((خبر الغلام النصراني الاعزل وما كاد يلحق ثقيف بسببه)) (6) و ((ائتمار ثقيف على ارسال وفد الى الرسول (صلى الله عليه وسلم))) (7) و ((خبر ابن البرصاء)) (8) و ((مجيء الرسول (صلى الله عليه وسلم) الى بيت عائشة (رضي الله عنها))) (9) و ((تمريض الرسول (صلى الله عليه وسلم) في بيت عائشة (رضي الله عنها))) (10) و ((سواك الرسول (صلى الله عليه وسلم))) (11) و ((ما نال اصحاب الرسول (صلى الله عليه وسلم) من الجهد والبلاء)) (12) و ((الرسول (صلى الله عليه وسلم) مع رجل كشف رأسه)) (13).\n\n33 - ابو الزبير المكي (ت 128 هـ/ 745م)\n__________\n(1) ابن اسحاق، السير والمغازي: 113؛ المبتدأ والمبعث والمغازي: 92.\n(2) ابن هشام المصدر السابق: 1/ 266\n(3) المصدر نفسه: 1/ 253.\n(4) المصدر نفسه: 2/ 433.\n(5) المصدر نفسه: 2/ 434.\n(6) المصدر نفسه: 2/ 450.\n(7) المصدر نفسه: 2/ 538.\n(8) المصدر نفسه: 2/ 609.\n(9) المصدر نفسه: 2/ 649.\n(10) المصدر نفسه: 2/ 642.\n(11) المصدر نفسه: 2/ 654.\n(12) ابن اسحاق، السير والمغازي: 154؛ المبتدأ والمبعث والمغازي: 135.\n(13) ابن اسحاق، السير والمغازي: 234؛ المبتدأ والمبعث والمغازي: 218.\n(1/121)\n",
        "محمد بن مسلم بن تدرس القرشي الاسدي المكي. مولى حكيم بن حزام. كنيته ابو الزبير (1). وقد وثقه العلماء واجلوه (2). قال ابن سعد (3) ((كان ثقة كثير الحديث)). وقال الذهبي (4) ((الامام الحافظ الصدوق)) كما قال ابن حجر (5) ((صدوق)) وروى عنه ابن اسحاق رواية واحدة هي ((خبر المرأة الغفارية وما نذرت مع الرسول (صلى الله عليه وسلم))) (6).\n\n34 - يزيد بن ابي حبيب (ت 128هـ/ 745م)\nواسمه سويد الازدي المصري مولى بني عامر بن لؤي القرشي. كنيته ابو رجاء (7). وكان حليماً عاقلاً وهو اول من اظهر العلم بمصر والكلام في الحلال والحرام ومسائله. وكان مفتي اهل مصر في ايامه (8). لانه احد ثلاثةٍ جعل عمر بن عبد العزيز (رضي الله عنه) الفتيا اليهم بمصر. وكان اسوداً نوبياً (9). وقد وثقه العلماء واجلوه واثنوا عليه (10). فقال الليث بن سعد (ت175هـ/ 791م) ((هو سيدنا وعالمنا)) (11). وقال محمد بن سعد (12) ((كان ثقة كثير الحديث)). وقال عنه الذهبي (13) ((الامام الحجة مفتي الديار المصرية)) وقال ابن حجر (14) ((ثقة فقيه)) ويزيد\n__________\n(1) ابن سعد، المصدر السابق: 5/ 481؛ البخاري، التاريخ: 1/ 221.\n(2) الرازي، المصدر السابق: 8/ 74؛ المزي، المصدر السابق: 6/ 504.\n(3) الطبقات: 5/ 481.\n(4) سير اعلام النبلاء: 5/ 380.\n(5) تقريب التهذيب: 847.\n(6) ابن هشام، المصدر السابق: 2/ 285.\n(7) ابن سعد، المصدر السابق: 7/ 513؛ الذهبي، تذكرة الحفاظ: 1/ 129.\n(8) الرازي، المصدر السابق: 9/ 267؛ المزي، المصدر السابق: 8/ 119.\n(9) الذهبي، تذكرة الحفاظ: 1/ 129.\n(10) البخاري، التاريخ: 4/ 324؛ المزي، المصدر السابق: 8/ 119.\n(11) الرازي، المصدر السابق: 9/ 267؛ الذهبي، تذكرة الحفاظ: 1/ 129.\n(12) الطبقات: 7/ 513.\n(13) سير اعلام النبلاء: 6/ 31.\n(14) تقريب التهذيب: 695.\n(1/122)\n\nمن شيوخ ابن اسحاق في مصر. وهو كذلك يروى عن ابن اسحاق (1). وروى عنه ابن اسحاق عشر روايات هي ((امر الرسول (صلى الله عليه وسلم) لسلمان بالمكاتبة)) (2) و ((منزل الرسول (صلى الله عليه وسلم) من بيت ابي ايوب وادبه)) (3) و ((احلال دم هبار)) (4) و ((اسلام خالد بن الوليد وعمرو بن العاص (رضي الله عنهما))) (5) و ((فتح قرية جربة)) (6) و ((بعث الرسول (صلى الله عليه وسلم) رسله الى الملوك)) (7) و ((تقسيم عوف الاشجعي الجزور على القوم)) (8) و ((خبر زمزم)) (9) و ((القضاء عن سلمان (رضي الله عنه) بالذهب)) (10) و ((عهد الرسول (صلى الله عليه وسلم) على مبايعي العقبة)) (11).\n\n35 - اسماعيل بن ابي حكيم (ت130هـ/ 748م)\nاسماعيل بن ابي حكيم القرشي المدني. مولى عثمان بن عفان (رضي الله عنه) (12). وكان عاملاً للخليفة عمر بن عبد العزيز (رضي الله عنه). وقد اجمع العلماء على توثيقه والاخذ عنه. قال ابن سعد ((كان ثقة قليل الحديث)) وقال احمد بن صالح العجلي ((قال اسماعيل بن ابي حكيم\n__________\n(1) الذهبي، سير اعلام النبلاء: 7/ 48.\n(2) ابن هشام، المصدر السابق: 1/ 221.\n(3) المصدر نفسه: 1/ 498.\n(4) المصدر نفسه: 1/ 657.\n(5) المصدر نفسه: 2/ 276.\n(6) المصدر نفسه: 2/ 331.\n(7) المصدر نفسه: 2/ 607.\n(8) المصدر نفسه: 2/ 625.\n(9) ابن اسحاق، السير والمغازي: 24؛ المبتدأ والمبعث والمغازي: 3.\n(10) ابن اسحاق، السير والمغازي: 92؛ المبتدأ والمبعث والمغازي: 70.\n(11) ابن هشام، المصدر السابق: 1/ 433.\n(12) البخاري، التاريخ: 1/ 350؛ الذهبي، تاريخ الاسلام: 5/ 36.",
        "(1/123)\n\nعن عبيدة بن سفيان هذا من اثبت اسانيد اهل المدينة)) (1) وروى عنه ابن اسحاق رواية واحدة هي ((خبر اسلام خديجة (رضي الله عنه) وتثبيتها للرسول (صلى الله عليه وسلم))) (2).\n\n36 - يزيد بن رومان (ت 130هـ/ 847م) (3)\nيزيد بن رومان المقرئ الاسدي المدني مولى آل الزبير بن العوام. كنيته ابو روح (4). قال يزيد بن رومان ((كنت اصلي الى جنب نافع بن جبير بن مطعم فيغمزني فافتح عليه ونحن نصلي)) (5) وقد وثقه العلماء واجلوه. فقال محمد بن سعد ((كان عالماً كثير الحديث ثقة)). وقال يحيى بن معين ((ثقة)). وقال النسائي ((ثقة)) (6). وذكره ابن حبان (7) في كتاب الثقات. وروى عنه ابن اسحاق ست عشرة رواية هي ((كلام عثمان (رضي الله عنه) الى النجاشي)) (8) و ((النور على قبر النجاشي)) (9) و ((ما عوض الرسول (صلى الله عليه وسلم) بابنه)) (10) و ((خبر المستهزئين)) (11) و ((عزوة السويق)) (12) و ((رؤيا عاتكة)) (13) و ((ابليس يغري قريش بالخروج الى بدر)) (14) و ((اسر\n__________\n(1) الرازي، المصدر السابق: 2/ 64؛ ابن حجر، تهذيب التهذيب: 1/ 289.\n(2) ابن اسحاق، السير والمغازي: 133؛ المبتدأ والمبعث والمغازي: 113.\n(3) ابن خلكان، المصدر السابق: 6/ 277.\n(4) البخاري، التاريخ: 8/ 331.\n(5) ابن خلكان، المصدر السابق: 6/ 277.\n(6) الرازي، المصدر السابق: 9/ 260.\n(7) الثقات: 7/ 615.\n(8) ابن اسحاق، السير والمغازي: 217؛ المبتدأ والمبعث والمغازي: 199.\n(9) ابن اسحاق، السير والمغازي: 219؛ المبتدأ والمبعث والمغازي: 201.\n(10) ابن اسحاق، السير والمغازي: 272؛ المبتدأ والمبعث والمغازي: 252.\n(11) ابن اسحاق، السير والمغازي: 273؛ المبتدأ والمبعث والمغازي: 254.\n(12) ابن اسحاق، السير والمغازي: 310؛ المبتدأ والمبعث والمغازي: 291.\n(13) ابن هشام، المصدر السابق: 1/ 607.\n(14) المصدر نفسه: 1/ 612.\n(1/124)",
        "\nالمسلمين لرجلين من قريش يعلمانهم اخبارهم)) (1) و ((طرح المشركين في القليب)) (2) و ((اسلام ابي العاص بن الربيع)) (3) و ((اجلاء بني النظير)) (4) و ((سبب نزول (5) قوله تعالى ((يا ايها الذين امنوا اذكروا نعمت الله عليكم اذ هم قوم ان يبسطوا اليكم ايديهم فكف ايديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون)) ... )) (6) و ((غزوة الخندق)) (7) و ((خبر الوليد بن عقبة وغزوة بني المصطلق)) (8) و ((ندب المسلمين للعير وحذر ابي سفيان)) (9) و ((امر الرسول (صلى الله عليه وسلم) الناس بالتهيؤ لتبوك)) (10).\n\n37 - يزيد بن عبيد السعدي (ت 130هـ/ 747م)\nيزيد بن عبيد السعدي المدني الشاعر من بني سعد بن بكر. كنيته ابو وجزة (11). وكان من اعيان شعراء بني بكر (12). وقد وثقه العلماء واجلوه واثنوا عليه (13). حيث قال عنه محمد بن سعد ((كان ثقة قليل الحديث شاعراً عالماً)) (14) وقال يحيى بن معين ((ثقة)). وقال ابو حاتم ((لا باس به صاحب قرآن)) (15). وذكره ابن حبان (16) في كتاب الثقات. وقال الذهبي (17) ((صدوق)) كما قال ((هو\n__________\n(1) ابن هشام، المصدر السابق: 1/ 616.\n(2) المصدر نفسه: 1/ 638.\n(3) المصدر نفسه: 1/ 657.\n(4) المصدر نفسه: 2/ 190\n(5) المصدر نفسه: 2/ 205.\n(6) سورة المائدة، الآية:11.\n(7) ابن هشام، المصدر السابق: 2/ 214.\n(8) المصدر نفسه: 2/ 296.\n(9) المصدر نفسه: 1/ 606.\n(10) المصدر نفسه: 2/ 516.\n(11) البخاري، التاريخ: 8/ 348؛ الرازي، المصدر السابق: 9/ 279.\n(12) الذهبي، تاريخ الاسلام: 5/ 327.\n(13) الرازي، المصدر السابق: 9/ 279.\n(14) ابن حجر، تهذيب التهذيب: 11/ 349.\n(15) الرازي، المصدر السابق: 9/ 279.\n(16) الثقات: 5/ 534.\n(17) تاريخ الاسلام: 5/ 327.\n(1/125)\n",
        "من المقلين)) (1). وروى عنه ابن اسحاق روايتين هما ((شأن البجاد والشيماء اخت الرسول (صلى الله عليه وسلم) من الرضاعة)) (2) و ((اعطاء الرسول (صلى الله عليه وسلم) الجواري لاصحابه)) (3).\n\n38 - أمية بن عبد الله (ت 130 هـ/ 747م)\nأمية بن عبد الله بن عمرو بن عثمان بن عفان (رضي الله عنه) الاموي القرشي المدني (4). كان على علاقة طيبة مع الخلافة الاموية في الشام. حيث كانت له وفادة على عمر بن عبد العزيز (رضي الله عنه) في خلافته. وقد وثقه العلماء واثنوا عليه (5). فقال ابو حاتم ((ما بحديثه باس)) (6) وروى عنه ابن اسحاق رواية واحدة هي ((خبر الملائكة وعيون مالك بن عوف)) (7).\n\n39 - الحارث بن الفضيل (ت بعد 120هـ/ 737م) (8)\nالحارث بن الفضيل الانصاري الخطمي المدني كنيته ابو عبد الله (9). وقد وثقه العلماء واثنوا عليه. قال ابن معين ((ثقة)) (10). كما وثقه ابن ماجة وابو داود (11). وذكره ابو حاتم واثنى عليه (12). وقال النسائي ((ثقة)) (13). وذكره ابن حبان (14) في كتاب الثقات. وروى عن بن اسحاق رواية واحدة هي ((ان الشهداء في قبة خضراء في الجنة)) (15).\n__________\n(1) الذهبي، ميزان الاعتدال: 4/ 434.\n(2) ابن هشام، المصدر السابق: 2/ 458.\n(3) المصدر نفسه: 2/ 490.\n(4) البخاري، التاريخ: 2/ 8؛ الرازي، المصدر السابق: 2/ 310.\n(5) الذهبي، تاريخ الاسلام: 5/ 40.\n(6) الرازي، المصدر السابق:، 2/ 301.\n(7) ابن هشام، المصدر السابق: 2/ 439.\n(8) الذهبي، تاريخ الاسلام: 5/ 69.\n(9) البخاري، التاريخ: 2/ 279.\n(10) الرازي، المصدر السابق: 3/ 86؛ ابن حجر، تهذيب التهذيب: 2/ 154.\n(11) المزي، المصدر السابق: 2/ 24؛ الذهبي، تاريخ الاسلام: 5/ 69.\n(12) الرازي، المصدر السابق: 3/ 86.\n(13) المزي، المصدر السابق: 2/ 24.\n(14) الثقات: 7/ 665.\n(15) ابن هشام، المصدر السابق: 2/ 119.\n(1/126)\n\n40 - صالح بن ابراهيم بن عبد الرحمن (ت بعد 120هـ/ 737م) (1)\nصالح بن ابراهيم بن عبد الرحمن بن عوف القرشي الزهري المدني. كنيته ابو عمران (2). وكان كثير الصلاة بالليل والنهار وذكر عنه فضلاً كثيراً (3). وقد وثقه العلماء واجلوه. فقال ابن سعد ((كان ثقة قليل الحديث)) (4) وذكره ابو حاتم واثنى عليه (5). وذكره ابن حبان (6) في كتاب الثقات. وروى عنه ابن اسحاق ست روايات هي ((حديث الرسول (صلى الله عليه وسلم) بقول اليهود طلع نجم احمد)) ... و ((حديث اليهود عن الجنة والنار)) (7) و ((خروج عثمان (رضي الله عنه) من جوار الوليد بن المغيرة)) (8) و ((فضل عبد الرحمن بن عوف (رضي الله عنه) في الهجرتين الى الحبشة والى المدينة)) (9) و ((خبر ابي بن خلف)) (10) و ((رواية حسان بن ثابت عن مولد الرسول (صلى الله عليه وسلم))) (11).\n\n41 - أيوب بن عبد الرحمن بن عبد الله (ت بعد 120هـ/ 737م) (12)\n__________\n(1) الذهبي، تاريخ الاسلام: 5/ 133.\n(2) البخاري، التاريخ: 4/ 272.\n(3) ابن حجر، تهذيب التهذيب: 4/ 380.\n(4) المزي، المصدر السابق: 3/ 418.\n(5) الرازي، المصدر السابق: 4/ 393.\n(6) الثقات: 4/ 373.\n(7) ابن اسحاق، السير والمغازي: 84؛ المبتدأ والمبعث والمغازي: 63.\n(8) ابن اسحاق، السير والمغازي: 178؛ المبتدأ والمبعث والمغازي: 158.\n(9) ابن اسحاق، السير والمغازي: 222؛ المبتدأ والمبعث والمغازي: 204.\n(10) ابن اسحاق، السير والمغازي: 331؛ المبتدأ والمبعث والمغازي: 311.\n(11) ابن هشام، المصدر السابق: 1/ 159.\n(12) الذهبي، تاريخ الاسلام: 5/ 45.",
        "(1/127)\n\nايوب بن عبد الرحمن بن عبد الله بن ابي صعصعة الانصاري المدني (1). وقد اثنى عليه العلماء واجلوه. فقد ذكره ابو حاتم دون جرح (2). وذكره ابن حبان (3) في كتاب الثقات. وقال الذهبي (4) (له حديث واحد في السنن) وروى عنه ابن اسحاق رواية واحدة هي (تخلية رفاعة بن سموأل القرظي لانه لاذ بسلمى بنت قيس خالة الرسول (صلى الله عليه وسلم))) (5).\n\n42 - عبد الله بن الفضل بن العباس (ت بعد 120هـ/ 737م) (6)\nعبد الله بن الفضل بن العباس بن ربيعة بن الحارث بن عبد المطلب الهاشمي القرشي المدني (7) من اقران الزهري وصالح بن كيسان (8) (ت بعد 140هـ/ 757م) (9) وقد وثقه العلماء واثنوا عليه. حيث قال يحيى بن معين ((ثقة)).\nقال ابن حنبل ((لا باس به)) (10). وقال العجلي ((ثقة)) (11) وقال ابو حاتم ((ثقة)) (12). كما قال النسائي ((ثقة)) (13). وقال علي بن المديني ((ثقة)) (14). وذكره ابن حبان (15) في كتاب الثقات. وروى\n__________\n(1) البخاري، التاريخ: 1/ 420.\n(2) الرازي، المصدر السابق: 2/ 251.\n(3) الثقات: 6/ 57.\n(4) تاريخ الاسلام: 5/ 45.\n(5) ابن هشام، المصدر السابق: 2/ 244.\n(6) الذهبي، تاريخ الاسلام: 5/ 153.\n(7) البخاري، التاريخ: 5/ 168.\n(8) ينظر ترجمته: ص 151 من الرسالة.\n(9) المزي، المصدر السابق: 4/ 240؛ ابن حجر، تهذيب التهذيب: 5/ 357.\n(10) الرازي، المصدر السابق: 5/ 136.\n(11) ابن حجر، تهذيب التهذيب: 5/ 358.\n(12) الرازي، المصدر السابق: 5/ 136.\n(13) المزي، المصدر السابق: 4/ 240.\n(14) ابن حجر، تهذيب التهذيب: 5/ 358.\n(15) الثقات: 5/ 40.\n(1/128)",
        "\nعنه ابن اسحاق روايتن هما ((اخبار وحشي عن قتله حمزة (رضي الله عنه))) (1) و ((قتل وحشي مسيلمة الكذاب)) (2).\n\n34 - سعيد بن عبد الرحمن بن حسان (ت بعد 120هـ/ 737م) (3)\nسعيد بن عبد الرحمن بن حسان بن ثابت الانصاري المدني. كنيته ابو عبد الرحمن (4). وكانت له وفادة على الخليفة الاموي هشام بن عبد الملك (105هـ/ 724م – 125هـ/ 743م) (5). وقد وثقه العلماء واجلوه واثنوا عليه. حيث ذكره ابو حاتم دون ان يجرحه (6). كما قال عنه الذهبي (7) ((هو قليل الحديث ... الشاعر هو وابوه وجده)). وروى عنه ابن اسحاق روايتنين هما ((عمر حسان بن ثابت (رضي الله عنه) عند مقدم الرسول (صلى الله عليه وسلم) الى المدينة)) (8) و ((اسلام ابن الزبعري وشعره في ذلك)) (9).\n\n44 - عبيد الله بن المغيرة بن معيقيب (ت 131هـ/ 748م) (10)\nعبيد الله بن المغيرة بن معيقيب السبأي المصري. كنيته ابو المغيرة. كان جده معيقيب على بيت مال عمر (رضي الله عنه) (11). وقد اثنى عليه العلماء واجلوه (12). فقال العلجي ((ثقة)) (13) وقال\n__________\n(1) ابن هشام، المصدر السابق: 2/ 70.\n(2) المصدر نفسه: 2/ 73.\n(3) الذهبي، تاريخ الاسلام: 5/ 113.\n(4) الرازي، المصدر السابق: 4/ 39.\n(5) الذهبي، تاريخ الاسلام: 5/ 114.\n(6) الرازي، المصدر السابق: 4/ 39.\n(7) تاريخ الاسلام: 5/ 114.\n(8) ابن هشام، المصدر السابق: 1/ 159.\n(9) المصدر نفسه: 2/ 418.\n(10) المزي، المصدر السابق: 5/ 63.\n(11) البخاري، التاريخ: 5/ 399.\n(12) الرازي، المصدر السابق: 5/ 333؛ المزي، المصدر السابق: 5/ 63.\n(13) ابن حجر، تهذيب التهذيب: 7/ 50.\n(1/129)\n",
        "ابو حاتم ((مصري صدوق)) (1) كما ذكره ابن حبان (2) (ت345هـ/ 965م) في كتاب الثقات. وقال ابن حجر (3) ((هو من الثقات)). وروى عنه ابن اسحاق رواية واحدة هي ((اسعد بن زرارة ومصعب بن عمير واسلام سعد بن معاذ واسيد بن خضير)) (4).\n\n45 - عبد الله بن عبد الرحمن بن معمر بن حزم (ت134هـ/ 751م) (5)\nعبد الله بن عبد الرحمن بن معمر بن حزم بن زيد بن لوذان الانصاري النجاري المدني. كنيته ابو طوالة (6). ولا يعرف في المحدثين من يكنى ابو طوالة سواه (7).وكان الخليفة الاموي عمر بن عبد العزيز (رضي الله عنه) قد ولاه قضاء المدنية في خلافته (8). وقد وثقه العلماء والائمة واثنوا عليه (9). حيث قال عنه محمد بن سعد ((كان كثير الحديث)) (10) وقال ابن معين ((ثقة)). وقال ابن حنبل ((ثقة)) (11). كما قال الذهبي (12) ((كان عبداً صالحاً ثقة)). وقال ابن حجر (13) ((ثقة)) وروى عنه ابن اسحاق رواية واحدة هي ((شكوى الجند من علي (رضي الله عنه) وخطبة الرسول (صلى الله عليه وسلم) فيهم)) (14).\n__________\n(1) الرازي، المصدر السابق: 5/ 333.\n(2) الثقات: 7/ 149.\n(3) ابن حجر، تهذيب التهذيب: 7/ 50.\n(4) ابن هشام، المصدر السابق: 1/ 435.\n(5) الذهبي، تاريخ الاسلام: 5/ 464.\n(6) البخاري، التاريخ: 5/ 130.\n(7) ابن حجر، تهذيب التهذيب: 5/ 297.\n(8) المزي، المصدر السابق: 4/ 191؛ الذهبي، تاريخ الاسلام: 5/ 464.\n(9) الرازي، المصدر السابق: 5/ 94؛ المزي، المصدر السابق: 4/ 191.\n(10) ابن حجر، تهذيب التهذيب: 5/ 297.\n(11) الرازي، المصدر السابق: 5/ 95.\n(12) تاريخ الاسلام: 5/ 464.\n(13) تقريب التهذيب: 368.\n(14) ابن هشام، المصدر السابق: 2/ 603.\n(1/130)\n\n46 - يزيد بن عبد الله بن اسامة (ت 139هـ/ 756م)\nيزيد بن عبد الله بن اسامة بن الهاد الليثي المدني الاعرج. كنيته ابو عبد الله (1). وقد وثقه العلماء واجلوه (2). حيث قال ابن سعد ((كان ثقة كثير الحديث)). وقال ابن معين ((ثقة)). وقال ابن حنبل ((ثقة)). وقال ابو حاتم ((هو في نفسه ثقة)). وقال النسائي ((ثقة)) (3). وذكره ابن حبان (4) في كتاب الثقات. وروى عنه ابن اسحاق روايتين هما ((نزاع الوليد والحسين وحلف الفضول)) (5) و ((خروج عبد شمس وبني نوفل من حلف الفضول)) (6).\n\n47 - محمد بن عبد الله بن عبد الرحمن (ت 139هـ/ 756م) (7)\nمحمد بن عبد الله بن عبد الرحمن بن ابي صعصعة الانصاري النجاري المازني المدني. كنيته ابو عبد الرحمن (8). وقد وثقه العلماء واجلوه ونقلوا حديثه. فقال ابن اسحاق ((كان ثقة)) (9). وقال مالك بن انس ((كان لآل ابي صعصعة حلقة في المسجد وكانوا اهل علم ودراية وكلهم كان يفتي)). وقال ابن سعد ((كان ثقة قليل الحديث)) (10). وقد روى له البخاري. كما قال ابو حاتم ((هو\n__________\n(1) البخاري، التاريخ: 8/ 344؛ الذهبي، تاريخ الاسلام: 5/ 567.\n(2) ابن حجر، تهذيب التهذيب: 11/ 340.\n(3) الرازي، المصدر السابق: 9/ 275.\n(4) الثقات: 5/ 542.\n(5) ابن هشام، المصدر السابق: 1/ 134.\n(6) المصدر نفسه: 1/ 135.\n(7) المزي، المصدر السابق: 6/ 375.\n(8) البخاري، التاريخ: 1/ 140.\n(9) المزي، المصدر السابق: 6/ 375.\n(10) ابن حجر، تهذيب التهذيب: 9/ 262.",
        "(1/131)\n\nاحد الثقات)) (1). وذكره ابن حبان (2) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((سؤال الرسول (صلى الله عليه وسلم) عن سعد بن الربيع)) (3).\n\n48) الحسين بن عبد الله (ت 140هـ/ 757م)\nالحسين بن عبد الله بن عبيد الله بن عباس بن عبد المطلب الهاشمي القرشي المدني. كنيته ابو عبد الله (4). وقد وثقه العلماء واثنوا عليه واجلوه. حيث قال محمد بن سعد ((كان كثير الحديث)) (5) وقال يحيى بن معين ((ليس به باس يكتب حديثه)) (6) وقال ابن عدي ((احاديثه يشبه بعضها بعضاً وهو ممن يكتب حديثه فانى لم اجد في حديثه حديثاً منكراً قد جاوز المقدار)) (7) وروى عنه ابن اسحاق ست روايات هي ((خبر ام حبيب ابنة العباس ووفاة الرسول (صلى الله عليه وسلم) قبل بلوغها)) (8) و ((اسلام العباس (رضي الله عنه) سراً)) (9) و ((حفر قبر الرسول (صلى الله عليه وسلم))) (10) و ((عرض الرسول (صلى الله عليه وسلم) نفسه على العرب في المواسم)) (11) و ((خطبة ابي بكر (رضي الله عنه) في الناس)) (12) و ((من تولى غسل الرسول (صلى الله عليه وسلم))) (13).\n__________\n(1) الرازي، المصدر السابق: 7/ 299.\n(2) الثقات: 7/ 365.\n(3) ابن اسحاق، السير والمغازي: 334؛ المبتدأ والمبعث والمغازي: 313.\n(4) البخاري، التاريخ: 2/ 388؛ الرازي، المصدر السابق: 3/ 57.\n(5) المزي، المصدر السابق: 2/ 181.\n(6) الذهبي، ميزان الاعتدال: 1/ 537.\n(7) ابن حجر، تهذيب التهذيب: 2/ 342.\n(8) ابن اسحاق، السير والمغازي: 268؛ المبتدأ والمبعث والمغازي: 248.\n(9) ابن هشام، المصدر السابق: 1/ 646.\n(10) المصدر نفسه: 2/ 663.\n(11) المصدر نفسه: 1/ 423.\n(12) المصدر نفسه: 2/ 661.\n(13) المصدر نفسه: 2/ 662.\n(1/132)",
        "\n49 - عتبة بن مسلم (ت بعد 130هـ/ 747م) (1)\nعتبة بن ابي عتبة واسم ابو عتبة مسلم مولى تيم القرشيين المدني (2). وذكر ان البخاري فرق بين عتبة بن ابي عتبة وعتبة بن مسلم والصواب انهما واحد ولا فرق بينهما (3). وقد وثقه العلماء واجلوه واثنوا عليه (4). فقد روى له النسائي (5). كما ذكره ابن حبان (6) في كتاب الثقات. وروى عنة ابن اسحاق روايتين هما ((تعيين جبريل (عليه السلام) اوقات الصلاة)) (7) ((وحديث الرسول (صلى الله عليه وسلم) يوشك الناس ان يتساءلوا بينهم حتى يقول قائلهم هذا الله خلق الخلق فمن خلق الله فاذا قالوا ذلك فقولوا ((قل هو الله احد الله الصمد لم يلد ولم يولد ولم يكن له كفوا احد)) (8) ثم ليتفل الرجل عن يساره ثلاثاً وليستعذ بالله من الشيطان الرجيم)) (9).\n\n50 - عبد الله بن مغيث بن ابي بردة (ت بعد 130هـ/ 747م) (10)\nعبد الله بن مغيث بن ابي بردة الانصاري الظفري الحجازي المدني (11). وقد وثقه العلماء واجلوه. فقد نسبه ابن اسحاق وسمع منه (12). وذكره ابو حاتم واثنى عليه (13). وقال عنه الذهبي (14) ((مقل صدوق)) وروى عنه ابن اسحاق رواية واحدة هي ((خبر مقتل كعب بن الاشرف)) (15).\n\n51 - العباس بن عبد الله بن معبد (ت بعد 130هـ/ 747م) (16)\nالعباس بن عبد الله بن معبد بن عباس بن عبد المطلب الهاشمي القرشي المدني (17). وقد وثقه العلماء واجلوه واثنوا عليه (18). فقال مالك بن انس ((كان رجلاً صالحاً من اهل الفضل والفقه)) (19) وقال يحيى بن معين ((ثقة)). وقال ابن حنبل ((ليس به باس)) (20).\nوقال البخاري (21) ((كان رجلاً صالحاً)) (22). كما روى له ابو داود (ت275هـ/ 888م) وذكره ابن حبان (23) في كتاب الثقات. وقال عنه ابن حجر (24) ((ثقة)) وروى عنه ابن اسحاق ثلاث روايات هي ((تربية عبد المطلب لرسول الله (صلى الله عليه وسلم))) (25) و ((عدم اسلام ابي طالب عم الرسول (صلى الله عليه وسلم))) (26) و ((نهي الرسول (صلى الله عليه وسلم) عن قتل ناس من المشركين يوم بدر)) (27).\n__________\n(1) الذهبي، تاريخ الاسلام: 5/ 483.\n(2) البخاري، التاريخ: 6/ 524.\n(3) ابن حجر، تهذيب التهذيب: 7/ 102.\n(4) الرازي، المصدر السابق: 6/ 374؛ ابن حجر، تقريب التهذيب: 445.\n(5) المزي، المصدر السابق: 5/ 99.\n(6) الثقات: 7/ 269.\n(7) ابن هشام، المصدر السابق: 245.\n(8) سورة الاخلاص، الآية: 1 - 4.\n(9) ابن هشام، المصدر السابق: 1/ 572.\n(10) الذهبي، تاريخ الاسلام: 5/ 468.\n(11) الرازي، المصدر السابق: 5/ 174.\n(12) البخاري، التاريخ: 5/ 201.\n(13) الرازي، المصدر السابق: 5/ 174.\n(14) تاريخ الاسلام: 5/ 468.\n(15) ابن هشام، المصدر السابق: 2/ 51.\n(16) الذهبي، تاريخ الاسلام: 5/ 457.\n(17) البخاري، التاريخ: 7/ 8.\n(18) الرازي، المصدر السابق: 6/ 212.\n(19) ابن حجر، تهذيب التهذيب: 5/ 120.\n(20) الرازي، المصدر السابق: 6/ 212.\n(21) التاريخ: 7/ 8.\n(22) المزي، المصدر السابق: 4/ 69.\n(23) الثقات: 7/ 174.\n(24) تقريب التهذيب: 348.\n(25) ابن اسحاق، السير والمغازي: 65؛ المبتدأ والمبعث والمغازي: 42.\n(26) ابن اسحاق، السير والمغازي: 238؛ المبتدأ والمبعث والمغازي: 222.\n(27) ابن هشام، المصدر السابق: 1/ 628.\n(1/133)\n",
        "52 - محمد بن زيد بن المهاجر (ت بعد 130هـ/ 747م) (1)\nمحمد بن زيد بن المهاجر بن قنفذ بن عمير بن جدعان القرشي التيمي الجدعاني المدني (2). وقد وثقه العلماء والائمة واحتجوا به. فقال ابن معين ((ثقة)). وقال ابن حنبل ((ثقة)). كما قال ابو زرعة ((ثقة)) (3). وقال الدارقطني ((يحتج به ويعتبر به)) (4) وروى عنه ابن اسحاق رواية واحدة هي ((خبر حلف الفضول)) (5).\n\n53 - محمد بن عبد الله بن ابي عتيق (ت بعد 130هـ/ 747م) (6)\nمحمد بن عبد الله بن ابي عتيق (محمد بن عبد الرحمن) بن ابي بكر الصديق (رضي الله عنه) التيمي القرشي المدني كنيته ابو عبد الله (7). وقد وثقه العلماء واجلوه واثنوا عليه. فقد روى له البخاري (8). وذكره ابن حبان (9) في كتاب الثقات. وقال الذهبي (10) ((ثقة)) وروى عنه ابن اسحاق رواية واحدة هي ((اعتاق ابي بكر الصديق (رضي الله عنه) للضعفاء)) (11).\n\n54 - حميد الطويل (ت 142هـ/ 759م)\n__________\n(1) الذهبي، تاريخ الاسلام: 5/ 527.\n(2) البخاري، التاريخ: 1/ 84.\n(3) الرازي، المصدر السابق: 7/ 255.\n(4) ابن حجر، تهذيب التهذيب: 9/ 174.\n(5) ابن هشام، المصدر السابق: 1/ 134.\n(6) الذهبي، تاريخ الاسلام: 5/ 530.\n(7) البخاري، التاريخ: 1/ 130.\n(8) الرازي، المصدر السابق: 7/ 303.\n(9) الثقات: 5/ 366.\n(10) تاريخ الاسلام: 5/ 530.\n(11) ابن اسحاق، السير والمغازي: 191؛ المبتدأ والمبعث والمغازي:171.\n(1/134)\n\nحميد بن ابي حميد واسم ابي حميد طرخان مولى طلحة بن الطلحات الخزاعي البصري. ويقال له كذلك حميد بن تيرويه. كنيته ابو عبيدة. وقد اثنى عليه العلماء واجلوه. فقال ابن سعد (1) ((كان حميد ثقة كثير الحديث)). وقال ابن معين ((ثقة)). كما قال ابو حاتم ((ثقة لا باس به)) (2) وقال المزي (3) ((لم يدع حميد لثابت علماً الا وعاه وسمعه منه)). ووصفه الذهبي (4) بـ ((الامام الحافظ)) وروى عنه ابن اسحاق خمس روايات هي ((خبر انس بن النضر)) (5).\n\nو ((الامر بالصدقة والنهي عن المثلة)) (6) و ((طرح المشركين في القليب (بدر))) (7) و ((ما لقيه الرسول (صلى الله عليه وسلم) يوم احد)) (8) و ((لم يعرف انس بن النضر يوم احد الا اخته)) (9).\n\n55 - عبد الرحمن بن الحارث (ت143هـ/ 760م)\nعبد الرحمن بن الحارث بن عبد الله بن عياش بن ابي ربيعة المخزومي القرشي المدني. كنيته ابو الحارث (10). وقد وثقه العلماء واجلوه. فقال ابو حاتم ((ثقة ... شيخ)) (11) وذكره ابن حبان (12) في كتاب الثقات. وقال عنه ((كان من اهل العلم)) وقال المزي (13) ((صالح ... من اقران ابن\n__________\n(1) الطبقات: 7/ 252.\n(2) الرازي، المصدر السابق: 3/ 219.\n(3) تهذيب الكمال: 2/ 301.\n(4) سير اعلام النبلاء: 6/ 163.\n(5) ابن اسحاق، السير والمغازي: 330؛ المبتدأ والمبعث والمغازي: 309.\n(6) ابن اسحاق، السير والمغازي: 335؛ المبتدأ والمبعث والمغازي: 315.\n(7) ابن هشام، المصدر السابق: 1/ 639.\n(8) المصدر نفسه: 2/ 79.\n(9) المصدر نفسه: 2/ 83.\n(10) البخاري، التاريخ: 5/ 271؛ الذهبي، ميزان الاعتدال: 2/ 554.\n(11) الرازي، المصدر السابق: 5/ 224.\n(12) الثقات: 7/ 69.\n(13) تهذيب الكمال: 4/ 386.",
        "(1/135)\n\nاسحاق)) وروى عنه ابن اسحاق ثلاث روايات هي ((رقة قلب عمر (رضي الله عنه) مع ليلى ام عبد الله)) (1) و ((تزويج سملة بن ابنة حمزة (رضي الله عنه))) (2) و ((سبب نزول سورة الانفال)) (3).\n\n56 - اسماعيل بن امية (ت 144هـ/ 761م)\nاسماعيل بن امية بن عمرو بن سعيد بن العاص الاموي القرشي المكي (4). وقد وثقه العلماء واجلوه. حيث قال سفيان بن عيينة ((لم يكن عندنا قرشيان مثل اسماعيل بن امية وايوب بن موسى)) (5) وايوب هذا ابن عمه (6). وقال ابن سعد ((كان ثقة كثير الحديث)) (7) وروى عنه ابن اسحاق رواية واحدة هي ((مصير قتلى احد)) (8).\n\n57 - عبد الواحد بن ابي عون (ت144هـ/ 761م)\nعبد الواحد بن ابي عون الدوسي المدني (9). من اصحاب محمد بن مسلم بن شهاب الزهري (10) وقد وثقه العلماء واثنوا عليه. اذ قال ابن معين ((ثقة)) (11) وقال ابو حاتم ((من الثقات ... يجمع حديثه)) (12). كما قال عنه النسائي ((ليس به باس)) (13). وذكره ابن حبان (14) في كتاب الثقات.\n__________\n(1) ابن اسحاق، السير والمغازي: 181؛ المبتدأ والمبعث والمغازي: 160.\n(2) ابن اسحاق، السير والمغازي: 261؛ المبتدأ والمبعث والمغازي: 243.\n(3) ابن هشام، المصدر السابق: 1/ 642.\n(4) البخاري، التاريخ: 1/ 345.\n(5) الرازي، المصدر السابق: 2/ 159.\n(6) المزي، المصدر السابق: 1/ 221.\n(7) البخاري، التاريخ: 1/ 345.\n(8) ابن هشام، المصدر السابق: 2/ 119.\n(9) البخاري، التاريخ: 6/ 57.\n(10) الرازي، المصدر السابق: 6/ 22؛ ابن حجر، تهذيب التهذيب: 6/ 438.\n(11) الذهبي، تاريخ الاسلام: 6/ 214.\n(12) الرازي، المصدر السابق: 6/ 22.\n(13) المزي، المصدر السابق: 5/ 10.\n(14) الثقات: 7/ 123.\n(1/136)",
        "\nوقال الذهبي (1) ((له احاديث قليلة)) كما قال ابن حجر (2) ((صدوق)). وروى عنه ابن اسحاق روايتين هما ((مقتل امية بن خلف)) (3) و ((شأن المرأة الدينارية)) (4)\n\n58 - عبد الله بن الحسن (ت 144هـ/ 761م) (5)\nعبد الله بن الحسن بن حسن بن علي بن ابي طالب (رضي الله عنه) الهاشمي القرشي المدني. كنيته ابو محمد (6) وامه فاطمة بنت الحسين بن علي بن ابي طالب (رضي الله عنه) (7). وقد وثقه العلماء واجلوه واثنوا عليه (8). فقال مصعب الزبيري (ت157هـ/ 774م) ((ما رايت احداً من علمائنا يكرمون احداً ما يكرمونه وهو ثقه مأمون)) (9) وقال محمد بن سعد ((كان من العباد وكان له شرف وعارضة وهيبة ولسان شديد وكان ذا منزلة عند عمر بن عبد العزيز)) (10) وقال يحيى بن معين ((ثقة)) وقال ابو حاتم ((ثقة)) (11). وروى عنه ابن اسحاق ثلاث روايات هي ((ادخال خديجة (رضي الله عنها) الرسول (صلى الله عليه وسلم) بينها وبين درعها)) (12) و ((عرض الاحباش الملك على ابي نيزر بن النجاشي)) (13) و ((شأن علي (رضي الله عنه) يوم خيبر)) (14).\n__________\n(1) تاريخ الاسلام: 6/ 214.\n(2) تقريب التهذيب: 430.\n(3) ابن هشام، المصدر السابق: 1/ 632.\n(4) المصدر نفسه: 2/ 99.\n(5) ابن خياط، المصدر السابق: 2/ 448.\n(6) البخاري، التاريخ: 5/ 71.\n(7) المزي، المصدر السابق: 4/ 112.\n(8) الرازي، المصدر السابق: 5/ 33.\n(9) ابن حجر، تهذيب التهذيب: 5/ 186.\n(10) المزي، المصدر السابق: 4/ 112؛ الذهبي، العبر: 1/ 152.\n(11) الرازي، المصدر السابق: 5/ 34.\n(12) ابن اسحاق، السير والمغازي: 134؛ المبتدأ والمبعث والمغازي: 114.\n(13) ابن اسحاق، السير والمغازي: 220؛ المبتدأ والمبعث والمغازي: 202.\n(14) ابن هشام، المصدر السابق: 2/ 335.\n(1/137)\n",
        "59 - عبد الرحمن بن حرملة (ت 145هـ/ 762م)\nعبدالرحمن بن حرملة الاسلمي المدني. كنيته ابو حرملة (1). وقد وثقه العلماء واجلوه واثنوا عليه (2).\nفقال عنه محمد بن سعد ((كان ثقة كثير الحديث)) (3) وقال ابن حنبل ((يكتب حديثه)) (4). وقال البخاري هو ((لين الحديث)) (5). وقال ابو حاتم ((يكتب حديثه)) (6). كما ذكره ابن حبان (7) في كتاب الثقات. قال ابن حجر (8) ((صدوق)) وروى عنه ابن اسحاق رواية واحدة هي ((تلقيب الرسول (صلى الله عليه وسلم) لخراش بالقتال)) (9).\n\n60 - علي بن الحسن (ت145هـ/ 762م)\nعلي بن الحسن بن الحسن بن علي بن ابي طالب (رضي الله عنه) العلوي الهاشمي القرشي المدني. كنيته ابو جعفر (10). ولم يكن بالمدينة زوجان اعبد منه ومن زوجته زينب بنت عبد الله بن الحسن. وهي ابنة عمه. وقد وثقه العلماء واجلوه (11). حيث ذكره ابو حاتم واثنى عليه (12). وقال الذهبي (13) ((كان يلقب بالسجّاد لفضله واجتهاده وتعبده)). وروى عنه ابن اسحاق رواية واحدة هي ((خبر تزويج عمر (رضي الله عنه) ام كلثوم ابنة علي (رضي الله عنه))) (14).\n__________\n(1) البخاري، التاريخ: 5/ 270.\n(2) الرازي، المصدر السابق: 5/ 223؛ المزي، المصدر السابق: 4/ 391.\n(3) المزي، المصدر السابق: 4/ 391.\n(4) الرازي، المصدر السابق: 5/ 223.\n(5) التاريخ: 5/ 270.\n(6) الرازي، المصدر السابق: 5/ 223.\n(7) الثقات: 7/ 68.\n(8) تقريب التهذيب: 398.\n(9) ابن هشام، المصدر السابق: 2/ 415.\n(10) البخاري، التاريخ: 6/ 269؛ الرازي، المصدر السابق: 6/ 179.\n(11) الذهبي، تاريخ الاسلام: 6/ 226.\n(12) الرازي، المصدر السابق: 6/ 179.\n(13) تاريخ الاسلام: 6/ 226.\n(14) ابن اسحاق، السير والمغازي: 249؛ المبتدأ والمبعث والمغازي: 233.\n(1/138)\n\n61 - هشام بن عروة (ت146هـ/ 763م)\nهشام بن عروة بن الزبير بن العوام بن خويلد الاسدي القرشي المدني. كنيته ابو المنذر. وكان قد ((وفد على المنصور بالكوفة ولحق به الى بغداد)) (1) واثنى عليه العلماء واجلوه (2). فقال ابن سعد (3) ((كان ثقة كثير الحديث حجة)) وقال ابن معين ((هو عندي بمنزلة الزهري لا يفضل احدهما على الاخر)). وقال ابو حاتم ((ثقة امام في الحديث)) (4) وذكره ابن حبان (5) في كتاب الثقات. وقال الخطيب (6) ((ثبت ثقة لم ينكر عليه شيء)) وروى عنه ابن اسحاق ثماني روايات هي ((خبر زيد بن عمرو بن نفيل وشعره)) (7) و ((تعذيب بلال (رضي الله عنه))) (8) و ((تبشير الرسول (صلى الله عليه وسلم) خديجة (رضي الله عنها) ببيت من قصب)) (9) و ((طمع المشركين في الرسول (صلى الله عليه وسلم) بعد وفاة خديجة (رضي الله عنها) وابي طالب)) (10) و ((مرض ابي\n__________\n(1) ابن سعد، المصدر السابق: 7/ 321؛ البخاري، التاريخ: 8/ 193.\n(2) الرازي، المصدر السابق: 9/ 64؛ الخطيب، المصدر السابق: 14/ 40؛ الذهبي، تذكرة الحفاظ:1/ 145.\n(3) الطبقات: 7/ 321.\n(4) الرازي، المصدر السابق: 7/ 321.\n(5) الثقات: 5/ 502.\n(6) تاريخ بغداد: 14/ 40.\n(7) ابن اسحاق، السير والمغازي: 116؛ المبتدأ والمبعث والمغازي: 96.\n(8) ابن اسحاق، السير والمغازي: 190؛ المبتدأ والمبعث والمغازي: 170.\n(9) ابن هشام، المصدر السابق: 1/ 241.\n(10) المصدر نفسه: 1/ 416.",
        "(1/139)\n\nبكر وعامر وبلال (رضى الله عنهم) في المدينة)) (1) و ((خبر ابن فهيرة بعد مقتله)) (2) و ((خبر مقتل ياسر اخو مرحب)) (3).\n\n62 - جعفر بن محمد بن علي (ت 148هـ/ 765م) (4)\nجعفر بن محمد بن علي بن الحسين بن علي بن ابي طالب (رضى الله عنه) الهاشمي القرشي المدني. كنيته ابو عبد الله الصادق. وكان براً صادقاً كبير الشأن (5). وهو سيد بني هاشم في زمانه (6). وقد اثنى عليه العلماء واجلوه. فقد روى عنه مالك بن انس (7). وقال عنه الشافعي () ثقة)) وقال ابن معين () ثقة)). كما قال ابو حاتم ((ثقة لا يسأل عن مثله)) (8) وقال الذهبي (9) ((احد الائمة الاعلام)) وقد روى عنه ابن اسحاق رواية واحدة هي ((خبر تكفين الرسول (صلى الله عليه وسلم))) (10).\n\n63 - سليمان بن سحيم (ت بعد 140هـ/ 757م) (11)\nسليمان بن سحيم الخزاعي. مولى بني كعب بن خزاعة المدني. كنيته ابو ايوب (12). وقد اثنى عليه العلماء واجلوه. فقال ابن سعد ((كان ثقة له احاديث)) (13) وقال ابن حنبل ((ليس به\n__________\n(1) المصدر نفسه: 1/ 588.\n(2) المصدر نفسه: 2/ 186.\n(3) المصدر نفسه: 2/ 334.\n(4) ابن خياط، المصدر السابق: 2/ 452.\n(5) البخاري، التاريخ: 2/ 198.\n(6) الذهبي، تاريخ الاسلام: 6/ 88؛ ابن العماد، المصدر السابق: 1/ 220.\n(7) المزي، المصدر السابق: 1/ 470؛ الذهبي، ميزان الاعتدال: 1/ 414.\n(8) الرازي، المصدر السابق: 2/ 487.\n(9) ميزان الاعتدال: 1/ 414.\n(10) ابن هشام، المصدر السابق: 2/ 663.\n(11) الذهبي، تاريخ الاسلام: 6/ 155.\n(12) البخاري، التاريخ: 4/ 17.\n(13) المزي، المصدر السابق: 3/ 280.\n(1/140)",
        "\nباس)) (1). وقال النسائي () ثقة)) (2). وذكره ابن حبان (3) في كتاب الثقات. وقال ابن حجر (4) ((صدوق)) وروى عنه ابن اسحاق رواية واحدة هي ((شهود النساء خيبر وحديث المراة الغفارية)) (5).\n\n64 - الفضل بن عيسى الرقاشي (ت بعد 140 هـ/ 757م) (6)\nالفضل بن عيسى بن ابان الرقاشي الواعظ البصري. كنيته ابو عيسى (7). وقد ضعفه العلماء والائمة. بسبب ما كان يرمى به من القدر. فقال سفيان بن عيينة ((هو لا شيء)) وقال ابن معين ((كان رجل سوء)). وقال ابن حنبل ((ضعيف)). وقال ابو حاتم (في حديثه بعض الوهن وهو منكر الحديث ليس بقوي)) (8). وروى عنه ابن اسحاق رواية واحدة هي ((حجة الله تعالى على كسرى في الرسول (صلى الله عليه وسلم))) (9).\n\n65 - صالح بن كيسان (ت بعد 140 هـ/ 757م) (10)\nصالح بن كيسان المؤدب المدني. مولى بني غفار. كنيته ابو محمد (11). وكان مؤدباً لأولاد عمر بن عبد العزيز (رضى الله عنه) عندما كان اميراً على المدينة (12). وقد وثقه العلماء\n__________\n(1) الرازي، المصدر السابق: 4/ 119.\n(2) المزي، المصدر السابق: 3/ 280؛ الذهبي، تاريخ الاسلام: 6/ 155.\n(3) الثقات: 4/ 310.\n(4) تقريب التهذيب: 298.\n(5) ابن هشام، المصدر السابق: 2/ 342.\n(6) الذهبي، تاريخ الاسلام: 6/ 251.\n(7) البخاري، التاريخ: 7/ 118.\n(8) الرازي، المصدر السابق: 7/ 64؛ المزي، المصدر السابق: 6/ 41؛ الذهبي، ميزان الاعتدال: 3/ 356.\n(9) الطبري، تاريخ: 2/ 190.\n(10) الذهبي، تاريخ الاسلام: 6/ 178.\n(11) البخاري، التاريخ: 4/ 288.\n(12) المزي، المصدر السابق: 3/ 434؛ الذهبي، سير اعلام النبلاء: 5/ 454.\n(1/141)\n",
        "واجلوه واثنوا عليه (1). فقال ابو حاتم ((ثقة يعد في التابعين)) (2) وقال ابن حبان (3) ((كان من فقهاء المدنية والجامعين للحديث والفقه من ذوي الهيئة والمروءة)) وقال الذهبي (4) ((احد الثقات والعلماء)). وروى عنه ابن اسحاق اثنتي عشرة وراية هي ((اول ما فرضت الصلاة)) (5) و ((خبر مصعب بن عمير)) (6) و ((خبر سعد وجلد البعير)) (7) و ((حرص سعد بن ابي وقاص على قتل عتبة بن ابي وقاص)) (8) و ((تمثيل هند والمشركات بقتلى احد)) (9) و ((دخول بني اسرائيل الباب سجداً)) (10) و ((تحكيم الرسول (صلى الله عليه وسلم) في اليهود)) (11) و ((تحريض عمر (رضي الله عنه) لحسان بهجو هند بنت عتبة)) (12) و ((ما اوصى به الرسول (صلى الله عليه وسلم) عند وفاته)) (13) و ((خميصة الرسول (صلى الله عليه وسلم))) ... و ((اخر قول للرسول (صلى الله عليه وسلم) ان لا يترك بجزيرة العرب دينان)) (14) و ((الخبر عن بيت ميمونة (رضي الله عنها) وذهاب الرسول (صلى الله عليه وسلم) الى بيت عائشة (رضي الله عنها))) (15).\n\n66 - شعبة بن الحجاج (ت160هـ/ 776م)\n__________\n(1) الذهبي، ميزان الاعتدال: 2/ 299.\n(2) الرازي، المصدر السابق: 4/ 410.\n(3) الثقات: 6/ 454.\n(4) ميزان الاعتدال: 2/ 299.\n(5) ابن اسحاق، السير والمغازي: 136؛ المبتدأ والمبعث والمغازي: 117.\n(6) ابن اسحاق، السير والمغازي: 193؛ المبتدأ والمبعث والمغازي: 173.\n(7) ابن اسحاق، السير والمغازي: 194؛ المبتدأ والمبعث والمغازي: 174.\n(8) ابن اسحاق، السير والمغازي: 331؛ المبتدأ والمبعث والمغازي: 311.\n(9) ابن اسحاق، السير والمغازي: 333؛ المبتدأ والمبعث والمغازي: 312.\n(10) ابن هشام، المصدر السابق: 1/ 535.\n(11) المصدر نفسه: 1/ 566.\n(12) المصدر نفسه: 2/ 92.\n(13) المصدر نفسه: 2/ 353.\n(14) المصدر نفسه: 2/ 665.\n(15) البلاذري، انساب الاشراف: 1/ 541.\n(1/142)\n\nشعبة بن الحجاج بن الورد العتكي الازدي الواسطي. كنيته ابو بسطام. وثقه العلماء واجلوه واثنوا عليه. فقال عنه محمد بن سعد (1) ((صاحب حديث)). وذكره ابو حاتم واثنى عليه (2). وقال المزي (3) ((كان حجة ثبتاً مأموناً)). وقال الذهبي (4) ((كان من العباد)) وروى عنه ابن اسحاق رواية واحدة هي ((امر الرسول (صلى الله عليه وسلم) بقتل كل من انبت من بني قريظة)) (5)\n\n67 - قاسم بن عبد الرحمن بن رافع (ت بعد 150 هـ/ 767م) (6)\nقاسم بن عبد الرحمن بن رافع اخو بني عدي بن النجار الانصاري المسعودي المدني (7). وقد ضعفه العلماء. حيث قال ابن معين ((ليس يساوي شيئاً)) (8) وقال ابو حاتم ((ضعيف)) (9) وروى عنه ابن اسحاق رواية واحدة هي ((انس بن النضر وشأنه يوم احد)) (10).\n\n68 - المنكدر (ت 180هـ/ 797م) (11)\nالمنكدر بن محمد بن المنكدر القرشي التيمي المدني (12). وقد وثقه العلماء واجلوه واثنوا عليه (13). فقال احمد بن حنبل () ثقة)) (14). وروى له البخاري (15). وقال ابو حاتم ((كان من خيار\n__________\n(1) الطبقات: 7/ 280.\n(2) الرازي، المصدر السابق: 4/ 369.\n(3) تهذيب الكمال: 3/ 391.\n(4) تاريخ الاسلام: 6/ 421.\n(5) ابن هشام، المصدر السابق: 2/ 244.\n(6) الذهبي، تاريخ الاسلام: 6/ 573.\n(7) الرازي، المصدر السابق: 7/ 113.\n(8) الذهبي، ميزان الاعتدال: 3/ 375.\n(9) الرازي، المصدر السابق: 7/ 113.\n(10) ابن اسحاق، السير والمغازي: 330؛ المبتدأ والمبعث والمغازي: 309.\n(11) ابن خياط، المصدر السابق، 2/ 485.\n(12) البخاري، التاريخ: 8/ 35.\n(13) الرازي، المصدر السابق: 8/ 406؛ ابن حجر، تهذيب التهذيب:10/ 317.\n(14) الذهبي، ميزان الاعتدال: 4/ 191.\n(15) المزي، المصدر السابق: 7/ 238.",
        "(1/143)\n\nعباد الله)) (1) وروى له الترمذي وابن عدي (ت323هـ/ 934م) (2). كما ذكره ابن حبان (3) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((قول الاعراب في عمر (رضي الله عنه))) (4).\n\nب: الاخباريون المجهول وفاتهم:\n\n1 - المطلب بن عبد الله بن قيس\nالمطلب بن عبد الله بن قيس بن مخرمة بن المطلب بن عبد مناف المطلبي القرشي المدني. وقد وثقه العلماء واثنوا عليه (5). فذكره ابو حاتم دون جرح (6) , وذكره ابن حبان (7) في كتاب الثقات. وقال الذهبي (8) ((مقل في الحديث ... لم يرو عنه سوى ابن اسحاق)) اذ روى عنه ((خبر مولد الرسول (صلى الله عليه وسلم))) (9).\n\n2 - جهم بن ابي الجهم\nجهم بن ابي الجهم مولى الحارث بن حاطب الجمحي القرشي المدني (10). ذكره ابو حاتم (277هـ / 890م) دون جرح (11). كما ذكره ابن حبان (12) في كتاب الثقات. وقال الذهبي (13) ((لا يعرف)) وروى عنه ابن اسحاق رواية واحدة هي ((خبر حليمة السعدية والتماس الرضاعة)) (14).\n__________\n(1) الرازي، المصدر السابق: 8/ 406.\n(2) المزي، المصدر السابق: 7/ 238.\n(3) الثقات: 8/ 350.\n(4) ابن اسحاق، السير والمغازي: 185؛ المبتدأ والمبعث والمغازي: 164.\n(5) البخاري، التاريخ: 8/ 7؛ الذهبي، ميزان الاعتدال: 4/ 129.\n(6) الرازي، المصدر السابق: 8/ 359.\n(7) الثقات: 7/ 506.\n(8) الذهبي، ميزان الاعتدال: 4/ 129.\n(9) ابن اسحاق، السير والمغازي: 48؛ المبتدأ والمبعث والمغازي: 25.\n(10) البخاري، التاريح: 2/ 229.\n(11) الرازي، المصدر السابق: 2/ 521.\n(12) الثقات: 6/ 142.\n(13) ميزان الاعتدال: 1/ 426.\n(14) ابن اسحاق، السير والمغازي: 48؛ المبتدأ والمبعث والمغازي: 25.\n(1/144)",
        "\n3 - محمد بن عبد الله بن قيس\nمحمد بن عبد الله بن قيس بن مخرمة بن المطلب بن عبد مناف بن قصي القرشي المدني (1). وقد وثقه العلماء واثنوا عليه (2). فروى له البخاري ومسلم (3) وذكره ابو حاتم واثنى عليه (4). كما ذكره ابن حبان (5) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((حفظ الرسول (صلى الله عليه وسلم) من دنس الجاهلية)) (6).\n\n4 - محمد بن عبد الرحمن بن عبد الله بن الحصين\nمحمد بن عبد الرحمن بن عبد الله بن الحصين التميمي. وقد وثقه العلماء واجلوه واثنوا عليه. فقال البخاري (7) ((كان صواماً قواماً)) وذكره ابو حاتم دون جرح (8). وروى عنه ابن اسحاق اربع روايات هي ((حديث يبعث زيدا امة وحده)) (9).و ((اسلام ابي بكر الصديق (رضي الله\n__________\n(1) الرازي، المصدر السابق: 7/ 303؛ المزي، المصدر السابق: 6/ 382.\n(2) ابن حجر، تهذيب التهذيب: 9/ 272.\n(3) المزي، المصدر السابق: 6/ 382.\n(4) الرازي، المصدر السابق: 7/ 303.\n(5) الثقات: 7/ 380.\n(6) ابن اسحاق، السير والمغازي: 79؛المبتدأ والمبعث والمغازي: 58.\n(7) التاريخ: 1/ 156.\n(8) الرازي، المصدر السابق: 7/ 317,\n(9) ابن اسحاق، السير والمغازي: 119؛ المبتدأ والمبعث والمغازي: 99.\n(1/145)\n",
        "عنه))) (1) و ((خبر ثوبان)) (2) و ((عرض الرسول (صلى الله عليه وسلم) نفسه على بني كلب)) (3).\n\n5 - عبد الملك بن عبد الله بن ابي سفيان\nعبد الملك بن عبد الله بن ابي سفيان بن العلاء بن جارية الثقفي. وكان علاء من اصحاب الرسول (صلى الله عليه وسلم). قد وثقه العلماء واجلوه (4). حيث قال عنه البخاري (5) ((كان واعية وجالس العلماء)) وذكره ابو حاتم دون جرح (6). وروى عنه ابن اسحاق ثلاث روايات هي ((اول ما ابتدئ به الرسول (صلى الله عليه وسلم) من النبوة)) (7) و ((خبر الاراشي الذي باع ابا جهل ابله ومماطلة ابي جهل في ثمنها)) (8) و ((تسليم الحجارة والشجر على الرسول (صلى الله عليه وسلم))) (9).\n\n6 - يحيى بن ابي الاشعث\nيحيى بن ابي الاشعث الكندي. ذكره ابو حاتم (10) دون جرح. وروى عنه ابن اسحاق رواية واحدة هي ((سؤال عفيف للرسول (صلى الله عليه وسلم) عن خديجة وعلي (رضي الله عنهما))) (11).\n\n7 - محمد بن ثابت بن شرحبيل\n__________\n(1) ابن اسحاق، السير والمغازي: 139؛ المبتدأ والمبعث والمغازي: 120.\n(2) البلاذري، انساب الاشراف: 1/ 481.\n(3) ابن هشام، المصدر السابق: 1/ 424.\n(4) الرازي، المصدر السابق: 5/ 354.\n(5) التاريخ: 5/ 421.\n(6) الرازي، المصدر السابق: 5/ 354.\n(7) ابن اسحاق، السير والمغازي: 120؛ المبتدأ والمبعث والمغازي: 100.\n(8) ابن اسحاق، السير والمغازي: 195؛ المبتدأ والمبعث والمغازي: 175.\n(9) ابن هشام، المصدر السابق: 1/ 234.\n(10) الرازي، المصدر السابق: 9/ 129.\n(11) ابن اسحاق، السير والمغازي: 137؛ المبتدأ والمبعث والمغازي: 119.\n(1/146)\n\nمحمد بن ثابت بن شرحبيل بن ابي عزيز بن عبد الدار بن قصي القرشي. كنيته ابو مصعب وكان عمر بن عبد العزيز (رضي الله عنه) يراسله ويسأله في الحديث (1). وروى له البخاري (2). وذكره ابو حاتم دون جرح (3). وذكره ابن حبان (4) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((وصف كعب الحبر للرسول (صلى الله عليه وسلم) حسبما وجد في التوراة)) (5).\n\n8 - محمد بن ابي محمد\nمحمد بن ابي محمد الانصاري مولى زيد بن ثابت (رضي الله عنه) المدني (6). وقد وثقه العلماء واجلوه (7). فقد روى له ابو داود (8) وذكره ابو حاتم واثنى عليه (9). وذكره ابن حبان (10) في كتاب الثقات. وروى عنه ابن اسحاق روايتين هما ((خبر الوليد بن المغيرة وما نزل فيه)) (11) و ((تحول القبلة من الشام الى الكعبة)) (12).\n\n9 - حكيم بن حكيم\n__________\n(1) الرازي، المصدر السابق: 7/ 215؛ ابن حجر، تهذيب التهذيب: 9/ 84.\n(2) المزي، المصدر السابق: 6/ 256.\n(3) الرازي، المصدر السابق: 7/ 215.\n(4) الثقات: 5/ 358.\n(5) ابن اسحاق، السير والمغازي: 141؛ المبتدأ والمبعث والمغازي: 123.\n(6) البخاري، التاريخ: 1/ 225.\n(7) الرازي، المصدر السابق: 8/ 88؛ الذهبي، ميزان الاعتدال: 4/ 26.\n(8) المزي، المصدر السابق: 6/ 499؛ ابن حجر، تهذيب التهذيب: 9/ 433.\n(9) الرازي، المصدر السابق: 8/ 88.\n(10) الثقات: 7/ 392.\n(11) ابن اسحاق، السير والمغازي: 150؛ المبتدأ والمبعث والمغازي: 130.\n(12) ابن اسحاق، السير والمغازي، 299؛ المبتدأ والمبعث والمغازي، 279.",
        "(1/147)\n\nحكيم بن حكيم بن عباد بن حنيف بن واهب بن الحكيم الاوسي الانصاري المدني (1). وقد اثنى عليه العلماء واجلوه (2). قال ابن سعد ((كان قليل الحديث)) (3). وقال العجلي () ثقة)) (4) وذكره ابو حاتم واثنى عليه (5). وذكره ابن حبان (6) في كتاب الثقات. كما قال ابن حجر (7) () ثقة)) وروى عنه ابن اسحاق ست روايات هي ((انزال المذمونة في ابي جهل)) (8) و ((بكاء نساء الانصار على حمزة (رضي الله عنه))) (9) و ((اختصاص الرسول (صلى الله عليه وسلم) علياً بتأدية براءة عنه)) (10) و ((بعث الرسول (صلى الله عليه وسلم) خالد (رضي الله عنه) داعياً)) (11) و ((قتل خالد (رضي الله عنه) لجماعة من جذيمة)) (12) و ((غضب الرسول (صلى الله عليه وسلم) مما فعل خالد (رضي الله عنه) وارساله علياً (رضي الله عنه) مكانه الى جذيمة)) (13).\n\n10 - ابراهيم بن محمد بن علي\nابراهيم بن محمد بن علي بن ابي طالب (رضي الله عنه) القرشي الهاشمي المعروف ابوه بابن ((الحنفية)) (14) وثقه العلماء واجلوه واثنوا عليه (15).\n__________\n(1) البخاري، التاريخ: 3/ 17؛ المزي، المصدر السابق: 2/ 263.\n(2) الذهبي، ميزان الاعتدال: 1/ 584.\n(3) البخاري، التاريخ، 3/ 17.\n(4) ابن حجر، تهذيب التهذيب: 2/ 449.\n(5) المزي، المصدر السابق: 2/ 264.\n(6) الثقات: 2/ 214.\n(7) تهذيب التهذيب: 2/ 449.\n(8) ابن اسحاق، السير والمغازي: 210؛ المبتدأ والمبعث والمغازي: 100.\n(9) ابن هشام، المصدر السابق: 2/ 99.\n(10) المصدر نفسه: 2/ 545.\n(11) المصدر نفسه: 2/ 428.\n(12) المصدر نفسه: 2/ 429.\n(13) المصدر نفسه: 2/ 430.\n(14) البخاري، التاريخ: 1/ 317.\n(15) الرازي، المصدر السابق: 2/ 124.\n(1/148)",
        "\nحيث قال العجلي () ثقة)) (1) وروى له ابن ماجة (2) وذكره ابو حاتم واثنى عليه (3). وروى له الترمذي والنسائي (4) كما ذكره ابن حبان (5) في كتاب الثقات. وقال ابن حجر (6) ((صدوق)) وروى عنه ابن اسحاق رواية واحدة هي ((خبر ابن عم مارية (رضي الله عنها))) (7).\n\n11 - جعفر بن عبد الله بن اسلم\nجعفر بن عبد الله بن اسلم مولى عمر بن الخطاب (رضي الله عنه) القرشي العدوي المدني (8). ذكره ابو حاتم دون جرح وقال عنه ((روى المغازي)) (9). وذكره ابن حبان (10) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((حديث الرسول (صلى الله عليه وسلم) عن نسبة ابي دجانة)) (11).\n\n12 - عبد الله بن عمر بن علي\nعبد الله بن عمر بن علي العبشي المدني. ويقال عبيد الله بن عمر. ذكره ابو حاتم دون جرح (12). وروى عنه ابن اسحاق روايتين هما ((الاستغفار لاهل بقيع الغرقد)) (13) و ((ابتداء شكوى الرسول (صلى الله عليه وسلم) من المرض)) (14).\n__________\n(1) ابن حجر، تهذيب التهذيب: 1/ 157.\n(2) المزي، المصدر السابق: 1/ 132.\n(3) الرازي، المصدر السابق: 1/ 124.\n(4) المزي، المصدر السابق: 1/ 132.\n(5) الثقات: 6/ 4.\n(6) تقريب التهذيب: 118.\n(7) ابن اسحاق، السير والمغازي: 271؛ المبتدأ والمبعث والمغازي: 252.\n(8) البخاري، التاريخ: 2/ 194؛ ابن حجر، تهذيب التهذيب: 2/ 99.\n(9) الرازي، المصدر السابق: 2/ 482.\n(10) الثقات: 6/ 135.\n(11) ابن اسحاق، السير والمغازي: 326؛ المبتدأ والمبعث والمغازي: 306.\n(12) الرازي، المصدر السابق، 5/ 108.\n(13) البلاذري، انساب الاشراف: 1/ 544.\n(14) ابن هشام، المصدر السابق: 2/ 642.\n(1/149)\n",
        "13 - فاطمة بنت محمد بن عمارة\nفاطمة بنت محمد بن عمارة امراة عبد الله بن ابي بكر بن محمد بن عمرو بن حزم الانصاري المدني. كانت في حجر ام المؤمنين عائشة (رضي الله عنها). وهي التي تروي حديثها في الحيض (1). وروى عنها ابن اسحاق رواية واحدة هي ((دفن الرسول (صلى الله عليه وسلم))) (2).\n\n14 - محمد بن ابي امامه\nمحمد بن ابي امامه بن سهل بن حنيف الانصاري المدني (3). واسم ابي امامة اسعد (4). وثقه العلماء واجلوه. فقال ابن معين () ثقة)) (5). وروى له ابن ماجة وابو داود والنسائي (6) كما ذكره ابن حبان (7) في كتاب الثقات. وروى عنه ابن اسحاق روايتين هما ((اسعد بن زرارة واول جمعة اقيمت بالمدينة)) (8) و ((نزول الايات في اليهود)) (9).\n\n15 - هند بن سعد بن سهل\nهند بن سعد بن سهل بن حنيف الانصاري المدني (10). ذكره ابو حاتم دون جرح (11) , وروى عنه ابن اسحاق رواية واحدة هي ((ابن حنيف وتكسيره للاصنام والمرأة الغفارية)) (12).\n\n16 - عبد الله بن عبد الرحمن بن ابي حسين\n__________\n(1) ابن سعد، المصدر السابق، 8/ 496.\n(2) البلاذري، انساب الاشراف، 1/ 568.\n(3) البخاري، التاريخ، 1/ 29.\n(4) المزي، المصدر السابق، 6/ 245.\n(5) الرازي، المصدر السابق، 7/ 208.\n(6) المزي، المصدر السابق، 6/ 245؛ ابن حجر، تهذيب النهذيب، 9/ 67 ..\n(7) الثقات، 7/ 368.\n(8) ابن هشام، المصدر السابق، 2/ 435 ..\n(9) المصدر نفسه، 2/ 547.\n(10) البخاري، التاريخ، 8/ 240.\n(11) الرازي، المصدر السابق، 9/ 117.\n(12) ابن هشام، المصدر السابق، 1/ 494.\n(1/150)\n\nعبد الله بن عبد الرحمن بن ابي حسين بن الحارث بن عامر بن نوفل القرشي المكي (1). وثقه العلماء واجلوه. حيث قال ابن سعد ((كان ثقة قليل الحديث)) (2). وقال ابن حنبل () ثقة)) (3). وقال ابو زرعة () ثقة)) (4). وقال العجلي () ثقة)) (5) وقال ابو حاتم ((صالح)) (6). كما ذكره ابن حبان (7) في كتاب الثقات. وقال ابن حجر ((هو عند الجميع فقيه عالم)) (8) وروى عنه ابن اسحاق رواية واحدة هي ((سؤال اليهود للرسول (صلى الله عليه وسلم) عدة اسئلة وجوابه لهم)) (9).\n\n17 - يزيد بن محمد بن خثيم\nيزيد بن محمد بن خثيم المحاربي (10). وثقه العلماء واجلوه. فقد قال ابن معين ((ليس به باس)) (11) كما روى له النسائي (12). وذكره ابن حبان (13) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((تكنية الرسول (صلى الله عليه وسلم) لعلي (رضي الله عنه) بابي تراب)) (14).\n\n18 - صالح بن ابي امامه بن سهل\n__________\n(1) البخاري، التاريخ: 5/ 133.\n(2) المزي، المصدر السابق: 4/ 188؛ ابن حجر، تهذيب التهذيب: 5/ 293.\n(3) الرازي، المصدر السابق: 5/ 97.\n(4) المزي، المصدر السابق: 4/ 188.\n(5) ابن حجر، تهذيب التهذيب: 5/ 293.\n(6) الرازي، المصدر السابق: 5/ 97.\n(7) الثقات: 7/ 43.\n(8) ابن حجر، تهذيب التهذيب: 5/ 293.\n(9) ابن هشام، المصدر السابق: 1/ 543.\n(10) البخاري، التاريخ: 8/ 356؛ ابن حجر، تهذيب التهذيب: 11/ 357.\n(11) الرازي، المصدر السابق: 9/ 288.\n(12) المزي، المصدر السابق: 8/ 148.\n(13) الثقات: 7/ 628.\n(14) ابن هشام، المصدر السابق: 1/ 599.",
        "(1/151)\n\nصالح بن ابي امامة بن سهل بن حنيف الانصاري المدني (1). ذكره ابو حاتم دون جرح (2). وروى عنه ابن اسحاق رواية واحدة هي ((مقتل كعب بن الاشرف)) (3).\n\n19 - عبد الله بن خارجه\nعبد الله بن خارجة بن زيد بن ثابت الانصاري الخزرجي المدني (4). وقد وثقه العلماء واجلوه. حيث روى له الزهري. وذكره ابو حاتم دون جرح (5). وروى عنه ابن اسحاق رواية واحدة هي ((استماتة المسلمين في نصرة الرسول (صلى الله عليه وسلم) في معركة احد)) (6).\n\n20 - عبد الله بن سهل بن عبد الرحمن بن سهل\nعبد الله بن سهل بن عبد الرحمن بن سهل بن كعب النجاري الانصاري المدني. كنيته ابو ليلى (7). وقد وثقه العلماء واجلوه واثنوا عليه (8). فقال ابو زرعة () ثقة)) (9) وقال ابو حاتم () ثقة)) (10). وقال ابن حبان (11) () ثقة)) وروى عنه ابن اسحاق روايتين هما ((شأن سعد بن معاذ (رضي الله عنه) يوم الخندق)) (12) و ((خبر مقتل مرحب اليهودي)) (13).\n\n21 - هارون\n__________\n(1) البخاري، التاريخ: 4/ 273.\n(2) الرازي، المصدر السابق: 4/ 394.\n(3) ابن هشام، المصدر السابق: 2/ 51.\n(4) البخاري، التاريخ: 5/ 79؛ الفسوي، المصدر السابق: 1/ 188.\n(5) الرازي، المصدر السابق:5/ 45.\n(6) ابن هشام، المصدر السابق: 2/ 101.\n(7) البخاري، التاريخ: 5/ 98.\n(8) الرازي، المصدر السابق: 5/ 74؛ ابن حجر، تهذيب التهذيب: 12/ 215.\n(9) المزي، المصدر السابق: 8/ 413.\n(10) الرازي، المصدر السابق: 5/ 74.\n(11) الثقات: 5/ 27.\n(12) ابن هشام، المصدر السابق: 2/ 226.\n(13) المصدر نفسه: 2/ 333.\n(1/152)",
        "\nهارون بن حميد الدهلي. كنيته ابو احمد (1). وثقه العلماء واثنوا عليه. حيث قال ابو حاتم ((شيخ)) (2). كما روى له النسائي (3). وذكره ابن حبان (4) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((فرار اهل خيبر عندما رأوا الرسول (صلى الله عليه وسلم))) (5).\n\n22 - عبد الله بن عمرو بن ضمرة\nعبد الله بن عمرو بن ضمرة الفزاري الحجازي (6). ذكره ابو حاتم دون جرح (7). وروى عنه ابن اسحاق رواية واحدة هي ((نهي الرسول (صلى الله عليه وسلم) يوم خيبر عن عدة (8) اشياء)) (9).\n\n23 - سلام بن كركرة\nسلام بن كركرة (10). ذكره ابو حاتم دون جرح (11). وروى عنه ابن اسحاق رواية واحدة هي ((نهي الرسول (صلى الله عليه وسلم) يوم خيبر عن اكل لحوم الحمر وجواز اكل لحوم الخيل)) (12).\n\n24 - مروان بن عثمان بن ابي سعيد\n__________\n(1) البخاري، التاريخ: 8/ 224؛ ابن حجر، تهذيب التهذيب: 11/ 4.\n(2) الرازي، المصدر السابق: 9/ 90.\n(3) المزي، المصدر السابق: 7/ 374.\n(4) الثقات: 9/ 242.\n(5) ابن هشام، المصدر السابق: 2/ 330.\n(6) البخاري، التاريخ،: 5/ 153.\n(7) الرازي، المصدر السابق: 5/ 118.\n(8) ينظر: ص 78 من الرسالة.\n(9) ابن هشام، المصدر السابق: 2/ 331.\n(10) البخاري، التاريخ: 4/ 134.\n(11) الرازي، المصدر السابق: 4/ 261.\n(12) ابن هشام، المصدر السابق: 2/ 331.\n(1/153)\n",
        "مروان بن عثمان بن ابي سعيد بن المعلى الانصاري الزرقي المدني. كنيته ابو عثمان (1). روى له البخاري (2). وذكره ابن حبان (3) في كتاب الثقات. وروى عنه ابن اسحاق رواية واحدة هي ((امر الشاة المسمومة)) (4).\n\n25 - محمد بن الوليد بن نويفع\nمحمد بن الوليد بن نويفع بن الوليد. مولى آل الزبير بن العوام القرشي الاسدي المدني (5) وثقه العلماء واجلوه. فقد روى له ابو داود (6). وذكره ابو حاتم واثنى عليه (7). وذكره ابن حبان (8) في كتاب الثقات. وقال الدارقطني ((يعتبر به)) (9). وقال ابن حجر (10) ((مقبول)). وقال كذلك ((ما روى عنه غير ابن اسحاق)) (11) إذ روى عنه رواية واحدة هي ((سؤال ضمام بن ثعلبه للرسول (صلى الله عليه وسلم) اسئلة ثم اسلامه)) (12).\n\n26 - يحيى بن عبد الله\n__________\n(1) البخاري، التاريح: 7/ 370؛ الرازي، المصدر السابق: 8/ 272.\n(2) المزي، المصدر السابق: 7/ 74؛ الذهبي، ميزان الاعتدال: 4/ 92.\n(3) الثقات: 7/ 482.\n(4) ابن هشام، المصدر السابق: 2/ 338.\n(5) البخاري، التاريخ: 1/ 254؛ ابن حجر، تهذيب التهذيب: 9/ 504.\n(6) المزي، المصدر السابق: 6/ 548.\n(7) الرازي، المصدر السابق: 8/ 111.\n(8) الثقات: 7/ 428.\n(9) المزي، المصدر السابق: 6/ 549.\n(10) تقريب التهذيب: 596.\n(11) ابن حجر، تهذيب التهذيب: 9/ 504.\n(12) ابن هشام، المصدر السابق: 2/ 573.\n(1/154)\n\nيحيى بن عبد الله بن عبد الرحمن بن ابي عمرة. ذكره ابو حاتم دون جرح (1) وروى عنه ابن اسحاق رواية واحدة هي ((شكوى جند علي (رضي الله عنه) اياه الى الرسول (صلى الله عليه وسلم) لانتزاعه عنهم حللاً مصنوعة من بز اليمن)) (2).\n\n27 - عبد الرحمن بن عبد الله بن ابي عتيق.\nعبد الرحمن بن عبد الله بن ابي عتيق واسم ابي عتيق محمد بن عبد الرحمن بن ابي بكر الصديق (رضي الله عنه) القرشي التيمي المدني (3). وثقه العلماء واجلوه واثنوا عليه (4). فقال ابن حنبل ((لا اعلم الا خيراً)) (5) وروى له البخاري (6). وذكره ابو حاتم واثنى عليه (7). وروى له كذلك النسائي (8). كما ذكره ابن حبان (9) في كتاب الثقات. وروى له بن اسحاق رواية واحدة هي ((اتخاذ الرسول (صلى الله عليه وسلم) ابا بكر (رضي الله عنه) خليلاً)) (10).\n__________\n(1) البخاري، التاريح: 8/ 284؛ الرازي، المصدر السابق: 9/ 162.\n(2) ابن هشام، المصدر السابق: 2/ 603.\n(3) الرازي، المصدر السابق: 5/ 250.\n(4) ابن حجر، تهذيب التهذيب: 6/ 212.\n(5) الرازي، المصدر السابق: 5/ 250.\n(6) المزي، المصدر السابق: 4/ 429.\n(7) الرازي، المصدر السابق: 5/ 250.\n(8) ابن حجر، تهذيب التهذيب: 6/ 212.\n(9) الثقات: 6/ 347.\n(10) ابن هشام، المصدر السابق: 2/ 650.",
        "(1/155)\n\nرابعاً: اخباريون روى عنهم ابن اسحاق وقد مر ذكرهم في الفصل الثاني (القصاص) أي انهم اشتركوا في رواية القصة والخبر. ويمكن بذلك تسميتهم بالقصاص الاخباريين. وهم،\n1 - عمر بن عبد الله بن عروة (1) ... وهو ثقة.\n2 - نافع مولى ابن عمر (2) ... وهو ثقة.\n3 - عبد الرحمن الاعرج (3) ... وهو ثقة.\n4 - يحيى بن عروة بن الزبير (4) ... وهو ثقة.\n5 - يزيد بن عبد الله بن قسيط (5) ... وهو ثقة.\n6 - سالم ابو النضر (6) ... وهو ثقة.\n7 - بربدة بن سفيان بن فروة الاسلمي (7) وهو ضعيف.\n8 - ابو الزناد (8) ... وهو ثقة.\n9 - عبد الله بن ابي نجيح (9) ... وهو ثقة.\n10 - داود بن الحصين (10) ... وهو ثقة.\n11 - عبد الله بن ابي بكر بن محمد بن عمرو بن حزم (11) وهو ثقة.\n12 - صدقة بن يسار (12) ... وهو ثقة.\n__________\n(1) ينظر ترجمته: ص 66 من الرسالة.\n(2) ينظر ترجمته: ص 21 من الرسالة.\n(3) ينظر ترجمته: ص 68 من الرسالة.\n(4) ينظر ترجمته: ص 70 من الرسالة.\n(5) ينظر ترجمته: ص 71 من الرسالة.\n(6) ينظر ترجمته: ص 73 من الرسالة.\n(7) ينظر ترجمته: ص 74 من الرسالة.\n(8) ينظر ترجمته: ص 75 من الرسالة\n(9) ينظر ترجمته: ص 77 من الرسالة.\n(10) ينظر ترجمته: ص 79 من الرسالة.\n(11) ينظر ترجمته: ص 80 من الرسالة.\n(12) ينظر ترجمته: ص 84 من الرسالة.\n(1/156)",
        "\n13 - يزيد بن زياد (1) ... وهو ثقة.\n14 - ليث بن ابي سليم (2) ... وهو ثقة.\n15 - عمرو بن عبيد (3) ... وهو متروك رغم عبادته وزهده.\n16 - ثور بن يزيد (4) ... وهو ثقة.\n17 - يحيى بن عباد بن عبد الله بن الزبير (5) وهو ثقة.\n18 - حكيم بن جبير (6) ... وهو ثقة.\n__________\n(1) ينظر ترجمته: ص 85 من الرسالة.\n(2) ينظر ترجمته: ص 86 من الرسالة.\n(3) ينظر ترجمته: ص 87 من الرسالة.\n(4) ينظر ترجمته: ص 90 من الرسالة.\n(5) ينظر ترجمته: ص 92 من الرسالة.\n(6) ينظر ترجمته: ص 95 من الرسالة.\n(1/157)\n",
        "خامساً: اخباريون لم نعثر لهم على ترجمة.\n\n1 - الزبير بن عكاشة بن عبد الله بن ابي احمد\nوروى عنه ابن اسحاق رواية واحدة هي ((رفض هشام بن الوليد تسليم اخيه الى قريش لتقتله)) (1).\n2 - علي بن نافع الجرشي\nوروى عنه ابن اسحاق رواية واحدة هي ((حديث كاهن جنب عن الرسول (صلى الله عليه وسلم))) (2).\n3 - سعيد بن ابي سندر الاسلمي\nوروى عنه ابن اسحاق رواية واحدة هي ((سبب تسمية الرسول (صلى الله عليه وسلم) لخراش بالقتال)) (3).\n4 - ابو فراس ابن ابي سنبلة الاسلمي\nوروى عنه ابن اسحاق رواية واحدة هي ((مقتل الفتى الجذمي وبكاء المرأة عليه)) (4).\n5 - عامر بن وهب الاسود\nوروى عنه ابن اسحاق رواية واحدة هي ((مقتل عثمان بن عبد الله بن ربيعه وحديث الرسول (صلى الله عليه وسلم) فيه)) (5).\n6 - عيسى بن عبد الله بن عطيبة بن سفيان بن ربيعة الثقفي\nوروى عنه ابن اسحاق رواية واحدة هي ((خبر بلال (رضي الله عنه) مع وفد ثقيف في رمضان)) (6).\n__________\n(1) ابن اسحاق، السير والمغازي: 273؛ المبتدأ والمبعث والمغازي: 254.\n(2) ابن هشام، المصدر السابق: 1/ 209.\n(3) المصدر نفسه: 2/ 414.\n(4) المصدر نفسه: 2/ 434.\n(5) المصدر نفسه: 2/ 450.\n(6) المصدر نفسه: 2/ 540.\n(1/158)\n\nالخلاصة\nيتضح مما تقدم ان عدد الاخباريين الذين اخذ عنهم ابن اسحاق بلغ (101) اخبارياً وروى عنهم (438) رواية تتعلق بسيرة ومغازي الرسول (صلى الله عليه وسلم) وهم موزعون على اكثر من مدينة اسلامية ولكن اغلبهم من اخباريي المدينة المنورة دار سنة الرسول (صلى الله عليه وسلم) وعاصمة الخلفاء الراشدين (رضى الله عنهم) من بعده التي تربى فيها ابن اسحاق وتتلمذ على ايدي شيوخها وعلمائها البارزين وفي مقدمتهم استاذه الزهري. الذي اخذ عنه ابن اسحاق اكثر من أي اخباري اخر وذلك لعلمه ومعرفته الغزيرة بسيرة الرسول (صلى الله عليه وسلم) ومغازيه اذ بلغت رواياته عنه (107) رواية. وياتي في المرتبة الثانية عاصم بن عمر بن قتادة المدني اذ بلغت رواياته (53) رواية. ووالده اسحاق بن يسار (23) رواية ومحمد بن جعفر بن الزبير (21) رواية.\nومن خارج المدينة اخذ عن يزيد بن ابي حبيب المصري (10) روايات ورواية واحدة (1) عن عبيد الله بن المغيرة بن معيقيب المصري ايضاً. وعن اخباريي مكة (9) روايات خمس روايات عن عمرو بن شعيب وعن الباقي رواية واحدة عن كل اخباري مكي واحد, و (6) روايات عن اخباريي البصرة خمس منها عن حميد الطويل ورواية واحدة عن الفضل بن عيسى الرقاشي.\nوالجدير بالذكر ان ابن اسحاق اخذ عدد من الروايات عن مجموعة من اقارب الرسول (صلى الله عليه وسلم) كعبد الله بن الفضل بن العباس والحسين بن عبد الله بن عبيد الله بن العباس والمطلب بن عبد الله بن قيس بن مخرمة واخيه محمد بن عبد الله بن قيس. فضلاً عن روايته عن عدد من احفاد الخليفة علي بن ابي طالب (رضى الله عنه) مجموعة من الروايات كان فيها تسليط للاضواء على شخصيته ودوره في الاسلام الى جانب الرسول (صلى الله عليه وسلم) ودفاعه عنه ومنهم محمد بن علي بن الحسين وهو من شيوخ ابن اسحاق واخيه عمر بن علي بن الحسين وعبد الله بن الحسن بن علي (رضى الله عنه) واخيه علي بن الحسن وابراهيم بن محمد بن علي (رضى الله عنه).\nويبدو ان علاقات ابن اسحاق كانت حسنة مع العلويين والعباسيين. كما اخذ عن اخباريين من آل الزبير بن العوام (رضى الله عنه) كجعفر بن الزبير بن العوام وابنه محمد بن جعفر بن الزبير وهشام بن عروة بن الزبير وعدد من مواليهم كيزيد بن رومان ووهب بن كيسان ومحمد بن الوليد بن نويفع.",
        "(1/159)\n\nوبلغ عدد الاخباريين الموالي (13) اخبارياً اخذ عنهم ابن اسحاق (77) رواية منهم (11) اخبارياً من المدينة المنورة بواقع (62) رواية (23) رواية عن والده اسحاق بن يسار و (16) رواية عن يزيد بن رومان و (12) رواية عن صالح بن كيسان و (10) روايات عن يزيد بن ابي حبيب المصري و (5) روايات عن حميد الطويل البصري) (1) (.\nواتضح ايضاً بان ابن اسحاق حاول ان يجمع الروايات من كافة المصادر وكان موقفه بعيداً عن الانحياز وبذلك اصبحت سيرته من اهم مصادر السيرة.\nوفيما يأتي جدول باسماء وعدد الروايات واصل كل من الاخباريين الذين اخذ عنهم ابن اسحاق مرتبين حسب حجم الروايات التي استطاع الباحث جمعها.\n\nجدول رقم (2) الاخباريون مرتبين حسب حجم الروايات\nت ... الاخباريون ... عدد الروايات ... اصله ... نشأته\n1 ... الزهري ... 107 ... عربي ... مدني\n2 ... عاصم بن عمر بن قتادة ... 53 ... عربي ... مدني\n3 ... اسحاق بن يسار ... 23 ... مولى ... مدني\n4 ... محمد بن جعفر بن الزبير ... 21 ... عربي ... مدني\n5 ... يزيد بن رومان ... 16 ... مولى ... مدني\n6 ... يعقوب بن عتبة بن المغيرة بن الاخنس ... 15 ... عربي ... مدني\n7 ... صالح بن كيسان ... 12 ... مولى ... مدني\n8 ... يزيد بن ابي حبيب ... 10 ... مولى ... مصري\n9 ... محمد بن ابراهيم بن الحارث ... 9 ... عربي ... مدني\n10 ... هشام بن عروة ... 8 ... عربي ... مدني\n11 ... عبد الرحمن بن القاسم ... 6 ... عربي ... مدني\n12 ... صالح بن ابراهيم بن عبد الرحمن بن عوف ... 6 ... عربي ... مدني\n__________\n(1) 1) ينظر، الجدول رقم (2).\n(1/160)",
        "\n13 ... الحسين بن عبد الله بن عبيد الله بن العباس ... 6 ... عربي ... مدني\n14 ... حكيم بن حكيم ... 6 ... عربي ... مدني\n15 ... عمرو بن شعيب ... 5 ... عربي ... مكي\n16 ... حميد الطويل ... 5 ... مولى ... بصري\n17 ... الحصين بن عبد الرحمن ... 4 ... عربي ... مدني\n18 ... وهب بن كيسان ... مولى ... مدني\n19 ... محمد بن عبد الرحمن بن عبد الله بن الحصين ... 4 ... عربي ... مدني\n20 ... محمد بن يحيى بن حبان ... 4 ... عربي ... مدني\n21 ... محمد بن طلحة بن يزيد ... 3 ... عربي ... مدني\n22 ... معبد بن كعب بن مالك ... 3 ... عربي ... مدني\n23 ... عبادة بن الوليد بن عبادة بن الصامت ... 3 ... عربي ... مدني\n24 ... العباس بن عبد الله بن معبد ... 3 ... عربي ... مدني\n25 ... عبد الرحمن بن الحارث ... 3 ... عربي ... مدني\n26 ... عبد الله بن الحسن ... 3 ... عربي ... مدني\n27 ... عبد الملك بن عبد الله بن ابي سفيان ... 3 ... عربي ... مدني\n28 ... جعفر بن عمرو بن امية ... 2 ... عربي ... مدني\n29 ... معاذ بن رفاعة الزرقي ... 2 ... عربي ... مدني\n30 ... سعيد بن ابي هند ... 2 ... مولى ... مدني\n31 ... سعيد بن مينا ... 2 ... مولى ... مدني\n32 ... يزيد بن عبيد السعدي ... 2 ... عربي ... مدني\n33 ... عبد الله بن الفضل بن العباس ... 2 ... عربي ... مدني\n34 ... سعيد بن عبد الرحمن بن حسان ... 2 ... عربي ... مدني\n35 ... يزيد بن عبد الله بن اسامة ... 2 ... عربي ... مدني\n36 ... عتبة بن مسلم ... 2 ... مولى ... مدني\n37 ... عبد الواحد بن ابي عون ... 2 ... عربي ... مدني\n38 ... محمد بن ابي محمد ... 2 ... مولى ... مدني\n(1/161)\n",
        "39 ... عبد الله بن عمر بن علي ... 2 ... عربي ... مدني\n40 ... محمد بن ابي امامة ... 2 ... عربي ... مدني\n41 ... عبد الله بن سهل بن عبد الرحمن بن سهل ... 2 ... عربي ... مدني\n42 ... جعفر بن الزبير بن العوام ... 1 ... عربي ... مدني\n43 ... ابو بكر بن عبد الله بن ابي مليكة ... 1 ... عربي ... مكي\n44 ... عبد الملك بن ابي بكر ... 1 ... عربي ... مدني\n45 ... محمد بن علي بن الحسين ... 1 ... عربي ... مدني\n46 ... ابو عبيدة بن محمد بن عمار بن ياسر ... 1 ... عربي ... مدني\n47 ... موسى بن يسار ... 1 ... مولى ... مدني\n48 ... ابان بن صالح ... 1 ... مولى ... مدني\n49 ... سعيد بن عبيد بن السباق ... 1 ... عربي ... مدني\n50 ... حبان بن واسع ... 1 ... عربي ... مدني\n51 ... جعفر بن عبد الله بن ابي الحكم ... 1 ... عربي ... مدني\n52 ... عمر بن علي بن الحسين ... 1 ... عربي ... مدني\n53 ... سعيد بن ابي سعيد المقبري ... 1 ... عربي ... مدني\n54 ... محمد بن عمرو بن عطاء ... 1 ... عربي ... مدني\n55 ... نبيه بن وهب ... 1 ... عربي ... مدني\n56 ... ابو الزبير المكي ... 1 ... عربي ... مكي\n57 ... اسماعيل بن ابي حكيم ... 1 ... عربي ... مدني\n58 ... امية بن عبد الله ... 1 ... عربي ... مدني\n59 ... الحارث بن الفضيل ... 1 ... عربي ... مدني\n60 ... ايوب بن عبد الرحمن بن عبد الله ... 1 ... عربي ... مدني\n61 ... عبيد الله بن المغيرة بن معيقيب ... 1 ... عربي ... مصري\n62 ... عبد الله بن عبد الرحمن بن معمر بن حزم ... 1 ... عربي ... مدني\n63 ... محمد بن عبد الله بن عبد الرحمن ... 1 ... عربي ... مدني\n64 ... عبد الله بن المغيث بن ابي بردة ... 1 ... عربي ... مدني\n(1/162)\n\n65 ... محمد بن زيد بن المهاجر ... 1 ... عربي ... مدني\n66 ... محمد بن عبد الله بن ابي عتيق ... 1 ... عربي ... مدني\n67 ... اسماعيل بن امية ... 1 ... عربي ... مكي\n68 ... عبد الرحمن بن حرملة ... 1 ... عربي ... مدني\n69 ... علي بن الحسن بن الحسن بن علي ... 1 ... عربي ... مدني\n70 ... جعفر بن محمد بن علي ... 1 ... عربي ... مدني\n71 ... سليمان بن سحيم ... 1 ... مولى ... مدني\n72 ... الفضل بن عيسى الرقاشي ... 1 ... عربي ... بصري\n73 ... شعبة بن الحجاج ... 1 ... عربي ... مدني\n74 ... قاسم بن عبد الرحمن بن رافع ... 1 ... عربي ... مدني\n75 ... المنكدر بن محمد بن المنكدر ... 1 ... عربي ... مدني\n76 ... المطلب بن عبد الله بن قيس ... 1 ... عربي ... مدني\n77 ... جهم بن ابي الجهم ... 1 ... مولى ... مدني\n78 ... محمد بن عبد الله بن قيس ... 1 ... عربي ... مدني\n79 ... يحيى بن ابي الاشعث ... 1 ... عربي ... مدني\n80 ... محمد بن ثابت بن شرحبيل ... 1 ... عربي ... مدني\n81 ... ابراهيم بن محمد بن علي ... 1 ... عربي ... مدني\n82 ... جعفر بن عبد الله بن اسلم ... 1 ... عربي ... مدني\n83 ... فاطمة بنت محمد بن عمارة ... 1 ... عربي ... مدني\n84 ... هند بن سعد بن سهل ... 1 ... عربي ... مدني\n85 ... عبد الله بن عبد الرحمن بن ابي حسين ... 1 ... عربي ... مكي\n86 ... يزيد بن محمد بن خثيم ... 1 ... عربي ... مدني\n87 ... صالح بن ابي امامة ... عربي ... مدني\n88 ... عبد الله بن خارجة ... 1 ... عربي ... مدني\n89 ... هارون بن حميد الدهلي ... 1 ... عربي ... مدني\n90 ... عبد الله بن عمرو بن ضمرة ... 1 ... عربي ... مدني",
        "(1/163)\n\n91 ... سلام بن كركرة ... 1 ... عربي ... مدني\n92 ... مروان بن عثمان بن ابي سعيد ... 1 ... عربي ... مدني\n93 ... محمد بن الوليد بن نويفع ... 1 ... عربي ... مدني\n94 ... يحيى بن عبد الله بن عبد الرحمن ... 1 ... عربي ... مدني\n95 ... عبد الرحمن بن عبد الله بن ابي عتيق ... 1 ... عربي ... مدني\n96 ... الزبير بن عكاشة ... 1 ... عربي ... مدني\n97 ... علي بن نافع الجرشي ... 1 ... عربي ... مدني\n98 ... سعيد بن ابي سندر الاسلمي ... 1 ... عربي ... مدني\n99 ... ابو فراس بن ابي سنبلة الاسلمي ... 1 ... عربي ... مدني\n100 ... عامر بن وهب الاسود ... 1 ... عربي ... مدني\n101 ... عيسى بن عبد الله بن عطية ... 1 ... عربي ... مدني\n(1/164)",
        "\nالملاحق\nملحق رقم (1)\nالقصاص الذين اخذ عنهم ابن اسحاق مرتبين حسب وفياتهم\n1 - القصاص المعلوم سنة وفاتهم او طبقتها ... - القصاص غير المعلوم سنة وفاتهم\n1 ... عمر بن عبد الله بن عروة ت بعد 100 هـ ... 1 ... خلاد بن عطاء\n2 ... وهب بن منبه 114هـ ... 2 ... يحيى بن عباد بن عبد الله بن الزبير\n3 ... عطاء بن ابي رباح 114هـ ... 3 ... الحسن بن دينار\n4 ... نافع 117هـ ... 4 ... عبد الرحمن بن ابي بكر\n5 ... عبد الرحمن الاعرج 117هـ ... 5 ... حكيم بن جبير\n6 ... محمد بن كعب القرظي 118هـ ... 6 ... المغيرة بن ابي لبيد\n7 ... يحيى بن عروة بن الزبير ت بعد 110هـ ... 7 ... يزيد بن عمرو\n8 ... محمد بن سعيد بن المسيب ت بعد 110هـ ... 8 ... ابو مالك بن ثعلبه بن ابي مالك القرظي\n9 ... يزيد بن عبد الله بن قسيط 122هـ ... 9 ... عبد الملك بن راشد\n10 ... يعقوب بن ابي سلمة 124هـ ... 10 ... حكيم بن عباد بن حنيف\n11 ... سالم ابو النضر 129 هـ\n12 ... بريدة بن سفيان ت بعد 120هـ\n13 ... طلحة بن عبد الله بن كريز ت بعد 120هـ\n14 ... ابو الزناد ... 130هـ\n15 ... ربيعة الرأي 130 هـ\n16 ... عبد الله بن ابي نجيح 132 هـ\n17 ... داود بن الحصين 135 هـ\n18 ... عبد الله بن ابي بكر 135 هـ\n19 ... صدقة بن يسار ت بعد 130هـ\n20 ... يزيد بن زياد ... ت بعد 130هـ\n21 ... ليث بن ابي سليم 141 هـ\n22 ... عمرو بن شعيب ... 143 هـ\n(1/165)\n",
        "23 ... محمد بن السائب الكلبي 146 هـ\n24 ... الحسن بن ذكوان ت بعد 140هـ\n25 ... جعفر بن الزبير ت بعد 140هـ\n26 ... الحسن بن عمارة 153 هـ\n27 ... ثور بن يزيد 153 هـ\n28 ... عبد الرحمن بن ابي الزناد 174 هـ\n\nملحق رقم (2)\nالاخباريون الذين اخذ عنهم ابن اسحاق مرتبين حسب وفياتهم\n1 - الاخباريون المعلوم سنة وفاتهم او طبقتها\n1 ... جعفر بن عمر بن امية 95 هـ ... 13 ... محمد بن ابراهيم بن الحاث 120 هـ\n2 ... جعفر بن الزبير بن العوام 99 هـ ... 14 ... ابو عبيدة بن محمد بن عمار بن ياسر بعد110هـ\n3 ... محمد بن طلحة بن يزيد بن ركانة 107هـ ... 15 ... موسى بن يسار ... بعد 110هـ\n4 ... ابو بكر بن عبد الله بن ابي مليكة بعد 100 هـ ... 16 ... ابان بن صالح بعد 110هـ\n5 ... معاذ بن رفاعة الزرقي بعد 100 هـ ... 17 ... سعيد بن مينا بعد 110هـ\n6 ... معبد بن كعب بن مالك بعد 100هـ ... 18 ... سعيد بن عبيد بن السباق بعد110هـ\n7 ... عبادة بن الوليد بن عبادة بن الصامت ... بعد 100هـ ... 19 ... حابن بن واسع بعد 110هـ\n8 ... عبد الملك بن ابي بكر بن عبد الرحمن ... بعد 100 هـ ... 20 ... جعفر بن عبد الله بن ابي الحكم بعد 110 هـ\n9 ... سعيد ابن ابي هند ... 116هـ ... 21 ... عمر بن علي الحسين بعد 100هـ\n10 ... عمرو بن شعيب ... 118هـ ... 22 ... اسحاق بن يسار بعد 110 هـ\n11 ... محمد بن علي بن الحسين 118 هـ ... 23 ... محمد بن جعفر بن الزبير بعد 110 هـ\n12 ... عاصم بن عمر بن قتادة 120 هـ ... 24 ... محمد بن يحيى بن حبان 121 هـ\n(1/166)\n\n25 ... الزهري 124 هـ ... 44 ... عبد الله بن المغيرة بن معيقيب 131 هـ\n26 ... سعيد بن ابي سعيد المقبري 125هـ ... 45 ... عبد الله بن عبد الرحمن بن معمر بن حزم 134 هـ\n27 ... محمد بن عمرو بن عطاء 125هـ ... 46 ... يزيد بن عبد الله بن اسامة 139 هـ\n29 ... عبد الرحمن بن القاسم 126 هـ ... 47 ... محمد بن عبد الله بن عبد الرحمن 139هـ\n30 ... الحصين بن عبد الرحمن بن عمرو 126 هـ ... 48 ... الحسين بن عبد الله بن عبيد الله بن العباس 140 هـ\n31 ... وهب بن كيسان 126 هـ ... 49 ... عتبة بن مسلم بعد 130 هـ\n32 ... يعقوب بن عتبة بن المغيرة 128هـ ... 50 ... عبد الله بن مغيث بن ابي بردة بعد 130 هـ\n33 ... ابو الزبير المكي 128هـ ... 51 ... العباس بن عبد الله بن معبد بعد 130هـ\n34 ... يزيد بن ابي حبيب 128 هـ ... 52 ... محمد بن زيد بن المهاجر بعد 130هـ\n35 ... اسماعيل بن ابي حكيم ... 130 هـ ... 53 ... محمد بن عبد الله بعد 130 هـ\n36 ... يزيد بن رومان 130 هـ ... 54 ... حميد الطويل 142 هـ\n37 ... يزيد بن عبيد السعدي 130 هـ ... 55 ... عبد الرحمن بن الحارث 143 هـ\n38 ... امية بن عبد الله بن عمرو بن عثمان 130 هـ ... 56 ... اسماعيل بن امية 144 هـ\n39 ... الحارث بن الفضيل بعد 120 هـ ... 57 ... عبد الواحد بن ابي عون 144 هـ\n40 ... صالح بن ابراهيم بن عبد الرحمن بن عوف بعد 120 هـ ... 58 ... عبد الله بن الحسن بن الحسن بن علي 144 هـ\n41 ... ايوب بن عبد الرحمن بن عبد الله بعد 120 هـ ... 59 ... عبد الرحمن بن حرملة 145 هـ\n42 ... عبد الله بن الفضل بن العباس بعد 120 هـ ... 60 ... علي بن الحسن بن الحسن بن علي 145 هـ\n43 ... سعيد بن عبد الرحمن بن حسان بن ثابت بعد 120 هـ ... 61 ... هشام بن عروة 146 هـ\n62 ... جعفر بن محمد بن علي بن الحسين",
        "(1/167)\n\n148 هـ ... 66 ... شعبة بن الحجاج 160 هـ\n63 ... سليمان بن سحيم بعد 140 هـ ... 67 ... قاسم بن عبد الرحمن بن رافع بعد 150 هـ\n64 ... الفضل بن عيسى الرقاشي بعد 140هـ ... 68 ... المنكدر بن محمد بن المنكدر 180 هـ\n65 ... صالح بن كيسان بعد 140 هـ\n\n2 - الاخباريون غير المعلوم سنة وفياتهم\n1 ... المطلب بن عبد الله بن قيس ... 12 ... هند بن سعد بن سهل\n2 ... جهم بن ابي الجهم ... 13 ... عبد الله بن عبد الرحمن بن ابي حسين\n3 ... محمد بن عبد الله بن قيس ... 14 ... يزيد بن محمد بن خثيم\n4 ... محمد بن عبد الرحمن بن عبد الله بن الحصين ... 15 ... صالح بن ابي امامه بن سهل\n5 ... عبد الملك بن عبد الله بن ابي سفيان ... 16 ... عبد الله بن خارجة\n6 ... يحيى بن ابي الاشعث ... 17 ... عبد الله بن سهل بن عبد الرحمن بن سهل\n7 ... محمد بن ثابت بن شرحبيل ... 18 ... هارون بن حميد الدهلي\n8 ... محمد بن ابي محمد ... 19 ... عبد الله بن عمرو بن ضمرة\n9 ... حكيم بن حكيم بن عباد بن حنيف ... 20 ... سلام بن كركرة\n10 ... ابراهيم بن محمد بن علي ... 21 ... مروان بن عثمان بن ابي سعيد\n11 ... جعفر بن عبد الله بن اسلم ... 22 ... محمد بن الوليد نويفع\n23 ... عبد الله بن عمر بن علي ... 26 ... يحيى بن ابي الاشعث الكندي\n24 ... فاطمة بنت محمد بن عمارة ... 27 ... عبد الرحمن بن عبد الله بن ابي عتيق\n25 ... محمد بن ابي امامة بن سهل\n(1/168)",
        "\nاخباريون لم نعثر لهم على ترجمة\n1 - الزبير بن عكاشة بن ابي احمد\n2 - علي بن نافع الجرشي\n3 - سعيد بن ابي سندر الاسلمي\n4 - ابو فراس بن ابي سلنبة الاسلمي\n5 - عامر بن وهب الاسود\n6 - عيسى بن عبدالله بن عطية\n(1/169)\n",
        "قائمة المصادر والمراجع\n1 - المصادر العربية\nالقرآن الكريم\n1 - الاردبيلي، محمد بن علي الفروي، جامع الرواة وازاحة الاشتباهات عن الطرق والاسناد، مكتبة المحمدي، طهران (د - ت): جـ 1،2.\n2 - الازرقي، ابو الوليد محمد بن عبد الله، اخبار مكة وما جاء فيها من الاثار، تحقيق، رشدي صالح ملحس، مطابع دار الثقافة، ط2، مكة المكرمة،1965م: ج 1،2.\n3 - ابن اسحاق، محمد بن اسحاق بن يسار المطلبي، السير والمغازي، تحقيق سهيل زكار، دار الفكر، ط1، دمشق،1976م.\n4 - ابن اسحاق، المبتدأ والمبعث والمغازي، تحقيق، محمد حميد الله، معهد الدراسات والابحاث للتعريب، ط1، الرباط، 1981م.\n5 - الاصبهاني، ابو نعيم احمد بن عبد الله، دلائل النبوة، مطبعة دائرة المعارف العثمانية، ط 2، حيدر اباد الدكن، الهند، 1977م.\n6 - البخاري، محمد بن اسماعيل الجعفي، صحيح البخاري، اعتنى به، ابو عبد الله محمود بن الجميل، مكتبة الصفا، ط1، القاهرة، 2003م: ج1 - 3.\n7 - البخاري، التاريخ الكبير، دار الكتب العلمية، بيروت (د - ت): ج1 - 10.\n8 - البغدادي، اسماعيل بن محمد الباباني، هدية العارفين في اسماء المؤلفين واثار المصنفين، المكتبة الاسلامية والجعفري تبريزي، ط3، طهران، 1967م. جـ 1، 2.\n9 - البكري، عبد الله بن عبد العزيز، معجم ما استعجم، تحقيق، مصطفى السقا، مطبعة لجنة التاليف والترجمة، ط1، القاهرة، 1945م.\n10 - البلاذري، احمد بن يحيى بن جابر، انساب الاشراف.\nجـ1، تحقيق، محمد حميد الله، دار المعارف، القاهرة،1959م.\nجـ2، تحقيق، محمد باقر المحمودي، مؤسسة الاعلمي، ط1، بيروت، 1947م.\nجـ3، تحقيق، عبد العزيز الدوري، المطبعة الكاثوليكية، بيروت، 1978.\n11 - البلاذري، فتوح البلدان، دار الكتب العلمية، بيروت، 1978م.\n12 - البيهقي، ابو بكر احمد بن حسين بن علي، دلائل النبوة.\nجـ1، تحقيق، احمد صقر، مطابع الاهرام التجارية، القاهرة، 1970.\n(1/170)\n\nجـ2، تحقيق: عبد الرحمن بن عثمان ط1، القاهرة، 1969م.\n14 - ابن الجوزي، ابو الفرج عبد الرحمن الحنبلي، المنتظم في تاريخ الملوك والامم، تحقيق، سهيل زكار، دار الفكر، بيروت، 1995م: جـ1 - 8.\n15 - ابن حبان، ابو حاتم محمد، الثقات في الصحابة والتابعين واتباع التابعين، تصحيح، عبد الخالق الافغاني، مطبوعات المجمع العلمي، حيدر اباد الدكن، الهند، 1968م: جـ1 - 7.\n16 - ابن حبان، مشاهير علماء الامصار، تحقيق: فلايشهر، مطبعة لجنة التاليف والترجمة، القاهرة، 1929م.\n17 - ابن حجر، شهاب الدين ابو الفضل، تقريب التهذيب، قدمها، محمد عوامة، دار ابن حزم، ط1، بيروت، 1999.\n18 - ابن حجر، تهذيب التهذيب، دائرة المعارف العثمانية، ط1، حيدر اباد الدكن الهند، 1908م: جـ1 - 12.\n19 - ابن حجر، فتح الباري بشرح صحيح البخاري، مكتبة ومطبعة مصطفى البابي الحلبي واولاده، القاهرة، 1959م: جـ1 - 17.\n20 - ابن حجر، لسان الميزان: مؤسسة الاعلمي للمطبوعات، ط2، بيروت، 1971م: جـ1 - 7.\n21 - الحسني، تقي الدين محمد بن احمد، العقد الثمين في تاريخ البلد الامين، تحقيق، محمد عبد القادر عطا، دار الكتب العلمية، ط1، بيروت، 1998م: جـ1 - 7.\n22 - الحموي، شهاب الدين ابو عبد الله، معجم الادباء، دار المستشرق، بيروت، 1929: جـ1 - 20.\n23 - الحموي، معجم البلدان، دار الكتاب العربي، بيروت (د، ت): جـ1 - 5.\n24 - الخطيب البغدادي، ابو بكر احمد بن علي، تاريخ بغداد، تحقيق، مصطفى عبد القادر عطا، دار الكتب العلمية، ط1، بيروت، 1997م: جـ1 - 24.\n25 - ابن خلدون، عبد الرحمن بن خلدون الحضرمي، المقدمة، دار العودة، بيروت، 1981م.\n26 - ابن خلكان، ابو العباس شمس الدين محمد بن ابي بكر، وفيات الاعيان وانباء ابناء الزمان، تحقيق، احسان عباس، دار صادر، بيروت، 1972م: جـ1 - 8.\n27 - خليفة، حاجي مصطفى بن عبد الله، كشف الظنون عن اسامي الكتب والفنون، مكتبة المثنى، بيروت (د، ت): جـ1 - 4.",
        "(1/171)\n\n28 - ابن خياط، خليفة بن خياط العصفري، تاريخ خليفة بن خياط، تحقيق، اكرم ضياء الدين العمري، المجمع العلمي العراقي ومطبعة الاداب، ط1، النجف الاشرف، 1967م: جـ1 - 2.\n29 - الذهبي، شمس الدين محمد بن احمد بن عثمان، تاريخ الاسلام ووفيات المشاهير والاعلام، تحقيق، عمر عبد السلام تدمري، دار الكتاب العربي، ط1، بيروت، 1988: جـ1 - 52.\n30 - الذهبي، تذكرة الحفاظ، دائرة المعارف العثمانية، ط4، حيدر اباد الدكن الهند، 1968م: جـ 1 - 4.\n31 - الذهبي، سير اعلام النبلاء، اشرف على تحقيق الكتاب وخرج احاديثة، شعيب الارنؤوط: مؤسسة الرسالة، ط4، بيروت، 1986م: جـ1 - 25.\n32 - الذهبي، العبر في خبر من غبر، حققه وظبطه على مخطوطتين، ابو المهاجر محمد السعيد بن بسيوني زعلول، دار الكتب العلمية، بيروت، 1985م: جـ1 - 4.\n33 - الذهبي، المغنى في الضعفاء، تحقيق، نور الدين العتر، دار المعارف، ط1، دمشق، 1971م: جـ1، 2.\n34 - الذهبي، ميزان الاعتدال في نقد الرجال، تحقيق، علي محمد البجاوي، دار المعرفة، ط1، بيروت، 1963م: جـ1 - 4.\n35 - الرازي، ابو محمد عبد الرحمن، الجرح والتعديل، دائرة المعارف العثمانية، ط1، حيدر اباد الدكن الهند،1941م: جـ1 - 10.\n36 - الرازي، محمد بن ابي بكر بن عبد القادر، مختار الصحاح، دار الرسالة، الكويت (د، ت).\n37 - ابن الزبير، عروة، مغازي رسول الله (صلى الله عليه وسلم)، تحقيق، محمد مصطفى الاعظمي، مكتب التربية العربية لدول الخليج، الرياض، 1981م.\n38 - الزمخشري، جاد الله محمود بن عثمان، تفسير الكشاف عن حقائق غوامض التنزيل وعيون الاقاويل في وجوه التأويل، دار الكتاب العربي، بيروت، 1947م: جـ1 - 4.\n39 - السخاوي، شمس الدين محمد بن عبد الرحمن، الاعلان بالتوبيج لمن ذم اهل التاريخ: حققه وعلق عليه، فرانز روزنثال، ترجم التعليقات الى العربية، صالح احمد العلي، مطبعة العاني، بغداد - 1963م.\n40 - ابن سعد، محمد بن سعد بن منيع الدوسي، الطبقات الكبرى، دار صادر ودار بيروت، بيروت، 1958م: جـ 1 - 8.\n41 - ابن سلام، محمد بن سلام الجمحي، طبقات فحول الشعراء، قرأ وشرحه، محمود شاكر،\n(1/172)",
        "\nمطبعة المدني، القاهرة، 1980م: جـ 1،2.\n42 - السمعاني، ابو سعد عبد الكريم التميمي، الانساب، قدمه وعلق عليه، عبد الله عمر البارودي، دار الجنان، ط1، بيروت، 1988م: جـ1 - 5.\n43 - ابن سيد الناس، فتح الدين ابو الفتح محمد، عيون الاثر في فنون المغازي والشمائل والسير، تحقيق، لجنة احياء التراث العربي، دار الافاق الجديدة ط1، بيروت، 1980م: جـ1، 2.\n44 - الطبراني، ابو القاسم سليمان بن احمد، المعجم الكبير، حققه وخرج احاديثه، حمدي عبد المجيد السلفي، مطبعة الزهراء، ط2، الموصل، 1990م جـ 1 - 25.\n45 - الطبري، محمد بن جرير، تاريخ الرسل والملوك، تحقيق، محمد ابو الفضل ابراهيم، دار المعارف، ط4، القاهرة، 1979م: جـ 1 - 10.\n46 - الطبري، المنتخب من كتاب ذيل المذيل من تاريخ الصحابة والتابعين، تحقيق، محمد ابو الفضل ابراهيم، دار المعارف، ط2، القاهرة، 1982م.\n47 - ابن عبد البر، يوسف بن عبدالبر النمري، جامع بيان العلم، صححه، عبد الرحمن محمد عثمان، المكتبة السلفية، ط2، المدينة المنورة، 1968م: جـ 1، 2.\n48 - ابن عبد البر، الدرر، تحقيق، شوقي ضيف، اشراف، محمد توفيق عويضة القاهرة، 1966م.\n49 - ابن العماد، ابو الفلاح عبد الحي الحنبلي، شذرات الذهب في اخبار من ذهب، المكتب التجاري للطباعة والنشر والتوزيع، بيروت (د، ت): جـ1، 2.\n50 - ابو الفداء، عماد الدين اسماعيل بن محمد، المختصر في اخبار البشر، المطبعة الحسينية، ط1، القاهرة (د، ت) جـ 1 - 4.\n51 - الفسوي، ابو يوسف يعقوب بن سليمان، المعرفة والتاريخ، وضع حواشيه، خليل المنصور، دار الكتب العلمية، ط1، بيروت، 1999م: جـ 1 - 3.\n52 - الفيروزابادي، مجد الدين محمد بن يعقوب، القاموس المحيط، دار الجيل، بيروت (د، ت): جـ 1، 2.\n53 - ابن قتيبة، ابو محمد عبد الله بن مسلم، المعارف، تحقيق، ثروت عكاشة، دار المعارف، ط2، القاهرة، 1969م.\n54 - ابن كثير، عماد الدين اسماعيل بن عمر الدمشقي، البداية والنهاية، مكتبة المعارف ط1، ومكتبة النصر، الرياض، 1966م: جـ1 - 10.\n(1/173)\n",
        "55 - المرزباني، ابو عبد الله محمد بن عمر، نور القبس المختصر في اخبار النحاة والادباء والشعراء والعلماء، اختصار، ابو المحاسن يوسف بن احمد بن محمود الحافظ اليغموري، تحقيق، رودلف زلهايم، المطبعة الكاثوليكية، بيروت، 1964م.\n56 - المزي، حمال الدين ابو الحجاج، تهذيب الكمال في اسماء الرجال، تحقيق، بشار عواد معروف، ط1، مؤسسة الرسالة، بيروت، 1988م: جـ1 – 8.\n57 - المسعودي، ابو الحسن علي بن الحسين، مروج الذهب ومعادن الجوهر، دار الاندلس، ط2، بيروت، 1965م: جـ1، 2.\n58 - المقدسي، مطهر بن طاهر، البدء والتاريخ، تحقيق كليمان هوار، باريس، 1899م: جـ1، 2.\n59 - المقريزي، احمد بن علي، هدي الساري في معرفة خبر تميم الداري، تحقيق، محمد احمد عاشور، دار الاعتصام، ط1، القاهرة وبيروت، 1972م.\n60 - ابن منظور، محمد بن مكرم، لسان العرب، دار لسان العرب، بيروت (د، ت): جـ1 – 15.\n61 - ابن النديم، محمد بن اسحاق النديم، الفهرست، دار المعرفة، بيروت، 1978م.\n62 - النووي، ابو زكريا محي الدين بن شرف، تهذيب الاسماء واللغات، المطبعة المنيرية، القاهرة (د، ت): ق 1 - 2.\n63 - ابن هشام، ابو محمد عبد الملك، السيرة النبوية، تحقيق، مصطفى السقاواخرون، دار الفكر ومطبعة منير، بغداد، 1986م: جـ1، 2.\n64 - الواقدي، محمد بن عمر، المغازي، تحقيق، مارسدن جونس، عالم الكتب، بيروت، 1966م: جـ 1 - 4.\n(1/174)\n\n2 - المراجع العربية والمعربة:\n\n1 - ادهم، علي، بعض مؤرخي الاسلام: المؤسسة العربية للدراسات والنشر، بيروت، 1974.\n2 - الاعظمي، محمد مصطفى، دراسات في الحديث النبوي وتاريخ تدوينه، مطابع جامعة الرياض، 1076م.\n3 - امين، احمد، فجر الاسلام، مكتبة النهضة المصرية، ط 10، القاهرة، 1965م، جـ 1 – 3.\n4 - امين، ضحى الاسلام، دار الكتاب العربي، بيروت، 1935م: جـ1 - 3.\n5 - باقر، طه وعبد العزيز الحميد، طرق البحث العلمي في التاريخ والاثار، مؤسسة دار الكتب للطباعة، ط1، الموصل، 1980م.\n6 - بروكلمان، كارل، تاريخ الادب العربي، ترجمة، عبد الحليم النجار، دار المعارف، ط2، القاهرة، 1968م: جـ1 – 4.\n7 - بروكلمان، دائرة المعارف الاسلامية مادة (ابن اسحاق)، ترجمة، ابراهيم زكي خورشيد، الابهيشي، طهران، 1933م.\n8 - البهبيتي، محمد نجيب، المدخل الى دراسة التاريخ والادب العربيين، دار الثقافة، ط1، الدار البيضاء، 1978م.\n9 - البوطي، محمد سعيد رمضان البوطي، فقه السيرة، مكتبة الشرق الجديدة، ط7، بغداد، 1977م.\n10 - جب، السير هاملتون، دائرة المعارف الاسلامية مادة (التاريخ)، ترجمة، محمد ثابت الفندي، بوذجمهري، طهران، 1933م: جـ4.\n11 - جب، دراسات في حضارة الاسلام، تحرير، ستانفورد وليم بولك، ترجمة، احسان عباس واخرون، دار العلم للملايين، ط2، بيروت، 1974م.\n12 - الجمعة، احمد قاسم وتوفيق سلطان اليوزبكي، دراسات في تاريخ الحضارة العربية الاسلامية، دار الكتب للطباعة والنشر، الموصل، 1995م.\n13 - حاطوم، نور الدين واخرون، المدخل الى التاريخ، مطبعة الانشاء، دمشق، 1965م.\n14 - حسن، حسن ابراهيم، تاريخ الاسلام السياسي والثقافي، المكتبة التجارية الكبرى ومطبعة الحجازي، ط1، القاهرة – 1935م: جـ 1، 2.",
        "(1/175)\n\n15 - حسن، محمد عبد الغني، فنون الادب العربي، الفن القصصي، التراجم والسير دار المعارف، ط2، القاهرة، 1969م: جـ 1، 2.\n16 - الدوري، عبد العزيز، بحث في نشأة علم التاريخ عند العرب، المطبعة الكاثوليكية، بيروت، 1960م.\n17 - ديلافيدا، ليفي، دائرة المعارف الاسلامية مادة (السيرة)، ترجمة، محمد زكي خورشيد، علق عليها، امين الخولي، بوذ جمهري، طهران (د – ت): جـ12.\n18 - الذهبي، محمد حسين، التفسير والمفسرون، دار القلم، ط1، بيروت، 1987م: جـ1، 2.\n19 - الرفاعي، انور، الانسان العربي والحضارة، دار الفكر، دمشق، 1970م.\n20 - روزنثال، فرانز، علم التاريخ عند المسلمين، ترجمة، صالح احمد العلي، مراجعة، محمد توفيق حسين، مكتبة المثنى، بغداد بالاشتراك مع مؤسسة فرانلكن للطباعة والنشر، نيويورك، 1963م.\n21 - ريان، رجائي، مدخل لدراسة التاريخ، دار ابن رشد، عمان، 1986م.\n22 - ريسلر، جاك. س، الحضار العربية، ترجمة، غنيم عيدون، مراجعة، احمد فؤاد الاهواني، الدار المصرية للتأليف والترجمة، القاهرة (د، ت).\n23 - الزركلي، خير الدين، الاعلام، دار العلم للملايين، ط4، بيروت، 1979:جـ1 – 8.\n24 - زيدان، جرجي، تاريخ آداب اللغة العربية، مكتبة الحياة، بيروت، 1983م.\n25 - سالم، السيد عبد العزيز، تاريخ العرب في عصر الجاهلية، دار النهضة العربية بيروت، 1971م.\n26 - سالم، التاريخ والمؤرخون العرب، مؤسسة شباب الجامعة، الاسكندرية، 1981م.\n27 - سزكين، فؤاد، تاريخ التراث العربي (التدوين التاريخي)، ترجمة، محمود فهمي الحجاوي، جامعة محمد بن سعود الاسلامية، الرياض، 1983م: جـ1 - 4.\n28 - سليمان، حسين محمد، المدخل الى دراسة علم التاريخ، دار الاصلاح، الدمام، 1954م.\n29 - الشرقاوي، عفت محمد، ادب التاريخ عند العرب. فكرة التاريخ نشأتها وتطورها. دار العودة، بيروت، 1983م.\n30 - شلبي، احمد، موسوعة التاريخ الاسلامي، مكتبة النهضة المصرية، ط13 القاهرة، 1988م: جـ1 – 10.\n31 - طه، عبد الواحد ذنون، اصول البحث التاريخي، دار الحكمة، الموصل، 1990م.\n(1/176)",
        "\n32 - عاشور، سعيد عبد الفتاح واخرون، دارسات في تاريخ الحضارة الاسلامية العربية، منشورات ذات السلاسل، ط2، الكويت، 1986م.\n33 - العبادي، عبد الحميد واخرون، الدولة الاسلامية تاريخها وحضارتها، جامعة القاهرة، القاهرة (د، ت).\n34 - العزيز، حسين قاسم، موجز تاريخ العرب والاسلام، مكتبة النهضة، بيروت وبغداد، 1971م.\n35 - العلي، صالح احمد، محاضرات في تاريخ العرب، مطبع الارشاد، ط1، بغداد، 1968م.\n36 - العلي، العراق في التاريخ، دار الحرية، بغداد، 1983م.\n37 - العمري، اكرم ضياء الدين، السيرة النبوية الصحيحة، مكتبة العلوم والحكم ط5، المدينة المنورة، 1993م.\n38 - كاشف، سيدة اسماعيل، مصادر التاريخ الاسلامي ومناهج البحث فيه، مكتبة الخانجي، ط2، القاهرة، 1976م.\n39 - كحالة، عمر رضا، معجم المؤلفين، مكتبة المثنى ودار احياء التراث العربي للطباعة والنشر والتوزيع، بيروت، 1957م.\n40 - ماجد، عبد المنعم، تاريخ الحضارة الاسلامية في العصور الوسطى، مكتبة الانجلو المصرية، ط3، القاهرة، 1973.\n41 - ماجد، مقدمة لدراسة التاريخ الاسلامي، مكتبة الانجلو المصرية، ط2، القاهرة، 1964م.\n42 - مرغوليوث، ... ، دراسات عن المؤرخين العرب، ترجمة، حسين نصار، دار الثقافة، بيروت، 1929م.\n43 - مصطفى، شاكر، التاريخ العربي والمؤرخون، دار العلم للملايين، ط2، بيروت، 1979: جـ1، 2.\n44 - الملاح، هاشم يحيى واخرون، دراسات في فلسفة التاريخ، دار الكتب للطباعة والنشر، الموصل، 1988.\n45 - موافي، عثمان، منهج النقد التاريخي الاسلامي والمنهج الاوربي، مؤسسة الثقافة الجامعية، ط2، الاسكندرية، 1976م.\n46 - نصار، حسين، نشأة التدوين التاريخي عند العرب، منشورات اقرأ، ط2، بيروت، 1980م.\n(1/177)\n",
        "47 - نلكسن، رينولد، تاريخ العرب الادبي في الجاهلية وصدر الاسلام، ترجمة وتحقيق، صفاء خلوصي، مطبعة المعارف، ط2، بغداد، 1969م.\n48 - هرنشو، علم التاريخ، ترجمة، عبد الحميد العبادي، مطبعة لجنة التاليف والترجمة والنشر، القاهرة، 1937م.\n49 - هوروفتس، يوسف، المغازي الاولى ومؤلفوها، ترجمة، حسين نصار، شركة مكتبة ومطبعة مصطفى البابي الحلبي واولاده، ط1، القاهرة، 1949م.\n(1/178)\n\n3 - البحوث والمقالات.\n\n1 - احمد، احمد رمضان، تطور علم التاريخ الاسلامي حتى نهاية القرن العاشر الهجري مجلة الدارة، دار الملك عبد العزيز، الرياض، 1987م: العدد 2، السنة 13.\n2 - الدوري، عبد العزيز، دراسة في سيرة النبي (صلى الله عليه وسلم) ومؤلفها ابن اسحاق. البحوث والمحاضرات (مؤتمر الدورةالثانية والثلاثين ببغداد 1965م) نشر مطبعة المجمع العلمي العراقي، بغداد، 1966م.\n3 - علي، جواد، موارد تاريخ الطبري، مجلة المجمع العلمي العراقي، بغداد، 1950: جـ1 من السنة الاولى.\n4 - محل، سالم احمد، المنظور الحضاري في التدوين التاريخي عند العرب (سلسلة كتاب الامة) وزارة الاوقاف والشؤون الاسلامية، قطر، 1997م: العدد 60، السنة 17.\n5 - المشهداني، محمد جاسم. الفكر التاريخي والجغرافي (مبحث ضمن كتاب حضارة العراق)، دار الحرية، بغداد، 1985م: جـ 8.",
        "(1/179)\n\n4 - الرسائل الجامعية.\n\n1 - الجبوري، عبد الستار حمدون احمد، الزهري ومنهجه في التدوين التاريخي، رسالة دكتوراه مطبوعة على الالة الكاتبة قدمت الى كلية الاداب، جامعة الموصل، 1989م.\n\n2 - يونس، نهال خليل، موسى بن عقبة ومساهماته في كتابة مغازي رسول الله (صلى الله عليه وسلم)، رسالة ماجستير مطبوعة على الالة الكاتبة قدمت الى كلية الاداب، جامعة الموصل، 1987م.\n(1/180)",
        "\n5 - المراجع الاحنبية\n\n1 - Abbott. Nabia. studies in Arabic Literary Papyri. I. Historical texts. Chicago. U.P. 1957. P.P.8 - 100\n\n2 - Barakat, Ahmed, Muhammed and the Jews. Indian Institute of Islamic studies, vilcos publishing house, PTV, LTD. New Delhi, P.P. 12 - 13.\n\n3 - Gullaum. Anew Lighte on the life of Muhammad University press of Manchester, 1956. P. P. 5 - 10.\n\n4 - Jons. J. N. B \"IBN Ishak\" In Encyclopaidia of Islam. E. J. Brill, Leiden and Lozac & co. London. Volume III, P.P. 810 - 811.\n\n5 - Watt. Montgomery. The Materials Used by Ibn IshaQ. Edited by. Bernard Lewis add. P.M. Holt. Historians of the midlle este Oxford University press, 1962. P.P. 23 - 34.\n(1/181)\n"
    ]
}