{
    "partText": [
        "\nالنص الصحيح لكتاب أحكام النساء\nعن الإمام أبي عبد الله أحمد بن محمد بن حنبل\nرواية أبي بكر الخلال\nتحقيق ودراسة\nعمرو عبد المنعم سليم\n(/)\n",
        "[مقدمة المحقق]\nبسم الله الرحمن الرحيم\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا.\nمن يهده الله فلا مضل له، ومن يضلل فلا هادي له.\nوأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله.\nصلى الله عليه، وعلى آله، وصحبه، وسلم تسليمًا كثيرا.\nوبعد:\nفهذا الجزء اللطيف من أجزاء الجامع المشهور في فقه ومسائل الإمام أحمد - رحمه الله- لأبي بكر الخلال، وهو المختص ببعض أحكام النساء: المتعلقة بالنظر والحجاب.\nوقد طُبع هذا الكتاب من قبل ممسوخَا أيما مسخ، أخرجه عن صفته التي وضعه عليها مؤلفه، فلله الأمر من قبل ومن بعد.\nوقد كنت قديما اشتغلت بتحقيق كتاب (أحكام النساء) لابن الجوزي الحنبلي- رحمه الله- وأخرجته في زياداته التي لم تطبع من قبل، واليوم فها أنا ذا أخرج هذا الجزء اللطيف في أحكام النساء، من رواية الخلال عن الإمام أحمد، فى زيادات كثيرة لم تُطبع من قبل، مع بيان ما حُرف من نصوصه، وما دُس عليه من قِبل من تصدى لتحقيقه.\nوتوجت هذا كله بدراسة وافية عن الكتاب، وأصوله المخطوطة،\n(1/5)\n\nونسخته المطبوعة.\nوزينته بتراجم لرواة أسانيد المسائل، وبينت فيها ما وقع لبعض المترجمين لهؤلاء الرواة من أوهام عديدة، وجعلتها بمثابة معجم صغير يرجع إليه الباحث في أسانيد مسائل \"الجامع\" للخلال، هذا وإن لم يستوعب كل الرواة، إلا أنه لا يُعدم الخير منه إن شاء الله تعالى.\nوعضدت ذلك كله بدراسة فقهية حديثية مقارنة لمسائل كل باب من أبواب الجزء، إتمامًا للفائدة.\nهذا، وإني أرجو من الله تعالى أن يجعل في هذا الجهد المتواضع الخير العميم، والثواب الجزيل، لي ولإخواني من طلبة العلم الشرعي.\nإنه على كل شيء قدير\n\nوكتب: أبو عبد الرحمن\nعمرو عبد المنعم سليم",
        "(1/6)\n\nالنسخة المطبوعة (*)\nوطبع هذا الجزء من قبل بتحقيق عبد القادر أحمد عطا عام 1406هـ-1986م. وهي الطبعة الوحيدة لهذا الجزء ولم أقف له على طبعة أخرى.\nوهذه الطبعة طبعة ممسوخة عن الجزء، فقد تصرف فيه المحقق تصرفا مخلا من عدة وجوه:\n1 - حذفه جملة كبيرة من المسائل الواردة في الجزء.\n2 - إدخاله أبواب ليست من أبواب الجزء [من جامع الخلال].\n3 - تغييره في تسمية الأبواب الواردة في الجزء.\n4 - إسقاطه باب كامل من الأبواب.\n5 - إسقاطه معظم باب كراهية النظر الى الإماء الا للبيع وذكر القناع.\n6 - إسقاطه لبعض ألفاظ المسائل.\n7 - تحريفه لبعض الألفاظ.\n8 - إدخاله أبواب أخرى كثيرة من اختراعه وتصرفه [من بعض كتب المسائل للإمام أحمد]\nوالله ولى التوفيق\n_________\n(*) قال مُعِدُّ الكتاب للشاملة: مختصرا من مقدمة المحقق\n(/)",
        "\n1 - . . . . وتبقى عنده المرأة، هل هذه الخلوة منهي عنها؟ قال: أليس على ظهر الطريق؟ قيل: نعم، قال: إنما الخلوة أن تكون في البيوت.\n2 - أخبرنا عبد الله بن أحمد، أنه سال أباه عن قوله: {إِنما يَتَقَبلُ الله مِنَ المُتَّقِينَ} [المائدة:27]، قال: تبقى الأشياء لا تقع فيما لا يحل له.\n3 - أخبرني العباس بن محمد بن أحمد بن عبد الكريم، قال: حدثني عبد الله بن أحمد بن حنبل، قال: سمعت إبراهيم النيسابوري، قال: سمعت يحيى بن معين - بمصر - يقول: ما طمع غلام أمرد بصحبتي قط، ولا لأحمد بن حنبل.\n4 - حدثنا أبو بكر المروذي، قال: سمعت الأعين، يقول: قدم علينا إنسان من أصحابنا من خُراسان، ومعه غلام ابن أختِ له وضيء - أو قال: جميل -، فمضينا إلى أبي عبد الله، فسلم عليه وحدَّثه، فلما قام خلا بالرجل، فقال له: من هذا الغلام؟ قال: ابن أختىِ، قال: أحبّ إذا جئتني لا يكون معك، والذي أرى لك أن لا يمشي معك في الطريق.\n5 - أخبرنا أبو داود السجستاني، قال: سمعت أبا عبد الله يُسئل عن رجل متهم بغلامه، فأراد بعض الناس أن يرفعه إلى الإمام، فدبَّر غلامه؟\n__________\n[2] إسناده صحيح.\n[3] شيخ المصنف لم أقف له على ترجمة، وباقي رجال السند أئمة ثقات حفاظ، وإبراهيم النيسابوري هو ابن هانيء.\n[4] إسناده صحيح.\nوالأعين هو محمد بن أبي عتاب، أبو بكر الأعين.\n[5] إسناده صحيح.\n(1/27)\n",
        "قال: هذا يُحال بينه وبينه إذا كان فاجراً معلناً.\n6 - أخبرني محمد بن الحسين، أن الفضل حدثهم، قال: سمعت أبا عبد الله - وسئل عن اللمم - فقال: سمعت سفيان يقول:\nهو ما بين الحدين، حد الدنيا، وحد الأخرة، أما حد الدنيا: ما يوجب به الجلد والقطع والرجم وإقامة الحدود، وأما حد الأخرة: فما أوجب الله به النار.\nْ7 - أخبرني محمد بن علي، قال: حدثنا مهنا، قال: سألت أحمد عن قول من قال: ما بين الحدين؟ فقال: هذا قول ابن عباس: {إِلاَّ اللَمَمْ} [النجم: 32].\nقال: هو ما بين الحدين، حد الدنيا وحد الأخرة.\nفقلت: من ذكره عن ابن عباس؟ فقال: سفيان بن عيينة، عن ابن\n__________\n[6]، [7]، شيخا المصنف لم أقف لهما على تراجم.\nوأما ما ورد عن ابن عباس - رضي الله عنه - في ذلك فله عنه طرق عند ابن جرير في \"تفسيره\" (22/ 537) الا أنها ضعيفة، والثابت عنه في تفسير ذلك:\nما أخرجه البخاري (4/ 139)، ومسلم (4/ 46 0 2)، وأبو داود (2152) من حديث طاوس، عن ابن عباس، قال: ما رأيت شيئا أشبه باللم مما قال أبو هريرة، عن النبي - صلى الله عليه وسلم -: \"إن الله كتب على ابن آدم حظه من الزنا، أدرك ذلك لا محالة، فزنا العين النظر، وزنا اللسان. المنطق، والنفس تتمنى وتشتهي، والفرج يصدق ذلك كله، ويكذبه\".\nقلت: وهذا يؤيد التفسير المروي عنه، وعن غير واحد من السلف أنه ما بين الحدين، فالمقصود به ما ليس عليه حد في الدنيا، الا أن عليه العذاب في الأخرة لمن لم يتب منه، فإن النظر المحرم لا حد عليه في الدنيا، الا أن عليه العذاب في الأخرة، وهو موصل إلى الزنا الذي عليه الحد في الدنيا والعذاب في الأخرة.\n(1/28)\n\nشبرمة، مرسل عن ابن عباس: في قوله: {إلاَّ اللَمَمْ} فقال: هو ما بين الحدين.\nسألت أحمد، عن قول ابن عباس: ما بين الحدين، حد الدنيا، وحد الآخرة؟ فقال لي: أي شيء هو؟ فقلت: لا أدري؟ ثم سالته مرةً أخرى: فقال: مكثت زمانا لا أدري ما هو، فكرت، فإذا هو فيما رأيت: حد الدنيا، يقول: الزنا الذي تُقام فيه الحدود، وحد الأخرة: فهو العذاب يوم القيامة، فهو ما بين ذلك.\n8 - أخبرني منصور بن الوليد، أن جعفر بن محمد حدَّثهم، قال: سمعت أبا عبد الله يقول: سمعت ابن عيينة يقول في قوله: {إلأ اللَمَمْ}، قال: هو ما بين حدود الأخرة والدنيا، يريد أن الله يغفر اللمم.\nقال أبو عبد الله: حدود الدنيا؛ هو مثل: السرقة، والزنا، وعدَّ أشياء، وحدود الأخرة: ما يجد في الآخرة، فاللمم الذي بينهما.\n...\n__________\n[8] شيخ المصنف لم أقف له على ترجمة.\nوهذا التفسير مروي عن عكرمة، والضحاك، وقتادة.",
        "(1/29)\n\n* قوله: {وَلاَ يُبْدِينَ زِينَتَهُن إلأَ مَا ظَهَرَ} *\n9 - أخبرني حرب بن إسماعيل، قال: قيل لأحمد: الرجل يكون في السوق، يبيع ويشتري، فتأتيه المرأة تشتري منه، فيرى كفها ونحو ذلك، فكره ذلك، وقال: كل شيء من المرأة عورة، قيل له: فالوجه؟ قال: إذا كانت شابة تُشتهى فإني كره ذلك، وإن كانت عجوزَا رجوت.\n10 - أخبرني إبراهيم بن رحمون السنجاري، قال: حدثنا نصر بن عبد الملك السنجاري، قال: حدثنا يعقوب بن بختان: أن أبا عبد الله سئل: فذكر مثل مسألة حرب سواءً.\n11 - أخبرني محمد بن علي، قال: حدثنا مهنا، قال: سألت أحمد: عن الرجل يأكل مع مطلقته، قال: لا، هو رجل أجنبي، لا يحل له أن ينظر إليها، فكيف يأكل معها، ينظر إلى كفها؟! فلا يحل له ذاك.\n12 - أخبرني منصور بن الوليد، أن جعفر بن محمد حدَّثهم، قال:\n__________\n[9] إسناده صحيح.\nوحرب بن إسماعيل هو الكرماني، من أخص تلاميذ الإمام أحمد، وانظر ترجمته في تراجم رواة المسائل.\n[10] شيخ الخلال، وشيخ شيخه لم أعرفهما، ولم أقف لهما على تراجم.\n[11] محمد بن علي هو السمسار - على الأقرب - وهو مجهول الحال، فإن لم يكن السمسار فلم أعرفه.\n[12] فيه شيخ الخلال، ولم أقف له على ترجمة.\n(1/30)",
        "\nسمعت أبا عبد الله يُسئل: ينظر إلى الأرملة اليتيمة تكون عنده؟ قال: لا ينظر نظر شهوة إلى ذي رحم - أو قال: محرم - وغيرها، ولا بأس بالنظر إلى الوجه إذا لم يكن من شهوة.\n13 - وأخبرني منصور بن الوليد - في موضع آخر - أن جعفرًا حدَّثهم، قال: سمعت أبا عبد الله يقول: كل شيء من المرأة محرم - أو قال: عورة -.\n14 - أخبرني محمد بن علي، والحسن بن عبد الوهاب، أن محمد ابن أبي حرب حدَّثهم، قال: قلت لأبي عبد الله: البيع تأتيه المرأة، فينظر إلى كفها ووجهها، قال: إن كانت عجوزًا، وإن كانت ممن تحركه يغض طرفه، وقال: كل شيء من المرأة عورة، حتى ظفرها.\n15 - وأخبرني منصور بن الوليد: أن جعفر بن محمد حدَّثهم، قال: سمعت أبا عبد الله يقول: كل شيء من المرأة عورة، حتى ظفرها.\n16 - أخبرني موسى بن سهل، قال: حدثنا محمد بن أحمد الأسدي، قال: حدثنا إبراهيم بن يعقوب، عن إسماعيل بن سعيد، أن أبا عبد الله، قال: الزينة الظاهرة، والثياب، وكل شيء منها عورة - يعنى: المرأة - حتى الظفر.\n__________\n[13] انظر ما قبله.\n[14] إسناده صحيح.\nوالحسن بن عبد الوهاب هو ابن أبي العنبر، وثقه الخطيب، ومحمد بن أبي حرب، هو ابن النقيب، من أصحاب أحمد المعتبرين.\n[15] انظر رقم (12).\n[16] الاسدي لم نظفر له بترجمة.\n(1/31)\n",
        "17 - أخبرني محمد بن علي، أن مهنا حدَّثهم، قال: سألت أحمد عن المرأة تغطي خفها؟ قال: نعم، قلت: لم؟ قال: لأنه يصف قدمها.\n18 - أخبرني أحمد بن محمد بن مطر، قال: حدثنا أبو طالب، أنه سمع أبا عبد الله يقول: ظفر المرأة عورة، واذا خرجت فلا يبين منها لا يدها ولا ظفرها ولا خفها، فإن الخف يصف القدم، وأحب إليَّ أن تجعل كفها إلى عند يدها، حتى إذا خرجت يدها لا يبين منها شيء.\nْ19 - أخبرنا حرب، قال: حدثنا محمد بن أبي بكر، قال: حدثنا زياد بن الربيع، عن صالح الدهان، عن جابر بن زيد:\nأنه كان يكره أن تظهر المرأة خفها، ويقول: إنه يصف قدمها.\n20 - أخبرني عبيد الله بن حنبل، قال: حدثني أبي أنه قال لأبي عبد الله: العبد ينظر إلى شعر مولاته، قال: نعم، ولا تتحين له، ولا تريه ذلك على عمد، إلا أن يكون أمر فجاة، ثم تختمر، ويرى وجهها وعينها.\n21 - أخبرنا أحمد بن الحسن بن عبد الجبار، قال: حدثنا العباس بن\n__________\n[17] انظر رقم (11).\n[18] إسناده صحيح.\n[19] إسناده صحيح.\nحرب هو الكرماني، ومحمد بن أبي بكر هو بن علي بن عطاء، وهو ثقة، وصالح الدهان هو ابن إبراهيم، ترجمه ابن أبي حاتم في \"الجرح والتعديل\" (1/ 2/ 393)، ونقل عن أبيه قوله: \"ليس به بأس\"، وعن ابن معين قوله: \"ثقة\".\n[20] إسناده ضعيف.\nشيخ الخلال لم يتعرض له أحد بجرح ولا تعديل، وانظر رواة المسائل.\n[21] إسناده صحيح.\n(1/32)\n\nمحمد بن موسى الخلال، أن أبا عبد الله، قال - في نساء السواد المسلمات يبدو منهن شعر أو صدر - قال:\nلا، إذا كانت مسلمة، المرأة كلها عورة حتى ظفرها.\n22 - أخبرني حرب بن إسماعيل، قال: حدثني عيسى بن محمد، قال: حدثنا ابن أبي مريم، عن يحيى بن أيوب (1)، عن ابن عجلان، عن سمي مولى أبي بكر، قال: كل المرأة عورة حتى ظفرهما.\n23 - أخبرنا محمد بن الحسن بن هارون، قال: حدثنا محمد بن الصباح، قال: حدثنا عبد الله بن رجاء، عن ابن عجلان، عن سمي، عن أبي بكر بن عبد الرحمن، قال: كل شيء من المرأة عورة حتى ظفرها.\n...\n__________\n[22] إسناده منكر.\nفيه أبو بكر بن أبي مريم، وهو ضعيف الحديث، وقد خولف في رواية هذا الخبر كما يظهر من الخبر الذي يليه.\n[23] إسناده حسن.\nعبد الله بن رجاء هو المكي، وهو ثقة، إلا أن عنده مناكير، قيل أنه كان يكتب من حفظه لما ذهبت كتبه، فوقعت له هذه المناكير.\nوالأثر أخرجه ابن عبد البر من هذا الوجه في \"التمهيد\" (6/ 364).",
        "(1/33)\n\n* قوله: {وَلْيَضْرِبْنَ بِخُمُرِهِن عَلَى جُيُوبِهِنَّ} *\n24 - أخبرنا أحمد بن محمد بن حازم، قال: حدثنا إسحاق بن منصور، قال: قلت لأحمد: المرأة تكشف عن رأسها في بيتها؟ قال: نعم، قلت: وإن كانت في صحن الدار؟ قال: نعم.\n25 - أخبرني منصور بن الوليد، أن جعفر بن محمد النسائي حدثهم، قال: قلت لأبي عبد الله: المرأة تقعد بين يدي زوجها مكشوفة في ثياب رقاق؟ فلم ير به بأسًا، قلت: تخرج في الدار من بيت إلى بيت مكشوفة الرأس ليس في الدار إلا هي وزوجها؟ فرخص في ذلك.\n26 - أخبرني محمد بن علي الوراق، أن مهنا الشامي حدثهم، قال: سألت أحمد عن المرأة ينبغي لها أن تخفض من صوتها إذا كانت في بيتها، في قراءتها إذا قرأت بالليل، ينبغي لها أن تخفض من صوتها؟ قال: نعم.\n...\n__________\n[24] فيه شيخ المصنف، ولم أقف له على ترجمة.\n[25] انظر رقم (12).\n[26] فيه محمد بن علي الوراق، ولم أقف له على ترجمة، وليس هو المترجم في \"الطبقات\" (1/ 308) كلما بيناه تفصيلاً في تراجم رواة المسائل، فراجعها لزاماً.\n(1/34)",
        "\n* قوله. {وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاً لِبعُولَتِهن} *\nإلى {أوْ نِسَائِهِنّ}\n27 - أخبرني محمد بن علي، قال: حدثنا أبو بكر الأثرم، قال: سألت أبا عبد الله.\n28 - وأخبرني الحسين بن الحسن، قال: حدثنا محمد بن داود، أن\nأبا عبد الله سُئل عن الرجل ينظر إلى شعر امرأة أبيه، وامرأة ابنه، وأم امرأته؟ فقال: هذا في القرآن {وَلاَ يُبْدِينَ زِينَتَهُنَّ} إلا لكذا، وكذا.\nزاد محمد: فرخص أن ينظر إلى شعورهن.\nقلت له: فينظر إلى ساق امرأة أبيه وصدرها؟ قال: لا، ما يعجبني، ثم قال: أنا أكره أن ينظر من أمه وأخته إلى مثل ذلك، وإلى كل شيء لشهوة، قال محمد: منها الشهوة.\nزاد الأثرم: قلت لأبي عبد الله: فينظر إلى شعر أم امرأته؟ فذكر حديث سعيد بن جبير، قال: فتلا علي الأية، ثم قال: لا أراها فيهن، ثم قال: إسماعيل كان يشوش في هذا، قال مرة: قال: لا أراها فيهن، وقال مرة: لا أراها فيهم، قلت له: فابنة امرأته، أينظر إلى شعرها؟ فذهب إلى أنها لا تبدي ذلك إلا لمن في هذه الأية.\n__________\n[27] محمد بن علي لم أقف له على ترجمة كما تقدم الإشارة اليه.\n[28] الحسن بن الحسن هو الوراق، وقد سمع منه الخلال بطرسوس كما نص على ذلك في ترجمة محمد بن داود المصيصي في \"الطبقات\" (1/ 296).\n(1/35)\n",
        "29 - أخبرني محمد بن أبي هارون، أن سندى الخواتيمي حدثهم، قال: سئل أبو عبد الله.\n30 - وأخبرني محمد بن عبد الله بن إبراهيم، أن أباه حدَّثه، قال: حدثني أحمد بن القاسم.\n31 - وأخبرني زكريا بن الفرج، عن أحمد بن القاسم: أن أبا عبد الله سُئل عن الرجل ينظر إلى شعر حميته، فقال: أليس يقول سعيد بن جبير، وقرأ الآية: {فَلَيْسَ عَلَيْهِنَّ جُنِاحٌ} [النور: 60]، ثم قال سعيد: لا أراها فيهم.\nقال: وقد بلغني عن عكرمة أنه سئل عن العم لمَ لَم يُذكر مع من ذُكر من القرابة - الأب والأخ ومن سواه - قال: أرى ذلكَ من أجل ألا يصفها لابنه من طريق النكاح.\nقال سندي: لِمَ لَم يذكر فيمن يرى الزينة؟ قال: يُقال: إنه من قبل ولده، يصفها لولده من طريق النكاح، قال أبو عبد الله: وإنما هو تأويل من عكرمة.\n32 - أخبرني أحمد بن حمدويه الهمداني، قال: حدثنا محمد بن\n__________\n[29] إسناده حسن.\nفإن سندي الخواتيمي ليس من الطبقة الاولى من أصحاب أحمد، وليس هو كمن وثق.\n[30] فيه محمد بن عبد الله بن إبراهيم وأبوه، ولم أقف لهما على تراجم.\n[31] فيه شيخ المصنف، ولم أقف له على ترجمة، وانظر تراجم رواة المسائل فإن فيه زيادة تعليق.\n[32] شيخ المصنف وشيخ شيخه لم أقف لهما على تراجم، وجعفر بن محمد هو النسائي الشعراني، من ثقات أصحاب أحمد - رحمه الله -.\n(1/36)\n\nأبي عبد الله الهمداني، قال: حدثنا جعفر بن محمد، قال: سمعت أبا\nعبد الله يُسئل عن المرأة تغمض الميت، قال: إذا كانت ذات محرم.\n33 - أخبرنا عبد الله بن أحمد بن حنبل، قال: أملى عليَّ أبي:\nقال الله تبارك وتعالى:\nْ (وَلا يُبْدِينَ زِينَتَهن اٍلاُّ لِبُعُولَتِهِن أَوْآبَائِهِن أَوْآبَاءِ بُعُولَتِهِن اوْ أَبْنَائِهِنَّ اوْ أَبْنَاءِ بُعولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِن أَوْ بَنِي أَخَوَاتِهِن أَوْ نِسَائِهِن أَوْ مَا مَلَكَتْ ايْمَانُهُن أَوِ التابِعِينَ غَيْرِ أُوْلِي الإرْبَةِ مِنَ الرِجَالِ أَوِ الطفْلِ الذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النسَاءِ} [النور: 31].\n***",
        "(1/37)\n\n* قوله: {أوْ نِسَائِهِنَّ} *\n34 - أخبرني محمد بن علي، قال: حدثنا الأثرم، أن أبا عبد الله قيل له: فقوله: {أوْ نِسَائهِنَّ} قال: قد ذهب بعض الناس إلى أنها لا تضع خمارها عند اليهودية والنصرانية، لأنها ليست من نسائهن، وأما أنا فأذهب إلى أنه لا تنظر اليهودية ولا النصرانية ومن ليس من نسائها إلى الفرج، ولا تقبلها حين تلد، فأما الشعر، فلا بأس، أو قال: أرجو أن لا يكون به بأس.\n35 - أخبرني محمد بن أبي هارون، أن إسحاق بن إبراهيم حدثهم، قال: سألت أبا عبد الله عن المسلمة تكشف رأسها عند نساء أهل الذمة، لأن الله يقول: {أوْ نِسَائِهِنَّ} (1)، قال: وسمعت أبا عبد الله وسئل عن هذه الأية: {أوْ نِسَائِهِنَّ} (1)، قال: نساء أهل الكتاب، اليهودية والنصرانية لا تقبلان المسلمة، ولا ينظران إليها.\n__________\n[34] فيه محمد بن علي، وأفضل أحواله أن يكون مستوراً، وهذه الرواية فيها نكارة، فقد خالفتها الروايات الأتية، والثابت عن الإمام أحمد المنع من ابداء المسلمة رأسها أمام نساء غير المسلمين.\n[35] إسناده صحيح.\nوإسحاق بن ابراهيم هو ابن هانيء النيسابوري.\nوالنص مخرج في \"مسائله\" (1839و1841).\n\n(1) في \"الأصل\": {ولا نسائهن}.\n(1/38)",
        "\n36 - أخبرني أحمد بن محمد بن مطر، قال: حدثنا أبو طالب، أن أبا عبد الله قال: نساء أهل الكتاب لا ينظرن إلى شعورهن - يعني: إلى شعور المسلمات - قد قال ذلك مكحول، وذكر غير واحد.\n37 - وأخبرني عبد الملك الميموني، أن أبا عبد الله سئل: عن القابلة من أهل الكتاب؟ فسمعته يقول: عدة كرهوه، مكحول وأهل الشام لم ير أن عليه (1) أن تكون القابلة يهودية أو نصرانية، وعمر كتب إلى أهل الشام: امنعوا نساءهم أن يدخلوا مع نسائكم الحمامات، ثم قال: ليس له ذاك الإسناد، ثم قال: أراهم تأولوا هذه الآية: {وَلايبدِينَ زِينَتَهن إِلا لِبُعُولَتِهِنَّ} قرأ عنى ثم قال: وهذا أخبرك فيه (1) أن يكون يلي ذاك منها غير أهل دينها.\nقلت: فتكره أنت يا أبا عبد الله أن تكون النصرانية أو اليهودية تقبل المسلمة منا؟ قال: نعم أكرهه.\n38 - أخبرنا محمد بن علي (2)، قال: حدثنا مهنا، قال: سألت أبا عبد الله عيب القابلة تكون يهودية أو نصرانية؟ فقال: أهل الشام يكرهونه، قلت: مَن مِن أهل الشام؟ قال: مكحول، وسليمان بن موسى، قلت: من ذكر عنهم؟ فحدثني عن هشام بن الغاز، عن مكحول وسليمان بن\n__________\n[36] إسناده صحيح.\n[37] إسناده صحيح.\nوالميموني من أئمة العلم، ومن ثقات أصحاب أحمد المقدمين عنده.\n[38] فيه شيخ المصنف، وقد تقدم الكلام عليه.\n\n(1) كذا وقع في \"الاصل\".\n(2) في \"الأصل\": (محمد محمد بن علي)، والصواب ما أثبتناه.\n(1/39)\n",
        "موسى أنهم كرهوا القابلة اليهودية والنصرانية، فقلت: من ذكره عن هشام ابن الغاز؟ فقال: حدَّثوني عنه.\n39 - أخبرنا عبد الله بن أحمد بن حنبل، قلت لأبي: اليهودية والنصرانية فتقبل - أعني القابلة -؟ قال: لا.\n40 - أخبرني صالح بن أحمد بن حنبل أنه قال لأبيه: النصرانية واليهودية والمجوسية يغسلوا (1) المسلمة؟ قال: لا، قال: فتقبل؟ قال: لا.\n41 - أخبرني محمد بن علي، قال: حدثنا صالح.\n42 - وأخبرني منصور بن الوليد، أن جعفر بن محمد حدَّثهم.\n43 - وأخبرني أحمد بن محمد بن مطر، وزكريا بن يحيى، أن أبا طالب حدثهم، أن أبا عبد الله قال: لا ينبغي أن يقبلوا المسلمات.\nْ44 - أخبرني عبد الله بن محمد، قال: حدثنا بكر بن محمد، قال: سألت أبا عبد الله عن المرأة تموت، فلا يجدون إلا يهودية أو نصرانية تغسلها؟ فقال: يعلموها، ثم قال: لا يعجبني أن تطلع على عورة المسلمة، ثم كأنه ( ...... ) (2) عنها.\n...\n__________\n[39] إسناده صحيح.\n[40] إسناده صحيح.\n[41] و [42] شيخا المصنف لم أقف لهما على تراجم.\n[43] إسناده صحيح.\nوزكريا بن يحيى هو الناقد، ثقة صالح.\n[44] إسناده صحيح.\nوشيخ المصنف هو ابن عبد الحميد القطان، وثقه الخطيب، وبكر بن محمد من أصحاب أحمد المقدَّمين.\n\n(1) في \"الأصل\": (يسعلوا)، والصواب ما أثبتناه.\n(2) كلمة لم أتمكن من قراءتها، والأقرب إلى رسمها: (خلع).\n(1/40)\n\n* قوله {أوْ مَا مَلَكَتْ أيْمَانُهُن} *\n45 - أخبرنا أبو بكر المروذي، قال: سألت أبا عبد الله: هل ينظر المملوك إلى شعر مولاته؟ قال: لا، قلت لأبي عبد الله: فالخادم الخصي؟ قال: لا.\n46 - أخبرني محمد بن جعفر، قال: حدثنا أبو الحارث: أنه سأل أبا عبد الله عن امرأة لها مملوك، وهو غلام مدرك، يحل له أن ينظر إلى شعرها؟ قال: لا.\n47 - أخبرني منصور بن الوليد، أن جعفر بن محمد حدثهم، قال: سألت أبا عبد الله عن مملوك الرجل يدخل على امرأته، أو يراها؟ قال: لا، قلت.: فمملوكها؟ قال: لا، هو رجل، ولم يرخص فيه.\n48 - أخبرني محمد بن الحسن بن هلال (1)، قال: سألت أبا عبد الله: أينظر العبد إلى شعر مولاته؟ قال: لا ينظر إلى شعر مولاته، واحتج بحديث سعيد بن المسيب.\n49 - أخبرني محمد بن الحسن، أن الفضل بن زياد حدثهم، قال:\n__________\n[45] إسناده صحيح.\n[46] و [47]، شيخا المصنف لم أقف لهما على تراجم.\n[48] اسناده صحيح.\nوأثر سعيد بن المسيب قد تكلمنا عليه تفصيلاً ضمن الدراسة الفقهية.\n[49] شيخ المصنف لم أتبينه من هو،\n\n(1) كذا ورد في \"الاصل\"، وهو تصحيف، والصواب ( ... بن هارون).",
        "(1/41)\n\nسألت أبا عبد الله عن الخصي ينظر إلى شعر المرأة؟ قال: لا.\n50 - أخبرنا أحمد بن محمد بن حازم، أن إسحاق بن منصور حدثهم: أنه قال لأبي عبد الله: العبد ينظر إلى شعر مولاته؟ قال: لا.\n51 - أخبرني حرب بن إسماعيل الكرماني، أنه قال لأبي عبد الله: العبد ينظر إلى شعر مولاته؟ قال: لا، قال: فالمكاتب؟ قال: المكاتب أشد.\n52 - أخبرني الحسن بن عبد الوهاب، قال: حدثنا إبراهيم بن هانيء.\n53 - وأخبرنا محمد بن علي، قال: حدثنا محمد بن موسى بن مشيش، أن أبا عبد الله: سئل عن العبد ينظر إلى شعر مولاته، قال: لا، قيل: فالمكاتب؟ قال: المكاتب أشد.\n54 - أخبرني محمد بن علي، حدثنا صالح، أنه سأل اباه عن المرأة تأكل مع غلامها، او غير ذى محرم، قال: لا، يكره قلت: ان مالكا يقول تأكل المرأة مع غلامها، فتعجب من ذلك.\n55 - أخبرني محمد بن أبي هارون، أن اسحاق بن ابراهيم حدَّثهم، قال: قلت لأبي عبد الله: المملوك ينظر إلى وجه مولاته وكفها؟ قال: لا ينظر إلى وجهها وكفها.\n__________\n[50] شيخ المصنف لم أقف له على ترجمة.\n[51] إسناده صحيح.\n[52] إسناده صحيح.\n[53] و [54]، فيهما شيخ المصنف، وقد تقدم الكلام عليه.\n[55] إسناده صحيح.\nوالنص في \"مسائل إسحاق\" (1842).\n(1/42)",
        "\n56 - أخبرني عبد الملك بن عبد الحميد، قال: قرأت على أبي عبد الله: العبد ينظر إلى شعر سيدته؟ قال: هو موضع فيه شنعة، ابن عباس يسهل فيه، وابن المسيب يقول: لا تغرنكم هذه الآية: {إِلأَ مَا مَلَكَتْ أيمَانُكُمْ} إنما يعني: الأماء، قلت: يا أبا عبد الله: تحتاج في الإماء إلى تنزيل - وما تكلم الناس في أن الأمة تنظر إلى شعر سيدها، وأن على الأمة من شعر سيدتها أو يديها شيء -؟ قال لي: فينظر العبد إلى جسدها؟! قلت: الجسد لم يتكلم الناس فيه، والشعر واليد لعله شيء لا يُضبط، وهو ملكها، يراهاْ في كل وقت، وأظنه قال في هذا الموضع: هي مسألة فيها شنعة، إلا أني فارقته على أن الكراهية فيه أن ينظر العبد إلى شعر سيدته.\n57 - حدثنا عبد الله بن أحمد بن حنبل، قال: حدثني أبي، قال: حدثنا حجاج، عن ابن جريج، قال: أخبرني عمرو بن دينار، عن بجالة التميمي: {إلاَّ مَا مَلَكَتْ أيْمَانُكُمْ} [النور: 58] في القراءة الأولى: إلا الذين لم يبلغوا الحلم مما ملكت أيمانكم.\n58 - أخبرنا الحسن بن سفيان المصيصي، قال: حدثنا محمد بن آدم ابن سليمان، قال: حدثنا محمد بن ميسر (1)، عن ابن جريج، عن أبي\n__________\n[56] إسناده صحيح.\nوشيخ المصنف هر الميموني.\n[57] إسناده صحيح.\nوالحجاج هو ابن محمد الأعور، من الثقات، سمع التفسير من ابن جريج املاء.\nوبجالة هو ابن عبدة التميمي، وثقه أبو زرعة، ومجاهد بن موسى.\n[58] إسناده ضعيف.\nشيخ المصنف لم أقف له على ترجمة، ومحمد بن ميسر مختلف فيه، وهو على التحقيق=\n\n(1) في \"الأصل\": (مبشر)، وهو تصحيف، والصواب ما أثبتناه.\n(1/43)\n",
        "الزبير، عن جابر: أنه كان يكره أن ينظر العبد الى شعر مولاته، أو تضع خمارها عند عبد زوجها.\n59 - أخبرني عبد الله بن أحمد، قال: سمعت أبي يقول: لا ينظر العبد الى شعر مولاته، وكرهه.\nقال أبي: وروي عن ابن عباس أنه قال: لا بأس أن ينظر العبد إلى شعر مولاته، فكأنه تأول: {أو مَا مَلَكَتْ أيْمَانُهُنَّ}، وقال سعيد بن المسيب: لا تغرنكم هذه الآية التي في سورة النور: {أو مَا مَلَكَتْ أيْمَانُهُن} إنما عنى بها الإماء، لا ينبغي للمرأة أن ينظر عبدها إلى جبينها، ولا الى قرطها، ولا الى شعرها، ولا الى شيء من محاسنها.\nْ60 - أخبرنا عبد الله بن أحمد، قال: حدثنا أبي، قال: حدثنا أبو قتيبة سلم بن قتيبة، قال: حدثنا يونس بن أبي إسحاق، عن طارق، عن سعيد بن المسيب ... بهذا الحديث.\nقال أبي: وبلغني عن ابن مهدي، عن حسين بن عربي (1)، عن\n__________\n= ضعيف في الرواية، جهمي في الاعتقاد، وابن جريج مدلس، وقد عنعن هذا السند.\n[59] إسناده صحيح.\nوقد توسعنا في الكلام على أثر ابن عباس - رضي الله عنه - وأثر سعيد بن المسيب - رحمه الله - في الدراسة الفقهية، والثابت عن أحمد إعلال رواية ابن عباس كما سوف يأتي.\n[60] إسناده حسن.\nسلم بن قتيبة صدوق، والأثر مخرج ضمن الدراسة الفقهية، فراجعها لزاما. =\n\n(1) كذا ورد في \"لاصل\"، ولم أقف عليه ضمن شيوخ ابن مهدي، ولا ضمن تلاميذ يونس، فأخشى أن يكون محرفا، لا سيما وأن هذا الاثر مما استدرك في الحاشية، ولعله قد صحف عن الحسن بن عدي، وقد بيض له ابن أبي حاتم في \"الجرح والتعديل\" (1/ 2/ 62)، ونقل عن أبيه قوله: \"هو مجهولا\".\n(1/44)\n\nيونس بن أبي إسحاق ... هذا الحديث.\nقال أبي: حدثناه يحيى بن سعيد، عن سفيان، قال: حدثني أبو حصين، عن أبي عبد الرحمن السلمي في قوله:\n{لِيَسْتَأذٍنَكُمْ الَذيِن مَلَكَتْ اًيْمَانُكُمْ} [النور: 58] إنما عني بها النساء.\n61 - أخبرني عبد الله بن أحمد بن حنبل، قال: حدثني أبي، قال: حدثنا هشيم، عن يونس، عن الحسن، قال:\nكان يُكره أن ينظر العبد إلى شعر مولاته.\n62 - أخبرنا عبد الله، قال: حدثني أبي، قال: حدثنا عبد الرحمن\n__________\n= وأثر أبي عبد الرحمن السلمي، سنده صحيح، ولكن قد خولف يحيى بن سعيد في متنه.\nفقد أخرجه ابن جرير من طريق عبد الرحمن بن مهدي، حدثنا سفيان، بسنده، قال: هي في الرجال والنساء، يستأذنون على كل حال، بالليل والنهار.\nقلت: قد قدَّم ابن معين وأحمد يحيى على عبد الرحمن بن مهدي، وقال أحمد: \"ليس من أصحاب سفيان أعلى من يحيى\"، فالأولى رواية يحيى، ثم تبين لي بعد أنه لا تعارض بين الروايتين، لورود رواية ثالثة موفقة بين المتعارضتين، وهي ما أخرجها ابن أبي حاتم (14792): حدثنا أحمد بن سنان، حدثنا عبد الرحمن بن مهدي بسنده، قال: هي في النساء خاصة، الرجال يستأذنون على كل حال بالليل والنهار.\nفكان رواية يحيى بن سعيد فيمن نزلت فيهم الأية، وكان رواية عبد الرحمن بن مهدي الأولى في حكم الرجال والنساء في الاستئذان، وفصلت ذلك الرواية الثالثة، وهي الرواية الثانية عن ابن مهدي.\n[61] إسناده صحيح.\nوقد أخرج ابن أبي شيبة (4/ 11) بسند صحيح إلى الحسن: أنه كره أن يدخل المملوك على مولاته بغير إذنها.\n[62] إسناده ضعيف.\nفيه ليث بن أبي سليم، وهو ضعيف الحديث تغير بأخرة.",
        "(1/45)\n\nابن مهدي، عن سفيان، عن ليث، عن مجاهد وطاوس:\nأنهما كرها أن ينظر العبد إلى شعر مولاته، وكان طاوس يكره أن ينظر إلى شعر ابنته أو أخته.\n63 - أخبرني محمد بن عمر، قال: سمعت أخي أبا علي، يقول: قال بشر لأخته: لا تدخلي على إلا منتقبة.\nْ64 - أخبرني عبد الملك الميموني، قال: حدثنا أحمد بن شبيب البصري، قال: حدثنا أبي، قال: حدثنا يونس بن يزيد، عن محمد بن مسلم، عن ابن المسيب، قال: يستأذن الرجل على أمه، فإنها نزلت: {وإِذَا بَلَغَ الأطْفَالُ مِنْكُمُ الحُلُمَ فَلْيَسْتَأذِنُوا} [النور: 59] في ذلك.\n65 - أخبرني محمد بن علي، قال: حدثنا الأثرم، قال: سألت أبا عبد الله عن العبد ينظر إلى شعر مولاته، فقال: لا ينظر إلى شعر مولاته،\n__________\n= والأثر أخرجه ابن أبي شيبة (4/ 11):\nحدثنا وكيع، عن سفيان ... بسنده الا أنه قال: عن مجاهد وعطاء.\nقلت: قد خالف وكيع ابن مهدي في نحو ستين حديثا من حديث سفيان، وابن مهدي مقدَّم على وكيع في الثوري.\n[63] شيخ المصنف، وأخوه لم أعرفهما، ولم أقف لأحدهما على ترجمة.\n[64] إسناده حسن.\nلحال أحمد بن شبيب بن سعيد البصري، وأبيه، ولكنهما قد توبعا.\nفقد أخرجه ابن جرير (19/ 215) من طريق: يونس بن يزيد، عن الزهري به.\nوسنده صحيح.\n[65] فيه شيخ المصنف، ولم أقف له على ترجمة، كما تقدَّم في تراجم رواة المسائل، وهذا الرواية عن أحمد في تمشية أثر ابن عباس مخالفة للروايات الصحيحة الأتية عنه في اعلال هذه الرواية.\n(1/46)",
        "\nوذكر حديث سعيد بن المسيب، قلت له: فما قوله {أوْ مَا مَلَكَتْ أيْمَانُكُمْ}، قال: يقول: من النساء.\nقيل لأبي عبد الله: الخصي ينظر إلى شعر مولاته؟ قال: لا، قيل: الخصي وغير الخصي عندك في هذا سواء؟ قال: نعم، وجعل يستعظم ما يستجيز بعض الناس من إدخال الخصيان على نسائهم.\nوذكرت لأبي عبد الله حديث ابن عباس: لا بأس أن ينظر إلى شعر مولاته، فقال: ابن عباس كان له تأويل في القرآن كثير، ثم قال: وهذا من أي وجه هو؟ قلت له: السدي، عن أبي مالك، عن ابن عباس، فقال: نعم، قلت: أفليس هذا إسناد؟ قال: ليس به بأس.\n66 - أخبرني أحمد بن محمد بن مطر، أن أبا طالب حدثهم، أنه سأل أبا عبد الله: يرى العبد شعر مولاته؟ قال: لا، قلت: حديث ابن عباس؛ شريك يقول: عن السدي، عن أبي مالك، عن ابن عباس، قال: لا بأس أن يرى العبد شعر مولاته، قال: لم يرو هذا غير السدي، وكان ابن عباس يتأول هذه الآية في النور: {وَلاَ يُبْدِينَ زِينَتَهُن} قرأ إلى: {أوْ مَا مَلَكَتْ أيْمَانُهُن} وقال ابن المسيب: لا تغرنكم هذه الأية في سورة النور، لا ينظر العبد إلى شعر مولاته.\nقال أبو عبد الله: وهو رجل ينظر إليها على حال لا ينبغي أن ينظر، فهذا أعجب إلى، ولم يُسمع إلي حديث السدي عن أبي مالك، عن ابن عباس، فأما التابعن فغير واحد نهى عنه.\n__________\n[66] إسناده صحيح.\nوأثر ابن عباس معلول كما بيناه تفصيلا في الدراسة الفقهية.\n(1/47)\n",
        "ْ67 - أخبرني محمد بن علي الوراَّق، أن حمدان بن علي الوراَّق حدَّثهم، أن أبا عبد الله قيل له: فالخادم يرى شعر سيدته؟ فرأيته يكرهه، ورأيته يكره شراء الخصيان ودخولهم على النساء.\n68 - وقال هشيم: حدثنا يونس، عن الحسن، ومغيرة، عن الشعبي: كره أن ينظر العبد إلى شعر سيدته.\nفذُكر له حديث السدي، عن أبي مالك، عن ابن عباس: لا بأس به، قال: الثوري يقول: أراه عن ابن عباس.\n69 - كتب إليَّ أحمد بن الحسن، قال: حدثنا بكر بن محمد، عن أبيه، عن أبي عبد الله، وسأله عن الرجل يشتري الغلام الخصي؟ فقال: إن تنزه عنه الرجل فهو أحب إليَّ، ما يعجبني، رجل صالح يشتري خصيًّا؟! قال: لو أن الناس تركوا شراء الخصيان لم يُخصون.\n70 - وأخبرني محمد بن موسى، أن اسحاق بن إبراهيم حدَّثهم، قال: سألت أبا عبد الله عن الخصي، أيجوز له أن ينظر إلى شعر المرأة؟ قال: لا ينظر إليها إذا كان مثله قد بلغ الحلم.\n__________\n[67] فيه شيخ المصنف، وقد تقدم الكلام عليه مرارا.\n[68] اسناده صحيح.\nإلا أن ابن أبي شيبة قد أخرج أثر الشعبي (4/ 11): حدثنا أبو الاحوص، عن مغيرة، عن الشعبي: أنه كان لا يرى بأسا أن تضع المرأة ثوبها عند مملوكها، وإن كانت تكره أن يرى شعرها، ورواية هشيم فيما يبدو أصح.\n[69] فيه شيخ المصنف، وانظر الكلام عليه في تراجم رواة المسائل.\n[70] إسناده صحيح.\nومحمد بن موسى هو محمد بن أبي هارون.\nوالنص في \"مسائل إسحاق بن إبراهيم بن هانيء النيسابوري\" (1845).\n(1/48)\n\n71 - أخبرني أحمد بن الحسن بن حسان، أنه سمع أبا عبد الله يقول: الخصي يقوم مع الرجل في صف خلف الإمام، فقال: إذا كان في مثل قامة المحتلم، أو في مثل سنين المحتلم.\n...\n__________\n[71] إسناده صحيح.",
        "(1/49)\n\n* قوله: {أوِ التَّابِعِينَ غَيْرِ أوُلِي الإِرْبَةِ} *\n72 - أخبرني عبد الله بن أحمد بن حنبل، قال: سألت أبي عن {التابِعِينَ غَيْرِ أوُلِي الإِرْبَةِ مِنَ الرجَالِ}، فقال: حدثنا أبو أحمد، وأسود بن عامر، عن إسرائيل، عن أبي إسحاق، عن حدثه، عن ابن عباس في قوله: {غَيْرِ أوُلِي الأِرْبَةِ مِنَ الرِّجَالِ} الذي لا تستحي منه النساء.\n73 - أخبرني محمد بن علي، قال: حدثنا مهنا، قال: حدثنا إبراهيم بن الحكم بن أبان، عن أبيه، عن عكرمة، عن ابن عباس: في قوله: {غَيْرِ أوُلِي الإرْبَةِ} قال: ْهو المخنث الذي لا يقوم زبه.\n__________\n[72] هذا النص أخرجه عبد الله في \"المسائل\" (1225).\nوأثر ابن عباس: أخرجه ابن جرير في \"التفسير\" (19/ 162) من هذا الوجه، وهو معلول بجهالة راويه عن ابن عباس - رضي الله عنه -.\n[73] إسناده واه.\nفيه ابراهيم بن الحكم بن أبان، وهو واه، قال ابن معين، والنسائي: \"ليس بثقة\"، وقال البخاري: \"سكتوا عنه\" بمعنى أنهم تركوه، وقال العقيلي: \"ليس بشيء ولا بثقة\".\nوقال عباس بن عبد العظيم: \"كانت هذه الأحاديث في كتبه مرسلة، ليس فيها ابن عباس، ولا أبو هريرة، يعني أحاديث أبيه، عن عكرمة \".\nقلت: وقد أخرجه ابن أبي حاتم (8/ 579 2)، وابن جرير (19/ 63 1) من طريق:=\n(1/50)",
        "\n74 - أخبرنا عبد الله، قال: حدثني أبي، حدثنا إسماعيل، قال: حدثنا ابن أبي نجيح، عن مجاهد، قال: الذي لا إرب له في النساء، مثل فلان.\n75 - أخبرنا عبد الله، قال: حدثنا أبي، قال: حدثنا وكيع، قال: حدثنا مسعر، عن عون، عن عكرمة، قال: الذي لا يقوم زبه.\nوقال بكر بن خنيس: الذي لا يقوم ذكره.\n...\n__________\n= حفص بن عمر العدني، حدثنا الحكمْ بن أبان، عن عكرمة به من قوله.\nوحفص بن عمر العدني مثل إبراهيم بن الحكم في الضعف، إن لم يكن أشد ضعفا.\nقال أبو داود: \"ليس بشيء\"، وقال: \"هو منكر الحديث\"، وقال ابن معين والنسائي: \"ليس بثقة\" وقال الدارقطني: \"متروك\".\nولكن الذي يظهر لي أن رواية عكرمة الموقوفة هي الأصح، ويؤيد ذلك الرواية (75).\n[74] إسناده منقطع.\nبين ابن أبي نجيح وبين مجاهد، وإسماعيل هو ابن علية.\nوالأثر أخرجه ابن أبي حاتم (8/ 2578)، وابن جرير (19/ 162) من طريق: ابن علية.\n[75] إسناده صحيح.\nوعون هو ابن عبد الله بن عتبة.\n(1/51)\n",
        "* قوله {أوِ الطفْلِ} *\n76 - أخبرنا زكريا بن يحيى، وأحمد بن محمد بن مطر، أن أبا طالب حدثهم، أنه قال: سألت أبا عبد الله: متى تُغطي المرأة رأسها من الغلام؟ قال: إذا بلغ عشر سنين، ضُرب على الصلاة، وعَقِل، فتغطي رأسها إذا بلغ عشر سنين.\n77 - وأخبرني عبد الملك بن عبد الحميد، أنه قال لأبي عبد الله في الغلام، سن عشر؟ قال: تضربه على الصلاة لعشر، قلت: يُفرق بينهم في المضاجع لعشر؟ قال: نعم، إذا ضُربوا على الصلاة، فُرّق بينهم في المضاجع، قلت: وإذا كان رجلاَ، استأذن؟ قال: إني لأحب أن يستاذن، وما كره ذاك.\n78 - أخبرني منصور بن الوليد، أن جعفر بن محمد حدَّثهم، قال: سمعت أبا عبد الله وسئل عن الغلام إذا بلغ عشر سنين، قال: يُفرق بينهم في المضاجع، ويُضرب على الصلاة.\n79 - أخبرني جعفر بن محمد، أن يعقوب بن بختان حدثهم: أن أبا عبد الله سئل عن الصبي متى يؤمر بالصلاة؟ قال: يؤمر بالصلاة لسبع،\n__________\n[76] إسناده صحيح.\n[77] إسناده صحيح.\nوشيخ الخلال هو الميموني.\n[78] شيخ المصنف قد أشرت مراراً إلى أني لم أقف له على ترجمة.\n[79] إسناده صحيح.\n(1/52)\n\nويُضرب عليها لعشر، ويُفرَّق بينهم في المضاجع.\n80 - أخبرني محمد بن علي، قال: حدثنا مهنا، قال: وقال أحمد: ويؤمر الغلام بالصلاة لسبع، ويُضرب عليها لعشر، ويُفرَّق بينهم في المضاجع لعشر.\n81 - أخبرني عبد الله بن محمد بن عبد الحميد، قال: حدثنا بكر ابن محمد، قال: سئل أبو عبد الله: في كم يؤمر الصبي بالصلاة؟ فذكر الجواب، قال: ويُفرَّق بينهم في المضاجع لعشر، الغلام عن الغلام، والجارية عن الجارية، قال: لأنه يهيج لعشر.\n82 - أخبرني عصمة بن عصام، قال: حدثنا حنبل، قال: حضرت أبا عبد الله بعث إلى حجَّام يُقال له: أيوب، وكان غلامًا ابن عشر سنين، أو إحدى عشرة، حجم أهل أبي عبد الله - أم عبد الله -، فقلت للحجَّام بعد ما خرج، قال: حجمت أهل أبي عبد الله، وكتب له أبو عبد الله رقعة بخطه يُعطيه أجره، قال حنبل: قلت لأبي عبد الله: أما تكره هذا يحجم النساء؟ قال: هذا غلام لم يبلغ، قال: كان أبو طيبة يحجم نساء النبي - صلى الله عليه وسلم - هو غلام، قلت له: فالعبد الحجَّام إذا بلغ يحجم المرأة؟ قال:\n__________\n= وشيخ المصنف هر الصندلي، بغدادي ثقة، كان من الصالحين، وله ترجمة في \"تاريخ بغداد\" (7/ 211).\n[80] شيخ المصنف قد تكلمنا عنه في رواة المسائل بما يشفي، فلا حاجة للأعادة.\n[81] إسناده صحيح.\n[82] اسناده ضعيف.\nشيخ المصنف مجهول الحال، ترجمه الخطيب في \"تاريخه\"، ولم يذكر فيه جرحا ولا تعديلاً، وانظر تراجم رواة المسائل.",
        "(1/53)\n\nلا، قال: ولا أرى أبا طيبة إلا أنه لم يبلغ مبلغ الرجال، وكان عبداً.\n83 - أخبرنا أبو داود، قال: سمعت أحمد يقول: الرجل يغسَّل ابنته إذا كانت صغيرة، والمرأة تغسَّل الصبي إلا أن يبلغ سبع سنين، قلت لأحمد: الصبي الصغير يُستر كما يُستر الكبير، أعني الصبي الميت؟ قال: أي شيء يُستر، وليست عورته بعورة؟! بل يُغسله النساء، قلت لأحمد: متى يُستر الصبي؟ قال: إذا بلغ سبع سنين.\n84 - أخبرنا محمد بن علي، قال: حدثنا مهنا، أنه سال أبا عبد الله، قال: قلت: ولا بأس أن ينظر إلى عورة الصبي؟ وذكرت له أن النبي - صلى الله عليه وسلم - كان ينظر إلى ذكر ابنه، قال: نعم.\n...\n__________\n[83] إسناده صحيح.\nوهذا النص عند أبي داود السجستاني في \"المسائل \" (995 و 996).\n[84] انظر (80)، وراجع تراجم رواة المسائل.\n(1/54)",
        "\n* قوله، {وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ} *\n85 - أخبرني حرب بن إسماعيل، أن أبا عبد الله قيل له: فالمرأة عليها ذهب كثير، قال: ما لم تظهره.\n86 - وأخبرني محمد بن علي، قال: حدثنا أبو بكر الأثرم، قال: قلت لأبي عبد الله: فالذهب للنساء، ما تقول فيه؟ قال: أما للنساء فهو جائز إذا لم تظهره إلا لبعلها، قلت له: أي حديث في هذا أثبت؟ قال: أليسْ فيه حديث سعيد بن أبي هند؟! قلت: ذاك مرسل، قال: وإن كان، ثم قال: أليس فيه حديث أخت حذيفة؟! قلت: ذاك على الكراهية، قال: إنما كره أن تظهره في ذاك الحديث، قال: ما أنكر امرأة تحلَّى بذهب تظهره، قلت: وكيف يمكنها ألا تظهره؟ قال: تظهره لبعلها، يكون خاتم ذهب، تغطي يدها إلا عند بعلها.\n87 - أخبرني محمد بن الحسن، أن الفضل بن زياد حدثهم، قال: سمعت أبا عبد الله وقيل له: ما تقول في الذهب للنساء؟ قال: مالم تظهره المرأة فإني أرجو ألا يكون به بأس، قلت له: وكيف تخفيه؟ قال: لتغطه، لا تظهره إلا عند بعلها.\n88 - أخبرني محمد بن جعفر، قال: حدثنا أبو الحارث، أن أبا عبد الله\n__________\n[85] إسناده صحيح.\nوشيخ المصنف هو الكرماني.\n[86] شيخ المصنف تقدَّم الكلام عليه، وانظر تراجم رواة المسائل.\n[87] و [88] شيخا المصنف لم أقف لهما على تراجم.\n(1/55)\n",
        "سُئل عن الحوير، والذهب، فقال: تلبسه المرأة في بيتها، ولا تُظهره لغير زوجها، فإني أكره له ذلك، إلا أن تكون في بيتها مع أهلها.\n89 - أخبرني أحمد بن محمد بن حازم، أن إسحاق بن منصور حدثهم، أنه قال لأبي عبد الله: الذهب للنساء؟ قال: إني أرجو ألا يكون به بأس، ولكن الذهب لا تظهره.\n90 - أخبرني محمد بن موسى، قال: حدثنا جعفر، قال: سمعت أبا عبد الله، وسئل عن الرجل ينوز (1) والديه، قال: لا.\n...\n__________\n[89] شيخ المصنف لم أقف له على ترجمة.\n[90] إسناده صحيح.\n\n(1) كذا في \"الاصل\"، وانظر مادة (نور) من \"لسان العرب\" (4575).\nوالأقرب عندي أنها مصحفة عن:\"ينور\"، قال ابن سيده: \"انتار الرجل، وتنوَّر: تطلي بالنُّورة\"، والنُّورة من الحجر الذي يُحرق ويُحلق به شعر العانة، وانظر \"لسان العرب\" (4573).\n(1/56)\n\n* قوله: {وَتُوبُوا إلَى الله جَمِيعًا} *\n91 - أخبرني موسى بن سهل، قال: حدثنا محمد بن أحمد الأسدي، حدثنا إبراهيم بن يعقوب، عن إسماعيل بن سعيد، قال: سألت أحمد عن المُصرِّ على الكبائر بجهده، إلا أنه لم يترك الصلاة والزكاة والصوم والحج والجمعة، هل يكون مصرّا، أمن. كانت هذه حاله؟ قال: هو مصر في مثل قوله - صلى الله عليه وسلم -: \"لا يزني الزاني حين يزني وهو مؤمن\"، من يخرج من الايمان ويقع في الإسلام، ومن نحو قوله: \"ولا يشرب الخمر حين يشربها وهو مؤمن، ولا يسرق حين يسرق وهو مؤمن، ولا ينتهب نهبة\"، ومن نحو قول ابن عباس: {وَمَنْ لَمْ يَحْكُمْ بِمَا أنْزَلَ الله فَاؤُلَئِكَ هُم الكَافِرِونَ\"، فقلت له: فما هذا الكفر؟ قال: كفر لاينقل من الملة، مثل بعضه فوق بعض، فكذلك الكفر، حتى يجيء من ذلك أمر لا يختلف الناس فيه فقلت له: أرأيت إن كان خائفًا من إصراره، ينوي التوبة، ويسأل ذلك، ولا يدع ركوبها؟ قال: الذي يخاف أحسن حالاً.\n92 - أخبرنا محمد بن علي، قال: حدثنا مهنا، قال: سألت أحمد عن رجل قتل رجلاً في بلده، ثم هرب إلى بلدة أخرى، فتاب، قال: يرجع إلى أولياء الذي قتل، فيقول لهم: أنا الذي قتلت فلانًا، فان شاءوا عفوا، وان شاءوا قتلوا.\n__________\n[91] محمد بن أحمد الأسدي لم أقف له على ترجمة.\n[92] و [93] فيه محمد بن علي وقد تقدَّم الكلام عليه مراراً، وانظر تراجم رواة\nالمسائل.",
        "(1/57)\n\n93 - أخبرني محمد بن علي، قال: حدثنا مهنا، قال: وسألت أبا عبد الله، قلت: رجل قذف رجلاً، ثم تاب، ينبغي له أن يجيء إليه فيقول: قذفتك؟ قال: لا، هذا يستغفر الله.\n94 - أخبرني محمد بن أبي هارون، ومحمد بن جعفر، أن أبا الحارث حدثهم، قال: سألت أبا عبد الله، قلت: ما تقول فيمن قتل مؤمنًا متعمدًا، هل تجب له النار؟ قال: دعها.\n95 - أخبرنا محمد بن أبي هارون، أن أبا الصقر الوراق حدثهم أنه سال أبا عبد الله: هل تعرف شيئًا من الذنوب ليس له توبة؟ قال: أتخوف أن يكون القتل.\n...\n__________\n[94] إسناده صحيح من طريق محمد بن أبي هارون.\nوأما محمد بن جعفر فإني لم أقف له على ترجمة.\n[95] إسناده ضعيف.\nأبو الصقر اسمه يحيى بن يزداد الوراق، وهو مجهول الحال، من رجال \"التهذيب\".\n(1/58)",
        "\n* تغليظ ما ( .... ) (1) أعظي المعاصي والتغلبة في ذلك *\n96 - أخبرني حامد بن أحمد بن داود، أنه سمع الحسن بن محمد بن الحارث، قال: سمعت أحمد، قال: ليس من المعاصي شيء أشد من الزنا بعد قتل النفس.\n97 - أخبرني عبد الملك الميموني، أنه سمع أبا عبد الله يقول: ليس بعد قتل النفس أشد من الزنا.\n98 - أخبرنا أحمد بن محمد بن حازم، أن إسحاق بن منصور حدَّثهم أنه قال لابي عبد الله: بلغك في الشيء من الحديث أن السيئة تكتب بكثر. من واحدة؟ قال: ما سمعت إلا بمكة، لتعظيم البلد، قال: لو ( ....... ) (2).\n...\n__________\n[96] إسناده ضعيف.\nشيخ المصنف لم أقف له على ترجمة، والحسن بن محمد لم يتعرض له أحد بجرح ولا تعديل، فهو في حكم المجهول.\n[97] إسناده صحيح.\n[98] شيخ المصنف تقدَّم الكلام عليه مرارم.\n\n(1) كلمة في \"الأصل \" لم أتمكن من قراءتها.\n(2) عدة كلمات في \"الأصل\" لم أتمكن من قراءتها.\n(1/59)\n",
        "* كراهية النظر إلى الاماء إلا للبيع وذكر القناع *\n99 - أخبرني عصمة بن عصام، قال: حدثنا حنبل، قال: سمعت أبا عبد الله يقول: لا بأس أن يقلب الرجل الجارية - إذا أراد الشرى - من فوق الثوب، لأن الأمة لا حرمة لها، ويكشف الذراعين والساقين،، يقلِّبُ إذا أراد الشرى.\nوقال حنبل في موضع آخر: قال: لا بأس ينظر إلى يديها وساقيها إذا أراد الشرى، ولا يجرد البدن، إلا النساء، ويكشف الرأس، يقلِّب ما وراء الثياب.\n100 - أخبرنا أحمد بن محمد بن حازم، أن إسحاق بن منصور حدَثهم، أنه قال لأبي عبد الله: على الأمة أن تنتقب؟ قال: لا.\n101 - وأخبرنا ابن حازم في موضع آخر، أن إسحاق حدَّثهم، أنه قال لأبي عبد الله: يُكره للأمة أن تخرج منتقبة؟ قال لنا: إذا كانت جميلة تنتقب.\n102 - وأخبرني إبراهيم بن الخليل، أن أحمد بن نصر أبو حامد\n__________\n[99] إسناده ضعيف.\nفيه شيخ المصنف وهو مجهول الحال.\n[100]، و [101] شيخ المصنف لم أقف له على ترجمة.\n[102] إسناده ضعيف.\nأحمد بن نصر لم يتعرض له أحد بجرح ولا تعديل، وقد أغرب في مسائله عن أحمد، والراوي عنه لم أقف له على ترجمة.\n(1/60)\n\nحدَّثهم، أن أبا عبد الله قال في هذه المسألة: إن كانت بعين جميلة انتقبت، لا بأس.\n103 - أخبرني محمد بن داود البوصراي، قال: حدثنا حنبل، قال: قال أبو عبد الله: إن الأمة قد ألقت فروة رأسها، قال: يعني القناع، قال: وعمر كره أن يتشبهن بالحرائر، فلذلك أمرهن بإلقاء القناع.\n104 - أخبرني محمد بن الحسين، أن الفضل بن زياد حدَّثهم، قال: سمعت أبا عبد الله - وذُكر التزويج - فقال:\nحدثنا سفيان، عن إبراهيم بن ميسرة، عن طاوس، قال: قال رسول الله - صلى الله عليه وسلم -: \"لم يُر للمتحابين مثل التزويج\".\nقال الفضل: قال أبو عبد الله: المتحابين: الرجل والمرأة.\n105 - أخبرنا عبد الله بن أحمد بن حنبل، قال: سألت أبي عن\n__________\n[103] إسناده ضعيف.\nشيخ المصنف مجهول الحال، وانظر الكلام عليه في تراجم رواة المسائل.\n1041، هذا الحديث أخرجه سعيد بن منصور في \"السنن\" (492)، عن سفيان به، وأخرجه عبد الرزاق (6/ 151) عن معمر، عن إبراهيم بسنده، وأخرجه البيهقي في \"الكبرى\" (7/ 78) من طريق: ابن جريج، عن إبراهيم.\nوسنده مرسل كما هو ظاهر، وقد خالفهم محمد بن مسلم الطائفي، فرواه عن إبراهيم بسنده، إلا أنه قال: عن ابن عباس، به.\nأخرجه ابن ماجة (1847)، والحاكم (2/ 0 16)، وصححه على شرط مسلم.\nقلت: الطائفي صدوق يخطيء، وروايته هذه منكرة، فقد خالف بها رواية الأكثر والأوثق، والأصح الإرسال، والله أعلم.\n[105] إسناده صحيح.",
        "(1/61)\n\nخروج النساء في العيد؟ فقال: أما في زماننا هذا، فلا، فإنهن فتنة.\n106 - أخبرني حرب بن إسماعيل، قال: سألت أحمد، قلت: النساء يخرجن في العيدين، قال: لا يعجبني في زماننا هذا، لأنهن فتنة.\n107 - أخبرنا عبد الله بن أحمد، قال: حدثنا هارون - يعني: ابن معروف - قال: حدثنا ضمرة، قال: ابن شوذب، ذكره عن مطر قال:\nلقد كُن النساء يجلسن مع الرجال في المجالس، أما اليوم؛ فإن الأصبع من أصابع المرأة تفتن.\n108 - أخبرنا محمد بن أبي هارون، أن إسحاق بن إبراهيم حدثهم، قال: سمعت أبا عبد الله - وسئل عن الرجل يسيح يتعبد أحب إليك، أم المُقام في الأمصار؟ - قال: ما السياحة من الإسلام في شيء، ولا من فعل النبيين، ولا الصالحين.\n109 - أخبرني محمد بن جعفر، قال: حدثني محمد بن موسى الخياط، قال: سألت أحمد، قلت: ما تقول في السياحة يا أبا عبد الله؟ قال: لا، التزويج ولزوم المساجد.\n__________\n[106] إسناده صحيح.\n[107] إسناده صحيح.\nوضمرة هو ابن ربيعة الفلسطيني، وابن شوذب، هو عبد الله، ثقتان.\n[108] إسناده صحيح.\nوالنص في \"مسائل إسحاق النيسابوري\" (2/ 176).\n[109] فيه شيخ المصنف، وشيخ شيخه ولم أتبينهما من هما، وانظر تراجم رواة المسائل، فإن فيها زيادة تعليق.\n(1/62)",
        "\n110 - أخبرني إبراهيم بن رحمون السنجاري، قال: حدثنا نصر بن عبد الملك السنجاري، قال: حدثنا يعقوب بن بختان: ... أبا عبد الله .....\nقال محققه: هذا آخر ما وجد\nفي الأصل المخطوط\n__________\n[110] إلى هنا انتهت مسائل الجزء، والمسألة الأخيرة فيها طمس في المخطوط.\n(1/63)\n"
    ]
}