{
    "partText": [
        "\nسلسلة \"من أخطاء النساء\"\n\nأخطاء المرأة المتعلقة بالاعتقادات الفاسدة\n\nللشيخ / ندا أبو أحمد\n\nأخطاء المرأة المتعلقة بالاعتقادات الفاسدة\nتمهيد:\n{ يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ } ( سورة آل عمران : 102)\n\n{ يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيبًا} ( سورة النساء: 1)\n{ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا ( 70 ) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا } (سورة الأحزاب: 70)\n\nأما بعد ....\nفإن أصدق الحديث كتاب الله تعالي ، وخير الهدي هدي محمد - صلى الله عليه وسلم - وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار..\nـ فهناك جملة من الاعتقادات الفاسدة الخاطئة التي يتوارثها الأجيال جيل بعد جيل، وتكمن خطورة هذه الاعتقادات أنها ربما أوقعت صاحبها في الكفر أو الشرك أو البدعة والمعصية بحسب حال اعتقاده فلهذا ولغيره ،\nـ كان لابد أن يكون لنا وقفة مع هذه الاعتقادات الفاسدة نكشف تحورها ونبين زيفها ونسفر عن قبحها وضلالها ، فيستبين الحق ويظهر المنهج القويم الواضح الذي دعا إليه سيد المرسلين وإمام المتقين - صلى الله عليه وسلم - ونحن علي نهجه ـ إن شاء الله ـ سائرين ، بعدين عن الاعتقادات والعادات والتقاليد التي تخالف شرع الله المجيد.\n\nأولاً: الاعتقادات الخاطئة التي تكون قبل الولادة، وعند الولادة وما بعدها:\n\n(أ ) الاعتقادات الباطلة التي تسبق الولادة ومنها:\n(1/1)\n",
        "1.نبش المرأة التي تأخر حملها قبر طفلٍ ميت:\nلكي تراه فتحمل \" الإبداع في مضار الابتداع \"\n2.صعود المرأة العقيم أو التي تأخر حملها علي المنارة :\nزاعمين أن ذلك يُورث الحمل. \" الإبداع في مضار الابتداع\"\n3. المرأة التي أنجبت سبع بنات ولم تنجب ولداً :\nفهم يجزمون ويعتقدون أن الثامن لابدٌ وأن يكون ولداً.\n4. إذا لقيت النفساء مثلها قبل شهر الوضع وحملت إحداهما قبل الأخرى :\nفتعتقد التي تأخر حبلُها أن التي سبقتها بالحبل هي التي كسبتها فتأخر حملها، ولكي تحمل تطلب منها أن تجرح لها أصبعاً من أصابع يدها لتلحس دمها وبذلك تزول الكبسة وتحمل.\n\" الإبداع في مضار الابتداع\"\n5. إذا انقطع حبل المرأة بزعم أن المرأة كبستها أيام النفاس أو فطام الرضيع :\nتأتي بتلك المرأة وتبول علي تبولها. \" الإبداع في مضار الابتداع\"\n6. إذا رأت المرأة شيئاً قبل الولادة واشتهته نفسُها ولم تتحصل عليه:\nتعتقد أن ذلك الشيء يظهر أثره علي جسد المولود ويسمون هذا بالتٌَوحٌُم أوالشهوة كما في بعض البلاد.\n7. الاعتقاد أن المرأة العقيم تحمل إذا رُمي عليها الحرباء :\nفهذا من الاعتقادات الفاسدة التي يتبناه بعض الناس فيظنون أن المرأة إذا كانت عقيماً لا تلد ، فإنها تحمل وتلد إذا رمي عليها الحرباء، وهذا اعتقاد فاسد لأن الله وحده هو الذي:\n{ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ * أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ} ( سورة الشورى: 49)\n\n8.الاعتقاد أن المرأة العقيم تحمل إذا اغتسلت بماء غُسل به أحجار معينة :\nإن من النساء من إذا تأخر حملها أو إنجابها لم تلجأ إلى الله فتدعوه وتتضرع إليه ، بل تلجأ إلى مجموعة من الحجارة مربوطة يسمونها ( فرع الكبسة ) فتغسلها بالماء ثم تغتسل بها ظانة أنها ستفك عقدتها ، وتطلق إنجابها ، وهذا اعتقاد خاطئ باطل وفاسد .\n(1/2)\n\nـ فالله ـ سبحانه وتعالى وحده هو الذى : { يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ * أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ} ( سورة الشورى: 49)\nـ وهذا مثال يبين هذا المعنى ويؤكده فها هو نبى الله زكريا ـ عليه السلام ظل عقيما لا ينجب حتى شاب رأسه ووهن عظمه وانحنى ظهره ، ورغم ذلك لم ييأس من رحمة الله ، وظل يدعوه ويتضرع إليه ليرزقه الله ولداً يرث النبوة من بعده حتى لا تنقطع النبوة من نسل أبيه يعقوب بن إبراهيم ـ عليهما السلام ـ فرحمه الله واستجاب دعاءه ورزقه يحيى فكان نبياً من بعده .\nقال تعالى :{ ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا * إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا * قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا * وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا } ( مريم 2ـ 6 ) . فاستجاب الله دعاءه فى الحال فقال تعالى :{ يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا } ( مريم 7 )\nفتعجب من ذلك وهو على هذا الحال من الكبر ، وزوجته عقيم لا تلد . قال : قال تعالى : { قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا } ( مريم 8 ) . قال : قال تعالى:{ قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا}( مريم 9 ) \" الكلمات النافعة فى الأخطاء الشائعة صـ36ـ37 \"\n\n9. الاعتقاد بأن المرأة الحامل إذا تركت بدون غطاء فإن الحمل يسقط :",
        "(1/3)\n\nوهذا اعتقاد فاسد لا أصل له في الشريعة ولا الطب ولا العرف.\n\n(ب ) الاعتقادات الخاطئة التي تكون عند الولادة :\n\n1.عند عسر الولادة يكتب أو يعلق أو يمحي أو يشرب أو يرش علي بطن المرأة :\nمثل بعض الفوائد التي في كتاب الرحمة في الطب وغيره ،\nويجب أن يعلم أن هذا كله باطل وشرك ولا يجوز العمل به. \"السنن والمبتدعات صـ24\"\n2.إذا جاءوا لقطع سُرة المولود :\nجمعوا عنده كل مولود يحتاج إلي دخول ذلك البيت الذي تقطع فيه سرة المولود، ويزعمون أن من لم يحضر من الصغار عند قطعها ودخل بعده تََحْوَلٌ عيناه أو يظل يبكي كثيراً.\n\" المدخل لابن الحاج 3/290\"\n3.جعل السكين التي قطعت بها سُرة المولود عند رأسه :\nوذلك مادامت أمُهُ جالسة عنده ، فإذا قامت حملتها معها، وتفعل هذا مدة أربعين يوماً ، ويعللون ذلك لئلا يصيبها شيء من الجآن. \" المدخل لابن الحاج\"\n4.إذا دخلت قابلة- التي تقوم بالولادة- إلي بيت وقبلت فيه لا يمكن لغيرها أن تدخل عليها فيه:\nويعللون ذلك بزعمهم أن دم المولود ودم أمٌَه قد وقع علي يد القابلة الأولي فلا تدخل غيرها عليها فيه ، ومن فعل ذلك منهن وقع بينها وبين القابلة الأولي شنآن وخصام كثير ، ويعتقدون أن ذلك حرام.\n\" المدخل لابن الحاج \"\n5.يأخذون المشيمة ( الخلاص) ويذهبون به إلي امرأة لا تنجب حتى تخَطِي عليه :\nويعتقدون إن ذلك سبب للإنجاب.\n6.يوجبن الضحك علي من ترمي المشيمة التي يسمينها ( الخلاص):\nوالإ عاش المولود كاشراً عابساً، والأفضل عندهن إلقاؤه في ماء جار، ويعتقدون أن هذا سبب في زيادة رزق المولود وهذا هو الجهل الفاضح \" السنن والمبتدعات بتصرف\"\n7.الاعتقاد بأن الوالدة لا يصح أن تفارق موضع الولادة مدة أسبوع ولا أن تترك المولود وحدهُ فيه ويزعمون أنها إن تركته وحَدهُ ينبدل- أي أن الجنٌَ تأخذه وتأتي بغيره.\n\" الإبداع في مضار الابتداع\"\n(جـ ) الاعتقادات الخاطئة يوم السابع من الولادة :\n(1/4)",
        "\n1. الإتيان في ليلة السابع بالختمة ووضعها عند رأس المولود ، وكذلك اللوح والدواة والقلم، وأشياء كثيرة:\nفإذا كان صبيحة تلك الليلة يغرق كل ما اجتمع عند رأس المولود من ذلك ، ويزعمون أنه بركة لمن أخذه وأنه ينفعه من الصداع ، ويعللون وضع اللوح والدواة والقلم بأن الملائكة تكتب بالدواة والقلم ما يجري علي المولود من عمره. \" المدخل لابن الحاج 3/390\"\n2.الاعتقاد بأن من دخل علي نفساء حالق اللحية أو الرأس أو من يحمل باذنجان أو بلح أحمر أو لحم أو قادم من سفر فإن ذلك يكبسها ويمنع نزول اللبن:\nوهذا كله من الجهل فإن هذا لا يؤثر في نزول اللبن أو عدمه وإن حدث هذا فإنه يكون نتيجة تسلط الوهم عي هذه المرأة النفساء ، فتختل الدورة الدموية في جسدها فتؤثر في إدرار اللبن.\nبل انظر كيف يفكون كبستها المزعومة ؟\nفإنهم يحضرون \" عدة الحلاق \" ويغسلونها بالماء ، ثم تغتسل بها المكبوسة ليفكوا كبستها ويدروا لبنها ، وهذا كله من الضلال البين لأصحاب العقول السليمة والعقيدة الصحيحة ، والذين يغتقدون يقيناً فى قوله تعالى : { وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدُيرٌ } ( سورة الأنعام: 17)\nملحوظة *** قد يكون للشيطان تصرف فى ذلك من حبس اللبن وتركه إذا ما قاموا بمثل هذه الخرافات ، وذلك ليعتقدوا فى الأمواس وعدة الحلاق ، ويستدل لذلك : ـ\nما أخرجه الإمام أحمد بسند حسن حسنه الشيخ / أحمد شاكر ـ رحمه الله ـ :\nأن زينب امرأة عبد الله بن مسعود ـ رضى الله عنه ـ قالت : كان عبد الله إذا جاء من حاجة فانتهى إلى الباب تنحنح وبَزَق كراهية أن يهجم منا على أمر يكرهه ،\nقالت : وإنه جاء ذات يوم فتنحنح ، وعندى عجوز ترقينى من الحمرة ، فأدخاتها تحت السرير\nقالت : فدخل فجلس إلى جانبى فرأى فى عنقى خيطاً ، فقال : ما هذا الخيط ؟\n(1/5)\n",
        "قالت : خيط رقى لى فيه ، فأخذه فقطعه ، ثم قال : إن آل عبد الله لأغنياء عن الشرك ،\nسمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن الرقى والتمائم والتولة شرك \"\nقالت : قلت له : لِمَ تقول هذا ، وقد كانت عينى تقذف ، فكنت اختلف إلى فلان اليهودى يرقيها ، فكان إذا رقاها سكنت ، فقال : إنما ذاك من الشيطان ، كان ينسخها بيده ، فإذا رقاها كف عنها ، وإنما كان يكفيك أن تقولى كما قال النبى - صلى الله عليه وسلم - :\n\" اذهب الباس رب الناس ، اشف أنت الشافى ، لا شفاء إلا شفاءك ، شفاء لا يغادر سقما \"\n(د ) الاعتقادات الخاطئة التى تفعل بقصد المحافظة علي الولد بزعمهم :\n1. ذهاب بعض النساء إلي المشعوذين لطلب حجاب للنظرة أو حجاب لوقاية ولدها من الحسد والنكد وتعلق هذه الحجب علي الأطفال:\nوهناك من تذهب إلي القسيسين والرهبان لتعليق الصلبان علي أولادهن وهذا كله من الشرك\n- فقد أخرج الإمام أحمد بسند صحيح أن النبي - صلى الله عليه وسلم - قال:\n\" من علق تميمة فقد أشرك\" ( صحيح الجامع 6394) \" الإبداع والسنن والمبتدعات بتصرف\"\n2. عمل الوشم للأطفال في رءوسهم أو كعوب أرجلهم ليعيشوا : \" السنن والمبتدعات صـ335\"\n3. إلباس الأولاد خلاخيل الحديد ليعيشوا: \" السنن والمبتدعات صـ334\"\n4. يشحذن النساء نقوداً للمولود من سبعة أشخاص كلهم اسمه محمد ليعيش :\n\" السنن والمبتدعات صـ24\"\n5. إركاب الطفل علي ظهر الحمارة معكوساً :\nويصفقون له بقولهم يا أبو الريش إن شاء الله يعيش ، يا بو الريش إن شاء الله يعيش .\n\" الإبداع والسنن والمبتدعات\"\n6. تبخير البيوت والأبناء والبنات : بقشر الثوم والفاسوخ وعين العفريت والظارُوط وغيرها.\n7. تعليق الخمسةَ والخميسهَ، والقرن والحوت : \" السنن والمبتدعات\"\n\n8. قول أحدهن \" اسم النبى حارسه وصاينه \" عند الخوف على الولد من الحسد :\nفتجد من النساء إذا رأت من تنظر إلى طفلها ، وخافت عليه من الحسد ، قالت :\n(1/6)\n\n\" اسم النبى حارسه وصاينه \"وهذا اعتقاد باطل ،\nلأن النبى - صلى الله عليه وسلم - وهو أفضل خلق الله لا يملك لنفسه نفعاً ولا ضراً\nقال تعالى على لسان نبيه :{قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعًا وَلاَ ضَرًّا إِلاَّ مَا شَاء اللّهُ }\n( الأعراف 118 )\nوقال أيضاً : { قل إنى لا أملك لكم ضراً ولا رشداً } ( الجن 21)\n\" الكلمات النافعة فى الأخطاء الشائعة صـ34 \"\n\n9. الاعتقاد فى الشموع لمعرفة أعمار الأولاد :\nبعض الناس إذا وُلد لهم مولود وأرادوا أن يختاروا له اسماً عمدوا إلى مجموعة من الشموع ، وأطلقوا على كل شمعة اسماً ، وأشعلوا فيها النيران ، فأيما شمعة انطفأت تشاءموا من اسمها لأن عمرها كان قصيراً ، فإذا أطلقوا اسمها على المولود كان عمره قصيراً بزعمهم ،\nوإنما يستقر رأيهم على آخر شمعة اشتعالاً ، لأن عمرها كان طويلاً ، فيطول بذلك عمر الولد إذا سمى باسمها ،\nوهل الشمع يعلم الغيب ؟ وهل الجماد يعلم أعمار بنى آدم ؟ وأين هم من قوله تعالى :\n{ فَإِذَا جَاء أَجَلُهُم لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ } ( الأعراف 34 )\nفالأجل معلوم مكتوب فى اللوح المحفوظ ، لا يزاد فيه ولا ينقص .\n\nفقد أخرج أبو نعيم فى الحلية بسند صحيح أن النبى - صلى الله عليه وسلم - قال :\n\" إن روح القدس تفث فى روعى أن نفساً لن تموت حتى تستكمل أجلها وتستوعب رزقها ، فاتقوا الله وأجملوا فى الطلب ولا يحملن أحدكم استبطاء الرزق أن يطلبه بمعصية اله ، فإن الله تعالى لا يُنال ما عنده إلا بطاعته \"\n\nوأخرج الإمام مسلم عن أم حبيبة ـ رضى الله عنها ـ قالت : سمعنى رسول الله - صلى الله عليه وسلم - وأنا أقول :\nاللهم متعنى بزوجى رسول الله وبأبى أبى سفيان وبأخى معاوية ،",
        "(1/7)\n\nفقال - صلى الله عليه وسلم - : سألت الله لآجال مضروبة وأيام معدودة وأرزاق مقسومة لن يعجل شيئاً منها قبل أجاه ولا يؤخره ، ولو كنت سألت الله أن يعيذك من النار وعذاب القبر كان خيراً وأفضل .\n10. تسمية الأولاد بأسماء قبيحة لكي يعيش المولود:\nفبعض النساء إذا ولدت أكثر من مرة ، وفي كل مرة يموت المولود ، فإنهن يسمين أولادهن بأسماء منحطة قبيحة اعتقاداً منهن أن ذلك سبب في حياة هذا المولود ، كأن يسمينه \" بَلْبَعْ أو بَعْجَرْ أو صَرُبَعْ أو جُعْلَصْ أو مشحوت \" وهذا مما يجعله هزوا وسخرية في نظر الصغار والكبار، فينشأ علي الخفة والسقوط ، وهذه من خرافات بعض النساء.\nـ سبحان الله ما علاقة الاسم بحياة المولود أو موته فإن الله قد قدر الأعمار وحدد الآجال\nقال تعالي: { فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} (سورة الأعراف: 34)\n\n- وأخرج البخاري ومسلم عن عبد الله بن مسعود عن النبي - صلى الله عليه وسلم - قال:\n\"إن أحدكم يجمع خلقة في بطن أمه أربعين يوماً نطفة، ثم يكون علقة مثل ذلك ، ثم يكون مضغة مثل ذلك، ثم يرسل إليه الملك فينفخ فيه الروح ويؤمر بأربع كلمات بكتب رزقه وأجله وعمله وشقي أم سعيد. \" \" الإبداع، والسنن والمبتدعات بتصرف\"\n\n11. وضع كوز مملوء ماء بجانب المولود، إذا تركته أمه لوحده. \"المدخل لابن الحاج 3/ 291\"\n12. تعليق تمائم معينة تحتوى علي الحبوب والملح والنقود والشب والشعير ونحون :\nظناً منهم أن هذا يقي الولد ويحفظه من العين والحسد.\n13. أخذ الملح وصبغ بعضه بالزعفران وبعضه بالزنجار( صدأ الحديد والنحاس ) وخلطه بشئ من الكمون الأسود، وإلباس أم المولود ثياباً حِساناً فيدُرْن بها وبولدها البيت كله، والقابلة أمامها حاملة المولود وامرأة أخري أمام القابلة معها طبق فيه الملح المذكور وينثرنه في البيت يميناً وشمالاً، وفي الطبق شيء من البخور وهو مخصوص بالولادة ،\n(1/8)",
        "\nويزعمن أنه ينفع من الأمراض، والكسل والعين والجآن والشرٌَ كله. \" المدخل لابن الحاج\"\n\n14. إذا أصيب الطفل بالكساح فيذهبن به مقيداً إلي المسجد ثلاث جمعات في حُجرةٍ ليأخذه أول خارج من المسجد ويدعو له أن يفكٌَ قيده. \" السنن والمبتدعات 332 \"\n\n15. إذا رمدت أعين أطفالهن تذهبن بهم إلي قنديل السيدة نفيسة :\nليكحلوا أعينهم من زيت قنديلها\n\nويقول الشيخ الشهيدي معلقاً علي هذه البدعة:\nوقد يكون ذلك سبباً في العور والعمى، لأن هذا الزيت طال عليه الزمن داخل القنديل ،\nفامتلأ بالجراثيم الضارة والغبار. \" السنن والمبتدعات 331 \"\n16. إذا تعوق الطفل عن الكلام وتأخر يحتلن حتى يحضرن غًراباً أسودا ً:\nينعق في فيه( فم الطفل) لينطق الطفل ويتكلم . \" السنن والمبتدعات\"\n17. الطواف بالبخور علي البيوت وإرقاء الأطفال برقي معينة :\nوذلك بمحضر من أمهاتهم، ويوهمونهم أن هذه الرقية وقاية لهم من العين وكل مكروه إلي السنة المقبلة. \" الإبداع صـ271 \"\n18. الذهاب بالأطفال المرضي إلي أضرحة الأولياء وإلقاؤهم فيها يوم الجمعة :\nوذلك من الزوال إلي الفراغ من صلاتها ( أي الجمعة ) يحبسونهم في الأضرحة، ويتركونهم فيها يبكون ويصيحون ويبولون ويتغوطون علي قبر ذلك الولي، هكذا يفعلون ثلاث جًمع ، ويزعمون أن ذلك سبب في شفاء الولد. \" الإبداع صـ427\"\n\n19. إذا أصيب الطفل بالنظرة مثلاً :\nتأتي أمٌُه بقطعة من الشبٌَ ووقادِ الفحم البلدي مثلاً ، وقطعة من النقود وتجعلُ الجميع في حزمة بيضاء ، وترميها من وراء ظهرها من غير أن تنظر إلي المكان الذي وقعت به ، ثم ترجع من غير أن تكلم أحداً . \" الإبداع في مضار الابتداع\"\n\n20. اعتقاد البعض أن أرواح الأبناء تتلبس بأجساد القطط :\nفهم يُكرمون القطط ويطعمونها لأجل أولادهم حتى وإن أفسدت أو اختطفت طعامهم ،\nلأنهم يَروْنَ أن أذي هذه القطط إنما هو أذي لأولادهن. \" السنن والمبتدعات صـ 335 \"\nوأخيراً ****\n(1/9)\n",
        "ينبغي أن نعلم أن هذه كلها اعتقادات فاسدة ،\nوأنها من البدع والخرافات التي ينبغي علي المسلمين أن يتركوها وإلا كان لهم حظا من قوله تعالي :\n{ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ } ( البقرة: 61)\nثانياً: الاعتقادات الفاسدة التي يتوهم البعض أنها تدفع الحسد أو العين ومنها:\n1. الاعتقاد بان العروسة الورق تدفع الحسد:\nفهناك من النساء إذا أحست بأن ولدها محسود ، فإنها تأتي بورقة وتقطعها على شكل عروسة ثم تأتي بالإبرة وتثقب بها الورقة ، وتقول في كل مرة من عين فلان ومن عين فلانة إلى أن تملاً الورقة بالثقوب ثم تحرقها ، وتأخذ هذا الرماد وتصلب به علي جبين الولد ظناً منها أنها بذلك دفعت عنه الحسد وهذا اعتقاد باطل .\nولقد علمنا النبي - صلى الله عليه وسلم - كيف نرقي أولادنا\nفقد أخرج البخاري عن ابن عباس – رضي الله عنهما –\nأن النبي - صلى الله عليه وسلم - كان يعوذ الحسن والحسن فيقول :\n\" أُعيذُكما بكلمات الله التامات من كل شيطان وهامة ومن كل عين لامة . \"\n\nوفي سنن الترمذي من حديث أبي سعيد الخدري – رضي الله عنه- قال: كان رسول الله - صلى الله عليه وسلم - يتعوذ من الجان وعين الإنسان حين نزلت المعوذتان ، فلما نزلتا أخذ بهما وترك ما سواهما.\nولا تنس رقية جبريل للحبيب الأمين - صلى الله عليه وسلم -\n\" بسم الله أرقيك من كل شيء يؤذيك من شر كل نفس وعين حاسد الله يشفيك بسم الله أرقيك \"\n\n2. الاعتقاد بأن التخطي فوق النار أو البخور، وكذلك تعليق التمائم والخرزة وحدوة الحصان والكف ( خمسة وخميسة ) وقرن الفلفل الأحمر والحذاء القديم والحظاظة وما شابه ذلك يزيل نظرة العين والحسد:\nوهذا كله من الشرك ، ومما لاشك فيه أن العين حق وهذا ما أخبرنا به النبي - صلى الله عليه وسلم -\n- فقد أخرج ابن ماجة بسند صحيح أن النبي - صلى الله عليه وسلم - قال:\n\" استعيذوا بالله من العين فإن العين حق\"\n(1/10)\n\nفلا ينبغي دفع العين وهو المعروف بالحسد بهذه الأمور الشركية ،\nفإن فاعل ذلك إن اعتقد أن هذه الأشياء تنفع أو تضر من دون الله فهو مشرك شركاً أكبر.\nوإن اعتقد أنها سبب للنفع أو الضرر والله لم يجعلها سبباً فهو مشرك شركاً أصغر، وهو يدخل في شرك الأسباب.\n\n- فإن العلاج من العين لا يكون إلا بالمشروع الذي جاء عن النبي - صلى الله عليه وسلم - :\n1) قراءة سورة الفاتحة.. 2) سورة الفلق. 3) سورة الناس .\n4) وكذلك قراءة آية الكرسي عند النوم .\n5) وكان النبي - صلى الله عليه وسلم - يضم كفيه ثم ينفث فيهما ثم يقرأ سورة الإخلاص والمعوذتين ثم يمسح بكفيه علي رأسه وجسده يفعل ذلك ثلاث مرات.\n6) بسم الله أرقيك من كل شيء يؤذيك من شر كل نفس أو عين حاسد الله يشفيك بسم الله أرقيك.\n7) أُعيذك بكلمات الله التامة من كل شيطان وهامة ومن كل عين لامة.\n8) وتضع يدك علي الذي يؤلمك من جسدك وتقول :بسم الله(3) مرات\nثم تقول : أعوذ بعزة الله وقدرته من شر ما أجد وأحاذر (7) مرات .\n9) اللهم رب الناس أذهب البأس ، أشف أنت الشافي لا شفاء إلا شفاؤك شفاء لا يغادر سقماً.\n\n3- الاعتقاد بوضع آيات قرآنية معينة – كآية الكرسي ـ علي صدور الأطفال للحفظ من العين والحسد وغيره من الأمراض(1):\nوهذا فيه محاذير:\nالأول: إن في ذلك امتهان لكتاب الله – عز وجل- لعدم إدراك الطفل معني وقدر الآيات المعلقة علي صدره، فيطأها بالنجاسة أو الأمور المستقذرة الأخرى.\nالثاني: أن هذا قد يؤدي إلي الوقوع في الشرك حيث يكون هذا ذريعة لتعليق غير القرآن.\nيقول فضيلة الشيخ محمد بن عبد الوهاب – رحمه الله – بعد ذكر قوله - صلى الله عليه وسلم - :–\n\" إن الرقي والتمائم والتولة شرك \" \" أحمد في مسنده \"\nالتمائم : شيء يعلق علي الأولاد يتقون به العين ،\nلكن إذا كان المعلق من القرآن فرخص فيه بعض السلف وبعضهم لم يرخص فيه ،\nويجعله من المنهي عنه\n__________\n(1) أحذر .. أقوال وأفعال واعتقادات خاطئة.",
        "(1/11)\n\nومنهم ابن مسعود – رضي الله عنه – ثم ذكر عن إبراهيم النخعي – رحمه الله – قال:\nكانوا يكرهون التمائم كلها من القرآن وغير القرآن .\nورجح الشيخ محمد بن عبد لوهاب – رحمه الله – المنع لعموم أدلة النهي وخوفاً من التمادي وتعليق غير القرآن ، ولأنه قد يعتمد عليها ، ومن تعلق شيئاً وُكل إليه، لكن عليه أن يعوذهم كما كان النبي - صلى الله عليه وسلم - يعوذ الحسن والحسين – رضي الله عنهما – من الجان وعين الإنسان ، ثم عوذهم كذلك بالمعوذتين وينبغي عليه أن يعلمهم قراءتهما في الصباح والمساء.\n\n4. الاعتقاد بأن الإنسان لا يصيب نفسه وماله وأهله بالعين:\nوهذا اعتقاد خاطئ إذ إن الإنسان قد يصيب نفسه أو ماله أو أهله بالعين وهذا ما بينه لنا النبي - صلى الله عليه وسلم -\n- فقد أخرج الإمام أحمد من حديث عامر بن ربيعة وسهل بن حنيف قال : قال رسول الله - صلى الله عليه وسلم - ::\n\" إذا رأي أحدكم من نفسه أو ماله أو من أخيه ما يعجبه فليدع له بالبركة ، فإن العين حق \"\nوالعائن يعجبه الشيء الذي يراه من إنسان أو حيوان أو متاع ، فتتمثل نفسه الشريرة الحاسدة بشيء من الضرر ، فتنطلق منها ذرات سامة تؤثر في المعين بإذن الله الكوني لا الشرعي ،\nوقد تحصل منه الإصابة دون قصد ، فقد يعين ولده أو زوجته أو دابته ونحو ذلك.\nومن خاف أن يقع منه ذلك فليقل إذا أعجبه شىء : ما شاء الله ، اللهم بارك وذلك لقوله تعالى :\n{ وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ } ( الكهف 39) ،\nولقول النبى - صلى الله عليه وسلم - :للصحابى الذى أصاب الآخر بالعين \" ألا بركت \" والحديث عند أحمد بسند صحيح\n5. الاعتقاد بأن تعليق جماجم الحيوانات أو أجزاء منها في البيت أو في الزرع فإن هذا يدفع العين والحسد:\nوهذا اعتقاد خاطئ يفعله البعض استناداً بحديث ضعيف أخرجه البيهقي في السنن الكبرى\n(1/12)",
        "\nعن علي – رضي الله عنه - قال : أُمر بالجماجم في الزرع أن تنصب ، فقال: من أجل ماذا ؟ فقال النبي - صلى الله عليه وسلم - : من أجل العين\" وهذا الحديث ضعيف.\nـ ولكن هناك من يعمل به إما لتحصيل منفعة أو لدفع ضرر، فيعتقد البعض أن تعليق منقار الغراب علي إنسان يحفظه من العين ، أو تعليق عين الذئب علي إنسان يحفظه من الصرع ،\nأو تعليق ناب الثعلب علي الصبي يذهب عنه الفزع عند النوم، وغير ذلك من الاعتقادات الباطلة والتي ما أنزل الله بها من سلطان.\n6. الاعتقاد بأن صلاة الجنازة علي العائن وهو حي تذهب العين والحسد:\nاشتهر هذا الفعل عند بعض العوام ، فتراهم إذا عرفوا عن إنسان أنه يصيب بعينه ، يصلون عليه كصلاة الجنازة ، ويزعمون أن ذلك يبطل تأثير إصابته ، كما أن الميت يبطل تأثير عينه ،\nـ وهذا كله لا يفيد ولا يمنع تأثير العين من هذا الحاسد.\n7. الاعتقاد أن الأخذ من فضلات العائن يمنع العين:\nهناك من الناس يلجأ للأخذ من فضلات بول أو غائط العائن لعلاج العين والحسد، وهذا اعتقاد باطل.\nيقول الشيخ ابن عثيمين:\n\"أما الأخذ من فضلاته العائدة من بوله أو غائطه فليس لها أصل \" أ هـ.\n8.الاعتقاد بأن التبخر بتراب العائن يعالج العين أو الحسد:\nفالبعض يعتقد أن الأخذ من أثر العائن وتبخير المعين منه يؤدي للشفاء وإزالة العين والحسد ، وهذا فيه مشابهة لما يقوم به السحرة من إطلاق البخور، واستخدامها في الطلاسم ، والتمائم السحرية.\n9. الاعتقاد بأن لبس الخواتم ذات الخرز الأزرق يدفع العين والحسد:\nوهذا اعتقاد خاطئ، وإنما تٌتقي العين أو الحسد بالأسباب الشرعية التي شرعها لنا رب البرية.\n10. الاعتقاد بأن تبخير البيوت بالأعشاب المتنوعة يطرد الجن والشياطين ويزيل العين والحسد:\nوهذا اعتقاد فاسد\nوقد سُئل فضيلة الشيخ عبد العزيز بن باز – رحمه الله –\nعن جواز التبخر بالشب، أو الأعشاب أو الأوراق ، وذلك لمن أصيب بالعين ، فأجاب فضيلته:\n(1/13)\n",
        "ـ لا يجوز علاج الإصابة بالعين بما ذُكر لأنها ليست من الأسباب العادية لعلاجها،\nوقد يكون المقصود بهذا التبخر استرضاء شياطين الجن والاستعانة بهم علي الشفاء،\nوإنما يعالج ذلك بالرقي الشرعية ونحوها مما ثبت في الأحاديث الصحيحة (فتوى 4393 ) أ هـ.\nـ وهناك من يذهب للمشعوذين ويستعين به في طلب الشفاء أو لدفع العين والحسد فيعطيه المشعوذ ورقة ويطلب منه أن يحرقها ويستنشق دخانها.\nوقد سُئل فضيلة الشيخ ( صالح الفوزان ) عن هذا فأجاب فضيلته :\nهذا من الخرافات التى ما أنزل الله بها من سلطان ، وهذه الورقة لا ندرى ماذا كُتب فيها ، ربما يكون قد كُتب فيها الشرك والكفر بالله – عز وجل- من هؤلاء المشعوذين ،\nفعلي كل حال يجب عليكم تجنب مثل هذا الشيء وعليكم بالاعتماد علي الله – سبحانه وتعالي –\nكما قال تعالي : { وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَآدَّ لِفَضْلِهِ يُصَيبُ بِهِ مَن يَشَاء مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ }( يونس: 107)\nوقال تعالي: { وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدُيرٌ } ( سورة الأنعام: 17)\nوقال الخليل – عليه السلام- قال الله تعالي : { وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ } ( سورة الشعراء: 80)\nـ فيجب علي المسلم أن يعتمد علي الله في طلب الشفاء بالدعاء والعبادة والتضرع إلي الله- سبحانه وتعالي- فهو الذي يملك الشفاء والعافية ، أما الذهاب إلي المنحرفين والمشعوذين ، وأخذ الأوراق منهم وإحراقها واستنشاقها وما أشبه ذلك ، فهذا من تلاعب الشيطان ، فعليكم بالتوبة إلى الله ـ عز وجل ـ وعليكم أيضاً بالأخذ بما أباح الله من الأدوية\n\" فإن الله ما أنزل داء إلا أنزل له دواء ، عَلِمه من علمه وجَهِله من جهله \" (البخاري)\n(1/14)\n\n11. تسخين الرصاص واستخدامه لطرد الجن والشياطين وللوقاية من العين والحس د:\nوهذا اعتقاد خاطئ فاسد\nوقد ورد سؤال إلي اللجنة الدائمة للإفتاء عن حكم صب الرصاص علي الرأس لفك السحر ؟\n\nفأجابت اللجنة برئاسة سماحة الشيخ عبد العزيز بن باز – رحمه الله - :\nولا يجوز له أن يخضع لما يزعمون علاجاً من صب رصاص ونحوه علي رأسه ،\nفإن هذا من الكهانة، ورضاه بذلك مساعدة لهم علي الكهانة والاستعانة بشياطين الجن\" أ هـ.\n\nوقال أبو بكر ابن محمد الحنبلي:\nولا يجوز للمسلم أن يخضع لما يزعمونه علاجاً ، كنمنمتهم بالطلاسم ، أو صب الرصاص ،\nونحو ذلك من الخرافات التي يعملونها، فإن هذا من الكهانة ، والتلبيس علي الناس ، ومن رضي بذلك فقد ساعدهم علي باطلهم وكفرهم . \" علاج الأمور السحرية من الشريعة الإسلامية ص102\"\n\n12. إلقاء قطعة من الطعام علي الأرض إذا لاحظ من ينظر إليه خوفاً من العين :\nوهذا اعتقاد فاسد كما قال فضيلة الشيخ ابن عثيمين – رحمه الله – عندما سُئل عن هذا :\nفقال ـ رحمه الله ـ : هذا اعتقاد فاسد لقول النبي - صلى الله عليه وسلم - :\n\" إذا سقطت لقمة أحدكم فليمط ما بها من الأذى وليأكلها.. \" الحديث \" وهو عند مسلم \"\n\n13. الاعتقاد بوضع المصحف في السيارة دفعاً للعين أو توقياً للخطر:\n\nوقد سئل فضيلة الشيخ محمد بن صالح العثيمين – رحمه الله –\nعن حكم وضع المصحف في السيارة من أجل التبرك والحصن من العين وأيضاً خشية أن تصدم ؟\nفأجاب – رحمه الله – حكم وضع المصحف في السيارة دفعاً للعين أو توقياً للخطر بدعة ،\nفإن الصحابة – رضي الله عنهم – لم يكونوا يحملون المصحف دفعاً للخطر أو العين ،\nوإذا كان بدعة فإن النبي - صلى الله عليه وسلم - قال:\n\" كل بدعة ضلالة وكل ضلالة في النار\" ( أخرجه الإمام أحمد والترمذي)\n\n14. الاعتقاد أن تعليق الحذاء في السيارة يدفع العين والحسد:",
        "(1/15)\n\nوهذا اعتقاد خاطئ وهو من الشرك ، و كذلك رش الملح أو قول القائل امسك الخشب ،أو خمسة وخميسة في عينك ، وهذه الأمور لا تدفع حسداً ولا تجلب نفعاً ، فأين هؤلاء من الرقية الشرعية.\n\n15. الاعتقاد أن الشبة والفسوخة علاج لدفع الحسد :\nـ فمن الناس من إذا أحس أن ابنه محسود أتي بالشبة والفسوخة من عند العطار ، ووضعهما على النار وطلب من ولده أن يمر عليها سبع مرات ،\nثم يزعم أنها سوف تتصور بصورة الحاسد ، ثم بعد ذلك يقع الرماد في قماشة ويلقيها بين أربعة مفارق ( شوارع )\nـ بل ومنهم من يبخر بيته أو محله كل صباح بالشبة والفسوخة لدفع الحسد ،\n\nوهناك أمور كثيرة أخرى تُفعل فيعتقدون أنها تدفع العين والحسد منها:\n16. الاعتقاد بأن الثوم يقي من العين والحسد.\n\n17. عدم العناية بنظافة الأولاد يقي من العين والحسد.\n\n18. كسر البيض علي السيارة ونحوها يقي من العين والحسد.\n19. تلطيخ السيارة بالدماء يقي من العين والحسد.\nوكل هذه الاعتقادات باطلة فاسدة\n\nثالثا : متفرقا ت\n1.اعتقاد البعض أن رسول الله - صلى الله عليه وسلم - خلق من نور عرش الرحمن:\nوهذا ما يتردد على ألسنة بعض الناس فتجدهم يقولون يا نور عرش الله\nجاء في كتاب الكلمات النافعة \" للشيخ / وحيد عبد السلام بالي صـ53:\nأن هذا يحتمل أمرين :\nالأول: أن النبي - صلى الله عليه وسلم - خلق من نور العرش وهذا خطأ لأنه – - صلى الله عليه وسلم - – بشر خُلق مثل البشر\nقال تعالي : { قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ } ( الكهف: 110)\nالثاني: أن يكون المراد أن النبي - صلى الله عليه وسلم - هو مصدر نور العرش\nوهذا باطل لأن الله تعالي يقول : { اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ } ( النور : 35 )\n2.اعتقاد البعض أن الرسول - صلى الله عليه وسلم - أول خلق الله :\nفهناك من الناس من يردد بهذا الكلام ، فيقول : \" يا أول خلق الله وخاتم رُسل الله \"\n(1/16)",
        "\nوهذا خطأ كبير لأن النبي - صلى الله عليه وسلم - ليس أول خلق الله والدليل على ذلك :\nما أخرجه أبو داود والترمذي بسند صحيح عن عبادة بن الصامت قال:\nسمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن أول ما خلق الله القلم فقال له : اكتب ،\nقال : رب وماذا أكتب ؟ قال: اكتب مقادير كل شيء حتى تقوم الساعة.\"\n3. الاعتقاد بأن هناك ساعة نحس في يوم الجمعة :\nوهذا اعتقاد خاطئ ، بل علي العكس إن هناك ساعة إجابة في يوم الجمعة ،الذي قال عنه النبي - صلى الله عليه وسلم - : كما في سنن البيهقي : \" أفضل الأيام عند الله يوم الجمعة \"\nأخرج البخاري ومسلم من حديث أبي هريرة أن النبي - صلى الله عليه وسلم - قال : ـ بعدما ذكر الجمعة ـ فقال:\n\" فيها ساعة لا يوافقها عبد مسلم وهو قائم يصلي يسأل الله تعالي شيئاً إلا أعطاه إياه \"\nـ واختلف العلماء في وقت هذه الساعة\nفذهب البعض إلي أنها من بعد طلوع الفجر إلى طلوع الشمس ، وهذا لا دليل عليه\nوذهب البعض إلى أنها ما بين أن يجلس الإمام علي المنبر إلي أن تقضي الصلاة ، وهذا مرجوح\nوالراجح هو ما ذهب إليه الفريق الثالث حيث قال : ما بين العصر إلى أن تغرب الشمس وذلك لما رواه أبو داود عن النبي - صلى الله عليه وسلم - أنه قا ل :\n\" يوم الجمعة ثنتا عشرة ساعة ، منها ساعة لا يوجد عبد مسلم يسأل الله فيها شيئاً إلا أتاه إياه ، فالتمسوها آخر ساعة بعد العصر.\"\n4. الاعتقاد في تأثير النجوم والكواكب في الحوادث وحياة الناس (حظك اليوم – أنت والنجوم):\nالبعض يقرأ في أبراج الحظ في الجرائد والمجلات ، ويؤمن بما جاء فيها\nومن فعل ذلك فهو على خطر عظيم،لأنه يعتقد أن لها تأثيراً وتصرفاً في الكون وهذا من الشرك.\nأما إن قرأها للتسلية فهو عاص آثم ، لأنه لا يجوز التسلي بقراءة الشرك\nبالإضافة لما قد يلقي الشيطان في نفسه من الاعتقاد بها ، فتكون وسيلة للشرك.\nأخرج البخاري عن زيد بن خالد الجهني- رضي الله عنه – قال:\n(1/17)\n",
        "\" صلى بنا رسول الله - صلى الله عليه وسلم - صلاة الصبح بالحديبية – على أثر سماء كانت من الليلة –\nفلما انصرف أقبل على الناس ، فقال : هل تدرون ماذا قال ربكم ؟ قالوا : الله ورسوله أعلم ،\nقال: أصبح من عبادي مؤمن بي وكافر، فأما من قال مُطرنا بفضل الله ورحمته فذلك مؤمن بي وكافر بالكواكب ، وأما من قال مُطرنا بسوء كذا وكذا فذلك كافر بي ومؤمن بالكواكب.\"\n\nوأخرج الإمام مسلم أن النبي - صلى الله عليه وسلم - قال :\n\" أربع من أمتي من أمر الجاهلية لا يتركونهن الفخر في الأحساب، والطعن في الأنساب والاستسقاء بالنجوم والنياحة.\"\nوالنجوم إنما يستفاد منها ثلاثة أمور ذكرها الله في كتابه :\nوهي زينة السماء ، ورجوماً للشياطين ، وعلاماتٍ يُهتدي بها.\nقال تعالى : { وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ } ( الملك : 5)\nوقال تعالي : { وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ } ( النحل: 16)\nفمن زاد غير ذلك فقد أخطأ.\n5. الاعتقاد في السحرة والعرافين \" فتح المندل- قراءة الكف والفنجان..\" :\nوهذا كله مخالف للشرع ، فقد أخرج الإمام مسلم أن النبي - صلى الله عليه وسلم - قال:\n\"من أتي عرافاً أو كاهناً فصدقه بما يقول ، فقد كفر بما أنزل علي محمد \" .\nـ وعلي هذا فلا يجوز الذهاب للسحرة والعرافين ، وقراءة الكف والفنجان ، وقراءة حظك اليوم ،\nلأن كل هذا من الكهانة .\nوالنبي - صلى الله عليه وسلم - قال كما عند الطبراني : \" لا تأتوا الكهان \" .\n6. الاعتقاد أن \" الحظاظة \" تجلب الحظ :\nبعض الشباب يلبس فى يده حلقة من جلد تسمى \" الحظاظة \" ويظن أنها تجلب الحظ ، وهذا اعتقاد فاسد يجب أن ينزه عنه المسلمون ، والحظاظة هذه من التمائم والتى نهى عنها الشرع وعن التعلق بها .\nفقد أخرج الإمام أحمد والحاكم أن النبى - صلى الله عليه وسلم - قال :\n(1/18)\n\n\" من تعلق تميمة فلا أتم الله له ، ومن تعلق ودعة فلا ودع الله له \"\n\" الكلمات النافعة فى الأخطاء الشائعة صـ 35 \"\n7. الاعتقاد بأن كثرة الضحك سيعقبه نكد أو شر:\nفإنهم يعتقدون أن مَن يكثر من الضحك فإن هذا سيعقبه شر أو نكد فيقولون :\" اللهم اجعله خير\"\nلكن ينبغي لنا أن نعلم أن كثرة الضحك قد نهانا النبي - صلى الله عليه وسلم - عنها\nفقد أخرج ابن ماجة بسند صحيح أن النبي - صلى الله عليه وسلم - قال لأبي ذر:\n\"لا تكثر الضحك فإن كثرة الضحك تميت القلب \" \" صحيح الجامع 4735 \"\nوفي سند الإمام أحمد :\n\"وكان النبي - صلى الله عليه وسلم - لا يضحك إلا تبسما ً\"\n8. الاعتقاد أن أحد العيدين إذا جاء يوم جمعة فهذا من الشؤم:\nوهذا اعتقاد باطل فاسد ويرده هذا الحديث\nفقد أخرج أبو داود عن زيد بن أرقم – رضي الله عنه- قال :\n\" اجتمع عيدان علي عهد رسول الله - صلى الله عليه وسلم - في يوم واحد فصلي العيد في أول النهار، وقال :\nيا أيها الناس إن هذا يوم قد اجتمع لكم فيه عيدان \".\n9. الاعتقاد أن صوت البومة أو الغراب أو الحدأة ، أو طنين الأذن أو رفيف العين أو أكلان اليد\nأو تنميل القدم منذر بشؤم:\nوهذا كله من الاعتقادات التي كانت في الجاهلية ،وجاء الإسلام وأبطلها .\n\nفقد أخرج الإمام مسلم أن النبي - صلى الله عليه وسلم - قال:\n\" لا عدوي ولا طيرة ولا هامة و لا صفر ولا غول \"\nوالطيرة تعني التشاؤم ، فلا يجوز التشاؤم أو التفاؤل من أي شيء لأن الأمور كلها بيد الله .\nوفي الحديث الذي أخرجه البيهقي عن ابن عمر – رضي الله عنهما – أن النبي - صلى الله عليه وسلم - قال :\n\"من عرض له من هذه الطيرة شيء فليقل اللهم لا طير إلا طيرك ولا خير إلا خيرك ، ولا إله غيرك \".\nوقال عكرمة – رضي الله عنه – كنا جلوساً عند ابن عباس – رضي الله عنهما – فمر طائر يصيح، فقال رجل من القوم : \" خير خير\" ، فقال ابن عباس –رضي الله عنهما- : لا خير ولا شر.\"\nأضف إلي ذلك أن ****: ـ",
        "(1/19)\n\nـ هناك من يتشاءم من ذكر كلمة الموت ، فإذا ما ذكر عندهم قالوا بعيد الشر أو الشر بره وبعيد ، في حين أن النبي - صلى الله عليه وسلم - قال : كما عند البيهقى:\n\" أكثروا من ذكر هادم اللذات : الموت ، فإنه لم يذكره أحد في ضيق من العيش إلا وسعه عليه ،\nولا ذكره في سعة إلا ضيقها عليه.\"\nـ وهناك كذلك من يتشاءم من اللون الأسود أو الأزرق ، وهذا أيضاً لا يجوز،\nلأن التشاؤم من أي شيء شرك.\nفقد أخرج أبو داود أن النبي - صلى الله عليه وسلم - قال :\n\" الطيرة شرك ، الطيرة شرك ، الطيرة شرك \"\nوالطيرة : تعني التشاؤم كما مر بنا ، وعليه فلا ينبغي التشاؤم من ألوان معينة أو أيام معينة أو أرقام معينة أو أشخاص معينين أو أي شيء ، فالله تعالي يقول: { قُل لَّن يُصِيبَنَا إِلاَّ مَا كَتَبَ اللّهُ لَنَا } ( التوبة : 51)\n10. الاعتقاد أن تربية السلحفاة فى البيت تجلب الرزق :\nيعتقد بعض الناس أنهم إذا ربوا السلحفاة فى البيت فإنها تجلب الرزق والبركة ، وهذا اعتقاد باطل\n11. الاعتقاد أن البركة تحل في البيت بتلطيخ جدرانه بدماء الذبائح :\nوهذا اعتقاد فاسد ويفعلونه كذلك عند شراء سيارة جديدة فيلطخونها بالدماء رجاء البركة ودفع للعين.\n\n12.الاعتقاد أن دفن اٍلعرسة أمام البيت أو المحل يجلب الرزق :\nوهذا من الاعتقادات الفاسدة حيث يظنون أن دفن العِرسة ( واسمها في اللغة: أم عرس ) حية أو ميتة تحت عتبة المحل أو البيت يجلب الرزق ، وإذا اعتقد إنسان في ذلك فهذا من الشرك الذي ينبغي أن ينزه المسلم نفسه عنه.\n13. الاعتقاد أن تعليق المشيمة يُدر اللبن في البهيمة:\nفهناك من المزارعين البسطاء من يعتقد أنه إذا ولدت بهيمته ، فأخذ قطعة من المشيمة ووضع عليها بعض حصوات الملح ثم ربطها في صرة من القماش ، وقام بعد ذلك بتعليقها في رقبتها، فإنها تدر اللبن، وهذا اعتقاد فاسد ، فإن الذي يجعلها تدر اللبن هو الله الذي بيده مقاليد السماوات والأرض سبحانه وتعالي.\n(1/20)",
        "\n14. الاعتقاد أن البخور بعظام كلب أو حمار يزيد من محصول الأرض :\nومن المزارعين كذلك من إذا وجد أن المحصول قل في أرضه أو كان مذاقه مراً ، قام بجمع بعضه في عظام كلب أو حمار ثم أشعل النار وقام يبخر بها الأرض ، ظناً منه أن ذلك سيكون سبباً في مضاعفة انتاج الأرض أو تحسين مذاق المحصول بعد مرارته ، وهذا اعتقاد فاسد يجب أن يتنزه عنه المسلمون.\n15.الاعتقاد أن العرقسوس يأتي بالبركة :\nفهناك من الناس من يشتري العرقسوس ثم يرشه أمام المحل أو البيت أو يغسل به عجل السيارة ظناً منه أنه يأتي بالبركة وهذا اعتقاد باطل .\n16. الاعتقاد بأن كنس المنزل بالليل يورث الفقر: وهذا من الخرافات ومنها أيضاً :ـ\nترك بعض الناس تنظيف البيت وكنسه عقب سفر أحد من أهله تشاؤماً وظناً أن ذلك إذا حدث فلن يرجع المسافر\nـ ويعتقدون كذلك أن فتح المقص وغلقه يجلب النكد\nـ وكذلك يعتقدون أن وطْء قشر الثوم يجلب النكد\nـ وكذلك يمنعون استعمال أو سلف إبرة الخياطة والمنخل ليلاً\nـ وهناك من يعتقد أن النظر في الِمرْآة ليلاً يجلب المصائب والشرور.\n17. الاعتقاد أن العائد للمريض لا ينبغى عليه أن يأكل أو يشرب عنده :\nظناً منهم أن ذلك فيه ضياع للثواب والأجر،\nوهذا اعتقاد فاسد إذ إنه ليس هناك نص صحيح يدل على هذا الاعتقاد والادعاء\n18. الاعتقاد بأن الهدية لا تهدي ولا تباع :\nوهو اعتقاد خاطئ وهذا الكلام ليس بحديث ولا حكم شرعي ،\nبل إن الهدية إذا امتلكها العبد فله أن يتصرف فيها كيفما يشاء سواء بالبيع أو الإهداء.\n19. الاعتقاد بأنه لا كلام ولا سلام علي طعام :\nوهذا غير صحيح بل إن السلام مشروع في كل الأحوال ، كذلك يجوز الكلام علي الطعام.\n20.الاعتقاد بأن ذبح الغراب أو اليمامة فوق رأس الطفل الذي تأخر عن الكلام يجعله ينطق ويتكلم :\nوهذا اعتقاد فاسد وإنما عليهم أن يلجئوا إلى الله تعالي أن يفرج عن هذا الولد ويمن عليه بنعمة النطق ،\n(1/21)\n",
        "وأن يأخذوا بالأسباب فيذهبوا إلى طبيب متخصص في علم الصوت والتخاطب.\n21. الاعتقاد أن طاسة الخضة ( الطربة ) تبرئ المذعور:\nوهي طاسة من النحاس بها أربعون مفتاحاً تملأها بِكرٌ وتضعها ليلة علي ظهر البيت مكشوفة للسماء\nثم يتجرعها المذعور صباحاً أياماً معلومة وهذا كله من الجهل والضلال\nفأين هم من قوله تعالي { أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ } ( سورة الرعد:28)\n22.الاعتقاد بأن الإناء إذا كسر فإنه أخذ الشر وراح :\nوهذا ليس صحيحاً فإن كسر الإناء لم يأخذ الشر ولا الخير، فالأمور كلها مقدرة بقدر الله\nوالصواب أن نقول قدرَّ الله وما شاء فعل.\n23.الاعتقاد بأن إزالة شعر الشارب للمرأة أو اللحية داخل في النمص:\nوهذا اعتقاد خاطئ ، بل لها أن تزيل شعر الشارب إذا ظهر ، أو شعر اللحية كذلك\nفإن هذا إعادة للخلقة إلى أصلها وليس تغييراً لها.\n24.اعتقاد بعض المحجبات أن الذراع الذي أمر النبي - صلى الله عليه وسلم - أن ترخيه المرأة يبدأ من القدمين :\nوهذا اعتقاد خاطئ ، حيث أن الشبر الذي قال به أو الذراع يبدأً من منتصف الساق ،\nكما نقله في عون المعبود (11 /174) ولهذا قال النبي - صلى الله عليه وسلم - لأم سلمة : \" يرخينه شبراً \" ،\nقالت : إذاً تنكشف أقدامهن ، فرخص النبي - صلى الله عليه وسلم - لهن بالذراع .\n25.الاعتقاد بأن صوت المرأة عورة :\nوهذا اعتقاد خاطئ ، حيث إن هناك من الأدلة ما يدل علي خلاف ذلك منها:\nما أخرجه البخاري ومسلم من حديث محمد بن سعد عن أبيه قال:\n(1/22)\n\nاستأذن عمر بن الخطاب – رضي الله عنه – علي رسول الله - صلى الله عليه وسلم - وعنده نسوة من قريش يسألنه ويستكثرنه عالية أصواتهن علي صوته ، فلما استأذن عمر تبادرن الحجاب، فأذن له النبي - صلى الله عليه وسلم - فدخل والنبي - صلى الله عليه وسلم - يضحك ، فقال : أضحك الله سنك يا رسول الله بأبي أنت وأمي ، فقال: عجبتُ من هؤلاء اللاتي كن عندي لما سمعن صوتك تبادرن الحجا ب، فقال: أنت أحق أن يهبن يا رسول الله ثم أقبل عليهن ، فقال : يا عدوات أنفسهن أتهبنني ولم تهبن رسول الله - صلى الله عليه وسلم -\nفقلن : إنك أفظ وأغلظ من رسول الله - صلى الله عليه وسلم - ، فقال رسول الله - صلى الله عليه وسلم - : أيهٍ يا ابن الخطاب والذي نفسي بيده ما لقيك الشيطان سالكاً فجاً إلا سلك فجاً غير فجك \"\nـ فلم ينكر النبي - صلى الله عليه وسلم - ردهن علي عُمر فلو كان صوتهن عورة لأنكر ذلك .\nكذلك ما أخرجه الإمام أحمد وغيره بسند حسن عن أسماء بنت يزيد قالت:\nإن رسول الله - صلى الله عليه وسلم - خرج إلى النساء في جانب المسجد فإذا أنا معهن فسمع أصواتهن\nفقال: يا معشر النساء إنكن أكثر حطب جهنم ، فناديت رسول الله - صلى الله عليه وسلم - وكنت جريئة على كلامه.\nفقلت: يا رسول ا لله - صلى الله عليه وسلم - لِم ؟، قال: لأنكن إذا أعطيتن لم تشكرن ، وإذا ابتليتن لم تصبرن ، فإذا أمسك عنكن شَكَوتُن ، وإياكن وكفران المنعمين، فقلت : يا رسول الله - صلى الله عليه وسلم - وما كفران المنعمين ؟ قال: المرأة تكون عند الرجل وقد ولدت له الولدين والثلاثة فتقول : ما رأيت منك خيراً قط \" .\n\nوكذلك أخرج البخاري ومسلم من حديث أم هاني – رضي الله عنها – قالت :\nذهبت إلى رسول الله - صلى الله عليه وسلم - عام الفتح فوجدته يغتسل وفاطمة ابنته تستره فسلمت عليه،\nفقال: من هذه ، فقلت : أنا أم هاني بنت أبي طالب ، فقال : مرحباً أم هاني .. الحديث",
        "(1/23)\n\nوكذلك ما أخرجه البخاري : أن فاطمة- رضي الله عنها – قالت لأنس لما دفن رسول الله - صلى الله عليه وسلم - :\nيا أنس أطابت نفوسكم أن تحثوا علي رسول الله - صلى الله عليه وسلم - التراب.\nلكن علي المرأة أن تتكلم أمام الأجانب علي قدر الحاجة ، وأن لا تلين معهم في الكلام\nفإن هذا قد يثير أصحاب القلوب الضعيفة المريضة.\nوقد قال الله تعالي : {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا } ( الأحزاب : 32)\nملحوظة***\n1ـ يقول القرطبى ـ رحمه الله ـ فى تفسيره لقوله تعالى : {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِن\nوَرَاء حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ } ( الأحزاب : 53) ،\nفقال : إن المرأة عورة ـ بدنها وصوتها ـ فلا يجوز كشف ذلك إلا لحاجة كالشهادة عليها وغيره\nوتعقبه الشيخ / ابن باز ـ رحمه الله ـ فقال : كما مجموع فتواه : \" وقول القرطبى ـ رحمه الله ـ :\nإن صوت المرأة عورة يعنى \" إذا كان ذلك مع الخضوع ، أما صوتها العادى فليس بعورة ،\nلقول الله سبحانه : {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا } ( الأحزاب : 32)\nـ وقد سُئلت اللجنة الدائمة للبحوث الإسلامية والإفتاء :\nهل صحيح ما يقال بأن صوت المرأة عورة ؟ فأجابت اللجنة : ليس صوت المرأة عورة بإطلاق ، فإن النساء كن يشتكين إلى النبى - صلى الله عليه وسلم - ويسألنه عن شئون الإسلام ، ويفعلن ذلك مع الخلفاء الراشدين\n(1/24)",
        "\nـ رضى الله عنهم ـ وولاة الأمور بعدهم ، ولم ينكر ذلك عليهن أحد من أئمة الإسلام ، ولكن لا يجوز لها أن تتكسر فى الكلام ، ولا تخضع فى القول لقوله تعالى : {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا } ( الأحزاب : 32) لأن ذلك يغرى بها الرجال ، ويكون فتنة لهم كما دلت عليه الآية المذكورة ، وبالله التوفيق . أهـ\n2 ـ حديث \" صوت المرأة عورة \" حديث لا أصل له .\n3 ـ وللمرأة أن ترفع صوتها بالتلبية في الحج أو العمرة بحيث تسمع رفيقتها إذا أمنت الفتنة.\nفقد أخرج النسائي والترمذي وأبو داود عن السائب بن خلاد قال: قال رسول الله - صلى الله عليه وسلم - :\n\" جائنى جبريل فقال : يا محمد مٌر أصحابك أن يرفعوا أصواتهم بالتلبية \"\nوهذا الأمر يدخل فيها النساء.\nوهذا ما فهمته عائشة –رضي الله عنها-\nفقد أخرج ابن أبي شيبة في بسند صحيح عن القاسم قال:\n\" خرج معاوية ليلة النفر فسمع صوت تلبية ، فقال : من هذا؟ قالوا: عائشة اعتمرت من التنعيم ، فذكر ذلك لعائشة فقالت: لو سألني لأخبرته ..\" الحديث\nولذا قال شيخ الإسلام ابن تيمية –رحمه الله – كما في الفتاوى(26/115):\n\" والمرأة ترفع صوتها بحيث تسمع رفيقتها \" أ هـ.\nمع العلم أن بعض العلماء قد منع رفع صوت المرأة بالتلبية.\n26.الاعتقاد بأن عدم زيارة القبر النبوي ينقص من أجر الحج:\nفتعتقد الواحدة منهن أنها لو حجت إلى بيت الله وقامت بسائر المناسك ولكنها لم تزر مسجد النبي - صلى الله عليه وسلم - ـ لأي عذرـ أن حجها ناقص أو غير مقبول ، بل يتصور بعضهن أن الحج هو زيارة قبره الشريف - صلى الله عليه وسلم - .\n27. اعتقاد بعض النساء أن لبس البياض أفضل للإحرام:\n(1/25)\n",
        "وهذا اعتقاد خاطئ ، فإنه لا يتعين لون خاص للنساء عند إحرامهن ، وإنما تحرم في ثياب عادية يشترط في الثوب : أن يكون ثخيناً لا يشف عما تحته ، وأن يكون فضفاضاً غير ضيق\nألايكون مزيناً يستدعى أنظار الرجال ، أن لا يكون مُطيباً ، ألايكون لباس شهرة\nألا يشبه لباس الرجال ، ألايشبه لباس الكافرات ، ألايكون فيه تصاليب ، ألايكون فيه تصاوير.\n28. اعتقاد البعض أن غرز السكين علي باب البيت في ليلة عيد الفطر يمنع الشياطين من دخول البيت لأنها تخاف من السكين:\nوهذا اعتقاد باطل ، فهناك من يقول إن الشياطين تُسلسل في أول ليلة من شهر رمضان، وهذا حق فقد أخبر النبي - صلى الله عليه وسلم - كما عند الترمذي :\n\" إذا كان أول ليلة من شهر رمضان صُفدت الشياطين ومَرَدة الجن..\" الحديث\nفيقول إذا انقضي شهر رمضان فإن الشياطين تنطلق بضراوة شديدة ،\nفلهذا يضع السكين علي باب البيت اعتقاداً منه أن هذا يطرد الشياطين وهذا اعتقاد باطل.\nقال الشيخ / علي محفوظ : كما في الإبداع ص 435:\n\"من الخرافات غرز السكين ليلة عيد الفطر علي أبواب المنازل والغرف ، يرون أن الشياطين التي كانت مسجونة في شهر رمضان تخرج من سجنها ليلة العيد فيتقون دخولها المساكن بهذه السكين\" أهـ\nوقال الشقيري- رحمه الله – كما في السنن والمبتدعات ص 308:\n\" من خيبة عقول نسائنا اعتقادهن\nأن غرز السكاكين ليلة عيد الفطر يطرد الشياطين التي كانت مسجونة في شهر رمضان\" أهـ\nـ وهنا نود أن نقول لكل من أراد طرد الشياطين من البيت : أين أنت من سورة البقرة ؟\n\nفقد أخرج الإمام مسلم عن أبي هريرة - رضي الله عنهم - أن رسول الله - صلى الله عليه وسلم - قال:\n\" لا تجعلوا بيوتكم قبوراً فإن البيت الذي تُقرأ فيه سورة البقرة لا يدخله شيطان\".\n\nوفي رواية عند الحاكم وصححها الذهبي وحسنها الألباني في الصحيحة ( 558) :\n(1/26)\n\n\" إن لكل شيء سناماً، وإن سنام القرآن سورة البقرة ، وإن الشيطان إذا سمع سورة البقرة تقرأ خرج من البيت الذي تقرأ فيه سورة البقرة \" .\n29. الاعتقاد فى أن الشيطان ينبت بعض الزرع :\nمن المزارعين وغيرهم من يقول أن الزرع الذى ينبت بدون أن يتعمد زراعته \" شيطانى \" وهذا خطأ ، فالشيطان لا ينبت الزرع ، وإنما يقال له \" ربانى \". قال الله تعالى : { أَفَرَأَيْتُمْ مَا تَحْرُثُونَ أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ إِنَّا لَمُغْرَمُونَ بَلْ نَحْنُ مَحْرُومُونَ } (الواقعة 63 : 67)\n30. الاعتقاد أن الشمس تخلق بعض أعضاء الإنسان :\nبعض الناس يعتقد أن الشمس تخلق بعض أعضاء الإنسان ، فإذا سقطت \" سنة \" من فم ولده الصغير ، قال له : خذها وارم بها فى عين الشمس وقل : \" يا شمس يا شموسة خذى سنة الحمار وهاتى سنة العروسة \" فينشأ الطفل معتقدا أن الشمس هى التى تهب الأسنان\n31.اعتقاد البعض أن لمس المصحف لا يجوز للمحدث( غير متوضئ) :\nوهذا اعتقاد خاطئ ، إذ أن المسألة خلافية والراجح جواز مسه للمحدث\nفقد ذهب مالك والشافعي وأحمد وجماهير العلماء :\nـ إلي أنه لا يجوز للمحدث أن يمس المصحف وحجة هذا الفريق:\n1- قوله تعالي: { لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ} ( الواقعة : 79)\n2- حديث عمرو بن حزم أن النبي - صلى الله عليه وسلم - كتب إلي أهل اليمن كتابًا ونبه : \" لا يمس القرآن إلا طاهر\"\nورداً علي هذه الأدلة قال صاحب كتاب صحيح فقه السنة :\nأما الآية الكريمة فلا يتم الاستدلال بها إلا بعد جعل الضمير في\" يمسُه \" راجعاً إلي القرآن\nوالظاهر الذي عليه أكثر المفسرين أنه عائد علي الكتاب المكنون الذي في السماء وهو اللوح المحفوظ، والمطهرون : هم الملائكة ، ويُشعر بهذا من سياق الآيات الكريمة :\n{",
        "(1/27)\n\nإِنَّهُ لَقُرْآنٌ كَرِيمٌ* فِي كِتَابٍ مَكْنُونٍ* لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ}\nويتأيد هذا بقوله تعالي:\n{فِي صُحُفٍ مُكَرَّمَةٍ* مَرْفُوعَةٍ مُطَهَّرَةٍ*بِأَيْدِي سَفَرَةٍ* كِرَامٍ بَرَرَةٍ} ( سورة عبس 12:16)\n- وأما الحديث فضعيف لا يصلح للاحتجاج لأنه في صحيفة غير مسموعة ,\nوفي رجال إسناده خلاف شديد ،\nوعلي فرض صحته ، وأن الضمير في الآية : عائد علي القرآن\nفنقول \" الطاهر\" من المشتركات اللفظية فيطلق علي المؤمن ، وعلي الطاهر من الحدث الأكبر ، وعلي الطاهر من الحدث الأصغر، وعلي من ليس علي بدنه نجاسة ، فرجعت المسألة إلي المقرر في الأصول.\nـ فمن أجاز حمل المشترك اللفظي علي جميع معانيه ، حمله عليها هنا،\nلكن لما كان إطلاق اسم النجس علي المؤمن المحدث أو الجنب لا يصح لا حقيقة ولا مجازاً ولا لغة لقوله - صلى الله عليه وسلم - : في الحديث الذي أخرجه البخاري ومسلم \" المؤمن لا ينجس \"\nوثبت أن المؤمن طاهر دائماً ، امتنع أن تتناوله الآية والحديث ،\nفيتعين حمل اللفظ علي من ليس بمشرك كما قال تعالي: { إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} ( التوبة : 28) ولحديث النهي عن السفر بالقرآن إلي أرض العدو،ومن قال المشترك مجمل فيها فلا يعمل به حتى يبين قال : لا حجة في الآية أو الحديث ، حتى ولو صدق اسم \" الطاهر\" محل من ليس بمحدث حدثاً أكبر أو أصغر . \" نبيل الأوطار ( 1/ 260) \"\nفعلم أنه لا دليل علي إيجاب الوضوء لِمس المصحف ،\nوهذا هو مذهب أبي حنيفة وداود وابن حزم\nوبه قال ابن عباس وجماعة من السلف واختاره ابن المنذر حيث قال في الأوسط ( 5/ 34) :\nوإذا كان المسلم ليس بنجس فهو طاهر كحالته قبل أن يجنب ، غير أنه مأمور بالاغتسال عبادة يعبد الله بها عبادُه، وكما أمر من خرج من دبره ريح أن يغسل أعضاء الوضوء وهو قبل أن يغسل أعضاء الوضوء طاهر الأعضاء ، غير أنه متعبد بالطهارة كما تعبد الجنب بالاغتسال.\n(1/28)",
        "\n32. اعتقاد أن المرأة الحائض ليس لها أن تقرأ القرآن أو أن تسجد سجدة التلاوة إذا سمعت آية سجدة أو قرآنها:\nومما لا خلاف عليه :\nأنه يجوز للحائض الذكر والتسبيح وقراءة كتب الحديث والفقه والدعاء والتأمين عليه واستماع القرآن ، أما قراءة القرآن فهو أمر خلافي والراجح جواز ذلك ،\nوذهب إلي ذلك أبو حنيفة وهوالمشهور من مذهب الشافعي وأحمد\nبل نقل ابن حجر في فتح الباري إلى أن البخاري وابن جرير وابن المنذر ذهبوا إلى جواز ذلك.\nقال ابن حزم – رحمه الله كما في المحلي ( 1/ 77-78)\nقراءة القرآن والسجود فيه ومس المصحف وذكر الله تعالي أفعال خير مندوب إليها مأجور فاعلها ، فمن ادعي المنع فيها في بعض الأحوال كُلف أن يأتي بالبرهان.\nوقال شيخ الإسلام ابن تيمية – رحمه الله - :\nليس في منعها من القرآن سنة أصلاً، فإن قوله - صلى الله عليه وسلم - :\n\" لا تقرأ الحائض ولا الجنب شيئاً من القرآن \" حديث ضعيف باتفاق أهل المعرفة بالحديث ،\nوقد كان النساء يحضن في عهد النبي - صلى الله عليه وسلم - فلو كانت القراءة محرمة عليهن كالصلاة لكان هذا مما بينه النبي - صلى الله عليه وسلم - لأمته وتعلمته أمهات المؤمنين ، وكان ذلك مما ينقلونه في الناس ، فلما لم ينقل أحد ذلك عن النبي - صلى الله عليه وسلم - لم يجز أن يجعل حراماً ،\nمع العلم أنه لم ينه عنه مع كثرة النساء الحيض في زمنه - صلى الله عليه وسلم - فعلم أنه ليس بمحرم.\n** وأما بالنسبة لسجود التلاوة :\nفليس هناك مانع من سجود المرأة الحائض إذا سمعت السجدة ، فليست السجدة بصلاة ،\nولا يشترط لها الطهارة.\nفقد ثبت في صحيح البخاري ( 486) :\nأن النبي - صلى الله عليه وسلم - تلا سورة النجم فسجد فيها وسجد معه المسلمون والمشركون والجن والإنس\nـ ومن البعيد أن يقال أن الجميع كانوا علي وضوء ثم إن سجدة التلاوة ليست بصلاة ،\nوبنحو هذا قال الزهري وقتادة كما في مصنف عبد الرزاق.\n(1/29)\n",
        "33. اعتقاد البعض أن مدة النفاس أربعين يوماً:\nوهذا فهم خاطئ للحديث الذي رواه أبو داود وغيره عن أم سلمة :\n\" كانت النفساء علي عهد رسول الله - صلى الله عليه وسلم - تقعد بعد نفاسها أربعين يوماً أو أربعين ليلة \"\nفمفهوم الحديث كما قال الجمهور: أن أقصي مدة النفاس أربعون يوماً ثم تغتسل وتصلي ، وإن استمر الدم ويكون هذا الدم فاسداً وتتوضأً لكل صلاة كالمستحاضة ، وإذا طهرت قبل الأربعين فإنها تغتسل وتصلي ويأتيها زوجها .\n\nقال الترمذي : \" أجمع أهل العلم من أصحاب النبي - صلى الله عليه وسلم - ومن بعدهم علي أن النفساء تدع الصلاة أربعين يوماً إلي أن تري الطهر قبل ذلك فتغتسل وتصلي \"\n34.الاعتقاد بأنه يجوز ذكر الله داخل الخلاء:\nفهناك من يعتقد جواز ذلك استناداً لهذا الحديث الذي أخرجه البخاري ومسلم عن أنس بن مالك\n- رضي الله عنه – قال :\nكان رسول الله - صلى الله عليه وسلم - إذا دخل الخلاء قال: اللهم إني أعوذ بك من الخُبثِ والخبائث\"\nفيعتقدون بلفظ الحديث ( كان إذا دخل قال ) أنه بعد الدخول يُقال هذا الدعاء .\n\nوعند ابن أبي شيبه بلفظ: كان إذا دخل الكنيف قال: بسم الله اللهم إني أعوذ بك من الخبث والخبائث\"\nوهذا اعتقاد خاطئ ، فقد رد الشوكاني علي هذه الشبهة فقال كما في نيل الأوطار ( 1/ 97):\nقوله \" إذا دخل الخلاء \" فقد قال في الفتح : أي \" كان هذا الذكر عند إرادة الدخول لا بعده \"\n\nوقد صرح بهذا البخاري في الأدب المفرد فعن أنس – رضي الله عنه- قال:\n( كان النبي - صلى الله عليه وسلم - إذا أراد أن يدخل الخلاء قال..) فذكر مثل حديث الباب\nوهناك ما يؤيد هذا المعني وهو قوله تعالي:\n{فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ } ( سورة الحجر: 98)\n(1/30)\n\nومعناها أي إذا أردت قراءة القرآن فأستعذ بالله من الشيطان الرجيم ، وليس المراد طبعاً أنك بعد قراءة القرآن فاستعذ بالله من الشيطان الرجيم، وليس المراد طبعاً أنك بعد قراءة القرآن أن تستعذ بالله من الشيطان الرجيم.\n35.اعتقاد البعض أن القيء والقلس ينقض الوضوء:\nفهناك من يعتقد ذلك اعتماداً علي الحديث الذي رواه ابن ماجة والدارقطني وفيه:\n\"من أصابه قيء أو رعاف أو قلس أو مذي فلينصرف ، فليتوضأ. ثم ليبن على صلاته، وهو في ذلك لا يتكلم\". لكن الحديث ضعيف.\nقال الأمام الشوكاني –رحمه الله –\nالحديث أعله غير واحد من أهل العلم ، لأنه من رواية \" إسماعيل بن عياش عن ابن جريح \"\nوهو حجازي ورواية إسماعيل عن الحجازيين ضعيفة.\nوقد ذهب شيخ الإسلام ابن تيمية – رحمه الله :\nإلي أن القئ والقلس لا ينقضان الوضوء.\n\n36. الاعتقاد بأنه يلزم الوضوء بعد الغسل:\nوهذا اعتقاد خاطئ فإنه من اغتسل غسلاً شرعياً وأراد أن يصلي ،فلا يلزمه أن يتوضأ ، فإن طهارة الجنابة تقضي علي طهارة الحدث، لأن موانع الجنابة أكثر من موانع الحدث فدخل الأقل في الأكثر.\nففي سنن الترمذي وعند النسائي وابن ماجة عن عائشة – رضي الله عنها – قالت:\n\"كان رسول الله - صلى الله عليه وسلم - لا يتوضأ بعد الغسل من الجنابة \"\nوعند أبي داود وأحمد بلفظ:\n\"يغتسل ويصلي ركعتين ولا أراه يحدث وضوءاً بعد الغسل\"\nوأخرج عبد الرزاق في مصنفه عن ابن عمر – رضي الله عنهما- قال:\n\"إذا لم تمس فرجك بعد أن تقضي غسلك، فأي وضوء أسبغ من الغسل \"\nوعند ابن أبي شيبة في مصنفه عن حذيفة – رضي الله عنه – قال:\n\" أما يكفي أحدكم أن يغتسل من قرنه إلى قدمه حتى يتوضأ \"\nقال أبو بكر ابن العربي:\nلم يختلف العلماء أن الوضوء داخل الغسل ، وأن طهارة الجنابة تأتي علي طهارة الحدث وتقضي عليها.\nملحوظة:***\n1ـ لا يجب علي المغتسل من الجنابة أن ينوي رفع الحدث الأصغر وهو مذهب الجمهور",
        "(1/31)\n\nواختاره شيخ الإسلام ابن تيمية – رحمه الله –\n2- أما من أحدث بعد الغسل فيلزمه الوضوء، وهذا مما لا يخفي علي أحد.\n\n37.اعتقاد البعض أن من فاتتها صلاة تقضيها في اليوم الثاني مع نفس الصلاة :\nفهناك من إذا فاتته صلاة المغرب مثلاً فإنه يقضيها مع صلاة المغرب في اليوم الذي يليه،وهذا خطأ:\nفقد أخرج أبو داود والترمذي أن النبي - صلى الله عليه وسلم - قال:\n\" إنه ليس في النوم تفريط إنما التفريط في اليقظة فإذا نسي أحدكم صلاة أو نام عنها فليصلها إذا ذكرها.\"\nوذلك لأنك لا تدري متى تأتيك المنية فلابد أن تبرئ الذمة بأداء هذه الصلاة ، ولا تؤجلها إلى الغد فلعل غد يأتي وأنت فقيد.\n- ولعل من فاتته الصلاة فيؤخرها إلي اليوم الثاني ليصليها مع أختها يستند إلي الحديث الذي فيه : \"أن النبي - صلى الله عليه وسلم - نام هو وأصحابه في سفر، فما أيقظهم إلا حد الشمس – وقد طلعت – فقال النبي - صلى الله عليه وسلم - : ليس في نوم تفريط ، إنما التفريط علي من لم يصل الصلاة حتى يجيء وقت الصلاة الأخرى ،\nفمن فعل ذلك فليصلها حين ينتبه لها ، فإذا كان من الغد فليصلها عند وقتها ..\" الحديث\nقول النبي - صلى الله عليه وسلم - فإذا كان من الغد فليصلها عند وقتها اضطربت أقوال العلماء في معناه ،\nوالصحيح الذي عليه المحققون ما ذكره النووي – رحمه الله – أن معناه : أنه إذا فاتته صلاة فقضاها لا يتغير وقتها، ويتحول في المستقبل بل يبقي كما كان، فإذا كان الغد صلي صلاة الغد في وقتها المعتاد ، وليس معناه أنه يقضي الصلاة الفائتة مرتين ، مرة في الحال ، ومرة في الغد\n( شرح مسلم للنووي 2/988)\n38. الاعتقاد بأن الزواج في شهر المحرم حرام:\nوهذا اعتقاد خاطئ ،حيث أن الزواج جائز في أي وقت\nـ وكذلك الاعتقاد بأن الزواج في شهر شوال يورث الضنك والنزاع وهذا اعتقاد خاطئ أيضا\nوالذي يدل علي فساده أن عائشة – رضي الله عنها – تزوجت رسول الله - صلى الله عليه وسلم - في شوال\n(1/32)",
        "\nولم يكن هناك من النساء من هي أحب إليه منها.\nفقد أخرج الإمام أحمد في مسنده عن عائشة – رضي الله عنها – قالت: \" تزوجني رسول الله - صلى الله عليه وسلم - في شوال ، وبني بي في شوال ، فأي نساءِ رسول الله - صلى الله عليه وسلم - كانت أحظي عندهُ مني ؟ \"\nقال ابن كثير – رحمه الله – كما في البداية والنهاية ( 3/203):\nوفي دخوله بعائشة – رضي الله عنها – في شوال رد لما يتوهمه بعض الناس من كراهية الدخول بين العيدين خشية المفارقة بين الزوجين، وهذا ليس بشيء \" أ هـ.\nوقد ذكرت كتب السيرة أن النبي - صلى الله عليه وسلم - عقد( لفاطمة) بنته علي ( علي بن أبي طالب) -رضي الله عنه- بعد بنائه بعائشة بأربعة أشهر ونصف شهر، فيكون زواج فاطمة في شهر صفر، وذكر بعضهم أنه كان في أوائل المحرم ، وعلي العموم فلا ينبغي التشاؤم بالعقد في أي يوم ولا في أي شهر لأنه لم يرد نهي يمنع من الزواج في وقت معين ،ثم إن هذا التشاؤم من الطيرة التي نهي الإسلام عنها،\nفقال النبي - صلى الله عليه وسلم - كما في مسند الإمام أحمد \" الطيرة شرك\"\n39.اعتقاد أن العروس ليلة بنائها لا يصح أن تلمس عتبة المنزل بقدميها:\nوهذا اعتقاد فاسد توارثته الأجيال جيل بعد جيل ، وهو تقليد روماني قديم لأنهم يعتقدون أن عتبة المنزل شيء مقدس عند الربة \" فيستا \" العذراء ولا يصح أن تلمس العروس هذه العتبة بقدميها ، وهذا الاعتقاد انتشر وفشي بين أبناء المسلمين ، وتجد مصداق هذا عندما تري العريس يحمل عروسه ليلة الزفاف عند دخولهما المنزل لأول مرة ،هو يفعل هذا تقليداً ولا يعرف أن هذا أصله اعتقاد فاسد.\n40. الاعتقاد بان الزوج إذا جامع زوجته ولم ينزل لا يجب عليهما الغسل:\nوهذا اعتقاد خاطئ يعتقده بعض النساء والرجال والصحيح أنه إذا جامع الرجل زوجته وجب الغسل أنزلا أو لم ينزلا للحديث الذي أخرجه البخاري ومسلم عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال:\n(1/33)\n",
        "\"إذا جلس بين شعبها الأربع ثم جهدها فقد وجب الغسل وإن لم ينزل \"\n\nوفي صحيح مسلم عن عائشة ـ رضي الله عنها ـ\n\"أن رجلاً سأل رسول الله - صلى الله عليه وسلم - عن الرجل يجامع أهله ثم يكسل هل عليهما غسل ؟ وعائشة جالسة\nفقال رسول الله - صلى الله عليه وسلم - إني لأفعل ذلك أنا وهذه ثم نغتسل \"\nوالإكسال : هو الجماع دون إنزال.\n\nقال النووي – رحمه الله – تعليقاً علي هذا الحديث :\nوهذا لا خلاف فيه اليوم ، وقد كان فيه خلاف لبعض الصحابة ومن بعدهم ، ثم انعقد الإجماع علي ما ذكرناه أ.هـ\n\nتنبيهات:\n1ـ ذهب بعض العلماء إلي عدم الغسل في حالة عدم الإنزال استناداً لقول النبي - صلى الله عليه وسلم - :\nوهو في صحيح مسلم \" إنما الماء من الماء \"\n\" أي : ماء الغسل إنما يكون من ماء المني إذا نزل، ولكن الحديث منسوخ للأدلة السابقة.\n2ـ إذا جامع الرجل زوجته دون إيلاج فليس عليهما غسل بالاتفاق\n\n، وقد سئل إبراهيم النخعي عن الرجل يجامع زوجته في غير الفرج فينزل الماء ؟\nقال : يغتسل هو ولا تغتسل هي ، ولكن تغسل ما أصاب منها.\n41. اعتقاد بعض النساء أنه لا يجوز لها أن تنظر إلى عورة زوجها أو أن تُظْهِر هي عورتها أمام زوجها ، والاعتقاد بأن النظر إلى العورة يورث العمى:\nوهذا اعتقاد خاطئ ، بل يجوز لكل منهما أن ينظر إلى عورة الآخر دون حرج وهذا ما تدل عليه النصوص الصحيح الثابتة:\nفقد أخرج البخاري ومسلم عن أم المؤمنين عائشة – رضي الله عنها – قالت:\n\" كنت أغتسل أنا والنبي - صلى الله عليه وسلم - من إناء واحد من الجنابة \"\nوأخرج الأمام أحمد والترمذي وأبو داود عن معاوية بن حيدة- رضي الله عنه – قال:\n\" قلت يا رسول الله :عوراتنا ما نأتي منها وما نذر ؟ قال : احفظ عورتك إلا من زوجتك أو ما ملكت يمينك \" والحديث الأول دال علي جواز ذلك في حق المرأة\nقال الحافظ ابن حجر في الفتح ( 1 / 290)\nاستدل به الداودي علي جواز نظر الرجل إلى عورة امرأته وعكسه ،\n(1/34)\n\nويؤيده ما رواه ابن حبان من طريق سليمان بن موسي أنه سئل عن الرجل ينظر إلى فرج امرأته، فقال: سألت عطاء ؟ فقال: سألت عائشة ؟ فذكر هذا الحديث بمعناه وهو نص في المسألة،\nولم يصح عنه - صلى الله عليه وسلم - قط أنه نهي عن التجرد من الثياب عند الجماع أو نهي عن نظر أحد الزوجين إلى عورة صاحبه أو فرجه في جماع أو غيره ،\nوكل ما يروي في ذلك ضعيف غير صحيح بل الثابت عنه - صلى الله عليه وسلم - خلاف ذلك\nوقد نقل ابن أبي زيد القيرواني المالكي عن الإمام مالك :\n\" أنه قيل له هل يجامع الرجل امرأته ليس بينه وبينها ستر ؟ قال : نعم ، قيل : إنهم يرون كراهيته ، قال: الغِ ما يتحدثون به ، قد كان النبي - صلى الله عليه وسلم - وعائشة – رضي الله عنها – يغتسلان عريانين ،\nفالجماع أولي بالتجرد ، قال : ولا بأس أن ينظر إلى الفرج في الجماع . \"\n42. اعتقاد المرأة بأنه يلزم نقض الضفائر عند غسل الجنابة :\nوهذا اعتقاد خاطئ ، فإنه لا يلزم للمرأة إن كان لها ضفائر أن تنقض شعرها ( تحل ضفائرها ) لكن عليها أن توصل الماء إلي أصول شعرها.\nففي صحيح مسلم من حديث أم سلمة – رضي الله عنها – قال:\n\"قلت يا رسول الله : إني امرأة أشد ضفر رأسي أفأنقضه لغسل الجنابة ؟ قال: لا إنما يكفيك أن تحثي علي رأسك ثلاث حثيات ثم تفيضين عليك الماء فتطهرين . \"\nوقد أنكرت (عائشة) –رضي الله عنها – علي (عبد الله بن عمرو) – رضي الله عنهما-\nأمره للنساء بنقض رءوسهن عند غسل الجنابة.\nفقد أخرج الإمام مسلم عن عبيد بن عمير أنه قال:\n\"بلغ عائشة أن عبد الله بن عمرو يأمر النساء إذا اغتسلن أن ينقضن رءوسهن ، فقالت: يا عجبا لابن عمرو هذا يأمر النساء إذا اغتسلن أن ينقضن رءوسهن أفلا يأمرهن أن يحلقن رءوسهن ؟ لقد كنت أغتسل أنا ورسول الله - صلى الله عليه وسلم - من إناء واحد ولا أزيد علي أن أفرغ علي رأسي ثلاث إفراغات. \"\nملحوظة ***",
        "(1/35)\n\nنقض الضفائر يكون في غسل التطهر من الحيض أو النفاس علي الراجح\nوذلك للحديث الذي أخرجه البخاري ومسلم عن عائشة – رضي الله عنها ـ قال :\n\" إن أسماء سألت رسول الله - صلى الله عليه وسلم - عن الغسل من الحيض ، فقال : ( تأخذ إحداكن ماءها وسدرها فتطهر، فتحسن الطهور، أو تبلغ في الطهور، ثم تصب على رأسها فتدلكه دلكا شديدا، حتى تبلغ شئون رأسها، ثم تصب عليها الماء ، ثم تأخذ ِفرْصة ممسكة فتطهر بها ، قالت : كيف أتطهر بها ؟ قال :(( سبحان الله ! تطهري بها )) قالت عائشة :(( كأنها تخفي ذلك )) تتبعي بها أثر الدم\".\nففي هذا الحديث بين النبي - صلى الله عليه وسلم - لأسماء في غسل المحيض أنها تصب علي رأسها فتدلكه حتى تبلغ شئون رأسها لكن في غسل الجنابة قال لأم سلمة : إنما يكفيك أن تحثي علي رأسك ثلاث حثيات\nثم تفيضين عليك الماء فتطهرين ،\nـ ففرق النبي - صلى الله عليه وسلم - بين غسل الجنابة وغسل التطهر من الحيض ، وعليه ينبغي أن تنقض المرأة الضفائر في غسل الحيض .\nوهذا ما ذهب إليه الإمام أحمد والحسن وطاووس وانتصرله ابن القيم\nوهو الراجح خلافاً لمن ذهب إلي أن نقض الضفائر في غسل المحيض مستحب والله أعلم.\n43. الاعتقاد بأن المرأة هي المسئولة عن إنجاب الذكور:\nفإذا ما أنجبت المرأة بنتاً أصاب الزوج من الهم والحزن ، ويزداد هذا الهم هماً إذا تكرر ذلك وولدت له بناتاً ، فتحدث المشكلات وقد يصل الأمر إلى الطلاق وهذا خطأ من جهتين : ـ\nالجهة الأولي : أنه اعتراض علي قدر الله سبحانه وتعالي:\nفهو القائل: { لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ * أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ }\n(الشوري: 49-50)\nالجهة الثانية : مشابهة أهل الكفر الذين كانوا كماأخبرعنهم ربهم جل وعلا :\n{\n(1/36)",
        "\nوَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ * يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ }( النحل 58-59)\nهذا ***\nوقد أثبتت التجارب والأبحاث العلمية الحديثة أن نوع المولود لا دخل للمرأة فيه مطلقاً ، وأن الرجل هو الذي يحمل أيا من النوعين xx أوxy بإذن الله .\nوهذا ما كانت المرأة القديمة تعتقده بفطرتها السليمة\nفهذه امرأة رجل يسمي أبو حمزة هجرها لأنها لم تلد له بنتاً فقال:\nما لأبي حمزة لا يأتينا ... ويذهب للبيت الذي يلينا\nتراه حيران غضبان لأننا ... لم نلد له البنينا\nوالله ما هذا لعيب فينا ... فنحن كالأرض لزارعينا\nننبت ما قد أُلقي فينا\n\n44.الاعتقاد بأن الولى يؤذى من يذكره بسوء :\nبعض الناس يعتقد أنه لو ذكر فلانا من الأولياء بسوء فقد يؤذيه فى بدنه أو ماله أو ولده ، وهذا اعتقاد خاطئ باطل ، لأن المتصرف فى الكون هو الله تعالى ، لكن علينا ألا نذكر موتى المسلمين إلا بخير.\nفقد أخرج النسائى أن النبى - صلى الله عليه وسلم - قال : \" لا تذكروا موتاكم إلا بخير \"\n\nوأخرج البخارى أن الحبيب النبى - صلى الله عليه وسلم - قال : \" لا تسبوا الأموات ، فإنهم قد أفضوا إلى ما قدموا \"\nولا بد أن نعلم أن الخوف من العبادات القلبية التى يجب ألا تصرف إلا لله وحده \"\n... ... ... ... ... الكلمات النافعة فى الأخطاء الشائعة صـ 35 \"\n\n45.الاعتقاد أن من قُتل في مكان خرج عفريته:\nفمن الناس من يعتقد أن من مات مقتولاٍ أو محروقاً في شقة ( مثلاً) فإنه يخرج عفريته بين الحين والحين علي من يسكن في تلك الشقة ، وهذه خرافة لا أصل لها في الكتاب أوفي السنة\nوإنما هي أوهام ألقتها الشياطين في عقول كثير من الناس.\n46. اعتقاد البعض أن روح الميت تحوم حول المكان الذي مات فيه:\nوهذه من الخرافات لا أساس لها في الشرع.\n(1/37)\n",
        "47. الاعتقاد بأن الميت ينجس بموته :\nولم يقل بذلك إلا الشيعة ويرد عليهم ما في الصحيحين : \" إن المؤمن لا ينجس \"\n48. الاعتقاد أن الشياطين يأتون المحتضر علي صفة أبويه في زي يهودي أو نصراني حتى يعرضوا عليه كل ملة ليضلوه:\nقال السيوطي لم يرد ذلك\n49. اعتقاد بعض النساء أن هناك أمور تنفع الميت بعد موته وهي ليست كذلك:\nومن أمثلة ما يظن أنه ينفع الميت وهو لا ينفعه:\n- قراءة الفاتحة كقول البعض : الفاتحة علي روح فلان ، أو الذهاب لقبره وقراءة الفاتحة.\n- قراءة القرآن عند القبر وخصوصاً قراءة سورة يس.\n- الصلاة عن الميت أو صوم الفرض عنه ( علي خلاف بين أهل العلم في هذه المسألة).\n- إقامة سرادق ( خيمة للعزاء ) بعد الوفاة في أول خميس والأربعين والسنوية.\n- وضع الجريد والصبار وباقة الورد علي القبر\n- قراءة القرآن ثم وهب ثوابه للميت ، وهذا كله لا ينفع الميت ولا يصل إليه\nحيث إنه لم يرد دليل علي ذلك .\n- وهذه الأمور كما نعلم غيبية ليس للعقل فيها اجتهاد\nوإنما الذي ينفع الميت بعد موته وجاء الدليل به :\n- دعاء المسلمين الصالحين\n- الصدقة الجارية ( سقي الماء ، شق نهر، بناء مسجد..)\n- قضاء الدين عنه\n- الموت جهاداً في سبيل الله\n- العلم النافع الذي نشره ، وإذاعته وعلي رأسه العلم الشرعي\n- العتق الحج أو العمرة\n- الولد الصالح الصدقة\n- الصوم عنه صيام النذر.\n50. الاعتقاد بأنه لا فائدة من الدعاء طالما أن كل شيء قد قُدر :\nفيعتقدون أن الشيء إذا قدر فلابد من وقوعه سواء دعا العبد أم لم يدع ،\nوإن لم يكن قدر لم يقع سواء سأله العبد أو لم يسأله:\nوالجواب***\nنتركه لابن القيم فيقول في كتابه الداء والدواء:\nظنت طائفة صحة هذا الكلام فتركت الدعاء وقالت لا فائدة فيه وهؤلاء مع فرط جهلهم وضلالهم\n– متناقضون – فلو أطرد مذهبهم لوجب تعطيل جميع الأسباب فيقال لأحدهم:\n(1/38)\n\nإن كان الشبع والري قد قدرا لك فلابد من وقوعهما أكلت أو لم تأكل ؟وإن لم يقدر لك لم يقعا أكلت أم لم تأكل؟ وإن كان الولد قد قدر لك فلابد منه وطأت الزوجة أو الأمة أو لم تطأها ؟ وإن لم يقدر لم يكن ، فلا حاجة إلى التزوج والتسري وهلم جرا.....\nـ فهل يقول هذا عاقل أو آدمي ، بل الحيوان البهيم مفطور علي مباشرة الأسباب التي بها قوامه وحياته ، فالحيوانات أعقل وأفهم من هؤلاء الذين هم كالأنعام بل هم أضل.\nوالصواب *** ؟ إن ها هنا قسماً ثالثاً غير ما ذكره السائل :\nوهو أن المقدور قدر بأسباب ومن أسبابه : الدعاء ، فلم يقدر مجرداً عن سببه ولكن قدر بسببه\nـ فمتى أتي العبد بالسبب وقع المقدور، ومتى لم يأت بالسبب انتفي المقدور،\nوهذا كما قدر الشبع والري بالأكل والشرب ، وقدر الولد بالوطء، وقدر حصول الزرع بالبذر،\nوقدر خروج نفس الحيوان بذبحة ، وكذلك قدر دخول الجنة بالأعمال ودخول النار بالأعمال .\nوهذا القسم : هو الحق وهذا الذي حرمه السائل ولم يوفق له : وحينئذ فالدعاء من أقوي الأسباب\nـ فإذا قدر وقوع المدعو به بالدعاء لم يصح أن يقال لا فائدة في الدعاء\nكما لا يقال لا فائدة في الأكل والشرب وجميع الحركات والأعمال .\nـ وليس شيء من الأسباب أنفع في الدعاء ولا أبلغ في حصول المطلوب\nبل الفقيه كل الفقه الذي يرد القدر بالقدر ويدفع القدر بالقدر ويعارض القدر بالقدر.\nـ بل لا يمكن للإنسان أن يعيش إلا بذلك\nفإن الجوع والعطش والبرد وأنواع المخاوف والمحاذير هي من القدر ،\nوالخلق كلهم ساعون في دفع هذا القدر بالقدر.\nوهكذا ***\nفإن من وفقه الله وألهمه رشده يدفع قدر العقوبة الأُخروية بقدر التوبة والإيمان والأعمال الصالحة ، فهذا هو القدر المخوف في الدنيا وما يضاده\nـ فرَبُ الدارين واحد ، وحكمته واحدة ، لا تناقض بعضها بعضاً ، ولا يبطل بعضها بعضاً\nفهذه المسألة من أشرف المسائل لمن عرف قدرها ورعاها حق رعايتها وفي ذلك قيل",
        "(1/39)\n\nلو لم ترد نيل ما أرجو وأطلبه ... من جود كفيك ما علمتني الطلبا\n\n... هذا والله تعالى أعلى وأعلم .........\nسبحانك اللهم وبحمدك ، أشهد أن لا إله إلا أنت ، أستغفرك وأتوب إليك ... ...\n(1/40)"
    ]
}