{
    "partText": [
        "\n\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلوة والسلام على محمد وآله وصحبه الطيبين الطاهرين وبعد ، فيقول المفتقر إلى الله تعالى علي ابن المرحوم الشيخ محمد رضا ابن المغفور له الشيخ هادي من آل كاشف الغطاء.",
        "تطور علم الفقه\nإن علم الفقه لما كان من العلوم التي ترتبط بواقع الحياة وصميمها لأنه تعالج فيه الوقائع والحوادث الداخلية والخارجية حيث انه العلم بالأحكام الإلهية لأفعال المكلفين فكان ولا بد أن تصقل مسائله العقول وتنقح مطالبه الأفكار ويناله التطور الذي ينال كل علم من العلوم التي يكون لها هذا الشأن. كيف لا وموضوعه هو أفعال المكلفين وهي تتغير بتغير الزمن\nوتتطور بتطور الحياة وكم كان الفرق بين الحياة في صدر الإسلام وبينها في هذه الأيام فان في هذه الأيام قد صارت استفادة قوانينه وتطبيقها على الحوادث النازلة والوقائع المتجددة واستنباط الوظائف الدينية في الحياة العملية ، واستلهام الأحكام الشرعية منها تحتاج إلى مهارة علمية ومقدرة فنية لانقطاع زمن الوحي وهذا أمر يتجدد بتجدد الحوادث ويختلف باختلاف الافهام وسعة الاطلاع ، فكان تطور علم الفقه بتطور الزمن وتجدده بتجدد الأحداث أمراً لازماً لطبيعة موجوديته ولنفس حيويته وان تمر به أدوار مختلفة منذ نشأته حتى اليوم. وعلى الفقيه الاطلاع على هذه الأدوار وتاريخ تطورها باختلاف الظروف والأحوال وتعدد مظاهرها الناتج عن اختلاف المذاهب والأنظار وتفاوت العقائد والأفكار ، بل يكاد أن يكون من المحتم على من أراد زيادة البصيرة في هذا العلم التعرف بما قطعه هذا العلم من الخطوات والعقبات في مضمار رقيه وتقدمه الذي أبرزه بهذه الصورة في هذه الحياة ، فان في ذلك عرضاً للأسس العامة للثقافة الدينية وبياناً لمناهج دراستها العلمية الفقهية وهو ما يزيد الفقيه معرفة وخبرة واطلاعاً وبصيرة ، والذي حصلناه من بطون الكتب المحررة في هذا الموضوع واستخرجناه من المؤلفات في هذا العلم انه قد مرت بهذا العلم أدوار متعددة.\nالدّور الأول",
        "لعلم الفقه\nالأول : دور التشريع للأحكام الشرعية حيث ان الأحكام الشرعية هي التي يتركز عليها علم الفقه لكونها هي التي يبحث في علم الفقه عن ثبوتها لأفعال المكلفين ، وهذا الدور يبدأ من زمن بعثة الرسول صلى‌الله‌عليه‌وآله‌وسلم وقد كانت عند ما أكمل الأربعين سنة من عمره قبل هجرته للمدينة المنورة بثلاث عشرة سنة حيث كانت بعثته سنة 610 م تقريباً عند ما صعقه الوحي في غار حراء فقال له (اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الْإِنْسانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ) فارتعدت صلى‌الله‌عليه‌وآله‌وسلم فرائصه ورجفت جوانبه وعاد إلى أهله قائلاً زملوني فزملوه حتى ذهب عنه الفزع والروع.\nمكان الوحي ومبدؤه\nكان ذلك الوحي في 27 من رجب عند الامامية وفي 17 من شهر رمضان عند أهل السنة في الموضع الذي كان محل عبادته صلى‌الله‌عليه‌وآله‌وسلم بضواحي مكة المكرمة (غار حراء) ثمّ أخذ المسلمون يتلقون من الرسول صلى‌الله‌عليه‌وآله‌وسلم الأحكام الدينية وما يوحى إليه فيه في دار الارقم بمكة المكرمة.",
        "ثمّ بعد ذلك اصبح منزل رسول الله صلى‌الله‌عليه‌وآله‌وسلم في مكة المكرمة هو الذي فيه يتلقى منه صلى‌الله‌عليه‌وآله‌وسلم الأحكام الفقهية والقوانين السماوية.\nومن بعد ذلك كان مسجده صلى‌الله‌عليه‌وآله‌وسلم في المدينة المنورة هو الموضع الذي يأخذ منه صلى‌الله‌عليه‌وآله‌وسلم الأحكام الشرعية والمعارف الإلهية ، وينتهي هذا الدور بوفاته صلى‌الله‌عليه‌وآله‌وسلم بعد الهجرة للمدينة المنورة بعشر سنين أي سنة 633 م.\nمقدار الزمن الذي بلغ صلى‌الله‌عليه‌وآله‌وسلم الرسالة\nفتبليغه صلى‌الله‌عليه‌وآله‌وسلم يبلغ اثنتين وعشرين سنة وعدة اشهر.",
        "وقد ذكر بعضهم بأنه عبارة عن اثنتين وعشرين سنة وشهرين واثنين وعشرين يوماً وقد كانت دعوته صلى‌الله‌عليه‌وآله‌وسلم سراً بعد بعثته إلى مدة ثلاث سنوات وبعدها أمره الله تعالى بأن يجهر بدعوته بقوله تعالى : (فَاصْدَعْ بِما تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ) واستمرت دعوته ما يقارب ثلاث عشرة سنة\nفي مكة المكرمة وقد نزل عليه من القرآن ما يقارب ثلثيه ثمّ ذهب للطائف بعد بعثته بعشر سنين سنة 620 م.\nوقت الاسراء والمعراج وفرض الصلاة\nوفي السنة الحادية عشرة من بعثته المصادف سنة 621 م وقت الأسراء والمعراج وفرضت الصلوات الخمس اليومية.",
        "وقت زمن هجرته صلى‌الله‌عليه‌وآله‌وسلم\nثمّ هاجر من مكة إلى المدينة المنورة في السنة الثالثة عشرة من بعد بعثته وقد وصلها يوم الجمعة 2 تموز سنة 623 م.\nمبدأ التاريخ الإسلامي\nوكانت هجرته هذه هي بدأ التاريخ الإسلامي الهجري القمري وفي المدينة تكونت الدولة الإسلامية بقيادة الرسول صلى‌الله‌عليه‌وآله‌وسلم ، وأخذ الرسول يبين الأحكام الإسلامية حتى كملت فنزل قوله تعالى : (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً) وكان نزولها قبل وفاة الرسول صلى‌الله‌عليه‌وآله‌وسلم بثلاثة اشهر ولم تنزل بعدها آية من آيات الأحكام.",
        "مدة نشره صلى‌الله‌عليه‌وآله‌وسلم للأحكام\nكانت مدة نشره صلى‌الله‌عليه‌وآله‌وسلم للأحكام في المدينة المنورة عشر\nسنوات نزل فيها من القرآن ثلثه الأخير وشيء يسير منه.\nالأعمال التي قام بها صلى‌الله‌عليه‌وآله‌وسلم في المدينة المنورة",
        "وفي السنة الأولى من الهجرة بنى صلى‌الله‌عليه‌وآله‌وسلم المسجد النبوي وبنى مسجد قبا وفيها شرع الجهاد والآذان وصلاة العيدين. وعن الواقدي انه لا خلاف بين الحجازيين في انه في هذه السنة 12 ربيع الثاني زيد في الصلاة ركعتان بعد أن كانت ركعتين حضراً وسفراً ولعله هو مراد الشيخ الطوسي من قوله في مصباحه في أول سنة من الهجرة استقر فرض صلاة الحضر والسفر.\nوفي السنة الثانية من الهجرة تحولت القبلة من المسجد الأقصى وهو بيت المقدس إلى الكعبة بعد أن صلى المسلمون إلى البيت المقدس (16) شهراً. وفيها كان أول خمس خمسه النبي صلى‌الله‌عليه‌وآله‌وسلم فاخذ الصفايا والخمس في غزوة بني قينقاع وأعطى الباقي لأصحابه. وفي شهر شعبان منها شرع صوم شهر رمضان بعد ما كان الصوم ثلاثة أيام من كل شهر. وفيها فرضت زكاة الفطرة.\nثمّ بعد ذلك فرضت في هذه السنة زكاة الأموال وسنت صلاة العيد وتزوج الإمام علي عليه‌السلام بفاطمة سيدة النساء بنت رسول الله صلى‌الله‌عليه‌وآله‌وسلم\nوفي السنة الرابعة شرع القصر في صلاة المسافرين.",
        "وفي السنة الخامسة ابطلت عادة التبني التي كان العرب يعاملون فيها الربيب معاملة الابن الحقيقي.\nوفي السنة السادسة فرض الحج وفيها توجه النبي صلى‌الله‌عليه‌وآله‌وسلم مع أصحابه إلى مكة معتمراً فمنعه المشركون.\nوفي السنة السابعة اعتمر النبي صلى‌الله‌عليه‌وآله‌وسلم.\nوفي السنة التاسعة حج بالناس أبو بكر.",
        "وفي السنة العاشرة توفى إبراهيم ابن النبي. وفيها حج النبي صلى‌الله‌عليه‌وآله‌وسلم حجة الوداع وخطب خطبته المعروفة وبين فيها ان علياً خليفته.\nأسماء سني هجرته صلى‌الله‌عليه‌وآله‌وسلم\nوقد سمى المسلمون السنوات من هجرته إلى وفاته بأسماء مخصوصة ، فالأولى بعد الهجرة سموها سنة الأذن ، والثانية سنة الأمر بالقتال ، والثالثة سنة التمحيص ، والرابعة سنة الترفئة ، والخامسة سنة الزلزال ، والسادسة سنة الاستئناس ، والسابعة سنة الاستغلاب ، والثامنة سنة الاستواء ، والتاسعة سنة البراءة ، والعاشرة سنة الوداع ، وكانوا يستغنون بذكرها عن عددها من الهجرة.\nكيفية بيان التشريع في هذا الدور",
        "وفي هذا الدور كان التشريع للأحكام اما بآية من القرآن العظيم أو بالسنة من النبي الكريم صلى‌الله‌عليه‌وآله‌وسلم. والسنة من النبي صلى‌الله‌عليه‌وآله‌وسلم عبارة عن كلامه صلى‌الله‌عليه‌وآله‌وسلم أو كتابته صلى‌الله‌عليه‌وآله‌وسلم أو فعله صلى‌الله‌عليه‌وآله‌وسلم أو تقريره صلى‌الله‌عليه‌وآله‌وسلم وامضائه صلى‌الله‌عليه‌وآله‌وسلم فان هذه الأربعة تسمى باصطلاح الفقهاء بالسنة نقلاً من معناها اللغوي الذي هو الطريقة ويسمى الحاكي للسنة (بالخبر أو الحديث) وهو تارة يكون متواتراً وتارة يكون خبراً غير متواتر ويسمى بالخبر الواحد.\nوقد تطلق السنة على ما يعم الحاكي والمحكي.\nاتجاه التشريع في مكة المكرمة\nوكان التشريع في مكة المكرمة متجهاً نحو تركيز العقيدة واصلاح الفاسد منها ومكافحة الإلحاد والشرك بالله وإثبات الرسالة المحمدية.",
        "اتجاه التشريع في المدينة المنورة\nوفي المدينة المنورة كان متجهاً إلى سن الأحكام الشرعية والقواعد الفقهية حتى كمل الدين وتمت رسالة سيد المرسلين\nولم يترك حادثة صغيرة أو كبيرة إلا ونجد حكمها بنصوصه أو آثاره أو في كلياته وأصوله ، وترك معرفة الوقائع المتجددة لفهم المتفقهين في قوانينه وهذا ما صير الدين الإسلامي يتماشى مع سائر العصور خاتمة للأديان وصالحاً للبقاء في كل حال وزمان.\nمصدر التشريع في الدور الأول",
        "ان مصدر التشريع في هذا الدور هو الوحي المنزل على النبي صلى‌الله‌عليه‌وآله‌وسلم من قبل رب العالمين سواء كان التشريع بآية قرآنية أو بالسنة النبوية.\nاجتهاد الرسول\nوقد نسب للشافعية والمالكية وبعض الحنفية القول بأن التشريع قد يكون مصدره اجتهاد رسول الله صلى‌الله‌عليه‌وآله‌وسلم وما أدى إليه رأيه لا بالوحي المنزل عليه. وذهب أصحابنا الامامية والاشعرية وكثير من المعتزلة والمتكلمين إلى عدم ذلك منه صلى‌الله‌عليه‌وآله‌وسلم وقد أشبعنا المقام بحثاً وتنقيحاً في المجلد الأول من كتابنا الأحكام الشرعية وشئونها.\nإلا انه لا ينكر أن الاجتهاد قد كان عند الصحابة بالمعنى",
        "الأعم فان فهم أحكام الوقائع من بعض النصوص الدينية يحتاج إلى اعمال الرأي وبذل الوسع والجهد وهو لا محالة يصدر عن الصحابة عند عدم تيسر وصولهم للنبي صلى‌الله‌عليه‌وآله‌وسلم بل ربما يرجعون لحكم العقل إذا لم يكن لديهم نص يمكن استلهام الحكم الشرعي للحادثة النازلة بهم لانسداد باب العلم فيها ومن هذا الباب ما روي من أن النبي صلى‌الله‌عليه‌وآله‌وسلم قد أذن لمعاذ بن جبل لما بعثه إلى اليمن أن يجتهد فيما إذا لم يجد نصاً من الكتاب أو السنة في الواقعة التي هي محل ابتلائه وانك لتلمس الاجتهاد من بعض الصحابة عند ما أمر النبي صلى‌الله‌عليه‌وآله‌وسلم بعض الصحابة ألّا يصلي العصر إلا في بني قريظة فكان فريق منهم لم يصلوا العصر رغم فوات وقته حتى وصلوا لبني قريظة تعبداً بالنص بينما الفريق الآخر اجتهد واعمل رأيه فصلى العصر قبل الوصول لبني قريظة قبل فوات وقت العصر وقال ان المقصود الحث على الاسراع بالوصول لبني قريظة لا التعبد المحض.\nإكمال الدين\nوفي هذا الدور كمل بيان الأحكام الشرعية وبيان مصادرها.\nإطلاق كلمة الفقه والفقيه",
        "وكانت كلمة (الفقه) في هذا الدور تطلق على معرفة سائر الأحكام سواء كانت اصولية أو فرعية وسواء كانت اخلاقية أو تعبدية وكان (الفقيه) في هذا الدور من حفظ آيات من القرآن الشريف وعرف معانيها وناسخها من منسوخها ومتشابهها من محكمها وخاصها من عامها ومقيدها من مطلقها.\nتسمية القراء بالفقهاء في هذا الدور\nوكانوا يسمون الفقهاء بالقراء أي الذين يقرءون الكتاب باعتبار ان هذا أمر يميزهم عن عامة الناس لأن الأمية كانت منتشرة وعامة ولما كمل علم الفقه فيما بعد ذلك واصبح علماً مستقلاً أبدلت أسماؤهم بالفقهاء.\nالمعروفون بالفتوى في هذا الدور",
        "وكان المعروفون في الفتوى في هذا الدور أبو بكر وأبو الدرداء وأبو رافع وأبو سعيد الخدري وأبي بن كعب وأبو أيوب الأنصاري وحذيفة بن اليمان وجابر الأنصاري وزيد بن ثابت. وسلمان الفارسي ، وعبد الرحمن بن عوف ، وعبد الله بن مسعود ، وعثمان بن عفان وعمر بن الخطاب\nوابنه عبد الله ، وعبد الله بن العاص ، وعمار بن ياسر ، وعبد الله بن عباس ومعاذ بن جبل.\nالمرجع في تشخيص الحكم هو الإمام علي عليه‌السلام\nوكان الإمام علي عليه‌السلام هو المرجع الأعم في تشخيص الحكم الشرعي بعد النبي صلى‌الله‌عليه‌وآله‌وسلم ففي المحكي عن الطبقات الكبرى ج 2 ص 332 طبع بيروت عن ابن عباس أنه قال إذا حدثنا ثقة عن علي بفتيا فلا نعدوها ومثله عن كتاب (الجرح والتعديل) للحافظ الرازي والصواعق لابن حجر وتاريخ الخلفاء للسيوطي ونظيره عن الاستيعاب ج 2 ص 462 طبع حيدرآباد وتهذيب التهذيب للعسقلاني ج 1 ص 337 طبع حيدرآباد والاصابة.",
        "قول عائشة في الإمام علي عليه‌السلام\nوقد تواتر عن عائشة ان علياً اعلم الناس بالسنة كما في الاستيعاب وتاريخ الخلفاء للسيوطي واسعاف الراغبين وذخائر العقبى والمناقب للخوارزمي وغيرها. ومما يدل على ذلك قول عمر (أقضانا علي) كما في الطبقات الكبرى وأخبار القضاء والمستدرك والتاريخ الكبير لابن عساكر والطبقات المالكية وغيرها من كتب الأخبار والتراجم وعن\nالاستيعاب بسنده عن المغيرة (ليس أحد منهم أقوى قولاً في الفرائض من علي).\nمن اشتهر من الفقهاء في هذا الدور",
        "واشتهر من الفقهاء عبد الله بن عباس حتى سمي البحر لكثرة علمه. وسلمان الفارسي الذي قال فيه النبي صلى‌الله‌عليه‌وآله‌وسلم (أنه من أهل البيت). وعمار بن ياسر الذي قال فيه النبي صلى‌الله‌عليه‌وآله‌وسلم (أنه مع الحق والحق معه). وأبي بن كعب الذي روي عن الرسول صلى‌الله‌عليه‌وآله‌وسلم (أنه أقرأ أمته).\nوجود الفقه والاجتهاد في هذا الدور\nفالفقه في هذا الدور موجود لدى القراء لكون الفقه هو ملكة العلم بالأحكام الشرعية عن أدلتها التفصيلية وهم لوجود الكتاب والنبي صلى‌الله‌عليه‌وآله‌وسلم فيما بينهم كانت عندهم الملكة المذكورة كما ان الاجتهاد أيضاً موجود عندهم لأن الاجتهاد هو القدرة على الاستنباط ولا ريب عندهم في ذلك لسهولة الاستنباط في هذا الدور.\nقصة معاذ بن جبل",
        "ويدل على وجوده عندهم قصة معاذ بن جبل حيث أمره\nالنبي صلى‌الله‌عليه‌وآله‌وسلم بالاجتهاد عند فقد النص. وقول النبي صلى‌الله‌عليه‌وآله‌وسلم في المجتهد (أنه إذا أخطأ له اجر واحد وإذا أصاب كان له اجران).\nواقعة بني قريظة\nوقد وقع مع الصحابة الاجتهاد كما تقدم في واقعة بني قريظة لما أمر النبي صلى‌الله‌عليه‌وآله‌وسلم المسلمين بأن لا يصلوا العصر إلا في بني قريظة فصلاها بعضهم قبل الوصول لبني قريظة لفوت الوقت عند الوصول إليهم واجتهد في قول النبي صلى‌الله‌عليه‌وآله‌وسلم بحمله على أن المقصود طلب الإسراع في الوصول إليهم لا تأخر الصلاة عن وقتها.",
        "اجتهاد عمار\nوهكذا اجتهد عمار بن ياسر في التيمم حيث تمعك في التراب.\nالقضاء في هذا الدور\nوكان القضاء في هذا الدور منحصراً في رسول الله صلى‌الله‌عليه‌وآله‌وسلم أو من يقيمه مقامه.",
        "كتابة الأحكام في هذا الدور\nوكتبت في هذا الدور الأحكام الشرعية ويسمى ما كتب فيه بالصحائف منها صحيفة أمير المؤمنين علي عليه‌السلام الصحيفة التي ذكرتها كتب الفريقين ومنها ما أمر رسول الله صلى‌الله‌عليه‌وآله‌وسلم بعد هجرته للمدينة بكتابته كأحكام الزكاة وما توجب فيه ومقادير ذلك وقد كتبت في صحيفتين. ومنها ما اعطاه صلى‌الله‌عليه‌وآله‌وسلم إلى عمر بن حزم لما ولى اليمن أحكاماً مكتوبة من الفرائض والصدقات والديات وغير ذلك. ومنها ما اعطاه صلى‌الله‌عليه‌وآله‌وسلم لعبد الله ابن حكيم من الكتاب الذي فيه أحكام الحيوانات الميتة. ومنها ما أمر به صلى‌الله‌عليه‌وآله‌وسلم من كتابة خطبته يوم فتح مكة لرجل من اليمن حين سأله ذلك. ومنها ما دفعه إلى وائل بن حجر عند ما أراد الرجوع إلى بلاده حضرموت من الكتاب الذي فيه أحكام الصلاة والصوم والربا والخمر وغيرها.\nومما كتب من الصحائف في زمن الرسول :\nومما كتب من الصحائف في هذا الدور صحيفة عبد الله بن عمرو بن العاص وذكروا ان فيها ما يكفي كاتبها في معرفة الشريعة كلها في جميع أبواب الفقه وان كنا لا نؤمن بهذه المبالغة لأن عبد الله بن عمرو بن العاص وأباه قد أسلما قبل وفاة رسول",
        "الله صلى‌الله‌عليه‌وآله‌وسلم بسنتين وكان له من العمر حين إسلامه خمس عشرة سنة ولم يكن له من الصلة والمعاشرة مع الرسول ما يؤهله لذلك. وقد طعن فيها الحافظ ابن كثير في المجلد الأول من تاريخه المسمى بالبداية والنهاية. ومنها صحيفة سعد بن عبادة الأنصاري وصحيفة عبد الله بن أبي أوفى. وصحيفة جابر بن عبد الله وصحف عبد الله بن عباس. وصحيفة سمرة بن جندب.\nأمر الرسول زيد بن ثابت بتعلم كتابة اليهود\nوحكي عن أهل التاريخ أن رسول الله صلى‌الله‌عليه‌وآله‌وسلم في السنة الرابعة من الهجرة أمر زيد بن ثابت أن يتعلم كتابة اليهود ليكتب لهم ويقرأ ما يكتبونه له صلى‌الله‌عليه‌وآله‌وسلم وفي مختصر جامع بيان العلم ص 37 عن أنس بن مالك عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم انه قال قيدوا العلم بالكتابة. إلا أن الكتابة للأحكام الشرعية لم تكن معروفة لدى الصحابة في هذا الدور وكان نوع الصحابة يحفظون الأخبار والآثار على صدورهم مستغنين بذلك عن كتابتها وجمعها.\nما يمتاز به هذا الدور",
        "ومما يمتاز به هذا الدور انه لم يكن فيه مجال للخلاف في الأحكام الشرعية لوجود الرسول صلى‌الله‌عليه‌وآله‌وسلم فيما بينهم وقوله صلى‌الله‌عليه‌وآله‌وسلم هو فصل الخطاب.\nزمن انتهاء الدور الأول وزمن انقراض الصحابة\nوقد انتهى هذا الدور بوفاة رسول الله صلى‌الله‌عليه‌وآله‌وسلم بالمدينة يوم الاثنين سنة 10 ه‍ كما انقرض عصر الصحابة في سنة 100 ه‍ حيث كان آخر واحد منهم أبو الطفيل الكناني مات سنة 100 ه‍ وقيل كان آخر واحد منهم هو سهل بن سهل الساعدي توفي بالمدينة وهو ابن مائة سنة 91 ه‍.\nالمراد بالصحابي",
        "والصحابي من لقي النبي صلى‌الله‌عليه‌وآله‌وسلم مسلماً ومات على ذلك وقد قبض النبي صلى‌الله‌عليه‌وآله‌وسلم عن مائة وأربعة عشر ألف صحابي. والتابعي من لقي الصحابي مسلماً ومات على ذلك. وأما من اسلم في زمن النبي صلى‌الله‌عليه‌وآله‌وسلم ولم يلقه ولكنه لقي صحابياً فهو معدود من التابعين.\nخلاصة تاريخ حياة الرسول صلى‌الله‌عليه‌وآله‌وسلم\nوتتلخص حياته صلى‌الله‌عليه‌وآله‌وسلم بأن بدايتها يوم ولادته صلى‌الله‌عليه‌وآله‌وسلم 20 نيسان عام الفيل سنة 570 م وهو العام الذي جاء فيه أبرهة من ملوك الحبشة لهدم الكعبة صباح الاثنين في مكة المكرمة 17 ربيع الأول أو 12 منه وبعدها بأربعين سنة بعث\nرسولاً من رب العالمين من غار حراء في ضواحي مكة المكرمة الذي كان محل عبادته وفيه هبط عليه الوحي الأمين ، فقال له (اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الْإِنْسانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ) الاثنين 27 رجب عند الامامية و 17 رمضان عند السنة المصادف سنة 610 م فكان صلى‌الله‌عليه‌وآله‌وسلم أعجوبة من عجائب الزمن في مواقفه الرائعة وآياته الباهرة ، وجهاده العظيم يعجز عن حصرها القلم وعن وصف واقعها المفرد العلم وبعد عشر سنين من بعثته توفي كافله أبو طالب وزوجته خديجة أم المؤمنين فهاجر للطائف يدعو بني ثقيف لنصرته على قريش فقابلوه بالأذى ورجع بعد شهر لمكة المكرمة ثمّ هاجر إلى المدينة المنورة في أول ربيع الأول في السنة الثالثة عشرة من بعثته الموافقة لسنة 623 م أو سنة 622 م وبقي فيها عشر سنين يرشد الناس للأحكام الشرعية ثمّ ذهب بعدها لجوار ربه مسموماً 28 صفر سنة 10 ه‍ وقيل 12 ربيع الأول فيكون عمره الشريف 63 سنة وعند جماعة ان يوم ولادته وهجرته ووفاته صلى‌الله‌عليه‌وآله‌وسلم يوم الاثنين في الثاني عشر من ربيع الأول.",
        "وعن ابن عباس أن النبي صلى‌الله‌عليه‌وآله‌وسلم ولد يوم الاثنين وأوحي إليه يوم الاثنين ورفع الحجر الأسود يوم الاثنين وخرج\nمن مكة إلى المدينة يوم الاثنين وقدم المدينة يوم الاثنين وقبض يوم الاثنين.\nما يجعل الأفكار صرعى في هذا الدور الأول\nومما يدهش الفكر والنظر في هذا الدور أن النبي صلى‌الله‌عليه‌وآله‌وسلم عند مرضه الذي التحق به إلى الرفيق الأعلى أراد أن يكتب كتاباً لا يضل بعده ابداً فمنعه عمر عن ذلك وقال ان رسول الله صلى‌الله‌عليه‌وآله‌وسلم قد غلبه الوجع وهو يهجر وعندكم القرآن وحسبنا كتاب الله وأوجب ذلك اختلاف الحاضرين عنده فمنهم من أراد الكتابة ومنهم من أبى ذلك مكتفياً بكتاب الله تعالى فلما رأى الرسول صلى‌الله‌عليه‌وآله‌وسلم خصومتهم قال صلى‌الله‌عليه‌وآله‌وسلم قوموا. وما فتئ ابن عباس بعدها يرى انهم أضاعوا شيئاً كثيراً حيث لم يسرعوا إلى كتابة ما أراد النبي صلى‌الله‌عليه‌وآله‌وسلم إملاءه.",
        "النبي في مرضه يهجر وأبو بكر لم يهجر\nمع ان أبا بكر عند مرضه أيضاً أراد ذلك ولم يمنع منه مانع ولم يقل قائل عندنا القرآن وحسبنا كتاب الله فاستحضر عمر عثمان بن عفان واستكتبه استخلاف عمر على المسلمين.\nكتبة الخلفاء الأربع\nوقد كان أبو بكر قد اتخذ عثمان كاتباً له كما اتخذ عمر زيد بن ثابت كاتباً له كما اتخذ عثمان مروان بن الحكم كاتباً له واتخذ علي عليه‌السلام عبد الله بن أبي رافع مولى رسول الله صلى‌الله‌عليه‌وآله‌وسلم كاتباً له.",
        "الدّور الثاني\nمبدأ الدور الثاني ومنتهاه\nان الدور الثاني للفقه يبدأ من وفاة الرسول صلى‌الله‌عليه‌وآله‌وسلم سنة 10 ه‍ وينتهي بخروج معاوية عن طاعة خليفة المسلمين علي عليه‌السلام سنة 36 ه‍.\nكتابة القرآن المجيد",
        "وقد اتجه فيه المسلمون وخلفاؤهم إلى كتابة أول مصدر للفقه الإسلامي وهو القرآن الشريف واستنساخه وجمعه حفظاً له من الضياع ومن اختلاط آياته بالأحاديث النبوية.\nأول من تصدى لجمع القرآن الإمام علي عليه‌السلام وشهادة العلماء بذلك\nوأول من تصدى لذلك هو أمير المؤمنين علي عليه‌السلام فقد روي عنه صلى‌الله‌عليه‌وآله‌وسلم انه قال لما قبض رسول الله صلى‌الله‌عليه‌وآله‌وسلم (أقسمت أو حلفت أن لا أضع ردائي على ظهري حتى أجمع بين اللوحين\nفما وضعت ردائي حتى جمعت القرآن) كما جاء ذلك في الإمامة والسياسة لابن قتيبة ص 12 طبع المكتبة التجارية. وعن السيوطي عن ابن الغرس من حديث محمد بن سيرين عن عكرمة قال لما كان بدء خلافة أبي بكر قعد علي بن أبي طالب في بيته فقيل لأبي بكر قد كره بيعتك فأرسل إليه فقال (أكرهت بيعتي) فقال خشيت كتاب الله يزداد فيه فحدثت نفسي أن لا ألبس ردائي إلا للصلاة حتى أجمعه قال له أبو بكر : فانك نعم ما رأيت.",
        "واخرج ابن سعد وابن عبد البر في الاستيعاب عن محمد بن سيرين قال نبئت أن علياً أبطأ عن بيعة أبي بكر فقال أكرهت إمارتي فقال : آليت بيميني أن لا ارتدي برداء إلا للصلاة حتى أجمع القرآن الحديث.\nوفي الإتقان ج 1 ص 59 أن علياً عليه‌السلام قال آليت على نفسي أن لا آخذ عليّ ردائي إلا لصلاة الجمعة حتى اجمع القران فجمعته.\nوفي إرشاد الساري ج 7 ص 459 وفتح الباري ج 9 ص 43 وعمدة القارئ ج 9 ص 304 ما يدل على جمع علي عليه‌السلام للقرآن.\nوعن الدرر عن تفسير علي بن إبراهيم بإسناده عن أبي بكر الحضرمي عن أبي عبد الله الصادق عليه‌السلام أن رسول الله صلى‌الله‌عليه‌وآله‌وسلم قال لعلي عليه‌السلام يا علي القرآن خلف فراشي في الصحف والقراطيس",
        "فخذوه واجمعوه ولا تضيعوه كما ضيع اليهود التوراة فانطلق علي عليه‌السلام فجمعه في ثوب اصفر ثمّ ختم عليه في بيته وقال لا ارتدي حتى اجمعه وانه كان الرجل يأتيه فيخرج إليه بغير رداء حتى جمعه. ويقول المؤلف لهذا السفر اني قد شاهدت قطعة منه في خزانة الأمير عليه‌السلام وشاهدت قطعة من قران علي عليه‌السلام في خزانة ضريح رأس الحسين عليه‌السلام في مصر وفي رحلة ابن بطوطة ج 1 ص 25 عدد من الآثار الموجودة في الرباط المبني على ضفاف النيل مصحف أمير المؤمنين علي ابن أبي طالب عليه‌السلام بخط يده ، وذكر ابن النديم في الفهرست ص 41 ان عند أبي يعلى حمزة الحسيني مصحفاً بخط علي يتوارثه بنو الحسن وإذا لاحظنا هذا الخبر وهذا الأثر مع ما ثبت من جمع القرآن من الرقاع عند رسول الله صلى‌الله‌عليه‌وآله‌وسلم كما يرشد إلى ذلك ما هو المحكي عن مستدرك الحاكم ج 2 ص 611 ومسند الطيالسي ص 270 والمحبر لابن حبيب ص 286 وتاريخ الشام ج 7 ص 210 وفتح الباري ج 9 ص 440 ثمّ أضفنا إلى ذلك كله ما في صحيح البخاري في كتاب العلم باب (39) وفي باب كتاب الجهاد والسير باب (171) وفي كتاب الجزية باب (10) وغير ذلك من الأخبار المتظافرة الدالة على أن الكتاب المجيد كان عند أمير المؤمنين علي عليه‌السلام فانا نستفيد من المجموع أن القرآن\nالذي جمعه هو القرآن الذي كان عند رسول الله صلى‌الله‌عليه‌وآله‌وسلم الموجود في الرقاع التي كانت في بيت رسول الله صلى‌الله‌عليه‌وآله‌وسلم وكانت منتشرة فجمعها علي عليه‌السلام وكتبها في كتاب خاص ولم يجمع عليه‌السلام القرآن كما جمعه الغير من صدور حفظة القرآن ولا مما في أيدي المسلمين من العسب (جمع عسيب) وهو جريد النخل حيث كانوا يكشفون الخوص ويكتبون في الطرف العريض ولا من (الأكتاف) (جمع كتف) وهو عظم البعير أو الشاة يكتبون عليه بعد أن يجف ولا من (الأقتاب) (جمع قتب) وهو الخشب الذي يوضع على ظهر البعير ليركب عليه ولا من (قطع الأديم) وهو الجلد ، فعلي عليه‌السلام لم يجمع القرآن من هذه الأشياء وإنما جمعه وكتبه مما هو موجود عند رسول الله صلى‌الله‌عليه‌وآله‌وسلم من الرقاع.\nجمع الإمام علي عليه‌السلام للقرآن حسب التنزيل\nوأما ما في إرشاد الساري ج 7 ص 459 وما حكي عن عمدة القاري للعيني ج 9 ص 304 وعن فتح الباري ج 9 ص 43 من جمع أمير المؤمنين علي بن أبي طالب عليه‌السلام لكتاب الله على حسب النزول لعل المراد به هو جمع القرآن مع التعليق على آياته الكريمة وبيان وقت نزولها وفيمن نزلت وإلا فعلي لا يعقل أن يغير كيفية الجمع التي صنعها رسول الله صلى‌الله‌عليه‌وآله‌وسلم.",
        "جمع أبي بكر للقرآن\nثمّ انه بعد ذلك تصدى أبو بكر إلى جمع القرآن بعد سنتين من خلافته فيكون جمعه للقرآن بعد جمع الإمام علي له لأن الراوية المتقدمة قد دلت على جمع الإمام علي عليه‌السلام له بعد وفاة رسول الله صلى‌الله‌عليه‌وآله‌وسلم بلا فصل والرواية التي دلت على جمع أبي بكر له قد دلت على أن أبا بكر قد جمعه بعد واقعة اليمامة بين المسلمين وبين أهل الردة من أتباع مسيلمة الكذاب التي استشهد فيها من حفظة القرآن سبعون من الصحابة سنة اثنتي عشرة للهجرة ففي صحيح البخاري ما حاصله أن زيد بن ثابت رضي الله عنه قال : ارسل عليّ أبو بكر عند مقتل أهل اليمامة فإذا عمر بن الخطاب عنده قال أبو بكر ان عمر أتاني فقال : ان القتل قد استحر (أي اشتد) يوم اليمامة بقراء القرآن ، وإني أخشى أن يستمر القتل بالقراء بالمواطن الأخرى فيذهب كثير من القرآن وإني أرى أن تأمر بجمع القرآن قلت لعمر : كيف تفعل ما لم يفعله رسول الله صلى‌الله‌عليه‌وآله‌وسلم قال عمر : هو والله خير فلم يزل عمر يراجعني حتى شرح الله صدري لذلك ورأيت في ذلك الذي هو رأي عمر. قال زيد : قال أبو بكر : انك رجل شاب عاقل لا نتهمك وقد كنت تكتب الوحي لرسول الله صلى‌الله‌عليه‌وآله‌وسلم فتتبع القرآن فتجمعه. قال زيد فوالله لو كلفوني نقل جبل من\nالجبال ما كان أثقل عليّ مما أمرني به من جمع القرآن. قلت كيف تفعلون شيئاً لم يفعله رسول الله صلى‌الله‌عليه‌وآله‌وسلم قال : هو والله خير قال زيد : فلم يزل أبو بكر يراجعني حتى شرح الله صدري للذي شرح له صدر أبي بكر وعمر فتتبعت القرآن أجمعه من العسب واللخاف وصدور الرجال حتى وجدت آخر سورة التوبة مع أبي خزيمة الأنصاري لم أجدها مع أحد غيره (لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ ما عَنِتُّمْ) حتى خاتمة البراءة. فكانت الصحف عند أبي بكر حتى توفاه الله ، ثمّ عند عمر مدة حياته ثمّ عند حفصة بنت عمر. وعلى هذه الرواية فيكون قد تم جمع القرآن كله خلال سنة واحدة لأن بين واقعة اليمامة المذكورة وبين وفاة أبي بكر سنة واحدة مع أن الجمع قد كان من العسب واللخاف وصدور الرجال.\nتسمية القرآن بالمصحف",
        "وعن الإتقان أنه قد اخرج ابن أشتة في كتاب المصاحف من طريق موسى بن عقبة عن ابن شهاب قال : لما جمعوا القرآن فكتبوه على الورق قال أبو بكر : التمسوا له اسماً فقال بعضهم : السفر قال : ذلك اسم تسميه اليهود فكرهوا ذلك وقال بعضهم : المصحف فان الحبشة يسمون مثله (المصحف) فاجتمع رايهم على أن يسموه المصحف.\nجمع عثمان للمصحف\nثمّ أنه بعد انتهاء غزو أرمينية وآذربيجان توجه حذيفة اليماني القائد المشهور للمدينة محذراً عثمان من اختلاف القراء في قراءة القرآن ، فان أهل الكوفة يقرءون بقراءة ابن مسعود وأهل البصرة يقرءون بقراءة أبي موسى وأهل الشام ودمشق يقرءون بقراءة أبي بن كعب وأهل حمص يقرءون بقراءة المقداد بن الأسود. وطلب منه توحيد القراءة ، وبعد مشاورة عثمان لبعض أصحاب الرسول في ذلك عزم عثمان على تنفيذ فكرة حذيفة فأرسل عثمان إلى حفصة بنت عمر أن أرسلي إلينا بالصحف ننسخها في المصاحف ثمّ نردها إليك فأرسلت بها حفصة إلى عثمان فأمر زيد بن ثابت المدني وثلاثةٌ من قريش عبد الله بن الزبير وسعيد بن العاص وعبد الرحمن بن الحارث بن هشام أن يكتبوها من صحف حفصة التي جعلت لهم أصلاً ، وقال عثمان : إذا اختلفتم انتم وزيد بن ثابت في شيء من القرآن فاكتبوه بلسان قريش فانه إنما نزل بلسان قريش ففعلوا حتى إذا تم نسخ الصحف في المصاحف رد عثمان الصحف إلى حفصة وأرسل إلى كل أفق بمصحف مما نسخوا وأمر بما سواه من القرآن في كل صحيفة أو مصحف أن يحرق.\nالرد على السيوطي",
        "ويمكن تحديد الوقت الذي حصل فيه ذلك بما بعد سنة ثلاثين هجرية لأن الغزو المذكور كان في سنة ثلاثين وعليه فلا وجه لما حكي عن إتقان السيوطي من انه حدده بسنة ست وعشرين وبعضهم حدده بسنة 650 م هذا ولكن التاريخ لم يروِ لنا أن المصحف الذي جمعه علي عليه‌السلام قد أحرق فقد عدت المصاحف التي أحرقت ولم يذكر معها مصحف علي عليه‌السلام.\nالأمر العجيب في جمع الخلفاء للمصحف\nوالأمر العجيب الملفت للنظر هو عدم تعرض الأخبار والمؤرخين إلى أن أبا بكر وعمر وعثمان راجعوا علياً في مصحف رسول الله صلى‌الله‌عليه‌وآله‌وسلم عند ما تصدوا لجمع القرآن الكريم وهكذا لم يراجعوا المصحف الذي كتبه الإمام علي عليه‌السلام على مصحف رسول الله صلى‌الله‌عليه‌وآله‌وسلم مع أن الأخبار والتاريخ قد تضافرت على وجود مصحف رسول الله صلى‌الله‌عليه‌وآله‌وسلم عند الإمام علي عليه‌السلام وانه قد كتب الإمام علي عليه‌السلام المصحف عليه كما انه مما يلفت النظر عدم وجود كبار الصحابة في من جمع القرآن بأمر عثمان فليس فيهم عبد الله بن العباس ولا عبد الله بن عمر ولا الإمام علي عليه‌السلام ولا غيرهم.\nإرسال الحفاظ مع المصاحف المرسلة للأقطار",
        "ثمّ ان المعروف ان عثمان أرسل مع المصحف الخاص بكل إقليم حافظاً يوافق قراءته. فكان زيد بن ثابت مقرئ المصحف المدني. وعبد الله بن السائب مقرئ المكي. والمغيرة بن شهاب مقرئ الشامي. وأبو عبد الله الرحمن السلمي مقرئ الكوفي. وعامر بن عبد القيس مقرئ البصري.\nتشكيل أبي الأسود المصاحف وتنقيطها\nولما ظهر الألحان في قراءة البعض للقرآن توجهت العناية إلى أن يشكلوا المصاحف وينقطوها حذراً من الغلط في القراءة للقرآن والألحان فيها فانبرى إلى ذلك أبو الأسود الدؤلي فان المشهور انه أول من شكل القرآن ونقطه فكان يجعل علامة الفتحة نقطة على أول حرف والضمة نقطة على آخر الحرف والكسرة نقطة تحت أوله وبقي الأمر كذلك إلى زمن الخليل بن احمد فوضع الحركات على النحو الموجود لدينا.\nخلاصة الكلام في شرح هذا الدور الثاني",
        "وخلاصة الكلام أن في هذا الدور الثاني قد توجهت\nعناية المسلمين إلى المصدر الأول للتشريع وهو القرآن الشريف وإخراجه بصورة يستفيد من منهله العذب مسائل المسلمين. وكان الفقه الإسلامي هو المعمول به عند المسلمين في عباداتهم ومعاملاتهم الداخلية والخارجية والمرجع فيه هم الصحابة وقول الخليفة هو الفصل ، وفي الأقطار البعيدة إذا نزلت بهم الحادثة يرجعون لما عندهم من أمير ذلك البلد وهو بدوره إذا لم يعرف الحكم يرجع للصحابة الذين معه في البلد فان كان عندهم أثر من رسول الله صلى‌الله‌عليه‌وآله‌وسلم حكموا به وإلا اجتهد أمير البلد فيها.\nالمصدر لمعرفة الأحكام الشرعية في هذا الدور الثاني\nوالمصدر لمعرفة الأحكام الفقهية الإسلامية عندهم خمسة الأول الكتاب ، الثاني السنة ، الثالث الإجماع ، الرابع استشارة الصحابة وأهل البصيرة في الحكم ، الخامس الرأي بأن يستنبط الحكم الشرعي بفكره وتأمله فيما تقتضيه المصلحة ودفع المفسدة أو بالقياس والمقارنة.",
        "والحاصل انهم إذا نزلت بهم حادثة أو وقعت واقعة رجعوا إلى كتاب الله في معرفة حكمها بحسب فهمهم فان لم يجدوا حكمها فيه رجعوا للسنة وسألوا من الصحابة عمن يحفظ في هذه الحادثة حديثاً عن النبي صلى‌الله‌عليه‌وآله‌وسلم فان لم يجدوا ذلك\nاستشاروا فان أجمعوا على حكمها بما تستوحيه عقولهم أخذوا به وان اختلفوا اجتهد خليفة المسلمين فعمل بالقياس وبما تقتضيه المصلحة ، ففي كتاب عمر إلى شريح ، إذا حضرك أمر لا بد منه فانظر في كتاب الله فاقض به فان لم يكن ففيما قضى رسول الله صلى‌الله‌عليه‌وآله‌وسلم فان لم يكن ففيما قضى به الصالحون وأئمة العدل فان لم يكن فان شئت ان تجتهد برأيك فاجتهد وإن شئت أن تؤامرني ولا أرى مؤامرتك إياي إلا خيراً لك. وفي كتاب أعلام الموقعين ج 1 ص 243 أن أبا عبيدة ذكر في كتاب القضاء قال : حدثنا كثير بن هاشم عن جعفر بن برقان عن ميمون بن مهران قال : كان أبو بكر إذا ورد عليه حكم نظر في كتاب الله فان وجد فيه ما يقضي به قضى به وان لم يجد في كتاب الله نظر في سنة رسول الله صلى‌الله‌عليه‌وآله‌وسلم فان وجد فيها ما يقضي به قضى به فان أعياه ذلك سأل الناس : هل علمتم أن رسول الله صلى‌الله‌عليه‌وآله‌وسلم قضى فيه بقضاء فربما قام إليه القوم فيقولون : قضى بكذا وكذا ، فان لم يجد سنة سنها النبي صلى‌الله‌عليه‌وآله‌وسلم جمع رؤساء الناس فاستشارهم فإذا اجتمع رأيهم على شيء قضى به ، وكان عمر يفعل ذلك فإذا أعياه أن يجد ذلك في الكتاب والسنة سأل : هل كان أبو بكر قد قضى فيه بقضاء فان كان لأبي بكر فيه قضاء قضى به وإلا جمع علماء الناس\nواستشارهم ، فإذا اجتمع رأيهم على شيء قضى به. وروي عن ميمون بن مهران أن أبا بكر وعمر إذا لم يجدا في كتاب الله ولا في سنة رسوله حكماً للواقعة يجمعان الناس للاستشارة في استنباط حكمها بالاجتهاد والرأي فان اتفق المستشارون في الرأي اخذوا به. وروي أن عمر أمر شريحاً أن يعمل في الكوفة كذلك ويبني على ذلك قضاءه ، وكان بعضهم يحترم اجتهاد صاحبه فقد روي أن عمر بن الخطاب لقي رجلاً له قضية نظرها الإمام علي عليه‌السلام فعرضها الرجل على عمر حين لقيه في الطريق فقال : لو كنت أنا لقضيت بكذا فقال الرجل فما يمنعك والأمر إليك فقال عمر : لو كنت أدرك إلى كتاب الله وسنة رسوله صلى‌الله‌عليه‌وآله‌وسلم لفعلت ولكن أدرك إلى رأي والرأي مشترك ولست ادري أي الرأيين أحق ، وفي هذا الدور عمل بالقياس وكان أول من بذر ذلك وأمر بالعمل به هو عمر بن الخطاب ففي كتابه لأبي موسى الاشعري (أعرف الأشياء والأمثال قس الأمور عند ذلك على نظائرها) ، وفي هذا الدور نشأ الخلاف بين الشيعة والسنة في الخلافة فالأولون يقولون بخلافة الإمام علي بن أبي طالب عليه‌السلام بعد النبي صلى‌الله‌عليه‌وآله‌وسلم بنص من الله تعالى والنبي صلى‌الله‌عليه‌وآله‌وسلم وبعده أولاده ، وأما أهل السنة فيقولون بأن الخليفة بعد الرسول هو أبو بكر ثمّ عمر ثمّ عثمان ثمّ\nعلي ولذا كان الشيعة في هذا الدور يرجعون لأمير المؤمنين علي عليه‌السلام وأولاده الإمام الحسن عليه‌السلام والإمام الحسين عليه‌السلام وأمهم فاطمة الزهراء عليها‌السلام والصحابة العدول الثقات كسلمان والمقداد وأبي ذر ونحوهم في معرفة أحكامهم الشرعية لاعتقادهم بعصمته عليه‌السلام وعصمة أولاده الأحد عشر وانهم عندهم علم ما كان ويكون حتى ارش الخدش ولحصول الوثوق بالصحابة العدول.",
        "شروط قبول الخبر الواحد عند الخلفاء\nوينقل ان أبا بكر لم يقبل الحديث عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلا إذا جاء بشاهد على صدقه وأن عمر كان يطلب البينة ممن روى له الحديث عن النبي صلى‌الله‌عليه‌وآله‌وسلم وأن علياً عليه‌السلام يحلف الراوي على انه سمع الحديث من النبي صلى‌الله‌عليه‌وآله‌وسلم.\nرجوع الشيعة للأئمة هو رجوع للسنة النبوية\nهذا ولا يخفى أن الرجوع للأئمة عليهم‌السلام عند الشيعة من الرجوع للسنة النبوية لقول الصادق عليه‌السلام كما في الشافي وفي أصول الكافي في كتاب فضل العلم ص 103 ان حديثي حديث أبي وحديث أبي حديث جدي وحديث جدي حديث الحسين وحديث الحسين حديث الحسن وحديث الحسن حديث أمير المؤمنين وحديث أمير المؤمنين حديث رسول الله وحديث",
        "رسول الله قول الله وقد ذكرنا في كتابنا باب مدينة الفقه في مبحث واضع الفقه ان عند الإمام علي عليه‌السلام الجامعة سبعون ذراعاً كلها من املاء رسول الله صلى‌الله‌عليه‌وآله‌وسلم وبخط الإمام علي عليه‌السلام وفيها حتى ارش الخدش وقد ذكرناه أيضاً في مبحث إيداع الرسول لبيان بعض الأحكام للأئمة الأطهار عليهم‌السلام ويرشدك إلى أن الرجوع إليهم عليهم‌السلام رجوع للسنة النبوية ، ان فقهاء الشيعة عند ما تجيء الرواية عن الأئمة عليهم‌السلام إذ قال فيها الإمام عليه‌السلام (وأنا اصنع كذا) لم يتبعوه في عمله وإنما يحملون ذلك على الاستحباب والأولوية كما انهم يعملون بالإخبار النبوية وان كانت مروية من غير طرق أصحابهم إذا كان رواتها موثوقين أو حصل لهم الثقة بصدورها من النبي صلى‌الله‌عليه‌وآله‌وسلم وكتب الشيعة مشحونة بذلك.\nوفي الدور الثاني وقع الاختلاف بين الصحابة في عدة أشياء.\nالاختلاف في تدوين الحديث\nمنها الاختلاف في تدوين السنة فكان علي وابنه الحسن عليهما‌السلام مما يرى كتابتها كما نص على ذلك السيوطي في تدريب الراوي ، وعن ابن شهرآشوب انه قال : أول من صنف في الإسلام علي عليه‌السلام ثمّ سلمان الفارسي ثمّ أبو ذر ،",
        "ونقل الكثير من الفريقين ان عليَّ ابن أبي طالب عليه‌السلام كتب الجامعة من املاء رسول الله صلى‌الله‌عليه‌وآله‌وسلم وكانت تبلغ سبعين ذراعاً وكتب العهد لمالك الاشتر والوصية لابنه محمد بن الحنفية. وهذا أبو رافع المولى لرسول الله صلى‌الله‌عليه‌وآله‌وسلم والذي اهداه له العباس بن عبد المطلب وسماه النبي صلى‌الله‌عليه‌وآله‌وسلم إبراهيم وكان ملازماً للإمام علي عليه‌السلام وخرج معه إلى الجمل وهو ابن خمس وثمانين سنة وقيم الإمام علي عليه‌السلام على بيت ماله في الكوفة وكان يقول بايعت البيعتين وصليت القبلتين وهاجرت الهجر الثلاث فقيل وما الهجر الثلاث فقال الأولى إلى الحبشة والثانية المدينة وهذه الثالثة الكوفة مع أمير المؤمنين ، قد كتب السنن والأحكام والقضايا وكان ولداه عبيد الله وعلي كاتبي أمير المؤمنين علي عليه‌السلام وقد كتب الأول منهما كتاباً في الوضوء والصلاة وسائر الأبواب وكتب الثاني منهما كتاباً في فنون الفقه والوضوء والصلاة وسائر الأبواب وكان أهل البيت يعظمون كتاب علي بن أبي رافع ويطلبون من شيعتهم الرجوع إليه ، وكان لسلمان مدونة في الحديث ، وألف الأصبغ بن نباتة كتابين : مقتل الحسين وعجائب أحكام أمير المؤمنين علي عليه‌السلام وألف قيس بن سليم كتابه في الإمامة وألف ميثم صاحب أمير المؤمنين كتاباً في الحديث يروي عنه الكثير من المحدثين وغيرهم من المؤلفين وكان عمر بن الخطاب ممن يمنع من\nكتابة الحديث وتدوينه وقد سبب ذلك ضياع اعظم ثروة علمية والتفريط بأعظم مرجع بعد القرآن الكريم ويا حبذا لو أمر بجمع الأحاديث مع التحفظ على صحتها كما صنع الخليفة الأول في جمع القرآن الكريم لما استطاع أهل الاغراض الافتراء والكذب والدس في السنة كما لم يستطيعوا ذلك في القرآن الكريم.\nالاختلاف في خروج الفقهاء من المدينة\nومنها الاختلاف في خروج الفقهاء من المدينة فان عمر كان يمنع خروج الفقهاء لسائر الأمصار إلا ما أخرجه للقيام بالوظيفة كالولاية والقضاء وقيادة الجيوش بخلاف الإمام علي عليه‌السلام.",
        "الاختلاف في الرجوع إلى الرأي\nومنها الاختلاف في الرجوع إلى الرأي فكان الإمام علي عليه‌السلام يمنع منه ويقول لو كان الدين بالرأي لكان اسفل القدم أولى بالمسح كما في المحلى لابن حزم وكان على ذلك طريقة الأئمة الأحد عشر من بعده حتى قال الإمام جعفر الصادق لا بأن بن تغلب المتوفي سنة 141 ه‍ أخذتني بالقياس والسنة إذا قيست محق الدين وكان اكثر أهل الحجاز على هذه الطريقة\nويؤكد صحتها قوله تعالى (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) فان الرجوع إلى الرأي في المسألة معناه أما الإهمال للدين فيها أو الالتزام بنقصان الدين وعدم كماله بالنسبة إليها ، وفي جامع بيان العلم ج 2 ص 76 عن النبي صلى‌الله‌عليه‌وآله‌وسلم : اعظم فتنة على أمتي قوم يقيسون الأمور بآرائهم فيحللون الحرام ويحرمون الحلال.\nمدرسة أهل الحديث ومدرسة أهل الرأي",
        "وكانت هذه الطريقة اعني المنع من الأخذ بالرأي هي التي اتبعتها مدرسة أهل الحديث وتسمى بمدرسة المدينة وبمدرسة الحجاز وكان ممن أخذ بهذه الطريقة سعيد بن المسيب المتوفي سنة 93 ه‍ وتلقى منه هذه الطريقة الكثير من فقهاء الحجاز وغيرهم.\nمن أخذ هذه الطريقة وحرم الإفتاء بالرأي\nوممن أخذ بهذه النزعة سالم بن عمر فانه كان يرفض الإفتاء بالرأي فإذا سئل عن حكم واقعة لم يسمع فيها شيئاً قال لا ادري لعلي إذا افتيت لك برأي ثمّ تذهب فأرى بعد ذلك رأياً غيره فلا أجدك فما ذا يكون مصيري ، وممن اتبع هذه المدرسة زيد بن ثابت ، ولم تكن مدرسة الحديث اعني\nمن اتخذ هذه الطريقة هم خصوص فقهاء الحجاز بل الكثير منهم من أقطار أخرى كعامر الشعبي التابعي فانه من فقهاء الكوفة ، وسفيان الثوري من تابع التابعين أحد أعلام الكوفة في الفقه ، ويزيد بن حبيب المعري ، والاوزاعي الشامي ، وكانوا في طرق استنباطهم للأحكام الشرعية لا يعتمدون إلا على العلم أو العلمي بمعنى ان الحكم الشرعي أما ان يقوم عليه الدليل العقلي الذي يوجب العلم والقطع به كالدليل العقلي على حسن رد الأمانة فان الدليل العقلي المفيد للقطع حجة بنفسه وليست الأحكام الشرعية الفرعية اعظم شأناً من الأحكام الشرعية الاعتقادية والدليل العقلي المفيد للقطع حجة فيها فبالطريق الأولى في الأحكام الشرعية الفرعية ، وأما ان يقوم على الحكم الشرعي الفرعي الدليل الذي قام الدليل القطعي على حجيته كالخبر الصحيح الذي عمل به المشهور فان الدليل المفيد للقطع قام على حجيته وهكذا ظواهر القرآن ولذا لم يعتبروا القياس والاستحسان لكونها أدلة لا تفيد القطع بالحكم ولم يقم دليل يفيد القطع بحجيتها ، وينسب لبعضهم بأن مدرسة الحديث لم يكتب لها البقاء حيث اختفت بوفاة الإمام الظاهري سنة 270 ه‍ ولعله أراد عند بعض طوائف الإسلام وإلا فمدرسة الحديث لا تزال باقية ما بقي الإسلام ، وقد خالف عمر بن الخطاب في ذلك حيث استعمل",
        "الرأي بصورة واضحة في استخراج الأحكام الشرعية وهو أول من أمر بالعمل بالقياس وبذر بذرته ففي كتابه لأبي موسى الاشعري (اعرف الأشياء والأمثال وقس الأمور في ذلك على نظائرها) وكانت طريقته هي التي اتبعتها مدرسة أهل الرأي في العراق وتسمى بمدرسة الكوفة حيث قد تأثر اكثر أهل العراق بفقه ابن مسعود في الكوفة ، وابن مسعود يسير على طريقة عمر ، فكانوا لا يحجمون عن الفتوى برأيهم فيما لم يجدوا نصاً بل يتبعون في فتواهم العلل التي يستخرجونها من النصوص وان خالفت ظواهر النصوص ويبنون الأحكام على العلل وان خالفت ظواهر الأدلة فمدرسة الرأي تعتمد على الأدلة التي تفيد الظن وان لم يقم الدليل القطعي على حجيتها فاعتمدوا على مثل القياس والاستحسانات مع انه لم يقم الدليل القطعي على حجيتها ، ولم تكن مدرسة الرأي اعني من اتخذ هذه الطريقة هم خصوص فقهاء أهل الكوفة بل الكثير منهم من أقطار أخرى ، فان في المدينة نفسها كان ربيعة بن عبد الرحمن المتوفي سنة 136 أحد كبار التابعين من أهل هذه المدرسة ولذا سمي بربيعة الرأي.\nنواة مدرسة الرأي ومدرسة الحديث\nوالحاصل ان هذا الاختلاف في معرفة الحكم الشرعي\nكان نواة وبذرة لوجود مدرستين للفقهاء عرفتا فيما بعد باسم مدرسة الحديث ومدرسة الرأي ، وكان اكثر المذاهب عملاً بالقياس الحنفية ولذا صار عندهم دليلا مستقلا في مقابل الرأي وخصوا اسم الرأي بحكم العقل من غير طريق القياس.",
        "انتشار الفقهاء في أوائل خلافة عثمان\nوفي هذا الدور عند أوائل خلافة عثمان انتشر الفقهاء في الأمصار الإسلامية واخذ أهل كل قطر يأخذون ممن نزل عليه من الصحابة الفتوى والرواية والعلم والمعرفة بعد أن كان عمر بن الخطاب لا يمكنهم من الخروج من المدينة المنورة إلا للقيام بالاعمال التي تخص الخلافة ، فخرج عبد الله بن عباس لمكة المكرمة وتوفي بالطائف سنة 68 ه‍. وخرج للكوفة علقمة بن قيس النخعي المتوفي سنة 62 ه‍ وسعيد بن جبير الذي قتله الحجاج سنة 95 ه‍ وإبراهيم ابن يزيد النخعي المتوفي سنة 96 ه‍ وخرج لمصر عبد الله بن عمر بن العاص الذي كان يلوم أباه على القيام في الفتنة. وخرج انس بن مالك للبصرة المتوفي سنة 93 ه‍. وبقي في المدينة المنورة جماعة منهم الإمام علي عليه‌السلام وزيد بن ثابت الذي كان عثمانياً ولم يشهد مع الإمام علي عليه‌السلام حروبه والمتوفي سنة 45 ه‍ وعبد الله بن عمر بن الخطاب الذي ندم على تركه القتال\nلخصوم علي عليه‌السلام ولحروبه والمتوفي سنة 73 ه‍ وسعيد بن المسيب التابعي المتوفي سنة 94 ه‍ ولقد كان بين سعيد وبين عكرمة مولى ابن عباس منافرة فكان يكذب عكرمة ، وعكرمة يخطئه في فتواه.\nمن أعمال عمر في هذا الدور",
        "وفي هذا الدور استقضى عمر بن الخطاب شريحاً المتوفي سنة 378 على الكوفة وارسل للكوفة عبد الله بن مسعود الصحابي المتوفي سنة 32 ه‍ معلماً ووزيراً وكان يأخذ أهل الكوفة منه الحديث إلى أن صار بينه وبين عثمان كدورة فاستقدمه للمدينة ومات فيها ، وبعث عبد الرحمن الاشعري لتفقيه الناس ، وهو الذي تفقه على يده التابعون بالشام سنة 78 ه‍ وكان المرجع في كل بلد فتاوى من كان فيه من الصحابة والتابعين.\nالمرجع في الفتوى في هذا الدور الثاني\nوكان المرجع في الفتوى في هذا الدور هم الصحابة والتابعون وكان المرجع في الفتوى عند التحير فيها من الجميع هو الإمام علي عليه‌السلام كما تشهد بذلك السير والتاريخ حتى قال فيه عمر\n(رض) لو لا علي لهلك عمر ، ولا يفتين أحدكم في المسجد وعلي حاضر.",
        "الأسف على إهمال مثل البخاري لأكثر روايات علي عليه‌السلام\nويؤسفنا جداً أن يكون مثل الإمام علي عليه‌السلام الذي تربى في حجر النبوة وهو اكثر الصحابة مصاحبة للنبي صلى‌الله‌عليه‌وآله‌وسلم وباب مدينة علمه وفقهه ان تكون روايته وفقهه قليلة في كتب الروايات كالبخاري ومسلم بحيث لا تتناسب مع المدة التي قضاها مع الرسول صلى‌الله‌عليه‌وآله‌وسلم وبعده.\nما يستوقف الفكر في هذا الدور الثاني\nوكيفما كان فالذي يستوقف نظري في هذا المقام أمور :",
        "الأول : اعراضهم عن القرآن الكريم الذي جمعه الرسول صلى‌الله‌عليه‌وآله‌وسلم فانه لا يعقل ان يكون الرسول قد ترك القرآن بلا جمع مبعثراً في الصدور والعظام واللخاف مع انه الدستور الشرعي لصلاح الأمة وهو خاتمة الأنظمة الإلهية مع ما في ذلك من تعريضه للتلف وللتحريف والتبديل الذي اعابه الله على اليهود والنصارى بالنسبة لتوراتهم وانجيلهم وقد دلت الروايات المتضافرة على انه كان مجموعاً عند رسول الله صلى‌الله‌عليه‌وآله‌وسلم في اضبارة\nخاصة كما في أحكام القران وفتح الباري ومستدرك الحاكم وتاريخ الشام والمحبر لابن حبيب ومسند الطيالسي وفي صحيح البخاري في فضائل القرآن عن أنس بن مالك ان أربعة من الصحابة جمعوا القرآن في زمن حياة رسول الله وهم معاذ بن جبل وزيد بن ثابت وأبو زيد واختلفت الرواية عنه في الرابع بين أبي الدرداء وأبي بن كعب وفي إرشاد الساري ما يدل على جمع ابن عمر له في عهد الرسول صلى‌الله‌عليه‌وآله‌وسلم وعليه فما وجه أعراض القوم عن هذا القرآن والتجائهم إلى جمعه من اللخاف والعسب وصدور الرجال.\nالثاني : اعراضهم عن القرآن الذي كتبه الإمام علي بن أبي طالب عليه‌السلام على نسخة الرسول صلى‌الله‌عليه‌وآله‌وسلم.\nالثالث : اعراضهم عن كبار الصحابة وحفظة القرآن في جمعهم للقرآن الكريم كالإمام علي بن أبي طالب. وعبد الله بن عباس. وعبد الله بن عمر. وابن مسعود وغيرهم من حفظة القرآن الكريم.",
        "الرابع : منع الخليفتين أبي بكر وعمر من كتابة السنة وإصرارهما على ذلك مع انه في ذلك حفظها من التحريف والتبديل ومعرفة القوانين الإسلامية على الوجه الأكمل ، ولم يكن سبيل للدس والافتراء من قبل أعداء الإسلام\nوأصحاب الأهواء لقرب العهد بالرسول صلى‌الله‌عليه‌وآله‌وسلم والخوف من ولاة الأمور كما هو الشأن في القرآن الكريم مع ان الرسول صلى‌الله‌عليه‌وآله‌وسلم أمر بالكتابة لأبي شامة اليماني وأجاز لعبد الله بن عمر بن العاص ان يكتب عنه صلى‌الله‌عليه‌وآله‌وسلم الحديث كما تقدم وكان عليهم ان يحفظوا السنة بالتدوين كما حفظوا القرآن بالتدوين مع ان في السنة أحكاماً اكثر وشرحاً للقرآن اجدر بل هي المكملة للأحكام التي لم تأت صريحة في القرآن العظيم والمبينة للقوانين التي أجمل بيانها التنزيل الكريم وفيها من الثروة الفقهية ما يعرف بها حتى ارش الخدش وقد دخل على المسلمين من ترك تدوينها بادئ بدء ضرر عظيم أوجب ان يشق عصا وحدتهم واختلاف كلمتهم وانقسام آرائهم ، والقول بأن تدوينها يوقع الخلط بينها وبين القرآن الكريم ناشئ من الجهل ببلاغة القرآن وإعجازها فإنها هي المميزة بين التعبير الإلهي النازل للاعجاز وبين الحديث النبوي الصادر لبيان الأحكام ثمّ ان ذلك لا يوجب المنع وإنما يوجب المحافظة من الاختلاط بينهما ولعل التدوين كان احسن شيء للتفرقة بينهما ولو خشي من الاختلاط.\nالخامس : منع الخليفة عمر من خروج الصحابة والفقهاء من المدينة المنورة إلا بإذن خاص منه مع ان في ذلك نشر الأحكام الإسلامية وتفهيمها للمسلمين ، وإذا ضممنا\nهذين الأمرين الرابع والخامس إلى ما ذكرنا من منع عمر ان يكتب الرسول صلى‌الله‌عليه‌وآله‌وسلم في حال مرضه كتاباً لن يضلوا بعده ابداً ترى انه قد ذهب من ايدينا ثروة علمية عملية كانت تزيل هذا الانشقاق بين صفوف المسلمين في الخلافة الإسلامية وتمنع من انفصام عرى وحدتها في الأحكام الشرعية.",
        "وقت وفاة أبي بكر وعمر وعثمان\nوفي هذا الدور توفي أبو بكر سنة 13 ه‍ وتوفي عمر ابن الخطاب سنة 23 ه‍ وقتل عثمان بن عفان سنة 35 ه‍.\nموقف الإمام علي عليه‌السلام من قتل عثمان\nوقد أرسل الإمام علي عليه‌السلام ولديه الإمام الحسن والإمام الحسين عليهما‌السلام لحمايته فكانا على باب داره يحفظانه حتى تسلق القوم على حائط قصره فنزلوا عليه وقتلوه.",
        "الدور الثالث\nمبدأ الدور الثالث ومنتهاه والعوامل التي أوجبت انشقاق المسلمين\nثمّ يبدأ الدور الثالث من حيث ينتهي الدور الثاني أي من سنة 36 ه‍ إلى خلافة عمر بن عبد العزيز سنة 99 فان في هذا الدور أعلن معاوية الخروج عن طاعة أمير المؤمنين وانشق المسلمون نصفين بعد أن كانوا في الدورين السابقين يداً واحدة يرجع بعضهم لبعض في تفهم المسائل الشرعية وكانت الشيعة متفقة مع السنة لا يجرأ أحدهم على مخالفة الآخر في الظاهر للمحافظة على وحدة الصف وجمع الكلمة والاخوة الدينية الإسلامية ، أما في هذا الدور فقد عصفت بهم ريح عاتية مزقتهم شر ممزق وفرقتهم أيدي سبا بالخروج على خليفة المسلمين الإمام علي أمير المؤمنين عليه‌السلام فأعلن معاوية العصيان وجمع جموعه على خليفة المسلمين وكان ذلك أول\nحدث في الإسلام شق عرى وحدتهم وفرق ما اجتمع من صفوفهم وأثارها فتنة شعواء ليوم المحشر تقذف علينا بحمم كأنها جمالة صفر غيرت الاتجاهات الروحية وبلبلت الأفكار الدينية وسببت التطاول على مركز الخلافة الإسلامية التي هي رمز الوحدة والاخوة في ذات الله.",
        "وقعة الجمل\nوما كانت وقعة الجمل إلا نتيجة لخروج معاوية وإعلانه العصيان ، فان مكة لم تتألب فتخرج على الإمام علي عليه‌السلام إلا بعد أن أعلن معاوية العصيان وتأهب الإمام علي عليه‌السلام للذهاب بجيشه لحرب معاوية.\nوقعة النهروان\nوحتى وقعة النهروان فإنها كانت نتيجة لإعلان معاوية الحرب للإمام علي عليه‌السلام واستعماله الخدعة في رفع المصاحف.",
        "موقف الأمويين من العلويين والمنكرات التي ارتكبوها\nوكان من جراء إعلان الأمويين الحرب على الإمام علي عليه‌السلام أن يوجهوا جهودهم لبسط سلطتهم وسطوتهم مهما كلفهم الأمر وبالغوا في تكوين دولتهم ونفوذ سلطانهم حتى بكشف العورات وإبداء السوءات كما فعل ذلك ابن العاص وبسر بن ارطأة. وسعوا وراء اشباع شهواتهم وتنفيذ أمانيهم ورغباتهم وان تجاوز ذلك الحد وخالف الشرع فسبوا خليفة\nالمسلمين على منابرهم ثمانية وخمسين سنة وسفكوا الدماء الزكية الطاهرة من ذرية رسول الله صلى‌الله‌عليه‌وآله‌وسلم وانتهكوا الحرمات الإلهية واسرفوا بالقتل والفتك في المسلمين والسلب والنهب لحجاج بيت الله المؤمنين فقتلوا عبد الله بن حنظلة وسبعمائة من المهاجرين والأنصار. واغاروا على المدينة المنورة واحرقوا دورها حتى دار أبي أيوب الأنصاري صاحب رسول الله صلى‌الله‌عليه‌وآله‌وسلم ثمّ بعد هذا أباحوها للجند ثلاثة أيام يقتلون فيها الناس ويسلبون الأموال ويسبون النساء. ورموا الكعبة بالمنجنيق بعد نصبه على جبل أبي قبيس فاحترق سقفها واستارها. كما رماها الحجاج مرة ثانية في أيامهم وبأمرهم. واتخذوا الخصيان ومنعوا حج بيت الله الحرام. واضطهدوا الفقهاء فجلدوا سعيد بن المسيب المسمى بفقيه الفقهاء وشهروا به في أسواق المدينة ومنعوا الناس من الاجتماع به. واغتالوا محمد بن أبي بكر الفقيه الصالح بالسم. ونكلوا بسعيد بن جبير المقرئ الفقيه المحدث الزاهد التابعي العالم بالتفسير وكان يلقب بجهبذ العلماء ولم يرعوا العبد الصالح حجر بن عدي بقتلهم إياه وهو من أبطال الفتح لنهاوند (وفي الكامل لابن الأثير إن الناس يقولون أول ذل دخل الكوفة موت الحسين بن علي وقتل حجر ودعوة زياد) أي دعوة معاوية لزياد بن سمية بأنه اخوه لأبيه أبي سفيان ، وقتلهم عمرو بن الحمق من أصحاب\nرسول الله صلى‌الله‌عليه‌وآله‌وسلم وكان مقرباً عنده وكان رأسه أول رأس طيف به في الإسلام وصلبهم لرشيد الهجري وجويرة العبدي ، وقتلهم ميثم التمار قبل قدوم الحسين للكوفة بعشرة أيام وقتلهم قنبر مولى أمير المؤمنين ، وقتلهم العالم الورع كميل بن زياد. واستلحاق أولاد الزنا بهم كزياد بن أبيه حيث استلحقه معاوية بأبيه مقراً بأخوته له على حين أن الشريعة الإسلامية لا تبيح ذلك ولا ترضاه. قال الحسن البصري (ثلاث كن في معاوية ولو لم يكن إلا واحدة منهن لكانت موبقة انتزاؤه على هذه الأمة بالسفهاء واستلحاقه زياداً وقد قال الرسول صلى‌الله‌عليه‌وآله‌وسلم الولد للفراش وللعاهر الحجر. وقتله لحجر بن عدي وأصحابه فيا ويله من حجر وأصحاب حجر) وبمثل هذا ينسب القول لسعيد بن المسيب حيث نقل عنه انه يقول : قاتل الله معاوية كان أول من غير قضاء الرسول وقد قال صلى‌الله‌عليه‌وآله‌وسلم الولد للفراش وللعاهر الحجر.",
        "فصل الدولة عن الدين\nوقد فصلوا الدولة عن الدين وأصبحت الخلافة أموية دنيوية إرثية لا إسلامية ولا أخروية ولا شوروية وجعلوا الفقه ينفصل عن الحياة العملية تدريجياً ويكون علمياً اكثر منه عملياً مما سبب انفصال الفقهاء عن السلطة وانصرافهم عن الدولة حتى قال (أسيد بن حضير الأنصاري) : لا أقضي\nما وليت بما قال معاوية ، وبلغ بهم أن يغروا بعض الرواة والفقهاء بالكذب على رسول الله صلى‌الله‌عليه‌وآله‌وسلم لتأييد مقامهم وتثبيت مراكزهم وإضعاف مخالفيهم فتطاولوا على مقام الرسول صلى‌الله‌عليه‌وآله‌وسلم بالكذب عليه وأقحموا في الفقهاء من لم يستكمل عناصر الاجتهاد لديه ولم يستنتج الحكم الشرعي بالنظر السليم المجرد عن الهوى فيه وشجعوهم على الإفتاء بما لم ينزل به الله من سلطان.\nاختلاط صحيح الحديث بضعيفه",
        "وبهذا وذاك اختلط صحيح الحديث بضعيفه وحسنه بسقيمه وادخل في الدين ما ليس من الدين وفسرت آيات القرآن الكريم بما تهوى الأنفس وتشتهيه وأصبحت مهمة علماء الحديث والفقهاء والمفسرين شاقة متعبة في معرفة الحكم الشرعي والنص الصحيح النبوي والتفسير للمراد الإلهي وهذا هو السبب الأول الذي دعا العلماء لتكوين فكرة تلخيص الروايات والتفسير والفتاوى وتنقيتها عن الشوائب والمفتريات والمفتعلات.\nموقف الإمام علي عليه‌السلام من العبث في الدين\nوأما جماعة الإمام علي عليه‌السلام فكانوا يأخذون بالكتاب وما انصياعهم للرافعين للمصاحف يوم صفين إلا من جهة\nتمسكهم بالكتاب المبين وقد ردوا الروايات التي تخالفه حتى لو كانت رواتها في أسمى درجات الصحة. وعند فقد نص الكتاب أو ظاهره أخذوا بالسنة إذا صحت روايتها حتى لو كان نقلتها على غير طريقتهم.",
        "أخذ الشيعة بروايات أهل السنة واجماعاتهم\nوقد أوجب الشيخ الطوسي في كتاب العدة وهو صاحب الصحيحين عند الشيعة الاستبصار. والتهذيب. وجوب العمل بالخبر من طريق المخالفين إذا لم يكن للشيعة في حكمه خبر مخالف ولا يعرف لهم فيه قول. كيف وقد عملت الشيعة بما رواه حفص بن غياث العامي الكوفي والقاضي وغيره من غير الشيعة. وفي الصحاح الأربعة المعول عليها عند الشيعة الكثير من أخبارها تنتهي إلى غير الشيعة. ويأخذون بالإجماع إذا كان كاشفاً كشفاً قطعياً عن سنة الرسول صلى‌الله‌عليه‌وآله‌وسلم وقد ملئت كتبهم الفقهية من الاستدلال به ككتب الشيخ والسيد المرتضى والعلامة وغيرهم. حتى أن بعض علماء الشيعة يعمل بالإجماع الذي ينقله مالك عن أهل المدينة في موطئه لكشفه عن رأي المعصوم عنده ويعمل الشيعة بالرأي ان كشف عن الحكم الشرعي كشفاً قطعياً لا ظنياً لعدم حجية الظن. وفي أخبار الشيعة ما يدل على ذلك كما في باب العقل من كتاب\nالكافي فالعجب من بعض الكتبة في هذا المقام أن ينفي عن الشيعة العمل بالكتاب والسنة المروية عن غيرهم والإجماع والرأي.\nالمرجع في الفتوى في هذا الدور الثالث",
        "وفي هذا الدور كان المرجع الأعلى في الفتوى هو الإمام علي عليه‌السلام لأنه هو خليفة المسلمين إلى سنة استشهاده سنة 41 ه‍.\nالمذاهب الستة في هذا الدور\nواتفق في هذا الدور أن تكونت للمسلمين مذاهب ستة وعند ما نرجع لتاريخها واصلها وأساسها نجد أن ما عدا الأول منها كان بسبب خروج معاوية على الإمام علي عليه‌السلام ولولاه لكان الإسلام على المذهب الأول منها وهي :\nالمذهب الأول",
        "المذهب الأول اتباع الإمام علي عليه‌السلام وهم بين قائل بأنه رابع خليفة وبين قائل بأنه أول خليفة.\nالمذهب الثاني\nوالثاني وهم أصحاب الجمل وهم يذهبون إلى أن علياً ليس بخليفة وليس الخلفاء الذين عندهم إلا ثلاثة.\nمذهب أصحاب الجمل",
        "وكان مرجعهم في الفتيا عائشة وطلحة والزبير وقد انقرض هذا المذهب بموت عائشة في سنة 58 ه‍.\nالمذهب الثالث\nوالثالث مذهب الأمويين وهم الذين يرون أن الخليفة بعد عثمان هو معاوية بن أبي سفيان ثمّ من بعده أولاده وهذا المذهب قد انقرض في المشرق والمغرب بعد ذهاب دولة الأمويين فيهما.\nالمذهب الرابع",
        "والرابع مذهب المرجئة وهم الذين اعتزلوا الناس ولم يقاتلوا وأرجئوا الحكم لله تعالى ومن هؤلاء عبد الله بن عمر وسعد بن أبي وقاص ومحمد بن مسلمة وأسامة بن زيد وأبو سعيد الخدري وحسان بن ثابت ومسلمة بن مخلد وغيرهم.\nمذهب المرجئة\nوعندهم ان الإيمان مجرد الاعتقاد ولا أثر للعمل في تحققه ولا تنافيه المعصية كما لا تنفع مع الكفر طاعة وقد تلاشت هذه الفرقة في العصر الأموي.\nالمذهب الخامس",
        "والخامس مذهب أهل النهروان وهم الخوارج ويسمون (الحرورية) لأنهم خرجوا من الكوفة بعد أن صمموا على محاربة الإمام علي عليه‌السلام إلى قرية قريبة للكوفة تسمى (حروراء) وأمروا عليهم عبد الله بن وهب الراسبي من الأزد وقد حاربهم الإمام علي عليه‌السلام في موضع يسمى بالنهروان وهزمهم شر هزيمة وقد قوي أمرهم في زمن الدولة الأموية فكان قسم منهم اتخذ (البطائح) قرب البصرة مركزاً لهم وقسم استولى على حضرموت واليمامة والطائف وكانت الحرب بينهم وبين الأمويين مستمرة ولما جاء العباسيون ضعفت شوكتهم وانحط شأنهم ولا يزال قسم منهم يحتل بعض الإمارات في الخليج العربي وعندنا كتاب قديم في معتقداتهم وكتاب جوهر النظام في فروعهم.\nمذهب الخوارج\nومذهبهم صحة خلافة أبي بكر وعمر وعثمان في صدرها الأول أي مدة ست سنوات وعلي قبل التحكيم ويطعنون في طلحة والزبير وعائشة ويكفرون معاوية وعمر بن العاص وأبا موسى الأشعري ويشترطون في الخليفة أن يكون باختيار المسلمين ولا يصح أن يتنازل ولا أن يحكم غيره في قضاياه ويرون أن العمل بالفرائض الدينية كالصلاة والصوم والزكاة وترك المحرمات جزء من الإيمان وليس الإيمان الاعتقاد وحده بدون العمل بالفرائض. وان مرتكب الكبيرة والذي لا يعمل بالفرائض كافر. ويرى قسم منهم أن القرآن وحده هو المصدر للأحكام الشرعية وليس غيره مصدراً لها وانه يجب الخروج على السلطان الجائر وقد افترقوا إلى فرق عديدة ومنهم الاباضية وهم تحت سلطنة مسقط.\nالمذهب السادس",
        "السادس المذهب الكيساني ويعزى هذا المذهب لكيسان مولى لعلي عليه‌السلام وقد أسسه عقب مقتل الحسين عليه‌السلام يدعو فيه إلى الخلافة لمحمد بن الحنفية وكان من أتباعه كثير عزة الشاعر المعروف.\nالكتب التي ألفت في هذا الدور ولا تزال موجودة لدينا\nويوجد في مكتبتنا في هذا الدور كتاب سليم بن قيس الذي توفى مستتراً عن الحجاج سنة 90 ه‍ وقد أدرك سليم الإمام علي عليه‌السلام والأئمة من ذريته إلى زمن الباقر عليه‌السلام وهو مجموعة من الأخبار التأريخية يستفيد منها الفقيه أحكام بعض المواضع الفقهية كالجهاد ونحوه وما يتعلق بالامامة من الأحكام الشرعية وهو من أقدم الكتب التي بين أيدينا توجد منه نسخة خطية قديمة في مكتبة جدي الهادي وطبع بالحروف.\nوفي هذا الدور كتب همام بن منبئة أخو وهب صحيفته التي رواها عن أبي هريرة وقد رواها أحمد في مسنده بكاملها. وقد ذكر أهل التاريخ أن همام كان يوم وفاة أبي هريرة عمره ثماني عشرة سنة. ويوجد لدينا تفسير ابن عباس الموسوم بتنوير المقياس عن تفسير ابن عباس المتوفي سنة 68 ه‍ اختصره صاحب القاموس من تفسير ابن عباس الكبير.",
        "فقهاء الدور الثالث\nوكان في هذا الدور الثالث من الفقهاء :\nعبد الله بن عمر بن الخطاب المتوفي سنة 73 ه‍ واسلم مع أبيه وهو صغير وقد ندم على عدم مشاركته للإمام علي ، في حروبه واكثر من روى عنه ابنه سالم ومولاه نافع وينقل عن الشعبي انه قال كان ابن عمر جيد الحديث ولم يكن جيد الفقه.\nومنهم أبو هريرة المتوفي سنة 58 ه‍ اسلم سنة سبع من الهجرة أي قبل وفاة الرسول بثلاث سنين مع انه اكثر رواية من أبي بكر وعمر والإمام علي. ففي مسند حنبل يكون مسند أبي هريرة (313) صفحة بينما مسند علي عليه‌السلام فيه (85) صفحة ومسند أبي بكر (14) صفحة ومسند عمر (41) صفحة.",
        "ومنهم سعيد بن المسيب المتوفي سنة 94 ه‍ وهو زعيم مدرسة أهل الحديث وقد حكي عن الذهبي انه قال في سعيد بن المسيب انه اعلم الناس بالقضاء وسيد التابعين وليس فيهم أحد أوسع علماً منه وذكر أهل التاريخ انه أبى أن يزوج ابنته للوليد بن عبد الملك وزوجها لأحد الفقراء اسمه (أبو وداعه) وكان لا يقبل جوائز السلطان وكان بينه وبين الحسن البصري مكاتبة. وكان سعيد بن المسيب والقاسم بن محمد ابن أبي بكر وأبو خالد الكابلي من ثقاة الإمام علي بن الحسين عليهما‌السلام وحواريه.\nومنهم إبراهيم بن يزيد بن قيس النخعي المتوفي سنة 96 ه‍ زعيم مدرسة أهل الرأي والقياس وشيخ حماد بن أبي سليمان الذي هو شيخ أبي حنيفة. وقد نقل حديثه البخاري ومسلم ويذهب إلى أن الأحكام الشرعية لها علل وان على الفقيه إدراكها ليجعل الأحكام الشرعية تدور مدارها خلافاً لسعيد بن المسيب الذي يذهب إلى لزوم متابعة الكتاب والسنة من دون الرجوع لعلل الأحكام.\nومنهم أبو بكر بن عبد الرحمن بن الحارث المخزومي المتوفي سنة 94 ه‍ وكان كثير الرواية.\nومنهم سعيد بن جبير فانه من أعلام الفقهاء الذين تخرجوا من مدرسة الكوفة وعن أبي حجر في تقريبه انه فقيه ثبت. قتله الحجاج صبراً سنة 65 ه‍ وقد عده اليعقوبي من الفقهاء الذين يفتون الناس في عصر الوليد وسليمان ابن عبد الملك. وعن ابن ميمون ابن مهران انه قال : مات سعيد ابن جبير وما على وجه الأرض رجل إلا ويحتاج إلى علمه كان ابن عباس إذا سأله أهل الكوفة عن أمور دينهم يقول أليس فيكم سعيد بن جبير.",
        "ومنهم علقمة بن قيس النخعي الكوفي المتوفي سنة 62 ه‍ وقد روى عنه البخاري ومسلم. وعن الذهبي انه قال : كان\nفقيهاً اماماً بارعاً ثبتاً فيما ينقل صاحب خبر وورع وكان على رأس من تخرج من مدرسة الفقه في الكوفة.\nومنهم الأسود بن يزيد النخعي المتوفي سنة 95 ه‍ ابن اخي علقمة ابن قيس المتقدم ذكره وكان عالم الكوفة.\nومنهم الحرث بن عبد الله الهمداني وعن ابن داود إنه أفقه الناس وعن أبي جعفر الطبري في ذيل المذيل انه تعلم منه الشعبي الفرائض والحساب.",
        "ومنهم أبو الأسود الدؤلي المتوفي سنة 69 ه‍ في البصرة بالطاعون وكان في طليعة أهل العلم وعن الراغب الاصفهاني في مفرداته انه كان من أكمل الرجال رأياً وعقلاً ، وقد وضع علم النحو بتعليم الإمام علي عليه‌السلام وقد روى عنه البخاري ومسلم وعن الأغاني انه من وجوه التابعين وفقهائهم ومحدثيهم وعن ابن خلكان انه من سادات التابعين وأعيانهم وهو أول من أعرب القرآن العزيز وتلميذه يحيى بن يعمر العدواني المتوفي سنة 129 ه‍ بخراسان وهو أول من نقط القرآن الكريم.\nومنهم عروة بن الزبير بن العوام المتوفي سنة 94 ه‍ ذكر الذهبي انه عالم المدينة ويحكى عن الزهري انه قال فيه : انه بحر لا ينضب.\nومنهم عبد الله بن عباس بن عبد المطلب المتوفي بالطائف سنة 68 ه‍ وكان يسمى بترجمان القرآن وعليه يدور علم أهل مكة في التفسير والفقه.\nومنهم مسروق بن الأجدع الهمداني المتوفي سنة 63 ه‍ تتلمذ على الإمام علي عليه‌السلام وعن الشعبي انه اعلم من شريح القاضي.",
        "ومنهم عبيدة بن عمر السلماني المتوفي سنة 92 ه‍ وكان يفتي الناس في الكوفة وأخذ الفقه من الإمام علي عليه‌السلام.\nومنهم أنس بن مالك خادم رسول الله صلى‌الله‌عليه‌وآله‌وسلم المتوفي سنة 93 ه‍ وقد سكن البصرة وكان من علمائها.\nومنهم عبد الرحمن الأشعري المتوفي سنة 78 ه‍ بعثه عمر بن الخطاب إلى الشام ليفقه الناس.\nومنهم عبد الله بن عمر بن العاص المتوفي سنة 65 ه‍ أخذ المصريون عنه علماً كثيراً وكان يلوم أباه على القيام مع معاوية في الخروج على الإمام علي عليه‌السلام وحضر صفين مع الإمام علي عليه‌السلام إلا انه يقال انه لم يسل سيفاً خوفاً من العقوق.",
        "واتفق في هذا الدور أن قتل الإمام علي عليه‌السلام بسيف ابن ملجم سنة 40 ه‍ واستشهد الإمام الحسن عليه‌السلام بسم معاوية له سنة 49 ه‍.\nأخذ الفقهاء من الإمام الحسن عليه‌السلام\nوقد أخذ الفقهاء والعلماء من الإمام الحسن عليه‌السلام الكثير من الأحكام الشرعية. وكلماته ومواعظه اكثر من أن تعد وتحصى وألف في الفقه كما نص على ذلك السيوطي في كتابه تدريب الراوي وقد قاسم ماله مرتين أو اكثر وحج خمساً وعشرين حجة ماشياً والركائب تقاد بين يديه.\nاستشهاد الإمام الحسين عليه‌السلام",
        "واستشهد الإمام الحسين عليه‌السلام بقتل يزيد بن معاوية له سنة 61 ه‍ وعن الترمذي ان النبي صلى‌الله‌عليه‌وآله‌وسلم قال : حسين مني وأنا من حسين أحب الله من أحب حسيناً ، وهو صاحب الدعاء المعروف في يوم عرفة الذي اشتمل على الأسرار الدينية والمعارف الإلهية والبلاغة المنطقية وما يدهش العقول ويخلب الألباب.\nاستشهاد الإمام زين العابدين عليه‌السلام\nواستشهد الإمام علي بن الحسين عليهما‌السلام بسم الوليد بن عبد الملك سنة 95 ه‍ والذي يقول في حقه الزهري ما رأيت أحداً أفقه من علي بن الحسين. وروى عنه مالك في موطئه. وعن\nابن المسيب انه قال : ما رأيت أودع منه وهو صاحب الصحيفة السجادية البالغة منتهى البلاغة في ادعيتها كتبها ولده الباقر عليه‌السلام بإملاء أبيه عليه‌السلام وكتبها ولده زيد الشهيد عليه‌السلام بإملاء أبيه عليه‌السلام وكانت النسختان قد وصلتا للإمام للصادق عليه‌السلام وكان يقبلهما ويقول في نسخة الإمام الباقر : هذا خط أبي وإملاء جدي وفي نسخة زيد : هذا خط عمي وإملاء جدي وقد قوبلت النسختان فلم يكن بينهما مخالفة. وكان من تلاميذه القاسم بن محمد ابن أبي بكر. وسعيد بن المسيب. وأبو خالد الكابلي.",
        "وذكر الكثير من أهل التاريخ انه مات مسموماً بسم الخليفة الأموي سنة 95 ه‍ السنة التي مات فيها الكثير من الفقهاء.\nالإمام الباقر عليه‌السلام\nومن الأئمة في هذا الدور أبو جعفر محمد بن علي ابن الحسين المعروف بالباقر عليهم‌السلام إلا انه استشهد في الدور الرابع سنة 114 ه‍ وقد دونت عنه أئمة المذاهب.\nالانتقال إلى قم في هذا الدور",
        "وفي هذا الدور سنة 83 ه‍ انتقل جملة من التابعين إلى قم.\nالدور الرابع\nمبدؤه ومنتهاه\nوهو يبتدئ من زمن خلافة عمر بن عبد العزيز بن مروان بن الحكم سنة 99 ه‍ الذي كانت خلافته سنتين وخمسة اشهر وينتهي هذا الدور بأفول نجم الدولة العباسية بأوائل القرن الرابع الهجري والقرن العاشر الميلادي حيث أن باب الاجتهاد انسد عند أهل السنة في آخر هذا الدور لتصريحهم بأنه لم ير مجتهد منهم بعد محمد بن جرير الطبري المتوفي سنة 310 ه‍.",
        "ما حدث من الأمور التي تخص علم الفقه في هذا الدور الرابع\nوفي هذا الدور حدثت أمور تخص هذا العلم.\nالأول : منها أن هذا العلم قد نال من الدعاية والعناية والتشجيع والترغيب حظاً وافراً فهذا عمر بن عبد العزيز\nأرسل العلماء إلى الآفاق الإسلامية لتعليم أهلها الأحكام الشرعية الإسلامية وقد روى لنا التاريخ انه بعث عشرة من العلماء التابعين إلى أهل افريقيا لتعليم أهلها الدين.",
        "ذهاب الفقهاء إلى المدن\nواخذ الفقهاء يتفرقون في المدن فكان في مكة سفيان بن عيينة. وفي المدينة مالك. وربيعة الرأي. وفي الكوفة سفيان الثوري. وأبو محمد البجلي. وأبو حنيفة. وفي البصرة الحسن البصري. وفي بغداد احمد بن حنبل. والظاهري. والطبري. وأبي ثور. وابن أبي عمير. وهشام بن الحكم. وفي دمشق الأوزاعي. وفي مصر الشافعي والليث بن سعد.\nانتقال السلطة من الأمويين إلى العباسيين\nوالثاني منهما : انتقال السلطة والسلطنة من الأمويين إلى العباسيين سنة 132 ه‍ باسم الدين.",
        "ظهور دولة العباسيين بادئ بدء بمظهر الدين\nوهذا ما أوجب أن يظهر العباسيون بمظهر المحافظين على الشريعة المحمدية ويصبغوا الدولة بصبغة الدين ويتوجهوا لعلمائها الروحانيين ويشيدوا بالفقه والفقهاء الربانيين وقد أدركوا خطأ الأمويين في بعدهم عن الصحابة والتابعين وعدم رعايتهم للفقهاء الروحانيين وهذا ما دعا العباسيين أن يرجعوا لهم في المسائل الشرعية وحل الخصومات\nباسم الأحكام الدينية وبلغ بالعباسيين الحد في تشييدهم مجد الفقهاء أن يتمنى المنصور أن يجلس في مصطبة وحوله أهل العلم والحديث ويأمر مالك بن انس أن يكتب له كتاباً يتجنب فيه رخص ابن عباس وشدائد ابن عمر فكتب (الموطأ) سنة 147 ه‍ ويقال أن المنصور أراد أن يحمل الناس على العمل بالموطأ وأبى مالك ذلك. ويبعث هارون الرشيد ولديه الأمين والمأمون ليتعلما الأحكام الشرعية من مالك والشيباني ويطلب من أبي يوسف أن يكتب له كتاباً في الخراج. وأمر هرثمة ابن أعين حين ولاه خراسان برعاية العمل بالأحكام الشرعية والرجوع للفقهاء في معرفتها. وقد صب وهو الخليفة الماء على يدي أبي معاوية الضرير أحد الفقهاء. وان يجمع المأمون العلماء ويبحث معهم المسائل الدينية. ويبحث معهم في إثبات أفضلية الإمام علي بن أبي طالب عليه‌السلام إلا أن الحقيقة انهم أرادوا أن يتذرعوا بالدين للقضاء على أهل الدين ويتخذونه وسيلة لتوطيد سلطانهم ورفع مقامهم كما يشهد بذلك إسرافهم في قتل الصلحاء وسبي النساء والولوغ بدماء الأبرياء واتباع الشهوات فكان سفاحهم سفاكاً للدماء ومنصورهم نصيراً للباطل ورشيدهم مرشداً للضلال ويدرك ذلك كل من ألقى السمع وتبصر في التاريخ.\nدولة الأدارسة",
        "والثالث منها : أن في هذا الدور تكونت دولة الأدارسة في المغرب الأقصى برئاسة إدريس بن عبد الله بن الحسن المثنى بن الحسن بن أمير المؤمنين علي بن أبي طالب عليه‌السلام حيث بويع في مدينة (وليلى) من المغرب الأقصى يوم الجمعة 4 رمضان سنة 172 ه‍ أيام خلافة هارون الرشيد. وقد أسسوا مدينة فاس وبنوا فيها المدارس العلمية وانشأوا فيها المكتبات واستمروا في نشر المعارف الدينية إلى أن انتهى أمر خلافتهم سنة 309 ه‍ على أيدي الفاطميين.\nدولة العلويين\nالرابع منها : تكونت دولة العلويين في طبرستان برئاسة الحسن بن زيد المنتهي نسبه إلى أمير المؤمنين علي عليه‌السلام في سنة 250 ه‍ وعلى أيديهم اسلم أهل الديلم والجبل وذهبوا مذهب التشيع ونال على أيديهم الفقهاء حسن الكرامة وعظيم المنزلة واستمرت دولتهم لسنة 316 ه‍.\nدولة البويهيين",
        "الخامس منها : ظهور دولة البويهيين برئاسة أبي شجاع\nالملقب بعماد الدولة وكان ابتداء سلطانه في شيراز سنة 321 ه‍ وكان لهم الحب العظيم للعلم والعلماء وفتحوا المدارس وعمروا ما خرب منها ودروا على الفقهاء وباقي أرباب العلوم الأرزاق واستمرت سلطتهم لسنة 447 ه‍.\nدولة الفاطميين\nالسادس منها : ظهور دولة الفاطميين في بلاد المغرب سنة 296 ه‍ برئاسة عبيد الله المهدي الذي اعتنق مذهب الإسماعيلية وقد بنوا القاهرة وأنشئوا فيها جامع الأزهر سنة 358 ه‍ والجامعات والكليات ودار الحكمة والمكاتب العامة وينسب للدروزي الاعتقاد بأن الحاكم بالله الخليفة الفاطمي قد غاب سنة 411 ه‍ واستمرت دولتهم لسنة 567 ه‍.",
        "دولة الحمدانيين\nوالسابع منها : ظهور دولة الحمدانيين برئاسة حمدان التغلبي سنة 281 ه‍ وقد قامت بخدمة العلم والعلماء والفقهاء واستمرت دولتهم لسنة 392 ه‍.\nتدوين السنة على نطاق واسع\nوالثامن منها : أن في هذا الدور الرابع شعر الفقهاء",
        "بضرورة تدوين السنة التي هي المصدر الثاني للفقه على نطاق واسع وكان مبدأ الأمر هو محاولة عمر بن عبد العزيز جمع الحديث في أوائل القرن الثاني للهجرة المصادف للقرن الثامن للميلاد فكتب إلى أبي بكر بن محمد بن عمرو بن حزم قاضي المدينة المنورة وواليها وإلى باقي عماله في الأمصار يأمرهم تدوين أحاديث الرسول ولكن عمر بن عبد العزيز قد عاجله الأجل قبل إتمام جمعها من قبل عامله ابن حزم بيد انه قد حقق أمله في زمن حياته محمد بن مسلم الزهري المدني التابعي المتوفي سنة 124 ه‍ فقد دوّن لعمر بن عبد العزيز كتاباً في ذلك وأخذ عمر يبعث إلى مصر دفتراً من دفاتر هذا الكتاب وكان الزهري يفتخر ويقول (لم يدون هذا العلم أحد قبل تدويني) ويحكى أن الزهري قد أملى على بعض ولد هشام بن عبد الملك أربعمائة حديث وانها كانت مكتوبة لديه وكان يطوف على العلماء ويكتب كل ما سمعه منهم وقالت له امرأته إن هذه الكتب اشد علي من ثلاث ضرائر.\nأول من دوّن السنة وأول من صنفها وبوبها\nوقد روى الرواة أن أول من دوّن العلم هو محمد الزهري المذكور وإن أول من صنف وبوب سعيد بن\nعروبة. وألف مكحول الشامي المتوفي سنة 116 ه‍ كتاب السنن في الفقه وكتاب المسائل في الفقه.",
        "أقدم كتاب وصل إلينا في الحديث\nوأقدم كتاب ألف في الأحاديث الفقهية قد وصل إلينا المجموع الفقهي الذي رواه إبراهيم بن الزبرقان ونصر بن مزاحم عن الإمام زيد الذي استشهد بأمر هشام بن عبد الملك الأموي سنة 121 ه‍ فانه اقدم من الموطأ بنصف قرن وكان الإمام جعفر الصادق المتوفي سنة 148 ه‍ يحث العلماء والرواة على تدوين السنة فقد نقل عنه بعدة طرق انه قال : (اكتبوا فانكم لن تحفظوا حتى تكتبوا).\nمحاولة المنصور تدوين الفقه بتحريض ابن المقفع\nوعند ما تحولت الخلافة من الأمويين إلى العباسيين سنة 132 ه‍ حاول المنصور العباسي تدوين الفقه بنحو يكون هو المرجع للأقطار الإسلامية بتحريض من ابن المقفع المتوفي سنة 144 ه‍ صاحب ترجمة كليلة ودمنة فقد طلب من المنصور أن يضع قانوناً عاماً يؤخذ من الكتاب والسنة وعند عدمهما يؤخذ مما يرتضيه العدل والصالح العام فيكون ذلك هو المرجع لسائر الأقطار الإسلامية. والظاهر أن هذه الفكرة",
        "بقيت في ذهن المنصور فلما حج سنة 148 ه‍ الموافق سنة 765 م طلب من مالك أن يحمل الناس على مذهبه فأبى مالك ذلك (وقال : لكل قوم سلف وأئمة فان رأى أمير المؤمنين قرارهم على حالهم فليفعل) فاقتنع المنصور بما قاله مالك ولم ينفذ فكرة ابن المقفع وفي سنة 163 ه‍ الموافق لسنة 777 م ذهب المنصور مرة ثانية للحج وعرض الفكرة الأولى على مالك وقال له (ضع الفقه ودوّن منه كتباً وتجنب شدائد عبد الله بن عمر ورخص عبد الله بن عباس وشوارد عبد الله بن مسعود وأقصد إلى أواسط الأمور وما اجتمع عليه الأئمة والصحابة لنحمل الناس إن شاء الله على علمك وكتبك ونثبتها في الأمصار ونعهد إليهم أن لا يخالفوها) فكتب مالك الموطأ وأصر على موقفه ولم يرض لحمل الناس على مذهبه. ولما جاء هارون الرشيد للخلافة طلب من مالك أن يكون كتابه الموطأ مرجعاً للقضايا والفتوى ويوزع منه نسخاً على الأمصار الإسلامية للعمل على طبقه فأبى مالك ذلك وأصر على فكرته السابقة فبقي الأمر على ما هو عليه من اختلاف المذاهب في الفقه الإسلامي.\nزمن كثرة التصنيف والتدوين للسنة والفقه والتفسير\nويمكن أن يقال إن التأليف والتصنيف وتدوين السنة\nوالفقه والتفسير قد كثر في عام 143 ه‍.",
        "فصنف وألف في بغداد محمد بن مسلم المتوفي سنة 150 ه‍ كتابه الأربعمائة مسالة.\nومحمد بن حسن الشيباني المتوفي سنة 179 ه‍ ألف كتبه وطبع منها الشيء الكثير.\nوأبو يوسف القاضي عند هارون الرشيد.\nوفي مكة المكرمة ألف عبد الملك بن عبد العزيز بن جريح المتوفي سنة 150 ه‍ كتبه.",
        "وفي المدينة المنورة صنف محمد بن اسحاق المتوفي سنة 151 ه‍ ومالك بن أنس المتوفي سنة 179 ه‍.\nوبالبصرة الربيع بن صبيح المتوفي سنة 160 ه‍ وسعيد بن أبي عروة المتوفي سنة 156 ه‍ وحماد بن مسلمة المتوفي سنة 176 ه‍ وحماد بن عيسى الذي اغرقه السيل في موضع الاحرام عند ما أراد أن يغتسل سنة 209 ه‍ فان له عدة كتب منها كتاب الصلاة.\nوألف بالكوفة أبان بن تغلب المتوفي سنة 141 ه‍ ويوجد في آخر السرائر مستظرفات من كتبه مطبوعة. وسفيان بن سعيد الثوري المتوفي سنة 161 ه‍.\nوهشام بن الحكم المتوفي سنة 199 ه‍ صاحب الكتب الكثيرة والمناظرات الجليلة. وحماد بن عثمان المتوفي سنة 190 ه‍. وعبد المؤمن بن القاسم بن قيس بن فهد الأنصاري المتوفي سنة 147 ه‍. ومحمد بن قيس البجلي المتوفي سنة 151 ه‍. ومحمد بن مروان الذهلي المتوفي سنة 161 ه‍. ومعاوية بن عماد المتوفي سنة 175 ه‍ وقد استطرف صاحب السرائر من كتبه بعض الأحاديث في آخر سرائره.",
        "وبالشام صنف عبد الرحمن الاوزاعي المتوفي سنة 157 ه‍ والوليد بن مسلم.\nوباليمن صنف معمر بن راشد المتوفي سنة 153 ه‍. وقد ظهر في الآونة الأخيرة كتاب المصنف لأبي بكر عبد الرزاق الصنعاني المتوفي سنة 211 ه‍ والمولود سنة 126 ه‍. ومؤلفه قد طبع في بيروت في أحد عشر مجلداً ضخماً وعليه فيكون قد عاصر مالك صاحب الموطأ.\nوصنف بخراسان ومرو عبد الله بن مبارك المتوفي سنة 181 ه‍.\nوبالري جرير بن عبد الحميد.",
        "وبمصر الليث بن سعد المتوفي سنة 175 ه‍.\nوبواسط هيثم بن بشير.\nأول من قام بتكثير أبواب الحديث\nويحكى أن أبا بكر بن أبي شيبة أول من قام بتكثير الأبواب وكان الحديث في هذه الكتب ممزوجاً بأقوال الصحابة والتابعين.",
        "ما أطلق عليه المصنف\nوأطلق على هذا النوع من الجمع اسم المصنفات واشهرها موطأ مالك. وعند الزيدية مجمع الإمام زيد.\nمن افرز أحاديث الرسول\nثمّ جاء بعد هؤلاء من أفرد وافرز أحاديث الرسول صلى‌الله‌عليه‌وآله‌وسلم عن فتاوى الصحابة والتابعين وكان ذلك ما بعد المائتين من الهجرة.",
        "ما أطلق عليه اسم المسند\nوأطلق على هذا النوع اسم المسانيد.\nأول من ألف في الأحاديث المسند\nويقال : أن أول من ألف في ذلك هو أبو داود الطيالسي المتوفي سنة 204 واكثر المسانيد رواية وحديثاً هو مسند احمد ابن حنبل المتوفي سنة 241 ه‍.",
        "أول من ألف النوادر والمراد منها\nولعل محمد بن حسن الشيباني صاحب هارون الرشيد المتوفي سنة 179 ه‍ أول من ألف في النوادر وهي في مصطلح أهل الحديث الأخبار التي ليس بمضمونها خبر آخر أو يكون ولكنه قليل جداً وليس لها معارض ومسلم صحتها بخلاف الشواذ فإنها الأخبار غير الصحيحة أو لها معارض.\nوكتاب نوادر الحكمة تأليف الشيخ الجليل محمد بن احمد بن يحيى بن عمران الأشعري القمي يشتمل على عدة كتب وعن ابن شهرآشوب انه اثنان وعشرون كتاباً كما في مجمع البحرين.\nثمّ جاءت بعد هذه الطبقة أي ما بعد المائتين والخمسين من الهجرة طبقة أخرى فاختارت من الأحاديث التي كانت موجودة في بطون الكتب وصدور الرجال.",
        "العلماء الذين نالوا الشهرة\nوكان الذين نالوا الشهرة منهم دون سواهم في التأليف وكتبهم موجودة لدينا.\nالبخاري وعدد أحاديثه\nمحمد البخاري المتوفي سنة 256 ه‍ وبلغت أحاديث كتابه على ما حكي (7275) حديثاً المكرر منها (3000) حديثاً.",
        "صحيح مسلم وعدد أحاديثه\nومسلم بن الحجاج النيسابوري المتوفي سنة 261 ه‍ ، وأحاديث كتابه على ما حكي (12000) حديثاً ، وأبو داود سليمان السجستاني المتوفي سنة 275 ه‍ ومحمد السلمي الترمذي المتوفي سنة 279 ه‍ ، ومحمد القزويني المعروف بابن ماجة المتوفي سنة 273 ه‍ ، واحمد بن شعيب النسائي المتوفي سنة 303 ه‍.\nالصحاح الستة\nوكتب هؤلاء الستة هي المعروفة بالصحاح الستة عند أهل السنة.",
        "والمحاسن للبرقي المتوفي سنة 274 ه‍ ومختلف الحديث لأبي محمد بن عبد الله بن مسلم بن قتيبة المتوفي سنة 276 ه‍ دافع فيه مؤلفه عن الأحاديث التي زعم أهل المعقول بأنها تناقض الكتاب المجيد أو يتناقض بعضها مع بعض.\nوالغيبة للنعماني من علماء القرن الثالث.\nوأبو جعفر محمد بن الحسن بن فروخ الصفار المتوفي سنة 290 ه‍ صاحب بصائر الدرجات المطبوع سنة 1285 ه‍.\nوأبو محمد الحسن الحلبي المتوفي سنة 381 ه‍ صاحب تحف العقول.",
        "وأبو حنيفة النعمان قاضي مصر صاحب دعائم الإسلام المتوفي سنة 363 ه‍.\nكيفية الفتوى\nوكان الفقهاء يفتون في المسألة بلفظ الحديث بحذف إسناده دون أن يذكروها بالفاظهم وآرائهم وفيما سبق كانوا يفتون في المسألة بذكر الرواية بإسنادها وأما في عصرنا الحاضر فتذكر الفتوى بلفظ رأي المجتهد.\nعلم الرجال ورجال الجرح والتعديل",
        "ثمّ جاء إلى جانب أهل الحديث رجال بحثوا عن حال الرواة من حيث صحة الاعتماد على روايتهم من كونهم عدولاً أو ثقات أو ضعافاً أو ضابطين وقد عرَّفوا بتسميتهم برجال الجرح والتعديل وقد وضعوا كتاباً في ذلك.\nأول من صنف في علم الرجال\nوأول من صنف في علم الرجال هو عبد الله بن جبلة بن ابحر الكناني المتوفي سنة 219 ه‍ عن عمر طويل ثمّ كثر التأليف والتصنيف في هذا الموضوع.\nاقدم كتاب لدينا في علم الرجال",
        "ولعل اقدم كتاب لدينا في هذا الموضوع لأهل السنة طبقات ابن سعد المتوفي سنة 230 ه‍ وللشيعة هو رجال احمد بن محمد بن خالد البرقي المتوفي سنة 274 ه‍ وعلى نهجه سلك اغلب مؤلفي الشيعة في الرجال كالشيخ الطوسي وغيره وسبب ذلك وجود الأحاديث المكذوبة في السنة بكثرة من جهة دس أهل الضلالة فيها أما معاداة للإسلام أو لإبراز نفسه مبرز أهل الحديث أو استنكافاً من الجهل أو نحو ذلك فكان\nالشخص الذي يريد معرفة الحكم من السنة يقع أمام عقبة كئود صعبة لمعرفة الصحيحة منها من غيرها فوضعوا كتباً تشرح حال الرواة من هذه الناحية.\nالميزان في صحة الرواية الوثوق بها\nثمّ قام إلى جانب ذلك طبقة جعلوا الميزان في صحة الرواية هو الوثوق بصدورها وهو إنما يحصل بالعمل بها والاستناد إليها من قبل الكثير من المتقدمين.",
        "الميزان في ضعف الرواية\nوالميزان في ضعف الرواية هو أعراض المشهور من المتقدمين عن العمل بها فلو كانت الرواية رواتها كلهم عدول وقد اعرض عنها المشهور من المتقدمين وهي بمرأى منهم ومسمع فهي ضعيفة عندهم.\nوبعضهم اعتبر الشهرة في الرواية واعرض عن الرواية الشاذة فإذا كانت الرواية اشتهر نقلها أخذ بها وإذا لم يروها إلا القليل طرحها فالميزان عنده شهرة نقلها لا شهرة العمل بها.\nالأسباب لكثرة المذاهب الفقهية في الدور الرابع",
        "وفي هذا الدور كثرت المذاهب الفقهية وتعددت الآراء في المسائل الشرعية وذلك لأسباب كثيرة.\nعدم الاهتمام بادي بدء بالتدوين\nأحدها : ولعله هو الأهم عدم اهتمام ولاة الأمور بادئ بدء بتدوين السنة بل منعهم عنها فان عدم كتابتها قد أدى إلى تحريفها والدس فيها مما أوجب اختلاف الفقهاء في الاعتماد عليها فتجد بعضهم اعتمد على نوع منها في حكم المسألة دون أن يعتمد الآخر عليه.\nالتفاوت في سعة الاطلاع",
        "ثانيها : تفاوتهم في سعة الاطلاع على السنة فتجد أن بعضهم اطلع على رواية في معرفة حكم المسألة دون أن يطلع الآخرون عليها مما جعل المطلع يفتي بما اطلع عليه دون أن يفتي الآخر به.\nاختلاف الأفهام\nثالثها : اختلاف الأفهام لمعاني آيات القرآن وأحاديث الأحكام.\nاختلاف الفقهاء في الأدلة",
        "رابعها : اختلاف الفقهاء في أدلة الأحكام كاختلافهم في حجية القياس ودليليته على الحكم وكتب أصول الفقه قد بسطت البحث في ذلك.\nالاطلاع على علة الحكم\nخامسها : اختلاف مدارك الفقهاء لعلل الأحكام الموجبة لسريان الحكم فان بعضهم قد يطلع على علة الحكم لعمق تفكيره فيسريه بها دون الآخر.\nالسياسة",
        "السادس : السياسة كان لها عظيم الأثر في تحصيل بعض الفتاوى في مقابل الفتاوى التي لا توافق أذواقهم وسيرهم. ولعل من هذه الجهة كثرت الحيل في الخروج عن حكم المسألة فإنها كانت لسلاطين الوقت.\nتعارض الأدلة\nالسابع : التعارض بين الأدلة وقد شرحته كتب الأصول وبسطت البحث فيه أحسن شرح وألطف بسط.\nوالحاصل ان في هذا الدور الرابع كثرت المذاهب لكثرة الفقهاء فيه مع اختلافهم في دليلية بعض الأدلة والاطلاع على",
        "ما هو الدليل منها دون اطلاع الآخرين أو فهم الحكم من المطلع عليه دون فهم الفقيه الآخر منه أو الداعي رغبة الدولة والاتجاه السياسي فان هذه الأمور ابرز الأشياء لتعدد المذاهب في هذا الدور ، ولكن المذاهب التي قدر لها الدوام والشهرة والبقاء حتى الآن عدة مذاهب :\nمذهب الامامية\nالأول منها مذهب الامامية وراعينا في تقديم بعضها على بعض بحسب الزمان ومع التساوي في القدم الزماني نقدم الأشهر من المتساويين بالنسبة للآخر والاشهر هو الذي يكون أتباعه أكثر ودائرته أوسع ، وعليه فيكون أول المذاهب هو مذهب الامامية باعتبار انه أقدمها زماناً وأكثرها شهرة وانتشاراً بالنسبة لما قارنه من المذاهب.\nوجه التسمية بالامامية وبمذهب أهل البيت",
        "وسمي بهذا الاسم نسبة للإمام أمير المؤمنين علي بن أبي طالب عليه‌السلام باعتبار أن هذا المذهب يتركز على امامته عليه‌السلام بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم. بلا فصل.\nويسمى أيضاً بمذهب أهل البيت لأن أهل البيت هم المقصودون\nفي آية التطهير عند علماء التفسير وهم النبي صلى‌الله‌عليه‌وآله‌وسلم. علي عليه‌السلام. وفاطمة عليها‌السلام. والحسن عليه‌السلام. والحسين عليه‌السلام. وأهل هذا المذهب يتمسكون بهؤلاء الخمسة حيث يتبعون أقوالهم وأفعالهم وتقاريرهم دون باقي المذاهب فانهم لا يتبعونهم في ذلك.\nويسمى هذا المذهب أيضاً بمذهب التشيع لأن معتنقيه قد شايعوا علياً وذريته وتابعوهم ويسمون بالشيعة لأن الشيعة هي الفرقة الموالية وهم موالون للإمام علي عليه‌السلام وذريته ومفردها شيعي.",
        "ما روته السنة عن النبي صلى‌الله‌عليه‌وآله‌وسلم في مدح الشيعة\nوقد روي عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم من طرق أهل السنة أن علياً وشيعته في الجنة ما بلغ حد التواتر كالعسقلاني في لسان الميزان. والخطيب الخوارزمي في المناقب. والترمذي في المناقب. والحافظ في فردوس الأخبار. وابن الجوزي في التذكرة. وعلاء الدين في منتخب كنز الأخبار. والسيوطي في الدرر المنثور. والألوسي في تفسيره والخطيب البغدادي في تاريخ بغداد وغيرهم.\nالفرقة الجعفرية\nوقد افترق أصحاب المذهب الامامي إلى عدة فرق إلا أن الذي قدر لها البقاء فرقتان إحداهما فرقة الامامية الجعفرية",
        "وثانيهما الفرقة الزيدية. أما الفرقة الجعفرية فهم اتباع الإمام جعفر الصادق وسميت بالجعفرية نسبة للإمام جعفر الصادق عليه‌السلام.\nوهي التي تقول بامامة علي عليه‌السلام بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم بلا فصل وبعده ابنه الحسن عليه‌السلام ثمّ اخوه الحسين عليه‌السلام ثمّ ابن الحسين علي عليه‌السلام ثمّ محمد الباقر عليه‌السلام ثمّ جعفر بن محمد الصادق عليه‌السلام المولود سنة 83 ه‍ والمتوفي سنة 148 ه‍.\nوجه التسمية بالجعفرية\nوإنما نسبت هذه الفرقة للإمام جعفر دون باقي الأئمة عليهم‌السلام بسبب كثرة نشره عليه‌السلام لهذا المذهب أكثر بكثير من باقي ائمة هذا المذهب حتى نهل من معين معدنه عليه‌السلام مثل أبو حنيفة وأمثاله كما ذكره تهذيب التهذيب والاسعاف للسيوطي وروى عنه مالك في الموطأ وأطرى عليه كما هو المحكي عن شرح الزرقاني على الموطأ وتاريخ القضاء في الإسلام.",
        "الفرصة التي أتاحت للصادق عليه‌السلام نشر مذهب التشييع\nولا ريب أن الفرصة قد أتاحت له بسط الأحكام الشرعية لأنه كان عليه‌السلام في أواخر الدولة الأموية وأوائل الدولة العباسية الزمن الذي انتقلت به الخلافة من الأمويين إلى العباسيين وكانت الكوفة هي مركز الانتقال حيث تمت بها البيعة للسفاح والسلطة الزمنية مشغولة بنفسها عن السلطة الدينية مما أوجب أن ينفسح\nللإمام الصادق عليه‌السلام المجال لبسط الأحكام الشرعية ونشر المعارف الإلهية والأخلاق الإسلامية وتربية رهط كثير من طلاب المعارف الدينية.\nتلاميذ الإمام الصادق عليه‌السلام",
        "وهذا الحسن بن علي الوشاء يقول لابن عيسى القمي إني أدركت في مسجد الكوفة تسعمائة شيخ كل يقول حدثني جعفر بن محمد عليه‌السلام. وهذا أبان بن تغلب وهو أحد القراء المشهورين يروي عن الصادق عليه‌السلام ثلاثين ألف حديثاً.\nالصادق عليه‌السلام المؤسس الأول للمدارس الفلسفية في الإسلام\nوعن تأريخ العرب لمير علي أن الإمام الصادق عليه‌السلام يعتبر في الواقع أول من أسس المدارس الفلسفية المشهورة في الإسلام ولم يكن يحضر حركته العلمية أولئك الذين أصبحوا مؤسسي المذاهب فحسب بل كان يحضرها طلاب الفلسفة والمتفلسفون من الأنحاء العامة.\nوقد تواتر النقل بأن الرواة عنه قد بلغوا أربعة آلاف رجل.",
        "اعتبار المذهب الجعفري مذهباً خامساً\nوفي الآونة الأخيرة اعتبر مذهباً خامساً للمذاهب السنية الأربعة وقرر تدريسه في جامعة الأزهر وفي معهد الدراسات العربية العالية.\nوفي الصواعق المحرقة لابن حجر أن الصادق نقل الناس عنه من العلوم ما سارت به الركبان وانتشر صيته في جميع البلدان.\nوروى عنه الأئمة الأكابر كيحيى بن سعيد وابن جريح ومالك والسفيانيين وأبي حنيفة وأيوب السختياني.",
        "الغريب من البخاري\nومن الغريب أن البخاري لم يرو عنه شيئاً.\nوفي ميزان الاعتدال للذهبي ان التشيع كثر في التابعين وتابعيهم مع الدين والورع والصدق فلو ردَّ حديث هؤلاء لذهبت جميع الآثار النبوية.\nوفي الموطأ لمالك تجد الرواية الكثيرة عن فقهاء الشيعة كالقاسم وسعيد بن المسيب وابن جبير.",
        "كما أن الكثير من فقهاء السنة ومحدثيهم قد رووا عن الأئمة عليهم‌السلام فقد روى الزهري ومالك ومحمد بن إسحاق والسفيانيان وابن أبي ليلى والطبري والبلاذري وابن سعد وابن حنبل الشيء الكثير من أخبارهم عليهم‌السلام.\nانقسام الجعفرية\nوقد انقسمت الفرقة الامامية الجعفرية إلى عدة أقسام إلا أن الذي قدر له البقاء قسمان : القسم الأول هو الفرقة الاثنا عشرية وهي المنتشرة في الآفاق وسميت بذلك لذهابها إلى أن الأئمة اثنا عشر من قريش واحداً بعد واحد بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم.\nصحاح السنة تذكر ان بعد رسول الله يتولى الأمر اثنا عشر اميراً",
        "كما يظهر ذلك من الصحاح كالبخاري في الجزء الرابع صحيفة 158 واحمد بن حنبل في الجزء الخامس صحيفة 87 والترمذي في الفتن صحيفة 46.\nوقد كان لفقهاء الامامية الاثني عشرية من التصنيف فيما يخص علم الفقه أنواع وأقسام.\nأنواع تصانيف الشيعة الاثني عشرية في الفقه\nأحدها ويسمى بالأصول والجوامع ككتب الأخبار التي ألفت في زمن الأئمة الاثني عشر في الأحاديث المروية عن طريق أهل البيت.",
        "مقدار كتب الأصول\nوهي تزيد على ستمائة وستون ألف كتاباً كما في الفائدة الرابعة من كتاب الوسائل وقد عرض منها على الأئمة عليهم‌السلام ككتاب يونس بن عبد الرحمن حيث عرض على الإمام العسكري عليه‌السلام وككتاب عبيد الله بن أبي سعيد على الإمام الصادق عليه‌السلام وككتاب الفضل بن شاذان على العسكري عليه‌السلام وقد اشتهر كتاب حريز عندهم.\nالاعتبار من موضع كتب الأصول\nوقد كان موضع الاعتبار والأهمية منها أربعمائة كتابٍ سميت في ألسنة الفقهاء بالأصول الأربعمائة ويوجد الكثير منها في مكاتب النجف إلا أن تدوين أكثرها إلا ما شذ لم يكن مرتباً على أبواب الفقه إذ أن أربابها كانوا يكتبون كل ما يسمعون من الأئمة بحسب الزمن لا بحسب أبواب الفقه.",
        "المرجع لكتب الصحاح الأربعة وتعدادها\nوقد كانت هي الأساس والمرجع لتدوين الكتب الأربعة المسماة بالصحاح الأربعة والجوامع الأربعة وهي الكتب الأربعة التي كان تدوينها حسب أبواب الفقه.\nالتعريف بكتاب الكافي\nأولها كتاب الكافي للشيخ أبي جعفر محمد الكليني المتوفي سنة 329 ه‍ وهو يشتمل حسبما حكاه بعض الثقات على (16199) حديثاً في الأصول والفروع مع أن أحاديث البخاري بحذف المكرر (4000) ومثله صحيح مسلم بحذف المكرر. وأحاديث الموطأ وسنن الترمذي والنسائي لا تبلغ عدد صحيح مسلم.",
        "التعريف بكتاب من لا يحضره الفقيه\nوثانيها كتاب من لا يحضره الفقيه للشيخ أبي جعفر الصدوق محمد بن علي الحسين القمي المتوفي سنة 381 ه‍ ويشتمل حسبما نقله الثقات على (5963) حديثاً.\nالتعريف بكتاب مدينة العلم\nوكان له كتاب في الأخبار سماه بمدينة العلم اكبر من كتابه هذا كان موجوداً إلى زمان الشهيد الأول ثمّ فقد ولم يعثر عليه رغم كثرة التحريات عنه.",
        "التعريف بكتاب التهذيب والاستبصار\nوثالثها ورابعها كتاب التهذيب المشتمل على ما ذكره الثقات على (13590) حديثاً للشيخ الطوسي رحمه‌الله المتوفي سنة 460 ه‍. وكتاب الاستبصار المشتمل على ما ذكره الثقات على (5511) حديثاً أيضاً للشيخ الطوسي رحمه‌الله وكلها مطبوعة بعدة طبعات ولها شروح مطبوعة.\nالتعريف بكتاب الوافي\nوسيجيء إن شاء الله ان ملا محسن الفيض الكاشاني المتوفي سنة 1091 ه‍ قد جمع روايات هذه الكتب الأربعة حسب أبواب الفقه وشرح أحاديثها شرحاً وافياً في كتاب سماه الوافي قد طبع في إيران.",
        "التعريف بالوسائل\nثمّ جاء محمد الحر العاملي المتوفي سنة 1104 ه‍ فجمع روايات هذه الكتب الأربعة مع زيادة من كتب أخرى كانت موضع اعتماده ورتبها حسب أبواب الفقه وسماه بكتاب الوسائل طبع عدة مرات.\nالتعريف بالمستدرك\nثمّ جاء محمد حسين النوري المتوفي سنة 1320 ه‍ فاستدرك على كتاب الوسائل المذكور ما فات صاحبه وأسماه بالمستدرك قد طبع اكثر من مرة. وقد توفرت كتب الأخبار وتوسعت عند الشيعة وتيسرت.",
        "التعريف بالبحار\nفقد كان المرحوم محمد باقر المجلسي المتوفي سنة 1110 ه‍ قد ألف موسوعته الكبرى في الأخبار في ستة وعشرين مجلداً سماها بالبحار طبعت غير مرة\n. النوع الثاني من المصنفات الفقهية\nالنوع الثاني : ما جمعت فيه نصوص الأخبار بألفاظها",
        "بحذف أسانيدها مرتبة على أبواب الفقه والموجود عندي منها مطبوعاً المقنع للصدوق رحمه‌الله والهداية له رحمه‌الله والمقنعة للمفيد رحمه‌الله والنهاية للشيخ الطوسي رحمه‌الله وكان بعض الأصحاب إذا أعوزتهم النصوص رجعوا إليها.\nالنوع الثالث من المصنفات الفقهية\nالنوع الثالث : ما جمعت فيه نصوص الأخبار من غير التزام بألفاظها مع إسقاط أسانيدها مرتبة على أبواب الفقه والموجود لدي منها المراسم لأبي يعلى والوسيلة للشيخ أبي جعفر والكافي لأبي صلاح.\nالنوع الرابع من المصنفات الفقهية",
        "النوع الرابع : ما جمعت فيه القواعد الشرعية كقواعد الشهيد وقواعد جدنا الشيخ جعفر كاشف الغطاء المطبوعة في إيران. النوع الخامس من المصنفات الفقهية\nالنوع الخامس : ما ألف في الوسائل الفقهية\nوهو على قسمين أحدهما ما اشتمل على الوسائل التي هي موضوع الخلاف وإقامة الحجة على المختار من الأقوال وهو على نوعين :\nالأول ما اشتمل على مسائل الخلاف بين الامامية والسنة ككتاب الخلاف للشيخ الطوسي وقد طبع عدة طبعات.",
        "الثاني : ما اشتمل على مسائل الخلاف بين الامامية ككتاب المختلف للعلامة الحلي وقد ذكر مؤلفه العلامة انه أول من صنف في هذا الموضوع وككتاب مفتاح الكرامة للسيد جواد العاملي الذي ألفه بطلب من جدنا الشيخ جعفر كاشف الغطاء يشتمل على بيان الخلاف في مسائل كتاب القواعد للعلامة الحلي وقد يتعرض لخلاف أهل السنة وقد طبع في مصر.\nوثانيهما ما يشرح فيه المسألة الفقهية ويذكر آراء الفقهاء فيها مع أدلتهم على ما اختاروه فيها ويذكر رأيه فيها مع الدليل عليه ككتاب المستند للنراقي وكتاب أنوار الفقاهة للمرحوم الشيخ حسن كاشف الغطاء.\nالنوع السادس من المصنفات الفقهية\nالنوع السادس : ما ألف في المسائل الفقهية التي انفردت الامامية في حكمها عن غيرهم وتسمى بالانفرادات كالانتصار للسيد المرتضى وككتاب الأعلام للمفيد فانه ذكر فيه ما اتفقت الامامية عليه من الأحكام وخالفتهم فيه أهل السنة.",
        "النوع السابع من المصنفات الفقهية\nالنوع السابع : هو ما اشتمل على التفريع على النصوص الفقهية وفرض الفروع وتخريجها على الأصول ، وقال الشيخ الطوسي في أول كتابه المبسوط : ان الامامية لم يكونوا يفرعون إلى زمانه وكانوا يقفون عند النصوص التي وصلت إليهم يداً بيد عن قدمائهم وأن مخالفيهم قد طعنوا به عليهم وان كتابه أول كتاب في هذا المسلك.\nولقد أجاد احسن إجادة المرحوم الشيخ حسن كاشف الغطاء في كتابه أنوار الفقاهة في تفريعه الفروع الممكنة الحصول على الأصول.\nالنوع الثامن من المصنفات الفقهية",
        "النوع الثامن : هو الشروح لكتب الفقه أو التعليق عليها كشروح شرائع المحقق الحلي ، وهذا النوع قد كثر في الأزمنة المتأخرة. وكالجواهر للمرحوم الشيخ محمد حسن وكموارد الأنام للمرحوم الشيخ عباس نجل الشيخ علي.\nالنوع التاسع من المصنفات الفقهية\nالنوع التاسع : الرسائل العملية التي تجمع فتاوى المجتهد حسب أبواب الفقه كالعروة الوثقى للسيد كاظم وكالسفينة للشيخ احمد كاشف الغطاء والهدى لجدنا الهادي.\nالنوع العاشر من المصنفات الفقهية",
        "النوع العاشر : أجوبة المسائل الفقهية بنحو الاستدلال.\nالفتوى عند الشيعة\nإن الفتوى بالحكم الشرعي قد تطور بيانها عند الشيعة الامامية الاثني عشرية فقد كان أصحاب الأئمة يفتون الناس بنقل نفس الحديث للمستفتي مثل زرارة بن أعين. ويونس بن عبد الرحمن. ومحمد بن مسلم. وأبي بصير. وأبان بن تغلب وجميل ابن الدراج. ومحمد بن أبي عمير والحسن بن علي بن فضال. وصفوان بن يحيى وغيرهم ، ثمّ تطورت الفتوى عندهم فاخذوا يفتون بنص الرواية من دون ذكر السند ثمّ تطورت الفتوى فاخذوا يفتون بما أدى إليه اجتهادهم في حكم الواقعة الشرعي بتعابيرهم الخاصة ، والحاصل انه لما وقعت الغيبة الكبرى للحجة المهدي عليه‌السلام سنة 329 ه‍. بوفاة علي بن محمد السيمري السفير الرابع للإمام الثاني عشر عجل الله فرجه انحصرت معرفة الشيعة للحكم الشرعي\nفي الحوادث والوقائع بفتوى فقهائهم بأمر الحجة عليه‌السلام لهم بذلك على يد السفير الرابع فرجعوا لهم واحتاج الفقهاء إلى إعمال اجتهادهم في معرفة أحكام المسائل التي تعرض عليهم بردها لأصولها الموجودة في الكتاب والسنة وما تقتضيه القواعد الشرعية والموازين العقلية وتشخيص ما قام إجماع الشيعة عليه إلى غير ذلك ما يقتضيه الاجتهاد ويتطلبه الاستنباط.",
        "فأول من انبرى لهذا العمل هو الحسن بن علي العماني شيخ فقهاء الشيعة والذي استجازه صاحب كامل الزيارة سنة 329 ه‍ وقد صنف كتاب المتمسك بحبل آل الرسول وعاصر الكليني وعلي بن بابويه.\nالزعامة الدينية للشيعة\nوالظاهر أن الزعامة الدينية للشيعة كانت له بعد الغيبة الصغرى فإنها قبل ذلك لم تكن إلا لإمام العصر أو السفراء بينه وبين الخلق ثمّ من بعده انتقلت الزعامة الدينية لمحمد بن احمد بن جنيد الاسكافي المتوفي سنة 381 ه‍ صاحب كتاب تهذيب الشيعة وكتاب الأحمدي ثمّ من بعدهما للشيخ محمد المفيد المتوفي سنة 413 ه‍ وكان كتابه المقنعة مداراً للدراسة بين الفقهاء وهو الذي علق عليه الشيخ الطوسي وسمى تعليقه عليه بالتهذيب.\nثمّ من بعده علم الهدى المتوفي سنة 436 ه‍.",
        "ثمّ من بعده الشيخ الطوسي. وهكذا مرجع بعد مرجع وزعيم بعد زعيم.\nعقيدة الشيعة الاثني عشرية في علم الأئمة عليهم‌السلام بالأحكام الشرعية\nويتلخص مذهب الشيعة في الأئمة الاثني عشر ان علمهم عليهم‌السلام بالأحكام الشرعية ليس من طريق الاجتهاد كسائر المجتهدين وإنما هو من طريق إيداع النبي صلى‌الله‌عليه‌وآله‌وسلم للأحكام عندهم وهم معصومون من الخطأ في بيان الأحكام كالنبي صلى‌الله‌عليه‌وآله‌وسلم وقد ذكرنا ذلك في كتابنا باب مدينة الفقه عند الكلام منا في الواضع لعلم الفقه وفي الدور الثاني لعلم الفقه انه عند الأئمة عليهم‌السلام كتاب علي عليه‌السلام الذي هو باملاء رسول الله صلى‌الله‌عليه‌وآله‌وسلم وخط علي عليه‌السلام وإن فيه حتى ارش الخدش. وتقدم أن الرسول صلى‌الله‌عليه‌وآله‌وسلم أودع بيان قسم من الأحكام للائمة الأطهار عليهم‌السلام وانهم لا يزالون يتوارثون هذا الأمر إلى الإمام الثاني عشر.\nنعم انهم لو أرادوا أن يعلموا بالأحكام من طريق الإلهام وانكشاف الواقع لتأتى لهم ذلك كما يتأتى لهم ذلك لو أرادوا العلم والمعرفة بأي شيء من حقائق المخلوقات والكائنات لقدسية نفسهم عليهم‌السلام وفي الخبر عبدي أطعني تكن مثلي وفي كتاب الحجة من أصول الكافي ص 231) ان الأئمة إذا شاءوا أن يعلموا علموا).",
        "الدليل على انهم عليهم‌السلام لو أرادوا أن يعلموا علموا\nويشهد لذلك انهم مع غزارة علمهم وكثرة بيانهم للعلوم وضخامة ما أورثوه للشيعة من الأحاديث والأخبار لم تجد في كتب التراجم والتاريخ المعتبرة عند شرح حال أحدهم أن يذكر انه تتلمذ على أحد من الفقهاء. أو روى عن أحد من الرواة وهو أدل دليل على أن علمهم قد حصل لهم من رسول الله صلى‌الله‌عليه‌وآله‌وسلم أو بطريق انكشاف الواقع له.\nوهذا الإمام جعفر الصادق قد بين لجابر بين حيان أسرار علم الكيمياء وشرح لغيره أسرار الكائنات حتى ما كان منها في السماوات وهكذا من قبله ومن بعده من الأئمة عليهم‌السلام مع انهم لم يذكر عنهم عليهم‌السلام انهم درسوا وتتلمذوا على يد أحد من العلماء بأسرار الطبيعة. وما يكون ذلك إلا لانكشاف الواقع لأنفسهم عليهم‌السلام وافتضاح أسرار العالم لديهم عليهم‌السلام ومن راجع البحار لا سيما كتاب السماء والعالم منه يرى ما يجعل الأفكار حيرى والعقول صرعى من الأخبار الواردة عنهم عليهم‌السلام المشتملة على مختلف العلوم والفنون وعليه فيكون عصر النص عند الشيعة ينتهي بأول الغيبة الكبرى سنة 330 ه‍ للإمام الثاني عشر ويكون وجود الأئمة عليهم‌السلام استمراراً لوجود النبي صلى‌الله‌عليه‌وآله‌وسلم بخلاف أهل السنة فان عصر\nالنص عندهم ينتهي بموت رسول الله صلى‌الله‌عليه‌وآله‌وسلم وإن رجوع فقهاء الشيعة في معرفة حكم المسألة للاجتهاد إنما كان عند بعدهم عن النبي صلى‌الله‌عليه‌وآله‌وسلم وعن أئمتهم عليهم‌السلام أو بعد غيبة الإمام الثاني عشر بخلاف أهل السنة فانه كان عند بعدهم عن النبي صلى‌الله‌عليه‌وآله‌وسلم أو بعد موته صلى‌الله‌عليه‌وآله‌وسلم. وأن الأئمة عليهم‌السلام عند الشيعة معصومون من الخطأ والنسيان كالرسول صلى‌الله‌عليه‌وآله‌وسلم فتكون أقوالهم عليهم‌السلام وأفعالهم عليهم‌السلام وتقاريرهم عليهم‌السلام كأقوال وأفعال وتقارير الرسول صلى‌الله‌عليه‌وآله‌وسلم حجة على الحكم الشرعي ولذا تجدهم يعبرون عن السنة التي هي الدليل على الحكم الشرعي بقولهم (سنة المعصوم) ولا يخصون النبي صلى‌الله‌عليه‌وآله‌وسلم بالذكر لكون السنة التي هي الحجة عندهم هي قول النبي صلى‌الله‌عليه‌وآله‌وسلم وقول الأئمة وفعل النبي صلى‌الله‌عليه‌وآله‌وسلم وفعل الأئمة وتقرير النبي صلى‌الله‌عليه‌وآله‌وسلم وتقرير الأئمة عليهم‌السلام فلا فرق بين النبي صلى‌الله‌عليه‌وآله‌وسلم والأئمة الاثني عشر عندهم في الاطلاع على الحكم الشرعي وانكشاف الواقع إلا أن النبي صلى‌الله‌عليه‌وآله‌وسلم ينكشف له الواقع من طريق الوحي والإمام ينكشف له الواقع من طريق القرآن المجيد أو من قول ما قبله من الأئمة أو من الكتاب الذي أملاه رسول الله صلى‌الله‌عليه‌وآله‌وسلم للإمام علي عليه‌السلام فان الكتاب المذكور كما قد عرفت أن فيه حتى ارش الخدش وقد عرفت أن الأئمة كان عندهم طريق الإلهام والكشف لمعرفة الواقع بدليل",
        "انهم كانوا يملون الحقائق العلمية والأسرار الكونية من طريق انكشاف الواقع لهم بالإلهام.\nان الأئمة لم يستعملوا طريق الإلهام في الكشف عن الأحكام\nولكنهم عليهم‌السلام لم يصدر منهم نص على انهم عليهم‌السلام استعملوا هذا الطريق أو احتاجوه في معرفة الأحكام الشرعية حتى في مستسرهم فانهم عليهم‌السلام كانوا في بيان الأحكام الشرعية قد أشاروا لمصدرها من القرآن الكريم أو السنة أو من الكتاب الذي خطه الإمام علي عليه‌السلام من إملاء رسول الله صلى‌الله‌عليه‌وآله‌وسلم ولم يشيروا قط لطريق الإلهام في معرفة الأحكام وذلك يدل على عدم ارتكابهم له ، فالشيعة ترجع للائمة عليهم‌السلام في معرفة الأحكام الشرعية باعتبار انها مروية لديهم عن الرسول صلى‌الله‌عليه‌وآله‌وسلم ولذا لو قال الإمام : أنا اعمل كذا لم يحمل على الإلزام وإنما على الأولوية والاستحباب والاحتياط.\nطريقة الشيعة في معرفة أحكام الشريعة",
        "إن للشيعة الاثني عشرية الامامية عند عدم التمكن من الرجوع للائمة أو الحرج عليهم في ذلك طريقتين لمعرفة الأحكام الشرعية إحداهما يسمى أصحابها بالأصوليين لرجوعهم في معرفة الحكم الشرعي للأدلة الأربعة : الكتاب والسنة والإجماع والعقل وهي تسمى بأصول لأن الأصل ما ابتنى عليه غيره وهذه الأربعة يبتني عليها معرفة الحكم الشرعي.\nوكيف كان فهذه الطريقة هي عبارة عن الرجوع للكتاب المجيد وعند عدم معرفة الحكم الشرعي منه يرجعون للسنة المروية عن الرسول صلى‌الله‌عليه‌وآله‌وسلم أو عن الأئمة عليهم‌السلام بسند يكون معتبراً عندهم. ورجوعهم للكتاب أو السنة إنما هو بالعمل\nبنصوصها أو ظواهرها ولا يأخذون بالسنة لو خالفت الكتاب كما لا يأخذون بسنة الأئمة لو خالفت سنة الرسول صلى‌الله‌عليه‌وآله‌وسلم الثابتة عندهم وعند فقد ذلك كله يرجعون للعقل الحاكم بالبراءة أو الاحتياط أو التخيير أو الاستصحاب عند من اعتبرها من باب العقل وإلا فمن اعتبرها من باب قيام الكتاب والسنة عليها يكون رجوعه إليها من باب الرجوع للكتاب والسنة.\nوأما رجوعهم للإجماع فان كان من باب الحدس لرأي المعصوم من الاتفاق فهو من باب الرجوع للعقل وإن كان من باب إحراز دخول المعصوم في جملة المجمعين فهو باب الرجوع للسنة ، وتوضيح ذلك وتفصيله يطلب من كتب أصول الفقه للشيعة.",
        "طريقة استنتاج الأخباريين للحكم الشرعي\nوالطريقة الثانية يسمى أصحابها بالاخباريين لعدم عملهم بالأدلة الأربعة وإنما يعملون بأصل واحد وهو الأخبار وبعضهم من جوز العمل بالكتاب أيضاً ولم يعملوا بالأصول الأربعة بأجمعها فان الكثير منهم منع من العمل بأصل البراءة حتى في الشبهة الوجوبية ، وطريقتهم في معرفة الأحكام الشرعية هي الرجوع للأخبار وعدم رجوعهم للإجماع وللعقل\nبل وعند الكثير منهم عدم حجية الكتاب لاختصاص فهمه بمن نزل عليهم وهم الرسول صلى‌الله‌عليه‌وآله‌وسلم والأئمة عليهم‌السلام حتى حصر الكثير منهم الحجية بالأخبار المودوعة في الكتب الأربعة : الكافي ومن لا يحضره الفقيه والتهذيب والاستبصار وغيرها من الكتب المعتبرة باعتبار أن البيان للأحكام قد كمل بها ولذا غاب الإمام الثاني عشر عليه‌السلام آخذين بظواهرها من دون فرق بين الصحيح منها وبين الضعيف وبين الشاذ الذي لم يعمل به الأصحاب وبين المشهور المعمول به وبين المرسل وبين المسند بناؤهم على أصالة الحرمة في الأشياء المحتملة حرمتها بل الكثير منهم بناؤه على أصالة الوجوب في الأشياء المحتمل وجوبها وذلك لاعتبارهم الاحتياط في الشبهات ومنعوا من الاجتهاد وحرموا العمل بالظن الحاصل بالاجتهاد وانه ليس بحجة ومنعوا من دراسة علم أصول الفقه باعتبار انه طريق للاجتهاد وتسمى هذه الفرقة من الشيعة بالمحدثين والأخباريين.\nمن نقح طريقة الأخباريين",
        "وعمدة من نقح طريقتهم المذكورة الميرزا محمد أمين الاسترآبادي في فوائده المدنية ومن مشاهير علمائهم السيد نعمة الله الجزائري. وصاحب الحدائق رحمه‌الله.\nوقويت هذه الطريقة في القرن الحادي عشر الهجري والثاني عشر وأوائل الثالث عشر ولكن الطريقة الأصولية تغلبت عليها بمواقف الوحيد البهبهاني المتوفي سنة 1206 ه‍ ثمّ من بعده تلميذه جدنا الشيخ جعفر كما ذكرته كتب التاريخ.\nعدم عمل الشيعة بالقياس\nولا تعمل الشيعة بالقياس وأنكرته اشد الإنكار لأن الدين قد كمل أيام الرسول صلى‌الله‌عليه‌وآله‌وسلم إلا أن القسم الكثير منه قد أودعه الرسول صلى‌الله‌عليه‌وآله‌وسلم عند الأئمة عليهم‌السلام أما لعدم الابتلاء بالوقائع المحكومة به في ذلك العصر أو لعدم المصلحة في إظهاره في ذلك الوقت وإلى زمن الغيبة الصغرى قد كمل ظهوره وتم إخراجه. وبعضهم يرى بأن بعض أحكام الأشياء اقتضت المصلحة إخفاءها إلى زمن ظهور الحجة عليه‌السلام أو لأن وقائعها لا توجد إلا ذلك الوقت وعند ظهوره عليه‌السلام يظهر تلك الأحكام.",
        "وبلغ إنكار الأئمة عليهم‌السلام للعلم بالقياس وعدم الأخذ بالرأي أن يقول الإمام الصادق عليه‌السلام لأبان بن تغلب المتوفي سنة 141 ه‍ (السنة إذا قيست محق الدين).\nالإسماعيلية والبهرة والآغاخانية\nالقسم الثاني من الامامية هو القسم المسمى بالاسماعيلية وهم الذين يقولون بإمامة إسماعيل بعد إمامة أبيه جعفر الصادق عليه‌السلام ومن بعد إسماعيل ولده محمد ثمّ في أعقابه ، ولا يقولون بإمامة الإمام موسى الكاظم عليه‌السلام الأخ لإسماعيل لأنه لا إمامة لأخوين عندهم بعد الحسن والحسين.\nوتتلخص عقيدتهم في الإمامة بأنه لا بد من وجود إمام معصوم في كل وقت من نسل الإمام علي بن أبي طالب عليه‌السلام وفاطمة عليها‌السلام منصوص عليه من الإمام الذي قبله من والد إلى ولد حتى تقوم القيامة وهم على طائفتين الأولى المسماة بالمستعلية والبهرة وتبدأ الإمامة عندهم من الإمام علي عليه‌السلام ثمّ لابنه الحسن عليه‌السلام ثمّ للحسين عليه‌السلام ثمّ في أعقابه الطائفة الثانية المسماة بالنزارية والمسماة بالآغاخانية فالإمام بعد الإمام علي عليه‌السلام هو الحسين ولا يعدون الإمام الحسن عليه‌السلام في عداد الأئمة واتفقت الطائفتان على إمامة الحسين ثمّ لابنه علي ثمّ لابنه",
        "محمد الباقر ثمّ لابنه جعفر الصادق ثمّ لابنه إسماعيل ثمّ في أعقابه ، ويقولون أن إسماعيل لم يمت قبل أبيه الإمام جعفر الصادق عليه‌السلام وانه قد رؤي بالبصرة بعد خمس سنوات من موت أبيه. وان أباه الإمام الصادق عليه‌السلام أخفى وجوده وأظهر موته خوفاً عليه من الخلفاء العباسيين حيث كانت دلائل الإمامة ظاهرة عليه واستتر سنة 145 ه‍ حتى مات سنة 158 ه‍ ولكن الشيعة الاثني عشرية يعتقدون بموت إسماعيل أيام أبيه سنة 143 ه‍ وانه أظهر إمامته خوفاً على ولده موسى عليه‌السلام لعلمه بموت إسماعيل قبله وبقاء موسى بعده فإذا أظهر إمامة إسماعيل وقد مات قبل الإمام لم يبق للأعداء الخوف من الإمام موسى عليه‌السلام حتى يقتلوه.\nوقت ظهور المذهب الإسماعيلي\nوقد ظهر هذا المذهب بواسطة الدولة الفاطمية في المغرب التي أسسها سنة 297 ه‍ إمامهم المهدي عبد الله بن الإمام الحسين في الجزائر واتخذ تونس عاصمة له وفي سنة 358 ه‍ افتتح مصر إمامهم المعز لدين الله الفاطمي بن الإمام المنصور ابن الإمام القائم بأمر الله بن الإمام المهدي المتقدم ذكره بقيادة جوهر الصقلي وطريقتهم في معرفة الأحكام الشرعية هي الأخذ بما في كتاب دعائم الإسلام طبع في مصر ، وكتاب الاقتصار طبع في دمشق وكتاب الهمة في آداب اتباع الأئمة طبع في مصر والجميع من تأليف أبي حنيفة نعمان بن أبي\nعبد الله محمد بن منصور المغربي المتوفي سنة 367 ه‍ وليس لهم فقه سوى ما دونه لهم هذا الرجل وقد عينه القائم بأمر الله الفاطمي الخليفة الثاني قاضياً وبقي يشغل هذا المنصب إلى زمن الخليفة الرابع المعز لدين الله فجعله قاضي القضاة وداعي الدعاة ثمّ تولى هذا المنصب من بعده أولاده والمهم من هذه الكتب عندهم هو دعائم الإسلام فهو القانون الأساسي لهم ولا يزال كذلك حتى اليوم عند طائفة البهرة منهم وهو يشتمل على مرسلات عن الإمام الصادق عليه‌السلام وآبائه عليهم‌السلام تطابق فقه الامامية الاثني عشرية. ويحكى أن يعقوب بن كلس وزير العزيز لدين الله احضر في سنة 380 ه‍ جماعة الفقهاء وأهل الفتيا واخرج لهم كتاباً في الفقه قد عمله وقال هذا عن الإمام العزيز بالله عن آبائه الكرام وهذا الكتاب يعرف بالرسالة الوزيرية ويعتمدون في تاريخهم على كتاب افتتاح الدعوة طبع في بيروت ، هذا وقد أسس الفاطميون جامع الأزهر لتدريس هذا المذهب وكان التدريس لمذهب مالك والشافعي في الجامع العتيق وبذلوا قصارى الجهد لإحلال المذهب الإسماعيلي محلها.",
        "واستمرت الخلافة الفاطمية في مصر حتى عهد المستنصر بالله.\nانشقاق الدولة الفاطمية\nوبعد وفاته سنة 487 ه‍ وقع النزاع بين ولديه الأكبر نزار وبين الأصغر منه المستعلي بالله فبويع الثاني في مصر وأدى ذلك إلى انقسام الإسماعيلية إلى فرقتين المستعلية وهي التابعة للمستعلي وهي التي قامت أئمتها بالخلافة في مصر إلى أن جاء صلاح الدين الأيوبي وأزال الدولة الفاطمية واتلف جميع ما أمكنه إتلافه من الآثار العلمية لهذه الدولة فزال القضاء بالمذهب الإسماعيلي وحل مكانه القضاء بالمذهب الشافعي إلى أن جاء الظاهر بيبرس فعدد القضاة من المذاهب الأربعة الحنفية والمالكية والشافعية والحنبلية ، وتوجد هذه الفرقة فعلاً في الهند وباكستان واليمن والشرق الأقصى وانجلترا وتسمى فعلاً هذه الفرقة بالصورتية نسبة لبلد صورة في الهند وبالبهرة ومعناها بالهندية التجار لأن عمل اغلبهم التجارة وهم يؤمنون بوجود إمام مستور انتقلت له الإمامة من المستعلي بالله بالتوارث ولداً بعد ولد.\nوله داعٍ مطلق ظاهر وهو اليوم السلطان الدكتور محمد برهان الدين وقد تبادلنا معه الزيارة والطعام في بيتنا وبيته عدة مرات وحضرنا المؤتمر الإسلامي الذي عقده في بومبي وكان شخصية فذة يتمتع بأخلاق عالية وأدب راقٍ.",
        "ويأتي عندهم بعد مرتبة الداعي المطلق مأذون الدعوة وهو اليوم سيدي خزيمة قطب الدين وقد تناولنا معه الطعام في بيتنا وكان رجلاً يجمع الخصال الحميدة في منطق بليغ وأدب جم ومرتبته هي مرتبة أخذ العهد والميثاق وتأتي بعدها مرتبة المكاسر وهي مرتبة جذب الأنفس المستجيبة.\nومما يعتمدون عليه في عقائدهم كتاب تاج العقائد طبع في بيروت.\nالفرقة الآغاخانية\nوالفرقة الثانية من الإسماعيلية هي الفرقة المسماة بالنزارية وهي التي تسمى بالآغاخانية فعلاً وهي التابعة لنزار بن المستنصر فقد خرج من مصر مع أخيه عبد الله بعد أن بايع أهل مصر أخاه المستعلي إلى الاسكندرية وبايعه أهلها ولقبوه بالمصطفى لدين الله وقامت الحرب بين الخليفتين الأخوين انتهت بانتصار المستعلي فانتقلت الفرقة النزارية من مصر إلى فارس وجعلت المقر قلعة ألموت.",
        "وقد أيد الدعوى النزارية ومهد لها الأمور الحسن بن صباح بعد أن فلت من أيدي خصمائه اتباع المستعلي فكان يدعو لإمامة نزار بعد أبيه ولبطلان خلافة المستعلي في الشام وأطرافها وخوزستان ونواحيها وأصفهان وتوابعها ، ثمّ\nانتقلت هذه الفرقة من إيران إلى الهند لسوء التفاهم الذي وقع بين إمامها حسن علي شاه الحسيني وبين سلطان إيران محمد بن علي علي شاه واتخذ بومباي مقراً له ولأتباعه وقد نقل لي مشايخنا الكرام قدس‌سرهم ان آقا خان الثاني علي بن حسن شاه المذكور نقل جثمانه بعد أن حنط في بومباي إلى كربلاء. وان زوجته عالية شمس الملك القاجارية ابنة نظام الدولة رئيس وزراء ايران في عهد فتح علي شاه سلطان إيران قد أتت بابنها آقا خان الثالث محمد شاه وهو صغير السن ومعه جماعة من اتباعه النزارية فحلقت رأسه تحت ميزاب الذهب في جانب الصحن الشريف القبلي ثمّ أتت به لدارنا المعروفة بدار كاشف الغطاء وطلبت كتاباً فقهياً لدراسة ولدها المذكور فقدم لها جدي العباس الشيخ علي كتاب الشرائع للمحقق. وكان بخط جيد في ورق من الترمة.\nوتذهب هذه الفرقة إلى أن الإمامة في ذرية نزار نسلاً بعد نسل حتى تقوم القيامة وإن إمامهم آقا خان الرابع من ذريته إلا أن أحكامهم وانظمتهم قد تطورت بتطور الزمن وأصبحت لا تتفق مع تنظيماتها السابقة ولا يعدون الإمام الحسن عليه‌السلام في عداد أئمتهم بل ينتقلون من أمير المؤمنين علي عليه‌السلام إلى ولده الإمام الحسين عليه‌السلام بخلاف المستعلية.\nالزيديّة",
        "الفرقة الثانية من فرق الامامية هي الفرقة المسماة بالزيدية وتسمى بمذهب الشيعة ومذهب أهل البيت كما تقدم في تسمية المذهب الجعفري بذلك ، وهم يفترقون عن الفرقة الجعفرية في الإمام الخامس محمد الباقر عليه‌السلام فالجعفرية يقولون بامامته والزيدية يقولون بامامة أخيه زيد بن علي بن الحسين بن أمير المؤمنين علي بن أبي طالب عليه‌السلام وقد ولد زيد سنة 76 ه‍ واستشهد سنة 122 ه‍ ويقولون بامامته بعد إمامة أبيه عليه‌السلام وإمامة الحسن والحسين وأبيهما علي بن أبي طالب عليه‌السلام ثمّ كل فرد فاطمي من ذرية الحسن والحسين عليهما‌السلام متدين خارج بالسيف تكون فيه الإمامة بشروطها من العلم الباهر والفضل الظاهر والشجاعة والسخاء وجودة الرأي بلا تردد والقوة على تدبير الأمور والورع المشهور ، وكان زيد يتمتع بشخصية علمية دينية أوجبت أن يلتف حوله رهط من أهل العلم والفقه وكان من تلاميذه أبو حنيفة حضر عنده سنتين ويعتمدون على المجموع الفقهي المنسوب إليه وشرحه الروض النضير لمؤلفه شرف الدين السياغي المتوفي سنة 1221 ه‍ وتممه السيد عباس\nبن احمد من آل إبراهيم من علماء القرن الرابع عشر وقد طبع معه ، ولما كان هذا المجموع غير مستوف لشتات المسائل الفقهية. بحيث يستغنى به عما عداه اعتمدوا في الفقه على يحيى بن الحسين بن القاسم الرسي بن إبراهيم بن إسماعيل بن إبراهيم بن الحسن المثنى بن الحسن بن أمير المؤمنين علي بن أبي طالب عليه‌السلام وعلى كتبه في الفقه مثل الأحكام والمنتخب والفنون وله في الأصول وغيرها كتاب اسمه المجموع. وعندهم الاجتهاد شرط في أئمتهم ويعدون فقهاءهم من أهل مدرسة الرأي وهذا يحيى الذي أسس حكومة أهل البيت الزيدية في اليمن سنة 288 ه‍ وكان هو الإمام الأول في صنعاء وذلك عن طلب أهل اليمن له من المدينة المنورة ولا تزال الإمامة في أبنائه إلى هذا الزمان ، وعليه تخرج فقهاء الزيدية وأئمتهم وقلدوه في آرائه حتى لقبوا بالهادوية ولم يتعدوها فهو عندهم كأبي حنيفة والشافعي من أئمة أهل السنة ، وأدلته في الفقه أدلتهم ، من أراد التوسع في بحث الأدلة فعليه بكتاب (الأنوار في أدلة الأزهار) لمؤلفه الإمام احمد بن يحيى المتوفي سنة 841 ه‍ وكتاب (البحر الزاخر) وتخريجه كتاب (الغيث المدرار) وغيرها ، وكتاب (التجريد) للإمام المؤيد بالله احمد بن الحسين الهاروني وكتاب (الشفاء) للأمير الحسين بن بدر الدين.\nويتبعون في عقيدتهم مذهب الاعتزال وهم الآن في اليمن ويقال انه يوجد منهم في افريقية الشمالية وفي طبرستان.\nالحنفية",
        "والثاني من المذاهب : مذهب الحنفية وهم الذين يعملون بمذهب الإمام أبي حنيفة النعمان بن ثابت بن زوطي بن ماه المولود سنة 80 ه‍ بالكوفة تفقه فيها وتوفي في بغداد سنة 150 ه‍ وقد روى عنه تلاميذه في الحديث مسانيد عديدة بلغت على ما يحكى خمسة عشر مسنداً منها مسند القاضي أبي يوسف يعقوب المتوفي سنة 182 ه‍ ومسند محمد بن الحسن الشيباني المتوفي سنة 189 ه‍ وغيرها جمعها قاضي القضاة محمد الخوارزمي المتوفي سنة 655 ه‍ في كتاب واحد أسماه (جامع المسانيد).\nلكن ابن خلدون يذكر في مقدمته أن الأحاديث المروية عن أبي حنيفة تبلغ سبعة عشر حديثاً أو نحوها.\nولأبي حنيفة كتاب أسماه بالفقه الأكبر وهو رسالة صغيرة في العقائد شرحه ملا علي القاري طبع مع الشرح في مصر.\nوكان اكثر تلقيه لعلم الفقه من شيخه حماد بن سليمان المتوفي سنة 120 ه‍ تلميذ إبراهيم بن يزيد النخعي المتوفي سنة 96 ه‍ تلميذ علقمة بن قيس ، وعلقمة تلميذ الإمام علي عليه‌السلام. وقد قضى اثنتين وخمسين سنة من عمره في العصر الأموي والباقي في العصر العباسي ولما أسس المنصور بغداد كان أبو حنيفة من العلماء الذين استقدمهم إليها.",
        "طريقة أبي حنيفة في استنباط الأحكام\nوكانت طريقته في الاستنباط للأحكام الشرعية على ما نقل عنه من الأخذ بكتاب الله فإذا لم يجد فيه أخذ بسنة رسول الله صلى‌الله‌عليه‌وآله‌وسلم المتواترة أو ما اتفق علماء الأمصار على العمل بها أو ما رواها صحابي أمام جمع منهم ولم يخالف فيها أحد فإذا لم يجد ذلك أخذ باجماع الصحابة فإذا لم يجد ذلك اجتهد وعمل بالقياس فإذا قبح القياس عمل بالاستحسان. وكان تشدده في عدم العمل بالسنة سبباً في كثرة أخذه بالقياس والاستحسان والاجتهاد والرأي.\nوقد تتلمذ على الإمام جعفر الصادق عليه‌السلام وعلى أبيه الإمام محمد الباقر عليه‌السلام وعلى زيد بن علي أخي الباقر وقد أكثر تلميذاه أبو يوسف ومحمد الشيباني من الرواية عن الإمام الصادق عليه‌السلام في مسنديهما لأبي حنيفة.\nالوحشة بين أبي حنيفة وبين فقهاء الكوفة",
        "وصارت وحشة ونفرة بين أبي حنيفة وبين عظماء فقهاء أهل الكوفة كسفيان بن سعيد الثوري المولود سنة 97 ه‍ المتوفي سنة 161 ه‍ لأن أبا حنيفة من أهل الرأي وسفيان من أئمة الحديث. وكشريك بن عبد الله النخعي قاضي الكوفة من قبل المهدي العباسي المولود سنة 95 ه‍ والمتوفي سنة 177 ه‍ ويعزى تنافرهما لسببية تنافر الأقران. وكمحمد بن عبد الرحمن بن أبي ليلى المولود سنة 74 ه‍ والمتوفي سنة 148 ه‍ وكان من أصحاب الرأي وصار قاضياً عند بني أمية وبني العباس وهو الذي يقول الثوري فيه وفي ابن شبرمه (فقهاؤنا ابن أبي ليلى وابن شبرمه) ويعزى تنافرهما إلى سببية المخالفة بينهما في كثير من المسائل فطالما ابن أبي ليلى يقضي. ويفتي أبو حنيفة بخلافه.\nأقسام مسائل الفقه عند الحنفية\nومسائل الفقه عند الحنفية ثلاثة أقسام :\nالأول الأصول : وهي المسائل التي رواها الثقات عن أبي حنيفة أو أحد تلاميذه كأبي يوسف وزفر ومحمد بن حسن الشيباني وغيرهم ممن سمع من نفس أبي حنيفة وتسمى",
        "بظاهر الرواية وقد جمعها محمد بن الحسن المذكور في كتب ستة تعرف بكتب ظاهر الرواية أو مسائل الأصول وسيجيء إن شاء الله ذكرها. وعن هذه الكتب أخذت جمعية مجلة الأحكام العدلية اكثر مسائلها المدونة فيها.\nالثاني النوادر : وهي المسائل التي رواها الموثوق بهم عن أبي حنيفة أو عن أصحابه ولكن لم تشتهر روايتها وتسمى بكتب النوادر أو مسائل النوادر ككتاب أمالي محمد في الفقه.\nالثالث الفتوى : وهي المسائل التي أفتى بها مجتهدو الحنفية المتأخرون فيما لم يرو فيه رواية عن أبي حنيفة ولا عن أصحابه ولكن كانت الفتوى تخريجاً على مذهبه ويقال أن أول كتاب عرف في هذا القسم اعني فتاوى الحنفية هو كتاب النوازل لأبي ليث السمرقندي المتوفى سنة 373 ه‍.\nتلاميذ أبي حنيفة الأربعة",
        "وقد انتشر مذهب أبي حنيفة بواسطة تلاميذه الأربعة (أحدهم) يعقوب المعروف بأبي يوسف المتوفي سنة 182 ه‍ فانه لما ولى هارون الرشيد القضاء لأبي يوسف سنة 170 ه‍ لم يقلد القضاء هارون إلا لمن أشار إليه أبو يوسف واعتنى به قال ابن حزم (مذهبان انتشرا في بدء امرهما بالرئاسة والسلطان\nالحنفي بالمشرق والمالكي بالأندلس) والمعروف أن أبا يوسف أول من صنف الكتب على مذهب أبي حنيفة ولم يصل إلينا حسب اطلاعنا من كتبه إلا رسالته في الخراج كتبها للرشيد وقد طبعت بمصر وكتاب اختلاف أبي حنيفة وأبي ليلى وقد نقله الشافعي هو وكتاب سير الاوزاعي في كتاب ألام وقد ناقش الشافعي الكثير من أقوال أبي يوسف في كتابه ألام المذكور.\nو (ثانيهم) تلميذه زفر بن الهذيل الكوفي.\nو (ثالثهم) تلميذه محمد الشيباني وإليه يرجع الفضل في تدوين المذهب الحنفي وله كتب ستة تسمى بكتب ظاهر الرواية. المبسوط. والجامع الكبير. والجامع الصغير. والسير الكبير. والسير الصغير ، والزيادات قد جمعت في هذه الستة بعد حذف المكرر منها في كتاب الكافي لأبي الفضل المعروف بالحاكم المتوفي قتلا سنة 334 ه‍ ثمّ شرح الكافي السرخسي في كتابه المبسوط. وكان بين محمد الشيباني وبين أبي يوسف وحشة.",
        "و (رابعهم) الحسن اللؤلؤي الكوفي وكان هؤلاء الأربعة نسبتهم لأبي حنيفة نسبة التلاميذ لأستاذهم لا نسبة المقلدين إلى مرجعهم لاستقلالهم بما به يفتون وقد يخالفونه في الفتوى.\nوعن طبقات الحنفية أن أول من كَتَب ، كُتب أبي حنيفة أسد بن عمرو. وعنها أيضاً انه قيل : أن نوح بن أبي مريم عرف بالجامع لأنه أول من جمع فقه أبي حنيفة وينسب إلى أبي حنيفة انه قال (رأي هو احسن ما قدرت عليه فمن جاءنا بأحسن منه فهو أولى بالصواب. والله لا ادري أن قولي هو الحق فقد يكون الباطل الذي لا أشك فيه) ويرى أبو حنيفة وأصحابه رأي المرجئة من أن المعاصي مهما كان نوعها لا تمنع من الإيمان كما لا تنفع من الكفر الطاعات. والمعروف أن الغالب على الحنفية أنهم يتبعون في عقائدهم مذهب أبي منصور الماتريدي وليس بين مذهب الماتريدي وبين مذهب الاشعري خلاف إلا في بضع عشرة مسألة والباقي من الحنفية أشعريون على قلة جداً.\nويغلب وجود المذهب الحنفي بين أهل السنة فعلا في العراق والشام والأتراك العثمانيين والألبان وسكان بلاد البلقان والأفغان وبلاد القوقاز والهند.\nالطعن في مذهب أبي حنيفة",
        "وقد طعن الظاهرية بالمذهب الحنفي بأنه فلسفة فارسية. ورمى ابن حزم أبا حنيفة واتباعه بالكلام القارص فوصف\nأقوال أبي حنيفة واتباعه بالكذب وبالكلام الأحمق البارد. وسدد سهامه الخطيب البغدادي في تأريخه بعبارات خشنة عليه وعلى اتباعه. وقالت مجلة الأحكام العدلية عن المذهب الحنفي بخصوصه في تقريرها الذي رفعته للصدر الأعظم عالي باشا سنة 1286 ه‍ بأن مذهب الحنفية قام فيه مجتهدون كثيرون متفاوتون في الطبقة. ووقع فيه اختلاف كثير ومع ذلك فلم يحصل فيه تنقيح كما حصل في فقه الشافعية.\nالمالكية\nالثالث من المذاهب : مذهب المالكية وهم اتباع مالك بن أنس بن مالك بن عامر الأصبحي ويحكى عن الواقدي انه من الموالي ووالده المذكور غير أنس الصحابي المعروف ولد بالمدينة سنة 93 ه‍ وأقام بها ولم يرحل عنها ومات بها سنة 179 ه‍ أي بعد وفاة أبي حنيفة بتسع وعشرين سنة وقبل وفاة أبي يوسف بثلاث سنين.",
        "وشيخه في الفقه الإمام جعفر الصادق عليه‌السلام وربيعة الرأي التابعي وسمع الحديث من نافع مولى ابن عمرو الزهري وكان يجلس في مسجد رسول الله صلى‌الله‌عليه‌وآله‌وسلم لتدريس الفقه ومن تلاميذه الشافعي وعبد الله بن وهب ومحمد بن حسن الشيباني وأسد بن الفرات وكان لتلاميذه اجتهادات تخالف فتاويه إلا أنها لا تخرج عن دائرة قواعده. وكان مالك يعتمد في\nفتاويه على الكتاب ثمّ السنة ثمّ عمل أهل المدينة. وقد يرد الحديث إذا لم يعمل به أهل المدينة ، ثمّ بقول الصحابي إذا لم يستند للرأي ثمّ بالقياس. ونسب إليه العمل بالمصالح المرسلة والاستحسان والاستصحاب والذرائع والعرف والعادة. وانتشر مذهبه في شمال افريقية والاندلس ولمالك كتاب اسمه الموطأ ومعناه (الممهد) ويحكى عن ابن فهر انه لم يسبق أحد مالكاً بهذا الاسم وكان من ألف في زمانه يسمي كتابه بالجامع أو بالمصنف أو بالمؤلف ورواه عنه الكثيرون ممن أخذوه عنه وكان في رواياتهم اختلاف من حيث الزيادة والنقصان إلا أنه لم يصل إلينا حسب اطلاعنا منها إلا اثنان رواية يحيى الليثي التي شرحها الزرقاني والسيوطي ورواية محمد بن حسن الشيباني تلميذ أبي حنيفة وحكي ان ما في الموطأ من الأحاديث سبعمائة حديث ويقال أن التي صحت عنده منها نحو خمسمائة حديث وعادته في هذا الكتاب أن يذكر الأحاديث ويضم إليها جملة من فتاوى بعض الصحابة والتابعين ويضيف إليها أحياناً ما يؤدي إليه اجتهاده وينقل عن مالك انه قال (إنما أنا بشر اخطئ وأصيب فانظروا في رأيي كل ما وافق الكتاب والسنة فخذوا به وما لم يوافقهما فاتركوه).\nواشهر الكتب في المذهب المالكي هي المدونة لتلميذه أسد بن فرات والتي أخذها سحنون ورتبها ونشرها باسم المدونة الكبرى.\nالمطارحة التي دارت بين مالك وبين الليث",
        "وقد دارت بين مالك وبين الليث بن سعد فقيه مصر مطارحات نقل بعضها ابن القيم فكان مالك يرى أن عمل أهل المدينة حجة يؤخذ به وان الحديث يرد إذا لم يعمل به أهل المدينة. وقد رد عليه الليث بأن المدينة وإن كانت منزل المهاجرين والأنصار إلا أنهم قد خرجوا عنها للجهاد في سبيل الله فجندوا الأجناد منها وكان في كل جند منهم طائفة يعملون بالكتاب والسنة ويجتهدون برأيهم.\nسبب انتشار مذهب مالك\nوسبب انتشار مذهب مالك في الأندلس هو أن يحيى بن يحيى بن كثير الأندلسي قد صار مالكياً بعد أن كان أوزاعياً وقد رجعت الفتوى إليه وعظم أمره فكان المنتصر لم يقلد أحداً منصب القضاء إلا باشارته. وسبب انتشار مذهب مالك في افريقية هو ان سحنون بن سعيد لما ولي القضاء في افريقية نشر مذهب مالك ثمّ المعز بن باديس فانه حمل جميع أهل افريقية على التمسك بمذهب مالك وترك ما عداه من المذاهب.\nونشر مذهبه في مصر عبد الرحيم بن خالد وعبد الرحمن",
        "بن القاسم إلى أن قدم الشافعي إلى مصر سنة 198 ه‍ فتبعه جماعة من أعيانها فقوى مذهب الشافعي إلى ان قدم القائد جوهر من افريقية سنة 358 ه‍ وبنى مدينة القاهرة وكان شيعياً فانتشر مذهب التشيع في مصر ولم يبق بمصر مذهب سواه إلى أن جاء صلاح الدين بن أيوب سنة 564 ه‍ وأزال القضاء الشيعي فاختفى المذهب الشيعي وظهر المذهب المالكي. والشافعي وكان صلاح الدين المذكور على عقيدة الأشعريين وأوقف عليهم في مصر مدرسته الناصرية.\nوالمعروف أن المالكية يتبعون مذهب الأشعري في عقائدهم كما أنهم يسمون بأصحاب الحديث. ويوجد المذهب المالكي فعلا بنحو الغلبة في المغرب الأقصى والجزائر وتونس وطرابلس وفي السودان والصعيد والكويت.\nالشافعية\nوالرابع من المذاهب : مذهب الشافعية وهم اتباع أبي عبد الله محمد بن إدريس بن العباس بن عثمان بن شافع وقد أنهى بعضهم نسبه لعبد المطلب بن عبد مناف جد النبي صلى‌الله‌عليه‌وآله‌وسلم وقيل أن جده شافع كان مولى لأبي لهب بن عبد المطلب ولد بغزة سنة 150 ه‍ وتوفي في مصر سنة 204 ه‍ وبعد سنتين من ميلاده حملته أمه إلى موطن آبائه بمكة وتلمذ على يد شيخ الحرم ومفتيه مسلم بن خالد الزنجي وسفيان بن عيينة ورحل إلى المدينة وتلمذ على مالك صاحب الموطأ ودرس عليه الموطأ وعلى إبراهيم بن محمد بن يحيى المدني تلميذ الإمام الصادق عليه‌السلام وأكثر الشافعي من الرواية عنه. ثمّ ذهب لليمن وقد بلغ سن الثلاثين للقيام بعمل يساعده على دهره واتهم هناك بالتشيع فأمر هارون الرشيد بحمله إليه سنة 148 ه‍ وجيء به للرشيد وهو بمدينة الرقة وبعد ذلك أمر باطلاقه واتصل بمحمد بن الحسن الشيباني صاحب أبي حنيفة ثمّ رجع لمكة",
        "المكرمة ثمّ عاد للعراق مرة ثانية سنة 195 ه‍ زمان خلافة عبد الله الأمين ثمّ عاد للحجاز ، وفي سنة 198 ه‍ قدم العراق مرة ثالثة ومنه سار إلى مصر ونزل بالفسطاط ولم يزل بها حتى مات سنة 204 ه‍. وفي مقدمة طبقات الشافعية انه لما قتل الإمام موسى بن جعفر عليه‌السلام في بغداد خرج الشافعي من العراق إلى مصر.\nطريقة الشافعي في استنباط الأحكام الشرعية\nوطريقته في الاستنباط أن يأخذ بظواهر القرآن إلا إذا قام الدليل على عدم إرادة ظاهرها وبعده بالسنة وكان يعمل بخبر الواحد الثقة الضابط ولو لم يكن مشهوراً خلافاً للحنفية ولا موافقاً لعمل أهل المدينة خلافاً لمالك ثمّ بعد ذلك يعمل بالإجماع وعدم الخلاف ثمّ بعد ذلك يعمل بالقياس إذا كانت علته منضبطة ، ورد اشد الرد على عمل الحنفية بالاستحسان وألف فيه كتاباً سماه أبطال الاستحسان ورد عمل المالكية بعمل أهل المدينة وابطل العمل بالمصالح المرسلة وأنكر الأخذ بقول الصحابي لأنه يحتمل أن يكون عن اجتهاد اخطأ فيه ورفض الحديث المرسل إلا مراسيل ابن المسيب لأنه يرى أن القوم متفقون على صحتها.\nاشهر تلاميذ الشافعي",
        "ومن اشهر تلاميذه وأصحابه أبو ثور إبراهيم فقد أخذ\nمن الشافعي وصار له مذهب خاص واتباع لكنه لم يقدر له البقاء. ومنهم احمد بن حنبل إمام الحنبلية. والحسن الزعفراني الذي يروي عنه البخاري وغيره من أئمة الحديث إلا مسلماً. والحسين الكرابيسي الذي تجنب الناس رواية الحديث عنه. واحمد بن يحيى البغدادي المتكلم الذي لازم الشافعي في بغداد ثمّ صار من أصحاب داود وتبعه في رأيه. ويوسف بن يحيى المصري الذي مات مسجوناً ببغداد في فتنة خلق القرآن سنة 231 ه‍. وغيرهم. ومن أهم كتبه التي وصلت إلينا هو كتاب ألام في الفقه الذي أملاه على الربيع المرادي وطريقته فيه أن يذكر المسألة ودليلها ويرد على خصمه فيها والجزء السابع منه اشتمل على مواضيع مختلفة ورسائل متعددة.\nنسبة كتاب الشافعي لغيره\nويحكي عن الغزالي في إحياء العلوم. وعن أبي طالب المكي في كتاب قوت القلوب ان كتاب ألام لم يصنفه الشافعي وإنما صنفه تلميذه أبو يعقوب البويطي ثمّ زاد عليه الربيع بن سليمان وتصرف فيه وأظهره بهذا المظهر.",
        "وكان لمذهب الشافعي شيوع في مصر والشام وما وراء النهرين وبعض بلاد العرب. وكذا في الحرمين قبل ظهور\nمذهب الوهابي بالحجاز وينقل عن الشافعي انه قال (لا تقلدوني وإذا صح خبر يخالف مذهبي فاتبعوه واعلموا انه مذهبي)\nالنزاع بين الشافعية وغيرهم\nوعن المقدسي أن سجستان وسرخس كانت تقع فيهما عصبيات بن الشافعية والحنفية تراق فيها الدماء ويدخل بينهم السلطان.",
        "وعن المقدسي في احسن التقاسيم قال : رأيت أصحاب مالك يبغضون الشافعي ويقولون : أخذ العلم من مالك ثمّ خالفه والمعروف انه يتبع غالب الشافعية مذهب أبي الحسن الأشعري إلا ما شذ.\nويغلب وجود هذا المذهب فعلا في الريف المصري وفلسطين وبلاد الأكراد وبلاد ارمينية.\nالحنبلية\nوالخامس من المذاهب : مذهب الحنبلية وهم أتباع احمد بن حنبل بن هلال الشيباني المروزي ولد ببغداد سنة 164 ه‍. وتوفي ببغداد سنة 241 ه‍. وهو الذي يقول في حقه الشافعي خرجت من بغداد وما خلفت رجلا افضل ولا افقه من احمد بن حنبل صنف المسند الذي يحتوي على نيف وأربعين ألف حديث ورتبه بحسب السند لا بحسب أبواب الفقه فجمع لكل راوٍ أحاديثه وقد توفي قبل أن ينقحه ويهذبه وقد رواه عنه ابنه عبد الله بعد أن نقحه وهذبه واتهم بأنه قد أضاف للمسند بعض الأخبار الموضوعة كما أن بعضهم ذكر أن ابنه احمد بن عبد الله بن احمد بن حنبل وأبو بكر القطيفي أضافا له بعض الزيادات وله في الأصول كتاب طاعة الرسول وكتاب الناسخ والمنسوخ وكتاب العلل. وهو الذي امتنع من القول بخلق القرآن رغم إصرار المأمون على خلقه وإجابة العلماء له وبقي مصراً على ذلك من سنة 218 هـ",
        "وهي السنة التي دعا فيها المأمون العلماء للقول بخلق القرآن إلى سنة 233 ه‍ السنة التي أبطل المتوكل فيها تلك الدعوة وترك للناس حرية الرأي في خلق القرآن وعدمه. ودرس الحديث على هيثم بن بشير وعلى الإمام الشافعي ولم يكتب في الفقه إلا ما أجاب به عن بعض المسائل والمنقول عنه أنه حرم على تلاميذه كتابة الفقه إلا أنهم لم يستجيبوا له فقد كتب تلميذه عبد الملك بن مهران وغيره الفقه عنه وجمعوا فتاويه وأقواله الفقهية وجعلوها أساساً لمذهبه الذي نسبوه إليه.\nطريقة احمد بن حنبل في استنباط الأحكام الشرعية\nوطريقته في الاستنباط أن يأخذ بالنص كتاباً أو سنة حتى المرسل والضعيف منها ويقدم الكتاب على السنة عند التعارض في الظاهر ثمّ ان لم يجد النص أخذ بما يفتي به الصحابة ولم يختلفوا فيه. وعند الاختلاف بين الصحابة في المسألة رجح قول من كان اقرب للكتاب أو السنة فان لم يظهر له ما هو الأقرب حكى الخلاف. وينقل عنه انه يأخذ بالحديث المرسل ويقدمه على القياس والرأي إذا لم يكن ما يعارضه شيء من الكتاب أو السنة أو قول صحابي أو اتفاق على خلافه وإلا استعمل القياس والاستصحاب والذرائع والمصالح المرسلة وكانت القاعدة عنده في العقود والشرائط هو قاعدة الإباحة إلا إذا قام الدليل على المنع.\nأشهر أصحاب احمد",
        "ومن أشهر أصحابه احمد بن هاني الأثرم. الذي روى عنه الفقه والحديث. وعبد الملك الذي كتب الفقه عنه وولداه صالح الذي ورث الفقه عن أبيه وولي القضاء على خلاف سنة أبيه. وعبد الله الذي ورث الحديث عن أبيه وروى مسند أبيه واتهمه بعضهم بأنه قد أضاف لمسند أبيه بعض الأخبار الموضوعة.\nويحكى أن محمداً بن جرير الطبري صاحب التفسير والتاريخ ألف كتاباً ذكر فيه اختلاف الفقهاء ولم يذكر احمد بن حنبل فقيل له في ذلك فقال لم يكن فقيهاً وإنما كان محدثاً.\nوقد انتشر هذا المذهب في بعض بلاد العراق. وما وراء النهرين. وظهر في مصر متأخراً وكان أول من ولي قضاء الحنابلة بدمشق الشيخ عبد الرحمن بن محمد بن احمد بن قدامة المقدسي ثمّ الصالحي المتوفي سنة 682 ه‍. والذي هو شيخ احمد بن تيمية.\nوقد قام ابن تيمية وابن القيم بنشر هذا المذهب وناضلا عنه وحرضا الناس على تعليمه وأخذت به نجد في أول عهد الوهابيين ثمّ ساد جميع بلاد الحجاز في هذا العصر.",
        "وحكى عن ابن حنبل انه قال (انظروا في أمر دينكم فان التقليد لغير معصوم مذموم) واستفحل المذهب الحنبلي في بغداد في القرن الرابع حتى إذا مر بهم شافعي أغروا به العميان فضربوه بعصيهم حتى يكاد يموت. وعن طبقات السبكي أن اكثر فضلاء متقدمي الحنابلة أشاعرة.\nالمذاهب المنقرضة\nإن المذاهب الإسلامية التي قدر لها البقاء حتى الآن بمعنى أنها لا يزال لها أتباع يسيرون عليها حتى هذا الوقت واتسع أفقها وكثر أتباعها هي المذاهب المتقدمة الخمسة وهناك مذاهب أخرى وجدت في هذا الدور وحصل لها اتباع يسيرون عليها ولكنها انقرضت وزالت.\nمذهب الأوزاعي",
        "اشهرها مذهب الأوزاعيين أتباع عبد الرحمن الأوزاعي ولد ببعلبك سنة 88 ه‍ وتوفي في بيروت سنة 157 ه‍ ودفن في محلة منها تعرف باسمه وكان يميل لبني أمية وقد عمل بمذهبه أهل الشام ثمّ انتقل مذهبه إلى الأندلس مع الداخلين إليها من نسل بني أمية ثمّ اضمحل مذهبه في الشام وحل محله مذهب\nالشافعي وانقرض في الأندلس وحل محله مذهب المالكي وذلك في منتصف القرن الثالث. وكان ممن يكره القياس.\nمذهب الظاهري والداودي\nومن المذاهب المنقرضة ، مذهب الظاهريين والداوديين وهو مذهب داود بن علي بن خلف الاصفهاني المعروف بالظاهري ولد بالكوفة سنة 202 ه‍ ونال رئاسة العلم في بغداد مذ كان شافعياً وانتقل سنة 223 ه‍ إلى نيسابور ثمّ جاء لبغداد ومات فيها سنة 270 ه‍. واتخذ لنفسه مذهباً خاصاً وهو العمل بظاهر الكتاب والسنة ما لم يقم دليل على خلافهما وعدم البحث عن علل الأحكام فان لم يجد نصاً عمل بالإجماع إذا صدر عن الصحابة أو عن جميع العلماء ورفض القياس والاستحسان والتقليد والرأي رفضاً باتاً وقال : إن في عموم النصوص من الكتاب والسنة ما يفي بكل جواب.",
        "عدم تحقق الإجماع\nبل يحكى عنه عدم إمكان تحقق الإجماع بعد عصر الخلفاء الأربعة لتفرق الصحابة وانقسامهم بسبب السياسة والحكم قال ابن حزم (التابعون لم يحصهم أحد ولا يعرف الكثير مما قالوا فمن ادعى إجماع هؤلاء فهو كاذب) وعنده ان الآية الكريمة (فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ) هي جامعة لكل ما تكلم الناس فيه من أولهم إلى آخرهم.\nوللظاهري عدة مؤلفات ينسب له القول بجواز أن يكون القاضي امرأة. وقد استمر مذهبه متخذاً إلى منتصف القرن الخامس ثمّ أخذ بالاضمحلال والأفول ، ويحكى عن ابن حزم الأندلسي المتوفي سنة 456 ه‍ انه قام بنشر هذا المذهب في القرن الخامس ببلاد الأندلس والذود عنه. وألف ابن حزم كتاب الأحكام لأصول الأحكام الذي هو احسن ما ألف في أصول المذهب الظاهري وكتاب المحلى الذي هو احسن ما ألف من الكتب المتداولة في الفقه على مذهب الظاهرية وكان ابن حزم كثير الوقوع في العلماء المتقدمين لا يكاد يسلم أحد من لسانه حتى قيل في حقه كان لسان ابن حزم وسيف الحجاج الثقفي شقيقين وخاصمه علماء وقته فردوا قوله واجمعوا على تضليله وشنعوا عليه ونهوا عوامهم عن الدنو منه وهو القائل إن مذهبين انتشروا في بدئ أمرهما بالرئاسة والسلطان الحنفي بالمشرق والمالكي بالمغرب والمحكي عن ابن فرحون في الديباج الخامس انه قد عد المذهب الظاهري من المذاهب المعمول بها في زمنه أي في القرن الثامن ، والظاهر انه قد دُرس في أواخر القرن الخامس أو كان في حكم المندرس كما يظهر من جملة من العلماء.\nمذهب محمد بن جرير",
        "ومن المذاهب المنقرضة مذهب محمد بن جرير بن يزيد ولد سنة 224 ه‍ بآمل طبرستان وتوفي في بغداد سنة 310 ه‍ صاحب التفسير المعروف والتاريخ المشهور كان شافعياً ثمّ اتخذ مذهباً له واستمر مذهبه متبعاً إلى منتصف القرن الخامس للهجرة ونسب إليه القول بجواز كون القاضي امرأة كما تقدم نسبة ذلك للظاهري خلافاً لباقي مذاهب السنة الأربعة المشهورة والموجودة حتى اليوم. هذه هي اشهر المذاهب المندثرة وهناك مذاهب لفقهاء لم ينتشر مذهبهم كالليث بن سعد إمام أهل مصر وصديق الإمام مالك والذي يقول فيه الشافعي انه أفقه من مالك ولكن لم يحصل له أصحاب ينشرون مذهبه.\nالقراءات السبعة\nوفي هذا الدور الرابع كما اختلفت المذاهب في استنباط الأحكام الشرعية كذلك اختلفت القراءات للقرآن الكريم وتكثرت إلا أن الذي اشتهر منها في كل قطر في هذا الدور هي القراءات السبعة. فبالمدينة المنورة اشتهرت قراءة نافع بن أبي نعيم توفي سنة 167 ه‍. وبمكة قراءة عبد الله بن كثير توفي سنة 120 ه‍. وبالبصرة قراءة أبي عمير بن العلاء المازني توفي سنة 154 ه‍ وبدمشق قراءة عبد الله بن عامر توفي سنة 118 ه‍ وبالكوفة أبو بكر عاصم بن أبي النجود توفي سنة 128 ه‍ وهو اليوم يقرأ القرآن بقراءته ، وبالكوفة أيضاً حمزة بن حبيب الزيات توفي سنة 145 ه‍. وبالكوفة أيضاً أبو الحسن علي بن حمزة الكسائي من أولاد الفرس توفي سنة 179 ه‍ ويلي هذه القراءات في الشهرة ثلاث قراءات\nأخرى. قراءة أبي جعفر يزيد القعقاع المدني توفي سنة 130 ه‍ وقراءة يعقوب بن إسحاق الحضرمي توفي سنة 205 ه‍ وقراءة خلف بن هاشم البزاز وتسمى هذه القراءات مع السبعة المذكورة بالقراءات العشر. ويليها في الشهرة أربع قراءات أخرى قراءة أبي محيصن محمد بن عبد الرحمن المكي ويحيى بن المبارك اليزيدي. والحسن بن أبي الحسن البصري الفقيه. والأعمش سليمان بن مهران.",
        "العُلوم العَقْلية\nوفي هذا الدور الرابع انتشرت العلوم العقلية والفلسفية والكلامية واتسع أفق المعارف بواسطة ترجمة الكثير من الكتب الأجنبية وأدى ذلك إلى تعليل الأحكام الشرعية.\nانشقاق الفقهاء إلى أهل الحديث وإلى أهل الرأي\nفقوى الرأي في معرفة الأحكام الشرعية مما أدى إلى انقسام الفقهاء إلى طائفتين وتضخم كل من القسمين واتساع أفقهما مختلفين.",
        "طائفة أهل الرأي\nالطائفة الأولى : تسمى بأهل الرأي والتي كانت برئاسة عبد الله بن مسعود في الكوفة وهم من يجيلون النظر والفكر\nفي العلل الشرعية والأغراض من الأحكام الإلهية ليعرفوا حكم الواقعة الشرعية دون الوقوف على دلالة النص فهم يأخذون بالرأي والاجتهاد ويبحثون عن علل الأحكام لمعرفة حكم الوقائع النازلة بهم.\nالطائفة الثانية أهل الحديث",
        "الطائفة الثانية : وتسمى بأهل الحديث التي كانت برئاسة سعيد بن المسيب في الحجاز وهم يعتمدون في معرفة الأحكام الشرعية على دلالة النصوص وظواهر الألفاظ وينفرون من الأخذ بالرأي والاجتهاد وعدم التعمق في استخراج العلل للأحكام والاستحسانات بعكس الطائفة الأولى فانها لم تأخذ من الأحاديث إلا قليلها ولا من الآيات إلا نصوصها وكان رجوعهم في كثير من المسائل الفقهية إلى حكم العقل والرأي والاجتهاد بالقياس والاستحسان. وهذا ما أدى إلى انقسام مدرسة الفقه إلى مدرستين مدرسة الرأي ومدرسة الحديث.\nخاتمة المطاف\nإن مصادر الفقه في هذا الدور أعني الدور الرابع كانت كثيرة تختلف باختلاف اعتبار الفقهاء لها وكان في طليعتها الكتاب والسنة. والإجماع. وعمل أهل المدينة والقياس وقول الصحابي والمصالح المرسلة والاستحسان والاستصحاب والبراءة والاحتياط والتخيير وكانوا يقدمون عمل أهل المدينة على القياس وما بعد باعتبار أن عمل أهل المدينة بمنزلة روايتهم عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم فيكون بمنزلة رواية جماعة عن جماعة فهو أولى بالتقديم ، ونشطت فيه حركة جمع الروايات والأحاديث والآثار الشرعية وقد كان التأليف في هذا الدور بادئ بدء هو ضم الأحاديث بعضها إلى بعض حسب أبواب الفقه كأحاديث الصلاة وأحاديث الصوم وغير ذلك كما في مسند زيد ونحوه وقد يمتزج بأقوال الصحابة والتابعين ممن يرى حجة قولهم كما في موطأ مالك ثمّ جاء بعد ذلك فكرة المسانيد فكان يفرد كل شخص بأحاديثه عن\nأحاديث غيره كما في مسند ابن حنبل ثمّ جاء بعد ذلك من قام باختيار ما هو المعتبر لديه من الأخبار فألفوا الصحاح.",
        "مجموع الإمام زيد اقدم كتب الأخبار\nولكن الظاهر أن مجموع الإمام زيد الشهيد اقدم ما بأيدينا من كتب الأخبار فقد استشهد سنة 121 ه‍ أو سنة 122 ه‍ وهو مرتب على أبواب الفقه كما أن مناسك الحج له طبع بغداد مرتب على أبواب الحج. وكيف كان فلا ينكر انه في هذا الدور قد كثر فيه تأليف كتب الأخبار التي هي أهم مصدر لعلم الفقه وقويت الحركة نحو الفقه قوة منقطعة النظير وتظافرت الجهود على ضبط مسائله وتأسيس أصوله وقواعده ودونت فيه العلوم التي تساعد على استنباط مسائله كعلوم القرآن وعلم الكلام والعلوم العربية ونحو ذلك مما أوجب ازدهار الفقه واتساع دائرته وكثرة مسائله.\nالإمام محمد الباقر عليه‌السلام\nوفي هذا الدور الرابع استشهد الإمام محمد الباقر عليه‌السلام بسم هشام بن عبد الملك سنة 114 ه‍ وعن الطبقات الكبرى لابن سعد انه كان عالماً عابداً ثقة عند المسلمين روى عنه أبو حنيفة وغيره من أئمة أهل العلم والمذاهب ، وعن تذكرة ابن الجوزي عن عطاء أحد أعلام التابعين انه قال : ما رأيت العلماء عند أحد اصغر منه علماً اصغر منهم عند أبي جعفر",
        "الباقر لقد رأيت الحكم بن عيينة عنده كأنه عصفور مغلوب وعن ابن الأثير في جامع الأصول انه مجدد مذهب الامامية على رأس المائة الأولى.\nالإمام جعفر الصادق عليه‌السلام\nوفيه استشهد الإمام جعفر الصادق عليه‌السلام بسم المنصور سنة 148 ه‍ وقد قضى شطراً من حياته ما يقارب الخمسَ عشرة سنة في حكومة الأمويين والشطر الآخر من حياته في حكومة العباسيين. وعن الملل والنحل أن أبا عبد الله الصادق ذو علم غزير في الدين وأدب كامل في الحكمة وزهد في الدنيا وورع تام عن الشهوات.\nالإمام موسى الكاظم عليه‌السلام",
        "وفيه استشهد الإمام موسى الكاظم عليه‌السلام بسم الرشيد سنة 183 ه‍ وهو الذي ذكر عنه القرماني صاحب كتاب (أخبار الدول) انه ما خاب المتوسل به في قضاء حاجة قط وعن الشافعي أن قبر موسى الكاظم ترياق مجرب لاجابة الدعاء. قال الخليفة العباسي للإمام موسى الكاظم عليه‌السلام : أن الناس يقولون لا تحريم في القرآن للخمر فقال الإمام عليه‌السلام : بل هي محرمة في كتاب الله قال تعالى (يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ) فهي إثم والإثم محرم بنص القرآن حيث\nقال (قُلْ إِنَّما حَرَّمَ رَبِّيَ الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ وَالْإِثْمَ وَالْبَغْيَ).\nالإمام علي بن موسى الرضا عليه‌السلام\nوفيه استشهد الإمام علي بن موسى الرضا عليه‌السلام بسم المأمون سنة 203 ه‍ وكان قد نصبه ولياً للعهد وينسب له جملة من أصحابنا كتاب فقه الرضا وقد طبع في إيران وكتب الشيخ النوري في مستدركه بحثاً مفصلاً عنه قد اثبت فيه صحة نسبة الكتاب إليه سلام الله عليه.",
        "كتاب فقه الرضا\nوإن كان في عقيدتي إن الكتاب على تقدير صحة النسبة انه قد مزجه بعض الرواة بالروايات المعارضة لما فيه وهكذا ينسب إليه المسند ويسمى بصحيفة الرضا عليه‌السلام وقد طبع مع مسند الإمام زيد في بيروت بواسطة مكتبة الحياة وذكر المؤرخون أن الإمام الرضا عليه‌السلام إذا مر ببلد أخذ الفقهاء والعلماء بلجام دابته ليفيض عليهم من علمه وفضله.\nالإمام محمد الجواد عليه‌السلام\nوفيه استشهد الإمام محمد الجواد عليه‌السلام بسم المعتصم سنة",
        "220 ه‍ وله مواقف مع يحيى بن أكثم في علم الفقه مع صغر سنه تكون من معاجز الفن.\nالإمام علي الهادي عليه‌السلام\nوفيه استشهد الإمام علي الهادي عليه‌السلام بسم المعتز العباسي سنة 254 ه‍ وقد دونت مناقبه واحتجاجاته كتب الأخبار والتاريخ.\nالإمام الحسن العسكري عليه‌السلام",
        "وفيه استشهد الإمام الحسن العسكري عليه‌السلام بسم المعتمد أو المعتضد سنة 260 ه‍ وينسب له تفسير للقرآن الكريم قد طبع وشكك في صحة نسبته له بعض الفقهاء وقد اشبع البحث عنه النوري في مستدركه وصاحب الذريعة في مناقب ابن شهرآشوب ج 3 ص 525 ذكر أن الكندي أحرق جميع ما ألفه في تناقض القرآن بواسطة الإمام الحسن العسكري عليه‌السلام.\nغيبة الحجة المهدي عليه‌السلام\nوفي هذا الدور غاب الإمام الثاني عشر المهدي الحجة القائم المنتظر عليه‌السلام سنة 260 ه‍ الغيبة الصغرى حيث لم تنقطع السفارة بينه وبين الشيعة ، وأما غيبته الكبرى التي انقطعت\nفيها السفارة فقد كانت في الدور الخامس حيث انها وقعت سنة 329 ه‍.",
        "فقهاء الدور الرابع\nوفي هذا الدور الرابع برز جماعة من الفقهاء لا يسعنا حصرهم ولكن نذكر قسماً منهم على سبيل المثال.\nيونس بن عبد الرحمن\nمنهم يونس بن عبد الرحمن فقد ألف ما يزيد على ألف مجلد من الكتب وكان لا يترك التأليف إلا للصلاة والطعام وقضاء الحاجة.",
        "محمد بن أبي عمير\nومنهم محمد بن أبي عمير توفي سنة 217 ه‍ ويروى عن الجاحظ انه قال فيه : إن محمد بن أبي عمير كان أوثق الناس عند الخاصة والعامة ويحكى عن ابن بطة انه قال فيه : انه ألف أربعاً وتسعين كتاباً وقد تلفت كتبه في الحبس فلذا كانت رواياته مرسلة إلا أنها معتبرة عند العلماء.\nصفوان بن يحيى البجلي\nومنهم صفوان بن يحيى البجلي المتوفي سنة 210 ه‍ وعن ابن النديم انه ألف ثلاثين كتاباً.",
        "احمد البزنطي\nومنهم احمد بن محمد البزنطي المتوفي سنة 221 ه‍ من المؤلفين في الفقه.\nالحسن الوشاء\nومنهم الحسن بن علي الوشاء ألف في الفقه كتباً كثيرة.",
        "الحسن السراد\nومنهم الحسن بن محبوب السراد المتوفي سنة 224 ه‍ له كتاب المشيخة مبوب على معاني الفقه.\nاحمد الأشعري\nومنهم احمد بن محمد بن عيسى الأشعري له مؤلفات في الفقه كثيرة ، ومحمد بن خالد الأشعري ومحمد بن علي",
        "الأشعري صاحب المؤلفات والمصنفات وله كتاب اسمه نوادر تصنيف المصنفين كانت نسخة منه بخط الشيخ الطوسي عند صاحب السرائر استطرف منها بعض الأخبار وطبع المستطرف منها مع السرائر.\nعلي بن مهزيار\nومنهم علي بن مهزيار الأهوازي بلغت مؤلفاته ستة وثلاثين كتاباً.\nالفضل بن شاذان النيسابوري",
        "ومنهم الفضل بن شاذان النيسابوري بلغت كتبه مائة وثمانين كتاباً في مختلف المواضيع.\nعبد الله بن سعيد الكناني\nومنهم عبد الله بن سعيد بن حنان الكناني ألف في الفقه والحديث كتباً كثيرة.\nعبد الله القمي",
        "ومنهم عبد الله بن جعفر القمي شيخ القميين له اكثر من ثلاثين كتاباً في مواضيع مختلفة.\nعمر بن مسلم التميمي\nومنهم عمر بن مسلم التميمي الكوفي له مؤلفات كثيرة في الفقه.\nالحسين بن سعيد الأهوازي",
        "ومنهم الحسين بن سعيد الأهوازي وأخوه الحسن وعن ابن نديم انهما ألفا اكثر من ثلاثين كتاباً.\nالحسن البرقي\nومنهم الحسن بن خالد البرقي صاحب تفسير العسكري.\nمحمد بن مسعود العياشي",
        "ومنهم محمد بن مسعود العياشي صاحب تفسير العياشي الذي طبع في الآونة الأخيرة على ما قيل وقد بلغت مؤلفاته مائتي مؤلف.\nاحمد بن محمد البرقي\nومنهم احمد بن محمد بن خالد البرقي المتوفي سنة 274 ه‍ ويحكى عن النجاشي وغيره أن له اكثر من تسعين مؤلفاً.\nمحمد بن معافي",
        "ومنهم محمد بن معافي بن جعفر المتوفي سنة 265 ه‍ له كتاب شرايع الإيمان وكان من أصحاب الكاظم عليه‌السلام وابنه الإمام الرضا عليه‌السلام.\nإبراهيم الثقفي\nومنهم إبراهيم بن محمد الثقفي المتوفي سنة 283 ه‍ وله مؤلف في الفقه والأحكام.\nإبراهيم الأسلمي",
        "ومنهم إبراهيم بن محمد بن يحيى المدني الأسلمي المتوفي سنة 184 ه‍ له كتاب مبوب في الحلال والحرام رواه عن الإمام الصادق عليه‌السلام.\nعبيد الله بن شعبة\nومنهم عبيد الله بن علي بن أبي شعبة له كتاب في الفقه كبير عرضه على الإمام الصادق عليه‌السلام فصححه واستحسنه وقال : ليس لهؤلاء في الفقه كتاب مثله.\nمحمد بن سيرين",
        "ومنهم محمد بن سيرين مولى انس بن مالك المتوفي سنة 110 ه‍ سكن البصرة علامة في تعبير الرؤيا ويعد من فقهاء عصره.\nالقاسم بن محمد بن أبي بكر\nومنهم القاسم بن محمد بن أبي بكر المتوفي سنة 108 ه‍ وعن ابن خلكان انه من سادة التابعين وافضل أهل زمانه وعن أبي الزناد : ما رأيت فقيهاً اعلم من القاسم. وعن طبقات ابن سعد انه كان إماماً فقيهاً ثقة ورعاً كثير الحديث. وعن عمر بن عبد العزيز انه قال له لو كان لي من الأمر شيء لاستخلفت أعيمش بني تيم يعني القاسم وكان في عهده أربعة من الملوك الوليد وسليمان وأولاد عبد الملك وعمر بن عبد العزيز ويزيد بن عبد الملك.\nطاوس اليماني",
        "ومنهم طاوس بن كيسان اليماني المتوفي بمكة سنة 106 ه‍ روى البخاري عنه عن مجاهد وغيره وعن الذهبي انه كان شيخ أهل اليمن وبركتهم وفقيههم وله جلالة عظيمة.\nقتادة\nومنهم قتادة بن دعامة المتوفي سنة 118 ه‍ كان ضريراً حافظاً وفقيهاً ورأساً في العربية واللغة والتاريخ والنسب سكن البصرة.\nسليمان بن مهران",
        "ومنهم سليمان بن مهران الاسدي الكوفي الملقب بالأعمشي وكان محدث أهل الكوفة ولم يكن أحد في زمانه اكثر منه حديثاً ولقب بالأعمش لسيلان دمعته وضعف بصره وكان مزاحاً فقد قصد داره أهل الحديث فخرج إليهم وقال : لو لا أن في منزلي من هو أبغض إلي منكم ما خرجت إليكم وكان يعني بذلك زوجته. وبعث إليه هشام بن عبد الملك قرطاساً ليكتب له فيه مناقب عثمان ومساوئ علي عليه‌السلام فاخذ القرطاس ووضعه في فم شاة وقال للرسول هذا جوابه فقال له الرسول لقد توعدني بالقتل إن لم آته بجوابك. فاخذ القرطاس وكتب عليه بعد البسملة : أما بعد فلو كان لعثمان مناقب أهل الأرض لما نفعتك ولو كان لعلي مساوئ أهل الأرض ما ضرتك فعليك بخويصة نفسك.\nيحيى بن يعمر\nومنهم يحيى بن يعمر العدواني الوشقي المضري المتوفى سنة 129 ه‍ وهو أول من نقط القرآن وقد حكي عن ابن خلكان انه تابعي شيعي كما انه أول من أعرب القرآن أستاذه أبو الأسود الدؤلي.\nعامر بن شراحبيل",
        "ومنهم عامر بن شراحبيل الشيعي المتوفى سنة 104 ه‍ روى عن الإمام علي عليه‌السلام وولي قضاء الكوفة وكان من مدرسة أهل الحديث.\nالحسن البصري\nومنهم الحسن البصري المتوفى سنة 110 ه‍ ويحكى عن القاضي عياض عده من الأئمة وأصحاب المذاهب المقلدة المدونة وعن أعلام الموقعين انه جمع بعض العلماء فتاويه في سبعة أسفار ضخمة.\nعطاء بن رياح وغيره",
        "ومنهم عطاء بن رياح المتوفى سنة 115 ه‍. ومنهم عكرمة مولى بن عباس المتوفى سنة 115 ه‍. ومنهم مسلم بن خالد الزنجي المتوفى سنة 179 ه‍. ومنهم عبد الرحمن الأوزاعي المتوفى سنة 157 ه‍. ومنهم الليث بن سعد المتوفى سنة 175 ه‍. ومنهم أبو بكر محمد بن مسلم الزهري المتوفى سنة 124 ه‍.\nخندق الأسدي وموقفه من أهل البيت\nومنهم خندق بن بدر الأسدي المستشهد سنة 100 ه‍ بعرفات عند ما وقف بها في الموسم وذكر فضل أهل البيت عليهم‌السلام وظلم الناس لهم وغصب حقهم وقد ساء الباقر عليه‌السلام مقتله.\nأبان بن تغلب",
        "ومنهم أبان بن تغلب المتوفى سنة 141 ه‍ أحد القراء المشهورين والفقهاء البارزين. ومنهم ثابت أبو حمزة الثمالي المتوفى سنة 150 ه‍ الذي روى الدعاء المعروف.\nجابر الجعفي\nومنهم جابر الجعفي الكوفي المتوفى سنة 128 ه‍ الورع الصدوق. ومنهم أبو حنيفة مؤسس المذهب الحنفي المتوفى سنة 150 ه‍ بالحبس وقد ذكرناه في تعداد المذاهب.\nزرارة بن أعين",
        "ومنهم زرارة بن أعين الذي قال فيه الإمام الصادق ما أجد أحداً أحيا ذكرنا وأحاديث أبي إلا زرارة. ويسمى بأوتاد الأرض زرارة. وأبو بصير ليث المرادي ، ومحمد بن مسلم ، وبريد العجلي ، ولزرارة اخوة أربعة معروفون بالعلم وهم حمران النحوي اللغوي. وبكير الثقة الجليل القدر. وعبد الملك الثقة الجليل القدر. وعبد الرحمن الجليل القدر.\nمن توفى في هذا الدور من علماء الأدب وشعرائه\nوتوفي في هذا الدور الخليل بن احمد سنة 160 ه‍ مدون علم العروض وعلم متن اللغة.\nوتوفي معاذ بن مسلم الهراء سنة 187 ه‍ واضع علم الصرف وقرأ عليه الكسائي وهو ابن عم محمد الرواسي الذي هو أول من ألف من الكوفيين في النحو كتاباً.",
        "وقتل دعبل الخزاعي الشاعر المعروف سنة 242 ه‍ وقتل يعقوب بن السكيت اللغوي سنة 244 ه‍ بتفضيله علياً وابنيه على الخليفة العباسي.\nوتوفي أبو تمام الطائي سنة 231 ه‍ في الموصل. وتوفى الفيلسوف المعروف الكندي سنة 250 ه‍.\nالعلوم الفلسفية\nوقد ظهرت العلوم العقلية في هذا الدور الرابع واتسع افقها وانتشرت كتبها وكان من اشهر المتكلمين فيها عمرو بن عبيد المتوفى سنة 142 ه‍ وأبو الهذيل العلاف المتوفى سنة 235 ه‍ وعمرو الجاحظ المتوفى سنة 255 ه‍. فان الفلسفة اليونانية وغيرها قد دخلت البلاد الإسلامية بعد قرنين إلا انه قد أوضح المسلمون مسائلها وأضافوا إليها الشيء الكثير وأخرجوها بهذه الحلة الجميلة بعد أن هذبوها ونقحوها وناقشوا ما كان مخالفاً للعقيدة الدينية والآيات القرآنية فظهرت خالصة من الآراء الالحادية والخرافات التقليدية وأزالوا عنها الحجب والغموض وفتحوا باب المناقشات والمباحث فيها واعطوا للعقل حرية الفكر وأضافوا اليها مباحث قيمة كمبحث",
        "النبوة والإمامة ورتبوها ترتيباً حسناً حتى أصبحت العلوم العقلية غير العلوم العقلية اليونانية أو الرومانية والفارسية والهندية وكان اظهر طابع على العلوم العقلية الإسلامية هو قدرتها على الجمع بين الدين والفلسفة والحكمة والمعرفة وللإسلام الفضل الأكبر في حفظ الفلسفة اليونانية وغيرها من الفلسفات القديمة فان النصرانية عند ما ضربت سرادقها على بلاد اليونان خافت من فلسفتها على دينها فمنعت من تدريسها ودفنت كتبها تحت التراب في الدهاليز والانفاق حتى استطاع المأمون سنة 304 ه‍ ج 819 م أن يحصل على الكثير من هذه الكتب وقد أصابها التلف. كما ان للإسلام الفضل الأكبر على الديانتين اليهودية والمسيحية فقد أخرجهما القرآن الكريم بحليتهما الواقعية المجردة عن الأوهام والخرافات التي لم ينزل الله بها من سلطان.\nالدور الخامس\nدور التقليد عند أهل السنة\nيبدأ هذا الدور بما انتهى إليه الدور الرابع أي انه يبدأ من أوائل القرن الرابع إلى سقوط الدولة العباسية سنة 655 ه‍ بزحف التتر على بغداد وسقوطها بأيديهم فان هذا الدور قد جاء وقد تفككت عرى الوحدة الإسلامية بخلافات طائفية ومذهبية وانقسامات عنصرية وطبقية وتمزق شمل المسلمين فالبويهيون في فارس والفاطميون في شمال إفريقيا والامويون في الأندلس والاخشيديون في سورية ومصر والساسانيون في خراسان والقرامطة في البحرين والحمدانيون في الموصل هذا وبغداد عاصمة الدولة العباسية منقسم بعضها على بعض تعصف بها الزوابع السياسية والفتن الداخلية لنيل التاج أو الصولجان لا للصالح العام ويغار عليها من كل جانب ومكان",
        "حتى هرب الخليفة العباسي المتقي من بغداد خوفاً من الجيش البربري الزاحف عليها واستنجد بناصر الدولة في الموصل فأنجده وأرجعه إليها فضعفت الرغبة من العلماء في الاجتهاد لتبلبل الأحوال واضطراب الأوضاع أضف إلى ذلك أن الدولة نظراً لضعفها في هذا الدور أصبحت لا تمنح المنصب الديني ولا القضاء للذي يعمل برأيه وإنما تنصب من كان مقيداً ومتبعاً لمذهب من المذاهب وتفرض عليه اجتناب كل قضاء يخالف ذلك المذهب خوفاً من تبلبل الأفكار وحدوث الانشقاق والانقسام وأخذوا لا يجعلون شخصاً في منصب من المناصب الدينية إلا إذا كان متبعاً لأحد المذاهب السنية المشتهرة المعروفة كالحنفية والظاهرية والشافعية ونحوها من المذاهب ولا يكيلون وزناً للمجتهد المنفرد فأوجب ان ينصرف أهل السنة عن الاجتهاد حتى انه لم يبق بعد محمد بن جرير الطبري المتوفى سنة 310 ه‍ من يجتهد في الأحكام الشرعية وبطبيعة الحال أصبحت النتيجة الحتمية عندهم بعد هذا الزمن الإجماع والاتفاق على العمل بالمذاهب السابقة وانسداد باب الاجتهاد. والإجماع عندهم حجة لا ترد ودليل لا يفند فافتوا استناداً لهذا الإجماع بسد باب الاجتهاد وحصر المذاهب التي يرجع إليها بالمذاهب السابقة واصبح هذا الدور للفقه الإسلامي السني في هذه الفترة من الزمن دور التقليد المحض\nلأهل السنة وكان من جراء ذلك أن يحصر علماؤهم أبحاثهم ضمن نطاق خاص وإطار مخصوص فكان كل واحد منهم في هذا الدور لا يتجاوز بحثه حدود مذهب فقيه سابق قد قلده لا يحيد عنه ولا يتعداه لغيره ويرى أن ما قاله مقلده هو الصحيح وما عداه من الآراء خطأ لا يتبع ولم ير من يجتهد في الأحكام الشرعية فيأخذ أحكامه من أدلتها غير متقيد برأي أحد من الأئمة ورضوا لأنفسهم التقليد ولامام معين واعتبار فتاواه كأنها نص من الشارع المقدس فأصبحوا عالة على فقه أبي حنيفة ومالك والأوزاعي والظاهري وأمثالهم ممن كانت مذاهبهم متداولة والتزم كل منهم مذهباً معيناً لا يتعداه وبذل كل ما أوتي من قوة في نصرة ذلك المذهب جملة وتفصيلا ويأخذوا أحكامهم الشرعية منه دون أن يرجعوا للكتاب والسنة فكان الفقيه في هذا الدور هو الذي يستنبط الأحكام الشرعية من كتب أحد الفقهاء السابقين ويسمى ذلك بالاجتهاد المقيد بل لا يستجيز لنفسه أن يخالف فتوى الفقيه الذي قلده ولو قامت عليها الأدلة من الكتاب والسنة. وقد بلغ هذا التعصب المذهبي في هذا الدور إلى أن يقول أبو الحسين الكرخي رئيس الفقه الحنفي في العراق المتوفى سنة 349 ه‍ (أن كل آية أو حديث يخالف ما عليه أصحابنا فهو مؤول أو منسوخ) وإلى أن يقول صاحب الدار المختار (إن من ارتحل عن المذهب\nالحنفي إلى المذهب الشافعي يعزر) وأصبحت كلمات أئمتهم وعباراتهم هي المصدر الذي يستنبطون منه الحكم الشرعي حتى أنه في المغرب لما استولى عليه عبد الواحد بن علي ألزم العملاء الاجتهاد وترك التقليد فأحرق كتب الفروع كلها وأمر بوضع كتب أحاديث الأحكام وكذا فعل حفيده يعقوب سنة 595 ه‍ وقد بلغ التطاحن بين الفقهاء وأتباعهم في هذا الدور ومهاجمة بعضهم البعض من ناحية التعصب والتحيز للفقهاء السابقين حد التقاتل كما يظهر ذلك من ابن الأثير ج 8 ص 106 وكان نتيجة ذلك أن تأثر الفقه بالجمود لدى أهل السنة واصبح بعيداً عن واقع الحياة رغم تطور الحضارة وتبدل الأوضاع فقد حدثت أشياء وأحوال لم تكن في عصر انفتاح باب الاجتهاد حتى يعالجها فقهاؤهم السابقون ولا يحق للمتأخرين منهم أن يعالجوها لانسداد باب الاجتهاد عليهم.\nوجه الانحصار بالمذاهب الأربعة",
        "في هذا الدور الخامس ومبدئه\nوبعد ذلك في هذا الدور انحصرت المذاهب المتبعة عند السنة في أربعة : الحنفية. والمالكية. والحنبلية. والشافعية. وكان بذرة انحصارها هو القادر العباسي الذي تولى الخلافة الإسلامية سنة 381 ه‍ فانه كان ذا سياسة وكياسة وظهر بمظهر الصلاح والتقوى حتى عده ابن الصلاح من الفقهاء الشافعية وأخذ الفقهاء يعقدون الاجتماعات برئاسته بصفة كونه زعيماً دينياً فيصدرون الفتاوى بتحريم حرية الرأي وتكفير بعض الطوائف كالفاطميين ومهاجمة المعتزلة وتكفير من يعتنقها. وأمر أربعة من الفقهاء أن يصنف كل واحد منهم مختصراً على مذهبه من المذاهب الأربعة. فصنف الماوردي الاقناع على مذهب الشافعي. وصنف أبو الحسين القدوري مختصراً على مذهب أبي حنيفة. وصنف أبو محمد عبد الوهاب مختصراً على مذهب المالكي. وصنف آخر مختصراً على مذهب الحنبلي وأمر الخليفة القادر العمل بها لأجل تقليل الآراء في الأحكام الشرعية (1).\n__________________\n(1) يحكى من غير واحد أن الخليفة القادر العباسي طلب من السيد المرتضى رحمه‌الله مالا ليأمر بالعمل بمذهب التشيع كما أمر بالعمل بالمذاهب المذكورة ولكن السيد المرتضى عجز عن دفع المال.",
        "ولا ريب أن هذا العمل من القادر يوجب اتساع رقعة المذاهب الأربعة وكثرة المتبوعية لها وضعف باقي المذاهب السنية وقلة متبوعيتها وندرة الدعاة لها لأن الخلافة العباسية مهما تطور الوضع بها وانحط نفوذها الزمني فهي لم تفقد سيادتها الروحية وبقيت تحتفظ بزعامتها الدينية عملا وعقيدة والخليفة العباسي وإن فقد سلطته الزمنية إلا انه لم يتجرد حتى عند رعيته عن كونه إماماً روحياً وزعيماً دينياً ومصدراً لجميع السلطات الإلهية وانه الرئيس الفعلي للحكومة الدينية فإذا صدر منه الأمر بالعمل بتلك المذاهب الأربعة لا ريب كان معناه إلغاء العمل بما عداها من المذاهب بحكم الزعيم الديني ولا ريب أن ذلك يوجب اضمحلالاً شيئاً فشيئاً حتى تتلاشى وبالفعل أخذت باقي المذاهب بالتلاشي شيئاً فشيئاً حتى إذا عصفت العاصفة الكبرى وحلت الطامة العظمى سنة 656 ه‍ باحتلال المغول (التتر) بغداد وبلغ منهم التخريب والتهديم والحرق والذبح منتهى المبلغ ستة أسابيع حتى صارت الدماء تنساب على الطرقات وصبغت ماء دجلة باللون الأحمر الثاني عدة أميال وهدمت الجوامع والمدارس وأحرقت الكتب والنفائس وقتل المغول (التتر) الخليفة المستعصم وأولاده ولم ينج منهم نافخ ضرم وانقرضت بذلك الخلافة العباسية في بغداد وظل الأفق السني طوال ثلاث سنين ونصف بلا خلافة\nواصبح بحاجة لزعيم ديني وقد أدرك بيبرس الملقب بالظاهر ملك مصر من ملوك دولة المماليك بعد أن تغلب على المغول حاجة العالم الإسلامي إلى إحياء الخلافة فاستدعى إليه احمد بن الظاهر محمد بن الناصر العباسي الذي نجا من حبائل المغول ويصير عم لمستعصم الذي قتله المغول فبايعه الملك وقاضي القضاة تاج الدين وكبار الفقهاء والناس بالخلافة سنة 660 ه‍ أو سنة 659 ه‍ ولقب احمد بالمستنصر بالله وأصبحت القاهرة من ذلك الحين مقراً للخلفاء العباسيين وكانوا يلقبون بالأئمة وكانت سلطتهم لا نفوذ لها إلا من الجانب الديني فقط ، ثمّ أراد الملك بيبرس أن يسترجع بغداد للخلفاء العباسيين فأعد العدة وجهز الجيوش وتوجه مع الخليفة المستنصر المذكور فلما احتلوا دمشق عاد الملك بيبرس إلى مصر وتقدم الخليفة المستنصر قاصداً بغداد وقبل أن يصل إليها وصلت إليه المغول وقتلوه واغلب أصحابه ولم تكن خلافته إلا خمسة اشهر وعشرين يوماً وكان في حلب رجل ينتسب للعباسيين اسمه احمد بن علي نجا مختفياً من بغداد استقدمه الملك بيبرس إلى مصر وبايعه بالخلافة ولقب بالحاكم بأمر الله سنة 661 ه‍ فعادت الخلافة العباسية في مصر برعاية ذلك الملك الظاهر إلا أنها كانت منصباً دينياً محضاً حتى دخول السلطان سليم الفاتح المشهور لمصر فتنازل له آخر الخلفاء العباسيين عن\nمنصب الخلافة وأصبحت الخلافة لملوك آل عثمان وفي سنة 663 ه‍. وبعد أن امتد النفوذ الديني للخليفة العباسي الحاكم بأمر الله احمد المتقدم ذكره للعالم الإسلامي حتى للحجاز بواسطة السلطان الملك الظاهر بيبرس نصب الخليفة العباسي المذكور برعاية الملك الظاهر المذكور بالديار المصرية وبدمشق أربعة قضاة شافعي ومالكي وحنفي وحنبلي وركز العقيدة الاشعرية فكان هذا العمل من الخليفة الذي يمثل المقام الديني مؤكداً لما صنعه الخليفة العباسي القادر من أمره بالعمل بالمذاهب الأربعة فأخذ يتضاءل ما تبقى من غير المذاهب الأربعة حتى لم يبق في سنة 665 ه‍ في مجموع امصار الإسلام مذهب لأهل السنة يعرف غير هذه المذاهب الأربعة ولا عقيدة غير عقيدة الأشعري وعودي من تمذهب بغيرها ولم يول قاضٍ ولا تقبل شهادة شاهد ولا يقدم للخطابة والإمامة والتدريس أحد منهم لم يكن مقلداً لأحد هذه المذاهب الأربعة خصوصاً وقد أخذ يقوى المركز الديني للخليفة المذكور وطفق يتوسع نفوذ السلطان الظاهر المذكور وهما يحملان الشعار بالتمسك بالمذاهب الأربعة فكانت النتيجة الحتمية هي حصول الإجماع والاتفاق من علمائهم على اتباع المذاهب الأربعة وعدم صحة تقليد ما عداها والإجماع حجة عند أهل السنة يوجب الفتوى بمقتضاه فأفتى الفقهاء منهم بوجوب اتباع هذه المذاهب الأربعة\nوتحريم ما عداها ولم تبق عقيدة عند أهل السنة إلا عقيدة الأشعري وأوجب ذلك عليهم أن يتجه نشاطهم الفقهي في هذا الدور نحو تكميل المذاهب الأربعة الفقهية من الترجيح لروايات الفتاوى المختلفة عن أئمتها الأربعة والتخريج لعللها المسمى بتخريج المناط والفتوى فيما لم يوجد فيه فتوى منهم بالقياس بواسطة تلك العلل.",
        "مشاهير علماء الدور الخامس:\nومن مشاهير علماء الحنفية في هذا الدور هو علي بن محمد البزدوي المتوفى سنة 483 ه‍ ألف المبسوط أحد عشر مجلداً. ومن مشاهير علماء المالكية في هذا الدور محمد الأبهري المتوفى سنة 395 ه‍ ألف عدة كتب في شرح مذهب مالك. ومحمد بن رشد المتوفى سنة 595 ه‍ صاحب كتاب بداية المجتهد ونهاية المقتصد. ومن مشاهير علماء الشافعية في هذا الدور احمد النيسابوري المتوفى سنة 432 ه‍ ألف كتاب الأحكام. وأبو حامد الغزالي المتوفى سنة 505 ه‍ صاحب المستصفى في أصول الفقه طبع اكثر من مرة.\nالشيعة الامامية في هذا الدور الخامس\nوأما الشيعة الامامية في هذا الدور فقد نشطت عندهم الحركة العلمية وخلفوا لنا ثروة فقهية كبرى في هذا الدور رغم أن أئمتهم بدءوا يختفون عنهم في الأزمنة المتأخرة من زمن الإمام العاشر علي الهادي عليه‌السلام فإنه احتجب عن كثير من الشيعة إلا عن عدد يسير من خواصه وجاء بعده ابنه الإمام الحادي عشر الحسن العسكري عليه‌السلام فكان يكلم شيعته الخواص وغيرهم من وراء الستر غالباً إلا في الأوقات التي يركب فيها لدار السلطان فلما توفي سنة 260 ه‍ جاء بعده الإمام الثاني عشر وكان قد استتر عن أعين شيعته سنة 266 ه‍.",
        "السفراء الأربعة\nوجعل بينه وبينهم السفراء الأربعة أبو عمر عثمان بن سعيد ثمّ بعده ابنه محمد بن عثمان المتوفى سنة 304 ه‍ ثمّ بعده\nأبو القاسم الحسين بن روح النوبختي المتوفى سنة 326 ه‍ ثمّ بعده أبو الحسن علي بن محمد السيمري المتوفى سنة 329 ه‍ وكان هؤلاء هم الوسائط بينه وبين شيعته ويصدر منه عليه‌السلام بواسطتهم التوقيعات وأجوبة المسائل وبيان الأحكام الشرعية وغيرها ويعرفون خطه عليه‌السلام وبوفاة محمد السيمري وقعت الغيبة الكبرى وانسد باب السفارة والنيابة الخاصة وفوض عليه‌السلام الأمر إلى الفقهاء العالمين بالأحكام الإلهية المطلعين على الأخبار والأحاديث الشرعية وجعلهم النواب عنه عليه‌السلام.\nوالحاصل انه في زمن الإمام العاشر إلى الإمام الثاني عشر كان من الصعوبة معرفة الحكم الشرعي للحادثة والكتب الموجودة عندهم لم تكن سهلة المأخذ فقد تقدم أن نوعها غير مبوب مع ما فيها من الأحاديث غير المقبولة مع أن بعض الأخبار كانت محفوظة في الصدور يخشى ضياعها فانبرى علماؤهم للقيام بسد هذه الخلة وكان في طليعتهم محمد بن يعقوب الكليني رحمه‌الله المتوفى سنة 329 ه‍.",
        "كتاب الكافي\nفألف كتاب الكافي الذي جمع فيه من الأحاديث ما صح عنده ونظمها حسب أبواب الفقه والأصول وهو من اعظم كتب الشيعة وأكثرها فائدة وأجلها شأناً وقد ألفه\nفي زمن السفراء الأربعة أي في زمن غيبة الإمام الثاني عشر الصغرى ويحكى عن ملا خليل القزويني شارح الكتاب المذكور أن كتاب الكافي عرض على الإمام الثاني عشر فاستحسنه. ويحكى عن الوحيد البهبهاني أن الشيخ الكليني قد لاقى في جمع كتابه الكافي الأتعاب والمشاق بسفره إلى البلدان والأقطار واجتماعه بشيوخ الرواة والإجازات وظفره بالأصول الأربعمائة والكتب المعمول عليها في الأحاديث وقد مضى على تأليفه له عشرون سنة وعن الشهيد الأول أن أحاديث الكافي تزيد على الصحاح الستة فقد أحصيت إلى (16199) حديثاً مع أن أحاديث البخاري بحذف المكرر (4000) حديثاً ومثله صحيح مسلم بحذف المكرر وأحاديث الموطأ وسنن الترمذي والنسائي لا تبلغ عدد صحيح مسلم.\nرسالة والد الصدوق",
        "وقد كتب في هذا الدور علي بن الحسين والد الصدوق المتوفى سنة وفاة السمري رحمه‌الله آخر السفراء وسنة وفاة الكليني رحمه‌الله سنة 329 ه‍ لولده الصدوق رسالة في الأحكام الشرعية يأخذ الأصحاب الفتوى منها إذا أعوزتهم النصوص لأنها عبارة عن نصوص الأحاديث بحذف إسنادها ثقة به\nواعتماداً عليه تجد قطعاً منها في كتب ولده الصدوق ومختلف العلامة وكفى في جلالة قدره ما في التوقيع المنقول عن الإمام العسكري عليه‌السلام من وصفه له بالفقيه المعتمد.\nما قد وصلنا من كتب الأخبار\nومما قد وصل إلينا من كتب الأخبار المؤلفة في زمن الغيبة الصغرى كتاب الغيبة للنعماني ألفه سنة 300 ه‍ كما وصل إلينا الكافي المتقدم ذكره ثمّ كثر بعد الغيبة الصغرى التأليف من الشيعة في الأخبار والأحاديث فألف علي بن احمد الكوفي المتوفى سنة 352 ه‍ من الكتب ما يزيد على الخمسين في الفقه والفلسفة والرد على أهل العقائد والمذاهب الفاسدة وغيرها وألف جعفر بن قالويه المتوفى سنة 368 ه‍ أو سنة 369 ه‍ كتاب كامل الزيارة.",
        "من لا يحضره الفقيه\nوألف الصدوق المتوفى سنة 381 ه‍ كتاب من لا يحضره الفقيه المطبوع عدة طبعات أحصيت أحاديثه فكانت (5963) حديثاً مرتبة حسب أبواب الفقه وقد سماه بهذا الاسم اقتباساً من اسم الكتاب الذي ألفه الرازي في الطب وسماه بمن لا يحضره الطبيب ويقول في حقه صاحب مرآة الجنان إنه\nالبارع في الكلام والجدل والفقه. وربما زاره عضد الدولة وإن له اكثر من مائتي مصنف.\nالاستبصار والتهذيب",
        "وألف الشيخ الطوسي المتوفى سنة 460 ه‍ الاستبصار والتهذيب المطبوعين عدة طبعات وهذان الكتابان مع كتاب الكافي ومن لا يحضره الفقيه تعرف عند الامامية بالصحاح الأربعة لكون مؤلفيها لم ينقلوا فيها إلا ما صح عندهم روايته.\nالوسائل\nوقد جمع محمد الحر العاملي المتوفى سنة 1104 ه‍ روايات هذه الكتب الأربعة مع زيادة من كتب أخرى كانت موضع اعتماده وصحيحة عنده في كتاب اسماه الوسائل طبع عدة مرات.\nالوافي",
        "كما جمع ملا محسن الفيض الكاشاني المتوفى سنة 1091 ه‍ روايات هذه الكتب الأربعة وشرح أحاديثها شرحاً وافياً في كتاب اسماه الوافي.\nالمستدرك\nوجاء المرحوم محمد حسين النوري المتوفى سنة 1320 ه‍ فاستدرك على كتاب الوسائل المذكور ما فات صاحبه ، أسماه المستدرك ثمّ أخذت كتب الأخبار عند الشيعة تتوسع.\nالبحار",
        "حتى جاء المرحوم محمد باقر المجلسي المتوفى سنة 1110 ه‍ فألف تلك الموسوعة الكبرى في الأخبار المسماة بالبحار إلا أن فيها الدرة والآجرة ولم نطلع على من سبقهم من فقهاء الشيعة أن يجمع الأحاديث وينظمها هذا التنظيم ويبوبها هذا التبويب وإنما كان جمعهم للأخبار التي سمعوها من الأئمة بالذات أو بالواسطة حسب موضع الحاجة الشخصية اعتماداً على وجود الأئمة عليهم‌السلام عندهم فإذا ابتلوا بمسألة كان من السهل عليهم معرفتها من منبعها وهو إمام ذلك الوقت.\nمبدأ تدوين علم الفقه عند الشيعة\nولم يدون الشيعة في هذا الدور الخامس إلى زمن الغيبة الكبرى سنة 329 ه‍ علم الفقه على النهج المعروف فعلا من تحرير المسائل الفقهية. وبيان الدليل عليها إذا لم تكن بديهية وبيان اصح الأقوال فيها أو أظهرها أو ظاهرها إذا كانت مختلف فيها بل كانت فتاواهم المدونة هي نصوص الأحاديث إلى أن جاء ابن أبي عقيل الحسن بن علي بن أبي عقيل أبو محمد العماني الحذاء شيخ الشيعة ووجهها وفقيهها فإنه أول من حرر المسائل الفقهية وذكر لها الأدلة وفرع عليها الفروع في ابتداء الغيبة الكبرى وقد أثنى الشيخ المفيد على كتابه (المتمسك بحبل آل الرسول) في الفقه وقد ادرك زمان السيمري آخر السفراء وزمان الكليني وعاصر الصدوق علي بن بابويه واستجازه جعفر بن قالويه صاحب كتاب كامل الزيارة المتوفى سنة 369 ه‍ أو سنة 368 ه‍ وجاء بعده\nالشيخ الفاضل أبو علي محمد بن احمد بن جنيد الإسكافي المتوفى سنة 381 ه‍ صاحب كتاب تهذيب الشيعة في عشرين مجلداً يشتمل على جميع أبواب الفقه. وكتاب المختصر في الفقه الأحمدي اختصر به كتابه التهذيب وهو الذي وصل لأيدي المتأخرين ومنه انتشرت مذاهبه وأقواله فقد قام رضي الله عنه بتحرير المسائل الفقهية على وجه الاستدلال وقد أدرك زمان السيمري والكليني صاحب الكفاية ، ورأيت بخط والدي رضي الله عنه أن الإسكافي هو الذي دون الأصول على مذهب الامامية وكذا تحرير الفتاوى في الكتب الفقهية. قال العلامة المجلسي في كتابه : مرآة العقول (وهو المتبحر والمطلع على كثير من أصول القدماء وكتبهم) : إن الإفتاء لم يكن شائعاً في زمن الكليني رحمه‌الله وما قبله بل كان مدارهم على نقل الأخبار وكانت تصانيفهم مقصورة على جمعها وروايتها وبالطبع مراده رحمه‌الله عند الشيعة الاثني عشرية وإلا فالسنة كانت الفتاوى عندهم اكثر من أن تحصى ، ثمّ جاء من بعد ابن جنيد والإسكافي تلميذهما الشيخ محمد الملقب بالمفيد رضي الله عنه المتوفى سنة 413 ه‍ فألف ما يقارب المائتي كتابٍ ومنها كتابه المسمى (بالمقنعة) الذي بين مصادره وذكر أدلته من الأخبار والأحاديث الشيخ الطوسي وأسماه (بالتهذيب) أحد الكتب الأربعة ومن جلالة قدر المفيد رحمه‌الله",
        "في الأوساط الدينية انه كان يزوره عضد الدولة. ثمّ جاء من بعده تلميذه علم الهدى الشريف المرتضى المتوفى سنة 436 ه‍ فألف كتبه في أصول الدين كالشافي وفي أصول الفقه كالذريعة ويقال انه أول كتاب صنف في هذا الباب للشيعة ولم يكن لهم في علم أصول الفقه قبل هذا إلا رسائل مختصرة وألف رحمه‌الله في فروع الفقه الناصريات والانتصار وغيرهما. ثمّ جاء من بعده في هذا الدور الشيخ محمد الطوسي المتوفى سنة 460 ه‍ صاحب كتاب التهذيب والاستبصار فألف كتاب الخلاف في الفقه الاستدلالي وكتاب المبسوط المملوء بالفروع الفقهية والذي ذكر فيه بأنه لا يزال يسمع من معاشر مخالفينا من المتفقهين يستحقرون فقه أصحابنا الامامية وإن هذا جهل منهم بمذهبنا وقلة التأمل لأصولنا. وألف كتاب النهاية الذي هو موضع العناية من الفقهاء وكان الفقهاء يتبعون طريقة الشيخ الطوسي ومنهجه في الاستدلال والاستنتاج ولم يخرجوا عن ذلك مدة تقارب القرن من الزمن لحسن ظنهم بالشيخ بل قيل أنهم كانوا مقلدين له حتى أن البعض لقبهم بالمقلدين له فيما استنبط ومقتفين أثره فيما اجتهد واستنتج لا يتعدون عما قال ولا يخرجون عن رأيه في البحث والمقال إلى أن جاء في هذا الدور محمد بن إدريس الحلي المتوفى سنة 598 ه‍ فهاجم طريقة الشيخ الطوسي في\nالاستنتاج وشن الحملة على آرائه الفقهية في كتابه السرائر وفتح باب التمسك بالأدلة العقلية بينما كان المعتمد عليه في الأزمنة السابقة الإجماع والنص والظاهر دون الأدلة العقلية ثمّ تبع ابن إدريس رضي الله عنه تلاميذه ومن جاء بعده من فقهاء الشيعة في حرية الرأي ومناهج الاستدلال والاستنتاج ضمن نطاق الأدلة الأصولية الصحيحة لديهم التي قام عندهم على حجيتها القطع أو القطعي ، واتسع أفق البحث والنظر فيها حتى اليوم وأوجب ذلك ثروة فقهية عند الشيعة لا تكاد تجدها عند غيرهم.\nعلم دراية الحديث\nوفي هذا الدور الخامس دون علم دراية الحديث وكان أول من دونه كما في كشف الظنون أبو عبد الله الحاكم النيسابوري المتوفى سنة 405 ه‍ وتبعه ابن الصلاح الحافظ الشافعي المتوفى سنة 643 ه‍.",
        "ما وصل إلينا من المؤلفات في هذا الدور الخامس\nوفي هذا الدور أي الدور الخامس وصل إلينا من المؤلفات في علم الرجال والترجمة للرواة والأصحاب فهرست ابن النديم المتوفى سنة 385 ه‍ ورجال الكشي فانه مكن أعلام القرن الرابع ورجال النجاشي المتوفى سنة 405 ه‍.\nأول من ألف في علم الرجال\nوقد اثبت العلامة الجليل الورع السيد حسن الصدر بأن أول من ألف في علم الرجال أبو محمد عبد الله بن جبلة الكناني المتوفى سنة 219 ه‍ لا ما قاله السيوطي من أن أول من تكلم فيه شعبة المتوفى سنة 260 ه‍.",
        "الشيخ الرئيس ابن سينا\nوفي هذا الدور توفي الشيخ الرئيس أبو علي بن سينا الحسين سنة 428 ه‍ يوم الجمعة من شهر رمضان ويظهر من آخر كتابه الشفاء تشيعه وإن كان نسبه بعضهم إلى أنه تفقه على مذهب أبي حنيفة.\nالزمخشري\nوتوفي الزمخشري سنة 538 ه‍ صاحب كتاب الكشاف في تفسير القرآن المجيد.",
        "جامع الأزهر\nوفي هذا الدور انشأ جوهر الصقلي قائد الخليفة الفاطمي سنة 359 ه‍ جامع الأزهر واقتصر فيه على التدريس على المذهب الفاطمي ويذكر أن أول كتاب درس فيه هو كتاب\n(الاقتصاد في فقه آل الرسول) ثمّ كتاب (دعائم الإسلام في الحلال والحرام).\nطلب جلال الدين تلقيبه بملك الملوك",
        "وفي هذا الدور الخامس سنة 429 ه‍ طلب جلال الدين القائم بأمر الله البويهي أن يخاطبه الناس بملك الملوك فقالوا له نستفتي الفقهاء بذلك فأفتى بالجواز أبو الطيب الطري والصيمري وابن البيضاوي. والكرخي ولقب بملك الملوك وامتنع صديقه الفقيه أبو حسن الماوردي وأفتى بالحرمة ولزم بيته خوفاً من القتل وفي ذات يوم أرسل عليه ومدحه على تصلبه في ذات الله وعدم فتواه.\nإظهار الشعائر الحسينية في هذا الدور\nوفي هذا الدور سنة 352 ه‍ أمر معز الدولة البويهي أن تغلق الدكاكين وأن تظهر الناس الحزن في عاشر محرم على الحسين عليه‌السلام كما أمر بإظهار الزينة في البلد يوم 18 ذي الحجة فرحاً بعيد الغدير.\nاتخاذ أهل السنة 26 ذي الحجة عيداً",
        "وفي مقابل ذلك اتخذ أهل السنة يوم 26 ذي الحجة عيداً لأنه يوم دخول النبي صلى‌الله‌عليه‌وآله‌وسلم وأبي بكر إلى الغار وجعلوا يوم 18 محرم يوم حزن لأنه قتل فيه مصعب بن الزبير.\nالدور السادس\nوهو يبدأ من أواخر القرن السابع الهجري وينتهي بأواخر القرن الحادي عشر حيث بدأ فيه النهوض من أهل السنة بالخروج عن التقليد والتحرر من الجمود. على آراء المتقدمين تدريجاً بشكل دوائر ضيقة ثمّ أخذت تتسع شيئاً فشيئاً حيث أن تبدل الظروف والأحوال وتطور الأوضاع والحوادث وتجدد المصالح والمفاسد والمسايرة لركب الحضارة كان الناس من فقهائهم في حرج وضيق من الجمود على التقليد للمجتهدين المتقدمين واصبح من المحتم عليهم الرجوع للمصادر الفقهية الأصلية ومنابعه الأولية والخروج من التقيد بفتاوى السابقين فكان ممن استبق الباب في هذا المضمار وخرج عن التقليد ورجع لأدلة الأحكام من الكتاب والسنة ونحوها من المصادر تقي الدين السبكي الشافعي المتوفى سنة 683 ه‍ ونجم الدين أبو ربيع الطوني المتوفى سنة 716 هـ\nوابن تيمية المتوفى سنة 728 ه‍ والذي اعتقلوه في القاهرة حتى كتب السلطان إلى دمشق ان من اعتقد اعتقاد ابن تيمية حل ماله ودمه. وتلميذه ابن القيم المتوفى سنة 751 ه‍ الذي نكبوا به بألسنتهم وخليل بن اسحاق الكردي المصري المتوفى سنة 776 ه‍.",
        "وقد كان لعلماء الشيعة اليد الطولى في إخراج فقهاء السنة من التقليد لكثرة احتجاجاتهم عليهم ومباحثتهم معهم فيه فكان في بغداد عاصمة الدولة الإسلامية تجد فقهاء الشيعة قد ناقشوا أرباب المذاهب السنية بصورة حادة في النوادي والمجالس العامة والتأليف على ضوء الكتاب والسنة وتلمس ذلك فيمن كتب من تقدم على هذا الدور منهم كالشيخ المفيد والسيد المرتضى والشيخ الطوسي فأدى ذلك إلى اليقظة في نفوس متبحري علمائهم نحو الاجتهاد والخروج عن التقليد.\nوفي هذا الدور السادس ظهرت الدولة الصفوية في إيران برئاسة الشاه إسماعيل بن حيدر المنتهي نسبه إلى الإمام موسى بن جعفر عليه‌السلام سنة 905 ه‍ وقد بالغوا بإكرام العلماء حتى جعلوا أمر المملكة بيد فقيه العصر المحقق الثاني الشيخ علي الكركي وشيدوا المدارس والمساجد وألف الشيخ البهائي الكثير\nمن الكتب باسم الشاه عباس كالجامع العباسي ونحوه واستمر ملكهم إلى سنة 1148 ه‍ وهي السنة التي جلس فيها نادر شاه على سرير الملك.\nالفتاوى الهندية",
        "وفي أواخر هذا الدور ألف السلطان محمد علمكير أحد ملوك الهند لجنة من مشاهير علماء الهند برئاسة الشيخ نظام لتصنع كتاباً جامعاً لظاهر الروايات التي اتفق عليها المذهب الحنفي فألفوا في ذلك كتاباً قد عرف بالفتاوى الهندية يذكر فيه آراء الفقهاء ثمّ يتبع بفتوى اللجنة ليكون مرجعاً للحكام والقضاة والمفتين إلا أن هذا الجمع لم يكن رسمياً ولا شبه الرسمي ليكون ملزماً لهم. وقد نبغ في هذا الدور أبو القاسم جعفر الحلي المتوفى سنة 676 ه‍ صاحب كتاب الشرائع والمختصر النافع. والعلامة الحلي حسن بن يوسف المتوفى سنة 726 ه‍ صاحب التآليف الكثيرة في الفقه والشهيد الأول أبو عبد الله محمد بن الشيخ جمال الدين المستشهد سنة 786 ه‍ صاحب الذكرى والقواعد واللمعة وغيرها.\nاستشهاد الشهيد الأول والثاني\nوكان استشهاده بفتوى برهان الدين المالكي وابن جماعة\nالشافعي بقتله فحبس سنة ثمّ قتل بالسيف ثمّ احرق بالنار. والشهيد الثاني علي بن احمد العاملي المتشهد سنة 966 ه‍ فألف الكتب القيمة في علم الفقه وفي طليعتها المسالك في شرح الشرائع وشرح اللمعة للشهيد الأول. والمحقق الاردبيلي المتوفى سنة 993 ه‍ شارح الإرشاد.",
        "الدور السابع\nيبدأ هذا الدور من أواخر القرن الحادي عشر الهجري إلى ما نحن فيه فقد أدرك المسلمون والعرب ما وصل إليه حاضرهم واستيقظ الوعي الديني والقومي فيهم وقاموا بنهضة واسعة بحركات باسم الدين والرجوع للكتاب والسنة والخروج عن التقليد بشكل دوائر واسعة.\nالحركة الوهابية\nففي نجد والحجاز كانت الحركة الوهابية التي قام بها محمد بن عبد الوهاب التميمي النجدي المتوفى سنة 1206 ه‍ في القرن الثاني عشر الهجري المصادف للقرن الثامن عشر الميلادي متخذاً الدين شعاراً لها والرجوع للكتاب والسنة وعمل السلف هدفاً لها وكانت بداية ظهوره سنة 1143 هـ",
        "وانتشر أمره واشتهر سنة 1150 ه‍ وكان بينه وبين جدنا الشيخ جعفر كاشف الغطاء مكاتبات ومطارحات قد طبعت في إيران وقد حضر بحث جدنا المذكور في النجف الأشرف. وحضر بالبصرة عند الشيخ مهدي البصري. وكان ممن قام بنصره ونشر دعوته أمير المشرق سعود أمير الدرعية ثمّ بعده ولده محمد ثمّ من بعد محمد أولاد محمد وأحفاده.\nحركة السنوسي وغيرها\nوفي ليبيا ظهر محمد بن السنوسي داعياً لنبذ التقليد ومناشداً للرجوع لمصادر الدين الحنيف.\nوفي السودان ظهرت حركة المهدي تهدف لذلك.",
        "وفي مصر قام السيد جمال الدين الافغاني مع تلميذه الشيخ محمد عبده والسيد رشيد رضا بمحاربة التقليد حتى صرح الأخير في مجلته المنار بقوله (لن يستطيع شعب إسلامي أن يتحمل أثقال تقليد المقلدين لمذهب واحد).\nحركة كاشف الغطاء\nوفي العراق وإيران قام جدنا كاشف الغطاء المتوفى سنة 1228 ه‍ صاحب كشف الغطاء بمحاربة الجمود الفكري الفقهي علماً وعملاً وقضى بجهود جبارة على الدعوة للبقاء\nعلى تقليد الأموات وعلى الدعوة للتقيد بالرجوع لأصل واحد هو الأخبار وعلى الدعوة لنبذ العمل بأصول الفقه من الكتاب والإجماع والعقل ودعا رحمه‌الله للعمل بأصول الفقه التي قام القطع والقطعي على حجيتها وصحة التمسك بها ثمّ أنه رحمه‌الله بذل قصارى جهده وتبعه على ذلك أشباله رحمهم‌الله على تمصير النجف الأشرف وبناء السور لها ونقل الدراسة الدينية إليها واستدعى العلماء في العلوم الإسلامية حتى الطب والفلك والحساب ودعا العرب والعجم للدراسة الدينية فيها فولد الحركة العلمية الفقهية حتى أصبحت النجف الأشرف هي المركز العام للدراسة الدينية ولا تزال بحمد الله باقية حتى الآن وانك لا تجد فقيهاً شيعياً أو مرجعاً للتقليد إمامياً إلا وتنتهي سلسلة أساتذته إليه رحمه‌الله.",
        "النجف الأشرف\nواليوم النجف الأشرف غنية بالعلوم الدينية والمعارف الإلهية خرجت رجالاً وأقطاباً من الفقهاء من مختلف الأقطار الإسلامية وقد توفرت فيها الدراسة الحرة للعلوم الإسلامية ما لم تتوفر لغيرها من المعاهد والمدارس وأوفدت الكثير من خريجيها لكثير من الأقطار لتعليم الفقه وإرشاد الضال والدعوة للإسلام. وقد أنشأنا فيها المدارس الدينية استهدفنا فيها جمع\nالكلمة ووحدة الصف ومحاربة التبشير ولاقينا في سيرنا هذا العقبات الكئودة وقد اجتزناها بحول الله وقوته ونسأله تعالى التوفيق لإنجاز رسالتنا على الوجه الأكمل. أخذت كلية الشريعة في الجامعة الأزهرية وخاصة في قسم الدراسات العليا في تدريس الأحكام الفقهية وأدلتها عند مختلف المذاهب والآراء ويعرضونها على ما في كتاب الله وسنة نبيه غير متقيدة بمذهب خاص وبمثل ذلك قام المعهد العربي للدراسات الإسلامية. ويقوم الآن مجمع البحوث الإسلامية في القاهرة بدور فعال في معالجة المسائل الفقهية المستحدثة التي هي محل الابتلاء وبيان الحكم الشرعي لها مستمدين معرفتها من الكتاب والسنة من غير تقيد بمذهب من المذاهب الإسلامية حضرنا فيه بأنفسنا أو بالنيابة عنا غير مرة وأهم ما عالجنا فيه موضوع التأمين على الحياة والمعاملات المصرفية والأهلة واليانصيب.\nمحاربة الإلحاد والتبشير",
        "ولا بد لنا من التنبيه على أمر ذي بال هو محاربة الإلحاد والتبشير للإسلام في عقائده وفروعه فقد كان المبشرون والملحدون يدعون الدول الإسلامية لنبذ القواعد والأحكام الإلهية ويعمدون لهدم مقومات الشريعة الإسلامية وإذابة\nشخصيتها الدينية بحجة اختلاف الآراء فيها وإن الإسلام نظري لا واقعي وانه لا يتماشى مع ركب الحضارة ولا يمكن لدولة أن تتخذه مبدءاً لسلوكها وسيرها في خضم هذه الحياة العملية ولا بد لنا من العمل بالقوانين الغربية والتشريعات الدولية.\nمجلة الأحكام\nوهذا ما دعا الحكومة العثمانية يوم كانت تتسم بالخلافة الإسلامية ان تكلف جماعة من العلماء أسموها بجمعية المجلة بوضع قانون في المعاملات المدنية من الفقه الحنفي مع الأخذ بالقول الموافق لمصالح الناس في المذهب الحنفي وكان ذلك في آخر القرن الثالث عشر الهجري.",
        "أعضاء اللجنة التي وضعت المجلة\nوتتألف اللجنة من سبعة أعضاء برئاسة احمد جودت باشا ناظر ديوان الأحكام العدلية. وعضوية احمد خلوصي واحمد حلمي من أعضاء ديوان الأحكام العدلية. ومحمد أمين الجندي. وسيف الدين من أعضاء شورى الدولة. والسيد خليل مفتش الأوقاف. والشيخ محمد علاء الدين بن عابدين ، فرفعت تقريراً للصدر الأعظم عالي باشا سنة 1286 ه‍ جاء فيه : (ان علم الفقه بحر لا ساحل له واستنباط درر المسائل اللازمة منه\nيتوقف على مهارة علمية وملكة كلية وعلى الخصوص مذهب الحنفية لأنه قام فيه مجتهدون كثيرون متفاوتون في الطبقة ويقع فيه اختلافات كثيرة ومع ذلك لم يحصل فيه تنقيح كما حصل في فقه الشافعية) ثمّ ان اللجنة باشرت عملها من سنة 1285 ه‍ واستمر حتى سنة 1293 ه‍ مع تغيير في الأعضاء فاجتمعوا برئاسة وزير العدل ورسموا قوانين سميت بمجلة الأحكام العدلية كانت في الأصل باللغة التركية ثمّ ترجمت إلى اللغة العربية وفي سنة 1293 ه‍ صدر الأمر بالعمل بها في كل الأقطار الإسلامية الخاضعة للدولة العثمانية المتكونة من الأتراك والتي كانت عاصمتها استانبول.\nرفض مصر للعمل بمجلة الأحكام",
        "إلا أن مصر رفضت الأخذ بقوانين المجلة المذكورة بأمر خديوها إسماعيل متظاهراً بحبه للاستقلال والتخلص من التبعية للدولة العثمانية.\nوقد بدأ من ذلك الوقت حتى الآن تتجه مصر في تشريع القوانين غير متقيدة بمذهب خاص مراعية في ذلك روح العصر ومستمدة من الفقه الإسلامي. وكانت مجلة الأحكام المذكورة تتكون من (1851) مادة وتتناول هذه المواد أحكام البيوع والاجارات والكفالة والحوالة والرهن والأمانات والهبة\nوالغصب والإتلاف والحجر والإكراه والشفعة والشركات والوكالة والصلح والابراء والاقرار والدعوى والبينات والتحليف والقضاء ولعل آخر من شرحها هو جدنا المرحوم الهادي ولكن الظاهر انه لم يتم شرحه لها وابن عمنا الأكبر وجد ولدينا حسين وأيمن المرحوم الشيخ محمد حسين كاشف الغطاء في أربعة مجلدات مطبوعة في النجف الأشرف.\nخروج الدولة العثمانية عن التقليد",
        "وبعد ذلك رأت الدولة العثمانية ضرورة الخروج عن التقليد والتقيد بمذهب خاص فسنت في سنة 1326 ه‍ قوانين العائلات التي يختص بالزواج والفرقة مستمدة في الكثير من مسائلها من غير المذهب الحنفي كالأخذ بنظرية إفساد الاكراه لعقد الزواج والطلاق. ولما رفضت مصر الأخذ بقانون المجلة المذكورة اتجهت إلى قانون فرنسا بحجة أن كتب الفقه الإسلامي بوضعها لا يمكن التقنين منها وقد احدث ذلك ضجة الرأي العام وسخطه عليها وعلى اثر ذلك قام علماء الفقه عندهم بتأليف قوانين مستمدة من المذهب الحنفي لاثبات إمكان التقنين من الفقه الإسلامي إلا أنها لم يكن لها نصيب أن تصبغ بصبغة رسمية وبدأ الناس في مصر يظهرون الشكوى لولاة الأمر والقضاء من التقيد بالمذهب الحنفي.\nخروج مصر من التقليد\nفأوجب ذلك أن تخرج مصر في هذا الدور عن التقليد والتقيد بمذهب معين فسنت قانون رقم 56 سنة 1923 م لم تتقيد بالمذاهب الأربعة وأخذت فيه بفتوى عبد الله بن شبرمة وعثمان البتي وأبي بكر الأصم. وجاء في مذكرة قانون 25 سنة 1929 م التفسيرية بأنه موافق لآراء بعض المسلمين ولو من غير أهل المذاهب الأربعة وانه ليس هناك مانع شرعي من الأخذ بقول غيرهم خصوصاً إذا ترتب عليه نفع عام وقد خطا القانون الشرعي بهذا التعديل خطوة واسعة إلى الامام وكان قائد هذه الحركة الشيخ المراغي شيخ الأزهر وقد وضع لهذا التعديل مذكرة إيضاحية جاء في آخرها (واني مع احترامي لرأي القائلين باستحالة الاجتهاد المطلق أخالفهم في رأيهم وأقول : ان في علماء المعاهد الدينية في مصر من توفرت فيهم شروط الاجتهاد ويحرم عليهم التقليد) وبذلك فتح باب الاجتهاد فعادت إلى الفقه روح الحياة وكان هو أول من اقترح دراسة المقارنة بين المذاهب في كليات الأزهر وصارت بذلك مادة من مواد الدراسة المقررة في السنة الرابعة لكلية الشريعة الإسلامية.\nخروج سوريا من التقليد",
        "ثمّ خطت سوريا فوضعت قانوناً شاملاً لجميع أحكام الأسر من الزواج وما يتفرع عنه من نفقة ونسب وحضانة وطلاق وتفريق وعدة لجميع أحكام الأهلية وما يتفرع عنها من نيابة شرعية عن القاصرين كالولاية والوصية والقيمومة ولجميع أحكام الميراث وكانت أحكام هذا القانون مستمدة من مختلف المذاهب الإسلامية.\nاليمن\nوأيضاً اليمن لم تعمل بقانون المجلة وكان المذهب الرسمي الذي يطبق وحده هو المذهب الزيدي.\nالمملكة العربية السعودية",
        "وهكذا المملكة العربية السعودية لم تعمل بقانون المجلة وكان المذهب الحنبلي هو المذهب الرسمي الذي تعمل به وبعد اكتشاف البترول ألحقت به بعض القوانين الحديثة لبعض الأمور المستحدثة كنظام السيارات ونظام النقد ونحو ذلك.\nإيران\nوأما إيران فهي لم تعمل بالمجلة وكانت تطبق القانون الشيعي الاثنى عشري.\nباكستان والهند",
        "وهكذا باكستان والهند فإنهما في زمن الاحتلال البريطاني سنت السلطة سنة 1772 م قانوناً ينص على أن الشريعة القرآنية يعمل بها في جميع قضايا الإرث والزواج وغيرها من العادات فاقتضى ذلك أن يرجع القضاة ورجال القانون إلى الفقه الإسلامي في دعاوى المسلمين.\nوقد اشتهر عند الحنفية منهم كتاب الهداية ثمّ فتاوى الهندية العالمكيرية والسراجية وغيرها.\nواشتهر عند الجعفرية منهم كتاب شرايع الإسلام للمحقق الحلي رحمه‌الله. وقد ترجم (بايلي) القسم الكبير من كتاب الشرائع وبعض أبواب الفتاوى الهندية إلى اللغة الانكليزية وترجم (هاملتون) الهداية سنة 1791 م وترجم السير وليم جونز كتاب السراجية سنة 1792 م ، وبعد منتصف القرن التاسع عشر بدأت الحكومات حركتها التشريعية فأصدرت عدة قوانين منها قانون إلغاء الرق سنة 1823 م وقانون الأوقاف سنة 1913 م وغيرها.\nالمذهب السلفي",
        "وفي هذا الدور السابع ظهر المذهب الذي يدعو للرجوع للكتاب والسنة ويحارب التقليد للمذاهب ويسمى بالمذهب السلفي نسبة للسلف المتقدم فإنه كان مذهبهم وطريقتهم في معرفة الأحكام الشرعية هو أخذها من الكتاب والسنة الصحيحة ، وقد قام بهذه الدعوة السيد جمال الدين الأفغاني وتلميذه من بعده الشيخ محمد عبده مفتي الديار المصرية وقد أخذت مجلة المنار المصرية لصاحبها محمد رشيد رضا نشر مبادي هذه الدعوة على صفحاتها.\nوالمذهب السلفي يقرب من المذهب الوهابي في الرجوع لأصل الشريعة من الكتاب والسنة الصحيحة والاجتهاد على هذا الأساس ونبذ الخرافات والبدع المخالفة للدين والثورة على جميع التقاليد ويرى المذهب السلفي أن الشرع الإسلامي يتماشى مع الحضارة الحديثة ويفتون بحلية اكثر المعاملات التي\nاقتضتها الحاجات التجارية في هذا اليوم وإن الصحيح المنقول في الشرع الإسلامي موافق دائماً لصريح المعقول هذه هي دعوتهم ولكن المهم هو تطبيقها على الوجه الصحيح.\nفتنة الشيخية",
        "وفي هذا الدور ظهرت فتنة الشيخية الفرقة المسماة بالكشفية وإليك ملخص ما جاء في كتاب العبقات : إن جماعة من فضلاء النجف عثروا على بعض رسائل للسيد كاظم الرشتي القاطن في كربلاء فرأوا فيها ما يستنكرونه ويرونه من الكفر والضلال فاجتمعوا وكان رئيسهم الشيخ موسى بن الشيخ عيسى بن الشيخ خضر رحمه‌الله وكلموا الشيخ علي رحمه‌الله بن الشيخ الكبير الشيخ جعفر كاشف الغطاء في الحكم بكفر السيد كاظم فأبى وامتنع فلما أيسوا منه ذهبوا لصاحب الجواهر الشيخ محمد حسن رحمه‌الله فاطلعوه على رسائل السيد كاظم المذكور وطلبوا منه الحكم بكفره فقال صاحب الجواهر رحمه‌الله : أن حكمي لا يفيد وحدي مع وجود الشيخ علي كاشف الغطاء فذهبوا إلى الشيخ علي وقالوا له : إذا حكم الشيخ محمد حسن فما أنت صانع فقال : لا أبطل حكمه فحكم الشيخ محمد حسن قدس‌سره بكفر السيد كاظم ومن اتبعه وأحرق جميع رسائله بعد انتزاع\nالآيات والأحاديث والأسماء الشريفة منه وأمر بأن تمحى من زيارة الأمير عليه‌السلام الزيارة المسماة (بشيشم) بعض الفقرات الموهمة بالربوبية للأمير عليه‌السلام كفقرة (السلام عليك يا منزل المن والسلوى) وغيرها مما ظاهره الغلو. وكان امتناع الشيخ علي عن الحكم بكفره أوجب عدم قتله ، قال المرحوم الشيخ محمد حسين كاشف الغطاء : حدثني السيد جعفر جلال وكان من الملازمين للشيخ علي كاشف الغطاء إني كنت في أثناء هيجان الفتنة المذكورة عند الشيخ علي المذكور فبينما نحن جالسون إذ دخل علينا حسن آغا بن صادق آغا وكان من أعاظم رؤساء الشيعة وذا ثروة مشهورة وبعد أن استقر به المجلس خاطب الشيخ علي رحمه‌الله فقال له : يا مولاي جئتك في أمر مهم فقال رحمه‌الله : لا أهمك الله وما هو فقال : أنا حيران في أمر السيد كاظم الرشتي وما تكليفنا معه فبعضكم يكفره وبعضكم يؤيده وبعضكم يسكت عنه فقال الشيخ علي رحمه‌الله : أنا مع القسم الثالث. فخرج على حيرة يجر رجليه بعد أن لثم يد الشيخ وقدميه. واتفق أن سافر المرحوم الشيخ علي كاشف الغطاء لكربلاء في موسم أحد الزيارات وكان المرحوم صاحب الجواهر قد جاء إلى كربلاء فجمع السيد سعيد ثابت كليددار كربلاء وحاكمها بين الشيخ علي رحمه‌الله والشيخ صاحب الجواهر رحمه‌الله مع\nالسيد كاظم الرشتي المذكور في الصحن الحسيني ووقف السيد سعيد وبيده سيف مسلول وقال لهم : بيني وبين السيد كاظم هذا المجلس فإن حكمتم بكفره ضربت عنقه فعلا وأخمدت ثائرة هذه الفتنة وإلا ضربت عنق من يتكلم عليه فقال الشيخ علي للسيد سعيد من المحاكم ومن الحكم فقال له : أنت المحاكم والحكم فقال الشيخ علي رحمه‌الله للشيخ محمد حسن صاحب الجواهر رحمه‌الله سله عما في نفسك منه فقال الشيخ حسن للسيد كاظم : أسألك عن فقرتين في رسائلك صريحة في الكفر وهي هذه وأخرج رسالة كانت تحت ردائه وفتحها فناقش السيد كاظم في دلالتهما على الكفر فلما سمع الشيخ علي ذلك نفض ثيابه وقام والتفت إلى السيد سعيد وقال له : يا سيد سعيد الحدود تدرأ بالشبهات وحفظ النفوس في شرعنا من أهم الواجبات.\nالحركة العلمية في كربلاء",
        "وفي هذا الدور اعني الدور السابع ازدهرت كربلاء بالفقهاء النوابغ ذوي المكانة السامية والمقام الكريم منهم الشيخ يوسف صاحب الحدائق والآغا محمد باقر البهبهاني المتوفى سنة 1208 ه‍ والسيد علي صاحب الرياض المتوفى سنة 1232 ه‍ والسيد إبراهيم القزويني صاحب الضوابط والسيد محمد\nالمجاهد بن صاحب الرياض المتوفى سنة 1242 ه‍ وشريف العلماء المتوفى بالطاعون سنة 1246 ه‍ والشيخ محمد حسين الأصفهاني المتوفى سنة 1255 ه‍.\nالحركة العلمية في النجف الأشرف\nوبعد هذا ازدهرت النجف الأشرف بفطاحل الفحول السيد مهدي الطباطبائي بحر العلوم المتوفى سنة 1212 ه‍ صاحب المصابيح وغيرها وما زلنا نتوسل به إلى الله تعالى في قضاء حوائجنا وتيسر أمورنا ولا يسع هذا المختصر عد فضائله وشرح مواقفه.",
        "وجدنا الشيخ جعفر كاشف الغطاء المتوفى سنة 1228 ه‍ صاحب كشف الغطاء والشيخ حسين نجف وغيرهم من فطاحل العلماء كالشيخ محمد يونس والشيخ محمد محي الدين وغيرهم ، وكان المرحوم السيد مهدي يصلي في مسجد الطوسي والشيخ جعفر في مسجد الهندي والشيخ حسين في داره وقد يصلي في الحرم ولم تكن الصلاة في الصحن الشريف معروفة قبل هذا.\nثمّ سافر الشيخ جعفر للحج وجعل الشيخ حسين يصلي في مكانه.\nموقف آل كاشف الغطاء من الحركة العلمية في النجف الأشرف\nإنه لما رجع الشيخ جعفر جدّ أسرة آل كاشف الغطاء من الحج اجمع العلماء على أن يجعلوا أمر التدريس للسيد مهدي رحمه‌الله وأمر الفتوى والتقليد للشيخ جعفر حتى أن المرحوم السيد مهدي أمر أهله بتقليد الشيخ جعفر.",
        "وأمر صلاة الجماعة للشيخ حسين نجف فلم يكن سواه إمام في النجف الأشرف وكانت العلماء تقتدي به حتى السيد مهدي والشيخ جعفر يصليان خلفه اغلب الأوقات ، ولم يبق السيد مهدي رحمه‌الله إلا أياماً قليلة حتى انتقل إلى جوار ربه واصبح التدريس منحصراً بالشيخ جعفر حتى ذكر المؤرخون إنه كان تحت منبره من المجتهدين ما لا يحصى عده فضلا عن المراهقين للاجتهاد ، وقد قام الشيخ جعفر رحمه‌الله على تمصير النجف فبنى لها سوراً وأسكن بها جملة صالحة من بيوت العرب والعجم لدرس العلوم الدينية فيها وتولى الزعامة الدينية وأصبحت له المرجعية العامة في التقليد وبلغ من حرصه على تقدم الثقافة ونموها أن استدعى جملة من المهرة في سائر العلوم للنجف وتصدى لصد هجمات الأعراب عليها والتزم بإعاشة الطلاب فيها حتى اشترى لهم الدور والمساكن وبذل لهم حتى مصارف الأعراس فضلا عن اللوازم والضرورات.\nالشيخ موسى كاشف الغطاء\nثمّ تولاها من بعده ولده الأكبر الشيخ موسى المتوفى 1241 ه‍ فكانت له المرجعية العامة للشيعة وكان الأمر مردداً بينه وبين الميرزا القمي رحمه‌الله وقد سأله الفضلاء عن الشيخ موسى عند ما قصد الحج عن طريق النجف في سنة وفاة الشيخ جعفر رحمه‌الله فقال : لا علم لي به ولكن اكتب لكم ثلاث مسائل فإن أجابني نظرت في جوابه وميزت مقدار علمه ، فكتب المسائل وبعثها إلى الشيخ موسى وكان قبل الغروب وقال للفضلاء أمهلوه عشرة أيام فجاءوا بها للشيخ موسى وهو مشغول بالوضوء لصلاة الغروب فقال الشيخ موسى : إني مشغول بأمور مهمة وقد أقلقت فكري والوقت ضيق فقالوا له : انه يمهلك عشرة أيام فقال رحمه‌الله : قفوا فخذوا ما تيسر على العجلة ونادى أخاه الشيخ علي وأخذ هو يملي عليه والشيخ علي يكتب فما أتم وضوءه إلا وأتم الجواب عنها فجاءوا بها للقمي رحمه‌الله وهو بعد لم يقم من مقامه فتعجب غاية العجب وقال هذا لا يكون إلا للقادر القدير فأمهلوني أراجع جوابه وأعطيكم غداً رأيي فيه فلما بكروا عليه قال لهم : اسألوا الشيخ موسى عن اجتهادي فقد شككني علمه حفظه الله في أمري ولا أرى أن اقلد مع وجود مثله فعند ذلك قلده الجميع.\nونقل لي الثقة العلامة الشيخ جعفر آل شيخ راضي عن الشيخ العلامة الشيخ مجتبى اللنكراني أن صاحب القوانين حضر عند الشيخ موسى في الدرس ولما عرضت القوانين عليه قال : هذه بضاعتنا ردت إلينا. وقد اصلح بين الدولتين الإيرانية والعثمانية حقناً لدماء المسلمين ، وقد تلمذ على يده من العلماء ما لا يحصى عده كشريف العلماء والشيخ الأنصاري.",
        "الشيخ علي كاشف الغطاء\nثمّ جاء من بعده أخوه الشيخ على المتوفى سنة 1254 ه‍ الولد الثالث للشيخ كاشف الغطاء فصارت له المرجعية باجتماع العلماء في مسجد الهندي كالشيخ خضر شلال والشيخ محسن خنفر وأمثالهما على تعيينه للمرجعية العامة وتقليده وجعلت العلماء تحضر درسه وينثر عليهم من العلوم ما لم يعهد مثله حتى سمي بالمحقق الثالث ومن تلاميذه المعروفين : الشيخ مرتضى الأنصاري ، وشريف العلماء ، والسيد إبراهيم صاحب الضوابط ، والسيد مهدي القزويني ، ومير فتاح صاحب العناوين وغيرهم من العلماء الأساطين. وعن البراقي أن درس الشيخ علي كان مشتملاً على ثمان مائة تلميذ كلهم ما بين مجتهد ومراهق.\nالشيخ حسن كاشف الغطاء\nثمّ جاء من بعده أخوهما الشيخ حسن المتوفى سنة 1262 ه‍ الولد الرابع للشيخ كاشف الغطاء صاحب أنوار الفقاهة.",
        "سؤال المفتي الآلوسي للشيخ حسن\nومن عظمة فضله أن المفتي الآلوسي صاحب التفسير سأله في محضر جماعة من العلماء عن وجود نص في الكتاب على النهي عن تخلف الناس عن خلافة الأمير عليه‌السلام فأجابه المرحوم الشيخ حسن : (نعم) فتعجب الحاضرون فقال المفتي : فأت به فقرأ الشيخ حسن آية المباهلة فقال المفتي : وما الدلالة فيها؟ قال الشيخ حسن : أسألك ما المراد بأنفسنا قال المفتي : المراد النبي صلى‌الله‌عليه‌وآله‌وسلم والإمام علي عليه‌السلام قال الشيخ حسن : قال الله تعالى (ما كانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللهِ وَلا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ) وأراد الله بلفظ (نفسه) هو الإمام علي عليه‌السلام لا الرسول صلى‌الله‌عليه‌وآله‌وسلم وإلا لقال (عنه) فإنه أوجز وأبلغ وأصرح. وعليه فيكون أهل المدينة بعد الرسول صلى‌الله‌عليه‌وآله‌وسلم قد فعلوا ما نهوا عنه وهو التخلف عن نفس الرسول والرغبة عنها.\nوجود اسم علي عليه‌السلام في القرآن الكريم\nولي موقف كذلك أقمت الدليل عليه بقوله تعالى هذا (صِراطٌ عَلَيَّ مُسْتَقِيمٌ) في سورة الحجر فإن الأصح قراءته باسم (علي) لا بباء المتكلم وإلا لزم أن يكون الصراط على الله. ولا بنحو التوصيف فإن الصراط لا يوصف بالعلو وإنما يوصف بالسعة والقرب والاستقامة. وينقل عن الشيخ محسن خنفر أنه كان يقول : ليس أحد في المتقدمين والمتأخرين افضل من الشيخ حسن بن الشيخ جعفر. وقد قام أحسن القيام بشئون الحوزة العلمية وشئون الشيعة الاثنى عشرية سنة 1253 ه‍ فإنه قد رفع القتل عن أهل النجف الذي أراده الوزير نجيب باشا عند ما كان والياً على العراق بعد عزل الوالي علي باشا فإنه بعد أن ذبح أهالي كربلاء شر مذبحة في ذي الحجة سنة 1258 ه‍ وقصد النجف فهرع الناس للشيخ حسن عند ما سمعوا ذلك اجتمع عنده العلماء وأشراف البلد فأرسل الشيخ حسن رسالة بيد السيد جواد شبر لنجيب باشا يدعوه للضيافة عنده فحملها له وأعطاه إياها في مسجد الكوفة فلبى الدعوة ونزل ضيفاً على الشيخ حسن وكان بمعيته الشيخ وادي شيخ زبيد والملا علي الحضي إلى غير ذلك من مواقفه الكريمة التي لا تحصيها الصفحات",
        "الكثيرة. وقد كان من تلاميذ الشيخ حسن رحمه‌الله الذين صارت لهم المرجعية العامة السيد حسن الشيرازي.\nثمّ قام من بعده الشيخ محمد بن أخيه الشيخ علي كاشف الغطاء المتوفى سنة 1268 ه‍ بأعباء الزعامة الدينية والمرجعية في التقليد قال صاحب نقد الرجال الشيخ عبد الرحيم : إن الشيخ محمد من المجتهدين المعروفين والعلماء المبرزين وحوزة درسه مملوءة من الفضلاء والعلماء والطلبة. قال المرحوم صاحب العبقات : إن الشيخ محمد ألقيت إليه مقاليد الرئاسة وهو يتولى مفاتيح الحرم الحيدري.\nالسيد رضا الرفيعي\nثمّ أناب السيد رضا الرفيعي منابه ثمّ جعله مكانه وهو الذي انحلت به فتنة الزقرت والشمرت وأنزلهم من رباياهم المسماة بالصناكر في النجف الأشرف وأخذ العهد من رؤسائهم على عدم العود إلى تقاتلهم وتناكرهم وأحلفهم على ذلك بالقرآن الشريف عند رأس أمير المؤمنين عليه‌السلام.",
        "ثمّ من بعد وفاة الشيخ الأنصاري رحمه‌الله سنة 1281 ه‍ قام بأعباء الزعامة الدينية والمرجعية في التقليد الشيخ مهدي كاشف الغطاء المتوفى سنة 1288 ه‍ أخو الشيخ محمد المذكور وقد قلده حتى أهالي آذربيجان وقرباغ وطبعت رسالته العملية\nفي تبريز بأمر السلطان مظفر الدين شاه يوم كان فيها ولياً للعهد وكان المرحوم الشيخ الأنصاري يعتمد على الشيخ مهدي وينشر ذكره ويعلن اجتهاده فاخذ يعلو ويسمو حتى أصبحت له المرجعية العامة بعد الأنصاري وقد شيد مدرسة لطلاب العلوم الدينية في النجف الأشرف كانت محبساً لملا يوسف وبنى مدرسة جده الشيخ جعفر كاشف الغطاء في النجف الأشرف أيضاً وبنى مدرسة لأهل العم في كربلاء ثمّ قام من بعده أخوه الشيخ عباس وله مواقف جليلة ذكرها المؤرخون ثمّ قام من بعده الشيخ عباس نجل الشيخ حسن صاحب المؤلفات الكثيرة والمواقف العظيمة ثمّ من بعده الشيخ علي وولداه الشيخ احمد والشيخ محمد حسين وجدنا الشيخ هادي وأبونا الشيخ محمد رضا لهم آثار قيمة وأعمال عظيمة سجلها لهم التاريخ بأحرف من نور.\nومن علماء هذا الدور صاحب الجواهر المتوفى سنة 1266 ه‍ وكان للشريعة حارساً وعلماً ومرجعاً منفرداً.\nومن علماء هذا الدور الشيخ الجليل الشيخ راضي المتوفى سنة 1288 ه‍ ابن بنت المرحوم الشيخ الكبير الشيخ جعفر كاشف الغطاء وابن عمه. ومن تلاميذه الشيخ جعفر الواعظ المشتهر بالتستري وله المقام العظيم في نفوس رجال الدين وحضر مجلس درسه العلماء المبرزون.",
        "ومن علماء هذا الدور السيد الكوه كمرئي المتوفى سنة 1299 ه‍ وكان له المرجعية في النجف الأشرف بعد المرحوم الشيخ مهدي كاشف الغطاء.\nومن علماء هذا الدور السيد حسن الشيرازي المتوفى سنة 1312 ه‍ وبعد وفاة السيد حسين الكوه كمرئي سنة 1299 ه‍ انفرد بالزعامة السيد حسن المذكور ولكنه انتقل من سكنى النجف إلى سكنى سامراء لسوء التفاهم الذي حصل بينه وبين أهالي النجف فانهم على ما رواه لي الثقة العالم الشيخ جعفر من آل الشيخ راضي عن العلامة السيد جعفر بحر العلوم بأن أهالي النجف طلبوا من السيد الشيرازي أن يرفع الجندية الإجبارية عنهم كما كان قد رفعها عنهم المرحوم الشيخ راضي المتقدم ذكره فقال رحمه‌الله : أي أمر استفدناه من أهالي النجف حتى نرفع ذلك عنهم فأوجب ذلك أن تقع وحشة بينه وبين أهالي النجف أوجبت أن يرتحل منها ثمّ استقر رأيه على الانتقال لسامراء.\nومن علماء هذا الدور المحقق الشيخ كاظم الخراساني المتوفى سنة 1329 ه‍.\nوالسيد كاظم اليزدي المتوفى سنة 1337 ه‍ اللذان انتقلت الزعامة الدينية والدراسة العلمية من سامراء إلى النجف الأشرف بانتقالهما ثمّ تفرد السيد كاظم بالمرجعية بعد وفاة الشيخ كاظم.",
        "ثمّ بعد وفاة السيد كاظم رجعت المرجعية العامة لميرزا محمد تقي الشيرازي المتوفى سنة 1338 ه‍ في كربلاء لأنه كان قد سكن فيها بعد وفاة أستاذه السيد محمد حسن الشيرازي المتقدم الذكر.\nثمّ انتقلت للنجف الأشرف واشترك فيها أستاذنا السيد أبو الحسن الأصفهاني والميرزا حسن النائيني والشيخ احمد كاشف الغطاء أسأله (تعالى) أن يرحم الجميع.\nومن علماء هذا الدور الشيخ قاسم بن محمد محيي الدين من الفقهاء المبرزين المتوفى سنة 1237 ه‍.\nومن علماء هذا الدور احمد بن محمد مهدي النراقي المتوفى سنة 1245 ه‍ أكمل علومه بالحضور عند المرحوم بحر العلوم وجدنا كاشف الغطاء في النجف ورجع لبلده كاشان وتوفى فيها ونقل جثمانه منها ودفن في النجف الأشرف جنب والده ولما جدد بناء أسس الصحن الشريف في زماننا وجدت جثتاهما على حالهما لم يطرأ عليهما تغيير كأنما دفنا في هذه الساعة ، وهو صاحب المؤلفات العظيمة الجليلة كمستند الشيعة ولوالده جامع السعادات.",
        "ومن علماء هذا الدور الشيخ محمد تقي المتوفى سنة 1248 ه‍ شارح المعالم صهر الشيخ الكبير جعفر كاشف الغطاء.\nومن علماء هذا الدور السيد صدر الدين جد (آل الصدر) المتوفى سنة 1263 ه‍ صهر الشيخ الكبير الشيخ جعفر كاشف الغطاء.\nومن علماء هذا الدور الشيخ أسد الله التستري المتوفى سنة 1234 ه‍ صاحب مقابس الأنوار صهر الشيخ جعفر كاشف الغطاء وله رسالة في المواسعة والمضايقة نشرت باسم الشيخ مرتضى الأنصاري رحمه‌الله على ما ببالي.\nومن علماء هذا الدور الشيخ محسن خنفر المتوفى سنة 1271 ه‍ وقد عرف بدقة النظر وعمق التفكير.",
        "ومن علماء هذا الدور الميرزا حبيب الله الرشتي المتوفى سنة 1312 ه‍ قبل وفاة الميرزا الشيرازي بشهرين وقد كان هو من رؤساء الحوزة العلمية في النجف يوم كان مركز الدراسة العلمية والزعامة الدينية في سامراء في عهد الشيرازي.\nومن علماء هذا الدور الشيخ جواد محي الدين المتوفى سنة 1322 ه‍.\nومن علماء هذا الدور الشيخ محمد حسن المامقاني المتوفى سنة 1323 ه‍ حضر عند الشيخ راضي والشيخ حسن كاشف الغطاء والشيخ الأنصاري.\nومن محققي هذا العصر الشيخ ملا هادي الطهراني المتوفى سنة 1321 ه‍.",
        "ومن علماء هذا الدور الشيخ محمد طه نجف المتوفى سنة 1323 ه‍ وكان من رؤساء الحوزة العلمية في النجف يوم كانت المركزية للدراسة في سامراء.\nومن علماء هذا الدور الميرزا حسين الخليلي في النجف المتوفى سنة 1326 ه‍ من رؤساء الحوزة العلمية في النجف الأشرف.\nومن علماء هذا الدور في النجف الفاضل الشربياني المتوفى سنة 1322 ه‍ وكانت له المرجعية في الفتوى والتدريس.\nوهناك علماء أكابر أعاظم لم يكن إهمالنا لهم إلا من جهة عدم التذكر ومن أراد الاطلاع فليراجع ما كتبه المرحوم الحجة الشيخ محمد حرز الدين والمرحوم العلامة الشيخ آقا بزرگ الطهراني وغيرهما.",
        "والله حسبنا ونعم الوكيل والحمد لله رب العالمين\nفهرست\nتطور علم الفقه\t5\nالدور الأول",
        "لعلم الفقه\nمكان الوحي ومبدئه\t9\nمقدار الزمن الذي بلغ (ص) الرسالة\t10\nوقت الإسراء والمعراج وفرض الصلاة\t11",
        "وقت زمن هجرته (ص)\t11\nمبدأ التاريخ الإسلامي\t11\nمدة نشره (ص) للأحكام\t11\nالأعمال التي قام بها (ص) في المدينة المنورة\t12",
        "أسماء سنين هجرته (ص)\t13\nكيفية بيان التشريع في هذا الدور\t14\nاتحاه التشريع في مكة المكرمة\t14\nاتجاه التشريع في المدينة المنورة\t14",
        "\nالمصدر التشريع في الدور الأول\t15\nاجتهاد الرسول\t15\nاكمال الدين\t16",
        "إطلاق كلمة الفقه والفقيه\t17\nتسمية القراء بالفقهاء في هذا الدور\t17\nالمعروفون بالفتوى في هذا الدور\t17\nالمرجع في تشخيص الحكم هو علي (ع)\t18",
        "قول عائشة في علي (ع)\t18\nمن اشتهر من الفقهاء في هذا الدور\t19\nوجود الفقه والاجتهاد في هذا الدور\t19\nقصة معاذ بن جبل\t19",
        "واقعة بني قريضة\t20\nاجتهاد عمار\t20\nالقضاء في هذا الدور\t20\nكتابة الأحكام في هذا الدور\t21",
        "ومما كتب في الصحائف في زمن الرسول\t21\nأمر الرسول زيد بن ثابت بتعليم كتابة اليهود\t22\nما يمتاز به هذا الدور\t22\nزمن انتهاء الدور الأول وزمن انقراض الصحابة\t23",
        "المراد الصحابي\t23\nخلاصة تاريخ حياة الرسول (ص)\t23\nما يجعل الأفكار صرعى في هذا الدور الأول\t25\n",
        "النبي في مرضه يهجر وأبوبكر يهجر\t25\nكتبة الخلفاء الأربع\t26\nالدور الثاني\nمبدأ الدور الثاني ومنتهاه\t29",
        "كتابة القرآن المجيد\t29\nأول من تصدى لجمع القرآن علي (ع) وشهادة العلماء بذلك\t29\nجمع القرآن حسب التنزيل\t32\nجمع أبي بكر للقرآن\t33",
        "تسمية القرآن بالمصحف\t34\nجمع عثمان المصحف\t35\nالرد على السيوطي\t36\nالأمر العجيب في جمع الخلفاء للمصحف\t36",
        "إرسال الحفاظ مع المصاحف المرسلة للأقطار\t37\nتشكيل أبي الأسود المصاحف وتنقيطها\t37\nخلاصة الكلام في شرح هذا الدور الثاني\t38\nالمصدر لمعرفة الأحكام الشرعية في هذا الدور الثاني\t38",
        "شروط قبول الجزء الواحد عند الخلفاء\t41\nرجوع الشيعة للأئمة هو رجوع للسنة النبوية\t41\nالاختلاف في تدوين الحديث\t42\nالاختلاف في خروج الفقهاء من المدينة\t44",
        "\nالاختلاف في الرجوع إلى الرأي\t44\nمدرسة أهل الحديث ومدرسة أهل الرأي\t45\nمن أخذ هذه الطريقة وحرم الإفتاء بالرأي\t45",
        "نواة مدرسة الرأي ومدرسة الحديث\t47\nانتشار الفقهاء في أوائل خلافة عثمان\t48\nمن أعمال عمر في هذا الدور\t49\nالمرجع في الفتوى في هذا الدور الثاني\t49",
        "الأسف على إهمال مثل البخاري لأكثر روايات على (ع)\t50\nما يستوقف الفكر في هذا الدور الثاني\t50\nوقت وفاة أبي بكر وعمر وعثمان\t53\nموقف علي (ع) من قتل عثمان\t53",
        "الدور الثالث\nمبدأ الدور الثالث ومنتهاه والعوامل التي أوجبت انشقاق المسلمين\t57\nوقعة الجمل\t58\nموقف الأمويين من العلويين والمنكرات التي ارتكبوها\t58",
        "فصل الدولة عن الدين\t60\nاختلاط صحيح الحديث بضعيفه\t61\nموقف علي (ع) من البعث في الدين\t61\nأخذ الشيعة بروايات أهل السنة واجماعاتهم\t62",
        "\nالمرجع في الفتوى في هذا الدور الثالث\t63\nالمذاهب الستة في هذا الدور\t63\nالمذهب الأول\t63",
        "المذهب الثاني\t64\nمذهب أصحاب الجمل\t64\nالمذهب الثالث\t64\nالمذهب الرابع\t64",
        "مذهب المرجئة\t65\nالمذهب الخامس\t65\nمذهب الخوارج\t66\nالمذهب السادس\t66",
        "الكتب التي ألفت في هذا الدور ولاتزال موجودة لدينا\t67\nفقهاء الدور الثالث\t68\nأخذ الفقهاء من الإمام الحسن (ع)\t72\nاستشهاد الحسين (ع)\t72",
        "استشهاد زين العابدين (ع)\t72\nالإمام الباقر (ع)\t73\nالانتقال إلى قم في هذا الدور\t73\nالدور الرابع",
        "مبدئه ومنتهاه\t77\n\nما حدث من الأمور التي تخفى علم الفقه في هذا الدور الرابع\t77\nذهاب الفقهاء إلى المدن\t78",
        "انتقال السلطة من الأمويين إلى العباسين\t78\nظهور دولة العباسيين بادىء بدء بمظهر الدين\t78\nدولة الأدارسة\t80\nدولة العلويين\t80",
        "دولة البوهيين\t80\nدولة الفاطميين\t81\nدولة الحمدانيين\t81\nتدوين السنة فى نطاق واسع\t81",
        "أول من دون السنة وأول من صنفها وبوّبها\t82\nأقدم كتاب وصل إلينا في الحديث\t83\nمحاولة المنصور تدوين الفقه بتحريض ابن المقفع\t83\nزمن كثرة التصنيف والتدوين للسنة والفقه والتفسير\t84",
        "أول من قام بتكثير أبواب الحديث\t87\nما أطلق عليه المصنف\t87\nمن أفرز أحاديث الرسول\t87\nما أطلق عليه اسم المسند\t87",
        "أول من ألف في الأحاديث المسند\t87\nأول من ألف في الأحاديث المسند\t88\nأول من ألف النوادر والمراد منها\t88\nالعلماء الذين قالوا الشهرة\t89",
        "\nالبخاري وعدد أحاديثه\t89\nصحيح مسلم وعدد أحاديثه\t89\nالصحاح الستة\t89",
        "كيفية الفتوى\t90\nعلم الرجال ورجال الجرح والتعديل\t91\nأول من صنف في علم الرجال\t91\nأقدم كتاب لدينا في علم الرجال\t91",
        "الميزان في صحة الرواية الموثوق بها\t92\nالميزان في ضعف الرواية\t92\nالأسباب لكثرة المذاهب الفقهية في الدور الرابع\t93\nعدم الاهتمام باديء بدء بالتدوين\t93",
        "التفاوت في سعة الاطلاع\t93\nاختلاف الافهام\t93\nاختلاف الفقهاء والأدلة\t94\nالاطلاع على علة الحكم\t94",
        "السياسة\t94\nتعارض الأدلة\t94\nمذهب الامامية\nوجه التسمية بالإمامية وبمذهب أهل البيت\t99",
        "ما روته السنة عن النبي (ص) في مدح الشيعة\t100\n\nالفرقة الجعفرية\t100\nوجه التسمية بالجعرية\t101",
        "الفرضة التي أتاحت الصادق (ع) نشر مذهب التشيع\t101\nتلاميذ الصادق (ع)\t102\nالصادق (ع) المؤسى الأول المدارس الفلسفية في الإسلام\t102\nاعتبار المذهب الجعفري مذهباً خامساً\t103",
        "الغريب في البخاري\t103\nانقسام الجعفرية\t104\nصحاح الستة تذكر ان بعد رسول الله يتولى الأمر اثنى عشر أميراً\t104\nأنواع تصانيف الشيعة الاثنى عشرية في الفقه\t105",
        "مقدار كتب الأصول\t105\nالاعتبار في موضع كتب الأصول\t105\nالمرجع يكتب الصحاح الأربعة وتعدادها\t106\nالتعريف بكتاب الكافي\t106",
        "التعريف بكتاب من لايحضره الفقيه\t106\nالتعريف بكتاب مدينة العلم\t107\nالتعريف بكتاب التهذيب والاستبصار\t107\nالتعريف بالوسائل\t108",
        "التعريف بالمستدرك\t108\nالتعريف بالبحار\t108\n\nالنوع الثاني من المصنفات الفقهية\t108",
        "النوع الثالث من المصنفات الفقهيه\t109\nالنوع الرابع من المصنفات الفقهية\t109\nالنوع الخامس من المصنفات الفقهية\t109\nالنوع السادس من المصنفات الفقهية\t110",
        "النوع السابع من المصنفات الفقهية\t111\nالنوع الثامن من المصنفات الفقهية\t111\nالنوع التاسع من المصنفات الفقهية\t112\nالنوع العاشر من المصنفات الفقهية\t112",
        "الفتوى عند الشيعة\nالفتوى عند الشيعة\t115\nالزعامة الدينية الشيعة\t116\nعقيدة الشيعة الاثنى عشرية في علم الأئمة (ع) بالأحكام الشرعية\t117",
        "الدليل على أنهم (ع) او أرادوا أن يعلموا علموا\t118\nإن الأئمة لم يستعلموا طريق الإلهام في الكشف عن الأحكام\t120\nطريقة الشيعة\nفي معرفة أحكام الشريعة",
        "طريقة استنتاج الاخبارين للحكم الشرعي\t124\n\nمن نفح طريقة الاخبارين\t125\nعدم عمل الشيعة بالقياس\t126",
        "الإسماعيلية\nوالبهرة والأغاخالية\nوقت ظهور المذهب الإسماعيلي\t130\nانشقاق الدولة الفاطمية\t132",
        "الفرقة الاغاخانية\t133\nالزيدية\nالزيدية\t137\nالحنفية",
        "الحنفية\t141\nطريقة أبي حنيفة في استنباط الأحكام\t142\nالوحشة بين أبي حنيقة وبين فقهاء أهل الكوفة\t143\nأقسام مسائل الفقه عند الحنفية\t143",
        "تلاميذ أبي حنيفة الأربعة\t144\nالطعن في مذهب أبي حنيفة\t146\n\nالمالكية",
        "المالكية\t151\nالمطارحة التي دارت بين مالك وبين الليث\t152\nسبب انتشار مذهب مالك\t153\nالشافعية",
        "الشافعية\t157\nطريقة الشافعي في استنباط الأحكام الشرعية\t158\nأشهر تلاميذ الشافعي\t158\nنسبة كتاب الشافعي لغيره\t159",
        "النزاع بين الشافعية وغيرهم\t160\nالحنبلية\nالحنبلية\t163\nطريقة أحمد بن حنبل في استنباط الأحكام الشرعية\t164",
        "أشهر أصحاب أحمد\t165\nالمذاهب المنقرضة\nمذهب الأوزاعي\t169\n",
        "مذهب الظاهري والداودي\t170\nعدم تحقيق الاجماع\t170\nمذهب محمد بن جرير\t172\nالقراءات السبعة",
        "القراءات السبعة\t175\nالعلوم العقلية\nانشقاق الفقهاء إلى أهل الحديث وإلى أهل الرأى\t179\nطائفة أهل الرأى\t179",
        "طائفة الثانية أهل الحديث\t180\nخاتمة المطاف\nخاتمة المطاف\t183\nمجموع الإمام زيد أقدم كتب الأخبار\t184",
        "الإمام محمد الباقر (ع)\t184\nالإمام جعفر الصادق (ع)\t185\nالإمام موسى الكاظم (ع)\t186\nالإمام على بن موسى الرضا (ع)\t186",
        "كتاب فقه الرضا\t186\n\nالإمام محمد الجواد (ع)\t186\nالإمام علي الهادي (ع)\t187",
        "الإمام الحسن العسكري (ع)\t187\nغيبة الحجة المهدي (ع)\t187\nفقهاء الدور الرابع\t188\nيونس عبد الرحمن\t188",
        "محمد بن أبي عمير\t188\nصفوان بن يحيي البجلي\t189\nأحمد البزنطي\t189\nالحسن الوشاء\t189",
        "الحسن السراد\t189\nأحمد الأشعري\t189\nعلي بن مهزيار\t190\nالفضل بن شاد النيسابوري\t190",
        "عبدالله بن سعيد الكناني\t190\nعبد الله القمي\t190\nعمر بن مسلم التميمي\t191\nالحسين بن سعيد الاهوازي\t191",
        "الحسن البرقي\t191\nمحمد بن مسعود العياشي\t191\nأحمد بن محمد البرقي\t191\n",
        "محمد بن معافي\t192\nإبراهيم الثقفي\t192\nإبراهيم الأسلمي\t192\nعبيدالله بن شعبة\t192",
        "محمد بن سيرين\t193\nالقاسم بن محمد بن أبي بكر\t193\nطاووس اليماني\t193\nقتادة\t194",
        "سليمان بن مهران\t194\nيحيى بن يعمر\t195\nعامر بن شراحبيل\t195\nالحسن البصري\t195",
        "عطاء بن رياح وغيره\t196\nخندق الأسدي ووقفه من أهل البيت\t196\nأبان بن ثغلب\t196\nجابر الجعفي\t197",
        "زرارة بن أعين\t197\nمن توفى في هذا الدور من علماء الأدب وشعرائه\t197\nالعلوم العقلية\nالعلوم العقلية\t201",
        "\nالدور الخامس\nالدور الخامس ودور التقليد عند أهل السنة\t205\nوجه الانحصار بالمذاهب الأربعة",
        "في\nهذا الدور الخامس ومبدئه\nوجه الانحصار بالمذاهب الأربعة في هذا الدور الخامس ومبدئه\t211\nمشاهير علماء الدور الخامس\t215",
        "الشيعة الإمامية في هذا الدور الخامس\nالسفراء الأربع\t219\nكتاب الكافي\t220\nرسالة والد الصدوق\t221",
        "ما قد وصلنا من كتب الأخبار\t222\nمن لا يحضره الفقيه\t222\nالاستبصار والتهذيب\t223\nالوسائل\t223",
        "الوافي\t223\nالمستدرك\t224\nالبحار\t224\n",
        "مبدأ تدوين علم الفقه عند الشيعة\nمبدأ تدوين علم الفقه عند الشيعة\t227\nعلم دراية الحديث\t230\nما وصل إلينا من المؤلفات في هذا الدور الخامس\t230",
        "أول من ألف في علم الرجال\t231\nالشيخ الرئيس ابن سينا\t231\nالزمخشري\t231\nجامع الأزهر\t231",
        "طلب جلال الدين تلقيبه بملك الملوك\t232\nإظهار الشعائر الحسينية في هذا الدور\t232\nاتخاذ أهل السنة 26 ذي الحجة عيداً\t232\nالدور السادس",
        "الدور السادس\t235\nالفتاوي الهندية\t237\nاستشهاد الشهيد الأول والثاني\t237\nالدور الرابع",
        "الحركة الوهابية\t241\n\nحركة السنوسي وغيرها\t242\nحركة كاشف الغطاء\t242",
        "النجف الأشرف\t243\nمحاربة الإلحاد والتبشير\t244\nمجلة الأحكام\t245\nأعضاء اللجنة التي وضعت المجلة\t245",
        "رفض مصر العمل بمجلة الأحكام\t246\nخروج الدولة العثمانية عن التقليد\t247\nخروج مصر من التقليد\t248\nخروج سوريا من التقليد\t249",
        "اليمن\t249\nالمملكة العربية السعودية\t249\nإيران\t249\nباكستان والهند\t250",
        "المذهب السلفي\nالمذهب السلفي\t253\nفتنة الشيخية\t254\nالحركة العلمية في كربلاء\t256",
        "الحركة العلمية في النجف الأشرف\t257\nالشيخ موسى كاشف الغطاء\t259\n\nالشيخ علي كاشف الغطاء\t260",
        "الشيخ حسن كاشف الغطاء\t261\nسؤال المفتي الألوسي الشيخ حسن\t261\nوجود اسم علي (ع) في القرآن الكريم\t262\nالسيد رضا الرفيعي\t263"
    ]
}