{
    "partText": [
        "\nالمملكة العربية السعودية\nوزارة التعليم العالي\nالجامعة الإسلامية بالمدينة المنورة\nعمادة البحث العلمي\nقسم الترجمة\n\nأركان الإسلام\nالمقدمة\nالحمد لله والصلاة والسلام على من لا نبيّ بعده، نبيّنا محمّد بن عبد الله ?. وبعد:-\nفإنّ لنشر العلوم الإسلامية أثراً عظيماً في بيان حقيقة الإسلام وتثبيت دعائم الدين والنهوض بالأمّة .\nوهذا الهدف النبيل هو ما تسعى الجامعة الإسلامية إلى تحقيقه عن طريق الدعوة والتعليم.\nوإسهاماً في تحقيق ذلك قامت عمادة البحث العلمي بالجامعة بالتخطيط والإعداد لكثير من المشاريع العلمية الهادفة، ومنها دراسات رصينة عن الإسلام ومحاسنه ونشرها حرصاً منها على تزويد أبناء الأمّة الإسلامية بأوثق المعلومات وأصحّها، عن الإسلام وعقيدته وتشريعاته.\nوهذه الدراسة عن ( أركان الإسلام ) هي أحد برامج العمادة العلمية، حيث وجّهت بعض أعضاء هيئة التدريس بالجامعة للكتابة في الموضوع ثمّ كلّفت اللجنة العلمية بالعمادة بدراسة ما كتبوه واستكمال النقص وإخراجه بالصورة المناسبة، مع الحرص على ربط القضايا العلمية بأدلّتها من الكتاب والسنّة.\nوتحرص العمادة - من خلال هذه الدراسة - إلى تمكين أبناء العالم الإسلامي من الحصول على العلوم الدينية النافعة؛ لذلك قامت بترجمتها إلى اللغات العالمية ونشرها وتضمينها شبكة المعلومات الدولية (الإنترنت).\nهذا ونسأل الله جلّ وعلا أن يجزي حكومة المملكة العربية السعودية خير الجزاء وأوفاه على ما تقدّمه من جهود عظيمة لخدمة الإسلام ونشره والذود عن حياضه، وعلى ما تلقاه هذه الجامعة من دعم ورعاية منها.\nونسأل الله تبارك وتعالى أن ينفع بهذه الدراسة وأن يوفّق لإخراج بقيّة مشاريع العمادة العلمية بمنّه وكرمه، كما نسأله تعالى أن يوفّقنا جميعاً لما يحبّه ويرضاه، وأن يجعلنا من دعاة الهدى وأنصار الحقّ.\nوصلى الله وسلّم وبارك على عبده ورسوله نبيّنا محمّد وعلى آله وصحبه وسلّم.\nعمادة البحث العلمي\n(1/1)\n",
        "الركن الأول: شهادة أن لا إله إلا الله وأن محمداً رسول الله\n\nهاتان الشهادتان هما المدخل إلى الإسلام، وهما ركنه الأعظم، ولا يحكم بإسلام شخص إلا بالنطق بهما والعمل بمقتضاهما، وبذلك يصير الكافر مسلماً.\n\n1.…معنى شهادة أن لا إله إلا الله.\nهو النطق بها مع العلم بمعناها والعمل بمقتضاها باطناً وظاهراً، أما النطق بها من غير معرفة بمعناها ولا عمل بمقتضاها فإنه غير نافع بالإجماع، بل تكون حجة عليه. ومعنى (لا إله إلا الله) لا معبود بحق إلا الله وحده سبحانه وتعالى.\nوركنا هذه الكلمة (النفي والإثبات) نفي الإلاهية عما سوى الله وإثباتها له وحده لا شريك له، كما تضمنت الكفر بالطاغوت -وهو كل ما عبد من دون الله تعالى من بشر أو حجر أو شجر أو هوى أو شهوة- وبغضه والبراءة منه، فمن قالها ولم يكفر بما يعبد من دون الله لم يأت بهذه الكلمة.\nقال تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} [سورة البقرة، الآية:163]\nوقال تعالى: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} [سورة البقرة، الآية:256]\nومعنى (الإله) هو المألوه المعبود بحق، ومن اعتقد بأن الإله هو الخالق الرازق أو القادر على الاختراع زأن الإيمان بذلك وحده يكفي دون إفراد الله بالعبادة فإنه لا تنفعه (لا إله إلا الله) في الدنيا بالدخول في الإسلام ولا تنجيه من العذاب المقيم في الآخرة.\nقال تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} [سورة يونس، الآية:31].\nوقال تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ} [سورة الزخرف، الآية:87].\n(1/2)\n\n2.…شروط كلمة التوحيد.\n\n1-…العلم بمعناها -نفياً وإثباتاً- المنافي للجهل؛ نفياً للعبادة عما سواه وإثباتها له وحده لا شريك له فلا يستحقها غيره.\n2-…اليقين المنافي للشك. وذلك بأن ينطق بها عن يقين مطمئناً بها قلبه موقناً بمدلولها يقيناً جازماً.\n3-…القبول المنافي للرد، وذلك بأن يقبل كل ما اقتضته هذه الكلمة ولسانه، فيصدق بالأخبار ويطيع الأوامر ويجتنب النواهي ولا يتعرض للنصوص بالرد و لا بالتأويل.\n4-…الانقياد المنافي للترك، وذلك بأن ينقاد لما دلت عليه تلك الكلمة ظاهراً وباطناً.\n5-…الصدق المنافي للكذب، وذلك بأن يقولها العبد صادقاً من قلبه، يوافق قلبه لسانه وظاهره باطنه.\nفمن نطق بالشهادة بلسانه وأنكر مدلولها بقلبه فإنه لا ينفعه ذلك كحال المنافقين الذين يقولن بألسنتهم ما ليس في قلوبهم.\n6-…الإخلاص المنافي للشرك، وهو تصفية العبد للعمل بصالح النية من جميع شوائب الشرك.\nقال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ} [سورة البينة، الآية:5].\n7-…المحبة المنافية للبغض، وذلك بمحبة هذه الكلمة وما تقتضيه ودلت عليه ومحبة أهلها الملتزمين بشروطها وبغض ما ناقض ذلك؛ وعلامة ذلك تقديم محاب الله وإن خالفت هواه وبغض ما يبغضه الله وإن مال إليه هواه، وموالاة من والى الله ورسوله ومعاداة من عادى الله ورسوله.\nقال تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ} [سورة الممتحنة، الآية:4].\nوقال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} [سورة البقرة، الآية:165]\nومن قال (لا إله إلا الله) بإخلاص ويقين وخلص من الشرك الأكبر والأصغر والبدع والمعاصي فإن له الهداية من الضلال في الدنيا والأمن من العذاب وتحرم عليه النار.\nويجب على العبد استكمال هذه الشروط، ومعنى استكمالها اجتماعها في العبد والتزامه بها ولا يلزم من ذلك حفظها.\nوهذه الكلمة العظيمة (لا لإله إلا الله) هي توحيد الألوهية، وهو أهم أنواع التوحيد الذي وقع فيه الخلاف بين الأنبياء وأقوامهم، ولتحقيقه بعثت الرسل، كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [سورة النحل، الآية:36]، وقال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [سورة الأنبياء، الآية:25]. وإذا أطلق اسم التوحيد ينصرف إليه.\n-…تعريفه: توحيد الألوهية هو الإقرار بأن الله ذو الألوهية والعبودية على خلقه أجمعين ولإفراده بالعبادة وحده لا شريك له.\n-…أسماؤه: سمي هذا التوحيد بتوحيد الألوهية أو الإلهية لأنه مبني على إخلاص التأله -وهو شدة المحبة- لله وحده، ويسمى بما يلي:\nأ.…توحيد العبادة أو العبودية لأنه مبني على إخلاص العبادة لله وحده.\nب.… توحيد الإرادة، لأنه مبني على إرادة وجه الله بالأعمال.\nج.…توحيد القصد، لأنه مبني على إخلاص القصد المستلزم لإخلاص العبادة لله وحده.\nد.…توحيد الطلب، لأنه مبني على إخلاص الطلب من الله تعالى.\nه.…توحيد العمل، لأنه مبني على إخلاص الأعمال لله تعالى.\n-…حكمه: توحيد الألوهية فرض على العباد، لا يدخلون الإسلام إلا به، ولا ينجون من النار إلا باعتقاده والعمل بمقتضاه، وهو أول ما يجب على المكلف اعتقاده والعمل به، وأول ما يجب البداءة به في الدعوة والتعليم خلافاً لمن اعتقد غير ذلك، ويدل على فرضيته الأمر به في الكتاب والسنة وأن الله خلق الخلق وأنزل الكتب لأجله.\nقال تعالى: {قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ} [سورة الرعد، الآية:36] وقال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ} [سورة الذريات، الآية:56].\nوقال النبي ? لمعاذ ?: ((إنك تأتي قوماً من أهل الكتاب فليكن أول تدعوهم إليه شهادة أن لا إله إلا الله، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل ويم وليلة؛ فإنه هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم...)) الحديث أخرجه البخاري ومسلم.\nوهذا التوحيد هو أفضل الأعمال على الإطلاق وأعظمها تكفيراً للذنوب، فقد أخرج البخاري ومسلم من حديث عتبان ? مرفوعاً ((فإن الله حرم على النار من قال لا لإله إلا الله يبتغي بذلك وجه الله))\nو.…اتفاق الرسل على كلمة التوحيد:\nاتفقت الرسل جميعاً على دعوة أقوامهم إلى كلمة (لا إله إلا الله) وتخويفهم من الإعراض عنها كما بين القرآن الكريم ذلك في آيات كثيرة، قال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [سورة الأنبياء، الآية:25]. وقد ضرب رسول الله ? مثلا لاتفاق الأنبياء في الدعوة إليها؛ حيث بين عليه الصلاة والسلام أن الأنبياء إخوة لعلات، أمهاتهم شتى ودينهم واحد، فاصل دين الأنبياء واحد وهو التوحيد وإن اختلفت فروع الشرائع كما أن الأولاد قد يختلفون في الأمهات وأبوهم واحد.",
        "(1/3)\n\n3.…معنى شهادة أن محمد رسول الله.\nأ.…معنى شهادة أن محمداً رسول الله هو طاعته فيما أمر وتصديقه فيما أخبر واجتناب ما نهى عنه وزجر وأن لا يعبد الله إلا بما شرع.\nب.… تحقيق شهادة أن محمداً رسول الله.\nتتحقق شهادة أن محمداً رسول الله بالإيمان واليقين التام بأن محمداً ? عبد الله ورسوله، أرسله إلى الجن والإنس كافة، وأنه خاتم الأنبياء والرسل. وأنه ? عبد مقرب عند الله ليس له من خصائص الألوهية شيء، وإتباعه ? وتعظيم أمره ونهيه ولزوم سنته قولا وعملاً واعتقاداً.\nقال تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً} [سورة الأعراف، الآية:158]، وقال تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً} [سورة سبأ، الآية:28]، وقال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [سورة الأحزاب، الآية:40]، وقال تعالى: { قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَراً رَسُولاً} [سورة الإسراء: من الآية93]\nويشمل ذلك أموراً:\nأولاً: الإقرار برسالته واعتقادها باطناً في القلب.\nثانياً: النطق بذلك والاعتراف به ظاهراً باللسان.\nثالثاً: المتابعة له بالعمل بما جاء به من الحق والترك لما نهى عنه من الباطل. قال تعالى: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} [سورة الأعراف: من الآية158].\nرابعاً: تصديقه ? في كل ما أخبر به.\nخامساً: محبته أشد من محبة النفس والمال والولد والوالد والناس أجمعين، لأنه رسول الله وأن محبته من محبة الله وفي الله.\nوحقيقة محبته هي إتباعه بطاعة أوامره واجتناب نواهيه ونصرته وموالاته.\nقال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [سورة آل عمران: من الآية31] وقال ?: ((لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين)) متفق عليه من حديث أنس ?، وقال تعالى: {فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ} [سورة الأعراف: من الآية157]\nسادساً: العمل بسنته وتقديم قوله على قول كل أحد والتسليم له وتحكيم شرعه والرضا به.\nقال تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} [سورة النساء، الآية:65]\n(1/4)",
        "\n4.…فضيلة الشهادتين.\nلكلمة التوحيد فضل عظيم دلت عليه نصوص الكتاب والسنة، ومنها:\nأ.…أنها أول أركان الإسلام وهي أصل الدين وأساس الملة، وهي أول ما يدخل به العبد الإسلام، وبها قامت السماوات والأرض.\nب.… أنها سبب لحقن الدم والمال، فمن قالها كانت سبباً في حفظ دمه وماله.\nج.…أنها أفضل الأعمال على الإطلاق وأعظمها تكفيراً للذنوب، فهي سبب دخول الجنة والنجاة من النار، ولو وضعت السماوات السبع والأرضون السبع في كفة ولا إله إلا الله في كفة رجحت بهن لا إله إلا الله.\nوروى مسلم عن عبادة مرفوعاً ((من شهد أن لا إله إلا الله وأن محمداً عبده ورسوله حرّم الله عليه النّار))\nد.…أنها قد اجتمع فيها الذكر والدعاء والثناء، واشتملت على دعاء العبادة ودعاء المسألة، وهي أكثر الأذكار وجوداً وأيسرها حصولاً، فهي الكلمة الطيبة، والعروة الوثقى، وكلمة الإخلاص، وهي التي قامت بها السماوات والأرض، ولأجلها خلق الخلق وأرسلت الرسل وأنزلت الكتب، وشرعت لتكميلها السنة والفرض، ولأجلها جردت سيوف الجهاد، فمن قالها وعمل بها صدقاً وإخلاصاً وقبولاً ومحبة أدخله الجنة على ما كان من العمل.\n* * *\n(1/5)\n",
        "الركن الثاني: الصلاة\n\nتُعدُّ الصلاة أعظم العبادات شأناً وأوضحها برهاناً، أهتم بها الإسلام وأولاها أيما عناية، فبيّن فضلها ومنزلتها بين العبادات، وأنها صلة بين العبد وربه، يظهر بها امتثال العبد أوامر ربّه.\n1.…تعريفها:\n-…لغة: تطلق الصلاة في اللغة على الدعاء، ومنه قوله تعالى: {وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ} [سورة التوبة: من الآية103]\n-…واصطلاحاً: هي عبادة تشتمل على أقوال وأفعال مخصوصة تفتتح بالتكبير وتختتم بالتسليم.\nوالمراد بالأقوال: التكبير والقراءة والتسبيح والدعاء، ونحو ذلك.\nوالمراد الفعال: القيام والركوع والسجود والجلوس ونحو ذلك.\n(1/6)\n\n2.…أهميتها لدى الأنبياء والرسل عليهم الصلاة والسلام:\nتُعَدُّ الصلاة من العبادات التي شرعت في الأديان السماوية السابقة لبعثة نبينا محمد ?. فهذا إبراهيم عليه الصلاة والسلام يسأل ربه إقامتها هو وذريته {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي} [سورة إبراهيم: من الآية40]. وكان إسماعيل عليه الصلاة والسلام يأمر أهله بها {وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكَاةِ} [سورة مريم: من الآية55].\nوقال تعالى مخاطباً موسى عليه الصلاة والسلام: {إِنَّنِي أَنَا اللَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلاةَ لِذِكْرِي} [سورة طه، الآية:14]. وأوصى الله بها نبيه عيسى عليه الصلاة والسلام في قوله تعالى: {وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً} [سورة مريم، الآية:31].\nوقد فرض الله تعالى الصلاة على نبينا محمد ? في السماء ليلة الإسراء والمعراج، وكانت في أول فرضيتها خمسون صلاة ثم خففها الله سبحانه وتعالى إلى خمس، فهي خمس في الأداء وخمسون في الثواب.\nوالصلوات الخمس هي: الفجر والظهر والعصر والمغرب والعشاء، واستقر الأمر على ذلك بإجماع المسلمين.",
        "(1/7)\n\n3.…دليل مشروعيتها:\nثبت مشروعية الصلاة بأدلة كثيرة منها:\nأولاً: من الكتاب:\nقوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} [سورة البقرة: من الآية43].\nقوله تعالى: {إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً} [سورة النساء: من الآية103].\nقوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ} [سورة البينة: من الآية5].\nثانياً: من السنّة:\n1-…حديث ابن عمر رضي الله عنهما أن رسول الله ? قال: \"بني الإسلام على خمس، شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة وإيتاء الزكاة، وحج البيت، وصوم رمضان\" متفق عليه.\n2-…حديث عمر بن الخطاب رضي الله عنه وفيه أن رسول الله ? قال: \"الإسلام أن تشهد أن لا إله إلا الله وأن محمداً رسول الله -?-، وتقيم الصلاة وتؤتي الزكاة، وتصوم رمضان وتحج البيت إن استطعت إليه سبيلاً...\" رواه مسلم.\n3-…حديث ابن عباس رضي الله عنهما أن النبي ? بعث معاذاً إلى اليمن فقال: ادعهم إلى شهادة أن لا إله إلا الله وأن محمداً رسول الله، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة...\" متفق عليه.\nثالثاً: الإجماع:\nأجمع المسلمون على مشروعية الصلوات الخمس وأنها فرض من فروض الإسلام.\n(1/8)",
        "\n4.…الحكمة في مشروعيتها:\nشرعت الصلاة لحكم وأسرار يمكن الإشارة إلى بعضها في الآتي:\n1-…عبودية العبد لله تعالى، وأنه مملوك له سبحانه وتعالى، فبهذه الصلاة يشعر الإنسان بالعبودية ويبقى دائماً مرتبطاً بخالقه سبحانه وتعالى.\n2-…تجعل الصلاة صاحبها قوي الصلة بالله دائم الذكر له.\n3-…تنهى الصلاة صاحبها عن الفحشاء والمنكر، وهي من أسباب تطهير العبد من الذنوب والخطايا.\nوقد دل على هذا حديث جابر بن عبد الله رضي الله عنهما قال: قال رسول الله ?: \"مثل الصلوات كمثل نهر جار يمر على باب أحدكم يغتسل منه كل يوم خمس مرات\" رواه مسلم.\n4-…تُعَدُّ الصلاة طمأنينة للقلب وراحة للنفس ومخلصة لها من المصائب التي تكدر صفوها؛ ولهذا كانت قرة عين لرسول الله ?، وكان يفزع إليها إذا حزبه أمر، حتى كان يقول ?: \"يا بلال أرحنا بالصلاة\" أخرجه أحمد.\n(1/9)\n",
        "5.…من تجب عليه الصلاة:\nتجب الصلاة على كل مسلم بالغ عاقل ذكراً كان أم أنثى، فلا تجب على كافر بمعنى أن لا يطالب بها في الدنيا، لأنها لا تصح منه مع كفره، إلا أنه يعاقب عليها في الآخرة؛ لأنه يتمكن من فعلها بالإسلام ولم يفعلها. دلّ على ذلك قوله تعالى: {مَا سَلَكَكُمْ فِي سَقَرَ. قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ. وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ. وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ. وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ. حَتَّى أَتَانَا الْيَقِينُ} [سورة المدثر، الآيات: 42-47]\nولا تجب على صبي؛ لفقده التكليف، ولا على المجنون كذلك، ولا على الحائض والنفساء؛ لإسقاط الشرع عنهما بسبب الحدث المانع منها.\nوتجب على ولي الصغير ذكراً كان أم أنثى أن يأمره بالصلاة عند بلوغه سبع سنين ويضربه عليها لعشر، كما ورد في الحديث حتى يعتاد على أدائها والحرص عليها.\n(1/10)\n\n6.…حكم تارك الصلاة:\nمن ترك الصلاة فقد كفر كفراً مخرجاً عن الملة، وهو من المرتدين عن مجمل الإسلام؛ لأنه عصى الله بترك ما فرضه عليه، فيؤمر بالتوبة، فإن تاب ورجع بإقامتها وإلا أصبح مرتداً عن الإسلام فلا يجوز غسله وتكفينه والصلاة عليه ودفنه في مقابر المسلمين؛ لأنه ليس واحداً منهم.",
        "(1/11)\n\n7.…شروطها:\n\n1-…الإسلام.\n2-… العقل.\n3-…التمييز.\n4-…دخول الوقت.\n5-…النيّة.\n6-…استقبال القبلة.\n7-…ستر العورة. وعورة الرجل من السرة إلى الركبة، أما المرأة فكلها عورة إلا وجهها وكفيها في الصلاة.\n8-…إزالة النجاسة عن ثوب المصلي وبدنه والمكان الذي يصلي فيه.\n9-…رفع الحدث، ويشمل: الوضوء والغسل من الجنابة.\n(1/12)",
        "\n8.…أوقاتها:\n1-…الظهر: وقتها: من زوال الشمس -أي انحرافها عن منتصف السماء ناحية الغروب- إلى أن يصير ظل كلّ شيء مثله.\n2-…العصر: ووقتها: من خروج وقت الظهر إلى أن يصير ظل الشيء مثليه، وهو بداية وقت اصفرار الشمس.\n3-…المغرب: ووقتها: من غروب الشمس إلى أن يغيب الشفق الأحمر، وهو الحمرة التي تعقب غروب التي تعقب غروب الشمس.\n4-…العشاء: ووقتها: يدخل بخروج وقت المغرب إلى نصف الليل.\n5-…الفجر: ووقتها: من ظهور الفجر الثاني ما لم تطلع الشمس.\nوالدليل على ذلك حديث عبد الله بن عمرو رضي الله عنهما أن رسول الله ? قال: \"وقت الظهر إذا زالت الشمس وكان ظل الرجل كطوله ما لم يحضر العصر، ووقت صلاة المغرب ما لم يغب الشفق، ووقت صلاة العشاء إلى نصف الليل الأوسط، ووقت صلاة الصبح من طلوع الفجر ما لم تطلع الشمس، فإذا طلعت الشمس فأمسك عن الصلاة..\" الحديث. رواه مسلم.\n(1/13)\n",
        "9.…عدد ركعاتها:\nعدد ركعات الصلوات المفروضة جميعها سبع عشرة ركعة على النحو التالي:\n1-…الظهر: أربع ركعات.\n2-…العصر: أربع ركعات.\n3-…المغرب: ثلاث ركعات.\n4-…العشاء: أربع ركعات.\n5-…الفجر: ركعتان.\nفمن زاد في عدد ركعات هذه الصلوات أو نقص منها فصلاته باطلة إن تعمّد، وإن كان سهواً تدارك ذلك بسجود السهو.\nوهذا في غير صلاة المسافر، حيث يستحب له قصر الرباعية إلى ركعتين، ويجب على المسلم أن يصلي هذه الصلوات الخمس في وقتها المحدد لها إلا لعذر شرعي كالنوم والنسيان والسفر، فمن نام عن صلاة أو نسيها فليصلها إذا ذكرها.\n(1/14)\n\n10.…فرائضها:\n1-…القيام مع القدرة.\n2-…تكبيرة الإحرام.\n3-…قراءة الفاتحة.\n4-…الركوع.\n5-…الرفع منه.\n6-…السجود على الأعضاء السبعة.\n7-…الجلوس عنه.\n8-…التشهد الأخير.\n9-…الجلوس له.\n10-…الطمأنينة في هذه الأركان.\n11-…الترتيب بين هذه الأركان.\n12-…السلام.",
        "(1/15)\n\n11.…واجباتها:\nواجبات الصلاة ثمانية:-\nالأول: جميع تكبيرات الانتقال في الصلاة عدا تكبيرة الإحرام.\nالثاني: قول: ((سمع الله لمن حمده)) فهذا التسميع واجب في حق الإمام والمنفرد، أما المأموم فلا يقوله.\nالثالث: قول: ((ربنا ولك الحمد)) فهذا التحميد واجب على الجميع، الإمام والمأموم والمنفرد.\nالرابع: قول: ((سبحان ربي العظيم)) في ركوع.\nالخامس: قول: ((سبحان ربي الأعلى)) في السجود.\nالسادس: قول: ((رب غفر لي)) بين السجدتين.\nالسابع: التشهد الأول، وهو أن يقول: ((التحيّات لله والصلوات الطيبات، السلام عليكم أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله)) أو نحو ذلك مما ورد.\nالثامن: الجلوس للتشهد الأول.\nوكل من ترك واجباً منها عمداً بطلت صلاته، ومن تركه جهلاً أو سهواً فإنه يسجد للسهو.\n(1/16)",
        "\n12.…صلاته الجماعة:\nعلى الرجل المسلم أن يصلي الصلوات الخمس مع جماعة المسلمين في المسجد لينال رضا الله تعالى والأجر منه سبحانه.\nوصلاة الجماعة تفضل على صلاة الفرد سبعاً وعشرون درجة، ففي حديث ابن عمر رضي الله عنهما أن رسول الله ? قال: \"صلاة الجماعة أفضل من صلاة الفذ بسبع وعشرين درجة\" متفق عليه.\nأما المرأة المسلمة فصلاتها في بيتها أفضل من صلاتها مع الجماعة.\n(1/17)\n",
        "13.…مبطلاتها:\nتبطل الصلاة بأحد الأمور الاتية:\n1-…الأكل والشرب عمداً؛ لإجماع العلماء على أن من أكل أو شرب عامداً فإن عليه الإعادة.\n2-…الكلام عمداً في غير مصلحة الصلاة لما رواه زيد بن أرقم ? قل: \"كنا نتكلم في الصلاة، يكلم الرجل منا صاحبه وهو إلى جنبه في الصلاة حتى نزلت {وَقُومُوا لِلَّهِ قَانِتِينَ} [سورة البقرة: من الآية238] فأمرنا بالسكوت ونهينا عن الكلام\" رواه البخاري ومسلم، وكذلك للإجماع على أن من تكلم في صلاته عامداً وهو لا يريد إصلاح صلاته فإن صلاته فاسدة.\n3-… العمل الكثير عمداً، وضابط العمل الكثير (هو ما يخيل للناظر إلى المصلي أنه ليس في صلاة).\n4-…ترك ركن أو شرط عمداً بدون عذر كالصلاة بغير طهارة أو الصلاة لغير القبلة؛ لما روى البخاري ومسلم أن النبي ? قال للأعرابي الذي لم يحسن صلاته: \"ارجع فصل فإنك لم تصلّ\"\n5-…الضحك في الصلاة؛ وذلك للإجماع على بطلان الصلاة بالضحك.\n(1/18)\n\n14.…أوقات النهي عن الصلاة:\n1-…بعد صلاة الفجر حتى ترتفع الشمس.\n2-…عند استواء الشمس.\n3-…بعد صلاة العصر حتى تغرب الشمس.\nوقد دلّ على كراهة الصلاة في هذه الأوقات حديث عقبة بن عامر ?، قال: \"ثلاث ساعات كان رسول الله ? ينهانا أن نصلي فيهن وأن نقبر فيهن موتانا، حين تطلع الشمس بازغة حتى ترتفع، وحين يقوم قائم الظهيرة حتى تميل الشمس، وحين تضَّف الشمس للغروب حتى تغرب\" رواه مسلم.\nولحديث أبي سعيد ? أن النبي ? قال: \"لا صلاة بعد صلاة العصر حتى تغرب الشمس، ولا صلاة بعد صلاة الفجر حتى تطلع الشمس\" متفق عليه.",
        "(1/19)\n\n15.…إجمال صفة الصلاة:\nيجب على المسلم الإقتداء برسول الله ?، ومن ذلك صفة الصلاة لقوله ? \"صلوا كما رأيتموني أصلي\" رواه البخاري.\nوكان ? إذا قام إلى الصلاة ووقف بين يدي الله تبارك وتعالى عقد نيّة الصلاة بقلبه، ولم يؤثر عنه أنه نطق بها، وكبّر قائلاً (الله أكبر)، ورفع يديه مع هذا التكبير حذو منكبيه، وأحياناً كان يرفعهما حتى يبلغ بهما شحمة أذنيه، ووضع يمناه على يسراه فوق صدره، واستفتح بدعاء من أدعية الاستفتاح ومنها: (سبحانك اللهم وبحمدك، تبارك اسمك، وتعالى جَدُّك، ولا إله غيرك)، ثم قرأ سورة الفاتحة وسورة، ثم كبّر رافعاً يديه، وركع، ومدّ ظهره في ركوعه حتى لو وضع قدح ماء فوق ظهره ? ما انسكب، قائلاً 0سبحان ربي العظيم) ثلاثاً، ثم رفع رأسه قائلاً 0سمع الله لمن حمده، ربنا ولك الحمد) رافعاً يديه أيضاً، حتى يستوي قائماً، ثم كبّر وسجد، فإذا سجد جافي -أي باعد- ما بين يديه وجنبيه حتى يبدو بياض إبطيه، ومكّن جبهته وأنفه وكفيه وركبتيه وأطراف قدميه حتى تصيب الأرض، قائلاً 0سبحان ربي الأعلى) ثلاثاً، ثم كبر وجلس مفترشاً أي جالساً على القدم اليسرى، ناصبا القدم اليمنى، موجهاً أطراف أصابعها تجاه القبلة قائلاً في هذا الجلوس (رب اغفر لي وارحمني واجبرني وارفعني واهدني وعافني وارفعني)، ثم كبر وسجد، ثم للركعة الثانية.\nوهكذا فعل ? في كل ركعة، فإذا جلس بعد ركعتين للتشهد الأول قال: (التحيات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله وأشهد أن محمداً عبده ورسوله) إلى آخر التشهد، ثم يقوم مكبراً رافعاً يديه إذا استوى قائماً، وهو الموضع الرابع في الصلاة الذي كان يرفع فيها يديه، فإذا جلس للتشهد الأخير وهو في الثالثة من صلاته المغرب أو الرابعة من الظهر والعصر والعشاء جلس متوركاً أي جلس على مقعدته اليسرى، وأخرج قدمه اليسرى من تحت ساقه اليمنى، ونصب القدم اليمنى مستقبلاً بها القبلة، وجمع أصابع كفه تاركاً السبّابة للإشارة أو التحريك ملقياً ببصره إليها، فإذا فرغ من تشهده سلّم عن يمينه وعن شماله قائلاً (السلام عليكم ورحمة الله، السلام عليكم ورحمة الله) حتى يبدو بياض خديه ?.\nوقد بينت هذه الصفة في عدة أحاديث عن رسول الله ?.\nهذه بعض أحكام الصلاة التي عليها يتوقف صلاح العمل، فإن صلحت صلح سائر عمله، وإن فسدت فسد سائر عمله، وهي أول ما يحاسب عليه العبد يوم القيامة، فإن أداها كاملة فاز برضا الله تعالى، وإن نقص منها شيئاً هلك، والصلاة ناهية عن الفحشاء والمنكر فهي علاج للنفس البشرية من نوازع الشر حتى تصفو من الرذائل.\n* * *\n(1/20)",
        "\nالركن الثالث: الزكاة\n1.…تعريفها:\n-…الزكاة لغة: هي النماء والزيادة، وتطلق على المدح والتطهير والصلاح، وسُمِيَ المخرج زكاة لأنه يزيد به المال بالبركة ويطهر المرء بالمغفرة.\n-…واصطلاحاً: هي حقّ واجب في مال خاص لطائفة مخصوصة في وقت مخصوص.\n\n2.…مكانتها في الإسلام:\nالزكاة أحد أركان الإسلام الخمسة، وهي قرينة الصلاة في مواضع كثيرة من كتاب الله، من ذلك قوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} [سورة البقرة: من الآية43] وقوله تعالى: {وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ} [سورة البينة: من الآية5] وقال ?: (بني الإسلام على خمس...) وذكر منها ((إيتاء الزكاة)) متفق عليه من حديث ابن عمر رضي الله عنهما.\nوشرع الله الزكاة تطهيراً لنفوس البشرية من الشح والبخل والطمع ومواساة للفقراء والمساكين والمحتاجين، وتطهيراً للمال وتنميته وإخلال البركة فيه، ووقايته من الآفات والفساد، وإقامة المصالح العامة التي تتوقف عليها حياة الأمة وسعادتها، وقد ذكر الله تعالى الحكمة من أخذ الزكاة في كتابه حيث قال: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [سورة التوبة: من الآية103]\n(1/21)\n",
        "3.…حكمها:\nالزكاة فرض واجب على كل مسلم ملك نصباً من مال بشروطه، حتى الصبي والمجنون يخرج عنهما وليهما، ومن جحد وجوبها وهو عالم عامد فقد كفر، ومن منعها بخلاً وتهاوناً يعتبر بذلك فاسقاً ومرتكباًَ لكبيرة عظيمة من كبائر الذنوب، وهو تحت مشيئة الله إن مات على ذلك، لقوله تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [سورة النساء: من الآية48] وتؤخذ منه الزكاة ويعزر لارتكابه محرّماً.\nوقد توعد الله تبارك وتعالى مانع الزكاة بقوله: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ. يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لانْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} [سورة التوبة، من الآية:34 والآية35] وعن أبي هريرة ? قال: قال رسول الله ?: ((ما من صاحب كنز لا يؤدي زكاته إلا أحمي عليه في نار جهنم، فيجعل صفائح، فيكوى بها جنباه وجبنيه حتى يحكم الله بين عباده في يوم كان مقداره خمسين ألف سنة ثم يرى سبيله إما إلى الجنة وإما إلى النار...)) الحديث متفق عليه وهذا لفظ مسلم.\n(1/22)\n\n4.…شروط وجوبها\nشروط وجوب الزكاة خمسة:\nالأول: الإسلام، فلا يجب على كافر.\nالثاني: الحرية، فلا يجب في مال العبد عند أكثر أهل العلم، وكذا المكاتب لأنه عبد ما بقي عليه درهم.\nالثالث: ملك النصاب، فإن نقص المال عن النصاب فلا زكاة فيه.\nالرابع: تمام الملك، فلا زكاة في دين الكتابة ولا في حصة المضارب من الربح قبل القسمة، ولا في الدين على معسر حتى يقبضه. ولا زكاة في الأموال الموقوفة على سبيل الخير والبر كالمجاهدين والمساجد والمساكين ونحو ذلك.\nالخامس: الحول، فلا زكاة في مال حتى يحول عليه الحول، إلا في الخارج من الأرض من الحبوب والثمار الزكوية، فإن زكاتها حين حصادها وقطافها، لقوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} [سورة الأنعام: من الآية141] والمعادن والركاز حكمها في ذلك حكم الخارج من الأرض، لأنه مال مستفاد من الأرض.\nونتاج السائمة وربح التجارة حوله حول أصله، يضمه إلى ما عنده ويزكيه إذا بلغ نصاباً.\nولا يشترط في الزكاة البلوغ ولا العقل، فتجب في مال الصبي والمجنون عند أكثر أهل العلم.ج.…أن يعجل الفطر بعد تحقيقه من غروب الشمس، قال عليه الصلاة والسلام: \"لا يزال الناس بخير ما عجلوا الفطر\" متفق عليه.",
        "(1/23)\n\n5.…الأموال الزكوية:\nتجب الزكاة في خمسة أجناس من الأموال:\n\nالأول: الأثمان من الذهب والفضة، وكذلك ما يقوم مقامهما من العملات الورقية المتداولة.\nومقدار الزكاة فيها ربع العشر، وهو ما يساوي (5ر2%). ولا تجب الزكاة فيها حتى يحول عليها الحول وتبلغ نصاباً.\nومقدار نصاب الذهب عشرون مثقالا، ووزن المثقال يساوي (25ر4) جراماً، فيكون نصاب الذهب (85) جراماً.\nومقدار نصاب الفضة مائتا درهم، ووزن الدرهم يساوي (975ر2) جراماً، فيكون نصاب الفضة (595) جراماً.\nوأما الأوراق النقدية المعاصرة فمقدار نصابها أن تساوى قيمتها -حين حولان الحول ووقت إخراج الزكاة- قيمة (85) جراماً من الذهب أو (595) جراماً من الفضة، لذلك يختلف نصابها بحسب قوتها الشرائية بالنسبة إلى مقدار النصاب من الذهب أو الفضة، فإذا كان ما يملكه من العملات النقدية يستطيع أن يشتري به أحد المقدارين السابقين من الذهب أو الفضة أو يزيد -وجبت فيه الزكاة، بصرف النظر عن اختلاف مسمياتها- ريالات أو دينارات أو فرنكات أو دولارات أو غير ذلك، وبصرف النظر عن صفتها عملات ورقية أو معدنية أو غير ذلك، ومن المعلوم أن أسعار العملات تختلف من وقت لآخر، فعلى المزكي أن ينظر إلى قيمتها عند وجوب الزكاة فيها وهو وقت حولان الحول على ما بيده فيها. وأما ما زاد على النصاب من الأثمان فتخرج منه الزكاة بحسبه. ودليل ذلك حديث علي ? عنه قال: قال: رسول الله ?: ((إذا كانت لك مائتان درهم وحال عليها الحول ففيها خمسة دراهم، وليس عليك شيء حتى يكون لك عشرون ديناراً وحال عليها الحول ففيها نصف دينار، فما زاد فبحساب ذلك، وليس في مال زكاة حتى يحول عليه الحول)) رواه أبو داود وهو حديث حسن.\nوالحلي إن كان معداً للادخار والكراء فتجب فيه الزكاة بلا خلاف، أما إن كان معداً للاستعمال فالراجح من قولي أهل العلم وجوب الزكاة فيه، وذلك لعموم النصوص الواردة في وجوب زكاة الذهب والفضة، ولما رواه أبو داود والنسائي والترمذي عن عمر بن شعيب عن أبيه عن جده رضي الله عنهم ((أن امرأة أتت النبي ? ومعها ابنة لها وفي يدي بنتها مسكتان غليظتان من ذهب، فقال لها: أتعطين زكاة هذا؟ قالت: لا، قال: \"أيسرك أن يسورك الله بهما يوم القيامة سوارين من نار\" فخلعتهما وألقتهما إلى النبي ?، وقالت: هما لله ولرسوله)) ولما روى أبو داود وغيره عن عائشة رضي الله عنها قالت: ((دخل على رسول الله ? فرأى في يدي فتخات من ورق فقال: ما هذا يا عائشة؟ فقلت: صنعتهن أتزين لك يا رسول الله، قال: أتؤدين زكاتهم؟ قلت: لا، أو ما شاء الله، قال: هو حسبك من النار))\nوأما المعادن والمصوغات غير الذهبية -كالجواهر واللآلئ- فلا زكاة فيها عند أحد من أهل العلم، إلا أن تكون للتجارة فتزكى زكاة عروض التجارة.\n\nالثاني: بهيمة الأنعام.\nوهي افبل والبقر والغنم، وتجب فيها الزكاة إذا كانت سائمة -وهي التي ترعى أكثر الحول؛ لأن للأكثر حكم الكل، والدليل قوله ? ((في كل إبل سائمة صدقة)) رواه أحمد وأبو داود والنسائي، وقوله ? ((في صدقة الغنم في سائمتها)) رواه البخاري- وبلغت نصاباً وحال عليها الحول.\nونصاب بهيمة الأنعام كما يلي:\n\nالإبل…5…9…شاة\n…10…14…شاتان\n…15…19…ثلاث شياه\n…20…24…أربع شياه\n…25…35…بنت مخاض لها سنة\n…36…45…بنت لبون لها سنتان\n…46…60…حقة لها ثلاث سنين\n…61…75…جذعة لها أربع سنين\n…76…90…بنتا لبون\n…91…120…حقتان\n…كل ما زاد على 120…في كل أربعين بنت لبون وفي كل خمسين حقة عند جمهور أهل العلم.\n\nالبقر…30…39…تبيع أو تبيعة، لهما سنة\n…40…59…مسنة، لها سنتان\n…60…69…تبيعان\n…70…79…تبيع ومسنة\n…كل ما زاد على 79…في كل ثلاثين تبيع وفي كل أربعين مسنة\n\nالغنم…40…120…شاة\n…121…200…شاتان\n…201…300…ثلاث شياه\n…كل ما زاد على 300…في كل مائة شاة\n\nوالدليل على ذلك حديث أنس رضي الله عنه أن أبا بكر كتب له هذا الكتاب لما وجهه إلى البحرين: بسم الله الرحمن الرحيم، هذه فريضة الصدقة التي فرض رسول الله ? على المسلمين والتي أمر الله بها رسوله، فمن سُئِلها من المسلمين على وجهها فليعطها ومن سئل فوقها فلا يعط، في أربع وعشرون من الإبل فما دونها من الغنم من كل خمس شاة، فإذا بلغت ستا وثلاثين إلى خمس وأربعين ففيها بنت لبون أنثى، فإذا بلغت ستاً وأربعين إلى ستين ففيها حقة، طروقة الجمل، فإذا بلغت واحدة وستين إلى خمس وسبعين ففيها جذعة، فإذا بلغت -يعني ستاً وسبعين- إلى تسعين ففيها بنتا لبون، فإذا بلغت إحدى وتسعين إلى عشرين ومائة ففيها حقتان طروقتا الجمل، فإذا زادت على عشرين ومائة ففي كل أربعين بنت لبون وفي كل خمسين حقة، ومن لم يكن معه إلا أربع من الإبل فليس فيها صدقة إلا أن يشاء ربها، فإذا بلغت خمساً من الإبل ففيها شاة، وفي صدقة الغنم في سائمتها إذا كانت أربعين إلى عشرين ومائة شاة، فإذا زادت على عشرين ومائة إلى مائتين شاتان، فإذا زادت على ثلاثمائة ففي كل مائة شاة، فإذا كانت سائمة الرجل ناقصة من أربعين شاةً شاة واحدة فليس فيها صدقة إلا أن يشاء ربها)) الحديث رواه البخاري، ولحديث معاذ بن جبل ? ((أن النبي ? بعثه إلى اليمن فأمره أن يأخذ من كل ثلاثين بقرة تبيعاً أو تبيعة، وفي كل أربعين مسنة)) رواه أحمد وأصحاب السنن.\nونتاج السائمة يضم إلى ما عنده من أصله إذا بلغ نصاباً، وإن لم يبلغ الأصل نصاباً إلا به اعتبر به الحول من حين بلوغ النصاب.\nوإن أعدت بهيمة الأنعام للتجارة فتزكى زكاة عروض التجارة، وإن أعدت للاستعمال أو للتنمية فليس فيها زكاة، لحديث أبي هريرة ? ((ليس على المسلم في عبده ولا فرسه صدقة)) أخرجه البخاري ومسلم.\n\nالثالث: الزروع والثمار.\nوتجب فيها الزكاة إذا بلغت نصاباً عند الجمهور، والنصاب عندهم خمسة أوسق؛ لقوله ? ((ليس فيما دون خمسة أوسق صدقة)) متفق عليه، والوسق ستون صاعاً.\nفمقدار النصاب ثلاثمائة صاع. وزنة النصاب بالبر الجيد ما يقارب (800ر652) كيلو جرام.\nولا يشترط في المزروع والثمار حولان الحول، لقوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} [سورة الأنعام: من الآية141]\nوالمقدار الواجب فيها العشر فيما سُقي بلا كلفة، ونصب العشر فيما سُقي بمؤنة، لقوله ? ((فيما سقت السماء والأنهار والعيون أو كان عثرياً العشر، وفيما سُقي بالسواني أو النضح نصف العشر)) أخرجه البخاري.\n\nالرابع: عروض التجارة.\nوهي ماأعده المسلم للتجارة من أيِّ صنف كان، وهو أعم أموال الزكاة وأشملها، وتجب فيها الزكاة إذا بلغت نصاباً، والمعتبر في ذلك أن تبلغ قيمتها نصاب الذهب والفضة، -عشرون ديناراً وهو ما يساوي (85) جراماً من الذهب أو مائتا درهم وهو ما يساوي (595) جراماً من الفضة- فتقوّم عروض التجارة إذا حال عليها الحول بالأحظ للفقراء من الذهب والفضة، ولا تعتبر فيها قيمة الشراء، بل المعتبر قيمتها أثناء إخراج الزكاة بعد تمام الحول.\nوالمقدار الواجب فيها ربع العشر من كامل القيمة، وربح التجارة يضم إلى ما عنده من أصله إذا بلغ نصاباً ولا ينتظر به حولاً جديداً، أما إذا لم يبلغ الأصل نصاباً إلا مع الربح فيعتبر بدء الحول من حين وقت بلوغ النصاب.\n\nالخامس: المعادن والركاز\nأ -…المعادن:\nهي كل ما خرج من الأرض مما يخلق فيها من غيرها مما له قيمة وليس نباتاً. مثل الذهب والفضة والحديد والنحاس والياقوت والنفط وغيرها وتجب فيها الزكاة لعموم قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ} [سورة البقرة: من الآية267] ولا ريب أن المعادن مما أخرجه الله تعالى من الأرض.\nوذهب جمهور أهل العلم إلى اعتبار بلوغه النصاب لوجوب الزكاة فيه. وإلى أن الواجب فيه ربع العشر، قياساً على قدر الواجب في زكاة النقدين.\nولا يشترك له حولان الحول، ويجب فيه الزكاة حين تناوله.\nب -…الركاز:\nأما الركاز فهو ما وجد في الأرض من دفائن الجاهلية، أو دفائن من تقدم من الكفار وإن لم يكونوا جاهلية، في دار إسلام أو دار حرب أو دار عهد. وكان عليه أو على بعضه علامة كفر كأسمائهم أو سماء ملوكهم أو صورهم أو صلبهم أو صدر أصنامهم فقط.\nفأما إن كان عليه أو على بعضه علامة المسلمين كاسم النبي ? أو أحد من خلفاء المسلمين أو آية من القرآن الكريم فهو لقطة، وإن لم تكن عليه علامة كالأواني والحلي والسبائك فهو لقطة، لا يملك إلا بعد التعريف، لأنه مال مسلم لم يعلم زوال ملكه عنه.\nوتجب الزكاة في الركاز، ويجب فيه الخمس؛ لحديث أبي هريرة ? أن رسول الله ? قال: ((وفي الركاز الخمس)).\nوتجب الزكاة في قليله وكثيره عند جمهور أهل العلم، ومصرفه عندهم مصرف الفيء، وباقي الركاز لواجده عند جميع أهل العلم، لفعل عمر ? حيث دفع باقي الركاز لواجده.\n(1/24)",
        "\n6.…مصارف الزكاة:\nأهل الزكاة الذين يجوز صرفها إليهم ثمانية، وهم:\nأولاً: الفقراء: وهم الذين لا يجدون شيئاً من المعيشة، أو يجدون بعض كفايتهم منها، فهؤلاء يعطون كفايتهم من الزكاة لعام كامل.\nثانياً: المساكين: وهو الذين يجدون نصف كفايتهم أو أكثرها، وهو بهذا المعنى أحسن حالاً من الفقراء فهؤلاء يعطون تمام كفايتهم لعام كامل.\nثالثاً: العاملون عليها: وهم العمال الذين يقومون بجمع الزكاة من أصحابها، ويحفظونها، ويوزعونها على مستحقيها بأمر الإمام، فهؤلاء يعطون من الزكاة قدر أجرة عملهم.\nرابعاً: المؤلفة قلوبهم: وهم قسمان: كفار، ومسلمون.\n-…فالكافر يعطى من الزكاة إذا رُجيَ إسلامه. أو حصل بإعطائه كف شره عن المسلمين، ونحو ذلك.\n-…والمسلم يعطى من الزكاة لتقوية إسلامه، أو رجاء إسلام نظيره، ونحو ذلك.\nخامساً: الرقاب: وهم العبيد الأرقاء المكاتبون الذين لا يجدون وفاء، فيعطى المكاتب ما يقدر به على العتق والتخلص من الرق.\nسادساً: الغارمون: وهم المدنيون، وهم نوعان: عارم لنفسه، وعارم لغيره.\n-…فالعارم لنفسه: هو الذي عليه دين تحمله لحاجة نفسه ولا يقدر على تسديده، فيعطى من الزكاة ما يسدد به دينه.\n-…والغارم لغيره: هو من تحمل دينا لإصلاح ذات البين، فيعطى من الزكاة ما يعينه على حمالته وإن كان غنياً.\nسابعاً: في سبيل الله: والمراد به عند الإطلاق: الجهاد، فيعطى من الزكاة المجاهدون المتوعون الذين لا رواتب لهم من بيت المال.\nثامناً: ابن السبيل: هو المسافر المنقطع في سفره، الذي لا يجد من النفقة ما يوصله إلى بلده، فيعطى من الزكاة ما يمكنه من الرجوع إلى بلده.\nوذكر الله تعالى هذه الأصناف في قوله: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [سورة التوبة:60]\n(1/25)\n",
        "7.…زكاة الفطر\nأ.…حكمة مشروعيتها:\nشرعت زكاة الفطر طهرة للصائم من اللغو والرفث وطعمة للمساكين وإغناء لهم عن السؤال يوم العيد، لحديث ابن عباس رضي الله عنهما قال: ((فرض رسول الله ? زكاة الفطر طهرة للصائم من اللغو والرفث وطعمة للمساكين) رواه أبو داود وابن ماجه.\nب.…حكمها:\nهي فرض واجب على كل مسلم ومسلمة وكبير وصغيرن حرّ وعبد لحديث ابن عمر رضي الله عنهما قال: ((فرض رسول الله ? زكاة الفطر من رمضان صاعاً من تمر أو صاعاً من شعير على العبد والحرّ، والذكر والأنثى، والصغير والكبير من المسلمين، وأمر بها أن تؤدى قبل خروج الناس إلى الصلاة)) متفق عليه. ويستحب إخراجها عن الجنين.\nويجب أن يخرجها عن نفسه وعمن تلزمه نفقته من زوجه أو قريب، ولا تجب إلا على من فضل عن قوته وقوت من تلزمه نفقته يوم العيد وليلته.\nج.…مقدارها:\nالمقدرا الواجب فيها صاع من غالب قوت البلد من برأ وشعير أو تمر أو زبيب أو أقط أو أرز أو ذرة، والصاع يعادل ما يقارب (176ر2) كيلو جرام تقريباً.\nولا يجوز إخراج القيمة فيها عند جمهور أهل العلم، لأن ذلك خلاف ما أمر به الرسول ?، ولأنه مخالف لعمل الصحابة رضي الله عنهم.\nد.…وقت إخراجها:\nلها وقتان؛ وقت جواز قبل العيد بيوم أو يومين، ووقت فضيلة من طلوع فجر يوم العيد إلى قبيل أداء صلاة العيد، لأمره ? وسلم بها قبل خروج الناس إلى الصلاة، ولا يجوز تأخيرها عن صلاة العيد، فإن أخرها فهي صدقة من الصدقات ويأثم في هذا التاخير.\nه.…مصرفها:\nتصرف زكاة الفطر للفقراء والمساكين، لأنهم أولى بها من غيرهم.\n* * *\n(1/26)\n\nالركن الرابع: صيام شهر رمضان\n1.…تعريفه:\nالصيام لغة: الإمساك مطلقاً.\nوشرعاً: هو إمساك عن المفطرات من طلوع الفجر الثاني إلى غروب الشمس.\n\n2.…حكمه:\nصيام شهر رمضان أحد أركان الإسلام ومبانيه العظام؛ لقوله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [سورة البقرة، الآية:183]، ولما روى ابن عمر رضي الله عنهما قال: قال رسول الله ?: \"بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج بيت الله\" متفق عليه.\nوفرض صيام رمضان على الأمة الإسلامية في السنة الثانية من الهجرة.\n\n3.…فضله وحكمة مشروعيته:\nشهر رمضان موسم عظيم لطاعة الله عزّ وجلّ، وبلوغه نعمة كبيرة، وفضل من الله الكريم، يمنّ به على من يشاء من عباده، لتزداد حسناتهم، وترفع درجاتهم، وتحمى سيئاتهم، وتقوى صلتهم بخالقهم جلّ وعلا، ليكتب لهم الأجر العظيم، والثواب الجزيل، وينالوا رضاه، وتمتلئ قلوبهم بخشيته وتقواه.\nومما ورد في فضله:\nأ.…قوله تبارك وتعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} [سورة البقرة، الآية:185]\nب.…ما روى أبو هريرة رضي الله عنه قال: قال رسول الله ?: \"من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه\" متفق عليه.\nج.…وعنه رضي الله عنه قال: قال رسول الله ?: \"... يضاعف الحسنة عشر أمثالها إلى سبعمائة ضعف، قال الله عزّ وجلّ: إلا الصوم، فإنه لي وأنا أجزي به، يدع شهوته وطعامه من أجلي، للصائم فرحتان، فرحة عند فطره وفرحة عند لقاء ربه، ولخلوف فيه أطيب عند الله من ريح المسك\" رواه البخاري ومسلم واللفظ له.\nد.…أن دعاء الصائم مستجاب، قال عليه الصلاة والسلام، للصائم عند فطره دعوة لا ترد\" رواه ابن ماجه.\nلذلك ينبغي للمسلم أن يحرص على اغتنام وقت إفطاره بسؤال ربه ودعائه عسى أن يوافق نفحة من نفحات الباري جلّ وعلا، لتحصل له السعادة في الدنيا والآخرة.\nه.…أن الله خصص للصائمين باباً من أبواب الجنة، لا يدخل منه إلا الصائمون، إكراماً لهم، وتمييزاً لهم عن غيرهم. فعن سهل بن سعد رضي الله عنه قال: قال: رسول الله ?: \"إن في الجنة باباً يقال له \"الريان\" فإذا كان يوم القيامة قيل: أين الصائمون، فإذا دخلوا أغلق عليهم فلم يدخل منه أحد\" متفق عليه.\nو.…أن الصيام يشفع لصاحبه يوم القيامة، فعن عبد الله بن عمرو بن العاص رضي الله عنهم قال: قال رسول الله ?: \"الصيام والقرآن يشفعان للعبد يوم القيامة، يقول الصيام أي رب منفعته من الطعام والشهوة فشفعني فيه، ويقول القرآن: منفعته النوم بالليل فشفعني فيه، قال: فيشفعان\" رواه أحمد.\nز.…أن الصيام يُعَوِّد المسلم على الصبر والتحمّل والجَلَد، فهو يحمله على ترك محبوباته وشهوراته وكُبح جماح النفس فيه مشقة عظيمة.",
        "(1/27)\n\n4.…شروط وجوبه:\nأجمع العلماء على أن الصيام يجب على المسلم البالغ العاقل الصحيح المقيم، ويجب على المرأة إذا كانت طاهرة من الحيض والنفاس.\n\n5.…آدابه:\nأ.…اجتناب الصائم الغيبة والنميمة، وغيرهما مما حرّم الله تعالى، فعلى المسلم أن يكف لسانه عن المحرمات، ويحفظه عن الوقوع في أعراض الآخرين. قال عليه الصلاة والسلام: \"من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه\" رواه البخاري.\nب.…أن لا يدع طعام السحور، فهو يعين الصائم على صومه، فيقطع نهاره مرتاحاً ويؤدي عمله بنشاط وحيوية، وقد حثّ عليه النبي ? بقوله: \"السحور أكلة بركة، فلا تدعوه، ولو أن يخرج أحدكم جرعة من ماء فإن الله عزّ وجلّ وملائكته يصلون على المتسحرين\" رواه أحمد.\nد.…أن يحرص على الإفطار على الرطب أو التمر، لأن ذلك من السنّة، قال أنس رضي الله عنه: كان رسول الله ? يفطر قبل أن يصلي على رطبات، فإن لم تكن رطبات فتمرات، فإن لم تكن حسا حسوات من ماء\" رواه أبو داود.\nه.…الإكثار من قراءة القرآن، وذكر الله تعالى، وحمده والثناء عليه، والصدقة والإحسان وكثرة النوافل وغير ذلك من الأعمال الصالحة؛ لما روى ابن عباس رضي الله عنهما قال: كان رسول الله ? أجود النّاس بالخير، وكان أجود ما يكون في رمضان حين يلقاه جبريل، وكان جبريل يلقاه في كل ليلة من رمضان، فيدارسه القرآن، فلرسول الله ? حين يلقاه جبريل أجود بالخير من الريح المرسلة\" رواه البخاري ومسلم.\n(1/28)",
        "\n6.…مفسداته:\nالأكل والشرب عمداً خلال النهار، وكذلك سائر المفطرات، كالإبر المغذية أو تناول الأدوية عن طريق الفم فإنها في حكم الطعام والشراب، أما إخراج دم قليل كالذي يستخرج للتحليل فهذا لا يؤثر على الصيام.\nالجماع في نهار رمضان، فإنه يفسد صومه، وعليه التوبة إلى الله تعالى لانتهاك حرمة الشهر، ويقضي هذا اليوم الذي جامع فيه، وعليه الكفارة، وهي: عتق رقبة، فإن لم يجد فصيام شهرين متتابعين، فإن لم يستطع أطعم ستين مسكيناً، لكل مسكين نصف صاع من بر أو غيره مما يكون طعاماً في عادة أهل البلد؛ لحديث أبي هريرة رضي الله عنه قال بينما نحن جلوس عند النبي ? إذ جاء رجل، فقال: يا رسول الله هلكت، قال ما لك؟ قال: وقفت على امرأتي وأنا صائم، فقال رسول الله ?: هل تجد رقبة تعتقها؟ قال: لا. قال فهل تستطيع أن تصوم شهرين متتابعين؟ قال: لا. قال: فهل تجد إطعام ستين مسكيناً؟ قال: لا. قال: فمكث النبي ?، فبينما نحن على ذلك أُتيَ النبي ? بفَرَق فيه تمر -والفَرَق المكتل-، قال: أين السائل؟ فقال: أنا، قال: خذ هذا فتصدق به، فقال الرجل: على أفقر مني يا رسول الله، فوالله ما بين لابتيها -يريد الحرتين- أهل بيت أفقر من أهل بيتي، فضحك النبي ? حتى بدت أنيابه، ثم قال: أطعمه أهلك\" رواه البخاري ومسلم.\nإنزال المني بتقبيل أو مباشرة أو استمناء أو تكرار الفطر، فإذا أنزل الصائم المني بسبب من هذه السباب فسد صومه وعليه القضاء، ويمسك بقية اليوم ولا كفّارة عليه، وعليه التوبة والندم والاستغفار، والابتعاد عن كل ما يثير شهوته، أما لو كان نائماً فاحتلم وهو صائم وأنزل فإن ذلك لا يؤثر على صيامه ولا شيء عليه، لكن عليه الاغتسال.\nالتقيؤ عمداً، بإخراج ما في المعدة عن طريق الفم، أما إن خرج بغير اختياره فلا يؤثر على صيامه، قال النبي ?: \"من ذرعه القيء فليس عليه قضاء، ومن استقاء عمداً فليقض\" رواه أبو داود والترمذي.\nخروج دم الحيض أو النفاس سواء خرج أول النهار أو آخره ولو قبيل غروب الشمس.\nوالأولى للصائم ترك الحجامة لئلا يتعرض لإبطال صيامه، والأولى له عدم استخراج الدم للتبرع به إلا لضرورة إسعاف مريض ونحوه، وأما خروج الدم بالرعاف أو السعال أو جرح أو خلع الضرس ونحوه فلا يؤثر ذلك على صيامه.\n(1/29)\n",
        "7.…أحكام عامة:\nيجب صيام رمضان برؤية الهلال، لقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [سورة البقرة: من الآية185] ويكفي لثبوت رؤية الهلال شهادة مسلم عدل، لما روى ابن عمر رضي الله عنهما قال: تراءى النّاس الهلال فأخبرت رسول الله ? أني رأيته فصام وأمر النّاس بصيامه، رواه أبو داود والدارمي وغيرهما.\nويُجعل أمر الصيام في كل دولة إلى ولي الأمر العام للدولة، فإن حكم بالصيام أو عدمه وجبت طاعته، فإن لم يكن ولي الأمر مسلماً يُعمل بما يحكم به مجلس المركز الإسلامي -أو نحوه- في البلاد محافظة على الوحدة الإسلامية.\nويجوز الاستعانة بآلات الرصد في رؤية الهلال، ولا يجوز الاعتماد على الحسابات الفلكية ورؤية النجوم في إثبات بدء شهر رمضان أو الفطر وإنما يعتمد على الرؤية، كما قال تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [سورة البقرة: من الآية185]، ومن شهد رمضان من المكلفين وجب عليه أن يصوم سواء طال النهار أو قصر.\nوالعبرة في بدء صيام رمضان في كل بلد برؤية الهلال في مطلعها على أرجح قولي أهل العلم، لاتفاق العلماء على أن مطالع الأهلة مختلفة، وذلك مما علم بالضرورة لقوله ?: \"صوموا لرؤيته وافطروا لرؤيته فإن غُمَّ عليكم فأكملوا شعبان ثلاثين يوماً\" أخرجه البخاري ومسلم.\nيجب على الصائم أن ينوي الصيام من الليل، لقوله ?: \"إنما الأعمال بالنيّات، وإنما لكل امرئ ما نوى\" متفق عليه. ولقوله ?: \"من لم يجمع الصيام قبل الفجر فلا صيام له\" أخرجه أحمد وأبو داود والترمذي والنسائي من حديث حفصة رضي الله عنها.\nلا يحل لأحد ترك الصيام والإفطار أثناء الشهر إلا إذا كان معذوراً كأن يكون مريضاً أو مسافراً أو امرأة حائضاً أو نَفِساً أو حاملاً أو مرضعاً، قال تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر} [سورة البقرة: من الآية184]، فالمريض الذي يشق عليه الصيام ويصعب عليه الامتناع عن المفطرات ويتضرر منه يجوز له أن يفطر في رمضان ثم يقضي فيما بعد عدد الأيام التي أفطرها.\nوالحامل والمرضع إذا خافتا على نفسيهما فقط أفطرتا وعليهما القضاء بإجماع العلماء، لأنهما بمنزلة المريض الخائف على نفسه.\nوأما إذا خافتا على نفسيهما وولديهما أو ولديهما فقط أفطرتا وعليهما القضاء لحديث أنس مرفوعاً: \"إن الله وضع عن المسافر نصف الصلاة والصوم، وعن الحبلى والمرضع\" رواه النسائي وابن خزيمة وهو حديث حسن.\nوأما الشيخ الكبير والمرأة العجوز فيرخص لهما الفطر إذا كان الصيام يجهدهما ويشقّ عليهما مشقة شديدة، وعليهما أن يطعما عن كل يوم مسكيناً، لما روى البخاري عن عطاء أنه سمع ابن عباس رضي الله عنهما يقرأ: \"{وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} قال ابن عباس: ليست منسوخة هي للشيخ الكبير والمرأة الكبيرة لا يستطيعان أن يصوما فيطعمان مكان كل يوم مسكيناً\".\nالسفر من الأعذار المبيحة للإفطار، لحديث أنس ?: \"كنا نسافر مع النبي ?، فلم يعب الصائم على المفطر ولا المفطر على الصائم\" متفق عليه.\n* * *\n(1/30)\n\nالركن الخامس: الحج\n1.…تعريفه:\n-…الحج في اللغة: القصد، يقال حج إلينا فلان أي قصدنا وقدم إلينا.\n-…وفي الشرع: هو القصد إلى مكة لأداء النسك بصفة مخصوصة في وقت مخصوص وبشروط مخصوصة.\n\n2.…حكمه:\nقد أجمعت الأمة على وجوب الحج على المستطيع مرة واحدة في العمر، وعلى كونه أحد الأركان الخمسة التي بنى عليها الإسلام؛ قال الله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} [آل عمران: من الآية97] وقلا رسول الله ?: \"بني الإسلام على خمس، شهادة أن لا إله إلا الله وأن محمداً رسول الله وإقام الصلاة وإيتاء الزكاة، وصوم رمضان وحج بيت الله\" متفق عليه. وقال ? في حجة الوداع: \"يا أيها الناس إن الله فرض عليكم حج البيت فحجوا\" رواه مسلم.\n\n3.…فضله والحكمة من مشروعيته:\nقد جاء في فضل الحج نصوص كثيرة منها قوله تعالى: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ} [سورة الحج، الآيتان 27،28]. ويشتمل الحج على منافع عظيمة للمسلمين أجمعين، دنيوية وأخروية، ففيه تجتمع عبادات متنوعة كالطواف بالكعبة والسعي بين الصفا والمروة والوقوف بعرفة ومنى ومزدلفة ورمي الجمار والمبيت بمنى وذبح الهدي وحلق شعر الرأس وكثرة ذكر الله تقرباً إلى الله وتذليلاً له وإنابة إليه؛ لذلك كان الحج من أعظم أسباب تكفير الذنوب ودخول الجنة.\nفعن أبي هريرة ? قال:\" سمعت رسول الله ? يقول: من حج هذا البيت فلم يرفث ولم يفسق رجع من ذنوبه كيوم ولدته أمه\" رواه البخاري ومسلم.\nوعنه أن رسول الله ? قال: \"العمرة إلى العمرة كفارة لما بينهما والحج المبرور ليس له جزاء إلا الجنة\" رواه البخاري ومسلم.\nوعنه ? قال: \"سئل رسول الله ? أي الأعمال أفضل؟ قال: \"إيمان بالله ورسوله. قيل: ثم ماذا؟ قال: جهاد في سبيل الله. قيل: ثم ماذا؟ قال حج مبرور\" متفق عليه.\nوعن عبد الله بن مسعود ? قال: \"قال رسول الله ?: تابعوا بين الحج والعمرة فإنهما ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد والذهب والفضة، وليس للحجة المبرورة ثواب إلا الجنة\" رواه الترمذي وقال حديث حسن صحيح.\nومن منافع الحج التقاء المسلمين من كل فج عميق ببعضهم في بقعة هي أحب البقاع إلى الله وتعارفهم وتعاونهم على البر والتقوى وتساويهم في الأقوال والأذكار والأعمال، وهذا فيه تربية لهم على الوحدة والاجتماع على العقيدة والعبادة والهدف والوسيلة، وباجتماعهم هذا يحصل بينهم التعارف والتقارب وسؤال بعضهم عن البعض الآخر مصداقاً لقوله تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} [سورة الحجرات، الآية13]",
        "(1/31)\n\n4.…شروط وجوبه:\nأ.…لا خلاف بين أهل العلم أن الحج يجب بشروط خمسة، هي: الإسلام والعقل والبلوغ والحرية والاستطاعة.\nوأما المرأة فيشترط لوجوبه عليها وجود المحرم في السفر إلى الحج، لقوله ? في حديث أبي هريرة ? \"لا يحل لامرأة تؤمن بالله واليوم الآخر تسافر مسيرة يوم إلا ومعها ذو محرم\" متفق عليه.\nوقد قسّم الفقهاء هذه الشروط إلى ثلاثة أقسام:\nالأول: منها ما هو شرط للوجوب والصحة، وهو الإسلام والعقل، فلا حج على الكافر والمجنون، ولا يصح منهما، لأنهما ليسا من أهل العبادات.\nالثاني: منها ما هو شرط للوجوب والإجزاء وهو البلوغ والحرية، وليسا بشرط للصحة، فلو حج الصبي والمملوك صح حجهما ولم يجزئهما عن حجة الإسلام.\nالثالث: ومنها ما هو شرط للوجوب فقط وهو الاستطاعة. فلو حج غير المستطيع بمشقة، وسار بغير زاد ولا راحلة كان حجه صحيحاً.\nب.…حكم النيابة في الحج.\nلا خلاف بين أهل العلم أن من مات قبل أن يتمكن من الأداء سقط عنه الفرض. أما من مات بعد التمكن فهل يسقط عنه الحج بالموت أو لا؟\nالصحيح إن شاء الله تعالى أنه لا يسقط عن الميت، ويلزم الورثة أن يحجوا عنه من ماله، أوصى بذلك أو لم يوص، فهو واجب استقر عليه كالدين سواء بسواء؛ لحديث ابن عباس رضي الله عنهما أن امرأة نذرت أن تحج فماتت، فأتى أخوها النبي ? فسأله عن ذلك فقال: \"أرأيت لو كان على أحتك دين أكنت قاضيه؟ قال: نعم، قال: فاقضوا الله فهو أحق بالوفاء\" رواه النسائي.\nج.…من لم يحج عن نفسه هل يحج عن غيره؟\nالصحيح أنه لا يحج عن غيره ما لم يحج عن نفسه أولاً، للحديث المشهور أن النبي ? سمع رجلاً يقول: لبيك عن شبرمة، قال: من شبرمة؟ قال: أخ لي أو قريب لي، فقال عليه الصلاة والسلام: حجت عن نفسك؟ قال لا. قال: حج عن نفسك ثم حج عن شبرمة\" رواه أحمد وأبو داود وابن ماجه والبيهقي وصححه.\nوالصحيح أنه تصحّ النيابة في الحج العاجز غير القادر؛ لحديث الفضل بن عباس رضي الله عنهما وفيه أن امرأة من خثعم قالت: يا رسول الله إن فريضة الله على عباده في الحج أدركت أبي شيخاً كبيراً لا يثبت على الراحلة أفأحج عنه؟ قال: نعم\" وذلك في حجة الوداع. متفق عليه واللفظ للبخاري.\nد.…هل وجوب الحج على الفور أم على التراخي؟\nالراحج من أقوال أهل العلم إن شاء الله تعالى أنه يجب على الفور متى توفرت شروط وجوبه؛ لعموم قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً}[سورة آل عمران، الآية:97] وقوله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} [سورة البقرة، الآية:196] وقد جاء في الحديث عن ابن عباس رضي الله عنهما قوله ? \"تعجلوا إلى الحج، يعني الفريضة، فإن أحدكم لا يدري ما يعرض له\" رواه أبو داود وأحمد والحاكم وصححه.\n(1/32)",
        "\n5.…أركان الحج:\nأركان الحج أربعة: …أ. الإحرام\n………ب. الوقوف بعرفة\n………ج. طواف الزيارة\n………د. السعي بين الصفا والمروة.\nفهذه الأركان لا يتم الحج بدونها.\nالركن الأول: الإحرام\nتعريفه: هو نية الدخول في النسك.\nمواقيته: مواقيت الاحرام بالحج نوعان: زمانية، ومكانية.\n-…المواقيت الزمانية: هي أشهر الحج التي قال الله تعالى فيها: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} [سورة البقرة، الآية:197] وهي: شوال وذو القعدة وذو الحجة.\n-…المواقيت المكانية: هي الحدود التي لا يجوز للحاج أن يتعداها إلى مكة بدون إحرام، وهي خمسة:\nالأول: (ذو الحليفة) وتسمى الآن \"آبار علي\" وهي ميقات أهل المدينة. وتبعد عن مكة (336) كلم أي (224) ميلا.\nالثاني: (الجحفة) وهي قرية بينها وبين البحر الأحمر (10) كلم، وتبعد عن مكة (180) كلم أي (120) ميلا، وهي ميقات أهل مصر والشام والمغرب ومن وراءهم من أهل الأندلس والروم والتكرور. ويحرم الناس الآن من (رابغ) لأنها بمحاذاتها بقليل.\nالثالث: (يَلَمْلَم) ويسمى الآن (السعدية) وهو جبل من جبال تهامة. ويبعد عن مكة (72) كلم أي (48) ميلا، وهو ميقات أهل اليمن، وأهل جاوه والهند والصين.\nالرابع: (قَرْن المنازل) ويسمى الآن \"السيل الكبير\" ويبعد عن مكة (72) كلم أي (48) ميلا، وهو ميقات أهل نجد والطائف.\nالخامس: (ذات عرق) ويسمى الآن (الضَّريبة)، وسمي بذلك لأن فيه عرقاً، وهو الجبل الصغير، ويبعد عن مكة (72) كلم أي (48) ميلا، وهو ميقات أهل المشرق والعراق وإيران.\nوهذه المواقيت المكانية هي الحدود التي لا يجوز للحاج أو المعتمر أن يتعداها إلى مكة بدون إحرام.\nوقد بينها رسول الله ? كما في حديث ابن عباس رضي الله عنهما قال: \"وقت رسول الله ? لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، هن لهن ولمن أتى عليهن من غير أهلهن مم أراد الحج أو العمرة، ومن كان دون ذلك فمن حيث أنشأ، حتى أهل مكة من مكة\" متفق عليه.\nولمسلم من حديث جابر -?-: \"مهل أهل العراق ذات عرق\" ومن لم يمر في طريقه بميقات من تلك المواقيت فإنه يحرم إذا علم أنه حاذى أقربها منه، وكذلك من ركب طائرة فإنه يحرم إذا حاذى أحد هذه المواقيت من الجو، ولا يجوز له تأخير الإحرام إلى أن يهبط في مطار جدة كما يفعله بعض الحجاج، فإن جدة ليست ميقاتاً إلا لأهلها، أو من نوى الحج أو العمرة منه، فمن أحرم من غيرهم فقد ترك واجباً وهو الإحرام من الميقات فيكون عليه فدية.\nوكذا من تعدى الميقات بدون إحرام فإنه عليه أن يرجع إليه، فإن لم يرجع فأحرم من دونه فعليه فدية، بأن يذبح شاة، أو يأخذ سبع بدنة أو سبع بقرة، ويوزع ذلك على مساكين الحرم، ولا يأكل منه شيئاً.\nصفته: يستحب قبل الإحرام التهيؤ له، بالاغتسال، والتنظيف وأخذ ما يشرع أخذه من الشعر والتطيب في بدنه، وأن يتجرد الذَّكرُ من المخيط، ويلبس إزاراً ورداءً أبيضين نظيفين.\nوالأصح أنه ليس للإحرام صلاة تخصه، لكن إن صادف وقت فريضة أحرم بعدها، لأن النبي ? أهلّ دبر الصلاة ثم يخير أن يحرم بما شاء من الأنساك الثلاثة، وهي التمتع، والقران والإفراد.\n-…والتمتع: أن يحرم بالعمرة في أشهر الحج، ويفرغ منها، ثم يحرم بالحج في عامه.\n-…والقران: أن يحرم بالعمرة والحج معاً، أو يحرم بالعمرة ثم يدخل عليها الحج قبل شروعه في طوافها، فينوي العمرة والحج من الميقات، أو قبل الشروع في طواف العمرة، ويطوف لهما ويسعى.\n-…والإفراد: أن يحرم بالحج فقط من الميقات، ويبقى على إحرامه حتى يؤدي أعمال الحج.\nوعلى المتمتع والقارن فدية إن لم يكن من حاضري المسجد الحرام.\nواختلف في أي هذه الأنساك أفضل، والذي عليه بعض كبار المحققين من أهل العلم أنه التمتع.\nثم إذا أحرم بأحد هذه الأنساك لبى عقب إحرامه، فيقول: \"لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك\".\nويكثر من التلبية، ويرفع الرجل بها صوته.\n(1/33)\n",
        "محظوراته:\nوهي ما يحرم على المحرم فعله بسبب الإحرام، وهي تسعة:\nأحدها: إزالة الشعر من جميع بدنه بحلق أو غيره، لقوله تعالى: {وَلا تَحْلِقُوا رُؤُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} [سورة البقرة، الآية:196]\nالثاني : تقليم الأظفار؛ لأنه يحصل به الرفاهية، فأشبه إزالة الشعر إلاّ من عذر فيباح عند العذر كالحلق.\nالثالث: تغطية الرأس؛ لنهيه ? المحرم عن لبس العمائم، وقوله في المحرم الذي وقصته راحلته: \"ولا تخمر رأسه فإنه يبعث يوم القيامة ملبياً\" رواه البخاري ومسلم من حديث ابن عباس -رضي الله عنهما-. وكان ابن عمر يقول: إحرام الرجل في رأسه وإحرام المرأة في وجهها\" رواه البيهقي بإسناد جيد.\nالرابع: لبس الذَّكرِ المخيطَ في بدنه والخفين؛ لما روى عبد الله بن عمر -رضي الله عنهما- قال: سئل رسول الله ? ما يلبس المحرم؟ قال: \"لا يلبس المحرم القميص ولا العمامة ولا البرانس ولا السراويل ولا ثوباً مسّه ورس ولا زعفران، ولا الخفين إلا أن لا يجد نعلين فليقطعهما حتى يكونا أسفل من الكعبين\" رواه البخاري ومسلم.\nالخامس: الطيب؛ \"لأن النبي ? أمر رجلا في حديث صفوان بن يعلى بن أمية بغسل الطيب\" رواه البخاري ومسلم، وقال في المحرم الذي وقصته ناقته: \"لا تحنطوه...\" رواه البخاري ومسلم من حديث ابن عباس، ولمسلم: \"ولا تمسوه بطيب\".\nفيحرم على المحرم بعد إحرامه تطييب بدنه أو شيئاً منه، لحديث ابن عمر السابق.\nالسادس: قتل صيد البَرِّ؛ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} [سورة المائدة، الآية:95]. ويحرم اصطياده ولو لم يقتله أو يجرحه لقوله تعالى: {وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُماً} [سورة المائدة، الآية:96].\nالسابع: عقد النكاح، فلا يتزوج المحرم ولا يزوج غيره بولاية ولا وكالة؛ لحديث عثمان ? مرفوعاً: لا يَنكح المحرم ولا يُنكَحُ ولا يخطب\" رواه مسلم.\nالثامن: الجماع في الفرج؛ لقوله تعالى: {فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ} [سورة البقرة، الآية:197]. قال ابن عباس -رضي الله عنهما- هو الجماع، بدليل قوله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [سورة البقرة، الآية:187]. يعني الجماع.\nالتاسع: المباشرة فيما دون الفرج لشهوة بوطء أو بقبلة أو لمس وكذا نظرة لشهوة؛ لأنه وسيلة إلى الوطء المحرم فكان حراماً.\nوالمرأة كالرجل في ذلك وتخالفه في أشياء، فالمرأة إحرامها في وجهها فيحرم عليها تغطيته ببرقع أو نقاب أو غيره، ويحرم عليها لبس قفازين لحديث ابن عمر -رضي الله عنهما- مرفوعاً وفيه: \"ولا تنتقب المرأة المحرمة ولا تلبس القفازين\" رواه البخاري. وقال ابن عمر -رضي الله عنهما-: \"إحرام المرأة في وجهها\" رواه البيهقي بإسناد جيد. ولما روي عن عائشة -رضي الله عنها- أنها قالت: \"كان الركبان يمرون بنا ونحن مع رسول الله ? محرمات، فإذا حاذوا بنا سدلت إحدانا جلبابها من رأسها على وجهها، فإذا جاوزنا كشفناه\" رواه أبو داود وابن ماجه وأحمد وسنده حسن.\nويحرم عليها مايحرم على الرجل من إزالة الشعر وتقليم الأظفار وقتل الصيد ونحوها لدخولها في عموم الخطاب، إلا لبس المخيط والخفين وتغطية رأسها.\nالركن الثاني: الوقوف بعرفة؛ لقوله ? \"الحج عرفة\" رواه أحمد وأصحاب السنن.\nالركن الثالث: طواف الإفاضة لقوله تعالى: {وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ} [سورة الحج، الآية:29].\nالركن الرابع: السعي؛ لقوله ? \"اسعوا فإن الله كتب عليكم السعي\" رواه الإمام أحمد والبيهقي.\n(1/34)\n\n6.…واجباته:\nواجبات الحج سبعة:\n2-…الإحرام من الميقات.\n3-…الوقوف بعرفة إلى غروب الشمس لمن وقف نهاراً.\n4-…المبيت بمزدلفة.\n5-…المبيت بمنى ليالي أيام التشريق.\n6-…رمي الجمرات.\n7-…الحلق أو التقصير.\n8-…طواف الوداع.",
        "(1/35)\n\n7.…صفته:\nيسن لمن أراد الحج أن يغتسل كما يغتسل للجنابة ويتطيب في بدنه كرأسه ولحيته ويلبس إزاراً ورداء أبيضين والمرأة تلبس ما شاءت من الثياب بشرط أن لا تتبرّج بزينة.\nثم إذا تى الميقات صلى الفريضة إن كان وقت فريضة ليحرم بعدها فإن لم يكن وقت فريضة صلى ركعتين بنية سنة الوضوء لا بنية سنة الإحرام؛ لأنه لم يثبت عن البني ? أن للإحرام سنة.\nإذا فرغ من الصلاة نوى الدخول في النسك، فإن كان متمتعاً قال: (لبيك اللهم عمرة) وإن كان مفرداً قال: (لبيك اللهم حجاً) وإن كان قارناً قال: (لبيك اللهم حجاً في عمرة) يرفع الرجل صوته بذلك وتخفيه المرأة ويسن له الإكثار من التلبية.\nإذا وصل مكة ابتدأ بالطواف ويبدأ من الحجر الأسود ويجعل البيت عن يساره، ويقصد الحجر الأسود فيقبله أو يستلمه أي يمسه بيده اليمنى إن تيسر بدون مزاحمة وإلا أشار إليه وكبّر، ويقول: (اللهم إيماناً بك وتصديقاً بكتابك ووفاء بعهدك وإتباعاً لسنة نبيك ?، ويطوف سبعاً، وإذا مر بالركن اليماني استلمه بدون تقبيل.\nومن سنن الطواف الرمل -وهو الإسراع في الخطا مع تقاربها- للرجل في الأشواط الثلاثة الأولى في طواف القدوم لحديث ابن عمر المتفق عليه كان رسول الله ? إذا طاف الطواف الأول خب ثلاثاً ومشى أربعاً.\nومن سنن الطواف الاضطباع -وهو أن يجعل رداءه تحت إبطه اليمنى، ويخالف بين طرفيه فوق كتفه اليسرى لحديث ابن عباس -رضي الله عنهما-: \"اضطبع رسول الله ? هو وأصحابه ورملوا ثلاثة أشواط\". والاضطباع سنة في أشواط الطواف السبعة فقط وليس سنة قبله ولا بعده.\nويدعو في طوافه بما أحبّ بخشوع وحضور قلب ويقول بين الركن اليماني والحجر الأسود: ({رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ}) [سورة البقرة، الآية:201]. والتقييد بدعاء معين لكل شوط ليس له أصل من سنة رسول الله ? وإنما هو بدعة.\nوالطواف ثلاثة أنواع: الإفاضة، والقدوم، والوداع. والأول ركن، والثاني سنة والثالث واجب على الراجح.\nإذا انتهى من الطواف صلى ركعتين خلف مقام إبراهيم ولو بعد عنه يقرأ في الأولى {قُلْ يَا أَيُّهَا الْكَافِرُونَ} وفي الثانية {قُلْ هُوَ اللَّهُ أَحَدٌ} ويسن تخفيف هاتين الركعتين كما جاءت به السنة.\nثم يسعى بين الصفا والمروة سبعة أشواط، يبدأ بالصفا ويختم بالمروة. والسنة أن يقرأ إذا أقبل على الصفا {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْراً فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ} [سورة البقرة، الآية:158]. أبدأ بما بدأ الله به.\nثم يرقى على الصفا ويستقبل القبلة رافعاً يديه فيوحد الله ويكبره ويحمده، ويقول: (الله أكبر، الله أكبر، الله أكبر، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحي ويميت وهو على كل شيء قدير، لا إله إلا الله وحده أنجز وعده ونصر عبده وهزم الأحزاب وحده) ثم يدعو بما شاء من خيري الدنيا والآخرة، ويكرر هذا الدعاء ثلاث مرات.\nثم ينزل متجهاً إلى المروة، ويسن للرجل أن يسعى بين العلمين الأخضرين سعياً شديداً، إن تيسر له ولم يؤذ أحداً، فإذا وصل المروة صعد عليها واستقبل القبلة ورفع يديه وقال مثل ما قال على الصفا.\nوإن دعا في السعي بقوله: (رب اغفر وارحم إنك أنت الأعز الأكرم) فلا بأس لثبوت ذلك عن ابن عمر وابن مسعود –رضي الله عنهم-.\nويستحبّ أن يكون متطهراً، ولو سعى على غير طهارة أجزأه ذلك، ولو سعت الحائض أجزأها، لأن الطهارة ليست شرطاً في السعي.\nفإذا أتم سعيه قصر من شعر رأسه إن كان متمتعاً، ويعمه بالتقصير، والمرأة تقصر منه قدر أنملة –وهو رأس الإصبع-، وإن كان قارناً أو مفرداً بقي على إحرامه حتى يحل يوم النحر بعد رمي جمرة العقبة.\nفإذا كان اليوم الثامن من ذي الحجة \"يوم التروية\" أحرم المتمتع بالحج ضحىً من مسكنه وكذلك من أراد الحج من أهل مكة، يفعل عند إحرام ما فعله من الاغتسال والتنظيف وغيرهما، ولا يسن أن يذهب إلى المسجد الحرام للإحرام، لأن ذلك لم يرد عن النبي ? ولا أمر به أصحابه فيما نعلم، ففي الصحيحين من حديث جابر بن عبد الله -رضي الله عنه- أن النبي ? قال لهم: \"أقيموا حلالاً حتى إذا كان يوم التروية فأهلوا بالحج...\" الحديث، ولمسلم عنه -رضي الله عنه- قال: أمرنا رسول الله ? لما أهللنا أن نحرم إذا توجهنا إلى منى فأهللنا من الأبطح\". ويقول المتمتع عند إهلاله: (لبيك حجاً).\nويستحب أن يخرج إلى منى فيصلي بها الظهر والعصر والمغرب والعشاء قصراً من غير جمع، ويستحب له أن يبيت فيها ليلة عرفة، لحديث جابر عند مسلم.\nإذا طلعت شمس يوم عرفة (التاسع من ذي الحجة) سار إلى عرفة واستحب له النزول بنمرة إلى الزوال إن تيسر له ذلك لفعله ?، وإن لم يتيسر فلا حرج عليه أن ينزل بعرفة، ويصلي -بعد زوال الشمس- الظهر والعصر ركعتين ركعتين يجمع بينهما. ثم ينزل إلى الموقف بعرفة، والأفضل أن يجعل جبل الرحمة بينه وبين القبلة إن تيسر له ذلك، وإلا استقبل القبلة وإن لم يستقبل الجبل، ويستحب التفرغ لذكر الله والاجتهاد في الضراعة والدعاء وقراءة القرآن رافعاً يديه لحديث أسامة رضي الله عنه قال: كنت رديف النبي ? بعرفات فرفع يديه يدعو فمالت به ناقته فسقط خطامها فتناول خطامها بإحدى يديه وهو رافع يده الأخرى\" رواه النسائي. وفي صحيح مسلم: \"لم يزل واقفاً يدعو حتى غابت الشمس وذهبت الصفرة\".\nوالدعاء يوم عرفة خير الدعاء. قال النبي ?: \"خير الدعاء دعاء يوم عرفة، وخير ما قلت أنا والنبيون من قبلي: (لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير)\" رواه مسلم. وعليه أن يظهر الافتقار والحاجة والانكسار لله، ولا يفوِّت هذه الفرصة العظيمة، قال ?: \"ما من يوم أكثر من أن يعتق الله فيه عبداً من النار من يوم عرفة، وإنه ليدنو ثم يباهي بهم الملائكة، فيقول: ما أراد هؤلاء\" رواه مسلم.\nوالوقوف بعرفة ركن، والواجب الوقوف إلى غروب الشمس، والواجب على الحاج أن يتأكد من حدود عرفة، فإن كثيراً من الحجاج يتساهلون فيقفون خارجها وهؤلاء لا حج لهم.\nفإذا غربت الشمس سار إلى مزدلفة بسكينة ووقار لقوله عليه الصلاة والسلام: \"أيها الناس السكينة السكينة\" رواه مسلم. فإذا وصلها صلى بها المغرب والعشاء فيصلي المغرب ثلاثاً والعشاء ركعتين جمع تأخير، والسنة للحاج ألا يصليها إلا بها اقتداء برسول الله ? إلا إذا خاف خروج وقت العشاء صلاهما في أي مكان.\nويبيت بمزدلفة ولا يحي الليل بصلاة ولا غيرها لأن النبي ? لم يفعل ذلك؛ لما رواه مسلم من حديث جابر بن عبد الله -?- أن النبي ? أتى المزدلفة فصلى بها المغرب والعشاء بأذان واحد وإقامتين ولم يسبح بينهما شيئاً ثم اضطجع حتى طلع الفجر\".\nويجوز لأهل الأعذار والضعفة أن يدفعوا من مزدلفة إلى منى بعد منتصف الليل ومغيب القمر لرمي جمرة العقبة، وأما من ليس ضعيفاً ولا تابعاً لضعيف فإنه يبقى بمزدلفة حتى يطلع الفجر. وما يفعله كثير من الناس اليوم من المسابقة إلى الرمي في أول الليل لأجل الراحة مخالف لهدي النبي ?.\nوإذا صلى الحاج الفجر بمزدلفة وقف عند المشعر الحرام واستقبل القبلة ويدعو الله ويكثر من الدعاء ويرفع يديه حتى يسفر جداً، وحيثما وقف من مزدلفة أجزأه ذلك؛ لقول ?: \"وقفت ها هنا وجمع كلها موقف\" رواه مسلم. و\"جمع\" هي مزدلفة.\nثم ينصرف الحجاج إلى منى قبل طلوع الشمس يوم النحر فيرمون جمرة العقبة -وهي الجمرة الكبرى التي تلي مكة- بسبع حصيات، كل حصاة أكبر من الحمص قليلا، وأجمع العلماء على أنه يجوز رميها من كل مكان، والأفضل أن يجعل الكعبة عن يساره ومن عن يمينه، لحديث ابن مسعود رضي الله عنه: \"أنه انتهى إلى الجمرة الكبرى فجعل البيت عن يساره ومنى عن يمينه ورمى بسبع، وقال: هكذا رمى الذي أنزل عليه سورة البقرة\" متفق عليه. ولا يجوز الرمي بحصاة كبيرة ولا بالخفاف ولا بالنعال. ويقطع الحاج التلبية عند رميه جمرة العقبة.\nوالسنة أن يُقدِّم الحاج الرمي، ثم النحر بذبح الهدي إن كان متمتعاً أو قارناً، ثم الحلق أو التقصير، والحلق أفضل للرجل؛ لأن النبي ? دعا بالرحمة والمغفرة للمحلقين ثلاث مرات وللمقصرين مرة واحدة كما رواه البخاري ومسلم. ثم يذهب الحاج إلى البيت ليطوف طواف الإفاضة.\nوهذا هو السنة لحديث جابر بن عبد الله ? الذي رواه مسلم وفيه: \"أن النبي ? أتى الجمرة التي عند الشجرة فرماها بسبع حصيات يكبر مع كل حصاة منها، مثل حصي الحذف، رمى من بطن الوادي ثم انصرف إلى المنحر فنحر ثم ركب رسول الله ? فأفاض إلى البيت فصلى بمكة الظهر\".\nومن قدّم بعض هذه الأنساك الأربعة على بعض لا شيء عليه، لما رواه الشيخان من حديث عبد الله بن عمرو ? في حجة الوداع: وقف رسول الله ? والناس يسألونه، قال: \"فما سئل رسول الله ? يومئذ عن شيء قُدِّم أو أُخِّر إلا قال: \"افعل ولا حرج\".\nوإذا طاف الحاج بالبيت فإن كان متمتعاً أتى بالسعي بعد الطواف لأن سعيه الأول كان للعمرة فيلزمه السعي للحج، وإن كان مفرداً أو مقارناً فإن كان قد سعى بعد طواف القدوم لم يعد السعي مرة أخرى، لقول جابر ?: \"لم يطف النبي ? ولا أصحابه بين الصفا والمروة إلا طوافاً واحداً طوافه الأول\" رواه مسلم.\nتعد أيام التشريق (الحادي عشر والثاني عشر والثالث عشر من ذي الحجة) أيام رمي لمن لم يتعجل، وأما من تعجل فيرمي يومي الحادي عشر والثاني عشر لقوله تعالى: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى} [سورة البقرة، الآية:203].\nويبتدئ الحاج برمي الجمرة الأولى (الصغرى) -وهي التي تلي مسجد الخيف- بسبع حصيات، ثم الوسطى بسبع حصيات، ثم جمرة العقبة بسبع حصيات، يكبر مع كل حصاة، والسنة أن يعقب بعد الجمرة الأولى (الصغرى) مستقبل القبلة ويجعلها عن يساره ويدعو طويلا، ويقف بعد الجمرة الثانية مستقبل القبلة ويجعلها عن يمينه ويدعو طويلا، أما جمرة العقبة فلا يقف بعدها.\nويبتدئ وقت الرمي بعد الزوال لحديث ابن عمر -رضي الله عنهما- قال: \"كنا نتحيّن فإذا زالت الشمس رمينا\" رواه البخاري.\nوأجمع العلماء على أن آخر وقت الرمي في أيام التشريق هو غروب شمس اليوم الثالث عشر من ذي الحجة. ومن غربت عليه شمس ذلك اليوم ولم يرم لا يرمي بعد ذلك وإنما عليه دم.\nيبيت الحاج بمنى ليالي التشريق، الحادي عشر والثاني عشر، وإن غربت عليه الشمس من اليوم الثاني عشر ولم يخرج من منى لزمه التأخير بمنى والمبيت بها ورمي الجمار في اليوم الثالث عشر.\nإذا أراد الحاج الخروج من مكة فلا يخرج حتى يطوف طواف الوداع، إذ هو من واجبات الحج عند جمهور أهل العلم، إلا أنه يسقط عن الحائض لحديث ابن عباس -رضي الله عنهما- قال: قال رسول الله ?: \"لا تنفرَّنَّ أحدٌ حتى يكون آخر عهده بالبيت\" وفي رواية: \"إلا أنه خفف عن المرأة الحائض\" رواه مالك وأصله في صحيح مسلم.\nوأكثر العلماء على أن طواف الإفاضة يكفي عن الوداع لمن أخره إلى وقت سفره.\nيستحب لمن رجع من الحج أن يقول ما رواه البخاري عن ابن عمر -رضي الله عنهما- أن النبي ? كان إذا قفل من غزو أو حج أو عمرة يكبر على شرف من الأرض ثم يقول: \"لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير، آيبون تائبون عابدون لربنا حامدون، صدق الله وعده، ونصر عبده، وهزم الأحزاب وحده\".\n* * *\n(1/36)"
    ]
}