{
    "partText": [
        "\nأساليب الجواب\nفي القرآن الكريم\n\nرسالة قدمها\nمهدي راضي عبد السادة الساعدي\n\nإلى مجلس كلية الآداب في جامعة بغداد، وهي جزء من متطلبات نيل درجة الماجستير في اللغة العربية وآدابها.\n\nبإشراف\nالأستاذ الدكتور: فائز طه عمر\n1423هـ ... 2002م\n(/)\n",
        "اقرار المشرف\nأشهد أن إعداد هذه الرسالة قد جرى تحت إشرافي في قسم اللغة العربية العربية في كلية الآداب بجامعة بغداد، وهي جزء من متطلبات درجة الماجستير في اللغة العربية وآدابها.\n\nالتوقيع:\nالمشرف: أ. د.: فائز طه عمر\nالتاريخ:\n\nبناء على التوصيات المتوافرة، أرشح هذه الرسالة للمناقشة\n\nالتوقيع:\nأ. د. عناد غزوان اسماعيل\nرئيس قسم اللغة العربية\nالتاريخ: ... / ... / 2002\n(/)\n\nالإهداء\n\nإلى .. منقذ الأمة وهاديها ومحييها\nإلى .. روح أبي التي لا أشك في أنها معي\nإلى .. أمي التي لم تبخل علي بدموعها ودعائها\nإلى .. روحي أخوي اللذين فقدتهما وهما في أوج فتوتهما\nإلى أفراد عائلتي جميعا الذين ينتظرون مني حرف الدال\nإلى زوجتي العزيزة التي صبرت كثيرا حتى حان وقت القطاف\nإلى الذي لا أبخل عليه بروحي ... ولدي جعفر\nإليكم جميعا أهدي هذه الثمرة\n\nمهدي",
        "(/)\n\nشكر وتقدير\nمن الأمانة الاعتراف بفضل أصحاب الفضل الذين أسهموا إسهاما فاعلا في إيصال البحث إلى ما وصل إليه، شكرا جزيلا للرجل الذي لم يبخل عليا بوقته الثمين وإرشاداته القيمة فكان يقوّم ما اعوج من هذا البحث بخلق رفيع وبتواضع العلماء أستاذي الفاضل الدكتور فائز طه عمر.\nكما أقدم وافر الشكر والتقدير إلى الدكتورة هدى محمد صالح الحديثي لتي أفدت من توجيهاتها السديدة، وأتوجه بالشكر والامتنان إلى الأستاذ الدكتور ماهر مهدي هلال الذي جعل البحث يستقر على هذا العنوان.\nوشكري الجزيل للأستاذ الدكتور عناد غزوان الذي أفادني كثيرا بإرشاداته المهمة في أولى خطوات البحث.\nكما أتوجه بالشكر والامتنان لجميع لأصدقاء الذين قدموا إليّ المساعدة وخصوصا الأخ رعد كاظم، وكل الحب والتقدير لعائلتي فردا فردا؛ لان نظراتهم إليّ كانت أمانة ثقيلة في عنقي، وخاصة زوجتي التي ساعدتني على جميع مراحل البحث؛ ولا أنسى أن أتوجه بالشكر والتقدير إلى العاملين في مكتبة قسم اللغة العربية، ومكتبة كلية الآداب، ومكتبة الدراسات العليا والمكتبة المركزية، ومكتبة كلية العلوم الإسلامية الذين يقدمون خدمات جليلة لبحث والباحثين.\nوشكرا شكرا لكل من قدم لي شيئا في سبيل إنجاز هذا البحث ولو كان ذلك كلمة طيبة شد بها من عزيمتي.\nمع اعتذاري الشديد إلى كل من قصرت في حقه طوال مدة هذا البحث\n\nمهدي\n(/)",
        "\nالمقدمة\nالحمد لله الأول قبل الانشاء والاحياء، والآخر بعد فناء الأشياء، العليم الذي لا ينسى من ذكره، ولا ينقص من شكره، ولا يخيب من دعاه، ولا يقطع رجاء من رجاه، اللهم صل على محمد عبدك ورسولك، وأمينك وصفيك، وحبيبك، وخيرتك من خلقك، وحافظ سرك، ومبلغ رسالاتك، افضل، وأحسن، واجمل، وأكمل، وأنمى، وأطيب، وأطهر، وأسنى، وأكثر ما صليت على أحد من عبادك، وأنبيائك، ورسلك، وصفوتك، وأهل الكرامة عليك من خلقك، وعلى آله الطيبين الطاهرين الذين أذهبت عنهم الرجس، وطهرتهم تطهيرا، وعلى أصحابه المنتجبين الميامين الذين آزروا ونصروا حتى أظهرت دينك.\nأما بعد:\nفقد كانت الرغبة تجذبني بشدة إلى أن يكون بحثي في مرحلة الماجستير متصلا بالقرآن الكريم، وكان ما أردت فلله الحمد والشكر على هذه المنة.\nإن دراسة موضوع كهذا تتطلب جهدا ووقتا يفوق بكثير الجهد والوقت الذين يجب أن يتوافرا في موضوع غيره، ويعود ذلك إلى خصوصية النص القرآني، أما أشراف أستاذي الدكتور فائز طه عمر فقد كان له أبلغ الأثر حتى وصل هذا البحث إلى ما وصل إليه.\nلقد درس الاستفهام في القرآن الكريم، وخصصت له دراسات عديدة لعل\nمن أهمها (أساليب الاستفهام في القرآن الكريم) التي قدمها عبد العليم فودة إلى كلية دار العلوم بالقاهرة عام 1953 م، لنيل درجة الماجستير، وكذلك (أسلوب الاستفهام في القرآن الكريم) لعبد العزيز غانم حمد، المقدمة إلى كلية الشريعة بجامعة بغداد عام 1985 م لنيل درجة الماجستير، وكذلك (التفسير البلاغي للاستفهام في القرآن الحكيم) لعبد العظيم إبراهيم المصغي.\nأما الجواب في القرآن الكريم فلم يحظ بما حظي به الاستفهام، وقد تعرض له بعض الباحثين بإشارات موجزة أثناء بحثهم موضوع الحوار كما في (الحوار في القران الكريم) لإسماعيل علي محمد السامرائي، وهي دراسة مقدمة إلى كلية\n(1/1)\n",
        "الشريعة بجامعة بغداد عام 1989م لنيل درجة الماجستير، وكذلك (أسلوبية الحوار في القران الكريم) التي تقدم بها رسول حمود حسن الدوري إلى كلية الآداب بجامعة بغداد عام 1995 م لنيل درجة الدكتوراه.\nولما كان الحوار الذي يقوم على السؤال والجواب قد تناولته اكثر من دراسة، فقد اقتضى ذلك أن لا أقف عنده كثيرا في هذا البحث خشية الوقوع في التكرار.\nوهنالك دراسات تعرضت للجواب مباشرة كما في (أجوبة القرآن على أسئلة الإنسان الثلاثة: من أين؟ إلى أين؟ لماذا؟) التي قدمها عز الدين سعيد كشنيط الجزائري إلى كلية العلوم الإسلامية بجامعة بغداد عام 1998م لنيل درجة الماجستير، وهي بحث موضوعي عقائدي يحاول الباحث من خلالها توضيح الخطوط التي رسمها القرآن الكريم لرحلة الإنسان من الولادة إلى ما بعد يوم القيامة، أو هي بالأحرى محاولة لتقديم وجهة النظر الإسلامية من خلال القران الكريم في هذا الموضوع، وهنالك دراسة أخرى هي (يسئلونك في القرآن والجواب عنها) التي تقدم بها محمد الشيخ محمد عثمان ركاب إلى الجامعة الإسلامية بالمدينة المنورة عام 1406هـ لنيل درجة الماجستير، وهي كما يبدو من عنوانها قد تناولت جزءا يسيرا من الجواب القرآني، وهي الإجابة عن الصيغة التي تفتتح بالفعل يسئلونك.\nيتضح مما تقدم ان الجواب في القرآن الكريم لم ينل القدر نفسه من الاهتمام والدراسة الذي ناله الاستفهام مع أن الغاية من الاستفهام هي الجواب.\nولما كان هذا البحث ذا صلة وثيقة بالقرآن الكريم، فان ذلك يعني عبئا ثقيلا على كاهل الباحث يتمثل في ضرورة تأمل النص القرآني وفهمه بالشكل الذي يفضي إلى الأمن من التفسير الخاطئ، وقد اقتضى ذلك أن يعتمد البحث على مصادر متنوعة وكثيرة وفي مقدمتها كتب التفسير التي تكشف الكثير من غوامض التنزيل، فقد اعتمد البحث على تفسير الكشاف للزمخشري الذي أغناه مؤلفه بالكثير من اللفتات البلاغية، والنحوية، بحيث لا يمكن لمثل هذه الدراسة أن تستغني عن هذا التفسير، وكذلك التفسير الكبير للفخر الرازي الذي تميز مؤلفه بعقلية فذة في هذا المجال، وهو يتوسع كثيرا في تفسير النص القرآني في محاولة منه لتناوله من جميع\n(1/2)\n\nالجوانب، وكذلك تفسير التحرير والتنوير للشيخ محمد الطاهر بن عاشور، وهو تفسير حديث أولى مؤلفه للبلاغة والأسلوب جانبا كبيرا.\nوكانت هذه التفاسير الثلاثة دائمة الحضور في جميع مراحل البحث، كما كان لكتب علوم القرآن حضورها ككتاب البرهان في علوم القرآن للزركشي، والإتقان في علوم القرآن للسيوطي.\nأما كتب البلاغة فكانت الأقرب بسبب طبيعة موضوع البحث، وبخاصة دلائل الإعجاز، وأسرار البلاغة للشيخ عبد القاهر الجرجاني، ومفتاح العلوم للسكاكي، والتلخيص والإيضاح للخطيب القزويني، فضلا عن العديد من كتب البلاغة للمحدثين، وكان لا بد من الاستعانة ببعض كتب النحو، وبخاصة في الفصل الأول، وكان كتاب مغني اللبيب عن كتب الأعاريب لابن هشام الأنصاري اسما على مسمى في هذا المضمار، وكذلك الكتاب لسيبويه وغيرها من كتب النحو، كما استعنت بكتاب مشكل إعراب القرآن لمكي بن أبي طالب القيسي لمعرفة الوجه الأعرابي في بعض الآيات، وكذلك كتاب إيضاح الوقف والابتداء لأبي بكر الانباري الذي أفدت منه كثيرا في الفصل الثاني.\nوكان تحديد الجواب ـ لغويا ـ يتطلب الرجوع إلى معاجم اللغة التي رجعت إلى أهمها، واستعرضت ما جاء فيها عن الجواب، وقد تطلب تحديد مفهوم الجواب اصطلاحا جولة في كتب عديدة لعدم عثوري على تعريف يمكن الاعتماد عليه، ومنها بعض كتب الأدب التي أوردت نماذج من الأجوبة، مثل أمالي الزجاج، والعقد الفريد لابن عبد ربه، والأمالي لأبي علي القالي، والإمتاع والمؤانسة للتوحيدي، وكذلك كتاب اللمع لأبي نصر السراج الطوسي الذي ذكر العديد من أجوبة المتصوفة، وبعض الكتب التي حملت عنوان الأجوبة المسكتة وبخاصة كتاب أبي عون الكاتب.\nوكذلك بعض الكتب التي ذكرت مصطلحا قريبا من الجواب وهو المراجعة، إلا أن هذه الكتب جميعا لم تقدم مفهوما للجواب، ولم نجد أحدا تعرض لهذا المفهوم سوى أبي البقاء الكفوي في كتابه (الكليات)، ولم يشمل تعريفه جميع أنواع الجواب، وقد دعاني كل ذلك إلى الاجتهاد في وضع تعريف مناسب للجواب، وهنالك كتاب",
        "(1/3)\n\nلم يرد ذكره كثيرا في هوامش البحث إلا أنه أفادني كثيرا، وهو كتاب (معجم المصطلحات البلاغية وتطورها) للدكتور احمد مطلوب، كما اعتمد البحث على كتب أخرى.\nعلى أني قد حاولت قدر الإمكان أن لا أكثر من المصادر والمراجع كي لا أثقل البحث بها، وكان من منهجي في هذا البحث اني أذكر الآية المباركة قيد الدرس، وأتبعها بشيء من أقوال المفسرين مع الربط بينها وبين الآيات التي تشترك معها مكونة أسلوبا معينا في الجواب القرآني، ثم تحديد أهم السمات التي ميزت هذا الأسلوب من غيره، ومحاولة تأشير أهم ما يجعل هذا الأسلوب مناسبا في موضعه الذي ورد فيه، وقد تعامل البحث مع آيات الجواب في القرآن الكريم على أساس النظم فيها.\nوقد قسم البحث على ثلاثة فصول: كان الأول عن جواب السؤال الصريح، وكان الترابط الشديد بين السؤال والجواب قد فرض نفسه بحيث كان تناول الجواب فيه قد تم على أساس السؤال فكان المبحث الأول مخصصا للجواب عن الاستفهام بالهمزة التي كانت اكثر أدوات الاستفهام ورودا، فكان اكثر أجوبة القرآن عنها، وتأتى بعدها (ما) الاستفهامية من حيث الكثرة، وقد خصص لها المبحث الثاني، أما الثالث فكان عن أجوبة بقية أدوات الاستفهام، وقد ألحق به الجواب عن بعض الألفاظ التي تدل على الاستفهام مثل يسألونك، ويستفتونك، ويستنبؤنك.\nأما الفصل الثاني فكان عن جواب السؤال المقدر (الضمني) وقد كان اكثر تعقيدا وتشعبا من سابقه؛ لأن تحديد السؤال، والجواب فيه يتم على أساس فهم المعنى، وقد التزمنا فيه التقسيم الذي وضعه البلاغيون للاستئناف البياني، فكان المبحث الأول للإجابة عن السبب مطلقا، وكان الثاني للإجابة عن السبب الخاص، وكان الثالث للإجابة عن (قال) المفصولة عما قبلها.\nأما الفصل الثالث فكان عن فنون البيان التي وردت في الجواب القرآني وهي التشبيه والاستعارة، والمجاز المرسل، والعقلي، والكناية، وانتهى البحث بخاتمة بأهم نتائج البحث.\n(1/4)",
        "\nوتجدر الإشارة إلى أن البحث لم يتناول أجوبة أساليب الطلب الأخرى كالأمر، والنداء، والنهي، والعرض والتحضيض، والتمني والترجي، مع وجود بعض الأجوبة عنها، إذ من المعروف أن لهذه الأساليب بعض الأجوبة، إلا أن إطلاق اسم الجواب في الرد على أساليب الطلب هذه هو إطلاق مجازي، ولا ينطبق عليه مفهوم الجواب الذي يسبق بسؤال ظاهر، أو مقدر هذا من جهة، اما الجهة الثانية فان الكثير من هذه الأساليب كانت تتداخل في ثنايا الجواب عن السؤال الصريح والمقدر.\nلقد استغرق العمل في هذا البحث وقتا طويلا بسبب سعته وتناثر أجزائه في موضوعات عدة، وقد تطلب ذلك جهدا مظنيا من اجل لم شتاته، وحصره وتقسيمه بشكل يمكن من الخروج بنتائج طيبة، وقد تطلب ذلك قراءة القرآن الكريم بأجمعه اكثر من عشر مرات، والإبحار في أعماق النص القرآني بقدر كبير من التأمل والتاني خشية الخروج بنتيجة من النتائج الخاطئة.\nإن هذا ما أسعفنا به الوقت لا الجهد، فان كنت قد أصبت فذلك بتوفيق من الله تعالى، وان كانت الأخرى، فإلى الله المشتكى وعليه المعول.\nوآخر دعوانا ان الحمد لله رب العالمين\n(1/5)\n",
        "التمهيد\nالجواب مشتق من (جَوَبَ)، والجَوْب (قطعك الشي كما يجاب الجيب. يقال: جيبٌ مَجُوبٌ، ومجَّوبٌ. وكل مجّوفٍ وَسطَهُ فهو مَجُوبٌ. والجَوْبُ: درعٌ تلبسه المرأة. وجبتُ المغازة: أي قطعتها، واجتبتُ الظَّلامَ والقميص، أي قطعتهُ. والجواب: رديد الكلام. تقول: اساء سمعاً فأساء جابةً (1)، من أجاب يجيب، ويقال: هل عندك جابية خبر؟ أي: خبرٌ ثابت. والجميع: الجوائب. ويقال الجوائب: الغرائب من الأخبار، وجابية خبر، أي محمولة من ارض الى ارض بعيدة، أي: قد جابت البلاد (2). وقال الأزهري (ت 370هـ): (قال الله جل وعز) (وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ) (3) قال الفّراء: جابوا اخرقوا الصخر فاتخذوه بيوتاً فارهين، ونحو ذلك (4) ثم يذكر ما جاء في معجم العين، عن الجواب.\nأما الصاحب بن عباد (ت 385هـ) فيقول: (الجواب: رديد الكلام، أجاب يجيب ومثلٌ ((أساء سمعاً فأساء جابةً)) و (إجابةً) وانه لحسن الجيبة والجابة: أي الجواب (5) أما احمد بن فارس (ت 395هـ) فيقول عن (جوب): (الجيم والواو والباء اصل واحد وهو خرق الشي. يقال جبت الأرض جوباً، فأنا جائب وجّواب ... واصل آخر، وهو مراجعة الكلام، يقال كلمة فاجابه جواباً، وقد تجاد مجاوبة، والمجابة: (الجواب) (6).\nويقول الزمخشري (ت 528هـ) عن (جوب): (جاب الثوب واجتابه: قطعه، واستجاب الله دعاءه، ومن الحجاز: جاب الفلاة واجتابها، وجاب الظّلام) (7).\nويقول صاحب (لسان العرب) عن (جوب): في أسماء الله المجيب، وهو الذي يقابل الدعاء، والسؤال بالعطاء، والقبول سبحانه وتعالى، وهو اسم فاعل من اجاب\n__________\n(1) ينظر: مجمع الأمثال للميداني، 2: 101، ويروي هذا المثل أيضاً: أساء سمعاً فأساء إِجابةَ.\n(2) كتاب العين للفراهيدي، 6: 192 - 193.\n(3) الفجر: (9).\n(4) تهذيب اللغة، الأزهري، 11: 128.\n(5) المحيط في اللغة، للصاحب إسماعيل بن عباد، 7: 201.\n(6) معجم مقاييس اللغة لأحمد بن فارس، 1: 491.\n(7) أساس البلاغة، للزمخشري، 1: 139.\n(1/1)\n\nيجيب، الإجابة: رجع الكلام، تقول: اجابه عن سؤاله، وقد أجابه إجابة، واجاباً وجابةً، واستجوبةً. واستجابةً، واستجاب له. وفي أمثال العرب (أساء سمعاً فأساء جابةً)، ويجوز ان يكون أي [الجواب] من جبت الأرض إذا قطعتها بالسير) (1)\nإن استعراض ما جاء في أهم المعاجم العربية عن الأصل اللغوي للفظة (الجواب) يوضح الكيفية التي تقلبت بها هذه اللفظة حتى استقرت على معناها اللغوي المعروف أخيراً، ويظهر مما تقدم أن الجواب ـ لغوياً ـ مأخوذ من معنى قطع الشي (جبت الأرض إذا قطعتها بالسير).وهذا المعنى هو الأساس الذي يقوم عليه مفهوم الجواب – كما سيتضح فيما بعد – فالجواب يقطع السبيل على السائل بحيث لا يترك له مجالاً في زيادة كلامه؛ خاصة انه حينما يسأل عن شي ما؛ فانه يطلب جواباً عن سؤاله، وبعد حصوله على الجواب ينتفي الغرض من الكلام.\nأما في القرآن الكريم فقد وردت لفظة الجواب وما اشتق منها (ثلاثاً وأربعين مرة) (2) منها اثنتان وعشرون مرة بمعنى إجابة الناس لدعوة الله تعالى وأنبيائه ورسله للإيمان بالله، الواحد الأحد، كما في قوله: (وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) (3). وقد نزلت هذه\nالآية (في الأنصار: دعاهم الله عز وجل للأيمان به وطاعته فاستجابوا له بان آمنوا\nبه وأطاعوه) (4).\nومنها (ثلاث عشرة) بمعنى إجابة الله تعالى للدعاء كما في قوله تعالى: (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَان) (5).\n__________\n(1) لسان العرب لابن منظور. مادة (جوب)، 1: 275 - 276.\n(2) ينظر: المعجم الفهرس لألفاظ القرآن الكريم محمد فؤاد عبد الباقي: 185 - 186.\n(3) الشورى: (38) وينظر: إبراهيم: (44) والأحقاف: (32)، (31)، والمائدة: (109) وآل عمران: (172). والرعد: (18) حيث تكررت مرتين (استجابوا) و (يستجيبوا)، وفاطر: (14) والإسراء: (52)، والأنعام: (36)، والشورى: (16)، (26)، (47)، والبقرة: (186)، والقصص: (50)، (65) والأنفال: (24)، والأعراف: (82)، والنمل: (56)، والعنكبوت: (24)، (29).\n(4) الكشاف، الزمخشري، 4: 228.\n(5) البقرة: (186)، وينظر: النمل: (62)، ويونس: (89)، وآل عمران: (195) والأنفال: (9)، ويوسف (34)، والأنبياء: (76)، (84)، (88)، (90)، وغافر: (60)، وهود: (61) والصافات: (75).",
        "(1/2)\n\nوجاءت لفظة الجواب وما اشتق منها (ست مرات) بمعنى إجابة الآلهة وغيرها مما اتخذه المشركون لدعاء هؤلاء المشركين لها، كما في قوله جل وعلا: (وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ) (1). (وإنما قيل (من و (هم) لأنه اسند إليهم ما يسند إلى أولي العلم من الاستجابة والغفلة، ولأنهم كانوا يصفونها بالتمييز جهلاً وغباوة ويجوز أن يريد: كل معبود من دون الله من الجن والإنس والأوثان، فغلب غير الأوثان عليها) (2). وجاءت مرة واحدة بمعنى استجابة الناس لدعوة الشيطان كما في قوله تبارك وتعالى: ( ... وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ... ) (3).\nوتبقى لدينا آية واحدة لا ينطبق عليها أيُّ معنى من المعاني السابقة وهي في قوله تعالى: (وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ) (4) فان (جابوا) معناه (قطعوا صخر الجبال واتخذوا فيها بيوتاً) (5). يتضح من ذلك ان لفظة الجواب وما اشتق منها قد خرجت إلى عدة معانٍ، إلا أنها لم تأتِ، ولو مرة واحدة لتدل على الجواب الذي نحن بصدد البحث فيه، وهو الجواب الذي يأتي رداً على استفهام.\nإن تتبع مفهوم الجواب يبدو للوهلة الأولى هيناً وواضحاً .. ولكن سرعان ما تنجلى الحقيقة وهي أن ما ذكر عن الجواب لا يعدو أن يكون عبارة عن إشارات مقتضبة لا يجمعها علم معين أو كتاب واحد، وكأَنَّ الباحثَ في هذا الموضوع يطأُ أرضاً بكْراً لَمْ يطأْها أحدٌ قبله، ففي كتب الأدب العامة لم نجدْ إِلاَّ نتفاً من الأجوبة وأمثلة عليها؛ إذ نجد أن ابن عبد ربه (ت 327هـ) يسمى بابً من أبواب كتابه (فرش كتاب المجنبة في الأجوبة) ويصف الجوابات بانها (أصعب الكلام كله مركبا،\n__________\n(1) الأحقاف: (5)، وينظر: الأعراف: (194)، وهود (14)، والكهف (62)، والقصص: (64)، والرعد (14).\n(2) الكشاف، 4: 295 - 196.\n(3) إبراهيم 22\n(4) الفجر: (9).\n(5) الكشاف، 4: 748.\n(1/3)",
        "\nواعزّه مطلباً، وأغمضه مذهباً، وأضيقه مسلكاً؛ لان صاحبه يعجل مناجاة الفكرة واستعمال القريحة؛ يروم في بديهة؛ نقض ما أبرم في رويةّ) (1)\nويقول بعد ذلك (أسرع الناس جواباً عند البديهة قريش ثم بقية العرب، واحسن الجواب كله ما كان حاضراً مع إصابة معنى وإيجاز لفظ) (2). ويفهم من ذلك انه يعني السؤال والجواب الشفاهي الذي يدور في المخاطبات المختلفة، ثم يذكر أمثلة عديدة من الأجوبة، ومنها جواب عثمان بن عفان (رض) ثم حديث عمرو بن الأهتم والزبرقان بن بدر مع النبي صلوات الله وسلامه عليه. ثم جواب عقيل بن أبي طالب لمعاوية وأصحابه، وجواب ابن عباس لمعاوية .. وهكذا، وهذه الأجوبة كانت تقع ضمن حوار يقوم على السؤال والجواب. وعلى المنوال نفسه ينسج أبو علي القالي (ت 356هـ) إذ يذكر عنوان (مطلب حديث معاوية مع عبد الله بن الحجر بن عبد المدان وما دار بينهما من سؤال وجواب وغريب ذلك) ويبدأ بسؤال معاوية لعبد الله عن قومه، وعن بعض قبائل العرب فيجيبه عبد الله عن جميع أسئلته حتى يقول له معاوية: (أنت اعلم بقومك) (3)، ويورد في موضع آخر حواراً لطيفاً بين آبي عمرو بن العلاء (ت 154هـ) واحدِ الأعراب (4)، وهكذا لا تنفك نماذج أبى علي القالي التي يوردها عن أن تكون محاوراتٍ قائمة على السؤال والجواب.\nاما أبو حيان التوحيدي (ت 414 هـ) فيذكر سمات الجواب قائلا: ((احسن الجواب ما كان حاضراً مع إصابة المعنى، وإيجاز اللفظ، وبلوغ الحجة)) (5) ثم يذكر شرح ذلك بقوله: ((أما حضور الجواب فليكون الظفر عند الحاجة، وأما إيجاز اللفظ فليكون صافياً من الحشو، وأما بلوغ الحجة فليكون حسماً للمعارضة) (6) وهذا الكلام يكاد يتطابق مع كلام ابن عبد ربه الذي ذكرناه عن سمات الجواب، ويورد التوحيدي نماذج عديدة منها: (نظر ثابت بن عبد الله بن الزبير إلى أهل الشام فشتمهم، فقال\n__________\n(1) العقد الفريد، ابن عبد ربه، 4: 3.\n(2) م. ن، 4:4.\n(3) الأمالي، أبو علي القالي، 1: 159.\n(4) م. ن، 2: 16.\n(5) الإمتاع والمؤانسة، أبو حيان التوحيدي، 3: 163.\n(6) الإمتاع والمؤانسة، أبو حيان التوحيدي، 3: 163.\n(1/4)\n",
        "له سعيد بن عثمان بن عفان: أتشتمهم لأنهم قتلوا أباك؟ فقال: صدقت، ولكن المهاجرين والأنصار قتلوا أباك) (1).\nإن ما يلاحظ على هذا الجواب انه يعد من الأجوبة المسكتة، إذْ ينقطع الكلام بهذا الجواب، مع أن اكثر النماذج التي يذكرها التوحيدي تكون عبارة عن سؤال وجواب ويتطور الكلام بعد ذلك إلى حوار يقوم على السؤال والجواب، والحوار لا يدخل ضمن مجال بحثنا، فلا يتحقق معنى القطع فيه حتى إذا اعتمد على السؤال والجواب إذ يقوم الحوار على (المراجعة في الكلام بين المتكلم ومحاور له، أو بين اكثر من ذلك، حيث يتعاقب الأشخاص على الإرسال والتلقي، وله موضوع معين، وهدف محدد) (2).\nونجد الزجاجي (ت 340هـ) يطلق أسم (الأجوبة المسكتة) في أماليه على الأجوبة التي ينقطع بها الكلام ويورد مثالين لذلك يقول في الأول منهما: (كانت رملة بنت عبد الله بن معمر تحت هشام بن سليمان بن عبد الله، فجرى بينهما ذات يوم كلام فقال لها: أنت بغلةٌ لا تلدين فقالت له: يأبى كرمي أن يخالط لُؤْمَك) (3). ومن الواضح أن معنى القطع يتحقق بهذا الجواب، إذ لا مجال للزيادة عليه. والجواب الذي يتحقق فيه هذا المعنى هو الجواب الذي يدور عليه هذا البحث.\nإن الزجاجي حينما يورد مصطلح (الأجوبة المسكتة) فانه يدل على وجود أجوبة غير مسكتة، أي أن السائل حينما يسمع الجواب فانه يردف سؤاله الأول بسؤال آخر. لان الجواب لم يكن جواباً تاماً يعطي تصوراً كاملاً عن المسألة، وخصوصاً إذا كان السائل خالي الذهن تماماً، أو حينما لا يتطابق الجواب مع ما في ذهنه فيضطر إلى السؤال مجدداً.\nوهنالك كتب حملت عنوان (الأجوبة المسكتة) ولعل أهمها كتاب الأجوبة المسكتة لابن أبى عون الكاتب (ت 322هـ) لتقدم مؤلفه زمنياً، وقد جمع فيه العديد من الأجوبة وجعل كتابه في ثمانية فصول، فذكر بعض أجوبة الفلاسفة والحكماء والزهاد والمتكلمين والأعراب والنساء، وبعضاً من جوابات المدينيين والمخنثين وبعضاً\n__________\n(1) م. ن، 3: 164.\n(2) أسلوبية الحوار في القرآن الكريم، رسول حمود حسن الدوري: 9.\n(3) أمالي الزجاجي، الزجاجي: 141.\n(1/5)\n\nمن الجوابات الهزلية. وهو لم يقدم مفهوماً للجواب المسكت، واكتفى بإيراد نماذج منه كما في قوله: ((وشى واشٍ إلى الاسكندر برجل، فقال: أتحب أن نقبل منك ما قلت فيه، على أن نقبل منه ما قال فيك؟ قال: لا. قال: فكف عن الشر يكف عنك)) (1) وابن أبي عون الكاتب هذا له مؤلفات عديدة (2) تدل على شخصية علمية لها من الاطلاع والثقافة ما يؤهلها لان تنتظم في سلك كتاب القرن الرابع الهجري، إلاّ انه مع ذلك لم يقدم في هذا الكتاب ما يمكن أن يعتمد عليه للإفادة في ترسيخ مفهوم الجواب، ولابُدَّ مِنْ أَنْ يكون لديه مفهوم محدد لهذا الجواب إلا انه لم يفصح عنه، واكتفى بإيراد أمثلة عديدة ومختلفة من الأجوبة، وربما يعود ذلك الى طبيعة التأليف الذي كان يسود عصره.\nوهنالك كتب أخرى حملت عنوان (الأجوبة المسكتة) مثل (الأجوبة المسكتة) تأليف: علي عبد علي الخزاعي الذي جمع فيه عدداً كبيراً من الأجوبة وأكثرها من العصر الأموي والعباسي، وهو يعلق على بعضها بتعليقات مقتضبة، ويكتفي بذكر المصادر التي رجع إليها في نهاية الكتاب من دون أن يذكر في الهامش اسم المصدر الذي نقل منه الجواب ورقم الصفحة. وكذلك الحال مع كتاب (الأجوبة المسكتة) الذي جمع فيه مؤلفه محمد سعيد العاني عدداً من الأجوبة من الفترات الزمنية التي اعتمدها سابقهُ وهو لا يشير إلى المصدر، لا في الهامش ولا في أخر الكتاب مع انه قد قضى اكثر من عشرين سنة في جمع هذه الأجوبة كما جاء في مقدمة كتابه (3). لقد خلا هذان الكتابان من تعريف (الأجوبة المسكتة) ومن البحث في هذا الموضوع مطلقاً، واكتفى هذا المؤلفان بترتيب وتنسيق الأجوبة بطريقة ترضيهما.\nويذكر القلقشندي (ت 821هـ) شيئاً عن الأجوبة إلاّ انه يقصد بها الرد على الرسائل ويقسمها قسمين فمنها ما كان في الابتداء ومنها ما كان جوابا على رسالة قد وصلت (4). وهو لا يذكر شيئاً عن الأجوبة التي تكون رداً على استفهام.\n__________\n(1) الأجوبة المسكتة، ابن أبي عون الكاتب: 35.\n(2) م. ن: 13 - 14.\n(3) الأجوبة المسكتة: 5.\n(4) ينظر: صبح الأعشى في صناعة الإنشا، القلقشندي، 6: 447.",
        "(1/6)\n\nوإذا كانت كتب الأدب قد تعاملت مع الجواب على هذا النحو الذي تكتفي فيه بإيراد نماذج من الأجوبة التي تخدم غرضاً معيناً، فان كتباً أخرى تشاركها في ذلك اذ وجدنا ابن السراج الطوسي (ت 378هـ) يضع لأحد فصول كتابه عنواناً هو: (كتاب المسائل واختلاف أقاويلهم في الأجوبة) في كتابه (اللُّمع) في التصوف، ويذكر أمثلة متعددة من أجوبة كبار الصوفية على أسئلة عديدة، ومنها مسألة (الفناء والبقاء) التي يقول عنها: (الفناء والبقاء: اسمان وهما نعتان لعبد موحد يتعرض الارتقاء في توحيده من درجة العموم إلى درجة الخصوص، ومعنى الفناء والبقاء في أوائله، فناء الجهل ببقاء العلم، وفناء المعصية ببقاء الطاعة وفناء الغفلة ببقاء الذكر، وفناء رؤيا حركات العبد لبقاء رؤيا عناية الله في سابق علمه) (1) ثم يذكر أهم أجوبة الصوفية ومنها جواب الجنيد البغدادي إذ قال عن الفناء والبقاء: (إذا فني الفناء عن أوصافه أدرك البقاء بتمامه) (2)، وجواب الشبلي الذي قال: من فني عن الحق بالحق، لقيام الحق بالحق فني عن الربوبية فضلاً عن العبودية) (3).\nويذكر بعد ذلك أجوبة عديدة عن هذه المسألة، وتتعدد الأجوبة وتختلف من صوفي إلى آخر، بيد أن هذه الأجوبة تتمحور حول البقاء لله تعالى والفناء للعبد، على أن هذا الاختلاف بينهم لا يعني بالضرورة إنها أجوبة خاطئة، بل يمكن القول إن كل واحد من هؤلاء المتصوفة يفهم البقاء والفناء بطريقة قد تقترب، أو تبتعد عن مفهومها لدى صوفي آخر، لان التجربة الصوفية تجربة ذاتية.\nوهنالك كتب تقوم بأكملها على السؤال والجواب مثل كتاب (الهوامل والشوامل) الذي سأل فيه أبو حيان التوحيدي صاحبه مسكوبة مئةً وخمساً وسبعين مسألة في شتى العلوم والموضوعات، وكان مسكويه يجيبه عن جميع مسائله (4)، وهو كسابقه من الكتب لم يقدم مفهوماً عن الجواب، ولم يبحث هذا الموضوع من قريب ولا من بعيد.\n__________\n(1) اللمع. ابو نَصْر السراج: 285.\n(2) م. ن: 285.\n(3) م. ن: 285.\n(4) ينظر: الهوامل والشوامل، لأبي حيان التوحيدي ومسكوية.\n(1/7)",
        "\nإن استعراض ما جاء في هذه الكتب وذكر بعض النماذج منها يوضح الكيفية التي كان عليها الجواب لدى هؤلاء في كتبهم، إلاّ أن ذلك لا يعني عدم أهمية ذلك في بناء مفهوم مقبول عن الجواب. ولعل كتب علوم القرآن اكثر قرباً في تناولها الجواب، وخاصة في القرآن الكريم، إلا أنها مع ذلك لم تقدم مفهوماً للجواب يمكن الاعتماد عليه وكان الزركشي (ت 764هـ) في كتابه (البرهان في علوم القرآن) اكثر من ذكر الجواب وأمثلة عنه في القرآن الكريم. ويقول عن الجواب: ((الأصل في الجواب أن يكون مطابقاً للسؤال، إذا كان السؤال متوجهاً، وقد يعدل في الجواب عما يقتضيه السؤال تنبيها على انه كان من حق السؤال أن يكون كذلك، ويسميه السكاكي (الأسلوب الحكيم) (1)، وقد يجيء الجواب اعم من السؤال للحاجة إليه في السؤال وأغفله المتكلم، وقد يجيء انقص لضرورة الحال) (2).\nثم يفصل بعد ذلك ما ذكره إجمالاً هنا ويورد أمثلة من الآيات القرآنية المباركة ثم يذكر بعد ذلك ان اصل الجواب أن يعاد فيه نفس سؤال السائل، ليكون وفق السائل. قال تعالى: (قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ ... ) (3) و (أنا) في جوابه عليه السلام هو (انت) في سؤالهم) (4). ويسترسل الزركشي فيذكر العديد من القواعد والفوائد ليؤكد حقيقة مفادها انه افضل من تناول الجواب من بين من كتبوا في علوم القرآن.\nولأهمية السؤال والجواب قيل: ((العلم نصفان: نصفه سؤال، ونصفه جواب)) (5) اما السؤال او الاستفهام فقد درس دراسة وافية على أيدي النحويين، وقد خصصوا له باباً اسمعوه (باب الاستفهام) في اكثر كتب النحو. فحددوا أدواته. وكيفية استعمالها، ولم يولوا الجواب الأهمية نفسها مع أن الغاية من السؤال هي الجواب واكتفوا بإشارات سريعة عنه خلال كلامهم على الاستفهام.\n__________\n(1) ينظر: مفتاح العلوم، السكاكي: 553.\n(2) البرهان في علوم القرآن، الزركشي، 4: 46.\n(3) يوسف: (90).\n(4) البرهان في علوم القرآن، 4: 46.\n(5) اللمع: 304.\n(1/8)\n",
        "أن الجواب ينقسم تبعاً للسؤال على قسمين: جواب عن سؤال صريح، وجواب عن سؤال مقدر أو (ضمني). وجواب السؤال الصريح: هو الجواب الذي يأتي رداً على سؤال تظهر فيه إحدى أدوات الاستفهام، وفي بعض الأحيان يكون الجواب صريحاً، ولكن لا تظهر أداته بل تقدر. كقوله تعالى: (وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغَالِبِينَ * قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ) (1). فقد حذفت الهمزة قبل قوله (إن لنا لأجراً) (اعتماداً على القرائن بدليل أن فرعون ردَّ عليهم بقوله ((قال نعم)) (2). ومن ذلك قول عمر بن ابي ربيعة:\nثم قالوا: تحبها؟ قلت بهراً ... عدد الرمل والحصى والتراب (3)\n(فقيل: أراد: أتحبها؟) (4). وتقسم أدوات الاستفهام على حروف، وهي: الهمزة وهل، وأسماء، وهي بقية أدوات الاستفهام وينقسم الاستفهام تبعاً لذلك على استفهام تصديق، واستفهام تصور (5)، فالأداة هي التي تحدد كيفية الإجابة، فالهمزة (ترد لطلب التصور نحو: أ زيدٌ قائم أم عمرو؟ ولطلب التصديق نحو: أزيدٌ قائم؟ و (هل) مختصة بطلب التصور نحو: من جاءك؟ وما صنعت؟ وكم مالك؟ وأين بيتك؟ ومتى سفرك؟) (6) ولعل كتاب سيبويه أول كتاب نحوي يشير إلى الفرق بين استفهام التصديق والتصور وان لم يُسِّمِها بهذين الاسمين إذ يقول في باب (أم) إذا كان الكلام بها بمنزلة (أيها) أو (أيهم): - ((وذلك قولك: أزيدٌ عندك أم عمرو؟ وأزيداً لقيت أم بشْراً؟ فأنت الآن مدعٍ أن عنده أحدهما لأنك إذا قلت: (أيهما عندك) و (أيهما لقيت) فأنت مدعٍ أن المسؤول قد لقي أحدهما، أو عنده أحدهما، إلاّ أن علمك قد استوى فيهما لا تدري أيهما هو)) (7). إن كلام سيبويه (ت 180هـ) هنا منصب على استفهام التصور، ولذلك فانه يقدرّ وجود (أيها) و أيهم) والحاصل أن السائل هنا يحمل في ذهنه تصوراً ما، وليس خالي الذهن تماماً؛ أي انه يعلم بوجود\n__________\n(1) الأعراف: (113 - 114).\n(2) أساليب الاستفهام في القرآن الكريم، السيد عبد العليم فودة: 325.\n(3) شرح ديوان عمر بن أبي ربيعة: 64.\n(4) مغني اللبيب: 20.\n(5) ينظر: الأشباه والنظائر السيوطي، 4: 5 - 6، ومغني اللبيب: 21.\n(6) مغني اللبيب: 21.\n(7) الكتاب، سيبويه، 3: 169 - 170.\n(1/9)\n\nشخص ما ولكنه يشك في تعيينه، ولذلك يكون الجواب بالنص على وجود زيد او عمرو.\nكما أشار سيبويه في موضع آخر إلى الاستفهام عن النسبة (التصديق) إذْ أن السائل يشك في مضمون الجملة، أو في نسبة المسند إلى المسند اليه، وان حاجته من المسؤول ان تكون الإجابة عما يسأل نفياً أو اثباتاً فيقول: ((تقول: أ لقيت زيداً أو عمراً أو خالداً؟ و أ عندك زيدٌ أو خالدٌ أو عمرو؟ كأنك قلت: أعندك أحد من هؤلاء؟ وذلك انك لم تدّعِ أن أحداً منهم ثَمَّ، ألا ترى انه إذا أجابك قال: (لا). كما يقول: إذا قلت: أعندك أحد من هؤلاء؟)) (1). كما ان سيبويه يستحسن تقديم الاسم؛ أي المستفهم عنه وذلك في استفهام التصور، أما في استفهام التصديق فانه يستحسن تأخير الاسم. أما الذي يحدد هذا التقديم. أو التأخير فهو السائل، أو المستفهم نفسه إذ يأتي بما يشك فيه أو يجهله بعد أداة الاستفهام مباشرة لان الغاية من السؤال هي الحصول على المعرفة. وعلى هذه الشاكلة يكون حديث النحويين عن الجواب عبارة عن إشارات موجزة في خضم حديثهم عن الاستفهام، كما ان الارتباط الوثيق بين السؤال والجواب جعل الجواب يتبع السؤال في الأعراب يقول ابن جني (ت 392هـ): ((وأعراب الجواب على أعراب السؤال ان رُفِعَ رفعتَ، وإنْ نُصِبَ نصبتَ، وإنْ جُرَّ جررت. يقول: من هذا؟ فتقول: زيد، فترفع لان (من) مرفوعة بالابتداء، وإذا قال: من ضربت؟ قلت: زيداً، وإذا قال: بمن مررت: قلت: بزيد. فتاتي بحرف الجر لان حروف الجر لا تضمر)) (2) ولعل في هذه الأمثلة التي ذكرناها عن جواب السؤال الصريح عند النحاة كفاية للتدليل على الكيفية التي تناولوا بها الجواب.\nأما البلاغيون فان كلامهم يكاد يتطابق مع كلام النحويين فتقسيم أدوات الاستفهام من حيث التصور والتصديق نفسه، يقول السكاكي (ت 626هـ): ((إن طلب التصور مرجعه إلى تفصيل المجمل، أو إلى تفصُل المفصل وإذا تأملت التصديق وجدته راجعاً إلى تفصيل المجمل أيضا، وهو طلب تعين الثبوت، أو\n__________\n(1) الكتاب: 3: 179.\n(2) اللمع في العربية. ابن جني: 300 - 301.",
        "(1/10)\n\nالانتفاء في مقام التردد، والهمزة من النوع الأخير، تقول في طلب التصديق بها: احصل الانطلاق؟، و (أزيدٌ منطلق؟). وفي طلب التصور بها في طرف المسند اليه: (أدبس في الإناء أم عسل؟ وفي طرف المسند: (أفي الخابية دبسك أم في الزق؟)، فأنت في الأول تطلب تفصيل المسند إليه وهو المظروف، وفي الثاني تفصيل المسند، وهو الظرف، و (هل) من النوع الثاني لا تطلب به إلاّ التصديق كقولك: (هل حصل الانطلاق). و (هل زيد منطلق؟) (1) ان العلاقة التي تربط بين التصور والتصديق، والجواب تكمن في أن كيفية الجواب تتحدد على أساس الفرق بين هذين الاستفهامين، ولذلك فان إدراك الفرق بينهما يعدُّ أساساً تعتمد عليه صحة الجواب، وقد حاول البلاغيون وضع الحدود التي تبرز الفرق بين كل من التصديق والتصور، فالتصديق (يكون عن نسبة تردد الذهن بين ثبوتها أو انتفائها، والاستفهام عن التصور يكون عند التردد في تعيين أحد شيئين، فبالاستفهام يعلم انه أحاط العلم بأحدهما لا بعينه، مسندين أم مسنداً إليهما، أم من متعلقات الإسناد) (2)\nومن الفروق الأخرى بينهما ان الاستفهام عن التصديق (حقه أن يؤتى بعده بـ (أم) المنقطعة دون المتصلة، والاستفهام عن التصور، ما صلح أن يؤتى بعده بـ (ام) المتصلة دون المنقطعة) (3).\nويظهر أن النحاة وان كانوا يدركون الفرق بين التصديق والتصور، إلا ان هذين المصطلحين لم يظهرا في كتب النحو إلاَّ بَعْد مُدَّة إذ (اعتمد النحاة المتأخرون هذا التقسيم لأدوات الاستفهام ومنهم ابن هشام) (4).\nأما جواب السؤال المقدر (الضمني)، فأنه اكثر تشعباً، واشد تعقيداً من جواب السؤال الصريح، لما فيه من سعةٍ، ولتناثر أجزائه في عدة مواضع من موضوعات علم المعاني في البلاغة العربية، كما أن هنالك تداخلاً كبيراً في هذا الموضوع بين\n__________\n(1) مفتاح العلوم: 531 - 532. وينظر: الإيضاح، الخطيب القزويني: 136 - 137.\n(2) شروح التلخيص، عروس الأفراح، 2: 247.\n(3) م ن، 2: 247.\n(4) أساليب الطلب عند النحويين والبلاغيين د. قيس إسماعيل الأوسي: 318، وينظر مغني اللبيب: 20.\n(1/11)",
        "\nالبلاغة والنحو، وذلك لان الوشائج التي تربط علم المعاني بالنحو كثيرة حتى أن البعض قد طالب بضمه إلى النحو (1).\nويمكن حصرُ جواب السؤال المقدر (الضمني) في ثلاثة مواضع من علم المعاني هي:\n1ـ في أغراض الخبر: وذلك حينما يخرج الكلام عن (مقتضى الظاهر كأنْ ينزَّلَ غير السائل منزلة السائل إذا قدم إليه ما يلوِّح له بالخبر؛ فيستشرف له استشراف المتردد الطالب نحو: ( ... وَلا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ) (2) وتجدر الإشارة إلى أن للخبر غرضين هما: (إفادة المخاطب، أما المحكم أو كونه عالماً به، ويسمى الأول: فائدة الخبر، والثاني: لازمه) (3) أو لازم فائدة الخبر، إذْ إن لازم الفائدة لا يقدم جديداً للمخاطب، وانما يفيد أن المتكلم عالم بالحكم، أو الخبر.\nوهنالك فرق واضح بين مجيء الكلام على مقتضى الظاهر، وخروجه عن\nمقتضى الظاهر (وذلك كما لو نزل غير السائل منزلة السائل، فالقي إليه الكلام مؤكداً، فالتأكيد مقتضى الحال الذي هو السؤال تنزيلاً، لكنه خلاف مقتضى ظاهر الحال الذي هو عدم السؤال حقيقة) (4).\n2ـ في موضوع (الفصل والوصل): وذلك في واحد من مواضع (الفصل) وهو ما يسمى بـ (شبه كمال الاتصال) أو الاستئناف، إذ يقدر البلاغيون وجود سؤال قبل هذا الاستئناف، والغاية من وراء تقدير هذا السؤال هي التنبيه على أمر غاية في الأهمية ألا وهو مراعاة مستوى المخاطب، وذلك بان يشعر المتكلم بعدم وضوح الأمر في ذهب المخاطب، وكأنه يهم بالسؤال فيجيبه المتكلم على سؤاله قبل أن يصدر عنه أو يطلب منه ذلك شرط أن يقدر السؤال بشكل صحيح.\nوقد قسم الاستئناف على ثلاثة اضرب (5): لان السؤال الذي تضمنته الجملة الأولى اما عن سبب الحكم فيها مطلقاً كقوله:\n__________\n(1) ينظر: التعبير البياني، د. شفيع السيد: 3، وأساليب الطلب: 354 - 357.\n(2) هود: (26).\n(3) التلخيص. الخطيب القزويني: 42 - 43، وينظر: مفتاح العلوم: 354 - 357، والإيضاح: 24.\n(4) شروح التلخيص، حاشية الدسوقي، 1: 209.\n(5) ينظر: الإيضاح: 159 - 160.\n(1/12)\n",
        "قال لي: كيف أنت؟ قلت عليلٌ ... سهرٌ دائم وحزن طويلُ\nأي: ما بالك عليل؟ وما سبب علتك؟ واما عن سبب خاص له كقوله تعالى: (وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ ... ) (1) وهذا الضرب يقتضي تأكيد الحكم. وأما عن غيرهما، كقوله تعالى: ( ... قَالُوا سَلاماً قَالَ سَلامٌ ... ) (2) كأنه قيل فماذا قال إبراهيم عليه السلام؟ فقيل: قال: سلام. وهكذا يقدر السؤال تقديراً في ثنايا الكلام ولا يظهر أبداً، وهنا تكمن الدقة في هذا الموضع لان تقدير السؤال يعتمد على فهم المعنى بشكل عميق، وخاصة في كلام رب العزة جل وعلا.\n3 ـ في الإيجاز: وذلك في موضع الحذف منه، إذ الحذف نوعان، هما\nحذف جزء من الجملة وهو حذف المفردات، وحذف الجمل. وينقسم حذف الجمل على: حذف الجمل المفيدة، وحذف الجمل غير المفيدة، ثم ينقسم حذف الجمل على أربعة اضرب، وما يهمنا هنا هو الضرب الأول منه وهو: حذف السؤال المقدر\nويسمى (الاستئناف) (3).\nويقول ابن الأثير (ت 637 هـ) عنه: (ذلك ضرب من التأليف لطيف الأمر، عجيب المغزى، ولا تجد باباً من أبواب الحذوف احسن مأخذاً، ولا أطرف خبراً)) (4).\nوالواقع أن هذا الموضع لا يختلف عن الموضع السابق، فهذا استئناف، وذاك استئناف أيضا إلا انهما قد وردا في موضعين مختلفين عند البلاغيين، وان كانا يتفقان في المضمون.\nوقد يرد السؤال المقدر في ثنايا موضوعات أخرى لم يفرد لها البلاغيون مواضع خاصة. ولكنها تتصل بالسؤال المقدر اتصالاً وثيقاً، ومنها كلامهم عن (إِنَّ) حينما يذكرون تلك الرواية المعروفة التي وقعت بين الكندي المتفلسف والمبرد ولا شك في ان البلاغيين قد أفادوا منها كثيراً في هذا الموضوع لأنها قررت حكماً اخذوا به، وجعلوه من قواعدهم: (روى ابن الأنباري، أن الكندي المتفلسف ركب إلى المبرد،\n__________\n(1) يوسف: (53)\n(2) هود: 69.\n(3) ينتظر: الجامع الكبير في صناعة المنظوم من الكلام والمنشور، ابن الاثير: 137 - 138.\n(4) م. ن: 137 - 138.\n(1/13)\n\nوقال: إني أجد في كلام العرب حشواً، فقال المبرد: في أي موضع، فقال: أجد العرب يقولون: عبد الله قائم، ثم يقولون: إن عبد الله قائم، ثم يقولون: إن عبد الله لقائم، والمعنى واحد، فقال المبرد: بل المعاني مختلفة لاختلاف الألفاظ، فقولهم: عبد الله قائم، إخبار عن قيامه، وقولهم: إن عبد الله قائم، جواب عن سؤال سائل، وقولهم: إن عبد الله لقائم، جواب عن إنكار لقيامه فما أحار المتفلسف جواباً) (1).\nوعلى هذا الأساس يضع البلاغيون القاعدة الآتية: ينقسيم الخبرُ على ثلاثة\nأغراض هي (2):\nالغرض الأول: وهو خلو الكلام عن عدم مؤكد عند عدم الإنكار ويسمى\n\nابتدائياً لأنه هو الواقع في الابتداء، إذ الأصل خلو الذهن.\nالغرض الثاني: وهو كونه مؤكداً استحساناً مع المتردد الطالب، ويسمى طلبياً لأنه للطالب.\nالغرض الثالث: وهو كون الكلام مؤكداً وجوباً مع المنكر ويسمى إنكارياً لوقوعه في مقابلة الإنكار، ويسمى إخراج الكلام عليها؛ أي على هذه الوجوه، وهو الخلو من التوكيد في الإلقاء الأول، والاتصاف بتأكيد الاستحسان في الإلقاء الثاني،\n__________\n(1) نهاية الإيجاز في دراية الإعجاز الرازي: 108، وينظر: دلائل الإعجاز، عبد القاهر الجرجاني: 242 ومفتاح العلوم: 354 - 355، والتبيان في علم البيان، ابن الزملكاني: 70، والإيضاح: 24.\n(2) شروح التلخيص، 1: 207 - 208.",
        "(1/14)\n\nوبتأكيد الوجوب في الإلقاء الثالث إخراجاً على مقتضى الظاهر) (1). وهذا الكلام، وان كان افضل في ترتيبه، وتنسيقه مما جاء في الرواية فانه لا يخرج عن كلام المبرد، بل هو شرح له، واستنطاق لمضامينه لا اكثر.\nإن ما يمكن أن نخرج به من هذه الرواية وشرحها هو أن دخول (أن) على الجملة يفيد وجود طلب قبلها أو سؤال مقدر، ولذلك فانها تدخل على كلام (يترد المخاطب في ثبوته ونفيه، أما أن يقطع فيه بأحد الأمرين، فليس من شأنها، ومن ثم تراها تزداد حسناً إذا كان الخبر يبعد مثله في الظن) (2).\nوهنالك موضع آخر للسؤال المقدر يتعلق بلفظ (قال) يقول عبد لقاهر الجرجاني (ت 471هـ) ((واعلم ان الذي تراه في التنزيل من لفظ (قال) مفصولاً غير معطوف هذا هو التقدير فيه والله اعلم اعني مثل قوله تعالى: (هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ *إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلاماً قَالَ سَلامٌ قَوْمٌ مُنْكَرُونَ * فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ* فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلا تَأْكُلُونَ * فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ ... ) (3) جاء على ما يقع في انفس المخلوقين من السؤال فلما كان في العرف والعادة فيما بين المخلوقين إذا قيل لهم دخل قوم على فلان فقالوا: كذا ان يقولوا: فما قال هو؟ ويقول المجيب: قال كذا؛ اخرج الكلام ذلك المخرج لان الناس خوطبوا بما يتعارفونه، وسلك باللفظ معهم المسك الذي يسلكونه)) (4).\nإن العرف اللغوي أو ما تعارف عليه الناس في خطابهم يأخذ مأخذه هنا لذلك يقدر سؤال بعد القول الأول، ويكون ما بعد (قال) الثانية بمثابة الجواب عن (قال) الأولى، وكان هذا النوع الضرب الثالث من اضرب الاستئناف.\nويذكر الزركشي واحداً من مواضع السؤال المقدر فيقول: ((اعلم انك متى رأيت (بلى) أو (نعم) بعد كلام يتعلق بهما تعلق الجواب، وليس قبلها ما يصلح أن\n__________\n(1) شروح التلخيص / مواهب الفتاح، 1: 207 ـ 208.\n(2) التبيان في علم البيان: 63.\n(3) الذاريات: (24 - 28).\n(4) دلائل الإعجاز: 244. وينظر: التبيان في علم البيان: 143 - 144.\n(1/15)",
        "\nيكون جواباً له، فاعلم ان هناك سؤالاً مقدراً. لفظه لفظ الجواب، ولكنه اختصر وطوي ذكره، علما بالمعنى)) (1).\nهذه هي المواضع التي ذكر فيها السؤال المقدر، فيكون ما بعده بمثابة الجواب له، وقد حددناها بثلاث نقاط، وتحدثنا عن المواضع الأخرى عرضاً لان الإشارات إليها كانت اقل، وهي تحتاج إلى استنطاق النص وإمكانية تأويله.\nإن الغاية من ذكر كل هذه النماذج عن جواب السؤال الصريح والمقدر هي الدلالة على الكيفية التي تم تناول الجواب بها، وقد استوجب ذلك أن يتأخر تناول الجواب (اصطلاحاً) للإفادة من كل ما تقدم من نماذج وإشارات.\nلقد أوردت بعض كتب البلاغة شيئا عن السؤال والجواب، فالرازي (ت 606هـ) حينما يتحدث عن النظم يعد وجوهاً منه، فيقول: (الوجه الثامن عشر – في السؤال والجواب كقول الباخزري:\nقد قلت: هجرتني فماذا العلة؟ ... صدت وتمايلت وقالت: قله) (2)\nوهو هنا لا يتحدث بشكل مفصل عن السؤال والجواب، بل يكتفي بهذه اللمحة الخاطفة ويسايره في الاتجاه نفسه رشيد الدين الوطواط (ت 573هـ) فيقول عن السؤال والجواب: ((تكون هذه الصنعة بان يرد في البيت الواحد أو البيتين سؤال وجوابه ... ) (3) ثم يذكر بيت الباخرزي نفسه.\nأما (المراجعة) مصطلحاً فانها تقترب كثيراً من مفهوم السؤال والجواب ويعرفها ابن أبي الأصبع المصري (ت 654هـ) بقوله: هو ان يحكي المتكلم مراجعة في القول ومحاورة في الحديث جرت بينه وبين غيره، أو بين اثنين غيره بأوجز عبارة، وارشق سبك واسهل ألفاظ أما في بيت واحد أو في آبيات أو جملة واحدة) (4). أما ابن معصوم المدني (ت 1120هـ) فيقول عن المراجعة: (عبارة عن ان يحكي المتكلم\n__________\n(1) البرهان في علوم القرآن، 4: 264.\n(2) نهاية الإيجاز في دراية الإعجاز: 149.\n(3) حدائق السحر في دقائق الشعر، رشيد الدين محمد العمري (الوطواط): 159.\n(4) تحرير التجبر، ابن أبي الأصبع المصري: 590.\n(1/16)\n",
        "ما جرى بينه وبين غيره من سؤال وجواب، بعبارة رشيقة، وسبك لطيف يستحلي ذوقه السامع، أما في بيت واحد أو في آبيات) (1).\nويتضح من الأبيات الشعرية التي يوردها المصري، وأبن معصوم أمثلة عن المراجعة انها عبارة عن حوار يقوم على السؤال والجواب ولا يتحقق فيها معنى القطع الذي يجب ان يتحقق في الجواب.\nلقد أغفلت كتب (التعريفات والمعاجم) (2) الإشارة إلى الجواب مصطلحاً ولم نعثر على مفهوم الجواب فيها ... إلا أن الكفوي (ت 1094هـ) قد ذكر الجواب فقال عنه: (الجواب: هو مشتق من (جاب الفلاة) إذا قطعها، وسمي الجواب جواباً لأنه يتقطع به كلام الخصم، وهو تارة يكون بـ (نعم) وتارة بـ (لا)؛ ويستعمل فيما يتحقق ويجزم وقوعه) (3).\nومن الواضح أن الكفوي هنا قد انصرف اهتمامه إلى المعنى اللغوي، كما انه قد حدده بـ (نعم) و (لا) أي انه يقتصر على جواب استفهام التصديق فقط. ويهمل جواب استفهام التصور، ومن المعلوم أن الجواب لا ينحصر بـ (نعم) و (لا) فقط، بل هو أوسع من ذلك بكثير، إذ يتشعب ويتفرع حسب طبيعة السؤال، كما ان السائل ليس خصماً دائماً. وأمام هذا الفراغ كان لابد للبحث من محاولة وضع تعريف مناسب للجواب، هو في حقيقته مأخوذ مما ذكرنا سابقاً فنقول: الجواب: هو ما ينقطع به كلامُ السائلِ بَعْدَ حُصولهِ على تعليلٍ أو تحليل للقضيةِ التي يسألُ عنها، ولا يتأَتَّى ذلك إلاّ بعَد تَأمُّلٍ لماهيةِ السؤالِ وطبيعةِ الجواب.\n__________\n(1) أنوار الربيع في أنواع البديع، ابن معصوم المدني: 305.\n(2) ينظر على سبيل المثال لا الحصر: كتاب التعريفات للشريف الجرجاني، وكشاف اصطلاحات الفنون للتهانوي.\n(3) الكليات، الكفوي، 2: 172.\n(1/17)\n\nالفصل الأول\nجواب السؤال الصريح\nجواب السؤال الصريح هو الجواب الذي يأتي ردا على سؤال تظهر فيه إحدى أدوات الاستفهام، وقد يكون السؤال صريحاً، ولكن لا تظهر فيه أداة الاستفهام بل تقدر.\nلقد ذهب بعض العلماء إلى أن الاستفهام في القرآن الكريم يختلف عن الاستفهام في كلام البشر، وذلك لان المُسْتفْهم غير عالم .. والله عزَّ وجل - منفي عنه ذلك، لأنه تعالى لا يستفهم خلقه عن شي، فالاستفهام في القرآن الكريم غير حقيقي لأنه واقع ممن يعلم، ويستغني عن طلب الفهم، وانما يخرج الاستفهام في القرآن، مخرج التوبيخ والتقرير (1).\nوهذا الكلام ليس دقيقاً لأنه يعمم ذلك على جميع الاستفهام في القرآن، إذ لم يصدر جميعه عن الله تبارك وتعالى، بل صدر عن طوائف مختلفة من البشر منهم الأنبياء ومنهم المؤمنون ومنهم الكفار ومنهم اليهود وغيرهم، وهذا الاستفهام الصادر عن هؤلاء منه كان حقيقيا ومنه ما كان يخرج إلى معانٍ أخرى .. ولم يخرج الاستفهام في القرآن مخرج التوبيخ والتقرير فقط بل خرج إلى معان بلاغية مختلفة.\nيقول السبكي: (والاستفهام طلب الفهم إذا كان السائل جاهلاً، وقد يكون عالماً وغرضه طلب فهم لآخر غير فاهم) (2).\nولما كان القرآن الكريم قد ذكر العديد من القصص والحوادث، فلا بُدَّ مِنْ أنْ يذكر بعضاً من أساليب الاستفهام المستخدمة على السنة من جرت بينهم تلك القصص والحوادث.\nإن شدة الارتباط بين السؤال والجواب تفرض علينا الاهتمام بالسؤال كثيرا لأنه المقدمة والأساس الذي يعتمد عليه الجواب، ولذلك لجأنا إلى تقسيم هذا الفصل حسب أدوات الاستفهام، وقد بدأناه بالهمزة.\n__________\n(1) ينظر: البرهان في علوم القرآن، 2: 327، والإتقان في علوم القرآن، 2: 102، ومغني اللبيب: 18.\n(2) شروح التلخيص /عروس الأفراح، 2: 307 - 308.",
        "(1/18)\n\nالمبحث الأول\nجواب الهمزة\nلكل أسلوب من أساليب العربية أدواته التي تميزه من غيره، والاستفهام شأنه في ذلك شأن الأساليب الأخرى، له أدواته المعروفة، وتقع الهمزة في صدارة الأدوات المستخدمة فيه.\nلقد أشار سيبويه إلى أهمية الهمزة قائلا: ((إنها حرف الاستفهام الذي لا يزولُ عنه إلى غيره، وليس للاستفهام في الأصل غيره، وانما تركوا الألف في (مَنْ) و (متى) و (هل) ونحوهن، حيث أمنوا الالتباس)) (1)\nأما ابن هشام الأنصاري فيقول عنها انها (أصل أدوات الاستفهام) (2) وقد عارض بعض النحاة هذا الكلام، وجعلوا (هل) تشارك الهمزة أصالتها في الاستفهام (3). وما يهمنا هنا إثبات أصالة الهمزة في أسلوب الاستفهام سواء في القرآن أو في غيره فهي (أمُّ) هذا الباب أي الاستفهام، ولعلنا نجد مصداق هذا الكلام في القرآن الكريم، ولما كان كتاب الله هو القمة التي لا يمكن الوصول إليها في جودة استخدامه أساليب العربية، فقد وجدنا أن (الهمزة اكثر أدوات الاستفهام وروداً في القرآن الكريم، فقد جاءت (562) مرة، ولما كان الاستفهام القرآني كله (1260) أسلوباً كان الاستفهام بها قريباً من نصف الاستفهام القرآني جميعه) (4). وتنفرد الهمزة عن بقية أدوات الاستفهام في كونها تستخدم لطلب التصديق ولطلب التصور (فالهمزة ترد لطلب التصور نحو: ازيدٌ قائم ام عمرو؟ ولطلب التصديق نحو: أزيدٌ قائم؟ و (هل) مختصة بطلب التصديق نحو: هل قام زيد؟ وبقية الأدوات مختصة\n__________\n(1) كتاب سيبويه، 1: 99 - 100.\n(2) مغني اللبيب، 19.\n(3) ينظر: أساليب الطلب عند النحويين والبلاغيين: 321 - 322.\n(4) أساليب استفهام في القرآن الكريم، 9.\n(1/19)",
        "\nبطلب التصور، نحو: من جاءك؟ وما صنعت؟ وكم مالك؟ وأين بيتك؟ ومتى سفرك؟) (1).\nوللتفريق بين هذين الاستفهامين يقول السبكي: (الاستفهام عن (التصديق) يكون عن نسبة تردد الذهن بين ثبوتها وانتفائها، والاستفهام عن التصور يكون عند التردد في تعيين أحد شيئين، فبالاستفهام يعلم انه احاط العلم بأحدهما لا بعينه مسندين أم مسنداً إليهما، أم من متعلقات الإسناد) (2).\nوتبدو أهمية إدراك الفرق بين هذين النوعين من الاستفهام من كون الجواب يعتمد بشكل أساس على فهم السؤال وأدراك ما طلب عنه الفهم، ولذلك حاول البلاغيون إظهار الفروق بينهما يقول السبكي: ((الاستفهام عن التصديق حقه أن يؤتى بعده بـ (أم) المنقطعة، دون المتصلة، والاستفهام عن التصور ماصَلُحَ ان يؤتى بعده بـ (أم) المتصلة دون المنقطعة)) (3).\nولم يكن النحاة ليتركوا كلامهم عن الاستفهام خالياً من التفريق بين هذين النوعين من الاستفهام (إذ اعتمد النحاة المتأخرون هذا التقسيم لأدوات الاستفهام ومنهم ابن هشام) (4). لقد توزعت إجابة الهمزة على قسمين، فمنه ما طلب به التصور ومنه ما طلب به التصديق وقد اتضح أن جواب ما طلب به التصديق كان اكثر من الضعف قياساً إلى ما طلب به التصور في جواب القرآن .. وبما أن التصديق يكون عن نسبة تردد الذهن بين ثبوتها وانتفائها، فان الذهن يبحث عن نسبة المسند إلى المسند إليه، أو عن مضمون الجملة، على العكس من استفهام التصور حين يكون الذهن قد حدد نسبة المسند إلى المسند إليه، ولكنه يطلب تعيين المفرد (5).\nومع أن الهمزة هي (أم) باب الاستفهام وهي الأداة الوحيدة من بين أدوات الاستفهام التي يأتي بها الاستفهام عن التصديق، وعن التصور، إلاّ أن اللافت\n__________\n(1) مغني اللبيب، 21. وينظر: مفتاح العلوم، 531، 532، والإيضاح 79 - 136.\n(2) شروح التلخيص /عروس الأفراح، 2: 247.\n(3) م. ن،2: 247.\n(4) أساليب الطلب: 318، وينظر: مغني اللبيب: 20.\n(5) ينظر: كتاب سيبويه، 3: 169، 170، 175، 179، ودلائل الإعجاز: 167.\n(1/20)\n",
        "للنظر هو أن الاستفهام بها كثيراً ما كان يخرج لأغراض بلاغية، فلا يأتي جواب لها.\nلقد استخدم القرآن الكريم الإجابة مبدوءةً بالفعل بزمنية الماضي والمضارع، وكذلك الإجابة بالاسم والحرف، ومن استخدامه الجواب المبدوء بالماضي قوله تعالى: (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَ أَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ) (1).\nويبدو أن التطابق بين السؤال والجواب حاصل إذ جاء السؤال بالفعل الماضي والجواب كذلك وقد قيل: ((اصل الجواب أن يعاد فيه نفس سؤال السائل، ليكون وفق السائل)) (2).\nلقد جاء الاستفهام هنا لطلب التصديق، ولذلك جاء الجواب بتعيين المفرد، وكان ذلك بإعادة الفعل نفسه ليكون ذلك ابلغ في الإقرار.\nوقد يأتي الجواب مفتتحاً بالفعل الماضي المنفي كقوله تبارك وتعالى: (فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفاً قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْداً حَسَناً أَ فَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي * قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَكِنَّا حُمِّلْنَا أَوْزَاراً مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ) (3). لقد تكرر الاستفهام من موسى – عليه السلام – (ألمْ يعدكم أَ فَطال، أم أردتم) لعظم ما اقترفه قومه من جريمة باتخاذهم العجل إِلهاً، ولذلك جاء جوابهم بنفي التهمة عن أنفسهم والاستفهام هنا لطلب التصديق بدليل وجود (أم) المتصلة.\nومثلما جاءت الأجوبة عن أسئلة مثبتة، فقد جاءت عن أسئلة منفية كما في قوله تبارك وتعالى: (يَا مَعْشَرَ الْجِنِّ وَالْأِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا شَهِدْنَا عَلَى أَنْفُسِنَا وَغَرَّتْهُمُ\n__________\n(1) آل عمران: (81).\n(2) البرهان في علوم القرآن، 4: 46.\n(3) طه: (86 - 87).\n(1/21)\n\nالْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ) (1) وقوله تبارك وتعالى: (قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِين َ* وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنْتَ مِنَ الْكَافِرِينَ * قَالَ فَعَلْتُهَا إِذاً وَأَنَا مِنَ الضَّالِّينَ) (2) والاستفهام هنا للإنكار ويأتي منفياً بـ (لم) لأنه يستفهم به عن أمور عظيمة، والتطابق بين السؤال والجواب واضح في هذا الأسلوب.\nأما الجواب بالفعل المضارع فكان اقل وروداً من الفعل الماضي بنسبة تزيد على النصف كما في قوله تعالى: (وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ) (3) وهمزة الاستفهام إذا (وقع بعدها المضارع متصلاً بها أو منفصلاً منها بالعاطف فالغالب أن تكون الهمزة معه لإنكار الواقع) (4) ولم يأت الاستفهام هنا للإنكار فقط بل انه (مستعمل في الإغراء بإهلاك موسى وقومه والإنكار على الإبطاء باتلافهم) (5).\nوقد يأتي الجواب على صيغة سؤال كما في قوله تعالى: (قَالَتْ يَا وَيْلَتَى أَ أَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخاً إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ * قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ) (6) فالسؤال جاء بالفعل المضارع والجواب الذي جاء بصيغة سؤال قد جاء بالمضارع أيضا، ومعنى كلام الملائكة (انهم تعجبوا من تعجبها) (7) وقولها (إن هذا الشي عجيب) دال على قوة إنكارها ولذلك أكدته بـ (ان) و (اللام) (وجواب الملائكة إياها: بجملة (أتعجبين من أمر الله) إنكار لتعجبها لأنه تعجب مراد منه الاستبعاد) (8).\n__________\n(1) الأنعام: (130).\n(2) الشعراء: (20).\n(3) الأعراف: (127).\n(4) أساليب الاستفهام، 16.\n(5) تفسير التحرير والتنوير، 8: 58.\n(6) هود: (72 - 73).\n(7) التفسير الكبير، 17: 28.\n(8) التحرير والتنوير، 12: 121.",
        "(1/22)\n\nوقد يأتي الاستفهام الإنكاري محملا بجملة من المؤكدات كقوله تعالى: (وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ * قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ) (1). فهؤلاء يشكون في الحياة بعد الموت ولذلك يكررون الاستفهام بقولهم (إذا ضللنا) و (ءانا لفي خلق جديد)، ومجيء (ان) و (اللام) كلها مؤكدات لتظهر مدى شكهم في هذا الأمر.\nوبما أن شك هؤلاء بهذا المستوى من القوة فقد جاء الجواب من الله تبارك وتعالى على لسان نبيه عليه الصلاة والسلام ليفند هذا الشك ولذلك قال (يتوفاكم ملك الموت) (فذكره لتذكيرهم بالموت وهم لا ينكرون ذلك ولكنهم ألهتهم الحياة الدنيا) (2).\nوعامةً فانَّ الإجابة بالفعل المضارع كثيراً ما تأتي رداً على سؤال تكثر فيه المؤكدات ويفيد المضارع فيه زمني الحال والاستقبال وكثيرا ما يكون عن أمور خارقة للعادة، ويأتي في الآيات المكية. ومن أساليب القرآن الكريم في الجواب استخدام فعل الأمر .. كما في قوله تعالى: (وَقَالُوا أَإِذَا كُنَّا عِظَاماً وَرُفَاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً* قُلْ كُونُوا حِجَارَةً أَوْ حَدِيداً) (3).\n(وقوله (كونوا حجارة أو حديداً) ليس المراد منه الأمر بل المراد أنكم لو كنتم كذلك لما أعجزتم الله تعالى عن الإعادة) (4). ومع ذلك فان الجواب قد خرج مخرج فعل الأمر (وقريبة ذلك مقابلة فعل (كنا) في مقالهم بقوله (كونوا) ومقابلة (عظاماً ورفاتاً) في مقالهم بقوله (حجارة أو حديدا)) (5) .. وفي السياق نفسه يأتي قوله تعالى: (وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَاباً وَآبَاؤُنَا أَإِنَّا لَمُخْرَجُونَ* لَقَدْ وُعِدْنَا هَذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ* قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ) (6) واللافت للنظر في هذه الآية\n__________\n(1) السجدة: (10 - 11).\n(2) التحرير والتنوير، 21: 220.\n(3) الإسراء: (49 - 50).\n(4) التفسير الكبير، 20: 225.\n(5) التحرير والتنوير، 15: 124.\n(6) النمل: (69).\n(1/23)",
        "\nوسابقتها تكرر الاستفهام (وتكرير حرف الاستفهام بإدخاله على إذا وان جميعاً إنكار على إنكار وجحود عقيب جحود ودليل على كفر مبالغ فيه) (1).\nومن ذلك يبدو أن الجواب بفعل الأمر يأتي رداً على استفهام إنكاري كما ان المحور الذي يدور عليه هذا الاستفهام هو الشك في الحياة بعد الموت. أما قوله تعالى: (وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ* إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ* وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ) (2) فهذا الجواب لم يكن موجهاً إلى لوطٍ عليه السلام ولو كان موجهاً إليه لقالوا (اخرج) كما انه لم يكن عن الاستفهام الإنكاري الموجه إليهم من نبيهم .. بل كان ذلك الكلام ردهم على رسالة لوط عليه السلام بأجمعها. ولذلك فان هذه الآية والآيات الثلاث المشاكلة لها (3) لا تدخل ضمن فعل الأمر الذي جاء جواباً على الاستفهام بالهمزة.\nومن الواضح ان الإجابة بفعل الأمر اقل بكثير من الإجابة بالفعلين الماضي والمضارع، وقد يكون مرد ذلك إلى أن فعل الأمر يتعلق بزمني الحال والاستقبال أي أن الفعل غير واقع عند زمن الاستفهام على العكس من الماضي الذي وقع وانتهى والمضارع الذي يحصل في الزمن الذي يطلب به الاستفهام .. وبما أن الاستفهام أما أن يكون عن نسبة تردد الذهن بين ثباتها وانتفائها أو يكون عند التردد في تعيين أحد شيئين والجواب يكون أما بإثبات تلك النسبة أو نفيها وأما يكون بتعيين أحد الشيئين فان هذا يمكن البتُّ به في الماضي والمضارع أما في الأمر أي المستقبل فلا يمكن الجزم به في الغالب لأنه لم يتحقق وقوعه بعد.\nومن أساليب الجواب عن الهمزة في القرآن الكريم ابتداء الجواب بالاسم .. كما في قوله تعالى: (وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلاً لِمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ\n__________\n(1) تفسير الكشاف، 3: 157 - 158.\n(2) الأعراف: 81 - 82.\n(3) ينظر: سورة النحل: الآية (56) , والعنكبوت الآية (29). والعنكبوت الآية (24). والآيات الثلاث الأول كانت في حق لوط عليه السلام، أما الرابعة فكانت في حق إبراهيم عليه الصلاة والسلام.\n(1/24)\n",
        "مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ* وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآياتِنَا يُؤْمِنُونَ) (1).\n(المراد من العذاب هنا عذاب الدنيا لان الكلام جواب لقول موسى (أتهلكنا بما فعل السفهاء منا، والإهلاك عذاب) (2) ولا يخفى ما في تقديم (عذابي) على الفعل (اصيب) من اهتمام، وتأكيد هذا العذاب الإلهي.\nوقد يأتي الجواب مفتتحاً بـ (سبحانك) كما في قوله تعالى:\n(وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ) (3).\nالاستفهام موجه من الباري عز وجل على سبيل الإنكار (4). ولم يسارع عيسى عليه السلام إلى نفي هذا الاتهام فلم يقل (لا) أو (كلا) (بل فوض ذلك إلى علمه المحيط بالكل فقال (ان كنت قلته فقد علمته) وهذا مبالغة في الأدب وفي إظهار الذل والمسكنة في حضرة الجلال وتفويض الأمور بالكلية إلى الحق سبحانه) (5). مع انه عليه السلام يعلم انه لم يقل ذلك إلا انه (بعد هذه التسبيحة الطويلة يجرؤ على الإثبات والتقرير فيما قاله وفيما لم يقله فيثبت انه لم يقل لهم إلا أن يعلن عبوديتهم لله ويدعوهم إلى عبادته) (6).\n__________\n(1) الأعراف: (155 - 156).\n(2) التحرير والتنوير: 9: 129.\n(3) المائدة: (116).\n(4) التفسير الكبير، 12: 134.\n(5) م. ن: 12: 134.\n(6) في ظلال القرآن، 7: 1001.\n(1/25)\n\nوفي السياق نفسه يردد قوله تعالى: (وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَهَؤُلاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ* قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ) (1).\nوقوله تبارك وتعالى: (وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ* قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْماً بُوراً) (2) وما يلاحظ على هذه الآيات ان الاستفهام فيها صادر عن الله تعالى على سبيل الإنكار وتدور حول موضوع عبادة الناس هؤلاء المخاطبين ويبتدئ الجواب بقولهم سبحانك وهو (منصوب على المصدر والتسبيح التنزيه لله من السوء فهو يؤدي عن نسبحك تسبيحاً أي: ننزهك من السوء تنزيهاً ونبرئك منه) (3) ثم إجابة الباري عز وجل بأدب رفيع، وذلك بنفي هذه التهمة عن أنفسهم .. كما ان هذا السؤال والجواب هو مما يحدث في يوم القيامة.\nوالحق أن الاتهام في هذه الآيات لم يكن موجهاً إلى المخاطبين به، بل إلى الكفرة الذين اتخذوا أولياء من دون الله ولذلك وجه الله تعالى هذا الاستفهام (توبيخاً للكفرة وتبكيتاً لهم، وهذا ما يسمى في البلاغة (مجاراة الخصم) (4). ومن الأساليب الأخرى في الجواب نجد أن القرآن الكريم يستخدم الإجابة بالحرف ومن ذلك استخدامه (نعم) للإجابة بها على استفهام التصديق كما في قوله تعالى: (فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَإِنَّ لَنَا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغَالِبِينَ* قَالَ نَعَمْ وَإِنَّكُمْ إِذاً لَمِنَ الْمُقَرَّبِينَ) (5).\nوقوله تعالى: (وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغَالِبِينَ* قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ) (6). وقد حذفت الهمزة هنا (اعتمادا على\n__________\n(1) سبأ؛ (41).\n(2) الفرقان: (18).\n(3) مشكل أعراب القرآن، 1: 86.\n(4) من إعجاز البيان في القرآن – الاستفهام، 272.\n(5) الشعراء: (41).\n(6) الأعراف: (113 - 114).",
        "(1/26)\n\nالقرائن بدليل انَّ فرعونَ ردَّ عليهم بقوله ((قال نعم))) (1). وقال جلَّ شانه: (أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ* أَوَآبَاؤُنَا الْأَوَّلُونَ* قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ) (2).\nوما يلاحظ على هذا الأسلوب في الجواب كثرة ورود أدوات الاستفهام في السؤال الواحد وان السؤال يأتي بأسلوب الشرط وجوابه أما الجواب فيأتي مبدوءاً بـ (نعم) وتأتي بعدها جملة حالية مسبوقة بـ (واو) الحال.\nومثلما جاء الجواب بـ (نعم) فقد جاء الجواب بـ (كلا) كقوله عز وجل: (أَفَرَأَيْتَ الَّذِي كَفَرَ بِآياتِنَا وَقَالَ لَأُوتَيَنَّ مَالاً وَوَلَداً* أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْداً* كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدّاً) (3).\nوفي قوله تعالى: (أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ* كَلَّا إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ) (4) وفي قوله تعالى: (يَقُولُ الْأِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ* كَلَّا لا وَزَرَ) (5).\nوفي قوله تعالى: (عَمَّ يَتَسَاءَلُونَ* عَنِ النَّبَأِ الْعَظِيمِ* الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ* كَلَّا سَيَعْلَمُونَ* ثُمَّ كَلَّا سَيَعْلَمُونَ) (6).\nوفي قوله تعالى: (أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى* كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ) (7).لقد (وردت (كلاّ) في القرآن ثلاثا وثلاثين مرة، منها خمس مرات مسبوقة باستفهام، والباقيات جاءت فيهن مسبوقة بإخبار، أو بطلب غير الاستفهام) (8). وقد نقل ابن هشام خلافات النحاة الشديدة في (كلا) فمنهم من قال إنها مركَّبة، ومنهم من قال إنها بسيطةٌ ومنهم من قال إنها حرف معناه الردع\n__________\n(1) أساليب الاستفهام: 325.\n(2) الصافات: (16 - 18).\n(3) مريم: (77 - 79).\n(4) المعارج: (38 - 39).\n(5) القيامة: (10 - 11).\n(6) النبأ: (1 - 5).\n(7) العلق: (14 - 15)\n(8) من إعجاز البيان في القرآن – الاستفهام: (272)، وينظر مغني اللبيب: 250.\n(1/27)",
        "\nوالزجر، ومنهم من قال إنها بمعنى (حقاً) ومنهم من قال إنها تكون بمعنى (ألا) الاستفتاحية ومنهم من قال إنها تكون حرف جواب بمنزلة أي ونعم .. وابن هشام يرجح أن تكون استفتاحية بمعنى (ألا) لانه اكثر اطراداً (1). وتشترك جميع هذه الآيات في كونها موجهة إلى الكفار وان جوابها بعد ان افتتح بـ (كلا) فانه جواب للمستقبل أي انه لم يقع بعد وانه سيقع ولكن وقوعه سيكون يوم القيامة إذن فهذه (الآيات التي وليت فيها (كلا) أسلوب استفهام، وقد جاءت كلها للردع والزجر لا للايجاب أو النفي، فهي ليست حرف جواب للاستفهام – كما قال النحاة) (2).\nومن أساليب الجواب بالحرف في القرآن الكريم أن يجاب عن الاستفهام المنفي بـ (بلى) كما في قوله تعالى: (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ) (3).\nوقوله تعالى: (وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَراً حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ) (4).\nوقوله تعالى: (قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلالٍ) (5).\nوقوله تعالى: (وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ) (6).\nوقال تعالى: (يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ) (7).\n__________\n(1) ينظر: مغني اللبيب: 249 - 250.\n(2) من إعجاز الببان في القرآن – الاستفهام: 273. وينظر: مغني اللبيب: 249 - 251.\n(3) الأتعام: (30).\n(4) الزمر: (71).\n(5) غافر: (50).\n(6) الأحقاف: (34).\n(7) الحديد: (14).\n(1/28)\n",
        "وقوله تعالى: (تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ* قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلالٍ كَبِيرٍ) (1).\nإن ما يلحظ على هذه الآيات انها تدور جميعاً حول إثبات وحدانية الله تبارك وتعالى وعن البعث وحساب القيامة فالسؤال والجواب هنا يقعان يوم القيامة ولعل أهمية السؤال المطروح في هذه الآيات هي التي دعت إلى أن يكون منفياً وان يجاب عنه بـ (بلى) دون غيرها لأنها الحرف الوحيد الذي يصلح للجواب في ذلك الحال. والسؤال هنا موجه الى الكفار وتأتي إجابتهم للإقرار بما ارتكبوا من الكفر والعصيان.\nأما قوله تعالى: (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي ... ) (2). ((بلى) إيجاب لما بعد النفي معناه بلى آمنت) (3).\nوالآية هنا دالة على قدرة الله تعالى على الإحياء بعد الموت. أما قوله تعالى: (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى ... ) (4). (وجملة قالوا بلى جواب عن استفهام تقريري وفصلت لأنها جاءت على طريقة المحاورة) (5) وهذه الآية تدور أيضاً حوا إثبات الوحدانية لله تعالى وعدم الاشراك به والاعتراف بالحياة بعد الموت.\nوقال تعالى: (أَيَحْسَبُ الْأِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ* بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ) (6) وهذه الآية لا تخرج عن الإطار الذي تدور فيه الآيات السابقة فهي في مجال إثبات قدرة الله تعالى على إحياء الموتى. وهذا مما يعزز اليقين في (أن القرآن يستخدم الألفاظ أو العبارات استخداماً معيناً في مواقف معينة، فيضفي عليها هذا الاستخدام إيحاء يضاف إلى معناها المعجمي، ويجعلها تأبى أن يحل\n__________\n(1) الملك: (8 - 9).\n(2) البقرة: (260).\n(3) الكشاف: 1: 391.\n(4) الأعراف: (172).\n(5) التحرير والتنوير، 9: 168.\n(6) القيامة: (3 - 4).\n(1/29)\n\nمحلها غيرها، أو يؤدي نفس معناها، كان (بلى) لا تجود إلا في الاعتراف بأمر خطير ذي شان عظيم كالألوهية والقدرة على البعث وبدء الخلق وما إلى ذلك) (1).\nومن أساليب الجواب الأخرى بالحرف استخدام الحرف (بل) كما في قوله تعالى: (قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ* قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ) (2).\n(وجاء هو في جوابهم بالإضراب عن قولهم (أم أنت من اللاعبين) لإبطال أن يكون من اللاعبين واثبات ان ربهم هو الرب الذي خلق السماوات) (3).\nوقال تعالى: (قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ* قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ) (4). (وقوله تعالى (بَلْ فَعَلَهُ كَبِيرُهُمْ) ابطال لان يكون هو الفاعل لذلك نفى أن يكون فعل ذلك لان (بل) تقتضي نفي ما دل على كلامهم من استفهام). (5)\nوقال تعالى: (قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ* وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ ... ) (6).\nإن هذا السؤال والجواب مما يقع يوم القيامة إذ يحاول الذين استكبروا التبرُّؤَ من الذين استضعفوا وكل يتهم الآخر حتى ينجو من العذاب ورد عليهم المستضعفون (فأبطلوا إضرابهم بإضرابهم كأنهم قالوا: ما كان الإجرام من جهتنا بل من جهة مكرهم لنا دائبا ليلا ونهارا وحملكم إيانا على الشرك واتخاذ الأنداد) (7)\n__________\n(1) من إعجاز البيان في القرآن – الاستفهام: 269.\n(2) الأنبياء: (56).\n(3) التحرير والتنوير، 7: 96.\n(4) الأنبياء: (62 - 63).\n(5) التحرير والتنوير، 17: 100.\n(6) سبأ: (33).\n(7) الكشاف، 291:1.",
        "(1/30)\n\nويظهر أن هذا الأسلوب يتضمن توجيه اتهام معين إلى المخاطب ويرد المخاطب بإبطال هذا الاتهام ويكون الاستعلاء واضحا في السؤال ويكون الاستفهام هنا لطلب التصديق.\nوقد يأتي الجواب منفيا كما في قوله تعالى: (قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمّىً قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ) (1)\nوجاء الجواب هنا بأسلوب القصر، إذْ تقدمه النفي بـ (أن) التي هي بمعنى (ما) هنا ثم الأداة (إلا). وقوله تعالى: (قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ* قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ) (2). لقد جاء الجواب استفهاما بـ (ما)، وقد أوكل حسابهم إلى الباري عز وجل وهذه الآيات وهنالك آيات غيرها كانت قليلة ولا تشكل أسلوبا له خصائصه المميزة بحيث يمكن تحديد الخطوط الرئيسة لهذا الأسلوب وتمييزه من غيره.\n__________\n(1) إبراهيم: (10).\n(2) الشعراء 112 - 113.\n(1/31)",
        "\nالمبحث الثاني\nجواب ما الاستفهامية\nتأتي الإجابة عن (ما) تالية للهمزة، في كثرة الاستفهام بها في القرآن الكريم.\n(وهي اكثر أدوات الاستفهام ورودا في القرآن بعد الهمزة، فجاءت (186) مرة). (1)\nو (ما) يستفهم بها (عن الجنس) (2) كما يستفهم بها عن (الصفات والحقيقة والماهية) (3) لقد تعددت أساليب الإجابة عن الاستفهام بـ (ما)، ومن ذلك الإجابة بالفعل الماضي كما في قوله تعالى: (قَالَ أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ* قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلا تَكُنْ مِنَ الْقَانِطِينَ) (4). والاستفهام بالهمزة في (أبشرتموني) للإنكار أما الاستفهام بـ (ما) في قوله (فبم تبشرون) للتعجب ولذلك فالاستفهام هنا للإنكار مع التعجب.\nومن الإجابة بالفعل الماضي قوله تعالى: (وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ* إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ* قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ) (5).\nوقوله تعالى: (قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ* قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي) (6).\nإن ما يلاحظ هنا أن الاستفهام الوارد في هذه الآيات جميعا للأنبياء، وهو في الآية الأولى موجه للملائكة، وفي الآيتين الثانية والثالثة موجه لأناس قد ضلوا عن الطريق القويم، ولما كان الاستفهام موجها إلى المخاطب مباشرة فان المخاطب حينما يجيب يأتي بالفاعل ضميرا إما متصلا وإما منفصلا.\n__________\n(1) أساليب الاستفهام: 123.\n(2) مفتاح العلوم: 533.\n(3) ينظر: شروح التلخيص، 273:2 - 281.\n(4) الحجر: (55).\n(5) الأنبياء: (51 - 53).\n(6) طه: (96).\n(1/32)\n",
        "وكما أجاب القرآن الكريم بالفعل الماضي فانه قد أجاب بالفعل المضارع كما في قوله تعالى: (أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهاً وَاحِداً وَنَحْنُ لَهُ مُسْلِمُونَ) (1). والاستفهام موجه هنا من يعقوب عليه السلام لأبنائه إذ يسألهم (أي شيء تعبدون) (2). ويرى عبد العليم فوده أن هذا الاستفهام استفهام حقيقي (3)، وهذا الكلام لا يصمد عند التحقق منه فمن المعلوم انه في الاستفهام الحقيقي يكون المستفهم غير عالم، بينما نجد ان يعقوب عليه السلام قد أوصى بنيه بهذه الوصية والدليل على ذلك قوله تعالى في الآية التي قبلها: (وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) (4).\nومن الإجابة بالفعل المضارع قوله تعالى: (قَالَ يَا إِبلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ* قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَأٍ مَسْنُونٍ) (5) الاستفهام موجه من الله تعالى لإبليس وهو (استفهام توبيخ) (6) وقد جاء الاستفهام منفيا بـ (الا) وطابقه الجواب فجاء منفيا ومؤكدا باللام أيضا. وتطابق السؤال مع الجواب كان واضحا في الآيتين اللتين ذكرناهما، إذ (قيل: اصل الجواب أن يعاد فيه نفس سؤال السائل، ليكون وفق السائل) (7)، وقد أعيد السؤال في الإجابتين السابقتين.\nوقال تبارك وتعالى: (وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ) (8) إن الاستفهام في هذه الآية المباركة\n__________\n(1) البقرة: (133).\n(2) الكشاف، 314:1.\n(3) أساليب الاستفهام في القرآن الكريم: 123.\n(4) البقرة: (132).\n(5) الحجر: (33)\n(6) التحرير والتنوير، 46:14.\n(7) البرهان في علوم القرآن، 46:4.\n(8) القصص: (23).\n(1/33)\n\nلطلب التصور، أو تعيين المفرد، أي أن السائل كان خالي الذهن إذ إن موسى عليه السلام قد (سألهما عن سبب الذياد فقالتا: السبب في ذلك انا امرأتان ضعيفتان مستروتان لا نقدر على مساجلة الرجال ومزاحمتهم فلابد لنا من تأخير السقي إلى أن يفرغوا، وما لنا رجل يقوم بذلك وأبونا شيخ قد أضعفه الكبر فلا يصلح للقيام به، ابلتا اليه عذرهما في توليهما السقي بانفسهما) (1).\nإذن فقد تركز الجواب على كشف السبب الذي دعاهما إلى ممارسة هذا العمل. ومما يلاحظ على استعمال (ما) هنا والإجابة عنها بالفعل المضارع أن الاستفهام كان صادرا عن الله تعالى وعن أنبيائه عليهم السلام. ولم تكن الأسئلة محصورة في غرض واحد، بل توزعت على أغراض مختلفة، ومقاصد متعددة. وكانت الأجوبة أجوية تفصيلية وليست مختصرة. ولم يكن هنالك رابط معين يربط المخاطبين أو من وجهت إليهم الأسئلة ففي الآية الأولى كانوا أبناء يعقوب عليه السلام وفي الثانية كان (إبليس) وفي الثالثة ابنتي شعيب عليه السلام ..\nاما قوله تعالى: (وَمَا أَدْرَاكَ مَا سَقَرُ* لا تُبْقِي وَلا تَذَرُ* لَوَّاحَةٌ لِلْبَشَرِ* عَلَيْهَا تِسْعَةَ عَشَرَ) (2) فابن الحاجب يقول عن أسلوب (ما أدراك): (مجيء الاستفهام في هذا المجال لتعظيم ذكر القضية) (3) إذن فالاستفهام هنا ليس حقيقياً وانما خرج لغرض بلاغي يناسب هول ذلك المشهد الذي يصور جهنم، أما الجواب فانه قد جاء مفتتحاً بـ (لا) النافية التي أفاد نفيها الحال والاستقبال لتتناسب مع هذا الجو الذي يرسمه القرآن الكريم. ولا تقف السورة عند هذا الحد في عرض هذا المشهد وانما تكمله باستفهام آخر وبجوابه في قوله تعالى: (مَا سَلَكَكُمْ فِي سَقَرَ* قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ* وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ*وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ* وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ* حَتَّى أَتَانَا الْيَقِينُ) (4).\n__________\n(1) الكشاف، 171:3.\n(2) المدثر: (27 - 30).\n(3) امالي ابن الحاجب: 1: 111.\n(4) المدثر: (42 - 47).",
        "(1/34)\n\nالاستفهام هنا للتوبيخ والتحسير (1)، وقد ذكر هؤلاء المجرمون أربعة أسباب أَدَّتْ بهم إلى نار جهنم (وفي الأفعال المضارعة في قوله (لم نك، ونخوض، ونكذب) إيذان بان ذلك ديدنهم ومتجدد منهم طول حياتهم) (2).\nومن الواضح أن الإطناب يسير جنباً إلى جنب عند الإجابة عن (ما) الاستفهامية، كما هو الحال في الآيات التي سبقت هاتين الآيتين فالجواب يأتي على نحوٍ مفصل وليس موجزاً ولعل الإطناب والتفصيل أَلْيَقُ ما يكونُ في مقام الحسرة والندم على ما فات هؤلاء المجرمين من نعيم الجنة بسبب ما ارتكبت أيديهم.\nومن أساليب الإجابة عن (ما) الإجابة بالاسم كما في قوله تعالى: (سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ) (3).\nفالنَّبيُّ صلَّى اللَّهُ عليه وسلم مأمورٌ بهذا الجواب من ربِّ العزَّةِ إِذْ (إن الجهات كلها لله مُلكاً وَمَلِكا فلا يستحق شي منها لذاته ان يكون قبلةً، بل انما تصير قبلةً لان الله تعالى جعلها قبلة) (4)، والاستفهام لم يقع بعد، بل انه سيقع في المستقبل القريب بدليل وجود السين التي تفيد الاستقبال في قوله تعالى (سيقول السفهاء) وما ذلك الاّ لأنَّ (الجواب العتيد قبل الحاجة إليه اقطع للخصم وارد لشغبه) (5).\nوعلى هذه الشاكلة جاءت أسئلة فرعون لموسى عليه السلام التي استخدمت فيها (ما) أداةً للسؤال وكان الجواب بالاسم كما في قوله تعالى: (قَالَ فَمَا بَالُ القرون\n\nالْأُولَى* قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لا يَضِلُّ رَبِّي وَلا يَنْسَى) (6).\n__________\n(1) ينظر: الكشاف، 4: 655.\n(2) التحرير والتنوير، 29:326.\n(3) البقرة: (142).\n(4) التفسير الكبير، 4: 104.\n(5) الكشاف، 1: 317.\n(6) طه: (51 - 52).\n(1/35)",
        "\nوقوله تعالى: (قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ* قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ) (1) ولمّا كانت (ما) للسؤال عن الجنس والصفة فانه (لا جواب البتة لقول فرعون وما رب العاملين إلا ما قاله موسى عليه السلام وهو انه رب السماوات والأرض وما بينهما) (2) فلاستفهام هنالك للإنكار، فهو صادر من طاغيةٍ متعنت وصل به الحال إلى أنْ يدّعَي الربوبية ولذلك جاء الجواب مفصلاً ودقيقاً، كما أن موسى عليه السلام قد أورد من الصفات الإلهية لرب العاملين ما يثبت لفرعون بطلان ربوبيته فالله تعالى لا يضل ولا ينسى وهو رب السموات والأرض وما بينهما وشتان ما بين هذه الصفات العظيمة وصفات عبد ضعيف حقير من عبيد الله كفرعون. ومن أساليب ما أن تأتي مصحوبة باسم الإشارة (ذا) كما في قوله تعالى: ( ... قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ) (3). وقد حذف الفعل والفاعل من الجواب هنا فاصل الجواب: ((قال ربنا الحقَّ) حتى تتم المطابقة والمشاكلة بين السؤال والجواب إلا أن بلاغة القرآن اكتفت هنا بالمفعول به فقط طلباً للاختصار .. فان الموقف هنا لا يسمح بالشرح والتفصيل فقولهم (الحق) (أي القول الحق وهو الإذن بالشفاعة لمن ارتضى) (4). وهذا مما يقع في يوم القيامة.\nومن الأساليب المميزة في جواب (ما) جواب (ما ادراك). كما في قوله تعالى: (وَمَا أَدْرَاكَ مَا سِجِّينٌ * كِتَابٌ مَرْقُومٌ) (5). وقوله تعالى: (وَمَا أَدْرَاكَ مَا عِلِّيُّونَ* كِتَابٌ مَرْقُومٌ) (6).\nوقوله تعالى: (وَمَا أَدْرَاكَ مَا الطَّارِقُ* النَّجْمُ الثَّاقِبُ) (7). وقوله تعالى: (وَمَا أَدْرَاكَ مَا الْعَقَبَةُ* فَكُّ رَقَبَة* أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ) (8) وقوله تعالى:\n__________\n(1) الشعراء: (23 - 24).\n(2) التفسير الكبير، 24: 128.\n(3) سبأ: (23).\n(4) الكشاف، 3: 288.\n(5) المطففين: (8 - 9).\n(6) المطففين: (19 - 20).\n(7) الطارق: (2 - 3).\n(8) البلد (12 - 14).\n(1/36)\n",
        "(وَمَا أَدْرَاكَ مَا الْحُطَمَةُ* نَارُ اللَّهِ الْمُوقَدَةُ* الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ* إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ* فِي عَمَدٍ مُمَدَّدَةٍ) (1).\nويقول الكفوي (ت 1049هـ) عن هذا الأسلوب ((كل شي في القرآن (وما أدراك) فقد اخبر به، وذلك ان (ما) في الموضعين للاستفهام الإنكاري، لكن في (ما يدريك) لإنكار ونفي للإدراك في الحال والمستقبل، فإذا نفى الله ذلك في المستقبل ولم يفسره، وفي (ما أدراك) إنكار ونفي لتحقق الإدراك في الماضي ولا ينافي تحققه في الحال أو المستقبل فأدرى الله بإخباره وتفسيره) (2).\nإذن فهذا الأسلوب القرآني لا يخرج عن التهويل الذي يراد به التخويف وانه لا يراد به التخويف فقط، بل تعظيم الأمر وتضخيمه، والفيصل في هذا التحديد هو\nالآية نفسها بما تعكس من المعنى وتضفي من الظلال على أسلوب (ما أدراك).\nومن أساليب الإجابة عن (ما) الإجابة بظرف الزمان، ومنها الإجابة عن (ما أدراك) كما في قوله تعالى: (ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ* يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ) (3). وقوله تعالى: (مَا الْقَارِعَةُ* وَمَا أَدْرَاكَ مَا الْقَارِعَةُ* يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ* وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ) (4) والسبب في كون الجواب هنا ظرفاً للزمان هو أن الاستفهام كان عن تحديد زمن معين أو عن صفة هذا الزمن فيأتي الجواب مفتتحاً بالظرف ومصوراً لصفته.\nومن أساليب الجواب عن (ما) الإجابة بالضمير كما في قوله تعالى:\n(وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى* قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى) (5) .. ومن أجوبة موسى عليه السلام أيضاً قوله\n__________\n(1) الهمزة: (5 - 9).\n(2) الكليات، 4: 181 - 182.\n(3) الانفطار: (18 - 19).\n(4) القارعة: (3 - 5).\n(5) طه: (17 - 18).\n(1/37)\n\nتعالى: (وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَى* قَالَ هُمْ أُولاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى) (1) وما يميز الاستفهام هنا انه صادر عن رب العزة سبحانه وتعالى، ولذلك فهو استفهام غير حقيقي لان الله تعالى عالم بكل شي. ولم يكن الاستفهام هنا مما يتعلق بالآخرة، وانما كان المراد منه صقل شخصية موسى عليه السلام (2). أما الجواب فقد جاء مفصلاً ومبدوءاً بالضمير، وكان في الآية الأولى ضميراً عن العصا في قوله تعالى (وما تلك) وعن الكاف بالتحديد. وفي الآية الثانية ضميراً عن (قومك) وكان التطابق واضحاً بين الجواب والسؤال في الآية الأولى أما في الثانية فإضافة إلى التطابق نجد ذكر السبب في عجلته لان الاستفهام كان للإنكار.\nوقد يكون الاستفهام صادراً عن الله تعالى ولكن على سبيل التوبيخ كما في قوله تعالى: (قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ) (3). فالاستفهام هنا عن سبب امتناع إبليس عن السجود لآدم عليه السلام وجاء الجواب مفتتحاً بـ (انا) الدالة على التفخيم والكبر موضحاً في جوابه سبب تفضيل نفسه على آدم بأنه مخلوق من نارـ وهي اشرف من الطين على حد زعمه ـ.\nوقد جاء الجواب بالضمير عن استفهام حقيقي كما في قوله تعالى: (قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ* قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ* إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ* إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ) (4).\nوقوله تعالى: (قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ* قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ* لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ* مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ* فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ* فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ* وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ) (5) والاستفهام هنا\n__________\n(1) طه: (83 - 84).\n(2) ينظر: التفسير الكبير: 22: 26، 22: 98.\n(3) الأعراف: (12).\n(4) الحجر: (57 - 60).\n(5) الذاريات: (031 - 37).",
        "(1/38)\n\nصادر من إبراهيم الخليل عليه السلام وهو موجه إلى الملائكة أما الجواب فقد افتتح بـ (انا) المشددة الدالة على الاختصاص حتى يميزوا أنفسهم والغرض الذي أرسلوا من اجله ـ وهو انزل العقاب بقوم لوط ـ ولما كان الاستفهام هنا حقيقيا وهو عن الأمر الذي جاء بهؤلاء الملائكة ـ وهو أمر عظيم ـ فقد جاء الجواب مسهبا وتفصيليا بحيث لم يتركوا مجالا آخر للاستفهام إذ جاء جوابهم عن الأمر برمته.\n(1/39)",
        "\nالمبحث الثالث\nأجوبة بقية أدوات الاستفهام\nلقد آثرت أن اجمع أجوبة بقية أدوات الاستفهام في مبحث واحد لأنها لا تصل في عددها إلى ما وصلت إليه أجوبة (الهمزة أو (ما).\n1 ـ مَنْ:\nوتقع (مَنْ) في صدارة هذه الأدوات في الكثرة، إذ إنها من (اكثر الأدوات ورودا بعد الهمزة و (ما)، فقد جاءت في القرآن (103) مرات). (1)\nويرى سيبويه أن (من) للسؤال عن الناس. (2) بينما يرى السكاكي أنها للسؤال عن الجنس من ذوي العلم. (3) أما الخطيب القزويني فانه يخالف السكاكي ويرى أن الأظهر فيها أن تكون سؤالا عما يشخص ويعين المسؤول عنه من بين ذوي العلم. (4)\nوالحق أن كلام الخطيب القزويني اكثر دقة من كلام السكاكي، ومما يؤيد ذلك الاستخدام القرآني كما سيتضح بعد قليل.\nلقد جاءت (مَنْ) للسؤال عن الفاعل لأمر عظيم لا يتصف به سوى رب العزة تبارك وتعالى، إذ لا يمكن أن يشك شاك في أن يصفه بهذه الأفعال الجليلة كما في قوله تعالى: (قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعاً وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ* قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ) (5).\nوقوله تعالى: (قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ) (6)\n__________\n(1) أساليب الاستفهام في القرآن الكريم: 113.\n(2) ينظر: الكتاب، 4: 228، 233.\n(3) ينظر: مفتاح العلوم: 535.\n(4) ينظر: الإيضاح: 139، وشروح التلخيص، 282:2 - 283.\n(5) الأنعام: (64).\n(6) يونس: (31).\n(1/40)\n",
        "وقوله تعالى (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ) (1).\nوقوله تعالى: (وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْقِلُونَ) (2)\nوقوله تعالى: (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُوراً وَهُدىً لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيراً وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ) (3).\nوهكذا تسير هذه الآيات المباركة فالإجابة ـ وهي تعيين الفاعل ـ أما أن تأتي بلسان من خوطبوا بهذا الاستفهام وهم المشركون، واما أن تأتي بلسان من وجه الاستفهام وهو النبي الكريم (ص) حيث يأمره الله تبارك وتعالى بتوجيه السؤال ومن ثم الإجابة عليه. ومما يلاحظ على هذا الأسلوب القرآني أن سياقه يتضمن مجيء أداة الاستفهام (من) متبوعة بالفعل الذي يحدد زمنه استنادا إلى الغرض المراد من الآية الكريمة. ومثلما استفهم عن هذه الأمور العظيمة بالفعل بزمنيه الماضي والمضارع، فقد استفهم بالاسم كما في قوله تعالى: (قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعاً وَلا ضَرّاً قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ) (4).\nوقد يأتي الاسم مجرورا في السياق نفسه كما في قوله تعالى: (قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لا يُؤْمِنُونَ) (5). والتطابق\n__________\n(1) العنكبوت: (61).\n(2) العنكبوت: (63).\n(3) الأنعام: (91).\n(4) الرعد (16).\n(5) الأنعام: (12).\n(1/41)\n\nواضح بين الجواب والسؤال في هذه الآيات جميعا. وسواء استفهم بالفعل أو بالاسم وتم تعيين الفاعل فأن هذه الآيات المباركة لا تخرج عن دائرة الحجاج مع المشركين واليهود، وكانما وظيفة (من) الغالبة عليها هي استخدامها في المحاججة والجدال بين النبي الأكرم (ص) والمشركين ونجد هنا أن الجواب يبدأ دائما بالاسم، ولم نجد في هذا الأسلوب جوابا قد بدأ بالفعل، وهذا الأسلوب غايته إثبات الوحدانية لله تعالى وتنزيهه عن ان يشارك في هذه الصفة وليس أدل على ذلك من تلاحق الاستفهام بـ (من) في قوله تعالى: (قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ* سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ* قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ* سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ* قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ* سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ) (1).\nونظل في دائرة الجدال هذه فنجد تغيرا في طرفي الجدال وينعكس الأمر هنا فيصبح فرعون هو الذي يستفهم بـ (من) كما في قوله تعالى: (قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى* قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى) (2) فبعد أن كان هذا الاستفهام يأتي من الله تعالى او نبيه الكريم نجد أن ملحدا مثل فرعون يطرحه على نبي الله موسى عليه السلام فيجيبه وقد (استدل على إثبات الصانع بأحوال المخلوقات) (3). فهذا فيه إنكار للواقع مع التعنت ولذلك جاء الجواب متضمنا صفتين لله تعالى لا يمكن إنكارهما إذ إن الله تبارك وتعالى هو المعطي، وكل شيء في الوجود ملك له، ثم انه هو جل جلاله الذي يهدي، وفي تقديم الإعطاء على الهداية حكمة واضحة وتدرج في الجدال من اجل الوصول إلى الحقيقة وإذا خرجنا من دائرة الجدال إلى أسلوب آخر نجد أن (من) قد استخدمت لطلب التعيين أيضاً ولكن هذه المرة ليس تعيين الله تبارك وتعالى، كما في قوله تعالى: (فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ) (4).\n__________\n(1) المؤمنون: 084 - 9.\n(2) طه: 049 - 50.\n(3) التفسير الكبير، 64:22.\n(4) آل عمران: (52).",
        "(1/42)\n\nوقد جاء الجواب مفتتحاً بالضمير (نحن) حتى يشخص الحواريون أنفسهم ويميزوها من غيرهم لان الاستفهام لم يكن عن النصرة وانما كان عن المناصرين. ويظهر أن الاستفهام قد وقع بعد ما يئس عيسى عليه السلام من إيمان قومه أي أن ذلك قد قع بعد الجدال والمناظرة مع بني إسرائيل.\nوفي أسلوب آخر نجد انه قد (ينكّر الفعل التالي لها ويتعجب من فاعله) (1) كقوله تعالى: (وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثاً فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ) (2).\nفبعد أن كان الجواب يبدأ بالاسم عند الاستفهام بـ (من) نجده هنا يبدأ بالفعل. لقد اتضح مما سبق أن (مَنْ) يراد بها تعيين الفاعل ولذلك كان الجواب يفتتح بهذا الفاعل او ما يدل عليه ... اما هنا فان المطلوب التعيين ايضاً ولكنه طلب في حال تعجب واستغراب ن ولذلك جاء بناء الجملة معتمداً على البدء بالفعل ومن ثم الفاعل أي جاء الجواب جملةً فعلية لتدلل على التجدد والحدوث لان الله تعالى هو الذي يطلع نبيه صلوات الله عليه على ما يشاء من الغيب.\n\n2 ـ هَلْ:\nلقد كان من المتوقع أن تتقدم (هل) على (ما) و (مَنْ) حسب التقسيم المعروف لأدوات الاستفهام (3)، إلا أنها قد احتلت هذا المكان المتأخر نسبياً لأنها اقل منهما في الاستفهام القرآني وهي مع ذلك (اكثر الأدوات وروداً في القرآن بعد الهمزة وما ومن فقد جاءت 93 مرة) (4). وتأتي خصوصية (هل) من كونها لا يطلب بها إلا (التصديق) وهو (التصديق الإيجابي دون التصور، ودون التصديق السلبي) (5)، إذ\n__________\n(1) أساليب الاستفهام: (115)\n(2) التحريم: (3).\n(3) ينظر: مفتاح العلوم 531 - 532، والإيضاح 136.\n(4) أساليب الاستفهام في القرآن الكريم: 101.\n(5) مغني اللبيب: 456، وينظر: مفتاح العلوم: 531 - 532.\n(1/43)",
        "\nإن الهمزة ترد لطلب التصديق والتصور أما بقية أسماء الاستفهام فلا يطلب بها إلاّ التصور.\nإذن فالسائل يستفهم عن نسبة المسند إليه حينما يستخدم (هل) أداةً لسؤاله؛ وبمعنى آخر فان السائل يحمل في ذهنه تصوراً ما إلاّ انه حينما يستفهم فانه يطلب إثبات ذلك التصور أونفيه، ولذلك فانها يجاب عنها بـ (نعم) او (لا) (1).\nومع أن (هل) اكثر أدوات الاستفهام وروداً بعد (الهمزة) و (ما) و (من) في الاستفهام القرآني، إلا أن النسبة الأكبر منها كانت تخرج لأغراض بلاغية فلا يتبعها جواب البتة. وقد جاءت الإجابة عن (هل) بـ (نعم) في قوله تعالى: (وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقّاً فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقّاً قَالُوا نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ) (2).\nفـ (نعم) هنا قد أثبتت ما جاء في السؤال، ولكن بدلاً من إعادة الجملة التي استفهم بها برمتها جاءت (نعم) عوضاً عنها.\nلقد أحصيت عدد المرات التي أجيب فيها بـ (نعم) في القرآن الكريم فوجدتها قد وردت ثلاث مرات .. واحدة منها كان الاستفهام فيها بـ (هل) وهي\nالآية التي ذكرت أما الآيتان الأخريان فهما (فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَإِنَّ لَنَا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغَالِبِينَ* قَالَ نَعَمْ وَإِنَّكُمْ إِذاً لَمِنَ الْمُقَرَّبِينَ) (3).\nوقوله تعالى: (أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ* أَوَآبَاؤُنَا الْأَوَّلُونَ* قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ) (4). وهنالك آية رابعة هي قوله تعالى:\n( ... قَالُوا إِنَّ لَنَا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغَالِبِينَ* قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ) (5) فالاستفهام في هذه الآية قد حذفت أداته وهي الهمزة، إذن فهذه الآيات\n__________\n(1) ينظر: شرح ابن عقيل، 1: 231.\n(2) الأعراف: (44).\n(3) الشعراء: (41 - 42).\n(4) الصافات: (16 - 18).\n(5) الأعراف: (113 - 114).\n(1/44)\n",
        "جميعاً قد أجيب فيها بـ (نعم) عن الاستفهام بـ (هل) ما عدا الآية الثانية والرابعة فقد أجيب بنعم وكان الاستفهام فيهما بالهمزة. أما الإجابة عن هل بـ (لا) فلم ترد أي منها في القرآن الكريم مطلقاً. كما وردت الإجابة عن (هل) بالفعل المضارع المنفي كما في قوله تعالى: (أَلَمْ تَرَ إِلَى الْمَلأِ مِنْ بَنِي إِسْرائيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكاً نُقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلاً مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) (1).\nوقولهم (مالنا ان لا) فان (ان) زائدة في موضع نصب على حذف الخَافض تقديره وما لنا في أن لا نقاتل (2). أما الاستفهام في هذه الآية فقد أراد به (التقرير وتثبت ان المتوقع كائن وانه صائب في توقعه) (3). ولان الاستفهام قد خرج هذا المخرج نجد ان جواب هؤلاء قد اتخذ صيغة تتناسب مع هذا الاستفهام.\nكما أجيب عن (هل) بفعل الأمر كما في قوله تعالى: (إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ) (4) ويفيد كلام الزمخشري أن الحواريين كانوا شاكين في قدرة الله تعالى ولذلك سألوا هذا السؤال (5) وهذا يتعارض مع قوله تعالى في الآية التي قبلها (وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ) (6) كما ان الله سبحانه وتعالى حينما أمرهم فانما كان أمره (لتصير التقوى سبباً لحصول هذا المطلوب) (7). ونجد ابن هشام يقرر أنَّ العرب تعبر بالفعل عن أمور أحدها (القدرة عليه) ويستشهد بهذه الآية وآيات أخرى (8).\n__________\n(1) البقرة: (246).\n(2) ينظر: مشكل أعراب القرآن 1: 134، وينظر: مغني اللبيب: 51.\n(3) الكشاف، 1: 378.\n(4) المائدة: (112).\n(5) ينظر: الكشاف، 1: 654.\n(6) المائدة: (111).\n(7) التفسير الكبير، 12: 13.\n(8) ينظر: مغني اللبيب: 902 - 904.\n(1/45)\n\nويؤيد ذلك انه قد قري (هل تستطيع ربك؛ أي هل تستطيع سؤال ربك والمعنى: هل تسأله ذلك من غير صارف يصرفك عن سؤاله) (1). كما ان عيسى عليه السلام قد أمرهم (بملازمة التقوى وعدم تزلزل الأيمان ولذلك جاء بـ (ان) المفيدة للشك بالأيمان ليعلم الداعي إلى ذلك السؤال خشية أن يكون) (2). إذن فاستخدام (هل) في هذا الاستفهام لا يفيد الشك وإنما يفيد التمني. (3)\nوكما أجيب عن (هل) بالفعل فقد أجيب عنها بالاسم كما في قوله تعالى:\n(قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ قُلِ اللَّهُ يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ) (4). وقوله تعالى: (قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ) (5).\nويلاحظ هنا أن النبي صلى الله عليه وسلم مأمور بطرح هذا الاستفهام على المشركين ومن ثم الإجابة عليه .. ومن الثابت (أن الاستدلال على وجود الصانع بالخلق أولا ثم الهداية ثانيا، عادة مطرودة في القرآن) (6).\nوالاستفهام في هاتين الآيتين (إنكار وتقرير بإنكار ذلك) (7). وقد استفهم بـ (هل) هنا عن مضمون الجملة الاسمية مع (أن الأصل في (هل) وغيرها من أدوات الاستفهام أن لا يليها إلا الفعل، إلا انهم توسعوا فيها فاستعملوها مع الجملة الاسمية) (8). ولما كان الاستفهام هنا عن الاسم، فقد جاءت الإجابة بتعيين ذلك الاسم وهو الباري عزّ وجل أي ان الجواب قد طابق السؤال من حيث الاسمية.\n__________\n(1) الكشاف، 1: 654، وينظر: مغني اللبيب: 904 - 905.\n(2) التحرير والتنوير، 7: 106.\n(3) ينظر: أساليب الاستفهام في القرآن الكريم، 106 - 107.\n(4) يونس: (34).\n(5) يونس: (35).\n(6) التفسير الكبير، 17: 89.\n(7) التحرير والتنوير، 11: 361.\n(8) أساليب الطلب عند النحويين والبلاغيين: 369 - 370.",
        "(1/46)\n\nوكما استخدمت هل للاستفهام فقد استخدمت لغيره كما في قوله تعالى: (يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ) (1) لقد ذهب العديد من النحاة والمفسرين إلى انه قد يرد الاستفهام بـ (هل) ولكنه يخرج إلى معنى غير الاستفهام وقد أفادت (هل) هنا معنى آخر غير الذي وضعت له في الأصل (2)، أي أن (هل) الأولى قد خرجت إلى معنى (قد) فأكدت (هل) الثانية هذا الأمر، قال أبو بكر بن الأنباري (ت 327 هـ) عنها انها ((تفيد معنى (قد) عند بعض الناس والتأويل: قد امتلأت، فقالت جهنم مؤكدة لقول الله عز وجل (هل من مزيد). أي: ما من مزيد يا رب فـ (هل) الثانية معناها الجحد) (3).\nوقد تكرر هذا الاستخدام في موضع آخر من القرآن الكريم في قوله تعالى: (هَلْ أَتَى عَلَى الْأِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئاًمَذْكُوراً) (4).\nإذ إن معناها (أقد أتى؟ على التقرير والتقريب جميعاً أي: أتى على الإنسان قبل زمان قريب) (5).\n3 ـ أنَّى:-\n(جاءت في القرآن ثماني وعشرين مرة) (6) وهي تخرج إلى اكثر من معنى. قال سيبويه عنها: ((تكون في معنى كيف وأين)) (7). وقال آخرون إنها بمعنى (من أين) (8)، ولها معنى آخر هو (متى) (9) وكان من الواجب أن تتأخر عن هذا\nالترتيب إلا أن كثرة الأجوبة عنها جعلها تتقدم إلى هنا.\n__________\n(1) ق: (30).\n(2) ينظر: معاني القرآن، الفراء، 1: 164، ومجاز القرآن، أبو عبيدة، 1: 287، والأضداد في اللغة، ابن الأنباري: 193، والكشاف، 4: 389، وأساليب الطلب عند النحويين والبلاغيين: 371 - 373.\n(3) الأضداد في اللغة: 193.\n(4) الدهر: (1).\n(5) الكشاف، 4: 665.\n(6) أساليب الاستفهام: 155.\n(7) كتاب سيبويه، 4: 235.\n(8) ينظر: البرهان في علوم القرآن، 4: 249.\n(9) م. ن، 4: 249.\n(1/47)",
        "\nوكثيراً ما كانت (أنى) تأتي لأغراض بلاغية معينة، ولا يأتي جواب عنها ن وكان هذه سمة اجتمعت عليها أدوات الاستفهام في القرآن الكريم. وتجدر الإشارة إلى انه كان هنالك توازن نسبي من حيث عدد الاستفهام والجواب في الأدوات السابقة الا ان هذا التوازن يختل اختلالاً كبيراً ابتداءً من (أنّى) بحيث يرد الاستفهام عدة مرات ولا يذكر له جواب.\nأما الأسلوب الغالب على (أنى) فهو التعجب الشديد واستبعاد وقوع فعل لم يقع بعد واكثر ما كان ذلك يقع في ولادات الأنبياء قد ولدوا عن طريق الإعجاز كما في قوله تعالى: (قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ) (1). وقوله تعالى: (قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) (2). وقوله تعالى: (قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلامٌ وَكَانَتِ امْرَأَتِي عَاقِراً وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيّاً* قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئاً) (3). وكانت الآيتان الأولى والثالثة تتعلقان بولادة يحيى ابن زكريا عليهما السلام، أما الثانية فكانت عن ولادة المسيح عيسى بن مريم عليهما السلام، وقد افتتح الجواب بـ (كذلك) في هذه الآيات لانه كان جواباً عن أمر واحد يدعو إلى العجب وهو الولادة بطريق معجز (أي يفعل الله ما يشاء من الأفعال العجيبة مثل ذلك الفعل وهو خلق الولد) (4) وقد جاءت الكاف في (كذلك) (في موقع نصب على تقدير: يفعل الله ما يشاء وفعلاً مثل ذلك) (5).\nومع أن الجواب عن أمر متشابه، فقد اختلفت تكملة الجواب بعد قوله (كذلك) فكانت مع زكريا – عليه السلام – (قال كذلك الله يفعل ما يشاء). اما مع مريم ـ عليها السلام ـ (كذلك الله يخلق ما يشاء) ولعل السبب في قوله (يفعل) في الآية الأولى ان هذا الفعل المعجز قد وقع بعد ان دعا زكريا ـ عليه السلام ربَّهُ بان يهبه\n__________\n(1) آل عمران: (40).\n(2) آل عمران: (47).\n(3) مريم: (8 - 9).\n(4) الكشاف، 1: 428.\n(5) مشكل أعراب القرآن، 1: 159.\n(1/48)\n",
        "الولد ـ أي انه قد جاء بعد حصول الطلب والباري ـ عز وجل ـ إنْ أعطى في هذا الحال فبكرم منه، وإنْ منَعَ فذلك لمصلحة قد خفيت عن عباده. اما مع مريم – عليها السلام – فان الحال يختلف حيث إن تلك الولادة ـ المعجزة ـ لم تكن بطلب منها، وانما كانت بأمر من الله تبارك وتعالى. أي كأنَّ تلك الولادة لا تختلف في شي من غيرها اذا ما قيست بقدرة الباري جلت قدرته مع انها لم تكن ناتجة عن اجتماع رجل وامرأة. ولعل مما يؤيد هذا الكلام قوله تعالى على لسان مريم (قَالَتْ أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيّاً* قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْراً مَقْضِيّاً) (1).\nكما استفهم بـ (أنى) عن أمر معجز آخر وذلك في قوله جلت قدرته: (فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتاً حَسَناً وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقاً قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ) (2) وينصب الاستفهام في هذه الآية عن الجهة التي يأتي منها هذا الرزق أي (من أين لك هذا الرزق الذي لا يشبه أرزاق الدنيا وهو آتٍ في غير حينه والأبواب مغلقة عليك لا سبيل للداخل إليك) (3). فالسائل منكر ومتعجب لوقوع هذا الأمر ولذلك استفهم بـ (أنّى) وقد جاء الجواب بتعيين الجهة التي جاء منها ذلك الرزق (قالت هو من عند الله) وقد قيل عنها (عليها السلام) انها (تكلمت وهي صغيرة كما تكلم عيسى وهو في المهد) (4).\nوتبقى لدينا آية واحدة ربما شكلت أسلوباً قائماً بذاته وهي قوله جل وعلا:\n(أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) (5).\n__________\n(1) مريم: (20 - 21)\n(2) آل عمران: (37).\n(3) الكشاف، 1: 427.\n(4) م. ن، 1: 427.\n(5) البقرة: (259).\n(1/49)\n\nفالاستفهام قد جاء عن أمر معجز أيضاً وهو عن الكيفية التي يحيي بها الله تعالى هذه القرية، فماذا كان الجواب؟ لم يكن الجواب هنا لفظياً، بل جاء عملياً، إذْ تضمن الإماتة ومن ثم الإحياء ومن ثم روية إحياء الحمار، ومع ورود الاستفهام بـ (كم) عن الزمن الذي استغرقته تلك الإماتة ومن ثم الإجابة الخاطئة وتصحيحها، إلاّ أن ذلك لم يكن هو المطلوب، بل كانت هذه الواقعة بمجملها جواباً عن الاستفهام بـ (أنى) الوارد في صدر الآية المباركة.\n\n4 ـ متى:\nوقد (وردت في القرآن تسع مرات) (1). اما معناها فهي تأتي بمعنى (أي حين) أو (في أي زمان) (2).\nإذن فهي للسؤال عن تعيين الزمن، ولم ترد لها إلا ثلاثة أجوبة في الجواب القرآني.\nلقد جاءت على لسان المشركين فقد استفهموا بها عن الزمن الذي يكون فيه يوم القيامة وذلك في قوله تعالى: (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ* قُلْ لا أَمْلِكُ لِنَفْسِي ضَرّاً وَلا نَفْعاً إِلَّا مَا شَاءَ اللَّهُ لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ) (3). وقوله جل شانه: (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ* قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ) (4).\nومما يلاحظ على استخدامها هنا أنها تأتي متبوعة بالشرط، وهم حينما يستفهمون بها في هذا المجال انما يكون ذلك منهم على سبيل الاستبعاد والتكذيب والسخرية وقد جاء الجواب مختلفاً في كل آية مع ان السؤال كان واحداً في الآيتين\n__________\n(1) أساليب الاستفهام: 148.\n(2) ينظر: الكتاب 4: 233 - 235، 1: 217، 219 - 220.\n(3) يونس: (49).\n(4) النمل: (71 - 72).",
        "(1/50)\n\nكليتهما، فهو في الأولى تضمن رداً بليغاً على هؤلاء الشاكين بهذا الوعد، فالنبي الأكرم لا يعلم الغيب، بل الأمر كله بيد الله تبارك وتعالى. اما الآية الثانية فقد افتتح الجواب فيها بعسى (وعسى ولعل وسوف في وعد الملوك ووعيدهم يدل على صدق الأمر وحدِّه ومما لا مجال للشك بعده) (1).\nوقد جاء الجواب عن هذين الموعدين من الله تبارك وتعالى على لسان نبيه أي انه مأمور بهذه الإجابة، ولم تكن منه ولذلك افتتح الجواب بفعل الأمر (قل).\nولا يقتصر الاستفهام بـ (متى) على المشركين وحدهم، بل استفهم بها المؤمنون كما في قوله تعالى: (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ) (2).\nوفي هذه الآية إشكال من ناحيتين الأولى: كيف يليق بالرسول أن يستفهم هكذا وهو قاطع بصحة وعد الله؟ والثانية: تحديد جهة الجواب، أو ممن صدر هذا الجواب؟ (3).\nإلاّ أن ما يهمنا هو الجواب، وان كان الأرجح ان الاستفهام قد خرج لغرض الدعاء، وان الجواب صادر عن الله تعالى، فالجواب قد جاء مطابقاً للسؤال هنا بتحديد قرب زمن نصر الله تعالى. اما تصدير الجواب بـ (الا) فان ذلك قد أفاد (التحقيق من جهة تركيبها من الهمزة ولا ... ولكونها بهذا المنصب من التحقيق لا تكاد تقع الجملة بعدها الاّ مصدرة بنحو ما يتلقى به القسم) (4).\nولذلك تطابق هنا الجواب مع السؤال على العكس من الآيتين السابقتين، إذْ لمْ يحصل هذا التطابق.\n5 ـ ايُّ:\n__________\n(1) الكشاف، 3: 158.\n(2) البقرة: (214).\n(3) ينظر: التفسير الكبير، 6: 20 - 23.\n(4) مغني اللبيب: 96.\n(1/51)",
        "\n(وردت في القرآن 58 مرة) (1). ويقول المبرد عنها: ((اعلم ان (أيا) تقع على شي هي بعضه. لا تكون إلاّ على ذلك في الاستفهام، وذلك قولك: أي اخوتك زيد، فقد علمت زيداً أحدهما، ولم تدر أيهما هو)) (2). وهي (للسؤال عما يميز أحد المتشاركين في امر يعمهما) (3).\nولما كان المشركون لا يؤمنون بوحدانية الله عز وجل ويشركون به باتخاذهم الأصنام آلهة، فقد ناسب ان يستفهم بـ (أي) في قوله جل شأنه (قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَإِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ) (4).\nوالمصطفى الأكرم (ص) مأمور بطرح السؤال ومن ثم الإجابة عليه في واحد من أساليب الجدل العقلي مع المشركين، ولما كان الغرض من السؤال التعيين فقد صدِّرَ الجواب بتحديد وتعيين ذلك وهو الله تبارك وتعالى، وقد أفادت (أي) تعظيم ما أضيفت إليه ولذلك صدرِّ الجواب بلفظ الجلالة ليكون دلالة على تعظيمه. وكما استخدمت (أي) للتمييز بين المتشاركين نزولاً إلى مستوى عقول المشركين في الجدال فقد استخدمت لغرض التمييز ايضا، ولكن على مستوى آخر، وذلك في قوله تعالى: (قَالَ يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ* قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ* قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرّاً عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ) (5).\nلقد أضيفت ((أي)) إلى ضمير الجماعة من المخاطبين (كم) وهي لطلب تحديد الشخص مع تعيين الزمن ـ أي انه سباق مع الزمن فالأسرع من بينهم هو الذي يتولى إحضار العرش. وما يميز الاستفهام في هذه الآية ورود إجابتين\n__________\n(1) أساليب الاستفهام: 161.\n(2) المقتضب، 2: 294.\n(3) مفتاح العلوم: 535.\n(4) الأنعام: (19).\n(5) النمل: (38 - 40).\n(1/52)\n",
        "منفصلتين عنه، وكل إجابة من الإجابتين قد تطابقت مع السؤال في تحديد الشخص أولاً، ومن ثم تعيين مقدار الزمن، فأفتتح الجواب بالضمير (انا) ومن ثم تعيين الزمن.\n\n6 ـ كَمْ:\n(جاءت في القرآن في واحد وعشرين موضعاً: وليها الماضي في ثمانية عشر موضعاً، وفي موضعين منها وليها التمييز مجروراً بمن وبعده الماضي وفي موضع وليها التمييز كذلك فالمضارع (1) وهي للاستفهام عن العدد، ومن شروطها ان تتصدر الكلام، وهي تأتي للإخبار كما تأتي للاستفهام، والأولى لا جواب لها (2). لقد جاءت (كم) متبوعة بالفعل الماضي كما في قوله سبحانه وتعالى: (وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَاماً فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلا يُشْعِرَنَّ بِكُمْ أَحَداً) (3).\nوقوله تعالى: (قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ* قَالُوا لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ فاسْأَلِ الْعَادِّينَ) (4)\nوقوله جل وعلا: (أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) (5).\nهذه هي الآيات التي جاءت فيها (كم) استفهامية، وجاء بعدها جواب لها. وهي في الآيتين الأولى والثالثة قد استفهم بها عن أمر معجز، أما الآية الثانية فان الاستفهام بها مما يقع يوم القيامة، ان الاستفهام في هذه الآيات جميعاً جاء عن عدد\n__________\n(1) أساليب الاستفهام: 157.\n(2) ينظر: الكتاب، 2: 156 - 175، 4: 228. ومغني اللبيب: 243، ومفتاح العلوم: 537.\n(3) الكهف: (19).\n(4) المؤمنون: (113).\n(5) البقرة: (259).\n(1/53)\n\nمعين من السنين، وكان الاستفهام فيها بصيغة واحدة، ولما كان الاستفهام بهذا الحال فقد جاء الجواب واحداً عنه في جميع الآيات، ومما يمكن ملاحظته على الجواب في هذه الآيات المباركة انه جواب خاطئ فيها جميعاً، اذ بينما كانت المدة ـ وهي عدد أعوام الموت ـ طويلةً كانت الإجابة تحدد بيوم أو بعض يوم وقد حدد القرآن الكريم الإجابة الصحيحة في موضع آخر فذكر عدد الأعوام التي نامها أصحاب الكهف وعدد أعوام اماتة الذي مرَّ على القرية لان سرَّ الإعجاز في الحادثتين يكمن في طول تلك المدة.\nأما الآية الثالثة فلم يحدد القرن الكريم الإجابة الصحيحة فيها لان لا فائدة من ذكر عدد السنين التي مرت على موت هؤلاء المشركين حتى يوم القيامة.\n7 ـ كَيْفَ:\n(جاءت في القرآن ثلاثاً وثمانين مرة) (1). أما عملها فهو ان تكون استفهاما وهو الغالب فيها أو أن تكون شرطاً (2)، وتأتي بمعنى (أي حال) (3).\nلقد جاءت (كيف) متبوعة بالفعل المضارع كما في قوله تعالى: (فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيّاً* قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيّاً) (4).\nلقد سألوا عن كيفية التكلم مع طفل في المهد، وكان ذلك موجهاً لمريم عليها السلام من بني إسرائيل، ولكن الإجابة لم تأت من الذي وجه إليه السؤال وهي ـ مريم ـ بل جاء ممن قصد بالسؤال وهو عيسى ـ عليه السلام ـ وهذا مما يميز هذا الأسلوب القرآني في الجواب، وبما ان هنالك اختلالاً مثل هذا قد حصل بين السائلين والطرف المجيب فكان الأبلغ إلاّ يتطابق الجواب مع السؤال حين لم يبين الكيفية التي يتكلم بها وهو في المهد – وهي المقصودة بالسؤال – بل ذكر ما هو ابعد من ذلك وهو\n__________\n(1) أساليب الاستفهام: 147،\n(2) ينظر: مغني اللبيب: 270 - 271.\n(3) ينظر: الكتاب، 2: 128، 4: 233.\n(4) مريم: (29 - 30).",
        "(1/54)\n\nتكريمه بالنبوة. اما قوله تعالى: (وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْراً* قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِراً وَلا أَعْصِي لَكَ أَمْراً) (1).\nفقد جاءت (كيف) متبوعة بفعل مضارع يمتد زمنه إلى المستقبل ولذلك جاء الجواب مفتتحاً بالسين التي تفيد الاستقبال وجاء الجواب مطابقاً للسؤال.\n8 ـ أيَّانَ:\n(وردت في القرآن في ستة مواضع كلها مكي) (2). وتأتي على أنها ظرف زمان بمعنى (متى) (3). وهنالك فرق بينها وبين (متى) فهذه تستعمل في الماضي وفي المستقبل أما (أيان) فانها مختصة بالمستقبل (4). ومما يؤيد ذلك استخدام القرآن الكريم لهاتين الأداتين.\nوالآية الوحيدة التي ورد فيها جواب عن (ايان) في قوله تعالى: (يَسْأَلونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) (5).\nوالاستفهام هنا عن شي لم يقع بعد، بل انه سيقع في المستقبل وهو يوم القيامة. فالاستفهام جاء لطلب تحديد زمن قيام الساعة. وجاء الجواب مفتتحاً بفعل الأمر (قل) لان ذلك من أنباء الغيب التي خص الله تعالى ذاته بها فقط والنبي (ص) مأمور بهذه الإجابة من ربه، ولذلك لم يطابق السؤال الجواب في هذه الآية.\n\n9 ـ أَيْنَ:\n__________\n(1) الكهف: (68 - 69).\n(2) أساليب الاستفهام: 144.\n(3) ينظر: الكتاب، 4: 235، ومفتاح العلوم 537.\n(4) ينظر: شرح الكافية، للرضي الاسترابادي، 2: 116.\n(5) الأعراف: (187).\n(1/55)",
        "\n(وردت في القرآن عشر مرات، وكل أساليبها مكي) (1). وتأتي بمعنى (أي مكان) (2)، واكثر ما كانت ترد في القرآن الكريم مستخدمة لبيان أحوال المشركين في الحياة الآخرة، وقد ورد لها جواب في قوله تعالى: (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ* قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ) (3). وواضح هنا أن ((المراد ان غيَّنا باختيارنا فكذا غيُّهم باختيارهم، يعني أن إغواءنا ما الجأهم الى الغواية، بل كانوا مختارين بالأقدام على تلك العقائد الأعمال)) (4).\nوكان المفروض أن يأتي الجواب من هؤلاء لتعيين مكانهم حسب مقتضى السؤال ولكنهم سارعوا إلى نفي التهمة عن أنفسهم بدلاً من الاكتفاء بالجواب عما هو مطلوب منهم فنفي الاتهام أهم من الإجابة بتعيين مكانهم لان الاستفهام صادر من عّلام الغيوب سبحانه وتعالى لفضح هؤلاء المشركين، ولذلك كان من المناسب ان لا يطابق الجواب هذا الاستفهام.\nوضمن السياق نفسه جاء قوله تعالى: (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِباً أَوْ كَذَّبَ بِآياتِهِ أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ) (5) والفرق بين هذا الاستفهام والاستفهام في الآية السابقة كونه وجه في هذه الآية إلى المشركين الذين اتخذوا من دون الله آلهة بينما كان في الآية السابقة موجهاً إلى المعبودين من دون الله تعالى.\n10 ـ ألفاظ دلت على الاستفهام:\nمثلما استخدم القرآن الكريم أدوات الاستفهام وذكر أجوبتها، فانه استخدم ألفاظا دلت على الاستفهام وهي ليست من جنس أدوات الاستفهام المعروفة التي تناولناها في هذا الفصل. ومن هذه الألفاظ (يسألونك) كما في قوله تعالى: (يَسْأَلونَكَ عَنِ\n__________\n(1) أساليب الاستفهام: 145.\n(2) ينظر: الكتاب، 4: 233، 1: 219 –220، 3: 213.\n(3) القصص: (62 - 63).\n(4) التفسير الكبير، 25: 47.\n(5) الأعراف: (37).\n(1/56)\n",
        "الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ) (1).\nومن المعروف (ان الأصل في الجواب ان يكون مطابقاً للسؤال، اذا كان موجهاً، وقد يعدل في الجواب كما يقتضيه السؤال تبنيها على انه كان حق السؤال ان يكون كذلك) (2). وهذا العدول في الجواب هو ما يسمى بـ (أسلوب الحكيم) (3).\nوقوله تعالى: (يَسْأَلونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) (4).\nوقوله تبارك وتعالى: (يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا وَيَسْأَلونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَتَفَكَّرُونَ) (5).\nوقوله تعالى: (فِي الدُّنْيَا وَالْآخِرَةِ وَيَسْأَلونَكَ عَنِ الْيَتَامَى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شَاءَ\n\nاللَّهُ لاعْنَتَكُمْ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ) (6).\nوقوله جل شانه: (وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ) (7).\n__________\n(1) البقرة: (189).\n(2) البرهان في علوم القرآن 4: 42.\n(3) ينظر: مفتاح العلوم: 553، والتبيان في البيان: 241.\n(4) البقرة: (217).\n(5) البقرة: (219).\n(6) البقرة: (220).\n(7) البقرة: (222).\n(1/57)\n\nوقوله تعالى: (يَسْأَلونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ) (1).\nوقوله تعالى: (يَسْأَلونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ) (2).\nوتأتي خصوصية هذه المجموعة من الآيات في كون الأسئلة فيها قد صدرت من المسلمين موجهةً إلى النبي الكريم صلوات الله وسلامه عليه، وهي أسئلة عن أمور تتعلق بالشريعة الإسلامية حلالها وحرامها، وهي مدنية بأجمعها، كما افتتح الجواب فيها جميعاً بفعل الأمر (قل) أي أن الجواب صادر عن الله سبحانه وتعالى وقد أمر النبي عليه الصلاة والسلام بنقل ذلك الجواب إليهم.\nوالاستفهام في هذه الآيات جميعاً استفهام حقيقي أي أن السائل غير عالم عما يسأل عنه.\nوالسؤال ضربان (جدلي وتعليمي، وحق الأول مطابقة الجواب من غير زيادة ولا نقصان والثاني حقه ان يتحرى المجيب الأصوب كالطبيب الرفيق يتوخى ما فيه شفاء العليل طلبه ام لا) (3).\nوهذه المجموعة من الأسئلة تعليمية وليست جدلية والغرض منها طلب الفهم.\nوكما استخدم الفعل (يسئلونك) للسؤال عن أمور الشريعة من المسلمين، فقد ورد في القرآن الكريم عن لسان اليهود (4). كما في قوله تبارك وتعالى: (وَيَسْأَلونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْراً* إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَباً) (5) وقوله تعالى: (وَيَسْأَلونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً) (6).\n__________\n(1) المائدة: (4).\n(2) الأنفال: (1).\n(3) التبيان في البيان: 243.\n(4) ينظر: تفسير الجلالين: 382،399.\n(5) الكهف: (83 - 84).\n(6) الإسراء: (85).",
        "(1/58)\n\nويختلف الاستفهام في هاتين الآيتين عن الآيات السابقة كونهما لم يطرحا من اجل طلب العلم. وانما لغرض تعجيز النبي (ص) عن الإجابة .. ومع ذلك فقد ورد الجواب عن ذي القرنين بسرد قصته، وكان هذا الجواب أطول الأجوبة في القرآن الكريم على الإطلاق، إذْ جاء هذا الجواب في ست عشرة آية مباركة وبسبب طول هذا الجواب لم نورده كاملاً. أما سؤالهم عن الروح فان جوابه لم يتضمن الكشف عن كنه الروح لان ذلك من أنباء الغيب التي لم يكشفها الله تعالى، ولان الغرض لم يكن طلب العلم، وانما كان غرض هؤلاء الجدل بالباطل.\nومثلما أورد القرآن الكريم أسئلة اليهود فقد أورد أسئلة المشركين (1) في السياق نفسه، وذلك في قوله تعالى: (وَيَسْأَلونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفاً) (2). وقوله تبارك وتعالى: (يَسْأَلونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا* فِيمَ أَنْتَ مِنْ ذِكْرَاهَا* إِلَى رَبِّكَ مُنْتَهَاهَا) (3).\nوالاستفهام الذي يطرحه المشركون انما يطرحونه على سبيل السخرية والاستهزاء وقد جاء الجواب في الآية الأولى غير مستأنف على العكس من الأجوبة الأخرى التي كانت جميعها مستأنفة بل جاء مفتتحاً بفعل الأمر متصلا بالفاء (فقل)، ولما كان المشركون يطرحون ذلك على سبيل السخرية بأمر هو من علامات قيام الساعة فقد شاءت البلاغة القرآنية ان نترك الفصل إلى الوصل بالفاء لان ذلك أسرع في الرد على هؤلاء المجرمين ولذلك (أكد ينسفها ربي نسفا) لإثبات انه حقيقة لا استعارة) (4).\nأما الآية الثانية فقد جاء الجواب فيها (إلى ربك منتهاها) غير مفتتح بفعل الأمر قل لان الله تعالى لا يشاء ان يذكر وقتها أي ان (منتهى علمها لم يؤت أحداً من خلقه) (5).\n__________\n(1) ينظر: لباب النقول في أسباب النزول للسيوطي: 422، 783.\n(2) طه: (105).\n(3) النازعات: (42 - 44).\n(4) التحرير والتنوير، 16: 307.\n(5) الكشاف، 4: 699.\n(1/59)",
        "\nوقريب من هذا الأسلوب نجد استخداماً أخر للفعل في الاستفهام فجاء الفعل ماضياً في الاستفهام كما في قوله جل وعلا: (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ) (1).\nلقد جاء الاستفهام على هيئة الشرط وجوابه ولم يتصدر الجواب فعل الأمر (قل) أي انه جاء غير مستأنف بل وَصَل بين الجواب والسؤال بالفاء وهذا (تمثيل لحاله في سهولة أجابته لمن دعاه وسرعة إنجاحه حاجةَ من سأله بحال من قرب مكانه) (2). وهنالك فعل أخر استفهم به في أسلوب قريب من أسلوب (يسألونك) وذلك في الفعل (يستفتونك) كما في قوله تعالى: (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيماً) (3).\nوقوله تعالى: (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالاً وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍعَلِيمٌ) (4).\nوالإفتاء إظهار ما أشكل، واصله من الفتى وهو الشاب الذي قوي وكمل فالمعنى كأنه يقوي ببيانه ما أشكل ويصير قوياً متيناً) (5).\nوهاتان الآيتان طلب من المؤمنين لإيضاح ما خفي عليهم من أمور الشريعة وهما لا تختلفان عن أسلوب (يسئلونك) ولكنهما هنا عن أمور اقرب إلى الفقه منها إلى أحكام شرعية عامة.\n__________\n(1) البقرة: (186).\n(2) الكشاف، 1: 337.\n(3) النساء: (127).\n(4) النساء: (176).\n(5) التفسير الكبير، 11: 62.\n(1/60)\n",
        "وتبقى آية واحدة يمكن الحاقها بهذا الصنف من الآيات وهي قوله تعالى: (وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنْتُمْ بِمُعْجِزِينَ) (1). وفي هذه الآية المباركة (حكاية من أفانين تكذيبهم، فمرة يتظاهرون باستبطاء الوعد استخفافا به ومرة يقبلون على الرسول في صورة المستفهم الطالب فيسألونه أهذا العذاب الخالد أي عذاب الآخرة حق) (2)\nوقد جاء الاستفهام لطلب الإنباء منه عليه الصلاة والسلام عن البعث والنشور لانهم كانوا شاكين في ذلك جملةً وتفصيلاً، ولما كان هؤلاء المشركون بهذا المستوى فقد جاء الجواب محملاً بأنواع المؤكدات وأولها قوله (أي) وثانيها القسم (وربي)، وثالثهما (إنّ) ورابعها (اللام) وخامسها النفي بـ (ما) وسادسها مجيء حرف الجر الزائد في قوله (بمعجزين). ولعل هذا الحشد من المؤكدات انسب ما يكون لهذا الجواب لان اقتناع هؤلاء بالبعث والحياة الآخرة هو الباب إلى إثبات وحدانية الله تبارك وتعالى والتي تمتلء جوانب القرآن الكريم في الدلالة عليها.\n__________\n(1) يونس: (53).\n(2) التحرير والتنوير، 11: 195.\n(1/61)\n\nالفصل الثاني\nجواب السؤال المقدر\nلقد بحث البلاغيون السؤال المقدر في موضع (الفصل والوصل)،وأطلقوا على جواب هذا السؤال اسم الاستئناف، وقد ترتب على ذلك أن يجد الباحث في هذا الموضوع مصاعب ليست باليسيرة لان هذا الموضوع اعني (الفصل والوصل) من الموضوعات الدقيقة في علم المعاني.\nولعل ذلك مما دفع الشيخ عبد القاهر الجرجاني إلى أن يقول عنه: ((واعلم انه ما من علم من علوم البلاغة أنت تقول انه فيه خفي غامض، ودقيق صعب، إلاّ وعلم هذا الباب اغمض، وأخفى، وأدق، واصعب)) (1). وقد يكون هذا الأمر هو الذي دفع الكثيرين إلى أن يقصروا البلاغة على معرفة الفصل والوصل. (2).\nوربما يكون مرد ذلك إلى (أن علم الفصل والوصل يتوقف على معرفة ما يجب لكل واحد من الجملتين وذلك يتوقف على جميع الأبواب الماضية من أحوال المسند، والمسند إليه وغير ذلك فإذا توقف إحدى الجملتين على غير هذا الباب توقف العلم بحال الجملتين معاً عليه ضرورةً وان ما توقف عليه الجزء توقف عليه الكل) (3).\nونستطيع أن ندرك العلاقة بين الاستئناف والسؤال والجواب من خلال تعريف الاستئناف وهو (الاتيان بعد تمام كلام بقول يفهم منه جواب سؤال مقدر) (4). ويقول ابن هشام الانصاري عنه (ويخص البيانيون الاستئناف بما كان جواباً لسؤال مقدر) (5).\nوتجدر الإشارة هنا إلى أن هنالك فرقاً بين الاستئناف البياني والاستئناف النحوي، فالبياني هو ما ذكرناه، أما النحوي فان النحاة يعبرون عن الجملة الابتدائية بـ (المستأنفة) (6). أي ان النحاة لا يقدرون وجود سؤال قبل الجملة المستأنفة نحوياً.\n__________\n(1) دلائل الإعجاز: 237.\n(2) ينظر: البيان والتبيين، 1:88. ومفتاح العلوم: 462، وشروح التلخيص /عروس الأفراح 3: 2.\n(3) شروح التلخيص /عروس الأفراح، 3: 2 - 1.\n(4) الأقصى القريب، التنوخي: 68.\n(5) مغني اللبيب: 500.\n(6) ينظر: مغني اللبيب: 500 - 501، اذ بحث ذلك عند كلامه على الجمل التي لا محل لها من الأعراب. وحاشية الدسوقي على مغني اللبيب 2: 52، وجامع الدروس العربية، الغلايني 3: 289.",
        "(1/63)\n\nكما أن هنالك فرقاً بين الفصل أو الاستئناف منه على وجه الخصوص، وبين القطع فقد يكون هنالك فصل وذلك لفقدان التشريك وهو نوعان:\nأحدهما: أن يكون للكلام السابق حكم لا تريد أن تشرك فيه فتفصل ويسمى قطعاً، وهو ـ أي\nالقطع ـ أما احتياطاً أو وجوباً.\nوثانيهما: أن يكون الكلام السابق كالمورد للسؤال فيقطع ليكون جواباً له ويسمى استئنافاً) (1).\nوالاستئناف منه ما يكون بإعادة اسم أو صفة ومنه ما يكون بالتوكيد، وقد يكون الاستئناف بما ليس فيه إعادة اسم ولا صفة (2)، وقد أضاف شراح التلخيص البدل وعطف البيان (3) بقي أن نذكر أن البلاغيين المتأخرين قد قسموا الاستئناف على ثلاثة اضرب (4):\nلان السؤال الذي تضمنته الجملة الأولى اما عن سبب الحكم فيها مطلقاً كقول الشاعر:\nقال لي: كيف انت؟ قلت: عليلٌ ... سهرٌ دائمٌ وحزنٌ طويل\nأي ما بالك عليلاً؟ وما سبب علتك؟.\nواما عن سبب خاص له كقوله تعالى: (وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ ... ) (5).\nواما عن غيرهما كقوله: ( ... قَالُوا سَلاماً قَالَ سَلامٌ ... ) (6) كأنه قيل: فماذا قال إبراهيم عليه السلام؟ فقيل: قال: سلام.\n__________\n(1) ينظر: مفتاح العلوم: 463، وشروح التلخيص، 3: 50، والتبيان في البيان: 104.\n(2) ينظر: دلائل الإعجاز 234 –236، والتبيان في البيان، 106 - 109، والأقصى القريب: 68.\n(3) ينظر: شروح التلخيص، 3: 31.\n(4) ينظر: التلخيص: 186، وشروح التلخيص، 3: 57.\n(5) يوسف: (53).\n(6) هود: (69).\n(1/64)",
        "\nولا مناص من أن نذكر أن الاستئناف لا ينحصر عند البلاغيين في موضوع (الفصل والوصل) فقط، وانما جاء في مواضع أخرى كما في أغراض الخبر: (وذلك حينما يخرج الكلام عن مقتضى الظاهر كأنْ ينزل غير السائل منزلة السائل إذا قدم إليه ما يلوح بالخير فيستشرف له استشراف المتردد الطالب) (1).\nوالموضع الآخر الذي ذكر الاستئناف فيه هو (الإيجاز) وذلك في موضع الحذف منه، فهنالك قسم من الجمل غير المقيدة تحذف والضرب الأول منها هو: حذف السؤال المقدر ويسمى (الاستئناف) (2).\nوالواقع أن الاستئناف حيثما يرد في موضوعات علم المعاني من البلاغة لا يختلف في المضمون وذلك لان هنالك تداخلا في بعض هذه الموضوعات مع البعض الآخر.\nوسيكون تناول جواب السؤال المقدر مستندا إلى تقسيم البلاغيين له على ثلاثة أنواع.\n__________\n(1) التخليص: 42 - 43، وينظر: مفتاح العلوم: 354 - 357.\n(2) ينظر: المثل السائر: 3: 290 - 281، وينظر الجامع الكبير في صناعة المنشور من الكلام والمنظوم: 137 - 138.\n(1/65)\n",
        "المبحث الأول\nالجواب عن سبب الحكم مطلقاً\nلمّا كانت اللغة وسيلة التخاطب بين البشر فلابد من ان تركن إلى ثوابت معينة لا يمكن الاستغناء عنها فتكوّن بذلك القواعد الأساسية لأية لغة من لغات البشر المختلفة، ومن بين هذه الثوابت التي لا سبيل إلى إنكارها أن المتحدث حينما يخاطب فرداً أو جماعة يضع في ذهنه ضرورة إيصال أفكار معينة، وقد تتفاوت هذه الأفكار بين البساطة والتعقيد، ولما كان على المتحدث أن يراعي مستوى السامعين وأقدارهم فانه يدرك بحسه الإنساني الذي فطره الله عليه أن المخاطب بحاجة إلى المزيد من الإيضاح في مواضع معينة من خطابه؛ أي كأنه يسمع السؤال إيحاءً فيقدر هذا السؤال الذي في ذهن المخاطب في أثناء كلامه، ومن ثم يجيب عليه الإجابة المناسبة، وهو بذلك يطبق ـ من غير شعور ـ تعريف بلاغة الكلام الذي استقر عليه أخيراً وهو (مطابقة الكلام لمقتضى الحال مع فصاحته) (1).\nولما كان القرآن الكريم قد نزل بلغة العرب وكان الخطاب فيه موجهاً إلى بني البشر فقد كان لابد من أن يضم بين دفتيه كمية كبيرة من الاستئناف البياني خاصة انه قد تعرض لأشد الموضوعات أهمية، كإثبات وجود الباري عز وجل والإيمان باليوم الآخر، وما فيه من حساب وعقاب وثواب وغير ذلك من الموضوعات التي جاءت في هذا الكتاب المقدس.\nلقد تفنن القرآن الكريم في استخدامه الاستئناف البياني فجاء به بصور مختلفة تخدم الغرض الذي جاءت من اجله. فقد جاءت الإجابة عن السبب المطلق مفتتحة بالفعل الماضي متبوعاً بالفاعل وهو الله تبارك وتعالى، كما في قوله تقدست أسماؤه: (إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ* خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ) (2).\n__________\n(1) التلخيص: 33.\n(2) البقرة: (6 - 7).\n(1/66)\n\nفالآية الثانية هنا (جارية مجرى التعليل للحكم السابق في قوله تعالى ((سواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون)) وبيان لسببه في الواقع ليدفع بذلك تعجب المتعجبين من استواء الإنذار وعدمه عندهم ومن عدم نفوذ الإيمان إلى نفوسهم مع وضوح الدلالة) (1).\nوقوله تعالى: (أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ ... ) (2).\nوقوله تعالى (لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ* أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ) (3). والاستئناف البياني جاء جواباً عن (سؤال ينشأ عن الإخبار بـ (أولئك لهم الخيرات) (4).\nلقد عبرت هذه الآيات التي كان الفاعل فيها ربَّ العزة سبحانه وتعالى عن أمور عظيمة لا يقوم بها إلا هو تعالى فهي أما تقرر حقيقة نفسية خطيرة يكشفها الله تعالى وتكون هي السبب في عدم إيمانهم، أو انه يقرر حكما شرعيا أو يكون ذلك وعداً لعباده الصالحين بحسن العاقبة.\nوربما لا يأتي الفاعل ظاهراً بعد الفعل الماضي بل يأتي ضميراً متصلاً كما في قوله تعالى: ( ... فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ) (5).\nأو كقوله تعالى: (وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ قَدْ شَغَفَهَا حُبّاً إِنَّا لَنَرَاهَا فِي ضَلالٍ مُبِينٍ) (6).\n__________\n(1) التحرير والتنوير، 1: 254.\n(2) البقرة: (187).\n(3) التوبة: (88 - 89).\n(4) التحرير والتنوير، 10: 291.\n(5) القصص: (25).\n(6) يوسف: (30).",
        "(1/67)\n\nوقوله تعالى: (أَعَدَّ اللَّهُ لَهُمْ عَذَاباً شَدِيداً إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ* اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ) (1)\nوقوله تعالى عن المنافقين: (اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ) (2).\nلقد كان الاستئناف في هذه الآيات بقوله تعالى: (نجوت من القوم الظالمين)، (قد شغفها حباً) (اتخذوا أيمانهم جُنة)، وهذه الجمل كانت أسباباً وراء وقوع النتائج المترتبة عليها اذ كل (جملة كان مضمونها علة للتي قبلها تكون أيضاً استئنافاً بيانيا فالاستئناف البياني اعم من التعليل) (3).\nوقد يأتي الاستئناف البياني مفتتحاً بالفعل المضارع كما في قوله تعالى: (شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ) (4). والفاعل هنا الله سبحانه وتعالى قد جاء ظاهراً، وقد يأتي الفعل مضارعاً ولكن الفاعل ضمير متصل كما في قوله تعالى: (وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ) (5). وقوله تعالى: (إِذْ أَوْحَيْنَا إِلَى أُمِّكَ مَا يُوحَى* أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي) (6). وقوله تعالى: (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ\n__________\n(1) المجادلة: (15 - 16).\n(2) المنافقون: (2).\n(3) التحرير والتنوير، 11: 221.\n(4) البقرة: (185).\n(5) البقرة: (49).\n(6) طه (38 - 39).\n(1/68)",
        "\nوَهُوَ يُدْعَى إِلَى الْأِسْلامِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ* يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ) (1).\nوالفاعل الذي جاء ضميراً متصلاً ينتمي إلى المشركين، فالآيتان الأولى والثانية كان الفاعل فيهما فرعون وجنوده أما الثالثة ففيها (استئناف بياني ناشئ عن الإخبار عنهم بأنهم افتروا على الله الكذب في انهم يدعون إلى الإسلام لانه يثير سؤال سائل عما دعاهم إلى هذا الافتراء) (2). والجواب انهم يريدون إطفاء نور الله تعالى.\nوعلى النقيض من ذلك قد يكون الفاعل واحداً من الأنبياء كما في قوله تعالى: (وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائي وَكَانَتِ امْرَأَتِي عَاقِراً فَهَبْ لِي مِنْ لَدُنْكَ وَلِيّاً* يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيّاً) (3). فقوله (يرثني) بيان للعلة أو السبب الذي طلب الولد من اجله، والذي طلب ذلك هو زكريا (عليه السلام).\nوقد يكون الفاعل جماعة من المؤمنين كما في قوله تعالى: (وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ) (4).\nفَرُبَّ سائلٍ يسأل: وما الداعي للأنفاق على هؤلاء؟ فيأتيه الجواب لبيان السبب وهو الغفران من الله تعالى وقد جاء ذلك بطريقة العرض فافتتح الجواب بأداة العرض (ألا).\nوقد يأتي الفعل فعل أمر وهو نادر هنا كما في قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ) (5).وفي هذه الآية استئنافان بيانيان اذ ان الله تعالى قد (نهاهم أولا أن تحملهم البغضاء على\n__________\n(1) الصف: (7 - 8).\n(2) التحرير والتنوير، 28: 189.\n(3) مريم: (5 - 6).\n(4) النور: (22).\n(5) المائدة: 8).\n(1/69)\n",
        "ترك العدل، ثم استأنف فصرح لهم بالأمر بالعدل تأكيداً وتشديداً، ثم استئناف فذكر لهم وجه الأمر بالعدل وهو قوله – هو اقرب للتقوى أي العدل اقرب إلى التقوى وادخل في مناسبتها) (1).\nوما دمنا مع الأفعال فيجدر بنا أن نذكر نوعاً آخر من الأفعال التي افتتح بها الاستئناف وهي الأفعال الماضية الجامدة واكثر ما جاء منها (عسى) كما في قوله تعالى: (وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً ... ) (2).\nوقوله تعالى: (وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً وَهُمْ لا يَشْعُرُونَ) (3). وقوله تعالى: (وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَاماً مَحْمُوداً) (4). والفعل (عسى) وما بعده ((تعليل لتخصيص بايجاب التهجد عليه، والرجاء من الله وعد، فالمعنى: ليبعثك ربك مقاماً محموداً)) (5). لقد وردت (عسى) في القرآن على وجهين (أحدهما أن يقع بعدها أن والفعل، فالمفهوم من كلامهم انها حينئذ تامة، وقال ابن مالك: عندي انها ناقصة أبداً، وان وصلتها سَدَّت مسد الجزأين كما في (أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا ... ) (6)) (7). وجاء القرآن الكريم بها على هذا الوجه في (ستة عشر) موضعاً (8).\n__________\n(1) الكشاف: 1: 598.\n(2) يوسف: (21).\n(3) القصص: (9).\n(4) الإسراء: (79).\n(5) التحرير والتنوير، 15: 185.\n(6) العنكبوت: (2).\n(7) ينظر: الاتقان في علوم القرآن، 1: 215، ومغني اللبيب: 202.\n(8) ينظر، المعجم المفهرس لألفاظ القرآن الكريم، 461 - 462.\n(1/70)\n\nأما استعمالها على الوجه الثاني فانها: (رافعة لاسم صريح بعده فعل مضارع مقرون بان، والأشهر في إعرابها حينئذ أنها فعل ماضٍ ناقص بمنزلة قرب من أن يفعل وحذف الجار توسعاً، وهو رأي سيبويه والمبرد (1). كما في قوله تعالى: (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعاً إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ) (2). وقوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) (3). وللإجابة بـ (عسى) وجهان (أحدهما: أن يكون على ما جرت به عادة الجبابرة من الإجابة بعسى ولعل، ووقوع ذلك منهم موقع القطع والبث. والثاني: ان يجيء به تعليماً للعباد وجوب الترجيح بين الخوف والرجاء) (4) والزمخشري يرجح هنا الوجه الثاني (5).\nوقد وردت (عسى) متبوعة باسم صريح في (أربعة عشر) موضعاً في القرآن الكريم (6).\nومثلما جاءت الإجابة عن السؤال المقدر بالفعل فقد جاءت الإجابة بالاسم كما في قوله تعالى: (لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ* مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ) (7) فقد يتبادر إلى ذهن المخاطب السؤال عن السبب في هذا النهي فيأتي الجواب بان ذلك (متاع قليل) وقد رفع الاسم على إضمار مبتدأ أي هو متاع او ذلك متاع ونحوه) (8) وفي السياق نفسه يأتي قوله\n__________\n(1) ينظر: الإتقان، 1: 215، وكتاب سيبويه 3: 157 - 158، والمقتضب للمبرد، 3: 68 - 70، ومغني اللبيب 202، وحاشية الشهاب على تفسير البيضاوي 1: 401 - 402\n(2) يوسف: (83).\n(3) التحريم: (8).\n(4) الكشاف: 4: 570.\n(5) ينظر: م. ن، 4: 570.\n(6) ينظر: المعجم المفهرس لألفاظ القرآن الكريم؛ 461 - 462.\n(7) آل عمران: (196 - 197).\n(8) مشكل إعراب القرآن، 185:1.",
        "(1/71)\n\nتعالى: (قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ* مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ) (1)\nإذ يقدر سؤال هنا هو: ما السبب في عدم فلاح هؤلاء؟ فيكون الجواب ان الله يمتعهم قليلا في الدنيا ثم يعذبهم في الآخرة.\nوقد يرد الاسم منصوبا كما في قوله: (وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا* أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا* وَالْجِبَالَ أَرْسَاهَا* مَتَاعاً لَكُمْ وَلِأَنْعَامِكُمْ) (2). فقوله تعالى (متاعا لكم) أي انه قد (فعل ذلك تمتيعا لكم (ولأنعامكم) لان منفعة ذلك التمهيد واصله إليهم والى أنعامهم). (3)\nوقوله تعالى (متاعاً لكم ولأنعامكم) (نصب على المصدر) (4) وعلى الشاكلة نفسها ورد قوله جل شأنه: (أَنَّا صَبَبْنَا الْمَاءَ صَبّاً* ثُمَّ شَقَقْنَا الْأَرْضَ شَقّاً* فَأَنْبَتْنَا فِيهَا حَبّاً* وَعِنَباً وَقَضْباً* وَزَيْتُوناً وَنَخْلاً* وَحَدَائِقَ غُلْباً* وَفَاكِهَةً وَأَبّاً* مَتَاعاً لَكُمْ وَلِأَنْعَامِكُمْ) (5). فقوله (متاعاً لكم ولانعامكم) جواب لسؤال مقدر ناشئ عن بيان السبب في تعداد هذه النعم، (وقوله (متاعاً لكم) نصب على المصدر. (6)\nاما قوله تبارك وتعالى: (إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِباً إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ* نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ) (7) فربما أثير سؤال عن سبب نجاة هؤلاء فقط؟ فيكون الجواب: ان نجاتهم كانت نعمة من الله تعالى عليهم. وقوله (نعمة من عندنا) (مفعول من اجله ويجوز في الكلام الرفع على تقدير تلك نعمة) (8).\n__________\n(1) يونس: 069 - 70).\n(2) النازعات: (30 - 33).\n(3) الكشاف، 4 - 697.\n(4) مشكل إعراب القرآن، 799:2.\n(5) عبس: (25 - 31).\n(6) مشكل إعراب القرآن، 802:2.\n(7) القمر: (34 - 35).\n(8) مشكل إعراب القرآن، 701:2.\n(1/72)",
        "\nوكذلك قوله تعالى: (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ* أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ) (1) فأن وصف أولئك بانهم أصحاب الجنة وانهم خالدون فيها مما يحرك المخاطب إلى أن يسأل ما السبب الذي جعل هؤلاء بهذه المنزلة؟ والجواب: ان خلود هؤلاء المؤمنين كان جزاء لهم على أعمالهم الصالحة في الحياة الدنيا. و (جزاء) أيضا مفعول لأجله. ومما يلاحظ على الآيتين الأخيرتين انهما كانتا في شأن المؤمنين أما الآيات السابقة لهما فقد كانت خطاباً للكفار، لذلك فان الباري يسوق السبب (مفعولا لأجله) حتى تتضح نعمته التي يخص بها المؤمنين، كما يلاحظ على هاتين الآيتين ان فيهما استئنافين في كل آية منهما.\nوتجدر الإشارة إلى ان السؤال المقدر في (سبب الحكم المطلق) يقدر بـ (ما) التي هي لطلب التصور دائما، (2)، ولذلك تأتي الإجابة عن هذا السؤال المقدر بالتعيين.\nاما قوله جلت قدرته: (وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ) (3).\nفقوله (صنع الله) (من المصادر المؤكدة كقوله ـ وعد الله ـ و ـ صبغة الله ـ إلا أن مؤكده محذوف) (4). إذ إن الفصل لفقدان التغاير نوعان أولهما: أن ينزل منزلة التوكيد المعنوي، (5) وهذا مما جاء في هذه الآية المباركة فهو قد (نصب على المصدر لانه تعالى لما قال: (وهي تمر مر السحاب) دل على انه تعالى صنع ذلك فعمل في صنع الله). (6)\n__________\n(1) الأحقاف: (13 - 14).\n(2) ينظر: شروح التلخيص/ عروس الأفراح، 59:3 - 60.\n(3) النمل: (88).\n(4) الكشاف، 162:3.\n(5) ينظر: التبيان في البيان، للطيبي: 106.\n(6) مشكل إعراب القرآن، 540:2.\n(1/73)\n",
        "وللإجابة بالجار والمجرور أو (شبه الجملة) نصيب في الإجابة على السؤال المقدر كما في قوله تعالى: (يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ* فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضاً وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ) (1).\nفقوله تعالى (في قلوبهم مرض .. ) (استئناف محض لعد مساويهم). (2) فالمخاطب قد يخطر في ذهنه السؤال عن السبب في هذه المخادعة القبيحة فيتم الوقف على قوله (وما يشعرون) لانه وقف حسن (3)، ثم يأتي الجواب المفتتح بحرف الجر وقد (قدم الظرف وهو (في قلوبهم) للاهتمام لان القلوب هي محل الفكرة في الخداع فلما كان المسؤول عنه هو متعلقها كان هو المهتم به في الجواب). (4)\nوكذلك قوله تعالى: (إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكاً وَهُدىً لِلْعَالَمِينَ* فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِناً وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ) (5).\nفان قوله (فِيهِ آيَاتٌ بَيِّنَاتٌ) ((استئناف، ثناء على هذا البيت بما حف به من المنقب والمزايا فغير الأسلوب للاهتمام، ولذلك لم تجعل الجملة حالا، فتعطف على الحالين قبلها)) (6).\nوهنالك استئناف اخر في قوله (مقام إبراهيم) فان الوقف على قوله (فيه آيات بينات) وقف حسن (7)، كما ان ذلك مما يحرك السامع إلى أن يسأل عن كنه هذه الآيات.\n__________\n(1) البقرة: (10).\n(2) التحرير والتنوير، 278:2.\n(3) ينظر: إيضاح الوقف والابتداء، لأبي بكر بن الأنباري، 497:1.\n(4) التحرير والتنوير، 279:1.\n(5) آل عمران: (96 - 97).\n(6) التحرير والتنوير، 16:4.\n(7) ينظر: إيضاح الوقف والابتداء، 580:2.\n(1/74)\n\nإن حرف الجر (في) له عدة معان أحدها: الظرفية، وهي اما مكانية، واما زمانية (1)، ولم تخرج هاتان الآيتان عن الظرفية المكانية، ولكن الأولى (في قلوبهم مرض) كانت ظرفا مكانيا معنويا ـ إذا جاز التعبير ـ بينما الثانية (فيه آيات بنيات) كان ظرفا مكانيا حقيقياً.\nوقد يأتي حرف الجر (إلى) في بداية الاستئناف البياني كما في قوله تعالى: (وَالْتَفَّتِ السَّاقُ بِالسَّاقِ* إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ) (2). وقوله جلت قدرته: (إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَاناً وَتَخْلُقُونَ إِفْكاً إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ لَكُمْ رِزْقاً فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ) (3).\nفان جملة (إليه ترجعون) (تعليل للأمر بعبادته وشكره، أي لانه الذي يجازي على ذلك ثوابا وعلى ضده عقاباً، إذ إلى الله لا إلى غيره مرجعكم بعد الموت، وفي هذا ادماج تعليل العبادة بإثبات البعث) (4).\nوكذلك قوله تعالى: (وَمَنْ كَفَرَ فَلا يَحْزُنْكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ) (5) فان جملة (إلينا مرجعهم) (واقعة موقع التعليل للنهي) (6).\nإن حرف الجر (إلى) له عدة معان أحدها: انتهاء الغاية الزمانية ... أو المكانية (7)، وقد كانت (إلى) في هذه الآيات تدل على انتهاء الغاية الزمانية والزمان الذي ينتهي اليه في هذه الآيات جميعا هو يوم القيامة.\nومن الأحرف التي استخدمت في بداية الاستئناف (لام الجر) كما في قوله تعالى: (قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعاً لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ\n__________\n(1) ينظر: مغنى اللبيب: 223.\n(2) القيامة: (29 - 30).\n(3) العنكبوت: (17).\n(4) التحرير والتنوير، 226:20.\n(5) لقمان: (23).\n(6) التحرير والتنوير، 178:21.\n(7) ينظر: مغني اللبيب: 104.",
        "(1/75)\n\nتُرْجَعُونَ) (1) وقوله (له ملك السماوات) (تقرير لقوله ـ لله الشفاعة جميعا ـ لانه إذا كان له الملك كله والشفاعة من الملك كان مالكا لها) (2).\nوقوله جل وعلا: (قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا يُشْرِكُ فِي حُكْمِهِ أَحَداً) (3).\nإن لحرف الجر (اللام) عدة معان ومنها (التمليك) (4) واللام في هاتين الآيتين قد وردت في هذا المعنى.\nومن الأجوبة التي ابتدأت بالاسم أن يأتي اسم الإشارة في صدارة الاستئناف البياني كما في قوله تقدست أسماؤه: (قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ) (5).\nوقوله جل شأنه: (تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيماً حَلِيماً) (6)\nوقوله تبارك وتعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَداً إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيماً) (7).\n__________\n(1) الزمر: (44).\n(2) الكشاف، 400:3.\n(3) الكهف: (26).\n(4) ينظر: مغني اللبيب: 275.\n(5) النور: (30).\n(6) الأحزاب: (51).\n(7) الأحزاب: (53).\n(1/76)",
        "\nوقوله تعالى: (فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) (1).\nوقوله جل شأنه: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) (2).\nوالمواضع التي فيها استئناف بياني في هذه الآيات في قوله تعالى في الآية (30) من سورة النور (ذَلِكَ أَزْكَى لَهُمْ) وفي الآية (51) من سورة الأحزاب (ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ) وفي الآية (38) من سورة الروم (ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ). وفي الآية (12) من سورة المجادلة (ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ). وما يلاحظ على الاستئناف في هذه الآيات ان اسم الإشارة فيها متبوع باسم تفضيل ويأتي بعده اسم مجرور بالباء. وقد اختلفت ذلك في الآية (51) من سورة الأحزاب (ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ) وقوله تعالى (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً) (3).\nإذ ورد بعد اسم التفضيل فعل مضارع مسبوق بـ (أن) والخطاب في هذه الآيات جميعا كان موجها للمؤمنين من اجل تهذيب أخلاقهم، ولذلك كان اسم الإشارة وما بعده في هذه الآيات التعليل أو بيان السبب وراء هذه الأوامروالنواهي\nمن رب العزة لهم.\nومثلما كان الخطاب موجها للمؤمنين فقد جاء الخطاب القرآني موجها ـ ولكن على نحو غير مباشر ـ للكفار والمشركين من الناس كما في قوله تعالى: (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْأِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ* ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا\n__________\n(1) الروم: (38).\n(2) المجادلة: (12).\n(3) الأحزاب: (59).\n(1/77)\n",
        "الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ) (1). وجملة (ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ) (واقعة موقع التعليل فلذلك فصلت عن التي قبلها واشارة ذلك الى مضمون قوله (فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ) (2). وقوله تعالى: (فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ* ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ) (3) وقوله تبارك وتعالى: (وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ* ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ). (4) وقوله جل شأنه\n(لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ) (5).\nوقوله جلت قدرته: (اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ* ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ) (6).\nوقوله جل وعلا: (أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ* ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ) (7).\nفالخطاب في هذه الآيات عن جماعة الغائبين وهم من المشركين واليهود والمنافقين وقد جاء الاستئناف في الآية (107) من سورة (النحل) في قوله (ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ).\nوفي الآية (4) من سورة (الحشر) في قوله (ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ) وفي الآية (3) من سورة (المنافقون) في قوله (ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا) وذلك\n__________\n(1) النحل: (106 - 107).\n(2) التحرير والتنوير، 296:14.\n(3) محمد: (27 - 28).\n(4) الحشر: 03 - 4).\n(5) الحشر: (13).\n(6) المنافقون: (2 - 3).\n(7) التغابن: (5 - 6).\n(1/78)\n\nهنا (اشارة الى قوله (ساء ما كانوا يعملون) أي ذلك القول شاهد عليهم بأنهم أسوء الناس أعمالا). (1)\nوفي الآية (6) من سورة التغابن في قوله (ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ... ) (2).\nأما النظم الذي اعتمدته هذه الآيات جميعا فهو أن يأتي اسم الإشارة (ذلك) متبوعاً بـ (بأنهم) ومن ثم فعل ماض ما عدا الآية (13) من سورة الحشر اذ جاء بعد (بأنهم) اسم، وقريب من هذا السياق جاء قوله تعالى: (فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَاباً شَدِيداً وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ* ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ جَزَاءً بِمَا كَانُوا بِآياتِنَا يَجْحَدُونَ). (3) إذ جاء بعد اسم الإشارة اسم أيضا و (ذلك) في هذه الآية (إشارة الى الأسوأ، ويجب أن يكون التقدير: أسوأ جزاء الذين كانوا يعملون، حتى تستقيم هذه الإشارة) (4).\nوقد اختلف النظم القرآني في آيات أخرى، فلم يكن الخطاب فيها موجها للمؤمنين ولا للمشركين كقوله تعالى: (إِنَّ فِي ذَلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ) (5) فلإشارة (ذلك) وما بعدها بيان لعذاب الآخرة وموعده اذ للسامع أن يسأل عن موعد ذلك العذاب فيأتيه الجواب بان ذلك يوم يجمع الناس في يوم القيامة. وكقوله تبارك وتعالى: (وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ) (6)، وقوله جلت قدرته (فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ). (7)\n__________\n(1) الكشاف، 539:4.\n(2) م. ن، 547:4.\n(3) فصلت: (27 - 28).\n(4) الكشاف، 198:4.\n(5) هود: (103).\n(6) يس: (38).\n(7) فصلت: (12).",
        "(1/79)\n\nوقد اشتركت الآيتان في كون الاستئناف البياني فيهما واحدا وهو قوله (ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ). وما يلاحظ على هذه الآيات الثلاث هو ان ما بعد اسم الإشارة قد ورد اسمأ والإشارة الواردة في هذه الآيات هي إشارة إلى بعض من مظاهر قدرته المطلقة جل شأنه.\nولم يرد الاستئناف مفتتحا باسم الإشارة (تلك) فقط فقد جاء مفتتحا بـ (كذلك) كما في قوله تعالى: (فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ) (1).\nوقوله تعالى: (ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلاً إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ) (2).\nوقوله تبارك وتعالى: (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ) (3) وقوله جل وعلا: (وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ) (4).\nومواضع الاستئناف البياني في هذه الآيات قد جاء بعد (كذلك) وما يلاحظ هنا ان الاستئناف قد ورد في ذيل هذه الآيات وكان بمنزلة (الفواصل) لها وان (كذلك) تأتي متبوعة بفعل مضارع، وهذه الآيات تصف جزاء الكافرين الذين يجازيهم ربهم وان هذا الجزاء مستمر أي أن الفعل المضارع هنا قد أفاد الحال والاستقبال، وان هذا الجزاء متحقق لمن اقترف ما يوجبه عليه عدل الله تعالى وانه مصير كل من يقترفه في المستقبل.\n__________\n(1) البقرة: (73).\n(2) يونس: (74).\n(3) الأنبياء: (29).\n(4) فاطر: (36).\n(1/80)",
        "\nأما (الكاف) الداخلة على (ذلك) فهي اسمية جارة مرادفة لـ (مثل) (1) أي أنها تفيد التشبيه. ومثلما جاءت (كذلك) لتصف ما يجازى به الكافرون فقد وردت لتصف حال المؤمنين وجزاء الله تعالى لهم كما في قوله تعالى: (إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِباً إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ* نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ) (2) وهي لا تختلف من حيث النظم عن الآيات التي تسبقها، ونعود إلى الكاف الداخلة على (ذلك) من حيث الإعراب فنجد انها (في موضع نصب نعت لمصدر محذوف) (3).\nومن أسماء الإشارة الأخرى (ذلكم) كما في قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ) (4)\nوقوله تبارك وتعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ) (5).\nوالخطاب في الآيتين موجه للمؤمنين حتى انهما قد افتتحا بـ (يا أيها الذين آمنوا) وهو خطاب محبب إلى نفوس المؤمنين ولذلك فأنه يتبع إما بأمر أو نهي من الله تبارك وتعالى لهم، ولما كان الخطاب موجها إلى جماعة المؤمنين فقد أضيف (ميم الجمع) إلى اسم الإشارة (ذلك). وقد جاء بعده اسم التفضيل (خير) لان ذلك أمر واشارة للمؤمنين.\nاما الكفار فان خطابهم يختلف من حيث النظم كما في قوله تعالى: (وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ* ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُواً وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لا يُخْرَجُونَ مِنْهَا وَلا هُمْ يُسْتَعْتَبُونَ) (6).\n__________\n(1) ينظر: مغني اللبيب: 238.\n(2) القمر: (34 - 35).\n(3) مشكل إعراب القرآن، 99:1.\n(4) النور: (27).\n(5) الجمعة: (9).\n(6) الجاثية: (34 - 35).\n(1/81)\n",
        "إذ لم يأت بعد اسم الإشارة (ذلكم) اسم تفضيل، بل جاء الجار والمجرور (بانكم). أما السؤال الضمني فيقدر على النحو الآتي: ما بال هؤلاء قد خوطبوا بهذا الخطاب الغليط؟ وما السبب الذي استوجبوا من اجله ان يدخلوا النار؟ فيكون الجواب بإيضاح السبب الذي من اجله استحقوا ذلك.\nوقد جاء اسم الإشارة (ذلك) وقد اتصل به الضمير (ما) في خطاب المثنى كما في قوله تعالى: (قَالَ لا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ) (1).\nفجملة (ذلكما مما علمني ربي) (استئناف بياني، لان وعده بتأويل الرؤيا في وقت قريب يثير عجب السائلين عن قوة علمه وعن الطريقة التي حصل بها هذا العلم) (2).\n__________\n(1) يوسف: (37).\n(2) التحرير والتنوير، 271:12.\n(1/82)\n\nالمبحث الثاني\nالجواب عن السبب الخاص\nهذا هو النوع الثاني من أنواع الإجابة بالاستئناف، ولا يسمى جوابا عن سبب خاص إلا إذا جاء مصحوباً بمؤكد من المؤكدات، وهو بهذا يختلف عن الإجابة عن السبب العام الذي يأتي خالياً من التأكيد .. والسبب في ذلك ان المقام هنا مقام فيه تردد من المخاطب (ويدل على ان المقام مقام التردد التأكيد في الجواب ولهذا نقول (هذا الضرب) أي هذا النوع من السؤال المقدر \"يقتضي تأكيد الحكم\" (1).\nومن الثابت أن الكلام الخبري ثلاثة أنواع هي: (2) (ابتدائي) وذلك حين يكون الذهن خالياً، و (طلبي) وتؤكد هذه الجملة استحسانا مع المتردد الطالب و (إنكاري) وهو كون الكلام مؤكدا وجوبا مع المنكر.\nويسمى إخراج الكلام عليها أي (على هذه الوجوه وهو الخلو من االتأكيد في الإلقاء الأول والاتصاف بتأكيد الاستحسان في الإلقاء الثاني وبتأكيد الوجوب في الإلقاء الثالث (\"إخراجاً على مقتضى الظاهر\")) (3).\nواهم مؤكد يستخدم هنا هو (إن) المكسورة الهمزة ذات النون المشددة وهي تأتي على وجهين (4): أحدهما: أن تكون حرف توكيد، تنصب الاسم وترفع الخبر.\nثانيهما: أن تكون حرف جواب بمعنى نعم.\nولئن كانت هذه هي الطريقة التي تعامل بها النحاة مع (إن) فان للبلاغيين شاناً آخر في التعامل معها، فعبد القاهر الجرجاني قد كشف النقاب عن وجوه استعمالاتها على نحو لم يسبقه إليه أحد إذ بين الفروق في كيفية ربطها للجمل قائلا: (انك ترى الجملة إذا هي دخلت ترتبط بما قبلها، وتأتلف معه، وتتحدد به، حتى كأن الكلاميين قد افرغا افراغا واحدا، وكأن أحدهما قد سبك في الآخر) (5)\n__________\n(1) مواهب الفتاح/شروح التلخيص، 59:3.\n(2) م. ن، 207:1 - 208.\n(3) مواهب الفتاح /شروح التلخيص، 208:1.\n(4) ينظر: مغني اللبيب: 55.\n(5) دلائل الإعجاز: 304.",
        "(1/83)\n\nاما المزية الثانية لها فهي (انك ترى لضمير الأمر الشأن معها من الحسن واللطف مالا تراه إذا هي لم تدخل عليه بل تراه لا يصلح حيث يصلح إلا بها) (1).\nأما المزية الثالثة فهي (انك تراها تهيء الفكرة وتصلحها لان يكون لها حكم المبتدأ، اعني ان تكون محدثا عنها بحديث من بعدها) (2).\nوالمزية الرابعة لها: (انها تغني إذا كانت فيها ـ يقصد ان في الجملة ـ عن الخبر في بعض الكلام) (3).\nولا ينسى عبد القاهر الجرجاني أن يشير إلى عملها الواضح في التأكيد قائلا: (ثم ان الأصل الذي ينبغي أن يكون عليه البناء هو الذي دون في الكتب من انها للتأكيد) (4).\nوهذه المسألة ترتبط بالمخاطب ارتباطا وثيقا فهي تستخدم مع المخاطب (إذا كان له ظن في الخلاف وعقد قلب على نفي ما ثبت أو إثبات ما تنفي ولذلك تراها تزداد حسناً اذا كان الخبر بأمر يبعد مثله في الظن وبشيء قد جرت عادة الناس بخلافه) (5).\nومن عملها في التأكيد ان (يدعى على المخاطب ظن لم يظنه ولكن يراد التهكم به) (6).\nوينبغي أن لا نهمل التفاتة عبد القاهر في هذا المجال من انه يتوجب (إذا قيل) انها جواب سائل ان يشترط فيه أن يكون للسائل ظن في المسئول عنه على خلاف ما انت تجيبه به فاما ان يجعل مجرد الجواب أصلا فيه فلا، لانه يؤدي إلى أن لا\n__________\n(1) دلائل الإعجاز: 305.\n(2) م. ن: 307.\n(3) م. ن:308.\n(4) م. ن: 311.\n(5) م. ن: 311.\n(6) دلائل الإعجاز: 311 - 312. وينظر: مواهب الفتاح /شروح التلخيص، 208:1.\n(1/84)",
        "\nيستقيم لنا اذا قال الرجل: كيف زيد؟ نقول: صالح، إذا قال أين هو؟ أن تقول: في الدار. وان لا يصح حتى تقول: انه صالح وانه في الدار. وذلك ما لا يقوله أحد) (1).\nفالسائل هنا خالي الذهن ويطلب الإجابة عن سؤاله ولذلك يكون الجواب بتعيين المسؤول عنه أي ان الاستفهام هنا استفهام تصور، فالسائل إذن ليس له ظن يخالف الجواب أو انه ليس منكرا حتى يؤكد الجواب له بـ (إن). وعليه فان الإتيان بالمؤكد في هذه الحالة ليس من البلاغة في شيء إذ يصبح التعبير هنا تعبيرا خاطئاً ولا يقول به احد ممن لديه اطلاع على أصول كلام العرب.\nويبدو مما تقدم ان عبد القاهر الجرجاني بعقليته الفذة قد قام بعملية استقراء لأسلوب التعبير العربي حتى خرج بهذه النتائج الدقيقة التي أهملها غيره، وبسبب من ذلك وجدنا ان البلاغيين ممن بحثوا موضوع (إنَّ) بعده لم ياتوا بجديد، بل تلقوا كلامه بالشرح والاختصار (2).\nلقد تعامل القرآن الكريم مع (إنّ) تعاملاً لافتاً للنظر على نحو لا يمكن تجاوزه او تجاهله، بل يمكننا القول إنها تستحق بحثاً مستقلاً قائماً بذاته من اجل الوقوف على دقة استعمالها وأساليب ذلك الاستعمال.\nلقد وردت (إن) في القرآن الكريم بكثرة وخاصة حينما ترد في مقدمة الكلام المستأنف، ومن ذلك مجيئها مصحوبة بـ (لام التوكيد) كما في قوله تعالى: (اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ* وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعاً مِنْهُ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ) (3).\nوقوله جل شأنه: (وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ* وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً لِتَسْكُنُوا إِلَيْهَا\n__________\n(1) دلائل الإعجاز: 312.\n(2) ينظر على سبيل المثال: نهاية الإيجاز: 178 - 182. والتبيان في علم البيان: 61 - 64، وأصول البلاغة: للامام العلامة. كمال الدين ميثم البحراني، 111 - 113.\n(3) الجاثية: (12 - 13).\n(1/85)\n",
        "وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ) (1).\nوما يهمنا هنا هو الصيغة التي تتكرر بالكيفية ذاتها في قوله تعالى (إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ). إذ ترد (إن) وتأتي بعدها لام التوكيد، وقد تكررت هذه الصيغة بكثرة في ذيل آيات عديدة ومجيء (إن) هنا (إما لمجرد الاهتمام بالخبر، واما لتنزيل المشركين في تركهم الاعتبار بذلك منزلة من ينكر ان في ذلك عبرة) (2). والذي نميل إليه هو الاحتمال الثاني في هذا الكلام، وما يعزز ذلك ان الخطاب في هذه المجموعة من الآيات خطاب للمشركين كما هو واضح من نوعية الخطاب وسياق الآيات في تلك السور، والشيء الآخر ان هذه الآيات كثيراً ما تكون مسبوقة بآيات يذكر الله تبارك وتعالى فيها بعضا من آياته الدالة على عظيم قدرته ونفوذ أمره وسلطانه في مخلوقاته، ثم يأتي الكلام في ذيل هذه الآيات مؤكداً بـ (ان) واللام لان هؤلاء وان لم ينكروا بعض هذه الآيات ينزلهم التعبير القرآني منزلة المنكر.\nلقد أكدت هذه الآيات صفة (التفكر) وقد جاءت بصيغة المضارع لان من لا يفكر في خلق الله تغيب هذه الآيات عن ذهنه، فهي بمنزلة الدعوة لهؤلاء من اجل إعادة النظر واعمال العقل في هذه الأمور بشكل مستمر، ولعل في استخدام صيغة (يتفكرون) دون (يفكرون) تنبيها للمبالغة في التفكير.\nوفي آيات أخر نجد صيغة أخرى كما في قوله تعالى: (أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِراً إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ) (3).\nوفي قوله تبارك وتعالى: (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ) (4).\nفالصيغة التي تتكرر هنا هي (إن في ذلك لآيات لقوم يؤمنون) وما يربطها بالآيات السابقة ان الخطاب فيها موجه للمشركين أيضا إلا أن الآيات التي قبل هذه قد ختمت بالفعل المضارع (يتفكرون) وهنا ختمت بالفعل (يؤمنون) وقد يكون مرد\n__________\n(1) الروم: (20 - 21). وينظر: سورة الرعد: (3)، وسورة الزمر: (42).\n(2) التحرير والتنوير، 264:18.\n(3) النمل: (86).\n(4) العنكبوت: (24). وتنظر: سورة الحل: (79).\n(1/86)\n\nذلك إلى أن الآيات التي سبقت قد جاءت بعد ان ذكرت قبلها آيات تؤكد وتعدد بعضا مما خلق الله تعالى اما هذه الآيات فقد سبقت بآيات تشير إلى الحياة الآخرة فكان الأنسب ان تختم بفعل الإيمان بتلك الحياة التي كان المشركون ينكرونها.\nان ما يجمع هذا النمط من الآيات وهذه الصيغ التي تتكرر مع اختلاف يوجبه السياق والغرض هو كونها –أي هذه الصيغ- قد جاءت في موقع الفاصلة القرآنية فكانت فواصل دقيقة تزيد في دقة التعبير القرآني بحيث لو طرحت من ذيل هذه الآيات لاختل المعنى ولو ابدلت لحصل الاختلال ذاته.\nومن ذلك قوله تعالى: (وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ) (1).\nوقد ختمت هذه الآية بالفعل المضارع (يعقلون) (ففي هذه اللفتات التي يوجه إليها القرآن ما يثير العقول أو ينبه الافهام لذلك ختمت الآية بالفاصلة (ان في ذلك لآيات لقوم يعقلون) (2).\nوفي السياق ذاته يرد قوله تعالى: (وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ) (3).\nومن بين ما يمكن الإشارة إليه في الآيات التي تختم بقوله تعالى (إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ) ان الباري عز وجل يذكر آية من آيات خلقه البديع على وجه التفصيل ولابد من أن تسبق هذه الآية بآيات قبلها دالة على القدرة العظيمة التي ينفرد بها الحق سبحانه.\nولو حذف الفعل (يعقلون) ووضع بدلا عنه (يؤمنون) أو (يسمعون) او (يدركون) او حتى (يتفكرون) لفقدت هذه الآيات جانباً كبيراً من قوتها التعبيرية.\n__________\n(1) الرعد: (4).\n(2) الفاصلة القرآنية، د. عبد الفتاح لاشين: 85.\n(3) الروم: (24).",
        "(1/87)\n\nاما قوله جلا وعلا: (أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآياتٍ أَفَلا يَسْمَعُونَ) (1)\nفالاختلاف هنا قد جاء في (أفلا يسمعون) فحصل تغيير في الصيغة التي تكررت في الآيات السابقة، وقد يتبادر الى الذهن: لم لم تختم هذه الآية بقوله (إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ) (2)؟\nإن الخطاب هنا موجه للمشركين كما في الآيات السابقة وقوله: ((\"القرون\" عاد وثمود وقوم لوط (يمشون في مساكنهم) يعني أهل مكة يمرون في متاجرهم على ديارهم وبلادهم)) (3) فلا بمد ان يسمعوا بأخبار هؤلاء، ولكنهم لم يعتبروا بتلك الأقوام البائدة فختمت الآية بقوله (افلا يسمعون) على سبيل الاستفهام الإنكاري ليكون ذلك ابلغ في دعوتهم ووعظهم.\nومثلما وردت صيغة (ان في ذلك لايات ... ) فقد وردت صيغة قرآنية مباركة أخرى قريبة منها وهي (ان في ذلك لآية)، كما في قوله جل شأنه (أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ* إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ) (4).\nوقوله: ((\"ان في\" انبات تلك الصفات (لاية) على ان منبتها قادر على إحياء الموتى، وقد علم الله ان أكثرهم مطبوع على قلوبهم غير مرجو إيمانهم) (5).\nوكذلك قوله تعالى: (وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ* فَمَا لَنَا مِنْ شَافِعِينَ* وَلا صَدِيقٍ حَمِيمٍ* فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ* إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ) (6).وقوله تبارك وتعالى: (فَأَنْجَيْنَاهُ وَمَنْ مَعَه\nفِي الْفُلْكِ الْمَشْحُونِ* ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ* إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ\n__________\n(1) السجدة: (26).\n(2) وقد ورد ذلك أيضا في سورة الروم الآية (23) وسورة يونس الآية (67).\n(3) الكشاف، 246:3.\n(4) الشعراء: (7 - 8).\n(5) الكشاف، 105:3.\n(6) الشعراء: (99 - 102).\n(1/88)",
        "\nأَكْثَرُهُمْ مُؤْمِنِينَ) (1).\nوهذه الآيات جميعها مكية فهي من سورة الشعراء وهي من السور التي نزلت في مكة سوى خمس آيات من آخرها نزلت بالمدينة. (2) إذن فالخطاب هنا موجه للمشركين أي انهم قوم منكرون ولذلك جاءت الصيغة القرآنية (إِنَّ فِي ذَلِكَ لَآيَةً ... ) (3) مفتتحة بـ (ان) مع لام التوكيد، وفائدة هذه اللام: (توكيد مضمون الجملة ولهذا زحلقوها في باب (ان) عن صدر الجملة كراهية ابتداء الكلام بمؤكدين) (4).\nولقد كانت هذه الصيغة ترد في آية مستقلة بنفسها متبوعة بآية أخرى كانت ترد بعدها مباشرة في جميع هذه الآيات وهي قوله تعالى: (وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ) فقوله (\"وان ربك لهو العزيز\" في انتقامه من الكفرة \"الرحيم لمن تاب وآمن وعمل صالحا\") (5)\nوقد يعتري هذه الصيغة تغيير كما في قوله تعالى: (خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ) (6).\nوقوله تعالى: (فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ* فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ * إِنَّ فِي ذَلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ* وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ* إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ) (7).\nفالصيغة هنا قد أصبحت (ان في ذلك لآية للمؤمنين)، فالآية هنا لقوم مخصوصين وهم الذين يؤمنون بها. وتجدر الإشارة هنا إلى أن الآيات التي ذكرناها من سورة الحجر قد تكررت فيها الصيغتان (ان في ذلك لآيات) و (ان في ذلك لآية) والسر في ذلك ان ((في جمع \"آيات\" إشارة إلى ما قص الله تعالى من حديث لوط،\n__________\n(1) الشعراء: (119 - 121).\n(2) ينظر: الاتقان في علوم القرآن، 12:1.\n(3) وقد تكررت هذه الصيغة ذاتها في سورة الشعراء، الآية (74)، والآية (190) منها.\n(4) مغني اللبيب: 30.\n(5) الكشاف، 105:3.\n(6) العنكبوت: (44).\n(7) الحجر: (73 - 77).\n(1/89)\n",
        "وضيف إبراهيم، وتعرض قوم لوط لهم طمعا فيهم، وما كان من أمرهم اخرا من اهلاك الكفار، وقلب المدينة على من فيها ... ) (1).\nاما في قوله تعالى (وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ* إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ) فان (تلك المدينة المقلوبة ثابتة الآثار، مقيمة للنظار، فهي بمرأى العيون، لبقاء آثارها، وهذه واحدة من تلك الآيات، فلذلك جاء عقبها (ان في ذلك لآية للمؤمنين) (2).\nوقد تأتي الصيغة نفسها تؤكد صفة السمع كما في قوله تعالى: (وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ) (3).\nفجملة (إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ) (مستأنفة، والتأكيد بـ (ان) ولام الابتداء لان من لم يهتدوا بذلك الى الوحدانية ينكرون ان القوم الذين يسمعون ذلك قد علموا دلالته على الوحدانية، أي ينكرون صلاحية ذلك الاستدلال) (4).\nوفي هذه الآية تقريع وتوبيخ لمن ينكر الحياة بعد الموت، فالله تعالى الذي يحيي الارض الميتة بالماء قادر على إحياء الموتى (وهذا أمر من الوضوح بمكان حتى ان من يسمعه يعترف به، فهذا امر لا يحتاج الى اكثر من السماع، لذلك جاءت الفاصلة (إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ)) (5).\nوهكذا نجد هذه الصيغة القرآنية تتكرر وحينما تختلف فان ذلك الاختلاف يوجبه الغرض الذي تساق من اجله تلك الآيات (6). اما الفرق بين آية وآيات فان\n(كلمة (آية) حينما استعملها القرآن الكريم مفردة كانت في موضع يليق فيه الافراد، وحينما جاء بها في التعبير جمعا كانت في محل يطلبه لفظ الجمع) (7).\n__________\n(1) صفاء الكلمة، د. عبد الفتاح لاشين، 132 - 133.\n(2) م. ن: 133.\n(3) النحل: (65).\n(4) التحرير والتنوير، 198:14.\n(5) الفاصلة القرآنية: 79.\n(6) ينظر: سورة البقرة: 248، وسورة هود: 103، وسورة النحل: 11، 67، 69، وسورة النمل: 52، وسورة العنكبوت: 44، وسورة سبأ: 9.\n(7) صفاء الكلمة: 136.\n(1/90)\n\nولا يتقيد القرآن الكريم بهاتين الصيغتين، بل هنالك صيغ عديدة منها مجيء (إن) متبوعة بلفظ الجلالة وبعده لام التوكيد، كما في قوله تعالى: (أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَشْكُرُونَ) (1).\nوقوله تعالى: (اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِراً إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَشْكُرُونَ) (2).\nوالوقف على قوله (والنهار مبصرا) حسن (3)، ثم يبدأ الكلام بقوله: ان الله ... لان جملة (ان الله لذو فضل على الناس) في موضع التعليل لما قبلها. اما سبب التنكير في قوله (لذو فضل) فهو (ان يجعل فضلا لا يوازيه فضل وذلك انما يستوي بالاضافة) (4). وقد تفتتح الجملة بـ (ان) متبوعة بلفظ الجلالة وبعدها اللام مع صفات الغفران والرحمة كما في قوله تعالى: (وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ) (5). وفي تقديم المغفرة على الرحمة ما لا يخفى من الدقة في التعبير (وهذا التقديم اولى بالطبع، لان المغفرة سلامة، والرحمة غنيمة والسلامة تطلب قبل الغنيمة) (6).\nوقريب من ذلك قوله: (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُوفٌ رَحِيمٌ) (7).\n__________\n(1) البقرة: 243. وينظر: سورة يونس، الآية (60).\n(2) غافر: (61).\n(3) ينظر: إيضاح الوقف والابتداء، 872:2.\n(4) الكشاف، 434:3.\n(5) النحل: (18).\n(6) صفاء الكلمة: 227.\n(7) البقرة: (143). وينظر: سورة الحج، الآية (60). وسورة فاطر، الآية (34).",
        "(1/91)\n\nوقد يحدث اختلاف في هذه الصيغة فترد صفات مضادة لما سبق تؤكد قوة الله تعالى وعقابه، بل وسرعة ذلك العقاب الالهي كقوله تبارك وتعالى: (مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) (1).\nوقوله تعالى: (فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ* إِنَّ رَبَّكَ لَبِالْمِرْصَادِ) (2).\nوقوله جل شأنه: (أَفَلا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ* وَحُصِّلَ مَا فِي الصُّدُورِ* إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ) (3).\nوالخطاب في هذه الآيات لاقوام يتوزعون ما بين المنكر وبين من ينزل منزلة ولذلك جاء التأكيد بـ (ان) واللام.\nوقد تجمع الآية الواحدة صفتين متناقضتين كالمغفرة والعقاب ومن ذلك قوله تعالى: (مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ) (4). ويتبادر الى الذهن لاول وهلة ان قوله (ان ربك لذو مغفرة وذو عقاب اليم) هو مما قد قيل للرسل السابقين، الا انه عند التحقيق يظهر ان هذه الجملة مستأنفة وهي ليست مما قيل للرسل في العصور السابقة (أي ما يقول لك كفار قومك (الا) مثل ما قال للرسل كفار قومهم من الكلمات المؤذية والمطاعن في الكتب المنزلة) (5) وعند ذلك يجب الوقف عند قوله تعالى (للرسل من قبلك) ومن ثم الابتداء بقوله (ان ربك ... ) وهي بذلك شبيهة بقوله تعالى: (وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ* أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِنْ لا يَشْعُرُونَ) (6).\n__________\n(1) الحج: (74)، والآية (40) من السورة نفسها.\n(2) الفجر: (13 - 14).\n(3) العاديات: (9 - 11).\n(4) فصلت: (43). وتنظر: سورة الاعراف، الآية (167).\n(5) الكشاف، 3، 45.\n(6) البقرة: (10 - 11) وتنظر: الآيات: 13 - 14 - 15 من سورة البقرة حيث اسقط فيها العاطف وهو (الواو).\n(1/92)",
        "\nفقوله (الا انهم هم المفسدون) (كلام مستأنف وهو اخبار عن الله تعالى فلو اتى بـ (الواو) لكان اخبارا عن اليهود بانهم وصفوا انفسهم بانهم مفسدون فيختل المعنى) (1). اذن ففي هذه يتوجب اسقاط الواو لان وجوده يخل بالمعنى.\nومع ذلك فأنه (يجوز ان يكون ما يقول لك الله الا مثل ما قال للرسل من\nقبلك، والمقول هو قوله تعالى – ان ربك لذو مغفرة وذو عقاب اليم) (2).\nوقد يرد بعد (إن) المتوبعة بالام اسم هو ليس لفظ الجلالة كما في قوله تعالى: (وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ) (3) فالموقف على قوله (عدو لله تبرأ منه) وقف تام (4)، ثم يستأنف الكلام بقوله (ان ابراهيم لاداه حليم) وهو بمثابة التعليل لكلام السابق عليه. وقد يأتي الاسم معرفاً بـ (ال) الجنس وذلك حينما يكون الحديث عن بعض صفات الانسان كما في قوله تعالى: (وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ* وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوهَا إِنَّ الْأِنْسَانَ لَظَلُومٌ كَفَّارٌ) (5).\nفجملة ((\"ان الانسان لظلوم كفار\" تأكيد لمعنى الاستفهام الإنكاري المستعمل في تحقيق تبديل نعمة الله كفرا، فلذلك فصلت)) (6).\nوتتعدد الصفات والاسماء الواردة بعد (ان) متبوعة باللام في نظم قرآني ذي الوان متعددة تجمعها دقة التعبير وجمال التصوير (7). ومثلما ورد الاسم بعد (إن) فقد احتل اسم الاشارة حيزاً لا يمكن التغاضي عنه كما في قوله جل شانه: (قَالَتْ يَا\n__________\n(1) حسن التوسل الى صناعة الترسل شهاب الدين محمود الحلبي، 106 - 107. وينظر. دلائل الاعجاز: 238، ومفتاح العلوم: 475.\n(2) الكشاف، 455:3.\n(3) التوبة: (114). وتنظر: سورة هود، الآية: (75).\n(4) ايضاح الوقف والابتداء، 2: 699.\n(5) ابراهيم: (34). وتنظر: سورة الحج، الآية (66)، وسورة الزخرف، الآية (15).\n(6) التحرير والتنوير، 13: 237.\n(7) وتنظر على سبيل المثال: سورة المطففين، الآية (22). وسورة العاديات، الآية (6)، وسورة لقمان الآية (13) وسورة غافر، الآية (59)، وسورة الطور، الآية (7)، وسورة البروج الآية (12)، وسورة الليل الآية (4) وسورة الفجر، الآية (54)، وسورة ابراهيم، الآية (22).\n(1/93)\n",
        "وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخاً إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ) (1). وقوله تعالى: (أَجَعَلَ الْآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ* وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ) (2). وقوله (ان هذا الشي عجاب \"أي بليغ في العجب\") (3). وقوله (ان هذا لشي يراد) أي (ان هذا الامر لشي من نوائب الدهر يراد بنا فلا انفكاك لنا منه: وان دينكم لشي يراد، أي: يطلب ليؤخذ منكم وتغلبوا عليه) (4).\nوتجدر الاشارة الى ان اسم الاشارة في هذه الآيات جميعاً يأتي بعد ان يقص القرآن حدثاً معيناً ثم تكون هذه الاشارة الى ذلك الحدث القريب أي ان الاشارة هنا الى شي معنوي وليس مادياً.\nومثلما وردت (إن) غير متصلة باي ضمير، فقد وردت (إن) متصلة ببعض الضمائر متبوعة باللام.\nومن ذلك اتصالها بالضمير (نا) فتصبح (إنّا) مشددة وهو صادر عن جماعة من المتكلمين كما في قوله تعالى: (قَالَ مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ إِنَّا إِذاً لَظَالِمُونَ) (5). وقوله تعالى: (قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ* إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ) (6).\nوقد يتصل الضمير (نا) بـ (ان) ولا يدغم معها (اننا) كما في قوله تعالى: (وَقَالُوا يَاَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ) (7).\nووردت (ان) وقد اتصل بها ياء المتكلم كما في قوله تعالى: (وَلا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ وَلا أَقُولُ لِلَّذِينَ تَزْدَرِي\n__________\n(1) هود: (72).\n(2) ص: (5 - 6) وتنظر: سورة الأعراف، الآية (123)، وسورة الشعراء، الآية (54)، وسورة النمل الآية (16) وسورة الروم، الآية (51) وسورة ص، الآية (54) وسورة ص، الآية (64).\n(3) الكشاف، 4: 73.\n(4) م. ن. 4: 73.\n(5) يوسف: (79).\n(6) الحجر: (58 - 59) وتنظر: سورة المائدة، الآية (106) وسورة الصافات، الآية (31).\n(7) الزخرف: (49).\n(1/94)\n\nأَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذاً لَمِنَ الظَّالِمِينَ) (1). وقوله تبارك وتعالى: (أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئاً وَلا يُنْقِذُونِ* إِنِّي إِذاً لَفِي ضَلالٍ مُبِينٍ) (2).\nوتجدر الاشارة هنا الى أنّ (إنَّ) وما بعدها من الجملة واقعة موقع جواب الشرط.\nواتصلت (ان) كذلك بالضمير (هم) متبوعة باللام كما في قوله تعالى: (وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ) (3). وقوله جل شانه: (وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ* إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ) (4).\nلقد تعاملنا فيما مضى من هذا المبحث مع القسم الأول من الإجابة عن السبب الخاص إذْ يؤكد الكلام هنا لان المخاطب اما منكر او ينزل منزلة المنكر ولذلك اكد الخطاب باكثر من مؤكد واحد من اجل ازالة ذلك الإنكار اما القسم الثاني منه فيؤكد بمؤكد واحد (أي اذا كان المخاطب متردداً في المخبر به حسن ان يقوى بمؤكد واحد) (5).\nويضع عبد القاهر الجرجاني شرطا لـ (ان) حينما تكون جواباً لسؤال هو (ان يكون للسائل ظن في المسئول عنه على خلاف ما انت تجيبه فاما ان يجعل مجرد الجواب فيه أصلا فلا) (6).\nأي ان الطالب او السائل هنا ليس خالي الذهن تماماً بل (حضر في ذهنه طرفا الحكم وتحير في ان الحكم بينهما وقوع النسبة او لا وقوعها) (7). فالاستفهام\n__________\n(1) هود: (31).\n(2) يس: (23 - 24).\n(3) العنكبوت: (12).\n(4) الشعراء: (211 - 212).\n(5) شروح التلخيص /عروس الافراح، 1: 205.\n(6) دلائل الاعجاز: 312.\n(7) شروح التلخيص / مختصر العلامة سعد الدين التفتازاني، 1: 205.",
        "(1/95)\n\nفي هذه الحالة اذن هو استفهام تصديق، إذْ إِنَّ التصديق هو (ان يحكم على ما تصوره بثبوت شي له او انتفاء شي عنه) (1). وتجدر الاشارة الى ان لَبْساً يرد هنا وهو ان صاحب التلخيص ومن تبعه في شروح التلخيص يقررون انه من المستحسن الاتيان بالمؤكد مع الطالب المتردد بينما يشترط عبد القاهر الجرجاني الاتيان بالمؤكد لان للمخاطب ظنا في المسؤول عنه على خلاف ما انت تجيبه به (2). ويدفع هذا اللبسُ اذا علمنا (ان الظن في كلام الشيخ عبد القاهر شرط في التأكيد بأن خاصة لانها كالعلم في التأكيد بخلاف غيرها فلا يشترط في التأكيد به ظن الخلاف وعليه يحمل كلام القوم وحينئذ فلا تنافي وردَّ هذا الجمع بقوله (إِنَّهُمْ مُغْرَقُونَ) (3) فانه مؤكد بان مع ان نوحاً لم يكن ظاناً لعدم غرقهم بل متردداً فالحق انهما طريقتان متقابلتان) (4).\nاما عن السبب في تركيز الكلام على (إن) فقط اداة للتوكيد مع المتردد الطالب فذلك لانها اهم مؤكد يدفع به التردد الذي يحمله المخاطب، وقد جاء الاستخدام القرآني معززاً هذه الحقيقة. لقد احتلت ان حيزاً لافتاً للنظر في البلاغة القرآنية اذْ استخدمت بكثرة ومن ذلك مجيئها متبوعة بلفظ الجلالة وياتي بعده فعل مضارع كما في قوله تبارك وتعالى: (كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ) (5). وجملة (ان الله يجب المتقين) هنا (تعليل للامر بالاستقامة. وموقع أن اولها للاهتمام وهو مؤذن بالتعليل لان (ان) في مثل هذا تغني غناء (فاء) وقد انبأ ذلك التعليل ان الاستقامة لهم من التقوى والا لم تكن مناسبة للاخبار بان الله يحب المتقين عقب الامر بالاستقامة لهم) (6).\n__________\n(1) الاقصى الغريب: 3.\n(2) ينظر: شروح التلخيص، 1: 205.\n(3) هود: (37) ونص الآية هو: (واصنع الفلك باعيننا ولا تخاطبني في الذين ظلموا انهم مغرقون).\n(4) شروح التلخيص /حاشية الدسوقي، 1: 205.\n(5) التوبة: (7).\n(6) التحرير والتنوير، 10: 123.\n(1/96)",
        "\nوقوله تعالى: (وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ) (1).\nوقوله جلت قدرته: (سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ) (2).\nوالخطاب في هذه الآيات موجه للمؤمنين، وهم وان كانوا غير مترددين في محبة الله تعالى للاحسان او للقسط الا ان الخطاب القرآني ينزلهم هذه المنزلة لغرض بلاغي حتى يكون الارشاد والوعظ ابلغ في نفوسهم كي يحبوا ما يحبه الله ويكرهون ما يكرهه تعالى (3).\nومثلما جاءت (ان) عقب الامر معللة له، فقد جاءت عقب الامر او النهي تنفي فعلا مضارعاً عن الله تبارك وتعالى كما في قوله جل وعلا: (وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ) (4).\nوقوله جل شانه: (رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لا رَيْبَ فِيهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعَادَ) (5).\nفجملة (ان الله لا يخلف الميعاد) (تعليل لتفي الريب أي لان الله وعد بجمع الناس له، فلا يخلف ذلك، والمعنى: ان الله لايخلف خبره، والميعاد هنا اسم مكان) (6).\nوعلى هذا السياق تسير هذه الآيات (7)، فكثيراً ما يكون الخطاب موجها للنبي (ص) فيها، أو للمؤمنين وقد يخرج عن ذلك قليلاً، واكثر هذه الآيات تكون من الآيات المدنية.\n__________\n(1) البقرة: (195).\n(2) المائدة: (42).\n(3) تنظر: سورة البقرة، الآية: (222) وسورة المائدة، الآية (13). وسورة الحجرات الآية (9). وسورة الممتحنة، الآية (8).\n(4) البقرة: (190).\n(5) آل عمران: (9).\n(6) التحرير والتنوير: 3: 171.\n(7) تنظر: سورة النساء، الآية (36)، وسورة المائدة، الآية (51). وسورة المائدة الآية (87)، وسورة يونس، الآية (81)، وسورة الرعد، الآية (31)، وسورة الحج، الآية (38)، وسورة القصص، الآية (50)، وسورة القصص، الآية (77)، وسورة المنافقون، الآية (6).\n(1/97)\n",
        "وقلما يأتي بعد لفظ الجلالة الفعل ماضيا كما في قوله تعالى: (وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً وَلا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذىً مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَاباً مُهِيناً) (1).\nوهو نادر جداً، الا ان الفعل الماضي الناقص كان قد احتل حيزاً تجدر الاشارة اليه فقد ورد في سورة النساء فقط (ست عشرة) مرة وقد استاثرت هذه السورة باعظم كمية من هذه الصيغة. كما في قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلا جُنُباً إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوّاً غَفُوراً) (2).\nلقد جاء ترتيب الصيغة هنا بتقديم (ان) ثم الفعل الماضي الناقص (كان) ثم صفتين من صفات الله تبارك وتعالى، وهذه الصيغة الواردة في ذيل الآية (كناية عن الترخيص والتيسير، لان من كانت عادته ان يعفو عن الخطائين ويغفر لهم اثر ان يكون ميسراً غير معسر) (3).\nوقد ترد الصيغة مع صفتي الغفران والرحمة فتكون الصيغة (ان الله كان غفوراً رحيما) (4). او انها ترد مع صفتي العلم والحكمة فتكون (ان الله كان عليماً حكيماً) (5)\n__________\n(1) النساء: (102).\n(2) النساء: (43).\n(3) الكشاف، 1: 529.\n(4) تنظر: سورة النساء، الآية (23)، والآية (106)، وسورة الاحزاب، الآية (24).\n(5) تنظر: سورة النساء، الآية (11)، وسورة الاحزاب، الآية (1)، وسورة الدهر، الآية (30).\n(1/98)\n\nوقد ترد صفات اخرى (1) وحين ترد هاتان الصفتان فلا تنافر بينهما بل تكونان متناسبتين تكمل احداهما الأخرى كما في قوله تعالى: (وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ والحكمة إِنَّ اللَّهَ كَانَ لَطِيفاً خَبِيراً) (2).\nفجملة (ان الله كان لطيفاً خبيراً) هي (تعليل للامر وتذييل للجملة السابقة والتعليل صالح لمحامل الامر كلها لان اللطف يقتضي اسداء النفع بكيفية لا تشق على المسدى اليه) (3). وقد يحدث تغيير في هذه الصيغة فتاتي بصفة واحدة لا صفتين كما في قوله جل وعلا: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيماً) (4).\nوهذه الصيغة سواء جاءت بصفتين او صفة واحدة غالباً ما تاتي في السور المدنية، وغالباً ما يكون الخطاب فيها موجهاً للمؤمنين، وتجدر الاشارة الى ان هنالك سؤالاً يقدح في الذهن عند قراءة هذه الآيات وهو: لما كانت صفات الباري عز وجل عين ذاته، وهي صفات ثابتة غير قابلة للنقص او التغيير البتة، فلم عبر عن هذه الصفات في هذه الايات بالفعل الماضي حتى اصبحت الصيغة تدل في ظاهرها على المضي؟ وفي مقام الجواب نقول كما قال صاحب (الاتقان) إن (كان): (فعل ناقص متصرف يرفع الاسم وينصب الخبر معناه في الاصل المضي والانقطاع ... وتاتي بمعنى الدوام والاستمرار ... وعلى هذا المعنى تتخرج جميع الصفات الذاتية المقترنة بكان) (5).\nيضاف الى ما تقدم ان هذه الصيغة كانت تسبق ـ في الاعم الاغلب ـ بأحكام او تشريعات او أوامر او نواهٍ ثم تذيل بهذه الصيغة المباركة.\n__________\n(1) تنظر: سورة النساء، الآية (16)، (34)، (35)، (56)، (58).\n(2) الاحزاب: (34).\n(3) التحرير والتنوير، 22: 19.\n(4) النساء: (29). وتنظر: سورة النساء، الآية (32)، (33)، (86)، وسورة الاحزاب، الآية (2)، (55).\n(5) الاتقان في علوم القرآن، 1: 219.",
        "(1/99)\n\nواذا تجاوزنا هذه الصيغة الى صيغ اخرى فهنالك صيغة قريبة منها طالما تكررت في القرآن الكريم إذْ تفتتح هذه الصيغة بـ (ان) وبعدها لفظ الجلالة متبوع بصفتين من صفات الباري عز وجل كصفتي الغفران والرحمة ومن ذلك قوله جل شانه: (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) (1).\nوتقديم المغفرة على الرحمة اسلوب قرآني بارز كثيراً ما ذيلت به آيات عديدة جاءت بحكم او تشريع او نفي حكم سابق.\nويبدو ان التناسب في الصفات الالهية التي ترد فيها موقع الفاصلة الغرض منه التلويح الى عظمة هذه الصفات وفي الجانب الاخر حينما يكون الخطاب تهديد او وعيد او وعد لا يقدر عليه الا الله تعالى فتتناسب الصفتان مع الغرض كقوله تعالى: (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآياتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ) (2).\nوفي الغرض نفسه قد ترد صفة واحدة تؤكد عقاب الله تعالى وشدته كما في قوله جل شانه: (مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ) (3). اما الآيات التي تدلل على قدرة الله تعالى وعلمه واحاطته بكل ما في هذا الوجود فتاتي بصفة واحدة كما في قوله تعالى: (قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) (4).\n__________\n(1) البقرة: (173). وتنظر: سورة البقرة، الآية (182)، (199)، وسورة آل عمران، الآية (155)، وسورة التوبة، الآية (5)، (28)، (99)، وسورة النور، الآية (62)، وسورة الممتحنة، الاية (12).\n(2) الانفال: (52)، وتنظر سورة ابراهيم، الآية (47)، وسورة الحديد، الآية (25).\n(3) الحشر: (6). وتنظر: سورة المائدة، الآية (2).\n(4) العنكبوت: (20). وتنظر: سورة البقرة (109)، آل عمران (165)، الانعام (19)، الانفال (75)، التوبة (115)، الحج (17)، لقمان (23)، فاطر (1)، المجادلة (70).\n(1/100)",
        "\nولم يقتصر مجيء (ان) متبوعة بلفظ الجلالة فقط، بل وردت بعدها اسماء مختلفة منها صفات تدل على المؤمنين واصحاب الجنة (1)، او تاتي بعدها احد\nصفات الكافرين او المنافقين (2). وقد ترد بعدها اسماء مختلفة (3).\nوقد ياتي بعدها اسم اشارة (4). كما ورد بعدها الاسم الموصول (5).\n__________\n(1) تنظر: سورة الحج (42)، والاسراء (65).\n(2) تنظر: سورة النساء (145)، والتوبة (67)، ويوسف (5).\n(3) تنظر: سورة الاعراف (183)، والحج (1)، والعنكبوت (56).\n(4) تنظر: سورة الاعراف (139)، والاحزاب (53)، والدهر (22).\n(5) تنظر: سورة يونس (76)، والنحل (104)، والحج (73).\n(1/101)\n",
        "المبحث الثالث\nجواب القول\nلم يشر البلاغيون عند تقسيم الاستئناف، الى ان جواب القول هو القسم الثالث من اقسامه، الا ان الامثلة التي ذكروها تدل على ذلك، وقد اعتمدوا في ذلك على ما بذله الشيخ عبد القاهر الجرجاني من جهود طيبة عند بحثه موضوع (الفصل والوصل) ومن ذلك تعامله مع الفعل (قال) حينما ياتي مفصولا عما قبله حتى اننا نجده يضع قاعدة لذلك بقوله: ((واعلم ان الذي تراه في التنزيل من لفظ قال مفصولاً غير معطوف، هذا هو التقدير فيه والله اعلم)) (1).\nأي يقدر سؤال بعد القول الأول، ثم يشرح ذلك قائلا: ((فلما كان في العرف والعادة فيما بين المخلوقين اذا قيل لهم: دخل قوم على فلان فقالوا: كذا، ان يقولوا: فما قال هو؟ ويقول المجيب: قال كذا؛ اخرج الكلام ذلك المخرج لان الناس خوطبوا بما يتعارفونه، وسلك باللفظ المسلك الذي يسلكونه) (2). ثم ياتي بعدة امثلة من القرآن الكريم لتعزيز هذه القاعدة. وقد تابعه في ذلك من جاء بعده، فنجد ان ابن الزملكاني يتابعه في ذلك كما تابعه في معظم كتابه (التبيان) فيقول: (اذا رايت لفظ قال مفصولاً غير معطوف فاعلم ان هذا تقديره مثل قوله تعالى: (هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ* إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلاماً قَالَ سَلامٌ قَوْمٌ مُنْكَرُونَ* فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ* فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلا تَأْكُلُونَ* فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ وَبَشَّرُوهُ بِغُلامٍ عَلِيمٍ) (3) (4).\nكما تابعه اصحاب شروح التلخيص في ذلك وجعلوا من هذه القاعدة القسم الثالث والاخير من انواع الاستئناف فنجد صاحب (مواهب الفتاح) يقول (واما ان يكون ذلك السؤال عن غيرهما أي عن غير السبب المطلق وعن غير السبب الخاص بل عن حكم اخر يقتضي المقام السؤال عنه وذلك نحو قوله تعالى \"قالوا سلاما\"\n__________\n(1) دلائل الاعجاز: 244.\n(2) م. ن: 244.\n(3) التبيان في علم البيان: 143.\n(4) سورة الذاريات الآيات من (24 - 28).\n(1/102)\n\n) (1). وبما ان القرآن الكريم قد نقل العديد من الحوادث والقصص وانواعا مختلفة من الجدل والحجاج، فقد كان لابد من ان يحفل هذا الكتاب الكريم بكمية كبيرة من الاقوال.\nومن ذلك ان يأتي الفعل (قال) متبوعا بالفعل الماضي كما في قوله تعالى: (وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ* إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ) (2).\nوقوله تعالى: (قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ* وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنْتَ مِنَ الْكَافِرِينَ* قَالَ فَعَلْتُهَا إِذاً وَأَنَا مِنَ الضَّالِّينَ* فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْماً وَجَعَلَنِي مِنَ الْمُرْسَلِينَ) (3) والجواب هنا لم يكن جوابا عن استفهام صريح، بل هو رد على كلام المتحدث ولذلك فان الجواب هنا يأتي مفصولا كانه جواب استفهام لاننا نقدر السؤال الآتي: وماذا قال ابراهيم لربه؟ وفي المثال الثاني نقدر السؤال: وماذا قال موسى لفرعون؟ ولما كان كلام فرعون قد افتتح باستفهام انكاري فان كلام موسى عليه السلام كان جوابا له من جهتين الاولى: كونه ردا على ذلك الاستفهام الانكاري والثانية: كونه استئنافا بيانيا فيكون جوابا ايضا، ولذلك افتتح موسى عليه السلام كلامه بـ (اذاً) (فأن قلت: (اذاً) جواب وجزاء معاً والكلام وقع جواباً لفرعون فكيف وقع جزاء؟\nقلت: قول فرعون وفعلت فعلتك فيه معنى انك جازيت نعمتي بما فعلت، فقال له موسى نعم فعلتها مجازياً لك تسليماً لقوله لان نعمته كانت عنده جديرة بأن تجازى بنحو ذلك الجزاء) (4).\n__________\n(1) شروح التلخيص /مواهب الفتاح، 60:3.\n(2) البقرة: (130 - 131).\n(3) الشعراء: (18 - 21).\n(4) الكشاف، 109:3.",
        "(1/103)\n\nوقد يأتي الفعل مضارعاً لانه يتحدث عما سيقع وذلك كما في قوله تعالى: (وَإِذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لا تَعْلَمُونَ) (1)\nوقد جاء الاستئناف البياني ردا على قول الباري عز وجل من الملائكة مصدرا بهمزة الاستفهام (وفصل الجواب ولم يعطف بالفاء او الواو جريا على طريقة متبعة في القرآن الكريم في حكاية المحاورات وهي طريقة عربية ـ وانما حذفوا العاطف في امثاله كراهية تكرير العاطف بتكرير افعال القول، فان المحاورة تقتضي الاعادة في الغالب فطردوا الباب، فحذفوا العاطف في الجميع وهو كثير في التنزيل) (2).\nوهذا الكلام لا يعدو أن يكون شرحا للقاعدة التي وضعها عبد القاهر الجرجاني وقد اكثر الشيخ محمد الطاهر بن عاشور (ت1973م) من الاشارة الى ذلك في عدة مواضع من تفسيره. (3)\nوقد جاء الاستئناف البياني مفتتحا بالفعل المضارع في قوله تعالى: (قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْساً فَأَخَافُ أَنْ يَقْتُلُونِ* وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَاناً فَأَرْسِلْهُ مَعِيَ رِدْءاً يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ* قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَاناً فَلا يَصِلُونَ إِلَيْكُمَا بِآياتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ) (4).\nوقوله جلت قدرته: (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ) (5).\nوبعد ان نستبعد الفعل (قال) لانه حكاية لما دار من الكلام بين طرفين او اكثر نجد ان الفعل المضارع الذي يتصدر الجواب كان زمنه يدل على الحال والاستقبال\n__________\n(1) البقرة: (30).\n(2) التحرير والتنوير، 401:1.\n(3) ينظر: م. ن:704:1، 716:1، 126:12، 129:12، 152:15، 332:16، 25:29. وينظر: المنظور البلاغي في تفسير التحرير والتنوير: 85 - 86.\n(4) القصص: (33 - 35).\n(5) فصلت: (11).\n(1/104)",
        "\nفي هذه الايات جميعا ففي الآية الاولى نجد ان الافساد الذي اشار اليه الملائكة قد وقع من البشر في الماضي وما زال حتى الان، بل ان عدد المفسدين في الارض اكثر من عدد الصالحين حتى يأذن الله بأمره.\nوفي المثال الثاني نجد ان الله تعالى قد اشار الى انه سيشد عضد موسى بهارون عليهما السلام ولم تكن تلك المساندة في زمن فرعون فقط بل استمرت الى ما بعد هلاك فرعون وجنوده.\nاما المثال الثالث فأن اتيان السماء والارض لارادة الله تعالى لم تكن منحصرة في الزمن الماضي فقط أي اللحظة التي وقع فيها فعل الاتيان بل يستمر ذلك الخضوع للارادة الالهية الى ما يشاء العزيز الحكيم.\nوتجدر الاشارة الى ان قول الملائكة في الآية الاولى قد جاء بصيغة الاستفهام بسؤال صريح.\nوجاء الفعل المضارع مسبوقا بـ (لن) كما في قوله تعالى: (وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي* قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى) (1).\nوقوله جلت قدرته: (سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لا يَفْقَهُونَ إِلَّا قَلِيلاً) (2)\nوهذه الآيات لا تشكل اسلوبا في الجواب القرآني لقلتها. وتجدر الاشارة إلى ان وجود عدد من الآيات التي تفتتح بالفعل المضارع قد لا يقابلها عدد مقارب من الآيات التي تفتتح بالفعل الماضي او بالعكس اذ المحدد في هذه المسألة عدد الآيات حينما تشكل اسلوبا له خصائص معينة.\nكما جاء فعل الامر موضع الاستئناف البياني وهو قليل ايضا كما في قول الباري عز وجل: (وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُوداً أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ) (3).\n__________\n(1) طه: (90 - 91).\n(2) الفتح: (15).\n(3) البقرة: (111).\n(1/105)\n",
        "وقوله جل وعلا: (قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلالٍ) (1).\nوقول جل شأنه: (قَالَ لِلْمَلأِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ* يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ* قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ) (2)\nوما يميز استخدام فعل الامر في هذه الآيات انه كان موجهاً لليهود والكافرين ففي الآية الاولى كان الخطاب موجهاً من الله تعالى على لسان نبيه عليه الصلاة والسلام لليهود، وفي الآية الثانية كان الخطاب موجهاً من الملائكة للكفار الذين ادخلوا الى نار جهنم، وفي الثالثة كان موجهاً من ملأ فرعون لفرعون.\nوكان الكلام موجهاً في الآيتين الاولى والثانية لمجموعة من المخاطبين بينما كان في الثالثة موجهاً لفرد واحد فقط.\nومثلما استخدم الفعل الماضي والمضارع والامر فقد افتتح الاستئناف البياني بالحرف الذي يستخدم للتأكيد وكانت (إن) صاحبة النصيب الاوفر هنا، وبما ان (ان) قد استخدمت في النوع الثاني من انواع الاستئناف حينما يكون السؤال عن سبب خاص، فأنها قد استخدمت هنا استخداماً قريباً من ذلك عندما يكون المخاطب بها وبما بعدها من الجملة اما منكراً او ينزل منزلة المنكر والذي يحدد ذلك السياق والمخاطب نفسه وقرائن اخرى.\nان التعبير القرآني حينما يرد مؤكداً لابد ان يكون هنالك موجب لذلك التأكيد والا ورد ذلك التعبير خالياً من التأكيد اذا لم يكن هنالك حاجة اليه. لقد استخدمت (إن) جواباً ورداً على قول سابق، وليس شرطاً، ان يكون القول عبارة عن سؤال صريح، بل ان تفنن القرآن الكريم في ذلك الاستخدام يدعو للدهشة بسبب دقة التعبير وحسن الاستخدام.\n__________\n(1) غافر: (50).\n(2) الشعراء: (34 - 36).\n(1/106)\n\nلقد كان الكلام المفتتح بـ (ان) موجها في الاكثر هنا للكفار واليهود كما في قوله تعالى: (وَقَالُوا لَوْلا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ) (1). وقوله جل شأنه: (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ) (2)\nوقوله جلت قدرته: (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ) (3).\nان الموضوع الذي تشترك فيه هذه الآيات جميعاً هو الجدل بين الحق متمثلاً بالنبي الاكرم عليه الصلاة والسلام، والباطل بجبهاته المتعددة من الكافرين واليهود والمنافقين (وهذا الجدل القرآني يفيد المتفكر افادة تامة ويجيب عن جميع التساؤلات التي يمكن ان تشغل الانسان في كل زمان ومكان ويورد الاجابة الشافية عنها) (4).\nوكان الجدل واحدا من اهم الاساليب للنصر على المجادلين بالباطل (فالمعروف ان الجدل القرآني اما ان يكون وعظيا ونصحا او اجلاء للحقائق، او تثبيتا لاقدام المؤمنين او انزالا للمسكنة (5) والامن والطمأنينة في قلوبهم، او لدحض الباطل باعلاء كلمة الحق، او لزجر اصحاب الهوى عن الخوض فيما ليس لهم به علم ولا هدى، وما الى ذلك من الاغراض الرفيعة والمقاصد السامية) (6).\nلقد أكد الاستئناف هنا بـ (ان) لان المخاطبين في الآية الاولى والثانية\n\nوالثالثة كانوا مترددين في المخبر عنه، بل هم اقرب الى الانكار ولكن الكلام معهم اكد بـ (ان) فقط.\n__________\n(1) الانعام: (37).\n(2) الاعراف: (28).\n(3) الرعد: (27).\n(4) الجدل في القرآن: د. حسن الشرقاوي: 14\n(5) م. ن: 14.\n(6) كذا: وكان الاولى ان يقول: للسكينة.",
        "(1/107)\n\nونبقى مع الآيات التي تبدا بـ (ان) مسبوقة بفعل الامر (قل) كما في قوله تعالى: (وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ* وَلا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ) (1).\nوقوله تبارك وتعالى: (وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالاً وَأَوْلاداً وَمَا نَحْنُ بِمُعَذَّبِينَ* قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) (2).\nولا نخرج هنا عن دائرة الجدل بين النبي عليه الصلاة والسلام مع اليهود او مع المشركين وهذا الجدل كان هادئا من طرف النبي الاكرم غاية الهدوء على الرغم من وسائل الاستفزاز العديدة التي استخدمت ضده اذ ان القرآن الكريم يعمد دائما الى (لمس البداهة، وايقاظ الاحساس، لينفذ منهما مباشرة الى البصيرة، ويتخطاهما الى الوجدان) (3).\nوفي المثال الاول نجد اليهود يجادلون بالباطل على عادتهم في (التلكؤ والتردد واللجاج، واستخدام الجدل الخطابي الذي لا معنى له ولا سند له من الحقيقة ولا يحمل أي حجة مثبتة) (4) لقد كانت بداية الخطاب في الآيتين توجيه فعل امر من اهل نار جهنم وكان في الاولى لاصحاب الجنة وفي الثانية لمالك خازن نار جهنم وبما ان من وجه اليهم الخطاب على مرتبة اعلى فقد كان الخطاب دعاءا من هؤلاء. وقد اكد الرد عليهم بـ (أن) في الحالين لانهم قد انزلوا منزلة المنك، ولانهم يعلمون ان خلودهم في جهنم عقاب لهم من رب العالمين ولا ينالهم في ذلك\nالموضع شيء من رحمته.\n__________\n(1) آل عمران: (72 - 73).\n(2) سبأ: (35 - 36).\n(3) التصوير الفني في القرآن، سيد قطب: 185.\n(4) الجدل في القرآن: 47.\n(1/108)",
        "\nاما الفرق بين هاتين الآيتين والآيات التي كان الرد فيها مفتتحا بـ (ان) مسبوقة بفعل الامر (قل) فأن الخطاب هنا موجه لاهل الجنة ولخازن نار جهنم والمقصود بالخطاب هو الله تعالى ولكن الجواب كان حاضرا عند اهل الجنة ومالك اما هناك فان الخطاب كان موجها الى النبي عليه الصلاة والسلام وجاء الجواب موجها من الله تعالى على لسان نبيه الكريم وكان ذلك في معرض الجدل بين الحق والباطل.\nومثلما استخدمت (ان) في جواب القول فقد استخدمت (انما) المركبة من (ان) مضافا اليها (ما).\nاما استخدامها في الكلام فأنه يتحدد اساسا في كونها (تجيء لخبر لا يجهله المخاطب ولا يدفع صحته، او لما ينزل هذه المنزلة) (1). وهي تختلف عن (ان) (التي يكون للمخاطب بها ظن على خلاف ما يسمعه من المتكلم) (2)\nو (انما) تستخدم في التوكيد ايضا وهذا ما يؤكده السكاكي بقوله: (ان كلمة (ان) لما كانت لتاكيد اثبات المسند للمسند اليه ثم اتصلت بها (ما) المؤكدة لا النافية على ما يظنه من لاوقوف له بعلم النحو ضاعفت تأكيدها) (3).\nلقد عرفنا ان (انما) تستعمل في حكم يكون معلوما للمخاطب ولذلك فانها (تستعمل في كلام لا يكون الغرض منه الحكم للعلم به وانما يكون الهدف التلويح به الى معنى اخر على سبيل التعريض، وهو احسن مواقع انما) (4).\nوهذا الامر مما قرره عبد القاهر الجرجاني بقوله: (ثم اعلم انك اذا استقريت وجدتها اقوى ماتكون واعلق ماترى بالقلب اذا كان لايراد بالكلام بعدها نفس معناها، ولكن التعريض بامر هو مقتضاه) (5).\nاما في القرآن الكريم فيغلب عليها (ان تكون بمثابة الجواب عن سؤال يقتضيه السياق قبلها صريحا او ضمنا) (6)\n__________\n(1) دلائل الاعجاز: 135، و نهاية الايجاز: 182، وينظر: مفتاح العلوم: 516.\n(2) م. ن: 312.\n(3) مفتاح العلوم: 511.\n(4) المعاني في ضوء اساليب القرآن: 299 - 300 ..\n(5) دلائل الاعجاز: 333.\n(6) المعاني في ضوء اساليب القرآن: 301.\n(1/109)\n",
        "وعلى اساس القرائن المعنوية واللفظية يتحدد عملها في كون المخاطب لا يجهل الخبر او ان ينزل منزلته.\nلقد وردت (انما) مسبوقة بفعل الامر (قل) موجهاً الى النبي الاعظم صلوات الله وسلامه عليه من الله تبارك وتعالى كما في قوله جل شانه: (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ* قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ) (1). وقوله جل وعلا: (وَقَالُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآياتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ) (2).\nوقول تعالى شانه (وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ* قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ) (3) وقوله تقدست اسماؤه: (وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلا اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ) (4). ونعود في هذه الآيات المباركة الى دائرة الجدل بين الحق والباطل بين الايمان بالله الواحد الاحد والاشراك والكفر به اذ (لم تقتصر حرب القريشيين للرسول صلى الله عليه وسلم على استخدام الأسلحة بأنواعها، بل ايضا استخدموا اسلوب الحرب النفسية واللجاج والحجاج والجدل المبطل) (5).\nلقد جاء الجواب في الآية الأولى عن سؤال صريح، بينما في الآيات الثلاث الاخرى جاء رداً على سؤال ضمني تقديره بعد سماع قول المشركين بـ: وماذا قال لهم النبي صلوات الله وسلامه عليه؟ فيكون الجواب هو الاستئناف البياني الذي يفتتح بـ (انما) مسبوقة بفعل الامر (قل) اذ القول هنا قول الله تبارك وتعالى موجه الى المشركين على لسان نبيه الكريم وفي هذه الآيات المباركة نعود مرة اخرى الى\n__________\n(1) الملك: (25 - 26).\n(2) العنكبوت: (50).\n(3) فصلت: (5 - 6).\n(4) الأعراف: (3 - 2).\n(5) الجدل في القرآن: 67.\n(1/110)\n\nدائرة الجدل والنقاش المحتدم والحجج التي تكون الغاية من ورائها هداية هؤلاء المشركين، ومن اللافت للنظر ان الجواب حينما يكون رداً على سؤال صريح او مقدر، ويكون مفتتحاً بفعل الامر (قل) حسب النظم القرآني وبـ (انما) حسب السياق الحقيقي الذي دار فيه الجدل قبل ان ينقله القرآن الكريم يكون دائماً مع المخاطبين الذين وقفوا موقف المعارضة والرفض لرسالة السماء.\nوبما ان (انما) من الادوات التي تستخدم في اسلوب القصر (1)، فنجد انها تكون (اثباتاً لما يذكر بعدها ونفياً لما سواه) (2).\nوسبب (افادة (انما) معنى القصر هو تضمينه معنى ما وإلا) (3) وتجدر الإشارة إلى أن (إنما) في الآيات المتقدمة قد تضمنت معنى (ما) و (إلاّ) ففي الآية الأولى تقدر بـ: - ما العلم الا عند الله وما انا الا نذير مبين وهكذا. كما ان (انما) في هذه الآيات قد افادت التعريض ففي الآية الرابعة نجد أن الجواب (الذي امر الرسول صلى الله عليه وسلم بان يجيب به وهو قوله (قل انما اتبع ما يوحى إلي من ربي) صالح للمعنيين، فالاتباع مستعمل في معنى الاقتصار والوقوف عند الحد، أي لا اطلب آيةً غير ما أوحى الله لي) (4).\nاما قوله تعالى: (قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ* قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَكِنِّي أَرَاكُمْ قَوْماً تَجْهَلُونَ) (5).\nوبعد ان كان الجواب يفتتح بفعل الامر (قل) نجده هنا مفتتحاً بالفعل (قال) متبوعاً بـ (انما) لان المتحدث هنا ليس النبي محمد صلى الله عليه وسلم وانما هو نبي الله (هود) عليه السلام موجهاً خطابه الى قومه (لا علم عندي بالوقت الذي\n__________\n(1) ينظر: مفتاح العلوم: 510.\n(2) م. ن: 510.\n(3) م. ن: 510.\n(4) التحرير والتنوير، 9: 237.\n(5) الاحقاف: (22 - 23).",
        "(1/111)\n\nيكون فيه تعذيبكم حكمة وصواباً انما علم ذلك عند الله، فكيف ادعوه بان يأتيكم بعذابه في وقت عاجل تقترحونه انتم) (1)\nوما يدور في هذه الآية المباركة يدخل ضمن الجدل – ايضاً – وكانت (انما) من افضل الأدوات التي يفتتح بها الرد على المجادلين.\nوقد تخرج (انما) قليلاً عما اعتدنا عليه فيكون الخطاب فيها موجهاً للمؤمنين كما في قوله تبارك وتعالى: (إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ* وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ* قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً وَلا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ) (2) ان الذين نصحوا بهذا الكلام لابد من ان يكونوا من المؤمنين (وقيل ان القائل موسى عليه السلام) (3). ولذا فان (انما) هنا لم يخاطب بها المشركون او احد ممن سار على طريق الباطل وهذا هو الفرق بينها وبين (انما) في الآيات التي سبقتها. ومن ذلك ايضا قوله جل شانه (وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ) (4) فالنهي هنا موجه لليهود فجاء ردهم على هذا النهي مفتتحاً بـ (انما) وقد (دخلت انما لتدل على انهم حين ادعوا لأنفسهم انهم مصلحون اظهروا انهم يدعون من ذلك أمراً ظاهراً معلوماً ولذلك أكد الأمر في تكذيبهم والرد عليهم فجمع بين (الا) الذي هو للتنبيه وبين (ان) الذي هو للتأكيد فقيل: ((الا انهم هم المفسدون ولكن لا يشعرون)) (5).\n__________\n(1) الكشاف، 4: 307.\n(2) القصص: (76 - 78).\n(3) الكشاف، 3: 191.\n(4) البقرة: (11).\n(5) دلائل الاعجاز: 336: وينظر: نهاية الايجاز: 182، ومفتاح العلوم: 517، والمعاني في ضوء اساليب القرآن: 296.\n(1/112)",
        "\nالفصل الثالث\nالبيان في جواب القرآن\nليس من اليسير على الباحثين أن يحيطوا إحاطة تامة بما امتاز به جواب القرآن من مزايا تجعله ينأى تارة، ويقترب تارة أخرى من الجواب الذي يدور في مخاطبات بني البشر.\nلقد تنوع ذلك الجواب من حيث الجهة التي صدر منها، فهناك جواب للباري عز وجل، وهنا جواب للملائكة، وهناك جواب للأنبياء، والرسل، وللمؤمنين، ولإبليس، وللمشركين، ولم يقتصر الأمر على ذلك فقط، إذ للسماوات جواب، وللأرض جواب، ولنار جهنم جواب، فأثرى هذا التنوع جواب القرآن الكريم، فضلا عن ما يتطلبه موقف الجواب من تعدد في أساليب الإجابة يحددها نوع الاستفهام، واحداث التأثير المطلوب في المخاطب، وما إلى ذلك، في نسيج يبدو متشعبا للوهلة الأولى، إلا أنه يمكن أن يختصر في كونه صراعا بين الأمر بالمعروف والنهي عن المنكر من جهة، والأمر بالمنكر والنهي عن المعروف من جهة أخرى في نسيج لا يمكن أن يوصف إلا بأنه معجز.\nولا بد من الإشارة إلى ان الأجوبة جميعا قد صيغت بأعلى مستوى من الدقة والبلاغة، وقد أوردها القرآن الكريم بشكل مؤثر ولا فت للنظر، بحيث تجعل قارئ هذا الكتاب العظيم يقف مرات ومرات معها، وتنقله إلى آفاق رحبة من التعبير المعجز، والبيان الأخاذ الذي يسحر العقول والقلوب معا.\nأما المحور الذي يدور عليه هذا الفصل فهو فنون البيان التي وظفها القرآن الكريم في أجوبته، ومحاولة الوقوف على أهم خصائص، ومميزات هذه الفنون في الجواب القرآني.\nيعد علم البيان واحدا من علوم البلاغة؛ إذ يشكل هو وعلم المعاني، وعلم البديع العلوم الثلاثة التي استقرت عليها البلاغة العربية.\n(1/113)\n",
        "وعلم البيان كما عرفه الخطيب القزويني هو: علم يعرف به إيراد المعنى الواحد بطرق مختلفة في وضوح الدلالة عليه (1).\nإذن فعلم البيان يتعامل مع المعنى وليس المفردة فقط، ومن هنا كانت فنون هذا العلم ذات قيمة جمالية كبيرة في النص الذي تتوفر فيه، شرط ان يكون ذلك التوفر موظفا بالشكل الصحيح، ولما كان القرآن الكريم يمثل قمة التعبير في اللغة العربية، فقد كان لا بد لعلم البيان من أن يحتل جانبا متميزا في جمالية الخطاب القرآني.\nلقد وردت فنون البيان جميعها في الجواب القرآني، ولكن بنسب متفاوتة، وهذه الفنون هي المحور الذي يدور حوله هذا الفصل.\n__________\n(1) التلخيص: 235 ـ 236.\n(1/114)\n\n1 ـ التشبيه\nيحتل التشبيه مركز الصدارة بين فنون علم البيان، وقد قال عنه السكاكي ((إن التشبيه مستدع طرفين مشبها ومشبها به، واشتراكا بينهما من جهة وافتراقا من أخر مثل أن يشتركا في الحقيقة، ويختلفان في الصنعة)) (1).\nوقد قدم البلاغيون تعريفات كثيرة للتشبيه ـ لسنا بصدد ذكرها ـ إلا أنهم لم يقدموا تعريفا جامعا مانعا يمكن له أن يسلم من التعديل، أو الاعتراض (2)، الذي يمكن أن نخرج به من كل ذلك هو أن البلاغيين يتفقون من حيث المضمون عل ماهيته، وحدوده وجوهره الذي هو اتفاق شيئين في أمر أو أكثر مع اختلافهما في أمور أخر، ولكنهم يختلفون في الصيغة التي يضعها كل منهم لتعريفه تعريفا غير قابل للتغبير (3).\nأما كيفية التشبيه فان الشيء ((يشبه بالشيء تارة في صورته وشكله، وتارة في حركته وفعله، وتارة في لونه ونجره، وتارة في سوسه وطبعه، وكل منهما متحد بذاته واقع من بعض جهاته)) (4).\nلقد ضم القرآن الكريم بين دفتيه عددا كبيرا من التشبيهات، وبمختلف أنواع التشبيه المعروفة التي حققت وظائف التشبيه في القرآن الكريم، وأهمها المبالغة والبيان، والإيجاز (5).\nأما التشبيه في الجواب القرآني فقد كان قليلا جدا، إذ لم يرد إلا في مواضع معدودة كقوله تبارك وتعالى: ((الْقَارِعَةُ * مَاالْقَارِعَةُ*وَمَا أَدْرَاكَ مَا الْقَارِعَةُ*يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ*وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ)) (6).\n__________\n(1) مفتاح العلوم: 558.\n(2) ينظر: على سبيل المثال: المثل السائر، 2: 153، والتلخيص: 238، والأقصى القريب: 41، والتصوير البياني: 101 ـ 102، وعلم البيان، د. عبد العزيز عتيق: 61 ـ 62.\n(3) ينظر: فن التشبيه، 1: 35.\n(4) الجمان في تشبيهات القرآن: 3.\n(5) ينظر: المثل السائر، 2: 129.\n(6) القارعة: (1 ـ 5).",
        "(1/115)\n\nوعند تحليل هذين التشبيهين نجد أن المشبه هو الناس والجبال، والمشبه به هو الفراش المبثوث، والعهن المنفوش، وقد أقيم التشبيه على أساس تشبيه الناس بالفراش المبثوث، وتشبيه الجبال بالصوف المنفوش، وكان الطرفان حسيين في كل تشبيه منهما لانهما مما يدرك بحاسة البصر.\nأما أداة التشبيه فهي الكاف في التشبيهين (كالفراش، كالعهن)، أي أن التشبيه تشبيه مرسل لأن الأداة مذكورة، أما من حيث وجه الشبه فقد شبه الناس (بالفراش في الكثرة، والانتشار، والضعف، والذلة، والتطاير إلى الداعي كما يتطاير الفراش إلى النار ... وشبه الجبال بالعهن، وهو الصوف المصبغ ألوانا؛ لأنها ألوان، وبالمنفوش منه؛ لتفرق أجزائها)) (1)، ولذلك يعد هذا التشبيه تشبيها مفصلا، حيث ذكر وجه الشبه، أما الغرض الذي سيق التشبيهان لأجله فهو بيان حال المشبه (2)؛ أي بيان حال الناس، والجبال، فهذا المشهد مما يقع يوم القيامة، وتركيب التشبيه على هذا الشاكلة يخدم الغرض الذي يبغيه القرآن الكريم من تصوير مشاهد ذلك اليوم تصويرا يبعث على الخوف، والضآلة في نفس الإنسان تجاه عظمة القدرة الإلهية، وان ذلك مما يقع لا محالة، لأنه أمر قد قدره الحق تبارك وتعالى.\nكما أن التشبيه هو أنسب فنون البيان لتصوير هذا المشهد، فوجود المشبه، والمشبه به يتيحان لذهن المتلقي استحضارهما، والقيام بالمقارنة بينهما، والتأمل في وجه الشبه بينهما حتى تكتمل الصورة القرآنية المرسومة بجميع أبعادها.\nوقد يكون التشبيه تشبيها بليغا كما في قوله جل شانه ((إِذَا جَاءَكَ الْمُنَافِقُونَقَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ * اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ)) (3).\n__________\n(1) الكشاف، 4: 789 ـ 790.\n(2) ينظر: مفتاح العلوم: 569، والتصوير البياني: 140، وعلم البيان، د. عبد العزيز عتيق: 106، وفنون التصوير البياني: 139.\n(3) المنافقون: (1ـ2)\n(1/116)",
        "\nفقد جاء المشبه، وهو إيمان هؤلاء المنافقين بالجنة وهي ((ما يستتر به ويتقى، ومنه سميت الدرع جنة)) (1)، فالعلاقة القائمة بين المشبه، والمشبه به هي أنهم قد ((جعلوا أيمانهم كالجُنة يتقى بها ما يلحق من أذى، فلما شبهت الأيمان بالجُنة على طريقة التشبيه البليغ اتبع ذلك بتشبيه الحلف باتخاذ الجنة أي استعمالها)) (2).\nلقد جاء المشبه وهو الأيمان عقليا، وليس حسيا، أما المشبه به، وهو الجنة، فهو حسي، وهو من تشبيه المفرد بالمفرد، وقد حذف وجه الشبه، وأداته؛ فالتشبيه تشبيه مؤكد مجمل، وذلك مما يحقق إيجازه، ويمكن تأويل وجه من خلال تأمل حال المشبه، والمشبه به، فقد شبهت أيمان المنافقين بالجنة، أي أن هؤلاء قد اتخذوا أيمانهم وقاية وحماية لهم من المسلمين، فهم كلما أحسوا الخطر المتمثل في افتضاح أمر كذبهم وخداعهم لجأوا إلى القسم بالأيمان المغلظة ليدللوا على إيمانهم ظاهريا، بينما يضمرون عكس ذلك تماما.\nإن هذا التشبيه قد وقع جزءا من الجواب عن سؤال ضمني ينشأ من قوله تعالى ((والله يشهد ان المنافقون لكاذبون))، والسؤال: ما سبب وصفهم بصفة الكذب؟ فيكون الجواب (اتخذوا أيمانهم جنة).\nلقد قام الجواب على أساس التشبيه، ولم يكن كلاما تقريريا مباشرا، لأن الغاية من اليمين الذي يحلف به المنافق اتخاذه ستارا يحجب الحقيقة عن أذهان من يرون تصرفات هؤلاء المنافقين، فهم يعيشون مع المسلمين، ويتصرفون مثلهم ظاهرا، بينما يضمرون الكفر في أنفسهم، فكان التشبيه البليغ الخالي من أداة التشبيه، ووجه الشبه هو الأقدر على تقديم هذه الحقيقة في إطار مشهد يصور هذا الواقع.\nومن التشبيهات البليغة الواردة في جواب القرآن الكريم، قوله تبارك وتعالى ((فِي الدُّنْيَا وَالْآخِرَةِ وَيَسْأَلونَكَ عَنِ الْيَتَامَى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ\n__________\n(1) التحرير والتنوير، 28: 236.\n(2) م. ن، 28: 236.\n(1/117)\n",
        "تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شَاءَ اللَّهُ لاعْنَتَكُمْ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ)) (1).\nوالتشبيه البليغ في قوله تعالى (وان تخالطوهم فاخوانكم ... )، إذ حذفت اداة التشبيه ووجه الشبه، فـ (أخوانكم) (خبر مبتدأ محذوف تقديره تقديره أخوانكم، وهو على معنى التشبيه البليغ) (2).\nفالصورة التشبيهية قائمة على تشبيه اليتامى بالاخوان، وهذا التشبيه اقرب إلى أسلوب الأمر؛ أي أمر المؤمنين بمخالطة اليتامى مثلما يخالطون أخوانهم، أما وجه الشبه الذي لم يصرح به فهو القرب والتواد والتراحم مع هؤلاء اليتامى الذين يؤكد القرآن الكريم دائما على احتضانهم والرافة بهم بسبب وضعهم الخاص الناتج عن اليتم. لقد جاء التشبيه في الجواب القرآني بكيفية خاصة كما في قوله جلت قدرته ((قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ)) (3).\nأي (كهذا الفعل العجيب، وهو تقدير الحمل من شيخ هرم لم يسبق له ولد، وامرأة عاقر كذلك) (4)، وقوله تعالى ((قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ)) (5)، أي مثل ذلك الخلق المذكور، يخلق ما يشاء) (6)، والتشبيه هنا في الإجابة على استفهام زكريا ـ عليه السلام ـ، في الآية الأولى (كذلك الله يفعل ما يشاء) وفي الإجابة على استفهام مريم ـ عليها السلام ـ في الآية الثانية (كذلك الله يخلق ما يشاء).\nويعتمد على وجود الكاف للتشبيه، وقد اتصلت باسم الإشارة (ذلك) الذي يشير إلى قدرة الخلق المطلقة لله تبارك وتعالى، ولما كان الباري عز وجل قد خلق\n__________\n(1) البقرة: (220).\n(2) التحرير والتنوير، جـ 2 / الكتاب الثاني: 357.\n(3) آل عمران: (40).\n(4) التحرير والتنوير، 3: 242، وينظر: الكشاف: 1/ 428.\n(5) آل عمران: (47).\n(6) التحرير والتنوير، 3: 248.\n(1/118)\n\nمن الخلائق ما لا يحصي عددها إلا هو تعالى، فقد استخدم اسم الإشارة (ذلك) ليشير إلى مجمل تلك الخلائق بهذه الإشارة الموجزة التي تتيح للمخاطب التفكير في مخلوقات الله تعالى، وعدم التعجب من خلق يحيى وعيسى ـ عليهما السلام ـ عن طريق المعجزة.\nأما الكيفية الخاصة التي يقوم عليها هذان التشبيهان، فهي في تلك الإشارة الموجزة إلى مجمل القدرة الإلهية في الخلق، ولذا فان (كذلك) لم تستخدم في هذا النوع من التشبيه إلا للتدليل على أمور تقوم عل خرق العادة، وتعتمد الإعجاز، ولكنها لا تعد شيئا إذا ما قيست بقدرة البارئ عز وجل، وكان هذان التشبيهان واقعين في جواب عن سؤال صريح اعتمد الأداة (أنى) التي استفهم بها عن كيفية ذلك الخلق الخارق للعادة والنواميس الطبيعية، ومثلما احتوى جواب القران على التشبيه فقد احتوى على (التمثيل) أيضا، وقد حدده السكاكي بما كان ((وجهه وصفا غير حقيقي، وكان منتزعا من عدة أمور)) (1)، إلا أن الخطيب القزويني لا يقول بغير الحقيقي شرطا للتشبيه التمثيلي بل يشترط انتزاع الوجه فيه من عدة أمور (2).\nكما في قوله تعالى: ((وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْأِسْلامِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ * يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ) (3).\nلقد شبه حال هؤلاء الظالمين (بحال من ينفخ في نور الشمس بفيه ليطفئه (والله متم نوره) أي؛ متم الحق ومبلغه غايته) (4)، لقد قام الجواب على علاقة بين هيئتين فهؤلاء (يريدون عوق ظهور الإسلام كمثل قوم يريدون إطفاء النور، فهذا تشبيه الهيئة بالهيئة، تشبيه المعقول بالمحسوس) (5).\n__________\n(1) مفتاح العلوم: 575.\n(2) ينظر: التلخيص: 247، والإيضاح: 254 ـ 255.\n(3) الصف: (7ـ8)\n(4) الكشاف، 4: 525.\n(5) التحرير والتنوير، 28: 190.",
        "(1/119)\n\nأما الغرض من هذا التمثيل فهو بيان حال هؤلاء، وإظهارهم بشكل يدعو إلى السخرية من فعلهم ومن عقولهم لأنهم يقفون هذا الموقف، أمام قدرة الباري عز وجل، وقد وقع التمثيل في جواب سؤال ضمني عام، إذ ينشأ في الذهن سؤال عن السبب في عدم هداية هؤلاء القوم الظالمين؟ فيكون الجواب بأنهم (يريدون ليطفئوا نور الله بأفواههم ... ).\nوتبرز في التمثيل قوة خاصة للبلاغة القرآنية لأن التمثيل يبعث (المعنى إلى النفس بوضوح وجلاء مؤيدا بالبرهان، وان أتى بعد استيفاء المعنى كان دليلا على تمكنه في النفس ورسوخه في الذهن وثبوته) (1)\nأما مصدر هذه التشبيهات الواردة في الجواب القرآني فنلاحظ أن ثلاثة منها قد صدرت هنا عن الباري عز وجل، وهي تشبيه الناس بالفراش المبثوث، والجبال بالعهن المنفوش، وهو تشبيه مرسل بسبب ذكر أداة التشبيه، وهو تشبيه مجمل لعدم ذكر وجه الشبه، أما التشبيه الثاني، وهو عن تشبيه إيمان المنافقين بالجنة، فهو تشبيه بليغ لعدم ذكر أداة التشبيه ووجه الشبه، وكان الغرض من هذا التشبيه فضح هؤلاء المنافقين.\nأما التشبيه الثالث فكان تشبيها تمثيليا يقوم على تشبيه هيئة بهيئة أخرى، إذن فكل تشبيه كان يصب في هدف معين، فقد كان التشبيه الأول مما يصور\nأهوال، ومشاهد يوم القيامة، وكان التشبيه الثاني يصور حال المنافقين، وكان التشبيه الثالث يصور واقع حال أعداء الإسلام من الظالمين والمشركين، ويتضح من ذلك ان التشبيه في الجواب القرآني لم يركز على جانب واحد فقط، بل ركز على جوانب عدة، فكان كل تشبيه يخدم غرضا معينا، كما ان التشبيه الأول قد وقع في جواب سؤال صريح، بينما كان التشبيهان الثاني والثالث واقعين في جواب سؤال مقدر.\nوهناك تشببيه بليغ وقع في جواب سؤال قد وجه إلى النبي صلوات الله وسلامه عليه عن اليتامى، وقد أمر بالإجابة عليه من الله تعالى، وهو تشبيه بليغ\n__________\n(1) التصوير البياني: 116، وينظر: أسرار البلاغة: 101 ـ 102.\n(1/120)",
        "\nلعدم ذكر أداة التشبيه ووجه الشبه، وكان جوابا عن سؤال صريح موجه من المؤمنين.\nأما التشبيهان الأخيران فكانا صادرين عن الملائكة، وكانا بكيفية خاصة، وقد تركز على غرض واحد هو دفع التعجب عن المستفهمين، والاستدلال على قدرة الخلق المطلقة لله تبارك وتعالى، وكان هذان التشبيهان واقعين في جواب سؤال صريح من زكريا ومريم ـ عليهما السلام ـ.\nوتجدر الإشارة إلى أن التشبيه كان اقل فنون البيان ورودا في الجواب القرآني، إذ لم يرق عدد التشبيهات في الجواب القرآني إلى ما ورد من المجازات، والاستعارات فيه.\n(1/121)\n",
        "2 ـ الاستعارة\nتعد الاستعارة مجازا يقوم على التشبيه، إذ التشبيه (كالأصل في الاستعارة، وهي شبيهة بالفرع له، أو صورة مقتضبة من صوره) (1)، وعلى أساس هذه العلاقة بين التشبيه والمجاز قال بعضهم ((زوج المجاز بالتشبيه، فتولد بينهما الاستعارة، فهي مجاز علاقته المشابهة)) (2).\nاما الكيفية التي تقوم عليها الاستعارة، فيحددها عبد القاهر الجرجاني بأن ((يكون للفظ اصل في الوضع اللغوي معروف تدل عليه الشواهد على انه اختص به حين وضع، ثم يستعمله الشاعر، أو غير الشاعر في غير ذلك الأصل، وينقله إليه نقلا غير لازم هناك كالعارية)) (3)، وقد عرف السكاكي الاستعارة بقوله ((هي ان تذكر أحد طرفي التشبيه وتريد به الطرف الآخر مدعيا دخول المشبه في جنس المشبه به دالا على ذلك باثباتك للمشبه ما يخص المشبه به)) (4)، واعتمادا على هذا الأساس فانا نوردها بعد التشبيه مباشرة.\nلقد وقع الخلاف بين البلاغيين حول الاستعارة؛ أهي من المجاز اللغوي، أم العقلي، إلا أن أكثرهم يرى أنها من المجاز اللغوي (5)، لقد ضم القرآن الكريم عددا كبيرا من الاستعارات التي أبرزت الجانب الجمالي في التعبير القرآني بشكل يدعو إلى الإعجاب فكانت هذه الاستعارات القرآنية ميدانا رحبا لإبراز جوانبها المتميزة عند المفسرين والباحثين، ولذلك فانه ليس من الغريب أن يضم جواب القرآن، استعارات عديدة، بل كانت الاستعارة اكثر فنون البيان ورودا في هذا الجواب.\n__________\n(1) أسرار البلاغة: 28، وينظر: مفتاح العلوم: 593، ونهاية الإيجاز: 118، وعلم البيان، د. بدوي طبانة: 126، وعلم أساليب البيان، د. غازي يموت: 238.\n(2) الاتقان في علوم القرآن، 2: 57.\n(3) أسرار البلاغة: 29.\n(4) مفتاح العلوم: 599.\n(5) ينظر: نهاية الإيجاز: 119، ومفتاح العلوم: 600 ـ 602، والتصوير البياني: 163، والمجاز في البلاغة العربية، د. مهدي صالح السامرائي: 120 ـ 121\n(1/122)\n\nلقد كان عدد الاستعارات التصريحية أكثر من الاستعارات المكنية في الجواب القرآني، كان ذلك على نحو ليس كبيرا بينهما، والاستعارة التصريحية: هي ما صرح فيها بلفظ المشبه به، دون المشبه (1).\nومنه قوله تعالى ((مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ * وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ *وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ*وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ * حَتَّى أَتَانَا الْيَقِينُ)) (2).\nوجاءت الاستعارة في قوله (كنا نخوض مع الخائضين)، واصل الخوض (الدخول في الماء، ويستعار كثيرا للمحادثة المتكررة، وقد اشتهر اطلاقه في القرآن الكريم على الجدال واللجاج غير المحمود)) (3)، وهذا مايتعلق بالمشبه به، اما المشبه الذي طوي ذكره، ولم يظهر في الآية المباركة، فان المقصود بالخوض هو ((الشروع في الباطل، وما لا ينبغي)) (4)، إذن تقوم هذه الاستعارة على تشبيه الكلام الباطل لدى هؤلاء المجرمين، بالخوض في الماء؛ أي كأنهم يسبحون جميعا في هذا الماء الذي هو الباطل، ويريدون الوصول إلى الضفة الأخرى حيث يصلون بذلك إلى هدفهم من وراء ذلك الباطل، وهو رفض دعوة الحق التي وجهت إليهم للايمان بالله الواحد الاحد، وهذه الاستعارة من تشبيه المعقول بالمحسوس، وهي استعارة تصريحية تبعية، وقد وقعت في جواب سؤال صريح.\nأما قوله تعالى ((سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ)) (5)\nفقد جاءت الاستعارة في قوله تعالى (يهدي من يشاء إلى صراط مستقيم)، إذ كثر في القرآن الكريم (التجوز بلفظ الطريق والطريقة والصراط عن المنهج والمسلك الذي يسلكه الإنسان، أوالدين والشرعة التي يسير عليها في حياته)) (6).\n__________\n(1) ينظر: مفتاح العلوم: 604.\n(2) المدثر: (42 ـ 47).\n(3) التحرير والتنوير، 29: 327.\n(4) الكشاف، 4: 655.\n(5) البقرة: (142).\n(6) أساليب المجاز في القرآن الكريم: 251.",
        "(1/123)\n\nوتعتمد هذه الاستعارة على تشبيه الدين أو الشرعة بالصراط، وهو الطريق، إذ المشبه معقول، بينما المشبه به محسوس، اما من حيث اعتبار ما يلائم المستعار فهذه استعارة مرشحة، إذ ذكر معها ملائم الصراط، وهو صفة (المستقيم) (1)، وهذه الاستعارة اصلية لأنها جرت في اسم جامد غير مشتق وهو الصراط.\nولما كان التعبير القرآني قد اكثر من إطلاق (الصراط) على الدين، أو الشريعة، أو المنهج، فقد كثر إطلاق معنى الضلال، وما يشتق منه على من لم يعتنق هذا الدين، أو يسير على المنهج الذي يريده الله تبارك وتعالى، كما في قوله جلت قدرته ((تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ * قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلالٍ كَبِيرٍ)) (2).\nوقوله تبارك وتعالى ((قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلالٍ)) (3).\nوهاتان الاستعارتان في قوله (إلا في ضلال مبين) وقوله (إلا في ضلال) تقومان على تشبيه ترك السير في الطريق الصحيح، اوالمنهج الذي يجب ان يتبع بـ (الضلال)، وتشترك الاستعارتان في كونهما واقعتين في جواب سؤال صريح، وقد وقعتا في سؤال موجه من خزنة نار جهنم إلى الكافرين الذين يلقون فيها، إلا أنهما يفترقان في كون الاستعارة الأولى قد وقعت في جواب الكافرين لسؤال خزنة جهنم، فوصفوا المنذرين لهم بأنهم في ضلال مبين، وهي استعارة غير صحيحة ـ إذا صح التعبير ـ إذ إن من أنذروا هؤلاء الكافرين لم يكونوا على ضلال، بل كانوا على صراط مستقيم، واتهام الكافرين لهم بذلك لا يغير من مطابقة الواقع شيئا، اما الاستعارة الثانية فهي استعارة تطابق واقع هؤلاء الكافرين الذين تركوا دين الحق فكتب عليهم الخلود في نار جهنم، وقد وقعت هذه الاستعارة الثانية في رد خزنة نار جهنم\n__________\n(1) ينظر: مفتاح العلوم: 616.\n(2) الملك (8 ـ 9).\n(3) غافر (50).\n(1/124)",
        "\nعلى جواب الكافرين، والاستعارتان في هاتين الآيتين المباركتين تصريحيتان تبعيتان.\nويقترب من هذه الاستعارة قوله تعالى: ((يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالاً وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ)) (1).\nفقوله (ان تضلوا) الذي وقعت فيه الاستعارة يقوم على تشبيه ترك المنهج الذي يرسمه الله تعالى للناس في مسألة الإرث بـ (الضلال)، إلا أن اختلاف هذه الاستعارة عن سابقتها يكمن في كونها واقعة في جواب سؤال صريح وهذا الجواب صادر عن رب العزة سبحانه وتعالى على لسان نبيه الكريم صلوات الله وسلامه عليه، والاستعارة في هذا الجواب تصريحية تبعية.\nوقال تعالى ((قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ *قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي)) (2)، إذ وردت الاستعارة في قوله (بصرت بما لم يبصروا به) وهذا المعنى لا يحمل معناه على الرؤية البصرية الحقيقية، بل معناه (علمت بما لم يعلموا) (3)، أو بمعنى آخر ((لما كان المعنى هنا جليا عن أمر مرئي تعين حمل اللفظ على المجاز باستعارة بصر الدالة على قوة الإبصار إلى معنى العلم القوي بعلاقة\n\nالاطلاق عن التقييد)) (4).\nإذن فقد شبه العلم بشيء معين بالبصر (استعير لفظ (أبصرت) بدلا من علمت، لأن التعبير بالمستعار ابلغ لأن الإبصار محسوس والعلم معقول، ففيه زيادة في البيان والظهور من هذه الجهة) (5)، وهذه الاستعارة تصريحية تبعية.\n__________\n(1) النساء: (176).\n(2) طه: (95 ـ 96).\n(3) تفسير الجلالين: 421.\n(4) التحري والتنوير، 16: 295.\n(5) أساليب المجاز في القرآن الكريم: 262.\n(1/125)\n",
        "ويقترب من هذه الاستعارة قوله جلا وعلا ((وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلا اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ)) (1) إذ جاء (التجوز بلفظ (البصائر) عن الاستدلال والعلم والمعرفة) (2)، وهي من تشبيه المحسوس بالمعقول أيضا، كما انها واقعة في جواب سؤال ضمني تقديره: وما الذي يوحى إليه؟ فيكون الجواب (هذا بصائر من ربكم) وهي استعارة تصريحي تبعية.\nومن الاستعارة التصريحية ـ أيضا ـ جاء قوله تعالى: ((وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْياً وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ)) (3).\nفالسؤال هنا جاء بصيغة سؤال صريح من الله تعالى لعبده إبراهيم ـ عليه السلام ـ وأداته همزة الاستفهام، وبغض النظر عن هذا السؤال فيما اذا كان المراد منه الاستفهام الحقيقي، أو الاستفهام الذي يخرج لغرض آخر، فان الجواب قد تضمن استعارة لطيفة في قوله (ولكن ليطمئن قلبي)، إذ أن ((حقيقة يطمئن يسكن، ومصدره الاطمئنان، واسم المصدر الطمأنينة فهو حقيقة في سكون الاجسام، واطلاقه على استقرار العلم في النفس وانتفاء معالجة الاستدلال اصله مجاز بتشبيه التردد وعلاج الاستدلال بالاضطراب والحركة وشاع ذلك المجاز حتى صار مساويا للحقيقة، يقال اطمأن باله، واطمأن قلبه)) (4)، وتقوم هذا الاستعارة على تشبيه أمر عقلي وهو اطمئنان النفس بآخر محسوس وهو سكون الشيء عن الحركة والاضطراب، وهي استعارة تبعية.\nومن الاستعارات التي تجدر الإشارة إليها في جواب القرآن الكريم قوله تقدست أسماؤه: ((إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ *خَتَمَ\n__________\n(1) الأعراف: (203).\n(2) أساليب المجاز في القرآن الكريم: 262.\n(3) البقرة: (260).\n(4) التحرير والتنوير، 3: 39.\n(1/126)\n\nاللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ)) (1).\nوقد جاءت الاستعارة في قوله (ختم الله على قلوبهم ... ) إذ ان الختم\n((يحمل من رؤية الحق، وعدم الإحساس به، فالمنع مشبه ... والختم مشبه به، ووجه الشبه الحرمان من كل منهما من رؤية الحق، وعدم الإحساس به ... وهي استعارة محسوس لمعقول بوجه معقول، والاستعارة تصريحية تبعية لجريانها في الفعل)) (2)، وهي واقعة في جواب سؤال ضمني ينشأ عن سبب وصف هؤلاء بأنهم لا يؤمنون سواء أنذروا أم لم ينذروا؟ والجواب عن ذلك هو انهم قد (ختم الله على قلوبهم وعلى سمعهم ... ).\nأما الاستعارة المكنية فكانت اقل ورودا من الاستعارة التصريحية في الجواب القرآني على ان التفاوت بينهما لم يكن كبيرا، والمقصود بهذه الاستعارة\n((أن يكون الطرف المذكور من طرفي التشبيه هو المشبه (3)، أو بكلمة أدق ((هي ما حذف فيها المشبه به، ورمز له بشيء من لوازمه)) (4).\nومن ذلك قوله تعالى ((وَالسَّمَاءِ وَالطَّارِقِ * وَمَا أَدْرَاكَ مَا الطَّارِقُ * النَّجْمُ الثَّاقِبُ)) (5)، إذ جاءت الاستعارة في قوله (النجم الثاقب)، فالثقب (خرق شيء ملتئم، وهو هنا مستعار لظهور النور في خلال ظلمة الليل، شبه النجم بمسمار أو نحوه، وظهور ضوئه بظهور ما يبدو من المسمار من خلال الجسم الذي يثقبه مثل لوح أو ثوب)) (6).\nإذن لم يشبه النجم هنا بالمسمار، أو أي شيء له القابلية على الثقب مباشرة، وانما ذكر أحد لوازم المسمار، وهو الثقب، ولذلك فهذه استعارة مكنية تبعية.\n__________\n(1) البقرة: (6 ـ 7)، وينظر سورة يونس الآية (74)، وسورة المنافقين الآية (3).\n(2) أساليب المجاز في القرآن الكريم: 257.\n(3) ينظر: مفتاح العلوم: 604.\n(4) علم أساليب البيان: 250، وينظر: علم البيان د. بدوي طبانة: 178، والتصوير البياني: 167.\n(5) الطارق: (1ـ3).\n(6) التحرير والتنوير، 30: 259.",
        "(1/127)\n\nوقد وقعت في جواب سؤال صريح بغض النظر عن الغرض الذي خرج إليه هذا الاستفهام لأنه استفهام صادر من الله تبارك وتعالى.\nوقوله جل وعلا ((يَسْأَلونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ)) (1).\nوقوله تعالى ((يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا وَيَسْأَلونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَتَفَكَّرُونَ)) (2).\nوقد وقعت الاستعارة في الآية الأولى في قوله (قل قتال فيه كبير)، وفي الثانية في قوله (قل فيهما اثم كبير)، وهي في قوله (كبير) بالتحديد فيها (والكبير في الأصل عظيم الجثة من نوعه، وهو مجاز في القوي، والكثير، والمسن، والفاحش، وهو استعارة مبنية على تشبيه المعقول بالمحسوس، شبه القوي في نوعه بعظيم الجثة في الافراد، لأنه مألوف في انه قوي، وهو هنا العظيم في المأثم بقرينة المقام مثل تسمية الذنب بالكبيرة) (3).\nوقد وقعت هاتان الاستعارتان في جواب سؤال صريح وجه من المؤمنين إلى النبي الكريم ـ صلوات الله عليه وسلامه ـ، وقد جاء الجواب من الله تعالى\nعلى لسان نبيه مفتتحا بفعل الأمر (قل).\nومن الاستعارة المكنية ـ أيضا ـ قوله تعالى ((قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ * مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ)) (4) وقوله تبارك وتعالى: ((وَلَوْ تَرَى إِذْ وُقِفُوا\n__________\n(1) البقرة: (217).\n(2) البقرة: (219).\n(3) التحرير والتنوير، الجزء الثاني / الكتاب الثاني: 326.\n(4) يونس: (69 ـ 70).\n(1/128)",
        "\nعَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ)) (1).\nلقد وردت الاستعارة في الآية الأولى في قوله (ثم نذيقهم العذاب الشديد)، وفي الآية الثانية في قوله (قال فذوقوا العذاب)، فالتجوز هنا بلفظ (نذيقهم) عن الابتلاء وملابسة العذاب الشديد (2)، إذ ان الأصل في الاذاقة ان تكون بالفم عن\nطريق اللسان، اما هنا فقد شبه تعذيب هؤلاء بالاذاقة، وقد بنيت هذه الاستعارة على تشبيه المحسوس بالمحسوس، وقد وردت الاستعارتان في جواب سؤال ضمني، والاستعارتان مكنيتان تبعيتان.\nوقال تعالى ((وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالاً وَأَوْلاداً وَمَا نَحْنُ بِمُعَذَّبِينَ * قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ)) (3).\nلقد وردت الاستعارة في (ان ربي يبسط الرزق لمن يشاء) ((وبسط الرزق تيسيره وتكثيره، واستعير له البسط، وهو نشر الثوب ونحوه، لأن المبسوط تكثر مساحة انتشاره)) (4)، إذن فهذه تعتمد على تشبيه تكثير الرزق ببسط الثوب وغيره، فيكون من تشبيه المعقول بالمحسوس، فالله تعالى قد شبه تكثير الرزق ببسط الثوب، أي مده، فحذف المشبه به وأبقى شيئا من لوازمه، وهو البسط، والاستعارة هنا مكنية تبعية، وهي واردة ضمن جواب عن سؤال مقدر، إذ بعد تفاخر هؤلاء بأموالهم وأولادهم يتبادر إلى الذهن، وماذا كان الرد على قول هؤلاء؟ فيأتي الجواب (قل الله يبسط الرزق لمن يشاء ... ).\nيتضح مما تقدم ان الاستعارة التصريحية اكثر ورودا من الاستعارة المكنية في جواب القرآن الكريم، وكانت الاستعارة اكثر فنون البيان ورودا في هذا الجواب، وقد أضفت هذه الاستعارات على المعنى بعدا جديدا أكسبه قوة في إيصال الفكرة من خلال عرض الجواب مع مراعاة تحقيق التأثير المطلوب في نفس المخاطب من\n__________\n(1) الانعام: (30).\n(2) ينظر: أساليب المجاز في القرآن الكريم: 231.\n(3) سبأ: (35 ـ 36).\n(4) التحرير والتنوير، 2: 214.\n(1/129)\n",
        "خلال التعبير البليغ، ولما كانت هذه الاستعارات قد وردت في مواقف مختلفة، فقد كان لا بد من أن تتسع الفجوة أو تضيق بين المشبه، والمشبه به، أو المستعار والمستعار له، فقد جاءت بعض الاستعارات أبلغ من غيرها، كما في استعارة الخوض للكلام الباطل، واستعارة الصراط المستقيم للدين، أو الشريعة، واستعارة الضلال بعدم اتباع المنهج الالهي، أو استعارة الاذاقة للعذاب، أو الختم للمنع من رؤية الحق، أو الثقب للنجم، التي هي من ((مبتكرات القرآن الكريم، ولم ترد في لغة العرب فبل القرآن)) (1).\nوحينما نمعن النظر في المستعار والمستعار له نجد الكمية الأكبر، تقوم على كون المشبه عقليا، أو المشبه به محسوسا، وهذا يعني أن هذه الاستعارات كانت ترمي إلى تصوير هذه الأمور العقلية وتشبيهها بأمور حسية من أجل تقريبها قدر الإمكان من ذهن المخاطب مع المحافظة على جمال الأسلوب وقوة التعبير.\nولعل السبب في كون الاستعارة التصريحية اكثر من المكنية هو ان الاستعارة المكنية ابلغ من التصريحية (2)، وقد يكون مرد ذلك إلى أن المسافة بين المشبه والمشبه به في المكنية أبعد منها في التصريحية مما يتطلب من المخاطب إعمال فكره من اجل الربط بين المشبه والمشبه به، بينما الغاية من الجواب هي إيضاح المبهمات، والإجابة على الأسئلة الكثيرة الواردة في القرآن الكريم، التي كان بعضها في موضوعات دقيقة جدا، وذلك يتطلب خطابا يجمع بين الوضوح، والدقة من جهة، وبين التأثير في النفس، والبلاغة العالية التي تناسب المقام من جهة أخرى، وتجدر الإشارة إلى ان استعارة التبعية كانت أكثر بكثير من الاستعارة الأصلية التي تكون في الاسم الجامد غير المشتق.\n__________\n(1) التحرير والتنوير، 30: 259.\n(2) ينظر: الاتقان في علوم القرآن، 2: 60.\n(1/130)\n\n3 ـ المجاز\nإن كل لفظ وكل تركيب في اللغة لابد من أن يحمل على أحد محملين: أما أن يكون حقيقة،، واما أن يكون مجازا، كأن اللغة تنقسم نصفين هما: الحقيقة، والمجاز ولا ثالث لهما، إذ ليس هنالك ما يقع بينهما، فلايحسب لأحد الطرفين، أو ان يشتركا فيه بحيث يضيع الحد الفاصل بينهما هذا بغض النظر عما ينتقل من الحقيقة إلى المجاز بوساطة الحكم، أو الإسناد في (المجاز العقلي).\nلقد عرف عبد القاهر الجرجاني المجاز بقوله: ((هو كل كلمة أريد بها غير ما وقعت له في وضع واضعها لملاحظة بين الثاني والأول)) (1).\nأما السكاكي فعرفه بقوله ((هو الكلمة المستعملة في غير ما هي موضوعة له بالتحقيق استعمالا في الغير بالنسبة إلى نوع حقيقتها مع قرينة مانعة من إرادة معناها في ذلك النوع)) (2)، ويلاحظ أن السكاكي يشترط وجود القرينة التي تمنع من إرادة المعنى الحقيقي، وهذه القرينة أما أن تكون لفظية، أو تكون حالية، ولم يخرج تعريف الخطيب القزويني عن تعريف السكاكي، إذ عرف المجاز بقوله ((هو الكلمة المستعملة في غير ما وضعت له في اصطلاح التخاطب على وجه يصح مع قرينة عدم إرادته)) (3).\nويتضح مما تقدم ((ان القول بالمجاز يفترض بالضرورة نوعا من التطور التاريخي في تطور دلالة اللغة كما يفترض أسبقية وأولية للدلالة التي تسمى (حقيقة) على الدلالة التي (مجازا)، كما يفترض ـ أيضا ـ علاقة ما بين الدلالة (الحقيقية)، والدلالة (المجازية))) (4).\n__________\n(1) أسرار البلاغة: 325.\n(2) مفتاح العلوم: 589.\n(3) التلخيص: 294.\n(4) اشكاليات القراءة وآليات التأويل، نصر حامد أبو زيد: 127.",
        "(1/131)\n\nأما المجاز في القرآن الكريم فقد اختلف فيه، فهنالك من نفى وجوده في كتاب الله، وهنالك من توسع فيه، وهنالك من وقف موقفا وسطا (1).\nومع وجود هذه الخلافات، فانه من غير المكن نفي وجود المجاز في القرآن الكريم ((ولو سقط المجاز من القرآن سقط منه شطر حسن)) (2).\nولما كان هذا الكتاب العظيم قد نزل بلغة العرب التي تحفل بالكثير من المجاز، فقد كان لابد من أن يضم هذا الكتاب شطرا كبيرا منه.\nوتجدر الإشارة إلى أن التعبير القرآني قد آثر المجاز في جوانب كثيرة منه على غيره وهو واحد من الأساليب المهمة التي تهيئ الجو المناسب للتأثير في المخاطب.\n__________\n(1) ينظر الإتقان في علوم القرآن، 2: 47، وإشكاليات القراءة وآليات التأويل: 121 ـ 147، والمنظور البلاغي في تفسير التحرير والتنوير: 137 ـ 138.\n(2) الإتقان في علوم القرآن، 2: 47.\n(1/132)",
        "\nأ ـ المجاز المرسل\nلقد عبر عنه السكاكي بقوله: ((المجاز اللغوي الراجع إلى المعنى المفيد الخالي من المبالغة في التشبيه)) (1)، ومعنى ذلك ((ان تعدى الكلمة عن مفهومها الأصلي بمعونة القرينة إلى غيره لملاحظة بينهما، ونوع تعلق)) (2).\nأما الخطيب القزويني، فالمجاز المرسل عنده ((ما كانت العلاقة بين ما استعمل فيه وما وضع له ملابسة غير التشبيه)) (3).\nوكل ذلك من أجل التفرقة بينه وبين الاستعارة، فقد جعل السكاكي، والخطيب القزويني عدم وجود التشبيه من جهة، ووجود القرينة من جهة أخرى الأساس الذي يقوم عليه هذا المجاز، ولعل في كلام الدسوقي (ت1110 هـ) زيادة في الإيضاح، إذ يقول عن المجاز المرسل: ((انما سمي مرسلا لإرساله عن التقييد بعلاقة واحدة مخصوصة، بل ردد بين علاقات بخلاف المجاز الاستعاري، فانه مقيد بعلاقة واحدة هي المشابهة)) (4).\nإذن فعلاقات هذا المجاز متعددة وغير محصورة بعدد معين، ويكفي للدلالة على ذلك الاطلاع على أي كتاب بلاغي قديم، أو حديث تعرض لبحث المجاز (5).\nومن علاقات المجاز المرسل الواردة في الجواب القرآني العلاقة المحلية، وذلك بأن يذكر المحل، ويراد الحال فيه كما في قوله جل شأنه: ((فَأَخْرَجْنَا مَنْ\nكَانَ فِيهَا مِنَ الْمُؤْمِنِين * فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ)) (6).\n__________\n(1) مفتاح العلوم: 595.\n(2) م. ن: 595.\n(3) التلخيص: 295.\n(4) شروح التلخيص، حاشية الدسوقي، 4: 29، وينظر: التصوير البياني: 88، وأساليب المجاز في القرآن الكريم: 281.\n(5) ينظر: التلخيص: 297 ـ 299، والإتقان، 2: 47 ـ 53، والتصوير البياني: 88 ـ 99، وعلم البيان، د. بدوي طبانة: 153 ـ 157، وعلم البيان، د. عبد العزيز عتيق: 158 ـ 165.\n(6) الذاريات: (35 ـ 36).\n(1/133)\n",
        "وقد جاء المجاز في قوله (بيت من المسلمين)، إذ المقصود أهل ذلك البيت، وليس البيت نفسه، أي أطلق المحل وأراد من حل فيه، وقد ورد ذلك في كلام الملائكة مع إبراهيم ـ عليه السلام ـ بعد أن نفذوا أمر الله تعالى بالقضاء على العصاة من قوم لوط عليه السلام، وقد وقع هذا المجاز المرسل في جواب سؤال ضمني تقديره: ومن هم أولئك المؤمنون الذين أخرجهم الله تعالى؟.\nومن هذه العلاقة ورد قوله جلت قدرته ((وَقَالُوا أَإِذَا كُنَّا عِظَاماً وَرُفَاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً* قُلْ كُونُوا حِجَارَةً أَوْ حَدِيداً* أَوْ خَلْقاً مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيباً)) (1)، وقد جاء المجاز المرسل في قوله (أو خلقا مما يكبر في صدوركم)، وكأن الله تعالى يقول لهؤلاء ((افرضوا شيئا آخر أبعد عن قبول الحياة من الحجر، والحديد بحيث يستبعد عقلكم كونه قابلا للحياة)) (2)، وقد أطلق الباري عز وجل كلمة (صدوركم) وأراد بها (العقول)، ولما كان الصدر يضم القلب الذي كثيرا ما يذكره القرآن الكريم، ويريد به العقل (3)،فقد حسن هذا المجاز أي أنه قد ذكر المحل وأراد من يحل فيه.\nإن التعبير القرآني يؤثر استخدام المحل في الآية الكريمة لمجابهة هؤلاء المشركين المنكرين حياتهم بعد الموت بحيث ينقلهم إلى جو يفوق مجال الإدراك الحسي والبديهيات التي يعرفونها، ليكون ذلك أبلغ في تبكيتهم، وإشعارهم بضآلتهم أمام القدرة المطلقة لخالق السماوات والأرض.\nومن علاقات المجاز المرسل التي كان لها نصيب في الجواب القرآني العلاقة الحالية، أي أن يذكر لفظ الحال ويراد به المحل، أي على العكس من العلاقة السابقة، ومنها قوله سبحانه تعالى: ((وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَك عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَاماً مَحْمُوداً)) (4)، وقد جاء المجاز المرسل في قوله (مقاما\n__________\n(1) الإسراء (49 ـ 51).\n(2) التفسير الكبير، 20: 226.\n(3) ينظر: الإتقان في علوم القرآن:، 2: 49.\n(4) الإسراء: (79).\n(1/134)\n\nمحمودا) إذ وصف المقام بأنه محمود (وصف مجازي، والمحمود من يقوم فيه) (1)، وقد ورد ذلك ضمن جواب سؤال مقدر هو سؤال عن السبب مطلقا، عن السبب في أمر الله تعالى لنبيه صلوات الله وسلامه عليه بالتهجد في الليل؟\nومن العلاقة نفسها قوله تعالى ((إِنَّ فِي ذَلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ)) (2)، والمجاز في قوله (ذلك يوم مشهود) إذ وصف اليوم (بصفة ما يقع فيه، أي مشهود فيه على الناس بأعمالهم، والشهود الحفظة، والرسل، والجوارح، والأرض، ورب العالمين) (3)، وقد جاء هذا المجاز في جواب سؤال ضمني عن سبب الخوف في ذلك اليوم؟ فيكون الجواب بأن (ذلك يوم مجموع له الناس وذلك يوم مشهود).\nومن علاقات المجاز المرسل الجزئية، والمقصود بها تسمية الشيء باسم أجزائه، كما في قوله تعالى: ((فَلا اقْتَحَمَ الْعَقَبَةَ * وَمَا أَدْرَاكَ مَا الْعَقَبَةُ * فَكُّ رَقَبَةٍ)) (4) فقد أطلق اسم الرقبة وأريد بها جسم الإنسان كاملا، والمراد بذلك عتق المملوك في سبيل الله، وجاء هذا المجاز في جواب سؤال صريح تصدرته أداة الاستفهام (ما)، وبما أن الاستفهام كان للتصور فان الجواب جاء بتعيين المفرد.\nومن هذه العلاقة أيضا جاء قوله تبارك وتعالى: ((قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَاناً فَلا يَصِلُونَ إِلَيْكُمَا بِآياتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ)) (5).\n\nفقد ((عبر بالعضد عن موسى ـ عليه السلام ـ مجازا وهو من المجازات البليغة؛ لأن العضد هو محل القوة من اليد التي يدافع بها الإنسان عن نفسه)) (6).\n__________\n(1) التحرير والتنوير، 15/ 185.\n(2) هود: (103).\n(3) أساليب المجاز في القرآن الكريم: 370.\n(4) البلد: (11 أ 13).\n(5) القصص: (35).\n(6) أساليب المجاز في القرآن الكريم: 298.",
        "(1/135)\n\nوهذا المجاز وارد ضمن جواب الله تعالى لدعاء موسى ـ عليه السلام ـ بأن يجعل معه أخاه هارون ـ عليه السلام ـ في دعوته لفرعون.\nومن علاقات المجاز المرسل التي كان لها نصيب في الجواب القرآني إطلاق الفعل والمراد مشارفته ومقاربته وإرادته، كما في قوله جل وعلا:\n((وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ * قُلْ لا أَمْلِكُ لِنَفْسِي ضَرّاً وَلا نَفْعاً إِلَّا مَا شَاءَ اللَّهُ لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ)) (1) أي (فإذا قرب مجيئه) (2)، وهذا المجاز واقع ضمن جواب سؤال صريح تصدرته أداة الاستفهام (متى)، وبما أن الله تبارك وتعالى قد جعل ذلك الوقت من أمور الغيب التي لا يعلمها إلا هو سبحانه؛ فان الجواب قد تضمن إشارة إلى أن ذلك الوعد آت في الوقت الذي يحدده الله تعالى.\n__________\n(1) يونس: (48 ـ 49).\n(2) الإتقان في علوم القرآن، 2: 49.\n(1/136)",
        "\nب ـ المجاز العقلي\nوقد أسماه عبد القاهر الجرجاني (المجاز الحكمي) لأنه ينشأ عن إسناد الحكم إلى غير فاعله الحقيقي، وقد نبه على ذلك بقوله: ((وإذا كان معنى اللفظ موجودا على الحقيقة لم يكن المجاز فيه نفسه، وإذا لم يكن المجاز في نفس اللفظ لا محالة في الحكم)) (1)، كما أطلق عليه أسماء أخرى.\nأما السكاكي فعرفه بقوله: ((هو الكلام المفاد به خلاف ما عند المتكلم من الحكم فيه لضرب من التأويل إفادة للخلاف، لا بوساطة وضع)) (2).\nلقد جعل أكثر البلاغيين المجاز العقلي من مباحث علم البيان ((وآثر غيرهم جعله من مباحث علم المعاني)) (3)، ومن هؤلاء الخطيب القزويني في الإيضاح.\nوقد عده السكاكي من مباحث علم البيان، ولم يعده من مباحث علم المعاني، وبما أن هذا المجاز ـ أي المجاز العقلي ـ يقوم على التجوز في الإسناد، فقد كان لابد من أن تحدد العلاقة بي المسند والمسند إليه على أساس الملابسة بينهما، وقد حدد البلاغيون ملابسات شتى للفعل (4).\nأما أكثر علاقات المجاز العقلي ورودا في الجواب القرآني، فهي العلاقة السببية، وهي ما بني للفاعل واسند إلى السبب، كما في قوله تبارك وتعالى: ((وَلا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ وَلا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذاً لَمِنَ الظَّالِمِينَ)) (5).\n__________\n(1) دلائل الإعجاز: 289.\n(2) مفتاح العلوم: 627.\n(3) علم البيان، د. بدوي طبانة: 141.\n(4) ينظر: الكشاف 1: 161، والإيضاح: 28، والإتقان في علوم القرآن 2: 47، وعلم البيان، د. بدوي طبانة 143 ـ 145، والتصوير البياني 86 ـ 87، وعلم البيان، د. عبد العزيز عتيق: 147 ـ 155، والبلاغة والتطبيق: 341 ـ 342.\n(5) هود: (31).\n(1/137)\n",
        "لقد جاءت الآية المباركة جزءا من كلام رد به نبي الله نوح (عليه السلام) على الملأ الذين كفروا من قومه، فهي إذن جواب لسؤال نشأ عن قول هؤلاء الكافرين، وهو رد على مجمل ما جادلوه به، أما المجاز العقلي فقد جاء في قوله (ولا أقول للذي تزدري أعينكم ... )، إذ أسند الازدراء للأعين ((وهو من أفعال النفس مجاز عقلي لأن الأعين سبب الازدراء غالبا، لأن الازدراء ينشأ من مشاهدة هذه الصفات الحقيرة عند الناظر)) (1).\nومن العلاقة السببية ـ أيضا ـ جاء قوله تعالى: ((وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى * إِذْ أَوْحَيْنَا إِلَى أُمِّكَ مَا يُوحَى* أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي)) (2).\nوقد جاء الإسناد المجازي في قوله (فليلقه اليم بالساحل)، فقد أسند الإلقاء إلى اليم بينما كان الملقي الحقيقي هو الله سبحانه وتعالى، إذ هو الذي أنجاه من الغرق، ووهب له الحياة من جديد لحكمة بالغة اقتضاها ذلك الموقف العظيم.\nوقد ورد الفعل بصيغة الأمر (فليلقه) من رب العزة تعالى للدلالة على أن الفاعل الحقيقي هو الله جلت قدرته، وان نجاة موسى (عليه السلام) لم تكن عن طريق الصدفة مطلقا.\nوقد ورد هذا المجاز في جواب عن سؤال ضمني مطلق مفاده: ماذا أوحى الله تبارك وتعالى إلى أم موسى (عليه السلام)؟ فيكون الجواب (ان اقذفيه في التابوت فاقذفيه في اليم ... ).\nومن العلاقة السببية ت أيضا ـ جاء قوله تعالى: ((قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ* قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي)) (3).\nوقد ورد الإسناد المجازي في قوله (وكذلك سولت لي نفسي)، فالذي يسول للنفس ويخدعها هو الشيطان الرجيم نفسه، وليست النفس الإنسانية ذاتها، وقد جاء\n__________\n(1) التحرير والتنوير، 12: 58.\n(2) طه: (37 ـ 39)\n(3) طه: (95 ـ 96).\n(1/138)\n\nهذا المجاز العقلي في جواب السامري على سؤال نبي الله موسى (عليه السلام) له عن سبب صنعه العجل وعبادته، وقد أدى ذلك الأمر إلى أن يرتد عدد كبير من بني إسرائيل بعبادتهم العجل بعد ذهاب نبيهم إلى ميقات ربه، وترك أخاه هارون (عليه السلام) معهم ليحل محله حتى يعود إليهم، ولم يستطع هارون (عليه السلام) الوقوف بوجه من عبد العجل منهم، ولما كان السامري هو المسؤول عن ضلال هؤلاء فقد وجه إليه السؤال، وهو سؤال صريح تصدرته أداة الاستفهام (ما) ولما كانت (ما) تستخدم في استفهام التصور، أي ادراك المفرد وتعيينه فقد جاء الجواب بالتعيين فاعترف السامري بخطئه، وحدد السبب الذي دعاه إلى ذلك.\nومن العلاقة السببية أيضا قوله تقدست أسماؤه: ((يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُوراً فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ* يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ)) (1)\nوجاء الإسناد المجازي في قوله (وغرتكم الأماني)، إذ ليست الأماني هي التي تغر الإنسان، وانما هو الشيطان، وقد أكد هذه الحقيقة قوله بعد ذلك (حتى جاء أمر الله وغركم بالله الغرور) وهو الشيطان نفسه (2)، وقد ورد هذا المجاز العقلي في جواب سؤال صريح موجه من المنافقين والمنافقات للمؤمنين يوم القيامة\nأما العلاقة الزمانية فهي: فيما بني للفاعل، وأسند إلى الزمان، كما في قوله تعالى: ((يَسْأَلونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ)) (3)\n__________\n(1) الحديد: (13ـ14).\n(2) ينظر: تفسير الجلالين: 716.\n(3) الأعراف: (187).",
        "(1/139)\n\nفقد جاء التجوز في الإسناد في قوله تعالى (ثقلت فيه السموات والأرض) وقد ((وصف الساعة بالثقل باعتبار ماهو مظروف في وقتها من الحوادث، فوصفها بذلك مجاز عقلي والقرينة واضحة، وهي كون الثقل بمعنى الشدة لا يكون وصفا للزمان، ولكنه وصف للأحداث فإذا أسند إلى الزمان، فإسناده إليه يكون باعتباره ظرفا للأحداث)) (1)، وهذا الإسناد المجازي واقع في جواب سؤال صريح.\nومن العلاقة الزمانية أيضا قوله تعالى ((وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَاداً وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ)) (2).\nلقد أسند المكر إلى الليل والنهار فكانا هما الفاعلين على سبيل المجاز، وقد قال الفراء (ت207هـ) عن هذا المجاز: ((المكر ليس لليل والنهار، وانما المعنى: بل مكركم بالليل والنهار، وقد يجوز أن نضيف الفعل إلى الليل والنهار، ويكونان كالفاعلين، لأن العرب تقول: نهارك صائم، وليلك قائم، ثم نضيف الفعل إلى الليل والنهار، وهو في المعنى للآدميين، كما تقول نام ليلك، وعزم أمرك، انما عزمه القوم، فهذا مما يعرف معناه فتتسع به العرب)) (3).\nلقد جاء هذا الكلام ردا على سؤال صريح من المستكبرين في قوله تعالى: ((قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ)) (4)، ثم افتتح المستضعفون كلامهم في الجواب بحرف الإضراب (بل) ومعنى الإضراب هنا هو (الإبطال) (5)، وهذا الإبطال يقابل (بل) الواردة في كلام المستكبرين، ولما كان هذا الكلام واقعا يوم الحشر كما يتضح من سياق الآيتين المباركتين، وكان غرض المستكبرين دفع التهمة عنهم في اضلال المستضعفين، فقد انصب الاهتمام على تعيين الفاعل والمسؤول عن صدهم عن\n__________\n(1) التحرير والتنوير:، 9: 202.\n(2) سبا: (33).\n(3) معاني القرآن، 2: 363.\n(4) سبا: (32).\n(5) ينظر: نغني اللبيب: 151، والإتقان، 1: 208.\n(1/140)",
        "\nالهدى، وذلك بجعل ((ليلهم ونهارهم ماكرين على الإسناد المجازي)) (1)، ولما كانه الاستفهام قد ورد للتصور أي ادراك المفرد وتعينه فقد حدد الجواب هذا المفرد وعينه ليكون ذلك أقوى في الحجة ورد الاتهام عن أنفسهم ضد المستضعفين.\nومن العلاقات الأخرى في المجاز العقلي الواردة في الجواب القرآني (المكانية)؛ أي ما يبنى للفاعل ويسند إلى المكان كما في قوله جل وعلا: ((لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ * أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ)) (2).\nوقوله تقدست أسماؤه: ((يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (3).\nلقد جاء المجاز العقلي في قوله (تجري من تحتها الأنهار) فقد ((أسند الجري إلى النهر، أي إلى غير فاعله الحقيقي، لأن النهر مكان جري الماء، وهو لا يجري، وانما يجري ما فيه وهو الماء، فاسناد الجري إلى النهر إسناد مجازي غير حقيقي، وهو لهذا مجاز عقلي علاقته\"المكانية\")) (4)، وهذا الإسناد المجازي ـ أي جريان الأنهار ـ من المجازات التي تكاد تكون حقيقية بسبب كثرة دورانه في اللغة.\nوكانت أقل علاقات المجاز العقلي ورودا في الجواب القرآني هي (الفاعلية): أي ما بني للمفعول واسند للفاعل الحقيقي، كما في قوله تبارك وتعالى:\n((فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيّاً* إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا\n__________\n(1) الكشاف، 3: 291.\n(2) التوبة: (88 ـ89).\n(3) التحريم: (8).\n(4) علم البيان، د. عبد العزيز عتيق: 151، وينظر: علم البيان، د. بدوي طبانة: 145، والتصوير البياني: 86.\n(1/141)\n",
        "يُظْلَمُونَ شَيْئاً* جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيّاً)) (1).\nوقد ورد التجوز في الإسناد في قوله (انه كان وعدا مأتيا) أي ((آتيا، فهو مبني للمفعول مسند للفاعل على مذهب أهل البلاغة لأن الوعد آت ومأتي)) (2)،أو لنقل بعبارة أخرى ان الوعد لا يؤتى إليه، بل هو الذي يأتي، وكيف لا يأتي ذلك الوعد وهو وعد قد حدده الله تبارك وتعالى لعباده الصالحين.\nوهذا المجاز العقلي جاء جزءا من جواب عن سؤال ضمني ينشأ عن قوله (فاولئك يدخلون الجنة ولا يظلمون شيئا) أي السؤال عن وصف تلك الجنة، فيكون الجواب قوله تعالى: (جنات عدن التي وعد الرحمن عباده بالغيب انه كان وعده ماتيا).\nيتضح مما تقدم أن العلاقات المجازية التي تضمنها الجواب القرآني كانت قليلة، ومع ان عددها كان متقاربا جدا في المجاز المرسل، والعقلي، إلا أن عدد الأجوبة التي تضمنت مجازا عقليا كان أكثر من الأجوبة التي تضمنت مجازا مرسلا.\nوتجدر الإشارة إلى أن المجاز قد لون التعبير القرآني بألوان واضحة من التأثير في المخاطبين به، وفي ذلك دليل واضح على أن للمجاز فضلا في الارتقاء بالتعبير ونقله إلى مستويات عالية تزيده جمالا وتأثيرا في النفس، ومن هنا تظهر أهمية قول القائل ((لعل مبحثا من مباحث البلاغة العربية لم يحظ من اهتمام العلماء، وعنايتهم بمثل ما حظي مبحث \" الحقيقة والمجاز \")) (3)، والأساس الذي يقوم عليه هذا الاهتمام هو ما يتضمنه المجاز من قدرة هائلة على رفد اللغة بالتطور والحيوية، ولكي يسير هذا الاهتمام المتزايد من علماء البلاغة مع أهمية المجاز نجدهم يتفقون على ((ان المجاز والكناية أبلغ من الحقيقة والتصريح)) (4)، على أن هذا الإطلاق فيه الكثير من عدم الدقة إذ ((لو كانت الحقيقة دائما أبلغ من المجاز\n__________\n(1) مريم: (59 ـ 61).\n(2) أساليب المجاز في القرىن الكريم: 161.\n(3) التصوير البياني: 53.\n(4) التلخيص: 346.\n(1/142)\n\nلكان كلام الله سبحانه حقيقة كله، من حيث أنه ابلغ الكلام، ولكننا نرى الحقيقة والمجاز يتجاوران جنبا لجنب في القرآن الكريم)) (1)\n__________\n(1) التصوير البياني: 82.",
        "(1/143)\n\n4 ـ الكناية\nتقترب الكناية من المجاز في كونها لا يراد بها المعنى المصرح به، بل يراد به معنى آخر، أو هي كما يقول عبد القاهر الجرجاني عنها: ((ان يريد المتكلم إثبات معنى من المعاني، فلا يذكره باللفظ الموضوع له في اللغة، ولكن يجيء إلى معنى هو تاليه وردفه في الوجود فيومي به إليه ويجعله دليلا عليه)) (1).\nأو هي كما يعرفها الخطيب القزويني ((لفظ أريد به لازم معناه مع جواز إرادته معه)) (2)، وتقع الكناية في مرتبة أعلى من التصريح فقد ((أجمع الجميع على ان الكناية أبلغ من الإفصاح)) (3)، وقسمت الكناية على أيدي البلاغيين ثلاثة أقسام هي: الكناية عن موصوف، والكناية عن صفة، والكناية عن نسبة (4).\nلقد وقع في الجواب القرآني عدد من الكنايات، وكان أكثرها كناية عن موصوف، ويعد ((الزمخشري أول من أشار إلى هذا الموضوع فلم نقرأ إشارة واضحة عن الكناية عن موصوف فيما سبق)) (5)، ومن ذلك قوله جل شأنه:\n((وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ)) (6)، فقوله ((هو أذى فاعتزلوا النساء ـ من حيث أمركم الله ـ فآتوا حرثكم أنى شئتم ـ من الكنايات اللطيفة والتعريضات الحسنة، وهذه وأشباهها في كلام الله آداب حسنة على المؤمنين أن يتعلموها، ويتأدبوا بها ويتكلفوا مثلها في محاوراتهم ومكاتباتهم)) (7)، وهكذا جاءت الكناية الأولى في هذه الآية المباركة (فاعتزلوا النساء) كناية عن ترك مجامعة النساء، والثانية (من حيث أمركم الله) كناية عن موصوف أيضا وهو موضع النكاح، وقد جاءت هاتان\n__________\n(1) دلائل الإعجاز: 105.\n(2) التلخيص: 337.\n(3) دلائل الإعجاز: 109، وينظر مفتاح العلوم: 649، والتلخيص: 346.\n(4) ينظر: مفتاح العلوم: 639 ـ 646، والتلخيص: 339 ـ 343.\n(5) الكناية أساليبها ومواقعها في الشعر الجاهلي، محمد الحسن علي الأمين احمد: 61، وينظر: الكشاف، 4: 434، 520.\n(6) البقرة: (222).\n(7) الكشاف، 1: 363، وينظر: الإتقان، 1: 60.\n(1/144)",
        "\nالكنايتان في جواب سؤال صريح موجه من المؤمنين إلى نبيهم الكريم ـ صلوات الله وسلامه عليه ـ.\nوقال تعالى: ((وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ* قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْماً بُوراً)) (1).\nفالمسؤولون لا يجيبون هنا صراحة عن السؤال، وينفون عبادة الكفرة والمشركين لهم، بل يلجأون إلى طريق الكناية بقولهم ((ما كان ينبغي لنا .. ) وهو ((كناية عن انتفاء طلبهم هذا الاتخاذ انتفاءا شديدا، أي نتبرأ من ذلك، لأن نفي (كان) وجعل المطلوب منفيا خبرا عن (كان) أقوى في النفي، ولذلك يسمى جحودا)) (2).\nأما الغرض من اللجوء إلى الكناية مع ان الموقف يتطلب الإجابة بشكل صريح فهو ان الله تعالى عالم بالحقيقة قبل أن ينطق بها هؤلاء، ومن هنا فلا بأس من الكناية عن ذلك ليكون أنسب في تقديس الباري عز وجل، وأليق بتنزيهه عن المشاركة في العبادة.\nوقال تعالى: ((أَيَحْسَبُ الْأِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ * بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ)) (3).والكناية هنا واقعة في قوله (بلى قادرين على أن نسوي بنانه)، ومعنى ذلك ((بلى نجمعها ونحن قادرون على أن نسوي أصابع يديه ورجليه)) (4)،\nوالتسوية المذكورة في هذه الآية المباركة ((كناية عن الخلق لأنها تستلزمه فانه ما سوي إلا وقد أعيد خلقه)) (5)، وكان الانتقال في هذه الكناية من اللازم إلى الملزوم بحيث لم تكثر الوسائط بينهما، وهي لذلك تعد كناية قريبة.\n__________\n(1) الفرقان: (17 ـ 18).\n(2) التحرير والتنوير، 18: 339.\n(3) القيامة: (3 ـ 4).\n(4) الكشاف، 4: 659 ـ 660.\n(5) التحرير والتنوير، 29: 341.\n(1/145)\n",
        "وقال تبارك وتعالى: ((وَمَا أَدْرَاكَ مَا سَقَرُ * لا تُبْقِي وَلا تَذَرُ)) (1)، فالكناية هنا عن موصوف أي ((لا تترك من يلقى فيها، أي لا تتركه غير مصلي بعذابها، وهذه كناية عن إعادة حياته بعد إهلاكه)) (2).\nوقال تعالى ((أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى* أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى*كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ)) (3)، والكناية في قوله (لنسفعن بالناصية)، والمقصود بالسفع هو ((القبض الشديد بجذب، والناصية مقدم شعر الرأس، والأخذ من الناصية أخذ من لا يترك له تمكن من الانفلات، فهو كناية عن أخذه إلى العذاب، وفيه إذلال لأنهم كانوا لا يقبضون على شعر أحد إلا لضربه أو جره)) (4).\nويمكن أن تعد من الكنايات البعيدة لوجود عدة وسائط في الانتقال من اللازم إلى الملزوم، فالقبض على مقدم شعر الرأس يستلزم وجود طرفين أحدهما قوي والآخر ضعيف، وينتقل من ذلك إلى كون الطرف الضعيف مقصرا، أو مذنبا في أمر معين مما يؤدي إلى ضربه، وسحبه إلا أن العقوبة هنا ليست ضربا أو سحبا مجردا بل كناية عن العذاب الذي أعده الله تعالى لهذا الكافر، يتضح من تحليل هذه الكناية أن بناءها بهذا التسلسل لم يكن الغرض منه سوى تهويل، وتفخيم هذا المشهد الذي يرسمه القرآن الكريم ليكون أوقع في القلب، ولعل الغاية من ذلك تتضح إذا علمنا أن الخطاب في هذه الآية المباركة عن أمية بن خلف (5)، وهو أحد رؤوس الشرك المعروفين، وتسمى هذه الكناية تلويحا عند أهل البلاغة.\nوجاءت الكناية عن موصوف هو الباري ـ عز وجل ـ كما في قوله تعالى: ((وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثاً فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ)) (6).\n__________\n(1) المدثر: ((27 ـ 28).\n(2) التحرير والتنوير ن 29: 312.\n(3) العلق: (13 ـ 15).\n(4) التحرير والتنوير، 30: 450.\n(5) ينظر: الكشاف، 4: 778.\n(6) التحريم: (3).\n(1/146)\n\nإذ عبر النبي صلوات الله وسلامه عليه عن ربه ـ جل وعلا ـ بصفتين هما (العليم الخبير) وفي ذلك ما لا يخفى من الأدب والتواضع النبوي، وهاتان الصفتان أنسب من غيرهما في هذا الموقف، ووردت الكناية في جواب سؤال صريح، وكان الاستفهام للتصور، أي طلب تعيين المفرد وادراكه؛ ولذلك جاء الجواب بتعيين ذلك المفرد وهو الباري (عز وجل) إذ إنه هو (تعالى) الذي أطلعه على ذلك الحديث.\nوقال تعالى: ((وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ)) (1).\nلقد آثر التعبير القرآني أن يذكر صفتين من صفات الله (تبارك وتعالى) للدلالة على أنه سبحانه وتعالى هو الذي يقدر هذا الأمر العظيم، وقد ورد ذلك في سياق جواب عن سؤال ضمني مفاده: وأين يكون مستقر الشمس أخيرا؟ فيكون الجواب بأن (ذلك تقدير العزيز العليم).\nومن ذلك ـ أيضا ـ قوله جلت قدرته ((فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ)) (2)، إذ تكررت الكناية نفسها في قوله (ذلك تقدير العزيز العليم)، وهي الكناية عن الله تبارك تعالى بهاتين الصفتين المباركتين، وتجدر الإشارة إلى أن اجتماع هاتين الصفتين في الإشارة إلى قدرته تعالى فيهما من التناسب ما يفوق التعبير عنه في هذا الموضع بأية صفة أخرى، إذ إن كل صفة من هاتين الصفتين لا تحقق الكمال المطلوب في موضع كهذا إلا بجمعها مع الصفة الثانية.\nوقد وقعت هذه الكناية في جواب سؤال ضمني تقديره: ما الغاية من هذه السماوات وما تلا ذلك من الخلق؟ فيكون الجواب بأن (ذلك تقدير العزيز العليم).\n__________\n(1) يس: (38).\n(2) فصلت: (12).",
        "(1/147)\n\nوقال تبارك وتعالى ((قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخاً إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ * قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ)) (1).\nوقد جاءت الكناية في جواب سؤال ضمني خاص، ولكنه وقع في ذيل الجواب عن سؤال صريح، أي أن جواب السؤال الضمني كان جزءا من الجواب عن الاستفهام الذي تصدرته الهمزة وقد ورد قوله (انه حميد مجيد) تعليلا لما ورد قبله؛ أي كأن السامع يريد أن يسأل عن سبب الرحمة والبركة، من الله تعالى، فيأتيه الجواب قبل سؤاله بأن السبب في ذلك هو أن الله سبحانه وتعالى حميد مجيد ((وفي اختيار وصف الحميد من بين الأسماء الحسنى كناية عن رضى الله تعالى على إبراهيم ـ عليه السلام ـ وأهله)) (2)، وفي هذه الكناية من التشريف والتكريم ما لا يخفى، وهي بمثابة الجزاء الدنيوي لهذا النبي الكريم.\nأما الكناية عن الصفة فكانت أقل بكثير من الكناية عن الموصوف، ومنها قوله تبارك وتعالى: ((فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيّاً*قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيّاً* وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً* وَبَرّاً بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً* وَالسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً)) (3).\n\nوجاءت الكناية عن الصفة في قوله (والسلام علي يوم ولدت ويوم أموت ويوم أبعث حيا)، وهي ((كناية عن تكريم الله عبده بالثناء عليه في الملأ الأعلى وبالأمر بكرامته)) (4)، وقد وقعت هذه الكناية في جواب سؤال صريح، إلا أن هذا السؤال كان موجها إلى مريم (عليها السلام) بينما كان المجيب هو ولدها عيسى\n__________\n(1) هود (72 ـ 73).\n(2) التحرير والتنوير، 12: 122.\n(3) مريم: (29 ـ 33)\n(4) التحرير والتنوير:، 16: 101.\n(1/148)",
        "\n(عليه السلام)، وقد وردت آية أخرى شبيهة بهذه الآية المباركة في حق نبي الله يحيى (عليه السلام) وذلك في قوله جل وعلا: ((وَسَلامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيّاً)) (1) إلا أن الفرق بينهما أن الكناية الثانية جاءت خلال سرد القرآن الكريم قصة ولادة النبي يحيى (عليه السلام) أي أنها صادرة عن الباري (عز وجل) بينما كانت الكناية الأولى على لسان النبي عيسى (عليه السلام) ونقلها القرآن الكريم في سياق ما جرى عند ولادته، وكان تعبير المسيح (عليه السلام) عن تكريم نفسه بهذه الكناية لأنه يريد تبرئة امه مريم (عليها السلام) بسبب ظن السوء الذي ظنه قومها، ولذلك فانه قدم لهذه الكناية بتعريف نفسه وتعداد صفاته.\nومن الكنايات الأخرى التي جاءت عن تكريم الأنبياء قوله تعالى: ((وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ)) (2)، وجاءت الكناية في قوله (إن إبراهيم لأواه حليم) وهي واقعة في جواب سؤال ضمني خاص، ووصف إبراهيم (عليه السلام) بأنه أواه ((كناية عن الرأفة ورقة القلب والتضرع حين يوصف به من ليس به وجع ... واتباع (الأواه) بوصف (حليم) هنا وفي آيات كثيرة قريبة على الكناية وإيذان بمثار التأوه عنده)) (3).\n\nوبما أن الكناية واقعة في جواب سؤال ضمني خاص، فقد أكد الجواب بـ (أن) مع لام التوكيد، وقد جاء الجواب بمثابة التعليل لما قبله، وكان لتأوه إبراهيم (عليه السلام) ما يسوغه، لأنه كان ناتجا عن حسرته لعدم إيمان أبيه، اما الانتقال من اللازم إلى الملزوم من خلال كون الموصوف (أواها) أي يكثر من التأوه، ومن المعلوم أن التأوه يصدر عن ألم معين يمر به الإنسان، إلا أن الألم هنا ألم نفسي، وكثرته تدل على رقة قلب هذا النبي الكريم، وهذه الكناية من الكنايات القريبة لقلة الوسائط بين اللازم والملزوم.\n__________\n(1) مريم: (15).\n(2) التوبة: (114)، وينظر: سورة هود، الآية (75).\n(3) التحرير والتنوير، 11: 46.\n(1/149)\n",
        "يتضح مما تقدم أن عدد الكنايات الواردة في الجواب القرآني كانت قليلة إذا ما قيست بفنون البيان الأخرى، إلا أنها كانت اكثر من عدد التشبيهات الواردة فيه، ومن اللافت للنظر أن الكناية عن صفة في جواب القرآن كانت عن صفة تكريم لأحد الأنبياء، وتجدر الإشارة إلى أن الكناية في الجواب القرآني قد خلت من الكناية عن النسبة.\nأما من حيث قرب الكناية أو بعدها فيقاس ذلك بقلة أو كثرة الوسائط بين اللازم والملزوم، وقد تبين أن أكثر الكنايات الواردة في هذا الجواب كانت قريبة، ولعل السبب في ذلك أن الغرض من الجواب إفهام المخاطب عما يستفهم عنه، وذلك يستلزم أن يكون الجواب واضحا وقريبا من الفهم، وقد لا تؤدي الكنايات البعيدة جدا هذا الغرض، وهذا ينطبق على جميع فنون البيان التي وردت في جواب القرآن الكريم، إذ لا يوجد في هذه الفنون التي وقعت في هذا الجواب القدر نفسه من العمق الذي يمكن تلمسه في هذه الفنون نفسها التي وردت ضمن السرد القرآني.\n(1/150)\n\nالخاتمة\nالحمد لله والحمد حقه كما يستحقه حمدا كثيرا، الحمد لله الذي غمرني بفضله، ومن علي باتمام هذا البحث الذي أرجو أن يكون خالصا لوجه الكريم وبعد:\nفإن القرآن الكريم ـ هذا الكتاب الذي لا تنقضي عجائبه ـ بجملته جواب عما يدور في رأس الإنسان من أسئلة يعرف أولها ويجهل آخرها.\n• لقد تعدد المجيبون في القرآن الكريم فهنالك أجوبة للباري عز وجل ولأنبيائه، وللمؤمنين، وللملائكة، كما أن هنالك أجوبة لليهود والمنافقين والمشركين ولإبليس وغيرهم.\n• وردت أساليب كثيرة جدا للاستفهام في القرآن الكريم، وكان الكثير منها يخرج لأغراض بلاغية فلا يرد جواب عنها.\n• كانت الهمزة أكثر أدوات الاستفهام استخداما في القرآن الكريم، وترتب على ذلك أن تكون أكثر الأجوبة في السؤال الصريح عنها.\n• إن النسبة الأكبر من الأجوبة الواردة عنها كانت عن استفهام التصور وبنسبة تزيد على الضعف من أجوبة الاستفهام عن التصديق.\n• كان الجواب المبدوء بالفعل الماضي أكثر من ضعف الجواب المبدوء بالفعل المضارع فيها.\n• غالبا ما كان الجواب عنها المبدوء بالفعل المضارع عن أمور خارقة للعادة\n• كان الجواب بـ (كلا) عن الهمزة موجها إلى الكفار دائما.\n• وكان الجواب بـ (نعم) عنها يأتي متبوعا بجملة حالية، ويكون عن سؤال يأتي بأسلوب الشرط.\n• وردت عدة أجوبة عنها بـ (بلى) وكانت تدور حول إثبات وحدانية الباري عز وجل.\n\n• كان عدد الأجوبة الواردة عن (ما) يأتي بالمرتبة الثانية من حيث الكثرة بعد أجوبة الهمزة.",
        "(1/151)\n\n• أغلب الأجوبة التي افتتحت فيها بالفعل المضارع كانت عن أسئلة صادرة عن الله تعالى وعن أنبيائه، وكانت الأجوبة عنها أجوبة تفصيلية.\n• كانت الأجوبة عن (ما أدراك) لا تخرج عن التهويل والتخويف على الرغم من تعدد المخاطبين بها.\n• غالبا ما كان الجواب عن (من) يتضمن تحديد الفاعل لأمر عظيم لا يتصف يه سوى رب العزة، وأكثر ما كانت الإجابة بها تأتى في خضم الجدال والمحاججة مع المشركين لإثبات الوحدانية لله تعالى.\n• كانت الكمية الأكبر من الاستفهام بـ (هل) تخرج لأغراض بلاغية فلا يأتي جواب عنها.\n• وردت عنها الإجابة بـ (نعم) مرة واحدة، ولم ترد عنها الإجابة بـ (لا) مطلقا.\n• كان الأسلوب الغالب على (أنى) التعجب الشديد، واستبعاد وقوع أمر معين، والأكثر ان تأتي للسؤال عن أمور معجزة وكان جوابها يتحدد بتعيين المسؤول عن ذلك الأمر المعجز، وهو لله تعالى.\n• هناك ألفاظ دلت على الاستفهام مثل (يسألونك، ويستفتونك، ويستنبئونك) وأكثرها صدر عن المؤمنين للسؤال عن أمور تتعلق بالشريعة الإسلامية كما صدرت عن اليهود والمشركين بنسبة ضئيلة جدا، وكان الجواب عنها يفتتح دائما بفعل الأمر (قل)\n• كان جواب السؤال المقدر يفوق عدد الأجوبة عن السؤال الصريح.\n• افتتح الجواب عن السؤال المطلق بفعل ماض فاعله الباري عز وجل كثيرا للتعبير عن أمور لا يقوم بها إلا هو سبحانه وتعالى.\n• كان الجواب المفتتح بالفعل المضارع متنوعا في فاعله وكان الأكثر أن يكون الفاعل هو الله تعالى حقيقة، أو على سبيل المجاز، وقد يكون أحد الأنبياء أو جماعة المؤمنين.\n(1/152)",
        "\n• تصدرت (عسى) الإجابة عن السؤال المطلق كثيرا، وكانت تأتى متبوعة بـ (ان) مع فعل الغاية منها التمني لأمر محبب للنفس، اما حينما تأتى متبوعة باسم صريح فكثيرا ما كانت ترد لغرض اللوم والعتاب.\n• كان الاستئناف الذي يتصدره اسم الإشارة (ذلك) في السؤال عن السبب المطلق موجها للمؤمنين من أجل تربيتهم، وتهذيب أخلاقهم، أما الخطاب به مع المشركين والمنافقين فكان بمثابة الكشف عن الأسباب الحقيقية التي كانت وراء تصرفاتهم القبيحة.\n• كانت الإجابة عن السبب الخاص تأتي بمؤكد واحد أو اكثر؛ ولذلك سمي سببا خاصا.\n• جاء الجواب عن السبب الخاص مؤكدا بـ (ان) مع لام التوكيد لأن الخطاب أما يكون موجها إلى المنكر أو من ينزل منزلة المنكر، واكثر ما كانت هذه الصيغة تأتى في ذيل الآيات التي تدل على عظمة القدرة الإلهية.\n• أكد الكلام بـ (ان) حيثما يكون المخاطب مترددا في المخبر عنه، ولا يكون خالي الذهن تماما، بل يحضر في ذهنه طرفا الحكم، إلا أنه يطلب وقوع النسبة أو لا وقوعها بينهما، أي أن الاستفهام هنا عن التصديق، وقد ينزل المخاطب بها منزلة المتردد حينما يكون الخطاب مع المؤمنين.\n• كان جواب الفعل (قال) المفصول عما قبله يدور بين طرفين أو اكثر، وقد اقتصرنا في تناولنا على الكلام الذي يتحقق فيه معنى القطع، أي ينقطع الكلام بعد الحصول على الجواب المطلوب، ولا يستمر بسؤال وجواب جديد أو بصيغ طلبية أخرى.\n• مجيء الفعل بعد (قال) في الجواب مضارعا كان يفيد الحال والاستقبال غالبا.\n• جاء الاستئناف بعد (قال) في الجواب مفتتحا بـ (ان) المؤكدة كثيرا، وهي لا تخرج عن عملها الذي كانت عليه في الإجابة عن السبب الخاص، وأكثر ما كانت ترد هنا في الجدل بين أصحاب الحق وأصحاب الباطل.\n(1/153)\n",
        "• وردت (انما) بعد (قال) في الجواب في مواضع عديدة، وكانت الغاية منها التلويح إلى أمر آخر على سبيل التعريض، وبما أن (انما) من أدوات القصر فقد استمرت على عملها في مواضع عدة.\n• إن فنون البيان التي وردت ضمن الجواب القرآني كانت قليلة، إذا ما قيست بعددها الوارد في السرد القرآني.\n• كان التشبيه اقل هذه الفنون في جواب القرآن، وكانت أهم وظائفه المبالغة والبيان والإيجاز، وكانت هذه التشبيهات قريبة لغرض تقريب بعض الأمور من أذهان المخاطبين بها.\n• حظي المجاز بحصة كبيرة بين فنون البيان في جواب القرآن الكريم، وكان عدد الأجوبة التي تضمنت مجازا عقليا اقل من عدد الأجوبة التي تضمنت مجازا مرسلا.\n• من علاقات المجاز المرسل الواردة في جواب القرآن الجزئية، والمحلية، والحالية وإطلاق الصفة وإرادة الموصوف.\n• من علاقات المجاز العقلي الواردة في جواب القرآن السببية، والزمانية، والمكانية، والفاعلية.\n• كانت الاستعارة اكثر فنون البيان ورودا في جواب القرآن، وكانت الغاية منها تصوير الأمور العقلية وتشبيهها بأمور حسية، وكانت نسبة الاستعارة التصريحية اكثر من المكنية كما كانت غالبية هذه الاستعارات قريبة بشكل يمكن من تحديد المستعار، والمستعار منه، ولم تصل في عمقها إلى ما وصلت إليه بعض الاستعارات التي أبدع القرآن الكريم في تركيبها.\n• كان عدد الكنايات قليلا في الجواب القرآني، وهو مع ذلك كان أكثر من عدد التشبيهات فيه، وكانت الكناية عن موصوف اكثر من الكناية عن صفة، والتي كانت ترد للكناية عن صفة تكريم لاحد الأنبياء، بينما لم ترد الكناية عن نسبة فيه، وكانت الكنايات الواردة قريبة بحيث لا تتعدد الوسائط بين اللازم والملزوم.\n(1/154)\n\nالمصادر والمراجع\n• القرآن الكريم\n• الإتقان في علوم القرآن: جلال الدين عبد الرحمن السيوطي (ت911هـ)، دار المعرفة، بيروت، لبنان، الطبعة الرابعة 1398هـ ـ 1978م.\n• الأجوبة المسكتة: ابن أبي عون الكاتب (ت322هـ)، تحقيق وتعلقيق د. محمد عبد القادر، القاهرة 1985 م.\n• الأجوبة المسكتة، علي عبد عيدان الخزاعي، مطبعة الآداب في النجف الأشرف 1390هـ ـ 1970م.\n• الأجوبة المسكتة: محمد سعيد العاني، مطبعة العاني، بغداد 1985.\n• أساس البلاغة: الزمخشري (ت538هـ)، الهيئة المصرية اتلعامة للكتاب، الطبعة الثالثة، م1985.\n• أساليب الاستفهام في القرآن الكريم: السيد عبد لعليم فودة، دار الشعب، القاهرة 1953م.\n• أساليب الطلب عند النحويين والبلاغيين، د. قيس اسماعيل الاوسي، بيت الحكمة، بغداد 1989م.\n• أسرار البلاغة: الشيخ الامام عبد القاهر الجرجاني (ت471هـ)، تحقيق: هـ. ريتر، استانبول مطبعة وزراة المعارف، 1954 م.\n• الأشباه والنظائر: الشيخ العلامة جلال الدين السيوطي (ت911هـ) مطبعة دائرة المعارف العثمانية، الدكن، الطبعة الثانية ـ 1395هـ.\n• اشكاليات القراءة وآليات التأويل، د. نصر حامد أبو زيد، الناشر، المركز الثقافي العربي، الدار البيضاء، الطبعة الرابعة ـ 1996م.\n• أصول البلاغة، الامام العلامة كمال الدين ميثم البحراني (ت679هـ)، تحقيق د. عبد القادر حسين، نشر وتوزيع دار الثقافة، الدوحة، قطر، الطبعة الاولى 1406 هـ ـ 1986 م.\n• الاضداد: محمد بن القاسم الانباري (ت327هـ)، تحقيق محمد أبو الفضل ابراهيم، الكويت 1960م.",
        "(1/155)\n\n• الاقصى القريب في علم البيان: زين الدين أبو عبد الله محمد بم محمد بن محمد بن عمر التنوخي (ت749هـ)، مطبعة السعادة، مصر، الطبعة الاولى 1327 هـ.\n• أنوار الربيع في أنواع البديع: السيد علي صدر الدين بن معصوم المدني (ت1120هـ)، حققه وترجم لشعرائه: شاكر هادي شكر، مطبعة النعمان، النجف الاشرف، الطبعة الاولى 1388هـ ـ 1968م.\n• الأمالي: أبو علي اسماعيل بن القاسم القالي البغدادي (ت356هـ)، دار الكتب العلمية، بيروت ـ لبنان.\n• أمالي الزجاجي: أبو القاسم عبد الرحمن اسحاق الزجاجي (ت340هـ)، تحقيق وشرح: عبد السلام محمد هارون، دار الجيل، بيروت، لبنان، الطبعة الثانية 1407هـ ـ 1978م.\n• الأمالي النحوية ((أمالي القرآن الكريم)): ابن الحاجب (ت464هـ)، تحقيق: هادي حسن حمودي، مكتبة النهضة، عالم الكتب، بيروت ـ لبنان، الطبعة الأولى 1405هـ ـ 1985م.\n• الامتاع والمؤانسة: أبو حيان التوحيدي (ت414هـ) تحقيق: احمد أمين و أحمد الزين، لجنة التأليف والترجمة والنشر، القاهرة 1953م.\n• الإيضاح في علوم البلاغة: الخطيب القزويني (ت739هـ) دار الكتب، بيروت ـ لبنان، الطبعة الأولى 1405هـ ـ 1985م.\n• ايضاح الوقف والابتداء: أبو بكر محمد بن القاسم بن بشار الانباري النحوي (ت328هـ)، تحقيق: محيي الدين عبد الرحمن رمضان، دمشق 1390هـ ـ 1971م.\n• البرهان في علوم القرآن: الامام بدر الدين محمد بن عبد الله الزركشي (ت794هـ) تحقيق: محمد أبو الفضل ابراهيم، دار احياء الكتب العربية، عيسى البابي الحلبي وشركاؤه، الطبعة الأولى 1376هـ ـ 1957م.\n• البلاغة والتطبيق: الدكتور احمد مطلوب، والدكتور كامل حسن البصير، بغداد، الطبعة الثانية 1990 م.\n(1/156)",
        "\n• البيان والتبيين: أبو عثمان، عمرو بن بحر الجاحظ (ت255هـ)، بتحقيق وشرح عبد السلام محمد هارون، الناشر: مكتبة الخانجي بالقاهرة، الطبعة الخامسة 1405هـ ـ 1985م.\n• التبصرة والتذكرة: أبو عبد الله بن علي بن اسحق الصيمري، من نحاة القرن الرابع الهجري، تحقيق، د. فتحي احمد مصطفى علي الدين، دار الفكر بدمشق، الطبعة الأولى 1402هـ ـ 1982م.\n• التبيان في البيان: شرف الدين الحسين بن محمد بن عبد الله (ت743هـ) تحقيق: د. توفيق الفيل، وعبد اللطيف لطف الله، ذات السلاسل للطباعة والنشر الكويت، الطبعة الأولى 1986م.\n• التبيان في علم البيان المطلع على إعجاز القرآن: عبد الواحد عبد الكريم الزملكاني، تحقيق الدكتور احمد مطلوب، والدكتورة خديجة الحديثي، مطبعة العاني، بغداد، الطبعة الأولى 1383هـ ـ 1964 م.\n• تحرير التحبير (في صناعة الشعر وبيان إعجاز القرآن): ابن أبي الإصبع المصري (ت654هـ)، تقديم وتحقيق، د. حفني محمد شرف، لجنة احياء التراث الإسلامي، القاهرة 1383هـ.\n• التصوير البياني: د. حفني محمد شرف، الناشر: مكتبة الشاب بمصر، الطبعة الثانية.\n• التصوير الفني في القرآن، سيد قطب، دار الشروق، بيروت، 1982م.\n• تفسير التحرير والتنوير، سماحة الامام الاستاذ الشيخ محمد الطاهر بن عاشور، الدار التونسية للنشر، تونس 1984م.\n• تفسير الجلالين، تفسير الامامين الجليلين، العلامة جلال الدين بن احمد المحلي، والحبر جلال الدين عبد الرحمن بن أبي بكر السيوطي، مذيل بكتاب لباب النقول في أسباب النزول للسيوطي، المكتبة الشعبية، بيروت، لبنان.\n• التفسير الكبير للرازي: الفخر الرازي، محمد بن عمر (ت606هـ) طبع بالمطبعة البهية بمصر، الطبعة الأولى 1357هـ ـ 1938م.\n(1/157)\n",
        "• تفسير الكشاف: أبو القاسم جار الله محمود بن عمر بن محمد الزمخشري (ت538هـ) الجزءان الاول والثاني، دار الفكر، بيروت ـ لبنان، والجزءان الثالث والرابع، الناشر: دار الكتاب العربي، بيروت ـ لبنان.\n• التلخيص في علوم البلاغة، الخطيب القزويني، جلال الدين محمد بن عبد الرحمن (ت739هـ) ضبطه وشرحه الاديب الكبير الاستاذ عبد الرحمن البرقوقي، المكتبة التجارية الكبرى بمصر، الطبعة الثانية 1350هـ ـ 1932م.\n• تهذيب اللغة: أبو نصور محمد بن احمد الازهري (ت370هـ) الجزء الحادي عشر، تحقيق ااستاذ: محمد أبو الفضل ابراهيم، مراجعة الاستاذ: علي محمد البجاوي، الدار المصرية للتأليف والترجمة.\n• جامع الدروس العربية: الشيخ مصطفى الغلايني، المكتبة الاهلية، بيروت، الطبعة الخامسة 1371هـ ـ 1952م.\n• الجامع الكبير في صناعة المنظوم من الكلام والمنثور: ضياء الدين بن الاثير (ت637هـ)، تحقيق: الدكتور: مصطفى جواد، والدكتور جميل سعيد، بغداد 1375هـ ـ 1956م.\n• الجدل في القرآن: د. حسن الشرقاوي، الناشر: منشأة المعارف الاسكندرية (د. ت)\n• الجمان في تشبيهات القرآن: أبو القاسم عبد الله بن محمد بن الحسين بن ناقيا البغدادي (ت485هـ)، تحقيق: عدنان محمد زرزور، ومحمد رضوان الداية، المطبعة العصرية بالكويت، الطبعة الأولى 1387هـ ـ 19968م.\n• حاشية الدسوقي على مغني اللبيب، مصطفى محمد عرفة الدسوقي، القاهرة 1386هـ.\n• حاشية الشهاب، عناية القاضي، وكفاية الراضي على تفسير البيضاوي، دار صادر، بيروت (د. ت).\n• حدائق السحر في دقائق الشعر: رشيد الدين محمد العمري (الوطواط ت573هـ)، نقله لاول مرة عل أصله الفارسي مع تعريب مقدماته وتوضيح حواشيه ابراهيم امين الشواربي، مطبعة لجنة التأليف والترجمة والنشر، القاهرة، الطبعة الأولى ... 13هـ ـ 1945م.\n(1/158)\n\n• دلائل الاعجاز: الامام عبد القاهر الجرجاني (ت471هـ)، تعليق وشرح محمد عبد المنعم خفاجي، الناشر، مكتب القاهرة، مصر، الطبعة الأولى 1385هـ.\n• شرح ابن عقيل على الفية ابن مالك: ابن عقيل (ت768هـ)، ومعه كتاب منة الجليل بتحقيق وشرح ابن عقيل، لمحيي الدين عبد الحميد، المكتبة التجارية الكبرى، القاهرة، الطبعة الرابعة عشر 1385هـ ـ 1965 م.\n• شروح التلخيص، طبع بمطبعة عيسى البابي الحلبي وشركاؤه بمصر.\n• شرح ديوان عمر بن أبي ربيعة: شرحه وقدم له عبد علي مهنا، دار الكتب العلمية، بيروت ـ لبنان، الطبعة الأولى 1406 هـ ـ 1986م.\n• شرح الكافية: رضي الدين الاستربادي النحوي (ت686هـ) الشركة الصحافية العثمانية 1310 هـ.\n• صبح ااعشى في صناعة الانشا: أبو العباس أحمد بن علي القلقشندي (ت821هـ)، نسخة مصورة عن الطبعة الأميرية، المؤسسة ... العامة للتأليف والترجمة والطباعة والنشر (د. ت).\n• صفاء الكلمة: د. عبد الفتاح لاشين، دار المريخ، الرياض 1403هـ ـ1983\n• العقد الفريد: أبو عمر أحمد بن محمد بن عبد ربه الأندلسي (ت327هـ)، شرحه وضبطه وصححه وعنون موضوعاته ورتب فهارسه: أحمد أمين، وأحمد الزين، وابراهيم الأبياري، مطبعة لجنة التأليف والترجمة والنشر، القاهرة 1384هـ ـ 1983م.\n• علم أساليب البيان: د. غازي يموت، دار الأصالة للطباعة والنشر والتوزيع، بيروت ـ لبنان، الطبعة الأولى 1403هـ ـ 1983م.\n• علم البيان: د. بدوي طبانة، مكتبة الانجلو المصرية، الطبعة الثانية 1386هـ ـ 1967م.\n• علم البيان: د. عبد العزيز عتيق، دار النهضة، بيروت 1972 م.\n• العين: أبو عبد الرحمن الخليل بن أحمد الفراهيدي (ت175هـ)، تحقيق: الدكتور مهدي المخزومي، والدكتور ابراهيم السامرائي، دار الرشيد للنشر، وزارة الثقافة والاعلام، الجمهورية العراقية 1982 م.",
        "(1/159)\n\n• الفاصلة القرآنية: د. عبد الفتاح لاشين، دار المريخ للنشر، الرياض، 1402هـ ـ 1982 م.\n• فن التشبيه: علي الجندي، القاهرة، الطبعة الثانية 1368هـ ـ 1966م.\n• فنون التصوير البياني: د. توفيق الفيل، منشورات ذات السلاسل، الكويت، الطبعة الأولى 1407هـ ـ 1987 م.\n• في ظلال القرآن: سيد قطب، دار الشروق، بيروت، الطبعة الشرعية الحادية عشر 1405هـ ـ 1985م.\n• كتاب سيبويه: أبو عثمان بن قنبر (ت180هـ) تحقيق وشرح، عبد السلام محمد هارون، الهيئة المصرية االعامة للتأليف والنشر 1391هـ ـ 1971م.\n• الكليات: أبو البقاء ايوب بن موسى الحسيني الكفوي (ت1094هـ) تحقيق: الدكتور عدنان درويش ومحمد المصري، دار الكتب الثقافية، دمشق 1975م\n• الكناية أساليبها ومواقعها في الشعر الجاهلي: محمد الحسن علي الأمين أحمد، المكتبة الفيصلية، بيروت 1405هـ ـ 1985م.\n• لسان العرب: ابن نظور (ت711هـ) طبعة مصورة عن طبعة بولاق، المؤسسة المصرية العامة للتأليف والانباء والنشر، الدار المصرية للتأليف والترجمة (د. ت).\n• اللمع: أبو نصر السراج الطوسي (ت378هـ) تحقيق: الدكتور عبد الحليم محمود، وطه عبد الباقي سرور، دار الكتب الحديثة بمصر، ومكتبة المثنى ببغداد 1380هـ ـ 1960 م.\n• اللمع في العربية: أبو الفتح عثمان بن جني (ت392هـ)، تحقيق حامد المؤمن، عالم الكتب ـ مكتبة النهضة العربية، بيروت ـ لبنان، الطبعة الثانية 1405هـ ـ 1985 م.\n• المثل السائر في أدب الكاتب والشاعر: ضياء الدين بن الأثير (ت637هـ) قدمه وحققه وعلق عليه: الدكتور احمد الحوفي، والدكتور بدوي طبانة، مكتبة نهضة مصر ومطبعتها، الطبعة الأولى 1380هـ ـ 1960 م.\n(1/160)",
        "\n• المجاز في البلاغة العربية: د. مهدي صالح السامرائي، دار الدعوة، حماة، سورية، الطبعة الأولى 1394هـ ـ 1974م.\n• مجاز القرآن: أبو عبيدة معمر بن المثنى التيمي (ت210هـ) عارضه باصوله وعلق عليه د. محمد فؤاد سزكين، مكتبة الخانجي، دار الفكر، الطبعة الثانية 1390هـ ـ 1970 م.\n• مجمع الأمثال: أبو الفضل أحمد بم محمد بن احمد بن ابراهيم الميداني (ت518هـ)، تحقيق محمد أبو الفضل ابراهيم، دار الجيل، بيروت ـ لبنان، الطبعة الثانية 1407هـ ـ 1987م.\n• المحيط في اللغة: كافي الكفاة الصاحب اسماعيل بن عباد (ت385هـ) تحقيق الشيخ محمد حسن آل ياسين، عالم الكتب، بيروت، الطبعة الأولى 1414هـ ـ 1994م.\n• مشكل اعراب القرآن القرآن: أبو محمد مكي بن ابي طالب القيسي (ت437هـ) تحقيق: د. حاتم صالح الضامن، مؤسسة الرسالة، بيروت ـ لبنان، الطبعة الثانية 1405هـ ـ 1984م.\n• المعاني في ضوء أساليب القرآن:. عبد الفتاح لاشين، دار المعارف، القاهرة، الطبعة لالثالثة 1978م.\n• معاني القرآن: أبو زكريا يحيى بن زياد الفراء (ت207هـ)، الجزء الاول، تحقيق: أحمد يوسف نجاتي، ومحمد علي النجار، مطبعة دار الكتب المصرية، القاهرة 1374هـ ـ 1955م، والجزء الثاني تحقيق ومراجعة الاستاذ محمد علي النجار، الدار المصرية للتأليف والترجمة (د. ت)، والجزء الثالث تحقيق د. عبد الفتاح اسماعيل شلبي، الهيئة المصرية للكتاب 1972م.\n• المعجم المفهرس لألفاظ القرآن الكريم: وضعه محمد فؤاد عبد الباقي، دار مطابع الشعب، مصر (د. ت).\n• معجم مقاييس اللغة: أبو الحسن احمد بن فارس بن زكريا (ت395هـ) بتحقيق وضبط عبد السلام محمد هارون، دار احياء الكتب العربية، عيسى البابي الحلبي وشركاؤه، القاهرة، الطبعة الأولى 1366هـ.\n(1/161)\n",
        "• مغني اللبيب عن كتب الأعاريب: جمال الدين بن هشام الانصاري (ت761هـ) حققه وعلق عليه: الدكتور مازن المبارك، ومحمد علي حمد الله، دار الكتب، بيروت الطبعة السادسة 1985م.\n• مفتاح العلوم: أبو يعقوب يوسف بن ابي بكر بن محمد بن علي السكاكي (ت626هـ)، تحقيق، أكرم عثمان يوسف، طبع بمطبعة الرسالة، بغداد 1400هـ ـ 1981م.\n• المقتضب: صنعة ابي العباس بن يزيد المبرد (ت285هـ) تحقيق محمد عبد الخالق عظيمة القاهرة 1386هـ.\n• من إعجاز البيان في القرآن ـ الاستفهام: محمد شكري الفيومي، دار القلم، الامارات العربية، دبي، الطبعة الأولى 1407هـ ـ 1987م.\n• نهاية الايجاز في دراية الاعجاز: فخر الدين لرازي محمد بن عمر (ت606هـ) تحقيق وتقديم: الدكتور ابراهيم السامرائي والدكتور محمد بركات حمدي أبو علي، دار الفكر للنشر والتوزيع عمان 1985م.\n(1/162)\n\nالرسائل الجامعية\n• أساليب المجاز في القرآن الكريم: احمد حمد موسى الجبوري، اطروحة دكتوراه، كلية الآداب، جامعة بغداد 1989م.\n• أسلوبية الحوار في القرآن الكريم: رسول حمود حسن الدوري، اطروحة دكتوراه، كلية الآداب، جامعة بغداد 1995م.\n• المنظور البلاغي في تفسير التحرير والتنوير: للشيخ محمد الطاهر بن عاشور (ت1973م)، عبده محمد صالح الحكيمي، اطروحة دكتوراه ـ كلية الآداب، جامعة بغداد 2000م.",
        "(1/163)\n\nالمحتويات\nالموضوع ... الصفحة\nالمقدمة ... أ ـ هـ\nالتمهيد ... 1 ـ 17\nالفصل الأول: جواب السؤال الصريح ... 18 ـ 62\nالمبحث الأول: جواب الهمزة ... 19 ـ 31\nالمبحث الثاني: جواب ما الاستفهامية ... 32 ـ 39\nالمبحث الثالث: أجوبة أدوات الاستفهام ... 40 ـ 62\n1 ـ من ... 40\n2 ـ هل ... 44\n3 ـ أنّى ... 48\n4 ـ متى ... 51\n5 ـ أي ... 52\n6 ـ كم ... 54\n7 ـ كيف ... 55\n8 ـ ايان ... 56\n9 ـ أين ... 57\n10 ـ ألفاظ دلت على الاستفهام ... 58\nالفصل الثاني: جواب السؤال المقدر (الضمني) ... 63 ـ 112\nالمبحث الأول: الجواب عن سبب الحكم مطلقا ... 66 ـ 82\nالمبحث الثاني: الجواب عن السبب الخاص ... 83 ـ 101\nالمبحث الثالث: جواب القول ... 102 ـ 112\nالفصل الثالث: البيان في جواب القرآن ... 113 ـ\n(1/164)",
        "\n150\n1 ـ التشبيه ... 115 ـ 121\n2 ـ الاستعارة ... 122 ـ 130\n3 ـ المجاز ... 131 ـ 143\nأ ـ المجاز المرسل ... 133\nب ـ المجاز العقلي ... 137\n4 ـ الكناية ... 144 ـ 150\nالخاتمة ... 151 ـ 154\nالمصادر والمراجع ... 155 ـ 163\n(1/165)\n"
    ]
}