{
    "partText": [
        "\nأسانيد التفسير\nلفضيلة الشيخ\nعبدالعزيز بن مرزوق الطريفي\nمحاضرة مفرغة ألقيت عام 1427\nمراجعة\nتم تنسيقها ووضع العناوين بنوع خط مغاير وتحتها خط لتسهيل الاستفادة\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين حمدَ الشاكرين، نحمدُه على عظيمِ نعمائِه، وجميلِ بلائهِ، ونرغبُ إليه في التوفيقِ والعصمةِ، ونبرأُ إليه من الحَولِ والقوة، ونسأله يقيناً يملأُ الصدرَ ويعمرُ القلبَ ويستولي على النَّفس، والصلاة على خيرِ خلقهِ والمصطفى من بريَّته محمدٍ سيد المرسلينَ وعلى أصحابهِ وآلهِ الأخيارِ وسلم، وبعد :\nفالتفسير والبيان رسالة خير الخلق، قال تعالى: (لتبين للناس ما نزل إليهم)، وهو خير ما يُتعلَّم ويُعلم، وقد أنزل الله كتابه بيناً واضحاً لأهل اللسان العربي، فقال: (بلسان عربي مبين) والتفسير مردُّه إلى لغة العرب، فيها بيانُه، وجلاؤه.\nواللسان العربي يتفاوت مِن جيل إلى جيل، وما كُل من تكلم العربية استطاع معرفةَ مقاصد الكتاب، ما لم يقرِن ذلك بفهم الصدر الأول وخير القرون.\nروى الخطيب البغدادي في \"جامع بيان العلم\" عن إبراهيم التيمي قال: خلا عمرُ بن الخطاب ذات يوم، فجعل يحدِّث نفسه، فأرسل إلى ابن عباس، قال: كيف تختلف هذه الأمة وكتابها واحد، ونبيها واحد وقبلتها واحدة؟ قال ابن عباس: يا أميرَ المؤمنين، إنما أُنزل علينا القرآنُ فقرأناه، وعلِمنا فيم نزل، وإنه يكون بعدَنا أقوامٌ يقرؤن القرآن ولا يعرفون فيم نزل، فيكون لكلّ قومٍ فيه رأي، فإذا كان لكل قوم فيه رأي اختلفوا فإذا اختلفوا اقتتلوا. فزَبَرَه عمر وانتهره، فانصرف ابن عباس، ثم دعاه بعدُ، فعرف الذي قال، ثم قال: إيهٍ، أعِدْ عليّ.\nأنواع التفسير\nروى ابن جرير في \"تفسيره\" عن ابن عباس: التفسير على أربعة أوجه: وجه تعرفه العرب مِن كلامها، وتفسير لا يعذر أحدٌ بجهالتِه، وتفسير يعلمه العلماء، وتفسير لا يعلمه إلا الله.\nفجعل ابن عباس أنواع التفسير أربعة:\n(1/1)\n",
        "الأول وهو الأصل: ما يعرفه أصحاب اللسان العربي الصحيح؛ لأن القرآن بلسانهم نزل، فيُلتمس تفسير القرآن في الشعر العربي الجاهلي، وما بعدَه بقليل قبل دخول العُجْمَة، ويأتي مزيد كلام على هذا النوع.\nالثاني: ما لا يُعذر أحد بجهله مِن أهل العربية، لظهوره ووضوحه عند أهل السَّليقة، وهذا أصلُ النوع الأول، وذاك فرعٌ منه .\nالثالث: ما يعلمه العلماء العارفون بالوحي، وكلّما كان العالم بصيراً بالسُّنة ووجوه اللغة، وأسباب النزول، وعمل الصحابة، كان للتفسير أبصرَ، وما لا يعرفه بعد ذلك فهو المتشابه. ويتفاوت العلماء في ذلك؛ فقد يكون الموضع متشابهاً عند عالِمٍ، محكماً بيناً واضحاً عند غيره، ومَن عرف السنة والعربية وعمل السلف وقرائن الحال عند نزول الآي قل المتشابه عنده، وظهر المحكم.\nالرابع: ما لا يعلمه إلا الله، ونصَّ بعض العلماء أن ثمَّة شيئاً مِن التفسير ما يحرُم الخوض فيه، وهو ما لا يعلمه إلا الله.\nومِن أحسن ما يمثَّل لذلك هو الحروفُ المقطَّعة في أوائل السور، ولم يثبُت فيها عن رسول الله صلى الله عليه وسلم ، ولا عن الصحابة رضي الله عنهم شيء يعتمد عليه، وقد جاء في ذلك جملةٌ مِن المرويّات عن الصحابة، وجُلُّها ضعيف أو منكر.\nالتفسير وأسانيده من المهمات التي ينبغي لطالب العلم أن يعتني بها، ويتبصر فيها، ويعرف الصحيح منها والضعيف، ويجهل كثير من طلبة العلم هذا العلم، ولا يعتنون به.\nالتفسير المرفوع قليل\nومسالك العلماء في قبول الأسانيد - في هذا الباب - أو رَدِّهَا، تختلف عن غيرها، وإن كان بالجملة التفسير هو مما يقِلُّ فيه المرفوع عن رسول الله صلى الله عليه وسلم ، ولذلك يقول السيوطي رحمه الله في أوائل كتابه \" الإتقان \": \" والمرفوع عن رسول الله صلى الله عليه وسلم في التفسير هو فِي غاية القلة \" .\nوساقها في أواخر كتابه \" الإتقان \" مما يروى عن رسول الله صلى الله عليه وسلم من الصحيح والضعيف .\n(1/2)\n\nوإذا كان عبد الله بن عباس، وهو من اشتهر بمعرفة التأويل والتفسير والإكثار فيه، يقول فيه الإمام الشافعي كما ذكر البيهقي في \" مناقب الشافعي \" في (بابٌ ما يدل على معرفته بصحيح الحديث): ليس شيء يصح عن عبد الله بن عباس في التفسير إلا شبيه مائة حديث \" .\nفإذا كان هذا الحال فيما يروى عن عبد الله بن عباس في الموقوف فالمرويُّ عن رسول الله صلى الله عليه وسلم أقلّ.\nوقد جاء عن رسول الله صلى الله عليه وسلم مِن تفسير كلام الله ما هو صحيحٌ بأسانيدَ كالشمس، ومنها جاء جملة منها في صحيحي البخاري ومسلم وغيرهما.\nومن ذلك: تفسير الظلم بالشرك، وكذلك تفسير الحساب بسؤال الله ومناقشته للعبد يوم القيامة، كما جاء في حديث عائشة في الصحيح وغيره، وغير ذلك مِن التأويل.\nوما جاء شيء من التفسير عن النبي صلى الله عليه وسلم فهو حُجَّة قاطعة، وهو مِن الوحي، وهو أولى ما يُؤْخَذ ويُعمل به، وهو مقدَّم على قول كل أحدٍ؛ لأن الله ما جعل الحُجة في قول أحدٍ إلا في قول نبيه صلى الله عليه وسلم ، قال تعالى: ( وَمَا يَنْطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى )[النجم 3 : 4].\nمعنى قول أحمد: ثلاثة لا أصل لها ..\nومِن أقل المروياتُ في الأبواب عن رسول الله صلى الله عليه وسلم المرويات في باب التفسير، وأكثرها معلولٌ، يقول الإمام أحمد رحمه الله: \" ثلاثةٌ ليس لهَا إِسْنِاد: التفسير والملاحم والمغازي \" .\nوقد جاء في رواية عنه: \" ثلاثةٌ لا أصل لها ..\".\nومرادُه بذلك: أن الضعيف أكثرُ مِن الصحيح، والصحيحُ عنه مقارنة بما جاء في هذا الباب من المرفوع والموقوف لا يكاد يُذكر، وإنما هو عشرات المواضع فقط.",
        "(1/3)\n\nوهكذا فسره المحققون من أصحاب أحمد، كما حكاه الزركشي في \"البرهان\" بقوله: «قال المحققون من أصحابه : مُراده: أن الغالبَ أنه ليس لها أسانيدُ صِحاحٌ متصلةٌ، وإلا فقد صحّ من ذلك كثيرٌ؛ كتفسير الظلم بالشرك في آية الأنعام، والحساب اليسير بالعرض، والقوة بالرمي، وغيره».\nوكثير من المرفوع هو في عِدَاد الضعيف، والمنكر، والموضوع، ولذلك قال: \"ثلاثة ليس لها إسناد، أو لا أصل لها\"، يعني: \" ليس لها إسناد يُعتمد عليه، وإن وُجِدَ فوجودُه كعدمه\"، بخلاف ما يفهمُه بعضُهم من ظاهر لفظه بأنها تُروى بغير إسناد، وهذا غير صحيح؛ فإن الإمام أحمد قد أخرج جملة مِن الأحاديث في \"مسنده\". وقال في موضع آخر من \"سؤالاته\" وغيرها: \"إنها ليس لها إسناد أو ليس لها أصل\"، وهو أعلمُ الناس بما يروي، والأمثلة على ذلك كثيرة ..\nمن ذلك : ما رواه في \"مسنده\" مِن حديث ابن عمر مرفوعاً: ((مَنِ اشترى ثوباً بعشرة دراهم وفيه درهمٌ حرامٌ لم تُقْبل له صلاةٌ ما دام عليه))، قال فيه في رواية أبي طالب: (هذا ليس بشيءٍ ليس له إسناد).\nومنها: ما رواه عن أبي مِجْلَزٍ عن ابن عمر أن النبي صلى الله عليه وسلم سجد في الركعة الأولى من صلاة الظهر، فرأى أصحابُه أنه قرأ ( تنزيل ) السجدة، وقد قال أحمد: (ليس له إسناد).\nومنها حديث \"كنّا نَعُدُّ الاجتماع إلى أهل الميت وصَنْعَةَ الطعام مِن النياحة\". رواه في \"مسنده\"، ونقل عنه أبو داود في \"سؤالاته\" قوله فيه: (لا أصل له).\nوغير ذلك كثير ..\nتساهل السلف في التفسير\n(1/4)",
        "\nولما كان الرواة الثقات يعتنون بأمور الديانة، ومسائل الأحكام الظاهرة التي يُخَاطب بها الناس في حياتهم، وحرصوا عليها، ونقلوها، وشدَّدوا بالنقل، تساهلوا- لما كان العمر يضيق بالكل – بغيرها، فاعتَنوا بالأهم. ولَمَّا حُفظت الشريعة وبُدئ بتدوينها، ظهرت العناية بعلوم التفسير والسِّير والتاريخ والفتن والمغازي وغيرها، وهي في التابعين أظهرُ من الصحابة وفي أتباع التابعين أظهرُ من التابعين وفي أتباع أتباع التابعين أظهرُ من أتباع التابعين وهكذا، حتى توسَّعت العلوم.\nوفي الغالب فالمبرزون في التفسير والسير والمغازي لا يصلون لمتوسطي الثقات من رواة أحاديث الأحكام، ولهذا كثُر في أسانيد التفسير الضعيفُ والواهي والمنكَرُ والموضوع، فلم يحملْه الكبار ولم يعتنوا به؛ كشعبةَ وسفيانَ ومالكٍ وابن مهدي، وغيرهم من الأئمة الحفَّاظ الكبار الأثبات، وإن كانوا قد روَوْا جملةً مِن ذلك.\nوالأئمة يتساهلون في التفسير، ولا يتساهلون في أمور الأحكام.\nيقول عبد الرحمن بن مهدي رحمه الله: \"إذا روينا في الثواب والعقاب وفضائل الأعمال، تساهلنا في الأسانيد، وتسامحنا في الرجال، وإذا روينا في الحلال والحرام والأحكام، تشدَّدنا في الأسانيد، وانتقدنا الرجال\" .\nويقول يحيى بن سعيد: \" تساهلوا في أخذ التفسير عن قوم لا يوثِّقونهم في الحديث - ثم ذكر ليثَ بن أبي سُلَيْم وجُوَيْبِرَ بن سعيدٍ والضَّحَّاك، ومحمد بن السائب. وقال: - هؤلاء لا يُحْمَدُ أمرُهم، ويكتب التفسيرُ عنهم\". رواه الخطيب عنه في \"الجامع\".\nوالكتابة عنهم في التفسير تُحتمل؛ لأنهم قد اعتَنوا بذلك، فصاروا مِن أئمة التفسير، وكذلك مِن أئمة اللغة.\nويُحَّدث عن هؤلاء الضعفاء، وإن كان بعضهم لا يُعْتَمدُ عليه .\nسبب عدم عناية الأوائل بالتفسير\nوسبب عدم عناية الحفاظ الأوائل بالتفسير يرجع إلى أمور:\nأولاً: الانشغال بالأحكام والمسائل الأصول وفروع الأحكام التعبُّديِّة كما تقدم بيانه.\n(1/5)\n",
        "ثانياً: وهو الأهم، ومبيِّن للسبب الأول: أن القرآن نزل بلسانٍ عربي مبين، يفهمه عامَّة الناس في الصدر الأول، وتفسير ألفاظه وبيانه مِن فضول العلم عند كثيرٍ منهم، بل إن فهم الأعرابي منهم لألفاظه ومقاصده يفوق فهم كثيرٍ مِن كبار المفسرين مِن المتأخِّرين، وما نزل القرآن إلا ليفهمه الناس بلا تكلُّفٍ وبيانٍ، وهذا مقتضى التكليف بمجرد السماع وبلوغ الحُجَجِ للأسماع، كما قال تعالى: (وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله)، لأن الأصل أن القرآن مفهوم بمجرد سماعه عند جمهور الخلْق، ولكن لمَّا توسَّعت بلدان المسلمين، وكثُرت الفتوحات، واختلط العرب بالعجم، دخلت العُجْمة على اللسان العربي، فاحتاج للتفسير، وهذا سبب قلَّة التفسير المرفوع؛ لأنه لا حاجةَ إليه عندهم، فلو فسَّروا القرآن لفسَّروه بما يرادِفه فهماً، واستوى المفسَّر والمفسَّر به من جميع الوجوه أو أكثرها، ولأصبَحَ التفسير حَشْواً، يزهد الناس في النظر فيه، مع استحالة حصول ذلك منهم؛ فالعرب تكره الحَشْوَ والتِّكرار وتُنَزِه نفسَها عنه، والنفوس تأبى أن تفسَّر لها الواضحاتُ، ولذلك كلِّه يعرفُ قلَّة التفسير للقرآن عندهم، بل إذا كان العربي يُنَزِه نفسَه والمخاطَبَ عن سماع المترادفات في كلامهم، فذلك في كلام الله أولى؛ لأن جُلَّ كلامه واضحٌ بيِّنٌ لا يُحتاجُ معه إِلى قَلبٍ ولا تَعَسُّفٍ .\nمع أنهم عربٌ يُعربون الكلام سليقةً، ولا يحتاجون إلى قواعدَ وضوابطَ نحويَّةٍ، بل لا يعرفونها، لذا يقول الشاعر:\nولَستُ بِنَحْويٍّ يَلُوكُ لِسَانَهُ ** ولكن سَلِيْقيٌّ أَقولُ فأُعْرِبُ\nقال الشافعي: كان مالكُ بن أنسٍ يقرأ بالسَّليقية.\n(1/6)\n\nلهذا امتاز لسان البصريين عن لسان الكوفيين؛ لأنهم أخذوه من منبعِه الأصلي، وهو لسان الأعراب الأقحاح، يقول الرِّياشي أبو الفضل البصري، وهو يلمز الكوفيين: إنما أخذنا اللغة من حَرَشَةَ الضِّباب وأكَلَة اليرابيع، وهؤلاء أخذوا اللغة من أهل السواد أكَلَة الكواميخ والشَّواريز .\nويقول أبو محمد اليزيدي البصري :\nكنَّا نَقِيسُ النحوَ فيما مَضى ** على لسانِ العَرَبِ الأوَّلِ\nفجاءَ أقوامٌ يقيسُونَهُ ** على لُغَى أشياخ قُطْرُبُلِ\nالاحتراز في تأويل القرآن\nثم إنه يجب الاحترازُ في تأويل القرآن ما لا يجب في غيره؛ لأن تأويل كلام المتكلم مما يُنسب إليه معنىً، وإن لم ينسب إليه لفظاً، ولهذا جوّز جماعةٌ من المحدِّثين روايةَ الحديث بالمعنى بشروطه.\nوالعرب وغيرُهم قديماً وحديثاً يعتنون بنقل نصوص العظماء والملوك كما قالوها مِن غير زيادة أو تأويلٍ لمن يفهمُها، كما أنهم يحترزون عند الحديث معهم؛ لأن التَّبعَة في ذلك أكبرُ من غيرهم، وهذا في حقِّ الله وكلامه أعظم وأجلُّ.\nميل العرب إلى الاختصار\nوكذلك الأولى في كلِّ معنى أن يُبَلَّغ بأقصرِ عبارة، ولهذا كان كلام السلف فيه من الاختصار مَعَ كمال المعنى ما ليس في كلام المتأخرين مَعَ كثرة عباراتِهِم.\nوهذا كما أنه في الألفاظ، كذلك في المعاني؛ فالقرآن لا يذكُر فيه مخاطبة كلِّ مُبْطِل بكل طريق وكل حجة، ولا ذكر كل الشُّبهات الواردة على الأذهان وجوابَها، فإن هذا لا حدَّ له ولا نهايةَ، بل ولا يَنضبط بضابطٍ، وإنما يذكر الحق والأدلة الموصلة إليه لذوي الفِطَرِ السليمة؛ لأن هذا هو الأصلُ في الخلق، ثم إذا اتفق مُعَاندٌ ومكابرٌ أو جاهل، كان مَنْ يخاطبه مخاطباً ومحاججاً له بحسب ما تقتضيه المصلحة، وقد يكون مقامهُ كمقام المترجِم لمعاني القرآن.",
        "(1/7)\n\nوما يُعرف بالمشاهدة، أو ما يُسلَّم دخوله تحت لفظ عام يشمل جملة من الأفراد؛ كالكواكب مثلاً معروفة بالمشاهدة ويدخل تحتَها ما لا يحصى من الأفراد، بيانُه حَشْوٌ، فببيان أن الشمس موجودةٌ والقمر موجود والكواكب موجودة، والإنسان يعلم هذا بالمشاهدة، هذا مما يُسْتقبَح ذكره، ويستثقلُهُ جمهورُ العقلاء، فضلاً عن البُلغاء؛ لأن هذا عندهم معلومٌ مستقرٌّ في عقولهم، لا يحتاجون فيه إلى خطابٍ وتفسيرِ عالمٍ من العلماء فضلاً عن كتاب مُنَزلٍ من السماء.\nالأصل في القرآن أنه واضح عند السلف لا يحتاج إلى تفسير\nوكثيرٌ من تفاسير المتأخرين التي يحفَلُ بها الخاصة، لو عُرِضتْ على العرب عند نزول القرآن لزَهدوا فيه، فكثيرٌ مما فيها يعدُّونه لُكْنةًَ وعَيَّاً لا يحتاج إليه، ويروْنه من باب إيضاح الواضحات.\nوإذا قُدر أن بعض الناس فيهم احتاج إلى بيان وتوضيح ما عُرض عليه من القرآن، كان هذا من الأعراض النادرة التي لا تعرِض لجمهورهم، ولعُدَّ هذا مِن العَيِّ والقصور، وما تزال مثل هذه الأعراض تزداد حتى غلبت في الناس، فاستثقلوا القرآن بلا تفسيرٍ لألفاظه، كما استثقله الأوائل بالتفسير.\nوالتفسير ليس مقصوداً لذاته ..\nوأساليب القرآن معلومةٌ لدى العرب الفصحاء غير خافيةٍ، وإن كان قد يخفى على بعضهم شيء منها؛ وذلك لغرابتها على مسمعه، وعدم اعتياده عليها في لغة قومه، ومن حولهم، كما خفي على ابن عباس بعض معاني مفرداته؛ كلفظ \"فاطر\"؛ فقد روى الطبري في \"تفسيره\"، وأبو عبيد عن مجاهد، قال: سمعت ابن عباس يقول: كنت لا أدري ما (فاطر السموات والأرض)؛ حتى أتاني أعرابيان يختصمان في بئر، فقال أحدهما: لصاحبه: أنا فطرتها ؛ يقول: أنا ابتدأتها.\nومثل ذلك أيضاً: ما أخرجه ابن جرير عن سعيد بن جُبير أنه سئل عن قوله: (وحنانا من لدنا) فقال: سألت عنها ابن عباس فلم يُجِب فيها شيئاً.\nوأخرج من طريق عكرمة عن ابن عباس قال: لا والله ما أدري ما (وحناناً).\n(1/8)",
        "\nوهذا نادر فيهم، وإن جَهِلَه فردٌ منهم عَلِمَه جمهورهم.\nبلاغة السلف سليقةً\nوأساليب القرآن لما كانت على طريقتهم في كلامهم في يومهم وليلتهم، لم يَخْفَ عليهم المراد بها، فيعلمون من قوله تعالى: (ذُقْ إِنَّكَ أَنْت الْعَزِيزُ الْكَرِيمُ) أنّ هذا الخطابَ خطابُ امتهان وتهكَّم، وإن كانت ألفاظُه مما يُستعمل في المدح، عرفوا ذلك من السياق لا من اختصاص اللفظ.\nونظير هذه الآية وصف شعيب عليه الصلاة والسلام بالحلم والرشد من قومه المعاندين: (قَالُوا يَا شُعَيْبُ أَصَلاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ )[ هود : 87 ] قد يتبادر إلى ذهن القارىء أن المراد بذلك: إنك حليم رشيد؛ والصواب لست بحليم ولا برشيد. قاله ابن عباس وغيره.\nوهذا ونظائره لم يكن منهم بجُهدٍ ولا تكلُّفٍ؛ فهي لغتُهم التي يتحدثون بها، ولأنها كذلك لم ينصُّوا في كلِّ موضع على المقصود منه في القرآن، ولو قيل لأعجمي يعرف معاني الألفاظ: فسر الآية، لفسَّرها على غير وجهها؛ لأن الأمر مُتعلِّق بالسياق لا بذاتِ اللفظ .\nولما تقادم العهد، ودخلت العُجْمَة على العرب بالاختلاط بالعجم، ظهر لهذه الأساليب الفنُّ المدوَّنُ بعدُ باسم (علم البلاغة) لمعرفة طرائق العرب وتفنُّنها في أساليب خطابها، فوضعوا المصطلحات والقواعد لتقريب هذا العلم، لا لإتقانه؛ إذ لا يتقنُه إلا من تحدث بلغتهم وحَفِظ أشعارهم ومنثورهم، وهذا يعز وجوده في المتأخرين.\nنشأة علم البلاغة\n(1/9)\n",
        "وعُرفت البلاغة في عصر متأخري التابعين، ثم اشتهرت بعد ذلك، وحُكي الإجماع على أن البلاغة ما نشأت إلا تحت تفسير القرآن، وقد اعتنى بها كثير مِن الأئمة باستخراج البديع والإعجاز من كلام الله. وصنف معمر بن المثنى كتابه فيها، وقيل: إنه قد أخذ من نافع بن الأزرق عن عبد الله بن عباس. ويحتمل أنه أخذه من غيره؛ وهو إمامٌ في لغة العرب، ونافع عرض ألفاظاً من غريب القرآن أشكلت عليه على عبدالله بن عباس؛ إذ جاءه بمكة يسأله عنها، واشترط على ابن عباس؛ أن يأتيه على كل مسألة وتفسير بشواهد من أشعار العرب، وذلك حينما خرج ونَجْدَة بنُ عويمر وآخرون من الخوارج إلى مكه فلقوا ابن عباس، فسأله نافع عن مسائل من القرآن .\nومسائل ابن الأزرق أخرجها أبو بكر بن الأنباري في (الوقف والابتداء)، وهي منثورةٌ في عدة من كتب التفسير، رواها محمد بن زياد اليشكُري عن ميمون بن مهران، واليشكري هذا كذاب، وروى جملة منها الطبراني في \"معجمه الكبير\" عن جُويبر - وهو ضعيف جداً - عن الضحاك. ورويت من وجوه أخرى لا تخلو من ضعف .\nنص القرآن قطعي الثبوت وتأويله في اللغة\nوالأئمة النقاد جوزوا الرواية في التفسير عن بعض من لا تُقبل روايته في الأحكام؛ لأن مَرَدَّ التفسير إلى اللغة، ومرد الأحكام إلى النص، والنص لا يثبت إلا بصحة الإسناد، واللغة تثبت بوجوه عدَّةٍ، ونص القرآن قطعي الثبوت.\nيقول يحيى بن معين: \" اكتبوا عن أبي مَعْشَرٍ حديث محمد بن كعب خاصَّة \"، وذلك أن رواية أبي معشر عن محمد بن كعب هي في التفسير خاصة، لا يكاد يكون له حديث في غيره .\nوالمنكر في باب التفسير بيِّن واضحٌ أظهَرُ من غيره، للاشتراك في مخالفته لوجوه اللغة مَعَ أصول الشرع، أو لا يكون له نظائرُ في القرآن.\nالإجماع في التفسير\n(1/10)\n\nومن ثمرة ذلك ونتيجته: قلةُ حكاية الإجماع في التفسير، فهو من أقلِّ أبواب العلم، ولا يلزم من ذلك كثرة الخلاف وغَلَبَتُه، بل لأن القرآن جاء ليُحمَلَ على وجوه تتَّفق في الأصل والمقصد، تختلف في اللفظ، فاختلاف ألفاظ المفسرين للقرآن هي من اختلاف التنوُّع، لا من اختلاف التَّضَادِّ على الأغلب.\nوأكثر القرآن مجمع على تفسيره بمعاني منصوصة، لكن لا ينصون على الإجماع في الواضح البين متمحض الوضوح .\nوإذا علم أن في المسألة إجماعاً في تأويلِ آيةٍ، أو الاتفاق على أنها نزلت في كذا ونحو ذلك، فلا يُعتمَدُ على ما يخالفها.\nوقد أكثر بعض الأئمة مِنْ حِكَايَات الإجماع؛ كابن جرير الطبري، وكذلك ابن عطية. وهو يعتمد على ابن جرير كثيراً، والقرطبي، ويعتمد كثيراً على ابن عطية، والواحدي له إجماعات في تفسيره، وفي بعضها نظر فهو من المتساهلين في هذا الباب. والإجماع المنصوص عليه عندهم في التفسير دون المائتين، ولا يزيد عليها قطعاً، وأكثرها عند ابن جرير الطبري.\nومنهج ابن جرير الطبري في حكاية الإجماع أنه لا يعتدُّ بمخالفة الواحد ولا الاثنين، مع علمه ومعرفته بخلافهم؛ لذلك قد روى في كثيرٍ من المواضع ما يخالِف ما يحكيه من الإجماع.\nومن أكثر الأئمة نقلاً من المفسرين المتأخرين: الإمام القرطبي، وقد اعتمد على غيره في حكاية الإجماع - سواء في مسائل الأحكام أو غيرها - كابن جرير الطبري وابن المنذر، وابن عبد البر، وابن العربي، وابن عطية، ممن كان معروفاً بالعناية بحكاية الإجماع، وإن كان هو ممن لا يحكي الإجماعَ جُزافاً؛ فإنه يُمَحِّصُه في كثيرٍ من المواضع، ولا يسلَّم له في كثير من المواضع؛ فإنَّ أقلَّ من ربعها لا يثبت فيه إجماع، والخلاف فيها مُعْتَبَرٌ.\nتفسير الضعفاء موافق لوجوه اللغة في الغالب",
        "(1/11)\n\nوبالسبر لمرويات الضعفاء في التفسير؛ فإنها - في الغالب - لا تخالف وجهًا من وجوه العربية؛ فإن خالفت وجهًا فإنها تُحْمَل على الوجه الآخر، الذي لا يخالف نصاً ولا حكماً ولا أصلاً، والنبي ? كلامه مبيِّن للقرآن موضِّح له، ومع ذلك فهو يجمع المعاني الكثيرة باللفظ القليل، وهو ما يُسَمَّى بجوامعِ الكلمِ؛ قال النبي ?: ?? إِنَّمَا بُعِثْتُ بِجَوَامِعِ الْكَلِمِ ?? رواه البخاري. وجَوامِعُ الكَلِم - كما فسرها الزهري عند البخاري في \"الصحيح\" - قال : \" هي جمع المعاني لأمورٍ كثيرة بألفاظٍ قليلة \"؛ فإذا كان هذا لكلام النبي ? المبيِّنِ الموضِّحِ للقرآن؛ فهو لكلام الله جل وعلا من باب أَوْلَى، فكلام الله له وجوهٌ عدةٌ، كما أخرج ابن سعد من طريق عكرمة عن ابن عباس: أن علي بن أبي طالب أرسله إلى الخوارج، فقال: \"اذهب إليهم فخاصمهم ولا تحاجَّهم بالقرآن؛ فإنه ذو وجوه، ولكن خاصمهم بالسنة\". وأخرج من وجه آخر أن ابن عباس قال له: يا أمير المؤمنين، فأنا أعلَمُ بكتاب الله منهم؛ في بيوتنا نزل. قال: صدقت، ولكن القرآن حَمَّال ذو وجوهٍ، تقول ويقولون، ولكن خاصمهم بالسُّنن؛ فإنهم لن يجدوا عنها مَحِيصاً. فخرج إليهم فخاصمهم بالسنن، فلم تبق بأيديهم حجَّة\".\nوقد جعل بعضُ العلماء ذلك من أنواع معجزات القرآن، حيث كانت الكلمةُ الواحدةُ تنصرف إلى عشرة أوجه وأكثر وأقلَّ، ولا يوجد ذلك في كلام البشر؛ فقد يشتبه على الإنسان اختلافُ بعض الصحابة بحَمْلِ بعض الألفاظ على تأويل آيةٍ ويخالفه الآخر ونحو ذلك، وهذا كلُّه يُحْمَل على باب التنوُّع، ولا يُحْمَل على المخالفة.\nاختلاف المفسرين\nوالخلاف في التفسير على نوعين : خلاف تنوُّع – و – خلاف تضاد\nوالخلاف المروي عن المفسرين جُلُّه هو من خلاف التنوع، لا من خلاف التَّضادَّ، كما نصَّ عليه سفيان الثوري، وابن قتيبة في \"تأويل مشكل القرآن\" والشاطبي في \"الموافقات\"، وابن تيمية في مواضع.\n(1/12)",
        "\nوالخلاف في التفسير قليل جداً في الصحابة، كثيرٌ في التابعين، وفي أتباعهم أكثرُ؛ لأنه كُلَّما قلَّ التمكُّن من لغة القرآن وفهم معنى ألفاظه المنزَّل بها، احتيج لتفسيره بالمرادف أو القريب منه، وكلَّما توسع المفسِّر في هذا، ظهر معه الخطأ .\nواختلاف التنوع هو أن يكون لفظ الآية محتمِلاً لجميع المعاني المفسِّرة، والاختلاف في العبارة مع اتفاق في المعنى .\nوخلاف التنوُّع ينبغي ألا يحكى خلافاً هكذا؛ بل يقال: إن هذا من اختلاف التنوُّع والوجوه التي جاء المعنى فيها بكلام الله، ولذلك يَسْهُل على الإنسان إِنْ تَبَصَّر بهِذا الأصل أن يجمع ويُوَفِّق، وألا يُضَعِّف بعض الوجوه من النوع الواحد، أو يرجح بعضها على بعض؛ لأن كلها تحمل على الحق المقصود من كلام الله.\nولما كان كثير من التفسير من اختلاف التنوع، تساهل العلماءُ بالرواية عَنْ الضعفاء؛ لأن الأصل الأصيل والمقصِدَ العليَّ من النقد والتعليل خَوْفَ ورود شيءٍ من المعاني المنكرة، والتي تخالف الأصول الثابتة، ولأنَّ تفاسيرهم لا تخرج عن الوجوه المشروعة، واعتمادهم كلَّه على لغة العرب.\nوإعمال منهج النُقَّاد في أحاديث الأحكام بقواعده وأصوله وتشدده، على أحاديث التفسير قصورٌ، إذ إن المقصود من نقد الحديث سلامته من الدخيل فيه، والقرآن ليس كذلك، فهو محفوظ لقوله: (إنا نحن نزلنا الذكر وإنا له لحافظون) .\nأسباب التسامح بالرواية عن الضعفاء في التفسير\nوفي أبواب التفسير ثمة قرائنُ عِدَّة تسامحوا لأجلها في رواية التفسير وكتابته:\n(1/13)\n",
        "القرينة الأولى: أن المصنفات أو المرويات عن الصحابة والتابعين إنما هي كتبٌ يروونها عن بعض، وليست محفوظات تُحْفَظ في الصدور، ولذلك فإن أقلَّ المحفوظات في الأبواب في الشرع هي في التفسير، فكان ثمة نُسَخٌ تُروى، واشتهرت؛ كتفسير علي بن أبي طلحة عن ابن عباس، وتفسير عطيةَ العوفي عنه، وتفسير السُّدي عن أشياخه، وتفسير قتادة الذي يرويه عنه معمر بن راشد وسعيد بن أبي عروبة، وتفسير الضَّحاك بن مُزاحم، وكذلك تفسير مجاهد بن جَبْر الذي يرويه عنه القاسم بن أبي بَزَّة وغيرهم. وهذه الصحف تُروى وتُحْمل إن كان الراوي لها ليس متهمًا بالكذب؛ لأنه يحمل على أنه يُحدِّث من هذه الصحف؛ فالأئمة يُطلقون القول بتضعيف الراوي، ويريدون بذلك - غالباً - رواياتِه في الأحكام في الحلال والحرام، وعند العمل والاحتجاج يفرِّقون؛ لأن الأحكام هي المقصودة من الجرح والتعديل، لذا روى الخطيب في \"الجامع\" عن يحيى بن سعيد قال: تساهلوا في أخذ التفسير عن قوم لا يوثِّقونهم في الحديث، ثم ذكر ليثَ بن أبي سُلَيْم وجُوَيبِر بن سعيد والضَّحاك ومحمد بن السائب، وقال: هؤلاء لا يُحْمَد أمرُهم، ويكتب التفسيرُ عنهم .\nوقد يَلْتَبِس على الناظر هذا الأمر، ويختلط عليه من وجهين:\nالوجه الأول: أن الأئمة يُطلقون ألفاظ الجرح على الراوي كالتضعيف، فيُشْكِل على الناظر في كتب الرجال والجرح والتعديل والعِلَل كيف تُصَحَّحُ له روايةٌ وقد ضعَّفه الأئمة. ومن المشكل أيضاً حينما يقف على تضعيف إمامٍ ناقدٍ لحديثٍ في الأحكام بسبب راوٍ من رواة التفسير وينصُّ عليه.\n(1/14)\n\nوبيان ذلك: أن كلام العلماء على هذا الراوي بعينه كلام مُجْمَل، يفصِّله طريقةُ العلماء مَعَ أسانيد التفسير عملاً، وكذلك نصاً في بعض الأحيان؛ لأنها من صُحفٍ ونُسَخ تُروى. وتفسير مجاهد بن جبر المشهور - الذي هو من أصحِّ روايات التفسير- لو أعمل النقاد منهجهم المتشدِّد في نقد الأحكام، لَضُعِّف جُل تفسيره، وذلك أنها منقطعة بكتاب يرويه القاسم بن أبي بَزَّة عن مجاهد بن جبر، سواء كان عن عبد الله بن عباس، أو من قول مجاهد بن جبر نفسه.\nومثله رواية علي بن أبي طلحة عن ابن عباس المشهورة التي لم يسمعْها منه.\nالوجه الآخر مما يلتبس فيه على الناظر: أن هؤلاء الذين يروون التفسير يقع لهم من المرويات في باب الأحكام مما يشترك مع التفسير، أو تكون تلك الرواية تتضمن حكمًا شرعيًا بنفسها.\nوجواب ذلك: أنه إذا تضمَّنت حكمًا شرعيًا في الحلال والحرام؛ فإنه يُشَدَّدُ في ذلك، وإلا فالأصل أنَّها لا تتضمَّن، وإنما طريقُها هو تفسير ذلك المعنى الواردِ في كلام الله. وفي الغالب فإن مرويات الأحكام في التفسير إذا كانت مرفوعةً لا تخلو كتبُ الأحكام منها وبيان حكمها، وكذلك الموقوفات والمقطوعات إذا كانت فرداً في الباب.\nالقرينة الثانية: التي يتساهل لأجلها العلماء في مرويات المفسرين: أن المتخصص في فنٍّ من الفنون يُقدَّمُ على غيره، وإن كان من كبار الثقات أو الحفاظ الأثبات يُقدم من هو دونه عليه في الغالب، إذا كان مختصًّا بما يرويه، ولذلك قد اشتهر وعُرف عن كثيرً من الأئمة والرواة أنه قد اختصَّ بباب من الأبواب، وامتاز به، وقُدِّم على من هو أثبتُ منه بالحفظ والرواية، وأظهر في باب الديانة والصلاح؛ فعِلْم القراءات الأئمةُ فيه من الكبار، ومنهم من لا تُقْبَل روايتُه في أحاديث الأحكام، وإن كان هو من الأئمة الثقات في غير هذا الباب، كعاصم بن أبي النَّجود، وحفصِ بن عمر، وحفص بن سليمان.",
        "(1/15)\n\nيقول الحافظ ابن حجر في حفص بن سليمان: \"متروك الحديث، وهو إمام في القراءات\".\nوكذلك نافع بن أبي نُعيم المدني، وعيسى بن ميناء المدني المعروف بقالون، وهو أحد الرواة عن نافع، روايته ضعيفة.\nوالاختصاص معروف، وعناية بعض الرواة بعلمٍ دون غيره مشهورةٌ، بل قد يُعرف بعض الرواة في باب ولا يعرف بآخر مطلقاً، كعثمانَ بن سعيدٍ المعروف بوَرْشٍ، وهو أحد الرُّواة عن نافع في القراءات، ليس بمعروف برواية الحديث مطلقاً.\nوقد يختص بعضهم في باب من الأبواب، ويعتني به، ويستفرغ وُسْعه، فيقدَّم على غيره فيه، وإن كان أوسع علماً وأكبر فضلاً منه؛ فمجاهد بن جبر يُقدَّم في التفسير على غيره من كبار التابعين، وليس هو بأجلِّهم ولا بأعلَمِهم في الدين؛ لأنه مختصٌّ بالتفسير، ولذلك يقول عن نفسه: \" القرآن قد استفرغَ علمي \"؛ أي كلَّ علمي قد وضعتُه في القرآن. ولتخصُّصه قدَّمه الأئمة على غيره؛ فهذا ابن جرير الطبري قد اعتمد في التفسير على مرويات مجاهد، بل لو قيل: إن المرويات عن التابعين في تفسير ابن جرير الطبري ثلثاها عن مجاهد بن جبر ما كان ذلك بعيدًا، ولذلك قد حوى تفسير ابن جرير الطبري عِلْم مجاهدِ بن جبر بالجملة، ولا يكاد يَنِدُّ عنه إلا القليلُ؛ ولأجل هذا الاختصاص فاق غيره وقُدِّم عليه .\nيقول يحيى بن سعيد: \" تساهلوا بالرواية عن بعض الضعفاء كليث بن أبي سُليم، وجُويبر، والضحاك، والكلبي وقال : \" ولا يحمد مذهبك ويكتب عنهم التفسير \" ؛ لأنهم أئمة اختصوا بذلك.\n(1/16)",
        "\nومن يطبق مناهج الأئمة النقاد في الأحكام على روايات التفسير قد أخطأ في ذلك، وقد اشتهر عند من لا عناية له من المتأخرين تطبيق تلك القواعد الحديثية التي نصَّ عليها العلماءُ فيما يسمى بعلوم الحديث ومصطلح الحديث على أسانيد التفسير، وهذا مخالف لمناهج الأئمة، وقد بلغ ببعضهم التشدد في هذا الباب، فردَّ مروياتِ كثيرٍ من المفسرين مطلقاً؛ كمرويات السُّدي إسماعيل بن عبد الرحمن، ومرويات محمد بن كعب، ومرويات ليث بن أبي سليم في روايته عن مجاهد بن جبر، وغيرها باعتبار أن الأسانيد ضعيفة، وهذا إفراط.\nوينبغي أن يُعلم أن النقل والحكاية شيءٌ، والاعتماد شيء آخر، ولا يلزم من الأول الآخر.\nالقرينة الثالثة : أن أصل الاحتجاج والاعتماد في التفسير هو على لغة العرب، وإليها يجب أن يُرجع، قال تعالى: (وما أرسلنا من رسول إلا بلسان قومه) وقال: (بلسان عربي مبين). وأكثر المفسرين ورواة التفسير هم من العرب، وقد نص البيهقي على هذا فقال : ( وإنما تساهلوا في أخذ التفسير عنهم، لأنَّ ما فسَّروا به؛ ألفاظُه تشهد لهم به لغاتُ العرب، وإنما عملهم في ذلك الجمعُ والتقريبُ فقط)\nالقرينة الرابعة: أنَّ جُلَّ مرويات التفسير هي من الموقوفات والمقطوعات، والنُّقاد يتساهلون في الموقوف والمقطوع ما لا يتساهلون في المرفوع.\nالموقوفات على الصحابة وحكمها\nوإن كان بعض الأئمة يجعل الموقوفَ في التفسير على الصحابة في حُكم المرفوع معنىً، قال الحاكم في كتابه المستدرك: « تفسير الصحابي الذي شهد الوحي والتنزيل عند الشيخين –البخاري ومسلم- حديثٌ مُسند».\nوقال في موضع آخر من كتابه: «هو عندنا في حكم المرفوع\"، وَمُراده: أنه في حُكمهِ في الِاستدلالِ بِهِ والاحتجَاج، لا أنَّه يُنْسَبُ مرفوعاً، وذلك من وجهين :\n(1/17)\n",
        "الأول: أن النبي صلى الله عليه وسلم مأمورٌ بالبيان لهم، لذا قال تعالى: (لتبين للناس ما نزل إليهم). والمقطوع به أنه بيَّن ما يحتاج إلى بيان، لذا كان آخر ما نزل من القرآن (اليوم أكملت دينكم وأتممت عليكم نعمتي)، ومن تمامُ الدين تمام بيانه المذكور في الآية.\nالثاني: أن القرآن إذا نزل يكون مفهوماً، وما نَدَّ عن الفهم يُسأل عنه، وما لم يُسْأَلْ عنه، موكول إلى لغتهم التي نزل بها القرآن وفهموه عليها، فكان سكوتُهم مع علم النبي صلى الله عليه وسلم عن فهمهم، شبيهٌ بالإقرار. هذا ما أراده الحاكم. والأصل أنهم يَسألون عما ينزل ويَنِدُّ عن أفهامهم، فإذا أَشكل على أَحدٍ منهم سأله، فقد سأله أبو بكر الصديق عن قوله تعالى : (من يَعْمَلْ سُوءًا يُجْزَ بِهِ)، وسأله عمرُ عن آية الكلالة، فذكر له آية الصفِّ. ولمَّا نزل: (الَّذِينَ آمَنُوا ولم يَلْبِسُوا إيمَانَهُمْ بِظُلْمٍ ) سأله الصحابة عن معنى الظلم في الآية، وسألتْه أم سلمه عن الحساب في قوله تعالى: (فسوف يحاسب حسابا عسيراً) فبيَّن أن المراد به العرْض .\nتفسير الراوي الضعيف\nوينبغي التنبه إلى أمرين:\n(1/18)\n\nأولاً : أن الراوي إن كان ممن يُضَعَّف، أو كان واهيَ الحديث، أو منكراً، فإنه في باب التفسير إِنْ قال بقوله، فإن هذا قولاً له؛ فلا يقال بردِّه بوجه من الوجوه، وبعض المعتنين يَحْكُم بضعف روايةٍ من الروايات؛ لأن قائلها ضعيف، فكيف تكون ضعيفةً وهي صحيحة إليه وهو قائلها؛ فالسُّديُّ أو الكلبيُّ واهي الحديث جدًا، إلا أنه من أئمة التفسير، ومن المتبصِّرين بلغة العرب؛ فإذا قال قولاً، فينظر إسناده إليه فحسب، وإن كان قال عن غيره، فيفرَّق بين نقله عن غيره وبين قوله هو؛ فقوله هو يعني أنه قد فسر كلام الله تعالى على ما فَهِمَه من لغة العرب، وما يضعف به هو ما ينقله عن غيره؛ لذلك يقال: إن الضعفاء في التفسير ما يفسِّرون من قولهم هو أقوى مما ينقلونه عن غيرهم، ويدخل الضعف في نقلهم ولا يدخل في قولهم؛ لأنهم لا يتكلمون بجهل، وإنما يتكلمون بمعرفةٍ وعلمٍ، والخطأ والغلط يدخل في حفظهم، لا يدخل في معرفتهم، لأن معتمدَهُمُ العربية.\nوفي قول يحيى القطان السابق: \"هؤلاء لا يحمد حديثهم ويكتب التفسير عنهم\": أن كلامهم في التفسير يُكتب ويُعتنى به ما لا يُعتنى بمرويِّهم، فقد يكون فيما يكتب عنهم من البيان للقرآن ما يزيل اللبس عنه، ويكون المُفَسِّرُ عمدةً في فهمه، كما تُعتَمدُ مفردات اللغويين في بيان معانيه.",
        "(1/19)\n\nثانيًا : أن بعض الرواة ممن يُضَعَّفُ في الحفظ والرواية قد يقع له ما يُستنكر من المرويات، وهذا لا يُرَدُّ به تفسيرُه، بل يقال: إنه لو وُجِدَ شيء من المنكر - كبعض الحكاية عن بني إسرائيل، أو حُمِلَ بعض معاني القرآن على وجوه شاذَّة - فإن هذا لا يعني اطِّراح قول ذلك المفسر على وجه العموم؛ بل يُقَارَن ذلك بمروياته، فإن كان من المكثرين من المرويات؛ فإنه لا يُعَد ذلك شيئاً يرد حديثه؛ بل يعد ذلك من ضبطه إن وجد له خطأ قليل ؛ فمجاهد بن جبر مروياته بالآلاف في التفسير، ولديه من الأقوال ما هو شاذ، ولديه من الأقوال ما لم يُوَافَق عليه، ومع ذلك فقوله هو المعتمد، وقد أخرج ابن جرير الطبري عن أبي بكر الحنفي قال : سمعت سفيان الثوري يقول : اذا جاءك التفسير عن مجاهد فحسبُك\" أي تمسَّك به ويكفيك، وقال قتادة: \"أعلَمُ من بقي بالتفسير مجاهد\". لذلك اعتمد العلماء على تفسيره، كالشافعي والبخاري وغيرهم كثير، ولم يردَّه أحدٌ من أهل العلم، لا متقدم ولا متأخر، وقد أخذ عنه جمع غفير من أصحابه: عكرمة مولى ابن عباس، والفُضيل بن عمرو، وقتادة بن دعامة السَّدوسي، وعطاء ابن أبي رباح، وعمرو بن دينار، ومحمد بن مسلم، وعمرو بن عبد الله بن عبيد، وأيوب بن كيسان، وفِطْرُ بن خليفة، وعبد الله بن عوْن البصري، وغيرهم.\nأنواع التفسير المسند\nوالتفسير المروي بالأسانيد على ثلاثة أنواع :\nالنوع الأول: المرفوع :\nإلى رسول الله صلى الله عليه وسلم وهذا قليلٌ، بل قال الإمام السيوطي رحمه الله في كتابه \"الإتقان\": ( أصل المرفوع منه في غاية القِلَّة).\nوقد جُمعت هذه المروياتُ مؤخراً، وقد توسَّع الجامع في هذا الباب، فوقع في جمعه شيءٌ من الخلط وعدم التحرير والتدقيق. وَجُل هذه المرويات تأتي بأسانيدَ ضعيفةٍ، وبعضها يأتي بأسانيدَ صحيحةٍ؛ منها ما هو مشهور في التفسير ومنها ما لا يعرف في التفسير.\n(1/20)",
        "\nوقد يأتي التفسير بعض كلام الله بالأسانيد المشهورة في الأحكام؛ كالأسود وعلقمةَ والنَّخعي عن عبد الله بن مسعود، وسعيد بن جبير عن ابن عباس، ونافع عن ابن عمر، ومن التفاسير ما هو دون ذلك شهرةً .\nالتفاسير الموقوفة\nوالنوع الثاني: الموقوف: وأشهر هذه التفاسير :\nتفسير عبد الله بن عباس رضي الله عنه:\nوهو مَنْ دعا له النبي صلى الله عليه وسلم بقوله : ( اللهَّم عَلَّمْهُ التَأْوِيْل)، وهو الفيصل عند الصحابة، وأكثرُهم تفسيراً، وقد كان يعتمد على قوله عمر بن الخطاب، وكان يرجع إليه كثيرٌ من الصحابة إن استشكل عليهم شيءٌ من كلام الله.\nكثرة الرواية لا تعني تفضيل العالم على غيره\nوابن مسعود أبصر منه، مع كونه دونَه في التفسير كثرةً، وذلك لتقدُّم وفاته، وقلَّة المعتنين من أصحابه بالتفسير مقارنةً بابن عباس.\nوكثرةُ الأثر المروي عن العالم لا تعني تميزه عن المُقِلِّ، وقد يشتهر عالم عند الناس في باب، ولا يشتهر آخر، فيظنُّ أن شهرتَه وكثرةَ قوله تُقدِّمه على غيره، وقد قال الشافعي - كما أسنده عنه ابن عساكر في \"تاريخ دمشق\" - : الليث أفقهُ من مالك، إلا أن أصحابه لم يقوموا به.\nوبنحوه قال يحيى بن بكير: الليث أفقه من مالك، لكن الحَظْوَةَ كانت لمالك .\nومن ذلك قول الشعبي لإبراهيم النخعي: إني أفقه منك حياً، وأنت أفقه مِني ميتاً، وذاك أن لك أصحاباً يلزمونك، فيُحْيُون علمك .\nوينبغي أن يُعْلَم أن العلماء يعرفون بالنظر إلى معاني قولهم وحقائقه، لا بالكثرة ولا بالشهرة، فقد يُوفَّق الإنسان إلى أحد أصحابه لينقل قوله ويشْهِره، وقد لا يوفق الإنسان إلى أحد يرفع قوله. وثمة اعتبارات لهذا الأمر منها ما يكون ظاهرًا، ومنها ما يكون باطناً أمرًا غيبيًا أمره إلى الله، وقد يتعلق بقرائن الحال، وأمور الزمان، وما يحيط بالإنسان في وقته .\n(1/21)\n",
        "يقول ابن مسعود عن نفسه كما رواه البخاري ومسلم من حديث الأعمش عن مسلم عن مسروق عن عبد الله، قال: ((والذي لا إله غيره ، ما من كتاب الله سورةٌ إلا أنا أعلم حيث نزلت, وما من آية إلا أنا أعلم فيما أنزلت, ولو أعلم أحداً هو أعلمُ بكتاب الله مني تبلغُه الإبل لركِبْتُ إليه )) .\nوقال مجاهد بن جبر عنه، وهو قد عرض القرآن على ابن عباس ثلاث –وقيل ثلاثين- مرة، كما روى الترمذي بسند صحيح عن سفيان بن عيينة عن الأعمش، قال: قال مجاهد: لو كنتُ قرأت قراءة ابن مسعود لم أحتج إلى أن أسأل ابن عباس عن كثيرٍ من القرآن مما سألت.\nولتأخُّر وفاة ابن عباس، ولحاجة الناس إليه، انتشر قوله وكثُر تلاميذه، والمروي عن ابن عباس كثير، يقرب من ستة آلاف أثر، ولكثرة المروي عنه، وقع الغلط في نسبة بعض أقواله، وضبط بعض ألفاظه، ولذا قال ابن تيمية: ما أكثر ما يحرف قول ابن عباس ويَغلَط عليه.\nتفسير ابن عباس وعنايته بلغة العرب وأشعارهم\nوأكثر تفسيره احتجاج بلغة العرب، وأقوال الفصحاء من الشعراء وغيرهم، بخلاف ابن مسعود؛ فهو يعتني بالقراءات وأسباب النزول .\nوجُل تفسير ابن عباس صحيح، وأما ما نقله البيهقي ومحمد بن أحمد بن شاكر القطَّان في \"مناقب الشافعي\" من طريق ابن عبد الحكم، قال: سمعت الشافعي يقول: لم يثبت عن ابن عباس في التفسير إلا شبيهٌ بمائة حديث، فيظهر أنه قصد ما قصده أحمد بقوله المتقدم: \"ثلاثة ليس لها إسناد التفسير والملاحم والمغازي\"؛ أي: لا يكاد يوجد فيها ما يسلم من علةٍ على طريقة التشديد، ولعله قصد المرفوع من حديثه .\n* وأصحُّ المرويات عن عبد الله بن عباس :\n- رواية مجاهد بن جبر عن ابن عباس :\n(1/22)\n\nوهي مُقَدَّمْة عند عامة العلماء، إلا ابن المديني، فَإِنَّه يُقَدِّم رواية سعيد بن جبير على مجاهد بن جبر، بل يقدمها على روايات سائر أصحاب عبد الله بن عباس، والأظهر أن رواية مجاهد بن جبر هي أصح الروايات عن عبد الله بن عباس، وتقدم على غيرها عند التضادِّ في الأغلب، إلا في الأحكام؛ فسعيد بن جبير لا يقدم عليه أحد فيها، ولعل هذا ما قصده ابن المديني رحمه الله .\nومجاهد بن جبر قد عرض التفسير على عبد الله بن عباس عرضًا واسعًا، وكرَّره عليه مرارًا، يقول الفضل بن ميمون: قال لي مجاهد بن جبر: \" عرضت التفسير على عبد الله بن عباس ثلاثين مرة أُوقفه عند كل آيه \"، ولذلك قد استفرغ علمه تفسير القرآن، وكان علمُه جُلُّه فيه.\nوقد غلب على حال أصحاب عبد الله بن عباس العنايةُ بشيءٍ من أبواب التفسير على غيره؛ فقد اعتنى مجاهد بن جبر بالمفردات وغريب القرآن وأشعار العرب، وغيره من أصحاب عبد الله بن عباس قد اعتنوا ببعض الأبواب؛ كَعِكْرِمَة مولى عبد الله بن عباس قد اعتنى بأسباب النزول، واعتنى سعيد بن جبير بالأحكام والغيبيات وأكثر من الرواية في الإسرائيليات وغيره مما يأتي الكلام عليه.\nقلة رواية مجاهد عن ابن عباس\nثمة أمر ينبغي أن يتنبه له:",
        "(1/23)\n\nأَنَّ مجاهد بن جبر، وإن كان مختصًا بعبد الله بن عباس وعرض عليه التفسير مراراً، إلا أن كثيراً من تفسيره لا ينقله عن ابن عباس، بل هو أقل أصحابه روايةً عنه، يفسر القرآن ولا يعزوه؛ ومع وَفْرة تفسير ابن عباس، إلا أن ما يرويه عنه مجاهد لا يزيد عن المائتين، والعلة في ذلك - فيما يظهر - أن التفسيرَ علم تحصَّل لديه وفَهِمَه على وجهه، فكان من الاحتياط والورع ألا ينسُبَه بلفظه إليه، فربما غايَرَ في اللفظ، ولذلك حينما يعرض الإنسان شيئًا من الألفاظ والمعاني على عالمٍ أكثر من مرةٍ، ويُكثر الأخذ عن عالم من العلماء يخلط قوله بعضه ببعض، وإن كانت المعاني حقيقةً على وجهها، لكن في نسبة اللفظ شيءٌ.\nالغلط على ابن عباس\nولكثرة تفسير ابن عباس يقول ابن تيمية : \" وما أكثر ما يقع التحريف والغلط على عبد الله بن عباس \"؛ أي: فيما يُروى عنه من التفسير، وهذا ما حمل مجاهد بن جبر أن يُقِلَّ الرواية عن عبد الله بن عباس وإن كان علمه جله بل كله في التفسير عن عبد الله بن عباس. وقد رُوي عن مجاهد بن جبر في التفسير ما يقرب من ستة آلاف مروية، إلا أنه ما روى عن ابن عباس إلا نحو مائتي رواية، وهذا قليلٌ جدًا، وذلك لكثرة عرضه عليه؛ فربما في العَرْضة الأولى غاير في اللفظ واتفق في المعنى، وفي العرضة الثانية غاير في اللفظ واتفق في المعنى؛ فلم ينسُب القول إليه لتَحَقُّق اللفظ والمعنى في نفسه أكثر من تحقُّق اللفظ والمعنى عند عبد الله بن عباس ؛ فنسب إليه ما تيقن منه ولم ينسب إليه ما لم يتيقن، وهذا من باب الاحتياط.\nثم إن ما أخذه عن ابن عباس أصله لغة العرب، وما أخذه عنه كثير، فنسبة كلِّ قول إلى ابن عباس، ثقيل على السامع والمتكلم.\n(1/24)",
        "\nومجاهد بن جبر إمام التفسير من التابعين على الإطلاق، لا يوازيه في ذلك أحد، ولا يقاربه، وإن كان من أصحاب عبد الله بن عباس من هو أكثر منه؛ كسعيد بن جبير أكثر منه رواية عن عبد الله بن عباس لكن في الحقيقة من جهة أخذ الأقوال، فمجاهد بن جبر أكثر التابعين على الإطلاق أخذاً عنه في التفسير، وروايته أصح المرويات، ولا ريب في ذلك .\nوقد استفرغ علمه القرآن، كما قاله عن نفسه، ولذا يعتمد تفسيره الأئمة؛ كالشافعي وأحمد والبخاري وغيرهم؛ قال الثوري: \"إذا جاءك التفسير عن مجاهد، فحسبُكَ به\".\nتفسير مجاهد كتاب صحيح غير مسموع\nوتفسير مجاهد بن جبر كتاب يرويه عنه القاسم بن أبي بَزَّة، وكل من يروي التفسير عن مجاهد هو من طريقه وكتابه، كما قال ابن حبان: (لم يسمع التفسير من مجاهد أحد غير القاسم بن أبي بزة، وأخذ الحكم وليث بن أبي سُليم وابن أبي نَجيح وابن جريج وابن عيينة من كتابه، ولم يسمعوا من مجاهد).\nالروايات عن مجاهد وأصحها\nوجاء التفسير عن مجاهد من وجوه عِدة، أصحها ما يرويه ابن أبي نَجيح عنه، وإن لم يسمعه من مجاهد، كما قاله يحيى القطان وابن حبان، فهو كتاب صحيح، نص على صحة تفسيره الثوري كما حكاه عنه وكيع، وصححه ابن المديني أيضاً.\nوعدم السماع ليس علة مطلقاً، بل هناك مما لم يسمع ما هو أصح مما سمع، لقرينةٍ قوية دفعت تلك العلة، كاحتراز الناقل وشدة تحريه؛ كسعيد عن عمر، أو لكونه من كتاب صحيح، كرواية التفسير عن مجاهد، أو لمعرفة الواسطة ولم تذكر، كالنخعي عن ابن مسعود، وابن سيرين عن ابن عباس .\nوقد يُشْكِل على البعض أن من يروي عن مجاهد بن جبر لم يسمع التفسير منه، وإنما هو من كتاب؛ فيقال: إن القاسم بن أبي بَزَّه هو من الثقات الكبار، وكتابه صحيح، وقد اعتنى بكتابه؛ فكل من روى عنه ذلك الكتاب على أخذٍ صحيح؛ فالرواية عنه صحيحةٌ معتبرةٌ .\n(1/25)\n",
        "يقول ابن تيمية: \" ليس بأيدي أهل التفسير تفسير أصح من تفسير ابن أبي نجيح عن مجاهد بن جبر\".\nوأكثر تفسير مجاهد هو من طريق ورقاء عن ابن أبي نجيح عنه، بل هو ناشر تفسيره، وأخص الناس به، ويرويه عنه أيضاً شبل بن عباد وعيسى بن ميمون . ويأتي بعد ذلك رواية ابن جريج عن مجاهد.\nومن الرواة عن مجاهد بن جبر:\n- ليث بن أبي سُليم، وهو ضعيف بالاتِّفاق، لضعف حفظه، لكنه في التفسير يَروي من كتابٍ، كما قال ذلك ابن حبان - وقد تقدَّم قوله - وقال يحيى بن سعيد: \" تساهلوا في أخذ التفسير عن قوم لا يوثقونهم في الحديث - ثم ذكر ليث بن أبي سُليم ..\".\nوحديثه عنه محمول على الصحة؛ لأن ضعف ليثٍ من جهة حفظه وضبطه، وقد أخذ التفسير من كتاب القاسم. وكتابه صحيح، ولا أرى ما يوجب رَدَّه، وقد سَبَرْت حديثه عن مجاهد في التفسير، فلم أر ما ينفرد به مما يوجب رده، ولا ما يستنكر إلا شيئاً قليلاً، لا يضره مع كثرة حديثه، روى عنه تفسيره جماعة من الثقات وغيرهم منهم سفيان، وابن فضيل، وإسماعيل بن إبراهيم .\nوعلق له البخاري في \"صحيحه\" في الطب عن مجاهد عن ابن عباس حديثاً مجزوماً به .\nوما استُنْكِرَ من حديثه، فهو قليل، وبعضُه قد توبع عليه؛ من ذلك ما رواه عن مجاهد في تفسير قوله تعالى: (مقاماً محموداً) قال: يُجلسه معه على عرشه؛ فقد تُوبع عليه، فقد أخرجه الخلال في السنة من طريق عبد الرحمن بن شريك، عن أبيه عن عطاء بن السائب، وليث بن أبي سليم، وجابر بن يزيد، كلهم عن مجاهد، به .\n- ومن الرواة عن مجاهد: عطاء بن السائب ويرويه عن عطاء بن السائب جماعة؛ منهم محمد بن فضيل؛ وعمران بن عُيينة، وشريك.\nوعطاء ثقة اختلط بآخر، روى عنه السفيانان وشعبة وزهير بن معاوية وزائدة وأيوب والأعمش وهشام الدَّسْتَُوائي وهمام بن يحيى قبل الاختلاط والباقون بعده إلا حماد بن سلمة، روى عنه في الحالين.\n- ومن الرواة عن مجاهد: ابن عيينة، وربما ذكر الواسطة .\n(1/26)\n\n- وكذلك الحكم، وحديثهما قليل جداً، وهو صحيح محمول على الاتصال لما تقدم .\nومنهم خُصيف بن عبدالرحمن، وهو مُقِلٌّ، وعنه سفيان .\nولسفيان الثوري عنايةٌ بتفسير مجاهد وتعظيم له، وله رواية عنه قليلة جداً، ولم يدركه، ولا أعرف واسطته، ولا من نص عليها، ويغلب على ظني أنه يأخذ ممن أخذ عن القاسم بن أبي بزة، فهو يسميهم في الأكثر، والله أعلم .\nويروي عن مجاهد شيئاً من التفسير منصور وعبدالله بن أبي المغيث.\nرواية سعيد بن جبير عن ابن عباس\n* ومن أصح الروايات عن عبد الله بن عباس:\nرواية سعيد بن جبير: وكان مكِّيِّاً مقدَّماً، فهذا علي بن المديني يقدمه على سائر أصحاب عبد الله بن عباس، وهو أكثر الرواة عنه رواية، وأكثرُ التابعين من المكيين عناية بالإسرائيليات، وجل ما جاء عن ابن عباس من الإسرائيليات من طريقه، وقد أكثر من حكاية الغيبيات من أخبار السابقين والقيامة عن عبد الله بن عباس.\nومقامه رفيعٌ ومنزلته عليه عند ابن عباس، وقد روى مجاهد أن ابن عباس كان يأمره أن يتحدث وهو شاهد، ويحيل إليه في الفتوى هو وابن عمر، وهو المقدَّم في الأحكام عن ابن عباس عند الخلاف بإطلاق، لعنايته بذلك، ورجع مجاهد وطاووس عن قولهما إلى قوله في الأحكام، ومن ذلك في تفسير قوله تعالى: (الذي بيده عقدة النكاح) قالا: هو الولي، وقال سعيد: هو الزوج، فرجعا إلى قوله لما علما به.\nوكان من أعلم الناس بالحلال والحرام، بل قيل: إنه أعلم أهل زمانه في بلده .\nوروى عنه خلقٌ؛ منهم جعفر وعبدالأعلى وعمرو بن مرة والمنهال وعطاء بن دينار وعطاء بن السائب والأعمش، وجل الأسانيد عنه في التفسير صحيحة.\nوله رواية عن ابن مسعود، وابن عمر، في التفسير، وهي قليلةٌ، لكنه يقدِّمُ ابن عباس على غيره، فإذا روى وقال: عن عبدالله، فمراده ابن عباس، كما قاله عمرو بن مُرَّة. أسنده ابن حنبل، كما في \"العلل\" .",
        "(1/27)\n\nوالغالب إذا قال البصري: \"عن عبدالله\"، فمراده ابن عباس، وكذلك في مكة على الأغلب، وإذا قال ذلك المدنيُّ، فمراده ابن عمر، وإذا قال المصري: \"عبدالله\"، فهو ابن عمرو، وفي الكوفة ابن مسعود، حاشا سعيد بن جبير؛ فهو ممن ارتحل إلى الكوفة واستوطنها، فإذا قال \"عبدالله\"، فهو ابن عباس .\nوتفسير عطاء بن دينار عنه لم يسمعه منه، بل لم يسمع منه شيئاً مطلقاً، وهو صحيفة كما قاله أحمد بن صالح وأبو حاتم، وقال أبو حاتم أن سعيد بن جبير كتب التفسير لعبدالملك بن مروان فوجده عطاء في الديوان فحدَّث به، وهو ثقة معروف، والذي يروي عنه التفسير من هذه الصحيفة عبدالله بن لهيعة، وهي صحيفة صحيحة، لا تُعَلُّ بالانقطاع ولا بابن لهيعة، والله أعلم.\nوحديث عطاء بن السائب عنه يرويه محمد بن فضيل وغيره .\nرواية عكرمة عن ابن عباس\nومن الرواة عن ابن عباس عكرمة مولى عبد الله بن عباس :\nوعكرمة قريب من سعيد بن جبير؛ فقد تزوج أم سعيد بن جبير، وهو إمام في التفسير، قال الشعبي وقتادة: إنه أعلم الناس فيه، وقال أبو حاتم: أصحاب ابن عباس عيال عليه في التفسير.\nوهو مقدَّم في أسباب النزول، ومناسبات السور، لعنايته بذلك، حافظٌ لأشعار العرب، وَجُل أقواله عن ابن عباس وإن لم ينسبها له .\nأخرج ابن أبي حاتم عن سماكٍ، قال: قال عكرمة: كل شيء أحدثكم في القرآن، فهو عن ابن عباس.\nوله تفسيرٌ من قوله يجتهد فيه، وهو قليل، ويظهر ذلك في مخالفته لقول ابن عباس، كما في قصة أصحاب السبت.\nسبب قلة الرواية عن عكرمة\n(1/28)",
        "\nومع عنايته بالتفسير، إلا أن النقل عنه قليل، وذلك لانتحاله رأي الخوارج، كما نص عليه عطاء وأحمد وابن المديني وابن معين، وهذه عادة الأئمة فيمن عرف بالابتداع أن لا يُكْثر الأخذُ عنه، لكي لا يرتفع شأنُه بأخذ الأجلة عنه، فيتأثر ببدعته تبعاً من يجهلهُ، وإن كان إماماً في نفسه، كل هذا صيانة للدين وحماية لجنابه، ولأجل هذا كان مالك يروي عن عكرمة في موطئه ولا يسميه.\nومع هذا، فهو إمام جليل القدر، وإن كان وقع في شيء من التكفير بالكبيرة، - وقد بَرَّأه من ذلك بعض العلماء كالعجلي وابن عبدالبر - فينبغي العناية بقوله وجمعه واعتباره وتأمُّله، وهو من المكثرين عن ابن عباس، بل هو أكثر رواية عنه من مجاهد في التفسير.\nوتفسيره بالجملة صحيح، وأجوده وأمثله ما يعتني فيه بأسباب النزول، فله معرفة فيه، وهو مقدم على غيره في هذا النوع، وقد علق البخاري عنه في الصحيح مجزوماً به في التفسير، وأشهر الطرق عن عكرمة ما يرويه عنه ابن جريج، وهو أكثرهم، وعكرمة قليل التلاميذ.\nومن الطرق عنه ما يرويه يزيد النحوي، ومحمد بن أبي محمد مولى زيد بن ثابت، وهذه الطرق أشهرها، وكذلك أيوب وعطاء وداود بن أبي هند وعمرو بن دينار وعثمان بن غِياث وسماك بن حرب وداود بن الحصين والحكم بن أبان وغيرهم، وأكثر المرويات عنه أو جُلّها هي دائرة بين الصحة والحسن، وقليل منها ما يتوقف فيه خاصة منه ما في الأحكام المروية عن ابن عباس التي ينفرد بها سِماك وداود بن الحصين.\nويشكُّ محمد بن أبي محمد في روايته كثيراً، فيقول: عن عكرمة أو سعيد، وقد سمع منهما جميعاً، ولا يضره ذلك.\nوالحكم بن أبان يروي عنه ابنه إبراهيم، وهو مضعَّف؛ لأنه يصل الأسانيد بذكر ابن عباس .\nرواية محمد بن سيرين عن ابن عباس\nومن الرواة عن ابن عباس :\n(1/29)\n",
        "محمد بن سيرين، ولم يسمع منه، لكن حديثه عنه صحيح، وقد رأيت مَن يضعِّفه لانقطاعه، وهذا من التهوُّك، فالواسطة معروفة، فهو قد أخذ التفسير عن ابن عباس بواسطة عكرمة، ولا يسميه لسوء رأيه فيه، قال خالد الحذاء: كل ما قال محمد بن سيرين: نُبِّئتُ عن ابن عباس، فإنما أخذَه عن عكرمة، لَقِيَه أيام المختار.\nوكذلك قال شعبة: أحاديث محمد بن سيرين عن ابن عباس قال شعبة: إنما سمعها من عكرمة .\nرواية علي بن أبي طلحة عن ابن عباس\nومن الرواة عن ابن عباس: علي بن أبي طلحة .\nوقد روى عن علي بن أبي طلحة إسناده عن عبد الله بن عباس معاوية بن صالح، وقد رواه عن معاوية بن صالح عبد الله بن صالح كاتب الليث أبو صالح، وقد اشتهر هذا الإسناد، وهو صحيفة لم يسمعها علي بن أبي طلحة من عبد الله بن عباس، وقد وقع في هذه الرواية خوضٌ وخلافٌ كثيرٌ عند المتأخرين، وخلاصة القول :\nأنه قد اتفق الحفاظ على أن علياً لم يسمع من عبد الله بن عباس شيئًا، وإن كان قد يستشكل على البعض ما روى البلاذري في \"أنساب الأشراف\" عن عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة قال: كان عبد الله بن عباس مديدَ القامة جيد الهامة، مستدير الوجه، جميلَه أبيضَه، وليس بالمفرط البياض، سبط اللحية، في أنفه قنى، معتدل الجسم، وكان أحسن الناس عيناً قبل أن يكف بصره.\nقيل: في ذلك ما يشعر بأنه رآه، فيقال: إن هذا لا يعني أنه قد رآه، بل يكون قد حكى عمن رآه، وهذا شك لا يثبت مع يقين عدم سماعه .\nومثل هذه الحكاية مليئة كتب التاريخ والسير منها، يحكيها من بينه وبين الموصوف قرون، ولا خلاف في علي أنه لم يسمع من ابن عباس شيئًا، جزم به أبو حاتم ودُحيم وابن معين وابن حبان، بل قال الخليلي في \"الإرشاد\": أجمع الحفاظ على ذلك .\n(1/30)\n\nوقيل: إنما سمعه من مجاهد بن جبر، أو عكرمة، وقيل أيضًا: إنه سمعه من سعيد بن جبير، جزم المِزِّي والذهبي أنه بواسطة مجاهد، وجزم ابن حجر في \"الأمالي المطلقة\" أنه بواسطة مجاهد وسعيد بن جبير، وهي صحيحة بلا ريب عند عامة النقاد، وصححها جمع من النقاد؛ منهم :\nأحمد بن حنبل، قال: (بمصر صحيفة في التفسير، رواها علي بن أبي طلحة لو رحل رجل فيها إلى مصر قاصداً ما كان كثيراً)، أسنده عنه أبو جعفر النحَّاس في \"الناسخ والمنسوخ\".\nومنهم النحاس تلميذ النسائي فقد قال في \"الناسخ\": ( والذي يطعن في إسناده يقول: ابن أبي طلحة لم يسمع من ابن عباس، وإنما أخذ التفسير عن مجاهد وعكرمة، وهذا القول لا يوجب طعناً؛ لأنه أخذه عن رجلين ثقتين، وهو في نفسه ثقة صدوق).\nقال أبو حاتم: \" علي ابن أبي طلحة عن ابن عباس مرسلٌ؛ سمعه من مجاهد، والقاسم بن محمد، وراشد بن سعد، ومحمد بن زيد \" .\nوقد قال الطحاوي في شرح معاني الآثار: (وإن كان خبراً منقطعاً لا يثبت مثله، غير أن قوماً من أهل العلم بالآثار يقولون: إنه صحيح، وإن علي بن أبي طلحة، وإن كان لم يكن رأى ابن عباس رضي الله عنهما، فإنما أخذ ذلك عن مجاهد وعكرمة مولى ابن عباس).\nوجزم بذلك في \"بيان مشكل الآثار\"، فقال: وحَمَلنا على قبول رواية علي بن أبي طلحة، عن ابن عباس، وإن كان لم يلقه؛ لأنها - في الحقيقة - عنه عن مجاهد وعكرمة . أ.هـ.\nوحديثه صحيفةٌ وكتابٌ، وهو في نفسه فيه ضَعْف يسير، قال أحمد فيه: \"له منكرات\"، وهذه العبارة منه ليست بتضعيف له، وقد قالها في عدد من الثقات والحفاظ، ويقصد بها التفرد.",
        "(1/31)\n\nوضعَّف علياً يعقوب بن سفيان، وتفرد بتضعيفه، فقد وثقه العجلي وابن حبان، وقال النسائي: لا بأس به، وقد روى له مسلم في \"الصحيح\"، وحديثه في التفسير صحيح، اعتمد عليه البخاري في مواضع من صحيحه، وليس له ما يُستنكر بعد النظر في حديثه إلا شيء قليل تفرد به، وقِلَّتُه تدل على صحة حديثه مع كثرة مروياته عن ابن عباس.\nفإذا عُلمت الواسطة؛ فإنه لا ملجأ لإعلالها، وإن كان قد نص صالح بن محمد جَزَرَة على الانقطاع، فقد سئل عمن سمع منه عن عبد الله بن عباس قال : \" لا أحد \"؛ فلعل مراده أن روايته كتاب، وليست بسماع، وهذا يوافق قول أحمد السابق أنها صحيفةٌ، ثم إن من علم حجة على من لم يعلم، والواسطة علمت وهي: مجاهد بن جبر وسعيد بن جبير وعكرمة مولى عبد الله بن عباس. إذاً، فرواية علي بن أبي طلحة هي من رواية مجاهد بن جبر، أومن طريق سعيد بن جبير، أو من طريق عكرمة، وتقدم الكلام عليها .\nوعلي بن أبي طلحة، مُقِل بالرواية في غير التفسير، ولا يكاد يوجد له رواية في الأحكام، وجُلُّ روايته في التفسير، وهي كتاب يرويه عنه معاوية بن صالح وعنه عبدالله بن صالح، وقد يصحُّ الإسناد في موضع ولا يصح في موضع، وهذا الطريق لو جاء مثله في الأحكام عند التفرد لا يُعتمد عليه مالم يُعضد، وفي التفسير حجة، لا وجه لإعلاله، إلا ما يستنكر من حديثه، مما لا يوافق عليه، ومثل هذا يوجد عند الثقات، ومنهج النقاد في ذلك معروف.\nما يستنكر من حديث علي بن أبي طلحة\nوبالسبر والنظر في تفسير علي عن ابن عباس لم أر فيه ما يستنكر إلا شيئاً قليلاً؛ من ذلك ما رواه البيهقي في كتابه \"الأسماء والصفات\"، وابن جرير الطبري من حديث عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة، عن عبد الله بن عباس في الحروف المقطَّعة، قال: \" هذا قَسَمٌ أقسم الله به وهي من أسماء الله \" .\n(1/32)",
        "\nوهذا منكرٌ لم يروِه أحدٌ غيره. وهذه من منكراته، التي تُرَد وأمثالها، وهذا ما يعنيه أحمد بقوله : \"له منكرات\"، مع قوله بنفاسة صحيفة علي، والرحلة إليها.\nوقوعه في البدعة، وحكم الرواية عن المبتدع\nولعلي مذهب على طريقة الخوارج، ولذلك يقول أبو داود - كما في \"سؤالات الآجري \" - لما سأله عن علي بن أبي طلحة، قال: \" إن شاء الله هو مستقيم الحديث وكان يرى السيف\" .\nلعلَّه من هذا الوجه قد طعن فيه يعقوبُ الفسوي. وللعلم فَإِنَّ رأي العلماء في الرواية عن المبتدع إذا كان من الثقات الضابطين أنه لا يُرد حديثه، خاصة إذا كان متقدماً.\nيقول أحمد: لو تركنا الرواية عن القدرية، لتركنا أكثر أهل البصرة.\nويقول علي بن المديني: \" لو تركت رواية الراوي لأجل القدر، لتركت الرواية عن أهل البصرة، ولو تركت الرواية لأجل التشيع، لتركت الرواية عن أهل الكوفة ولخربت الكتب \" .\nوالعلماء يروون عن المبتدعة إذا كانوا من أهل الثقة والديانة والضبط؛ لأن البدعة لا تجعل الإنسان يكذب في الحديث إذا كان ثقةً، فإن كذب فليس بثقةٍ، فإذا عُرِفَ أنه من الثقات، وممن يُؤخذ منهم الحديث، فإنه يُقبل، وقد يوجد من أهل البدع من هو أضبط في الرواية والتحرِّي والصدق من أهل السنة والجماعة، كالخوارج؛ فالخوارج يَروْن أن من كذب على النبي صلى الله عليه وسلم كفر. ومن يعتقد أن من كذب على النبي ? يكفر هو أقرب للاحتياط ممن لا يرى أن الراوي يَكْفُر بذلك !\nالغلو في البدع لا يوجد في متقدمي التابعين\n(1/33)\n",
        "والغلوُّ في البدع لم يوجد في عصر التابعين، فالتابعون الرواة لا يوجد فيهم سَبَئية ولا رافضة، وإنما هو تشيع يسير بتقديم علي بن أبي طالب على عثمان بن عفان رضي الله عنهما، وهذا غاية ما يوصفون به من التشيع، فإذا وُجد نص عن راوٍ من الرواة أنه يتشيع من تلك الطبقة، فمرادُهم ذلك، فأهلُ الكوفة كلهم شيعة على هذا المذهب، إلا نَزْرٌ يسير. قال أحمد بن حنبل: أهل الكوفة يفضِّلون علياً على عثمان، إلا رجلين طلحة بن مُصِّرف وعبدالله بن إدريس.\nوالتشيع في تلك الطبقة لم يخرُجْ عن الكوفة إلى الشام واليمن والحجاز ومصر، إلا شيئاً يسيراً، كطاووس بن كيسان فيه تشيعاً على تلك الطريقة، وهو يمانيٌّ.\nوما نقله ابن تيمية رحمه الله في كتابه \"في الرد على البكري\" أن أحمد قال في علي بن أبي طلحة: ضعيفٌ، فهذا النقل لا أعلمه في المسائل عن أحمد، ولا في مروياته سوى في هذا الموضع، ولعله أراد قوله: \"يروي المنكرات\". وإلا فالمعروف عن الإمام أحمد أنه حَمِدَ صحيفة علي بن أبي طلحة عن عبد الله بن عباس.\nولا يُوجد شيء يكاد يُذكر من التفسير من قول علي بن أبي طلحة، وإنما هو عن عبد الله بن عباس، أو عن رسول الله ? وهو قليل، فعليٌّ ناقل فقه ليس بفقيه.\nرواية عطاء عن ابن عباس\nومن الرواة عن ابن عباس: عطاء:\nومن يروي عن ابن عباس ممن اسمه عطاء: ابن أبي رباح، وهو أجلُّهم وأعلمهم، وابن أبي مسلم الخراساني، ولم يسمع من ابن عباس إلا ابن أبي رباح، والخراساني بواسطة، والذي يرد في التفسير كثيراً هو عطاء بن أبي مسلم الخراساني، ويُنسب في الغالب في الأسانيد.\nوقد روى أكثر تفسيره ابن جريج، ويروي عطاء بن أبي رباح عن ابن عباس في التفسير وأكثر مروياته يرويها عنه ابن جريج أيضاً، وما جاء في التفسير في سورة البقرة وآل عمران فليس هو الخراساني، وإنما هو ابن أبي رباح؛ لأن الخراساني امتنع عن تفسير السورتين لابن جريج.\n(1/34)\n\nوكلُّ مالم يُسَمِّه ابن جريج في التفسير عن عطاء، فهو الخراساني، ولم يسمع ابن عباس.\nوعطاء الخراساني صدوق حسن الحديث، وله رواية عن ابن عباس ولم يسمع من أحد من الصحابة، وفي الغالب يُسمى، وقد لا يُسمى فيلتبس على البعض، وقد روى له البخاري في \"صحيحه\" ولم ينسبه في تفسير سورة نوح وفي الطلاق، قال ابن حجر: إن البخاري يظنُّه ابنَ أبي رباح، ويظهر لي أن البخاري لا يخفى عليه ذلك، وقد قصد الإخراج للخراساني عن ابن عباس، وحديثه الذي أخرجه رواه عبدالرزاق عن ابن جريج وسمى عطاءً بالخراساني، ويظهر أن الخراساني أخذ التفسير من كتابٍ عن ابن عباس، فله رواية عن سعيد بن جبير وعكرمة وعلي بن أبي طلحة وهم من نَقَلَةِ التفسير .\nويروي عثمان بن عطاء - وهو ضعيف الحديث جداً - عن أبيه عطاء الخراساني عن ابن عباس، ولكن حديثه من كتاب، ورواية ابن جريج أشهر بكثيرٍ وأصحُّ، وقد أخرج البخاري لعطاء عن ابن عباس في الصحيح في غير الأصول، في تفسير سورة الكوثر.\nورواية ابن جريج هي من طريق عثمان بن عطاء الخراساني عن أبيه، عن عبد الله بن عباس، كما قاله الحافظ أبو مسعود الدمشقي في \"الأطراف\"، ومن نظر في سيرة عثمان بن عطاء وَجَدَ أنه ضعيفٌ، ولكن العلماء يذكرون أن لديه كتاباً في التفسير عن أبيه، ويظهر أن ابن جريج قد أخذ التفسير من عثمان بن عطاء، فأسنده عن ابن عباس؛ وعليه يقال أن التفسير عن ابن جريج عن عطاء صحيح، وإن كان منقطعاً في موضعين.\nولابن جريج أقوالٌ في التفسير من رأيه، وله أيضاً عن ابن عباس، أخذها بالجملة بواسطة صحف، إما من تفسير مجاهد بن جبر، أو من غيره، ونسبة التفسير إليه وارد وصحيح ولا إشكال فيه، فهو من أئمة التفسير في الرواية، وكذلك له معرفة بلغة العرب وبكلام المفسرين ممن كان يروي عنهم .",
        "(1/35)\n\nويَرْوي عن ابن جريج عن عطاء الخراساني جماعةٌ؛ منهم: حجَّاج بن محمد ومحمد بن ثور، ويروي موسى بن عبدالرحمن الثقفي عنه، وهو متَّهم في حديث.\nرواية أبي صالح وأبي مالك عن ابن عباس\nومن الرواة عن عبد الله بن عباس :\nأبو صالح باذام مولى أم هانئ بنت أبي طالب .\nوأبو مالك غزوان بن مالك الغفاري .\nورواية أبي مالك عن ابن عباس في التفسير هي من طريق أبي الشعثاء جابر بن زيد.\nويَرْوي عن أبي مالك وأبي صالح إسماعيلُ بن عبد الرحمن السُّدِّي الكبير، والسدي هذا وثقه أحمد، وأخذ عليه تكلُّفه في وصله الأسانيد، ويظهر أن مرادَ أحمد أنه يتكلف بالوصل حتى لو لم يتحصل عليه إلا بنزول، لا أنه يختلق الأسانيد، وهو لم يسمع من ابن عباس.\nتفسير السُّدي\nراوية تفسير السدي: أسباطُ بنُ نصر، بل تفرغ لتفسير السدي ونقله، وعليه المُعَوَّل فيه، ويوجد شيء يسير من غير طريق أسباط بن نصر.\nوالسُّدي أكثر التابعين بإطلاق حكاية للإسرائيليات، بل فاق الإخباريين عن بني إسرائيل؛ ككعب الأحبار ووهب بن منبه وأمثالهم.\nوله اجتهاداتٌ ونظرٌ، وهو غير حجة فيما ينفرد فيه من دعاوى النسخ، فهو جسر في هذا الباب جداً.\nوتفسير السُّدي جله عن ابن عباس وابن مسعود، ولم يلق من الصحابة إلا أنس بن مالك.\nويرويه عن ابن مسعود من طريق مُرَّة الهمداني عن ابن مسعود.\nوتفسير السُّدي ساقه منثوراً ابنُ جَرير الطبري، ولم يورِد منه ابن أبي حاتم شيئاً في تفسيره؛ لأنه التزم أن يخرج أصحَّ ما ورد، وأبو عبدالله الحاكم في \"المستدرك\" يخرج منه ويصححه لكن من طريق مُرَّة عن ابن مسعود، وعن ناس من الصحابة فقط، دون الطريق الأول.\nتفسير الكلبي\nوأبو صالح يروي عنه أيضاً الكلبي محمد بن السائب، وعن الكلبي السُّدي الصغير محمد بن مروان، ورواه عن محمد بن مروان، صالح بن محمد الترمذي وهم ضعفاء، ومحمد بن السائب الكلبي متهم بالكذب، وإن كان عالماً بالتفسير.\n(1/36)",
        "\nوأمثلُ وأصح تفسير الكلبي ما يرويه الثقات عنه؛ كسفيان الثوري ومحمد بن فضيل بن غزوان، ومن الضعفاء من قِبَل الحفظ حِبَّان بن علي العنزي، لكنه أحسن حالاً من محمد بن مروان وصالح بن محمد.\nوتفسير الكلبي على نوعين :\nالنوع الأول : ما يرويه وينقله عن أئمة التفسير، فهذا يطرح، ولذلك سئل الإمام أحمد عن تفسير الكلبي ؛ فقال: \"من أوله إلى آخره كذبٌ \" . فقيل : \" أيحل النظر فيه \" ؟ قال : \" لا \". وَسُئِلَ يحيى بن معين عنه فقال : \" حقُّه أن يُدفن \" .\nالنوع الثاني: التفسير من قوله مما لا يرويه عن غيره، فهذا يؤخذ ويُكتب عنه؛ لأنه عالم بالتفسير، وإمام فيه، ومن أهل العربية؛ فيستفاد منه في التفسير وبمعرفة الوجه المقصود في الآية من قوله، لا مما يحكيه.\nما يرسله ابن جريج عن ابن عباس\nومن الرواة أيضًا عن عبد الله بن عباس:\nما يرويه \" ابن جريج \" عنه ولا يُسنِدُه؛ ولم يسمع منه، إلا أنه سمع من جملة من أصحاب ابن عباس المفسرين، وتقدم الكلام على ذكرهم، وكثير من الرواة ربما لا ينشط في إسناد الحديث، ولا يعتمد على ذكر إسناد لوضوح اللفظ؛ وإنما يجعله من قوله، كابن جريج، وكذلك - كما تقدم - مجاهد بن جبر يجعل التفسير من قوله لمثل هذه العلة. ومثلهم: قتادة، وعبد الرحمن بن زيد بن أسلم ، وإن كان جُلُّ تفسيره عن أبيه زيد بن أسلم، وقتادة فَإِنَّه يروي عن أنس بن مالك، ويروي عن غيره من الصحابة، لكنه يجعل التفسير من قوله ولا يُسنده إلى من سمع منه في كثير من المواضع؛ إمَّا لظهور المعنى، فلا يحتاج إلى أن يعزى لبيانه وجلاؤه، ولعل هذا من العلل الظاهرة والأسباب التي تجعل هؤلاء الرواة لا يسندون الأسانيد عمن أخذوا القول عنه؛ لأن المعنى المحكيَّ عنهم محل تسليمٍ عند السامع .\nرواية العوفي عن ابن عباس\nومن الأسانيد عن عبد الله بن عباس :\n(1/37)\n",
        "رواية \" عطية العوفي \". وهذا الإسناد إليه يُرْوى من طريق واحدة، قد أسنده ابن جرير الطبري في تفسيره وغيره، وهو من حديث محمد بن سعد بن محمد بن الحسن بن عطية بن سعد العوفي يقول: حدثنا أبي، قال: حدثنا عمي، قال: حدثنا أبي عن أبيه عطية العوفي، عن عبد الله بن عباس .\nوهذا الإسناد صحيح، ما لم ينفرد بحكم وأصل، وإن كان الرواة ممن ضعفهم الأئمة، وعلى رأسهم عطية، ولكنهم في التفسير عن عبد الله بن عباس حديثهم من كتاب، وتسمى صحيفة عطية العوفي في التفسير، وفيها أحاديث مسندةٌ كثيرة في التفسير عنه، بل فيها نحو ربع ما يروى عن ابن عباس في باب التفسير.\nومن المهم جدًا العناية بالنُّسَخ والأجزاء والصحف التي تروى في التفسير، ولو اعتنى وانبرى لها من يجيد النظر في الأسانيد على منهاج الأئمة النقاد، وميز المنكر من الأقوال من غيرها حتى يحكم على أمثال هذه الأجزاء، لكان في ذلك نفع كبير، ويعطي معرفة بالرواة الذين يقع لديهم الوهم والغلط عن غيرهم من الحفاظ الأثبات. وقد اعتنى الأئمة بالأجزاء الحديثية، ولم يعتنوا بالأجزاء والنسخ في التفسير كما اعتنوا بها، بل يحكُونها هكذا من غير جمع، فلو جُمِعَت وأُخْرِجَ ما يتعارض مَعَ ظواهر الأدلة من الكتاب والسنة، وما يُحْمَل على الشاذ، لبان فضلُ كثيرٍ منها مما يطَّرِحُه المتأخرون، ولا يعتنون به، ويُعلُّونه بعلل مدفوعة .\nوما ينفرد فيه العوفيُّ ويخالف ثقات أصحاب عبدالله بن عباس، فإنه يُرَد، وهذا ما بينه البيهقي في \"معرفة السنن والآثار\"، فقال عمَّا رُوي عن ابن عباس من أن الفداء منسوخ بقوله: (فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم)، قال: فإنه لم يبلغْني عنه بإسناد صحيح، إنما هو عندي في تفسير عطية العوفي برواية أولاده عنه، وهو إسناد ضعيف أ.هـ.\nالتفسير عن عبدالله بن مسعود\nومن أئمة التفسير من الصحابة:\nعبد الله بن مسعود:\n(1/38)\n\nوهو من العلماء في التفسير، ويكفينا ما جاء في صحيح البخاري من فضله: قال رسول الله صلى الله عليه وسلم :استقرؤوا القرآن من أربعة: من عبدِ الله بن مسعود، وسالم مولى أبي حُذيفَة، وأُبيِّ بن كعب، ومُعاذِ بن جَبَل».\nوروى الإمام مسلم من حديث أبي الأحوص قَالَ: كنا في دار أبي موسى مع نفر من أصحاب عبدالله . وهم ينظرون في مصحف ، فقام عبدالله ، فقال أبو مسعود : ما أعلم رسول الله صلى الله عليه وسلم ترك بعده أعلم بما أنزل الله من هذا القائم . فقال أبو موسى : أما لئن قلت ذاك ، لقد كان يشهد إذا غبنا ، ويؤذن له إذا حجبنا . أي: عن رسول الله صلى الله عليه وسلم ، ولذلك كان من أعلم الناس بالتأويل، ومن أقلِّ الصحابة نقلاً عن أهل الكتاب الإسرائيليات.\nوثمة مرويات كثيرة عنه في التفسير، منها: ما يشترك مع عبد الله بن عباس، ومنها ما ينفرد بها.\nما يشترك فيه ابن مسعود مع ابن عباس في أسانيد التفسير\nوقد تقدم الإشارة إلى إسنادٍ يشترك فيه عبد الله بن مسعود مع عبد الله بن عباس، وهو رواية عطاء بن السائب عن سعيد عنهما، وكذلك السدي يروي عنهما بواسطة مختلفة، عن ابن مسعود بواسطة مُرة بن شراحيل الهمداني، وعن ابن عباس بواسطة أبي مالك وأبي صالح .\nومن طريق السُّدي عن مرة عن ابن مسعود أكثر تفسير ابن مسعود، وفيها غرائبُ ومنكراتٌ .\nأصح أسانيد التفسير عن ابن مسعود\nوأصح الأسانيد عن عبد الله بن مسعود: ما يرويه أبو الضُّحى عن مسروق عن عبد الله بن مسعود. وهذا أصح على الإطلاق، ومنها وهو صحيح وقد أخرجها البخاري في الصحيح عن الأعمش عن أبي وائل عن عبد الله بن مسعود، ويأتي بعدها ما تقدم ذكره من الأسانيد، وجملةٌ منها في عِداد الواهي والمنكر .",
        "(1/39)\n\nومن يعتني بفقهه من أصحاب ابن مسعود، كعلقمة والأسود وأبي الأحوص والشعبي وعَبيدة بن عمرو السَّلماني والربيع بن خُثيم، وغيرهم لهم مرويات عنه في التفسير، وهي في غاية الصحة، ومثلهم النخعي، وإن لم يدرك ابن مسعود، وبين هؤلاء الكبار: علقمة والأسود والنخعي قرابةٌ وصلةٌ، تزيد قوة لأسانيدهم ومتانةً لها، فعلقمة عمّ أم النخعي، والأسود خال إبراهيم، وعلقمة عم الأسود، والقرابة في الأسانيد قرينة لشدة الضبط، ومعرفة مقاصد المتحدث، وأشد سبراً لحاله من غيره .\nتفسير علي بن أبي طالب\nومن أئمة الرواية في التفسير من الصحابة:\nعلي بن أبي طالب رضي الله عنه:\nوهو أكثر الخلفاء الراشدين رواية في التفسير، لا لقلةٍ في معرفتهم به، بل لتقدُّم وفاتهم، وسلامة لسان أهل عصرهم، وقد تأخر الأمر بعلي حتى احتاج الناس للتفسير.\nوأصح الأسانيد عنه في التفسير: هو ما يرويه هشام بن عروة عن محمد بن سيرين عن عَبيدة السلماني عن علي بن أبي طالب .\nوكذلك من الصحيح أيضًا ما يروية ابن أبي الحسين عن أبي الطفيل، عن علي بن أبي طالب، وما عدا ذلك، فهو بين الضعيف والمنكر في الغالب، وبعضها ما يستقيم معناه وَيُمَشَّى حاله.\nتفسير أبي بن كعب\nومن الأئمة في التفسير:\nأُبي بن كعب: وهو من الأئمة في علوم القرآن ومعرفتها، ولذلك قال النبي صلى الله عليه وسلم: ( اسْتَقْرِؤوا الْقُرْآنَ مِنْ أَرْبَعَةٍ ... ) وذكر منهم ( أُبَيّ بْنِ كَعْبٍ ..)وقد أبلغه الله جل وعلا بواسطة نبيه عليه الصلاة والسلام، كما روى الترمذي، فقال : ?? أَسْمَانِي الله جَل وَعَلا ؟ قَالَ : نَعَمْ . فبكى رضي الله عنه .\n(1/40)",
        "\nوأمثل الأسانيد إلى أُبَيِّ بن كعب: ما يرويه أبو جعفر عن الربيع بن أنس عن أبي العالية رُفيْع بن مِهران، عن أُبي بن كعب، وإن كان فيها ضعفٌ، لكنها في التفسير صحيحةٌ، لأنها نسخة كبيرة منقولة، أخرج ابن جرير وابن أبي حاتم منها كثيراً، وكذا أخرج الحاكم في مستدركه وأحمد في مسنده منها شيئاً .\nأختصاص بعض الرواة بمفسِّرٍ واحد\nوينبغي على المتعلم لهذا الباب أن يعلم أن بعض الرواة في التفسير لا يكون له عنايةٌ إلا بشخص واحد، فعليه المدار؛ سواء ممَّا لا ينسبه من التفسير، أو ما ينسبه لذلك الشخص؛ فالربيع بن أنس لم يرو في التفسير إلا عن أبي العالية فقط ليس له رواية عن غيره، وليس له عناية بغيره، كذلك السُّدِّي ليس له رواية - على الإطلاق - في التفسير إلا عن عبد الله بن عباس، وعن ابن مسعود شيئاً يسيراً، وإن لم ينسبه فهو عنهما في الأغلب؛ فإن نفسه هو نفس عبد الله بن عباس، وكذلك فإن جل تفسيره من طريق أسباط بن نصر.\nالتمييز بين السدي الكبير والصغير\nوثمَّ سُّدِّيان: الكبير والصغير .\nأما الكبير : فهو إسماعيل بن عبد الرحمن بن أبي كريمة السدي، أبو محمد القرشي الكوفي الأعور، أصله حجازيٌّ سكن الكوفة، وكان يقعد في سُدَّةِ باب الجامع بالكوفة؛ فسُمِّي السُّدي، وهو إمام في التفسير، وفد وثقه الإمام أحمد في رواية أبي طالب، وكذلك العجلي وابن حبان، وَعَدَّلَه جماعة؛ كالنسائي وابن عدي في كتابه \"الكامل\" وغيره .\nوأما الصغير: فمحمد بن مراون، وهو الراوي عن الكلبي تفسيره وهو ضعيف.\nوإذا أطلق السُّدي في التفسير، فهو الكبير، وأما الصغير فهو راوٍ وليس مفسراً.\nوالسدي الكبير له أصحاب يروي عنهم التفسير؛ وهم:\nأبو مالك غزوان بن مالك .\nوأبو صالح باذام مولى أم هانئ.\nومُرَّة الهمداني .\nيروي عن الأولَيْن تفسيرَ ابن عباس، وعن الثالث تفسير ابن مسعود .\nويروي عنه أسباط بن نصر .\nالصحابة المفسرون\n(1/41)\n",
        "ومن الصحابة المفسرين: زيد بن ثابت وأبو موسى الأشعري وعبد الله بن الزبير، وهم في المرتبة دون من سبق ذكرهم، والتفسير عنهم قليل، وجاء عن عائشة وابن عمر وغيرهم شيء يسير .\nطبقات المفسرين التابعين\nالنوع الثالث: التفسير عن التابعين وأتباعهم :\nوهم على طبقات: طبقة المكيين، وطبقة المدنيين وطبقة العراقيين. وأعلم أهل التفسير أهلُ مكة، خاصة أصحاب ابن عباس منهم؛ كسعيد بن جبير وعكرمة ومجاهد وعطاء بن أبي رباح؛ لسلامة لسانهم وتأخر ورود العُجْمَة إليهم، ثم أصحاب ابن مسعود في الكوفة، وأهل المدينة.\nيقول سفيان الثوري: خذوا التفسير عن أربعة: سعيد بن جبير ومجاهد وعكرمة وعطاء. وهم مَكِّيُّون .\nالمفسرون المكيون كمجاهد وابن جبير وعكرمة وعطاء\nوأعلم المكيين مجاهد، وتقدم الإشارة إلى الطرق عنه، وإلى حديثه عن ابن عباس .\nوأكثر تفسيره عناية بالمفردات، وله اجتهاداتٌ في التفسير يخالف فيها، بل شذَّ في مواضعَ، وهي - مع كثرة ما يروى عنه - قليلة.\nوأُخذ عليه النقل عن بني إسرائيل ما يُستنكَر، كما في قصة يوسف مَعَ امرأة العزيز، قال: حلَّ السروايل حتى إليتيه واستلقت له.\nوكان في بعض تفسيره مُستمسَك لبعض أهل البدع، كالمعتزلة وغيرهم .\nقال الذهبي في \"السير\": لمجاهد أقوالٌ وغرائبُ في العلم والتفسير تُستنكر.\nوقال في \"الميزان\": ومن أنكر ما جاء عن مجاهد في التفسير في قوله: (عسى أن يبعثك ربك مقاما محمودا)، قال: يجلسه معه على العرش.\nوما أنكره الذهبي قال به غير واحد من أئمة السنة، وصححوا الأثر واعتمدوا عليه كأبي داود وأحمد بن أصرم ويحيى بن أبي طالب، وإسحاق بن راهويه وعبد الوهاب الوراق، وإبراهيم الحربي، وعبد الله ابن الإمام أحمد، والمروزي وبشر الحافي وابن جرير الطبري، وأبي الحسن الدارقطني، بل قال أحمد بن حنبل: قد تلقته العلماء بالقبول نسلِّمُ الخبر كما جاء .\nومن المكيين : سعيد بن جبير :\n(1/42)\n\nوتقدم الكلام على ذكر الرواة عنه وبيان جلالته وإمامته .\nومن المكيين : عكرمة مولى ابن عباس :\nوتقدم الكلام عليه أيضاً، في حديثه عن ابن عباس .\nومنهم أيضاً : عطاء بن أبي رباح، وقد تقدم .\nالمفسرون المدنيون كزيد بن أسلم وأبي العالية ومحمد بن كعب\nويليهم في التفسير طبقة المدنيين، منهم :\nزيد بن أسلم تابعي كبير القدر، وعنه ابنه عبد الرحمن بن زيد بن أسلم، ويروي تفسيرَ عبدالرحمن: عبد الله بن وهب وغيرُه، وأخذ تفسيرَه عن أبيه \" زيد بن أسلم \"، لكنه لا يعزوه إلى أبيه إلا في القليل، وإذا قال المفسرون: \" قال : ابن زيد \"، فالمراد به عبد الرحمن .\nوعبد الرحمن، وإن كان ضعيف الحديث، إلا أنه إمامٌ في التفسير.\nوممن أخذ التفسير عن زيد: مالك بن أنس .\nومن المدنيين: أبو العالية رُفيع بن مِهْران :\nوهو مدنيٌّ، ثمَّ بصري، وقد أخذ التفسير عن ابن عباس، وهو من رواة أبي بن كعب، وراوية تفسيره الربيع بن أنس، وعن الربيع أبو جعفر، وتقدم الكلام حول هذا الإسناد .\nثم إن الربيع ليس من المفسرين، بل من النَّقَلَة، والرُّواة، وجل ما يرويه هو عن أبي العالية .\nومن المدنيين: محمد بن كعب القرظي، وأكثر تفسيره هو من طريق أبي مَعْشَر، ومن طريق موسى بن عبيدة عن محمد بن كعب، وكلاهما – موسى وأبو معشر – ضعيف، ونحو شطر تفسير القُرظي من طريقهما .\nلكن يقول يحيى بن معين : \" اكتبوا عن أبي مَعشر عن محمد بن كعب خاصة \"؛ لأنه يروي عنه التفسير، وهي نسخة، ويُغتفر في التفسير ما لا يُغتفر في غيره، ثم إن أبا معشر مختصٌّ بمحمد بن كعب، والاختصاص قرينةٌ على المعرفة والضبط، هذا مع أن أبا معشر ضعيف الحديث .\nالمفسرون العراقيون كمسروق وقتادة والحسن وعطاء الخراساني ومرة\nويليهم طبقة المفسرين العراقيين :\nمنهم : مسروق بن الأجدع، روى عنه الشعبي وأبو وائل، وهو من الرواة عن ابن مسعود .",
        "(1/43)\n\nومنهم: قتادة بن دِعامة السَّدوسي: أكثر التابعين تفسيراً بعد مجاهد، بل أكثر من نصف تفسير التابعين بالإطلاق عنهما، وتفسيره جُلُّه صحيح، أكثره يرويه عنه سعيد بن أبي عروبة، والبقية يرويه عنه معمر بن راشد الأزدي، وهم ثقات حُفَّاظ.\nوثمة شيء آخر يسير جدًّا يرويه غير سعيد ومعمر، وهو صحيح بالجملة أيضًا، ولا يحمل قولي: إن قوله صحيح كله، فيقف الإنسان على بعض المرويات من غير طريق معمر، وغير طريق سعيد بن أبي عروبة، فيجد فيه ضعفاً، ولكن بالسَّبْر فإن جميع تفسير قتادة صحيح، ولا يوجد لديه قولٌ شاذٌ.\nوقتادة لم يرو عن أحد من الصحابة إلا عن أنس سماعاً، كما قاله أحمد، وصحَّحَ سماعه من ابن سَرْجَس أبو زرعة، وصحَّحَ سَماعه من أبي الطفيل ابن المديني .\nوقد أخذ عن الحسن البصري التفسير والفقه والوعظ وغيره، وهو من أكبر شيوخه، وقد أكثر في تفسيره من الوعظ كالحسن، وأكثرُ تفسيره لا يعزوه لأحد، بل يفسِّرُ القرآن بما يعلمه.\nوله معرفة بالناسخ والمنسوخ أكثر من كثير من التابعين من أهل طبقته .\nتفسير الحسن البصري\nومنهم الحسن البصري:\n(1/44)",
        "\nمن كبار أئمة السلف، متساهل بالنقل، والإرسال، ويميل في التفسير إلى الوعظ، وما يروى عنه في التفسير في آيات العذاب والوعد والوعيد أكثر من غيره، وتفسيره يكاد يخلو من الأحكام، وهو أكثر المفسرين من التابعين شذوذًا - والله أعلم -، والسبب في ذلك: أن الحسن البصري قد تشبَّث به المعتزلة ونسبوه إليهم، وأكثروا من النقل عنه، ولقِلَّة عناية المعتزلة بالأسانيد والرواية؛ لأنهم لا يعتدُّون بها مجردةً، وإنما بالعقل، فلذلك لم يعتنوا بها ولم ينقوا الأسانيد عن الحسن، وإنما تشَبَّثوا بالحكايات التي تُوافق أصولهم، ولذلك يُنسب في كتب المعتزلة في التفسير إلى الحسن ما لا ينسب إلى غيره من الغرائب والمفردات، ولذلك يجب أن يحذر الإنسان مما يُحكى عن الحسن البصري من شذوذات في التفسير مما لا يوافق غيره، ولا بد من النظر إلى الأسانيد، ويشدِّد في مرويات الحسن ما لا يشدَّد في غيرها، سيَّما وهو يرى الرواية بالمعنى ويكثر منها .\nوراوية تفسيره: قتادة، فقد روى عنه نحو ثلث تفسيره، ورواه عنه مَعمَر بن راشد، وبقية تفسيره متفرِّق في الرواة .\nومنهم : عطاء الخراساني :\nوهو بصريٌّ أقام بخراسان، وإليها نُسب، صدوقٌ، في حفظه سوء، وقد تقدم الكلام على طرق التفسير إليه في حديث ابن عباس رضي الله عنه .\nومنهم : مُرَّة بن شراحيل الهمداني:\nكان عابداً صالحاً لكثرة عبادته. قيل له: مُرَّة الطيب، ومُرَّة الخير، أخذ عن أبي كعب وعمر بن الخطاب وروى عن ابن مسعود، وغيره، وروى عنه الشعبي والسدي وغيرهم، وقد تقدم الإشارة إليه.\nمن يشابه المكيين قوة في التفسير\nوثَمَّة جملةٌ من المفسرين من غير المكيين من يقاربهم في التفسير؛ كطاووس بن كيسان اليماني، وقد روى عنه ابنه عبدالله وروى عنه شيئاً مجاهد بن جبر، وكذلك عمرو .\nوكذلك عامر الشعبي، وله تفسيرٌ يسيرٌ حسنٌ، وأجودُ تفسيره: ما يعتمد فيه على أشعار العرب، فقد كان أحفظ التابعين للشعر .\n(1/45)\n",
        "من يلي تلك الطبقات كالنخعي والضحاك والسدي ومقاتل وأبي صالح\nومن المفسرين ممن هم بعد أولئك: إبراهيم النخعي، وهو جليل القدر، لم يسمع من أحدٍ من الصحابة، وإنما عدَّه بعض الأئمة من جملة التابعين؛ لرؤيته عائشة رضي الله عنها، وله في التفسير يدٌ، وخاصةً في تفسير آيات الأحكام، وهو أكثر التابعين في ذلك على الإطلاق.\nراوية حديثه مُغيرة بن مِقْسَم فقد روى نحو شطرِ تفسيرِه، وروى كذلك منصور بن المعتمر شيئاً ليس بالقليل عنه.\nوتفسيره المنقول عن ابن مسعود صحيحٌ، إذا صح إليه السند، وغالبه صحيح، وأما تفسيره من تلقاء نفسه فيما يوافق اللسان العربي، فهو دون أقرانه مرتبةً، وقد كان يلحَنُ في كلامه .\nومن المفسرين: السُّدي الكبير: وتفسيره جَمْعٌ، كما جمع ابن إسحاق السيرة، وهو ثقة في نفسه، إلا أنه لم يسمع من ابن عباس ولا ابن مسعود .\nوتقدم الكلام على من روى عنه وأسانيده إلى ابن عباس وابن مسعود.\nومنهم: الضَّحاك بن مُزاحِم الهلالي :\nوهو من كبار مفسري التابعين، وجُل تفسيره من طريق جُويبر بن سعيد عنه، وجويبر ضعيف جداً، لكن روايته من كتاب، وحديث الضحاك عن ابن عباس مرسل، أخذه من سعيد بن جبير، وتفسير الضحاك - ما لم يخالف - مقبول حسن .\nويروي عبيدالله بن سليمان عن الضحاك التفسير أيضاً، وهو ضعيف أيضاً .\nومنهم: مقاتل بن سليمان :\nوهو في نفسه ضعيف واه، وقد أدرك الكبار من التابعين، وهو فصيح اللسان سيء المذهب، يؤخذ من تفسيره ما وافق اللسان العربي، وله شذوذات في التفسير كثيرة .\nوروى تفسير مقاتل هذا عنه أبو عِصْمَة نُوحُ ابن أبي مريم الجامع، وقد نسبوه إلى الكذب، ورواه أيضاً عن مقاتل هذيلُ بن حبيب، وهو ضعيف لكنه أصلح حالاً من أبي عصمة .\nومنهم: مقاتل بن حيان:\nمن طريق محمد بن مزاحم عن بكير بن معروف عنه، ومقاتل هذا صدوق .\n(1/46)\n\nوأبو صالح باذام: لا يعتد بقوله في التفسير، وليس له معرفة فيه، وكان مجاهدٌ ينهى عن تفسيره، وزجره الشعبي حينما فسَّر القرآن؛ إذ كيف يفسره وهو لا يحفظه .\nوهذه التفاسير: تدور عليها أسانيد كتب التفسير المسندة، ولم أُرد الاستقصاءَ والاستيعابَ، وإنما قصدتُ الكلام على أصول التفسير عن الصحابة والتابعين، وبيان منهج النقاد في الحكم على هذه الأسانيد، ومراتب تلك الأسانيد من جهة القوة والضعف، وتفاوتها في وجوه التفسير بتفاوت أصحابها في الرُّسوخ في العلم، ومعرفة لغة العرب.\nوتلك الأسانيد منثورةٌ في كتب التفسير المسنَدَة، يقول الحافظ ابن حجر رحمه الله في كتابه \" أسباب النزول\": \" ومدار أسانيد التفسير عن الصحابة وعن التابعين تُوجَد في الكتب الأربعة: ابن جرير الطبري وعبد بن حُميد وابن المنذر وابن أبي حاتم \". قال: \" وقليلٌ ما يُشذُّ عنها \". وهذا صحيح؛ فمن تأمل الكتب المصنفة في الأسانيد، وجد أنه لا يكاد يوجد من ألفاظ التفسير مما لا يوجد في هذه الكتب، وإن وقع التغاير في بعض الألفاظ قد يكون دخله بعض الغلط والتصحيف، كما قال الحافظ الذهبي رحمه الله عن أمثال صُحف التفسير: «وهذه الأشياء يدخلها التصحيف، ولا سيَّما في ذلك العصر، لم يكن حدث في الخطِّ بعد شَكْلٌ ولا نَقْطٌ\" .\nوقد يُروى بعض التفسير عن عبد الله بن عباس، أو مجاهد بن جبر، بلفظٍ مشابهٍ رسماً مغايرٍ معنى، وهذا بسبب عدم نقط الكتب، فسبق لفظ في ذهن الناسخ على لفظ؛ وينبغي أن يتنبَّه لأمثال هذه المسائل.",
        "(1/47)\n\nوكتب التفسير التي قد اعتنت بالأسانيد كثيرة، كـ : \" تفسير ابن جرير الطبري \"، و\" عبد بن حميد \"، و\"تفسير ابن أبي حاتم\" و\"ابن أبي المنذر\"، و\"تفسير الإمام أحمد\" و\" تفسير أسحاق ابن راهوية \" ، و\" آدم بن أبي إياس \"، و\" تفسير ابن شاهين\" ، و\"تفسير ابن مردويه\" و\"تفسير سعيد بن منصور\" و\"تفسير عبدالرزاق\" و\" تفسير ابن ماجة \" وغيرهم من الأئمة، وثمة عشرات التفاسير المسندة؛ تقرُب من خمسين تفسيرًا، أكثرُها مفقود.\nمسائل مهمة\nوقبل الختام هنا مسائل عدة يحتاج إليها، وهي :\nالأولى: هل للإنسان أن يفسر القرآن على وجه لم يُسبق إليه أم لا ؟\nجوابه: نعم، له ذلك. وقد تكلم على هذه المسألة الشنقيطي رحمه الله في تفسيره، وأورد فيه ما رواه البخاري من حديث علي بن أبي طالب أنه قال: \" إن مما تركه النبي صلى الله عليه وسلم قال : ( إلا فَهْمًَا يُؤْتِيِهِ الله عَزَّ وَجَلَّ عَبْدًَا فِي كِتَابِهِ ) ، وهذا دليل على أن الإنسان له أن يفسر القرآن على وجه لا يعارض شيئًا صريحًا من الكتاب والسنة، أو ما أُجمع على تأويله .\nالثانية: الإسرائيليات، وهي نسبة إلى نبي الله \"إسرائيل\" وفي العبرية معناها: عبد الله, أو صَفوة الله, والمعني بذلك نبي الله يعقوب، وقد سماه الله بذلك فقال:{كل الطعام كان حلاًّ لبني إسرائيل إلا ما حرم إسرائيل على نفسه..الآية).\nوالاسرائيليات عند المكيين أكثر من غيرهم.\nوهي في التفسير كثيرة، وقد عُرف عن بعض الصحابة من له عناية برواية الإسرائيليات، كعبد الله بن عباس، وأُبَي بن كعب أخذوها عن أهل الكتاب.\n(1/48)",
        "\nوبالجملة. فمن اشتهر عنه القرب من أهل الكتاب ثم دخل الإسلام - وهم عبد الله بن سلام وكعب الأحبار ووهب بن منبِّه - هؤلاء كانوا يهوداً ثم أسلموا؛ فاعتنوا بحكاية ما لديهم من علم من أهل الكتاب مما يوافق كلام الله سبحانه وتعالى، ونقل عنهم الكثير من الأئمة من الصحابة والتابعين، وممن جاء بعدهم، فهؤلاء أجودُ سياقاً وضبطاً لمعرفتهم بدينهم وعقيدتهم .\nالمكثرون من رواية الإسرائيليات من التابعين\nومن أكثر التابعين روايةً للإسرائيليات: السُّدي، ومحمد بن كعب القرظي، وسعيد بن جبير وأبو العالية رفيع بن مهران؛ فإنهم من المكثرين في الرواية عن أهل الكتاب، ويوجد شيئٌ يسير عند مجاهد بن جبر كما قال أبو بكر بن عياش:\" قلت للأعمش: قال ما هذه المخالفة في تفسير مجاهد بن جبر؟ فقال: إنه يأخذ شيئاً من أهل الكتاب \".\nفما هو الموقف من هذه المرويات ؟\nيقال: إن من الغلط طرح هذه الروايات؛ فالنبي صلى الله عليه وسلم لم يطرحها، وقد جاء عند ابن ماجة أن النبي صلى الله عليه وسلم استمع لبعض أقوال عبد الله بن سلام رضي الله عنه في ما يجده في التوراة منها ساعة الجمعة، ومنها بعض القصص مما قد اعتمد عليه بعض الصحابة، كما جاء في تأويل قصة سليمان مع الجن، وغيره مما لم يأتِ فيه نص في كلام النبي صلى الله عليه وسلم وقد قال النبي صلى الله عليه وسلم: ( حَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلا حَرَجَ) .\nأقسام الإسرائيليات\nوالإسرائيليات على ثلاثة أنواع :\n(1/49)\n",
        "1- ما وافق كلام الله أو كلام نبيه، فهذا صحيح، ويصدق، ولا حرج من نقله على الإطلاق والاحتجاج به، وكان الصحابة عليهم رضوان الله تعالى يقبلون ما وافق كلام الله منه، وإن كان وجهاً من الوجوه، فقد روى ابن جرير الطبري من حديث سعيد بن المسيب عن علي بن أبي طالب رضي الله عنه، قال: قابل علي بن أبي طالب رجلاً من اليهود، فقال له علي بن أبي طالب: أين النار ؟ فقال: في البحر، فقال علي بن أبي طالب: ما أراه إلا صادقًا فإن الله جلا وعلا يقول : ( وَإِذَا الْبِحَارُ سُجِّرَتْ )[ التكوير :6 ]؛ فهو قد صدَّقه؛ لأنه قد وافق كلام الله تعالى من وجه، فَقَبِلَهُ وإن كان اللفظ عامًا في البحار أنها تُسَجَّر يوم القيامة؛ فالبحار أين تكون؟ وهل المقصود هذه البحار.\n2- ما عارض شيئًا من النصوص، أو كان شاذًا مُنْكرًا لا يستقيم مع الأصول الثابتة، والمقاصد الكلية؛ فإنه يُرَد وهذا فيه شيء ليس بالقليل من الإسرائيليات.\nوقد ذكر كثير من المفسرين في تفسير كثير من الآيات ما لا يليق ذكره ولا نقله، ومن ذلك ما جاء في قصة سليمان عليه السلام :َأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَداً ثُمَّ أَنَابَ [ ص :34 ] جاء في تفسيره من الإسرائيليات أن سليمان قد وضع خاتمه وأعطاه الجرادة ، وكانت زوجته جرادة فأُعطيها ثم دخل الحمام، فَتَلَبَّس إبليس بصورة سليمان، وأخذ الخاتم من الجرادة، فتَحَكم في الناس، فخرج سليمان إلى الجرادة ، وقال: أين خاتمي؟ أنا سليمان . قالت له: لستَ سليمانَ. فتحكَّم الشيطان في الناس حتى كان يأتي نساءَ سليمان! وأخذ سليمانُ يعرِض نفسه على الناس فترة حتى رُمي بالحجارة؛ فعمل على البحر يصيد الأسماك حتى لما شكُّوا بصنيع سليمان والشيطان ذهبوا إلى أزواجه، وقالوا: ما تُنكرون من سليمان؟ قالوا: نستنكرُ منه أنه كان لا يأتينا ونحن حُيَّض وإنه يأتينا الآن ... إلى آخر القصة بطولها . وهذا مما يستنكر.\n(1/50)\n\nوالاستنكار ينبغي أن يكون بالنظر إلى الأصول والنصوص صريحة، لا بمجرَّد الذوق؛ لأن العقل لا يعارَضُ بالنصوص لقصوره وضعفه، وإن كان تصديق تلك المرويات من جهة الواقع محالٌ، لكنها قد تكون من باب المعجزات، فقد يثبت من أخبار الأمم السابقة والأنبياء ما يستغربه العقل المجرد لقصوره، فربما تجاسر على مثل هذه النصوص فردها وأنكرها من غير تثبت ونظر؛ ومن ذلك ما رواه البخاري في قصة موسى عليه الصلاة والسلام عند قوله تعالى: (يا أيها الذين آمنوا لا تكونوا كالذين آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا) [ الأحزاب :69 ] وذلك أنهم قد اتَّهموا في جسده فكان موسى عليه الصلاة والسلام حييًا ستيرًا، فلا يخرج من جسده، شيء عند غسله وذلك لشدة حيائه، فقالوا : ما يستَتِر هذا التستُّر إلا من عيب بجلده: إما برصٌ ، وإما أُدْرَةٌ، وإما آفةٌ .\nثم ذهب ليغتسل، فوضع ثيابه على حجر؛ فلما فرغ من غسله ذهب إلى لباسه فهرب الحجر بلِبِاَسِهِ؛ فأخذ موسى عصاه وطلب الحجر، ويقول: ثوبي حجر ثوبي حجر ثوبي حجر، حتى رآه بنوا إسرائيل على أجمل هيئة؛ فبرَّأه الله عز وجل مما قالوا، قال النبي صلى الله عليه وسلم : (فأخذ يضرب موسى الحجر وإِنَّ بِالْحَجَرِ لَنَدَبًا مِنْ أَثَرِ ضَرْبِهِ ثَلاثًا أَوْ أَرْبَعًا \". وهذا مما قد يستنكره الإنسان في الظاهر، ولكن يقال: إن هذا مِن باب الإعجاز الذي أجراه الله عز وجل لنبيِّه موسى عليه الصلاة والسلام.\nومع ذلك، فلا ينبغي التساهلُ في الإسرائيليات والحكايات، منها؛ فعمر بن الخطاب رضي الله عنه قال: لأُبي بن كعب وقد كان يحدث عنهم: \" لتتركن الأحاديث أو لألحقنك بأرض القردة \"؛ ومقصد عمر عدمُ التوسُّع لا مطلق الحكاية، وإلا فعمرُ ممن يسأل عن أخبار بني إسرائيل، فقد سأل أبيّاً، فقال: ما أول شيءٍ ابتدأه مِنْ خلقه ؟",
        "(1/51)\n\n3- ما لم يأت في مخالفته نصٌّ، ولا يعارض نصًا في كلام الله تعالى، وكلام النبي ?، ولا يخالف إجماعًا؛ فهذا لا حرج في حكايته على أيِّ وجهٍ؛ لعموم قوله صلى الله عليه وسلم: (حدِّثوا عن بني إسرائيل ولا حرج) .\nوالله أعلم ، وصلى اللهم وسلم وبارك على محمد، وعلى آله وصحبه أجمعين .\n(1/52)"
    ]
}