{
    "partText": [
        "\nأسلوب الالتفات في القرآن الكريم\nوجهود أشهر اللغويين والنحاة في دراسته\nد. عدنان عبد الكريم خليفات\nمقدمة:\nإنّ الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا. من يهده الله فهو المهتد, ومن يضلل فلن تجد له وليا مرشداً, والصلاة والسلام على سيد الأولين والآخرين سيدنا محمدٍ وآله وصحبه أجمعين والتابعين لهم بإحسان إلى يوم الدين, وبعد:\nفقد جعل الله سبحانه وتعالى القرآن الكريم معجزة رسوله الكبرى, والحجة الدائمة على الخلق,\nأعجز بفصاحته البلغاء, وأبكمت بلاغته عدنان وقحطان, كتابٌ لا تفنى عجائبه, ولا يخلق على كثرة الرد, ولا يشبعُ منه العلماء , من قال به صدق, ومن حكم به عدل, ومن دعا إليه هدي إلى صراط مستقيم, انبهر به الناس عربا وعجما , وأقبلوا على دراسته آناء الليل وأطراف النهار, فألفت في علومه المختلفة المؤلفات , فألف العلماء في إعجازه, وأمثاله, وتفسيره, وتشبيهاته, وناسخه ومنسوخه, ومحكمه ومتشابهه, وكل ذلك دليلٌ على إعجازه.\nوكان الالتفات من المواضيع التي تناولها علماء اللغة في كتبهم , وأولوه مزيد اهتمام لما له من أهمية في البلاغة العربية عموما والبلاغة القرآنية خصوصا .\nوقد ألقيت الضوء في هذا البحث على دراسات طائفةٍ من علماء اللغة والنحو للالتفات في القرآن الكريم؛ وقد قسمت البحث إلى مبحثين: الأول في تعريف الالتفات وبيان أقسامه, والثاني في جهود أشهر اللغويين والنحاة في دراسة الالتفات في القرآن الكريم.\nالمبحث الأول: تعريف الالتفات وبيان أقسامه\nالمطلب الأول: الالتفات في اللغة\nالالتفات مأخوذ من الفعل \" لفت\" وهو يدلُ على اللي وصرف الشيء عن جهته المستقيمة, ومنه لفتُّ الشيء لويته؛ ولفتُّ فلانا عن رأيه صرفته, ولفتَ وجهه عن القوم صرفه, والتفت التفاتا والتلفت أكثر منه, وتلفّت إلى الشيء والتفت إليه: صرف وجهه إليه, والتفت عنه أعرض(ابن منظور: مادة لفت).\n(1/1)\n",
        "وجاء في الكتاب العزيز: { ولا يلتفت منكم أحدٌ إلا امرأتك } (هود/81) أمروا بترك الالتفات بوجوههم لئلا يروا عظيم ما نزل بالكافرين من العذاب.\nوجاء كذلك قوله تعالى: { أجئتنا لتلفتنا عمّا وجدنا عليه آباءنا } (يونس/ 78) أي لتصرفنا عما وجدنا عليه آباءنا من المعتقدات والأفعال.\nوجاء في الحديث النبوي لفظ الالتفات بمعنى اللي والصرف – صرف الوجه يمنة ويسرة في الصلاة إلى جهة خارجها: فعن عائشة - رضي الله عنها - قالت: سألت رسول الله - صلى الله عليه وسلم - عن الالتفات في الصلاة , فقال: (هو اختلاسٌ يختلسهُ الشيطان من صلاة العبد) (بدر الدين محمود: ج 5/ 310).\nمما سبق نرى أنّ الالتفات بتراكيبه واستعمالاته المختلفة يدلُ على معنى الصرف واللي عن الجهة المستقيمة والطبيعية , وأكثر ذلك في الماديات, ثم أطلق بعد ذلك على الفن البلاغي المعروف كما سيأتي (خليفات:ص 4).\nالمطلب الثاني: الالتفات في الاصطلاح:\nكثرت تعاريف الالتفات عند العلماء (خليفات: ص 4 – 5) وأشهر التعريفات هي:\n1. (أن يكون الشاعر في كلام فيعدل عنه إلى غيره قبل أن يتم الأول, ثم يعود إليه فيتمّه, فيكون فيما عدل إليه مبالغة في الأول وزيادة في حسنه) (البغدادي: ص 110) , وهذا هو تعريف لفن بلاغي آخر يسمّى \" الاعتراض\".\n2. (التعبير عن المعنى بطريق من الطرق الثلاثة – أعني المتكلم والمخاطب والغيبة – بعد التعبير عنه بطريق آخر منها) (المدني: ج 1 / 362). والتعريف الثاني هو لجمهور العلماء أمثال أبو حيان التوحيدي (أبو حيان: ج1/ 24) , وابن أبي الإصبع المصري (المصري: ص 45), وبدر الدين محمد بن عبد الله الزركشي(الزركشي ج3 / 314-315), وبهاء الدين السبكي(السبكي ج1/ 463-464). وهذا هو التعريف المختار للالتفات لسببين اثنين؛ الأول: أنّه تعريف المتقدمين والمتأخرين من العلماء, والثاني: أنّه تعريفٌ جامعٌ مانعٌ.\nالمطلب الثالث: أقسام الالتفات\n(1/2)\n\nينقسم الالتفات من الناحية العقلية إلى ستة أقسام هي:\n· الأول: الالتفات من ضمير الخطاب إلى ضمير الغيبة.\n· الثاني: الالتفات من الغيبة إلى الخطاب.\n· الثالث: الالتفات من التكلم إلى الخطاب.\n· الرابع: الالتفات من الخطاب إلى التكلم.\n· الخامس: الالتفات من الغيبة إلى التكلم.\n· السادس: الالتفات من التكلم إلى الغيبة.\nوهذه الأقسام موجودة في الشعر العربي سواء كان شعرا إسلاميا أو شعرا جاهليا مع التفاوت بينهما من جهة الكثرة والقلة في الشعر عموما ستقدم أمثلة مختصرة من الشعر خلال الحديث عن جهود البلاغيين والنحاة في الالتفات القرآني. كما أن هذه الأقسام الستة للالتفات موجودة في القرآن الكريم على رأي جمهور العلماء ؛ إذ نفى الإمام السيوطي - رحمه الله - في \"الإتقان \" وجود الالتفات من الخطاب إلى التكلّم في القرآن (السيوطي: ج2/85).\nومن أمثلة الالتفات قوله تعالى: { الحمدُ للهِ ربِّ العالمين * الرحمن الرحيم * مالكِ يوم الدين* إيّاكَ نعبُدُ وإيّاك نسْتعين } (الفاتحة / 2- 5) حيثُ التفتَ من أسلوب الغيبة بقوله { الحمدُ للهِ ربِّ العالمين } إلى أسلوب الخطاب بقوله { إيّاكَ نعبُدُ وإيّاك نسْتعين } .\nومن أمثلة الالتفات من الخطاب إلى الغيبة قوله تعالى: { هو الذي يُسيّركم في البرّ والبحر حتى إذا كنتمْ في الفلْكِ وجريْنَ بهم بريح طيّبةٍ وفرحوا بها جاءَتْهمْ ريحٌ عاصِفٌ } (يونس /22) حيث خاطبهم الله سبحانه بقوله: { كنتم } , وتغيّر الأسلوب إلى الغيبة { وجرين بهم } ولكل موضعٍ سره بل أسراره التي هي حريّة بالدراسة والتأمّل.......\nالمبحث الثاني: جهود أشهر اللغويين والنحاة في دراسة الالتفات في القرآن الكريم",
        "(1/3)\n\nمن المعروف أنّ الالتفات كأسلوبٍ بلاغي كان معروفا عند العرب في الجاهلية, ولكنه لم يكن يُعرف بهذا الاسم, ولعلَّ أول من أطلق عليه هذا الاسم (الأصمعي)(1) دون أن يذكر له تعريفا ؛ فقد روى العسكري قال: أخبرنا أبو محمدٍ قال: أخبرني محمد بن يحيى الصولي... قال: قال الأصمعي: أتعرف التفاتات جرير؟ قلت: لا, فما هي؟ قال:\nأتنسى إذ تواعدنا سُليْمى بعودِ بشامةٍ سقيَ البشامُ (2)\nألا تراه مقبلا على شعره... ثمّ التفت إلى البشام فدعا له. وقوله:\nطربَ الحمامُ بذي الأراكِ فشاقني لا زلت في غللٍ وأيكٍ ناضرٍ(3)\nفالتفت إلى الحمام فدعا له(4).\nولكن الالتفات كأسلوبٍ بياني قد ذكره بعض اللغويين في كتبهم قبل الأصمعي , من غير أن يسمّوه , وقد درسوه في كتبهم من خلال وروده في القرآن الكريم والأدب عموما , ومن هؤلاء: أبو عبيدة معْمَر بن المثنى في كتابه \" مجاز القرآن\" , والفراء في \" معاني القرآن \" , والأخفش الأوسط في \" معاني القرآن \" , والمبرد في \" الكامل في اللغة والأدب \" , وابن فارس في \" فقه اللغة \" , والعكبري في \" التبيان في إعراب القرآن\" و\" إملاء ما منّ به الرحمن\" , وابن قتيبة في \" تأويل مشكل القرآن\" , وهذا ما سيتناوله الباحث في الصفحات القادمة بإذن الله.\n1. الالتفات في مجاز القرآن:\nيعتبر أبو عبيدة (ت: 208هـ) من أوائل اللغويين الذين تحدّثوا عن الالتفات , وذكر له أمثلة من القرآن الكريم والشعر العربي. (ولا تزال الأمثلة التي أشار إليها أبو عبيدة تتردد في كتب البلاغة إلى الآن) (5) , ومن أمثلة ذلك قوله تعالى:\n{ حتى إذا كنتم في الفلكِ وجرينَ بهم بريحٍ طيّبةٍ) } يونس /22) التي اعتبرها أبو عبيدة \" من مجاز ما جاءت مخاطبته مخاطبة الشاهد , ثم تركت وحوّلت إلى الغائب \" (أبو عبيدة:1/11) , وكذلك قوله سبحانه وتعالى:\n(1/4)",
        "\n{ ثمّ ذهب إلى أهله يتمطى* أولى لك فأولى } (القيامة: 33-34) التي يمثل بها على أنها \" من مجاز ما جاء خبره عن غائب , ثم خوطب الشاهد \". (أبو عبيدة:1/23- 24) .\nوعند تعرض أبي عبيدة لتفسير سورة الفاتحة ذكر ما فيها من التفات مؤيدا ذلك بذكر أشعار ورد فيها هذا الأسلوب البلاغي ؛ وقال:\" ومجاز جرِّ { مالكِ يوم الدين } أنه حدث عن مخاطبة غائبٍ , ثمّ رجع فخاطب شاهدا فقال: { إياك نعبدُ وإياك نستعين اهدنا } , قال عنترة بن شداد: (الكامل)\nشطّتْ مزارُ العاشقينَ فأصبحتْ عَسِرا عليّ طربكِ ابنةَ مخرم (6)\nولما تعرض لقوله تعالى { ذلك الكتابُ } (البقرة /2) قال: \" معناه هذا القرآن , وقد تخاطب العرب الشاهد فتظهر له مخاطبة الغائب , قال خفاف بن ندبة السلمي: (الطويل)\nفإن تكُ رمحي قد أصيبَ جميعها فعمدا إلى عين تيمّمتُ مالكا\nأقولُ له والرمحُ يأطرُ متنهُ تأمّل خفافا إنني أنا ذلكا \" (7)\nونلاحظ أن أبا عبيدة لم يضع تعريفا للالتفات , وكان يسميه الترك أو التحويل أو الرجوع , كما أن أبا عبيدة لم يتعرض في \" مجازه\" للحديث عن كل أنواع الالتفات , لم يتطرق للالتفات من ضمير الغيبة إلى ضمير التكلم في القرآن الكريم أو العكس في أي موطن من المواطن , ولم يذكر شيئا عن الالتفات من ضمير الخطاب إلى ضمير التكلم في القرآن الكريم أو العكس.\nولم يشر أبو عبيدة من قريبٍ أو بعيد إلى أي سر من أشرار الالتفات في أي نوعٍ من أنواعه , ورغم كل ذلك فإنّ أبا عبيدة يُعتبر بحق من أوائل من أظهر أسلوب الالتفات في كتابٍ مُؤلف, وكان من بعده عالة عليه.\n2. الالتفات في \" معاني القرآن \" للفراء …\n(1/5)\n",
        "ذكر أبو زكريا الفراء (ت: 207هـ) في \" معاني القرآن \" الالتفات ,ولكنه لم يسمه بهذا الاسم , كما أنه لم يذكر له تعريفا محددا . وقد تأثر الفراء بأبي عبيدة في الأمثلة التي ذكرها للالتفات , غير أنه زاد عليها الكثير منه آيات القرآن الكريم ؛ فعند قوله تعالى:) قد كانَ لكمْ آية في فئتين التقتا فئةٌ تقاتلُ في سبيل الله وأخرى كافرةٌ يرونهم مثليهمْ رأي العين ((آل عمران/ 13) قال: \" ومن قرأ) ترونهم (ذهب إلى اليهود لأنه خاطبهم , ومن قال) يرونهم (فعلى ذلك, كما قال) حتى إذا كنتم في الفلك وجرين بهم (\" (الفراء1/195) ويذكر ما في قوله تعالى من الالتفات:) كلا بل تحبّون العاجلة* وتذرون الآخرة((القيامة/ 20- 21) بقوله: \"رويت عن علي بن أبي طالب - رضي الله عنه -)بل تحبون وتذرون(بالتاء , وقرأها ابن كثير)بل يحبون (بالياء , والقرآن يأتي على أن يخاطب المنزل عليهم أحيانا , وحينا يجعلون كالغيب كقوله:\n) حتى إذا كنتم في الفلك وجرين بهم بريح طيبةٍ (\" (الفراء3/211-212) ويبين الفراء القراءات في الآية , وتوجيه كل قراءة , مبينا معناها في كلٍ, كقوله تعالى:) لتركبنّ طبقا عنْ طبق } (الانشقاق /19) إذ قال: \" وقرئتْ) ليركبنّ طبقا عنْ طبق (ومعانيهما معروفة , لتركبنّ كأنه خاطبهم , وليركبنّ كأنه أخبر عنهم \" (الفراء 3/252, 1/54).\nويلاحظ على الفراء أنّه لم يتعرض إلا لنوعٍ واحدٍ من أنواع الالتفات وهو الالتفات من الغيبة إلى الخطاب أو من الخطاب إلى الغيبة , كما أنه لم يبرز جمال الالتفات وبلاغته في كل موطن ورد فيه.\n3. الالتفات في \" معاني القرآن \" للأخفش الأوسط\n(1/6)\n\nتحدث أبو الحسن الأخفش (ت: 215 هـ) عن الالتفات في مواضع محددة من كتابه \" معاني القرآن\" , ولم يذكر له اسما , كما هو دأب من سبقه من النحاة واللغويين. فمن ذلك قوله: \") وإذ أخذنا ميثاق بني إسرائيل ( (البقرة/ 83), قم قال:) وقولوا للناس حُسنا } , ثم قال:)ثمّ توليتم إلا قليلاً(فلأنه كأنه خاطبهم من بعد ما تحدث عنهم\" (الأخفش 1/129).\nوالأخفش الأوسط يستشهد على أسلوب الالتفات بكثير من الشعر العربي, يقول بعد أن علّق على الآية السابقة:\" وذا في الكلام والشعر كثير.\nقال الشاعر: (الطويل)\nأسيئي بنا أو أحسني لا ملومة لدينا ولا مقليّة إنْ تقلّتِ(8)\nوإنّما يريدُ إنْ تقليتِ , وقال الآخر: الكامل\nشطّتْ مزارُ العاشقينَ فأصبحتْ عَسِرا عليّ طلابكِ ابنةَ مخرم(9)\nإنما أراد: فأصبحت ابنة مخرم عسرا على طلابها , وجاز أن يجعل الكلام كأنه خاطبها , لأنه حين قال: شطت مزار العاشقين , كأنه قال: شططتِ مزار العاشقين , لأنه إياها يريد بهذا الكلام , ثم يقول: \" ومثله (أي ومثل هذا الأسلوب) مما يخرج من أوله , قوله : (الرجز)\nإن تميما خُلقت ملوما (10)\nفأراد القبيلة بقوله (خُلقت) ثم قال (ملوما ) على الحي أو الرجل\n(الفراء 1/130) , ثم قال:\" وفي كتاب الله عز وجل:) حتى إذا كنتم في الفلك وجرين بهم (فأخبر بلفظ الغائب , وقد كان في المخاطبة , لأنّ ذلك يدل على المعنى... وكذلك) الحمد لله رب العالمين (ثم قال:) إياك نعبد (لأنّ الذي أخبر عنه هو الذي خاطب \" (الفراء 1/131-132) , وقال الله تبارك وتعالى:) ذوقوا فتنتكم هذا الذي كنتم به تستعجلون } (الذاريات/14) فذكّر بعد التأنيث , كأنه أراد: هذا الأمر الذي كنتم تستعجلون. ومثله) فلما رأى الشمسَ بازغةً قال هذا ربي هذا أكبر فلما أفلت ((الأنعام / 78) , فيكون) هذا (على (الذي أرى ربي) أي هذا الشيء ربي (الأخفش الأوسط 1/ 132-133).",
        "(1/7)\n\nوأرى أن الأخفش قد خلط بين الالتفات وغيره من الأساليب البلاغية , ولعله في ذلك معذور؛ إذ لم يكن في عصره قد حصل هذا التحديد والتمييز للالتفات عن غيره من الأساليب البيانية. فقد أدخل التذكير في موضع التأنيث كما في الآيتين الأخيرتين في أسلوب الالتفات.\nوكما رأينا من الأخفش , فقد تحدث وذكر آياتٍ كريمةٍ تحتوي على أسلوب الالتفات من ضمير الغيبة إلى الخطاب وبالعكس , كما ذكر أشعارا تدلُ على ذلك , وكنا نودّ أن يتحفنا الأخفش بالنكات البلاغية لأسلوب الالتفات في الآيات الكريمة أو حتى في الأشعار التي ذكرها , ولكنه لم يفعل. غير أنه يظلُ له فضل في إبراز أسلوب الالتفات كأسلوبٍ بياني معروفٍ في الكتاب العزيز وفي الشعر العربي.\n4. الالتفات في \" تأويل مشكل القرآن \" لابن قتيبة\nتحدّث ابن قتيبة الدينوري (ت: 267 هـ) عن الالتفات في كتابه \" تأويل مشكل القرآن \" , وذلك في \" باب مخالفة ظاهر اللفظ معناه\" حيث قال:\n\" ومنه أن تخاطب الشاهد بشيءٍ , ثم تجعل الخطاب له على لفظ الغائب كقوله عز وجل:) حتى إذا كنتم في الفلك وجرين بهم (, وقوله:) وما آتيتم من زكاةٍ تُريدونَ وجه اللهِ فأولئكَ هم المضعفون ((الروم/ 39) , وقوله: { ولكنّ الله حبّبَ إليكم الإيمان وزينهُ في قلوبكم (, ثم قال:) أولئكَ هم الراشدون(\n(الحجرات /7) , قال الشاعر:\nيا دار ميّةَ بالعلياءِ فالسند أقوتْ وطال عليها سالفُ الأمد\nوكذلك أيضا تجعل خطابَ الغائب للشاهد , كقول الهذلي:\nيا ويحَ نفسي كأنّ جدّةَ خالدٍ وبياضَ وجهكَ للترابِ الأعفر (11)\nوترى أنّ ابن قتيبة لم يزد في الالتفات عمن سبقه سواء بذكر الأمثلة من القرآن الكريم أو من الشعر , ولم يأت لنا بجديد في ذلك , فلم يظهر شيئا من بلاغة هذا الأسلوب , أو يأتي بأمثلة جديدة عليه.\n5. الالتفات في الكامل للمبرد\nوقد أورد أبو العباس محمد بن يزيد المبرد (ت: 285هـ) في كتابه الالتفات تعقيبا وشرحا لشعر الأعشى إذ قال:\n(1/8)",
        "\nوأمتعني على العشا بوليدةٍ فأبْتُ بخيرٍ منك يا هوذَ حامدا\nيقول المبرد: \" فإنّه كان يتحدّثُ عنه , ثمّ أقبلَ عليه يخاطبه, ترك تلك المخاطبة , والعرب تتركُ مخاطبة الغائب إلى مخاطبة الشاهد , ومخاطبة الشاهد إلى مخاطبة الغائب \" (المبرد 3/ 22-23) قال الله عز وجل) حتى إذا كنتم في الفلك وجرين بهم بريحٍ طيبةٍ (كانت المخاطبة للأمة , ثم صرفت للنبي - صلى الله عليه وسلم - إخبارا عنهم.\nقال عنترة: (الكامل)\nشطّتْ مزارُ العاشقينَ فأصبحتْ عَسِرا عليّ طلابكِ ابنةَ مخرم\nفكان يتحدث عنها , ثم خاطبها , ومثل ذلك قول جرير:\nوترى العواذلَ يبتدرنَ ملامتي فإذا أردتُ سوى هواكِ عُصينا\nفأنت ترى أنّ المبرد لم يأتِ بجديد في موضوع الالتفات سواء في تحديده وتسميته , أو ببيان أنواعه الأخرى, غير الالتفات من الخطاب إلى الغيبة أو العكس , أو يوضح لنا بلاغة هذا الأسلوب في الآيات القرآنية أو الأشعار التي نقلها عن أبي عبيدة والفراء.\n6. الالتفات في\" فقه اللغة \" لابن فارس\nعرض أحمد بن فارس (ت:395 هـ) الالتفات من غير أن يسميه , فذكر له نوعين فقط ؛ الأول بقوله: \" باب تحويل الخطاب من الشاهد إلى الغائب \" , ثم قال: \" العرب تخاطب الشاهد , ثم تحوّل الخطاب إلى الغائب , كقول النابغة:\nيا دار مية بالعلياء فالسند أقوت وطال عليها سالف الأمد\nفخاطب ثم قال أقوت \" (ابن فارس 1/215).\nذكر ابن فارس أمثلة لهذا النوع من الالتفات من الآيات الكريمة التي استشهد بها من سبقه كأبي عبيدة والأخفش والفراء، أما النوع الثاني فقال فيه: \" باب تحويل الخطاب من الغائب إلى الشاهد \" (ابن فارس 1/215). ثم ذكر أمثلة مكرورة ذكرها اللغويون والنحاة السابقون من أشعار كقول الهذلي وعنترة.\nوبهذا نجد أن ما كتبه احمد بن فارس في \" فقه اللغة \" لم يقدم جديدا في اللغة والأدب في موضوع الالتفات، وأنه في كل ما كتبه لم يزد عن من سبقه من الأدباء في شيءٍ.\n(1/9)\n",
        "7- الالتفات في\" التبيان في إعراب القرآن \" و\" إملاء ما منَّ به الرحمن \" للعكبري.\nتناول أبو البقاء عبد الله بن الحسن العكبري (ت: 616 هـ) الالتفات في كتابيه السابقين، وسيتناول الباحث كلا من الكتابين على حدة – إن شاء الله -.\nأولا: الالتفات في \" التبيان في إعراب القرآن \"، هذا الكتاب – كما يدل من عنوانه – في إعراب الجمل والآيات القرآنية، وقد تحدث صاحبه عن الالتفات في مواطنه وفيما تكون علاقة بين الالتفات وحالة الإعراب في الجملة أو الكلمة.\nوالملاحظ أنّ المؤلف قد اقتصر على نوعين من أنواع الالتفات ؛ وهما الالتفات من الغيبة إلى الخطاب ومن الخطاب إلى الغيبة. كما أنه سمّى هذا الأسلوب \" رجوعا \" يقول العكبري عند تفسير سورة الفاتحة:\" فإن قيل: إيّاك خطاب، والحمد لله على لفظ الغيبة، فكان الأشبه أن يكون إياه، قيل عادة العرب الرجوع من الغيبة إلى الخطاب ومن الخطاب إلى الغيبة، وسيمر بك من ذلك مقدار صالح في القرآن \" (العكبري، التبيان: 1/7).\nوهذا يدل على أن هذا الأسلوب يقتصر عنده على الرجوع من الغيبة إلى الخطاب ومن الخطاب إلى الغيبة، والعكبري يذكر القراءات الواردة في الآيات، ويوجه كل قراءة توجيها نحويا، وإذا كان فيها تغير في الضمائر ذكره ؛ فحينما فسر قوله تعالى) قد كان لكم آية في فئتين التقتا فئة تقاتل في سبيل الله وأخرى كافرة يرونهم مثليهم رأي العين ((آل عمران / 9) قال: \") يرونهم (ويقرأ في المشهور بالياء، فأما القراءة بالتاء فلان أول الآية خطاب. وموضع الآية على هذا – يقصد قوله ترونهم – يجوز أن يكون نعت صفة لفئتين، أن فيها ضميرا يرجع عليها ويجوز أن يكو ن حالا من الكاف في لكم.... وأما القراءة بالياء فيجوز أن يكون في معنى التاء ، إلى انه رجع من الخطاب في الغيبة والمعنى واحد \"(العكبري، التبيان: 1/243).\n(1/10)\n\nوبهذا يتبين أن العكبري عد الالتفات من الخطاب إلى الغيبة حاصلا على قراءة الياء) يرونهم } ، وأما قراءة التاء)ترونهم (فلا التفات فيها.\nوقد يكون الالتفات مرتبطا بتصريف الفعل في الجملة وإعرابها كما في قوله تعالى \") قل أطيعوا الله والرسول فإن تولوا فان الله لا يحب الكافرين }\n(آل عمران / 32) ، يقول العكبري: \" قوله تعالى)فإن تولوا (يجوز أن يكون خطابا، فتكون التاء محذوفة ؛ أي فإن تتولوا، وهو خطاب كالذي قبله ويجوز أن يكون للغيبة فيكون لفظه لفظ الماضي \" (العكبري، التبيان: 1/253). فيكون رجوعا من الخطاب في أول الآية) أطيعوا (إلى الغيبة بقوله:) فإن تولوا (؛ إذا فاعتبار الفعل) تولوا (أهو مضارع أو ماض هو الذي جعل أبا البقاء يعتبر الأسلوب غيبة أو خطابا ؛ ومن ثم سيكون التفاتا أمْ لا.\nولم يبين العكبري شيئا من بلاغة الالتفات في المواطن التي ذكرها ؛ فعند قوله تعالى:)ألم يروا كم أهلكنها من قبلهم من قرن مكناهم في الأرض ما لم نمكن لكم ((الأنعام / 6) يعلق أبو البقاء بقوله: \") ما لم نمكّنْ لكم (رجع من الغيبة في قوله) ألم يروا (إلى الخطاب في) لكم (, ولو قال لهم لكان جائزا \" (العكبري، التبيان: 1/48), ولم يذكر العكبري السر في هذا الرجوع من الغيبة إلى الخطاب , كرفع الإشكال والتوهم من الضمائر المتشابهة في الآية مثلا . ويكتفى بهذا القدر من دراسة كتاب \" التبيان في إعراب القرآن \".\nثانيا : الالتفات في \" إملاء ما منَّ به الرحمن \"\nإنّ أسلوب العكبري في كتابه \" إملاء ما منَّ به الرحمن \" في تناول الالتفات لا يختلف عن أسلوبه في كتابه السابق \" التبيان\" , بلْ إنّ عباراتٍ كثيرة ذكرها في \" التبيان\" كررها نفسها في \" الإملاء\" ؛ فما ذكره عن الالتفات عند إعرابه لسورة الفاتحة هو تكريرٌ لما ذكره في التبيان (العكبري، إملاء ما منّ به الرحمن: 1/4).",
        "(1/11)\n\nولم يتعرض العكبري للالتفات من الغيبة إلى التكلّم أو العكس إلا في موضع واحدٍ ؛ وذلك عند إعرابه لقوله تعالى:) سبحانَ الذي أسرى بعبدهِ ليلا منْ المسجدِ الحرام إلى المسجدِ الأقْصى الذي باركْنا حوله لنُرِيَهُ منْ آياتِنا إنّهُ هوَ السميعً البصيرُ ((الإسراء / 1) حيثُ قالَ فيها: \") لنريه(بالنون لأن الذي قبلهُ إخبارٌ عن المتكلم , وبالياء لأنّ أول السورة على الغيبة,\nوكذلك خاتمة الآية , وقد بدأ في الآية بالغيبة وختم بها , ثمّ رجعَ في وسطها إلى الإخبار عن النفس فقال) باركنا (و { من آياتنا(والهاء في) إنّه(لله تعالى \" (العكبري، إملاء ما منّ به الرحمن: 2/46).\nونلاحظ أنّ أبا البقاء تبعا لموضوع كتابه وهو إعراب القرآن لم يفصل أو يتحدّث عن الأسرار للبلاغية للرجوع - كما يسمي الالتفات - بكل أنواعه.\nوعل كلٍ فإنّ جهود العكبري كنحوي في دراسة الالتفات يشكر عليها, وإنْ كانت لم تتبلور وتوضح كما تبلورت وتوضحت عند البلاغيين كابن المعتز وأسامة بن المنقذ وابن الأثير وغيرهم 0\nخصائص دراسات اللغويين والنحاة لموضوع الالتفات\nمن خلال استعراض جهود أشهر اللغويين والنحاة الذين تعرضوا لدراسة الالتفات في كتبهم اللغوية والنحوية تبيّنت عدة صفات تميّزتْ دراستهم بها , وهي:\nأولا : لم يذكر أحدٌ منْ اللغويين أو النحاة الالتفات باسمه في أي من كتبهم , وكانوا يطلقون عليه الرجوع أو التحويل أو الترك , ولم يكونوا يحددونه أو يُعرّفونه كما هو الحال عند البلاغيين.\nثانيا : لم يتعمّقْ أي من اللغويين أو النحاة في دراسة الالتفات في كتبهم , وإنّما كان حديثهم عنه إشاراتٍ مجملة ولمحاتٍ قصيرة , وكانت دراستهم أو تعرضهم له تبعا لدراستهم اللغوية أو النحوية , أو لتوجيه القراءات في الآيات الكريمة التي يتعرضون لها في أبحاثهم.\n(1/12)",
        "\nثالثا : أغلب النحاة واللغويين لم يذكروا إلا نوعين من أنواع الالتفات في كتبهم؛ وهما الالتفات من الغيبة إلى الخطاب ومن الخطاب إلى الغيبة.\nالهوامش\n1. ص146.\n2. البشام شجر ذو ساق وأفنان(أبو هلال العسكري, كتاب الصناعتين ص:438).\n3. ذو الأراك مكان ينبت فيه شجر الأراك , والأيك الشجر الملتف, والغلل المكان الخصيب الذي يجود بالغلة , المرجع السابق.\n4. المرجع السابق.\n5. د. علي زايد, \" البلاغة العربية ؛ آثارها ومصادرها ومناهجها. ص 32 , مكتبة الشباب.\n6. ديوان عنترة: ص 187 - 188 , وانظر أبو عبيدة:1/28-29.\n7. أبو عبيدة: 1/ 28- 29.\n8. ديوان كثيّر عزة , ص 101 , وهو من شواهد الفراء (1/ 441).\n9. مضى تخريجه.\n10. للمنيخس الأعرجي, وينسب لرؤبة (الفراء 1/130) , وانظر (أبو عبيدة 2/71و 76).\n11. ابن قتيبة ص ص 213-229.\nالمراجع\n1. القرآن الكريم.\n2.الأخفش الأوسط (1981م), معاني القرآن , تحقيق د. فائز فارس.\n3. ابن أبي الإصبع, المصري (1957 م), بديع القرآن, مصر, مكتبة نهضة مصر.\n4.البغدادي, أبو طاهر محمد بن حيدر (1983م) , قانون البلاغة, تحقيق د. محسن غياض, بيروت, مؤسسة الرسالة.\n6.الحموي, ياقوت (1957م), بيروت, دار بيروت للطباعة والنشر.\n7. أبو حيان (د.ت), الأندلسي(د.ت), البحر المحيط, بيروت , دار الفكر.\n8. ابن خلكان(د.ت), وفيات الأعيان, القاهرة, مكتبة النهضة المصرية.\n9. زايد(د.ت), علي, البلاغة العربية؛ تاريخها ومصادرها ومناهجها, مكتبة الشباب.\n10. الزركشي, بدر الدين محمد بن عبد الله(1980 م), البرهان في علوم القرآن, بيروت, دار المعرفة.\n11. الزركلي, خير الدين (1985 م), الأعلام, الطبعة السادسة, بيروت, دار العلم للملايين.\n12.السبكي, بهاء الدين (د.ت) , عروس الأفراح , ضمن شروح التلخيص , مصر , مطبعة عيسى البابي الحلبي وأولاده.\n13.السيوطي, جلال الدين(د.ت), بغية الوعاة, بيروت, المكتبة العصرية\n(1/13)\n",
        "14.أبو عبيدة , معمر بن المثنى (1954 م) , مجاز القرآن , تعليق فؤاد سيزكين , مصر ,الناشر محمد أمين الخانجي.\n15 العسكري,أبو هلال (1984م),كتاب الصناعتين, بيروت,دار الكتب العلمية\n16. العكبري, أبو البقاء عبد الله بن الحسين (د.ت) , إملاء ما منّ به الرحمن , مصر , مطبعة التقدم العلمية.\n17. العكبري, أبو البقاء عبد الله بن الحسين (د.ت), التبيان في إعراب القرآن, تحقيق علي محمد البجاوي, مصر, مطبعة عيسى البابي الحلبي وشركاه.\n18. ابن فارس, أحمد (د.ت) , فقه اللغة , بيروت , دار الكتب العلمية.\n19. الفراء (1980 م) , معاني القرآن , بيروت , عالم الكتب.\n20. ابن قتيبة الدينوري (1954 م), تأويل مشكل القرآن , تحقيق أحمد صقر, مصر, دار إحياء الكتب العربية.\n21 كحالة, عمر(د.ت),معجم المؤلفين, بيروت, دار إحياء التراث العربي.\n22. المبرد, محمد بن يزيد(1986 م), الكامل في اللغة والأدب , تحقيق محمد أبو الفضل إبراهيم , مصر , دار نهضة مصر.\n23. المدني, صدر الدين بن معصوم (1968 م) , أنوار الربيع في أنواع البديع , النجف الأشرف , مطبعة النعمان.\n(1/14)\n"
    ]
}