{
    "partText": [
        "\n[الفية السيرة النبوية]\nبسم الله الرّحمن الرّحيم\n\nبين يدي الكتاب\nالحمد لله الّذي نضّر وجوه أهل الحديث، وجعل منهم حفّاظا للسّنّة بسعيهم الحثيث، فاضت السّنّة عذبة المورد، دانية الجنى، باهرة السّنا.\nوالصّلاة والسّلام على سيّد ولد عدنان، الّذي أمر بالبيان، فكانت سنّته مفصّلة لما أجمل في القرآن، وعلى آله الغرّ المطهّرين، وصحابته والتّابعين.\n\nأمّا بعد:\nفإنّ السّيرة النّبويّة مما تواردت الأقلام على تحريرها، والأفكار على الاستنباط منها، والموفّقون على اقتفاء توجيهاتها، والتّأسّي بأفضل الخلق على الإطلاق صلّى الله عليه وآله وسلّم؛ لأنّه الإمام المتّبع، والمصطفى المشفّع، ولقد تفنّن أولو العلم في استجلاء تلك الطّلعة البهيّة، والاغتراف من الشّمائل المصطفويّة.\nوأهل العلم ما بين ناظم وناثر، ومتوسّع ومختصر، وشارح ومحشّ، والهدف واحد، وإن تنوّعت الأساليب، ألا وهو عرض سيرة المصطفى صلّى الله عليه وآله وسلّم، وتبيان ما كان عليه من الخلق العظيم، والرّحمة للعالمين.\nرحمة كلّه وحزم وعزم ... ووقار وهيبة وحياء\nما سوى خلقه النّسيم ولا غي ... ر محيّاه الرّوضة الغنّاء\nوالإعلام بما كان عليه أصحابه من الجدّ والاجتهاد، في مرضاة ربّ العباد، حتّى قدّموا أرواحهم رخيصة في سبيل إعلاء كلمة الله، هذا وإنّ ممّن أدلى فيها بدلوه، وألّف فيها بنظمه: الحافظ زين الدّين عبد الرّحيم بن الحسين العراقيّ الّذي كان شيوخ عصره يشهدون له بالمعرفة؛ ويثنون عليه؛ كالسّبكيّ والعلائيّ\n(1/5)\n",
        "وابن كثير وغيرهم، حتّى إنّ الإسنويّ وصفه بقوله: (حافظ العصر) ؛ إذ له مؤلفات بديعة في الحديث وعلومه، منها: «الألفية» الّتي اشتهرت في الآفاق، وشرحها جمع من أهل العلم، وتخريج أحاديث «الإحياء» الموسوم ب «المغني عن حمل الأسفار في الأسفار» وغيرهما.\nومن ذلك: «ألفيّة رجزيّة في السّيرة النّبويّة» ، وهي من مهمّات المتون، وبدائع الفنون؛ لما تمّيزت به من ضبط محرر للأحداث، ودقّة في تواريخ الغزوات والسّرايا، لا سيّما والنّاظم قد أملاها في الرّوضة النّبويّة الشّريفة على فئة من محدثي عصره، وجماعة من المعنيّين بهذه الفنون، فهي بحقّ من الإتحافات السّنيّة، والمتون الرّجزيّة المفيدة، لذلك فهي قمنة بالاقتناء، جديرة بالاعتناء.\nوفي أثناء كتابة هذه الأحرف وبينما الكتاب ماثل للطبع.. انتقل إلى جوار ربّه الإمام العلم الّذي تناقلت الأقطار مناقبه وآثاره، وأشارت أكفّ الفضل إليه؛ السّيّد محّمد بن علويّ بن عبّاس المالكيّ، فكان من ترتيب الأقدار لهذا الكتاب المبارك: أن يكون تحقيقه والتّعليق عليه آخر أعمال الإمام المالكيّ العلميّة، والّتي طرّزت بها أنامله هذا السّفر المبارك، فبارك الله تعالى في هذه «الألفيّة» ، وعمّ بها النّفع، إنّه سميع مجيب.\nوقد جرّدت دار المنهاج عزمها لإخراج «ألفيّة السّيرة» في أجمل إهاب، وأحسن جلباب، وتفنّنت في إخراجها بالشّكل المرضيّ، وذهبت في ذلك إلى الشّأو القصيّ، بحيث يسرّ العيون منظرها، ويبهج الأفكار مخبرها، لا سيّما وقد التقى على صفحات هذا السّفر علمان محدّثان، قديم ومعاصر، والله تعالى ينفع به.\nالنّاشر\nجدة في (21) رمضان (1425 هـ)\n(4) تشرين 2 (2004 م)\n(1/6)\n\nبسم الله الرّحمن الرّحيم\n\nتقديم\nبقلم السيد أحمد بن محمد بن علوي المالكي الحسني\nالحمد لله ربّ العالمين، والصلاة والسلام الأكملان على سيد الأولين والآخرين، سيدنا وشفيعنا وقائدنا محمد بن عبد الله، وعلى آله وصحبه أجمعين.\n\nأما بعد:\nفإن مما نحمد الله عليه، ونشكره ونثني عليه الخير كله، أن جعل ميراثنا خير ميراث ورّثه لنا آباؤنا وهو العلم، فنشأنا بحمد الله وعظيم فضله في أحضانه، وبين أربابه وطلابه، فنهلنا من معين صاف مورده، وربينا على حبّ وعشق لمصدره.\nلقد ربّانا والدنا وقدوتنا سيدي الوالد العلامة المحدث السيد محمد بن علوي المالكي رحمه الله رحمة واسعة، وأعلى مقامه في عليين، وجمعنا وإياه مع سيد المرسلين، سيدنا محمد وآله وصحبه، وجميع أنبيائه وأوليائه في الفردوس الأعلى، آمين يا رب العالمين، أقول: ربّانا رحمه الله تعالى على العيش على منهج وسيرة سيد المرسلين، وشغل أوقاتنا وأفكارنا مع أرواحنا في سيرة هذا النبي العظيم، الرؤوف الرحيم، صلى الله عليه وعلى آله وصحبه أجمعين، لتكون النبراس الذي لا يغيب عن أعيننا وأرواحنا، فتعيش سيرته العطرة في أحشائنا، وتسري محبته في عروقنا؛ لتغذي جميع جوارحنا، فتغدو موئل عزّنا، ومنار فخرنا.",
        "(1/7)\n\nلقد كان رحمه الله تعالى مشتغلا دوما بعرض سيرة المصطفى صلى الله عليه وسلم في كل أوقاته، ومؤلفاته، ومحاضراته، ومحاوراته، ومناقشاته مع محبّيه ومخالفيه، ومما ختم الله له به آخر أعماله، اشتغاله بالتعليق على منظومة الإمام الزين العراقي المتوفّى سنة (806 هـ) المسمّاة ب: «الدّرر السنية في نظم السير الزكية» ، والتي اصطلح على تسميتها ب: «ألفية الإمام العراقي في السيرة» ، تمييزا لها عن ألفيته في علوم الحديث.\nلقد كانت آخر ما كتبه بخطه الشريف تعليقا على بعض مواضع في هذه المنظومة، قبل وفاته رحمه الله تعالى بيوم واحد فقط، فوجدنا أنه من البرّ به، وتحقيقا لأمنيته في إبراز هذه المنظومة لطلبة العلم، ومحبي سيرة المصطفى ص أن تخرج هذه الطبعة بما يليق بها، وتتحقق بذلك بغية والدنا السيد الإمام رحمه الله تعالى، وسعيت في المشاركة في ثواب نشر العلم، وبرّ الوالد السيد الإمام رحمه الله تعالى أن أكتب ما تعلق في خاطري من معين دروس وكلام السيد الوالد، مع التماس العذر في عدم الاستيفاء في ذلك؛ لتكدر الخاطر وانشغاله، والله المعين على ذلك.\nفأقول: إنّ مما سمعته منه رحمه الله تعالى في أحد دروسه التي تكلم فيها على عظم تعلم سيرة المصطفى صلى الله عليه وسلم، ومعايشة أحوال تلك السيرة، أنها تهذب النفوس، وتبين الطريق الواضح المبين للمعاملات بين الناس، سواء الدينية أو الدنيوية، فمنها نتعلم كيف نعامل من خالفنا، وكيف نحكم تصرفاتنا، وكيف يعلم بعضنا بعضا، وكيف يرشده وينصحه، وكيف نتعلم أمور ديننا، وكيف نقيم الحدود ونأمر بالمعروف وننهى عن المنكر، ونعرف حقوق بعضنا، والأمور التي تحكم سير المجتمع، وكيف نعالجه، إلى غير ذلك من مقومات المجتمع الإسلامي.\nلقد صادف حديثه ذلك حدوث بعض ما يؤلم في بعض المجتمعات الإسلامية\n(1/8)",
        "\nمن تعد وفتن؛ فكانت مناسبة لبيان مفرزات البعد عن معرفة وفهم سيرة المصطفى صلى الله عليه وسلم.\nومن ذلك أيضا: تكراره رحمة الله عليه على جميع محبّيه ومن يسمع حديثه، أو يتابع دروسه: أن يشتغل بتدبر ومعرفة دقائق ومواقف سيرة المصطفى صلى الله عليه وسلم، لتربية النفس وردعها عن ما قد لا يرضاه الله ورسوله صلى الله عليه وسلم، فقد كان عندما يقوم أحد بسؤاله عن فعل شيء أو تركه يربطه بقوله له: هل يرضى هذا حبيبك المصطفى صلى الله عليه وسلم؟!\nكان رحمه الله تعالى يحث على تنشئة الصغار على معرفة سيرة المصطفى ص ومحبته، وشغل الوقت بقراءة ما يتصل بذلك، وعمل في ذلك كتابه «تاريخ الحوادث والأحوال النبوية» ضمن سلسلة (العلم والمعرفة للشباب) فصاغه بأسلوبه الماتع الشيق في سيرة مختصرة رزقت القبول لدى الصغار والكبار، بجميع فئاتهم وتوجهاتهم.\nإنّ تعلم السيرة النبوية وفهم مجريات أحداثها وأحوالها أعظم طريق لبناء مجتمع إسلامي يعرف هدفه ومسؤوليته، ويسلك المنهج الأسمى مستضيئا بها، لأنها معين لا ينضب، وشمس لا تغرب، ومعرفة تقصر الهمم عن إدراك منتهاها، سيرة تحمل جميع معطيات الأمن والأمان، والتهذيب والعرفان، وتغني عن جميع غيرها من السير القاصرة في معطياتها، القاحلة من مكارم الأخلاق.\nفشكر الله سعي والدي الإمام السيد محمد بن علوي المالكي، وأثابه من فضله وسعة منّه جزاء ما عمل على غرسه والعمل على جني ثمره، حبّا وتعظيما لجناب الشفيع المشفّع صلى الله عليه وسلم، وأنالنا من فضل جوده وكرمه ما يجعلنا قرّة عين لحبيبنا المصطفى صلى الله عليه وسلم.\nختاما.. أسأل العلي القدير أن يبارك في بيت آل المالكي وعقبهم جميعا، ويجعل سره فينا إلى يوم نلقاه، آمين.\n(1/9)\n",
        "اعتناء العلماء ب «ألفية السيرة»\nتظهر أهميّة هذا النظم الجليل بكثرة اعتناء أهل العلم به، فقد قام علماء أجلّة بالعناية به شرحا وتحشية؛ لإظهار فوائده، وإيضاح فرائده، وتزيين قلائده، وممّن قام بذلك:\n1- الشّيخ محبّ الدّين محمّد بن أحمد بن محمّد بن الهائم (ت 798 هـ) ، «الغرر المضيّة في شرح نظم الدّرر السّنيّة» ، مخطوط «1» .\n2- الإمام العلّامة شهاب الدين أحمد بن حسين بن حسن بن علي ابن أرسلان الرملي الشافعي (ت 844 هـ) ، «شرح ألفية العراقي في السيرة» «2» .\n3- العلّامة المحدّث عبد الرؤوف بن تاج الدّين علي المناوي (ت 1031 هـ) ، «الفتوحات السّبحانية في شرح نظم الدّرّة السّنيّة» ، طبع بعنوان «العجالة السّنيّة على ألفيّة السّيرة النّبويّة» ، وهو أشهر شروح «الدّرر السّنيّة» .\n4- شيخ المالكيّة الإمام نور الدّين علي بن محمّد بن عبد الرّحمن الأجهوري (ت 1066 هـ) ، «شرح الدّور السّنيّة في نظم السّيرة النّبويّة» ، مطبوع في مصر «3» .\n5- الفقيه الشّيخ ياسين بن محمّد الخليلي، المعروف بابن غرس (ت 1086 هـ) ، «الفوائد البهيّة على الدّرر السّنيّةُ في نظم السّيرة الزّكيّة» ، مخطوط «4» .\n__________\n(1) الأعلام (5/ 329) .\n(2) الضوء اللامع (1/ 285) .\n(3) بعناية وإشراف الدكتور علي جمعة محمد مفتي الديار المصرية.\n(4) قائمة بالمخطوطات العربية في مكتبة جامعة برنستون (ص 213) .\n(1/10)\n\n6- الشّيخ محمّد بن أحمد البرلّسي المالكي (ت 1097 هـ) ، «البدر المنير في شرح سيرة البشير النّذير» ، مخطوط «1» .\n7- الشّيخ أبو إسحاق إبراهيم بن مرعي بن عطية الشّبرخيتي المالكي (ت 1106 هـ) ، «شرح ألفيّة العراقي في السّيرة» ، مخطوط «2» .\n8- العلّامة أبو الصّفاء إبراهيم بن مصطفى الحلبي، عرف بالمداري (ت 1190 هـ) ، «شرح نظم السّيرة النّبويّة» ، مخطوط.\n9- الشّيخ أبو عبد الله محمّد الطّيّب بن عبد المجيد بن عبد السّلام بن كيران (ت 1227 هـ) ، «شرح ألفيّة العراقي في السّيرة» ، مخطوط «3» .\n10- الشّيخ علي بن الحسين السعاوي، كان حيّا سنة (1292 هـ) ، «الغرر العليّة في شرح الدّرر السّنيّة في نظم السيرة النبوية» ، مخطوط «4» .\n11- العالم عبد الله بن إيبيه الديماني (ت 1328 هـ) ، «جامع السّيرة في شرح ألفيّة العراقي» .\n12- الشّيخ أحمد بن محمّد بن أحمد الحسني الشّنقيطي (القرن الرابع عشر) ، «شرح ألفيّة زين الدّين العراقي في السّيرة» .\n__________\n(1) فهرس الكتب الموجودة بالمكتبة الأزهرية (8/ 258) .\n(2) هدية العارفين (1/ 36) .\n(3) فهرس الخزانة العلمية الصبيحية بسلا- المغرب (ص 83) .\n(4) فهرس المخطوطات العربية في مكتبة الأوقاف العامة في بغداد (1/ 354) .",
        "(1/11)\n\nترجمة الحافظ العراقيّ رحمه الله تعالى\n\nاسمه ونسبه\nهو الإمام العلّامة الحافظ الكبير زين الدّين أبو الفضل عبد الرّحيم بن الحسين بن عبد الرّحمن، العراقيّ الأصل، المهرانيّ المولد، المصري، الشّافعيّ.\n\nمولده ونشأته\nولد في الحادي والعشرين من جمادى الأولى سنة خمس وعشرين وسبع مئة بمنشيّة المهراني على شاطىء النّيل، من أبوين صالحين عابدين، وتوفي والده وهو في الثّالثة من عمره.\nحفظ القرآن الكريم وهو ابن ثمان، و «التّنبيه» ، وأكثر «الحاوي» ، و «الإلمام» ، وكان أوّل اشتغاله في علم القراآت، ونظر في الفقه وأصوله، وتقدّم فيهما بحيث كان الإسنوي يثني على فهمه، ويستحسن كلامه ويصغي لمباحثه.\nثمّ أقبل على علم الحديث بإشارة من العزّ ابن جماعة، فأخذ عن علماء بلده، ثمّ سافر لطلب الحديث في بلاد الشّام وغيرها. وكان كثير الحجّ والمجاورة بمكّة المكرّمة، واجتهد ونسه وقرأ وسمع حتّى صار حافظ الوقت كما قال عنه أقرانه.\n\nشيوخه\nوهم خلق كثير، منهم:\n- العلّامة المقرىء محمّد بن أبي الحسن بن عبد الملك بن سمعون.\n(1/12)",
        "\n- العلّامة الأصولي محمّد بن إسحاق بن محمّد البلبيسي.\n- العلّامة الأصولي عبد الرّحيم بن الحسن بن علي الإسنوي.\n- العلّامة الأصولي محمّد بن أحمد بن عبد المؤمن المصري، المعروف بابن اللّبّان.\n- العلّامة المحدّث عبد الرّحيم بن عبد الله بن يوسف، المعروف بابن شاهد الجيش.\n- العلّامة المحدّث محمّد بن محمّد بن إبراهيم الميدومي.\n- العلّامة المحدّث محمّد بن محمّد بن محمّد ابن سيّد النّاس.\n- العلّامة المحدّث محمّد بن إسماعيل بن عبد العزيز.\n- الأمير سنجر بن عبد الله الجاولي.\n- العلّامة الفقيه عليّ بن أحمد بن عبد المحسن ابن الرّفعة.\n- العلّامة المحدّث عبد الرّحمن بن محمّد بن عبد الهادي المقدسي.\n- العلّامة المحدّث عليّ بن عبد الكافي السّبكيّ.\n- العلّامة المحدّث خليل بن كيكلدي العلائي.\n- العلّامة المحدّث عبد الله بن أحمد بن محمّد الطّبريّ.\n- العلّامة المحدّث يحيى بن عبد الله بن مروان الفارقي.\n- العلّامة المحدّث أحمد بن عبد الرّحمن بن محمّد المرداوي.\nوغيرهم كثير.\n\nتلاميذه\nوهم خلق كثير أيضا، منهم:\n- ولده العلّامة أبو زرعة أحمد بن عبد الرحيم.\n- الحافظ أحمد بن علي بن حجر العسقلاني.\n- الحافظ علي بن أبي بكر الهيثمي.\n(1/13)\n",
        "- العلّامة الفقيه محمّد بن موسى الدّميريّ.\n- العلّامة المحدّث إبراهيم بن حجاج الأبناسي.\n- العلّامة علي بن أحمد بن إسماعيل القلقشندي.\n- العلّامة أبو بكر بن حسين بن عمر المراغي.\n- العلّامة محمّد بن ظهيرة الشّافعي.\n- العلّامة المحدّث إبراهيم بن محمد بن خليل المعروف بسبط ابن العجمي.\nوغيرهم كثير.\n\nصفته\nكان معتدل القامة للطّول أقرب، مليح الوجه، منوّر الشّيبة، كثّ اللّحية، كثير السّكون، طارحا للتّكلّف، شديد الحياء، غزير العلم، سخي النّفس، خفيف الرّوح، لطيف الطّبع، كثير الحياء، ظاهر الوضاءة كأن وجهه مصباح.\n\nثناء العلماء عليه\nقال الحافظ ابن حجر رحمه الله: صار المنظور إليه في هذا الفن من زمن الشّيخ جمال الدّين الإسنوي وهلمّ جرا، ولم نر في هذا الفن أتقن منه، وعليه تخرّج غالب أهل عصره.\nوقال السّخاوي رحمه الله: وصار المشار إليه بالدّيار المصريّة وغيرها بالحفظ والإتقان والمعرفة مع الدّين والصّيانة والورع والعفاف والتّواضع والمروءة والعبادة.\nوقال ابن تغري بردي: كان شديد الحياء، غزير العلم، مقداما كريما، وكان لا يهاب سلطانا في قول الحقّ.\n\nوفاته\nتوفّي رحمه الله في ثامن شعبان سنة ستّ وثمان مئة، وله إحدى وثمانون سنة، ورثاه تلميذه الحافظ ابن حجر بقصيدة مطلعها:\n(1/14)\n\nمصاب لم ينفّس للخناق ... أصار الدمع جارا للماقي\nفروض العلم بعد الزهو ذاو ... وروح الفضل قد بلغ التراقي\n\nمصنفاته\nللحافظ العراقي رحمه الله عشرات المصنفات، منها ما كمل، ومنها ما لم يكمل، وهذه بعضها:\n- إخبار الأحياء بأخبار الإحياء، وهو تخريجه الكبير لكتاب «إحياء علوم الدين» ، ولم يخرج عن المسودة.\n- المغني عن حمل الأسفار في تخريج ما في الإحياء من الأخبار.\n- تقريب الأسانيد وترتيب المسانيد.\n- التّبصرة والتّذكرة، وهي ألفيّة الحديث.\n- التّقييد والإيضاح لما أطلق وأغلق في كتاب ابن الصّلاح.\n- الدّرر السّنيّة في نظم السّير الزّكيّة، وهو كتابنا هذا.\n- منظومة في غريب القرآن العزيز.\n- النّجم الوهّاج في نظم المنهاج، يعني «المنهاج في الأصول» للبيضاوي.\n- المستخرج على المستدرك.\n- تكملة شرح جامع الترمذي لابن سيّد النّاس.\n- تخريج أحاديث منهاج البيضاوي.",
        "(1/15)\n\nوصف النّسخ الخطّيّة\nاعتمدنا في إخراج هذا الكتاب على أربع نسخ خطّيّة:\n\nالأولى:\nنسخة محفوظة في مكتبة جامعة برنستون في الولايات المتّحدة الأمريكية، وهي الأصل الذّي اعتمدناه، وهي بخطّ المصنّف، وعليها تعليقاته، وفي آخرها إجازاته لمن قرأها عليه.\nتتألّف من أربعين ورقة، في كلّ ورقة ستّ وعشرون بيتا، كتبت بخطّ نسخي مقروء، ضبط المصنّف أكثر كلماتها بالشّكل.\nورمزنا لها ب (أ) .\n\nالثّانية:\nنسخة مكتبة شهيد علي في تركية، ناسخها العلّامة الإمام إبراهيم بن محمّد بن خليل المعروف بسبط ابن العجمي الحلبي الشّافعي سنة (811 هـ) ، وعليها تعليقات مفيدة بخطّ العلّامة الإمام محمّد بن أبي الوليد بن الشّحنة الحنفي، علّقها سنة (826 هـ) عند قراءته لها على سبط ابن العجمي.\nوهي نسخة نفيسة مقابلة على نسخة المؤلّف رحمه الله تعالى، مكتوبة بخطّ نسخي مقروء، ومضبوطة بالشّكل، تتألّف من ثلاثين ورقة، كلّ ورقة أربعون بيتا.\nورمزنا لها ب (ب) .\n\nالثّالثة:\nنسخة مكتبة الحرم المكّيّ، غير معروفة النّاسخ، عليها تعليقات، كتب في الصّحيفة الأولى أنّها من «شرح الأجهوري» على المنظومة، نسخت في سنة (1335 هـ) ، مكتوبة بخطّ نسخي جيّد، ضبط فيها بعض الكلمات بالشّكل، تتألّف من عشرين ورقة، في كلّ ورقة أربعة وخمسون بيتا.\nورمزنا لها ب (ج) .\n(1/16)",
        "\nالرّابعة:\nنسخة ثانية في مكتبة الحرم المكّيّ، ناسخها محمّد المنوي الفراتي، وفي آخرها أنّه فرغ منها سنة (1326 هـ) ، كتبت بخط مغربي مقروء، ضبط فيها بعض الكلمات بالشّكل، تتألّف من عشرين ورقة، في كلّ ورقة ثلاثون بيتا.\nورمزنا لها ب (د) . «1»\n__________\n(1) كتب على ظهر هذا المخطوط ما نصه: (أروي هذه الألفية عن شيخنا العلامة السيد أحمد البرزنجي، عن والده السيد إسماعيل البرزنجي، عن الشيخ صالح الفلاني العمري، عن محمد بن سنّة عن مولاي الشريف محمد بن عبد الله الولاتي، عن الشيخ محمد بن أركماش الحنفي، عن الحافظ أحمد بن علي بن حجر العسقلاني، عن مؤلفها الحافظ الإمام جمال الحفاظ الفخام زين الدين عبد الرحيم بن الشيخ الإمام الزاهد القدوة المسلّك حسين بدر الدين بن أبي بكر بن إبراهيم الكردي الرازناني الأصل ثم المصري الشافعي، المعروف بالزين العراقي، نسبة إلى عراق العرب قال: ... ) ثم سرد «الألفية» .\n(1/17)\n",
        "منهج العمل في الكتاب\n- قابلنا المخطوطة الأصل والّتي بخطّ المصنّف على النّسخ الآخرى، وأثبتنا الفروقات المهمّة.\n- ضبطنا النّصّ بالشّكل الكامل ضبطا دقيقا، معتمدين في ذلك على نسخة الأصل؛ لأنّ العراقيّ رحمه الله تعالى شكل معظمها، وكذلك على المصادر والمراجع لتوثيق ضبط الأعلام والأماكن.\nوما كان له أكثر من ضبط ضبطناه بالاثنين معا قدر الاستطاعة.\n- وضعنا علامات التّرقيم بشكل دقيق يساعد على فهم النّصّ.\n- شرحنا بعض المفردات الغريبة.\n- علّقنا على بعض المواضع التي رأينا أنّها بحاجة لذلك، وقد قصدنا الاختصار في التّعليقات؛ لأنّ مرادنا إخراج النّصّ بأفضل شكل ممكن، وليس إخراج شرح له.\n- رقمنا الأبيات ليسهل على الطلبة حفظها.\n(1/18)\n\nصور المخطوطات المستعان بها",
        "(1/19)\n\nراموز ورقة العنوان للنسخة (أ)\nراموز الورقة الأولى للنسخة (أ)\n(1/21)",
        "\nراموز الورقة قبل الأخيرة للنسخة (أ)\nراموز الورقة الأخيرة للنسخة (أ)\n(1/22)\n",
        "راموز ورقة العنوان للنسخة (ب)\nراموز الورقة الأولى للنسخة (ب)\n(1/23)\n\nراموز الورقة الأخيرة للنسخة (ب)\nراموز ورقة العنوان للنسخة (ج)",
        "(1/24)\n\nراموز الورقة الأولى للنسخة (ج)\nراموز الورقة الأخيرة للنسخة (ج)\n(1/25)",
        "\nراموز ورقة العنوان للنسخة (د)\nراموز الورقة الأولى والأخيرة للنسخة (د)\n(1/26)\n",
        "الفيّة السّيرة النّبويّة المسمّاة نظم الدّرر السّنيّة في السّير الزّكيّة نظمها بالمدينة الشّريفة الإمام الكبير الحافظ المجدّد زين الدّين عبد الرّحيم بن الحسين العراقي رحمه الله تعالى\n(1/27)\n\nبسم الله الرّحمن الرّحيم اللهمّ صلّ على سيّدنا محمّد وآله وصحبه وسلّم\n\n[مقدمة المؤلف]\nيقولُ رَاجي مَن إليهِ المَهرَبُ ... عبدُ الرحيمِ بنُ الحسينِ المُذنبُ:\nأحمدُ ربّي بأتمّ الحَمدِ ... وللصّلاة والسّلام أُهدِي\nإلى نبيّهِ وأَرجو الله ... في نُجْحِ ما سئلتُهُ «1» شِفَاها\nمِنْ نظمِ سيرةِ النَبيّ الأمْجَدِ ... ألفيةً «2» حاويةً للمَقصِدِ «3»\nوليعلمِ الطالبُ أنَّ السّيَرَا ... تَجمَعُ ما صحَّ وما قدْ أُنْكرَا «4»\nوالقصدُ ذكرُ ما أتى أهلُ السّيَرْ ... بهِ، وإنْ إسنادُهُ لمْ يُعْتَبَرْ\nفإنْ يكنْ قدْ صحَّ غيرُ ما ذُكِرْ ... ذكرتُ ما قد صحّ منه واستطر «5»\n__________\n(1) في (د) : (ما سألته) .\n(2) قوله: (ألفيّة) أي: ألف بيت، وهي غير «ألفيته» التي صنّفها في مصطلح الحديث وعلومه.\n(3) في هامش (ب) : (وجد بخط النووي: مقصد بكسر الصاد بالقلم، ولم أره لا في «الصحاح» ولا في غيره من كتب اللغة) .\n(4) أي: يتسامح في السيرة في نقل الأخبار فيما يدور بين الصحة والضعف، لكن لا يصل الحال إلى الموضوع والمختلق.\n(5) في (د) : (واشتهر) . واستطر- بالبناء للمفعول-: كتب.",
        "(1/29)\n\nأسماؤه الشّريفة صلّى الله عليه وسلّم\nمحمدٌ، معَ المُقفّي، أحمَدا ... الحاشرُ، العَاقِبُ، والمَاحي الرّدى\nوهْوَ المسمَّى بنبيّ الرَّحمةِ ... في «مُسلمٍ» ، وبنبيّ التوبةِ «1»\nوفيهِ أيْضًا: بنبيّ المَلْحَمَهْ «2» ... وفي رِوايةٍ: نبيّ المرحمه «3»\nطه، وياسين، مَعَ الرَّسولِ ... كذاكَ عبدُ الله في التَّنْزيلِ\nوالمُتَوَكّلُ، النبيُّ الأمّي ... والرَّؤُفُ، الرَّحيمُ أيُّ رُحْمِ\nوشاهِدًا، مُبَشّرًا، نَذيرَا ... كذا سِرَاجًا، صِلْ بِهِ منيرا\nكذا به المزّمّل، المدّثّر ... وداعيا لله، والمذكّر\nورَحْمَةً، ونِعْمَةً، وهادي ... وغَيْرَها تَجِلُّ عن تَعدادِ\nوقدْ وعَى ابنُ العربيّ «4» سَبعهْ ... مِنْ بعدِ ستّين، وقيل: تسعه\n__________\n(1) أخرجه مسلم (2355/ 126) .\n(2) في النسخة المطبوعة من «صحيح مسلم» : (نبي الرحمة) ، ولم نجد «نبي الملحمة» فيه، وقد ذكرها المزي في «تحفة الأشراف» (6/ 472) وعزاها لمسلم، وهذه الرواية أخرجها الحاكم (2/ 604) ، وابن حبان (6314) ، وأحمد (4/ 395) ، وغيرهم.\n(3) ذكرها النووي في «شرح مسلم» (14/ 106) ، والمناوي في «فيض القدير» (3/ 45) حيث قال: (بميم أوله بخط المصنف) .\n(4) هو الإمام القاضي أبو بكر محمد بن العربي المالكي، ذكر ذلك في «عارضة الأحوذي» .\n(1/30)",
        "\nمِنْ بعدِ تسعينَ ولابنِ دِحْيةِ «1» ... الفَحْصَ يُوفِيها ثلاث مئة\nوكونها ألفا ففي «العارضة» «2» ... ذكره عن بعض ذي الصّوفيّة «3»\n__________\n(1) هو العلامة المحدث أبو الخطاب عمر بن حسن بن محمد الكلبي الداني المتوفى سنة (632 هـ) .\n(2) وهو كتاب «عارضة الأحوذي» .\n(3) كل هذه الكثرة في الأسماء ليست بغريبة إذا كان التوسع فيها على سبيل الصفة.\n(1/31)\n",
        "ذكر نسبه الزّكيّ الطّيّب الطّاهر صلّى الله عليه وسلّم\nوهْو ابنُ عبدِ الله، عبدُ المطلبْ ... أبوهُ، وهْوَ: شَيبَةَ الحَمْدِ نُسِبْ «1»\nأبُوهُ عمرٌو هاشِمٌ، والجدُّ ... عبدُ مَنافِ بنُ قُصَيّ زَيْدُ «2»\nابنُ كِلابٍ «3» ؛ أي: حكيمٍ يا أُخَيْ ... وهْوَ ابنُ مُرَّةَ بنِ كعْبِ بنِ لُؤَيْ\nوهْوَ ابنُ غالبٍ؛ أي: ابنِ فِهْرِ «4» ... وهْوَ ابنُ مالكٍ؛ أي: ابنِ النضْرِ\nوأبُهُ «5» كِنانةٌ ما أبْرَكَهْ ... والده خزيمة بن مدركه\n__________\n(1) في (ب) وهامش (أ) : (نسخة:\nوهو ابن عبد الله والأب انتسب ... لشيبة الحمد اسم عبد المطّلب)\nوبعض أجداده الكرام يعرف باسمين، ولعل أحدهما اسم، والثاني لقب؛ كعبد المطلب؛ فإنه يقال له: شيبة الحمد.\n(2) عمرو: هو الجد الثاني للنبي صلى الله عليه وسلم، وهاشم لقب له، ولقّب بذلك لأنه كان يهشم الثريد للضيف. وعبد مناف: والد هاشم، اسمه المغيرة، وعبد مناف لقب له. وقصي: والد عبد مناف، اسمه زيد. وانظر في ذلك «سبل الهدى والرشاد» للعلامة الصالحي، و «الصرح الممرد» للعلامة عمر بن علوي الكاف رحمه الله؛ فإنهما من أجمع ما كتب في أجداد النبي صلى الله عليه وآله وسلم.\n(3) كلاب: لقب لحكيم، وهو والد قصي، ولقب بذلك لمحبته الاصطياد بالكلاب، وقيل: لمكالبته الأعداء في الحرب.\n(4) الفهر: حجر طويل ناعم صلب، يسحق به الصيدليّ الأدوية، ولقّب بذلك لشبهه به من حيث الطول والصلابة، واسمه قريش، وهو الجد الجامع لهم على الأصح، انظر «الصرح الممرد» (ص 108) .\n(5) أبه: أبوه على لغة النقص، كقول رؤبة بن العجاج:\nبأبه اقتدى عديّ في الكرم ... ومن يشابه أبه فما ظلم\n(1/32)\n\nوهْوَ ابنُ إلْياسَ؛ أيِ: ابْنِ مُضَرا ... إبنِ نزارِ بْنِ مَعَدٍّ لا مِرا «1»\nوهو ابن عدنانَ، وأهلُ النسبِ ... قدْ أجْمعوا إلى هُنا في الكتُبِ\nوبعدَهُ خُلْفٌ كثيرٌ جَمُّ ... أصحُّهُ حواه هذا النّظم\nعدنان في القول الأصحّ ابنُ أُدَدْ ... وبعضُهُمْ يزيدُ أُدًّا في العَدَدْ\nبَينَهُما، وأُدَدٌ والدُهُ ... مُقَوَّمٌ، ناحورُ بعدُ جَدُّهُ\nوهْوَ ابنُ تَيْرَحٍ؛ أيِ: ابنِ يَعْرُبا ... وأنَّ يعربا هوَ ابنُ يَشجُبَا\nوهْو ابنُ نابِتٍ، وإسماعيلُ ... أب له، وجدّه الخليل\nإبراهيم بن تارح؛ أي: آزر ... وهو ابن ناحور، وهذا آخر «2»\nوهو ابن شاروح بنِ أرْغو، فالَخْ ... أبٌ له، ابنُ عَيْبرَ بنِ شالَخْ «3»\nوهْو ابنُ أرْفَخْشَذْ، أبوهُ سامُ ... أبوه نوح صائم قوّام\n__________\n(1) لامرا: لا شك، فإن نسبه الشريف إلى عدنان مجمع عليه بين أهل النسب، وأخرج ابن سعد في «الطبقات» (1/ 56) بسنده: (أن النبي ص كان إذا انتسب.. لم يجاوز في نسبه معد بن عدنان بن أدد، ثم يمسك ويقول: «كذب النسابون، قال الله عز وجل: وَقُرُوناً بَيْنَ ذلِكَ كَثِيراً) .\n(2) قوله: (تارح؛ أي: آزر) أي: أن تارح هو نفسه آزر، وهو قول ابن إسحاق كما نقل ابن هشام (1/ 2) . وقوله: (وهذا آخر) أي: غير ناحور المتقدم.\n(3) في هامش (ب) : (شالخ: قيده بعض مشايخي فقال: كهاجر وغالب؛ لما رأيت في النسخة التي قرئت على مؤلف هذه: فالخ مكسور اللام، بالقلم، وإذا كان كذلك.. فشالخ مكسور اللام أيضا عنده، والله أعلم. وقد رأيت عن ابن بري في حواشي «المقرب» في الكلام على «لام» فالخ، قال: وهو على وزن أفعل أو فاعل مثل شالخ، فهذا صريح في أن لامه مفتوحة، والله أعلم) .",
        "(1/33)\n\nوهو ابن لامك بن متّوشلخا ... إبن خنوخ، وهْو فيما وُرِّخا «1»\nإدريسُ- فيما زعموا- يَرْدٌ أبُهْ ... وهو ابنُ مَهْليلَ بنِ قَيْنن يَعْقِبُهْ\nيانش شيث أبه ابن آدما ... صلَّى عليه ربُّنا وسلَّما\nأمَّا قريشٌ.. فالأصحُّ فهر «2» ... جماعها، والأكثرون: النّضر «3»\nوأمّه آمنة، والدُها ... وَهْبٌ، يَلي عبدُ منافٍ جَدُّها\nوهْوَ ابنُ زُهْرةَ يلي كِلابُ ... وفيهِ مَعْ أبيهِ الانتساب\n__________\n(1) ورّخا: تسهيل من أرّخا، من التأريخ.\n(2) في هامش (ب) : (بني عليه قولان: الأول: وهو أن قريشا هو إلياس. والثاني: أنه مضر تتمة أربعة فيه، والله أعلم. وحكي في المسألة قول شاذ، رواه بعض مشايخي في «شرح المنهاج» أو «الغنية» أو هما، وقد ذكرته في تعليقي عليه) .\n(3) في (ب) : (جماعها، وقيل: ذاك النضر) . وكون قريش جماعها- أي: الجامع لها- هو الأصح كما قال البيهقي وعزاه للجلّة، كذا نقل المناوي في «العجالة السنية» (ص 39) ، وقصد بالأكثرين الإمام الشافعي وأكثر الفقهاء- كما نقل ذلك صاحب «الصرح الممرد» (ص 108) والله أعلم.\n(1/34)",
        "\nذكر مولده وإرضاعه صلّى الله عليه وسلّم\nوَوُلِدَ النبيُّ عامَ الفيلِ ... أيْ في ربيعِ الأولِ الفَضيلِ\nليومِ الاثنينِ مُباركًا أتى ... لليلتينِ مِنْ ربيعٍ خَلتا\nوقيلَ: بل ذاكَ لثنتيْ عَشْرَهْ ... وقيلَ: بعدَ الفيلِ ذا بفترهْ\nبأربعينَ أو ثلاثينَ سنهْ ... ورُدَّ ذا الخُلْفُ وبعضٌ وهَّنَهْ «1»\nوقَدْ رَأتْ إذ وَضَعَتْهُ نورا ... خرَجَ منها، رأت القُصورا\nقصورَ بُصْرَى قَدْ أضاءتْ، ووُضِعْ ... بَصرُهُ إلى السماءِ مُرْتَفِعْ\nماتَ أبوهُ ولهُ عامانِ ... وثلُثٌ، وقيلَ بالنقصَانِ\nعنْ قَدرِ ذا؛ بلْ صحَّ كانَ حَمْلا «2» ... وأرْضعَتْهُ حينَ كان طِفلا\nمعْ عمّهِ حمزةَ ليثِ القَومِ ... ومَعْ أبي سلمة المخزومي «3»\n__________\n(1) قال المناوي في «العجالة السنية» (ص 41) : (ردّ ابن الجزار على هذا الخلاف وحكى الإجماع على أنه ولد عام الفيل) . وكونه في عام الفيل.. قال الحافظ ابن كثير: (هو المشهور عند الجمهور) ، وقال إبراهيم بن المنذر شيخ البخاري رحمهما الله: (لا يشك فيه أحد من العلماء، ونقل غير واحد فيه الإجماع) . انظر «السيرة الحلبية» (1/ 59) . وانظر الأقوال في «طبقات ابن سعد» (1/ 100) ، و «المنتظم» (1/ 245) ، و «سبل الهدى والرشاد» (1/ 401) .\n(2) أخرج ذلك الحاكم (2/ 600) وصححه، ووافقه الذهبي.\n(3) وهو عبد الله بن عبد الأسد المخزومي، من السابقين الأولين إلى الإسلام، كان من المهاجرين إلى الحبشة ثم إلى المدينة، شهد بدرا وأحدا ومات سنة أربع للهجرة من جرح أصابه يوم\n(1/35)\n",
        "ثويبة، وهي إلى أبي لهَبْ «1» ... أعتَقها، وإنهُ حينَ انقَلبْ\nهُلْكًا، رُئي نومًا بشرِّ حِيبهْ ... لكنْ سُقِي بعتقِهِ ثُويبهْ «2»\nوبعدَها حَليمةُ السَّعدِيهْ ... فَظفِرتْ بالدُّرةِ السَّنِيَّهْ\nنَالتْ بهِ خيرًا وأيَّ خَيرِ ... مِنْ سَعةٍ ورَغَدٍ وَمَيْرِ «3»\nأقامَ في سَعدِ بنِ بكرٍ عندَها ... أربعةَ الأعوامِ تَجْني سَعْدَها\nوحينَ شَقَّ صدرَهُ جبريلُ ... خَافتْ عليهِ حَدَثًا يَؤولُ «4»\nردَّتْهُ سَالمًا إلى آمنة ... وخرجت به إلى المدينة\n__________\nأحد. والمعروف أن ثويبة أرضعت حمزة، ثم أبا سفيان ابن عمه الحارث ثم رسول الله صلى الله عليه وسلم، ثم أبا سلمة، ولا يلزم أن يكون الرضاع في وقت واحد، بل كان في أزمنة مختلفة، لذلك قيل: كان حمزة أسنّ من رسول الله ص بأربع سنين، وفي المسألة خلاف لا يهمّ. وانظر «السيرة الحلبية» (1/ 85) .\n(1) قوله: (وهي إلى أبي لهب) أي: منسوبة؛ إذ كانت رقيقة لأبي لهب وأعتقها. وخبر عتق ثويبة أخرجه البخاري مرسلا، وقد تكلمنا عنه بتوسّع في رسالتنا الموجزة عن المولد النبوي الشريف: «حول الاحتفال» .\n(2) في هامش (ب) : (الذي رآه هو العباس أخوه، رآه في النوم) . وحيبة- بكسر المهملة وسكون التحتانية بعدها موحدة-: حالة، قال الحافظ ابن حجر في «فتح الباري» (9/ 145) : (5101) وانظر تعليق الحافظ ابن حجر على هذه المسألة ففيها فوائد مهمة، والله أعلم.\n(3) الميرة: الطعام الذي يدخره الإنسان.\n(4) هذا هو الشق الأول لصدره الشريق، والثابت: أن الشق كان أربع مرات: فالأولى: كان في بني سعد، وهو هذا، وأما المرّة الثانية: فقد شق صدره الشريف ص وهو ابن عشر سنين، وأما المرّة الثالثة: فقد شق صدره الشريف عند مجيء جبريل عليه السلام بالوحي حين نبّىء، وأما المرّة الرابعة: فهي ليلة الإسراء كما ورد في «الصحيحين» . وانظر «تاريخ الحوادث» (12- 13) .\n(1/36)\n\nتزور أخوالا له، فمرضت ... راجعة، وقبضت، فدفنت «1»\nهناك بالأبواءِ «2» ، وهْوَ عمُرُهْ ... ستُّ سنينَ معَ شيء يقدره\nضابطه بمئة أيّاما ... وقيلَ: بلْ أربعَةٌ «3» أعوَاما\nوحينَ ماتَتْ حملتْهُ برَكَهْ «4» ... لجدِهِ بمكةَ المُبَارَكهْ\nكَفَلَهُ إلى تمام عمره ... ثمانيا، ثمّ مضى لقبره\n__________\n(1) في (ب) : (فقبضت ودفنت) .\n(2) الأبواء- بالفتح وسكون الموحّدة تحت، وفتح الواو، وبعد ألف ممدودة-: وهي تقع شرق مستورة على يمين الذاهب إلى المدينة المنورة من الخط القديم، وهي محافظة تابعة للمدينة المنورة من أعمال الفرع، تسمى اليوم بالخريبة، بينها وبين رابغ (43) كيلومترا، وبينها وبين مكة المكرمة (200) كيلومترا تقريبا، فيها قبر السيدة آمنة بنت وهب أم النبي صلى الله عليه وسلم.\n(3) قال الأجهوري في «حاشيته على الألفية» : (قوله: «بل أربعة» عطف على «ست سنين» فهو مرفوع، لا على «بمئة» ) .\n(4) بركة: هي بركة بنت ثعلبة، وهي المعروفة بأم أيمن، مولاة النبي صلى الله عليه وسلم وحاضنته، وكانت لأم رسول الله صلى الله عليه وسلم، وكان رسول الله صلى الله عليه وسلم يقول: «أم أيمن أمي بعد أمي» ، أعتقها رسول الله ص حين تزوج خديجة رضي الله عنها، وتزوج عبيد بن زيد من بني الحارث بن الخزرج أم أيمن، فولدت له أيمن. انظر «الإصابة» (4/ 432) .",
        "(1/37)\n\nذكر كفالة أبي طالب له صلّى الله عليه وسلّم\nأوْصَى بهِ جَدُّهُ عبدُ المُطلِبْ ... إلى أبي طالبٍ الحَامي الحَدِبْ «1»\nيَكفُلُهُ بعدُ، فكانَتْ نَشْأتُهْ ... طاهرةً مَأمونةً غائِلتُهْ\nفكانَ يُدعى بالأمينِ، ورَحَلْ ... معْ عَمهِ للشَّامِ حتى إذْ وصَلْ\nبُصرى.. رأى منه بَحِيرا، الراهبُ ... ما دلَّ أنه النبيُّ العاقِبُ\nمحمدٌ نبيُّ هذي الأمَّهْ ... فرَدَّهُ؛ تَخَوفًا مِنْ ثَمَّهْ\nمِنْ أنْ يَرَى بعضُ اليهودِ أمرَهْ ... وعمْرهُ إذ ذاك ثِنتا عشْرهْ\nثمَّ مضَى للشَّامِ مَعْ مَيْسرةِ ... في مَتجرٍ، والمَالُ منْ خَديجةِ\nمِنْ قَبلِ تزويجٍ بها، فبلغا ... بصرى فباع وتقاضى ما بغى «2»\nوقدْ رأى ميسرةُ العَجَائبَا ... منهُ وما خُصَّ بهِ مواهِبا «3»\nوحدَّثَ السيدةَ الجَليلَهْ ... خديجةَ الكُبرى «4» فأحصَتْ قِيلَهْ\nورغِبَتْ، فخطبَتْ محمَّدا ... فيَا لها من خطبة ما أسعدا\n__________\n(1) الحدب: العطوف.\n(2) تقاضى: طالب بثمن ما باعه. وما بغى: اشترى الذي طلب، أو: اشترى ولم يتعد ويظلم في بيعه وشرائه على أصل العصمة له صلّى الله عليه وسلّم.\n(3) لم تثبت رواية صريحة بأن ميسرة بقي إلى البعثة.\n(4) في (ب) : (خديجة الفضلى) ، وفي هامشها: (نسخة: الكبرى) .\n(1/38)",
        "\nوكان إذا زُوّجَها «1» ابنَ خمسِ ... منْ بعدِ عشرينَ بغيرِ لبس «2»\n__________\n(1) زوّجها: بالبناء للمفعول.\n(2) في هامش (أ) : (بلغ الشيخ شهاب الدين أحمد بن عثمان بن الكلوتاتي نفع الله به قراءة عليّ والجماعة سماعا. كتبه مؤلفه) . وفي هامش (ب) : (في سنه عليه الصلاة والسلام لما تزوج خديجة أقوال، هذا أحدها، وهو الذي ذكره غير واحد من أهل العلم، و [الثاني] : قال ابن عبد البر: خرج عليه الصلاة والسلام إلى الشام في تجارة لخديجة سنة خمس وعشرين، وتزوج خديجة بعد ذلك بشهرين وخمسة وعشرين يوما في عقب صفر سنة ست وعشرين، و [الثالث] : قال الزهري: كانت سنه عليه الصلاة والسلام يوم تزوج خديجة إحدى وعشرين سنة، و [الرابع] : قال أبو عمر ابن عبد البر: وقال أبو بكر بن عثمان وغيره: كان يومئذ ابن ثلاثين سنة. و [الخامس] : قال بعضهم: وقال ابن جريج: وله سبع وثلاثون سنة، و [السادس] : قال البرقي: تسع وعشرون) اه\n(1/39)\n",
        "قصّة بناء الكعبة\nوإذْ بَنَتْ قريشٌ البيتَ، اختلَفْ ... ملاؤهُمْ «1» تنازعًا، حتى وقَفْ\nأمرُهمُ فيمنْ يكونُ يَضَعُ ... ألحجرَ الأسودَ حيثُ يُوضعُ\nإذْ جاءَ قالوا كلُّهُمْ: رَضِينا ... لوضعِهِ محمدَ الأمينَا\nفحُطَّ في ثوبٍ وقال: يَرْفعُ ... كلُّ قبيلٍ طرَفًا، فرفَعُوا\nثُمَّتَ أودَعَ الأمينُ الحَجَرا ... مكانَهُ، وقد رضُوا بما جرى\n__________\n(1) ملاؤهم: أغنياؤهم أو رؤساؤهم.\n(1/40)\n\nبدء الوحي\nحتى إذا مَا بَلَغَ الرسولُ ... الأربعينَ.. جَاءهُ جبريلُ «1»\nوهْوَ بغارٍ بحِرَاءٍ مُختَلي ... فجاءهُ بالوحيِ منْ عندِ العَلي\nفي يومِ الاثنينِ، وكانَ قدْ خَلَتْ ... منْ شَهرِ مولدٍ ثمانٌ انْ ثَبَتْ «2»\nوقيلَ: في سابعِ عشري «3» رَجبِ ... وقيلَ: بلْ في رمضانَ الطيّبِ «4»\nقالَ لهُ: اقرأ وهْوَ في المِرارِ ... يُجيبُ نُطقًا: ما أنا بِقاري\nفَغَطَّهُ ثلاثةً حتى بَلَغْ ... الجَهْدَ، فاشتدَّ لذاكَ وانصبَغْ «5»\nأقرأَهُ جبريلُ أولَ العلق ... قرأه كما له به نطق\n__________\n(1) في هامش (ب) : (في سنه ص لما بعث أقوال: أربعون سنة، وهو الصحيح عند أهل السير والعلم بالأثر، وقيل: أربعون ويوم، وذكر بعضهم قيل: وعشرة أيام، وقال السهيلي: وقد روي أنه نبّىء لأربعين وشهرين من مولده، وفي المسألة قول خامس حكاه القاضي عياض عن ابن عباس وسعيد بن المسيب رواية شاذة: أنه بعث على رأس ثلاث وأربعين سنة، وصوب النووي: أنه على رأس الأربعين، والله أعلم) .\n(2) قال المناوي في «العجالة السنية» (ص 53) : (قال ابن عبد البر: وكان قد خلت من شهر ربيع الأول- وهو شهر مولده- ثمانية أيام سنة إحدى وأربعين منذ الفيل، واعترضه الناظم بأنه إنما يتم إن ثبت بتوقيف صحيح، وأنى به؟) وانظر هذه الأقوال وغيرها في «فتح الباري» أول (كتاب التعبير) (12/ 356) .\n(3) أي: عشرين، حذفت النون لإضافتها إلى رجب؛ تشبيها بنون الجمع.\n(4) قوله: (في رمضان الطيب) قال الحافظ في «فتح الباري» (12/ 356) : (وهو الراجح؛ لما تقدم من أنه الشهر الذي جاء فيه في حراء، فجاءه الملك، وعلى هذا: يكون سنّه حينئذ أربعين سنة وستة أشهر) .\n(5) فاشتدّ: قوي جسمه على الحركة. وانصبغ: قوي على مخالطة الروحانيات.",
        "(1/41)\n\nوكونُ ذا الأولَ فهْوَ الأشهَرُ ... وقيلَ: بل يَا أَيُّهَا الْمُدَّثِّرُ\nوقيلَ: بلْ فاتحةَ الكتابِ ... والأولُ الأقربُ للصَوابِ «1»\nجَاءَ إلى خديجةَ الأمينَهْ ... يشكو لها ما قد رآه حينه\nفثبّتته إنّها موفّقه ... أوّل ما قد آمنت مُصَدِّقَهْ\nثمَّ أَتَتْ بهِ تَؤمُّ وَرَقَهْ ... قَصَّ عليه ما رأى فصدّقه\nفهو الّذي آمن بعدُ ثانيا ... وكانَ بَرًّا صَادقًا مُواتِيا «2»\nوالصادِقُ المصدوقُ قالَ: إنهْ ... رأى له تَخَضْخُضًا «3» في الجنّه\n__________\n(1) انظر «فتح الباري» (1/ 28) فقد رجح هذا القول وأتى بالأدلة، والنووي في «شرح مسلم» (2/ 207) وصرح ببطلان القول الثاني.\n(2) مواتيا: مترفّقا متلطّفا.\n(3) تخضخضا: حركة واضطرابا، وقد اختلف في إسلام ورقة، والذي جزم به ابن كثير وابن الشحنة- ونسبه إلى جهابذة أئمة الأثر- والحافظ العراقي ومال إليه الحافظ ابن حجر في «الإصابة» (3/ 597) إنما هو إسلامه، والله أعلم. وقد أخرج أبو يعلى في «مسنده» (2047) من طريق إسماعيل عن مجالد عن الشعبي عن جابر بن عبد الله قال: سئل النبي ص عن ورقة بن نوفل، قال: «أبصرته في بطنان الجنة عليه سندس» ، وقال ابن عدي في «الكامل» (1/ 319) : (تفرد به إسماعيل عن أبيه) ، لكن تعقبه الحافظ في «الإصابة» (3/ 598) وقال: (قد أخرجه ابن السكن من طريق يحيى بن سعيد الأموي عن مجالد، لكن لفظه: «رأيت ورقة على نهر من أنهر الجنة؛ لأنه كان يقول: ديني دين زيد، وإلهي إله زيد» ) ، وقال الهيثمي في «مجمع الزوائد» (9/ 419) : (رواه أبو يعلى وفيه مجالد، وهذا مما مدح من حديث مجالد، وبقية رجاله رجال الصحيح، وقال: عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: «لا تسبوا ورقة؛ فإني رأيت له جنة أو جنتين» رواه البزار متصلا ومرسلا، وزاد في المرسل: «كان بين أخي ورقة وبين رجل كلام، فوقع الرجل في ورقة ليغضبه ... » والباقي بنحوه، ورجال المسند والمرسل رجال الصحيح، وعن أسماء بنت أبي بكر: أن النبي ص سئل عن ورقة بن نوفل فقال: «يبعث يوم القيامة أمة وحده» رواه الطبراني ورجاله رجال الصحيح) .\n(1/42)",
        "\nقدر إقامته بمكّة بعد البعثة\nأقَامَ في مَكَّةَ بعدَ البِعثَةِ ... ثلاثَ عَشْرةَ بغيرِ مِرْيةِ\nوقيلَ: عَشْرًا، أو فخمسَ عشْرَهْ ... قولانِ وهَّنُوهُما بمَرَّهْ «1»\nفكانَ في صَلاتهِ يَستقبِلُ ... بمكةَ القُدسَ، ولكنْ يَجعَلُ\nالبيتَ منْ بينِ يديهِ أيضا ... فيما أتى تَطوّعًا أو فَرْضا «2»\n__________\nقال الحافظ: (أخرج الزبير بن بكار عن عروة بن الزبير قال: كان بلال لجارية من بني جمح، وكانوا يعذبونه برمضاء مكة يلصقون ظهره بالرمضاء لكي يشرك، فيقول: أحد أحد، فيمر به ورقة وهو على تلك الحال فيقول: أحد أحد يا بلال، والله لئن قتلتموه لأتخذنه حنانا، وهذا مرسل جيد، يدل على أن ورقة عاش إلى أن دعا النبي ص إلى الإسلام حتى أسلم بلال، والجمع بين هذا وبين حديث عائشة- أي: عند البخاري- أن يحمل قوله: «ولم ينشب ورقة أن توفي» أي: قبل أن يشتهر الإسلام ويؤمر النبي صلى الله عليه وسلم بالجهاد) .\n(1) قوله: (وهنوهما بمرة) ليس بمسلّم، فقد أخرج البخاري عن عائشة وابن عباس رضي الله عنهم (4464) ، والحاكم (2/ 626) عن عروة، والطبري في «تاريخه» (2/ 383) عن أنس وابن عباس وسعيد بن المسيب وعمرو بن دينار رضي الله عنهم: (أن النبي صلى الله عليه وسلم مكث بمكة عشرا) ، وأخرج مسلم (2353) ، والحاكم (2/ 627) والطبري في «التاريخ» (2/ 386) عن ابن عباس: (أن النبي ص مكث بمكة خمس عشرة سنة) ، أما القول الذي أورده المصنف.. فأخرجه البخاري (3902) ، ومسلم (235) ورجحه الحافظ في «الفتح» (8/ 151) ، ويجمع بين الأقوال: أن من قال بالعشرة لم يعد السنوات الثلاث في أول البعثة وقبل الأمر بإظهار الدعوة، ومن قال بخمس عشرة أخذ بقول من قال: إن النبي ص توفي وعمره خمس وستون سنة، وقال المناوي في «العجالة السنية» (ص 59) : (والثالث: حسب معها السنتين اللتين كان يرى فيهما الضوء والنور ويسمع الصوت ويرى الرؤيا فتجيء كفلق الصبح) والله أعلم.\n(2) في هامش (ب) : (وقال آخرون: إنه عليه السلام صلى أول ما صلى إلى الكعبة، ثم إنه\n(1/43)\n",
        "وبعدَ هجرةٍ كذا للقُدْسِ ... عامًا وثُلثًا، أو ونصْفُ سُدْسِ «1»\nوحُوِّلتْ منْ بعدِ ذاكَ القِبلةُ ... لكعبة الله ونعم الجهة «2»\n__________\nصرف إلى بيت المقدس، ومن الناس من قال: كانت صلاته عليه السلام إلى بيت المقدس من حين فرضت الصلاة بمكة إلى أن قدم المدينة، ثم بالمدينة إلى وقت التحويل، قال أبو عمر: وأحسن من ذلك قول من قال: إنه عليه السلام كان يصلي بمكة يستقبل القبلتين، فذكر القول الذي قاله شيخنا، وله مستند من حديث ابن عباس) .\n(1) قوله: (أو ونصف سدس) أي: عاما وثلثا ونصف سدس أيضا فتكون ستة عشر أو سبعة عشر شهرا- كما روى البخاري (40) - ورجح الحافظ في «فتح الباري» (1/ 96) القول الثاني، فانظره تستفد.\n(2) في هامش (ب) : (كم أقام عليه السلام يصلي إلى بيت المقدس بعد مقدمه المدينة؟ عشرة أقوال، وهي روايات: ستة عشر شهرا- وهو المعتمد؛ إذ في «صحيح مسلم» الجزم بها عن البراء فتعينت- الثاني: سنتان، 3- تسعة عشر شهرا، 4- ثمانية عشر شهرا، 5- سبعة عشر شهرا وثلاثة أيام، 6- سبعة عشر شهرا، وهو قريب من الذي قبله، 7- ثلاثة عشر شهرا، 8- ثمانية أشهر، 9- تسعة أشهر، 10- شهران) .\n(1/44)\n\nذكر السّابقين للإسلام\nمِنَ الرجالِ ابنُ أبي قُحَافهْ ... قالَ بهِ حسّان في القصيدة «1»\nوعِدةٌ من الصحَابةِ الأُلى ... وفَّوْا، وتابِعُوهُمُ ممن تلا\nخديجَةَ اذكرْ أولَ النّسوانِ ... عليًّا اعدُدْ أولَ الصّبيان\nوعمره ثمان او معشّر «2» ... أو ستّ او خمس، وقيل: أكبر\nمن الموالي: زيد ابن حارثهْ ... كان مُجَالِسًا لهُ محادِثَهْ\nعثمَانُ والزبيرُ وابنُ عوْفِ ... طلحةُ سعدٌ أمِنوا مِنْ خَوفِ\nإذ آمنوا بدعوةِ الصديقِ ... كذا ابنُ مظعونٍ بذا الطريقِ\nثم أبو عبيدةٍ والأرقمُ ... كذا أبو سلمةَ المكرَّمُ «3»\nوابنُ سعيدٍ خالدٌ قدْ أسلمَا ... وقيلَ: بلْ قبلَهُمُ تَقدَّما\nكذا ابنُ زيدٍ؛ أي: سعيدٌ لا مِرَا ... وزوجُهُ فاطمةُ أختُ عُمَرا\nكذاكَ عبدُ الله معْ قُدامَهْ ... هما لمظعونٍ سعيدا الهامه «4»\n__________\n(1) وهو قوله في ديوانه (1/ 125) من البسيط:\nألثّاني التّالي المحمود مَشْهدُه ... وأول الناس منهم صدق الرسلا\n(2) معشّر: عشر سنوات.\n(3) أبو سلمة: هو المخزومي أخو النبي صلى الله عليه وآله وسلم في الرضاعة.\n(4) هما عبد الله وقدامة ابنا مظعون أخوا عثمان بن مظعون. وقوله: (سعيدا الهامة) أشار به إلى شجاعتهما. والهامة: الرأس.",
        "(1/45)\n\nوحاطبٌ حطابٌ «1» ابنا الحارثِ ... أسماءُ عائشْ وهْيَ غير طامث\nكذا ابن إسحاق بذاكَ انفرَدا ... ولم تكنْ عائِشُ ممنْ وُلِدا «2»\nفاطمةٌ «3» فُكَيْهَةُ الزوجانِ ... تلكَ لذاكَ هذهِ للثاني\nعبيدةُ بْنُ حارثٍ، خَبّابُ ... ابنُ الأرتِّ كلهُمْ أجَابُوا\nكذا سَلِيْطٌ وهُوَ ابنُ عمرِو ... وابنُ حذافةَ خُنَيْسٌ بَدري «4»\nوابنُ ربيعةَ اسمُهُ مسعودُ ... ومَعْمَرُ بنُ حارثٍ معدودُ\nوولدا جَحْشٍ هما عبدُ الله ... كذا أبو أحمدَ عبدٌ أوَّاهْ\nكذا شَبيهُ المُصطفى؛ أي: جَعفرُ ... أسماءُ زوجُهُ «5» ، الحَليفُ عامرُ\nعياشٌ اعني ابنَ أبي ربيعهْ ... وزوجه أسما إلى سلامة «6»\n__________\n(1) حطاب: بالحاء المهملة- وقيل: بالخاء المعجمة- ابن الحارث الجمحي، وقد ضبطها العراقي بخطه بالمعجمة والمهملة.\n(2) قول ابن إسحاق: (إن عائشة رضي الله عنها كانت من السابقين) نقله عنه ابن هشام في «سيرته» (1/ 253) وابن عبد البر في «الدرر» (39) ، ورده المصنف، قال مغلطاي في «سيرته» (109) بعد نقله: (كذا قاله ابن إسحاق، وهو وهم، لم تكن عائشة ولدت بعد، فكيف تسلم؟! وكان مولدها سنة أربع من النبوة) والله أعلم.\n(3) في هامش (ب) : (فاطمة هذه هي: ابنة المجلّل بن عبد الله، وهي زوج حاطب بن الحارث المتقدم، وفكيهة بنت يسار هي زوج حطاب بن الحارث، فاعلمه) .\n(4) سليط: هو ابن عمرو بن عبد شمس القرشي العامري. خنيس: هو ابن حذافة القرشي السهمي، وهو بدري قديم، تزوج حفصة بنت عمر قبل النبي صلى الله عليه وسلم.\n(5) أسماء: هي بنت عميس بن معد، زوجة جعفر بن أبي طالب، ووقع في مطبوع «العجالة السنية» تصحيف في (ص 69) ففيها: (زوجة عامر) ، والصواب ما في مخطوطها: (زوجته) أي: زوجة جعفر، فليتنبه. عامر: هو ابن ربيعة العنزي، حليف آل الخطاب.\n(6) قوله: (أسما إلى سلامة) أي: أسماء بنت سلامة بن مخربة التميمية، زوجة عياش.\n(1/46)",
        "\nنُعَيمٌ النَّحامُ، أيضًا حاطبُ ... وهو ابنُ عمروٍ، وكذاك السائبُ\nأي ابنُ عثمانَ بنِ مظعونٍ، ذكر ... أبوه، مع مطّلب ابن أزهَرْ\nوزوجُهُ رَملةُ، معْ أُمَيْنَهْ «1» ... بنت خلَفْ لخالد قرينه\nمضى اسمه، عمّار ابن ياسرِ ... وابنُ فُهَيْرةَ اسمِهِ بعامِرِ\nأبو حذيفةَ، صهيبٌ، جُنْدُبُ ... وهْوَ أبو ذرٍّ صَدوقٌ طيّبُ\nوقالَ: إني رابعٌ لأربعَهْ ... من تابِعِي النبيّ أسلموا معَهْ\nكذا أُنيسٌ أخُهُ قدْ أسلمَا ... ثُمَّتَ بعدُ أسلَمَتْ أمُهُمَا «2»\nكذا ابنُ عبدِ الله وهو واقد ... كذا إياسٌ، عاقِلٌ، وخَالدُ\nوعامرٌ أربعةٌ بنُو البُكَيرْ ... وابنُ أبي وقاصٍ اسمُه عُمَيرْ\nكذاك بنتُ أسدٍ فاطمةُ ... كذاك بنتُ عامرٍ ضُباعَةُ\nعمرٌو، أبو نَجِيحِ فيهمْ مَعدودْ ... عُتبةُ، عبدُ الله نجلا مسعود «3»\n__________\n(1) رملة: هي بنت أبي عوف. أمينة- بالتصغير-: هي بنت خلف بن أسعد الخزاعية، زوجة خالد بن سعيد بن العاصي، مر ذكره.\n(2) قوله: (أمهما) أي: أم أبي ذر وأنيس، واسمها رملة بنت الوقيعة الغفارية.\n(3) أبو نجيح: هو عمرو بن عبسة السلمي. عتبة وعبد الله: هما ولدا مسعود بن غافل الزهري.\n(1/47)\n",
        "سبب إسلام ابن مسعود\n(رضي الله عنه)\nجاءَ لهُ النبيُّ وهْوَ يَرْعى ... غُنَيْمةً، يُسيمُها «1» في المرعَى\nقالَ لهُ: شاؤُكَ فيها لبنُ؟ ... قالَ: نعمْ، لكنني مُؤْتَمَنُ\nقالَ: فَهَلْ فيها إذن منْ شاةِ ... ما مسَّها الفَحلُ، إذًا فتَأْتي\nبِها، فمسَّ الضَّرْعَ وهْوَ يدْعو ... فامتَدَّ ضَرعُها وَدَرّ الضَّرْعُ\nفاحْتلَبَ الشاةَ وأسقى ثمَّ مَصْ ... في شربهِ قالَ لهُ: اقلُصْ «2» فَقلَصْ\nقالَ: فعلِّمني لَعَلي أعلَمُ ... قالَ له: غُلَيِّمٌ مُعَلَّمُ «3»\n__________\n(1) يسيمها: يتركها ترعى.\n(2) أقلص- بضم اللام-: انزو وانضم.\n(3) في هامش (أ) : (بلغ الشيخ بدر الدين محمد بن محمد بن يعقوب الجعبري قراءة عليّ، والشيخ زين الدين خالد بن [ ... ] ، ونور الدين علي بن عبد الرحمن بن سليم الجبائي، وزين الدين عبد الرحيم بن أبي بكر بن محمود بن الأدمي الحموي سماعا في الأول. كتبه ناظمه. بلغ الحافظ نور الدين الهيثمي قراءة على ناظمه والجماعة سماعا بالروضة الشريفة في الأول) .\n(1/48)\n\nاجتماع المسلمين بدار الأرقم\nواتَّخَذَ النبيُّ دارَ الأرْقَمِ ... للصحْبِ مُسْتخفِينَ عنْ قَوْمِهِمِ\nوقيلَ: كانوا يخرجونَ تَتْرى ... إلى الشِّعَابِ للصلاةِ سِرّا\nحتَّى مَضَتْ ثلاثةٌ سِنينا ... وأظهرَ الرحمنُ بعدُ الدّينا\nوصَدعَ النبيُّ جَهرًا مُعلِنا ... إذْ نَزلتْ فَاصْدَعْ بِما فما ونى «1»\nوأنذرَ العشائرَ التي ذكِرْ ... بجمعِهِمْ، إذْ نزلتْ وَأَنْذِرْ «2»\n__________\n(1) ما ونى: ما ضعف ولا تراخى عما أمر به.\n(2) في هامش (أ) : (بلغ أبو عبد الله محمد بن ثابت بن سعد الوريندي التلمساني قراءة عليّ، وأبو العباس أحمد بن محمد بن عبد العزيز الأنصاري التلمساني سماعا عليّ. كتبه مؤلفه) .",
        "(1/49)\n\nذكر تأييده صلّى الله عليه وسلّم بمعجزة القرآن\nوجعل الله له القرآنا ... آية حقّ أعجَزَتْ بُرهَانا\nأقامَ فيهمْ فوقَ عَشرٍ يَطلبُ ... إتيانَهُمْ بمثلِهِ فغُلِبُوا «1»\nثمَّ بعَشْرِ سُوَرٍ، بسورة «2» ... فلمْ يُطِيقوها ولو قَصيرهْ\nوهُمْ لَعَمرِي الفُصحاءُ اللُّسْنُ ... فانقَلَبوا وهُمْ حَيارى لُكْنُ «3»\nوأُسمِعوا «4» التوبيخَ والتَّقريعا ... لدى المَلا مُفترِقًا مَجموعا\nفلمْ يفُهْ منهمْ فصِيحٌ بِشَفَهْ ... مُعَارِضًا، بل الإلهُ صَرَفَهْ «5»\n__________\n(1) في هامش (أ) : (بلغ عبد الوهاب ولد ابن أبي زرعة قراءة عليّ، وشمس الدين محمد بن سليمان الشبراوي سماعا. كتبه مؤلفه) .\n(2) كذا في (أ) و (ج) ، وهي على حذف العاطف؛ أي: فطلب إتيانهم بسورة، وفي (د) : (فسورة) .\n(3) اللّسن- بضم اللام الثانية وسكون السين، جمع ألسن-: وهم الفصحاء. اللّكن- جمع ألكن-: وهو الذي عيّ وصعب عليه الإفصاح بالعربية لعجمة لسانه.\n(4) أسمعوا- بالبناء للمفعول-: أسمعهم الله فيما أنزل من محكم كتابه.\n(5) بشفة: أي: لم يفه بكلمة واحدة، وقوله: (بل الإله صرفه) قال المناوي في «العجالة السنية» (ص 76) : (وهذا الختام من الناظم يؤذن بميله إلى القول بالصرفة، وهو رأي مرجوح أطال المحققون في تقرير رده) . والصرفة: هو القول بأن المشركين كان في وسعهم الإتيان بمثل القرآن، ولكن الله صرفهم، وهو قول النظّام من المعتزلة، وقول البعض من أهل السنة، خلافا لقول الجمهور. ويمكن أن يقال: إن معنى الصرفة في قول المصنف هو المعنى اللغوي لا الاصطلاحي، أي: أن صرف الله سبحانه وتعالى لهم ظهور عجزهم عن معارضته في إيجازه وبلاغته وتراكيب ألفاظه ومعانيه مع كونه من جنس كلامهم؛ لكونه فاق في جميع فنون الكلام قدرتهم على الإتيان بمثله أو معارضته، فصار معجزة حيث عجزوا عن معارضته كلام الله بكلامهم، فأصبح\n(1/50)",
        "\nفَقَائلٌ يقولُ: هذا سِحرُ ... وقائلٌ: في أذُنيَّ وَقْرُ\nوقائلٌ يقولُ ممّنْ قَد طَغَوا: ... لا تسمعُوا لهُ، وفيه فالْغوا «1»\nوهُمْ إذا بعضٌ ببعضٍ قدْ خَلا ... اعتَرَفوا بأنَّ حقًّا ما تلا\nوأنهُ ليس كلامَ البَشَرِ ... وأنّه ليسَ لهُ بمُفتَرِي\nاعترَف الوليدُ، ثمّ النَّضرُ ... وعتبةٌ بذاكَ، واستقَرّوا\nوابنُ شَرِيقٍ باءَ وهْوَ الأخنسُ ... كذا أبو جهل، ولكن أبلسوا «2»\n__________\n- المعنى: صرفهم؛ أي: أعجزهم بكلامه وما فيه من فنون الكلام التي يعرفونها وينظمون على منوالها، حيث بلغت تلك الفنون رتبة عجزت عقولها عن أن تنظم كلاما يباري كلام الله عز وجل، وكلام المصنف رحمه الله يؤذن بذلك، فقد بدأ هذا الفصل بقوله:\nوجعل الله له القرآنا ... آية حق أعجزت برهانا\nوختمه بقوله:\nمعجزة باقية على المدى ... حتى إلى الوقت الذي قد وعدوا\nوإذا أقيم معنى الصرفة على المعنى الاصطلاحي.. انتفى كون القرآن الكريم معجزا في ذاته، ولا سيما وأن القول بالصرفة على المعنى الاصطلاحي مردود من وجوه كثيرة، وقد أحسن الإمام ابن حجر الهيتمي في كتابه «المنح المكية» (ص 796) الردّ على القائلين بالصرفة فقال: (لكن أفسدوه- أي: القول بالصرفة- بأن قوله تعالى: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ الآية دليل على عجزهم مع بقاء قدرتهم، ولو سلبوا القدرة.. لم يبق فائدة لاجتماعهم؛ لأنه حينئذ بمنزلة اجتماع الموتى، وليس اجتماع الموتى مما يحتفل بذكره، هذا مع أن الإجماع منعقد على أن إضافة الإعجاز إلى القرآن، والقول بالصرفة يلزمه إضافته إلى الله تعالى لا إلى القرآن، وحينئذ يلزمه زوال الإعجاز بزوال التحدي، وفيه خرق لإجماع الأمة أن معجزة الرسول العظمى باقية، ولا معجزة له باقية أظهر من القرآن، ويلزم الصرفة أيضا أنه لا فضيلة للقرآن على غيره) . ومن أراد المزيد فعليه بما في مطولات كتب العقيدة، وعليه ب «دلائل الإعجاز» للجرجاني، و «الظاهرة القرآنية» لمالك بن نبي، والله أعلم.\n(1) فالغوا: فتكلموا بكلام باطل.\n(2) أبلسوا: أسكتوا لحيرة أو انقطاع حجة.\n(1/51)\n",
        "وكيفَ لا وهْوَ كلامُ الله ... مُنزهٌ عنْ نِحْلةِ اشتبَاهِ «1»\nيَهدي إلى التي هُدَاها أَقْوَمُ ... بهِ يُطَاعُ وبهِ يُعتَصَمُ\nوهْوَ لَدَيْنا حَبْلُهُ المَتينُ ... نعبُدُهُ بهِ، ونسْتعينُ\nوهْوَ الذي لا تَنقَضي عَجَائبُهْ ... ولا يَضلُّ أبدًا مُصاحِبُهْ\nمعجزةً باقية على المدى ... حتّى إلى الوقت الّذي قد وعدا «2»\n__________\n(1) نحلة اشتباه: الإتيان بشبهة.\n(2) قوله: (إلى الوقت الذي قد وعدا) قال المناوي في «العجالة السنية» (ص 77) : (أي: وعد الله فيه أن يرتفع فيه القرآن) .\n(1/52)\n\nذكر كفاية الله المستهزئين\nوقد كفى المستهزئين البعدا ... ألله ربّنا، فباؤوا بالرَّدَى\nفَعَمِيَ الأسودُ، ثمَّ الأسودُ ... الآخرُ اسْتسْقَى فأردته اليَدُ «1»\nكذا أشارَ للوليدِ «2» فانتَقَضْ ... الجُرحُ، والعاصي «3» كذاك فعرض\nلرجله الشّوكة حتّى أرهقا ... والحارثُ «4» اجتيحَ بقيحٍ بَزَقا\nوعُقبَةٌ في يومِ بَدرٍ قُتِلا ... أَبو لَهَبْ بَاءَ سريعًا بالبَلا\nثامِنُهُمْ أسلَمَ وهو الحَكمُ «5» ... فَقَدْ كَفَاهُ شَرَّه إذ يسلم\n__________\n(1) الأول: هو الأسود بن المطلب بن أسد أبو زمعة، من بني أسد، دعا عليه رسول الله صلى الله عليه وآله وسلم فعمي. والثاني: هو الأسود بن عبد يغوث بن وهب، من بني زهرة. وقول المصنف: (فأردته اليد) يقال: أومأ جبريل إلى بطنه، فسقى بطنه ومات حبنا- أي: انتفاخا- ويقال: إنه عطش فشرب الماء حتى انشق بطنه. وانظر «سبل الهدى والرشاد» (2/ 605) ، و «سيرة ابن هشام» (2/ 410) .\n(2) هو الوليد بن المغيرة، أشار جبريل إلى أثر جرح بأسفل كعب رجله، فمر برجل يريش نبلا له فوطىء على سهم منها فخدشته خدشا يسيرا، فانتقض جرحه فقتله.\n(3) هو العاصي بن وائل السهمي، نزل في شعب على طريق الطائف، فأصابت رجله شوكة من شجرة، فانتفخت حتى صارت كعنق البعير، فقتلته.\n(4) هو الحارث بن قيس السهمي، أومأ إليه جبريل فأصابته جائحة- أي: آفة- فابتلي بقيح، فظل يبزق قيحا حتى مات.\n(5) الحكم بن أبي العاصي بن أمية، قال الصالحي في «سبل الهدى والرشاد» (2/ 608) : (أظهر الإسلام يوم الفتح، وكان مغموصا عليه في دينه، ولعنه صلى الله عليه وسلم وما ولد، وغرّبه من المدينة) .",
        "(1/53)\n\nذكر مشي قريش في أمره صلّى الله عليه وسلّم إلى أبي طالب\nثُمَّ مَشَتْ قريشٌ الاعداءُ ... إلى أبي طالبٍ، ان يساؤوا «1»\nمن ابنِهِ محمدٍ في سَبّهِمْ ... وسبّ دينِهِمْ، وَذِكرِ عَيْبِهِمْ\nفي مَرَّةٍ ومَرةٍ ومَرهْ ... وهْوَ يذبّ، ويقوّي أمره\nفي آخر المَرَّاتِ قالوا: أعطِنا ... محمدًا وخُذْ عُمارةَ ابْنَنا\nبَدَلَهُ، قَالَ: أردتُم أكفُلُ ... إبنَكُمُ، وأُسْلِمُ ابْني يُقْتَلُ؟!\nثمَّ مضَى يجهَرُ بالتوحيدِ ... ولا يخافُ سطوة العبيد\nوأجمعت قريش ان يقولوا: ... ساحر احْذروا، وعنهُ مِيلُوا\nوقَعَدوا في زمنِ المَواسِمِ ... يُحذِّرونَ منهُ كلَّ قادِمِ\nوافتَرَقَ الناسُ، فَشاعَ أمره ... بين القبائل، وسار ذكره\n__________\n(1) في (د) : (طالب اذ يساؤوا) .\n(1/54)",
        "\nذكر قدوم وفد نجران\nوجاءَ مِنْ نَجرانَ قَومٌ أسْلَموا ... - عِدَّتُهُمْ عشرونَ- لما عَلِمُوا\nبِصدقِهِ، جَاءَ أبو جَهْلٍ فَسَبْ ... واقْذَعَ القولَ «1» لهُم بلا سَبَبْ\nفأعرَضوا، وقولُهُمْ: سَلامُ ... ليسَ لنا مَعْ جاهِلٍِ كلام\n__________\n(1) في (د) : (وأفحش القول) .\n(1/55)\n",
        "ذكر قدوم ضماد بن ثعلبة\nثمَّ أتى ضِمادُ وهْوَ الأزْدي ... ليَسْتبينَ أمرَهُ بالنَّقْدِ\nما هُوَ إلا أَنْ محمدٌ خَطَبْ «1» ... أَسْلَمَ للوقْتِ بصِدْقٍ، وذهب\n__________\n(1) في (أ) : (اختطب) .\n(1/56)\n\nذكر أذى قريش لنبيّ الله وللمستضعفين\nوأوذي النّبيّ ما لم يؤذا ... مَنْ قبلَهِ منَ النبيينَ، وَذَا\nممَّا يضاعفُ له الأجورا ... ولو يشاءُ دُمِّروا تَدْميرا\nلكنهُمْ إذ أضمَروا الضَّغَائِنا ... ما مُكّنوا، فاستَضْعفوا مَنْ آمنا\nعَمَّارًا الطيبَ أمَّه أَبَهْ «1» ... أمَّ بلالٍ «2» وبلالا عذّبَهْ\nأميةٌ، ومنهُمُ جَاريةُ ... ومنهُمُ زِنْبَرَةُ الرُّومِيّةُ «3»\nكذاكَ أمُّ عَنْبَسٍ «4» وابنتُهَا ... وابنُ فُهَيْرةٍ فذي سبعتها\n__________\n(1) في هامش (ب) : (أمه هي سمية بنت خباط مولاة أبي حذيفة بن المغيرة المخزومي) .\n(2) في هامش (ب) : (هي حمامة) .\n(3) أمية: هو ابن خلف الجمحي. جارية: قيل: اسمها لبيبة، وهي جارية لبني المؤمل بن حبيب بن تميم. زنبرة- بزاي فنون فباء موحدة-: كذا أثبتها المصنف، وهي بوزن عنبرة، قال الحافظ ابن حجر في «الإصابة» (4/ 305) : (كذا وقع في «الإستيعاب» وتعقبه ابن فتحون) . ورجح الحافظ ابن حجر وغيره أنها بزاي فنون مشددة مكسورتين فمثناة تحتية ساكنة، (زنّيرة) ، وكذا هي في (ب) ، وهي في اللغة: الحصاة الصغيرة، وكان أبو جهل وعمر بن الخطاب- قبل إسلامه- يعذبانها. وانظر «سبل الهدى والرشاد» (2/ 482) .\n(4) أم عنبس: كذا بخط المصنف، قال المناوي في «العجالة» (ص 84) : (بفتح فسكون بضبط الناظم) . وهي عند ابن هشام في «السيرة» (1/ 318) ، وابن سعد في «الطبقات» (2/ 256) ، وابن حبيب في «المحبر» (ص 184) ، وابن عبد البر في «الإستيعاب» (4/ 457) ، وابن الأثير في «أسد الغابة» (5/ 601) ، والفاسي في «العقد الثمين» (8/ 344) وابن حجر في «الإصابة» (4/ 454) كلهم عبيس- تصغير عبس-، قال الصالحي في «سبل الهدى والرشاد» (2/ 483) : (أم عنيس- بعين مهملة مضمومة فنون فمثناة تحتية فسين مهملة- ويقال: عبيس بباء موحدة فمثناة تحتية) والله أعلم.",
        "(1/57)\n\nابتاعَها الصديقُ ثم أعتَقْ ... جَميعَهُمْ لله، بَرَّ وصدق\n__________\nوفي (ب) : (أم عبيس) وأشار إلى صحتها، وفي هامشها: (والظاهر أن شيخنا نظمه أم عنبس بنون بعد العين، ثم موحدة، ولكن هذا تصحيف فيما أعلم، ويحتمل أن شيخنا وقف فيه على شيء، والله أعلم، وعلى ما قلته آنفا ينبغي أن يبدل النصف الأول من البيت فيقول:\nأم عبيس وكذاك ابنتها ...\nوقد ذكرها ابن الأثير في «أسده» بعد أم عبيد وقبل أم عثمان، ولو كانت كما قاله شيخنا.. لكانت بعد هذه المرتبة. وكأن الذي غر شيخنا [أن] جعلها ابن عبد البر بعد أم عمرو، ولكن أبو عمر لم يرتب؛ لأنه جعل أم عمارة قبل أم عثمان، وجعل أم عياش قبل أم عطاء، وقد جعل بعد أم عبيس أم عجرد) .\n(1/58)",
        "\nذكرِ انشقاقِ القمرِ\nوإذْ بَغَتْ «1» منهُ قريشٌ أن يري ... آيا، أراهُمُ انشقاقَ القَمَرِ\nفصارَ فرقتينِ: فرقةٌ عَلَتْ ... وفرقةٌ للطودِ «2» منهُ نزلَتْ\nوذاكَ مَرتينِ بالاجماعِ ... والنّصّ والتّواتر السّماعي «3»\nزاد الّذين آمنوا إيمَانا ... ولأبي جَهْلٍ بهِ طُغْيانا\nوقالَ: ذا سحرٌ، فجاءَ السفْرُ «4» ... كلٌّ بهِ مُصدّقٌ مُقِرُّ «5»\n__________\n(1) بغت: طلبت.\n(2) الطود: الجبل.\n(3) قال الحافظ في «فتح الباري» (7/ 183) : (ولا أعرف من جزم من علماء الحديث بتعدد الانشقاق في زمنه صلى الله عليه وسلم، ولم يتعرض لذلك أحد من شراح «الصحيحين» ، وتكلم ابن القيم على هذه الرواية فقال: المرات يراد بها الأفعال تارة والأعيان أخرى، والأول أكثر، ومن الثاني: «انشق القمر مرتين» ، وقد خفي على بعض الناس فادعى أن انشقاق القمر مرتين، وهذا مما يعلم أهل الحديث والسير أنه غلط، فإنه لم يقع إلا مرة واحدة، وقد قال العماد ابن كثير: في الرواية التي فيها «مرتين» نظر، ولعل قائلها أراد فرقتين، قلت: وهذا الذي لا يتجه غيره جمعا بين الروايات، ثم راجعت نظم شيخنا فوجدته يحتمل التأويل، فيمكن أن يتعلق قوله «بالإجماع» بأصل الانشقاق لا بالتعدد، مع أن في نقل الإجماع في نفس الانشقاق نظرا سيأتي بيانه) .\n(4) السّفر: المسافرون.\n(5) في هامش (أ) : (بلغ الشيخ شهاب الدين أحمد بن عثمان بن الكلوتاتي نفع الله به قراءة عليّ والجماعة سماعا في المجلس الثاني. كتبه مؤلفه) .\n(1/59)\n",
        "ذكر الهجرتين إلى النّجاشيّ وحصر بني هاشم في الشّعب\nلمّا فشَا الإسلامُ، واشتَدَّ على ... مَنْ أسلمَ البَلاءُ.. هاجروا إلى\nأَصْحَمَةٍ، في رجَبٍ مِنْ سنةِ ... خمسٍ مَضَتْ لهمْ مِنَ النبوةِ\nخَمسٌ من النّساءِ، واثنَا عَشرَا ... مِنَ الرجالِ، كُلُّهُمْ قدْ هَاجَرا «1»\nعثمانُ معْ زوجتِهِ رُقَيَّهْ ... أسْبَقُهُمْ للهجرةِ المَرْضِيّهْ «2»\nمُصعبُ، والزبيرُ، وابنُ عَوْفِ ... وحَاطبٌ، فأَمِنوا مِنْ خَوفِ\nكذا ابنُ مظعونِ، ابنُ مسعودٍ، أبو ... سَلَمَةٍ، وزوجُهُ تُصَاحِبُ\nأبو حُذَيْفةٍ أبوهُ عُتْبَةُ ... وزوجُهُ بنتُ سُهَيْلٍ سَهْلَةُ «3»\nوابنُ عميرٍ هاشمٌ «4» ، وعامرُ ... ابنُ ربيعةَ الحَليفُ الناصرُ\n__________\n(1) في هامش (ب) : (وقيل: أحد عشر وامرأتان، وعن كتاب «الإقتصار على صحاح الأخبار» : عشرة رجال وأربع نسوة، وأميرهم عثمان بن مظعون، وأنكر ذلك الزهري فقال: لم يكن لهم أمير) .\n(2) في هامش (ب) : (وقيل: إن أول من هاجر إلى أرض الحبشة حاطب بن عمرو بن عبد شمس أخو سهيل بن عمرو، وقيل: سليط بن عمرو) .\n(3) في هامش (ب) : (هي أم سلمة بنت أبي أمية حذيفة المخزومية رضي الله عنها) .\n(4) ابن عمير: هو منصور بن عمير بن هاشم، وقوله: (هاشم) بالرفع؛ أي: هاشم أبوه، والحذف للضرورة كقول الشاعر:\nأنساب سيّد الورى على الرّتب ... هو ابن عبد الله عبد المطّلب\n(1/60)\n\nوزوجُهُ ليلى، أبو سَبْرَةَ مَعْ ... زوجتِهِ- أي: أمِّ كُلْثومٍ- جُمَعْ «1»\nوَخَرَجَتْ قريشٌ في الآثارِ ... لم يصِلوا منهُمْ لأخْذِ الثَّارْ\nفجاوَرُوهُ في أتمّ حالِ ... ثمَّ أتَوْا مَكةَ في شَوَّالِ\nمِنْ عامِهِمْ، إذ قيلَ: أهلُ مكةِ ... قدْ أسلمُوا، ولمْ يكنْ بالثَّبَتِ «2»\nفاسْتَقبلُوهُمْ بالأذى والشدَّةِ ... فرجعوا للهجرة الثّانية\nفي مئة عَدُّ الرجالُ منهُمُ ... اثنانِ منْ بعدِ الثمانينَ هُمُ\nفنزلَوا عندَ النجاشيِ على ... أتَمّ حالٍ، وتغيَّظَ المَلا\nعلى النبيّ، وعلى أصحابِهِ ... وكتبَ البغيضُ في كتابِهِ\nعلى بنِي هاشِمٍ الصحيفَهْ ... وعلّقت بالكعبة الشّريفه\nأن لا يناكحوهم ولا ولا «3» ... وحُصِروا في الشّعبِ حتى أقبَلا\nأوّل عام سبعة للبعث ... قاسموا به جَهْدًا بشَرّ مُكْثِ\nوسُمعتْ أصواتُ صبيانِهِمُ ... فسَاءَ ذاكَ بعضَ أقوامِهِمُ\nوأُطلعَ الرسولُ أن الأرَضَهْ ... أكلتِ الصحيفةَ المُبَغَّضهْ\nما كانَ مِن جَوْرٍ وظلمٍ ذَهَبَا ... وبَقِيَ الذكرُ كما قدْ كتبا\n__________\n(1) ليلى: هي بنت أبي حثمة بن غانم، وأبو سبرة: هو ابن أبي رهم العامري، وامرأته: هي أم كلثوم بنت سهيل بن عمرو. وفي تحديد أسماء المهاجرين إلى الحبشة خلاف بين أهل السير، فانظرها في مظانها.\n(2) قوله: (لم يكن بالثبت) أي: إسلام أهل مكة لم يثبت.\n(3) قوله: (ولا ولا) أي: ولا ولا يبايعوهم ولا يخالطوهم.",
        "(1/61)\n\nفوجَدوا ذاكَ كمَا قالَ، وَقَدْ ... شُلَّتْ يدُ البغيض «1» والله الصّمد «2»\nفلبسوا السّلاح ثمّ أخرجوا ... مِنْ شَعبهِمْ، وكانَ ذاكَ المَخرجُ «3»\nفي عامِ عَشْرةٍ بغيرِ مَيْنِ ... وقيلَ: كانَ مُكثُهُمْ عامَينِ\n__________\n(1) في هامش (ب) : (البغيض: هو بغيض بن عامر بن هاشم بن عبد مناف بن عبد الدار بن قصي، وفي «سيرة ابن هشام» : أن كاتبها: منصور بن عكرمة، فشلت يده فيما يزعمون. ويقال: إن كاتبها: هشام بن عمرو بن الحارث العامري، ذكره ابن سيد الناس أيضا، فتحررت الأقوال في كاتبها ثلاثة أشخاص، والله أعلم، ولعل الثلاثة كتب كل بعضا، فأطلق عليه أنه كتب، وهشام قد أسلم، وهو من المؤلفة، وبغيض ومنصور الظاهر هلاكهما على الكفر، والله أعلم، لأني لم أر من ذكرهما في الصحابة) .\n(2) والله الصمد: قسم.\n(3) في هامش (ب) : (ساق ابن سيد الناس في «سيرته» عن ابن شهاب، فذكر قصة دخولهم في الشعب، وفيه: ولم تترك الأرضة في الصحيفة اسما لله عز وجل إلا لحسته، وبقي ما كان فيها من شرك أو ظلم أو قطيعة رحم، ثم قال: وقال ابن هشام: وذكر بعض أهل العلم أن رسول الله ص قال لأبي طالب: يا عم؛ إن ربي قد سلط الأرضة على صحيفة قريش، فلم تدع فيها اسما لله إلا أثبتته فيها، ونفت منها القطيعة والظلم والبهتان، وهذا الذي نظمه شيخنا وترك الأول والله أعلم، فيحتمل أنهم كتبوا صحيفيتن، فعلقت الواحدة، والآخرى عندهم، فاتفق لهذه كذا ولهذه كذا، والله أعلم) .\n(1/62)",
        "\nذكر وفاة عمّه أبي طالب وزوجته خديجة بنت خويلد (رضي الله عنها)\nبعدَ خروجِهِمْ بِثُلْثَيْ عَامِ ... وثُلُثَيْ شَهرٍ ويوْمٍ طامي «1»\nسيق أبو طالب للحمام ... ثمّ تلا ثلاثةَ الأيامِ\nموتُ خديجةَ الرضَا فلم يَهُنْ ... على الرّسول فقد ذين وحزن\n__________\n(1) طامي: زائد.\n(1/63)\n",
        "ذكر وفد الجنّ «1»\nوبعدَ أنْ مَضَتْ له خَمْسونا ... وربعُ عامٍ جَاءَهُ يَسْعَونا\nجِنُّ نَصِيْبِيْنَ لهُ، وكانَا ... يَقْرأُ في صلاته قرآنا\nبنخلة «2» ، فاستمعوا، وأسلموا ... ورجعوا، فأنذروا قومهم «3»\n__________\n(1) في هامش (ب) : (وبعد موت أبي طالب وخديجة خرج عليه السلام إلى الطائف، ولم ينظمه شيخنا، وقد جرى له معهم ما هو مذكور في السير، وفي رجوعه من الطائف جاءه وفد الجن، والله أعلم) .\n(2) نخلة: معروفة الآن بوادي اليمانية، على طريق السيل، قريب الزيمة، وبجانبها نخلة الشامية، بينها وبين مكة المكرمة نحو (50) كيلومترا.\n(3) في هامش (ب) : (كانوا سبعة- وقيل: تسعة- من جن نصيبين الجزيرة، وقد ذكروا أسماء السبعة) .\n(1/64)\n\nذكر قصة الإسراء\nوبعدَ عَامٍ مَعَ نِصفٍ أُسْريا ... بهِ إلى السمَاءِ حتى حَظِيا\nمِنْ مَكةَ الغرَّا إلى القُدْسِ على ... ظَهرِ البُراقِ راكبًا، ثمَّ عَلا\nإلى السماءِ معَهُ جبريلُ ... فاستَفتَحَ البَابَ لهُ، يقولُ\nمُجيبًا اذ قيلَ لَهُ: مَنْ ذا معَكْ؟ ... مُحمدٌ مَعِي فرحَّبَ المَلَكْ\nثمَّ تَلاقى معَ الأنبياءِ ... وكلُّ واحِدٍ لدى سَماءِ\nثمَّ علا لمستَوى قدْ سَمِعا ... صَريفَ الاقلامِ بما قدْ وَقَعَا\nثمَّ دنَا حتى رأى الإلها ... بعينِهِ مخاطبًا شِفَاها\nأوحى لهُ سبحانَه ما أوحى ... فلا تَسَلْ عمَّا جرى تَصْريحا\nوفَرضَ الصلاةَ خمسينَ على ... أمتِهِ حتَّى لخَمْسٍ نَزَلا\nوالأجرُ خمسونَ كما قدْ كَانا ... وزادَهُ مِنْ فضلِهِ إحْسانا\nفصدَّقَ الصدّيقُ ذُو الوفاءِ ... وكَذَّبَ الكفَّارُ بالإسراءِ\nوسأَلُوهُ عنْ صِفاتِ القُدْسِ ... رفعَهُ إليهِ روحُ القُدْسِ\nجبريلُ، حتى حَقَّقَ الأوْصافَا ... لهُ، فمَا طَاقوا لهُ خِلافا\nلكنَّهُمْ قدْ كذَّبوا وجَحَدُوا ... فأُهْلِكوا، وفي العذاب أخلدوا",
        "(1/65)\n\nذكر عرض النّبيّ نفسه على القبائل وبيعة الأنصار له صلّى الله عليه وسلّم\nوَعَرَضَ النبيُّ نفسَهُ على ... قبيلةٍ قبيلةٍ ليَحْصُلا\nإيواؤه مِنْ بعضِهِمْ؛ يبلِّغُ ... رسالةَ الله، فكلٌّ يَنْزَغُ\nإليهِمُ الشَّيطانُ حتَّى يُعْرِضوا ... عَنْ قولِهِ، ويهزؤوا، ويَرْفُضوا\nحتَّى أَتَاحَ الله للأنصارِ ... فاستَبَقُوا للخَيرِ باخْتيَارِ\nفيُسْلِمُ الواحدُ منهُمْ، يُسْلِمُ ... بهِ جَميعُ أهلِهِ؛ فرُحِمُوا\nلَقِيَ ستًّا او ثمانيًا لدَى ... عَقَبَةٍ دعاهُمُ إلى الهُدى\nفآمنُوا بالله، ثمَّ رَجَعُوا ... لقومهِمْ يَدْعُونَهُمْ؛ فَسَمِعُوا\nحتّى فَشَا الإسلامُ، ثمَّ قَدِمَا ... في قابِلٍ منهم وممَّنْ أسلَمَا\nلبيعة ضعف الّذين سلفوا «1» ... كبيْعةِ النساءِ، ثم انصَرَفوا\nثمَّ أتى مِنْ قابِلٍ سَبْعونا «2» ... ونيفٌ، فبايَعُوا يُخْفونا\nبَيْعَتَهُم ليلاً، ونِعْمَ البَيْعةُ ... جزاءُ مَنْ بَايَعَ فيهَا الجَنَّةُ\n__________\n(1) في هامش (ب) : (يعني اثني عشر) .\n(2) في هامش (ب) : (كانوا ثلاثة وسبعين رجلا وامرأتان: نسيبة بنت كعب أم عمارة، وأسماء بنت عمرو أم منيع، ويقال: كانوا سبعين رجلا، وقال ابن سعد: يزيدون رجلا أو رجلين، وقال الحاكم: خمسة وسبعون، وهذا موافق للقول الأول) .\n(1/66)",
        "\nذكر الهجرة إلى المدينة\nوإذْ فَشَا الإسلامُ بالمَدينهْ ... هَاجرَ مَنْ يحفظُ فيها دِينَهْ\nوعَزمَ الصديقُ أن يُهاجِرا ... فَرَدَّهُ النبيُّ حتَّى هَاجَرا\nمَعًا، إليها فتَرافَقا إلى ... غَارٍ بثورٍ بعدُ، ثمَّ ارْتَحَلا\nوَمَعْهُمَا عامرُ مولَى الصّدّيقْ ... وابنُ أرَيْقِطٍ دَليلٌ للطريقْ «1»\nفأخَذوا نحوَ طريقِ الساحِلِ ... والحقُّ «2» للعدوِ خيرُ شاغلِ\nتَبِعَهُمْ سُراقةُ بنُ مالكِ ... يريدُ فَتْكًا، وهْوَ غيرُ فاتِكِ\nلمَّا دَعَا عَلَيهِ سَاخَتِ الفَرَسْ ... ناداه بالأمان إذ عنه حبس\n__________\n(1) في هامش (ب) : (هو عبد الله بن أريقط، ولم يكن إذ ذاك مسلما، ثم أسلم بعد ذلك وصحب) .\n(2) والحقّ: الله الحق سبحانه وتعالى.\n(1/67)\n",
        "ذكر مروره صلى الله عليه وسلم بأم معبد\nمَرُّوا على خَيمَةِ أمِ مَعبَدِ ... وهْيَ علَى طريقِهِمْ بمَرْصَدِ»\nوعندَها شَاةٌ أضرَّ الجَهْدُ ... بها، وما بها قوى يشتدّ\nفَمَسَحَ النبيُّ منها الضَرْعَا ... فَحَلبَتْ ما قدْ كفاهم وسعا\nوحلبت بعد إناء آخرا ... ترك ذاك عندها وسافرا\n__________\n(1) مرصد- بفتح الميم- وهو الموضع الذي يرصد فيه؛ أي: يقعد فيه ليرصد من يمرّ في الطريق.\n(1/68)\n\nذكر وصوله صلّى الله عليه وسلّم إلى قباء ثمّ إلى المدينة\nحتّى إذا أتَى إلى قُبَاءِ ... نَزَلَها بالسَّعْدِ والهَنَاءِ\nفي يومِ الاثنينِ لثنتَيْ عَشْرَهْ ... منْ شَهرِ مَوْلِدٍ فَنِعْمَ الهِجْرَهْ\nأقامَ أربعًا لديهِمْ، وَطَلَعْ ... في يومِ جمعَةٍ فصلَّى وَجَمَعْ\nفي مَسجدِ الجُمْعةِ، وهْيَ أولُ ... ما جمَّعَ النبيُّ فيما نَقَلوا\nوقيلَ: بلْ أقامَ أرْبَعْ عَشْره ... فيهمْ، وهُمْ ينتَحِلُون «1» ذِكْرَهْ\nوهْوَ الذي أخرجَهُ الشّيخان ... لكنّ ما مرّ من الإتيان\nلمسجد الجمْعةِ يومَ جمعَةِ ... لا يستقيمُ مَعَ هذي المُدَّةِ\nإلا علَى القوْلِ بكونِ القَدْمَةِ ... إلى قُبَا كانتْ بيومِ الجُمْعَةِ «2»\nبنَى بِها مسجدَهُ، وارْتَحلا ... لطيبَةَ الفيحَاءِ طابتْ نُزُلا\nفَبَرَكَتْ ناقتُهُ المأْمورَهْ ... بموضعِ المَسْجدِ في الظَّهيرهْ\nفَحَلَّ في دارِ أبي أَيّوبا ... حتَّى ابْتَنى مسجدَهُ الرَّحِيبا\nوحولَهُ مَنَازِلا لأهلِهِ ... وحولَهُ أصحابُهُ في ظِلّهِ «3»\n__________\n(1) ينتحلون: يجنحون ويميلون، والضمير هنا يرجع لأهل السير؛ أي: أنهم يميلون لهذا القول.\n(2) الحديث الذي أشار إليه المصنف أخرجه البخاري (428) ، ومسلم (524) .\n(3) ظلّه: كنفه.",
        "(1/69)\n\nطَابَتْ بهِ طيبةُ من بعْدِ الرَّدى ... أشرقَ ما قدْ كانَ منها أسْوَدا\nكانتْ لَمِنْ أَوْبأِ أرضِ الله ... فَزَالَ دَاؤُها بهَذا الجَاهِ\nونقلَ الله بفضْلِ رحْمَةِ ... ما كانَ منْ حمَّى بها للجُحْفَةِ\nوليسَ دجالٌ ولا طَاعُونُ ... يَدخُلُها، فحِرْزُها حَصِينُ «1»\nأقامَ شَهْرًا، ثمَّ بَعدُ نَزَلَتْ ... عليهِ إتمامُ الصلاةِ أُكمِلَتْ «2»\nأَقَامَ مِنْ شهر ربيع لصفر ... يا بنى لهُ مسجدُهُ والمُستَقَرْ «3»\nوَوَادَعَ اليهودَ «4» في كتابِهِ ... ما بينهم وبين ما أصحابه\nوكان بدء الأمر بالأذانِ ... رؤيا ابنِ زَيْدٍ، أو لعَامٍ ثانِ «5»\nففيه فرضُ الصَّومِ، والزكَاةِ ... للفِطرِ «6» ، والعيدينِ بالصلاةِ\nبخُطبتَينِ بَعدُ، والأضحيّةُ ... كذا زكاة مالِهِمْ، والقِبْلةُ\nللمَسجدِ الحَرَامِ، والبِنَاءُ ... بعائشٍ، كذلك الزهرَاءُ\nوبَدرٌ الكُبْرى، وفي الثّالثة ... دخوله بحفصة القانتة\n__________\n(1) قد أفرد خصائص المدينة بالتأليف الدكتور محمد عبد الرحمن شميلة الأهدل في منظومة جمع فيها ما صحّ بنظم خال عن الحشو سماها «الدرة الثمينة في نظم ما صح من خصائص المدينة» ، ثم شرحها وطبعت مع الشرح في دار المنهاج.\n(2) في هامش (ب) : (وقال السهيلي: إنها أكملت بعد الهجرة بعام أو نحوه، وكذا قاله غيره، والأول قول أيضا، ويقال: بعد الهجرة بشهر وعشرة أيام) .\n(3) المستقر: الأماكن التي استقر فيها حول المسجد.\n(4) وادع اليهود: صالحهم وهادنهم على أمر كتبه في كتابه.\n(5) القول بأن الأذان شرع في السنة الأولى هو الذي رجحه الحافظ في «الفتح» (2/ 78) .\n(6) قوله: (الزكاة للفطر) أي: صدقة الفطر.\n(1/70)",
        "\nوالزَّينبَينِ «1» ، وبنَى ابنُ عفَّانْ ... بأمّ كُلْثُومٍ، وفيهِ الجَمْعَانْ\nإلتَقيا بأحُدٍ، والرَّابعَهْ ... بئرُ مَعونةٍ بتلكَ الفَاجِعهْ «2»\nوغزوهُ بني النَّضيرِ وجَلَوا «3» ... ذاتُ الرِّقاعِ بعدَها كما حَكَوْا\nوقَائلٌ فيها الصلاةُ قُصِرَتْ ... والخمر حرّم، او ففي الّتي خلت «4»\nوقيل فيها آية التَّيَمُّمِ «5» ... كذا صَلاةُ الخَوْفِ مَعْ خُلْفٍ نُمي «6»\nوقيل في الخمس، وفيه نزلت ... آي الحِجَابِ «7» ، والخُسوفُ صُلِّيَتْ\nلِقَمَرٍ، وفيهِ غزوُ الخَنْدَقِ ... معَ قُرَيْظة، مَعَ المُصْطَلِقِ\nعلى الصَّحيحِ «8» ، وبها جُوَيْرِيَهْ ... بَنَى بِهَا، والإفكُ، أوْ في الآتيَهْ\n__________\n(1) الزينبين: هما زينب بنت خزيمة الحارثية، وزينب بنت جحش رضي الله عنهما، لكن الراجح في زواجه صلى الله عليه وآله وسلم من زينب بنت جحش: أنه كان في الرابعة، وهناك من قال: إن ذلك كان في الخامسة. انظر «الإشارة» لمغلطاي (ص 252) .\n(2) الفاجعة: الرزيّة المؤلمة.\n(3) جلوا: خرجوا إلى خيبر.\n(4) في هامش (أ) : (والخمر حرّم او ففي الّتي خلت) . وقد رجح المصنف هنا تحريم الخمر في السنة الرابعة، وهو قول ابن إسحاق والبلاذري في «أنساب الأشراف» (1/ 272) ، وابن حزم في «جوامع السيرة» (ص 181) ، وقال ابن الجوزي في «تلقيح الفهوم» (ص 44) والقرطبي في «التفسير» (6/ 285) : إن ذلك كان في السنة الثالثة، ورجح الحافظ في «الفتح» (10/ 31) كون ذلك في السادسة، والله أعلم.\n(5) في هامش (ب) : (نزل التيمم سنة ست، وقيل: سنة أربع) .\n(6) نمي: روي؛ أي: أن هناك خلافا في تاريخ نزول آية التيمم وصلاة الخوف والمصنف هنا رجح أنهما في السنة الرابعة.\n(7) في هامش (ب) : (في السنة التي نزلت فيها آية الحجاب ثلاثة أقوال، هذا أحدها، وقيل: سنة أربع، وقيل: سنة ثلاث) .\n(8) قوله: (على الصحيح) ترجيح لكون ذلك في السنة الخامسة، وهو قول الواقدي في\n(1/71)\n",
        "في السّتِّ كانتْ عُمْرَةُ الحُدَيْبِيَهْ ... وبَيعَةُ الرّضْوانِ تلكَ الزَّاكِيَهْ «1»\nوفيهِ فَرْضُ الحَجّ أو ما خَلَتِ ... أو في الثمانِ، أو ففي التاسِعَةِ «2»\nخُلْفٌ، وقيلَ: كان قبلَ الهِجرةِ ... وُجوبُهُ حَكَاهُ في «النهَايةِ» «3»\nوفيهِ قدْ سَابَقَ بينَ الخَيلِ ... وآية الظّهَارِ في ابنِ خَوْلي «4»\nفي السَّبْعِ خَيْبرٌ، وعُمرَةُ القَضَا ... وَقَدِمَتْ أمُّ حَبِيْبَةَ الرِّضا\nبَنَى بها، وبعدَها ميمُونَهْ ... كذاكَ فيها قَبلَها صَفِيَّهْ\n__________\n«المغازي» (1/ 404) ، وابن سعد في «الطبقات» (2/ 62) والبيهقي في «الدلائل» (4/ 44) ، ورجح ذلك الحافظ في «الفتح» (7/ 430) .\n(1) الحديبية: بتخفيف الياء كما هو رأي الحجازيين، قال في «معجم ما استعجم» : (الحجازيون يخففونها، والعراقيون يثقلونها) وهو اسم مكان في حدود الحرم من جهة طريق جدة؛ وتعرف الآن بالشميسي، وكانت هذه العمرة في السنة السادسة من الهجرة، ولكنه لم يتمكن من دخول مكة المكرمة، فتحلل عند حدود الحرم، وهو المكان المسمى بالحديبية، فنسبت العمرة إليه. ومعنى الزاكية: المباركة.\n(2) في هامش (ب) : (وقيل: الحج سنة سبع، وقيل: في العاشرة، الجملة سبعة أقوال) .\n(3) قوله: (النهاية) أي: «نهاية المطلب» لإمام الحرمين الجويني، فقد نقل المناوي في «العجالة السنية» (ص 129) أن إمام الحرمين حكى فيه أن الحج فرض قبل الهجرة، والمصنف هنا قدم القول بأنه كان في السادسة، وهو قول الإمام الشافعي كما نقله عنه البيهقي في «المعرفة» (3/ 491) والنووي في «الروضة» (7/ 406) وقدمه، ورجحه الحافظ في «الفتح» (3/ 378) وذكر أنه قول الجمهور، والله أعلم.\n(4) في هامش (ب) : (قوله: «في ابن خولي» .. هذا لا أعرفه، والذي أعرفه أن آية الظهار نزلت في أوس بن الصامت أخي عبادة بن الصامت، ذكر ذلك جماعة ولم يذكروا فيه خلافا، وأما المظاهر منها ففي اسمها خلاف، والصحيح: خولة بنت مالك بن ثعلبة، وفي بعض الروايات: خولة بنت ثعلبة، وقيل غير ذلك، وفي قوله: خويلة بنت خويلد) . والمشهور في كتب الحديث والتفسير والسير: أن زوج خولة هو أوس بن الصامت، أما ابن خولي: فهو أوس بن خولي بن عبد الله الخزرجي الأنصاري الذي حضر غسل رسول الله صلى الله عليه وسلم.\n(1/72)\n\nوفيهِ مَنعُ الحُمُرِ الأهليَّةِ ... ومتْعَةِ النساءِ، ثمَّ حَلَّتِ «1»\nيومَ حُنَينٍ، ثم قدْ حَرَّمَهَا ... مؤبدًا، ليسَ لذلكَ انْتِهَا\nوفي الثمَانِ وَقْعَةٌ بِمُؤتَةِ ... والفَتحُ مَعْ حُنينَ في ذي السنةِ\nوأَخْذُ جزية مجوس هجرا ... واتّخذ النّبيّ فيها المِنْبَرا\nفي التسعِ غَزوةُ تَبُوكَ بعدَ أنْ ... صَلَّى على أصْحَمَ «2» غائبًا فسَنْ\nوفيهِ قَدْ آلى منَ النسوانِ ... شَهرًا، وفيهِ قصةُ اللِّعَانِ\nوحَجَّةُ الصديقِ، ثم أَرْسَلا ... له عليًّا بعدَهُ على الوِلا\nأن لا يَحُجَّ مُشركٌ بعدُ، ولا ... يَطوفُ عُريانٌ كفعلِ الجُهَلا\nوسُميتْ بسَنةِ الوُفودِ ... لكثرةِ القَادمِ مِنْ وفُودِ\nفي العَشْرِ كانتْ حَجَّةُ الوَدَاعِ ... لا يَحْصُرُ الوَافونَ «3» باطلاعِ\nفقيلَ: كانوا أربعين ألفا ... أو ضعفها، وزد عليه ضِعْفا «4»\nوارتَدَّ فيها وادَّعى النُّبُوهْ ... الأسودُ العَنْسيُّ حتّى موّه «5»\n__________\n(1) في هامش (ب) : (في كون المتعة في خيبر وقع ذلك في «الصحيح» ، ولكن السهيلي وبعده ابن القيم الحافظ شمس الدين نبها على غلط ذلك، وقد ذكر ابن القيم سبب الغلط وأوضحه برواية في «مسند الإمام أحمد» ، وهو مكان حسن ينبغي لك أن تنظره» . انظر «زاد المعاد» (2/ 142) .\n(2) أصحم: ترخيم أصحمة، وهو اسم النجاشي ملك الحبشة.\n(3) لا يحصر الوافون: لا يحصي عددهم أهل العلم المتمكنون.\n(4) وزد عليه ضعفا: فكانوا مئة وعشرين ألفا.\n(5) موّه: لبّس وزخرف.",
        "(1/73)\n\nلبعضِ قومِهِ بسَجْعٍ صَنَعَهْ ... فقُتِلَ الشقيُّ مَعْ مَنْ تَبِعَهْ\nفيما يَلِيها وهْيَ إحدى عَشْرَهْ ... قَضَى «1» نبيُّ الله فيها عُمْرَهْ\nعاشَ ثلاثًا بعدَ ستينَ على ... أصحّها، والخُلفُ في هذا خلا «2»\n__________\n(1) قضى: تمّم.\n(2) خلا: سبق في باب إقامته في مكة بعد البعثة.\n(1/74)",
        "\nذكر صفته صلّى الله عليه وسلّم\nوَرَبْعَةً كانَ منَ الرجَالِ ... لا منْ قِصارِهِمْ ولا الطِّوَالِ\nبعيدَ بينَ المَنْكِبَيْنِ شَعَرُهْ ... يَبلغُ شحمة الأذن، يُوفِرُهْ\nمَرةً اُخْرَى فَيَكونُ وَفْرُهُ «1» ... يَضربُ منْكبَيْهِ يعلُو ظَهْرَهُ\nيَحْلِقُ رأسَهُ لأجلِ النُّسُكِ ... وربما قَصَّرَهُ في نُسُكِ\nوقَدْ رَووا لا تُوضَعُ النَّواصي ... إلا لأجْلِ النُّسُكِ المحَّاصِ «2»\nأبيضَ قَدْ شرّب حُمْرةً عَلَتْ ... وفي «الصحيحِ» : أزهرُ اللونِ ثَبَتْ «3»\nوفي «الصحيحِ» : أشْكَلُ العَيْنينِ ... أي: حُمْرَةٌ لدى بَياضِ العَيْنِ «4»\nولِعَليّ: أدْعَجٌ، وَفُسِّرا ... بشِدّةِ السَّوادِ في العين يرى «5»\n__________\n(1) وفرة: الشعر الذي جاوز شحمة الأذن.\n(2) المحّاص: على وزن فعّال مبالغة في التحمصيص، وهو التطهير من الذنوب.\n(3) أخرجه البخاري (3547) ، ومسلم (2330/ 82) .\n(4) أخرجه مسلم (2339) ، وابن حبان (6288) ، والحاكم (2/ 606) ، والترمذي (3746) ، وغيرهم، وجاء عند مسلم: (قلت: ما أشكل العين، قال: طويل شق العين) ، قال النووي في «شرح مسلم» (15/ 93) : (أما قوله في: «أشكل العين» : فقال القاضي: هذا وهم من سماك باتفاق العلماء وغلط ظاهر، وصوابه ما اتفق عليه العلماء ونقله أبو عبيد وجميع أصحاب الغريب: أن الشكلة حمرة في بياض العينين) . وسماك: هو ابن حرب راوي الحديث عن جابر، والله أعلم.\n(5) هذه الرواية عند الترمذي (3638) من حديث طويل.\n(1/75)\n",
        "وفي «الصّحيح» : أنّه جعد الشَّعَرْ ... لا سَبِطٌ ولا بجَعْدٍ، الخَبَرْ «1»\nوعنْ عليّ سَبِطٌ لم يَثْبُتِ ... إسنادُهُ «2» ، وكان كَثَّ اللّحْيَةِ «3»\nوأشْعَرَ الصَّدْرِ دقيقَ المَسْرُبَهْ ... مِن سُرَّةٍ حتّى يحاذي لببه «4»\nوكان شَثْنًا كَفُّهُ والقَدَمُ ... وهو الغَليظُ قوةً يستلزم «5»\nإذا مشى كأنّما ينحطّ ... في صَبَبٍ، مِنْ صُعُدٍ «6» يَحُطُّ\nإذا مَشَى كأنَّما تَقَلَّعا ... مِنْ صَخْرٍ «7» ، ايْ: قويَّ مَشْيٍ مُسْرِعا\nيُقبِلُ كلُّهُ إذا ما الْتَفتا ... وليسَ يُلْوي عُنُقًا تَلَفُّتَا\nكأنما عَرَقُهُ كاللُّؤلؤِ ... أي: في البياض والصّفا إذا رئي\n__________\n(1) قصد المصنف رحمه الله أن النبي ص لم يكن شعره شديد الجعودة بل كان بين الجعودة والترسل، وهذا الخبر أخرجه البخاري (3547) ، ومسلم (2338) .\n(2) أشار الحافظ العراقي هنا إلى الأثر الذي أخرجه ابن عساكر في «تاريخ دمشق» (3/ 259) و (3/ 262) عن علي رضي الله عنه أن النبي ص كان سبط الشعر، وحكم على إسناده بأنه لم يثبت، قال المناوي في «العجالة» (ص 134) : وأما ما رواه ابن عساكر عن علي كرم الله وجهه.. فهو غير ثابت من طريقيه، لأن في إحداهما مجهولا، وفي الآخرى ضعيفا.\n(3) كث اللحية: غزيرها.\n(4) لببه- باللام وبالموحدتين المفتوحتين-: النقرة التي فوق الصدر، أو موضع القلادة منه. المسربة- بضم الراء وفتحها-: الشعر المستدق الذي يأخذ من وسط الصدر إلى السّرة، كأن ذلك من السّرب؛ أي: المسلك.\n(5) قوله: (قوة يستلزم) للدلالة على أن المراد من قوله: (شثن) غلظ. أي: امتلاء وضخامة العضو في الخلقة الذي يستلزم القوة، لا خشونة الجلد، والله أعلم.\n(6) الصبب: الطريق المنحدر. الصّعد- جمع صعود-: وهو ضد الهبوط.\n(7) تقلع من صخر: مشى بقوة، وكأنه ينحدر من ارتفاع.\n(1/76)\n\nتَجمَعُهُ أمُّ سَلِيمٍ، تَجْعَلُهْ ... في طِيبِها، فهْوَ لَعَمْري أفضَلُهْ\nيقولُ مَنْ يَنْعَتُهُ: ما قَبلَهُ ... أو بعده رأيت قطّ مثله",
        "(1/77)\n\nذكر وصف أمّ معبد له صلّى الله عليه وسلّم\nتقولُ فيهِ بِلِسَانٍ نَاعِتِ ... أبْلَجُ وجهٍ ظَاهرُ الوضَّاءَةِ «1»\nالخَلْقُ مِنْهُ لمْ تَعِبْهُ ثَجْلَهْ ... كَلاَّ ولَمْ تُزْرِ بهِ مِنْ صَعْلَهْ «2»\nأَدَعْجُ والأهدابُ فيها وَطْفُ ... مِنْ طولِها أو غَطَفٌ أوَ عَطْفُ «3»\nوالجِيدُ فيهِ سَطَعٌ، وَسِيمُ ... والصَّوْتُ فيهِ صحل، قسيم «4»\nكيثف لِحْيةٍ، أَزَجُّ، أَقْرَنُ «5» ... أَحْلاه مِنْ قُرْبٍ لَهُ وأحسن\nأجمله من بعد وأبهى ... يَعْلُوهُ إذْ ما يَتَكَلمُ الْبَهَا\nكذاكَ يَعْلُوهُ الوقار إن صمت ... منطقه كخرز «6» تحدّرت\n__________\n(1) ناعت: واصف. الأبلج: الأبيض الحسن الواسع الوجه.\n(2) الثجلة: عظم البطن واسترخاؤه، وهو بضم المثلاثة كما في كتب اللغة، ووقع في نسخة الناظم بالفتح، وعند المناوي في «العجالة» (138) بفتح المثلاثة. الصعلة- بفتح الصاد وإسكان العين المهملة-: الدقة والنحول والخفة في البدن.\n(3) الوطف: كثرة شعر الأهداب مع استرخاء وطول. الغطف والعطف والوطف بمعنىّ، وقول المصنف (أو) يشير إلى روايات أخرى فيها الغطف والعطف مكان الوطف.\n(4) الجيد: العنق. السطع: الطول والارتفاع. الصحل: بحة في الصوت. قسيم- من القسامة- وهي: الحسن والجمال.\n(5) أزج- من الزجج- وهو: تقوس في الحاجب مع طول في طرفه وامتداد. أقرن- من القرن- وهو: التقاء الحاجبين.\n(6) الخرز- جمع خرزة-: وهي التي تنظم في السلك ليتزين بها.\n(1/78)",
        "\nفَصْلُ الكلامِ ليسَ فيه هَذرُ ... حُلوُ المَقَالِ ما عَرَاهُ نَزْرُ «1»\nلا بَائِنٌ طولا، ولا يُقْتَحَمُ ... مِنْ قِصَرٍ «2» ، فهْوَ عَلَيهِمْ يَعظُمُ\nبِنَضْرَةِ المَنْظَرِ والمِقدَارِ ... تَحُفُّهُ الرِّفْقَةُ بائتِمَارِ\nإنْ أُمِروا.. تَبَادَروا امْتِثَالا ... أو قالَ قَولا.. أنْصَتوا إجْلالا\nفَهْوَ لدَى أصحابِهِ مَحْفودُ ... أيْ: يُسْرِعونَ طَاعَةً، مَحْشودُ «3»\nليسَ بعابِسٍ، ولا مُفنِّدِ ... بِذَاكَ عَرَّفَتْهُ أمّ معبد «4»\n__________\n(1) الهذر: الكلام الكثير، وضده النزر: القليل.\n(2) الطول البائن: المفرط، وقوله: (لا يقتحم من قصر) أي: لا يطوله أحد.\n(3) المحشود: الذي يخدمه أصحابه ويجتمعون إليه. المحفود: المخدوم.\n(4) المفند: الذي لا فائدة في كلامه، وحديث أم معبد في وصف النبي صلى الله عليه وسلم أخرجه الحاكم (3/ 9) وصححه، وأقره الذهبي، والبيهقي في «الدلائل» (1/ 278) ، وابن سعد في «الطبقات» (1/ 230) ، وغيرهم.\n(1/79)\n",
        "ذكر وصف هند بن أبي هالة له صلّى الله عليه وسلّم\nوابنُ أبي هالةَ زادَ لَمَّا ... وَصَفَهُ: مُفَخَّمًا وَفَخْمَا «1»\nلوجهِهِ تَلألؤٌ كالبَدرِ ... مُعتَدِلُ الخَلْقِ، عَريضُ الصَّدْرِ\nعَظيمُ هَامٍ، واسعُ الجَبينِ ... فَمٌ ضَليعٌ، أقنأ العرنين «2»\nيعلوه نور، من رآه إذْ ما ... لم يَتَأمَّلْ ظنَّهُ أشَمَّا «3»\nمُفَلَّجُ الأسنانِ، سَهلُ الخَدِّ ... أشْنبُ، بَادنٌ، طويلُ الزَّنْدِ «4»\nعُنُقُهُ يُرَى كجِيدِ دُميةِ ... مَعَ صَفَاءِ لونِهِ كالفِضَّةِ «5»\nأزجُّ في غيرِ قَرَنْ، إذا غَضِبْ ... بينهما عرق يدرّه الغضب «6»\n__________\n(1) هند بن أبي هالة: هو ابن السيدة خديجة من زوجها الأول، وحديثه أخرجه الترمذي في «الشمائل» (8) ، والبيهقي في «الدلائل» (1/ 161) ، والطبراني في «الكبير» (22/ 155) . وقوله: (مفخما) : معظما في العيون والصدور. و (فخما) : عظيما في نفسه.\n(2) فم ضليع: واسع، وهي صفة محمودة عند العرب تدل على الفصاحة. أقنأ- مخففة من القنا، وهمز لأجل الوزن- وهو: ارتفاع أعلى الأنف واحديداب وسطه. العرنين: ما صلب من عظم الأنف أو كله.\n(3) أشم- من الشمم- وهو: ارتفاع قصبة الأنف.\n(4) مفلج الأسنان: مفرج ما بين الثنايا. سهل الخد: غير مرتفع الوجنتين. أشنب: أبيض الأسنان. بادن: صخم البدن. الزند: ما انحسر عنه اللحم من الذراع.\n(5) دمية: صورة مجسّمة من رخام أو عاج.\n(6) قوله: (في غير قرن) أي: قرن تام، فلا يعارض ما مر في حديث أم معبد. يدرّه: يحرّكه ويظهره.\n(1/80)\n\nوسَائلُ الأطرافِ، رَحبُ الراحَةِ ... ضَخمُ الكَرَاديسِ، ذَريعُ المشية «1»\n__________\n(1) سائل الأطراف: ممتد الأصابع بلا تعقد ولا انقباض. الكراديس: رؤوس العظام. ذريع المشية: سريعها مع سعة الخطوة. وفي هامش (أ) : (بلغ الشيخ شهاب الدين أحمد بن عثمان بن الكلوتاتي نفع الله به قراءة عليّ والجماعة سماعا في الثالث. كتبه مؤلفه) .",
        "(1/81)\n\nذكر أخلاقه الشّريفة صلّى الله عليه وسلّم\nأكرم به خلقه القرآن ... فَهْوَ لَدى غَضَبِهُ غَضْبانُ\nيَرضَى بما يرضَاهُ، ليسَ يَغضَبُ ... لنفسِهِ إلا إذا تُرْتَكَبُ\nمَحَارِمُ الله إذًا فيَنْتَقِمْ ... فَأَحَدٌ لذاكَ أصلاً لم يَقمْ\nبَعَثَهُ الرحمنُ بالإرفاقِ ... كيمَا يَتِمَّ صَالحَ الأخلاقِ\nأشْجَعُهُمْ في مَوطِنٍ وأنْجَدا ... وأجودُ الناسِ بنانا ويدا\nما سيل «1» قَطُّ حَاجَةً فقالَ: لا ... وليسَ يأوي مَنْزِلا إنْ فَضَلا\nممَّا أتى دِرْهمٌ أو دينَارُ ... حتى تريحَ منهُمَا الأقْدارُ\nأصدَقُ لَهْجَةً، وأوفى ذِمَّهْ ... ألينُهُمْ عَرِيكَةً «2» في الأُمَّهْ\nأكرمُهُمْ في عِشْرةٍ، لا يَحسبُ ... جليسُهُ أَن سواهُ أقْربُ\nحَياؤهُ يَربُو على العَذْراءِ ... في خِدرِها، لِشِدَّةِ الحَيَاءِ\nنَظَرُهُ للأرْضِ مِنهُ أكثَرُ ... إلى السمَاءِ، خَافِضٌ إذْ يَنْظُرُ «3»\nأكثرُهُمْ تواضعًا، يُجيبُ ... دَاعِيَهُ بعيد او قريب\n__________\n(1) سيل: سئل، مسهّلة لضرورة الشعر.\n(2) أصدق لهجة: يعني كلامه أصدق كلام. ألينهم عريكة: أحسنهم معاشرة.\n(3) خافض إذ ينظر: أي كان لا يثبت بصره في وجه أحد لشدة حيائه صلى الله عليه وسلم.\n(1/82)",
        "\nمِنْ عبدٍ أو حُرٍّ فقيرٍ أو غنِي ... وأرحمُ الناسِ بكلِّ مؤْمنِ\nوطَائفٍ يَعْرُوهُ «1» ، حتَّى الهِرهْ ... يُصغي لها الإناءَ غَيرَ مَرَّهْ\nكانَ أعَفَّ الناس، ليسَ يُمْسِكُ ... أيديَ مَنْ ليسَ لَهُنَّ يَمْلِكُ\nيُبَايِعُ النساءَ لا يُصَافِحُ ... أيدِيَهُنَّ، بل كلام صالح «2»\nأشدُّهُمْ لصَحبِهِ إكرامًا ... ليسَ يَمُدُّ رِجلَهُ احْتِرامًا\nبينَهُمُ، ولَمْ يَكنْ يُقَدِّمُ ... رُكبَتَهُ على الجَليسِ يكرم\nفمن بديهة رآه هَابَهُ ... طَبعًا، ومَنْ خالطَهُ أحبَّهُ\nيَمْشي معَ المِسكينِ والأرْملَةِ ... في حَاجَةٍ مِنْ غيرِ ما أَنَفَةِ «3»\nيَخْصِفُ نَعلَهُ، يَخِيطُ ثَوْبَهُ ... يَحلِبُ شَاتَهُ، ولنْ يَعِيبَهُ\nيَخْدِمُ في مَهْنَةِ أهلِهِ كمَا ... يَقطَعُ بالسكينِ لَحْمًا قَدُما\nيُردِفُ خَلفَهُ على الحِمَارِ ... على إكافٍ «4» غير ذي اسْتِكبَارِ\nيَمْشي بلا نَعلٍ ولا خُفٍّ إلى ... عِيَادةِ المريضِ حولَهُ المَلا\nيُجالسُ الفَقيرَ والمِسْكينا ... ويُكرِمُ الكِرَامَ إذْ يَأْتونا\nليسَ مُوَاجِهًا بشَىءٍ يَكرَهُهْ ... جَليسُهُ، بَلْ بالرضَا يُواجِهُهْ\nيَمْزَحُ لا يَقولُ إلا حقّا ... يجلس في الأكل مع الأرقّا\n__________\n(1) يعروه: يقصده.\n(2) بل كلام صالح: يبايعهن بالكلام الذي يوفي بالغرض بلا مصافحة.\n(3) أنفة: بفتح الهمزة والنون، يقال: أنف من الشيء، إذا شرفت نفسه عنه، وتنزه عنه.\n(4) الإكاف: البرذعة، وهي: ما يوضع على الحمار أو البغل ليركب عليه، كالسرج للفرس.\n(1/83)\n",
        "يَأتي إلى بَسَاتِنِ الإخْوَانِ ... يُكرِمُهُمْ بِذَلكَ الإتْيانِ\nقِيلَ لهُ يَدعُو على الكُفَّارِ ... دَوْسٍ وغَيرِهِمْ مِنَ الفُجَّارِ\nفقالَ: إنما بُعِثتُ رَحْمَهْ ... وليسَ لَعَّانًا نبيُّ الرَّحمَهْ\nبلْ سَألَ: اللهُمَّ فَاهدِ دَوْسا ... وَأتِ بهِمْ فأصْبَحُوا رُؤوسا\nلمْ يَكُ فَحَّاشًا ولا لَعَّانًا ... ولا بَخِيلاً لا ولا جَبَانَا\nيَخْتَارُ أَيْسَرَ الأمورِ إذْ مَا ... خُيِّرَ، إلا أنْ يَكونَ إثمَا\nلمْ يُرَ ضَاحِكًا بملء فيه ... ضحكه تبسّم يُبْديهِ\nيَعْجَبُ ممَّا يعجَبُ الجَليسُ ... منهُ، فمَا بوجهِهِ عُبُوسُ\nأصْحابُهُ إذْ يَتَناشَدُونا ... بينَهُمُ الأشْعارَ يَضْحَكونَا\nويَذْكرونَ جَاهِليَّةً، فمَا ... يَزيدُ أنْ يَشْرَكَهُمْ تَبَسُّمَا\nقَدْ وُسِعَ النَّاسَ بَبَسْطِ الخُلْقِ ... فَهُمْ سَواءٌ عندَهُ في الحَقّ\nما انْتهَرَ الخَادِمَ قطُّ فيمَا ... يأتِيْهِ أو يتْرُكُهُ مَلُومَا\nفي صُنعِهِ للشَّىءِ: لِمْ صَنَعْتَهُ؟ ... وتَرْكِهِ للشَّىءِ: لِمْ تَرَكْتَهُ؟\nيقولُ: لوْ قُدِّرَ شىءٌ كانَا ... سُبْحانَ مَنْ كَمَّلَهُ سُبْحانَا «1»\nوفي الجُلوسِ يَحْتَبي تَواضُعَا ... ومرّة كالقرفصاء خاضعا «2»\n__________\n(1) في (ج) و (د) : (إنسانا) ، وفي هامش (أ) وهامش (ب) : (نسخة: إنسانا) .\n(2) يحتبي، احتبى فلان: جلس على أليتيه وضم فخذيه وساقيه إلى بطنه بذراعيه استغناء عن الاستناد. القرفصاء: هو أن يجلس على ركبتيه متكئا، ويلصق بطنه بفخذيه، ويتأبط كفّيه.\n(1/84)\n\nمَجلِسُهُ حِلْمٌ، وصَبْرٌ، وَحَيَا ... يَبْدأُ بالسَّلامِ مَنْ قَدْ لَقِيَا\nويُؤْثِرُ الداخلَ بالوسَادَهْ ... أو يَبْسُطُ الثوبَ لهُ زِيادَهْ «1»\nليسَ يقولُ في الرّضَا والغَضَبِ ... قَطعًا سِوى الحَقّ، فخُذْهُ واكْتُبِ\nيَعِظُ بالجدّ إذا ما ذَكَّرا ... كأنَّهُ مُنْذِرُ جَيْشٍ حَذَّرا\nويَسْتَنِيرُ وَجهُهُ إنْ سُرّا ... تَخَالُهُ مِنَ السُّرُورِ بَدْرا\nيَمنَعُ أن يَمشيَ خَلفَهُ أَحَدْ ... بَل خَلفَهُ مَلائِكُ الله الأَحَدْ\nوليسَ يَجْزي سيِّئًا بمِثْلِهِ ... لكنْ بِعَفْو وبصَفْحٍ فَضْلِهِ\nكان يُحِبُّ الفَأَلَ ممّن ذكره ... وكان يكره اتّباع الطّيره «2»\n__________\n(1) زيادة: في إكرامه.\n(2) في هامش (أ) : (بلغ ابن أبي حاتم قراءة عليّ والجماعة سماعا في الأول في الروضة الشريفة. كتبه مؤلفه) . وفي هامشها أيضا: (بلغ عبد الوهاب ولد ابن أبي زرعة قراءة عليّ، وحافظ الدين عبد الغني المقدسي الحنبلي من «ذكر وصوله إلى قباء ثم إلى المدينة» . كتبه مؤلفه) .",
        "(1/85)\n\nذكر خلقه صلّى الله عليه وسلّم في الطّعام والشّراب\nولمْ يَعِبْ قَطُّ طَعَامًا يَحضُرُهْ ... يأكلُهُ إن يَشْتَهي، أَوْ يَذَرُهْ\nولمْ يكُنْ جُلُوسُهُ مُتَّكِيَا ... في حالة الأكل ولكن مقعيا «1»\nتعجبه الذّرَاعُ، والدُّبَّاءُ ... والعَسلُ المَحبوبُ، والحَلوَاءُ «2»\nويأكُلُ البّطيخَ والقِثَّاءَ ... بِرُطَبٍ، يَبْغي بهِ الدَّواءَ\nيقولُ: يُطْفي بردُ ذَيْنِ حَرَّ ذا ... وكلُّ إرْشادٍ فعَنْهُ أُخِذا\nيَأْكُلُ بالأصَابِعِ الثَّلاثَةِ ... يَلعَقُها، لِقَصْدِ ذي البَرَكَةِ\nيبدأُ باسمِ الله ثمَّ يَختِمُ ... بالحَمْدِ في شُرْبٍ وأَكْلٍ يَطْعَمُ\nيَشْرَبُ في ثَلاثَةٍ أنْفَاسَا ... يَمُصُّ فَهْوَ أَهْنَأُ اخْتِلاسَا\nلمْ يَتَنَفَّسْ في الإنَا إذْ يَشرَبُ ... يُبِينُهُ عنْ فِيهِ فَهْوَ أَطْيَبُ\nيَشْرَبُ قَاعِدًا، ومِنْ قِيامِ ... لِعَارِضٍ، كزَمْزِمِ الحَرامِ\nوشُربُهُ مِنْ قِرْبَةٍ معَلَّقَهْ ... دَلَّ به للرُّخْصَةِ المُحَقَّقَهْ\nيُنَاوِلُ الأيْمَنَ قَبلَ الأيْسَرِ ... إلا بِإذنِهِ لِحَقِّ الأكبَرِ\nوالبَارِدُ الحُلْوُ يُحِبُّ شُربَهُ ... واللبَنَ اسْتَزادَ إذْ أحَبَّهُ\nيقولُ: زِدْنا مِنْهُ فهْوَ يُجْزي ... عنِ الشَّرابِ والطعَامِ المُجْزي\n__________\n(1) مقعيا يقال: أقعى في جلوسه: إذا جلس على أليتيه ونصب ساقيه وفخذيه.\n(2) الدباء: القرع. الحلواء: كل ما عولج من الطعام بسكّر أو عسل.\n(1/86)",
        "\nذكر خلقه صلّى الله عليه وسلّم في اللباس\nيَلبَسُ ما مِنَ الثيابِ وَجَدَا ... مِنَ الإزارِ، والقَمِيصِ، والرِّدَا\nوبُرْدَةٍ، وشَمْلَةٍ، وَحِبَرَهْ ... وَجُبَّةٍ، أو فقُبَاءٍ حَضَرَهْ «1»\nلَبِسَ أيْضًا حُلَّةً حمراء ... فزادها بحسنه سناء «2»\nوربَّما ارتَدَى الكِسَاءَ وَحْدَهْ ... ليْسَ عَليهِ غَيرُهُ، لَمْ يعدُهْ\nوربَّمَا كانَ الإزارُ وَحدَهُ ... ليسَ عليه غيره بعقده «3»\nوربَّما كانَ عليهِ مَرْطُ ... مُرَحَّلٌ، يَقْنَعُ لا يَشْتَطُّ «4»\nوربَّما صَلَّى بِثَوْبٍ وَاحِدِ ... مُلْتَحِفًا بهِ بِغيرِ زَائدِ\nلا يُسْبِلُ القَميصَ والإزَارَا ... بل فَوقَ كَعبَيْهِ هُمَا اقْتِصَارا\nبل رُبَّما كانَا لنصف السّاق ... تَواضُعًا لِرَبّهِ الخَلاقِ\nيَلْبَسُ ثَوبَهُ منَ المَيامِنِ ... ونَزْعُهُ بالعَكْسِ؛ للتَّيَامُنِ\nكانتْ لهُ مِلحَفَةٌ مَصبُوغَةُ ... بزعفران أو بورس «5» ينبت\n__________\n(1) الشملة: كساء من صوف أو شعر يتغطى به. الحبرة: ثوب من قطن أو كتان مخطط كان يصنع باليمن. القباء: ثوب يلبس فوق الثياب.\n(2) كذا في (أ) و (ج) و (د) ، وفي (م) وهامش (أ) : (نسخة: بهاء) .\n(3) كذا في (أ) وهامش (ج) أي: يربطه بعقد يعقد بها، وفي (ج) و (د) : (يعقده) .\n(4) مرط: ثوب غير مخيط من صوف يؤتزر به. مرحّل: منقوش عليه تصاوير. يشتط: يجاوز القدر المحدود.\n(5) الورس: نبات كالسمسم يصبغ به.\n(1/87)\n",
        "يَقولُ عندَ اللُّبْسِ باللسَانِ: ... الحمدُ لله الذي كَسَاني\nما يَستُرُ العَورَةَ مِنْ لِبَاسِ ... معََ التَّجَمُّلِ بهِ في النَّاسِ\nويَصْعَدُ المِنبَرَ إذْ يَشَاءُ ... بِرَأسِهِ عِصَابَةٌ دَسْمَاءُ «1»\nونَعْلُهُ الكَريمَةُ المَصُونَهْ ... طُوبى لمَنْ مَسَّ بِها جَبِينَهْ\nلهَا قِبَالانِ بِسَيْرٍ وَهُمَا ... سِبْتِيَّتَانِ سَبَتوا شَعْرَهُمَا «2»\nوطُولُهَا شِبْرٌ وإصْبَعَانِ ... وعَرْضُها مِمَّا يَلي الكَعبَانِ «3»\nسَبْعُ أصَابِعَ، وبَطْنُ القَدَمِ ... خَمْسٌ، وفَوقَ ذا فَسِتٌّ فاعلَمِ\nوَرَأْسُهَا مُحَدَّدٌ، وعَرْضُ مَا ... بَينَ القِبَالَينِ اصْبَعَانِ، اضبِطْهُمَا\nوهَذهِ تِمثَالُ تِلكَ النَّعْلِ ... ودورهَا، أكْرِمْ بها من نعل\n__________\n(1) دسماء: سوداء.\n(2) قبالان- تثنية قبال- وهو: الزمام الذي بين الإصبع الوسطى والتي تليها. سبتيتان- تثنية سبتية- وهي: المصنوعة من جلود البقر المدبوغة، سميت بذلك لأن شعرها سبت؛ أي: حلق.\n(3) في هامش (ب) : (هذا على لغة، والله أعلم، ولو قال شيخنا: «وطولها شبر مع اصبعين» بالنقل؛ أي: ترك همزة «إصبع» وتحريك العين.. من «مع» كان موزونا، ويقول في النصف الثاني: «الكعبين» كان أحسن ولم تكن فيه ضرورة) .\n(1/88)\n\nذكر صفة خاتمه صلّى الله عليه وسلّم\nخَاتمُهُ مِنْ فِضَّةٍ وفَصُّهُ ... مِنهُ، ونَقْشُهُ عَليهِ، نَصُّهُ\n(مُحمَّدٌ) سَطْرٌ، (رَسولُ) سَطرُ ... (الله) سَطْرٌ، ليس فيه كبر «1»\nوفَصُّهُ لِبَاطِنٍ يَختِمُ بِهْ ... وقالَ: لا يُنْقَشْ عَليهِ يَشْتَبِهْ «2»\nيَلْبَسُهُ- كمَا رَوَى البُخَارِي- ... في خنصَرٍ، يَمينٍ أو يَسارِ «3»\nكِلاهُما في «مُسلمٍ» ويُجْمَعُ ... بَأنَّ ذَا في حَالَتَينِ يَقَعُ «4»\nأو خَاتَمَينِ كُلُّ وَاحِدٍ بِيَدْ ... كَمَا بِفَصّ حَبَشِيّ قد ورد «5»\n__________\n(1) قوله: (كبر) كذا بخط المصنف، وعند المناوي في «العجالة السنية» (ص 163) : (كسر) أي: كان كل سطر حروفه كاملة. والله أعلم.\n(2) أي: لا ينقش أحد النقش نفسه لخوف الاشتباه.\n(3) الحديث عند البخاري برقم (5874) .\n(4) الأول عند مسلم برقم (2094/ 62) ، والثاني برقم (2095) .\n(5) هذه الرواية أخرجها مسلم (2094/ 61) .",
        "(1/89)\n\nذكر فراشه صلّى الله عليه وسلّم\nفِراشُهُ مِنْ أَدَمٍ «1» وحَشْوُهُ ... لِيْفٌ، فلا يُلْهي بِعُجبٍ زَهْوُهُ\nوربَّما نَامَ على العَبَاءةِ ... بثَنْيَتَينِ عِندَ بعضِ النّسْوةِ «2»\nوربَّما نَامَ على الحَصِيرِ ... ما تحته شيء سوى السّرير\n__________\n(1) أدم- بفتحتين، جمع أديم-: وهو الجلد المدبوغ.\n(2) في هامش (ب) : (عند حفصة رضي الله عنها) .\n(1/90)",
        "\nذكر طيبه وكحله صلّى الله عليه وسلّم\nالطِّيبُ والنسَاءُ حُبِّبَا لَهُ ... ويَكرَهُ الريحَ الكَريهَ كُلَّهُ\nوطِيبُهُ غَالِيَةٌ ومِسْكُ ... والمِسكُ وحدَهُ، كذاكَ السُّكُّ «1»\nبَخُورُهُ الكافورُ والعُودُ النَّدي ... وعَينُهُ يَكْحُلُهَا بالإثمِدِ\nثَلاثَةً في العَيْنِ للإيتَارِ ... ورُوِيَ اثنتَينِ في اليسار «2»\n__________\n(1) الغالية: طيب مركب من المسك والعنبر والعود والكافور. السك: نوع من الطيب يركّب من مسك وشيء أسود يخلط به.\n(2) في هامش (أ) : (بلغ أبو الفتح محمد بن العلامة زين الدين أبي بكر بن الحسين المراغي قراءة عليّ والجماعة سماعا في الثاني بمسجد المدينة الشريف. كتبه مؤلفه) .\n(1/91)\n",
        "ذكر معجزاته صلّى الله عليه وسلّم\nأعظمها معجزة القرآن ... تَبْقَى على تَعَاقُبِ الأزْمَانِ\nكذا انْشِقاقُ البَدْرِ حتّى افترقا ... بِفِرْقتَيْنِ، رَأيَ عَيْنٍ حُقِّقَا\nوقَدْ زَوَى لَهُ الإلهُ حَقَّا ... الأرضَ مَغْربًا لَها وَشَرْقَا\nوقالَ: «ما زَوَاهُ لي سَيَبْلُغُ ... إليهِ مُلْكُ أُمَّتي» فَبَلَغُوا\nوحَنَّ جِذْعُ النَّخْلِ لمَّا فَارقَهْ ... لِمِنْبَرٍ إليهِ، حتَّى اعْتَنَقَهْ\nوَنَبَعَ الْمَاءُ فَجَاشَ كَثْرَه «1» ... من بين إصبعيه «2» غير مرّه «3»\nوسبّح الحصى بِكَفِّهِ بِحَقْ ... كَذا الطعَامُ عِندَهُ بهِ نَطَقْ\nوَشَجَرٌ وَحَجَرٌ قَدْ سَلَّما ... عَلَيْهِ نُطْقًا، والذّرَاع كلّما\nوقد شكا له البعير إذ جهد ... وبالنّبوّة له الذّيب شهد\nوجاء مرّة قضاء الحاجة ... ولم يجد شيئا «4» سوى أشاءة «5»\n__________\n(1) جاش: ارتفع وفار.\n(2) في هامش (ب) : (لو قال شيخنا: «من نفس إصبعيه» .. كان أحسن؛ لأن الصحيح أن الماء تفجر من نفس الأصابع، مع احتمال كل من القولين، والله أعلم) .\n(3) في هامش (ب) : (قال ابن عبد البر في أول «الإستيعاب» : إن ذلك كان من النبي صلى الله عليه وسلم مرات في مواطن شتى. اه وعن ابن حبان في «صحيحه» : أنه اتفق مرات عددها خمسة) .\n(4) في (ج) و (د) : (سترا) بدل (شيئا) .\n(5) أشاءة- بفتح الهمزة وشين معجمة-: نخلة صغيرة.\n(1/92)\n\nومِثْلِهَا، لكنْ هُمَا بَعُدَتا ... أمَرَ كلاًّ مِنْهُما فَأَتَتَا\nتَخُدُّ «1» الأرْضَ ذي وذي حتَّى قَضَى ... حاجته، أمر كلّا فمضى\nوازدلفت إليْهِ سِتُّ بُدْنِ ... للنَّحْرِ، كُلٌّ سَابِقٌ للطَّعْنِ\nوَنَدَرَتْ «2» عَيْنُ قَتَادَةَ فَرَدْ ... تِلكَ فكانتْ مِنْ صحيحة أحد\nوبرئت عَيْنُ عَليٍّ إذْ تَفَلْ ... فِيهَا لِوَقْتِهِ، وما عَادَ حَصَلْ\nوابْنُ عَتِيْكٍ رِجْلُهُ أُصيبَتْ ... فَهْيَ بمسحه سريعا برئت\nوقَالَ: أقْتُلُ أُبَيَّ بْنَ خَلَفْ ... خَدَشَهُ خَدْشًا يسِيرًا فانْحَتَفْ «3»\nكَذَاكُمُ أُمَيَّةُ بْنُ خَلَفِ ... قُتِلَ كافِرًا ببَدْرٍ فَوُفِي\nوَعَدَّ في بَدْرٍ لهُمْ مَصَارِعا ... كلٌّ بما سَمّى لهُ قَدْ صُرِعا\nوقالَ عَنْ قَوْمٍ: «سَيَرْكَبُونا ... ثَبَجَ «4» هذا البَحْرِ» أيْ: يَغْزُونا\nومنهُمُ أمُّ حَرَامٍ رَكِبَتْ ... البَحرَ، ثمَّ في رجوعِهِمْ قَضَتْ «5»\nوقَالَ في الحَسَنِ سِبْطِ نَسَبِهْ ... يَومًا: لَعَلَّ الله أنْ يُصْلِحَ بِهْ\nما كَانَ بَيْنَ فِئتَينِ وَهُمَا ... عَظيمَتانِ، الكُلُّ مِمَّنْ أسْلَمَا\nفكانَ ذا، وقالَ في عثمانا: ... «تصيبه البلوى» فحقّا كانا\n__________\n(1) تخد: تشق.\n(2) ندرت: سقطت.\n(3) فانحتف: من لقي حتفه إذا مات.\n(4) ثبج: وسط.\n(5) قضت: ماتت.",
        "(1/93)\n\nومَقْتَلُ الأسوَدِ في صَنْعَا اليَمَنْ ... ذَكَرَهُ لَيلَةَ قَتْلِهِ، وَمَنْ\nقَتَلَهُ «1» ، كَذاكَ كِسْرَى أخْبَرَا ... بِقَتْلِهِ، فَكَانَ ذا بِلا مِرَا\nوقَالَ إخْبَارًا عَنِ الشَّيْمَاءِ «2» ... «قَدْ رُفعَتْ في بَغْلَةٍ شَهْبَاءِ»\nخِمَارُها أسْودُ حتَّى أُخِذَتْ ... عَهدَ أبي بكرٍ كما قَد وُصِفَتْ\nوَقَدْ دَعَا لوَلَدِ الخَطَّابِ ... بِعِزَّةِ الدّينِ بهِ، أوْ بأَبِي\nجَهْلٍ، أصَابَتْ عُمَرًا فأسْلَمَا ... عَزَّ بهِ مَنْ كانَ أضْحَى مُسْلِمَا\nولِعَلِيٍّ بذَهابِ الحَرّ ... والبَرْدِ، لمْ يكنْ بِذَينِ يَدْري\nولابنِ عَباسٍ بِفقهِ الدّينِ مَعْ ... عِلْمٍ بتأويلٍ، فَبَحْرًا اتَّسَعْ\nوثَابِتٍ بِعَيْشِهِ سَعِيدًا «3» ... حَيَاتَهُ، وموتِهِ شَهيدًا\nفَكانَ ذا، وأنسٍ بِكَثْرَةِ ... المَالِ والوُلْدِ وَطُولِ المُدَّةِ\nفي عمْرِهِ، فَعَاشَ نَحوَ المئة «4» ... وكانَ يُؤْتي نَخْلُهُ في السَّنَةِ\nحِمْلَيْنِ، والوُلْدُ لصلب مئة ... من بعد عشرين ذكورا أثبتوا\n__________\n(1) في هامش (ب) : (الذي قتله هو فيروز الديلمي، أسلم في حياته عليه السلام، وتعد له صحبة) .\n(2) الشيماء: هي بنت بقيلة الأزدية، وخبرها أخرجه الطبراني في «الكبير» (4/ 213) ، والبيهقي في «الدلائل» (5/ 268) ، ووقع في «العجالة السنية» (173) للمناوي: أنها الشيماء بنت الحارث السعدية، فوهم في ذلك، ثم أتى بالحديث فذكر الشيماء الأزدية.\n(3) في هامش (ب) : (هو ثابت بن قيس بن شماس) .\n(4) في هامش (ب) : (وعاش على قول فوق المئة، والله أعلم) .\n(1/94)",
        "\nوقَالَ فيمَنِ ادَّعَى الإسْلامَا «1» ... وَقَدْ غَزا مَعْهُ العِدَا وَحَامَا «2»\nمَعْ شِدَّةِ القِتَالِ للكفَّارِ ... مَعْهُ: بأنهُ مِنَ أهلِ النارِ\nفَصَدَّقَ الله مقالَ السَّيّدِ ... بِنَحرِهِ لِنَفسِهِ عَمْدَ اليَدِ «3»\nوكانَ مِنْ عتبة بنِ أبي لَهَبْ ... أذًى لهُ، دَعَا عَليهِ، فوجب\nيسلّط الله عليهِ كَلْبا ... قَتَلَهُ الأَسَدُ قَتْلاً صَعْبا\nوقد شكا لَهُ قُحُوطَ المَطَرِ ... شَاكٍ، أتاهُ وهْوَ فوقَ المِنبرِ\nفَرَفَعَ اليَدَيْنِ لله، وَمَا ... قَزَعَةٌ «4» ولا سَحَابٌ في السَّمَا\nفَطَلَعَتْ سَحَابَةٌ وانتشَرَتْ ... فأُمْطِروا جمعة تواترت\nحتّى شكا لَهُ انقطاعُ السُّبُلِ ... فأَقْلَعَتْ لمَّا دَعَا الله العَلي\nوأطْعَمَ الألفَ زَمَانَ الخَنْدَقِ ... مِنْ دونِ صَاعٍ وبُهَيْمةٍ، بَقي\nبَعدَ انْصِرافِهِمْ عَنِ الطعَامِ ... أكثرُ ممَّا كان مِنْ طَعَامِ\nكذاكَ قدْ أطعمَهُمْ مِنْ تَمْرٍ ... أَتَتْ بهِ جَارِيَةٌ في صُغْرِ\nوأَمَرَ الفَاروقَ أن يُزَوّدا ... مئينَ أرْبعًا أتَوْا فَزَوَّدا\nوالتمرُ كانَ كالفَصيلِ الرَّابِضِ ... كأنهُ ما مسّه من قابض «5»\n__________\n(1) في هامش (ب) : (هو قزمان، وكنيته أبو الغيداق) .\n(2) حام: احتفل وانتصر له.\n(3) عمد اليد: بنصب (عمد) أي: قتل نفسه بيده عمدا.\n(4) قزعة: قطعة من الغيم.\n(5) الفصيل: ولد الناقة. الرابض: البارك.\n(1/95)\n",
        "كذاكَ أقراصُ شَعيرٍ جُعِلَتْ ... مِنْ تَحتِ إبْطِ أنَسٍ، فَأَكَلَتْ\nجَمَاعَةٌ منها ثَمانونَ، وَهمْ ... قَدْ شَبِعوا، وهْوَ كما أُتي لَهُمْ\nوأطعَم الجيشَ فكلٌّ شَبِعا ... مِنْ مِزْوَدٍ، وما بقي فيهِ دعا\nلِصَاحِبِ المِزْوَدِ فيهِ «1» ، فَأُكِلْ ... منهُ حيَاتَهُ إلى حَينَ قُتِلْ\nعُثمانُ، ضَاعَ، وَرَوَوا أنْ حِمْلا ... خمسينَ وِسْقًا منهُ لله علا\nوفي بِنَائِهِ بزَيْنَبْ أطْعَمَا ... خَلقًا كثيرًا منْ طَعَامٍ قُدِّما\nأهدَتْ لهُ أمُّ سُليمٍ، رُفِعَا ... مِنْ بينِهِمْ، وَهْوَ كَمَا قدْ وُضِعا\nوالجَيشُ في يَومِ حُنَينِ إذ رُموا ... مِنهُ بقَبْضَةٍ تُرَابًا هُزمُوا\nوأنْزلَ الله بِهِ كِتَابَا ... وامتلأَتْ أعْيُنُهُمْ ترابا\nكذا التّراب في رؤوس القَوْمِ قَدْ ... وَضَعَهُ، ولمْ يَرَهْ منهُمْ أَحَدْ\nوكمْ لهُ مِنْ مُعجزاتٍ بَيّنَهْ ... تَضيقُ عَنهَا الكتب المدوّنه «2»\n__________\n(1) صاحب المزود هو سيدنا أبو هريرة رضي الله عنه وقصته أخرجها البيهقي في «الدلائل» (6/ 110) .\n(2) أجمع كتاب ضمها هو «حجة الله على العالمين في معجزات سيّد المرسلين» للعلامة النبهاني رحمه الله تعالى.\n(1/96)\n\nذكر خصائصه صلّى الله عليه وسلّم «1»\nخُصَّ النبيُّ بوجوبِ عِدَّهْ ... الوِتْرِ، والسّوَاكِ، والأُضْحِيَّهْ\nكذا الضُّحى- لَوْ صَحَّ- والمُصَابَرَهْ ... على العَدُوّ، وكذا المُشاوَرَهْ\nوالشافعِي عَنِ الوجوبِ صَرَفَهْ «2» ... حَكَاهُ عنهُ البيهقِيْ في «المَعْرِفَهْ» «3»\nكذا التَّهَجُّدُ ولَكِنْ خفّفا ... نسخا، وقيل: بل هذا كرم\nكذا قَضَاءُ دَيْنِ مَنْ مَاتَ وَلَمْ ... يَتْرُكْ وَفَاءً، قِيلَ: بَلْ هَذَا كَرَمْ\nكذاكَ تَخْيِيرُ النّساء اللّاتي ... معه، وأمّا في المحرّمات\nممّا أبيح لسواه حرّما ... عليه، فهي مَدُّ عَيْنَيْهِ لِمَا\nقدْ مُتّعَ الناسُ بهِ مِنْ زَهْرَةِ ... دُنْيَاهُمُ، كَذاكَ مِنْ خائنَةِ\nالأعْيُنِ، اعْدُدْهُ، ونَزْعُهُ لِمَا ... لَبِسَ مِنْ لأْمَةِ حَرْبٍ حُرِمَا «4»\nحتَّى يُلاقيَ العِدَا فَيَنْزِعا ... صَدَقةً فامْنَعْ ولو تطوّعا\nوالشّعر، والخطّ، وقيل: يمنع ... ثوم ونَحوُهُ، وأكلٌ يَقَعُ\nمعَ اتّكَاءٍ، والنكَاحَ للأَمَهْ ... مع الكتابيّة غير المسلمه\n__________\n(1) أجمع كتاب فيها «الخصائص الكبرى» للحافظ جلال الدين السيوطي رحمه الله تعالى.\n(2) في هامش (ب) : (صرف ذلك إلى الاستحباب؛ يعني وجوب المشاورة، لا كل ما ذكر) .\n(3) أي: كتاب «معرفة السنن والآثار» للبيهقي.\n(4) قوله: (لأمة حرب) أي: الدرع.",
        "(1/97)\n\nكذاكَ إمْسَاكُ التي قدْ كَرِهَتْ ... نِكَاحَهُ، والخُلْفُ في هذا ثَبَتْ\nوَقَدْ أباحَ ربُّهُ الوِصَالا ... لهُ، وفي سَاعَةٍ القِتَالا\nبمَكَّةٍ، كذا بِلا إحرَامِ ... دُخولُهَا، وليسَ بالمَنَامِ\nمُضطَجِعًا نَقضُ وضوئِهِ حصل ... كذا اصطفاء ما له الله أَحَلْ\nمنْ قَبْلِ قِسْمةٍ، كذاكَ يَقْضي ... لنفسِهِ وَوُلْدِهْ فيَمْضي\nكذا الشهَادَةُ، كذاكَ يَقبَلُ ... مَنْ شَهِدوا لهُ، كذاكَ يَفْصِلُ\nفي حُكمِهِ بِعِلمِهِ للعِصْمَةِ ... واخْتلَفُوا في غيرِهِ للرِّيبَةِ «1»\nكَذَا له أنْ يَحْمِيَ المَواتَا ... لِنَفسِهِ، ويأخُذَ الأقْوَاتَا\nوغيرَهَا منَ الطعَامِ مَهْمَا ... إحْتاجَ، والبَذلَ فأوْجِبْ حَتْما\nمِنْ مَالِكٍ، وإن يكنْ مُحْتَاجَا ... لكنَّهُ لفِعْلِ هذا مَا جَا\nوالخُلْفُ في النَّقضِ بِلَمْسِ المَرأةِ ... والمُكثِ في المَسجِدِ مَعْ جَنَابَةِ\nوجَائِزٌ نِكَاحُهُ لتِسْعَةِ ... وفَوقَهَا، وعَقْدُهُ بالهِبَةِ\nفإنْ فلا بالعَقدِ حَتم مَهرِهِ ... ولا الدُّخولُ بخِلافِ غَيرِهِ «2»\n__________\n(1) في (أ) و (ج) وهامش (د) وهامش (ب) رواية أخرى:\n(في حكمه لعلمه إجماعا ... وغيره فيه الخلاف شاعا)\n(2) في هامش (ب) : (إذا قلنا: إنه يعقد نكاحه ص بلفظ الهبة كما هو الأصح.. فلا يجب المهر بالعقد ولا بالدخول كما هو مقتضى الهبة، هذا معنى هذا البيت، فنزله عليه؛ فإني كذلك رأيته في الأصل المنقول منه، وهأنا أحلّه لك، فقوله: «فإن» أي: فإن قلنا بانعقاد نكاحه بالهبة ... أو فإن وقع مثل ذلك ... وقوله: «فلا بالعقد» أي: فلا يجب مهر بالعقد، والله أعلم) .\n(1/98)",
        "\nكذَا بلا وَليّ، او شُهودٍ، او ... في حَالِ إحرامٍ، بِخُلْفٍ قدْ حَكَوْا\nومَنْ يَرُمْ نِكاحَهَا، لَزِمَهَا ... إجابَةٌ، وحَرُمَتْ خِطْبَتُهَا\nومَنْ لهَا زوجٌ فحَقًّا وَجَبَا ... طَلاقُهَا، كما جَرَى لِزيْنَبَا «1»\nوفي وُجوبِ قَسْمِهِ بَينَ الإمَا ... وبَيْنَ زَوجاتٍ لَهُ خُلْفٌ نَمَا «2»\nزَوْجاتُهُ كُلٌّ مُحرمَاتُ ... هُنَّ لذي الإيمَانِ أُمهَاتُ\nنِكاحُهُنَّ مَعْ عُقوقِهِنَّهْ ... معَ الوجوبِ لاحتِرَامِهِنّهْ\nلا نَظَرٌ وخَلْوةٌ بِهِنَّهْ ... ولا بِتَحريمِ بَناتِهِنَّهْ «3»\nمَنْ دَخَلَتْ عَليهِ، أوْ قَدْ فُورِقَتْ ... أو مَاتَ عَنْها، أو تَكونُ سَبَقَتْ «4»\n__________\n(1) المصنف هنا يشير لقصة زواج النبي ص بزينب رضي الله عنها، وأنه ص رآها فأعجبته إلى آخر هذه القصة المدسوسة، والعجب من المصنف- وهو هو في علم الحديث- كيف أشار إليها مع أنه اعتمد إيراد ما صح من السّير، قال الصالحي الشامي في «سبل الهدى والرشاد» (11/ 321) : وقال القاضي والحافظ وغيرهما: وما زعمه هؤلاء من أن النبي ص هوي امرأة زيد، وأحب طلاقها، وأنه أخفى ذلك عن زيد حين استشاره في طلاقه غير صحيح، وإن صح عن قائله.. فهو منكر من القول، يتحاشى جانب النبوة عنه، إذ كيف يتصور أن سيد الأولين والآخرين ينظر إلى زوجة رجل من أصحابه الخصيصين، الذي ادعاه ولدا له، وأنها تقع في خاطره، وأنه يقصد فراق زوجها ليتزوجها؟ معاذ الله أن ينسب ذلك إليه، ولو نسب ذلك لآحاد الناس لم يرضه لنفسه، ولا يرضاه أحد لغيره، ومن قال هذه المقالة فقد اقتحم أمرا عظيما في جانب النبي صلى الله عليه وسلم.\n(2) نما: ظهر وانتشر.\n(3) قوله: (لا نظر ... ) أي: أن حكم أمهات المؤمنين في الاحترام والإعظام وتحريم نكاحهن، ولا يجري هذا الحكم بالنسبة إلى النظر إليهن والخلوة بهن وزواج بناتهن. والهاء في المصراعين للسكت.\n(4) في هامش (ب) : (أي: سبقته بالوفاة، كخديجة وزينب بنت خزيمة) .\n(1/99)\n",
        "وهُنَّ أفْضَلُ نِسَاءِ الأُمَّةِ «1» ... ضُعِّفْنَ في الأجْرِ وفي العُقوبَةِ\nأفْضَلُهُنَّ مُطلقًا خَدِيجَةُ ... وبَعدَها عَائِشَةُ الصِّدِّيقَةُ «2»\nوأَنَّهُ خَاتَمُ الأنبِيَاءِ ... خَيْرُ الخَلائِقِ بِلا مِرَاءِ\nأمَّتُهُ في النَّاسِ أفضَلُ الأُمَمْ ... مَعْصومَةٌ منَ الضَّلالِ بِعِصَمْ «3»\nأصْحَابُهُ خَيرُ القرونِ في المَلا ... كِتَابُهُ المَحفوظُ أنْ يُبَدَّلا\nشِرْعَتُهُ قَدْ أُبّدَتْ وَنَسَخَتْ ... كُلَّ الشَّرَائعِ التي قَبلُ خَلَتْ\nوالأرضُ مَسجِدٌ لهُ طهورُ ... والرُّعْبُ شَهْرًا نَصرُهُ يسير\nسيّد أولاد أبينا آدما ... قَدْ حَلَّلَ الله لهُ الغَنائِمَا\nأُرْسِلَ للنَّاسِ جَميعًا، أُعْطِيَا ... مَقامَهُ المَحمودَ حتى رَضِيَا\nوخُصَّ بالشفَاعةِ العُظْمَى التي ... يُحْجِمُ عَنْها كُلُّ مَنْ لَها أُتي\nأوَّلُ مَنْ تَنْشَقُّ عَنْهُ الأَرْضُ ... ولا يَنَامُ قَلْبُهُ بَلْ غَمْضُ\nأَوَّلُّ مَنْ يَقُومُ للشَّفَاعَةِ ... أوَّلُ مَنْ يَقْرَعُ بَابَ الجَنَّةِ\nأكْثَرُ الأنبيَاءِ حَقًّا تَبَعا ... يَرَى وَرَاءَهُ كَقُدَّامِ معا\nآتاه ربُّهُ جَوامِعَ الكَلِمْ ... قَرينُهُ «4» أَسْلَمَ «5» ، فَهْوَ قَدْ سلم\n__________\n(1) في هامش (ب) : (أي: بعد بناته الأربع، وأفضلهن فاطمة) .\n(2) في هامش (ب) : (وبعد عائشة زينب بنت جحش، هذا الذي يظهر، والله أعلم) .\n(3) بعصم- جمع عصمة-: وهي الحفظ.\n(4) جوامع الكلم: يعني أن كلامه كثير المعاني، قليل الألفاظ. قرينة: صاحبه من الجن.\n(5) في هامش (ب) : (في هذا اختيار من شيخنا لرواية «فأسلم» بالفتح، وفي الميم روايتان لرواة مسلم، وكأن الشيخ ترجح عنده الفتح) .\n(1/100)\n\nصُفُوفُهُ والأمَّةِ المُبَارَكَهْ ... كَصَفّ عِندَ رَبّهَا المَلائِكهْ «1»\nولا يَحِلُّ الرَّفْعُ فَوْقَ صَوْتِهِ ... ولا يُنادَى باسمِهِ بَلْ نَعْتِهِ\nخُوطِبَ في الصَّلاةِ بالسَّلامِ ... عَلَيكَ دونَ سَائِرِ الأنَامِ\nومَنْ دَعَاهُ في الصَّلاةِ وَجَبَتْ ... إجابَةٌ لَهُ، وفَرضُهُ ثَبَتْ «2»\nوبَولُهُ ودَمُهُ إذ أُتِيَا ... تَبَرُّكًا مِنْ شَارِبٍ ما نُهِيَا\nيَقْبَلُ ما يُهْدَى لَهُ فَحِلُّ ... دُونَ الوُلاةِ فَهْوَ لا يَحِلُّ\nفَاتَتْهُ رَكْعتَانِ بَعْدَ الظهْرِ ... صَلاهُمَا ودَامَ بَعْدَ العَصْرِ\nوما لنَا دَوامُ ذا بَلْ يَمتَنِعْ ... وما سِوَى سَبَبِهِ فمنقطع\nونسب يوم القيامة «3» ، ومن ... رآه نوما فهو قد رآه لَنْ\nيَكونَ للشيطَانِ مِنْ تَمَثُّلِ ... بِصورَةِ النَّبيّ أو تَخَيُّلِ\nوكَذِبٌ عَليهِ لَيْسَ كَكَذِبْ ... عَلى سواه «4» ، فهو أكبر الكذب «5»\n__________\n(1) قوله: (والأمة) بالجر معطوف على الضمير المجرور، يعني: أن صفوفه وصفوف أمته عند الله كصفوف الملائكة. وقوله: (كصف) فصل بينه وبين ما أضيف إليه (الملائكة) بالظرف.\n(2) قوله: (وفرضه ثبت) يعني: أن صلاته لا تبطل بذلك وإن كانت فرضا.\n(3) يعني: أن كل سبب ونسب منقطع يوم القيامة إلا سببه ونسبه صلى الله عليه وسلم، ومعناه: أنه ينتفع يومئذ بالنسبة إليه، ولا ينتفع بسائر الأنساب.\n(4) في هامش (ب) : (أي من البشر، وإلا.. فالكذب على الله عز وجل أكبر) .\n(5) في هامش (أ) : (بلغ الحافظ نور الدين الهيثمي قراءة على ناظمها والجماعة سماعا في الثالث بالروضة الشريفة) .",
        "(1/101)\n\nذكر حجّه وعمره صلّى الله عليه وسلّم\nقَدْ حَجَّ بَعدَ هِجرَةٍ لِطَيبَه ... سَنَةَ عَشْر قَطْ بِغيرِ مِرَيه «1»\nواعتَمَرَ النبيُّ بَعدَ الهجرَةِ ... أربعَةً، والكُلُّ في ذي القَعْدَةِ\nإلا التي في حجّة الوداع ... قرنها، لم تخل من نزاع\nأوَّلُهَا سَنَةَ سِتّ صُدَا ... فيهَا عن البَيتِ، فَحَلَّ «2» قَصْدَا\nكَانَتْ بِهَا بَيْعَتُهُ المَرضِيَّهْ ... ثم تَليهَا عُمرَةُ القَضِيَّهْ\nسَنةَ سَبعٍ، بَعدَهَا الجِعْرانَهْ ... عَامَ ثمانٍ، واعدُدَنْ قِرَانَهْ\nولم يَعُدَّ مَالِكٌ ذي الرَّابِعَهْ ... وقالَ: حَجَّ مُفرَدًا، وتابَعَهْ\nبَعضُهُمُ، وَحَجَّ قَبلَ الهجرَةِ ... ثِنتَينِ، أو أكثرَ، أو فَمَرَّةِ\nولمْ يَصِحَّ عَدَدُ الحَجَّاتِ ... مِن قَبلِ هجرة، ولا العمرات «3»\n__________\n(1) في هامش (ب) : (أو يقال: «في عشرة» ، وحذف «قط» هو الوزن في كلام المصنف، وفي بعض النسخ: سنة عشر) .\n(2) فحلّ: فتحلل بذبح الهدي والحلق.\n(3) في هامش (ب) : (بلغ على أصله) .\n(1/102)",
        "\nذكر عدد مغازيه صلّى الله عليه وسلّم\nسبعا وعشرين اعددنّ الغزوا ... أوّلها ودّان وهي الأبوا «1»\nثمّ بواط بعد، فالعشيرا ... فبدر الأولى، فبدر الكبرى «2»\nفقينقاع، فالسّويق، غطفان ... وهي فذو أمر، فغزو بحران «3»\nفأحد بعد، فحمراء الأسد ... ثمّ بنو النّضير، ثمّ في العدد «4»\nذات الرّقاع، ثمّ بدر الموعد ... فدومة، فالخندق، اذكر واعدد «5»\n__________\n(1) ودّان: هي الأبواء وقد مرت.\n(2) بواط- بفتح الباء وضمها-: جبل من جبال جهينة بناحية رضوى- وقيل: واد- شمال ينبع. العشيرة: تقع في الجنوب الشرقي لينبع، وقد اندرس موضعها الآن، وبقربها عين البركة لا تزال معروفة حتى الآن.\n(3) قينقاع- بفتح القافين وسكون التحتية وتثليث النون، والضم أشهر- قال السمهودي في «الوفا» : (منازل بني قينقاع عند جسر بطحان مما يلي العالية، ولهم شجاعة) . ذو أمر- بفتح الهمزة والميم وتشديد الراء، وخفف هنا للوزن-: موضع بنجد من ديار غطفان. بحران- بضم الموحدة وسكون المهملة-: موضع بناحية الفرع، بينها وبين المدينة المنورة ثمانية برد شرق رابغ على مسافة تسعين كيلومترا.\n(4) حمراء الأسد: موضع على ثمانية أميال من المدينة المنورة، عن يسار الطريق إذا أردت ذا الحليفة. بنو النضير- بفتح النون وكسر الضاد المعجمة-: قبيلة من اليهود، ينسبون إلى سيدنا هارون عليه السلام، سكنوا مع العرب، ودخلوا فيهم.\n(5) بدر الموعد: وهي غزوة بدر الصغرى، وتسمى بدر الموعد؛ للمواعدة عليها مع أبي سفيان يوم أحد. ذات الرقاع- بكسر الراء، جمع رقعة-: موضع على بعد (100) كيلومترا شمال المدينة المنورة بين نخل وادي الحناكية وبين الشّقرة. دومة الجندل: مدينة معروفة بين الشام والمدينة المنورة شمال مدينة تيماء على مسافة (450) كيلومترا.\n(1/103)\n",
        "قريظة، لحيان، ثمّ ذو قرد ... ثمّ المريسيع على القول الأسد «1»\nثمّ تليها عمرة الحديبيه ... فخيبر، فعمرة القضيّه «2»\nففتح مكّة، حنين، وتلا ... غزاة طائف تبوك، قاتلا\nمنها بتسع: أحد، والخندق ... بدر، بني قريظة، المصطلق\nخيبر، والفتح، حنين، طائف ... وقد حكوا عن قول بعض السّلف «3»\nبأنّه قاتل في النّضير ... وغابة، وادي القرى المشهور «4»\n__________\n(1) قريظة: بضم القاف وفتح الراء، وبنو قريظة كانوا يسكنون العوالي من المدينة المنورة، ففيها منازلهم. لحيان- بكسر اللام وفتحها-: قبيلة من هذيل. ذو قرد- بفتح القاف والراء، وقيل: بضمها، وقيل: بضم الأول وفتح الثاني-: ماء على ليلتين من المدينة المنورة، بينها وبين خيبر، تبعد عن المدينة المنورة (35) كيلومترا شمال شرق. المريسيع: ماء في ناحية قديد إلى الساحل، بينها وبين سيف البحر (80) كيلومترا.\n(2) خيبر: على وزن جعفر، وهي مدينة كبيرة ذات حصون ومزارع ونخل كثير، تقع شمال المدينة المنورة، تبعد عنها حوالي (179) كيلومترا، وهي محافظة تتبعها قرى، وتتبع محافظة خيبر إمارة منطقة المدينة المنورة.\n(3) حنين: اسم موضع في طريق الطائف إلى جنب ذي المجاز، وهو سوق كان للعرب على فرسخ من عرفة. الطائف: محافظة معروفة تابعة لإمارة منطقة مكة المكرمة. تبوك- بفتح الفوقية وضم الباء: - مدينة عامرة لها إمارة مستقلة تتبعها عدة محافظات، وتقع شمال المدينة المنورة، وتبعد عنها (760) كيلومترا.\n(4) الغابة: موضع قرب المدينة المنورة من ناحية الشام تبعد عنها (6) كيلومترا من جهة الشمال الغربي. وادي القرى- بضم القاف وفتح الراء-: واد بين المدينة المنورة وتبوك، بينه وبين المدينة (350) كيلومترا من جهة الشمال. وفي هامش (أ) : (بلغ الشيخ شهاب الدين أحمد بن عثمان الكلوتاتي نفع الله به قراءة عليّ في الخامس والجماعة سماعا. كتبه مؤلفه) .\n(1/104)\n\nذكر بعوثه وسراياه صلّى الله عليه وسلّم\nعدّتها من بعث او سريّة ... ستّون فالأوّل بعث حمزة\nلنحو سيف البحر من ناحية ... ألعيص، لم يقتتلوا بالجملة «1»\nفبعثه عبيدة بن الحارث ... لرابغ «2» ، أو قبل ذا، أو ثالث\nبأنّه شيّع كلّا منهما ... معا، لذا أشكل ذا وأبهما\nوكان رمي بينهم لم يعدوا ... أوّل من رمى بسهم سعد «3»\nفبعثه سعدا إلى الخرّار ... للعير فاتت، رجعوا للدّار «4»\nبعث ابن جحش «5» بعده، أو أوّل ... لنخلة، فغنموا، وقتلوا\nفي سلخ شهر رجب إنسانا «6» ... وأنزل الله به قرآنا\n__________\n(1) سيف البحر- بكسر السين-: ساحله. ناحية العيص- بكسر العين وسكون التحتية-: قرية عامرة تقع في شمال المدينة المنورة، تبعد عن المدينة المنورة (320) كيلومترا، ولا تزال تعرف بهذا الاسم.\n(2) رابغ- بكسر الباء وبغين معجمة- تقع على الطريق القديم بين جدة ومكة، وهي محافظة عامرة، تبعد عن المدينة المنورة من الطريق القديم (260) كيلومترا، وتتبع إمارة منطقة مكة المكرمة.\n(3) لم يعدوا: لم يجاوزوا الرمي إلى سلّ السيوف. سعد: هو ابن أبي وقاص رضي الله عنه.\n(4) الخرّار- بفتح الراء المشددة-: موضع قرب الجحفة، وقيل غير ذلك، وقوله: (للدار) يعني المدينة المنورة.\n(5) قوله: (ابن جحش) هو عبد الله بن جحش الأسدي.\n(6) في هامش (ب) : (هو عمرو بن الحضرمي، رماه واقد بن عبد الله التميمي بسهم فقتله) .",
        "(1/105)\n\nأي: يَسْئَلُونَكَ «1» أزالت كربا ... وبأمير المؤمنين لقّبا\nفبعثه عميرا الخطميّا «2» ... لقتل عصما؛ هجت النّبيّا\nفبعث سالم إلى أبي عفك ... قتله؛ آذى النّبيّ وأفك «3»\nفبعثه محمّد بن مسلمه ... في رفقة لقتل كعب الملأمه «4»\nجاؤوا برأسه، فإذ رموه ... قال لهم: أفلحت الوجوه\nفبعثه زيدا إلى القردة ... ماء بنجد، بقريب غمرة «5»\nفحصّلوا مئة ألف مغنما ... وأسروا فرات «6» ، ثمّ أسلما\nفبعده بعث ابن عبد الأسد ... لقطن؛ لولدي خويلد «7»\n__________\n(1) قوله: (أي: يسألونك) إشارة إلى قوله تعالى: يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ.\n(2) قوله: (عمير) هو ابن عدي بن خرشة الأنصاري الخطمي، قتل عصماء بنت مروان من بني أمية بن زيد كانت تعيب الإسلام وتحرض على المسلمين وتؤذيهم، انظر «الإصابة» (3/ 34) .\n(3) قوله: (سالم) هو: ابن عمير بن عبد الله بن ثابت الأنصاري الأوسي، و (أبو عفك) : يهودي من بني عمرو بن عوف، كان أبو عفك يؤذي النبي ص ويحرض عليه. أفك: كذب.\n(4) الملأمة: هو الذي يفعل ما يلام عليه، كما قال المناوي في «العجالة» (ص 278) .\n(5) غمرة: موضع بين نجد وتهامة من طريق الكوفة. قوله: (زيدا) هو ابن حارثة رضي الله عنه.\n(6) قوله: (فرات) هو ابن حيان بن ثعلبة اليشكري العجلي، كان عينا لأبي سفيان في حروبه، فلما أسر أسلم وحسن إسلامه، انظر «الإصابة» (3/ 196) .\n(7) قوله: (ابن عبد الأسد) هو عبد الله بن عبد الأسد المخزومي. قطن- بفتح القاف والطاء المهملة-: جبل في ديار عبس بن بغيض عن يمين النباج والمدينة، بين أثال وبطن الرمة، وهو جبل فيه مياه، ولا يزال معروفا غرب منطقة القصيم شرق عقلة الصقور، يراه المتجه إلى المدينة المنورة عن يمينه رأي العين، ويبعد عن بريدة غربا نحو (160) كيلومترا.\n(1/106)",
        "\nطليحة مع أخيه سلمه ... قد جمعا حرب نبيّ المرحمه\nفلم يصل حتّى تفرّق الملا ... وغنموا شاء لهم وإبلا\nيليه بعث ابن أنيس «1» ، العامد ... لقتل سفيان، هو: ابن خالد «2»\nإبن نبيح، كان صوب عرنه «3» ... يجمع للنّبي، فلمّا أمكنه\nإحتزّ رأسه، فلمّا أحضره ... دعا له، وخصّه بمخصره «4»\nفبعثه المنذر والقرّا إلى ... بئر معونة، فطابوا نزلا «5»\n__________\n(1) ابن أنيس: هو عبد الله بن أنيس الجهني الأنصاري.\n(2) ابن خالد: هو سفيان بن خالد بن نبيح، وهو كذلك عند ابن سعد في «الطبقات» (2/ 50) ، والبيهقي في «الدلائل» (4/ 40) ، وابن الجوزي في «المنتظم» (2/ 289) ، وابن سيد الناس في «عيون الأثر» (2/ 55) ، والحافظ مغلطاي في «الإشارة» (239) ، والبرهان الحلبي في «سيرته» (3/ 164) والصالحي في «سبل الهدى والرشاد» (6/ 57) ، والقول الثاني في اسمه: أنه خالد بن سفيان بن نبيح وهو عند ابن خزيمة (982) ، وابن حبان (7160) ، والضياء في «المختارة» (9/ 29) ، وأبي داود (1249) ، وأحمد (3/ 496) ، وأبي يعلى (905) ، والبيهقي في «السنن الكبرى» (9/ 38) ، وابن هشام في «السيرة» (4/ 619) ، والله أعلم.\n(3) عرنة: هو واد ممتد مما يلي مكة يمينا وشمالا وليس من عرفات.\n(4) قوله: (وخصه بمخصرة) أشار إلى أن النبي صلى الله عليه وآله وسلم عندما جاءه ابن أنيس برأس سفيان بن خالد.. أعطاه عصا وقال له: «تخصّر بهذه في الجنة» ، انظر «طبقات ابن سعد» (2/ 50) .\n(5) المنذر: هو ابن عمرو الأنصاري الخزرجي. بئر معونة: يقع بين جبال يقال لها: أبلى، في طريق المصعد من المدينة المنورة إلى مكة المكرمة، وهو في أرض بني سليم وبني كلاب وبني عامر، وكلاهما قريبة من بني سليم (وهي معروفة الآن بقرية السّلمان أو السّلمي) وقد قتل عنده بعض أصحاب رسول الله صلى الله عليه وسلم، فرثاهم حسان بقوله:\nعلى قتلى معونة فاستهلي ... بدمع العين سحّا غير نزر\n(1/107)\n",
        "فاستشهد السّبعون إلّا كعبا ... هو ابن زيد، كان رزآ «1» صعبا\nووجد النّبيّ حزنا، حتّى ... قنت شهرا في الصّلاة بحتا «2»\nيدعو على القاتل حتّى أنزلا ... لَيْسَ لَكَ الآية ربّنا علا «3»\nوبعثه إلى الرّجيع مرثدا ... أو عاصم بن ثابت، وأسندا «4»\nهذا البخاريّ، وفيه خانا ... بسبعة منهم بنو لحيانا «5»\nوأسروا زيدا خبيبا بيعا ... وقتلوا ابن طارق صريعا «6»\nثمّ الّذي ابتاع خبيبا قتله ... كذا بزيد مشتريه فعله «7»\nوقصدت هذيل رأس عاصم ... حمته دبر «8» ، ثمّ سيل عاصم\n__________\n(1) كذا في (ب) و (ج) : (رزآ) أي: كان استشهادهم مصيبة شديدة صعبة على المسلمين، وقال الأجهوري في «شرحه» (ت 320) : (أي [أن كعب بن زيد] كان مصيبة على أعدائه) . وفي (أ) و (د) : (رتئا) وهي بمعنى شديد القوة، والله أعلم.\n(2) وجد: حزن. بحتا: خالصا.\n(3) وهي قوله تعالى: لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ.\n(4) الرجيع- بفتح الراء وكسر الجيم وبعين مهملة-: وهو أسفل وادي مدركة، مما يلي هدى الشام، ويعرف عند أهل المنطقة بالبناية. قوله: (مرثدا) هو مرثد بن أبي مرثد الغنوي. وفي هامش (ب) : (بعث الرجيع عند البخاري عشرة رجال، وقال ابن إسحاق: ستة، وعند ابن سعد أنهم عشرة كما رواه البخاري، والسبعة قتلوا وسلم منهم خبيب وزيد بن دثنة وعبد الله بن طارق، فأخذوا من بني لحيان العهد والميثاق أن لا يقتلوا منهم أحدا، ثم قتل عبد الله بن طارق بمر الظهران، وسلم الاثنان، ثم قتلا بمكة) .\n(5) أخرجه البخاري (3989) .\n(6) قوله: (زيدا) هو ابن الدثنّة الخزرجي، وقوله: (خبيبا) هو ابن عدي الأنصاري، وقوله: (ابن طارق) هو عبد الله بن طارق رضي الله عنهم.\n(7) قوله: (الذي ابتاع خبيبا) وهو عتبة بن الحارث. وقوله: (مشتريه) هو صفوان بن أمية.\n(8) الدّبر: الزنابير.\n(1/108)\n\nفبعثه محمّد بن مسلمه ... للقرظا «1» أصاب منهم مغنمه\nشاء لهم ونعما أصابوا ... بعضهم، وبعضهم هرّاب\nلم يعرضوا للظّعن، أمر رامه ... أميرهم، وأسروا ثمامه «2»\nفبعثه عكّاشة بن محصن ... لغمر مرزوق، مويه لبني «3»\nأسد على يومين؛ أي: من فيد «4» ... فهربوا، وما لقوا من كيد\nوبعثه أيضا إلى ذي القصّة «5» ... محمّدا إلى بني ثعلبة\nفي عشرة، فأحدق الأعراب ... بهم، وكانوا مئة، أصابوا\nكلّهم قتلا سوى ابن مسلمه ... جرح جرحا سالما ما أسلمه\nفبعثه لهم أبا عبيده ... لم يجد القوم، وحادوا حيده «6»\nلكن أصابوا رجلا فأسلما ... وغنموا شاء لهم ونعما\n__________\n(1) القرظا: بالظاء المعجمة، كذا بخط المصنف، وضبطها كتابة المناوي في «العجالة السنية» (ص 283) ، وضبطها الصالحي الشامي في «سبل الهدى والرشاد» (6/ 115) بالطاء المهملة، وهي كذا عند ابن ماكولا في «الإكمال» (7/ 87) وغيره، وهو الراجح، والله أعلم.\n(2) الظعن- جمع ظعينة-: وهي المرأة ما دامت في الهودج. ثمامة: هو ثمامة بن أثال بن النعمان الحنفي اليمامي، انظر «الإصابة» (1/ 204) .\n(3) غمر مرزوق: اسم ماء لبني أسد. مويه- تصغير ماه- وهو: الماء، والهمزة مبدلة من الهاء، والتصغير للوزن.\n(4) فيد: بلد على نصف الطريق بين الكوفة ومكة، قال في «المراصد» : (كان الناس يودعون فيها فواضل أزوادهم إلى حين رجوعهم، وما ثقل من أمتعتهم وهي قرب أجاء وسلمى، جبلي طيء) .\n(5) ذي القصة: موضع بطريق العراق على بريد من المدينة. قوله: (محمدا) هو محمد بن مسلمة.\n(6) حادوا حيدة: تنحوا عن مكانهم وصعدوا الجبال.",
        "(1/109)\n\nفبعث زيد لبني سليم ... وهم ببطن نخل بالجموم «1»\nوقد أصابوا نعما وشاء ... وأسروا ما الله منهم شاء\nفبعثه للعيص حتّى أخذوا ... عير قريش كلّها ونفذوا «2»\nوفضّة كثيرة، وأسرى ... ممّن مع العير أتوا، والصّهرا «3»\nصهر النّبيّ زوج زينب استجار ... بها، أجارته، وأهل أن يجار\nفبعثه رابعة إلى الطّرف «4» ... ماء قريب من مراض، فانصرف\nإلى بني ثعلبة أصابوا ... أنعامهم، وهرب الأعراب\nوبعثه خامسة لحسمى «5» ... إلى جذام، فأتاهم هجما\nصبحا على القوم، أصابوا العارضا «6» ... وأبه هنيدا المعارضا\nفي قومه لدحية الكلبيّ ... فقطعوا طريقه بالقيّ «7»\nوكان زيد معه خمس مئه ... فأخذوا الأنعام والسّبي فئه\nمئة النّساء والصّبيانا ... فجاء زيد «8» من جذام، كانا\n__________\n(1) زيد: هو ابن حارثة. الجموم: ناحية ببطن نخلة من المدينة على أربعة برد.\n(2) نفذوا: ذهبوا بها إلى المدينة المنورة.\n(3) الصّهر: هو أبو العاصي بن الربيع.\n(4) قوله: (رابعة) أي: مرة رابعة. الطرف: ضبطها المصنف بخطه بفتح الراء، وفي «سبل الهدى والرشاد» (6/ 139) بكسرها، والله أعلم.\n(5) حسمى- بكسر الحاء المهملة وسكون السين-: موضع من أرض جذام وراء وادي القرى.\n(6) العارض: هو عارض بن الهنيد بن عارض الصّلعي.\n(7) القيّ: الأرض الخالية.\n(8) زيد: هو زيد بن رفاعة الجذامي.\n(1/110)",
        "\nمعه كتاب المصطفى إذ أسلما ... له وللقوم فسال المغنما\nأموالهم مع حريمهم، فرد ... كلّا إليهم وافيا بما عهد\nفبعثه أيضا له مؤمّرا ... سادسة لوجهة: وادي القرى\nبه أصيب المسلمون قتلا ... وارتثّ «1» زيد من خليط القتلى\nبعث ابن عوف «2» بعده لكلب ... بدومة الجندل، فاز الكلبي\nأميرهم أصبغ «3» بالإسلام ... ومعه ناس من الأقوام\nوأمر النّبيّ أن يصاهرا ... نكح ذاك ابنة ذا تماضرا\nفبعثه لفدك «4» عليّا ... إلى بني سعد بن بكر، أحيا\nألللّيل سيرا وكمن نهارا ... حتّى أتاهم غفلة أغارا\nفهربوا إذ جاءهم بالظّعن ... واستاق أنعامهم غير وني «5»\nفبعثه زيدا لأمّ قرفه ... سابعة فقتلت بعسفه «6»\nوصحّ في «مسلم» الطّريق ... بأنّما أميرها الصّدّيق «7»\n__________\n(1) ارتث: حمل مثخنا بالجراح.\n(2) قوله: (ابن عوف) : هو عبد الرحمن بن عوف الزهري.\n(3) قوله: (أصبغ) هو الأصبغ بن عمرو بن ثعلبة الكلبي القضاعي، انظر «الإصابة» (1/ 116) .\n(4) فدك- بفتح الفاء والدال- بلدة عامرة، بينها وبين المدينة المنورة يومان، تسمى الآن بالحائط، وتتبع منطقة إمارة حائل، وتقع شرق خيبر.\n(5) وني: ضعيف.\n(6) أم قرفة: فاطمة بنت ربيعة بن بدر، وكانت عجوزا في بيت شرف من قومها وكانت تسب النبي صلى الله عليه وآله وسلم، فقتلت. عسفة: قتلة عنيفة.\n(7) أخرجه مسلم (1755) .\n(1/111)\n",
        "فبعثه لابن عتيك معه ... قوم من الخزرج كي تمنعه «1»\nلخيبر لابن أبي الحقيق «2» ... لقتله أعين بالتّوفيق\nواختلفوا فقيل: ذا في السّادسه ... أو ثالث أو رابع أو خامسه «3»\nفبعده بعث، ثلاثون رجل ... أمير ذاك ابن رواحة البطل\nلخيبر فقتلوا أسيرا ... إبن رزام لا أصاب خيرا\nومخرش من شوحط «4» كان معه ... فشجّ عبد الله لمّا صرعه\nفبصق النّبيّ في شجّته ... فلم تكن تؤذيه حتّى موته\nفبعثه كرز بن جابر إلى ... ألعرنيّين «5» الّذين مثّلا\nبهم رسول الله في القتل، كما ... قد فعلوا هم في الرّعاة مثل ما\nوما رواه ابن جرير كونا ... جرير المرسل فاردد وهنا «6»\nفبعث عمرو بن أميّة إلى ... قتل أبي سفيان فيما فعلا\n__________\n(1) ابن عتيك: هو عبد الله بن عتيك، وقوله: (تمنعه) أي: تمنع ابن عتيك من أن يصل إليه أحد.\n(2) ابن أبي الحقيق: هو عبد الله بن أبي الحقيق- مصغّرا- اليهودي.\n(3) انظر «الإشارة» (273) ، و «فتح الباري» (7/ 342) .\n(4) مخرش: عصا معوجة الرأس. شوحط: نوع من الشجر تتخذ منه القسي.\n(5) في هامش (ب) : (كون كرز هو الأمير يومئذ، قاله ابن سعد، وقال موسى بن عقبة: الأمير سعيد بن زيد أحد العشرة، كذا قيده بعضهم عن ابن عقبة، وبعضهم أطلقه عن ابن عقبة) والعرنيين- بضم العين وفتح الراء- سموا بذلك؛ لأن أكثرهم من عرينة، بطن من بجيلة.\n(6) قوله: (وهنا) أي: لضعفه، فقد أورد ابن جرير الطبري في «تفسيره» الحديث عن جرير، وقصة العرنيين كانت في السادسة، وإسلام جرير في العاشرة، فلا يصح ذلك، لكن ابن جرير نفسه في «تاريخه» (2/ 644) ذكر السرية وأن أميرها كان كرز بن جابر، فلينظر.\n(1/112)\n\nمن كونه جهّز أعرابيّا ... بخنجر ليقتل النّبيّا\nفلم يطق، فأسلم الأعرابي ... وراح عمرو «1» معه صحابي\nجبّار «2» او سلمة بن أسلما ... وقدّر الله له أن يسلما\nفلم يطيقا قتله، وقتلا ... عمرو ثلاثة وأسرا رجلا\nبعث أبان بن سعيد نجدا ... من بعد فتح خيبر قد عدّا\nثمّ إلى تربة «3» بعث عمر ... نحو هوازن أتاهم الخبر\nفهربوا لم يلق منهم أحدا ... وعاد راجعا لنحو أحمدا\nبعث أبي بكر إلى كلاب ... يعقبه، ومرّ في كتابي «4»\nبأنّ بعثه إلى فزارة ... في «مسلم» قد صحّ مع زيادة\nفبعثه بشيرا الأنصاري ... لفدك، فساق في انحدار\nشاء لهم ونعما، فأدركوا ... أصحابه، فقتلوا وسفكوا\nوأخذوا أموالهم، وسلما ... من بعد ما ارتثّ بشير قدما\nفبعثه اللّيثيّ غالبا إلى ... ميفعة من أرض نجد قتلا «5»\n__________\n(1) قوله: (عمرو) هو: ابن أمية بن خويلد الضمري، انظر «الإصابة» (2/ 517) .\n(2) قوله: (جبار) هو ابن صخر بن أمية الأنصاري السلمي، انظر «الإصابة» (1/ 221) .\n(3) تربة- بضم المثناة فوق وفتح الراء ثم موحّدة مفتوحة-: موضع على أربعة ليال من مكة على طريق صنعاء.\n(4) أي: في هذه الأرجوزة.\n(5) قوله: (الليثي غالبا) أي: غالب بن عبد الله الكناني الليثي. ميفعة: قرية وراء بطن نخل من أرض نجد.",
        "(1/113)\n\nقوما وساق نعما وشاء ... لهم، ولم يستأسرن من جاء\nقيل: بها أسامة بن زيد ... قتل من نطق بالتّوحيد\nقال له النّبيّ: هلّا قلبه ... شققت عنه؟! هل تحسّ كذبه؟!\nوفي «البخاري» بعثه أسامه ... للحرقات ساق ذا تمامه «1»\nوسيجيء ذكر ذي الواقعة ... من بعد ذكري لبعوث عشرة\nفبعثه بشيرا الأنصاري ... ثانية ليمن «2» والجبار «3»\nلغطفان، هربوا وقد هجم ... أرضهم، فلم يجد إلّا النّعم\nفساقها، ورجلين أسرا ... فأسلما، وأرسلا إذ أحضرا\nيليه بعث ابن أبي العوجاء ... وهو بعيد عمرة القضاء\nإلى سليم، جاءهم عين لهم ... فجاءهم وقد أعدّوا نبلهم\nثمّ تراموا ساعة فقاتلا ... أصحابه، وهو فقد تحاملا\nمن بعد جرحه إلى أن قدما ... على النّبيّ سالما مسلّما\n__________\n(1) أخرجه البخاري (4269) . الحرقات: نسبة إلى الحرقة، واسمه جهيش بن عامر بن ثعلبة، وسمي حرقة لأنه حرق قوما وبالغ في ذلك.\n(2) في هامش (أ) : (نسخة: لأمن، وأمن: قول في يمن) .\n(3) يمن- بفتح المثناة التحتية وضمها وسكون الميم-: أرض لغطفان. جبار: موضع بقرب خيبر، أو ماء بقرب وادي القرى، وهو بفتح الجيم، وضبطها صاحب «القاموس» بضم الجيم. وقد ضبطها المؤلف في أصله بالحاء المهملة والياء المثناة التحتية، ولم نجد في الجزيرة العربية موضعا بهذا الاسم وإنما الحيار- كما قال ياقوت- موضع من قنّسرين بينه وبين حلب يومان، والله أعلم.\n(1/114)",
        "\nفبعث غالب إلى الكديد «1» ... إلى بني الملوّح الرّقود\nشنّ عليهم غارة فاستاقا ... نعمهم، وأدركوا لحاقا\nبه، فجاء الله بالسّيل فما ... قدّرهم أن يستردّوا النّعما\nفبعثه ثالثة إلى فدك ... أجل مصاب من بها قبل هلك\nمع بشير، فأصابوا النّعما ... وقتلوا في الله قتلى لؤما\nبعث شجاع بعده إلى بني ... عامر بالسّيّ «2» إلى هوازن\nيسير ليلا، يكمن النّهارا ... فسار حتّى صبّح الدّيارا\nأصاب منهم نعما وشاء ... وخمّسوا وقسّموا ما جاء\nفبعث كعب بن عمير من غفار ... لذات أطلاح «3» فحلّوا بالدّيار\nفوجدوا الجمع كثيرا، قاتلوا ... من أعظم القتال حتّى قتلوا\nإلّا الأمير ابن عمير كعبا ... نجا جريحا، كان رزاء صعبا\nوبعث عمرو وهو ابن العاصي ... إلى قضاعة بمرمى قاصي\nذات السّلاسل «4» وكان من معه ... عدّ ثلاث مئة مجتمعه\n__________\n(1) الكديد: موضع بالحجاز شمال غربي مكة المكرمة، يبعد عنها (90) كيلومترا، ويسمى اليوم الحمض.\n(2) شجاع: هو شجاع بن وهب الأسدي. السّيّ- بكسر السين المهملة وتهمز-: موضع على خمس ليال من المدينة.\n(3) ذات أطلاح: موضع وراء ذات القرى إلى المدينة، وقيل: هي من أرض الشام.\n(4) ذات السلاسل: ماء لبني جذام، وهي اليوم شمال غرب المملكة العربية السعودية بين ضبا والوجه.\n(1/115)\n",
        "وبلغ ابن العاص كثر الجمع ... أرسل يستمدّ قدر الوسع\nأرسل له أبا عبيدة ورد ... في مئتين، منهما شيخا الرّشد\nألعمران يلحقان عمرا ... فلحقوه، ثمّ ساروا طرّا\nحتّى لقوا جمعا من الكفّار ... فهرب الكفّار للأدبار\nفبعثه أيضا أبا عبيدة ... في عدّة، وهم ثلاث مئة\nوهو الّذي تعريفه جيش الخبط ... يلقون عيرا لقريش، ففرط «1»\nوكان زادهم جراب تمر ... فأكلوا الخبط فقد التّمر «2»\nوفيه ألقى البحر حوتا ميّتا ... يدعونه العنبر حتّى ثبتا\nشهرا عليه الجيش حتّى سمنوا ... من أكله، وحملوا، وادّهنوا\nوفيه قيس بن سعد نحرا ... جزائرا للجيش، حتّى ائتمرا\nعمر مع أميرهم، فمنعا ... وجاء سعد فاشتكى من منعا\nبعث أبي قتادة الأنصاري ... بعد إلى خضرة للمغار «3»\nعلى محارب بنجد سارا ... ليلا بهم، وكمن النّهارا\nفقتلوا من جاء، واستاقوا النّعم ... وأخرج الخمس الأمير، وقسم\nفبعثه أيضا إلى بطن إضم «4» ... حين أراد غزو مكّة وهم\n__________\n(1) ففرط: فسبقهم ذلك العير ولم يدركوه.\n(2) في (د) : (بعد التمر) ، والخبط: ورق السّمر.\n(3) قوله: (للمغار) أي: لشن الإغارة. خضرة- بضم الخاء-: أرض بني محارب بنجد.\n(4) إضم: بكسر الهمزة، واد يقع بعد منطقة سيد الشهداء (سيدنا حمزة) ومنه وادي النقمي الذي\n(1/116)\n\nوكان في البعث محلّم قتل ... عامر أشجع وبئس ما فعل «1»\nحيّاهم تحيّة الإسلام ... قتله؛ فباء بالآثام\nونزلت وَلا تَقُولُوا «2» الآيا ... ثمّ لقوا النّبيّ عند السّقيا\nولابن إسحاق بأن ذي القصّة ... لابن أبي حدرد وهو عروة\nبعثه مع رجلين نحوا ... رفاعة «3» ؛ جاء يريد غزوا\nللمسلمين، مع بطن من جشم ... قتله عروة واستاق النّعم\nفبعثه أسامة بن زيد ... للحرقات، وهو ذو ترديد\nهل كان في السّبع كما قد مرّا ... أو في الثّمان كان، وهو أحرى\nوفيه قتله لمن قد ذكرا ... كلمة التّوحيد حتّى أنكرا\nفبعث خالد لهدم العزّى ... فحزّها باثنين حزّا حزّا «4»\nفبعث عمرو ثانيا، فهدما ... سواع، والسّادن عاد مسلما\nفبعث سعد وهو ابن زيد ... هدم مناتهم على قديد\nفبعث خالد إلى جذيمة ... ثانية يدعو لخير ملّة\nليس مقاتلا، وكانوا أسلموا ... قالوا: صبأنا، وهو لفظ مفهم\n__________\nبمنطقة الخليل شمال المدينة المنورة.\n(1) محلم: هو ابن جثّامة الليثي. عامر: هو ابن الأضبط الأشجعي وقد ترجم له الحافظ في «الإصابة» (2/ 238) .\n(2) وهي قوله تعالى: وَلا تَقُولُوا لِمَنْ أَلْقى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً إلى آخر الآية.\n(3) رفاعة: هو رفاعة بن قيس.\n(4) فحزّها: قطعها.",
        "(1/117)\n\nأمرهم خالد أن يقتّلا ... كلّ أسيره، فبعض قتلا\nوبعضهم أمسك كابن عمرا ... وصحبه؛ لم يقتلوا من أسرا\nقال النّبيّ إذ أتاه الوارد ... أبرأ ممّا قد أتاه خالد\nودى لهم قتلاهم النّبيّ ... ذهب بها إليهم عليّ\nفبعثه طفيلا الدّوسيّا ... لذي الكفين «1» صنما، فهيّا\nنارا له، ومنشدا في ذلكا: ... يا ذا الكفين لست من عبّادكا\nميلادنا أقدم من ميلادكا ... إنّي حشوت النّار في فؤادكا\nفبعث قيس وهو ابن سعد ... إلى صداء، أمروا بالرّدّ «2»\nلمّا أتى أخو صداء «3» ، التزما ... بقومه، أتى بجمع أسلما\nفبعثه ضحّاكا الكلابي «4» ... لقومه وهم بنو كلاب\nفبعثه عيينة الفزاري ... إلى تميم؛ أجل أخذ الثّار\nإذ منعوا مصدّق الرّسول «5» ... من أخذ ما أمر بالفضول\n__________\n(1) ذو الكفين- بتشديد الفاء وخفف للوزن-: صنم من خشب كان لعمرو بن حممة الدوسي.\n(2) صداء: حي من العرب باليمن، وقوله: (أمروا بالرد) أي: عندما أتى أخو صداء إلى النبي صلى الله عليه وآله وسلم وتعهد بإسلام قومه، أمر النبي ص السرية بالرجوع.\n(3) في هامش (ب) : (هو زياد بن الحارث الصدائي) .\n(4) قوله: (ضحاكا) هو ابن سفيان.\n(5) المصدق: آخذ الصدقات وجامعها، والرجل الذي أرسله النبي صلى الله عليه وآله وسلم إلى بني كعب ليأخذ الصدقات منهم: هو بشر بن سفيان، من بني سعد هذيم، فلما جمعت.. استكثرت ذلك بنو تميم، ومنعوه من أخذها. انظر «سبل الهدى والرشاد» (6/ 324) .\n(1/118)",
        "\nيسير ليلا، يكمن النّهارا ... صبّحهم فهربوا فرّارا\nأسر منهم فوق خمسين «1» ، قدم ... على النّبيّ بهم، كما علم\nفجاء عشر للنّبيّ منهم ... من رؤساء قومهم «2» ، فقدّموا\nعطاردا «3» ، خطب ثمّ كلّما ... ردّ لهم أسراهم والمغنما\nونزلت: إِنَّ الَّذِينَ المنزل ... في (الحجرات) فيهم ليعقلوا\nفبعث قطبة هو ابن عامر ... لخثعم ببيشة في صفر «4»\nسنة تسع أن يشنّوا الغاره ... ففعلوا، وواقعوهم غرّه\nفكثر القتلى وساقوا النّعما ... مع نسائهم فكان مغنما\nفابن مجزّز والاسم علقمه ... وابن حذافة ببعث يمّمه «5»\nللحبش في جزيرة في البحر ... فهربوا، وفيه بدء أمر\nإبن حذافة لمن كان معه ... أن يقعوا في النّار، ثمّ منعه\n__________\n(1) في هامش (ب) : (أخذ منهم أحد عشر رجلا، ووجدوا في المحلة إحدى وعشرين امرأة وثلاثين صبيا) .\n(2) في هامش (ب) : (في «سيرة ابن سيد الناس» [2/ 261] : فقدم فيهم عدة من رؤسائهم: عطارد بن حاجب، والزبرقان بن بدر، وقيس بن عاصم، والأقرع بن حابس، وقيس بن الحارث، ونعيم بن سعد، وعمر بن الأهتم، ورباح بن الحارث بن مجاشع، فهؤلاء ثمانية، وقال شيخنا: عشرة، وكذا قال مغلطاي، وسمى بعضهم ولم يسمّ باقيهم) .\n(3) قوله: (عطاردا) هو ابن حاجب بن زرارة التميمي، انظر «الإصابة» (3/ 476) .\n(4) خثعم- بفتح الخاء وسكون المثلاثة- اسم جبل بناحية بيشة، تابع لقبيلة خثعم. بيشة- بكسر الموحدة التحتية وسكون المثناة التحتية-: قرية غنّاء في واد من بلاد اليمن.\n(5) ابن مجزز- بجيم وزايين معجمتين الأولى مكسورة ثقيلة. ابن حذافة: هو عبد الله بن حذافة السهمي.\n(1/119)\n",
        "وقال: كنت مازحا، فأخبرا ... بذلك النّبيّ قال منكرا:\nلا تسمعوا ولا تطيعوهم في ... معصية، بل ذاك في المعروف\nبعث عليّ بعده ليهدما ... ألفلس- بالفاء- وكان صنما\nلطيّيء، فشنّ غارة على ... حلّة آل حاتم «1» ، حتّى ملا\nأيديهم سبيا وشاء ونعم ... وخرّب الفلس جميعا، وغنم\nأدراعه ثلاثة، ومخذما ... مع اليماني ورسوب مغنما «2»\nوقسم السّبي، وآل حاتم ... عزلهم لصاحب المراحم\nقامت له سفّانة «3» فاستأمنت ... محمّدا، فحين منّ أسلمت\nسافرت الشّام إلى عديّ ... بشورها «4» جاء إلى النّبيّ\nوذكر ابن سعد: انّ المرسلا ... في البعث خالد، كما قد نقلا\nفبعثه عكّاشة بن محصن ... ثانية إلى الجباب «5» موطن\nلغطفان، أو بلي وعذرة «6» ... أو بين كلب وبني فزارة\n__________\n(1) حلّة آل حاتم: منزلهم.\n(2) مخذم واليماني ورسوب: أسماء سيوف من سيوف النبي صلى الله عليه وآله وسلم.\n(3) سفّانة- بفتح السين وتشديد الفاء، وبعد الألف نون مفتوحة ثم تاء التأنيث- وهي أخت حاتم بن عدي الطائي، والسّفّانة في الأصل هي الدّرة.\n(4) بشورها: بإشارتها.\n(5) الجباب- بكسر الجيم، وقيل: بضمها، ثم موحدتين تحتيتين بينهما ألف، ويقال: الجبابه (بالهاء) .\n(6) بلي وعذرة: قبيلتان من قضاعة، وبلي: بفتح الموحدة وكسر اللام. وعذرة: بضم العين وسكون الذال المعجمة.\n(1/120)\n\nفبعثه إلى أكيدر دومة «1» ... إبن الوليد خالدا في فئة\nوقال: يا خالد سوف تجده ... وهو يريد بقرا يصّيّده «2»\nفأرسلت بقر وحش حكّت ... قرونها حائطه في ليلة\nنشّطه ذاك يصيد البقرا ... شدّت عليه خيله فاستأسرا\nأجاره خالد، ثمّ صالحه ... على رقيق ودروع صالحه\nمع رماح وجمال، ورحل ... معه إلى النّبيّ بعد ما فصل «3»\nفبعثه أيضا إلى عبد المدان «4» ... أو لبني الحارث نحو نجران «5»\nأتاهم، فأسلموا، وأقبلوا ... معه إلى النّبيّ حتّى وصلوا\nبعث عليّ بعده إلى اليمن ... وهي بلاد مذحج «6» ، ففرّقن\nأصحابه جاؤوه بالنّساء ... وولدهم ونعم وشاء\nثمّ دعاهم، لم يجيبوا، فقتل ... منهم رجالا نحو عشرين رجل\nفانهزموا، فكفّ ثمّ إذ دعا ... ثانية، أجاب بعض مسرعا\nفأسلموا، وجمع الغنائما ... خمّسها لله، ثمّ قسما\n__________\n(1) أكيدر دومة: هو أكيدر بن عبد الملك صاحب دومة الجندل.\n(2) يصّيّده: بفتح المثناة التحتية أوّله، وصاد وياء مشددتين.\n(3) بعد ما فصل: انفصل أمر الصلح.\n(4) المدان- بفتح الميم بوزن سحاب-: صنم بنجران.\n(5) نجران- بفتح النون وسكون الجيم- مدينة عامرة، وهي إمارة مستقلة تقع في المنطقة الجنوبية للمملكة العربية السعودية، وتتبعها عدة قرى ومحافظات.\n(6) مذحج: بفتح الميم، وسكون الذال المعجمة، وكسر الحاء المهملة.",
        "(1/121)\n\nبعث بني عبس «1» ، وكانوا وفدوا ... له إلى عير قريش فهدوا\nآخر من بعثه أسامه ... لأهل أبنى لم يرم مقامه «2»\nحتّى قضى النّبيّ قبل سفره ... ردّ أسامة بجمع عسكره\nبعثه الصّدّيق حتّى أرهقا ... قاتل زيد وسبا وحرّقا\nواختلفوا في عدّها «3» ، فالأكثر ... عن قدر ما عددت منها قصّروا\nولابن نصر عالم جليل ... بل فوق سبعين، وفي «الإكليل» «4» :\nأنّ البعوث عدّها فوق المئه ... ولم أجد ذا لسواه ابتدأه «5»\n__________\n(1) عبس: بفتح العين وسكون الباء.\n(2) أبنى- بضم الهمزة وسكون الموحّدة التحتية ونون وألف مقصورة-: موضع بناحية البلقاء من الشام. لم يرم: لم يبرح.\n(3) في عدّها: في عد البعوث والسرايا.\n(4) الإكليل: اسم كتاب للحاكم النيسابوري.\n(5) في هامش (أ) : (بلغ الشيخ شهاب الدين أحمد بن عثمان بن الكلوتاتي نفع الله به قراءة عليّ والجماعة سماعا في السادس. كتبه مؤلفه) .\n(1/122)",
        "\nذكر كتّابه صلّى الله عليه وسلّم\nكُتَّابُهُ اثْنَانِ وأَرْبَعُونَا ... زَيْدُ بْنُ ثَابِتٍ وَكَانَ حِيْنَا «1»\nكَاتِبَهُ، وَبَعْدَهُ مُعَاوِيَهْ ... إِبْنُ أَبِي سُفْيَانَ كَانَ وَاعِيَهْ\nكَذَا أَبُو بَكْرٍ، كَذَا عَلِيُّ، ... عُمَرُ، عُثْمانُ، كَذَا أُبَيُّ «2»\nوَابْنُ سَعِيدٍ خَالِدٌ، حنظلة «3» ... كذا شرحبيل امّه حسنة\nوعامر، وثابت بنُ قَيْسِ ... كَذَا ابنُ أرقَمَ بِغَيْرِ لَبْسِ «4»\nواقْتَصَرَ المِزّيُّ مَعْ عَبْدِ الغَنِي ... مِنْهُم عَلَى ذَا العَدَد المُبَيّنِ\nوَزِدْتُ مِنْ مُفْتَرِقَاتِ السّيَرِ ... جَمْعًا كَثِيرًا، فاضْبِطَنْهُ واحْصُرِ:\nطَلْحَةَ، والزُّبَيْرَ، وابنَ الحَضْرَمِي ... وابنَ رَوَاحَةٍ، وَجَهْمَا فَاضْمُمِ «5»\nوابْنَ الوَلِيدِ خَالِدًا، وَحَاطِبَا ... هُو ابنُ عَمْرٍو، وَكَذَا حوَيْطِبَا\nحُذَيْفَةً، بُرَيْدَةً «6» ، أَبَانَا ... ابنَ سَعِيدٍ، وأبا سُفْيَانَا\nكَذَا ابنُه يَزِيْدُ بَعْضُ مُسلِمهْ ... الفَتْحِ، مَعْ محمّد بن مسلمه\n__________\n(1) ذكر الحافظ مغلطاي قبل المصنف في «الإشارة» اثنين وأربعين كاتبا، وذكر فيهم سعد بن أبي وقاص، والعلاء بن عقبة، وجهيم بن الصلت بدل: جهيم بن عتبة.\n(2) أبي: هو ابن كعب.\n(3) حنظلة: هو ابن ربيع.\n(4) عامر: هو ابن فهيرة، مولى أبي بكر رضي الله عنهما. ابن أرقم: هو عبد الله بن الأرقم القرشي.\n(5) ابن الحضرمي: هو العلاء بن الحضرمي. جهم: هو ابن سعد.\n(6) حذيفة: هو ابن اليمان. بريدة: هو ابن الحصيب الأسلمي.\n(1/123)\n",
        "عَمْرٌو هُو ابنُ العَاصِ، مَعْ مُغِيرَةِ ... كَذَا السّجِلُّ، مَعَ أبِي سَلَمَةِ «1»\nكَذَا أَبُو أَيُّوبٍ الأَنْصَارِي ... كَذَا مُعَيْقِيبٌ هُو الدَّوسِيُّ\nوابنَ أبي الأَرْقَمِ أَرْقَمَ اعدُدِ ... فِيهِم، كَذَاكَ ابنُ سلول المُهتدِي «2»\nكَذَا ابنُ زَيْدٍ واسمُه عَبدُ الله ... والجدّ عبد ربّه بلا اشتباه\nجهيما العلا؛ أي: ابن عُتبَةِ ... كذَا حُصَين بن نُمَيرٍ أَثبِتِ «3»\nوَذَكَرُوا ثَلاثَةً قَدْ كَتَبُوا ... وارْتَدَّ كُلٌّ مِنْهُمُ وانقَلَبُوا\n__________\n(1) مغيرة: هو ابن شعبة الثقفي، وأبو سلمة: هو عبد الله بن عبد الأسد المخزومي. وقوله: (كذا السجل) ميل منه رحمه الله إلى إثبات وجود كاتب للنبي ص اسمه السجل، وهي مسألة كثر الكلام فيها بين العلماء المتقدمين: فقد تصدى ابن جرير الطبري في «تفسيره» (17/ 10) للإنكار على الحديث الوارد في تفسير السجل بأنه كاتب النبي ص وقال: (لا يعرف في الصحابة أحد اسمه السجل، وكتّاب النبي صلى الله عليه وآله وسلم معروفون، وليس فيهم أحد اسمه السجل) ، وما يروى في هذا الباب عن ابن عباس قال: السجل كاتب للنبي صلى الله عليه وسلم.. قال ابن كثير في «تفسيره» (3/ 174) : (صرح جماعة من الحفاظ بوضعه وإن كان في «سنن أبي داود» منهم: شيخنا الحافظ الكبير أبو الحجاج المزي) ، وقد نقل ابن القيم عن شيخه ابن تيمية في حواشيه على «تهذيب المنذري للسنن» (4/ 96) وضعه. لكن الحافظ في «الإصابة» (2/ 15) ترجم للسجل بين الصحابة، وذكر الحديث وصحح إسناده من طريق الخطيب في «تاريخه» وابن منده في «المعرفة» وقال: (فهذا الحديث صحيح بهذه الطريق، وغفل من زعم أنه موضوع) ثم ذكر بعده- لأمانته وإنصافه- ما يعارضه فقال: (نعم؛ ورد ما يخالفه ... ) وذكره. والحديث رواه أيضا النسائي في «السنن الكبرى» (11335) ، وعزاه الصالحي في «سبل الهدى والرشاد» (11/ 384) لابن منده وابن مردويه من رواية ابن عمر رضي الله عنهما. والله أعلم.\n(2) ابن سلول: يعني عبد الله بن عبد الله بن أبي ابن سلول.\n(3) في هامش (أ) أثبت هذا البيت وكتب بعده: (ألحق من المسوّدة في شعبان سنة ثلاث وتسعين) أي: وسبع مئة.\n(1/124)\n\nإبن أبي سرح، مع ابن خطل ... وآخر أُبْهِمَ، لَمْ يُسَمَّ لِي «1»\nوَلَمْ يَعُد مِنْهُم إِلى الدّينِ سِوَى ... ابن أَبِي سَرْحٍ، وبَاقِيهِم غوى\n__________\n(1) ابن أبي سرح: هو عبد الله بن أبي سرح. ابن خطل: اسمه عبد العزى، فلما أسلم.. سماه النبي صلى الله عليه وآله وسلم عبد الله.",
        "(1/125)\n\nذكر رسله إلى الملوك صلّى الله عليه وسلّم\nأَوَّلُ مَنْ أَرْسَلَهُ النَّبيُّ ... لِمَلِكٍ: عَمْرٌو هُوَ الضَّمْريُّ «1»\nإِلَى النَّجَاشِيّ، فَلَمَّا قدِمَا ... نَزَلَ عَنْ فِرَاشِهِ فَأَسْلَمَا\nوَأَرْكَبَ المُهَاجِرِيْنَ البَحْرَا ... إِلَيْهِ فِي سَفِينَتَيْنِ طُرَّا\nزَوَّجَهُ رَمْلَةَ عَمْرٌو قَبْلَهْ ... لَهُ وَمَهْرَهَا النَّجَاشِي بَذَلَهْ «2»\nوَدِحْيةٌ «3» أَرْسَلَهُ لِقَيْصَرَا ... وَهْوَ هِرَقْلٌ، فَعَصَى واسْتَكْبَرَا\nوابن حُذَافَةٍ مَضَى لِكِسْرَى ... فمَزَّقَ الكِتَابَ بَغْيًا نُكْرَا\nوَحَاطِبًا أَرْسَل لِلْمُقَوْقِسِ ... فقال خيرا، ودنا لم يوئس «4»\nأَهْدَى لَهُ مَارِيَةَ القُبْطِيَّهْ ... وأخْتَهَا سِيريْنَ، مَعْ هديّه\nمن ذهب وقدح ومن عَسَلْ ... وَطُرَفٍ مِنْ مِصْرَ مِنْ بَنْهَا العَسَلْ «5»\n__________\n(1) عمرو: هو ابن أمية الضمري.\n(2) وفي رواية أخرى في (أ) :\nوزوّج الوكيل عنه عمرا ... أمّ حبيبة فأعطى المهرا\nوقوله: (مهرها) وهو أربعة آلاف درهم. رملة: هي أم المؤمنين أم حبيبة بنت أبي سفيان.\n(3) دحية: هو ابن خليفة الكلبي.\n(4) قوله: (فقال خيرا) أي قال: ننظر في أمر هذا الرجل؛ إنه لا يأمر بمرهوب، ولا ينهى عن مرغوب فيه، و (حاطبا) هو ابن أبي بلتعة، وقوله: (دنا) أي: قرب من الإسلام ولم يسلم.\n(5) بنها: بلدة معروفة في مصر تمتاز بعسلها الفائق. الطرف- جمع طرفة-: وهو ما يستملح.\n(1/126)",
        "\nوَأَرْسَلَ ابنَ العَاصِ حَتَّى أَدَّى ... كِتَابَهُ إِلَى ابنِي الجَلُنْدَى «1»\nفَأَسْلَمَا، وَصَدَّقَا، وَخَلَّيَا ... مَا بَيْنَ عَمْرٍو والزَّكَاةَ، هَدَيَا\nوَأَرْسَلَ السَّلِيطَ لِليَمَامةِ ... لِهُوذةٍ ملك بني حنيفة «2»\nوأكرم الرَّسُولَ إذْ أنْزَلَهُ ... وَقَالَ: ما أحسنَ مَا يدعو له\nوسال أَنْ يُجْعَلْ بَعْضَ الأمْرِ ... لَهُ، فَلَمْ يُعْطَ، قَضَى فِي الكُفْرِ «3»\nكَذَا شُجَاعُ الأَسْديُّ يَلْقَى ... الحارِثَ الغَسانَ مَلِكَ البَلقَا\nرَمَى الكِتَابَ قَالَ: إنّي سَائِرُ ... إِلَيْهِ، رَدّهُ هِرَقْلُ قَيْصَرُ\nوَقِيلَ: بَلْ أَرْسَلَهُ لِجَبْلَهْ «4» ... فَقَارَبَ الأَمْرَ، ولَكِنْ شَغَلَهْ\nالمُلْكُ، ثُمّ فِيْ زَمَانِ عُمَرَا ... أسْلَمَ، ثُمَّ ارتَدَّ حَتَى كَفَرَا\nوابنَ أَبي أُمَيَّةَ المُهَاجِرَا ... أَرْسَلَهُ لِحَارِثِ بنِ حِمْيَرَا\nعَبْدُ كُلالِ أَبُهُ، فَرَدّدا ... أَنْظُرُ في أمري، وبعْدُ وَفَدا\nعَلَى النَّبيّ مُسلمًا، فَاعْتَنَقَهْ ... وَفَرَشَ الرِدا له ووَمَّقَهْ «5»\nوَأَرْسَلَ العَلا؛ أَيِ: ابنَ الحَضْرَمِي ... لِمُنْذِرٍ وَهْوَ ابن ساوى الدّارمي «6»\n__________\n(1) الجلندى- بضم الجيم وسكون النون وفتح الدال مقصورا- وابني الجلندى هما: جيفر وعبد.\n(2) في هامش (ب) : (في «سيرة أبي الفتح اليعمري» : إلى ثمامة بن أثال وهوذة بن علي الحنفيين ملكي اليمامة) . واليمامة في الأصل: بلدة في نجد، وقد دخلت الآن في مدينة الرياض، معروفة بحي اليمامة.\n(3) قضى: مات.\n(4) جبلة- بالتحريك- هو جبلة بن الأيهم الغساني، آخر ملوك بني غسان.\n(5) ومّقه: تودّد له.\n(6) ابن ساوى: بفتح السين المهملة والواو، وقيل: بكسرها.\n(1/127)\n",
        "كَانَ مَع العَلا أبُو هُرَيْرَةِ ... فَانْقَادَ مُنْذِرٌ لخير مِلّةِ\nوَوَفَدَ المُنْذِرُ عَامَ الفَتْحِ؛ أَوْ ... فِي عَامِ تِسْعَةٍ، خِلافًا قَدْ حَكَوا\nكَذَاكَ قَدْ أرسلْ مُعَاذًا وَأَبَا ... مُوسَى إلَى مخَالِفٍ فاقتَرَبا «1»\nوَقَالَ: يسّرَا ولا تُعَسّرَا ... وَبشّرَا طَوْعًا ولا تنفّرا\nكذا جريرا «2» نَحْوَ ذِي الكلاعِ ... وَنَحْوَ ذي عَمرٍو، ونِعَم الدَّاعي\nدَعَاهُمَا لِمِلَّةِ الإسْلامِ ... فَأسْلمَا لله باسْتِسْلامِ\nوَعَمْرًا الضَّمْرِي إِلى مُسَيْلِمَهْ ... فَلَمْ يَؤُبْ «3» عَنْ كِذْبِهِ وَلَزِمَهُ\nأَرْسَلَ لَهْ كِتَابَهُ مَعْ سَائِبِ «4» ... ثَانِيَةً، فَلَمْ يَكُنْ بِالتائِبِ\nوَبَعْدَهُ عَيَّاشًا «5» أيْضًا أَرْسَلا ... إِلى بَنِي عَبْدِ كُلالٍ قَبِلا\nكُلُّهُمُ كِتَابَهُ، وأَسْلَموا ... نَعِيْمٌ الحَارِثُ مَسْرُوحٌ هُمُ\nوَأَرْسَلَ النَّبِيُّ أَيْضًا إِذْ كَتَبْ ... لِعِدَّةٍ، لَمْ يُسْمَ مَنْ بِها ذَهَبْ\nلِفَرْوَةَ بنِ عَمْرٍو الجُذَامِي ... أَفْلَحَ إِذ أَقَرَّ بِالإسْلامِ\nوَلِبَنِي عَمْرٍو وَهُمْ من حمير ... كذا لمعدي كَرِبَ المُشْتَهِرِ\nوَلأَسَاقِفَ بِنَجْرَان كَتَبْ ... كَذَا لِمَنْ أسلم من حدس عرب «6»\n__________\n(1) مخالف- بفتح الميم وخاء معجمة- جمع مخلاف: وهو الناحية أو الأقليم أو المنطقة.\n(2) قوله: (جريرا) هو جرير بن عبد الله البجلي.\n(3) لم يؤب: لم يرجع.\n(4) قوله: (سائب) هو ابن العوام أخو الزبير.\n(5) قوله: (عياشا) هو عياش بن أبي ربيعة المخزومي.\n(6) حدس- بفتح الدال-: قبيلة عربية، وسكنت الدال للوزن.\n(1/128)\n\nوابنِ ضِمَادٍ خَالِدِ الأَزْدِيّ ... ولابْنِ حَزْمٍ عَمْرٍو الرّضيّ\nولأخي تميم اوس كتبا ... وهو لدى أولاده ما ذهبا «1»\nوليزيد بن الطّفيل الحارثي ... ولبني زياد بن الحارث\n__________\n(1) قال المناوي في «العجالة السنية» (ص 316) : (وكتب لنعيم بن أوس الداري بأن له حبرى- كفعلى- قرية بين وادي القرى والشام، وهذا الاقتطاع عند أولاده قرنا بعد قرن ما ذهب منهم إلى الآن) . وفي هامش (أ) : (بلغ أبو الفتح محمد بن العلامة زين الدين أبي بكر الحسين قراءة في الثالث على مؤلفه والجماعة سماعا في مسجد المدينة الشريف) .",
        "(1/129)\n\nذكر أولاده صلّى الله عليه وسلّم\nكَانَ لَهُ ثَلاثَةٌ بَنُونَا ... القاسِمُ الذِي بِه يَكْنُونَا\nبِمَكَّةٍ قَبْلَ النُّبوةِ وُلِدْ ... والطّيّبُ الطَّاهرُ وَهْوَ وَاحِدْ\nوَهْوَ الصَّحِيحُ، واسْمُه عَبْدُ الله ... وَقِيْلَ: بَلْ هَذَانِ فَابنَانِ سِوَاهْ\nوالثالثُ ابراهيمُ بالمَدينةِ ... عَاشَ بِها عامًا ونصْف سنةِ\nوَقِيلَ: مع نقصان شهر، وقضى ... سنة عَشْرَ، فَرَطًا «1» لَهُ رِضَا\nوَمَاتَ قَاسِمٌ لَهُ عَامَانِ ... وَعِدَّةُ الأولادِ مِنْ نِسْوَانِ\nأَرْبَعَةٌ: فَاطِمَةُ البَتُولُ ... زَوَّجَهَا عَلِيًّا الرَّسُولُ\nوَزَيْنَبٌ زَوَّجَهَا أَبَا العَاصْ ... إبنَ الرَّبيعِ وَافِيًا ذَا إِخْلاصْ\nبِوَعْدِهِ، وَزَوَّجَ اثْنَتَيْنِ ... تَعاقُبًا عُثمانَ ذا النُّورَيْنِ\nرُقَيَّةٌ وأمّ كُلْثُوم تَلِيْ ... وَنِعْمَ ذَاكَ الصّهْرُ عُثْمانُ الوَليْ\nوَجُمْلَةُ الأوْلادِ مِنْ خَدِيجَةِ ... لَكِنَّ إِبْرَاهِيمَ مِن مَارِيَةِ\nوَلَيْسَ في بَنَاتِه مَنْ أَعْقَبَا «2» ... إِلا البتول طاب أمّا وأبا «3»\n__________\n(1) فرطا: سابقا.\n(2) من أعقبا: كانت لها ذريّة.\n(3) في هامش (أ) : (بلغ الحافظ نور الدين الهيثمي قراءة على ناظمه والجماعة سماعا في الثالث بالروضة الشريفة) .\n(1/130)",
        "\nذكر أعمامه وعمّاته صلّى الله عليه وسلّم\nأَعْمَامُهُ: حَمْزَةُ، والعَبَّاسُ ... قَدْ أَسْلَمَا وَأُرْغِمَ الخَنَّاسُ\nزبير، الحارث، جحل «1» ، قُثَمُ، ... ضِرَارٌ، الغَيْدَاقُ، والمُقَوّمُ «2»\nعَبْدُ مَنَافٍ «3» ، مَعْ عَبْدِ الكَعْبَهْ ... كَذَا أَبُو لَهَبٍ أردِي كَسْبَهْ «4»\nعَمَّاتُهُ: صَفِيَّةٌ، عَاتِكَةُ ... أُمُّ حَكِيْمٍ، بَرَّةٌ، أُمَيْمَةُ\nأَرْوَى، وَلَم يُسْلِم سِوَى صَفِيَّةِ ... قِيْل: وَمَعْ أروى ومع عاتكة\n__________\n(1) كذا هو في النسخ، وقيل: هو بحاء مهملة ثم جيم، واسمه المغيرة. انظر «توضيح المشتبه» (2/ 233) ، و «تهذيب الأسماء واللغات» (1/ 27) ، و «الصرح الممرد» (143) .\n(2) الغيداق- بفتح الغين المعجمة- واسمه مصعب، وقيل: نوفل، وسمي بالغيداق؛ لأنه كان أجود قريش وأكثرها طعاما ومالا. المقوّم: بفتح الواو وكسرها مشددة.\n(3) قوله: (عبد مناف) هو أبو طالب الذي كفل النبي صلى الله عليه وآله وسلم.\n(4) أبو لهب: اسمه عبد العزى، وقوله: (أردى كسبه) أي: أهلك ماله وولده فلم ينفعاه.\n(1/131)\n",
        "ذكر أزواجه صلّى الله عليه وسلّم\nزَوْجَاتُهُ اللاَّتِي بِهنَّ قَدْ دَخَلْ ... ثِنْتَا أَوِ احْدَى عَشْرَةٍ خُلْفٌ نَقَلْ\nخَدِيجَةُ الأُولى تَلِيها سَوْدَةُ ... ثُمَّ تَلِي عَائِشَةُ الصّديقَةُ\nوَقِيْلَ: قَبْلَ سَوْدَةٍ، فَحَفْصَةُ، ... فَزَيْنَبُ وَالِدُهَا خُزَيْمَةُ\nفَبَعْدَهَا هِنْدٌ؛ أيِ: امُّ سَلَمَهْ ... فَابْنَةُ جَحْشٍ زَينبُ المُكَرَّمَهْ\nتَلِي ابْنَةُ الحَارِثِ؛ أَي: جُوَيْريَةْ ... فَبَعْدَهَا رَيْحَانَةُ المسَّبِيَّهْ\nوَقِيْلَ: بَلْ مِلْكُ يَمِينٍ فَقَطُ ... لَمْ يَتَزَوَّجهَا، وَذَاكَ اضبَطُ\nبِنْتُ أبي سُفْيَانَ وَهْيَ رَمْلَةُ ... أُمُّ حَبِيبَةٍ، تَلِي صَفِيَّةُ\nمِنْ بَعْدِهَا، فَبَعْدَهَا مَيْمُونَهْ ... حِلاًّ، وَكانَتْ كاسمِها مَيْمُونَهْ «1»\nوَابنُ المُثنَّى مَعْمَرٌ قَد أدْخَلا ... فِي جُمْلَةِ اللاتِي بهنّ دخلا «2»\n__________\n(1) فائدة: نظم بعضهم ضابطا لأسماء زوجاته صلى الله عليه وآله وسلم على ترتيب دخوله بهن بأول حرف من كل كلمة من قوله:\nخليلي سبا عقلي حلا زين هالة ... زها جفنها رمزا صحيحا مهذبا\n(2) قول المصنّف: (وابن المثنى معمر ... ) إلخ يشير به إلى ما ذكر عن أبي عبيدة معمر بن المثنى أنّ النبي ص تزوج ثماني عشرة إمرأة، وذكر منهن فاطمة بنت شريح، وسنا بنت أسماء السّلمية، وذكر المقريزي في «الإمتاع» (6/ 93) : أنّ زواجه ص من فاطمة بنت شريح كان بعد زواجه من السيدة صفية بنت حييّ، وكذا نقل الذهبي في «سير أعلام النبلاء» (2/ 254) ، وذكر الحافظ ابن حجر في «الإصابة» (4/ 370) كلام ابن المثنى، وسبقهم في نقل كلام أبي عبيدة معمر بن المثنى البيهقي في «دلائل النبوة» (7/ 288) .\n(1/132)\n\nبِنْتَ شُرَيْحٍ واسْمُها فَاطِمَةُ ... عَرَّفَهَا بأَنَّها الوَاهِبَةُ\nوَلَمْ أَجِدْ مَنْ جَمَعَ الصَّحَابَهْ ... ذَكَرَهَا وَلا ب «أسد الغَابَهْ» «1»\nوَعَلَّها التِي استَعَاذَتْ مِنْهُ ... وَهْيَ ابنَةُ الضَّحَّاكِ بَانَتْ عَنْهُ\nوَغَيْرُ مَنْ بَنَى بِهَا، أَوْ وَهَبَتْ ... إِلى النَّبِيّ نَفْسَها، أَوْ خُطِبَتْ\nوَلَمْ يَقَعْ تَزْوِيجُهَا، فَالعِدَّةُ ... نَحْو ثَلاثِينَ بِخُلْفٍ أثبتوا «2»\n__________\n(1) وقول المصنف: (ولم أجد من جمع ... ) إلخ.. لا يعني والله أعلم النّفي، فغيرها ممن ذكرنا أنه ص تزوّج بهنّ لم يذكرن في كتاب «أسد الغابة» ، وفي هذه المسألة خلاف كبير في ذكر العدد، أو الأسماء، توسع فيه كتّاب السيرة النبوية الشريفة، فانظر مثلا: «سبل الهدى والرشاد» (12/ 15) . وفي هامش (ب) : ( «أسد الغابة» كتاب جليل في الصحابة، لم أر في المطولات أجمع منه، وقد اختصره الشيخ محيي الدين النووي، ولم أره، واختصره ابن سيد الناس، وعندي منه نسخة، وهو من جمع الإمام الحافظ العلامة عز الدين أبي الحسن علي بن الأثير أبي الكرم محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني الجزري، توفي في شعبان سنة ثلاثين وست مئة) .\n(2) في هامش (ب) : (هذا الكلام نقله أبو الفتح اليعمري في «سيرته» عن أبي محمد الدمياطي، وقد قال الإمام ابن قيم الجوزية في «هدي النبي صلى الله عليه وسلم» : وأما من خطبها ولم يتزوجها ومن وهبت نفسها له ولم يتزوجها.. فنحو أربع أو خمس، وقال بعضهم: هن ثلاثون امرأة، وأهل العلم بالسيرة وأحواله ص لا يعرفون هذا، بل ينكرونه، والمعروف عندهم أنه بعث في الجونية ليتزوجها فدخل عليها ليخطبها، فاستعاذت منه فأعاذها ولم يتزوجها، وكذلك الكلبية، وكذلك التي رأى بكشحها بياضا فلم يدخل بها، والتي وهبت نفسها له فزوجها غيره على سور من القرآن، هذا هو المحفوظ. اهـ وفي «الأحاديث المختارة» ما يشهد لهذا؛ روى أنس أنه عليه السلام تزوج خمس عشرة امرأة، ودخل منهن باثنتي عشرة، ومات عن تسع، كذا عزاه بعض مشايخي) .",
        "(1/133)\n\nذكر خدّامه من الرّجال والنّساء صلّى الله عليه وسلّم\nفَأَنَسٌ أَلْزَمُهُمْ لِلخِدْمَةِ ... أسماءُ، هِنْدٌ وَلَدَا حَارِثَةِ\nكَذَا بِلالٌ، عُقْبَةُ بنُ عامِرِ ... سَعْدٌ فَتَى الصّديقِ «1» ، مَع ذِيْ مِخمرِ «2»\nرَبِيعَةٌ، مَعَ ابنِ مَسْعُودٍ، أَبُو ... ذَرّ، بُكَيْرٌ، وَلِليْثِ نُسِبُوا «3»\nوابنُ شريك أسلع، وأربد «4» ... كَذَا ابنُ مَالِكٍ والاسْمُ الاسْودُ\nوابنُ أَخِيهِ الحدرجان جسر «5» ... له بخدّام النّبيّ ذكر\n__________\n(1) في هامش (ب) : (سعد مولى أبي بكر، ويقال: سعيد، روى له من أصحاب الكتب ابن ماجه، وروى له أحمد في «المسند» ، نزل البصرة، روى عنه الحسن حديثين) .\n(2) ذو مخمر: وهو ابن أخي النجاشي، أو ابن أخته.\n(3) ربيعة: هو ابن كعب الأسلمي، وقوله: (ولليث نسبوا) أي: نسبوا بكيرا؛ لأنه بكير بن شريح الليثي.\n(4) أربد: قيل: هو ابن حمير، وقيل غيره.\n(5) أي: جسر بن الحدرجان أخي الأسود، كان من خدام النبي صلى الله عليه وآله وسلم، ووهم المناوي هنا فقال في «العجالة السنية» (ص 322) : (وابن أخيه الحدرجان بن مالك، وقيل: إنما هو أخوه) ، والصواب: أن الحدرجان هو أخو الأسود قولا واحدا، ولم يقل أحد بغير ذلك، أما قول المصنف (جسر) .. فلم نجد من سماه بذلك؛ فقد ورد في «أسد الغابة» (1/ 281) و «الإشارة» (ص 364) ، و «الإصابة» (1/ 235) ، وغيرها من المراجع أن اسمه جزء، والله أعلم. وفي هامش (ب) : (في «سيرة ابن سيد الناس» : والأسود بن مالك، وأخوه الحدرجان بن مالك، وجزء بن الحدرجان، ذكرهم ابن منده، فانظر في هذا وفي نظم شيخنا، ففيه تباين واختلاف، والله أعلم، وكذا ذكر الذهبي في «تجريده» : الأسود، وأخاه الحدرجان، وجزء بن الحدرجان، والظاهر أن جزء بن الحدرجان هذا هو، والله أعلم، ولم\n(1/134)",
        "\nوَسَابِقٌ، وَسَالِمٌ قَدْ ذُكِرَا ... وَقِيلَ: سَلْمَى، واعدُدِ المُهَاجِرَا\nقَيْسُ بنُ سَعْدٍ، أَيمَنٌ، ثَعْلَبَةُ «1» ... كَذَا نُعَيْمٌ أبُهُ رَبِيْعَةُ «2»\nكَذَا أَبُو السَّمْحِ، أَبُو الحَمْرَاءِ «3» ... أَبُو عُبَيْدٍ، وَمِنَ النّسَاءِ\nمَارِيَةُ اثْنَتَانِ «4» ، مع رزينة ... وأمة الله لهذه ابنة\n__________\nأر أحدا في الصحابة اسمه جسر في «تجريد الذهبي» ، وهو أجمع كتاب رأيته فيهم، والله أعلم، لكن لم يبين في واحد منهم أنه من الخدام، بل ذكر الثلاثة في الصحابة فقط، ومغلطاي ذكر الأسود بن مالك وجزآ في الخدم ولم يذكر منهم الحدرجان، فإن لم يكن جسرا، بل هو جزء.. فينبغي أن يقال:\nوابن أخيه الحدرجان جزء ... له بخدام الرسول عزو\nوعلى ما قاله ابن سيد الناس والذهبي.. فينبغي أن يقال بعد البيت الذي آخره «الأسود» :\nمعه أخوه الحدرجان جزء ... له بخدام النبي عزو\nوالله أعلم) .\n(1) أيمن: هو أيمن ابن أم أيمن. ثعلبة: هو ابن عبد الرحمن الأنصاري.\n(2) في هامش (ب) : (قال الذهبي في «تجريده» : نعيم بن ربيعة بن كعب، وصوابه: نعيم عن ربيعة كما تقدم. اهـ، ولم أره فيما تقدم من كلامه، ولعله يشير بذلك إلى أن نعيما هذا هو نعيم المجمر؛ فإنه روى عن ربيعة بن كعب الأسلمي، وقد ذكر الذهبي شخصا يقال له: ربيعة خادم رسول الله صلى الله عليه وسلم، روى عنه أبو عمران الجوني، له في «معجم ابن قانع» اهـ) .\n(3) أبو السمح: قيل: اسمه إياد. أبو الحمراء: هو هلال بن الحارث.\n(4) في هامش (ب) : (قوله: «مارية اثنتان» يعني مارية جدة المثنى بن صالح، لها حديث عند الكوفيين، والثانية مارية أم الرباب، لها حديث عند البصريين، ذكرهما ابن عبد البر وذكر حديثيهما، وقال في الثانية: لا أدري أهي التي قبلها أم لا؟! قال الذهبي في «تجريده» في التي حديثها عند الكوفيين: والظاهر: أنها التي قبلها، يعني مارية أم الرباب، وقال في أم الرباب: لعلها التي قبلها، يعني مارية القبطية أم إبراهيم، رضي الله عنهما) .\n(1/135)\n",
        "صفيّة، وخولة، خضرة ... سلمى، وأمّ أيمن بركة\nوأمّ عبّاس «1» ، كَذا مَيْمُونَةُ ... وَفِي المَوالِي ذُكِرت ذِي الخَمْسَةُ\n__________\n(1) أم عباس: كذا بخط المصنف بالباء الموحدة والسين المهملة، وهي في (هـ) وعند ابن عبد البر في «الإستيعاب» (4/ 457) ، وابن الأثير في «أسد الغابة» (5/ 606) ، وابن حجر في «الإصابة» (4/ 459) : أم عياش بالياء المثناة التحتية والشين المعجمة، والله أعلم.\n(1/136)\n\nذكر مواليه صلى الله عليه وسلم\nزَيْدٌ، أُسَامَةُ ابنُهُ، ثَوْبَانُ ... أَنَسَةٌ، وَصَالِحٌ شَقرَانُ\nكَذَا أَبُو كَبْشَةَ واسْمُهُ سَلِيْم ... أَو أَوْسٌ اسْمَاهُ بِهِ أبُو نَعِيْم\nكَذَا رَبَاحٌ، وَيَسارٌ، مُدْعَمُ ... كَذَا أَبُو رَافِعِ وَهْوَ أَسْلَمُ\nوَقِيلَ: إبْرَاهِيمُ أَوْ فَثَابِتُ ... أَوْ هِرْمِزٌ يَزِيْدُ خُلْفٌ ثَابِتُ «1»\nوَرَافِعٌ، كَرْكَرَةٌ «2» ، فَضَالَهْ ... وَوَاقِدٌ، سَفِينَةٌ، فَزَارَهْ\nطَهْمَانُ أو كَيسَانُ أو مَهْرَانُ ... مَولاهُ أو ذكْوَانُ أو مَروَانُ «3»\nجَدُّ هِلالِ بنِ يَسارٍ زَيْدُ ... حُنَيْنُ، مَابُورٌ، كَذا عُبَيْدُ\nأَبُو عَسِيبٍ «4» ، وَأبُو عبيد ... مع أبي ضميرة سعيد\n__________\n(1) قوله: (خلف ثابت) أي: خلاف كثير في اسم أبي رافع، فقد ذكر له الحافظ في «الإصابة» (4/ 68) عشرة أسماء، وأسلم هو ما رجحه ابن عبد البر ويحيى بن معين، والله أعلم.\n(2) قال الحافظ في «الإصابة» (3/ 277) : (وحكى البخاري الخلاف في كافه، هل هي بالفتح أو الكسر؟ ونقل ابن قرقول أنه يقال بفتح الكافين وبكسرهما، ومقتضاه: أن فيه أربع لغات، وقال النووي: إنما الخلاف في الكاف الأولى، وأما الثانية.. فمكسورة جزما) اهـ\n(3) قال المناوي في «العجالة السنية» (ص 324) : (هذه الأسماء الخمسة علم شخص وقع في تعيين اسمه خلاف فقيل كذا وقيل كذا) وقد ترجم له الحافظ في «الإصابة» (1/ 471) باسم ذكوان، وذكر له أسماء أخرى، والله أعلم.\n(4) أبو عسيب، واسمه: أحمر أو مرة.",
        "(1/137)\n\nومن مواليه أبو مويهبه «1» ... حَازوا بِهِ فَخرًا عَلَى المَرتَبَةِ\nوَكُلُّ مَن سُمّي فِيها أَو كُنِي ... فَلَم يَزِدْ عَلَيْهِمُ عَبْدُ الغَنِي «2»\nوَزَادَ بَعضُهُم عَلَيْهِ فِي العَدَدْ ... تسعا وأربعين كلّ قد ورد\nأفلح، مع أَنْجَشَهْ، وَأَسْلَمُ «3» ... أَيْمَنُ، بَاذَامُ، وَبَدْرٌ، حَاتِمُ\nدَوْسٌ، قَفِيزٌ، سَابِقٌ، رُوَيْفِعُ ... سَعِيدٌ اثنَانِ «4» ، عُبَيْدٌ، رافِعُ\nسَنْدَرُ، سَالِمٌ، كُرَيْبُ، غَيْلانْ ... كَذَا عُبَيْدُ الله، سَعْدُ، سَلْمَانْ\nمُحَمَّدٌ هُوَ ابنُ عَبدِ الرَّحمنْ ... مَكْحُولُ، نَافِعٌ، نَفِيعٌ «5» ، وَرْدانْ\nهُرْمُزُ، واقدٌ، يَسارُ، شَمْعُونْ «6» ... ضُمَيْرَةٌ، فضالةٌ، وَعَمْرُونْ\nكَذَا نُبَيْهٌ، وَنَبِيلٌ، وهلال «7» ... كذا أبو رافع اخر يُقَالْ\nأَبُو البَشِيرِ، وأبُو أُثَيْلهْ «8» ... أَبُو لَقِيطٍ، وأبو صفيّة\n__________\n(1) مويهبة: ويقال فيه: أبو موهبة وأبو موهوبة، وانظر «الفخر المتوالي» للسخاوي (ص 68) .\n(2) أي: الحافظ الكبير عبد الغني بن عبد الواحد المقدسي الجماعيلي الدمشقي صاحب «الكمال في أسماء الرجال» وذكر ذلك في «سيرته» ، انظر ترجمته في «سير أعلام النبلاء» (21/ 443) .\n(3) أسلم بن عبيد أو ابن عبيدة، وهو غير أبي رافع المتقدم ذكره.\n(4) قوله: (سعيد اثنان) سعيد بن زيد، ذكره الدمياطي، وسعيد بن كندة، ذكره ابن الجوزي، ذكر ذلك المناوي في «العجالة السنية» (ص 325) .\n(5) نفيع: وهو أبو بكرة نفيع بن الحارث.\n(6) يسار: هو يسار بن زيد. شمعون: قال الحافظ في «الإصابة» (2/ 153) : (شمعون بمعجمتين، ويقال: بمهملتين- سمعون- وبمعجمة وعين مهملة: شمعون) .\n(7) هو ابن الحارث، ويقال: ابن ظفر.\n(8) أبو البشير: بفتح الموحدة وكسر المعجمة. أبو أثيلة: بالتصغير.\n(1/138)",
        "\nكَذا أَبُو الحَمْرا، أَبُو سَلاَّمِ «1» ... مَع أَبي هِنْدٍ؛ أي: الحَجَّامِ\nكَذا أَبو اليُسْرِ، أَبو لُبَابَةِ ... كَذا أَبو سَلْمى، مَع ابِي قَيْلَةِ «2»\nأَما الإمَاءُ فذُكِرْن خَمْسَهْ ... فِيمَا مَضَى رَضْوَى «3» ، كَذَا أُمَيْمَهْ\nرُبَيْحَةٌ «4» ، رَزِينَةٌ، رُكَانَةُ ... كَذَاكَ قَيسرُ «5» اختها مَارِيةُ\nمَيمُونَةُ اثنتانِ «6» ، والبعضُ جَعَلْ ... تَيْنِ من الخدّام فيما قد نقل\n__________\n(1) أبو سلام- بتشديد اللام- واسمه حريث.\n(2) أبو اليسر: بضم التحتية، قيل: اسمه كعب بن عمرو. أبو قيلة: بفتح القاف وسكون المثناة التحتية.\n(3) رضوى: بفتح الراء والواو.\n(4) ربيحة: بالتصغير والمهملة.\n(5) ذكرها الحافظ مغلطاي في «الإشارة» (ص 381) بلفظ: (قيصر) .\n(6) قوله: (ميمونة اثنتان) قال المناوي في «العجالة السنية» (ص 326) : (ميمونة بنت سعد المذكورة في خدامه، وميمونة بنت أبي عسيب) .\n(1/139)\n",
        "ذكر أفراسه صلّى الله عليه وسلّم\nسَكْبٌ، لِزَازٌ، ظَرِبٌ، وَسَبْحَهْ ... مُرتَجزٌ، وَردٌ، لَحِيفٌ، سَبْعَهْ «1»\nوَلَيْسَ فِيها عِنْدَهمْ مِنْ خُلْفِ ... والخُلْفُ فِي مَلاوحٍ، والطُّرْفِ «2»\nكَذاكَ ضِرسٌ «3» ، وشَحَا، مَنْدُوبُ ... مِرْوَاحُ، بَحْرٌ، أدْهمٌ، نجيبُ «4»\nأَبلقُ، معْ مُرْتَجِلٍ، مع يعسوب ... سرحان، ذو العقّال، سجل، يعبوب «5»\n__________\n(1) سكب- بفتح فسكون- وهو أول فرس ملكه، سمي به لسرعة جريه. لزاز- بكسر اللام وزاي- قال السهيلي: (معناه: لا يسابق شيئا إلا لزه؛ أي: أثبته) . ظرب: بفتح الظاء المعجمة وكسر الراء، ويقال: بكسر أوله وسكون الراء. سبحة: بفتح السين المهملة وسكون الموحدة وحاء مهملة. مرتجز- بكسر الجيم- سمي به لحسن صهيله كأنه ينشد رجزا. لحيف: بفتح اللام، وقيل: بضمّها.\n(2) ملاوح: بضم الميم وكسر الواو. الطرف: بكسر الطاء المهملة وسكون الراء بعدها فاء.\n(3) في هامش (ب) : (صوابه: ضريس، كذا ذكر في أفراسه، وكذا هو في نسخة) .\n(4) ضرس: بفتح الضاد المعجمة. شحا: بفتح الشين المعجمة وحاء مهملة. مراوح: بكسر الميم. وفي هامش (ب) : (قال ابن سيد الناس في «سيرته» : والشحا من قولهم: فرس بعيد الشحوة؛ أي: بعيد الخطوة) .\n(5) مرتجل: بكسر الجيم. سرحان: بكسر المهملة وسكون الراء. سجل: بكسر السين وسكون الجيم. وفي هامش (ب) : (العقال- بضم العين المهملة، وبعضهم يشدد قافه- وهو: ظلع في قوائم الدواب) . وفي هامشها أيضا: (ذكر أبو الفتح في أفراسه المختلف فيها: ذا اللمة) .\n(1/140)\n\nذكر بغاله وحميره صلّى الله عليه وسلم\nبِغَالُهُ خَمْسةٌ، أو فَسِتّهْ ... دُلْدُلُ، مع فِضةَ، والأَيْلِيَّهْ\nوَبغلةً أهدى لهُ الأُكيْدِرُ ... وجَاء مِن كِسْرى، وفِيهِ نَظَرُ\nوَبَغلةً أَهدى له النّجاشي ... وهو ب «أخلاق النَّبِيِ» الفَاشِي «1»\nحِمَارُهُ عُفَيْرٌ، أو يَعْفُورُ ... أو فَهُمَا اثنَانِ، وذا المَشْهُورُ «2»\nوكَونُهُ كَان اسمُهُ زيادا ... أو فيزيد منكر إسنادا\nوثالث أعطاه سعد يسنده ... رديفه قيس بن سعد ولده\n__________\n(1) جاء بخط الحافظ العراقي رحمه الله في هامش (أ) : (أي: وما ذكر من إهداء النجاشي له بغلة هو في كتاب «أخلاق النبي صلى الله عليه وسلم» لأبي الشيخ ابن حيان. الفاشي: المشهور، وهو صفة للتصنيف المذكور) .\n(2) القول بأنهما واحد عزاه الحافظ في «الفتح» (6/ 59) إلى ابن عبدوس، وذكر ذلك أيضا ابن كثير في «البداية والنهاية» (6/ 381) ، لكن رد ذلك القول- كما ذكر الحافظ ابن حجر- الدمياطيّ، وضعفه مغلطاي في «الإشارة» (ص 387) ، والله أعلم.",
        "(1/141)\n\nذكر لقاحه وجِمالِهِ صلى الله عليه وسلم\nكَانَتْ لَه لِقاحٌ: الحِنَّاءُ ... عُرَيِّسٌ، بغُومٌ، السَّمْرَاءُ «1»\nبُرْدَةُ، والمَروةُ، والسَّعدية ... حَفدةٌ، مهْرَةُ، واليَسِيرةُ «2»\nرِيَّاءُ، والشّقراء، والصّهباء ... عضباء، جدعاء، هما القَصْوَاءُ «3»\nوَغَيرُهُنَّ، والجِمَالُ: الثَّعْلَبُ ... وَجَملٌ أحمرُ، والمُكتَسَبُ\nغَنِمَهُ في يومِ بدرٍ مِنْ أَبِي ... جهلٍ، فأهداهُ إلى البيتِ النَّبي\nفِي أنفِهِ بِرةٌ؛ اي: مِن فِضهْ ... غَاظَ بهِ كُفَّار أهل مكّة «4»\n__________\n(1) عريّس: بضم العين وفتح الراء المهملتين وشد التحتية وسين مهملة. بغوم: بضم الباء الموحدة والغين المعجمة وسكون الواو.\n(2) السعدية: بفتح السين المهملة، وسكون العين، وكسر الدال المهملتين. حفدة: بفتح الحاء المهملة وكسر الفاء، مهرة: بضم الميم. اليسيرة- بفتح أوله-: كذا بخط المصنف وضبطه، وقال المناوي في «العجالة السنية» (ص 330) : (بضم أوله) . وفي «بهجة المحافل» و «شرحها» (2/ 166) : (النسيرة: بالنون والمهملة مصغرة) ، والله أعلم.\n(3) ريّاء: بفتح الراء وتشديد المثناة التحتية. وفي هامش (ب) : (القصوى: هي التي هاجر عليها، وكان لا يحمله إذا نزل عليه الوحي غيرها، قيل: إنها العضباء، اهـ من كتاب «الجمان في مختصر أخبار الزمان» للشيخ شهاب الدين أحمد المقّري، رحمه الله) .\n(4) في هامش (ب) : (قوله: «غاظ به كفار أهل مكة» .. فيه إشارة إلى أن الإهداء كان في حال كفر أهل مكة، وقد فعل ذلك في الحديبية لا في القضية) .\n(1/142)",
        "\nذكر منائحه وديكه صلّى الله عليه وسلّم\nكَانَتْ لَهُ مَنَائِحٌ: بَرَكَةُ ... زَمزَمُ، سُقيا، عَجْرَةٌ «1» ، وَوَرْشَةُ\nأطلالٌ، اطرافٌ، قَمَر، مع يمنِ ... غوثةُ أو غَيثةُ، بل في السننِ\nكَانَتْ له مئة شاةٍ غَنَمَا ... ولا يُريدُ أن تزيدَ، كلَّمَا\nوُلِدَ مِنْهَا بَهْمَةٌ، رَاعِيْها ... ذَبَحَ شَاةً لا يَزِيدُ فِيْهَا\nوَكَانَ أيضًا عِندَه ديكٌ لَهُ ... أبيض، فالمحبّ قد نقله «2»\n__________\n(1) سقيا: بضم السين. عجرة: بفتح المهملة وسكون الجيم.\n(2) قوله: (فالمحب) أي: العلامة أحمد بن عبد الله بن محمد محب الدين الطبري، فقيه شافعي متفنن توفي سنة (694 هـ) .\n(1/143)\n",
        "ذكر سلاحه صلّى الله عليه وسلّم\nكان له من الرّماح خمسة ... من قينقاع جاءه ثلاثة\nورابع له يسمّى: المثويا ... والخامس: المثني، بذاك سمّيا\nأقواسه خمسة: الرّوحاء ... وقوس شوحط «1» هي البيضاء\nوقوس نبع «2» وهي الصّفراء ... كذلك الكتوم، والزّوراء\nكانت له ترس به تمثال ... كرهه، فذهب التّمثال\nكذا الزّلوق للسّلاح يزلق ... وترسه الثّالث فهو الفتق «3»\nأسيافه: الحتف، وذو الفقار «4» ... مأثور، العضب، مع البتّار\nكذاك مخذم، كذا رسوب «5» ... والقلعي لم يسم «6» ، والقضيب\nوقيل: ذا قضيبه الممشوق ... كان بأيدي الخلفا يشوق\n__________\n(1) شوحط- بشين معجمة مفتوحة ثم واو ساكنة فحاء وطاء مهملتين- صنف من شجر الجبال.\n(2) قوس نبع: بفتح النون وسكون الموحدة وعين مهملة.\n(3) الزلوق: بفتح الزاي وضم اللام وآخره قاف. الفتق: بضم الفاء والمثناة الفوقية.\n(4) الحتف: بفتح الحاء المهملة وسكون المثناة فوق وفاء. ذو الفقار: بكسر الفاء، وقيل: بفتحها.\n(5) مخذم بكسر الميم وسكون الخاء وفتح الذال. رسوب: براء مفتوحة وسين مهملة.\n(6) القلعي: بفتح القاف واللام، وقوله: (لم يسم) أي: هذه صفته؛ لأنه من موضع يسمى: مرج القلعة، ولم يرد أن لهذا السيف اسما.\n(1/144)\n\nأدراعه سبعة: السّغديّة «1» ... ذات الفضول، وكذاك فضّة\nذات الحواشي، ما لها كفاء ... ذات الوشاح، الخرنق، البتراء «2»\nكانت له منطقة أديم ... فضّة الحلق والإبزيم «3»\nراياته: العقاب كالنّمراء ... مع راية صفراء، مع سوداء\nكانت له ألوية بيض كذا ... أسود، مع أغبر، منها اتّخذا\nحرابه البيضاء، ثمّ النّبعة ... وحربة صغيرة عنزة «4»\nمغفره: السّبوغ، والموشّح ... فسطاطه الكنّ «5» ، كما قد صرّحوا\nمحجنه «6» قدر ذراع يستلم ... في حجّه الرّكن به كما علم\nكانت له هراوة «7» بالنّقل ... كذا عسيب من جريد النّخل\nكانت له مخصرة يختصر ... بها، اسمها العرجون فيما ذكروا\nكان له خفّان ساذجان ... أهداهما أصحمة الرّبّاني\nكذا له أربعة منها أخر ... أصابها من سهمه من خيبر\n__________\n(1) السغدية: بضم السين وسكون الغين المعجمة.\n(2) كفاء: كفؤ: لم يكن لها مثيل في الحسن. الخرنق: بكسر الخاء المعجمة وسكون الراء وكسر النون.\n(3) في هامش (ب) : (أنكر أبو العباس بن تيمية أنه كان له منطقة) .\n(4) النبعة: بنون مفتوحة وموحدة ساكنة وعين مهملة. عنزة: بفتح العين المهملة وفتح النون والزاي.\n(5) الكنّ: بكسر الكاف.\n(6) المحجن- بكسر الميم فمهملة ساكنة فجيم مفتوحة-: خشبة في طرفها اعوجاج.\n(7) الهراوة- بكسر الهاء- وهي العصا.",
        "(1/145)\n\nله ثلاث من جباب تلبس ... في الحرب، إحداهنّ منها سندس\nأخضر، ثمّ جبّة طيالسه ... تغسل للمرضى، وكانت ملبسه\nونبله سمّي بالمؤتصله ... ومنه ما سمّي بالمتّصله\n(1/146)",
        "\nذكر أقداحه وآنيته وركوته وربعته وسريره صلّى الله عليه وسلّم\nأقداحه: الرّيّان، والمغيث ... وآخر مُضَبَّبٌ يَغِيثُ\nبِهِ إِذَا ما مَسَّهُم مِنْ حاج ... وقدح آخر مِن زُجاجِ\nوقَدَح تحتَ السَّريرِ عَيدانْ «1» ... يقضي بهِ حاجَتَهُ في الأحْيانْ\nمَرْكِنُهُ مِنْ شبهٍ، وتَوْرَه «2» ... حجَارةٌ، مَنْ نَالَهُ يَميرَهْ\nرَكوتُهُ كَانت تُسمى الصَّادِرهْ ... قَصعتُهُ الغرَّاء ليست قاصِرَهْ\nكَان لهُ صاعٌ لأجلِ الفِطرةِ ... وقَعْبُهُ «3» كَان اسمُهُ بالسَّعَةِ\nكَانَتْ لَه ربعَةٌ؛ اي: مُرَبَّعَهْ ... كجُونَةٍ يُجعلُ فيها أَمْتِعَهْ «4»\nسِواكُهُ، ومِشْطُهُ، والمُكْحُلَهْ ... كذلكَ المِرآةُ، والمِقْراضُ لَهْ\nكَانَ لَهُ سريرٌ اهدَاهُ لَهُ ... أَسعدُ «5» ، وَهْوَ سَاجٌ استَعمَلَهُ\nمُوشَّحٌ باللّيفِ، ثم وضعا ... عَليهِ لَمَّا مَاتَ، ثم رُفِعَا\nعَلَيْهِ أيضًا بعدَهُ الصّديقُ ... كَذَاك أيضًا عُمَرُ الفاروق\n__________\n(1) عيدان: بفتح أوله وسكون ثانيه.\n(2) المركن: وعاء تغسل فيه الثياب. الشبه: ضرب من النحاس. التور: إناء من حجر.\n(3) القعب: القدح الضخم.\n(4) الربعة: وعاء صغير ذو غطاء يوضع فيه الطيب. الجونة: سليلة مستديرة مغشاة بالجلد، يحفظ العطار فيها الطيب.\n(5) أسعد: هو ابن زرارة.\n(1/147)\n",
        "ذكر الوفود الّذين وفدوا عليه صلى الله عليه وسلم\nأَولُ وفْدٍ وفَدوا المَدينهْ ... سنةَ خمْسٍ: وافِدوا مُزَينهْ\nوهَكذا سعدُ بنُ بكرٍ في رَجَبْ ... وعامَ سَبْعةٍ: جُذَامٌ وعَقبْ\nالأَشعريُّونَ، ودَوسُ القَومُ ... وفي الثَّمَانِ ألفتْ سُلَيمُ «1»\nثَعلَبَةٌ، ثُمَالةٌ «2» ، والحَدَانْ ... فِيها، وفِي التاسعِ وفدُ هَمدَانْ\nكَذا بنو الدارِ، وفيهِ في صَفَرْ ... عذرةُ، بعدَها بَلِي، وحِمْيَرْ\nوَبعدُ في العَاشِرِ وفدُ خَولانْ ... وكِنْدةٍ، وغَامِدٍ، وغَسَّانْ\nوفدُ الرُّهاويينَ، وَفدُ نَجْرَانْ ... وَفْدُ صُدَا، والأَزْدِ، مَعْ سلامان «3»\nبجيلة، وحضر موت، النَّخَعُ «4» ... والحَارِثِ بنِ كعبٍ أيضًا أَجْمَعُ\nوَفِيْهِما مُرةُ، عَبسٌ، أَسدُ ... وَفْدُ تَميمٍ فيهمُ عُطَارِدُ «5»\n__________\n(1) قال الأجهوري في شرحه على «الألفية» (ق 364) : (ألّفت- بالتشديد- أي: بلغت ألفا، وهذا مبني على أن القادمين عليه في الثمان ألف) .\n(2) ثمالة: بمثلاثة مضمومة فميم فألف.\n(3) الرهاويون- بضم الراء- حي من مذحج. صدا: بضم الصاد المهملة مقصورا للوزن. سلامان- بفتح السين وتخفيف اللام- وفي العرب ثلاث ينسبون إليه: بطن من الأزد، وبطن من طيء، وبطن من قضاعة.\n(4) النخع- بفتح النون والخاء المعجمة- قبيلة من اليمن.\n(5) قوله: (وفيهما) قال المناوي: يحتمل عود الضمير على سنة عشر وإحدى عشر؛ أي: في السنتين؛ إما هذه، وإما هذه. عطارد: هو ابن حاجب من رؤساء بني تميم.\n(1/148)\n\nبَاهِلَةٌ، وجعدَةٌ، فَزَارَةُ ... عَقيلُ «1» ، عبدٌ، أشجعٌ، كِنَانَةُ\nلقيطُ، بكرٌ، وابنُ عَمَّارٍ قُدَدْ ... مَاتَ رُجوعًا، وَكِلابٌ، وَوَفَدْ «2»\nوَفْدُ ثَقِيفٍ، مَعَ عبدِ القَيْسِ ... رُؤاسِ، عامِرٍ، هِلالٍ، عَنْسِ «3»\nقَشِيرُ، تغلبُ، وبعضٌ مسلم ... أمّا النّصارى منهم فالتزموا\nأَنْ يَمْنَعُوا أَولادَهُم من صِبْغَةِ ... في دِينهم، وفد بني حَنِيفةِ\nومِن وفودِ اليَمنِ اليَمانِ ... وفدُ تجيب، طيّىء، جَيشانِ «4»\nكَلبٌ، خُشَيْنٌ، ومرادٌ، والصَّدِفْ «5» ... وخَثْعَمٌ، سعدُ العَشيرةِ رَدَفْ\nأزدٌ عُمَانٌ، وزُبيدٌ، اسلَمُ «6» ... وبارقٌ، وابنُ حَميدٍ سَالِمُ\nسعدُ هُذَيمٍ، جَرْمُ، بَهْرا، مهرة «7» ... ووفد جعفيّ، كذا جهينة\n__________\n(1) عقيل: بفتح المهملة وكسر القاف.\n(2) في هامش (ب) : (قدد بدالين، نظمه شيخنا كما ترى، وكذا هو في نسخة في «التجريد» للذهبي، ولكن في خط أبي الفتح اليعمري رحمه الله بالراء في مكانين، والله أعلم، وكذا رأيته في «سيرة مغلطاي» في نسخة صحيحة قرئت على المؤلف، فإما أن يقال بهما، أو أن أحدهما خطأ) . وقدد- بدالين على وزن عمر، ويقال: آخره راء، ويقال: قرن بفتحتين ونون- وهو قدد بن عمار، وقوله: (مات رجوعا) أي: في رجوعه إلى المصطفى صلى الله عليه وآله وسلم.\n(3) رؤاس- بضم الراء وفتح الهمزة- وهم من كلاب. عنس: بفتح العين المهملة وسكون النون.\n(4) اليمان: هو ابن جابر والد حذيفة. تجيب: بضم المثناة الفوقية وكسر الجيم. جيشان: بفتح الجيم وسكون المثناة التحتية.\n(5) خشين: بخاء وشين معجمتين مصغرّا. الصدف: بفتح الصاد وكسر الدال المهملة.\n(6) أزد عمان: بضم العين المهملة فميم مخففة. زبيد: بضم الزاي وفتح الموحدة.\n(7) هذيم: بضم الهاء وفتح المعجمة. جرم: بفتح الجيم وسكون الراء. بهرا: بفتح الموحدة وسكون الهاء. مهرة: بفتح الميم وسكون الهاء.",
        "(1/149)\n\nسنةَ إِحدى عَشْرةٍ جاءَ النَّخَعْ ... فِي مِئتينِ بعدَ مَن قَبلُ نَجَعْ\nوَفْدُ السّبَاعِ والذّئَابِ ذكرا «1» ... في غابة وغيرها، واستنكرا «2»\n__________\n(1) في هامش (ب) : (رأيت وفد الذئاب في «سنن الدرامي» في أوائله، ذكره بسنده، وهو سند صحيح، لكن صحابيّه مجهول، ولا يضر الجهل به؛ لأن أصحابه كلهم عدول) .\n(2) قال المناوي في «العجالة السنية» (ص 344) ، (كان عليه أن يذكر وفد الجن؛ فإنهم وفدوا عليه وفادة كوفادة الإنس، فجاؤوا فوجا بعد فوج وقبيلة بعد قبيلة بمكة وبعد الهجرة كما أخرجه أبو نعيم وغيره، ولهم معه وقائع كثيرة وأسئلة وأجوبة مذكورة في كتب شهيرة، فإهمال ذلك تقصير) . ومن أراد التوسع في الاطلاع على هذه الوفود.. فليرجع إلى المجلد السادس من «سبل الهدى والرشاد» للصالحي الشامي.\n(1/150)",
        "\nذكر أمرائه صلى الله عليه وسلم «1»\nأمَّرَ بَاذانَ بِلادَ اليَمَنِ ... ثُمَّ ابنَهُ شَهْرًا بِصَنْعا يَمَنِ «2»\nوابنَ أَبِي أُمَيَّةَ المُهَاجِرا ... كِنْدَةَ والصَّدِفْ، فقبل أن سرى\nلِعَمَلِهْ، قَضَى النَّبيُّ بالمَوت ... كَذا زيادُ بنُ لبيد حضر موت\nكذا أبا مُوسَى زَبيدًا «3» وَعَدَنْ ... وَزَمْعِ «4» والسَّاحِل مِن أرضِ اليَمَنْ\nكَذَاكَ قَد وَلَّى معاذًا الجَنَدْ ... كَذَاكَ عَتَّابًا عَلَى خَيرِ بَلَدْ\nكَذَاكَ قد وَلَّى أَبَا سُفْيَانَا ... صَخْرَ بنَ حرْبٍ بَعْدَ ذَا نجرانا\nكذا ابنه يزيد؛ أي: تَيْماءَ ... وابنَ سَعِيدٍ خَالدًا صَنعَاء\nكَذَاكَ عَمْرًا أَخَهُ وَادِي القِرَى ... وحكمًا أَخاهما على قُرَى\n__________\n(1) المراد ب (أمرائه) : الولاة الذين ولّاهم المصطفى صلّى الله عليه وآله وسلّم على البلاد والقضاء والصدقات والحج.\n(2) في هامش (هـ) : (شهر بن باذام، ذكره الذهبي في «تجريده» ، فالصحيح: أنه عنده بالميم، قال: استعمله عليه السلام، قتله الأسود) .\n(3) قوله: (زبيدا) - بفتح الزاي- أي: ولّى أبا موسى زبيدا، واد باليمن وهو غير زبيد، وزبيد: قبيلة ينسب إليها جماعة.\n(4) كذا شكلها المؤلف بخطه، وهي كذلك في سائر النسخ، ويؤيده ما ذكره البكري في «معجم ما استعجم» (2/ 702) : أنها بزاي مفتوحة وميم ساكنة وعين مهملة، لكن يعارض ذلك ما ذكره الفيروز آبادي في «القاموس» والزبيدي في «التاج» : أنها بكسر الراء المهملة وفتح الميم، وقد ضبطها البعض بكسر الراء وسكون الميم، والله أعلم.\n(1/151)\n",
        "عُرينةِ «1» ، كَذَاكَ أيضًا أَعْطَى ... أَخاهُمَا أبانَ منهُ الخطّا «2»\nكذلك ابنَ العاصِ عمرًا بِعُمَانْ ... كَذا على الطَّائِفِ ولّى عثمان\nإبن أبي العاصي كذاك ولّيا ... محمئة الأخماس «3» ، ثمّ وليا\nعليّ القضاءَ والأَخْماسَا ... بِيَمَنٍ، فَكَانَ فِيه رَاسَا\nكَذاك أمّر ابن حاتم عدي ... في صدقات طيّئ وَأَسَدِ\nوَغَيْرَهُ مِن أُمَرَاءِ الصّدَقَهْ ... تَجْمَعُ مِن قبائل مفرّقه\nوَأَمَّرَ الصّديقَ في الحَجّ لَدَى ... سَنَةِ تِسعٍ، وَعليًّا فِي النّدا\nأَنْ لا يحُجَّ بعد عَامي مُشْرِكُ ... ويقرأ السورةَ، خَابَ المُشْرِكُ\nأَمَّا الألى أمّرهم في البعث ... فذكروا في كلّ بعث بعث\n__________\n(1) في هامش (هـ) : (وفي «الإستيعاب» في ترجمة عمرو بن سعيد بن العاصي ما لفظه: «واستعمل رسول الله ص عمرو بن سعيد على قرى عربية، منها تبوك وخيبر وفدك» اهـ، فما في الأصل فيه نظر، ولعل الشيخ نظمه «عربية» ، غير أنه بتسكين الراء، وهو جائز، والله أعلم) .\n(2) الخطّا- بفتح الخاء المعجمة وتشديد الطاء المهملة-: ما بين عمان إلى البصرة. وفي هامش (هـ) : (وهو خط هجر، تنسب إليه الرماح الخطية؛ لأنها تحمل من بلاد الهند، فتقوّم به) .\n(3) قوله: (محمئة الأخماس) كذلك ولي محمئة الأخماس، ومحمئة- بفتح أوّله وكسر ثالثه وفتح الهمزة-: هو ابن جزء بن عبد يغوث الزبيدي.\n(1/152)\n\nذكر مرضه ووفاته صلى الله عليه وسلم\nمَرِضَ فِي العشْرِ الأَخيرِ من صَفَرْ ... أَقَامَ فِي شَكْوَاهُ ذاكَ اثْنَي عَشَرْ\nأَو عَشْرًا، أو أقَامَ أَربعْ عَشْرهْ ... أَو فَثَلاثَ عشْرةٍ قَدْ ذَكَرَهْ\nكَذَا ابنُ عَبدِ البَرّ فِي ربيعِ ... فِي يومِ الاثْنينِ لَدى الجَمِيْع\nوَفَاتُه إِمَّا بِثَانِي الشَّهْرِ ... أوْ مُسْتهَلّ، أَو بِثَانِي عَشْرِ\nوَهْوَ الذِي أَوْرَدَهُ الجُمهورُ ... لَكِن عَلَيْهِ نَظَرٌ كَبِيرُ\nلأن وَقفَةَ الوَدَاعِ الجُمُعَهْ ... فَلا يصِحُّ كَونُها فِيه مَعَهْ\nوَقِيْل: بَل في ثامِنٍ بالجَزْمِ ... وَهْو الذِي صَحَّحَه ابنُ حَزْمِ\nوَكَانَ ذاكَ عِندما اشتدَّ الضُّحَى ... أَو حِينَ زَاغَ الشَّمسُ، خُلْفٌ صرحَا\nغَسَّلَهُ عَلِيُّ والعَباسُ ... وقُثَمٌ والفَضْلُ، ثُم نَاسُ\nأُسامةٌ شَقْرَانُ يَصْبُبَانِ ... ألما، فأوس «1» حاضِرُ المَكَانِ\nوَقِيلَ: كَان ينقُلُ الماءَ لهُ ... وأَنَّ عَمَّهْ لَم يشاهِدْ غَسْلَهُ\nغَسِلَ مِن بئْرِهِ بئرِ غَرْسِ «2» ... وَلَم يُجَرّدْ مِن قَميصِ اللّبس\n__________\n(1) أي: أوس بن خولي بن عبد الله الخزرجي السالمي رضي الله عنه.\n(2) بئر غرس- بفتح الغين وسكون الراء وسين مهملة-: بئر تقع بالمدينة المنورة في المنطقة بين العوالي وقباء جوار مجمع مدارس الشاوي، ولا تزال آثارها ظاهرة.",
        "(1/153)\n\nيَدْلُكُهُ بِخِرْقَةٍ عَلِيُّ ... مِنْ تَحْتِه، وَهْو لَهُ وَلِيُّ\nبِالمَاءِ والسّدرِ ثَلاثًا غُسِلا ... وفِي ثلاثةٍ ثِيَابًا جُعِلا\nوتلكَ بيضٌ من سَحُولِ اليَمَنِ «1» ... وَلم يَكُن قَمِيصُهُ في الكَفَنِ\nوقَد رَوى الحَاكمُ أنْ قد كُفّنَا ... في سَبعةٍ، وبالشُّذوذِ وُهّنَا\nثُمَّ أَتى الرّجالُ فَوجًا فَوجا ... صَلُّوا فرادى، ومضوا خروجا\nثمّ النّساء بعدهم، فالصّبية ... وَفِي حَدِيثٍ وَبِهِ جَهَالَةُ:\nصَلَّى عَليه أَوَّلا جبريل ... ثمّت ميكال، فإسرافيل\nثُمَّ يَلِيهم مَلَكُ المَوْتِ، مَعَهْ ... جُنُودُهُ المَلائِكُ المُجْتَمَعَهْ «2»\nوَقِيْلَ: مَا صَلّوا عَلَيْه، بَل دَعَوْا ... وانصَرفُوا، وذَا ضعيفٌ «3» ، ورَوَوْا\nعَن مالكٍ: أن عدد الصّلاة ... تسعون واثنان من المرّات «4»\n__________\n(1) سحول- بفتح السين وضمها- وهي قرية باليمن.\n(2) أخرجه البيهقي في «الدلائل» (7/ 231) ، والبزار في «كشف الأستار» (9/ 398) ، والطبري في «التاريخ» (3/ 191) ، قال الهيثمي في «مجمع الزوائد» (9/ 25) : رواه البزار ورجاله رجال الصحيح غير محمد بن إسماعيل بن سمرة الأحمسي وهو ثقة. والله أعلم.\n(3) أخرجه ابن سعد في «الطبقات» (2/ 290) . والبيهقي في «الدلائل» (7/ 250) ،\n(4) في هامش (ب) : (صوابه: سبعون، وكذا رأيته في ... السيرة، وهو كذلك في كلام مغلطاي في «سيرته» ، ورأيته كذلك في «الروض الأنف» وعزاه عن مالك ابن الماجشون وأنه كصلاة حمزة، والحديث فيه: أنه ص صلى على حمزة ثنتين وسبعين صلاة، وهو حديث ابن عباس، رواه ابن إسحاق عمن لا يتهم عن مقسم عنه، وفي ابن ماجه: عن ابن عباس من طريق مقسم عنه: أنه أتي بهم فجعل يصلي على عشرة عشرة وحمزة هو كما هو، يرفعون وهو كما هو موضوع، والحديث فيه مقال أنه صلى عليه ثنتين وسبعين صلاة، فهو في سنده مجهول، قيل: إنه الحسن بن عمارة، فهو متروك، وحديث ابن ماجه\n(1/154)",
        "\nوليسَ ذَا متَّصِلَ الاسنَادِ ... عن مالكٍ في كُتُبِ النُّقّادِ «1»\nوَدفنُه في بقعةِ الوَفاةِ ... بِخَبرِ الصّدّيق بالإثبات\nودخل القبر الألى في الغسل ... وقيل: لا، أُسامةٍ وخوْلِي «2»\nزَادَ ابنُ سعدٍ أيضًا: ابنَ عوفِ ... معَ عقيلٍ أَمِنُوا من خوفِ\nوَفُرِشَت فِي قَبْرِه قُطَيْفَةُ ... وَقِيل: أُخْرِجَتْ، وَهَذَا أَثبَتُ «3»\nوَلحَدوا لحْدًا له، ونُصِبَتْ ... عَلَيْه تِسْعُ لَبِنَاتٍ أُطْبِقَتْ\nوَسَطَّحُوا مَعْ رَشّهم بالماءِ ... واشتَركَ الأَنامُ فِي العَزَاءِ\nوَذَاكَ فِي ليلةِ الاربعاءِ ... أَو قَبلَها بِليلةٍ لَيلاءِ «4»\nوَقِيلَ: يومَ الموتِ بالتعجيلِ ... صحَّحهُ الحاكمُ في «الإكْلِيلِ»\nوَفَسَّر الصّديقُ للصّديقَةِ ... منامها أن سقطت في الحجرة\n__________\nفيه يزيد بن أبي زياد، وفيه مقال كثير، وشهر أنهم كانوا سبعين، فإذا صلى عليهم عشرة عشرة ومع كل عشرة حمزة.. فكيف نخصه بهذا العدد؟!) .\n(1) ذكر مغلطاي في «الإشارة» (ص 357) : (قال ابن الماجشون لما سئل كم صلي عليه صلاة؟ فقال: اثنتان وسبعون صلاة كحمزة، فقيل له: من أين لك هذا؟ فقال: من الصندوق الذي تركه مالك بخطه عن نافع عن ابن عمر) .\n(2) في هامش (ب) : (هو خولي بن أوس الأنصاري، زعم ابن جريج أنه ممن نزل في قبر رسول الله ص مع علي والفضل. قاله ابن عبد البر في «الإستيعاب» ، لكن قال الذهبي لما ذكر خولي: «في هذا تحريف» ، قال: «وإنما هو أوس بن خولي» اهـ، فما نظمه الشيخ هو من زعم ابن جريج، والصواب خلافه، والله أعلم، وعلى ما شرطه شيخنا يكون صوابه خولي، لا أوس، وفيه نظر) .\n(3) ذكر ابن عبد البر تخريجها في «الإستيعاب» (1/ 20) .\n(4) لبلاء: طويلة شديدة صعبة.\n(1/155)\n",
        "حجرتها ثلاثة أقمارا ... ها خير الاقمار أتاك الدَّارَا «1»\nصَلَّى عَليه رَبُّنا وسَلَّمَا ... وَصَاحِبَيْهِ نُعّمَا وَأَنعَمَا «2»\nهُما الضَّجِيعانِ منَ الأَقْمارِ ... قَد جَاورا في اللَّحْدِ خَيرَ جَارِ\nثُمَّ عَلَى عثمانَ مع عليّ ... وسائر الأصحاب والوليّ\n\nكتبها ناظمها عبد الرحيم بن الحسين ابن العراقي بالمدينة الشريفة، وبعضها بالروضة بجوار الحجرة الشريفة «3»\n__________\n(1) في (د) وهامش (أ) : (ها خير أقمارك حلّ الدّارا) . وفي هامش (ب) : (يحيى بن سعيد عن ابن المسيب قال: قالت عائشة رضي الله عنها: رأيت كأن ثلاثة أقمار سقطت في حجرتي، فسألت أبا بكر فقال: يا عائشة؛ إن تصدق رؤياك.. يدفن في بيتك خير أهل الأرض ثلاثة، فلما قبض رسول الله ص ودفن.. قال: يا عائشة؛ هذا خير أقمارك، قال الحاكم: «خ م» ، قال: وقد كتبناه من حديث أنس، قال الذهبي: ثم ساقه مرفوعا من تعبيره عليه السلام، وقال «خ م» ، قلت: هو من رواية عمر بن حماد بن سعيد الأبح أحد الضعفاء، تفرد به عنه موسى بن عبد الله السلمي، لا أدري من هو. اهـ ما في «تلخيص المستدرك» للذهبي. وفي كتاب الرؤيا من «التلخيص» عن يحيى بن سعيد عن عمرة عن عائشة قالت: رأيت كأن ثلاثة أقمار سقطن في حجرتي. الحديث صحيح لم يتعقبه الذهبي) .\n(2) نعّما: نعّمهما الله بنعمته. أنعما: زادا فضلا، أو صارا إلى النعيم.\n(3) جاء في آخر (أ) : (الحمد لله وحده، وصلى الله سيدنا محمد وعلى آله وصحبه وسلم، وبعد: فقد سمع جميع هذه الألفية في سيرة سيدنا رسول الله صلى الله عليه وعلى آله وصحبه وسلم على ناظمها سيدنا وشيخنا الإمام العلامة شيخ الإسلام جمال الأنام عمدة الحفاظ والمحدثين قاضي قضاة المسلمين ... أبي الفضل زين الدين عبد الرحيم، وسيدنا الإمام ... ) . وفي هامش (أ) : (بلغ الحافظ نور الدين الهيثمي قراءة على ناظمها، والجماعة سماعا في الخامس بالروضة الشريفة.\nبلغ ابني محمد أبو حاتم قراءة علي في الثالث، والجماعة سماعا في الحجرة الشريفة. كتبه مؤلفه. بلغ ضياء الدين عمر بن أبي بكر بن محمد البيضاوي قراءة علي في ثمانية مجالس والجماعة سماعه في المسجد الشريف النبوي. ثم بلغ أبو الفتح محمد بن العلامة زين الدين أبي بكر بن الحسين قراءة عليّ والجماعة سماعا في الرابع بمسجد المدينة الشريف) . وفي هامش (ج) : (تمت بحمد الله تعالى وحسن توفيقه جل وعلا في يوم الخميس «7» الحجة سنة «1335 هـ» ، وصلى الله على سيدنا محمد النبي الأمي وعلى آله وصحبه وسلم) . وفي هامش (د) : (كملت «ألفية السيرة» بحمد الله وحسن عونه وتوفيقه، وصلى الله على سيدنا محمد وسلم تسليما، ووافق الفراغ منه يوم الأحد أواخر الثاني من شهر جمادى الثانية عام «1326 هـ» ست وعشرين وثلاث مئة وألف على يد كاتبه محمد المنوي الفراتي، غفر الله له. آمين، والحمد لله رب العالمين) . وفي آخر (ب) : (تمت الدرر السنية) . وفي هامشها: (علقتها في أوائل جمادى الأولى من سنة إحدى عشرة وثمان مئة بالمدرسة الشرقية بحلب، إبراهيم بن محمد بن خليل سبط ابن العجمي الحلبي، ولله الحمد والمنة، سبحانه، وصلى الله على سيدنا محمد نبي الرحمة، وعلى آله وصحبه وسلم) . وفي هامشها أيضا: (بلغ مقابلة على أصله) . وفي هامشها أيضا: (في هامش أصله في آخره ما صورته بخط شيخنا المؤلف الناظم زين الدين العراقي: قابلت هذه النسخة بيدي وهو يقرأ من النسخة التي بخطي بقراءة ابني أبي زرعة. كتبه ناظمها عبد الرحيم بن الحسين) . وفي هامشها أيضا: (الحمد لله وحده، قرأت جميع هذه السيرة بحضرة شيخنا الإمام الحافظ العلامة حافظ عصره، وواحد دهره، برهان الدين أبي الوفاء سبط ابن العجمي كاتب هذا الأصل أمتعني الله تعالى والمسلمين بطول حياته على الإمام قاضي القضاة صدر المدرسين شهاب الدين أبي جعفر محمد العجمي الشافعي، أسبغ الله ظلاله إجازته لها ولغيرها من الناظم حافظ الإسلام زين الدين أبي الفضل العراقي، وصح ذلك وثبت في خمسة مجالس معينة بهوامش نسختي، آخرها يوم السبت سادس عشر ذي الحجة الحرام من سنة ست وعشرين وثمان مئة بمنزل شيخنا بالمدرسة الشرقية بحلب وأجاز لنا ما يجوز له روايته في التاريخ المذكور، قال ذلك من ذا خطه: محمد بن أبي الوليد بن الشحنة، عفا الله عنه ولطف به، وصلى الله على سيدنا محمد وآله وصحبه وسلم) .\n(1/156)\n\nسماعات النّسخ الخطّيّة (أ)\nالحمد لله وسلام على عباده الذين اصطفى.\nسمع علي هذه السيرة من نظمي بقراءة ابني محمد أبي حاتم: الشيخ الإمام الحافظ نور الدين أبو الحسن علي بن أبي بكر بن سليمان الهيثمي، والشيخ الإمام المقرئ محيي الدين يحيى بن محمد بن يحيى التلمساني الأصل، المدني الدار، وولده عبد الرحمن بن يحيى المذكور، وأبو الفضل محمد بن الحسين بن الحسن بن قاسم- عرف بابن القطان- المدني، والطواشي سراج الدين عبد اللطيف المارديني، أحد خدام الحرم الشريف، وسمع نور الدين علي بن محمد بن موسى المحلي سبط الزبير من أولها إلى ذكر خلقه في الطعام والشراب، ومن قوله في البعوث والسرايا:\nفبعث كعب بن عمير من غفار ... لذات أطلاع فحلوا بالديار\nإلى آخر السيرة، وسمع شمس الدين محمد بن علي بن محمد بن علي النشرتي المالكي من أولها إلى ذكر خلقه في الطعام والشراب، وكذلك سمع عبد الرحمن بن سليمان بن حاجي الكردي، وسمع أحمد بن جمعان بن رشيد الخضار من قوله: ذكر كتّابه إلى آخر السيرة.\nوصح في ثلاثة مجالس آخرها في مستهل ذي القعدة سنة إحدى وتسعين وسبع مئة بالروضة النبوية، وأجزت لهم أن يرووا ذلك عني وجميع ما يجوز لي وعني روايته متلفظا. كتبه عبد الرحيم بن الحسين بن عبد الرحمن خطيب الحضرة النبوية. غفر الله له. آمين.\nالحمد لله، وسمعها عليّ بقراءة الفقيه ضياء الدين عمر بن رضي الدين أبي بكر بن محمد بن عبد الله بن عمر بن إبراهيم بن عيسى بن مفلح بن زكريا بن يحيى بن محمد بن علي بن بجاد الحميدي البيضاوي الحاكم والده ببنها الحصى",
        "(1/158)\n\nمن بلاد اليمن.. الشيخ الإمام الحافظ نور الدين علي بن أبي بكر بن سليمان الهيثمي، والشيخ الإمام المقرىء محيي الدين يحيى بن محمد بن يحيى التلمساني الأصل المدني، والشيخ الفاضل المقرىء عز الدين الحسن بن عبد الرحمن بن أبي بكر الشيباني البغدادي التلعفري الحنبلي، والشيخ الإمام محيي الدين عبد القادر بن محمد بن علي الحجار المدني الحنبلي، والشيخ علي بن محمد بن عثمان الصالحي، وشمس الدين محمد بن علي بن محمد بن علي النشرتي المالكي، والشيخ شرف الدين يعقوب بن إبراهيم بن علي البخاري الحنفي، والشيخ محمد بن حسين بن حسن الأصفهاني، والطواشي فاخر السلامي أحد خدام الحرم الشريف، وسمع الطواشي المشتغل المحصل عبد اللطيف الفارسي المجلس الأول والرابع والمجالس الثلاثة الأخيرة، وسمع الطواشي عبد اللطيف المارديني المجالس الستة الأول، وسمع الطواشي عبد القوي المجلس السابع، وسمع الطواشي نجيب الأشرفي المجلس الأخير، وسمعها بكمالها عبد الرحمن بن سليمان بن حاجي الكردي، وسمعها بدون المجلس الأخير الشيخ عبد الرحمن بن سعد بن محمد بن عنتر اليمني الحضرمي، وكان سمع قبل هذا المجلسين الأخيرين بقراءة الحافظ نور الدين الهيثمي فكمل له سماعه، وسمع شهاب الدين أحمد بن جمعان بن رشيد الخضار المجالس الخمسة الأول، ومن قوله في السادس: (فبعثه زيدا إلى ذي القرده «1» ) إلى آخر السابع، ومن ذكر مرضه ووفاته إلى آخرها، وسمعها بكمالها الشيخ إبراهيم بن عمر بن أحمد الحلبي، وسمع أحمد بن علي بن أسعد الحارثي كاملا بفوت يسير من أول المجلس السادس وأول السابع، وسمع بفوت المجلس الأول والسابع الشيخ أحمد بن عمر بن محمد الإسكندري، وسمع بفوت الأولين عبد الله بن الحمامي، وسمع بفوت الأولين والسابع الحاج رشيد الدين أبي رسلان وولده أحمد، وسمع سعيد بن عيسى بن علي التلمساني\n__________\n(1) البيت في القصيدة: فبعثه زيدا إلى القردة.\n(1/159)",
        "\nالأول، ومن قوله في الثاني: (السابقون إلى الإسلام) إلى آخر الثالث والخامس أيضا، وسمع عبد الرحمن بن يحيى بن محمد التلمساني المتقدم ذكر أبيه المجلس الأول والثالث، وسمع أحمد بن محمد بن محمد النشار المصري المجلس الثالث والسادس خلا من قوله فيه: (فبعث قطبة هو ابن عامر) إلى آخره، وسمع ابن أبي ريحان المجلس الثالث، وسمع محمد بن [....] «1»\nالحمصي البنا المجلسين الأخيرين، وسمع أبو الفتح محمد بن الشيخ الإمام العلامة زين الدين أبي بكر بن الحسين العثماني الثالث والرابع، ومن قوله في الخامس: ذكر خصائصه إلى آخره، ومن قوله في السادس: (فبعثه بشيرا الأنصاري) إلى آخره، ومن قوله في السابع: (وأرسل السليط لليمامة) إلى آخره، ومن قوله في الأخير: (وفيهما مرّة عبس أسد) إلى آخر الكتاب، وسمع الشيخ نور الدين علي بن محمد المحلي سبط الزبير من قوله في المجلس الخامس: (وعدّ في بدر لهم مصارعا) إلى آخر المجلس المذكور، وسمع عيسى بن عبد الرحمن بن محمد الحصيني من قوله في المجلس الثاني: سبب إسلام ابن مسعود إلى آخر المجلس المذكور.\nوصح في ثمانية مجالس آخرها في ليلة الإثنين حادي عشر ذي القعدة سنة إحدى وتسعين وسبع مئة بالمسجد الشريف النبوي، وأجزت للجماعة المذكورين ما يجوز لي وعني روايته، وحضرت فاطمة ابنة الحافظ نور الدين الهيثمي المتقدم ذكره في الرابعة من قوله: ذكر أقداحه وآنيته إلى آخر السيرة، وأجزت لها معهم. كتبه عبد الرحيم بن الحسين بن عبد الرحمن ابن العراقي الشافعي.\nوسمعها عليّ بقراءة الولد النجيب المشتغل أبي الفتح محمد بن العلامة زين الدين أبي بكر بن الحسين المراغي: الجماعة الفضلاء: الحافظ نور الدين علي بن أبي بكر بن سليمان الهيثمي، ومحيي الدين يحيى بن محمد بن يحيى\n__________\n(1) بياض في الأصل.\n(1/160)\n",
        "التلمساني، وعز الدين الحسين بن عبد الرحمن بن أبي بكر البغدادي التلعفري، وأحمد بن جمعان بن رشيد الخضار، وعبد الرحمن بن سليمان بن حاجي الكردي، ومحمد بن حسين بن حسن الأصفهاني، وبفوت المجلس الأول السيد الشريف ركن الدين أشرف بن عبد الملك بن أبي طالب الحسيني الغزنوي، والطواشيان المشتغلان عبد اللطيف الفاسي ودينار الهندي، وبفوات ذكر الهجرتين إلى الحبشة إلى ذكر صفته شمس الدين محمد بن علي بن محمد النشرتي، وبفوات من ذكر الهجرتين إلى الحبشة إلى ذكر صفته والمجلس الأخير أيضا الطواشي عبد اللطيف المارديني، وأحمد بن علي بن أسعد الحارثي، وبفوات من ذكر أولاده إلى ذكر أزواجه أحمد بن رشيد الدين أبي رسلان، وسمع أخوه أبو البركات محمد من ذكر أزواجه إلى آخر «الألفية» ، وسمع أبوهما رشيد من ذكر الإسراء إلى ذكر معجزاته، ومن ذكر غزواته إلى ذكر أولاده، ومن ذكر سلاحه إلى آخر «الألفية» ، وسمع بقي ابن الإمام المرحوم عز الدين عبد السلام الكازروني، وعمر بن عمر بن عبد الواحد المعري المجلسين الأولين، وسمع عبد الرحمن بن يحيى التلمساني المتقدم ذكر أبيه المجلسين الأخيرين، وسمع محمد بن علي بن صعلوك الثاني والرابع، وسمع الشيخ علي بن عثمان بن محمد الصالحي الثاني والثالث، ومن ذكر أزواجه إلى آخر «الألفية» ، وسمع إبراهيم بن عمر بن أحمد الحلبي الثاني ومن ذكر سلاحه إلى آخر «الألفية» ، وسمع الطواشي مفتاح الهندي المجلس الأخير.\nوصح ذلك في أربعة مجالس آخرها ليلة الثلاثاء تاسع عشر ذي قعدة سنة إحدى وتسعين وسبع مئة بالحرم الشريف النبوي بقرب الحجرة الشريفة، وأجزت لهم أن يرووها عني وما يجوز لي وعني روايته متلفظا بذلك. كتبه عبد الرحيم بن الحسين بن عبد الرحمن الشافعي. حامدا لله تعالى.\n(1/161)\n\nسماعات النّسخ الخطّيّة (ب)\nكتاب نظم الدرر السنية في السير الزكية\nنظم شيخنا الحافظ العلامة زين الدين أبي الفضل عبد الرحيم بن الحسين بن عبد الرحمن بن أبي بكر بن إبراهيم ابن العراقي.\n\nعلى أصلها ما صورته بخط شيخنا الناظم:\nالحمد لله، وسلام على عباده الذين اصطفى، سمع عليّ هذه المنظومة الألفية المسماة بنظم الدرر السنية في السير الزكية بقراءة ابني أبي زرعة أحمد بن عبد الرحيم ابنه أبو الوفاء عبد الوهاب في الرابعة من عمره، والشيخ الإمام العالم المحدث زين الدين قاسم بن محمد بن إبراهيم الشهير بابن المالكي والشيخ الإمام الفقيه المحدث تاج الدين محمد بن محمد بن يحيى السندبيسي الشافعي، وولده عبد الرحمن، والشيخ الإمام فخر الدين عثمان بن إبراهيم بن أحمد البرماوي، والجماعة الفضلاء الأئمة الشيخ شهاب الدين أحمد بن شاور بن عيسى العاملي، والشيخ شمس الدين محمد بن أحمد خليل الغراقي، وشهاب الدين أحمد بن محمد بن أحمد الحنبلي عرف بابن العجمي، والقاضي بدر الدين حسن بن أحمد بن محمد الدمالجي وعز الدين عبد العزيز، وزين الدين عبد الرحيم ولدا محمد بن أبي بكر الهيثمي، ونور الدين علي بن عافية بن أحمد الغراقي، وولده محمد، وأحمد بن محمد بن عبد الله الهيثمي ربيب الشيخ تاج الدين الهيثمي، وشمس الدين محمد بن إبراهيم الزيلعي سبط الشيخ عبد الرحمن الزيلعي، وشمس الدين محمد بن عبد الماجد بن علي العجمي والد شيخ جامع الجديد والده كان وآخرون مكملون ومفوتون يكتبون على الأصل.\nوصح في يوم الجمعة التاسع عشر من شوال سنة اثنتين وتسعين وسبع مئة بالخانقاه الطغتمرية الدوادارية خارج باب البرقية، وأجزت لمن سمعه أو حضره أو بعضه ما يجوز لي وعني روايته. كتبه ناظمه عبد الرحيم بن الحسين بن عبد الرحمن ابن العراقي.",
        "(1/162)\n\nوعليها ما صورته بخط الناظم شيخنا ابن العراقي:\nالحمد لله، سمع صاحب هذه النسخة: المحدث الفاضل المفيد شمس الدين محمد بن محمد بن عمر البسكري المدني علي جميع هذه الألفية بقراءة الإمام الحافظ نور الدين علي بن أبي بكر بن سليمان الهيثمي في خمسة مجالس آخرها في الحادي والعشرين من شوال سنة إحدى وتسعين وسبع مئة.\nوسمع معه جماعة كثيرون، منهم قاضي القضاة زين الدين عبد الرحمن ابن العلامة قاضي القضاة نور الدين علي بن يوسف الروندي المدني، وابنا أخيه يوسف وحسن ولدا قاضي القضاة فتح الدين أبي الفتح وابن أخيه أيضا محمد بن عبد الوهاب وابنا أخيه أيضا يوسف وحسن ولدا الشيخ محب الدين محمد، وسمع بفوت المجلس الثالث ابن أخيه أيضا نور الدين علي بن قاضي القضاة فتح الدين المذكور، والشيخ الإمام فخر الدين أبو بكر بن أحمد بن عبد الرحمن ابن الشامي والشيخ الإمام محيي الدين عبد القادر محمد بن علي الحجار العمري الحنبلي، وابنه أبو الفرج، وحفيده محمد بن الحسين، وربيبه محمد بن علي بن محمد بن دهيم الينبعي، والشيخ عز الدين حسن بن عبد الله بن أبي بكر البغدادي التلّعفري الحنبلي، والسيدان الشريفان أبو عبد الله محمد بن أبي القاسم البنزوي المالكي، وركن الدين أشرف بن عبد الملك الحسيني الغزنوي، وشمس الدين محمد بن النشرتي المالكي، وشرف الدين يعقوب بن إبراهيم بن علي البخاري، وشمس الدين محمد بن عمر بن خلف الضيومي، وجمال الدين محمد ابن العلامة زين الدين أبي بكر بن الحسين المراغي، وأخوه أبو الفتح، وفاته المجلس الرابع، وسراج الدين عبد اللطيف بن عبد الله بن عمر الخرار المالكي وكمال الدين أبو الفضل محمد بن عبد اللطيف الزرندي، والطواشي عبد اللطيف بن عبد الله المارديني وعبد الرحمن بن سليمان بن حاجي الكردي وآخرون مفوتون كتبوا على الأصل.\nوصح ذلك بالمدينة الشريفة بالروضة الشريفة في التاريخ المتقدم ذكره، وأجزت لجميعهم ما يجوز لي وعني روايته.\n(1/163)",
        "\nوسمع المجلس الأول والأخير ابنتا صاحب البيت خديجة وحضرت أختها صفية في الرابعة ابنتا الشيخ شمس البسكري، وأجزت لهما [ ... ] مع ما يجوز لي روايته. كتبه عبد الرحيم بن الحسين، حامدا لله تعالى. نقله حرفا حرفا إبراهيم الحلبي.\nالحمد لله، وسلام على عباده الذين اصطفى، وبعد:\nفقد قرأ علي الشيخ الإمام البارع العلامة الحافظ جمال الدين محمد بن عبد الله بن ظهيرة المخزومي المكي هذه «الألفية» في السيرة، فسمع ذلك الشيخ الإمام العلامة جمال المدرسين والمحققين تقي الدين محمد بن أحمد بن محمد بن حاتم، والشيخ الإمام العلامة المحدث تاج الدين محمد بن محمد بن يحيى السّندبيسي، والشيخ المحصل المشتغل محمود بن جمال الدين بن طاهر الهروي، وكان يكتب في بعض السماع، وقد سمع قبل ذلك المقدار الذي كان يكتب فيه بقراءته وقراءة الحافظ نور الدين علي بن أبي بكر بن سليمان الهيثمي.\nوصح ذلك في مجلس واحد في يوم النفر الأول، وهو يوم الخميس ثاني عشر ذي الحجة سنة إحدى وتسعين وسبع مئة بمنى، وأجزت لهم أن يرووا ذلك عني وجميع ما يجوز لي وعني روايته. كتبه عبد الرحيم بن الحسين ابن العراقي.\n(1/164)\n",
        "أهمّ مصادر ومراجع التّحقيق «1»\n- أسد الغابة في معرفة الصحابة، العلامة علي بن محمد الشيباني المعروف بابن الأثير (ت 630 هـ) ، بدون تحقيق، بدون تاريخ، طبعة مصورة لدى دار إحياء التراث العربي، لبنان.\n- أطلس الحديث النبوي من الكتب الصحاح الستة، الدكتور شوقي أبو خليل، ط 1، (2003 م) ، دار الفكر، سورية.\n- الإحسان بترتيب صحيح ابن حبان، الأمير الحافظ علاء الدين علي بن بلبان الفارسي (ت 739 هـ) ، تحقيق شعيب الأرناؤوط، ط 3، (1997 م) ، مؤسسة الرسالة، لبنان.\n- الإشارة إلى سيرة المصطفى، الإمام العلامة مغلطاي بن قليج (ت 762 هـ) ، تحقيق محمد نظام الدين الفتيح، ط 1، (1996 م) ، دار القلم، سورية.\n- الإصابة في تمييز الصحابة، الإمام الحافظ أحمد بن علي بن حجر العسقلاني (ت 852 هـ) ، بدون تحقيق، بدون تاريخ، طبعة مصورة لدى دار الكتاب العربي، لبنان.\n- بهجة المحافل وبغية الأماثل في تلخيص المعجزات والسير والشمائل، العلامة يحيى بن أبي بكر العامري (ت 893 هـ) ، بدون تحقيق، بدون تاريخ، طبعة مصورة لدى دار صادر، لبنان.\n- تاج العروس من جواهر القاموس، الإمام العالم محمد مرتضى الحسيني الزبيدي (ت 1205) ، تحقيق عبد الستار أحمد فراج، (1385 هـ) ، وزارة الإرشاد والأنباء، الكويت.\n- تاريخ الطبري- تاريخ الأمم والملوك، الإمام الحافظ محمد بن جرير الطبري (ت 310 هـ) ، تحقيق محمد أبو الفضل إبراهيم، بدون تاريخ، طبعة مصورة بدون ناشر، لبنان.\n__________\n(1) اعتمدنا في فهرسة المصادر على التالي: اسم الكتاب، اسم المؤلف وتاريخ وفاته، اسم المحقق، سنة طبع الكتاب، اسم الدار الناشرة ومقرها.\n(1/167)\n\n- تفسير القرطبي- الجامع لأحكام القرآن، الإمام المفسر محمد بن أحمد القرطبي (ت 671 هـ) ، بدون تحقيق، (1985 م) ، طبعة مصورة لدى دار إحياء التراث العربي، لبنان.\n- دلائل النبوة، الإمام الحافظ أحمد بن الحسين البيهقي (ت 458 هـ) ، تحقيق الدكتور عبد المعطي قلعجي، ط 1، (1988 م) ، دار الريان، مصر.\n- ديوان حسان بن ثابت، الصحابي الجليل حسان بن ثابت (ت 40 هـ) ، تحقيق الدكتور وليد عرفات، (1974 م) ، دار صادر، لبنان.\n- روضة الطالبين وعمدة المفتين، الإمام الحافظ محيي الدين يحيى النووي (ت 676 هـ) ، إشراف زهير الشاويش، ط 3، (1991 م) ، المكتب الإسلامي، لبنان.\n- سبل الهدى والرشاد، الإمام محمد بن يوسف الصالحي الشامي (ت 942 هـ) ، تحقيق مجموعة من المحققين، (1997 م) ، المجلس الأعلى للشؤون الإسلامية، مصر.\n- سنن الترمذي- الجامع الصحيح، الإمام الحافظ محمد بن عيسى بن سورة الترمذي (ت 279 هـ) ، تحقيق أحمد شاكر ومحمد فؤاد عبد الباقي وإبراهيم عطوة، بدون تاريخ، طبعة مصورة لدى دار إحياء التراث العربي، لبنان.\n- سير أعلام النبلاء، الإمام الحافظ محمد بن أحمد بن عثمان الذهبي (ت 748 هـ) ، إشراف شعيب أرناؤوط، ط 11، (1996 م) ، مؤسسة الرسالة، لبنان.\n- السيرة النبوية، الإمام عبد الملك بن هشام الحميري (ت 218 هـ) ، تحقيق مصطفى السقا وإبراهيم الأبياري وعبد الحفيظ الشلبي، بدون تاريخ، طبعة مصورة لدى دار ابن كثير، سورية.\n- شرح صحيح مسلم- المنهاج في شرح صحيح مسلم بن الحجاج، الإمام الحافظ محيي الدين يحيى النووي (ت 676 هـ) ، بدون تحقيق، (1349 هـ) ، طبعة مصورة لدى مكتبة الغزالي، سورية.",
        "(1/168)\n\n- الشمائل المحمدية، الإمام الحافظ محمد بن عيسى بن سورة الترمذي (ت 279 هـ) ، ومعه المواهب اللدنية على الشمائل المحمدية، الإمام الفقيه إبراهيم بن محمد الباجوري (ت 1277 هـ) ، تحقيق الشيخ محمد عوامة، ط 1، (2001 م) ، نشره محققه، لبنان.\n- صحيح البخاري- الجامع المسند الصحيح المختصر من أمور رسول الله صلى الله عليه وسلم وسننه وأيامه، الإمام الحافظ محمد بن إسماعيل البخاري (ت 256 هـ) ، عني به الدكتور محمد زهير بن ناصر الناصر، ط 1، (1422 هـ) ، دار طوق النجاة، لبنان.\n- صحيح مسلم- الجامع الصحيح، الإمام الحافظ مسلم بن الحجاج النيسابوري (ت 261 هـ) ، تحقيق محمد فؤاد عبد الباقي، (1954 م) ، دار إحياء الكتب العربية، مصر.\n- الصرح الممرد والفخر المؤبد لآباء سيدنا محمد، السيد الشريف عمر بن علوي بن أبي بكر الكاف (ت 1412 هـ) ، ط 1، (2001 م) ، دار الحاوي، لبنان.\n- الطبقات الكبرى، الإمام المؤرخ محمد بن سعد بن منيع البصري (ت 230 هـ) ، تقديم الدكتور إحسان عباس، بدون تاريخ، دار صادر، لبنان.\n- العجالة السنية على ألفية السيرة النبوية، الإمام الشيخ عبد الرؤوف المناوي (ت 1031 هـ) ، بدون تحقيق، ط 1، (2000 م) ، دار المشاريع، لبنان.\n- العقد الثمين في تاريخ البلد الأمين، الإمام محمد بن أحمد بن علي الفاسي المكي (ت 832 هـ) ، تحقيق محمد حامد الفقي، (1958 م) ، مطبعة السنة المحمدية، مصر.\n- فتح الباري بشرح صحيح البخاري، الإمام الحافظ أحمد بن علي بن حجر العسقلاني (ت 852 هـ) ، عني به محمد فؤاد عبد الباقي ومحب الدين الخطيب، بدون تاريخ، طبعة مصورة لدى مكتبة الغزالي، سورية.\n- الفخر المتوالي فيمن انتسب إلى النبي ص من الخدم والموالي، الإمام الحافظ محمد بن عبد الرحمن السخاوي (ت 902 هـ) ، (1423 هـ) ، قدم له مشهور حسن سلمان، (1423 هـ) ، غراس للنشر، الكويت.\n(1/169)",
        "\n- القاموس المحيط، الإمام العلامة مجد الدين محمد بن يعقوب الفيروز اباذي (ت 817 هـ) ط 1، (1991 م) ، دار إحياء التراث العربي، لبنان.\n- كتاب المغازي، الإمام العلامة محمد بن عمر الواقدي (ت 207 هـ) ، تحقيق الدكتور مارسدن جونس، بدون تاريخ، طبعة مصورة لدى مؤسسة الأعظمي للمطبوعات، لبنان.\n- مجمع الزوائد ومنبع الفوائد، الإمام الحافظ علي بن أبي بكر الهيثمي (ت 807 هـ) ، بدون تحقيق، (1986 م) ، مكتبة المعارف، لبنان.\n- المحبر، العلامة محمد بن حبيب بن أمية الهاشمي البغدادي (ت 245 هـ) ، عني به الدكتورة إيلزة ليختن شتيتر، (1361 هـ) ، طبعة مصورة لدى دار الآفاق الجديدة، لبنان.\n- المستدرك على الصحيحين، الإمام الحافظ محمد بن محمد الحاكم النيسابوري (ت 405 هـ) ، بدون تحقيق، بدون تاريخ، طبعة مصورة لدى دار المعرفة، لبنان.\n- معجم البلدان، الإمام العلامة ياقوت بن عبد الله الحموي الرومي البغدادي (ت 626 هـ) ، بدون تحقيق، ط 2، (1995 م) ، دار صادر، لبنان.\n- المعجم الكبير، الإمام الحافظ سليمان بن أحمد الطبراني (ت 360 هـ) ، تحقيق حمدي عبد المجيد السلفي، ط 2، بدون تاريخ، دار إحياء التراث العربي، لبنان.\n- معرفة السنن والآثار، الإمام الحافظ أحمد بن الحسين البيهقي (ت 458 هـ) ، تحقيق الدكتور عبد المعطي أمين قلعجي، ط 1، (1991 م) ، دار قتيبة ودار الوعي ودار الوفاء، سوريا ومصر.\n- النهاية في غريب الحديث والأثر، الإمام المبارك بن محمد الجزري الشهير بابن الأثير (ت 606 هـ) ، تحقيق محمود محمد الطناحي وطاهر أحمد الزاوي، بدون تاريخ، طبعة مصورة لدى دار إحياء التراث العربي، لبنان.\n(1/170)\n",
        "محتوى الكتاب\nبين يدي الكتاب 5\nتقديم بقلم السيد أحمد بن محمد بن علوي المالكي 7\nاعتناء العلماء ب «ألفية السيرة» 10\nترجمة الحافظ العراقي رحمه الله تعالى 12\nوصف النسخ الخطية 16\nمنهج العمل في الكتاب 18\nصور المخطوطات المستعان بها 19\n«ألفية السيرة النبوية» مقدّمة المؤلف 29\nأسماؤه الشّريفة صلّى الله عليه وسلّم 30\nذكر نسبه الزّكيّ الطّيّب الطّاهر صلّى الله عليه وسلّم 32\nذكر مولده وإرضاعه صلّى الله عليه وسلّم 35\nذكر كفالة أبي طالب له صلّى الله عليه وسلّم 38\nقصّة بناء الكعبة 40\n(1/171)\n\nبدء الوحي 41\nقدر إقامته بمكّة بعد البعثة 43\nذكر السّابقين للإسلام 45\nسبب إسلام ابن مسعود رضي الله عنه 48\nاجتماع المسلمين بدار الأرقم 49\nذكر تأييده صلّى الله عليه وسلّم بمعجزة القرآن 50\nذكر كفاية الله المستهزئين 53\nذكر مشي قريش في أمره صلّى الله عليه وسلّم إلى أبي طالب 54\nذكر قدوم وفد نجران 55\nذكر قدوم ضماد بن ثعلبة 56\nذكر أذى قريش لنبيّ الله وللمستضعفين 57\nذكر انشقاق القمر 59\nذكر الهجرتين إلى النّجاشيّ وحصر بني هاشم في الشّعب 60\nذكر وفاة عمّه أبي طالب وزوجته خديجة بنت خويلد رضي الله عنها 63\nذكر وفد الجنّ 64\nذكر قصّة الإسراء 65\nذكر عرض النّبيّ نفسه على القبائل وبيعة الأنصار له صلّى الله عليه وسلّم 66",
        "(1/172)\n\nذكر الهجرة إلى المدينة 67\nذكر مروره صلى الله عليه وسلم بأم معبد 68\nذكر وصوله صلّى الله عليه وسلّم إلى قباء ثمّ إلى المدينة 69\nذكر صفته صلّى الله عليه وسلّم 75\nذكر وصف أمّ معبد له صلّى الله عليه وسلّم 78\nذكر وصف هند بن أبي هالة له صلّى الله عليه وسلّم 80\nذكر أخلاقه الشّريفة صلّى الله عليه وسلّم 82\nذكر خلقه صلّى الله عليه وسلّم في الطّعام والشّراب 86\nذكر خلقه صلّى الله عليه وسلّم في اللّباس 87\nذكر صفة خاتمه صلّى الله عليه وسلّم 89\nذكر فراشه صلّى الله عليه وسلّم 90\nذكر طيبه وكحله صلّى الله عليه وسلّم 91\nذكر معجزاته صلّى الله عليه وسلّم 92\nذكر خصائصه صلّى الله عليه وسلّم 97\nذكر حجّه وعمره صلّى الله عليه وسلّم 102\nذكر عدد مغازيه صلّى الله عليه وسلّم 103\nذكر بعوثه وسراياه صلّى الله عليه وسلّم 105\n(1/173)",
        "\nذكر كتّابه صلّى الله عليه وسلّم 123\nذكر رسله إلى الملوك صلّى الله عليه وسلّم 126\nذكر أولاده صلّى الله عليه وسلّم 130\nذكر أعمامه وعمّاته صلّى الله عليه وسلّم 131\nذكر أزواجه صلّى الله عليه وسلّم 132\nذكر خدّامه من الرّجال والنّساء صلّى الله عليه وسلّم 134\nذكر مواليه صلّى الله عليه وسلّم 137\nذكر أفراسه صلّى الله عليه وسلّم 140\nذكر بغاله وحميره صلّى الله عليه وسلّم 141\nذكر لقاحه وجِمالِهِ صلى الله عليه وسلم 142\nذكر منائحه وديكه صلّى الله عليه وسلّم 143\nذكر سلاحه صلّى الله عليه وسلّم 144\nذكر أقداحه وآنيته وركوته وربعته وسريره صلّى الله عليه وسلّم 147\nذكر الوفود الّذين وفدوا عليه صلّى الله عليه وسلّم 148\nذكر أمرائه صلّى الله عليه وسلّم 151\nذكر مرضه ووفاته صلى الله عليه وسلم 153\nسماعات النسخة الخطية (أ) 158\n(1/174)\n",
        "سماعات النسخة الخطية (ب) 162\nصورة تمثال النعل الشريف 165\nأهم مصادر ومراجع التحقيق 167\nمحتوى الكتاب 171\n(1/175)\n"
    ]
}