{
    "partText": [
        "\nأنواع التوحيد\nالحمد لله رب العالمين، والصلاة والسلام على رسول الله خاتم النبيين، وعلى آله وصحبه ومن والاه إلى يوم الدين.\nأما بعد: فإن خير العلوم وأشرفها هو علم التوحيد، وأفضل مراتب الجهاد هو الذب عن التوحيد وتصفيته من الشوائب والبدع التي دخلت عليه؛ فكان على دعاة التوحيد بيان الحق في ذلك، والأمر بالمعروف والنهي عن المنكر، وكل موحِّد يعلم من الكتاب والسنة أن أمر هذه الأمة لا يعود إلى سابق عهده من عزة وانتصار إلا بتصفية عقائدهم مما علق بها من البدع والشركيات، وعود الناس إلى فطرة التوحيد التي فطر الله الناس عليها.\nومن هذا المنطلق – أخي المسلم – حرصت على كتابة هذه الرسالة حتى نكون على بينة من أمر ديننا العظيم، ونكون من عباد الله المخلصين له في الطاعة والعبادة. كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56]، أي: لآمرهم أن يعبدوني ويفردوني بالعبادة، وهذا هو التوحيد الذي جاء به جميع الأنبياء والرسل عليهم الصلاة والسلام، من آدم إلى عهد نبينا محمد (.\nولما كان التوحيد هو الجزء الأساسي من عقيدة أهل السنة والجماعة، كان لا بُدَّ من تصوره على التمام، حتى يتحقق مدلوله المشتمل على أنواعه، ويكون اللفظ مطابقًا للمعنى، ولا يكون إلا إذا اشتمل على أمرين:\nأولاً: تحقيق مفاهيمه النظرية مقرونة بأدلتها من كتاب الله وسنة رسوله ( والنقل الصحيح.\nثانيًا: تطبيقه كواقع عملي، تظهر أثاره على عباد الله.\nوالتوحيد من جهة مفاهيمه النظرية ثلاثة أنواع:\n1- توحيد الربوبية.\n2- توحيد الألوهية.\n3- توحيد الأسماء والصفات.\nوإليك تحليل معانيها وبيان مدلولاتها وأدلتها:\nتوحيد الربوبية\nالربوبية نسبة لاسم الله «الرب» ولها عدة معان منها: المربي، الناصر، المالك، المصلح، السيد، الوالي.\n(1/1)\n",
        "وشرعًا: هو اعتقاد أن الله سبحانه وتعالى خالق العباد ورازقهم ومحييهم ومميتهم، والإيمان بقضاء الله وقدره وبوحدانيته في ذاته.\nوخلاصته هو: توحيد الله تعالى بأفعاله.\nالدليل على توحيد الربوبية: وقد قامت الأدلة الشرعية على وجوب ربوبيته سبحانه. كما قال تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2]، وقوله: {أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ} [الأعراف: 54]، وقوله: {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا} [البقرة: 29]، وقوله: {إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات: 58].\nولقد أقر بهذا التوحيد المشركون السابقون، وأكثر أصحاب الملل والديانات، ولم ينكر هذا التوحيد إلا الدهرية فيما سلف؛ والشيوعية في زماننا.\nونقول لهؤلاء الجهلاء المنكرين للرب الكريم: إنه لا يقبل ذو عقل أن يكون أثر بلا مؤثر، وفعل بلا فاعل، أو خلق بلا خالق، ومما لا خلاف فيه أنك إذا رأيت إبرة، أيقنت أن لها صانعًا، فكيف بهذا الكون العظيم الذي يبهر العقول ويحير الألباب أيكون وجد بلا موجد؟! ونُظِّم بلا منظم؟ اللهم لا؛ إذ لا يقول هذا من كان عنده مسكة من عقل أو ذرة من فهم. وبالجملة: فالبراهين على ربوبيته لا يأتي عليها العد، وصدق الله إذ قال: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} [الطور: 35].\nوكان المشركون يقرون بالربوبية إلا أنهم يجعلون معه شريكًا في العبادة ، وما كانوا يساوون آلهتهم بالله في كل شيء، بل في المحبة والخضوع، لا في الخلق والإيجاد والنفع والضر.\nقال تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ} [لقمان: 25].\n(1/2)\n\nواعلم أخي الموحد: أن هذا التوحيد لا يُدْخِل الإنسان في دين الإسلام ولا يعصم دمه وماله ولا ينجيه في الآخرة من النار؛ وذلك لأن قلوب العباد مفطورة على الإقرار بربوبيته، ولذا فلا يصبح معتقدهُ موحدًا حتى يلتزم بالنوع الثاني من أنواع التوحيد وهو:\nتوحيد الألوهية\nالألوهية مشتقة من كلمة «إله» بمعنى المعبود المطاع، وهو يطلق على المعبود بحق كقوله تعالى: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] وشرعًا: هو إفراد الله بأفعال العباد؛ كالصلاة والصيام والزكاة والحج والذبح، والنذر والخوف، والرجاء والمحبة، وعلى أنهم يفعلونها طاعة له وابتغاء مرضاته، ولذا يعلم أنه لا يتحقق توحيد الألوهية إلا بوجود أصلين:\nالأول: أن تصرف جميع أنواع العبادة له سبحانه دون ما سواه، ولا يُعطى المخلوق شيئًا من حقوق الخالق وخصائصه. فلا يعبد إلا الله، ولا يُصلى لغير الله، ولا يُسجد لغير الله، ولا يُحلف بغير الله، ولا يُنذر لغير الله، ولا يتوكل على غير الله، وإن توحيد الألوهية يقتضي إفراد الله وحده بالعبادة، والعبادة: إما قول القلب واللسان، وإما عمل القلب والجوارح.\nالثاني: أن تكون العبادة موافقة لما أمر به الله ورسوله (. إن أهم ما يقتضيه توحيد الألوهية التسليم التام للكتاب والسنة، وهو الذي يأتي بالمدلول الحقيقي لكلمة الشهادة.\n* فتوحيد الله سبحانه بالعبادة والخضوع والطاعة؛ هو تحقيق شهادة (أن لا إله إلا الله).\n* ومتابعة رسول الله ( والإذعان لما أمر به ونهى عنه هو تحقيق شهادة أن (محمدًا رسول الله).\nهذان أمران لا نجاة للمسلم إلا بهما، فيجب أن لا نتحاكم إلى غيرهما، ولا نرضى بحكم غيرهما. كما أمر الله عز وجل نبيه (: {فَاسْتَقِمْ كَمَا أُمِرْتَ} [هود: 112]، حيث أمر الله تعالى نبيه ( بالاستقامة وأن تكون هذه الاستقامة وفق الكتاب والسنة، وكل طريق سوى القرآن والسنة هو إلى النار، وليس بعده إلا الضلال.",
        "(1/3)\n\nوهنالك بعض مقومات لهذه الشروط منها:\n1- الإخلاص: هو أن يكون مراد العبد بجميع أقواله وأعماله الظاهرة والباطنة وجه الله تعالى وحده، من غير نظر إلى غيره سبحانه من مغنم أو جاه أو ثناء من الناس كائنًا من كان. والشرك ينافي الإخلاص؛ إذ بحسب خلو القلب من الإخلاص يكون فيه رياء، فالرياء هو إرادة ما سوى الله بالعمل، وهو من الشرك الأصغر.\n2- التوكل: التوكل مأخوذ من الوكالة، أي تفويض الأمر إليه والاعتماد عليه كليًا، وحتى يحصل الاعتماد كليًا على الله تعالى فلا بُدَّ أولاً من الكفر بغيره، والأخذ بالأسباب التي أمر الله بها. ولذا يمكن القول إن التوكل هو الأخذ بالأسباب والكفر بها (1) .\n3- محبة الله عز وجل: تعد محبة الله عز وجل من أهم ما يقتضيه توحيد الألوهية ومن أعلى مقاماته. فهنيئًا لمن حازها.\n4- الخوف والرجاء: يُعد الخوف والرجاء من أعظم أصول التوحيد؛ فيجب على كل مسلم أن يخاف الله تعالى وحده، وأن لا يخاف أحدًا سواه، والخوف محله القلب إلا أن آثاره تكون على الجوارح، والمؤمن بخير ما لم يَزُل عنه الخوف من الله؛ فإذا زال عنه ضل وغوى ، كما أن الخوف من غير الله من أرذل الرذائل. ويقع الخوف في أمور منها: زوال الإخلاص لله واختلاطه بغيره، والخوف من الفتنة في الدين وأن ترَدَّ الأعمال دون قبول، ووقوع البلايا والمصائب الدنيوية كالفقر الشديد والأمراض وزوال النعم وغيرها.\n__________\n(1) ومراد الكفر بالأسباب عدم الاعتماد عليها فقط، وعدم تعلق القلب بها من قريب أو بعيد، وليس المراد تعطيلها وعدم الأخذ بها.\n(1/4)",
        "\n5- الصبر: يعد الصبر من مقامات التوحيد الرئيسية. ذلك أن العباد معرضون على الدوام للمصائب، والصبر أنواع منها: الصبر على الطاعات، والصبر عن المعاصي والمحرمات، والصبر على أقدار الله تعالى، والصبر عند الغضب. ويجب على المسلم عند الصبر أن يعلم أن له حسن الجزاء والعاقبة، وأن ينتظر الفرج وتهوين البلاء لما يعلم أن هناك بلاءً أشد وأكبر منه.\n6- الشكر والحمد: والإيمان نصفان: نصف شكر ونصف صبر، ولا ريب أن واجب العبد أن يحمد ربه في جميع أحواله. أما الشكر فهو ظهور أثر نعمة الله على لسان عبده.\n7- الغيرة والغضب لله: أي غيرة العبد لربه لا غيرة العبد على ربه، قال (: «إن الله يغار، وإن المؤمن يغار وغيرة الله أن يأتي المؤمن ما حرم الله عليه» [متفق عليه]، وتقتضي غيرة العبد لربه أمورًا هي:\n- أن لا يجعل شيئًا من أعماله وأقواله لغير الله.\n- أن يغار على وقت فاته من طاعة الله؛ فالوقت أعز شيء على المسلم.\n- وأن يغضب لمحارم الله إذا انتهكت ولحقوقه إذا أهملت.\n8- الدعاء: هو إفراد الله تعالى وحده بالدعاء بأنواعه كافة، والدعاء هو طلب العبد من ربه ما يحتاجه من أمور دينه ودنياه. وفي الدعاء معان عظيمة منها: إظهار الافتقار إلى الله تعالى، والتبرؤ من الحول والقوة، والدعاء سمة العبودية واستشعار الذلة البشرية، وفيه الثناء على الله، وإضافة الجود والكرم إليه.\n9- الشفاعة: هي رفع حاجات المشفوع له إلى الله بدعاء الشافع، وهي نوعان:\n- شفاعة مثبتة صحيحة: وهي التي تقع بإذنه سبحانه فلا تكون إلا لمن أذن الله له.\n- شفاعة شركية: كالاستشفاع بالموتى أيًا كانوا، لأن طالب الشفاعة اعتقد فيهم القدرة عليها، ولأنه في الغالب يتقرب إليهم بالذبح والنذر وغير ذلك.\n(1/5)\n",
        "10- التوسل: هو الاستشفاع إلى الله تعالى في الدعاء، أي سؤاله سبحانه بشيء ما، والتقرب إليه بذلك الشيء حتى يحقق جل شأنه مراد السائل. والتوسل المشروع هو الذي يُعرف بالأدلة الصحيحة، وكذلك التوسل بعمل صالح قام به الداعي، وأيضًا التوسل بدعاء رجل صالح حي حاضر، وهذه الأنواع مشروعة بالكتاب والسنة وليس هناك توسل بالذوات أو الجاهات أو الحقوق أو المقامات.\n11- الحلف: إن الحلف تعظيم للمحلوف به، وبما أن التعظيم نوع من أنواع العبادة لا تكون إلا لله وحده ، والحلف بغير الله من الشرك الأصغر أي من كبائر الذنوب قال (: «من حلف بغير الله فقد أشرك» [صحيح: أبو داود].\n12- التسمية: وهي أن تبدأ الأقوال والأعمال بذكر اسمه سبحانه وحده، فلا يجوز أن تبدأ بغيرها أو إقران اسم مع اسمه سبحانه، مثل باسم الله والشعب.\n13- النذر: وهو إلزام المسلم نفسه القيام بعبادة الله أو بعمل صالح غير واجب عليه أصلاً تجاه ربه. ولا يجوز النذر لغير الله تعالى؛ لأن النذر عبادة والعبادة لله وحده.\nواعلم أخي المسلم: أن توحيد الألوهية هو التوحيد الذي جاءت به الرسل إلى أممهم ومن أجله أنزلت الكتب وخلقت السماوات والأرض والجنة والنار. وإن توحيد الألوهية هو أعلى مراتب التوحيد، وهو الذي بدأ به كل رسول دعوته، ومن أجله شرع الجهاد وقامت الحروب بين الموحدين والمشركين، ومن لم يأت به كان مشركًا.\nوخلاصة القول في توحيد الألوهية هي: أن يغنى المسلم بعبادة لله عن عبادة ما سواه، وبمحبته عن محبة ما سواه، وبخشيته عن خشية ما سواه، وبطاعته عن طاعة ما سواه، فلا يجعل لله ندًا في قصد ولا حب ولا خوف ولا رجاء ولا لفظ ولا حلف ولا نذر.\nتوحيد الأسماء والصفات\nهو الاعتقاد والإقرار الجازم بكل ما ورد في كتاب الله وسنة نبيه ( من أسماء الله الحسنى وصفاته العلا.\n(1/6)\n\nوكان مذهب السلف من الصحابة والتابعين وتابعيهم إلى يومنا هذا : إثبات ما أثبته الله لنفسه، وما أثبته رسوله ( من غير تعطيل ولا تحريف ولا تمثيل ولا تكييف على حد قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11]، فالجزء الأول هو: {لَيْسَ كَمِثْلِهِ شَيْءٌ} رد على الممثل والمكيف، والجزء الثاني: {وَهُوَ السَّمِيعُ الْبَصِيرُ} رد على المعطل والمحرف. وكان السلف رحمهم الله يثبتون ما تثبته نصوص الشرع مفصلاً، وينفون نفيًا مجملاً، فمثلاً أثبتوا السمع والبصر، ونفوا التمثيل نفيًا مجملاً الذي يناقض كماله المقدس سبحانه وتعالى.\nفمذهب السلف حق بين باطلين: باطل التمثيل ، وباطل التعطيل، المشبه يعبد صنمًا، والمعطل يعبد عدمًا، والموحد يعبد إله الأرض والسماوات.\nإن توحيد الأسماء والصفات يقوم على أسس منها:\n* أسماء الله عز وجل وصفاته كلها توقيفية بنص الشرع.\n* يجب تنزيه الأسماء والصفات الإلهية عن التشبيه، بل نؤمن بأسمائه سبحانه وصفاته، وننفي عنه فيها مماثلة المخلوقات.\n\n* قطع الأطماع عن إدراك كيفية صفات الله تعالى. قال تعالى: {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا} [طه: 110].\n* أن معاني صفات الله تعالى وأسمائه واضح في اللغة ومعلوم لنا. فالسمع غير البصر، والاستواء غير النزول، وإنما الحقيقة والكيف مما استأثر الله تعالى بعلمه؛ فقد أخبرنا الله عن أسمائه وصفاته ولم يخبرنا عن كيفيتها. ورحم الله الإمام مالك حيث قال عن قوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: 5]: الاستواء معلوم، والكيف غير معقول، والإيمان به واجب، والسؤال عنه بدعة.",
        "(1/7)\n\nوخلاصة مذهب الصحابة والتابعين: أنهم لا يتعدون مفهوم القرآن والحديث، ولا يؤولون صفات الله الواردة في الوحيين بتأويلات الجهمية والمعتزلة القائلين: إن اليد بمعنى النعمة، والاستواء بمعنى الاستيلاء.. إلخ، وما أشبه ذلك من التأويلات الفاسدة النابعة من منابع الفلاسفة الضالين.\nونحن على ما اعتقده الصحابة والتابعون؛ فهم أعلم الناس ، وأفهم لنصوص الوحيين الشريفين، وأما اعتقادهم فهو: ما وصف الله به نفسه أو وصفه رسوله ( بما أتى في القرآن والأحاديث الصحيحة من غير تمثيل ولا تكييف ولا تعطيل ولا تحريف، وهذا هو اعتقاد الرسول ( والصحابة والتابعين وتابعيهم من الأئمة المعتبرين كالإمام أبي حنيفة والشافعي ومالك وأحمد والبخاري ومسلم والترمذي والنسائي وأبي داود والثوري وابن عيينة، وغيرهم من المحدثين الذي نقلوا لنا ديننا، ولولاهم بعد الله لكانت الشريعة الغراء ألعوبة بأيدي المبطلين والهدَّامين.\n(1/8)"
    ]
}