{
    "partText": [
        "\nوقال1: [البسيط]\n454- يا أسمُ صبرًا على ما كان حدث2\n__________\n= المفردات الغريبة: مطيتي؛ المطية: الراحلة؛ من المطو وهو الإسراع، أو من المطا وهو الظهر؛ لأن راكبها يقتعد ظهرها. محبوسة: يريد ممنوعة من العودة إلى منزل صاحبها.\nالحباء: العطاء بلا جزاء. ربها: صاحبها. لم ييأس: لم يقطع الأمل في العطاء.\nالمعنى: يقول للممدوح إنني باقٍ هنا أنا ومطيتي لم أبرح رحابك انتظارًا لعطائك، ولم أقطع الأمل في أن يصل إلي، ولا يزال رجائي معقودا بك.\nالإعراب: يا: حرف نداء، لا محل له من الإعراب. مرو: منادى مرخم مبني على الضم في محل نصب على النداء. إن: حرف مشبه بالفعل. مطيتي: اسم \"إن\" منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم، وهو مضاف، وياء المتكلم: مضاف إليه.\nمحبوسة: خبر \"إن\" مرفوع، وعلامة رفعه الضمة الظاهرة ترجو: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الواو، والفاعل: ضمير مستتر جوازا؛ تقديره: هي، يعود إلى المطية. الحباء: مفعول به منصوب؛ وجملة: \"ترجو الحباء\": في محل نصب على الحال. وربها: الواو حالية، رب: مبتدأ مرفوع، وهو مضاف، و\"ها\": في محل جر بالإضافة. لم: حرف نفي وجزم وقلب. ييأس: فعل مضارع مجزوم بـ \"لم\" وعلامة جزمه السكون وحرك بالكسر؛ لأجل الروي؛ والفاعل: ضمير مستتر جوازا؛ تقديره: هو؛ وجملة \"لم ييأس\": في محل رفع خبر المبتدأ؛ وجملة \"ربها لم ييأس\": في محل نصب على الحال.\nموطن الشاهد: \"يا مرو\".\nوجه الاستشهاد: ترخيم المنادى: \"مروان\" بحذف النون والألف قبلها؛ وحكم هذا الترخيم الجواز؛ لاستيفائه الشروط المطلوبة؛ لجواز الترخيم.\n1 القائل: هو لبيد بن ربيعة العامري، وقد مرت ترجمته.\n2 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nإن الحوادث ملقيٌّ ومنتظَرُ\nوينشد قبله:\nترى الكثير قليلا حين تسأله ... ولا تخالجه المخلوجة الكثرُ\nوهو من شواهد: التصريح: 2/ 186، والأشموني: \"920/ 2/ 472\"، والعيني: 4/ 288، وسيبويه: 337، والجمل للزجاجي: 184، وأمالي ابن الشجري: 2/ 87 وليس في ديوان لبيد. =\n(4/57)\n",
        "بخلاف نحو: \"شمأل\" علما\" فإن زائدة، وهو الهمزة، غير حرف لين؛ ونحو: \"هَبَيَّخِ1، وقَنَوَّر\"2 علمين؛ لتحرك حرف اللين؛ ونحو: \"مختار، ومنقاد\" علمين؛ لأصالة الألفين3؛ ونحو: \"سعيد وثمود وعماد\"؛ لأن السابق على حرف اللين اثنان4؛ وبخلاف نحو: \"فِرْعَون وغُرْنَيْق\" علما؛ لعدم مجانسة\n__________\n= المفردات الغريبة: أسم: أصله أسماء. حدث: هو النازلة من نوازل الدهر، والجمع أحداث. ملقيٌّ: اسم مفعول من لقي. منتظَر: مرتقَب ومتوقَّع النزول.\nالمعنى: اصبري يا أسماء على ما يطرأ من حوادث الدهر ونوازله؛ فإن حوادثه متتابعة محتومة؛ منها ما وقع وحصل، ومنها المنتظر وقوعه وحدوثه.\nالإعراب: يا: حرف نداء. اسم: منادى مرخم مبني على الضم في محل نصب على النداء؛ أو مبني على ضم الحرف المحذوف؛ للترخيم في محل نصب. صبرا: مفعول مطلق لفعل محذوف؛ والتقدير: اصبري صبرا. \"على ما\": متعلق بـ \"صبرا\" أو بالعامل المحذوف. كان: فعل ماضٍ تام بمعنى حصل، والفاعل: ضمير مستتر جوازا؛ تقديره: هو، يعود إلى \"ما\". \"من حدث\": متعلق بمحذوف حال من \"ما\". إن: حرف مشبه بالفعل، لا محل له من الإعراب. الحوادث: اسم \"إن\" منصوب، وعلامة نصبه الفتحة الظاهرة. ملقي: خبر \"إن\" مرفوع، وعلامة رفعه الضمة الظاهرة. ومنتظر: الواو عاطفة، منتظر: اسم معطوف على \"ملقي\" مرفوع مثله.\nموطن الشاهد: \"يا أسم\".\nوجه الاستشهاد: ترخيم \"أسماء\" بحذف الهمزة والألف قبلها؛ ومعلوم أنه لا يصح في هذا النوع المستوفي للشروط الاقتصاد على حذف الآخر وحده، بل يجب أن يحذف معه الحرف الذي قبله؛ إلا المختوم بالتاء؛ فتحذف وحدها.\n1 تقول في ترخيمه: يا هبيَّ -والهبيخ \"بفتح الهاء والباء وتشديد الياء مفتوحة\" بزنة سفرجل: الغلام السمين الممتلئ لحما؛ والأنثى هبيخة.\n2 تقول في ترخيمه: يا قنوَّ -والقَنَوَّر \"بفتحات مشدد الواو\"، بزنة سفرجل: الضخم الرأس أو الصعب اليابس من كل شيء.\n3 فإنهما منقلبان عن أصل؛ فتقول في ترخيمهما: يا مختا، ويا منقا- بحذف الآخر ليس غير.\n4 فيقال في ترخيمهما: يا سعي، ويا ثمو، وعما، بحذف الدال فيها ليس غير، ولا يحذف ما قبلها من الياء والواو والألف وإن كان كل منها حرف لين زائد؛ ومن ذلك قول أوس بن حجر:\nتنكرت منا بعد معرفة لمي ... وبعد التصافي والشباب المكرم\nيريد \"لميس\"؛ فحذف السين، ووفر ما قبلها فأبقاه على حاله ومن ذلك قول يزيد بن محزم:\nفقلتم تعال يا يزي بن مُحَزَّمِ ... فقلت لكم إني حليف صداء\nالكتاب لسيبويه: 1/ 336.\n(4/58)\n\nالحركة1، ولا خلاف في نحو: \"مصطفون\"، و\"مصطفين\" علمين؛ لأن أصلهما \"مصطفيون\"، و\"مصطفيين\"؛ فالحركة المجانسة مقدرة.\nوإما كلمة برأسها؛ وذلك في المركب المزجي؛ تقول في معد يكرب: \"يا معدي\"2.\nوإما كلمة وحرف؛ وذلك في \"اثنا عشر\" تقول: \"يا اثن\"3؛ لأن عشر في موضع النون؛ فنزلت هي والألف منزلة الزيادة في \"اثنان\" علما.\n[في ترخيم من ينتظر المحذوف ومن لا ينتظره] :\nفصل: الأكثر أن يُنوى المحذوف، فلا يغير ما بقي4؛ تقول في جعفر: \"يا\n__________\n1 فتقول في ترخيمهما: يا فرعَوْ، ويا غرنَى؛ بحذف الآخر فقط. ولا يشترط الجرمي والفراء المجانسة، فيقولان: يا فرع، ويا غرن؛ لبقاء الاسم على ثلاثة أحرف. وغرنيق: اسم لطائر طويل العنق من طيور الماء معروف. التصريح: 2/ 187.\n2 وكذلك تفعل في \"سيبويه\"، و\"خمسة عشر\" ونحوهما -مسمى بهما، تقول: يا سيب- ويا خمسة، ولا بد من وجود قرينة قوية، تدل على الأصل. ومنع كثير من النحاة ترخيم المركب المزجي؛ لعدم سماعه عن العرب؛ وهو الأقرب للصواب. ومنع الفراء ترخيم المركب العددي. ومنع أكثر الكوفيين ترخيم المختوم بويه.\nالتصريح: 2/ 187، والأشموني: 2/ 472.\n3 وتقول في \"اثنتا عشرة\": يا أثنت، ولم يعرف الترخيم بحذف الآخر وحرف قبل في غير هذين اللفظين من المركبات العددية؛ بشرط أن يسمى بهما؛ لئلا يلتبسا بنداء المثنى، وهو: اثنان، واثنتان. الأشموني: 2/ 472.\n4 بل يبقى على حاله قبل الحذف، من حركة، أو سكون، أو صحة، أو إعلال؛ لأن المحذوف في نية الملفوظ، ويستمر البناء على الضم واقعا على الحرف الأخير المحذوف؛ وتسمى هذه اللغة: لغة من ينتظر؛ وهي اللغة الفضلى؛ لأن المحذوف المنوي جدير بالمراعاة؛ وينبيغ الاقتصاد عليه في ترخيم المنادى المختوم بتاء التأنيث عند خوف اللبس. التصريح: 2/ 188.",
        "(4/59)\n\nجعفَ\" بالفتح، وفي حارث: \"يا حارِ\"1 بالكسر، وفي منصور: \"يا منصُ\" بتلك الضمة؛ وفي هرقل \"يا هرقْ\" بالسكون، وفي ثمود، وعلاوة، وكروان2: \"يا ثمو، ويا علا، ويا كَرَوَ\".\nويجوز أن لا يُنوَى فيجعل الباقي؛ كأنه آخر الاسم في أصل الوضع3؛ فتقول: \"يا جعفُ، ويا حارُ، يا هرقُ\" بالضم فيهِنَّ؛ وكذلك تقول: \"يا منصُ\" بضمة حادثة للبناء4؛ وتقول \"يا ثمي\" بإبدال الضمة كسرة، والواو ياء، كما تقول في جرو، ودلو: الأجرِي، والأدلِي5؛ لأنه ليس في العربية اسم معرب آخره واو لازمة مضموم ما قبلها، وخرج بالاسم الفعل نحو: \"يدعو\" وبالمعرب المبني نحو: \"هو\"، وبذكر الضم نحو: \"دلو وغزو\"، وباللزوم نحو: \"هذا أبوك\"6، وتقول: \"يا علاء\" بإبدال الواو همزة؛ لتطرفها بعد الف زائدة كما في كساء، وتقول: \"يا كرأ\" بإبدال الواو ألفا؛ لتحركها وانفتاح ما قبله، كما في العصا.\n[أحكام ما فيه تاء التأنيث] :\nفصل: يختصُّ ما فيه تاء التأنيث بأحكام:\nمنها: أنه لا يشترط لترخيمه علمية؛ ولا زيادة على الثلاثة كما مر.\n__________\n1 ومنه قول المهلهل بن ربيعة:\nيا حارِ لا تجهل على أشياخنا ... إنا ذوو السورات والأحلام\n2 العلاوة: ما يعلق على البعير بعد تمام الوقر. والكروان: طائر طويل العنق.\n3 وعليه يقع البناء؛ لأن ما حذف اعتبر كأنه انفصل نهائيا. وتسمى هذه اللغة: لغة من لا ينتظر.\n4 اختار الصبان أنه مبني على ضم مقدر، ويكون رفع التابع إتباعا للضم المقدر لا للضمة الملفوظ بها؛ وذلك خير من تكلف ذهاب ضمة أصلية وحدوث ضمة أخرى للبناء.\nحاشية الصبان: 3/ 181-182.\n5 الأصل: الأجرو، والأدلو؛ فقلبت الضمة كسرة والواو ياء؛ لعدم التنظير.\n6 فإن الواو فيه غير لازمة؛ لقلبها ألفا في النصب، وياء في الجر.\n(4/60)",
        "\nوإنه إذا حذفت منه التاء توفر من الحذف، ولم يستتبع حذفها حذف حرف قبلها؛ فتقول في عَقَنباة: \"يا عقنبا.\nوأنه لا يرخم إلا على نية المحذوف؛ تقول في مسلمة، وحارثة، وحفصة: \"يا مسلم، ويا حارث، ويا حفص\" بالفتح؛ لئلا يلتبس بنداء مذكر لا ترخيم فيه؛ فإن لم يُخَفْ لَبْس جازَ، كما في نحو: همزة، ومسلمة2.\nونداؤه مرخما أكثر من ندائه تاما، كقوله3: [الطويل]\n455- أفاطم مهلا بعض هذا التدلل4\n__________\n1 أي: بالألف والاقتصار على حذف التاء. وعقنباة: صفة للعقاب؛ إحدى الطيور الجارحة. يقال: هذه عقاب عقنباة. أي: ذات مخالب قوية.\n2 ومثلها: حمزة وطلحة؛ مما التاء فيه ليست للفرق بين المذكر والمؤنث. والهمزة: المغتاب: يستوي فيه المذكر والمؤنث؛ ومسلمة: علم رجل ومن ذلك مسلمة بن عبد الملك بن مروان.\n3 القائل: هو امرؤ القيس بن حجر الكندي، وقد مرت ترجمته.\n4 تخريج الشاهد: هذا صدر بيت من معلقته المشهورة وعجزه قوله:\nوإن كنت قد أزمعت صرمي فأجملي\nوهو من شواهد: التصريح: 2/ 189، والأشموني: \"908/ 2/ 467\"، والعيني: 4/ 289، والهمع: 1/ 172، والدرر: 1/ 147، وأمالي ابن الشجري: 2/ 84، والمغني: \"3/ 17\"؛ والسيوطي: 6؛ وديوان امرئ القيس: 174.\nالمفردات الغريبة: مهلا: مصدر مهل في الشيء: عمِله برفق ولم يعجل به. التدلل: أن يثق الشخص بحب غيره له فيجرؤ عليه ثقة به، وإظهار المرأة الغضب والتمنع وليست بغضبى. أزمعت: عزمت ووطنت النفس. صرمي: هجري وقطيعتي.\nالمعنى: ترفقي بي يا فاطمة، واتركي الدلال وإظهار الهجر، وإن كنت قد اعتزمت هجري حقًا، ووطنت نفسك عليه؛ فأحسني في ذلك، وكوني بي رفيقة.\nالمعنى: ترفقي بي يا فاطمة، واتركي الدلال وإظهار الهجر، وإن كنت قد اعتزمت هجري حقا، ووطنت نفسك عليه؛ فأحسني في ذلك، وكوني بي رفيقة.\nالإعراب: أفاطم: الهمزة حرف نداء للقريب، لا محل له من الإعراب، وفاطم: منادى مرخم مبني على الضم في محل نصب على النداء؛ ومبني على ضم الحرف المحذوف مهلا: مفعول مطلق لفعل محذوف منصوب، وعلامة نصبه الفتحة الظاهرة. بعض: مفعول به منصوب؛ لفعل محذوف؛ والتقدير: دعي بعض؛ أو نحو ذلك، و\"بعض\" مضاف. هذا: الهاء للتنبيه، وذا: اسم إشارة في محل جر بالإضافة. التدلل: بدل من اسم الإشارة =\n(4/61)\n",
        "لكن يشاركه في هذا مالك وعامر وحارث1\n[جواز ترخيم غير المنادى بشروط] :\nفصل: ويجوز ترخيم غير المنادى بثلاثة شروط:\nأحدها: أن يكون ذلك في الضرورة.\nالثاني: أن يصلح الاسم للنداء؛ فلا يجوز في نحو: \"الغلام\"2.\n__________\n= مبرور، وعلامة جره الكسرة الظاهرة. وإن: الواو عاطفة، \"إن\" شرطية جازمة. كنت: فعل ماضٍ ناقص مبني على السكون؛ لاتصاله بضمير رفع متحرك؛ والتاء في محل رفع اسم \"كان\"، وفعل \"كنت\" في محل جزم فعل الشرط. قد: حرف تحقيق، لا محل له من الإعراب. أزمعت: فعل ماضٍ مبني على السكون؛ لاتصاله بضمير رفع متحرك، والتاء: ضمير متصل مبني على الكسر، في محل رفع فاعل. صرمي: مفعول به منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم؛ والياء: في محل جر بالإضافة؛ وجملة: \"أزمعت صرمي\": في محل نصب خبر \"كان\". فأجملي: الفاء واقعة في جواب الشرط. أجملي: فعل أمر مبني على حذف النون؛ لاتصاله بياء المؤنثة؛ والياء: في محل رفع فاعل؛ وجملة \"أجملي\": في حل جزم جواب الشرط؛ لاقترانها بالفاء.\nموطن الشاهد: \"أفاطم\".\nوجه الاستشهاد: وقوع \"فاطم\" منادى مرخما بعد النداء، بحذف التاء؛ وحكم هذا الترخيم كثير وشائع؛ بل مجيئه مرخما بعد النداء أكثر من مجيئه غير مرخم.\n1 فإن ترخيمها أكثر من تركه؛ لكثرة استعمالها في الشعر العربي في النداء، وأسماء الرجال، وهذا ما نص عليه سيبويه: من أن هذه الأعلام الثلاثة أكثر الأعلام استعمالا بالترخيم.\n2 أي: لمباشرة حرف النداء. ولا شك في أن الغلام لا يصلح لذلك بسبب وجود \"أل\"، وفي هذا يقول ابن مالك:\nولاضطرار رخموا دون نِدَا ... ما للندا يصلح نحو: \"أحمدا\"\nوالمعنى: أنهم رخموا للضرورة -في غير النداء- ما يصلح أن يكون منادى؛ نحو: \"أحمد\" ونص ابن مالك على شرطين؛ أن يكون الترخيم للضرورة، وأن يكون المرخم صالحا للنداء.\nوقد عرفت باقي الشروط سابقا، ولا يشترط للمرخم للضرورة أن يكون معرفة؛ فقد ترخم النكرة؛ كقول الشاعر:\nليس حي على المنون بخالِ\nأي: \"بخالد\". انظر التصريح: 2/ 189-190، وحاشية الصبان 3/ 183-184.\n(4/62)\n\nالثالث: أن يكون إما زائدا على الثلاثة، أو بتاء التأنيث؛ كقوله1 [الطويل]\n456- طريف بن مالٍ ليلة الجوع والخَصَرْ2\n__________\n1 القائل: هو امرؤ القيس بن حجر، وقد مرت ترجمته.\n2 تخريج الشاهد: هذا عجز بيت، وصدره قوله:\nلنعم الفتى تعشو إلى ضوء ناره\nويروى بعده قوله:\nإذا البازل الكوماء راحت عشيَّةً ... تلاوذ من صوت المبسبس بالسَّحَرْ\nوالشاهد من شواهد: التصريح: 2/ 190، والأشموني: 923/ 2/ 477\"، وابن عقيل: \"316/ 3/ 295\" والعيني: 4/ 280، وسيبويه: 1/ 366، والهمع: 1/ 181، والدرر: 1/ 157، وديوان امرئ القيس: 142.\nالمفردات الغريبة: الفتى: يراد به هنا الرجل الجواد. تعشو: تنظر إلى ناره من بعيد، من عشا النار رآها ليلا من بُعْد فقصدها مستضيئا. الخَصَر: شدة البرد.\nالمعنى: نعم الرجل السخي الكريم طريف بن مالك؛ تقصده الناس من بعيد مستضيئة بناره في زمن الحاجة والمسغبة عند اشتداد البرد؛ وزمن الشتاء عند العرب؛ هو زمن الحاجة والمجاعة، وفيه يظهر الجواد والشحيح.\nالإعراب: لنعم: لنعم موطئة للقسم، نعم: فعل ماضٍ لإنشاء المدح مبني على الفتح، لا محل له من الإعراب. الفتى: فاعل \"نعم\" مرفوع، وعلامة رفعه الضمة المقدرة على الألف؛ للتعذر. تعشو: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الواو للثقل، والفاعل: ضمير مستتر رجوبا؛ تقديره: أنت؛ وجملة \"تعشو\": في محل نصب على الحال من \"الفتى\"؛ وصفة له. \"إلى ضوء\": متعلق بـ \"تعشو\"، وضوء: مضاف. ناره: مضاف إليه مجرور، وهو مضاف، و\"الهاء\": في محل جر بالإضافة؛ وجملة: \"نعم الفتى ... \": في محل رفع خبر مقدم. طريف: مبتدأ مؤخر؛ وبدل من \"الفتى\"؛ أو خبر لمبتدأ محذوف. ابن: صفة لـ \"طريف\"، وهو مضاف. مال: مضاف إليه مجرور؛ وأصله: مالك؛ ورخم في غير النداء اضطرارا. \"ليلة\": متعلق بـ \"تشعو\"، وهو مضاف. الجوع: مضاف إليه مجرور. والخصر: الواو عاطفة، الخصر: اسم معطوف على الجوع مجرور مثله.\nموطن الشاهد: \"ابن مال\".\nوجه الاستشهاد: وقوع \"مال\" مضافا إليه مرخما للضرورة، في غير النداء؛ لأن أصله مالك؛ ونون على لغة من لا ينتظر.",
        "(4/63)\n\nولا يمتنع على لغة من ينتظر المحذوف؛ خلافا للمبرد1؛ بدليل2: [الوافر]\nوأضْحَتْ منك شاسعة أماما3\n__________\n1 مرت ترجمته.\n2 قائل هذا البيت؛ هو جرير بن عطية، وقد مرت ترجمته.\n3 تخريج الشاهد: هذا عجز بيت، وصدره قوله:\nألا أضحت حبالكم رماما\nوهو من شواهد: التصريح: 2/ 190، والأشموني: \"924/ 2/ 477\"، والعيني: 4/ 282، 302، وسيبويه: 1/ 343، والنوادر لأبي زيد: 31، والجمل: 189، وأمالي ابن الشجري: 1/ 126، 2/ 79،91، والإنصاف: 353، والخزانة: 1/ 389، وديوان جرير: 502.\nالمفردات الغريبة: أضحت: معناها هنا صارت وتحولت. حبالكم: المراد، عهودكم وأواصر الألفة وروابط المحبة بيننا وبينكم. رماما: بالية ضعيفة، جمع رمة؛ وهي القطعة البالية من الحبل، شاسعة: بعيدة بُعدًا كبيرًا.\nالمعنى: لقد تحول ما بيني وبينكم -أيها القوم- من أواصر الألفة وروابط المحبة، وصار ما بيننا من عهود الود وأسباب التواصل كأن لم يكن، وأصبحت محبوبتي \"أمامة\" بعيدة عني ليس في وصلها مطمع.\nالإعراب: ألا: حرف استفتاح وتنبيه، لا محل له من الإعراب. أضحت: فعل ماضٍ ناقص مبني على الفتح؛ المقدر على الألف المحذوفة؛ لالتقاء الساكنين، والتاء: للتأنيث.\nحبالكم: اسم أضحى\" مرفوع، وهو مضا ف، و\"كم\": مضاف إليه. رماما: خبر \"أضحى\" منصوب، وعلامة نصبه الفتحة الظاهرة. وأضحت: الواو عاطفة، أضحى: فعل ماضٍ ناقص مبني على الفتح المقدر على الألف المحذوفة؛ لالتقاء الساكنين، والتاء للتأنيث. \"منك\": متعلق بـ \"شاسعة\" الآتي. شاسعة: خبر \"أضحى\" تقدم على اسمه.\nأماما: اسم \"أضحى\" مؤخر عن خبرها مرفوع، وعلامة رفعه الضمة المقدرة على الحرف المحذوف للترخيم؛ الواقع ضرورة، في غير النداء؛ والألف للإطلاق.\nموطن الشاهد: \"أماما\"\nوجه الاستشهاد: مجيء \"أمامة\" مرخما في غير النداء، بحذف التاء، على لغة من ينتظر؛ وحكم هذا الترخيم الضرورة؛ ولو رخم على لغة من لا ينتظر؛ لقال: إمام بالضم؛ وهو الوجه الذي أوجبه المبرد؛ حيث يجري حركات الإعراب على آخر ما بقي من الكلمة بعد ترخيمها؛ والبيت الشاهد حجة عليه. =\n(4/64)",
        "\n.........................................................................\n__________\n= ومثل البيت الشاهد قول الشاعر:\nأبو حنش يؤرقني وطلق ... وعمار وآونة أَثَالا\nأراد: وآونة أثالة؛ فحذف التاء على لغة من ينتظر؛ لأنه أبقى اللام مفتوحة كما كانت قبل حذف التاء.\nفائدة: يرد لفظ \"صاح\" منادى؛ وأصله: صاحب؛ فنودي نداء ترخيم. بحذف الباء على القاعدة؛ وهذا أولى من قول من يقول: إن أصلها \"صاحبي\"؛ لأن فيه شذوذا بحذف ياء المتكلم والباء؛ وما لا شذوذ فيه أولى.\nضياء السالك: 3/ 278.\nفائدة: ذكر الأشموني نقلا عن صاحب التسهيل:\n\"لا يرخم في غير الضرورة منادى عارٍ من الشروط إلا ما شذ من \"يا صاح، وأطرق كرا على الأشهر؛ إذ الأصل: صاحب، وكروان فرخما مع عدم العلمية شذوذا، وأشار بالأشهر إلى خلاف المبرد؛ فإنه زعم أنه ليس مرخما؛ وإن ذكر الكروان يقال له: كرا\" حاشية الصبان: 3/ 185.\n(4/65)\n",
        "[باب المنصوب على الاختصاص] :\nهذا باب المنصوب على الاختصاص1:\n[تعريف المنصوب على الاختصاص] :\nوهو اسم معمول لأخص واجب الحذف2.\n__________\n1 الاختصاص: مصدرا اختصصته بكذا، أي خصصته به وقصرته عليه؛ فهو لغة: قصر الحكم على بعض أفراد المذكور أولا. واصطلاحا: إصدار حكم على ضمير مبهم لغير الغائب بعده اسم ظاهر معرفة يوضحه ويختص بهذا الحكم. وهو معمول لـ \"أخص\" محذوفا وجوبا. ومثل أخص: أعني، أقصد، أريد، أو ما شاكل هذا، غير أن لفظ \"أخص\" هو المشهور؛ ومنه سمي الاختصاص.\nوالكلام المشتمل على الاختصاص خيب استعمل في صورة الداء من باب التوسع ونظيره أنهم استعملوا صورة الأمر في الخبر قياسا في نحو: \"أجمل بذي المروءةَ! \"، وهو صيغة من صيغتي التعجب؛ كما استعملوا صيغة الخبر في الأمر والدعاء؛ كقوله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلادَهُنَّ} أي: ليرضعن أولادهم.\nوالباعث على الاختصاص: إرادة القصر والتخصيص؛ وقد يكون الفخر؛ نحو: أنا -العربي- أن لا استكين للمذلة؛ والتواضع نحو: إني -أيها الضعيف- قوي الإيمان؛ وقد يكون الغرض منه تفصيل وبيان ما يراه من الضمير؛ من جنس، أو نوع أو عدد، نحن -بني الإنسان- نخطئ ونصيب؛ ونحن- الجنود- قدوة في الكفاح، نحن -العشرة- أعضاء الاتحاد.\nالتصريح: 2/ 190، الهمع: 1/ 170، وضياء السالك: 3/ 280.\n2 وعليه: فيكون تقدير الفعل المحذوف: أخص أو أعني -كما قدره سيبويه- وقدره ابن الناظم في نحو قولهم: \"اللهم اغفر لنا أيتها العصابة\" على معنى: اللهم افر لنا مختصين من بين العصائب؛ وعلي هذا، تكون الجملة \"من الفعل المحذوف والاسم المنصوب على الاختصاص\": في محل نصب على الحال؛ ولكن ليس باطراد؛ لأنها قد تكون معترضة، كما سيأتي.\nحاشية يس على التصريح: 2/ 190-191.\nوحاشية الصبان: 2/ 186-187.\n(4/66)\n\n[حكم \"أي\" و\"أية\"] :\nفإن كان \"أيها\"، أو \"أيتها\"، استعملا كما يستعملان في النداء؛ فيضمان ويوصفان لزوما باسم لزم الرفع محلىً بـ \"أل\"؛ نحو: \"أنا افعل كذا أيها الرجل\" و\"اللهم اغفر لنا أيتها العصابة\"1\n__________\n1 ما ذهب إليه المؤلف، هو مذهب الجمهور، ويعني: أن الاختصاص، إذا كان بلفظ: \"أيها\" المستعمل في المذكر؛ مفردا أو مثنى أو جمعا -أو كان بلفظ: \"أيتها\"- المستعمل في المؤنث؛ مفردا أو مثنى أو جمعا -كان اللفظان مبنيين على الضم، في محل نصب؛ والناصب له: فعل محذوف وجوبا؛ تقديره: أخص أو أعني وما شابه ذلك؛ فهو على هذا: مفعول به؛ وجملة: \"أخص أيها وأعني أيتها\": قد تكون في محل نصب على الحال؛ وقد تكون اعتراضية، لا محل لها؛ كما في قولهم: \"نحن المعلمين أكثر الناس عطاء\"؛ فجملة \"أخص المعلمين\": لا محل لها؛ لأنها اعترضت بين المبتدأ \"نحن\"، وخبرة: أكثر الناس عطاء.\nانظر التصريح: 2/ 191. وحشاية الصبان: 3/ 186.\nفائدة أولى: ذهب الأخفش إلى أن \"أيها وأيتها\" في مثل قولك: \"أنا -أيها العبد- فقير إلى عفو الله\": منادى -بحرف نداء محذوف- وهو مبني على الضم، في محل نصب على النداء، وقال: لا ينكر أن ينادي الإنسان نفسه؛ ألا ترى إلى قول عمر رضي الله عنه: \"كل الناس أفقه منك يا عمر\". حاشية الصبان: 3/ 187. والتصريح: 2/ 191.\nفائدة ثانية: ذهب السيرافي إلى أن كلا من \"أي، وأية\" في الاختصاص اسم معرب مرفوع؛ وهو يحتمل وجهين من الإعراب.\nأحدهما: أن يكون خبرًا لمبتدأ محذوف؛ والتقدير في قولك؛ \"أنا -أيها العبد- فقير إلى عفو الله\": أنا هو أيها العبد.\nثانيهما: أن يكون مبتدأ محذوف الخبر؛ والتقدير في المثال المذكور: أنا أيها العبد المخصوص.. ويلاحظ في هذا الرأي، وسابقه تكلف ظاهر وبعد عن سلامة السياق؛ مما يجعلهما رأيين غير مقررين، ولا يؤخذ بهما؛ والصواب: ما ذهب إليه جمهور النحاة.\nحاشية الصبان: 3/ 187. والتصريح: 2/ 190-191.",
        "(4/67)\n\nوإن كان غيرهما نصب1، نحو: \"نحن معاشر الأنبياء لا نورث\"2\n[ما يفارق فيه الاختصاص المنادى] :\nويفارق المنادى في أحكام3:\nأحدهما: أنه ليس معه حرف نداء لا لفظا، ولا تقديرا.\nالثاني: أنه لا يقع في أول الكلام؛ بل في أثنائه؛ كالواقع بعد \"نحن\" في الحديث المتقدم، أو بعد تمامه؛ كالواقع بعد \"أنا\" و\"نا\" في المثالين قبله.\n__________\n1 أي: وجوبا؛ سواء كان معرفا بالإضافة، كما مثل المصنف، أو بـ \"أل\"، نحو: نحن العرب أسخى من بذل. أو كان علما غير مضاف، وذلك قليل؛ نحو: أنا الطبيب لا أتواني من إجابة الداعي، ومنه قول رؤبة:\nبنا تميما يشكف الضباب\nضياء السالك: 3/ 280-281.\n2 هذا جزء من حديث شريف، وتمامه: \"ما تركناه صدقة\" ما: اسم موصول مبتدأ. تركناه: الجملة صلة. صدقة: خبر المبتدأ.\nوالحديث أخرجه: البخاري: 6/ 197، والبداية والنهاية لابن كثير: 4/ 203.\nموطن الشاهد: \"نحن معاشر\".\nوجه الاستشهاد: انتصاب \"معاشر\" على الاختصاص؛ لمعمول واجب الحذف.\n3 ويوافق الاختصاص النداء في أمور هي:\nأ- أن كلا منهما يفيد الاختصاص، وهو في هذا الباب خاص بالمتكلم أو المخاطب، وفي باب النداء مقصور على المخاطب.\nب- أن كلا منهما للحاضر -أي المتكلم أو المخاطب- وإن كان النداء لا يكون للمتكلم.\nج- أن كلا منهما يرى معه الاسم -أحيانا- مبنيا على الضم في محل نصب في \"أي\" و\"أية\" مع وجود \"ها\" التنبيه، والنعت بعدهما، وتارة يكون منصوبا.\nد- أن الاختصاص يقصد به تقوية المعنى وتوكيده، وكذلك يكون النداء أحيانا فقولك لمن تحدثه وهو مصغٍ إليك: \"قد كان كذا وكذا يا فلان\"، وقعت فيه عبارة \"يا فلان\" موقع التوكيد؛ لأنك تطلب بها إقبال من هو مقبل عليك.\nالتصريح: 2/ 191.\n(4/68)",
        "\nوالثالث: أنه يشترط أن يكون المقدم عليه اسما بمعناه1؛ والغالب كونه ضمير تكلم؛ وقد يكون ضمير خطاب؛ كقول بعضهم: \"بك -الله- نرجو الفضل\"2.\nوالرابع والخامس: أنه يقل كونه علما، وأنه ينتصب3 مع كونه مفردا، كما في هذا المثال.\nوالسادس: أنه يكون بـ \"أل\" قياسا؛ كقولهم: \"نحن العرب أقرى الناس للضيف\".\n__________\n1 أي: بأن يكون المراد منهما شيء واحد.\n2 بك: متعلق بـ \"نرجو\". \"الله\" لفظ الجلالة منصوب على الاختصاص، وهو علم. الفضل: مفعول نرجو؛ هذا ولا يقع المختص بعد ضمير غيبة، ولا بعد اسم ظاهر.\n3 أي: لفظا لا محلا فقط، وهذا في غير \"أي\", و\"أية\"؛ فإن نصبهما محلا ليس غير؛ لأنهما مبنيان على الضم في محل نصب.\n(4/69)\n",
        "[باب التحذير] :\nهذا باب التحذير\n[تعريف التحذير] :\nوهو: تنبيه المخاطب على أمر مكروه؛ ليجتنبه1.\nفإن ذكر المحذر بلفظ \"إيا\"؛ فالعامل محذوف لزوما2؛ سواء عطفت عليه؛ أم كررته؛ أم لم تعطف ولم تكرر3؛ تقول: \"إياك والأسد\" الأصل: \"احذر تلاقي\n__________\n1 هذا التعريف شبه لغوي؛ لأن التحذير مصدر معناه التخويف، والمناسب للنحوي الذي يبحث عن أحوال الكلم إعرابا وبناء- أن يقال في التعريف: اسم منصوب معمول لفعل مضمر تقديره: أحذر ونحوه. والأصل في أسلوب التحذير: أن يشتمل على ثلاثة أشياء: المحذر: وهو المتكلم الذي يوجه التحذير لغيره. والمحذر: وهو الذي يتوجه إليه التنبيه والتحذير. والمحذر منه: وهو الشيء الذي يطلب تجنبه والبعد عنه، وقد يقتصر على بعض هذه الأمور كما سيأتي، ويكون التحذير بأمور كثيرة؛ كصورة الأمر، أو النهي، تقول: افعل كذا- ولا تفعله، ولكن المقصود في هذا الباب أساليب خاصة؛ تخضع لضوابط وقواعد وضعها النحاة ويكون بثلاثة طرق:\nأ- ذكر المحذور: وهو \"إياك\" وفروعه؛ أما بعطف المحذور منه على \"إياك\"؛ نحو: إياك والأسد؛ أو بخفضه بمن نحو: إياك من الإهمال.\nب- ذكر المحل المخوف عليه؛ ويكون بذكره نائبا عن \"إيَّا\" مضافا إلى كاف خطاب للمحذر من غير عطف ولا تكرار. أو من العطف أو التكرار، مثل: يدك نفسك. أي: نفسك والأسد، أو نفسك نفسك.\nج- ذكر المحذر فيه مكررا أو معطوفا عليه- أو بدونهما؛ نحو: البرد البرد- البرد والمطر، وسيأتي بيان لذلك.\nوانظر ضياء السالك: 3/ 283.\n2 لأنه لما كثر التحذير بلفظ: \"أيا\"؛ جعلوه عوضًا عن اللفظ بالفعل والتزموا معه إضمار العامل، ولا يجمع بين العوض والمعوض؛ وهو منصوب باعتباره مفعولا به للمحذوف. ولا بد من أن يذكر بعده المحذر منه.\n3 الأحسن: أنه إذا سبقت الاسم المذكور بعد \"إياك\" واو العطف: أن يُختار فعل يناسب المعطوف غير الفاعل الناصب لـ \"إياك\"؛ فيكون في الأسلوب فعلان محذوفان وجوبا مع مرفوعهما.\n(4/70)\n\nنفسك والأسد\"1،ثم حذف الفعل وفاعله، ثم المضاف الأول، وأنيب عنه الثاني؛ فانتصب2، ثم الثاني، وأنيب عنه الثالث فانتصب وانفصل3.\n[عامل التحذير] :\nوتقول: \"إياك من الأسد\"4؛ والأصل: \"باعد نفسك من الأسد\"، ثم حذف باعد وفاعله والمضاف5؛ وقيل: التقدير \"أحذرك من الأسد\"، فنحو: \"إياك الأسد\" ممتنع على التقدير الأول، وهو قول الجمهور6، وجائز على الثاني، وهو رأي ابن الناظم 7، ولا خلاف في جواز: \"إياك أن تفعل\"8 لصلاحيته لتقدير من.\n__________\n1 بجر \"نفس\"، و\"الأسد\".\n2 فصار: نفسك والأسد؛ بنصبهما.\n3 أي بعد أن كان مجرورًا متصلا، وذلك لتعذر أتصاله؛ فصار: \"إياك\"، ويقال في أعرابه: \"إياك\" في محل نصب مفعول به بفعل محذوف وجوبا؛ تقديره: أحذر ونحوه؛ والكاف: حرف خطاب \"والأسد\" معطوف على \"إياك\". والأحسن: أن يكون منصوبا بفعل آخر مضمر وجوبا يناسب الكلام -كما أسلفنا- ويكون من عطف الجمل.\n4 أي: بجر المحذر منه \"بمن\"؛ بدلا من العطف بالواو.\n5 أي: وهو \"نفس\" فانفصل الضمير وانتصب، \"فإياك\" منصوب بـ \"باعد\" المحذوف، \"ومن الأسد\" متعلق به.\n6 لأن \"باعد\" لا يتعدى بنفسه إلى مفعولين، ولا يجوز نصب \"الأسد\" بنزع الخافض وهو \"من\"؛ لأن ذلك سماعي في غير أن، وأن، وكي.\n7 لأن \"احذر\" يتعدى إلى مفعولين بنفسه؛ قال تعالى: {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ} ، وينبني على التقديرين: أن الكلام على تقدير الجمهور إنشائي، وعلى تقدير ابن الناظم خبري.\nوالحق -كما رأي بعض المحققين: أنه لا يتعين تقدير: \"باعد\" ولا \"أحذر\" ولا غيرهما؛ بل الواجب تقدير ما يؤدي الغرض، ويناسب الحال؛ مثل: دع، اتق ... إلخ؛ لأن المقدر ليس أمرا متعبدا به لا يعدل عنه. وينبغي الأخذ بهذا الرأي عند تقدير المحذوف في كل ما يحتاج إلى تقدير.\nضياء السالك: 3/ 284.\n8 أي: مما فيه المحذر منه \"أن\" المصدرية وصلتها؛ لأن حذف الجر قبل \"أن\" جائز في سعة الكلام.",
        "(4/71)\n\n[لا تكون \"إيا\" لمتكلم] :\nولا تكون \"إيا\" في هذا الباب لمتكلم1، وشذ قول عمر رضي الله عنه: \"لِتُذَكّ لكم الأسلُ والرماحُ والسهامُ، وإياي وأن يحذف أحدُكُم الأرنبَ\"2 وأصله: إياي باعدوا عن حذف الأرنب، وباعدوا أنفسكم أن يحذف أحدكم الأرنب3، ثم حذف من الأول المحذور4، ومن الثاني المحذر5.\n[لا يكون لغائب] :\nولا يكون لغائب6، وشذ قول بعضهم: \"إذا بلغ الرجل الستين فإياه وإيا الشوَابِّ\"7 والتقدير: فليحذر تلاقي نفسه وأنفس الشواب8؛ وفيه شذوذان؛ أحدهما: اجتماع حذف الفعل، وحذف حرف الأمر9؛ والثاني: إقامة الضمير، وهو \"إيا\" مقام الظاهر، وهو الأنفس؛ لأن المستحق للإضافة إلى الأسماء الظاهرة، إنما هو المظهر لا المضمر10.\n__________\n1 لأن المتكلم لا يحذر نفسه، ولم يلزم عليه من اتحاد المحذور والمحذر.\n2 \"لتذك\" اللام لام الأمر، وتذك مضارع مجزوم بها؛ من التذكية وهي الذبح. الأسل؛ أصله: الشوك الطويل من شوك الشجر، المراد به هنا: مارق وأرهف من الحديد؛ كالسيف والسكين، ونحوهما، يأمر رضي الله عنه أن يكون الذبح بالأسل، والرماح، أو السهام عند الرمي بها، وينهى عن حذف الأرنب وغيره بنحو حجر؛ فإن ذلك لا يحله.\nالتصريح: 2/ 194.\n3 الصواب: أنهما تحذيران حذف من كل منهما نظير ما أثبته الآخر؛ وهو قول الجمهور والزجاج.\n4 أي: وهو حذف الأرنب.\n5 وهو: أنفسكم.\n6 ذلك: لاختصاص التحذير المخاطب، والغائب لا يحذر.\n7 قول سمع عن العرب؛ كما قال سيبويه. والشوابّ: جمع شابَّة، ويروى: السوءات جمع سوأة؛ ومعناه: إذا بلغ الرجل ستين سنة؛ فلا ينبغي له أن يولع بشابة، أو أن يفعل سوأة.\n8 فقد حذف الفعل ما فاعله، ثم المضاف الأول؛ وهو \"تلاقي\" وأنيب عنه الثاني؛ وهو \"نفس\" ثُمَّ الثاني؛ فانفصل الضمير وانتصب، وأبدل أنفس بإيا.\n9 ولام الأمر لا تحذف إلا في الضرورة. فحذفها مع مجزومها أشد.\n10 ذلك؛ لأن الإضافة للتعريف، أو للتخصيص، والضمير في غنىً عن ذلك؛ لأنه أعرف المعارف، قال صاحب اللمع: ويجوز أن يكون المحذر منه ضميرا غائبا معطوفا على المحذر؛ كقول الشاعر:\nفلا تصحب أخا الجهل ... وإياك وإياه\nوعلى ذلك لا يكون التحذير بضميري الغائب والمتكلم شاذًّا؛ إلا إذا كان محذرا لا محذرا منه، وهذا وما قبله؛ هما الأسلوبان الثاني والثالث، من أساليب التحذير اللذان أشرنا إليهما سابقا. ضياء السالك: 3/ 286.\n(4/72)",
        "\nوإن ذكر المحذر بغير لفظ \"إيا\"، أو اقتُصِرَ على ذكر المحذر منه، فإنما يجب الحذف إن كررت أو عطفت، فالأول نحو: \"نفسك نفسك\" والثاني نحو: \"الأسد الأسد\" و: {نَاقَةَ اللَّهِ وَسُقْيَاهَا} 1، وفي غير ذلك يجوز الإظهار؛ كقوله2: [البسيط]\n458- خل الطريق لمن يبنِي المنار به3\n__________\n1 \"91\" سورة الشمس، الآية: 13.\nموطن الشاهد: {نَاقَةَ اللَّهِ} .\nوجه الاستشهاد: انتصاب \"ناقة\" بفعل مضمر وجوبا على التحذير، ولفظ الجلالة مضاف إليه، وسقياها: معطوف على \"الناقة\"؛ والتقدير: ذروا ناقة الله وسقياها: فلا تمنعوها عنها؛ فعطفت الواو محذرا منه على مثله، ويجوز أن تكون الواو للمعية؛ وحينئذ يجوز إظهار العامل لعدم العطف.\n2 القائل: هو: جرير بن عطية الشاعر الأموي وقد مرت ترجمته.\n3 تخريج الشاهد:\nهذا صدر بيت في هجاء عمر بن لجأ، وعجزه قوله:\nوابرز ببرزة حيث اضطرك القدرُ\nوهو من شواهد: التصريح: 2/ 195، والأشموني: \"982/ 3/ 481\"، والعيني: 4/ 307، وسيبويه: 1/ 128، وأمالي ابن الشجري: 1/ 342، وشرح المفصل: 2/ 30، وديوان جرير.\nالمفردات الغريبة: خل: أمر من التخلية، أي اترك ودع، الطريق المراد هنا: سبيل المجد والشرف. المنار: علامات توضع في الطريق؛ ليهتدي بها السالكون.\nالمعنى: اترك طريق المجد وسبيل العظمة والشرف لمن يعمل له، ويأخذ في أسبابه، فلست له أهلا. واسلك مع أمك طريق الغي والضلال؛ حيث ألجأك القدر الذي لا يغالب. وقيل: إن المراد ببرزة: الأرض الواسعة، والباء فيه للظرفية بمعنى \"في\". =\n(4/73)\n",
        ".........................................................................\n__________\n= الإعراب: خل: فعل أمر مبني على حذف حرف العلة والفاعل: أنت. الطريق: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. \"لمن\": متعلق بـ \"خل\". يبني: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء للثقل، والفاعل: ضمير مستتر جوازا؛ تقديره: هو، يعود إلى \"من\" الموصولة. المنار: مفعول به منصوب لـ \"يبني\". \"به\": متعلق بـ \"يبني\"؛ وجملة \"يبني\": صلة للموصول، لا محل لها. وابرز: الواو عاطفة، ابرز: فعل أمر مبني على السكون، والفاعل: أنت. \"ببرزة\": متعلق بـ \"ابرز\" و\"برزة\" ممنوع من الصرف. حيث: ظرف مكان مبني على الضم في محل نصب متعلق بـ \"ابرز\".\nاضطرك: فعل ماضٍ مبني على الفتح، والكاف: ضمير متصل مبني على الفتح في محل نصب مفعولٍ به. القدر: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة؛ وجملة: \"اضطرك القدر\": في محل جر بالإضافة.\nموطن الشاهد: \"خلِّ الطريق\".\nوجه الاستشهاد: إظهار العامل \"خلِّ\" في التحذير؛ لكون المحذر منه \"الطريق\" غير مكرر، ولا معطوف عليه.\nخلاصة وتوجيه: إذا كان التحذير بـ \"أيا\" وفروعها؛ وجب نصب هذا الضمير بعامل محذوف مع مرفوعه وجوبا؛ سواء كان الضمير مكررا أو لا؛ معطوفا عليه، أو لا؛ ولك أن تخفض المحذر منه بمن؛ فتقول: إياك من الإهمال، أو أن تنصبه بغير عطف؛ فتقول: إياك الأسد. وإن كان التحذير بغير ذلك؛ وجب نصب الاسم بعامل محذوف مع مرفوعه وجواب؛ بشرط العطف والتكرار؛ فإن لم يوجد عطف ولا تكرار؛ كان النصب بعالم محذوف جوازا. ويجوز ضبط الاسم بغير النصب ولا يتعين الأسلوب للتحذير حينئذٍ.\nانظر التصريح: 2/ 195. وضياء السالك: 3/ 287.\n(4/74)\n\n[باب الإغراء 1] :\nهذا باب الإغراء\n[تعريف الإغراء وحكمه] :\nوهو: تنبيه المخاطب على أمر محمود ليفعله2.\nوحكم الاسم فيه حكم التحذير الذي لم يذكر فيه \"أيا\"؛ فلا يلزم حذف عامله إلا في عطف أو تكرار؛ كقولك: \"المروءة والنجدة\"؛ بتقدير: الزم، وقوله3: [الطويل]\n459- أخاك أخاك إن من لا أخا له4\n__________\n1 الإغراء: مصدر أغريت فلانا بكذا: حببته إليه، وحملته على فعله.\n2 يقال في هذا التعريف ما قيل في التحذير؛ والفعل المقدر هنا: الزم ونحوه؛ وأسلوب الإغراء يشمل: المغرِي؛ وهو المتكلم، والمغرَى؛ وهو المخاطب؛ والمغرَى به؛ وهو الأمر المحبوب.\n3 القائل: هو مسكين الدارمي، ربيعة بن عامر بن أنيف الدارمي التميمي؛ شاعر عراقي شجاع، ومن أشراف تميم، لقب بمسكين لأبيات قالها؛ له أخبار مع معاوية بن أبي سفيان، وزياد بن أبيه. توفي سنة 89هـ.\nالشعر والشعراء: 1/ 544، تجريد الأغاني: 2108، الأعلام: 3/ 16، الخزانة: 1/ 467، السمط: 186.\n4 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nكساعٍ إلى الهيجا بغير سلاحِ\nوالبيت من شواهد: التصريح: 2/ 195، والأشموني: \"929/ 2/ 482\"، والعيني: 4/ 305، وسيبويه: 1/ 129، والخصائص: 2/ 480، والخزانة: 1/ 465، والهمع: 1/ 170، 2/ 225 والدرر: 1/ 146،2/ 158، والشذور: \"106/ 293\"، ونسبه الأعلم: 1/ 429 إلى إبراهيم بن هرمة القرشي، وملحقات ديوان إبراهيم بن هرمة: 263، وديوان مسكن الدرامي: 29.\nالمفردات الغريبة: الهيجا: الحرب، وهي تمد وتقصر.",
        "(4/75)\n\nويقال: \"الصلاةَ جامعةً\"؛ فتنصب \"الصلاة\" بتقدير احضروا، و\"جامعة\"1 على الحال؛ ولو صرح بالعامل لجاز2.\n__________\n= المعنى: الزم أخاك ولا تفارقه، واحرص عليه؛ فالشخص الذي ليس له أخٌ يعينه ويعضده؛ كمن يذهب إلى الحرب، وليس معه عدتها ولا أداتها.\nالإعراب: أخاك: اسم منصوب على الإغراء بفعل محذوف وجوبا؛ والتقدير: الزم أخاك، وهو مضاف، وضمير المخاطب: مضاف إليه. أخاك: توكيد لفظي للأول. إن: حرف مشبه بالفعل، لا محل له من الإعراب. من: اسم موصول بمعنى الذي، في محل نصب اسم \"إن\". لا: نافية للجنس، تعمل عمل \"إن\". أخا: اسم \"إن\" مبني على الفتح المقدر على الألف في محل نصب. \"له\": متعلق بالخبر المحذوف؛ على رأي أبي على الفارسي وابن الطراوة؛ خلافا لجمهرة النحاة. ويجوز أن يكون خبر \"لا\" محذوفا؛ و\"أخا\": مضاف إلى ضمير \"له\" واللام الزائدة؛ والتقدير: إن الذي لا أخاه موجود؛ وجملة \"لا أخا له\": صلة للموصول، لا محل لها. \"كساع\": متعلق بمحذوف خبر \"إن\". \"إلى الهيجا\": متعلق بـ \"ساعٍ\". \"بغير\": متعلق بـ \"ساعٍ\". أيضا؛ و\"غير\": مضاف، سلاح: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nموطن الشاهد: \"أخاك أخاك\".\nوجه الاستشهاد: انتصاب \"أخاك\" بعامل محذوف؛ وحكم حذف العامل هنا الوجوب؛ لأن لفظ أخاك مكرر كما رأينا، وهو توكيد للأول.\n1 أوجه إعراب هذه العبارة:\n1- نصب الاسمين؛ وهو أحسنها، وقد بينه المؤلف.\n2- رفع الاسمين، على أن يكون الأول مبتدأ والثاني خبرا عنه.\n3- رفع الأول: على أنه مبتدأ حذف خبره، ونصب الثاني: على أنه حال من الضمير المستتر في الخبر المحذوف؛ وكأنك قلت: الصلاة مطلوبة حال كونها جامعة.\n4- نصب الاسم الأول، ورفع الاسم الثاني؛ أما نصب الأول فعلى الإغراء، نعني أنه مفعول به لفعل محذوف؛ وأما رفع الاسم الثاني فعلى أنه خبر مبتدأ محذوف. وكأنك قد قلت: احضروا الصلاة وهي جامعة.\n2 أي لعدم العطف والتكرار.\nتوجيهات:\n1- الغالب في أساليب الإغراء والتحذير: أن تكون إنشائية طلبية تبعا لعاملها الدال على الطلب.\n2- يلحق بالتحذير والإغراء في التزام إضمار الناصب: المثل، وشبهه؛ نحو: \"الكلاب\n(4/76)",
        "\n..........................................................................\n__________\n= على البقرة\"؛ مثل معناه: خل الناس خيرهم وشرهم، واغتنم أنت طريق السلامة. \"أحشفا وسوء كيلة\": مثل يضرب لمن يظلم الناس من وجهين. \"مرحبا أهلا وسهلا\" \"من أنت وزيدا\": مثل يضرب لمن يذكر عظيما بسوء. وتقدير المضمر في هذا كله على الترتيب: أرسل، أتبيع؟، أصبت، وأتيت، ووطئت. كتاب سيبويه: 1/ 253.\n3 الواو في الإغراء لا يتحتم أن تكون عاطفة، فقد تكون للمعية؛ نحو: الاستذكار والفهم كي تنتفع بما تقرأ. وقد تكون للعطف وحده، فيراعي ما يقتضيه المقام.\n(4/77)\n",
        "[هذا باب أسماء الأفعال1] :\nهذا باب أسماء الأفعال\n[تعريف اسم الفعل] :\nاسم الفعل: ما ناب عن الفعل معنى واستعمالا؛ كـ \"شتان\"، و\"صه\" و\"أوه\"2.\n__________\n1 اسم الفعل هو: اسم ينوب عن فعل معين، ويتضمن معناه، وزمنه، ويعمل عمله من غير أن يقبل علامته ويتأثر بالعوامل، ويمتاز عن الفعل الذي هو بمعناه بأنه أقوى منه في الدلالة على أداء المعنى وإبرازه كاملا مع إيجاز في اللفظ أحيانا؛ لالتزامه صورة واحدة، لا تتغير غالبا مع الإفراد والتذكير وفروعهما.\n2 ذهب النحاة في بيان ما تدل عليه أسماء الأفعال مذاهب كثيرة؛ منها:\nأ- أنها -أي أسماء الأفعال- تدل على الألفاظ المكونة من الحروف الهجائية؛ وهذه الألفاظ تدل على لفظ الأفعال؛ فـ \"شتان\" مثلا: اسم للفظ المبدوء بالشين والمنتهي بالنون؛ وهذا الاسم يدل على لفظ \"افترق\" الدال على الحدث؛ وهو الافتراق، والزمان الذي هو الماضي؛ وهذا رأي جمهور البصريين.\nب- أنها تدل على الألفاظ المكونة هي منها؛ وهذه الألفاظ، تدل على معاني الأفعال؛ وهي الأحداث والأزمنة؛ وهذا الرأي، ينسب إلى سيبويه ومتابعيه، وارتضاه صاحب البسيط؛ وهو الظاهر من كلام المؤلف.\nج- أنها نائبة عن المصادر؛ والمصادر نائبة عن الأ فعال؛ وهذا رأي جماعة من البصريين؛ وهو مردود لأمرين.\nأحدهما: لأن المصادر، لم توضع للدلالة على الزمان، فلو كان اسم الفعل، قد وضع للدلالة على المصدر، لم يكن دالًا على الزمان، ولم يكن منه الماضي، والمضارع، والأمر.\nثانيهما: لأن المصادر النائبة عن الأفعال معربة؛ وأسماء الأفعال مبنية.\nد- أنها أفعال حقيقية؛ لأنها تدل على ما يدل عليه الفعل من الحدث والزمان؛ وهو رأي الكوفيين؛ وهذا فاسد للأسباب التالية:\n1- لأنها ليست على صيغ الأفعال المعروفة في العربية.\n(4/78)\n\nوالمراد بالاستعمال: كونه عاملا غير معمول1، فخرجت المصادر والصفات في نحو: \"ضربًا زيدًا\"، و\"أقائم الزيدان\"؛ فإن العوامل تدخل عليها2.\n[معاني أسماء الأفعال] :\nووروده بمعنى الأمر كثير؛ كـ \"صه\"، و\"مه\"، و\"آمين\" بمعنى: اسكت، وانكفف، واستجب، ونزال، وبابه3؛ وبمعنى الماضي والمضارع قليل؛\n__________\n2- لأن منها ما ينون؛ ومعلوم أن الفعل لا ينون بحال.\n3- لأن منها ما وضع على حرفين أصالة؛ نحو: مه، وصه؛ ومعلوم أنه لا يوجد في العربية فعل وضع على حرفين أصلا.\n4- لأنها لا تتصل بها ضمائر الرفع البارزة؛ والضمائر تتصل بالأفعال كما هو معلوم.\n5- لأن الدال على الأمر منها لا يتصل به نون التوكيد؛ وهي تتصل بالفعل. وذهب الأخفش: إلى أن أسماء الأفعال لا محل لها من الإعراب، ووافقه ابن مالك وجماعة.\nوذهب المازني إلى أنها في محل نصب بفعل محذوف؛ بناء على أنها نائبة عن المصادر. وذهب المازني إلى أنها في محل نصب بفعل محذوف؛ بناء على أنها نائبة عن المصادر.\nوذهب آخرون إلى أنها في محل رفع بالابتداء، والاسم بعدها: فاعل سد مسد الخبر والصواب: ما ذهب إليه الأخفش وابن مالك ومن وافقهما.\nانظر تفصيل ذلك في: الأشموني: 2/ 484-485، والتصريح: 2/ 195، وحاشية الصبان: 3/ 195؛196.\n1 أي: العامل يقتضي الفاعلية والمفعولية، فلا يُرَدُّ أنَّه يكون معمولا للحروف الناصبة، أو الجازمة.\n2 فضربا منصوب بما ناب عنه وهو أضرب، وقائم مرفوع بالابتداء.\n3 ذهب المبرد إلى أن اسم الفعل لا ينقاس في شيء أصلا، وأنه يجب الاقتصار منه على ما سمع من العرب؛ وقياسه ابتداع لما لم يسمع عن العرب من الأسماء. وذهب غير المبرد إلى أن اسم الفعل من باب \"نزال\" قياسي؛ ووجهه أنه باب واحد كثر استعمال العرب له على منهج واحد، ولذا، لا يمنع قياس ما لم يرد، على نهج ما ورد عنهم منه؛ وأصحاب هذا المذهب، رأوا القياس في كل فعل ثلاثي تام متصرف، وما ورد خلاف ذلك؛ فهو شاذٌّ.\nوأما الفعل الرباعي؛ أو الثلاثي المزيد فيه؛ فلا ينبني منه؛ وعليه، فقد شذَّ قول الراجز:\nقالت له ريح الصبا قرقار\nلأن \"قرقار\" من فعل \"قرقر\"، وشذ قولهم: \"دراك\" من \"أدرك\" الرباعي؛ خلافا لابن طلحة الذي أجاز بناءه من \"أفعل\" الرباعي، وجعل \"دراك\" قياسيا. وذهب الأخفش إلى =",
        "(4/79)\n\nكـ \"شتان\"، و\"هيهات\"، بمعنى افترق وبعد، و\"أوه\" و\"أف\": بمعنى أتوجه واتضجر، و\"وا\"، \"وي\"، و\"واها\" بمعنى: أعجب؛ كقوله تعالى: {وَيْكَأَنَّهُ لا يُفْلِحُ الْكَافِرُونَ} 1؛ أي: أعجب لعدم فلاح الكافرين؛ وقول الشاعر2: [الرجز]\n460- وا بأبي أنت وفوك الأشنبُ3\n__________\n= جواز بنائه من نحو: \"دحرج\"، وجعل \"قرقار\" قياسيا، وكذا، دحراج، وقرطاس.\nوأما إن كان الفعل جامدا؛ نحو: \"نعم وبئس\"، أو غير تام التصرف؛ نحو: \"هب\" و\"دع\" لم يُبْنَ منه، فلا يقال: نعام، ولا وهاب ولا وداع. وكذلك إذا كان ناقصا، فلا يبني منه؛ \"كان\" وأخواتها.\nوأما بالنسبة إلى بناء أسماء الأفعال -في هذا الباب-؛ فلأنها أشبهت الحروف شبها استعماليا، وأما كون بنائها على حركة؛ فللتخلص من التقاء الساكنين؛ لأن قبل آخرها ألفا؛ وهي ساكنة؛ وأما كون الحركة الكسر؛ فلأنها الأصل في التخلص من التقاء الساكنين، وبنو أسد، يفتحون آخرها اتباعا لحركة ما قبل الألف، وتخفيفا.\nانظر التصريح: 2/ 196. وحاشية الصبان: 3/ 201.\n1 \"28\" سورة القصص، الآية: 82.\nموطن الشاهد: \"ويكأنه\".\nوجه الاستشهاد: مجيء \"وي\" اسم فعل مضارع بمعنى \"أعجب\"، وهو مبني على السكون، لا محل له من الإعراب، والفاعل: أنا. كأنه: الكاف حرف مشبه بالفعل -وهو الأفضل- والهاء: اسمه، وجملة: \"لا يفلح الكافرون\": في محل رفع خبر \"كأن\". وي: اسم فعل مضارع بمعنى أعجب مبني على السكون، لا محل له. وفاعله أنا. كأنه: الكاف حرف تعليل وجر، وأن مدخولها في تأويل مصدر مجرور بالكاف، وقيل: كأن: بتمامها رفة تشبيه ونصب، والهاء اسمها، وجملة \"لا يفلح الكافرون\" خبرها.\n2 ينسب هذا الرجز إلى رجل من بني تميم.\n3 تخريج الشاهد: يروى بعد الشاهد قوله:\nكأنما ذر عليه الزرنبُ ... أو زنجبيل، وهو عندي أطيبُ\nوالشاهد من شواهد: التصريح: 2/ 197، والأشموني: \"934/ 2/ 486\"، والعيني: 4/ 310، والهمع: 2/ 106، والدرر: 2/ 139، والمغني: \"684/ 483\"، والسيوطي: 2669، واللسان \"زرنب\"، والقطر 115/ 257\".\nالمفردات الغربية: فوك: فمك. الأشنب: من الشنب. وهو عذوبة ماء الفم من رقة الأسنان. ذر: فرق ورش. الزرنب: نبت من نبات البادية طيب الرائحة. الزنجبيل: نبت معروف. =\n(4/80)",
        "\nوقول الآخر1: [الرجز]\n461- واهًا لسلمى ثم واهًا واها2\n__________\n= المعنى: يعجب الراجز من جمال محبوبته، ويقول لها: أفديك بأبي، ويصف فمها بالعذوبة ورقة الأسنان والرائحة الطيبة المنبعثة منها.\nالإعراب: وا: اسم فعل مضارع بمعنى أعجب، مبني على السكون، لا محل له من الإعراب، والفاعل: ضمير مستتر وجوبا؛ تقديره: أنا. \"بأبي\": متعلق بمحذوف خبر مقدم، وهو مضاف، وياء المتكلم: مضاف إليه. أنت: ضمير رفع منفصل في محل رفع مبتدأ مؤخر. وفوك: الواو عاطفة، فوك: اسم معطوف على أنه مرفوع، وعلامة رفعه الواو؛ لأنه من الأسماء الستة، وهو مضاف، والكاف: مضاف إليه. الأشنب: صفة لـ \"فوك\" مرفوع وعلامة رفعه الضمة الظاهرة.\nويجوز أن تكون الواو في \"وفوك\" استئنافية، و\"فوك\" مبتدأ، ومضاف إليه؛ وهذا الوجه ارتضاه العيني، وتبعه الشيخ خالد في التصريح. كأنما: كافة ومكفوفة لا عمل لها. ذر: فعل ماضٍ مبني للمجهول مبني على الفتح. \"عليه\": متعلق بـ \"ذر\". الزرنب: نائب فاعل مرفوع، وعلامة رفعه الضمة الظاهرة، وجملة \"ذر عليه الزرنب\": في محل رفع خبر المبتدأ \"فوك\" على الوجه الذي ارتضاه العيني والشيخ خالد في التصريح. نظر حاشية الصبان: 3/ 198، والتصريح: 2/ 197.\nموطن الشاهد: \"وا\".\nوجه الاستشهاد: مجيء \"وا\" اسم فعل مضارع بمعنى أعجب، وذلك شائع في اللغة.\n1ينسب هذا الرجز إلى رؤبة بن العجاج، وينسب إلى أبي النجم الفضل بن قدامة العجلي.\n2 تخريج الشاهد: يروى بعد الشاهد قوله:\n.................. ... هي المنى لو أننا نلناها\nيا ليت عيناها لنا وفاها ... بثمن نُرضِي به أباها\nإن أباها وأبا أباها ... قد بلغا في المجد غايتاها\nوالشاهد من شواهد: التصريح: 2/ 197، والأشموني: \"728/ 2/ 363\"، والعيني: 3/ 436. والقطر: \"116/ 348\" ومجالس ثعلب: 275، وشرح المفصل: 4/ 72، والمغني: \"685/ 483\"، والسيوطي: 266.\nالمفردات الغريبة: المنى: ما يتمناه الإنسان، جمع منية، نلناها: ظفرنا بها، والنيل: الظفر والمراد.\nالمعنى: يعجب لحسن محبوبته سلمى، ويؤكد عجبه بذلك ويقول: إنها كل ما يتمناه ويرجوه لو ظفر بها.\nالأعراب: واها: اسم فعل مضارع بمعنى أعجب، لا محل له من الإعراب، والفاعل ضمير مستتر وجوبا تقديره: أنا. \"لسلمى\": متعلق بـ \"واها\". ثم: حرف عطف. واها: اسم فعل مضارع، والفاعل: ضمير مستتر وجوبا؛ تقديره: أنا، وجملة \"واها\" معطوفة على الجملة السابقة؛ لإفادة التوكيد. واها: توكيد لاسم الفعل السابق.\nموطن الشاهد: \"واها\".\nوجه الاستشهاد: استعمال \"واها\" اسم فعل مضارع بمعنى أعجب في المواضع الثلاثة، وقد عمل عمل فعله.\n(4/81)\n",
        "[اسم الفعل ضربان] :\nفصل: اسم الفعل ضربان1:\nأحدهما: ما وضع من أول الأمر كذلك2؛ كـ \"شتان وصه ووي\"3.\nالثاني: ما نقل من غيره إليه4؛ وهو نوعان: منقول من ظرف أو جار ومجرور؛ نحو: \"عليك\" بمعنى الزم؛ ومنه: {عَلَيْكُمْ أَنْفُسَكُمْ} 5؛ أي: الزموا.\n__________\n= الأعراب: واها: اسم فعل مضارع بمعنى أعجب، لا محل له من الإعراب، والفاعل ضمير مستتر وجوبا تقديره: أنا. \"لسلمى\": متعلق بـ \"واها\". ثم: حرف عطف. واها: اسم فعل مضارع، والفاعل: ضمير مستتر وجوبا؛ تقديره: أنا، وجملة \"واها\" معطوفة على الجملة السابقة؛ لإفادة التوكيد. واها: توكيد لاسم الفعل السابق.\nموطن الشاهد: \"واها\".\nوجه الاستشهاد: استعمال \"واها\" اسم فعل مضارع بمعنى أعجب في المواضع الثلاثة، وقد عمل عمل فعله.\n1 هذا التقسيم من حيث الوضع والأصالة في الدلالة على الفعل.\n2 أي: أنه لم يستعمل في غيره من قبل؛ ولذلك يسمى: المرتجل.\n3 وذكروا من أسماء الأفعال: \"وشكان\": بمعنى قرب، وفي المثل \"وشكان ذا خروجا\" وذكروا أيضا: \"سرعان\" بمعنى سرع، وفي المثل: \"سرعان ذا إهالة\" وذكروا منه أيضا: \"هيت\": في نحو قوله تعالى: {قَالَتْ هَيْتَ لَكَ} : بمعنى تهيت. وذكروا منه أيضا: \"لعا\" بمعنى انتعش وارتفع. حاشية يس على التصريح: 2/ 197.\n4 أي: وضع أول الأمر لمعنى آخر، ثم انتقل منه اسم الفعل؛ ولهذا يسمى: المنقول.\n5 \"5\" سورة المائدة، الآية: 105.\nموطن الشاهد: {عَلَيْكُمْ أَنْفُسَكُمْ} .\nوجه الاستشهاد: وقوع \"عليكم\" اسم فعل أمر مبني على السكون؛ وهو منقول عن \"الجار والمجرور\"؛ والفاعل: أنتم، و\"أنفسكم\": مفعول به لاسم الفعل على تقدير حذف مضاف؛ والتقدير: الزموا شأن أنفسكم؛ واختلف في \"الكاف\" المتصلة بـ \"على\"؛ فقيل: حرف خطاب، لا محل له من الإعراب؛ وقيل: ضمير في محل رفع على الفاعلية، وفي محل نصب على المفعولية؛ أو في محل جر؛ إما بـ \"على\"، أو بالإضافة؛ لأن \"على\" اسم للمصدر: \"اللزوم\"، وقد يتعدى \"عليك\" بالباء؛ نحو: \"عليك بذات الدين تربت يداك\" فيقدر فعل مناسب؛ نحو: تمسك ونحوه؛ وكثيرا ما تزاد الباء في مفعول أسماء الأفعال؛ لضعفها في العمل.\nشرح التصريح: 2/ 198.\n(4/82)\n\nشأن أنفسكم1، و\"دونك زيدا\" بمعنى خذه، و\"مكانك\" بمعنى أثبت، و\"أمامك\"، بمعنى: تقدم، و\"وراءك\"، بمعنى: تأخر، و\"إليك\"؛ بمعنى: تنحَّ2؛ ومنقول من مصدر؛ وهو نوعان: مصدر استعمل فعله، ومصدر أُهمِل فعله؛ فالأول نحو: \"رويد زيدًا\" فإنهم قالوا: أروده إروادا؛ بمعنى أمهله إمهالا؛ ثم صغروا الإرواد تصغير الترخيم3، وأقاموا مقام مفعله، واستعملوه تارة مضافا إلى مفعوله، فقالوا: \"رويد زيد\"، وتارة منوَّنًا ناصبا للمفعول؛ فقالوا: \"رويدا زيدا\"، ثم إنهم نقوله وسموا به فعله؛ فقالوا: \"رويد زيدا\"4، والدليل على أن هذا اسم فعل: كونه مبنيا، والدليل\n__________\n1 وقد يتعدى \"عليك\" بحرف الجر، وهو الباء؛ نحو: عليك بذات الدين، فيقدر فعل مناسب، أي: تمسك مثلا.\n2 أي ابتعد. وقال الأشموني: ولا يقاس على هذه الظروف المبهمة، ولا على ما سمع ممن الجار والمجرور وغيرها؛ مما لم يسمع. وأجاز الكسائي قياس ما لم يسمع على ما سمع.\nولا يستعمل هذا النوع إلا متصلا بضمير المخاطب؛ وشذ قولهم: \"عليه رجلا غيري\" -أي: ليلزمه، و\"علي\" الشيء- أي: أولنيه، ولألزمه. وأما قوله عليه الصلاة والسلام: \"ومن لم يستطع فعليه بالصوم\"؛ فقد حسنه ما قبله من الخطاب في قوله: \" يا معشر الشباب ... إلخ\"، وقيل: \"عليه\" خبر مقدم، و\"بالصوم\": مبتدأ مؤخر على زيادة الباء؛ واختلف في موضع الضمير المتصل بعليك ونحوه: فقيل: رفع على الفاعلية واستعير ضمير غير الرفع له، وقيل: نصب على المفعولية، والصحيح: أن موضعه جر بالإضافة مع الظروف، كدونك ونحوه- وبالحرف مع المنقول من الحروف؛ كـ \"عليك\" وأمثاله. وقد نظر في ذلك إلى الأصل قبل النقل؛ لأن اسم الفعل لا يضاف ولا يعمل الجر. وفي كل واحد من الأسماء ضمير مستتر مرفوع الموضع على الفاعلية؛ فإذا جئت بتوكيد فقلت: عليكم كلكم محمداً؛ جاز رفع \"كل\" على أنه توكيد للضمير المستتر المرفوع، وجاز جره على التوكيد للمجرور الموجود.\nومن هذا يتبين أن اسم الفعل وهو الجار لا غير، والفاعل مستتر فيه، والكاف كلمة مستقلة. الأشموني: 2/ 487-488.\n3 فحذفوا زيادتيه، وهما: الهمزة والألف، وأوقعوا التصغير على أصوله فصار رويد.\n4 \"رويد\" فيهما مصدر نائب عن فعل الأمر المحذوف؛ وهو \"ارود\" وفاعله مستتر فيه وجوبا. وكلمة \"زيد\" مفعول به، مجرور في الأول، منصوب في الثاني. وقد يستعمل منونا غير ناصب مفعوله نحو: \"رويدا يا سائق\"، فيكون نائبا عن فعل الأمر المحذوف أيضا، ويستعمل مصدرا منونا غير نائب عن فعل الأمر فينصب؛ إما على الحال؛ نحو: قرت الكتاب رويدا- أي مرودا: بمعنى متمهلا؛ أو نعتا لمذكور، أو محذوف على التأويل بالمشتق؛ نحو: سارت الوفود سيرا رويدا؛ أي متمهلا فيه، وساروا رويدا؛ أي: مرودين. وإذا قلت: رويدك زيدًا؛ فإن قدرت \"رويدا\" اسم فعل؛ فالكاف حرف خطاب، وإن قدرته مصدرا؛ فالكاف اسم مضاف إليه في ملح رفع على الفاعلية؛ ومثل\"رويد زيدا\" قول الشاعر:\nرويد عليا، جد ما ثدي أمهم ... إلينا، ولكن بغضهم متيامنُ\nالتصريح: 2/ 198، والأشموني: 2/ 488، كتاب سيبويه: 241.",
        "(4/83)\n\nعلى بنائه: كونه غير منون؛ والثاني قولهم: \"بله زيدا\"، فإنه في الأصل. مصدر فعل مهمل مرادف لـ \"دع\" و\"اترك\"؛ يقال: \"بله زيد\" بالإضافة إلى المفعول؛ كما يقال: \"ترك زيد\"، ثم قيل: \"بله زيدا\"1، بنصب المفعول وبناء \"بله\" على أنه اسم فعل2.\n[عمل اسم الفعل] :\nفصل: يعمل اسم الفعل عمل مسماه3؛ تقول \"هيهات نجد\"، كما تقول: \"بعدت نجد\" قال4:\n462- فهيهات هيهات العقيق ومن به 5\n__________\n1 من كلام العرب الذي جاء فيه هذا الاستعمال: قول كعب بن مالك في إحدى روايتيه:\nتذر الجماجم ضاحيا هاماتها ... بله الأكف كأنها لم تخلق\n2 إذا كان الاسم بعد \"بله\" منصوبا منونا؛ جاز أن تكون مصدرا عاملا معربا؛ وجاز أن تكون فعل أمر مبنيا بمعنى: اترك، والقرائن: هي التي تعين أحد الوجهين. وإن كان الاسم بعدها مجرورا؛ وجب أن تكون مصدرا مضافا إلى ما بعدها. وكذلك الحال في \"رويدا\".\nالتصريح: 2/ 199، والأشموني: 2/ 488.\n3 أي عمل الفعل الذي يدل عليه، فيرفع الفاعل مثله حتما، ويسايره في التعدي واللزوم غالبا، وباقي المكملات، فإن كان فعله متعديا، ولازما؛ فهو مثله، وإن تعدى بحرف جر معين؛ فهو مثله أيضا، وإن كان مسماه ما لا يكتفي بمرفوع واحد؛ كان اسم فعله مثله، ومن غير الغالب أن يخالفه في ذلك مثل: \"آمني\" فإنه لازم، وفعله الذي بمعناه -وهو استجب- قد يأتي متعديا ولازما، و\"إية\" فإنه لازم، وفعله وهو \"زد\" متعدٍّ ... إلخ.\nالتصريح: \"2/ 199\".\n4 القائل: هو جرير بن عطية الشاعر الأموي، وقد مرت ترجمته.\n5 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nوهيهات خِلٌّ بالعقيق نواصله\n=\n(4/84)",
        "\nوتقول: \"شتان زيد وعمرو\"، كما تقول: \"افترق زيد وعمرو\" و\"تراك زيدا\"، كما تقول: \"اترك زيدا\".\nوقد يكون اسم الفعل مشتركا بين أفعال سميت به؛ فيستعمل على أوجه باعتبارها1؛ قالوا \"حيهل الثريد\"؛ بمعنى: ائت الثريد، و\"حيهل على الخير\"؛ بمعنى: أقبل على الخير، وقالوا: \"إذا ذكر الصالحون فحيهل بعمر\"2؛ أي: أسرعوا بذكره.\n__________\n= وهو من شواهد: التصريح: 1/ 318، 2/ 199، والهمع: 2/ 11، والدرر: 2/ 145، والخصائص: 3/ 42 والنقائض: 632، وشرح المفصل: 4/ 35 والمقرب: 26، والعيني: 3/ 7، 4/ 311 والشذور: \"212/ 525\"، والقطر: 114/ 347\" وديوان جرير: 479.\nالمفردات الغريبة: العقيق: موضع بجهات كثيرة؛ بالمدينة، وباليمامة، وبالطائف.\nالمعنى: بَعُدَ هذا الموضع، وبَعُدَ من به من الأصدقاء والأحبة، وهيهات خليل وحبيب نواصله، ولا نريد هجره وقطيعته.\nالإعراب: هيهات: اسم فعل ماضٍ بمعنى بَعُدَ مبنيٌّ على الفتح، لا محل له من الإعراب.\nهيهات: توكيد للأول. العقيق: فاعل لـ \"هيهات\" الأول مرفوع وعلامة رفعه الضمة.\nومن: الواو حرف عطف، من: اسم موصول مبني على السكون في محل رفع؛ لأنه معطوف على \"العقيق\". \"به\": متعلق بمحذوف صلة الموصول. وهيهات: الواو حرف عطف، هيهات: اسم فعل ماضٍ بمعنى بعُد. خل: فاعل لـ \"هيهات\" مرفوع. \"بالعقيق\": متعلق بمحذوف صفة لـ \"خل\"؛ أو في محل نصب على الحال منه؛ لأنه تخصص بالوصف بـ الجار والمجرور\"، في قوله \"بالعقيق\".\nموطن الشاهد: \"هيهات العقيق، هيهات خل\".\nوجه الاستشهاد: وقوع \"هيهات\" اسم فعل ماضٍ بمعنى بعد، وقد عمل عمل الفعل الذي بمعناه.\n1 بمعنى أن يساير في التعدي واللزوم الفعل الذي يؤدي معناه.\n2 قول يروى عن ابن مسعود -رضي الله عنه- يراد به سيدنا عمر بن الخطاب رضي الله عنه.\n(4/85)\n",
        "[لا يجوز تقديم معمول اسم الفعل عليه] :\nولا يجوز تقديم معمول اسم الفعل عليه1؛ خلافًا للكسائي2، وأما: {كِتَابَ اللَّهِ عَلَيْكُمْ} 3، وقوله4: [الرجز]\n463- يا أيها المائح دلوي دونكا5\n__________\n1 وذلك؛ لضعفه بعدم التصرف؛ ففي مثل: عليك نفسك؛ لا يصح في الغالب أن يقال: نفسك عليك، وفي عملها عمل الفعل الذي تنوب عنه، وفي أن معمولاتها لا تقدم عليها؛ ويقول ابن مالك:\nوما لما تنوب عنه من عملْ ... لها، وأخِّر ما الذي فيه العملْ\n2 مرت ترجمته.\n3 \"4\" سورة النساء، الآية: 24.\nموطن الشاهد: {كِتَابَ اللَّهِ عَلَيْكُمْ} .\nوجه الاستشهاد: وقوع: \"كتاب\" مصدرا منصوبا بفعل محذوف، وهو مؤكد لنفسه؛ لأن قوله: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} يدل على أن ذلك مكتوب؛ و\"عليكم\" متعلق بالفعل الحذوف؛ أو بـ طتاب\"؛ والتقدير: كتب الله علكيم ذلك كتابا؛ فحذف الفعل وأضيف المصدر إلى فاعله. التصريح: 2/ 200.\n4 ينسب هذا الرجز إلى راجز جاهلي من بني أسيد بن عمرو بن تميم.\n5 تخريج الشاهد: ونسبة بعضهم إلى جارية من بني مازن، تخاطب فيه ناجية بن جندب الأسلمي -رضي الله عنه- صاحب بدن رسول الله -صلى الله عليه وسلم- وهو يميح على الناس في القليب. وبعد الشاهد قوله:\nإني رأيت الناس يحمدونكا ... يثنون خيرا ويبعدونكا\nخذها إليك اشغل بها يمينكا\nوالشاهد من شواهد: التصريح: 2/ 200، والأشموني: \"983/ 2/ 491\" والشذور: \"217/ 530\"، وأمالي القالي: 2/ 244، والعقد الفريد: 5/ 211، وأمالي الزجاجي: 237، والإنصاف: 228، وشرح الفصل: 1/ 117، والمقرب: 27، والخزانة: 3/ 15، والعيني: 4/ 311، والهمع: 2/ 105، والدرر: 2/ 138، واللسان والتاج والمقاييس \"ميج\".\nالمفردات الغريبة: المائح: الذي ينزل البئر؛ ليملأ الدلاء عند قلة مائها؛ أما الذي يقف على شفير البئر، ويستخرج الدلاء: فهو ماتح: دونكا: خذ.\nالمعنى: يا أيها المائح خذ دلوي فاملأه؛ فإني رأيت الناس يثنون عليك لمروءتك. =\n(4/86)\n\nفمؤولان1.\n[المنون وغير المنون من أسماء الأفعال] :\nفصل: وما نون من هذه الأسماء؛ فهو نكرة2، وقد التزم ذلك في \"واهًا\"\n__________\n= الإعراب: يا: حرف نداء. أيها: أي: منادى نكرة مقصودة مبني على الضم في محل نصب على النداء، \"ها\": للتنبيه. المائح: صفة لـ \"أي\" مرفوع وعلامة رفعه الضمة الظاهرة على آخره. دلوي: مفعول به لفعل محذوف يفسره اسم الفعل المذكور بعده؛ والتقدير: خذ دلوي؛ ومبتدأ مرفوع، والياء مضاف إليه. دونك: اسم فعل أمر بمعنى خذ، والفاعل ضمير مستتر وجوبا تقديره: أنت، وجملة \"دونك\": في محل رفع خبر المبتدأ على التقدير الثاني، وعليه ففي \"دونك\" مفعول به محذوف يربطه بالمبتدأ؛ والتقدير: دونكه، وأما على التقدير الأول، فجملة \"دونك\" تفسيرية، لا محل لها من الإعراب.\nموطن الشاهد: \"دلوي دونك\".\nوجه الاستشهاد: استشهد الكسائي بهذا البيت على أن \"دلوي\" مفعول به منصوب باسم الفعل المذكور بعده؛ وادعى أن اسم الفعل يعمل متأخرا، كما يعمل متقدما؛ وهذا غير صحيح -عند جمهور النحاة- لأن \"دلوي\" إما أن يكون مفعولا لفعل محذوف، أو مبتدأ؛ كما بينا في الإعراب.\n1 قيل في تأويل الآية: \"كتاب\" مصدر منصوب بفعل محذوف؛ وهو مؤكد لنفسه؛ لأن قوله: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} يدل على أن ذلك مكتوب. \"عليكم\" متعلق به؛ وبالفعل المحذوف؛ لا اسم فعل؛ والتقدير: كتب الله عليكم ذلك كتابا. فحذف الفعل، وأضيف المصدر إلى فاعله؛ أما تأويل البيت: \"فدلوي\" مبتدأ لا مفعول مقدم. \"دونكا\": اسم فعل أمر، وفاعله مستتر فيه. و\"الجملة\": خبر المبتدأ، والعائد محذوف؛ أي: دلوي دونكه.\nووقوع خبر المبتدأ جملةً طلبية سائغ عند الجمهور. هذا؛ واسم الفعل لا يعمل محذوفا على الاصح؛ خلافًا لابن مالك. ولا تلحقه نون التوكيد مطلقا. وفاعل اسم الفعل الماضي يكون في الغالب اسما ظاهرا؛ وضميرًا للغائب مستترا جوازا. أما اسم الفعل المضارع والأمر؛ ففاعلهما في الغالب: ضمير للمخاطب مستتر وجوبًا. ولا يكون الفاعل في هذا الباب ضميرا بارزا.\nانظر: قطر الندى: \"تحقيق عبد الحميد: 258\"، والتصريح: 2/ 200، والدرر اللوامع: 2/ 138-0139.\n2 التنكير خاص بالمرتجل من أسماء الأفعال؛ أما المنقولة، فلا تنون لاستصحابه الأصل؛ وهو غير منون. اعلم: أن التنكير راجع إلى المصدر الذي هو أصل ذلك الفعل -لا إلي اسم الفعل- لأن الفعل لا يحكم عليه بتعريف ولا بتنكير؛ فـ \"صه\" بمعنى: اسكت -منونا- يراد به طلب السكوت عن كل الكلام. و\"صه\" مجردا من التنوين: معناه اسكت عن هذا الموضوع الخاص المعروف لنا، مع جواز التكلم في غيره.",
        "(4/87)\n\nو \"ويها\"، كما التزم تنكير نحو: أحد وعريب وديار1.\nوما لم ينون منها؛ فهو معرفة، وقد التزم ذلك في \"نزال\"، و\"تراك\" وبإيهما؛ كما التزم التعريف في المضمرات والإشارات والموصولات2.\nوما استعمل بالوجهين: فعلى معنيين3، وقد جاء على ذلك: صه ومه وإيه، وألفاظ أخر، كما جاء التعريف والتنكير في نحو: كتاب، ورجل، وفرس.\n__________\n1 \"عريب\" و\"ديارا\" بمعنى: أحدا؛ ومثال عريب، قول عبدي بن الابرص:\nليس بها منهُمُ عَرِيبُ\nومثال \"ديَّار\" قول الله تعالى: {لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا} . ولـ \"أحد\" استعمالات معها:\n1- أن يكون مرادفا للأول؛ وهذا هو الذي يستعمل في العدد حين تقول: \"أحد عشر\"، و\"أحد وعشرون\".\n2- أن يكون مرادفا للواحد بمعنى المنفرد نحو: {قُلْ هُوَ اللَّهُ أَحَدٌ} .\n3- أن يكون مرادفا لإنسان؛ نحو: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ} .\n4- ويكون اسما لمن يعقل؛ نحو: {فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ} ؛ وفي هذه الحالة، لا يستعمل إلا منفيا، ويلازم التنكير فلا يعرف إلا شذوذًا.\n2 يذكر هنا: أن أسماء الأفعال جميعها مبنية، وليس لها محل من الإعراب؛ وبناؤها على لفظها المسموع؛ فمنها ما بناؤه على الفتح؛ كـ \"شتان\". ومنها المبنى على الكسر؛ كـ \"أية\".\n3 ينكر عند تنوينه، ويعرف عند عدم التنوين؛ وذلك راجع إلى المصدر.\n4 فهذه وأمثالها مع التنوين نكرات، وبدونه مع \"أل\" أو الإضافة معارف.\n(4/88)",
        "\n[باب أسماء الأصوات 1] :\nهذا باب أسماء الأصوات.\n[تعريف أسماء الأصوات وأنواعها] :\n[بعض أسماء الأصوات] :\nوهي نوعان؛ أحدهما: ما خوطب به ما لا يعقل، مما يشبه اسم الفعل2، كقولهم في دعاء الإبل لتشرب: \"جئ جئ\" مهموزين3؛ وفي دعاء الضأن: \"حاحا\"4، والمعز \"عاعا\" غير مهموزين، والفعل منهما: حاحيت وعاعيت؛ والمصدر حيحاء وعيعاء، قال5: [الرجز]\n464- يا عنز هذا شجر وماء ... عاعيت لو ينفعني العيعاء6\n__________\n1 هي ألفاظ، يفهم المقصود منها؛ بمجرد النطق بها وسماعها. وقد وضع ت لخطاب ما لا يعقل من الحيوان الأعجم؛ أو ما هو في حكمه من صغار الآدميين، وقد يراد بها حكاية صوت من الأصوات.\nالأشموني: 2/ 492.\n2 أي: الاكتفاء به، وعدم احتياجه في إفادة المراد إلى شيء آخر بحسب الظاهر؛ وإن كان اسم الفعل في الحقيقة مركبا مع فاعله، واسم الصوت مفردًا لا ضمير فيه.\n3 ومنه الفعل: جأجأت الإبل؛ إذا دعوتها؛ لتشرب، ثم لما كثر ذلك سمو الشراب جيئا.\nقال الراجز:\nوما كان على الهيءِ ... ولا الجيء امتداحيكا\nيريد لم يكن على الطعام ولا الشراب مدحي إياك.\nالتصريح: 2/ 201.\n4 قال الجوهري: \"حاء: زجر الإبل، بني على الكسر؛ لالتقاء الساكنين، وقد يقصر؛ فإن أردت التنكير؛ نونت فقلت: حاء وعاء، قال أبو زيد، يقال للمعز خاصة: حاحيت بها حيحاء وحيحاءة؛ إذ دعوتها\".\n5 لم ينسب هذا الرجز إلى قائل معين.\n6 تخريج الشاهد: هذا بيت من الرجز، أو بيتان من مشطوره ذكرهما صاحب التصريح: 2/ 202.\n(4/89)\n",
        "وفي زجر البغل: \"عدس: قال:\nعدس ما لعباد عليك إمارة1\nوقولنا: \"مما يشبه اسم الفعل\" احترازًا من نحو قوله2: [البسيط]\n465- يا دار مية بالعلياء فالسند3\n__________\n= المفردات الغريبة: عاعيت: صحت وقلت: عاعا.\nالمعنى: واضح.\nالإعراب: يا: حرف نداء. عنز: منادى مبني على الضم في محل نصب على النداء؛ وقد أنزل \"عنز\" منزلة العاقل. هذا: الهاء للتنبيه، \"ذا\": اسم إشارة في محل رفع مبتدأ.\nشجر: خبر مرفوع. وماء: الواو حرف عطف، ماء: اسم معطوف على مرفوع؛ فهو مرفوع مثله. عاعيت: فعل ماضٍ مبني على السكون؛ لاتصاله بضمير رفع متحرك، والتاء: ضمير متصل في محل رفع فاعل. لو: حرف تَمَنٍّ، لا محل له من الإعراب.\nينفعني: فعل مضارع مرفوع، والنون: للوقاية، والياء: في محل نصب مفعول به.\nالعيعاء: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.\nفائدة: يجوز أن تكون \"لو\" في البيت شرطية، وجملة \"ينفعني\": شرطها ويكون جوابها محذوفا؛ والتقدير: لو ينفعني العيعاء؛ لاستكثرت منه، أو لعاعيت؛ وهذا الوجه أفضل من الأول؛ لدلالة السياق عليه.\nموطن الشاهد: \"عاعيت\".\nوجه الاستشهاد: استعمال فعل\" عاعيت\" من اسم الصوت \"عاعا\" وكذلك استعمل منه المصدر عيعاء.\n1 مر تخريج هذا الشاهد والتعليق عليه في باب الموصول.\nموطن الشاهد: \"عدس\".\nوجه الاستشهاد: استعمل الشاعر \"عدس\" اسم صوت لزجر الفرس، وقال بعضهم: إنه اسم للفرس نفسه؛ بدليل قول الشاعر:\nإذا حملت بزتي على عدس\nفقد استعمل \"عدس\" اسما، ودليل ذلك دخول حرف الجر عليه، ومعلوم أن اسم الصوت لا يعمل في شيء ولا يعمل فيه الشيء.\n2 القائل: هو النابغة الذبياني، وقد مرت ترجمته.\n3 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nأقوت وطال عليها سالف الأَمَدِ\nوهو مطلع قصيدته المشهورة؛ التي تعد من المعلقات؛ وهي في مدح النعمان بن المنذر. =\n(4/90)\n\nوقوله1: [الطويل]\n466- ألا أيها الليل الطويل ألا انجلي2\n__________\n= وهو من شواهد: التصريح: 2/ 202، والأشموني: \"940/ 2/ 493\"، ومجالس العلماء للزجاجي: 260، وديوان النابغة الذبياني: 22.\nالمفردات الغريبة: العلياء: ما ارتفع من الأرض. السند: المرتفع من الجبل الذي يسند ويصعد فيه، وقيل: هما اسما موضعين. أقوت: خلت وأصبحت قواء، أي خالية من الأنيس. سالف الأمد: الزمان الماضي.\nالمعنى: ينادي ويخاطب دار محبوبته بهذا المكان، ويتوجع؛ لأنها أصبحت خالية خاوية ليس بها أنيس، وقد طال عليها الزمن.\nالإعراب: يا: حرف نداء. دار: منادى مضاف منصوب، وهو مضاف. مية: مضاف إليه مجرور وعلامة جره الفتحة؛ لأنه ممنوع من الصرف؛ للعلمية والتأنيث. \"بالعلياء\": متعلق بمحذوف حال من \"دار مية\". فالسند: الفاء عاطفة، السند: معطوف على \"علياء\" مجرور مثله. أقوت: فعل ماضٍ مبني على الفتح المقدر على الألف المحذوفة؛ لالتقاء الساكنين؛ والتاء: لا محل لها من الإعراب، والفاعل ضمير مستتر جوازا؛ تقديره: هي؛ وجملة \"أقوت\": في محل نصب على الحال بتقدير: قد، وطال: الواو عاطفة، طال: فعل ماضٍ. \"عليها\": متعلق بـ \"طال\". سالف: فاعل مرفوع، وهو مضاف. الأمد: مضاف إليه، وجملة \"طال عليها سالف الأمد\": معطوفة على جملة \"أقوت\" في محل نصب.\nموطن الشاهد: \"يا دار مية\".\nوجه الاستشهاد: خاطب الشاعر ونادى بـ \"يا\" ما لا يعقل؛ وهو الدار؛ وهو ليس اسم صوت؛ لكونه لا يشبه اسم الفعل كما وضح سابقا.\n1 القائل: هو امرؤ القيس بن حجر الكندي، وقد مرت ترجمته.\n2 تخريج الشاهد: هذا صدر بيت من معلقته المشهورة، وعجزه قوله:\nبصبح؛ وما الإصباح منك بأمثل\nوهومن شواهد: التصريح: 2/ 202، والأشموني: \"941/ 2/ 493\"، والعيني: 4/ 318 وأمالي ابن الشجري: 1/ 275، ومعاهد التنصيص: 1/ 89. وديوان امرئ القيس: 147.\nالمفردات الغريبة: انْجَلِ: انكشِفْ من الانجلاء وهو الانكشاف. بأمثل: بأحسن وأفضل حالا، من المثالة وهي الفضل.\nالمعنى: ينادي الشاعر الليل، ويشكو طوله ويطلب زواله بالصبح، لما يلاقيه فيه من =",
        "(4/91)\n\nالثاني: ما حُكي به صوت؛ كـ \"غاق\"؛ لحكاية صوت الغراب، و\"طاق\"؛ لصوت الضرب، و\"طق\"؛ لصوت وقع الحجارة، و\"قب\"؛ لصوت وقع السيف على الضريبة.\nوالنوعان مبنيان؛ لشبههما بالحروف المهملة في أنها لا عاملة، ولا معمولة؛ كما أن أسماء الأفعال بنيت؛ لشبهها بالحروف المهملة في أنها عاملة غير معمولة، وقد مضى ذلك في أوائل الكتاب1.\n__________\n= آلام، ثم رجع، وقال: ليس الصبح بأفضل منك يا ليل؛ لأني أقاسي فيه أيضا آلاما وأشجانا.\nالإعراب: ألا: حرف استفتاح وتنبيه، لا محل له من الإعراب. أيها: منادى نكرة مقصودة بحرف نداء محذوف مبني على الضم في محل نصب على النداء، و\"ها\" للتنبيه. الليل: صفة لـ \"أي\" مرفوع تبعا لفظها. الطويل: صفة لـ \"ليل\" مرفوع مثله. ألا: توكيد للأول.\nانجلِ: فعل أمر مبني على حذف الياء، والياء الموجودة؛ لإشباع كسرة اللام؛ لضرورة الشعر، والفاعل: ضمير مستتر وجوبا؛ تقديره: أنت. \"بصبح\": متعلق بـ \"انجل\". وما: الواو حالية، ما: نافية مهملة؛ أو عاملة عمل ليس؛ وهو الأرجح؛ لدخول الباء الزائدة على الخبر. الإصباح: اسم \"ما\" النافية، أو مبتدأ على الوجه الأول. \"منك\": متعلق بـ \"أمثل\" الآتي. \"بأمثل\": الباء حرف جر زائد، أمثل: اسم مجرور لفظا، نصوب محلا على أنه خبر \"ما\"، أو مرفوع محلا على أنه خبر المبتدأ على الوجه الأول.\nموطن الشاهد: \"أيها الليل\".\nوجه الاستشهاد: مخاطبة الشاعر لليل؛ وهو خطاب لغير العاقل، وهو ليس اسم صوت؛ لكونه لا يشبه اسم الفعل، كما في المثال السابق.\n1 أي: في باب المعرب والمبني، عند بيان شبه لحرف في سبب البناء.\nفائدة: تجري على الألسنة عبارة: \"وهلم جرا\" وقد توقف أن هشام في عربية هذا التعبير، ثم قال في توجيهه ما ملخصه: \"هلم\" اسم فعل بمعنى: \"أقبِلْ وائْتِ\" وليس المراد الإقبال والمجيء الحسيين؛ وإنما المقصود: الاستمرار على الشيء وملازمته، كما أنه ليس المراد الطلب؛ وإنما هو خبر في صورة الطلب؛ مثل قوله تعالى: {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} ، وأما كلمة \"جرا\" فهي مصدر جره يجره جرًّا؛ إذا سحبه؛ وليس المراد كذلك: الجر الحسي؛ بل المقصود التعميم الذي يشمله وغيره؛ فإذا قيل \"مثلًا\" حدث ذلك الأمر يوم كذا وكذا، وهلم جرا؛ فكأنه قيل: واستمر ذلك في بقية الأيام استمرارا، أو استمر مستمرا على الحال المؤكدة.\n(4/92)",
        "\n[باب نوني التوكيد 1] :\nهذا باب نوني التوكيد.\n[نونا التوكيد] :\nلتوكيد الفعل نونان: ثقيلة، وخفيفة؛ نحو: {لَيُسْجَنَنَّ وَلَيَكُونًا} 2.\n[توكيد الأمر] :\nويؤكد بهما الأمر مطلقا3، ولا يؤكد بهما الماضي مطلقا4.\n__________\n1 ذهب جمهور البصريين: إلى أن كل واحد منهما أصل وليس أحدهما فرعًا من الآخر؛ وذلك لتخالف بعض أحكامهما؛ كإبدال الخفيفة ألفًا؛ في نحو: {وَلْيَكُونًا} ، وحذفها؛ كما في قول الأضبط بين قريع: \"لا تهين الفقير ... \" وكلاهما ممتنع في الثقيلة؛ قاله سيبويه وعورض بأن الفرع، قد يختص بما ليس للأصل أحيانا؛ وقد قال سيبويه نفسه؛ في \"أن\" المفتوحة: إنها فرع المكسورة؛ ولها إذا خففت أحكام تخصها؛ ومذهب الكوفيين: أن الخفيفة فرع الثقيلة. وذكر الخليل: أن التوكيد بالثقيلة أشد من التوكيد بالخفيفة؛ ويدل له قوله تعالى: {لَيُسْجَنَنَّ وَلَيَكُونًا} ؛ فإن امرأة العزيز؛ كانت أشد حرصا على سجنه من كينونته صاغرا.\nالتصريح: 2/ 203، والمغني: 443، والجنى الداني: 141، ورصف المباني: 334.\n2 \"12\" سورة يوسف، الآية: 32.\nموطن الشاهد: {لَيُسْجَنَنَّ وَلَيَكُونًا} .\nوجه الاستشهاد: اجتماع النونين؛ الثقيلة والمخففة في هذه الآية؛ وقد جاءت النون المؤكدة مشددة في \"ليسجنن\"؛ لأن امرأة العزيز كانت أشد حرصا على سجنه، من كينونته صاغرا. التصريح: 2/ 203.\n3 أي: من غير شرط؛ سواء كان بالصيغة أم بلام الأمر؛ نحو: ليقومن؛ لأنه مستقبل يدل على الطلب دائما. وسواء كان باقيا على معنى الأمر الخالص؛ أم خرج إلى غرض آخر؛ كالدعاء مثلا مع بقاء صيغته على حالها.\n4 أي: ولو كان بمعنى الاستقبال؛ ذلك لأنهما يخلصان مدخولهما للاستقبال؛ وذلك ينافي المضي، فيكون هناك تناقض؛ وأما قول الشاعر:\nدامنَّ سعدك إن رحمت متيما ... لولاكِ لم يك للصبابة جانحا\nفضرورة؛ سهلها أن الفعل مستقبل معنى؛ لأن الدعاء إنما يتحقق في الاستقبال.\nالتصريح: 2/ 203، والدرر اللوامع: 2/ 99، والمغني: 444.\n(4/93)\n",
        "[حالات توكيد المضارع] :\nوأما المضارع؛ فله حالات:\nإحداها: أن يكون توكيده بهم واجبا، وذلك إذا كان: مثبتا، مستقبلا؛ جوابا لقسم غير مفصول من لامه بفاصل1؛ نحو: {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ} 2، ولا يجوز توكيده بهما إن كان منفيًّا؛ نحو: {تَاللَّهِ تَفْتَؤُا تَذْكُرُ يُوسُفَ} 3؛ إذ التقدير: لا تفتأ، وكان حالا؛ كقراءة ابن كثير4: {لا أُُقْسِمُ بِيَوْمِ الْقِيَامَةِ} 5؛ وقول الشاعر6: [المتقارب]\n__________\n1 قيل: إنما وجب التوكيد في هذه الحالة؛ للفرق بين لام القسم ولام الابتداء. ولا بد من توكيده باللام والنون عند البصريين. وأجاز الكوفيون الاكتفاء بأحدهما.\n2 \"21\" سورة الأنبياء، الآية: 57.\nموطن الشاهد: {تَاللَّهِ لَأَكِيدَنَّ} .\nوجه الاستشهاد: وقوع فعل \"أكيدن\" مؤكدا بنون التوكيد الثقيلة؛ وحكم هذا التأكيد واجب؛ لكونه مثبتا، مستقبلا، وقع جوابا للقسم، مقترنا باللام الواقعة في جواب القسم.\n3 \"12\" سورة يوسف، الآية: 85.\nموطن الشاهد: {تَاللَّهِ تَفْتَؤٌا} .\nوجه الاستشهاد: مجيء فعل \"تفتأ\" غير مؤكد مع وقوعه جوابا للقسم؛ لكونه منفيا تقديرا بـ \"لا\" محذوفة؛ إذ التقدير: تالله لا تفتأ؛ وحذف \"لا\" في جواب القسم مطرد.\n4 مرت ترجمته.\n5 \"75\" سورة القيامة، الآية: 1.\nأوجه القراءات: قرأ ابن كثير: \"لَأُقْسِمُ بيوم القيامة\".\nالتصريح: 2/ 203.\nموطن الشاهد: {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ} .\nوجه الاستشهاد: عدم توكيد الفعل المضارع -على هذه القراءة- حيث اللام للقسم؛ لأن لام جواب القسم الداخلة على المضارع؛ تخلص زمنه للحال عند فريق من النحاة؛ فالإقسام موجود عند المتكلم، ونون التوكيد تخلصه للمستقبل؛ فيتعارض الحال مع المستقبل ولذلك امتنع التوكيد.\n6 لم ينسب البيت إلى قائل معين.\n(4/94)\n\n476- يمينا لأُبْغِضَ كلَّ امرئٍ1\nوكان مفصولا من اللام2؛ مثل: {وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لإِلَى اللَّهِ تُحْشَرُونَ} 3؛ ونحو: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} 4.\n__________\n1 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nيزخرف قولا ولا يفعلُ\nوهو من شواهد: التصريح: 2/ 203، والأشموني: \"955/ 2/ 496، والعيني: 4/ 338.\nالمفردات الغريبة: أبغض: أكره؛ مضارع، وماضيه أَبْغَضَ-كأكرم؛ وقولهم: ما أبغضه لي شاذ. يزخرف: يزين ويحسن.\nالمعنى: أقسم أني أبغض وأمقت، ولا أحب كل إنسان يقول قولا مزخرفا مملوءًا بالمواعد والأفعال الكريمة، ولكنه لا ينفذ شيئا مما يقول.\nالإعراب: يمينا: مفعول مطلق لفعل محذوف من معناه؛ والتقدير: أقسم يمينا. لأبغض: اللام واقعة في جواب القسم، أبغض: فعل مضارع مرفوع والفاعل ضمير مستتر وجوبا تقديره: أنا؛ وجملة \"أبغض\" جواب القسم لا محل لها من الإعراب. كل: مفعول به منصوب، وهو مضاف. امرئ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nيزخرف: فعل مضارع مرفوع، والفاعل ضمير مستتر جوازا؛ تقديره: هو؛ وجملة \"يزخرف\": في محل جر صفة لـ \"امرئ\". قول: مفعول به لـ \"يزخرف\". ولا: الواو عاطفة، لا: نافية. يفعل: فعل مضارع مرفوع، والفاعل ضمير مستتر جوازا؛ تقديره: هو وجملة \"يفعل\": معطوفة على جملة \"يزخرف\"، في محل جر.\nموطن الشاهد: \"لأبغض\".\nوجه الاستشهاد: عدم توكيد الفعل بالنون، مع أنه فعل مضارع مثبت ومقترن بـ \"لام جواب القسم\"، ومتصل بها؛ وسبب ذلك: أن الفعل ليس بمعنى الاستقبال، بل يراد به الحال؛ لأن البغض واقع أو حاصل عند التكلم.\nفائدة: لا يؤكد الفعل المضارع، المراد به الحال بنون التوكيد؛ لأنها تخلص الفعل المضارع للاستقبال، فلو أننا أكدنا هذا الفعل لوقعنا في التناقض.\n2 ذلك؛ لأن الفصل يدل على الاهتمام بالفعل، وهذا ينافي التوكيد، سواء كان الفصل بمعمول الجواب، أو بغيره، وقد مثل لهما المصنف.\n3 \"3\" سورة آل عمران، الآية: 158.\nموطن الشاهد: {وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لإِلَى اللَّهِ تُحْشَرُونَ} .\nوجه الاستشهاد: امتناع تأكيد الفعل المضارع \"تحشرون\"؛ لأنه فصل عن اللام بمعموله \"إلى الله\"، والأصل فيها: لئن متم أو قلتم لتحشرون إلى الله.\n4 \"93\" سورة الضحى، الآية: 5\nموطن الشاهد: {لَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} .\nوجه الاستشهاد: امتناع تأكيد \"يعطيك\" المعطوف على جواب القسم: \"ما ودعك\"، والمعطوف على الجواب له حكم الجواب؛ لأنه الآن فصل بينه وبين اللام بـ \"سوف\"؛ ومثل الفصل بـ \"سوف\" الفصل بـ \"السين، أو بـ \"قد\".\nومثل هذه الآية قول الشاعر:\nفوربي لسوف يجزي الذي أسـ ... ـلفه المرء سيئًا أو جميا",
        "(4/95)\n\nوالثانية: أن يكون قريبا من الواجب؛ وذلك إذا كان شرطا؛ لأن المؤكدة بما 1؛ نحو: {وَإِمَّا تَخَافَنَّ} 2، {فَإِمَّا نَذْهَبَنَّ} 3، {فَإِمَّا تَرَيِنَّ} 4.\nومن ترك توكيده؛ قوله5: [البسيط]\n468- يا صاح إما تَجِدْنِي غير ذي جدة 6\n__________\n1 أي: إذا كان المضارع فعل شرط لـ \"إن\" الشرطية المدغمة فيها \"ما\" الزائدة للتوكيد ويرى المبرد والزجاج: أن التوكيد في هذه الحالة واجب؛ إلا في ضرورة الشعر.\n3 \"8\" سورة الأنفال، الآية: 58.\nموطن الشاهد: {إِمَّا تَخَافَنَّ} .\nوجه الاستشهاد: وقوع \"إن\" شرطية مدغمة في \"ما\" الزائدة، وتخافن: فعل مضارع وقع فعلا للشرط، وقد أكد بالنون، وحكم توكيده واجب؛ إلا في ضرورة الشعر على رأي المبرد والزجاج وهو قريب من الواجب عند الجمهور.\n3 \"47\" سورة الزخرف، الآية: 41.\nموطن الشاهد: {فَإِمَّا نَذْهَبَنَّ} .\nوجه الاستشهاد: مجيء فعل \"تذهبن\" مؤكدا؛ لكونه شرطا لـ \"عن\" المؤكدة بـ \"ما\" الزائدة، وحكم توكيده واجب، أو قريب من الواجب، كما في الآية السابقة.\n4 \"19\" سورة مريم، الآية: 26.\nموطن الشاهد: {فَإِمَّا تَرَيِنَّ} .\nوجه الاستشهاد: مجيء فعل \"ترين\" مؤكدا؛ لكونه شرطا؛ لـ \"إن\" المؤكدة بـ \"ما\" الزائدة؛ وحكم توكيده واجب، أو قريب من الواجب؛ كما في الآية السابقة.\n5 لم ينسب البيت إلى قائل معين.\n6 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nفما التخلي عن الخلان من شيمي\n(4/96)",
        "\nوهو قليل؛ وقيل: يختص بالضرورة1.\nالثالثة: أن يكون كثيرًا؛ وذلك إذا وقع بعد أداة طلب2؛ كقوله تعالى:\n__________\n= وهو من شواهد: التصريح: 2/ 204، والأشموني: \"957/ 2/ 497\"، والعيني: 4/ 339.\nالمفردات الغريبة: جدة: غنى وسعة في المال. الخلان: جمع خليل. شيمي: طبيعتي وخلقي.\nالمعنى: يقول الشاعر لصاحبه؛ أو صديقه: إن كنت لست في سعة من المال، ولا أستطيع مساعدة إخواني بمالي؛ فلا أستطيع التخلي عنهم ونصرتهم بنفسي؛ لأن ذلك ليس من خلقي، ولا من شيمتي.\nالإعراب: يا: حرف نداء. صاح: منادى مرخم \"صاحب\". إما: إن شرطية جازمة، ما: زائدة، لا محل لها. تجدني: فعل الشرط مجزوم، علامة جزمه السكون، والفاعل ضمير مستتر وجوبا؛ تقديره: أنت، والنون للوقاية، والياء: في محل نصب مفعول به أول. غير: مفعول به ثانٍ، لـ \"تجد\"، وهو مضاف. ذي: مضاف إليه، وهو مضاف جدة: مضاف إليه. فما: الفاء واقعة في جواب الشرط، ما: نافية مهملة، أو عاملة عمل ليس. التخلي: مبتدأ، أو اسم \"ما\" النافية. \"عن الإخوان\": متعلق بـ \"التخلي\". \"من شيمي\": متعلق بمحذوف خبر المبتدأ، أو بخبر \"ما\" النافية؛ وجملة \"ما التخلي ... \": في محل جزم جواب الشرط.\nموطن الشاهد: \"تجدني\".\nوجه الاستشهاد: عدم تأكيد فعل \"تجدني\" الواقع شرطا لـ \"إن\" الشرطية المؤكدة بـ \"إما\" الزائدة؛ وحكم عدم تأكيده هنا القلة، أو أنه ضرورة من ضرورات الشعر.\n1 مذهب سيبويه، أنه ليس بلازم؛ ولكنه أحسن؛ ولهذا لم يقع في القرآن إلا كذلك؛ وإليه ذهب الفارسي وأكثر المتأخرين؛ وهو الصحيح؛ ومن مجيء الفعل بعد \"إما\" غير مؤكد قول الشاعر.\nفإما تَرَيْنِي كابنة الرمل ضاحيا ... على رقة أحفى ولا أتنعل\nوقول الآخر:\nفإما تَرَيْنِي ولي لمة ... فإن الحوادث أودى بها\nالأشموني: 2/ 497.\n2 أي: حقيقي؛ وهو: الأمر والنهي، والدعاء، والعرض، والتحضيض، والتمني، والاستفهام؛ أما الخبر المراد به الطلب مجازا؛ كقوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ} ؛ لأن معناه: الأمر، وكقولك للعاطس: يرحمك الله؛ فلا يؤكد. وإنما كان التوكيد بعد الطلب كثيرا؛ لأن عناية الطالب بالمطلوب، واهتمامه به يستدعي تأكيده.\n(4/97)\n",
        "{وَلا تَحْسَبَنَّ اللَّهَ غَافِلًا} 1؛ وقول الشاعر2: [البسيط]\n469- هلا تَمُنِّنْ بوعد غير مخلفة3\n__________\n1 \"14\" سورة إبراهييم، الآية: 42.\nموطن الشاهد: {لَا تَحْسَبَنَّ} .\nوجه الاستشهاد: وقوع فعل \"تحسبن\" مؤكدا بعد \"لا\" الناهية الطلبية؛ وحكم هذا التوكيد كثير وشائع؛ لأن عناية الطالب بالمطلوب واهتمامه به، يستدعي تأكيده.\n2 لم ينسب البيت إلى قائل معين.\n3 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nكما عهدتك في أيام ذي سلم\nهو من شواهد: التصريح: 2/ 204، والأشموني: \"948/ 2/ 495\"، والعيني: 4/ 232 والهمع: 2/ 78، والدرر: 2/ 96.\nالمفردات الغريبة: مخلفة: اسم فاعل مؤنث من الإخلاف؛ وهو عدم الوفاء بالوعد. ذي سلم: اسم موضع بالحجاز وبالشام.\nالمعنى: يطلب الشاعر إلى محبوبته بشدة وحث أن تشفق عليه وتفي بوعدها ولا تخلفه؛ كما عهدها موفية أيام كانوا مربعين بذي سلم.\nالإعراب: هلا: حرف تحضيض، يفيد الحث على الفعل بعنف وشدة. تمنن: فعل مضارع مرفوضع، وعلامة رف عه النون المحذوفة؛ لتوالي الأمثال، وياء المخاطبة المحذوفة؛ لالتقاء الساكنين في محل رفع فاعل، والنون المذكورة للتوكيد؛ وحذفت نون الرفع -هنا- مع نون التوكيد الخفيفة، حملا على الثقيلة؛ وأصل الفعل: تمنينين. \"بعد\": متعلق بـ \"تمنن\". غير: حال منصوب من ياء المخاطبة المحذوفة، وهو مضاف. مختلفة:\nمضاف إليه مجرور. كما: الكاف حرف جر وتشبيه، وما: مصدرية؛ والمصدر المؤول من \"ما المصدرية وما دخلت عليه\": مجرور بالكاف؛ و\"كما\" متعلق بـ \"تمنن\". عهدتك: فعل ماضٍ مبني على السكون والتاء في محل رفع فاعل، والكاف في محل نصب مفعولا به. \"في أيام\": متعلق بـ \"عهدتك\"، وأيام: مضاف. ذي: مضاف إليه، وهو مضاف. سلم: مضاف إليه مجرورا؛ وجملة \"عهدتك ... \" صله للموصول الحرفي لا محل لها من الإعراب.\nموطن الشاهد: \"تَمُنِّنْ\".\nوجه الاستشهاد: تأكيد فعل \"تمنن\"؛ لكونه فعلا مضارعا واقعا بعد حرف التحضيض: \"هلا\".\n(4/98)\n\nوقول الأخر1: [الطويل]\n470- فليتك يوم الملتقى تَرَيِنَّنِي2\nوقوله3: [الكامل]\n471- أفبعد كندة تمدحنَّ قبيلا 4\n__________\n1 لم ينسب البيت إلى قائل معين.\n2 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nلكي تعلمي أني امرؤ بك هائمُ\nوهو من شواهد: التصريح: 2/ 204، والأشموني: \"949/ 2/ 4956\".\nالمفردات الغريبة: يوم الملتقى: يريد يوم الحرب التي يلتقي فيها الأقران. هائم: غارق في الحب.\nالمعنى: يتمنى أن تراه في هذا اليوم؛ حيث ينشط الأبطال فيه نشاطا تاما، ويذكر كل منهم أحب الناس إليه؛ ليكون ذلك أبعث على نشاطه، وأشد إثارة لشجاعته؛ حتى تعلم أنه بها مغرم متيم؛ لأنه يذكرها وحدها في ذلك الوقت.\nالإعراب: ليتك: ليت: حرف مشبه بالفعل، والكاف في محل نصب اسمه. \"يوم\": متعلق بـ \"ترينني\"، وهو مضاف. الملتقى: مضاف إليه مجرور، وعلامة جره الكسرة المقدرة، على الألف؛ منع من ظهورها التعذر. ترينني: فعل مضارع مرفوع، وعلامة رفعه النون المحذوفة؛ لتوالي الأمثال، وياء المخاطبة المحذوفة؛ لالتقاء الساكنين في محل رفع فاعل، والنون المشددة نون التوكيد لا محل لها من الإعراب، والنون الثانية؛ للوقاية؛ والياء في محل نصب مفعول به؛ وجملة \"ترينني\": في محل رفع خبر \"ليت\". لكي: اللام للتعليل، لكي: مصدرية وناصبة. تعلمي: فعل مضارع منصوب بـ \"كي\"، وعلامة نصبه حذف النون؛ والياء ضمير متصل، في محل رفع فاعل؛ وجملة \"تعلمي ... \": صلة للموصول الحرفي، لا محل لها من الإعراب. أني: أن: حرف مشبه بالفعل، والياء ضمير متصل في محل نصب اسمه. امرؤ: خبر \"أن\" مرفوع. \"بك\": متعلق بـ \"هائم\" الآتي. هائم: صفة لخبر \"أن\"، ويجوز أن يكون خبرا ثانيا لـ \"أن\"؛ والمصدر المؤول من \"أن واسمها وخبرها\": سد مسد مفعولي \"تعلمي\".\nموطن الشاهد: \"ترينَّني\".\nوجه الاستشهاد: تأكيد فعل \"ترينني\"؛ لوقوعه بعد \"ليت\" التي تفيد التمني.\n3 القائل: هو امرؤ القيس بن حجر الكندي، وقد مرت ترجمته.\n4 تخريج الشاهد: هذا عجز البيت وصدره قوله:\nقالت فطيمة: حَلِّ شِعْرَك مدحه\n=",
        "(4/99)\n\nالرابعة: أن يكون قليلا؛ وذلك بعد \"لا\" النافية، أو \"ما\" الزائدة التي لم تسبق بـ \"إن\"؛ كقوله تعالى: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} 1؛\n__________\n= وهو من شواهد: التصريح: 2/ 204، والأشموني: \"951/ 2/ 495\"، وسيبويه: 2/ 151، والخزانة: 4/ 558، والهمع: 2/ 87، والدرر: 2/ 96.\nالمفردات الغريبة: فطيمة: تصغير فاطمة تصغير ترخيم. حل: فعل أمر من حلأه عن الماء؛ أي: منعه وطرده وأصله حلئ، فقلبت الهمزة ياء؛ لسكونها إثر كسر، ثم حذفت تخفيفا. كندة: اسم قبيلة امرئ القيس. قبيلا: أي: قبيلة، ورخم للضرورة.\nالمعنى: إن محبوبته فاطمة، قالت له: تجنب المدح في شعرك؛ لأنه ليس هناك من يستحق المدح بعد قبيلتك.\nالأعراب: قالت: فعل ماضٍ مبني على الفتح، والتاء: للتأنيث. فطيمة: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. حل: فعل أمر مبني على حذف الياء؛ والفاعل: ضمير مستتر وجواب؛ تقديره: أنت. شعرك: مفعول به منصوب، وهو مضاف، والكاف: مضاف إليه. مدحه: منصوب على نزع الخافض؛ لأن التقدير: \"حل شعرك بمدحه\"، والهاء: في محل جر بالإضافة. أفبعد: الهمزة حرف الاستفهام، والفاء عاطفة على محذوف؛ والتقدير: أتعتد بقبيل، فبعد كندة تمدحن. و\"بعد\": متعلق بقوله \"تمدحن\"، وهو مضاف. كندة: مضاف إليه مجرور، وعلامة جره الفتحة؛ لكونه ممنوعا من الصرف.\nتمدحن: فعل مضارع مبني على الفتح؛ لاتصاله بنون التوكيد الثقيلة؛ ونون التوكيد لا محل لها من الإعراب. قبيلا: مفعول به منصوب؛ وهو مرخم قبيلة كما ذكرنا.\nموطن الشاهد: \"تمدحن\".\nوجه الاستشهاد: تأكيد الفعل المضارع \"تمدح\"؛ لوقوعه بعد همزة الاستفهام؛ وحكم هذا التأكيد الجواز.\nفائدة: لم يذكر المؤلف أمثلة عن أنواع الطلب الأخرى، فمثال توكيد الفعل المضارع بعد لام الأمر؛ نحو: لتدرسن كثيرا؛ لتضمن النجاح، وبعد العرض: ألا تسافرنَّ، في رحلة ممتعة معنا؟ وبعد الدعاء: لا يبعدن أصدقائي المخلصون ضياء السالك: 3/ 39.\n1 \"8\" سورة الأنفال، الآية: 24.\nموطن الشاهد: {لَا تُصِيبَنَّ} .\nوجه الاستشهاد: تأكيد فعل \"تصيبن\" بعد \"لا\" النافية؛ تشبيهًا لها بـ \"لا\" الناهية صورة؛ وعلي هذا؛ فجملة \"لا تصيبن\": في محل نصب صفة لـ \"فتنة\"، فتكون الإصابة عامة للظالمين وغيرهم؛ لا خاصة بالظالمين؛ لأنها قد وصفت بأنها تصيب الظالمين خاصة، فكيف تكون مع هذا خاصة بهم؟؛ وقيل: إن \"لا\" ناهية وأقيم المسبب مقام السبب؛ والأصل: لا تتعرضوا للفتنة فتصيبكم، ثم عدل عن النهي عن التعرض إلى النهي عن الإصابة؛ لأن الإصابة مسببة عن التعرض، وأسند المسبب إلى فاعله، فالإصابة خاصة بالمتعرضين، وعلي هذا؛ لا يكون التوكيد هنا قليلا؛ بل كثيرا ولكن وقوع الطلب صفة للنكرة ممتنع؛ فوجب إضمار القول؛ أي: واتقوا فتنة مقولا فيها ذلك.\nانظر التصريح: 2/ 204-205.\n(4/100)",
        "\nوكقولهم1: [الطويل]\n472- وَمن عِضَةٍ ما يَنْبُتَنَّ شَكِيرُهَا2\n__________\n1 هذا مثل من أمثال العرب يضرب للفرع الذي ينشأ كأصله، وقد جاء عجز بيت لشاعر لم يذكر اسمه، وصدره قوله:\nإذا مات منهم ميت سرق ابنه\nووقع صدر بيت آخر، وعجزه قوله:\nقديما، ويقتط الزناد من الزند\n2 تخريج الشاهد: البيت بالرواية الأولى، من شواهد: التصريح: 2/ 205، والأشموني: \"959/ 2/ 497\" وسيبويه: 2/ 153، وشرح المفصل: 7/ 103، 9/ 5، 42، والمقرب: 171، والخزانة: 1/ 83، 4/ 489، 566، وشرح ديوان الحماسة للمرزوقي: 1092. والمغني: \"638/ 444\"، والسيوطي: 258.\nالمفردات الغريبة: عضة: شجرة ذات شوك، من أشجار البادية؛ والجمع: عضاه. شكيره؛ الشكير: ما ينبت حول الشجرة من أصلها.\nالمعنى: إذا مات من هؤلاء القوم شخص سرق ابنه صفاته وخلاله، وأصبح مثله؛ وإنما يجيء الفرع وفق أصله.\nالإعراب: إذا: ظرف لما يستقبل من الزمان مبني على السكون في محل نصب على الظرفية الزمانية، متعلق بـ \"سرق\". مات: فعل ماضٍ مبني على الفتح. \"منهم\": متعلق بحال مذحوفة من قول \"ميت\" الآتي. ميت: فاعل مات مرفوع؛ وجملة \"مات منهم ميت\": في محل جر بالإضافة. سرق: فعل ماضٍ مبني على الفتح. ابنه: فاعل مرفوع، وهو مضاف، والهاء: مضاف إليه؛ وجملة \"سرق ابنه\": جواب شرط غير جازم، لا محل له، ومن: الواو استئنافية، من: حرف جر، عضة: اسم مجرور، و\"من عضة\": متعلق بـ \"ينبتن\" الآتية. ما: زائدة، لا محل لها. ينبتن: فعل مضارع مبني على الفتح؛ لاتصاله بنون التوكيد الثقيلة، والنون: لا محل لها من الإعراب؛ والفعل في محل رفع؛ لكونه مجردا من الجازم أو الناصب. شكيرها: فاعل مرفوع، وهو مضاف، و\"ها\": في محل جر بالإضافة.\nموطن الشاهد: \"ما ينبتَنَّ\".\nوجه الاستشهاد: مجيء فعل \"ينبتن\" مؤكدًا بالنون الثقيلة؛ لوقوعه بعد \"ما\" الزائدة، وغير المسبوقة بـ \"إن\" الشرطية؛ وحكم هذا التوكيد القلة.\n(4/101)\n",
        "وقال1: [الطويل]\n473- قليلا به ما يحمدنك وارث2\n__________\n1 القائل: هو حاتم الطائي، الجواد المشهور، وقد مرت ترجمته.\n2 تخريج الشاهد: هذا صدر بيت، وعجزه قوله:\nإذا نال مما كنت تجمع مغنما\nويروى قبله:\nأهِنْ للذي يهوى التلاد؛ فإنه ... إذا مت كان المال نهبا مقسما\nوالشاهد من شواهد: التصريح: 2/ 205، والأشموني: \"960/ 2/ 497\" والعيني: 4/ 328، والهمع: 2/ 78،والدرر: 2/ 99، وديوان حاتم: 108.\nالمفردات الغريبة: مغنما: غنيمة، وهي الحصول على الشيء بلا مشقة.\nالمعنى: قلما يحمد الوارث من ورثه، مع أنه يستولي على ما جمعه من المال، وأفنى عمره في الحصول عليه، فلينظر الإنسان في خير ما ينفق فيه ماله.\nالإعراب: قليلا: صفة لموصوف محذوف؛ يقع مفعولا مطلقا لفعل محذوف يدل عليه قوله: \"يحمدنك\" الآتي؛ لأن مفعول الفعل المؤكد لا يتقدم عليه. \"به\": متعلق بـ \"يحمد: \"الآتي. ما: زائدة، لا محل لها من الإعراب. يحمدنك: فعل مضارع مبني على الفتح؛ لاتصاله بنون التوكيد الثقيلة، والنون: لا محل لها من الإعراب، والكاف: في محل نصب مفعول به لـ \"يحمد\". وارث: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. إذا: متعلق بـ \"يحمد\" مبني على السكون، في محل نصب. نال: فعل ماض، والفاعل: هو، يعود إلى وارث. \"ما\": متعلق بـ \"نال\". كنت: فعل ماضٍ ناقص مبني على السكون، والتاء: في محل رفع اسمه؛ وجملة \"كنت تجمع\" صلة للموصول، لا محل لها. تجمع: فعل مضارع مرفوع، والفاعل: أنت؛ وجملة \"تجمع\": في محل نصب خبر \"كان\". مغنما: مفعول به منصوب لفعل \"نال\".\nموطن الشاهد: \"ما يحمدنك\".\nوجه الاستشهاد: توكيد الفعل المضارع: \"يحمد\" بالنون الثقيلة بعد \"ما\" الزائدة؛ التي جاءت بمعنى النفي؛ حكم هذا التوكيد أنه قليل؛ غير أن الدماميني قال: \"لا أدري الوجه الذي عين ذلك\"، وليس المراد بكون توكيد المضارع المسبوق بـ \"ما\" الزائدة غير المصاحبة لـ \"إن\" قليلا أنه قليل في ذاته؛ فإنه كثير؛ بل قيل: إنه مطَّرد. ويجوز عند سيبويه توكيد المضارع الواقع بعد \"ربما\"؛ كما في قول الشاعر:\nربما أوفيت في علم ... ترفعن ثوبي شِمالاتُ\nانظر شرح التصريح: 2/ 206. وضياء السالك: 3/ 311.\n(4/102)\n\nالخامسة: أن يكون أقل؛ وذلك عرضا، وابن عقيل: \"بعد \"لم\" وبعد أداة جزاء غير \"إما\"؛ كقوله1: [الرجز]\n474- يحسبه الجاهل ما لم يعلما2\n__________\n1 القائل: هو مساور بن هند العبسي، شاعر معمر، ولد أيام داحس والغبراء، وعاش إلى أيام الحجاج، كان أعور العين، وهو من المتقدمين في الإسلام، وكان يهاجي المرار الفقعسي، يعرف: بأنه، وأبيه، وجده من أشراف عبس وشعرائهم وفرسانهم، مات سنة 75 هـ. الشعر والشعراء: 1/ 348، الأغاني: 9/ 11، الخزانة: 4/ 573، الأعلام: 7/ 214.\n2 تخريج الشاهد: هذا صدر بيت من الرجز، وعجزه قوله:\nشيخا على كرسيه معمما\nوفيه يصف وطب -أي سقاء- لبن.\nوهو من شواهد: التصريح: 2/ 205، ونسبة إلى ابي حيان الفقعسي، وقال: هو في وصف جبل عَمَّهُ الخصب وحفه النبات، وتبع في ذلك العيني، والأعلم. والأشموني: 2/ 2/ 498 عرضا، وابن عقيل: \"317/ 3/ 310، وسيبويه: 2/ 152، والنوادر لأبي زيد: 13، وأمالي ابن الشجري: 1/ 384، والإنصاف: 653، والخزانة: 4/ 569، وشرح المفصل: 9/ 42، والمقرب: 86، والعيني: 4/ 329، والهمع: 2/ 78، والدرر: 2/ 98، وحاشية الدمنهوري: 89.\nالمفردات الغريبة: يحسبه: يخاله ويظنه. معمَّمًا: لابسا عمامة.\nالمعنى: يصف الشاعر قعب لبن عَلَتْهُ رغوة حتى امتلأ، يظنه الجاهل الذي لا يعلم الحقيقة شيخا لابس عمامته، وقد جلس وتربع فوق كرسيه. وقيل إنه يصف جبلا عمه الصخب، وحفه النبات، والأجود ما قلنا كما عليه الأكثرون.\nانظر ضياء السالك: 3/ 311.\nالإعراب: يحسبه: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة، والهاء: ضمير متصل مبني على الضم في محل نصب مفعول به أول. الجاهل: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. ما لم: \"ما\" مصدرية ظرفية، و\"لم\": حرف جزم ونفي وقلب. يعلما. فعل مضارع مبني على الفتح، لاتصاله بنون التوكيد الخفيفة المنقلبة ألفا؛ =",
        "(4/103)\n\nوكقوله1: [الكامل]\n475- من نثقفنْ منهم فليس بآئب2\n__________\n= للوقف، في محل جزم بـ \"لم\"؛ والفاعل: ضمير مستتر جوازا؛ تقديره: هو؛ ونون التوكيد الخفيفة المنقلبة ألفا، لا محل لها من الإعراب. شيخا: مفعول به ثانٍ لـ \"يحسب\". \"على كرسيه\": متعلق بمحذوف صفة لـ \"شيخا\"، وكرسي: مضاف، والهاء: مضاف إليه، معمما: صفة ثانية لـ \"شيخا\".\nموطن الشاهد: \"لم يعلما\".\nوجه الاستشهاد: توكيد الفعل المضارع \"يعلم\" بالنون الخفيفة المنقلبة ألفا بعد حرف النفي \"لم\"؛ وحكم هذا التوكيد أنه نادر ومثل هذا الشاهد قول بعض الأعراب:\nألم تعلمنْ يا ربُّ أنْ رُبَّ دعوة ... دعوتك فيها مخلصا لو أجابها\n1 القائل: هي ابنة مرة بن عاهان الحارثي من ربيعة بن كعب إحدى قبائل اليمن وكان عاهان شريفا عظيما بينهم، ويقال له: هاعان أيضا؛ وهو جاهلي قديم. الخزانة: 11/ 403.\n2 تخريج الشاهد: هذا صدر بيت، وعجزه قولها:\nأبدًا، وقتل بني قتيبة شافي\nوالبيت أحد ثلاثة ابيات، ترثي فيها أباها الذي قتلته باهلة، والأبيات هي:\nإنا وباهلة بن أعصر بيننا ... داء الضرائر بغضة وتقافي\nمن نثقفن...... ... ...... البيت\nذهبت قتيبة في اللقاء بفارس ... لا طائش رعش ولا وقافِ\nوالشاهد من شواهد: التصريح: 2/ 205، والأشموني: \"962/ 2/ 500\"، وابن عقيل: \"318/ 3/ 311\"، وسيبويه: 2/ 152، والمقتضب: 3/ 14، والمقرب: 86، والخزانة: 4/ 565، والعيني: 4/ 330، والهمع: 2/ 79، والدرر: 2/ 100.\nالمفردات الغريبة: يثقفن: يوجدن، من ثقفته: وجدته، ويروى بتاء الخطاب، وبنون المتكلم مبنيا للفاعل، أي: تجدن أو نجدن. آئب: اسم فاعل من آب يؤوب؛ أي: رجع يرجع. بني قتيبة: فرع من باهلة.\nالمعنى: من يوجد من بني قتيبة، فسيقتل حتما، ولن يرجع أبدا إلى قومه؛ فإن قتلهم يشفي الغلة، ويطفي جذوة الغضب، بسبب ما سفكوا من دماء.\nالإعراب: من: اسم شرط جازم مبني على السكون، في محل رفع مبتدأ. نثقفن: فعل مضارع مبني على الفتح؛ لاتصاله بنون التوكيد الخفيفة، وفي محل جزم فعل الشرط؛ والفاعل: ضمير مستتر جوازا؛ تقديره: نحن، والنون لا محل لها من الإعراب. \"متعلق بـ \"نثقفن\".فليس: الفاء واقعة في جواب الشرط، ليس: فعل ماضٍ ناقص =\n(4/104)",
        "\n[في حكم آخر المؤكد] :\nاعلم أن هنا أصلين يستثنى من كل منهما مسألة:\nالأصل الأول: أن آخر المؤكد يفتح1؛ تقول: \"لتضربن\" و\"اضربن\".\nويستثنى من ذلك أن يكون مسندا إلى ضمير ذي لين؛ فإنه يحرك آخره -حينئذ- بحركة تجانس ذلك اللين؛ كما نشرحه.\nوالأصل الثاني: أن ذلك اللين يجب حذفه؛ إن كان ياء أو واوا؛ تقول: \"اضربُنَّ يا قوم\" بضم الباء، و\"اضربِنَّ يا هند\" بكسرها؛ والأصل: اضربونَّ، واضربينَّ، ثم حذفت الواو والياء؛ لالتقاء الساكنين.\nويستثنى من ذلك أن يكون آخر الفعل ألفا؛ كـ \"يخشى\"؛ فإنك تحذف آخر الفعل، وتثبت الواو مضمومة، والياء مكسورة؛ فتقول: \"يا قوم اخشوُنَّ\" و\"يا هند\n__________\n= واسمه: ضمير مستتر جوازا، تقديره: هو، يعود إلى اسم الشرط. بآئب: الباء حرف جر زائد، آئب: اسم مجرور لظفا منصوب محلا على أنه خبر ليس؛ وجملة \"ليس بآئب\": في محل جزم جواب الشرط؛ وجملة \"الشرط وجوابه\": في محل رفع خبر المبتدأ \"من\".\nموطن الشاهد: \"نثقفن\".\nوجه الاسشهاد: تأكيد الفعل المضارع؛ كما مثل المصنف. هذا، وقد اختلف في الفتحة، التي قبل نون التوكيد، المؤكد بها الفعل المضارع، فذهب المبرد والفارسي وابن السراج: إلى أن هذه الفتحة فتحة البناء، والفعل عندهما مبني على الفتح؛ وذلك لتركبه مع النون تركيب \"خمسة عشر\". وذهب السيرافي، وسيبويه، والزجاج: إلى أن الفعل -مضارعا كان أو أمرا- مبني مع نون التوكيد على السكون؛ لأنه الأصل في البناء؛ ثم حرك آخر الفعل؛ للتخلص من التقاء الساكنين؛ وهما آخر الفعل والنون، وكانت الحركة هي الفتحة؛ لأنها أخف الحركات؛ وعلى هذا يقال في \"لا تلعبن\": مبني على سكون مقدر على آخره، منع من ظهوره الفتحة العارضة؛ لأجل التخلص من التقاء الساكنين، مع طلب التخفيف. التصريح: 2/ 206. الهمع: 3/ 79.\n(4/105)\n",
        "اخشيِنَّ\"1؛ فإنه أسند هذا الفعل إلى غير الواو والياء2 لم تحذف آخره؛ بل تقلبه ياء؛ فتقول: \"لِيَخْشَين زيد\"، و\"لتخشيَنَّ يا زيد\"، و\"لتخشيَانِّ يا يزيدان\" و\"لتخشينَانِّ يا هندات\"3.\n__________\n1 أصلها: اخشيون، واخشيين، حذفت الضمة والكسرة؛ للثقل على حروف العلة، ثم حذفت الياء للساكنين، وحركت الواو والياء بما يناسبهما.\n2 وذلك هو: الاسم الظاهر، والضمير المستتر، والألف، ونون النسوة.\n3 إيضاح ما ذكره المصنف: أن الفعل الذي يراد توكيده يتبع فيه ما يأتي:\nأ- إن كان مسندا إلى اسم ظاهر، أو إلى ضمير الواحد المذكر، بني آخره على الفتح؛ لمباشرة النون، خفيفة كانت، أو ثقيلة؛ ولم يحذف منه شيء؛ سواء أكان صحيحا أم معتلا. وترد لام المعتل إلى أصلها؛ إن كانت قد حذفت، وإن كانت ألفا؛ قلبت ياء لتقبل الفتحة، تقول: لتجتهدن، لتدعون، لترضين.\nب- وإن كان مسندا إلى ألف اثنين فكذلك الحكم، غير أنه يجب حذف نون الرفع. إن كانت موجودة؛ للجازم، أو لتوالي الأمثال؛ وتكسر نون التوكيد؛ تشبيهًا بنون الرفع، ولا تكون النون بعد الألف إلا مشددة؛ تقول: لتنصران. لتدعوان، لترضيان. والفعل معرب مرفوع بالنون المحذوفة، والألف فاعل، والنون المذكورة المشددة حرفٌ للتوكيد.\nج- وإذا أسند لنون النسوة، فكما تقدم أيضا؛ وتزاد ألف فارقة بين نون النسوة ونون التوكيد؛ لأنها سم، تقول: لتنصرنَّانّ -لترمينَّانّ- لتدعونَّانّ. والفعل مبني على السكون ونون النسوة فاعل، والألف زائدة للفصل، ونون التوكيد المشددة حرف، لا محل له.\nد- وإذا أسند لواو الجماعة أو ياء المخاطبة؛ فإن كان صحيحا؛ حذفت نون الرفع؛ لما تقدم، وحذفت واو الجماعة، أو ياء المخاطبة؛ لالتقاء الساكنين مع بقاء الضمة قبل واو الجماعة؛ لتدل عليها، والكسرة قبل ياء المخاطبة لذلك\". تقول: لتجتهدُنَّ يا أبنائي ولتجلسِنَّ يا هند، وإن كان معتلا؛ حذف آخر الفعل مطلقا، ثم إن كان معتلا بالألف؛ حذفت نون الرفع أيضا، فيلتقي ساكنان، ولا يمكن الاستغناء عن أحدهما، فحرك واو الجماعة بالضم، وياء المخاطبة بالكسر؛ مع فتح ما قبلهما؛ تقول: لترضوُنَّ يا قوم، ولترضيِنَّ. وتقول في إعرابه: مضارع مرفوع بالنون المحذوفة، وواو الجماعة، أو ياء المخاطبة: فاعل، ونون التوكيد: حرف، لا محل له من الإعراب، وإن كان معتلا بالواو، أو بالياء؛ حذفت مع الآخر واو المعية، أو ياء المخاطبة؛ مع بقاء الضمة، قبل الواو المحذوفة، والكسرة قبل الياء؛ لتدل على المحذوف؛ تقول: لتدعن، لترجن، لتدعن، لترجن. ويكون الفعل مرفوعا بالنون المحذوفة، واو الجماعة، أو ياء المخاطبة المحذوفة فاعل، والنون المذكورة للتوكيد.\n(4/106)\n\n[أحكام النون الخفيفة] :\nفصل: تنفرد النون الخفيفة بأربعة أحكام:\nأحدها: أنها لا تقع بعد الألف1؛ نحو: \"قُومَا\"، و\"اقعدا\"؛ لئلا يلتقي ساكنان2؛ وعن يونس3 والكوفيين إجازته4، ثم صرح الفارسي في الحجة5: بأن يونس يبقي النون ساكنة، ونظَّر ذلك، بقراءة نافع6: \"ومحيايْ\"7 وذكر\n__________\n1 سواء أكانت الألف اسما؛ أي: ضمير الاثنين، بأن أسند إليهما الفعل، أو حرفا بأن كان الفعل مسندا إلى ظاهر -على لغة- كيضربان المحمدان، أو كانت زائدة؛ وهي التالية لنون النسوة للفصل بينهما وبين نون التوكيد؛ نحو: أضربتنَّانّ. وهذا مذهب عامة البصريين.\n2 هما: الألف التي قبل النون، ونون التوكيد الخفيفة الساكنة؛ فأما نون الرفع فإنها محذوفة؛ لأن الأمر يبني حينئذ على حذفها حينئذ؛ للفرار من اجتماع الأمثال.\n3 يونس بن حبيب، مرت ترجمته.\n4 احتج الكوفيون ويونس؛ لوقوع نون التوكيد الخفيفة الساكنة بعد الألف؛ سواء أكانت الألف ضمير الاثنين، أم كانت التقاء الساكنين؛ وليس ثانيهما مدغما في مثله؛ وقد وجدنا العرب لا يرون بهذا بأسا؛ حيث نقل عنهم: \"حلقتا البطان\" مع إبقائهم الألف ساكنة، مع سكون ما يليها؛ وهو سكون لام التعريف، كما في قول أوس بن حجر:\nوازدحمت حلقتا البطان بأقـ ... ـوام وجاشت نفوسم جزعا\nوقاسوا عليها قراءة: \"محيايْ ومماتِيْ\" بسكون ياء المتكلم مع سكون الألف قبلها في الوصل والوقف. انظر التصريح مع حاشية الصبان: 2/ 207.\n5 كتاب جليل الشأن في تعليل قراءات الأئمة القراء؛ وقد تناول فيه الفارسي كثيرا من المسائل النحوية والصرفية والبلاغية، والتفسير، والحديث، وبعض العلوم الأخرى، وقدمه إلى عضد الدولة.\n6 مرت ترجمته.\n7 \"6\" سورة الأنعام، الآية: 162.\nأوجه القراءات: قرأ نافع، وورش؛ وقالون، وأبو جعفر: \"محيايْ\" بتسكين الياء، وقرأ عيسي بن عمر، والجحدري: \"محيي\"، وقرأ الجمهور: \"محيايَ\". انظر البحر المحيط: 4/ 262، وإعراب القرآن، للنحاس: 1/ 596.\nموطن الشاهد: \"محياي\".",
        "(4/107)\n\nالناظم: أنه يكسر النون، وحمل على ذلك قراءة بعضهم: \"فَدَمِّرَانِهَم تَدْمِيرًا\"1، وجوزه في قراءة ابن ذكوان2: \"وَلا تَتَّبِعَانِ\"3؛ بتخفيف النون.\nوأما الشديدة فتقع بعدها اتفاقا؛ ويجب كسرها؛ كقراءة باقي السبعة: {وَلا تَتَّبِعَانِّ} 3.\n__________\n1 \"25\" سورة الفرقان، الآية: 36.\nأوجه القراءات: قرأ علي بن أبي طالب، ومسلمة بن محارب: \"فدمرانِّهم\"؛ وقرأ على أيضا: \"فدمرا بهم\" بالباء، وقرأ: \"فدَمِرْنَاهم\"؛ وقرأ على والحسن وملسمة: \"فدَمِّرَاهم\"، وقرأ على: \"فدمَّرَتهم\"، بالتاء؛ وفي قرءة غير منسوبة: \"فدمرانهم\"؛ بتخفيف نون التوكيد بعد ألف التثنية. انظر الكشاف: 3/ 92، تفسير الألوسي: 19/ 18، والمحتسب: 2/ 12، والبحر المحيط: 6/ 498.\nموطن الشاهد: \"فدمرانِهم\".\nوجه الاستشهاد: مجيء كسرة النون الخفيفة -على هذه القراءة- بعد الألف الساكنة؛ حملا على جواز كسر نون التوكيد الخفيفة بعد الألف الساكنة؛ وحكم كسرها هنا الجواز على قلة.\n2 هو عبد الرحمن بن أحمد بن بشر بن ذكوان، من أصحاب ابن عامر، كان شيخ القراء بالشام، وإمام الجامع الأموي. قال الحافظ الدمشقي: لم يكن بالعراق، ولا بالحجاز ولا بالشام، ولا بمصر، ولا بخراسان في زمان ابن ذكوان أقرأ منه عندي. توفي سنة: 202هـ. وقيل: 242هـ.\nغاية النهاية: 1/ 404،. تهذيب التهذيب: 5/ 104- الأعلام: 4/ 65.\n3 \"10\" سورة يونس، الآية: 89.\nأوجه القراءات: قرأ ابن ذكوان: \"تتَّبعانِ\"، وقرأ ابن عامر وابن عباس وابن ذكوان: \"تَتْبَعانِّ\"، وقرأ ابن عامر: \"تَتْبَعان\"، وقرأ السبعة: {وَلا تَتَّبِعَانِّ} .\nانظر إتحاف الفضلاء: 253، والبحر المحيط: 2/ 18.\nموطن الشاهد: {وَلا تَتَّبِعَانِّ} .\nوجه الاستشهاد: مجيء نون فعل \"تتبعان\" -على هذه القراءة- مكسورة مخففة؛ وتخريجها: على أن الواو عاطفة، و\"لا\": ناهية؛ والألف: ضمير للاثنين، في محل رفع فاعل؛ ونون الرفع: محذوفة للجزم؛ والنون المذكورة: مؤكدة مكسورة؛ ويجوز أن تكون الواو: للحال، و\"لا\": نافية؛ والنون الموجودة: علامة الرفع؛ وجملة \"لا تتبعان\": خبر مبتدأ محذوف؛ وجملة \"المبتدأ والخبر\": في محل نصب على الحال.\n(4/108)",
        "\nالثاني: أنها لا تؤكد الفعل المسند إلى نون الإناث؛ وذلك لأن الفعل المذكور، يجب أن يؤتى بعد فاعله بألف فاصلة بين النونين؛ قصدا للتخفيف؛ فيقال: \"اضربنَانِّ\"، وقد مضى أن الخفيفة لا تقع بعد الألف، ومن أجاز ذلك فيما تقدم؛ أجازه هنا بشرط كسرها.\nالثالث: أنها تحذف قبل الساكن؛ كقوله1: [المنسرح]\n476 - لا تهين الفقير عَلَّكَ أن تَرْ ... كَعَ يوما والدهر قد رفعه2\n__________\n1 القائل هو: الأضبط بن قريع السعدي، من عوف بن كعب، من رهط الزبرقان بن بدر، ورهط أنف الناقة، جاهلي قديم؛ له أخبار مع قومه مذكورة، في كتب الأدب.\nالخزانة: 11/ 455-الشعر والشعراء: 1/ 382.\n2 تخريج الشاهد: البيت من كلمة مطلعها:\nلكل هم من الهموم سعهْ ... والمسي والصبح لا فلاح معهْ\nوالشاهد من شواهد: التصريح: 2/ 208، والأشموني: \"968/ 2/ 504\"، وابن عقيل: \"319/ 3/ 318\" والبيان والتبيين: 3/ 341، وفيه \"لا تحقرن الفقير ... \" والمعمرين: 8، وأمالي القالي: 1/ 108، وفيه: \"لا تعاد\"، وأمالي ابن الشجري: 1/ 385، والإنصاف: 221، وشرح المفصل: 9/ 43، والمقرب: 74، والخزانة: 4/ 588، وشرح شواهد الشافية: 960، والعيني: 4/ 334، والهمع: 1/ 134، 2/ 79، والدرر: 1/ 111، 2/ 102، والمغني: \"279/ 206\" \"1094/ 842\"، والسيوطي: 155.\nالمفردات الغريبة: تهين: مضارع من الإهانة؛ وهي الاحتقار والازدراء. علَّك: لغة في لعلك. تركع: أصله الركوع؛ وهو الانخفاض، من أعلى إلى أسفل، والمراد هنا: انحطاط: الحال، وتبدل الحال الحسنة بأخرى مغايرة لها.\nالمعنى: لا تحتقر الفقير، ولا تهنه، ولا تستخف به، فبما يتبدل الحال -والدهر قلب- فيخفضك الزمان ويرفعه عليك.\nالإعراب: لا نهاية جازمة، لا محل لها من الإعراب. تهين: فعل مضارع مبني على الفتح؛ لاتصاله بنون التوكيد الخفيفة؛ المحذوفة؛ للتخلص من التقاء الساكنين، في محل جزم بـ \"لا\" الناهية، الفاعل: ضمير مستتر وجوبا؛ تقديره: أنت. الفقير: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. علَّك: حرف مشبه بالفعل، والكاف: ضمير متصل مبني على الفتح في محل نصب اسم \"لعل\". أن: حرف مصدري ونصب. تركع: فعل مضارع منصوب، وعلامة نصبه الفتحة، والفاعل: ضمير مستتر وجوبا؛ تقديره: أنت؛ وجملة؛ \"تركع\": صلة للموصول الحرفي، لا محل لها. والمصدر المؤول من \"أن =\n(4/109)\n",
        "أصله: \"لا تهينَنْ\".\nالرابع: أنها تعطى في الوقف حكم التنوين؛ فإن وقعت بعد فتحة؛ قلبت ألفا؛ كقوله تعالى: {لَنَسْفَعًا} 1، {وَلَيَكُونًا} 2؛ وقول الشاعر3: [الطويل]\n477- ولا تعبد الشيطان والله فاعبدا4\n__________\n= وما بعدها\": في محل رفع خبر \"لعل\"؛ التقدير: لعلك راكع يوما؛ وهو الأفضل. \"يوما\":\nمتعلق بـ \"تركع\" منصوب. والدهر: الواو حالية، الدهر: مبتدأ مرفوع. قد: حرف تحقيق. رفعه: فعل ماض، والفاعل: هو، والهاء: ضمير متصل في محل نصب مفعول به؛ وجملة \"قد رفعه\": في محل رفع خبر المبتدأ؛ وجملة \"الدهر قد رفعه\": في محل نصب على الحال.\nموطن الشاهد: \"لا تهين\".\nوجه الاستشهاد: حذف نون التوكيد الخفيفة؛ لتخلص من التقاء الساكنين؛ نون التوكيد، ولا الفقير؛ لأن ألف الوصل، لا حركة لها عند الوصل؛ والفتحة على آخر الفعل دليل على النون المحذوفة؛ وبقاء الياء آخر الفعل المضارع مع وجود الجازم دليل على أن الفعل مؤكد.\n1 \"96\" سورة العلق، الآية: 15.\nموطن الشاهد: {لَنَسْفَعَنْ} .\nوجه الاستشهاد: انقلاب نون التوكيد الخفيفة ألفا؛ لوقوعها بعد فتحة للوقف عليها؛ لأنها تعطى في الوقف حكم التنوين.\n2 \"12\" سورة يوسف، الآية: 32.\nموطن الشاهد: {وَلَيَكُونًا} .\nوجه الاستشهاد: انقلاب نون التوكيد الخفيفة ألفًا؛ لوقوعها بعد فتحة للوقف عليها؛ لأنها تعطى في الوقف حكم التنوين.\n3 الشاعر: هو الأعشى ميمون بن قيس، وقد مرت ترجمته.\n4 تخريج الشاهد: هذا عجز بيت، وصدره قوله:\nوإياك والميتات لا تقربنها\nوهو من قصيدة في مدح الرسول عليه الصلاة والسلام، وكان قدم إليه؛ لينشدها بين يديه، فمنعته قريش؛ ومنها قوله:\nله نافلات ما يغب نوالُها ... وليس عطاء اليوم مانعه غدا\nوالشاهد من شواهد: التصريح: 2/ 208، والأشموني: \"969/ 2/ 504\" والمغني.\n(4/110)\n"
    ]
}