{
    "partText": [
        "\nكما حذفت الهمزة المكسورة نحو ( اتّخَذْنَاهُمْ سُخْرِيَّاً ) ( واسْتَغْفَرْت لهم ) وهو الأصل لئلا يلتبس الاستفهام بالخبر ولا تحقق لأن همزة الوصل لا تثبت في الدَّرْج إلا ضرورة كقوله : - \n( أَلاَ لاَ أَرَى إثْنَيْنِ أَحْسَنَ شِيَمةَ ... ) \nبل الوجه ان تُبْدَل ألفاً وقد تُسَهِّل مع القصر تقول \" آلحْسَنُ عِنْدَك \" و \" آيمُنُ اللهِ يمَيِنُك \" بالمد على الإبدال راجحاً وبالتسهيل مرجوحاً ومنه قوله : \n(4/368)\n",
        "- \n( أَأَلحَقَّ إنْ دَارُ الرَّبَابِ تَبَاعَدَت ... ) \n(4/369)\n\nوقد قرىء بها في نحو ( آلذَّكَرَيْنِ ) ( آلآن ) . هذا باب الإبدال \nالأحْرُفُ التي تُبْدَل من غيرها إبدالا شائعاً لغير إدغام تسعة يجمعها \" هَدَأتُ مُوطِياً \" وخرج بقولنا \" شَائعاً \" نحو قولهم في \" أُصَيْلاَن \" تصغير أصيل على غير قياس وفي \" اضْطَجَع \" وفي نحو \" عَلِىّ \" في الوقف : أصْيْلاَل وَالْطَجَع وَعَلجّ قال : - \n( وَقَفْتُ فيِهَا أُصَيْلاَلاَ أُسَاِئلُهَا ... ) ",
        "(4/370)\n\nوقال : - \n( مَالَ إلىَ أَرْطَاهِ حِقْفٍ فَالْطَجَعِ ... ) \n(4/371)",
        "\nوقال : - \n( خَالِى عُوَيْفٌ وَأبُو عَلِجِّ ... ) \n(4/372)\n",
        "وتسمى هذه اللغة عجعَجَةَ قُضَاعة \nومعنى \" هدأت \" سكنت و \" مُوطياً \" من أوطأته جعلته وطيئا فالياء فيه بدل من الهمزة \nوذكره الهاء زيادة على ما في التسهيل إذ جمعها فيه في \" طويت دائماً \" ثم إنه لم يتكلم هنا عليها مع عَدِّة إياها ووجهه أن إبدالها من غيرها إنما يطرد في الوقف على نحو رَحْمَة ونِعْمَة وذلك مذكور في باب الوقف وأما إبدالها من غير التاء فمسموع كقولهم : هِيَّاكَ وَلَهِنَّكَ قائمٌ وهَرَقْتُ الماء وهَرَدْتُ الشىء وهَرَحْتُ الدَّابة \nفصل \nفي إبدال الهمزة \nتُبْدَلُ من الواو والياء في أربع مسائل : \n(4/373)\n\nإحداها : أن تتطرف إحداهما بعد ألف زائدة نحو كِساء وسماء ودُعَاء ونحو بناء وَظِبَاء وَفِنَاءَ بخلاف نحو قاوَلَ وَبَايَعَ وَإدَاوَة وَهِدَاية ونحو غَزْو وَظَبْى ونحو واو وآى \nوتشاركهما في ذلك الألف في نحو حمراء فإن أصلها حَمْرَا كَسَكْرَى فزيدت ألف قبل الآخر للمد كألف كتاب وغلام فأبدلت الثانية همزة \nالثانية : أن تقع إحداهما عيناً لاسم فاعِلِ فعلٍ أعِلَّتْ فيه نحو قائل وبائع بخلاف نحو عَيِنَ فهو عاين وعَوِرَ فهو عَاوِرٌ \nالثالثة : أن تقع إحداهما بعد ألف مَفَاعل وقد كانت مدة زائدة في الواحد نحو عجائز وصحائف بخلاف قَسْوَرة وَقَسَاور وَمَعِيشة وَمَعَايش وشذ مصُيِبة ومَصَائب ومَنارة ومَنائر \nويشارك الواوَ والياء في هذه المسالة الألفُ نحو قِلاَدة وقلائد ورسالة ورسائل \nالرابعة : أن تقع إحداهما ثانى حرفين ليَنْينِ بينهما ألف مفاعل سواءً كان اللينان ياءَين كنَيَائف جمع نَيِّف أو واوين كأوائل جمعَ أوَّل أو مختلفين كسيائد جمع سَيِّد إذ أصله سَيْوِد وأما قوله : - \n( وَكَحَّلَ العَيَنْيِن بالعَوَاوِرِ ... ) ",
        "(4/374)\n\nفأصله بالعواوير لأنه جمع عُوَّار وهو الرَّمَد فهو مفاعيل كطواويس لا مفاعل فلذلك صُحِّح وعكسه قول الآخر : \n( فِيهَا عَيَائِيلُ أسُودٍ وَنُمِرْ ... ) [ ] \nبأبدل الهمزة من ياء مَفَاعِل لأن أصله مفاعل لأن عيائيل جمع عَيِّل - بكسر الياء - واحد العيال والياء زائدة للإشباع مثلها في قوله : \n- \n( . . . . . . . . . تَنْقَادُ الصَّيَارِيفِ فلذلك أُعِلّ ... ) \n(4/376)",
        "\nوهنا مسألة خاصة بالواو أعلم أنه إذا اجتمع وَاوَانِ وكانت الأولى مُصَدَّرة والثانية إما متحركة أو ساكنة متأصلة في الواوَّيِة أبدلت الواو الأولى همزة فالأولى نحو جمع وَاصِلَة ووَاقيِةَ تقول : أَوَاصِل وأَوَاِ قٍ وأصلهما ووَاصِلُ ووَوَااقٍ والثانية نحو الأولى أنثى الأول أصلها وُولى بواوين أولاهما فاء مضمومة والثانية عين ساكنةبخلاف نحو وُوفِىَ ووُورِىَ فإن الثانية ساكنة منقلبة عن ألف فَاعَلَ وبخلاف نحو الوُوُلَى بواوين مُخَفَّفاً من الْوُؤْلَى بواو مضمومة فهمزة وهي أنثى الأوْألُ أفْعَلَ من وأل إذا لجأ وخرج باشتراط التصدير نحو هَوَوِىّ ونَوَوِىّ المنسوب إلى هَوَى ونَوَى \nفصل \nفي عكس ذلك \nوهو إبدال الواو والياء من الهمزة ويقع ذلك في بابين : \nأحدهما : باب الجمع الذى على مَفَاِعلَ وذلك إذا وقعت الهمزة بعد ألفه وكانت تلك الهمزة عارضة في الجمع وكانت لام الجمع همزة أو ياء أو واواً \n(4/378)\n",
        "وخرج باشتراط العروض نحو المرآة وَالَمرَأىِ فإن الهمزة موجودة في المفرد لأن المرآة مِفْعَلَة من الرُّؤْية فلا تغيير في الجمع وخرج باشتراط اعتلال اللام نحو صَحَائف وعَجَائز ورَسَائل فلا تغيير الهمزة في شيء من ذلك أيضاً \nوأما ما حَصَلَ فيه ما شرطناه فيجب فيه عملان : قلبُ كسرة الهمزة فتحة ثم قلبها ياء في ثلاث مسائل وهي : أن تكون لام الواحد همزة أو ياء أصلية أو منقلبة عن وَاوٍ ووَاواً في مسألة واحدة وهي : أن تكون لام الواحد واواً ظاهرة \nمثال ما لامه همزة خَطَايَا أصلها خطايىء - بياء مكسورة هي ياء خطيئة وهمزة بعدها هي لامها - ثم أبدلت الياء همزة على حد الإبدال في صحائف فصار خطائىء - بهمزتين - ثم أبدلت الهمزة الثانية ياء لما سيأتى من أن الهمزة المتطرفة بعد همزة تبدل ياء وإن لم تكُن بعد مكْسورةٍ فما ظنك بها بعد المكْسُورة ثم قلبت كسرة الأولى فتحة للتخفيف إذ كانوا قد يفعلون ذلك فيما لامه صحيحة نحو مَدَارَى وعَذَارَى في المَدَارِى والعَذَارِى قال : - \n( وَيَوْمَ عَقَرْتُ لِلْعَذَارَى مَطَّيِتى ... ) \n(4/379)\n\nوقال : - \n( تَضِلُّ الَمدَارَى فىِ مُثَنًّى وَمُرْسَلِ ... ) ",
        "(4/380)\n\nففْعلُ ذلك هنا أوْلى ثم قلبت الياء ألفاً لتحركها وانفتاح ما قبلها فصار خطاءا - بألفين بينهما همزة - والهمزة تشبه الألف فاجتمع شِبْهُ ثلاثِ ألفاتٍ فأبدلت الهمزة ياء فصار خطايا بعد خمسة أعمال \nومثال ما لامه ياء أصلية قَضَايَا أصلها قضايى - بياءين الأولى ياء فَعِلية والثانية لام قَضِيَّة - ثم ابدلت الأولى همزة كما في صحائف قلبت كسرة الهمزة فتحة ثم قلبت الياء ألفاً ثم قلبت الهمزة ياء فصار قضايا بعد أربعة أعمال \nومثالُ ما لامه واو قلبت في االمفرد ياء مِطَّيِة فإن أصلها مَطِيوَة فَعِيلَة من الَمطَا وهو الظَّهْر ثم أبدلت الواوُ يَاءً ثم أُدغمت الياء فيها وذلك على حد الإبدال والإدغام في سَيْوِد ومَيْوِت إذ قيل فيه : سَيِّد ومَيِّت وجمعها مَطَايَا وأصلها مَطَايِوُ ثم قلبت الواو ياء لتطرفها بعد الكسرة كما في الغَازِى والدَّاعِى ثم قلبت الياء الأولى همزة كما في صحائف ثم أبدلت الكَسرة فتحة ثم الياء ألفاً ثم الهمزى ياء صار مَطَايا بعد خمسة أعمال \nومثالُ ما لامه واو سلمت في الواحد هِرَاوَة وهَرَاوَى وذلك أنا قلبنا ألف هراوة في الجمع همزةً على حد القلب في رِسَالة ورَسَائل ثم أبدلنا الواو ياء \n(4/382)",
        "\nلتطرفها بعد الكَسرة ثم فتحنا الكَسرة فانقلبت الياء ألفاً ثم قلبنا الهمزة واواً فصار هَرَاوَى بعد خمسة أعمال . الباب الثاني باب الهمزتين الملتقيتين في كلمة \nوالذي يُبْدَلُ منهما أبداً هو الثانية لا الأولى لأن إفراط الثقل بالثانية حَصَلَ فلا تخلو الهمزتان المذكورتان من أن تكُون الأولى متحركة والثانية ساكنة أو بالعكْسِ أو يكُونا متحركتين \nفإن كانت الأولى متحركة والثانية ساكنةً أبدلت الثانية حرف علة من جنس حركة الأولى فتبدل ألفاً بعدَ الفتحة نحو آمَنْتُ ومنه قول عائشة رضى الله تعالى عنها : \" وكان يَأْمُرُنى أنْ آتَزِرَ \" وهو بهمزة فألف وعَوَامُّ المحدثين يحرفونه فيقرؤونه بألف وتاء مشددة ولا وَجْهَ له لأنه افتعل من الإزار ففاؤه همزة ساكنة بعد همزة المضارعة المفتوحة وياء بعد الكَسرة نحو إيمان وَشَذّت قراءة بعضهم ( إئْلاَفِهِمْ ) بالتحقيق وواواً بعد الضمة نحو أوتمن وأجاز الكَسائى أن يبتدأ \" أؤتَمنِ \" بهمزتين نقلة عنه ابنُ الأنبارى في كتاب الوقف والابتداء وَرَدَّهُ \nوإن كانت الأوى ساكنة والثانية متحركة فإن كانتا في موضع العين أدغمت الأولى في الثانية نحو سَألَ ولآل ورآس . وإن كانتا في موضع اللام أبدلت الثانية ياء مطلقاً فتقول في مثال قِمَطْر من قَرَأ : قَرِأىٌ وفي مثال سَفَرْجَل منه : قَرَأ يَأ - بهمزتين بينهما ياء مبدلة من همزة \n(4/383)\n",
        "وإن كانت متحركتين فإن كانتا في الطرف او كانت الثانية مكسورة أبدلت ياء مطلقاً وإن لم تكن طرفاً وكانت مضمومة أبدلت واواً مطلقاً \nوإن كانت مفتوحة فإن انفتح ما قبلها أو انضم أبدلت واواً وإن انكسر أبدلت ياء \nامثلة المتطرفة أن تبنى من قَرَأ مثل جَفْعَرٍ أو زِبْرجٍ أو بُرْثُنٍ وأمثلة المكسورة أن تبنى من أمَّ مثل أِصْبِع - بفتح الهمزة أو كسرها أو ضمها والباء فيهن مكسورة - فتقول في الأول : أأْمِمٌ - بهمزتين مفتوحة فساكنة - تنقل حركة الميم الأولى إلى الهمزة الثانية قبلها لتتمكن من إدغاعمها في الميم الثانية ثم تبدل الهمزة ياء وكذا تفعل في الباقى أيضاً وذلك واجب وأما قراءة ابن عامر والكوفيين ( أَئَمَّة ) بالتحقيق فمما يوُقَفُ عنده ولا يتجاوز وأمثلة المضمومة : أوُبٌّ جمعأبّ وهو الَمرْعَى وأن يبنى من أمَّ مثل إصْبُع بكسر الهمزة وضم الباء - أو مثل أبلم فتقول : أوم - بهمزة مفتوحة أو مكسورة أو مضمومة وواو مضمومة - وأصل الأول أأْبُبٌ على وزن أفْلُسِ وأصل الثاني والثالث إِئْمُمٌ وأأُمٌم فنقلوا فيهن ثم أبدلوا الهمزة واواً وأدغموا أحد المثلين في الآخر ومثال المفتوحة بعد مفتوحة أَوَادمِ جمع آدم ومثال المفتوحة بعد المضمومة أُوَيْدِم تصغير آدم ومثال المفتوحة بعد مكسورة أن تبنى من أمَّ على وزن إصْبَع - بكسر الهمزة وفتح الباء \nوإذا كانت الأولى من المتحركتين همزَةَ مضارعة نحو أؤُمُّ وأئِنُّ مضارعى \n(4/384)\n\nأَمَمْتُ وأَنَنْتُ جاز في الثانية التحقيقُ تشبيهاً لهمزة المتكلم لدلالتها على مَعْنًى بهمزة الاستفهام نحو ( أَأَنْذَرَتُهمْ ) \nفصل \nفي إبدال الياء من أختيها الألف والواو \nاما إبدالها من الألف ففي مسألتين : \nإحداهما : أن ينكسر ما قبلها كقولك في مِصْبَاح : مَصَابِيح وفي مِفْتَاح : مَفَاتِيح وكذلك تصغيرهما \nالثانية : أن تقع قبلها ياء تصغير كقولك في غُلاَمٍ : غُلَيِّم \nوأما إبدالها من الواو ففي عَشْرِ مَسَائل : \nإحداها : أن تقع بعد كسرة وهي إما طَرَفٌ كرَضِىَ وقَوِىَ وعُفِىَ - والغَازِى والدَّاعِى أو قبل تاء التانيث كشَجِيَة وأكْسِيَة وغَازِيةَ وعُرَيْقِيةَ في تصغير عَرْقُوَة وَشَذَّ سَوَاسِوةَ في جمع سواء ومَقَاتِوَة بمعنى خُدَّام أو قَبْلَ الألف والنون الزائدتين كقولك في مثال قَطِرَان من الغزو : غَزِيَان \nالثانية : أن تقع عينا لمصدر فعل أعِلَّتْ فيه ويكُون قبلها كسرة وبعدها ألف كِصيَام وقِيَام وانْقِيَاد واعْتِيَاد بخلاف نحو سِوَارٍ وسِوَاك لانتفاء المصدرية ونحو لاَوَذَ لِوَاذاً وجَاوَرَ جِوَاراً لصحة عين الفعل وحَالَ حِوَلاً وعَادَ المريض عِوَداً لعدم الألف وَراحَ رَوَاحَا لعدم الكَسرة ",
        "(4/385)\n\nوقلَّ الإعلال فيه نحو قوله تعالى : ( جَعَلَ اللهُ لَكَمْ قِياَماً وَاُرْزُقُوهُمْ ) وقوله تعالى : ( جَعَلَ اللهُ الكَعْبَةَ البَيْتَ الْحرَامَ قِيَماً للنَّاسِ ) في قراءة نافع وابن عامر في النساء وفي قراءة ابن عامر في المائدة \nوشَذَّ التصحيح مع استيفاء الشروط في قولهم : نارت الظبية نِوَاراً بمعنى نَفَرَت ولم يُسْمع له نظير \nالثالثة : أن تقع عيناً لجمع صحيح اللام وقبلها كسرة . وهي في الواحد : إما مُعَلّة نحو دَارٍ وَدِيَارٍ وَحِيلَة وَحِيَلٍ ودَيِمةٍ وَدِيَمٍ وَقِيَمَة وَقِيمٍ وَقامَةٍ وَقِيمٍ وشذ حاجة وحِوَج وإما شبيهة بالمعَلة وهي الساكنة . وشرط القلب في هذه أن يكون بعدها في الجمع ألف كعَوْطٍ وسِيَاطٍ وَحَوْضٍ وَحَيِاضٍ وَرَوْضٍ وَرِيَاضٍ فإن فقدت صححت الواو نحو كُوز وِكوَزَةٍ وَعَوْد - بفتح أوله للمسن من الإبل - وعِوَدة وشذ قولهم ثِيَرَة وتصحح الواو إن تحركت في الواحد نحو طَوِيل وطوَاَل وشذ قوله : - \n( وَأَنَّ أَعِزَّاء الرِّجالِ طِيَالُهَا ... ) \n(4/386)",
        "\nقيل : ومنه : ( الصَّافِنَاتُ الِجْيَاد ) وقيل : جمع جَيِّد لا جَوَاد . أو أعلت لامه كجمع ريَّان وجوّ - بتشديد الواو - فيقال : رِوَاء وَجِوَاء بتصحيح العين لئلا يتوالى إعلالان وكذلك ما أشبههما وهذا الموضع ليس محرراً في الخلاصة ولا في غيرها من كتب الناظم فتامله \nالرابعة : أن تقع طَرَفاً رابعة فصاعداً فتقول : عَطَوْثُ وَزَكَوْتَ فإذا جئت بالهمزة أو التضعيف قلت : أعْطَيْتُ وَزَكَّيْتُ . وتقول في اسم \n(4/387)\n",
        "المفعول : مُعْطَيَان وَمُزَكَّيَات حملوا الماضى على المضارع واسمَ المفعولِ على اسم الفاعل فإن كلا منهما قبل آخره كسرة . وسأل سيبويه الخليل عن وجه إعلال نحو تَغَازَيْنَا وتَدَاعَيْنَا مع ان المضارع لا كسر قبل آخره فإجاب بأن الإعلال ثبتَ قبل مجىء التاء في أوله - وهو غازيَنْاَ وَدَاعَيْنَا - حملا على نُغَازِى وَنُدَاعِى ثم استصحب معها \nالخامسة : أن تلى كسرَة وهي ساكنة مفردة نحو مِيزَان وَمِيقَات بخلاف نحو صِوَان وَسِوَار وَاجْلِوَّاذ وَاعِلوَّاط \nالسادسة : أن تكون لاماً لفُعْلَى - بالضم - صفة نحو ( إنَّا زَيَّنَّا السماءَ الدُّنْيَا ) وقولك : للمتَّقِينَ الدَّرَجة العُلْيا وأما قول الحجازيين \" القُصْوَى \" فشاذ قياساً فيصح استعمالا نُبِّه به على الأصل كما في اسْتَحْوَذَ والقَوَد \nفإن كانت فُعْلَى أسماً لم تغير كقوله : - \n( أَدَاراً بِحُزْوى هِجْتِ لِلْعَيْنِ عَبْرَة ) \n(4/388)\n\nالسابعة : أن تلتقى هى والياء في كلمة والسابق منهما اكنٌ متأصل ذاتاً وسكوناً ويجب حينئذ إدغام الياء في الياء مثال ذلك فيما تقدمت فيه الياء سيِّد ومَيِّت اصلهما سَيْوِد ومَيْوِت ومثاله فيما تقدمت الواو طَىٌّ وَلىٌّ مصدرا طَوَيْتُ وَلَوَيتَ وأصلهما طَوْىٌ وَلَوْىّ \nويجب التصحيحُ إن كانا من كلمتين نحو \" يَدْعُو يَاسِر \" و \" يَرْمِى واعد \" أ و كان السابق منهما متحركا نحو طويل وغَيُور أو عارض الذات نحو رُؤية مخفف رُؤْية او عارض السكون نحو قَوْىَ فإن أصله الكسر ثم إنه سُكِّن للتخفيف كما يقال في عَلِم : عَلْم \nوشذ عما ذكرنا ثلاثة أنواع : نوع أُعِلَّ ولم يستوف الشروط كقراءة بعضهم : ( إنْ كُنْتُم لِلرُّيَّا تَعُبرُونَ ) بالإبدال والإدغام ونوع صحح مع استيفائها نحو ضَيْوَن وأيْوَم وعَوَى الكلب عَوْيَة وَرَجاء بن حَيْوَة ونوع أبدلت فيه الياء واواً وأدغمت الواو فيها نحو عَوَّة ونَهُوُّ عن المنكر . في تصغير ما يكسَّرُ على مَفَاعل - نحو جَدْوَل وأسْوَد للحية - الإعلال والتصحيح \nالثامنة : أن تكون لامَ مفعولٍ الذى ماضيه على فَعِلَ - بكسر العين - نحو ",
        "(4/389)\n\nرَضِيَة فهو مَرْضِىٌّ وقَوِىَ على زيد مَقْوِىٌّ عليه وشذ قراءة بعضهم : ( مَرْضُوَّة ) فإن كانت عين الفعل مفتوحة وجب التصحيح نحو مَغْزُوّ ومَدْعُوٌ شاذ كقوله : - \n( أَنَا الّليْثُ مَعْدِيّاً عَلَىَّ وَعَادِياً ... ) \n(4/390)",
        "\nوالتاسعة : أن تكون لامَ فُعول جمعاً نحو عَصاً وعُصِىًّ وقَفاً وقُفِىّ ودَلْو ودُلِى والتصحيح شاذ قالوا : أُبُوٌّ وأُخُوٌّ ونُحُوٌّ جمعاً لنحو وهو الجهة ونُجُوُّ - بالجيم - جمعاً لنَجْو وهو السحاب الذي هَرَاقَ ماءه وبَهْوٌ وهو المصدر وبُهُوٌ \nفإن كان فُعُول مفرداً وجب التصحيح نحو ( وَعَتْوا عُتُوًا كبيراً ) ( لاَ يُريِدُون عُلُوًّا في الارْضِ ) وتقول : نَما المَالُ نمُوَّا وَسَمَا زيد سُمُوًّا وقد يُعلُّ نحو عَتَا الشيخُ عُتِيًا وقسا قلبه قِسِيًّا \nالعاشرة : أن تكون عيناً لفُعَّلٍ جمعاً صحيح اللام كصُمَّيمَ وَنُيَّمَ والأكثر فيه التصحيح تقول : صُوَّم ونُوَّم ويجب إن اعتلت اللام لئلا يتوالى إعلالان وذلك كشُوَّى وغُوَّى جمعَىْ شَاوٍ وغَاوٍ أو فُصِلت من العين نحو صُوَّام ونُوَّام لبعدها حينئذ من الطَّرَف وشذ قوله : - \n( فَمَا أَرَّقَ النُّيَّامَ إلاّ كلامُهَا ... ) \n(4/391)\n",
        "فصل \nفي إبدال الواو من اختيها الألف والياء \nأما إبدالها من الألف ففي مسألة واحدة وهي أن ينضم ما قبلها نحو يُوبِعَ وضَوِربَ وفي التنزيل ( مَا وُورِىَ عَنْهُمَا ) \nوأما إبدالها من الياء ففي أربعَ مسائل : \nإحداها : أن تكون ساكنةَ مفردة في غير جمع نحو مُوقِن ومُوسِر ويجب سلامتها إن تحركت نحو هُيام أو أدغمت كحُيَّض أو كانت في جمع ويجب في هذه قلب الضمة كسرة كهِيمٍ زُبيضٍ في جمع أفْعَلَ او فَعْلاَء \nالثانية : أن تقع بعد ضمة وهي إما لامُ فِعْلٍ كنهُوَ الرجل وقَضُو بمعنى ما أنْهَاهُ أى أعقله وما أقْضَاهُ أو لامُ اسمٍ مختوم بتاء بنيت الكلمة عليها \n(4/392)\n\nكأن تبنى من الرمى مثل مَقْدُرة فإنك تقول : مَرْمُوَة بخلاف نحو تَوَانَى تَوَانِيَة فإن أصله قبل دخول التاء تَوَانُياً بالضم كتكاسَلَ تَكاسُلاً فأُبدلت ضمته كسرة لتسلم الياء من القلب ثم طرأت التاء لإفادة الوَحْدَة وبقى الإعلال بحاله أو لام اسم مختوم بالألف والنون كأن تبنى من الرمى على وزن سَبُعَان اسم الموضع الذي يقول فيه ابن الأخمر : \n( ألاَ يَا دِيَارَ اَلْحىَّ بالسَّبُعَانِ ... ) [ ] \nفإنك تقول : رَمُوَانِ \nالثالثة : أن تكُون لاماً لفَعْلَى - بفتح الفاء - اسماً لا صفة نحو تَقْوَى وشَرْوَى وفَتْوَى قال الناظم وابنه : وَشَذّ سَعْياَ لمكان ورَيَّا للرائحة وطَغْيَا لولد البقرة الوَحْشِيَّةِ انتهى : فاما الأول فيحتمل أنه منقول من صفة كخَزْيَا وصَدْيَا مؤنثى خَزْيَان وصَدْيَان وأما الثاني فقال النحويون : صفة غلبت عليها الاسمية والأصل رائحة رَيَّا أي : مملوءة طِيباً وأما الثالث فالأكْثَريُة فيه ضم الطاء فلعلهم استصحبوا التصحيح حين فتحوا للتخفيف \nالرابعة : أن تكُون عيناً لِفُعْلَى - بالضم - اسماً كطُوبَى مصدراً لطاب أو أسماً للجنة او صفة جاريةً مجَرْىَ الأسماءِ وهي فُعْلَى أَفْعَل كالطُّوبَى والكُوسَى واُلخْورَى مؤنثات أَطْيَبَ وأَكْيَسَ وأَخْيَرَ والذي يدل على ",
        "(4/393)\n\nانها جارية مَجْرَى الأسماء أن أفعل التفضيل يجمع على أفاعل فيقال : الأفاضل والأكابر كما يقال في جمع أفْكَلٍ : أَفَاِكل \nفإن كان فُعْلَى صفة محضة وجب قلب ضمته كسرة ولم يسمع من ذلك إلا ( قِسْمة ضِيزَى ) أى : جائرة ومِشْيْةَ حِيكَى أى : يتحرك فيها المنكبان هذا كلام النحويين \nوقال الناظم وابنه : يجوز في عين فُعْلَى صفةً أن تسلم الضمة فتقلب الياء واواً وأن تبدل الضمة كسرة فتسلم الياء فتقول : الطُّوبَى والطَّيبَى والكُوسَى والكِيِسَى والضُّوقَى والضِّيقَى \nفصل \nفي إبدال الألف من اختيها الواو والياء \nوذلك مشروط بعشرة شروط : \nالأول : أن يتحركا فلذلك صَحَّتَا في القَوْل والبَيْع لسكونهما \nوالثاني : أن تكُون حركتهما أصلية ولذلك صَحَّتَا في جَيَل وتَوَم مخففي جَيْئَل وتَوْءَم \nوالثالث : أن ينفتح ما قبلهما ولذلك صَحَّتَا في العِوَض والْحِيَل والسُّورَ \nوالرابع : أن تكُون الفتحة مُتَّصِلة أى : في كلمتيهما ولذلك صَحَّتَا في ضربَ واحد وضربَ ياسر \nوالخامس : أن يتحرك ما بعدهما إن كانتا عينين وأن لا يليهما ألف ولا ياء مشددة إن كانتا لامين ولذلك صَحَّت العين في بَيَان وطَويِل \n(4/394)",
        "\nوخَوَرْنَق واللام في رَمَياَ وغَزَوَا وفَتَيَان وعَصَوَان وعَلَوِى وفَتَوِى وأعلت العين في قَامِ وبَاعَ وبَابٍ ونابٍ لتحرك ما بعدهما واللام في غَزَا ودَعَا ورَمَى وبَكَى إذ ليس بعدها ألف ولا ياء مشددة وكذلك في يَخْشَوْنَ ويَمْحَوْنَ وأصلهما يَخْشُيَوَنَ وَيمَحْوُوُن فقلبتا ألفين ثم حذفتا للساكنين \nوالسادس : أن لا تكُون إحداهما عيناً لفَعِلَ الذي الوصف منه على أفْعَلَ نحو هَيِفَ فهو أَهْيَفُ وعَوِرَ فهو أَعْوَرُ \nوالسابع : أن لا تكُون عيناً لمصدر هذا الفعل كالْهَيَف \nوالثامن : أن لا تكُون الواو عيناً لافْتَعَلَ الدالِّ على معنى التَّفَاعُلِ أى التشارك في الفاعلية والمفعولية نحو اجْتَوَرُوا فإنه في معنى تجاوَرُوا وتشاوَرُوا . فأما الياء فلا يُشْتَرط فيها ذلك لقربها من الألف ولهذا أعلت في اسْتَافُوا مع أن معناه تَسَايَفُوا \nوالتاسع : أن لا تكُون إحداهما مَتْلُوَّة بحرف يستحق هذا الإعلال فإن كانت كذلك صحت وَأعِلَّتِ الثانية نحو اَلِحْيَا والهَوَى واَلْحوَى مصدر حَوِىَ إذا اسْوَدَّ . وربما عكسوا فأَعَلُّوا الأولى وصححوا الثانية نحو آية في أسهل الأقوال \nفإن قلت : لنا أسهل منه قول بعضهم إنها فَعِلَةٌ كنَبِقَة فإن الإعلال حينِئٍذ على القياس وأما إذا قيل إن أصلها أيَيةٌ - بفتح الياء الأولى - أو \n(4/395)\n",
        "أيْيَة - بسكُونها - أو آيِيَة فاعلة فإنه يلزم إعلال الأول دون الثاني وإعلال الساكن وَحَذْفُ العيِن لغير مُوجِبٍ \nقلت : ويلزم على الأول تقديم الإعلال على الإدغام والمعروف العكْس بدليل إبدال همزة أيمة ياء لا ألفاً فتأمله \nوالعاشر : أن لا يكُون عيناً لما آخِرُهُ زيادةٌ تختص بالأسماء فلذلك صَحَّتَا في نحو اَلجْوَلاَن والَهَيمَان والصَّوَرَى والحَيْدَى وَشَذَّ الإعلال في مَاهَان ودَارَان \nفصل \nفي إبدال التاء من الواو والياء \nإذا كانت الواو والياء فاء للافتعال أبدلت تاء وأدغمت في تاء الافتعال وما تصرف منها نحو اتَّصَلَ واتَّعَدَ من الوصل والوَعْد وَاتَّسَرَ من اليُسْرِ قال : - \n( فَإنْ تَتَّعِدْنِى أَتَّعِدْكَ بِمِثْلِهَا ... ) \n(4/396)\n\nوتقول في افْتَعَلَ من الإزارِ \" إيَتَزَرَ \" ولا يجوز إبدالُ الياء تاء وإدغامها في التاء لأن هذه الياء بدل من همزة وليست أصلية وَشَذّ قولهم في افْتَعَلُ من الأكلِ \" اتَّكَلَ \" وقولُ الجوهرى في اتخذ \" إنه افْتَعَلَ من الأخذ \" وَهَمٌ وإنما التاء أصل وهو من تَخِذَ كاتَّبَعَ من تَبِعَ ",
        "(4/398)\n\nفصل \nفي إبدال الطاء \nتُبْدَل وجوباً من تاء الافتعال الذى فاؤه صاد أو ضاد أو طاء أو ظاء وتسمى أَحْرُفَ الإطباق تقول في افْتَعَلَ من صَبَرَ : اصْطَبَر ولا تدغم لأن الصَّفِيِرىَّ لا يدغم إلا في مثله ومن ضَرَبَ : اضْطَرَب ولا تدغم لأن الضاد حرف مستطيل ومن طَهُرَ : اطْطَهَرَ ثم يجب الإدغام لإجتماّع المثلين في كلمة وأولهما ساكن ومن ظَلَمَ : اظْطَلَمَ ثم لك ثلاثة أوجه : الإظهار والإدغام مع إبدال الأول من جنسِ الثاني ومع عَكْسهِ وقد روى بهن قوله : - \n( هُوَ اَلْجوَادُ الّذِي يُعْطِيكَ ناَئِلَهُ ... عَفْواً وَيُظْلَمُ أَحْيَاناً فَيَظَّلِمُ ) \n(4/399)",
        "\nفصل \nفي إبدال الدال \nتُبْدَلِ وجوباً من تاء الافتعال الذي فاؤه دال أو زاى تقول في افْتَعَلُ من دَانَ : إدْدَانَ ثم تدغم لما ذكرناه في اطَّهَرَ ومن زَجَرَ ازْدَجَرَ ولا تدغم لما ذكرناه في اصْطَبَرَ ومن ذَكَرَ : إذْدَكَرَ ثم تُبْدَل المعجمة مهملة وتدغم وبعضُهم يعكس وقد قرىء شاذَّاً : ( فَهَلْ مِنْ مُذَّكِرِ ) بالمعجمة \n(4/400)\n",
        "فصل \nفي إبدال الميم \nأبدلت وُجُوباً من الواو في فَمٍ وأصله فَوَه بدليل أَفْوَاه فحذفوا الهاء تخفيفاً ثم أبدلوا الميم من الواو فإن أضيف رُجِعَ بِهِ إلى الأصل فقيل : فُوكَ وربما بقى الإبدال نحو \" لخَلُوفُ فم الصَّائِم \" \nومن النون بشرطين : سكونها ووقوعها قبل الباء سواء كانا في كلمة أو كلمتين نحو ( انْبَعَثَ ) و ( مَنْ بَعَثَنَا ) وشذوذاً في نحو قوله : - \n( وَكَفِّكِ المُخَضَّبِ الْبَنَامِ ... ) \nوأصله \" البَنَان \" وجاء عكْسُ ذلك في قولهم \" أَسْوَدُ قَاِتنٌ \" وأصله قاتم \n(4/401)\n\nهذا باب نقل حركة الحرف المتحرك المعتل إلى الساكن الصحيح قبله \nوذلك في أربع مسائل : \nإحداها : أن يكون الحرف المعتل عيناً لفعل \nويجب بعد النقل في المسائل الأربع أن يبقى الحرف المعتل إن جانس الحركة المنقولة نحو يَقُول ويبيع أصلهما يَقْوُلُ مثل يَقْتلُ ويَبْيِعُ مثل يَضْرِب وأن تقلبه حرفاً يناسب تلك الحركة إن لم يجانسها نحو يخَاَفُ ويخُيِفُ أصلهما يَخْوِفُ كيَذْهَبُ ويُخْوَفُ كيُكْرِمُ \nويمتنع النقل إن كان الساكن معتلا نحو بَايَعَ وعَوَّقَ وبَيَّنَ أو كان فعل َتَعَجُّبٍ نحو ما أَبْيَنَهُ وأَبْيِنْ بِهِ وما أَقْوَمَهُ وأَقْوِمْ بِهِ أو مضعفاً نحو أبْيَضَّ وأسْوَدً أو معتلَّ اللامِ نحو أَهْوَى وأَحْيَا \nالمسألة الثانية : الاسم المُشْبِه للمضارع في َوزْنِهِ دون زيادته او في زيادته دون وزنه فالأول كمَقَام أصله مَقْوَم - على مثال مَذْهَب - فنقلوا وقلبوا والثاني كأن تبنى من البيع أو من القول اُسْماً على مثال تِحْلِىء - بكَسر التاءِ ",
        "(4/402)\n\nوهمزة بعد اللام - فإنك تقول تِبِيعٌ - بكَسرتين بعدهما ياء ساكنة - وتِقِيلٌ كذلك وهذه الياء منقلبة عن الواو لسكونها بعد الكَسرة \nفإن أَشْبَهَهُ في الوزن والزيادة معاً أو باَيَنَهُ فيهما معاً وجب التصحيح فالأول نحو أَبْيَض وأَسْوَد وأما نحو \" يَزِيد \" علماً فمنقول إلى العلمية بعد أن أعِلَّ إذ كان فعلا والثاني نحو مخِيْط هذا هو الظاهر وقال الناظم وابنه : وكان حق مِخْيِط أن يُعلَّ لأن زيادته خاصة بالأسماء وهو مشبه لتِعْلَم أى : بكسر حرف المضارعة في لُغة قوم لكنه حمل على مِخْيَاط لشبهه به لفظاً وَمَعْنًى انتهى . وقد يقال : إنه لو صَحَّ ما قالا للزم أن لا يُعَلَّ تحِلىء لأنه يكون مشبهاً لتِحْسِب في وزنه وزيادته . ثم لو سلم أن الإعلال كان لازماً لما ذكر لم يلزم الجميعَ بل مَنْ يكسر حرف المضارعة فقط \nالمسألة الثالثة : المصدر المُوَازِنُ لإفعال أو استفعال نحو إقْوَام واسْتِقْوَام ويجب بعد القلب حذف إحدى الألفين لالتقاء الساكنين والصحيح أنها الثانية لزيادتها وقُرْبِهَا من الطَّرَفِ . ثم يؤتى بالتاء عِوَضاً فيقال : إقامة واستقامة . وقد تحذف نحو ( وَإقَامِ الصَّلاَةِ ) \nالمسألة الرابعة : صيغة مَفْعُول ويجب بعد النقل في ذوات الواو حَذْفُ إحدى الواوين والصحيح أنها الثاني لما ذكرنا ويجب أيضاً في ذوات الياء الحذفُ وقلبُ الضمة كسرة لئلا تنقلب الياء واواً فتلتبس ذَوَاتُ الياء بذَوَاتُ الواو مثالُ الواوىّ مَقُولٌ ومَصُوغٌ واليائى مَبِيعٌ مَدِينٌ \nوبنو تميم تُصَحِّح اليائى فيقولون : مَبْيُوع ومَخْيُوط قال : \n(4/403)",
        "\n- ( وَكَأَنَّها تُفَّاحَةٌ مَطْيُوَبةٌ ... ) \nوقال : - \n( وَإخَالُ أَنَكَ سَيِّدٌ مَعْيُونُ ... ) \n(4/404)\n",
        "وربما صحح بعض العرب شيئاً من ذوات الواو سُمِعَ ثوبٌ مَصْوُونٌ وفرسٌ مَقْوُود \n(4/405)\n\nهذا باب الحذف \nوفيه ثلاث مسائل : \nإحداها : تتعلق بالحرف الزائد وذلك ان الفعل إذا كان على وزن أفْعَلَ فإن الهمزة تحذف من أمثلة مضارعة ومِثَالَىْ وَصفْة أعنى وصفى الفاعل والمفعول تقول : أَكْرِمُ وَنُكْرِمُ وَيُكْرِمُ وَتُكْرِمُ وَمُكْرِمُ وَمُكْرَمُ وشذ قوله : - \n( فَإِنَّهَ أَهْلٌ لأِنْ يُؤكْرَمَا ... ) \nالمسألة الثانية : تتعلق بفاء الفعل وذلك أن الفعل إذا كان ثلاثياً واوى الفاء مفتوح العين فإن فاءهُ تحذف في أمثلة المضارع وفي الأمر وفي المصدر المبنى على فِعْلَهِ - بكسر الفاء - ويجب في المصدر تعويض الهاء من المحذوف تقول : يَعِدُ وَتَعِدُ وَنَعِدُ وَأَعِدُ ويا زيدُ عِدْ عِدَةً وأما الوجْهَة فاسم بمعنى الجهة لا للتوجه وقد تترك تاء المصدر شذوذاً كقوله : ",
        "(4/406)\n\n- \n( وَأَخْلَفُوكَ عِدَ الأمْرِ الّذِى وَعَدُوا ... ) \n(4/407)",
        "\nالمسألة الثالثة : تتعلق بعين الفعل إذا كان ثلاثياً مكسور العين وعينه ولامه من جنس واحد فإنه يستعمل في حالة إسناده إلى الضمير المتحرك على ثلاثة أوجه : تاماً ومحذوف العين بعد نقل حركتها ومع ترك النقل وذلك نحو ظَلَّ تقول : \" ظَلِلْتُ وظِلْتُ وظَلْتُ \" وكذلك في ظللن قال الله سبحانه وتعالى : ( فَظَلْتُمْ تَفَكَّهُون ) \nوإن كان الفعل مضارعاً أو أمراً واتصل بنون نسوة جاز الوجهان الأولان نحو يَقْرِرْن وَيَقَرْنَ وَاقْرِوْنَ وَقِرْنَ \nولا يجوز في نحو ( قُلْ إنْ ضَلَلْتُ ) ولا في نحو ( فَيَظْللنَ رَوَا كد عَلَى ظَهْرِهِ ) إلا الإتمام لأن العين مفتوحة وقرأ نافع وعاصم ( وَقَرْنَ ) بالفتح وهو قليل لأنه مفتوح ولأن المشهور قَرَرْتُ في المكان - بالفتح - أقِرُّ - بالكسر - وأما عكسه ففي قَرِرْتُ عيناً أقَرُّ . هذا باب الإدغام \nيجب إدغام أول المثلين المتحركين بأحد عشر شرطاً : \nأحدها : أن يكونا في كلمة كشَدًّ ومَلْ وحَبَّ أصلهن شَدَدَ بالفتح \n(4/408)\n",
        "ومَلِلَ بالكسر وحَبُبَ بالضم فإن كانا في كلمتين مثل \" جَعَلَ لَكَ \" كان الإدغام جائزاً لا واجباً \nالثاني : أن لاَ يتصدَّرَ أولهما كما في دَدَنٍ \nالثالث : أن لا يَتَّصِلَ أولهما بمدغم كجسَّس جمع جاسُّ \nالرابع : أن لا يكونا في وزن ملحق سواء كان الملحق أحد المثلين كقَرْدَد ومَهْدَد أو غيرهما كهَيْلَل أو كليهما نحو اقْعَنْسَس فإنها ملحقة بجعفر ودحرج واحرنجم \nالخامس والسادس والسابع والثامن : أن لا يكونا في اسم على فعل بفتحتين كطَلَل ومدد او فَعَل بضمتين كذُلْك وجُدُد جمع جَدِيد أو فَعَل بٍكسر اوله وفتح ثانيه كلمِمَ وكِلَلٍ أو فُعَل بضم أوله وفتح ثانيه كدُرَر وجُدَد جمع جُدَّة وهي الطريقة في الجبل \nوفي هذه الأنواع السبعة الأخيرة يمتنع الإدغام \nوالثلاثة الباقية ان لا تكون حركة ثانيهما عارضة نحو : أخْصُصَ أى واكفُفِ الشّرَّ أصلهما : اخْصُصْ واكْفُفْ - بسكون الآخر - ثم نقلت حركة الهمزة إلى الصاد وحركت الفاء الالتقاء الساكنين وأن لا يكون المثلان ياءين لازماً تحريك ثانيهما نحو : حَيِىَ وَعَيىِ ولا تاءين في افتعل كاسْتَتَر واقْتَتَلَ \nوفي هذه الصور الثلاث يجوز الإدغام والفك قال تعالى : ( وَيْحيَ مَنْ حَيِىَ عَنْ بَيِّنَةٍ ) ويقرأ أيضاً ( مَنْ حَىَّ ) وتقول : اسْتَتَر واقْتَتَلَ \n(4/409)\n\nوإذا أردت الإدغام نقلت حركة الأولى إلى الفاء وأسقطت الهمزة للاستغناء عنها بحركة ما بعدها ثم أدغمت فتقول في الماضى سَتَّرَ وقَتَّلَ وفي المضارع يَسَتَّر ويَقَتِّل بفتح أولهما وفي المصدر ستاراً وقِتَّالا بكسر اولهما \nويجوز الوجهان أيضاً في ثلاث مسائل أخر : \nإحداهن : أولى التاءين الزائدتين في أول المضارع نحو تَتَجَلّى وتَتَذَكَّرُ \nوذكر الناظم في شرح الكافية وتبعه ابنه أنك إذا أدغمت اجتلبت همزة الوصل لم يخلق الله همزة الوصل في أول المضارع وإنما إدغام هذا النوع في الوصل دون الأبتداء وبذلك قرأ البزى رحمه الله تعالى في الوصل نحو ( ولاَ تَيَمّمُوا ) ( ولاَ تَبَرَّجْنَ ) و ( كُنْئُمْ تَمَّنْونَ ) فإن أردت التخفيف في الابتداء حذفت إحدى التاءَين وهي الثانية لا الأولى خلافاً لهشام وذلك جائز في الوصل أيضاً قال الله تعالى : ( ناراً تَلَظَّى ) ( ولَقَدْ كُنْتُمْ تمَنّوْنَ الَموْتَ ) \nوقد يجيءُ هذا الحذف في النون ومنه على الأظهر قراءة ابن عاصم : ( وكَذلكَ نُجِّى المُؤْمِنِين ) أصله نُنَجِّى - بفتح النون الثانية - وقيل : الأصل نُنْجى - بسكونها - فأُدغمت كإجَّاصة وإجَّانة وإدغام النون في الحيم لا يكاد يعرف وقيل هو من نجا ينجو ثم ضعفت عينه وأُسند لضمير المصدر ولو كان كذلك لفتحت الياءُ لأنه فعل ماض ",
        "(4/410)\n\nالثانية والثالثة : أن تكون الكلمة فعلا مضارعاَ مجزوماَ او فعل أمر قال الله تعالى : ( ومَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِيِنِه ) فيقرأ بالفك وهو لغة أهل الحجاز والإدغام وهو لغة تميم قال الله تعالى : ( واغْضُضْ مِنْ صَوْتِكَ ) وقال الشاعر : - \n( فَغُضَّ الطّرْفَ إنَّكَ مِنْ نُمَيْرٍ ... ) \n(4/411)",
        "\nوالتزم الإدغام في هَلُمَّ لثقلها بالتركيب ومن ثم التزموا في آخرها الفتح ولم يجيزوا فيه ما اجازوه في آخر نحو رُدَّ وشُدّ من الضم للاتباع والكسر على أصل التقاء الساكنين \nويجب الفك في أفْعِلْ في التعجب نحو أشْدِدْ بِبَيَاضِ وُجُوهِ المتقين وأجْبِبْ إلى الله تعالى المحسنين \nوإذا سكن الحرف المدغم فيه لاتصاله بضمير الرفع وجب فك الإدغام في لغة غير بكر بن وائل نحو : جَلُلْتَ و ( قل إنْ ضَلَلْتُ ) . ( وَشَدَدْنَا أَسْرَهُمْ ) \nوقد يفك الإدغام في غير ذلك شذوذاً نحو لِحَحتْ عَيْنُه وألِل السقاء أو في ضرورة \nكقوله : - \n( الحمدُ ِللهِ العَلِىِّ الأْجلَلِ ... الوَاسِعِ الفَضْلِ الوَهُوبِ الُمُجْزِلِ ) \n(4/412)\n",
        "انتهى بحمد الله \n(4/413)\n\nالثالث : إرادةُ التناسب كقراءة نافع والكسائي ( سَلاَسِلاَ ) و ( قَوَاريراً ) وقراءة الأعمش ( وَلاَ يَغُوثاً وَيَعُوقاً وَنَسْراً ) \nالرابع : الضرورة كقوله : - \n( وَيَوْمَ دَخَلْتُ الْخِدْر خِدْرَ عُنَيْزَةٍ ... ) ",
        "(4/1362)\n\nوتأتي ( ( أنْ ) ) مُفَسِّرَة وزائدة وَمُخَفَّفَةً من أَنَّ فلا تنصب المضارع \nفالمفسِّرَة هي : المَسْبُوقة بجملة فيها معنى القول دون حُرُوفه نحو ( فَأَوْحَيْنَا \n(4/1572)",
        "\nواما قوله : - \n( إنِّى إذَنْ أهْلِكَ أو أطيرْاً ... ) \nفضرورةٌ أو الْخَبرُ محذوفٌ أى : إنى لا أستطيع ذلك \n(4/1662)\n",
        "الثالث : بعد ( ( حَتَّى ) ) إن كان الفعل مستقبلا بإعتبار التكلم نحو \n(4/1742)\n\nوقال : - \n( فَإنَّ الْقَوَافِى تَتَّلِجْنَ مَوَالِجَا ... ) ",
        "(4/3972)\n"
    ]
}