{
    "partText": [
        "\nإثبات علو الله ومباينته لخلقه\nوالرد على من زعم أن معية الله للخلق ذاتية\n\nتأليف الفقير إلى الله تعالى\nحمود بن عبدالله بن حمود التويجري\n\n(قام بنشر هذه المادة شبكة الدفاع عن السنة سائلين المولى\nأن يعم بها النفع ويبارك في جهود القائمين عليها، آمين إنه جواد كريم)\n(1/1)\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله والصلاة والسلام على رسول الله وعلى أله وصحبه ومن اهتدى بهداه.\nأما بعد:\nفقد اطلعت على ما كتبه أخونا العلامة الشيخ حمود بن عبدالله التويجري في بيان الأدلة الشرعية والعقلية على إثبات علو الله سبحانه فوق عرشه واستوائه عليه استواء يليق بجلاله لا يشابه فيه خلقه.\nوفي إثبات معيته لعباده بعلمه واطلاعه وحفظه وكلاءته لأوليائه والرد على من زعم أن معية الله لعباده ذاتية بل قد سمعته جميعه بقراءة مؤلفه حفظه الله فألفيته كتابا عظيم الفائدة مؤيدا بالأدلة الشرعية والعقلية كما ألفيته ردا عظيما على أهل البدع القائلين بالحلول والاتحاد وردا كافيا شافيا على من قال إن معية الله للخلق ذاتية فجزاه الله خيرا وزاده علما وهدى وتوفيقا ونفع به وبمؤلفاته المسلمين.\nوبالجملة فهذا الكتاب عظيم القدر كثير الفائدة مشتمل على أدلة كثيرة من الكتاب والسنة على إثبات أسماء الله وصفاته وعلوه سبحانه فوق خلقه والرد على جميع أهل البدع كما أنه مشتمل على نقول كثيرة مفيدة من كلام علماء السنة المتقدمين والمتأخرين ومن كلام الصحابة والتابعين رضي الله عن الجميع ورحمهم رحمة واسعة.\nفنسأل الله بأسمائه الحسنى وصفاته العلا أن ينفع به المسلمين وأن يقيم به الحجة ويقطع به المعذرة وأن يضاعف المثوبة لمؤلفه ويجعلنا وإياه وسائر إخواننا من أئمة الهدى وأنصار الحق وأن يثبتنا جميعا على دينه حتى نلقاه سبحانه إنه ولي ذلك والقادر عليه.\n\nقاله الفقير إلى عفو ربه: عبدالعزيز بن عبدالله بن باز سامحه الله وعفا عنه.\nوصلى الله وسلم على نبينا محمد وآله وصحبه.\nالرئيس العام\n(1/2)\n\nلإدارات البحوث العلمية والإفتاء\nوالدعوة والإرشاد\n27/ 7/1404هـ",
        "(1/3)\n\nبسم الله الرحمن الرحيم\n\nالحمد الله نحمده ونستعينه ونستهديه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له.\nوأشهد أن لا إله إلا الله وحده لاشريك له وأشهد أن محمدا عبده ورسوله المبعوث رحمة للعالمين وحجة على الخلق أجمعين.\nصلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين وسلم تسليما كثيرا.\nأما بعد:\nفقد رأيت مقالا سيئا لبعض المعاصرين، زعم في أوله أن معية الله لخلقه معية ذاتية تليق بجلاله وعظمته، وأنها لاتقتضي اختلاطا بالخلق، ولا حلولا في أماكنهم.\nوقال في آخر مقاله: وهكذا نقول في المعية نثبت لربنا معية ذاتية تليق بعظمته وجلاله، ولا تشبه معية المخلوق للمخلوق، ونثبت مع ذلك علوه على خلقه، واستواءه على عرشه، على الوجه الآئق بجلاله، ونرى أن من زعم أن الله تعالى بذاته في كل مكان فهو كافر أو ضال إن اعتقده، وكاذب إن نسبه إلى غيره من سلف الأمة أو أئمتها.\nفعقيدتنا أن لله تعالى معية ذاتية تليق به، وتقتضي إحاطته بكل شيء علما وقدرة، وسمعا وبصرا وسلطانا وتدبيرا، وأنه سبحانه منزه أن يكون مختلطا بالخلق، أو حالا في أمكنتهم، بل هو العلي بذاته وصفاته، وعلوه من صفاته الذاتية التي لا ينفك عنها، وأنه مستو على عرشه كما يليق بجلاله، وأن ذلك لا ينافي معيته، ثم صرح أنه قال ذلك مقررا له، ومعتقدا له، منشرحا له صدره.\n(1/4)",
        "\nوأقول: لا يخفى على من له علم وفهم ما في كلام الكاتب من التناقض، والجمع بين النقيضين، وموافقة من يقول من الحلولية: إن الله بذاته فوق العالم، وهو بذاته في كل مكان، وما فيه أيضا من مخالفة الكتاب والسنة وإجماع سلف الأمة وأئمتها.\nفأما التناقض، ففي تقريره لمعية الله الذاتية لخلقه مع زعمه أن هذه المعية الذاتية لا تقتضي الاختلاط بالخلق، ولا الحلول في أماكنهم، ولا يخفى على عاقل أن المعية الذاتية للخلق تستلزم مخالطتهم والحلول في أماكنهم. وعلى هذا فمن أثبت المعية الذاتية للخلق ونفى مخالطتهم، والحلول في أماكنهم، فقد تناقض شاء أم أبى.\nوأما الجمع بين النقيضين، ففي تقريره لمعية الله الذاتية لخلقه، مع تقريره أن الله مستو على عرشه، وأنه العلي بذاته وصفاته، وأن علوه من صفاته الذاتية التي لا ينفك عنها. فقد جمع في هذا التقرير بين إثبات صفة العلو لله تعالى، وإثبات ضدها، وهي صفة السفل الذي تستلزمه المعية الذاتية للخلق، وعلى هذا فمن أثبت المعية الذاتية للخلق، وأثبت مع ذلك أن علو الرب من صفاته الذاتية التي لا ينفك عنها فقد جمع بين النقيضين شاء أم أبى.\nوأما الموافقة لبعض القائلين بالحلول، فإنه لازم لمن زعم أن معية الله لخلقه معية ذاتية، لأنه يلزم على هذا القول الباطل أن يكون الله مع الخلق في الأرض، وأن يكون مخالطا لهم، وحالا معهم في أماكنهم.\nوقد قال شيخ الإسلام أبو العباس بن تيمية رحمه الله تعالى في صفحة 297 من المجلد الثاني من مجموع الفتاوى وصفحتين بعدها ما ملخصه:\nولما ظهرت الجهمية المنكرة لمباينة الله وعلوه على خلقه، افترق الناس في هذا الباب على أربعة أقوال:\n(1/5)\n",
        "فالسلف والأئمة يقولون: إن الله فوق سمواته، مستو على عرشه، بائن من خلقه، كما دل على ذلك الكتاب والسنة وإجماع سلف الأمة.\nوالقول الثاني قول معطلة الجهمية ونفاتهم، وهم الذين يقولون: لا هو داخل العالم ولا خارجه، ولا مباين له، ولا محايث له، فينفون الوصفين المتقابلين اللذين لا يخلو موجود عن أحدهما، كما يقول ذلك أكثر المعتزلة ومن وافقهم من غيرهم.\nوالقول الثالث قول حلولية الجهمية الذين يقولون: إنه بذاته في كل مكان، كما يقول ذلك أتباع حسين النجار وغيرهم من الجهمية.\nوالقول الرابع قول من يقول: إن الله بذاته فوق العالم، وهو بذاته في كل مكان، وهذا قول طوائف من أهل الكلام والتصوف كأبي معاذ وأمثاله.\nوقد ذكر الأشعري في المقالات هذا عن طوائف. ويوجد في كلام السالمية كأبي طالب المكي وأتباعه كأبي الحكم بن برجان وأمثاله، ما يشير إلى نحو من هذا.\nوفي الجملة فالقول بالحلول أو ما يناسبه وقع فيه كثير من متأخري الصوفية، ولهذا كان أئمة القوم يحذرون منه. انتهى المقصود من كلامه.\nوما ذكره شيخ الإسلام، رحمه الله تعالى، عن الذين يقولون: إن الله بذاته فوق العالم، وهو بذاته في كل مكان هو بعينه قول المردود عليه، حيث زعم أن معية الله لخلقه معية ذاتية وهو مع ذلك مستو على العرش.\n(1/6)\n\nفصل\n\nوأما مخالفة صاحب المقال لكتاب الله تعالى، فإن الله تبارك وتعالى ذكر استواءه على العرش في سبعة مواضع من القران:\nالموضع الأول قوله تعالى في سورة الأعراف: {إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللّهُ رَبُّ الْعَالَمِينَ} (54) سورة الأعراف\nالموضع الثاني قوله تعالى في سورة يونس: {إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الأَمْرَ مَا مِن شَفِيعٍ إِلاَّ مِن بَعْدِ إِذْنِهِ ذَلِكُمُ اللّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلاَ تَذَكَّرُونَ} (3) سورة يونس\nالموضع الثالث قوله تعالى في سورة الرعد: {اللّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى يُدَبِّرُ الأَمْرَ يُفَصِّلُ الآيَاتِ لَعَلَّكُم بِلِقَاء رَبِّكُمْ تُوقِنُونَ} (2) سورة الرعد\nالموضع الرابع قوله تعالى في سورة طه: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (5) سورة طه\nالموضع الخامس قوله تعالى في سورة الفرقان: {الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا} (59) سورة الفرقان",
        "(1/7)\n\nالموضع السادس قوله تعالى في سورة السجدة: {اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ} (4) سورة السجدة\nالموضع السابع قوله تعالى في سورة الحديد: {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاء وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} (4) سورة الحديد\nوالنص على استواء الرب تبارك وتعالى على العرش، الذي هو فوق جميع المخلوقات، ينافي كونه مع سكان الأرض بذاته، وفي كل من هذه الآيات السبع أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nومما يرد به أيضا على من زعم أن معية الله لخلقه معية ذاتية قول الله تعالى مخبرا عن الملائكة: {يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ} (50) سورة النحل وإذا كان الرب تبارك وتعالى فوق الملائكة الذين هم سكان السموات، ولم يكن معهم بذاته، فكيف يقال: إن معيته لخلقه –أي الذين في الأرض- معية ذاتية هذا قول ظاهر البطلان.\nومما يرد به عليه أيضا قول الله تعالى: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ} (18) سورة الأنعام وقوله تعالى: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً} (61) سورة الأنعام وقوله: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} (1) سورة الأعلى وقوله تعالى: {وَمَا لِأَحَدٍ عِندَهُ مِن نِّعْمَةٍ تُجْزَى () إِلَّا ابْتِغَاء وَجْهِ رَبِّهِ الْأَعْلَى} (19 - 20) سورة الليل وقوله تعالى: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ} (9) سورة الرعد وقوله تعالى: {رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ} (15) سورة غافر وقوله تعالى: {وَلاَ يَؤُودُهُ\n(1/8)",
        "\nحِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} (255) سورة البقرة وقوله تعالى: {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ} (4) سورة الشورى وقوله تعالى: {أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاء إِنَّهُ عَلِيٌّ حَكِيمٌ} (51) سورة الشورى وقوله تعالى: {إِنَّ اللّهَ كَانَ عَلِيًّا كَبِيرًا} (34) سورة النساء وقوله تعالى: {قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} (23) سورة سبأ وقوله تعالى: {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ} (62) سورة الحج ومثلها الآية التي في سورة لقمان. وقوله تعالى: {ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ} (12) سورة غافر.\nفقد وصف الرب تبارك وتعالى نفسه في هذه الآيات بصفة العلو المطلق، وهو يشمل علو القدر، وعلو القهر، وعلو الذات، ولا يخفى على من له عقل وعلم أن صفة علو الذات تنافي المعية الذاتية للخلق أعظم المنافع.\nومما يرد به عليه أيضا قول الله تعالى: {أَأَمِنتُم مَّن فِي السَّمَاء أَن يَخْسِفَ بِكُمُ الأَرْضَ فَإِذَا هِيَ تَمُورُ () أَمْ أَمِنتُم مَّن فِي السَّمَاء أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ} (16 - 17) سورة الملك. قال البيهقي في كتاب \" الأسماء والصفات\" في الكلام على قوله: {أَأَمِنتُم مَّن فِي السَّمَاء} أراد من فوق السماء كما قال: {وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ} بمعنى على جذوع النخل. وقال: {فَسِيحُواْ فِي الأَرْضِ} أي على الأرض. وكل ما علا فهو سماء، والعرش أعلى السموات، فمعنى الآية: أأمنتم من على العرش كما صرح به في سائر الآيات.\n(1/9)\n",
        "قال: وفيما كتبنا من الآيات دلالة على إبطال قول من زعم من الجهمية: أن الله بذاته في كل مكان، وقوله: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ} (4) سورة الحديد إنما أراد بعلمه. لا بذاته انتهى.\nوقد نقله عنه شيخ الإسلام أبو العباس ابن تيمية في القاعدة المركشية وأقره وهو في صفحة 192 - 193 من المجلد الخامس من مجموع الفتاوى.\nوقال القرطبي في تفسيره في الكلام على قوله تعالى: {أَأَمِنتُم مَّن فِي السَّمَاء} قال المحققون: أأمنتم من فوق السماء كقوله: {فَسِيحُواْ فِي الأَرْضِ} أي فوقها انتهى.\nومن الآيات التي يرد بها على من زعم أن معية الله لخلقه معية ذاتية قول الله تعالى: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} (10) سورة فاطر وقوله تعالى: {يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاء إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ} (5) سورة السجدة وقوله تعالى: {تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ} (4) سورة المعارج وقوله تعالى: {إِذْ قَالَ اللّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} (55) سورة آل عمران وقوله تعالى: {بَل رَّفَعَهُ اللّهُ إِلَيْهِ} (158) سورة النساء وقوله تعالى: {قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِن رَّبِّكَ بِالْحَقِّ} (102) سورة النحل وقوله تعالى: {إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ} (44) سورة المائدة وقوله تعالى: {وَمَا قَدَرُواْ اللّهَ حَقَّ قَدْرِهِ إِذْ قَالُواْ مَا أَنزَلَ اللّهُ عَلَى بَشَرٍ مِّن شَيْءٍ قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاء بِهِ مُوسَى نُورًا وَهُدًى لِّلنَّاسِ} (91) سورة الأنعام وقوله تعالى: {نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالإِنجِيلَ () مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ} (3 - 4) سورة آل عمران.\n(1/10)\n\nوالآيات في إنزال القران من الله تعالى كثيرة جدا. وفيها مع ما ذكرته هاهنا من الآيات دليل على علو الرب تبارك وتعالى فوق خلقه، وفيها أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.",
        "(1/11)\n\nفصل\n\nوأما مخالفة صاحب المقال لسنة رسول الله صلى الله علية وسلم، فقد ثبت عن النبي صلى الله علية وسلم أنه لما أسري به إلى بيت المقدس عرج به جبريل حتى على به فوق السماوات السبع وظهر به لمستوى يسمع به صرير الأقلام، ودنا من الرب جل جلاله ,فكلمه الله وفرض عليه وعلى أمته خمسين صلاة في كل يوم وليلة، فلم يزل يتردد بين ربه وبين موسى في طلب التخفيف عنه وعن أمته، وحتى جعلها الله خمس صلوات، وقد جاء في هذا أحاديث صحيحة، الأول منها رواه البخاري ومسلم في صحيحيهما من حديث شريك بن عبد الله عن أنس بن مالك رضي الله عنه. والثاني رواه الإمام أحمد ومسلم من حديث ثابت البناني عن أنس رضي الله عنه. والثالث رواه النسائي من حديث يزيد بن أبي مالك عن أنس رضي الله عنه. والرابع رواه الأمام أحمد والبخاري ومسلم من حديث قتادة عن أنس بن مالك عن صعصعة رضي الله عنه. والخامس رواه البخاري ومسلم من حديث ابن شهاب عن أنس بن مالك عن أبي ذر رضي الله عنه.\nوقال الزهري في هذا الحديث أخبرني ابن حزم أن ابن عباس وأبا حبة الأنصاري رضي الله عنهما كانا يقولان: قال النبي صلى الله علية وسلم: \" ثم عرج بي حتى ظهرت لمستوى أسمع فيه صريف الأقلام \" قال ابن حزم وأنس بن مالك: قال رسول الله صلى الله عليه وسلم: \"فرض الله على أمتي خمسين صلاه فرجعت بذلك حتى مررت على موسى عليه السلام فقال: ما فرض الله على أمتك؟ قلت: فرض خمسين صلاة قال: فارجع إلى ربك فإن أمتك لا تطيق ذلك، فرجعت فوضع شطرها، فرجعت إلى\n(1/12)",
        "\nموسى قلت وضع شطرها فقال: راجع ربك فإن أمتك لا تطيق، فراجعت فوضع شطرها فرجعت إليه فقال: ارجع إلى ربك فإن أمتك لا تطيق ذلك فراجعته فقال هي خمس وهي خمسون لا يبدل القول لدي \" الحديث.\nوفي عروج النبي صلى الله عليه وسلم من الأرض إلى ما فوق السماوات السبع، وما أكرمه الله به من الدنو منه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية، وكذلك في تردده صلى الله عليه وسلم بين ربه وبين موسى علية الصلاة والسلام عدة مرات حين كان موسى يقول له: ارجع إلى ربك فاسأله التخفيف لأمتك، فيعرج به جبريل إلى الله فيسأله التخفيف لأمته حتى صارت إلى خمس صلوات، كل ذلك يدل على إثبات العلو لله تعالى، وأنه بائن من خلقه. وفيه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nومما يرد على صاحب المقال أيضاً قول النبي صلى الله عليه وسلم للجارية: \"أين الله؟ \" فقالت: في السماء. قال: \"من أنا؟ \" قالت: أنت رسول لله. قال \"أعتقها فإنها مؤمنة\" رواه مالك وأحمد ومسلم وأبو داود والنسائي من حديث معاوية بن الحكم السلمي رضي الله عنه. قال أبو عثمان الصابوني: حكم بإيمانها لما أقرت أن ربها في السماء وعرفت ربها بصفة العلو والفوقية.\nومما يرد به علبه أيضا قول الني صلى الله عليه وسلم: \" ألا تأمنوني وأنل أمين من في السماء\" رواه البخاري ومسلم من حديث أبي سعيد الخدري رضي الله عنه.\nومما يرد به عليه أيضا قول النبي صلى الله عليه وسلم: \"الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء\" رواه الإمام أحمد وأبو داود والترمذي والبخاري في الكنى والحاكم في مستدركه من حديث عبدالله بن عمرو بن العاص\n(1/13)\n",
        "رضي الله عنهما، وقال الترمذي: هذا حديث حسن صحيح وصححه الحاكم والذهبي.\nومما يرد به عليه أيضا ما جاء في حديث أبي الدرداء رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم يقول: \"من اشتكى شيئا فليقل ربنا الله الذي في السماء تقدس اسمك\" الحديث رواه أبو داود.\nقال البيهقي في كتاب \"الأسماء والصفات\": معنى قوله في هذه الأخبار: \"من في السماء\" أي فوق السماء على العرش كما نطق به الكتاب والسنة. انتهى.\nومما يرد به عليه أيضا ما جاء في حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم: \"ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يارب يارب ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب لذلك\" رواه الإمام أحمد وسلم والترمذي وقال: حديث حسن غريب.\nوفي كون الداعي يمد يديه إلى السماء خاصه دون سائر الجهات أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية. ولو كان الأمر على ما زعم القائل على الله بغير علم لكان الداعي يمد يديه إلى سائر الجهات من فوقه، ومن أمامه، ومن خلفه، وعن يمينه، وعن شماله، ولا يخص جهة السماء التي فوقها الله تعالى.\nومما يرد به عليه أيضا ما جاء في الحديث الطويل عن جابر بن عبد الله رضي الله عنهما في ذكر حجة الوداع، ففيه أن رسول الله صلى الله عليه وسلم خطب الناس في بطن الوادي وقال في آخر خطبته: \"وأنتم مسئولون عني فما أنتم قائلون؟ \" قالوا: نشهد أنك قد باغت، وأديت، ونصحت، فقال بأصبعه السبابة يرفعها إلى السماء وينكبها إلى الناس: \"اللهم اشهد اللهم اشهد اللهم اشهد\" رواه مسلم وأبو داود وابن ماجه.\n(1/14)\n\nوفي رفع النبي صلى الله عليه وسلم أصبعه إلى السماء دون سائر الجهات أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nومما يرد به عليه أيضا ما جاء في حديث الأوعال، أن رسول الله صلى الله عليه وسلم قال بعد أن ذكر سبع سموات بين كل سمائين مسيرة خمسمائة عام، وكثف كل سماء مسيرة خمسمائة عام قال: \"وفوق السماء السابعة بحر بين أسفله وأعلاه كما بين السماء والأرض ثم فوق ذلك ثمانية أوعال بين ركبهن وأظلافهن كما بين السماء والأرض ثم فوق ذلك العرش بين أسفله وأعلاه كما بين السماء والأرض والله تبارك وتعالى فوق ذلك وليس يخفى عليه من أعمال بني آدم شيء\" رواه الإمام أحمد والحاكم من حديث العباس بن عبد المطلب رضي الله عنه، وصححه الحاكم والذهبي، وقد رواه أبو داود والترمذي وابن ماجه والحاكم والبيهقي في كتاب \"الأسماء والصفات\" بلفظ آخر وقال الترمذي: حسن غريب.\nومما يرد به عليه أيضا مارواه النسائي والحاكم في المستدرك، والبيهقي في كتاب \"الأسماء والصفات\" من طريق الحاكم، عن سعد بن أبي وقاص رضي الله عنه: أن سعد بن معاذ رضي الله عنه، حكم على بني قريظة أن يقتل منهم كل من جرت عليه الموسى، وأن تقسم أموالهم وذراريهم. فذكر ذلك لرسول الله صلى الله عليه وسلم فقال: \"لقد حكم اليوم فيهم بحكم الله الذي حكم به من فوق سبع سموات\" لم يتكلم عليه الحاكم، وقال الذهبي في تلخيصه: صحيح. وذكره الذهبي أيضا في كتاب \"العلو\" وقال: هذا حديث صحيح. وقد رواه الإمام أحمد والبخاري ومسلم من حديث أبي سعيد الخدري رضي الله عنه وقال فيه: \"لقد حكمت فيهم بحكم الله وربما قال بحكم الملك\" ورواه أحمد ومسلم أيضا من حديث عائشة رضي الله عنها وفيه: \"لقد حكمت",
        "(1/15)\n\nفيهم بحكم الله عز وجل\" زاد أحمد: طوحكم رسوله\" ورواه الترمذي من حديث جابر رضي الله عنه ولفظه: \"أصبت حكم الله فيهم\".\nومما يرد به عليه أيضا ما جاء في حديث أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"لما قضى الله الخلق كتب في كتابه فهو عنده فوق العرش: إن رحمتي غلبت غضبي\" رواه الإمام أحمد والبخاري ومسلم.\nومما يرد به عليه أيضا ما جاء في حديث أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم كان يدعو عند النوم. فذكر الحديث وفيه: \"اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء\" الحديث رواه الإمام أحمد ومسلم وأبو داود والترمذي، وقال: هذا حديث حسن صحيح.\nومما يرد به عليه أيضا ما جاء في حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار ويجتمعون في صلاة الفجر وصلاة العصر ثم يعرج الذين باتوا فيكم فيسألهم –وهو أعلم بهم- كيف تركتم عبادي؟ فيقولون: تركناهم وهم يصلون وأتيناهم وهم يصلون\" رواه مالك وأحمد والبخاري ومسلم والنسائي.\nومما يرد به عليه أيضا حديث أبي موسى رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إن الله لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه يرفع إليه عمل الليل قبل عمل النهار وعمل النهار قبل عمل الليل\" الحديث رواه الإمام أحمد ومسلم وابن ماجه.\n(1/16)",
        "\nوكما أن هذه الأحاديث دالة على علو الرب تبارك وتعالى فوق جميع المخلوقات وأنه بائن من خلقه، ففيها أيضا أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nوالأحاديث في الرد على من قال بهذا القول الباطل كثيرة جدا وفيما ذكرته كفاية إن شاء الله.\n(1/17)\n",
        "فصل\n\nومن المأثور عن الصحابة رضي الله عنهم في إثبات العلو لله تعالى، مارواه ابن أبي حاتم والبيهقي في كتاب \"الأسماء والصفات\" عن جرير بن حازم قال: سمعت أبا يزيد يحدث قال: لقيت امرأة عمر رضي الله عنه يقال لها: خولة بنت ثعلبة، وهو يسير مع الناس فاستوقفته فوقف لها، ودنا منها، وأصغى إليها رأسه، حتى قضت حاجتها وانصرفت، فقال له رجل: ياأمير المؤمنين حبست رجالات قريش على هذه العجوز. قال: \"ويحك وتدري من هذه؟ قال: لا. قال: هذه امرأة سمع الله شكواها من فوق سبع سموات، هذه خولة بنت ثعلبة، والله لو لم تنصرف عني إلى الليل ماانصرفت عنها حتى تقضي حاجتها إلا أن تحضر صلاة فأصليها ثم أرجع إليها حتى تقضي حاجتها\" وقد ذكر هذا الأثر أبو عمر ابن عبد البر في الاستيعاب وقال: رويناه من وجوه.\nومن ذلك ما رواه الإمام أحمد والبخاري والترمذي والنسائي، عن أنس رضي الله عنه قال: كانت زينب تفخر على أزواج النبي صلى الله عليه وسلم تقول: \"زوجكن أهاليكن وزوجني الله تعالى من فوق سبع سموات\" قال الترمذي: هذا حديث حسن صحيح.\nومن ذلك ما رواه الإمام أحمد بإسناد صحيح عن ابن عباس رضي الله عنهما أنه قال لعائشة رضي الله عنها: \"كنت أحب نساء رسول الله صلى الله عليه وسلم إلى رسول الله صلى الله عليه وسلم، ولم يكن رسول الله صلى الله عليه وسلم يحب إلا طيبا وأنزل الله براءتك من فوق سبع سموات جاء بها الروح الأمين\" ورواه ابن سعد في الطبقات، وإسناده صحيح على شرط مسلم.\n(1/18)\n\nومن ذلك مارواه سنيد بن داود، حدثنا حماد بن زيد، عن عاصم بن بهدلة، عن زر بن حبيش، عن ابن مسعود رضي الله عنه قال: \"الله فوق العرش لا يخفى عليه شيء من أعمالكم\" إسناده صحيح. وقد رواه عثمان بن سعيد الدارمي عن موسى بن إسماعيل عن حماد بن سلمة عن عاصم، عن زر، عن ابن مسعود رضي الله عنه قال: \" ما بين السماء السماء الدنيا والتي تليها خمسمائة عام وبين كل سماء مسيرة خمسمائة عام وبين السماء السابعة وبين الكرسي خمسمائة عام، وبين الكرسي وبين الماء خمسمائة عام، والعرش على الماء والله تعالى فوق العرش، وهو يعلم ما أنتم علية\" إسناده صحيح، ورواه البهقي في كتاب \"الأسماء والصفات\" من طريق عبد الرحمن بن مهدي، عن حماد بن سلمة فذكره بنحوه، ورواه ابن عبد البر في التمهيد من طريق يزيد بن هارون، عن حماد بن سلمة، عن عاصم بن بهدلة، عن زر، عن عبد الله بن مسعود رضي الله عنه قال: \"ما بين السماء والأرض مسيرة خمسمائة عام، وما بين كل سماء إلى الأخرى مسيرة خمسمائة عام، وما بين السماء السابعة إلى الكرسي مسيرة خمسمائة عام، والعرش على الماء، والله تبارك وتعالى على العرش يعلم أعمالكم\" ورواه البيهقي أيضا من طريق عبد الرحمن بن عبد الله بن عتبة –وهو المسعودي- عن عاصم بن بهدلة، عن أبي وائل – واسمه شقيق بن سلمة- عن عبد الله بن مسعود رضي الله عنه فذكره بنحوه.\nومن ذلك ما رواه إسحاق بن راهويه، عن عكرمة في قوله تعالى مخبرا عن إبليس أنه قال: {ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} (17) سورة الأعراف قال ابن عباس رضي الله عنهما: لم يستطع أن يقول من فوقهم علم أن الله من فوقهم.",
        "(1/19)\n\nومن ذلك قول ابن مسعود رضي الله عنه: \" من قال سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر تلقاهن ملك فعرج بهن إلى الله فلا يمر بملأ من الملائكة إلا استغفروا لقائلهن حتى يجيء بهن وجه الرحمن\" قال ابن القيم في كتاب \"اجتماع الجيوش الإسلامية\" أخرجه العسال في كتاب \"المعرفة\" بإسناد كلهم ثقات.\nومن ذلك قصة عبد الله بن رواحة رضي الله عنه مع امرأته حين وقع على أمته وهي مشهورة. وقد ذكرها ابن عبد البر في الاستيعاب وقال: رويناها من وجوه صحاح، وذلك أنه مشى ليلة إلى أمة له فنالها، وفطنت له امرأته فلامته فجحدها، وكانت قد رأت جماعه لها فقالت له: إن كنت صادقا فاقرأ القرآن فإن الجنب لا يقرأ القران فقال:\nشهدت بأن وعد الله حق ... وأن النار مثوى الكافرينا\nوأن العرش فوق الماء حق ... وفوق العرش رب العالمينا\nوتحمله ملائكة غلاظ ... ملائكة الإله مسومينا\nفقالت امرأته: صدق الله وكذبت عيني، وكانت لا تحفظ القرآن ولا تقرؤه، وقد رواها الذهبي في \"سير أعلام النبلاء\" بإسناده إلى عبد العزيز بن أخي الماجشون، وفيه أن امرأة عبد الله بن رواحة قالت: له لما جحد خلوته بجاريته، إن كنت صادقا فاقرأ آية من القرآن فقال:\nشهدت بأن وعد الله حق ... وأن النار مثوى الكافرينا\nقالت فزدني آية فقال:\nوأن العرش فوق الماء طاف ... وفوق العرش رب العالمينا\nوتحمله ملائكة كرام ... ملائكة الإله مقربينا\n(1/20)",
        "\nفقالت: آمنت بالله وكذبت البصر، فأتى رسول الله صلى الله عليه وسلم فحدثه فضحك ولم يغير عليه.\nومن ذلك ما رواه ابن سعد أنبأنا مالك بن إسماعيل النهدي أنبأنا عمر بن زياد، عن عبد الملك بن عمير قال: جاء حسان بن ثابت إلى النبي صلى الله عليه وسلم فقال: أسمك يا رسول الله قال: \"قل حقا\" فقال:\nشهدت بإذن الله أن محمدا ... رسول الذي فوق السموات من عل\nفقال رسول الله صلى الله عليه وسلم: \"وأنا أشهد\" فقال:\nوان الذي عادى اليهود ابن مريم ... له عمل من ربه متقبل\nفقال \"وأنا أشهد\"\nوقد ذكره الذهبي في \"سير أعلام النبلاء\" وقال في البيت الأخير:\nوان الذي عادى اليهود ابن مريم ... نبي أتى من عند ذي العرش مرسل\nوهكذا هو في ديوان حسان بن ثابت رضي الله عنه.\nومن ذلك ما رواه عثمان بن سعيد الدارمي في كتاب \"النقض\" على المريسي بإسناد جيد عن أبي هريرة رضي الله عنه قال: \" لما ألقي إبراهيم في النار قال: اللهم إنك في السماء واحد وأنا في الأرض واحد أعبدك\".\nوكما أن هذه الآثار المروية عن الصحابة رضي الله عنهم تدل على اثبات العلو لله تعالى. ففيها أبلغ رد على من زعم أن معية الله لخلقه معيه ذاتية.\n(1/21)\n",
        "فصل\n\nوأما إجماع أهل السنة والجماعة على خلاف ما زعمه القائل: بأن معية الله لخلقه معية ذاتية، فقد حكاه غير واحد من أكابر العلماء، من أجلهم إمام أهل السنة أحمد بن حنبل رحمه الله تعالى، فقد روى القاضي أبو الحسين في \"طبقات الحنابلة\" بإسناد إلى أبي العباس أحمد بن جعفر بن يعقوب بن عبد الله الفارسي الإصطخري قال: قال أبو عبد الله أحمد بن محمد بن حنبل: هذه مذاهب أهل العلم وأصحاب الأثر، وأهل السنة المتمسكين بعروقها، العارفين بها المقتدى بهم فيها من لدن أصحاب الني صلى الله عليه وسلم إلى يومنا هذا وأدركت من علماء أهل الحجاز والشام وغيرهم عليها، فمن خالف شيئا من هذه المذاهب، أو طعن فيها أو عاب قائلها، فهو مبتدع خارج من الجماعة، زائل عن منهج السنة وسبيل الحق.\nثم ساق الإمام أحمد أقوالهم في هذه العقيدة إلى أن قال: وخلق سبع سموات بعضها فوق بعض، وسبع أرضين بعضها أسفل من بعض، وبين الأرض العليا والسماء الدنيا مسيرة خمسمائة عام، وبين كل سماء إلى سماء مسيرة خمسمائة عام، والماء فوق السماء العليا السابعة، وعرش الرحمن عز وجل فوق الماء، والله عز وجل على العرش، والكرسي موضع قدميه، وهو يعلم ما في السموات والأرضين السبع وما بينهما، وما تحت الثرى، وما في قعر البحار، ومنبت كل شعرة وشجرة، وكل زرع وكل نبات، ومسقط كل ورقة، وعدد كل كلمة، وعدد الحصى والرمل والتراب، ومثاقيل الجبال، وأعمال العباد، وآثارهم وكلامهم وأنفاسهم ويعلم كل شيء، لا يخفى عليه من ذلك\n(1/22)\n\nشيء، وهو على العرش فوق السماء السابعة، ودونه حجب من نور ونار وظلمة وما هو أعلم به.\nفإن احتج مبتدع ومخالف بقول الله عز وجل: {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} وبقوله: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ} وبقوله: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ} إلى قوله {إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} ونحو هذا من متشابه القرآن. فقل: إنما يعنى بذلك العلم، لأن الله تعالى على العرش فوق السماء السابعة العليا، ويعلم ذلك كله وهو بائن من خلقه لا يخلو من علمه مكان. انتهى.\nفليتأمله المبتلى بمخالفة أهل السنة والجماعة حق التأمل، وليتق الله ولا يكن من دعاة البدع والضلالة فقد قال الله تعالى فيهم: {لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ أَلاَ سَاء مَا يَزِرُونَ} (25) سورة النحل وفي الحديث الصحيح أن رسول الله صلى الله عليه وسلم قال: \"ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئا\" رواه الإمام أحمد ومسلم وأهل السنن من حديث أبي هريرة رضي الله عنه. وقال الترمذي: هذا حديث حسن صحيح.\nوقال أبو عمر ابن عبد البر: أجمع علماء الصحابة والتابعين الذين حمل عنهم التأويل قالوا في تأويل قوله: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ} هو على العرش، وعلمه في كل مكان، وما خلفهم في ذلك أحد يحتج بقوله. انتهى. وقد نقله شيخ الإسلام أبو العباس ابن تيمية رحمه الله تعالى في \" القاعدة المركشية\" وأقره وهو مذكور في صفحة 193 من المجلد الخامس من مجموع الفتاوى، ثم قال شيخ الإسلام رحمه الله تعالى: فهذا ما تلقاه الخلف عن السلف، إذ لم ينقل عنهم غير ذلك، إذ هو الحق",
        "(1/23)\n\nالظاهر الذي دلت عليه الآيات القرآنية، والأحاديث النبوية. انتهى. وقد نقل الذهبي كلام ابن عبد البر في كتاب \"العلو\" ونقله ابن القيم في كتاب \"اجتماع الجيوش الإسلامية\" وأقره.\nوذكر شيخ الإسلام أيضا في \" شرح حديث النزول\" قول الله تعالى في سورة الحديد: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ} وقوله تعالى في سورة المجادلة: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِن ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} الآية. ثم قال: وقد ثبت عن السلف أنهم قالوا: هو معهم بعلمه، وقد ذكر ابن عبد البر وغيره أن هذا إجماع من الصحابة والتابعين لهم بإحسان، ولم يخالفهم فيه أحد يعتد بقوله، وهو مأثور عن ابن عباس والضحاك ومقاتل بن حيان وسفيان الثوري وأحمد بن حنبل وغيرهم. ثم ذكر الشيخ ما رواه ابن أبي حاتم، عن ابن عباس رضي الله عنهما في قوله: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ} قال: هو على العرش وعلمه معهم. وروى أيضا عن سفيان الثوري أنه قال: علمه معهم، وروى أيضا عن الضحاك بن مزاحم في قوله: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ} إلى قوله: {أَيْنَ مَا كَانُوا} قال هو على العرش وعلمه معهم.\nوقال أبو عمر الطلمنكي: وأجمعوا يعني أهل السنة والجماعة على أن لله عرشا وعلى أنه مستو على عرشه، وعلمه وقدرته وتدبيره بكل ما خلقه، قال: فأجمع المسلمون من أهل السنة على أن معنى قوله: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ} ونحو ذلك في القرآن أن ذلك علمه، وأن الله فوق السموات بذاته مستو على عرشه كيف شاء.\nقال: وقال أهل السنة في قوله: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} الاستواء من الله على عرشه المجيد على الحقيقة، لا على المجاز. انتهى. وقد نقله شيخ الإسلام أبو العباس\n(1/24)",
        "\nابن تيمية رحمه الله تعالى في شرح حديث النزول وهو في صفحة 519 من المجلد الخامس من مجموع الفتاوى ونقل بعضه الذهبي في كتاب \" العلو\" وابن القيم في كتاب \"اجتماع الجيوش الإسلامية\".\nونقل شيخ الإسلام أيضا عن أبي عمر الطلمنكي أنه قال: وقد أجمع المسلمون من أهل السنة على أن الله على عرشه بائن من جميع خلقه، وتعالى الله عن قول أهل الزيغ، وعما يقول الظالمون علوا كبيرا. انتهى. وهو المذكور في صفحة 501 من المجلد الخامس من مجموع الفتاوى.\nوروى البيهقي في كتاب \"الأسماء والصفات\" بإسناد صحيح عن الأوزاعي قال: كنا والتابعون متوافرون نقول: إن الله تعالى ذكره فوق عرشه، ونؤمن بما وردت السنة به من صفاته جل وعلا، وقد ذكر شيخ الإسلام أبو العباس ابن تيمية رحمه الله تعالى قول الأوزاعي في \"الفتوى الحموية الكبرى\" ثم قال: وقد حكى الأوزاعي وهو أحد الأئمة الأربعة في عصر تابع التابعين الذين هم: مالك إمام أهل الحجاز، والأوزاعي إمام أهل الشام، والليث إمام أهل مصر، والثوري إمام أهل العراق – حكى شهرة القول في زمن التابعين بالإيمان بأن الله فوق العرش وبصفاته السمعية، وإنما قال الأوزاعي هذا بعد ظهور مذهب جهم المنكر لكون الله فوق عرشه، والنافي لصفاته، ليعرف الناس أن مذهب السلف خلاف ذلك. انتهى. وقد ذكر ابن القيم رحمه الله تعالى كلام الأوزاعي في كتابه \" اجتماع الجيوش الإسلامية\" ثم قال: هذا الأثر يدخل في حكاية مذهبه ومذهب التابعين انتهى.\nوقال الذهبي في كتاب \"العلو\" قال أبو أحمد الحاكم وأبو بكر النقاش المفسر واللفظ له حدثنا أبو العباس السراج، قال: سمعت قتيبة بن سعيد يقول: هذا قول\n(1/25)\n",
        "الأئمة في الإسلام والسنة والجماعة، نعرف ربنا أنه في السماء السابعة على عرشه كما قال جل جلاله: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} وكذا نقل موسى بن هارون، عن قتيبة أنه قال: نعرف ربنا في السماء السابعة على عرشه. قال الذهبي فهذا قتيبة في إمامته وصدقه قد نقل الإجماع على المسألة. انتهى. وقد نقل ابن القيم كلام قتيبة في كتابه \"اجتماع الجيوش الإسلامية\" بمثل ما ذكره الذهبي.\nوروى شيخ الإسلام أبو إسماعيل الهروي بإسناده إلى الحسن بن محمد بن الحارث قال: سئل علي بن المديني وأنا أسمع: ما قول أهل الجماعة؟ قال: يؤمنون بالرؤية وبالكلام، وأن الله عز وجل فوق السموات على عرشه استوى، فسئل عن قوله تعالى: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ} فقال اقرأ ما قبله: {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ} انتهى. وقد نقله الذهبي في كتاب \"العلو\" وابن القيم في كتاب \"اجتماع الجيوش الإسلامية\".\nوقال أبو بكر الخلال في كتاب السنة: أخبرنا أبو بكر المروذي، حدثنا محمد بن الصباح النيسابوري، حدثنا أبو داود الخفاف سليمان بن داود قال: قال إسحاق بن راهويه: قال الله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} إجماع أهل العلم أنه فوق العرش استوى ويعلم كل شيء في أسفل الأرض السابعة. انتهى. وقد نقله الذهبي في كتاب \"العلو\" وابن القيم في كتاب \"اجنماع الجيوش الإسلامية\" وقال الذهبي بعد إيراده: اسمع ويحك إلى هذا الإمام كيف نقل الإجماع على هذه المسألة كما نقله في زمانه قتيبة المذكور. انتهى.\nوروى الذهبي في كتاب \"العلو\" بإسناده إلى عبد الرحمن بن أبي حاتم قال: سألت أبي وأبا زرعة رحمهما الله تعالى عن مذهب أهل السنة في أصول الدين، وما\n(1/26)\n\nأدركا عليه العلماء في جميع الأمصار، وما يعتقدان من ذلك فقالا: أدركنا العلماء في جميع الأمصار، حجازا وعراقا ومصرا وشاما ويمنا، فكان من مذهبهم أن الله تبارك وتعالى على عرشه بائن من خلقه كما وصف نفسه في كتابه، وعلى لسان رسوله بلا كيف، أحاط بكل شيء علما، ليس كمثله شيء وهو السميع البصير. انتهى. وقد ذكره ابن القيم في كتاب \"اجتماع الجيوش المسلمة\" ثم قال: وهذان الإمامان إماما أهل الدين وهما من نظراء أحمد والبخاري رحمهم الله تعالى.\nوقال عثمان بن سعيد الدارمي في كتاب \"النقض\" على بشر المريسي: قد اتفقت الكلمة من المسلمين أن الله فوق عرشه فوق سمواته، وقال أيضا: إن الله فوق عرشه يعلم ويسمع من فوق العرش، ولا تخفى عليه خافية من خلقه، ولا يحجبهم عنه شيء. انتهى. وقد نقله الذهبي في كتاب \"العلو\" وابن القيم في كتاب \"اجتماع الجيوش الإسلامية\".\nوذكر ابن القيم أيضا في كتاب \"اجتماع الجيوش الإسلامية\" عن حرب بن إسماعيل الكرماني صاحب أحمد وإسحاق أنه قال: والماء فوق السماء السابعة، والعرش على الماء، والله على العرش. قال ابن القيم: هذا لفظه في مسائله وحكاه إجماعا لأهل السنة من سائر أهل الأمصار. انتهى.\nوقال أبو بكر محمد بن الحسين الآجري في كتاب \" الشريعة\" \"باب التحذير من مذاهب الحلولية\" ثم ذكر عنهم أنهم يحتجون لمذهبهم بقول الله تعالى في سورة المجادلة: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِن ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} وبقوله: {هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ} إلى قوله: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ} قال: فلبسوا على السامع بما تأولوا،",
        "(1/27)\n\nوفسروا القرآن على ما تهوى أ، فسهم، فضلوا وأضلوا. قال والذي يذهب إليه أهل العلم أن الله عز وجل على عرشه فوق سمواته، وعلمه محيط بكل شيء، قد أحاط علمه بجميع ما خلق في السموات العلا، وبجميع ما في سبع أرضين وما بينهما وما تحت الثرى، يسمع ويرى، لا يعزب عن الله مثقال ذرة في السموات والأرضين وما بينهن إلا وقد أحاط علمه به، فهو على عرشه سبحانه العلي الأعلى، يرفع إليه أعمال العباد، وهو أعلم بها من الملائكة الذين يرفعونها باليل والنهار.\nفإن قال قائل: فأي شيء معنى وله: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ} الآية التي يحتجون بها.\nقيل: علمه عز وجل، والله على عرشه، وعلمه محيط بهم وبكل شيء من خلقه، كذا فسره أهل العلم، والآية يدل أولها وآخرها على أنه العلم قال الله عز وجل: {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ} إلى قوله: {ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} فابتدأ عز وجل الآية بالعلم، وختمها بالعلم، فعلمه محيط بجميع خلقه وهو على عرشه. وهذا قول المسلمين.\nقال: وفي كتاب الله عز وجل آيات تدل على أن الله عز وجل في السماء على عرشه، وعلمه محيط بجميع خلقه، وذكر آيات في ذلك، وقد ذكرتها فيما تقدم، ثم قال: \"باب ذكر السنن التي دلت العقلاء على أن الله عز وجل على عرشه فوق سبع سمواته، وعلمه محيط بكل شيء، ولا يخفى عليه شيء في الأرض ولا في السماء\" وذكر أحاديث كيرة في ذلك، وقد ذكرتها فيما تقدم ثم قال: فهذه السنن قد اتفقت معانيها، ويصدق بعضها بعضا، وكلها تدل على ما قلنا أن الله عز وجل على عرشه فوق\n(1/28)",
        "\nسمواته، وقد أحاط علمه بكل شيء وأنه سميع بصير خبير. انتهى المقصود من كلامه ملخصا. وقد نقل الذهبي في كتاب \"العلو\" وابن القيم في كتاب \"اجتماع الجيوش الإسلامية\" بعض كلام الآجري مختصرا إلى قوله: وهذا قول المسلمين.\n\nوقال الإمام الزاهد أبو عبد الله بن بطة العكبري شيخ الحنابلة في كتابه «الإبانة» ... «باب الإيمان بأن الله على عرشه بائن من خلقه وعلمه محيط بجميع خلقه»: أجمع المسلمون من الصحابة والتابعين أن الله على عرشه فوق سمواته بائن من خلقه، فأما قوله: {وهو معكم} فهو كما قالت العلماء: علمه. وأما قوله: {وهو الله في السموات وفي الأرض} معناه أنه هو الله في السموات إله وهو الله في الأرض إله. وتصديقه في كتاب الله: {و هو الذي في السماء إله و في الأرض إله}. واحتج الجهمي بقوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} فقال: إن الله معنا وفينا. وقد فسر العلماء أن ذلك علمه. ثم قال تعالى في آخرها: {إن الله بكل شيء عليم} انتهى وقد نقله عنه الذهبي في كتاب «العلو» وقال: ثم إن ابن بطة سرد بأسانيده أقوال من قال إنه علمه، وهم الضحاك والثوري ونعيم بن حماد وأحمد بن حنبل وإسحاق بن راهويه.\nوذكر ابن القيم في كتابه «اجتماع الجيوش الإسلامية» عن أبي محمد عبد الله بن أبي زيد القيرواني أنه ذكر في كتابه المفرد في السنة تقرير العلو، واستواء الرب تعالى على عرشه بذاته أتم تقرير فقال: «فصل» فيما عليه الأمة من أمور الديانة من السنن التي خلافها بدعة وضلالة أن الله سبحانه وتعالى له الأسماء الحسنى، والصفات العلى لم يزل بجميع صفاته - ثم ذكر جملة من الصفات ومنها: أنه فوق سمواته على عرشه\n(1/29)\n",
        "دون أرضه، وأنه في كل مكان بعلمه - ثم ذكر سائر العقيدة وقال في آخرها: وكل ما قدمنا ذكره فهو قول أهل السنة وأئمة الناس في الفقه والحديث، وكله قول مالك. انتهى المقصود من كلامه.\nوذكر ابن القيم أيضاً في كتاب «اجتماع الجيوش الإسلامية» عن أبي عبد الله محمد بن أبي زمنين أنه قال في كتابه الذي صنفه في أصول السنة: ومن قول أهل السنة أن الله عز وجل خلق العرش واختصه بالعلو والارتفاع فوق جميع ما خلق , ثم استوى عليه كيف شاء كما أخبر من نفسه، قال: ومن قول أهل السنة: أن الله بائن من خلقه محتجب عنهم بالحجب. انتهى. وقد نقله شيخ الإسلام أبو العباس ابن تيمية في «الفتوى الحموية الكبرى».\nوذكر ابن القيم أيضاً في كتاب «اجتماع الجيوش الإسلامية» من إمام الشافعية في وقته سعد بن علي الزنجاني أنه قال: أجمع المسلمون على أن الله هو العلي الأعلى، وأن لله علو الغلبة والعلو الأعلى من سائر وجوه العلو، فنثبت بذلك أن لله علو الذات، وعلو الصفات، وعلو القهر والغلبة. انتهى.\nوذكر ابن القيم أيضاً في كتاب «اجتماع الجيوش الإسلامية» عن إسماعيل بن محمد بن الفضل التيمي أنه قال في كتاب «الحجة»: قال علماء السنة: إن الله عز وجل على عرشه بائن من خلقه، وقال أيضاً: أجمع المسلمون أن الله سبحانه العلي الأعلى. قال: فنثبت أن لله تعالى علو الذات، وعلو الصفات، وعلو القهر والغلبة. انتهى.\nوقال أبو بكر محمد بن الطيب الباقلاني في كتاب «الإبانة» ما ملخصه: فإن قيل فهل تقولون: إنه في كل مكان. قيل: معاذ الله، بل هو مستو على عرشه كما\n(1/30)\n\nأخبر في كتابه فقال: {الرحمن على العرش استوى} وقال تعالى: {إليه يصعد الكلم الطيب والعمل الصالح يرفعه} وقال: {أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور} قال: ولو كان في كل مكان لكان يصح أن يرغب إليه إلى نحو الأرض، وإلى خلفنا ويميننا وشمالنا , وهذا قد أجمع المسلمون على خلافه وتخطئة قائله. انتهى. وقد نقله شيخ الإسلام أبو العباس بن تيمية في «الفتوى الحموية الكبرى» ونقله الذهبي في كتاب «العلو» وابن القيم في كتابه «اجتماع الجيوش الإسلامية» وأقروه.\nوقال الحافظ الكبير أبو نعيم أحمد بن عبدالله بن أحمد الأصبهاني مصنف «حلية الأولياء» في كتاب «الاعتقاد» له: طريقتنا طريقة السلف المتبعين للكتاب والسنة وإجماع الأمة , ومما اعتقدوه أن الأحاديث التي ثبتت في العرش , واستواء الله عليه يقولون بها، ويثبتونها من غير تكييف ولا تمثيل، وأن الله بائن من خلقه، والخلق بائنون منه لا يحل فيهم، ولا يمتزج بهم، وهو مستو على عرشه في سمائه من دون أرضه. انتهى. وقد نقله شيخ الإسلام ابن تيمية في الفتاوى والذهبي في كتاب «العلو» ثم قال: فقد نقل هذا الإمام الإجماع على هذا القول، ولله الحمد. ونقل ابن القيم في كتاب «اجتماع الجيوش الإسلامية» قوله: طريقنا طريق السلف المتبعين للكتاب والسنة وإجماع الأمة، قال: وساق ذكر اعتقادهم ثم قال: ومما اعتقدوه أن الله في سمائه دون أرضه. انتهى.\nوقال أبو عثمان إسماعيل بن عبد الرحمن النيسابوري الصابوني في رسالته في السنة: ويعتقد أصحاب الحديث، ويشهدون أن الله فوق سبع سمواته على عرشه كما نطق به كتابه، وعلماء الأمة , وأعيان الأئمة من السلف، لم يختلفوا أن الله على عرشه،",
        "(1/31)\n\nوعرشه فوق سمواته. انتهى. وقد نقله شيخ الإسلام ابن تيمية في الفتاوى والذهبي في كتاب ... «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» وأقروه.\nوقال أبو عمر بن عبد البر في كتاب «التمهيد»: لما تكلم على حديث النزول في صفحة 128 وما بعدها من الجزء السابع، قال: هذا حديث ثابت من جهة النقل، صحيح الإسناد لا يختلف أهل الحديث في صحته، وفيه دليل على أن الله عز وجل في السماء على العرش من فوق سبع سموات كما قالت الجماعة، وهو من حجتهم على المعتزلة والجهمية في قولهم: إن الله عز وجل في كل مكان، وليس على العرش - إلى أن قال: ومن الحجة في أنه عز وجل على العرش فوق السموات السبع، أن الموحدين أجمعين من العرب والعجم إذا كربهم أمر أو نزلت بهم شدة رفعوا وجوههم إلى السماء يستغيثون ربهم تبارك وتعالى، وهذا أشهر وأعرف عند الخاصة والعامة من أن يحتاج فيه إلى أكثر من حكايته، لأنه اضطرار لم يوقفهم عليه أحد ولا أنكره عليهم مسلم.\nقال: وأما احتجاجهم بقوله عز وجل: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} فلا حجة لهم في ظاهر هذه الآية، لأن علماء الصحابة والتابعين الذين حملت عنهم التأويل في القرآن قالوا في تأويل هذه الآية: هو على العرش، وعلمه في كل مكان. وما خالفهم في ذلك أحد يحتج بقوله، ذكر سنيد عن مقاتل بن حيان، عن الضحْاك بن مزاحم في قوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} الآية قال: هو على عرشه، وعلمه معهم أينما كانوا. قال وبلغني عن سفيان الثوري مثله. انتهى. وقد نقل شيخ الإسلام أبو العباس بن تيمية رحمه الله تعالى جملة من كلامه وتقدم\n(1/32)",
        "\nذكرها. وكذلك الذهبي فإنه نقل بعض كلام ابن عبد البر في كتاب «العلو» ونقله أيضا ابن القيم في كتابه «اجتماع\nالجيوش الإسلامية» وأقره كل منهم.\nوفيما ذكره ابن عبد البر عن الموحدين أنهم إذا كربهم أمر أو نزلت بهم شدة، رفعوا وجوههم إلى السماء يستغيثون ربهم، أبلغ رد على من زعم أن معية الله لخلقه معية ... ذاتية، ولو كان الأمر على ما زعمه القائل على الله بغير علم لكان الرب مع أهل الأرض بذاته، فلا يضطرون إلى رفع رءوسهم إلى السماء عند الكرب، ونزول الشدائد، بل يوجهون وجوههم من بين أيديهم ومن خلفهم، وعن أيمانهم وعن شمائلهم. وهذا معلوم البطلان بالضرورة عند كل مؤمن يعلم أن الله تعالى فوق جميع المخلوقات، وأنه مستو على عرشه بائن من خلقه: ومن أبلغ الرد أيضاً على من زعم أن معية الله لخلقه معية ذاتية، ما ذكره ابن عبد البر عن علماء الصحابة والتابعين أنهم قالوا في تأويل قول الله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} قالوا: هو على العرش، وعلمه في كل مكان. قال: وما خالفهم في ذلك أحد يحتج بقوله.\nوقال الشيخ الموفق أبو محمد عبد الله بن أحمد بن محمد بن قدامة المقدسي في كتابه «لمعة الاعتقاد» بعد أن ذكر قول الله تعالى: {الرحمن على العرش استوى} وقوله: ... {أأمنتم من في السماء} وقول النبي صلى الله عليه وسلم للجارية: «أين الله؟» قالت: في السماء، قال: «اعتقها فإنها مؤمنة» وقوله: «ربنا الله الذي في السماء تقدس اسمك» وقوله لحصين بن عبيد والد عمران بن حصين: «كم إلهاً تعبد؟» قال: سبعة ستة في الأرض وواحد في السماء، قال: «ومَنْ لرغبتك\n(1/33)\n",
        "ورهبتك؟» قال: الذي في السماء. قال: «فاترك الستة واعبد الذي في السماء وأنا أعلمك دعوتين» الحديث. وذكر أيضاً حديث الأوعال وفي آخره: «وفوق ذلك العرش، والله سبحانه فوق ... ذلك» ثم قال: فهذا وما أشبهه مما أجمع السلف رحمهم الله على نقله وقبوله، ولم يتعرضوا لرده ولا تأويله ولا تشبيهه ولا تمثيله. انتهى.\nوقال الموفق أيضاً في كتاب «إثبات صفة العلو» أما بعد: فان الله تعالى وصف نفسه بالعلو في السماء، ووصفه بذلك رسوله خاتم الأنبياء عليه الصلاة والسلام، وأجمع على ذلك جميع العلماء من الصحابة الأتقياء والأئمة من الفقهاء، وتواترت الأخبار في ذلك على وجه حصل به اليقين , وجمع الله عز وجل عليه قلوب المسلمين، وجعله مغروزاً في طبائع الخلق أجمعين، فتراهم عند نزول الكرب يلحظون السماء بأعينهم، ويرفعون عندها للدعاء أيديهم، وينتظرون مجيء الفرج من ربهم سبحانه، ينطقون بذلك بألسنتهم، لا ينكر ذلك إلا مبتدع غال في بدعته، أو مفتون بتقليده واتباعه على ضلالته. انتهى. وقد نقله ابن القيم في كتاب «اجتماع الجيوش الإسلامية» وفيه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\n(1/34)\n\nفصل\n\nفي ذكر الأقوال المأثورة عن السلف الصالح من الصحابة والتابعين ومن بعدهم من أكابر العلماء في إثبات العلو لله تعالى، وفي ضمنها الرد على من زعم أن معية الله لخلقه معية ذاتية.\nقال الإمام الحافظ أبو القاسم اللالكائي - واسمه هبة الله بن الحسن الطبري الشافعي مصنف كتاب «شرح اعتقاد أهل السنة» وهو مجلد فخم - سياق ما روي في قوله: {الرحمن على العرش استوى} وأن الله على عرشه قال الله عز وجل: {إليه يصعد الكلم الطيب} وقال: {أأمنتم من في السماء} وقال: {وهو القاهر فوق عباده} فدلت هذه الآيات أنه في السماء وعلمه بكل مكان، روي ذلك عن عمر وابن مسعود وابن عباس وأم سلمة رضي الله عنهم ومن التابعين ربيعة، وسليمان التيمي، ومقاتل بن حيان، وبه قال مالك والثوري وأحمد. انتهى. وقد نقله الذهبي في كتاب «العلو» ونقل ابن القيم بعضه في كتاب «اجتماع الجيوش الإسلامية» وقال الحافظ الحجة أبو نصر عبيد الله بن سعيد الوائلي السجزي في كتاب «الإبانة» الذي ألفه في السنة، أئمتنا كسفيان الثوري، ومالك وحماد بن سلمة، وحماد بن زيد، وسفيان بن عيينة، والفضيل وابن المبارك، وأحمد وإسحاق متفقون على أن الله سبحانه فوق العرش بذاته , وأن علمه بكل مكان. انتهى. وقد نقله شيخ الإسلام أبو العباس بن تيمية في «القاعدة ... المراكشية» ثم قال: وكذلك",
        "(1/35)\n\nذكر شيخ الإسلام الأنصاري , وأبو العباس الطرقي (1) , والشيخ عبد القادر الجيلي ومن لا يحصي عدده إلا الله من أئمة الإسلام وشيوخه. انتهى.\nوقال الذهبي في كتاب «العلو» بعد ما نقل كلام السجزي: هذا الذي نقله عنهم مشهور محفوظ سوى كلمة «بذاته» فإنها من كيسه نسبها إليهم بالمعنى ليفرق بين العرش وبين ما عداه من الأمكنة. انتهى.\nقلت: قد تقدم ما حكاه أبو عمر الطلمنكي من الإجماع، على أن الله تبارك وتعالى فوق السموات بذاته مستو على عرشه كيف شاء، وقد نقله شيخ الإسلام أبو العباس بن تيمية رحمه الله تعالى في «شرح حديث النزول» وأقره على ذكر الذات , ونقله الذهبي في كتاب «العلو» قبل كلام السجزي بصفحتين، واقره على ذكر الذات، فلا وجه إذاً لاعتراضه على السجزي. وقد ذكر هذه الكلمة عدد كثير من كبار العلماء كما ذكر ذلك الذهبي في كتاب «العلو» بعد ذكره لكلام ابن أبي زيد المالكي. وسيأتي ذكر ذلك إن شاء الله تعالى.\nوذكر شيخ الإسلام أبو العباس بن تيمية عن علماء المالكية أنهم حكوا إجماع أهل السنة والجماعة، على أن الله بذاته فوق عرشه، وفي هذا مع ما تقدم رد على اعتراض الذهبي على السجزي، وقد بين الذهبي مراد العلماء من ذكر هذه الكلمة، وهو التفريق بين كونه تعالى على العرش، وكونه معنا بالعلم، وعلى هذا فليس ذكر الذات من فضول الكلام كما سيأتي في كلام الذهبي الذي تعقب به كلام ابن أبي زيد القيرواني، وإنما هو من الإيضاح والتفريق بين علو الله فوق العرش بذاته، وبين معيته بالعلم مع الخلق.\n__________\n(1) (1) الطرقي بفتح الطاء وسكون الراء المهملة وبعدها قاف.\n(1/36)",
        "\nقول كعب الأحبار\nروى أبو صفوان الأموي بإسناده إلى كعب الأحبار قال: قال الله عز وجل في التوراة: «أنا الله فوق عبادي , وعرشي فوق جميع خلقي , وأنا على عرشي أدبر أمور ... عبادي، ولا يخفى علي شيء في السماء ولا في الأرض» وقد ذكره الذهبي في كتاب ... «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» وقال الذهبي: رواته ثقات. وقال ابن القيم رواه أبو الشيخ وابن بطة وغيرهما بإسناد صحيح عن كعب، وروى أبو الشيخ في كتاب «العظمة» بإسناد إلى كعب الأحبار قال: إن الله عز وجل خلق سبع سموات ومن الأرض مثلهن، ثم جعل بين كل سمائين كما بين السماء الدنيا والأرض، وجعل كثفها مثل ذلك، ثم رفع العرش فاستوى عليه، وقد ذكره الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» وقال الذهبي الإسناد نظيف.\n\nقول مسروق بن الأجدع\nروى علي بن الأقمر عن مسروق قال: حدثتني الصديقة بنت الصديق، حبيبة حبيب الله\nالمبرأة من فوق سبع سموات. ذكره الذهبي في كتاب «العلو» وابن القيم في كتاب ... «اجتماع الجيوش الإسلامية» وقال الذهبي إسناده صحيح وصححه أيضا ابن القيم.\n\nقول قتادة بن دعامة\n(1/37)\n",
        "روى عثمان بن سعيد الدارمي عنه أنه قال: قالت بنو اسرائيل: يارب أنت في السماء ونحن في الأرض فكيف لنا أن نعرف رضاك وغضبك؟ قال: إذا رضيت عنكم استعملت عليكم خياركم، وإذا غضبت عليكم استعملت عليكم شراركم. وقد ذكره الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» وقال الذهبي هذا ثابت عن قتادة أحد الحفاظ , وروى ابن جرير في تفسيره عن قتادة في قول الله تعالى: {وهو الذي في السماء إله وفي الأرض إله} قال: يعبد في السماء ويعبد في الأرض، وقد ذكره البخاري في كتاب «خلق أفعال العباد» بدون إسناد ورواه البيهقي في كتاب «الأسماء والصفات» ثم قال: وفي معنى هذه الآية قول الله عز وجل: {وهو الله في السموات وفي الأرض يعلم سركم وجهركم ويعلم ما تكسبون}.\n\nقول الضحاك بن مزاحم\nروى عبد الله بن الإمام أحمد في كتاب «السنة» وأبو داود في كتاب «المسائل» بإسناد حسن عن الضحاك في قوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم} قال هو على العرش، وعلمه معهم. وقد رواه ابن جرير في تفسيره ولفظه قال: هو فوق العرش، وعلمه معهم أينما كانوا، ورواه الآجري في كتاب ... «الشريعة» والبيهقي في كتاب «الأسماء والصفات» والقاضي أبو الحسين في «طبقات الحنابلة» وقال بعد إيراده: قال أبو عبد الله - يعني أحمد بن حنبل - هذه السنة. وذكره ابن عبد البر في التمهيد فقال: ذكر سنيد عن مقاتل بن حيان، عن الضحاك بن مزاحم في قوله: {مايكون من نجوى ثلاثة\n(1/38)\n\nإلا هو رابعهم} الآية قال: هو على عرشه، وعلمه معهم أينما كانوا. قال: وبلغني عن سفيان الثوري مثله. وقد ذكره الذهبي في كتاب «العلو» قال: وفي لفظ «هو فوق العرش وعلمه معهم أينما كانوا» أخرجه أبو أحمد العسال، وأبو عبد الله بن بطة، وأبو عمر بن عبد البر بإسناد جيد.\n\nقول مقاتل بن حيان\nذكر ابن أبي حاتم في تفسيره عن مقاتل أنه قال في قول الله تعالى: {وهو معكم} قال: هو على العرش، وهو معهم بعلمه. وقد ذكره ابن القيم في كتاب «اجتماع الجيوش الإسلامية» نقلا عن ابن أبي حاتم، وروى البيهقي في كتاب «الأسماء والصفات» بإسناده إلى مقاتل بن حيان قال: بلغنا والله أعلم في قول الله عز وجل: ... {هو الأول} قبل كل شيء {والآخر} بعد كل شيء {والظاهر} فوق كل شيء {والباطن} أقرب من كل شيء. وإنما يعني بالقرب بعلمه وقدرته , وهو فوق عرشه {وهو بكل شيء عليم} ثم ذكر كلامه على الآية التي بعدها إلى قوله: {وهو معكم أينما كنتم} يعني قدرته وسلطانه وعلمه معكم أينما كنتم {والله بما تعملون بصير} وبالإسناد عن مقاتل بن حيان قال قوله: {إلا هو معهم} يقول: علمه وذلك قوله: {إن الله بكل شيء عليم} فيعلم نجواهم، ويسمع كلامهم , ثم ينبئهم يوم القيامة بكل شيء، هو فوق عرشه وعلمه معهم , وقد نقل الذهبي في كتاب ... «العلو» بعض ما رواه البيهقي , عن مقاتل بن حيان ثم قال: مقاتل هذا ثقة إمام معاصر للأوزاعي، ما هو بابن سليمان. ذاك مبتدع ليس بثقة.",
        "(1/39)\n\nقول مالك بن دينار\nروى أبو نعيم في «الحلية» عنه أنه كان يقول: خذوا فيقرأ ثم يقول: اسمعوا إلى قول الصادق من فوق عرشه. قال الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» إسناده صحيح.\n\nقول الإمام أبي عمرو الأوزاعي\nقد تقدم ما رواه البيهقي عنه أنه قال: كنا والتابعون متوافرون نقول: إن الله تعالى ذكره فوق عرشه، ونؤمن بما وردت السنة به من صفاته جل وعلا، وقال الذهبي في كتاب «العلو»: روى أبو إسحاق الثعلبي قال: سئل الأوزاعي عن قوله تعالى: {ثم استوى على العرش} قال: هو على عرشه كما وصف نفسه.\n\nقول الأمام أبي حنيفة\nروى البيهقي في كتاب «الأسماء والصفات» بإسناده إلى نعيم ابن حماد قال: سمعت نوح بن أبي مريم أبا عصمة يقول: كنا عند أبي حنيفة أول ما ظهر إذ جاءته امرأة من ترمذ كانت تجالس جهماً فدخلت الكوفة فأظنني أقل ما رأيت عليها عشره آلاف من الناس تدعو إلى رأيها فقيل لها: إن ههنا رجلا قد نظر في المعقول يقال له أبو حنيفة. فأتته فقالت: أنت الذي تعلم الناس المسائل وقد تركت دينك. أين إلهك الذي تعبده؟ فسكت عنها ثم مكث سبعة أيام لا يجيبها، ثم خرج إليها وقد وضع كتاباً: الله تبارك وتعالى في السماء دون الأرض. فقال له رجل: أرأيت قول الله عز وجل: {وهو معكم} قال: هو كما تكتب إلى الرجل إني معك وأنت غائب عنه. قال\n(1/40)",
        "\nالبيهقي: لقد أصاب أبو حنيفة رضي الله عنه فيما نفى عن الله عز وجل من الكون في الأرض، وفيما ذكر من تأويل الآية، وتبع مطلق السمع في قوله: إن الله عز وجل في السماء، وقد رواه الذهبي في كتاب «العلو» من طريق البيهقي. وقال أبو مطيع البلخي في كتاب «الفقه الأكبر» المشهور، سألت أبا حنيفة عمن يقول: لا أعرف ربي في السماء أو في الأرض. قال: قد كفر، لأن الله عز وجل يقول: {الرحمن على العرش استوى} وعرشه فوق سبع سمواته، فقلت: إنه يقول: {على العرش استوى} ولكن لا يدري العرش في السماء أو في الأرض، فقال: إذا أنكر أنه في السماء كفر لأنه تعالى في أعلى عليين، وأنه يدعى من أعلى لا من أسفل. انتهى. وقد نقله شيخ الإسلام أبو العباس بن تيمية في «القاعدة المراكشية» والحافظ الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n\nقول سفيان الثوري\nروى عبد الله بن الإمام أحمد في كتاب «السنة» عن معدان الذي قال فيه ابن ... المبارك: إن كان بخراسان أحد من الأبدال فمعدان. قال: سألت سفيان الثوري عن قول الله تعالى: {وهو معكم أينما كنتم} قال: علمه، وقد ذكره البخاري في كتاب «خلق أفعال العباد» ورواه أبو بكر الآجري في كتاب «الشريعة» إلا أنه قال في الإسناد عن خالد بن معدان: وهذا وهم لأن خالد بن معدان من الطبقة الثالثة , وسفيان الثوري من الطبقة السابعة، فلا يصح أن يقال: إن خالد بن معدان روى\n(1/41)\n",
        "عن سفيان الثوري الذي هو أنزل منه بأربع طبقات , ولعل هذا الوهم وقع من بعض النساخ، والله أعلم، ورواه البيهقي في كتاب «الأسماء والصفات» بمثله.\n\nقول الإمام مالك بن أنس إمام دار الهجرة.\nروى أبو داود في كتاب «المسائل» وأبو بكر الآجري في كتاب «الشريعة» من طريق أبي داود ومن طريق الفضل بن زياد كلاهما عن الإمام أحمد بن حنبل قال: حدثني سريج بن النعمان قال: حدثنا عبد الله بن نافع قال: قال مالك بن أنس: الله عز وجل في السماء، وعلمه في كل مكان لا يخلو من علمه مكان، وقد رواه عبد الله بن الإمام أحمد في كتاب «السنة» عن أبيه، وزاد بعد قوله وعلمه في كل مكان لا يخلو منه شيء، وتلا هذه الآية: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو ... سادسهم} وذكر شيخ الإسلام ابن تيمية في «القاعدة المراكشية» أن المالكية وغير المالكية نقلوا عن مالك أنه قال: الله في السماء، وعلمه في كل مكان، حتى ذكر ذلك مكي خطيب قرطبة في «كتاب التفسير» الذي جمعه من كلام مالك، ونقله أبو عمر الطلمنكي، وأبو عمر بن عبد البر، وابن أبي زيد في المختصر , وغير واحد ونقله أيضاً عن مالك غير هؤلاء ممن لا يحصى عددهم مثل أحمد بن حنبل، وابنه عبد الله والأثرم والخلال والآجري وابن بطة وطوائف غير هؤلاء من المصنفين في السنة - إلى أن قال: وكلام أئمة المالكية وقدمائهم في الإثبات كثير مشهور حتى علماؤهم حكوا إجماع أهل السنة والجماعة على أن الله بذاته فوق عرشه. انتهى.\n(1/42)\n\nقول أصبغ صاحب مالك\nذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال: إن الله مستو على عرشه , وبكل مكان علمه وإحاطته , قال ابن القيم: وأصبغ من أجل أصحاب مالك وأفهمهم.\n\nقول عبد الله بن المبارك\nروى عبد الله بن الإمام أحمد في كتاب «السنة» والبيهقي في كتاب «الأسماء والصفات» عن علي بن الحسن بن شقيق قال: سمعت عبد الله بن المبارك يقول: نعرف ربنا فوق سبع سموات على العرش استوى , بائن من خلقه , ولا نقول كما قالت الجهمية إنه هاهنا – وأشار إلى الأرض – وقد نقله شيخ الإسلام أبو العباس ابن تيمية في ... «الفتوى الحموية الكبرى» فقال: روى عبد الله بن أحمد وغيره بأسانيد صحاح , عن ابن المبارك فذكره بنحوه. ثم قال: وهكذا قال الإمام أحمد وغيره , وذكره شيخ الإسلام أيضا في موضع آخر من الفتاوى , ثم قال: هذا مشهور عن ابن المبارك ثابت عنه من غير وجه , وهو أيضاً صحيح ثابت عن أحمد بن حنبل , وإسحاق بن راهويه وغير واحد من الأئمة. انتهى.\nونقله الذهبي في كتاب «العلو» وقال بعده فقيل: هذا لأحمد بن حنبل، فقال: هكذا هو عندنا، ورواه الذهبي بإسناده إلى علي بن الحسن قال: سألت ابن المبارك كيف ينبغي لنا أن نعرف ربنا عز وجل؟ قال: على السماء السابعة على عرشه، ولا نقول كما تقول الجهمية إنه هاهنا في الأرض، وذكر القاضي أبو الحسين في «طبقات الحنابلة» ما رواه الأثرم عن محمد بن إبراهيم القيسي قال: قلت لأحمد بن",
        "(1/43)\n\nحنبل: يحكى عن ابن المبارك أنه قيل له كيف نعرف ربنا عز وجل؟ قال: في السماء السابعة على عرشه. فقال أحمد: هكذا هو عندنا. و قال البخاري في كتاب «خلق أفعال العباد»: و قال ابن المبارك: لا نقول كما قالت الجهمية إنه في الأرض هاهنا بل على العرش استوى. وقيل له: كيف نعرف ربا؟ قال: فوق سمواته على عرشه.\n\nقول أبي عصمة نوح بن أبي مريم\nقال عبد الله بن الإمام أحمد في كتاب «السنة» حدثني أحمد ابن سعيد الدارمي، سمعت أبا عصمة وسأله رجل عن الله في السماء هو؟ فحدث بحديث النبي صلى الله عليه وسلم حين سأل الأمة: «أين الله»؟ قالت: في السماء. قال: «فمن أنا؟» قالت: رسول الله. قال: «اعتقها فإنها مؤمنة» قال: سماها رسول الله صلى الله عليه مؤمنة أن عرفت أن الله في السماء.\nقول علي بن عاصم محدث واسط وشيخ الإمام أحمد\nذكر ابن أبي حاتم في كتاب «الرد على الجهمية» عن يحيى بن علي بن عاصم قال: كنت عند أبي فاستأذن عليه المريسي فقلت له: ياأبت مثل هذا يدخل عليك! فقال: وماله؟ قلت: إنه يقول: إن القرآن مخلوق , ويزعم أن الله معه في الأرض – وكلاماً ذكرته – فما رأيته أشد عليه مثل ما اشتد عليه قوله: إن القرآن مخلوق , وقوله: إن الله معه في الأرض. وقد نقله الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n\nقول سعيد بن عامر الضبعي عالم البصرة\n(1/44)",
        "\nقال البخاري في كتاب «خلق أفعال العباد» وقال سعيد بن عامر: الجهمية أشر قولا من اليهود والنصارى , قد اجتمعت اليهود والنصارى وأهل الأديان أن الله تبارك وتعالى على العرش , وقالوا هم: ليس على العرش شيء. وقال الذهبي في كتاب «العلو» قال عبد الرحمن بن أبي حاتم: حدثنا أبي قال: حدثت عن سعيد بن عامر الضبعي أنه ذكر الجهمية فقال: هم شر قولا من اليهود والنصارى. قد أجمع اليهود والنصارى وأهل الأديان مع المسلمين على أن الله عز وجل على العرش , وقالوا هم: ليس على العرش شيء , وقد ذكره ابن القيم في كتاب «اجتماع الجيوش الإسلامية» نقلا عن كتاب ... «السنة» لابن أبي حاتم.\n\nقول يزيد بن هارون\nقال عبد الله بن الإمام أحمد في كتاب «السنة»: حدثني عباس العنبري , حدثنا شاذ بن يحيى , سمعت يزيد بن هارون وقيل له: من الجهمية؟ قال: من زعم أن الرحمن على العرش استوى على خلاف ما في قلوب العامة فهو جهمي. وقد ذكره البخاري في كتاب «خلق أفعال العباد» قال شيخ الإسلام أبو العباس بن تيمية رحمه الله تعالى: والذي يقر في قلوب العامة هو ما فطر الله تعالى عليه الخليقة من توجهها إلى ربها تعالى عند النوازل والشدائد, والدعاء والرغبات إليه تعالى, نحو العلو لا تلتفت يمنة ولا يسرة من غير موقف وقفهم عليه, ولكن فطرة الله التي فطر الناس عليها, وما من مولود إلا وهو يولد على الفطرة حتى يجهمه وينقله إلى التعطيل من يقيض له. انتهى. وقد نقله عنه ابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n(1/45)\n",
        "قول عبد الله بن مسلمة القعنبي شيخ البخاري ومسلم\nذكر الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال: من لا يوقن أن الرحمن على العرش استوى كما يقر في قلوب العامة فهو جهمي , وقد تقدم عن يزيد بن هارون مثله.\n\nقول عبد الله بن أبي جعفر الرازي\nقال الذهبي في كتاب «العلو» قال محمد بن يحيى الذهلي: أخبرني صالح بن الضريس قال: جعل عبد الله يضرب رأس قرابة له يرى رأي جهم , فرأيته يضرب بالنعل على رأسه ويقول: لا حتى تقول: {الرحمن على العرش استوى} بائن من خلقه. وقد ذكره ابن القيم في كتاب «اجتماع الجيوش الإسلامية» نقلا عن كتاب «الرد على الجهمية» لابن أبي حاتم.\n\nقول الإمام محمد بن إدريس الشافعي\nقال الذهبي في كتاب «العلو» روى شيخ الإسلام أبو الحسن الهكاري (1) والحافظ أبو محمد المقدسي بإسنادهم إلى أبي ثور وأبي شعيب كلاهما عن الإمام محمد بن إدريس الشافعي قال: القول في السنة التي أنل عليها , ورأيت عليها الذين رأيتهم مثل سفيان زمالك وغيرهما إقرار بشهادة أن لا إله إلا الله وأن محمداً رسول الله , وأن الله على عرشه في سمائه يقرب من خلقه كيف شاء , وينزل إلى السماء الدنيا كيف شاء.\n__________\n(1) (1) الهكاري بفتح الهاء والكاف المشددة وبعد الألف راء , نسبة إلى الهكارية , وهي بلدة وناحية وقرى فوق الموصل في جزيرة ابن عمر يسكنها أكراد يقال لهم الهكارية. يراجع الأنساب واللباب ومعجم البلدان.\n(1/46)\n\nوذكر سائر الاعتقاد. وقد ذكره ابن القيم في كتاب «اجتماع الجيوش الإسلامية» من رواية عبد الرحمن بن أبي حاتم , عن أبي شعيب وأبي ثور , عن الشافعي رحمه الله تعالى. وذكر شيخ الإسلام أبو العباس بن تيمية في «الفتوى الحموية الكبرى» عن الشافعي أن قال: خلافة أبي بكر الصديق حق قضاه الله في السماء , وجمع عليه قلوب عباده. انتهى.\n\nقول عبد العزيز بن يحيى الكناني المكي\nقال شيخ الإسلام أبو العباس بن تيمية في الفتاوى: ومن أصحاب الشافعي عبد العزيز بن يحيى الكناني المكي له كتاب «الرد على الجهمية» وقرر فيه مسألة العلو , وأن الله تعالى فوق عرشه. والأئمة في الحديث والفقه والسنة والتصوف المائلون إلى الشافعي , ما من أحد منهم إلا له كلام فيما يتعلق بهذا الباب ما هو معروف يطول ذكره. انتهى.\n\nقول هشام بن عبيد الله الرازي عالم الري\nقال شيخ الإسلام أبو العباس بن تيمية في «الفتوى الحموية الكبرى» روى ابن أبى حاتم أن هشام بن عبيد الله الرازي صاحب محمد بن الحسن – قاضي الري – حبس رجلا في التجهم فتاب فجيء به إلى هشام ليطلقه فقال: الحمد لله على التوبة , فامتحنه هشام فقال: أتشهد أن الله على عرشه بائن من خلقه؟ فقال: أشهد أن الله على عرشه , ولا أدري ما بائن من خلقه. فقال: ردوه إلى الحبس فإنه لم يتب. وقد ذكره الذهبي في كتاب «العلو» بنحوه.",
        "(1/47)\n\nقول محمد بن مصعب العابد\nروى عبد الله بن الإمام أحمد في كتاب «السنة» عنه أنه قال: من زعم أنك لا تتكلم ولا ترى في الآخرة فهو كافر بوجهك , أشهد أنك فوق العرش , فوق سبع سموات , ليس كما يقول أعداء الله الزنادقة.\n\nقول سنيد بن داود المصيصي الحافظ\nقال الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» قال أبو حاتم الرازي: حدثنا أبو عمران الطرسوسي قال: قلت لسنيد بن داود: هو عز وجل على عرشه بائن من خلقه؟ قال: نعم.\n\nقول عبد الله بن الزبير الحميدي شيخ البخاري\nذكر الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال: نقول: {الرحمن على العرش استوى} ومن زعم غير هذا فهو مبطل جهمي.\n\nقول نعيم بن حماد الخزاعي الحافظ\nذكر الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال في قوله تعالى: {وهو معكم} قال: معناه أنه لا يخفى عليه خافية\n(1/48)",
        "\nبعلمه. ألا ترى إلى قوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم} الآية أراد أنه لا يخفى عليه خافية.\n(1/49)\n",
        "قول بشر بن الوليد وأبي يوسف\nقال ابن القيم في كتاب «اجتماع الجيوش الإسلامية» روى ابن أبي حاتم قال: جاء بشر بن الوليد إلى أبي يوسف فقال له: تنهاني عن كلام بشر المريسي , وعلي الأحول وفلان يتكلمون. فقال: وما يقولون؟ قال: يقولون إن الله في كل مكان. فبعث أبو يوسف وقال: علي بهم فانتهوا إليهم وقد قام بشر فجيء بعلي الأحول والشيخ الآخر , فنظر أبو يوسف إلى الشيخ وقال: لو أن فيك موضع أدب لأوجعتك , وأمر به إلى الحبس , وضرب علي الأحول وطيف به , وقد استتاب أبو يوسف بشر المريسي لما أنكر أن الله فوق عرشه , وهي قصة مشهورة ذكرها عبد الرحمن بن أبي حاتم وغيره , وأصحاب أبي حنيفة المتقدمون على هذا. وقد ذكر الطحاوي في اعتقاد أبي حنيفة وصاحبيه ما يوافق هذا , وأنهم من أبرأ الناس من التعطيل والتجهم. انتهى باختصار.\n\nقول بشر الحافي الزاهد\nقال الذهبي في كتاب «العلو» له عقيدة رواها ابن بطة في كتاب «الإبانة» وغيره , فمما فيها: والإيمان بأن الله على عرشه استوى كما شاء وأنه عالم بكل مكان.\n\nقول أحمد بن نصر الخزاعي\nقال الذهبي في كتاب «العلو»: قال إبراهيم الحربي فيما صح عنه: قال أحمد بن نصر , وسئل عن علم الله فقال: علم الله معنا وهو على عرشه.\n(1/50)\n\nقول قتيبة بن سعيد\nقد ذكرت عنه فيما تقدم أنه قال: نعرف ربنا في السماء السابعة على عرشه. وقد نقل إجماع أهل السنة والجماعة على ذلك فليراجع.\n\nقول علي بن المديني\nقد ذكرت عنه فيما تقدم أنه نقل الإجماع على أن الله عز وجل فوق السموات على عرشه استوى , فسئل عن قوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم} فقال اقرأ ما قبله: {ألم تر أن الله يعلم}.\n\nقول خالد بن سليمان أبي معاذ البلخي\nقال ابن القيم في كتاب «اجتماع الجيوش الإسلامية» روى ابن أبي حاتم عنه بإسناده أنه قال: إن الله في السماء على العرش كما وصف نفسه.\n\nقول الإمام أحمد بن محمد بن حنبل\nقد تقدم في أول حكاية الإجماع على خلاف ما زعمه المردود عليه , ما جاء في العقيدة التي رواها أبو العباس الإصطخري (1) عن الإمام احمد في إثبات علو الله تعالى\n__________\n(1) (1) الإصطخري بكسر الألف وسكون الصاد وفتح الطاء وسكون الخاء , نسبة إلى إصطخر وهي من كور فارس بينها وبين شيراز اثنا عشر فرسخاً , يراجع الأنساب للسمعاني ومعجم البلدان لياقوت الحموي.",
        "(1/51)\n\nعلى العرش فوق السماء السابعة , وأنه بائن من خلقه , وأنه مع الخلق بعلمه لا يخلو من علمه مكان. فليراجع كلامه فإنه مهم جداً و وتقدم أيضاً عن عبد الله بن المبارك أنه قيل له: بماذا نعرف ربنا؟ قال: بأنه فوق سمواته على عرشه بائن من خلقه , ولا نقول كما تقول الجهمية إنه ههنا في الأرض. قال شيخ الإسلام أبو العباس ابن تيمية: وهكذا قال الإمام أحمد وغيره , وقال الذهبي: قيل هذا لأحمد بن حنبل فقال: هكذا هو عندنا , وروى القاضي أبو الحسن في «طبقات الحنابلة» عن يوسف بن موسى القطان قال: قيل لأبي عبد الله: والله تعالى فوق السماء السابعة على عرشه بائن من خلقه وقدرته وعلمه بكل مكان؟ قال: نعم على عرشه , ولا يخلو شيء من علمه. وذكر الذهبي في كتاب ... «العلو» عن أبي طالب أحمد بن حميد قال: سألت أحمد بن حنبل عن رجل قال: الله معنا وتلا: {ما يكون من نجوى ثلاثة إلا هو رابعهم} فقال: قد تجهم هذا , يأخذون بآخر الآية ويَدَعون أولها. هلاّ قرأت عليه: {ألم تر أن الله يعلم} فعلمه معهم. وقال في سورة ق?: {ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد} فعلمه معهم.\nقلت: ما زعمه القائل بأن معية الله لخلقه معية ذاتية , مطابق لقول الرجل الذي قال فيه الإمام أحمد إنه قد تجهم.\nوقال المروذي: قلت لأبي عبد الله: إن رجلا قال أقول كما قال الله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} أقول هذا ولا أجاوزه إلى غيره. فقال أبو عبد الله: هذا كلام الجهمية , بل علمه معهم فأول الآية يدل على أنه علمه. رواه ابن بطة في كتاب «الإبانة» عن عمر بن محمد بن رجاء عن محمد بن داود عن المروذي.\n(1/52)",
        "\nقلت: ليتأمل المبتلى بمخالفة أهل السنة والجماعة كلام الإمام أحمد حق التأمل حتى يعرف من كان يقول بالمعية الذاتية من أهل البدع والضلال , وأنهم شر أهل البدع.\nوقال حنبل بن إسحاق في كتاب «السنة»: قلت لأبي عبد الله أحمد بن حنبل: ما معنى قوله تعالى: {وهو معكم أينما كنتم} و: {ما يكون من نجوى ثلاثة إلا هو رابعهم} إلى قوله: {إلا هو معهم أينما كانوا}؟ قال: علمه. عالم الغيب والشهادة , محيط بكل شيء , شاهد علاّم الغيوب , يعلم ربنا على العرش بلا حد ولا صفة (1) , وسع كرسيه السموات والأرض. انتهى. وقد نقله شيخ الإسلام أبو العباس بن تيمية في «شرح حديث النزول».\nوقال الشريف أبو علي محمد بن أحمد بن أبي موسى في عقيدة له ذكرها القاضي أبو الحسين في «طبقات الحنابلة» سئل الإمام أحمد ابن محمد بن حنبل عن قوله عز وجل: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} فقال علمه.\nوذكر الإمام أحمد في كتاب «الرد على الجهمية» أنهم قالوا: إن الله تحت الأرض السابعة كما هو على العرش , فهو على العرش , وفي السموات , وفي الأرض , ولا يخلو منه مكان , ولا يكون في مكان دون مكان , وتلوا آية من القرآن: {وهو الله في السموات وفي الأرض} فقلنا: قد عرف المسلمون أماكن كثيرة ليس فيها من عظمة الرب شيء: أجسامكم وأجوافكم وأجواف الخنازير والوحوش , والأماكن القذرة ليس فيها من عظمة الرب شيء. وقد أخبرنا أنه في السماء – ثم ذكر أحمد\n__________\n(1) (1) قوله: بلا حد ولا صفة. معناه أنه لا يحد استواء الرب على العرش , ولا توصف كيفيته كما قال ربيعة بن أبي عبد الرحمن ومالك بن أنس: الاستواء معلوم والكيف غير معقول.\n(1/53)\n",
        "الأدلة من القرآن على أن الله تعالى في السماء , وقال بعد ذلك: وإنما معنى قول الله جل ثناؤه: {وهو الله في السموات وفي الأرض} يقول: هو إله من في السموات , وإله من في الأرض , وهو على العرش , وقد أحاط علمه بما دون العرش , ولا يخلو من علم الله مكان ولا يكون علم الله في مكان دون مكان , فذلك قوله: {لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علماً}.\nوقال الإمام أحمد أيضاً: «بيان ما تأولت الجهمية من قول الله: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم} قالوا: إن الله معنا وفينا. فقلنا: الله جل ثناؤه يقول: {ألم تر أن الله يعلم ما في السموات وما في الأرض} ثم قال: {ما يكون من نجوى ثلاثة إلا هو رابعهم} يعني الله بعلمه {ولا خمسة إلا هو سادسهم} يعني الله بعلمه {ولا أدنى من ذلك ولا أكثر إلا هو معهم} يعني بعلمه فيهم {أينما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم} يفتح الخبر بعلمه ويختم الخبر بعلمه».\nوقال الإمام أحمد أيضاً: «بيان ما ذكر الله في القرآن: {وهو معكم} وهذا على وجوه: قال الله جل ثناؤه لموسى: {إنني معكما} يقول: في الدفع عنكما. وقال: {ثاني اثنين إذ هما في الغار إذ قال لصاحبه لا تحزن إن الله معنا} يقول: في الدفع عنا. وقال: {كم من فئة قليلة غلبت فئة كثيرة بإذن الله والله مع الصابرين} يقول في النصر لهم على عدوهم. وقال: {فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون والله معكم} في النصر لكم على عدوكم. وقال: {ولا يستخفون من الله وهو معهم} يقول: بعلمه فيهم. وقال: {فلما تراءى الجمعان قال أصحاب موسى إنا ... لمدركون (قال كلا إن معي ربي سيهدين} يقول: في العون على\n(1/54)\n\nفرعون. ثم ذكر الإمام أحمد بعد هذا التفصيل أن الحجة ظهرت على الجهمي بما ادعى على الله أنه مع خلقه». انتهى.\n\nقول إسحاق بن راهويه\nقد ذكرت عنه فيما أنه نقل الإجماع على أن الله فوق العرش استوى , ويعلم كل شيء في أسفل الأرض السابعة.\n\nقول المزني صاحب الشافعي\nذكر الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال: الحمد لله الواحد الصمد , ليس له صاحبة ولا ولد , عالٍ على عرشه , دان بعلمه من خلقه , وقال أيضاً: عالٍ على عرشه , بائن عن خلقه , وروى الذهبي بإسناد إلى محمد بن إسماعيل الترمذي قال: سمعت المزني يقول: لا يصح لأحد توحيد حتى يعلم أن الله على العرش بصفاته. قلت: مثل أي شيء؟ قال: سميع بصير عليم قدير.\n\nقول محمد بن يحيى الذهلي\nذكر الذهبي في كتاب «العلو» عن الحاكم أنه قال: قرأت بخط أبي عمرو المستملي سئل محمد بن يحيى عن حديث عبد الله بن معاوية , عن النبي صلى الله عليه وسلم: «ليعلم العبد أن الله معه حيث كان»؟ فقال: يريد أن الله علمه محيط بكل مكان , والله على العرش.",
        "(1/55)\n\nقول الإمام محمد بن إسماعيل البخاري\nقال في كتاب «التوحيد» من صحيحه «باب قول الله عز وجل: {وكان عرشه على الماء} {وهو رب العرش العظيم}» قال أبو العالية: استوى إلى السماء ارتفع , فسواهن خلقهن , وقال مجاهد: استوى علا على العرش , ثم ساق حديث زينب بنت جحش رضي الله عنها أنها كانت تفخر على أزواج النبي صلى الله عليه وسلم تقول: زوجكن أهاليكن وزوجني الله تعالى من فوق سبع سموات , وقال أيضاً «باب قول الله تعالى: {تعرج الملائكة والروح إليه} وقوله جل ذكره: {إليه يصعد الكلم الطيب}» وقد ذكر في هذا الباب عدة أحاديث في إثبات صفة الفوقية لله تعالى وعلوه على خلقه.\n\nقول أبي زرعة الرازي\nقد ذكرت فيما تقدم ما رواه عبد الرحمن بن أبي حاتم , عن أبيه وأبي زرعة أنهما قالا: أدركنا العلماء في جميع الأمصار: حجازاً وعراقاً ومصراً وشاماً , فكان من مذهبهم أن الله تبارك وتعالى على عرشه بائن من خلقه , كما وصف نفسه في كتابه , وعلى لسان رسوله بلا كيف. أحاط بكل شيء علماً , ليس كمثله شيء وهو السميع البصير.\nوذكر الذهبي في كتاب «العلو» ما رواه أبو إسماعيل الأنصاري بإسناده إلى محمد بن إبراهيم الأصبهاني , سمعت أبا زرعة الرازي وسئل عن تفسير: {الرحمن على العرش استوى} فغضب وقال: تفسيره كما تقرأ , هو على عرشه , وعلمه في كل مكان ,\n(1/56)",
        "\nمن قال غير هذا فعليه لعنة الله. وقد ذكره شيخ الإسلام أبو العباس بت تيمية في «الفتوى الحموية الكبرى» وابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n\nقول أبي حاتم الرازي\nذكر الذهبي في كتاب «العلو» عن الحافظ أبي القاسم الطبري قال: وجدت في كتاب أبي حاتم محمد بن إدريس المنذر الحنظلي مما سمع منه يقول: مذهبنا واختيارنا اتباع رسول الله صلى الله عليه وسلم وأصحابه والتابعين من بعدهم , والتمسك بمذاهب أهل الأثر مثل الشافعي وأحمد وإسحاق وأبي عبيد رحمهم الله تعالى , ولزوم الكتاب والسنة. ونعتقد أن الله عز وجل على عرشه بائن من خلقه , ليس كمثله شيء وهو السميع البصير. وقد ذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» قوله ونعتقد إلى آخره.\n\nقول يحيى بن معاذ الرازي الواعظ\nروى أبو إسماعيل الأنصاري بإسناده إلى يحيى بن معاذ أن قال: إن الله على العرش بائن من خلقه , وقد أحاط بكل شيء علماً وأحصى كل شيء عدداً. لا يشك في هذه المقالة إلا جهمي رديء ضلّيل , وهالك مرتاب , يمزج الله بخلقه , ويخلط منه الذات بالأقذار والأنتان. انتهى. وقد نقله شيخ الإسلام أبو العباس بن تيمية في «\n(1/57)\n",
        "الفتوى الحموية الكبرى» والذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n\nقول الإمام محمد بن أسلم الطوسي\nذكر الذهبي في كتاب «العلو» عن الحاكم أنه قال في ترجمته: حدثنا يحيى العنبري. حدثنا أحمد بن سلمة و حدثنا محمد بن أسلم قال: قال لي عبد الله بن الطاهر: بلغني أنك لا ترفع رأسك إلى السماء , فقلت: ولِمَ وهل أرجو الخير إلا ممن هو في السماء.\n\nقول عبد الوهاب الوراق\nقال الذهبي في كتاب «العلو» حدث عبد الوهاب بن عبد الحكيم الوراق بقول ابن عباس رضي الله عنهما: ما بين السماء السابعة إلى كرسيه سبعة آلاف نور وهو فوق ذلك. ثم قال عبد الوهاب: من زعم أن الله ههنا فهو جهمي خبيث , إن الله عز وجل فوق العرش , وعلمه محيط بالدنيا والآخرة. وقد نقل ابن القيم كلام عبد الوهاب في كتابه «اجتماع الجيوش الإسلامية» وقال: صح ذلك عنه , حكاه عنه محمد بن عثمان في رسالته في الفوقية وقال: ثقة حافظ روى عنه أبو داود والترمذي والنسائي. انتهى. ومحمد بن عثمان الذي ذكره ابن القيم هو الحافظ الذهبي.\n(1/58)\n\nقول حرب بن إسماعيل الكرماني صاحب أحمد وإسحاق\nقد ذكرت فيما تقدم أنه حكى إجماع أهل السنة , من سائر أهل الأمصار أن الماء فوق السماء السابعة , والعرش على الماء , والله على العرش.\n\nقول عثمان بن سعيد الدارمي حافظ أهل المشرق\nقال في كتابه «النقض على بشر المريسي»: قد اتفقت الكلمة من المسلمين أن الله فوق عرشه , فوق سمواته , لا ينزل قبل يوم القيامة إلى الأرض , ولم يشكّوا أنه ينزل يوم القيامة ليفصل بين العباد ويحاسبهم ويثيبهم , وتشقق السموات يومئذ لنزوله , وتنزل الملائكة تنزيلاً , ويحمل عرش ربك فوقهم يومئذ ثمانية , كما قال الله سبحانه , ورسوله صلى الله عليه وسلم فلما لم يشك المسلمون أن الله لا ينزل إلى الأرض قبل يوم القيامة لشيء من أمور الدنيا , علموا يقيناً أن ما يأتي الناس من العقوبات , إنما هو أمره وعذابه. فقوله: {فاتى الله بنيانهم من القواعد} إنما هو أمره وعذابه.\nوقال أيضاً في كتاب «النقض» علمه بهم محيط , وبصره فيهم نافذ , وهو بكماله فوق العرش , ومع بعد المسافة بينه وبين الأرض يعلم ما في الأرض.\nوقال أيضاً في كتاب «النقض»: وقد اتفقت الكلمة من المسلمين أن الله سبحانه في السماء , وعرفوه بذلك إلا المريسي وأصحابه. وقال في قول النبي صلى الله عليه وسلم للأمة: «أين الله» تكذيب لمن يقول هو في كل مكان , إلى أن قال: والله فوق سمواته , بائن من خلقه , فمن لم يعرفه بذلك لم يعرف إلهه الذي يعبده. انتهى المقصود من كلامه. وقد نقله ابن القيم في كتاب «اجتماع الجيوش الإسلامية» وأثنى على كتاب الدارمي في الرد على الجهمية , وعلى كتابه في «النقض على بشر",
        "(1/59)\n\nالمريسي» وقال: إنهما من أجل الكتب المصنفة في السنة وأنفعها. قال: وينبغي لكل طالب سنة مراده الوقوف على ما كان عليه الصحابة والتابعون والأئمة أن يقرأ كتابيه. قال: وكان شيخ الإسلام ابن تيمية رحمه الله تعالى يوصي بهذين الكتابين أشد الوصية. ويعظمهما جداً , وفيهما من تقرير التوحيد والأسماء والصفات بالعقل والنقل ما ليس في غيرهما. انتهى كلام ابن القيم رحمه الله تعالى.\n\nقول عبد الله بن مسلم بن قتيبة\nقال في كتابه «تأويل مختلف الحديث» نحن نقول في قوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} أنه معهم بالعلم بما هم عليه كما تقول للرجل وجهته إلى بلد شاسع , ووكلته بأمر من أمورك: احذر التقصير والإغفال لشيء مما تقدمت فيه إليك , فإني معك. تريد أنه لا يخفى علي تقصيرك أو جدك للإشراف عليك , والبحث عن أمورك , و , وإذا جاز هذا في المخلوق الذي لا يعلم الغيب فهو في الخالق الذي يعلم الغيب أجوز. وكيف يسوغ لأحد أن يقول: إنه بكل مكان على الحلول مع قوله: {الرحمن على العرش استوى} ومع قوله تعالى: {إليه يصعد الكلم الطيب والعمل الصالح يرفعه} وكيف يصعد إليه شيء هو معه , أو يرفع إليه عمل وهو عنده. قال: ولو أن هؤلاء رجعوا إلى فطرهم , وما ركبت عليه خلقتهم من معرفة الخالق سبحانه , لعلموا أن الله تعالى هو العلي , وهو الأعلى , وهو بالمكان الرفيع , وأن القلوب عند الذكر تسمو نحوه , والأيدي ترفع بالدعاء إليه.\n(1/60)",
        "\nقال: والأمم كلها عربيها وعجميها تقول: إن الله تعالى في السماء ما تركت على فطرها , ولم تنقل عن ذلك بالتعليم , قال: وأما قوله: {وهو الذي في السماء إله وفي الأرض إله} فليس في ذلك ما يدل على الحلول بهما. وإنما أراد أنه إله السماء , وإله من فيها , وإله الأرض وإله من فيها , وكذلك قوله جل وعز: {إن الله مع الذين اتقوا والذين هم محسنون} لا يريد أنه معهم بالحلول ولكن بالنصرة والتوفيق والحياطة. انتهى المقصود من كلامه ملخصاً.\n\nقول أبي عيسى الترمذي\nذكر في تفسير سورة الحديد من جامعه حديث أبي هريرة رضي الله عنه مرفوعاً في بُعد ما بين السماء والأرض , وما بين كل سمائين , وأن العرش فوق السموات , وبينه وبين السماء بُعد ما بين كل سمائين. ثم ذكر بُعد ما بين الأرضين السبع ثم قال: «والذي نفس محمد بيده لو أنكم دليتم بحبل إلى الأرض السفلى لهبط على الله ثم قرأ: ... {هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم}» قال الترمذي: حديث غريب. وقال الذهبي: هو خبر منكر. انتهى. قلت: وهو من رواية الحسن عن أبي هريرة رضي الله عنه , وقد قال الترمذي بعد إيراده: يروى عن أيوب ويونس بن عبيد , وعلي بن زيد قالوا: لم يسمع الحسن من أبي هريرة , قال: وفسر بعض أهل العلم هذا الحديث فقالوا: إنما هبط على علم الله وقدرته وسلطانه. وعلم الله وقدرته وسلطانه في كل مكان , وهو على العرش كما وصف في كتابه. انتهى.\n\nقول محمد بن عثمان بن أبي شيبة\n(1/61)\n",
        "ذكر الذهبي في كتاب «العلو» أنه ألف كتاباً في العرش فقال: ذكروا أن الجهمية يقولون: ليس بين الله وبين خلقه حجاب , وأنكروا العرش , وأن يكون الله فوقه , وقالوا: إنه في كل مكان. ففسرت العلماء: {وهو معكم} يعني علمه , ثم تواترت الأخبار أن الله تعالى خلق العرش فاستوى عليه , فهو فوق العرش , بائن من خلقه. وقال شيخ الإسلام أبو العباس ابن تيمية في «القاعدة المراكشية» ذكر أبو عمر الطلمنكي الإمام في كتابه الذي سماه «الوصول إلى معرفة الأصول» أن أهل السنة والجماعة متفقون على أن الله استوى بذاته على عرشه. قال: وكذلك ذكره محمد بن عثمان بن أبي شيبة حافظ الكوفة في طبقة البخاري ونحوه , ذكر ذلك عن أهل السنة والجماعة.\n\nقول زكريا الساجي\nذكر الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» عن أبي عبد الله بن بطة العكبري قال: حدثنا أبو الحسن أحمد بن زكريا بن يحيى الساجي قال: قال أبي: القول في السنة التي رأيت عليها أصحابنا أهل الحديث الذين لقيناهم أن الله تعالى على عرشه في سمائه يقرب من خلقه كيف شاء.\n\nقول محمد بن جرير الطبري\nقال في تفسير قول الله تعالى في سورة الحديد: {وهو معكم أينما كنتم} يقول: وهو مشاهد لكم أيها الناس أينما كنتم يعلمكم ويعلم أعمالكم ومتقلبكم ومثواكم , وهو على عرشه فوق سمواته السبع. وقال في تفسير قوله تعالى في سورة المجادلة: {\n(1/62)\n\nما يكون من نجوى ثلاثة إلا هو رابعهم} يسمع سرهم ونجواهم لا يخفى عليه شيء من أسرارهم ... {ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} يقول: في أي موضع ومكان كانوا. وعنى بقوله: {هو رابعهم} بمعنى أنه مشاهدهم بعلمه وهو على عرشه. ثم روى بإسناده إلى الضحاك في قوله: {ما يكون من نجوى ثلاثة} إلى قوله: {هو معهم} قال: هو فوق العرش وعلمه معهم أينما كانوا. وقال في تفسير قوله تعالى: {وهو الذي في السماء إله وفي الأرض إله} يقول تعالى ذكره: والله الذي له الألوهية في السماء معبود وفي الأرض وعبود كما في السماء , معبود لا شيء سواه تصلح عبادته. وبنحو الذي قلنا في ذلك قال أهل التأويل , ثم روى بإسناده عن قتادة في قوله: {وهو الذي في السماء إله وفي الأرض إله} قال: يعبد في السماء ويعبد في الأرض.\n\nقول حماد البوشنجي الحافظ\nروى شيخ الإسلام الهروي بإسناده إلى حماد بن هناد البوشنجي قال: هذا ما رأينا عليه أهل الأمصار , وما دلت عليه مذاهبهم فيه , وإيضاح منهاج العلماء وصفة السنة وأهلها , أن الله فوق السماء السابعة على عرشه بائن من خلقه. وعلمه وسلطانه وقدرته بكل مكان. انتهى. ونقله الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n\nقول إمام الأئمة محمد بن إسحاق بن خزيمة",
        "(1/63)\n\nقال الحاكم أبو عبد الله النيسابوري في كتابه «معرفة علوم الحديث»: سمعت محمد بن صالح بن هانىء يقول: سمعت أبا بكر محمد بن إسحاق بن خزيمة يقول: من لم يقر بأن الله تعالى على عرشه قد استوى فوق سبع سمواته , فهو كافر بربه , يستتاب , فإن تاب وإلا ضربت عنقه وألقي على بعض المزابل , حيث لا يتأذى المسلمون والمعاهدون بنتن ريح جيفته , وكان ماله فيئاً لا يرثه أحد من المسلمين , إذ المسلم لا يرث الكافر كما قال صلى الله عليه وسلم. وذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» ما رواه الشيخ الأنصاري بإسناده إلى خزيمة أنه قال: نحن نؤمن بخبر الله سبحانه أن خالقنا مستو على عرشه. وقال في كتاب «التوحيد»: «باب ذكر استواء خالقنا العلي الأعلى الفعال لما يشاء على عرشه وكان فوقه فوق كل شيء عاليا» ثم ساق الأدلة على ذلك من القرآن والسنة , ثم قال: «باب الدليل على أن الإقرار بأن الله فوق السماء من الإيمان» وذكر فيه حديث الجارية.\n\nقول الإمام الطحاوي\nقال في عقيدته المشهورة «ذكر بيان السنة والجماعة على مذهب فقهاء الملّة أبي حنيفة وأبي يوسف ومحمد بن الحسن» نقول في توحيد الله معتقدين أن الله واحد لا شريك له ولا شيء مثله - إلى أن قال – والعرش والكرسي حق وهو مستغن عن العرش وما دونه محيط بكل شيء وفوقه. انتهى المقصود من كلامه.\n(1/64)",
        "\nقول الحسن بن علي بن خلف البربهاريّ (1)\nذكر القاضي أبو الحسين في «طبقات الحنابلة» أن البربهاريّ قال في «شرح كتاب السنة»: ولا يتكلم في الرب إلا بما وصف به نفسه عز وجل في القرآن , وما بيّن رسول الله صلى الله عليه وسلم لأصحابه , وهو جل ثناؤه واحد: {ليس كمثله شيء وهو السميع البصير} وهو على عرشه استوى , علمه بكل مكان لا يخلو من علمه مكان. انتهى المقصود من كلامه.\n\nقول أبي القاسم سليمان بن أحمد بن أيوب الطبراني\nذكر الذهبي في كتاب «العلو» عنه أنه قال في «كتاب السنة» له: «باب ما جاء في استواء الله تعالى على عرشه بائن من خلقه» ثم ساق بعض الأحاديث الواردة في ذلك.\n\nقول أبي الحسن الأشعري\nقال في كتابه «مقالات الإسلاميين , واختلاف المصلين» جملة ما عليه أهل الحديث والسنة الإقرار بالله وملائكته وكتبه ورسله , وما جاء من عند الله , وما رواه الثقات عن رسول الله صلى الله عليه وسلم لا يردون من ذلك شيئاً إلى أن قال: وأن الله\n__________\n(1) (1) البربهاري بفتح الباء الموحدة وسكون الراء المهملة وفتح الباء الثانية أيضاً وبالراء المهملة بعد الهاء والألف , قال السمعاني وابن الأثير: هذه النسبة إلى بربهار وهي الأدوية التي تجلب من الهند يقال لها البربهار ومن يجلبها يقال له البربهاري.\n(1/65)\n",
        "سبحانه على عرشه كما قال تعالى: {الرحمن على العرش استوى} ثم قال بعد إيراد أقوال أصحاب الحديث والسنة: وبكل ما ذكرنا من قولهم نقول وإليه نذهب.\nوقال في كتاب «الإبانة عن أصول الديانة» إن قال قائل: ما تقولون في الاستواء؟ قيل له نقول: إن الله عز وجل مستو على عرشه كما قال: {الرحمن على العرش ... استوى} واستدل بآيات من القرآن على علو الرب فوق السموات , ومنها قول الله عز وجل: {أأمنتم من في السماء أن يخسف بكم الأرض} ثم قال: فالسموات فوقها العرش , فلما كان العرش فوق السموات قال: {أأمنتم من في السماء} لأنه مستو على العرش الذي فوق السموات , وكل ما علا فهو سماء. فالعرش أعلى السموات , وليس إذا قال: {أأمنتم من في السماء} يعني جميع السموات. وإنما أراد العرش الذي هو أعلى السموات إلى أن قال: ورأينا المسلمين جميعاً يرفعون أيديهم إذا دعوا نحو السماء , لأن الله عز وجل مستو على العرش الذي هو فوق السموات , فلولا أن الله عز وجل على العرش لم يرفعوا أيديهم نحو العرش. انتهى.\n(1/66)\n\nقول أبي بكر محمد بن الحسين الآجري\nقد ذكرت كلامه في ذلك مع أقوال الذين نقلوا الإجماع على أن الله تعالى فوق العرش , وعلمه محيط بكل شيء من خلقه , وقد ذكر أن هذا قول المسلمين.\nوقال في كتاب «الشريعة» قال جل ذكره: {سبح اسم ربك الأعلى} وقد كان النبي صلى الله عليه وسلم إذا استفتح دعاءه يقول: «سبحان ربي الأعلى الوهاب» وكان جماعة من الصحابة إذا قرءوا {سبح اسم ربك الأعلى} قالوا: سبحان ربنا الأعلى. منهم علي بن أبي طالب , وابن عباس , وابن مسعود , وابن عمر رضي الله عنهم , وقد علّم النبي صلى الله عليه وسلم أمته أن يقولوا في السجود: «سبحان ربي الأعلى ثلاثاً» وهذا كله يقوي ما قلنا أن الله عز وجل العلي الأعلى , عرشه فوق السموات العلى , وعلمه محيط بكل شيء خلاف ما قالته الحلولية. نعوذ بالله من سوء مذهبهم.\nوقال أيضاً: ومما يحتج به الحلولية مما يلبسون به على من لا علم معه قول الله عز وجل: {هو الأول والآخر والظاهر والباطن} وقد فسر أهل العلم هذه الآية: هو الأول قبل كل شيء من حياة وموت , والآخر بعد كل شيء بعد الخلق , وهو الظاهر فوق كل شيء , يعني ما في السموات , وهو الباطن دون كل شيء يعلم ما تحت الأرضين , دل على هذا آخر الآية: {وهو بكل شيء عليم} كذا فسره مقاتل بن حيان , ومقاتل ابن سليمان , وبينت ذلك السنة. ثم ساق حديث عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم يقول: «اللهم أنت الأول فليس قبلك شيء وأنت الآخر فليس بعدك شيء وأنت الظاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء».",
        "(1/67)\n\nقال: ومما يلبسون به على من لا علم معه قوله تعالى: {وهو الله في السموات وفي الأرض} وبقوله عز وجل: {وهو الذي في السماء إله وفي الأرض إله} وهذا كله إنما يطلبون به الفتنة. كما قال الله عز وجل: {فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله} وعند أهل العلم من أهل الحق: {وهو الله في السموات وفي الأرض يعلم سركم وجهركم ويعلم ما تكسبون} هو كما قال أهل الحق: يعلم سركم. مما جاءت به السنن أن الله عز وجل على عرشه , وعلمه محيط بجميع خلقه , يعلم ما تسرون وما تعلنون , يعلم الجهر من القول , ويعلم ما تكتمون. وقوله عز وجل: {وهو الذي في السماء إله وفي الأرض إله} فمعناه أنه جل ذكره إله من في السموات وإله من في الأرض , هو الإله يعبد في السموات , وهو الإله يعبد في الأرض , هكذا فسره العلماء. ثم روى بإسناده عن قتادة في قول الله عز وجل: {وهو الذي في السماء إله وفي الأرض إله} قال: هو إله يعبد في السماء , وإله يعبد في الأرض. انتهى.\n\nقول الحافظ أبي الشيخ عبد الله بن محمد بن حيان\nذكر الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه\nأنه قال في كتاب «العظمة»: ذكر عرش الرب تبارك وتعالى وكرسيه وعظمة خلقهما,\nوعلو الرب جل جلاله فوق عرشه , ثم ساق جملة من الأحاديث في ذلك.\n(1/68)",
        "\nقول أبي الحسن بن مهدي تلميذ الأشعري\nذكر الذهبي في كتاب «العلو» أنه قال في كتاب «مشكل الآيات» له: اعلم أن الله في السماء فوق كل شيء , مستو على عرشه بمعنى أنه عالٍ عليه , ومعنى الاستواء الاعتلاء كما تقول العرب: استويت على ظهر الدابة , واستويت على السطح بمعنى علوته , يدل على أنه في السماء عالٍ على عرشه قوله: {أأمنتم من في السماء} وقوله: {يا عيسى إني متوفيك ورافعك إليَّ} وقوله: {إليه يصعد الكلم الطيب} وقوله: {ثم يعرج إليه} ثم قال: فإن قيل: ما تقولون في قوله: {أأمنتم من في السماء} قيل معنى ذلك أنه فوق السماء على العرش كما قال: {فسيحوا في الأرض} بمعنى على الأرض. وقال: {لأصلبنكم في جذوع النخل} فكذلك: ... {أأمنتم من في السماء} انتهى المقصود من كلامه ملخصاً.\n\nقول ابن بطة العكبري\nقد ذكرت عنه فيما تقدم أنه نقل إجماع الصحابة والتابعين أن على عرشه فوق سمواته بائن من خلقه , وذكرت أيضاً كلامه على معنى قوله تعالى: {وهو معكم} وقوله: ... {وهو الله في السموات وفي الأرض} وقوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} وفيه الرد على من قال: إن الله معنا وفينا .. فليراجع كلامه.\n\nقول أبي محمد بن أبي زيد القيرواني شيخ المالكية\n(1/69)\n",
        "قد ذكرت عنه فيما تقدم أنه نقل إجماع الأمة على أن الله تعالى فوق سمواته دون أرضه , وأنه في كل مكان بعلمه. ثم ذكر أن هذا قول أهل السنة وأئمة الناس في الفقه والحديث.\nوقال في مقدمة رسالته المشهورة «باب ما تنطق به الألسنة وتعتقده الأفئدة من واجب أمور الديانات»: من ذلك الإيمان بالقلب , والنطق باللسان , بأن الله إله واحد لا إله غيره , ولا شبيه له ولا نظير له ولا ولد له ولا والد له ولا صاحبة له ولا شريك له , وأنه فوق عرشه المجيد بذاته , وهو بكل مكان بعلمه. انتهى المقصود من كلامه. وقد نقله ابن القيم في كتاب «اجتماع الجيوش الإسلامية» وأقره قال: وكذلك ذكر مثل هذا في نوادره وغيرها من كتبه. ونقل عنه أيضاً أنه قال في «مختصر المدونة»: وأنه تعالى فوق عرشه بذاته , فوق سبع سمواته دون أرضه. انتهى. وقد نقل شيخ الإسلام أبو العباس بن تيمية في «القاعدة المراكشية» قول ابن أبي زيد: إن الله تعالى فوق عرشه المجيد بذاته , وهو في كل مكان بعلمه. وقال أيضاً: صرح ابن أبي زيد في «المختصر» بأن الله في سمائه دون أرضه. قال شيخ الإسلام أبو العباس: هذا لفظه. قال: والذي قال ابن أبي زيد ما زالت تقوله أئمة أهل السنة من جميع الطوائف. انتهى. ونقل الذهبي في كتاب «العلو» قول ابن أبي زيد. وأنه تعالى فوق عرشه المجيد بذاته , ثم قال: وقد تقدم مثل هذه العبارة عن أبي جعفر بن أبي شيبة , وعثمان بن سعيد الدارمي. وكذلك أطلقها يحيى بن عمار واعظ سجستان في رسالته , والحافظ أبو نصر الوائلي السجزي في كتاب ... «الإبانة» له فإنه قال: وأئمتنا كالثوري ومالك والحمادين وابن عيينة وابن المبارك والفضيل وأحمد وإسحاق متفقون على أن الله فوق العرش بذاته , وأن علمه بكل مكان , وكذا\n(1/70)\n\nأطلقها ابن عبد البر , وكذا عبارة شيخ الإسلام أبي إسماعيل الأنصاري فإنه قال: وفي أخبار شتى أن الله في السماء السابعة على العرش بنفسه , وكذا قال أبو الحسن الكَرَجي (1) الشافعي في تلك القصيدة:\nعقائدهم أن الإله بذاته ... على عرشه مع علمه بالغوائب\nوعلى هذه القصيدة مكتوب بخط العلامة تقي الدين ابن الصلاح: هذه عقيدة أهل السنة وأصحاب الحديث، وكذا أطلق هذه اللفظة أحمد بن ثابت الطرقي (2) الحافظ، والشيخ عبد القادر الجيلي، والمفتي عبد العزيز القحيطي وطائفة. والله تعالى خالق كل شيء بذاته. ومدبر الخلائق بذاته بلا معين ولا مؤازر، وإنما أراد ابن أبي زيد وغيره التفرقة بين كونه تعالى معنا، وبين كونه تعالى فوق العرش، فهو كما قال، ومعنا بالعلم، وأنه على العرش كما أعلمنا حيث يقول: {الرحمن على العرش استوى} وقد تلفظ بالكلمة المذكورة جماعة من العلماء كما قدمناه، وبلا ريب أن فضول الكلام تركه من حسن الإسلام. انتهى كلام الذهبي. وقد ذكرت بعد تعقيبه على ذكر الذات في كلام أبي نصر السجزي أن ذكر الذات ليس من فضول الكلام، وإنما هو من الإيضاح والتفريق بين علو الله تعالى فوق عرشه بذاته، وبين معيته بالعلم مع الخلق.\n\nقول أبي بكر محمد بن الطيب الباقلاني\n__________\n(1) (1) الكرجي بفتح الكاف والراء وبالجيم نسبة إلى الكرج وهي بلدة من بلاد الجبل بين أصبهان وهمذان. واسمه محمد بن عبد الملك بن محمد.\n(2) (2) الطرقي بفتح الطاء وسكون الراء وفي آخرها قاف نسبة إلى قرية كبيرة من بلد أصبهان. ذكر ذلك السمعاني في الأنساب وابن الأثير وياقوت الحموي.",
        "(1/71)\n\nقد ذكرت عنه فيما تقدم أنه نقل الإجماع على خلاف من قال: إن الله في كل مكان , وعلى تخطئة قائل ذلك، وذكرت أيضاً قوله في إثبات استواء الله على عرشه وما استدل به من الآيات فليراجع كلامه.\n\nقول الحافظ أبي نعيم أحمد بن عبد الله بن أحمد الأصبهاني\nقد ذكرت عنه فيما تقدم أنه نقل الإجماع على أن الله مستو على عرشه في سمائه دون أرضه , وأنه بائن من خلقه , والخلق بائنون من لا يحل فيهم ولا يمتزج بهم.\n\nقول معمر بن أحمد بن زياد الأصبهاني\nذكر شيخ الإسلام أبو العباس بن تيمية في «الفتوى الحموية الكبرى» عنه أنه قال: أحببت أن أوصي أصحابي بوصية من السنة , وموعظة من الحكمة , وأجمع ما كان عليه أهل الحديث والأثر وأهل المعرفة والتصوف من المتقدمين والمتأخرين. قال فيها: وأن الله استوى على عرشه بلا كيف ولا تشبيه ولا تأويل , والاستواء معقول , والكيف فيه مجهول , وأنه عز وجل مستو على عرشه , بائن من خلقه , والخلق منه بائنون بلا حلول ولا ممازجة ولا اختلاط ولا ملاصقة , لأنه الفرد البائن من الخلق , الواحد الغني عن الخلق. انتهى. وقد نقله الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n\nقول أبي القاسم عبد الله بن خلف المقري الأندلسي\n(1/72)",
        "\nنقل ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه ذكر حديث النزول ثم قال: في هذا الحديث دليل على أنه تعالى في السماء على العرش فوق سبع سموات – ثم ذكر الأدلة على ذلك من القرآن. وذكر قول مالك بن أنس: الله عز وجل في السماء , وعلمه في كل مكان , لا يخلو من علمه مكان. إلى أن قال: ومن الحجة أيضاً في أن الله سبحانه وتعالى على العرش فوق السموات السبع أن الموجودين أجمعين إذا كربهم أمر رفعوا وجوههم إلى السماء يستغيثون الله ربهم. وقوله صلى الله عليه وسلم للأمة التي أراد مولاها أن يعتقها: «أين الله»؟ فأشارت إلى السماء. ثم قال لها: «من أنا؟» قالت: أنت رسول الله , قال: «اعتقها فإنها مؤمنة» فاكتفى رسول الله صلى الله عليه وسلم منها برفع رأسها إلى السماء , ودل على ما قدمناه أنه على العرش , والعرش فوق السموات السبع. انتهى.\n\nقول أبي عبد الله محمد بن أبي نعيس المالكي المشهور بابن أبي زمنين\nنقل ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال في كتابه الذي صنفه في أصول السنة «باب الإيمان بالعرش» ومن قول أهل السنة: أن الله عز وجل خلق العرش واختصه بالعلو والارتفاع فوق جميع ما خلق , ثم استوى عليه كيف شاء كما أخبر عن نفسه في قوله عز وجل: {الرحمن على العرش استوى} إلى أن قال: ومن قول أهل السنة أن الله بائن من خلقه , متحجب عنهم بالحجب , تعالى الله عما يقول الظالمون علواً كثيراً – وذكر حديث النزول ثم قال: وهذا الحديث يبين أن الله تعالى على عرشه في السماء دون الأرض. انتهى. وقد ذكرت بعض كلامه مع أقوال الذين نقلوا إجماع أهل السنة على أن الله تعالى مستو على عرشه , بائن من\n(1/73)\n",
        "خلقه. وقد نقل شيخ الإسلام أبو العباس بن تيمية في الفتاوى جملة من أول كلامه. وذكر عنه أنه قال: فسبحان من بَعُدَ فلا يرى , وقرب بعلمه وقدرته.\n\nقول القاضي عبد الوهاب المالكي\nنقل ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه صرح بأن الله سبحانه استوى على عرشه بذاته , نقله شيخ الإسلام عنه في غير موضع من كتبه , ونقله عنه القرطبي في شرح الأسماء الحسنى.\n\nقول الإمام أبي أحمد بن الحسين الشافعي المعروف بابن الحداد\nذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال في عقيدته: وأنه سبحانه مستو على عرشه , وفوق جميع خلقه كما أخبر في كتابه , وعلى ألسنة رسله صلى الله عليهم وسلم من غير تشبيه ولا تعطيل , ولا تحريف ولا تأويل.\n\nقول الحافظ أبي القاسم اللالكائي\nقد ذكرت كلامه في أول الفصل , وإنما قدمته من أجل ما ذكر فيه عن عمر وابن مسعود وابن عباس وأم سلمة رضي الله عنهم , ومن التابعين: ربيعة وسليمان التيمي ومقاتل بن حيان , ومن الأئمة مالك والثوري وأحمد , فكل هؤلاء يقولون: إن الله على عرشه وعلمه بكل مكان. وفي هذا أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\n\nقول يحيى بن عمار السجستاني الواعظ\n(1/74)\n\nذكر شيخ الإسلام أبو العباس بن تيمية في «القاعدة المراكشية» والذهبي في كتاب ... «العلو» عنه أنه قال في رسالته: لا نقول كما قالت الجهمية إنه تعالى مداخل للأمكنة , وممازج بكل شيء , ولا نعلم أين هو. بل نقول: هو بذاته على العرش وعلمه محيط بكل شيء , وسمعه وبصره وقدرته مدركة لكل شيء , وذلك معنى قوله: {وهو معكم أينما كنتم} وقد ذكر ابن القيم بعض هذا الكلام في كتابه «اجتماع الجيوش الإسلامية».\n\nقول القادر بالله أمير المؤمنين\nقال الذهبي في كتاب «العلو» له معتقد مشهور قرئ ببغداد بمشهد من علمائها وأئمتها , وأنه قول أهل السنة والجماعة , وفيه أشياء حسنة. من ذلك: وأنه خلق العرش لا لحاجة , واستوى عليه كيف شاء.\n\nقول أبي عمر الطلمنكي\nقد ذكرت عنه فيما تقدم أنه نقل الإجماع على أن الله مستو على عرشه , وعلمه وقدرته وتدبيره بكل ما خلقه , وأن معنى قوله: {وهو معكم أينما كنتم} ونحو ذلك في القرآن أن ذلك علمه , وأن الله فوق السموات بذاته , مستو على عرشه كيف شاء , وأن الاستواء من الله على عرشه على الحقيقة لا على المجاز , وقد ذكر شيخ الإسلام أبو العباس بن تيمية في «القاعدة المراكشية» عن أبي عمر الطلمنكي أنه ذكر في كتابه الذي سماه «الوصول إلى معرفة الأصول» عن أهل السنة والجماعة أنهم متفقون على أن الله استوى بذاته على عرشه. قال شيخ الإسلام:",
        "(1/75)\n\nوكذلك ذكر محمد بن عثمان بن أبي شيبة حافظ الكوفة في طبقة البخاري ونحوه. ذكر ذلك عن أهل السنة والجماعة , وكذلك ذكره يحيى بن عمار السجستاني الإمام في رسالته المشهورة التي كتبها إلى ملك بلاده. وكذلك ذكر أبو نصر السجزي الحافظ في كتاب «الإبانة» له. وكذلك ذكر شيخ الإسلام الأنصاري وأبو العباس الطرقي (1) والشيخ عبد القادر الجيلي ومن لا يحصى عدده إلا الله من أئمة الإسلام وشيوخه. انتهى. وقد تقدم ذكر أخره بعد كلام السجزي في أول الفصل.\n\nقول أبي عثمان الصابوني\nقد ذكرت عنه فيما تقدم أنه نقل عن أصحاب الحديث أنهم يعتقدون ويشهدون أن الله فوق سبع سمواته على عرشه كما نطق به كتابه , وأن علماء الأمة وأعيان الأئمة من السلف لم يختلفوا أن الله على عرشه وعرشه فوق سمواته.\n\nقول أبي عمرو عثمان بن أبي الحسن بن الحسين السهروردي الفقيه المحدث من أئمة أصحاب الشافعي\nذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال في كتابه في أصول الدين: ومن صفاته تبارك وتعالى فوقيته واستواؤه على عرشه بذاته كما وصف نفسه في كتابه , وعلى لسان رسوله صلى الله عليه وسلم بلا كيف – ثم ذكر الأدلة على ذلك من القرآن إلى أن قال: وعلماء الأمة واعيان الأئمة من السلف لم يختلفوا في أن الله سبحانه مستو على عرشه. وعرشه فوق سبع سمواته , ثم ذكر كلام عبد الله\n__________\n(1) (1) تقدم ضبط هذه الكلمة في حاشية صفحة 31 فليراجع.\n(1/76)",
        "\nبن المبارك: نعرف ربنا بأنه فوق سبع سمواته على عرشه , بائن من خلقه. وساق قول ابن خزيمة: من لم يقر بأن الله تعالى فوق عرشه قد استوى فوق سبع سمواته فهو كافر – ثم ذكر حديث الجارية التي قال لها النبي صلى الله عليه وسلم: «أين الله؟» فأشارت إلى السماء فقال لها: «من أنا؟» فأشارت إليه وإلى السماء. تعني أنك رسول الله الذي في السماء فقال: «اعتقها فإنها مؤمنة» فحكم رسول الله صلى الله عليه وسلم بإسلامها وإيمانها لما أقرت بأن ربها في السماء وعرفت ربها بصفة العلو والفوقية. انتهى.\n\nقول الإمام أبي بكر محمد بن محمود بن سورة التميمي فقيه نيسابور\nذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» ما رواه الحافظ عبد القاهر الرهاوي عنه أنه قال: لا أصلي خلف من لا يقر بأن الله تعالى فوق عرشه بائن من خلقه.\n\nقول أبي نصر السجزي\nقد ذكرت كلامه في أول الفصل وما نقله عن الثوري ومالك والحمادين وسفيان بن عيينة والفضيل وابن المبارك وأحمد وإسحاق أنهم متفقون على أن الله سبحانه بذاته فوق العرش وعلمه بكل مكان , وإنما قدمت كلامه في أول الفصل من أجل ما نقله عن هؤلاء الأئمة من الاتفاق على أن الله سبحانه بذاته فوق العرش وعلمه بكل مكان , وفي هذا الاتفاق رد على من زعم أن معية الله لخلقه معية ذاتية.\n(1/77)\n",
        "قول إسماعيل بن محمد بن الفضل التيمي\nذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال في كتاب «الحجة» «باب في بيان استواء الله على عرشه» قال الله تعالى: {الرحمن على العرش استوى} وذكر آيات ثم قال: قال أهل السنة: الله فوق السموات لا يعلوه خلق من خلقه , ومن الدليل على ذلك أن الخلق يشيرون إلى السماء بأصابعهم , ويدعونه ويرفعون إليه رءوسهم وأبصارهم – ثم قال: «فصل في بيان أن العرش فوق السموات وأن الله سبحانه وتعالى فوق العرش» إلى أن قال: قال علماء السنة: إن الله عز وجل على عرشه بائن من خلقه. وقالت المعتزلة: هو بذاته في كل مكان – إلى أن قال: وروى عن ابن عباس رضي الله عنهما في تفسير قوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم} قال: هو على عرشه , وعلمه في كل مكان – إلى أن قال: وزعم هؤلاء – يعني المعتزلة – أنه لا تجوز الإشارة إلى الله سبحانه بالرءوس والأصابع إلى فوق , فإن ذلك يوجب التحديد , وقد أجمع المسلمون أن الله سبحانه العلي الأعلى , ونطق بذلك القرآن , فزعم هؤلاء أن ذلك بمعنى علو الغلبة لا علو الذات. وعند المسلمين أن لله عز وجل علو الغلبة , والعلو من سائر وجوه العلو , لأن العلو صفة مدح فنثبت أن لله تعالى علو الذات وعلو الصفات وعلو القهر والغلبة. وفي منعهم الإشارة إلى الله سبحانه وتعالى من جهة الفوق خلاف منهم لسائر الملل , لأن جماهير المسلمين وسائر الملل قد وقع منهم الإجماع على الإشارة إلى الله سبحانه وتعالى من جهة الفوق في الدعاء والسؤال , واتفاقهم بإجماعهم على ذلك حجة , ولم يستجز أحد الإشارة إليه من جهة الأسفل ولا من سائر الجهات سوى جهة الفوق. انتهى المقصود من كلامه.\n(1/78)\n\nقول أبي عمر بن عبد البر\nقد ذكرت عنه فيما تقدم أنه نقل إجماع الصحابة والتابعين على القول بأن الله تعالى على العرش وعلمه في كل مكان , وما خالفهم في ذلك أحد يحتج بقوله , وذكرت له أيضاً كلاماً حسناً على حديث النزول فليراجع كل ما تقدم عنه.\n\nقول أبي بكر أحمد بن الحسين البيهقي\nقال في كتابه المسمى ب «الاعتقاد»: «باب القول في الاستواء» قال الله تبارك وتعالى: {الرحمن على العرش استوى} ثم ذكر آيات في ذكر استواء الرب على العرش , وآيات في ذكر علو الله على خلقه , وقد ذكر الآيات أيضاً والكلام عليها في كتابه المسمى ب «الأسماء والصفات» ونقلت من كلامه ما يتعلق بالرد على من زعم أن معية الله لخلقه معية ذاتية فليراجع ذلك مع الكلام على قول الله تعالى: {أأمنتم من في السماء أن يخسف بكم الأرض} الآية.\n\nقول أبي الفتح نصر بن إبراهيم المقدسي\nذكر الذهبي في كتاب «العلو» عنه أنه قال في كتاب «الحجة» له , وأن الله تعالى مستو على عرشه بائن من خلقه كما قال في كتابه.\n\nقول أبي جعفر الهمداني",
        "(1/79)\n\nقال شارح العقيدة الطحاوية: ذكر محمد بن طاهر المقدسي أن الشيخ أبا جعفر الهمداني حضر مجلس الأستاذ أبي المعالي الجويني المعروف بإمام الحرمين , وهو يتكلم في نفي صفة العلو ويقول: كان الله ولا عرش وهو الآن على ما كان. فقال الشيخ أبو جعفر: أخبرنا يا أستاذ عن هذه الضرورة التي نجدها في قلوبنا , فإنه ما قال عارف قط يا الله إلا وجد في قلبه ضرورة يطلب العلو , ولا يلتفت يمنة ولا يسرة. فكيف ندفع هذه الضرورة عن أنفسنا؟ قال: فلطم أبو المعالي على رأسه ونزل , وأظنه قال: وبكى , وقال: حيّرني الهمداني. وقد ذكر هذه القصة ابن القيم في كتاب «اجتماع الجيوش الإسلامية» بنحو ما ذكرها شارح العقيدة الطحاوية. وذكرها الذهبي في كتاب «العلو» فقال: قال أبو منصور بن الوليد الحافظ في رسالة له إلى الزنجاني: أنبأنا عبد القادر الحافظ بحران , أنبأنا الحافظ أبو العلاء , أنبأنا أبو جعفر ابن أبي علي الحافظ قال: سمعت أبا المعالي الجويني , وقد سئل عن قوله: {الرحمن على العرش استوى} فقال: كان الله ولا عرش , وجعل يتخبط في الكلام فقلت: قد علمنا ما أشرت إليه فهل عندك للضرورات من حيلة؟ فقال: ما تريد بهذا القول , وما تعني بهذه الإشارة؟ فقلت: ما قال عرف قط يا رباه إلا قبل أن يتحرك لسانه قام من باطنه قصد لا يلتفت يمنة ولا يسرة يقصد الفوق , فهل لهذا القصد الضروري عندك من حيلة , فنبئنا نتخلص من الفوق والتحت , وبكيت وبكى الخلق , فضرب الأستاذ بكمه على السرير وصاح يا للحيرة وخرق ما كان عليه , وانخلع وصارت قيامة في المسجد , ونزل ولم يجبني إلا يا حبيبي الحيرة الحيرة والدهشة الدهشة , فسمعت بعد ذلك أصحابه يقولون: سمعناه يقول: حيرني الهمداني. قال شارح العقيدة الطحاوية في الكلام على هذه القصة: أراد الشيخ أن هذا أمر فطر الله\n(1/80)",
        "\nعليه عباده من أن يتلقوه من المرسلين يجدون في قلوبهم طلباً ضرورياً يتوجه إلى الله ويطلبه في العلو. انتهى.\n\nقول شيخ الإسلام أبي إسماعيل عبد الله بن محمد الأنصاري الهروي\nذكر الذهبي في كتاب «العلو» عنه أنه قال في كتاب «الصفات» له «باب استواء الله على عرشه فوق السماء السابعة بائنا من خلقه من الكتاب والسنة» ثم ساق آيات وأحاديث – إلى أن قال: وفي أخبار شتى أن الله في السماء السابعة على العرش بنفسه وهو ينظر كيف تعملون. وعلمه وقدرته واستماعه ونظره ورحمته في كل مكان.\n\nقول الحسين بن مسعود البغوي\nقال في الكلام على قول الله تعالى في سورة الحديد: {وهو معكم} بالعلم. وقال في الكلام على قول الله تعالى في سورة المجادلة: {ما يكون من نجوى ثلاثة} أي من إسرار ثلاثة {إلا هو رابعهم} بالعلم يعلم نجواهم.\n\nقول أبي الحسن الكرجي (1) وهو من كبار فقهاء الشافعية\nذكر الذهبي في كتاب «العلو» عنه أنه قال في عقيدته الشهيرة:\nعقيدة أصحاب الحديث فقد سمعت ... بأرباب دين الله أسمى المراتب\n__________\n(1) (1) تقدم ضبط هذه النسبة في حاشية صفحة 31 فليراجع.\n(1/81)\n",
        "عقائدهم أن الإله بذاته ... على عرشه مع علمه بالغوائب\nوقد ذكرت فيما تقدم قول الذهبي أنه مكتوب على هذه القصيدة بخط العلامة تقي الدين ابن الصلاح: هذه عقيدة أهل السنة وأصحاب الحديث.\n\nقول العلامة أبي بكر محمد بن وهب المالكي في شرحه لرسالة الإمام أبي محمد بن أبي زيد\nذكر الذهبي في كتاب «العلو» عنه أنه قال: أما قوله: «إنه فوق عرشه المجيد بذاته» فمعنى فوق وعلى عند العرب واحد. وفي الكتاب والسنة تصديق ذلك , وهو قوله تعالى: {ثم استوى على العرش} وقال: {الرحمن على العرش استوى} وقال: {يخافون ربهم من فوقهم} وساق حديث الجارية والمعراج إلى سدرة المنتهى – إلى أن قال: وقد تأتي لفظة «في» في لغة العرب بمعنى فوق كقوله: {فامشوا في مناكبها} و: {في جذوع النخل} و: {أأمنتم من في السماء} قال أهل التأويل: يريد فوقها وهو قول مالك مما فهمه عمن أدرك من التابعين مما فهموه عن الصحابة , مما فهموه عن النبي صلى الله عليه وسلم أن الله في السماء , يعني فوقها وعليها , فلذلك قال الشيخ أبو محمد: إنه فوق عرشه , ثم بيّن أن علوه فوق عرشه إنما هو بذاته لأنه تعالى بائن عن جميع خلقه بلا كيف , وهو في كل مكان بعلمه لا بذاته. انتهى المقصود من كلامه. وقد ذكره ابن القيم في كتاب «اجتماع الجيوش الإسلامية».\n(1/82)\n\nقول الشيخ عبد القادر الجيلي (1) الحنبلي\nذكر شيخ الإسلام أبو العباس بن تيمية في «الفتوى الحموية الكبرى» و الذهبي في كتاب «العلو» وابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه قال في كتاب ... «الغنية»: أما معرفة الصانع بالآيات والدلالات على وجه الاختصار , فهو أن تعرف وتتيقن أن الله واحد أحد – إلى أن قال: وهو بجهة العلو مستو على العرش , محتو على الملك محيط علمه بالأشياء: {إليه يصعد الكلم الطيب والعمل الصالح يرفعه} ... {يدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقداره ألف سنة مما تعدون} ولا يجوز وصفه بأنه في كل مكان. بل يقال: إنه في السماء على العرش كما قال: {الرحمن على العرش استوى} وينبغي إطلاق صفة الاستواء من غير تأويل , وأنه استواء الذات على العرش , وكونه على العرش مذكور في كل كتاب أنزل , على كل نبي أرسل , بلا كيف. قال ابن القيم: هذا نص كلامه في «الغنية» وذكر ابن القيم أيضاً عنه أنه قال في كتابه «تحفة المتقين وسبيل العارفين»: و الله تعالى بذاته على العرش وعلمه محيط بكل مكان.\n\nقول إمام الشافعية في وقته سعد بن علي الزنجاني\nذكر ابن القيم في كتاب «اجتماع الجيوش الإسلامية» عنه أنه صرح بالفوقية بالذات فقال: وهو على عرشه بوجود ذاته. قال ابن القيم: هذا لفظه وهو إمام في السنة. ثم ذكر ابن القيم عنه أنه قال: إنه مستو بذاته على عرشه بلا كيف كما أخبر عن\n__________\n(1) (1) الجيلي بكسر الجيم وسكون الياء. نسبة إلى بلاد متفرقة وراء طبرستان ويقال لها كيل وكيلان فعرب ونسب إليها وقيل جيلي وجيلاني. يراجع الأنساب للسمعاني.",
        "(1/83)\n\nنفسه , قال: وقد أجمع المسلمون على أن الله هو العلي الأعلى ونطق بذلك القرآن بقوله تعالى: {سبِّح اسم ربِّك الأعلى} وأن لله علو الغلبة , والعلو العلى من سائر وجوه العلو , لأن العلو صفة مدح عند كل عاقل , فنثبت بذلك أن لله علو الذات وعلو الصفات وعلو القهر والغلبة. وجماهير المسلمين وسائر الملل قد وقع منهم الإجماع على الإشارة إلى الله جل ثناؤه من جهة الفوق في الدعاء والسؤال. فاتفاقهم بأجمعهم على الإشارة إلى الله سبحانه من جهة الفوق حجة. ولم يستجز أحد الإشارة إليه من جهة الأسفل ولا من سائر الجهات سوى جهة الفوق. انتهى.\nوقد تقدم في كلام إسماعيل بن محمد بن الفضل التيمي مثل ما ذكره الزنجاني من الإجماع على الإشارة إلى الله تعالى من جهة الفوق , وأنه لم يستجز أحد الإشارة إليه من جهة الأسفل , ولا من سائر الجهات سوى جهة الفوق. وفي هذا أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية. ولو كان الأمر على ما زعمه من قال على الله بغير علم لكان يجوز أن يشار إلى الله تعالى من سائر الجهات. وهذا خلاف إجماع المسلمين.\n\nقول الشيخ الموفق أبي محمد عبد الله بن أحمد بن محمد بن قدامة المقدسي\nقد ذكرت فيما تقدم أنه نقل إجماع السلف على أن الله تعالى فوق العرش , وذكرت أيضاً كلامه في كتابه «إثبات صفة العلو» وما ذكر فيه من إجماع جميع العلماء من الصحابة والأئمة من الفقهاء على إثبات صفة العلو لله تعالى , وأن الأخبار قد تواترت في ذلك على وجه حصل به اليقين. فليراجع كلامه في ذلك. الله سبحانه وتعالى وليراجع أيضاً ما ذكره مما جعله الله مغروزاً في طبائع الخلق عند نزول الكرب من لحظ\n(1/84)",
        "\nالسماء بالأعين , ورفع الأيدي للدعاء نحوها. وانتظار مجيء الفرج من الله تعالى , وأنه لا ينكر ذلك إلا مبتدع غالٍ في بدعته , أو مفتون بتقليده على ضلالته.\n\nقول أبي عبد الله محمد بن أحمد الأنصاري القرطبي مؤلف التفسير الكبير المسمى ... ب ... «الجامع لأحكام القرآن»\nقال في كتابه المسمى ب «الأسنى في شرح أسماء الله الحسنى» وقد كان الصدر الأول لا ينفون الجهة بل نطقوا هم والكافة بإثباتها لله تعالى , كما نطق كتابه وأخبر رسوله صلى الله عليه وسلم , ولم ينكر أحد من السلف الصالح أنه استوى على العرش حقيقة , ثم ذكر كلام أبي بكر الحضرمي في رسالته التي سماها ب «الإيماء إلى مسألة الاستواء» وحكايته عن القاضي عبد الوهاب أنه استواء الذات على العرش وذكر أن ذلك قول القاضي أبي بكر بن الطيب الأشعري كبير الطائفة , وأن القاضي عبد الوهاب نقله عنه نصاً وأنه قول الأشعري وابن فورك في بعض كتبه , وقول الخطابي وغيره من الفقهاء والمحدثين.\nقال القرطبي: وهو قول أبي عمر بن عبد البر والطلمنكي وغيرهم من الأندلسيين , ثم قال بعد أن حكى أربعة عشر قولاً: وأظهر الأقوال ما تظاهرت عليه الآي والأخبار , وقال جميع الفضلاء الأخيار: إن الله على عرشه كما أخبر في كتابه وعلى لسان نبيه بلا كيف بائن من جميع خلقه , هذا مذهب السلف الصالح فيما نقل عنهم الثقات. انتهى. وقد نقله ابن القيم في كتاب «اجتماع الجيوش الإسلامية» وأقره.\n(1/85)\n",
        "قول شيخ الإسلام أبو العباس بن تيمية\nقال في بعض فتاويه: والرب سبحانه فوق سمواته على عرشه , بائن من خلقه ليس في مخلوقاته شيء من ذاته , ولا في ذاته شيء من مخلوقاته. انتهى. وهو في صفحة 406 من الجزء الأول من مجموع الفتاوى المطبوع في القاهرة في سنة 1326 هـ.\nوقال في أول «الفتوى الحموية الكبرى»: فهذا كتاب الله من أوله إلى آخره , وسنة رسول الله صلى الله عليه وسلم من أولها إلى آخرها , ثم عامة كلام الصحابة والتابعين , ثم كلام سائر الأئمة مملوء بما هو إما نص أو ظاهر في أن الله سبحانه وتعالى هو العلي الأعلى , وهو فوق كل شيء , وأنه فوق العرش , وأنه فوق السماء ثم ذكر الأدلة على ذلك من القرآن , ثم قال: وفي الأحاديث الصحاح والحسان ما لا يحصى إلا بكلفة – وذكر عدة أحاديث في ذلك وقال بعد ذكرها – إلى أمثال ذلك مما لا يحصيه إلا الله مما هو من أبلغ المتواترات اللفظية والمعنوية التي تورث علماً يقيناً من ابلغ العلوم الضرورية أن الرسول صلى الله عليه وسلم المبلغ عن الله ألقى إلى أمته المدعوين – أن الله سبحانه على العرش , وأنه فوق السماء كما فطر الله على ذلك جميع الأمم عربهم وعجمهم في الجاهلية والإسلام إلا من اجتالته الشياطين عن فطرته. ثم عن السلف في ذلك من الأقوال ما لو جمع لبلغ مئين أو ألوفاً. ثم ليس في كتاب الله , ولا في سنة رسوله صلى الله عليه وسلم ولا أحد من سلف الأمة لا من الصحابة ولا من التابعين لهم بإحسان , ولا عن الأئمة الذين أدركوا زمن الأهواء والاختلاف – حرف واحد يخالف ذلك. لا نصاً ولا ظاهراً. انتهى.\nوفي كتب شيخ الإسلام وفتاويه من كلامه وما نقله عن أكابر العلماء في إثبات علو الرب على خلقه , وأنه سبحانه مستو على عرشه , بائن من خلقه , وتقرير ذلك\n(1/86)\n\nبالأدلة الكثيرة من الكتاب والسنة والإجماع شيء كثير جداً. وقد ذكرت جملة منه فيما تقدم. وأما كلامه في المعية , وقوله إنها معية العلم فهو كثير أيضاً , وقد نقل أقوال بعض الذين حكوا الإجماع على ذلك في مواضع كثيرة من كتبه وفتاويه , وقد ذكرت بعض نقوله عنهم فيما تقدم فلتراجع ففيها أبلغ رد على من وعم أن معية الله لخلقه معية ذاتية.\nوقد ذكر في «الفتوى الحموية الكبرى» عن سلف الأمة وأئمتها أئمة أهل العلم والدين\nمن شيوخ العلم والعبادة أنهم أثبتوا أن الله فوق سمواته على عرشه , بائن من خلقه وهم بائنون منه. وهو أيضاً مع العباد عموماً بعلمه , ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية , وهو أيضاً قريب مجيب. ففي آية النجوى دلالة على أنه عالم بهم. انتهى. وذكر في «شرح حديث النزول» قول الله تعالى في سورة الحديد: {وهو معكم أينما كنتم} وقوله تعالى في سورة المجادلة: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} ثم قال: وقد ثبت عن السلف أنهم قالوا: هو معهم بعلمه. وقد ذكر ابن عبد البر وغيره أن هذا إجماع من الصحابة والتابعين لهم بإحسان , ولم يخالفهم فيه أحد يعتد بقوله , وهو مأثور عن ابن عباس والضحاك ومقاتل بن حيان وسفيان الثوري وأحمد بن حنبل وغيرهم.\nثم ذكر ما رواه ابن أبي حاتم في تفسيره عن ابن عباس رضي الله عنهما في قوله: {وهو معكم} قال: هو على العرش وعلمه معهم , قال: روى عن سفيان الثوري أنه قال: علمه معهم , وروى أيضاً عن الضحاك بن مزاحم في قوله: {ما يكون",
        "(1/87)\n\nمن نجوى ثلاثة إلا هو رابعهم} إلى قوله: {أينما كانوا} قال: هو على العرش وعلمه معهم. ورواه بإسناد آخر عن مقاتل ابن حيان. وهو ثقة في التفسير ليس بمجروح كما جرح مقاتل بن سليمان. وذكر أيضاً ما رواه عبد الله بن أحمد عن الضحاك في قوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} قال: هو على العرش , وعلمه معهم , وروى أيضاً عن سفيان الثوري في قوله: {وهو معكم أينما كنتم} قال علمه. وذكر أيضاً ما رواه حنبل بن إسحاق في كتاب «السنة» قال: قلت لأبي عبد الله أحمد بن حنبل: ما معنى قوله تعالى: {وهو معكم أينما كنتم} و: {ما يكون من نجوى ثلاثة إلا هو رابعهم} إلى قوله: {إلا هو معهم أينما كانوا} قال: علمه , عالم الغيب والشهادة , محيط بكل شيء , شاهد علام الغيوب , يعلم الغيب , ربنا على العرش بلا حد ولا صفة , وسع كرسيه السموات والأرض.\nقلت: قوله: بلا حد ولا صفة معناه أنه لا يحد استواء الرب على العرش ولا توصف كيفيته كما قال ربيعة بن أبي عبد الرحمن ومالك بن أنس: الاستواء معلوم , والكيف غير معقول. قال شيخ الإسلام: وأيضاً فإنه افتتح الآية بالعلم وختمها بالعلم , فكان السياق يدل على أنه أراد أنه عالم بهم. ثم ذكر أن لفظ المعية في اللغة – وإن اقتضى المجامعة والمصاحبة والمقارنة , فهو إذا كان مع العباد لم يناف ذلك علوه على عرشه , ويكون حكم معيته في كل موطن بحسبه , فمع الخلق كلهم بالعلم والقدرة والسلطان , ويخص بعضهم بالإعانة والنصر والتأييد. انتهى.\n(1/88)",
        "\nقول الحافظ محمد بن أحمد بن عثمان الذهبي\nقد صنف الذهبي رحمه الله تعالى في إثبات علو الله على عرشه كتابه المسمى ب «العلو للعلي الغفار» وساق فيه أدلة العلو من الكتاب والسنة وأقوال الصحابة والتابعين ومن بعدهم من أكابر العلماء إلى قريب من زمانه , ومنهم من حكى الإجماع على أن الله تعالى فوق عرشه ومع الخلق بعلمه , وقال في أثناء الكتاب: ويدل على أن الباري تبارك وتعالى عالٍ على الأشياء فوق عرشه المجيد , غير حال في الأمكنة قوله تعالى: {وسع كرسيه السموات والأرض ولا يؤوده حفظهما وهو العلي العظيم} ثم ساق آيات وأحاديث كثيرة في إثبات العلو فليراجع , وليراجع الكتاب كله فإنه كثير الفوائد عظيم المنفعة.\n\nقول العلامة شمس الدين ابن القيم\nقد صنف ابن القيم رحمه الله تعالى في إثبات علو الله على خلقه كتابه المسمى ب «اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية» وساق فيه أدلة العلو من الكتاب والسنة وأقوال الصحابة والتابعين ومن بعدهم من أكابر العلماء إلى قريب من زمانه , ومنهم من حكى الإجماع على أن الله تعالى فوق عرشه , وهو مع الخلق بعلمه , فليراجع الكتاب كله فإنه كثير الفوائد عظيم المنفعة.\nولابن القيم أيضاً فصول في كتابه المسمى ب «الكافية الشافية» وفي كتابه المسمى ... ب «الصواعق المرسلة على الجهمية والمعطلة» قرر فيها علو الرب تبارك وتعالى فوق جميع المخلوقات , ورد فيها على أهل التشبيه والتعطيل. فلتراجع أيضاً.\n\nقول الحافظ إسماعيل بن عمر بن كثير\n(1/89)\n",
        "قال في تفسير سورة الحديد وقوله تعالى: {وهو معكم أينما كنتم والله بما تعملون بصير} أي رقيب عليكم , شهيد على أعمالكم حيث كنتم وأين كنتم من بر أو بحر , في ليل أو نهار , في البيوت أو في القفار , الجميع في علمه على السواء , وتحت بصره وسمعه فيسمع كلامكم , ويرى مكانكم , ويعلم سركم ونجواكم. وقال في تفسير سورة المجادلة: ثم قال تعالى مخبراً عن إحاطة علمه بخلقه , واطلاعه عليهم وسماعه كلامهم , ورؤيته مكانهم حيث كانوا وأين كانوا فقال تعالى: {ألم تر أن الله يعلم ما في السموات وما في الأرض ما يكون من نجوى ثلاثة} أي من سر ثلاثة {إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا} أي مطلع عليهم يسمع كلامهم وسرهم ونجواهم , ورسله أيضاً مع ذلك تكتب ما يتناجون به مع علم الله به وسمعه له. ولهذا حكى غير واحد الإجماع على أن المراد بهذه الآية معية علمه تعالى , ولا شك في إرادة ذلك , ولكن سمعه أيضاً مع علمه بهم , وبصره نافذ فيهم , فهو سبحانه وتعالى مطلع على خلقه لا يغيب عنه من أمورهم شيء. ثم قال تعالى: {ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم} قال الإمام أحمد: افتتح الآية بالعلم واختتمها بالعلم. انتهى.\nفهذا ما تيسر إيراده من أقوال أكابر العلماء في إثبات العلو لله تعالى , وأنه فوق جميع المخلوقات , مستو على عرشه , بائن من خلقه , والخلق بائنون منه , وأن معيته لخلقه معية العلم والإحاطة والاطلاع والسماع والرؤية. وأن له معية خاصة مع أنبيائه وأوليائه , وهي معية النصر والتأييد والكفاية. ولم يأت في القرآن ولا في السنة ولا في أقوال الصحابة والتابعين وتابعيهم بإحسان ما يدل على أن معية الله لخلقه معية ذاتية , وإنما جاء ذلك عن بعض أهل البدع , وهم الذين يقولون: إن الله بذاته فوق العالم ,\n(1/90)\n\nوهو بذاته في كل مكان. وهذا قول باطل مردود بالأدلة الكثيرة من الكتاب والسنة والإجماع وقد تقدم بيان ذلك في أول الكتاب فليراجع.\nوكلام أكابر العلماء المتأخرين في المائة الثامنة من الهجرة فما بعدها في إثبات العلو والرد على من قال بخلاف ما عليه أهل السنة والجماعة كثير جداً , وفيما ذكرته عن المتقدمين كفاية إن شاء الله تعالى.\n\nفصل\nوقد تعلق المردود عليه بجمل من كلام شيخ الإسلام ابن تيمية وابن القيم وابن مثير وابن رجب , وليس في شيء منها ما يؤيد زعمه أن معية الله لخلقه معية ذاتية , وإن توهم المردود عليه أو توهم غيره أن في شيء منها تأييداً لقوله الباطل , فهو محجوج بإجماع الصحابة والتابعين على أن الله تعالى على العرش , وعلمه في كل مكان , وأن معنى قوله تعالى: {وهو معكم أينما كنتم} ونحو ذلك في القرآن أن ذلك علمه , وأن الله تعالى فوق السموات بذاته , مستو على عرشه كيف شاء , وقد حكى الإجماع على ذلك غير واحد من أكابر العلماء , ونقله شيخ الإسلام ابن تيمية والذهبي وابن القيم عن غير واحد من الأئمة , وتقدم ذكر ذلك في أول الكتاب. وما خالف الإجماع من الأقوال فهو مردود على قائله كائناً من كان.\nوإذا علم هذا فمن الجمل التي تعلق بها المردود عليه قول شيخ الإسلام ابن تيمية في صفحة 3 من المجلد الخامس من مجموع الفتاوى: أن كلمة «مع» إذا أطلقت فليس ظاهرها في اللغة إلا المقارنة المطلقة من غير وجوب مماسة أو محاذاة عن يمين أو شمال , فإذا قيدت بمعنى من المعاني دلت على المقارنة في ذلك المعنى , قال: فالله مع خلقه",
        "(1/91)\n\nحقيقة , وهو فوق عرشه حقيقة , ثم هذه المعية تختلف أحكامها بحسب الموارد فلما قال: {يعلم ما يلج في الأرض وما يخرج منها} إلى قوله: {وهو معكم أينما كنتم} دل ظاهر الخطاب على أن حكم هذه المعية ومقتضاها أنه مطلع عليكم , شهيد عليكم , ومهيمن عالم بكم. وهذا معنى قول السلف إنه معهم بعلمه. وهذا ظاهر الخطاب وحقيقته.\nوالجواب أن يقال: ليس في هذه الجملة ما يتعلق به من زعم أن معية الله لخلقه معية ذاتية , وإنما فيها الرد عليه , لأن شيخ الإسلام رحمه الله تعالى قد صرح أن المعية المذكورة في قول الله تعالى: {وهو معكم أينما كنتم} قد دل ظاهر الخطاب على أن حكمها ومقتضاها أنه مطلع عليكم , شهيد عليكم , ومهيمن عالم بكم , قال: وهذا معنى قول السلف إنه معهم بعلمه قال: وهذا ظاهر الخطاب وحقيقته. انتهى.\nفأما القول بالمعية الذاتية فإنما هو من أقوال الحلولية من الجهمية. وقد ذكر ذلك شيخ الإسلام ابن تيمية في الفتاوى , وتقدم كلامه في أول الكتاب فليراجع.\nالجملة الثانية من الجمل التي تعلق بها المردود عليه قول شيخ الإسلام ابن تيمية في جواب له في صفحة 231 من المجلد الخامس من مجموع الفتاوى: فهو سبحانه مع المسافر في سفره , ومع أهله في وطنه , ولا يلزم من هذا أن تكون ذاته مختلطة بذواتهم – إلى أن قال: فالله عالم بعباده وهو معهم أينما كانوا , وعلمه بهم من لوازم المعية , ثم قال: فمدلول اللفظ مراد منه , وقد أريد أيضاً لازم ذلك المعنى , فقد أريد ما يدل عليه اللفظ في أصل اللغة بالمطابقة وبالالتزام , فليس اللفظ مستعملاً في اللازم فقط , بل أريد به مدلوله الملزوم وذلك حقيقة.\n(1/92)",
        "\nوالجواب أن يقال: إن المردود عليه قد اختصر كلام شيخ الإسلام , وترك جملة من أوله فيها بيان المراد من كلامه في المعية , وأنها معية العلم لعموم العباد , ومعية النصر والتأييد والكفاية لأنبياء الله وأوليائه. وهذا نص كلام شيخ الإسلام قال: وأما القسم الرابع فهم سلف الأمة وأئمتها أئمة العلم والدين من شيوخ العلم والعبادة , فإنهم أثبتوا وآمنوا بجميع ما جاء به الكتاب والسنة كله من غير تحريف للكلم , أثبتوا أن الله تعالى فوق سمواته , وأنه على عرشه بائن من خلقه , وهم منه بائنون. وهو أيضاً مع العباد عموماً بعلمه , ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية. وهو أيضاً قريب مجيب , ففي آية النجوى دلالة على أنه عالم بهم , وكان النبي صلى الله عليه وسلم يقول: «اللهم أنت الصاحب في السفر والخليفة في الأهل» فهو سبحانه مع المسافر في سفره , ومع أهله في وطنه , ولا يلزم من هذا أن تكون ذاته مختلطة بذواتهم – إلى أن قال: فالله تعالى عالم بعباده , وهو معهم أينما كانوا , وعلمه بهم من لوازم المعية. انتهى. وفي قوله: إن الله تعالى فوق سمواته , وأنه على عرشه بائن من خلقه , وهم منه بائنون , وأنه مع العباد عموماً بعلمه , ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية , وكذلك قوله: إن في آية النجوى دلالة على أنه عالم بهم فيه أيضاً رد عليه.\nوأما المعية المذكورة في قوله: فهو مع المسافر في سفره , ومع أهله في وطنه , فهي معية الاطلاع والحفظ والكفاية , وليست معية ذاتية كما قد توهم ذلك المردود عليه. وقد أوضح ذلك شيخ الإسلام بقوله: ولا يلزم من هذا أن تكون ذاته مختلطة بذواتهم. ومن تأمل كلام شيخ الإسلام في المعية وجده يدور على أنها معية العلم والإحاطة\n(1/93)\n",
        "والاطلاع والسماع والرؤية لعموم الخلق , وأن لله معية خاصة مع أنبيائه وأوليائه , وهي معية النصر والتأييد والكفاية.\nالجملة الثالثة من الجمل التي تعلق بهم المردود عليه قول شيخ الإسلام ابن تيمية في ... «العقيدة الواسطية» وكل هذا الكلام الذي ذكره تعالى من أنه فوق العرش , وأنه معنا حق على حقيقته لا يحتاج إلى تحريف , وقال في الفصل الذي يليه: وما ذكر في الكتاب والسنة من قربه ومعيته لا ينافي ما ذكر من علوه وفوقيته , فإنه سبحانه ليس كمثله شيء في جميع نعوته , وهو عليّ في دنوه , قريب في علوه.\nوالجواب أن يقال: إن شيخ الإسلام رحمه الله تعالى لم يقل إن معية الله لخلقه معية ذاتية حتى يكون للمردود عليه تعلق بكلامه. وقد تقدم في الجواب عن الجملة الثانية ما نقله شيخ الإسلام عن سلف الأمة وأئمتها أنهم أثبتوا أن الله تعالى فوق سمواته , وأنه على عرشه بائن من خلقه , وهم منه بائنون , وأنه مع العباد عموماً بعلمه ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية , وأن في آية النجوى دلالة على أنه عالم بهم. فكلام شيخ الإسلام في «الفتاوى» يوضح كلامه في «العقيدة الواسطية» ويبين أنه أراد بالمعية معية العلم ولم يرد المعية الذاتية التي تستلزم مخالطة الخلق في كل مكان.\nوأما قول شيخ الإسلام: وهو عليّ في دنوه , قريب في علوه , فمراده بالدنو نزول الرب تبارك وتعالى إلى السماء الدنيا كل ليلة حين يبقى ثلث الليل الآخر كما جاء ذلك في الأحاديث الثابتة عن النبي صلى الله عليه وسلم. وكذلك دنوه من أهل الموقف عشية عرفة , فقد جاء في حديث مرفوع: أن الله تعالى يهبط إلى سماء الدنيا عشية عرفة فيباهي بأهل الموقف الملائكة. وليس في نزول الرب تبارك وتعالى إلى السماء الدنيا في آخر الليل وفي عشية عرفة ودنوه من خلقه ما يقتضي أن تكون معيته\n(1/94)\n\nلهم معية ذاتية , وليس في كلام شيخ الإسلام ما يدل على ذلك. وقد ذكرت كلامه في المعية مما ذكره في الفتاوى وغيرها من كتبه , وما نقله من إجماع المسلمين من أهل السنة على أن معنى قوله تعالى: {وهو معكم أينما كنتم} ونحو ذلك في القرآن أن ذلك علمه. فليراجع ما تقدم من النقول عنه , ففيها كفاية في الرد على من توهم من كلامه في «العقيدة الواسطية» خلاف ما أجمع عليه الصحابة والتابعين في المعية , وأنها معية العلم , وليست معية ذاتية.\nالجملة الرابعة من الجمل التي تعلق بها المردود عليه قول ابن القيم في «مختصر الصواعق» المثال التاسع مما ادعي فيه المجاز قوله تعالى: {وهو معكم أينما كنتم} وذكر آيات فيها المعية , ثم قال: قالت المجازية: هذا كله مجاز يمتنع حمله على الحقيقة , إذ حقيقة المخالطة والمجاورة وهي منتفية قطعاً فإذاً معناه العلم والقدرة والإحاطة , ومعية النصر والتأييد والمعونة. وكذلك القرب قال أصحاب الحقيقة: والجواب عن ذلك من وجوه – إلى أن قال: الوجه الرابع أنه ليس ظاهر اللفظ ولا حقيقته أن مختلط بالمخلوقات ممتزج بها – إلى أن قال: وغاية ما تدل عليه «مع» المصاحبة والموافقة والمقارنة في أمر من الأمور وذا الاقتران في كل موضع بحسبه يلزمه لوازم بحسب متعلقه. فإذا قيل: الله مع خلقه بطريق العموم , كان من لوازم ذلك علمه بهم , وتدبيره لهم وقدرته عليهم , وإذا كان ذلك خاصاً كقوله: {إن الله مع الذين اتقوا والذين هم محسنون} كان من لازم ذلك معيته لهم بالنصر والتأييد والمعونة. قال: وقد أخبر الله تعالى أنه مع خلقه مع كونه مستوياً على عرشه – إلى أن قال: فعلوه لا يناقض معيته , ومعيته لا تبطل علوه , ثم تكلم على قرب الله تعالى وقال: فهو قريب من المحسنين بذاته ورحمته قرباً ليس له نظير , وهو سبحانه مع ذلك فوق سمواته على",
        "(1/95)\n\nعرشه , كما أنه سبحانه يقرب من عباده في آخر الليل , وهو فوق عرشه ويدنو من أهل عرفة عشية عرفة وهو على عرشه. قال: وهو سبحانه قريب في علوه , عالٍ في قربه. قال: والذي يسهل عليك فهم هذا معرفة عظمة الرب وإحاطته بخلقه , وأن السموات السبع في يده كخردلة في يد العبد , وأنه سبحانه يقبض السموات بيده , والأرض بيده الأخرى ثم يهزهن فكيف يستحيل في حق من هذا بعض عظمته أن يكون فوق عرشه , ويقرب من خلقه كيف شاء وهو على ... العرش. ا هـ.\nوالجواب عن هذا من وجهين: أحدهما أن يقال: إن أهل السنة والجماعة أجمعوا على أن الله تبارك وتعالى مستو على عرشه , وعلمه وقدرته وتدبيره بكل ما خلقه , وأجمعوا على أن معنى قوله: {وهو معكم أينما كنتم} ونحو ذلك في القرآن أن ذلك علمه , وأن الله تعالى فوق السموات بذاته , مستو على عرشه كيف شاء. وقد نقل ابن القيم هذا الإجماع في كتابه المسمى ب «اجتماع الجيوش الإسلامية» والعمدة على هذا الإجماع ولا عبرة بما خالفه من أقوال الناس.\nالوجه الثاني أن أقول: إني لم أر في شيء من كتب ابن القيم التصريح بأن معية الله لخلقه معية ذاتية , وإنما كان كلامه يدور على إثبات معية العلم والقدرة والإحاطة والرؤية لعموم الخلق , وعلى معية النصر والتأييد والكفاية لأنبياء الله وأوليائه , وقد ذكر في كتابه المسمى ب «اجتماع الجيوش الإسلامية» آيات كثيرة في إثبات علو الرب تبارك وتعالى , واستواءه على عرشه ومنها قوله تعالى في سورة الحديد: {هو الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم أينما كنتم والله بما تعملون بصير} ثم قال: فذكر عموم علمه , وعموم قدرته , وعموم\n(1/96)",
        "\nإحاطته , وعموم رؤيته. وذكر أيضاً في كتاب «اجتماع الجيوش الإسلامية» عن القاضي أبي بكر ابن الطيب الباقلاني أنه قال في قول الله تعالى: {إن الله مع الذين اتقوا والذين هم محسنون} يعني بالحفظ والنصر والتأييد ولم يرد أن ذاته معهم. قال وقوله تعالى: {إنني معكما أسمع وأرى} محمول على هذا التأويل , وقوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم} يعني أنه عالم بهم وبما خفي من سرهم ونجواهم. انتهى. وقد أقره ابن القيم على هذا القول وذلك يدل على الرضا به والموافقة عليه. وفيه رد لما تشبث به المردود عليه من كلام ابن القيم في كتاب «الصواعق المرسلة» وقد قال ابن القيم في كتاب «الصواعق المرسلة» قبل كلامه الذي نقله المردود عليه بأقل من صفحة: الوجه الثاني أن الله سبحانه قد بين في القرآن غاية البيان أنه فوق سمواته , وأنه مستو على عرشه , وأنه بائن من خلقه , وأن الملائكة تعرج إليه وتنزل من عنده , وأنه رفع المسيح إليه , وأنه يصعد إليه الكلم الطيب , إلى سائر ما دلت عليه النصوص من مباينته لخلقه وعلوه على عرشه , وهذه نصوص محكمة فيجب رد المتشابه إليها. انتهى.\nقلت: وفي النصوص المحكمة الدالة على علو الله تبارك وتعالى فوق سمواته , ومباينته لجميع خلقه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية , لأن هذا القول الباطل يستلزم الحلول مع الخلق في أماكنهم وذلك من أبطل الباطل.\nوأما دنو الرب تبارك وتعالى من عباده , فهو ثابت في حديث النزول المتفق على صحته. وجاء في حديث مرفوع: أن الله تعالى يهبط إلى سماء الدنيا عشية عرفة فيباهي بأهل الموقف الملائكة , وهذا الحديث وحديث النزول في آخر الليل وغيرهما مما جاء في الصفات , وهو ثابت عن النبي صلى الله عليه وسلم , فإنه يجب الإيمان به\n(1/97)\n",
        "وإمراره كما جاء. قال الأوزاعي: سئل مكحول والزهري عن تفسير الأحاديث – أي التي جاءت في الصفات – فقالا: أمروها كما جاءت. رواه الخلال في كتاب «السنة» ونقله شيخ الإسلام ابن تيمية في «الفتوى الحموية الكبرى» وروى الخلال أيضاً عن الوليد ابن مسلم قال: سألت مالك بن أنس , وسفيان الثوري , والليث ابن سعد , والأوزاعي عن الأخبار التي جاءت في الصفات فقالوا: أمروها كما جاءت. وفي رواية فقالوا: أمروها كما جاءت بلا كيف , وقد نقل هذه الرواية أيضاً شيخ الإسلام ابن تيمية في «الفتوى الحموية الكبرى» ثم قال: والزهري ومكحول هما أعلم التابعين في زمانهم , والأربعة الباقون أئمة الدنيا في عصر تابعي التابعين , ونقل الشيخ أيضاً عن أبي سليمان الخطابي أنه قال في رسالته المشهورة في «الغنية عن الكلام وأهله»: فأما م سألت عنه من الصفات وما جاء منها في الكتاب والسنة , فأن مذهب السلف إثباتها وإجراؤها على ظواهرها , ونفي الكيفية والتشبيه عنها. انتهى.\nوإذا علم هذا فليس من مذهب السلف أن معية الله لخلقه معية ذاتية , ولم يقل ذلك أحد من علماء أهل السنة والجماعة فيما علمت , وإنما هو من أقوال أهل البدع وهم الذين يقولون: إن الله بذاته فوق العالم , وهو بذاته في كل مكان , وقد ذكر ذلك شيخ الإسلام ابن تيمية وغيره. وتقدم في أول الكتاب فليراجع. ومن زعم أن معية الله لخلقه معية ذاتية واستدل على ذلك بنزول الرب تبارك وتعالى إلى السماء الدنيا في آخر الليل , ودنوه من أهل الموقف في عشية يوم عرفة فقد أبعد النجعة , وقال على الله بغير علم.\n(1/98)\n\nالجملة الخامسة من الجمل التي تعلق بها المردود عليه: قول ابن رجب في شرح الحديث التاسع عشر من الأربعين النووية: فهذه المعية الخاصة تقتضي النصر والتأييد والحفظ والإعانة , بخلاف المعية العامة المذكورة في قوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم} إلى قوله: {إلا هو معهم أينما كانوا} إلخ فإن هذه المعية تقتضي علمه واطلاعه ومراقبته أعمالهم ا هـ.\nوالجواب أن يقال: إن كلام ابن رجب رحمه الله تعالى موافق لما أجمع عليه أهل السنة والجماعة من أن المعية العامة معية العلم والاطلاع والمراقبة , وأن المعية الخاصة معية النصر والتأييد والحفظ والإعانة , وليس في كلامه ما يتعلق به من زعم أن معية الله لخلقه معية ذاتية.\nالجملة السادسة من الجمل التي تعلق بها المردود عليه: قول ابن كثير في تفسير سورة الحديد: أي رقيب عليكم شهيد على أعمالكم حيث كنتم وأين كنتم من بر أو بحر في ليل أو نهار. الجميع في علمه على السواء وتحت سمعه وبصره , فيسمع كلامكم , ويرى مكانكم , ويعلم سركم ونجواكم , وقال في سورة المجادلة: وقد حكى غير واحد الإجماع على أن المراد بهذه الآية معية علمه , ولا شك في إرادة ذلك , ولكن سمعه أيضاً مع علمه بهم وبصره نافذ فيهم , فهو سبحانه مطلع على خلقه لا يغيب عنه من أمورهم شيء ا هـ.\nوالجواب أن يقال: ليس في كلام ابن كثير ما يتعلق به من زعم أن معية الله لخلقه معية ذاتية , وفيما ذكره ابن كثير من الإجماع على أن المعية معية العلم أبلغ رد على صاحب الزعم المخالف للإجماع.",
        "(1/99)\n\nوأما قول المردود عليه بعد ما ذكر كلام شيخ الإسلام ابن تيمية وابن القيم وابن كثير وابن رجب. ففي كلام هؤلاء العلماء الأجلاء إشارة , بل في بعضه تصريح بأن تفسير معية الله تعالى لخلقه بعلمه تفسير بلازمها أو حكمها ومقتضاها كما في كلام شيخ الإسلام ابن تيمية. واللازم غير الملزوم , والمقتضى غير المقتضي , فلهذا قال شيخ الإسلام: ففرق بين معنى المعية ومقتضاها وربما صار مقتضاها من معناها , ووجه ذلك أن دلالة اللفظ على مدلوله تارة تكون بالمطابقة , وتارة بالتضمن , وتارة بالالتزام , فدلالة المعية على العلم من دلالة الملزوم على اللازم كما نص عليه شيخ الإسلام ابن تيمية , ولهذا قال: وعلمه بهم من لوازم المعية , ومن للتبعيض , وذلك لأن العلم ليس وحده لازم المعية , بل لها لوازم أخرى كالاطلاع والسمع والرقابة والهيمنة والقدرة والسلطان وغير ذلك مما تقتضيه المعية , وقد مثل بهذه اللوازم الزائدة على العلم شيخ الإسلام وابن القيم وابن كثير وابن رجب رحمهم الله تعالى , وأشار إلى مثل ذلك الشيخ الشنقيطي حيث قال: وأما المعية العامة لجميع الخلق فهي بالإحاطة التامة والعلم ونفوذ القدرة , وكون الجميع في قبضته , فدل ذلك على أن تفسير السلف لها بالعلم تفسير ببعض لوازمها , وليس وحده هو معناها , وأن مقصودهم بذلك خوف توهم حلول الباري جل وعلا في أماكننا في الأرض , أو دفع دعوى من ادعى ذلك من الحلولية الجهمية , وقد ذكر أن ذلك مقصودهم الشيخ عبد الرحمن بن محمد بن قاسم حيث قال في الفهارس العامة لمجموع الفتاوى ص ?0: فسر بعض السلف بعض نصوص المعية بالعلم وهو بعض مقتضاها دفعاً لاستدلال الحلولية بها ا هـ.\n(1/100)",
        "\nفجوابه أن يقال: إن العلماء الذين ذكرهم المردود عليه في هذه الجملة لم يقل أحد منهم إن معية الله لخلقه معية ذاتية , وإنما كان كلامهم يدور على إثبات معية العلم والقدرة والإحاطة والسماع والرؤية لعموم الخلق , وعلى إثبات معية النصر والتأييد والكفاية لأنبياء الله وأوليائه , وقد ذكرت كلام شيخ الإسلام وابن القيم وابن كثير في ذلك قريباً فليراجع. وأما كلام ابن رجب الذي تقدم ذكره فهو موافق لكلام شيخ الإسلام وابن القيم وابن كثير , وقد تقدم في الجواب عن الجملة الثانية من الجمل التي تعلق بها المردود عليه ما ذكره شيخ الإسلام عن سلف الأمة وأئمتها , أئمة العلم والدين من شيوخ العلم والعبادة أنهم أثبتوا أن الله تعالى فوق سمواته , وأنه على عرشه بائن من خلقه وهم منه بائنون. وهو أيضاً مع العباد عموماً بعلمه ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية , وتقدم أيضاً ما ذكره شيخ الإسلام والذهبي وابن القيم من الإجماع , على أن معنى قوله: {وهو معكم أينما كنتم} ونحو ذلك في القرآن أن ذلك علمه , وأن الله فوق السموات بذاته , مستو على عرشه كيف شاء. وفيما ذكروه أبلغ رد على من توهم عليهم خلاف ما ذكروه من الإجماع.\nوقال شيخ الإسلام أيضاً في «شرح حديث النزول» ولفظ المعية في كتاب الله جاء عاماً كما في هاتين الآيتين – يعني قوله تعالى: {وهو معكم أينما كنتم} وقوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} إلى قوله: {إلا هو معهم أينما كانوا} وجاء خاصاً كما في قوله: {إن الله مع الذين اتقوا والذين هم محسنون} وقوله: {إنني معكما أسمع وأرى} وقوله: {لا تحزن إن الله معنا} فلو كان المراد أنه بذاته مع كل شيء لكان التعميم يناقض التخصيص. فإنه قد علم أن قوله: {لا تحزن إن الله معنا} أراد به تخصيصه وأبا بكر دون عدوهم من الكفار.\n(1/101)\n",
        "وكذلك قوله: {إن الله مع الذين اتقوا والذين هم محسنون} خصهم بذلك دون الظالمين والفجار – إلى أن قال: وأيضاً فإنه افتتح الآية بالعلم وختمها بالعلم , فكان السياق يدل على أنه أراد أن عالم بهم , وقد بُسط الكلام عليه في موضع آخر وبُيّن أن لفظ المعية في اللغة – وإن اقتضى المجامعة والمصاحبة والمقارنة – فهو إذا كان مع العباد لم يناف ذلك علوه على عرشه , ويكون حكم معيته في كل موطن بحسبه , فمع الخلق كلهم بالعلم والقدرة والسلطان , ويختص بعضهم بالإعانة والنصر والتأييد. انتهى المقصود من كلامه. وفيه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nوقد تقدم في الجواب عن الجملة الرابعة ما ذكره ابن القيم عن القاضي أبي بكر بن الطيب الباقلاني أنه قال في قول الله تعالى: {إن الله مع الذين اتقوا والذين هم محسنون} يعني بالحفظ والنصر والتأييد , ولم يرد أن ذاته معهم. قال وقوله تعالى: {إنني معكما أسمع وأرى} محمول على هذا التأويل , وقوله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم} يعني أنه عالم بهم وبما خفي من سرهم ونجواهم انتهى. وقد أقره ابن القيم على هذا القول , وفيه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nوتقدم أيضاً كلام ابن كثير على قول الله تعالى: {وهو معكم أينما كنتم} وقوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} إلى قوله: {إلا هو معهم أينما كانوا} وما ذكره من الإجماع على أن المراد بالآية معية العلم. قال: وسمعه أيضاً مع علمه بهم وبصره نافذ فيهم. انتهى. وفيه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\n(1/102)\n\nوقال الشيخ العلامة محمد الأمين الشنقيطي في تفسير قوله تعالى: {إن الله مع الذين اتقوا والذين هم محسنون} هذه المعية خاصة بعباده المؤمنين , وهي بالإعانة والنصر والتوفيق , وأما المعية العامة لجميع الخلق فهي بالإحاطة التامة والعلم ونفوذ القدرة , وكون الجميع في قبضته جل وعلا. فالكائنات في يده جل وعلا أصغر من حبة خردل , وهذه هي المذكورة أيضاً في آيات كثيرة كقوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم} الآية. وقوله: {وهو معكم أينما كنتم} الآية , وقوله: {فلنقصن عليهم بعلم وما كنا غائبين} وقوله: {وما تكون في شأن وما تتلو منه من قرآن ولا تعملون من عمل إلا كنا عليكم شهوداً إذ تفيضون فيه} الآية. إلى غير ذلك من الآيات , فهو جل وعلا مستو على عرشه كما قال على الكيفية اللائقة بكماله وجلاله , وهو محيط بخلقه كلهم في قبضة يده لا يعزب عنه مثقال ذرة في الأرض ولا في السماء , ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين. انتهى كلامه. وفيه أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nوإذا علم هذا فكلام شيخ الإسلام ابن تيمية , وكلام من ذكر بعده من العلماء موافق لما أجمع عليه سلف الأمة وأئمتها , وهو أن الله سبحانه وتعالى مع العباد عموماً بالعلم والقدرة والإحاطة والسماع والرؤية , وأنه يخص أنبياءه وأولياءه بمعية النصر والتأييد والكفاية. وليس في كلامهم ما يتعلق به من زعم أن معية الله لخلقه معية ذاتية.\nوأما قوله وقد ذكر أن ذلك مقصودهم الشيخ عبد الرحمن بن محمد بن قاسم حيث قال في الفهارس العامة لمجموع الفتاوى إلى آخر كلامه.",
        "(1/103)\n\nفجوابه أن يقال أن الشيخ عبد الرحمن بن محمد بن قاسم لم يجمع الفهارس العامة لمجموع الفتاوى وإنما جمعها ابنه محمد بن عبد الرحمن بن قاسم وذلك مذكور في أول صفحةٍ من كلِ جزء من الفهارس العامة لمجموع الفتاوى فليراجع.\nوأما قول المردود عليه , وإذا أردت أن تعرف أن معنى معية الله لخلقه معية حقيقية ذاتية لا تقتضي أن يكون حالا فيهم ولا في أمكنهم فتأمل ما يأتي:\n(أ) قول شيخ الإسلام وغيره أن ما ذكر من معيته لا ينافي ما ذكر من علوه , وأنه سبحانه عليّ في دنوه , قريب في علوه , فإنه لو كان معنى المعية مجرد العلم ما احتاجوا إلى ذكر ذلك , لأن تصور المنافاة بين عموم العلم وعلو الذات غير وارد ولا مورد أيضاً.\n(ب) قول ابن القيم رحمه الله تعالى في مختصر الصواعق , والذي يسهل عليك فهم هذا. إلى آخر ما نقلناه عنه في هذه الورقات , وقول الشنقيطي في تفسيره رحمه الله تعالى: فالكائنات في يده جل وعلا أصغر من حبة خردل – إلى أن قال: فهو سبحانه مستو على عرشه كما قال على الكيفية اللائقة بكماله وجلاله , وهو محيط بخلقه كأنهم (1) في قبضة يده.\n(ج) ... قول ابن القيم رحمه الله تعالى: فهو قريب من المحسنين بذاته ورحمته قرباً ليس له نظير , وهو مع ذلك فوق سمواته على عرشه , فأثبت له القرب الذاتي مع علوه قرباً ليس له نظير.\nفالجواب عن أول كلامه من وجهين: أحدهما أن يقال إن آخر كلامه ينقض أوله , وذلك أنه أثبت المعية الذاتية للخلق , وإثباتها يستلزم إثبات الحلول معهم في أمكنتهم ,\n__________\n(1) (1) قوله كأنهم. كذا هو بخط المردود عليه. وصوابه كلهم\n(1/104)",
        "\nكما أن نفي الحلول مع الخلق يستلزم نفي المعية الذاتية لهم , وحيث أن المردود عليه قد أثبت المعية الذاتية للخلق ونفى الحلول معهم في أمكنتهم فقد وقع في التناقض , وإذاً فلا بد له من أحد أمرين: إما أن يثبت المعية الذاتية للخلق والحلول معهم في أمكنتم , ويكون من الحلولية الذين يقولون: إن الله بذاته فوق العالم وهو بذاته في كل مكان , وإما أن ينفي المعية الذاتية للخلق والحلول معهم في أمكنتهم , ويكون من أهل السنة والجماعة الذين قد أجمعوا على أن الله تعالى مستو على عرشه فوق جميع المخلوقات , وأنه تعالى مع عموم الخلق بالعلم والمشاهدة والسماع لأقوالهم وحركاتهم , وأنه يخص أنبياءه وأولياءه بمعية النصر والتأييد والكفاية. فليختر المردود عليه ما يناسبه من أحد الأمرين.\nالوجه الثاني أن يقال: إنه ليس في كلام شيخ الإسلام وابن القيم والشنقيطي ما يؤيد زعم المردود عليه أن معية الله لخلقه معية ذاتية , وإنما الذي في كلامهم إثبات معية العلم والقدرة والإحاطة والسماع والرؤية لعموم الخلق , وإثبات معية النصر والتأييد والكفاية لأنبياء الله وأوليائه.\nوأما قول شيخ الإسلام رحمه الله تعالى: إن ما ذكر من معية الله تعالى لا ينافي ما ذكر من علوه , فمراده بالمعية معية العلم والقدرة والسلطان لعموم الخلق , ومعية الإعانة والنصر والتأييد لأنبياء الله وأوليائه. وهذا واضح في كلامه المنقول من «شرح حديث النزول» وقد تقدم ذكره قريبا فليراجع.\nوأما قول ابن القيم: والذي يسهل عليك فهم هذا معرفة عظمة الرب وإحاطته بخلقه , وأن السموات السبع في يده كخردلة في يد العبد , وأنه سبحانه يقبض السموات بيده والأرض بيده الأخرى ثم يهزهن فكيف يستحيل في حق من هذا بعض عظمته أن\n(1/105)\n",
        "يكون فوق عرشه , ويقرب من خلقه كيف شاء وهو على العرش. فمراده ما صرح به قبل هذه الجملة , وهو أن الله تعالى يقرب من عباده في آخر الليل وهو فوق عرشه , ويدنو من أهل عرفة عشية عرفة وهو فوق عرشه , وأن المعية العامة يكون من لازمها العلم والتدبير والقدرة , وأما المعية الخاصة فإنه يكون من لازمها النصر والتأييد والمعونة. وقد تقدم قريباً ما نقله ابن القيم عن القاضي أبي بكر بن الطيب الباقلاني أنه قال في المعية الخاصة: إنها بالحفظ والنصر والتأييد. قال: ولم يرد أن ذاته معهم , وقال في المعية العامة: إنه عالم بهم وبما خفي من سرهم ونجواهم. وقد أقره ابن القيم على هذا القول وفيه – مع ما تقدم من كلام ابن القيم وما نقله من الإجماع على أن معنى قوله تعالى: {وهو معكم أينما كنتم} ونحو ذلك في القرآن أن ذلك علمه , وأن الله فوق السموات مستو على عرشه كيف شاء – أبلغ رد على من زعم أن معية الله لخلقه معية ذاتية.\nوأما الشنقيطي فقد تقدم كلامه قريباً وفيه التصريح بأن المعية الخاصة هي بالإعانة والنصر والتوفيق , وأما المعية العامة لجميع الخلق فهي بالإحاطة التامة والعلم , ونفوذ القدرة , وكون الجميع في قبضته جلّ وعلا. قال وهو مستو على عرشه على الكيفية اللائقة بكماله وجلاله. فكلام الشنقيطي فيه أبلغ رد على من زعم أن معية الله لخلقه معية ... ذاتية.\nوأما قول ابن القيم فهو قريب من المحسنين بذاته ورحمته قرباً ليس له نظير , وقول المردود عليه فأثبت له القرب الذاتي مع علوه قرباً ليس له نظير.\nفجوابه أن يقال: أما قرب رحمة الله تعالى من المحسنين فهو ثابت في القرآن قال الله تعالى: {إن رحمة الله قريب من المحسنين} وأما قرب ذاته منهم فليس عليه دليل\n(1/106)\n\nينص عليه لا من القرآن ولا من السنة , وما ليس عليه دليل ينص عليه فليس عليه تعويل , وقد ثبت عن النبي صلى الله عليه وسلم أنه قال: {ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر} وجاء في حديث مرفوع: «إن الله تعالى يهبط إلى السماء الدنيا عشية عرفة فيباهي بأهل الموقف الملائكة» فيجب إثبات ما جاء عن الله تعالى وعن رسوله صلى الله عليه وسلم وإمراره كما جاء وترك ما سوى ذلك من أقوال الناس وإن كانوا من الأكابر المرموقين , قال الله تعالى: {اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه أولياء قليلاً ما تذكرون} وقال تعالى: {فآمنوا بالله ورسوله النبي الأمي الذي يؤمن بالله وكلماته واتبعوه لعلكم تهتدون} والكلام في الصفات بابه التوقيف ولا دخل للاجتهاد في ذلك.\nوإذا علم هذا فليعلم أيضاً أن من أثبت لله صفة لم ترد في القرآن ولا في السنة , فقوله مردود عليه كائناً من كان , والدليل على ذلك ما أمر الله به في الآيتين من سورة الأعراف.\nوأما قول المردود عليه , وهكذا نقول في المعية نثبت لربنا معية حقيقية ذاتية تليق بعظمته وجلاله , ولا تشبه معية المخلوق للمخلوق , ونثبت مع ذلك علوه على خلقه واستواءه على عرشه على الوجه اللائق بجلاله , لا نكيف ذلك ولا نتصور له كيفية , لأن تكييفنا له قول على الله بلا علم. وتصورنا لذلك كيفية محاولة لما لا يمكن الوصول إليه ولا نقول به. ونرى أن من زعم أن الله تعالى بذاته في كل مكان فهو كافر أو ضال إن اعتقده , وكاذب إن نسبه إلى غيره من سلف الأمة أو أئمتها , فعقيدتنا أن لله تعالى معية حقيقية ذاتية تليق به , وتقتضي إحاطته بكل شيء علماً وقدرة وسمعاً وبصراً وسلطاناً وتدبيراً , وأنه سبحانه منزه أن يكون مختلطاً بالخلق أو",
        "(1/107)\n\nحالاً في أمكنتهم , بل هو العلي بذاته وصفاته , وعلوه من صفاته الذاتية التي لا ينفك عنها , وأنه على عرشه كما يليق بجلاله , وأن ذلك لا ينافي معيته لأنه ليس كمثله شيء وهو السميع البصير. قاله مقرراً له ومعتقداً له منشرحاً له صدره كاتبه ..... في 24 / 6 / 1403 هـ التوقيع والختم.\nفجوابه من وجهين أحدهما: أن يقال إن إثبات المعية الذاتية لله تعالى مع خلقه , لم يرد في القرآن ولا في السنة , ولا عن أحد من الصحابة ولا التابعين وتابعيهم وأئمة العلم والهدى من بعدهم , ولم أر أحداً أثبتها سوى المردود عليه. وقد ذكرت قريباً أن من أثبت لله تعالى صفة لم ترد في القرآن ولا في السنة فقوله مردود عليه , وذكرت الدليل على ذلك من القرآن.\nالوجه الثاني أن يقال: إن كلام المردود عليه قد اشتمل على حق وباطل , فأما الذي فيه من الحق فهو إثبات علو الله على خلقه واستوائه على عرشه على الوجه اللائق بجلاله. وأن الاستواء لا يكيف ولا يتصور كيفيته , وأن الله تعالى هو العلي بذاته وصفاته , وأن علوه من صفاته الذاتية التي لا تنفك عنها , وأنه محيط بكل شيء علماً وقدرة وسمعاً وبصراً وسلطاناً وتدبيراً , وأنه ليس كمثله شيء وهو السميع البصير , ومن الحق فيه أيضاً تكفير وتضليل من زعم أن الله تعالى بذاته في كل مكان , وتكذيب من نسب ذلك إلى أحد من سلف الأمة وأئمتها. وتنزيه الله تعالى عن الاختلاط بالخلق والحلول في أمكنتهم.\nوأما الذي فيه من الباطل فهو إثبات المعية الذاتية لله مع خلقه , ولا يخفى على من له علم وفهم أن إثبات المعية الذاتية لله مع خلقه يستلزم الاختلاط بهم والحلول معهم في أمكنتهم. وهذا مما يجب تنزيه الله عنه , وفيه من الباطل أيضاً زعمه أن المعية الذاتية لله\n(1/108)",
        "\nمع الخلق تليق بعظمة الرب وجلاله , وهذا من قلب الحقيقة لأن المعية الذاتية للرب مع خلقه تستلزم مخالطتهم والحلول معهم في أمكنتهم , وذلك ينافي عظمة الرب وجلاله وعلوه على جميع خلقه , وفيه من الباطل أيضاً جمعه بين إثبات علو الله على خلقه واستوائه على عرشه , وبين المعية الذاتية للخلق , وهذا من الجمع بين النقيضين , وفيه من الباطل أيضاً زعمه أن علو الرب على خلقه واستواءه على عرشه لا ينافي المعية الذاتية للخلق , وهذا من قلب الحقيقة , ولأن علو الرب واستواءه على العرش الذي هو فوق جميع الخلق ينافي المعية الذاتية التي تستلزم مخالطة الخلق والحلول معهم في أمكنتهم , وفيه من الباطل أيضاً تقريره لقوله الباطل في المعية الذاتية , واعتقاده له وانشراح صدره له , فكل هذا باطل وضلال.\nوالله المسؤل أن يرد صاحب المقال الباطل إلى الحق , وأن لا يجعله من دعاة الضلالة إنه ولي ذلك والقادر عليه. وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\n\nوقد وقع الفراغ من كتابة هذا الرد في 28 / 3 / 1404 هـ على يد كاتبه الفقير إلى الله تعالى حمود بن عبد الله بن حمود التويجري غفر الله له ولوالديه وللمؤمنين والمؤمنات. والحمد لله الذي بنعمته تتم الصالحات.\n(1/109)\n",
        "بسم الله الرحمن الرحيم\nالحمد لله رب العالمين. وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\nأما بعد:\nفقد طلب الشيخ محمد الصالح العثيمين من الشيخ عبد العزيز بن باز أن يبعث إليه بكتابي في الرد على من زعم أن معية الله لخلقه معية ذاتية، فبعث به إليه وبعد قراءته له كتب الكلمة التي سيأتي ذكرها. وطلب أن تنشر مع كتابي. وحيث أن فيها ردا على من زعم أن معية الله لخلقه معية ذاتية فقد أجبت الشيخ محمدا إلى طلبه، والله المسئول أن يوفق الجميع لما يحب ويرضى وأن يرينا الحق حقا ويرزقنا اتباعه، ويرنا الباطل باطلا ويرزقنا اجتنابه، ولا يجعله ملتبسا علينا فنضل.\nقال ذلك كاتبه الفقير إلى الله تعالى حمود بن عبد الله بن حمود التويجري. وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\n(1/110)\n\nبسم الله الرحمن الرحيم\nالحمد لله نحمده ونستعينه، ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين وسلم تسليما.\nوبعد: فقد قرأت الكتاب الذي ألفه أخونا الفاضل الشيخ حمود بن عبد الله التويجري في إثبات علو الله تعالى ومباينته لخلقه، والرد على من زعم أن معية الله تعالى لخلقه معية ذاتية، فوجدته كتابا قيما قرر فيه مؤلفه الحقائق التالية:\nالأولى: إثبات علو الله تعالى بذاته وصفاته لدلالة الكتاب والسنة والإجماع والعقل والفطرة على ذلك.\nالثانية: إثبات استوائه تعالى بذاته على عرشه استواء حقيقيا يليق بجلاله وعظمته من غير تكييف ولا تمثيل لدلالة الكتاب والسنة والإجماع على ذلك.\nالثالثة: إثبات معية الله لخلقه بعلمه وإحاطته إن كانت عامة، وبنصره وتأييده مع العلم والإحاطة إن كانت خاصة، وتأييد ذلك بما نقله عن السلف والأئمة.\nالرابعة: إبطال قول الحلولية القائلين بأن الله تعالى بذاته في الأرض أو في الأرض وعلى العرش. لدلالة الكتاب والسنة والإجماع والعقل والفطرة على إبطاله.\nالخامسة: إنكار القول بالمعية الذاتية.\nوكل ما قرره فهو حق، فعلو الله تعالى على خلقه بذاته وصفاته دل عليه القرآن في آيات متعدده، وعلى وجوه متنوعة معلومة لكل من قرأ كتاب الله تعالى موجبة للعلم",
        "(1/111)\n\nالقطعي، ودلت عليه السنة بأنواعها القولية والفعلية والإقرارية في أحاديث كثيرة تبلغ حد التواتر وعلى وجوه متنوعة.\nودل عليه العقل من وجهين:\nأحدهما: أن العلو صفة كمال، والله تعالى له صفات الكمال من كل وجه كما قال تعالى: {وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} فوجب ثبوت العلو له.\nالثاني: أنه إذا انتفت صفة العلو ثبتت صفة السفل لتقابلهما، وصفة السفل صفة نقص والله تعالى منزه عن كل نقص.\nودلت الفطرة أيضا على علو الله تعالى دلالة ضرورية فطرية، فما من داع أو خائف إلا فزع إلى ربه تعالى نحو السماء لا يلتفت عنه يمنه ولا يسرة، والمسلمون في سجودهم يقول القائل منهم: سبحان ربي الأعلى فلا يجد من قلبه إلا الاتجاه نحو السماء.\nوقد أجمع سلف الأمة وأئمتها على ما اقتضته هذه الأدلة من علو الله تعالى بذاته وصفاته، ولم يخالف في ذلك الا من اجتالته الشياطين من الحلولية من قدماء الجهمية وغيرهم، أو من سلكوا سبيل التعطيل المحض في هذا الباب فقالوا: إنه ليس داخل العالم ولا خارجه ولا فوقه ولا تحته، ولا متصل بالعالم ولا منفصل عنه، وقد قال بعض العلماء: لو قيل صفوا الله بالعدم ما كان أبلغ لوصفه بذلك من هذا القول تعالى الله عنه علوا كبيرا.\n(1/112)",
        "\nواستواء الله تعالى على عرشه بذاته حقيقة هو علو الله علوا خاصا يليق بجلاله وعظمته، وفيه عن السلف أربة معان هذا أحدها، والثاني الصعود، والثالث الارتفاع، والرابع الاستقرار، وكلها حق لا تناقض بينها ولا تنافي ما يجب لله تعالى من الكمال.\nولم يخالف السلف في ذلك إلا أهل التحريف والتعطيل الذين قالوا إنه بمعنى الاستيلاء عليه، وهو قول باطل مخالف لصريح القرآن والسنة، فقد ذكر الله تعالى الاستواء على العرش في سبعة مواضع من القرآن، لم يأت في واحد منها بلفظ الاستيلاء حتى يفسر به الباقي، ثم إنه ذكر بلفظ الفعل مقرونا بثم في ستة مواضع، مذكورا بعده عموم الملك في الموضع السابع مما يمنع منعا ظاهرا أن يكون بمعنى الاستيلاء وجاءت السنة بالتصريح بأن الله فوق العرش ولا يخفى أيضا ما يلزم على تفسيره بالاستيلاء من اللوازم الباطلة.\nوتفسير معية الله تعالى لخلقه بعلمه بهم وإحاطته في المعية العامة، وبنصره وحفظه مع العلم والإحاطة في المعية الخاصة أمر مشهور بين السلف حكى الإجماع عليه غير واحد من أهل العلم، واقتضاء المعية ذلك ظاهر من سياق الآيات الواردة فيها.\nففي المعية العامة ذكرها الله تعالى في سورة المجادلة بين علمين، وفي آية الحديد ذكرها بعد العلم وقبل قوله: {وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ}.\nوفي المعية الخاصة ذكرها الله تعالى في سورة محمد حين نهى المؤمنين عن الوهن في قتال الأعداء، وفي سورة التوبة حين قال أبو بكر للنبي صلى الله عليه وسلم: لو أن أحدهم نظر إلى قدميه لأبصرنا فقال النبي صلى الله عليه وسلم: {لاَ تَحْزَنْ إِنَّ اللّهَ مَعَنَا} وهكذا بقية الآيات التي فيها ذكر المعية بنوعيها.\n(1/113)\n",
        "وبطلان القول بالحلول معلوم بدلالة الكتاب والسنة والعقل والفطرة والإجماع، وذلك لأن القول به مناقض تمام المناقضة للقول بعلو الله تعالى بذاته وصفاته، فإذا كان علو الله تعالى بذاته وصفاته ثابتا بهذه الأدلة كان نقيضه باطلا بها.\nوإنكار القول بالمعية الذاتية واجب حيث تستلزم القول بالحلول، لان القول بالحلول باطل، فكل ما استلزمه فهو باطل يجب إنكاره ورده على قائله كائنا من كان.\nوأسأل الله تعالى أن يجعلنا جميعا من المتعاونين على البر والتقوى، وأن يهيء لنا من أمرنا رشدا، وأن ينصرنا بالحق، ويجعلنا من أنصاره إنه ولي ذلك القادر عليه، وهو القريب المجيب.\nقاله كاتبه محمد الصالح العثيمين في 15/ 4/1404هـ.\n(1/114)\n"
    ]
}