{
    "partText": [
        "\nإثبات أن المحسن اسم من أسماء الله الحسنى\nد. عبدالرزاق بن عبدالمحسن العباد البدر\nالحمد لله عظيم الإحسان واسع الجود والإمتنان، الذي أحسن كل شيء خلقه، وبدأ من طين خلق الإنسان، وأصلي وأسلم على رسوله القائل أحسنوا فإن الله محسن يحب الإحسان .\nوبعد...\nفهذه فوائد متنوعة ولطائف متفرقة جمعت شتاتها من أماكن عديدة حول إثبات أن المحسن اسم من أسماء الله الحسنى، وذكر الأدلة على ذلك من السنة بنقل الأحاديث الدالة على ذلك، وحكم أهل العلم عليها، وبيان جواز التعبيد لله به كغيره من أسماء الله الحسنى لثبوته اسماً لله، ونقل أقوال أهل العلم ممن صرح بذلك، وذكر عدد ممن سمي بـ((عبدالمحسن)) إلى نهاية القرن التاسع، مع فوائد أخرى، سائلاً الله الكريم التوفيق والسداد.\nوالداعي لجمع هذا الموضوع ولمّ شتاته هو وقوع التردد عند بعض الأفاضل من أهل العلم في صحة إطلاق هذا الاسم على الله جلّ وعلا، ولقد جمعت – بحمد الله وتوفيقه – من الأدلة والنقول عن أهل العلم في صحة تسمية الله بذلك ما فيه كفاية ومقنعٍ وأسأله سبحانه أن يجعل عملي هذا لوجهه خالصاً، ولسنة نبيه محمد r موافقاً، ولعباده نافعاً، إنه جواد كريم، وهذا أوان الشروع في المقصود، وقد رتبته حسب النقاط التالية:\n(أ) لقد صح تسمية الله بالمحسن في ثلاثة أحاديث عن النبي r أحدها: عن أنس بن مالك رضي الله عنه، وثانيها: عن شداد بن أوس رضي الله عنه، وثالثها: عن سمرة بن جندب رضي الله عنه، وبيانها كما يلي:\nأولاً: حديث أنس بن مالك رضي الله عنه قال: قال رسول الله r: \"إذا حكمتم فاعدلوا، وإذا قتلتم فأحسنوا فإن الله محسن يحب المحسنين\".\n(1/1)\n",
        "أخرجه ابن أبي عاصم في الديات (ص: 49) وابن عدي في الكامل (6/ 2145) وأبو نعيم في أخبار أصبهان (2/ 113) والطبراني في الأوسط كما في مجمع الزوائد للهيثمي (5/ 197) من طرق عن محمد بن بلال ثنا عمران القطان عن قتادة عن أنس بن مالك رضي الله عنه قال: قال رسول الله r: فذكره.\nقال الهيثمي ورجاله ثقات، وكذا قال المناوي في التيسير (1/ 90) وقال العلامة الألباني في السلسلة الصحيحة (1/ 761).\nوهذا إسناد جيد رجاله ثقات معروفون غير محمد بن بلال وهو البصري الكندي. قال ابن عدي: أرجو أنه لا بأس به، وقال الحافظ: (صدوق يغرب) أ هـ وقال في صحيح الجامع (1/ 194): ((حسن)).\nقلت: وقد رمز السيوطي في الجامع الصغير (1/ 24) لضعفه فلم يصب.\nثانياً: حديث شداد بن أوس رضي الله عنه قال: حفظت من رسول الله r اثنتين قال: \"إن الله محسن يحب الإحسان إلى كل شيء، فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبح، وليحدّ أحدكم شفرته وليرح ذبيحته\".\nرواه عبدالرزاق في المصنف (4/ 492) ومن طريقه الطبراني في الكبير (7/ 332) عن معمر عن أيوب عن أبي قلابة عن أبي الأشعث الصنعاني عن شداد بن أوس رضي الله عنه. فذكره.\nورجال إسناده كلهم ثقات، فمعمر بن راشد البصري ثقة ثبت فاضل من كبار السابعة وأيوب هو السختياني ثقة ثبت حجة من الخامسة وأبو قلابة البصري هو عبدالله بن زيد الجرمي ثقة فاضل كثير الإرسال من الثالثة وأبو الأشعث الصنعاني هو شراحيل بن آده ثقة من الثانية .\nفإسناد الحديث صحيح لولا عنعنة أبي قلابة، وهو مدلس، قال الذهبي في ترجمته في الميزان:\n\"إمام شهير من علماء التابعين، ثقة في نفسه إلاّ أنه مدلس عمن لم يلحقهم، وكان له صحف يحدث منها ويدلس\" .\nوأورده الحافظ بن حجر في كتابه طبقات المدلسين في الطبقة الأولى .\nلكن الحديث صحيح ثابت بما قبله، ولذا صححه الألباني حفظه الله، انظر صحيح الجامع (1/ 129) والإرواء (7/ 293).\n(1/2)\n\nوللحديث طريق أخرى فيها عنعنة أبي قلابة أيضاً، فقد رواه البيهقي في سننه (9/ 280) من طريق عبدالوهاب بن عبدالمجيد ثنا خالد الحذاء عن أبي قلابة عن أبي الأشعث الصنعاني عن شداد بن أوس رضي الله عنه فذكره، لكن لفظه: ((إن لله محسان كتب الإحسان على كل شيء)).\nثالثاً: حديث سمرة بن جندب رضي الله عنه عن النبي r قال: \"إن الله عز وجل محسن فأحسنوا فإذا قتل أحدكم فليحسن مقتوله، وإذا ذبح فليحدّ شفرته وليرح ذبيحته\".\nرواه ابن عدي في الكامل (6/ 2419) قال ثنا محمد بن أحمد بن الحسين الأهوازي ثنا جعفر بن محمد بن حبيب ثنا عبدالله بن رشيد، ثنا مجاعة ابن الزبير أو عبيدة عن الحسن عن سمرة، فذكره، وقد ذكر ابن رجب هذا الحديث في جامع العلوم والحكم. أنظر (ص: 14).\nقلت: وإسناده ضعيف، عبدالله بن رشيد ليس بالقوي وفيه جهالة . ومجاعة بن الزبير مختلف فيه وضعفه الدارقطني وغيره . والحسن مختلف في سماعه من سمرة ، وقال المناوي في التيسير (1/ 90) إسناده ضعيف.\nلكن الحديث صحيح، يشهد له الحديثان قبله، وقد صححه الألباني في صحيح الجامع (1/ 129).\nقلت: فبهذه الأحاديث يعلم أن المحسن اسم من أسماء الله الحسنى دون شك أو ريب. والله أعلم.\n(ب) وقد جاء تسمية الله بهذا الإسم في أقوال بعض المحققين من أهل العلم منهم شيخ الإسلام ابن تيمية رحمه الله فقد قال:\n\"وكان شيخ الإسلام الهروي قد سمى أهل بلده بعامة أسماء الله الحسنى وكذلك أهل بيتنا غلب على أسمائهم التعبيد لله كعبد الله وعبدالرحمن وعبدالغني والسلام والقاهر واللطيف والحكيم والعزيز والرحيم والمحسن...\"\nوقال في موضع آخر:\n\"... لأنه سبحانه بر جواد محسن يعطي العبد ما يناسبه..\" .\nوكذلك وقع في كلام العلامة ابن القيم تسمية الله بهذا الإسم في مواضع عديدة من مؤلفاته.\nفقد قال في بدائع الفوائد في تفسيره لسورة الناس:",
        "(1/3)\n\n\"فتأمل هذه الجلالة وهذه العظمة التي تضمنتها هذه الألفاظ الثلاثة على أبدع نظام وأحسن سياق رب الناس ملك الناس إله الناس وقد اشتملت هذه الإضافات الثلاث على جميع قواعد الإيمان وتضمنت معاني أسمائه الحسنى، أما تضمنها لمعاني أسمائه الحسنى فإن الرب هو القادر الخالق البارئ المصور الحي القيوم العليم السميع البصير المحسن.. إلى غير ذلك من معاني ربوبيته التي له منها ما يستحقه من الأسماء الحسنى..\" .\nوقال في مدارج السالكين وهو بصدد ذكره لأسماء الله وما تقتضيه:\n\".. واسم البر المحسن المعطي المنّان ونحوها تقتضي آثارها وموجباتها\" .\nوقال في طريق الهجرتين:\n\"وإقرار قلوبنا بأن الله الذي لا إله إلاّ هو... وأنه حكيم كريم جواد محسن.. ولا أحد أحب إليه الإحسان منه فهو محسن يحب المحسنين..\" .\nوقال في نونيته الكافية الشافية وهو بصدد أسماء الله وصفاته:\n..................................\nفالبر حينئذ له نوعان\nوصف وفعل فهو بر محسن\nمولى الجميل ودائم الإحسان\nوكذلك الوهاب من أسمائه\nفانظر مواهبه مدى الأزمان\nونقل القرطبي وابن حجر عن ابن حزم عده لأسماء الله الحسنى التي جمعها من القرآن والسنة وكان من ضمن هذه الأسماء اسم المحسن ولما ساقها القرطبي نقلاً عن ابن حزم قال: ((وفاته الصادق.. إلخ)) مما يشعر أن القرطبي مقر له فيما ذكر من أسماء، وكذلك كلام ابن حجر يشعر بأنه مقر له فيما ذكر من أسماء حيث علّق على الأسماء التي نقلها عن ابن حزم بأن سبعة وستين إسماً منها مأخوذة من القرآن وباقيها ملتقط من الأحاديث .\nثم إني لم أقف على كلام ابن حزم المشار إليه في شيء من كتبه وذلك بعد التتبع الذي وقفت عليه في كتبه من قوله يخالف ما نقلاه عنه حيث قال في فصله:\n\"فلا يحل أن يسمي الله عز وجل القديم ولا الحنان.. ولا المحسن.. ولا بشيء لم يُسمِّ به نفسه أصلاً وإن كان في غاية المدح\".\n(1/4)",
        "\nفهذا يناقض ما نقلاه عنه، وعلى كل إن كان ما نقلاه عنه صحيحاً وأحسبه كذلك فالجمع بين النقلين يسير، بحيث يقال إن ابن حزم كان يرى أن المحسن ليس اسماً من أسماء الله لعدم بلوغ النص إليه أو لعدم ثبوته عنده ثم بلغه النص – أو ثبت عنده – الدال على صحة تسمية الله بالمحسن فصار إليه والله أعلم.\n(جـ) ما صح تسمية الله به جاز التعبيد لله به، بل اتفق أهل العلم على استحسان الأسماء المضافة إلى الله كعبدالله وعبدالرحمن وما أشبه ذلك، واتفقوا على تحريم كل اسم معبد لغير الله كعبد العزى وعبد هبل وعبد عمرو وعبد الكعبة، وما أشبه ذلك، حكى ذلك ابن حزم، ونقله عنه ابن القيّم .\nوقد سمي بعبدالمحسن عدد من ذوي الفضل والعلم وغيرهم، وقد جمعت ما وقفت عليه ممن سمي بذلك إلى نهاية القرن التاسه – دون نقصٍ دقيق – واقتصرت على الذين وجد لهم تراجم، وقد يأتي في ذكر أحد المترجمين أن من آبائه من سمي بعبدالمحسن فلم أعد ذلك، وها هي أسماؤهم:\n1- عبدالمحسن بن عمرو بن يحيى بن سعيد أبو القاسم الصفار، روي عن أبي بكر أحمد بن عمرو بن جابر الرملي المتوفى سنة 333هـ .\n2- عبدالمحسن بن محمد بن أحمد بن غالب الصوري الشاعر المشهور ت 419هـ .\n3- عبدالمحسن بن علي بن الحسن القزويني. سمع مع أبيه أبا منصور المقومي سنة ت482هـ .\n4- عبدالمحسن بن محمد بن علي البغدادي المعروف بالشيحي المحدث التاجر السفار أبو منصور ت489هـ .\n5- عبدالمحسن بن صدقة بن عبدالله أبو المواهب المصري الشاعر ت503هـ\n6- عبدالمحسن بن عبدالمنعم بن علي الكفرطاي الشيرازي الشافعي ت560هـ .\n7- عبدالمحسن بن تريك الأزجي أبو الفضل ت375 .\n8- عبدالمحسن (طغدي) بن ختلع بن عبدالله أبو محمد الأميري البغدادي الفرضي يسمى طغدي ويسمى عبدالمحسن وهو بطغدي أشهر ت589هـ .\n9- عبدالمحسن بن علي بن الفراش، توفي بعد 590هـ بقليل .\n10- عبدالمحسن بن أحمد بن وهب الزابي أبو منصور البزاز ت597هـ .\n(1/5)\n",
        "11- عبدالمحسن بن شفاء بن أبي المعالي التراسي الحميري ت601هـ .\n12- عبدالمحسن بن اسماعيل الوزير الصدر شرف الدين بن المحلى الفلكي ت604هـ .\n13- عبدالمحسن بن يعيش بن ابراهيم بن يحيى الحراني الفقيه الحنبلي ت611هـ .\n14- عبدالمحسن بن أبي القاسم عبدالمنعم بن ابراهيم رشيد الدين أبو محمد ابن النقار المصري ت613هـ\n15- عبدالمحسن بن نصر الله بن كثير الفقيه زين الدين ابن البياع الشامي الأصل المصري الشافعي ت621هـ .\n16- عبدالمحسن بن خطيب الموصل أبي الفضل عبدالله بن أحمد بن محمد أبو القاسم بن الطوسي الموصلي ت622هـ .\n17- عبدالمحسن بن أبي العميد بن خالد بن عبدالغفار الأبهري الشافعي ت624هـ\n18- عبدالمحسن بن عبدالكريم بن ظافر بن رافع الحصري المصري الحنبلي الفقيه ت625هـ .\n19- عبدالمحسن بن إبراهيم بن عبدالله بن علي الخزرجي المصري الشافعي عرف بابن الدجاجي، ت626 .\n20- عبدالمحسن بن أبي عبدالله بن علي بن عيسى أبو محمد العشيشي الشامي ثم المصري الفامي ت633هـ .\n21- عبدالمحسن بن عبدالله الفاضلي الزمام ت634هـ .\n22- عبدالمحسن بن أبي القاسم بن خلف بن رافع المسكي. ت636هـ .\n23- عبدالمحسن بن حمود التنوخي الحلبي الكاتب المنشئ ت643هـ .\n24- عبدالمحسن بن عبدالرحمن بن محمد الكندي الدشناوي، سمع الحديث من بهاء الدين ابن بنت الجميزي سنة 654هـ .\n25- عبدالمحسن بن عبدالله بن الحسين بن رواحة الأنصاري، تقلد كتابة الجيش للملك الظاهر بحلب، روى عنه ابن أخيه عبدالله بن الحسين المتوفى 646هـ .\n26- عبدالمحسن بن أبي العلاء مرتفع بن حسن بن عبدالله الخثعمي المصري الشافعي الأثري السراج ت 656هـ .\n27- عبدالمحسن بن علي بن أبي الفتوح بن إبراهيم الأنصاري المصري أبو محمد المعروف بإبن الزهر، ت 665هـ .\n28- عبدالمحسن بن هبة الله بن أبي المنصور الفوي زكي الدين، توفي في عشر التسعين وستمائة .\n(1/6)\n\n29- عبدالمحسن بن موسى بن سليمان المالكي المفتي نبيه الدين، كان حياً سنة 687هـ .\n30- عبدالمحسن بن عبدالرحمن بن الحسين بن هارون البكري الأرمنتي ت 694هـ .\n31- عبدالمحسن بن محمد بن أحمد هبة الله بن أحمد بن يحيى بن جراده العقيلي. ت 704 .\n32- عبدالمحسن بن عبدالقدوس بن إبراهيم الشعراوي أبو أحمد الحنبلي ت 719هـ .\n33- عبدالمحسن بن عيسى بن جعفر الأرمنتي. ت 729هـ .\n34- عبدالمحسن بن علي بن محمد بن عبدالغني بن تيمية الحراني. ت 730هـ .\n35- عبدالمحسن بن عبداللطيف بن محمد بن الحسين بن رزين ت 733هـ .\n36- عبدالمحسن بن عبدالعزيز المخزومي. ت 735هـ .\n37- عبدالمحسن بن أحمد بن محمد بن علي بن الصابوني أبو الفضل ت 736هـ .\n38- عبدالمحسن بن محمد القيصري فقيه حنفي عروضي من الروم ت 755هـ .\n39- عبدالمحسن بن الحسن بن سليمان الباريني جمال الدين من القرن الثامن .\n40- عبدالمحسن بن حمود الحلبي أمين الدين، كاتب السر للكامل سيف الدين أبي الفتوح المتوفى سنة 746هـ .\n41- عبدالمحسن بن محمد بن عبدالمحسن قوام الدين أبو مسلم الفالي الشافعي ت 824هـ .\n42- عبدالمحسن بن حسان البغدادي القطفني الباطايني الأديب كان حياً 835هـ .\n43- عبدالمحسن بن البغدادي ثم المكي ت 848هـ .\n44- عبدالمحسن بن عبدالصمد بن لطف الله بن محمد بن حسن الشرواني الشافعي ت 889هـ .\n45- عبدالمحسن بن أحمد بن البدر حسين بن الأهدل اسمه محمد وسماه والده عبدالمحسن تبركاً بعبد المحسن الشاذلي فلم يحسن بذلك صنعاً، كان حياً سنة 893هـ .\n46- عبدالمحسن بن أحمد بن أبي بكر عبدالله بن ظهيرة القرشي المكي ت 898هـ .\n47- عبدالمحسن بن علي بن عمر اليماني، من القرن التاسع .\n48- عبدالمحسن بن ابراهيم بن فتوح القوصي أبو محمد المشطاوي .\n49- عبدالمحسن بن محمد بن علي شهدايله .",
        "(1/7)\n\nفهؤلاء من وقفت على ذكرهم إلى نهاية القرن التاسع ممن سموا بعبدالمحسن ولم أقصد حصر من سمي بذلك، ثم إن هذا الذي جمعت هنا كتب في مثله غير واحد من أهل العلم، وأفردوا فيه التصانيف، ومما صنف في ذلك:\n– كتاب (من اسمه عطاء من رواة الحديث) للحافظ أبي القاسم سليمان بن أحمد بن أيوب الطبراني ت 360هـ، وهو مطبوع.\n– كتاب (من اسمه صالح) لأبي موسى محمد بن أبي بكر المديني الأصبهاني ت 581هـ.\n– كتاب (المحمدون من الشعراء وأشعارهم)، لعلي بن يوسف القفطي ت 646هـ، وهو مطبوع.\n– كتاب (العقد الثمين فيمن اسمه عبدالمؤمن) لعبدالمؤمن بن خلف الدمياطي ت 705هـ.\n– كتاب (من اسمه حسين) لجمال الدين حسين بن علي السبكي ت 722هـ.\n– كتاب (الألماس فيمن اسمه عباس) لعباس بن محمد بن محمد بن ابراهيم بن الحسين السملالي ت 1378هـ.\n(د) إن أسماء الله الحسنى الواردة في الكتاب والسنة مشتقة وغير جامدة كما بين ذلك ابن القيم رحمه الله في كتابه بدائع الفوائد واحتج له، وبين أن المراد بالاشتقاق هو أن الاسم دال على صفة لله تعالى وليس علماً محضاً كما يزعم المعتزلة ، وقال في نونيته:\nأسماؤه أوصاف مدح كلها\nمشتقة قد حملت لمعان\nوعليه فإن المحسن مشتق من أحسن يحسن إحساناً، ومعناه أن الإحسان وصف لازم له لا يخلو موجود من إحسانه طرفة عين فلابد لكل مكون من إحسانه إليه بنعمة الإيجاد ونعمة الإمداد.\nوالله جل وعلا يحب من خلقه أن يتقربوا إليه بمقتضى معاني أسمائه، فهو الرحمن يحب الرحماء وهو الكريم يحب الكرماء وهو المحسن يحب المحسنين.\nقال تعالى: \"وَأَحْسِنُواْ إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ\" البقرة/ 195.\nوقال تعالى: \"وَأَحْسِن كَمَا أَحْسَنَ اللهُ إِلَيْكَ\" القصص/ 77.\nوقال تعالى: \"هَلْ جَزَاءُ الإِحْسَانِ إلاَّ الإِحْسَانُ\" الرحمن/ 60.\nوقال تعالى: \"إِنَّ اللهَ مَعَ الَّذِينَ اتَّقَواْ والَّذِينَ هُم مُّحْسِنُونَ\" النحل/ 128.\n(1/8)",
        "\nوالإحسان من العبد هو أعلى مقامات الدين وأرفعهما كما جاء ذلك في حديث جبريل المشهور، وفسر الإحسان في الحديث بأن يعبد العبد ربه كأنه يراه فإن لم يكن يراه فإن الله جلّ وعلا يراه لا يخفى عليه منه شيء.\n(هـ) وأختم هذه النقاط بذكر ثلاث فوائد مهمة:\nالأولى: إن أسماء الله غير محصورة في عدد معين، وعليه فإن جمع بعض أهل العلم لتسعة وتسعين إسماً من أسماء الله الحسنى المذكورة في الكتاب والسنة لا يعني أنهم يرون حصرها في تلك الأسماء التي ذكروها، وإنما مرادهم تقريب هذه الأسماء إلى الراغبين في حفظها وفهمها والعمل بما تقتضيه، حيث قال r: \"إن لله تسعة وتسعين إسماً مائة إلاّ واحداً من أحصاها دخل الجنة\" .\nالثانية: إن أسماء الله الحسنى المذكورة في الكتاب والسنة أكثر من تسعة وتسعين إسماً كما قرر ذلك شيخ الإسلام ابن تيمية رحمه الله .\nوعليه: فإن من جمع من أهل العلم تسعة وتسعين اسماً من أسماء الله وجمع غيره أسماء أخرى، فوافقه الأول في بعضها وخالفه في بعض لا يعني ذلك أن ما اختلفا فيه بعضه ليس من أسماء الله لتجاوز ذلك التسعة والتسعين، بل قد يكون ما جمعاه كله من أسماء الله وإن جاوز التسعة والتسعين وعلى كل فالعبرة في صحة ذلك الاسم أو عدمها قيام الدليل عليه من الكتاب والسنة.\n(1/9)\n",
        "الثالثة: أسماء الله توقيفية كما نص على ذلك جمع من أهل العلم وهو الحق والصواب ولا ريب في ذلك لأن الله بالنسبة لنا غيب لم نره فلا سبيل لنا أن نسميه بغير ما سمى به نفسه أو سماه به رسوله r ولأن تسميته بغير ذلك قول عليه بغير علم وهذا من أعظم المحرمات قال تعالى: \"قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ..\" إلى قوله: \"وَأَن تَقُولُواْ عَلَى اللهِ مَا لاَ تَعْلَمُونَ\" الأعراف/ 33. ولأن تسميته بغير ما سمى به نفسه أو سماه به رسول r أحد أنواع الإلحاد في أسماء الله، وقد توعد الله الملحدين في أسمائه بقوله: \"وَلِلَّهِ الأَسْمَاءُ الحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ\" الأعراف. الآية: 180.\nهذا ما أردت جمعه في هذا الموضوع وأسأل الله أن أكون قد وفقت إلى الصواب، والله أعلم وصلى الله وسلم وبارك وأنعم على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين.\nفهرس المراجع\n1- إتحاف الورى لعمر بن فهد تحقيق د. عبدالكريم علي باز، نشر مركز إحياء التراث الإسلامي بجامعة أم القرى، الأولى 1408هـ.\n2- أخبار أصبهان لأبي نعيم. الدار العلمية، الهند، الثانية 1405هـ.\n3- إرواء الغليل في تخريج أحاديث منار السبيل، للألباني، المكتب الإسلامي، بيروت، الأولى 1399هـ.\n4- بدائع الفوائد لابن القيم، دار الكتاب العربي، بيروت.\n5- تاريخ إربل لأبي البركات ابن المستوفى الإربلي، من منشورات وزارة الثقافة والإعلام العراقية، تحقيق سامي الصقار.\n6- تاريخ دمشق للحافظ أبي القاسم بن عساكر مصور لنسخة خطية، اعتنى بنشره مكتبة الدار، المدينة 1407هـ.\n7- تحفة الودود بأحكام المولود لابن القيم، دار الكلمة الطيبة، الأولى 1403هـ.\n8- التدوين في أخبار قزوين للرافعي. ط المطبعة العزيزية، حيدر أباد، الهند، 1404هـ.\n(1/10)\n\n9- تقريب التهذيب لابن حجر، دار الرشيد سوريا، 1408هـ.\n10- التكملة لوفيات النقلة للمنذري، ط مؤسسة الرسالة، الثالث.\n11- التلخيص الحبير لابن حجر، ادارة البحوث الإسلامية بالجامعة السلفية، باكستان.\n12- التيسير بشرح الجامع الصغير للمناوي، المكتب الإسلامي، بيروت.\n13- جامع التحصيل في أحكام المراسيل للحافط صلاح الدين العلائي تحقيق حمدي السلفي. الدار العربية للطباعة، العراق 1398هـ.\n14- الجامع الصغير للسيوطي، دار الكتب العلمية، بيروت.\n15- جامع العلوم والحكم لابن رجب، دار المعرفة، بيروت.\nالمصدر مجلة البحوث الإسلامية -العدد36",
        "(1/11)\n"
    ]
}