{
    "partText": [
        "\nإحكام الأحكام في تجويد القرآن\nمقدمة\nالحمد لله الذي أنزل على عبده الكتاب ولم يجعل له عوجا، قيما لينذر بأساً شديداً من لدنه ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجراً حسنا،ماكثين فيه أبدا، وينذر الذين قالوا اتخذ الله ولدا.\nفحمداً لله على أن مَنَّ علينا بحفظ كتابه وتعلم أحكامه وإحكامها وصياغتها بطريقة سهلة ميسرة للراغبين فيها والصلاة والسلام على النبي محمد المبعوث بالقرآن ليكون حياة للناس ويكون سراجاً منيراً في الدنيا والآخرة .\nفبهذا القرآن ننال الدرجات العلا من الجنان، لقد أعانني الله وشرحت أحكام التجويد في هذا الكتاب على ما ورد عن حفص عن عاصم من طريق الشاطبية وأسميته (بـ إحكام الأحكام في تجويد القرآن ) وذلك من تعليم هذا الفن بمكان أن نعطي كل حرف في القرآن حقه ومستحقه بطريقة محكمة منضبطة ، وأسأل الله أن يعينني على تسجيل محتويات هذا الكتاب على شرائط كاسيت ؛حتى يتيسر لطالب الفردوس الأعلى أن يتعلم كتاب ربه حتى يحشر مع النبي ، ومع بن مسعود وأبي بن كعب وزيد بن ثابت وغيره من الصحابة التابعين المقرئين والقارئين لكتاب ربهم، وأسأله وهو العلي الكبير أن يجازي خيراً من أعان على كتابة ونشر هذا الكتاب ومن نظر فيه وتلى وأسأله في عليائه أن يتقبلنا مع الصالحين وصلى اللهم على محمد وآله وصحبه وسيلم آمين .\nبقلم الشيخ/\nسيد جمعه سلاّم\nالمستوى الأول:\nالدورة التمهيدية\nالفصل الأول\n\" علم التجويد\n\"اللحن ، تعريفه وأقسامه وحكمه\n\"مراتب القراءة الصحيحة\n\"حكم الاستعاذة وصيغتها\n\"البسملة صيغتها و حكمها وحالاتها\n\"أسئلة على الفصل الأول\nالمستوى الأول:\nالدورة التمهيدية\nالفصل الأول علم التجويد\nعلم التجويد:\n… لغة : التحسين\n(1/1)\n",
        "…و اصطلاحاً :إعطاء كل حرف حقه ومستحقه :من مخرج وصفة وغنة ومد وترقيق وتفخيم وغير ذلك من أحكام التجويد بمعنى آخر هو الإتيان بالكلمات القرآنية جيدة اللفظ تطابق أجود نطق لها وهو نطق رسول الله .\n…أما حكم التجويد شرعاً:\nفالعلم به فرض كفاية والعمل به فرض عين على كل مسلم ومسلمة ، لقوله تعالى: (1)\nحقيقة علم التجويد :\n……إعطاء كل حرف حقه ومستحقه في النطق و إتقان الحروف وتحسينها وخلوها من الزيادة والنقص والرداءة .\nغاية علم التجويد :\n1-الإتقان في تلاوة القرآن وهو صون اللسان عن اللحن في تلاوة القرآن .\n2- الفوز بسعادة الدارين\nطريقة أخذ علم التجويد :\nنوعين :\n1-أن يسمع الآخذ من الشيخ وهي طريقة المتقدمين.\n2- أن يقرأ الآخذ في حضرة الشيخ وهو يسمع له ويصحح.\nوالأفضل الجمع بين الطريقتين .\nاللحن ، تعريفه وأقسامه وحكمه :\n…معناه : الخطأ في قراءة القرآن الكريم والميل عن الصواب في التلاوة.\nأقسامه : جلي وخفي\nأ -اللحن الجلي : هو خطأ يطرأ على الألفاظ ويخل بالقراءة سواء أخل بالمعنى أم لم يخل ويشترك في معرفته علماء القراءة وغيرهم ، وهو يقع بتغيير حرف بحرف أو حركة بحركة مثلا كتبديل الطاء دالاً بترك إطباقها واستعلائها، أو تغييرها للتاء مع الهمس وكتغيير الضمة بالفتحة في كلمة مثلا الحمدُ وهذا النوع حرام يأثم القاري بفعله.\nب- اللحن الخفي : هو خطأ يطرأ على الألفاظ فيخل بالعرف دون المعنى ويقع بترك الغنة وقصر المد ومد القصر وهكذا في بقية أحكام التجويد واللحن الخفي مكروه عند القراء لإخلاله بجوهر القراءة ورونقها ، قيل : يحرم لما فيه من تضييع لحق ومستحق القرآن الكريم وترتيله على الوجه الذي أمرنا به في القرآن الكريم في قوله تعالى :\n(2)\n__________\n(1) المزمل4\n(2) الفرقان32\n(1/2)\n\nوعندما سُئِل الإمام علي بن أبي طالب عن معنى قوله تعالى: ورتلناه ترتيلاً قال:\" هو تجويد الحروف ومعرفة الوقوف\" , فاحذر أخي وحبيبي القارئ من كِلا اللحنين الجلي والخفي؛ لتفوز بأعلى مراتب الجنان في الجنة إن شاء الله .\nمراتب القراءة الصحيحة :\nالتحقيق، الترتيل، التدوير، الحدر\n1-التحقيق :\n…لغة : معناه المبالغة في الإتيان بالشيء على حقيقته من غير زيادة فيه ولا نقص منه، وبلوغ حقيقة الشيء والوقوف على كنهه، والوصول إلى نهاية شأنه .\nاصطلاحا: عند أهل هذا الفن إعطاء الحروف حقها ومستحقها من إشباع المدود، وتحقيق الحكم، وإتمام الحركات، وتوفية الغنات، والتؤدة في القراءة، والإتيان بالإظهار والإدغام على وجهه وهو المأخوذ به في مقام التعليم.\n2-الترتيل :\n…لغة: مصدر من رَتَّلَ فلان كلامه ، إذا أتبع بعضه بعضاً على مكث وتفهم من غير عجلة.\n…اصطلاحاً: هو قراءة القرآن باطمئنان وتؤدة، مع تدبر المعاني وإخراج كل حرف من مخرجه، مع إعطائه حقه ومستحقه مع غير عجلة تخل بأحكام التجويد، والترتيل أفضل المراتب ؛ لأنه نزل به القرآن حيث قال تعالى ، وجاء به الأمر في القرآن الكريم في قوله تعالى .\nو عن عائشة قالت: قال رسول الله : \"الماهر بالقرآن مع السفرة الكرام البررة والذي يقرؤه وهو يتتعتع فيه وهو عليه شاق له أجران اثنان \"(1).\n…3 - التدوير :\n…هو القراءة بحالة متوسطة بين مرتبتي الترتيل والحدر ، وهو الذي ورد عن أكثر الأئمة ممن روى مد المنفصل ولم يبلغ فيه حد الإشباع.\n4 - الحدر :\n…لغة : مصدر من حَدَرَ ، يُحدِرُ ، أسرَع ، أو هو من الحدر الذي هو الهبوط ، لأنه الإسراع من لازمه.\n…واصطلاحاً : هو الإسراع في القراءة أو إدراج القراءة مع مراعاة أحكام التجويد من إظهار وإدغام وقصر ومد ووقف ووصل ومخارج وصفات وغير ذلك من أحكام التجويد .\n__________\n(1) صحيح ) _ التعليق الرغيب 207/2 : وأخرجه البخاري ومسلم .",
        "(1/3)\n\nوهذا كله تتم معرفته وتطبيقه على يدي شيخ متخصص أثناء التلقي والإقراء كما هي السنة المتبعة في تعلم وأخذ وحفظ القرآن الكريم. والمراتب كلها صحيحة وجائزة، والأجر عليها إن شاء الله تعالى حاصل .\n…و إليك أخي وحبيبي القاري هذه الأبيات من متن الجزرية :\nوَالأَخْذُ بِالتَّجْوِيدِ حَتْمٌ لاَزِمُ مَنْ لَمْ يُجَوْدِ الْقُرَآنَ آثِمُ\nلأَنَّهُ بِهِ الإِلَهُ أَنْزَلاَ وَهَكَذَا مِنْهُ إِلَيْنَا وَصَلاَ\nوَهُوَ أَيْضاً حِلَْيةُ التِّلاَوَةِ وَزِينَةُ الأَدَاءِ وَالْقِرَاءَةِ\nوَهُوَ إِعطْاءُ الْحُرُوفِ حَقَّهَا مِنْ صِفَةٍ لَهَا وَمُستَحَقَّهَا\nوَرَدُّ كُلِّ وَاحِدٍ لأَصلِهِ وَاللَّفْظُ فِي نَظِيرِهِ كَمِثْلهِ\nمُكَمَّلاً مِنْ غَيْرِ مَا تَكَلُفِ بِاللُطْفِ فِي النُّطْقِ بِلاَ تَعَسُّفِ\nوَلَيْسَ بَيْنَهُ وَبَيْنَ تَرْكِهِ إِلاَّ رِيَاضَةُ امْرِئٍ بِفَكِّه\nحكم الاستعاذة وصيغتها:\n… حكمها :هي مستحبة ، وقيل واجبة في أول السورة أو في وسطها ودليل ذلك قوله عز وجل: (1). ولا خلاف في أن الاستعاذة ليست من القرآن الكريم ،ولكنها تقرأ عند قراءة القرآن الكريم.\n…صيغتها : أعوذ بالله من الشيطان الرجيم.\nوللاستعاذة أربع حالات: حالتان يجهر بها فيهما ، وحالتان يسر بها فيهما .\n…فيجهر بها : عند القراءة في المحافل والتعليم ينصت السامع للقراءة من أولها.\n…ويسر بها : عند القراءة في الصلاة ،والانفراد ،وأيضاً إذا قرأ القاري مع جماعة ولم يكن هو المبتديء(2) .\nالبسملة صيغتها و حكمها وحالاتها :\n…أما صيغة البسملة فهي : بسم الله الرحمن الرحيم\n__________\n(1) النحل 98\n(2) كتاب هداية القاري. لعبد الفتاح المرصفي ص 563، 564، 565)\n(1/4)",
        "\n…وأما حكمها : لا خلاف في كونها بعض آية من سورة النمل ، وهي مشروعة عند البدء ومستحسنة ، كما قال : \"كل أمرٍ ذي بال لا يُبدأ فيه ببسم الله الرحمن الرحيم فهو أقطع(1) \"(2) .\nولكن الخلاف كونها آية من كل سورةٍ أو آيةٍ من الفاتحة؛ روى عن حفصٍ عن عاصم أنها آية من الفاتحة ، ومن كل سورةٍ إلا سورة براءة ويُفصل بها بين السورِ كلها إلا بين الأنفال وبراءة .\nأما قراءتها في أواسط السور : فالاختيار حاصل للقارئ فإن شاء قرأها وإن شاء اكتفى بالاستعاذة.\nأما حالات البسملة عند الوصل بين السورتين فلها أربع حالات: ثلاث جائزة والرابعة غير جائزة.\n…الحالة الأولى : قطع الجميع : أي قطع آخر السورة عن البسملة ، وقطع البسملة عن أول السورة التالية .\n…الحالة الثانية : قطع آخر السورة عن البسملة ، ووصل البسملة بأول السورة التالية .\n…الحالة الثالثة: وصل آخر السورة بالبسملة ،مع وصل البسملة بأول السورة التالية.\n…الحالة الرابعة : وصل آخر السورة بالبسملة مع الوقف عليها . ثم الابتداء بأول السورة التالية ، وهذه غير جائزة ، لأن البسملة للابتداء بأول السورة وليست للانتهاء منها ولذلك كانت غير جائزة .\nآداب التلاوة :\nإن لقارئ القرآن الكريم آداب ، يجب أن يتحلى بها ، وأن يحافظ عليها عند قراءته للقرآن فقد بين لنا رسولنا الكريم أن القرآن كلام الله تعالى وأنه كما قال : خيركم من تعلم القرآن وعلمه \"(3).\n__________\n(1) أقطع بمعنى ناقص\n(2) رواه الخطيب من حديث أبي هريرة مرفوعاً\n(3) رواه البخاري في باب فضائل القرآن باب 21 ص 108 جـ 6 )\n(1/5)\n",
        "فينبغي لقارئ القرآن عندما يجلس للقراءة أن يكون على طهارة كاملة ،نظيف الثياب، متطيباً، مستاكاً، ساكناً، خاشعاً، متواضعاً، مستحضراً عظمة الله تعالى ،متدبراً لمعاني القرآن، ومتأثراً بما وَرَد فيه من الآيات والأحكام، فعندما يقرأ أو يستمع إلى آيات النعيم والجِنان يعلو وجهه البِشر والفرح آملاً أن يكون من الذين يحظَون بالدرجات العاليات في جنةٍ عرضها الأرض والسماوات، وعند آيات العذاب والنار-والعياذ بالله-يقشعر جلده ويكتئب وجهه ويعلوه الخوف والفزع والرهبة من عذاب الله تعالى، فهو بين أمرين: يرجو رحمة الله ويخاف عذابه،وبذلك يزداد الإيمان وتصلح الأحوال، ويتوجل القلب كما قال الله تعالى(1)\nوكما قال تعالى(2)\n… كما ينبغي لقاري القرآن أن يكون مثالاً للأدب والوقار والاحترام كما قال بن مسعود : لا ينبغي لقارئ القرآن أن يلعب مع من يلعب أو يلهو مع من يلهو بل عليه أن يكون محترماً وقوراً مؤدباً. وينبغي لقاري القرآن مرتلاً مجوداً محافظاً على حقوقه بقدر استطاعته من إعطاء الحروف حقها ومستحقها من الصفات ،المخارج ،المدود ، الغنة ، وغير ذلك من أحكام التجويد راجياً من الله تعالى قبول قراءته وأن يكون مع الذين يقال لهم :\"اقرأ ورتل وارتق كما كنت ترتل في الدنيا فإن منزلك عند آخر آية تقرؤها \"(3) .\n---\nأسئلة على الفصل الأول:\nالسؤال الأول: عرف علم التجويد لغة واصطلاحاً.\nالسؤال الثاني: ما حكم تعلم أحكام التجويد وتعليمها.\nالسؤال الثالث: وضح الفرق بين اللحن الجلي واللحن الخفي.\nالسؤال الرابع: هات أبرز صور اللحن الجلي التي يقع فيها المتعلمون.\nالسؤال الخامس: ما المقصود بكل من التحقيق، الحدر، التدوير.\nالسؤال السادس: ما هي آداب التي ينبغي أن يتحلى بها متعلم القرآن الكريم.\nالسؤال السابع: ما هي طرق أخذ علم التجويد.\nالفصل الثاني\nأحكام النون الساكنة والتنوين\n__________\n(1) الأنفال2\n(2) الزمر23\n(3) صحيح أبي داوود 1300 ص 275)\n(1/6)\n\n\"أحكام النون الساكنة والتنوين\n\"أحكام الميم الساكنة\n\"حكم الميم والنون المشددتين\n\"الإدغام\n\"حكم لام التعريف\n\"أسئلة على الفصل الثاني\nالفصل الثاني\nأحكام النون الساكنة والتنوين\nأحكام النون الساكنة والتنوين :\n1-الإظهار الحلقي\n2-الإدغام\n3-الإخفاء\n4-الإقلاب\nتعاريف :\nأ- النون الساكنة : هي الخالية من الحركة مثل (من) و (عن) ، وقد عرفناها كما هو التنوين\nب- التنوين : هو عبارة عن نون ساكنة زائدة ، تلحق بآخر الأسماء لفظاً لا خطاً، وهي عبارة عن الفتحتين ، أو الكسرتين، أو الضمتين وهكذا مثل : كتاباً ، كتابٍ ، كتابٌ ، حكيماً ، حكيمِ ، حكيمٌ.\n1- الإظهار الحلقي :\n… لغة : معناه البيان\n…إصطلاحاً : معناه إخراج الحرف الساكن من مخرجه من غير وقف ولا سكت ولا تشديد ولا غنة .\n… حروفه هي : الهمزة والهاء والعين والحاء والغين والخاء .\nوهي مجموعة في أوائل الكلمات التالية :\nأخي هاك علماً حازه غير خاسر\nأو: إن غاب عني حبيبي همني خبره\nوتسمى هذه الحروف بحروف الحلق لأن مخرجها هو الحلق ولهذا سمي الحكم الإظهار الحلقي.\nأما طريقة النطق : وهي بإظهار النون الساكنة أو التنوين قبل الهمزة والهاء والعين والحاء والغين والخاء .\nالحرف ... مع النون في كلمة واحده ... مع النون في كلمتين ... مع التنوين\n... الهمزة ... ينأون ... من ءامن ... كلٌ ءامن\n... الهاء ... الأنهار ... من هاد ... جرفٍ هار\n... العين ... أنعمت ... من علم ... حكيمٌ عليم\n... الحاء ... ينحتون ... من حكيم ... حكيمٍ حميد\n... الغين ... فسينغضون ... من غل ... قولاً غير\n... الخاء ... المنخنقة ... من خير ... عليمٌ خبير\nوإليك بعض الأمثلة الأخرى :\n* من ءاياتنا ، من أراد ، مرة أخر ، ملحٌ أجاج .\n*عنهم ، ومنهم، إن هم .\n*إن عدنا ، أنعمت ، يوم عسير ، إثماً عظيما.\n*من حولهم ، شيءٌ حفيظ، أسوةٌ حسنة.\n*من غير ، عملٌ غير صالح، من عذابٍ أليم .\n*من خلق، كل شيءٍ خلقه .",
        "(1/7)\n\nوإليك أخي الحبيب القاري الشاهد على حكم الإظهار الحلقي من التحفة\nقال الناظم رحمه الله تعالى (1) .\nلِلنُّونِ إِنْ تَسْكُنْ وَلِلتَّنْوِينِ أَرْبَعُ أَحْكَامٍ فَخُذْ تَبْيِينِي\nفَالأَوَّلُ الإظْهَارُ قَبْلَ أَحْرُفِ لِلْحَلْقِ سِتٍ رُتِّبَتْ فَلتَعْرِفِ\nهَمْزٌ فَهَاءٌ ثُمَّ عَيْنٌ حَاءُ مُهْمَلَتَانِ ثُمَّ غَيْنٌ خَاءُ\nتعاريف:\nالغنة : صوت خفيف يخرج من الأنف لا عمل للسان به .\nالحركه : هي الوحدة القياسية لتقدير زمن المد والغنة أو مقدار قبض الإصبع أو بسطه.\n2- الإدغام :\n… لغة : إدخال شيء في شيء كإدخال المصحف في الجيب أو السيف في قرابه.\n… اصطلاحاً :التقاء حرف ساكن بحرف متحرك بحيث يصيران حرفاً واحداً مشددا أو بمعنى آخر دمج النون الساكنة أو التنوين بحرف من حروف الإدغام بحيث يصيران حرفاً واحداً مشددا\nوعدد حروف الإدغام ستة أحرف فقط وهي :\n…الياء والراء والميم واللام والواو والنون\nوتجمعها كلمة يرملون،\nوالإدغام ينقسم إلى قسمين :\n…القسم الأول : إدغام بغنة :\nوهو يكون عند التقاء النون الساكنة أو التنوين مع حروف كلمة ينمو ، بمعنى أن له أربعة حروف من الستة، ويسمى إدغاماً ناقصاً لذهاب الحرف وبقاء الصفة.\n…القسم الثاني : إدغام بغير غنة :\nوله حرفان وهما رل .\nكيفية الإدغام بغنة: أن تدغم النون فلا تقرأ، بل يشدد الحرف الذي يليها ، وتظهر الغنة على هذا الحرف المشدد بمقدار حركتين .\nأمثلة لذلك :\nالحرف ... مع النون ... كيفية النطق ... مع التنوين ... كيفية النطق\n... الياء ... من يقول ... مَيَّقول ... برقٌ يجعلون ... برقُيَّجعلون\n... النون ... من نعمة ... مِنٍّعمة ... يومئذٍ ناعمة ... يومئذِنَّاعمه\n... الميم ... من مال الله ... ممَّال الله ... لؤلؤاً منثورا ... لؤلؤَمَّنثوار\n__________\n(1) سليمان بن حسين بن محمد الجمزوري ولد بطنطا في ربيع الأول سنة بضع وستين بعد المائة والألف من الهجرة النبوية)\n(1/8)",
        "\n... الواو ... من وال ... مِوَّال ... ولكلٍ وجهة ... ولكلِوِّجهة\n…\n?ملاحظة : إذا وقع حرف الإدغام مع النون الساكنة في كلمة واحدة\nفلا يصح الإدغام بل يجب إظهار النون الساكنة وقد وقع ذلك بالقرآن في أربع كلمات : دنيا ، قنوان ، بنيان ، صنوان.\nو في موضعين من القرآن الكريم تظهر النون الساكنة عند الواو ولا تدغم بهما وهما :\n(1)\n(2)\nالقسم الثاني من الإدغام :\nإدغام بغير غنة :\nوله حرفان الراء واللام فقط وهذا يسمى إدغاماً كاملاً لذهاب الحرف والصفة معا.\nوهو يكون عندما تقع النون الساكنة أو التنوين مع اللام أو الراء.\nأمثلة:\nالحرف ... مع النون ... كيفية النطق ... مع التنوين ... كيفية النطق\n... اللام ... من لدن\nأن لو ... مِلَّدن\nألَّو ... ويلٌ لِكل\nأنداداً لِيضلوا ... ويلُلِّكل\nأندادَلِّيضلوا\n... الراء ... من ربهم ... مِرَّبهم ... بشراً رسولا ... بشرَرَّسولا\n…\nوقال الناظم رحمه الله هذه الأبيات من التحفة لدليل الإدغام بقسميه :\nوالثَّاني إِدْغَامٌ بِستَّةٍ أَتَتْ فِي يَرْمُلُونَ عِنْدَهُمْ قَدْ ثَبَتَتْ\nلَكِنَّهَا قِسْمَانِ قِسْمٌ يُدْغَمَا فِيهِ بِغُنَّةٍ بِيَنْمُو عُلِمَا\nإِلاَّ إِذَا كَانَا بِكِلْمَةٍ فَلاَ تُدْغِمْ كَدُنْيَا ثُمَّ صِنْوَانٍ تَلاَ\nوَالثَّاني إِدْغَامٌ بِغَيْر ِغُنَّة في اللاَّمِ وَالرَّا ثُمَّ كَرّرَنَّهْ\n3-الإخفاء :\n…لغة : الستر في كل شيء\n…واصطلاحاً : هو حالة بين الإظهار والإدغام عارٍ عن التشديد مع بقاء الغنة في الحرف الأول .\nما هي حروف الإخفاء؟\nحروفه خمسة عشر حرفاً وهي المتبقية من الحروف الهجائية الثمانية والعشرين بمعنى سائر حروف الهجاء عدا حروف الإظهار والإدغام وحرف الإقلاب\nوهي مجموعة في أول حرف من كلمات البيت التالي:\nصف ذا ثنا كم جاد شخص قد سما دم طيبا زد في تقى ضع ظالما\nكيفيته : عند ورود حرف الإخفاء بعد النون الساكنة أو التنوين تلفظ النون\n__________\n(1) يس 1،2\n(2) القلم1\n(1/9)\n",
        "مسموعة من الأنف ولا تشدد ولا يشدد حرف الإخفاء الذي يليها\nوغنة الإخفاء تتبع ما بعدها تفخيماً وترقيقا .\nفغنة الإخفاء تأتي مفخمة عندما تأتي أحد هذه الأحرف بعدها ، وتسمى حروف الاستعلاء أو التفخيم ، وهي مجموعة في كلمة : خص ضغط قظ .\nأمثلة الإخفاء :\nالحرف ... مع النون في كلمة ... مع النون في كلمتين ... مع ... التنوين ... نوع الغنة\n... ص ... أنصرنا ... ولمن صبر ... بريحٍ صرصر ... ونخيلٌ صنوان ... مفخمة\n... ذ ... منذ ... من ذا ... سراعاً ذلك ... ظلٍ ذي ... مرققة\n... ث ... الأنثى ... أن ثبتناك ... شهيداً ثم ... نطفةٍ ثم ... مرققة\n... ك ... فانكحوا ... وإن كانت ... علواً كبيرا ... شيءٍ كذلك ... مرققة\n... ج ... أنجيناه ... من جاء ... رطباً جنيا ... فصبرٌ جميل ... مرققة\n... ش ... أنشره ... ممن شهد ... جباراً شقيا ... ركن شديد ... مرققة\n... ق ... تنقمون ... من قبل ... رزقاً قالوا ... عذابٌ قريب ... مفخمة\n... س ... الإنسان ... ولئن سألتهم ... قولاً سديدا ... فوجٌ سألهم ... مرققة\n... د ... أنداداً ... وما من دابة ... كأساً دهاقا ... يومئذٍ دبره ... مرققة\n... ط ... فانطلقوا ... من طيبات ... حلالاً طيبا ... كلمةً طيبة ... مفخمة\n... ز ... أنزل ... فإن زللتم ... نفساً زكية ... مباركةٍ زيتونة ... مرققة\n... ف ... ينفقون ... فإن فاءت ... عاقراً فهب ... لآتيةٌ فاصفح ... مرققة\n... ت ... كنتم ... وإن تصبروا ... حليةً تلبسونها ... يومئذٍ تعرضون ... مرققة\n... ض ... منضود ... ومن ضل ... قوماً ضآلِّين ... قوةٍ ضعفا ... مفخمة\n... ظ ... أنظروا ... من ظهير ... ظلاً ظليلا ... سحابٌ ظلمات ... مفخمة\n(1)\n__________\n(1) الغنة المفخمة رمزنا إليها بالتظليل بالإضافة إلى كتابة نوع الغنة.\n(1/10)\n\n? وقفة: عند إجراء عملية الإخفاء نحاول أن نخرج الإخفاء من مخرج الحرف الذي يلي النون الساكنة أو التنوين ومعرفة مخرج الحرف تكون بوضع الهمزة قبل هذا الحرف وتسكين الحرف .\nأمثلة : أص ، أذ ، أس، أك ، أج ، أش ، أق ، أس ، أد ، أط ، أز ، أف ، أت ، أض، أظ .\n…\nوقال الناظم رحمه الله هذه الأبيات من التحفة لدليل الإخفاء :\nوَالرَّابِعُ الإِخْفَاءُ عِنْدَ الْفاضِلِ مِنَ الحُرُوفِ وَاجِبٌ لِلْفَاضِلِ\nفي خَمْسَةٍ مِنْ بَعْدِ عَشْرٍ رَمْزُهَا فِي كِلْمِ هذَا البَيْتِ قَدْ ضَمَّنْتُهَا\nصِفْ ذَا ثَنَا كَمْ جَادَ شَخْصٌ قَدْ سمَا دُمْ طَيَّباً زِدْ فِي تُقَىً ضَعْ ظَالِمَا\n4-الإقلاب :\n… لغة : معناه : تحويل الشيء عن وضعه الطبيعي\n…اصطلاحاً : قلب النون الساكنة أو التنوين ميماً قبل الباء مع مراعاة الغنة، والإخفاء ؛ بمعنى أن يكون هناك انفراج في الشفتين قليل عند الإقلاب .\nوللإقلاب حرف واحد وهو الباء .\nالكيفية : عند ورود نون ساكنة أو تنوين وبعدهما باء ، سواء في كلمة واحدة أو كلمتين تقرأ النون ميما، ويبقى صوت الغنة على الميم بمقدار حركتين.\nالأمثلة :\nالحرف ... مع النون في كلمة ... كيفية النطق ... مع النون في كلمتين ... كيفية النطق ... مع التنوين ... كيفية النطق\n... الباء ... لينـ?ـبذن ... ليمبذن ... من? بعد ... مِِمبعد ... سميعٌ بصير ... سميعُمبصير\n... أنـ?باء ... أمباء ... أن? بُورِك ... أمبُورِكَ ... جزاءَ?? بما ... جزاءمبما\nوإليك أخي وحبيبي القاري الدليل من التحفة على حكم الإقلاب :\n…وَّالثَالثُ الإِقْلاَبُ عِنْدَ الْبَاءِ مِيمَا بِغُنَةٍ مَعَ الإِخْفَاءِ\n? إنتبه:\nمراتب الغنة خمسة على المشهور:\n1- أكملها في المشدد والمدغم كامل التشديد\n2- ثم المدغم الناقص التشديد\n3- ثم المخفي ويدخل فيه الإقلاب\n4- ثم الساكن المظهر\n5- ثم المتحرك\nالأمثلة على الترتيب: إنّ - من يعمل - إن تكونوا- إنْ أنتم- أنِ اعملوا",
        "(1/11)\n\nأحكام الميم الساكنة\nأولاً : نأتي لتعريف الميم الساكنة :\n…وهي الميم الخالية من الحركة ، وتقع في القرآن الكريم قبل حروف الهجاء إلا حروف المد الثلاثة (1) .\n…وأحكام الميم الساكنة هي :\n1-الإخفاء الشفوي .\n2-الإدغام الشفوي (إدغام مثلين صغير).\n3-الإظهار الشفوي .\n…\n1 -الإخفاء الشفوي :\nمعناه أن تأتي الميم الساكنة في آخر الكلمة ويأتي بعدها حرف الباء فعندئذ تخفى الميم الساكنة في الباء مع بقاء الغنة .\n…أمثله :\nالحرف ... الكلمة ... كيفية النطق\n... الميم ... وهم بالآخرة ... وهم بالآخرة\n... ترميهم بحجارة ... ترميهم بحجارة\n... أنتم به ... أنتم به\n2-الإدغام الشفوي (إدغام مثلين صغير) :\n…معناه أن تأتي آخر الكلمة الأولى ميماً ساكنة والكلمة الثانية أولها ميما متحركة فحينئذ تدغم الميم الساكنة بالمتحركة لتصبحا ميما واحدة مشددة تظهر عليها الغنة .\nالكلمتان ... كيفية النطق\n... في قلوبهم مرض ... في قلوبهمَّرَض\n... جاءكم من ... جاءكمِّن\n... أزواجهم مثل ... أزواجهمِّثل\n3-الإظهار الشفوي :\nمعناه أن يأتي بعد الميم الساكنة جميع حروف الهجاء ماعدا الباء والميم في كلمة واحده أو في كلمتين ويكون أشد إظهارا بعد الواو أو الفاء لاتحاد مخرج الميم مع الواو وقرب مخرجيهما مع الفاء .\nالحرف ... الكلمة\n... الخاء ... ذلكم خير\n... العين ... كنتم على\n... الفاء ... ولكم فيها\n... الواو ... عليهم ولا الضالين\n... الحاء ... ذلكم حكم\nوإليك أخي وحبيبي القاري الدليل من التحفة:\nوَالِميمُ إِنْ تَسْكُنْ تَجِى قَبْلَ الْهِجَا ... لاَ أَلفٍ لَيِّنَةٍ لِذِى الْحِجَا\n... أَحْكَامُهَا ثَلاَثَةٌ لِمَنْ ضَبَطْ ... إِخْفَاءٌ ادْغَامٌ وَإِظْهَارٌ فَقَطْ\n__________\n(1) -الألف الساكنة المفتوح ما قبلها، والياء الساكنة المكسور ما قبلها ، والواو الساكنة المضموم ما قبلها وسيرد ذكرها بالتفصيل إن شاء الله .\n(1/12)",
        "\n... فَالأَوَّلُ الإِخْفَاءُ عِنْدَ الْبَاءِ ... وَسَمِّهِ الشَّفْوِىَّ لِلْقُرَّاءِ\n... وَالثَّانى إِدْغَامٌ بِمِثْلِهَا أَتَى ... وَسَمِّ إدغاماً صَغِيراً يَا فَتَى\n... وَالثَّالِثُ الإِظْهَارُ فِى الْبَقِيَّةْ ... مِنْ أَحْرُفٍ وَسَمِّهَا شَفْوِيَّهْ\n... وَاحْذَرْ لَدَى وَاوٍ وَفَا أَنْ تَخْتَفىِ ... لِقُرْبِهَا وَلاتحادٍِ فَاعْرِفِ\nحكم الميم والنون المشددتين\nحكمهما : وجود الغنة فيهما : إنَّ الذين آمنوا\nفأمَّا من أعطى واتقى .\nتغن الميم والنون المشددتان في حالة الوقف والوصل سواء وقع كل منهما في وسط الكلمة أو في أخرها ومقدار الغنة حركتان فقط وكما قلنا من قبل أن الحركة هو مقدار قبض الإصبع أو بسطه.\nونسمي الميم والنون المشددتين نسمي كل منهما حرف غنة مشدد ويوجد كل من الميم و النون المشددتين في الأسماء والأفعال والحروف .\nأمثلة النون في الأسماء والأفعال والحروف :\nالحرف ... الأسماء ... الأفعال ... الحروف\n... النون ... الجِنَّة ... يمنُّون ... أنَّ / لكنَّ/ إنَّ\n... الميم ... مُحَمَّد رسول الله ... همَّت به وهمَّ بها ... أمَّن/ ثَّم\nوإليك الدليل من التحفة على ما ذكرنا :\nوَغُنَّ مِيماً ثُمَّ نُوناً شُدِّدَا وَسَمِّ كُلاً حَرْفَ غُنَّةٍ بَدَا\nالإدغام :\n1-إدغام المتماثلين :\n…… معناه إذا التقى حرفان متماثلان أولهما ساكن والثاني متحرك أُدغِم الأول في الثاني : مثلا ميم مع ميم ، لام مع لام ؛أي من نفس جنس الحرف .\nأمثله :\n…مالكم مِّن(1) ، بل لاَّ ، ما كانت تَّعبد ، اضرب بِّعصاك،\nإذهب بِّكتابي ، يدرككُّم ، إذ ذَّهب .\n? *وقفه : انتبه :\n…* إذا كان الحرف الأول واواً أو ياءً وبعدها مثليهما متحركان فلا إدغام فيهما وهذا على عكس قاعدة إدغام المثلين .\n… أمثلة :\nآمنوا و عملوا ، الذي يوسوس .\n…\n* وأما إذا كان الأول حرف لين فيدغم في المماثل :\n__________\n(1) هنا لابد من الغنة بمقدار حركتين في حالة الميم .\n(1/13)\n",
        "الذين آوَوْ وَنصروا (1)\n2-إدغام المتجانسين :\n…ويكون عندما يتفق الحرفان مخرجاً ويختلفان صفة وأمثلة لذلك :\n*التاء الساكنة: تدغم (بلا غنة) في موضعين :إذا جاء بعدها دال أو طاء .\nالتاء + ... مثال ... كيفية النطق ... مثال ... كيفية النطق\n... ت + دال ... أثقلت دعوا ... أثقلدّعوا ... أجيبت دعوتكما ... أجيبدّعوتكما\n... ت+ طاء ... همت طائفتان ... همطّائفتان ... قالت طائفة ... قالطّائفة\n*الدال الساكنة : تدغم (بلا غنة) إذا جاء بعدها تاء.\nالدال + ... مثال ... كيفية النطق\n... مثال ... كيفية النطق ... مثال ... كيفية النطق\n... د + تاء ... قد تبين ... قتّبَيَّن ... ومهدتُ ... ومهتُّ ... كِدتَ ... كِتَّ\n*الباء الساكنة : تدغم الباء الساكنة في الميم بعدها (مع مراعاة الغنه) في موضع واحد في القرآن.\nالباء + ... المثال ... كيفية النطق\n... ب + ميم ... يابني اركب معنا ... يابني اركمَّعنا\nالذال الساكنة : تدغم الذال الساكنة (بلا غنة) إذا جاء بعدها حرف ظاء\nالذال + ... المثال ... كيفية النطق\n... ذ + ظاء ... إذ ظلمتم ... إظَّلمتم\nالثاء الساكنة : تدغم الثاء الساكنة (بلا غنة) إذا جاء بعدها ذال .\nالثاء + ... المثال ... كيفية النطق\n... ث + ذ ... يلهث ذلك ... يلهذَّلك\nالطاء الساكنة : تدغم الطاء (بلا غنة) إذا جاء بعدها تاء .\nالطاء + ... المثال ... كيفية النطق ... المثال ... كيفية النطق ... المثال ... كيفية النطق\n... ط+ تاء ... بسطت ... بستّ ... أحطت ... أحتَّ ... فرطتم ... فرتُّم\n?*انتبه : تبقي في هذه الحالة صفة التفخيم للطاء المدغمة في التاء ،\nإدغام غير كامل ( ناقص) وذلك لذهاب الحرف وبقاء صفته .\n3- إدغام المتقاربين :\n__________\n(1) حرفي اللين هما حرفي الواو والياء إذا كانتا ساكنتين وما قبلهما مفتوح، وسيأتي ذكره بإذن الله .\n(1/14)\n\n…إذا تقارب الحرفان مخرجا وصفة وكان الأول منهما ساكناً وجب إدغامه في الثاني (بلا غنة) وذلك في حالتين :\nاللام + ... المثال ... كيفية النطق\n... ل + راء ... قل رب ... قرَّب\nالقاف ... المثال ... كيفية النطق\n... ق + كاف ... ألم نخلقكم ... ألم نخلكُّم\n…\nو يجوز في هذه الحالة إبقاء الصفة للقاف ويكون الإدغام ناقص أو حذف الصفة ويكون الإدغام كاملاً وتظهر جميع الأحرف الساكنة التي لم ترد لها أحكام خاصة عند بعضها البعض\n…?* وينبغي الانتباه إلى إظهار ما يلي :\nمثلا الضاد الساكنة عند الطاء (ممن اضطر)\nالضاد الساكنة عند التاء ( فإذا أفضتم )\nوكذلك الظاء الساكنة عند التاء (سواء علينا أوعظت )\nو الذال والصاد ( وإذ صرفنا )\nحكم لام التعريف\nلام ألـ للتعريف يكون حكمها :\n…الإدغام: إذا وقع بعدها حرف من الأربعة عشر حرفاً الآتية :الطاء ، الثاء ، الصاد ، الراء ، التاء ، الضاد ،الذال، النون، الدال، السين، الظاء، الزاي، الشين ، اللام، وهي مجموعة في أوائل كلمات هذه البيت :\nطب ثم صل رحما تفز ضف ذا نعم دع سوء ظن زر شريفاً للكرم\nكيفية الإدغام :\nهي أن تقلب اللام حرفا مثل الحرف الذي بعدها ثم يدغم الحرف الأول في الثاني ، فيصيران حرفا واحدا مشددا.\nوتسمى هذه اللام الواقعة في هذه الأحرف باللام الشمسية لإدغامها عند النطق بها كإدغام اللام من كلمة الشمس .\nأمثلة:\nالحرف ... الكلمة ... كيفية النطق\n... الطاء ... الطيبات للطيبين ... اطَّيبات لِطَّيبين\n... الثاء ... نِعمَ الثواب ... نِعمَ اثَّواب\n... الصاد ... وأقيموا الصلاة ... وأقيمُصَّلاة\n... الراء ... الرحمن الرحيم ... ارَّحمن ارَّحيم\n... التاء ... التائبون ... اتَّائبون\n... الضاد ... ولا الضآلِّين ... ولاضَّآلَّين\n... الذال ... الذاكرين الله كثيرا ... اذَّاكرين الله كثيرا\n... النون ... الناس ... انَّاس\n... الدال ... الدين لله ... ادِّين",
        "(1/15)\n\n... السين ... السارق والسارقة ... اسَّارق واسَّارقة\n... الظاء ... الظاهر ... اظَّاهر\n... الزاي ... الزكاة ... ازَّكاة\n... الشين ... والشمس ... وَشَّمس\n... اللام ... و الليل ... وَلَّيل\nوإليك أخي الدليل من التحفة على إدغام لام التعريف\nثَانِيهِمَا إِدْغَامُهَا فى أَرْبَعِ وَعَشْرَةٍ أَيْضاً وَرَمْزَهَا فَعِ\nطِبْ ثُمَّ صِلْ رَحْمَاً تَفُزْ ضِفْ ذَا نِعَم دَعْ سُوءَ ظَنٍ زُرْ شَرِيفَاً لِلْكَرَم\nوَاللاَّمَ الاُولَى سَمِّهَا قَمْرِيَّهْ وَاللاَّمَ الاُخْرىَ سَمِّهَا شَمْسِيَّهْ\nالإظهار :\n…وأما بقية الأحرف ففيها يجب الإظهار وهي الحروف التي في كلمة: ابغ حجك وخف عقيمة .\nوتسمى هذه اللام الواقعة في هذه الأحرف باللام القمرية لإظهارها عند النطق بها كإظهار اللام من كلمة القمر.\nوإليك الدليل أخي القاري من التحفة على الإظهار\nِلاَمِ أَلْ حَالاَنِ قَبْلَ الأَحْرُفِ أُولاَهُمَا إِظْهَارُهَا فَلْتَعْرِفِ\nقَبْلَ ارْبَعٍ مَعْ عَشْرَةٍ خُذْ عِلْمَهُ مِنَ ابْغِ حَجَّكَ وَخَفْ عَقِيمهُ\n?انتبه : لام لفظ الجلالة دائماً ما تكون مفخمة فيما عدا إن كانت حركة آخر حرف في الكلمة السابقة لها مكسور مثل نطقنا له في قوله تعالى :\n---\nأسئلة على الفصل الثاني\nالسؤال الأول: بَيِّن حكم النون الساكنة والتنوين إذا وقع بعد أحدهما حرفاً من الحروف التالية:\nفاء، قاف،كاف، لام، خاء، نون، هاء، صاد، ضاد، باء.\nالسؤال الثاني:\nأ- قارن بين النون الساكنة والتنوين.\nب- الإدغام الكامل و الإدغام الناقص.\nج- إخفاء النون الساكنة والتنوين و إدغامهما.\nالسؤال الثالث: عرف ما يأتي ومثِّل له بمثال من كتاب الله عز وجل:\nأ- الإقلاب.\nب- الاظهار.\nالسؤال الرابع: لماذا يجب إظهار النون الساكنة والتنوين في المواضع التالية:\nدنيا، صنوان، قنوان، وبنيان.\nالسؤال الخامس: لماذا يجب إظهار النون الساكنة والتنوين عند حروف الحلق؟\n(1/16)",
        "\nالسؤال السادس: ما السبب في قلب النون الساكنة والتنوين ميماً إذا جاء بعد أحدهما حرف الباء.\nالسؤال السابع: ضع إشارة صح أمام العبارة الصحيحة وإشارة خطأ أمام العبارة الخاطئة.\nأ- التنوين الساكنة نون ساكنة تنطق وصلا ووقفا ( )\nب- النون الساكنة حرف خال من الحركة يثبت في حالة الوصل والوقف ( )\nج- الإدغام بغير غنة يكون في كلمة واحدة ، أما الإدغام بغنة فلا يكون إلا في كلمتين. ( )\nد- الإقلاب والإخفاء لا يكونان إلا بغنة. ( )\nهـ- الإظهار لا يكون إلا في كلمتين. ( )\nو- الإظهار هو إخراج كل حرف من مخرجه بغنة. ( )\nالسؤال الثامن: ما هو حكم لام التعريف؟\nالسؤال التاسع: عرف إدغام المتقاربين مع الأمثلة، والمتجانسين مع الأمثلة.\nالسؤال الثامن: ما هو حكم الميم والنون المشددتين.\nالسؤال التاسع: ما هو الإخفاء الشفوي مع الأمثلة.\nالفصل الثالث\n\" المدود\n\"المد الطبيعي (الأصلي)\n\"المد الفرعي\n\"لواحق المد\n\"أسئلة على الفصل الثالث\nالفصل الثالث\nالمدود\n…الأصل في هذا الباب ما نقل عن بن مسعود ولفظه :كان بن مسعود كان يُقرئ رجلا فقرأ الرجل إنما الصدقات للفقراء والمساكين مرسلة (أي مقصورة) فقال بن مسعود : ما هكذا أقرأنيها رسول الله فقال : وكيف أقرَأَكَها يا أبا عبد الرحمن ؟ فقال: أقرأنيها : ( إنما الصدقات للفقرآء والمساكين ) فمدها . ويعتبر هذا القول نصاً في باب المدود(1) .\nسؤال : ما هو المد ؟\nالإجابة :\n……المد لغة : مطلق الزيادة .\nأما اصطلاحاً: فهو إطالة زمن جريان الصوت بحرف المد .\nوحروف المد ثلاثة:\n1- الألف الساكنة المفتوح ما قبلها : ا\n2-الواو الساكنة المضموم ما قبلها : و\n3-الياء الساكنة المكسور ما قبلها : ي\nوهذه الحروف الثلاثة متضمنة في كلمة واحدة هي نُو حِيهَا\nأقسام المد :\nالمد الطبيعي أو الأصلي :\n__________\n(1) رواه الطبراني.\n(1/17)\n",
        "……هو الذي لا تتحقق ذات الحرف إلا به ولا يتوقف على سبب من همز أو سكون وعلامة المد الأصلي ألا يكون قبله همز ولا بعده همز أو سكون ، ويسمى مداً آلياً لأنه أًل للمد الفرعي ، ويسمى أيضاً طبيعياً لأن صاحب الطبيعة السليمة لا يزده عن المقدار المقرر له ولا ينقصه.\nوالمقدار المقرر له : حركتان(1) ومثاله نوحيها .\nوإليك دليله من التحفة\nوَالمَدُّ أَصْلِىُّ وَ فَرْعِىٌّ لَهُ وَسَمِّ أَوَّلاً طَبِيعِيّاً وَهُو\nمَالاَ تَوَقُّفٌ لَهُ عَلى سَبَبْ وَلا بِدُونِهِ الحُرُوفُ تُجْتَلَبْ\nبلْ أَىُّ حَرْفٍ غَيْرُ هَمْزٍ أَوْ سُكُونْ جَا بَعْدَ مَدٍّ فَالطَّبِيِعىَّ يَكُونْ\n2-المد الفرعي :\n…هو ما زاد على المد الأصلي ويكون بسبب:\n*اجتماع حرف المد بهمز بعده أو سكون.\n* أو يوجد قبله همز وليس بعده همز أو سكون.\nفالهمز والسكون سببان للمد الفرعي وعليه يكون المد الفرعي نوعان :\nمد بسبب الهمز و مد بسبب السكون .\nأنواع المد الفرعي خمسة :\n1-المتصل .\n2-المنفصل .\n3-العارض للسكون.\n4-مد البدل .\n5-المد اللازم .\nوإليك دليل المد الفرعي من التحفة :\nوَالآخَرُ الْفَرْعِىُّ مَوْقُوفٌ عَلى سَبَبْ كَهَمْزٍ أَوْ سُكُونٍ مُسْجَلاً\nحُرُوفُهُ ثَلاَثَةٌ فَعِيهَا مِنْ لَفْظِ وَاىٍ وَهْىَ فى نُوحِيهَا\nوَالكَسْرُ قَبْلَ الْيَا وَقَبْلَ الْواوِ ضَمْ شَرْطٌ وَفَتْحٌ قَبْلَ أَلفِ يُلْتَزَمْ\n1-الحكم الأول من أحكام المد الفرعي :\nالمد الواجب : وهو المد المتصل\n…معناه : هو أن يوجد بعد حرف المد همز ويكون ذلك الهمز في نفس الكلمة التي فيها حرف المد ( في كلمة واحده ) ولذلك سمي متصلاً؛ لاتصال الهمز مع حرف المد واشتمالهما في كلمة واحده.\nومقداره: من أربع حركات إلى خمس .\nوحكمه: الوجوب ولذلك سمي واجبا.\n__________\n(1) الحركة: مقدار قبض الإصبع أو بسطه.\n(1/18)\n\nوسمي متصلاً : لاتصال الهمز والمد في كلمة واحدة ، سواء كان حرف المد ألفاً والهمز في وسط الكلمة مثل : والصآئمين والصآئمات .\nوفي آخر الكلمة مثل: حيث يشآء ، ومع الواو الساكنة المضموم ما قبلها مثل ، سوء العذاب، أو ياء ساكنة مكسور ما قبلها مثل هنيئاَ مريئا ، أو في آخر الكلمة مثل : يكاد زيتها يضيء ، إذا جاء ، وأحاطت به خطيئته .\n? انتبه :وإذا وقفنا على هذا المد مثلا في كلمة يشاء أو جاء أو السماء يكون الهمز متطرفا فيكون الحكم فيه 6 حركات كاملة إذا وقفنا على هذا المد .\nالمد الجائز :\nيتحقق هذا الحكم في ثلاثة أنواع من المد كل منها يسمى مداً جائزاً وهي :\n1-المد المنفصل\n2-المد العارض للسكون\n3-مد البدل\nوإليك أخي وحبيبي القاري البيان بالتفصيل\n1- المد المنفصل :\nمعناه :وهو ما كان حرف المد فيه في آخر الكلمة والهمز في أول الكلمة الثانية مثل : إنّآ أنزلناه ، فحرف المد هو الألف الساكنة المفتوح ما قبلها وقع في كلمة ، والهمز الذي بعده وقع في كلمة أخرى لهذا سمي منفصلاً لانفصال الهمز عن حرف المد.\n…مقدراه: عند حفص عن طريق الشاطبية أربع حركات أو خمس وحكمه: الجواز .\nقال صاحب التحفة :\nوَجَائزٌ مَدٌ وَقَصْرٌ إِنْ فُصِلْ كُلٌّ بِكِلْمَةٍ وَهَذَا المُنْفَصِلْ\nالأمثلة : يأيها ، الذي أنزل ، توبوا إلى الله ، قو أنفسكم .\nملاحظه : يمنع مد الألف في كلمة أنا حيثما وجد إلا في حالة الوقف ، نحو : قال أناْ أحيي وأميت : أي يثبت وقفا ويحذف وصلا .\n2 - العارض للسكون :\n……معناه: أن يأتي بعد حرف المد حرف متحرك بأي حركة كانت في حال الوصل ثم يسكن هذا الحرف عند الوقف.…\n…مقداره: يمد حرف المد الواقع قبل هذا الحرف بـ ( القصر حركتان، والتوسط أربع حركات، والمد ست حركات) . ( 2-4-6)\nوسمي مداً عارضاً لعروضه بعروض السكون عند الوقف.\n… وحكمه: الجواز بمعنى جواز قصره وتوسطه ومده .\nالأمثلة: (( العالمين ، المستقيم ))\nقال صاحب التحفة :",
        "(1/19)\n\nوَمِثْلُ ذَا إِنْ عَرَضَ السُّكُونُ وَقْفَاً كَتَعْلَمُونَ نَسْتَعِينُ\n?انتبه أخي وحبيبي القاري : ويلحق بهذا مد اللين وهو أن توجد الواو والياء الساكنتان المفتوح ما قبلهما مع الوقف على الحرف الذي بعدهما وذلك مثل : فليعبدوا رب هذا البيت ، من خوف\nفيجوز قصر الياء والواو و توسطهما و مدهما عند الوقف على كلمتي ( البيت ، خوف ).\n3- مد البدل :\n…معناه:هو أن يوجد حرف المد وقبله همز ولا يوجد بعده همز أو سكون ، وسمي بدلاً لأن حرف المد فيه بُدِّل من الهمزة الساكنة .\nمقداره: عند حفص عن عاصم ففيه القصر فقط حركتان .\nوحكمه : جواز المد وتوسطه وقصره غير أن التوسط والمد فيه لا يجوزان ؛ إلا في رواية ورش عن نافع .\nوقد قال صاحب التحفه:\nأَوْ قُدِّمَ الْهَمْزُ عَلَي المَدِّ وَذَا بَدَلْ كَآمَنُوا وَإِيَماناً خُذَا\nالأمثلة : ءامنوا ، ءايمانا ،ءاوتوا ، قرءانا، ويستنبؤونك، إي وربي\nالمد اللازم ، أقسامه ، أحكامه :\n…تعريفه : هو أن يأتي بعد حرف المد سكون لازم في كلمة أو في حرف وصلاً ووقفا ، ومقداره ست حركات وسمي لازماً للزوم السكون في حالة الوصل ،والوقف وينقسم المد اللازم إلى أربعة أقسام:\n…1- مد لازم كلمي مثقل\n…2-مد لازم كلمي مخفف\n…3-مد لازم حرفي مثقل\n…4-مد لازم حرفي مخفف\nوقد قال صاحب التحفة :\nأَقْسَامُ لاَزِمٍ لَدَيهم أَرْبَعَةْ وَتِلْكَ كِلْمِيُّ وَحَرْفِيٌّ مَعَهْ\nكِلاَهُمَا مُخَفَّفٌ مُثَقَّلُ فَهَذِهِ أَرْبَعَةٌ تُفَصَّلُ\nالقسم الأول من المد اللازم :\n1- المد اللازم الكلمي المثقل :\n…معناه: سمي مداً كلميّ إذ كان حرف المد والسكون واقعين في كلمة ، وسمي مثقلاً لكون الحرف الذي يأتي بعد حرف المد مشدداً مثل ( الحآقَّه ، دآبَّه ، ولا الضآلِّين )\n…مقداره: ست حركات لا يزيد عليها أو ينقص عنها .\n…وحكمه :اللزوم أي لزوم مده بمقدار ست حركات.\nالأمثلة :\n* آل عمران 20\n* البقره 208\n* الأنفال 25\n* الأنفال 55\n* الحج 36\n(1/20)",
        "\n* النور 41\n* المؤمنون 113\n* النمل 10\n* الزمر 64\n* محمد 32\n* الرحمن 64\n* النازعات 34\n* الحاقة1\n* عبس 33\n* الضحى 7\n? انتبه : ويلحق بهذا المد مد الفرق ، وهو عندما تدخل همزة الاستفهام على اسم معرف (به ألـ للتعريف ) تبدل ألف أل للتعريف ألفاً مدية ليُفَرَّق بين الاستفهام والخبر.\nمثال : * *\n( واعلم أخي وحبيبي إن لم يدغم-أي إن كان الحرف بعد المد ساكناً غير مشدد- فيسمى مخففاً ) مثاله : *\n2-المد اللازم الكلمي المخفف :\n…معناه: أن يكون بعد حرف المد حرف ساكن غير مشدد، وسمي كلمياً؛ لاجتماع حرف المد والسكون في كلمه ،وسمي مخففاً لعدم إدغام الحرف الساكن فيما بعده.\n…حكمه: اللزوم .\n…ومقداره: 6 حركات\n…الأمثلة:\n(يونس)\nوقال صاحب التحفه :\nكِلاَهُمَا مُثَقّلٌ إِنْ أُدْغِمَا مَخَفَّفٌ كُلُّ إِذَا لَمْ يُدْغَمَا\n3- المد اللازم الحرفي المثقل :\n…معناه: هو أن يوجد حرف من حروف فواتح السور ، ومركب من ثلاثة أحرفٍ وسطها حرف مد والثالث ساكن مدغم فيما بعده وحروفه مجموعة في كلمة: عسلكم نقص\n…أمثلة : ، وتنطق :ألف لام ميم\n1-المد اللازم الحرفي المخفف :\n…معناه: أن يوجد حرف من حروف فواتح السور مركب من ثلاثة أحرف وأوسطه حرف مد والثالث ساكن غير مدغم فيما بعده وسمي مخففا لعدم إدغامه .\n… مقداره : ست حركات .\n… حكمه: اللزوم\n?انتبه أخي وحبيبي القاري\nس:كم عدد الأحرف التي وقعت في فواتح السور؟\nج: 14 حرفاً مجموعين في قول صاحب التحفه : صله سحيراً من قطعك .\nس: هل هذه الأحرف لها أقسام ؟\nج:نعم تنقسم إلى 3 أقسام : منها\n\" ما لا يمد أصلاً :وهو الألف من( الم) و ( الر) ؛ لأن حرف الألف ليس في وسطه حرف مد ساكن ولو أنه مركب من ثلاثة أحرف ولكن ليس أوسطه ساكن.\n\"ومنه ما يمد مداً طبيعياً :وذلك في خمسة أحرف فقط من الـ 14 وهي مجموعة في كلمتي: حي طهر ( الحاء من حم ، الياء من يس ، الطاء من طه،الهاء من كهيعص ، الراء من المر ).\n(1/21)\n",
        "\" ومنه ما يمد بمقدار 6 حركات : وهي 8 أحرف وهي :\nالكاف : كهيعص\nالميم : الم\nالعين :عسق\nالسين : طسم\nاللام : الر\nالنون : ن\nالقاف : ق\nالصاد: ص\nوهي مجموعة في كلمات * ( كم عسل نقص)\n?انتبه : غير أن حرف عين في فاتحتي سورة مريم والشورى ، فيه وجهان :\nالأول : التوسط بمقدار أربع حركات\nالثاني : المد بمقدار 6 حركات وهو أولى وقد عرفت مقدار الحركة كما بينتُ من قبل .\nس: لماذا يجوز مد الياء في العين 4 حركات ؟\nج:لأن الياء فيه ليست مدية بل هي حرف لين .\nوإليك أخي الدليل من التحفة على المد اللازم:\nوَاللاَّزِمُ الْحَرفِيُّ أَوَّلَ السُّوَرْ وُجُودُهُ وَفِي ثَمَانٍ انحَصَرْ\nيَجْمَعُهَا حُرُوفُ كَمْ عَسَلْ نَقَصْ وَعَيْنُ ذُو وَجْهَيْنِ والطُّولُ أَخَصْ\nوَمَا سِوَي الحَرْفِ الثُّلاَثِي لاَ أَلِفْ فَمُدُّه مَدّاً طَبِيعِيَّا أُلِفْ\nوَذَاكَ أَيْضاً فِي فَوَاتِحِ السُّوَرْ فِي لَفْظِ حَيٍّ طَاهِرٍ قَدِ انْحَصَرْ\nوَيَجْمَعُ الْفَوَاتِحَ الأَرْبَعْ عَشَرْ صِلْهُ سُحَيْراً مَنْ قَطَعْك ذَا اشْتَهَرْ\nلواحق المد :\n1-مد العوض : ويكون عند الوقف على التنوين المنصوب في آخر الكلمة وتُقرأ الألف عِوَضاً عن التنوين ويمد مقدار حركتين وإذا لم يوقف عليه فلا يمد.\nالأمثله :\nالكلمة ... كيفية النطق في حالة الوقف\n... أجراً عظيماً ... أجراً عظيما\n... عفواً غفوراً ... عفواً غفورا\n... أفواجاً ... أفواجا\n... بناءً ... بنآء َ\n... سماءً ... سمآء َ\n?انتبه : ويشترط في هذا المد أن يكون الحرف المنون غير التاء المربوطة والألف المقصورة (1) .\n2- مد التمكين :\n…هو ياءان أولاهما مشددة مكسورة والثانية ساكنة وسمي مد تمكين لأنه يخرج متمكناً بسبب الشدة ويمد مقدار حركتين\nالأمثلة :* * * * *\n__________\n(1) : مثال عليها كلمة أدنى، الأعلى ، ترسم ياءً وتنطق ألفا.\n(1/22)\n\n3- مد اللين : هو إخراج الحرف في سهولة وعدم كُلفة وحروفه اثنتان وهما الواو والياء الساكنتان المفتوح ما قبليهما مثل خَوْف ، بَيْت ، عَلَيْه ، قرَيْش\nوهذا يمد بمقدار اثنين أو أربعة أو ست حركات .\n4- مد الصلة بقسميه :\nينقسم إلى صلة كبرى و صلة صغرى .\nمد الصلة الكبرى : وهو عبارة عن مد هاء الضمير الغائب المفرد المذكر مضمومة أو مكسورة الواقعة بين متحركين.\n?انتبه: أي أن الحرف الذي قبلها من نفس الكلمة كان متحركا والذي بعدها من الكلمة التي تليها كان متحركا أيضا.\nكيفيته: تشبع ضمة الهاء ليتولد عنها واواً مدية أو تشبع كسرة الهاء ليتولد عنها ياء مديه ، وتمد خمس حركات ونستطيع أن نقصرها إلى حركتين كالمنفصل وذلك إذا جاء بعدها همز . ويكون حكم المنفصل هو الصلة الكبرى.\n*\n*\n*\nمد الصلة الصغرى :\n…وهو مد هاء الضمير الغائب المفرد المذكر ، مضمومة أو مكسورة وتمد بمقدار حركتين إن لم يأتي بعدها همز .\nأمثله :\n*\n*\n?انتبه :\nالمستثنى من مد الصلة الصغرى في القرآن\n* سورة الزمر 7\nوكذلك تقرأ:*\nبمد صلة على خلاف القياس على أنها بين متحركين.\n?تنبيه : إذا اجتمع مدّان من جنس واحد حالة القراءة وجبت التسوية بينهما\nكأن يجتمع المنفصل مع مثله أو مع مد الصلة الكبرى\nأما في العارض واللين لا يجب التسوية بينهما .\n? انتبه أخي وحبيبي القاري :\nس:هل تعلم ما هي أقوى المدود ؟\nج:أقوى المدود : اللازم ، فالمتصل ، فالعارض للسكون, فالمنفصل ، فالبدل .\n* إذا اجتمع سببان من أسباب المد قوي وضعيف عمل بالقوي نحو :\nولا ءآمِّين في قوله تعالى:\n…*هنا مدي بدل ولازم : يُعمَل باللازم.\n…*نعمل بالعارض ولا نعمل بالبدل\n?إذا وقع حرف المد في آخر الكلمة وأتى بعده حرف ساكن\nنعمل إيه ؟ نحذف حرف المد في الوصل\nمثال :\nالآيه ... النطق في حالة الوصل\n... لصالُلجحيم\n... وقالُتَّخذ الله ولدا\n... حاضرِِِلمسجدِلحرام\n---\nأسئلة على الفصل الثالث",
        "(1/23)\n\nالسؤال الأول: عرف كلا من المد والقصر لغة واصطلاحا.ً\nالسؤال الثاني: عرف كلاً من:\n…أ- مد البدل، ومقدار مده على رواية حفص\n…ب- المد المتصل، والمد المنفصل\n…ج- مد الصلة الكبرى، والصغرى.\n…د- المد اللازم الحرفي، و الكلمي.\n…هـ- العارض للسكون، واللين.\nالسؤال الثالث: عرف كلاً من المدود التالية مع ذكر مثال:\n…أ- التمكين\n…ب- العوض\n…ج- العارض للسكون\n…د- مد الفرق\nالسؤال الرابع: رتب المدود ترتيباً تنازلياً بحسب قوتها، مع بيان الدليل على ذلك.\nالسؤال الخامس: إذا اجتمع سببان للمد في حرف واحد فأي السببين يُعمل به؟ مع التمثيل.\nالسؤال السادس: كم عدد الحروف الواقعة في فواتح السور مع بيان مقدار مدها السؤال السابع: علل لما يلي:\nأ- يسمى المد الأصلي بالطبيعي\nب- تسمية كل من المد الواجب المتصل، والجائز المنفصل بهذا الاسم\nج- إلحاق مد الصلة الكبرى بالمد الجائز المنفصل\nالفصل الرابع\n\"الوقف والابتداء\n\"أقسام الوقف\n\"الابتداء وأنواعه\n\"همزة الوصل مع الاستفهام\n\"تاء التأنيث\n\"أسئلة على الفصل الرابع\nالمستوى الثاني\n(مقرر الدورة المتقدمة )\nالفصل الرابع\nالوقف والابتداء\n…أخي وحبيبي القارئ اعلم وفقني الله وإياك إلي ما يحبه الله ويرضى أن معرفة هذا الباب مهمة لقاري القرآن الكريم فبالوقف الصحيح تكون حلية التلاوة وزينة القراءة وبالوقف الصحيح يعرف المعنى المراد من كلام رب العباد .\nكما قال سيدنا علي عندما سئل عن قوله تعالى ورتل القرآن ترتيلا فقال : هو تجويد الحروف ومعرفة الوقوف.\n… ?مداخله : ما الفرق بين الوقف و السكت و القطع ؟\n… الوقف : هو قطع الصوت على آخر الكلمة زمناً يتنفس فيه بنية استئناف القراءة .\n…السكت : فهو قطع الصوت على آخر الكلمة من غير نفس زمناً أقل من زمن الوقف وهو ما نسميه ( وقفة لطيفة) أي بدون تنفس .\nويكون رمزه في المصحف : ( ? )\n(1/24)",
        "\n…وأما القطع : هو قطع صوت القاري عن القراءة رأساً بقصد الانتهاء منها وهذا الذي يحتاج بعده القاري للاستعاذة إذا أراد استئناف القراءة .\nأقسام الوقف\nينقسم الوقف إلى أربعة أقسام:\n1- وقف انتظاري : وهذا الأول يحصل عند من أراد أن يجمع عدة روايات من القراءات العشر المتواترة . حيث يقف عند كلمة ليعطف عليها غيرها بوجوه القراءات الموجودة فيها.\n2- وقف اختباري : وهذا الثاني يحصل عند سؤال ممتحن أو تعليم قاري من شيخه.\n3- وقف اضطراري : وهذا الثالث يحصل عند حالة الاضطرار بسبب ضيق نفس أو عطاس أو نسيان أو نحو ذلك. وهذا الوقف جائز على أي كلمة، ولكن ينبغي للقاري عندئذ وصلها بما بعدها إذا لم يكن قد أتم المعنى ، وإذا كان المعنى قد تم فيحسن الابتداء بما بعدها .\n4- الوقف الاختياري : هو الوقف الذي يكون من غير عروض أي سبب خارج عن إرادة القاري وله خمسة أنواع :\nأنواع الوقف الاختياري :\n…أ-الوقف اللازم : وهو الوقف الذي ليس له علاقة بما بعده لا لفظاً ولا معناً وإذا وصل بما بعده نفهم معنىً غير المعنى المقصود وهذا يرمز له في المصحف الشريف بـ ( ? )\nمثال :\nفالوقف على كلمة يسمعون وقف لازم مع تنفس كامل ثم نستأنف القراءة بعد ذلك.\n…ب- الوقف التام :\nوهو الوقف على ما تم معناه وليس له علاقة بما بعده لا لفظاً ولا معنىً ولكن إذا وصلناه بما بعده لا يتغير المعنى غالباً ، وغالباً ما يكون هذا النوع عند رءوس الآي وعند انقضاء القصص كالوقف على قوله تعالى ( مالك يوم الدين ) وهذا النوع يرمز له بالمصحف برمز( ? ) أو (طـ).\n…ج- الوقف الكافي :\nوهو الوقف على ما تم في نفسه ولكنه متعلق بما بعده في المعنى لا في اللفظ ( معنىً لا لفظا)\nمثال في قوله تعالى: (في قلوبهم مرض)\nفزادهم الله مرضا ،فهذا أكفى\nبما كانوا يكذبون أكفى منهما وقس على هذا .\nوهذا النوع يرمز إليه في المصحف برمز ( ? ) أو( ج ).\n…د- الوقف الحسن :\n(1/25)\n",
        "وهو الوقف على ما تم في نفسه ولكنه متعلق بما بعده لفظاً ومعنى\nمثال قوله تعالى :\nفالوقف على كلمة هو وقف حسن ، ولكن الوصل أولى لارتباطه بالجملة التالية بما قبلها .\nوهذا النوع يحسن الوقف عليه والابتداء بما بعده إذا كان رأس آية فقط ويرمز له بالمصحف برمز( ? ) أو بحرف (ص) أحياناً ويقع هذا النوع بين الصفة وموصوفها أو بين مستثنى أو مستثنى منه\nمثل الحمد لله ثم نبدأ فيقول رب العالمين فعندئذٍ يكون الوصل أولى\n…هـ- الوقف القبيح : وهو الوقف على ما لم يتم في نفسه وذلك لتعلقه بما بعده لفظاً ومعنىً (المعنى ليس تاماً ).\nمثاله : الوقف على كلمة الحمد من\nأو كالوقف على ما يغير المعنى مثل الوقف على كلمة فقير من قوله تعالى\nوهذا الوقف يرمز له في المصحف بحرف( ? ) في القرآن الكريم\n…*يلاحظ في المصاحف هذا الوقف (?) أشارة إلى وقف المراقبة أو المعانقة وعلامة الوقف هذا ثلاث نقاط أعلى كلمتين متتاليتين في المصحف ويحسن الوقف على إحداها وليس على الأخرى بمعنى إذا وقفنا على الأولى لا نقف على الثانية\nمثال :\nفإذا وقف على كلمة لا ريب لا يقف على كلمة فيه والعكس صحيح .\nووقع هذا النوع في خمسة وثلاثين موضعاً في القرآن الكريم فانتبه لها .\nالابتداء وأنواعه\nالابتداء نوعان :\n1- نوع جائز\n2- نوع غير جائز\n…1- النوع الجائز في الابتداء :\nهو الابتداء بجملة مستقلة يبين معنىً تاماً أراده الله سبحانه وتعالى مثال : *\nوأيضاً *\nوكذلك ما ابتدأت الآيات القرآنية به .\n2- النوع القبيح وهو الغير جائز :\nوهو أن نبدأ بكلمة تؤدي معنىً غير ما أراده الله سبحانه وتعالى\nومثال ذلك : أن يبدأ بكلمة (اتخذ الله ولدا ) لا تجوز في البدء ؛ بمعنى لا تبدأ بكلام الكفار\n*\nوكذلك البدء بقوله تعالى على لسان اليهود ( يد الله مغلولة )\n*\nونقيس على ذلك.\nولابد من الانتباه إلى أننا إن بدأنا في تلاوة هذه الآيات فمن الأدب في التلاوة أن نخفض الصوت في تلاوتها .\n(1/26)\n\nبيان بحكم الوقف والابتداء بكلمة بلى (في القرآن الكريم )\n… جاء عدد كلمة بلى في القرآن الكريم في اثنين وعشرين موضعاً\nووقعت في خمس عشرة سورة من كتاب الله تعالى وتنقسم بلى إلى ثلاثة أقسام وهي كالآتي :\nالقسم الأول :\n…هو أن تقع جواباً لما قبلها .\nحكمها: الوقف عليها عندئذ.\nووقع هذا النوع في عشرة مواضع في القرآن الكريم\nمثال : قوله تعالى :\n(1)\nالقسم الثاني :\n… وهو تعلقها بما بعدها وبما قبلها\nوحكمها : عدم جواز الوقف على بلى\nوقد وقع هذا النوع في 7 مواضع في القرآن العظيم .\nومثال ذلك في قول الحق سبحانه وتعالى :\n(2)\nالقسم الثالث :\n…وهو أن يكون ما بعدها متصل بها وبما قبلها .\nوحكمها:\n…وهو جواز الوقف وعدمه والأولى عدم الوقف.\nوقد وقع ذلك في خمس مواضع في كلام الله تعالى.\nمثال ذلك في قوله تعالى:\nوقس ما لم نذكره على ما ذكرناه والله تعالى أعلم .\nبيان حكم الوقف على كلمة نعم في القرآن الكريم\n…وقعت كلمة نعم في القرآن الكريم في أربعة مواضع فقط\nوهي كالآتي في قوله تعالى :\n* (الأعراف 44)\n* (الأعراف 114)\n*(الشعراء42)\n*(الصافات 18 )\nوما الحكم ؟\n…*الموضع الأول منها\nالمختار فيه عند أهل الأداء هو الوقف.\nلماذا ؟ ذلك لأن ما بعدها ليس متعلقاً بها ولا بما قبلها .\n…*أما المواضع الأخرى فالمتفق عليه عدم الوقوف عليها وذلك لأن نعم عندها متصلة بما قبلها . وذلك في مثل قوله تعالى :\nبيان حكم الوقف والابتداء بـ كلا في القرآن الكريم\n…عدد كلا في القرآن الكريم ثلاث وثلاثين كلمة ووردت في خمس عشرة سورة كلها في النصف الثاني من القرآن الكريم .\nكلا في القرآن الكريم من حيث الوقف والابتداء تنقسم إلى أربعة أقسام كالآتي :\nالقسم الأول :\n… وهو ما يحسن الوقف فيه على كلا و هي تحمل هنا معنى الرد على ما قبلها والإنكار له وعندئذ تكون بمعنى (ليس الأمر كذلك).\nمثال قوله سبحانه وتعالى:\n* (مريم).\nوكذلك قوله تعالى :\n__________\n(1) الأعراف 172\n(2) الأحقاف34",
        "(1/27)\n\n*(مريم)\nوهكذا في بقية المواضع المشابهة وعددها في هذا القسم إحدى عشر موضعا.\nالقسم الثاني :\n…وهو ما لا يحسن الوقوف فيه على كلا ولكن يحسن الابتداء بها\nوهذا القسم وقعت فيه كلا في ثمانية عشر موضعاً في القرآن الكريم.\nمثال :\nقوله تعالى :\n* (المدثر)\nوقوله تعالى:\n*(المدثر)\nفإن كلا هنا وما شابهها بمعنى حقاً(1).\nالقسم الثالث :\n… وهو ما لا يحسن الوقف فيه على كلا ولا يحسن الابتداء بها كذلك إلا إذا كانت في ابتداء آية .\nوهذا القسم وقع في موضعين اثنين فقط في القرآن الكريم وهما :\n*(النبأ)\nففي الموضعين المذكورين لا يحسن الوقف على كلا فيهما ولا الابتداء فيهما في الموضع الثاني.\nالقسم الرابع :\n… وهو مالا يحسن الابتداء فيه بكلا ولكن يحسن الوقف عليها. وهذا القسم ورد في موضعين اثنين فقط في كلام رب العالمين .\nالمثال الأول في قوله تعالى : *\n(الشعراء)\n*\n(الشعراء )\nفهذا الموضعان لا يحسن الابتداء فيهما بكلا ويصح الوقف عليها .\nباب همزة الوصل\nأ- مع الاستفهام\nس: إذا اجتمعت همزة الاستفهام مع همزة الوصل بكلمة فكم حالة لهما ؟\nج: لهما حالتان\nالحالة الأولى :بقاء همزة الاستفهام وحذف همزة الوصل.\nالحالة الثانية : بقاء الهمزتين معاً .\nالشرح والبيان :\n…أولاً: تحذف همزة الوصل وتبقى همزة الاستفهام لِيُتَوَصل بها إلى النطق بالحرف الساكن بدلاً من همزة الوصل وقد وقع هذا في سبعة أفعال فقط في القرآن الكريم وهي كما يأتي :\nالعدد ... الأصل قبل حذف همزة الوصل ... الكلمات السبع بعد الحذف ... اسم السورة ... رقم الآية\n... 1- ... أَاتخذتم ... قل أتخذتم عند الله عهدا ... البقرة ... 80\n... 2- ... أاطلع ... أطلع ... مريم ... 78\n... 3- ... أافترى ... أفترى ... سبأ ... 8\n... 4- ... أاصطفى ... أصطفى ... الصافات ... 153\n... 5- ... أاتخذناهم ... أتخذناهم ... ص ... 63\n__________\n(1) المثال هنا في كلا المذكورة في الآية رقم 54\n(1/28)",
        "\n... 6- ... أاستكبرت ... أستكبرت ... ص ... 75\n... 7- ... أاستغفرت ... أستغفرت ... المنافقون ... 6\nسبعة لا ثامن لها .\n…ثانياً : تبقى همزة الاستفهام وهمزة الوصل معاً ، بشرط أن تقع بعد همزة الوصل لام بحيث لا يجوز النطق بهمزة الوصل محققة بل يجوز أن يكون لنا فيها وجهان وهما :\n1- تسهيلها بين بين : أي بين الهمزة والألف بدون مد.\n2- إبدالها حرف مد وإشباعها ب 6حركات وقد وقعت هذه في ثلاث كلمات فقط في كلام ربنا عز وجل\n* * *\n?همزة الوصل توجد في الأسماء والأفعال وألـ المعرفة وفائدتها هي سهولة النطق بالحرف الساكن الذي يقع في أول الكلمة ولها أحوال مع الفعل والاسم والحرف.\nب- في الفعل:\n…1-الضم : إذا كان ثالث الفعل مضموم مثل اتلُوا أن اشكُر عند البدء بالفعل نبدأ بالضم.\n…2- الكسر : وذلك إن كان ثالث الفعل مفتوح أو مكسور مثل\nاستَغفر، اضرِب فنبدأ بالكسر.\nج- في الأسماء\n… الكسر: هذا يقع في الأسماء السبعة\nمثل : اثنان، اثنتان، ابن، ابنه، امرؤ، امرأة، اسم\n…ولها الكسر أيضا: في مصادر الأفعال الخماسية والسداسية\nمثال : ابتغاء مرضاة الله ، استكبارا في الأرض ، وقس على ذلك .\nولها الفتح في الـ الداخلة على الأسماء المنكرة لتُعَرِّفها\nمثال: الأول، الآخر، الباقي، الحي .\n?ملحوظة: يبدأ بهمزة الوصل بالكسر بحسب الأصل إذا كان ضم ثالث الفعل عارضاً وقد وقع هذا في أربعة أفعال فقط في القران الكريم وهي\nثم اتوا ، أن امشوا ، فقالوا ابنوا ، ثم اقضوا .وهي في الأصل :\nايتيو ، امشيوا ، ابنيو ، اقضيوا .\nو مع أنه تبعاً للقاعدة أن ثالثها مضموم ولكنها تقرأ كسر عند الابتداء عملا بالأصل .\nولكن في كلمة ائتو تبدل الهمزة الثانية من جنس حركة ما قبلها فتبدل ياء فتكون\nإيتوا ، كما في قوله تعالى في سورة الأحقاف *\nففي حالة البدء بها تنطق إيتوني.\n?ملحوظة: كلمة الاسم في سورة الحجرات لها وجهان في البدء بها :\nوهما البدء بالهمز المفتوح: الإسم\n(1/29)\n",
        "وتركه ونطقه لِسْمُ *\nتاء التأنيث\n…كتبت تاء التأنيث في كتاب الله عز وجل على صورتين، فمنها ما هو مرسوم بالتاء المربوطة، ومنها ما هو مرسوم بالتاء المفتوحة، وحَرِّي بالقارئ أن يُمَيِّز بين ما كان مرسوما بهاء أو تاء؛ لأنه يتعين به معرفة ما يوقف عليه بالكلمة.\nومقرر في أصول رواية حفص، أنه يتبع في الوقف مرسوم الخط؛ فما رُسِم بالتاء المربوطة يقف عليه بهاء، وما رُسِم بالتاء المفتوحة يقف عليها بالتاء الساكنة .\nقال بن الجزري:\nورحمت الزخرف بالتازبره الأعراف روم هود كاف البقرة\nنعمتها ثلاث نحل إبراهيم معاً أخيرات عقود الثان هم\nلقمان ثم فاطر كالطور عمران لعنت بها والنور\nوامرأت يوسف عمران القصص تحريم معصيت بقد سمع يخص\nشجرت الدخان سنت فاطر كلا والأنفال وحرف غافر\nقرت عين جنت في وقعت فطرت بقيت و ابنت وكلمت\nأوسط الأعراف وكل ما اختلف جمعاً وفرداً فيه بالتاء عرف\nوإليك أخي وحبيبي القارئ مواضع التاء المفتوحة في المصحف الشريف:\n1- رحمت : وردت في سبعة مواضع، ويوقف عليها بالتاء لحفص، وهي:\nالسورة ... المثال ... رقم الآية\n... البقرة ... 217\n... الأعراف ... 56\n... هود ... 73\n... مريم ... 2\n... الروم ... 50\n... الزخرف ... 32\n... الزخرف ... 32\nوماعدا هذه المواضع يرسم بالتاء المربوطة ويوقف عليه بالهاء\nمثل: (1)\n__________\n2- نعمت : ووردت بالتاء المفتوحة في أحد عشر موضعاً، ويوقف عليها بالتاء لحفص وهي:\nالسورة ... الآية ... رقم الآية\n... البقرة ... * ... 231\n... آل عمران ... 103\n... المائدة ... 11\n... إبراهيم ... 28\n... إبراهيم ... 34\n... النحل ... 72\n... النحل ... 83\n... النحل ... 114\n... لقمان ... 31\n... فاطر ... 3\n... الطور ... 29\n_______________\n3- امرأت: وردت في سبعة مواضع إذا أضيفت إلى زوجها، ويوقف عليها لحفص بالتاء وهي:\nالسورة ... الآية ... رقم الآية\n... آل عمران ... 35\n... يوسف ... 30\n__________\n(1) آل عمران 159\n(1/30)\n\n... يوسف ... 51\n... القصص ... 9\n... التحريم ... 10\n... التحريم ... 10\n... التحريم ... 11\nوماعدا هذه الألفاظ في لفظة(امرأة) يوقف عليها بالهاء كرسمه نحو:(1)\n______________\n4- سنت: رسمت بالتاء المجرورة في خمسة مواضع، ويوقف عليها لحفص بالتاء كرسمها، وهي:\nالسورة ... الآية ... رقم الآية\n... الأنفال ... 38\n... فاطر ... 43\n... فاطر ... 43\n... فاطر ... 43\n... غافر ... 85\nوما عدا ذلك من لفظ سنة، يوقف عليها بالهاء كرسمه نحو (2)\n__________\n5- لعنت: رسمت بالتاء المفتوحة في موضعين فقط، ويوقف عليها لحفص بالتاء كرسمها وهما:\nالسورة ... الآية ... رقم الآية\n... آل عمران ... 61\n... النور ... 7\nوغير ذلك من لفظ لعنة يوقف عليها بالهاء كرسمه، نحو: (3)\n___________\n6- معصيت: يوقف عليها بالتاء لحفص كرسمها في موضعي المجادلة، ولا يوجد غيرهما في القرآن وهما:\nالسورة ... الآية ... رقم الآية\n... المجادلة ... 8\n... المجادلة ... 9\n_________\n7- كلمت: يوقف عليها كرسمها بالتاء لحفص وهي في موضع واحد فقط في سورة الأعراف التي قد اجمع القراء على قراءتها بالإفراد وهي:\nالسورة ... الآية ... رقم الآية\n... الأعراف ... 137\nأما المواضع الأربعة الأخرى فهي مما اختلف فيه القراء بين الإفراد و الجمع\nلذلك رسمت تاءاتها مفتوحة كما أشار الناظم، وقرأها حفص بالإفراد\nوهذه المواضع هي:\nالسورة ... الآية ... رقم الآية\n... الأنعام ... 115\n... يونس ... 33\n... يونس ... 96\n... غافر ... 6\nوفي الأخيرين خلاف في رسميهما و رسميهما بالتاء أكثر وأشهَر وعليه العمل\nولذا يوقف عليهما بالتاء (4).\nوماعدا هذه المواضع الخمسة يكتب بالتاء المربوطة،ويوقف عليها بالهاء\nنحو: (5)\nويندرج ما ذكر هنا عن لفظ كلمت مع الألفاظ الأخرى المختَلَف في إفرادها وجمعها بين القراء.\n_________\n__________\n(1) النساء 128\n(2) الأحزاب 38\n(3) هود 18\n(4) هداية القاري473،474\n(5) الشورى21",
        "(1/31)\n\n8- بقيت: رسمت بالتاء المفتوحة ويوقف عليها بالتاء في موضع واحد فقط في سورة هود، وهو:\nالسورة ... الآية ... رقم الآية\n... هود ... 86\nوماعدا ذلك من لفظ بقية يوقف عليها بالهاء كرسمها نحو: (1)\n______________\n9- قرت: رسمت بالتاء المفتوحة، ويوقف لحفص عليها بالتاء في موضع واحد وهو:\nالسورة ... الآية ... رقم الآية\n... القصص ... 9\nوما عداه يوقف عليه بالهاء كرسمه، نحو: (2)\n____________\n10- فطرت: رسمت بالتاء المجرورة، ويوقف لحفص عليها بالتاء في موضع واحد في القرآن وهو:\nالسورة ... الآية ... رقم الآية\n... الروم ... 30\n_______________\n11- شجرت: رسمت بالتاء المجرورة، ويوقف لحفص عليها بالتاء في موضع واحد في القرآن وهو:\nالسورة ... الآية ... رقم الآية\n... الدخان ... 43\nوما عدا ذلك يوقف عليه بالهاء نحو: (3)\n__________\n12- جنت : رسمت بالتاء المجرورة، ويوقف لحفص عليها بالتاء في موضع واحد في القرآن وهو:\nالسورة ... الآية ... رقم الآية\n... الواقعة ... 89\nوما عداه يوقف عليه بالهاء كرسمه نحو: (4)\n________________\n13- ابنت: رسمت بالتاء المجرورة، ويوقف لحفص عليها بالتاء في موضع واحد في القرآن وهو:\nالسورة ... الآية ... رقم الآية\n... التحريم ... 12\nوهذا آخر ما اتفق عليه القراء على إفراده، ووقف عليه حفص بالتاء. (5)\n---\nأسئلة على الفصل الرابع\nالسؤال الأول:عرف كلاً مما يأتي:\nالوقف، القطع، السكت، الوقف الجائز، الوقف الاختياري، الوقف التام، الوقف الحسن، الوقف الكامل.\nالسؤال الثاني: ما المقصود بالوقف الاضطراري؟ وكيف يتعامل القارئ مع الآية إذا وجد نفسه مضطرا للوقف؟\n__________\n(1) البقرة 248\n(2) الفرقان 74\n(3) طه 120\n(4) المعارج 38\n(5) وهناك من القراء من يقف عليه بالهاء، فارجع إلى ذلك في باب الوقف على مرسوم الخط في كتب القراءات.\n(1/32)",
        "\nالسؤال الثالث: الوقف القبيح له صور متعددة، هات مثالاً على كل صورة منها ، ولماذا قبح الوقف عند كل صورة من هذه الصور.\nالسؤال الرابع: عرف همزة الوصل، وبين متى تثبت.\nالسؤال الخامس: بين حكم الوقف والابتداء بـ كلا في القرآن الكريم.\nالسؤال السادس: ما هو حكم الوقف في كلمة نعم في القرآن الكريم.\nالسؤال السابع: ما حكم الوقف والابتداء ببلى في القرآن الكريم.\nالسؤال الثامن: ما معنى الرموز الآتية: قلي، صلي، ج في المصحف الشريف، وماذا يعني حرف السين فوق بعض الآيات، مع الأمثلة الأربعة.\nالسؤال التاسع: ما الفائدة من معرفة رسم تاء التأنيث؟\nالسؤال العاشر: كلمة امرأة رسمت تارة بالتاء المفتوحة وتارة بالمربوطة. ما ضابط ذلك؟\nالفصل الخامس\nمخارج الحروف\nألقاب الحروف\nصفات الحروف\nأحوال الراء وأحكامها\nأسئلة على الفصل الخامس\nالفصل الخامس\nمخارج الحروف\nالمخرج في اللغة : معناه موضع خروج الحرف .\nاصطلاحاً : محل خروج الحرف وتمييزه عن غيره .\nومن المعروف أن عدد الحروف الهجائية التي يتألف منها الكلام ثمانية وعشرون حرفاً من الهمزة إلى الياء ومخارج الحروف سبعة عشر مخرجاً على القول المختار .\n*المخرج الأول:مخرج الجوف ( الخلاء الداخل في الفم والحلق) ويخرج منه حروف المد الثلاثة ( الألف الساكنة وما قبلها مفتوح ، الواو الساكنة المضموم ما قبلها ، الياء الساكنة المكسور ما قبلها ) ومجموعه في كلمة نوحيها\n*المخرج الثاني:أقصى الحلق ( أي أبعده مما يلي الصدر ) ويخرج منه الهمزة والهاء وهما من حروف الإظهار.\n*المخرج الثالث:وسط الحلق ويخرج منه العين والحاء .\n*المخرج الرابع:أدنى الحلق (أي أقربه مما يلي الفم) ويخرج منه الغين والخاء .\nوالمخارج من الثاني للرابع من حروف الإظهار .\n*المخرج الخامس:أقصى اللسان (أي أبعده مما يلي الحلق ) مع ما يحاذيه من الحنك الأعلى ويخرج منه القاف .\n(1/33)\n",
        "*المخرج السادس: أقصى اللسان تحت مخرج القاف مع ما يحاذيه من الحنك الأعلى ويخرج منه الكاف .\n* المخرج السابع : وسط اللسان مع ما يحاذيه من الحنك الأعلى ويخرج منه الجيم والشين والياء غير المدية وهي مجموعه في كلمة جيش .\n* المخرج الثامن : إحدى حافتي اللسان مع ما يحاذيها من الأضراس العليا ويخرج منه حرف الضاد فقط .\n* المخرج التاسع: هو مابين حافتي اللسان بعد مخرج الضاد مع ما يحاذيها من لثة الأسنان العليا ويخرج منه حرف اللام.\n* المخرج العاشر: فهو من طرف اللسان مع ما يحاذيه من لثة الأسنان العليا تحت مخرج اللام قليلاً ويخرج منه النون المظهرة .\n*المخرج الحادي عشر : فهو من طرف اللسان مع ظهره مما يلي رأسه ويخرج منه حرف الراء. (طرف اللسان مقلوب).\n*المخرج الثاني عشر : وهو من ظهر رأس اللسان وأصل الثنيتين العليين ويخرج منه ثلاثة أحرف الطاء والدال والتاء .\n*المخرج الثالث عشر : ويخرج منه ثلاثة أحرف وهم الصاد والسين والزاي وهو من طرف اللسان مع بين الأسنان العليا والسفلى قريبة من السفلى مع انفراج قليل بينهما.\n* المخرج الرابع عشر: وهو من طرف اللسان مع أطراف الثنايا العليا ويخرج منه ثلاثة أحرف : الظاء والذال والثاء .\n* المخرج الخامس عشر : من بطن الشفة السفلى مع أطراف الثنايا العليا ويخرج منه الفاء فقط .\n*المخرج السادس عشر : الشفتان معاً ويخرج منهما ثلاثة أحرف وهي : الباء والميم ، والواو . إلا أنهما بالانطباق مع الميم و الباء والانفتاح مع الواو.\n* أما المخرج السابع عشر : الخيشوم وهو خرق الأنف المنجذب إلى الداخل فوق سقف الفم ، وتخرج منه الغنة في النون والميم المشددتين و المدغمتين و المخفاتين .\nوإليك أخي الدليل من متن الجزرية :\nمَخَارِجُ الحُروفِ سَبْعَةَ عَشَرْ عَلَى الْذِى يَخْتَارُهُ مَنِ اخْتَبَرْ\nفَأَلِفُ الجَوفِ وأُخْتَاهَا وَهى حُرُوفُ مَدٍّ للْهَوَاءِ تَنْتَهى\n(1/34)\n\nثُمَّ لأَقْصَى الحَلْقِ هَمْزٌ هَاءُ ثُمَّ لِوَسْطِهِ فَعَيْنٌ حَاءُ\nأَدْنَاهُ غَيْنٌ خَاؤُهَا والْقَافُ أَقْصَى اللِّسَانِ فَوْقُ ثُمَّ الْكَافُ\nأَسْفَلُ وَالوَسْطُ فَجِيمُ الشِّينُ يَا وَالضَّادُ مِنْ حَافَتِهِ إِذْ وَلِيَا\nاَلأضْرَاسَ مِنْ أَيْسَرَ أَوْ يُمْنَاهَا وَاللاَّمُ أَدْنَاهَا لمُنْتَهَاهَا\nوَالنُّونُ مِنْ طَرَفِهِ تَحْتُ اجْعَلُوا وَالرَّا يُدَانِيهِ لِظَهْرٍ أَدْخَلُوا\nوَالطَّاءُ وَالدَّالُ وَتَا مِنْهُ وَمِنْ عُلْيَا الثَّنَايَا والصفَّيرُ مُسْتَكِنْ\nمِنْهُ وَمِنْ فَوْقِ الثَّنَايَا السُّفْلَى وَالظَّاءُ وَالذَّالُ وَثَا لِلْعُلْيَا\nمِنْ طَرَفَيْهِما وَمِنْ بَطْنِ الشَّفَهْ فَالْفَا مَعَ اطْرافِ الثَّنَايَا المُشْرِفَهْ\nللشَّفَتَيْنِ الْوَاوُ بَاءٌ مِيمُ وَغُنَّةٌ مَخْرَجُهَا الخَيْشُومُ\n? انتبه :\n1-تكررت الياء في مخرجين :\nأ- الجوف : وتخرج منه الياء المدية\nب- وسط اللسان : وتخرج منه الياء غير المدية مع ما يحاذيها من الحنك الأعلى .\n2- الميم المظهرة : تخرج من الشفتين ، وغنة الميم المشددة أو المخفاة تخرج من الخيشوم (1).\nوإليك أخي القارئ جدول بمخارج الحروف العامة والخاصة:\nالمخارج العامه12345\nالجوفالحلقاللسانالشفتانالخيشوم\nالمخارج الخاصةأقصاهوسطهأدناهأقصاهوسطهحافتاهطرفهبطن الشفة السفلى مع أطراف الثنايا العلياالشفتان معا\n1234567891011121314151617\nحروف كل مخرجا\nو\nي(المدية)ء\nه\nع\nحغ\nخق\nكج\nي( غير المديه)\nشضلنرص\nس\nزط\nد\nتظ\nذ\nثفو\nب\nمالغنه\nرسم توضيحي لمخارج الحروف:\nألقاب الحروف\nللحروف الهجائية ألقاب وهي عشرة ألقاب وهي :\nأولا الحروف الحلقية :\nوهي ستة أحرف وهي الهمزة والحاء والعين والخاء والهاء والغين وهي ما تعرف بالأحرف الحلقية لخروجها منه.\nثانياً اللهويتان :\nوهما القاف والكاف وسمي بذلك نسبة إلى اللهاة.\n__________\n(1) والخيشوم مخرج للغنة وليس له حروف خاصة ولكن حروفه مكرره",
        "(1/35)\n\nثالثاً الحروف الشجرية :\nوهي الشين والجيم والياء وسيمت الشجرية لخروجها من شَجْر الفم (بسكون الجيم ) وهو من وسط اللسان وما يقابله من الحنك الأعلى .\nرابعاً الحروف الأسْلِية :\nوهي الصاد والسين والزاي وتسمى هذه الأحرف الثلاثة أسْلِية لخروجها من أسلة اللسان أي ما دقَ منه.\nخامساً الحروف النطعية :\nوهي الطاء والدال والتاء وسميت بالنطعية لأنها تخرج من نطع الحنك أي جلد غار الحنك الأعلى وهو سقفه .\nسادساً الحروف اللثويه :\nوهي الظاء والذال والثاء وسميت باللثوية لخروجها من قرب اللثة .\nسابعاً الحروف الذَلْقِيه أو الذَلَقيه :\nوهي اللام والنون والراء وسميت بالأحرف الذلقية لخروجها من ذلق اللسان يعني طرفه.\nثامناً الحروف الشفهية أو الشفوية:\nوهي أربع الفاء والواو والباء والميم وسميت بذلك لخروجها من الشفة مع أن بعضها يشارك في أكثر من مخرج مع الشفة.\nتاسعاً الحروف الجوفية :\nوهي حروف المد الثلاثة وهي الألف والياء والواو وسميت بذلك لخروجها من جوف الفم والحلق .\nعاشراً الحروف الهوائية :\nوهي أيضاً الحروف الجوفية وسميت الهوائية لاعتبار المد و بالجوفية أيضاً لخروجها من الجوف .\nصفات الحروف\n…الصفة: هي الكيفية التي يوصف بها الحرف عند أصوله في المخرج من صفات تميزه عن غيره كالجهر والهمس والشدة والرخاوة أو غير ذلك من الصفات اللازمة .…\nوتنقسم هذه الصفات إلى قسمين:\nالصفات التي لا ضد لها، والصفات التي لها ضد .\nالصفات التي لا ضد لها :\n1- الصفير :\n…وهو صوت زائد يصاحب أحرفه الثلاثة وسمي الصفير لأنك تسمع لها صوتا يشبه صفير الطائر وحروفه صاد وسين وزاي\nفالصاد تشبه صوت الأوز, والزاي تشبه صوت النحل ،والسين تشبه صوت الجراد.\nوأقوى هذه الحروف الثلاثة حرف الصاد لما فيه من استعلاء وإطباق.\n2- القلقلة :\n(1/36)",
        "\n…وهي اضطراب المخرج عند النطق بالحرف ساكناً حتى يسمع له نبرة قوية والسبب في هذا الاضطراب والتحريك شدة حروفها لما فيها من جهر وشدة، وحروف القلقة مجموعه في قطب جد .\nوأعلى مراتب القلقة الطاء وأوسطها الجيم وأدناها الباقي ويجب بيانها في حالة الوقوف أكثر وخاصة حالة الوقف على الحرف المشدد نحو ( بالحقِّ)\nقال بن الجزري :\nوَبَيِّنَنْ مُقَلْقَلاً إِنْ سَكَنَا وَإِنْ يَكُنْ فِى الْوَقْفِ كَانَ أَبْيَنَا\nأمثلة :\nمريج ، يجعلون ، بعيد ، يدعون ، واق ، يقطعون، محيط، يطمعون، عذاب ، لتبلون.\n3- اللين :\n…وهو إخراج الحرف في لين وعدم كلفة على اللسان وحروفه اثنان وهما الواو والياء الساكنتان المفتوح ما قبلهما نحو : البيت ، خوف .\n4- الانحراف:\n…وهو ميلان الحرف عن مخرجه حتى يتصل بمخرج غيره؛ فميلان اللام يكون من طرف اللسان وميلان الراء يكون من ظهره ، وحروفه اللام والراء .\n5- التكرير :\n…وهو ارتعاد رأس اللسان عند النطق بالحرف وتوصف الراء بالتكرير لقابليتها له إذا كانت مشددة ثم إن كانت ساكنة .\nوحرف التكرار هو الراء .\n? انتبه :\n*ينبغي تجنب تكرير الراء بأن يلصق لافظها ظهر اللسان بأعلى حنكه لصقاً محكما بحيث تخرج الراء مرة واحده ولا يرتعد اللسان بها .\n*وليس معنى إخفاء التكرير إعدامه بالكلية لان إعدامه يسبب حبساً للصوت يترتب عليه أن تكون الراء شبيهة بالطاء وهو خطأ وإنما تعطى شيئا يسيرا من التكرير حتى لا تنعدم صفتها نهائيا .\nوقال صاحب الجزرية :\nوَأَخْفِ تَكْرِيراً إِذَا تُشَدَّدُ\n6- التفشي :\n…وهو انتشار خروج النفس بين اللسان والحنك وانبساطه في الخروج عند النطق بالحرف، ووصفت الشين بهذه الصفة لأنها تنبث وتنتشر بالفم عند النطق بها لرخاوتها.\n7- الاستطالة :\n…وهي امتداد الصوت من أول احدي حافتي اللسان إلى آخرها وهي صفة لحرف الضاد فقط .\n? انتبه :\n* كيفية نطق الضاد:\n(1/37)\n",
        "…وعند النطق بحرف الضاد ينطق اللسان الحرف على سقف الحنك تدريجياً من الأمام إلى الخلف ويتخافت الصوت ويبقى جريانه يسمع مدة اقل من الحركتين بقليل ويخرج من إحدى حافتي اللسان أو كلتيهما معاً .\nوورد أن الرسول كان يخرج حرف الضاد من حافة اللسان الناحية اليسرى\nوإليك دليل الصفات التي ليس لها ضد من الجزرية :\nصَفِيرُهَا صَادٌ وَزَاىٌ سِينُ قَلْقَلَةٌ قُطْبُ جَدٍ وَاللِّينُ\nوَاوٌ وَيَاءٌ سَكَنَا وَانْفَتَحَا قَبْلَهُماَ وَالاِنْحِرَافُ صُحِّحَا\nفى اللاًَّمِ وَالرَّا وَبِتَكْرِيرٍ جُعلْ وَلِلتَّفَشِّى الشِّينُ ضَاداً اسْتَطِلْ\nالصفات التي لها ضد:\n1-الهمس / الجهر:\nالهمس :ومعناه جريان النفس مع الحرف لضعف الاعتماد عليه في المخرج و حروف الهمس عشرة تجمعها جملة : فحثه شخص سكت .\nوهي صفة من صفات الضعف وماعدا هذه الأحرف العشرة من حروف الهجاء فهي حروف الجهر.\n… الجهر : الجهر ضد الهمس و هو انحباس جريان النفس عند النطق بالحرف لقوة الاعتماد على المخرج وحروفه باقي حروف الهجاء . وهو من صفات القوة .\n2- الشدة /الرخاوة :\n…الشدة : هي انحباس جريان الصوت عند النطق بالحرف لقوته في المخرج .وحروفها ثمانية تجمعها : أجد قط بكت\n…الرخاوة : هي جريان الصوت عند النطق بالحرف لضعفه في المخرج وضد الرخاوة الشدة والتوسط ، وحروفها هي حاء وخاء وذال وزاي وسين وثاء وشين وألف وصاد وضاد و واو وغين وفاء وهاء وياء .\n…أما التوسط: فهو صفة بين الرخاوة و الشدة فلا هو انحباس الصوت عند نطق أحد حروفه كانحباسه في أحرف الشدة ولا هو يجري في جريانه مع أحرف الرخاوة وحروف التوسط لن عمر .\n?انتبه :\n(1/38)\n\n… إذا انحصر صوت في مخرجه انحصارا تاما فلا يجري جريان أصلا سمي شديداً فإنك لو وقفت على قولك \"الحج\" وجدت صوتك راكداً محصورا حتى لو أردت مد صوتك لم يمكنك ، وأما إذا جرى جرياناً تاماً ولم ينحصر أصلاً فإنه يسمى رخواً كما في كلمة : الطش فإنك إن وقفت عليها وجدت صوت الشين جاريا،وإذا لم يتم الانحصار ولا الجري فيكون متوسطاً بين الشدة والرخاوة كما في كلمة الظل فإنك لو وقفت عليه لا تجد الصوت يجري مثل كلمة الطش ولا ينحصر مثل الحج ويخرج على حد الاعتدال بينهما.\n3- الاستعلاء / الاستفال :\n…الاستعلاء : هو ارتفاع اللسان عند النطق بالحرف إلى الحنك الأعلى ، وحروفه سبعة وهي مجموعه في قولهم خص ضغط قظ.\n…الاستفال: وهو انحطاط اللسان عند خروج الحرف إلى قاع الفم ، وحروفه هي باقي الحروف يجمعها قولهم : ثبت عز من يجود حرفه إذا سل شكا.\n? انتبه أخي وحبيبي القارئ:\n\"حرف اللام في لفظ الجلالة-كما سبق وأشرنا في درس اللام- دائماً ما تكون مفخمة فيما عدا إن كانت حركة آخر حرف في الكلمة السابقة لها مكسور مثل نطقنا له في قوله تعالى :\n\"حرف المد يتبع ما قبله تفخيماً وترقيقا: مثل كلمتي: ،\n4-الإطباق /الانفتاح:\n…الإطباق:هو تلاقي طائفتي اللسان والحنك الأعلى عند النطق بالحرف والإطباق من صفات القوة ، وحروفه الصاد والضاد والطاء والظاء وهذه الأربعة أحرف هي أقوى حروف التفخيم وما بقي من هذه الأحرف هي حروف الانفتاح .\n…والانفتاح : هو افتراق اللسان عن الحنك الأعلى وعدم التصاقه به حال النطق بالحرف .\n5- الإذلاق /الإصمات :\n…الاذلاق: وسميت الذلاقة لسهولة وسرعة خروجها من اللسان ، حروفها ستة مجموعة في قولهم فر من لب",
        "(1/39)\n\n…الإصمات: وسميت حروف الإصمات بهذا لامتناع انفراد هذه الحروف أصولا في الكلمات الرباعية أو الخماسية فلابد من وجود حرف أو أكثر من حروف الإذلاق في الكلمات الرباعية أو الخماسية فان لم تجد في كلمة رباعية الأصل أو خماسية حرف إذلاق فاحكم عليها بأنها كلمة غير عربية ،وحروفها هي بقية الحروف .\n?انتبه :\nالصفات المتقدمة منها قوي ومنها ضعيف:\n1- الصفات القوية: وهي الجهر والشدة والاستعلاء والاصمات والإطباق و الصفير و القلقة والتكرير والانحراف والتفشي والاستطالة.\n2- الصفات الضعيفة: الهمس، الرخاوة، الاستفال، الانفتاح، والإذلاق، واللين.\n…وإليك أخي ما قاله بن الجزري من الجزرية:\nصِفَاتُهَا جَهْرٌ وَرِخْوٌ مُسْتَفِلْ مُنْفَتِحٌ مُصْمَتَةٌ وَالضِّدَّ قُلْ\nمَهْمُوسُهَا (فَحَثّهُ شَخْصٌ سَكَتَ) شَدِيدُهَا لَفْظُ (أَجِدْ قَطٍ بَكَتْ)\nوَبَيْنَ رِخْوٍ وَالشَّدِيدِ ( لِنْ عُمَرْ) وَسَبْعُ عُلْوٍ خُصَّ ضَغْطٍ قِظْ حَصَرْ\nوَصَادُ ضَادٌ طَاءُ ظَاءٌ مُطْبَقَهْ وَفَرَّ مِنْ لُبِّ الحُرُوفُ المُذْلَقَهْ\n? انتبه:\nس: هل لتفخيم حروف الاستعلاء ( خص ضغط قظ) مراتب،وما هي ؟\nج: على قول الإمام بن الجزري رحمه الله هي على الترتيب التالي :\n…المرتبةالأولى: في الحروف المفتوحة وبعدها الألف المدية\nمثل: طائعين.\nوهذه المرتبة هي أقوى المراتب في التفخيم وقس عليه في بقية الأحرف.\n…المرتبة الثانية: في الحروف المفتوحة وليس بعدها ألف\nمثل: صَبَر، خَلَق .وقس عليها.\n…المرتبة الثالثة: تكون في الحروف المضمومة\nمثل: خُلِقَت.\n…المرتبة الرابعة: في الحروف الساكنة\nمثل: ويضْرب .\nفإذا وقع حرف الاستعلاء الساكن بعد فتح كما في المثال السابق يعطى تفخيم المفتوح ،وإذا وقع بعد ضم يعطى تفخيم المضموم ،وإذا وقع بعد كسر يعطى تفخيماً أدنى مما قبله .وقس على هذا في بقية الأحرف .\n…المرتبة الخامسة: في الحروف المكسورة\nمثل: قِيل .وقس عليها في بقية الأحرف .\n(1/40)",
        "\n? ملحوظة: أقوى حروف الاستعلاء السبعة حروف الإطباق الأربعة وهي الصاد والضاد والطاء والظاء وأقواهم الطاء لما فيه من صفات القوة.\n?ملحوظة لحبيبي وأخي القاري: لتطبيق هذه المراتب ولتحقيقها تحقيقاً تاماً عليك بالتلقي و المشافهة من أهل الاختصاص.\nأحوال الراء وأحكامها\nالراء :إما متحركة وإما ساكنة، والمتحركة مفتوحة أو مضمومة أو مكسورة.\nفإذا كانت مفتوحة أو مضمومة :وجب تفخيمها\nسواء كان في أول الكلمة مثل :رَءوف رَحيم، ونحو رُعب، رُزِقوا\nأو كانت آخر الكلمة نحو: وغفرَ، تشكرُوا .\nوإذا كانت مكسورة: وجب ترقيقها\nمثل قرِيبا ،أو في آخر الكلمة وليالٍ عشرٍ .\nوالتي في آخر الكلمة يجب ترقيقها حال الوصل فقط.\nوإذا كانت ساكنة: فلا يخلو الحرف الذي قبلها أن يكون مفتوح أو مضموم أو مكسور.\n\"فإن كان ما قبلها مفتوحاً أو مضموماً: فإنه يجب تفخيم الراء سواء كانت في وسط الكلمة نحو :العَرْض ،تَرْميهم القُرْءان ،أو كانت في آخر الكلمة مثل: فلا تَنهَرْ،لم يتغيَرْ طعمه، فاهجُرْ، انظُرْ .\n\"إن كان الحرف الذي قبلها مكسوراً: يجب ترقيق الراء إذا كانت في نصف الكلمة مثل: شِرْعة، فِرْعون، الفِرْدوس ،\nأو في آخرها مثل: استغفِرْ ، ولا تصعِّرْ، أن أنذِرْ قومك.\n?ملحوظة:\n…*إذا كانت الكسرة قبل الراء عارضة فإنه يجب تفخيمها مثل:\nأمِ ارتابوا ، إنِ ارتبتم، لمنِ ارتضى.\n…*إذا كانت الكسرة قبل الراء ولكن وقع حرف استعلاء بعدها فإنه يجب تفخيمها .\nنحو : قِرْطاس، لبالمِرْصاد، فِرْقَه.\n…*ويجوز التفخيم والترقيق في كلمة فِرْقٍ في قوله تعالى:\n(1)\n*أما إذا وقفنا على الراء المتطرفة المتحركة التي عرض لها السكون لأجل الوقف وجب علينا تفخيمها -إن كان ما قبلها مفتوحاً أو مضموماً -مثل:\nفعقَر ، يولون الدبُر ، إن الأبرار .\n__________\n(1) الشعراء63\n(1/41)\n",
        "?انتبه: إذا وقفت على كلمة (ونذرِ)في سورة القمر في مواضعها الستة جاز لك فيها الترقيق والتفخيم ونص العلماء على أن الترقيق أولى من التفخيم وقالوا أن أصل الكلمة ونذري ثم حذفت الياء للتخفيف ولتناسق آي السورة والترقيق يدل على الأصل وهو الياء دون التفخيم فكان هو أولى من اجل ذلك.\n… أما الكلمات الآتية ففيها الوجهان:\nالتفخيم والترقيق عند الوقف وأولى التفخيم مثل : مصر\nوالترقيق في كلمات: القِطْرْ ، يَسْرْ ، أَشِرْ ،نُذُرِ في مواضعها الستة في سورة القمر كما أسلفنا نظراً للوصل وعملاً بالأصل .\nوقال بن الجزري:\n…وَرَقِّقِ الرَّاءَ إِذَا مَا كُسِرَتْ كَذَاكَ بَعْدَ الْكَسْرِ حَيْثُ سَكَنَتْ\nإِن لَّمْ تَكُنْ مِنْ قَبْلِ حَرْفِ اسْتِعْلاَ أَوْ كَانَتِ الْكَسْرَةُ لَيْسَتْ أَصْلاَ\nوَالْخُلْفُ فِى فِرْقٍ لِكَسْرٍ يُوجَدُ وَأَخْفِ تَكْرِيراً إِذَا تُشَدَّدُ\n---\nأسئلة على الفصل الخامس\nالسؤال الأول: بَيِّن المخارج العامة وكم مخرجاً في كل منها.\nالسؤال الثاني: أذكر مخرج كل حرف من الحروف التالية تحديداً:\nضاد، نون، فاء، لام، عين.\nالسؤال الثالث: أذكر ألقاب الحروف مبيناً الحروف الملَقَّبة في كل منها.\nالسؤال الرابع: ما فائدة دراسة صفات الحروف؟\nالسؤال الخامس: عرف الصفات التالية لغة واصطلاحا واذكر حروف كل منها:\nالهمس ، الشدة، الاستعلاء، الصفير، القلقلة، التكرير.\nالسؤال السادس: استخرج صفات الحروف التالية وبين درجة كل حرف منها\nالهمزة، الخاء، الزاي، الضاد، القاف، الميم، الواو.\nالسؤال السابع: أجب بـ نعم ،أو لا (مع ذكر السبب) عن كل مما يلي :\n\"حروف الصفير كلها مجهورة\n\"الحروف المشتركة بين صفتي الغنة و الإزلاق هي النون والميم.\n\"كل حرف منفتح فهو مستفل\n\"من صفات الفاء: الهمس والرخاوة والانفتاح و الإزلاق والتوسط.\nالسؤال الثامن: ما الحروف المفخمة الدائمة؟ وما مراتبها؟ مع ذكر مثال لكل مرتبة منها.\n(1/42)\n\nالسؤال التاسع: ما الأمور التي ينبغي على القارئ مراعاتها في ترقيق بعض الحروف المستفلة؟\nالسؤال العاشر: علل:\n\"تتبع الألف ما قبلها في التفخيم والترقيق.\n\"تفخيم الحرف المضموم أعلى درجة من تفخيم الحرف المكسور.\nالسؤال الحادي عشر: ما حكم اللام في لفظ الجلالة من حيث التفخيم والترقيق؟\nالسؤال الثاني عشر: بين حكم الراء في كل من الألفاظ التالية وصلاً ووقفاً مع التعليل :\nمن قرار، مِرية، وإرصادا، أنذرِ الناس، الذي ارتضى، المدثِر، قِرطاس، إذا يَسْر، مستمر، ونذرِ.\nالفصل السادس\n\"الروم والإشمام\n\"سجود التلاوة في القرآن الكريم\n\"السكتات في القرآن الكريم\n\"إحصائية القرآن الكريم\n\"أسئلة على الفصل السادس\nالفصل السادس\nالروم والإشمام\n…الروم : هو الإتيان ببعض الحركة بصوت خفي يسمعه القريب دون البعيد .\n…الإشمام: هو ضم الشفتين من غير انطباق بعد إسكان الحرف وهو يُرى ولا يُسمع.\nس: ما هي الحالات التي يقع فيها الروم والإشمام عند الوقف؟\nج: الموقوف عليه إما أن يكون أصله السكون أو التحريك ؛فإن كان أصله السكون فلا خلاف أن يوقف عليه بسكون خالص فقط أما إن كان أصله التحريك فإنه ينقسم إلى أربعة أقسام:\n…القسم الأول :إما أن يكون مفتوح أو منصوب أو هاء تأنيث أو ميم جمع أو عارض شكل وهذا كله حكمه الوقف عليه بالسكون الخالص.\nمثال المفتوح: الحمد لله رب العالمينَ.\nمثال المنصوب:اهدنا الصراطَ المستقيمَ.\nمثال هاء التأنيث: مغفرة ورحمة.\nمثال ميم الجمع:أنعمت عليهم.\nعارض الشكل : ولا تنسوا الفضل بينكم\nففي هذا كله السكون المحض.\nالقسم الثاني: المجرور والمكسور.\nمثال المجرور: الرحمنِ الرحيمِ\nالمكسور:هؤلاءِ\nوهذا حكمه: جواز الوقف عليه بالإسكان والروم فقط\nفإذا وقفنا على الرحمن الرحيم: أربعة أوجه ثلاثة منها بالسكون المحض(2-4-6) ،والرابع منها الروم مع القصر .\n…القسم الثالث : المرفوع والمضموم",
        "(1/43)\n\nمثال المرفوع : إياك نعبدُ وإياك نستعينُ ( عند الوقف عليها )\nمثال المضموم: ومن حيثُ (عند الوقف عليها )\nوهذا القسم في حالة الرفع والضم حكمه : جواز الوقف عليه بالإسكان الخالص أو الروم أو الإشمام.\n…القسم الرابع : هاء الضمير التي للغائب المفرد المذكر .\nوتحت هذا النوع من الضمير سبعة أنواع :\n1- أن يكون قبل الهاء ضم : وأمرُهُ إلى الله .\n2- أن يكون قبل الهاء كسر : بِهِ .\n3- أن يكون قبل الهاء واو : عقلوه.\n4-أن يكون قبل الهاء ياء: فيهِ.\n5- أن يكون قبل الهاء فتح: وأنَّهُ .\n6- أن يكون قبل الهاء ألف : اجتباه وهداه.\n7- أن يكون قبل الهاء ساكن صحيح مثل : فليصمْه.\nوهذا القسم حكمه : الإسكان والروم والإشمام فيها جميعا.\nوهذا رأي عند بعض أهل الأداء وبعضهم يرى الإسكان فقط في الأربعة الأولى ويمنع منها الروم والإشمام.\nوإلى ذلك كله أشار الشاطبي بقوله : والإسكان أصل الوقف\n…وعليك أخي القاري أن تأخذ الروم والإشمام من شيخ متقن ، مُجاز مُسند وتراه وهو يقرأ الروم والإشمام مشافهة وتلقيناً.\nسجود التلاوة في القرآن الكريم\n……هو سنة مؤكدة للقاري والمستمع على الأرجح عند الأئمة الأربعة.\nوقد ورد في الصحيحين أن بن عمر قال: كان رسول الله يقرأ علينا السورة ، في غير الصلاة ،فيسجد ونسجد معه حتى لا يجد أحدنا مكانا لموضع جبهته (1) .\nوعن أبي هريرة قال: قال رسول الله :\" إذا قرأ ابن آدم السجدة فسجد اعتزل الشيطان يبكي يقول يا ويله أُمِر ابن آدم بالسجود فسجد فله الجنة وأُمِرت بالسجود فأبيت فلي النار\"(2).\nوقد أجمعت الأمة على أنها مشروعة عند قراءة مواضع مخصوصة من القرآن الكريم .\nسببه : التلاوة للقرآن الكريم ،والاستماع لمن كان متابعاً للقاري.\nصفة سجود التلاوة :\n…هو أن يسجد الإنسان سجدة واحدة بين تكبيرتين ،بدون تسليم، مستقبلاً القبلة ،ساتراً العورة ، ويجوز السجود لها بوضوء وبغير وضوء\n__________\n(1) متفق عليه.\n(2) حديث صحيح.\n(1/44)",
        "\n… ويقول : سبحان ربيَ الأعلى، ثم يقول بعد ذلك :* سجد وجهي للذي خلقهُ وصَوَّرَه ُوشَقَّ سمعَهُ وبصرَهُ بِحَوْلِهِ وقوتِهِ تبارك الله أحسن الخالقين (1).\n*اللهم اكتب لي بها عندك أجرا، واجعلها لي عندك ذُخرا وضع عني بها وِزرا واقبلها مني كما قَبِلتها من عبدك داوود عليه السلام (2).\n…و السجدة تؤدَى بعد الانتهاء من قراءة الآية عند علامة السجدة حسب رسم المصحف الشريف ؛ويكون رمزها في المصحف غالباً : ( ?)\nوعددهم خمسة عشر سجدة في القرآن الكريم.\nالأعراف\nالرعد\nالنحل\nالاسراء\nمريم\nالحج\nالحج\nالفرقان\nالنمل\nالسجده\nص\nفصلت\nالنجم\nالانشقاق\nالعلق\nالسكتات في القرآن الكريم\nالسكت : قطع الصوت عند القراءة بدون تنفس مقدار حركتين ويجب السكت في أربعة مواضع على قراءة حفص؛ ويكون رسمه في المصحف الشريف ( ? ).\nمن قوله تعالى:\nالكهف\nيس\nالقيامة\nالمطففين\nوجاز في الحاقة\nالوجهان السكت والإدغام .\nإحصائية القرآن الكريم\n…القرآن الكريم :هو كلام الله تعالى المُتَعَبَّد بتلاوته الذي أنزله على أفضل خلقه نبينا محمد بواسطة أمين الوحي جبريل عليه السلام .\nوهو 30 جزءا و 60 حزباً و240 ربعاً و 114 سورة و 6236 آية و 77473 كلمه و 323671 حرف ، 150681 نقطة.\nوعدد أحرفه كالآتي :\nأ ... همزة ... ب ... ت ... ث ... ج\n... 48800 ... 28718 ... 11202 ... 10199 ... 1276 ... 3273\n... ح ... خ ... د ... ذ ... ر ... ز\n... 3990 ... 2416 ... 5642 ... 4699 ... 11793 ... 1570\n... س ... ش ... ص ... ض ... ط ... ظ\n... 5890 ... 2253 ... 1180 ... 2293 ... 3174 ... 842\n... ع ... غ ... ف ... ق ... ك ... ل\n... 920 ... 2208 ... 8499 ... 6813 ... 10354 ... 33522\n... م ... ن ... ه ... و ... لا ... ي\n... 26565 ... 26354 ... 19070 ... 26565 ... 4099 ... 25909\n__________\n(1) رواه الحاكم والترمذي وبن ماجه عن بن عباس - رضي الله عنه -.\n(2) رواه الخمسة إلا بن ماجه وصححه الترمذي.\n(1/45)\n",
        "هذه الإحصائية تقريبية والله وحده أعلم بعدده .\nأخرج الترمذي من حديث بن مسعود قال: قال رسول الله\nمن قرأ حرفا من كتاب الله فله به حسنة والحسنة بعشر أمثالها لا أقول(الم) حرف ولكن ألف حرف ولام حرف وميم حرف (1).\nوصدق الله وصدق رسول الله\n…فالأحرى بكل مسلم ومسلمة أن يستزيد من تلاوة القرآن ويتعبد الله سبحانه وتعالى به حتى يُرفع في عليين يوم القيامة وحتى يُقال له اقرأ وارتق ورتل كما كنت ترتل في الدنيا فإن منزلك عند آخر آية تقرؤها (الحديث).\n---\nأسئلة على الفصل السادس\nالسؤال الأول: عرف ما يلي :\n\"السكون المحض\n\"الروم\n\"الإشمام.\nالسؤال الثاني: وازن بين الروم و الإشمام من حيث\n1- كيفيته 2- مواضعه 3- تأثر المد العارض به.\nالسؤال الثالث: بين عدد الأوجه الجائزة في حال الوقف على جميع الألفاظ الآتية:\n(2) ،(3)، (4) ،(5) (6) ، (7)،\n(8) ، (9)\nالسؤال الرابع: بين حكم سجود التلاوة.\n……الفصل السابع\n\"الأحرف السبعة: الأحاديث ومعناها\n\"أسماء القراء العشرة ورواتهم\n\"الطريقة التي نقرأ بها\n\"الألفات السبع\n\"التقاء الساكنين\n\"آداب الختم\n\"أسئلة على الفصل السابع\nالفصل السابع\nالمبحث الأول:\nأحاديث الأحرف السبعة ومعناها:\nورد ذكر الأحرف السبعة في عدد من الأحاديث منها:\n__________\n(1) حسن صحيح\n(2) الشرح1\n(3) الفجر 1\n(4) الفاتحة 2\n(5) فصلت42\n(6) الأعلى 7\n(7) البقرة 216\n(8) التحريم 10\n(9) التوبة 5\n(1/46)\n\n1- عن عمر بن الخطاب يقول سمعت هشام بن حكيم بن حزام يقرأ سورة الفرقان على غير ما أقرؤها وكان رسول الله أقرأنيها فكدت أن أعجُل عليه ثم أمهلته حتى انصرف ثم لببته(1) بردائه فجئت به رسول الله فقلت يا رسول الله إني سمعت هذا يقرأ سورة الفرقان على غير ما أقرأتنيها فقال له رسول الله :اقرأ فقرأ القراءة التي سمعته يقرأها فقال رسول الله هكذا أُنزِلَت ثم قال لي: اقرأ فقرأت فقال: هكذا أُنزِلَت ثم قال إن هذا القرآن أنزل على سبعة أحرف فاقرءوا ما تيسر منه\"(2)\n2- عن أبي بن كعب : قال: كنت في المسجد فدخل رجل يصلي فقرأ قراءة أنكرتها عليه، ثم دخل آخر فقرأ قراءة سوى قراءة صاحبه، فلما قضينا الصلاة دخلنا جميعاً على رسول الله فقلت: إن هذا قرأ قراءة فأنكرتها عليه، ودخل آخر فقرأ قراءة سوى قراءة صاحبه، فأمرهما النبي فقرءا ، فحَسَّنَ النبي شأنهما، فسقط في نفسي من التكذيب، ولا إذ كنت في الجاهلية، فلما رأى النبي ما قد غَشِيَني ضرب في صدري, ففضت عرقاً وكأنما انظر إلى الله برقاً، فقال لي: يا أبي أرسل إليّ أن اقرأ القرآن على حرف، فرددت إليه أن هّوِّن على أمتي، فرد أليّ الثالثة اقرأه على سبعة أحرف فلك بكل ردة رددتكها مسألة تسألنيها فقلت: اللهم اغفر لأمتي، اللهم اغفر لامتي وأخرت الثالثة ليوم يرغب إليّ فيه الخلق كلهم حتى إبراهيم عليه السلام \"(3)\n3-عن بن عباس رضي الله عنهما أن رسول الله قال: \"أقرأني جبريل على حرف فراجعته، فلم أزل أستزيده ويزيدني حتى انتهى إلى سبعة أحرف\"(4)\n__________\n(1) أخذته بمجامع ردائه في عنقه\n(2) البخاري في كتاب فضائل القرآن، باب أنزل القرآن على سبعة أحرف 4991، مسلم في كتاب صلاة المسافرين باب بيان ان القرآن نزل على سبعة أحرف 818\n(3) رواه مسلم في كتاب صلاة المسافرين باب بيان أن القرآن على سبعة أحرف 820\n(4) رواه البخاري باب انزل القرآن على سبعة أحرف4705، مسلم في صلاة المسافرين 519",
        "(1/47)\n\n4- عن ابي بن كعب أن النبي كان عند أضاة (1)بني غفار فأتاه جبريل عليه السلام فقال: إن الله يأمرك أن تُقرئ أمتك القرآن على حرف، فقال أسأل الله معافاته ومغفرته، وان أمتي لا تطيق ذلك، ثم أتاه الثانية فقال: إن الله يأمرك أن تقرئ أمتك القرآن على حرفين، فقال: أسأل الله معافاته ومغفرته، وإن أمتي لا تطيق ذلك، ثم جاءه الثالثة فقال: إن الله يأمرك أن تقرئ أمتك القرآن على ثلاثة أحرف، فقال: أسأل الله معافاته ومغفرته وإن أمتي لا تطيق ذلك، ثم جاء الرابعة فقال: إن الله يأمرك أن تقرئ أمتك القرآن على سبعة أحرف، فأيمّا حرف قرءوا عليه فقد أصابوا \" (2)\n5- عن أبي بن كعب قال: لقي الرسول جبريل عليه السلام عند أحجار المراء (3)، (4) فقال رسول الله لجبريل:\" إني بعثت إلى أمة أمية فيهم الشيخ العاسي (5)، والعجوز الكبيرة، والغلام، فقال فمرهم فليقرأوا القرآن على سبعة أحرف \".(6)\nمن فوائد هذه الأحاديث :\n1- من حكم نزول القرآن على سبعة أحرف التخفيف على الأمة، وإرادة اليسر بها، وإجابة لدعاء نبيها .\n2- المراد بالأحرف السبعة : سبعة أوجه من التغيير تطرأ على الكلمات القرآنية وهي:\n\"تغيير الحركات بلا تغيير في المعنى ولا في الصورة: مثل البُخل والبَخل ، يحسَب و يحسِب،\n\" تغيير الحركات مع المعنى دون تغيير الصورة: مثل: فتلقى آدم من ربه كلماتٍ ، فتلقى آدم من ربه كلماتٌ\n\"تغيير الحروف والمعنى دون تغيير الصورة: مثل: هناك تبلوا كل نفس ما أسلفت(7)، هنالك تتلوا كل نفس ما أسلفت\n\"تغيير الحروف والصورة دون تغيير المعنى: مثل الصراط تقرأ بالصاد وبالسين وبإشمام الصاد زايا ، بسطه تقرأ بالصاد وبالسين.\n__________\n(1) ماء مستنقع كالغدير\n(2) رواه مسلم في كتاب صلاة المسافرين 821\n(3) موضع بقباء خارج المدينة، ووهم من قال أنه بمكة المكرمة.\n(4) النهاية في غريب الحديث 1/203\n(5) عسى الشيخ: إذا كبر وأسن وضعف بصره ويبس جلده\n(6) رواه أحمد في المسند 5/132\n(7) يونس 30\n(1/48)",
        "\n\"تغيير الحروف والصورة والمعنى: مثل أشدَّ منكم ، أشدَّ منهم\n\"تقديم الحروف وتأخيرها مثل يَقتُلون ويُقتَلون ، يُقتَلون ويَقتُلون\nو مثل :قاتلوا وقُتِلوا ، قُتِلوا وقاتلوا .\n\"الزيادة في الحروف أو النقصان منها: مثل وأوصى و ووصى ، وسارعوا إلى ، سارعوا إلى.\n\"فهذه السبعة أوجه هي المرادة في حديث النبي ، مع العلم أن الاختلاف في الإظهار والروم والتفخيم والترقيق والمد القصر والإمالة والفتح والتقليل ، والإبدال والتسهيل والتحقيق و السكت والنقل-وهي أصول القراءات- ليس من الخلاف الذي يتنوع فيه اللفظ أو المعنى؛ لأنها لا تخرجه عن كونه لفظاً واحداً(1) . وهذا الرأي أحد الآراء في المراد بالأحرف السبعة، و قد ذكر العلماء آراء أخرى يمكن الاطلاع عليها في مؤلفات علوم القران وكتب القراءات .\n3 - ليس المقصود بالسبعة أحرف أن كل كلمة تقرأ بسبعة أوجه؛ إذ لم يوجد ذلك إلا في كلمات يسيره، كما انه ليس المراد بها القراءات السبع المعروفة الآن.\n4- اختلاف الأحرف السبعة قائم على السلامة من التضاد والتناقض (2)\n5- الأحرف السبعة متفرقة في القرآن الكريم.\nالمبحث الثاني:\nأسماء القراء العشرة ورواتهم\nشاءت إرادة الله تعالى أن يبعث محمدا رسولاً خاتماً إلى البشرية كلها؛ عربيها وأعجميها، قارئها وأميّها، و كبيرها وصغيرها، وذكرها وأنثاها. ابتدأ نزول القرآن عليه في ليلة القدر، وتتابع بعد ذلك نزوله على مدى 23 سنه.\nوكان رسول الله إذا نزل عليه جبريل بالقرآن يحرك لسانه وشفتيه ليسرع في الحفظ وشق عليه ذلك فيسر الله الأمر عليه وتعهد له بأن يُحَفَّظَه ما نزل عليه في قوله تعالى: (3)\n__________\n(1) شرح الطيبة للنويري 1/165\n(2) النساء 82\n(3) القيامة 16-19\n(1/49)\n",
        "فكان إذا أتاه جبريل عليه السلام، استمع إلى الآيات، فإذا ذهب عنه قرأها كما وعده الله تعالى، وكان رسول الله كلما نزل من القرآن شيء أمر بكتابته وكان يخبرهم بموضع الآيات من السورة، وكان الصحابة يحفظونه بعد نزوله فوراً، وجبريل كان يعرض القرآن على الرسول في كل عام مرة، فعرض عليه مرتين في العام الذي قُبِضَ فيه.\nوكان العمدة في نقل كتاب الله تعالى على الحفظ في الصدور أولاً ثم الحفظ في السطور، ولما مات النبي لم يكن القرآن مجموعاً في مكان واحد فلما كثُر القتل في موقعة اليمامة، اقترح عمر بن الخطاب على أبي بكر الصديق كتابة القرآن الكريم كاملاً مجموعاً في مكان واحد، وبعد أن اقتنع أبو بكر الصديق بفكرة عمر كَلَّف زيد بن ثابت أن يجمعه على مرأى من الناس ومسمع، فكتب القرآن كاملاً، وبقي المصحف عند أبي بكر ثم عند عمر ثم عند ابنته حفصة، حتى اختلف أهل الشام مع أهل العراق في القراءة عندما اجتمعوا في فتح أرمينيه وأذربيجان، فأشار حذيفة بن اليمان على عثمان بن عفان خليفة المسلمين بنسخ المصحف، فشَكَّل عثمان بن عفان لجنة لكتابة القرآن الكريم، وكانت هذه اللجنة مكونة من: زيد بن ثابت، وعبد الله بن الزبير، وسعيد بن العاص، وعبد الرحمن بن الحارث، فأخذوا المصحف من حفصة رضي الله عنها، ونسخوا منه سبعة نسخ، فأرسل عثمان واحداً إلى الكوفة، وثانياً إلى البصرة، و ثالثاً إلى مكة، ورابعاً إلى الشام، وخامساً إلى اليمن، وسادساً إلى البحرين، وأبقى السابع عنده، ثم أمر كل من معه شيء من القرآن أن يحرقه، وأن يُعاد كتابة القران وفقاً للنسخة التي أرسلها، ولم يكتفِ بذلك بل أرسل مع كل مصحفٍ رجلاً عالماً قديراً حافظاً يُعلِّم الناس ما في هذا المصحف من كلام؛ لأنه العمدة في التلقي والمشافهة، فبدأ الناس يتعلمون القرآن من الصحابة، ثم التابعين حتى كبر في كل عصرٍ أكابر علمائه العارفين العاملين الموثوقين المتفرغين لتعليم القرآن الكريم،\n(1/50)\n\nفبدأ الناس يرحلون إليهم ليتعلموا مهم، وكان من أهمهم القراء العشرة الذين سنذكرهم حسب مدنهم التي أقاموا بها:\nأ- المدينة المنورة:\n1- الإمام أبو جعفر المدني يزيد بن القعقاع، من التابعين ،قرأ القرآن على عبد الله بن عباس وأبي هريرة، وعبد الله بن عياش بن أبي ربيعة، ولم يكن احد من أهل المدينة أقرأ منه، وأشهر رواته: عيسى بن وردان المدني، سلميان بن محمد بن مسلم بن جماز الزهري المدني.\n2- الإمام نافع بن عبد الرحمن المدني، قرأ القرآن على سبعين من التابعين منهم الإمام أبو جعفر المدني ، ومحمد بن مسلم بن شهاب الزهري، وعبد الرحمن بن هرمز، تصدر للإقراء والتعليم أكثر من 70 سنه وعاش 99 سنه، ومن أشهر رواته: قالون؛ وهو عيسى بن مينا، وورش؛ وهو عثمان بن سعيد بن عبد الله.\nب- مكة المكرمة:\n3- الإمام عبد الله بن كثير بن عمرو الداري المكي، تلقى القرآن على أبي السائب عبد الله بن السائب، وعلى أبي الحجاج مجاهد بن جبر إمام التفسير، وعلى درباس مولى عبد الله بن عباس، وكان قاضياً في مكة المكرمة وإمام الناس في القراءة فيها دون منازع، ومن أشهر رواته: أحمد بن محمد بن عبد الله البزي، ومحمد بن عبد الرحمن بن خالد ولقبه قنبل.\nج - البصرة:\n4- الإمام أبو عمرو بن العلاء البصري: إمام أهل النحو في زمانه، من التابعين، تلقي القراءة في مكة والمدينة والبصرة والكوفة على: الحسن بن أبي الحسن البصري،و أبي جعفر المدني، وحميد بن قيس الأعرج المكي، ويزيد بن رومان المدني، وعاصم بن أبي النجود الكوفي، وغيرهم، وكان علاّمة زمانه بالقراءات والنحو والفقه، وكان يختم كل ثلاث ليال. ومن أشهر رواته حفص بن عمر بن عبد العزيز الدوري النحوي المقرئ الضرير، وصالح بن زياد بن عبد الله السوسي.",
        "(1/51)\n\n5- الإمام يعقوب بن إسحاق الحضرمي البصري: انتهت إليه رئاسة الإقراء بعد أبي عمرو البصري، وكان أعلم زمانه بالقراءات والعربية والرواية وكلام العرب والفقه ، أخذ القراءة على: أبي المنذر المزني، وأبي يحي، وأبي الأشهب جعفر بن حيان العطاردي، وسمع من حمزة والكسائي الآتي ذكرهما بعد قليل، ومن اشهر رواته: محمد بن المتوكل اللؤلؤي البصري ولقبه رويس، وروح بن عبد المؤمن الهذلي البصري النحوي.\nد- الشام:\n6- الإمام عبد الله بن عامر بن يزيد بن تميم اليحسوبي الدمشقي، أمّ الناس بالجامع الأموي زمن عمر بن عبد العزيز وقبله، إنتهت إليه مشيخة الإقراء بعد وفاة أبي الدرداء ، ولجلالته في العلم والإتقان؛ جمع له الخليفة بين القضاء والإمامة ومشيخة الإقراء، في دار الخلافة بدمشق محط رحال العلماء، أخذ القراءة على أبي هاشم المغيرة بن أبي شهاب، وعلى أبي الدرداء ، ومن أشهر رواته: هشام بن عمار الدمشقي إمام أهل دمشق وعالمهم وقارئهم ومفتيهم، وعبد الله بن احمد بن بشر بن ذكوان الدمشقي.\nهـ- الكوفة\n7- الإمام عاصم بن أبي النجود الكوفي: تابعي جليل انتهت إليه مشيخة الإقراء بعد أبي عبد الرحمن السُلَمَّي، ورحل إليه الناس، جمع بين الفصاحة والتجويد والإتقان والتحرير، وكان من أحسن الناس صوتا بالقرآن، ومن اشهر رواته: حفص بن سليمان بن المغيرة البزاز، وشعبة بن عياش بن سالم النهشلي الكوفي.\n8- الإمام حمزة بن حبيب بن عمارة الزيات الكوفي: إمام الكوفة بعد عاصم وكان ثقةً حجةً قيِّما بكتاب الله تعالى، بصيرا ً بالفرائض، عارفاً بالعربية، حافظاً للحديث، قال له أبو حنيفة:\n\"شيئان غلبتنا عليهما لا ننازعك في واحد منهما: القرآن والفرائض\". تلقى القراءة عن الأعمش سليمان بن مهران، وجعفر الصادق، ومحمد بن عبد الرحمن بن أبي ليلى، وأشهر رواته: سليم بن عيسى الذي أخذ منه خلف بن هشام بن ثعلب الأسدي البغدادي البزار، وخلاّد بن خالد الشيباني الصيرفي الكوفي.\n(1/52)",
        "\n9- الإمام علي بن حمزة بن عبد الله بن عثمان الكسائي: انتهت إليه إمامة الإقراء بالكوفة بعد الإمام حمزة، وكان إمام الناس في القراءة في عصره، وكان أعلم الناس بالنحو، وأوحدهم في غريب اللغة، وكان يجلس على كرسي فيجتمع عنده الناس ويتلو القرآن، وهم يسمعون ويضبطون عنه حتى المقاطع والمبادئ. أخذ القرآن عن حمزة الزيات أربع مرات ومحمد بن أبي ليلى وعيسى بن عمر الهمزاني، شعبة بن عياش. ومن اشهر رواته: الليث بن خالد المروزي البغدادي أبو الحارث وحفص الدوري.\n10- الإمام خلف بن هشام البزّار البغدادي: أحد رواة الإمام حمزة، كان ثقة كبيراً عالماً زاهداً عابداً، حفظ القرآن وله عشر سنين، وسمع القرآن كاملاً من الكسائي، أخذ القراءة على سليم بن عيسى، وسعيد بن أوس الأنصاري، و الكسائي وغيرهم. وأشهر رواته إسحاق بن إبراهيم بن عثمان الوراق، وإدريس بن عبد الكريم الحدادي البغدادي.\nونسبة القراءة إلى أحد هؤلاء العلماء لا تعني انه ألفها أو ابتدعها بل هو الذي قام بها وتفرغ لتعليمها، وكان علماً من الأعلام حتى رحل إليه ناس ليقرأوا عليه؛ لعلو سنده وتفرغه للإقراء وتبحره في تخصصه فهي نسبة لزوم واشتهار لا نسبة اختراع واقتصار.\nولما جاء عصر التدوين، بدأ العلماء بتدوين القراءات في كتبهم وأولهم الإمام أبو عبيد القاسم بن سلاّم، وجعلهم خمسة وعشرين قارئاً، ثم جاء الإمام بن مجاهد فألّف كتاب السبعة واقتصر فيه على سبعة من القراء ثم تبعه علماء كثيرون في ذلك، وألف عدد من العلماء في القراءات الست والخمس والثمان والعشرة وأكثر من ذلك.\nومن اشهر كتب القراءات:\n1- جامع البيان، والتيسير: للإمام أبي عمر الداني كلاهما في القراءات السبع.\n2- الروضة في القراءات الإحدى عشرة لأبي علي المالكي.\n3- التبصرة في القراءات السبع لمكي بن أبي طالب.\n4- التذكرة في القراءات الثمان لابن غلبون.\n5- التجريد في القراءات السبع لابن الفحام الثقلي.\n(1/53)\n",
        "6- حرز الأماني ووجه التهاني في القراءات السبع للإمام الشاطبي وهي منظومته الشهيرة.\nفلما جاء الإمام بن الجزري رحمه الله تعالى محص أسانيد القراءات، واختار روايتين عن كل قارئ ، وطريقين عن كل راوٍ وكل طريق اختارها من ناحيتين: الأولى: مشرقية، والثانية: مغربية ووضح ما وقع فيه أصحابها من خلط أو غلط أو وهم أو سهو، ودققها ودَوَّن ذلك في كتابه النشر في القراءات العشر ثم نظمه شعراً في طيبة النشر.ويعد كتاب النشر من أهم المراجع في هذا العلم الجليل واليك أخي وحبيبي القارئ جدول بأسماء القراء العشرة ورواتهم:\nالبلدالقارئسنة الوفاةالراويانسنة وفاتهما\nالمدينة1- نافع169 هـ1-قالون220 هـ\n2-ورش197 هـ\nمكة2-بن كثير120 هـ1-البزي205 هـ\n2-قنبل191 هـ\nالبصرة3-أبو عمرو154 هـ1-الدوري246 هـ\n2-السوسي261 هـ\nدمشق4-بن عامر118 هـ1-هشام245 هـ\n2-بن ذكوان242 هـ\nالكوفة5-عاصم127 هـ1-شعبة193 هـ\n2-حفص 180 هـ\nالكوفة6-حمزة156 هـ1-خلف229 هـ\n2-خلاّد220هـ\nالكوفة7-الكسائي189 هـ1-أبوالحارث240 هـ\n2-الدوري246 هـ\nالمدينة8-أبو جعفر130 هـ1-بن وردان160 هـ\n2-بن جماز170 هـ\nالبصرة9-يعقوب205 هـ1-رويس238 هـ\n2-روح234 هـ\nالكوفة10-خلف229 هـ1-إسحاق286 هـ\n2-إدريس292 هـ\nالمبحث الثالث:\nالطريقة التي نقرأ بها:\nالطريق التي نقرأ بها القرآن الكريم هي الشاطبية، من معنى أن الأوجه المختلف فيها عن حفص نلتزم فيها بما ذكره الإمام الشاطبي في منظومته\" حرز الأماني\" المشهورة بالشاطبية.\nتعريف الشاطبية:\nهي قصيدة لامية من البحر الطويل في القراءات السبع للإمام أبي القاسم بن فيره الأندلسي رحمه الله تعالى وتسمى حرز ألاماني ووجه التهاني، نظم فيها كتاب التيسير لأبي عمرو الداني، في 1173 بيتا من الشعر وزاد عليه زيادات وتعد هذه القصيدة من عيون الشعر.\nأما الطريق الأخرى التي تروى بها رواية حفص فهي طريق الطيبة .\nتعريف طيبة النشر:\n(1/54)\n\nهي قصيدة من بحر الرَّجز في القراءات العشر للإمام محمد بن الجزري-رحمه الله تعالى- نظم فيها كتابه\" النشر في القراءات العشر\" في 1014 بيتاً من الشعر فهي مختصرة جداً، جمع فيها صاحبها جميع القراءات المتواترة عن النبي ويبلغ عدد طرقها 980طريقاً عن الأئمة العشرة.\nومجموع طرق رواية حفص فيها 52 طريقاً، اختلفت هذه الطرق فيما بينها في اثنتين وعشرين كلمة وخمسة أصول(1).\nوسنقتصر في هذا الكتاب على ذكر إحدى هذه الطرق وهي طريق الحمامي عن الولي عن الفيل عن عمرو بن الصباح عن حفص من كتاب: \"المصباح الزاهر في القراءات العشر البواهر\" لأبي الكرم المبارك بن الحسن الشهرزوري.\nوذلك لرغبة عدد من القارئين بالقراءة من هذا الطريق لتمييزه بقصر مد المنفصل، وتوسط المتصل وقربه من طريق الشاطبية(2).\nوفيما يلي:\nبيان الأمور التي يخالف فيها هذا الطريق طريق الشاطبية:\n1- قصر المد المنفصل بمقدار حركتين.\n2- توسط المد المتصل بمقدار أربع حركات.\n3-قراءة (3) ، (4) بالصاد وليس بالسين.\n4- ، (5)(6) (7) بالإبدال فقط وليس بالتسهيل.\n5- قراءة (8)بالإشمام فقط.\n__________\n(1) وتمسى الكليات؛ وهي المسائل التي لها قاعدة معينة تندرج فيها الجزئيات مثل المد والإدغام وقد يخالف القارئ القاعدة في كلمات يسيرة\n*الفرش: ويسمى الجزئيات؛ وهي الألفاظ التي اختلف فيها القراء أو الرواة، والتي لا تندرج ضمن قاعدة من أصول القراءة، وسميت بالفرش لتفرقها وانتشارها في السور ( مقدمات في علم القراءات ص 127).\n(2) . والحمد لله رب العالمين لقد أخذتُ إجازة وسنداً عن رسول الله من هذا الطريق؛ عن شيخي الجليل: سعد الدين محمد كمال زريقة حسنين أبو إسحاق، وذلك عن شيخه الشيخ الجليل: محمد بن عبد الحميد بن عبد الله بن خليل شيخ مقارئ الإسكندرية حفظه الله تعالى، وذلك بسنده المتصل عن رسول الله .\n(3) البقرة 245\n(4) الأعراف 269\n(5) الأنعام143،144\n(6) النمل 59\n(7) يونس 51،91\n(8) يوسف 11",
        "(1/55)\n\n6- حرف العين في فاتحة مريم بالتوسط فقط.\n7- الوقف على (1)في النمل بحذف الياء .\n8-(2) في الشعراء بتفخيم الراء.\n9- ، (3) بفتح الضاد\n10-(4) بالسين.\n11- الوقف على (5) بالقصر على اللام بتسكينها.\n12-يجوز التكبير وعدمه من آخر سورة الضحى إلى آخر سورة الناس(6)\nالمبحث الرابع:\nتنبيهات ينبغي على القارئ مراعاتها لحفص من طريق الشاطبية:\n\"يمد المتصل أربع أو خمس حركات والمنفصل أربع أو خمس حركات.\n\"لا يوجد سكت على الساكن قبل الهمز بطريق الشاطبية.\n\" (7) ، (8) تقرآن بالسين قولاً واحدا.(9)\n\"(10) تقرأ بالصاد وجهاً واحدا. (11)\n\"(12) عند وصل الآية الأولى بالثانية، تُقرأ بفتح الميم؛ لالتقاء الساكنين، ويجوز عندها وجهين:\n* قصر الميم حركتين وهو المقدم في الأداء.\n** مد الميم ست حركات(13).\n\" (14) قرأها حفص بالإدغام وجهاً واحداً، وكذلك(15) ،(16).\n\"(17) الشعراء\n*في الراء وصلاً وجهان: (18)\nأ- الترقيق: وهو المُقَدَّم في الأداء.\nب- التفخيم.\n*أما عند الوقف ففيها وجهان:(19)\nأ- من يفخم وصلاً يفخم وقفاً سواء وقف بالسكون المحض أم بالروم.\nب- ومن يرقق وصلاً فله عند الوقف بالسكون المحض الوجهان، أما عند الوقف بالروم فله الترقيق فقط.\n__________\n(1) النمل 36\n(2) الشعراء63\n(3) الروم54\n(4) الطور 37\n(5) الإنسان4\n(6) صريح النص 23، 33، هداية القاري 293، 294 ، وكتاب المصباح الزاهر لا يزال مخطوطاً, وتوجد منه عدة نسخ.\n(7) البقرة 245\n(8) الأعراف 269\n(9) الشاطبية 41، سراج القاري المبتدي 163، غيث النفع 168 ،التيسير 81\n(10) الغاشية 22\n(11) الشاطبية 89 ، البذور الزاهرة 341\n(12) آل عمران 1،2\n(13) مختصر بلوغ الأمنية 72 ، الشاطبية 17 ،وقال في طيبة النشر 43 بيت رقم 174:\nوالمد أولى إن تغير السبب*** وبقي الأثر أو فاقصر أحب.\n(14) الأعراف 176\n(15) هود 42\n(16) الشاطبية بيت 284، التيسير 44\n(17) الشعراء63\n(18) هداية القاري ص 125\n(19) هداية القاري 112، النشر 2/111، الفوائد التجويدية 69.\n(1/56)",
        "\n\" (1) ،(2)\n،(3)، (4)، (5):\nعند الوقف على الراء فيها وجهان(6):\n*الترقيق وهو المُقَدَّم في الأداء.\n* التفخيم.\n\" (7) في الراء وقفاً وجهان:\n*التفخيم وهو المقدم في الأداء.\n* الترقيق.(8)\n\"الميم المشددة، والنون المشددة في حالة الوقف مثل: عمّ، ممّ، إنّ، بتسكين الميم المشددة والنون المشددة مع بقاء الغنة بمقدار حركتين تماماً دون خلاف في الوقف والوصل.\n\"إذا وقف القارئ على لفظ (9) ، (10)، ونحوه المتبوع بمتحرك نحو: (11)، أو المتبوع بساكن إلا أن ياءه مفتوحة نحو: (12)؛ فيقف بياءين بعد الحاء ويكون فيه مد التمكين-وقد تكلمنا عن مد التمكين فيما سبق في باب المدود- وإذا وقف على لفظ يحيي المتبوع بساكن والمحذوفة ياؤه وصلاً نحو: (13)، (14)، فيقف بياء واحدة إتباعاً للرسم، وأجاز عدد من العلماء الوقف عليها بياءين لأن ياءها أصلية، وقد زال موجِب حذفها؛ وهو الساكن الذي بعدها.(15)\n\" (16)، (17)، (18)، فالوقف عليها بسكون الهاء إتباعاً للرسم.(19)\n\" (20) ، (21)، يقرءان لحفص بضم الهاء، ويجوز الوقف عليهما بالروم والإشمام؛ بسبب ضم الهاء بعد الياء الساكنة.\n\" (22) : مد الألف فيهما بعد الهاء من قبيل المد المنفصل، وأما كلمة: (23) فمد متصل(24).\n__________\n(1) طه 77، الشعراء52\n(2) الدخان23\n(3) هود81، الحجر65\n(4) الفجر4\n(5) سبأ12\n(6) النشر2/106، هداية القاري 132\n(7) يونس87 ، يوسف،99،21، الزخرف 51\n(8) هداية القاري 132\n(9) البقرة 26\n(10) البقرة 73\n(11) البقرة258\n(12) الأحقاف 33\n(13) الحج 6\n(14) الحديد17\n(15) للتوسع في كيفية الوقف على لفظ يحيي؛ أنظر النشر1/158 ، بغية عباد الرحمن 103\n(16) الزخرف 49\n(17) النور31\n(18) الرحمن 31\n(19) الشاطبية بيت رقم 382،383، غيث النفع302،361\n(20) الكهف63\n(21) الفتح10\n(22) آل عمران 66\n(23) الحاقة 19\n(24) أنظر التيسير 30، البدور الزاهرة 65،326، إتحاف فضلاء البشر ص 100.\n(1/57)\n",
        "\"وَرَدَ في القرآن فعلان منونان رسماً مؤكدان بنون التوكيد الخفيفة التي كتب على هيئة التنوين وهما: (1) ، (2)؛ ويجب الوقف عليهما بالألف إتباعاً للرسم.\n\"كُتِبَت (3)، (4) والأربعة مواضع تقرأ وصلاً بلامٍ ساكنة، ويُبدأ بها الأيكة بهمزة مفتوحة وبعدها لام ساكنة، واختلاف الرسم فيها لمراعاة قراءات أخرى.\nالألفات السبع\nمصطلح يُقصد به إثبات الألف في سبعة كلمات عند الوقف عليها، وحذفها عند وصلها بما بعدها كما وردت بذلك الرواية وهذه الألفات هي:\n1-حيث وردت .\n2- (5) .\n3- (6).\n4- (7).\n5- (8).\n6- (9) ،وسبقت الإشارة أن فيها وجهان للوقف.\n7- (10)\nالتقاء الساكنين\nأ- في كلمتين:\nعند التقاء الساكنين في كلمتين فإننا ننظر إلى الحرف الأول فإن كان:\n1- حرف مد: فإننا نحذفه مثل:\n(11)\n(12)\n(13)\n(14)\n2- ميم الجمع: فإننا نضمها مثل:\n(15)\n(16)\n(17)\n3- واو الجماعة اللينة: فإننا نضمها مثل:\n(18)\n4- ميم : في فاتحة آل عمران، نفتحها(19)\nويجوز فيها وجهان؛ القصر والإشباع.\n5-النون في كلمة من: نفتحها مثل: (20)\n6- ياء الإضافة وهي ياء المتكلم: إذا تبعها لام التعريف فإننا نفتحها مثل:\n(21)\nعدا كلمة واحدة هي: (22) فإن حفصاً يحذف ياء الإضافة فيها وصلاً إتباعاً للرواية .\n7- غير ما ذكر من الحروف: فإننا نكسره مثل :\n(23)،(24)، (25).\nب- عند التقاء الساكنين في كلمة واحدة :\nفإن كان الساكن الأول:\n__________\n(1) يوسف 32\n(2) العلق 15\n(3) الشعراء169، ص 13\n(4) الحجر78 ، ق 14\n(5) الكهف 38\n(6) الأحزاب 10\n(7) الأحزاب 66\n(8) الأحزاب 67\n(9) الإنسان 4\n(10) الإنسان 15\n(11) الأنفال32\n(12) الأعراف22\n(13) البقرة 283\n(14) النمل 15\n(15) البقرة216\n(16) البقرة 61\n(17) غافر 29\n(18) التوبة 5\n(19) آل عمران 1،2\n(20) الأنفال 64\n(21) الأعراف 188\n(22) البقرة 124\n(23) إبراهيم 26\n(24) القلم22\n(25) الإسراء110\n(1/58)\n\n1- حرف مد، والساكن الثاني سكونه أصلي: نمده 6 حركات لزوماً مثل: ، وقد يحذف حرف المد كما في نحو ، إذ أصلها لتسئلون، وقد يفتح الساكن الثاني إذا كان هناك ياء إضافة نحو.\n2- حرف مد أو حرف لين وكان الذي يليه سكونه عارضاً للوقف: فإننا نمده 2، 4،6 من قبيل العارض للسكون على تفصيل مذكور في مبحث المدود.\n3- حرف صحيح وبعده حرف صحيح سكن سكوناً عارضاً: فإننا نأتي بالكلمة كما هي ونجمع فيها بين الساكنين بسبب الوقف، ولا نغير فيها شيئا مثل الوقف على: ، ،.\n4- حرفاً صحيحاً ولم يتبعه حرف مد، وكان الحرف الثاني سكونه أصلياً:فإننا نكسر الساكن الأول لالتقاء الساكنين مثل:\n، فإن أصلها (يختصمون)، وأدغمت التاء في الصاد؛ فالتقت الخاء الساكنة بالصاد المشددة، فكسرت الخاء للتخلص من التقاء الساكنين.\n، أصلها( يهتدي )وأدغمت التاء في الدال، فالتقت الهاء الساكنة بالدال المشددة فكسرت الهاء للتخلص من التقاء الساكنين.(1)\n*: أصلها (نعم ما)، وأدغمت الميم في الميم، والتقت العين الساكنة بالميم المشددة، فكسرت العين للتخلص من التقاء الساكنين.\nوقد يفتح الساكن الأول نحو: إذ أصلها (تودد) ساكنة الواو، أو يُضم نحو إذ أصلها (أشقق) ساكنة الشين، وقد يفتح الساكن الثاني في ياء الإضافة إذا سبقت بساكن نحو ، ،إذ أصلها (يداي)، (إلاي) فأبدلت الألف ياء وأدغمت في الياء بعدها.\n?كل إدغام في القرآن الكريم يعد من الإدغام الكامل إلاّ:\n*إدغام النون الساكنة والتنوين في الواو والياء مثل:\n، .\n*إدغام الطاء في التاء مثل: ، ،\nالمبحث الخامس\nآداب الختم\nإذا أتم المرء قراءة القرآن الكريم، فيستحب له فِعل الأمور التالية:\n__________\n(1) التيسير 30، البدور الزاهرة 326،65",
        "(1/59)\n\n…1- قراءة سورة الفاتحة، وأول خمس آيات من أول سورة البقرة أو أكثر من ذلك؛ أي أن يَشرع في ختمة جديدة، لِما ورد في الحديث أن رسول الله سئل: أي العمل أحب إلى الله قال: الحالُّ المرتحِل، قيل وما الحالّ المرتحل؟ قال: صاحب القرآن كلما حل ارتحل ( أي كلما انتهى من ختمة شرع في أخرى)(1)\n…2- يستحب الختم أول الليل أو أول النهار لما رُوِي عن سعد بن أبي وقاص قال: \"إذا وافق ختم القرآن أول الليل صلت عليه الملائكة إلى أن يصبح، وإذا وافق ختمه آخر الليل صلت عليه الملائكة إلى أن يمسي\".\n…3- يستحب صيام يوم الختم إلا أن يوافق يوماً ورد النهي عن صومه(2).\n…4- يستحب حضور مجلس الختم؛ لما فيه من تنزل الرحمة وقبول الدعاء.\n…5- يستحب الدعاء بعد الختم استحباباً مؤكداً، ويُختار من الدعوات الجامعة، ويتيقن الإجابة، ويُستحب مع الدعاء استقبال القبلة، والطهارة، الثناء على الله عز وجل، والصلاة على نبيه أول الدعاء و آخره.\n…6- يستحب ألا تزيد مدة الختم عن شهر ولا حد لأقله، على ألا يخل بالألفاظ أو بفهمه، ومن الأوقات المناسبة للقراءة جوف الليل أثناء صلاة القيام أو بعدهما (3)\n---\nأسئلة على الباب السابع\nالسؤال الأول: قارن بين الشاطبية والطيبة من خلال النقاط التالية:\nأ- الناظم ب- عدد الطرق ج- القراءات المذكورة فيها د- عدد أبياتها.\nالسؤال الثاني:بيِّن القول الراجح في المراد بالأحرف السبعة.\nالسؤال الثالث: عَدِّد أسماء القراء العشرة ورواتهم، مع نسبة كل قارئ إلى بلدته.\nالسؤال الرابع: ما الأمور التي يستحب فعلها عند ختم القرآن الكريم.\nتعليمات دورات التلاوة والتجويد والحفظ\n\"المستوى الأول: الدورة التمهيدية\n\"الثاني: الدورة المتقدمة\n\"دورة الإجازة\n\"الدورة التأهيلية حتى تصبح معلماً لتلاوة كتاب الله عز وجل\n__________\n(1) رواه الترمذي في أبواب القراءات 2872\n(2) النشر في القراءات العشر 2/475\n(3) التبيان 107-111 وغيث النفع 403-412\n(1/60)",
        "\n\"دورة حفظ القرآن الكريم كاملاً\nتعليمات دورات التلاوة والتجويد والحفظ\nالمستوى الأول: الدورة التمهيدية\nا ... مقرر الدراسة ... * مقدمات في علم التجويد:\n*بيان فضل القرآن الكريم وفضل تلاوته\n* التعريف بعلم التجويد\n*التعريف بالرواية التي نقرأ بها القرآن الكريم\n*اللحن تعريفه وأنواعه وحكمه\n*مراتب القراءة\n*الاستعاذة تعريفها وحكمها وصيغتها وأحوالها\n*البسملة حكمها وأحوالها وأوجهها\n*أحكام النون الساكنة والتنوين\n* أحكام الميم الساكنة\n* أحكام الميم والنون المشددتين\n*المدود\n*القلقلة\n*مختصر أحكام التفخيم والترقيق\n* مختصر أحكام الوقف والابتداء\n... لـ ... مقرر الحفظ ... جزء عم\n... ـمـ ... مقرر التلاوة ... من أول سورة يس إلى آخر سورة الناس\n... ـنـ ... المرجع ... إحكام الأحكام في تجويد القرآن\n... ـهـ ... مدة الدورة\n... خمسون ساعة كحد أدنى\n... ـــا ... الاختبارات ... تُقَسَّم العلامات إلى : 40 علامة للامتحان التحريري\nمنها 10 علامات لمقرر الحفظ،\nو 60 علامة للشفوي.\n... ج ... علامة النجاح ... 70%\nالمستوى الثاني:الدورة المتقدمة\nا ... مقرر الدراسة ... *مراجعة الأحكام التي سبق دراستها في المستوى الأول(الدورة التمهيدية).\n*مخارج الحروف مع حفظ أبياتها من المقدمة الجزرية.\n*صفات الحروف مع حفظ أبياتها من المقدمة الجزرية\n*ألقاب الحروف.\n*الإدغام.\n*التفخيم والترقيق.\n*الوقف والابتداء\n*الروم والإشمام\n*المقطوع والموصول\n*تاء التأنيث\n*كيفية البدء\n*التقاء الساكنين\n*تنبيهات تتعلق برواية حفص\n... لـ ... مقرر الحفظ ... الأجزاء: الأول، الثامن والعشرون، والتاسع والعشرون\n... ـمـ ... مقرر التلاوة ... من سورة الفاتحة إلى آخر سورة فاطر\n... ـنـ ... المرجع ... إحكام الأحكام في تجويد القرآن\n... ـهـ ... مدة الدورة\n... 80 ساعة كحد أدنى\n... ـــا ... الاختبارات ... تقسم العلامات إلى: 40 علامة للامتحان التحريري\n(1/61)\n",
        "منها 10 علامات لمقرر الحفظ،\nو60 علامة للامتحان الشفوي\n... ج ... علامة النجاح ... 80%\nدورة الإجازة:\nالمنـ ... مقرر الدراسة ... *يقرأ كل دارس القرآن الكريم كاملاً على مدرس الدورة:\n\"فإن كانت قراءته نظراً من المصحف حَصَل على الإجازة( ب ).\n\"وان كانت غيباً عن ظهر قلب حصل على الإجازة( أ ) .\n* يُشترط في مدرس دورة الإجازة بفرعيها- القراءة من المصحف(ب )، القراءة عن ظهر قلب( أ ):\n\"أن يكون ممن يحمل الإجازة التي سيمنحها لطالبه،أو الإجازة الأعلى منها، والسند عن رسول الله .\n*إذا تجاوزت أخطاء الدارس خمسة أخطاء بالجزء-إن كان يقرأ غيباً-يُعيد هذا الجزء حتى تقل أخطاؤه فيه.\n... ـهـ ... مدة الدورة ... مفتوحة حتى يتم ختم القرآن الكريم كاملاً ويُراعَى ألا تزيد على ثلاثة أعوام.\n... ــــــاج ... الاختبارات ... *علامة النجاح في الإجازة( أ ): 80% وتقسم العلامات كما يلي:\n\"85 علامة للحفظ.\n\"15 علامة للأداء.\n* علامة النجاح في دورة الإجازة( ب ): 85% وتقسم علاماتها كما يلي:\n\"20 علامة للتحريري.\n\"20 علامة للشفهي.\n\"علامة للقراءة.\n\"10علامات للأداء.\nالدورة التأهيلية حتى تصبح معلماً لتلاوة كتاب الله عز وجل:\nا ... مقرر الدراسة ... *مراجعة جميع أحكام التجويد التي تم دراستها في الدورة المتقدمة.\n*دراسة أساليب التحفيظ؛ حيث يقوم كل طالب مشارك بالدورة بشرح موضوعات علم التجويد أمام بقية المشاركين في هذه الدورة، ويتم تقييم كل درس بعد إلقائه من قِبَل المُدَرِّس أو المشرف العام للدورة.\n... لـ ... أحقية الالتحاق ... *يدخل الدورة التأهيلية من حصل على علامة90% في الدورة المتقدمة أو على إجازة في القرآن الكريم.\n*من دخل الدورة التأهيلية وهو غير مُجاز فيجب أن يحصل على الإجازة أثناء الدورة التأهيلية.\n... ـمـ ... مقرر الحفظ ... سورة البقرة.\n... ـــ ... مقرر التلاوة ... القرآن الكريم كاملاً.\n(1/62)\n\n... ـــــنـ ... المراجع ... المراجع التي يقوم الدارس بتحضير الدروس منها -يكتفي باثنين منها عند الضرورة-وهي:\n*إحكام الأحكام في تجويد القرآن.\n*المنير في أحكام التجويد.\n*أحكام قراءة القرآن لمحمود خليل الحُصَري.\n*هداية القاري إلى تجويد كلام الباري لعبد الفتاح المرصفي.\n*الدراسات الصوتية عند علماء التجويد لغانم قدوري الحمد.\n... ـهـ ... مدة الدورة\n... 100 ساعة.\n... ـــــــــا ... الاختبارات ... تُقسم العلامات كما يلي:\n\"10 علامات أثناء الدورة تُخَصَص للشرح والأنشطة .\n\"90 علامة للامتحان النهائي تُوَزَّع كما يلي:\n* 30 علامة للامتحان التحريري في الأحكام ومقرر الحفظ.\n*30 علامة للشرح.\n*30 علامة لامتحان التلاوة (شفهياً).\n... ج ... علامة النجاح ... 80%\nدورة الحفظ للقرآن الكريم كاملاً:\nالمنـ ... مقرر الدراسة ... حفظ، وتلاوة القرآن الكريم كاملاً.\n... ـــــمنها ... طريقة الحفظ ... *يلتزم الدارس بحفظ المقدار الذي يحدده مدرس الدورة.\n*يقرأ الدارس المقدار الذي سيحفظه على المدرس قبل حفظه.\n*يتم تجاوز ثلاثة أخطاء في الحفظ أثناء التسميع، وفي حالة تجاوز عدد الأخطاء الثلاثة، يعيد الدارس ذلك المقدار في الجلسة التالية.\n*يتم تخصيص جلسة للمراجعة بعد حفظ خمسة أجزاء جديدة، وفي حال كثرة أخطاء الدارس في الحفظ؛ لا يتجاوز المقدار الذي حفظه حتى يتقن حفظه.\n... ج ... مدة الدورة ... مفتوحة حتى يتم الدارس الحفظ على ألا يتجاوز ثلاث سنوات.\n---\nالخاتمة\nوبهذا نكون قد ختمنا هذا العمل المتواضع، والله نسأل أن يتقبله منا، وأن يستعملنا ولا يستبدلنا، ولكي يكتمل النفع بإذن الله تعالى من هذا الكتاب؛ لابد من التنويه على أمور يحرم فعلها في القراءة، وأمور حرص عليها السلف الصالح عند ختم القرآن الكريم:\nما يحرم فعله عند قراءة القرآن الكريم:\n…لقد ابتدع القراء في هذا الزمان ما يحرم فعله في القراءة كعدم العناية بتجويد",
        "(1/63)\n\nالحروف، وإخراجها من مخارجها، وعدم إعطائها ما تستحقه من صفاتها، كما أهمل التحري في الابتداء والوقف كما يلاحظ التعسف والميوعة المتعمدان في أداء القرآن الكريم، كل ذلك أدى إلى انصراف القارئ عن العناية بلفظ القرآن الكريم ومعناه إلى الاهتمام بالأنغام والتطريب، ونقل الأنغام الخليعة إلى كلام رب العزة استجلاباً لرضى المخلوقين دون رضاء الخالق، وادعائه الخشوع والخضوع؛ فيرقص المدود ويتلاعب في الغنات، الأمر الذي يتنافى مع قدسية القرآن الكريم، ندعو الله لنا ولهم أن يجعلنا جميعاً من التالين لكتابه حق تلاوته كتلاوة سيد الخلق أجمعين سيدنا محمد بغير نقصٍ ولا زيادة، ومن الملتزمين بآدابه، المراعين لأحكامه.\n…ولقد كان بعض السلف الصالح عند ختم القرآن الكريم يدعو الله تعالى بهذا الدعاء المأثور عن النبي وهو:\n(1/64)",
        "\n\" اللهم إنا عبيدك ، أبناء عبيدك، أبناء إمائك، نواصينا بيدك، ماضٍ فينا حكمك، عدل فينا قضاؤك، نسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحداً من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن العظيم ربيع قلوبنا، ونور أبصارنا، وشفاء صدورنا، وجلاء أحزاننا، وذهاب همومنا، وغمومنا ، وسائقنا وقائدنا إليك، وإلى جنات النعيم، ودارك دار السلام، مع الذين أنعمت عليهم من النبيين والصديقين والشهداء والصالحين، برحمتك يا أرحم الراحمين، اللهم اجعله شفاءً وهدى وإماماً ورحمة، وارزقنا تلاوته آناء الليل وأطراف النهار على الوجه الذي يرضيك عنّا، ولا تجعل لنا ذنباً إلا غفرته، ولا هماً إلا فرجته، ولا دَيْناً إلا قضيته، ولا مريضاً إلا شفيته، ولا عدواً إلا كفيته، ولا غائباً إلا رددته، ولا عاصياً إلا عصمته، ولا فاسداً إلا أصلحته، ولا ميتاً إلا رحمته، ولا عيباً إلا سترته، ولا عسيراً إلا يسرته، ولا حاجة من حوائج الدنيا والآخرة لك فيها رضى ولنا فيها صلاح إلا أعنتنا على قضائها في يسر منك وعافية، يا أرحم الراحمين، وصلى الله على سيدنا محمد، وعلى آله وصحبه أجمعين.\n…وإلى هنا تم كتاب ( إحكام الأحكام في تجويد القرآن) ، راجين من المولى عز وجل أن يتقبل منا هذا العمل خالصاً لوجهه الكريم، فإنه خير مأمول، وأكرم مسئول.\n…وآخر دعوانا أن الحمد لله رب العالمين، الذي بنعمته تتم الصالحات.\nكتبه: راجي عفو ربه\nالشيخ/ سيد جمعة سلاّم\nالمراجع\n\"القرآن الكريم\n\"إتحاف فضلاء البشر بالقراءات الأربعة عشر- أحمد بن محمد البنا الدمياطى المتوفى سنة 1117هـ تحقيق د. شعبان محمد إسماعيل مكتبة الكلات الازهرية الطبعة الاولى1407/1987 .\n\"الإتقان في علوم القرآن- جلال الدين السيوطي المتوفى 911هـ ، مكتبة ومطبعة مصطفى البابي الحلبي- مصر الطبعة الرابعة 1978 ميلادية.\n(1/65)\n",
        "\"أحكام قراءة القرآن الكريم- محمود خليل الحصري المتوفى سنة 1401 هـ تحقيق محمد طلحة بلال، جماعة تحفيظ القرآن الكريم بمكة المكرمة الطبعة الأولى 1416 هـ 1995 ميلادية\n\"البدور الزاهرة في القراءات العشر المتواترة- عبد الفتاح القاضي المتوفى سنة 1403 هـ دار الكتاب العربي، بيروت\n\"بغية عباد الرحمن لتحقيق تجويد القرآن- محمد بن شحاده الغول دار بن القيم الدمّام السعودية الطبعة الرابعة 1994 ميلادية\n\"التبيان في آداب حملة القران -النووي 676 هجرية\n\"حق التلاوة- حسني شيخ عثمان دار العدوي عمان الطبعة الثالثة 1401هـ\n\"حلية القراء في فن التجويد والأداء- سعيد احمد علي العنبتاوي- المتوفى سنة 1419 هـ دار الإسراء القاهرة\n\"زينة الأداء شرح القراء -سعيد العنبتاوي المتوفى سنة 1419هـ محمود احمد مروح مصطفى دار الفرقان عمان الطبعة الأولى 1999\n\"مع القرآن الكريم دراسات وأحكام -الشيخ حيدر قفه دار الضياء عمان الطبعة الأولى هـ1407، 1987\n\"الملخص المفيد في علم التجويد - محمد احمد معبد ، اللجنة المركزية لرعاية شئون المساجد عمان الطبعة السابعة 1415/1995\n\"النشر في القراءات العشر- محمد بن محمد بن الجزري المتوفى 833 دار الكتب العلمية بيروت\n\"هداية القاري إلى تجويد كلام الباري- عبد الفتاح المرصفي.\n\"كفاية المريد في علم التجويد- محمود حافظ برانق\nفهرس المحتويات\n\"\nالمقدمة ...\n2\n... الفصل الأول ...\n3\n\" ... علم التجويد ...\n4\n\" ... اللحن في القراءة ...\n5\n\" ... مراتب القراءة الصحيحة ...\n6\n\" ... الاستعاذة ...\n7\n\" ... البسملة ...\n8\n\" ... آداب التلاوة ...\n9\n\" ... أسئلة على الفصل الأول ...\n11\n... الفصل الثاني ...\n12\n\" ... أحكام النون الساكنة والتنوين ...\n13\n\" ... أحكام الميم الساكنة ...\n21\n\" ... حكم الميم والنون المشددتين ...\n23\n\" ... الإدغام ...\n24\n\" ... لام التعريف ...\n27\n\" ... أسئلة على الفصل الثاني ...\n29\n... الفصل الثالث ...\n31\n(1/66)\n\n\" ... المد الطبيعي ...\n32\n\" ... المد الفرعي ...\n33\n\" ... لواحق المد ...\n41\n\" ... أسئلة على الفصل الثالث ...\n45\n... الفصل الرابع ...\n47\n\" ... الوقف والابتداء ...\n48\n\" ... أقسام الوقف ...\n49\n\" ... الابتداء وأنواعه ...\n52\n\" ... حكم الوقف والابتداء بكلمة بلى ...\n53\n\" ... حكم الوقف والابتداء بكلمة نعم ...\n54\n\" ... حكم الوقف والابتداء بكلمة كلا ...\n55\n\" ... همزة الوصل مع الاستفهام ...\n57\n\" ... همزة الوصل في الفعل ...\n58\n\" ... همزة الوصل في الأسماء ...\n59\n\" ... تاء التأنيث ...\n60\n\" ... أسئلة على الفصل الرابع ...\n67\n... الفصل الخامس ...\n69\n\" ... مخارج الحروف ...\n70\n\" ... ألقاب الحروف ...\n73\n\" ... صفات الحروف ...\n75\n\" ... أحوال الراء ...\n81\n\" ... أسئلة على الفصل الخامس ...\n84\n... الفصل السادس ...\n86\n\" ... الروم والإشمام ...\n87\n\" ... سجود التلاوة ...\n89\n\" ... السكتات في القرآن الكريم ...\n92\n\" ... إحصائية القرآن الكريم ...\n93\n\" ... أسئلة على الفصل السادس ...\n95\n... الفصل السابع ...\n96\n\" ... الأحرف السبعة: الأحاديث ومعناها ...\n97\n\" ... أسماء القراء العشرة ورواتهم ...\n100\n\" ... الطريقة التي نقرأ بها ...\n107\n\" ... الفروق بين الطيبة والشاطبية ...\n108\n\" ... تنبيهات للقارئ ينبغي مراعاتها عند القراءة لحفص من طريق الشاطبية ...\n109\n\" ... الألفات السبع ...\n113\n\" ... التقاء الساكنين ...\n114\n\" ... آداب الختم ...\n117\n\" ... أسئلة على الفصل السابع ...\n119\n... تعليمات دورات التلاوة والتجويد والحفظ ...\n\" ... المستوى الأول: الدورة التمهيدية ...\n121\n\" ... المستوى الثاني: الدورة المتقدمة ...\n123\n\" ... دورة الإجازة ...\n125\n\" ... الدورة التأهيلية حتى تصبح معلماً لتلاوة كتاب الله عز وجل ...\n127\n\" ... دورة حفظ القرآن الكريم كاملاً ...\n129\n... الخاتمة ...\n130\n... المراجع ...\n132\n... فهرس المحتويات ...\n134",
        "(1/67)\n"
    ]
}