{
    "partText": [
        "\nويلتحق بهما التمني, كقراءة بعضهم: {يَا لَيْتَنَا نُرَدُّ وَلا نُكَذِّبَ} [الأنعام:27]\nفلو لم تدل على المعية كالواو العاطفة في قولك: \"لا تأكل السمك وتشرب\nاللبن\" - إذا أردت النهي عن كل منهما- والاستئنافية في قولك: \"وتشرب\nاللبن\" - إذا أردت النهي عن الأول فقط- لم يكن من هذا الباب, لأنك إنما\nتنصب بـ\"ـأن\" إذا أردت الجمع بينهما, وكذلك لا تنصب الفعل بعد الفاء\nالتي تدل على الجواب, كالعاطفة في قوله: {وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ} [المرسلات:36]\nوالاستئنافية في قوله:\n(2/782)\n",
        "446 - ألم تسأل الربع القواء فينطق ... ... ... ...)\nوالمراد بالجواب: أن يكون ما بعدها مسببا عما قبلها.\n(وبعد غير النفي جزما اعتمد ... إن تسقط \"الفا\" والجزاء قد قصد)\n(وشرط جزم بعد نهي أن تضع ... إن قبل لا دون تخالف يقع)\nالمراد بـ\"ـغير\" النفي \"الطلب, فإذا أسقطت الفاء بعد الطلب مع إرادة\nالجواب بالفعل فحكمه الجزم, نحو: {تَعَالَوْا أَتْلُ مَا حَرَّمَ} {فَهَبْ\nلِي مِن لَّدُنكَ وَلِيًّا يَرِثُنِي} ثم هو بعد الأمر بلا شرط, وبعد النهي بشرط\nصحة وقوع \"إن لا\" موقع حرف النهي فيكون الكلام مستقيما, نحو: \"لا\nتعص الله يدخلك الجنة\" لصحة تقديره بـ\"ـإن\" لا تعص الله يدخلك الجنة\"\n(2/783)\n\nبخلاف: \"لا تعص الله يدخلك النار\" فإنه يتعين الرفع لعدم صحة التقدير\nالمذكور, والجزم في قول أبي طلحة: \"بأبي أنت وأمي لا تشرف يصبك\nسهم\" على البدل لا على الجواب عند الأكثرين, وفيه نظر, والكسائي لا\nيشترط ذلك, بل أجاز: \"لا تدن من الأسد يأكلك\" على أنه جواب, وهو\nالصحيح.\nوالمسألة مبنية على كون الجزم بعد الطلب جوابا لشرط مقدرا أو جوابا\nللطلب نفسه, فمن قال بالثاني لم يحتج إلى التقدير المذكور.\n(والأمر إن كان بغير \"افعل\" فلا ... تنصب جوابة وجزمه أقبلا\nوقد سبق أن شرط الطلب الذي ينتصب بعده المقترن بالفاء",
        "(2/784)\n\nبإضمار \"أن\" أن يكون محضا, وذلك أن يكون الأمر بصيغة \"افعل\" -كما\nمثل - فلا ينصب بعد الطلب باسم الفعل نحو: \"حسبك حديث فينام الناس\" وأجاز الكسائي\nالنصب فيهما, ولا شاهد معه, وأما الجزم بعدهما إذا حذفت الفاء فلا خاف\nفي جوازه, ومنه في الأول:\n447 - (... ... ... ... مكانك تحمدي أو تستريحي)\nلأن \"مكانك\" بمعنى: اثبتي.\nومن الثاني قول عمر: \"اتقي الله امرؤ فعل خيراً يثب عليه\" إذ معناه:\n(2/785)",
        "\n\"ليتق الله\".\n(وإن على اسم خالص فعل عطف ... ينصبه \"أن\" ثابتا أو منحذف)\nهذا الموضع الثاني مما ينتصب فيه المضارع بـ\"ـأن\" جائزة الإضمار\nوالإظهار, وهو ما إذا عطف الفعل المضارع على اسم خالص ليس في تأويل\nالفعل, ولا يستعمل في ذلك من حروف العطف إلا \"الواو\" نحو:\n448 - (للبس عباءة وتقر عيني ... ... ... ...)\nأو \"الفاء\" نحو:\n449 - (لولا توقع معتر فأعطيه ... ... ... ...)\n(2/786)\n",
        "أو \"ثم\" نحو:\n450 - (إني وقتلي سليكا ثم عقله ... ... ... ...)\nأو \"أو\" نحو:\n{وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ\nرَسُولًا} [الشورى:51] وذكر في العمدة أن إظهار \"أن\" في ذلك كله أحسن, وذكر ابنه\n(2/787)\n\nأنه أقيس, ولم يوردا عليه شاهدا.\nأما لو كان العطف على اسم مؤول بالفعل كاسم الفاعل في نحو:\n\"الطائر فيغضب زيد الذباب\" تعين الرفع, ولو كان العطف على فعل\nمؤول بالاسم نحو: \"ما تأتينا فتحدثنا\" -فإن تقديره: \"ما يكون منك إتيان\nفحديث\" - فإضمار \"أن\" واجب, لأن المعطوف عليه ليس باسم\n[خالص فيهما بخلاف المصدر في المثل المتقدمة فإنه إما اسم] وإما راجع إلى\n\"أن\" والفعل, اللذين هما في تأويل الاسم, فما خرج عن الاسمية.\n(والفعل بعد \"الفاء\" في الرجا نصب ... كنصب ما إلى التمني ينتسب)\nأجاز الفراء ووافقته المصنف النصب بعد \"الفاء\" في جواب الترجي\nلقربه من معنى التمني, منه قراءة حفص: \"لعلي أبلغ الأسباب, أسباب\nالسموات فأطلع\".",
        "(2/788)\n\n(وشذ حذف \"أن\" ونصب سوى ... ما مر فأقبل منه ما عدل روى)\nلا ينصب بـ\"ـأن\" مضمرة في غير المواضع المذكورة إلا شذوذا, فيقتصر\nعلى المنقول منه, ولا يقاس عليه, ويقع ذلك في الجواب لغير الأشياء\nالمذكورة كقوله:\n451 - (سأترك منزلي لبني تميم ... وألحق بالحجاز فأستريحا)\nودونه نحو:\n452 - وما راعني إلا يسير بشرطة ... ... ... ...)\n(2/789)",
        "\nوأحسنه قولهم: \"خذ اللص قبل يأخذك\" و \"تسمع بالمعيدي خبير من\nأن تراه\" , وقوله:\n453 - (... ... ... ... ونهنهت نفسي بعدما كدت أفعله)\nلتعين الموضع للاسم في الأولين, وصلاحيته لـ\"ـأن\" في الثالث.\n(2/790)\n",
        "عوامل الجزم\nوتنقسم إلى ما يجزم فعلا واحدا, وهي الأربعة التي بدأ المصنف بذكرها,\nوإلى ما يجزم فعلين, وهي بقيتها.\n(بـ\"ـلا\" و\"لام\" طالبا ضع جزما ... في الفعل, هكذا بـ\"ـلم\" و\"لما\")\nهذا القسم الأول من جوازم الفعل, وهو ما يجزم فعلا واحدا, وهو\nأربعة \"لا\" و\"اللام\" الطلبيتان, سواء أريد بهما النهي والأمر, نحو: {فَلَا تَقُلْ\nلَهُمَا أُفٍّ} {وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلا يَأْبَ كَاتِبٌ}] أو\nالدعاء, نحو: {رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا}] ونحو: {لِيَقْضِ عَلَيْنَا\nرَبّك} ودخول اللام على فعل المتكلم المفرد أو المشارك ما دام مبنيا\nللفاعل قليل, نحو: \"قوموا فلأصل لكم\"\n(2/791)\n\nوكقوله: {وَلْنَحْمِلْ خَطَايَاكُمْ} ودخول \"لا\" عليه أقل, نحو:\n454 - (إذا ما خرجنا دمشق فلا نعد ... ... ... ...)\nومثله في القلة دخول اللام على فعل المخاطب, نحو: {لِتَأْخُذُوا\nمَصَافكُمْ} لأنهم استغنوا فيه بفعل الأمر, أما إذا بني فعل المتكلم للمفعول\nكثر دخول \"اللام\" و \"لا\" عليه, نحو: \"لتنظروا إلينا ولا نظلم\".\nو\"لم\" و\"لما\" وهما حرفا نفي, يجزمان المضارع, ويقلبان معناه إلى\nالماضي وتنفرد \"لم\" بجواز دخول أداة الشرط عليها, نحو: {وَإِن لَّمْ\nتَفْعَلْ} و\"لما\" باتصال نفي ما دخلت عليه بالحال,",
        "(2/792)\n\nولذلك امتنع: \"لما يكن ثم كان\" بخلاف \"لم\" نحو: {لَمْ يَكُن شَيْئًا\nمَّذْكُورًا} وبلزوم كونه متوقع الثبوت, نحو: {وَلَمَّا يَأْتِكُم مَّثَلُ الَّذِينَ\nخَلَوْا مِن قَبْلِكُم} {بَلْ لَمَّا يَذُوقُوا عَذابِ} ولذلك يمتنع: \"لما يجتمع\nالضدان\" بخلاف \"لم\" فإنه لا يلزم فيها ذلك, نحو: {لَمْ يَلِدْ وَلَمْ يُولَدْ}\nوبكثرة الاكتفاء بعدها, وهو أن يحذف مجزومها, نحو: \"قاربت المدينة ولما\"\n[أي: ولما] أدخلها , يقل بعد \"لم\" نحو:\n445 - (احفظ وديعتك التي استودعتها ... يوم الأعازب إن وصلت وإن لم)\n(2/793)",
        "\n(واجزم بـ\"إن\" و\"من\" و\"ما\" و\"مهما ... \"أي \"متى\" أيان\" \"أين\" \"غذ ما\")\n(و\"حيثما\" \"أنى\" وحرف \"إذ ما\" ... كـ\"ـإن\" وباقي الأدوات أسما)\n(فعلين يقتضين, شرط قدما ... يتلو الجزاء وجوابا وسيما)\nهذا القسم الثاني, هو ما يجزم فعلين يقتضيهما, يسمى المقدم منهما\n(2/794)\n",
        "شرطا, والثاني له جزاءً وجوابا, وهي إحدى عشرة أداة, منها أداتان حرفان\nوهما \"إن\" بالاتفاق, وهي أم الباب, والجزم بها كثير.\nو\"إذ ما\" - عند الأكثرين- ومن استعمالها قوله:\n456 - (وإنك إذ ما تأت ما أنت آمر ... به تلف من إياه تأمر آتيا)\nوباقي الأدوات أسماء بلا خلاف إلا في \"مهما\".\n(2/795)\n\nومن الجزم بـ\"ـمن\": {وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا} , ومنه بـ\"ـما\":\n{وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ} , ومنه بـ\"ـمهما\":\n457 - (ومهما يكن عند امرئ من خليقة ... وإن خالها تخفى على الناس تعلم)\nوالأكثرون على أنها مركبة, لكن هل هو من \"ما\" الشرطية و\"ما\" التي\nتزداد بعد \"إن\" ثم أبدلت الألف الأولى هاء, أو من \"مه\" - بمعنى: اكفف-\nو\"ما\" الشرطية, على قولين:\nومنه بـ\"ـأي\": {أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى} ومنه بـ\"ـمتى\":",
        "(2/796)\n\n458 - (... .... ... ... ولكن متى يسترفد القوم أرفد)\nومنه بـ\"ـأيان\":\n459 - (أيان نؤمنك تأمن غيرنا وإذا ... ... ... ...)\n(2/797)",
        "\nومنه بـ\"أين\":\n460 - (أين تضرب بنا العداة تجدنا ... ... ... ...)\n[وأكثر ما يستعمل بعدها \"ما\" نحو: {أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ}].\nومنه بـ\"ـحيثما\":\n461 - (حيثما تستقم يقدر لك اللـ ... ـه نجاحا في غابر الأزمان)\n(2/798)\n",
        "ومنه بـ\"ـأنى\".\n462 - (خليلي أني تأتياني تأتيا ... أخا غير ما يرضيكما لا يحاول)\nوأكثر ما يستعمل ظرف زمان بمعنى: \"أين\" وقد يستعمل للدلالة على الأحوال\nكـ\"ـكيف\" نحو: {فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} ولعموم الأزمان بمعنى\n\"متى\" ويحتمله البيت المذكور.\n(وماضين أو مضارعين ... تلفيهما أو متخالفين)\nيكون فعل الشرط وجوابه ماضيين, نحو: {وَإِنْ عُدتُّمْ عُدْنَا} فيكون\nالجزم في محلهما, ومضارعين, فيظهر الجزم فيهما, نحو: {وَإِن تَعُودُوا نَعُدْ} ,\nومتخالفين بأن يكون الأول ماضيا والثاني مضارعا, فيكون حكم كل منهما ما\nسبق, نحو: {مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ} وعكسه, على\n(2/799)\n\nالصحيح, كقوله صلى الله عليه وسلم: (من يقم ليلة القدر إيمانا واحتسابا غفر له [ما تقدم\nمن ذنبه)].\n(وبعد ماض رفعك الجزا حسن ... ورفعه بعد مضارع وهن)\nيجوز في المضارع الواقع جوابا للشرط الماضي الرفع, سواء كان\nماضي اللفظ, نحو:\n463 - وإن أتاه خليل يوم مسغبة ... يقول لا غائب ما لي ولا حرم)",
        "(2/800)\n\nأو ماضي المعنى لاقترانه بـ\"لم\" نحو: \"إن لم يقم أقومُ\" أما رفعه إذا كان الشرط مضارعا [غير ماضي المعنى] فضعيف, نحو:\n464 - (... إنك إن يصرع أخوك تصرع)\n(2/801)",
        "\nولا يختص بالضرورة، بدليل قراءة بعضهم: {أَيْنَمَا تَكُونُوا يُدْرِكُّمُ الْمَوْتُ} [النساء:78].\n(واقرن بـ\"فا\" -حتما- جوابا لو جعل ... شرطا لـ\"ان\" أو غيرها لم ينجعل)\nدخول \"الفاء\" في جواب الشرط جائز، وواجب، وممتنع، فالواجب دخول الفاء عليه ما لا يصلح وقوعه شرطا لـ\"إن\" أو غيرها من أدوات الشرط، وليس ذلك بتقسيم وإنما هو تأكيد، فإن ما لا يصلح وقوعه شرطا\n(2/802)\n",
        "[لـ\"إن\" لا يصلح وقوعه شرطا] لغيرها ثم ذلك قد يكون المانع فيه مثل كونه جمله اسميه، نحو: {وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الأنعام:17] أو طلبيه، نحو {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي} [آل عمران:31] و {إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلا تُصَاحِبْنِي} [الكهف:76] أو فعلا غير متصرف، نحو: {إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا (39) فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا} [الكهف:39 - 40] وقد يكون لما يتصل به، مثل كونه مقرونا بـ\"قد\" أو حرف تنفيس، أو \"لن\" أو \"ما\" نحو: {إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ} [يوسف:77] {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ} [التوبة:28] {وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ} [آل عمران:115] {فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ} [يونس:72] وأما نحو:\n465 - (من يفعل الحسنات الله يشكرها ...)\n(2/803)\n\nوقوله:\n466 - (ومن لا يزالْ ينقادُ للغَيِّ والهَوَى ... سَيُلقي علي طولِ السلامة نادما)\nفمن الضرورات.\nوالممتنع اقترانه بـ\"الفاء\" ما كان مضارعا مجزوما، والجائز دخول",
        "(2/804)\n\n\"الفاء\" عليه الماضي المجرد، والمضارع غير المجزوم، والأكثر تجردهما منهما، ومن اقترانهما بها: {وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ} [النمل:90] {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلا يَخَافُ} [طه:112]\n(وتخلف الفاءَ \"إذا\" المفاجأة ... كإن تجُدْ إذاً لنا مكافأة)\nتقع \"إذا\" الفجائية عوضا عن فاءِ الجزاء الواجب اقترانه بها، ويختص ذلك بالمثال الذي ذكره المصنف ونحوه، مما أداة الشرط فيه\"إن\" والجواب جمله اسميه غير طلبيه ومثله: {وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ} [الروم:36].\n(والفعل من بعد الجزا إن يقترن ... بـ\"الفاء\" أو \"الواو\" بتثليت قمن)\nإذا عطف علي جواب الشرط مضارع بـ\"الفاء\" أو \"الواو\" فلك فيه ثلاثة أوجه: جزمُه بالعطف، ورفعُه بالاستئناف، ونصبه بـ\"أن\" مضمرة، وبالجزم والرفع قرئ -في المتواتر- {فَيَغْفِرُ لِمَنْ يَشَاءُ} [البقرة:284] وقرئ -شاذا-\n(2/805)",
        "\nبالنصب، وبالأوجه الثلاثة روي:\n(467) - (ونأخذ بعده بذناب عيش ...)\nبعد:\n(468) - (فإن يهلك أبو قابوسَ يَهْلِكْ ... ربيعُ الناسِ والبلدُ الحرامُ)\nولا فرق بين أن يظهر الجزم [في الجزاء]-كما مثل- أو لا يظهر، فإنه قد قُرئ بالأوجه الثلاثة: {مَنْ يُضْلِلِ اللَّهُ فَلا هَادِيَ لَهُ وَيَذَرُهُمْ}.\n(2/806)\n",
        "(وجزمٌ ونصبٌ لفعلٍ إثرَ \"فا\" ... أو \"واوِ\" أنْ بالجملتين اكتُنِفا)\nإذا كان العطف علي جمله الشرط قبل الإتيان بجمله الجزاء، فالمعطوف مكتنفٌ بالجملتين، ففيه وجهان: الجزم وهو الأشهر، نحو: {إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ} [يوسف:90] والنصب، كقوله:\n469 - (ومن يقترب منا ويخضع نؤوه ...)\nأما لو كان العطف بـ\"ثُمَّ\" لم يجز النصب في الموضعين، لأن إضمار \"أنْ\" بعدها غير معروف، بل يتعين الجزم في الحالة الثانية، ويجوز مع الرفع الأولى.\n(2/807)\n\n(والشرطُ يغني عن جوابِ قد عُلِم ... والعكسُ قد يأتي إنِ المعني فُهِم)\nيجوز حذف ما عُلم من جملتي الجواب والشرط، وهو في جملة الجواب أكثر منه في جملة الشرط, نحو: {فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ} [الأنعام:35] التقدير: فافعل ويجب مع تقدم ما هو الجواب في المعني، نحو: {وانتم الأعلون إن كنتم مؤمنين} ومع تقدم القسم، كما يأتي، ولا يحذف فعل الشرط إلا مع أداة \"إن\"مقرونة بـ\"لا\" نحو:\n470 - (فطلقها فلستَ لها بِكُفْءٍ ... وإلا يَعْل مَفْرِقَكَ الحُسَامُ)\nتقديره: \"وإن لا تطلقْها\" وأما نحو: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ} [التوبة:6] و\"إنْ خيراً فخير\" فلم تحذف فيه جمله الشرط كلها، وإنما",
        "(2/808)\n\nحذف بعضها وقد يحذفان للعلم بهما نحو:\n(471) - (قالت بنات العم يا سلمي وإن ...)\n(472) - (كان فَقيراً مُعْدماً قالتْ وإنْ ...)\nالتقدير: وإن كان كذلك تزوجته.\n(واحذف لدي اجتماع شرطٍ وقَسَم ... جواب ما أخرت فهو مُلْتَزَم)\n(وإن تواليا وقبلُ ذو خبر ... فالشرط رجعْ مطلقا بلا حَذَر)\n(وربما رُجَّح بعدَ قَسَمِ ... شرطٌ بلا ذِي خبرِ مُقَدَّم)\nإذا اجتمع في الكلام شرط وقسم حذفت جواب المتأخر منهما, واستغنيت عنه بجواب السابق, سواء كان السابق الشرط، نحو: \"إن يقم واللهِ زيد أكرمْه\"، أو القسم، نحو: \"والله إن يقم زيدٌ لأقومنَّ معه\" وسواء كان القسم مصرحا به-كما مثل- أو مدلولا عليه باللام الموطئة، نحو: {لَئِنْ أُخْرِجُوا لا يَخْرُجُونَ مَعَهُمْ} [الحشر:12] أو بالواو مع حذف اللام، نحو:\n(2/809)",
        "\n{وَإِنْ لَمْ يَنتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ} [المائدة:73] فإن تقدمهما ما يطلب خبرا من مبتدأ باق علي ابتدائيته أو منسوخ الابتداء بأحد النواسخ، رُجّح الشرط علي القسم فإتي بالجواب له تقدّم أو تأخّر، نحو: \"زيد والله إنْ تكرْمه يكرمْك\" و \"إن زيدا والله إن تسألْه يعطيك\" وهذا الترجيح واجب عند المصنف ليس واجبا عند ابن عصفور، وأجاز الفراء الاستغناء بجواب الشرط المتأخر عن القسم مطلقا وإن لم يتقدمها ذو خبر، والمصنف جعله قليلا، ولذلك قال: \"ربما ... البيت\" وغيرهما يخصه بالضرورة، كقوله:\n473 - (لئن منيت بنا عن غِبِّ معركةٍ ... لا تُلْفِنا عن دماءِ القوم نَنَتْفل)\n(2/810)\n",
        "فصل \"لو\"\nوهي من جمله أدوات الشرط في المعني لا في العمل، وتختص بأحكام فلهذا أُفردت بفضل، ولهما معنيان غير الشرط.\nأحداهما: أن تكون مصدريه. بمنزلة \"أن\" فتخلص المضارع للاستقبال، ويبقي بعدها الماضي علي مضيه، إلا أنها تفارقا \"أن\" في أنها لا تقع -غالبا- إلا بعد فعل دالٌ على تَمَنِّ، نحو: {يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ} [البقرة:96] وقد تقع دونه، نحو:\n474 - (ما كان ضرَّك لو مَنَنْتَ وربَّما ... منَّ الفتي وهو المَغيظُ المُحنق)\nالثاني: أن يراد بهما التقليل، نحو: (التمس ولو خاتما من حديد).\n(2/811)\n\nولا يليها حينئذ إلاّ الاسم -كما مثلّ- أو ما في تأويله، نحو: (ولو أن تفرغ من دلوك في إناء المستسقي).\n(\"لو\" حرفُ شرطِ في مُضِيَّ ويَقِلْ ... إيلاؤه مستقبلا لكن قُبِل)\n(وهي في الاختصاص بالفعل ك\"إن\" ... لكنَّ \"لو\" \"أن\" بها قد تَقْتَرن)\n(وإن مضارعٌ تلاها صُرِفا ... إلي المضيِّ نحو: \"لو يَفي كَفَي\"\nأكثر ما تستعمل \"لو\" الشرطيه عكس \"إن\" في كون ما بعدها مرادا به المضي إمّا بلفظه -وهو الأكثر- نحو: {لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا} [التوبة:47] {لَوْ أَطَاعُونَا مَا قُتِلُوا} [آل عمران:168] وإمّا بقرينه تصرفه إليه، نحو: (لو لم يَخَف الله لم يعصه) فإن وقع بعدها مضارع صرف معناه إلي المضي، كما أشار إليه المصنف بالبيت الثالث، نحو: {لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الأَمْرِ لَعَنِتُّمْ} [الحجرات:7] واستعمالها مرادفه لـ\"إن\" في كونها شرطا في المستقبل قليل، وحينئذ فتخلّص في المضارع للاستقبال، نحو:",
        "(2/812)\n\n475 - (لو تلقي أصداؤنا بعد موتنا ...)\nوإن وقع بعدها الماضي انقلب مستقبلا، نحو: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ} [النساء:9] وهي في أحوالها كلمه مختصة بالفعل، مثل \"إن\" الشرطية، إلا أنها تقترن بها \"أنّ\" المفتوحة، نحو: {وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ} [النساء:64] {وَلَوْ أَنَّهُمْ صَبَرُوا} [الحجرات:5] فعند سيبويه والأكثرين أنّ \"أنّ\" في محل رفعٍ بالابتداء، ثم هل خبره محذوف تقديره: موجود، أو: كائن، أو لا خبر له، استغناء عنه بجواب:\n(2/813)",
        "\nلو أنهم\"؟ فيه قولان.\nوعند الكوفيين والمبرد أنها فاعل لفعل محذوف تقديره: لو ثبت أنهم، فلم تخرج عن قاعدة اختصاصها بالفعل، كما اتفقوا عليها فيما إذا وليها اسم صريح نحو:\n(476) - (أخلاَّيَ لو غيرُ الحمِامِ أصابكم ...)\n(2/814)\n",
        "477 - لو بغير الماءِ حَلْقِي شَرِق ...)\nوقوله -صلي الله عليه وسلم-: \"التمس ولو خاتماً من حديد\" إذا الأول معمول لفعل مفسر بلفظ ما بعده، تقديره: \"لو أصابكم\".\nوالثاني معمول لفعل مفسر بمعني ما بعده تقديره: \"لو شَرِق\".\nوالثالث معمول لفعل مدلول عليه بالمعني، تقديره: \"ولو كان الملتمس خاتما\" هذا حكم ما تدخل عليه من حيث اللفظ، وأما من جهة المعنى فإنها تقتضي امتناع شرطها دائم وامتناع الجواب معه إن لم يكن له سبب آخر\n(2/815)\n\nغيره، كالأمثلة المتقدمة، وكقوله: {وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا} [الأعراف:176] {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الأَرْضِ} [يونس:99] فإن كان له سبب آخر لم يلزم امتناعه، نحو: \"لو لم تكن الشمس طالعه كان الضوء موجودا\"، ومثله قول عمر: \"نعم العبد صهيب، لو لم يخف الله لم يعصه\" إذ ترك العصيان له عدة أسباب، منها: المحبة، ومنها: الإجلال، ومنها: الخوف، فلا يلزم من انتفاء الخوف انتفاؤه، كما أن الضوء له عده أسباب فلا يلزم من عدم الشمس انتقاؤه.\n\nأمّا ولولا ولوما\nهذه الحروف الثلاثة تقتضي ملازمة بين جملتين، كأدوات الشرط، فلذلك عقبت بها، إلاّ أن \"أما\" أدخل في معني الشرط من أختيها.\n(أما\"كـ\"ـمهما يك من شيء وفا ... لتلو تلوها وجوبا ألفا)\n(وحذف ذي الفا قل في نشر إذا ... لم يك قولٌ معها قد نُبذا)\nأما المفتوحة حرف شرط تقتضي التفصيل-غالبا- بأن يعطف عليها",
        "(2/816)\n\nنحو: {فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ (9) وَأَمَّا السَّائِلَ فَلا تَنْهَرْ} [الضحى:9 - 10] ونحوه كثير، وقد تكون لمجرد التوكيد الخالي عن التفصيل، كقولك: \"أما زيد فمنطلق\" قال الزمخشيري: \"أما\" حرف يعطي الكلام فَضْلَ توكيد، تقول: \"زيد ذاهب\" فإذا قصدت أنه لا محالة ذاهب. قلت: \"أما زيد فذاهب\" وفي الحالين هي مؤؤلة بأداة شرط وجملته، كما ذكر المصنف، فإذا قلت: \"أما زيد فمنطلق\" فتأويله: [\"مهما يكن من شيء فزيد منطلق\" وتلزم هذه الفاء لتلو تلوها، سواء كان] مبتدأ مخبرا عنه بتلوه، نحو: {وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ} [آل عمران:107] أو مفعولا وتلوه هو العامل فيه، نحو: {فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ} [الضحى:9] وتحذف هذه الفاء كثيرا إذا كان معها قول قد نبذ، أي: طرح، واستغني عنه بالمقول نحو: {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ} [آل عمران:106] لأن تقديره فيقال لهم: \"كفرتم؟ \" أما دون ذلك فلا تحذف إلا في الضرورة، كقوله:\n478 - (فأما القتالُ لا قتالَ لديكم ...)\n(2/817)",
        "\nوحذفها في النثر شاذ, ومنه في الحديث: (أما بعد: ما بالُ رجال يشترطون شروطا ليست في كتاب الله).\n(2/818)\n",
        "(لولا\" و\"لوما\" يلزمان الابتدا ... إذا امتناعا بوجود عقدا)\nإذا أريد بـ\"لولا\" و\"لوما\" الملازمه فهما حرفا امتناع لوجود، لأنهما يقتضيان امتناع جوابهما لوجود تاليهما، نحو: {لَوْلا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ} [سبأ:31] وتقول: {لوما زيد لأكرمتك} ويلزمان -حينئذ- المبتدأ، كما مثل، وخبره لازم الحذف - غالبا -كما سبق في باب الابتداء، وجوابهما -حينئذ- إما ماضي اللفظ، وإما ماضي المعني، نحو: \"لولا زيد لم آتك\" ثم الماضي اللفظ إن كان مثبتا فالأكثر اقترانه باللام, نحو: {وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا} [النساء:83] والمنفي بـ\"ما\" عكسه، نحو: {وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَدًا} [النور:21] وقد يحذف للعلم به، نحو {وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ} [النور:10].\n(وبهما التحضيض مز و\"هلا\" ... \"إلا\" \"الا\" وأولينها الفعلا)\n(وقد يليها اسم بفعل مضمر ... عُلق أو بظاهر مُؤخر)\nمن معاني \"لولا\" و\"لوما\" التخضيض، ومعناه: الحث علي الفعل، ومن الحروف الدالة علي التحصيص\"هلا\" و\"ألا\" - مشددة ومخففة- وتختص أدوات التخصيص بالأفعال، ولا يليها إلا الماضي، نحو:\n(2/819)\n\n{فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ} [التوبة:122] أو المضارع, نحو: {لَوْ مَا تَأْتِينَا بِالْمَلائِكَةِ} [الحجر:7] وقد يفصل بينهما وبين الفعل بجملة اعتراضية نحو: {فَلَوْلا إِنْ كُنتُمْ غَيْرَ مَدِينِينَ (86) تَرْجِعُونَهَا} [الواقع:86 - 87] وقد يليها اسم متعلق بفعل مضمر قبله, نحو:\n479 - (أتيتَ بعبد اللهِ في القيدِ مُوثقا .. فهلاَّ سعيداً ذا الخيانةِ والغدْر)\nتقديره: فعلا أسرت سعيداً, أو بفعل مؤخر عنه, نحو: {وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُمْ} [النور:16] لأن \"إذ\" ظرف لـ\"قلتم\" فإن وقع بعدها الجملة الاسمية, نحو:\n480 - (.... فهلاَّ نفسُ ليلى شفيعُها)\nقدّر بعده \"كان\" رافعة لضمير الشأن, والجملة خبرها.",
        "(2/820)\n\nالإخبار بالذي والألف واللام\nهذا الباب وضعه النحاة للتدريب في الأحكام النحوية, واختيار المبتدئ في كيفية تركيب الكلام, كما وضع أهل التصريف مسائل للتمرين في الأحكام التصريفية, وإن لم تنطق العرب بمثلها, ويصار إلى هذا الإخبار إما لقصد الاختصاص, وإما لتقوية الحكم, وإما لتشويق السامع, وإما لإجابة الممتحن.\n(ما قيل أَخْبِرْ عنه بالذي خَبَرْ ... عن الذي مبتدأَ قبلُ استَقَر)\n(وما سواهما فوسِّطْه صِلَهْ ... عائِدُها خَلَفُ معْطِي التكمله)\n(نحوُ \"الذي ضربتُه زيدٌ\" فذا ... \"ضربتُ زيداً\" كان, فادْرِ المَأخَذا)\nهذا بيان صفة الإخبار, فما قيل لك: أخبر عنه بـ\"الذي\" جعلته خبرا مؤخرا عن الموصول الذي استقر \"في أول الكلام\", وما سوى المخبر به والمخبر عنه يتوسط صلة بينهما, تكون مشتملة على ضمير عائد على\n(2/821)",
        "\nالموصول, واقع في مكان الاسم المخبر عنه بـ\"الذي\" وخلف عنه, وهو مراد المصنف بقوله: \"خَلَفُ معطِي التكملة\" لأن الاسم المخبر عنه هو الذي حصلت التكملة به, لمجيئه خبرا, فإذا قيل لك: \"أخبر عن زيد\" -من قوله: \"ضربت زيدا\"- بـ\"الذي\", قلت: \"الذي ضربته زيد\" فتجعل \"زيدا\" مؤخرا, وترفعه على أنه خبر, وتبتدئ الكلام بموصول مطابق له, وتجعل ما بقي من الجملة صلته, وتجعل في محل \"زيد\" ضميرا عائدا على الموصول, فهذه خمسة أعمال في هذا التركيب, لا يجوز الإخلال بشيء منها, وقد عملت -بهذا- أن عبارة النحاة في هذا المحل فيها تَجَوُّز. فإن \"الذي\" مخبر عنه لا مخبر به, و\"زيد\" بالعكس, وذلك خلاف الظاهر من قولهم: \"أخبر عن كذا بـ\"الذي\"\" وتأويل كلامهم: \"أخبر عن مسمى زيد في حال تعبيرك عنه بـ\"الذي\"\" ولنذكر مسألتين غير مسألة الكتاب يتضح بهما المعنى.\n* إذا قيل: أخبر عن \"زيد\" من قولنا: \"زيد منطلق\" بـ\"الذي\" قلتَ: \"الذي هو منطلق زيد\" فـ\"الذي\" مبتدأ, و\"هو\" ضمير خلَف عن \"زيد\" وهو العائد, وأتي به منفصلا لعدم ما يتصل به, و\"هو\" و\"منطلق\" الصلة, و\"زيد\" الخبر.\n(2/822)\n",
        "* فإن قيل: أخبر عن \"التاء\" من قولك: \"ضربت زيدا\" علمتَ ما تقدم من الأعمال الخمسة, واحتجت إلى عمل سادس وهو أن تأتي بضمير المخبر عنه منفصلا, فتقول: \"الذي ضرب زيدا أنا\" والعائد الذي [هو خالف عن الضمير] هو فاعل: \"ضرب\" مستترا, فاعرف المأخذ وقس عليه.\n(وبـ\"اللذينِ\" و\"الذينَ\" و\"التي\" ... أخْبِرْ مراعياً وفِاق المُثْبَت)\nيخبر بفروع \"الذي\" من تأنيثه, وتثنية كلّ منهما, وجمعه, كما يخبر بـ\"الذي\" مراعي في ذلك كله مطابقة المخبر عنه في الموصول المخبر به, وفي العائد عليه, ويشمل ذلك خمس مسائل تنظّرها بمثال واحد, وهو: \"ابلْغَ امرأتَاكَ رسالةً من أخوْيك إلى أمهاتك بحضور قومك\" , فإن أخبرت عن \"الرسالة\" من هذا التركيب. قلت: \"التي بلْغها امرأتَاكَ من أخوْيك إلى أمهاتك بحضور قومك رسالةٌ\" فتقدم الضمير عن محله, وتصله بالفعل, لأنه أمكن الإتيان به متصلا فلا يعدل إلى الفصل, ولا مانع من حذفه, لأنه عائد متصل منصوب بفعل فيحذف, كما في غير هذا الباب, وإن أخبرت عن \"الأخوين\" قلت: \"اللذان بَلَّغَ امرأتاك رسالةً منهما إلى أمهاتك بحضور قومك أخواك\" , وإن أخبرت عن: \"امرأتاك\" قلت: \"اللتانِ بَلَّغا رسالة من أخوْيك\n(2/823)\n\nإلى أمهاتك بحضور قومك امرأتاك\" , وإن أخبرت عن \"القوم\" قلت: \"الذين بَلّغَ امرأتاك رسالةً من أخوْيك إلى أمهاتك بحضورهم قومُك\" فإن أخبرت عن \"الأمهات\" قلت: \"اللاّتي بَلّغ امرأتاك رسالةً من أخويك إليهن بحضور قومك أمّهاتُك\".\n(قبولُ تأخيرِ وتعريفِ لما ... أخْبِرَ عنه -هاهنا- قد حُتِما)\n(كذا الغِنَى عنه بأجْنَبِيَّ أو ... بمضمرٍ شرطُ فراغِ ما رَاعَوا)\nذَكر للمخبر عنه في هذا الباب أربعة شروط.\nأحدها: أن يكون قابلا للتأخير, فما لم يقبل التأخير لاستحقاقه لتصدر كأسماء لاستفهام, والشرط, و\"كم\" الخبرية, و\"ما\" التعجبية, وضمير الشأن, لا يخبر عنه, لما يلزم عن ذلك من تأخيره إلى آخر الكلام فيزول ما استقرّ له من التصدر, ولا يرد على ذلك الضمير المتصل, فإنّ خَلَفه -وهو: المنفصل- يقبل التأخير.\nالثاني: أن يكون قابلا للتعريف, فلا يخبر عن الحال والتمييز, لما تقرر من أنك تأتي في محل المخبر عنه بضمير, فيكون قد نصب الضمير على الحال والتمييز, وذلك لا يجوز, وكذا لا تخبر عن \"أحد\" من قولك: \"ألم أر أحدا\" لأنه لا يقبل التعريف, فلا يصح وقوعه خبرا عن المعرفة, هذا هو المانع من الإخبار عنه",
        "(2/824)\n\nلا عدم جواز وروده في الإثبات.\nالثالث: أن يصح الاستغناء عنه بأجنبي, فلا يخبر عن \"الهاء\" من قولك: \"زيد ضربته\" فإنك لو أخبرت عنه لقلت: \"الذي زيد ضربته هو\" فيكون الضمير المنفصل خبرا عن \"الذي\" والمتصل الذي وضعته مكانه خلف عنه, فإن جعلته عائدا على الموصول -كما هو قاعدة الباب-[بقي المبتدأ بلا عائد, وإن جعلته رابطا للمبتدأ خرجت عن قاعدة الباب] بجعل الضمير الواقع في محل المخبر عنه غير عائد على الموصول.\nالرابع: أن يصح الاستغناء عنه بمضمر, فلا يجوز الإخبار عن شيء من الأسماء المجرورة بحروف الجر التي لا تدخل على المضمر, كـ\"ـمُدْ\" و\"منذ\" و\"حتى\" و\"والواو\" و\"الكاف\" و\"التاء\" و\"رُبَّ\" لما تقرر من أنَّ الإخبار يستدعي ضميرا واقعا في محل الاسم المخبر عنه, يكون خلفا عنه, وكذا كل اسم لا يصح أن يقع في محله الضمير, كالاسم الواقع نعتا أو منعوتا أو مضافا أو عاملا فلا يصح الإخبار عن واحد من الأسماء الواقعة في قولك: \"أعجب أبا زيد ضرب عمراً الكريمَ\" إلاّ عن \"زيد\" خاصة, أما \"الأب\" فلأنه مضاف, وأما \"ضرب\" فلأنه عامل, وأما \"عمرا\" فلأنه منعوت, وأما \"الكريم\" فلأنه نعت, نعم لو أخرت عن\n(2/825)",
        "\nالمضاف والمضاف إليه أو عن العامل ومعموله, أو عن النعت والمنعوت معا جاز, وبقي الإخبار عن شيء واحد يصح إضماره, فتقول في الأول: \"الذي أعجبه ضربٌ عمْراً أبو زيد\" , وفي الثاني: \"الذي أعجب أبا زيد ضربٌ عمرا\" فيكون الضمير مستترا في: \"أعجب\" وقدّم عن محله ليقع متصلا, وفي الثالث: \"الذي أعجب أبا زيد ضربه عمروٌ الكريمُ\" فاعرفه, فإنه موضع.\nوللمخبر عنه ثلاثة شروط أخر.\nأحدهما: جواز استعمال مرفوعا, فلا تحبر عن لازم النصب على الظرفية كـ\"عِند\" و\"لَدَي\".\nالثاني: أن يكون واقعا في جملة خبرية, فلا يصح الإخبار عن \"زيد\" من قولك: \"اضرب زيدا\" لامتناع وقوع الطلب صلة.\nالثالث: أن لا يكون في إحدى جملتين مستقلتين قد عطفت إحداهما على الأخرى, نحو: \"زيد\" من قولك: \"قام زيد وقعدَ عمرو\" , بخلاف غير المستقلين نحو: \"إن قام زيد قَعدَ عمرو\" , ونحو: \"قام زيد فقعد عمرو\" ونحو: \"ضربني وضربتُ زيدا\" لصحة وقوع الجملة الثانية في هذه المُثُلِ صله, بخلاف المثال الأوّل.\n(2/826)\n",
        "(وأخبروا -هنا- بـ\"ـأل\" عن بعض ما ... يكون فيه الفعل قد تقدما)\n(إن صح صوغُ صلةِ منه لـ\"ـأل\" ... كصوعِ \"واقِ\" من: \"وَقَى اللهُ البطل\")\nلا يخبر -هنا- بشيء من الموصولات غير \"الذي\" وفروعه, كما تقدم إلاّ \"أل\" فإن الإخبار بها جائز, لكن بالشروط الستة المتقدمة في الإخبار بـ\"ـالذي\" وتزيد عليها بثلاثة شروط.\nأحدها: أن يكون المخبر عنه واقعا في جملة فعلية.\nالثاني: أن يكون الفعل فيها متقدما.\nالثالث: أن يكون الفعل متصرفا بحيث يصح أن يصاغ منه وصف يكون صلة لـ\"ـأَل\" فتقول في الإخبار عن الفاعل من قولك: \"وقَى اللهُ البطلَ\" \"الواقي البطل اللهُ\" والضمير الواقع في محل المخبر عنه مستتر في الوصف وهو العائد على \"أل\", وفي الإخبار عن المفعول: \"الواقية الله البطلُ\" فتقدم الضمير على الفاعل المتصل, ولا يجوز حذفه وإن كان منصوبا بوصف, لأن عائد\n(2/827)\n\nالألف واللام لا يحذف إلاّ في الضرورة, كما سبق, ولا يخبر بـ\"ــأل\" عن \"زيد\" من قولك: \"زيد أخوك\" ولا من: \"زيد ضرب أخاه\" ولا من: \"عسى زيد أن يقوم\" لانتفاء الفعلية في الأول, وانتفاء التقدم في الثاني, وانتفاء التصرف في الثالث.\n(وإن يكن ما رَعَتْ صلُة \"أل\" ... ضميرَ غيرها أُبِينَ وانفصل)\nقد تقدم أن الضمير المرفوع بصلة الألف واللام يكون مستترا إذا عاد عليها, نحو: \"الواقي البطلَ اللهُ\" فأمّا إن رَفَعَتْ صلةُ \"أل\" ضمير غيرها وجب إبرازه منفصلا, فتقول -في الإخبار عن غير ياء المتكلم من نحو: \"بَلْغْتُ من أخويك إلى قومك رسالة\" -المبلغ أنا منهما إلى قومك رسالة أخوك\" إذا أخبرت عن الأخوين, و\"المبلغها أنا من أخويك إلى قومك رسالة\" -إذا أخبرت عن رسالة- وتقّدم الضمير عن محل الاسم المخبر عنه ليتصل بالوصف, كما سبق, وإنما أبرزت الضمير في ذلك كلّه لأنك أجريت الوصف الذي هو فعل المتكلم صلة لـ\"ــأل\" التي هي لغير المتكلم, لأنها نفس الاسم الذي أخبرت عنه, ولذلك لو كان الإخبار عن الفاعل من الجملة المذكورة لم تحتج إلى إبراز الضمير, بل تقول: \"المبلّغُ من أخويك إلى قومك رسالةً أنا\".",
        "(2/828)\n\nهذا الباب عقدة المصنف لبيان حكم العدد الذي له مميز, فذكر كيفية التلفظ به, وكيفية إعراب مميزه, لذلك لم يذكر فيه الواحد ولا اثنين وإن كانا من جملة العدد لأنه لا مميز لهما, ولا يذكر معهما المعدود, فلا يقل: \"واحدُ درهمٍ\" ولا \"اثنا درهم\" لأن كل واحد من المعدودين يفيد ما أريد به من الجنسية, والدلالة على الوحدة أو شفع الواحد بمثله, فذِكر العدد معهما تكرير, بخلاف \"ثلاثة دراهم\" فإن المميز إنما يفيد مطلق الجمع لا التقييد بعدد خاص فاحتج معه إلى ذكر العدد, وحكمهما في التلفظ بهما التذكير مع المذكر, والتأنيث مع المؤنث كسائر الألفاظ.\n(ثلاثةَ بـ\"ـالتاء\" قل للعشره ... في عد ما آحادُه مذكره)\n(في الضدِّ جرِّد, والمميزَ أجررِ ... جمعا بلفظ قلةِ في الأكثر)\nكان قياس العدد المميز بجمع, وهو ثمانية ألفاظ: الثلاثة والعشرة وما بينهما أن يستعمل بالتاء مطلقا, لأن مسمياتها جموع, والجموع الغالب عليها التأنيث, إلاّ أنهم أرادوا التفريق بين المذكر والمؤنث فجاءوا بالتاء التي هي الأصل مع المذكر, لأن لأصل, وجرّدوه منها مع المؤنث لطلب الفرق, فقالوا: \"ثلاث نسوة\" و\"أربعة رجال\" قال تعالى: {سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا} [الحاقة:7] ثم الاعتبار في التذكير والتأنيث بالآحاد, لا بصورة\n(2/829)",
        "\nالجمع, فتقول: \"ثلاثةُ اصطبلات\" و\"ثلاثةُ حمَّامات\" لأن آحادها: \"أصطبل\" و\"حمام\" وهما مذكران, وتقول: \"ثلاث إِوَزِّين\" لأن واحدها: \"إوَزَّة\" وليس الاعتبار في ذلك بلفظ الواحد دون معناه, حتى يقال: \"ثلاث طلحات\" ولا بمعناه دون لفظه, حتى يقال: \"ثلاث شخوص\" -مراداً به نسوة- ولكن ينظر إلى ما يستحقه المفرد باعتبار نعته وضميره, فيعكس ذلك في العدد, فكما يقال: \"حمزة صالح\" و\"زينب شخصٌ يُحْسِنُ إلى أهله\" تقول في عددهما: \"ثلاثة حمزات\" \"وثلاثة أشخص\" ولذلك عدّ النحاة قوله:\n481 - (... ثلاثُ شخوص كاعبانِ ومُعْصِر)\n(2/830)\n",
        "شاذا, مع أنه سهله أنه اتصل به بعد ما يعضد المعنى من صفات المؤنث وكما تقول: \"نفسٌ زكية\" تقول في العدد: \"ثلاث أنفس\" ونحو:\n482 - (ثلاثة أنفس وثلاث ذود ...)\nفضرزة سهَّلها أن المراد بالنفس \"البدن\".\n(2/831)\n\nفإن كان المعدود صفةً حذف موصوفها, فالمراعي في التذكير والتأنيث حكم الموصوف المحذوف, فتقول: \"عندي ثلاث حوائض\" لأن الموصوف المحذوف نسوة, و \"عندي ثلاثة هُمَزات\" - إذا جعلته وصفا لـ\"ــرجال\"- وعلى ذلك جاء قوله تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا} [الأنعام:160] لأن المراد: \"عشر حسنات\" ولولا ذلك لدخلت التاء في \"العشر\" لأن \"المثل\" مذكر.\nومميّز هذا النوع من العدد مجرور -مطلقا- ثم أكثر ما يكون جمعا مكسرا, بلفظ القلة, نحو: {أَرْبَعَةَ أَشْهُرٍ} [التوبة:2] {سَبْعَةُ أَبْحُرٍ} [لقمان:27] و {وَثَمَانِيَةَ أَيَّامٍ} [الحاقة:7] وقد يأتي جمع تصحيح, لكن أكثر ما يكون ذلك فيمنا أهمل تكسيره, كـ {سَبْعَ سَمَوَاتٍ} [البقرة:29] و \"خمس صلوات\" أو جاور ما أهمل تكسيره, كـ {وَسَبْعَ سُنْبُلاتٍ} [يوسف:43] لمجاورته {سَبْعَ بَقَرَاتٍ} [يوسف:43] أو أشبهَ",
        "(2/832)\n\nالمكسر لعدم سلامة الواحد فيه, أما لنقص, كـ {سَبْعَ سِنِينَ} [يوسف:47] أو لتغيّر حركة: كـ \"سبع أرَضين\" ويأتي جمع كثرة إما لأن جمع القلة فيه مهمل [كـ\"ـثلاثة دراهم\" و\"خمسة رجال\" وإما لقلته] كـ\"ـثلاثة شُسُوع\" لندور \"أشساع\" وإما لضعفه قياسا, كقوله تعالى: {ثَلاثَةَ قُرُوءٍ} [البقرة:228] فإن جمع \"فَعْلٍ\" -صحيح العين- على \"أفعال\" شاذ قياسا, ويأتي مفردا, نحو: \"ثلاث مائة\" واسم جنس كـ\"شَجَرٍ\" واسم جمع كـ\"رَهْطٍ\" لكن الأكثر على هذين الآخرين -إذا ميّز بهما- أن يجرّا بـ\"ـمن\" فيقال: \"ثلاث من الشجر\" و\"أربعة من القوم\" قال تعالى: {فَخُذْ أَرْبَعَةً مِنَ\n(2/833)",
        "\nالطَّيْرِ} وقد يجر بالإضافة, نحو: {وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ} [النمل:48] وفي الحديث: \"ليس في ما دون خمس ذَودٍ\" وهما في التذكير والتأنيث عكس الجمع, فيعتبر ذلك فيهما بحالهما لا بحال مفرديهما, فتقول: \"ثلاثة من الغنم\" و\"ثلاث من البط\" لأنك تقول: \"غنم كثير\" و\"بط كثيرة\" وتقول: \"ثلاث من البقر- وإن شئت- ثلاثة\" لتأنيثه في قراءة بعضهم: {إِنَّ الْبَقَرَ تَشَابَهَ} [البقرة:70].\n(ومائةً والألفَ للفرد أضف ... ومائةٌ بالجمع نَزْر قد ردف)\nالمائة والألف يشاركان الأعداد الثمانية المذكورة في كون مميزهما مجرورا بإضافتها إليه, لكن حق مميزهما أن يكون مفردا كما نطق به القرآن, نحو: {فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ} [البقرة:259] {فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ} [العنكبوت:14] وكذلك كل ما يتركب منهما, نحو: \"مائتي عام\" و\"ثلاثة آلاف سنة\".\n(2/834)\n",
        "وقد جاء مميز المائة بلفظ الجمع إلاّ أنه: نَزْر, أي: قليل, ومنه قراءة بعضهم {ثَلاثَمِائَةٍ سِنِينَ} [الكهف:25]-بالإضافة- وأندر منه مجيؤه مفردا منصوباً كقوله:\n483 - (إذا عاش الفتى مائتين عاما ... فقد ذهب المسرَّةُ والفَتَاء)\n(وأحَدَ اذكر وصلنه بـ\"عَشَر ... مركبا قاصَدَ معدودِ ذَكَر)\n(وقل لدى التأنيثِ إحدى عَشْره ... والشينُ فيها عن تميمِ كَسْره)\nإذا جاوزتَ العشرة في العدد ركبت النيف وهو الواحد والتسعة وما بينهما [مع العقد وهو العشرة والتسعون وما بينهما] إلاّ أنك في العشرين وما فوقها تركبه بالعطف, كما يأتي, ومع العشرة تركبه دون عطف.\nعدنا إلى شرح كلام المصنف\n(2/835)\n\n[ومعناه أنك] إذا ركبت الواحدة مع العشرة أبدلت لفظه في التذكير بـ\"ــأحد\" وفي التأنيث بـ\"ـإحدى\" معتبرا في تذكير كل من المركبتين وتأنيثه حال المعدود, فتقول: \"أحَدَ عَشَرَ رجلا\" و\"إحدى عشرة امرأة\" بفتح الشين مع التجرد من التاء عند الكلّ, وبسكونها مع \"التاء\" عند الحجازيين, وكسرها عند التميميين, وبعضهم يفتحها أيضا.\n(ومعَ غير \"أحد\" و\"إحْدَى\" ... ما مَعْهُما فَعَلْتَ فَافْعَلْ قَصْدا)\nحكم العشرة مع غير \"أحد\" و\"إحدى\" من النيف المركب معها أو المضاف إليها حكمها معهما, فتأتي بها على الأصل من التجريد إن كان المعدود مذكرا, والاتصال بالتاء إن كان المعدود مؤنثا, فتقول: \"ثلاثة عشر رجلا\" و\"ثلاث عشرة امرأة\" وكذا سائرها, وفي \"شِينٍها\" مع التاء ما سبق من اللغات الثلاث.\n(ولثلاثةِ\" و\"تسعةِ\" وما ... بينهما إنْ رُكبا ما قُدِّما)\nالثلاثة والتسعة [وما بينهما] إذا ركبا مع العشرة [كان حكمهما في التذكير والتأنيث ما تقدم عند عدم التركيب, فتتجرد من التاء إن كان",
        "(2/836)\n\nمن التاء إن كان لمعدود مؤنثا] وتتصل بها إن كان مذكرا, فلذلك لا يتصور اجتماع التجريد ولا التّلبّس فيها وفي العشرة, إذ المعتبر في تذكير العشرة وتأنيثها مطابقة حال المعدود, كما سبق, وفي تذكير الثلاثة وباقي النيف وتأنيثها عكس حال المعدود, فلذلك قال تعالى: {عَلَيْهَا تِسْعَةَ عَشَرَ} [المدثر:30] لأن واحد المعدود مَلَكٌ, فاعتبر مطابقته في العشرة فتجردت, وعكس ذلك في التسعة فاتصلت بالهاء وعكسه: \"أقام رسول الله صلى الله عليه وسلم ثلاث عشرة سنة\".\n(وأولِ \"عَشرَةَ\" اثنتي و\"عَشَرا\" ... اثنَيْ إذا أُثني تشا أو ذَكَرا)\n(2/837)",
        "\n(والياء لغيرِ الرفعِ, وارفعْ بالألف ... والفتحُ في جُزْأَيْ سِواهما أُلف)\nإذا ركبتَ الاثنين أو الاثنتين مع العشرة أضفتهما إليها, معتبرا -في حالهما مع ما ركبا معه- مطابقة حال المعدود تذكيرا وتأنيثا كالواحد, فتقول: \"عندي اثنا عشر رجلا واثنتا عشرة امرأة\" وإلى المثال الثاني أشار المصنف بقوله: \"وأوْلِ عَشْرَة اثنتْي\" وإلى الأول أشار بقوله: \"وعَشَرَا اثْنَي\" إذ المعنى: وأول عشرا اثنى, وقوله: \"إذا أُنثى تشا أو ذكرا\": تقسيم لا تخيير, ولذلك أوقعه مطابقا لحال المثالين فقدم الأنثى لتقديم عددها في التمثيل, قم هو مخالف لجميع المركبات في أن النَّيَّف يعرب مضافا إلى العشرة, فيكون بالياء في غير الرفع, وهو الجر والنصب, نحو: \"رأيت اثنيْ عشر رجلا\" و \"مررت باثْنَيْ عَشَرة امرأة\" [ويرفع بالألف, نحو: \"جاءني اثنا عشر رجلا, واثنتا عشرة امرأة\"] وأما سواهما من الأعداد فالمألوف فيها بناء الجزأين.\n(2/838)\n",
        "وهما: النّيّف والعشرة على الفتح نكرت نحو: \"عندي ثلاثة عشر رجلا\" أو عرفت كـ\"ـمررت بالخمسة عشر رجلا\", ويستثنى من ذلك لفظتان الأولى: \"إحدى\" فإنها تُبنى على السكون حال تركيبها لعدم قبول الألف للحركة.\nالثانية: \"ثماني\" فإن من العرب من يسكن ياؤه كما يسكن \"ياء\" معدي كرب -عند التركيب- ومنهم من يفتحها على القاعدة, ومنهم من يحذفها [إما مع كسر النون] للدلالة عليها, وإما مع فتحها على قاعدة التركيب.\n(وميز العشرينَ للتسعينا ... بواحدِ كـ\"ـأربعينَ\" حِينا)\nمميز العشرين والتسعين وما بينهما من العقود مفرد منصوب, سواء كانت مفردة كـ\"ـخمسين عاماً\" أو معطوفا عليها نيف كـ\"ـثلاثة وثلاثين رجلا\" و\"تسعة وتسعين درهما\" ثم لفظ العقد لا يختلف ذكّر معدوده أو أنت, نحو: {وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا} [الأعراف:155] {وَوَاعَدْنَا مُوسَى ثَلاثِينَ لَيْلَةً} [الأعراف:142] وأما النيف فحكمه معه حكمه إذا انفرد, فيطابق بالواحد والاثنين حال معدودهما, فتقول: \"عندي واحد وثلاثون [رجلا\" -وإن شئت: أحد وثلاثون-] و \"واحدة وثلاثون امرأة\" -والأكثر: إحدى وثلاثون- و \"اثنان\n(2/839)\n\nوثلاثون [رجلا\" و \"اثنتان وثلاثون] امرأة\" ويخالف بالثلاثة والتسعين وما بينهما حال معدودهما, فتقول \"ثلاث وثلاثون جارية\" و \"تسعة وأربعون عبدا\" قال تعالى: {إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً} [ص:23] وفي الحديث: \"إن للهِ تسعةً وتسعين اسما\".\n(ومَّيزُوا مركَّبا بمثل ما ... مُيِّز \"عشرون\" فسوِّينْهُما)\nالمركب من الأعداد بغير عطف, وهو: \"أحد عشر\" و \"تسعة عشر\" وما بينهما يميز ما يميز به \"عشرون\" وأخواته, من مفرد منصوب, نحو: {إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا} [يوسف:4] {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا} [التوبة:36] فأما قوله تعالى: {وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا} [البقرة:160] فالوجه أن المميز محذوف, تقديره: \"فرقة\", و\"أسباطا\" بدل من: \"اثنتي عشرة\" إذ لو كان تمييزا لقيل: \"اثنا عشر\" لأن واحده: \"سَبْط\" وهو مذّكر.\n(وإن أضيف عدد مركَّب ... يَبقى إلينا وعَجُزٌ قد يعرب)\nتختص الأعداد المركبة بغير إضافة بجواز إضافتها إلى مستحق المعدود, ثم فيها لغتان, أشهرهما بقاء البناء, نحو: \"مررت بأحدَ عشَرَ زيدٍ\" وجعل",
        "(2/840)\n\nأكثر البصريين هذا واجبا. واللغة الثنية حكاها سيبويه وهو إعراب العجز بما يقتضيه العامل مع بقاء فتح الصدر, كما يفعل ذلك بـ\"ـبعلبك\" فتقول: \"هؤلاء أحَدَ عشرُ زيدٍ\" و \"رأيت أحَدَ عَشَرَ زَيدٍ\" و \"مررت بأحَدَ عَشَرَ زيدٍ\" -تجرة بالكسرة لفقد العملية المقتضية مع التركيب منع صرف \"بعلبك\" قال سيبويه: وهي لغة رديئة, وحكى الكوفيون فيها لغة ثالثة, وهي إضافة الصدر إلى العجز, معربا بما يقتضيه العامل, ثم إضافة العجز مجروراً إلى مستحق المعدود, فتقول: \"هذه أحَدُ عَشَرِك\" و \"رأيت أحَدَ عَشَرِك\" و \"مررت بأحَدِ عَشَرِك\" ولم يخصوا هذه اللغة بحال الإضافة, بل أجازوا إضافة صدر المركب من العدد إلى عجزه مطلقا, مستدلين لقوله:\n484 - (كُلِّفَ من عَنائِه وشقِوتِه ... بنتَ ثماني عَشْرَةٍ من حُجَّتِه)\n(2/841)",
        "\n(وصغ من اثنينِ فما فوقُ إلى .. عَشَرةِ كـ\"ـفاعِلِ من فَعَلا)\n(واختِمه في التأنيث بالتا ومَتَى ... ذَكَّرْتَ فاذكرْ \"فاعلا\" بغيرِ تا)\n\"واحد\" و\"واحدة\" من أسماء العدد موضوعان على وزن \"فاعِل\" و\"فاعلِة\" فلذلك أضرب المصنف عن ذكرهما, ومتى استُعملا مع \"العشرة أو ما فوقها من العقود فإنك تنقل \"الفاء\" منها إلى موضع: \"اللام\" وتقلبهما ياء, فتقول: \"حادي\" -في التذكير- و\"حادية\" -في التأنيث- فأما ما زاد عليهما فـ\"ـالاثنان\" فما فوقها إلى \"العشرة\" لك أن تصوغها على وزن \"واحد\" و\"واحدة\" فتبني منهما اسم فاعل كما تبنيه من الفعل الثلاثي, وتأتي به على وزن [\"فاعل\" -بغير تاء- مع المذكر, وعلى وزن] \"فاعلة\" -بالتاء- مع المؤنثة, فتقول: \"هذا ثالث القوم\" و \"هذه رابعة النَّسوة\" كما تقول: \"هذا\n(2/842)\n",
        "ضارب القوم\" و \"وهذه سابقة النسوة\" ولك أن تستعمله مفرجدا لقصد الدلالة على معناه مجردا عن الإضافة نحو:\n485 - (... لستةِ أعوامٍ وذا العامُ سابع)\nولك أن تستعمله مضافا إلى غير عدد, كما مثّل.\n(وإن تُردْ بعضَ الذي منه بُني ... تُضفْ إليه مثلَ بعضِ بَيِّن)\n(وإن تُردْ جعْلَ الأقلِّ مثلَ ما ... فوقُ فحُكْمَ \"جاعلِ\" له احكُما)\nلهذا العدد المحول إلى بناء \"فاعل\" في الاستعمال مع غيره خمسة أحوال:\nأحدها: أن تستعمله مع أصله الذي بني منه للدلالة على أن الموصوف به بعض تلك العدة المعينة لا غير, فتضيف الأول إلى الثاني, فتقول: \"خامسُ خمسةٍ\" و \"رابعُ أربعةٍ\" كما تقول: \"بعضُ أربعةٍ\" و \"بعضُ خمسةٍ\" قال تعالى: {ثَانِيَ اثْنَيْنِ} [التوبة:40] {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ} [المائدة:73] ولا يتأتى هذا الاستعمال في \"الواحد\" لفقد البعضية.\n(2/843)\n\nوهذه الإضافة واجبة عند الجمهور, ولم يثبت بما أجازه الكسائي, والأخفش من نصب الثاني شاهد, وخص المصنف -في غير هذا الموضع- النصب بـ\"ـثان\" دون بقية أخواته\".\nالحال الثاني: أن يستعمل مع عدد دون أصله الذي بني منه, مقصودا به جعل الأقل من العدد المستعمل معه مثل الأكثر, وهو العدد الذي هو أصله, نحو: \"هذا رابعُ ثلاثةٍ\" أي: \"جاعلهم بنفسه أربعةً\" فيكون حكمه حكم \"جاعل\" ونحوه من اسم الفاعل الذي يجوز أن ينصب ما بعده, وأن يجره بالإضافة, ويحتملها قوله: {سَادِسُهُمْ كَلْبُهُمْ} [الكهف:22] ولا يتأتى هذا الاستعمال في \"ثان\" فلا يقال: \"ثاني واحد\" -بإضافةٍ ولا نصبٍ- وأجازه بعضهم بالنصب, نحو: \"ثاني واحدا\" دون الإضافة, وبعضهم مطلقا.",
        "(2/844)\n\n(وإن أردتَ مثلَ ثاني اثنين ... مركبا فجيء بتركيبين)\n(أو فاعلا بحالتَيْه أَضِفْ ... إلى مركَّبِ بما تَنْوي يَفي)\n(وشاع الاستغنا بحادي عَشَرا .. ونحوهِ, قبلَ عشرينَ اذكُرا)\n(وبابه الفاعل من لفظِ العَدد ... بحالتيه قبل واوٍ يُعتَمَد)\nهذه الثلاثة الأحوال الباقي من أحوال العدد المصوغ إلى بناء \"فاعل\".\nفالأول منها: أن تستعمله مع العشرة ليفيد معنى \"ثاني اثنين\" ففي صوغه ثلاثة أوجه, أقيسها ما ذكره المصنف أولا, وهو أنك تأتي بتركيبين مشتملين على أربعة ألفاظ:\nالأول: الوصف مركبا مع العَشَرة.\nوالثالث العدد المشتق منه الوصف مركبا مع العشرة -أيضا- فتقول: \"هذا ثاني عَشَرَ اثني عشر\" و \"رابع عَشَرَ أربعةَ عَشَرَ\" بإضافة المركب الأول إلى المركب الثاني.\nالوجه الثاني: أن تحذف العقد, وهو \"العَشْرُ من المركب الأول وتأتي بـ\"ـفاعل\" بحالتيه من التذكير والتأنيث مضافا إلى المركب الثاني, وعلى هذا فيعرب الأول لزوال التركيب المقتضي لبنائه, فتقول: \"هذا ثالثٌ ثلاثةَ عَشَرَ\" و \"هذه رابعةٌ أرْبَعَ عَشْرَة\".\nالوجه الثالث: أن يقتصر على التركيب الأول باقيا على بناء صدره, فتقول: \"ثالثَ عَشَرَ\" وإليه أشار المصنف بقوله: \"وشاع الاستغناء بحادي عشرا ونحوه\" وبعض العرب فيقول: \"حادِي عَشَر\".\n(2/845)",
        "\nهذا ظاهر كلام المصنف هنا في إيراد الوجه الثالث, وبه شرحه ابنه, والتحرير في هذا الوجه أن يقال: \"يحذف العقد من المركب الأول والنيف من المركب الثاني, ثم تضيف ما بقي معك من التركيب [الأول وهو النيف إلى ما بقي معك من التركيب] الثاني وهو العقد, معربا لهما لزوال سبب البناء وهو التركيب, فتقول: \"هذا ثالثُ عَشَر\" ونحوه, وبعضهم يعرب الأول ويترك الثاني مبنيا, فيقول: \"هذا ثالثُ عَشَرَ\" وأما بناؤهما معا كما هو مقتضى كلام المصنف وشرح ابنه له فحكى وجها ثالثاً في استعماله, ورده بعضهم بأنه لا دليل -حينئذ- على أن هذين الاسمين منتزعان من تركيبين, وأجيب عنه بأن الدليل على ذلك أن \"فاعلا\" إنما يركب مع العدد الذي اشتق منه, كـ\"ـثالث ثلاثة\" أو مع أقل منه كـ\"ـخامس أربعة\" فإذا قيل: \"ثالث عشر\" عُلم أن هناك تركيبين, والجواب غير مستقيم, أما مقدمته فظاهرة الصحة, وأما النتيجة فباطلة, لأن من أحوال هذا المصوغ أن يستعمل مع العشرة وحدها, لإفادة الاتصاف بمعناه مقيدا بمصاحبتها,\n(2/846)\n",
        "فيذكَّران معا مع المذكر, ويؤنثان مع المؤنث, نحو: \"الجزءُ الحادي عَشَرَ\" و \"المقامة الخامسة عشرة\" فإذا قيل -في المنتزع من تركيبين- \"حادي عَشَرَ\" -ببنائهما- التبس بهذا النوع فاعرفْه فإنه موضع.\nالحال الثاني: من هذه الأحوال الثلاثة -ويمكن إدخاله في كلام المصنف- أن تستعمل المركبين لإفادة جعْلَ الأقَل مثل ما فوقه, فتقول: \"رابعُ عَشَر ثلاثةَ عَشَر\" فالأصل فيه أن تأتي بتركيبين- كما ذكرنا في الذي قبله- إلاّ أنه يلزم أن يكون اللفظ الثالث منهما دون ما اشتق منه الوصف -كما مثلنا- وقد صرح سيبويه بإجازة مثله, ولك في هذه الحال أن تحذف \"العشرة\" من التركيب الأول, وتضيفه إلى مجموع الثاني, وليس لك أن تحذف النيف من الثاني لئلا يلتبس بالاستعمال الذي قبله.\nالحال الثالث: وهو المكمل للأحوال الخمسة من أحوال العدد المصوغ إلى فاعل [وهو أن تستعمله مع العشرين وأخواتها فَتَذْكُر الفاعل] من لفظ العدد بحالتيه من التذكير والتأنيث, وتعطف عليه العقد بالواو فتقول: \"حادي وعشرون\" و \"ثانية وعشرون\" إلى ثلاثة وتسعين, وتاسع وتسعين, وإلى هذا الحال أشار بقوله:\n(وقبل عشرين اذكر ... إلى آخره)\n(2/847)\n\nكَمْ وكأيِّنْ وكَذَا\nعقبت هذه باب العدد, لأنها كنايات عن العدد المبهم, وكلها أسماء مبنية, أما \"كم\" فقيل لشبهها بالحرف وضعا, وقيل لشبه الاستفهامية به معنى, وحملت الخبرية عليها لموافقة لفظها.\nوأما \"كأين\" فلأنها استعملت استفهامية في قول أبيّ بن كعب [لابن مسعود]",
        "(2/848)\n\n(كأيَّنْ تقرأُ سورةَ الأحزابِ) فهي متضمنة معنى الهمزة, والخبرية لموافقة لفظها.\nوأما \"كذ\" فبنيت لشبهها بـ\"كم\" الخبرية في الدلالة على العدد المبهم, والافتقار إلى مميز.\n(مَيَّزْ في الاستفهام \"كم\" بمثل \"ما\" ... مَيَّزْتَ عشرين كـ\"كم شَخْصاً سَما؟ \")\nتنقسم \"كم\" إلى استفهامية وإلى خبرية, ويشتركان في البناء كما سبق, وفي لزوم التصدير, وفي كونهما كنايتين عن عدد مبهم, وفي الافتقار إلى مميز, ويفترقان في إعراب المميز, وصفته -كما نشرحه- وفي جواز حذف الخبرية, وفي جواز [حذف مميز الاستفهامية] نحو: {قَالَ كَمْ لَبِثْتُمْ} [المؤمنون:112] ونحو: \"كم صُمْتَ؟ \" أي: كم يوما, بخلاف الخبرية, وفي جواز الفصل بين الاستفهامية ومميزها, نحو: {قَالَ كَمْ لَبِثْتُمْ فِي الأَرْضِ عَدَدَ سِنِينَ} [المؤمنون:112] ولا يجوز ذلك في الخبرية, بل متى فُصل بينها وبين مميزها بغير الظرف والجار\n(2/849)",
        "\nوالمجرور تعين نصبه, وإن كان بواحد منهما, فالأرجح نصبه, وقد يجر في الشعر, نحو:\n486 - (كم بِجودٍ مُقْرِفٍ نال العُلا ...)\nوفي أن الخبرية تختص بالماضي كاختصاص \"رُبَّ\" به, إذ هي نقيضتها,\n(2/850)\n",
        "فتقول: كم عبدٍ ملكتُ\" ولا تقول: \"كم عبد سأملكه\" بخلاف الاستفهامية, فإنك تقول: \"كم فرسخاً سرت؟ \" و \"كم فرسخت تسير غدا؟ \" وفي أن المتكلم بالاستفهامية [يستدعي جوابا من مخاطبه, بخلاف الخبرية, وفي أن المتكلم بالاستفهام] لا يتوجه إليه التصديق والتكذيب, بخلاف الخبرية, وفي أن البدل من الاستفهامية [يجب أن يقترن بهمزة الاستفهام-كما سبق في بابه- بخلاف الخبرية.\nعدنا إلى شرح كلام المصنف, ومراده: أن مميز \"كم\" الاستفهامية] مفرد\n(2/851)\n\nمنصوب, كمميز عشرين, فتقول: \"كم شخصا سما\" كما تقول: \"عندي عشرون رجلا\"\n(وأَجِزَ ان تَجُرَّه \"مِن\" مُضمَراً ... إن وَلِيت \"كم\" حرفَ جرَّ مُظهرا)\nيجوز في مميز \"كم\" الاستفهامية أن يجر ب \"مِن\" مضمرة, نحو: \"بكم درهم اشتريت ثوبك؟ \" على تقدير: بكم من درهم, لا بإضافة \"كم\" كما زعم الزجاج.\n(واستعمِلَنها مُخبِرا كعَشَره ... أو مائةٍ كـ\" \"كَم رجالٍ أو مَرَه\")\n\"كم\" الخبرية مميزها مجرور بإضافتها إليه, ثم لما كانت لتكثير العدد جاز أن يكون مميزها منفردا كمميز المائة, والألف, وهو الأكثر, وأن يكون جمعا كمميز العشرة, وإليهما أشار المصنف بقوله: \"ككم رجال أو مَرَه\" إذ تقديره: \"وكم مَرَةٍ\", ويلزم جر مميزها, وبجواز كونه جمعا فارقت الخبرية, فحصل الفرق بينهما من ثمانية أوجه.\n(كَكَم \"كَأين\" و \"كذا\" وينتصِب ... تمييز ذينِ أو به صِل \"مِن\" تُصِب)\n\"كأين\" و\"كذا\" بمنزلة: كم الخبرية في الدلالة على العدد المبهم, وفي الافتقار إلى مميز, وتشاركها \"كأين\" خاصة في استحقاق التصدير, ويفارقانها في أن تمييزها إما منصوب نحو:",
        "(2/852)\n\n487 - (اطرد اليأسَ بالرجا فكأين ... آلِماً حُمَّ يُسرُه بعد عُسر)\nوكقوله:\n488 - (عد النَّفس نعمى بعد بؤساك ذَاكِرًا ... كَذَا وَكَذَا لطفا بِهِ نسي الْجهد)\nوإما مجرور بـ\"مِن\" ظاهرة, وهو في \"كأين\" أكثر من النصب, وبه ورد القرآن, نحو: {وَكَأَيِّن مِّن قَرْيَةٍ} [الطلاق:8] {وَكَأَيِّن مِّن دَآبَّةٍ} [العنكبوت: 60] ولا أعرفه مسموعا في \"كذا\" وأكثر ما تستعمل \"كذا\" مكررة بالعطف, كما مثّل, وقد تستعمل مفردة أو مكررة بدون عطف, ولا تلزم التصدر, بل يجوز: \"قَبَضتُ كذا وكذا درهما\" , وقد ظهر بذلك أن البيت مدخولٌ من عِدة أوجه.\n(2/853)",
        "\nالحكاية\nويراد بها أشياء:\nأحدها: حكاية الجمل المنقولة إلى العلمية, فتستقر على ألفاظها, كما سبق.\nالثاني: حكاية الجمل بالقول, نحو: {قَالَ إِنِّي عَبْدُ اللَّه} [مريم:30] ويجوز حكايتها بالمعنى فتقول في حكاية: \"زيد قائم\": \"قال عمرو: قائم زيد\" فإن كانت الجملة ملحونة تعينت حكايتها في المعنى, في أصح القولين.\nوأما المفردات فلا تحكى, وشذ قول بعضهم: \"ليس بِقُرشيَّا\" ردا على\n(2/854)\n",
        "من قال: \"إن في الدار قرشيا\".\nالثالث: المبوَّب عليه من هنا, وهو شيئان:\nأحدهما: حكاية النكرات بـ\"مَن\" و \"أيّ\" وهي في الأصل استفهام بمعنى الإثبات, وطلب التعيين, فلهذا اختصت بهاتين الأداتين.\nالثاني: حكاية الأعلام بألفاظها.\n(أحك ب\"أيّ\" ما لمنكورٍ سُئِل ... عنهُ بها في الوقفِ أو حِينَ تَصِل)\nهذا القسم الأول من الحكاية المبوَّب عليها, وهو حكاية النكرات بأداتي الاستفهام المذكورتين:\nإحداهما: \"أيّ\" ويحكى بها مع الوقف ومع الوصل, معطاةً ما ثبت للفظ.\nتلك النكرة المسؤول عنها من رفع أو نصب أو جرّ, وتذكير أو تأنيث, وإفراد أو تثنية أو جمع, فتقول لمن قال: \"رأيت رجلا\": أياً؟ \", ولمن قال: \"جائتني امرأة\": \"أيةٌ\"؟ \", وامن قال: مررت [برجل\": أيَّ؟ \", ولمن قال: \"جائني رجلان\": \"أيانِ؟ \" ولمن قال: \"مررت] بامرأتين\": أيَّتينِ؟ \", ولمن قال: رأيت رجالا\": \"أيَّيينَ؟ \", ولمن قال: رأيت نساء\": أياتٍ؟ \", وكذا لو وصلت فقلت: \"أياً يا فتى؟ \" و\"أياتٌ يا رجل؟ \" وتقول لمن قال: \"رأيت رجلا يَضربُ امرأةً لها أخَوان وأختانِ بحضور رجال معهم نساءٌ\": أياً؟ \", و\"أيةً؟ \" وأياانِ؟ \", و\"أيتانِ\"؟ [وأيينَ؟ \" وأياتٌ؟ \"].\n(2/855)\n\n(ووقفا احكِ ما لمنكور بـ \"مَن\" ... والنونَ حرَّك مطلقا وأَشبِعَن)\n(وقُل \"منانِ\" و\"منَينِ\" بعد: \"لِي ... إلفانِ بابَنَينِ وسَكّن تَعدِل)\n(وقل لكم قال: \"أَتت بِنتٌ: مَنَة؟ ... والنُّونُ قبل تَا المثّنى مُسكَنَه)\n(والفتحُ نَزرٌ, وصِلِ التَّا والأَلِف ... بـ\"مَن\" بِإِثِرِ: ذَا بنسوةٍ كَلِف)\n(وقل: \"منون؟ \"ومنين؟ مُسكنا ... إن قيل \"جا قوم لقومٍ فظنا)\n\"مَن\" كـ\"أي\" في أنها لا يُحكى بها إلا النكرات, إلا أنها تفارقها في أربعة أحكام, ذكر المصنف منها ثلاثة:\nالأول: [أنه لا يحكى] بها مُشبعة الحركات, ومفرعة بصورة التأنيث والتثنية والجمع إلا في الوقف, كما ذكر المصنف, بخلاف: \"أي\" فإنه يحكى بها كذلك وصلا ووقفا.\nالثاني: أن \"مَن\" إذا حكى بها, وحركت نونها بمثل حركة المحكي أشبعت تلك الحركة بحيث يتولد منها حرف مدَّ ولينٍ من جنيها, فتقول لمن قال: \"رأيت رجلاً\": \"منا\"؟ , ولمن قال: \"مررت برجل\": \"منى\"؟ ولمن قال: \"جائني رجل\": \"مَنو؟ \", وإلى هذا أشار بقوله: \"والنونَ حرّك مطلقا- أي بالحركات الثلاث- وأشبعن\" بخلاف: \"أي\" فإنها إنما يحكى بها حركات الإعراب غير مشبعة.\nالثالث: أن آخر \"أي\" لا يكون في حكاية المثنى إلاّ مفتوحا, مذكرا كان",
        "(2/856)\n\nأو مؤنثا, بخلاف \"من\" فإنه إذا حكي المثنى المؤنث فالأشهر سكون نونها, كما أشار إليه المصنف بقوله: \"والنون قبل تا المثنى مسكنه\" فتقول لمن قال: \"عندي امرأتان\": \"مَنتان\"؟ \" والفتح فيها قليل, واللغتان جاريتان في المفردة المؤنثة أيضا, إلاّ أنّ الأرجح فيها الفتح, كما ذكره المصنف بقوله: \"مَنه\" وبعضهم يسكنها فيقول: \"مَنت\".\nالحكم الرابع-ولم يذكره المصنف هنا- أن الحكاية بـ \"أي\" عامة, في العاقل وغيره, بخلاف الحكاية بـ\"من\" فإنها تختص بالعاقل, ولذلك إذا اختلط العاقل وغيره وحكيت أتيت في حكاية العاقل بـ\"مَن\" وفي حكاية غيره بـ \"أي\" فتقول لمن قال: \"رأيت رجلين على فرسين\": \"منين وأيين؟ ولنت قال: \"رَكِبَ رجالٌ نوقاً\": \"منون وآيات؟ \", ولمن قال: \"اشترى امرأتان خُمُرا: \"منتان وأيين؟ \", ولمن قال: \"أكل سبعٌ صِبياناً وبناتٍ\": \"أي ومنين ومناتٍ؟ \" وعلى هذه القاعدة الحكاية.\n(وإن تصل فلفظ \"من\" لا يختلف ... ونادرٌ \"منون\" في نظم غرف)\nإذا وصلت في الحكاية ب\"من\" قلت, من يا هذا؟ \" وبطلت الحكاية\" سواء كان المحكى مفردا أو ضدّيه, مذكرا أو ضده, فأما قوله:\n489 - (أتوا ناري, فقلتُ:\"منون أنتم\"؟ ... فقالوا: الجِنُّ قلتُ: عَموا ظلاما)\n(2/857)",
        "\nفنادر, وفي إدخال هذا البيت في باب الحكاية نَظَرٌ, فإنَّ الحكاية سؤالٌ عن تعيين نكرة واردةٍ في كلام سابق, وليس في هذا النظم شيءٌ من ذلك, فتأمل الأبيات قبله في الجمل وغيره.\n(2/858)\n",
        "(والعلم احكينه من بعد \"من\" ... إن عريت من عاطفٍ بها اقترن)\nيحكى العلم المجهول العين بلفظه من بعد \"من\" عند الحجازيين فتقول لمن قال: \"رأيت زيدا\": مَن زيداظ -بالنصب- ولمن قال: \"مررت بعمرو\": \"من عمرو؟ \", ولمن قال: جاءني محمد\": مَن حمد؟ \", ولا يحكى غير العلم, فلا يقال لمن قال: \"رأيت غلامَ زيد\": \"من غلام زيد؟ \" -بالحكاية- ولم يذكر المصنف هنا من شروط العلم المحكى إلاّ تجرد \"مَن\" من عاطف, فلو اقترنت بعاطف كقولك لمن قال: \"رأيت زيدا\": \"ومن زيدُ؟ \" بطلت الحكاية, وتعين الرفع وله شرطان آخران:\nأحدهما: أن يكون العلم لعاقل, فلا يحكى أعلام غير العاقل كلاحق و\"شذ قَم\".\nالثاني: أن يتجرد من تابع [فلو أتبع] العَلَمُ ببدل, أو تأكيد, أو عطف\n(2/859)\n\nبيان, أو نسق بغير علم, أو نعت بغير\"ابن\" مضاف إلى عَلَم, نحو: \"رأيت زيدا أخاك\" أو زيدا نفسه\" أو \"زيدا أبا عمرو\", أو \"زيدا وأخاه\" أو \"زيداً الكريم\" لم تجز الحكاية في ذلك كله, وإن كان المنسوق علما نحو: \"رأيت زيدا وعمرا\" ففي جواز الحكاية قولان, ولو وصف المحكى بـ\"ابن\" مضاف إلى علم, نحو: \"رأيت زيدا بن عمرو\" جازت الحكاية اتفاقا.\n\nتنبيه:\nالحكاية بالمبني كـ\"من\" اتباع بلا خلاف, وأما المحكى بالمعرب كـ\"أي\" والمحكى بالعلم ففيه ثلاثة أقوال:, أشهرها أنه إتباع -أيضا- وليست حركات إعراب ولا حروفه, وذهب الكوفيون إلى أنه إعراب بعامل مقدر لائق المعنى, وقال المصنف -في موضع-: إن الضمة في العلم الواقع بعد \"من\" نحو/ \"من زيد؟ \" في حكاية من قال: \"جاءني زيدٌ\" إعراب بخلاف الفتحة والكسرة فانهما إتباع. أ. هـ",
        "(2/860)\n\nالتأنيث\nوصف التذكير والتأنيث من خصائص الأسماء، والأصل فيها التذكير، ولذلك استغنى عن علامة، وأما التأنيث فلكونه فرعاً احتاج إلى علامة يعرف بها.\n(علامةُ التأنيث تاءٌ أو أّلِفْ ... وفي أسامٍ قَدَّروا التا كالكَتِفْ)\n(ويُعرف التقدير بالضميرِ ... ونحوهِ كالردّ في التصغيرِ)\nللتأنيث علامتان:\nإحداهما: تاء متحركة تتصل بالأسماء تدل على تأنيثها، وأما التاء الساكنة التي تتصل بالأفعال فإنما تدل على تأنيث ما أسندت إليه، والمتصلة ببعض الحروف كـ \"ثُمَّتْ\" و \"رُبّتْ\" زائدة.\n(2/861)",
        "\nوالثانية: ألف، إما مفردة كـ \"حُبْلى\" وتسمى ألف التأنيث المقصودة، وهي أصل الممدودة، وإما متصلة بمثلها فتقلب الثانية منهما همزة كـ \"حمراء\" وتسمى ألف التأنيث الممدودة؛ والتاء هي الأصل في الدلالة على التأنيث، ولذلك قدروها دون الألف فيما هو مؤنث من الأسماء بغير علامة، كـ \"يّدٍ ودِيّمٍ وكَتِف وعين وأُذُن ونار ودار\" ونحوها، ويُعرف هذا التقدير بالضمير العائد على الاسم، نحو:} النَّارُ وَعَدَهَا اللَّهُ {] البقرة: 1 [،} حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا {] محمد: 4 [، وبنحوه وذلك أشياء:\nأحدها: رد التاء في التصغير، نحو: عُيَيْنَة وأُذَيْنةَ.\nالثاني: بالإشارة إليه، نحو:} هَذِهِ جَهَنَّمُ الَّتِي {] يس، الرحمن: 63،43 [} تِلْكَ الدَّارُ الْآخِرَةُ {] القصص: 83 [وبصفته نحو:} نَارُ اللَّهِ الْمُوقَدَةُ الَّتِي تَطَّلِعُ {] الهمزة: 6 - 7 [وتجري مجراها الحالُ والخبر، نحو:} فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً {] النمل: 52 [} إِنَّ أَرْضِي وَاسِعَةٌ}\n(2/862)\n",
        "الثالث: اتصال الفعل المسند إليه بالتاء، نحو:} وَلَمَّا فَصَلَتِ الْعِيرُ {] يوسف:94 [.\nالرابع: سقوط التاء من عدده، من الثلاثة إلى العشرة، نحو:\n490 - (... ... وهي ثلاثُ أَذْرُعٍ وإصبَع ... ...)\nالخامس: إطراد جمعه على \"أَفْعُل\" مع كونه رباعيُاً، كـ \"عَنَاق\" و \"عُقاب\" بخلاف ما لم يطرد فيه كـ \"غُراب\".\n(ولا تلى فارقةً فَعُولا ... إصلاً، ولا المِفْعالَ والمِفْعيلا)\n(كذاك مِفْعلٌ وما تَلِيهِ ... تا الفرقِ من ذِى فشُذوذٌ فيهِ)\nالتاء المتحركة أكثر ما تدخل في الأسماء للفرق بين مؤنثها ومذكرها، وقد تدخل لغير ذلك، ثم الفارقة أكثر ما تكون في الصفات كـ \"مسلم\"\n(2/863)\n\nو \"مسلمة وقائمة\" وما يجري مجراها كـ \"فتى وفتاه\" ودخولها في أسماء الأجْناس التي لا تشعر بوصف إمّا قليل كـ \"امرئ وامرأة، وإنسان وإنسانة\" وإمّا نادر كقوله:\n491 - (... ... لم يبالوا حرمة الرَّجُلَهْ ... ...)\nبل الأغلب فيها أن يوضع لكل واحدٍ من المذكر والمؤنث لفظ يختص به، كـ \"رجل وامرأة، وجمَل وناقة\".\nثم التاء الفارقة يمتنع دخولها في خمسة أبنية من الصفات:\nأحدها: فَعُول -بمعنى فاعل- كـ \"صَبُور وشكور\" بل يجريان على المذكر والمؤنث بغير تاءٍ، ولذلك قالوا: \"ناقة ذَلول\" قال تعالى: {وَمَا كَانَتْ أُمّك بَغِيًّا} [مريم:28] إذ أصله: بَغُويا، ثم أدغمت الواو في الياء،",
        "(2/864)\n\nوقولهم: \"امرأة ملولة\" [التاء فيه للمبالغة لا للفرق، ولذلك أجروه على المذكر فقالوا: \"رجل مَلُولة\"].\nأما \"فَعُول\" - بمعنى: مفعول- فتلحقه تاء الفرق، قالوا: \"جَمل رَكوب\" [وناقة رَكوبة] حتى قالوا: \"حَلُوبة\" مع اختصاصها بالمؤنث.\nالثاني: \"مِفْعال\" كـ \"مِنْحار\" ولذلك قالوا: \"امرأة مِعْطار\" \"ومِقْلات\": للتي لا يعيش لها ولد.\nالثالث: \"مِفْعيل\" كـ \"مِعْطير\".\nالرابع: \"مِفْعَل\" كـ \"مِغْشَم\" و \"مِذْعَس\".\nكل هذه الأبنية كـ \"فَعُول\" في الإطلاق على المذكر والمؤنث بغير تاء وما تليه التاء الفارقة من هذه الأوزان ففيه شذوذ، إما من جهة القياس، كقولهم: \"امرأة مِسكينة\" وإما من جهة الاستعمال كقولهم: \"امرأة عَدوَّة\" حملاً على صديقة، و\"امرأة مِيقاتة\".\n(ومن فَعيلٍ كقتيل إن تَبعْ ... موصوفَه غالباً التّا تمتنعْ)\n(2/865)",
        "\nهذا البناء الخامس مما يمتنع دخول تاء الفرق فيه، وهو فَعِيل بمعنى مفعول كـ \"قتيل وجريح\" لكن إنما تمتنع تاء الفرق منه إذا كان صفة وقد ذُكر موصوفها قبلها، كـ \"امرأة جريح\" و \"عين كحيل\" و \"لحية دهين\" وقوله: \"غالباً\"، احتراز من قولهم: خَصلة حميدة، وصفة ذميمة، ومِلْحَفَة جديدة، وهي بمعنى: مجدودة، أي مقطوعة عن منوالها الذي نُسجت عليه.\nأما إن لم يذكر الموصوف دخلت التاء، فتقول: مررت بقتيلة بني فلان خوف اللبس، وقوله: {والنطيحة} [المائدة:3] قيل لعدم ذكر الموصوف، وقيل: بل إخراجاً له عن الوصف وإلحاقاً بالأسماء، وقيل: بل اتباعاً لما تقدمه من الصفات.\nأما إن كان \"فَعِيل\" بمعنى فاعل فإنه تلحقه التاء عند التأنيث كـ \"امرأة رحيمة وظريفة\" وقد يحمل على الذي بمعنى مفعول، فلا تلحقه، ومنه {من يحيي العظام وهي رميم} [يس:78] و {إن رحمة الله قريب} [الأعراف:56].\nعلى أحد التأويلات، [وقد تحذف تاء الفرق من فاعل، كقولهم: ناقة صابر، وجمل صابر].\n(2/866)\n",
        "(وألفُ التأنيث ذاتُ قصرِ ... وذاتُ مدِّ نحو: أُنثى الغُرِّ)\n(والاشتهار في مباني الأولى ... يبديه وزن أُربي والطُّولَي)\n(ومَرطي ووزنُ فَعْلي جمعا ... أو مصدراً أو وصفةً كشَعْبي)\n(وكحُبَارَى سُمَّهَى سِبَطرى ... ذِكرى وحثيثى مع الكُفُرَّى)\n(كذاك خليطي مع الشُّقارى ... واغزُ لغير هذه استندارا)\nقد سبق تمييز المقصور من الممدود من ألفي التأنيث، ومثّل الممدودة بأنثى الغُر وهي غراء، فإن الغُر جمع لمذكرها وهو أغرٌ، ثم لكل واحدٍ مما تتصل به ألفا التأنيث أوزان كثيرة، إلا أنه اقتصر على ذكر المشهور [منها فذكر أن المشهور] في مباني الأولى، وهي المقصورة اثنا عشر وزناً:\nالأول: فُعَلَى كـ \"أُرَبَى\" وهو من أسماء الداهية، وقد أُنكر على المصنف عدها في المشهورات، بل بدأ بها لأن ابن قتيبة قال: لم\n(2/867)\n\nيجيء منها إلا ثلاثة لا رابع لها، فالآخران: أُدَمَى وشُعَبَى -اسمان لموضعين- والصواب خلاف ما قال ابن قتيبة، فقد جاء منه \"جُنَفَى\" -اسم موضع- و\"جُعَبَى\" للكبار من النمل، و\"أُرَنَى\" بالنون لإناء يُجَبَّن فيه اللَّبن، ومع ذلك فليس في هذه الأوزان ما هو مشهور، وقد جاء منها بالمدّ غيره.\nالثاني: فُعْلَى -مخففا- وأكثر ما يكون صفة كطُوْلَى وقُصْرى وصُغْرى، وكبرى، ونحوه كثير، ويكون مصدراً كرُجْعى، وقد يجيء اسما كبُهْمَى، لبنت.\nالثالث: فَعَلَى ويأتي بالمعاني الثلاثة، فمن استعماله مصدرا مَرَطَى، لضرب من المشي، وجَفَلى: للدعوة العامة، ويقال فيها: أَجْفَلى. ومن استعماله صفةُ حَيَدَى، ومن استعماله اسما بَرَدَى لنهرٍ معروف.\nالرابع: فَعْلَى وأكثر ما يأتي جمعاً كـ \"قَتْلَى وجَرْحى وهلكى\" ويجيء",
        "(2/868)\n\n-أيضاً- مصدراً كـ \"دعوى\" وصفة لمؤنث كـ \"شعبى - تأنيث شعبان وسَكْرى وغَضْبى\" ونحوها؛ أما ما جاء منه اسماً كـ \"أرطى - لشجر ينبت في الرمل- وعَلْقَى - لشجر تدوم خضرته-\" فيحتمل أن تكون الألف فيه للتأنيث، ويحتمل أن تكون للإلحاق.\nالخامس: فًعَالى - مخففا- كـ \"حُبارى وسُمَانَى\" - اسمين لطائرين- ولا يصح قول الجوهري: إن ألف حبارى للإلحاق، للإجماع على منع صرفه مع فقد العلمية.\nالسادس: فُعَّلَى، كسُمَّهَى - للباطل- وفي عده من المشهورات نظر.\nالسابع: فِعَلَّى - مشدداً- نحو: سِبَطرى ودِفّقى - لضربين من المشي-.\nالثامن: فعلى -مخففاً- وأكثر ما يجيء كذكرى، وقد جاء\n(2/869)",
        "\nمنه جمعان لا ثالث لهما: حِجْلَى - جمع للطائر المسمى بالحَجَل-، وظِرْبَى جمع ظَرِبان -بطاء مهملة مفتوحة تليها راء مهملة مكسورة- وهو دويبة، وما جاء منه اسما ففي ألف من الاحتمالين ما في ألف فَعْلَى.\nالتاسع: فِعّيلى -بكسر أوله وثانيه- كِحثّيثى، للحث على الشيء، وخِلّيْفَى للخلافة، وهِجِّيرى للعادة، ويقال فيه هِجِّيْراء -بالمد- وَحِضّيضى للتحضيض، وضمُّ أوله نادر، وما حكاه الكسائي من قولهم: هو من خِصِّيصاء قومه -بالمد- شاذ.\nالعاشر: فُعُلّى -بضم أوله وتشديد ثالثه- كالكُفُرّى - لوعاء الطلع- هذا الأشهر فيه، وفتح أوله وكسره لغتان، ومثله: حُذُرَّى وبُذُرَّى -من الحذر والتبذير-.\n(2/870)\n",
        "الحادي عشر: فُعَّيْلَى - بضم أوله- كخُلَّيْطَى -للاختلاط- وقُبَّيْطَى - للناطف- ودُخَّيْلَاء -بالمد- شاذ.\nالثاني عشر: فُعَّالى -بضم أوله وتشديد ثانيه- كـ \"شُقَّارى وخُبَّازى\" -لنبتين معروفين- وما عدا هذه الأوزان يحكم بندوره، كالأُرْبَعَا -بضم الهمزة وفتح الباء- ضَرْب من مشي الأرنب، والأُربَعا بنحوه - في الهمزة والباء - قعدة المتربع- وكالخَوْزَلَى والهَيْجَنَى - لضربين من المشي، وكالخَيْسَرَى - للخسارة- وحَنْدَقُوقَى - لنبت- ومِكْوَرَّى- لعظيم الأَرْنبة - ويَهْيَرَّى- للباطل- وفَوْضُوضَى للمفاوضة في أوزان كثيرة.\n(لمدها: فَعْلاءُ أفْعِلاءُ ... مثلّثَ العينِ وفَعْلَلاءُ)\n(ثم فِعَالا فُعْلُلا فاعُولا ... وفَاعِلاءُ فِعْلِيا مَفعولا)\n(ومطلقَ العينِ فَعَالا وكذا ... مطلقَ فاءٍ فَعلاُ أُخِذا)\nالمشهور من مبانى ما فيه ألف التأنيث الممدودة سبعة عشر وزناً شملها كلام المصنف:\nأحدها: فَعْلاء وتكون اسماً كـ \"صحراء\" وصفة كـ \"حمراء\" وجمعاً\n(2/871)\n\nكـ \"طَرفاء\" ومصدراً كـ \"رَغباء\".\nالثاني والثالث والرابع: أَفْعلاء -مثلت العين بالحركات الثلاث- وكسرها أكثر كـ \"أصدقاء وأنبياء وأولياء\" ومنه: أشياء لأن أصله: أشيئاء، ومنه أربعاء جمع ربيع، وهو النهر الصغير والمضموم منه كالأربعاء -لأحد عُمُد الخيمة، وأما اليوم الرابع من أيام الأسبوع ففي عينه الحركات الثلاث.\nالخامس: فَعْلَلاء، كـ \"عَقْرباء\" -اسم موضع-.\nالسادس: فِعالاء -بكسر أوله- كـ \"قصاصاء\" للقصاص.\nالسابع: فُعْلُلاء -بضم أوله وثالثه- كـ \"قًرفُصاء\" للجلسة المعروفة.\nالثامن: فاعُولاء كـ \"عاشوراء\".\nالتاسع: فاعِلاء كـ \"قاصِعاء ونافِقاء\" -لجحرة اليربوع-.\nالعاشر: فِعْلِياء كـ \"كِبرياء\".\nالحادي عشر: مَفْعُولاءٍ كـ \"معبوداء ومأتوناء\" حمع عَبْدٍ وأَتَانٍ.\nالثاني عشر إلى الرابع عشر: فَعالاء -مطلق العين بالحركات الثلاث-",
        "(2/872)\n\nفإن كانت مفتوحة فلا تقع بعدها إلا الألف كـ \"بَرَاكاء\" للبروك وإن كانت مضمومة لم تقع بعدها إلا الواو نحو: جَلُولاء -لموضع- وإن كانت مكسورة لم يقع بعدها إلا الياء كـ \"قَرِيثاء وكَريثاء\" - لنوعين من اليُسْر- ويقال فيهما: قِراثا وكِراثا.\nوالثلاثة المكملة للأبنية: فعلاء -مطلق الفاء بالحركات الثلاث- فالمفتوح منه كـ \"قَرَماء- لموضع - ودأثاء- للأَمَةِ\" وقد جاء منه بالقصر جَنَفَى -اسم موضع- قال في المحكم وهو بالمد اسم موضع آخر.\nوالمضموم منه إما مصدر كـ \"خُيلاء\" وإما جمع كـ \"شُرفاء\" وإما وصف كـ \"نُفساء\" وإما اسم كـ \"رُحَضاء\" وهو عَرَقُ المحموم.\nوالمكسور كـ \"سِيرَاء\"؛ وما عدا هذه من الأوزان فمحكوم بندوره كِهْندِباء وبَلْكَساء -لنبتين- وحَوْصَلاء وهو الحوصلة وعُنْصُلاء -بضم الصاد وفتحها- للعُنصُل، ومًزَيْقيَاء -لقب لملك من ملوك العرب-، وجُخادِباء وهو ضرْب من الجراد، وَزكَرياء ويُنابِعاء -اسم مكان- وقد يفتح أوله.\nوبَرْناساء وهو لغة في البَرنساء، والبَراساء بمعنى الناس، في أبنية غيرها.\n(2/873)",
        "\nالمقصور والممدود\nالقصر والمدّ من صفات الأسماء، والمقصور منها: المتمكن الذي في آخره ألف لازمة، فبالقيد الأول يخرج المبني كـ \"ما\" الاسمية، و\"ذا وتا\" وبالقيد الثاني يخرج الممدود والمنقوص والصحيح وما يجري مجراه، وبقيد اللزوم يخرج نحو: \"رأيت أباك\" لأنها تتغير عند دخول الرافع والجار، والممدود منها: المتمكن الذي في آخره [همزة قبلها] ألف زائدة، فبالقيد الأول يخرج المبني كـ \"هؤلاء\" وبالقيد الثاني خرج ما لا همزة في آخره من الصحيح والمعتل؛ وباشتراط سَبْقها بالألف خرج نحو: دِفْءٍ وعِبءٍ، وتقييد الألف بكونها زائدة نخرج لنحو: \"ذاءِ\" إذ أصله \"ذُوَءِ\" تحركت الواو وانفتح ما قبلها فقُلبت ألفاً، ولا يسمى في الاصطلاح ممدوداً.\nوينقسم كل واحد من القصر والمد إلى قياسي، ومرجعه إلى علم النحو، وإلى سماعي ومرجعه إلى علم اللغة؛ ولهذا إنما تكلم المصنف عن القسم الأول، وقد عرف بذلك أن الباب ثلاثة أقسام.\n(2/874)\n",
        "(إذا اسم استوجب من قبل الطّرَف ... فتحاً وكان ذا نظير كالأسف)\n(فلنظيره المعلّ الآخِرِ ... ثُبوتُ قصرٍ بقياسٍ ظاهرِ)\n(كفِعلٍ وفُعِلٍ في جمع ما ... كفِعُلةٍ وفُعْلَةٍ نحو الدُّمى)\nبدأ بالكلام على القسم الأول وهو المقصور بقياسٍ وضابطه: ما له نظير من الصحيح يجب فتح ما قبل طرفه [وهو آخره فيكون] نظيره من المعتل مقصوراً قياساً، وذلك أشياء ذكر المصنف منها ثلاثة:\n[الأول: ماجاء] مصدراً لمعتل اللام كـ \"سهَوِّى وجَوِّى وعَمِّى\" فإن نظيرها من الصحيح الواجب فتح ما قبل آخره أَسفٌ وفَرَحٌ.\nالثاني: ما جاء على وزن فَعِل -جمعاً لفِعْلَه- كـ \"فِرَّى\" جمع فِرْية، و \"مِرِّى\" جمع مِرية فإن نظيره من الصحيح [قِرَب وكِسَر في جمع قِرْبة وكِسْرة.\nالثالث: ما جاء على فُعَل -جمعاً لفُعلة- كدُمية ودُمِّي وزُبْية وزُبِّي فإن نظيره من الصحيح] يستحق الجمع على فُعَل -بفتح ما قبل آخره- كغُرفة وغُرَف، وعُدَّة وعُدد، وأما قُرى في جمع قَرية فليس قصره بمقيس، لأن نظيره من الصحيح لا يستحق فُعَلاً.\n(2/875)\n\nومنها: اسم المفعول من المعتل الزائد على ثلاثة أحرف كمُعطى ومُستَدعى فإن نظيره من الصحيح يستحق أن يفتح ما قبل آخره نحو: مُكرَم ومستخرج.\n(وما استحق قبل آخرٍ ألفْ ... فالمدُّ في نظيره حتما عُرف)\n(كمصدرالفعل الذي قد بُدِئا ... بهمز وصلٍ كارعوى وكارتوى)\nهذا القسم الثاني وهو الممدود قياساً، وضابطه أن يكون له نظير من الصحيح يستحق قبل آخره ألفاً، وهو أشياء:\nأحدها: ما ذكر المصنف، وهو أن يكون مصدراً لفعلٍ معتل قد افتتح بهمزة وصل كارعواء مصدر ارعَوَى، وارتِواءٍ مصدر ارتوى، ومثلهما استقصاء مصدر استقصى، لأن نظيرها من الصحيح الآخر المفتتح بهمزة الوصل كانطلق، واستمع واستخرج، يستحق مصدره أن يكون قبل آخره ألف كما سبق.\nومنها أن يكون [مصدراً لأفعل المعتل كأعطى إعطاءً وأَسْرى إسراءً فإن نظيرهما من الصحيح يستحق أن يكون] قبل آخره بألف كالإكرام] والإعلام والإحسان.\nومنها أن يكون على فِعال مصدراً لفاعل كقوله:\n492 - (إذا قُلت مهلاً غارت العين بالبُكَى ... غِراءٌ ومَدَّتْها مدامعُ نُهّلُ)",
        "(2/876)\n\nلأنه من غاريت بين الشيئين إذا واليت بينهما، لا من غَرِيّ بالشيء كما زعم ابن عصفور، وجعله من نادر المد.\nومنها أن يكون من مصادر الثلاثي الدالة على الصوت كالبُكاء والثّغاء والرُّغاء فإن نظيرها من الصحيح الصّراخ.\nومنها أن يكون مصدراً دالاً على داءٍ كالمشاءَ فإن نظيره من الصحيح الزكام والسُّعال.\nومنها: أن يكون قد جمع على أفْعِلَةَ كـ \"كساء\" و \"بناء\"\n(2/877)",
        "\nفإن أَفْعِلّة إنما يطرد أن يجمع على ما قبل آخره ألف كـ \"غُراب وحمار\".\nولذلك زعم الأخفش أن أرْحِيَة وأَقْفِيَة ليس من كلام العرب لأن مفرديهما مقصوران فحقهما أرْحَاء وأَقْفاء كـ \"صدِّى وأصداء ونَدِّى وأنداء\" وأما قوله:\n493 - في ليلة من جُمادي ذاتِ أنْدية ... ... ... ... ... ...\nفالصواب أنه جمع نَدِىّ، لأن الاجتماع في ليالي الشتاء يكثر فيها لطولها بخلاف ليالي الصيف، وقيل: جمع نّدى على نِداء كجمع جمل، على جِمال ثم على\n(2/878)\n",
        "أندية كـ \"حمار وأَحمِرة\"، وقيل ضرورة.\n(والعادم النظير ذا قصر وذا ... مد بنقل كالحِجا وكالحِدا)\nهذا القسم الثالث وهو ما ليس له نظير في المفرد الصحيح الآخر، فإنما يدرك قصرهومده بالسماع والنقل كالحجا، وهو العقل -مقصوراً- وكالحذاء، وهو النعل -ممدوداً-.\nومن المقصور -نقلاً- الفتى والسَّنَا والثَّرَى، مُراداً بها واحد الفتيان والضوء والتراب، وتُمد مراداً بها حداثة السن والشرف وكثرة المال نحو:\n494 - (... ... ... ... ... ... فقد ذهب المسرة والفتاء)\nوقوله:\n495 - (... ... ... ... فإن لهم في العالمين سناء)\n(2/879)\n\nوقوله:\n496 - (لعمرك ما يغنى الثراء عن الفتى ... ... ... ...)\nوللمصنف في المقصور والممدودة قصيدة لم ينسج على منوالها.\n(وقصرُ ذى المد -اضطراراُ- مُجْمعُ ... عليه والعكس بخلف يقعُ)\nما استحق المد من الأسماء أو سُمع ممدوداً جاز قصره في ضرورة الشعر بإجماع، إذ هو انتقال إلى الأخف، نحو:\n497 - (لابد من صنعاً وإن طال السفر ... ... ...)\nوعكسه وهو مد المقصور مختلف فيه، والصحيح وقوعه في الضرورة",
        "(2/880)\n\nأيضاً كما ذهب إليه الكوفيون كقوله:\n498 - (سغنينى الذي أغناك عنى ... فلا فقر يدوم ولا غِناء)\nوتأوله على أنه مصدر لغانيت بعيد؛ على أنه لا تأويل في قوله:\n499 - (... ... يَنْشب في المسعّل والّلهاء ... ...)\n(2/881)",
        "\nتثنية المقصور والممدود وجمعهما تصحيحاً\nكان حق هذا الباب أن يقدم عند حكم إعراب المثنى لكن لما لم يكن له تعلق بالإعراب أخر إلى تتمات النحو، ولا شك أن الأسماء خمسة أقسام:\nأحدها: الصحيح كـ \"رجل وزيد\"\nوالثاني: ما يجرى مجراه كـ \"دَلْو وظبي\"\nوالثالث: المنقوص كـ \"القاضي\"، والرابع: المقصور كـ\"الفتى\".\nوالخامس: الممدود كـ \"صحراء\".\nفأما الأقسام الثلاثة الأول فلا تتغير أواخرها في التثنية، بل يقال: رجلان، ودْلوان، وقاضيان، وقولهم: ألْيانِ وخُصْيَان -بحذف التاء- شاذ، وقيل: بل هما تثنية أَلِّى وخُصْيٌ لغة في أَلْيَةٍ وخُصْيَةٍ، وكذا يَدَيان ودميان -بإعادة المحذوف- شاذ.\nفأما في جمع التصحيح فالقسم الأول كذلك، كـ \"زيدون\"، ولم يجيء من القسم الثاني علم ولا صفة حتى يجمع الواو والنون.\nوأما الثالث فيجمع بحذف يائه، والقسمان الآخران هما المبوب عليهما.\n(2/882)\n",
        "(آخِرَ مقصورٍ تُثنى اجعله يا ... إن كان عن ثلاثةٍ مُرتقيا)\n(كذا الذي اليا أصلُه نحو الفتى ... والجامدُ الذي أميل كمتى)\nالمقصور ينقسم إلى ما يجب قلب ألفه في التثنية ياء وإلى ما يجب قلبها في التثنية واواً، فبدأ القسم الأول منه، وذكر أنها تنقلب ياء في ثلاثة مواضع:\nأحدها: أن تجاوز ثلاثة أحرف، سواء كان أصله الواو كـ \"ملهى\" أو الياء كمَرْمَى، أو لم يكن لألفه أصل، وإنما هي للتأنيث كـ \"حُبْلى\" أو للإلحاق كـ \"أَرْطى\" فإنك تقلب ألفه ياء في ذلك كله، فتقول مَلْهَيَان ومَرْمَيَان، وحُبْلَيَان وأَرْطَيَان، وقولهم في خَوْزَلَى وقَهْقَرى: [خوزلان وقهقران]-بالحذف- شاذ.\nالثاني: أن يكون أصل ألفه ياء سواء زاد على ثلاثة أحرف -كما مثل- أو كان ثلاثياً كفتىِّ وهُدَّى، قال تعالى: {وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ} [يوسف:36] وقولهم في: \"حِمِّى\" حِمَوَان شاذ لأنه من حَمَيْتُ.\nالثالث: أن تكون غير مبدلة من أصل، وهي التي عبر عنها بالجمود إلا أنها قد أميلت كـ \"متى\" -إذا سميت به- فإنك تقول فيه مَتَيَانِ.\n(2/883)\n\n(في غير ذا تُقلب واواً الألِفْ ... وأولها ما كان قبلُ قد ألِفْ)\nهذا القسم الثاني وهو ما يجب قلب ألفه واواً في التثنية، وهو غير ما ذكر في المواضع الثلاثة، فيدخل فيه شيئان، أحدهما ما كان ثلاثياً أصله الواو، كـ \"عصى وقفى\"، فتقول فيهما عصوان وقفوان، ولذلك جاء تثنية \"مَنَّا\"-لغة في المنّ الذي يوزن به- على منوين لأنه من مَنَوْتُ بمعنى قدرت، وقولهم في رِضِّى رِضيان شاذ، لأنه من الرضوان.\nالثاني: أن تكون غير مدلة من أصل ولم تُمَلْ، نحو:\n\"لدى وإذا\" فإنك تقول في تثنيتهما -إذا سميت بهما- لدوان وإذوانِ، ثم الياء والواو يليان الحرف الذي كان قبل الألف على صفته من الحركة وهي الفتحة، ولا تتغير حركته لأجل الياء ولا لأجل الواو.\n(وما كصحراء بواوٍ ثُنّيا ... ونَحوُ عِلْباء كساء وَحَيَا)\n(بواوٍ أو همزٍ وغير ما ذُكر ... صَحّحْ، وما شذ على نقلٍ قُصِرْ)\n(واحذف من المقصور في جمع عَلَى ... حد المثَّنى ما به تَكَمَّلا)\nهذا حكم تثنية الممدود، ود قسّمهُ إلى ثلاثة أقسام:\nالأول: ما يجب قلب همزته واواً، وهو ما كانت الهمزة في آخره بدلاً من ألف التأنيث كـ \"صحراء وحمراء\" ونحوهما، فإنك تَقول فيهما:",
        "(2/884)\n\nصحراوان وحمراوان واستثنى السيرافي من ذلك ما كان قبل ألفه واو كـ \"عشواء\" فأوجب فيه التصحيح، وأجاز الكوفيون فيه الوجهين:\nالثاني: ما يخير فيه بين تصحيح الهمزة وقلبها واواً وهو شيئان:\nحدهما: ما كانت الهمزة فيه مبدلة من حرف الإلحاق، كـ\"علباء\"، فإن أصله عِلْباي -بياء زائدة- تُلحقه بِقرطاس، ثم أبدلت ياؤه همزة، فلك أن تقول فيه علبا وان -بالواو- وعلباءان -بالهمزة-.\nوثانيهما: ما همزته بدل من أصل سواء كان واواً كـ \"كساء وسماء\" فإن أصلهما \"كساو وسماو\"، أو ياءً كـ \"حياء\" فإن أصله: حياي؛ فلك أن تقول في تثنيتهما: كساوان وسماوان وحياوان -بالواو- ولك أن تقول: كساءان وسماءان وحياءان -بالهمز- وهو الأرجح اتفاقاً.\nوأما المبدلة من الألف الإلحاق فبالعكس عند الأكثرين، وعند الأخفش أنها مثلها في رجحان التصحيح.\nالثالث: ما يجب فيه تصحيح الهمزة، وهو غير ما ذكر، ولم يبق من\n(2/885)",
        "\nالممدود إلا قسم واحد، وهو ما همزته أصل كـ \"قُرَّاء\" -وهو الناسك- فتقول فيه قُرَّاءان؛ وما شذ من هذه الأقسام فخرج عن القاعدة اقتصر فيه على المسموع ولم يقس عليه، فمما شذ من القسم الأول: عاشوران وخنفسان -بحذف الهمزة- وقول بعضهم: حمرايان، بقلبها ياء، ومن القسم الثاني:\nكسايان -بقلبها ياءً-.\n(والفتح أُبقِ مشعراً بما حُذف ... وإن جمعته بتاءٍ وألفِ)\n(فالألف اقلب قلبها في التثنيه ... وتاءَ ذي التا ألزِمَنَّ تنحيه)\n(والسالم العينِ الثلاثي اسما أنِلْ ... اتباعَ عينٍ فاءَه بما شُكِل)\nهذا حكم المقصور في جمع المذكر السالم، وهو الذي أشار [إليه] بقوله: على حد المثنى، لأنه مساويه في سلامة لفظ واحده، وفي ختمه بالنون وفي إعرابه بحرفين أحدهما خاص بالرفع، والآخر مشترك بين الجر والنصب وفي حذف آخره للإضافة.\nوحكم المقصور: أن يحذف آخره، وهي الألف التي تكملت بها بنيته مطلقاً، وتبقى الفتحة التي قبلها مشعرةً بها ودالةً عليها، فتقول في مصطفى مصطفون،\n(2/886)\n",
        "وفي موسى موسون، قال تعالى: {وَإِنَّهُمْ عِنْدنَا لَمِنْ الْمُصْطَفَيْنَ الْأَخْيَار} [ص:47] {وَأَنتُمُ الأَعْلَوْنَ} [آل عمران:139] بخلاف ياء المنقوص إذا حذفت فإن الكسرة التي قبلها تحذف أيضاً، ويحرك ما قبل حرف إعرابه بالحركة المجانسة، فتقول: جاء القاضون، ورأيت القاضين، والمؤنث منه اندرج حكمه فيما ذكره المصنف من حكم جمع المؤنث السالم، وشرع في الكلام عليه من عند قوله:\nوإن جمعته بتاءٍ وألف ... ...\nوالضمير في جمعته راجع إلى الاسم، أي إن جمعت الاسم المؤنث بتاء وألف فهو منقسم إلى قسمين:\nأحدهما: أن يكون مؤنثاً بالألف، إما المقصورة كـ \"حبلى\" وإما الممدودة كـ \"حمراء\" فإن حكم ألفه في القلب حُكمها في التثنية، فتقول: حبليات -بقلبها ياءً- وصحراوات\n(2/887)\n\n-بقلبها واواً- لأنك تقول في التثنية حبليان لزيادته على ثلاثة أحرف، وصحراوان لأن ألفه للتأنيث.\nالثاني: أن يكون مؤنثاً بالتاء، فيلزم في الجميع تنحية التاء، أي حذفها منه مطلقاً، فتقول في مسلمة: مسلمات، بخلاف التثنية، فإنك تقول فيها مسلمتان، فلو كان قبل تائه همزة أو ألف أجريت عليه -بعد حذف التاء- من الحكم ما يستحقه في التثنية لو كان آخِراً، فتقول في قُرَّاءة قُرَّاءات، بتصحيح الهمزة، لكونها أصلاً، وفي ناءة نباءات -بالتصحيح إن شئت- ونباوات -بقلبها واواً- لأنها بدل من أصل، كما تقول في كساء: كساءان، وكساوان، وتقول في [مصطفاة وفتاة] مصطفيات وفتيات، كما قال تعالى: {وَلا تُكْرِهُوا فَتَيَاتِكُمْ}",
        "(2/888)\n\nوفي قَنَاة قَنَوات لأن أصل ألفه واو، وإن كان قبل التاء حرف علة غير ألفٍ تركته على حاله، فتقول في علاوة وحماية علاوات وحمايات، وبقي من جمع المؤنث السالم ما لم يختم مفرده بعلامة تأنيث، وهو جارٍ على حكم التثنية أيضاً، فتقول في هند وزينب: هندات وزينبات، كما تقول في التثنية: هندان وزينبان، وتقول في سماء: سماوات -بقلب الهمزة واواً- وإن شئت: سماءات بتصحيحها، وبالأول نطق القرآن، مع تصريحاتهم في التثنية أن الأرجح التصحيح كما سبق، فلذلك قيل إن سماوات جمع سماوة لا سماء.\n(إن سكانَ العينِ مؤنثاً بدا ... مختتماً بالتاءِ أو مجرداَ)\n(وسكّنِ التاليَ غيرَ الفتحِ أو ... خففه بالفتح فكُلاً قدرووا)\n(ومنعوا اتباع نحو ذِروه ... وزُبيةٍ، وشذ كسر جِرْوَه)\n\"هذا نوع من المجموع\" بالألف والتاء، وهو ما كان اسماً ثلاثياً سالم العين من الإعلال والإدغام ساكنها، مؤنثاً بالتاء كـ \"سِدْرة\" أو بالمعنى كـ \"هند ودعْد\" فقولنا اسماً: احتراز من الوصف كـ \"ضخمة وعَبْلَة\"، وثلاثياً: احتراز [مما نقص عنه كـ \"ثُبَةٍ\" أو زاد عليه كـ \"سعاد\" والسالم العين: احتراز] من معتلها كـ \"جَوْزَة\" أو مدغمها كـ \"حُجة\"، وساكنها: احتراز من متحركها كـ \"نَفَقَةٍ\"، ومؤنثها: احتراز من المذكر كـ \"عبد\"، فما جمع هذه\n(2/889)",
        "\nالشروط فإنه يتغير في جمعه بالألف والتاء، فيجوز في عينه أن تتبع حركة فائه مطلقاً، فتكسر إن كانت مكسورة، كـ \"سِدِرات\"، وتضم إن كانت مضمومة كـ \"غُرفات\"، وتفتح إن انت مفتوحة كـ \"جَفَنَات\"، وإلى ذلك أشار بقوله:\n(... ... ... ... ... أنِلْ ... إتباع عينٍ فاءَه بِما شُكل)\nويجوز فيما عدا المفتوح الفاء وجهان آخران:\nأحدهما: بقاؤها على أصلها من الإسكان.\nالثاني: تخفيفه بالفتح فتقول: سدْرَات وغًرْفَات -بإسكان العين وفتحها- وبالأوجه الثلاثى قراء: {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} [البقرة:168] [النور:21].\nوأما المفتوح الفاء فلا يجو إسكان عينه إلا في الضرورة نحو:\n500 - (وحُمّلت زَفْرات الضحى فأطقتها ... ومالي بِزَفْرات العَشِيِّ يدان)\nويمتنع الإتباع في مسألتين:\nإحدهما: أن تكون الفاء مكسورة واللام واواً نحو: ذِروة ورِشوة فيجوز فيه رِشوات ورِشَوات -بالفتح- ويمتنع\n(2/890)\n",
        "الاتباع, ولذلك حكم المصنف بشذوذ جِرِوات, بكسر العين.\nالثانية: عكسها, وهو أن تكون الفاء مضمومة, واللام ياءً كـ\"زبية ودمية, فإنه يمتنع فيها الإتباع بضم العين.\n(ونادرٌ أو ذو اضطرارٍ غير ما ... قدمته أو لأناس انتمى)\nما هرج عن هذه القاعدة المتقدمة في هذا النوع من جمع المؤنث السالم فإما نادر بخروجه عن القياس مندور الإتباع في قولهم \"كهلات\" جمع كهلة, لأنه وصف لا اسم, وهو عند قطرب مقيس, وكندور سكون محرك العين نحو: \"سمرات ونمرات\" جمع سَمُرة ونمرة وهو في الندور نظير:\n(2/891)\n\n501 - يا عمرو يا ابن الأكرمين نسبا .... ..... ......\nبسكون العين في المفرد, ومندور التحريك بالفتح في \"عيرات\" جمع \"عير\" وهي الإبل التي تحمل الميرة, مع أنه معتل العين, وليس هذا مما جاء بلغة هذيل؛ وإما ضرورة, كما تقدم في إسكان \"زفرات\" مع أن فاءه مفتوحة؛ وإما مختص بلغة أناس من العرب, كما تفتح هذيل عين \"جوزة وبيضة\" ونحوهما من المعتل العين, وفاؤه مفتوحة, فيقولون: \"جوزات وبيضات\", وبه قرئ شاذا} ثلاث عَوَرات لكم {ومنه:\n502 - أخو بيضات رائح مُتأوب ... ... ... ....",
        "(2/892)\n\nويوافقون جميع العرب في إسكان عين ما كان مكسور الفاء كـ (بيعة) أو مضمومها كـ\"عوذة\".\n\nجمع التكسير\nوهو ما دل على أكثر من اثنين مما ... له واحد من لفظه, ولم\nيسلم فيه بناء الواحد, أو بقي على إعرابه بالحركات, فالقيد الأول: مخرج للمثنى, والثاني: مخرج لاسم الجمع كـ\"قوم\", ورهط\" والثالث: مخرج لجمع التصحيح, وقولنا: أو بقي على إعرابه بالحركات مدخل لما سلم فيه بناء الواحد, وزيد عليه كـ\"صنوان\" جمع صنو, فإنه فارق جمع التصحيح ببقاء إعرابه بالحركات؛ ثم تغير لفظ الواحد فيه تارة يكون زيادة إما مع بقاء البنية\n(2/893)",
        "\nكـ\"صنوان\" وأما مع تغيرها كـ\"رجال\", وتارة يكون بنقص إما مع بقاء البنية أيضًا كـ\"كَلِم\") وإما مع تغيرها كـ\"فُرش\") , وتارة يكون بتغيير الحركات كـ\"أسدٍ\" وتارة بتقدير تغييرها كـ\"فلكٍ\" ودلاص\" فإن المفرد من (فلكٍ) نظير قفل, والجمع منه نظير كتب فيقدر نقل الضمة الدالة على المفرد إلى الضمة الدالة على الجمع.\nوالمفرد من دلاص نظير \"فِراش\" والجمع منه نظير \"جمال\" فيقدر التغيير فيه أيضًا.\n(أفعلةٌ أفعل ثم فِعله ... ثمت أفعال جموع قلة)\nينقسم جمع التكسير إلى موضوع للقلة, بأن يكون مدلوله دو العشرة وإلى موضوع للكثرة, وهو الدال على أكثر من ذلك, فالقسم الأول له أربعة جموع: أفعله\"كـ\"أحمرة\", و\"أفعل\" كـ\"أكلب\", و\"فعلة\"\n(2/894)\n",
        "كـ\"صبية\" و\"أفعال\" كـ\"أجمال\".\n(وبعض ذي بكثرة وضعاً يفي ... كأرجل والعكس جاء كالصفي)\nقد يأتي بعض جموع القلة دالاً على الكثر جمع ذلك المفرد لم يوضع إلاّ على بناء جمع القلة, كـ\"أرجل\" جمع رجل, وأعناق وأفئدة فإنهم لم يضعوا لها شيئا من أبنية الكثرة وقد يأتي العكس, وهو الاستغناء بجمع الكثرة وضعاً عن جمع القلة كـ\"قلوب\"؛ وفي تمثيل المصنف بالصفِي\n(2/895)\n\n-جمع صفاة- وتمثيل انه برجال نظر, لأن الجوهري حكى في جمع صفاة أصفاء حكى غيره: \"ثلاث رجلة\" كثلاث فتية.\n(لـ (فعل) اسما-صح عينا- أفعل ... وللرباعي اسما أيضا يجعل)\n(إن كان كالعناق والذراع في ... مد وتأنيث وعدِ الأحرف)\n\"أفعل\" من جموع القلة يجمع به شيئان:\nأحدهما: ما كان اسما ثلاثيا صحيح العين بزنة \"فعل\" ساكن العين, مفتوح الفاء نحو: كلب, وفلس, وظبي, ودَلو ولا يجمع عليه ما كان صفة كـ\"ضخم\", وقالوا في عبد أعبد لغلبة الاسمية ولا ما زاد على الثلاثة كـ\"تمرة\" [ولا معتل العين كـ\"سوط\", وبيع وباب واشتهر \"أعين\" مع خروجه على القياس, وندر \"أشيب وأسيف\"] ولا محرك العين ك\"نمر\" وأسد وعضد\" ولا مكسور الفاء أو مضمومها ك\"تِبن وقفل\", واشتهر في المكسور أجرٍ",
        "(2/896)\n\nجمع جروٍ, وأرجل في رجل مع خروجهما عن القياس.\nالثاني: ما كان اسما رباعيا شبيها بالعناق والذراع في كونه مؤنثاً قبل آخره مدة, وسواء كانت المدة ألفاً-كما كثل- أو واواً كـ\"عتود\" وأعتد, أو ياء كـ\"يمين وأيمن\" في القسم, وقالوا في الجارحة أيمان لطلب الفرق وشذ منه أشهب وأغرب جمع شهاب وغراب لأنهما مذكران.\n(وغير ما \"أفعل\" فيه مطرد ... من الثلاثي اسما بأفعال يَرد)\n\"أفعال\" من جموع القلة يجمع به كل اسم ثلاثي لا يطرد جمعه على أفعل فدخل في ذلك ما كان معتل العين ك\"سيف وصيف وضيف وعود وناب\" وما كانت عينه متحركة كـ\"عمل وكتف وعضد\", وما كان مكسور الفاء كـ\"صنف\" أو مضمومها كـ\"قفل\" أو ما اجتمعت فيه كسرة\n(2/897)",
        "\nالفاء أو ضمتها مع حركة العين ك\"عنب وإبل وعنق\" فيقال في ذلك كله أسياف وأضياف وأعواد وأنياب وأعمال وأكتاف وأعضاد وأضناف وأقفال وأعناب وآبال وأعناق, ولا يجيء في وصف كـ\"حسنٍ\", ولا فيما زاد على الثلاثة كـ\"تمرة\".\n(وغالبا أغناهم فِعلان ... في فعل كقولهم صِردان)\nهذه مستثنى مما يستحق \"أفعالا\", وهو \"فعل\" كـ\"صرد\" وجرذٍ ونغرٍ فإن حقها أن تجمع على أفعال, لأن كلا منها اسم ثلاثي لم يطرد جمعه على \"أفعل\" لضمة فائه وحركة عينه إلاّ أنهم استغنوا فيه غالبا بجمع الكثرة عن جمع القلة, فقالوا: [صِردان وجِرذان] ونغرانٌ, واحترز بـ\"غالباً\" من قولهم: رطب وأرطاب, وقد جاء على أفعال مما يستحق \"أفعل\" حمل وأحمال, قال تعالى:} وأولات الأحمال أجهلن {وفرخ وأفراخ, وزند وأزناد.\n(في اسم مذكر رباعي بمد ... ثالثٍ افعله عنهم اطرد)\n(والزمه في فَعَالِ أو فِعال ... مصاحبي تضعيف أو إعلال)\n\"أفعله\" من جموع القلة يجمع به كل اسم مذكر رباعي ثالثه مدة إما ألف كـ\"حمار وغراب وطعام\", وإما ياء كـ\"رغيف\", وإما واو كـ\"عمود\",\n(2/898)\n",
        "فيقال فيها: أحمِرَه وأَغرِبَة وأَطعِمة وأرغفة وأعمدة.\nوالتزم هذا البناء فيما كنت مدته ألفا وهو مفتوح الفاء على \"فَعَال\" أو مكسورها على \"فِعال\" بشرط أن يكونا مضاعفي اللام بمماثلتهما العين, كـ\"بتاتٍ\" وزمام أو معتليها, ك\"قباءٍ\", وبناءٍ\"فإن أصل الأول: قباوٌ, وأصل الثاني: بنايٌ وقالوا فيها: أبتتة وأزممة وأقببة وأبنية, ولم يوضع لها جمع كثرة إلاّ شذوذاً كـ\"عناق\" وأعنق\", ولم يرد\"أفعلة\" في الصفات كـ\"جبان وبخيل وصبور\" ولذلك حكم بشذوذ \"أشحةٍ\" لأن \"شحيحاً\" صفة لا اسم, ومثله في الشذوذ \"أضننة\" جمع ضنينٍ بمعنى بخيلٍ, ولا في مؤنث إلا ما حكاه ابن سيده, من قولهم: عقاب وأعقبة, ولا في غير الرباعي\n(2/899)\n\nإلا شذوذاً, فمن وروده في الثلاثي قولهم: \"نجدٌ وأنجدة وقدح وأقدحة وصلب وأصلبة\" ومن وروده في الزائد على الرباعي قولهم: أرمضة في جمع رمضان, وأنضضةٌ في جمع نضيضةٍ وهي المطرة القليلة, ولا في رباعي ليس قبل آخره مد إلاّ شذوذا كأجزة في جمع جزة, وهي الصوف المجزوز عن الشاة.\n(فعل لنحو أحمرٍ وحمراَ ... وفعلة جمعاً بنقلٍ يدري)\nنبدأ بالكلام على عجز البيت لأنه تمام الكلام على جموع القلة الأربعة وهو \"فِعلةٌ\" ولا يطرد في شيء من المفردات وإنما يعرف بالسماع والنقل, ولذلك زعم بعضهم أنه اسم جمع ولا جمع فمما سمع منه: فِتَية وصبية, وشيخة, وخصية, -جمع خَصِي- وغلمة, في ألفاظ يسيرة.\nوأما جموع الاكثرة فذكر المصنف من أبنيتها ثلاثة وعشرين:\nالأول: ما تضمنه صدر البيت وهو \"فعل\" بضم الفاء وسكون العين وهو جمع لشيئين:\nأحدهما: أفعل الذي مؤنثه فعلاء كأحمر\" و \"أسود\", ولما لا مقابل له في المؤنث لمانع خلقي كـ\"أكمر\" وآدر أو لمانع استعمالي ك\"آلي\" -لعظيم الأليتين- فإن المعنى موجود في مقاله من المؤنث إلا أنهم استغنوا",
        "(2/900)\n\nفيه بعجزاء.\nالثاني: فعلاء صفة مقابلة لأفعل، كـ \"حمراء وصفراء\" وغير مقابلة له لمانع خلقي كـ \"رتقاء وعفلاء\" أو استعمالي كـ \"عجزاء\"؛ ولا يجمع عليه أفعل الذي مقابله فعلى، كـ \"أصغر وأكبر وآخر\"، ولا فعلاء غير صفة كـ \"صحراء\".\n(وفعلٌ لاسم رباعي بمد ... قد زيد قبل لام إعلالاً فقد)\n(ما لم يضاعف في الأعم ذو الألف ... وفعلٌ جمعاً لفعلةٍ عرف)\n(ونحو كبرى ولفعلةٍ فعل ... وقد يجيء جمعه على فعل)\nهذه الأبيات الشعرية مشتملة على الثاني والثالث والرابع من أبنية التكسير الدالة على الكثرة.\nفالثاني: فعل -بضم فائه وعينه- ويجمع به اطراداً كل اسم رباعي آخره اللام قبلها مدة زائدة؛ واللام صحيحة مطلقاً غير مضاعفة بعد الألف خاصة، سواء كان مفتوح الفاء كـ \"القذالٍ وأتان\" أو مضمومها كـ \"قرادٍ وكراعٍ\" أو مكسورها كـ \"ذراع وكتاب\"، وسواء كانت مدته ألفاً- كما مثل- أو واواً كـ \"عمودٍ وذلولٍ\" أو ياءً كـ \"سريرٍ\" و\"جديدٍ\" قال تعالى: {كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ} [البقرة: 285] {فِي عَمَدٍ مُمَدَّدَةٍ} [الهمزة:9] {فَاسْلُكِي سُبُلَ\n(2/901)",
        "\nرَبِّكِ ذُلُلًا} [النحل: 69] {عَلَى سُرُرٍ مَصْفُوفَةٍ} [الطور: 20]\nولا يجمع عليه نحو: قتيل ولا نحو زيتون ومال، ولا نحو صفاة ولا نحو درهمٍ ولا نحو كساءٍ ولا نحو سنانٍ لفقد الاسمية في الأول والزيادة على أربعة أحرف في الثاني، والنقص عنها في الثالث وكون اللام ليست آخراً في الرابع وعدم المد في الخامس ووجود إعلال اللام في السادس وتضعيفها بكونها موافقة للعين بعد الألف في السابع.\nأما لو ضوعفت بعد الياء كـ \"شتيت\" أو بعد الواو كـ \"سلولٍ\" لم يمتنع ذلك من جمعها على فعل، وقول المصنف: \"ما لم تضاعف في الأعم ذو الألف\"، يعني به في الأغلب، وإلا فقد جاء منه نادراً عنان وعنن. وحجاج وحجج، كما ندر منه خشن وصحف جمع خشنٍ وصحيفة؛ ويطرد أيضاً في كل وصف على فعول بمعنى فاعل كـ \"صبور وغفور ورسول\" وأما ما كان منه على فعيل فلا يجمع عليه إلا أنه ندر نذيرٌ ونذرٌ.\nالثالث: من أبنية الجموع: فعل -بضم الفاء وفتح العين- وهو مطرد في شيئين:\n(2/902)\n",
        "أحدهما: كل اسم على \"فعلة\" سواء كان صحيح اللام كـ \"غرفة\" \"قربة\" أو معتلها كـ مدية و\"زبية\"، أو مضعفها كـ \"درة وعدة\".\nالثاني: ما كان نحو كبرى في كونه وصفاً على فعلى- مؤنثة أفعل- كـ \"صغرى وفضلى وطولى\"، ومنه: \"السبع الطول\" وقد شذ وروده في بهمة وقرية ورؤيا.\nالرابع: فعل: -بكسر الفاء وفتح العين- وهو مطرد في كل اسم على \"فعلة\" منقسم بأقسام فعلة كـ \"كسرة وديمة وعدة\"، ومنه {ثَمَانِيَ حِجَجٍ} [القصص: 27] لأنها جمع \"حجة\" -بالكسر- لغة في الحجة، ويندر في نحو ذكرى وقصعة وذربة، وقد يجيء جمع فعلة على فعل، قالوا لحية ولحى وحلية وحلىً.\n(2/903)\n\n(في نحو رامٍ ذو اطرادٍ فعله ... وشاع نحو كامل وكملة)\nهذان الثامن والسادس من أبنية الجموع وهما: فعلة -بضم أوله وفتح ثانيه- وفعلة -بفتحهما- وهما مطردان في كل وصف لعاقل على فاعل، إلا أن الأول يختص بما كان معتل اللام، كـ \"رامٍ وهادٍ وقاضٍ\" يقال فيها: رماة وهداة وقضاة؛ وأصله [رمية قلبت ياؤه] ألفاً لتحركها وانفتاح ما قبلها.\nوالثاني: يختص بما كان صحيح اللام كـ \"كامل\" وكملة وكاتب وكتبة، وسافر وسفرة، وليس بمطرد فيه، بل قد جاء منه: ناقص ونقص، وعابد وعباد، وشاهد وأشهاد، قال تعالى: {وَيَوْمَ يَقُومُ الأَشْهَادُ} [غافر: 51] وجاء على فعلة غيره كـ \"سري وسراة، وسيد وسادة\".",
        "(2/904)\n\n(فَعْلَى لوصف كـ (قتيل) وزمن ... وهالكٍ وميت به قمن)\nهذا السابع من أبنية الجموع وهو \"فعلى\"- بفتح أوله وسكون ثانيه، ويجمع عليه كل وصف دل على آفة من فعيل بمعنى مفعول كـ \"قتيل وجريح، أو فعل\" كزمنٍ، فتقول فيهل قتلى وجرحى وزمنى، ويندر فيه فعيل بمعنى فاعل كـ \"مريض ومرضى\" وما دل على آفة من وصف على فاعل كـ \"هالك\" أو على فعيل كـ \"ميت\" فهو قمن أي حقيق به؛ ولا يطرد فيه كقولهم فيهما: هالكون وأموات، وحمل عليهما -أيضًا- ما دل على آفة من وصف على أفعل كـ \"أحمق\" أو على فعلان كـ \"سكران\"، فيقال فيهما: حمقى وسكرى.\n(لفعل اسماً صح لاماً فعلة ... والوضع في فَعل وفِعل قلله)\nهذا الثامن من أبنية الجموع وهو \"فعلة\" -بكسر الفاء وفتح العين- وهو جمع لـ \"فعلٍ\" مضموم الفاء ساكن العين بشرطين:\nأحدهما: أن يكون اسماً.\nالثاني: أن يكون صحيح اللام، بمعنى أنها ليست معتلة ولا مدغماً فيها،\n(2/905)",
        "\nنحو قرط وقرطة ودرج ودرجة، أما لو كان مصدراً كـ \"بغض\" أو معتل اللام كـ \"علو\" أو مدغماً فيه كـ \"حب\" -للإناء- وسد لم يجمع على ذلك إلا ندوراً كـ \"دب ودببة\" وتمثيل ابنه له في المطرد وهم.\nوقل مجيئ \"فعلة\" في \"فعل\" [وهو في فعل] بكسر الفاء وفتحها، فمن الأول: قرد وقردة، ومن الثاني: غرد وغردة وهو المطرب بصوته؛ ومما شذ\n(2/906)\n",
        "فيه \"فعلة\" كتف وذكر -لضد الأنثى- وهادر وخطرة، وهو الغصن.\n(وفعل لفاعل وفاعلة ... وصفين نحو عاذل وعاذلة)\n(ومثله الفعال فيما ذكرا ... وذان في المعل لاما ندرا)\nهذا التاسع والعاشر من أبنية الجموع وهما فعل وفعال -بضم الفاء وفتح العين مشددة- ويطردان في كل وصف لمذكر على فاعل صحيح اللام نحو: عاذل وعذل وعذال، وصائم وصوم وصوام، ونائم ونوم ونوام، وجاء في جمع فاعله إلا أنه نادر نحو:\n503 - (... ... ... ... وقد أراهن عني غير صداد)\n(2/907)\n\nويمكن أن يكون جمع \"صاد\" ويكون الضمير للأبصار التي تقدم ذكرها في أول البيت وهو قوله:\n504 - (أبصارهن إلى الشبان مائلة ... ... ... ...)\nويطرد الأول منهما في \"فاعلة\" وصفا لمؤنث [نحو عاذلة وعذل ونازلة ونزل، وجاء في فاعل من صفات المؤنث] كـ \"حائض\" و\"حيض\" إلا أنه محكوم بندوره؛ ولا يجيء هذان الجمعان فيما كان معتل اللام من فاعل كـ \"عارٍ\" أو فاعلة كـ \"كاسية\" إلا نادراً [فمنه غزى في جمع غازٍ قال تعالي: {أَوْ كَانُوا غُزًّى} [آل عمران: 156].\nومنه: سراء في جمع سارٍ؛ ومن نوادر هذين الجمعين قولهم: \"خريدة وخرد، ونفساء ونفسٌ\".\n(فعلٌ وفعلة فعالٌ لهما ... وقل فيما عينه اليا منهما)\n(وفعلاً أيضاً له فعال ... ما لم يكن في لامه اعتلال)\n(أو يك مضعفا ومثل فعل ... ذو التا وفعلٌ مع فعل فاقبل)\n(وفي فعيل وصف فاعلٍ ورد ... كذاك في أنثاه أيضاً أطرد)\n(وشاع في وصف على فعلانا ... أو انثييه أو على فعلانا)\n(ومثله فعلانةٌ والزمه في ... نحو طويل وطويلةٍ تفي)",
        "(2/908)\n\nهذا الحادي عشر من أبنية الجموع، وهو \" فعال\" ويجمع عليه خمسة عشر بناء:\nالأول: فعل سواء كان اسماً كـ \"كعب\" أو صفة كـ \"ضخم\" و\"صعب\".\nالثاني: فعلة في حالتي فعل كقصعة وقصاع وخذلة وخذال؛ ولا فرق بين أن تكون عينهما صحيحة كما مثل أو معتدلة على غير الياء، كـ \"ثوب وثياب\" وقل وردوه فيما عينه ياء من فعل كـ \"ضيف\" أو فعلةٍ كـ \"ضيعة\" فإنه سمع فيهما ضياف وضياع.\nوالثالث: فعل -بفتح الفاء والعين- بشرط سلامته من اعتلال اللام وتضعيفها كـ \"ـجمل وجمال وجبل وجبال\".\nالرابع: ذو التاء منه وهو فعلة بالشرطين، كـ \"ـرقبة ورقاب وثمرة وثمار\".\nأما المعتل منهما كـ \"عمى وصفاة\" أو المضعف كـ \"ـشرر وعضة\" فلا يجمع عليه.\nالخامس: فعل، كـ \"ـدهن ورمح\" يجمعان على دهان ورِماح،\n(2/909)",
        "\nقال تعالى: {فَكَانَتْ وَرْدَةً كَالدِّهَانِ} [الرحمن: 37].\nالسادس: فعل كـ \"ـذئب وذئاب\".\nالسابع: ما جاء على فعيل كـ \"كريم وكرام وشريف وشراف\".\nالثامن: مؤنثه، وهو فعيلة بمعنى فاعله كـ \"ـظريفة وظراف ومريضة ومراض\".\nالتاسع: ما جاء من الصفات على فعلان نحو: غضبان وغضاب وعطشان وعطاش.\nالعاشر والحادي عشر: مؤنثاً فعلان وهما: فعلى كـ \"ـندمي وندام\" من الندم أو فعلانة كـ \"ـندمانة وندام\" من المنادمة.\nالثاني عشر: فعلان، بضم الفاء.\nالثالث عشر: أنثاه فعلانة كـ \"ـخمصان وخمصانة\" قالوا في جمعهما خماص.\nالرابع عشر والخامس عشر: طويل وطويلة ونحوهما من كل وصف على فعيل أو أنثاه فعيلة وهو صحيح اللام واوي العين كـ \"ـقويمٍ وقويمةٍ\" وهو ملتزم فيهما بخلاف الأبنية المتقدمة فإنه غير ملتزم فيها.\n(2/910)\n",
        "إذ قد جاء من الأول عبد وعبيد ومن الثاني: تمرة وتمر، ومن الثالث: عمل وأعمال وليس بجمع قلة بل مستغنى بوزنه عن جمع الكثرة، ومن الرابع: شجرة وشجر، ومن الخامس: عود وعيدان، ومن السادس: علم وعلوم، ومن السابع: شريف وشرفاء، ومن الثامن: قصيرة وقصائر، ومن التاسع والعاشر: سكارى، ومن الحادي عشر: ندامى -أيضاً- وكذلك من الثاني عشر والثالث عشر، وما جاء على فعال من غير الأوزان المذكورة فشاذ، كـ (ـرعاء) -في جمع راعٍ- وإمام -في جمع آم-، وعليه حمل بعضهم: {يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ} [الإسراء: 71]-وقيام ونيام وعجاف- في جمع أعجف -وجياد- في جمع جواد -وخيار- في جمع خير -وبطاح- في جمع بطحاء -وقلاص- في جمع قلوص.\n(وبفعول فعل نحو كبد ... يخص غالباً كذاك يطرد)\n(في فعل اسماً مطلق الفا وفعل ... له وللفعال فعلان حصل)\n(وشاع في حوتٍ وقاعٍ مع ما ... ضاهاهما وقل في غيرهما)\nهذان الثاني عشر والثالث عشر من أبنية الجموع.\nفالثاني عشر فعول -بضم فائه وعينه- ويجمع عليه أربعة أشياء: الأول: فعلٌ نحو كبد وكبود، ونمر ونمور ووعل ووعور، وهو مختص به في الغالب، إلا ما ندر من قولهم: نمر وأنمار ونمر كقوله:\n(2/911)\n\n505 - (... فيها عيائيل أسودٍ ونمر ...)\nوالثلاثة الباقية: فعل مطلق الفاء ساكن العين، أي محركها بالحركات الثلاث فمنه في المفتوحها فلس وفلوس، ووعر ووعور وسهل وسهول، ومنه في المكسورها حمل وحمول وضرس وضروس، ومنه في المضمومها برد وبرود وجند وجنود، ويشترط في الثلاثة صحة عينها ولامها وكونها غير مضاعفة- كما مثل- ولا يجمع عليه ما كان معتل العين كـ \"ـعيد\" وباب وكوز\"، ولا ما كان معتل اللام كـ \"مديٍ\" ولا مضاعفها كـ \"ـمد وحص\" وقد جاء منه شذوذاً حص وحصوص، وجاء على فعول شذوذاً أسد وشجن.\nوالثالث عشر: فعلان ويطرد في أربعة أشياء:",
        "(2/912)\n\nالأول: فعل كـ \"ـصرد وصردان ونغر ونغران وجرذ وجرذان\".\nالثاني: فعال كـ \"ـغلام وغلمان وذباب وذبان\".\nالثالث: ما اعتلت عينه من فعل -بسكون العين- كـ \"ـحوتٍ\" و\"عود\".\nالرابع: ما كانت عينه ألفاً من فعل [المفتوح العين] كـ \"ـقاعٍ وتاجٍ وخالٍ وجار\") وجاء فعلان قليلاً في غير ما ذكر، فمنه: غزال وخروف وحائط وظليم وصنو وأخ.\nولا يطرد في شيء من ذلك.\n(وفعلاً اسماً وفعيلاً وفعل ... غير معل العين فعلان شمل)\nهذا الوزن الرابع عشر من أبنية الجموع، وهو فعلان -بضم أوله- ويجمع به ثلاثة أوزان:\nالأول: فعل -مفتوح الفاء ساكن العين- إذا كان اسماً كـ \"ـظهر وظهران وعبد وعبدان\".\nالثاني: فعيل -إذا كان اسماً أيضاً- كـ \"ـرغيف ورغفان وكثيب وكثبان\".\nالثالث: فعل -بفتح أوله وثانيه- إذا كان اسماً أيضاً، كـ \"ركبان في جمع راكب وسودان في جمع أسود\".\n(2/913)",
        "\n(ولكريم وبخيل فعلا ... كذا لما ضاهاهما قد جعلا)\nهذا الخامس عشر من أبنية الجموع وهو \"فعلاء\" ممدوداً -بضم الفاء وفتح العين- ويطرد في نحو كريم وبخيل وما ضاهاهما مما جاء على فعيل بمعنى فاعل دال على وصف كالغريزة غير معتل اللام ولا مضعف كـ \"ـشريف وشرفاء\" و\"بصير وبصراء\" وقل في نحو: جبان ورسول وخليفة وسمح، واطرد فيما جاء من صفات العقلاء على فاعل وهو مضاهٍ لفعيل في كونه كالغريزة كـ \"ـالعالم، وصالح، وشاعر\".\n(وناب عنه أفعلاء في المعل ... لاما ومضعفٍ وغير ذاك قل)\nالسادس عسر من أبنية الجموع \"أفعلاء\" وهو مطرد فيما لا يجمع على فعلاء من فعيل بمعنى فاعل لكونه معتل اللام كـ \"ـنبي وولي ووصي\" أو مضعفا كـ \"ـشديد وحصيص وصحيح\" فهو فيها كالنائب عن فعلاء وقل مجيئه في غير ذلك كـ \"ـصديق ونصيب وهين\".\n(2/914)\n",
        "(فواعل لفوعلٍ وفاعل ... وفاعلاء مع نحو كاهل)\n(وحائض وصاهل وفاعله ... وشذ في الفارس مع ما ماثله)\nالسابع عشر من أبنية جموع الكثرة \"فواعل\" ويطرد في سبعة أشياء:\nالأول: فوعل كـ \"جوهر\"، ويلتحق به مؤنثه كـ \"ـصومعة وزوبعة\".\nالثاني: فاعل- بفتح العين- كـ \"ـالخاتم\" -لما يلبس في اليد- وقالب وباشق.\nالثالث: فاعلاء، نحو قاصعاء وراهطاء ونافقاء.\nالرابع: كاهل ونحوه مما جاء اسماً على فاعل كـ \"ـعاتق\".\nالخامس: ما جاء من صفات المؤنث على فاعل كـ \"ـحائض وطالق وقاعد\" \"للتي\" يئست من النكاح.\nالسادس: ما جاء على فاعل من صفات ما لا يعقل كـ \"ـصاهل وشاهق وسابغ\".\nالسابع: ما جاء على فاعلة سواء أكان اسم جنس كـ \"ـناصية\" أو علماً كـ \"ـفاطمة\" أو وصفاً كـ \"ـكاذبة\"؛ وشذ في فارس وما ماثله وزناً ومعنى من\n(2/915)\n\nصفات المذكر العاقل كـ \"ـهالك وناكس\"، ومما شذ جمعه على فواعل: حاجة ودخان، قالوا فيه: دواخن.\n(وبفعائل اجمعن فعاله ... وشبهه ذا تاءٍ أو مزاله)\nالثامن عشر من أبنية الجموع \"فعائل\" ويطرد في بناءين:\nأحدهما: فعالة وما أشبهه في كونه رباعياً ثالثه مدة وقد ختم بتاء التأنيث سواء كان مفتوح الفاء كـ \"ـسحابة\" أو مكسورها كـ \"ـرسالة\" أو مضمومها كـ \"ـذبابة\"، وسواء كانت مدته ألفاً-كما مثل- أو ياء كـ \"ـصحيفة\" أو واواً كـ \"ـحلوبة\".\nالثاني: ما لم يختم بتاء التأنيث إلا أنه مؤنث بالمعنى من الرباعي الذي ثالثه مدة كـ \"ـشمال وعصيد وعجوز\".\n(وبالفعالي والفعالي جمعاً ... صحراء والعذراء والقيس اتبعا)\nهذان التاسع عشر والعشرون من أبنية الجمع وهما: \"فعالى وفعالى\" -مقصوراً- ويشتركان في جمع ما جاء على فعلاء من اسم كـ \"ـصحراء\" أو صفة لا مذكر لها كـ \"ـعذراء\" يقال في كل منهما صحاري وصحارى، وعذارِى وعَذارى، ويشتركان أيضاً في ثلاثة أشياء:",
        "(2/916)\n\nأحدهما: ما فيه ألف التأنيث المقصورة كـ \"ـحبلى\".\nالثاني: ما فيه ألف الإلحاق المقصورة كـ \"ذفرى\".\nالثالث: ما رخم في الجمع بحذف أحد زائديه نحو: حبنطى وقلنسوة، قالوا في جمعهما: حباطٍ وحباطى، وقلاسى وقلاسى، ويختص الأول بأربعة أبنية:\nالأول: فَعلاة: كـ \"ـموماة\".\nالثاني: فِعلاة -بكسر الفاء- كـ \"ـسعلاة\".\nالثالث: فعلوة كـ \"ـترقوة\".\nالرابع: فعلية: كـ \"ـهبرية\".\n(واجعل \"فعالي\" لغير ذي نسب ... جدد كالكرسي تتبع العرب)\nالحادي والعشرون من أبنية الجموع فعالي، ويطرد في كل ما آخره ياء مشددة لا تدل على تجدد نسب كـ و \"ـكرسي وبختي وقمري\"، فلو دلت الياء\n(2/917)",
        "\nالمشددة على تجدد نسب كـ \"ـبصري وكوفي\" لم يجمع بذلك، ولذلك ذهب المحققون إلى أن أناسي جمع إنسان لا إنسي، وأصله: أناسين فأبدلوا النون ياء ثم أدغموا إحدى الياءين في الأخرى.\n(وفعالل وشبهه انطقا ... في جمع ما فوق الثلاثة ارتقى)\n(من غير ما مضى ومن خماسي ... جرد الآخر انف بالقياس)\n(والرابع الشبيه بالمزيد قد ... يحذف دون ما به تم العدد)\n(وزائد العادي الرباعي احذفه ما ... لم يك ليناً إثره اللذختما)\nهذان الثاني والعشرون والثالث والعشرون من أبنية الجموع، وهما: \"فعالل وشبهه\" فأما \"فعالل\" فيطرد في أربعة أشياء:\nأحدها: الرباعي المجرد.\nالثاني: الرباعي المزيد وإليهما أشار المصنف بقوله:\n(... ... ... ... في جمع ما فوق الثلاثة ارتقى)\n(من غير ما مضى ... ... ... ... ...)\nفالمجرد كـ \"ـجعفر ودرهم\"، والمزيد فيه كـ \"ـمدحرج ومتدحرج\" [فتقول فيهما: دحارج.\nالثالث: الخماسي المجرد كـ \"ـسفرجل] وجحمرش\" فتجمعه على\n(2/918)\n",
        "فعالل وتنفي آخره أي تحذفه قياساً، فتقول فيهما: سفارج وحجامر فإن كان رابعه شبيهاً بالمزيد لكونه مما يزاد كنون خورنق أو من مخرج ما يزاد كدال فرزدق [التي هي من مخرج التاء فقد يحذف هو دون ما تم به العدد وهو الحرف الخامس، فتقول فيهما خوارق وفرازق] والأجود طرد القاعدة فيه بحذف الخامس فتقول فيهما: خوارن وفرازد؛ فإن كان العادي الرباعي -وهو الخماسي- حرف مزيد حذف دون آخره، إلا أن يكون المزيد حرف لين قبل الآخر وهو المراد بقوله:\n(... ... ... ما ... لم يك ليناً إثره اللذختما)\nأي ما لم يكن الزائد ليناً بعده الحرف الخامس الذي ختم الكلمة، فإنه لا يحذف حينئذ لكن يبقى على حاله إن كان ياء كـ \"ـقنديل\".\nويقلب إليها إن كان ألفاً أو واواً نحو: محراب وعصفور، فتقول فيها: قناديل ومحاريب وعصافير.\nالرابع: الخماسي المزيد فيه نحو: قرطبوس وخندريس، وقد دخل في قول المصنف:\n(... ... ... ... في جمع ما فوق الثلاثة ارتقى)\nوحكمه أن يحذف خامسه مع المزيد فيه، فتقول فيهما: خنادر وقراطب.\n(2/919)\n\nوأما شبه \"فعالل\": فالمراد به ما كان من الجموع ثالثه ألف بعدها حرفان ويطرد فيما ارتقى فوق الثلاثة من مزايدتها غير ما تقدم من الأبنية؛ ثم إن كانت زيادته حرفاً واحداً لم يحذف، كـ \"ـمسجد\"، وجوهر، وصيرف، وأفضل، وعلقى\"، ويحذف ما زاد على الحرف الواحد، نحو فضيلة وفضائل.\n(والسين والتامن كمستدع أزل ... إذ ببنا الجمع بقاهما مخل)\n(والميم أولى من سواه بالبقا ... والهمز واليا مثله إن سبقا)\nهذا من تمام الكلام على ما يجمع على شبه \"فعالل\" من مزيد الثلاثي فإنه قد تقدم أنك لا تحذف زائدة [إن كان] حرفاً واحداً، وإن كان أكثر من حرف أبقيت حرفاً واحداً منهما وحذفت الباقي، إلا أنك تراعى الميم مطلقاً فلا تحذفها، فتقول في جمع \"مستدع\" ومستقبل ومستخرج: مداع ومقابل ومخارج- بحذف السين والتاء- لأن بقاءهما مخل ببناء الجمع، إذ نهاية أبنية الجموع فعالل أو فعاليل، ولما كانت فائدة الإتيان بهما الدلالة على الاستفعال تنزلاً منزلة الحرف الواحد، فلم يحذف [أحدهما دون الآخر] فلم يقولوا: سداع ولا تداع مع ما تقرر من مراعاة",
        "(2/920)\n\nحال الميم ولمراعاة حال الميم تقول في جمع منطلق: مطالق، وفي جمع مقعنس: مقاعس؛ وخالف المبرد في هذا فقال: إنما يقال فيه قعاسس بحذف الزوائد وإبقاء الأصول؛ والهمزة والياء إذا سبقا في أول الكلمة فهما كالميم في استحقاقهما البقاء دون غيرهما من الزوائد فتقول في الندد ويلندد ألادد ويلادد -بحذف النون- دونهما.\n(والياء لا الواو حذف إن جمعت ما ... حكيزبون فهو حكمٌ حتماً)\n(وخيروا في زائدي سرندى ... وكل ما ضاهاه كالعلندى)\nهذا من تمام الكلام في المسألة أيضاً، وهو ما إذا كان معك مزيدان وليس أحدهما ميماً ولا همزة أو ياء مبدوءاً بها، فإن كان حذف أحد الزائدين مغنياً عن حذف الآخر دون العكس تعين الحذف فيه، وذلك كالياء والواو في \"حيزبون\" فإنك إن حذفت الواو فإما أن تقول:\n(2/921)",
        "\nحيزابن أو حيازبن وكلاهما غير مغنٍ عن حذف الياء بل يجب حذفها -أيضاً- فتقول: حزابن لئلا يخرح بقاؤهما إلى عدم النظير بوقوع ثلاثة أحرف قبل ألف التكسير أو وقوع ثلاثة بعدها أوسطها ساكن وليس معتلاً، وكلاهما لا نظيؤ له، بخلاف ما إذا حذفت الياء فإنك تستغني به عن حذف الواو فتقول: حزابين -بقلب الواو ياء- كما في عصافير، فأما إن تكافأت الزيادتان في الحذف كنون سرندى وعلندى وألفهما فلك أن تحذف أيهما شئت، فتقول في حذف النون سرادٍ وعلادٍ وفي حذف الألف سراند وعلاند.\n\nالتصغير\nالحامل عليه غالباً [التحقير، وقد يحمل عليه الحب فيسمى تصغير]\nالتحبيب، نحو: [{يَا بُنَيَّ أَقِمِ الصَّلاةَ} [لقمان: 17] وقوله]:\n506 - (يا ابن أمي ويا شقيق نفسي ... أنت خلفتني لدهرٍ شديد)\n(2/922)\n",
        "وقد يرد مراداً به التعظيم، كقوله:\n507 - (وكل أناسٍ سوف تدخل بينهم ... دويهيةٌ تصفر منها الأنامل)\n(فعيلاً اجعل الثلاثي إذا ... صغرته نحو قذي في قذى)\nقاعدة الاسم المصغر أن يضم أوله مطلقاً فيقر على ضمه في نحو: \"قفل\" ويرد إليه في نحو: \"عبد وعلج\" ويفتح ثانيه مع ضم أوله فيقر على الفتح في نحو: \"جمل\" ويحرك به إن كان ساكناً كالمثل المتقدمة، ويرد إليه عن كان مكسوراً كـ \"نمر\" أو مضموماً كـ \"ـرجل\" ولا يزداد على ذلك في الثلاثي إلا باجتلاب ياء التصغير، وهي ياء ساكنة تقع ثالثة المصغر، فيصير بزنة فعيل، ومثل بقذيٍ، لينبه أنه لا فرق في الثلاثي المصغر بين كونه صحيحاً أو معتلاً.\n(2/923)\n\n(فعيعلٌ مع فعيعيل لما ... فاق كجعل درهم دريهما)\nما فاق الثلاثي أي زاد عليه يعمل فيه ما عمل في الثلاثي من ضم أوله وفتح ثانيه وزيادة ياء التصغير ثالثةً، إلا أنه يزاد كسر ما بعد ياء التصغير وهو الحرف الثالث من مكبره نحو: دريهم وجعيفر في تصغير درهم وجعفر، فإن كان ما يلي هذا الحرف المكسور حرف مد ولين أثبته ياءً إن كان إياها نحو \"قنديل\" وإن كان ألفاً أو واو قلبتهما إليها فقلت: عصيفير دنينير فثبت بذلك انحصار بناء ما زاد على الثلاثي في فعيعل وفعيعيل.\n(وما به لمنتهى الجمع وصل ... به إلى أمثلة التصغير صل)\nيتوصل في رد الزائد على الرباعي إلى بناء فعيعل أو فعيعيل بما توصل به إلى بنيتي منتهى الجموع وهما زنة فعالل وفعاليل من حذف آخر الخماسي المجرد نحو سفيرج، والتخيير بينه وبين حذف رابعه إن كان شبيهاً بالمزيد نحو: فريزق وفريزد، وحذف زائدة، إن لم يكن ليناً يليه الآخر كـ \"ـمدحرج\" فإنك تقول فيه دحيرج، ورده إلى الياء إن كان ليناً يليه الآخر كما مثل.\nوحذف السين والتاء دون الميم من مستخرج ونحوه فتقول: مخيرج،",
        "(2/924)\n\nوحذف النون دون الميم والهمزة والياء من منطلق والندد ويلندد، فتقول فيهما مطلق واليدد ويليدد، وحذف الياء دون الواو من \"حيزبون\" فتقول فيه حزيبين بقلبها ياء لما سبق، وبالتخيير بين حذف النون أو الألف من نحو سرندي فتقول: سريند -إن شئت- وإن شئت سريدٍ.\n(وجائز تعويض يا قبل الطرف ... إن كان بعض الاسم فيهما أنحذف)\nيجوز لك في التصغير والتكسير إذا حذفت بعض الاسم أن تعوض من المحذوف قبل الطرف- وهو آخر الاسم- ياء فتقول في تصغير سفرجل سفيريج، وفي تكسيره سفاريج،، فإن كان قبل الآخر مدة كانطلاق واحرنجام واستخراج لم يمكن التعويض لاشتغال محله بالياء المنقلبة عن الألف.\n(وحائدٌ عن القياس كل ما ... خالف في البابين حكماً رسماً)\nوما جاء في بابي التصغير والتكسير مخالفاً لما رسم لهما من الأحكام فهو حائد -أي خارج عن القياس- يقتصر في الوارد منه على السماع.\nفمن ذلك في التكسير ورود شبه \"فعالل\" في جمع مكان وكراع قالوا فيهما أماكن وأكارع، وشبه فعليل في جمع \"حديث\n(2/925)",
        "\nوباطل\" قالوا فيهما أحاديث وأباطيل، وفي شواذ كثيرة سبقت في باب التكسير؛ ومن شاذ باب التصغير قولهم \"مغيربان\" في تصغير مغرب، و\"عشيشيان\" في تصغير عشاء، و\"عشيشية\" في تصغير عشية، و\"رويجل\" في تصغير رجل، و\"أنيسيان\" في تصغير إنسان، و\"أبينون\" في تصغير بنين، و\"أغيلمة\" في تصغير غلمة.\n(لتلو يا التصغير من قبل علم ... تأنيث أو مدته الفتح انحتم)\n(كذاك ما مدة أفعال سبق ... أو مد سكران وما به التحق)\nهذه المسألة مستثناة من القاعدة المتقدمة في كسر ما بعد ياء التصغير مما زاد على الثلاثي فإنه على فتحه إن كان مفتوحاً، ويحرك به إن كان\n(2/926)\n",
        "ساكناً، ويرد إليه إن كان مكسوراً أو مضموماً وذلك في أربعة مواضع:\nأحدها: أن يليه تاء التأنيث نحو: تمرة ونمرة وفاطمة، فإنك تقول فيها تميرة ونميرة وفطيمة.\nالثاني: أن يليه مدة التأنيث، والمراد بها ألفه، سواء كانت مقصورة مثل حبلى، أو ممدودة نحو حمراء، فتقول فيهما حبيلى وحميراء، بفتح ما بهد ياء التصغير.\nالثالث: أن يكون الحرف الواقع بعد ياء التصغير قد سبق في المكبر مدة أفعال كأحمال فإنك تقول فيه أحيمال.\nالرابع: أن يسبق مد سكران وما التحق به من فعلان الذي لا يجمع على فعالين نحو عثمان وعمران، فتقول في تصغيرها سكيران وعثيمان وعميران، أما ما جمع منه على فعالين فإنك تقول في تصغيره \"فعيلين\" -بكسر ما بعد الياء- كسرحان وسلطان وشيطان.\n(ألف التأنيث حيث مدا ... وتاؤه منفصلين عداً)\n(كذا المزيد آخر للنسب ... وعجز المضاف والمركب)\n(2/927)\n\n(وهكذا زيادتا فعلاناً ... من بعد أربعٍ كزعفراناً)\n(وقدر انفصال ما دل على ... تثنيةٍ أو جمع تصحيحٍ جلا)\nهذه المسألة مستثناة مما تقرر من رد المزيد في التصغير إلى صيغة [فعيعل أو صيغة فعيعيل] بما يتوصل به إلى نهاية أمثلة التكسير، وذلك في أشياء يقدر بعضها كالمنفصل ثم يصغر ما عداه ويلحق به ذلك البعض بعد التصغير.\nوالذي يقدر انفصاله تسعة أشياء شملها النظم:\nالأول: ألف التأنيث الممدودة فإنه يقدر انفصالها مطلقاً فيصغر ما قبلها إن كان ثلاثة على فعيل وإن كان أربعة على فعيعل ثم تلحقها ألف التأنيث فتقول حميراء وقريفصاء.\nالثاني: تاء التأنيث، فيفعل بها ذلك أيضاً، فتقول في تمرة تميرة وفي حنظلة حنيظلة.\nالثالث: الياء المزيدة آخر للنسب فتسلك بها هذا المسلك فتقول في مصري وعبقري: مصيري وعبيقري.\nالرابع: عجز المضاف كعبداً لله.\nالخامس: عجز المركب مزجاً كـ (ـبعلبك).",
        "(2/928)\n\nالسادس: الألف والنون المزيدتان من بعد أربعة أحرف كـ \"ـزعيفران\" ام المزيدتان بعد ثلاثة أحرف كـ \"ـسكران وسرحان\" فقد سبق حكمهما.\nالسابع: علامة التثنية كـ \"ـجعفرين\" تقول فيه حعيفرين.\nالثامن: علامة جمع التصحيح للمذكر كـ \"ـخويلدين\".\nوالتاسع: علامة جمع تصحيح المؤنث كـ \"ـمسلمات\".\nوأما في التكسير فإنك تقدر هذه الزوائد متصلة فتحذفها وترد الجمع إلى مثال مفاعل أو مفاعيل إن أمكن تكسيره، إلا أن المضاف يكسر بلا حذف فتقول عبيدا الله ومارئ القيس لأنهما كلمتان كل منهما مفردة بحكمها من الإعراب.\n(وألف التأنيث ذو القصر متى ... زاد على أربعة لن يثبتا)\n(وعند تصغير حبارى خير ... بين الحبيرى فادر والحبير)\nإذا صغرت ما فيها ألف التأنيث المقصورة فإن كانت رابعة كـ \"ـحبلى وسلمى\" تركتها فلم تحذفها، وهذا قد فهم من كلامه بتقييد حذفها بالزيادة على أربع فإنها متى زادت على أربعة أحرف قبلها حذفت مطلقاً، سواء كانت خامسة كـ \"ـقرقرى\" أو سادسة\n(2/929)",
        "\nكـ \"ـقبعثرى\" فتقول قريقر وقبيعث، لأن بقاءها يخرج الاسم عن أمثلة التصغير، فإن تقدم في الاسم قبل الخامس مدة زائدة كـ \"ـحبارى\" جاز لك في تصغيره أن تحذف المدة فتبقى الألف لكونها صارت رابعة فتقول حبيرى، وأن تحذف الألف لكونها خامسة فتقول: حبير بقلب الألف ياء وإدغام ياء التصغير فيها.\n(واردد لأصل ثانياً ليناً قلب ... فقيمة صير قويمة تصب)\nأي إذا كان ثاني الاسم المصغر حرف لين منقلباً عن أصل رددته إلى أصله، فترد الياء في \"قيمة\" و\"ميزان\" والألف في \"باب\" إلى الواو لأنها أصلهن، فتقول قويمة مويزين بويب، وترد الواو في \"موقن\" والألف في \"ناب\" إلى الياء لأنها أصلهما، فتقول مييقن لأنه من اليقين، ونييبٍ.\n\"فإن لم يكن حرف اللين منقلباً بل كان باقياً على أصله فغن كان واواً\n(2/930)\n",
        "أو ياء تركتهما على حالهما فتقول في ثوب ثويب وفي بيت بييت؛ وأما الألف المزيدة فيأتي حكمها\".\nهذا كله إذا كان منقلبا عن لين كما مثل، فأما إن كان منقلبا عن غير لين كألف آدم فإنها منقلبة عن همزة فإنك تقلبها واواً فتقول: أويدم؛ وإن كان الثاني منقلبا عن لين [إلا أنه غير لين] كمتهبٍ فإنه مفتعل من وهب قلبت الواو تاءً وأدغمت في تاء الافتعال؛ فذهب الزجاج إلى أنه يرد إلى أصله فيقال فيه مويهب، والأكثرون على أنه يترك على حاله فيقال متيهب.\n(وشذ في عيد عييدٌ وحتم ... للجمع من ذا ما لتصغيرٍ عُلِمْ)\n(2/931)\n\nصغرت العرب عيداً على عييدٍ وهو شاذ لخروجه عن القاعدة في رد ثاني الاسم المصغر إذا كان لينا إلى أصله إلا أن الحامل لهم على ذلك خوف الالتباس. بمصغر عود، وما ثبت رده إلى الأصل في التصغير وجب رده إليه في التكسير فتقول في ميزان وباب موازين وأبواب بالرد إلى الواو، وأنياب بالرد إلى الياء وأثواب وأبيات بالترك على حاله، وبشذوذ أعياد خوف الالتباس بجمع عود، إلا أنه يرد على إطلاقه عدم الرد إلى الأصل في قيمٍٍٍٍٍٍٍٍٍٍ وديمٍ، فينبغي أن يقيد ذلك. بما إذا كان التكسير بتغيير أول الاسم.\nوالألف الثاني المزيد يجعل ... واواً كذا ما الأصل فيه يجهل\nقد سبق أن الألف إذا وقع ثانيا رد إلى أصله، فإن كان زائدا لا أصل له كـ\"قائم وقاعد\" أو مجهول الأصل كـ\"عاجٍ\" فإنه يجعل واواً فتقول في تصغيرها قويم وقويعد وعويج، وتقول في تكسير قائمة قوائم وأعواج.\n(وكمل المنقوص في التصغير ما ... لم يحو غير التاء ثالثا كما)\nقاعدة التصغير أنه يرد الأشياء إلى أصولها، ألا ترى أنك تقول في ابن واسم بني وسمي -برد لامه وإسقاط الهمزة التي عوضت",
        "(2/932)\n\nمنها- وفي عدة وهبة: وعيدة ووهيبة -برد الفاء- إلا أنك تبقى تاء التأنيث وإن كانت عوضا منها، لأن لها فائدة أخرى وهي الدلالة على التأنيث؛ وتقول في تصغير \"ماء\" مويه فعلى هذه القاعدة إذا صغرت ما نقص بحذف لامه كـ \"ـيدٍ ودمٍ وأبٍ وأخٍ\" قلت فيه: دمي وأبي وأخي -برد اللام- وتقول فيه \"يدٍ\" يدية فتلحقها علامة التأنيث، إذ هو رد إلى الأصل من التأنيث بالعلامة؛ وتقول في تصغير \"حرٍ\" حريح؛ هذا كله إذا كان قد بقي بعد الحذف على حرفين كما مثل، أو زيد على الحرفين تاء التأنيث، وإليه أشار بقوله:\n(... ... ... ما ... لم يحو غير التاء ثالثا)\nكـ\"سنةٍ وشفةٍ\" فتقول في تصغيرهما: سنيهة وشفيهة -بإبقاء التاء- لما تقرر في هبة؛ وقوله: \"كما\" إشارة إلى أن المنقوص لا فرق\n(2/933)",
        "\nبين أن يكون وضع على أصل ثم نقص منه -كما مثل- أو كان موضوعا على حرفين \"كما ولو وهل\" -إذا سميت بها ثم صغرتها- فإنك تكملها بحرف ثالث فتقول في \"ما\": موي، وفي \"لو\": لوي ولك في \"هل\" وجهان:\nأحدهما: أن تكمله بحرف علة، فتقول \"هلي\".\nالثاني: أن تكمله بالتضعيف فتقول \"هليل\".\n(ومن بترخيمٍ يصغر اكتفى ... بالأصل كالعطيف يعنى المعطفا)\nمعنى الترخيم في التصغير أن تعمد إلى زوائد الكلمة فتحذفها، ثم تصغر الأصول على مقتضى القياس، فتقول في تصغير \"معطف\" عطيف،\n(2/934)\n",
        "بحذف الزائد وهو الميم وصوغه على زنة فعيل لأنه قد بقي ثلاثيا، وتقول في تصغير أحمد وحامد ومحمود حميد -بحذف زوائدها- وتقول في تصغير قرطاس قريطس - بحذف ألفه ورده إلى أصوله الأربعة، ولا يتأتى في تصغير الترخيم زنة فعيعيل لثبوت الزيادة فيه وكذلك لا يتأتى في مجردٍ من الزوائد كـ \"ـجعفر وسفرجل\"، وحذف خامسه في التصغير ليس من باب الترخيم وإنما هو من باب الرد إلى صيغة فعيعل، وتقول في تصغير إبراهيم وإسماعيل بريه وسميع على غير قياس.\n(واختم بتا التأنيث ما صغرت من ... مؤنثٍ عارٍ ثلاثيٍ كسن)\n(ما لم يكن بالتا يرى ذا لبس ... كشجرٍ وبقرٍ وخمس)\n(وشذ ترك دون لبس وندر ... لحاق تا فيما ثلاثيا كثر)\nإذا صغرت ما ليس فيه تاء التأنيث من مؤنث بالمعنى ختمته بتاء التأنيث بشرطين:\nأحدهما: أن يكون ثلاثيا إما في الحال كـ \"ـنارٍ ودارٍ وسنٍ\"، وإما في الأصل كـ\"ـيدٍ\"، وإما لأن التصغير رده إلى الثلاثة كـ\"ـسماء\" وحمراء وحبلى إذا صغرت ترخيما، فإنك تحذف زوائدها وتلحقها تاء التأنيث لمصيرها إلى الثلاثة مع التأنيث المعنوي، فتقول في ذلك كله، دويرة ونويرة وسنينة ويدية\n(2/935)\n\nوسمية وحميرة وحبيلة؛ ويندر لحاق التاء فيما كثر على الثلاثي -أي زاد عليه- ومنه قولهم في تصغير [أمام أميمةٌ وفي تصغير] قدام قديديمة.\nالشرط الثاني: أن يؤمن بلحاق التاء اللبس، فلو أوقع لحاقها في لبس كـ \"ـشجرٍ وبقر\" إذا صغرتهما على لغة من يؤنثهما فإنك لا تلحقهما التاء خوف إلا لتباس بمصغر المفرد، وكـ \"ـخمس وست\" وغيرهما من أسماء العدد الذي يفرق مذكره من مؤنثه بالتاء فإنك لو ألحقتها لعدد",
        "(2/936)\n\nالمؤنث لالتبس بعدد المذكر، وتركها دون حصول اللبس شاذ -أي خارج عن القياس- إلا أنه ليس في القلة كلحاقها الزائد على الثلاثي ومنه قولهم:\nدريع وحريب ونعيل.\n(وصغروا شذوذا الذي التي ... وذامع الفروع منها تاوتي)\nالتصغير كما اختص بالأسماء فهو مختص بالمتمكن منها إذ هو نوع من التصرف فيها، ولذلك أجمع على شذوذ تصغير فعل التعجب في قوله:\n508 - (يا أميلح غزلانا شدن لنا ... .... ...)\n(2/937)",
        "\nلأن الكوفيين وإن قالوا باسميته فهو غير قابل للتصغير لعدم تمكنه، وقد شذ -أيضاً- تصغير أسماء غير متمكنة في بابي الموصولات وأسماء الإشارة لأنها أشبهت المتمكن في كونها توصف ويوصف بها، وذكر المصنف أنها تصغير \"الذي\" و\"التي\" من الموصولات، و\"ذا\" من أسماء الإشارة؛ وقوله: \"مع الفروع\" الظاهر أنه أراد فروع النوعين، وقد سمع في فروع الذي والتي في تثنيتهما وجمع الذي؛ وصوره هو وابنه في: اللائين واللاتي واللائي واللواتي، ولم يسمع في شيء من ذلك؛ وأما \"ذا\" فلم يسمع في أكثر فروعه إلا أن بعضهم حكي الاتفاق [على أنه لا تصغر \"ذي\" لئلا يلتبس بالمذكر والأكثرون] على أنه لا تصغر \"تي\" استغناء عنه بتصغير \"تا\" ثم تصغير هذه الأسماء مخالف لتصغير غيرها في حكمين:\nأحدهما: أنه لا يضم أولها يبقى على حركته.\nالثاني: أنه يزاد في آخرها ألف عوضا عن ضم الأول، فتقول: اللذيا واللتيا، وذيا وتيا، فإن ختمت بعلامة تثنية أو جمع أستغنيت عن إلحاقها فتقول ذيان واللذين -برد الياء فيهما- لما تقرر من أن التصغير يرد الأشياء إلى أصولها، ولحاق ياء التصغير وياء الجمع أو التثنية أو ألفها، وإذا صغرت جمع التي رددتها إلى المفرد وصغرتها كما سبق ثم جمعتها بالألف والتاء فقلت اللتيات كذا قال المصنف وابنه ولم يسمع ذلك عن العرب.\n(2/938)\n",
        "النسب\nمعنى النسب: أن تضيف شيئاً إلى شيء فيصير منسوبا إليه، ثم قد يكون النسب إلى جنس كإنسي وعربي، وقد يكون إلى قبيلة كقرشي، وإلى أبٍ كهاشمي، وإلى أم كفاطمي، وإلى مكان كبصري وحجازي، وإلى صناعة كحريري، وإلى شيخ كأحمدي، وإلى زي كصوفي، وإلى اعتقاد كقدريٌ، وغير ذلك مما [تصح النسبة إليه].\n(ياء كيا الكرسي زادوا للنسب ... وكل ما تليه كسره وجب)\nالاسم المنسوب إليه يزاد في آخره ياء مشددة كياء الكرسي، ويجب كسر ما قبلها، وتصير الياء حرف إعرابه.\n(ومثله مما حواه احذف وتا ... تأنيث أو مدته لا تثبتا)\n(وإن تكن تربع ذا ثانٍ سكن ... فقلبها واواً وحذفها حسن)\n(لشبهها الملحق والأصلي ما ... لها وللأصلي قلبٌ يعتمى)\nإذا حوى المنسوب إليه مثل ياء النسب بأن كان في آخره ياء مشددة مكسور ما قبلها إما للنسب [كـ\"ـالشافعي\"، وإما كـ\"ـبختي\"] فإنك تحذف الياء التي في آخره استغناء عنها بياء النسب، فتقول في النسب إليهما شافعي\n(2/939)\n\nوبختي، فيستوي فيه لفظ المنسوب [ولفظ المنسوب] إليه، إلا أنهما يختلفان تقديراً، وكذلك لا ينصرف بخاتيٌ جمعاً ولا مسمى به لأنه بزنة مفاعيل، وتصرفه إذا نسبت إليه، لزوال الزنة؛ وإنما يكون مثل ياء النسب إذا كانت رابعة فأكثر، أما لو كانت ثالثة كـ\"ـنبي\" لم تحذف كلها، بل تحذف الأولى فقط، وتقلب الثانية واواً، فتقول نبويٌ، ولذلك قيل في أمية أموي.\nوتحذف لياء النسب أيضا تاء التأنيث مطلقا، سواء كانت ثالثة أو أكثر، فتقول في النسب إلى مكة مكي وإلى حنظلة حنظلي، ولذلك لحن المتكلمون في قولهم: \"الذاتي والعرضي\" -بإثبات التاء في الذاتي- وإنما حقه أن يقال",
        "(2/940)\n\nذووي ومن لحن العامة قولهم \"خليفتي\"، وتحذف له أيضاً مدة التأنيث مقصورة كانت أو ممدودة، لكنها إنما يجب حذفها إذا زادت على أربعة أحرف كـ\"حبارى وعاشوراء\"، أو كانت رابعة لكن ثاني ما هي فيه متحرك كـ\"ـحبلى وكراثا\" فتقول في النسب إلى ذلك حباري وعاشوري وحبلي وكراثي -بحذف ألف التأنيث- فإن وقعت رابعة في كلمة ثانيها ساكن فللعرب فيها لغتان حسنتان:\nإحداهما: حذفها.\nوالثانية: قلبها واواً.\nفتقول في النسب إلى حبلى وحمراء [على\n(2/941)",
        "\nالأولى] حبلي وحمري، وعلى الثانية حبلوي، وإن شئت حبلاوي وحمراوي؛ والحذف في المقصورة أحسن من القلب، والممدودة بالعكس؛ وحكم ما أشبه ألف التأنيث من ألف الإلحاق والألف المنقلبة عن أصل، وهي التي عبر عنها المصنف \"بالأصلي\" في ذلك حكم ألف التأنيث فتحذفان إن زادا على ثلاثة أحرف كحبركى ومصطفى، ولا يوجدان رابعاً في متحرك الوسط، وإن وقعا رابعا في ساكن الوسط كـ\"ـعلقى وملهى\" ففيهما من الحذف والقلب إلى الواو ما في نحو حبلى إلا أن الأصلية كألف ملهى يعتمى قلبها -أي يختار- بخلاف التي للإلحاق فإن المختار حذفها.\n(2/942)\n",
        "(والألف الجائز أربعاً أزل ... كذاك يا المنقوص خامساً عزل)\n(والحذف في اليا رابعاً أحق من ... قلب وحتم قلب ثالث يعن)\n(وأول ذا القلب انفتاحا وفعل ... وفعل عينهما افتح وفعل)\nألف المقصور إذا زادت على أربعة أحرف حذفت مطلقا كما سبق في مصطفى ونحوه ومستدعًى ومتقاضًي، فإن كانت رابعاً فقد سبق التفصيل فيها، وأما الثالثة كـ\"ـفتى ورحى\" فليس فيها إلا القلب، ومثلها في الحكم ياء المنقوص فإنها تحذف إن وقعت خامسة كـ\"ـالمهتدي\"، وإن وقعت رابعة كـ\"ـالقاضي والمعطي\" ففيها وجهان:\nأحدهما: حذفها.\nوالثاني: قلبها واواً.\nفتقول: على الأول قاضي، وعلى الثاني قاضوي، والمختار الأول؛ وإن وقعت ثالثة كـ\"ـالشجي\" تعين فيها القلب؛ ثم حيث قلبت الياء أو الألف واواً فلابد من فتح ما قبلها، وحيث حذفتها كسرته من اجل ياء النسب. ثم استطرد من ذلك إلى ما يغير في النسب فيعطى غير حركته وهو ما كانت عينه مكسورة من مفتوح الفاء كـ\"ـنمر\" أو مكسورها كـ\"ـإبل\" أو مضمومها\n(2/943)\n\nكـ\"ـدئل\"، فإنك إذا نسبت إليها فتحت أعينها فقلت: نمري وإبلي ودؤلي لأن ما قبل ياء النسب قد كسر من أجلها والياء شبيهة بالكسرة فكرهوا توالى الأمثال فخففوه بفتح العين.\n(وقيل في المرمي مرموي ... واختير في استعمالهم مرمي)\nهذه المسألة مستثناة مما سبق من وجوب حذف ما في آخر المنسوب إليه من ياء شبيهة بياء النسب، وهو ما إذا كانت إحدى الياءين المشددتين منقلبة فيه عن أصل كـ\"ـمرمي\" فإن أصله مرموي ثم قلبت الضمة كسرة فانقلبت لذلك الواو ياء وأدغمت في ممثلتها، فالمختار فيه تشبيهها بياء كرسي في حذفها للنسب فيقال فيه: مرمى كالمنسوب إليه؛ وبعض العرب يقتصر على حذف الياء الأولى ويبقى الثانية لأصالتها، إلا أنه يقبلها واواً كما يقلب واو معطي من نسب إليه دون حذفها فيقول مرموي.\n(ونحو حي فتح ثانية يجب ... واردده واواً إن يكن عنه قلب)\nإذا كان آخر المنسوب إليه ياء مشددة إلا أنها بعد حرف واحدٍ كما في حي وطي فإنك لا تحذف واحدة منهما بل تقلب الثانية واواً مطلقاً، وأما الأولى فإنك تحركها بالفتح وتردها إلى أصلها فإن كان أصلها واواً رددتها إليها فتقول في طي طووي، وإن كان أصلها ياء رددتها إليها فتقول في حي حيوي.\n(وعلم التثنية احذف للنسب ... ومثل ذافي جمع تصحيح وجب)\nمما يحذف للنسب -أيضاً- علامة التثنية وعلامة جمع التصحيح لمذكر،",
        "(2/944)\n\nفتقول في النسب إلى زيدان وزيدين: زيدي كما ينسب إلى المفرد، وأما جمع التصحيح المؤنث فظاهر كلام المصنف أن حكمه حكم تصحيح المذكر، وفيه تفصيل: وهو أن التاء تحذف منه -مطلقا-، وأما الألف فإن كان قبلها أربعة أحرف حذفت -أيضا- كمسلمات، وسرادقات وإن كان قبلها ثلاثة أحرف وثانيها ساكن كـ\"ـصخرات\" فلك فيها ما في ألف حبلى من الحذف والقلب واواً، هذا كله ما دام التثنية والجمع باقية على حالها أما إن نقلت إلى العلمية فكذلك عند من تركها على إعرابها في الجمعية والتثنية، وأما على لغة من يجري المثنى في الإعراب بالحركات مجرى سلمان وجمع المذكر السالم مجرى \"غسلين\" ويعرب جمع المؤنث السالم غير منصرف فإنه ينسب إلى الأولين على لفظهما فيقول في النسب إلى رجل اسمه زيدان زيداني، وفي النسب إلى رجل اسمه زيدين زيديني؛ وأما الثالث فإن تاءه تحذف مطلقا لأنها تاء تأنيث، ويبقى ألفه بمنزلة ألف المقصور على ما سبق لها من الأحكام.\n(وثالث من نحو طيب حذف ... وشذ طائي مقولاً بالألف)\n(2/945)",
        "\nإذا كان قبل آخر المنسوب إليه ياء مكسورة مدغم فيها مثلها كما في نحو: \"طيب وهين وميت\" حذفت الياء المكسورة وهي الحرف الثالث من هذه الأمثلة وأبقيت ساكنة فقلت:\nطيبي وهيني وميتي -تخفيفاً- لكراهة توالى الكسرات، وكان مقتضى هذه القاعدة أن يقال في النسب إلى طيئ: طيئي إلا أنهم قلبوا الياء الأولى ألفا فقالوا: \"طائي\" -على غير قياس- أما لو كانت الياء المشددة مفتوحة كـ\"ـهبيخ\" أو مفصولة من الآخر كـ\"مهييمٍ\" تصغير \"مهيام\" لم تحذف.\n(وفعلي في فعلية التزم ... وفعلى في فعلية حتم)\nإذا نسبت إلى \"فعلية\" كبجيلة وحنيقة أو إلى \"فعلية\" كجهينة ومزينة\n(2/946)\n",
        "فإنك تحذف تاء التأنيث منها، ثم تحذف الياء، ثم إن كان ما قبلها مفتوحاً كجهينة تركته على حاله فقلت: جهني، وإن كان مكسوراً كحنيفة فتحته فقلت: حنفي، وشذ عن ذلك قولهم: \"سليقي\" منسوب إلى السليقة، و\"رديني\" منسوب إلى ردينة، وفعولة في هذا الباب ملحق بفعيلة فتقول في النسب إلى شنوءة: شنئي.\n(وألحقوا معل لام عريا ... من المثالين بما التا أوليا)\nإذا كان مثال فَعيل أو فُعيل غير مختتم بتاء التأنيث فإن كان صحيح اللام كـ \"ـتميم وسلول ونعيم\" فقياس النسب إليه أن يختم بياء النسب من غير حذف شيء منه فيقال: تميمي وسلولي ونعيمي، ولهذا كان ثقفي وقرشي معدوداً من شاذ النسب؛ وأما إن كانا معتلى اللام كـ\"ـعلي وقصي\" وهي مسألة الكتاب فإنهما يلحقان في حذف الياء منهما وفتح ما قبل ياء النسب بما ختم بالتاء فتقول في النسب إليهما: علوي وقصي، فتحذف الياء الأولى وتفتح ما قبل اللام فتنقلب ألفا لتحركها وانفتاح ما قبلها ثم تقلب الألف واواً لكونها ثالثة.\n(وتمموا ما كان كالطويلة ... وهكذا ما كان كالجليلة)\n(2/947)\n\nإذا كانت العين من فَعيلة أو فُعيلة معتلة كـ\"ـطويلة ورويثة\" أو مضعفة بكون اللام مماثلة لها كـ\"ـجليلة وهريرة\" فإنك تتمها في النسب بترك حذف ياءيهما لما يلزم في الأول من كثرة التغيير، فإنك إذا حذفت الياء من طويلة -مثلاً- لزم قلب الواو ألفا لتحركها وانفتاح ما قبلها فيكثر التغيير؛ وفي الثاني من التقاء المثلين بزوال الياء الفاصلة بينهما.\n(وهمز ذي مد ينال في النسب ... ما كان في تثنية له انتسب)\nإذا كان آخر المنسوب إليه همزة ممدودة فحكمها في سلامتها وقلبها واواً، وجواز الوجهين ما سبق من حكمها في التثنية فتصححها إن كانت أصلا كـ\"ـقرائي\"، وتقلبها واواً إن كانت للتأنيث كـ\"ـصحراوي\"، ويجوز فيها الوجهان إن كانت للإلحاق كـ\"ـعلباوي\" أو بدلاً من أصل كـ\"ـكسائي\".\n(وأنسب لصدر جملةٍ وصدر ما ... ركب مزجاً ولثان تمما)\n(إضافة مبدوءة بابن أو أب ... أو ماله التعريف بالثاني وجب)\n(فيما سوى هذا انسبن للأول ... ما لم يخف لبس كـ \"عبد الأشهل\")\nهذا حكم النسب إلى المركب وهو ثلاثة أقسام:\nمركب تريب إسناد وهو المعبر عنه بالجملة.\nوتركيب مزجٍ.",
        "(2/948)\n\nوتركيب إضافة.\nفأما الأولان: فينسب إلى صدريهما، فتقول في تأبط شراً، وبرق نحره: تأبطي، وبرقي، وفي حضرموت وبعلبك: حضري وبعلي؛ وفي معد يكرب وجهان -كما في القاضي- فتقول: معدي ومعدوي لأن ياءه رابعة.\nوأما الثالث: وهو المركب تركيب إضافة، فإن كان مبدوءاً بابن كـ\"ـابن عمر\"، أو باب كـ\"أبي بكر\"، أو كان الأول فيه معرفا بالثاني كـ\"ـغلام زيد\"، وليس هذا التقسيم مستقيما، لأن المبدوء بابن مما يعرف فيه الأول بالثاني فلا يصح جعله قسيما له، ولو كان قال: إضافة مبدوءة بأم أو أب لكان قد شمل نوعي الكنية وانفصل عن الإيراد الوارد عليه في التقسيم؛ والقصد أنك تنسب في ذلك كله إلى الثاني فتقول عمري وبكري وكلثومي\n(2/949)",
        "\n-في المنسوب إلى أن كلثوم- وزيدي، وفي ما سوى هذا من أنواع المضاف ينسب إلى الأول إن لم يخف لبس فتقول في امرئ القيس: امرئي، فإن خيف لبس لحصول الاشتراك في الأول كـ \"ـعبد الأشهل وعبد الدار\" نسبت إلى الثاني فقلت أشهلي وداري، وبعض العرب بيني من جزئي المضاف والمركب تركيب مزجٍ كلمةً على \"فعلل\" ثم ينسب إليها فيقول في النسب إلى عبد شمس وعبد الدار وتيم اللات وبعلبك وحضرموت: عبشمي وعبدري وبعلكي وتيملي وحضرمي.\n(واجبر -برد اللام- ما منه حذف ... جوازاً أن لم يك رده ألف)\n(في جمعي التصحيح أو في التثنيه ... وحق مجبورٍ بهذي توفيه)\n(2/950)\n",
        "ما نقص بحذف اللام منه إذا نسبت إليه رددت إليه اللام المحذوفة جوازاً لا وجوباً إن لم يعهد رد اللام في جمعي التصحيح لمذكر أو مؤنث أو في التثنية، فتقول في النسبة إلى \"يد وابن يدوي وبنوي\" -برد اللام جوازاً- وإن شئت: \"يدي وابني\" لأنه لم يعهد رد اللام فيهما في تثنية ولا جمع تصحيح إلا في \"يدٍ\" شذوذاً، كما سبق، وإن كان قد جبر برد لامه في هذه المواضع الثلاثة -أعني- التثنية وجمعي التصحيح فحقه التوفية في النسب بأن ترد لامه وجوباً فتقول في النسب إلى \"أبٍ\": أبوي، لأن المعهود رد لامه في التثنية، لأنهم قالوا أبوان، وتقول في النسبة إلى \"سنةٍ\": سنوي، وإن شئت سنهي، لأنهم ردوا اللام في الجمع بالألف والتاء كذلك، فقالوا: سنوات -على المشهور- وبعضهم يقول: سنهات؛ وتقول في النسبة إلى \"ذو\": ذووي، لأنهم ردوها في جمع التصحيح فقالوا: ذوو أحساب، ويجب رد اللام -أيضاً- إذا كانت اللام معتلة، وإن لم ترد فيما ذكر فتقول في النسبة\n(2/951)\n\nإلى شاة شاهي -عند سيبوية وشو هي- عند الأخفش.\n(وباخ أختاً وبابن بنتاً ... ألحق، ويونس أبي حذف التا)\nأي: أخت وبنت يلحقان في رد لامهما في النسب بأخ وابن فتقول في النسب إليهما: أخوي وبنوي -برد اللام وإسقاط التاء التي هي عوض منها- ويونس لا يجيز حذف التاء منهما بل يقول: بنتي وأختي.\n(وضاعف الثاني من ثنائي ... ثانية ذو لين كـ\"ـلا\" أو واو",
        "(2/952)\n\nكـ\"ـلو\" أو ياء كـ\"ـكي\" فإنك تضعفه بتشديده إن كان واواً أو ياء أو بمده إن كان ألفا فتقول في رجل سميته بـ\"ـلو\" جاء لو، وفي رجل سميته بـ\"ـكي\" رأيت كيا، وفي رجل سميته بـ\"ـلا\" مررت بلاءٍ فإذا نسبت إليه أبقيته على حاله إن كان واواً [فتقول لوي، وقلبت ثانية واواً إن كان ياء] فتقول كيوي كما تقول حيوي، ولك في الآخر وجهان كما في \"كساء\" لاشتراكهما في كون الهمزة بدلا من أصل، فتقول: لائي ولاوي.\n(وإن يكن كشيةٍ ما الفا عدم ... فجبرة وفتح عينه التزم)\nإذا نسبت إلى ما حذفت فاؤه وعوض منها تاء التأنيث فإن كان كـ\"ـعدةٍ وصفة\" في كونه صحيح اللام لم ترد إليه المحذوف بل تحذف تاء\n(2/953)",
        "\nالتأنيث وتفتح العين كراهية لتوالى الكسرات، فتقول عدي وصفي، فإن كان معتل اللام كـ\"ـشيةٍ\" لزم جبره برد الفاء وفتح عينه -أيضاً- فتقول وشوي، هذا مذهب سيبويه، والأخفش يوافقه على رد الفاء إلا أنه يخالفه في فتح العين، بل يسكنها فيقول: وشببي.\n(والواحد اذكر ناسبا للجمع ... إن لم يشابه واحداً بالوضع)\nإذا نسبت إلى لفظة [دالة على الجمع اكتفيت بواحدة إن لم يشبه لفظه] لفظ الواحد، سواء كان جمع تصحيح -كما تقدم- أو جمع تكسير كفرائض، وقبائل، وحمر، فتقول فرضي، وقبلي، وأحمري -إن قدرته جمع مذكر- وإن قدرته جمع مؤنث قلت: حمراوي؛ وأما أنماري وكلابي، فليس من النسب إلى جمع بل من النسب إلى الواحد، لأن أنماراً وكلاباً المنسوب إليهما علمان؛ أما إن كان لفظ الجمع شبيها بلفظ الواحد، بأن يكون اسم جمع كـ\"ـرهط\"، أو اسم جنس كـ\"ـشجر\"، أو لا واحد له كـ\"ـأبابيل\"،\n(2/954)\n",
        "أو جاريا مجرى العلم كـ\"ـأنصار\"، فإنك تنسب إليه على حاله، فتقول: رهطي وشجري وأبابيلي وأنصاري.\n(ومع فاعل وفعال فعل ... في نسب أغنى عن اليا فقبل)\nيستغنى في النسب عن لحاق الياء المشددة برد المنسوب إليه إلى صيغة \"فعل مع صيغة فاعل وفعال\" فمن الأول قولهم في النسب إلى الطعام \"طعم\" وفي النسبة إلى اللبن \"لبن\"، وفي النسب إلى النهار \"نهر\" كقوله:\n509 - (لست بليلي ولكني نهر ... ... ... ... ... ...)\nومن الثاني قولهم: تامر، ولابن، وطاعم، وكاسٍ.\nومن الثالث -وهو غالب في الحرف- قولهم: نجار، وعطار، وعواج- للذي يبيع العاج- ويقل في غير الحرف كقوله:\n510 - (وليس بذي سيف وليس بنبال)\n(2/955)\n\nأي: بذي نبلٍ، وجعل بعضهم منه {وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ} [فصلت: 46]\n(وغير ما أسلفته مقررا ... على الذي ينقل منه اقتصرا)\nما جاء من النسب على غير ما سلف تقريره في هذا الباب فهو من شاذ النسب، يقتصر فيه على المنقول ولا يقاس عليه، وينقسم الشاذ إلى أقسام:\nالأول: ما تغير فيه الحركة، كقولهم في النسب إلى الدهر: دهري -بضم أوله- وفي النسب إلى البصرة: بصري -بالكسر- وفي النسبة إلى أمية: أموي.\nالثاني: ما يزاد في حروفه، كقولهم في النسب إلى مرو: مروزي.\nوفي النسب إلى الري: رازي\nالثالث: ما نقص من حروفه كقولهم في النسب إلى \"حروراء\" حروري\nالرابع: ما أبدل فيه حرف بغيره كقولهم في النسب إلى صنعاء: صنعاني.\nالخامس: أن ينقل الحرف عن محله كقولهم في النسب إلى البادية: بدوي إلى غير ذلك مما تقدم في شاذ النسب.",
        "(2/956)\n\nالوقف\n(تنوينا أثر فتحٍ اجعل ألفا ... وقفا وتلو غير فتحٍ احذفا)\nللموقوف عليه أحوال:\nأحدها: أن يكون منونا، فإن كان تنويه يلى فتحة فالأحسن فيه أن يبدل تنويه ألفا، نحو: {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [الفتح: 14] ولذلك رسم بالألف وبعض العرب يقف عليه بحذف التنوين، كما تقف على المرفوع، فعلى هذه اللغة يرسم بغير ألف؛ وقوله: \"إثر فتح\" أعم من أن يكون الفتح إعرابا\n(2/957)",
        "\n-كما مثل- أو بناء كما في نحو: \"إيها\" و\"ويها\" وإن كان التنوين يلي غير الفتح من كسر أو ضم حذفته ووقفت عليه بالسكون -في أرجح اللغات- نحو: {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [الحجرات: 16].\n(واحذف لوقف في سوى اضطرار ... صلة غير الفتح في الإضمار)\nإذا وقفت على ما في آخره هاء الضمير، حذفت صلتها، وهو حرف اللين الذي يليها إن كان صلة لغير المفتوحة، من مكسورة نحو: {لِتَسْتَوُوا عَلَى ظُهُورِهِ} [الزخرف: 13] أو مضمومة نحو: {وَاعْبُدُوهُ وَاشْكُرُوا لَهُ} [العنكبوت: 17] وقد ثبتت صلتهما في الضرورة، فمن الأول:\n511 - (تجاوزت هنداً رغبةً عن قتاله ... ... ... ...)\n(2/958)\n",
        "ومن الثاني:\n512 - (ومهمةٍ مغبرةٍ أرجاؤه ... ... ... ...)\nأما صلة المفتوحة وهو الألف فلا تحذف، نحو: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} [فاطر: 33] فصارت صلة هاء الضمير في الوقف [عليها كالنون].\n(وأشبهت إذا منوناً نصب ... فألفاً في الوقف نونها قلب)\nمذهب الأكثرين أنه يوقف على \"إذن\" بقلب نونها ألفا تشبيها لها بالمنون المنصوب، وزعم بعضهم أن الوقف عليها بالنون لموافقة الرسم،\n(2/959)\n\nواختاره ابن عصفور.\n(وحذف يا المنقوص ذي التنوين ما ... لم ينصب أولى من ثبوت فاعلما)\n(وغير ذي التنوين بالعكس وفي ... نحو \"مر\" لزوم رد اليا اقتفى)\nالمنقوص ينقسم ثلاثة أقسام:\nأحدها: ما يجوز حذف يائه وإثباتها في الوقف إلا أن الحذف أرجح.\nالثاني: عكسه.\nالثالث: ما يتعين إثبات يائه.\nفالأول: ما سلم من حذفٍ من منون غير منصوب، سواء كان مرفوعاً، نحو: {وَلِكُلِّ قَوْمٍ هَادٍ} [الرعد: 7] أو مجروراً نحو: {وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ} [الرعد: 11] والأكثرون يقفون عليهما بالسكون، وابن كثير وقف عليهما بإثبات الياء.",
        "(2/960)\n\nوالثاني: ما كان مرفوعاً أو مجروراً مما هو غير منون، نحو: {وَمِنْ آَيَاتِهِ الْجَوَارِ} [الشورى: 32] {مُهْطِعِينَ إِلَى الدَّاعِ} [القمر: 8] الأرجح الوقوف عليهما بالياء، وعليه اتفق السبعة.\nوأما الثالث: فشيئان، أحدهما: المنصوب سواء كان منوناً نحو: {سَمِعْنَا مُنَادِيًا} [آل عمران: 193] أو غير منوّن، نحو: {بَلَغَتِ التَّرَاقِيَ} [القيامة: 26].\nوثانيهما: \"مُرٍ\" ونحوه، مما حذفت منه العين، فإن أصله: \"مُرئي\" -اسم فاعل من أَرأَى- حذفت عينه وهي الهمزة تخفيفا بعد نقل حركتها إلى الراء، ثم حذفت الياء من أجل التنوين، فإذا وقفت عليه حذفت التنوين وأعدت الياء المحذوفة وجوباً، لأن حذفها إجحاف به بكثرة الحذف ومثله في ذلك ما حذفت منه الفاء من نحو: يَعِي -مضارع وَعَى- مسمى به لما ذكرنا.\n(وغيرَ \"ها التأنيثِ\" من مُحرّكِ ... سَكنه أو قِف رائم التحرك)\n(أو أشمِمِ الضمةَ أو قِف مُضعِفَا ... ما ليس همزا أو عليلا إن قَفَا)\nإذا وقف على متحرك غير \"ها\" التأنيث ففي الوقف عليه خمسة أوجهٍ:\nأجودها: إسكانه وهو الأصل، وقد أجمع عليه.\n(2/961)",
        "\nالثاني: أن يوقف عليه بِـ\"رَوْمِ\" الحركة، وهو إخفاء الصوت بها؛ والنحاة على جوازه في الحركات الثلاث؛ والقراء يمنعونه في الفتحة، وهو اختيار الفراء.\nالثالث: أن يوقف عليه بالإشمام إن كان مضموناً، ومعنى الإشمام الإشارة بالشفتين إلى الضم من غير صوت، فلا يدركه الأعمى بخلاف الرَّوْم.\nالرابع: أن يوقف عليه بالتضعيف وهو تشديد الحرف الأخير، نحو هذا محمد يأكل؛ وذكر للتضعيف ثلاثة شروط:\nأحدها: أن يكون الحرف الأخير غير همزة.\nالثاني: أن لا يكون معتلا.\nالثالث: أن يقفو -أي يتبع- حرفاً محركاً، فلو كان مهموزاً كـ\"إناء\"، أو معتلا بالياء كـ\"ـالقاضي\"، أو معتلا بالواو كـ\"ـيدعو\"، أو بالألف\n(2/962)\n",
        "كـ\"ـموسى\"، أو تاليا الحرف ساكن إما معتل كـ\"ـزيط\" أو غير معتل كـ\"ـعمرو\" امتنع التضعيف.\nالخامس من وجوه الوقف: نقل حركة آخر الموقوف عليه إلى ما قبله، وله أربعة شروط:\nأحدها: أن يكون ما قبل الآخر ساكنا.\nالثاني: أن لا يُحظَلَ -أي يمنع- ومنه قوله:\n(513 - أنا ابنُ ماوِيَّةَ إذا وجد النَّقُر ... ... ... ...)\nأصله: النَّقْرُ؛ وقراءة بعضهم: {وَتَوَاصَوْا بِالصَّبْرِ} [العصر: 3] فلو كان الحرف الذي يليه الآخر متحركاً نحو: جعفر امتنع النقل إليه لاشتغاله بحركته، وكذا لو تعذر تحريكه لكونه ألفاً نحو: الكتاب، أو مدغماً نحو: الوُدّ،\n(2/963)\n\nأو استثقل لكونه واوا، أو ياء يليان حركة مجانسة نحو: يقول ويبيع.\n(محركا وحركاتٍ انقُلا ... لساكنٍ تحريكه لن يحظلا)\n(ونقْلُ فتحٍ من سوى المهموز لا ... يراه بَصْري وكُوفٍ نقلا)\nهذان الشرطان الآخران من شروط الوقف بنقل الحركة.\nأحدهما مختلف فيه وهو: أن تكون حركة الموقوف عليه فتحة وهو غير مهموز، كما في نحو: \"اشتريت العبدً\" فإن البصريين يمنعون النقل فيه، والكوفيون يجيزونه.\nالثاني: أن يؤدى النقل إلى عدم النظير، كما في نحو: \"هذا عِلْمُ\" فإنك لو نقلت ضمة الميم إلى اللام أدى إلى بناء \"فِعُل\" - وهو مهمل في الكلام - وكذا يمتنع النقل في نحو: نظرت إلى فُعِل - على قول من لم يثبت في أوزان الاسم فُعِل - بضم الفاء وكسر العين - وهذان الشرطان يختصان بغير المهموز، وأما المهموز فلا يمتنع النقل فيه مع كون الحركة فتحة اتفاقا، ولا مع الخروج إلى عدم النظير، فيجوز النقل في نحو: {يُخْرِجُ الْخَبْءَ} [النمل:24] وفي نحو: \"رِدَهُ\" وإلى ذلك أشار بعجز البيت الثاني.",
        "(2/964)\n\n(والنقلُ إن يعدمْ نظيرٌ ممتنع ... وذاك في المهموز ليس يمتنع)\n(في الوقف تاتأنيثِ الاسمِ ها جُعِلْ ... إن لم يكن بساكن صَح وُصِل)\n(وقَل ذا في جمع تصحيح وما ... ضاهي وغيرُ ذين بالعكس انتمى)\nتاء التأنيث إن كانت ساكنة كالتي في الفعل فالوقف عليها على حالها، وإن كانت متحركة كالتي في الاسم فالوقت عليها بحذف الحركة لا يجوز فيه شيء من وجوه الوقف على المحرك غيرُ هذا.\nثم مسألة الكتاب إن تاء التأنيث يوقف عليها بإبدالها هاء بثلاثة شروط:\nأحدها: أن تكون في الاسم، فلو كانت في الفعل نحو: قامت، أو في الحرف نحو: رُبَّتَ لم يوقف عليها إلاّ بالتاء.\nالثاني: أن لا يكون الحرف الذي قبلها صحيحاً ساكناً، فلو كان كذلك كبِنْتٍ وأُخْتٍ لم يتعين إبدالها، بل يجوز فيها الوجهان، بخلاف مُسلمة وفتاة، فإن الأولى قبلها متحرك، والثانية قبلها ساكن إلا أنه معتل.\nالثالث: أن لا يكون ما اتصلت به جمع تصحيح كـ\"ـمسلمات\" أو مضاهيا له في اللفظ كـ\"ـهيهات\"، فإن كان كذلك فالأكثر الوقف عليه بالتاء، ويقل الوقف عليه بالهاء، ومنه ما حكي عن بعضهم \"دَفْن البناه من\n(2/965)",
        "\nالمكْرماه\" وهي في شبيه الجمع أشهر منها في الجمع، وبه قرأ الكسائي {هَيْهَا} [المؤمنون: 35] وغير هذين، أي: غير جمع التصحيح وما ضاهاه بالعكس، فالوقف عليه بالإبدال هاء أشهر من إبقائها على حالها؛ ومن الإبقاء قراءة نافع وابن عامر: {أَمْ شَجَرَةُ الزَّقُّومِ} [الدخان: 43] {اِمْرَأَةَ نُوحٍ} [التحريم: 10] ومنه قوله:\n(514 - كادت نقوس القوم عند الغَلْصَمَتْ ... وكادت الحُرَّةُ تُدعى أَمَتْ)\n(وقف بها السكت على الفعل المعل ... بحذف آخرٍ كأعط من سأل)\n(وليس حتما في سوى ما كـ\"ـعٍ\" أو ... كـ\"ـيعِ مجزوماً فراعِ مارعوا)\nمن خصائص الوقف أن يزاد في الموقوف عليه هاء ساكنة تسمى\n(2/966)\n",
        "\"هاء السكت\" وتلحق في ثلاثة مواضع أولها هذا، وهو الفعل المعتل إذا حذف آخره سواء كان حذف يجزم نحو: لم يَغْزُهْ، ولم يَرْمِه، ولم يَخْشَهْ، وليس منه قوله: {لَمْ يَتَسَنَّهْ} [البقرة: 259] لأن الهاء لام الكلمة، من قولهم: \"تَسَنةَ الشيءُ\" إذا تغير لمرّ السنين عليه، أو لأجل البناء نحو اغْزُهْ، وارْمِه، واخْشَه، قال تعالى: {فَبِهُدَاهُمُ اقْتَدِهِ} [الأنعام: 90] وليس زيادة هذه الهاء حتما -أي\n(2/967)\n\nواجباً- إلا في مسألة واحد وهي: كل فعل لم يبق منه إِلا حرف واحد، إما مجرد كالأمر من وَعَى ووَقى فإنك تقول فيهما: \"عِ\" الكلام، و\"قِ\" عرضك، فإذا وقفت عليه قلت: عِه، وقِه، وإما مزيد عليه حرف المضارعة [كما إذا جزم مضارع الفعلين المذكورين فإنك تقول: لم يَعِهْ ولم يَقِهْ] وهذا وهم عجيب من المصنف رحمه الله تعالى، فإنك لا يعرف أحد من القراء وقف على قوله تعالى: {وَمَنْ تَقِ السَّيِّئَاتِ} [غافر: 9] {وَلَمْ أَكُ بَغِيًّا} [مريم: 20] بزيادة الهاء.\n(و\"ما\" في الاستفهام إن جُرَّت حُذِف ... أَلِفُها وأَوْلِها الها إن تَقِفْ)\n(وليس حتما في سوى ما انخفضا ... باسم كقولك اقتضاءَ مَ اقتضى)\nهذا الموضع الثاني من المواضع التي تزاد فيها هاء السكت وقفاً وهو \"ما\" الاستفهامية - إذا حذفت ألفها لدخول الجار عليها - فرقا بينها وبين الخبرية فإنها يوقف عليها بالهاء حفظا لحركة الميم الدالة على الألف، ثم زيادة الهاء عليها ينقسم إلى جائز ولازم وهو الذي أراد بقوله \"حتما\" فالجائز فيما كان الجار حرفا نحو: {عَمَّ يَتَسَاءَلُونَ} [النبأ: 1] فتقول في الوقف",
        "(2/968)\n\nعليه \"عَمَّه؟ \" وكذلك قالت العرب: كَيْمَهْ؟.\nواللازم في ما إذا كان الخافض اسما مضافا إلى \"ما\" كقولك\" اقتضاءَ مَ اقتضى؟، فإنك إذا وقفت على \"ما\" وجب أن تقول: اقتضاءَ مَهْ؟\n(وَوَصْلُها بغيرِ تحريكِ بِنَا ... أُدِريمَ شَذَّ في المُدام استُحْسِنا)\nهذا الموضع مما يتصل فيه هاء السكت بآخر الموقوف عليه محركا [وهو ما إذا كان الموقوف عليه] محركا بحرة بناء، ثم هو منقسم إلى شاذ: وهو ما لم تكن حركة بنائه لازمة نحو: \"يا رجل\" و\"يا زيد\" و\"صعدتُ إلى فوق\" فلا تتصل الهاء بذلك بكون البناء عارضاً لا لزما، وقوله:\n(515 - ... ... ... ... أُرْمَضُ من تحتُ وأُضْحَى مِن عَلُهْ)\n(2/969)",
        "\nشاذ وإلى مستحسن، وهو ما كانت الحركة فيه لبناء لازم كياء المتكلم، والياء من \"هي\" والواو من \"هو\" ومنه: {وَمَا أَدْرَاكَ مَا هِيَهْ} [القارعة: 10] {اقْرَءُوا كِتَابِيَهْ} [الحاقة:1920] {مُلَاقٍ حِسَابِيَهْ} [الحاقة: 20].\nويستثنى من ذلك إذا كان المبني شبيها بالمعرب كـ\"ـضَرَبَ\" فإنه شبيه بالمضارع؛ أما تحريك الإعراب وسكونه كـ\"ـجاء زيد\" و\"لأم يضرب\" وسكون البناء كـ\"ـاضرِب\" فلا يتصل بهما هاء السكت.\n(وربما أُعطِي لفظُ الوصلِ ما ... للوقفِ نَثْراً، وفشا مُنْتَظِما)\nويكثر في الشعر إعطاء الوصل حكمَ الوقف، ومنه:\n(516 - ... مِثلَ الحريقِ وافَقَ القَصَبَّا ...)\nفشدد الباء على لغة من يضعف الحرف الأخير في الوقف، ثم زاد حرف الإطلاق، وأبقى التضعيف على حاله، وقد يفعل ذلك في النثر، وبه قرأ جمهور القراء: {فَبِهُدَاهُمُ اقْتَدِهِ قُلْ}\n(2/970)\n",
        "الإِمَاَلَة\nوهي عبارة عن تليين الألف حتى تقرب من الياء، وتليين الفتحة التي قبلها حتى تقرب من الكسرة، كذا قال المصنف وفيه نظر، فإن الممال إنما هو الفتحة وحدها ولزم عن ذلك تليين الألف، ألا ترى أن إمالة الفتحة قد توجد دون الياء كما يأتي:\n(الألفَ المبدلَ من يا في طَرَفْ ... أَمِلْ كذا الواقع منه اليا خلف)\n(دون مزيدٍ أو شذوذِ ولما ... تليه ها التأنيث ما الها عَدِما)\nتقع الإمالة في ستة مواضع:\nأحدها: الألف المبدلة من ياء في طرف الكلمة، سواء كانت اسما نحو: هُدَّى، أو فعلا كـ\"ـرَمَى واشترى\".\nالثاني: الألف التي تخلفها الياء في بعض التصاريف، وإن لم تكن أصلاُ كالمقصور المجاوز ثلاثة أحرف، نحو: حُبْلى وعُزَّى وغَزَّى فإن ألفه ترد في\n(2/971)\n\nالتثنية والجمع ياءً كما سبق، وكالذي يرجع إليها في حال بنائه للمفعول كـ\"ـغُزِس ودُعِيَ\" فإنك تقول فيهما غُزِيَ القومُ ودُعِيَ الله وحده.\nويشترط لإمالة هذا شرطان:\nأحدهما: أن يكون رجوع ألفه إلى الياء دون ممازجة حرف مزيد لها.\nالثاني: أن يكون الرجوع إلى الياء دون شذوذ، فلا يمال نحو: عَصاً وقَفى وإن رجعا إلى الباء عند التصغير فقيل: عُصَيَّة وقُفَيَّ، أو عند التكسير على فُعُول كـ\"ـعُصِس وقُفِي\" [أو عند الإضافة إلى ياء المتكلم على لغة هذيل في قولهم \"عَصَىَّ وقَفَىَّ\" لأن الأولين] بسبب ممازجة ياء التصغير، وواو فُعُول المزيدتين.",
        "(2/972)\n\nوالثالث: شاذ إذ أكثر العرب على خلافه كما سبق.\nفإن اتصل بالاسم المستحق الإمالة لأحد هذين الوصفين هاء التأنيث قُدرت بمنزلة المنفصل، فلم يمنع من الإمالة [فتجوز الإمالة] في نحو: فتاة لأن أصل ألفه الياء، وفي نحو: مرماة لأن ألفه ترد إلى الياء إذا قدر انفصالها من تاء التأنيث.\n(وهكذا بدلُ عينِ الفعلِ إن ... يَؤُل إلى \"فِلْتُ\" كماضي خَف ودِن)\nهذا الموضع الثالث مما تَسوغ فيه الإمالة، وهي الألف المبدلة من عين الفعل، بشرط أن يؤول عند الإسناد إلى تاء المتكلم إلى زنة \"فِلْتُ\" سواء كانت مبدلة من واو نحو: خاف، أو من ياء نحو: باعَ ودَانَ، فإنك تقول فيهما خِفتُ ودِنْتُ وبِعْتُ، بخلاف \"قال وكان\" ونحوه فإنه إنما يؤول عند الإسناد إلى التاء إلى زِنة: \"فُلْتُ\" -بضم الفاء\" - وفي \"مات\" وجهان لقولهم في إسناده إلى التاء \"مِت ومُت\" وضابط ما يؤول إلى: \"فِلت\" أن تكون عينه ياء مطلقاً كـ\"ـعاب وغاب وسار\" وما زاد واواً مكسورة كـ\"ـكاد وخاف\" فإن أصلهما كَوِدَ وخَوِف، نقلت الكسرة عن الواو إلى ما قبلها لثقلها عليها، ثم حذفت الواو لسكونها مع ملاقاة الساكن بعدها.\nوقيل إن سبب الإمالة في \"خاف\" وقوع الألف بعد الكسرة المقدرة؛\n(2/973)",
        "\nوسببه في \"دَانَ\" كون الألف ياء في التقدير فهي أجدر بالإمالة من الواقعة بعد الياء.\n(كذاك تالى الياء والفصلُ اغْتُفِرْ ... بحرفِ اومَعَ ها كجيبها أَدِرْ)\nهذا الموضع الرابع من مواضع الإمالة، وهو أن تقع الألف تاليةً للياء، إما متصلة بها كـ\"ـعيال\" أو منفصلة منها بحرف كـ\"ـشيطان\" و\"يدال\" أو بحرفين أحدهما الهاء كـ\"ـجيبها وبينها\" ونحوهما.\n(كذاك ما يليه كَسْر أو يلى ... تاليَ كسرٍ أو سكونٍ قد وَلى)\n(كسراً وفَصْلُ الها كلا فَصْل يُعَد ... فدِرهَماك مَنْ يُمِلهُ لم يُصَد)\nهذان الخامس والسادس من مواضع الإمالة.\nفالخامس: أن يلي الألفَ كسرة كـ \"ـعالِمٍ وشاربٍ وقاعِدة\".\nوالسادس: أن يليَ كسرة قد فُصِل بينها وبينه إما بحرف واحد نحو: \"شِمال وكِتاب\"، أو بحرفين الأول منهما ساكن نحو: شِمْراخ ونحو: يزيدان، وفصل الهاء في الصورتين لا يعد فصلا، فنحو: \"يضربها\" مفصول من الكسرة بحرف واحد، ونحو:\n(2/974)\n",
        "\"درهماك\" مفصول بحرفين أولهما ساكن، فتجوز الإمالة فيهما، ولا يعتد بالهاء كما لم يعتد بفصلها مع الحرف في الرابع؛ وللإمالة محلَّ سابع لم يذكره المصنف هنا، وهو وقوع الألف قيل الياء نحو: بايعته وسايرته.\n(وحرفُ الاستعلا يَكُفُّ مُظْهَرا ... مِن كسرٍ أو يا وكذا تكف را)\n(إن كان ما يكفُّ بَعْدُ مُتَّصِلْ ... أو بعد حرفٍ أو بحرفين فُصِل)\nيمنع من الإمالة مع وجود المقتضى لها شيئان:\nأحدهما: حروف [الاستعلاء وهي سبعة]: الخاء المعجمة والصاد والقاف وما بينهما إلا العين المهملة، ويكف حرف الاستعلاء ما كان مقتضيا لإمالة من كسرةٍ أو ياءٍ ظاهر سواء وجد قبل الحرف الممال كخاطِبٍ وصاحِبٍ وضامِنٍ وظاهِرٍ وغالِبٍ وقاسِمٍ أو بعده كحاطبٍ وحاضِنٍ وباغت وناظر، أو اجتمع الأمران كخاطِبٍ، هذه مُثُل كف الكسرة، ومُثُل كُف الياء: غُبار وخيال ونِيَاق وبَياض؛ وقيد الكسرة والياء بكونهما مظهرتين ليحترز من الإمالة للكسرة المقدرة والياء في نحو: \"خافَ ودَانَ\" فإن ذلك لا\n(2/975)\n\nيمنع الإمالة لوجود المستعلي، بل تجوز الإمالة في نحو: \"طاب وخاف وزاغ\" فإن السبب المقدر هنا لكونه موجوداً في نفس الألف الممالة أقوى من الظاهر لأنه إما متقدم عليها وإما متأخر عنها.\nالثاني من موانع الإمالة: الراء، وحكمها في كف الإمالة حكم حروف الاستعلاء فلا تمال نحو: فِراش، ولا نحو: راشد وفارس، ولا نحو: ديار وسراييل، ولا تمتنع الإمالة في نحو: رَانَ ومَادَ لأن الياء المقتضية للإمالة مقدرة لا ظاهرة وقد يجتمع المانعان الطّراف.\nأما غير الكسرة والياء من مقتضيات الإمالة كالسببين الأولين فلا يكفه شيء من ذلك، فلك أن تميل في نحو: طَوَى وغَوَى [لأن الإمالة وقوع الياء المبدلة في طرف الكلمة، وفي نحو غزا] لأن سبب الإمالة إنما هو كون الألف يقلب ياء في بعض التصاريف وهو ما إذا بني للمفعول كما سبق، ثم شرط ما يكف الإمالة مع التقدم إن كان راءً أن يتصل به الألف بلا خلاف، فلا تمتنع الإمالة في نحو: رشاد، وأما حرف الاستعلاء فلا يشترط فيه الاتصال، كما يأتي؛ وإن كان متأخرا فلا فرق بين أن يتصل كدِثار ورِباط أو ينفصل بحرف كساحِر وشاهِق أو بحرفين ودنانير.\nكذا ذكر المصنف، وفيه نظر، فإن هذا مستقيم في حرف الاستعلاء، إلا أن بعض العرب يميل نحو: مواثيق لبعد حرف الاستعلاء عن الألف.",
        "(2/976)\n\nوأما الراء فالجمهور على أنها إنما تكف مع الاتصال، ولا أعلم أن أحدا وافقه على أن المفصولة بحرفين كـ\"تكف، والأكثرون على أن المفصولة بحرف كـ\"ـكافرٍ\" لا تكف.\n(كذا إذا قدم ما لم ينكسِر ... ويسكنِ اثْرَ الكسر كالمِطواع مِر)\nأي: هكذا يكف ما قدم من راءٍ أو حرف استعلاء، كما تقدم، لكن شرط كفه مع التقدم أن لا يكون مكسوراً، ولا يتصور ذلك في الراء لما تقدم من أن شرط الكف بها مع التقدم أن تكون متصلة ولا يتصور كسرها، وبعدها ألف؛ نعم يتصور في حرف الاستعلاء نحو: خِلاف، وصِيام، وخِيام، فإن ذلك لا يمنع الإمالة لكونه مكسوراً مع التقدم، وكذا لو كان حرف الاستعلاء ساكنا بعد كسر كـ \"ـالمِطْواع والمِصْباح والمِقلات\" وهي: المرأة التي لا يعيش لها ولد، فإن الأكثرين على إمالته وبعضهم لا يميله.\n(2/977)",
        "\n(وكفُّ مُستَعملٍ ورا ينكسفُّ ... بِكسرِ را كغارِماً لا أَجفُو)\nيمتنع تأثير المقتضي لكف الإمالة بمجاورة الراء المكسورة للألف فينكف بها كَفُّ حرف الاستعلاء نحو: غارماً، ونحو قوله تعالى: {إِذْ هُمَا فِي الْغَارِ} [التوبة: 40] {عَلَى أَبْصَارِهِمْ} [البقرة: 7] وكفُّ الراءِ نحو: {إِنَّ كِتَابَ الْأَبْرَارِ} [المطففين: 18] {دَارُ الْقَرَارِ} [غافر: 39] فتجوز الإمالة في ذلك كله مع تقدم حرف الاستعلاء، وتقدم الراءِ المتصلة بالألف، لوجود الراء المكسورة ولا تأثير للراء المفتوح ولا المضمومة، فحكم الكف باق في نحو: فارَق، ونحو: قارُون.\nثم الراء المكسور المقتضية لكف مانع الإمالة لم تسمع إلاّ بعد الألف، ولم يشترط المصنف فيها الاتصال بالألف، لكن مثله بالمتصلة بها؛ وقد ألحق سيبويه بها المنفصلة بحرف، وذكر أنه سمع الإمالة في نحو:\n(2/978)\n",
        "(517 - عسى الله يغسني عن بلاد ابن قادر ... ... ... ...)\n(ولا تُملْ لسبب لم يتصِل ... والكفُّ قد يوجبه ما ينفصل)\nمراد المصنف بالاتصال والانفصال ها هنا أن يكون الممال في كلمة والسبب المقتضي لإمالته في كلمة أخرى، أو سبب الإمالة في كلمة والمقتضى لكفه في كلمة أخرى.\nفأما المسألة الأولى: هو كون السبب المقتضى للإمالة غير متصل فإنه لا يبيح الإمالة، فلا يمال نحو \"لزيدٍ مال\" لوقوع الألف بعد الياء، لكون السبب منفصلاً؛ وتمتنع الإمالة في نحو: \"كتاب خالدٍ\" وإن كانت الألف قد وليت\n(2/979)\n\nتالي كسرٍ ما يكف بعدها، وهو حرف الاستعلاء، ولا يضر كونه منفصلا في كلمة أخرى؛ ومثل المصنف وابنه هذا بنحو: \"أتى قاسِم\".\nوفي هذا التمثيل نظر، لما تقدم من أن المانع من الإمالة [إنما يؤثر إذا كان سبب الإمالة كسرة، أو ياء ظاهرتين، وهنا سبب الإمالة] إنما هو وقوع الألف طرفا، فلا يؤثر فيها المانع لو كان متصلا، كما في نحو: \"غَوَى\" فأن لا يؤثر فيها المنفصل أولى.\n(وقد أمالوا لتناسب بلا ... داعٍ سواه كـ\"ـعِمَاداً وتلا\"\nمن الأسباب الحاملة على الإمالة طلب التناسب بأن تكون الألف مصاحبة لألف ممالة لسبب من الأسباب المتقدمة، إما في كلمتها كقولك: \"رأيت عماداً\" فإن الألف تستحق الإمالة لوقوعها بعد تالى كسرة، وتمال الثانية طلبا للتناسب.",
        "(2/980)\n\nوكذلك: \"حِمادى\" تمال منه الثانية لردها إلى الياء في التثنية، وتمال الأولى لمناسبتها.\nوإما في كلمة مجاورة لكلمتها؛ كما أمال أبو عمرو وغيره ألف {وَالضُّحَى} [الشمس: 2] مع أنها منقلبة عن واو لتناسب ألف {سَجَى} [الضحى: 1] وما بعدها، وأما تمثيل المصنف بـ (تَلاَ) مشيراً إلى قوله: {وَالْقَمَرِ إِذَا تَلَاهَا} [الانشقاق: 17] فإنه قد أميل لمناسبة الإمالة في {جَلَّاهَا} [الشمس: 2] ففيه نظر، لأن ألف (تلا) ترد إلى الياء في حال البناء للمفعول وذلك من مقتضيات الإمالة، ففيه داع للإمالة سوى التناسب.\n(ولا تُمِل ما لم يَنَل تمكنا ... دون سماعٍ غيرها وغيرنا)\nتعبير المصنف عما لا يمال اطراداً يكونه غير متمكن مع اطراد إمالة الفعل الماصي في نحو: \"هَوَى وغَوَى\" وما أشبهها غيرُ محرَّر؛ وإنما العبارة المحررة أن يقال: لا تطرد الإمالة في الحرف ولا فيما أشبهه من الأسماء، فلا تدخل الإمالة\n(2/981)",
        "\nفي نحو: \"إلى وعلى\" وإن كانت ألفهما ترجع إلى الياء في نحو: إليه، وعليه، مع زيادة \"إلى\" بسبق الكسرة، ولا في نحو: \"إذا وإياك\" وإن تقدمتها كسرة، فإن سُمعت الإمالة في شيء من ذلك اقتصر فيه على السماع لشذوذه، فمن ذلك إمالتهم \"متى وبَلَى وأتَّى ولا\" في قولهم: \"أمّالا\" و {ال رَّ} [فواتح السور] ونحوها من فواتح السور وكل ذلك يقتصر فيه على المسموع إلاّ \"ها ونا\" من الضمائر فإنهم طردوا الإمالة في ألفهما إذا وجد سبب مقتض لذلك نحو: \"مَرّ بها ونظر إليها\" و \"مَرّ بِنا ونَظَر إلينا\".\n(والفتحُ قبل كسر راءٍ في طرف ... أمِلْ كللأ يسر مِلْ تكْفَ الكلف)\n(كذا الذي تليه ها التأنيث في ... وقفِ إذا ما كان غير أَلِفِ)\nهذا الموضعان تمال الفتحة فيهما وإن لم يتعقبها ألف.\nأحدهما: أن تكون سابقة لراءٍ مكسورة متطرفة نحو: \"مِل للأيسر\" ومثله: {إِنَّهَا لَإِحْدَى الْكُبَرِ} [المدثر: 35] {تَرْمِي بِشَرَرٍ}\n(2/982)\n",
        "{غَيْرُ أُولِي الضَّرَرِ} [النساء: 95] ولا فرق بين كون الراء متصلة بالفتحة -كما مثل- أو مفصولة منها بساكن نحو: \"أخذته مِن عَمْرٍو\" ويشترط في الفتحة أن تكون في غير حرف العلة، فلو كانت في واو كـ\"ـالصُّوَرِ\"، أو ياءٍ كـ\"ـالغِيَر\" لم تمل، واشتراط المصنف كون الراء متطرفة مع نص سيبويه على إمالة \"رأيت خَبَطَ رياحٍ\" مشكل.\nالثاني: أن تكون سابقة لهاء التأنيث عند الوقف عليها كـ\"ـرَحْمه ونِعمهء\" وحسّن ذلك شَبَهُ هاء التأنيث بألفه، لموافقتها لها في المخرج والمعنى والزيادة والتطرف، والاختصاص بالأسماء؛\n(2/983)\n\nوقوله: \"إذا ما كان غير ألف\" يريد به أن الألف السابقة لهاء التأنيث لا تختص إمالتها بالوقف بل تمال وقفا ووصلا كما سبق؛ وألحق الكسائي بذلك هاء السكت فأمال نحو: {كِتَابِيَهْ} [الحاقة: 25] و {حِسَابِيَهْ} [الحاقة: 26] والجمهور على منعه.\n\nالتصريف\nويتعلق بالمفردات كما يتعلق علم الإعراب بالمركبات، وكان حقه أن يتقدم على علم الإعراب لسبق المفرد على المركب، إلاّ أنهم أخروه عنه لأمرين:\nأحدهما: أنه أدق من علم الإعراب فجعلوه مقدما عليه ليصل إليه الناظر فيه بعد تمرينٍ وتدريب.\nالثاني: أن علم الإعراب أهم.\nوحقيقة التصريف: تغيير بنية الكلمة لغرض إما معنوي كتحويل المصدر إلى الفعل أو الوصف، وتحويل المفرد إلى التثنية والجمع، وكزيادتي النسب",
        "(2/984)\n\nوالتصغير، وإما لفظي، وهو المبوّب عليه: وهو العلم بأحكام بنية الكلمة، وما لحروفها من أصالة وزياد، وصحة وإعلال، وشبه ذلك.\n(حرف وشبهه من الصرف بَرِي ... وما سواهما بتصريف حَرِي)\nالتصريف ما يختص بالمتمكن من الأسماء والمتَصرف من الأفْعال، فلا حظ للحروف فيه ولا لما أشبهها من الأسماء المتوغلة في البناء، كـ\"ـمَهْ\" و\"مَتَى\"، والأفعال التي لا تتصرف كـ\"ـنِعْم وعَسَى\".\n(وليس أَدنى من ثلاثي يرى ... قابل تصريف سوى ما غُيِّرا)\nلما تقرر أن الحرف وما أشبهه لا يتصرف، امتنع التصريف فيما كان على أقل من ثلاثة أحرف من الأسماء لشبهه بالحرف، ولا يمتنع فيما صار بالتغيير إلى أقل من ثلاثة أحرف كـ\"يَدٍ ودَمٍ\" في الأسماء، و\"قُم وبِع\" و\"قِ\" في الأفعال، إذ أصلها يَدْي، ودَمْي، وقَوَمَ، وبَيَعَ، وكان قياس \"قِ\" \"أُوقى\"، إلا أن الياء من الأولين حذف تخفيفا، وحذفت العين من قُمْ وبِعْ لملاقاتها الساكن بعدها وصارت إلى ذلك بما يأتي تقريره.\n(ومنتهى اسم خَمسٌ إن تجردا ... وإن يُزَدْ فيه فما سَبْعاً عَدَا)\nيوضع الاسم على حرف كتاء الضمير وألفه وواوه وعلى حرفين كـ\"ـنا\" و\"هم\" فلا يدخلها تصريف كما سبق، ولا يقابل بوزن، وما زاد على ذلك دخله التصريف، وقوبل بالوزن، ثم هو منقسم إلى ما هو مجرد من\n(2/985)",
        "\nالزيادة وإلى مزيد فيه، فالمجرد من الزيادة إما ثلاثي كت\"ـفَلْس\nوإما رباعي كـ\"ـجَعْفَر\" وإما خماسي كت\"سَفَرْجَل\" وهو نهايته.\nوالمزيد فيه إما ثلاثي كـ\"ـاسم\"\" فإن همزته مزيدة، وزنته إما \"افْع\" على مذهب البصريين، وإما \"اعْل\" على مذهب الكوفيين؛ وإما رباعي كـ\"ـضارب\" وإما خماسي كـ\"منطلق\" وإما سداسي كـ\"ـانطلاق\" وإما سباعي وهو نهايته كـ\"ـاستخراج\".\n(وغيرَ آخِرِ الثلاثي افَتحْ وضُمْ ... واكسر وزِد تسكين ثانيه تَعُم)\n(و \"فعُلٌ \"أهملَ والعكس نُقل ... لقصدِهم تخصيص فِعْلٍ بِفُعِل)\nهذا تبين لأوزان الثلاثي وحقها أن تكون اثني عشر لأن آخره لا اعتبار به لكون حركته مطلوبة لعامل الإعراب، وغَيْرُ آخره، وهو: أوله وثانيه محركان بالحركات الثلاث، ويزيد ثانيه بالتسكين الذي لا يتصور في الأول لتعذر الابتداء بالساكن، فإذا ضربنا الأحوال الثلاثة التي لأوله في الأربعة التي لثانيه كانت اثنى عشرة منها مشهورة، أمثلتها عُنُق، وجُرَذ،\n(2/986)\n",
        "وقُفْل، وفَرَس، وعَضُد، وكَتِف، وفَلْس، وإبل، وعِنَب، وعِلم، وواحد مهمل وهو: \"فِعُل\" -بكسر الفاء وضم العين - لثقله، ولا يثبت النقل بقراءة {ذَاتِ الْحُبُكِ} [الذرايات: 6] وعلى تقدير ثبوتها فقيل كسرت الحاء اتباعاً لكسرة التاء قبلها ولا يضر فصل \"أل\"، وقيل: بل على تداخل اللغتين، لأنه يقال \"حِبِك\" -بكسرتين- و\"حُبُك\" - بضمتين - وأما عكسه\n(2/987)\n\nوهو \"فُعِل\" - بضم الفاء وكسر العين - فيقل في الأسماء لقصدهم تخصيص الأفعال بهم كـ\"ـضُرِبَ\" ونحوه، وذهب بعضهم إلى أنه مهمل في الأسماء -أيضاً- وأجابوا عن \"دُئِل\" وهو دويبة كالثعلب، وبه سميت القبيلة المعروفة، وهم حَيَّ من كنانة [بأنه منقول من الفعل، لأنه يقال دأله، أي خَتَله] ويرده قولهم في الوَعِل وُعِل مع عدم النقل.\n(وافتح وضُمَّ واكسِؤ الثاني من ... فِعْلٍ ثلاثي وزِد نَخْوَ ضُمِن)\nأوزان الفعل الثلاثي أربعة، لأن آخره مبني على الفتح، وأوله مفتوح في الغالب، وإنما تختلف أبنيته حركة وسطه وهو إما مفتوح كـ\"ـضَرَبَ\" وإما مضموم كـ\"ـفَقُهَ\" وإما مكسور كـ\"ـعَلِمَ\"؛ والوزن الرابع: نحو: \"ضُمينَ وضُرِب\" -بضم أوله وكسر ثانيه- وقيل: ليس هذا بوزن أصلي، وإنما هو محول؛ والصحيح إثباته، لوروده في: \"نُهِبَ",
        "(2/988)\n\nوزُهِيَ علينا وعُنِي بحاجتي\" مع أنها لم تستعمل إلاّ كذلك.\n(ومنتهاه أربعٌ إن جُرِّدا ... وإن يُزد فيه فما سِتاً عَدَا)\nأقل أوزان الفعل ثلاثة، ولا ينقص عنها إلا ما غُيِّر - كما سبق - وينقسم إلى مجرد ومزيد فيه، ولم يُبلغ به فيهما أبنية الاسم، بل جعلوا نهاية المجرد أربعة كـ\"ـضرب\" و\"دحرج\" ونهاية المزيد فيه ستة كـ\"ـاستخرج\" ودونه إما خماسي كأ\"ـانطلق\" وإما رباعي كـ\"ـأَعطى\" ولا يوجد فيه ثلاثي مزيد فيه بخلاف الاسم.\n(لا سم مجرد مجردِ رُباع فَعْلَلُ ... وفِعلِلٌ وفِعلَلٌ وفُعْلُلأ)\n(ومَع فِعَلَّ فُعْلَلٌ وإن علا ... فَمَع للزَّيدِ أو النقص انتمى)\nلما كنت أبنية المزيد من الأسماء كثيرة اقتصر على ذكر أبنية المجرد منها، وقد تقدم الكلام على أبنية الثلاثي، وذكر هنا أبنية الرباعي والخماسيّ، [فأما الرباعي] فله ستة أمثلة خمسة منها تختلف باختلاف أوله وثالثع، وهي: فَعْلَل [-بفتحهما - كـ\"ـجَعْفَر\" و\"فِعْلِل\" - بكسرهما - كزِبْرِج\".\n(2/989)",
        "\nللذهب، و\"فِعْلَل\"].\n-بكسر الأول وفتح الثالث - كـ\"ـدِرْهَم\" و\"فُعْلُل\". -بضمهما- كـ\"ـدُملُج\" وهو السوار، و\"فُعلَل\" - بضم أوله وفتح ثالثه - كـ\"ـجُخْدَب\" و\"طُحْلَب\" ذكره الكوفيون والأخفش، ولم يذكره سيبويه في الأبنية، لأنه عنده فرع على المضموم الثالث وإنما فُتح تخفيفاً؛ وله مثال سادس لم يذكره المصنف وهو: \"فِغْلُل\" حكي ابن جنى وفي زِئبِر الثوب: \"زِئُبُر\" وفي الضَّئبَل وهو الداهية ض~يُل وواحد يختلف باختلاف أوله وثانه وهو \"فِعَلّ\" - بكسر أوله وفتح ثانيه - كـ\"ـقِمَطْر وفِطَحْل\" وهو اسم لدهر قديم، قيل إنه الزمن الذي خرج فيه نوح من السفينة؛ وإنما أدغم وزن هذا فقيل فيه \"فِعَل\" لسكون الأول من اللامين مع ملاقاة\n(2/990)\n",
        "مثلها، وأما نحو: \"سَرْخِس وبَلَخْش\" فأعجميان.\nوإن علا الاسم على الرباعي فله أربعة أوزان: \"فَعَلْل\" كـ\"سَفَرْجل\"؛ حوى أي: جمع معه \"فَعْلَلِل\" كـ\"ـجَحْمَرِش\" وهي العجوز الكبيرة الغليظة، ويقال للناقة المسنة.\nو\"صَهْصَلق\" -للمرأة الشديدة الصوت- ولا يعرف لهما ثالث؛ و\"فُعَلل\" كـ\"ـقُذَ عْمِل\" - للجمل الضخم - و\"فِعْلَلَ\" كـ\"ـقِرْطَعْن\" - للأحمق - وبالياء للشيء الحقير، وأما: \"السُّقُرقَعُ\" - لشراب يشربه أهل الحجاز - فحبشية، وأما الفعل فليس للرباعي المجرد منه إلا وزن واحد، وهو \"فَعْلَل\" كـ\"ـدَحْرَج\" والخلاف في إثبات \"دُحْرِج\" كالخلاف في إثبات \"ضُرِبَ\" ومن أثبته احتج بنحو: \"أوْلِع بكذا وأُهْدِرَ دَمُه\" ونحوهما مما لم يسمع إلاّ مبنيا للمفعول؛ فجميع الأوزان المجردة للتفق عليها والمختلف فيها ثمانية وعشرون [للأسماء منها اثنان وعشرون] للثلاثي أحد عشر، وللرباعي سبعة، وللخماسي أربعة وللأفعال منها ستة، للثلاثي أربعة، وللرباعي اثنان، المتفق عليها منها أربعة وعشرون، إذا أَْسقطْت المتداخِلَ منها بقيت عشرون؛\n(2/991)\n\nلأن الثلاثة المتفق عليها في ثلاثة الأفعال موازنة للمتفق عليه من ثلاثي الأسماء، و\"دحرج\" موازن \"جعفر\" وما غاير هذه الأوزان فهو إما بزيادة كـ\"ـمنطلق ومستخرج\" وإما بنقص كـ\"ـيَدٍ ودَمٍ\".\n(والحرفُ إن يلزم فأصل والذي ... لا يلزمُ الزائدُ مثلُ تا احْتُدى)\nهذا ضابط يعرف به الأصل من الزائد، وهو أن ينظر إلى حروف الكلمة فما لزم منها في جميع التصاريق فهو أصلٌ كحروف \"دحرج\" وما سقط منها في بعض التصاريف مثل \"تا\" احتذى فهو زائد وفي هذا الضابط نظر، طَرداً وعكسا، أما الأول: فلأن الواو من [كوكب والنون من قرنفل معدودان في المزيد مع لزومهما.\nوأما الثاني: فلأن الواو من] \"وعد\" والواو من \"قول\" والياء من \"رمي\" أصول مع عدم لزومها، ولا أعني بعدم لزوم واو \"قول\" وياء \"رمي\" انقلابهما إلى الألف وإنما أعني به حذفهما في نحو: \"قُلٌ وارْمِ\" فينبغي أن يقيد طرده بأن يكون في محلٍ يصلح فيه للأصالة ليخرج الأولان، ويقيد",
        "(2/992)\n\nعكسه بأن يصحب أكثر من أصلين ليخرج البواقي.\n(بِضِمْنِ فَعلٍ قابل الأصولِ في ... وَزْنٍ وزائد بلفظه اكتُفِى)\nهذا ذكر لكيفية الوزن، ويسمى التمثيل، ومعناه أن يعمد إلى أصول الكلمة فيقابلها بالفاء والعين واللام، تقدمت كـ\"مَرَطَى\" أو تأخرت كـ\"ـمستخرج\" أو توسطت كـ\"ـمَخْيُولاء\" وسواء اتصل بعضهما ببعض أو انفصل - كما مثل - وتراعي في الموازنة ما للحرف من حركة وسكون كما تقول في وزن \"ضَرَبَ\" فَعَلَ، ووزن \"عَلِمَ\" فَعِلَ، ولا تراعي الفكّ والإدغام، بل تزن \"رَدَّ ومَدَّ\" بـ \"ـفَعْلَ\" [مفكو لعدم المقتضى لإدغامه، وهو المماثلة، وتزن \"قِمَطْر\" بفعَلّ] مدغما للمماثلة مع سكون الأول، ولا الإبدال والسكون العارض بسبب الإعلال، بل تزن \"قال وباع\" بـ\"ـفَعَل\" - محرك الوسط - وتزن \"اصْطَبَرَ وادَّكَرَ\" بـ\"ـافْتَعَلَ\" لأنه أصلهما وما كان في الكلمة من زائدٍ أتيتَ به لفظه، كما تقول: وَزْن أَكْرَمَ: أَفْعَلَ [ووزَّن ضارِب: فاعِل، ووزَّن يَضْرِبُ: يَفْعِلُ، ووزن صَبور: فَعُول، ووزن اقتدرَ: افتعل، ووزن انْطَلَقَ: انْفَعَلَ] ووزن مَسْجد: مَفْعِل، ووزن أَهْراقض: اهفَعْل، ووزن طَيشَل: فَعْلَل بلام زائدة لسقوطها في الطيش، ووزن استُخْرَجَ: اسْتَفْعَلَ.\nفهذه الحروف العشرة هي حروف العشرة هي حروف الزيادة يجمعها قولك: \"سألتمونيها\" وقد جمعها المصنف أربع مرات في قوله:\n(2/993)",
        "\n(هَنَاء وتسليم تلا يومَ أُنسِهِ ... نهاية مسؤول، أمان وتسهيل)\n(وضاعفِ اللامَ إذا أصلٌ بقى ... كـ\"ـراء\" جعفرِ وقاف فستق)\nإذا استوفيت وزن أصول الكلمة بالفاء والعين واللام، ولم يكن ما بقي منها زائداً كررت اللام، فتزن نحو: \"جَعْفَر وفُستُ\" بـ\"ـفَعْلَل\" -بلامين- ونحو: \"جَحْمرِش\" بـ\"ـفَعْلَليل\" - بثلاث لامات - وتزن \"دَحْرَج\" بـ\"ـفَعلَلَ\".\n(وإن يَكُ الزائدُ ضعْفَ أصلٍ ... فاجْعَلْ له في الوزن ما للأصلِ)\nالمراد الزائد هنا ما جاوز ثلاثة أحرف، لا ما كان من حروف الزيادة، فلا يختص ذلك بحروف معينة وقد سبق أنه إذا لم يكن ضِعْفَ أصلٍ قابلته باللام، وإن كان ضِعفَ أصل بأن تكرر فاء الكلمة أو عينها أو لامها، جَعلتَ للحرف المضاعف [في الوزن] ما للأصل، فتزن نحو: \"اغْدَوْدَنَ افْعَوْعَل، ونحو: \"عَقَنْقَل\" فَعَنْعَل، ونحو: \"مَرْمَريس\".\n(2/994)\n",
        "فَعْفَعِيل - بتكرار الفاء والعين -[ونحو: عَلَّم فَعَّلَ - بتكرار العين-] ونحو: \"حِلْتيت\" فِعْلِيل - بتكرار اللام - ونحو: \"صَمَحْمَح فَعَلْعَل.\n(واحكمْ بتأصيل حروفِ سِمْسِم ... ونحوهِ، والخُلفِ في كَلَمْلَمِ)\nإذا تكرر في الكلمة حرف مماثل لفائها ولم تتكرر معه العين فالجمع أصول، وليس المتكرر مما ضعف به الفاء، وسواء تماثل ما بعد المتكرر كـ\"ـسِمْسِم\" - في الاسم - و\"زَلْزل\" - في الفعل - أو لم يتماثل كـ\"ـقَرقَف\" وسُنْدُس، وإلى هذا أشار بقوله: \"ونحوه\".\nفإن كان الرباعي المركب من حرفين فقط مما يصح إسقاط ثالثه كـ \"ـلَمْلَمَ الشَّيءَ ولَمَّه، رد كدك الشيءَ ودكَّه\" ففيه خلاف بين النحاة؛ أكثر البصريين على أن حروفه كلها أصل كـ\"ـسمسم\" فوزنه: \"فعْلل\" وعند\n(2/995)\n\nالكوفيين أن الثالث [مبدل من حرف] مماثل للثاني فوزنه: فَعَّل؛ وعند الزجاج أنه زائد غير مبدل، فوزن لملم: فَعْلَلَ، اللام الأولى زائدة، ولا يستقيم له ذلك [في دكدك] لأن الدال ليست من حروف الزيادة.\n(فألفٌ أكْثَرَ من أَصْلينِ ... صَاحَبَ زائدٌ بغير مَيْنِ)\nأخذ في الكلام على محال حروف الزيادة العشرة؛ فتعُرف زيادة الألف بمصاحبتها لثلاثة أصول فأكثر، إما بعد الفاء كـ\"ـضارب\" وإما بعد العين كـ\"ـعِماد\" وإما بعد اللام كـ\"ـسكرَى\" فإن لم يكن معها إلا أصلان كـ\"ـقال ورَمَى\" فليست زائدة.\n(واليا كذا والواوُ إن لم يقعا ... كما هما في يُويؤِ ووَغوعا)\nتعرف زيادة الياء والواو بما تعرف به زيادة الألف من مصاحبة الأصول الثلاثة، بشرطين:\nأحدهما: أن لا تكون الكلمة من ياب سِمْسِم في كونه رباعيا متكرراً.\nالثاني: أن لا يتصدرا في الكلمة، وقد انتظم الشرطين نحوُ: يُؤْيُؤْ [وهو",
        "(2/996)\n\nطائر] ووعوَع وهي الثعلب، فإن الواو والياء فيههما متصدران ومتكرران مع حرف آخر مماثل. فيحكم بزيادتهما في نحو: صَيْرَفٍ، وجَوْهَرٍ، وقَتيل، وصبور، وحذْرِية وتَرْقُوَةٍ، وبعدم الزيادة في نحو: سَوْطٍ وبيت، لمصاحبة أقل من ثلاثة أصول، وفي نحو: يُؤيُؤ ووعوعة لأنه من باب سِمْسم، وفي نحو: وَرَنْتَل وهو [النسر، والأمر العظيم] ويستعور، لتصدرهما، ويستثنى من هذا الياء المتصدرة في المضارع كـ\"ـيَضْرِبُ\".\n(وهكذا هَمزٌ ومِيم سَبَقَا ... ثلاثة تأصيلُها تحقُقا)\n(كذاك همزٌ آخِرٌ بعدَ أِلف ... أكثرَ مِن حرفين لفظُها رَدِف)\nهذا البيتان يتضمنان محل زيادة الميم، ومحل زيادة الهمزة فأما الميم فلا تزاد إلا في موضع واحد، وهو أن تَسْبِقَ، أي: تتصدر في ابتداء الكلمة، ويتبعها ثلاثة أصول كـ\"ـمسجِد\" ومَقْبَرَة، ومُنْطلق، فلو لم تَسْبِقْ كـ\"ـعِماد\" و\"ضرغام\" أو لم يقع بعدها إلا أصلان كـ\"ـمَهْدٍ\" و\"مَهْرٍ\" حكم بأصالتها، ولزيادتها شرط ثالث لم يذكره هنا، وهو أن لا تلزم في التصاريف، فلو لزمت كـ\"ـمِرْعِزَّى\"\n(2/997)",
        "\nفإنهم قالوا: \"ثوبٌ مُمَرعَزٌ\" لم تكن زائدة؛ وأما الهمزة نذكر لزيادتها موضعين:\nأحدهما: حيث تزاد الميم كـ\"ـأفضل وأحمر\" فيحكم بأصالتها في نحو: \"ثائر، وقرّاء\" لعدم التصدر. وفي نحو: أَكلٍ لعدم مصاحبة ثلاثة أصول، وفي نحو: اصطبل للزومها في التصاريف.\nالثاني: أن تقع آخراً بعد ألف قد ردف أكثر من أصلين، كما في نحو: حمراء وعاشوراء في جملة أمثلة ألف التأنيث الممدودو بخلاف نحو: ماء وأبناء إذ لم يتقدم الألف في الأول إلا أصل واحد، وفي الثاني أصلان.\n(والنون في الآخر كالهمز وَفيِ ... نحوِ غَضَنْفَرٍ أصالةً كُفِى)\nلزيادة النون محلان:\nأحدهما: أن تكون آخرا، ويشترط لزيادتها ما يشترط لزيادة الهمزة من وقوعها بعد ألف تالية لثلاثة أحرف، كما في نحو: سكران وعمران، ولا يحكم بزيادتها نحو: عَربُون لأنه لم يسبقها ألف، ولا في نحو: عِنَان، وسِنان، لأنه لم يسبق الألف ثلاثة أحرف.\nالثاني: أن تقع وسطا، كما في نحو: غَضَنْفَر.\nومعنى قوله: \"أصالة كفى\" أي:\n(2/998)\n",
        "دفع عنها الأصالة، كما تقول كفي فلان الشرَّ، أي دُفع عنه، ولزيادتها الوسط ثلاثة شروط، جمعها المثال:\nأحدها: أن تكون ساكنة.\nالثاني: أن تكون غير مدغمة.\nالثالثة: أن يتقدمها حرفان، ويتأخر عنها حرفان، فيحكم بزيادتها في نحو: عقنقل، وقرنفل، وحَبَطْى، بخلاف: غُرْنَيق، فإنه فقد فيه الشرط الأول، وعَجَنس، فإنه فقد فيه الثاني، وعنبر فإنه فقد فيه الثالث، ولزيادتها محل ثالث، وهو وقوعها أولاً في المضارع.\n(والتاءُ في التأنيث والمضارَعَه ... ونحوِ الاستفعال والمطاوَعَه)\nذكر لزيادة التاء أربعة مواضع:\nأحدها: التأنيث، سواء كان في اسم أو فعل نحو: فاطمة قامت.\nالثاني: المضارعة، نحو: تقوم وتقعد، وعليه فيهمت مؤاخذة أما تاء التأنيث فإنها كلمة مستقلة، وأما حروف المضارعة فهو لم يذكر زيادة الياء والنون منها، فإن كان تركهما لكون حروف المضارعة كل منها زائد مستقل،\n(2/999)\n\nفلمَ ذكر التاء؟ وإن لم يجعلها مستقلة فلِمَ أهمل ذكر النون والياء؟\nالثالث: الاستفعال ونحوه من الافتعال، كـ\"ـاستخراج واقتدر\" وتصاريفها.\nالرابع: المطاوعة، كـ\"ـتعلم وتدحرج\" وفروعها.\n(والهاءُ وقفا كـ\"ـلِمه\" ولم تره ... واللام في الإشارة المشتهرة)\nهذا ذكر محل زيادة الهاء واللام، فذكر أن محل زيادة الهاء في الوقف إما على اسم، كـ\"ـلِمَه\"؟ وإما على فعل كـ\"ـلم تَرَه\" وإن محل زيادة اللام مع الإشارة كـ\"ـذلك وتلك\" وفيهما نظر، إذ كلُّ من هاء السكت، واللام الدالة على البُعْد كلمة مستقلة، لكن ذكر غيره أن الهاء زائدة في نحو: أمهات وأهراق، لاشتقاقهما من الأموم، والإراقة، وأن اللام زائدة في نحو: طيشل، وهو الكثير الطيش، ولم يفرد السين بذكر محل زيادتها لدخوله في الاستفعال، ولا تقع زائدة إلا فيه ولا تعد من حروف الزيادة الطاء والدال لخروجهما عن بنية",
        "(2/1000)\n\nالأصالة في \"اصطبر وازداد\" ونحوهما، لأنهما مبدلان من الزائد، وهو تاء الافتعال، ولذلك يوزن المثال بالتاء لأبهما، فيقال وزن \"ازداد\": افتعل.\n(وامنع زيادة بلا قيدٍ ثبت ... إن لم تبين حجةٌ كحظلت)\nما خلا عن القيود المذكورة من الحروف العشرة امتنع الحكم بزيادتها، ما لم يدل على الزيادة دليل، والذي يدل على ذلك شيئان:\nأحدهما: ما ذكره المصنف من سقوطه في بعض التصاريف، فلذلك حكم بزيادة نون \"حنظل وسنبل\" لقولهم: \"حظلت الإبل\" -إذا أكلته فأذاها- و\"أسبل الزرع\" وكذلك حكم بزيادة الهمزة في \"احبنطأ\" لسقوطها في الحبط، وبزيادة التاء في \"ملكوت\" لسقوطها في الملك، وبزيادة الميم في \"ابنم\" لسقوطها في البنوة، وبزيادة السين في \"قدموس\" لسقوطها في القدم.\nالثاني: إفضاء الحكم بالأصالة إلى وزن مهمل، ولذلك حكم بزيادة النون في \"نرجس\" و \"هندلع\" -وهو نبت معروف- لفقد فعلل، وفعللل في كلامهم، وبزيادة التاء في \"تنضب\" لفقد فعلل.\n(2/1001)",
        "\nفصل في زيادة همزة الوصل\nهمزة الوصل مختصة بأوائل الكلم، وسميت بذلك لسقوطها في الوصل، فإنها لا تثبت إلا إذا ابتدئ بها، وأما ثبوتها في نحو:\n(518 - ألا لا أرى اثنين أحسن شيمة ... على حدثان الدهر منى ومن جمل)\nفضرورة.\n(للوصل همز سابق لا يثبت ... إلا إذا ابتدى به كاستثبتوا)\n(وهو لفعلٍ ماضٍ احتوى على ... أكثر من أربعة نحو انجلى)\n(والأمر والمصدر منه وكذا ... أمر الثلاثي كاخش وامض وانفذا)\nهمزة الوصل تدخل في الكلم الثلاث، ودخولها في الحرف أقل، لأنها لم تدخل إلى على \"أل\" خاصة -كما يأتي- وأما الأفعال فلا دخول لها في المضارع منها، وأما الماضي فلا تدخل إلا فيما احتوى على أكثر من أربعة\n(2/1002)\n",
        "أحرف، وهو الخماسي كـ\"انجلى وانطلق\" والسداسي كـ\"استخرج\" ولا يوجد إلا بهمزة الوصل وأما التي في الثلاثي كـ\"أمر\" أو في الرباعي كـ\"أكرم\" فليست بهمزة وصل؛ وأما الأمر فتدخل فيما دخلت في ماضيه وهو الخماسي والسداسي نحو: \"انطلق واستخرج\"؛ وفي أمر الثلاثي إذا تعذر الابتداء به دونها، لكون ما يلي حرف المضارعة منه ساكناً كـ\"يضرب، ويعلم، ويعقد\" وهي مطابقة لمثل المصنف الثلاثلة، وإنما مثل بها ليبين أن أصل حركة همزة الوصل الكسر، وكذلك تكسر فيما عين مضارعه مفتوحة كـ\"يخشى ويعلم\" أو مكسورة كـ\"يمضي ويضرب وينطلق ويستخرج\" وفي الماضي المبني للفاعل مطلقاً، وإنما تضم في موضعين:\nأحدهما: أن تكون عين مضارعه مضمومة، كـ\"ينفذ ويقعد\" ثم هذا الضم لازم إن كانت ضمة العين أصلية -كما مثل- فإن كانت ضمتها\n(2/1003)\n\nعارضة كـ\"امشوا واقضوا\" فالهمزة مكسورة، ولو عرض للمضمومة الأصل كسرٌ كـ\"اعزي\" فقال أبو علي في التكملة: يجب ضم الهمزة وإشمام الكسرة التي قبل الياء؛ وذكر المصنف أنهما يشمان معاً، وذكر ابنه أنه أن ما قبل الياء يكسر، وأن الهمزة يجوز فيها الكسر والضم، وهو أرجح.\nالثاني: فيما بني للمفعول [من الماضي] الذي دخلت عليه كـ\"انطلق واستخرج\" ثم هذا الضم واجب فيما ضمت عينه لزوماً كالمثالين، فأما ما جاز في عينه [الكسر والضم والإشمام كـ\"اختار، وانقاد\"، فإن همزته تتبع عينه] في الأحوال الثلاثة.\nوأما الاسم فينقسم دخولها فيه إلى قسمين: مطرد ومسموع، فالمطرد مصادر الماضي المفتتح بها كـ\"انطلاق واقتدار، واستخراج\" والمسموع: ما ذكره المصنف بعد هذا بوقله:\n(وفي اسم استٍ ابنٍ ابنمٍ سمع ... واثنين وامرئٍ وتأنيثٍ تبع)\n(وايمن همز أل كذا ويبدل ... مدا في الاستفهام أو يسهل)\nهذه الأسماء العشرة هي التي سمعت فيها همزة الوصل وهي اسم",
        "(2/1004)\n\nواست وابن [وتأنيثه] وابنم واثنان وتأنيثه وهو اثتان وامرؤ وتأنيثه وهو امرأة، وأيمن وهو المخصوص بالقسم وينبغي أن يزاد على ذلك: أيم الله، بمعنى أيمن الله، ولا يقال إنها بعض أيمن لأنهم قد ذكروا ابناً مع ابنم.\nوإطلاق المصنف همز \"أل\" يشمل الحرفية المعرفة والزائدة والاسمية الموصولة، فتصير الأسماء التي تدخلها همزة الوصل اثني عشر، وتكسر فيها كلها\n(2/1005)",
        "\nإلا \"أل\" فإنها فيها مفتوحة، وفي \"اسم\" لغة بضمها، وإذا دخلت همزة الاستفهام على همزة الوصل المفتوحة كهمزة أل ففيها وجهان:\nأحدهما: إبدالها مدة، وهو الأرجح.\nالثاني: تسهيلها، وبهما قرئ في نحو: {آلذَّكَرَيْنِ حَرَّمَ} [الأنعام:143] الآية، ولا يجوز حذفها [لئلا يلتبس بالخبر، فإن دخلت على المكسورة أو المضمومة فالوجه حذفها] فتقول في المضمونة: استخرج المال؟ وفي المكسورة: أنطلاق زيدٍ غداً؟ وبه قرأ الأكثرون {أَتَّخَذْنَاهُمْ سِخْرِيًّا} [ص:63] {أَسْتَغْفَرْتَ لَهُمْ} [المنافقون:6] وبعضهم يبدلها مدة وبعضهم سهلها، وهو أندر الثلاثة، ولا يجوز تحقيقها لأنها لا تثبت في الوصل إلا ضرورة كما سبق.\n(2/1006)\n",
        "الإبدال\n(أحرف الإبدال هدأت موطيا ... فأبدل الهمزة من واوٍ ويا)\n(آخراً اثر ألفٍ زيد وفي ... فاعل ما أعل عينا ذا اقتفى)\nالأحرف التي يبدل بعضها من بعض إبدالاً مطرداً تسعة جمعها قوله: \"هدأت موطيا\" ومعناه: سكنت في حال كوني موطياً فراشي، أي: جاعله واطيئاً، يقال أوطأته ووطأته، ثم قلبت الهمزة في اسم الفاعل ياءً، لما يأتي، ومن أسقط منها الهاء جمعها بقوله: \"طويت دائماً\" لأن إبدال الهاء من التاء إنما يطرد في الوقف، وهو عارض، وإبدالها من الهمزة في نحو: \"هرقت الماء\" ونحو:\n(2/1007)\n\n(519 - لهنك من عبسيةٍ لوسيمةٌ ... ..........................)\nوهردت كذا -بمعنى أردته- فليس بمطرد، بل هو نظير إبدال اللام من النون في قوله:\n(520 - وقفت فيها أصيلالاً اسائلها ... ..................)\nيريد: أصيلانا -تصغير أصيل- وهو آخر النهار، وإبدال الجيم من إحدى الياءين في الوقف على علي، ويسمى عجعجة قضاعة قال شاعرهم:",
        "(2/1008)\n\n(521 - خالي عويف وأبو علج)\n(522 - المطعمان التمر بالعشج)\nوإبدال اللام من الضاد في قوله:\n(523 - ... مال إلى أرطأة حقفٍ فالطجع ...)\nيريد: فاضطجع، فهذا ونحوه لم يذكره النحاة في حروف الإبدال لعدم اطراده؛ ثم أخذ يتكلم على كل حرف، ومن أي حرف يبدل، ومحل إبداله منه، فذكر أن الهمزة لا تبدل إلا من حروف اللين، ويبدل من الواو والياء خاصة في مسألتين:\n(2/1009)",
        "\nالأولى: أن تقع إحداهما آخر الكلمة، بعد ألف زائدة، ويكثر ذلك في الواو، نحو: كساءٍ، وسماءٍ، ودعاءٍ، وأبناء، ومنه في الياء: بناء، لأنه من بنيت، فلو لم تقع آخراً كما في نحو: قاول وبايع، أو لم يتقدمها ألف، كـ\"غدو، ورمي\" أو تقدمتها ألف غير زائدة نحو: واو وآي لم تبدل.\nالثانية: أن تقع إحداهما عينا لاسم فاعل قد أعلت في فعله نحو: قائم وصائم وخائف -في الواو- وبائع وبائن -في الياء- فلو لم تعل في فعله كـ\"عور\" قلت في اسم فاعله عاور -بغير إبدال-.\n(والمد زيد ثالثا في الواحد ... همزاً يرى في مثل كالقلائد)\n(كذاك ثاني لينين اكتنفا ... مد مفاعل كجمع نيفا)\nتبدل الهمزة من المد سواء كان واواً أو ياءاً أو ألفاً في مسألتين -أيضاً-:\nإحداهما: أن تزاد المدة ثالثةً في المفرد ثم تجمع على موازنة مفاعل، نحو: عجوز وعجائز، وسليق وسلائق وشمال وشمائل، وسواء كان المفرد متجرداً، من تاء التأنيث -كما مثل- أو متلبساً بها كـ\"رعوفة ورعائف\" وصحيفة وصحائف، وقلادة وقلائد، أما لو كانت الياء والواو في المفرد غير مدة لتحركهما، كـ\"أسود، وهبيخ\" أو كانت المدة\n(2/1010)\n",
        "فيه غير زائدة، كـ\"معيشة\" فإن وزنها: \"مفعلة\" إذ هي من العيش، أو كانت غير ثالثة كـ\"صيرف، وعوسج، وحائض، ومفتاح، وقنديل، ومكوك\" لم تبدل همزاً في شيء من ذلك، وشذ الإبدال في مصائب ومنابر مع كون المد غير زائد.\nالثانية: أن تقع المدة ثانية حرفين لينين بينهما ألف مفاعل سواء كانا ياءين كـ\"نيايف\" -في جمع نيف- أو واوين كـ\"أوائل\" -في جمع أول- أو مختلفين كـ\"سائد\" -في جمع سيد- إذ أصله سيود، ولا يتصور ذلك في الألف فكان ينبغي أن يذكر هذه المسألة مع اسم فاعل ما أعل عيناً لاختصاص الحكم فيهما بالواو والياء، فيذكر مع المسألة الأولى [من هذا القسم المسألة الأولى] من الذي قبله، لأن الألف مشاركة للواو\n(2/1011)\n\nوالياء في إبدال الهمزة منها إذا تطرفت بعد مدة زائدة كما في: حمراء، ونحوه، فإن أصله: حمرى، كـ\"سكرى\" فزيدت الألف قبل الآخر للمد كما في غلام وفراش، فأبدلت الثانية همزة لتطرفها بعد ألف زائدة، وتبدل الواو وحدها همزة في موضع واحد يأتي ذكره.\n(وافتح ورد الهمز يا فيما اعل ... لاما وفي مثل هراوة جعل)\n(واواً وهمزاً أول الواوين رد ... في بدء غير شبه ووفي الأشد)\n(ومدا ابدال ثاني الهمزين من ... كلمة ان يسكن كآثر وائتمن)\n(إن يفتح اثر ضم أو فتحٍ قلت ... واواً وياءً إثر كسر ينقلب)\n(ذو الكسر مطلقاً كذا وما يضم ... واواً أصر ما لم يكن لفظاً أتم)\n(فذاك ياءً مطلقاً جا وأوم ... ونحوه وجهين في ثانية أم)\nلما فرغ من ذكر إبدال الهمزة من حروف المد أخذ في الكلام على عكسه وهو: إبدال حروف المد من الهمزة إلا أنه ذكر فيه محل إبدال الواو من الهمزة استراداً وتفويتاً للترتيب، بقصد اختصار، فبدأ بالكلام عليه ليتصل الكلام على محل إبدال الهمزة، ومحله ما أشار إليه المصنف بقوله:\n(وهمزاً اول الواوين رد ... البيت ...)\nومعناه أنه إذا اجتمع في ابتداء الكلمة واوان ثانيتهما غير منقلبة عن أصل، فإنك ترد الأول منهما همزة، فتقول: أواصل وأواقي -في جمع واصلة",
        "(2/1012)\n\nوواقية- وأصلهما وواصل وواقي، وسواء كانت الثانية متحركة -كما مثل- أو ساكنة كـ\"أولى\" فإن أصله: وولى -فعلى- من أول.\nأما لو لم يكونا في ابتداء الكلمة، كما في نحو: هو وري ونووي -منسوبين إلى الهوى وإلى نوى، بلدة معروفة- فإنه يمتنع الإبدال [وكذا لو كانا في الابتداء]، إلا أن الثانية بدل من أصل، إما ألف، كما أشار إليه المصنف: \"في بدء غير شبه ووفي الأشد\" فإن واوه منقلبة عن ألف فاعل -لما يأتي- ومثله ووصل زيدٌ، وإما همزة كـ\"وولى\" مخففة من وؤلى \"فعلى من آل، إذ ارجع ولجأ، فإنك لا تبدل التي قبلها همزة، كما فعلت في: \"أولى\" تأنيث أول.\nرجعنا إلى إبدال حروف المد من الهمزة، ويقع ذلك في موضعين:\nأحدهما: ما بدأ به المصنف من إبدالها ياءً أو واواً إلا أنه -رحمه الله- أبعد النجعة في بيانه بحيث صار أبلغ من الإلغاء، فلا يكاد ينزل مراده على كلامه، ويظهر ذلك بشرحنا للمسألة -إن شاء الله- وهو أن الجمع الموازن لمفاعل إذا وقع بعد ألفه همزة مبدلة من مدة لما سبق، وكانت لامه معتلة فتحت الهمزة ورددتها ياءً، إلا إذا كانت اللم واواً أصلية، فيشمل ذلك ثلاث صور.\n(2/1013)",
        "\nإحداها: أن تكون اللام ياءً نحو: قضايا، فإن أصلها: قضايي -بيائين- أولاهما ياء فعلية، والثانية: لام الكلمة، لأنه من قضيت، أبدلت الأولى همزة لما سبق في صحائف، ثم قلبت كسرتها فتحة تحقيقاً، لأن من قاعدتها تخفيف الكسر إلى الفتح، في مثل هذا مع الصحة كما قالوا: عذارى في جمع عذراء، فمع الاعتلال أولى، ثم قلبت الياء الثانية ألفاً لتحركها وانفتاح ما قبلها، فبقي: قضاءا -بألفين بينهما همزة- والهمزة شبيهة بالألف، فصار كاجتماع ثلاثة ألفات، فأبدلت الهمزة ياء تنبيهاً على أن اللام ياء، ففيه أربعة أعمال.\nالثانية: أن تكون اللام همزة كما في خطايا، فإن أصله: خطايئ، أبدلت الياء همزة لما سبق، ثم الهمزة ياء لتطرفها بعد همزة -كما يأتي- ثم بقية العمل فيه كالذي قبله، ففيه خمسة أعمال.\n(2/1014)\n",
        "الثالثة: أن تكون اللام ياءً مبدلة من واو، كما في: مطايا، فإنه جمع مطية، وأصلها مطيوة، فعيلة من المطا، وهو الظهر، قلبت [الواو ياء، ثم أدغمت فيها الياء كما فعل مثل ذلك \"في\" سيد وميت، فقياس جمعها: مطاوو، قلبت] الواو الثانية ياء لتطرفها بعد كسرة، كما فعل ذلك ي: الغازي والداعي، ثم الأولى همزة لما سبق في: عجائز، ثم بقية العمل فيه كالأولى، ففيه خمسة أعمال -أيضاً- أما إذا كانت اللام واواً أصلية قد سلمت في الواحدة، كما في نحو: هراوة، فإن الهمزة ترد في الجمع إلى الواو، كما أشار إليه المصنف بقوله:\n(.................... ... وفي مثل هراوة جعل)\n(واواً .......................................)\nويظهر ذلك بخمسة أعمال -أيضاً- لأنك تقلب\n(2/1015)\n\nالألف همزة، كما في: رسائل، ثم الواو ياءً لتطرفها بعد مسرة، ثم فتحت الكسرة تخفيفاً فانقلبت الياء ألفاً لتحرها وانفتاح ما قبلها، ثم اجتمع شبيه بثلاث ألفات، فردت الهمزة إلى الواو تنبيهاً على أن أصل اللام واواً.\nالموضع الثاني ما تبدل الهمزة فيه مداً: وهو ما إذا التقى همزتان، وينقسم ذلك إلى ما الثانية فيه ساكنة وإلى ما الثانية فيه متحركة، ففي القسم الأول تبدل الثانية مدة من جنس حركة الأولى فتبدلها ألفاً بعد المفتوحة كـ\"آثر\" وواواً بعد المضمومة كـ\"أؤتمن فلان على كذا\" إذ أصله: أؤتمن وياءً بعد الكسرة، كـ\"إيمان\" ونقل ابن الأنباري عن",
        "(2/1016)\n\nالكسائي أنه أجاز أن تبدأ نحو: \"أؤتمن\" بهمزتين [فيقال أُأتمن] ولم يوافق على شذوذ قراءة {إئْتلاَفِهِم} -بتحقيق الهمزتين- ومقتضى هذا أن يروى حديث عائشة -رضي الله عنها- \"كان رسول الله -صلى الله عليه وسلم- يأمرني فآتزر فيباشرني [وأنا حائض] \" بمدة بعد الهمزة وتاء مخففة، لأنه: افتعل، من الإزار، ففاؤه همزة قلبت ألفاً لسكونها بعد همزة مفتوحة، وأكثر المحدثين يرونه \"أتزر\" -بتشديد التاء من غير مد- وبعضهم يروونه بتحقيق الهمزتين، ولا وجه لواحد منهما.\nأما لو كانت أولى الهمزتين استفهاماً لم يكونا من كلمة واحدة فلا يجب الإبدال، نحو:\n(2/1017)",
        "\n{أَأَنْذَرْتَهم}.\nوأما القسم الثاني: وهو ما إذا كانت الهمزة الثانية متحركة فلها ثلاثة أحوال باعتبار الحركات الثلاث، فإن كانت مفتوحة إثر مضمومة أو مفتوحة قلبت واواً كتصغير \"آدم\" وتكسره، فإنك تقول: \"أويدم وأوادم\" وأصلهما أؤيدم، وأآدم، بهمزة مفتوحة [بعد مضمومة في التصغير وبعد مفتوحة] في التكسير خففت بإبدالها واواً.\nوإن كانت إثر مكسورة قلت ياءً، كما إذا بنيت من أم مثال: إصبع -بكسر الهمزة وفتح الباء- وفإنك تقول فيه إأممٌ، لأنك تبتدئه بهمزتين، أولاهما مكسورة والثانية ساكنة فتنقل إلى الثانية حركة الميم الأولى لتتمكن من إدغامها [فيما بعدها] ثم تبدلها ياءً فتقول: إيمٌّ، وأما قراءة ابن عامر {وجعلناهم أإمة} -بالتحقيق- فمما يوقف\n(2/1018)\n",
        "عنده، ولا يتجاسر على الحكم بشذوذه، وإن كانت الهمزة مكسورة أبدلتها ياءً سواء تطرفت أو لم تتطرف، وسواء وقعت بعد فتح أو كسرٍ أو ضم، مثال ذلك: أن تبني مثل: \"أصبع\" مكسورة الباء مع تحريك همزتها بالحركات الثلاث، فإنك تقول: إئممٌ، ثم تنقل حركة الميم الأولى إلى الهمزة التي قبلها، لما سبق، ثم تقلب الهمزة ياءً فتقول: إئمٌّ وإيمٌّ، وإلى هذا أشار بقوله:\nذو الكسر مطلقاً بكذا ... ..................)\nأي مثل المفتوحة بعد الكسرة فا انقلابها ياءً، ثم قال:\n(................. وما يضم ... واواً [أصر ما لم يكن لفظا أتم)\nيعني أن الهمزة المضمومة تنقلب واواً] ما لم تكن متطرفة قد أتمت لفظ الكلمة سواء تقدمها مضمومة أو مفتوحة أو مكسورة مثال ذلك أن يبنى من \"أم\" مثل أصبع، ومضموم الباء مع تثليث الهمزة [فإنك تقول فيه \"أومٌّ\" لأنك تنقل حركة الميم الأولى إلى\n(2/1019)\n\nالهمزة] الثانية، لما سبق، ثم تقلبها واواً لأنها مضمومة غير متطرفة، وأما المتطرفة فإنها تقلب ياء مطلقاً سواء كانت مضمومة أو مفتوحة أو مكسورة مع اختلاف حركات التي قبلها كذلك، ومثال ذلك أن تبني من \"قرأ\" مثال برثن أو جعفر أو زبرج، واختلف في أحوال الإعراب الثلاثة، فإنك تقول في الأول: هذا قرءٍ، ورأيت قرإياً وممرت بقرءٍ، وكذلك المثالان الآخران، وإلى هذا أشار بقوله:\n(................... ... ما لم يكن لفظاً أتم)\n(فذاك ياءً مطلقاً جا ... ..................)\nوأما تمام البيت فمعناه: أنه إذا كانت الهمزة الأولى من المتحركين دالة على المضارة، كما إذا بنيت فعلاً مضارعاً مفتتحاً بهمزة المتكلم من أممت وأننت، فلك في ثاني همزتيه الإبدال فتقلبها في الأول واواً فتقول: أومٌ",
        "(2/1020)\n\nلكون الهمزة مضمومة غير متطرفة، وفي الثاني ياء فتقول أين لكونها مكسورة ولك تحقيقها فتقول فيها: أؤم وأئن تشبيهاً لهما بهمزة الاستفهام لاشتراكهما في الدلالة على معنى.\n(وياءً اقلب ألفاً كسرا تلا ... أو ياء تصغيرٍ بواوٍ ذا افعلا)\n(في آخرٍ أو قبل تا التأنيث أو ... زيادتي فعلان ذا -أيضاً- رأوا)\n(في المصدر المعتل عيناً والفعل ... منه صحيحٌ غالباً نحو الحول)\nأخذ في ذكر إبدال حروف العلة الثلاثة بعضها من بعض، وهو عبارة عن باب الإبدال، ولم يرتبه المصنف هنا، وهو ينقسم إلى أقسام:\nأخذ في ذكر إبدال حروف العلة الثلاثة بعضها من بعض، وهو عبارة عن باب الإبدال، ولم يرتبه المصنف هنا، وهو ينقسم إلى أقسام:\nالأول: إبدال الياء من الألف، فذكر له موضعين:\nأحدهما: أن يقع بعد كسر كما في \"جمع\" نحو مفتاح ومصباح وتصغيرهما.\nالثاني: أن يقع بعد ياء التصغير نحو: غليم، ويفعل ذلك أي الإبدال\n(2/1021)",
        "\nياء بالواو، وهو القسم الثاني من إبدال حروف العلة بعضها من بعض، وينقسم إلى قسمين:\nأحدهما: أن يلي كسرة، وذلك في خمسة مواضع:\nالأول: أن يقع في آخر الكلمة، إما في اسمٍ كـ\"الداعي والتالي وإما في فعل كـ\"قوي، ورضي\".\nالثاني: أن تقع في محل يشبه الآخر، لكون ما بعده في تقدير الانفصال، كوقوعها قبل تاء التأنيث، كـ\"أكسية، وأصحية\" فإن أصلها: أصحويةٌ، وكـ\"عارية وتريقية\"، أوقبل زيادتي فعلان، وهما الألف والنون كما إذا بنيت على مثال قطران من الغزو، فإنك تقول فيه غزيان، بقلب الواو ياء لوقوعها آخراً بعد كسرة، ومقاتوة بمعنى خدام شاذ.\nالثالث: أن يقع عيناً لمصدر قد أعلت في فعله، وبعدها في المصدر ألف نحو: صيام، وقيام، واعتياد، وانقياد، فلو كانت العين في اسم كـ\"سواك\" أو لم تعل في الفعل كـ\"لواذ، وحوار\" في مصدر لاوذ وحاور، أو لم يتعقبها ألف، كـ\"حال حوالاً، وعاد المريض عودا، وعاج عوجاً\"، امتنع قلبها ياءً في ذلك كله، وإلى الأخير أشار بقوله:\n(................ والفعل ... منه صحيح .............)\nوقيده بالفعلية ليحترز من قلبها ياءً في نحو:\n(2/1022)\n",
        "(524 - ... وإن بليت وإن طالت بك الطيل ...)\nفإنه شاذ كما شذ التصحيح مع استيفاء شروطه الإعلال في قولهم: \"نار البعير نواراً\" بمعنى: نفر.\n(وجمع ذي عينٍ أعل أو سكن ... فاحكم بذا الإعلال فيه حيث عين)\n(وصححوا فعلة وفي فعل ... وجهان، والإعلال أولى كالحيل)\nهذا الموضع الرابع مما تبدل فيه الواو التالية للكسر ياءً، وهي أن تقع في موضع العين من جمع تكسير قد أعلن في مفرده، أو شبهت بالمعتل لسكونها، فالأول: كـ\"دار، وديار\". والثاني: كـ\"سوط، وسياط\" إلا أن شرط هذا الثاني أن يليها ألف كما في المصدر، فلذلك أعلت في ثياب، وحياض، ورياض، وصححت في \"فعلة\" لعدم الألف، كقوهم: عودٌ وعودة -للمسن من الإبل- وكز وكوزة -بالمعجمة والمهملة- وأما القسم الأول فما وليها فيه ألف تعين إعلاها كـ\"مياه، وشياةٍ\" وما لم يلها فيه ألف كـ\"فعل\" فذكر المصنف فيه وجهين أولاهما الإعلال، وغيره يقول\n(2/1023)\n\nيتعين الإعلال فيه لكثرة وروده، كـ\"الحيل والديم، والقيم\" -في جمع قيمة أو قامة- ويحكم على ما جاء منه مصححاً كـ\"حوج\" -في جمع حاجة- بالشذوذ، كما حكم بشذوذ \"ثيرة\" لعدم الألف بعده، و\"طيال\" -في جمع طويل- لصحة العين وتحركها في المفرد، وأما {الصَّافِنَاتُ الْجِيَادُ} [ص:31]، فالحق أنه جمع \"جيدٌ\" لا جمع \"جواد\" وله شرط آخر لم يذكره المصنف، وهو: أن لا يعل لام مفرده، ولذلك صححت في نحو: \"رواءٍ وجواءٍ\" -جمع ريان من الماء وجو- كراهيةً لتوالي الإعلال؛ هذا كله فيما إذا كانت الواو متحركة -كما مثل- أما إذا سكنت فإنها تبدل ياءً بعد الكسرة مطلقاً، سواء كانت في موضع الفاء كـ\"ميعاد، وميزان\" أو في موضع العين كـ\"ثيران، وحيتان\" ونحوهما مما صححت في مفرده",
        "(2/1024)\n\n[ونيران، و ... ، وغيرهما مما أعلت في مفرده] وشرط ذلك أن لا يكون سكونها عارضاً لأجل الإدغام، فلذلك امتنع القلب في نحو: \"اجلواذ، واعلواط\" وهذا هو الموضع الخامس ولم يذكره المصنف مع شهرته.\n(والواو لاماً بعد فتحٍ يا انقلب ... كالمعطيان يرضيان، ووجب)\n(إبدال واوٍ بعد ضمٍ من ألف ... ويا كموقنٍ بذا لها اعترف)\n(ويكسر المضموم في جمعٍ كما ... يقال \"هيمٌ\" عند جمع \"أهيما\")\nها القسم الثاني مما تبدل فيه الواو ياءً وإن لم تتقدمها كسرة ويقع ذلك في ستة مواضع:\nأحدها: هذا، وذلك إذا وقعت لاماً للكلمة وقبلها فتحة، سواء كان ذلك في اسم كـ\"المعيطان\" أو في فعل كـ\"يرضيان\" ومثلهما: أعطيت وزكيت، ويشترط لذلك أن تكون الواو رابعة فأكثر، ولذلك لم تنقلب في\n(2/1025)",
        "\nنحو: كسوت، وزكوت، مع كونها لاماً تالية لفتحة، بخلاف تداعينا وتعادينا وما تقدم ثم ذكر القسم الثالث والرابع من إبدال حروف العلة بعضها من بعض، فالثالث إبدال الواو من الألف، ويجب في الواقعة بعد ضمة، كما في: توبع، وغودر، قال تعالى: {مَا وُورِيَ عَنْهُمَا} [الأعراف:20] ولا يقع ذلك إلا في هذه المسألة خاصة.\nوالرابع: إبدال الواو من الياء ويكون في أربعة مواضع:\nأحدها: أن تقع بعد ضمة -أيضاً- كما في موقن، وشرطها أن تكون ساكنة لغير الإدغام في غير جمع، فلو تحركت نحو: الهيام أو كان سكونها للإدغام كـ\"حيضت هندٌ\" أو كانت في جمع كـ\"بيض، وهيم\" -في جمع أهيم- امتنع الإبدال إلا أنه يتعين في الجمع ما ذكره المصنف من كسر المضموم قبلها، قال تعالى: {فَشَارِبُونَ شُرْبَ الْهِيمِ} [الواقعة:55] {جُدَدٌ بِيضٌ} [فاطر:27].\n(وواواً الضم رد اليامتي ... ألفي لام فعلٍ أو من قبل تا)\n(كتاء بانٍ من رمى كمقدوره ... كذا إذا كسبعان صيره)\n(2/1026)\n",
        "هذا الموضع الثاني مما تبدل فيه الواو من الياء، وذلك أن تقع إثر ضمة في ثلاث مسائل:\nالأولى: أن يكون لاماً لفعل، كـ\"قضو الرجل ونهو\" مراداً بهما التعجب من قضائه وعقله.\nالثانية: أن تكون لاماً لاسم ختم بتاءٍ بنيت الكلمة عليها، كأن تبنى من \"رمى\" مثل \"مقدرة\" فإنك تقول فيه: مرموة بإبدال الياء واواً، فلو لم تبن الكلمة على الياء، بل لحقت بها للدلالة على معنى المرة، نحو: \"توانية\" للمرة من التواني سلمت الياء فيه، كما تسلم في المجرد منها، فإن أصله: توانياً -بضم العين- كالتقاعد والتكاسل، فأبدلت ضمته كسرة لتسلم الياء.\nالثالثة: أن تكون لاماً لاسم ختم بالألف والنون المزيدتين، كما إذا بنيت من \"رمى\" مثل \"سبعان\" -اسم موضوع- وهو مراد المصنف، ولذلك أبقى الألف مع دخول الجار، أو تثنية سبع فإنك تقول فيه رموان -بإبدال الياء واواً-.\n(2/1027)\n\n(وإن تكن عيناً لفعلى وصفا ... فذاك بالوجهين عنهم يلفى)\nهذا الموضع الثالث مما تبدل فيه الياء واواً، وهو ما إذا وقعت عيناً\" لفعلى\" ثم هذا الإبدال ينقسم إلى لازم وجائز، فاللازم فيما إذا كان [\"فعلى\" اسما أو مصدراً، وهذا مفهوم من كلام المصنف لتقييد الجائز بما إذا كان] وصفاً، ويصح تمثيل القسمين بـ\"طوبى\" لأنها إذا اسم لشجرة في الجنة [وإما مصدر من الطيب والجائز ما كان فيه فعلى وصفا] فإنه يجوز فيه إبدال الياء واواً، وإبقاء ضمة الفاء، وعلى ذلك جاء الطوبى والكوسى والخورى -ومؤنثات أطيب وأكيس وأخير- وتصحيح الياء وقلب الضمة كسرة، وعلى ذلك جاء قوله تعالى: {قِسْمَةٌ ضِيزَى} [النجم:22] أي: جائرة، وقولهم: \"مشية حيكى\" وهي التي يتحرك فيها المنكبان، هذا تقدير كلام المصنف، وقال غيره: إن كانت الصفة جارية مجرى الأسماء كتأنيث أفعل التفضيل فالإبدال وإلا فالتصحيح.",
        "(2/1028)\n\nفصل\n(من لام فعلى اسما أتى الواو بدل ... ياء، كتقوى -غالبا- جاذا البدل)\n(بالعكس جاء لام فعلى وصفا ... وكون قصوى نادراً لا يخفى)\nالموضع الرابع مما تبدل فيه واواً، وهو ما إذا وقعت لاماً لفعلى، اسماً كـ\"التقوى، والفتوى، والشروى\" أصلها تقى، لأنك تقول في الفعل: اتقيت، فقلبوا الياء واواً ليفرقوا بين الاسم والصفة، فإنهم قالوا في الصفة: امرأة خزيا وصديا، وخصوا الاسم بالإعلال لخفته؛ ثم إعلاله غالب، كما ذكر المصنف، لا لازم، لأنه جاء في الأسماء: \"ريا وسعيا\" -لمكان- وطغيا- اسم لولد البقرة الوحشية، وفي خرم القاعدة بهذا نظر؛ أما الأول: فهو في الأصل وصف، قالوا: \"رائحة ريا\" أي ممتلئة طيباً، وأما الثاني والثالث: فالأشهر فيهما ضم الفاء فاستصحب التصحيح على لغة الفتح لعروضه، وأما فعلى المضموم الفاء فما كان منه وصفاً فقد جاء بالعكس فتقلب واوه ياءً، كـ\"الحياة الدنيا، ودرجة عليا\" وهو الموضع الثلاني مما تبدل فيه الواو ياءً\n(2/1029)",
        "\nدون تقدم الكسرة عليها؛ وكون \"قصوى\" نادراً مع تقرر هذا الأصل لا يخفى على متأمله، لأنه وصف، ولذلك تقول فيه بنو تميم: قصيا على القياس، وما كان منه اسماً لم تبدل واوه بل تصحح، كـ\"رضوى، وحزوى\" مكانين.\n\nفصل\n(إن يسكن السابق من واوٍ ويا ... واتصلا ومن عروضٍ عريا)\n(فياءً الواو اقلبن مدغماً ... وشذً معطىً غير ما قد رسما)\nهذا الموقع الثالث مما تبدل فيه الواو ياءً دون تقدم الكسرة، وهي أن تلتقي مع الياء في كلمة واحدة، ويسكن السابق منهما، ويعريان من عروض أحدهما ذاتاً وسكوناً، فإنك تقلب الواو ياءً، ثم تدغمها في الياء التي تليها، سواء كانت الواو سابقة كـ\"طيٌّ، وليٌّ\" -مصدر طويلت ولويت- فإن أصلهما طويٌ ولويٌ، لأن \"فعل\" المتعدي مصدره \"الفعل\" -غالباً- كـ\"الضرب والقتل\" أو بالعكس، كـ\"سيدٍ، وهينٍ\" إذ أصلهما سيود وهيون\n(2/1030)\n",
        "-فيعل- من ساد يسود، وهان يهون، ولا يفعل ذلك مع عدم التقائهما، كـ\"زيتون\" ولا مع التقائهما في كلمتين نحو: \"كيلي وافٍ، ويدعو ياسر\" ولا مع تحرك السابق منهما كـ\"طويل، وعويمر، وغيور\" ولا مع عروض أحد الحرفين ذاتاً، كـ\"رويةٍ\" مخففة من رؤية، وبويع، فإن الواو في الأول بدل من الهمزة، وفي الثاني بدل من الألف، لا أصلية، ولا مع عروض السكون نحو: نوي مخففاً من نوي، على لغة من يقول عُلْمَ في عُلِمَ -بسكون وسطه- وما جاء معطىً غير ما قد رسم له من التصحيح أو الإعلال على الوجه المذكور فشاذ؛ فمما شذ إعلاله مع عدم استيفاء شروطه، قراءة بعضهم: {إِنْ كُنتُمْ لِلرُّيَا تَعْبُرُونَ} - بالقلب والإدغام مع عروض\n(2/1031)\n\nالواو- لكونها بدلاً من الهمزة تخفيفاً؛ ومما شذ تصحيحه مع استيفاء شروط الإعلال: رجاء بن حيوة، وقولهم: يومٌ أيومٌ، وقالوا: عوى الكلب عويةً مع أنه حسن. الأول: خوف الالتباس بالنقل مع حية. والثاني: خوف الالتباس بالأيم -التي لا زوج لها-. والثالث: خوف الالتباس بالمرة من عيي بمعنى تعب. ومما شذ إعلاله على خلاف القاعدة قولهم: نهوٌ عن المنكر، بقلب الياء واواً وإدغامها في الواو، وقالوا: عوى الكلب عوةً، ويستثنى من هذا النوع ما كانت الياء فيه للتصغير مما يكسر على مثال مفاعل، فإنه اطرد فيه التصحيح والإبدال، قالوا في تصغير جدول وأسود مراداً به الحية: جديول وجديل، وأسيود وأسيد؛ والمواضع الثلاثة الأخر الإبدال فيها جائز لا واجب، ويأتي في آخر الفصل الذي بعده.\n(من ياءٍ أو اواوٍ بتحريك أصل ... ألفاً ابدل بعد فتحٍ متصل)\nإن حُرِك التالي، وإن سكن كف ... إعلال غير اللام، وهي لا يكف)\n(إعلالها بساكنٍ غير ألف ... أو ياءٍ التشديد فيها قد ألف)\nهذا القسم الخامس من الإبدال الواقع في حروف العلة، وهو إبدال الألف من أختيها الواو والياء، ويختص ذلك بأن تكون إحداهما متحركة",
        "(2/1032)\n\nتحركا أصلياً، وقد تقدمتها فتحة اتصلت بها وما بعد إحداهما متحرك إن كانا في محل العين، نحو: قام وباع ورمى وغزا فإن اصلها: قوم وبيع ورمى وغزو، فلو كانت إحداهما ساكنة كـ\"بيت، وثوب\" أو كانت حركتها عارضة كـ\"جيلٍ، وتومٍ\" مخفقين من جيألٍ وتوأمٍ، أو لم يتقدمها فتحة، كـ\"السور، والغير والعوض\" أو كانت الفتحة غير متصلة بهما، لكونهما في كلمة أخرى كـ\"ضرب\" وأصل [أو بينهما فاصل كـ\"جدول ومريم\" أو سكن ما بعدهما، وهما في محل العين] كـ\"خورنق، وبيان\" امتنع الإعلال لفقد شروطه، فلو كانت إحداهما في محل اللام لم يكف إعلالها بسكون ما بعدها إلا في مسألتين:\nإحداهما: أن يكون الساكن ألفاً، كـ\"رميا، وغزوا، وفتيان، وعصوان\".\nالثانية: أن يكون الساكن ياءً أدغمت في مثلها، كـ\"علويٌّ، وعدويٌّ\"\n(2/1033)",
        "\nفلو كانت طرفاً كـ\"رمى، ودعا\" أو بعدها ساكن غير ما ذكر، كـ\"يخشون\" -فإن أصله: يخشيون قلبت الياء ألفاً، ثم حذفت الألف لملاقاتها الساكن- لم يمنع ذلك من إعلالها؛ ويستثنى من الشرط الثالث ما إذا تقدمها سكون، نحو: استقام واستزاد ومصدريهما فإن أصلهما: استقوم واستزيد، نقلت فتحة الواو والياء إلى ما قبلها، فتحركت أصلاً وانفتح ما قبلها فقلبت ألفاً، وسيأتي تحريره.\n(وصح عين فعلٍ وفعلا ... ذا أفعلٍ كأغيدٍ وأحولا)\nاستثني مما اجتمعت فيه شروط قلب الواو والياء ألفاً أربع مسائل صُحِّحا فيها:\nالأولى: هذه وهي أن تقع إحداهما عيناً لمصدر، أو فعل جاء الوصف منه على أفعل، كـ\"حول حولاً فهو أحول\" وعور عوراً فهو أعور، وغيد غيداً فهو أغيد، وهيف هيفاً فهو أهيف، وأشار إلى المصدر بـ\"فعلٍ\" وإلى الفعل بـ\"فعلا\".\n(وإن يبن تفاعلٌ من افتعل ... والعين واوٌ سلمت ولم تُعل)\nهذه المسألة الثانية مما تصحح\n(2/1034)\n",
        "فيها الواو مع اجتماع شروط الإعلال وهو \"افتعل\" إذا بان منه معنى التفاعل، وهو التشارك في الفاعلية والمفعولية، وكانت عينه واواً، فإنها تسلم، كـ\"اشتور القوم\" أما لو لم يدل على التفاعل كـ\"اعتاد، واختار، وابتاع\" أو دل على التفاعل وعينه ياء كـ\"استاف القوم\" أي: تضاربوا بالسيوف، لم يمنع ذلك من الإعلال؛ وتصحيحه في نحو قول أنس -رضي الله عنه-: \"فاجتووا المدينة\".\n(2/1035)\n\n[لما يلزم عن إعلاله من قلب الواو الثانية همزة لتطرفها بعد الألف.\n(وإن لحرفين ذا الإعلال استحق ... صحح أولٌ، وعكسٌ قد يحق)\nهذه المسألة الثالثة مما يصحح فيه الواو والياء مع وجود شروط الإعلال، وهي أن يكون بعد أحدهما حرف يستحق الإعلال -أيضاً- فإنه يجب تصحيح أحدهما، والغالب تصحيح الأول نحو: الحياة، والهوى، فإن أصلهما: حيوةٌ وهويٌ، وذلك صحيح في نحو: حيوان، لأن المستحق",
        "(2/1036)\n\nللإعلان هو الثاني، وإعلاله ممتنع لأنه لام وليها ألف، وقد يجيء عكسه، وهو تصحيح الثاني وإعلال الأول] كـ\"آية\" -على قول من جعل أصلها: أيية، وكـ\"غاية، وثاية\" -لأحجار يضعها الراعي عند متاعه-.\n(وعين ما آخره قد زيد ما ... يخص الاسم واجبٌ أن يسلما)\nهذه المسألة الرابعة، وهو أن يكون أحدهما عيناً لما في آخره زيادة تختص بالأسماء كالألف والنون في\n(2/1037)",
        "\nالجولان، والهيمان، وكألف التأنيث في: صورى وحيدى، أما تاء التأنيث فليست مختصة بالأسماء، فلا تمنع الإعلال، فلذلك أعل في نحو: باعةٍ وحاكةٍ، وتصحيح خونةٍ خارج عن القياس.\n(وقبل يا اقلب ميماً النون إذا ... كان مسكناً كمن بت انبذا)\nهذه المسألة معترضة في أثناء الكلام على إبدال حروف العلة وهي مسألة إبدال الميم من النون، وذلك إذا وقعت ساكنة قبل\n(2/1038)\n",
        "الباء سواء كانا في كلمة كـ\"انبذا\" أو في كلمتين كـ\"من بت\".\n\nفصل\n(لساكنٍ صح انقل التحريك من ... ذي لينٍ آتٍ عين فعلٍ كأبن)\n(ما لم يكن فعل تعجبٍ ولا ... كأبيض أو أهوى بلامٍ عللا)\nهذا الفصل يشتمل على مسائل مستثناة من القاعدة المتقدمة في الإبدال الواقع في حروف العلة مع عدم استيفاء شروطه، وذلك ما إذا كان حرف العلة متحركاً وقلبه صحيح ساكن، فإنك تنقل حركة حرف العلة إلى الساكن قبله، وتعامله بعد النقل بما تقتضيه القواعد لو كانت الحركة المنقولة أصلية، وله أربعة مواضع كلها مختصة بالعين.\n[أحدها: أن يأتي حرف العلة عيناً لفعل، وله ثلاثة شروط]:\nأحدها: أن لا يكون فعل تعجب نحو: ما أقوم زيداً، وأقوم به.\n(2/1039)\n\nالثاني: أن لا يكون مضعفاً [كأبيض وأسود].\nالثالث: أن لا يكون معتل اللام، كـ\"أهوى وأحيى\".\nوعند انتفاء هذه الموانع الثلاثة يتعين النقل مع سكون السابق وصحته، ولا نقل مع حركته ولا مع سكونه معتلاً نحو: بايع وساوم؛ وبعد النقل يعامل حرف العلة بمقتضى القواعد السابقة، فيصح إن كانت الحركة مجانسة له نحو: يقول ويبيع، أصلهما: يقول كـ\"يقعد\" ويبيع كـ\"يضرب\" نقلت الحركة عن حرف العلة إلى الساكن قبله، وينقلب إن لم يجانسها إلى حرف يجانسها، فينقلب ألفاً في نحو: يخاف، أصله: يخوف كـ\"يذهب\" نقلت حركة العين إلى الفاء فتحركت في الأصل وانفتح ما قبلها الآن فيقلب ألفاً، ويقلب ياءً في نحو: يخيف، أصله: يخوف كـ\"يكرم\" نقلت كسرة الواو إلى ما قبلها، فقلبت ياءً لسكونها بعد كسرة.\n(ومثل فعلٍ في ذا الاعلال اسم ... ضاهى مضارعاً وفيه وسم)\nهذا الموضع الثاني مما ينقل فيه حركة حرف العلة، وهو الاسم المضاهي",
        "(2/1040)\n\nللمضارع إذا كانت عينه معتلة، وشرطه: أن تكون المشابهة في أحد خاصيتي المضارع، إما الوزن المجرد عن الزيادة كـ\"مقام\" أصله: مقوم -بوزن يذهب- نقلت حركة الواو إلى ما قبلها، ثم قلبت ألفاً؛ وإما الزيادة المجردة عن الوزن، مثل أن تبني من البيع أو القول موازن تحلئ مكسور الأول مهموز الآخر، فإنك تقول فيهما تبيعٌ وتقيلٌ -بكسرتين بعدهما ياء- لأنك تنقل حركة الياء والواو إلى الساكن قبلها فتصح الياء وتنقلب الواو ياءً لسكونها بعد كسرة، أما المشابه له في الوزن والزيادة نحو: ابيض واسود أو المخالف له فيهما كـ\"مسواك\" ومخياط فلا تعل في واحد منهما؛ وإنما أعل \"يزيد\" مع مشابهة الوزن والزيادة لأنه نقل من الفعل بعد الإعلال فاستمر.\n(ومفعلٌ صحح كالمفعال ... وألف الإفعال واستفعال)\n(أزل لذا الإعلال، والتاالزم عوض ... وحذفها بالنقل ربما عرض)\nقد تقدم أن مخياطاً ومسواكاً ونحوهما يصححان لعدم مشابهة المضارع، وحمل عليه في ذلك مفعل، نحو: مخيطٍ مع شبهه للمضارع في الوزن، فإنه شبه بـ \"تعلم\" على لغة من يكسر التاء فكان حقه الإعلال\n(2/1041)",
        "\nكـ\"مقام\" إلا أنهم أحلقوه بمخياطٍ لشبهه به لفظاً ومعنى، هذا ما قرره ابن المصنف، وفيه نظرٌ، بل الصواب أن يقال: إن مخيطاً كمخياطٍ في عدم مشابهة المضارع، ولو كان ما ذكره [موجباً لإعلاله لكان] موجباً لتصحيح نحو ما بني من القول على مثال تحليء لاجتماع شبه المضارع في الزيادة والوزن فاعرفه.\nثم ذكر الموضع الثالث من مواضع النقل، وهو المصدر الموازن لإفعال كـ\"إقوام\" أو لاستفعال كـ\"استقوام\" فإنك تنقل فتحة الواو فيهما إلى الساكن قبلها، فتنقلب ألفاً، ثم تزال ألف الإفعال والاستفعال.\nوهي الثانية منهما لالتقاء الساكنين، وكانت أولى بالحذف من عين الفعل لزيادتها وقربها من الطرف، ولأن حذف الأولى بعد إعلالها إجحاف بها؛ ثم يؤتى بتاء التأنيث عوضاً من الألف المحذوفة، فيقال فيهما إقامة واستقامة وتلزم\n(2/1042)\n",
        "لكونها عوضاً من محذوف، وقد يعرض حذفها فيقتصر فيه على النقل والسماع، وهو في الإضافة، كقوله: {إِقَامَ الصَّلاةِ} [الأنبياء:73] أحسن منه دونها، كقولهم: أجاب إجاباً.\n(وما لإفعالٍ من الحذف ومن ... نقل فمفعول به أيضاً قمن)\n(نحو: مبيعٍ ومصونٍ وندر ... تصحيح ذي الواو في ذي اليا اشتهر)\nهذا الموضع الرابع من مواضع النقل، وهو صيغة مفعول مما اعتلت عينه، فإنك تعامله بما عاملت المصدر الوارد على إفعال، ومن نقل حركة العين إلى الساكن قبلها، ثم حذف الساكن بعدها لملاقاتها، نحو: مبيع ومصونٍ [فإن أصلهما مبيوعٌ ومصونٌ] نقلت حركة الياء والواو إلى ما قبلها ثم حذفت الثانية لالتقاء الساكنين، وكانت أولى بالحذف لما سبق، وقلبت الضمة التي قبل الياء كسرة لتسلم الياء من قلبها واواً فتلتبس بواوي العين\n(2/1043)\n\nكـ\"مصون، ومصوغ\"؛ هذه قاعدة العرب في ذلك وندر تصحيح ما عينه واو، سمع من بعضهم: ثوبٌ مصوونٌ، وفرسٌ مقوودٌ، واشتهر هذا التصحيح فيما عينه ياء، وهي لغة تميم، تقول: مبيوع ومعيوب ومخيوط، وعليه جاء:\n(525 - وكأنها تفاحةٌ مطيوبةٌ ... .................)\n(526 - .................. ... وإخال أنك سيدٌ معيون)",
        "(2/1044)\n\nوصحيح المفعول من نحو عدا ... وأعلل أن لم تتحر الأجودا)\nهذه المسألة استطرد من التي قبلها، فإنه لما ذكر حكم بناء المفعول مما عينه معتلة استطرد إلى حكم بنائه مما لامه معتلة، وينقسم إلى قسمين:\nأحدهما: ما لامه ياء كالمبنى من رمى وحمى ورضي، ولم يذكره المصنف لمجيئه على قاعدة اجتماع الواو والياء وسبق إحداهما بالسكون [فإنك تقول فيه] مرمي ومحمي ومرضي والأصل: مرمويٌ ومحمويٌ ومرضويٌ، اجتمعت الواو والياء مع سبق إحداهما بالسكون فقلبت الواو ياءً وأدغمت في الياء وحولت الضمة كسرة لصيانة الياء من انقلابٍ آخر.\nالثاني: ما لامه واو وينقسم إلى قسمين أيضاً:\nأحدهما: ما عينه مفتوحة نحو: غدا وغزا -وهي مسألة الكتاب- والأولى فيه التصحيح، فيقال فيه: معدو ومغزو ومدعو والإعلال فيه شاذ، ولذلك قال:\n(... واعلل إن لم تتحر الأجودا ...)\nومنه قوله:\n(2/1045)",
        "\n(527 - وقد علمت عرسى مليكة أنني ... أنا الليث معدياً عليه وعاديا)\nالثاني: ما عينه مكسورة، كـ\"رضي، وقوي\" فهو عكس الذي قبله، الأفصح أن يعل بقلب واوه ياءً وتدغم في الياء المنقلبة عن واو مفعول، فيقال: مرضيٌ عنه مقوي عليه وهو الموضع الرابع مما تبدل فيه الواو ياءً وإن لم تتقدمها كسرة وتصحيحه في قراءة بعضهم: {راضية مَرْضُوَّة} شاذ.\n(كذاك ذا وجهين جا الفعول من ... ذي الواو لام جمع أو فردٍ يعن)\nهذا الموضع الخامس مما يدل فيه الواو ياءً، وإن لم يتقدمها كسرة، وهو ما إذا كانت الواو لاماً لفعول، فإن فيه الوجهين:\nالتصحيح: فتدغم فيها واو فعول.\nوالإعلال: فتقلب واو فعول ياءً، وتدغم فيها.\n(2/1046)\n",
        "وظاهر كلام المصنف أن الوجهين على السواء في الجمع والمفرد، وليس كذلك، بل الأشهر في الجمع الإعلال، نحو: قفي، وعصي ودلي -في جمع دلو- وفي التنزيل: {حِبَالَهُمْ وَعِصِيَّهُمْ} [الشعراء:44] وتصحيحه قليل نحو: أبو وأخو -في جمع الأب والأخ- ونجو -في جمع نحوٍ-، وهو السحاب الذي هراق ماءه، والمفرد بالعكس، بل تصحيحه واجب عند الأكثرين، نحو: نما المال نموا، وسما زيدٌ سمواً، وفي التنزيل: {وَعَتَوْا عُتُوًّا} [الفرقان:21] {لا يُرِيدُونَ عُلُوًّا} [القصص:83] ولم يسمع من إعلاله إلا: عساعسياً، وقسا قيساً، {وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا} [مريم:8].\n(وشاع نحو نيمٍ في نوم ... ونحو نيامٍ شذوذه نمى)\nهذه خاتمة المواضع التي تبدل فيها الواو ياءً، وهو ما إذا كانت عيناً لفاعلٍ صحيح اللام كـ\"نائم، وصائم\" وجمع على فعل، فإنه يجوز في عينه التصحيح، وهو الأكثر، فيقال: [نومٌ، وصومٌ، وقومٌ، وعودٌ، والإعلال، بقلب الواو ياءً حملاً على المفرد،\n(2/1047)\n\nفيقال] نيمٌ، وصيمٌ، وإنما جعله المصنف شائعاً بالنسبة إلى: نيامٍ، لا بالنسبة إلى التصحيح، فلو كان فاعل معتل اللام كـ\"شاوٍ وغاوٍ تعين التصحيح فيقال: شوى وغوى، كراهةً لتوالى الإعلالين، وكذا إن جمع على فعال يتعين التصحيح فيقال: نوَّامٌ وصوَّام لبعدها، من الطرف، ونحو:\n(528 - ... وما أرق النيام إلا كلامها ...)\nشاذ.\n(ذو اللين فاتا في افتعالٍ أبدلا ... وشذ في ذي الهمز نحو ائتكلا)\nوصل هذه المسألة بالكلام على إبدال حروف العلة بعضها من بعض، لكونها مما أبدلت فيه حروف العلة وإن كان المبدل منها غير معتل؛ ومعنى ما ذكره: أن ذا اللين إذا كان فاء الكلمة أبدل في الافتعال [تاءً،",
        "(2/1048)\n\nثم أدغم في تاء الافتعال] ولا يتصور ذلك في الألف، وإنما يتصور في الواو، نحو: اتعد، واتقد، واتصل، واتزن، قال تعالى: {وَالْقَمَرِ إِذَا اتَّسَقَ} [الانشقاق:18] أو الياء [نحو اتسر] لأنه من اليسر، وتجري ذلك في جميع تصاريف الأفعال، فتقول في المضارع يتعد.\nقال الشاعر:\n(529 - فإن تتعدني أتعدك بمثلها ... ..................)\nوقال آخر:\n(2/1049)",
        "\n(530 - فإن القوافي يتلجن موالجاً ... تضايق عنها أن تولجها الإبر)\nوتقول في الأمر اتعد، وفي المصدر اتعاداً وفي اسم الفاعل متعد، وشذ هذا العمل فيما فاؤه همزة نحو: اتكل، من الأكل، وأما اتخذ فإنما هو افتعل من تخذ، أدغمت إحدى التاءين في الأخرى، كـ\"اتبع\" وزعم الجوهري أنه من الأخذ.\n(طاتا افتعالٍ رد إثر مطبق ... في ادان وازدد وادكر دالاً بقى)\nأي تبدل تاء الافتعال طاءً بعد حروف الإطباق، وهي: الصاد والثلاثة\n(2/1050)\n",
        "التي تليها في عدد حروف الهجاء، فتقول في افتعل من الصبر: اصطبر، ومن الضرب: اضطرب، ومن الطهر اطهر، ومن الظلم: اضطلمُ ثم الإدغام واجب في الثالث للمماثلة، وجائز في الرابع، إما مع إبدال الأول من جنس الثاني، فتقول: اطلم [وإما مع عكسه فتقول: اظلم] وبالأوجه الثلاثة روي قوله:\n(531 - هو الجواد الذي يعطيك نائله ... عفواً ويظلم أحياناً فيظطلم)\nويمنع الإدغام في الأول، لأن الصاد من حروف الصفير، وهي لا تدغم إلا في مثلها، وفي الثاني، لأن الضاد حرف\n(2/1051)\n\nمستطيل وأما عجز البيت فالمراد به: أن تاء الافتعال تنقلب دالاً بعد ثلاثة أحرف: بعد مثلها وبعد أختها، وبعد الزاي فتقول في افتعل من الدين ادان، ومن الذكر ادكر، ومن الزيادة ازداد؛ ثم الإدغام واجب في الأول للمماثلة ويجب في الثاني- أيضاً- لكن بعد قلب المعجمة مهملةً- أيضاً- نحو: {وَادَّكَرَ بَعْدَ أُمَّةٍ} [يوسف:45]، وبعضهم يعكس، وبها قرئ - في غير السبعة- {فَهَلْ مِنْ مُدَّكِرٍ} [القمر:15] ويمتنع الإبدال في الثالث، لأن الزاي من حروف الصفير، وفي القرآن: {مَجْنُونٌ وَازْدُجِرَ} [القمر:9].\n\nتنبيه\nعلم مما ذكر أن حروف الإبدال منقسمة إلى ما يبدل ويبدل منه",
        "(2/1052)\n\nكالهمزة وحروف العلة الثلاثة، وكالهاء، فإنها تبدل من الهمزة أولاً كـ \"هراق\" وتبدل الهمزة منها آخراً كـ \"ماء\" فإن أصله موه؛ وإلى ما يبدل منه ولا يبدل، وهو التاء.\nأما إبدال الحروف المتقاربة بعضها من بعض لأجل الإدغام فلم يعدوه في باب الإبدال لعروضه.\n\nفصل\n(فا أمرٍ او مضارعٍ من كـ \"وعد\" ... احذف وفي كـ \"عدةٍ\" ذاك اطرد)\nعلم التصريف ينقسم إلى زيادة وحذف وإبدال وإدغام، فلما بدأ بالزيادة عقبها بالإبدال لأنه أغلب من الحذف، ثم أفرد هذا الفصل للحذف، وقسمة ثلاثة أقسام.\nالأول: ما تحذف منه الفاء، وهو المضارع والأمر من كل فعل كـ \"وعد\" في كونه ثلاثياً، مفتوح العين، فاؤه واو، نحو: عد، وزن، ويعد، ويزن، قال تعالى: {لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} [النساء:19] {وَإِذْ يَعِدُكُمُ اللَّهُ} [الأنفال: 7] {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا} [مريم:5] واطرد ذلك في المصدر، بشرط تعويض التاء في\n(2/1053)",
        "\nآخره من المحذوف، نحو: عدةٍ، وزنةٍ وسمة، فلو لم تأت بالتاء قلت: وعداً، ووزناً، ونحو:\n(532 - .................. ... وأخلفوك عد الأمر الذي وعدوا)\nشاذ، وحذفت التاء للإضافة، وأما: {وَلِكُلٍّ وِجْهَةٌ} [البقرة:148] فليس من هذا الباب، لأنه اسم للجهة، لا مصدر بمعنى: التوجه، وأما وثب زيدٌ وثبةً، فالتاء فيه للدلالة على المرة، لا عوض من الفاء.\n(وحذف همز أفعل استمر في ... مضارعٍ وبنيتي متصفٍ)\nهذا القسم الثاني من الحذف، وهو حذف الحرف الزائد، وهو المضارع\n(2/1054)\n",
        "واسم الفاعل، واسم المفعول، وهما مراد المصنف بقوله:\n(........................ ... وبنيتي متصفٍ)\nمن كل فعل جاء ماضيه على أفعل، فتحذف فيها الهمزة، تقول: يكرم فهو مكرمٌ ومكرمٌ، ولا تحذف في الماضي، ولا في الأمر، ولا في المصدر، تقول: أكرم إكراماً، وفي الأمر: أكرم، وإثباتها في نحو قوله:\n(533 - .............. ... فإنه أهل لأن يؤ كرما ...)\nشاذٌ\n(ظلت وظلت في ظللت استعملا ... وقرن في اقررن وقرن نقلا)\nهذا القسم الثالث من الحذف، وهو يتعلق بعين الفعل، وذلك أن الثلاثي الذي عينه ولامه من جنس واحد إذا كان مكسور العين، نحو: شم وظل وقر ومص، فإن أصلها: شمم وظلل وقرر ومصص، فإنه إذا أسند الماضي منه إلى ضمير متحرك جاز فيه ثلاثة أوجه: إثبات عينه، وهو الأصل لتعذر الإدغام بسكون اللام، وحذف عينه مع نقل حركتها إلى الفاء، فتقول: ظلت،\n(2/1055)\n\nوحذفها مع عدم النقل، وهي لغة القرآن، قال تعالى: {ظَلْتَ عَلَيْهِ عَاكِفًا} [طه:97]، {فَظَلْتُمْ تَفَكَّهُونَ} [الواقعة:65].\nأما إن أسند إلى ضمير ساكن، أو إلى الظاهر فليس فيه إلا الإدغام، وكذلك في الأمر والمضارع، إلا إذا أسند إلى نون الإناث فإن في الأمر الأوجه الثلاثة - أيضاً- من إثبات العين [فتقول: اقررن واظللن] ومن حذفها من غير نقل لحركتها {وَقَرْنَ فِي بُيُوتِكُنَّ} [الأحزاب:33] [على قراءة نافع وعاصم،",
        "(2/1056)\n\nومن حذفها مع النقل: قراءة الباقين: {وَقَرْنَ فِي بُيُوتِكُنَّ}] وقيل بل فتح الفاء على لغة قررت - بفتح العين- وأن النقل في المكسورة متعين؛ وأما المضارع فيتعين فيه إثبات العين، نحو: {فَيَظْلَلْنَ رَوَاكِدَ} [الشورى:34] لأن العين مفتوحة، وكذلك تعين في الماضي في نحو: {قُلْ إِنْ ضَلَلْتُ} [سبأ: 50] وفي نحو: قررت عيناً، ونقل المصنف وابنه: أن التخفيف في المضارع لا يعرف به سماع.\n\nالإدغام\nوينقسم إلى إدغام المتماثلين وإلى إدغام المتقاربين، إلا أن المصنف أفرد القسم الأول بالذكر، لأنه اللائق بالتصريف.\n(أول مثلين محركين في ... كلمة أدغم، لا كمثل صفف)\n(وذلل وكلل ولبب ... ولا كجسس ولا كاخصص أبي)\n(ولا كهيلل، وشذ في ألل ... ونحوه فكٌ بنقلٍ فقبل)\nإذا اجتمع حرفان متماثلان انقسم حال الأول منهما إلى واجب الإدغام\n(2/1057)",
        "\nفي الثاني وإلى ممتنعه، وإلى جائزه.\nفالقسم الأول: في مسألتين:\nإحداهما: أن يسكن أول المثلين، ولا شرط له، نحو: {وَقَدْ دَخَلُوا} [المائدة: 61] {أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ} [البلد:8] لأن ذلك يجب في المتقاربين، نحو: {أَلَمْ نَخْلُقْكُمْ} [المرسلات:20] {قُلْ رَبِّي} [الكهف:22] ففي المتماثلين أولى.\nالثانية: - وهي مسألة المصنف- ما إذا تحرك المثلان وسلما من واحد من الموانع السبعة التي ذكرها، سواء كانا في اسم نحو: مد، وحب، وشدةٍ، أو في فعل، نحو: رد يرد، أو في حرف نحو: إن ولعل، فإن سمع شيءٌ من ذلك بالفك قبل المنقول منه، وعد شاذاً، كما أشار إليه المصنف فيالبيت الأخير، فمنه: ألل السقاء- إذا تغيرت رائحته- وضبب المكان- إذا كثر ضبابه- وصكك الفرس- إذا اصطكت عرقوباه- في ألفاظ يسيرة، وقيد ذلك بكونهما في كلمة ليحترز من نحو: {جَعَلَ لَكَ} [الفرقان:10] فإنه من القسم الثالث - كما يأتي-.\nالقسم الثاني: الممتنع إدغامه مع ملاقاة مثله، وذلك إذا وجد فيه مانع من الموانع المذكورة، وهي سبعة:\n(2/1058)\n",
        "أحدها: أن يكونا في اسم على فعل، مضموم الفاء مفتوح العين، كـ (صففٍ، ودرر، وجددٍ) جمع صفة، ودرة، وجدة وهي: الطريق في الجبل.\nالثاني: أن يكونا في اسم على فعل، بضم الفاء والعين كـ \"ذللٍ\" - في جمع ذلول- وجددٍ - في جمع جديد-\nالثالث: أن يكونا في اسم على فعل مكسور الفاء مفتوح العين كـ \"كللٍ، ولممٍ\"- في جمع كلةٍ ولمةٍ-.\nالرابع: أن يكونا في اسم على فعل - بفتحتين - كـ \"لببٍ، وطللٍ، ومددٍ\".\nالخامس: أن يكون ثانيهما [مدغماً، كـ \"جسس\".\n(2/1059)\n\nالسادس: أن تكون حركة ثانيهما] عارضة كـ \"اخصص ابى، واكفف الشر\" فإنهما مبنيان على السكون، ولذلك فك الإدغام، فلما حرك الآخر نقلت حركة الهمزة على الصاد في الأول تخفيفاً، وتحرك الثاني لالتقاء الساكنين بقي الفك على حاله، لأن الحركة عارضة.\nالسابع: أن يكونا في ملحق [سواء كان حرف الإلحاق أحدهما كـ \"قردد\" أو غيرهما كـ \"هيلل\" - إذا أكثر من قول لا إله إلا الله- أو هما كـ \"أقعنسس\"] وبقى مانع آخر لم يذكره المصنف وهو:\nما إذا كان الحرف الأول فاء الكلمة، نحو: ددن.\n(وحيي افكك وادغم دون حذر ... كذاك نحو: تتجلى واستتر)\nهذا القسم الثالث وهو: ما الإدغام فيه جائز، وذلك في خمس مسائل:",
        "(2/1060)\n\nالأولى: أن يكون المثلان ياءين لازمي الحركة، نحو: حيي المكان، وعيي زيدٌ، فإنه يجوز فيهما الفك والإدغام، فتقول: حي وعي، وبهما قرئ: {وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ} [الأنفال:42] والأشهر فيه الفك، ولذلك قدمه المصنف.\nالثانية: نحو: تتجلى وتتذكر، مما افتتح بتاءين مزيدتين، فقياسه: الفك لتصدر المثلين- كما سبق- ويجوز فيه الإدغام، وبه يقرأ البزي، إلا أن ذلك لا يكون إلا مع الوصل لتعذر الابتداء بالساكن نحو: {وَلا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ} [النساء:32]، {وَلا تَفَرَّقُوا} [آل عمران:103]، {وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ\n(2/1061)",
        "\nالْمَوْتَ} ولا يضره سكون حرف اللين السابق للمدغم، لأن مده يقوم مقام الحركة، مع أنه قد يدغم [مع سكون ما قبله].\nقال المصنف وابنه: وعلى الإدغام فتجتلب له همزة الوصل، فتقول: اتجلى، والظاهر أنهما إنما أرادا أنك تجتلب همزة الوصل في الألف على لغة الإدغام لسكون ثاني المضارع، بخلافه على لغة الفك، فإنك لا تحتاج إلى اجتلابها لحركة ثاني المضارع، بل تقول: تتجلى؛ وإلا فمن دونهما لا يخفي عليه أن همزة الوصل لا محل لها في المضارع، وأما نحو: {يَذَّكَّرُونَ} فإنه\n(2/1062)\n",
        "ليس من باب إدغام أحد المثلين في الآخر، ولا من باب الإدغام في الابتداء، وإنما هو إدغام التاء الثانية في الحرف الذي بعدها، وكذلك لا يختص بأن يكون المضارع مفتتحا بالتاء، بل تقع بعد حروف المضارعة كلها، نحو: أذكر، ونذكر، وتذكر، ويذكر، ولذلك إنما تدغم التاء في الحرف المقارب لها، بخلاف نحو: تتعلم فإنه إنما يجوز فيه الحذف لا الإدغام.\nالثالثة: أن يكون المثلان تاءين في \"افتعل\" نحو: استتر، واقتتل، فإن قياسه الفك - أيضاً- لما يؤدي إليه الإدغام من التقاء الساكنين، وهما الحرف المسكن للإدغام مع ما قبله، ويجوز فيه الإدغام لكن بعد نقل حركة التاء الأولى إلى الساكن قبلها فتسقط همزة الوصل حينئذ للاستغناء عنها فتقول: ستر وقتل، ثم تصرفهما على ذلك، إلا أنك تقول في مضارعهما: يستر - بفتح أوله- نظراً إلى الأصل، وفي المصدر: ستاراً، نظراً إلى ما آل إليه،\n(2/1063)\n\nوبعضهم يدغم من غير نقل.\n(وما بتاءين ابتدى قد يقتصر ... فيه على تا كـ \"تبين\" العبر\"\nذكر هذا الحكم ها هنا استطراداً بذكر الوجه الثالث من الأوجه الجائزة في المفتتح بتاءين، وإلا فمحله عند ذكر مسائل الحذف المتقدمة؛ وذلك أن المفتتح بتاءين لك مع ترك إدغامه أن تخففه بحذف إحدى التاءين، قال تعالى: {فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى} [الليل:14]، {وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ} [آل عمران:143] وهل المحذوف الأولى أو الثانية فيه قولان.\nوذكر بعضهم أنه يعامل بذلك ما ابتدئ",
        "(2/1064)\n\nبنونين، وحمل عليه قراءة عاصم وابن عامر: {وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ} [الأنبياء:88] وهو سهو، إذ لو كان من حذف إحدى النونين لم تشدد الجيم.\n(وفك حيث مدغم فيه سكن ... لكونه بمضمر الرفع اقترن)\n(نحو: حللت ما حللته وفي ... جزمٍ وشبه الجزم تخييرٌ قفى)\nقد علم مما تقدم أنه لا يتصور الإدغام إلا مع حركة الثاني من المثلين، فلا إدغام مع أصالة سكونه، وأما إن عرض له السكون فإن كان لاتصاله بضمير الرفع الذي يسكن\n(2/1065)",
        "\nلأجله آخر الفعل وهو المتحرك، تعين الفك، نحو: حللت ما حللته، وقوله: {فَرَدَدْنَاهُ إِلَى أُمِّهِ} [القصص:13] {وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنقَلَبًا} [الكهف:36] {فَيَظْلَلْنَ رَوَاكِدَ} [الشورى:33] وإن كان سكونه للجزم أو شبه الجزم وهو بناء فعل الأمر جاز فيه الوجهان، وهي المسألة الرابعة من القسم الثالث؛ والفك لغة أهل الحجاز، وبها قرأ الأكثرون: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ} [البقرة:217] وأجمع عليها في: {وَاغْضُضْ مِنْ صَوْتِكَ} [لقمان:19] والإدغام لغة تميم.\nثم لك في الأمر المضمون الأول إذا لاقى آخره ساكناً\n(2/1066)\n",
        "الضم إتباعاً، والفتح تخفيفاً، والكسر على أصل التقاء الساكنين، وبها يروى:\n(534 - فغض الطرف إنك من نميرٍ ... ....................)\nالمسألة الخامسة من الإدغام الجائز ما إذا كان المثلان في كلمتين نحو: {جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا} [الفرقان:10] قرئا بالفك والإدغام.\n(وفك أفعل في التعجب التزم ... والتزم الإدغام - أيضاً- في هلم)\nيستثنى مما يخير فيه لسكون آخره هنا مسألتان:\nإحداهما: يمتنع فيها الإدغام وهو \"أفعل\" في التعجب، نحو: أشدد بقوة فلانٍ، فإن فكه لازم، وعليه جاء قوله:\n(2/1067)\n\n(535 - ....................... ... وأحبب إلينا أن تكون المقدما)\nالثانية: عكسها، يجب فيها الإدغام وهي \"هلم\" فإنهم التزموا فيها الإدغام لثقلها بالتركيب من الحرف والفعل، إذ أصلها: هل أم، ولذلك التزموا في آخرها الفتح دون نظائرها من المدغم.\n(وما بجمعه عنيت قد كمل ... نظماً على جل المهمات اشتمل)\n(أحصى من الكافية الخلاصه ... كما اقتضى غنى بلا خصاصه)",
        "(2/1068)\n\n\"أحصى\" أفعل تفضيل من قولك: أحصيت الشيء، إذا جمعته وحفظته، فهو على نحو: أعطاهم للدراهم، ومراده بالكافية: كافية ذوي الأدب، التي صنفها ابن الحاجب، لا كافيته هو، وقوله: بلا خصاصة: أي: بلا فقر ولا حاجة، قال تعالى: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر:9]\n(فأحمد الله مصليا على ... محمد خير نبي أرسلا)\n(وآله الغر الكرام البرره ... وصحبه المنتخبين الخيره)\nمصلياً حال من المستكن في \"أحمد\" والغر: جمع أغر وهو الأبيض؛\n(2/1069)",
        "\nوالبررة: جمع بار، والخيرة: جمع خيرٍ تنزيلا له منزلة فاعل.\nوالله سبحانه وتعالى أعلم.\nكمل التعليق المختصر على كتاب الخلاصة، والله المسئول أن ينفع به قارئه وكاتبه والناظر فيه، ويلهمه الكف والإغضاء عن عيوبه ومساوئه، آخر ما نقل من كتابه: كتاب إرشاد السالك إلى حل ألفية ابن مالك، وقع الفراغ من تحرير هذه النسخة المباركة في يوم الثامن عشر من ربيع الآخر سنة ... ومائتين.\n(2/1070)\n"
    ]
}