{
    "partText": [
        "\nإسهام جمعيات تحفيظ القرآن الكريم في بناء الأجيال\n\" الواقع والمأمول \"\nبحث مقدّم للملتقى الثالث للجمعيات الخيرية\nلتحفيظ القرآن الكريم\nإعداد\nعبدالمعين محمد إكرام\nموجه متعاون بجمعية تحفيظ القرآن الكريم\nبالمدينة المنورة\nبسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله الذي هدانا للإيمان، وشرّفنا بالانتساب إلى دَوْحة القرآن، والصلاة والسلام الأتمّان الأكملان على سيدنا محمد سيد ولد عدنان، وعلى آله وأصحابه ومن تبعهم بإحسان .\nأما بعد : فيحتاج الناشئ إلى من يرسم له طريق الحياة؛ ليصل إلى ما يصبو إليه بأمان؛ ولهذا وجب على المؤسسات التربوية والتعليمية التي تريد لناشئتها مستقبلاً وضّاءً أن تعتني بها العناية الصحيحة القويمة التي تجعلهم سعداء في حياتهم، وتجعل حياتهم القادمة تقوم على أساس ثابت راسخ لا تزعزعه الأيام .\nوهذا بحث موجز بعنوان : (إسهام جمعيات تحفيظ القرآن الكريم في بناء الأجيال) \"الواقع والمأمول\" أسأل الله تعالى أن ينفع به، ويجعله خالصاً لوجهه الكريم .\nأهمية الموضوع، وسبب الاختيار :\nلا شكّ أن للموضوع أهمية بالغة، فهو يتعلق بتربية الناشئة، وبناء الأجيال، وإعداد الرجال؛ لكي تتحقق للأمة ما تصبو إليها من الآمال، ويبيّن إسهام جمعيات تحفيظ القرآن الكريم في هذا المجال، وما تقوم به من الأعمال .\nوكان اختيار الموضوع لأهميته البالغة، ولشموله، وللمشاركة بكتابة متواضعة لمنسوبي الجمعيات، بذكر الأمور المهمة في بناء الأجيال، والتي ينبغي أخذها بعين الاعتبار .\nالملامح العامة لمنهجي في كتابة البحث :\n1-المقدمة الموجزة عن الموضوع المتحدث عنه .\n2-الإشارة إلى واقع حلقات جمعية تحفيظ القرآن الكريم بالمدينة المنورة .\n3-البيان الموجز للمساهمة المأمولة من جمعيات تحفيظ القرآن الكريم في بناء الأجيال .\n4-ذكر بعض الأمور من خلال التجربة اليسيرة، والمشاهدة القليلة .\n(1/1)\n",
        "5-التقليل من النقول والاستشهاد بالأدلة؛ حرصاً على الإيجاز .\n6-عَزْو الآيات القرآنية، بذكر اسم السورة، ورقم الآية .\n7-تخريج الأحاديث النبوية تخريجاً موجزاً، بذكر من أخرجه، ورقم الحديث، مع بيان حُكمه إن لم يكن في الصحيحين، أو أحدهما .\nالبناء العام للبحث :\nمقدمة، وتمهيد، وثلاثة مباحث، وخاتمة .\nالمقدمة : بيان أهمية الموضوع، وسبب الاختيار، ومنهج البحث ..\nتمهيد : أهمية جمعيات تحفيظ القرآن الكريم .\nالمبحث الأول : البناء الإيماني .\nويشتمل على أربعة مطالب :\nالمطلب الأول : تربية الناشئ على تدبر القرآن الكريم .\nالمطلب الثاني : تربية الناشئ على الإقرار بنعم الله تعالى .\nالمطلب الثالث : تربية الناشئ على مراقبة الله سبحانه .\nالمطلب الرابع : تربية الناشئ على تعظيم عبادة الله عزوجل .\nالمبحث الثاني : البناء التربوي .\nويشتمل على ثلاثة مطالب :\nالمطلب الأول : تربية الناشئ على مكارم الأخلاق .\nالمطلب الثاني : تربية الناشئ على تحصين ذاته .\nالمطلب الثالث : تربية الناشئ على بناء العلاقات الطيبة مع الآخرين .\nالمبحث الثالث : البناء العلمي .\nويشتمل على ثلاثة مطالب :\nالمطلب الأول : تربية الناشئ على أهمية العلم وارتياد مَجَالسه .\nالمطلب الثاني : تربية الناشئ على التحلي بآداب طالب العلم .\nالمطلب الثالث : تربية الناشئ على الإفادة من ثمرات العلم .\nالخاتمة : وفيها النتائج والتوصيات .\nوفي الختام أحمد الله تعالى وأشكره على نعمه العظيمة، ومِننه الجسيمة، وأسأله سبحانه دوام النعم، ودفع النقم .\nثم أشكر رئيس اللجنة العلمية للملتقى الثالث لجمعيات تحفيظ القرآن الكريم بالمملكة، الدكتور عبدالله محمد العمراني على جهوده في نجاح الملتقى .\nاللهم اغفر لنا وارحمنا واهدنا وعافنا وارزقنا .\nاللهم صلِّ وسلِّم وبارك على سيدنا ونبينا محمد وعلى آله وأصحابه أجمعين.\nتمهيد : أهمية جمعيات تحفيظ القرآن الكريم\n(1/2)\n\nلجمعيات تحفيظ القرآن الكريم ممثلةً في حلقاتها أهميةٌ بالغة، وتوضيح هذه الأهمية - بإيجاز - في الأمور التالية:\n1-الاجتماع في الحلقات القرآنية على تلاوة القرآن الكريم ومدارسته، وقد قال النبي الكريم - صلى الله عليه وسلم - ( وما اجتمع قوم في بيت من بيوت الله تعالى ، يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة ، وغشيتهم الرحمة ، وحفّتهم الملائكة، وذكرهم الله فيمن عنده ))(1).\nوفي هذا الاجتماع مناسبات مباركة للتنافس الهادف بين الناشئة .\n2-اللقاء بين معلّم القرآن الكريم ومتعلّمه، وقد قال رسول الله - صلى الله عليه وسلم - : (( خيركم من تعلّم القرآن وعلّمه )) (2) ، فهو لقاء بين خيرة عباد الله سبحانه.\n3-الحلقات محطات للتزود من الحسنات ، وقد قال الحبيب المصطفى - صلى الله عليه وسلم - :\n(( مَن قرأ حرفاً مِن كتاب الله فله به حسنة، والحسنة بعشر أمثالها ، لا أقول \"الم \" حرف، ولكن \" ألف \" حرف ، \"ولام \" حرف، \"وميم\" حرف )) (3).\n4-الحلقات ميدان من ميادين تزكية النفوس، وتهذيب الأخلاق، واكتساب الفضائل، والقرآن الكريم أساس الهداية. قال سبحانه وتعالى : { إِنَّ هَذَا الْقُرْآَنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ } (4) .\n5-في الحلقات القرآنية أداء للواجب الشرعي الكفائي، ورفع للإثم عن المسلمين عامة ، بتعليم القرآن الكريم للناشئة ، وهذا الأمر من فروض الكفاية ، فإذا قام به قوم يَبْلُغون حدَّ التواتر - فلا يتطرق إلى القرآن التبديل والتحريف - سقط الإثم عن الباقين، وإلا أثم الجميع(5) .\n__________\n(1) أخرجه مسلم (6853) .\n(2) أخرجه البخاري (5027) .\n(3) أخرجه الترمذي (2910)، وقال : حديث حسن صحيح .\n(4) سورة الإسراء : 9 .\n(5) الحلقات القرآنية للأستاذ عبدالمعطي طليمات : ص (12-15) .",
        "(1/3)\n\nوقد شعر الناس بأهمية الحلقات القرآنية في التربية والتعليم، فسارعوا إلى تسجيل أبنائهم، فشهدنا حركة نَشِطة بين الناشئة في تعليم القرآن الكريم، وظهرت لهم قدرات ومواهب حققت فيهم للعِيان تكفل الله سبحانه وتعالى لحفظ هذا القرآن الكريم .\nالمبحث الأول : البناء الإيماني\nالمطلب الأول : تربية الناشئ على تدبُّر القرآن الكريم\nلقد أمر الله تعالى بتدبر القرآن الكريم، فقال سبحانه : { كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ } (1) ، وقال تعالى : { أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (24) } (2) فما معنى تدبر القرآن الكريم ؟\nمعنى تدبر القرآن الكريم : هو التفكر والتأمل لآيات القرآن من أجل فهمه، وإدراك معانيه، والمراد منه(3) .\nأهميته :\nلتدبر القرآن الكريم أهمية عظيمة، ومن تلك الأهمية :\n1-معرفة الله تعالى، ومعرفة عظيم سلطانه وقدرته .\n2-تحقيق العبودية لله تعالى؛ لأن تدبر القرآن الكريم هو الوسيلة لمعرفة ما يريد الله منا، وكيفية عبادته سبحانه .\n3-القرآن الكريم شفاء لما في الصدور، ولكن ذلك موقوف على فهمه، ومعرفة المراد منه .\n4-ذكر الله تعالى للمتدبر، وغشيان الملائكة، ونزول السكينة، وغشيان الرحمة(4) .\nطرق تنميته في نفوس الطلاب :\n1-تنبيه الطالب على إلقاء السمع عند تلاوة القرآن الكريم .\n2-أمر الطالب بترتيل القرآن الكريم، والجهر به .\n3-تكرار بعض الآيات؛ لاستحضار المعاني .\nواقع حلقات القرآن الكريم في تربية الطالب على التدبر :\nلو نظرنا في واقع الحلقات لوجدنا تقصيراً واضحاً في هذا المجال، وأن أكثر المدرسين اقتصروا على التحفيظ دون التدبر والتفهم؛ لما يلي :\n1-ضيق وقت الحلقة .\n__________\n(1) سورة ص : 29 . …\n(2) سورة محمد صلى الله عليه وسلم : 24 . …\n(3) مفاتيح تدبر القرآن للدكتور خالد اللاحم : ص (14) . …\n(4) كيف نتدبر القرآن ؟ لفواز زمرلي : ص (82-89) . …\n(1/4)",
        "\n2-كثرة عدد الطلاب .\n3-صغر سن الطلاب .\nوظهر لي عدم تدبر أكثر الطلاب لقراءة القرآن الكريم من خلال عدم مراعاتهم للوقف والابتداء أثناء تسميعي لهم في الحلقات، أو في الاختبارات والمسابقات، فيقف وقفاً عجيباً، ويبتدئ ابتداءً غريباً، يدل على عدم التدبر والتأمل.\nوقلّ أن تجد طالباً يتدبر ويتفكر، ويسأل ويستفسر .\nالمأمول في حلقات القرآن الكريم :\nالمأمول في حلقات القرآن الكريم أن يقترن التدبر بالحفظ؛ للأهمية البالغة للتدبر، ولفوائده الكثيرة، وهذا يقتضي ما يلي :\n1-أن يكون المدرس طالب علم يتأثّر ويؤثّر .\n2-قلة عدد الطلاب في الحلقة .\n3-تخصيص وقت يسير أسبوعياً لتدبر آية .\nولا يلام صغار السن على عدم التدبر؛ لعدم القدرة، ولكن لا مانع من لفت النظر إلى بعض الأمور التي يمكن إفهامها بأسلوب سهل شائق، وبالله تعالى التوفيق.\nالمطلب الثاني : تربية الناشئ على الإقرار بنعم الله تعالى\nلقد أنعم الله تعالى علينا بنعم لا تحصى ولا تستقصى . قال تعالى : { وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِن الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ } (1) .\nوقد أمر الله تعالى عباده بذكر نعمه سبحانه وتعالى عليهم ، فقال عز وجل: { اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ } (2) .\nفينبغي لمدرس القرآن الكريم في الحلقات القرآنية تربية الناشئ على الإقرار بنعم الله سبحانه ، قال تعالى : { وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ } (3) وشكرِ المولى جل وعلا على هذه النعم؛ لأن الشاكر يجد الزيادة بإذن الله تعالى كما قال سبحانه { لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ } (4) .\nتذكير الناشئ ببعض النعم :\n__________\n(1) سورة إبراهيم عليه السلام : 34 . …\n(2) سورة فاطر : 3 .\n(3) سورة النحل : 53 .\n(4) سورة إبراهيم عليه السلام : 7 .\n(1/5)\n",
        "يُذَكِّر المدرس الناشئ بنعمة الإيمان، كما قال تعالى : { بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ } (1) .\nويُذَكِّره بنعمة إرسال نبينا محمد - صلى الله عليه وسلم - الذي هو رحمة للعالمين، قال سبحانه : { لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ } (2) . وقال تعالى : { وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ } (3) .\nويُشْعره بعظمة هذا النبي الكريم - صلى الله عليه وسلم - فيُربِّيه على محبته، وتعظيمه ، واتباع سنته - صلى الله عليه وسلم - .\nويُذكِّره بنعمة القرآن الكريم، الذي فيه حياة الأرواح، وتهذيب النفوس، وتقويم الأخلاق، ومن تمسك به سعد في دنياه وأخراه .\nويُشْعره بنعمة العقل والسمع والبصر، واليدين والرجلين ، والماء والطعام، والصحة والأمن، وغيرها من النعم العظيمة ، والمنن الجسيمة .\nكيف يكون التذكير ؟\nيكون هذا التذكير والاستشعار بكلمة موجزة مفيدة، ولعلّ اختيار الوقت المناسب لهذا التذكير التربوي له نتائجه في عمق الأثر المطلوب، وأعني بهذا الوقت عندما تكون آيات النعم ماثلةً بين يدي الطالب وسمعه وبصره، فيتساءل المدرس عن ضد هذه النعم، فيطلب من تلاميذه أن يتصوروا عالمَاً من غير أمن، أو شاباً من غير عافية، فما النتائج التي تترتب على ذلك؟ ثم ينتقل إلى توافرها لدينا فيسألهم: ماذا يترتب علينا من واجب تجاه المنعم سبحانه وتعالى ؟\n__________\n(1) سورة الحجرات : 17 .\n(2) سورة آل عمران : 164 .\n(3) سورة الأنبياء عليهم الصلاة والسلام : 107 .\n(1/6)\n\nالواجب علينا شكر الله تعالى بالاستعانة بنعمه على طاعته سبحانه، (( فالنعم أضياف، وقِراها الشكر، فاجتهد أن ترحل الأضياف شاكرةً حسنَ القِرى، شاهدةً بما تسمع وترى )) (1).\nواقع الحلقات :\nلو رأينا في واقع حلقات القرآن الكريم لوجدنا تقصيراً واضحاً عند أكثر المدرسين في تربية الناشئة على الإقرار بنعم الله تعالى، وذكرها، وشكرها .\nالمأمول من المدرسين :\nالمأمول من المدرسين التذكير بهذه النعم؛ لكي يتربى الطالب محباً لله تعالى مستشعراً فضله عليه، شاكراً لأنعمه بقلبه ولسانه وجوارحه، ممتثلاً أمره، مجتنباً نهيه.\nولا شك أن لهذا التذكير التربوي أثراً عظيماً في البناء الإيماني في تربية الأجيال .\nولكن يحرص المدرس على الإيجاز الشديد في التذكير، دون تطويل واستطراد في الكلام، فخير الكلام ما قلّ ودلّ، ولم يَطُل فيُمَل، وحتى لا ينشغل عن مهمته الأساسية، وهي تعليم القرآن الكريم .\nالمطلب الثالث : تربية الناشئ على مراقبة الله سبحانه\nمِن أعظم المنجيات مراقبة الله تعالى في السر والعلانية، فيستشعر المرء أن الله تعالى يراه حيث كان، وأنه مطلع على باطنه وظاهره، وسره وعلانيته، ويستحضر ذلك في خلواته، ويتذكر وصية الحبيب المصطفى - صلى الله عليه وسلم - : (( اتق الله حيثما كنت )) (2)\nكيف يُربَّى الناشئ على مراقبة الله تعالى ؟\nينبغي للمدرس أن يربي نفسه أولاً على مراقبة الله في الغيب والشهادة، ثم يسعى سعياً حثيثاً لتربية الناشئ على ذلك، وتكون هذه التربية بالحال والمقال، فيرى الناشئ من مُدرِّسه إخلاص العمل لوجه المولى جل وعلا، والتفاني في إتقان العمل وإحسانه دون وجود رقيب من البشر، وبذلك يتربى على مراقبة الله سبحانه بحال المدرس، وتربية الحال أبلغ من تربية المقال .\n__________\n(1) الآداب الشرعية للإمام ابن مفلح : (2/175) .\n(2) أخرجه الترمذي (1987)، وقال : حديث حسن .",
        "(1/7)\n\nويربي المدرس الناشئ على مراقبة الله تعالى بالكلمة الصادقة الموجزة، وذكر القصص الهادفة المؤثرة .\nومن تلك القصص قصة ابن عمر رضي الله عنهما عندما رأى غلاماً يرعى غنماً، فقال : تبيع من هذه الغنم واحدة ؟ فقال: إنها ليست لي، فقال : قل لصاحبها : إن الذئب أخذ منها واحدة ، فقال العبد: فأين الله ؟ فكان ابن عمر رضي الله عنهما يقول بعد ذلك إلى مدة مقالة ذلك العبد : فأين الله؟ (1)\nالأمور المترتبة على التربية على المراقبة :\nيترتب على تربية المدرس تلاميذه على مراقبة الله سبحانه أمورٌ منها :\n1-قراءة القرآن الكريم قراءة جادة ، سواء كان المدرس حاضراً في الحلقة أم لا.\n2-استماع الطالب لزميله بانتباه ويقظة ، وتصحيح الخطأ له ، حتى ولو كان المدرس بعيداً عنه .\n3-إخبار المدرس بالنتيجة الصحيحة للتسميع، وعدم الغش والكذب .\n4-البعد عن المخالفات السلوكية والأخلاقية .\nوهذه النتائج رأيتها في واقع الحلقات ، وهي ثمرة التربية على المراقبة في الغيب والشهادة .\nولكن رأيت في حلقات أخرى أن الطالب لا يقرأ إلا في حالة وجود المدرس ومتابعته لطلابه بالقراءة، فإذا تأخر عن الحضور ، أو انشغل بأمر من الأمور انصرف الطلاب عن القراءة .\nكما رأيت من يتساهل في التسميع وتصحيح الخطأ لزميله؛ لعدم متابعة المدرس له، فهو لا يراقب الله تعالى ، إنما يراقب مُدرّسه .\nوقد يقع بعض الطلاب في بعض المخالفات السلوكية والأخلاقية؛ لضعف مراقبتهم لله تعالى، ولغياب الرقيب من البشر .\nهذا - بإيجاز - عن واقع الحلقات في تربية الناشئة على المراقبة .\nالمأمول من المدرسين :\n__________\n(1) منهج التربية النبوية للطفل للأستاذ محمد نور سويد : ص(88) .\n(1/8)",
        "\nالمأمول من المدرسين الأفاضل تربية الطلاب على مراقبة الله سبحانه؛ لما لها من أثر عظيم في البناء الإيماني عند الناشئة ، ولما لها من أثر كبير في نجاح الحلقة وانتاجها، بل نجاح الطلاب في حياتهم، وإتقانهم لأعمالهم في المستقبل، وبعدهم عما يغضب الله تعالى .\nالمطلب الرابع : تربية الناشئ على تعظيم عبادة الله سبحانه وتعالى\nالعبادة هي التقرب إلى الله تعالى بما شرعه لعباده من الأقوال والأعمال الظاهرة والباطنة .\nوللعبادة لذة وحلاوة، ونعيم وطلاوة، فمن ذاق لذتها، وطعِم حلاوتها تعلّق بها، فهو لا ينفكّ عنها أبداً؛ لأنها تصير راحته وريحانه .\nواقع الحلقات في تربية الناشئ على تعظيم عبادة الله سبحانه :\nينبغي أن يتربى الناشئ على تعظيم عبادة الله، ولا سيما الصلاة ،فلا يليق بطالب القرآن الكريم في الحلقات القرآنية أن يأتي متأخراً، ويصلي منفرداً،\nأو يصلي في بيته، ولا يليق أيضاً أن يخرج قبيل الصلاة، وقد يخرج بعد الأذان بغير عذر، وهذا مما يُشتكى منه، والله المستعان .\nوقد يحصل هذا في بعض الحلقات بسبب تقصير بعض المدرسين في توجيه الطلاب ، وإلزامهم بأداء الصلاة في المسجد .\nولكن نرى في حلقات أخرى ما يثلج الصدر، ويسر القلب : ترى فتية آمنوا بربهم ، وحرصوا على حضور الصلوات في المسجد ، وأداء السنن الرواتب والنوافل ، ونرى متابعة من المدرسين لطلابهم في أداء الأذكار المسنونة بعد الصلوات .\nهؤلاء هم المدرسون المربون الذين يساهمون في بناء الأجيال، وتربية الناشئة، وهم الذين يستشعرون عظم الأمانة والمسؤولية .\nوالمأمول من مدرسي الحلقات القرآنية أن يحرصوا على بعض الأمور التي لها أثر بالغ في البناء الإيماني لطلاب التحفيظ ومنها:\n1-إلزام الطلاب بأداء الصلوات في المسجد مع جماعة المسلمين ،وأداء السنن الرواتب .\n2-تشجيع الطلاب على أداء ركعتي الضحى إذا كانت الدراسة صباحية .\n(1/9)\n",
        "3-حث الطلاب على أداء تحية المسجد إذا كانت الحلقة في مسجد .\n4-صيام الاثنين والخميس ، والأيام البيض على حسب المستطاع، وعلى حسب سنّ الطلاب، والإفطار بشكل جماعي .\n5-الحث على المحافظة على أذكار اليوم الليلة، مثل أذكار الوضوء، والأذكار المسنونة بعد الصلوات، ودعاء دخول المسجد، والخروج منه ،وأدعية الطعام والشراب ابتداءً وانتهاءً، وأذكار الصباح والمساء، ونحو ذلك .\nتدريب بعض الطلاب على الأذان، أو الإمامة، وذلك بالتنسيق مع إمام المسجد ومؤذنه - إذا كان هذا مناسباً - ويقوم المدرس بتدريبهم وتعليمهم الأحكام الشرعية المتعلقة بذلك(1) .\nإذا حرص المدرس على هذه الأمور وغيرها فإنه يكون ممن وضع لبنةً في هذا البناء، ورفع راية في هذا الميدان، مع الحرص الشديد على أداء مهمته الأساسية، وهي تعليم القرآن الكريم على أكمل وجه ممكن، ونسأل الله تعالى التوفيق لإتقان العمل وإتمامه وإحسانه.\nالمبحث الثاني : البناء التربوي\nالمطلب الأول : تربية الناشئ على مكارم الأخلاق .\nعدّ الله تعالى في القرآن الكريم مخالقة الناس بخلق حسن من خصال التقوى، فقال المولى جلّ وعلا : { وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (133) الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ } (2) .\nوجعل رسول الله - صلى الله عليه وسلم - حسن الخلق أكمل خصال الإيمان : (( أكمل المؤمنين إيماناً أحسنهم خُلقاً )) (3).\n__________\n(1) ينظر : فن الإشراف على الحلقات والمؤسسات القرآنية للدكتور يحيى الغوثاني: ص(181) .\n6-وكتاب المنتدى : المدارس والكتاتيب القرآنية : ص(163، 164) .\n(2) سورة آل عمران : 133، 134 .\n(3) أخرجه أبو داود (4682)، وصححه ابن حبان (479) .\n(1/10)\n\nوأخبر الحبيب المصطفى - صلى الله عليه وسلم - أن صاحب الخلق الحسن يبلغ بحسن خلقه درجة الصائم القائم : (( إن المؤمن ليدرك بحسن خلقه درجة الصائم القائم )) (1).\nوبيّن النبي الكريم - صلى الله عليه وسلم - أن حسن الخلق أثقل ما يُوضع في الميزان : (( ما شيء أثقلَ في ميزان المؤمن يوم القيامة من خُلُق حسن )) (2).\nإلى غير ذلك من الأحاديث الكثيرة في فضل حسن الخلق .\nخلق رسول الله صلى الله عليه وسلم :\nقال البراء رضي الله عنه : كان رسول الله - صلى الله عليه وسلم - أحسن الناس وجهاً، وأحسنهم خُلُقاً (3).\nوسئلت عائشة رضي الله عنها عن خُلُق رسول الله - صلى الله عليه وسلم - فقالت: ( كان خلقه القرآن ) (4) أي كان متمسكاً بآدابه وأوامره ونواهيه، وما يشتمل عليه من المكارم والمحاسن والألطاف(5) .\nوقد ظهر أدب القرآن الكريم في منطقه - صلى الله عليه وسلم -، وفي علاقاته بالناس، وفي رفقه بأمته، وفي حلمه، ولين جانبه، وسعة صدره، وانبساط وجهه للناس .\nكما ظهر خُلقه العظيم - صلى الله عليه وسلم - في عفوه عند القدرة، وفي صلته مَن قطعه، وفي تواضعه للقريب والغريب والمسكين والأرملة واليتيم، وما أعظمه - صلى الله عليه وسلم - وهو يشارك أهله في عمل البيت : يخيط ثوبه، ويَخصِف نعله بيده الشريفة - صلى الله عليه وسلم -، ويرفق بخدمه لِلَّهِ حتى أحبته القلوب، وتعلقت به النفوس(6) .\nولذلك أثنى المولى جل وعلا على نبي الرحمة والهدى - صلى الله عليه وسلم - فقال : { وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ } (7) .\n__________\n(1) أخرجه أبو داود (4798) ، وصححه ابن حبان (480) .\n(2) أخرجه الترمذي (2002)، وقال : حديث حسن صحيح .\n(3) أخرجه البخاري (3549)، ومسلم (6017) .\n(4) أخرجه مسلم (1739) .\n(5) الآداب الشرعية للإمام ابن مفلح: (2/194) .\n(6) الكوكب المنير في أدب النفس وتهذيب الضمير للأستاذ أحمد محمد طاحون : ص(239، 240) .\n(7) سورة القلم : 4 .",
        "(1/11)\n\nتفسير حسن الخلق :\nفسَّر سلفنا الصالح حسن الخلق بتفسيرات كثيرة منها:\n1-بسط الوجه ، وبذل المعروف ، وكف الأذى .\n2-أن تحتمل ما يكون من الناس .\n3-بسط الوجه ، وأن لا تغضب(1) .\nواقع الحلقات :\nلقد حرص بعض المدرسين على تربية تلاميذهم على مكارم الأخلاق بحالهم ومقالهم، فنشأ طلابهم حافظين للقرآن الكريم، متأدبين بآدابه، متخلقين بأخلاقه .\nوهناك مَن حفظ القرآن الكريم ولكنه لم يتخلق بأخلاقه، وهناك من أخلّ ببعض الأخلاق، ولعلَّ هذا بسبب تقصير بعض المدرسين في تربية تلاميذهم على الأخلاق الفاضلة بالحال والمقال .\nوالمأمول من المدرسين الاهتمام بهذا الجانب اهتماماً بالغاً، فيكون حرصهم على تربية الناشئة على الخلق القويم كحرصهم على تعليم القرآن الكريم .\nكم أتمنى أن أرى طالب القرآن الكريم في الحلقات القرآنية قد جمع بين الحسنيين : حفظ القرآن الكريم ، والتخلّق بأخلاقه، وعند ذلك ينشرح الصدر، ويطمئن القلب .\nالقدوة أساس التربية والدعوة :\nوحتى يتحقق هذا المأمول لابد للناشئة من المدرس القدوة؛ لكي يتشرب التلميذ منذ طفولته الأخلاق الحسنة بحال المدرس .\nفما قيمة تربيةِ كاذب على الصدق، ودعوة منحرف إلى الاستقامة ؟\nإنها لا تجدي، بل ربما تركت أثراً سيئاً في النفوس، فهل تتصور والداً كذوباً ينشئ أولاده على الصدق ؟ لِلَّهِ\nلو تحدث متحدث عن الخلق الحسن، وهو لم يتصف به فإنه كلمته ستنبعث ميتة ، وتصل هامدة، ولو كانت طنانة رنانة .\nنحن نريد مدرساً يكون ترجمة حية، وتجسيماً واقعياً للأخلاق الفاضلة؛ لأن قوله قد يُنسى، أما المدرس نفسه كقدوة طيبة في أخلاقه وتعامله فإنه يظل في الوجدان .\nإن القدوة الحسنة تربية عملية، وليست كلامية، فهي تربية بالحال قبل أن تكون بالمقال .\n__________\n(1) جامع العلوم والحكم للإمام ابن رجب: (1/457) .\n(1/12)",
        "\nإنه من السهل أن يلقي المدرس كلمة عن حسن الخلق، ولكنها لن تؤثر في الناشئة مالم تتحول إلى واقع ملموس يراه الطلاب مشهوداً، عندئذ تتحول الكلمة إلى حركة وإلى حياة، ذلك أن البراعة في الكلمة سهلة يجيدها الصادقون كما يجيدها الكذابون .\nإن تخلق المدرس بالأخلاق الحسنة أبلغ خطبة تدعو الناشئة إليها، ومن ثَم فإن المدرس الموفَّق هو الذي يربي تلاميذه بعمله، وإن لم ينطق بكلمة؛ لأنه مثل حي متحرك للأخلاق التي يعتنقها .\nفهل وعى المدرسون هذا التوجيه، وعرفوا أن القدوة هي أساس التربية والدعوة ؟ لِلَّهِ .\nأمور مقترحة لتربية الطلاب على الأخلاق الحسنة :\n1-انتهاز المناسبات العارضة لتنبيه الطلاب على الأخلاق الفاضلة، والتحذير من أضدادها، فإذا اكتشف المدرس كذب طالب - مثلاً - فإنه يستغل هذه الفرصة لترغيب الطلاب في الصدق، وتنفيرهم من الكذب، وذلك بكلمة موجزة مفيدة .\n2-التنبيه على الأخلاق الحسنة عندما تكون الآيات المتعلقة بها ماثلةً بين يدي الطالب وسمعه وبصره، واختيار هذا الوقت لهذا التذكير التربوي له نتائجه في عمق الأثر المطلوب، ولكن ليكن هذا التنبيه بإيجاز شديد .\n3-الحديث عن خلق من الأخلاق الحسنة في جلسة شهرية مع الطلاب، ويراعى إعداد الكلمة إعداداً جيداً مع الإيجاز فيها.\n4-الكتابة الموجزة المفيدة عن خلق من الأخلاق الفاضلة على ( السبورة ) أسبوعياً في الحلقات التي يتيسر فيها ذلك .\n5-تذكير الطلاب المكرمين في حفلات جمعيات تحفيظ القرآن الكريم بأهمية التحلّي بالفضائل ، والتخلّي عن الرذائل .\nالاقتداء بالنبي الكريم صلى الله عليه وسلم :\nنحن المسلمين أُمرنا بالاقتداء بالنبي - صلى الله عليه وسلم -، فهو قدوتنا وأسوتنا، وقد بعثه ربه ليبنيَ صَرْح الآداب، ويتمم مكارم الأخلاق، فمن اقتدى به سار في طريق الخير والهدى والنور والصلاح والإصلاح(1) .\n__________\n(1) الكوكب المنير في أدب النفس وتهذيب الضمير للأستاذ أحمد طاحون : ص(240) .\n(1/13)\n",
        "المطلب الثاني : تربية الناشئ على تحصين ذاته\nالتحصين مصدر حصَّن، والمادة اللغوية تفيد المنع، واتخاذ الحيطة للوقاية(1). والمقصود بالتحصين مجموعة الخطوات التي يقوم عليها المربي لوقاية الناشئة من تأثير العوامل المختلفة التي تسعى جاهدة للتأثير في هذا الناشئ .\nمساهمة الحلقات القرآنية في تحصين الناشئة :\nيمكن أن يكون للحلقات القرآنية - وهي من المؤسسات التربوية والتعليمية - مساهمة في تربية الناشئ على تحصين ذاته .\nوهذا يقتضي رفع كفاءة المدرس: بأن يُستحثَّ على أداء النشاط العلمي، وذلك لتطوير شخصيته العلمية، ثم استثمار هذا النشاط لرفع كفاءة من يباشر معهم العملية التربوية والتعليمية(2) .\nوكثير من مدرسي الحلقات بحاجة إلى رفع الكفاءة؛ حتى يكون لهم دور في التربية، وبحاجة إلى استشعار المسؤولية والأمانة؛ حتى يُعِدّوا أنفسهم للعطاء المتقَن.\nواقع الحلقات :\nلقد اقتصر مجموعة من المدرسين على التحفيظ، دون الاهتمام بالتربية والتوعية، وحرص آخرون على التكامل بين الجانبين : التربوي والتعليمي ، فجمعوا بين الحسنين.\nفرأيت - مثلاً - من تساهل في توجيه تلميذه بالابتعاد عن الأشرار، الذين ينتظرون طلاب الحلقات القرآنية عند خروجهم من مساجدهم أو مدارسهم، فشاهدت مَن جرفه السيل مِن حوله، والتقمه الموج، وانقطع عن الحلقات، وانضمَّ إلى شباب يقضون أوقاتهم في الشوارع والطرقات . نسأل الله تعالى الاستقامة، فهي طريق السلامة .\nورأيت مَن تابع تلاميذه متابعة جادة، ونصحهم ووجّهم ، فأثمر ذلك الثبات في الحلقات، والاستمرار في الحفظ والمراجعة مع الإتقان ، والاشتراك في المسابقة المحلية والدولية،وإحراز المراكز المتقدمة، والحمد الله على إحسانه .\n__________\n(1) المعجم الوسيط . مادة (حصّن) .\n(2) مدخل إلى التحصين الفكري للأمة للأستاذ الدكتور أحمد محمد الخراط : ص(56) .\n(1/14)\n\nوالمأمول من جمعيات تحفيظ القرآن الكريم الاهتمام بالأمور الآتية؛ تحصيناً للناشئة،وحماية لهم من تأثير العوامل الكثيرة والمثيرة :\n1-تربية الناشئ في الحلقات القرآنية على تطبيق الشعائر والأحكام الإسلامية بحرص ورغبة(1) .\n2-تربية الناشئ على العناية بأوقاته، وحسن استثمار تلك الأوقات(2) .\n3-رفع كفاءة الناشئ بتربيته على الحرص على طلب العلم النافع(3) .\n4-تنمية شخصية الناشئ ، وعدم الاقتصار على الحفظ والتلقين(4) .\n5-حث الناشئ على مصاحبة الأخيار ، ومجانبة الأشرار .\n6-متابعة الناشئ متابعة جادة ، وتحذيره مما يضرّه .\n7-إخبار ولي أمر الطالب عما يلاحظ على الناشئ؛ ليكون على بينة، وليكثف جهوده في الإصلاح .\nالحلقات القرآنية أداة تحصين وتوجيه كما هي أداة تحفيظ وتعليم، والمأمول منها أن تؤدي واجباتها في بناء شخصية الناشئة بناءً متوازناً يحقق التحصين المرجوّ من خلال برامج معدّة .\nالمطلب الثالث : تربية الناشئ على بناء العلاقات الطيبة مع الآخرين\nمن الأمور المهمة في التربية تربية الناشئ على بناء العلاقات الطيبة مع الآخرين، ويقصد بذلك (( أن يكون متكيفاً مع وسطه الاجتماعي سواء مع الكبار\nأم مع الأصدقاء ومن هم في سنه، وليكون فعّالاً إيجابياً بعيداً عن الانطواء والخجل المقيت، يخالط ويعاشر ، ويأخذ ويعطي بأدب واحترام )) (5).\nواقع الحلقات :\nمن خلال النظر في واقع أكثر الحلقات يتبين التقصير الواضح في هذا المجال، ونسأل الله تعالى إصلاح الأحوال .\nولكن يشكر المدرسون الذين لهم جهد متميز في هذا الصدد، وقليل ما هم.\nوالمأمول من الإخوة المدرسين الاهتمام بهذا الجانب التربوي؛ لأهميته البالغة.\nبرنامج هادف :\n__________\n(1) المرجع السابق : ص (17) .\n(2) المرجع السابق : ص (31) .\n(3) المرجع السابق : ص (56) .\n(4) المرجع السابق : ص (56) .\n(5) منهج التربية النبوية للطفل للأستاذ محمد نور سويد : ص(143) .",
        "(1/15)\n\nمن البرامج الهادفة في تربية الناشئة على بناء العلاقات الطيبة مع الآخرين: برنامج زيارة بعض الحلقات(1) .\nفمن المستحسن أن تجعل الحلقة من جملة أنشطتها زيارة بعض الحلقات المتميزة، وذلك بعد التنسيق مع مدرس الحلقة المزورة بهدف تعارف الطلبة، واستفادة بعضهم من بعض في كيفية الحفظ والمراجعة .\nومن ثمرات هذه الزيارة وجود التنافس الهادف بين الطلاب، وشحذ الهمة للوصول إلى القمة .\nوينبغي إعداد برنامج لهذه الزيارة؛ ليكون لها ثمرة طيبة .\nومن الأمور المقترحة في هذا الجانب التربوي :\n1-زيارة أولياء أمور الطلاب في بيوتهم، وتكون بأخذ موعد مسبق مع ولي الأمر عن طريق ولده، أو الاتصال به ، ويصطحب المدرس بعض طلاب الحلقة معه ، مع تذكيرهم بآداب الزيارة .\n2-زيارة مرضى الحي في بيوتهم أو في المستشفيات .\n3-تعزية المصابين بفقد عزيز عليهم، وفي حال وفاة أحد الطلاب يذهب المدرس مع طلابه لتعزية ذوي زميلهم(2) .\nعدم الانشغال بهذه الأمور عن تعليم القرآن الكريم :\nينبغي للمدرس ألا تشغله هذه الأمور عن تعليم القرآن الكريم، فتُمَارس هذه الأنشطة على حساب وقت القرآن الكريم، فيضعف جانب الحفظ عند الطلاب، بل يوصى بالموازنة، والاهتمام بجانب التربية والتعليم، مع عدم الإخلال بأحدهما.\nويمكن أن تكون هذه الأنشطة في غير وقت الدراسة، كما يمكن أن تكون في أيام الإجازة.\nويراعى التنسيق مع أولياء أمور الطلاب، وإخبارهم بالبرامج؛ حتى يكونوا على بينة.\n__________\n(1) كتاب المنتدى : المدارس والكتاتيب القرآنية : ص(193) .\n(2) فن الإشراف على الحلقات والمؤسسات القرآنية للدكتور يحيى الغوثاني : ص (185) .\n(1/16)",
        "\nإن تربية الطلاب على التعارف والتآلف ، والتكاتف والتعاطف، والتراحم والتلاحم له أهمية بالغة، وهذا ما حرص عليه بعض المدرسين المربين، فكان لطلابهم أثر طيب في أسرهم ومجتمعهم، وكانت لهم جهود دعوية ناجحة؛ لقدرتهم على إقامة العلاقات الطيبة مع الآخرين ، فالتأليف قبل التعريف.\nالمبحث الثالث : البناء العلمي\nالمطلب الأول : تربية الناشئ على أهمية العلم، وارتياد مجالسه .\nالعلم أفضل ما جدّ فيه الطالب ، وأشرف ما رغب فيه الراغب ، وهو سبب لتهذيب النفوس ، وتقويم السلوك ، وسبب لمرضاة الله تعالى .\nولذلك ينبغي لمدرس القرآن الكريم أن يربي الناشئ على محبة العلم , ومحبة أهله ومَجالسه ، فيبين للطالب أهمية العلم؛ حتى يشحذ همته ليكون طالب علم في المستقبل .\nمِن أهمية العلم :\n1-معرفة الأحكام من حلال وحرام ، ومعرفة حقوق الله تعالى وحقوق العباد .\n2-تعلم المسلم كيفيةَ أداء الفرائض والواجبات والسنن ، وسائر ما ينفعه في العاجل والآجل؛ ليكون على بصيرة ونور ، ولكي ينجو بإذن الله من الشرور.\nويمكن أن يقال : إن في التفقه خيراً كثيراً ، وأجراً كبيراً ، فعن معاوية رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : (( مَن يُرِد الله به خيراً يفقهه في الدين ))(1)\nومفهوم الحديث أنّ مَن لم يتفقه في الدين فقد حُرم الخير .\nالتربية بالحال والمقال :\nما أجمل أن يربي المدرس الناشئ على ارتياد مجالس العلم بحاله ومقاله، ويبين له أن سلوك طريق لالتماس العلم بإخلاص سبب موصل إلى الجنة لِلَّهِ فعن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : (( ومن سلك طريقاً يلتمس فيه علماً سهّل الله له به طريقاً إلى الجنة )) . (2)\nواقع الحلقات :\n__________\n(1) أخرجه البخاري ( 71)\n(2) أخرجه مسلم (6853)\n(1/17)\n",
        "لقد رأيت لبعض المدرسين من طلبة العلم أثراً طيباً في تلاميذهم، فبعد حفظ القرآن الكريم وإتقانه اتجه هؤلاء التلاميذ إلى طلب العلم بجد واجتهاد ، وطَرْحِ الرقاد ، زرعوا فحصدوا ، وعملوا فوجدوا ، فما أحسن غرسهم لِلَّهِ وما أجلَّ عملَهم! وكان هذا بفضل الله تعالى ، ثم بفضل هؤلاء المدرسين المربين .\nوهناك تقصير من بعض المدرسين في توجيه طلابهم إلى العلم ، وقد يكون السبب هو اقتصار المدرس على حفظه للقرآن الكريم ، فينشأ الطالب مقتصراً على الحفظ دون العلم بأحكام القرآن الكريم وعلومه، وإعجازه وإيجازه، وهناك من يحصِّل شيئاً من العلم، ثم ينقطع عنه، وينشغل بالدنيا، وينسى القرآن الكريم .\nوالمأمول أن يكون مدرس القرآن الكريم في الحلقات القرآنية من طلبة العلم؛ حتى يكون له تأثير طيب في تلاميذه في البناء العلمي لطلاب الحلقات القرآنية ، وهذا ما قرّره بعض الباحثين عند حديثهم عن مقومات شخصية المدرس، وذكروا من صفاته : (( طلب العلم ، والتفقه في الدين ، وعدم الاقتصار على حفظه للقرآن الكريم وتدريسه له - مع عظم ذلك ـ وليتأس بأصحاب الشأن في ذلك , فإن جُلَّ أئمة القرآن والقراءات علماء في غير ذلك من العلوم النافعة المفيدة كالعقيدة والحديث والتفسير والفقه واللغة ... ونحو ذلك ))(1)\nولا يشترط أن يكون طالب الحلقات القرآنية متخصصاً في العلوم الشرعية ، بل له طلب العلوم النافعة في الدين والدنيا ، وقد رأيت مِن طلاب الحلقات مَن درَس الطب والهندسة والحاسب ، ونال أعلى المراتب ، والحمد لله تعالى على التوفيق .\nالمطلب الثاني : تربية الناشئ على التحلي بآداب طالب العلم .\n__________\n(1) كتاب المنتدى : المدارس والكتاتيب القرآنية : ص ( 13، 14 ) .\n(1/18)\n\nالأدب استعمال ما يحمد قولاً وفعلاً ، وعبَّر بعضهم بأنه الأخذ بمكارم الأخلاق ، وقيل : الموقوف مع المستحسنات ، وقيل : بل هو تعظيم من فوقك ، والرفق بمن دونك(1) .\nوللأدب أهمية عظمى ، ومكانة كبرى عند سلفنا الصالح رحمهم الله تعالى ، ومما يدل على ذلك قول الإمام مالك رحمه الله تعالى : (( كانت أمي تعمّمُني وتقول لي : اذهب إلى ربيعة ، فتعلّم من أدبه قبل علمه )) (2) .\nومن أهم الآداب التي ينبغي أن يتربى عليها الناشئ :\n1-حسن النية وسلامة القصد، فيقصد بحفظه للقرآن الكريم، وتعلّمه للعلم نيل ثواب الله تعالى ومرضاته، ورفعة الإسلام وإعزاز كلمته، والامتثال والعمل.\n2-التأدب مع مدرس الحلقة، فيعرف الناشئ لمدرِّسه عظم حقه، ويشكر له جميل فعله، والتأدب كذلك مع العلماء العاملين، وشدة الرغبة فيما عندهم.\n3-الاقتداء بالمدرس في جميل أخلاقه ،والتشبه به في صالح أفعاله وأحواله .\n4-الحرص على حسن العلاقة مع إخوانه المتعلمين: بالتواضع لهم، ولين الجانب معهم .\n5-حسن السمت، والاعتناء بالنظافة وجمال المظهر، والبعد عن كل ما يُنفّر\nأو يُستقبَح .\n6-البعد عن الخصام والجدال ، والمراء وكثرة القيل والقال.\nوغير ذلك من الآداب الكثيرة التي ذكرها العلماء(3) ، والتي ينبغي تربية الناشئ عليها، كما ينبغي تربيته على الآداب المتعلقة باحترام المصحف وتكريمه .\nفقد نصّ الفقهاء على تحريم الاتكاء على المصحف، وعلى كتب الحديث وما فيه شيء من القرآن اتفاقاً، ويقرب من ذلك مدّ الرّجلين إلى شيء من ذلك(4)\n__________\n(1) فتح الباري للحافظ ابن حجر : ( 10/ 400 ).\n(2) ترتيب المدارك للقاضي عياض : ( 1/ 119 )\n(3) ينظر الباب الثالث من كتاب تذكرة السامع والمتكلم في آداب العالم والمتعلم لابن جماعة:\nص ( 109- 165) وكتاب أخلاق العلماء للإمام الآجُرّي : ص (50- 58) .\n(4) شرح منتهى الإرادات للإمام البهوتي : (1/ 77).\nوالآداب الشرعية للإمام ابن مفلح : ( 2/275 ).",
        "(1/19)\n\n.\nوذكر العلماء أن التأدب مع المصحف يقتضي أن يكون مما يعلو، ولا يُعلى عليه ، وألا يوضع فوقه إلا مصحف مثله .\nقال القرطبي رحمه الله - وهو يبين صور حرمة المصحف - : ومن حرمته إذا وضع المصحف ألاّ يتركه منشوراً، وألا يضع فوقه شيئاً من الكتب؛ حتى يكون أبداً عالياً على سائر الكتب ، ومن حرمته أن يضعه في حجره إذا قرأه، أو على شيء بين يديه ، ولا يضعه على الأرض(1) .\nواقع الحلقات :\nلو رأينا في واقع الحلقات القرآنية لوجدنا قصوراً في تربية الناشئ على التحلى بآداب طالب العلم، فكم رأيت من مظاهر منافية لآداب طالب العلم لِلَّهِ وكم رأيت من أمور منافية لتعظيم كتاب الله تعالى لِلَّهِ\nولكن وجدت أيضاً من ربّى الناشئة على الأدب مبيناً لهم أنه مفتاح العلم وأساس الطلب ، وقليل ماهم.\nوالمأمول من جمعيات تحفيظ القرآن الكريم الاهتمام بجانب الأدب اهتماماً بالغاً ، فما فائدة حفظ القرآن الكريم إن لم يتأدب حافظ القرآن بآدابه ، ويتخلق بأخلاقه ؟ وهل يليق بحافظ القرآن الكريم أن يصدر منه ما ينافي تعظيم المصحف؟!\nينبغي للمدرس أن يبيّن هذه الآداب للطلاب ، ويكررها عليهم؛ لأن الشيء إذا تكرر تقرر ، ثم إن رأى خطأ وخللاً انتهز المناسبة للتوجيه والتعليم .\nكم أتمنى أن يجمع الطالب بين الأدب والعلم (( فعلم بلا أدب كنار بلا حطب ، وأدب بلا علم كروح بلا جسم )) (2)\nالمطلب الثالث : تربية الناشئ على الإفادة من ثمرات العلم\n__________\n(1) الجامع لأحكام القرآن : (1/28) .\n(2) الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي : ( 1/ 80 ).\n(1/20)",
        "\nللعلم النافع ثمرات عظيمة ، ومن ثمراته تحقق صاحبه بالخشية من الله تعالى . قال سبحانه : { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ } (1) يعني بالعلماء الذين يخافون قدرته ، وعن ابن مسعود رضي الله عنه قال : كفى بخشية الله تعالى علماً وبالاغترار جهلاً ، وقال مجاهد رحمه الله : إنما العالم من خشي الله عز وجل(2) .\nومن ثمرات العلم اليقين الذي به طمأنينة القلب وقوته، وقد مدح الله سبحانه أهله في كتابه فقال تعالى : { وَبِالْآَخِرَةِ هُمْ يُوقِنُونَ } (3) وقال عن خليله إبراهيم عليه السلام : { وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ } (4) وذمَّ مَن لا يقين عنده فقال: { وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآَيَاتِنَا لَا يُوقِنُونَ } (5)\nومن ثمرات العلم العمل الصالح ، قال سبحانه : { فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ } (6)\nعن سفيان بن عيينة رحمه الله أنه سئل عن فضل العلم فقال : ألم تسمع قوله حين بدأ به { فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ } ، فأمر بالعمل بعد العلم(7).\nوغير ذلك من ثمرات العلم الكثيرة .\nواقع الحلقات :\n__________\n(1) فاطر : 28\n(2) الجامع لأحكام القرآن للإمام القرطبي : ( 14/ 343 ).\n(3) البقرة : 4\n(4) الأنعام : 75\n(5) النمل : 82\n(6) محمد - صلى الله عليه وسلم - : 19\n(7) الجامع لأحكام القرآن للإمام القرطبي : ( 16/ 242) .\n(1/21)\n",
        "لو رأينا في الواقع لوجدنا مَن حفظ القرآن الكريم، ولكن لم تظهر عليه آثار الحفظ، ولم تتحقق له ثمراته، ووجدنا أيضاً من عُرف بطلبه للعلم، ولكنه منهمك في القيل والقال، والفضول في الكلام، والأخذ في الجدال والمراء، والانصراف عن أدب العلماء ... ، فلم نر عليه آثار العلم وثمراته من العمل والتطبيق، والتخلّق والتعبّد، والتصوّن والتحقّق، والمحاسبة للنفس، والمراقبة لله تعالى، والاهتداء بهدي نبينا محمد - صلى الله عليه وسلم -، والاقتداء بسيرة أصحابه وتابعيه بإحسان .\nولكن نجد أيضاً مَن حفظ القران الكريم، وظهرت عليه آثاره، وتعلّم العلم النافع ، واستفاد من ثمراته، ولعلّ هذا بعد فضل الله تعالى بتتلمذه على المدرسين المربين ، والعلماء العاملين، وتربية الوالدين .\nوهناك من ظهرت عليه بعض آثار العلم، وهو بحاجة إلى الارتقاء والتقدم، حتى تتحقق له ثمرات العلم .\nوالمأمول من جمعيات تحفيظ القرآن الكريم تخريج حامل للقرآن الكريم يكون ( قرآناً يمشي على الأرض ) من حيث التخلُّقُ بأخلاق القرآن الكريم، والتأدب بآدابه ، وتخريج طالب أحبَّ العلم، وتأدّب بآداب طالبه ، واستفاد من ثمراته، قد عُرف الخير في هَدْيه وسلوكه، ونسأل الله تعالى أن يحقق الآمال ، ويبارك في الأعمار والأعمال ، ويصلح الأحوال. إنه على ذلك قدير، وبالإجابة جدير .\nنظرة عامة إلى واقع الحلقات\nهناك قضيتان متعلقتان بواقع الحلقات هما :\n1- تميز بعض الحلقات .\nهناك حلقات متميزة في جمعية تحفيظ القرآن الكريم بالمدينة المنورة، ولكن هذا التميز في جانب من الجوانب غالباً، وقد تجد تميزاً مطلقاً .\nوهذه الحلقات المتميزة قدوة لغيرها من الحلقات، فالحلقات المتميزة تزار من قبل المدرسين الذين هم بحاجة إلى دورة عملية في طرق التدريس، كما تزار من قبل طلاب دورات إعداد المعلمين، لكي يستفيدوا من تجارب هؤلاء المدرسين وخبراتهم .\n(1/22)\n\nويتصف المدرسون المتميزون بالعمل الدؤوب ومواصلته، والاستمرار عليه، ووضع الأهداف المراد تحقيقها في برنامج عمل قابل للتنفيذ، وتحديد الأولويات، والتركيز والاستغراق في التدريس، دون الالتفات إلى الصوارف، وحسن إدارة الوقت.\n2- تأخر تخريج الحفاظ في بعض الحلقات أو عدمه .\nهناك حلقات معروفة بتخريج الحفاظ، وهناك حلقات لم تتمكن من ذلك، ومن أسباب هذه الظاهرة :\n1-كثرة المدرسين في هذه الحلقة، فكلما جاء مدرس جديد أعاد الطلاب من البداية .\n2-ضعف الجانب الإيماني عند الطالب، فينقطع عن الحلقة بعد حفظ أجزاء، أو الإخلال بالجانب الخلقي، فيُعتذر له وهو متقدم في الحفظ .\n3-عدم قدرة المدرس على تقدم الطلاب في الحفظ، فيمل الطلاب وينقطع.\n4-عدم المتابعة من قبل الموجه، ودراسة أسباب تأخر الطلاب في الحفظ .\n5-عدم وجود عوامل التحفيز المادية التي لها أثر في تقدم الطلاب في الحفظ.\nالخاتمة\nالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله ، والصلاة والسلام على سيدنا رسول الله ، وعلى آله صحبه ومن اتبع هداه، واقتفى أثره وترسم خطاه .\nأما بعد : فقد كان هذا بحثاً موجزاً عن إسهام جمعية تحفيظ القرآن الكريم في بناء الأجيال (( الواقع والمأمول )) أسأل الله تعالى أن ينفع به ، ويجعله خالصاً لوجهه الكريم .\nوكان من أبرز ما توصلت إليه في هذا البحث :\n1-البناء الإيماني هو الأصل في بناء الناشئ .\n2-الفضائل الخلقية والسلوكية هي ثمرة من ثمرات الإيمان الراسخ .\n3-العلم الذي ينفع صاحبه هو العلم الذي يخلص فيه العبد لمولاه ، ويبتغي فيه نيل رضاه ، ويتأدب فيه بآداب الإسلام ، ويتخلق بأخلاق سيد الأنام - صلى الله عليه وسلم -.\n4-أهمية البناء الإيماني والتربوي والعلمي في تربية الأجيال .\n5-تقصير بعض المدرسين في تربية الناشئ على ترسيخ الإيمان ، وتقويم سلوكه، ورفع مستواه التعليمي .\nوهناك بعض التوصيات التي ينبغي أن تؤخذ بعين الاعتبار وهي :",
        "(1/23)\n\n1-تحسين العملية التربوية في الحلقات القرآنية .\n2-تقويم الجانب التربوي ، وتقديم المقترحات البناءة لرفع مستواه .\n3-تطوير الجانب العلمي والفني عند المدرسين ، وتحسين مستوى أدائهم، وأساليب تدريسهم ، ولاسيما مَن كان حديث عهد بالتدريس .\n4-تنشئة طلاب الحلقات القرآنية على التربية الإيمانية المتينة ، والفضائل الخلقية ، وتزكية النفس وترقيتها في مدارج الكمال ، ومحبة العلم وأهله ، وارتياد مجالسه ، والتأدب بآداب طالب العلم .\n5-وتكون هذه التنشئة ضمن خطة تربوية منظورة لدى المدرس ، ماثلة بين عينيه ، مع مراعاة سن الطلاب ، والفروق الفردية ، والقدرات المعرفية .\n6-تخريج جيل قرآني ، يدرك معنى كونه حافظاً للقرآن الكريم على الحقيقة، ويستشعر الأمانة التي تُسَلّم له ، والمسؤولية الكبيرة التي يُكلّف بها .\nوفي الختام أحمد الله تعالى , الذي وفقني لقضاء أيام مباركة في رحاب القرآن الكريم والسنة النبوية ، بين قراءة وبحث وتنقيب وكتابة .\nأسأل الله تعالى أن يتقبل هذا البحث، وينفع به ، ويجعله خالصاً لوجهه الكريم.\nوصلى الله وسلم وبارك على سيدنا وحبيبنا محمد وعلى آله وأصحابه أجمعين .\nكشّاف المراجع\n1-الآداب الشرعية، لابن مفلح، تحقيق شعيب الأرنؤوط وعمر القيام، ط3، (بيروت، مؤسسة الرسالة، 1419) .\n2-أخلاق العلماء، للآجري، تحقيق أمينة الخراط، ط1، (دمشق، دار القلم، 1422) .\n3-تذكرة السامع والمتكلم، لابن جماعة، تحقيق السيد محمد هاشم، ط1، (الدمام، رمادي للنشر، 1415) .\n4-ترتيب المدارك، للقاضي عياض، (مكتبة الحياة، 1387) .\n5-جامع العلوم والحكم، لابن رجب، تحقيق شعيب الأرنؤوط وإبراهيم باجس، ط9، (دارة الملك عبدالعزيز، 1423) .\n6-الجامع لأحكام القرآن، للقرطبي، (بيروت، دار إحياء التراث العربي) .\n7-الجامع لأخلاق الراوي وآداب السامع، للخطيب البغدادي، تحقيق محمود طحان، (الرياض، مكتبة المعارف، 1403) .\n(1/24)",
        "\n8-الحلقات القرآنية، لعبدالمعطي طليمات، (دار نور المكتبات، 1417) .\n9-سنن الترمذي، ط1، (الرياض، دار السلام، 1420) .\n10-سنن أبي داود، ط1، (الرياض، دار السلام، 1420) .\n11-شرح منتهى الإرادات، للبهوتي، (المدينة المنورة، المكتبة السلفية) .\n12-صحيح البخاري، ط2، (الرياض، دار السلام، 1419) .\n13-صحيح ابن حبان، (الإحسان)، تحقيق شعيب الأرنؤوط، ط1، (بيروت، مؤسسة الرسالة، 1408) .\n14-صحيح مسلم، ط1، (الرياض، دارالسلام، 1419) .\n15-فتح الباري، لابن حجر العسقلاني، (دار الفكر للطباعة) .\n16-فن الإشراف على الحلقات القرآنية، للغوثاني، ط1، (دمشق، دار الغوثاني، 1421).\n17-الكوكب المنير في أدب النفس وتهذيب الضمير، لأحمد طاحون، ط1، (القاهرة، مكتبة التراث الإسلامي، 1413) .\n18-كيف نتدبر القرآن، لفواز زمرلي، ط1، (بيروت، دار البشائر، 1413) .\n19-المدارس والكتاتيب القرآنية، المنتدى الإسلامي، (الرياض، 1417) .\n20-مدخل إلى التحصين الفكري، للدكتور أحمد الخراط، ط1، (دمشق، دار القلم، 1422) .\n21-المعجم الوسيط، لعدد من المؤلفين، ط2، (دار إحياء التراث العربي) .\n22-مفاتيح تدبر القرآن ، للدكتور خالد اللاحم، ط1، 1425 .\n23-منهج التربية النبوية للطفل، لمحمد سويد، ط2، (بيروت، مؤسسة الريان، 1414) .\nفهرس الموضوعات\nالمقدمة .................................................................s1Ss\nsتمهيد ...................................................................s4Ss\nsالمبحث الأول : البناء الإيماني ..........................................s6Ss\nsالمطلب الأول : تربية الناشئ على تدبر القرآن الكريم ..............s6Ss\nsالمطلب الثاني : تربية الناشئ على الإقرار بنعم الله تعالى .............s8Ss\nsالمطلب الثالث : تربية الناشئ على مراقبة الله سبحانه ...............s11Ss\n(1/25)\n",
        "sالمطلب الرابع : تربية الناشئ على تعظيم عبادة الله سبحانه .........s13Ss\nsالمبحث الثاني : البناء التربوي ...........................................s15Ss\nsالمطلب الأول : تربية الناشئ على مكارم الأخلاق .................s15Ss\nsالمطلب الثاني : تربية الناشئ على تحصين ذاته ......................s19Ss\nsالمطلب الثالث : تربية الناشئ على بناء العلاقات الطيبة مع الآخرين ..s21Ss\nsالمبحث الثالث : البناء العلمي ...........................................s23Ss\nsالمطلب الأول : تربية الناشئ على أهمية العلم، وارتياد مَجَالسه .....s23Ss\nsالمطلب الثاني : تربية الناشئ على التحلّي بآداب طالب العلم ........s25Ss\nsالمطلب الثالث : تربية الناشئ على الإفادة من ثمرات العلم ...........s27Ss\nsنظرة عامة إلى واقع الحلقات .............................................s29Ss\nsالخاتمة ..................................................................s30Ss\nsكشّاف المراجع ........................................................s32Ss\nsفهرس الموضوعات .....................................................s34\n(1/26)\n"
    ]
}