{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nوهو حسبي\nقال أبو عبد الله الحسين بن أحمد بن خالويه النحوي: هذا كتاب ذكرت فيه إعراب ثلاثين سورة من المفصل بشرح أصول كل حرف وتلخيص فروعه، وذكرت فيه غريب ما أشكل [منه]، وتبيين مصادره وتثنيه وجمعه؛ ليكون معونة على جميع ما يرد عليك من إعراب القرآن إن شاء الله. وما توفيقنا إلا بالله.\n\n(أعوذ بالله من الشيطان الرجيم).\n•\"أعوذ\" فعل مضارع، علامة مضارعته الهمزة في أوله، وعلامة رفعه ضم آخره. وهو فعل معتل لأن عين الفعل واو، والأصل أعوذ [على مثال أفعل] فاستثقلوا الضمة على الواو، فنقلت إلى العين فصارت أعوذ، وكذلك أقول وأزول، وماكان مثله فهذه علته. فالهمزة في أعوذ إخبار عن النفس، أعوذ أنا. والياء للغائب، يعوذ هو. والتاء للمؤنث الغائبة، تعوذ هي، وللمخاطب الشاهد، تعوذ أنت يا رجل. فإن جعلت الخطاب للمرأة قلت أنت تعوذين يا امرأة؛ فالياء علامة التأنيث، والنون علامة الرفع لأنها تسقط للجزم إذا قلت لم تعوذي، وكذلك للنصب. والنون للمتكلم إذا كان معه غيره نحن نعوذ نحن نقوم. فإذا صرفت الفعل قلت عاذ يعوذ عوذًا\n(1/3)\n",
        "فهو عائذ. فعاذ فعل ماض. ويعوذ فعل مضارع يصلح لزمانين الحال والاستقبال، والماضي لا يصلح إلا لزمان منقض قرب أبو بعد. فإذا دخلت على الفعل المضارع السين أو سوف أزالتاه إلى الاستقبال لا غير. وعوذًا مصدر، وإن شئت قلت عاذ معاذًا وعوذة وعياذًا، كل ذلك صواب. وعائذ اسم الفاعل، واسم المفعول معوذ به، والأمر عذ للمذكر، وعوذي للمؤنث، وعوذا للاثنين، وعوذوا للرجال، وعذن يا نسوة. ومعنى أعوذ [بالله] أعتصم وأمتنع بالله من الشيطان الرجيم.\nوينشد:\nأنفى لك اللهم عانٍ راغمُ ... مهما تجشمني فإني جاشم\nعذت بما عاذ به إبراهم.\nيريد به إبراهيم [النبي عليه السلام]. ومن العرب من يقول إبراهام وكذلك قرأ ابن عامر. وذلك أن إبراهيم اسم أعجمي، فإذا عربته العرب فإنها تخالف بين ألفاظه، ومنهم من يقول إبرهم بغير ألف، قال الشاعر:\nنحن آل الله في كعبته ... لم يزل ذاك على عهد ابرهم\nوحدثنا محمد عن ثعلب عن سلمة عن الفراء قال: العرب تقول نعوذ بالله من طئه الذليل أي أعوذ بالله من أن يطأني ذليل. ويقال معاذ الله من ذلك، ومعاذة الله من ذلك، وعياذًا بالله من ذلك، وعوذًا بالله من ذلك، وعائذًا بالله\n(1/4)\n\nمن ذلك، معناه أعوذ بالله من ذلك. [وروى عن الحسن البصري أنه قرأ \"وقل رب عائذًا بك من همزات الشياطين وعائذًا بك رب أن يحضرون\".]\nفأما قول العرب: أطيب اللحم ما أكل عن عوذه، يريدون ما أكل عن العظم، والعوذة ما عاذ من الريح بشجرة أو غيرها. فأما الذي حدثني ابن مجاهد عن السمري عن الفراء أن العرب تضرب مثلا وأول من قاله سليك بن السلكه: \"اللهم إني أعوذ بك من الخيبة، فأما الهيبة فلا هيبة\" فالخيبة الفقر. ومعنى لا هيبة أي لا أهاب أحدا.\n•\"بالله\" جر بباء الصفة وهي زائدة؛ لأنك تقول الله فتسقط الباء. وحروف الزوائد في صدور الأسماء ثلاثة اللام والكاف والباء. فالكاف للتشبيه، واللام للملك، والباء للاتصال وللصوق. وموضع الباء نصب لأنها قد حلت محل مفعول. وعلامة جره كسرة الهاء. والأصل أعوذ بالإله، فحذفوا الهمزة اختصارا وأدغموا اللام في اللام، فالتشديد من أجل ذلك؛ كما قال تعالى: (لكنا هو الله ربي). الأصل لكن أنا، فحذفوا الهمزة اختصارا، وأدغموا النون في النون. قال الشاعر:\nوترمينني بالطرف أي أنت مذنب ... وتقلينني لكن إياك لا أقلي",
        "(1/5)\n\n[أراد: لكن أنا] يخاطب امرأة. فإن قيل لم شددت اللام؟ فقل للإدغام، وذلك أن الإدغام [في الكلام] على ضربين لقرب المخرجين وتجانس الحرفين. فإن قيل لم لم ينون،؟ فقل لدخول الألف واللام؛ لأن التنوين والإضافة والألف واللام من دلائل الأسماء، فكل واحد منها يعاقب صاحبيه.\n•\"من\" حرف جر، وهي لمبتدأ الغاية، كما أن «إلى» لمنتهى الغاية. فإذا قلت: لزيد من الحائط إلى الحائط، فقد بينت به طرفى ما له لأنك ابتدأت بمن وانتهيت بإلى؛ وكذلك خرجت من العراق إلى مكة.\nحدثني المحمدان النحوي واللغوي عن ثعلب قال: إذا قال الرجل: لزيد علي من واحد إلى عشرة فجائز أن يكون عليه ثمانية إذا أخرجت الحدين، وجائز أن يكون عليه عشرة إذا أدخلت الحدين معا، وجائز أن يكون عليه تسعة إذا أخرجت حدا وأدخلت حدا.\n•\"الشيطان\": جر بمن، علامة جره كسرة النون. فإذن قيل لك لم شددت الشين، فقل أدغمت فيها اللام. واللام تدغم في أربعة عشر حرفا: في التاء والثاء والدال والذال والراء والزاي والسين والشين والصاد والضاد والطاء والظاء واللام والنون. وإنما صارت اللام تدغم في أربعة عشر حرفا وهي نصف حروف المعجم لأنها أوسع الحروف مخرجا، وهي تخرج من حافة اللسان من أدناه إلى منتهى طرف اللسان\n(1/6)",
        "\nوفويق الضاحك والناب والرباعية والثنية. فلما اتسعت في الغم وقربت من الحروف أدغمت فيها، فاعرف ذلك إن شاء الله تعالى. حافة اللسان طرفه وجمعها حيف. حدثني بذلك محمد بن أبي هاشم عن ثعلب عن ابن الأعرابي. فإن قيل: لم فتحت النون في قولك من الشيطان وكسرت النون في قولك عن الشيطان؟ فالجواب في ذلك أن النون حركت فيهما لالتقاء الساكنين، غير أنهم اختاروا الفتح في «من» لانكسار الميم، واختاروا الكسر في «عن» لانفتاح العين. فأما قولهم إن الله أمكنني من فلان، فإنهم كسروا النون مع الهمزة لقلة استعمالهم إياه.\nوالشيطان يكون فعلان من شاط يشيط بقلب ابن آدم وأشاطه أي أهلكه، ومن شاط بقلبه أي مال به، ويكون فيعالا من شطن أي بعد كأنه عن الخير؛ كما أنه سمي إبليس لأنه أبلس من رحمة الله أي يئس، وكان اسمه عزازيل. يقال دار شطون أي بعيدة، ونوى شطون؛ قال الشاعر:\nأيما شاطن عصاه عكاه ... في وثاق السجون والأغلال\nمعنى عكاه شده. يعني بذلك سليمان بن داود عليه السلام. وكل متمرد من الناس وغيرهم [يقال له] شيطان؛ قال الله تبارك وتعالى: (وإذا خلوا إلى شياطينهم) أي إلى رؤساء المنافقين والكفار من اليهود. وأما قوله تعالى: (طلعها كأنه رؤوس الشياطين) فقيل الحيات، وقيل الجن. وأما قول شبيب بن البرصاء:\n(1/7)\n",
        "نوى شطنتهم عن هوانا وهيجت ... لنا طربا إن الخطوب تهيج\nفمعنى شطنتهم خالفت بهم وبعدت ويقال بئر شطون أي عوجاء فيها عوج، فيستقى منها بشطنين أي بحبلين.\n• \"الرجيم\" [جر] نعت للشيطان، علامة جره كسرة الميم، ولم تنونه لدخول الألف واللام. وشددت الراء لإدغام اللام فيها. فإن سأل سائل فقال الشيطان رَجَم أو رُجِم؟ فقل لا بل رجم، والأصل من الشيطان المرجوم؛ كما قال:\nرُجْمَ به الشيطان في هوائه\nفصرف [من] مفعول إلى فعيل لأن الياء أخف من الواو، كما يقال كف خضيب والأصل مخضوبة، ولحية دهين والأصل مدهونة، ورجل جريح وصريع، كل ذلك أصله الواو لأنه مفعول. والمرجوم في اللغة الملعون المطرود، فلعنه الله معناه طرده [الله] وأبعده، قال الشماخ:\nوماء قد وردت لوصل أروى ... عليه الطير كالورق اللجين\nذعرت به القطا ونفيت عنه ... مقام الذئب كالرجل اللعين\nاللعين نعت للذئب في قول سلمة. والرجم أيضا القتل؛ كقوله عز وجل: (لنرجمنكم) والرجم الشتم والرجم بالحجارة؛ ومنه رجم المحصنات والمحصنين إذا زنوا. وقال رسول الله صلى الله عليه وسلم: \"ما من نفس مولود يولد إلا والشيطان ينال منه تلك الطعنة، ولها يستهل الصبي [صارخا] إلا كان من مريم بنة عمران فإنها لما\n(1/8)\n\nوضعتها قالت رب إني وضعتها أنثى وإني أعيذها بك وذريتها من الشيطان الرجيم، فضرب دونها حجاب فطعن فيه. وإن المسيح لما ولد حفت به الملائكة فلم ينهزه إبليس وصارت الشياطين إليه فقالوا: قد نكست الأصنام رءوسها، فقال: قد حدث أمر عظيم، فضرب خافقي الأرض وأتى البحار فلم يجد شيئًا ثم وجد المسيح - صلى الله عليه - قد ولد فقال: \"قد ولد نبي\" صلى الله عليه.\n\n(بسم الله الرحمن الرحيم)\n• \"بسم\" جر بباء الصفة وهي زائدة. فإن قيل: ما موضع الباء من بسم الله؟ ففي ذلك ثلاثة أجوبة: قال الكسائي: لا موضع للباء، لأنها أداة. وقال الفراء: موضع الباء نصب على تقدير أقول [بسم الله أو قل بسم الله]. وقال البصريون: موضع الباء رفع بالابتداء أو بخبر الابتداء، فكأن التقدير أول كلامي [باسم الله، أو باسم الله أول كلامي]. قال الشاعر:\nتسألنى عن بعلها أي فتى ... خب جبان فإذا جاع بكى\nأي هو [خب] جبان، وأي فتى هو. وقال الله تعالى وتبارك: (بشر من ذلكم النار) أي هي النار. وعلامة الجر في \"بسم\" كسرة الميم، ولم تنونه لأنه مضاف. فإن قيل لك: لم لم تنون المضاف؟ فقل: لأن الإضافة زائدة والتنوين زائد، ولا يجمع بين زائدين. فإن قيل: لم أسقطت الألف من بسم والأصل باسم؟ فقل: لأنها",
        "(1/9)\n\nكثرت على ألسنة العرب عند الأكل والشرب والقيام والقعود، فحذفت الألف اختصارا من الخط لأنها ألف وصل ساقطة في اللفظ، فإن ذكرت اسما من أسماء الله عز وجل وقد أضفت إليه الاسم لم تحذف الألف لقلة الاستعمال، نحو قولك باسم الرب، وباسم العزيز. فإن أتيت بحرف سوى الباء أثبت أيضا الألف نحو قولك لاسم الله حلاوة في القلوب، وليس اسم كاسم الله، وكذلك باسم الرحمن، وباسم الجليل، و\"اقرأ باسم ربك الذي خلق\". فإذا أسقطت الباء كان ذلك في الاسم أربع لغات: اِسم وسِم واُسم وسُم. قال الشاعر:\nأرسل فيها بازلا لا نعدمه ... باسم الذي في كل سورة سمه\nقد وردت على طريق تعلمه.\nوقال آخر:\nوعامنا أعجبنا مقدمه ... يدعى أبا السمح وقرضاب سمه\nالقرضاب اللص. فمن قال اسم وسم أخذه من سمى يسمى مثل علي يعلى\nومن قال اسم وسم أخذه من سما يسمو، وكلاهما معناه العلو والارتفاع.\nفإن سأل سائل فقال: لم أدخلت الباء في بسم وهي لا تكون إلا صلة لشيء قبلها؟ فالجواب في ذلك أن الله تبارك وتعالى أدب نبيه صلى الله عليه وسلم أن يقدم اسمه\n(1/10)",
        "\nعند كل أخذ في عمل ومفتتح كل كلام تبركا باسمه جل وعز، فكان التقدير قل يا محمد باسم الله.\nوالألِفُ في اسم الله ألف وصل تسقط في التصغير إذا قلت سُمَى.\nفإن قال قائلٌ: الأسماء لا تتصرف وإنما التصرف للأفعال كقولك ضرب يضرب ضربًا، فلم قالت العرب بسمل يبسمل بسملة؟ فالجواب في ذلك أنّ هذه الأسماء مشتقة من الأفعال، فصارت الباء كبعض حروفه إذ كانت لا تفارقه وقد كثرت صحبتها له؛ قال الشاعر:\nلقد بسملت ليلى غداة لقيتُها ... فيا حبذا ذاك الحبيبُ المبسمِلُ\nومن ذلك قولهم: قد هيلل الرجل إذا قال لا إله إلا الله، وقد حولقَ إذا قال لا حول ولا قوة إلا بالله، وقد حيعل إذا قال حي على الصلاة، وقد حمدل إذا قال الحمدُ لله، وقد أكثر من الجعفلة أي من قول جعلني الله فداك.\n•واسم \"الله\" جر بإضافة الاسم إليه، والأصل باسم الإله؛ قال عبد الله بن رواحة:\nباسم الإله وبه بدينا ... ولو عبدنا غيره شقينا\nوحبذا ربًا وحب دينا\nفحذفت الهمزة اختصارًا وأدغمت اللام في اللام، فالتشديد من جلل ذلك، ولم تُنَوِّنْ ذلك لدخول الألف واللام.\n(1/11)\n",
        "وسمعتُ أبا علي النحوي يقول: اسم الله تعالى مشتق من تألُّهِ الخَلق إليه، أي فقرهم وحاجتهم إليه. وقال آخرون في قوله تعالى: (وإلهكم إله واحد لا إله هو الرحمن الرحيم) إن الألوهية اعتباد الخلق، أي الذي يستحق أن يعبد معبود واحدٌ؛ لأنَّ الذين تعبدون خلق مثلكم من خلق إلهكم. والواحد الذي لا مثلَ له ولا [شبيه] له، كما تقول: فلان واحد في الناس. وقال آخرون: معنى الوحدانية انفرادُه عن الأشياء كلها غير داخل في الأشياء جل الله وعلا.\n•\"الرحمن الرحيم\": جران صفتان لله تعالى، علامة جرهما كسرة النون والميم. وشددت الراء فيهما لأنك قلبت من اللام راء وأدغمت الراء في الراء. فإن سأل سائل فقال: إنما أدغمت [اللام في الراء لقرب المخرجين، فهل يجوز إدغام] الراء في اللام نحو «استغفر لهم»؟ فقل لا؛ وذلك أن سيبويه وغيره من البصريين لا يجيزون إدغام الراء في اللام نحو اخترليطة؛ لأن الراء حرف فيه تكرير، فكأنه إذا أدغمه فقد أدغم حرفًا مشددًا نحو \"مس سقر\"، و\"أحل لكم ما وراء ذلكم\" وإدغام المشدد فيما بعده خطأ بإجماع. فأما ما رواه اليزيدي عن أبي عمرو: «استغفر لهم»، «واصطبر لعبادته» و [نحو ذلك]، فكان ابن مجاهد يضعفه لرداءته\n(1/12)\n\nفي العربية، ولأن الرواية الصحيحة عن أبي عمرو الإظهار لأنه رأس البصريين، فلم يك ليجتمع أهل البصرة على شيء وسيدهم على ضده. وكان الفراء يجيز إدغام الراء في اللام كما يجيز إدغام اللام في الراء.\nواسم الله عزوجل قُدم على الرحمن؛ لأنه اسم لا ينبغي إلا لله جل ثناؤه. وقيل في قوله تعالى: (هل تعلم له سميا) أي هل تعرف في السهل والجبل والبر والبحر والمشرق والمغرب أحدًا اسمه الله [غير الله] عز وجل. وقيل: هو اسمه الأعظم، وقيل اسمه الأعظم ياذا الجلال والإكرام، وقيل يا حي يا قيوم.\nوقدم الرحمن على الرحيم لأن الرحمن اسم خاص لله، والرحيم اسم مشترك، يقال: رجل رحيم، ولا يقال رحمن، فقدم الخاص على العام. وقال ابن عباس: الرحمن الرحيم اسمان رقيقان أحدهما أرق من الآخر. وقال آخرون: الرحمن أمدح، والرحيم أرق، [فرحيم] كما تقول لطيف. وقال أبو عبيدة: رحيم ورحمن لغتان، فرحيم فعيل [من الرحمة]، ورحمن فعلان من الرحمة. قال: وذلك لاتساع اللغة عندهم، كما تقول نديم وندمان بمعنى، وأنشد:\nوندمانٍ يزيد الكأس طيبا ... سقيت وقد تغورتِ النجومُ\nوقال آخرون: رحمن بالعبرانية رخمان، وأنشدوا بيت جرير:\nأو تتركون إلى القسين هجرتكم ... ومسحكم صلبهم رخمان قربانا",
        "(1/13)\n\nوالذي أذهب إليه أن هذه الأسماء كلها صفات لله تبارك وتعالى، وثناء عليه وهي الأسماء الحسنى؛ كما قال الله: (ولله الأسماء الحسنة فادعوه بها)، فسُئل النبي صلى الله عليه وسلم عنها فقال: «تسعة وتسعون اسما من أحصاها دخل الجنة». وقد بينتها في كتاب مفردٍ، واشتقاق كل اسم منها ومعناه. لأني قد تحريتُ في هذا الكتاب الاختصار والإيجاز ما وجدت إليه سبيلا، ليتعجل الانتفاع به ويسهل حفظه [على من أراده]. وما توفيقي إلا بالله [عليه توكلت].\n\nذكر فائدة في بسم الله:\nأما قوله تعالى: (وقال اركبوا فيها باسم الله مجراها ومرساها) هذا مما حكى الله تبارك وتعالى عن نبي من أنبيائه وصفي من أصفيائه تقديمه اسم الله قبل ركوبه وأخذه في كل عمل. فمجراها ومرساها رفع بالابتداء، وبسم الله خبره، ومعناه التقديم والتأخير، والتقدير إجراؤها وإرساؤها بسم الله. فعلى هذا التمام عند مرساها. ويجوز أن يجعل بسم الله كلامًا تامًا كما قيل في نحر البدن (فاذكروا اسم الله عليها صواف)، فيكون مجراها ومرساها في موضع نصب. فأما قراءة مجاهد [التي حدثني ابن مجاهد عن السمري عن الفراء أن مجاهدًا] قرأ «باسم الله مجريها ومرسيها» فجعلها صفتين لله تعالى فموضعهما جر. قال الفراء: ويجوز أن يجعلهما في قراءة مجاهد نصبًا على الحال. يريد المجريها والمرسيها. فلما خزلت الألف واللام نصبهما على الحال\n(1/14)",
        "\nوالقطع. قال: ومثل هذا مما لفظه معرفة ومعناه الانفصال والتنكير قوله [عز وجل]: (هذا عارض ممطرنا) معناه ممطر لنا، كما قال جرير:\nيارب غابطنا لو كان يأملكم ... لاقى مباعدة منكم وحرمانا\n\nذكر فائدة أخرى:\nاعلم أن بسم الله الرحمن الرحيم آية من سورة الحمد وآية من أوائل كل سورة في مذهب الشافعي، وليست آية في [كل] ذلك عند مالك؛ وعند الباقين هي آية من أول أم الكتاب وليست آية في غير ذلك. وقد ذكرنا الاحتجاج في ذلك في كتاب شرح أسماء الله جل وعز. فأما القراء السبعة فيثبتون بسم الله الرحمن الرحيم في أول كل سورة إلا في براءة ما خلا أبا عمرو وحمزة فإنهما كانا لا يفصلان بين السورتين ببسم الله الرحمن الرحيم. حدثني أبو سعيد الحافظ قال حدثني أبو بكر النيسابوري قال سمعت الربيع يقول سمعت الشافعي يقول: أول الحمد بسم الله الرحمن الرحيم وأول البقرة الم. وكل ما ذكرت من اختلاف العلماء والقراءة فقد رويت عن رسول الله صلى الله عليه وسلم. والذي صح عندي فمذهب الشافعي [رحمه الله] وإليه أذهب.\n(1/15)\n",
        "ذكر فائدةٍ أخرى في بسم الله:\nإن سأل سائل فقال: لم كسرت الباء في بسم الله؟ فالجواب في ذلك أنهم لما وجدوا الباء حرفًا واحدًا وعملها الجر ألزموها حركة عملها.\n\nإعراب أم القرآن ومعانيها\nقال أبو عبد الله: سميت سورة الحمد المثاني لأنها تُثَنَّى في كل ركعة، قال الله تبارك وتعالى: (ولقد آتيناك سبعا من المثاني) قيل الحمد، وقيل [المثاني] القرآن كله، وقيل المثاني ما بعد المائتين. قال الله تبارك وتعالى: (مثاني تقشعر منه جلود الذين يخشون) وسمي القرآن مثاني لأنه تثنى فيه القصص والأنبياء. وأما قول شبيب بن البرصاء:\nفلا وصل إلا أن تقارب بيننا ... قلائص يجذبن المثاني عوج\nفإن الأزِمّةَ يقال لها المثاني، الواحدة مَثْنَاةٌ. وعوج: اعوجت من الهزال [وكثرة الترحال].\nقال أبو عبد الله: وسميت أم القرآن لأنها أول كل ختمة ومبتدؤها، ويسمى أصل الشيء أما. قال الله عز وجل: (وإنه في أم الكتاب لدينا لعلي حكيم) أي في أصل الكتاب وهو اللوح المحفوظ. وروى عن عرباض بن سارية السلمي قال سمعت رسول الله صلى الله عليه وسلم، يقول: \"إني عبد الله في أم الكتاب وخاتم النبين وإن آدم لمنجدل في طينته وسوف أنبئكم بتأويل ذلك: أنا دعوة\n(1/16)\n\nأبي إبراهيم، وبشارة عيسى ورؤيا أمي\". وأم الرأس مجتمع الدماغ. وقوله تبارك وتعالى: (فأمه هاوية) لأن الكافر إذا دخل النار فصارت مأواه كانت أما له كالطفل الذي يأوي إلى أمه وكالبهائم التي لا تكون إلا مع الأمات. فجمع الأم في البهائم أمات، وفي الناس أمها. وأنشد:\nلقد آليت أغدر في جَداع ... وإن منيت أمات الرباع\n[بأن الغدر بالأقوام عار ... وأن المرء يجزأ بالكراع]\nوقال آخرون: أمهات واحدتها أُمَّهَةٌ، وأنشدوا:\nأمهتي خندف والياس أبي ... حيدة خالي ولقيط وعدي\nوحاتم الطائي وهاب المئي",
        "(1/17)\n\nويقال: إن المؤمن إذا فارق الدنيا التقى مع إخوانه [وجيرانه في حياته] فرحبوا به، وقيل: إنك أتيت من دار الشقاء فنعموه، فيقول: أين فلان؟ فيقال: فلان صار إلى أمه الهاوية. وقال الفراء: العرب تقول هذه أمي، وهذه أمٌ وأُمه، فمن أثبت الهاء في الواحد جمعه على أمهات.\nويقال: سميت فاتحة الكتاب لأنها تفتتح عند كل ركعة. قال ابن عرفة سمعت ثعلبا يقول: سميت الحمد المثاني لأنها تثنى في كل ركعة، وأنشد:\nحلفت لها بطه والمثاني ... لقد درست كما درس الكتاب\nقال: وحدثنا شعيب بن أيوب قال حدثنا معاوية بن هشام عن سفيان عن ابن جريج عن أبيه عن سعيد بن جبير عن ابن عباس، قال: المثاني فاتحة الكتاب، وهي سبع آيات إحداهن بسم الله الرحمن الرحيم.\n•ف \"الحمد\" رفع بالابتداء علامة رفعه ضم آخره. فإن قيل: لم رفع الابتداء؟ فقل: لأن الابتداء أول الكلام والرفع أول الإعراب فأتبع الأولُ الأولَ. وقرأ الحسن ورؤبة «الحمدِ للهِ» بكسر الدال، أتبعا الكسرَ الكسرَ؛ وذلك أن الدال مضمومة وبعدها لام الإضافة مكسورة، فكرهوا أن يخرجوا من ضم إلى كسر، [فأتبعوا الكسر الكسر]. وقرأ إبراهيم بن أبي عبلة «الحمد لله» بضم اللام أتبع\n(1/18)",
        "\nالضم الضم، كما أتبع أولئك الكسر الكسر، ويجوز في النحو الحمدَ لله بفتح الدال وقد رُويت عن الحسن أيضًا تجعله مصدرًا لحمدتُ أحمدُ حمدًا فأنا حامدٌ. ودخلت الألف واللام في المصدر تخصيصًا، كما تقول النجا النجا أي انج انج. قال الله تبارك وتعالى: (فضرب الرقاب)، أي اضربوا. وقرأ عيسى بن عمر: (فصبرًا جميلاً) أي فاصبروا صبرا. قال الشاعر:\nيشكو إلى جملي طول السُّرى ... صبرًا جميلاً فكلانا مبتلَى\nوقال العَجَّاج:\nأطربا وأنت قنسري ... والدهر بالإنسان دواري\nأفني القرون وهو قعسري\nأي أتطرب وأنت شيخ!. وهذه الوجوه الأربعة في الحمد وإن كانت سائغة في العربية، فإني سمعت ابن مجاهد يقول: لا يُقرأ بشيء من ذلك إلا بما عليه الناسُ في كل مصرٍ الحمدُ للهِ، بضم الدال وكسر اللام.\nومعنى الحمد لله: الشكر لله، وبينهما فصل؛ وذلك أن الشكر لا يكون إلا مكافأة كأن رجلا أحسن إليك فتقول: شكرت [له] فعله، ولا تقول حمدت له. والحمد الثناء على الرجل بشجاعة أو سخاء؛ فالشكر يوضع موضع الحمد والحمد لا يوضع موضع\n(1/19)\n",
        "الشكر، ويقال أحمدت الرجل إذا أصبته محمودًا. وحدثني ابن مجاهد عن السمري عن الفراء، قال: [يقال:] شكرت لك وشكرتك وشكرت بك [بالباء]، كما يقال كفرت بك؛ وهذا الأخير نادرٌ، والأولى [هي] اللغة الفصحى.\nحدثنا محمد بن حفص قال حدثنا أحمد بن الضحاك، قال حدثنا نصر بن حماد قال حدثنا شعبة عن حبيب بن أبي ثابت قال سمعت سعيد بن جبير يحدث عن ابن عباس قال قال رسول الله صلى الله عليه وسلم: \"أول من يدعى إلى الجنة يوم القيامة الحامدون الذين يحمدون الله في السراء والضراء\". وقال أحد أصحاب رسول الله صلى الله عليه وسلم: أفضل الدعاء الحمد لله؛ لأنه يجمع ثلاثة أشياء: ثناء على الله، وشكرًا، وذكرًا له.\n• \"لله\": جر باللام الزائدة؛ لأن الأصل الله بلامين ثم دخلت لام الملك وتسمى لام التحقيق أي استحق الله الحمد؛ فاللام الأولى لامُ الملك، والثانيةُ دخلت مع الألف للتعريف، والثالثة لام سنخية؛ وذلك لأن الأصل لاه، قال الشاعر:\nلاه ابن عمك لا أفضلت في حسب ... عني ولا أنت دياني فتخزوني\nأي تسوسني وتقهرني.\nولا تقوت عيالي يوم مسغبة ... ولا بنفسك في العزا تؤاسيني\n(1/20)\n\nثم دخلت الألف واللام. ففي لله ثلاث لامات كما أخبرتك، غير أن الخط بلامين كراهية لاجتماع ثلاث صور. وذلك أن العرب لا تكاد تجمع بين صورتين حتى يدغموا، فكانوا للثلاثة أشد استثقالا. وعلامة جره كسرة الهاء. ولله خبر الابتداء. فإن قدمت أو أخرت فالإعراب والمعنى سواء، لله الحمد، والحمد لله؛ كمال قال الله تعالى:\n(والأمر يومئذ لله) وقال في موضع آخر: (لله الأمر من قبل ومن بعد).\n• \"رَبِّ\": جر نعت لله أو بدل منه. والرب في اللغة السيد والمالك. وشددت الباء لأنهما باءانِ من رببت. ورب اسم مشترك، يقال: [رب الضيعة و] رب الدار، ولا يقال الرب بالألف واللام إلا لله تعالى. ورب أيضًا مصدرٌ من قولك: رببت الشيء فأنا أربه ربًا. والعرب تقول: رببته وربَّبته وربيته بمعنى واحد؛ وأنشد:\nربيته حتى إذا تمعددا ... كان جزائي بالعصا أن أجلدا\n[تمعدد: أي تشدد].\nوقال الفراء: يقال رب ورب [بتشديد الباء وتخفيفها]؛ وأنشد:\nوقد علم الأقوام أن ليس فوقه ... رب غير من يُعطي الحظوظ ويرزق\n• \"العالمين\" جر بالإضافة، علامة جره الياء التي قبل النون. وفي الياء ثلاث علامات: علامة الجر، وعلامة الجمع، وعلامة التذكير، وفتحت النون لالتقاء",
        "(1/21)\n\nالساكنين، [وهما النون والياء، ونون الجمع إذا كان الجمع جمع سلامة على هجاءين مفتوحة أبدًا، ونون الاثنين مكسورة أبدًا للفرق بينهما]. والعالمين جمع واحدهم عالم، والعالم جمع أيضًا لا واحد له من لفظه، وواحده من غير لفظه رجل أو فرس أو امرأةٌ أو غير ذلك؛ قال الشاعر:\nفخندف هامة هذا العالم\n[وقال آخرون: العالم لا واحد من لفظه، ولا من غير لفظه؛ لأنه جمع لأشياء مختلفة. وحدثنا ابن مجاهد عن السمري عن الفراء قال: العالم يقع على الناس والملائكة والجن].\n• \"الرحمنِ\": جرُّ صفةٌ لله تعالى.\n• \"الرحيم\": جرُّ صفةٌ لله [عز وجل]. فإن سأل سائل [فقال]: إذا جعلت بسم الله الرحمن الرحيم آية من أم الكتاب فما وجه التكرير؟ فالجواب في ذلك أن الآية إذا ذكرت مع الزيادة فائدة لم تسم تكريرا.\n• \"ملك يوم الدين\": مالك جر نعت لله [علامة جره كسرة في آخره].\nوفي ملك لغات أحسنها مَلِكٌ ومالِكٌ وقد رُويتا جميعًا عن النبي صلى الله عليه وسلم، وذلك أن أعربيا جاء إلى رسول الله صلى الله عليه وسلم، فشكا إليه امرأته، فقال:\nإليكَ أشكو ذربة من الذرب ... يا مالك الملك وديان العرب\n(1/22)",
        "\nفقال النبي صلى الله عليه وسلم: «ذلك الله». وقال أهل النحو: إن مَلِكا أمدحُ من مالِكٍ، وذلك أن المالِكَ قد يكون غير ملك، ولا يكون الملك إلا مالِكا. واللغة الثالثة مليك، ولم يقرأ به أحد لأنه يخالف المصحف ولا إمام له. وقال ابن الزبعري- والزبعري في اللغة الرجل السيء الخلق، والزبعري الكثير شعر الأذن، ويقال أذن زبعراة، وأذن مهوبرة كثيرة الشعر، وكذلك القِردُ الكثير الشعر يسمى هوبرًا:\nيا رسول المليك إن لساني ... راتق ما فتقت إذ أنا بور\nإذ أجاري الشيطان في سنن الغي ومن مال ميله مثبور\nوالمثبور الهالك. والمثبور الناقص العقل من قوله: (وإني لأظنك يا فرعون مثبورا)\nواللغة الرابعة مَلْكٌ مسكنة اللام تخفيفا، كما يقال في فَخِذٍ فَخْذٌ؛ وأنشد:\nمن مشيه في شعر يرجله ... تمشي الملك عليه حلله\nوقرأ أبو هريرة: «مالِكَ يومِ الدينِ» على النداء المضاف أي يا مالكَ يومِ الدين. وقرأ أبو حيوة: «مَلِكُ يوم الدين». وقرأ أنس بن مالك: «مَلَكَ يومَ الدينِ».جعله فعلا ماضيًا. ويجوز في النحو مالك يوم الدين، [بالرفع] على معنى هو\n(1/23)\n",
        "مالك، ولا يقرأ به لأن القراءة سنة ولا تحمل على قياس العربية. وجمع الملك أملاك [وملوك]، وجمع المالك ملاَّك ومالكون.\n•\"يوم الدين\": [يوم] جر بالإضافة. و «الدين» جر بإضافة اليوم إليه. فإذا جمعت [اليوم] قلت أيام، والأصل أيوام، قلبت الواو ياء وأدغمت الياء في الياء. والدين الحساب والجزاء؛ تقول العرب: \"كما تدين تدان\" أي كما تفعل يُفعَلُ بك؛ قال الشاعر:\nواعلم وأيقن أن ملك زائل ... واعلم بأن كما تدين تُدانُ\nفإن سأل سائلٌ فقال: الله تبارك وتعالى ملك الدنيا والآخرة، فلم قال\" مَلِكِ يوم الدينِ\"؟ فالجوابُ في ذلك أنَّ الدنيا قد مَلَّكها الله أقوامًا فنُسب الملك إليهم، فلما كانت الدنيا يملكُها الله تعالى، ويملكها غيره بالنسبة لا على الحقيقة، والآخرة لا يملكها إلا الله تبارك وتعالى ولا مالك في ذلك اليوم غيره، فخص لذلك. وقد قيل: إن الدنيا ملكها أربعة مؤمنان وكافران، فالمؤمنان سُليمان وذو القرنين، والكافران نُمرودُ وبختنصرُ.\nوالدين في اللغة أشياء، فالدين الجزاء وقد فسّرته، والدين الطاعة، كقوله: (في دين الملك) أي في طاعته؛ قال الشاعر:\n(1/24)\n\nلئن حللت بجو في بني أسد ... في دين عمرو وحالت بيننا فدك\nوالدين الملة، قال الله تعالى: (إن الدين عند الله الإسلام)، والدين العادة، قال الشاعر:\nتقول إذا درأتُ لها وضيني ... أهذا دينه أبدا وديني\nأكل الدهر حل وارتحال ... أما تُبْقى علي ولا تقيني\nتقول العرب: ما زال ذاك دأبه وعادته وإجرياءه ممدودًا وإجرياه مقصورا وهجيراه وإهجيراه وديدنه وديدونه ودينه. فأما الدَّيْدَبُونُ في شعر ابن أَحْمَر فهو مثلُ الدَّدِ والدَّدنِ والدَّدَا أربع لغات؛ قال ابنُ أحمر:\nخلوا طريق الديدبون فقد ... فات الصبا وتفاوت النجرُ\nويروى «الدندبون» بالنون.\n• \"إياك\" ضمير المنصوب المخاطب كقولك: إياك كلمت، والثوب لبست، فإذا أضمرت قلت إياه لبست. ولا يكون إلا منفصلا إذا تقدم، فإذا تأخر قلت نعبدك ولا يجوز نعبد إياك، ولبسته ولا تقول لبست إياه؛ لأنك إذا قدرت على المتصل لم تأت بمنفصلٍ إلا أن يضطر شاعر، كما قال:\nكأنا يوم قُرَّى إنـ ... ما نقتل إيانا\nو [اللغة الجيدة ما] قال الآخر:\nإياك أدعو فتقبل ملقي ... واغفر خطاياى وثمر ورقي",
        "(1/25)\n\nوالوَرِقُ والوَرَقُ والوَُرْقُ والوِرْقُ كله الدراهم. ويقال للرجل أيضًا وراق أي كثير الدراهم. والورق (بفتح الراء) الصبيان الملاح، والورق قدر الدرهم من الدم على الثوب، والورق [ورق] الشجر، والورق [ورق] المصحف.\nواختلف أهل النحو، فقال بعضهم: إياك بكماله ضمير المنصوب، وقال آخرون: الكاف في موضع خفض كما تقول إيا زيدٍ، واحتجوا بقول العرب: إذا بلغ الفتى ستين سنة فإياه وإيا الشواب.\n• \"نعبد\" فعل مضارعٌ، علامة مضارعته النون، [وعلامة الرفع ضم آخره]. فإذا صرفته قلت عبد يعبد عبادة فهو عابد والله معبود. والعبادة في اللغة التذلل والخضوع. تقول العرب: أرض معبدة أي مذللة. وسميت الصحراء أم عبيد لأنها تذل من سلكها. وأما عبد يعبد فمعناه أنف يأنف؛ قال الشاعر:\nوأعبد أن تهجى كليب بدارم\nأي: آنف. وقال الله تعالى: (قل إن كان للرحمن ولد فأنا أول العابدين) [أي الآنفين].\n(1/26)",
        "\n• \"وإياك\" الواو حرف نسق ينسق آخر الكلام على أوله ويشركه في إعرابه اسما على اسم وفعلا على فعل وجملة على جملة. و «إياك» نسق بالواو على الأول.\n• \"نستعين\" فعل مضارع. وإنما ارتفع [الفعل المضارع] لوقوعه موقع الاسم. وهو فعل معتل، والأصل فيه نستعون [على وزن] نستفعل من العون، [فاستثقلوا الكسرة على الواو فنقلت إلى العين] فانقلبت الواو ياء لانكسار ما قبلها لأنهم نقلوا كسرة الواو إلى العين فصار نستعين. [ومعنى] استعنت الله أي سألته أن يعينني على عبادته، واستغفرت الله أي سألته أن يغفر لي. والمغفرة في اللغة الستر.\n• \"اهدنا\" [اهد] موقوف لأنه دعاء ولفظه لفظ الأمر سواء. والنون والألف اسم المتكلمين في موضع نصب، ولا علامة فيه لأنه مكنى. وسقطت الياء للدعاء. وهو عند الكوفيين مجزوم بلام مقدرة، والأصل لتهدنا ياربنا؛ كما قرأ رسول الله صلى الله عليه وسلم: (فبذلك فلتفرحوا). والألف فيه ألف وصل لأنه من هدى يهدي هداية، والله هاد والعباد مهديون. فأما قوله: (ولكل قوم هاد) فمعناه داع يدعوهم إلى الله تبارك وتعالى. وقال آخرون:\n(1/27)\n",
        "(إنما أنت منذر) يعني به النبي صلى الله عليه وسلم، (ولكل قوم هاد) قال هو محمد عليه السلام. وقيل: ولكل قوم هاد يعني الله تبارك وتعالى، وقيل هاد داعٍ يدعوهم. الأعمش عن المنهال بن عمرو عن عباد بن عبد الله عن علي بن أبي طالب عليه السلام في قوله: (ولكل قوم هاد) قال: أنا هو. وألف الوصل في الفعل الثلاثي تكون مكسورة في الأمر نحو إذهب، إضرب، إقض، إلا أن يكون ثالث المستقبل مضموما فتضم الألف كراهية أن تخرج من كسر إلى ضم، وذلك نحو أدخل، أخرج، أعبد. والأمر لمن دونك، والدعاء لمن أنت دونه. ويقال سألت أخي، أمرتُ غلامي، ودعوتُ ربي، وطلبت إلى الخليفة.\n• \"الصراط\": منصوب مفعول ثان. تقول العرب: هديت زيدا الصراط وإلى الصراط وللصراط بمعنى واحد؛ كما قال تبارك وتعالى: (الحمد لله الذي هدانا لهذا). وقال في موضع آخر: (وإنك لتهدي إلى صراط مستقيم)، فكل ذلك جائز وقد نزل به القرآن. والصراط الطريق الواضح والمنهاج، وهو ها هنا عبارة عن دين الإسلام؛ إذ كان أجل الأديان وأوضح السبل إلى طريق الآخرة وإلى الجنة وإلى عبادة الله، قال جرير:\nأمير المؤمنين على صراطٍ ... إذا اعوج الموارد مستقيم\nوفي الصراط أربع لغات: السراط بالسين وهو الأصل، وبالصاد لمجئ الطاء بعدها وبالزاي الخالصة، وبإشمام الصاد الزاي، كل ذلك قد قرئ به؛ ومثله سندوق\n(1/28)\n\nوصندوق وزندوق. أخبرني ابن دريد عن أبي حاتم، قال: اختلف اثنان في السفر والصقر، فقال أحدهما بالسين، وقال الآخر بالصاد. فسألت أعرابيا، كيف تقول أبالصاد أم بالسين؟ فقال: أما أنا فأقول بالزاي. [وأنشد ابن دريد في مثله:\nولا تهييني الموماة أركبها ... إذا تجاوبت الأزداء بالسحر\nأراد الأصداء، والصدي ذكر البوم، وصوت البوم، وعظام الميت إذا بلى، والعطش، والصدى أيضًا ما يجيبك في تهو أو صحراء ويسمى ابنة الجبل. ويقال: فلان صدى مال إذ كان حسن القيام عليه مثل ترعية مال. وعلامة نصبه فتحه الطاء، ولم تنونه لدخول الألف واللام]. وشددت الصاد بالإدغام فيها.\n• \"المستقيم\": نصب نعت للصراط. [وذلك أن النعت يتبع المنعوت في إعرابه، ولا ينعت معرفة إلا بمعرفة ولا نكرة إلا بنكرة، فإن جئت بالنكرة بعد المعرفة نصبته على الحال، كقولك مررت بالصراط مستقيما، وهذا صراط ربك مستقيما، وهو الحق مصدقا]. والمستقيم مستفعل، وهو معتل، عين الفعل منه واوٌ، والأصلُ مستقومٌ، فاستثقلوا الكسرةَ على الواو فنقلت إلى القاف، فانقلبَت الواوُ ياءً لانكسار ما قبلها، فاعرفه. حدثني محمد بن أبي هاشم عن ثعلب عن ابن الأعرابي قال: سئل الحسن البصري عن الصراط المستقيم، فقال: هو والله أبو بكر وعمر وعثمان وعلي الحجة بعد النبي صلى الله عليه وسلم، وقال أبو العالية في قوله: (اهدنا",
        "(1/29)\n\nالصراط المستقيم) قال أبو بكر وعمر. فسئل الحسن عن ذلك، فقال: صدق أبو العالية ونصح.\n• \"صراط\" نصب بدل من الأول، وذلك أن البدل يجري مجرى النعت بأن يجري على إعراب ما قبله، غير أن النعت لا يكون إلا فعلا أو مشتقا منه، والبدل لا يكون إلا اسما. وتبدل المعرفة من المعرفة، والنكرة من النكرة، والمعرفة من النكرة، والنكرة من المعرفة. [كل ذلك صوابٌ. ويبدل الجزءُ من الكل، والكلُ من الكل، وقد يأتي بدلٌ أخرُ يقال له بدلُ الغلط، كقولك مررتُ برجلٍ حمارٍ، أردتَ بحمارٍ فغلطت فقلت برجلٍ ثم ذكرت].\n• \"الذين\" جرٌ بإضافة الصراط إليه، ولا علامة للجر فيه لأنه اسم ناقصٌ يحتاج إلى صلةٍ وعائد. وكل ما صلح أن يكون خبر الابتداء جاز أن يكون صلة الذي. ومن العرب من يقول جاءني الذون، ومررت بالذين فيعرب، أنشدني ابن مجاهد:\nوبنو نويجية الذون هم ... معط مخدمة من الخزان\nوالخزان: جمع خزز، وهو ولد الأرنب. ومن العرب من يقول: جاءني اللاءون ومررت باللائين؛ وأنشد الفراء:\nهم اللاءون فكوا الغل عني ... بمرو الشاهجان وهم جناحي\n(1/30)",
        "\nوشددت اللام لأنهما لامان، والأصل لذ مثل عم، ثم دخلت الألف واللام للتعريف، فالتشديد من أجل ذلك.\n• \"أنعمت\": فعل ماض، والتاء اسم الله تبارك وتعالى وهو رفعٌ. [وكل تاء إذا خاطبتَ مذكرا مفتوحة، وللمؤنث مكسورة، وتاء النفس مضمومة، للفرق بينهن، وكلهن في موضع رفع]. والألف في أول «أنعمت» ألف قطع. فكل ألف ثبتت في الماضي وكان أول الفعل المستقبل مضموما نحو أكرم يكرم وأنعم ينعم، فهي مفتوحة في الأمر والماضي ومكسورة في المصدر. وألفات القطع ست شرحتها في كتاب الألفات. وإذا صرفت الفعل قلت أنعم ينعم إنعاما فهو منعم، والأمر أنعم، بقطع الألف وفتحها.\n• \"عليهم\": «على» حرف جر، وتكتب بالياء لأن ألفها تصير مع المكني ياء نحو عليك وإليك ولديك، وهي مع المظهر ألف أعني لفظا، كقولك على زيد، وإلى زيد، ولدى زيد، ومن العرب من يقول جلست إلاك يعني إليك وعلاك درهم، يريدون عليك؛ حكى ذلك أبو زيد. قال الشاعر:\nطاروا علاهن فطر علاها ... واشدد بمثنى حقب حقواها\nوقد يكون «علا» فعلا ماضيا كقوله تعالى: (ولعلا بعضهم على بعض) تقول العرب: علا زيد الجبل، يعلو علوا، وعليت في المكارم أعلى علاء؛ وأنشد:\n(1/31)\n",
        "لما علا كعبك لي عليت ... ما بي غني عنك وإن غنيت\nوالهاء والميم جر بعلى. [ولا علامة للجر فيه لأنه مكني]. والذين أنعمت عليهم هم الأنبياء عليهم السلام. والأصل في عليهِم عليهُم بضم الهاء وهي لغة رسول الله صلى الله عليه وسلم، وقد قرأ بذلك حمزة. ومن كسر الهاء كسرها لمجاورة الياء. [وأما أهل المدينة ومكة فيصلون الميم بواو في اللفظ فيقولون «عليهمو». قالوا: وعلامة الجمع الواو، كما كانت الألف في عليهما علامة للتثنية]. ومن حذف الواو فإنه حذفها اختصارا. وأجمع القراء على كسر الهاء في التثنية إذا قلت عليهما؛ [قال الله عزوجل (... يخافون أنعم الله عليهما)] إلا يعقوب الحضرمي فإنه ضم الهاء في التثنية كما ضمها في الجمع. [وقد ذكرت علة ذلك في كتاب القراءات]. حدثنا ابن مجاهد عن السمري عن الفراء قال: من العرب من يقول عليهما، فيضم الهاء في التثنية.\n• \"غير\": نعت للذين، والتقدير صراط الذين أنعمت عليهم غير المغضوب [عليهم] غير اليهود؛ لأنك إذا قلت مررت برجل صادق غير كاذب، فغير كاذب هو الصادق.\nواعلم أن \"غيرًا\"، تكون صفة واستثناء. فإذا كانت صفة جرت على ما قبلها من الإعراب. تقول جاءني رجلٌ غيرك، ومررت برجل غيرك، ورأيت رجلاً\n(1/32)\n\nغيرك. فإذا كانت استثناء فتحت نفسها وخفضت [بها] ما بعدها، كقولك جاءني قومٌ غيرَ زيدٍ، وتقول عندي دِرهمٌ غيرُ زائفٍ على النعت، وعندي درهمٌ غيرَ دانقٍ؛ لأن المعنى إلا دانقًا. واعلم أنك إذا قلت مررت بغير واحد فمعناه بجماعة. و «غير» لا تكون عند المبرد إلا نكرة، وغير المبرد يقول: تكون معرفة في حال ونكرة في حال.\n• \"المغضوب\": جر بغير، لأن الإضافة على ضربين: إضافة اسم إلى اسم، وإضافة حرف إلى اسم. والمغضوب عليهم النصارى.\nفإن قال قائل: لم لم يجمع فيقول غير المغضوبين؟ فالجواب في ذلك أن الفعل إذا لم يستتر فيه الضمير كان موحدا، فالتقدير غير الذين غضب عليهم.\n• \"ولا\": الواو حرف نسق، و «لا» قيل صلة والتقدير والضالين، وقيل «لا» تأكيد للجحد؛ وذلك أن «لا» لا تكون صلة إلا إذا تقدمها جحد، كقول الشاعر:\nما كان يرضى رسول الله فعلهم ... والطيبان أبو بكر ولا عمر\nويروى \"دينهم\". وأنشد أبو عبيدة:\nفما ألوم البيض ألا تسخرا ... لما رأين الشمط القفندرا\nوالقفندر القصير الضخم القبيح المشية، والأقدر القصير [أيضًا]. ويجوز في «غير المغضوب» النصبُ على الحال من الهاء والميم في عليهم، ويجوز النصب ُ",
        "(1/33)\n\nعلى الاستثناء، وقد قرأ بذلك ابن كثير في رواية الخليل بن أحمد.\n[وقوله]: \"ولا\" حرف نسق. و\"الضالين\" نسقٌ على المغضوب عليهم وهم اليهود والنصارى.\nفإن سأل سائل: لم شددت اللام في الضالين؟ فقل هما لامان أدغمت الأولى في الثانية، ومدت الألف من الضالين لالتقاء الساكنين نحو دابة وشابة.\nقرأ أيوب السختياني: «ولا الضأَلِّين» بالهمزة، فقيل لأيوب: لم همزت؟ قفال: إن المدة التي مددتموها أنتم لتحجزوا [بها] بين الساكنين هي هذه الهمزة [التي همزت]. أنشدني ابن مجاهد شاهدًا لذلك:\nلقد رأيت يالقوي عجبا ... حمار قبان يسوق رنبا\nخطامها زأمها أن تذهبا\nأراد زامها فهمز.\nفإذا فرغ القارئ من «ولا الضالين» استحب أن يقول «آمين»: اقتداء برسول الله صلى الله عليه وسلم، وبسنته؛ لأن النبي صلى الله عليه وسلم كان يفعل ذلك ويقول: «من وافق [تأمينه] تأمين الملائكة غفر له».\n• \"وآمين\" فيه لغتان المد والقصر. قال الشاعر [في القصر]:\n(1/34)",
        "\nتباعد مني فطحل إذ دعوته ... أمين فزاد الله ما بيننا بعدا\nوقال آخر في مده:\nصلى الإله على لوط وشيعته ... أبا عبيدة قل بالله آمينا\nوالأصل في أمين القصر، وإنما مد ليرتفع الصوت بالدعاء، كما قالوا آوه، والأصل أوهِ مقصورًا، والاختيار [أن تقول] أوه؛ وأنشد:\nفأوه من الذكرى إذا ما ذكرتها ... ومن بعد أرض بيننا وسماء\nوقال آخر في المد:\nيارب لا تسلبني حبها أبدًا ... ويرحم الله عبدًا قال آمينا\nولا تشدد الميم [في آمين] فإنه خطأ، والعامة ربما فعلوا ذلك. فأما قوله (ولا آمين البيت الحرام) فالميم مشددة لأنه من أممت أي قصدتُ. وقرأ الأعمش: \"ولا آمي البيت الحرام\" بالإضافة. وقد سمعت محمد بن القاسم يقول: يقال أممتك، وتأممتك، ويممتك، وتيممتك، أربع لغات. وقرأ أبو صالح: \"ولا تأمموا الخبيث\". وقرأ مسلم بن جندب:\" ولا تُيَمموا الخبيث\". وكان معاذ بن جبل إذا قرأ خاتمة سورة البقرة (فانصرنا على القوم الكافرين) قال آمين.\n(1/35)\n",
        "ومعنى آمين: يا أمين أي يا ألله، فأمين اسم من أسماء الله. وقال آخرون: آمين معناه استجب لي يا الله. ويقال في معنى آمين: اللهم اغفر لي بسلا، كما نقول آمين. وكان عمر بن الخطاب رحمه الله يقول آمين وبسلا. والبسل في [غير] هذا [الموضع] الحلال، والبسل الحرام، وهو من الأضداد. والبسل الرجل الشجاع، والبسالة الشجاعة، والبسلة (بالضم) أجرة الراقي. وأنشد:\nهبت تلومك بعد وهن في الندى ... بسل عليك ملامتي وعتابي\nوقال عدي:\nوبسل أن أرى جارات بيتي ... يجعن وأن أرى أهلي شباعا\nوقال في الحلال:\nأيثبت ما زدتم وتمحى زيادتي ... يدى إن أسيغت هذه لكم بسل\nويقال: أفضل الدعاء يوم عرفة آمين. وقد سمى الله تعالى التأمين دعاء في كتابه، فقال تعالى لموسى وهارون عليهما السلام: (قد أجيبت دعوتكما فاستقيما)، وإنما كان الداعي موسى فقط وهارون يؤمن على دعائه. فاعرف ذلك فإنه حسنٌ.\n(1/36)\n\nمن سورة الطارق\n•قوله تعالى: \"والسماء\" الواو حرف قسم. وحروف القسم أربعة [أعني] الأصول: الواو والباء والتاء والهمزة؛ كقولك: والله وبالله وتالله وآلله. و «السماء» جر بواو القسم. وإنما جرت الواو لأنها عوض من الباء، والتقدير أحلف بالسماء، ثم أسقطوا أحلف اختصارًا إذ كان المعنى مفهوما؛ كما ترى رجلا قد سدد سهما ثم تسمع صوت القرطاس فتقول: القرطاس والله، أي أصاب القرطاس.\nفإن سأل سائل فقال: قد قال رسول الله صلى الله عليه وسلم: «لا تحلفوا إلا بالله» فلم جاز الإقسام أن يقع بغير الله؟ فقل: التقدير ورب السماء، ورب الفجر، فحذف المضاف وأقيم المضاف إليه مقامه. وفيه غير هذا مما قد بينته في مواضع.\nواعلم أن القسم يحتاج إلى سبعة أشياء: حرف القسم، والمُقْسِمِ، والمقسم به، والمقسم عليه، والمقسم عنده، وزمان ومكان.\nوالسماء كل ما علاك. ولذلك سمي سقف البيت سماء؛ قال الله تبارك وتعالى: (من كان يظن أن لن ينصره الله في الدنيا والآخرة) أي من كان يظن من هؤلاء الكفار الحسدة لمحمد صلى الله عليه وسلم أن لن ينصر الله محمدًا (فليمدد",
        "(1/37)\n\nبسبب) أي بحبل (إلى السماء) يعني إلى سقف البيت (ثم ليقطع) أي يختنق. (فلينظر هل يذهبن كيده ما يغيظ).\n• \"والطارق\": الواو حرف نسقٍ، و «الطارق» جر نسق بالواو على السماء. والطارق النجم، وإنما سمي طارقا لطلوعه ليلا، وكل من أتاك ليلا فقد طرقك، ولا يكون الطروق إلا بالليل؛ قالت هند:\nنحن بنات طارق ... نمشي على النمارق\nتعني أن أبانا كالنجم في شرفه وعلوه. يقال: طرق يطرق طروقا فهو طارق، ويقال للنجم الشاهد. قال أبو بصرة الغفاري: صلى بنا رسول الله صلى الله عليه وسلم العصر، فلما انصرف، قال: «إن هذه الصلاة فرضت على من كان قبلكم فتوانوا فيها وتركوها، فمن صلاها منكم أضعف أجره مرتين ولا صلاة بعدها حتى يرى الشاهد». فبهذا الحديث احتج من جعل الوسطى صلاة العصر، وبقوله: «شغلونا عن صلاة الوسطى». ومن جعلها الغداة احتج أن ابن عباس صلى الغداة بالبصرة وقنت فيها، وقال: [قال الله عز وجل:] (وقوموا لله قانتين). ومن جعل الوسطى الظهر قال: شدة الحر كانت تمنعهم عن الصلاة مع رسول الله صلى الله عليه وسلم، فقيل حافظوا على الصلوات، وقبلها صلاتان وبعدها كذلك. وأما قول العامة: نعوذ بالله من طوارق الليل والنهار فغلط؛ لأن الطروق لا يكون\n(1/38)",
        "\nإلا بالليل. والصواب أن يقال نعوذ بالله من طوارق الليل، وجوارح النهار؛ لأن العرب تقول طرقه إذا أتاه ليلاً، وجرحه إذا أتاه نهارًا. ويقال آبه [إذا] أتاه نهارًا، وجرحه وتأوبه مثله. وجعل الله تبارك وتعالى النجوم ثلاثة أصنافٍ، صنفٌ يُهتدى به، وصنفٌ مصابيح للسماء، وصنفٌ رجومٌ للشياطين. والطارق أيضًا أحد النجوم الأحد عشر التي رآها يوسف صلى الله عليه أنها نزلت من السماء وسجدت له؛ أعني قوله: (يا أبت إني رأيت أحد عشر كوكبا والشمس والقمر رأيتهم لي ساجدين). وجاء يهودي إلى النبي صلى الله عليه وسلم، فقال: أخبرني بأسماء الكواكب التي رآها يوسف عليه السلام؛ فقال: إن أخبرتك بأسمائها أتسلم؟ قال نعم. قال صلى الله عليه وآله: \"الديال\n(1/39)\n",
        "والوثاب والطارق والفيلق والصبح والقابس، والضروح والخرثان والكتفان والعمودان وذو الفرع\". قال صدقت يا محمد، ولم يسلم.\n•\"وما\" الواو حرف نسق. و «ما» لفظه لفظ الاستفهام ومعناه التعجب. و «ما» لا صلة لها ها هنا، وكذلك إذا كانت شرطا أو تعجبًا. و «ما» تنقسم في كتاب الله تعالى وفي كلام العرب خمسة وعشرين قسما، قد أفردت لها كتابًا.\n• \"أدراك\" فعل ماض، والألف ألف قطع؛ تقول أدري يدرى إدراء فهو مدر. والكاف اسم محمد صلى الله عليه، في موضع نصب. حدثني ابن مجاهد عن السمري عن الفراء قال: كل ما في كتاب الله وما أدراك فقد أدراه، وما يدريك فما أدراه [بعد]. وأما قراءة الحسن البصري التي حدثني أحمد عن علي بن عبد العزيز عن أبي عبيد أن الحسن البصري قرأ «ولا أدرأكم به» بالهمزة، فقال النحويون غلط الحسن كما أن العرب تغلط في بعض ما لا يهمز فيهمزونه، يقولون حلأت السويق، وإنما هو حليت يشبهونه بحلأت الإبل إذا زجرتها عن الماء. ومعنى درى يدرى أي علم، وأدرى غيره أي أعلمه. فأما قول الشاعر:\nفإن كنت لا أدري الظباء فإنني ... أدس لها تحت التراب الدواهيا\nفمعناه أختل الظباء وأخدعها وأصيدها.\n(1/40)\n\n• \"ما الطارق\" «ما» تعجب في معني الاستفهام، وهو رفعٌ بالابتداء. والطارق خبره؛ والتقدير وما أدراك يا محمدُ أي شيء الطارق.\n• \"النجم\" رفع بدل من الطارق. وقيل النجم ها هنا الثريا، فأما قوله (والنجم إذا هوى) فمعناه والقرآن إذا نزل. وأما قوله (والنجم والشجر يسجدان) فالنجم ما نجم من الأرض أي ظهر مما لا يقوم على ساقٍ. وقوله (وبالنجم هم يهتدون) يعني الجدى والفرقدين. ويسمى الجدى من الكواكب المنتصب.\n• \"الثاقب\" رفع صفة للنجم. والثاقب المضيء. قال أبو عبيدة: تقول العرب أثقب نارك أي أضئها. وقال آخرون: النجم الثاقب العالي؛ يقال ثقب الطائر إذا علا في الهواء، وأسف إذا دنا من الأرض، ودوم إذا سكن جناحيه ليستقل.\nإن كل نفس [لما عليها حافظ]: «إن» بمعنى ما، كقوله: (إن الكافرون إلا في غرور) (إن أنت إلا نذير)، معناه ما أنت إلا نذير، فإن بمعنى ما. وهو جواب القسم. وأجوبة القسم أربعة: إن، وما، واللام، ولا، فحرفان يوجبان وهما إن واللام، وحرفان ينفيان وهما ما ولا؛ كقولك: والله ما قام زيدٌ، ولقد قام زيد. و «كل» رفع بالابتداء. و «حافظ» خبره.",
        "(1/41)\n\nوالتقدير إن كل نفسٍ إلا عليها حافظ. هذا في قراءة من قرأ «لما» بالتشديد وهي قراءة أهل الكوفة. ومن قرأ «لما» بالتخفيف فـ «ما» صلةٌ، والتقدير إن كل نفس لعليها حافظٌ.\n• \"فلينظر\": الفاء حرف نسق، وتكون جوابًا لكلام متقدم. و «لينظر» مجزوم بلام الأمر، والأصل فلينظر بكسر اللام، كما قال الله تعالى (لينفق ذو سعة من سعته). وإنما أسكنت اللام لاتصالها بالفاء تخفيفا، وكذلك إذا تقدمتها واوٌ جاز الإسكان والكسر، وكذلك [ثم؛ كقوله: (ثم ليقطع)] (ثم ليقضوا تفثهم وليوفوا نذورهم) كل ذلك صوابٌ، وقد قُرئ به، والكسر الأصل، والسكون عارض. فلو قرأ قارئ «فلينظر الإنسان» بكسر اللام لكان سائغًا في العربية، غير أنه لا يُقرأ به إذ لم يتقدم له إمام، والقراءة سنة يأخذها آخر عن أول ولا تحمل على قياس العربية. فإن سأل سائل: ما الفرق بين قوله (قل هو الله أحد) وبين (فلينظر الإنسان) وهما أمران؟ هلا حذفت اللام من فلينظر وأثبتها في قل؟ فالجواب في ذلك أن الأمر قد كثر في كلامهم للمواجه المخاطب وقل ذلك للغائب، فاستخفوا طرح اللام وحرف المضارع من الأمر للمخاطب وقالوا\n(1/42)",
        "\nقل ولم يقولوا لتقل، وقالوا اضرب ولم يقولوا لتضرب؛ على أنه قد قرئ \"فبذلك فلتفرحوا\" بالتاء على أصل الأمر. والاختيار عند جميع النحويين حذف اللام إذا أمرت حاضرًا، وإثباتها إذا أمرت غائبًا. وربما اضطر شاعر فحذف من الغائب؛ قال الشاعر:\nمحمد تفد نفسك كل نفس ... إذا ما خفت من أمر وبالا\nأراد لتفد [فحذف].\n• \"الإنسان\" رفع بفعله، وهو واحدٌ في معنى جماعة. قال الله تبارك وتعالى: (والعصر إن الإنسان لفي خسر إلا الذين آمنوا) فاستثنى «الذين آمنوا» من الإنسان؛ ولو كان واحدًا ما جاز الاستثناء منه. والأصلُ الإنسيان، فخذفت الياء اختصارًا، وجمعه أناسين مثل بساتين، وتصغيره أنيسيان. وحدثني ابن مجاهد عن السمري عن الفراء قال: من العرب من يقول في إنسان إيسان بالياء، ويجمعه أياسين. وقال سيبويه: من العرب من يجمع إنسانًا أناسية. وأما قوله (وأناسي كثيرا) فقيل واحدها إنسي وقيل إنسان. [والعرب تقول للرجل إنسانٌ، وللمرأة إنسانٌ]. وربما أثبتوا الهاء تأكيدًا لرفع اللبس فقالوا كلم إنسان إنسانة؛ قال الشاعر:\nإنسانة تسقيك من إنسانها ... خمرا حلالا مقلتاها عنبه\n(1/43)\n",
        "والعرب تقول في تأكيد المؤنث [وإن لم يحسوا لبسا] عجوزة، وأتانة، وامرأةٌ أنثى؛ قال الله تبارك وتعالى: (إن هذا آخي له تسع وتسعون نعجة أنثى) كذلك قرأها ابن مسعود. وقال آخرون: معناه تسعٌ وتسعون نعجةً حسناءَ. يقال: امرأة أنثى أي حسناء: ومن التأكيد أيضًا قولهم رجل ورجلة، وشيخ وشيخة؛ قال الشاعر:\nفلم أر عامًا كان أكثر هالكا ... ووجه غلام يسترى وغلامه\nومعنى يسترى يختار. [وقال آخر:\nهتكوا جيب فتاتهم ... لم يبالوا صولة الرجله]\n• \"مم خلق\" الأصل من ما خُلق، أي من أي شيء خُلق؛ فأدغمت النون في الميم. وحذفت الألف من «ما» في الاستفهام مع من وعن، كقوله: (عم يتساءلون) ومع اللام كقوله: (لم تعظون) ومع في كقوله: (فيم أنت من ذكراها). والأصل في ذلك كله لما وعما وفيما ومما. وكذلك يحذفون من علام وحتام. وقد جودت ذلك في كتاب الماءات. ف «ما» جر بمن، ولا يتبين فيه الإعراب لأنه اسم ناقص. و «خلق» فعل ماض وهو فعل ما لم يسم فاعله. وعلامة ما لم يسم فاعله ضمك أول الفعل. فلو صرفت قلت خلق يخلق خلقا فهو مخلوقٌ، والفاعل الخالق، والأمر ليخلق باللام لا غير؛ لأن ما لم يسم فاعله كالغائب. وإذا سميت\n(1/44)\n\nالفاعل قلت خلق يخلق، والأمر اخلق. وكل من قدر شيئًا فقد خلقه، والله تعالى أحسن الخالقين؛ وأُنشد:\nولأنت تفري ما خلقت وبعـ ... ـضُ القوم يخلق ثم لا يفري\nقال ابن خالويه: يفري (بفتح الياء): يقطع على جهة الإصطلاح، ويُفرى: على جهة الإفساد. والضمير في خلق مفعول في الأصل قد أقيم مقام الفاعل. ثم بين الله تبارك وتعالى من أي شيء خلق عظة للعباد ومن استنكف عن العبادة أنه خلقهم من ماء ضعيف مهين وهو النطفة إلى أن جعلهم علقة ثم مضغة ثم عظامًا ثم كسا العظام لحمًا ثم أنشأه خلقاً آخر، وهو من حين دب ودرج إلى أن نهض وقام ونبتت لحيته وإبطه فذلك [الخلق] الآخر، فتبارك الله أحسن الخالقين، فقال:\n• \"خلق من ماء دافق\" والماء الدافق فاعل في اللفظ مفعول في المعنى، ومعناه من ماء مدفوق أي مصبوب؛ يقال دفق ماءه وسفحه وسكبه وصبه بمعنى [واحد]، وكذلك زكم بنطفته رمى بها، ويقال زكمة أبيه مثل عجزة أبيه يعني آخر ولد أبيه. من ماء دافق: فـ «من» حرف جر. و «ماء» جر بمن، علامة جره كسرة الهمزة. وهذه الهمزة مبدلة من هاء. و [ذلك أن] الأصل في ماء موه، فقلبوا من الواو ألفا فصار ماه ثم أبدلوا من الهاء همزة فصار ماء كما ترى.",
        "(1/45)\n\n• \"يخرج\" فعلٌ مضارعٌ، علامة رفعه ضم آخره.\n• \"من بين\" [من حرف جر]. «بين» جر بمن. والبين في اللغة الوصل؛ قال الله تعالى: (لقد تقطع بينكم) أي وصلكم. والبين الفراق؛ يقال بانه يبينه بينا، وبانه يبونه بونا، ويقال: بين الرجلين بين بعيد وبون بعيد. فأما جلست بين الحائطين فظرف من المكان، ولابد أن يقع على شيئين؛ فمحال أن تقول جلست بين الرجل، وإنما الصواب بين الرجلين أو بين الرجال. فأما قوله (لا نفرق بين أحد من رسله) فإنما وقع «بين» على أحد لأن أحدًا في معنى جميع الناس. وأما قول امرئ القيس: «بين الدخول فحومل» فكان الأصمعي ينشده بالواو. قال ابن السكيت: أراد بين أهل الدخول فحومل. وأما البين بكسر الباء فقدر مد البصر من الأرض؛ قال الشاعر:\nبسرو حمير أبوال البغال به ... أنى تسديت وهنا ذلك البينا\nويقال: بأن الرجل صاحبه يبينه ويبونه بينا وبونا؛ وأنشد المبرد:\nكأن عيني وقد بانوني ... غربان في جدول منجنون\n(1/46)",
        "\n• \"الصلب\" جر بإضافة البين إليه. وأهلُ الكوفة يسمون «بين» حرف جر، وهذا غلط؛ لو كان حرف جر ما دخل عليه حرف جر، لأن الحروف لا تدخل على الحروف فتعربها. ويقال الصلب والصلب و [الصالب] بمعنى واحد؛ قال العباس بن عبد المطلب يمدح النبي عليه السلام:\nتنقل من صالب إلى رحم ... إذا مضى عالم بدا طبق\nأي تنقل من أصلاب الرجال إلى أرحام النساء من عهد آدم [عليه السلام] لأنه قال:\nمن قبلها طبت في الظلال وفي ... مستودع حيث يخصف الورق\nيعني أن رسول الله صلى الله عليه وسلم كان في صلب آدم قبل أن يهبط إلى الأرض من الجنة. من ذلك قوله (وطفقا يخصفان عليهما من ورق الجنة). ويقال الصلب الصلب والصالب والقرا والمطا [والظهر] والمتن والمتنة بمعنى واحد. فالماء الدافق يخرج من بين صلب الرجل وتريبة المرأة. والتريبة معلق الحلى على الصدر، وجمع التريبة ترائب. قال الشاعر:\nمهفهفة بيضاء غير مفاضة ... ترائبها مصقولة كالسجنجل\nيعني المرآة. ويقال للمرآة العناس، والمذية، والبدنة، والزلفة، والماوية_ والزلفة أيضًا الروضة_ والحادثة والروضة. ويقال تريب بغير هاء؛ وأنشد للمثقب العبدي:\n(1/47)\n",
        "ومن ذهب يلوح على تريب ... كلون العاج ليس بذي غضون\nفماء الرجل أبيض ثخين، يخلق منه عظم الولد وعصبه. وماء المرآة أصفر رقيق يكون منه اللحم والدم. فإذا التقى الماءان فغلب ماء الرجل ماء المرأة أذكرا بإذن الله، وإذا غلب ماء المرأة ماء الرجل آنثا بإذن الله.\n• \"والترائب\" نسق على الصلب بالواو. فإن قيل: لم لم يقل يخرج من بين الصلب والتريبة فكيف جمع أحدهما ووحد الآخر؟ فالجواب في ذلك أن صدر المرأة هو تريبتها فيقال: للمرأة ترائب، يعني بها التريبة، وما حواليها وأحاط بها، وكذلك العرب تقول: رأيت خلاخيل المرأة وثديها. وإنما لها ثديان وخلخالان. وفيه جواب آخر وهو أن يكون أراد تعالى [يخرج] من بين الأصلاب والترائب، فاكتفى بالواحد عن الجماعة؛ كما قال تعالى: (أو لم ير الذين كفروا أن السموات والأرض كانتا رتقا) ولم يقل [و] الأرضين.\n• \"إنه على رجعه لقادر\" «إن» حرف نصب. والهاء نصب بإن، ولا علامة فيه لأنه مكنى والمكني لا يعرب؛ لأن المكنى يضارع المبهم، إذ كان كل واحد منهما يقع على أشياء مختلفة؛ كقولك: دخلتها تريد الدار، واشتريتها تريد الجارية؛\n(1/48)\n\nفأشبهت الحروف فزال الإعراب عنها. والهاء كناية عن الله أي إن الله تعالى قادر على رجع الماء ورده في الإحليل. «على» حرف جر، «رجعه» جر بعلى، والهاء جر بالإضافة، وهو كناية عن الماء. قال أبو عبيدة: يقال للمطر الرجع. «لقادر» اللام لام التأكيد، ويقال تحتها يمين مقدرة، والمعنى إنه على رجعه والله لقادر. و «قادر» [رفع] خبر إن. والله تعالى قادر وقدير مثل عالم وعليم.\n• \"يوم تبلى السرائر\" يوم نصبٌ على الظرف. فإن قيل: لم لم تنونه ويوم ينصرف؟ فقل: أسماء الزمان تضاف إلى الأفعال كقولك: جئتك يوم خرج الأمير، ويوم يخرج، ولا يجوز هذا زيد يخرج بغير تنوين، إنما يكون ذلك في أسماء الزمان؛ قال الله تبارك وتعالى: (هذا يوم ينفع الصادقين صدقهم)، (ويوم لا تملك نفس)، و «تبلى» فعلٌ مضارعٌ أي تختبر. والابتلاء الاختبار. (وفي ذلكم بلاء من ربكم) وهو فعل ما لم يسم فاعله. والسرائر جمع سريرة. وإنما همزت الياء في الجمع وليس في الواحد همزٌ، لأن في الجمع قبل الياء ألفًا وهي ساكنةٌ، فاجتمع ساكنان، فقلبوا الياء همزة وكسروها لالتقاء الساكنين؛ ومثله قبيلة وقبائل. فإن كانت الياء أصلية نحو معيشة لم تهمز في الجمع. قال الله تعالى (وجعلنا لكم فيها معايش قليلاً ما تشكرون). من همز هذه الياء فقد لحن. وقد روى خارجةُ عن نافع همزه وهو غلط. وحدثني أحمد عن علي عن أبي عبيد أن الأعرج قرأ (معائش) بالهمز.",
        "(1/49)\n\n• \"فماله\" الفاء تكون جوابًا ونسقا. و «ما» جَحدٌ بمعنى ليس. و «له» الهاء جرٌ باللام الزائدة. فإن سأل سائلٌ: لم فتحت اللام في له؟ فقل إذا وليه مكنى فتحت، وإذا وليه ظاهر كسرت اللام؛ كقولك لزيد ولعمروٍ، و «ماله» بكماله يسمى استفهامًا في غير هذا الموضع.\n• (من قوة): [من حرف جر]. «قوة» جر بمن، علامة جره كسر آخره. وموضع من رفع لأن من زائدة والأصل فما له قوة؛ كما تقول: [ما] في الدار رجل، وما في الدار من رجل. وشددت الواو في قوة لأنهما واوان. فإذا رددته إلى نفسك قلت قويت فقلبت ياء كراهية أن تجمع بين واوين لو قلت قووت، فبنوا الفعل على فعل بكسر العين لتصير الواو ياء.\n• \"ولا ناصر\" «ولا» حرف نسق. و «ناصر» [جر] نسق على قوة. فالفاعل ناصر، والمفعول به منصور. ويقال نصر المطر أرض بني فلان فهي منصورة، ونصرت أنا أرض كذا أي قصدتها؛ وأنشد:\nإذا انسلخ الشهر الحرام فودعي ... بلاد تميم وانصري أرض عامر\nووقف أعرابي يسأل الناس في الجامع فقال: من نصرني نصره الله. أي أعطاني.\n(1/50)",
        "\n• \"والسماء\" جر بواو القسم.\n• \"ذات\" نعت للسماء. والسماء مؤنثة لأن تصغيرها سمية؛ وبها سميت المرأة؛ لأن العرب تسمي النساء بما تستحسنه؛ ويسمون المرأة مهاة وهي البلورة، ويقولون: هي والله أحسن من السماء، وأشهى من الماء. [وهي والله أحسن من النار الموقدة]. ويقال أحسن ما تكون المرأة غب السماء، وغب النفاس، وغب البناء عليها.\n• \"ذات الرجع\" «ذات» نعت للسماء. و «الرجع» جر بذات، ومعناه أن الله أقسم بأعظم الأشياء منفعة، فذات الرجع [السماء. والرجع] المطر.\n• \"والأرض ذات الصدع\" [الصدع] النبات؛ وأنشد:\nوالأرض لا تضحك على نباتها ... إلا إذا ناح السماء وبكى\nفبكاء السماء المطر، وضحك الأرض [تفطرها] بالنبات. وتقول العرب: انشقت الأرض إذا انفطرت بالنبات. وحدثني أبو عمر عن ثعلب عن ابن الأعرابي قال: كل مطر يثبت في الأرض فهو رجع، يقال للغدير رجع ورُجعان ورِجعانٌ ورجيع. ويقال: رجعت يدي وأرجعتها، ورجعت فلانًا وأرجعته.\n(1/51)\n",
        "• \"إنه لقول فصل\" «إنه» جواب القسم. «لقول» اللام لام التأكيد. و «قول» رفع بخبر إن. والهاء اسم إن. و «فصل»: نعت للقول.\n• \"وما\" الواو حرف نسق، و «ما» حجد بمنزلة ليس ترفع الاسم وتنصب الخبر إذا لم تكن في خبرها الباء، كقولك ما زيدٌ بقائمٍ. [وليس زيدٌ بقائمٍ]. فإذا أسقطت الباء نصبت فقلت ما زيد قائمًا، وما هذا بشرا. وهذا الباب قد أحكمناه في كتاب المبتدئ. فإن قلت ما زيد إلا قائم لم يكن إلا الرفع؛ قال الله تعالى: (وما أمرنا إلا واحدة كلمح بالبصر). هذا قول النحويين إلا الفراء فإنه أجاز النصب مع إضمار فعل وشبهه؛ تقول العرب: إنما العامري عمته [أي يتعهد عمته].\n• \"هو\" رفع بما، و\"بالهزل\" خبره. ولو أسقطت الباء لقلت: وما هو هزلا، كما قال تعالى: (ما هن أمهاتهم) بكسر التاء نصب في موضع الخبر. وحدثني ابن مجاهد عن السمري عن الفراء قال: في حرف عبد الله بن مسعود «ما هن بأمهاتهم» بزيادة باء. فأما بنو تميم فإنهم إذا أسقطوا الباء رفعوا خبر «ما»، فقالوا ما زيدٌ قائمٌ. وروى المفضل عن عاصم: «ما هن أمهاتهم» وأنشد:\nلشتان ما أنوي وينوي بنو أبي ... جميعا فما هذان مستويان\nتمنوا لي الموت الذي يشعب الفتى ... وكل فتى والموت يلتقيان\n(1/52)\n\n• \"إنهم يكيدون كيدا\" [إن حرف نصب. و] الهاء والميم نصب بإن [ولا علامة فيه لأنه مكنى. و] «يكيدون» فعل مضارع وهو خبر إن. والواو ضمير الفاعلين. والنون علامة الرفع، وفتحت النون لالتقاء الساكنين. \"وكيدا\" نصب على المصدر. فإذا صرفت قلت: كاد يكيد كيدًا فهو كائدٌ، والمفعول به مكيد، مثل كلت الطعام أكيل كيلا فأنا كائل والطعام مكيل.\n• \"وأكيد كيدا\" نسق على الأول.\n• \"فمهل\" موقوف لأنه أمر، ومجزوم في قول الكوفيين. وهما لغتان مهل وأمهل مثل كرم وأكرم، غير أن كرم ومهل أبلغ.\n• \"الكافرين\" مفعول بهم، علامة النصب الياء التي قبل النون. وفي الياء ثلاث علامات: علامة النصب، وعلامة الجمع، وعلامة التذكير.\nو [كان] أبو عمرو والكسائي في رواية أبي عمر يميلان \"الكافرين\" من أجل الراء والياء، والباقون يفخمون [إلا ورشا] وهما لغتان فصيحتان. فإذا صرفت [الفعل] قلت: مهل يمهل تمهيلا فهو ممهل، ومن أمهل يمهل إمهالا فهو ممهل.\n• \"أمهلهم\" [أمر] تأكيد للأول. والهاء والميم مفعول كناية عن الكافرين.\n• \"رويدا\" نصب على المصدر. والأصل إروادا. فرويد تصغير إرواد. ورويدا إنما هو الإمهال والتمكث؛ يقال امش مشيا رويدا أي لا تستعجل.",
        "(1/53)\n\nومن سورة سبح وإعرابها وشرح معانيها\n• \"سبح\" موقوف لأنه أمرٌ عند البصريين، وعند الكوفيين جزمٌ بلام مضمرة، علامة جزمه سكون الحاء. فإذا صرفت قلت: سبح يسبح تسبيحا فهو مسبح. ويقال للسبابة أعني الإصبع السباحة والمسبحة والمشيرة. والتسبيح في اللغة التنزيه. سبحان الله أي تنزيها لله، قال الأعشى:\nأقول لما جاءني فخره ... سبحان من علقمة الفاخر\n• \"اسم ربك\" \"اسم\" نصب مفعولٌ به. ولو قلت: سبح باسم ربك لكان صوابا إلا أن القراءة سنة، ومثله جزت زيدا وجزت بزيدٍ، وتعلقت زيدا وتعلقت بزيد، وأخذت الخطام وأخذت بالخطام. قال الله تبارك وتعالى في موضع آخر: (فسبح بحمد ربك). و «ربك» جر بالإضافة. والكاف جر بإضافة الرب إليه، وفتح للخطاب.\n•الأعلى: جر صفة للرب، ولا يتبين فيه الإعراب لأن آخره ألفٌ مقصورة. ولو جمعت الأعلى في غير اسم الله لقلت الأعلون؛ كما قال الله تعالى: (وأنتم الأعلون). وتقول: كلم الأعلى الأعلى، وكلم الأعليان الأعليين، وكلم الأعلون الأعلين. وكان الأصل الأعلاون، فسقطت الألف لسكونها وسكون الواو.\n(1/54)",
        "\nوفي المؤنث كلمت العليا العليا، والعلييان العلييين، وكلمت العلييات العلييات، هذا جمع سلامة، وجمع التكسير كلم العلى العلى.\n• \"الذي خلق\" [الذي] صفة للرب [أيضًا] وبدل منه، ولا علامة فيه لأنه اسم [ناقص] يحتاج إلى صلة [وعائد]. و «خلق» فعل ماض وهو صلة الذي.\n• \"فسوى\" نسق بالفاء على خلق. فإذا صرفت [الفعل] قلت سوى يسوي تسوية فهو مسو والمفعول به مسوى. وكل ما جاء [من] مثال سوَّى وجلى وحلى يجوز في مصدره وجه ثان، حلى تحليا، وسوى تسويا؛ وأنشد:\nفهي تنزى دلوها تنزيا ... كما تنزى شهلة صبيا\nالشهلة المرأة العجوز، ومثلها الشهبرة والقحمة. فأما الزولة فالمرأة الظريفة تكون تابة وشابة. والتابة العجوز.\n• \"والذي قدر\" نسق على الأول، و «قدر» صلة الذي.\n• \"فهدي\" نسق على قدر. وفيه وجهان، قال قوم: هدى الذكر كيف يأتي الأنثى. وقال آخرون منهم الفراء: معناه والذي قدر فهدى وأضل، فاجتزأ بأحدهما لدلالة المعنى عليه؛ كما قال الله تبارك وتعالى: (سرابيل تقيكم الحر) [وأراد الحر] والبرد؛ لأن ما يقي الحر معلومٌ أنه يقي البردَ، فاعرف ذلك. فإذا صرفت قلت: هدى يهدي هداية فهو هاد والمفعول به مهدي. والهدى يكون مصدرًا واسما، كقوله\n(1/55)\n",
        "تعالى: (هدى للمتقين) لأن الله تعالى أنزل القرآن على قلب نبيه، محمد صلى الله عليه وعلى آله ليهتدي به المتقون بتوفيق من الله. وقوله: (لا ريب فيه) أي لا ترتابوا ولا تشكوا أن هذا القرآن من عند الله لرصانة ألفاظه ولإعجاز نظمه.\n• \"والذي أخرج\" نسق على ما قبله. «أخرج» فعل ماض وهو صلة الذي.\n• \"والمرعى\" مفعول الصلة، [ولا علامة فيه لأنه مقصورٌ]. والأصل المرعي، فانقلبت الياء ألفًا لتحركها وانفتاح ما قبلها.\n• \"فجعله غثاء أحوى\" أي جعل الله المرعى أحوى، والأحوى شديد الخضرة يضرب إلى السواد لريه ثم صيره غثاء بعد ما يبس، فمعناه تقديم وتأخير. والحوة حمرة تكون في الشفة تضرب إلى السواد، والعرب تستحب ذلك. قال ذو الرمة:\nلمياء في شفتيها حوة لعس ... وفي اللثات وفي أنيابها شنب\nصفراء في نعج بيضاء في دعج ... كأنها فضة قد مسها ذهب\nوأنشد أبو عبيدة لذي الرمة [أيضًا] في المرعى الأحوى:\n(1/56)\n\nحواء قرحاء أشراطية وكفت ... فيها الذهاب وحفتها البراعيم\nالقرحاء: البيضاء، يقال للغرة القرحة. أشراطية: مطرت بنوء الشرطين. والذهاب (بكسر الذال) المطر الخفيف. والبراعيم جمع برعومة وهي الوردة قبل أن تتفتح، ويقال لها الكم والجمع أكمام. قال الله تبارك وتعالى: (والنخل ذات الأكمام). فإذا صرفت الفعل قلت احووي يحووي احوواء فهو محوو، ومنهم من يقول احواو يحواوّا احويواء مثل احمار. وإن شئت قلبت إحدى الواوين ألفا فقلت احواوى. وهذا اللفظ للبصريين، والأول للكوفيين. والغثاء ما يحمله السيل. ومثله الجفاء وهو ما تكسر وتهشم أيضًا من المرعى إذا يبس. والجفال مثل الجفاء. قرأ رؤبة «فأما الذبد فيذهب جفالا». قال أبو حاتم: ولا يقرأ بقراءة رؤبة لأنه كان يأكل الفأر.\n• \"سنقرئك\" السين علم للاستقبال، وكذلك سوف. و «نقرئك» فعل مستقبل، علامة رفعه ضم الهمزة. والكاف اسم محمد صلى الله عليه وسلم في موضع نصبٍ.\n• \"فلا تنسى\" «لا» جحد بمعنى لست تنسى. و «تنسى» فعل مضارع، ولا علامة للرفع فيه لأن الألف في آخره بدلٌ من ياء، والأصل تنسى، فانقلبت الياء ألفًا لتحركها وانفتاح ما قبلها. وقال آخرون: «لا» نهي، و «تنسى» جزم،",
        "(1/57)\n\nوالأصل [فلا] تنس بفتح السين، ثم أُتي بالألفِ داعمةً لفتح السين ليوافقَ رءوسَ الآي، كما قرأ حمزة «لا تحف دركا ولا تخشى». فإذا صرفت [الفعل] قلت نسيت أنسى نسيانا فأنا ناس، والمفعول به منسي.\n• \"إلا ما شاء الله\" «إلا» استثناء. و «ما» نصب على الاستثناء، وهو اسم ناقص بمعنى الذي. و «شاء» فعلٌ ماضٍ وهو صلة ما. و «الله» رفع بفعله.\n• \"إنه يعلم الجهر وما يخفى\" «إن» حرف نصب. والهاء نصب بإن وهي كناية عن اسم الله تعالى. «يعلم» فعل مضارع وهو خبر إن. و «الجهر» مفعول يعلم. و «ما» نسق على الجهر. و «يخفى» فعل مستقبل وهو صلة ما. يقال خفي يخفي خَفوا وخُفُوا وخفاءً، ومنه قولهم برح الخفاء أي انكشف الغطاء. وخفى خفيا فهو خاف إذا استتر، وأخفيته أنا أخفيه. ومن ذلك قوله تعالى: (إن الساعة آتية أكاد أخفيها) أي أكاد أخفيها من نفسي فكيف أطلعكم عليها!.وقرأ سعيد بن جبير: \"أكاد أَخْفيها\" بفتح الألف، فمعناه أظهرها؛ يقال خفيت الشيء أظهرته. قال امرؤ القيس:\nخفاهن من أنفاقهن كأنما ... خفاهن ودق من سحاب مجلب\n(1/58)",
        "\nيصف جِحرة الفِئرةِ وأن الفرس أخرجهن من جِحرتهن بخضره وهو شدة عدوه، كما يخرجهن المطر. ومن ذلك سمي النباش المختفي لأنه يظهر الأكفان.\n• \"ونيسرك\" الواو حرف نسق. و «نيسرك» فعل مضارع، علامة رفعه ضم آخره. والكاف في موضوع نصب. فإذا صرفت قلت: يسر ييسر تيسيرًا فهو ميسر.\n• \"لليسرى\" جر باللام الزائدة، ولا علامة للجر لأنه اسم مقصور.\n• \"فذكر\" موقوف لأنه أمر. وإذا صرفت قلت: ذكر يذكر تذكيرا فهو مذكر. «إن» حرف شرط.\n• \"نفعت\" فعل ماض في معنى المستقبل، لأن الشرط لا يكون إلا بالفعل المستقبل. فلما اجتمع نونان أدغمت النون في النون، فالتشديد من جلل ذلك، والتاء تاء التأنيث.\n• \"الذكرى\" رفع بفعلها. فإن قيل لك: فأين جواب الشرط؟ فقل معنى الآية التقديم والتأخير: إن نفعت الذكرى فذكر. وإنما أخر لرءوس الآي. ويقول آخرون: \"إن\" بمعنى \"قد\"، [أي] فذكر قد نفعت الذكرى. ولا علامة للرفع في الذكرى لأنه اسم مقصور.\n(1/59)\n",
        "• \"سيذكر من يخشى\" السين تأكيد للاستقبال. و «يذكر» فعل مستقبل، علامة رفعه ضم آخره، وعلامة الاستقبال الياء التي في أوله. من يخشى: «من» رفعٌ بفعله لا علامة للرفع فيه لأنه اسم ناقص. و «يخشى» صلة من. ولا علامة للرفع فيه لأنه فعلٌ معتل. والأصل يخشَىُ، فانقلبت الياء ألفا لتحركها وانفتاح ما قبلها. فإذا صرفت قلت: خشي يخشى خشية فهو خاش، والمفعول به مخشي.\n• \"ويتجنبها\" [يتجنب] نسق على سيذكر، والهاء في موضع نصب.\n• \"الأشقى\" رفع بفعله. يقال زيد الأشقى، والمرأة الشقيا، مثل الأعلى والعليا. ويقال: كلم الأشقى الشقيا، وكلم الأشقيان الشقيين، وكلم الأشقون الأشقين، وكلمت الشقييات الشقييات.\n• \"الذي\" نعت للأشقى وهو اسم ناقصٌ.\n• \"يصلى\" صلة الذي. يقال: صلى فلان النار يصلي صليا وصليا فهو صال، والمفعول به مصلى. وأتي النبي صلى الله عليه وسلم، بشاة مصلية أي مشوية، وحكي الفراء مصلاة. وأصلاه الله يصليه إصلاء فهو مصل. وقد يقال صلى وأصلى بمعنى [واحد]؛ لأن الأعمش قرأ \"فسوف نصليه\" بفتح النون. وقال آخرون: أصليته فجلعته في النار على جهة الإحراق والإفساد، وصليته [جعلته في النار على جهة] الشيّ والإصلاح.\n• \"النار\" مفعول يصلى.\n(1/60)\n\n• \"الكبرى\" نعت للنار. يقال: الرجل الأكبر، والجارية الكبرى، والرجلان الأكبران، والجاريتان الكبريان، والرجال الأكابر، والنساء الكبر. فإن قيل: لم صار الاختيار أن تقول الأفعل والفعلى بالألف واللام؟ فالجواب في ذلك أن العرب تقول زيدٌ أكبر من فلان، فإذا نزعوا «من» قالوا زيد الأكبر، فمن تنوب عن الألف واللام لأنها كالمضاف [إليه]، فجاءت أنثى الأفعل فعلى. وربما خزلوا؛ لأن الأخفش حكى أن بعضهم قرأ: «وقولوا للناس حسنى» بالإمالة مثل حبلى. وإن شئت قلت في المذكر الأكبرون، وفي النساء الكبريات. وإنما قال «يصلى النار الكبرى» لأن النار مؤنثة تصغيرها نويرة. وجمع النار أنؤر ونيران. [قال عمر بن أبي ربيعة:\nفلما فقدت الصوت منهم وأطفئت ... مصابيح شبت بالعشاء وأنؤر]\n(ثم لا يموت فيها ولا يحيى).\n• \"قد\" حرف توقع، \"أفلخ\" فعل ماض.\n• \"من تزكى\" [من] رفع بفعله وهو [اسم] ناقص. و «تزكى» فعل ماض وهو صلة من. فإذا صرفت قلت: تزكى يتزكى تزكيا فهو متزك.",
        "(1/61)\n\n• \"وذكر\" [الواو حرف نسق. و\"ذكر\"] فعل ماض.\nيقال: ذكرت الحاجة، وأذكرتها غيري. فأما الحديث «اغتسل من الجنابة فإنه اذكر للجماع» أي أحد. ويقال: اجعل حاجتي منك على ذكر.\n• \"اسم ربه\" «اسم» مفعول. «وربه» جر بالإضافة.\n• \"فصلى\" نسق على ذكر.\n• \"بل\" حرف تحقيق، وهي تنقسم ثلاثة أقسام: تكون حرف نسق استدراكا للكلام، وتكون لترك الكلام، وأخذ في غيره كقوله تعالى ذكره: (ص. والقرآن ذي الذكر بل الذين كفروا)، وتكون بمعنى «رب» فيخفض بها كقولك: بل بلد جاوزته، معناه رب بلد جاوزته. فإذا زدت على «بل» ألفا مقصورةً صارت جوابًا للجحد وصلح الوقف عليها، كقولك: (أو لم تؤمن قال: بلى).\n• \"تؤثرون\" فعل مضارع. وقرأ أبو عمرو «يؤثرون» بالياء، جعل الإخبار عن غيب. وقرأ حمزة «بل تؤثرون» بإدغام اللام في التاء لقرب المخرجين ولأن اللام ساكنة. فإن سأل سائل فقال: لم أظهر اللام عند التاء نافع وغيره وأدغم الباقون؟ فالجواب في ذلك أنهم فرقوا بين المتصل والمنفصل. ألا ترى أن «بل» كلمة و «تؤثرون» كلمة!.وكذلك جميع ما يرد عليك في القرآن مثل «بل سولت»،\n(1/62)",
        "\nو «بل طبع الله» فقسه على هذا إن شاء الله. والاختيار عندي [إظهار] التاء لأن التقدير بل أنتم تؤثرون.\n• \"الحياة\" مفعول تؤثرون. • \"الدنيا\" نعت للحياة.\nيقال للرجل الأدنى، وللمرأة الدنيا؛ [ومنه قوله تعالى:] (إذ أنتم بالعدوة الدنيا)، وتثنيته وجمعه كتثنية الكبرى، وقد فسرته آنفًا.\n• \"والآخرة\" رفع بالابتداء. \"خير\" خبر الابتداء.\n• \"وأبقى\" نسق على خير، ولا يتبين فيه الإعراب لأنه معتل.\n• \"إن هذا\" «هذا» نصب بإن. «لفي» اللام تأكيد. و «في» حرف جر وهو حرف الوعاء، كقولك: اللبن في الوطب، والسمن في النحي، والعسل في الظرف. \"الصحف\" جر بفي.\n• [\"الأولى\" نعت للصحف]. ... \"صحف\" بدلٌ منه.\n• \"إبراهيم\" جر بالإضافة، إلا أنه لا ينصرف للعجمة والتعريف.\n• \"وموسى\" جر نسق على إبراهيم، ولا يتبين فيه الإعراب لأنه اسم مقصورٌ.\n(1/63)\n",
        "واختلفوا لم سمي موسى موسى، فقال قوم: هو مفعل من أوسيت [رأسه] إذا حلقته، [كأن موسى عليه السلام كان حديدًا]. وقال آخرون: موسى فعلى من ماس يميس إذا تبختر في مشيته. وقال آخرون: [إنما] هو بالعبرانية «موشى» فعرب، كما قالوا مسيح وإنما هو بالعبرانية «مشيحا». وقال آخرون: إن موسى عليه السلام لما قذفته أمه في اليم خوفًا من فرعون أن يقتله وجده القبط على ساحل البرح بين «مو» و «سا»، فالمو الماء، والسا: الشجر، فسمي موسى لذلك. وقرأ الكسائي مؤسى بالهمزة. وهذا حرف غريبٌ؛ فإن كان صحيحًا فيكون من مأست بين القوم إذا أفسدت بينهم، قال الهذلي:\n[إما ترى رأسي أزرى به] ... مأس زمان ذي انتكاث مؤوس\nويكون مفعلا من الأسوة. وهذه حرف غريب ما استخرجه أحد علمته غيري، فاعرفه فإنه حسنٌ.\n\nسورة الغاشية ومعانيها\n• \"هل\" لفظه لفظ الاستفهام وهو بمعنى «قد». وكل ما في القرآن من «هل أتاك» فهو بمعنى قد أتاك؛ كقوله: (هل أتى على الإنسان حين من الدهر) أي: قد أتى على الإنسان- يعني آدم عليه السلام- حين من الدهر. والحين أربعون سنة ها هنا. والحين ينقسم ثلاثة عشر قسمًا.\n(1/64)\n\nوقد تكون «هل» بمعنى الأمر كقوله: (فهل أنتم منتهون) معناه انتهوا. حدثني بذلك ابن مجاهد عن السمري عن الفراء، وقال: هذا كما تقول أين أين! أي لا تبرح. وتكون «هل» بمعنى «ما» جحدا؛ كقولك: هل أنت إلا جالسٌ، أي: ما أنت إلا جالسٌ، قال الشاعر:\nفهل أنتم إلا أخونا فتحدبوا ... علينا إذا نابت علينا النوائبُ\nفهذه أربعة أقوال في «هل». فأما قول الخليل سألت أبا الدقيش: هل لك في زبد ورطب؟ فقال: أشد الهل وأوحاه، فجعله اسما وشدده.\n• \"أتاك\" فعلٌ ماضٍ، والكاف اسم محمد صلى الله عليه وعلى آله في موضع نصب.\n• \"حديث\" رفع بفعله. \"الغاشية\" جر بالإضافة غشيت فهي غاشية.\n• \"وجوه\" رفع بالابتداء، [علامة رفعه ضم آخره]. \"يومئذ\" «يوم»: نصب على الظرف وهو مضاف إلى «إذ».\n• \"خاشعة\" خبر الابتداء، خشعت فهي خاشعة، والخشوع الخضوع. وكان رسول الله صلى الله عليه وآله إذا صلى رمى ببصره نحو السماء، ويقال نحو القبلة: فلما أنزل الله (قد أفلح المؤمنون. الذين هم في صلاتهم خاشعون) رمى ببصره نحو قدمه إلى أن مات صلى الله عليه وآله. وكان رسول الله صلى الله عليه وسلم جل ضحكه التبسم، فلما رأى الشيب في لحيته مارئي ضاحكا. ويقال: إن أول من شاب",
        "(1/65)\n\nإبراهيم صلوات الله عليه، فأوحى الله إليه «أشقل وقارا» أي خذ وقارًا، بالسريانية أو بالنبطية. ويروى عن المسيح صلوات الله عليه أنه ما ضحك قط. وسمعت ابن مجاهدٍ يقول في قوله تعالى: (ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها)، قال: الصغيرة الضحك.\n• \"عاملة\" نعت لأصحاب الوجوه أي هم عاملة.\n• \"ناصبة\" لأن من عمل ونصب ولم يقبل عمله كان خاسرًا\n• \"تصلى نارا\" [تصلى] فعل مضارع وهو لما لم يسم فاعله، واسمه مضمر فيه. «نارا» خبر ما لم يسم فاعله، والتقدير تصلى الوجوه نارًا.\n• \"حامية\" نعت للنار، حميت فهي حامية.\n• \"تسقى\" أصحاب الوجوه، وهو فعل مضارع.\n• \"من عين\" «عين» جر بمن. [\"آنية\" نعت للعين]. والعين مؤنثة فلذلك قيل: «آنية». والآنية التي قد انتهى حرها، كما قال الله تعالى: (سرابيلهم من قطران)، القطر النحاس، والآني الذي قد انتهى حره، كذلك قرأها ابن عباس وعكرمة.\n(1/66)",
        "\n• \"ليس لهم طعام\" «ليس» فعل ماض، وهي من أخوات «كان» ترفع الاسم تنصب الخبر فإن قيل: ما الدليل على أن «ليس» فعل وليس تتصرف تصرف الأفعال؟ فالجواب في ذلك أن أدلة الأفعال أشياء، منها أن يستر فيه الضمير نحو ليسا وليسوا، كما تقول قاما، وقاموا، ولست كما تقول قمت [فهذا بين.] و «طعام» رفع باسم ليس، و «لهم» الخبر. ومعناه ليس طعام لهم.\n•\"إلا من ضريع\" «إلا» تحقيق بعد الجحد. و «ضريع» جر بمن. والضريع نبت يقال له الشبرق مر. فشبه الله تعالى طعام أهل النار إذ كان زقوما وغسلينا بذلك لكراهيته. وقال آخرون: لا طعام لهم البتة؛ لأن من كان طعامُه الضريعَ فلا طعام له.\n• \"لا يسمن ولا يغني من جوع\" «لا» جحد بمعنى ليس. و «يسمن» فعل مضارع، و «لا يغني» نسق عليه. و «جوع» جر بمن.\n• \"وجوه يومئذ ناعمة\" «وجوه» رفع بالابتداء، و «ناعمة» خبرها. و «يومئذ» نصب على الظرف.\n• \"لسعيها راضية\" «لسعيها» جر باللام الزائدة. «راضية» بدل من ناعمة، ويجوز أن يرفع بإضمار هي راضية. \"في جنة\" جر بفي.\n(1/67)\n",
        "• \"عالية\" نعت للجنة. والجنة عند العرب البستان، والجنة الترس، والجنة الجن، [والجنة الملائكة، والجنة الإنس، والناس الجن] والإنس جميعا؛ قال الله تعالى: (يوسوس في صدور الناس من الجنة والناس) أي جنهم وإنسهم.\n• \"لا تسمع فيها لاغية\" «لا» حرف جحد. «تسمع» فعل مضارع أي لا تسمع يا محمد. «فيها» في الجنة، الهاء جر بفي. «لاغية» نصب مفعول بها أي حالفة، لا تسمع نفسا حالفة. وقال آخرون: لا تسمع فيها لغوًا، فاللاغية بمعنى اللغو. وقرأ أبو عمرو «لا يسمع» بالياء على ما لم يسم فاعله، و «لاغية» بالرفع اسم ما لم يسم فاعله. وذكر فعل اللاغية إذا كانت بمعني اللغو. وقرأ نافع «لا تُسمع» بالتاء والضم، و «لاغيةٌ» بالرفع. وقرأ ابن أبي إسحاق [«لا يُسمع فيها» بالياء] مثل أبي عمرو، و «لاغية» بالنصب. وهذا حرف غريب، أراد [لا] تسمع الوجوه لاغية.\n• \"فيها عين جارية\" الهاء جر بفي. و «عين» رفع بالابتداء، ومعناه التقديم والتأخير. و «جارية» نعت للعين. والعين مؤنثة تصغيرها عيينة وجمعها عيون وأعين. فأما في غير هذين فإنك تجمع العين أعيانا، كقولك عندي أعيان الرجال والأحاديث؛ وأنشد الفراء والمبرد:\nولكنما أغدو على مفاضة ... دلاص كأعيان الجراد المنظم\nوزاد الفراء أعينات، وأنشد:\nبأعينات لم يخالطها القذى\n(1/68)\n\nوالعين تنقسم في كلام العرب ثلاثين قسما قد بينتها في رسالة شكاة العين.\n• \"فيها سرر مرفوعة\" «سرر» رفع بالابتداء، و «مرفوعة» نعتها. وسرر جمع سرير، يقال سرير وأسرة، وسرير وسرر. وأجاز سيبويه، والمبرد سرير وسرر بالفتح. وقد حدثنا أيضًا ابن مجاهد عن السمري عن الفراء أنها لغة، أعني فتح الراء. فهذا إجماع الآن لجواز الفتح. فأما ثوب جديد فجمعه جدد بالضم، ويجوز جُدَدٌ على لغة من قال سُرَرٌ. وأما قوله تعالى: (ومن الجبال جدد بيض) بفتح الدال فجمع جُدّة وهي طريق في الجبل يخالف لونه لون سائره، وكذلك الخط في ظهر الخمار الأسود. فجدة وجدد مثل قبلة وقبل، وظلمة وظلم.\n• \"وأكواب\" نسق على سرر، واحدها كوب وهو إبريق لا خرطوم له. وأما الكوبة بالهاء فالطبل المنهي عنه. \"موضوعة\" نعت للأكواب.\n• \"ونمارق مصفوفة\" نسق عليها، وواحدها نمرقة.\n• \"وزرابي مبثوثة\" نسق عليها. وواحد زرابي زربي فاعلم. وهي البُسُطُ. ومبثوثة: مفرقة.\n• \"أفلا ينظرون\" الألف ألف توبيخ في لفظ الاستفهام. و «ينظرون» فعل مضارع.",
        "(1/69)\n\n• \"إلى الإبل\" «الإبل» جر بإلى. وقيل: الإبل السحاب، وقال آخرون: هي الجمال؛ لأن كل ما خلق الله يحمل قائمًا ما خلا الجمل فإنه يحمل راكبا وينهض، ففي ذلك أعجوبة. وقال أبو عمرو بن العلاء: من جعله السحاب قرأ «إلى الإبل».\n• \"كيف خلقت\" «كيف» استفهام. و «خلقت» فعل ماض، وفاعلها مضمر فيها. والفاعل ها هنا مفعول في المعنى لأنه اسم ما لم يسم فاعله.\n• \"وإلى السماء كيف رفعت\" «السماء» جر بإلى. و «رفعت» فعل ماض. و «كيف» استفهام [عن الحال].\n• \"وإلى الجبال كيف نصبت\" نسق على ما قبله. وقرأ علي بن أبي طالبٍ صلوات الله عليه: كيف خلقت ورفعت ونصبت.\n• \"وإلى الأرض كيف سطحت\" [وروي عن هارون الرشيد أنه قرأ: «كيف سطِّحت» بتشديد الطاء، والقراءةُ بتخفيفها لاجتماع الكافة عليها].\n• \"فذكر\" موقوف لأنه أمر.\n• \"إنما\" «إن» حرف نصب، و «ما» صلة كافة لإن عن العمل.\n• \"أنت\" ابتداء. و\"مذكر\" خبر الابتداء.\n• \"لست\" «ليس» فعل ماضٍ [وهو من أخوات كان]. والتاء رفعٌ بليس.\n(1/70)",
        "\n• \"عليهم\" الهاء والميم جر بعلى.\n• \"بمصيطر\" جر بالباء الزائدة، وهو خبر ليس كما تقول: ليس زيد بقائمٍ. فلو أسقطت الباء لقلت [لست عليم مسيطرًا، و] ليس زيد قائمًا. ومعنى بمسيطر أي لست عليهم بمسلَّطٍ. وقرأ قتادة: «لست عليهم بمسيطَر» بفتح الطاء. ومسيطر اسم جاء مصغرا ولا مكبر له، كقولهم رويدا والثريا وكميت ومبيقر ومبيطر مهيمن. فأما قول ابن أبي ربيعة.\nوغاب قمير كنت أهوى غروبه ... وروح رعيان ونوم سمر\nفإن سعيد بن المسيب لما سمع هذا البيت، قال: [ماله] قاتله الله صغر ما كبر الله! قال الله تعالى: (والقمر قدرناه منازل).\nقال أبو عبد الله: العرب تصغر الاسم على المدح لا تريد به التحقير، كقولهم: فلان صديقي إذا كان من أصدق أصدقائه. ومن ذلك قول عمر في ابن مسعود \"كنيف ملئ علما\" مدحه بذلك. وقال الأنصاري: \"أنا جذيلها المحكك، وعذيقها المرجب، وحجيرها المؤام\". [ومن ذلك أن رجلاً قال: رأيت الأصيلع عمر بن الخطاب\n(1/71)\n",
        "يقبل الحجر، يريد مدحه بذلك]. فيجوز أن يكون ابن أبي ربيعة صغر قميرا على المدح لما ذكرت. [ومع ذلك فإن ابن أبي ربيعة] قد أنشد هذه القصيدة لابن عباس [رحمه الله]، فما أنكر عليه شيئًا. ومن ذلك قول الرجل لابنه: يا بني لا يريد تحقيره، فاعرف ذلك. ولابن أبي ربيعة حجة أخرى، وذلك أن العرب تقول للقمر في آخر الشهر وأوله شفا قمير، فيصغرونه. الفراء عن الكسائي «بمسيطر» بالسين وبالباقون بالصاد.\n• \"إلا من تولى\" «إلا» حرف استثناء. و «من» نصب على الاستثناء. والاختيار أن تجعل إلا بمعنى لكن، أي لكن من تولى وكفر فيعذبه الله. «تولى» فعل ماض وهو صلة من. \"وكفر\" نسق عليه.\n• \"فيعذبه\" الفاء جواب الشرط؛ لأن الكلام في معنى الشرط. و «يعذبه» فعل مستقبل.\n• \"الله\" رفع بفعله، والهاء مفعول بها، وهي تعود على من.\n• \"العذاب\" مفعول به وهو مفعول ثان.\n• \"الأكبر\" نعته. والعذاب الأكبر عذاب النار، نعوذ بالله منها.\n• \"إن إلينا إيابهم\" «إياب» نصب بإن، والهاء والميم جر بالإضافة أي رجوعهم، والمصدر آب يؤوب إيابا فهو آئب. وقوله تعالى: (إنه كان للأوابين غفورا) أي للراجعين إلى التوبة. [وحدثني أحمد بن علي عن أبي عبيد أن أبا جعفرٍ\n(1/72)\n\nيزيد بن القعقاع قرأ: «إن إلينا إيَّابهم» بتشديد الياء. فقال أبو عبيدة: لا وجه له. قلت: أما فلا، وجهه أن تجعله مصدر أيب إيابا مثل كذب كذابا؛ قال الله عز وجل: (فكذبوا بآياتنا كذابا)، وقال تأبط شرًا:\nيا عيد مالك من شوق وإراق ... ومر طيف على الأهوال طراق]\n• \"ثم\" حرف نسق. و\"إن\" حرف نصب. \"علينا\" النون والألف جر بعلى. \"حسابهم\" نصب بإن. والحساب الاسم، والحسبان المصدر والحسبانة الوسادة.\n\nسورة الفجر\nقوله تعالى: \"والفجر\" جر بواو القسم، وهو فجر يوم النحر.\n• \"وليال\" نسق عليه، والأصل ليالي، والاختيار أن تقول الأصل ليالى بالفتح لأنه لا ينصرف، فاستثقلوا الكسرة على الياء فخزلوها وعوضوا التنوين عما حذفوا، هذا قول الخليل.",
        "(1/73)\n\n• \"عشر\" نعت لليال وهي العشر التي قبل الأضحى.\n• \"والشفع\" نسق عليه وهو آدم وحواء عليهما السلام.\n• \"والوتر\" نسق عليه وهو الله تبارك وتعالى.\n• \"والليل إذا يسر\" نسق عليه وهو ليلة الأضحى. وكان الأصل يسري، فخزلوا الياء لأن تشبه رءوس الآي التي قبلها؛ فمن القراء من يثبت الياء على الأصل، ومنهم من يحذفها اتباعا للمصحف. ويقال سرى وأسرى بمعنى واحد. قال الله تبارك وتعالى: (سبحان الذي أسرى بعبده). والسري سير الليل خاصة، والتأويب سير النهار. ويقال: آب الرجل الحي أتاهم نهارا، وطرقهم إذا أتاهم ليلا، وظل يفعل كذا إذا فعله نهارًا، وبات يفعل كذا إذا فعله ليلا. وأخبرنا ابن دريدٍ عن أبي حاتم قال: سرى الليل مؤنثة. وقال رؤبة شاهدا لقوله: «والليل إذا يسر»:\nوليلة ذات ندى سريت ... ولم يلتني عن سراها ليت\nوسائل عن خبري لويت ... فقلت لا أدري وقد دريت\nفلما أقسم الله تبارك وتعالى بالفجر والأيام المعدودات ويوم النحر وبنفسه وبآدم وولده قال: \"هل في ذلك قسم لذي حجر\" أي لذي عقل ولذي\n(1/74)",
        "\nلب. والحجر أشاوي كثيرة، فالحجر ديار ثمود، والحجر حجر الكعبة، والحجر الفرس الأنثى، والحجر الحرام، والحجر العقل، قال الشاعر:\nدنيا دنت من جاهل وتباعدت ... عن قرب ذي أدب له حجر\n• \"ألم تر\" «ألم» حرف جزم، والألف ألف التوبيخ في لفظ الاستفهام. وكل ما في القرآن من «ألم تر» فمعناه ألم تخبر ألم تعلم، وليس من رؤية العين، كقوله: (ألم تر إلى ربك كيف مد الظل)، و «تر» جزم بلم علامة جزمه سقوط الألف التي بعد الراء، والأصل ترأى، فخزلوا الهمزة تخفيفا، وسقطت الياء للجزم، ومن العرب من يأتي به على الأصل؛ قال الشاعر:\nأرى عيني ما لم ترأياه ... كلانا عالمٌ بالترهات\n• \"كيف\" استفهام عن الحال، وهو اسم غير أن الإعراب زائلٌ عنه لمضارعته الحروف، وفتحت الفاء لالتقاء الساكنين.\n• \"فعل ربك\" «فعل» فعل ماض. و «ربك» رفع بفعله. والكاف جر بالإضافة.\n• \"بعاد\" جر بالباء الزائدة، وفيه ثلاث قراءات، قرأ الحسن «بعادَ إرَمَ»\n(1/75)\n",
        "[ولم يصرف «عاد» لأنه جعله أعجميا. وقرأ بعضهم «بعادِ أرِمَ»] مضافا، جعل «أرم» قبيلة. وقرأ الضحاك «بعادٍ أرْمَ ذاتِ العماد» أي رمهم بالعذاب رما، فعلى هذه القراءة أرم فعل ماض، والمصدر أرم يرم إرماما [فهو مرم]. ويقال: أرم الرجل إذا سكت وأبلس، وأفحم إذا انقطع وأرتج عليه. ويقال أخرد الرجل إذا سكت حياء، وأقرد إذا سكت ذلاً. [وحدثنا أبو عمر عن ثعلب عن سلمة عن] الفراء عن الكسائي قال يقال: نزف الرجل إذا انقطعت حجته عند المناظرة، وسكت وأسكت مثله.\n• \"إرم ذات العماد\" «ذات» نعت لإرم. وإرم اسم قبيلة فلذلك أنثت. و «العماد» جر بالإضافة. والعماد جمع عَمَد، والعمد جمع عمود. وليس في كلام العرب على هذا الوزن إلا أديم وأدم، وأفيق وأفق، وإهاب وأهب. وزاد الفراءحرفا خامسا قضيم وقضم، يعني جلود الصكاك. ويقال للعبة: «بنت مقضمة».\n(1/76)\n\n• \"التي لم يخلق مثلها\" [التي] نعت لها أيضًا. [و «لم» حرف جزم]. و «يخلق» جزم بلم، وهو فعل ما لم يسلم فاعله. وعلامة الجزم سكون القاف. و «مثلها» اسم ما لم يسم فاعله.\n• \"في البلاد\" جر بفي.\n• \"وثمود\" جر بالنسق على ما قبله غير أنك فتحته لأنه لا ينصرف لأنه اسم قبيلة وهو معرفة. ومن نون ثمودا ها هنا وفي سائر القرآن وهو الأعمش جعله اسم رجل رئيس الحي أو اسم الحي. وقرأ ابن الزبير: «التي لم يخلق» [بفتح الياء] «مثلها» بنصب اللام أي لم يخلق الله مثلها.\n• \"الذين\" نعت لثمود وموضعه جر.\n• \"جابوا\" فعل ماض وهو صلة الذين. والواو ضمير الفاعلين. ومعنى «جابوا» قطعوا، يقال جاب يجوب جوبا فهو جائبٌ، وجبتُ البلاد، وفلان جواب الآفاق. ويقال: جاب فلان قطع، وجاب كسب، وجاب خلع.\n• \"الصخر بالواد\" «الصخر» مفعول به. «بالواد» جر بالباء الزائدة، وعلامة الجر كسرة الياء في الأصل أعني التي حذفت، والأصل بالوادي، فاستثقلوا الكسرة على الياء فحذفوها. فمن القراء من يثبت الياء على الأصل، ومنهم من يحذف فيقول الواد اجتزاءً بالكسرة، وكذلك أكرمن، وأهانن، والليل إذا يسر.",
        "(1/77)\n\n• \"وفرعون\" نسقٌ على ثمود، وهو لا ينصرف للتعريف والعجمة.\n• \"ذي\" نعت لفرعون، وعلامة جره الياء.\n• \"الأوتاد\" جر بالإضافة. والأوتاد جمع وتد. ومن العرب من يقول ود فيدغم التاء في الدال. قال سيبويه: الإدغام في ودٍّ على لغة من يقول في فَخِذِ فَخْذٌ، كأنه يقول في وتدٍ وتْدٌ ثم يدغم.\n• \"الذين\" نعت لفرعون وثمود، وموضعه جر.\n• \"طغوا\" فعل ماض وهو صلة الذين. والأصل طغيوا، فحذفت الياء لسكونها وسكون واو الجمع. والمصدر طغا يطغوا طغوا وطغيانا. والطغيان مجاوزة الشيء الحد؛ كما قال تعالى: (إنا لما طغى الماء حملناكم في الجارية).\n• \"في البلاد\" جر بفي. \"فأكثروا\" فعل ماض نسق على طغوا.\n• \"فيها\" [ها] جر بفي. \"الفساد\" مفعول به.\n• \"فصب\" فعل ماض. والمصدر صب يصب صبا فهو صاب، والمفعول مصبوب، والأمر صب واصبب، مثل مد وامدد.\n(1/78)",
        "\n• \"عليهم\" الهاء والميم جر بعلى. \"ربك\" ربك [رفع بفعله، والكاف جر بالإضافة]. ... • \"سوط\" مفعول به. \"عذاب\" جر بالإضافة.\n• \"إن ربك\" «إن» جرف نصب. «ربك» نصب بإن. وإن ها هنا جواب القسم.\n• \"لبالمرصاد\" اللام لام التوكيد. و «المرصاد» جر بالباء وهو خبر إن. والمرصاد والمرصد الطريق.\n• \"فأما\" إخبار. \"الإنسان\" رفع بالابتداء، وعلامة رفعه ضم آخره.\n• \"إذا\" حرف وقت غير واجب.\n• \"ما ابتلاه ربه\" «ما» شرط. «ابتلاه» فعل ماض. والمصدر ابتلى، يبتلي ابتلاء فهو مبتل. والهاء مفعول بها. و «ربه» رفع بفعله.\n• \"فأكرمه\" نسق بالفاء على ابتلاه.\n• \"ونعمه\" نسق عليه. والمصدر نعم ينعم تنعيما فهو منعم.\n• \"فيقول\" جواب أما، وإن شئت جواب الشرط، وإن شئت جعلت «ما» صلة، والتقدير فأما إذا ابتلاه ربه، و «يقول» فعلٌ مضارعٌ.\n• \"ربي\" رفع بالابتداء، ولا علامة للرفع فيه لأن الياء تذهب بالعلامة.\n(1/79)\n",
        "• \"أكرمن\" «أكرم» فعل ماض، والنون والياء اسم المتكلم في موضع نصب، والأصل «أكرمني»، فحذفوا الياء [خطا] اختصارا. وأبو عمرو ونافع يثبتانها وصلا ويحذفانها وقفا.\n• \"وأما إذا ما ابتلاه\" إعرابه كإعراب الأول.\n• \"فقدر عليه رزقه\" «فقدر عليه» مشدد ومخفف، وهو من التقدير والتضييق من قوله تعالى (يبسط الرزق لم يشاء ويقدر). [والمصدر من قدر يقدر قدرة وقدرانا ومقدَرة ومقْدِرة ومقدُرة] والمصدر [من] قدر يقدر تقديرًا، فهو مقدر.\n• \"فيقول ربي أهانن\" إعرابه كإعراب أكرمن. والمصدر أهان يهين إهانة فهو مهين، والمفعول به مهان، وأما قوله تعالى (أيمسكه على هون) فالهون الهوان، الهون الرفق.\n• \"كلا\" ردع وزجر، \"بل\" تحقيق.\n• \"لا تكرمون\" فعل مضارع. و «لا» تأكيد للجحد.\n• \"اليتيم\" مفعول به؛ يقال: يتم [الغلام] ييتم يتما فهو يتيم إذا مات أبوه وبقي منفردًا؛ وأما اليتيم في البهائم فمن قبل الأمهات، والأمات أجود في البهائم. ويقال درة يتيمة أي منفردة لا نظير لها. وقال ثعلب عن ابن الأعرابي أنشدني أعرابي:\n(1/80)\n\nثلاثة أحباب فحب علاقة ... وحب تملاق وحب هو القتل\nفقلت: يا أعرابي، زدني. فقال: البيت يتيم. قال ثعلب: ومثله:\nثلاثة أبيات فبيت أحبه ... وبيتان ليسا من هواي ولا شكلي\n• \"ولا تحضون\" [نسق على تكرمون، وهو] فعل مضارعٌ. يقال: حض يحض حضا فهو حاض، إذا حث على الشيء، ومعناه ولا يحض بعضكم بعضا. ومن قرأ \"تُحاضون\" فمعناه تحافظون.\n• \"على\" حرف جر. \"طعام\" جر بعلى. \"المسكين\" جر بالإضافة.\n• \"وتأكلون\" نسق على تحضون.\n• \"التراث\" مفعول به. وهذه التاء مبدلة من واو، والأصل وراث لأنه من ورث، فأبدلوا الواو تاء، كما يقال التخمة والأصل الوخمة، وجلست تجاه فلان، والأصل وجاهه؛ قال الشاعر:\nمتخدًا في ضعوات تولجا\nأي وولجا من الولوج وهو الدخول.",
        "(1/81)\n\n• \"أكلا\" مصدر. \"لما\" نعت للمصدر، معناه أكلا شديدًا.\nوالَّلُّم أيضًا مصدر لم الله شعثه إذا جمعه. وألم فلان بالذنب إذا فعله قليلا لا مدمنا عليه، ومنه قوله تعالى: (والفواحش إلا اللمم).\n• \"وتحبون\" فعل مضارع. يقال: أحب يحب، وحب يحب، لغتان، وقرأ أبو رجاء (فاتبعوني يحببكم الله). وقد روي عنه «يحبكم». \"المال\" مفعول به.\nيقال مالٌ وأموالٌ، والأصلُ في المالِ مَوَلٌ، فقلبوا الواو ألفًا لتحركها وانفتاح ما قبلها. وأخبرني ابن دريد عن أبي حاتم قال: يقال رجل مال إذا كثر ماله.\n• \"حبًا\" مصدر. \"جما\" نعته، والجم الكثير الشديد.\n• \"كلا\" ردع وزجر. \"إذا\" ظرف زمان.\n• \"دكت\" فعل ماض [وهو فعل ما لم يسم فاعله]. والتاء علامة التأنيث. يقال: دكت تدك دكا فهي مدكوكة.\n•\"الأرض\" رفع اسم ما لم يسم فاعله.\n• \"دكا دكا\" مصدر. وكررت الثاني تأكيدًا. كما يقال قطعته قطعة قطعةً.\n• \"وجاء ربك\" «جاء» فعل ماض. «ربك» رفع بفعله.\n(1/82)",
        "\n• \"والملك\" نسق عليه. والملك وإن كان واحدًا ها هنا فهو في معنى الجماعة، كما قال في موضعٍ آخر: (والملك على أرجائها) يريد [بالملك] الملائكة. والأصل في الملك ملأك بالهمزة؛ قال الشاعر:\nفلست لإنسي ولكن لملأك ... تَنَّزل من جو السماء يصوب\n• \"صفا صفا\" نصب على الحال وهو مصدر.\n• \"وجئ\" فعل ماض وهو فعل ما لم يسم فاعله. وكانت الجيم مضمومة فكسرت لمجاورة الياء. والأصل جُيء مثل ضُرِبَ، ومثله بيع الثوب، والأصل بُيع، فنقلوا كسرة العين إلى الفاء، وكذلك ذوات الياء والواو هذه سبيلها، نحو: كيل الطعام، وسبق الذين كفروا.\n•\"يومئذ\" نصب على الظرف وهو مضاف إلى «إذ».\n•\"بجهنم\" جر بالباء الزائدة، [إلا أنها] لا تنصرف للتأنيث والتعريف، وكذلك أسماء جهنم نحو لظى وسقر. \"يومئذ\" نصب على الظرف.\n• \"يتذكر\" فعل مضارع، \"الإنسانُ\" رفع بفعله.\n• \"وأنى له الذكرى\" «أنى» استفهام أي من أين له [الذكرى]. كما قال [تعالى]: (أني لك هذا) أي من أين لك هذا. \" له\" جر باللام الزائدة.\n(1/83)\n",
        "•\" الذكرى\" رفع بفعلها. وذكرى فعلى مثل شعري. والألف المقصورة في آخره علامة التأنيث كما قال تعالى: (وضياء وذكرا للمتقين) قرأ يحي بن يعمر «وذكرى» بغير تنوين.\n• \"يقول\" فعل مضارع. \"يا ليتني\" «يا» حرف نداء. و «ليتني» حرف تمن. والنون والياء نصب بليت لأن ليت من أخوات إن. فإن قيل لك: لم نادى ليت وإنما ينادى من يعقل؟ فالجواب في ذلك أن العرب تقول عند التعجب وعند الأمر الشديد تقع فيه: يا حسرتا، ويا عحبا، فيكون أبلغ من قولك: العجب من هذا، [وما أعجب هذا]؛ قال الله تبارك وتعالى: (يا حسرة على العباد) [وهذا قد جودته في المسائل].\n• \"قدمت\" «قدم» فعل ماض، والتاء رفع بفعلها. \"لحياتي\" جر باللام الزائدة، والياء اسم المتكلم في موضع جر.\n• \"فيومئذ\" نصب على الظرفية. \"لا يعذب\" «لا» جحد. و «يعذب» فعل مضارع. فإذا صرفت قلت عذب يعذب تعذيبا فهو معذب.\n•عذابه: مفعول به. \" أحد\" رفع بفعله.\n• \"ولا يوثق\" نسق على يعذب، والمصدر أوثق يوثق إيثاقا فهو موثق، فإن قال قائل: هل يجوز همز يوثق كما همز يؤمن؟ فقل: ذلك غير جائز؛ لأن «أوثق» فاء الفعل\n(1/84)\n\n[منه] واو مثل أوفض يوفض إذا أسرع، وأورى يوري، وأوقد يوقد، كل ذلك غير مهموز. قال الله عز وجل: (إلى نصب يوفضون)، و (النار التي تورون). وإنما يهمز من هذا ما كانت فاء الفعل منه همزة، نحو آمن يؤمن، لأن الأصل أأمن، فاستثقلوا همزتين في أول كلمة فلينت الثانية، فاعرف ذلك. وإن كانت فاء الفعل ياءً مثل أيسر وأيقن، وأيفع الغلام انقلبت الياء واوًا في المضارع لانضمام ما قبلها [وسكونها] ولم يجز أيضا همزها، نحو يوقنون، ويُوفِع الغلامُ ويُوسِر. وحدثني أبو الحسن المُقرِئ قال رَوَى أبو خَليفةَ البِصْري عن المازِني عن الأخفش قال سمعت أبا حَيَّةَ النُّميري يقول «يؤقنون» مهموزة. وأبو حية الذي يقول:\nإذا مضغت بعد امتتاع من الضحى ... أنابيب من عود الأراكِ المخلق\nسقت شعب المسواك ماء غمامة ... فضيضا بجادي العراق المروق\nغير أن من العرب من يهمز ما لا يهمز تشبيها بما يهمز، كقولهم حلأت السويق ورثأت الميت. وحدثني أحمد عن علي عن أبي عبيدة قال: قرأ الحسن: «ولا أدرأكم به» مهموزًا، وهو غلط عند أهل النحو لأنه من دريتُ.\n• \"وثاقه\" مفعول به. \"أحدٌ\" رفع بفعله.",
        "(1/85)\n\n• \"يأيتها النفس المطمئنة\" «يا» حرف نداء. «أية» رفع بيا. (ها) تنبيه. و «النفس» نعت لأية. «المطمئنة» نعت للنفس لأن النفس مؤنثة تصغيرها نفيسة. والنفس الدم، والنفس الدماغ. فأما قوله عز وجل: (خلقكم من نفس واحدة) فالنفس ها هنا آدم صلى الله عليه وسلم؛ وإنما أنثت للفظ لا للمعنى. والمصدر من المطمئن اطمأن يطمئن اطمئنانا فهو مطمئن.\n• \"ارجعي\" أمر. \"إلى ربك\" جر بإلي. \"راضية\" نصب على الحال. \"مرضية\" نصب على الحال أيضًا. والأصل في مرضية مرضوة، فقلبوا من الواو ياء لأنها أخف. [قال الجرمي: هذا مما قلبت العرب الواو فيه ياء لغير علة، وقال: مثله قول عبد يغوث:\nوقد علمت عرسي مُليكة أنني ... أنا الليث معديا علي وعاديا\nومن العرب من يقول «مرضوة» على الأصل. وتقول العرب: أرضٌ مسنيةٌ، والأصل مسنوة، وهي التي سقيت بالسانية]. ومعنى إلى ربك إلى جسد صاحبك.\n• \"فادخلي في عبادي\" وقرأ ابن عباس، «فادخلي في عبدي» أي في جسد عبدي. •\"وادخلي\" نسق على الأول وهو أمر. \"جنتي\" مفعول بها، ولا علامة [فيها] للنصب لان الياء تذهب العلامة. والجنة البستان.\n(1/86)",
        "\nسورة البلد\n• \"لا أقسم\" «لا» صلة زائدة. و «أقسم» فعل مضارع، ومعناه أحلف، كقوله عز وجل: (وأقسموا بالله جهد أيمانهم). يقال: أقسم يقسم إقسامًا فهو مقسم، والمفعول مقسم عليه، والأمر أقسم بفتح الألف وقطعهِ. فأما قسمت الأرضَ والميراث فبغير ألف أقسِمُه قسمًا فأنا قاسم، والمفعول مقسوم، والأمر اقسم بكسر الألف في الابتداء، فإن وصلتها بكلام سقطت. وقال الفراء: «لا» لا تكون صلة في أول الكلام، ولكنها رد لقوم كفروا بالبعث بعد الموت وبالحشر؛ فقيل لهم: لا ليس كما قلتم أقسم بهذا البلد.\n• \"بهذا البلد\" «هذا» جر بالباء [الزائدة]، ولا علامة للجر [فيه] لأنه مبهم. و «البلد» نعت لهذا. ويعني بالبلد مكة ها هنا.\n• \"وأنت حل\" الواو واو [الحال و] الابتداء. [و «أنت» رفعٌ بالابتداء، ولا علامة فيه للرفع لأنه مكني، و «حل» خبر الابتداء]. يقال حل وحلال، وحرم وحرام بمعنى [واحد]. وحل في المكان إذا نزل فيه يحل حلولا فهو حال، والمكان محلول فيه. وأما قوله عز وجل: (أن يحُل عليكم غضب من ربكم) فمعناه أن ينزل عليكم، هذا بضم الحاء على مذهب الكِسائي. ومن قرأ «أن يحِل» بكسر الحاء فمعناه يجب.\n(1/87)\n",
        "• \"بهذا البلد\" «هذا» جر بالباء الزائدة. و «البلد» نعت لهذا.\n• \"ووالد\" الواو حرف نسق. و «والد» جر نسق على البلد. ويعني بالوالد آدم عليه السلام. \"وما ولد\" «ما» في موضع جر نسق على والد، ولا علامة للجر لأنه اسم ناقص بمعنى الذي. و «ولد» فعل ماض وهو صلة ما. والمصدر ولد يلد ولادة ولدة فهو والد، والمفعول مولود، مثل وعد يعد [عدة]. والأصل [يولد و] يوعد، فسقطت الواو لوقوعها بين ياء وكسرة.\n• \"لقد\" اللام جواب القسم، و «قد» حرف توقع.\n• \"خلقنا\" فعل ماض. والنون والألف [فاعلان وهما] اسم الله تعالى في موضع رفع.\n• \"الإنسان\" مفعول به، وعلامة نصبه فتحة النون.\n• \"في كبد\" جر بفي. ومعني «في كبد» أي: في شدة ونصب وتعب. وقال آخرون: في كبد أي منتصبا لم يجعله يمشي على أربع فيتناول الشيء بفيه، ولا على بطنه؛ لأن الله تبارك وتعالى كرم بني آدم بأشياء هذه إحداها.\n• \"أيحسب\" الألف ألف التوبيخ في لفظ الاستفهام. «يحسب» فعل مضارع: وفيه لغتان يَحْسِبُ ويَحْسَبُ. فلغة رسول الله صلى الله عليه وآله الكسر، والماضي حسب بالكسر لا غير، والمصدر مَحسَبة ومحسِبَةَ وحِسبانًا.\n(1/88)\n\n• \"أن لن يقدر عليه أحد\" «أن» حرف نصب، و «لن» حرف نصب. و «يقدر» نصب بلن. والعرب إذا جمعت بين حرفين عاملين ألغت أحدهما.\nوالمصدر قدر يقدر قدرة وقدرانا ومقدَرة ومقدِرة ومقُدرةً فهو قادر. «عليه» الهاء جر بعلى. و «أحد» رفع بفعله. وأحدٌ ها هنا هو الله عز وجل، وأحد في: (قل هو الله أحد) معناه واحد، وهو الله عز وجل. وقوله جل وعز: (إذ تصعدون ولا تلوون على أحد) فأحدٌ ها هنا النبي صلى الله عليه وآله. وقوله جل وعز: (وما لأحد عنده من نعمة تجزى) فالهاء كناية عن أبي بكر الصديق رضي الله عنه.\n• \"يقول أهلكت\" «يقول» فعل مضارع. «أهلكت» فعل ماض، [وألفه ألف قطع لأنه رباعي]. والتاء فاعلٌ.\n• \"مالا\" مفعول به. \"لبدا\" نعت له. واللبد الكثير، وهو جمع لبدةٍ. [ومن قرأ لِبَدًا جعله جمع لِبدَة، وحدثنا أحمد عن علي عن أبي عبيد عن إسماعيل أن أبا جعفر قر «مالا لُبَّدا» جمع لابد مثل راكع وركع. وفاعل يجمع على خمسة وثلاثين وجها قد أمللناه في كتاب الجُمَل].\n• \"أيحسب\" الألف ألف التوبيخ. و «يحسب» فعل مضارع.\n• \"أن\" حرف نصب مُلغى ها هنا. \"لم\" حرف جزم.",
        "(1/89)\n\n• \"يره\" جزم بلم. وسقطت الألف للجزم، والأصل لم يراه.\n• \"أحد\" رفع بفعله. [وروى عن الأعمش «لم يرهْ أحد» بجزم الهاء].\n• \"ألم نجعل له عينين\" الألف ألف التوبيخ في لفظ الاستفهام. و «لم» حرف جزم. و «نجعل» جزم بلم. «له» الهاء جر باللام. «عينين» مفعول بهما.\n• \"ولسانا\" نسق بالواو على عينين. \"وشفتين\" نسق عليه.\n• \"وهديناه\" «هدى» فعل ماضٍ. والنون والألف اسم الله تعالى في موضع رفع. والهاء مفعول بها.\n• \"النجدين\" نصب مفعول ثان، ومعناه عرفناه سبيل الخير والشر، ويقال: عرفناه مص الثديين. وعلامة النصب في كل ذلك الياء التي قبل النون.\n• \"فلا اقتحم العقبة\" «لا» بمعنى لم، فمعناه فلم يقتحم العقبة، كما قال تعالى: (فلا صدق ولا صلى) أي: لم يُصَدَّق ولم يصل. و «اقتحم» فعل ماض. والمصدرُ: اقتحم يقتحم اقتحاما فهو مقتحم. و «العقبة» مفعول بها.\n• \"وما أدراك\" «ما» تعجب في لفظ الاستفهام، وهو رفع بالابتداء. وأدراك خبر الابتداء. والكاف اسم محمد صلى الله عليه وآله في موضع نصبٍ.\n(1/90)",
        "\n• \"ما العقبة\" «ما» ابتداء، و «العقبة» خبرها. وكل ما في كتاب الله عز وجل مثل (الحاقة ما الحاقة) و (القارعة ما القارعة) فكله لفظ الاستفهام ومعناه التعجب.\n• \"فك رقبة\" «فك» فعل ماض. و «رقبة» مفعول بها، يقال: فك يفُك فكًا فهو فاك، والمفعول مفكوك في الأسير والرهن. ومن قرأ «فك رقبة» جعله مصدرًا وأضافه إلى رقبة، كما تقول ضَرْبُ زيد وضَرَبَ زيدًا، [ومد زيد ومد زيدًا].\n• \"أو أطعم\" «أو» حرف نسق. «أطعم» فعل ماض نسق على فك. والمصدر أطعم يطعم إطعاما فهو مطعم. ومن قرأ «أو إطعام» جعله مصدرًا.\n• \"في يوم\" جر بفي. \"ذي مسغبة\" «ذي» نعت لليوم. و «مسغبة» جر بالإضافة. ومعناه ذي مجاعةٍ. وقرأ الحسن «في يوم ذا مسغبةٍ» جعل «ذا» نعتاً لاسم محذوف، والتقدير أو أطعم فقيرًا ذا مسغبة.\n• \"يتيمًا\" مفعول به، فعند البصريين ينتصب بإطعام؛ لأن المصدر يعمل عمل الفعل وإن كان منونا. وقال أهل الكوفة: إذا نون أو دخلته الألف واللام صحت له الاسمية وبطل عمله؛ وإنما انتصب يتيم عندهم بمشتق من هذا، والتقدير أو إطعام يُطْعِمُ يتيما.\n(1/91)\n",
        "• \"ذا مقربة\" «ذا» نعت لليتيم، وعلامة النصب الألف. [و «مقربة» جر بالإضافة]. ومقربة يريد ذا قربى وذا قرابة، ولكن أتى به على مفعلة مثل مسغبة؛ كما قال الله تعالى: (إلا المودة في القربى) لما كان بعده فيها «حسنى». «وشورى» فاعرف ذلك؛ فإن اللفظ قد يزدوج لرءوس الآي.\n• \"أو مسكينًا\" نسق بأو على يتيم. والمسكين مِفْعِيل من السكون، والمسكنة مفعلة من السكون، وقال آخرون: الميم من مسكين أصلية، لقولهم قد تمسكن زيد. والمسكين أضعف من الفقير؛ لأن الفقير له أدنى شيء؛ كما قال الشاعر:\nأما الفقير الذي كانت حلوبته ... وفق العيال فلم يترك له سبد\nالسبد الصوف، واللبد الشعر، فإذا قالوا: ما له سبد ولا لبد أي ليس له جمل ولا شاة. وقال آخرون: الفقير أسوأ حالا من المسكين لأن الله تعالى قال: (أما السفينة فكانت لمساكين)، والسفينة تساوي جملة. وقرأ قُطرب: «أما السفينة فكانت لِمَسَّاكين» بتشديد السين أي لملاحين. سمعت ابن مجاهد يقول ذلك، ويزعم أن قطربًا قرأ بذلك.\n(1/92)\n\n• \"ذا متربة\" «ذا» نصب نعت للمسكين. و «متربة» جر بالإضافة، ومعناه قد لصق بالتراب من شدة الفقر. ومن ذلك قولهم في الدعاء على الإنسان: تربت يداك، أي افتقرت. أخبرنا أبو عبد الله نفطويه عن ثعلب قال [يقال]: ترب الرجل إذا افتقر، وأترب إذا استغنى، ومعناه صار ماله كالتراب كثرة. فإن سأل سائل فقال: إذا كان الأمر كما زعمت فما [وجه] قول رسول الله صلى الله عليه وسلم للرجل الذي استشاره في التزويج فقال [له]: «عليك بذات الدين تربت يداك» والنبي لا يدعو على أحد من المؤمنين؟ ففي ذلك أجوبة، والمختار منها جوابان: أحدهما أن يكون أراد عليه السلام الدعاء الذي لا يراد به الوقوع، كقولهم للرجل إذا مدحوه: قاتله الله ما أشعره، وأخزاه الله ما أعلمه، قال [الشاعر في امرأة يهواها وهو] جميل في بثينة:\nرمى الله في عيني بثينة بالقذى ... وفي الغر أنيابها بالقوادحِ\n[وفي وجهها الصافي المليح بقتمة ... وفي قلبها القاسي بود مماتح]\nوالجواب الثاني أن هذا الكلام مخرجه من الرسول صلى الله عليه وسلم مخرج الشرط، كأنه قال: عليك بذات الدين تربت يداك إن لم تفعل ما أمرتك [به. وهذا حسن، وهو اختيار ثعلب والمبرد].\n• \"ثم كان من الذين\" «ثم» حرف نسق. «كان» فعل ماض، واسم كان مضمر فيها. «من الذين» جر بمن، ولا علامة للجر لأنه اسم منقوص.",
        "(1/93)\n\n• \"آمنوا\" فعل ماض، وهو صلة الذين. والواو ضمير الفاعلين.\n• \"وتواصوا\" «تواصى» فعل ماض، والأصل تواصَيُوا، فسقطت الياء لسكونها وسكون الواو. \"بالصبر\" جر بالباء الزائدة. والصبر ضد الجزع ساكن [الباء]، والصبر الدواء بكسر الباء. ومن ذلك حديث رسول الله صلى الله عليه وسلم: \"ماذا في الأمرين من الشفاء الصبر والثفاء\". والثفاء الحُرْف.\n• \"وتواصوا\" نسق على الأول. \"بالمرحمة\" جر بالباء الزائدة. والمرحمة مفعلة من رحم [يرحم]. وإنما قال بالمرحمة ولم يقل بالرحمة لتوافق رءوس الآي.\n• \"أولئك\" رفع بالابتداء، ولا علامة للرفع فيه لأنه مبهمٌ.\n• \"أصحاب\" رفع خبر الابتداء. وأصحاب جمع صاحب، وفاعلٌ لا يجمع على أفعال إلا في أحرف، نحو شاهِدٍ وأشهاد، وصاحبٍ وأصحاب. \"الميمنة\" جر بالإضافة. \"والذين كفروا\" رفع بالابتداء. و\"كفروا\" صلة الذين.\n• \"بآياتنا\" جر بالباء الزائدة، وعلامة جره كسرة التاء. والنون والألف جر بالإضافة.\n• \"هم\" ابتداء. \"أصحاب\" خبر الابتداء.\n• \"المشأمة\" جر بالإضافة. وأصحاب الميمنة هم أصحاب الجنة، وأصحاب المشأمة هم أصحاب النار، وأصحاب الميمنة الذين يعطون كتبهم بأيمانهم،\n(1/94)",
        "\nوأصحاب المشأمة الذين يعطون كتبهم بشمائلهم. وسألت ابن عرفة عن قول جريرٍ:\nوقائلةٍ والدَّمعُ يحدُرُ كُحْلَها ... أبعد جريرٍ تكرمون المواليا\nوباسطَ خيرٍ فيكم بيمينه ... وقابضَ شر عنكمُ بشماليا\nفقال سمعت ثعلبا يقول: إن العرب تنسب كل خير إلى اليمين، وكل شر إلى الشمال.\n• \"عليهم\" الهاء والميم جر بعلى، \"نار\" رفع بالابتداء.\n• \"مؤصدة\" نعت للنار. فمن هز أخذه من آصدت أي أطبقتُ، ومن لم يهمز أخذه من أوصدت.\n\nسورة الشمس وضحاها\n• \"والشمس\" جر بواو القسم. والشمس مؤنثة، تصغيرها شميسة. فأما الشمس القِلادة في عنق الكلب فهو مذكر، تصغيره شُميس.\n• \"وضحاها\" جر نسق بالواو على الشمس. والهاء والألف جر بالإضافة، وهي تعود إلى الشمس. ولا علامة للجر فيه لأن الضحى مقصورٌ على هدى. والضحى مؤنثة تصغيرها ضُحية. والأجود أن تقول في تصغيرها ضحى بغير هاء لئلا يشبه تصغيرها تصغير ضحوة. والضحى وجه النهار. ويقال ليلة إضحيان إذا كان القمر فيها مضيئًا من أولها إلى آخرها، وقد أضحى النهار إذا ارتفع. ويقال ضحِى فلان للشمس\n(1/95)\n",
        "يضحى إذا برز لها وظهر؛ قال الله تعالى: (وأنك لا تظمأ فيها ولا تضحى)، ورأى ابن عمر رجلاً يُلَبِّي وقد أخفى صوته فقال له: إضح لمن لَبَّيْتَ له، أي اظهر. وقال ابن أبي ربيعة:\nرأت رجلا أما إذا الشمس عارضت ... فيضحى وأما بالعشي فيخصرُ\nالخصر البرد، [والخرص البرد والجوع جميعًا]. ويقال لشهري البرد يعني الجمادين شهرًا قُماح؛ لأن الإبلَ إذا أرادت شرب الماء قمحت رءوسها وأقمحت. قال الله تعالى: (فهم مقمحون). ويقال لهما: \"الهراران\". ويقال: جئتك في عنبرة الشتاء، وصبارة الشتاء، أي في أشد ما يكون من البرد.\n• \"والقمر\" نسق على الضحى. \"إذا\" حرف وقت غير واجب.\n• \"تلاها\" «تلا» فعل ماض. و «ها» مفعول بها. و [تلا لا يكتب إلا بالألف لأنه من ذوات الواو. ويقال:] تلا يتلو تلوا فهو تال إذا تبع الشيء؛ ويقال: هذا الرجل تلو هذا، أي تابعه. فإن قال قائلٌ: لم زعمت أن تلا من ذوات الواو وقد أمالها الكسائي؟ فالجواب في ذلك أن السورة إذا كانت رءوس آياتها ياءات نحو ضحاها وجلاها وتلاها تبعها ما كان من ذوات الواو. وكان حمزة لا يعرف هذا\n(1/96)\n\nالمجاز فقرأ (والشمس وضحيها) بالكسر (والقمر إذا تلاها) بالفتح، ففرق بين ذوات الياء وذوات الواو، وهو حسنٌ ايضًا. فأما أبو عمر ونافع فكانت قراءتهما بين بين. وأما عاصم وابن كثير فـ[كانا] يفخمان كل ذلك، وهو الأصل.\n• \"والنهار\" نسق على القمر، [وعلامة الجر كسرة الراء]. فمن أمال الألف في النهار فلمجئ الراء بعدها نحو النار والإبكار والقنطار والفجار، ومن فتح فعلى الأصل. وجمع النهار نُهُرٌ؛ قال الشاعر.\nلولا الثريدان هلكنا بالضمر ... ثريد ليل وثريد بالنهر.\nوحدثني محمد عن ثعلب عن ابن الأعرابي قال: يقال نهار وأنهر. وقال ابن دريد: النهار الذي هو ضد الليل العرب لا تجمعه، وإنما جمعه النحويون قياسًا لا سماعًا.\n• \"إذا جلاها\" «إذا» حرف وقتٍ. «جلى» فعل ماض. و «ها» نصب لأنه مفعول به.\n• \"والليل\" نسق عليه. \"إذا يغشاها\" فعل مضارع، وعلامة رفعه سكون الألف. و «ها» نصب مفعول به. والليل يذكر ويؤنث، ويجمع الليل على الليالي. وتصغير ليلةٍ لُيَيْلَةٌ ولُيَيْلِيةٌ ولُوَيليَةٌ.",
        "(1/97)\n\n• \"والسماء\" نسق عليه. \"وما بناها\" «ما» ها هنا فيه وجهان، قال أبو عبيدة: ما بمعنى من وهو اسم الله تعالى، ومعناه ومن بناها. وقال المبرد والحذاق من النحويين: ما مع الفعل مصدر، والتقدير والسماء وبنائها، [فأقسم الله تعالى بالسماء وبنائها]. والسماء يكون واحدًا وجمعًا، فمن وحده جمعه سماوات، ومن جعله جمعًا فواحده سماءة وسماوة. وقال العجاج:\nناج طواه الأين مما وجفا ... طي الليالي زلفا فزلفا\nسماوة الهلالي حتى احقوقفا\nوالسماء إذا أردت به المطر فهو مذكر، وجمعه سُمِي وأسمية، تقول العرب: ما زلنا نطأ السماء حتى أتيناكم، أي المطر. والسماء كل ما علاك، فلذلك سمي سقف البيت سماء؛ قال الله تعالى: (من كان يظن أن لن ينصره الله في الدنيا والآخرة) أي من كان يظن أن لن ينصر الله محمدًا صلى الله عليه وآله بغيًا وحسدًا (فليمدد بسبب) أي بحبل (إلى السماء ثم ليقطع) أي يشد حبلاً إلى سقف بيته فيختنق به (فلينظر هل يذهبن كيده ما يغيظ). وتصغيره سمية. [ومن العرب من يذكر السماء] قال الشاعر في تذكيره:\nفلو رفع السماء إليه قومًا ... لحقنا بالسماء مع السحاب\n(1/98)",
        "\nوقال الله تعالى [وهو أصدق قيلا]: (السماء منفطر به).\n• \"والأرض\" نسق عليه. \"وما طحاها\" معناه ومن طحاها، في مذهب أبي عبيدة، كما أنبأتك قبل. وطحاحا ودحاها معناه بسطها. يقال: طحا يطحو طحوًا فهو طاح. [قال سيبويه]: ومما شذ من ذوات الواو فجاء على فعل يفعل طاح يطيحُ، والأصل طوح يطوح، مثل حسب يحسِب، و «ها» نصب مفعول به، وهي كناية عن الأرض.\n• \"ونفس\" نسق على الأرض. \"وما سواها\" أي تسويتها، يقال سوى يسوي تسوية وتسويا، أنشدني ابن مجاهد [في ذلك]:\nفهي تنزى دلوها تنزيا ... كما تنزى شهلة صبيا\nالشهلة العجوز. ويقال عجوزٌ حَيزَبُون، وعضمزة، وشهبرة، وشهربة، وإنقحلة، وقحمة، كلها المسنة.\n• \"فألهما\" «ألهم» فعل ماض. و «ها» مفعول به. والمصدر ألهم يلهم إلهاما فهو ملهم.\n• \"فجورها\" مفعول ثان. يقال: فجر يفجر إذا زنى، وفجر يفجر إذا كذب. ومن ذلك قولهم في الوتر: «ونترك من يفجرك». ومن ذلك قول الأعرابي:\nفاغفر له اللهم إن كان فجر\n(1/99)\n",
        "ويقال: فجر النهر يَفجُره وفجره يُفجِّره تفجيرًا؛ ومن ذلك قوله تعالى: (حتى تفجر لنا من الأرض ينبوعا) و\"تفجر لنا\"، قد قرئ بهما جميعًا.\n• \"وتقواها\" نسق على فجورها. والواو في تقوى مبدلة من ياء، والتاء في أولها مبدلة من واو، والأصل «وقي».\n• \"قد أفلح\" ها هنا لام مضمرة هي جواب القسم، والأصل لقد أفلح. و «قد» حرف توقع. و «أفلح» فعل ماض. ومعنى أفلح فاز بالبقاء. قال الشاعر:\nأفلح بما شئت فقد يدرك بالضـ ... ـعف وقد يُخدعُ الأريبُ\nوالفلاح: البقاء. ومن ذلك قولهم [في الأذان]: حتى على الفلاح. والفلاح الأكار. [وروى ورش عن نافع: «قد افلح»، نقل حركة الهمزة إلى الدال تخفيفا. والعرب تقول: «من ابوك» يريدون: «من أبوك»]. و «أفلح» فعل ماض، والمصدر أفلح يفلح إفلاحا فهو مفلح. ويروى عن علي بن أبي طالب صلوات الله عليه:\nأفلح من كانت له مِزَخَّهْ ... يَزُخُّها ثم ينام الفخَّهْ\nويروى عنه عليه السلام [أيضًا]:\n(1/100)\n\nأفلح من كانت قوصره ... يأكل منها كل يوم مره\nويروى: أفلح من كانت له ثرعامه ... ورسة يدخل فيها هامه\nويروى: أفلح من كانت له كرديده ... يأكل منها وهو ثان جيده\nويروى: أفلح من كانت له هرشفه ... وكرة يملأ منها كفه\nالجيد: العنق، والكرديدة: الكتلة من التمر. وكنى بالمزخة والقوصرة عن المرأة. فأما الحديث: \"من تبع القرآن يوم القيامة هجم به على روضةٍ من رياض الجنة، ومن تبعه القرآن زخ في قفاه حتى يقذفه في النار\".فإنه يقال زخّه يزخه ودعه يدُعُّه إذا دفعه. فأما قول الشاعر:\nفلا تقعدن على زخة ... وتضمر في القلب وجدا وخيفا\nفالزخة: الحقد في القلب، تقول العرب: في قلبه على حقد، وغمر، وغل، وحسيكة، وحسيفة وحزازة، وإحنة، وحنة، [ودمنة]؛ قال الشاعر:",
        "(1/101)\n\nإذا كان أولاد الرجال حزازة ... فأنت الحلال الحلو والبارد العذب\nوتأخذه عند المكارم هزة ... كما اهتز تحت البارح الفنن الرطب\n• \"من زكاها\" «من» رفع بفعله، [ولا علامة للرفع لأنه اسم منقوص]. و «زكى» فعل ماض. والهاء مفعول بها. والمصدر زكى يزكي تزكية فهو مزك. ومعنى زكاها أي زكاها بالصدقة ودفع الزكاة، وقيل: من قال لا إله إلا الله.\n• \"وقد خاب\" «قد» حرف توقع. و «خاب» فعل ماض. والمصدر خابَ، يخيب خيبة فهو خائب. وقرأ حمزة «وقد خاب» بالإمالة؛ لأن المتكلم إذا رده إلى نفسه كانت الخاء مكسورة فيقول خبت، وكذلك زاغ وحاق وضاق وخاف، يمال كل ذلك للكسرة التي في أول الحرف في خفت وضقت.\n• \"من دساها\" «من» رفع بفعله. و «دسى» فعل ماض وهو صلة من. والألف في دسى مبدلة من سين كراهية اجتماع ثلاث سينات، والأصل من دسسها أي أخفاها، يعني نفسه عن الصدقة، كما قال الله تعالى: (ثم ذهب إلى أهله يتمطى) والأصل يتمَطَّطُّ، يقال تمطى فلان أي تبختر. ومن ذلك حديث رسول الله صلى الله\n(1/102)",
        "\nعليه وسلم: «إذا مشت أمتي المطيطاء وخدمتهم فارس والروم كان بأسهم بينهم».\nقال الشاعر:\nتقضي الباري إذا البازي كسر\nيريد تقضض. وقال الله تعالى: (فكبكبوا فيها) معناه فكببوا فيها. ومثله (من صلصال من حمأ مسنون) والأصل صلال.\n• \"كذبت\" فعل ماض. والتاء علامة التأنيث. و\"ثمود\" اسم قبيلة فرده على ذلك. و «ثمود» رفع بفعلها، ولا تنصرف للتأنيث والتعريف.\n• \"بطغواها\" «طغوى» جر بالباء الزائدة، ولا علامة للجر لأنه مقصور. و «ها» جر بالإضافة. وطغوى بمعنى طغيان. والطغيان في اللغة مجاوزة الشيء حده؛ كقوله تعالى (إنا لما طغى الماء حملناكم في الجارية)، والجارية السفينة ([لنجعلها لكم تذكرة] وتعيها أذن واعية). لما أنزل الله هذه الآية قال رسول الله صلى الله عليه وسلم: \"اللهم اجعلها أذن علي\". فإن قال قائل: فلم قيل بطغواها؟ فقل لتوافق رءوس الآي، كما قال الله تعالى: (إن إلى ربك الرجعى) يريد الرجوع، ولكن أتى به على الرجعى ليوافق الفواصل «أرأيت الذي ينهى عبدًا إذا صلى».\n• \"إذ\" حرف وقت ماض.\n(1/103)\n",
        "•انبعث: فعل ماض. والمصدر انبَعَثَ ينبعث انبعاثا فهو منبَعِثٌ.\n• \"أشقاها\" «أشقى» رفع بفعله، ولا علامة للرفع فيه لأنه مقصور. فإذا كان المذكر أشقى فالمرأة شقواء، لأنه من ذوات الواو، كقوله: (ربنا غلبت علينا شقوتنا) وشقاوتنا. و «ها» جر بالإضافة. وجمع أشقى شقو مثل حمر وصفر. فإن جمعت جمع سلامة قلت في المذكر أشقون، وفي المؤنث شقواوات مثل حمراوات.\n• \"فقال لهم\" الفاء جواب إذ. و «قال» فعل ماض، والهاء والميم جر باللام الزائدة. و\"رسول الله\" رفع بفعله، وهو مضاف إلى اسم الله تعالى، وهو ها هنا «صالح» صلى الله عليه، حيث حذر ثمود أن يصيبوا ناقة الله بسوء فتحل بهم النقمة من الله تعالى، فأبوا إلا الخلاف، فجاء أشقى الناس، وهو [قدار] أحمر ثمود، فعقر الناقة، فأنزل الله تعالى عليهم العذاب.\n• \"ناقة الله\" نصب على التحذير والإغراء، أي احذروا ناقة الله لا تقتلوها، احفظوا ناقة الله؛ كما قال: (عليكم أنفسكم)، و (شهر رمضان) أي صوموا شهر\n(1/104)\n\nرمضان، كذلك قرأها ابن مجاهد، و (صبغة الله) أي دين الله، ومعناه: الزموا دين الله.\nوالناقة مضافة إلى اسم الله تبارك وتعالى، وجمع الناقة أينق، وأنوق، ونوق، وأنيق، وأيانق، وناقات، وأونق، ونياق.\n• \"وسقياها\" [في موضع نصب بالنسق على الناقة، غير أن النصب] لا يتبين فيه لأنه مقصور. وجمع سقيا سقييات، مثل حبلى وحبليات.\n• \"فكذبوه\" «كذب» فعل ماض، والواو ضمير الفاعلين، والهاء مفعول بها.\n• \"فعقروها\" نسق عليه. يقال عقر يعقر عقرًا فهو عاقر. ويقال: امرأة عاقر ورجل عاقر إذا كان لا يولد لهما. ورفع [فلان] عقيرته إذا رفع صوته بالغناء. وفلان معاقر للشراب إذا كان مداوما له. والعقر أصل الدار، والعقار النخل وأصل المال.\n• \"فدمدم\" فعل ماض، والمصدر دمدم يدمدم دمدمة ودمداما فهو مدمدم، [والمفعول مدمدَم].",
        "(1/105)\n\n• \"عليهم\" الهاء والميم جر بعلى. فأما حديث مجاهد في تفسير قوله تعالى: (وكأسًا دهاقًا) بأنه دمدم، فتفسيره بالفارسية ملأى. وتقول العرب: أتأقت الإناء وربزته وحضجرته، وزعبته، وأفعمته، وأترعته، أي ملأته.\n• \"ربهم\" رفع بفعله.\n• بذنبهم\" جر بالباء الزائدة.\n• \"فسواها\" أي انخسف بهم الأرض فسويت عليهم ودمدمت ودكدكت وزلزلت عقوبة لعقرهم الناقة. وقال بعض أهل العلم: الهاء في «فسواها» تعود على الدمدمة؛ لأن الفعل إذا ذكر دل على مصدره، كقوله تعالى: (واستعينوا بالصبر والصلاة وإنها لكبيرة). أي وإن الاستعانة لكبيرة.\n• \"ولا يخاف\" «ولا» حرف نسق. «يخاف» فعل مضارع.\n• \"عقباها\" مفعول بها. أي عاقبتها. يقال العقبى، والعُقْبُ والعُقُبُ، والعاقبة، بمعنى واحد. وقرأ نافع «فلا يخاف» بالفاء، وكذلك في مصاحف أهل المدينة، وروى عن النبي صلى الله عليه وآله: \"ولم يخف عقباها\". والحمد لله على حسن توفيقه.\n(1/106)",
        "\nسورة الليل وإعرابها ومعانيها\n• \"والليل\" جر بواو القسم، علامة جره كسرة آخره، وشددت اللام لأنهما لامان.\n• \"إذا يغشى\" «إذا» حرف وقت غير واجب، و «يغشى» فعل مضارع. والمصدر غشي يغشى غشيانا فهو غاش.\n• \"والنهار\" نسق على الليل. فمن أمال فمن أجل الراء؛ لأن الراء حرف فيه تكرير، فالراء مكسورة بمنزلة حرفين مكسورين، ومن فتح وفخم فعلى أصل الكلمة.\n• \"إذا\" حرف وقت [غير واجب].\n• \"تجلى\" فعل ماض. وهذه التاء تدخل في الماضي مثل تذكر وتجبر، والمصدر تجلي يتجلي تجليًا فهو متجل. ويقال: \"أنا ابن جلا\" أي أنا ابن الواضح الأمر البين، فهو مأخوذ من هذا. ومثله جلوت السيف جلاء وجلوت العروس جلوة، فأما جلا القوم عن منازلهم فمصدره جلاء؛ ومنه قوله تعالى: (ولولا أن كتب الله عليهم الجلاء). ويقال: استعمل فلان على الجالة والجالية، وهو الذي يأخذ الجزية من أهل الذمة.\n• \"وما خلق الذكر والأنثى\" الواو حرف نسق. و «ما» في معنى الذي، ويكون مصدرا بمعنى وخلقه الذكر والأنثى. وقرأ ابن مسعود: \"والنهار إذا تجلى.\n(1/107)\n",
        "والذكر والأنثى\". و «خلق» فعل ماض، و «الذكر» مفعول به، و «الأنثى» نسق عليه.\n• \"إن سعيكم لشتى\" «إن» حرف نصب وهو جواب القسم. و «سعيكم» نصب بإن. • \"لشتى\" اللام لام التأكيد. و «شتى» [رفع] خبر إن، ولا علامة للرفع لأنه مقصور. ومعنى شتى أي مختلفة، كما قال تعالى: (تحسبهم جميعا وقلوبهم شتى)، أي مختلفة. ويقال شتان زيد وعمرو، وشتان بينهما، وشتان ما زيد وعمرو، ولا يقال: شتان ما بينهما. فأما قول الشاعر:\nلشتان ما بين الزيدين في الندى ... يزيد أسيد والأغر ابن حاتم\n[فهم الفتى القيسي كأس ولعبة ... وهم الفتى الأزدي ضرب الجماجم]\nفإن الأصمعي كان لا يحتج بهذا، قال: والجيد قول الآخر:\nشتان ما يومي على كورها ... ويوم حيان أخي جابر\nقال يعقوب بن السكيت: الأصل فيه شتت، ففتحه النون هي فتحى التاء. وقال آخر: العرب تقول سَُِرعان ووَُِشكان وبَُطآن وشَتان بفتح النون. فأما نون\n(1/108)\n\nشتان فمفتوحة إلا الفراء فإنه اختار كسرها. وأخبرني ابن دريد عن أبي حاتم، قال: فأما قولهم: [جاء] سَرَعان الناس فبفتح الراء. وأما قوله تعالى: (أشتاتًا) فواحده شتُّ. [فأما هذا البيت لتأبط شرًا:\nكأنما حثحثوا حصا قوادمه ... أو أم خشف بذي شث وطباق\nفشث بالثاء؛ وإنما ذكرته لأن بعض العلماء صحف فيه فقال: شت وطباق فشث بالثاء، وإنما ذكرته لأن بعض العلماء صحف فيه، فقال: شت وطباق].\n• \"فأما من أعطى\" «أما» إخبار، وتكون مفتوحة في الأمر وفي النهي وفي الخبر، ولا بد من الفاء في جوابها. ومن العرب من يقول في أما أيما، قال عمر بن أبي ربيعة:\nرأت رجلاً أيما إذا الشمس عارضت ... فيضحى وأيما بالعشي فيخصرُ\nوالخصر البرد. فأما الخرص فالذي يجد البرد والجوع جميعًا. «من» حرف شرط وهو رفعٌ بالابتداء. «أعطى» فعل ماض وهو في معنى المستقبل.\n• \"واتقى\" نسق عليه، و\"صدق\" نسق عليه.\n• \"بالحسنى\" جر بالباء الزائدة، والحسنى الجنة. ولا علامة للجر لأنه اسم مقصور.\n• \"فسنيسره\" الفاء جواب الشرط. و «نيسره» فعل مستقبل. يقال يسر ييسر تيسيرا فهو ميسر. فإن سأل سائل فقال، هل في العُسر تيسير؟",
        "(1/109)\n\nفالجواب في ذلك أن الفراء قال: المعنى سَنُهَيِّئُهُ، يقال يسرت الغنم للولادة إذا تهيأت، وأنشد:\nهما سيدانا يزعمان وإنما ... يسوداننا أن يسرت غناهما\n• \"لليسرى\" جر باللام الزائدة. والعسرى واليسرى بمعني العسر واليسر. ولكن الألف زيدت في آخرها لتوافق رءوس الآي: الحسنى، وشتى. فأما قوله تعالى: (يريد الله بكم اليسر). فإن [أحمد بن عبدان حدثني عن علي بن عبد العزيز المكي، عن أبي عبيد عن إسماعيل بن جعفر المدني، قال قرأ] أبو جعفر يزيد بن القعقاع: يريد الله بكم اليُسُر ولا يرد بكم العُسُر) [بضمتين ضمتين] مثل الرعب والسحق، وهما لغتان [الضمة والسكون]؛ كما قرأ ابن عامر وأبو عمرو في رواية نصر وعياش: (وأقرب رحما) وكما قرأ عيسى بن عمر: (ويأمرون الناس بالبخل) و (أليس الصبح بقريب).\n• \"وأما\" إخبار. \"من\" شرط.\n• \"بخل\" فعل ماض معناه المضارع. وفيه لغات، يقال بخل يبخل بخَلا وبَخْلاً وبُخْلا وبُخُلا.\n• \"واستغنى\" نسق عليه. و\"كذب\" نسق عليه.\n(1/110)",
        "\n• \"بالحسنى\" قيل الجنة، وقيل لا إله إلا الله.\n• \"فسنيسره للعسرى\" أي سنهيئه، وقد فسرته.\n• \"وما يغني\" «ما» حرف جحد. «يغني» فعل مضارع، علامة رفعه سكون الياء.\n• \"عنه\" الهاء، جر بعن. \"ماله\" رفع بفعله. والهاء جر بالإضافة.\n• \"إذا\" حرف وقت. \"تردى\" فعل ماض. والمصدر تردى يتردى ترديا فهو مترد؛ ومنه قوله تعالى: (والمتردية والنطيحة). يقال: تردى في بئر وفي أهوية وفي هلكةٍ إذا وقع فيها. ويقال رَدِى زيدٌ يردى ردًى إذا هلك، وأرداه الله يرديه إرداء. ويقال: ردَى الفرس يردِى رديانا. قال الأصمعي: سألت منتجع ابن نبهان عن رديان الفرس، فقال: هو عدوه بين آريه ومتمعكه. الآري الآخية، أي المعلف. والمتعمك الموضع الذي يتمرغ فيه. والآري وزنه فاعولٌ، سمي بذلك لحبسه الدابة؛ يقال: تأريتُ بالمكان إذا لزمته وتحبست به.\n• \"إن\" حرف نصب. \"علينا\" «على» حرف جر. والنون والألف جر بعلى.\n• \"للهدى\" اللام لام التوكيد. و «الهدى» نصب بإن؛ كما تقول: إن على زيد لثوبًا. ولا علامةَ للنصب في الهدى لأنه مقصورٌ.\n(1/111)\n",
        "• \"وإن لنا\" نسق على الأول. \"للآخرة\" نصب بإن.\n• \"والأولى\" نسق على الآخرة. فالأولى الدار الدنيا، والآخرة الدار الآخرة.\n• \"فأنذرتكم نارًا\" «أنذر» فعل ماض. والمصدر أنذر ينذر إنذارًا فهو منذرٌ. فالفاعل منذر، والله تعالى منذر، والقرآن منذر، والنبي عليه السلام منذر، كل ذلك بكسر الذال، والكافرون منذرون، (فانظر كيف عاقبة المنذرين) هذا بفتح الذال لا غير. وقد يكون النذير مصدرًا بمعنى الإنذار، كقوله تعالى: (فكيف كان نذير) (فكيف كان نكير). يريد تعالى إنذاري وإنكاري. [والنذير أيضًا الشيب، قال الله تعالى:] (وجاءكم النذير) قيل: الشيب. وأول من شاب إبراهيم صلى الله عليه وآله، فأوحى الله إليه أُشْقُل وقارًا أي خذ وقارًا. (وجاءكم النذير) القرآن (وجاءكم النذير) محمد صلى الله عليه وآله، (فأنذرتكم) الكاف والميم نصب بأنذر. «نارًا» مفعولٌ ثان.\n• \"تلظى\" فعل مضارع، والأصل تتلظى، وقد قرأ ابنُ مسعودٍ بذلك، وقرأ ابن كثير «نارًا تلظى» بإدغام التاء، يريد نارًا تتلظى فأدغم. ولو كان تلظى فعلا ماضيًا لقيل تلظت لأن النار مؤنثة. والمصدر تلظت تتلظى تلظيا فهي متلظية. ويقال في أسماء جهنم سقر، وجهنم، والجحيم، ولظى، نعوذ بالله [منها]. وهذه\n(1/112)\n\nالأسماء معارف لا تنصرف للتأنيث والتعريف. قال الله تعالى: (إنها لظى)، و (ما سلككم في سقر). قال ابن دريد: جهنم اسم أعجمي، وكان الأصل جهنام. فأما الجهم فإنه الغليظ، ويقال وجه جهم. والجهام [من] السحاب الذي قد هراق ماءه، [ومثله الهف والخلب، يقال شهدة هفة لا عسل فيها].\n• \"لا يصلاها\" «لا» جحد ها هنا. و «يصلى» فعل مضارع. يقال: صلى يصلي صليا فهو صال، وصلاه الله تصلية، والأجود أصلاه الله يصليه؛ لأن الله تعالى قال: (فسوف نُصليه نارًا) فلم يختلف القراء في هذه إلا الأعمش فإنه قرأ: «فسوف نَصليه» بفتح النون، فاعرفه، فإنه حرفٌ نادرٌ. و «ها» مفعول بها.\n• \"إلا الأشقى\" «إلا» تحقيق بعد جحد. و «الأشقى» رفع بفعله، وفعله يصلى. فإن سأل سائل فقال: النار يدخلها كل كافر فلم خص الأشقى [ها هنا]؟ فالجواب في ذلك أن النار طبقات ودركات، فالمنافقون في الدرك الأسفل كما قال الله تعالى، والأشقى يصلى لظى [كما قال الله]، وسائر الكفار والعصاة على مقاديرهم، كما أن أهل الجنة في الدرجات على مقادير طاعتهم. يقال يوم القيامة لصاحب القرآن: اقرأ وارق فإن منزلتك عند آخر آية تقرؤها. والأشقى صفة لمذكرٍ، والمؤنث الشقيا.",
        "(1/113)\n\n• \"الذي كذب وتولى\" «الذي» نعت للأشقى. «كذب» فعل ماض. «وتولى» نسق عليه. والمصدر تولى يتولى توليا فهو متول. وكذب يكذب تكذيبا وكِذابا. قال الله تعالى: (وكذبوا بآياتنا كذابا). قال سيبويه: من قال كلمتُ زيدًا كلامًا قال تكلمتُ تكلاما، ومن قال كلمته تكليما قال تكلمت تكلمًا. فإن قال قائلٌ: فما وجه قراءة الكسائي: (لا يسمعون فيها لغوًا ولا كِذَابًا) بالتخفيف؟ فالجواب في ذلك أن «كذابا» [بالتخفيف] مصدر كاذب يكاذب مكاذبة وكذابًا، مثل قاتل يقاتل مقاتلة وقتالا.\n• \"وسيجنبها\" الواو حرف نسق، والسين تأكيد، و «يجنبها» فعل مستقبل. والمصدر جنب يجنب تجنيبًا فهو مجنب. و «ها» مفعول بها لأنه المفعول الثاني مما لم يسم فاعله.\n• \"الأتقى\" رفع لأنه اسم ما لم يسم فاعله، ولا علامة للرفع [فيه] لأنه مقصور. فتقول كلم الأتقى الأتقى، وكلم الأتقيان الأتقيينِ، وكلم الأتقون الأتقين. \"الذي\" نعت للأتقى. • \"يؤتى\" فعل مستقبل، وهو صلة الذي. والمصدر آتى يؤتى إيتاء فهو مؤت. ومعنى آتى يؤتى ممدودًا أعطى، وأتي مقصورًا جاء. ومعنى قوله تعالى: (فأتاهم الله من حيث لم يحتسبوا) المعنى فأخذهم الله.\n(1/114)",
        "\n• \"ماله يتزكى\" «مال» مفعول به. والهاء [في موضع] جر بالإضافة. «يتزكى» فعل مضارع. والمصدر تزكى يتزكى تزكيا فهو متزك.\n• \"وما لأحد\" «ما» جحد. «لأحد» جر باللام الزائدة. \"عنده\" نصب على الظرف.\n• \"من نعمة\" [«من» حرف جر. «نعمة»] جر بمن. \"تجزى\" فعل مضارع، وهو فعل ما لم يسم فاعله. والمصدر جُزِى يجزى جزاءً فهو مجزيُّ.\n• \"إلا\" تحقيق بعد جحد.\n• \"ابتغاء\" نصب على المصدر، وهو استثناء من غير جنسه، كما تقول العرب: ارتحل القوم إلا الخيام، وما في الدار أحد إلا حمارًا. وبنو تميم تقول: ما في الدار أحدٌ إلا حمارٌ، فيرفعون ويبدلون. والمصدر ابتغى يبتغي ابتغاءً فهو مبتغ.\n• \"وجه\" جر بالإضافة. \"ربه\" جر بالإضافة.\n• \"الأعلى\" صفة للرب.\n• \"ولسوف\" [الواو حرف نسق. و] اللام توكيد. و «سوف» توكيد للاستقبال.\n• \"يرضى\" فعل مستقبل. تقول: رضيت والأصل رضوت، فانقلبت الواو ياء لانكسار ما قبلها. والمستقبل يرضى رضا ورضوانا فهو راض، والمفعول مرضي. فأما قوله تعالى: (عيشة راضية) فهي مرضية، أقيمت فاعلة مقام مفعولة.\n(1/115)\n",
        "سورة الضحى ومعانيها\n• قوله تعالى ذكره: \"والضحى\": جر بواو القسم.\n• \"والليل\" نسق عليه. فإن قال قائل: لم لا تكون الواو الثانية قسما ولم جعلتها نسقا؟ فقل: لأنه يصلح في موضع الثانية ثم والفاء؛ فتقول والضحى ثم الليل في غير القرآن، و «ثم» لا تكون قسمًا. فاعرف ذلك.\n• \"إذا\" حرف وقت.\n• \"سجا\" فعل ماض، والمصدر سجا يسجو [سجوا] فهو ساج. ويقال ليلٌ ساج إذا سكنت ريحه واشتدت ظلمته، وبحر ساج إذا سكن؛ قال الشاعر:\nيا حبذا القمراء والليل الساج ... [وطرقٌ مثل ملاء النساج]\nوالساج أيضا الطيلسان الأخضر، وجمعه سيجان.\nو «سجا» حمزة لا يميله لأنه من ذوات الواو، وأماله الكسائي لأنه مع آيات قبلها وبعدها من ذوات الياء. وأما أبو عمرو ونافع فكانا يقرأ ان بين بين، وهو أحسن القراءات.\n• \"ما ودعك ربك\" «ما» جحد ها هنا، وهو جواب القسم. و «دع» فعلٌ ماض. والكاف اسم محمد صلى الله عليه وآله في موضع نصب. [«وربك» رفع بفعلة].\n(1/116)\n\nوكان الوحي قد احتبس عن رسول الله صلى الله علي وسلم نحو خمس عشرة ليلة، فقال الكفار والمنافقون: إن إلهه قد قلاه وإن الناموس الأكبر قد أبغضه، فأنزل الله تعالى: (ما ودعك ربك وما قلى). وقد روي عن النبي صلى الله عليه وآله أنه قرأ: (ما ودعك ربك) مخففا، فيكون المعنى ما تركك؛ قال الشاعر:\nليت شعري عن خليلي ما الذي ... غاله في الحب حتى ودعه\nوالكلام الأكثر أن العرب تقول: تركت زيدا في معنى ودعته. ومما يصحح القول الأول [ما حدثني السامري محمد بن أحمد قال حدثنا زكريا بن يحيى عن سفيان بن عيينه عن محمد بن المنكدر عن عروة] عن عائشة أن رجلا استأذن على رسول الله صلى الله عليه وآله فقال: \"إيذنوا له فبئس رجل العشيرة\". فلما دخل ألان له القول. فقالت عائشة: يا رسول الله قلت له الذي قلت، فلما دخل ألنت له القول؟ فقال: \"يا عائشة أن شر الناس منزلة يوم القيامة من ودعه الناس _أو تركه [الناس] اتقاء فحشه\".\n• ومعنى \"وما قلى\" ما أبغض. يقال: قلاه يقليه إذا أبغضه، ويقال: قلاه يقلاه، بفتح الماضي والمستقبل. وليس في كلام العرب فعل يفتح الماضي والمستقبل فيه مما ليس فيه حرف من حروف الحلق إلا قلى يقلي، وجبى يجبي،",
        "(1/117)\n\nوسلى يسلي. [وأبي يأبى]، وغسى يغسى، وركن يركن عن الشيباني. وأما قوله قلوت البسر والسويق فبالواو، والمصدر القَلو. وأما القِلو فالحمار. وأما ما مر آنفا من قوله «الناموس» فإن الناموس صاحب سر الخير، والجاسوس صاحب سر الشر. يريد بالناموس الأكبر جبريل عليه السلام، فالناموس ما قد فسرته، والحاسوس والقاشور السنة التي تذهب بالمال، والفاعوس الحية، والقاموس وسط البحر، والساهور غلاف القمر، والقالون الجيد، والقانون الأصل، والكانون الثقيل الروح.\n• \"وللآخرة خير لك من الأولى\" اللام لام التأكيد. و «الآخرة» رفعٌ بالابتداء. و «خير» خبر الابتداء. «لك» جر باللام الزائدة. [«من» حرف جر، و] «الأولى» جر بمن. والهمزة في أول آخرة ألفٌ أصلية فاء الفعل، والثانية ألفٌ مجهولة؛ لأن آخرة وزنها فاعلة. وألف أولى فاء الفعل أيضًا لأن وزنها فعلى؛ فأول وأولى مثل أكبر وكبرى. ولا علامة للجر لأنه اسم مقصور.\n• \"ولسوف\" اللام لام التأكيد. و «سوف» تأكيد للاستقبال. قال الفراء عن الكسائي: في سوف أربع لغات، يقال: سوف يعطيك، وسيعطيك، وسو يعطيك، وسف يعطيك. وفي حرف ابن مسعود: \"ولسيعطيك ربك\".\n(1/118)",
        "\n• \"ويعطيك\" فعلٌ مستقبلٌ، والكاف اسم محمدٍ صلى الله عليه وآله في موضع نصب.\n• \"ربك\" رفع بفعله. \"فترضى\" نسق بالفاء على ما قبله.\n• \"ألم\" الألف ألف استفهام لفظًا ومعناه التقدير. [و «لم» حرف جزمٍ].\n• \"يجدك\" جزم بلم، والكاف في موضع نصب.\n• \"يتيما\" مفعول ثانٍ. واليتيم في اللغة المنفرد [وقد فسرته لك قبل هذا].\n• \"فآوى\" «آوى» فعل ماضٍ، والفاء جواب ألم، وإن شئت نسق. والمصدر آوى يُؤْوي إيواءً ممدودٌ. فالألف الأولَى ألف قَطْع، والثانيةُ فعل الفعلِ أصلية، والأصل أاوَى، فاستثقل الجمع بين همزتين فلينوا الثانية. آوى فهو مُؤْوٍ، والمفعول به مُؤْوىً، فهذا فعل يتعدى. فإذا كان الفعل لازما قصرت الألف فقلت أويتُ إلى فراشي آوى أويا فأنا آوٍ [مثل قاضٍ]، والمفعول مَاوِيُّ إليه، مثل قوله تعالى: (كان وعدُه مأتيا). فالأمر من الأوّل آوِ يا زيدُ مثل آمِنْ، ومن الثاني إيوِ مثل إيتِ. [قال أبو عبيد: يقال أوَيْتُ إلى فراشي بالقصر، وأويتُ غيري بالقصر وآوَيْتُ أيضًا بالمد، فيكون مثلَ نَمَيْتُ أنا، ونميت غيري وأَنْمَيْتُه.\n• \"ووجدك ضالاً\" الواو حرف نسقٍ. و «جد» فعل ماضٍ، والمستقبل يَجِدُ [بحذف الواو]، والأصل يَوْجِدُ، فسقطت الواو لوقوعها بين ياء وكسرة، مثل وزن يزن، ووقد يَقِدُ، ووجب يجب. والكاف مفعول بها. «ضالا» مفعول ثانٍ.\n(1/119)\n",
        "• \"فهدى\" نسقٌ على ما قبله.\nفإن سأل سائلٌ فقال: أكان رسول الله صلى الله عليه وآله ضالاً [قبل ذلك]؟ فقل حاشاه من ذلك، وفي ذلك أقوالٌ: أحدهما أي وجدك يا محمد بين قومٍ ضلال فهداهم الله بك. وقال آخرون: ضالاً عن النبوة أي غافلاً فهداه الله [لها]. وقال آخرون: ضل ذات يوم عن عمه أبي طالب فحزن ثم وجده. وقال آخرون: مثل قوله: (وعلمك ما لم تكن تعلم). فأما الضلال الذي هو ضد الإيمان فحاشاه صلى الله عليه أن يكون ضل طرفه عين. ألم تسمع إلى قوله عز وجل: (والنجم إذا هوى، ما ضل صاحبكم وما غوى).\n• \"ووجدك\" نسق على ما قبله. \"عائلاً\" مفعول ثان. والعائل الفقير ها هنا.\n• \"فأغني\" أي وجدك فقيرًا فأغناك بخديجة بنت خويلد. وكانت إحدى نساء رسول الله صلى الله عليه وآله وأم فاطمة عليها السلام، وكانت مُوسِرةً، فأغنى الله تعالى نبيه صلى الله عليه وآله بمالها، وكان صلى الله عليه ليلةَ أسْرِى به رُفعتْ له شجرة وهي سَفَرْجَلةٌ فأكلها ثم نزل فواقع خديجة، فخلق الله تلك السفرجلة ماء في ظهر رسول الله صلى الله عليه وآله، فلما واقع خديجة خلق الله تعالى من ذلك الماء فاطمة عليها السلام، فكان صلى الله عليه وآله إذا اشتاق إلى رائحة الجنة قبل صفحة\n(1/120)\n\nعنق فاطمة وعُرْضَ وجهها. تقول العرب: عال الرجل يعيل عيلا فهو عائلٌ إذا افتقر. وينشد:\nوما يدري الفقير متى غناه ... وما يدري الغني متى يعيل\nوعال يعول إذا جار؛ قال الله تعالى: (ذلك أدنى ألا تعولوا). وأعال يعيل إذا كثر عياله. وقال رسول الله صلى الله عليه وآله: «أبغض الخلق إلى الله الشيخ الزاني والعائل المزهو». أي الفقير المتكبر. والزهو الكبر. تقول العرب في المتكبر هو أزهى من غراب. فأما الزهو الذي في حديث رسول الله صلى الله عليه وسلم أنه نهى عن بيع الثمرة حتى تزهو [فإنه] قيل يا رسول الله ما زهوها؟ قال: تحمر أو تصفر. «فأغنى» نسق عليه، ومعناه فأغناك. غير أن الكاف حذفت لأن رءوس الآي على الياء.\n• \"فأما اليتيم\" «فأما» إخبارٌ فهو في معنى الشرط والجزاء؛ فلذلك جاء جوابه بالفاء. «اليتيم» مفعول به.\n• \"فلا\" الفاء جواب أما. و «لا» نهيٌ.",
        "(1/121)\n\n• \"تقهر\" جزمٌ بالنهي. وفي حرف ابن مسعود \"فلا تكهر\" بالكاف أي لا تنهره ولا تزجره. والعرب تبدل القاف كافا والكاف قافا لقرب مخرجيهما. وقرأ عبد الله: \"وإذا السماء قشطت\". وكان رجل يصلي خلف النبي صلى الله عليه وآله، فمر رجلٌ على دابةٍ فرسخت قوائم فرسه في لخاقيق جرذان، فضحك الرجل في الصلاة خلف النبي صلى الله عليه وآله، قال: فجعل الناس يصمتونني. فلما سلم صلى الله عليه وآله، فبأبي وأمي هو، ما رأيت معلما كان أرفق منه، ما كهرني ولا شتمني غير أنه قال صلى الله عليه وآله: «إن صلاتنا هذه لا يصلح فيها شيء من كلام الآدميين». وأنشد:\nمستخفين بلا أزوادنا ... ثقة بالمهر من غير عدم\nفإذا العانة في كهر الضحى ... دونها أحقب ذو لحم زيم\nقال: كهر الضحى أولها، ورَاد الضحى مثله، وريق الضحى، وشباب الضحى.\n(1/122)",
        "\n• \"وأما السائل فلا تنهر\" نسق على ما قبله، وإعرابه كإعراب الأول.\n• \"وأما بنعمة ربك فحدث\" [الفاء جواب أما. و «حدث» أمر]. حدثني ابن مجاهد عن السمري عن الفراء، قال: قرأ على على أعرابي: «وأما بنعمة بك فخبر». قال قلت: إنما هو فحدث، قال: حدث وخبر واحد.\nقال أبو عبد الله: اختلف أهل العلم في هذا، فقال قوم: ما قرئ على الشيخ قلت فيه أخبرنا، وما أملاه عليك قلت فيه حدثنا. وقال مالك حدثنا في كل ذلك. و [قال:] ألا ترى أنك تقول: أقرأني نافع عن أبي نعيم، وإنما قرأت عليه. والاختيار في هذا أن تقول كما تسمع، فتقول: أجازني في الإجازة، وقرأتُ عليه وقرأ علي. وقال رجلٌ من أصحاب الحسن بن علي صلوات الله عليه: دخلت على سيدي الحسن فقبَّلتُ يده، فناولني كفًّه وقال: «قبلة المؤمن من المؤمن من المصافحة». قلت: ما معنى قوله: (وأما بنعمة ربك فحدث)؟ قال: هو الرجل يعمل عمل البر يخفيه عن المخلوقين ثم يُطْلع عليه ثقاته من إخوانه، وحدثني أحمد عن علي عن أبي عبيد في حديث رسول الله صلى الله عليه أن رجلاً سأله فقال: يا رسول الله إني أعمل البر وأخفيه عن المخلوقين ثم يُطْلَعُ عليه، فهل [لي] في ذلك من أجر؟ فقال: «لك في ذلك أجران أجر السر وأجر العلانية».\n(1/123)\n",
        "سورة ألم نشرح ومعانيها\n• \"ألم\" الألف ألف التقرير بلفظ الاستفهام. و «لم» حرف جزم.\n• \"نشرح\" جزمٌ بلم. وهذه السورة أيضًا مما عدد الله تعالى نعمة على نبيه [صلى الله عليه] وذكره إياها. فلما أنزل الله تبارك وتعالى: (فمن يرد الله أن يهديه يشرح صدره للإسلام) قال عبد الله بن مسعود: يا رسول الله أو يشرح الصدر؟ قال: «نعم بنور يدخله الله فيه». قال: وما أمارة ذلك يا رسول الله؟ قال: «التجافي عن دار الغرور والإنابة إلى دار القرار والاستعداد للموت قبل الفوت». وجاء في حديث: «اذكروا الموت فإنكم لا تكونون في كثير إلا قلله ولا في قليل إلا كثره». والمصدر شرح يشرح شرحًا فهو شارحٌ، والمفعول به مشروح. ويقال: شرح الرجل الجارية إذا اقتضَّها.\n• \"لك صدرك\" الكاف جر باللام الزائدة، وهو اسم محمد عليه الصلاة والسلام، كان قلبه منورًا ووجهه كذلك. وقد سماه الله نورًا فقال: (قد جاءكم من الله نور وكتاب مبين) فالنور محمد صلى الله عليه وآله، والكتاب المبين القرآن.\n• \"صدرك\" مفعول به. والكاف في صدرك جر بالإضافة. وفتحت الكاف لأنها خطاب المذكر.\n(1/124)\n\n• \"ووضعنا\" الواو حرف نسق. و «وضع» فعل ماضٍ. والنون والألف اسم الله تعالى في موضع رفع.\n• \"عنك\" الكاف جر بعن. \"وزرك\" مفعول به. والوزر الثقل، كما قال تعالى: (يحملون أوزارهم) أي أثقالهم.\n• \"الذي\" نعت للوزر.\n• \"أنقض\" فعل ماض وهو صلة الذي. والمصدر أنقض ينقض إنقاضًا فهو منقض، ومعناه أثقل ظهرك. والعرب تقول: أنقضت الفراريح إذا صوتت؛ قال ذو الرمة:\nكأن أصوات من إيغالهن بنا ... أواخر الميس إنقاض الفراريج\nوالنقض: الجمل المهزول، وجمعه أنقاض.\n• \"ظهرك\" مفعول به. يقال الظهر والمطا والجوز والمتن والمتنة والقرا، كله الظهر، قال الشاعر:\nومتنان خظاتان ... كزحلوق من الهضبِ",
        "(1/125)\n\nويقال للحم المتن الذنوب، ويقال لأسفل الظهر القطاة. ويقال: إن فلانا من حمقه ورطاته، لا يعرف لطاته من قطاته. اللطاة: الجبهة، والقطاة: أسفل الظهر. [والرطاة: الحمق]. والذنوب ستة أشياء: الدلو، والنصيب، ولحم المتن، واليوم الشديد، يقال يوم عصيب وعصبصب، وقمطرير، وقماطر، وحنطرير _ حدثني ابن دريد بالحرف الأخير _ كل ذلك إذا كان شديدًا في الحرب والبلاء. والذنوب أيضًا أيضًا اسم موضوع بعينه؛ قال عبيد:\nأقفر من أهله ملحوب ... فالقطبيات فالذنوب\nوالذَّنُوبُ الطويل الذَّنَبِ.\n• \"ورفعنا لك ذكرك\" الواو حرف نسق. و «رفع» فعل ماض. والنون والألف اسم الله تعالى في موضع رفع. «لك»: الكاف جر باللام الزائدة. و «ذكرك» مفعول به، والكاف المتصلة بذكرك في موضع جر. وكان مشركو العرب يقولون إن محمدًا صُنْبُورٌ، أي فردٌ لا ولد له، فإذا مات انقطع ذكره؛ فقال الله تعالى: (إن شانئك هو الأبتر) أي مبغضك هو الأبتر لا ولد له، ولا ذكر، فأما أنت يا محمد فذكرك مقرون بذكري إلى يوم القيامة، إذا قال المؤذن أشهد أن لا إله إلا الله قال أشهد أن محمدًا رسول الله.\n(1/126)",
        "\n• \"فإن مع العسر يسرا\" «إن» حرف نصب. و «مع» حرف جر. و «العسر» جر بمع. و «يسرا» نصب بإن. \"إن مع العسر يسرا\" إعرابه كإعراب الأول.\nقال ابن عباس: \"لا يغلب يسرين عسر واحد\". تفسير ذلك أن في «ألم نشرح» عسرًا واحدًا ويسرين وإن كان مكررًا في اللفظ؛ لأن العسر الثاني هو العسر الأول، واليسر الثاني غير الأول لأنه نكرة، والنكرة إذا أعيدت أُعِيدتْ بألف ولام، كقولك: جاءني رجلٌ فأكرمت الرجل. فلما ذكر اليسر مرتين ولم يدخل في الثاني ألفًا ولاما علم أن الثاني غير الأول. • \"فإذا فرغت\" «إذا» حرف وقت غير واجب. «فرغت» فعل ماض، والتاء في موضع رفع.\n• \"فانصب\" أمر جزم في قول الكوفيين ووقف في قول البصريين.\n• \"وإلى ربك\" «رب» جر بإلى. والكاف جر بالإضافة. واختلف الناسُ فقال قوم: إذا فرغت من الصلاة فانصب للدعاء. وحدثني ابن مجاهد عن السمري عن الفراء قال: مر الشعبي برجل يشيل حجرًا فقال: ويحك ليس بهذا أمر الله الفارغ، إنما قال تعالى: (فإذا فرغت فانصب). فعل مذهب الشعبي يجب على كل فارغ أن يشتغل بالدعاء والذكر، وعلى مذهب غيره من فرغ من الصلاة فقط وجب [عليه] أن يدعو. \"فارغب\" جزم بالأمر.\n(1/127)\n",
        "وسورة التين ومعانيها\nقوله تعالى: •\"والتين والزيتون\" «والتين» جر بواو القسم. «والزيتون» نسقٌ على التين. واختلف في قوله: «والتين والزيتون» فقال قوم: هما جبلان بالشأم. وقال آخرون: التين جبل ينبت التين، والزيتون جبل ينبت الزيتون. وحدثني ابن مجاهد قال حدثنا محمد بن هارون عن الفراء، قال: والتين والزيتون جبلان ما بين همذان إلى حلون. وقال عمرو بن بحر [الجاحظ] في كتاب الحيوان: والتين والزيتون دمشق وفلسطين. وقال آخرون: هما مسجدان. وقال آخرون هو تينكم هذا وزيتونكم هذا.\n• \"وطور سينين\" نسق على التين. والطور الجبل الذي كلم الله موسى [عليه السلام] عليه. والسينين الحسن. وقرأ عمر رحمه الله: «وطور سيناء» ممدودًا. وقوله تعالى: (الأرض المقدسة) قيل: هي الطور وما حولها، وقيل: الأرض المقدسة دمشق وفلسطين والأردن، وقيل أريحاء.\n(1/128)\n\n• \"وهذا البلد الأمين\" نسق على ما قبله. والبلد مكة، سميت أمينًا لأن من دخلها كان آمنا قبل الإسلام. أما سمعت قوله تعالى: (أو لم يروا أنا جعلنا حرما آمنا ويتخطف الناس من حولهم). فأما في الإسلام فمن أصاب حدَّا ثم أوي إلى الحرم يقام عليه الحد إن كان من أهله، وإن لم يكن من أهله لم يشار ولم يبايع وضيق عليه حتى يخرج من الحرم ثم يقام عليه الحد.\n• \"لقد خلقنا\" اللام جواب القسم، و «قد» حرف توقع. «خلقنا» فعل ماض، والنون والألف اسم الله تعالى في موضع رفع.\n•\"الإنسان\" مفعول به. والإنسان محمد صلى الله عليه وآله، وقيل آدم عليه السلام، وقيل جميع الناس؛ لأن الله تعالى ذكره خلق أشياء [كثيرة] من البهائم والطير وفضل الآدميين على جميع ما خلق وكرمهم، فقال: (ولقد كرمنا بني أدم). و (لقد خلقنا الإنسان في أحسن تقويم).فأما قوله صلى الله عليه وسلم: \"إن الله خلق آدم على صورته\" فهذا الحديث لا يجب لأحد أن يجهل معرفته ومعناه.\nواختلف أهل العلم في ذلك، فقال قوم: معناه أن الله خلق آدم على صورة المقبح؛ وذلك أن النبي صلى الله عليه وآله رأى رجلا يقبح رجلا آخر يقول قبح الله وجهه، فقال: لا تقبح وجهه فإن الله تعالى خلق آدم على صورة هذا الذي تقبحه، ومن",
        "(1/129)\n\nقبح ما حسن الله كان رادًا على الله. وقال آخرون: الهاء كناية عن الله؛ وذلك أن الله ينسب إلى نفسه كل شيء يصطفيه، كما يقال بيت الله المحرم، وشهر الله الأصم. فكذلك الإنسان اختاره الله من جميع ما خلق وحسنه وركبه في أحسن صورة. وقيل في قوله تعالى: (إنا جعلنا ما على الأرض زينة لها) قيل: الرجال.\n• \"في أحسن\" جر بفي. \"تقويم\" جر بالإضافة. وهو مصدر قوم يقوم تقويما فهو مقوم. فإن قيل: لم صرفت أحسن وأفعل لا ينصرف؟ فقل لأنه مضاف، وكل ما لا ينصرف إذا دخلت عليه الألف واللام والإضافة انصرف.\n• \"ثم\" حرف نسق. \"رددناه\" فعل ماض. والهاء مفعوله. والنون والألف اسم الله تعالى في موضع رفع. \"أسفل سافلين\" «أسفل» ظرف معناه في أسفل و «سافلين» جر بالإضافة. فمن جعل الإنسان محمدًا صلى الله عليه وآله جعل «رددناه أسفل سافلين» لأبي جهل بن هشام لعنه الله. ومن جعل الإنسان واحدًا من الناس جعل الهاء ردًا عليه، ومعناه رددناه أسفل سافلين أي إلى أرذل العمر من الهرم والكبر.\n• \"إلا\" حرف استثناء. \"الذين\" نصب على الاستثناء، وهو اسم ناقص.\n(1/130)",
        "\n• \"آمنوا\" فعل ماضٍ وهو صلةٌ الذين. \"عملوا\" نسق على آمنوا.\n• \"الصالحات\" مفعول بها، وكسرت التاء لأنها غير أصلية. فإن قيل لك: لم استثنى «الذين» وهم جماعة من «الإنسان» وهو واحد؟ فقل: إن الإنسان وإن كان لفظه [لفظ] واحدٍ فهو في معنى الجمع؛ لأن العرب توقع الإنسان على المذكر والمؤنث والواحد والجمع. ومن العرب من يقول في المؤنث إنسانة؛ قال الشاعر:\nإنسانة تسقيك من إنسانها ... خمرًا حلالا مقلتاها عنبه\nقال سيبويه: وقد جمعوا إنسانًا أناسيةً. ومن العرب من يجمع الإنسان أناسين مثل بستان وبساتين. فأما قولُه تعالى: (وأناسي كثيرا) فقيل واحدهم إنسي.\n• \"فلهم أجر غير ممنون\" الهاء والميم جر باللام الزائدة. و «أجرٌ» رفعٌ بالابتداء. «وغير» نعت له. و «ممنون» جر بغير، ومعناه لا يمن عليهم ولا يقطع عنهم.\n• \"فما يكذبك\" «ما» لفظه استفهام ومعناه التقرير. و «يكذبك» فعل مضارع.\n• \"بعد\" مبنيُّ [على الضم] لأنه غاية، مثل قوله تعالى: (لله الأمر من قبل ومن بعد).\n• \"بالدين\" جر بالباء الزائدة.\n(1/131)\n",
        "• \"أليس الله\" الألف ألف تقرير في لفظ الاستفهام. و «ليس» فعل. واسم الله تعالى رفع بليس.\n• \"بأحكم\" جر بالباء [الزائدة] وهو خبر ليس، وصرفته لأنه مضاف إلى \"الحاكمين\" وعلامة الجر في «الحاكمين» الياء. وكان رسول الله صلى الله عليه وسلم إذا قال (أليس الله بأحكم الحاكمين) قال: سبحانك [اللهم] فبلى.\n\nسورة العلق وإعرابها ومعانيها\n•قوله تعالى: \"إقرأ\" موقوف لأنه أمرٌ عند البصريين، ومجزوم عند الكوفيين وعلامة الجزم سكون الهمزة؛ وذلك أن الهمزة حرف صحيح كسائر الحروف يقع عليه الإعراب، تقول قرأ يقرأ قراءة فهو قارئ؛ قال الشاعر:\nولست بخابئ لغد طعاما ... حذار غد لكل غد طعام\nوكسرت الألف الأولى لأنها ألف وصل. وفي قرأت ثلاث لغات، قال سيبويه: من العرب من يحقق، ومنهم من يبدل، ومنهم من يلين. فالتحقيق قرأت، والتليين قرات، والبدل قريت. وحدثني أبو عمر قال: كان من سبب تعلمي النحو أني كنت في مجلس إبراهيم الحربي فقلت: قد قريت الكتاب، فعابني من حضر وضحكوا، فأنفت من ذلك وجئت ثعلبا فقلت: أعزك الله كيف\n(1/132)\n\nتقول: قريت الكتاب أو قرأت [الكتاب]؟ فقال حدثني سلمة عن الفراء عن الكسائي قال: تقول العرب قرأت الكتاب إذا حققوا، وقرات إذا لينوا، وقريت إذا حولوا. قال: ثم لزمته إلى أن مات. قال أبو عبد الله: فصار أبو عمر أوحد عصره في اللغة إماما. فإذا صرفت [الفعل] قلت قرأ يقرأ والأمر اقرأ [يا هذا]، وللمرأة اقرئي، وفي الاثنين اقرأا، وفي الجمع اقرءوا، والنساء اقرأن. وخمس آيات من أول هذه السورة هي أول ما نزل من القرآن. وآخر ما نزل من القرآن: (واتقوا يومًا ترجعون فيه إلى الله ...) إلى آخر الآية.\n• \"باسم\" جر بباء الصفة، وقد ذكرنا العلل في ذلك في أول الكتاب، فأغنى عن الإعادة، غير أن ابن دريدٍ أخبرني عن أبي حاتم عن أبي عبيدة قال: الباء زائدة، والمعنى اقرأ اسم ربك، كما قال: (سبح اسم ربك)، وأنشد:\nسود المحاجر لا يقرأن بالسور\n• \"ربك الذي خلق\" «الذي» نعت للرب وهو جر. و «خلق» صلة الذي، والضمير الذي فيه يعود على الذي. و «خلق» الثاني بدلٌ منه. يقال خلق يخلق خلقا فهو خالق، والمفعول به مخلوق. والله تعالى أحسن الخالقين. [فإن قيل لك: قال الله عز وجل (هل من خالق غير الله) معناه ما من خالق",
        "(1/133)\n\nإلا الله تعالى، وقال في موضع آخر (أحسن الخالقين)]. فالجواب في ذلك أن كل من قدر شيئًا فقد خلقه؛ قال زهير:\nولأنت تفري ما خلقت وبعـ ... ـضُ القوم يخلق ثم لا يفري\nيقال: فريت الأديم إذا قطعته على وجه الإصلاح، وأفريته إذا قطعته على وجه الإفساد. وفَرِيت (بكسر الراء) فرحت وفزعت أيضًا، وهو حرف غريب. ويقال خلق يخلق إذا كذب؛ قال الله تعالى: (ويخلقون إفكا). يقال: كذب، وخلق، [واختلق] وبشك، وابتشك، ومان يمين، وأفك يأفك، كل ذلك إذا كذب. ويقال: رجل كذاب، وأفاك، ومحاح وسراج، وكَيْذُبان وكُذُبْذُبٌ [وكُذُّبذُب].\n• \"الإنسان\" مفعول به.\n• \"من علق\" العلق الدم وهو جمع، والواحدة علقة. فإن قال قائل: لم قال تعالى في موضع [آخر] «من علقة ثم مضغة» وقال ها هنا «من علق»؟ فالجواب في ذلك أن أواخر آيات هذه السورة على القاف.\n• \"إقرأ\" موقوفٌ لأنه أمرٌ. \"وربك\" رفع بالابتداء.\n• \"الأكرم\" نعت لله. \"الذي\" نعت لله. \"علم\" صلة الذي.\n(1/134)",
        "\n• \"بالقلم\" [جر بالباء الزائدة]. وهذه الآية فضيلة للكتبة. وقد أقسم تعالى: بـ (ن والقلم). فالنون الدواة، والقلم القلم المعروف. وإنما سمي قلما لأنه يقطع، كما يقال قلمت ظفري، وقبل أن يقطع يسمى أنبوبًا. وقيل النون السمكُ؛ قال الشاعر:\nعينان عينان لا ترقا دموعهما ... في كل عين من العينين نونان\nنونان نونان لم يخططهما قلم ... في كل نون من النونين عينان\nيعني بالعينين الأوليين عينى ماء، وبالنونين السمكتين، وبالعينين الأخريين عينى السمكتين اللتين تبصران بهما. وقيل (ن والقلم) أقسم الله تعالى باسم الله الرحمن الرحيم في أوائل السور؛ فنون من «الرحمن»، والحاء والميم في «حم»، والألف واللام والراء في «آلر». وقال آخرون: لله تعالى مع كل نبي سر، وسر الله مع محمد صلى الله عليه وسلم وعلى آله الحروف المقطعة «المص» و «طه» ونحوهما. وقال آخرون، وهو قول أكثر المشيخة إن الله تعالى أقسم بحروف المعجم أب ت ث ثم اجتزأ ببعض الحروف على بعضٍ. [كما] قال الشاعر:\n(1/135)\n",
        "ناداهم أن ألجموا ألا تا ... قول امرئ للجلبات عيا\nثم تنادوا بعد تلك الضوضا ... منهم بهات وهل ويايا\n(1/136)\n\nوقال آخر:\nبالخير خيرات وإن شرا فا ... ولا أحب الشر إلا أن تا\nوفي الحروف المقطعة ثلاثون قولا قد ذكرتها في إعراب القرآن.\n• \"علم الإنسان ما لم يعلم\" [ما بمعنى الذي]. \"كلا\" يبدأ به ها هنا لأنه بمعنى نعم حقًا، وليس ردًا.\n• \"إن الإنسان\" [نصب بإن]. \"ليطغى\" اللام لام التوكيد. و «يطغى» فعل مضارع.\n• \"أن رآه استغنى\" «أن» حرف [نصب] ينصب الأفعال المضارعة، فإذا أوقعته على ماض لم تعمله. و «رأى» فعل ماض. والهاء مفعولٌ بها وهي تعود على الإنسان، ومعناه أن رأى نفسه. [و «استغنى» فعل ماض]. فإن قيل لك: فهل يجوز [أن تقول] زيدٌ ضربه والهاء لزيد؟ فقل: ذلك غير جائز؛ إنما الصواب ضرب زيد نفسه؛ لأن الفاعل بالكلية لا يكون مفعولاً بالكلية. وإنما جاز ذلك في أن رآه لأنه من أفعال الشك [والعلم] نحو ظننتني. فإذا ثنيت هذا [الحرف] قلت كلا إن الإنسانين ليطغيان أن رأياهما استغنيا، وكلا إن الأناسي ليطغون أن رأوهم",
        "(1/137)\n\nاستغنوا. وتقول للمرأة إذا خاطبتها كلا إنك لتطغين أن رأيتك استغنيت، وكلا إنكما لتطغيان أن رأيتماكما استغنيتما، وكلا إنكن لتطغين أن رأيتنكن استغنيتن.\n• \"إن إلى ربك الرجعى\" [«إن» حرف نصب. و «إلى» حرف جر. و]. «ربك» جر بإلى. و «الرجعى» نصب بإن، ولا علامة للنصب لأنه مقصور، ومعناه إن إلى ربك رجوعنا. وإنما قيل الرجعى ليوافق رءوس الآي: (عبدا إذا صلى)، و (كذب وتولى).\n• \"أرأيت\" الألف الأولى ألف تقرير في لفظ الاستفهام. و\"رأى\" فعل ماض. والتاء اسم المخاطب وهو محمد صلى الله عليه وسلم في موضع رفع.\n[وقرأ نافع «أرايت» بتليين الهمزة الثانية استثقالا للجمع بينهما في كلمة واحدة، وكان الكسائي يسقطهما جملة، فيقول «أريت» بإسقاط الهمزة، وكذلك في كل القرآن. قال الشاعر:\nأريت إن جئتُ به أُمْلُودَا ... مرجلا ويلبس البرودا\nأقائلون أحضري الشهودا ... فظلت في شر من اللذكيدا\nكاللدْ تزبَّي زبية فاصطيدا\n(1/138)",
        "\n• \"الذي ينهى\" مفعول رأيت. و «ينهى» فعل مستقبل وهو صلة الذي. والمصدر نهى ينهي نهيًا فهو ناه، والنهي في غير هذا [الموضع] غدير الماء، وقد يقال نهى أيضًا. وإنما سمي النهى غديرًا لأن السيل غادره في قول النحويين، إلا ثعلبا فإنه قال سمي غديرًا [لأنه] يغدر بمن وثق به، بينا تراه مملوءًا حتى تنشفه الحرور والسموم. والنهي جمع نهية وهو العقل.\n• \"عبدا إذا صلى\" «عبدًا» مفعول ينهى، وهو النبي صلى الله عليه وآله، والذي كان يؤذيه وينهاه أبو جهل بن هشام. و «إذا» حرف وقت غير واجب. و «صلى» فعل ماض. \"أرأيت\" إعرابه كإعراب الأول.\n• \"إن كان على الهدى\" «إن» حرف شرط، ويكون يمعنى «ما». و «كان» فعل ماض. و «على» حرف جر. و «الهدى» جر بعلى، ولا علامة للجر فيه لأنه اسم مقصور. \"أو أمر بالتقوي\" «أو» حرف نسق. و «أمر» فعل ماض، و «بالتقوى» جر بالباء الزائدة.\n• \"أرأيت إن كذب وتولى\" قد ذكرت إعراب «أرأيت» فيما سلف. «إن» حرف شرط. «كذب» فعل ماض. والمصدر كذب يكذب [كذابًا و] تكذيبًا فهو مكذب. «وتولى» نسق عليه.\n• \"ألم\" حرف جزم، \"يعلم\" جزم بألم. \"بأن\" حرف نصب. واسم \"الله\" تعالى نصب بأن. \"يرى\" فعل مضارع. \"كلا\" بمعنى حقًا.\n(1/139)\n",
        "• \"لئن لم ينته\" اللام تأكيد. و «إن» حرف شرط. و «لم» حرف جزم، «ينته» جزم بلم علامة جزمه حذف الياء.\n• \"لنسفعًا\" اللام لام تأكيد. و «نسفع» فعل مستقبل. والنون نون التوكيد، وتكتب في الخط ألفًا لأنها كالتنوين. وليس في القرآن نون التوكيد مخففة إلا قوله: (لنسفعًا)، [وقوله:] (وليكونا من الصاغرين). وقد رُوِى حرفٌ ثالثٌ عن الحسن: «ألقيا في جهنم كل كفار». ولا يقرأ به لأن في سنده ضعفًا. ومعنى «لنسفعا بالناصية» أي: لنأخذن، والناصية مقدم الوجه. و [حدثني ابن مجاهد عن السمري] عن الفراء. «[لنسفعا] بالناصية» أي لنسودن وجهه. فأما قوله تعالى: (فيوخذ بالنواصي والأقدام) قيل يجمع بين رأسه ورجليه، يعنى الكافر، ثم يقذف به في النار.\n• \"بالناصية\" جر بالباء الزائدة. \"ناصية\" بدل من الأولى.\n• \"كاذبة\" نعتٌ لها. والعرب تبدل النكرة من النكرة، والنكرة من المعرفة والمعرفة من النكرة. وقد شرحت ذلك في كتاب المبتدئ.\n• \"خاطئة\" نعتها أيضًا.\n• \"فليدع\" جزم بلام الأمر، وعلامة الجزم حذف الواو.\n(1/140)\n\n• \"ناديه\" مفعول به. والنادي المجلس، والنادي القوم يجلسون في المجلس. والأصل فليدع أهل ناديه، فحذف الأهل وأقام النادي مقامه، قال الله تعالى: (وتأتون في ناديكم المنكر) قيل الضحك، وقيل الضراط، وقيل خذف الحصى، وقيل حل الإزار والاستبال على الطريق. والندي مثل النادي؛ قال الله تعالى: (وأحسن نديا). والرجل المُنَادِي: الذي نادي الملوك في النادي أي يجالسهم. قال زهير:\nوجار البيت والرجلُ المنادي ... أمام البيتِ عهدُهما سواءُ\n• \"سندع الزبانية\" «سندع» فعل مستقبل، والأصل «سندعو» بالواو، غير أن الواو ساكنةٌ واستقبلتها اللام الساكنة فسقطت الواو، فبنوا الخط عليه. وقد أسقطوا الواو في المصحف من «سندع»، و «يدع الإنسان»،و «يمح الله الباطل»،وكذلك الياء من «واد النمل»، و «إن الله لهاد الذين آمنوا» والعلة فيهن ما أنبأتُك من بنائهم الخطَّ على الوصل. «الزبانية» مفعول بهم، وواحد الزبانية زبنى فاعلم، وزبنية عند الجرمي، وقال آخرون: لا واحد لها.\n• \"كلا\" بمعنى حقًا. \"لا تطعه\" «لا» نهى و «تطعه» جزم بالنهي. [والهاء مفعول في موضع نصب لأنه مفعول بها]. و\"اسجد\"موقوف لأنه أمرٌ.\n• \"واقترب\" نسق عليه. والمصدر اقترب يقترب اقترابا فهو مقتربٌ.",
        "(1/141)\n\nوسورة القدر\n• \"إنا أنزلناه\" إن حرف نصب. والنون والألف نصب بإن. «أنزلنا» فعل ماض. والنون والألف اسم الله تعالى موضع رفع. والهاء مفعولٌ بها. فإن سأل سائلٌ فقال: المكني لا يكون الا بعد ظاهر، وهذه أول سورة فلم كنى عن شيء لم يتقدم ذكره؟ [فالجواب في ذلك أن العرب قد تكنى عن الشيء، وإن لم يتقدم ذكره] إذا كان [المعنى] مفهوما، كقولهم: ما عليها أعلم من فلان، يعنون الأرض. قال الله تعالى: (حتى توارت بالحجاب) يعني الشمس.\nوالقرآن نزل جملة واحدة في ليلة القدر إلى السماء الدنيا، ثم نزل على رسول الله صلى الله عليه وآله في نحو عشرين سنة الخمس والعشر والآية والآيتان والسورة بأسرها. فالهاء كناية عن القرآن.\n• \"في ليلة\" جر بفي. \"القدر\" جر بالإضافة.\n• \"وما أدراك\" «ما» لفظه لفظ الاستفهام، ومعناه التعجب. «أدراك» فعلٌ ماض وهو خبر الابتداء لأن «ما» مبتدأة. \"ما ليلة القدر\" «ما» ابتداء. و «ليلة» خبر الابتداء. وكل مافي القرآن. «وما أدراك» فقد أدراه عليه السلام، [وما كان] «وما يدريك» فما أدراه [بعد] صلى الله عليه.\n(1/142)",
        "\n• \"ليلة القدر\" ليلة ابتداء. والقدر: جر بالإضافة.\n• \"خير\" خبر الابتداء. \"من ألف شهر\" «ألف» جر بمن. و «شهر» جر بالإضافة. فإن سأل سائلٌ فقال: كل اثنى عشر شهرا فيها ليلة قدر فلم قال ليلة القدر خير من ألف شهر؟ فالجواب في ذلك أن معناه ليلة القدر خير من ألف شهر ليس فيها ليلة القدر.\n• \"تنزل\" فعل ماضارع، والأصل تتنزل فحذفت التاء.\n• \"الملائكة\" رفع بفعلهم. \"والروح\" نسق على الملائكة. فإن قيل لك: الروح من الملائكة فلم نسق عليهم؟ فالجواب في ذلك أن العرب [قد] تنسق الشيء على الشيء نفسه وتخصه بالذكر تفضيلاً؛ كما قال الله تعالى: (فيها فاكهة ونخل ورمان) والنخل والرمان من الفاكهة. وقال: (من كان عدوًا لله وملائكته ورسوله ...) ثم قال: (وجبريل وميكال).\n• \"فيها\" جر بفي. \"بإذن\" جر بالباء الزائدة. \"ربهم\" جر الإضافة. \"من كل\" جر بمن. \"أمر\" جر بالإضافة. تم الكلام ثم يبتدئ: \"سلام هي\" ابتداء وخبر. وقرأ ابن عباس: «من كل امرئ سلام» فعلامة الجر كسرة الهمزة. \"حتى\" غاية.\n• \"مطلع\" جر بحتى. وإنما خفضت لأن التقدير إلى مطلع الفجر. والمطلع مصدر يعني الطلوع. والمطلع (بالكسر) الموضع. \"الفجر\" جر بالإضافة.\n(1/143)\n",
        "سورة القيمة\n• \"لم يكن الذين كفروا\" «لم» حرف جزم. «يكن» جزم بلم، علامة جزمه سكون النون. وسقطت الواو لالتقاء الساكنين، وكسرت النون لذلك أيضًا. «الذين» في موضع رفع اسم كان. و «كفروا» صلة الذين.\n• \"من\" حرف جر. \"أهل\" جر بمن.\n• \"الكتاب\" جر بالإضافة. \"والمشركين\" نسق عليهم.\n• \"منفكين\" نصب خبر كان. والمصدر انفك ينفك انفكاكا فهو منفك.\n• \"حتى\" حرف نصب. \"تأتيهم\" نصب بحتى. والهاء والميم مفعول بهما.\n• \"البينة\" رفع بفعله. والبينة ها هنا رسول الله صلى الله عليه وسلم.\n• \"رسول\" بدل منها. \"من\" حرف جر. \"الله\" تعالى جر بمن.\n• يتلو\" فعل مضارع. \"صحفا\" مفعول بها. \"مطهرة\" نعت للصحف، طهرت فهي مطهرة. \"فيها\" الهاء والألف جر بفي. \"كتب\" رفع بالابتداء. \"قيمة\" نعت للكتب. والأصل قيومة، فقلبوا من الواو ياء وأدغموا الياء في الياء، فالتشديد من جلل ذلك.\n• \"وما تفرق\" «ما» جحد. و «تفرق» فعل ماض.\n(1/144)\n\n• \"الذين\" رفع بفعلهم، وهو اسم ناقص.\n• \"أوتوا\" فعل ماض وهو فعل ما لم يسم فاعله. وأوتوا معناه أعطوا. والأصل أأتوا بهمزتين، فصارت الهمزة الثانية واوا لانضمام ما قبلها. والواو ضمير الفاعلين، وهو صلة الذين.\n• \"الكتاب\" جر ما لم يسم فاعله. \"إلا\" تحقيق بعد جحد.\n• \"من بعد\" جر بمن. \"ما جاءتهم\" [«ما» بمعنى الذي وهو جر ببعد. و «جاءتهم»] فعل ماض. والتاء علامة التأنيث. والهاء والميم مفعول بهما، وهو صلة ما. \"البينة\" رفع بفعلها، علامة الرفع ضم آخرها.\n• \"وما أمروا\" [«ما» جحد. و «أمروا»] فعل ماض لم يسم فاعله. وعلامة ما لم يسم فاعله ضمك أوله. والواو ضمير الفاعلين، وهو مفعول في الأصل، غير أن الفعل إذا لم يذكروا فاعله صار المفعول به في موضع الفاعل.\n• \"إلا ليعبدوا الله\" «إلا» تحقيق بعد جحد. «ليعبدوا»: نصب بلام كي، وعلامة النصب حذف النون، وكان الأصل ليعبدون. واسم الله تعالى في موضع نصب.",
        "(1/145)\n\n• \"مخلصين\" نصب على الحال أي اعبدوا الله في حال إخلاص النية.\n• \"له\" الهاء جر باللام الزائدة.\n• \"الدين\" نصب بمخلصين. والدين الملة ها هنا.\n• \"حنفاء\" نصب على الحال، وهو جمع حنيف، مثل ظريف وظرفاء. والحنيف في اللغة المستقيم، فإن قيل لك: لم سمي المعوج الرجل أحنف؟ فقل تطيروا من الاعوجاج إلى الاستقامة، كما يقال للديغ سليم، وللأعمي أبو بصير، وللأسود أبو البيضاء، وللمهلكة مفازة، هذا قول أكثر النحويين. فأما ابن الاعرابي فزعم أن المفازة ليست مقلوبة؛ لأن العرب تقول فوز الرجل إذا مات، ومثله جنص، قال الشاعر:\nفمن للقوافي بعدها من يحوكها ... إذا ما ثوى كعب وفوز جرول\nيريد كعب بن زهير، وجرول الحطيئة. والحنيف ستة أشياء: المستقيم، والمعوج، والمسلم، والمخلص، والمختون، والحاج إلى بيت الله. ومن عمل بسنة إبراهيم صلوات الله عليه سمي حنيفًا.\n• \"ويقيموا\" نسق [بالواو] على ليعبدوا، وعلامة النصب حذف النون. وهذه الياء مبدلة من واو، والأصل ويقوموا، فنقلوا كسرة الواو إلى القاف، فانقلبت الواو ياء لانكسار ما قبلها. \"الصلاة\" مفعول بها.\n(1/146)",
        "\n• \"ويؤتوا\" نسق على يقيموا، والأصل يؤتيون، فذهبت النون للنصب والياء لالتقاء الساكنين. \"الزكاة\" مفعول بها. [لم يكتب في الملف]\n• \"وذلك دين القيمة\" «ذلك» رفع بالابتداء، وهو إشارة إلى ما تقدم من إيتاء الزكاة وإقامة الصلاة. «ودين» رفع خبر الابتداء. «والقيمة» جر بالإضافة. فإن قيل لك: الدين هو القيمة فلم لم يقل وذلك الدين القيمة؟ فقل: العرب تضيف الشيء إلى نعته، نحو قولهم: صلاة الظهر، وحب الحصيد؛ قال الشاعر:\n[أتمدح فقعسا وتذم عبسا ... ألا لله أمك من هجين]\nولو أقوت عليك ديار عبس ... عرفت الذل عرفان اليقين\nفأضاف العرفان إلى اليقين، [وهو] أراد عرفانا يقينا. وقال آخرون: إنما التقدير وذلك دين الملة القيمة، وذلك دين الحنيفية القيمة. فحذف المضاف وأقام المضاف إليه مقامه؛ كما قال عز وجل: (واسأل القرية التي كنا فيها) أي اسأل أهلها.\n• \"إن الذين كفروا\" «الذين» نصب بإن، و «كفروا» صلة الذين.\n• \"من أهل\" جر بمن، \"الكتاب\" جر بالإضافة.\n• \"والمشركين\" نسق عليه.\n(1/147)\n",
        "• \"في نار جهنم\" جر بفي. «وجهنم» جر بالإضافة، ولم تنصرف للتأنيث والتعريف. \"خالدين فيها أولئك\" رفع بالابتداء. \"هم\" ابتداء ثان. \"شر\" خبر الابتداء. \"البرية\" جر بالإضافة. والأصل البريئة، فتركوا الهمزة تخفيفا، وهو من برأ الله الخلق، والله البارئ المصور. [حدثنا إبراهيم بن عرفة قال حدثنا أحمد بن محمد بن عيسى قال حدثنا محمد بن كثير عن سفيان عن المختار بن فلفل] عن أنس قال: جاء رجل إلى النبي صلى الله عليه وآله، فقال: يا خير البرية، فقال: «ذاك إبراهيم خليل الرحمن». وإنما قاله تواضعا [صلى الله عليه. حدثنا محمد بن عقدة قال حدثنا أحمد بن يحيى عن عبد الرحمن بن شريك عن أبيه عن الأعمش] عن عطاء قال: سئلت عائشة عن علي صلوات الله عليه فقالت: ذاك خير البشر لا يشك فيه إلا كافر.\n• \"إن الذين\" نصب بإن. \"آمنوا\" صة الذين. والواو ضمير الفاعلين، وهو يعود إلى الذين. \"وعلموا\" نسق عليه. \"الصالحات\" مفعول بها، وكسرت التاء لأنها غير أصلية. •\"أولئك\" ابتداء. \"هم\" ابتداءٌ ثان، وإن شئت قلت «هم» فاصلة زائدة. \"خير\" خبر الابتداء.\n(1/148)\n\n• \"البرية\" جر بالإضافة. قال العجير لنافع بن علقمة:\nيا نافعا يا أكرم البرية ... والله لا أكذبك العشية\n[إنا لقينا سنة قسية ... ثم مطرنا مطرة روية\nفنبت البقل ولا رعيه ... فانظر بنا القرابة العلية\nوالعرب مما ولدت صفية\nفأمر له بألف شاة]. وقال آخرون: من ترك الهمزة من البرية أخذه من البرى وهو التراب. أنشدنا ابن مجاهد:\nبفيك من سار إلى القوم البرى\nوكلام العرب ترك الهمز، قال الشاعر:\nامرر على جدث الحسين فقل لأعظمه الزكيه\nقبر تضمن طيبا ... آباؤه خير البريه\nأباؤه أهل الخلا ... فة والرياسة والعطيه\n• \"جزاؤهم عند ربهم\" «جزاؤهم» ابتداء. والهاء والميم جر بالإضافة. و «عند» نصب على الظرف. «ربهم» جر بالإضافة.",
        "(1/149)\n\n• \"جنات\" رفع خبر الابتداء. \"عدن\" جر بالإضافة، و «عدن» معناه الإقامة بالمكان، ومنه المعدن. تقول العرب: عدن بالمكان، [وبن بالمكان] وأبن، وتنأ، وقطن إذا أقام بالمكان. قال الأعشى:\nوإن يتبعوا أمره يرشدوا ... وإن يسالوا ماله لا يضن\nوإن يستضافوا إلى حلمه ... يضافوا إلى ماجد قد عدن\nفما إن على قلبه غمرة ... وما إن بعظم له من وهن\n• \"تجري\" فعل مضارع. \"من تحتها\" جر بمن.\n• \"الأنهار\" رفع بفعلها، وفعلها تجري. \"خالدين\" نصب على الحال.\n• \"فيها\" الهاء جر بفي. \"أبدًا\" نصب على القطع.\n• \"رضي الله\" «رضي» فعل ماض. والأصل رَضِوَ، فقلبوا من الواو ياءً لانكسار ما قبلها. \"عنهم\" جر بعن.\n• \"ورضوا عنه\" نسق عليه، والأصل رضيوا، فحذفوا الياء لسكونها وسكون واو الجمع بعد أن أزالوا ضمتها. \"ذلك\" ابتداءٌ.\n• \"لمن\" جر باللام الزائدة.\n• \"خشي\" فعل ماض. \"ربه\" نصب. والهاء جر بالإضافة.\n(1/150)",
        "\nسورة الزلزلة ومعانيها\n• [قوله تعالى:] \"إذا زلزلت\" إذ وإذا حرفا وقت، إذ واجبة، وإذا غير واجبة. و «زلزلت» فعل ماض. والتاء تاء التأنيث، وهو فعل ما لم يسم فاعله. فإذا صرفت قلت زلزلت تزلزل زلزلة فهي مزلزَلة، وزلزلت زلزالا بكسر الزاي، وقرأ عاصم الجحدري: (إذا زلزلت الأرض زلزالها) بفتح الزاي. فبالفتح الاسم، وبالكسر المصدر. قال ابن عرفة: الزلزلة والتلتلة واحدٌ، والزلازل والتلاتل، وأنشد للراعي:\nفأبوك سيدها وأنت أشدها ... زمن الزلازل في التلاتل جولا\n[وحدثنا ابن عرفة قال حدثنا محمد بن الربيع، قال حدثنا يزيد بن هارون عن المسعودي عن سعيد بن أبي بردة عن أبيه عن أبي موسى قال قال رسول الله صلى الله عليه]: «إن أمتي أمةٌ مرحومة ليس عليها في الآخرة عذاب إنما عذابها في الدنيا القتل والزلازل والتلاتل». ويجوز أن يجعل الزلزال بالفتح مصدرًا أيضًا.\n• \"الأرض\" رفع، اسم ما لم يسم فاعله.\n• \"زلزالها\" نصب على المصدر.\n(1/151)\n",
        "• \"وأخرجت\" نسق على زلزلت، وهو فعل ماض، وألفها ألف قطع. والمصدر أخرج يخرج إخراجا فهو مخرج. فإن قيل لك: لم كسرت الألف في المصدر، فقل لئلا يلتبس بألف الجمع، مثل ألف أخراج جمع خرج.\n• \"الأرض أثقالها\" مفعول بها جمع ثقل. والهاء جر بالإضافة.\n• \"وقال الإنسان مالها\" الواو حرف نسق، و «قال» فعل ماض.\n• \"الإنسان\" رفع بفعله. «مالها» استفهام، والهاء جر باللام الزائدة.\n• \"يومئذ\" نصب على الظرف وهو مضاف إلى «إذ». \"تحدث\" فعل مضارع. \"أخبارها\" نصب لأنها مفعول بها، و «ها» جر بالإضافة.\n• \"بأن ربك\" «أن» حرف نصب. واسم الله تعالى نصب بأن. والكاف جر بالإضافة.\n• \"أوحى\" فعل ماض. والمصدر أوحي يوحي إيحاءً فهو موحٍ، والعرب تقول: أوحى ووحى بمعنى. والوحىُ يكون إشارة وإلهامًا وسرًا. والوحي الكتابة؛ أنشدني ابن عرفة:\nكأن أخا اليهو يخط وحيا ... بكاف في منازلها ولام\n• \"لها\" جر باللام الزائدة. \"يومئذ\" نصب على الظرف وهو مضاف إلى «إذ».\n(1/152)\n\n• \"يصدر\" فعل مضارع. والمصدر صدر يصدر صدورًا فهو صادر، والمفعول به مصدور عنه. تقول العرب: صدرت الإبل عن الماء إذا شربت وانصرفت، ووردت الإبل الماء للشرب. والوارد أيضًا من الناس الذي يرد الماء. وجمع الوارد وراد. والذي يتقدم الواردين إلى الماء يقال له الفارط، وجمعة فراط. قال الشاعر:\nفاستعجلونا وكانوا من صحابتنا ... كما تعجل فراط لوراد\nفإن قيل لك: فهل يجوز أن يقرأ يومئذ يُصدِرُ الناس كما قرئ: (حتى يصدر الرعاء)؟ فقل يصدُر فعل لازم، ويصدِر فعل متعد. وإنما جاز الوجهان هناك لأن التقدير حتى يصدر الرعاء إبلهم، وها هنا تقديره حتى يصدر الناس هم في أنفسهم.\n• \"الناس\" رفع بفعلهم، و\"أشتاتًا\" نصب على الحال أي متفرقين. والأشتات جمع واحدهم شت. وقال عدي بن زيد:\nقد هراق الماء في أجوافها ... وتطايرن بأشتات شقق\n• \"ليروا\" نصب بلام كي، وعلامة النصب حذف النون.\n• \"أعمالهم\" مفعول بها، والهاء والميم جر بالإضافة.\n• \"فمن يعمل\" «من» رفع بالابتداء وهو شرط. و «يعمل» جزمٌ بمن.",
        "(1/153)\n\n• (مثقال) مفعول به. \"ذرة\" جر بالإضافة.\n• \"خيرا\" نصب على التمييز، والتقدير مثقال ذرة من خير.\n• \"يره\" جزم جواب الشرط، وعلامة الجزم سقوط الألف. والهاء مفعول بها وهي كناية عن المثقال، والأصل يرأه، قال الشاعر:\nأرى عيني ما لم ترأياه ... كلانا عالم بالترهات\nفهمز على الأصل ضرورة\n• \"ومن يعمل مثقال ذرة شرًا يره\" إعرابه مثل إعراب الأول. وقدم جد الفرزدق على رسول الله صلى الله عليه وآله، فقال: يا رسول الله أسمعني شيئًا مما أنزل الله عليك، فقرأ عليه: إذا زلزلت، [فلما انتهى] إلى قوله: (فمن يعمل مثقال ذرة خيرًا يره ومن يعمل مثقال ذرة شرًا يره) قال: حسبي يا رسول الله. وحدثني أبو عبد الله عن أبي العيناء عن الأصمعي قال: قرأ على أعرابي (فمن يعمل مثقال ذرة شرًا يره) فقدم وأخر، فقلت له: قدمت وأخرت، فقال:\nخذا جنب هرشي أو قفاها فإنه ... كلا جانبي هرشي لهن طريق\n(1/154)",
        "\nسورة العاديات\n• \"والعاديات\" جر بواو القسم، علامة الجر كسرة التاء. و «العاديات» الخيل، وقيل الإبل، واحدتها عادية، قال العجير:\nألم تعلمي بالحي سفلى ديارهم ... بفلج وأعلاها بصارة والقهر\nوللعاديات القهقري بين رية ... وبين الوحاف من كمات ومن شقر.\nوكماتٌ جمع غريب لم نجده، إلا في شعر العجير [هذا]. والعاديات هي الخيول. قال سلامة بن جندل:\nوالعاديات أسابي الدماء بها ... كأن أعناقها أنصاب ترجيب\nوالعاديات أيضًا الحروب، واحدها عادية. قال سلامة أيضًا:\nيجلو أسنتها فتيان عادية ... لا مقرفين ولا سود جعابيب\nالجعابيب الضعاف، الواحد جعبوب. والأسابي الطرئق.\n• \"ضبحا\" الضبح الصوت، أعني صوت أنفاس الخيل، وهو نصب على المصدر في موضع الحال.\n• \"فالموريات\" نسق على العاديات، وهي التي توري النار بسنابكها أي تقدح كما تورى الزندة وهي نار الحباحب. والمصدر أورى يوري إيراء فهو مور.\n(1/155)\n",
        "• \"قدحا\" مصدر.\n• \"فالمغيرات\" نسق على الموريات، وهي الخيل التي تغيرت وقت السحر. يقال أغارت الخيل على العدو تغير إغارة فهي مغيرة، وغار الرجل يغور إذا أتى الغور غور تهامة، وغار الرجل أهله يغيرهم ومارهم يميرهم بمعنى.\nقال الشاعر:\nأغار على العدو بكل طرف ... وسلهبة تجول بلا حزام\n• \"صبحا\" نصب على الظرف، \"فأثرن به نقعا\" «أثرن» فعلٌ ماض، والنون علامة التأنيث. «به» الهاء جر بالباء [الزائدة]. والهاء كناية عن الوادي، وإن لم يتقدم له ذكر. «نقعا» مفعولٌ به. والنقع الغبار. والنقع أيضًا أن يروى الإنسان من شرب الماء؛ يقال: نقعت غلتي بشربة ماء.\n• \"فوسطن\" نسق على أثرن. \"به\" جر بالباء [الزائدة].\n• \"جمعا\" نصب على الظرف.\n• \"إن الإنسان\" «الإنسان» نصب بإن وهو جواب القسم، [أعني إن].\n• \"لربه\" جر باللام، والهاء جر بالإضافة.\n(1/156)\n\n• \"لكنود\" اللام لام التأكيد. و\"كنود\" رفع خبر إن. والكنود الكفور. قال الحسن في قوله عز وجل: (إن الإنسان لربه لكنود) قال: يذكر المصائب وينسى النعم، وقال النمر بن تولب:\nكنود لا تمن ولا تفادى ... إذا علقت حبائلها برهن\nلها ما تشتهي عسل مصفى ... إذا شاءت وحواري بسمن\n• \"وإنه\" نسق على الأول. \"على ذلك\" جر بعلى. \"لشهيد\" رفع خبر إن. و\"إنه\" نسق على الأول. \"لحب\" جر باللام [الزائدة].\n• \"الخير\" جر بالإضافة. والخير المال ها هنا، كما قال تعالى: (إن ترك خيرًا) أي مالا. والخير الخيل من قوله تعالى: (إني أحببت حب الخير عن ذكر ربي) يعني الخيل. والخير الخمر؛ تقول العرب: ما عنده خل ولا خمر، أي لا شر ولا خير. ويجمع الخير خيورًا، والشر شرورًا.\n• \"لشديد\" الشديد البخيل. واللام بمعنى من أجل ها هنا، والتقدير إن الإنسان من أجل حب المال لبخيل.",
        "(1/157)\n\n• \"أفلا يعلم\" الألف ألف التوبيخ في لفظ الاستفهام. «يعلم» فعل مستقبل.\n• \"إذا\" حرف وقت غير واجب. \"بعثر\" فعل ماض، وهو فعل ما لم يسم فاعله. فإذا صرفت قلت بُعثر يبعثر بعثرة وبِعثارًا فهو مبعثر. وفي حرف ابن مسعود: \"أفلا يعلم إذا بحث ما في الصدور\".\n• \"ما\" بمعنى الذي، وهو رفع اسم ما لم يسم فاعله. \"في القبور\" جر بفي وهو صلة ما. \"وحصل\" فعل ماض. والمصدر حصل يحصل تحصيلا فهو محصل. \"ما في الصدور\"إعرابه كإعراب الأول.\n• \"إن ربهم\" نصب بإن. «هم» جر بالإضافة.\n• \"بهم\" جر بالباء [الزائدة]. \"يومئذ\" نصب على الظرف.\n• \"لخبير\" اللام لام التأكيد. «وخبير» [رفع] خبر إن. وقرأ الحجاج على المنبر وكان فصيحا «أن ربهم» (بالفتح)، فلما علم أن اللام في خبرها أسقط اللام لئلا يكون لحنا، فقرأ: «أن ربهم بهم يومئذ خبير». ففر من اللحن عند الناس، ولم يبل بتغيير كتاب الله لجرأته على الله [وفجوره].\n(1/158)",
        "\nسورة القارعة ومعانيها\n• \"القارعة\" رفع بالابتداء، وهي اسم للقيامة، وكذلك الصاخة والطامة والحاقة.\n• \"ما القارعة\" «ما» لفظها لفظ استفهام، ومعناها التعجب. وكل ما في كتاب الله من نحو (الحاقة ما الحاقة) فمعناه التعجب. عجب الله نبيه من هول يوم القيامة، أي ما أعظمه، وكذلك قوله تعالى: (وأصحاب الميمنة ما أصحاب الميمنة). قال جريرٌ:\nأتيح لك الظعائن من مراد ... وما خطب أتاح لنا مرادا\nأي ما أعظمه من خطب. وقال خداش بن زهير:\nوهلال ما هلال هذه ... قد هممنا بهلال كل هم\nيأخذون الأرش من إخوانهم ... فرق السمن وشاة في الغنم\nثم قالوا لنمير جمخرا ... ما بكعب وكلاب من صمم\nقوله جمخرا كقولك بخ بخ. فـ «ما» رفع بالابتداء. و «القارعة» رفع خبر الابتداء، والمبتدأ الثاني مع خبره خبر المبتدأ الأول. والاختيار في فاعل وفاعلة نحو القارع والقارعة التفخيم وترك الإمالة؛ لأن القاف من حروف الاستعلاء. وحروف الاستعلاء سبعة تمنع من الإمالة، وهي القاف نحو قادر. والغين نحو غانم، والصاد نحو صادق، والضاد نحو ضارب، والطاء نحو طارق، والظاء نحو ظالم، والخاء نحو خاتم.\n(1/159)\n",
        "على أن أبا عمرو قد روى عنه (القارعة ما القارعة) بالإمالة. وإنما جاز ذلك من أجل الراء.\n[وأنشد المبرد:\nعسى الله يغني عن بلاد ابن قارب ... بمنهمر جون الرباب سكوب\nفالإمالة لغة].\n• \"وما أدراك ما القارعة\" «ما» رفع بالابتداء. و «أدراك» فعلٌ ماض. والكاف اسم محمد عليه السلام مفعول بها، وهو خبر الابتداء. «ما القارعة» ابتداء وخبر عند البصريين، وعند الكوفيين «ما» رفع بالقارعة، والقارعة رفع بما.\n• \"يوم يكون الناس كالفراش المبثوث\" «يوم» نصب على الظرف. \"يكون\" فعل مضارع. «الناس» رفع بفعلهم. «كالفراش» جر بالكاف الزائدة. والفراش واحدتها فراشة، وكذلك فراشة قفل الباب جمعه فراش. «والفراش المبثوث» ما سقط بالليل في النار. ومن ذلك الحديث عن رسول الله صلى الله عليه وآله: «ما يحملكم على أن تتايعوا في الكذب كما تتتايع الفراش في النار». التتايع التهافت. وأخبرنا أحمد بن عبدان عن علي عن أبي عبيد قال: إنما سمعنا التتايع في الشر ولم نسمع في الخير. ومثله (فجعلناهم أحاديث): لا تكون أحاديث إلا في الشر. [ويقال قوم سواسية أي مستوون في الشر] ولا يكون في الخير. و «المبثوث» نعتٌ\n(1/160)\n\nللفراش. والمبثوث المتفرق. يقال: قد بسط فلان خيره، وبثه، وبقه إذا وسعه، وأنشدني ابن دريد:\nوبسط الخير لنا وبقه ... فالناس طرا يأكلون رزقه\n• \"وتكون الجبال كالعهن المنفوش\" إعرابه كإعراب الأول. والعهن الصوف الأحمر، واحدها عهنة. وقرأ عبد الله بن مسعود: «كالصوف المنقوش» يقال: نقشت الصوف والقطن [وسبخته إذا نفشته وخففته كما يفعل النادف. ويقال: لقطع القطن] وما يتساقط عند الندف السبيخة وجمعها سبائخ.\nويقال: سبخ الله عنك الحمى، أي خففها وسلها عنك. ومن ذلك أن النبي صلى الله عليه وسلم رأى عائشة تدعو على سارق سرقها فقال: «لا تسبخي عنه بدعائك عليه».\n• \"فأما من ثقلت موازينه\" «أما» إخبارٌ، ولا بد له من جوابٍ بالفاء لأنه في معنى الشرط، و «من» رفع بالابتداء، وهو شرط. و «ثقلت» فعلٌ ماض لفظا ومعناه الاستقبال. «موازينه» رفع بفعله.\n• \"هو في عيشة\" الفاء جواب الشرط. و «هو» رفع بالابتداء. و «عيشة» جر بفي. «راضية» نعت للعيشة. وفاعلة ها هنا بمعنى مفعولة. ومعناه في عيشة مرضية؛ لأن أهلها يرضون بالعيش في دار الخلود، فالقوم راضون، والعيش مرضي.",
        "(1/161)\n\n• \"وأما من خفت موازينه\" إعرابه كإعراب الأول. يقال: خف يخف خفا وخفوفا فهو خفيف. ولم يقولوا خاف. ورجل خفيف وخفاف، كقولهم: شيء عجيب وعجاب، ورجل كبير وكبار. فإن أردت المبالغة في المدح قلت خفاف وكبار، كما قال الله تعالى: (ومكروا مكرا كبار). وقرأ عيسى بن عمر: (ومكروا مكرا كبارا) بالتخفيف. وقرأ ابن محيصن (كبارا) بكسر الكاف والتخفيف. وحدثني أحمد عن علي عن أبي عبيد أن أبا عبد الرحمن السلمي قرأ: (إن هذا لشيء عِجَاب). و «موازينه» رفع بفعلها. واختلف الناس في الموازين، فقيل إن العبد توزن أعماله، تجعل حسناته في كفة وسيئاته في كفة، فإن رجحت حسناته دخل الجنة، وإن رجحت سيئاته هوى في النار، فذلك قوله: (فأمه هاوية). وإنما سميت جهنم أما للكافر إذ كان مصيره إليها ومأواه. وكل شيء جمع شيئًا وضمه إليه فهو أم له؛ من ذلك أم الرأس: مجتمع الدماغ، وأم القرى: مكة، وأم رحم [مكة] أيضًا، وأم السماء: المجرة، وأم عبيد: الصحراء، وأم عزم، وأم سويد [الطبيجة]، وأم الكتاب: اللوح المحفوظ، وأم القرآن: فاتحة الكتاب. وجمع الأم من الناس أمهات، ومن البهائم أماتٌ.\n(1/162)",
        "\n• وقوله \"فأمه هاوية\" الفاء جواب الشرط. و «أمه» رفع بالابتداء. و «هاوية» خبر الابتداء. فإن قيل لك: هل يجوز أن تكسر الهمزة وتقول «فإمه هاوية» كما قرئ (وإنه في إم الكتاب)؟ فقل: لا تجوز الكسرة إلا إذا تقدمتها كسرة أو ياءٌ عند النحويين. وذكر ابن دريد أن الكسرة لغة، وأراه غلطًا. والمصدر من هاوية هوت تهوي هويا فهي هاوية، وكل شيء من قريب يقال أهوى، وكل شيء من بعيد يقال هَوى، [كما] قال الله تعالى (والنجم إذا هوى): لأنه من بعيد. أقسم الله تعالى بنجم القرآن أي بنزوله.\n• \"وما أدراك ما هيه\" «ما» تعجب في لفظ الاستفهام. و «أدرى» فعل ماض. يقال درى يدري إذا ختل الصيد، ودرأ عنه الشيء إذا دفعه، ودرى يدري من الفهم، وأدرَى غيره يدريهِ.\n[قال رؤبة:\nأيام لا أدري وإن ساءلت ... ما نسك يوم جمعة من سبت]\nوقوله تعالى «وما أدراك ما هيه» الكاف اسم محمد صلى الله عليه، وإنما فتحت حيث كان خطابا لمذكر، [والمؤنث مكسور: أدراك]. فإن ثنيت أو جمعت ضممت الكاف، لأن الحركات ثلاث ضمة وفتحة وكسرة، فلما ذهبت حركتانِ\n(1/163)\n",
        "في الواحد أتوا في التثنية والجمع بالثالثة. ما هيه: «ما» استفهام لفظا ومعناه التعجب. «هيه» رفع بخبر الابتداء. ودخلت الهاء للسكت لتتبين بها حركة ما قبلها. وهي في القرآن في سبعة مواضع: لم يتسنه، وسلطانيه، وماليه، وحسابيه، وما أدراك ما هيه، وكتابيه، واقتده، والقراء كلهم يقفون عليها بالهاء إن وقفوا اتباعا للمصحف، فإذا أدرجوا اختلفوا فكان حمزة يسقطها درجا، والكسائي يسقط بعضا ويثبت بعضا، وسائرهم يثبتها وصلا ووقفا. فمن أثبت كره خلاف المصحف وبني الوصل على الوقف، ومن حذفها في الدرج وهو الاختيار عند النحويين قال: إنما هذه الهاء للوقف، فمتي وصلت حذفت؛ والعرب تقول: إرم يا زيد وارمه، واقتد يا زيد واقتده. ومن أثبت بعضا دون بعض أعلمك أن القراءتين جائزتان. قال الشاعر:\nمهما لي الليلة مهما ليه ... أودى بنعلي وسر باليه\n[وقال آخر:\nتبكيهم دهماء معولة ... وتقول سلمى وارزيتيه]\n• \"نار حامية\" رفع النار بخبر الابتداء، أي هي نار. والنار مؤنثة تصغيرها نويرة، فلذلك أنثت «حامية» [نعت للنار]. والحامية الحارة. حميت تحمى [حميا] فهي حامية. قال الله تعالى: (في عين حامية). ومن قرأ (حمئة) فهو الثأط يعني الحمأة، أي تغرب في ماء وطين ويقال للثأط الحرمد والحال.\n(1/164)\n\nسورة التكاثر\n•قوله تعالى: \"ألهاكم التكاثر\" ألف «ألهى» ألف قطع لثبوتها في الماضي، وضم أول المضارع. والتصريف منه ألهى يُلهي إلهاءً فهو ملهٍ. يقال: لهيت عن الشيء ألهى لهيا إذا غفلت عنه وتركته، وألهاني غيري. ومن ذلك الحديث: «إذا استأثر الله بشيء فاله عنه». ولهوت من اللهو واللعب ألهو لهوا فأنا لاه. واللهو في غير هذا الموضع الولد؛ قال الله تعالى: (لو أردنا أن نتخد لهوا): أي ولد [تبكيتا للكفرة أعداء الله الذين ادعوا [أن] اتخذ الله ولدًا] ما لهم به من علم ولا لآبائهم، كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا. ومن قرأ «آلهاكم» على قراءة ابن عباس أدخل الألف توبيخا على لفظ الاستفهام، فلما التقت همزتان همزة التوبيخ وهمزة القطع لينوا الثانية؛ كقوله عز وجل (آنذرتهم). [وقد روي عن الكسائي «أألهاكم» بهمزتين على الأصل مثل «أأنذرتهم»]. والكاف والميم في «ألهاكم» في موضع نصب. فكل كاف أو هاء اتصلت بفعل فهي نصبٌ، وإذا اتصلت بإسم أو حرف فهي جر، إلا أن يكون الحرف مشبهًا بالفعل نحو «إن» وأخواتها؛ فإنك تحكم على إعراب مكنيه بإعراب ظاهره، مثل إن زيدًا، وإني، وإنك، وإنه.",
        "(1/165)\n\nونزلت هذه السورة في حيين من العرب تفاخروا وتكاثروا حتى عدوا أحياءهم، فقال كل فريق منهم: منا فلانٌ ومنا فلانٌ، فلما عدوا أحياءهم زاروا القبور فعدوا الأموات، هذا قول. وقال آخرون: «حتى رزتم المقابر» أي إذا متم و [دفنتم] علمتم حين ينزل بكم العذاب مغبة ما أنتم عليه من الكفر. «التكاثر» رفع بفعله، وهو مصدر تكاثر يتكاثر [تكاثرا] فهو متكاثر. وكل مصدر من تفاعل يجيء على التفاعل، نحو التقاطع والتدابر، إلا أن يكون الفعل معتلا فإنك تكسر عين الفعل نحو التداعي والتقاضي لا غير. فإن كان مهموزا ضممت فقلت تباطأ تباطؤا.\n• \"حتى زرتم\" «حتى» حرف غاية ينصب الأفعال المستقبلة بإضمار «أن» ويخفض الأسماء بإضمار «إلى». «زار» فعل ماض، والتاء والميم اسم المخاطبين في موضع رفع. والمصدر زار يزور زورًا فهو زائر، ومسجد رسول الله صلى الله عليه المزور، وكذلك مسجد مكة وبيت المقدس.\n• \"المقابر\" معول بها، ولم تنون لدخول الألف واللام. ولو نزعت الألف واللام من المقابرلم تنصرف أيضًا؛ لأن كل جمع بعد ألفه حرفان فصاعدا لا ينصرف في معرفة ولا نكرة. وواحد المقابر مقبَرة، ومقبُرة، مثل مشرَقة، ومشرُِِقة.\n(1/166)",
        "\nوالمقبر الله، والقابر الدافن، والمقبور الميت، والمقبرة الموضع. قال الله تعالى: (فأقبره). وقال الأعشى:\nلو أسندت ميتا إلى نحرها ... عاش ولم ينقل إلى قابر\nحتى يقول الناس مما رأوا ... يا عجبا للميت الناشر\nوكان الحجاج قدصلب رجلا يقال له صالح، فجاءه قومه فقالوا: أيها الأمير أقبِرنا صالحا، أي اجعله ذا قبر.\n• \"كلا\" ردع وزجر. \"سوف\" وعيد وتهدد.\n• \"تعلمون\" فعل مستقبل، علامة الاستقبال التاء، وهو رفع وعلامة رفعه النون، وعلامة الجمع الواو. \"ثم\" حرف نسق، وفتحت الميم لالتقاء الساكنين، وكذلك الفاء من سوف.\n•\"كلا\" نسق على الأول. \"سوف تعلمون\" فعل مستقبل.\n• \"كلا\" بدل من الأول. وإنما كرر توكيدا للتهدد والإيعاد؛ كما قال تعالى: (ويل يومئذ للمكذبين): مكررا في سورة المرسلات، وفي نظائر له في القرآن. ومثله قول الشاعر:\n(1/167)\n",
        "هلا سألت جموع كنـ ... ـدة حين ولوا أين أينا\nيستهزئ بهم، أي أين يفرون، وقال:\n................................. ... وبعض القوم يسقط بين بينا\nوأنشدنا ابن دريد:\nبين الأشج وبين قيس بيته ... بخ بخ لوالده وللمولود\nفأعاد «بين» مرتين. وكذلك «بخ بخ». وهذا الشاعر أخذه الحجاج، فقال: أنت القائل: «بخ بخ لوالده»؟ قال نعم. قال: والله لاتبخبخ بعدها [أبدًا. يا حرسي]، اضربا عنقه.\n• \"لو\" حرف تمن، \"تعلمون\" فعل مستقبل. \"علم اليقين\" «علم» نصب على المصدر، أي تعلمون ذلك علما يقينا حقا لا شك فيه. فهذا قول النحويين إلا الأخفش فإنه قال ينتصب علم اليقين على حذف الواو وهو قسم، والأصل وعلم اليقين. فلما نزعت الواو نصبت. كما تقول: والله لأذهبن، فإذا حذفت قلت: الله لأذهبن، قال امرؤ القيس:\n(1/168)\n\nفقالت يمين الله مالك حيلة ... وما إن أرى عنكك الغواية تنجلي\nأراد: فقاللت ويمين الله، فلما حذف الواو نصب. «اليقين» جر بالإضافة، فأضفت العلم إلى اليقين، وهو كما قال الله تعالى: (وحب الحصيد) و (دين القيمة) وكما يقال صلاة العصر. قال أهل الكوفة: الشيء لا يضاف إلى نفسه. وإنما قدروا في هؤلاء الأحرف الأول نوعا والثاني جنسا، فأضافوا النوع إلى الجنس، وقال المبرد: ها هنا مضمر محذوف، والتقدير صلاة وقت الظهر، وصلاة وقت العصر.\n• \"لترون\" اللام لام التأكيد. والنون في آخرها نون التأكيد. وكل فعل في آخره نون التأكيد نحو لتركبن ولتذهبن فتحتها يمين مقدرة، وتلخيصه والله لتذهبن، والله لترون الجحيم. هذا إذا لم تجعل العلم قسما، فإن جعلته قسما كانت اللام جواب القسم عند الكوفيين، وموصلة للقسم عند البصريين. و «ترون» فعل مستقبل، وزنه لتفعلن، والأصل لترأيون، فحذفت الهمزة [من ترى] في الاستقبال تخفيفا، واستثقلوا الضمة على الياء التي قبل واو الجمع فحذفوها، فالتقى ساكنان الواو والياء، فأسقطوا الياء لالتقاء الساكنين، ثم كانت الواو ساكنة وبعدها النون الشديدة",
        "(1/169)\n\nساكنة، فلم يجز حذف أحدهما، واحتملت الواو الحركة لأن قبلها فتحة، فضموا الواو لالتقاء الساكنين، فقيل: «لترون» و «لتبلون»،و «ولا تنسوا الفضل بينكم»،و «اشتروا الضلالة»،و «فتمنوا الموت» كل ذلك حركت الواو لسكونها وسكون ما بعدها. ولا يجوز هز هذه الواو إذ كانت حركتها عارضة لا لازمة. وقد حكي في الشذوذ عن أبي عمرو همزه، وقد سمع الكسائي همزه. حدثنا ابن مجاهد عن السمري عن الفراء عن الكسائي، قال: سمعت بعضهم يقرأ: «اشترؤا الضلالة».\n• \"الجحيم\" مفعول بها، وهو اسم من أسماء النار، نعوذ بالله منها، منها سقر، ولظى وجهنم، والسعير. والجحيم في اللغة النار الموقدة، يقال: ألقه في ذلك الجحيم، وقد جحمت النار إذا توقدت. \"ثم\" حرف نسق.\n• \"لترونها\" نسق على الأول. فمن فتح التاء جعل الفعل والرؤية للمخاطبين، أي لترون أنتم يا معشر من ألهاه التكاثر حتى زار المقابر عن ذكر الله عز وجل وعبادته. ومن ضم كان جائزًا أن يكونوا مفعولين يريهم غيرهم، وجائزًا أن يكونَ الفعل لهم، كما تقول: متى تراك خارجًا.\n(1/170)",
        "\n• \"عين اليقين\" «عين» نصب على التأكيد، كما تقول رأيت زيدًا عينه، نفسه، وهذا درهمي بعينه. والعين ثلاثون شيئًا قد أفردنا لها كتابًا، منها العين خيار كل شيء، والعين الجاسوس، والعين الدينار، وعين الميزان، وعين الإنسان، وعينُ الماء، وعين الركية، والعين مطر يقيم أيامًا لا يقلع، والعين سحابة تنشأ من قبل العين، يعني [من] القبلة. «اليقين» جر بالإضافة.\n• \"ثم\" حرف نسق.\n• \"لتسألن\" اللام والنون توكيدان. و «تسأل» فعل مستقبل، والأصل لتسألون، فسقطت الواو لسكونها وسكون النون. فإن سأل سائل: لم جمعت في فعل واحد بين علامتي تأكيد وأنت لا تجمع بين علامتي التأنيث في فعل نحو قوله عز وجل: (والوالدات يرضعن أولادهن): فلا تقول ترضعن؟ فالجواب في ذلك أن العلامتين إذا دخلتا لمعنيين مختلفين لم يعق الجمع بينهما، فاللام أفادت\n(1/171)\n",
        "التأكيد وصارت جوابا لليمين المقدرة تحتها، والنون أفادت إخراج الفعل من الحال إلى الاستقبال.\n• \"يومئذ\" نصب على الظرف، وأضفته إلى «إذ». ولما كانت الحروف لا يضاف إليها جعلوا لإذ مزية على غيرها فنونوها.\n• \"عين النعيم\" جر بعن، واختلف الناس في النعيم [ها هنا، فقال قوم: لتسألن يومئذ عن النعيم] قيل: [عن] ولاية علي بن أبي طالب عليه السلام، وقيل: عن شرب الماء البارد، وقيل عن أكل خبز البر، وقيل عن الرطب، وقيل عن النورة في الحمام؛ وذلك أن عمر بن الخطاب [رضي الله عنه] كان رجلا أهلب، فقيل: يا أمير المؤمنين لو تنورت، فقال إنه من النعيم. وكان النبي صلى الله عليه وسلم خرج مع جماعة من أصحابه وقد مسهم جوعٌ، فعدلوا إلى بيت الأنصاري، فقدم لهم ماءً باردًا ورطبًا، فأكلوا من ذلك الرطب وشربوا من ذلك الماء. فقال النبي صلى الله عليه وسلم: «أما إنكم ستسألون عن هذا النعيم». قيل: يارسول الله فماذا شكره؟ قال: «أن تحمدو االله تعالى إذا أكلتم». ثم قال صلى الله عليه وسلم: «ثلاث لا يسأل العبد عنهن بيت يواريه من الحر والبرد، وثوب يواري جسده، وطعام يقيم به صلبه للصلاة».\n(1/172)\n\nسورة العصر\n•قوله تعالى: \"والعصر\" جر بواو القسم. والعصر الدهر، وجمعه أعصر في العدد القليل، وعصور في الكثير. حدثني إمام جامع قرميسين قال: دخلت على ابن قتيبة فسألته عن قوله تعالى: (أو ينفوا من الأرض): ما النفي ها هنا؟ فقال: الحبس الطويل [عندنا. حبس رجل في عصر بني أمية، فلما طال حبسه أنشأ يقول:]\nخرجنا من الدنيا ونحن من اهلها ... فلسنا من الأحياء فيها ولا الموتى\nإذا جاءنا السجان يوما لحاجة ... عجبنا وقلنا جاء هذا من الدنيا\n[قال الشاعر في جمع عصر لما جمعه عصورا:\nتعففت عنها في العصور التي مضت ... فكيف التصابي بعدما قد خلا العمر\nوقال آخر:\nتذكرت ليلى والشبيبة أعصرا ... وذكر الصبا نوحٌ على من تذكرا]",
        "(1/173)\n\nوقرأ سلام أبو المنذر: «والعصر» بكسر الصاد والراء. وهذا إنما يكون في نقل الحركة عند الوقف [كقولك:] مررت ببكر، نقلوا كسرة الراء إلى الكاف عند الوقف، وكذلك يفعلون في المرفوع، ولا ينقلون في المنصوب إلا في ضرورة شاعر. قال سيبويه: الوقف على الاسم بستة أشياء: بالإشمام، والإشباع، وروم الحركة، ونقل الحركة، والتشديد، والإسكان؛ وذلك [نحو] قولك جعفر جعفر جعفر. فأما روم الحركة فإنه يعرف بالنظر دون الحركة، ويعرفه البصير دون الأعمى. ومثله قوله في قراءة أبي عمرو: (وتواصوا بالصبر): [إنما أراد بالصبر] فنقل الحركة إذ كانت العرب لا تبتدئ إلا بمتحرك ولا تقف إلا على ساكن، قال الشاعر:\nأرتنيَ حجلا على ساقها ... فهش الفؤاد لذاك الحجل\nوقال آخر:\nعلمنا أخوالنا بنو عجل ... شرب النبيذ واعتقالا بالرجل\nوقال آخر:\nأنا جرير كنيتي أبو عمرو ... أضرب بالسيف وسعد في القصر\n(1/174)",
        "\nوقرأ علي بن أبي طالب عليه السلام: «والعصر ونوائب الدهر».\n• \"إن الإنسان\" نصب بإن. و «إن» جواب القسم. قال المبرد: الإنسان ها هنا جمع في معنى الأناسي والناس، ولو كان واحدا لم يجز الاستثناء منه. وأصل إنسان إنسيان، وتصغيره أنيسيان. والإنسان لفظ [يقع] للذكر والأنثى من بني آدم، كما يقال بعير فيقع على الناقة والجمل. وربما أكدت العرب فقالوا إنسانٌ إنسانةٌ. وأنشدني أبو علي الرذوري:\nإنسانة تسقيك من إنسانها ... خمرا حلالا مقلتاها عنبه\n• \"لفي خسر\" اللام لام التاكيد، «في» حر ف جر. و «خسر» جر بفي. والخسر والخسران سواءٌ. \"إلا\" استثناء.\n• \"الذين\" نصب بالاستثناء، وهو اسم ناقصٌ.\n• \"آمنوا\" فعل ماض. والواو ضمير الفاعلين. والألف التي بعد الواو ألف الفصل. وآمنوا صلة الذين. والأصل أأمنوا. الهمزة الأولى تسمى ألف قطع، والثانية سنخية فاء الفعل، فلينوها كراهية للجمع بينهما. فإن سأل سائلٌ فقال: العرب\n(1/175)\n",
        "تقول آكرمت زيدا وأأكرمت زيدا، فيلينون تارة، ويحققون تارة، فهل يجوز أن تقول في آمنوا أأمنوا؟ فالجواب في ذلك أن التحقيق ها هنا غير جائز لأن الهمزتين من كلمة واحدة مثل آدم وآزر، فلما كانت الهمزة الثانية لازمة غير مفارقة كان التليين لازما، فإذا أتت الهمزتان من كلمتين كنت مخيرا في اللغتين، ومثال ذلك الإدغام من كلمة ومن كلمتين، فمن كلمة نحو مد وفر وكل. ومن كلمتين نحو نجعل لك، وأضربُ بكرا، أنت فيه مخير، وهذا باب يفتح لك جميع ما في القرآن وكلام العرب [بالإدغام والتخفيف]. والمصدر من آمن يؤمن إيمانا فهو مؤمن، والأمر آمن يا زيد، وآمني يا هند.\n• \"وعملوا\" الواو حرف نسق. و «عمل» فعل ماض. والواو علم الجمع.\n• \"الصاحات\" نصب مفعول به. وإنما كسرت التاء لأنها غير أصلية، تكون في الخفض والنصب مكسورة بناء على استواء النصب والجر في المذكر إذا قلت الصالحين. والصالحات جمع لصالحة. وفاعلة تجمع فاعلات في السلامة، وفواعل في التكسير. قرأ طلحة بن مصرف. \"فالصوالح قوانت حوافظ للغيب بما حفظ الله\".\n• \"وتواصوا\" الواو حرف نسق. و «تواصى» فعل ماض. والواو ضمير الفاعلين. والمصدر تواصى يتواصى تواصيا فهو متواصٍ. ومعناه يوصي بعضهم بعضا بالخير.\n(1/176)\n\n• \"بالحق\" جر بالباء الزائدة. والحق الله تبارك وتعالى، والحق القرآن، والحق محمد صلى الله عليه وسلم. وجمع الحق حقوق، وجمع الحَقة حقاق. فأما الحِقة بكسر الحاء فالناقة إذا استحقت أن يحمل عليها وأتت عليها ثلاثة أعوام. وأنشد:\nوابن اللبون الحق والحق جذع ... [إذا سهيل مغرب الشمس طلع]\n• \"وتواصوا\" نسق على الأول.\n• \"بالصبر\" جر بباء الصفة، وعلامة جره كسرة الراء. والصبر بإسكان الباء ضد الجزع، فأما هذا الدواء المر فيقال له الصبر بكسر الباء، واحدتها صبِرة، قال رسول الله صلى الله عليه وسلم: «ماذا في الأمرين من الشفاء الثفاء والصبر». [يريد بالثفاء الحرف، والأمر الصبر]، والأمر مِعَى الشاة، والأمر العُرْى، والأمر الفقر. أخبرنا ابن دريد عن عبد الرحمن ابن أخي الأصمعي عن عمه قال: دعا أعرابي لرجل، فقال: \"أذاقك الله البردين، ووقاك الأمرين، [وصرف عنك شر الجوفين\". قال: البردان برد العافية وبرد الغنى، والأمران] مرارة الفقر ومرارة العْري. والأجوفان البطن والفرج، وذلك أن النبي صلى الله عليه وآله، قال: «من وقي شر قبقبة (يعني بطنه) ولقلقه (يعني لسانه) ودبدبنه (يعني الفرج) [فقد وُقِىَ]».",
        "(1/177)\n\nسورة الهمزة ومعانيها\nقوله تعالى: \"ويل لكل همزة\" «ويل» رفع بالابتداء، علامة رفعه ضم آخره. فإن سأل سائل فقال: ويل نكرة والنكرة لا يبتدأ بها، فما وجه الرفع؟ فقل: النكرة إذا قربت من المعرفة صلح الابتداء بها، نحو خيرٌ من زيد رجلٌ من بني تميم، ورجلٌ في الدار قائمٌ، وكذلك ألف الاستفهام مسهلة الابتداء بالنكرة، نحو قولك أمنطلقٌ أبوك، هذا قولٌ. وقال آخرون: ويل معرفة؛ لأنه اسم وادٍ في جهنم، نعوذ بالله منه. فإن قيل: وهل تعرف العرب ذلك؟ فقل: إن ألفاظ القرآن تجئ لفظًا عربيا مستعارًا، كما سمى الله تعالى الصنم بعلا حيث اتُّخذ ربا، والصنم عذابا ورجزا، فقال: (والرجز فاهجر)؛ لأن من عبد الصنم أصابه الرجز فسمي باسم سببه. فلما كان الويل هلاكا وثبورا ومن دخل النار فقد هلك، جاز أن يسمي المصير إلى الويل ويلا، وكذلك (فسوف يلقون غيا): قيل: واد في جهنم، نعوذ بالله منه. ويجوز في النحو ويلا لكل همزة، على الدعاء أي ألزمه الله ويلا. قال جريرٌ:\nكسا اللؤم تيما خضرة في جلودها ... فويلا لتيم من سرابيلها الخضر\nبالنصب الرواية الصحيحة. وأجاز الكوفيون وَيْلٌ وَويْلُ [ووَيْلَ] وويلا على حسم الإضافة وعلى إرادتها. والويس كلمة أخف من الويل. والويح كلمة أخف\n(1/178)",
        "\nمن الويس. والويب كلمة أخف من الويح. ويل لزيد [وويله] وويحه وويسه وويبه. فمتى انفرد جاز فيه الرفع والنصب، ومتى أضيف لم يكن إلا منصوبا؛ لأنه يبقى بلا خبر، ومتى انفصل جعلت اللام خبرًا. وقال الحسن: ويح كلمة رحمة. فإن قيل كيف تصرف [الفعل من] ويح وويس وويل. فقل: ما صرفت العرب منها فعلا، فأما هذا البيت المعمولُ:\nفما وال وما واح ... وما واس أو زيد\nفلا تلتفتن إليه فإنه مصنوعٌ خبيثٌ.\nونزلت: (ويل لكل همزة) في الأخنس بن شريق، [ونزلت فيه: (عتل بعد ذلك زنيم)، ونزلت فيه: (ولا تطع كل حلاف مهين)] ونزلت فيه: (ومن الناس من يعجبك قوله في الحياة الدنيا). وكان قدم على رسول الله صلى الله عليه وسلم فحلف أنه ما جاء إلا للإسلام؛ فذلك قوله: (ويشهد الله على ما في قلبه)، [ثم أمر بزرع للمسلمين فأحرقه وبحُمُر فعقرها وارتد؛ فذلك قوله: (وإذا تولى سعى في الأرض ليفسد فيها)].\n«لكل» جر باللام الزائدة. و «همزة» جر بإضافة كل إليها. والهاء في همزة دخلت للمبالغة في الذم، كقولهم رجلٌ همزة لمزة أي عياب مغتاب، ورجل فروقة، صخابة، جخَّابة: كثير الكلام والخصومات، [نقاقة]، مهذارة، هلباجة. قال الأصمعي:\n(1/179)\n",
        "سألت أعرابيا عن الهلباجة فقال: هو الطويل [الضخم]، الأحمق، الكثير الفضول، الكثير الأكل، السيء الأدب، وإن وقفت نعته إلى غد، فليس في العيوب شيء أسوأ من الهلباجة. فلما دخلت الهاء لذلك استوى المذكر والمؤنث، فقيل امرأة همزة ورجل همزة، وامرأة فروقة ورجل فروقة، ولا يثني ولا يجمع؛ يقال: رجال همزة، ونساء همزة. قال النحويون: إذا أدخلوا الهاء في الممدوح ذهبوا به مذهب الداهية ذي الإربة و [هو] العقل، كما قيل رجل علامة، ونسابة.\nفإذا أدخلوا الهاء في المذموم ذهبوا به مذهب البهيمة؛ ومثله قوله: (بل الإنسان على نفسه بصيرة): الهاء للمبالغة. ومثله قوله تعالى: (ولا تزال تطلع على خائنة منهم): الهاء للمبالغة. وأنشد:\nتدلي بودي إذا لاقيتني كذبا ... وإن أغيب فأنت الهامز اللمزه\nفالهامز المغتاب، واللامز العياب. قال الله تعالى: (ومنهم من يلمزك في الصدقات): أي يعيبك.\n• \"لمزة\" بدل منه. والمهمزة عصا في رأسها حديدة تكون مع الرائض يهمز بها الدابة، والجمع مهامز. قال عدي [يصف فرسًا]:\n(1/180)\n\nنصف جوزه نصير شواه ... مكرم عن مهامز الرواض\nوأنشد أبو محلم:\nهل غير همز ولمز للصديق ولا ... ينكى عدوكم منكم أظافير\n• \"الذي\" نعت له، وموضعه جر، ولا يتبين فيه الإعراب لنقصانه.\n• \"جمع\" صلة الذي، وهو فعل ماض. والمصدر جمع يجمع جمعا فهو جامع. وأهل الكوفة يقرءون [جمع] بالتشديد، والمصدر جمع يجمع تجميعًا فهو مجمع.\n• \"مالا\" مفعول به.\n• \"وعدده\" نسق عليه. والمصدر عدد يعدد تعديدا فهو معدد. والهاء مفعول به. وقرأ الحسن: (جمع مالا وعدَدَه) [بالتخفيف] أي جمع مالا وعرف عدده وأحصاه. فمن خفف جعل العدد مصدرا واسما، ومن شدد جعله فعلا ماضيا. والهاء عند من خفف كناية عن المال في موضع جر.\n• \"يحسب أن ماله أخلده\" «يحسب»، فعل مضارع، بكسر السين، لغة رسول الله صلى الله عليه وسلم، والفتح لغة وبه أخد عاصمٌ وابن عامرٍ وحمزةُ. فإن قيل: لما قرئ يحسب بكسر السين والماضي مكسور [حسِبَ] والعرب إذا كسرت الماضي فتحت المضارع نحو علم يعلم وقضم يقضم؟ فالجواب في ذلك أن أربعة أحرف جاءت عنهم على فعل يفعل: حسب يحسب، ونعم ينعم، ويئس ييئس،",
        "(1/181)\n\n[ويبس ييبس] والفتح فيهم لُغَيَّة. والمصدر حسب يحسب حسبانا ومحسِبة.\n«أن ماله» نصب بأن. والهاء جر بالإضافة، «أخلده» فعل ماض والهاء مفعول بها. والمصدر أخلد يخلد إخلادا فهو مخلد. ويقال: رجل مخلد إذا أبطأ شيبه وبقي أسود الرأس [واللحية] بعد الكهولة، وغلام مخلد مسور مقرط عليه الخلدة وهي القرطة. ودار الخلد دار البقاء. ويقال: خلد إلى كذا أي مال إليه وأخلد. قال الله تعالى: (ولكنه أخلد إلى الأرض واتبع هواه). وقوله تعالى (يحسب أن ماله أخلده) أي: يظن هذا الكافر أن ماله سيبقيه ويخلده، فرد الله جل ذكره [عليه] هذا الظن الكاذب، [فقال:]\n• \"كلا\" ردعا وزجرا وردا لمقالته؛ فلذلك حسن الوقف عليه؛ كما قال الشاعر:\nإن الثراء هو الخلود وإن المرء يكرب يومه العدم\nإني وجدك ما يخلدني ... مائة يطير عفاؤها أدم\n(1/182)",
        "\nوقال آخر:\nهل يهلكني بسط ما في يدي ... أو يخلدني منع ما أدخر\nأو ينسئن يومي إلى غيره ... أني حوالي وأني حذر\nوقال آخر في كلا:\nيقلن لقد بكيت فقلت كلا ... وهل يبكي من الطرب الجليد\nولكني أصاب سواد عيني ... عويد قدي له طرف حديد\nفقلن فما لدمعهما سواء ... أكلتا مقلتيك أصاب عود\n• \"لينبذن\" [اللام والنون تأكيدان]. و «ينبذن» فعل مستقبل، وهو فعل ما لم يسم فاعله. ومعنى ينبذن يتركن في جهنم. قال الله تعالى: (فنبذوه وراء ظهورهم):أي تركوه. [والصبي] المنبوذ المتروك وهو ولد الحركة، والمدغدغ، وابن الليل، وهو ولد الخبثة، [وهو النغل]، وابن المساعاة، كله ولد الزناء.\n(1/183)\n",
        "• \"في الحطمة\" جر بفي. والحطمة النار تحطم كل ما يلقى فيها أي تهلكه وتكسره. والعرب تقول للأكول: هو آكل من النار، وآكل من الحطمة. وآكل من الصاعقة، وأشرب من السهلة يعنى الرمل، وأشرب من الهيم يعني الإبل العطاش. وفي ضده يقال: أروى من ضب لأنه لا يشرب الماء، وأروى من النعامة، ومن النقاقة يعني الضفدع، وأجوع من كلبة حومل، وأجوع من قراد لأنه يبقى عشرين سنة لا يذوق [فيها] شيئًا.\n• \"وما أدراك ما الحطمة\" «ما» تعجب في لفظ الاستفهام، [وهو ابتداء]. و «أدراك» فعل ماض وهو خبر الابتداء. والكاف اسم محمد صلى الله عليه وآله في موضع نصب. «ما الحطمة» [«ما»] ابتداء، و «الحطمة» خبره.\n• \"نار الله الموقدة\" [إن شئت جعلت النار بدلا]، وإن شئت رفعتها بخبر مبتدأ مضمر، أي هي نار الله، واسم الله تعالى جر بالإضافة. و «الموقدة» نعت للنار، [وزنها] مفعلة من أوقدت أوقد إيقادا، [فأنا موقد] والنار موقدة، وقد وقدت النار نفسها تقد وقدا ووقودا بضم الواو فهي واقدة. قال الله تعالى: (وقودها الناس والحجارة)\n(1/184)\n\nيعني حجارة الكبريت، والوقود [بالفتح] الحطب. وقرأ طلحة «وقودها» بضم الواو، جعله مصدرا؛ قال الشاعر:\nليلك يا موقد ليل قر ... والريح مع ذلك ريح صر\nأوقد يرى نارك من يمر ... إن جلبت ضيفا فأنت حر\nوهذا أحسن ما قيل في معناه.\n• \"التي\" نعت للنار. \"تطلع\" فعل مستقبل، وهو صلة التي. والمصدر اطلع يطلع اطلاعا فهو مطلع، ووزن تطلع من الفعل تفتعل، والأصل تطتلع، وتاء الافتعال إذا أتت بعد صاد أو ضاد أو طاء أو ظاء تحولت طاءً، ثم أدغموا الطاء في الطاء، فالتشديد من جلل ذلك، قال عروة بن أذينة في اطلع:\nعاود القلب خيال ردعه ... كلما قلت تناهى اطلعه\nيا له داء ترى صاحبه ... ساهم الوجه له ممتقعه\nيقال: استُفع لونه، وامتقع، وانتقع، واهتفع، واستقع، وابتسر بمعنى.",
        "(1/185)\n\n• \"على\" [حرف جر.] \"الأفئدة\" جر بعلى وهي جمع فؤاد. ويقال للفؤاد الجنان. و [يقال له] القلب. سمي قلبا لتقلبه، وجنانا لتستره. ويقال: اجعل ذلك في سويداء قلبك، وفي حماطة قلبك، وفي حبة قلبك، وفي جلجلان قلبك، وفي تامور قلبك، وفي أسود قلبك، وفي شغاف قلبك، كل ذلك في وسط القلب. فإذا بلغت النار من الكافر ذلك الموضع فقد أودى، يقال رجل مشغوف إذا بلغ الحب ذلك الموضع منه، يقال بالغين وبالعين. قال الله تعالى: (قد شغفها حبا) بالغين. وقرأ الحسن وأبو رجاء (شعفها) بالعين. فأما الفؤاد في قول الشاعر:\nفلما دبت الصهباء فينا ... وغرد صاحبي وخلا المساد\nشربنا من فؤاد الدن حتى ... تركنا الدن ليس له فؤاد\nفإن فؤاد الدن ها هنا الخمر.\n• \"إنها عليهم مؤصدة\" الهاء نصب بإن. والهاء والميم جر بعلى. «مؤصدةٌ» خبر إن. فمن همز، وهو مذهب أبي عمرو وحمزة، أخذه من آصدت الباب، فاء الفعل همزة ودخلت عليها ألف القطع مثل آمنت، والأصل أأصدت وأأمنت. والمصدر آصد يؤصد إيصادا فهو مؤصد مثل آمن يؤمن إيمانا فهو مؤمن، والمفعول به [مؤمن و] مؤصد، بفتح [الميم و] الصاد. قرأ أو جعفر (لست مؤمنا) [بفتح الميم] جعله مفعولا لا فاعلا. ومن لم يهمز أخذه من أوصده يوصد إيصادًا، فاءُ\n(1/186)",
        "\nالفعل واوٌ، ولا يجوز همزه مثل أورى يورى، وأوفض يوفض، وأوقد يوقد. قال الله تعالى: (إلى نصب يوفضون). فمن همز هذا فقد لحن.\n[وأما قول ضابئ:\nكأني كسوت الرحل أسود ناشطا ... أحم الشوى فردا بأحماد حوملا\nرعى من دخوليها دعاعا فراقه ... لدن غدوة حتى تروح مؤصلا\nفإنه همزه لأن فاءه همزة من الأصيل وهو العشي. وقال تعالى: (أفرأيتم النار التي تورون)، فمن همز «تورون» فقد لحن].\n• \"في عمد\" جر بفي. \"ممددة\" نعت للعمد. والعمد جمع عمود. ولم يأت في كلام العرب على هذا [الوزن] إلا أحرف أربعة: أديم وأدم، وعمود وعمد، وأفيق وأفق، وإهاب وأهب. وزاد الفراء حرفا خامسا قضيم وقضم، يعني الصكاك والجلود. وقرأ أهل الكوفة «في عمد» بضمتين، وهو أيضًا جمع عمود، مثل رسول ورسل. وروى هارون عن أبي عمرو «في عمْد» بإسكان الميم [تخفيفا] مثل رسول ورسل، وروى عنه أيضا «في عَمْد» بفتح العين وإسكان الميم، والأصل الحركة. فاعرف ذلك، إن شاء الله.\n(1/187)\n",
        "سورة الفيل\n• قوله تعالى: \"ألم تر\" الألف ألف التقرير في لفظ الاستفهام. و «لم» حرف جزم. و «تر» مجزوم بلم، وعلامة الجزم، سقوط الألف. و «تر» ووزنه من الفعل تفعل، وقد حذف من آخره حرفان الألف والهمزة؛ فالألف سقطت للجزم وهي لام الفعل مبدلة من ياء، والهمزة هي عين الفعل سقطت تخفيفا، والأصل «ترأى»، فانقلبت الياء ألفا لتحركها وانفتاح ما قبلها، فصار ألفا لفظا وياء خطا، ونقلوا فتحة الهمزة إلى الراء، وأسقطوها تخفيفا؛ لأن الماضي من ترى رأيت مهموزًا، والمصدر من ذلك رأيت زيدا بعيني أراه رؤية فأنا راءٍ. [ووزن راء فاعل]، والأصل رائي؛ فاستثقلوا الضمة على الياء المتطرفة فحذفوها، فالتقى ساكنان الياء والتنوين، فأسقطوا الياء لالتقاء الساكنين فصار [راء] مثل راع وقاض. فالهمزة في راء بإزاء العين في راع. فإن شئت أثبته خطا فجعلت بعد الألف ياء عوضا عن الهمزة، وإن شئت كتبته بألف ولم تثبت الهمزة؛ لأن الهمزة إذا جاءت بعد الألف تخفي وقفا فحذفوها خطا، وكذلك جاء وشاء وساء ومراء جمع مرآة، كل ذلك أنت فيه مخير في الحذف والإثبات. فإذا أمرت من رأيت قلت «رَ» يازيد، براء واحدة، فإذا وقفت قلت\n(1/188)\n\n«ره». وإنما صار الأمر والفعل على حرف واحد، والأصل ثلاثة لأن الهمزة سقطت تخفيفا، والألف سقطت للجزم، فبقي الأمر على حرف. ومثله مما يعتل طرفاه فيبقى الأمر على حرف قول العرب: ع كلامي، وش ثوبك، [وق زيدا]، ول الأمر، وف بالوعد، وأصله من وفي يفي، ووعى يعي، ووشى يشي، وولى يلي، فذهبت الياء للجزم، والواو لوقوعها بين ياء وكسرة، فبقي الأمر على حرف. قال الله تعالى: (وقنا عذاب النار) والأصل إوقينا، ذهبت الياء للجزم، والواو لوقوعها بين كسرتين، فبقيت قافٌ واحدةٌ، فتقول ق يا زيد، وقيا، وقوا. قال الله تعالى: (يأيها الذين آمنوا قوا أنفسكم): وكذلك تقول: ر يا زيد، وريا للاثنين، وروا للجماعة، ورَىْ يا هند. وريا مثل المذكرين ورين يا نسوة. فإذا وقفت علي [كل] ذلك قلتَ عه وقه بالهاء لا غير. والمصدر من رأيت في منامي أرمي رؤيا حسنة. والمصدر من رأيت بقلبي أرى رأيا، فالرأي في القلب، والرؤية بالعين، والرؤيا في المنام.\n• وقوله تعالى: \"كيف فعل\" [«كيف»] توبيخ على لفظ الاستفهام، وهو اسم فزال الإعراب عنه لما استفهم [به] وضارع الحروف، فوجب أن يسكن آخره، فلما التقى في آخره ساكنان فتحوا الفاء. فإن قيل: فهلا حركوه بالكسر لالتقاء الساكنين إذ هو أكثر في كلام العرب؟ فقل: كرهوا الكسر مع الياء، والفتح",
        "(1/189)\n\nأكثر في مثل ذلك، نحو أين، وحيث، حكاه الخليل وسيبويه، وهيت لك، وقد جاء الكسر في قولهم جير لأفعلن ذاك في القسم، وقرأ ابن أبي إسحاق: (وقالت هَيْتِ لك) بالكسر وكله صواب. والحمد لله.\n• \"فعل\" فعل ماض، عبارة عن الفعل. فإن قيل: كيف يصرف الفعل منه؟ فقل فعل يفعل بفتح المضارع أيضًا. فإن قيل: ولم اختير له الفتح؟ فقل: للحرف الحلقي الذي فيه وهي العين، مثل سحر يسحر. فأما فعل الذي مثل النحويون به الأمثلة فيأتي على ميزان الممثل به مضموما ومكسورا ومفتوحا، فتقول يضرب وزنه [من الفعل] يفعل، ويذهب يفعل، ويطرق يفعل، فاعرف ذلك.\n• \"ربك\" رفع بفعله. والكاف اسم محمد صلى الله عليه وسلم. وإنما عدد الله نعمه [على محمد صلى الله] عليه وعلى قريش حين دفع عنهم شر أبرهة حين أتى بالفيل ليهدم الكعبة ويزيل ملكهم، فأزال عنهم ذلك ببركة ولادته صلى الله عليه، وكان ولد عام الفيل.• \"بأصحاب\" جر بباء الصفة.\n• \"والفيل\" جر بإضافة أصحاب إليه. فإن قيل: ما واحدُ أصحاب؟ فقل صاحب في قول النحويين كلهم، قالوا: وهذا شاذ؛ لأن فاعلا لا يجمع على أفعال\n(1/190)",
        "\nإلا في النادر، كقولهم شاهد وأشهاد، وناصر وأنصار، وصاحب وأصحاب. وقال ابن دريد: الصواب أن يكون أصحاب جمعا لصحب، كأنك جمعت صاحبا صحبا مثل شارب وشرب وتاجر وتجر وصاحب وصحب، ثم جمعت صحبا أصحابًا. قال أبو عبد الله بن خالويه: وهذا أيضًا شاذٌ؛ لأن فعلا لا يجمع على أفعال إلا في الشاذ، كقولهم فرخ وأفراخ، وثلاثة أفراخ في القلة، وفروخ وفراخ [في الكثير]. قال الحطيئة حين حبسه عمر رضي الله عنه:\nماذا أقول لأفراخ بذي مرخ ... زغب الحواصل لا ماء ولا شجر\n[ألقيت كاسبهم في قعر مظلمة ... فارحم هديت إمام الناس يا عمرُ]\nوجمع الفيل فيلة وفيول، مثل ديكة وديوك.\n• \"ألم يجعل\" «يجعل» جزم بألم، ومعنى «ألم تر» في أول السورة وكل ما في كتاب الله تعالى: ألم تعلم، ألم تخْبر يا محمد، فهو من رؤية القلب والعلم لا من رؤية العين. وعلامة الجزم في يجعل سكون اللام. ومعناه ألم يصير كيدهم. والجعل يكون الخلق ويكون التصيير؛ قال الله تعالى: (وجعل الظلمات والنور): أي خلق، وقال: (إنا جعلناه قرآنا عربيا): أي صيرناه وبيناه.\n(1/191)\n",
        "• \"كيدهم\" مفعول به. والهاء والميم جر بالإضافة. والمصدر كاد يكيد كيدا فهو كائد إذا احتال، وكاد يكاد إذا قرب.\n• \"في تضليل\" جر بفي. والمصدر ضلل يضلل تضليلا فهو مضلل. ومعناه في هلاكٍ. وعلامة الجر كسرة اللام. ولو جاء المصدر على ضِلَّال لكان صوابا؛ لأن مصدر فعل يجئ على التفعيل والفعال، كلم [يكلم] تكليما وكلاما، (وكذبوا بآياتنا كذابا) وكذلك ضلل [يضلل] تضليلا وضلالا، قال تأبط شرا:\nيا عيد مالك من شوق وإراق ... ومر طيف على الأهوال طراق\nيسري على الأين والحيات محتفيا ... نفسي فداؤك من سار على ساق\nوكان تأبط شرا عداء يعدوا مع الخيل. والأين ها هنا الحيات. ويقال للحية أينٌ، وأيم، وأيِّمٌ. والأين في غير هذا التعب\n• \"وأرسل\" الواو حرف نسق. و «أرسل» فعل ماض. فإن سأل سائلٌ: كيف عطف بماض على مستقبل؟ فقل: المستقبل في ألم يجعل بمعنى الماضي، فعطف ماض على ماض. وألف أرسل ألف قطع. والمصدر أرسل يرسل إرسالا فهو مرسل، والمفعول به مرسل.\n(1/192)\n\n• \"عليهم\" الهاء والميم جر بعلى، وهو كناية عن أصحاب الفيل.\n• \"طيرًا\" مفعول به، وهو جمع طائر.، فإن شئت ذكرت، وإن شئت أنثت، تارة على اللفظ وتارة على المعنى. وقد قرئ «ترميهم بحجارة»، و «يرميهم»، قرأ عيسى بن عمر بالياء. وأنشدنا محمد بن القاسم في تذكير الطير:\nلقد تركت فؤادك مستهاما ... مطوقة على فنن تغنى\nتميل به وتركبه بلحن ... إذا ما عن للمحزون أنا\nفلا يغررك أيام تولي ... بذكراها ولا طير أرنا\nولم يقل أرَنَّتْ.\n• \"أبابيل\" نعت للطير، أي جماعات، واحدها إبول مثل عجول وعجاجيل، وقال أبو جعفر الرؤاسي: [واحدتها] إبيل. وقال آخرون: أبابيل لا واحد لها، ومثلها أساطير، وذهب القوم شماطيط، وعبابيد، وعباديد، كل ذلك لم يسمع واحده. وقال آخرون: واحد الأساطير أسطورة. والأبيل في غير هذا الراهب. والوبيل العصا. يقال رأيت أبيلا (أي راهبا) متكئا على وبيل يسوق أفيلا. الأفيل ولد الناقة. [قال عدي:\nأبلغ النعمان عني مألكا ... قول من خاف اظنانا واعتذر",
        "(1/193)\n\nإنني والله فاقبل حلفتي ... بأبيل كلما صلى جأر]\n• \"ترميهم\" فعل مضارع. والهاء والميم مفعول بهما. والأصل ترميهم، فاستثقلوا الضمة على الياء فخزلوها.\n• \"بحجارة\" جر بالباء [الزائدة]. وواحد الحجارة حجر، وهو جمع غريب، وقد قيل جمل وجمالة؛ قال الله تعالى: (جمالة صفر). وقيل: يجمع جمل جمالا، وجمال جمالة، وجمالة جمالات؛ فجمالات جمعُ جمعِ الجمعِ.\n• \"من سجيل\" جر بمن. والسجيل الشديد، وقيل حجر وطين والأصل سنك وكل، فعرب. وكانت طيرا خرجت من البحر خضرا طوال الأعناق، في منقار كل طائر حجر نحو الفولة وفي كفه حجر وفي الأخرى حجر، فكان الطائر يرمي ويرسل حجره على من قد أرسله الله عليه فلا يخطئ رأس صاحبه، فيدخل في هامته ويخرج من دبره فيموت. قال ابن عباس: وإذا أرسل الله تعالى على قومٍ\n(1/194)",
        "\nعذابا لم يفلتهم، فما أفلت منهم إلا سائس الفيل أو قائده. فقيل له: ما وراءك؟ فقال: أتت طير مثل هذا، وأشار إلى طائر في الهواء، وكان الطائر قد اتبعه بحجر فأرسله عليه فقتله.\n• \"فجعلهم\" الفاء نسق، و «جعل» فعل ماض. والهاء والميم مفعولٌ بهما، ومعناه فصيرهم.\n• \"كعصف مأكول\" العصف ورق الزرع، وهو دقاق التبن. و «مأكول» نعت للعصف. قال ابن دريد: العصف الكسب، وأنشد:\nفي غير لا عصف ولا اصطراف\n\nسورة لإيلاف\n•قوله تعالى: \"لإيلاف\" جر باللام الزائدة، علامة جره كسرة الفاء.\n•و \"قريش\" جر بالإضافة. وهو مصدر آلف يؤلف إيلافا [فهو مؤلف]، مثل آمن يؤمن إيمانا [فهو مؤمن]. ومن قرأ: «إلفهم» جعله مصدرا لألف يألف إلفا فهو آلف، مثل علم يعلم علما فهو عالم. والأمر من الممدود آلف يا زيد، ومن المقصور إيلف يا زيد. واختلف العلماء في لأيلاف، فقال قوم: هي،\n(1/195)\n",
        "و «ألم تر» سورة واحدة، منهم الفراء وسفيان بن عيينة، قالا: والتقدير «فجعلهم كعصف مأكول لإيلاف قريش». فعلى هذا تكون اللام لام الخفض متصلة بـ «ألم تر». وقال الخليل والبصريون: اللام لام الإضافة متصلةبـ «فليعبدوا». [والتقدير «فليعبدوا رب هذا البيت»] لأن من عليهم بإيلاف قريش وصرف عنهم شر أصحاب الفيل. وحدثني ابن مجاهد عن السمري عن الفراء قال يجوز أن تكون اللام لام التعجب، كأنه قال اعجب يا محمد لإيلاف قريش؛ كما قال الشاعر:\nأتخذل ناصري وتعز عبسا ... أيربوع بن غيظ للمعنى\nمعناه: اعجبوا للمعنى.\nوقريش تصغير قرش وهي التجارة؛ سموا بذلك لأنهم كانوا تجارا. وقال آخرون: إن قريشًا دابة في البحر هي سيد الدواب تأكل كل دابة في البحر، فلما كانت قريش هامة العرب ورئيستها سميت قريشًا لذلك. قال الشاعر:\nوقريش هي التي تسكن البحـ ... ـر بها سميت قريش قريشا\nتأكل الغث والسمين ولا تتـ ... ـرك يوما لذي جناحين ريشا\nولهم آخر الزمان نبي ... يكثر القتل فيهم والخموشا\nوقيل: سموا قريشًا بتقارش الرماح. قال الشاعر:\n(1/196)\n\nولما دنا الرايات واقترش القنا ... وطار مع القوم القلوب الرواجف\nويكون قريش مأخوذا من التقريش وهو التحريش، [أربعة أوجه].\n• \"إيلافهم\" بدل من الأول، والهاء والميم جر بالإضافة.\n• \"رحلة\" مفعول بها، أي ألفوا رحلة الشتاء.\n•و \"الشتاء\" جر بالإضافة. والأصل الشتاو، لأنه [من] شتا ويشتو. فالواو لما تطرفت وقبلها ألف قلبوا من الواو همزة. وجمع الشتاء أشتية كرداء وأردية. والرحلة الارتحال، والرحلة المرة الواحدة، يقال رحلت رحلة. وأنشد:\nفرحلوا رحلة فيها رعن ... حتى أناخوها إلى مَنٍّ ومَنْ\nالرعن الاسترخاء؛ والرَّعْنُ (بإسكان العين) أنف الجبل، والرَّعَن الحمق. روى أبو عبيد أن الحسن قرأ «ولا تقولوا راعنًا» بالتنوين أي لا تقولوا حمقا كلمة نهوا عنها، من الرعن والرعونة.\n• \"والصيف\" نسق [بالواو] على الشتاء. والصيف في اللغة هو القيظ، والصيف مصدر صاف يصيف صيفًا. وشتا يشتو شتوا، قال أبو دلف في ذلك:",
        "(1/197)\n\nوإني امرؤٌ كِسروي الفعال ... أصيف الجبال وأشتوا العراقا\nويقال: أصاف الرجل إذا ولد له بعد الكبر، وولده صيفيون، فإذا ولد له في الشبيبة فولده ربعيون. وأنشد:\nإن بني صبية صيفيون ... أفلح من كان له ربعيون\nويقال لأول ولد الرجل بكر أبويه، ولآخر ولد الرجل عجزة أبويه. وأنشد:\nعجزة شيخين غلاما ثوهدا\nيعنى الغلام السمين. يقال: غلام حزور، وغلام حادر، وفلهد، وفرهد، وثوهد، إذا كان سمينا حسنا. والصيف أيضًا مطر الصيف؛ يقال: رأيت في الصيف صيفا أي مطرا [في هذا الوقت]، وهو الصيف أيضا بالتشديد. والصيف أيضًا مصدر صاف السهم عن الهدف إذا مال عنه يصيف صيفا، وكذلك ضاف، وجار، ومال، وعدل، وجاض، كله بمعنى. وأنشد:\n[ولم ندر إن جضنا عن الموت جيضة ... كم العمر باق والمدى متطاولُ\n(1/198)",
        "\nوقال آخر:]\nكل يوم ترميه منها بسهم ... فمصيب أوصاف غير بعيد\nويروى «أوضاف». ومما تقلب الضاد فيه صادًا المضمضة، [والمصمصمة]، ونضنضت الحية لسانها ونصنصت، والقبضة والقبصة، غير أنهم يفرقون بينهما، فالقبصة بأطراف الأصابع، والقبضة بجميع الكف، وكذلك المصمصة بأطراف الشفتين، والمضمضة بالفم كله.\n• \"فليعبدوا\" جزم باللام. واللام ساكنة تخفيفا. ولو قرئ «فليعبدوا» بالكسر لكان صوابا؛ لأن اللام لام الأمر أصلها الكسر ثم قد تخفف بالإسكان؛ كما قال تعالى: (لينفق ذو سعة من سعته). وإنما تسكن إذا تقدمها حرف نسق، كما قال: (ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت) وإن شئت أسكنتها كلها. وعلامة الجزم حذف النون.\n• \"رب هذا البيت\" نصب بإيقاع الفعل عليه. ولم ينونه لأنه مضاف إلى هذا. [«هذا» جر بالإضافة]. و «البيت» جر نعت لهذا. وذلك أن الأسماء المبهمة تنعت بما فيه الألف واللام.\n• \"الذي\" نصب نعت للرب، ولا علامة للنصب فيه لأنه اسم ناقص.\n(1/199)\n",
        "• \"أطعمهم\" صلة الذي. والهاء والميم مفعول بهما. والمصدر أطعم يطعم إطعاما فهو مطعم. ويقال: أطعمتِ النخلةُ إذا صارت بلحا وأمضغت، فأما أقطفت وأينعت وأزهت فهو أن تحمر أو تصفر أو تنضج.\n• \"من\" [حرف جر]. \"جوعٍ\" جر بمن. والمصدر جاع يجوع جَوعا فهو جائع، ويقال جوع ديقوع إذا كان شديدا.\n• \"وآمنهم\" نسق عليه. «آمن» فعل ماض، والهاء والميم مفعول بهما.\n• \"من\" حرف جر. \"خوف\" جر بمن. والمصدر خاف يخاف خوفا فهو خائف. والأصل خَوِف، فصارت الواو ألفا لتحركها وانفتاح ما قبلها. فإن قيل: ما الدليل على أنه خوف؟ فقل لأن مضارعه يخاف، ولو كان فعل بالفتح لجاء المضارع يفعُل، فكنت تقول خاف يخوف مثل قال يقول ومات يموت. فإن قيل: فقد قالت العرب مت ودمت على فعل [بالكسر] ثم جاء المضارع يدوم ويموت بالواو. فالجواب في ذلك حدثني أبو بكر بن الخياط، عن الرستمي عن المازني أن\n(1/200)\n\nهذين الحرفين جاءا نادرين. وقال غيره: مت ودمت فيهما لغتان: مِت، ومُت، فمن ضم أخذه من فعل يفعل، مثل قال يقول، ومن كسر قال في المستقبل يمات ويدام. حدثنا أحمد عن علي عن أبي عبيد أن يحيى بن وثاب، قرأ: (ما دمت عليه قائمًا): بكسر الدال، فيجوز أن يكون على لغة من قال يدام في المضارع [منهم]، و [منهم] من قال إنه شاذٌ.\n\nسورة الماعون\n• قوله تعالى: \"أرأيت\" الألف ألف تقرير وتنبيه في لفظ الاستفهام، وليس استفهاما محضا، و «رأيت» فعل ماض. والتاء اسم محمد صلى الله عليه وآله. وفيه أربع قراءات: أرأيت على الأصل بالهمز، وأرايت بتلين الهمزة قرأ بها نافع. وأريت بحذف الهمزة تخفيفا قرأ بها الكسائي، وينشد:\nأريت إن جئت به أملودا ... مرجلا ويلبس البرودا\nأقائلن أحضري الشهودا ... [فظلت في شر من اللذ كيدا]\nكاللذ تزبى زبية فاصطيدا",
        "(1/201)\n\nالأملود اللين. وكاللذ تريد كالذي. والزبيه حفرة تحتفر للأسد في مكان عال، فإذا بلغ السيل ذلك الموضع كان الهلاك والغرق. فلذلك تضرب العرب المثل عند شدة الأمر، فيقولون: \"قد بلغ السيل الزُّبَى\" و \"بلغ الحزام الطبيين\". [وحدثنا أحمد بن عبدان عن علي عن أبي عبيد في حديث عثمان بن عفان أنه لما أحيط به يوم الدار كتب إلى علي رضي الله عنهما: «ألا إن السيل قد بلغ الزبى، والحزام الطبيين، وتفاقم الأمر بي، وقال:\nفإن كنت مأكولا فكن خير آكل ... وإلا فأدركني ولما أمزق»\nفبعث الحسن والحسين عليهما السلام يذبان عنه].\nوالقراءة الرابعة: «أرأيتك الذي يكذب بالدين» قراءة ابن مسعود، كما قال تعالى: (أرأيتك هذا الذي كرمت علي). وفي الكاف التي بعد التاء ثلاثة أقوال: فتكون في موضع نصب في قول الكسائي، التقدير: أرأيت نفسك، وتكون في موضع رفع في قول الفراء، والتقدير: أرأيت أنت نفسك، ولا موضع الكاف في قول البصريين، إنما دخلت تأكيدا للخطاب، كما قيل ذاك، وذلك.\n• \"الذي يكذب\" «الذي» نصب بالرؤية، ولا علامة فيه لأنه اسم ناقص. و «يكذب» صلته. والمصدر كذب يكذب تكذيبًا فهو مكذب. ويقال كذب زيد في نفسه، وكذَّب غيره، وأكذب زيد إذا أخبر أنه جاء\n(1/202)",
        "\nبالكذب. والكذب في اللغة ضعف الخبر. ويقال: حمل زيد على العدو فما كذب أي فما ضعف؛ وأنشد:\nليث بعثر يصطاد الرجال إذا ... ما الليث كذب عن أقرانه صدقا\nوحكى الكسائي: حمل فما أكذب، لغة. ويقال: رجل كاذب، وكذاب، وكيذبان وكذبذب، وأنشد:\nوإذا سمعت بأنني قد بعتهم ... بوصال غانية فقل كذبذب\nو «يكذب» صلة الذي، وهو فهل مستقبل.\n• \"بالدين\" جر بالباء [الزائدة]. والدين [ها هنا] الحساب والجزاء.\n• \"فذلك\" الفاء حرف نسق. و «ذلك» رفع بالابتداء. \"الذي\" نعته.\n• \"يدع\" صلة الذي، وهو فعل مستقبل. وإذا صرفت قلت: دع يدع دعا فهو داع، والمفعول به مدعوع، مثل مد يمد مدا فهو ماد، والمفعول به ممدود، والأمر دُعَّ ودعِّ، ودُعُّ، وادعع، مثل مُدَّ، ومُدِّ، ومُدُّ، وامدد، وللمؤنث مدي ودعي\n(1/203)\n",
        "لا غير. ومعنى دعه دفعه، قال الله تعالى (يوم يدعون إلى نار جهنم دعا): [أي يساقون ويدفعون إلى نار جهنم دفعا]. قال ابن دريد: دعه ودحه بمعنى [واحد]، وامرأة دعوع ودحوح. وأنشد:\nقبيح بالعجوز إذا تغدت ... من البرني واللبن الصريح\nتبغيها الرجال وفي صلاها ... مواقع كل فيشلة دحوح\nوأنشد ثعلب عن ابن الأعرابي:\nقد أغتدى والليل في حريمه ... معسكرا في الغر من نجومه\nوالصبح قد نسم في أديمه ... يدعه بضفتي حيزومه\nدع الربيب لحيتي يتيمه\n•و \"اليتيم\" مفعول به. واليتيم في اللغة المنفرد؛ يقال امرأة أرملة يتيمة إذا انفردت. وسميت الدرة يتيمة لانفرادها، وأنها لا تظير لها. ويقال يتم [الصبي]\n(1/204)\n\nييتم [يتما] فهو يتيم. وجمع اليتيم يتامى وأيتام. واليتم في الناس من قبل الآباء، وفي البهائم من قبل الأمهات. ويجب أن يكون في الطير من قبل الآباء والأمهات؛ [لأنهما] جميعا يلقمان ويزقان. ويقال لليتيم من البهائم العجى، والجمع عجايا.\n• \"ولا يحض\" الواو حرف نسق. و «لا» تأكيد للجحد. و «يحض» فعل مستقبل. ومعنى يحض يحث سواء. والمصدر حض يحض حضا فهو حاض، والمفعول به محضوض، والأمر حض، وحضا، وحضوا، وحضى، وحضا، واحضضن.\n• \"على\" [حرف جر]. \"طعام\" جر بعلى.\n• \"المسكين\" جر بالإضافة. والمسكين في اللغة عند قوم أحسن حالا من الفقير؛ لقوله تعالى: (أما السفينة فكانت لمساكين). وعند آخرين الفقير أحسن حالا؛ [لأن أبا الطاهر النحوي حدثنا عن ابن الطيان] عن يعقوب بن السكيت قال: قال يونس قلت لأعرابي: أفقير أنت أم مسكين؟ فقال: لا بل مسكين، أي أسوأ حالا. ويقال: قد تمسكن الرجل إذا صار مسكينا. فمسكين مفعيل من السكون وهو تواضع الحال، و [كذلك] المسكنة",
        "(1/205)\n\nالذل والخضوع؛ قال الله تعالى: (وضربت عليهم الذلة والمسكنة): أي الذل والهوان. وقال آخرون: المصدر منه تمسكن الرجل يتمسكن تمسكنا فهو مسكين، كما يقال تمدرع الرجل يتمدرع تمدرعا إذا لبس المدرعة، وتمنطق إذل لبس المنطقة، وتمندل من المنديل. قال سيبويه: امرأة مسكينة شاذ، كما لا يقال امرأة معطيرة.\n• \"فويل\" ابتداء.\n• \"للمصلين\" جر باللام [الزائدة] وهو خبر الابتداء. وكل ما تم به الكلام فهو الخبر، وإنما صلح أن يكون خبرًا وليس هو إياه، لأن ثم ضميرا يعود عليه، والتقدير استقر الويل للمصلين الذين هم عن صلاتهم ساهون، وويل مستقر لهم.\n• \"الذين\" [جر] نعت للمصلين. والأصل للمصليين، فاستثقلوا الكسرة على الياء فحذفوها. فالتقى ساكنان [ياء الجمع والياء التي هي لام الفعل] فحذفت لسكونها وسكون ما بعدها. \"هم\" ابتداء.\n• \"عن صلاتهم\" جر بعن [والهاء والميم جر بالإضافة]. وكسرت الهاء وأصلها الضم لمجاورة كسرة التاء. و «هم» لم تكسرها بل ضممتها حين لم تجاورها كسرة ولا ياء.\n(1/206)",
        "\n• \"ساهون\" خبر الابتداء. وعلامة الرفع الواو التي قبل النون. وفيها ثلاث علامات: علامة الرفع [وهي علامة من يعقل]، والجمع، والتذكير. والنون عوض من الحركة والتنوين اللذين كانا في الواحد. والأصل في ساهون ساهيون؛ لأنهم على وزن فاعلون من سها يسهوا سهوا فهو ساه، فاستثقلوا الضمة على الياء وقبلها كسرة فخزلوها، ثم حذفوها لسكونها وسكون الواو. ويقال: سها يسهو سهوا أيضًا. وأنشد:\nأترغب عن وصية من عليه ... صلاة الله تقرن بالسلام\nأما تخشى السهو فتتقيه ... أم انت مبرأٌ من كل ذام\n• \"الذين\" بدل من الأول. \"هم\" ابتداء. \"يراءون\" فعل مضارع، [علامة المضارع الياء، وعلامة الجمع الواو، وعلامة الرفع النون]. ويراءون مع الابتداء جميعا صلة الذين، وكذلك ساهون. والمصدر راءى يرائي مراءاة [ورئاء] فهو مراء، مثل [راعى يراعى مراعاة فهو] مراع.\n• \"ويمنعون\" الواو حرف نسق. و «يمنعون» فعل مضارع [والياء علامته]، والواو ضمير الفاعلين، وصارت علامة الرفع في النون، والنون تسقط للجزم والنصب [كليهما] إذا قلت لم تمنعوا ولن تمنعوا.\n(1/207)\n",
        "• \"الماعون\" نصب مفعول به. والماعون الطاعة، والماعون الزكاة، والماعون الماء، والماعون المال، والماعون الدلو، والقداحة، والفأس، والنار، والملح، وما أشبه ذلك من المحلات. وإنما سميت المحلات [ماعونا] لأن المسافر إذا كانت معه هذه الأشياء حل حيث شاء. قال الراعي:\nقوم على الإسلام لما يمنعوا ... ماعونهم ويضيعوا التهليلا\n\nسورة الكوثر\n• قوله تعالى: \"إنا أعطيناك\" الأصل إننا، فلما اجتمع ثلاث نونات حذفوا واحدة اختصارا. وقد جاء في القرآن: (واشهد بأننا مسلمون): على الأصل، و «بأنا» على الحذف. والألف الثانية اسم الله تعالى في موضع نصب بـ «إن». والله تعالى يخبر عن نفسه [بلفظ] ملك الأملاك نحو (نحن قسمنا) و «إنا أعطيناك» وهو وحده لا شريك له؛ لأن القرآن نزل بلغة العرب، والملك والرئيس والعالم يخبرون عن أنفسهم بلفظ الجماعة، فيقول الخليفة: قد أمرنا لك بكذا وهو الآمر وحده، كما جرت عادة الآمر بأن يقول للواحد: افعلا كذا، وللجماعة [كذلك]\n(1/208)\n\nعلى لفظ الاثنين. كان الحجاج إذا غضب على رجل قال: يا حرسي اضربا عنقه. و «أعطى» فعل ماض. وفيه لغة أخرى «أنطيناك»، وقد قرأ بذلك رسول الله صلى الله عليه وسلم. تقول العرب: أعطني وأنطني. [والنون والألف اسم الله تعالى في موضع رفع. والألف ألف القطع]. والكاف اسم محمد عليه السلام في موضع نصب.\n• \"الكوثر\" مفعول ثان لأن أعطي يتعدى إلى مفعولين. والكوثر نهر في الجنة حافتاه الذهب، وحصباؤه المرجان والدر، وحاله المسك (يعني الحمأة)، وماؤه أشد بياضا من الثلج وأحلى من العسل، من شرب منه شربة لم يظما بعدها أبدًا. وقيل الكوثر الخير الكثير، ومنه القرآن، وهو فوعل من الكثرة، والواو زائدة منثل كوسج ونوفل، والكوثر في غير هذا الرجل السخي، قال الشاعر:\nوأنت كثير يا بن مروان طيب ... وكان أبوك ابن العقائل كوثرا\nجمع عقيلة وهي المرأة الكريمة. وإنما سميت عقيلة لشرفها وكرمها، مشبهة بالدرة في الصدف وهي معقولة فيها. [وحدثنا محمد عن ابن الطوسي، عن أبيه عن اللحياني قال: العقيلة درة الصدف]، والخريدة المرأة البكر لم تفتض، مشبهة بالخريدة، وهي",
        "(1/209)\n\nالدرة التي لم تثقب. وقال آخرون: الخريدة الكثيرة الحياء الخفرة، يقال: أخرد الرجل إذا سكت حياء، وأقرد إذا سكت ذلا.\n• \"فصل\" جزم بالأمر، وسقطت الياء علامة للجزم. والمصدر صلى يصلى صلاة فهو مصل. \"لربك\" جر باللام الزائدة.\n• \"وانحر\" نسق عليه، وعلامة الجزم [فيه] سكون الراء. والمصدر نحر ينحر نحرا فهو ناحرٌ. واختلف العلماء في ذلك، فقال بعضهم: صل الأضحى وانحر البدن. وقال آخرون: انحر القبلة بنحرك أي استقبلها؛ تقول العرب: بيوتنا تتناحر، أي تتقابل. وقال آخرون: وانحر أي خذ شمالك بيمينك في الصلاة. ويقال نحرت الشاة أي ذبحتها، ونحرت الجزور، ونحرت الشهر إذا دخلت فيه. ويقال لأول يوم من الشهر النحيرة والغرة، ولآخر يوم من الشهر [الفلتة، و] السرار، والسرر –بغير ألف- قال أبو عمرو: وهو الاختيار؛ لأن النبي صلى الله عليه وسلم، قال لرجل: «هل صمت من سرر هذا الشهر شيئا» _ والبراء والدأداء. وسألت ابن مجاهد عن قول رسول الله صلى عليه وآله أنه نهى عن صوم الدأداء؛ فقال: هو يوم الشك.\n(1/210)",
        "\n• \"إن شانئك\" نصب بإن. والكاف في موضع جر بالإضافة. والشانئ المبغض. قال الأعشى:\nومن شانئ كاسف وجهه ... إذا ما انتسبت له أنكرن\n• \"هو الأبتر\" معناه أن مبغضك يا محمد هو الأبتر، أي لا ولد له. والأبتر الحقير، والأبتر الذليل، والأبتر من الحيات المقطوع الذنب والأبتر ذنب الفيل. كانت قريش والشانئون لرسول الله صلى الله عليه وسلم، يقولون إن محمد صنبور، أي فرد لا ولد له، فإذا مات انقطع ذكره، فأكذبهم الله تعالى وأعلمهم أن ذكر محمدٍ مقرون بذكره إلى يوم القيامة، فإذا قال المؤذن أشهد أن لا إله إلا الله قال أشهدُ أن محمدا رسول الله. والصنبور النخلة تبقى منفردة ويدق أسفلها. قال: ولقي رجلٌ رجلاً فسأله عن نخله فقال: صنبر أسفله وعشش أعلاه. والصنبور أيضًا ما في فم الإداوة من حديد أو رصاص. والصنبور الصبي الصغير؛ قال أوس بن حجر:\nمخلفون ويقضي الناس أمرهم ... غش الأمانة صنبور فصنبور\n(1/211)\n",
        "سورة الكافرون\nحدثني ابن دريد عن أبي حاتم عن أبي عبيدة قال: سورتان في القرآن يقال لهما المقشقشتان «قل هو الله أحد» و «قل يأيها الكافرون»، تقشقشان الذنوب كما يقشقش الهناء الجَرَب.\n• قوله تعالى: \"قل يأيها الكافرون\" «قل» أمر، وعلامة الأمر سكون اللام. [وسقطت الواو لسكونها وسكون اللام]. و «يا» حرف [نداء]. و «أي» رفع بالنداء. و «ها» تنبيه. و «الكافرون» نعت لأي وصلة له. فإن سأل سائل فقال: التنبيه يدخل قبل الاسم المبهم نحو «هذا» فلم دخل ها هنا بعد أي؟ فقل لأن أيا تضاف إلى ما بعدها، فولا أن التنبيه فصل بين الكافرين وأي لذهب الوهم إلى أنه مضاف.\n• \"لا أعبد\" «لا» جحد. و «أعبد» فعل مضارع، وعلامة رفعه ضم آخره.\n• \"ما\" نصب مفعول به، وهو بمعنى الذي، أي لا أعبد يا معشر الكفرة الصنم الذي تعبدونه.\n(1/212)\n\n• \"تعبدون\" صلة ما. والواو الذي فيه ضمير الفاعلين. والهاء المضمرة تعود على الذي، والتقدير: ما تعبدونه. فإن قيل لك: لم حذفت الهاء؟ فقل: لما صارت أربعة أشياء شيئا واحدا: الاسم الناقص، مع صلته وهو الفعل، ومع الواو وهي ضمير الفاعلين، ومع الهاء وهي المفعول، فلما طال الاسم بالصلة حذفوا الهاء، وكانت أولى بالحذف من غيرها لأنها مفعول، وهي فضل في الكلام. قال الشاعر:\nذريني إنما خطئ وصوبي ... على وإن ما أهلكت ما لي\nمعناه وإن الذي أهلكته هو مالي.\n• [\"ولا\" جحد. \"أنتم\" رفع بالابتداء. \"عابدون\" خبر للابتداء، وعلامة الرفع الواو التي قبل النون، والنون عوض عن الحركة. \"ما\" اسم الله تعالى في موضع نصب. \"أعبد\" فعل محمد عليه السلام وهو صلة ما].\n• \"ولا\" نسق عليه. \"أنا\" رفع بالابتداء. \"عابد\" خبره.",
        "(1/213)\n\n• \"ما\" مفعول بها. \"عبدتم\" صلة ما. وشددت التاء لأن الأصل عبدتم ظاهر الدال، والدال أخت التاء قريبة منها، فقلبوا من الدال تاء وأدغموا التاء في التاء. ولو كان في غير القرآن لجاز أن تقول عبد دم، تقلب من التاء دالا، لأن الدال أجهر وأقوى، فيغلب القوي على الضعيف، والمجهور على المهموس.\n• \"ولا أنتم\" إعرابه كإعراب الأول. \"عابدون\" خبر أنتم.\n•و\"ما\" مفعول. و\"أعبد\" فعل مستقبل وهو صلة ما، وفيه هاء محذوفة، والتقدير ما أعبده، وكذلك في جميع ما تقدم.\nفإن سأل سائل فقال: ما وجه التكرير في هذه السورة؟ فقل: معناه أن قوما من كفار قريش صاروا إلى النبي صلى الله عليه فقالوا أنت سيد بني هاشم وابن ساداتهم، ولا ينبغي أن تسفه أحلام قومك، ولكن نعبد نحن ربك سنة وتعبد أنت إلهنا سنة، فأنزل الله تعالى: قل يأيها الكافرون، لا أعبد ما تعبدون الآن ولا أنتم عابدون فيما تستقبلون ما أعبد، ولا أنا عابد فيما أستأنف ما عبدتم أنتم فيما مضى من الزمان. ولا أنتم عابدون الساعة ما أعبد.\nفإن قال قائل: فقد كان فيهم من أسلم بعد ذلك الوقت فلم قيل ولا أنتم عابدون؟ فالجواب في ذلك أن هذا نزل في قوم بأعيانهم ماتوا على الكفر وعلم الله تعالى ذلك منهم، فأخبر أنهم لا يؤمنون أبدًا؛ كما قال تعالى: (سواء عليهم\n(1/214)",
        "\nءأنذرتهم أم لم تنذرهم لا يؤمنون)، في قوم بأعيانهم، وقد نفعت الموعظة قوما. وفيه جواب آخر: أن يكون الخطاب عاما ويراد به الخاص لمن لا يؤمن وإن كان فيهم من قد آمن.\n• \"لكم دينكم ولي دين\" الكاف والميم جر باللام الزائدة. فإن قال قائل: لم فتحت اللام ولام الإضافة مكسورة إذا قلت لزيد ولعمرو؟ فقل: أصل كل لام الفتح، وإنما يجوز كسر بعض اللامات إذا وقع فيه لبس نحو قولك إن هذا لزيد وإن هذا لزيد. فيفرق بين لام الملك ولام الابتداء. ولام الإضافة متى وليها مكني لم تلتبس فلم يحتاجوا إلى فرق. «دينكم» رفع بالابتداء. و «لكم» خبره. «ولي» الياء جر باللام الزائدة. «دين» رفع بالابتداء. فإن قال قائل: لم خفضت النون وموضعه رفع بالابتداء مثل الأول؟ فقل: لأني أضفته إلى ياء المتكلم ثم اجتزأت بالكسرة عن الياء، والأصل «ديني» بالياء، فحذفوا الياء اختصارا؛ كما قال الشاعر:\nكفاك كف ما تليق درهما ... جودا وأخرى تعط بالسيف الدما\nأراد \"تعطي\" بالياء فحذف الياء اختصارا. وهذه الآية منسوخة بقوله: (فاقتلوا المشركين حيث وجدتموهم) وكذلك جميع ما في القرآن مما قد أمر به النبي صلى\n(1/215)\n",
        "الله عليه من الكف عن المشركين والصبر عليهم، فإن آية السيف نسخته، كقوله: (خذ العفو وأمر بالعرف وأعرض عن الجاهلين).\n\nسورة الفتح ومعانيها\nلما نزلت هذه السورة على رسول الله صلى الله عليه قال: «نعيت إلى نفسي». وذلك أن الرجل كان يسلم والرجلان، فلما كان في آخر عمره صلى الله عليه كانت القبيلة تسلم بأسرها، فقال الله تعالى: (ورأيت الناس يدخلون في دين الله أفواجا فسبح بحمد ربك واستغفره إنه كان توابا).\n• قوله تعالى\"إذا جاء نصر الله\" «إذا» و «إذ» حرفا وقت، فإذ وجابة، وإذا غير واجبة. ومعناه أن إذ ماضية، وإذا مستقبلة. تقول: أزورك إذا وافى الأمير، وزرتك إذ قدم الحاج. وهما لا يعملان شيئًا. وربما جازت العرب بإذا وإذما وإذاما، فجزموا الفعل بعده، وليس ذلك مختارا لأنه موقف. والصواب أن تقول إذا تزورني أزورك، ولا تقل إذا تزرني أزرك، قال زهير:\nوإذا ما تشاء تبعث منها ... مغرب الشمس ناشطا مذعورا.\nالناشط الثور الوحشي.\n(1/216)\n\n• \"جاء\" فعل ماض، والأصل جيأ، فصارت الياء ألفا لتحركها وانفتاح ما قبلها، ومدت الألف تمكينا للهمزة، غير أن الكتابة بألف واحدة؛ لأنه متى اجتمع ألفان اجتزءوا بواحدة، وإذا اجتمع ثلاث ألفات اجتزءوا باثنتين. والمصدر جاء يجيء جيئا ومجيئا فهو جاء، والأصل جائيء، فاستثقلوا الجمع بين همزتين، فلينوا الثانية فصارت ياء لانكسار ما قبلها، وحذفوها لسكونها وسكون التنوين فصار جاء، مثل قاض ورام.\n«نصر الله» رفع بفعله. وأضفت النصر إلى اسم الله تعالى، ولم تنونه لأنه مضاف. والمصدر نصر ينصر نصرا [فهو ناصر]، والأمر انصر، وانصرا، وانصروا وانصري، وانصرا، وانصرن. والنصر في اللغة الفتح، والنصر الرزق. وقيل في قوله تعالى: (من كان يظن أن لن ينصره الله في الدنيا والآخرة) أي لن يرزقه الله. ووقف أعرابي يسأل الناس فقال: نصر الله من نصرني. ويقال: نصر الغيث بلد كذا؛ وأنشد:\nإذا انسلخ الشهر الحرام فودعي ... بلاد تميم وانصري أرض عامر.\nويقال: نصرت أرض فلان أتيتها. ومن جاء الأمر جئ يا هذا، وجيئا وجيئوا، مثل جع وجيعا وجيعوا وللمرأة جيئي، وجيئا، وجئن، وإذا أمرت الرجل من جاء يجيء بالنون المشددة قلت: جيئن يا يزيد، وجيئان، وجيؤن [يا رجال]،",
        "(1/217)\n\nوللمرأة جيئن [يا امرأة]، وللمرأتين مثل المذكرين، وللنسوة جئنان مثل اضربنان وبعنان، لأنه لما اجتمع ثلاث نونات حجزوا بينها بالألف.\n• \"والفتح\" نسق عليه، وعلامة الرفع فيه ضمة الحاء. والمصدر فتح يفتح فتحا فهو فاتح، والأمر افتح. والفتح في اللغة النصر؛ قال الله تعالى: (وكانوا من قبل يستفتحون): أي يستنصرون بمحمد صلى الله عليه وسلم، يعني اليهود؛ لأن اسمه صلى الله عليه [كان عندهم] موذ موذ بالعبرانية، ويقال ماذ ماذ، وبالسريانية المنحمنا، والبراقليطس بالرومية. (فلما جاءهم ما عرفوا) يعني النبي صلى الله عليه وآله والقرآن (كفروا به). [وحدثنا أحمد عن علي عن أبي عبيد] أن النبي صلى الله عليه كان يستفتح في غزواته بصعاليك المهاجرين والأنصار. ومعناه يستنصر بفقرائهم. والفتح في غير هذا الحكم، ويسمى القاضي الفتاح. قال الله تعالى: (ربنا افتح بيننا وبين قومنا بالحق) أي احكم. حدثنا ابن مجاهد عن السمري عن الفراء عن الكسائي أنه سمع أعرابية تقول لزوجها: بيني وبينك الفتاح. تريد القاضي. [حدثنا محمد عن ثعلب] عن ابن الأعرابي قال سمعت أعرابيا يقول: لا والذي أكتع به، أي أحلف به، ويقال: ما في الدار كتيع، أي أحد.\n• \"ورأيت الناس\" الواو حرف نسق. و «رأى» فعل ماض. وهذا من رؤية العين يتعدى إلى مفعول واحد. و «الناس» مفعول بهم.\n(1/218)",
        "\n• \"يدخلون\" حال، ومعناه ورأيت الناس داخلين، وذلك أن الفعل المضارع إذا حل محل الاسم ارتفع، تقول: رأيت زيدا يقوم، معناه رأيت زيدا قائما. و «يدخلون» فعل مضارع، وعلامة جمعه الواو، وعلامة رفعه النون.\n• \"في دين الله\" جر بفي. واسم الله تعالى جر بالإضافة.\n• \"أفواجا\" نصب عل الحال، واحدهم فوج. والفوج جمعٌ لا واحد له من لفظه، مثل الرهط، والقبيلة، والعصبة، والنفر، والملأ، والقوم. والنفر يقع على الرجال دون النساء.\n• \"فسبح\" أمر وعلامة الأمر سكون الحاء. ومعنى سبح: صل. والتسبيح الصلاة. والمصدر سبح يسبح تسبيحا فهو مسبح، \"بحمد\" جر بالباء الزائدة. والمصدر حمد يحمد حمدا فهو حامد. \"ربك\" جر بالإضافة.\n• \"واستغفره\" نسق عليه. والهاء في موضع نصب. \"إنه\" الهاءُ\n(1/219)\n",
        "نصب بإن. \"كان\" فعل ماض. والمصدر كان يكون كونا فهو كائن. والتقدير إنه كان الله توابا؛ فاسم كان مضمر فيه.\n• \"توابا\" خبره. ومعناه أن الله رجاع لعباده إذا تابوا من المعصية إلى الطاعة. وكذلك قوله: (فإنه كان للأوابين غفورا): أي للراجعين إلى الخير. ولو لم تذنبوا يا بني آدم لخلق الله تعالى أقواما يذنبون فيتوبون ويستغفرون فيغفر لهم.\n\nسورة تبت ومعانيها\n• قوله تعالى: \"تبت يدا أبي لهب\" «تبت» فعل ماض، ومعناه الاستقبال لأنه دعاء عليه، ومعناه خسرت يداه. والمصدر تب يتب تبا فهو تاب، والمفعول به متبوب، والأمر تب، وإن شئت كسرت، وتبوا وتبا، وللمرأة تبي وتبا، واتببن، لما خرج التضعيف سكن أول الفعل فجئت بألف الوصل. ويقال امرأة تابة. أي عجوزٌ قد هلك شبابها. والتباب الهلاك. [قال الله:] (وما كيد فرعون إلا في تباب). قال عدي:\nاذهبي إن كل دنيا ضلال ... والأماني عقرها للتباب\nلا يروقنك صائر لفناء ... كل دنيا مصيرها للتراب\n(1/220)\n\n[وقال جرير:]\n[عرادة من بقية قوم لوط ... ألا تبا لما عملوا تبابا\nوقال كعب بن مالك يمدح النبي صلى الله عليه وسلم:\nالحق منطقه والعدل سيرته ... فمن يعنه عليه ينج من تبب]\nوالتاء [الثانية] تاء التأنيث لأن اليد مؤنثة. ومعنى تبت يداه أي تب هو؛ لأن العرب تنسب الشدة والقوة والأفعال إلى اليدين إذ كان بهما يقع كل الأفعال؛ ويقال: هم يطئون على صدور نعالهم أي على نعالهم. وقال الله تعالى: (كل شيء هالك إلا وجهه) أي إلا هو. «يدا» رفع بفعلهما، وعلامة الرفع الألف التي قبل النون، وكان في الأصل يدان، فذهبت النون للإضافة، و «أبي» جر بالإضافة. و «لهب» جر بالإضافة. وإنما كنى بأبي لهب لأن وجنتيه كانتا، [كأنهما] تتوقدان حسنا. فإن قيل: لم كني ولم يسم؟ فقل لأن اسمه كان عبد العزى، وقرأ ابن كثير «أبي لهب» بإسكان الهاء.\n• \"وتب\" الواو حرف نسق. و «تب» فعل ماض لفظا ومعنى جميعا، وبينهما فرق، وذلك أن تبت الأولى دعاء، والثانية خبر، كما تقول جعلك الله صالحا وقد فعل،",
        "(1/221)\n\nفتبت يدا أبي لهب وقد تب، وفي حرف ابن مسعود: «تبت يدا أبي لهب وقد تب». وقال العجير:\nعرجت فيها سراة اليوم أسألها ... فأسبل الدمع في السربال وانفتلا\nحيا الإله وبياها ونعمها ... دارا ببرقة ذي العلقى وقد فعلا\n• \"ما أغنى\" «ما» جحد، ولا موضع لها من الإعراب. «أغنى» فعل ماض. والمصدر أغنى يغني إغناء فهو مغن. والألف ألف قطع، والأمر أغن بفتح الألف وقطعها. وقال آخرون: «ما» استفهام أي أيُّ شيءٍ أغنى عنه ماله!.فعلى هذا «ما» رفعٌ بالابتداء.\n• \"عنه\" الهاء جر بعن. و\"ماله\" رفع بفعله. و [الهاء جر بالإضافة].\n• \"وما كسب\" رفع نسق على المال، ومعناه والذي كسب. و «كسب» فعل ماض، وهو صلة الذي. والمصدر كسب يكسب كسبا فهو كاسب. ويقال: كسب زيد المال، وكسبه زيد غيره، ولا يقال أكسبه؛ كما يقال: سلك زيد الطريق، وسلكه زيد غيره، ولا يقال أكسبه، ولا أسلكه إلا في شذوذ. ويقال في التفسير «وما كسب» يعني ولده. وعائد [ما الذي هو بمعنى] الذي هاء مضمرة، والتقدير: وما كسبه.\n(1/222)",
        "\n• \"سيصلى\" السين تأكيد للاستقبال. و «يصلى» فعل مستقبل والمصدر صلى يصلي صليا، [فهو صال]. وأصلاه الله يصليه إصلاء فهو مصل. وقد قرأ الأعمش \"سيصلى\" بضم الياء. ويجوز أن تقول صليته النار؛ لأن الأعمش روى عنه (فسوف نصليه نارا). ويقال: صليت الشاة إذا شويتها، فأنا صال، والشاة مصلية؛ ومن ذلك حديث رسول الله صلى الله عليه أنه أهديث إليه شاة مصلية، وأجاز الفراء [شاة] مصلاة،؛ لأنك تقول أصليتها أيضًا. ويقال للشواء: الصلاء، والمضهب، والرشراش، والروذق، والمشنط، والمرموض، والرميض، والمحنوذ، والحنيذ، والسويد، والمحسوس، والمحاش، والسحساح، والأنيض، والمغلس، والمخدع، كله الشواء.\n(1/223)\n",
        "• \"نارا\" مفعول بها. \"ذات\" نعت للنار. \"لهب\" جر بالإضافة. والنار هذه المحرقة، والنار أيضًا النور؛ والنار سمة الإبل.\n• \"وامرأته\" رفعها من جهتين، إن شئت بالابتداء، وحمالة الحطب خبرها، وإن شئت نسقتها على الضمير في سيصلى، [أي سيصلى] أبو لهب وامرأته. والهاء جر بالإضافة. وفي حرف ابن مسعود «مريئته» مصغرا. والعرب تقول: هذه مرأتي وامرأتي، وزوجي، وزوجتي، وحنتي، وطلتي، وشاعتي، وإزاري، ومحل إزاري، وخضلتي، وحرثي؛ قال الشاعر:\nإذا أكل الجراد حروث قوم ... فحرثي همه أكل الجراد\nوتسمي المرأة بيتًا. والعرب تكني عن المرأة باللؤلؤة، والبيضة، والسرحة، والأثلة، والنخلة، [والشاة]، والبقرة، والنعجة، والودعة، والعيبة، والقوارير، والربض، والفراش، [والريحانة، والظبية، والدمية، وهي الصورة، والنعل، والغل، والقياء والجارة]، والمزخة، والقوصرة. وكنى الفرزدق عن المرأة بالجفن فجعلها جفنا لسلاحه، وكانت ماتت وهي حبلى، فقال:\n(1/224)\n\nوجفن سلاح قد رزئت ولم أنح ... عليـ ولم أبعث عليه البواكيا\nوفي جوفه من دارم ذو حفيظة ... لو ان المنايا أنسأته لياليا\n[وكنى عنها آخر بموضع السرج من الفرس، فقال يخاطب امرأته:\nفإما زال سرج عن معد ... فأجدر بالحوادث أن يكونا\nيقول: ربما مت فزلت عنك، فانظري كيف تكونين بعدي].\n• \"حمالة\" رفع خبر الابتداء. ومن قرأ (حمالة) بالنصب وهي قراءة عاصم، نصب على الحال والقطع، وإن شئت على الشتم والذم، أشتم حمالة الحطب وأذم حمالة الحطب. والعرب تنصب على الذم كما تنصب على المدح. فالمدح قولهم اللهم صل على محمد أبا القاسم، تعني أمدح أبا القاسم، وإن شئت رفعت على تقدير هو أبو القاسم، وإن شئت جررت على اللفظ. قال الشاعر:\nإلى الملك القرم وابن الهمام ... وليث الكتيبة في المزدحم\nفنصب ليثا على المدح. وكذلك بالذم تقول: مررت بزيد الفاسق، تعني أذم وأعني.\nقال الشاعر:\nسقوني الخمر ثم تكنفوني ... عداة الله من كذب وزور",
        "(1/225)\n\n• \"الحطب\" جر بالإضافة. قال قوم: كانت تحمل الشوك فتلقيه في طريق المسلمين وفي طريق النبي صلى الله عليه بغضا منها لهم. وقال آخرون: بل كانت تمشي بالنميمة وتنقل الأخبار على جهة الإفساد. قال الشاعر:\nمن البيض لم تصطد على ظهر لامة ... ولم تمش بين القوم بالحظر الرطب\nالحظر [الرطب] الحطب، وإنما جعله رطبا لأنه أشد دخانا [وأذى].\n[قال: ومر اللهبي الفضل بن العباس والأحوص ينشد، فقال ممازحا له:\nإنك لشاعر ولكن لاتمثل. فقال بلي، ولقد قلت – معرضا بأم جميل-:\nما ذات حبل يراه الناس كلهم ... وسط الجحيم فلا تخفى على أحد\nترى حبال جميع الناس من شعر ... وحبلها وسط أهل النار من مسد\nفقال اللهبي يرد عليه:\nماذا تحاول من شتمي ومنقصتي ... أم ما تعير من حمالة الحطب\nغراء سائلة في المجد غرتها ... كانت سليلة شيخ ثاقب الحسب\n(1/226)",
        "\nأفي ثلاثة رهط أنت رابعهم ... عيرتني واسطا جرثومة العرب\nفلا هدى الله قوما أنت سيدهم ... في جلده بين أصل الثيل والذنب]\n• \"في جيدها\" جر بفي. والجيد العنق، وجمعه أجياد، وموضع بمكة يقال له أجياد؛ سمي بذلك لعلوه. والجيد بفتح الياء طول العنق. ويقال للعنق العُنُقُ، والعُنْقُ، والجيد والكرد، وأصله بالفارسية كردن فعرب. وأنشد:\nوكنا إذا الجبار صعر خده ... ضربناه دون الانثيين على الكرد\nالأنثيان الأذنان، والأنثيان في غير هذا الخصيان. ويقال للعنق الهادي.\n• \"حبل\" رفع بالابتداء عند البصريين، لأن معناه التقديم والتأخير.\n• \"من مسد\" جر بمن. والمسد الليف. وأنشد:\nيا مسد الخوص تعوذ مني\nوالمسد مصدر مسد الحبل يمسده مسدا إذا أحكم فتله. واختلف الناس في ذلك، فقال قوم: حبل من نار. وقال آخرون: في جيدها حبل من مسد يعني حبلا ذرعه سبعون ذراعًا.\n(1/227)\n",
        "سورة الصمد ومعانيها\n• \"قل هو الله\" «قل» أمر. فإن سأل سائل فقال: إذا قال القائل: قل لا إله إلا الله وجب أن تقول: لا إله إلا الله ولا تزد قل، فما وجه ثبات الأمر في قل في جميع القرآن؟\nفالجواب في ذلك أن التقدير قل يا محمد قل هو الله أحد، وقل يا محمد قل أعوذ برب الناس، فقال النبي صلى الله عليه كما لقنه جبريل عن الله عز وجل. [وأخبرنا محمد بن أبي هاشم] عن ثعلب عن ابن الأعرابي قال: قيل لأعرابي: ما تحفظ من القرآن؟ فقال: أحفظ سور القلاقل، يعني ما كان في أوله قل. وفي حرف ابن مسعود: «هو الله أحد» بغير قل. و «هو» رفع بالابتداء. و «الله» تعالى خبره. فإن قيل: لم ابتدأت بالمكنى ولم يتقدم ذكره؟ فقل لأن هذه السورة ثناء على الله تعالى وهي خالصة له ليس فيها شيء من ذكر الدنيا، ونزلت جوابا لقوم قالوا للنبي صلى الله عليه: أخبرنا عن الله تعالى ذكره أمن ذهب هو أم من فضة أم من مسك، فأنزل لله تبارك وتعالى: (قل هو الله أحد).\n• \"أحد\" بدل من اسم الله. والأصل في أحد وحد أي واحد، فانقلبت الواو ألفا. وليس في كلام العرب واو قلبت همزة وهي مفتوحة إلا حرفان أحد،\n(1/228)\n\nوقولهم: امرأة أناة، [أي رزان]؛ لأن الواو، [إنما] تستثقل عليها الكسرة والضمة، فأما الفتحة فلا تستثقل، وهذان الحرفات شاذان. وزاد ابن دريد حرفا [ثالثا]: إن المال إذا زكى ذهبت أبلته أي وبلته. وزاد محمد بن القاسم رابعا: واحد آلاء الله ألي، والأصلى ولي من أولاه الله معروفا. فإن جمعت بين واوين قلبتها همزة وإن كانت مفتوحة، مثل قولك في فوعل من وعد أوعد، وكان الأصل ووعد، فقلبوا الأولى همزة كراهية لاجتماع واوين.\n• \"الله\" ابتداء. و\"الصمد\" خبره. واختلف الناس في تفسير الصمد، فأجود ما قيل [في] الصمد السيد الذي قد انتهى سودده ويصمد الناس إليه في حوائجهم [فهو قصد الناس]، والخلائق مفتقرون إلى رحمته. وأنشد:\nألا بكر الناعي بخيري بني أسد ... بعمرو بن مسعود وبالسيد الصمد\nوقال آخرون: الصمد الذي لا يطعم، والصمد الذي لا يخرج منه شيء،\n[من كان ذا خوف يخاف الردى ... فإن خوفي صمد مصمت]\nوالصمد الباقي بعد فناء خلقه.",
        "(1/229)\n\n• \"لم يلد\" جزم بلم. والأصل يولد، فلما حلت الواو بين ياء وكسرة خزلوها. فإن حلت الواو بين ياء وفتحة أو بين ياء وضمة لم تحذف، مثل يوطؤ ويوضؤ، ويوجل ويوحل. فإن سأل سائل فقال: لم لم تسقط الواو من يوعد ويوزع وقد حلت بين ياء وكسرة؟ فالجواب في ذلك أن هذه الواو مدة لا واو صحيحة؛ لأن الواو إذا سكنت وانضم ما قبلها تصير مدة فصارت بمنزلة الألف في واعد.\n• \"ولم\" الواو حرف نسق، و «لم» حرف جزم.\n• \"يولد\" جزم بلم، علامةجزمه سكون الدال. وثبتت الواو إن شئت لأن قبلها ضمة وهي مدة، وإن شئت لأن بعدها فتحة، وقد اجتمع فيها الأمران.\n• \"ولم\" الواو حرف نسق. و «لم» حرف جزم.\n• \"يكن\" جزم بلم، والأصل يكون، فاستثقلوا الضمة على الواو فنقلت إلى الكاف، وسقطت الواو لسكونها وسكون النون. فإن سأل سائل فقال: إن في كتاب الله تعالى «ولا تك» بحذف النون. وفي موضع «ولا تكن»، وفي موضع «ولا تكونن» وكلها نهي به فما الفرق؟ فالجواب في ذلك أن الموضع الذي قيل فيه «ولا تكن» سقطت الواو لسكونها وسكون النون؛ وذلك أن كل فعل إذا صحت لامه واعتلت عينه كان حذف عينه عند سكون لامه لالتقاء الساكنين لا للجزم. والموضع الذي قيل فيه «ولا تكونن» لما جئت بنون التوكيد المشددة فانفتحت الأولى رجعت الواو إذ كان حذفها لمقارنة الساكن، فلما تحرك الساكن رجعت. والموضع الذي قيل فيه «ولا تك» فإن النون سقطت لمضارعتها حروف المد واللين\n(1/230)",
        "\nإذ كانت تكون إعرابًا في يقومان، وسقوطها علامة الجزم إذا قلت لم يقوما، كما تقول في حرف المد واللين يدعو ويغزو، ولم يدع ولم يغز. فلما كثر استعمالهم لكان، ويكون، إذ كانت إيجابا لكل فعل ونفيا لكل فعل، حذفوا النون اختصارا، ولم يفعلوا ذلك في صان يصون، فيقال لم يص زيد عمرا إذ لم يكثر استعمالهم كذلك، فاعرف ذلك فإنه لطيف.\n• \"له\" الهاء جر باللام الزائدة. \"كفوا\" خبر كان.\n• \"أحد\" اسم كان، أي ولم يكن أحد شبيها ولا كفوا. وقال آخرون: كفوا ينتصب على الحال ومعناه التقديم والتأخير: ولم يكن له أحد كفو، بالرفع، فلما تقدم نعت النكرة على المنعوت نصب على الحال، كما تقول: عندي غلام ظريف، وعندي ظريفا غلام، وأنشد:\nلمية موحشا طلل ... يلوح كأنه خلل\nوفي كفو لغات: كفء، وكفؤ، وكفو، وكفاء، وكله بمعنى واحد، أي ليس له مثل ولا عديل.\n(1/231)\n",
        "سورة الفلق ومعانيها\n• \"قل\" أمر، وعلامة الأمر سكون آخره. والأصل عند أهل البصرة أقول على وزن أُقْتُلْ، فاستثقلوا الضمة على الواو فنقلوها إلى القاف، فلما تحركت القاف استغنوا عن ألف الوصل فصار قول، فالتقى ساكنان الواو واللام، فحذفوا الواو لالتقاء الساكنين، وعند أهل الكوفة الأصل لتقول فيجزمونه بلام الأمر، قالوا: ثم حذفنا حرف الاستقبال واللام في الأمر تخفيفا، فهو عندهم مجزوم بتلك اللام المقدرة. وعند أهل البصرة لما حذفت تلك اللام وحرف المضارع صار موقوفا، لا مجزوما؛ لأن العامل إذا وجد عمل، وإذا فقد بطل عمله. ولو كان كما زعموا لكان الموجود معدوما والمعدوم موجودا. والدليل على أن الأصل اللام ردهم إياه في الغائب إذا قلت ليذهب زيد، و (لينفق ذو سعة من سعته). فكذلك المأمور كان أصله لتفعل، فكثر استعماله فحذفوه. ومن العرب من يأتي في المخاطب على الأصل فيقول: لتذهب ولتركب يا زيد. وقرأ النبي صلى الله عليه وسلم (فبذلك فلتفرحوا) بالتاء، وقد قرأ به من السبعة ابن عامر. و [حدثني أحمد عن علي عن أبي عبيد عن إسماعيل بن جعفر] عن أبي جعفر المدني، أنه قرأ (فبذلك فلتفرحوا) بالتاء. ولا تحذف اللام في غائب إلا في شاذ أو ضرورة شاعر. قال الشاعر:\n(1/232)\n\nمحمد تفد نفسك كل نفس ... إذا ما خفت من أمر وبالا\nأراد لتفد، فحذف اللام.\n• \"أعوذ\" فعل مضارع، [علامة رفعه ضم آخره].\n• \"برب\" جر بالباء [الزائدة].\n• \"الفلق\" جر بالإضافة. والفلق الصبح، ويقال: هو أبين من فلق الصبح، ومن فرق الصبح، والفلق أيضًا الخلق، ومنه قولهم: لا والذي فلق الحبة، وبرأ النسمة، والفلق جب في جهنم يصير إليه صديد أهل النار وقيحهم، وقيل: الفلق واد في جهنم نعوذ بالله منه، كما قيل في قوله: (وجعلنا بينهم موبقا): قيل الموبق واد في جهنم، [نعوذ بالله منه]، وقيل: الموبق المهلك، وقيل الموبق الموعد. والفلق في غير هذا ما اطمأن من الأرض، والفلق مقطرة من خشب.\n• \"من شر ما خلق\" [«من» حرف جر. و] «شر»: جر بمن. [(وما): بمعنى الذي وهو جر بالإضافة]. و «خلق» فعل ماض وهو صلة ما. والمصدر خلق يخلق خلقا فهو خالق.",
        "(1/233)\n\n• \"ومن شر\" الواو حرف نسق. و «شر» جر بمن. وجمع شر شرور، وجمع خير خيور. فإن قال قائل: جميع ما في كلام العرب أفعل من كذا في معنى التفاضل يجيء بالألف نحو قولك زيد أفضل من عمرو، وزيد أكتب من خالد إلا في خير وشر، فإنهم قالوا زيد خير من عمرو، وشر من عمرو، ولم يقولوا أخير ولا أشر، فلم أسقطوا الألف من هذين؟ فقل لعلتين: إحداهما أن خيرا وشرًا كثر استعمالهما فحذفت ألفهما. وقال الأخفش جميع ما يقال فيه أفعل من كذا لا ينصرف إلا خيرا وشرا فإنهما ينصرفان، فحذفت ألفهما إذ فارقا نظائرهما.\n• \"غاسق\" جر بالإضافة. والغاسق الليل إذا دخل بظلمته؛ يقال غسق الليل وأغسق إذا أظلم، وغسقت عينه تغسق إذا دمعت. وقيل الغساق الماء المنتن، وقيل الغاسق القمر. قال النبي صلى الله عليه وسلم لعائشة وقد نظرت إلى القمر: «يا عائشة تعوذي الله من هذا فإنه الغاسق».\n• \"إذا وقب\" ومعني وقب ذهب ضوءه، وإنما يكون ذهاب ضوئه أمارة لقيام الساعة؛ كما قال تعالى: (وجمع الشمس والقمر):أي جمع بينهما\n(1/234)",
        "\nفي ذهاب ضوئهما. والمصدر من وقب يقب وقبا ووقوبا فهو واقب، والأمر قب، وقبا وقبوا وقبي وقبا وقبن، ويقال: وقب الفرس والبرذون يقب وقيبا ووقوبا فهو واقب، وهو الذي تسمعه من جوفه.\n• \"ومن\" نسق عليه. \"شر\" جر بمن. \"النفاثات\" جر بالإضافة. والنفاثات السواحر، واحدتها نفاثة. ومن قرأ «النافثات» فإنها تكون مرة ومرارا، والمشدد لا يكون إلا مكررا. والنفث الريح بالرقية ونفخ بلا ريق، والتفل نفخ معه ريق. وأنشد:\nطعنت مجامع الأحشاء منه ... بنافذة على دهش وفتر\nتركت الرمح يبرق في صلاه ... كأن سنانه منقار نسر\nفإن يبرأ فلم أنفث عليه ... وإن يهلك فذلك كان قدري\nأي تقديري.\n• \"في العقد\" جر بفي. وأصل ذلك أن بنات لبيد بن أعصم سحرن النبي صلى الله عليه، فجعلن السحر في جف طلعة (أي في قشرها) تحت راعوفة بئر، وكان\n(1/235)\n",
        "السحر وترًا فيه إحدى عشرة عقدة. فبينما رسول الله صلى الله عليه ذات يوم بين النائم واليقظان إذ أتاه ملكان فجلس أحدهما عند رأسه والآخر عند رجليه. فقال الذي عند رأسه للذي عند رجليه: ما به؟ قال: به طب- والعرب تسمى السحر طبا- قال من طبه؟ قال: بنات لبيد بن أعصم. قال وأين طبه؟ قال في جف طلعة تحت راعوفة بئر بني فلان. فانتبه رسول الله صلى الله عليه فبعث عليا عليه السلام وعمارا فاستخرجا السحر، فجعلا كلما حلا عقدة وتلوا آية من \"قل أعوذ برب الفلق\"، و \"قل أعوذ برب الناس\" وهما إحدى عشرة آية على عدد العقد، وجد رسول الله صلى الله عليه خفا. فلما حلت العقد وتليت السورتان قام رسول الله صلى الله عليه كأنه أنشط من عقال. وأمر أن يتعوذ بهما، وكان يعوذ بهما الحسن والحسين عليهما السلام. والعقدة في كلام العرب الحائط الكثير النخل. [وكذلك القرية الكثيرة النخل]. وكان الرجل إذا اتخذ ذلك فقد أحكم أمره، فسميت العقدة في الشد بذلك. وكل شيء يعتمد عليه عقدة.\n• \"ومن شر\" جر بمن. \"حاسد\" جر بالإضافة. \"إذا\" حرف وقت [غير واجبٍ].\n(1/236)\n\n• \"حسد\" فعل ماض. والمصدر حسد يحسد حسدا فهو حاسد. والعرب تقول: حسد حاسدك، إذا دعوا للرجل؛ أي لازلت في موضع تحسد عليه. والعامة تقول حسد حاسدك، وهذا خطأ. وأنشد ابن مجاهد.\nحسدوا الفتى إذ لم ينالوا سعيه ... فالناس أضداد له وخصوم\nكضرائر الحسناء قلن لوجهها ... كذبا وزورا إنه لدميم\nالدمامة في الخَلق، والذمامة في الخُلُقِ. [وقيل للحسن: يا أبا سعيد أيحسد المؤمن؟ قال: ويحك ما أنساك بني يعقوب حيث ألقوا أخاهم يوسف في الجب! ولكن الحسد لا يضر مؤمنا دون أن يبديه بيد أو لسان. فأما] معنى قول النبي صلى الله عليه: «لا حسد إلا في اثنين: رجل آتاه الله مالا فهو ينفقه في سبيل الله عز وجل، ورجل آتاه الله قرآنا فهو يتلوه بالليل والنهار» فإن معناه أن الحسد لا يجب أن يكون في شيء من الأشياء، ولو كان واجبا لكان في هذين.",
        "(1/237)\n\nسورة الناس ومعانيها\n•قوله تعالى: \"قل أعوذ برب الناس) \" \"قل\" [أمر] موقوف في قول البصريين، ومجزوم في قول الكوفيين. «أعوذ» فعل مضارع. «برب» جر بالباء الزائدة. وشددت الباء لأنهما باءان. «الناس» جر بالإضافة. وقرأ الكسائي «برب الناس» بالإمالة. وإنما أمال ليدل على أن ألفه منقلبة من ياء والأصل قل أعوذ برب النيس، فصارت الياء ألفا لتحركها وانفتاح ما قبلها، وسمعت ابن الأنباري يقول: الأصل في الناس النوس. وجائز أن يكون النسى من النسيان، فقلبوا لام الفعل إلى موضع عينه، وفيه قول رابع، قال سيبويه: الأصل في الناس الأناس، فتركوا الهمزة تخفيفا وأدغموا اللام في النون.\n• \"ملك\" بدل من رب. \"الناس\" جر بالإضافة. والناس يكون واحدا وجمعا؛ فالواحد مثل قوله تعالى: (الذين قال لهم الناس إن الناس قد جمعوا لكم): وكان الذي قال لهم رجلا واحدًا. وقوله تقدست أسماؤه: (ثم أفيضوا من حيث أفاض الناس): يعني إبراهيم خليل الرحمن عليه السلام، وقرأ سعيد بن جبير «ثم أفيضوا من حيث أفاض الناس» يعني آدم صلى الله عليه عُهدَ إليه فنسى.\n(1/238)",
        "\n[وقوله: (أم يحسدون الناس): يعني محمدا صلى الله عليه، حسدته اليهود علي ما أباح الله له من التزويج].\n• \"إله الناس\" بدل من ملك الناس. «الناس» جر بالإضافة. وإلاه وزنه فعال، فاء الفعل همزة مبدلة من واو، كما يقال في وعاء إعاء، وفي وشاح إشاح. وكان الأصل ولاه من تأله الخلق إليه أي من فقرهم وحاجتهم إليه، ثم تدخل الألف واللام للتعظيم والتعريف، فصار الإله تعالى القديم الذي لم يزل. [و «الناس» جر بالإضافة]. \"من شر\" جر بمن.\n• \"الوسواس\" [جر بالإضافة والوسواس] إبليس بفتح الواو، والوسواس بكسر الواو مصدر وسوس يوسوس، وسواسا ووسوسة. والوسواس بفتح الواو أيضًا صوت الحلي، وأنشد:\nتسمع للحلي وسواسا إذا انصرفت ... كما استعان بريح عشرق زجل\nوذلك أن إبليس لعنه الله يوسوس في قلب ابن آدم إذا غفل، فإذا ذكر الله تعالى العبد خنس أي تأخر. ولإبليس أسماء: المارد، والشيطان، والموسوس، والرجيم، [واللعين] والغرور، والمارج، والأجدع، والمذهب، والمهذب،\n(1/239)\n",
        "والأزيب، وهياه، والخيتعور، والشيصبان، والدلمز، وأوهد، والدلامز، والعكب، والكعنكع، والقاز، والسفيه، قال الله تعالى: (وأنه كان يقول سفيهنا على الله شططا):وأسماء أولاده: زلنبور، والأعور ومسوط، وثبر، وداسم.\n• \"الخناس\" جر، علامة جره كسرة آخره، وهو نعت للوسواس.\n• \"الذي\" نعت للوسواس. \"يوسوس\" صلة الذي.\n• \"في صدور\" جر بفي. \"الناس\" جر بالإضافة. والناس ها هنا الجن والإنس جميعا؛ فلذلك قال (من الجنة والناس) كما يقال مررت بالناس شريفهم ووضيعهم ومررت بالناس هاشميهم وقرشيهم. وذلك أن العرب تقول: ناس من الجن [وقوم من الجن]، ونفر من الجن، ورجال من الجن، والجنة والجن، والجنة البستان، والجنة السترة، والجنن القبر لأنه يستر ما فيه\n(1/240)\n\nويجنه، والمجن الترس، والجنين الولد في بطن أمه، والجنين أيضًا المدفون في القبر، قال الشاعر:\nولا شمطاء لم يترك شقاها ... لها من تسعة إلا جنينا\nأي مدفونا في القبر. والجنان القلب. والجن سموا بذلك لاستتارهم عن الناس، والجنان ضرب من الحيات إذا مشت رفعت رءوسها، وجمع الجان جنان. أنشدنا ابن عرفة قال أنشدنا ثعلب عن سعدان عن أبي عبيدة للخطفى جد جرير:\nيرفعن بالليل إذا ما أسدفا ... أعناق جنان وهاما رجفا\nوعنقا بعد الكلال خيطفا\nالخطيف السرعة، والخيطفي أيضًا السرعة. وجد جرير هذا هو القائل:\nعجبت لإزراء العيي بنفسه ... وصمت الذي قد كان بالقول أعلما\nوفي الصمت ستر للعيي وإنما ... صحيفة لب المرء أن يتكلما\n• [\"من الجنة\" جر بمن. \"والناس\" نسق عليه].",
        "(1/241)\n\nتم الكتاب والحمد لله رب العالمين، وصلى الله على سيدنا محمد وآله الطاهرين، وصحابته أجمعين، في يوم الخميس من ربيع الأول سنة إحدى وسبعين وسبع مائة، غفر الله لكاتبه ولمالكه ولقارئه، وبلغه علما نافعا وعملا زاكيا، إنه بالرحمة جدير، وعلى ما يشاء قدير.\n\nملحق\nإن تفسير سورة الناس في النسخة المحفوظة في رامفور يخالف ما في نسخة المتحفة البريطانية اعتقدت أن طبعه بكماله يزيد الفائدة، فنقلته كما وجدته بعد تصحيح ما في الأصل من التصحيف والتحريف. والتفسير كما يأتي:\nسورة الناس\n• \"قل\" موقوف لأنه أمر مخاطب. \"أعوذ\" فعل مضارع.\n• \"برب\" جر بالباء الزائدة. \"الناس\" جر بالإضافة.\n• \"ملك\" بدل من رب. \"الناس\" جر بالإضافة. \"إله\" بدل منه.\n• \"الناس\" جر بالإضافة.\n• \"من شر الوسواس\" جر بمن. الوسواس الشيطان قراءة بالفتح وبالكسر.\n• \"الخناس\" نعت. \"الذي\" نعتٌ بعد نعتٍ.\n(1/242)",
        "\n• \"يوسوس\" صلة الذي وهو فعل مستقبل. \"في\" حرف جر.\n• \"صدرو\" جر بفي. \"الناس\" جر بالإضافة.\n• \"من\" حرف جر. \"الجنة\" جر بمن.\n• \"والناس\" عطف على الجنة.\nوعن أبي هريرة رضي الله عنه، قال ذهب الناس وبقي النسناس، فقيل له ما النسناس؟ قال: الذي يشبهون الناس وليسوا بناس. قال ابن عباس رضي الله عنهما، الجن هم ولد الجان، وليس بالشيطان، والشياطين هم ولد إبليس. والحن بالحاء كلاب الجن. وقيل سفلة الجن. والجنان الحيات إذا مشت رفعت رءوسها.\nقال الشاعر:\nيرفعن بالليل إذا ما أسدفا ... أعناق جنان وهاما رجفا\nوعنقا بعد الكلال أخطفا\nإذا ما أسدف إذا أظلم. والسدفة الظلمة والضوء، من الأضداد.\nفي هامش الصفحة الأخيرة حاشية ليست من كتاب ابن خالويه وهي:\n\"الإنسان روى سعيد عن قتادة قال: هو آدم عليه السلام، وقال غيره، هو محمد صلى الله عليه وسلم. وقيل إن الألف واللام لعموم الجنس فهي محمولة على العموم.\n(1/243)\n",
        "بحسبان: بحساب. والنجم ما لا ينبت على ساق كشجر القثاء، والشجر ما ينبت على ساق\".\nوفي آخر نسخة رامفور:\n«تم بعون الله تعالى على يد أفقر فقراء إلى الله تعالى به عما سواه سلمان بن حسين ابن موسى الغواري بلدا المالكي مذهبا الأشعري عقيدة، غفر الله له ولوالديه ولمشايخه ولجميع المؤمنين والمؤمنات. وكان الفراغ في سلخ شهر رجب الأصم من شهور سنة 1176 وصلى الله على سيدنا محمد، صلى الله عليه وعلى آله وصحبه وسلم تسليما».\n(1/244)\n"
    ]
}