{
    "partText": [
        "\nإعراب المشترك من حروف المعاني\nفي\nالقرآن الكريم\n(إن، وأَنْ، ولا، وما)\n\nبقلم: الدكتور علي بن إبراهيم الناجم\n\nالأستاذ المشارك بقسم الدراسات الإسلامية\nكلية الآداب والعلوم الإنسانية – جامعة الملك\nعبد العزيز – جدَّة – المملكة العربية السعودية\n(1/5)\n",
        "بسم الله الرحمن الرحيم\nمقدمة\nالحمد لله ربِّ العالمين والصلاة والسلام على سيد المرسلين، وخاتم النبيين، وعلى عترته الطيبين الطاهرين، وعلى أصحابه الغُرّ الميامين، وسلم تسليماً كثيراً إلى يوم الدين.\nأمَّا بعد: فإن العربية كانت ومازالت وستبقى نبعاً ثَرّاً يرتشف منه الباحثون على مدى حقب طويلة من الزمن، هذه اللغة التي حباها اللهُ فوهبها مكرمةً لاتضاهيها أيُّ مكرمةٍ في الدُّنا، حيثُ توجها بالقرآن الكريم، فقال عزَّ من قائل: {إِنَّا أَنزَلْنَاهُ قُرْآناً عَرَبِيّاً لَّعَلَّكُمْ تَعْقِلُونَ}. يوسف 2.\nوقال تعالى: {بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ}. الشعراء 195. فالإبانة والعقلانية منهجان من مناهج التفكير الإسلامي الذي أَضْفىَ ظِلاَلَه على عربيتنا فأسْدَى إليها خيراً كثيراً، ولما كان لسان العرب أشرفَ الألسنة؛ إذ منه يُتَوصَّلُ إلى مقاصد الشرع في أحكامه، وأغراض قواعد العِلم وأعلامه، وكان مقسماً إلى تقسيمه المعروف، من الأسماء والأفعال والحروف، وكانت الحروفُ أكْثَرَ دوراً، ومعاني معظمِها أشدَّ غَوْراً، وتركيبُ أكثرِ الكلام عليها، ورجوعُه في فوائده إليها، فهي تربط الأسماءَ بالأفعال، والأسماءََ بالأسماء، فمنها مايجيء على حرف واحد (كالباء، والفاء، واللام، والواو)، ومنها مايجيء على حرفين (كمن، وعن، وأم، وإنْ، وأَنْ، ولا، وما)، ومنها مايجيء على ثلاثة أحرف (كعلى، وإلى، وثم، وألا، وبلى)، ومنها مايجيء على أربعة أحرف فهو قليل (كحتى، ولولا، وهَلاَّ)، وقد جاء على خمسة أحرف، وحروف المعاني علم نشأ في ركاب تفسير القرآن الكريم، حين كان علماء العربية والمفسرون، يفصلون المعاني المختلفة للحرف الواحد في النصوص القرآنية، ثم انبرى كوكبة من علمائنا للتأليف في هذه الحروف، فمنهم من أفرد لها باباً في بعض تصانيفه كما فعل ابن قتيبة في كتابه (تلقين المتعلم من النحو)، (1) والزركشي في (كتاب البرهان في علوم القرآن)، (2) والسيوطي في (كتاب الاتقان) (3) ومنهم من أفرد مؤلفاً لحروف المعاني، كما فعل الهروي في (الأزهية في علم الحروف)، (4) والمالقي في (رصف المباني في حروف المعاني)، (5) والمرادي في (الجنى الداني في حروف المعاني). (6)\n__________\n(1) انظر الصفحات 65، 69، 87، 118، 119، 120، 131.\n(2) انظر الصفحات 4، 221، 223، 351، 398.\n(3) انظر الصفحات 1، 487، 491، 544، 557.\n(4) انظر الأزهية: 45، 59، 75، 149.\n(5) انظر رصف المباني: 104، 111، 257، 310.\n(6) انظر الجنى الداني: 207، 215، 290، 322.\n(1/6)\n\nوقد رأيت أن أتحدَّث عن إعراب أربعة من هذه الحروف في القرآن الكريم وهي: (إنْ، وأَنْ، ولا، وما) حيث وردت في كتاب الله العزيز بمعانيها المختلفة، متبعاً المنهج العلمي في أقسام هذه الحروف ومعانيها، وقد اخترت عنواناً لهذا البحث هو (إعراب المشترك من حروف المعاني في القرآن الكريم - إن، وأَنْ، ولا، وما-).\nوالمقصود بالمشترك هو كل لفظ أو حرف له معان عدة، (1) فالعين مثلاً هي الجارحة المعروفة، وهي أشهر الألفاظ المشتركة، ولها معانٍ كثيرة منها: عين الماء، وعين الميزان، وعين الذهب، وعين الشمس، والعين أيضاً: أهل الدار ..... إلخ. (2)\nومن ذلك: (الأُمَّة) بضم الهمزة، وميم مشدَّدة: الجماعة من الناس، ومنه قوله تعالى: {وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ}. القصص 23، أي جماعة، والأُمَّة: المِلَّة، ومنه قوله تعالى: {ِإنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً}. المؤمنون 52، أي: ملَّة واحدة، والأُمَّة: الزمان والحين، ومنه قوله تعالى: {وَادَّكَرَ بَعْدَ أُمَّةٍ}. يوسف 45، أي: بعد حين ..... إلخ. (3)\nوأمَّا الحروف فجمعُ حَرْفٍ، والحرف من كل شيء: طرفه وشفيرهُ وحدُّه، ومن ذلك حرف الجبل، وهو أعلاه المحدَّد. والحَرْف أيضاً: الوجه الواحد، (4) ومنه قوله تعالى: {وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ}. الحج 11، أي على وجه واحد، وهو أن يعبده على السَّراء دون الضراء.\nوالحَرْف: واحد حروف التهجي الثمانية والعشرين، سُمِّي بالحرف الذي هو في الأصل الطرف والجانب.\nوالحَرْف في اصطلاح المعربين: ماجاء لمعنىً ليس باسم ولافعل، وقال ابن سيده: (الحرف الأداة التي تسمى الرابطة، لأنها تربط الاسم بالاسم، والفعل بالفعل، كعن وعلى، ونحوهما). (5) وقال الصاغاني: (الحرف مادَلَّ على معنى في غيره)، (6) وقد يكون هذا المعنى أحسن ماحُدَّ به الحرف عند المعربين.\nوفيما يلي دراسة لهذا الحروف الأربعة في القرآن الكريم أقدمها في هذا البحث لأوَّل مرَّة لطلاب الدراسات العربية والإسلامية راجياً المولى أن ينفعَ به الكثير من أبناء أمتنا الماجدة.\nوقد كان الحافز على هذا البحث ثلاثة أمور:\nالأول: أن هذه الحروف لم تدرس دراسة علمية في كتاب الله العزيز.\nوالثاني: فقدان المنهج النظري والتطبيقي معاً في كتب المعربين لهذه الحروف.\nوالثالث: حاجة الباحثين والدارسين - وعلى وجه الخصوص طلبة الدراسات الجامعية - لمعرفة المشترك من حروف المعاني.\n__________\n(1) انظر اللسان، والتاج (شرك).\n(2) انظر عمدة الحفاظ، واللسان والتاج (عين).\n(3) انظر في معاني (الأُمَّةَ): الزاهر لابن الأنباري 1/ 149، والمثلث لابن السيد 1/ 328، وعمدة الحفاظ 1/ 189 (أمم)، واللسان، والتاج (أمم). وتأويل مشكل القرآن 445.\n(4) انظر في معاني الحرف، اللسان، والتاج (حرف).\n(5) المحكم، والتاج (حرف).\n(6) العباب للصاغاني (حرف).",
        "(1/7)\n\nالحرف الأول (إنْ) (1) المكسورة الهمزة الساكنة النون\n\n(إنْ): حرف مشترك ورد في كتاب الله تعالى على أربعة أقسام:\nالأول: (إنْ) الشرطية\nالثاني: (إنْ) النافية\nالثالث: (إنْ) المخففة من (إنَّ) الثقيلة\nالرابع: (إنْ) الزائدة\n\nالقسم الأول: (إنْ) الشرطية\n(إنْ) الشرطية، فهي حرف شرط جازم لفعلين، الأول فعل الشرط، والثاني: جواب الشرط وجزاؤه، وقد وردت (إنْ) الشرطية في القرآن الكريم كما يلي:\n\nأ فعل الشرط وجوابه مضارعان.\nب فعل الشرط وجوابه ماضيان.\nت فعل الشرط ماض وجوابه مضارع\nث فعل الشرط مضارع وجوابه ماض.\nج فعل الشرط مضارع وجوابه جملة اسمية.\nح فعل الشرط ماض وجوابه فعل أمر.\nخ فعل الشرط ماض وجوابه جملة اسمية.\nد حذف فعل الشرط من جملة (إنْ) الشرطية مع بقاء الجواب.\nذ حذف جواب الشرط من جملة (إنْ) الشرطية.\nر اقتران جواب (إنْ) الشرطية بـ (الفاء).\n\nوفيما يلي دراسة لهذه الأنماط في كتاب الله العزيز.\n__________\n(1) انظر في أقسام (إنْ): الكتاب لسيبويه 1/ 555، والمقتضب 1/ 49، والأزهية 45، والمخصص 14/ 55، والجنى الداني 207، ورصف المباني 104، والمغني 1/ 20.\n(1/8)",
        "\nأ- فعل الشرط وجوابه مضارعان\n\nفمن ذلك قوله تعالى: {قُلْ إِن تُخْفُواْ مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللّهُ}.آل عمران29\n(إنْ): حرف شرط جازم. (تُخْفُوا): فعل الشرط مجزوم بـ (إنْ) وعلامة جزمه حذف النون؛ لأنه من الأفعال الخمسة. و (الواو): فاعل. وقوله: (يَعْلَمْهُ اللهُ): جواب الشرط مجزوم بالسكون، و (الهاء): مفعول به، و (الله) لفظ الجلالة فاعل.\n\nوقوله تعالى: {وَإِن تَعُودُواْ نَعُدْ}. الأنفال 19\n(وإنْ)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (تعودوا): فعل الشرط مجزوم بحذف النون، و (الواو: فاعل. و (نَعُدْ): جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره (نحن).\n\nوقوله تعالى: {يِا أَيُّهَا الَّذِينَ آمَنُواْ إَن تَتَّقُواْ اللّهَ يَجْعَل لَّكُمْ فُرْقَاناً}. الأنفال 29\n(إنْ تتقوا الله)، (إنْ): حرف شرط جازم، و (تتقوا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل. (اللهَ): لفظ الجلالة مفعول به منصوب. و (يَجْعَلْ لكم فرقاناً)، (يجعلْ): جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره (هو)، و (لكم): جار ومجرور متعلقان بـ (يجعل)، و (فرقاناً) مفعول به منصوب.\n\nوقوله تعالى: {فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث}. الأعراف176\n(إنْْ تحملْ عليه يلهث)، (إنْ): حرف شرط جازم، و (تحملْ): فعل الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره (أنت)، و (عليه): متعلقان بـ (تحمل)، و (يلهثْ):جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره (هو).\n\nوقوله تعالى: {إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةً بِأَنَّهُمْ كَانُواْ مُجْرِمِينَ}. التوبة 66\n(إنْ نَعْفُ)، (إنْ): حرف شرط جازم، و (نَعْفُ): فعل الشرط مجزوم وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره (نحن)، (نُعَذِّبْ طائفة): جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره (نحن)، و (طائفة): مفعول به منصوب.\n(1/9)\n",
        "وقوله تعالى: {إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ}. إبراهيم 19\n(إنْ يَشَأْ يذهبكم)، (إنْ): حرف شرط جازم، و (يَشَأْ): فعل الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره (هو). و (يُذْهبْكم): جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره (هو)، و (كم) في محل نصب مفعول به.\n\nوقوله تعالى: {إِن نَّشَأْ نَخْسِفْ بِهِمُ الأَرْضَ}. سبأ 9\n(إنْ نَشَأْ)، (إنْ): حرف شرط جازم، و (نَشَأْ): فعل الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره: (نحن)، و (يَخْسفْ): جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره: (نحن)، و (بهم) جار ومجرور متعلقان بـ (نخسف) و (الأرضَ): مفعول به منصوب.\n\nوقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ}. محمد 7\n(إنْ تنصروا اللهَ)، (إنْ): حرف شرط جازم، و (تنصروا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل. و (اللهَ): لفظ الجلالة مفعول به منصوب. و (يَنْصُرْكم): جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره: (هو) و (كم) في محل نصب مفعول به.\n\nوقوله تعالى: {إِن تُقْرِضُوا اللَّهَ قَرْضاً حَسَناً يُضَاعِفْهُ لَكُمْ}. التغابن 17\n(إنْ تقرضُوا اللهَ)، (إنْ): حرف شرط جازم، و (تُقْرِضُوا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل، و (اللهَ): لفظ الجلالة مفعول به، و (يُضَاعِفْهُ): جواب الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره: (هو)، و (الهاء) في محل نصب مفعول به.\n\nوقوله تعالى: {وَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللّهِ}. الأنعام 116\n(وإنْ تُطعْ)، (الواو): حرف عطف، و (تُطِعْ): فعل الشرط مجزوم بـ (إن) وعلامة جزمه السكون، والفاعل ضمير مستتر تقديره: (أنتَ)، و (يُضلوكَ): جواب الشرط مجزوم وعلامة جزمه حذف النون، و (الواو): فاعل. و (الكاف) مفعول به.\n(1/10)\n\nقوله تعالى: {وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا}. الأنعام 25\n(وإنْ يَرَوْا)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (يَرَوْا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل. و (لايُؤْمِنُوا)، (لا): نافية لاعمل لها، و (يُؤْمِنُوا): جواب الشرط مجزوم بحذف النون، و (الواو): فاعل.\n\nوقوله تعالى: {وَإِن تَدْعُوهُمْ إِلَى الْهُدَى لاَ يَسْمَعُواْ}. الأعراف 198\n(إنْ تدعوهم)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (تدعوهم): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل، و (هم): مفعول به. و (لايسمعوا). (لا): نافية لاعمل لها. (يَسْمَعُوا): جواب الشرط مجزوم بحذف النون، و (الواو) فاعل.\n\nوقوله تعالى: {وَإِن تَعُدُّواْ نِعْمَةَ اللّهِ لاَ تُحْصُوهَا}. إبراهيم 34، والنحل 18\n(وإنْ تَعُدُّوا)، و (الواو): حرف عطف، و (إنْ): حرف شرط جازم. و (تَعُدُّوا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل. و (لاتحصوها) (لا): نافية لاعمل لها. و (تحصوها): جواب الشرط مجزوم بحذف النون. و (الواو): فاعل، و (الهاء): مفعول به منصوب.\n\nب- فعل الشرط وجوابه فعلان ماضيان\n\nفمن ذلك قوله تعالى: {إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لأَنفُسِكُمْ}. الإسراء 7\n(إنْ أحسنتم)، (إنْ): حرف شرط جازم، و (أَحْسَنْتم): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (تم): في محل رفع فاعل، والجملة في محل جزم فعل الشرط، و (أحسنتم): فعل ماض مبني على السكون لاتصاله بضمير الفاعل و (تم): في محل رفع فاعل، والجملة في محل جزم حواب الشرط.\n\nوقوله تعالى: {عَسَى رَبُّكُمْ أَن يَرْحَمَكُمْ وَإِنْ عُدتُّمْ عُدْنَا}. الإسراء 8\n(وإنْ عُدْتُم)، (الواو): حرف عطف، و (إن): حرف شرط جازم، و (عُدْتم): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (تم): في محل رفع فاعل، والجملة في محل جزم فعل الشرط. و (عُدْنا): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (نا) في محل رفع فاعل، والجملة في محل جزم جواب الشرط.",
        "(1/11)\n\nوقوله تعالى: {وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقَلَبَ عَلَى وَجْهِهِ}. الحج 11\n(فإنْ أصابَه خيرٌ)، (الفاء): حرف عطف، و (إنْ): حرف شرط جازم، و (أصابه): فعل ماض مبني على الفتح، و (الهاء): مفعول به. و (خيرٌ): فاعل، والجملة في محل جزم فعل الشرط، و (اطْمَأَنَّ): فعل ماض مبني على الفتح والفاعل ضمير مستتر تقديره (هو)، والجملة في محل جزم جواب الشرط.\nوقوله: (وإنْ أصابَتْه فِتنةٌ)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (أصابَتْهُ): فعل ماض، و (التاء): تاء التأنيث، و (الهاء): في محل نصب مفعول به، و (فتنةٌ): فاعل، والجملة في محل جزم فعل الشرط. و (انقلب على وجهه)، (انقلبَ): فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره (هو)، و (على وجهه): متعلقان بـ (انقلب)، والجملة في محل جزم جواب الشرط.\n\nوقوله تعالى: {الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ}. الحج 41\n(إنْ مَكَّنَّاهم)، و (إنْ): حرف شرط جازم، (مَكَّنَّاهم)، فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (نا): ضمير متصل في محل رفع فاعل، و (هم) مفعول به، والجملة في محل جزم فعل الشرط. و (أقامُوا): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): فاعل، و (الصلاةَ): مفعول به، والجملة في محل جزم جواب الشرط.\n\nوقوله تعالى: {تَبَارَكَ الَّذِي إِن شَاء جَعَلَ لَكَ خَيْراً مِّن ذَلِكَ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ وَيَجْعَل لَّكَ قُصُوراًُ}. الفرقان 10\n(إنْ شَاءَ)، و (إنْ): حرف شرط جازم، و (شاءَ): فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره: (هو)، والجملة في محل جزم فعل الشرط، و (جعلَ): فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره: (هو)، والجملة في محل جزم جواب الشرط.\n(1/12)",
        "\nت- فعل الشرط ماض، وجوابه مضارع\n\nفمن ذلك قوله تعالى: {فَإِن طَلَّقَهَا فَلاَ تَحِلُّ لَهُ مِن بَعْدُ حَتَّىَ تَنكِحَ زَوْجاً غَيْرَهُ}. البقرة230\n(فإنْ طَلَّقَها): فعل ماض، و (الهاء): مفعول به، والفاعل ضمير مستتر تقديره: (هو)، والجملة في محل جزم فعل الشرط. و (فلا تحلُّ)، و (الفاء): رابطة لجواب الشرط، و (لا) نافية لاعمل لها. و (تحلُّ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (هي)، والجملة في محل جزم جواب الشرط.\n\nوقوله تعالى: {فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُواْ عَلَيْهِنَّ سَبِيلاً}. النساء 34\n(فإنْ أطعنكم)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (أطعنكم): فعل ماض مبني على السكون لاتصاله بضمير النسوة، و (النون): في محل رفع فاعل. و (كم): في محل نصب مفعول به، والجملة في محل جزم جواب الشرط. (فلا تبغوا)، (الفاء): رابطة لجواب الشرط، و (لا): ناهية تجزم المضارع، و (تبغوا): فعل مضارع مجزوم بـ (لا) الناهية، وعلامة جزمه حذف النون، و (الواو): فاعل، والجملة في محل جزم جواب الشرط.\n\nقوله تعالى: {ققُلْ هَلُمَّ شُهَدَاءكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللّهَ حَرَّمَ هَذَا فَإِن شَهِدُواْ فَلاَ تَشْهَدْ مَعَهُمْ}. الأنعام 150\n(فإنْ شَهِدوا)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (شَهِدوا): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): ضمير متصل في محل رفع فاعل، والجملة في محل جزم فعل الشرط. (فلا تَشْهَدْ)، (الفاء): رابطة لجواب الشرط، و (لا): ناهية تجزم المضارع، و (تشهدْ): فعل مضارع مجزوم بـ (لا) الناهية، وعلامة جزمه السكون، والفاعل ضمير مستتر تقديره: (أنت) والجملة في محل جزم جواب الشرط.\n(1/13)\n",
        "وقوله تعالى: {وَإِن جَاهَدَاكَ عَلى أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفاً}. لقمان 15\n(إنْ جاهداك)، (الواو) حرف عطف، و (إنْ): حرف شرط جازم. و (جاهداك): فعل ماض، و (الألف) فاعل، و (الكاف) في محل نصب مفعول به، والجملة في محل جزم فعل الشرط. و (فلا تُطِعْهُمَا)، (الفاء): رابطة لجواب الشرط، و (لا): ناهية تجزم المضارع، و (تُطِعْهما): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه السكون، و (هما): في محل نصب مفعول به، والفاعل ضمير مستتر تقديره: (أنت)، والجملة في محل جزم جواب الشرط.\n\nث- فعل الشرط مضارع، وجوابه ماض\n\nوهذا الضرب قليل في كتاب الله، فمن ذلك قوله تعالى: {قَالُواْ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ}. يوسف 77\n(إنْ يَسْرِقْ)، (إنْ): حرف شرط جازم، و (يَسْرِق): فعل الشرط مجزوم بـ (إن)، والفاعل ضمير مستتر تقديره: (هو). و (فقد سَرَق)، (الفاء): رابطة لجواب الشرط، و (قد): حرف تحقيق، و (سَرَق): فعل ماض مبني على الفتح، و (أخٌ) فاعل مرفوع بالضمة، والجملة في محل جزم جواب الشرط.\n\nوقوله تعالى: {إِن تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا}. التحريم 4\n(إنْ تتوبا)، (إنْ): حرف شرط جازم، و (تتوبا): فعل الشرط مجزوم وعلامة جزمه حذف النون، و (الألف): ضمير متصل في محل رفع فاعل، و (فقد صَغَتْ)، (الفاء): رابطة لجواب الشرط، و (قد): حرف تحقيق، و (صَغَتْ): فعل ماض، و (قلوبُكما): فاعل مرفوع بالضمة، و (كما): ضمير متصل في محل جر مضاف إليه، والجملة في محل جواب الشرط.\n(1/14)\n\nج- فعل الشرط مضارع وجوابه جملة اسمية\n\nفمن ذلك قوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ}. البقرة 220\n(وإنْ تخالطوهم)، (الواو): حرف استئناف، و (إنْ): حرف شرط جازم و (تخالطوهم): فعل الشرط مجزوم وعلامة جزمه حذف النون، و (الواو): في محل رفع فاعل، و (هم) في محل نصب مفعول به. و (فإخوانُكم)، (الفاء): رابطة لجواب الشرط، و (إخوانكم): خبر لمبتدأ محذوف تقديره: فهم إخوانكم، والجملة الاسمية في محل جزم جواب الشرط.\n\nوقوله تعالى: {وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ}. الرعد 5\n(وإنْ تعجبْ)، (الواو): حرف استئناف، و (إنْ): حرف شرط جازم، و (تعجبْ) فعل الشرط مجزوم بالسكون، والفاعل ضمير مستتر تقديره: (أنت)، و (فعجبٌ): (الفاء): رابطة لجواب الشرط، و (عجبٌ): خبر مقدم مرفوع بالضمة، و (قولُهم): مبتدأ مؤخر، والجملة الاسمية في محل جزم جواب الشرط.\n\nوقوله تعالى: {ادْعُوهُمْ لآبَائِهِمْ هُوَ أَقْسَطُ عِندَ اللَّهِ فَإِن لَّمْ تَعْلَمُوا آبَاءهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ}. الأحزاب 5\n(فإنْ لم تعلموا آباءَهم)، (الفاء): حرف عطف، و (إن): حرف شرط جازم، و (لم): حرف نفي وجزم وقلب، و (تعلموا): فعل مضارع مجزوم بـ (لم) وعلامة جزمه حذف النون، و (الواو): فاعل. و (آباءَهم): مفعول به ومضاف إليه والجملة في محل جزم فعل الشرط. و (فإخوانكم)، (الفاء): رابطة لجواب الشرط. و (إخوانكم): خبر لمبتدأ محذوف تقديره: فهم إخوانكم، والجملة الاسمية في محل جزم جواب الشرط.",
        "(1/15)\n\nوقوله تعالى: {فَإِن يَصْبِرُوا فَالنَّارُ مَثْوًى لَّهُمْ}. فصلت 24\n(فإنْ يصبروا)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (يصبرُوا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل، و (فالنارُ) (الفاء): رابطة لجواب الشرط، و (النارُ): مبتدأ مرفوع بالضمة، و (مثوى): خبر مرفوع بضمة مقدرة على الألف للتعذر، والجملة الاسمية في محل جزم جواب الشرط.\n\nوقوله تعالى: {فَإِن يَخْرُجُواْ مِنْهَا فَإِنَّا دَاخِلُونَ}. المائدة 22\n(فإنْ يخرجوا)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (يخرجوا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل، و (فإنَّا داخلون)، (الفاء): رابطة لجواب الشرط، و (إنَّا، (إنَّ): حرف مشبه بالفعل، و (نا): في محل نصب اسمها، و (داخلون): خبر مرفوع بالواو؛ لأنه جمع مذكر سالم، والجملة الاسمية في محل جزم جواب الشرط.\n\nوقوله تعالى: {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ}. المائدة 118\n(إنْ تُعَذِّبْهم)، (إنْ): حرف شرط جازم، و (تُعذبْهم): فعل الشرط مجزوم بالسكون و (هم): في محل نصب مفعول به، والفاعل ضمير مستتر تقديره: (أنت)، (فإنَّهم عبادُك)، (الفاء): رابطة لجواب الشرط، و (إنَّهم): حرف مشبه بالفعل، و (هم): في محل نصب اسمها. و (عبادُكَ): خبر مرفوع بالضمة، و (الكاف): في محل جر مضاف إليه، والجملة الاسمية في محل جزم جواب الشرط.\n\nقوله تعالى: {وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ}. التغابن 14\n(وإنْ تعفوا)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (تعفوا): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل، و (فإنَّ اللهَ غفورٌ)، (الفاء): رابطة لجواب الشرط، و (إنَّ): حرف مشبه بالفعل، و (اللهَ): لفظ الجلالة اسمها منصوب، و (غفورٌ): خبر، والجملة الاسمية في محل جزم جواب الشرط.\n(1/16)",
        "\nوقوله تعالى: {إِن يَنصُرْكُمُ اللّهُ فَلاَ غَالِبَ لَكُمْ}. آل عمران 160\n(إنْ يَنْصُرْكم اللهُ)، (إنْ): حرف شرط جازم، و (ينصرْكم): فعل الشرط مجزوم بالسكون، و (كم): في محل نصب مفعول به، و (اللهُ): لفظ الجلالة فاعل، و (فلا غالبَ لكم)، و (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (غالبَ): مبني على الفتح في محل نصب اسم (لا)، و (لكم): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا)، والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.\n\nوقوله تعالى: {وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَآدَّ لِفَضْلِهِ}. يونس 107\n(إنْ يَمْسَسْكَ اللهُ بِضُرٍّ)، و (إنْ): حرف شرط جازم، و (يَمْسَسْكَ): فعل الشرط مجزوم بالسكون، و (الكاف) في محل نصب مفعول به، و (اللهُ): لفظ الجلالة فاعل، و (فلا كَاشِفَ لَهُ)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (كاشفَ): مبني على الفتح في محل نصب اسمها، و (له): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا)، والتقدير: (كائنٌ له)، والجملة الاسمية في محل جزم جواب الشرط.\nوقوله: (وإنْ يُرِدْكَ بخير)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (يُردْك) فعل الشرط مجزوم بالسكون، و (الكاف): في محل نصب مفعول به، والفاعل ضمير مستتر تقديره (هو) و (فلا رَادَّ لفضله)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (رَادَّ): مبني على الفتح في محل نصب اسم (لا)، و (لفضله): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا)، وجملة (فلا رَادَّ لفضله) الاسمية في محل جزم جواب الشرط.\n\nوقوله تعالى: {فَإِن لَّمْ تَأْتُونِي بِهِ فَلاَ كَيْلَ لَكُمْ عِندِي}. يوسف 60\n(فإنْ لم تأتوني به)، (الفاء): حرف عطف، و (إنْ): حرف شرط جازم، و (لم): حرف جازم، و (تأتوني): فعل مضارع مجزوم بـ (لم)، وعلامة جزمه حذف النون، و (الواو): فاعل، و (النون): نون الوقاية، و (الياء): في محل نصب مفعول به، والجملة في محل جزم فعل الشرط. و (فلا كيلَ لكم)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (كيلَ): مبني على الفتح في محل نصب اسم (لا) و (لكم): متعلقان بمحذوف في محل رفع خبر (لا)، والجملة الاسمية في محل جزم جواب الشرط.\n(1/17)\n",
        "ح- فعل الشرط ماض، وجوابه فعل أمر\n\nفمن ذلك قوله تعالى: {فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاء الْكَافِرِينَ}. البقرة 191\n(فإنْ قاتلُوكم)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (قاتلُوكم): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): في محل رفع فاعل، و (كم): في محل نصب مفعول به، والجملة في محل جزم فعل الشرط، و (فاقْتلُوهم)، (الفاء): رابطة لجواب الشرط، و (اقتلوهم): فعل أمر مبني على حذف النون، و (الواو): في محل رفع فاعل، و (هم): في محل نصب مفعول به، والجملة المقترنة بالفاء في محل جزم جواب الشرط.\nوقوله تعالى: {وَاللاَّتِي يَأْتِينَ الْفَاحِشَةَ مِن نِّسَآئِكُمْ فَاسْتَشْهِدُواْ عَلَيْهِنَّ أَرْبَعةً مِّنكُمْ فَإِن شَهِدُواْ فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىَ يَتَوَفَّاهُنَّ الْمَوْتُ}. النساء 15\n(فإنْ شَهِدُوا)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (شَهِدُوا):فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): في محل رفع فاعل، والجملة في محل جزم فعل الشرط، و (فأَمْسِكوهُنَّ في البيوتِ)، (الفاء): رابطة لجواب الشرط، و (أَمْسكوهن): فعل أمر مبني على حذف النون، و (الواو): في محل رفع فاعل، و (هُنَّ): في محل نصب مفعول به، و (في البيوت): متعلقان بـ (أمسكوهن)، والجملة المقترنة بالفاء في محل جزم جواب الشرط.\nوقوله تعالى: {وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللّهَ يُحِبُّ الْمُقْسِطِينَ}. المائدة 42\n(وإنْ حَكَمْتَ)، (الواو): حرف عطف، و (حكمتَ): فعل ماض مبني على السكون لاتصاله بتاء الفاعل، و (التاء): في محل رفع فاعل، و (فاحكم بينهم بالقِسْطِ)، و (الفاء): رابطة لجواب الشرط، و (احكم): فعل أمر مبني على السكون، والفاعل ضمير مستتر تقديره: (أنت)، و (بينهم): مفعول فيه متعلق بـ (احكم)، والجملة المقترنة بالفاء في محل جزم جواب الشرط. و (بالقسط): جار ومجرور متعلقان بمحذوف حال، أي: عادلاً.\n\nوقوله تعالى: {وَإِن جَنَحُواْ لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّهِ}. الأنفال 61\n(وإنْ جَنَحُوا)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (جَنَحُوا): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): فاعل، و (للسَّلم): متعلقان بـ (جنحوا)، والجملة في محل جزم فعل الشرط، و (فاجْنَحْ لها)، (الفاء): رابطة لجواب الشرط، و (اجنح): فعل أمر، والفاعل ضمير مستتر تقديره: (أنت)، و (لها): متعلقان بـ (اجنح)، والجملة المقترنة بالفاء في محل جزم جواب الشرط.\n(1/18)\n\nخ- فعل الشرط ماض، وجوابه جملة اسمية\nفمن ذلك قوله تعالى: {وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلّهِ فَإِنِ انتَهَواْ فَلاَ عُدْوَانَ إِلاَّ عَلَى الظَّالِمِينَ}. البقرة 193\n(فإنْ انتهوا)، (الفاء): حرف استئناف، و (إن): حرف شرط جازم، و (انتهوا): فعل ماض، و (الواو): فاعل، والجملة في محل جزم فعل الشرط، (فلا عُدْوانَ)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (عُدوانَ): مبني على الفتح في محل نصب اسم (لا)، و (إلاَّ): حرف استثناء ملغى، و (على الظالمين): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا)، والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.\nوقوله تعالى: {لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَآؤُوا فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ}. البقرة 226\n(فإنْ فاؤوا)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (فاؤُوا): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): في محل رفع فاعل، والجملة في محل جزم فعل الشرط. و (فإنَّ الله غفورٌ)، و (الفاء): رابطة لجواب الشرط، و (إنَّ): حرف مشبه بالفعل، و (اللهَ) لفظ الجلالة اسمها، و (غفورٌ خبرها. والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.\nوقوله تعالى: {وَإِنْ عَزَمُواْ الطَّلاَقَ فَإِنَّ اللّهَ سَمِيعٌ عَلِيمٌ}. البقرة 227\n(وإنْ عزمُوا الطلاقَ)، (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (عزمُوا): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو) في محل رفع فاعل، و (الطلاقَ): مفعول به، والجملة في محل جزم فعل الشرط، و (فإنَّ اللهَ سميعٌ)، (الفاء): رابطة لجواب الشرط، و (إنَّ): حرف مشبه بالفعل، و (اللهَ): لفظ الجلالة اسمها منصوب، و (سميعٌ) خبرها مرفوع والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.\nوقوله تعالى: {رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ} المؤمنون 107\n(فإنْ عُدْنَا)، (الفاء): حرف عطف، و (إنْ): حرف شرط جازم، و (عُدْنَا): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (نا): في محل رفع فاعل، و (فإنَّا ظالمون، (الفاء): رابطة لجواب الشرط، و (إنَّا)، (إنَّ): حرف مشبه بالفعل، و (نا): في محل نصب اسمها، و (ظالمون): خبرها مرفوع بالواو، والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.",
        "(1/19)\n\nوقوله تعالى: {لا يَسْأَمُ الْإِنسَانُ مِن دُعَاء الْخَيْرِ وَإِن مَّسَّهُ الشَّرُّ فَيَؤُوسٌ قَنُوطٌ}. فصلت49\n(وإنْ مَسَّه الشَّرُّ) (الواو): حرف عطف، و (إنْ): حرف شرط جازم، و (مَسَّهُ): فعل ماض، و (الهاء) في محل نصب مفعول به، و (الشرُّ): فاعل، والجملة الماضوية في محل جزم فعل الشرط، و (فيؤُوسٌ قَنُوطٌ)، (الفاء): رابطة لجواب الشرط، و (يَؤُوسٌ): خبر لمبتدأ محذوف تقديره: فهو يَؤُوسٌ قنوطٌ، و (قنوطٌ): خبر ثان، والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.\n\nد- حذف فعل الشرط من جملة (إنْ) الشرطية مع بقاء الجواب\n\nفمن ذلك قوله تعالى: {وَإِنِ امْرَأَةٌ خَافَتْ مِن بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلاَ جُنَاْحَ عَلَيْهِمَا أَن يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ}. النساء 128\n(وإن امرأةٌ خافتْ من بعلها نُشوزاً)، (الواو): حرف استئناف، و (إنْ): حرف شرط جازم، و (امرأةٌ): فاعل لفعل محذوف يفسره مابعده، والتقدير: (إنْ خافت امرأةٌ خافت من بعلها، ولايجوز رفعها على الابتداء؛ لأن الشرط يقتضي الفعل، والجملة المحذوفة في محل جزم فعل الشرط، وجملة (خافت من بعلها) مفسرة لامحل لها من الإعراب. و (فلا جُنَاح عليهما)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (جُنَاح): مبني على الفتح في محل نصب اسم (لا)، و (عليهما): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا)، والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.\n\nوقوله تعالى: {إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ}. النساء 176\n(إن امرؤ هلك)، (إنْ): حرف شرط جازم، و (امرؤٌ): فاعل لفعل محذوف يُفَسِّرُهُ مابعده، والجملة في محل جزم فعل الشرط، وجملة (هلك) مفسرة لامحل لها من الإعراب، و (فلها نِصْفُ ماتركَ)، (الفاء): رابطة لجواب الشرط، و (لها): جار ومجرور متعلقان بمحذوف في محل رفع خبر مقدم، و (نصفُ): مبتدأ مؤخر. و (ما): اسم موصول مضاف إليه، وجملة (ترك) صلة الموصول، والجملة الاسمية المقترنة بالفاء في محل جزم جواب الشرط.\n(1/20)",
        "\nوقوله تعالى: {وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلاَمَ اللّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ}. التوبة 6\n(وإنْ أحدٌ من المشركين استجاركَ)، (الواو): حرف استئناف، و (إن): حرف شرط جازم، و (أحدٌ): فاعل لفعل محذوف يفسره مابعده، تقديره: وإن استجارك أحدٌ استجارك، ولايرتفع بالابتداء؛ لأن الشرط يقتضي الفعل، والجملة المحذوفة في محل جزم فعل الشرط، وجملة (استجارك): مفسرة لامحل لها من الإعراب، و (فأجرْهُ)، (الفاء): رابطة لجواب الشرط، و (أَجِرْهُ): فعل أمر، و (الهاء): في محل نصب مفعول به، والفاعل ضمير مستتر تقديره: (أنت)، والجملة المقترنة بالفاء في محل جزم جواب الشرط.\n\nد- حذف جواب الشرط من جملة (إنْ) الشرطية\n\nفمن ذلك قوله تعالى: {فإنْ خِفْتُمْ فَرِجالاً أَوْ رُكْبَاناً}. البقرة 239\n(فإنْ خِفْتُمْ)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (خفتم): فعل ماض، و (التاء): فاعل، والجملة في محل جزم فعل الشرط، و (فَرجالاً)، (الفاء): رابطة لجواب الشرط المحذوف، والتقدير: فَصَلُّوا رجالاً، أو حافظوا عليها رجالاً، و (رجالاً): حال منصوب، والجملة المحذوفة في محل جزم جواب الشرط.\n\nوقوله تعالى: {فإنْ خِفْتُمْ أَلاَّ تَعْدِلُوا فَواحدةً}. النساء 3\n(فإنْ خفتم)، (الفاء): حرف استئناف، و (إنْ): حرف شرط جازم، و (خفتم): فعل ماض مبني على السكون، و (التاء) ضمير متصل في محل رفع فاعل، والميم علامة الجمع. و (أن) حرف مصدري ونصب، و (لا) نافية لاعمل لها، و (تعدلوا): فعل مضارع منصوب بـ (أن) وعلامة نصبه حذف النون و (الواو): فاعل، والمصدر المؤول من أن والفعل في محل نصب مفعول به لـ (خفتم). و (فواحدةً)، (الفاء): رابطة لجواب الشرط المحذوف، و (واحدةً): مفعول به لفعل محذوف تقديره: الزمُوا واحدةً، والجملة في محل جزم جواب الشرط.\n(1/21)\n",
        "ر- اقتران جواب (إنْ) الشرطية بـ (الفاء)\n\nكلُّ جوابٍ يمتنعُ أَوْ لايصلحُ أن يكونَ شرطاً فإنَّ الفاءَ تجبُ فيه؛ لأنَّ معناها التعقيب بلا فصل، كما أنَّ الجزاءَ يتعقب فعل الشرط كذلك، وذلك منحصرٌ في المواضع التالية:\n\n1 - أن يكون الجواب جملة اسمية، نحو قوله تعالى: {فَإِن لَّمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} المجادلة12\nفقوله: {فإنَّ اللهَ غفورٌ رحيم} جملة اسمية مقترنة بالفاء فهي في محل جزم جواب الشرط، وفعل الشرط (فإنْ لم تجدوا).\n2 - أن يكون الجواب جملة إنشائية (أمراً أو نَهْياً)، نحو قوله تعالى: {إِن كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ}. آل عمران 31\nقوله: (فاتبعوني) جملة إنشائية مقترنة بالفاء فهي في محل جزم جواب الشرط، وفعل الشرط (إن كنتم تحبون اللهَ).\nوقوله تعالى: {فَإِن شَهِدُواْ فَلاَ تَشْهَدْ مَعَهُمْ}. الأنعام 150\nفقوله: (فلا تَشْهَدْ معهم) جملة إنشائية مقترنة بالفاء، فهي في محل جزم جواب الشرط، وفعل الشرط (فإن شهدوا).\n3 - أن يكون الجوابُ فعلاً ماضياً لفظاً ومعنى، نحو قوله تعالى: {إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ}. يوسف 77\nفقوله: (فقد سَرَقَ أخ له) جملة ماضوية مقترنة بالفاء، فهي في محل جزم جواب الشرط، وفعل الشرط: (إن يسرق).\n4 - الجملة التي فعلها جامد، نحو قوله تعالى: {إِن تُبْدُواْ الصَّدَقَاتِ فَنِعِمَّا هِيَ}. البقرة 271\nفقوله: (فنعما هي) جملة فعلها جامد مقترنة بالفاء، فهي في محل جزم جواب الشرط.\n\nوقوله تعالى: {فَإِن كَرِهْتُمُوهُنَّ فَعَسَى أَن تَكْرَهُواْ شَيْئاً وَيَجْعَلَ اللّهُ فِيهِ خَيْراً كَثِيرا} النساء19\nفقوله: (فعسى أن تكرهوا شيئاً) جملة فعلها جامد مقترنة بالفاء، فهي في محل جزم جواب الشرط.\n(1/22)\n\n5 - الجملة التي فعلها مقترن بحرف نفي نحو قوله تعالى: {فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ} يونس72\nفقوله: (فما سألتكم) جملة مقترنة بحرف نفي وهو (ما) النافية، فهي جملة في محل جزم جواب الشرط.\n\nوقوله تعالى: {فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً}. الشورى 48\nفقوله: (فما أرسلناك) جملة مقترنة بـ (ما) النافية، فهي في محل جزم جواب الشرط، وفعل الشرط (فإنْ أعرضوا).\n6 - الجملة التي فعلها مقترن بـ (لن)، نحو قوله تعالى: {وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئاً} المائدة42\nفقوله: (فلن يَضُرُّوك) جملة مقترنة بـ (لن) حرف نصب ونفي، فهي في محل جزم جواب الشرط، وفعل الشرط (وإن تعرض عنهم).\n7 - الجملة التي فعلها مقترن بالسين، نحو قوله تعالى: {وإنْ تَعَاسَرْتُم فَسَتُرْضِعُ له أُخْرى}. الطلاق 6\nفقوله: (فسترضع له أخرى) جملة مقترنة بـ (السين) بعد الفاء الرابطة للجواب فهي في محل جزم جواب الشرط، وفعل الشرط قوله: (وإن تعاسرتم).\n\n8 - الجملة التي فعلها مقترن بـ (سوف)، نحو قوله تعالى: {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللّهُ مِن فَضْلِهِ}. التوبة 28\nفقوله: (فسوف يغنيكم اللهُ) جملة مقترنة بـ (سوف) بعد الفاء الرابطة للجواب، فهي في محل جزم جواب الشرط، وفعل الشرط قوله: (وإنْ خفتم عيلة).\n9 - الجملة التي فعلها مقترن بـ (قد)، نحو قوله تعالى: {إِن تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا}. التحريم 4\n\nفقوله: (فقد صغت قلوبكما) جملة مقترنة بـ (قد) بعد الفاء الرابطة للجواب فهي في محل جزم جواب الشرط، وفعل الشرط قوله: (إنْ تتوبا إلى الله).\n10 - وقد تنوب (إذا) الفجائية عن (الفاء) الرابطة للجواب، نحو قوله تعالى: {وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ}. الروم 36\nفقوله: (إذا هم يقنطون) جملة مقترنة بـ (إذا الفجائية)، فهي في محل جزم جواب الشرط.",
        "(1/23)\n\nالقسم الثاني:\n\n(إنْ) النافية وهي ضربان عاملة، وغير عاملة\n\nفالعاملة تعمل عمل (ليس) ترفع الاسم وتنصب الخبر، فقد ورد عملها في المنثور والمنظوم، وهي لغة أهل العالية، فيقولون: (إنْ أحدٌ خيراً مِنْ أَحَدٍ إلاَّ بالعافية)، و (إنْ ذلكَ نافِعَكَ ولاضارَّكَ)، (1) وعلى لغتهم قراءة سعيد بن جبير (2) قوله تعالى: {إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللّهِ عِبَادٌ أَمْثَالُكُمْ}. الأعراف 194 بنون مخففة مكسورة لالتقاء الساكنين، ونصب (عباداً أمثالَكم). فعلى هذه القراءة (إن): نافية تعمل عمل (ليس)، و (الذين): اسم موصول مبني على الفتح في محل رفع اسم (إن)، و (تدعون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، والجملة صلة الموصول، و (عباداً): خبر (إنْ) منصوب و (أمثالَكم): صفة (عباداً)، وجاز أن يكون وصفاً للنكرة، وإن كان مضافاً إلى المعرفة؛ لأنَّ الإضافة في نية الانفصال. أمَّا قراءة الجمهور فهي: (إنَّ الذين تدعون من دون اللهِ عبادٌ أمثالُكم) على (إنَّ) المشدَّدة، و (الذين) اسمها، و (عبادٌ) خبرها مرفوع، و (أمثالُكم) صفة.\nوقد ورد في عمل (إنْ) النافية عمل (ليس) قول الشاعر:\nإنْ هو مُسْتَوْلِياً على أَحَد ... إلاَّ على أَضْعَفِ المجانينِ (3)\n\nفنصب (مستولياً) وهو خبر (إنْ) على لغة أهل العالية، و (هو): اسمها.\n__________\n(1) انظر المغني لابن هشام 1/ 21.\n(2) ينظر في قراءتها: الشواذ لابن خالويه 48، والمحتسب لابن جني 1/ 270، وإعراب القرآن لابن النحاس 1/ 657، والإملاء للعكبري 1/ 390، والبحر المحيط لأبي حيان 4/ 444، والدر المصون 5/ 539.\n(3) البيت بلا نسبة في الأزهية 46، ورصف المباني 108، والجنى الداني 209، والمقرب لابن عصفور 1/ 105، وشرح ابن عقيل 1/ 272، وشذور الذهب 278، وخزانة الأدب 4/ 166، والدر المصون 5/ 539، والبحر المحيط 1/ 445.\n(1/24)",
        "\nوقول الآخر:\nإنِ المرءُ مَيْتاً بانقضاءِِ حياته ... ولكن بأن يُبْغَى عليه فَيُخْذَلاَ (1)\n\nفنصب (مَيْتاً) وهو خبر (إنْ) العاملة عمل ليس في لغة أهل العالية. و (المرءُ) اسمها مرفوع.\nفأمَّا (إنْ) النافية غير العاملة فتدخل على الجملة الاسمية والفعلية فمن دخولها على الجملة الاسمية في كتاب الله، قوله تعالى: {إِنِ الْحُكْمُ إِلاَّ لِلّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ}. الأنعام57\nقوله: (إنِ الحكمُ إلاَّ للهِ)، (إن): نافية لاعمل لها، و (الحكم) ُ: مبتدأ مرفوع، و (إلاَّ): حرف استثناء ملغى، و (للهِ): الجار ولفظ الجلالة متعلقان بمحذوف في محل رفع خبر المبتدأ.\nوقوله تعالى: {إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ}. الشعراء 113\nقوله: (إنْ حسابهم إلاَّ على رَبِّي)، (إنْ): نافية لاعمل لها و (حسابهم): مبتدأ مرفوع، و (هم) في محل جر مضاف إليه، و (إلاَّ): حرف استثناء ملغى، و (على رَبِّي): متعلقان بمحذوف في محل رفع خبر المبتدأ.\n\nوقوله تعالى: {إِنِ الْكَافِرُونَ إِلاَّ فِي غُرُورٍ}. الملك 20\n(إن) نافية لاعمل لها. و (الكافرون): مبتدأ مرفوع بالواو، و (إلاَّ): حرف استثناء ملغى، و (في غرورٍ): متعلقان بمحذوف في محل رفع خبر المبتدأ.\n\nوقوله تعالى: {إِنْ أَنَاْ إِلاَّ نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ}. الأعراف 188\nقوله: (إنْ أنا إلاَّ نذيرٌ)، (إنْ): نافية لاعمل لها. و (أنا): ضمير منفصل في محل رفع مبتدأ. و (إلاَّ): حرف استثناء ملغى، و (نذيرٌ): خبر المبتدأ مرفوع.\n\nوقوله تعالى: {إنْ أنت إلاَّ نذيرٌ}. فاطر 23\n(إنْ): نافية لاعمل لها، و (أنت): ضمير رفع منفصل في رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (نذيرٌ): خبر مرفوع بالضمة.\n__________\n(1) البيت بلا نسبة في المقاصد للعيني 2/ 145، والجنى الداني 210، والهمع للسيوطي 1/ 125، وشذور الذهب 200، وشرح الأشموني 1/ 255، وخزانة الأدب 4/ 168.\n(1/25)\n",
        "وقوله تعالى: {إِنْ أَنتُمْ إِلاَّ مُفْتَرُونَ}. هود 50\n(إنْ): نافية لاعمل لها. و (أنتم: ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (مفترون): خبر موفوع بالواو.\n\nوقوله تعالى: {إِنْ أَنتُمْ إِلاَّ مُبْطِلُونَ}. الروم 58\n(إنْ) نافية لاعمل لها. و (أنتم): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (مبطلون): خبر موفوع بالواو.\n\nوقوله تعالى: {إِنْ أَنتُمْ إِلاَّ فِي ضَلالٍ مُّبِينٍ}. يس 47\n(إنْ): نافية لاعمل لها، و (أنتم): ضمير منفصل في محل رفع مبتدأ. و (إلاَّ): حرف استثناء ملغى، و (في ضلالٍ): جار ومجرور متعلقان بمحذوف في محل رفع خبر المبتدأ.\n\nوقوله تعالى: {إنْ هو إلاَّ ذِكْرٌ للعالمين}. يوسف 104، وص 87، والتكوير 27\n(إنْ): نافية لاعمل لها، و (هو): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى. و (ذِكْرٌ): خبر مرفوع بالضمة.\n\nوقوله تعالى: {إنْ هو إلاَّ نذيرٌ مُبِينٌ}. الأعراف 184\n(إنْ): نافية لاعمل لها، و (هو): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (نذيرٌ): خبر موفوع بالضمة، و (مبين): صفة (نذير).\nوقوله تعالى: {إنْ هو إلاَّ وَحْيٌ يُوحَى} النجم 4\n(إنْ) نافية لاعمل لها. و (هو): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (وَحْيٌ): خبر موفوع بالضمة. وجملة (يُوحَى): صفة لـ (وحي).\n\nوقوله تعالى: {إنْ هُم إلاَّ يَخْرصُون}. الزخرف 20\n(إنْ): نافية لاعمل لها، و (هم): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (يخرصونُ): فعل مضارع مرفوع بثبوت النون، و (الواو): ضمير متصل في محل رفع فاعل، والجملة في محل رفع خبر المبتدأ.\n(1/26)\n\nوقوله تعالى: {وَإنْ هُمْ إلاَّ يَظُنُّونَ}. البقرة 78، والجاثية 24\n(وإنْ)، (الواو): حالية، و (إنْ): نافية لاعمل لها، و (هم): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (يظنون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، والجملة الفعلية في محل رفع خبر المبتدأ.\n\nوقوله تعالى: {وَقَالُواْ إِنْ هِيَ إِلاَّ حَيَاتُنَا الدُّنْيَا}. الأنعام 29، والمؤمنون 37\n(إنْ): نافية لاعمل لها، و (هي): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (حياتُنَا): خبر موفوع بالضمة، و (نا): ضمير متصل في محل جر مضاف إليه. و (الدُّنيا): صفة، والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {إنْ هي إلاَّ فِتْنَتُكَ}. الأعراف 155\n(إنْ): نافية لاعمل لها، و (هي): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (فتنتُكَ): خبر موفوع بالضمة، و (الكاف): في محل جر مضاف إليه.\n\nوقوله تعالى: {إِنْ هِيَ إِلاَّ أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم}. النجم 23\n(إنْ): نافية لاعمل لها، و (هي): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (أسماءٌ): خبر موفوع بالضمة، وجملة (سميتموها): صفة (أسماء).\nوقوله تعالى: {إنْ هذا إلاَّ سِحْرٌ مبينٌ}. المائدة 110، والأنعام 7، وهود 7، وسبأ 42، والصافات15\n(إنْ): نافية لاعمل لها، و (هذا)، (الهاء): للتنبيه، و (ذا): اسم إشارة في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (سِحْرٌ): خبر مرفوع بالضمة، و (مبين) صفة.\n\nوقوله تعالى: {إنْ هذا إلاَّ مَلَكٌ كريمٌ}. يوسف 31\n(إنْ): نافية لاعمل لها، و (هذا)، (الهاء): للتنبيه، و (ذا): اسم إشارة في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (ملكٌ): خبر موفوع بالضمة، و (كريمٌ): صفة (ملك).",
        "(1/27)\n\nوقوله تعالى: {إِنْ هَذَا إِلاَّ خُلُقُ الأَوَّلِينَ}. الشعراء 137\n(إنْ) نافية لاعمل لها. و (هذا)، (الهاء): حرف تنبيه، و (ذا): اسم إشارة في محل رفع مبتدأ، وخُلُقُ): خبر مرفوع بالضمة، و (الأولين): مضاف إليه مجرور وعلامة جره الياء.\n\nوقوله تعالى: {إِنْ هَذَا إِلاَّ قَوْلُ الْبَشَرِ}. المدثر 25\n(إنْ) نافية لاعمل لها، و (هذا)، (الهاء): حرف تنبيه، و (ذا): اسم إشارة في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (قولُ): خبر مرفوع بالضمة، و (البشرِ): مضاف إليه مجرور بالكسرة.\n\nوقوله تعالى: {إِنْ هَذَا إِلاَّ أَسَاطِيرُ الأَوَّلِينَ}. الأنعام 25، والأنفال 31، والمؤمنون 83، والنمل 68\n(إنْ): نافية لاعمل لها، و (هذا)، (الهاء): حرف تنبيه، و (ذا): اسم إشارة في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (أساطيرُ): خبر مرفوع بالضمة و (الأولين): مضاف إليه مجرور وعلامة جره الياء.\n\nوأمَّا دخول (إنْ) النافية غير العاملة على الجملة الفعلية فمن ذلك قوله تعالى: {إِنْ أَرَدْنَا إِلاَّ إِحْسَاناً وَتَوْفِيقاً}. النساء 62\n(إنْ): نافية لاعمل لها، و (أَرَدْنَا): فعل ماض مبني على السكون لاتصاله بـ (نَا) ضمير الفاعل، و (نا): ضمير متصل في محل رفع فاعل، و (إلاَّ): حرف استثناء ملغى، و (إحْسَاناً): مفعول به منصوب.\n\nوقوله تعالى: {إنْ لَبِثْتُمْ إلاَّ قليلاً}. الإسراء 52، والمؤمنون 114\n(إنْ): نافية لاعمل لها، و (لبثتم): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (تم): في محل رفع فاعل، و (إلاَّ): حرف استثناء ملغى. و (قليلاً): مفعول فيه ظرف زمان. ويجوز أن يكون نعت زمان محذوف، أي: إلاَّ زماناً قليلاً.\n\nوقوله تعالى: {إنْ لَبِثْتُمْ إلاَّ عَشراً}. طه 103\n(إن): نافية لاعمل لها. و (لبثتم): فعل ماض، و (تم): فاعل، و (إلاَّ): حرف استثناء ملغى، و (عشراً) مفعول فيه ظرف زمان.\n(1/28)",
        "\nوقوله تعالى: {إنْ أتَّبِعُ إلاَّ مَايُوحى إليَّ}. الأنعام 50، ويونس 15\n(إنْ): نافية لاعمل لها، و (أتبعُ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره (أنا)، و (إلاَّ): حرف استثناء ملغى، و (ما): اسم موصول في محل نصب مفعول به، و (يُوحَى)، فعل مضارع مبني للمجهول، ونائب الفاعل ضمير مستتر تقديره: (هو)، والجملة صلة الموصول، و (إليّ): متعلقان بـ (يُوحَى).\n\nوقوله تعالى: {إنْ أُريدُ إلاَّ الإصْلاحَ}. هود 88\n(إنْ): نافية لاعمل لها، و (أريدُ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (أنا)، و (إلاَّ): حرف استثناء ملغى، و (الإصلاحَ): مفعول به منصوب.\n\nوقوله تعالى: {إنْ يُهْلِكُونَ إلاَّ أَنْفُسَهُمْ}. الأنعام 26\n(إنْ): نافية لاعمل لها، و (يهلكون): فعل مضارع مرفوع بثبوت النون، و (الواو) فاعل، و (إلاَّ): حرف استثناء ملغى، و (أنفسَهُمْ): مفعول به منصوب، و (هم): في محل جر مضاف إليه.\n\nوقوله تعالى: {إنْ تَتَّبِعُونَ إلاَّ رَجُلاً مَسْحُوراً}. الإسراء 47\n(إن): نافية لاعمل لها، و (تتبعون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، و (إلاَّ): حرف استثناء ملغى، و (رجلاً): مفعول به منصوب، و (مسحوراً): صفة (رجلا).\n\nوقوله تعالى: {إِن يُرِيدُونَ إِلاَّ فِرَاراً}. الأحزاب 13\n(إنْ) نافية لاعمل لها، و (يُريدُون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، و (إلاَّ): حرف استثناء ملغى، و (فراراً): مفعول به منصوب.\n\nوقوله تعالى: {إنْ يَتَّبِعُونَ إلاَّ الظَّنَّ}. النجم 23، و28\n(إنْ): نافية لاعمل لها، و (يتبعون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، و (إلاَّ): حرف استثناء ملغى، و (الظن): مفعول به منصوب.\n(1/29)\n",
        "القسم الثالث:\n(إنْ) المخففة من (إنَّ) الثقيلة\n\nوفيها بعد التخفيف لغتان: الإعمال، والإهمال، والإهمال أشهر. فإذا عملت (إنْ) المخففة فحكمها حكم (إنَّ) المشدَّدة، وهي لغة ثابتة عن العرب، قال سيبويه: (حدَّثنا مَنْ نثق به أنَّه سمع من العرب مَنْ يقول: (إنْ عمراً لَمُنْطَلِقٌ). (1) وقد نسب صاحب العين هذه اللغة إلى ناس من أهل الحجاز، فقال: (وللعرب في (إنَّ) لغتان: التخفيف والتثقيل، فأمَّا مَنْ خَفَّفَ فإنَّه يرفعُ بها، إلاَّ أنَّ ناساً من أهل الحجاز يخففون، وينصبون على توهُّم الثقيلة)، (2) وعلى هذه اللغة الحجازية قول الشاعر:\nكليبُ إنِ الناسَ الذين عهدتهم ... بجمهور حُزْوَى فالرياضِ لذي النخلِ (3)\n\nفنصبَ (الناسَ) على نية تثقيلها، أراد: (إنَّ الناسَ) فخفَّفَ.\nوقوله تعالى: {وَإِنَّ كُلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ}. هود 111\nقرأ نافع وابن كثير وأبو بكر عن عاصم: (وإنْ) بالتخفيف، و (كُلاًّ) بالنصب اسمها، والباقون بالتشديد. (4)\n\nوإذا أُلغيت (إنْ) المخففة من (إنَّ) جاز أن يليها الأسماء والأفعال، فمن الأسماء قول الشاعر:\nإنِ القومُ والحَيُّ الذي أنا منهمُ ... لأَهْلُ مقاماتٍ وشاءٍ وجَامِلِ (5)\n\nومن ذلك قوله تعالى: {وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ}. يس 32\n__________\n(1) الكتاب لسيبويه 1/ 283.\n(2) العين 8/ 397.\n(3) البيت بلا نسبة في الأزهية للهروي 48.\n(4) انظر في قراءاتها: السبعة لمجاهد 339، والمحتسب 1/ 328، والحجة لابن خالويه 166، والحجة لأبي زرعة 350، والكشف لمكي 1/ 536، والبحر المحيط 5/ 266، والدر المصون 6/ 397، والنشر 2/ 290، وزاد المسير 4/ 164، والإتحاف للدمياطي 260.\n(5) البيت بلا نسبة في الأزهية للهروي 47.\n(1/30)\n\nقرأ ابن عامر، وعاصم وحمزة: (لَمَّا) بالتشديد، والباقون: (لَمَا) (1) بالتخفيف.\n\nقال ابن الأنباري: (إنْ): مخففة من الثقيلة، ولَمَّا خُفِّفت بطل عملها لنقصها عن مشابهة الفعل فارتفع مابعدها بالابتداء، و (لما جميعٌ): خبرها، و (ما): زائدة، وتقديره: (لجميعٌ لدينا محضرون)، وأُدْخلت اللامُ في خبرها، لتفرق بينها وبين (إنْ) التي بمعنى (ما) النافية. ومن قرأ: (لَمَّا جميعٌ) بالتشديد فمعناه: (إلاَّ)، و (إنْ) بمعنى (ما)، وتقديره: (وما كُلٌّ إلاَّ جميعٌ لدينا محضرون)، فيكون (كلّ) مرفوعاً بالابتداء، و (جميعٌ) خبره، وبطل بدخول (إلاَّ) عملُ (إنْ) النافية على قول مَنْ يعملها عمل ليس؛ لأنَّه إذا بطل عمل (ما) بدخول (إلاَّ) وهي الأصل في العمل، فلأن يبطل عمل (إنْ) النافية لدخول (إلاَّ)، وهي الفرع كان ذلك أولى). (2)\n\nومن ذلك أيضاً قوله تعالى: {وَإِن كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا}. الزخرف 35\nقرىء (لما) بالتخفيف والتثقيل. (3) فمن خفف (لما) فـ (إنْ) مخففة من الثقيلة، و (كلّ): مبتدأ، و (متاع): خبر المبتدأ، والتقدير: (وإنْ كلّ ذلك لمتاع الحياة الدنيا)، و (ما) زائدة. ومن شدَّد (لَمَّا فـ (إنْ) نافية بمعنى (ما)، و (لَمَّا) بمعنى (إلاَّ). و (كل): مبتدأ، و (متاع): خبر المبتدأ.\n\nومن ذلك قوله تعالى: {إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ}. الطارق 4\nقرىء (لما) بالتخفيف والتشديد، (4) والإعراب كالإعراب كما تقدم.\n__________\n(1) انظر في قراءاتها: معاني القرآن للفراء 2/ 376، وإعراب القرآن للنحاس 3/ 393 والحجة لأبي زرعة 597، والكشف لمكي 2/ 215، والدر المصون 9/ 264.\n(2) انظر البيان في غريب إعراب القرآن 2/ 294 - 295.\n(3) انظر في قراءاتها: السبعة لمجاهد 586، والمحتسب 2/ 255، والحجة لأبي زرعة 649، والدر المصون 9/ 586.\n(4) انظر في قراءاتها: السبعة لمجاهد 678، والحجة لأبي زرعة 758، والكشف لمكي 2/ 369، والدر المصون 10/ 751.",
        "(1/31)\n\nوتدخل (إنْ) المخففة على الأفعال، والأكثر كون الفعل ماضياً ناسخاً مثل (كان) وأخواتها، و (كاد)، كما تدخل على (ظنَّ) وأخواتها.\n\nفمن دخولها على (كان)، قوله تعالى: {وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّآلِّينَ}. البقرة 198\n(وإنْ)، (الواو): حالية، و (إنْ) مخففة من الثقيلة.\nو (كنتم): فعل ماض ناقص، و (تم): اسمها، و (من قبله): جار ومجرور متعلقان بمحذوف حال، و (لمن الضالين)، و (اللام): الفارقة، و (من الضالين): جار ومجرور متعلقان بمحذوف في محل نصب خبر (كنتم).\n\nوقوله تعالى: {فَكَفَى بِاللّهِ شَهِيداً بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ}. يونس 29\n(إنْ): مخففة من الثقيلة، و (كُنَّا: (كان): فعل ماض ناقص.\nو (نا): ضمير متصل في محل رفع اسمها. و (عن عبادتكم): متعلقان بـ (غافلين). و (لغافلين)، (اللام): الفارقة، و (غافلين): خبر (كُنَّا) منصوب بالياء.\n\nوقوله تعالى: {وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً}. الإسراء 108\n(إنْ): مخففة من الثقيلة، و (كان): فعل ماض ناقص، و (وَعْدُ): اسمها مرفوع بالضمة. و (رَبِّنا): مضاف إليه. و (لمفعولاً)، و (اللام): الفارقة، و (مفعولاً): خبر (كان) منصوب بالفتحة. ويجوز إعمال (إنْ)، واسمها ضمير الشأن، وجملة (كان) في محل رفع خبرها.\n\nومن ذلك قوله تعالى: {وَإِن كَادُواْ لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ}. الإسراء 73\n(وإن)، (الواو): حرف استئناف، و (إنْ): مخففة من الثقيلة مهملة.\nو (كادُوا): فعل ماض ناقص من أفعال المقاربة، و (الواو): ضمير متصل في محل رفع اسمها، و (لَيَفْتنونَكَ)، (اللام): الفارقة، و (يفتنونك): فعل مضارع مرفوع بثبوت النون، و (الواو): ضمير متصل في محل رفع فاعل، و (الكاف): ضمير متصل في محل نصب مفعول به، وجملة (يفتنونك) في محل نصب خبر (كادوا).\nومثال ذلك قوله تعالى: {وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ الأَرْضِ}. الإسراء 76\nوالإعراب كالإعراب.\n(1/32)",
        "\nومن ذلك قوله تعالى: {وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغاً إِن كَادَتْ لَتُبْدِي بِهِ لَوْلا أَن رَّبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ}. القصص 10\nقوله: (إنْ كادتْ لتبدي به)، و (إنْ): مخففة من الثقيلة، و (كادتْ): فعل ماض ناقص، و (التاء): تاء التأنيث، واسمها ضمير مستتر تقديره (هي)، و (لتبدي)، (اللام): الفارقة، و (تبدي): فعل مضارع مرفوع بالضمة المقدرة على الياء للثقل، والفاعل ضمير مستتر تقديره (هي)، والجملة في محل نصب خبر (كادت)، (به): متعلقان بـ (تبدي). ويجوز إعمال (إنْ) على قلَّة، فيكون اسمها ضمير الشأن محذوف، وجملة (كادت) في محل رفع خبرها، والأَوْلَى إهمالها.\n\nومن ذلك قوله تعالى: {وَإِن يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ} القلم51\n(وإنْ)، (الواو): حرف استئناف، (إنْ): مخففة من الثقيلة، و (يكادُ): فعل مضارع ناقص من أفعال المقاربة، (والذين): اسم موصول في محل رفع اسمها، و (كفروا) فعل ماض، و (الواو): فاعل. والجملة صلة الموصول، و (لَيُزْلِقُونَك)، (اللام): الفارقة، و (يُزلقونك): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، و (الكاف) في محل نصب مفعول به. وجملة (يزلقونك) في محل نصب خبر (يكاد) ويجوز إعمال (إنْ) على قلة، فيكون اسمها ضمير الشأن محذوف، وجملة (يكاد) في محل رفع خبرها، والملاحظ هنا أنَّ (إنْ) المخففة قد دخلت على (يكاد) وهو مضارع والأكثر دخولها على الأفعال الماضية الناقصة.\n\nومن دخولها على أفعال الظنّ قوله تعالى: {وَمَا أَنتَ إِلاَّ بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الْكَاذِبِينَ}. الشعراء 186\n\nقوله: (وإنْ نظنك لمن الكاذبين)، (الواو): حرف عطف، و (إنْ) مخففة من الثقيلة، و (نَظُنُّكَ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره (نحن) و (الكاف) في محل نصب مفعول به أوَّل، و (لمن الكاذبين)، (اللام): الفارقة، و (من الكاذبين): جار ومجرور متعلقان بـ بمحذوف في محل نصب مفعول به ثانٍ، ويجوز إعمال (إنْ) فيكون اسمها ضمير الشأن، وقوله (لمن الكاذبين)، (اللام): الفارقة، و (من الكاذبين) متعلقان بمحذوف في محل رفع خبرها.\n(1/33)\n",
        "وقوله تعالى: {وَمَا وَجَدْنَا لأَكْثَرِهِم مِّنْ عَهْدٍ وَإِن وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ}. الأعراف102\nقوله: (وإنْ وَجدنا أكثرهم لفاسقينَ)، (الواو): حرف عطف، و (إنْ): مخففة من الثقيلة، و (وجدنا): فعل ماض مبني على السكون لاتصاله بضمير الفاعل و (نا): ضمير متصل في محل رفع فاعل، و (أكثرهم): مفعول به أوَّل منصوب، و (هم): مضاف إليه، و (لفاسقين)، و (اللام): الفارقة، و (فاسقين): مفعول به ثانٍ منصوب بالياء. وأجاز الزمخشري، (1) وأبو البقاء العكبري (2) إعمال (إنْ) هنا، فيكون اسمها ضمير الشأن محذوفاً، وجملة (وجدنا) في محل رفع خبرها. والأكثر إهمالها.\n\nونلاحظ مما تقدَّم أَنَّ (إنْ) في جميع ذلك ونحوها مخففة من الثقيلة على مذهب البصريين، (3) و (اللام) هي الفارقة التي تلزم في خبر (إنْ) الخفيفة للفصل بين الإيجاب والنفي.\n\nوأهل الكوفة (4) يجعلون (إنْ) في قوله تعالى: {وَإِن كُنتُ لَمِنَ السَّاخِرِينَ} الزمر 56\nوما أشبهها من الآيات بمعنى (ما) النافية، و (اللام) بمعنى (إلاَّ)، والتقدير عندهم كأنه قال: (وما كنتُ إلاَّ من الساخرين). ويرى قطرب (5) أَنَّ (إنْ) فيها بمعنى (قد) كأنَّه قال: (قد كنتُ لمن الساخرين).\nوالأرجح هو قول البصريين على أنَّ (إنْ) هي المخففة من الثقيلة، و (اللام) الفارقة.\n__________\n(1) انظر الكشاف: 2/ 100.\n(2) إملاء ما من به الرحمن 1/ 281.\n(3) انظر الأزهية 50، والإنصاف لابن الأنباري 195.\n(4) المصدر نفسه.\n(5) الأزهية 50، نقلاً عن قطرب.\n(1/34)\n\nالقسم الرابع:\n\n(إنْ) الزائدة\n\nوتكون (إنْ) زائدةً بعد (ما) لتوكيد النفي، كقولك: (ما إنْ زيدٌ قائمٌ) و (ما إنْ يقوم زيدٌ)، و (ما إنْ رأيت مثلَه)، وتقدير ذلك: مازيدٌ قائمٌ، ومايقوم زيدٌ، وما رأيت مثلَه. ومن ذلك قول امرىء القيس:\nحلفتُ لها باللهِ حِلْفَةَ فاجرٍ ... لَنَامُوا فما إنْ مِنْ حديثٍ ولاصَالٍِ (1)\n\nأراد: فما حديث، و (إنْ) و (مِنْ) زائدتان.\n\nوإذا دخلت (إنْ) الزائدة على (ما) النافية الحجازية العاملة عمل (ليس) أبطلت عملَها، وتُسَّمى كافةً لـ (ما) عن عملها، ويكون مابعدها ابتداءً وخبراً، فمن ذلك قول فروة بن مُسَيك – وهو حجازي -:\nفما إنْ طِبُّنَاجُبْنٌ ولكنْ ... مَنَايَانََا ودولةُ آخرينَا (2)\n\nفرفع خبر (ما) على لغة أهل الحجاز، لدخول (إنْ) وهي زائدة، والمعنى وماطِبُّناجُبْنٌ.\nوقد تُزادُ (إنْ) بعد (ما) الموصولة الاسمية تشبيهاً للموصولة بـ (ما) النافية كقول الشاعر:\n__________\n(1) البيت لامرىء القيس في ديوانه 108، والأصول لابن السراج 1/ 293، والأزهية 52، وتسهيل الفوائد 168، والضرائر 124، والمقرب 1/ 205، والجنى الداني 135، وشرح المفصل 9/ 20، وخزانة الأدب 10/ 71.\n(2) البيت في الكتاب 1/ 475، و 2/ 305، وإعراب القرآن للزجاج 1/ 139، وإعراب القرآن للنحاس 4/ 242، والمحتسب 1/ 92، والخصائص 3/ 108، والمنصف 3/ 128، والأزهية 51، ورصف المباني 110، والمغني 1/ 23، وشرح شواهد المغني 81، ومنازل الحروف 68، وشرح المفصل 5/ 120، وخزانة الأدب 4/ 112، والمحكم، والصحاح، واللسان، والتاج (طبب).",
        "(1/35)\n\nيُرَجِّي المَرْءُ مَاإنْ لاَيراهُ ... وتعرضُ دُونَ أَدْنَاهُ الخُطوبُ (1)\n\nفزاد (إنْ) بعد (ما)، وهي اسم موصول، لشبهها باللفظ بما النافية، والمعنى يُرجِّي المرءُ الذي لايراه.\n\nومن ذلك قوله تعالى: {وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِن مَّكَّنَّاكُمْ فِيهِ}. الأحقاف 26\nقوله: (فيما إنْ مكناكم)، (في): حرف جر، و (ما): اسم موصول في محل جر بحرف الجر. و (إنْ): زائدة تشبيهاً للموصولة بـ (ما) النافية. وجملة (مكناكم): صلة الموصول. وقيل: (إنْ) نافية، والمعنى: مكناكم في الذي مامكناكم فيه من القوة والبسطة وسعة الأرزاق، وإنما عَدَلَ عن لفظ (ما) النافية إلى (إنْ) كراهيةً لاجتماعِ متماثلَيْن لفظاً. (2)\n__________\n(1) البيت لجابر بن رألان، أو إياس بن الأرت في النوادر لأبي زيد 60، والجنى الداني 211، والمغني 1/ 23، وشرح شواهد المغني 85، والكشاف 3/ 525، والدر المصون 9/ 679، والهمع 1/ 125، والدرر اللوامع 1/ 297، وخزانة الأدب 8/ 441، والبحر المحيط 9/ 447.\n(2) انظر إعراب القرآن لابن النحاس 4/ 170، والبيان في غريب إعراب القرآن 2/ 372، والدر المصون 9/ 679، والبحر المحيط 4/ 447.\n(1/36)",
        "\nالحرف الثاني (أَنْ) المفتوحة الهمزة الساكنة النون (1)\n\nولها أربعة أقسام هي: المصدرية، والمخففة من الثقيلة، والمفسِّرة، والزائدة.\n\nالقسم الأول: (أَنْ) المصدرية\nفهي تدخل على الفعل الماضي والمضارع، فتكون مع الجملة التي بعدها في موضع المصدر، مرفوعاً، أو منصوباً، أو مخفوضاً على حسب الفعل الداخل عليها.\nوقد ورد دخول (أَنْ) المصدرية على الفعل الماضي في كتاب الله العزيز في آيات كثيرة، فمن ذلك قوله تعالى: {وَمَا كَانَ قَوْلَهُمْ إِلاَّ أَن قَالُواْ ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا}. آل عمران 147\n\n(وما)، (الواو): حرف عطف، و (ما) نافية، و (كان): فعل ماض ناقص. و (قولَهم): خبر (كان) مقدم وهو مضاف، و (هم): مضاف إليه، و (إلاَّ): حرف استثناء ملغىَ و (أَنْ): حرف مصدري، و (قالُوا): فعل ماض، و (الواو): فاعل. و (أَنْ) المصدرية ومافي حيزها في محل رفع اسم (كان) المؤخر، والتقدير: وماكان قولَهم إلاَّ قولُهم هذا الدعاء، أي: هو دَأْبُهم وديدنهم. وقرأ ابن كثير وعاصم والحسن برفع (قولُهم) (2) على أنه اسم (كان)، والخبر (أَنْ) ومافي حيزها.\n\nوقوله تعالى: {أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِّنْهُمْ}. يونس 2\n(أكان): الهمزة للاستفهام الإنكاري المشوب بالتعجب، و (كان): فعل ماض ناقص. و (للناس): متعلقان بمحذوف حال، لأنه تقدم على الصفة، و (عَجَباً): خبر (كان) مقدم و (أَن أوحينا)، (أن):حرف مصدري و (أوحينا):فعل ماض و (نا):ضمير متصل في محل رفع فاعل، و (أن) ومافي حيزها في محل رفع اسم (كان) والتقدير، أكان إيحاؤنا إلى رجل منهم عَجبَاًََ لهم.\n__________\n(1) انظر في (أَنْ): الكتاب لسيبويه 1/ 555، والمقتضب للمبرد 1/ 48، والأزهية 59، والمخصص 14/ 55، ورصف المباني 111، والجنى الداني 85، والمغني 1/ 24، والهمع للسيوطي 2/ 2.\n(2) انظر في قراءاتها: الشواذ لابن خالويه 23، وإعراب القرآن للنحاس1/ 411، والبحر المحيط 3/ 75، والدر المصون 3/ 433.\n(1/37)\n",
        "وقوله تعالى: {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ}. النمل56\n\n(فما)، (الفاء): حرف عطف، و (ما): نافية، و (كان): فعل ماض ناقص، و (جوابَ): خبر (كان) مقدم، و (قومه): مضاف إليه، و (إلاَّ): حرف استثناء ملغى، , (أَنْ قالوا): (أَنْ) مصدرية:، و (قالوا): فعل ماض، و (الواو): فاعل، والمصدر المؤول من (أَنْ قالوا) في محل رفع اسم كان مؤخر. وقرأ الحسن وابن أبي إسحاق (جوابُ) برفعه اسماً لـ (كان) و (إلاَّ أَنْ قالوا) في محل نصب خبر لـ (كان) وقراءة الجمهور أشهر وأعرف، والتقدير: فما كان جواب قومه إلاَّ قولُهم، وعلى قراءة الحسن وابن أبي إسحاق: فما كان جَوابُ قومه إلاَّ قولَهم.\n\nوقوله تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرابٍ}. الروم 20\n(وَمِنْ آيَاتِهِ)، (الواو): حرف عطف، و (مِنْ آياته): الجار والمجرور في محل رفع خبر مقدم، و (أَنْ خلقكم)، (أَنْ): مصدرية، و (خلقكم): فعل ماض، و (كم): مفعول به، والفاعل ضمير مستتر تقديره هو، والمصدر المؤول من (أَنْ) ومافي حيزها في محل رفع مبتدأ، وتقديره: وخَلْقُكم من تراب من آياته.\n\nوقوله تعالى: {لَوْلاَ أَنْ مَنَّ اللهُ علينا لَخَسَفَ بِنَا}. القصص 82\n(لولا): حرف امتناع لوجود، متضمن معنى الشرط، و (أَنْ مَنَّ اللهُ)، (أَنْ): مصدرية (مَنَّ): فعل ماض، و (اللهُ): لفظ الجلالة فاعل، والمصدر المؤول من (أَنْ) ومافي حيزها في محل رفع مبتدأ، والخبر محذوف وجوباً، والتقدير: ولولا مَنُّ اللهِ حاصلٌ، و (علينا): متعلقان بـ (مَنَّ)، و (لخسف)، (اللام) واقعة في جواب (لولا)، وجملة (خسف بنا): لامحل لها؛ لأنها جواب شرط غير جازم، ومفعول (خسف): محذوف، أي: لخسف بنا الأرضَ.\n\nوقوله تعالى: {وَجَاء بِكُم مِّنَ الْبَدْوِ مِن بَعْدِ أَن نَّزغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي}. يوسف 100\nقوله: (أَنْ نزغَ الشيطان)، (أن): مصدرية، و (نزغَ): فعل ماض. و (الشيطان): فاعل، والمصدر المؤول من (أن) ومافي حيزها في محل جر مضاف إليه، وتقديره من بعدِ نَزْغِ الشيطانِ.\n(1/38)\n\nوتدخل (أَنْ) المصدرية على الفعل المضارع فتنصبه، وتقع في موضعين:\n\nالأول: في الابتداء، فتكون في موضع رفع، فمن ذلك قوله تعالى: {وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ}. البقرة184\n(وَأَنْ تصُومُوا)، (الواو): حرف استئناف، و (أَنْ): حرف مصدري ونصب، و (تصومُوا): فعل مضارع منصوب بـ (أَنْ)، وعلامة نصبه حذف النون، و (الواو): ضمير متصل في محل رفع فاعل، والمصدر المؤول من (أَنْ) وما في حيزها في محل رفع مبتدأ، و (خيرٌ): خبر مرفوع، و (لكم): متعلقان بـ (خير)، والتقدير: فالصوم خيرٌ لكم.\n\nوقوله تعالى: {وَأَن تَعْفُواْ أَقْرَبُ لِلتَّقْوَى}. البقرة 237\n(وأن تعفوا)، (الواو): حرف استئناف، و (أَنْ): حرف مصدري ونصب، و (تعفوا) فعل مضارع منصوب بـ (أن) وعلامة نصبه حذف النون، و (الواو) ضمير متصل في محل رفع فاعل، والمصدر المؤول من (أَنْ) وما في حيزها في محل رفع مبتدأ و (أقربُ): خبر المبتدأ، و (للتقوى): متعلقان بـ (أقرب).\n\nوقوله تعالى: {وَأَنْ تَصْبِرُوا خيرٌ لكم} النساء 25\n(وأَنْ تصبروا)، (الواو): حرف استئناف، و (أَنْ): حرف مصدري ونصب، و (تَصْبروا): فعل مضارع منصوب بـ (أَنْ)، وعلامة نصبه حذف النون، و (الواو): ضمير متصل في محل رفع فاعل، والمصدر المؤول من (أنْ) ومافي حيزها في محل رفع مبتدأ، و (خيرٌ) خبر المبتدأ، و (لكم) متعلقان بـ (خير)، والتقدير: والصَّبر خيرٌ لكم.\n\nوقوله تعالى: {وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ}. البقرة 280\n(وأن تصدَّقوا)، (الواو): حرف استئناف، و (أَنْ): حرف مصدري ونصب، و (تصَّدقوا): فعل مضارع منصوب بـ (أن)، وعلامة نصبه حذف النون، و (الواو): ضمير متصل في محل رفع فاعل. والمصدر المؤول من (أن) وما في حيزها في محل رفع مبتدأ، و (خيرٌ): خبر المبتدأ، و (لكم): متعلقان بـ (خير)، والتقدير: والتصدُّقُ خيرٌ لكم.",
        "(1/39)\n\nوقوله تعالى: {وَأَنْ يَسْتَعْفِفْنَ خيرٌ لَهُنَّ}. النور 60\n(وأن يَسْتَعْفِفْنَ)، (الواو): حرف عطف، و (أن): حرف مصدري ونصب، و (يستعففن): فعل مضارع مبني على السكون لاتصاله بنون النسوة في محل نصب بـ (أن)، ونون النسوة في محل رفع فاعل، والمصدر المؤول من (أن) وما في حيزها في محل رفع مبتدأ، و (خيرٌ): خبر المبتدأ المؤول، و (لهن): جار ومجرور متعلقان بـ (خير)، والتقدير: والاستعفاف خيرٌ لهن.\nوالثاني: بعد لفظٍ دالٍّ على معنى غير اليقين، فتكون في موضع (رفعٍ، ونصبٍ وجر).\n\nففي موضع الرفع قوله تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ}. الحديد 16\n(ألم يأنِ للذين آمنوا): (الهمزة): استفهامية، و (لم): حرف جازم، و (يأنِ) فعل مضارع مجزوم بـ (لم) وعلامة جزمه حذف حرف العلة، و (للذين): جار ومجرور متعلقانِ بـ (يأن)، و (آمنوا): فعل ماض، و (الواو): فاعل، والجملة صلة الموصول، و (أَنْ تخشعَ قلوبُهُمْ)، (أن): حرف مصدري ونصب، و (تخشع) فعل مضارع منصوب بـ (أن)، والمصدر المؤول من (أن) وما في حيزها في محل رفع فاعل لـ (يأن)، و (قلوبهم): فاعل لـ (تخشع)، والتقدير: ألم يقربْ خُشُوعُ قُلُوبِهم.\n\nوقوله تعالى: {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَى أَن تَكْرَهُواْ شَيْئاً وَهُوَ خَيْرٌ لَّكُمْ}. البقرة216\n(وعسى أن تكرهوا شيئاً)، (الواو): حرف استئناف، و (عسى) فعل ماض جامد لإنشاء الترجي وهي هنا تامة، وذلك مطرد في عسى، واخلولق، وأوشك إذا وليتها (أن)، و (أن): حرف مصدري ونصب، و (تكرهوا): فعل مضارع منصوب بـ (أن) وعلامة نصبه حذف النون، و (الواو): فاعل، والمصدر المؤول من (أن) ومافي حيزها في محل رفع فاعل (عسى)، و (شيئاً): مفعول به، والتقدير: وعسى كرهُكم.\n(1/40)",
        "\nوقوله تعالى: {ولا يَحِلُّ لهنَّ أَنْ يكتُمْنَ ماخلقَ اللهُ في أرحامِهنَّ}. البقرة 228\n(ولايحلَّ لهنَّ)، (الواو): حرف عطف، و (لا): نافية، و (يحلُّ) فعل مضارع مرفوع بالضمة، و (لهن): جار ومجرور متعلقان بـ (يحلُّ، و (أن يكتمن)، (أن): حرف مصدري ونصب، و (يكتمن): فعل مضارع مبني على السكون لاتصاله بنون النسوة، والنون: فاعل، (ماخلق الله)، (ما): اسم موصول في محل نصب مفعول به لـ (يكتمن) و (خلقَ اللهُ)، (خلق): فعل ماض، و (اللهُ): لفظ الجلالة فاعل، والجملة صلة الموصول، والمصدر المنسبك من (أن) وما في حيزها في محل رفع فاعل لـ (يحلّ)، والتقدير: ولايحلُّ لهن كَتْمُ ماخلق اللهُ.\n\nوقوله تعالى: {إذْ تقول للمؤمنين أَلَنْ يكفيَكم أَنْ يُمِدَّكُمْ رَبُّكُمْ بثلاثةِ آلافٍ من الملائكةِ مُنْزَلينَ}. آل عمران 124\nقوله: (ألن يكفيَكم أن يُمِدَّكُمْ رَبُّكُمْ)، (ألن)، (الهمزة) للاستفهام الإنكاري و (لن): حرف ناصب، و (يكفيَكم): فعل مضارع منصوب بـ (أن) وعلامة نصبه الفتحة، و (كم) مفعول به منصوب، و (أن يُمدَّكم رَبُّكم)، (أن): حرف مصدري ونصب، و (يُمدَّكُمْ): فعل مضارع منصوب بـ (أن) وعلامة نصبه الفتحة، و (كم): مفعول به منصوب، و (رَبُّكم): فاعل، و (كم): مضاف إليه، والمصدر المؤول من (أن) وما في حيزها في محل رفع فاعل لـ (يكفيكم)، والتقدير: ألن يكفيكم إمْدادُ ربِّكم.\n\nوقوله تعالى: {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله}. آل عمران 145\n(وماكان لنفس)، (الواو): حرف استئناف، و (ما): نافية، و (كان): فعل ماض ناقص، و (لنفس): جار ومجرور متعلقان بمحذوف في محل نصب خبر (كان) مقدم، و (أن تموت)، (أن): حرف مصدري ونصب، و (تموت): فعل مضارع منصوب بـ (أن) وعلامة نصبه الفتحة، والفاعل: ضمير مستتر تقديره: (هي)، والمصدر المؤول من (أن) وما في حيزها في محل رفع اسم (كان) مؤخر، والتقدير: وماكان الموتُ حاصلاً لها إلاَّ بإذن اللهِ.\n(1/41)\n",
        "وفي موضع النصب قوله تعالى: {يقولون نَخْشَى أَنْ تُصِيبَنَا دائرةٌ}. المائدة 52\n(يقولون): فعل مضارع مرفوع بثبوت النون، و (الواو): ضمير متصل في محل رفع فاعل. و (نخشى): فعل مضارع مرفوع بضمة مقدَّرة على الألف للتعذر، والفاعل ضمير مستتر تقديره (نحن)، والجملة في محل نصب مقول القول. و (أَنْ تُصِيبَنَا دائرةٌ)، (أن): حرف مصدري ونصب، و (تصيبَنَا): فعل مضارع منصوب بـ (أن)، و (نا): ضمير متصل في محل نصب مفعول به لـ (نخشى)، والتقدير: نخشى إصابتَنا دائرة.\n\nوقوله تعالى: {وَمَا كَانَ هَذَا الْقُرْآنُ أَن يُفْتَرَى}. يونس 37\n(وما كان هذا القرآنُ)، (الواو): حرف استئناف، و (ما): نافية، و (كان): فعل ماض ناقص، و (هذا)، (الهاء): حرف تنبيه، و (ذا): اسم إشارة في محل رفع اسم (كان)، و (القرآنُ): بدل من (هذا)، و (أَنْ يُفْتَرَى)، (أن): حرف مصدري ونصب. و (يُفْتَرَى): فعل مضارع مبني للمجهول منصوب بـ (أن)، وعلامة نصبه الفتحة المقدرة على الألف للتعذر، ونائب الفاعل ضمير مستتر تقديره: (هو)، والمصدر المؤول من (أن) وما في حيزها في محل نصب خبر (كان)، والتقدير: ماكان هذا القرآنُ مُفْتَرى، أو افتراء.\n\nوقوله تعالى: {فَأَرَدْتُ أَنْ أعيبَها}. الكهف 79\n(فأرَدْتُ)، (الفاء): حرف عطف، و (أردْتُ): فعل ماض مبني على السكون لاتصاله بتاء الفاعل، و (التاء): ضمير متصل في محل رفع فاعل. و (أن أعيبَها)، (أن): حرف مصدري ونصب، و (أعيبَها): فعل مضارع منصوب بـ (أن)، بالفتحة، والفاعل ضمير مستتر تقديره (أنا)، و (الهاء): مفعول به، والمصدر المؤول من (أن) وما في حيزها في محل نصب مفعول به لـ (أردت)، والتقدير: أردتُ إعابتَها.\n(1/42)\n\nوقوله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ}. البقرة233\nقوله: (أراد أن يتم الرضاعة)، (أرادَ): فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره: (هو)، و (أَنْ يُتمَّ)، (أن): حرف مصدري ونصب، و (يُتمَّ): فعل مضارع منصوب بـ (أن) وعلامة نصبه الفتحة، والفاعل ضمير مستتر تقديره: (هو)، و (الرضاعةَ): مفعول به منصوب، والمصدر المؤول من (أن) وما في حيزها في محل نصب مفعول به لـ (أرادَ)، والتقدير: أرادَ إتمامَ الرضاعةِ.\n\nوقوله تعالى: {يُرِيدُ اللهُ أَنْ يُخَفِّفَ عنكم}. النساء 28\n(يريدُ اللهُ)، (يريدُ): فعل مضارع مرفوع بالضمة، و (اللهُ): لفظ الجلالة فاعل مرفوع بالضمة، و (أَنْ يُخَفِّفَ)، (أن): حرف مصدري ونصب، و (يُخفِّفَ): فعل مضارع منصوب بـ (أن) وعلامة نصبه الفتحة، والفاعل ضمير مستتر تقديره: (هو)، و (عنكم): جار ومجرور متعلقان بـ (يخفف)، والمصدر المؤول من (أن) ومافي حيزها في محل نصب مفعول به، والتقدير: يريدُ اللهُ التخفيفَ عنكم.\n\nوقوله تعالى: {إنَّ اللهَ لايغفرُ أَنْ يُشْرَكَ بهِ}. النساء 116\n(إنَّ): حرف مشبه بالفعل، و (اللهَ): لفظ الجلالة اسمها منصوب، و (لايغفرُ)، (لا): نافية لاعمل لها، و (يغفرُ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (هو)، والجملة في محل رفع خبر (إنَّ)، و (أن يُشْرَكَ به)، (أن): حرف مصدري ونصب، و (يُشْرَكَ): فعل مضارع مبني للمجهول منصوب بـ (أن) وعلامة نصبه الفتحة، و (به): متعلقان بـ (يُشْرَكَ)، والمصدر المؤول من (أن) وما في حيزها في محل نصب مفعول به لـ (يغفر)، والتقدير: إنَّ اللهَ لايغفر الإشراكَ به.\n\nوقوله تعالى: {ولن تَستطيعوا أَنْ تَعْدِلُوا بين النساءِ}. النساء 129\n(ولن تستطيعوا)، (الواو): حرف استئناف، و (تستطيعوا): فعل مضارع منصوب بـ (أن) وعلامة نصبه حذف النون، و (الواو): فاعل، و (أن تعدلوا)، (أن): حرف مصدري ونصب، و (تعدلوا): فعل مضارع منصوب بـ (أن) وعلامة نصبه حذف النون، و (الواو): فاعل، و (بين) مفعول فيه، و (النساء): مضاف إليه، والمصدر المؤول من (أن) وما في حيزها في محل نصب مفعول به لـ (تستطيعوا) والتقدير: ولن تستطيعوا العَدْلَ بين النساءِ.",
        "(1/43)\n\nوتكون في موضع جر فمن ذلك قوله تعالى: {أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا}. الأعراف 129\n(أُوذينا): فعل ماض مبني للمجهول، و (نا): ضمير متصل في محل رفع نائب فاعل، و (مِنْ قبلِ): جار ومجرور متعلقان بـ (أوذينا)، و (أَنْ تأتِيَنَا)، (أن): حرف مصدري ونصب، و (تأتِينا): فعل مضارع منصوب بـ (أن)، وعلامة نصبه الفتحة الظاهرة، و (نا): ضمير متصل في محل نصب مفعول به، والفاعل ضمير مستتر تقديره (أنت)، والمصدر المؤول من (أن) وما في حيزها في محل جر مضاف إليه، والتقدير: من قبل إتيانِك.\n\nوقوله تعالى: {وإنْ طَلَّقْتُموهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وقد فَرضْتُم لَهُنَّ فريضةً فَنِصْفُ مَافَرَضْتُمْ}. البقرة 237\n\nقوله: (مِنْ قبلِ أَنْ تَمَسُّوهُنَّ)، (مِنْ قبل): جار ومجرور متعلقان بـ (طلقتموهن)، و (أن تمسوهُنَّ)، (أن): حرف مصدري ونصب، و (تمسوهُنَّ): فعل مضارع منصوب بـ (أن) وعلامة نصبه حذف النون، و (الواو): ضمير متصل في محل رفع فاعل، و (هُنَّ): ضمير متصل في محل نصب مفعول به، والمصدر المؤول من (أن) وما في حيزها في محل جر مضاف إليه، والتقدير من قبل المسيس.\n\nوقوله تعالى: {ياأيها الذين أُوتُوا الكتابَ آمنوا بما نَزَّلْنَا مُصَدِّقاً لما معكم مِنْ قَبْلِ أَنْ نَطْمِسَ وُجوهَاً فَنَرُدَّها على أدبارِهَا}. النساء 47\n\nقوله: (مِنْ قبلِ أن نطمس)، (من قبلِ): جار ومجرور متعلقان بـ (آمنوا)، و (أن نطمس)، (أن): حرف مصدري ونصب، و (نطمسَ): فعل مضارع منصوب بـ (أن) وعلامة نصبه الفتحة، والفاعل ضمير مستتر تقديره: (نحن)، و (وجوهاً): مفعول به منصوب، والمصدر المؤول من (أن) وما في حيزها في محل جر مضاف إليه. والتقدير: من قبل طَمْسِنَا وجوهاً، أو من قبل طَمْسِنَا عيونَ وُجوهٍ، ويقويه أن الطَّمْسَ للأعين، قال تعالى: {لَطَمَسْنَا عَلَى أَعْيُنِهِمْ}. يس 66\n(1/44)",
        "\nوقوله تعالى: {إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ}. المائدة 34\nقوله: (مِنْ قبلِ أن تقدروا عليهم)، (من قبلِ): جار ومجرور متعلقان بـ (تابوا) و (أن تقدروا)، (أن): حرف مصدري ونصب، و (تقدرُوا): فعل مضارع منصوب بـ (أن)، وعلامة نصبه حذف النون، و (الواو): ضمير متصل في محل رفع فاعل و (عليهم): جار ومجرور متعلقان بـ (تقدروا)، والمصدر المؤول من (أن) وما في حيزها في محل جر مضاف إليه، والتقدير: من قبل قُدرِتكم عليهم.\n\nوقوله تعالى: {كُلُّ الطعامِ كانَ حِلاًّ لبني إسْرائيلَ إلاَّ ما حَرَّمَ إسْرائيلُ على نفسِه مِنْ قبلِ أَنْ تُنَزَّلَ التوراةُ}. آل عمران 93\nقوله: (مِنْ قَبْلِ أَنْ أَنْ تُنَزَّلَ التوراةُ)، (من قبلِ): جار ومجرور متعلقان بـ (حَرَّم) قاله العكبري، (1) وقال أبو حيان: (2) هما متعلقان بـ (حِلاًّ) و (أن تُنَزَّلَ) (أن): حرف مصدري ونصب، و (تُنَزَّلَ): فعل مضارع مبني للمجهول منصوب بـ (أن) وعلامة نصبه الفتحة، و (التوراةُ): نائب فاعل، والمصدر المؤول من (أن) وما في حيزها في محل جر مضاف إليه لـ (قبل)، والتقدير: من قبلِ تنزيلِ التوراةِ.\n\nوقوله تعالى: {لولاَ أرسلتَ إلينا رسولاً فَنَتَّبِعَ آياتِكَ مِنْ قبلِ أَنْ نَذِلَّ ونَخْزَى}. طه134\nقوله: (مِنْ قبلِ أَنْ نَذِلَّ)، (من قبلِ): جار ومجرور متعلقان بـ (نَتَّبعَ)، و (أن نَذِلَّ)، (أن): حرف مصدري ونصب، و (نَذِلَّ): فعل مضارع منصوب بـ (أن) وعلامة نصبه الفتحة، والفاعل ضمير مستتر تقديره: (نحن)، والمصدر المؤول من (أن) وما في حيزها في محل جر مضاف إليه، والتقدير: من قبل ذُلِّنَا.\n\nوقوله تعالى: {وَتَاللَّهِ لأَكِيدَنَّ أَصْنَامَكُم بَعْدَ أَن تُوَلُّوا مُدْبِرِينَ}. الأنبياء 57\nقوله: (بعدَ أَنْ تُوَلُّوا مدبرين)، (بعدَ): مفعول فيه ظرف زمان متعلق بـ (أكيدن)، و (أن تولُّوا)، (أن): حرف مصدري ونصب، و (تولوا): فعل مضارع مبني للمجهول، منصوب بـ (أن) وعلامة نصبه حذف النون، و (الواو): نائب فاعلب، و (مدبرين): حال منصوب بالياء. والمصدر المؤول من (أن) وما في حيزها في محل جر مضاف إليه لـ (بعد)، والتقدير: بعد توليكم مدبرين.\n__________\n(1) الإملاء للعكبري 1/ 143.\n(2) البحر المحيط 3/ 4\n(1/45)\n",
        "القسم الثاني:\n\n(أَنْ) المخففة من الثقيلة\n\nوتكون (أَنْ) مخففةً من الثقيلة، فتدخل على الجمل الاسمية، وتعمل عمل (أَنَّ) المشدَّدة فتنصب الاسم وترفع الخبر، ويكون اسمها ضمير الشأن محذوفاً، وخبرها جملة اسمية نحو قوله تعالى: {وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلّهِ رَبِّ الْعَالَمِينَ}. يونس 10\nقوله: (وآخرُ دعواهم)، و (آخرُ)، (الواو): حرف عطف، و (آخرُ): مبتدأ مرفوع، و (دعواهم): مضاف إليه. و (أَنِ الحمدُ للهِ)، (أَن): مخففة من الثقيلة، وحركت بالكسر لالتقاء الساكنين، واسمها ضمير الشأن محذوف، و (الحمدُ للهِ)، (الحمدُ): مبتدأ مرفوع، و (للهِ): جار ومجرور متعلقان بمحذوف في محل رفع خبر المبتدأ، والجملة من المبتدأ والخبر في محل رفع خبر (أَنْ) المخففة، والمعنى: أَنَّه الحمدُ للهِ. و (أَنْ) واسمها وخبرها في محل رفعٍ خبر للمبتدأ الأول. وزعم الجرجاني (1) أنَّ (أَنْ) هنا زائدة والتقدير: وآخر دعواهم الحمدُ لله، وهي دعوى لادليلَ عليها مخالفةٌ لنصِّ سيبويه (2) والنحويين. وتخفيفُ (أَنْ) ورفع (الحمد) هو قراءة العامة، وقرأ بلال بن أبي بردة، وقتادة، ومجاهد، ويعقوب: (أَنَّ) (3) بتشديدها، ونصب دال (الحمدَ) على أَنَّه اسمُها، وهذه القراءة تؤيدُ أنَّها المخففة في قراءة العامة، وتدفعُ قولَ الجرجاني. ومثل قراءة العامة قول الأعشى:\nفي فتيةٍ كسيوفِ الهندِ قد علموا ... أَنْ هالكٌ كُلُّ مَنْ يحفى وينتعلُ (4)\n\nوالمعنى: أَنَّ الأمر والشأن كُلُّ مَنْ يحفى وينتعلُ هالكٌ.\n__________\n(1) انظر الدر المصون 6/ 156، نقلاً عن الجرجاني.\n(2) الكتاب لسيبويه 1/ 480\n(3) انظر في قراءاتها: إعراب القرآن للنحاس 2/ 246، والبحر المحيط 5/ 127، والدر المصون 6/ 156 – 157.\n(4) البيت للأعشى في ديوانه 59، والكتاب 2/ 137، والخصائص 2/ 441، والأزهية 64، وأمالي ابن الشجري 2/ 2، وشرح القصائد للتبريزي 494، والمحتسب 1/ 308، والإنصاف 199، ورصف المباني 115، والدر المصون 4/ 367، و6/ 156، وخزانة الأدب 2/ 466.\n(1/46)\n\nوتدخل (أَنْ) المخففة من الثقيلة على الجمل الفعلية، فتقع بعد فعل اليقين أو مانُزِّلَ منزلته، بشرط أن يفصلَ بينها وبين الفعل فاصل، كحرف نفي، أو قد، أو السين، أو لو، ويكون الفعل قبلها متصرفاً.\n\nفمن ذلك قوله تعالى: {أَفَلا يَرَوْنَ أَلاَّ يَرْجِعُ إِلَيْهِمْ قَوْلاً وَلا يَمْلِكُ لَهُمْ ضَرّاً وَلا نَفْعاً}. طه 89\nقوله: (أفلا يَرَوْنَ أَنْ لاَيرجعُ إليهم قولاً)، (أفلا)، (الهمزة): استفهامية و (الفاء): حرف عطف، و (لا): نافية، ولايرون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، و (أَنْ لايرجعُ)، (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، أي: أنَّه، و (لايرجعُ)، (لا): نافية، و (يرجع) فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره هو يعود على (العجل) و (إليهم) متعلقان بـ (يرجعُ)، و (قولاً): مفعول به، وجملة (يرجع) في محل رفع خبر (أَنْ)، وجملة (أَنْ) ومعموليها سدَّت مسدَّ مفعولي (يرون)؛ لأن الرؤية يقينية.\n\nوقوله تعالى: {وَذَا النُّونِ إِذ ذَّهَبَ مُغَاضِباً فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ}. الأنبياء 87\nقوله: (فَظَنَّ أَنْ لن نقدرَ عليه)، (الفاء): حرف عطف، و (ظنَّ) فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره (هو)، و (أَنْ لن نقدر)، (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (لن)، حرف نفي ونصب، و (نقدرَ): فعل مضارع منصوب بـ (لن) وعلامة نصبه الفتحة، والفاعل ضمير مستتر تقديره: (نحن)، و (عليه): متعلقان بـ (نقدر)، وجملة (لن نقدر عليه) في محل رفع خبر (أَنْ)، وجملة (أن) ومعموليها في محل نصب سدَّت مسدَّ مفعولي (ظن).\n\nوقوله تعالى: {عَلمَ أَنْ لَنْ تُحصُوهُ}. المزمل 20\n(علم): فعل ماض، والفاعل ضمير مستتر تقديره: (هو)، و (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (لن): حرف نفي ونصب، و (تحصوه): فعل مضارع منصوب بـ (لن) وعلامة نصبه حذف النون، و (الواو): فاعل، و (الهاء): مفعول به، والجملة في محل رفع خبر (أَنْ)، وجملة (أن) ومعموليها سدَّت مسدَّ مفعولي (علم).",
        "(1/47)\n\nوقوله تعالى: {أَيَحْسَبُ الْإِنسَانُ أَلَّن نَجْمَعَ عِظَامَهُ}. القيامة 3\n(أيحسبُ)، (الهمزة) للاستفهام الإنكاري التوبيخي، و (يحسبُ): فعل مضارع مرفوع بالضمة، و (الإنسانُ): فاعل مرفوع بالضمة، و (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (لن نجمعَ)، و (لن): حرف نفي ونصب، و (نجمعَ): فعل مضارع منصوب بـ (لن)، وعلامة نصبه الفتحة، والفاعل ضمير مستتر تقديره: (نحن)، و (عظامَه) مفعول به منصوب، و (الهاء): مضاف إليه، وجملة (لن نجمع عظامَه) في محل رفع خبر (أَنْ) المخففة، وجملة (أَنْ) ومافي حيزها سدَّت مسدَّ مفعولي (يحسب).\n\nوقوله تعالى: {قالوا نُريدُ أَنْ نأكلَ منها وتَطْمَئِنَّ قلوبُنَا ونَعْلَمَ أَنْ قَدْ صَدَقْتَنَا). المائدة 113\nقوله: (ونعلمَ أَنْ قَدْ صدقتنا)، (ونعلم)، (الواو): حرف عطف، و (نعلمَ): فعل مضارع معطوف على (نأكلَ، وتطمئن)، والفاعل ضمير مستتر تقديره: (نحن)، و (أَنْ قد صدقتنا)، و (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (قد): حرف تحقيق، و (صَدَقْتَنَا): فعل ماض مبني على السكون لاتصاله بتاء الفاعل، والتاء ضمير متصل في محل رفع فاعل، و (نا): ضمير متصل في محل نصب مفعول به، والجملة في محل رفع خبر (أَنْ) المخففة، وجملة (أَنْ) وما في حيزها سدَّت مسدّ مفعولي (نعلم).\n\nوقوله تعالى: {لِيَعْلَمَ أَن قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ}. الجن 28\n(ليعلم)، (اللام) لام التعليل، و (يعلمَ): فعل مضارع منصوب بأنْ مضمرة بعد لام التعليل، والفاعل ضمير مستتر تقديره: (هو)، و (أَنْ قد أبلغوا)، (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (قد): حرف تحقيق، و (أبلغُوا): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): ضمير متصل في محل رفع فاعل، و (رسالاتِ): مفعول به منصوب بالكسرة عوضاً عن الفتحة؛ لأنَّه جمع مؤنث سالم، و (ربِّهم): مضاف إليه. وجملة (أبلغوا رسالات ربهم) في محل رفع خبر (أَنْ) المخففة، وجملة (أَنْ) ومعموليها سدَّت مسدَّ مفعولي (ليعلم).\n(1/48)",
        "\nوقوله تعالى: {عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَى}. المزمل 20\n(علمَ): فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره (هو)، و (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (سيكون)، (السين): حرف استقبال و (يكونُ): فعل مضارع ناقص، و (منكم): متعلقان بمحذوف في محل نصب خبر (يكون) مقدم و (مرضى): اسمها المؤخر مرفوع بضمة مقدرة على الألف للتعذر، وجملة (سيكون) في محل رفع خبر (أَنْ) المخففة، وجملة (أَنْ) وما في حيزها سدَّت مسدَّ مفعولي (علم). ونحو هذه الآية قول جرير بن عطية:\nزَعَم الفرزدقُ أَنْ سَيَقْتُلُ مَرْبعاً ... أَبْشِرْ بطولِ سَلاَمةٍ يَامَرْبعُ (1)\n\nفرفع (سيقتلُ)، أراد أنَّه سيقتلُ، وقد فصل بين (أَنْ) المخففة وبين الفعل بعدها بالسين.\n\nوقوله تعالى: {أَفَلَمْ يَيْأَسِ الذين آمنوا أَنْ لَوْ يشاءُ اللهُ لهدى الناس جميعاً}. الرعد 31\nقوله: (أفلم ييأس الذين آمنوا)، (أفلم)، (الهمزة) للاستفهام والتقرير، و (لم): حرف جزم ونفي وقلب، و (ييأس): فعل مضارع مجزوم بـ (لم) وحُرِّكَ بالكسر لالتقاء الساكنين، و (الذين): فاعل، و (آمنوا): فعل ماض، و (الواو): فاعل، والجملة صلة الموصول، و (أَنْ لو يشاءُ اللهُ لهدى الناسَ جميعاً)، (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (لو): حرف شرط. و (يشاءُ): فعل مضارع مرفوع بالضمة، و (الله) لفظ الجلالة فاعل، و (لهدى)، و (اللام): رابطة لجواب (لو)، وجملة (هدى الناسَ) لامحل لها لأنها واقعة في جواب (لو)، و (جميعاً): حال، وجملة الشرط وجوابه في محل رفع خبر (أن) المخففة، وجملة (أَنْ) وما في حيزها سدَّت مسدَّ مفعولي (ييأس) لأنها بمعنى العلم في لغة هوزان، (2) ولغة حي من النخع، (3) ومنه قول رباح بن عدي:\n__________\n(1) البيت لجرير في ديوانه: 348، وأمالي ابن الشجري 1/ 152، والأزهية 66، والمغني 1/ 28، وشرح شواهد المغني 1/ 103.\n(2) انظر لغات القبائل لأبي عبيد 150، والدر المصون 7/ 53.\n(3) انظر الدر المصون 7/ 53، وتاج العروس (يئس).\n(1/49)\n",
        "ألمَ يَيْأسِ الأقوامُ أَنِّي أَنَا ابنُه ... وإنْ كُنْتُ عن أرض العشيرةِ نَائيَا (1)\n\nأراد: ألم يعلم الأقوامُ، ومثله قول سحيم بن وثيل اليربوعي:\nأَقُولُ بالشِّعْبِ إذ يأسِرُونني ... ألم تَيْأسُوا أَنِّي ابْنُ فارسِ زَهْدَمِ (2)\n\nأي: ألم تعلموا، وقد رَدَّ الفراء هذا وقال: (لم أسمع يَئِسْتُ بمعنى علمت)، (3) ورُدَّ عليه بأنَّ مَنْ حفظ حجةٌ على مَنْ لم يحفظ، ويعضدُ ذلك قراءة علي وابن عباس، وعكرمة والجحدري، وعلي بن الحسين: (ألم يَتَبَيَّنْ) (4) مِنْ تبيَّنتُ كذا إذا عرفته.\nوقوله تعالى: {فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَن لَّوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ}. سبأ 14\nقوله: (أَنْ لو كانوا يعلمون الغيبَ مالبثوا في العذابِ)، و (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن محذوف، و (لو): شرطية، و (كانوا): فعل ماض ناقص، و (الواو) في محل رفع اسمها، و (يعلمون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، و (الغيب): مفعول به منصوب، وجملة (يعلمون) في محل نصب خبر (كانوا)، و (مالبثُوا في العذاب)، (ما): نافية، و (لبثوا): فعل ماض، و (الواو): فاعل، (في العذاب): متعلقان بـ (لبثوا)، والجملة لامحل لها لأنها واقعة في جواب (لو)، وجملة (كانوا) في محل رفع خبر (أَنْ) المخففة، وجملة (أن) وما في حيزها في محل نصب مفعول به لـ (تبين).\nوإذا كان الفعل جامداً غير متصرف، فلا تحتاج إلى فصل بينها وبين خبرها، فمن ذلك قوله تعالى: {أَوَلَمْ يَنظُرُواْ فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ وَمَا خَلَقَ اللّهُ مِن شَيْءٍ وَأَنْ عَسَى أَن يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ}. الأعراف 185\nقوله: (وأن عسى أن يكونَ قد اقتربَ أجلُهم)، (وأن)، (الواو): حرف عطف، و (أَنْ): مخففة من الثقيلة، واسمها ضمير الشأن المحذوف، و (عسى): فعل ماض ناقص، واسمها ضمير مستتر تقديره (هو)، و (أن يكون)، (أَنْ) المخففة من الثقيلة. و (يكون) فعل مضارع ناقص، و (قد اقترب) في محل نصب خبره مقدم، و (أجلهم) اسم (يكون) مؤخر. وجملة (أن يكون) في محل نصب خبر (عسى)، وجملة (عسى أن يكون) في محل رفع خبر (أَنْ) المخففة من الثقيلة.\n__________\n(1) البيت لعدي بن رباح في المحتسب 1/ 357، والبحر المحيط 5/ 392، والدر المصون 7/ 53.\n(2) البيت لسحيم في تأويل مشكل القرآن 192، ومقاييس اللغة 6/ 154، والمخصص 13/ 20، والبحر المحيط 5/ 392، والدر المصون 7/ 53، والأساس، واللسان، والتاج رئيس).\n(3) انظر معاني القرآن للفراء 2/ 63.\n(4) انظر في قراءاتها: المحتسب 1/ 357، والشواذ لابن خالويه 67، والبحر المحيط 5/ 393، والدر المصون 7/ 53 - 54\n(1/50)\n\nوقوله تعالى: {وَأَن لَّيْسَ لِلْإِنسَانِ إِلاَّ مَا سَعَى}. النجم 39\n(وأن)، (الواو): حرف عطف، و (أن): مخففة من الثقيلة، واسمها ضمير الشأن محذوف و (ليس): فعل ماض ناقص، و (للإنسان): جار ومجرور متعلقان بمحذوف في محل نصب خبر (ليس) مقدم، و (إلاَّ): حرف استثناء ملغى، و (ماسعى)، (ما): حرف مصدري، و (سعى): فعل ماض مبني على الفتحة المقدرة على الألف للتعذر، والفاعل ضمير مستتر تقديره: (هو)، والمصدر المؤول من (ما) والفعل في محل رفع اسم (ليس) المؤخر، والتقدير: إلاَّ سَعْيُهُ، وجملة (ليس) ومعموليها في محل رفع خبر (أن) المخففة.\n\nلقد لاحظنا فيما تقدم من هذه الأمثلة بأنَّ اسم (أَنْ) المخففة من الثقيلة هو ضمير الشأن المحذوف، ولكن قد يبرز اسمها في الضرورة، فمن ذلك قول الشاعر:\nفلو أَنْكِ في يوم الرخاءِ سألتني ... فِراقَكِ لم أَبْخَلْ وأنتِ صديقُ (1)\n\nفالكاف في قوله: (أَنْكِ) اسم (أَنْ) المخففة من الثقيلة، وجملة (سألتني فراقَكِ) في محل رفع خبر (أَنْ) المخففة، ويروى: (طلاقَكِ) مكان (فِراقَكِ)، والبيت خطاب لزوجته في طلبها الطلاق، ويريد بـ (يوم الرخاء) قبل إحكام عقد الزواج.\n\nومثله قول الآخر:\nبأنْكَ ربيعٌ وغيثٌ مَريعٌ ... وقِدْماً هناك تكون الثمالاَ (2)\n__________\n(1) البيت بلا نسبة في الأزهية 62، والمخصص 17/ 148، والمفصل 138، والإنصاف 205، والمقرب 1/ 111، ورصف المباني 115، والجنى الداني 218، والمغني 1/ 28، وشرح شواهد المغني 105، والبحر المحيط 4/ 102، والمقاصد النحوية 2/ 311، وخزانة الأدب 5/ 426، و 10/ 381، واللسان، والتاج (أنن، حرر) والدر المصون 4/ 121.\n(2) البيت نسبه في الأزهية 62 لكعب بن زهير وليس في ديوانه، والبيت لجنوب أخت عمرو ذي الكلب الهذلية في رثاء أخيها عمرو في ديوان الهذليين 3/ 123، والحماسة الشجرية 309، وبلا نسبه في المغني 1/ 28، واللسان، والتاج (أنن، حرر)، وخزانة الأدب 5/ 427.",
        "(1/51)\n\nالقسم الثالث:\n(أَنْ) المفسرة (1)\n\nوهي التي يحسن في موضعها (أَيْ)، التي للعبارة والتفسير لما قبلها، وعلامتها أَنْ تقع بعد جملة فيها معنى القول، دون حروفه، ولاتقع بعد صريح القول.\n\nفمن ذلك قوله تعالى: {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُواْ بِي وَبِرَسُولِي}. المائدة 111\nقوله: (أَنْ آمنوا)، (أَنْ): حرف تفسير؛ لأنها وردت بعد ماهو بمعنى القول دون حروفه، وهو (أوحيتُ)، و (آمنوا): فعل أمر مبني على حذف النون، و (الواو): ضمير متصل في محل رفع فاعل. والجملة تفسيرية لامحل لها من الإعراب.\n\nوقوله تعالى: {إذْ أوحينا إلى أُمِّكَ مَايُوحى - أنِ اقْذِفيهِ في التابوتِ}. طه 38، 39\nقوله: (أَنِ) اقذفيه في التابوتِ)، (أَنْ): حرف تفسير، لأنها وقعت بعد ماهو بمعنى القول دون حروفه، وهو (أوحينا)، و (اقذفيه): فعل أمر مبني على حذف النون، و (الياء): ضمير متصل في محل رفع فاعل، و (الهاء): مفعول به، والجملة تفسيرية لامحل لها من الإعراب، و (في التابوت): متعلقان بـ (اقذفيه).\n\nوقوله تعالى: {وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي}. طه 77\nقوله: (أَنْ أَسْرِ بعبادي)، (أَنْ): حرف تفسير، لأنها واقعة بعد (أوحينا)، وهو بمعنى القول. و (أَسْرِ): فعل أمر مبني على حذف حرف العلة؛ لأنه من (أَسْرَى)، والفاعل ضمير مستتر تقديره: (أنت)، والجملة تفسيرية لامحل لها من الإعراب.\n\nوقوله تعالى: {فأوحينا إليه أَنِ اصْنَعِ الفُلْكَ بأعيننا وَوَحينا}. المؤمنون 27\nقوله: (أَنِ اصْنعِ الفلكَ)، (أَنْ): تفسيرية لوقوعها بعد (أوحينا)، وهو فعل فيه معنى القول دون حروفه، و (اصْنع): فعل أمر مبني على السكون وحُرِّكَ بالكسر لالتقاء الساكنين، والفاعل ضمير مستتر تقديره: (أنت)، و (الفلكَ) مفعول به منصوب والجملة تفسيرية لامحل لها من الإعراب.\n__________\n(1) انظر في (أن) المفسرة: الأزهية 69، والمخصص 14/ 55، ورصف المباني 116، والجنى الداني 220، والمغني 1/ 28.\n(1/52)",
        "\nوقوله تعالى: {وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ}. البقرة 125\nقوله: (أَنْ طَهِّرَا بيتيَ)، (أن): حرف تفسير؛ لأنها وقعتْ بعد (عهدنا) وهو فعل يتضمَّن معنى القول؛ لأنَّه بمعنى أمرنا أو وَصَّينا، و (طَهِّرَا): فعل أمر مبني على حذف النون، و (الألف): فاعل، و (بيتي): مفعول به منصوب ومضاف إليه، والجملة تفسيرية لامحل لها من الإعراب.\nويجوز أن تكون (أَنْ) (1) مصدرية، والمصدر المؤول من (أَنْ) والفعل بعدها في موضع نصب بنزع الخافض، أي: بأن طَهِّرا، أي: بتطهيرِ بيتيِ.\n\nوكذلك قوله: {وَوَصَّيْنَا الإنسانَ بوالديه أَنِ اشْكُرْ لي ولوالديكَ إليَّ المصيرُ}. لقمان 14\nقوله: (أَنِ اشكر لي)، (أَنْ): تفسيرية؛ لأنها واقعة بعد (وَصَّينَا) وهو متضمن معنى القول، و (اشكر): فعل أمر مبني على السكون، والفاعل ضمير مستتر تقديره: (أنت)، و (لي): متعلقان بـ (اشكر)، والجملة لامحل لها من الإعراب لأنها مفسرة. وقيل: (أَنْ) (2) مصدرية، والمصدر المؤول من (أن) ومافي حيزها في محل نصب بنزع الخافض، وتقديره: بأن اشكر.\n\nوكذلك قوله تعالى: {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ}. إبراهيم 5\nقوله: (أَنْ أخرجْ قومَك)، (أَنْ): تفسيرية؛ لأنها وردت بعد (أرسلنا) المتضمن معنى القول دون حروفه، و (أخرجْ): فعل أمر مبني على السكون، والفاعل ضمير مستتر تقديره: (أنت)، و (قومك): مفعول به، (والكاف): مضاف إليه، والجملة تفسيرية لامحل لها من الإعراب، ويجوز أن تكون (أن) (3) مصدرية، وهي مع مدخولها في محل نصب بنزع الخافض، والتقدير: بأن أخرجْ قومك.\n__________\n(1) انظر إعراب القرآن للنحاس 1/ 260، والدر المصون 2/ 107.\n(2) انظر معاني القرآن للزجاج 4/ 195، والبيان في غريب إعراب القرآن 2/ 255.\n(3) انظر الدر المصون 7/ 70، وإعراب القرآن للنحاس 2/ 364.\n(1/53)\n",
        "القسم الرابع:\n(أَنْ) الزائدة\n\nتقع (أَنْ) الثنائية الوضع زائدةً للتوكيد، وهي لاتعمل شيئاً، وتكون مطردة بعد (لَمَّا)، وقبل (لو) مسبوقة بقسم، وقد وردتْ مطردة بعد (لَمَّا) في قوله تعالى: {فلمَّا أَنْ جاء البشيرُ ألقاه على وجهه فَارْتَدَّ بصيراً}. يوسف 96\n(فلما أَنْ جاء البشيرُ): (الفاء): حرف استئناف، و (لَمَّا): ظرفية حينية، أو حرف شرط غير جازم، و (أَنْ): زائدة، و (جاء): فعل ماض، و (البشيرُ): فاعل مرفوع بالضمة، و (ألقاه): فعل ماض، والفاعل ضمير مستتر تقديره: (هو)، و (الهاء) مفعول به، و (على وجههِ): جار ومجرور متعلقان بـ (ألقاه) والجملة لامحل لها من الإعراب؛ لأنها واقعة في جواب شرط غير جازم.\n\nوقوله تعالى: {فلما أَنْ أرادَ أَنْ يَبْطِشَ بالذي هو عَدُوٌّ لهما قال ياموسى أَتُريدُ أَنْ تَقْتُلَني كما قتلتَ نَفْساً بالأمسِ}. القصص 19\n(فلمَّا أن أراد أن يبطشَ بالذي هو عدوٌّ لهما)، (فلما)، (الفاء): حرف عطف، و (لما): حرف شرط غير جازم، أو ظرفية و (أن): زائدة، و (أرادَ): فعل ماض، والفاعل ضمير مستتر تقديره: (هو)، و (أن يبطشَ)، (أن): حرف مصدري ونصب، و (يبطشَ): فعل مضارع منصوب بـ (أن)، والفاعل ضمير مستتر تقديره: (هو) و (أن) ومافي حيزها في محل نصب مفعول به لـ (أرادَ)، و (بالذي): متعلقان بـ (يبطش) و (هو عدوٌّ): مبتدأ وخبر والجملة صلة الموصول. وجملة (قال ياموسى .... ) لامحل لها لأنها واقعة في جواب شرط غير جازم.\n\nومن ذلك أيضاً قوله تعالى: {وَلَمَّا أَن جَاءتْ رُسُلُنَا لُوطاً سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعاً}. العنكبوت33\n(ولَمَّا)، (الواو): حرف عطف، و (لما): حرف شرط غير جازم، أو ظرفية، و (أَنْ): زائدة. و (جاءت): فعل ماض، و (رسلُنا): فاعل، و (لوطاً): مفعول به منصوب، و (سِيءَ بهم) فعل ماض مبني للمجهول، ونائب الفاعل ضمير مستتر تقديره: هو، و (بهم): متعلقان بـ (سِيء)، وجملة (سيء) لامحل لها لأنها واقعة في جواب شرط غير جازم.\n(1/54)\n\nومن ذلك قول ليلى الأخيلية:\nولَمَّا أَنْ رأيتَ الخيلَ قُبْلاً ... تُباري بالخُدودِ شَبَا العوالي (1)\n\nفالشاهد فيه زيادة (أَنْ) بعد (لَمَّا)، والمعنى: ولما رأيتَ الخيلَ.\n\nومثله قول الآخر:\nولَمَّا أَنْ توافَقْنَا قليلاً ... أَنَخْنَا للكلاكِلِ فارْتَمَيْنَا (2)\n\nومن زيادة (أَنْ) قبل (لو) بعد القسم قول الشاعر:\nفأقْسِمُ أَنْ لَوِ التقينا وأَنْتُمُ ... لكانَ لكم يومٌ من الشَّرِّ مُظْلمُ (3)\n\nفالشاهد فيه زيادة (أَنْ) قبل (لو) وبعد فعل القسم الظاهر (فأقسمُ).\nومثله قول الآخر:\nأَمَا واللهِ أَنْ لَوْ كُنْتَ حُرًّا ... وَمَا بالحُرِّ أنتَ ولا العتيقِ (4)\n\nفالشاهد فيه زيادةَ (أَنْ) قبل (لو) وبعد القسم. ويروى: (القمين) مكان (العتيق)، والقمين: الجدير بالشيء.\nوقد تُزادُ (أَن) بين الكاف ومخفوضها وهو نادر، وعليه قول الشاعر:\nويوماً تُوافينَا بِوَجْهٍ مُقَسَّمٍ ... كَأَنْ ظبيةٍ تعطو إلى وارقِ السَّلَمْ (5)\n\nفي رواية من خفض (ظبيةٍ) فوقعت (أَنْ) زائدة بين الكاف ومجرورها، والمعنى على هذه الرواية ( .... كظبيةٍ).\n__________\n(1) البيت لها في الديوان 105، والاقتضاب 325، وشرح أدب الكاتب للجواليقي 199، واللسان، والتاج (قبل). ونسبه ابن قتيبة إلى الخنساء في المعاني الكبير 121 ولايوجد في شعرها، وبلا نسبة في الأزهية 68.\n(2) البيت بلا نسبة في رصف المباني 116، والمقرب 1/ 115.\n(3) البيت للمسيب بن علس في شرح شواهد المغني 41، وخزانة الأدب 10/ 80، وبلا نسبة في المغني 1/ 30.\n(4) البيت بلا نسبة في الإنصاف 200، والمقرب 1/ 103، والجنى الداني 222، ورصف المباني 116، والمغني 1/ 30، وشرح شواهد المغني 101، وخزانة الأدب 10/ 82.\n(5) البيت في الكتاب 2/ 134، والأصمعيات 157، وأمالي القالي 2/ 206، وأمالي السهيلي 116، والمنصف 3/ 128، والمغني 1/ 31.",
        "(1/55)\n\nالحرف الثالث (لا) (1)\nتكون (لا) عاملةً، وغيرَ عاملةٍ، وأصول أقسامها ثلاثة هي:\nالأول: (لا) الناهية، والثاني: (لا) النافية، والثالث: (لا) الزائدة.\nالقسم الأول: (لا) الناهية.\nتدخل (لا) الناهية على الفعل المضارع فتجزمه، وتخلصه للاستقبال، وقد وردت في الكتاب العزيز في آيات كثيرة، فمن ذلك قوله تعالى: {فَلْيَكْتُبْ وَلْيُمْللِ الذي عليه الحقُ وَلْيَتَّقِ اللهَ رَبَّه ولا يَبْخَسْ منه شيئاً}. البقرة 282\nقوله: (ولايَبْخَسْ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (يبخسْ): فعل مضارع مجزوم بـ (لا) وعلامة جزمه السكون، والفاعل ضمير مستتر تقديره: (هو).\nوقوله تعالى: {ولا تُجادِلْ عن الذين يختانون أنفسَهم}. النساء 108\nقوله: (ولاتُجادلْ)، (الواو): حرف عطف، و (لا) ناهية تجزم المضارع، و (تجادلْ): فعل مضارع مجزوم بـ (لا) الناهية، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {قال يابنيَّ لاَتَقْصُصْ رُؤيَاكَ علىَ إخوتِكَ}. يوسف 5\nقوله (لاتقصصْ)، (لا): ناهية تجزم المضارع، و (تقصصْ): فعل مضارع مجزوم بـ (لا) الناهية، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {لاتجعلْ مع الله إلهاً آخرَ فَتَقْعُدَ مَذْمُوماً مدحوراً}. الإسراء 22\nقوله: (لاتجعل)، (لا): ناهية تجزم المضارع، و (تجعلْ): فعل مضارع مجزوم بـ (لا) الناهية، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {يابنيَّ لاتُشْرِكْ باللهِ إنَّ الشِّركَ لَظُلْمٌ عظيمٌ}. لقمان 13\nقوله: (لاتشركْ)، (لا): ناهية تجزم المضارع، و (تُشْرِكْ): فعل مضارع مجزوم بـ (لا) الناهية، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {ولاتُصَعِّرْ خَدَّكَ للناسِ}. لقمان 18\nقوله: (ولاتُصَعِّرْ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تُصَعِّرْ): فعل مضارع مجزوم بـ (لا) الناهية، والفاعل ضمير مستتر تقديره: (أنت).\n__________\n(1) انظر في أقسام (لا): الأزهية 149، والمخصص 14/ 55، ورصف المباني 257، والجني الداني 290، والمغني 1/ 207.\n(1/56)",
        "\nوقوله تعالى: {ولاَيَأْبَ كاتبٌ أَنْ يكتبَ كما علَّمه اللهُ}. البقرة 282\nقوله: (ولايَأْبَ كاتبٌ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (يأبَ): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف حرف العلة من آخره. و (كاتبٌ): فاعل مرفوع.\nوقوله تعالى: {وَلاَ تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَداً}. التوبة 84\nقوله: (ولاتُصَلِّ على أحدٍ)، (الواو): حرف استئناف، و (لا): ناهية تجزم المضارع، و (تصلِّ) فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره: (أنت) و (على أحدٍ): متعلقان بـ (تصل).\nوقوله تعالى: {ولا تَدْعُ مِنْ دُونِ اللهِ مالا ينفعُكَ ولايَضُرُّكَ}. يونس 106\nقوله: (ولا تَدْعُ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تدعُ): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {ولا تَقْفُ ماليس لك به علمٌ}. الإسراء 36\nقوله: (ولاتَقْفُ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تقفُ): فعل مضارع مجزوم بـ (لا) وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {ولاتَمْشِ في الأرض مرحاً}. الإسراء 37\nقوله: (ولاتمش)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تمشِ): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {وابْتَغِ فيما آتاكَ اللهُ الدارَ الآخرةَ ولاتَنْسَ نصيبَكَ من الدنيا}. القصص77\nقوله: (ولا تَنْسَ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع. و (تنسَ): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله تعالى: {قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأَرْضِ فَلاَ تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ}. المائدة 26\nقوله: (فلا تَأْسَ)، (الفاء): الفصيحة، أي: إذا عرفتَ هذا فلا تحزن. و (لا): ناهية تجزم المضارع، و (تأسَ): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره: (أنت).\n(1/57)\n",
        "وقوله تعالى: {ولا تَحْسَبَنَّ الذين قُتِلُوا في سبيلِ اللهِ أمواتاً}. آل عمران 169\nقوله: (ولاتحسبَنَّ)، (الواو): حرف استئناف، و (لا): ناهية تجزم المضارع، و (تحسبَنَّ) فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم بـ (لا) الناهية، والفاعل ضمير مستتر تقديره: (أنت).\n\nوقوله تعالى: {لايَغَرَّنَّكَ تَقَلُّبُ الذين كفروا في البلادِ}. آل عمران 196\nقوله: (لايغرَّنَّكَ)، (لا): ناهية تجزم المضارع، و (يغرَّنَّكَ): فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم بـ (لا) الناهية، و (تقلبُ): فاعل مرفوع.\n\nوقوله تعالى: {ولا يَجْرِمَنَّكُمْ شَنَآنُ قومٍ}. المائدة 2\nقوله: (ولايجرمَنَّكُم)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (يجرمَنَّكُمْ): فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم بـ (لا) الناهية، و (كم) مفعول به و (شنآن قومٍ): فاعل مرفوع، و (قومٍ) مضاف إليه.\n\nوقوله: {يَا بَنِي آدَمَ لاَ يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ}. الأعراف 27\nقوله: (لايفتنَنَّكُمُ الشيطانُ)، (لا): ناهية تجزم المضارع، و (يفتننَّ): فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم بـ (لا) الناهية، و (كم): في محل نصب مفعول به، (الشيطانُ): فاعل مرفوع بالضمة.\nوقوله تعالى: {وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً وَلاَ تَكُونَنَّ مِنَ الْمُشْرِكِينَ}. يونس 105\nقوله: (ولاتكونَنَّ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تكونَنَّ): فعل مضارع ناقص مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم بـ (لا) الناهية. واسمها ضمير مستتر تقديره: (أنت)، ونون التوكيد لامحل لها من الإعراب، و (من المشركين): متعلقان بمحذوف في محل نصب خبر (تكونَنَّ).\n\nوقوله تعالى: {لاتَمُدَّنَّ عَيْنَيْكَ إلى مامَتَّعْنَا به أَزْواجاً منهم}. الحجر 88\nقوله: (لاتَمُدَّنَّ)، (لا): ناهية تجزم المضارع، و (تمدَّنَّ): فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم بـ (لا) الناهية، والفاعل ضمير مستتر تقديره: (أنت)، ونون التوكيد لامحل لها من الإعراب.\n(1/58)\n\nقوله تعالى: {ولا تقربَا هذه الشجرةَ فتكونَا من الظالمين}. البقرة 35\nقوله: (ولاتقربا)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تقربا): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف النون لأنه من الأفعال الخمسة. و (الألف): ضمير متصل في محل رفع فاعل.\nوقوله تعالى: {قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَاسْتَقِيمَا وَلاَ تَتَّبِعَآنِّ سَبِيلَ الَّذِينَ لاَ يَعْلَمُونَ}. يونس 89\nقوله: (ولاتتبعانِّ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تتبعانِّ) فعل مضارع مجزوم بـ (لا) الناهية، وعلامة جزمه حذف النون، و (الألف) في محل رفع فاعل، والنون المشدَّدة هي نون التوكيد الثقيلة، وحُرِّكتْ بالكسر لوقوعها بعد ألف الاثنين.\n\nوقوله تعالى: {اذْهَبْ أنتَ وأخوكَ بآياتي وَلاَتَنِيَا في ذِكْرِي}. طه 42\nقوله: (ولاتَنِيَا) (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تَنِيَا): فعل مضارع مجزوم بـ (لا) الناهية، وعلامة جزمه حذف النون لأنَّه من الأفعال الخمسة، و (الألف): في محل رفع فاعل.\n\nوقوله تعالى: {قال لاَتَخَافَا إنَّنِي معكما أَسْمَعُ وأَرَى}. طه 46\nقوله: (لاتخافا)، (لا): ناهية تجزم المضارع، و (تخافا): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف النون، و (الألف): في محل رفع فاعل، والجملة في محل نصب مقول القول.\nوقوله تعالى: {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ قَالُواْ إِنَّمَا نَحْنُ مُصْلِحُونَ}. البقرة11\n\nقوله: (لاتفسدوا)، (لا): ناهية تجزم المضارع، و (تفسدوا): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف النون لأنَّه من الأفعال الخمسة، و (الواو): في محل رفع فاعل.\nوقوله تعالى: {ياأيها الناسُ كُلُوا مِمَّا في الأرض حلالاً طيباً ولاتَتَّبعُوا خُطُواتِ الشيطانِ}. البقرة168\nقوله: (ولاتتبعُوا)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تتبعوا): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف النون، و (الواو) في محل رفع فاعل.",
        "(1/59)\n\nوقوله تعالى: {يَاأَيُّها الذين آمنوا لاتُبْطلُوا صدقاتِكم بالمَنِّ والأذى}. البقرة 264\nقوله: (لاتبطلوا)، (لا): ناهية تجزم المضارع، و (تبطلوا): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف النون لأنه من الأفعال الخمسة، و (الواو): في محل رفع فاعل.\n\nوقوله تعالى: {ولاتقربُوا مالَ اليتيمِ إلاَّ بالتي هي أحسنُ}. الإسراء 34\nقوله: (ولاتقربُوا)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تقربُوا): فعل مضارع مجزوم بـ (لآ) الناهية وعلامة جزمه حذف النون لأنه من الأفعال الخمسة، و (الواو) في محل رفع فاعل.\n\nوقوله تعالى: {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً}. النور 4\nقوله: (ولاتقبلوا)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (تقبلوا): فعل مضارع مجزوم بـ لا) الناهية وعلامة جزمه حذف النون لأنه من الأفعال الخمسة، و (الواو) في محل رفع فاعل.\n\nوقوله عز وجل: {ولاتُجادِلُوا أهلَ الكتابِ إلاَّ بالتي هي أحسنُ}. العنكبوت 46\nقوله: (ولاتجادلُوا)، (الواو): حرف استئناف، و (لا): ناهية تجزم المضارع، و (تجادلُوا): فعل مضارع مجزوم بـ (لا) الناهية وعلامة جزمه حذف النون لأنه من الأفعال الخمسة. و (الواو): في محل رفع فاعل.\n\nوقوله: {يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا}. النور 31\nقوله: (ولايُبْدينَ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (يُبدينَ): فعل مضارع مبني على السكون لاتصاله بنون النسوة في محل جزم بـ (لا) الناهية. ونون النسوة في محل رفع فاعل.\n\nوقوله عز وجل: {وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ}. النور 31\nقوله: (ولايضربْنَ)، (الواو): حرف عطف، و (لا): ناهية تجزم المضارع، و (يضربن): فعل مضارع مبني على السكون لاتصاله بنون النسوة في محل جزم بـ (لا) الناهية. ونون النسوة في محل رفع فاعل.\n(1/60)",
        "\nوقوله تعالى: {يانساءَ النبي لَسْتُنَّ كأحدٍ من النساء إنِ اتقيتُنَّ فلا تَخْضَعْنَ بالقولِ فَيَطْمعَ الذي في قلبه مرضٌ}. الأحزاب 32\nقوله: (فلا تخضعنَ بالقولِ)، (الفاء): رابطة لجواب الشرط الجازم، و (لا): ناهية تجزم المضارع، و (تخضعن): فعل مضارع مبني على السكون لاتصاله بنون النسوة في محل جزم بـ (لا) الناهية، ونون النسوة في محل رفع فاعل. و (بالقول): متعلقان بـ (تخضعن)، والجملة في محل جزم جواب الشرط.\nوقد ترد (لا) الناهية بمعنى الدعاء فتجزم المضارع، فمن ذلك قوله تعالى:\n\n{رَبَّنَا لاتُؤاخِذْنَا إنْ نَسينَا أَوْ أخَطْأْنَا رَبَّنَا ولا تَحْمِلْ علينَا إِصْراً كما حملتَه على الذين من قبلنا}. البقرة286\nوقوله: (لاتُؤاخِذْنَا)، (لا): ناهية بمعنى الدعاء تجزم المضارع، و (تُؤاخذْنا): فعل مضارع مجزوم بـ (لا) وعلامة جزمه السكون، و (نا): ضمير متصل في محل نصب مفعول به، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله: (ولا تَحملْ)، (الواو): حرف عطف، و (لا): ناهية بمعنى الدعاء.\nو (تحملْ): فعل مضارع مجزوم بـ (لا) وعلامة جزمه السكون، والفاعل ضمير مستتر تقديره: (أنت).\n\nوقوله عز وجل: {رَبَّنَا لاتُزِغْ قلوبَنَا بعد إذْ هديتنا}. آل عمران 8\nقوله: (لاتُزِغْ)، (لا): ناهية بمعنى الدعاء تجزم المضارع، و (تُزِغْ): فعل مضارع مجزوم بـ (لا) وعلامة جزمه السكون، والفاعل ضمير مستتر تقديره: (أنت).\n\nوقوله تعالى: {رَبَّنَا لاتجعلْنَا فِتْنَةً للقومِ الظالمينِ}. يونس 85\nقوله: (لاتجعلْنَا)، (لا): ناهية بمعنى الدعاء تجزم المضارع، و (تجعلْنَا): فعل مضارع مجزوم بـ (لا)، و (نا): ضمير متصل في محل نصب مفعول به أوَّل، والفاعل ضمير مستتر تقديره: (أنت).\nوقوله عز وجل: {وَقَالَ نُوحٌ رَّبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّاراً}. نوح 26\nقوله: (لاتَذَرْ) (لا): ناهية بمعنى الدعاء تجزم المضارع، و (تذرْ): فعل مضارع مجزوم بـ (لا) وعلامة جزمه السكون، والفاعل ضمير مستتر تقديره: (أنت).\n(1/61)\n",
        "القسم الثاني:\n\n(لا) النافية\n\nتكون (لا) النافية عاملة، وغير عاملة. فأمَّا العاملة فلها قسمان:\nالأول: (لا) النافية العاملة عمل (إنَّ)، فهي تنصب الاسم وترفع الخبر، وتسمى (لا) النافية للجنس، أو (لا) التي للتبرئة، ويكون اسمها نكرةً، ويُبْنَى إذا كان اسمها مفرداً، ويعرب فيما سوى ذلك (مضافاً أو شبيهاً بالمضاف)، وخبرها شبه جملة، ولايجوز أن يتقدمَ خبرها على اسمها، ولو كان ظرفاً أو مجروراً، ويكثر حذفُ خبرها إذا عُلِمَ. وقد وردت (لا) النافية للجنس في القرآن الكريم في آيات كثيرة، فمن ذلك قوله: {قالوا لاطاقةَ لنا اليومَ بجالوتَ وجُنُودِه}. البقرة 249\nقوله: (لاطاقة لنا)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (طاقةَ): مبني على الفتح في محل نصب اسم (لا)، و (لنا): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا). والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {لاإِكْرَاه في الدين قد تبينَ الرُّشْدُ مِنَ الغَيِّ}. البقرة 256\nقوله: (لا إكراه في الدين)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (إكراهَ): مبني على الفتح في محل نصب اسم (لا)، و (في الدين): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا)، والجملة استئنافية مسوقة لبيان أَنَّ العاقلَ لايحتاج للإكْراهِ على الدين، بل يختار تلقائيًّا الدين الحق.\n\nوقوله تعالى: {رَبَّنَا إنَّكَ جامعُ الناسِ ليومٍ لا رَيْبَ فيه}. آل عمران 9\nقوله: (لارَيْبَ فيه)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (رَيْبَ): مبني على الفتح في محل نصب اسم (لا)، و (فيه): متعلقان في محل رفع خبر (لا)، والجملة في محل جر صفة لـ (يومٍ).\n\nوقوله عز وجل: {أُوْلَئِكَ لاَ خَلاَقَ لَهُمْ فِي الآخِرَةِ}. آل عمران 77\nقوله: (لاخلاق لهم)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (خلاقَ) مبني على الفتح في محل نصب اسم (لا)، و (لهم): متعلقان بمحذوف في محل رفع خبرها، والجملة خبر المبتدأ (أولئك) اسم الإشارة.\n(1/62)\n\nقوله تعالى: {فقاتلُوا أئمةَ الكُفْرِ إنَّهم لا أَيْمانَ لهم لعلَّهم ينتهون}. التوبة 12\nقوله: (لا أيمانَ لهم)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (أيمانَ): مبني على الفتح في محل نصب اسم (لا)، و (لهم): متعلقان بمحذوف في محل رفع خبر (لا)، وجملة (لاأيمان لهم) في محل رفع خبر (إنَّهم).\n\nوقوله عز وجل: {قال لا تثْرِيبَ عليكم اليومَ}. يوسف 92\nقوله (لاتثريب عليكم)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (تثريبَ) مبني على الفتح في محل نصب اسم (لا)، و (عليكم): متعلقان بمحذوف في محل رفع خبر (لا)، والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {فأقمْ وجهك للدِّينِ القَيِّمِ من قبلِ أَنْ يأتيَ يومٌ لامَرَدَّ لَهُ مِنَ اللهِ}. الروم43\nقوله: (لامَرَدَّ له)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (مَرَدَّ): مبني على الفتح في محل نصب اسم (لا)، و (له): متعلقان بمحذوف في محل رفع خبر (لا)، وجملة (لامَرَدَّ له) في محل رفع صفة لـ (يومٌ).\n\nوقوله عز وجل: {وإذ قالت طائفةٌ منهم ياأهلَ يثربَ لامُقَامَ لكم فَارْجِعُوا}. الأحزاب13\nقوله: (لامُقَامَ لكم)، (لا): نافية للجنس تعمل عمل (إنَّ).\nو (مُقَامَ لكم)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (مُقَامَ) مبني على الفتح في محل نصب اسم (لا)، و (لكم): متعلقان بمحذوف في محل رفع خبر (لا) وجملة (لامقامَ لكم) في محل نصب مقول القول.\n\nوقوله تعالى: {ذلك بأنَّ اللهَ مَوْلَى الذين آمنوا وأَنَّ الكافرين لامولىَ لهم}. محمد 11\nقوله: (لامولىَ لهم)، (لا): نافية للجنس تعمل عمل إنَّ)، و (مَوْلَى): مبني على الفتحة المقدرة على الألف في محل نصب اسم (لا)، و (لهم): متعلقان بمحذوف في محل رفع خبر (لا)، وجملة (لامولى لهم) في محل رفع خبر (أَنَّ).\n\nوقوله عز وجل: {اليومَ تُجْزَى كلُّ نَفْسٍ بما كَسَبَتْ لاَظُلْمَ اليومَ إنَّ اللهَ سريعُ الحسابِ}. غافر17\nقوله: (لاظلمَ اليومَ)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (ظُلْمَ): مبني على الفتح في محل نصب اسم (لا)، و (اليومَ) ظرف متعلق بمحذوف في محل رفع خبر (لا).",
        "(1/63)\n\nوقوله عزّ وجلّ: {لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ}. الشورى 15\nقوله: (لاحجةَ بيننا)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (حُجَّةَ): مبني على الفتح في محل نصب اسم (لا)، و (بيننا): ظرف متعلق بمحذوف في محل رفع خبر (لا) و (نا): في محل جر مضاف إليه.\n\nوقوله تعالى: {فإنِ انْتَهَوْا فلا عُدْوانَ إلاَّ على الظالمين}. البقرة 193\nقوله: (فلا عُدْوانَ إلاَّ على الظالمين)، (فلا)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (عُدْوانَ): مبني على الفتح في محل نصب اسم (لا)، و (إلاَّ): حرف استثناء ملغى. و (على الظالمين): جار ومجرور متعلقان بمحذوف في محل رفع خبر (لا)، والجملة في محل جزم جواب الشرط. وجملة (انتهوا): فعل الشرط.\n\nوقوله تعالى: {فإنْ خَرَجْنَ فلا جُنَاحَ عليكم}. البقرة 240\nقوله: (فلا جُنَاحَ عليكم)، (فلا)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (جُنَاحَ): مبني على الفتح في محل نصب اسم (لا)، و (عليكم) متعلقان بمحذوف في محل رفع خبر (لا)، وجملة (فلا جناح عليكم) في محل جزم جواب الشرط، وفعل الشرط جملة (خرجن).\n\nوقوله عزّ وجلّ: {إنْ يَنْصُرْكم اللهُ فلا غالبَ لكم}. آل عمران 60\nقوله: (فلا غالبَ لكم)، (فلا)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (غالبَ): مبني على الفتح في محل نصب اسم (لا)، و (لكم): متعلقان بمحذوف في محل رفع خبر (لا)، وجملة (فلا غالبَ لكم) في محل جزم جواب الشرط، وفعل الشرط جملة (ينصركم).\n\nوقوله تعالى: {مَايَفْتَحِ اللهُ للناسِ مِنْ رَحْمةٍ فَلاَ مُمْسِكَ لَهَا}. فاطر 2\nقوله: (فلا مُمْسِكَ لها)، (فلا)، (الفاء): رابطة لجواب الشرط، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (مُمْسِكَ): مبني على الفتح في محل نصب اسم (لا)، و (لها): متعلقان بمحذوف في محل رفع خبر (لا)، وجملة (فلا ممسك) في محل جزم جواب الشرط، وفعل الشرط جملة (يفتح الله).\n(1/64)",
        "\nوقوله عزَّ وجلَّ: {وإذا أرادَ اللهُ بقومٍ سُوءاً فلا مَرَدَّ له}. الرعد 11\nقوله: (فلا مَرَدَّ له)، (فلا)، (الفاء): رابطة لجواب الشرط غبر الجازم، و (لا): نافية للجنس تعمل عمل (إن)، و (مَرَدَّ): مبني على الفتح في محل نصب اسم (لا)، و (له): متعلقان بمحذوف في محل رفع خبر (لا). وجملة (فلا مَرَدَّ له) لامحل لها؛ لأنها جواب الشرط غير الجازم، وفعل الشرط (أرادَ اللهُ) في محل جر مضاف إليه.\n\nوقوله تعالى: {فَإِذَا نُفِخَ فِي الصُّورِ فَلا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَسَاءلُونَ}. المؤمنون101\nقوله: (فلا أَنْسَابَ بينهم)، (فلا)، (الفاء): رابطة لجواب الشرط غير الجازم، و (لا): نافية للجنس تعمل عمل (إنَّ)، و (أَنْسَابَ): مبني على الفتح في محل نصب اسم (لا)، و (بينَهم): ظرف متعلق بمحذوف في محل رفع خبر (لا)، و (هم): مضاف إليه، وجملة (فلا أنساب بينهم) لامحل لها؛ لأنها جواب الشرط غير الجازم، وفعل الشرط (نُفخَ في الصور) في محل جر مضاف إليه.\n\nوقد يُحذَفُ خبرُ (لا) النافية للجنس إذا عُلِمَ، فمن ذلك قوله تعالى: {قالوا لاضَيْر إنَّا إلى رَبِّنَا منقلبون}. الشعراء 50\nقوله: (لاضَيْرَ)، (لا): نافية للجنس تعمل عمل (إنَّ)، و (ضَيْرَ) مبني على الفتح في محل نصب اسم (لا)، وخبر (لا) محذوف، وتقديره: (لاضيرَ علينا، ولا بأسَ). والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {ولو ترى إذ فَزِعُوا فلا فَوْتَ وأُخِذُوا مِنْ مكان قريبٍ}. سبأ 51\nقوله: (فلا فَوْتَ)، (الفاء): حرف عطف أو استئناف، و (لا): نافية للجنس تعمل عمل (إنَّ) و (فوتَ): مبني على الفتح في محل نصب اسم (لا)، وخبر (لا) محذوف، وتقديره: (فلا فوت لهم) والمعنى: لايفوتوننا ولاينجيهم منا هربٌ، أو ملجأ.\n\nوقوله تعالى: {كَلاَّ لاَوَزَرَ}. القيامة 11\nقوله: (لاوَزَرَ): (لا): نافية للجنس تعمل عمل (إنَّ)، و (وَزَرَ): مبني على الفتح في محل نصب اسم (لا)، وخبر (لا) محذوف، أي: لاوَزَرَ له، والوَزَر: الملجأ من حِصْنٍ أو جَبَلٍ أو سلاحٍ. وقوله: (كلاَّ): حرف ردع وزجر عن طلب الفرار.\n(1/65)\n",
        "الثاني: (لا) النافية العاملة عمل (ليس)، فهي ترفع الاسم وتنصب الخبر ويكون اسمها نكرةً، ولايتقدمُ خبرُها على اسمها، كقولك: (لارجلٌ في الدارِ) بمعنى: ليس رجلٌ في الدار. ومن ذلك قول الشاعر:\nتَعَزَّ فلا شيءٌ على الأرضِ باقياً ... ولا وَزَرٌ مِمَّا قَضَى اللهُ واقِيَا (1)\n\nفأعمل (لا) عمل (ليس)، فـ (شيءٌ) و (وَزَرٌ): اسماهما مرفوعين، و (باقياً) و (واقياً): خبراهما منصوبين. ومثله قول الآخر:\nمَنْ صَدَّ عَنْ نيرانها ... فأَنَا ابن قيس لابراحُ (2)\n\nفأعمل (لا) عمل (ليس)، و (براحُ): اسمها والخبر محذوف، أي: لابراحُ لي. والبَراحُ، بفتح الباء: مصدر بَرِحَ الشيءُ بَراحاً، إذا زال من مكانه.\nومن ذلك قوله تعالى: {فلاَ رَفَثَ ولافُسُوقَ ولاجدالَ في الحجِّ}. البقرة 197\nقرُئَ: (فلا رَفَثٌ ولافُسُوقٌ ولاجدالٌ في الحج) (3) برفعهن فعلى هذه القراءة تكون (لا) نافية تعمل عمل (ليس)، واسمها (رَفَثٌ) مرفوع، ومابعده عطفٌ عليه، (في الحج): متعلقان بمحذوف خبر (لا)، وقد جزم ابن عطية (4) بهذا الوجه.\nأمَّا قراءة: (فلا رَفَثَ) بالفتح على أن (لا) نافية للجنس، و (رفثَ): اسمها المبني على الفتح، و (في الحج) الخبر.\n__________\n(1) البيت بلا نسبة في البحر المحيط 2/ 282، والدر المصون 2/ 324، وأوضح المسالك 1/ 204، وشذور الذهب 196، والمغني 1/ 209، وشرح شواهد المغني 612، والجنى الداني 292، وشرح شواهد التصريح 1/ 199.\n(2) البيت لسعد بن مالك القيسي في الكتاب 1/ 28 و 354، والمقتضب للمبرد 4/ 360، والحماسة 1/ 226، وكتاب اللامات 107، وشرح القصائد المشهورات 2/ 77، والجمل للزجاجي 242، وشرح الحماسة للمرزوقي 1/ 501، وشرح أبيات الجمل 177، 237، والمثلث لابن السيد 2/ 174، وشرح جمل الزجاجي لابن هشام المصري 316، والصحاح، واللسان، والتاج (برح).\n(3) انظر في قراءاتها: السبعة لمجاهد 180، والشواذ لابن خالويه 12، والحجة لأبي زرعة 128، والكشف لمكي 1/ 285، والبحر المحيط 2/ 281، والدر المصون 2/ 323.\n(4) انظر المحرر الوجيز لابن عطيه 1/ 554.\n(1/66)\n\nوقوله تعالى: {ياأيها الذين آمنوا أنفقُوا مِمَّا رَزَقْناكم مِنْ قبلِ أَنْ يأتِيَ يومٌ لابَيْعٌ فيه ولاخُلَّةٌ ولاشفاعةٌ}. البقرة 254\nقوله: (لابيعٌ فيه ولاخُلَّةٌ ولاشفاعةٌ) قُرىء برفعهن، كما قُرىء: (لابَيْعَ فيه ولاخُلَّةَ ولاشفاعةَ) (1) بفتحهن. فعلى قراءة الرفع تكون (لا) عاملةً عمل (ليس) و (بيعٌ) اسمها، و (فيه): متعلقان بمحذوف خبر (لا)، ومابعده عطف عليه. ويجوز أن تكون (لا) نافية لاعمل لها، و (بيعٌ): مبتدأ مرفوع، والخبر (فيه).\nأما قراءة الفتح فتكون (لا): نافية للجنس تعمل عمل (إنَّ)، و (بيعَ) اسمها المبني على الفتح، و (فيه) خبرها، والجملة على القراءتين صفة لـ (يوم).\n\nوقوله تعالى: {يتنازَعُون فيها كَأْساً لاَلَغْوٌ فيها ولاتأثيمٌ}. الطور 23\nفقوله: (لا لَغوٌ فيها ولاتأثيمٌ) قرأ ابن كثير وأبو عمرو: (لالَغْوَ فيها ولاتأثيمَ) (2) بالنصب فيهما، والباقون بالرفع والتنوين.\nفمن رفع فعلى ضربين: الأول أن تكون (لا) نافية تعمل عمل (ليس) واسمها (لَغْوٌ) مرفوع، وخبرها (فيها)، و (لاتأثيمٌ) عطف على (لالغوٌ فيها)، والثاني: أن تكون (لا) نافية لاعمل لها، و (لغوٌ): مبتدأ والخبر (فيها).\nومن نصب فعلى أنَّ (لا) نافية للجنس تعمل عمل (إنَّ)، واسمها (لَغْوَ) المبني على الفتح، و (لاتأثيمَ) عطف عليها. والجملة في القراءاتين صفة لـ (كأساً).\n\nوقوله تعالى: {والشمسُ تجري لِمُسْتقَرٍّ لها}. يس 38\nقوله: (لمستقرٍّ): جار ومجرور متعلقان بـ (تجري)، وقرأ ابن مسعود وابن عباس وعكرمة: (لامُسْتقَرَّ) بـ (لا) النافية للجنس، وبناء (مُسْتقَرَّ) على الفتح في محل نصب اسمها. و (لها) في محل رفع خبرها. وقرأ ابن أبي عبلة: (لامُسْتقَرٌّ) (3) بـ (لا) العاملة عمل (ليس)، و (مستقرٌّ) اسمها المرفوع، و (لها) في محل نصب (خبرها).\n__________\n(1) انظر في قراءاتها: السبعة 187، والكشف 1/ 305، والحجة لأبي زرعة 141، والبحر المحيط 2/ 606، وتفسير النسفي 1/ 128، وزاد المسير 1/ 302، والدر المصون 2/ 538.\n(2) انظر في قراءاتها: السبعة 612، وإعراب القرآن للنحاس 4/ 257، والحجة لأبي زرعة 683، والبحر المحيط 9/ 572.\n(3) انظر في قراءاتها: المحتسب 2/ 212، وتفسير القرطبي 15/ 28، والبحر المحيط 9/ 67.",
        "(1/67)\n\nأما (لا) النافية غير العاملة فهي تدخل على الأسماء، والأفعال، وقد وردت في كتاب الله تعالى في آيات كثيرة، فمن دخول (لا) النافية على الأسماء قوله تعالى: {إنَّها بقرةٌ لافارضٌ ولابِكْرٌ عَوانٌ بين ذلك}. البقرة 68\nقوله: (لافارضٌ ولابِكْرٌ)، (لا): نافية لاعمل لها، و (فارضٌ): صفة لـ (بقرة)، و (ولابكرٌ): عطف على (لافارضٌ).\n\nوقوله تعالى: {من قبلِ أَنْ يأتِيَ يومٌ لا بَيْعٌ فيه ولاخِلاَلٌ}. إبراهيم 31\nقوله: (لابيعٌ فيه ولاخِلاَلٌ)، (لا): نافية لاعمل لها، و (بيعٌ): مبتدأ مرفوع وسَوَّغَ الابتداء بالنكرة لأنها سبقت بنفي، و (فيه) متعلقان بمحذوف خبر المبتدأ. و (ولاخلالٌ): معطوف على (لابيعٌ)، وجملة (لابيعٌ فيه) صفة لـ (يوم).\n\nوقوله تعالى: {يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونِةٍ لاَّ شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ}. النور 35\nقوله: (لاشَرْقيةٍ ولاغربيةٍ)، (لا): نافية لاعمل لها، و (شرقيةٍ): صفة لـ (زيتونة) و (زيتونة) بدل أو عطف بيان ودخلت (لا) لتفيد النفي، (ولاغربيةٍ): عطف على (لاشرقيةٍ).\n\nوقوله تعالى: {لا الشمسُ ينبغي لها أَنْ تُدْرِكَ القمرَ}. يس 40\nقوله: (لا الشمسُ)، (لا): نافية لاعمل لها، و (الشمسُ): مبتدأ مرفوع، و (ينبغي): فعل مضارع مرفوع بالضمة المقدرة على الياء للتعذر، و (لها): متعلقان بـ (ينبغي)، و (أن تدركَ) (أن) ومافي حيزها في تأويل مصدر في محل رفع فاعل (ينبغي)، و (القمرَ): مفعول به. وجملة (ينبغي) في محل رفع خبر المبتدأ.\n\nوقوله تعالى: {لافيها غَوْلٌ ولاهم عنها يُنْزَفُونَ}. الصافات 47\nقوله: (لا فيها غَوْلٌ)، (لا): نافية لاعمل لها، و (فيها): متعلقان بمحذوف خبر مقدم، و (غولٌ): مبتدأ مؤخر مرفوع. وجملة (ولاهم عنها ينزفون: معطوفة على سابقتها.\nوقوله تعالى: {انطلقوا إلى ظِلٍّ ذي ثلاثِ شُعَبٍ - لاظليلٍ ولا يُغني من اللَّهبِ}. المرسلات 30 - 31\nقوله: (لاظليلٍ)، (لا): نافية لاعمل لها، و (ظليلٍ): صفة لـ (ظلّ) مجرورة.\n(1/68)",
        "\nأما (لا) النافية الداخلة على الأفعال، فهي تدخل على الفعل المضارع كثيراً، وعلى الفعل الماضي قليلاً. ولقد جاء دخولُها على المضارع في آيات كثيرة في كتاب الله تعالى؛ فمن ذلك قوله عزَّ وجلَّ: {أَفَكُلَّمَا جَاءكُمْ رَسُولٌ بِمَا لاَ تَهْوَى أَنفُسُكُمُ اسْتَكْبَرْتُمْ}. البقرة 87\nقوله: (بما لاتهوى أنفسكم)، (بما) جار ومجرور متعلقان بـ (جاءكم)، و (لاتهوى)، (لا) نافية لاعمل لها، و (تهوى): فعل مضارع مرفوع بالضمة المقدرة على الألف للتعذر، و (أنفسُكم): فاعل، ومضاف إليه، والجملة صلة الموصول لامحل لها.\n\nوقوله تعالى: {قَالَ لاَ يَنَالُ عَهْدِي الظَّالِمِينَ}. البقرة 124\n(لاينالُ)، (لا): نافية لاعمل لها، و (ينالُ): فعل مضارع مرفوع بالضمة، و (عهدي): فاعل، و (الياء): مضاف إليه، و (الظالمين): مفعول به منصوب بالياء. والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {إِنَّ اللّهَ لاَ يُحِبِّ الْمُعْتَدِينَ}. البقرة 190\nقوله: (لايُحبُّ المعتدين)، (لا): نافية، و (يحبُّ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (هو)، و (المعتدين): مفعول به منصوب بالياء، والجملة في محل رفع خبر (إنَّ).\n\nوقوله تعالى: {واللهُ لايحبُّ الفسادَ}. البقرة 205\n(واللهُ)، (الواو): حرف استئناف، و (اللهُ): لفظ الجلالة مبتدأ مرفوع، و (لايُحبُّ) (لا): نافية، و (يُحبُّ): فعل مضارع مرفوع، والفاعل ضمير مستتر تقديره: (هو)، و (الفسادَ): مفعول به منصوب، والجملة الفعلية في محل رفع خبر المبتدأ.\nوقوله عزّ وجلّ: {واللهُ لايهدي القومَ الظالمين}. البقرة 258، وآل عمران 86\nقوله: (لايهدي)، (لا): نافية، و (يهدي): فعل مضارع مرفوع بالضمة المقدرة على الياء للثقل، والفاعل ضمير مستتر تقديره: (هو)، و (القومَ): مفعول به، و (الظالمين): صفة. والجملة في محل رفع خبر المبتدأ (اللهُ).\nومثله قوله تعالى: {وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ}. البقرة 264\nوقوله عزَّ وجلَّ: {واللهُ لايهدي القومَ الفاسقين}. التوبة 24\n(1/69)\n",
        "وقوله تعالى: {لايُؤاخذُكم اللهُ باللَّغْوِ في أيمانكم}. البقرة 225\nقوله: (لايُؤاخذُكم اللهُ)، (لا): نافية، و (يُؤاخذُكم): فعل مضارع مرفوع بالضمة، و (كم) في محل نصب مفعول به، و (اللهُ): لفظ الجلالة فاعل، والجملة استئنافية لامحل لها.\n\nوقوله تعالى: {لاَيَسْأمُ الإنسانُ مِنْ دُعاءِ الخيرِ}. فصلت 49\nقوله: (لايسأمُ الإنسانُ)، (لا): نافية، و (يسأمُ): فعل مضارع مرفوع بالضمة، و (الإنسانُ): فاعل مرفوع بالضمة، والجملة استئنافية لامحل لها.\n\nوقوله تعالى: {ذهبَ اللهُ بنورهم وتركهم في ظُلُماتٍ لا يُبْصرونَ}. البقرة 17\nقوله: (لايُبْصرون)، (لا): نافية، و (يُبصرون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، والجملة في موضع نصب على الحال المؤكدة؛ لأنَّ من كان في الظلمة لايبصر.\n\nوقوله تعالى: {لِلْفُقَرَاء الَّذِينَ أُحصِرُواْ فِي سَبِيلِ اللّهِ لاَ يَسْتَطِيعُونَ ضَرْباً فِي الأَرْضِ}. البقرة 273\nقوله: (لايستطيعون ضرباً في الأرض)، (لا): نافية، و (يستطيعون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، و (ضرباً): مفعول به، و (في الأرض) متعلقان بـ (ضرباً)، والجملة في محل نصب على الحال.\n\nوقوله عزّ وجلّ: {قُلْ إنَّ الذين يفترون على اللهِ الكذبَ لايُفْلحُونَ}. يونس 69\nقوله: (لايفلحون)، (لا): نافية، و (يفلحون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، والجملة في محل رفع خبر (إنَّ).\n\nوقوله تعالى: {ولكنَّ أكثرَ الناسِ لايَشْكرون}. يوسف 38\nقوله: (لايشكرون)، (لا): نافية، و (يشكرون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، والجملة في محل رفع خبر (لكنَّ).\n\nوقوله تعالى: {والذين لايَشْهَدُونَ الزُّورَ وإذا مَرُّوا باللَّغْوِ مَرُّوا كراماً}. الفرقان 72\nقوله: (لايشهدون)، (لا): نافية، و (يشهدون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، و (الزورَ): مفعول به منصوب، والجملة صلة الموصول.\n(1/70)\n\nوقوله تعالى: {وَوَقَعَ القولُ عليهم بما ظلموا فَهُمْ لايَنْطِقُونَ}. النمل 85\nقوله: (فهم لاينطقون)، (الفاء): حرف عطف، و (هم): مبتدأ، و (لاينطقون)، (لا): نافية، و (ينطقون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل والجملة في محل رفع خبر المبتدأ.\n\nوقوله تعالى: {قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَاناً فَلَا يَصِلُونَ إِلَيْكُمَا}. القصص 35\nقوله: (فلا يصلون)، (الفاء): حرف عطف، و (لا): نافية، و (يصلون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، و (إليكما): متعلقان بـ (يصلون).\n\nوقوله تعالى: {إنْ تَدْعُوهم لايَسْمَعُوا دُعَاءَكم}. فاطر 14\nقوله: (لايَسْمعُوا)، (لا): نافية، و (يسمعوا): فعل مضارع جواب الشرط مجزوم وعلامة جزمه حذف النون، و (الواو): في محل رفع فاعل. و (دعاءَكم): مفعول به و (كم): مضاف إليه. وفعل الشرط (تدعوهم).\n\nوقوله تعالى: {إنْ يُرِدْنِ الرحمنُ بِضُرٍّ لاَتُغْنِ عني شفاعَتُهُمْ شيئاً ولا يُنْقِذونِ}. يس 23\nقوله: (لاتغنِ)، (لا): نافية، و (تُغْنِ): فعل مضارع جواب الشرط مجزوم، وعلامة جزمه حذف حرف العلة من آخره، و (عني): متعلقان بـ (تغن)، و (شفاعتُهم) فاعل، و (هم): مضاف إليه. و (شيئاً): مفعول به، و (ولاينقذون: (الواو) حرف عطف، و (لا): نافية. و (ينقذونِ): فعل مضارع معطوف على (تغنِ)، والياء المحذوفة مراعاة لرسم المصحف في محل نصب مفعول به.\nوقد تدخل (لا) النافية على الماضي قليلاً، والأكثر حينئذ أن تكون مكررةً، كقوله تعالى: (فلا صَدَّقَ ولا صَلَّى}. القيامة 31\nوقد جاءت غير مكررة في قوله تعالى: {فلا اقْتَحَمَ العقبة}. البلد 11\n\nوفي قول الشاعر:\nوأَيُّ عَبْدٍ لكَ لاَ أَلَمَّا (1)\n__________\n(1) البيت لأمية بن أبي الصلت في طبقات فحول الشعراء 224، والفائق 2/ 310، وتفسير الطبري 27/ 66، ومروج الذهب 1/ 42، وأسرار العربية 232، والأزهية 158، والمخصص 1/ 137، والجنى الداني 298، والإنصاف 76.",
        "(1/71)\n\nالقسم الثالث:\nلا (الزائدة)\nتكون (لا) زائدة في الكلام على ضربين:\nالضرب الأول: تكون زائدة لفظاً ومعنى، فدخولها وخروجها واحد، فمن ذلك قول العجاج:\nفي بئرِِ لاَحُورٍ سَرَى وَمَا شعَرْ (1)\n\nأراد: (في بئرِ حور)، فزاد (لا) بين المتضايفين لفظاً ومعنىً. ومثله قول جرير:\nما بالُ جَهْلِكَ بعدَ الحِلْمِ والدِّينِ ... وقد علاكَ مَشِيبٌ حينَ لاحينِ (2)\n\nفجعل (لا) زائدة لفظاً ومعنى، حيث أراد: (حينَ حينِ).\nأمَّا الضرب الثاني: فتكون (لا) زائدة لفظاً لامعنى، وتقع في الكلام زائدة لضرب من التأكيد، ولها مواضع منها:\nأ- أن تكون (لا) زائدة لتأكيد الكلام وتقويته، فمن ذلك قوله تعالى: {قال مامنعكَ أَلاَّ تَسْجُدَ إذْ أمرتك}. الأعراف 12\nقوله: (أن لاتسجدَ) معناه: مامنعك أَنْ تسجدَ، فـ (لا) زائدة لتأكيد معنى الفعل وتحقيقه، أي: مامنعك أن تحقق السجودَ وتُلزمه نفسكَ إذ أمرتك؟ والدليل على زيادة (لا) قوله تعالى في الآية الأخرى: {قال ياإبليسُ مامنعك أن تسجدَ لِمَا خلقتُ بيديّ}. ص 75\nو (أن): حرف مصدري ونصب، و (لا) زائدة، و (تسجدَ) فعل مضارع منصوب بـ (أن)، والفاعل ضمير مستتر تقديره: (أنت)، و (أن) ومافي حيزها في تأويل مصدر منصوب بنزع الخافض، أي: من السجود.\nوقوله تعالى: {قال ياهارونُ مامنعكَ إذْ رأيتهم ضَلُّوا - أَلاَّ تَتَّبِعَنِ}. طه 92 - 93\nقوله: (أَنْ لاتتبعنِ)، (أن): حرف مصدري ونصب، و (لا) مزيدة، أي: أي شيء منعك من إتباعي في الغضب لله. و (تتبعن): فعل مضارع منصوب بـ (أن)، والفاعل ضمير مستتر تقديره: (أنت)، والياء المحذوفة لرسم المصحف في محل نصب مفعول به.\nوقوله تعالى: {لِئَلاَ يَعْلَمَ أهلُ الكتابِ أَلاَّ يقدرون على شيءٍ مِنْ فَضْلِ اللهِ}. الحديد 29\n__________\n(1) الرجز للعجاج في ديوانه 20، وجمهرة اللغة 2/ 146، ومعاني القرآن للفراء 1/ 8، والخصائص 2/ 477، وخزانة الأدب 4/ 51، وتهذيب اللغة، والصحاح، والمحكم، والتكملة، واللسان، والتاج (حور).\n(2) البيت لجرير في ديوانه 586، والكتاب 1/ 358، والهمع 1/ 197، وأمالي ابن الشجري 1/ 239، وخزانة الأدب 4/ 47.\n(1/72)",
        "\nقوله: (لِئلاَّ يعلم أهلُ الكتاب) معناه: لأِنْ يعلمَ أهلُ الكتاب)، و (لا): زائدة، و (أن): حرف مصدري ونصب، و (يعلمَ): فعل مضارع منصوب بـ (أن)، و (أهلُ الكتاب): فاعل ومضاف إليه. ففي هذه الآيات وقعت (لا) زائدة بين ناصب المضارع ومنصوبه. وقد تُزاد بين جازم المضارع ومجزومه فمن ذلك قوله تعالى: {إِلاَّ تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ}. الأنفال 73\nقوله: (إنْ لاتفعلوه)، (إنْ): حرف شرط جازم، و (لا): زائدة، و (تفعلوه): فعل الشرط مجزوم بحذف النون، و (الواو): فاعل، و (الهاء): مفعول به، وجملة (تكن فتنة في الأرض) في محل جزم جواب الشرط.\n\nب- أن تكون (لا) زائدة لتأكيد النفي.\nفمن ذلك قوله تعالى: {صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّينَ}. الفاتحة 7\nقوله: (ولا الضالين)، (الواو): حرف عطف، و (لا): زائدة، لتأكيد معنى النفي المفهوم من (غير) لئلاَّ يُتَوَهَّمَ عطفُ (الضالين) على (الذين أنعمت). كأنه قيل: لاالمغضوب عليهم ولا الضالين. وقيل: (لا) بمعنى (غير)، وهنا قريب من كونها زائدة فإنَّه لو صُرِّحَ بـ (غير) كانت للتأكيد أيضاً، وقد قرأ بذلك عمر بن الخطاب وأبي بن كعب: (غير الضالين). (1)\nومن ذلك قوله تعالى: {وَمَا يَسْتَوِي الأَعْمَى وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلاَ الْمُسِيءُ}. غافر 58\nقوله: (ولا المسيء)، (الواو): حرف عطف، و (لا): زائدة للتوكيد، و (المسيءُ)، عطفه على ماقبله. والمعنى: ومايستوي الأعمى والبصيرُ والذين آمنوا وعملوا الصالحات والمسيء.\nوقوله تعالى: {ولاتستوي الحسنةُ ولا السيئةُ ادفع بالتي هي أحسنُ}. فصلت 34\nقوله: (ولا السيئةُ)، و (الواو): حرف عطف، و (لا): زائدة للتأكيد. و (السيئةُ): عطف على (الحسنة). وكذلك قوله عز وجل: {إنَّها بقرةٌ لا ذَلُولٌ تثير الأرض ولاتسقي الحرثَ}. البقرة 71\nقوله: (ولاتسقي الحرث)، (الواو): حرف عطف، و (لا): زائدة لتأكيد معنى النفي. و (تسقي): فعل مضارع، والفاعل: ضمير مستتر تقديره هي، و (الحرث): مفعول به، والمعنى لاذلول تثير الأرض وتسقي الحرث.\n__________\n(1) انظر في قراءتها: المحرر لابن عطية 1/ 131، وتفسير القرطبي 1/ 150، والدر المصون 1/ 74.\n(1/73)\n",
        "ج- أن تكون (لا) زائدة لتأكيد معنى القسم وتعظيمه:\nفمن ذلك قوله تعالى: {فلا وَرَبِّكَ لايُؤمنون حتى يحكموكَ فيما شجر بينهم}. النساء 65\nقوله: (فلا وربِّك لايُؤمنون)، (الفاء): حرف استئناف، و (لا) زائدة لتأكيد القسم، و (الواو): حرف قسم وجر، و (ربِّك): اسم مجرور بالواو متعلقان بمحذوف تقديره: أُقْسِمُ. و (لايُؤمنون)، (لا): نافية، و (يؤمنون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، والجملة لامحل لها لأنها جواب القسم.\n\nوقوله تعالى: {فلا أُقْسِمُ بمواقعِ النجومِ}. الواقعة 75\nقوله: (فلا أُقْسِمُ): (الفاء): حرف استئناف، و (لا): زائدة لتأكيد القسم وتعظيمه، و (أقسمُ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (هو)، و (بمواقع النجوم): متعلقان بـ (أقسم)، والتقدير: فأقْسِمُ بمواقع النجوم.\n\nومثله قوله تعالى: {فلا أُقْسِمُ بما تبصرون ومالا تبصرون إنَّه لقولُ رسولٍ كريمٍ}. الحاقة38.\nقوله: (فلا أقسمُ)، (لا) زائدة أيضاً لتأكيد معنى القسم، والمعنى: فأقسم بما تبصرون، ومالا تبصرون.\nومثل هذه الآيات في التخاريج قول الشاعر:\nفلا والله لايُلْفَى لِمَا بي ... ولا لَلِمَا بهم أبداً دواءُ (1)\n\nفزاد (لا) بين (الفاء) وحرف القسم، والتقدير: (فوالله لايلفى لما بي).\n__________\n(1) البيت لمسلم بن معبد الوالبي، وهو في معاني القرآن للفراء 1/ 68، وسر صناعة الإعراب 1/ 283، والمقرب 1/ 238، والإنصاف 571، ورصف المباني 202، وشرح المفصل 8/ 17، وخزانة الأدب 2/ 308، والدر المصون 4/ 20، والدرر 2/ 15.\n(1/74)\n\nالحرف الرابع: (ما) (1)\n(مَا): لفظ مشترك بين الحرف والاسم، وفي هذا البحث نتحدث عن (ما) الحرفية، وهي التي يكون معناها في غيرها، ولها في الكلام ثلاثة أقسام:\n\nالقسم الأول (النافية):\nوهي ضربان: عاملة وغير عاملة.\nأ- (ما) النافية العاملة: وهي تدخل على الجملة الاسمية فترفع الاسم وتنصب الخبر في لغة أهل الحجاز ونجد، (2) وتسمى (ما) الحجازية العاملة عمل (ليس)، وأهل تميم ومَنْ لفَّ لَفَّهم لايعملونها، فيرتفع مابعدها المبتدأ أو الخبر، فعلى لغة أهل الحجاز يقولون: مازيدٌ قائماً، وماعبدُ اللهِ راكباً، وعلى لغة تميم يقولون: مازيدٌ راكبٌ، وماعبدُ الله راكبٌ. وقد ورد إعمال (ما) الحجازية عمل (ليس) صريحاً في قوله تعالى: {مَا هَذَا بَشَراً}. يوسف 31\n\n(ما) نافية تعمل عمل (ليس)، و (هذا)، (الهاء): حرف تنبيه، و (ذا): اسم إشارة مبني على السكون في محل رفع اسم (ما)، و (بشراً): خبر (ما) منصوب بالفتحة. وقرأ عبد الله بن مسعود: (ماهذا بَشَرٌ) (3) بالرفع على لغة تميم، و (ما): نافية مهملة في لغة تميم و (هذا): مبتدأ مرفوع، و (بَشَرٌ): خبر مرفوع.\nوقوله تعالى: {مَّا هُنَّ أُمَّهَاتِهِمْ}. المجادلة 2\n\n(ماهُنَّ)، (ما): نافية حجازية تعمل عمل (ليس)، و (هُنَّ): ضمير منفصل في محل رفع اسم (ما)، و (أُمَّهاتِهم): خبر (ما) منصوب بالكسرة عوضاً عن الفتحة و (هم): مضاف إليه. وقرأ عاصم (أُمَّهاتُهم) (4) بالرفع على اللغة التميمية. وتُزاد (الباء) في خبر (ما)، كما تزاد في خبر (ليس)، فتقول: مازيد بقائم، كما تقول: ليس زيدٌ بقائم. وقد ورد زيادة (الباء) في خبر (ما) في آيات كثيرة فمن ذلك:\n__________\n(1) انظر في (ما): المقتضب 1/ 41، والأضداد 195، والأزهية 75، ورصف المباني 310، وأسرار العربية 59، والجنى الداني 2/ 322، والمقرب 1/ 102.\n(2) انظر إعراب القرآن للنحاس 1/ 187، ورصف المباني 310، والجنى الداني 322.\n(3) انظر في قراءاتها: الكشاف 2/ 317، والبحر المحيط 5/ 303، والدر المصون 6/ 489.\n(4) انظر في قراءتها: السبعة 628، والحجة لأبي زرعة 703، والبحر المحيط 8/ 232، والدر المصون 10/ 262.",
        "(1/75)\n\nقوله تعالى: {ومن الناس مَنْ يقولُ آمَنَّا باللهِ وباليوم الآخر وماهم بِمُؤْمنين}. البقرة 8\nقوله: (وماهم بمؤمنين)، و (هم): ضمير منفصل في محل رفع اسم (ما)، و (بمؤمنين)، (الباء): حرف جر زائد لتوكيد النفي، و (مؤمنين): مجرور بـ (الباء) لفظاً منصوب محلاًّ على أنَّه خبرٌ لـ (ما). والجملة الاسمية في محل نصب على الحال.\n\nوقوله تعالى: {ومااللهُ بغافِلٍ عَمَّا تعملون}. البقرة 74\nقوله: (ومااللهُ بغافلٍ)، (الواو): حرف استئناف، (ما): نافية حجازية تعمل عمل (ليس)، و (اللهُ): لفظ الجلالة اسمها المرفوع، و (بغافلٍ)، (الباء): حرف جر زائد، و (غافلٍ): مجرور بـ (الباء) لفظاً منصوب محلاًّ على أنه خبر (ما)، والجملة استئنافية لامحل لها.\n\nوقوله تعالى: {وماأنتَ بتابعٍ قبلَتَهم}. البقرة 145\nقوله: (وماأنت بتابعٍ)، (الواو): حرف عطف، و (ما): نافية حجازية تعمل عمل (ليس)، و (أنت): ضمير منفصل في محل رفع اسم (ما)، و (بتابعٍ)، (الباء): حرف جر زائد، و (تابعٍ): مجرور بـ (الباء) لفظاً منصوب محلاًّ على أنه خبر (ما)، و (قبلَتَهم): مفعول به منصوب بـ (تابعٍ)؛ لأنه اسم فاعل و (هم): مضاف إليه.\n\nوقوله تعالى: {وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ}. البقرة 167\nقوله: (وماهم بخارجين)، (الواو): حرف عطف، و (ما): نافية حجازية تعمل عمل (ليس)، و (هم): ضمير منفصل في محل رفع اسمها، و (بخارجين)، (الباء): حرف جر زائد، و (خارجين) مجرور بـ (الباء) لفظاً منصوب محلاًّ على أنه خبر (ما)، و (من النار): متعلقان بـ (خارجين).\n\nوقوله تعالى: {وقالوا إنْ هي إلاَّ حياتُنَا الدنيا مانحن بمبعوثين}. الأنعام 29\nقوله: (ومانحن بمبعوثين)، (الواو): حرف عطف، و (ما): نافية حجازية تعمل عمل (ليس) و (نحن): ضمير منفصل في محل رفع اسم (ما)، و (بمبعوثين)، (الباء): حرف جر زائد، و (مبعوثين): مجرور بـ (الباء) لفظاً منصوب محلاًّ على أنه خبر (ما).\n(1/76)",
        "\nوقوله عزَّ وجلّ: {إنَّ ماتُوعدون لآَتٍ وماأنتم بمعجزين}. الأنعام 134\nقوله: (وماأنتم بمعجزين)، (الواو): حرف عطف، (ما): نافية حجازية تعمل عمل (ليس)، و (أنتم): ضمير منفصل في محل رفع اسمها، و (بمعجزين)، (الباء): حرف جر زائد، و (معجزين): مجرور بالباء لفظاً منصوب محلاًّ على أنه خبر (ما).\nوقوله تعالى: {وما أنا بطارِدِ المؤمنين}. الشعراء 114\nقوله: (وماأنا بطارد)، (الواو): حرف عطف، و (ما): نافية حجازية تعمل عمل (ليس)، و (أنا): ضمير منفصل في محل رفع اسم (ما)، و (بطارد)، (الباء): حرف جر زائد. و (طارد): مجرور بالباء لفظاً منصوب محلاًّ على أنه خبر (ما)، و (المؤمنين): مضاف إليه مجرور بالياء.\n\nوقوله تعالى: {ومارَبُّكَ بغافلٍ عَمَّا تعملون}. النمل 93\nقوله: (ومارَبُّك بغافلٍ)، و (الواو): حرف عطف، (ما): نافية حجازية تعمل عمل (ليس) و (رَبُّك): اسم (ما) مرفوع بالضمة، و (الكاف) في محل جر مضاف إليه، و (بغافلٍ)، (الباء) حرف جر زائد، و (غافلٍ): مجرور بالباء لفظاً منصوب محلاًّ على أنه خبر (ما).\n\nوقوله تعالى: {وماصاحبُكم بمجنونٍ}. التكوير 22\nقوله: (وماصاحبُكم)، (الواو): حرف عطف، و (ما): نافية حجازية تعمل عمل (ليس). و (صاحبُكم): اسم (ما) مرفوع بالضمة، و (كم) في محل جر مضاف إليه، و (بمجنون)، (الباء) حرف جر زائد، و (مجنون): مجرور بالباء لفظاً منصوب محلاًّ على أنه خبر (ما).\nوقوله تعالى: {وماقومُ لوطٍ منكم ببعيدٍ}. هود 89\nقوله: (وماقومُ لوطٍ)، (الواو): حرف عطف، و (ما): نافية حجازية تعمل عمل (ليس)، و (قوم) اسمها مرفوع بالضمة، و (لوطٍ) مضاف إليه، و (منكم): متعلقان بـ (بعيد)، و (ببعيدٍ): (الباء) حرف جر زائد، و (بعيد): مجرور بالباء لفظاً منصوب محلاًّ على أنه خبر (ما).\nوقوله تعالى: {فاتبعوا أَمْرَ فرعونَ وما أَمْرُ فرعونَ برشيدٍ}. هود 97\nقوله: (وماأمرُ فرعونَ)، (الواو): حالية، (ما): نافية حجازية تعمل عمل (ليس)، و (أمرُ): اسمها مرفوع بالضمة، و (فرعونَ): مضاف إليه مجرور بالفتحة عوضاً عن الكسرة لأنه ممنوع من الصرف للعلمية والعجمة، و (برشيد)، (الباء): حرف جر زائد، و (رشيد): مجرور بالباء لفظاً منصوب محلاًّ على أنه خبر (ما)، والجملة حالية.\n(1/77)\n",
        "ويبطل عمل (ما) الحجازية العاملة عمل (ليس) إذا دخل على الخبر (إلاَّ) فيصير موجباً، وينتقض النفي فمن ذلك قوله تعالى: {ومامحمدٌ إلاَّ رسولٌ}. آل عمران 144\nقوله: (ومامحمدٌ)، (الواو): حرف استئناف، و (ما): نافية لاعمل لها.\nو (محمدٌ): مبتدأ مرفوع بالضمة، و (إلاَّ): حرف استئناف ملغى، و (رسولٌ): خبر المبتدأ.\n\nوقوله تعالى: {وما النصرُ إلاَّ من عند اللهِ}. الأنفال 10\nقوله: (وما النصر)، (الواو): حرف استئناف، و (ما): نافية مهملة، و (النصر): مبتدأ مرفوع بالضمة، و (من عند اللهِ): متعلقان بمحذوف في محل رفع خبر المبتدأ. و (اللهِ): لفظ الجلالة مضاف إليه.\n\nوقوله عزَّ وجلَّ: {وماكيدُ الكافرين إلاَّ في ضلالٍ}. غافر 37\nقوله: (وماكيدُ الكافرين)، (الواو): حالية، و (ما): نافية مهملة، و (كيدُ): مبتدأ مرفوع و (الكافرين): مضاف إليه مجرور بالياء، و (إلاَّ): حرف استثناء ملغى، و (في ضلالٍ): متعلقان بمحذوف في محل رفع خبر المبتدأ.\n\nوقوله تعالى: {ماهذا إلاَّ أساطيرُ الأولين}. الأحقاف 17\nقوله: (ماهذا)، (ما): نافية لاعمل لها، و (هذا)، (الهاء): حرف تنبيه، و (ذا) اسم إشارة في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (أساطير) خبر مرفوع بالضمة، و (الأولين): مضاف إليه مجرور بالياء.\n\nوقوله تعالى: {وماهو إلاَّ ذِكْرٌ للعالمين}. القلم 52\nقوله: (وماهو)، (الواو): حالية، و (ما): نافية مهملة، و (هو): ضمير منفصل في محل رفع مبتدأ. (إلاَّ ذكرٌ للعالمين)، و (إلاَّ): حرف استثناء ملغى، و (ذكرٌ): خبر المبتدأ مرفوع بالضمة، و (للعالمين): متعلقان بـ (ذكر).\n\nوقوله تعالى: {وقالوا ماهي إلاَّ حياتُنَا الدنيا}. الجاثية 24\nقوله: (ماهي إلاَّ حياتنا الدنيا)، (ما): نافية مهملة، و (هي): ضمير منفصل في محل رفع مبتدأ، و (إلاَّ): حرف استثناء ملغى، و (حياتُنا): خبر مرفوع بالضمة، و (نا): مضاف إليه، و (الدنيا): صفة. والجملة في محل نصب مقول القول.\n(1/78)\n\nكما يبطل عمل (ما) الحجازية، إذا تقدم الخبر على اسمها نحو قولك: (مَامنطلقٌ زيدٌ، ومامُسِيءٌ مَنْ أعتبَ)، فـ (ما): نافية مهملة، و (منطلقٌ، ومسيءٌ): خبر مقدم، وزيدٌ، (ومن أعتب): مبتدأ مؤخر.\n\nأما إن كان خبر (ما) ظرفاً، أو جاراًّ ومجروراً جاز توسطه مع بقاء العمل؛ فمن ذلك قوله تعالى: {ولقد علموا لَمَنِ اشتراهُ ماله في الآخرة مِنْ خلاقٍ}. البقرة 102\nقوله: (مَالَهُ في الآخرة من خلاقٍ)، (ما): نافية مهملة، و (له): متعلقان بخبر محذوف مقدم، و (في الآخرة): متعلقان بمحذوف حال، و (من خلاقٍ)، (من): حرف جر زائد، و (خلاقٍ): مجرور بـ (من) لفظاً مرفوع محلاًّ على أنه مبتدأ مؤخر. والوجه الآخر أن تكون (ما) حجازية تعمل عمل (ليس)، و (له) متعلقان بمحذوف في محل نصب خبرها المقدم و (من خلاق) في محل رفع اسمها المؤخر\n\nوقوله تعالى: {رَبَّنَا إنَّكَ مَنِ تُدخِلِ النارَ فقد أخزيتهُ وماللظالمين مِنْ أَنْصارٍ}. آل عمران 192\nقوله: (وما للظلمين مِنْ أنصارٍ)، (الواو): حرف استئناف، و (ما): نافية مهملة. و (للظالمين): متعلقان بمحذوف في محل رفع خبر مقدم، و (من أنصارٍ)، (مِنْ): حرف جر زائد، و (أنصارٍ): مجرور بـ (من) لفظاً مرفوع محلاًّ على أنه مبتدأ مؤخر، والوجه الآخر أن تكون (ما) حجازية عاملة عمل ليس، و (للظالمين) في محل نصب خبرها المقدم، و (من أنصار) في محل رفع اسمها المؤخر.\nوقوله تعالى: {ما على المحسنين من سبيل}. التوبة 91\n(ما): نافية مهملة، و (على المحسنين): متعلقان بمحذوف خبر مقدم، و (مِنْ سبيلٍ)، (من): حرف جر زائد، و (سبيلٍ): مجرور بـ (من) لفظاً مرفوع محلاًّ على أنه مبتدأ مؤخر، ويجوز أن تعرب (ما) حجازية تعمل عمل ليس كما تقدم.\n\nوقوله عز وجل: {وَمَثلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِن فَوْقِ الأَرْضِ مَا لَهَا مِن قَرَارٍ}. إبراهيم 26\nقوله: (مالها مِنْ قرار)، (ما): نافية مهملة، و (لها): متعلقان بمحذوف خبر (ما) مقدم، و (من قرار)، (من) حرف جر زائد، و (قرارٍ): مجرور بـ (من) لفظاً مرفوع محلاًّ على أنه مبتدأ مؤخر، ويجوز أن تكون (ما) حجازية عاملة عمل ليس، و (لها) في محل نصب خبرها المقدم، و (من قرار): مجرور لفظاً مرفوع محلاً على أنه اسم (ما) المؤخر.",
        "(1/79)\n\nوقوله تعالى: {وَظَنُّوا مالهم مِنْ محيصٍ}. فصلت 48\nقوله: (مالهم مِنْ محيص)، (ما): نافية لاعمل لها، و (لهم): متعلقان بمحذوف خبر مقدم، و (من محيص)، (من): حرف جر زائد، و (محيص): مجرور بـ (من) لفظاً مرفوع محلاًّ على أنه مبتدأ مؤخر. ويجوز أن تكون (ما) حجازية عاملة عمل (ليس)، فـ (لها) في محل نصب خبرها مقدم، و (من محيص) مجرور لفظاً مرفوع محلاًّ على أنه اسمها المؤخر. وجملة (مالها من محيص) سدَّت مسدَّ مفعولي (ظنوا).\n\nوقوله تعالى: {وَمَنْ يُضْلِلِ اللهُ فما لَهُ مِنْ سبيلٍ}. الشورى 46\nقوله: (فما له من سبيلٍ)، (الفاء): رابطة لجواب الشرط، و (ما): نافية مهملة، و (له): متعلقان بمحذوف خبر مقدم، (من سبيل)، (من): حرف جر زائد، و (سبيل): مجرور بـ (من) لفظاً مرفوع محلاًّ على أنه مبتدأ مؤخر. ويجوز أن تعرب (ما) حجازية عاملة عمل (ليس)، و (له) في محل نصب خبرها، و (من سبيل): مجرور لفظاً مرفوع محلاًّ على أنه اسمها المؤخر، والجملة في الوجهين في محل جزم جواب الشرط.\nويبطل عمل (ما) الحجازية أيضاً إذا زيدت بعدها (إنْ) المكسورة الهمزة، نحو قولك: ما إنْ زيدٌ قائمٌ، ومن ذلك قول فروة بن مسيك – وهو حجازي:\nوَمَا إنْ طِبُّنَاجُبْنٌ ولكن ... مَنَايَانَا ودولةُ آخرينا (1)\n\nفجعل (إنْ) زائدة بعد (ما) النافية الحجازية فكفتها عن العمل.\n__________\n(1) تقدم تخريج البيت في ص31.\n(1/80)",
        "\nب- (ما) النافية غير العاملة:\n\nتدخل (ما) النافية غير العاملة على الماضي، كما تدخل على المضارع، فإذا دخلت على الماضي بقي على مُضيِّه، وإذا دخلت على المضارع خلصته للحال عند أكثر النحويين. وقد ورد دخولها على الماضي والمضارع في آيات كثيرة في كتاب الله العزيز؛ فمن دخولها على الفعل الماضي قوله تعالى: {أُوْلَئِكَ الَّذِينَ اشْتَرُوُاْ الضَّلاَلَةَ بِالْهُدَى فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَ}. البقرة 16\nقوله: (فما ربحت تجارتهم)، (الفاء): حرف عطف للتعقيب، و (ما): نافية مهملة، و (ربحت): فعل ماض، و (تجارتُهم): فاعل، و (هم): مضاف إليه. وقوله: (وماكانوا مهتدين)، (الواو): حرف عطف، و (ما): نافية، و (كانوا): فعل ماض ناقص، و (الواو): اسمها، و (مهتدين): خبرها منصوب بالياء.\n\nوقوله تعالى: {وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيْاطِينَ كَفَرُواْ يُعَلِّمُونَ النَّاسَ السِّحْرَ}. البقرة102\nقوله: (وماكفر سليمانُ)، (الواو): حرف استئناف، و (كفر): فعل ماض، و (سليمانُ): فاعل.\nوقوله عز وجل: {مَافَرَّطْنَا في الكتاب مِنْ شيءٍ}. الأنعام 38\nقوله: (مافرطنا)، (ما): نافية، و (فرطنا): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (نا): في محل رفع فاعل، و (في الكتاب): متعلقان بـ (فرطنا)، و (من شيءٍ)، (من) حرف جر زائد، و (شيء): مجرور بـ (من) لفظاً منصوب محلاًّ على أنه مفعول به.\n\nوقوله تعالى: {وَمَا فعلتُه عن أَمْري}. الكهف 82\n(وما فعلتُه)، (الواو): حرف عطف، و (ما): نافية، و (فَعَلْتُه): فعل ماض، و (التاء): فاعل، و (الهاء): مفعول به، و (عن أمري) متعلقان بمحذوف حال، أي: صادراً عن أمري، وإنما هو بأمر الله وإلهامه إياي.\n\nوقوله تعالى: {ما ضَلَّ صاحبُكم وماغوى}. النجم 2\nقوله: (ماضَلَّ صاحبُكم)، (ما): نافية مهملة، و (ضلَّ): فعل ماض، و (صاحبُكم): فاعل مرفوع بالضمة، و (كم): في محل جر مضاف إليه. وجملة: (وماغوى): معطوفة على سابقتها، والإعراب كالإعراب.\n(1/81)\n",
        "كما ورد دخولُ (ما) النافية على المضارع في آيات كثيرة في كتاب الله عزَّ وجلّ، فمن ذلك قوله: {ماتَسْبِقُ مِنْ أُمَّةٍ أجلَها ومايستأخرون}. المؤمنون 43\nقوله: (ماتَسْبقُ من أمةٍ أجلَها)، (ما): نافية، و (تسبقُ): فعل مضارع مرفوع بالضمة، و (من أُمَّةٍ)، (من): حرف جر زائد، و (أمةٍ): مجرور بـ (من) لفظاً مرفوع محلاًّ على أنه فاعل، و (أجلَها): مفعول به منصوب، و (الهاء): مضاف إليه، وقوله: (ومايستأخرون)، (الواو): حرف عطف، و (ما): نافية، و (يستأخرون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، وقد ذَكَّرَ الضمير بعد تأنيثه لمراعاة المعنى؛ لأن أمة بمعنى قوم.\n\nوقوله تعالى: {وَمَايجحدُ بآياتِنَا إلاَّ الكافرون}. العنكبوت 47\nقوله: (وما يجحدُ بآياتنا)، (الواو): حالية، و (ما): نافية، و (يجحدُ): فعل مضارع مرفوع بالضمة، و (بآياتنا): متعلقان بـ (يجحد)، و (إلاَّ الكافرون)، و (إلاَّ): حرف استثناء ملغى، و (الكافرون): فاعل مرفوع بالواو.\n\nوقوله عزّ وجلّ: {مايلفظُ مِنْ قولٍ إلاَّ لديه رقيبٌ عتيدٌ}. ق 18\nقوله: (مايلفظ من قولٍ)، (ما): نافية، و (يلفظ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (هو) يعود على الإنسان، و (من قولٍ)، (من): حرف جر زائد، و (قولٍ): مجرور بـ (من) لفظاً منصوب محلاًّ على أنه مفعول به.\n\nوقوله تعالى: {وماينطقُ عن الهوى}. النجم 3\nقوله: (وماينطق)، (الواو): حرف عطف، و (ما): نافية، و (ينطقُ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (هو)، و (عن الهوى): متعلقان بـ (ينطق).\n\nوقوله عز وجل: {فما تنفعُهم شفاعةُ الشافعين}. المدثر 48\nقوله: (فما تنفعُهم)، (الفاء): حرف عطف، و (ما): نافية، و (تنفعُهم): فعل مضارع مرفوع، و (هم): في محل نصب مفعول به، و (شفاعةُ الشافعين): فاعل مرفوع بالضمة و (الشافعين): مضاف إليه مجرور بالياء.\n(1/82)\n\nالقسم الثاني: (ما) المصدرية\n\nتكون (ما) حرفاً مصدريّاً، فتدخل على الفعل الماضي والمضارع، ولاتدخل على الأمر، وتُؤَوَّلُ مع الفعل بمصدر يكون في محل رفعٍ، أو نصبٍ، أوجَرٍّ. ولقد وردت (ما) المصدرية في آيات كثيرة في كتاب الله العزيز.\nففي حالة (الرفع) قوله تعالى: {لقد جاءكم رسولٌ من أنفسِكم عزيزٌ عليه ماعَنِتُّمْ}. التوبة 128\nقوله: (عزيزٌ عليه ماعنتم)، (عزيزٌ): خبر مقدم مرفوع بالضمة، و (عليه) متعلقان بـ (عزيز)، و (ماعنتم)، (ما): مصدرية، و (عنتم): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (تم) في محل رفع فاعل، والمصدر المؤول من (ما) والفعل بعدها في محل رفع مبتدأ مؤخر، والجملة صفة لـ (رسول)، والتقدير: عزيزٌ عليه عنتُكم. والعنتُ: المشقَّة واللقاء المكروه.\n\nوقوله تعالى: {ألا سَاءَ مَايحكمون}. النحل 59، والعنكبوت 4، والجاثية 21\nقوله تعالى: (مايحكمون)، (ما): مصدرية، و (يحكمون): فعل مضارع مرفوع بثبوت النون، و (الواو): فاعل، والمصدر المؤول من (ما) والفعل في محل رفع فاعل، والتقدير: ساءَ حكمهم. ويجوز أن تكون (ما) نكرة منصوبة على التمييز، أو موصولة فاعل (ساء)، وجملة (يحكمون) صفة أو صلة.\n\nوقوله تعالى: {هذا ماوَعَدَ الرحمنُ وصَدَقَ المرسلون}. يس 52\nقوله: (هذا ماوَعَدَ الرحمنُ)، (الهاء): حرف تنبيه، و (ذا): اسم إشارة في محل رفع مبتدأ، و (مَاوَعَدَ)، (ما): مصدرية، و (عَدَ): فعل ماض مبني على الفتح، و (الرحمن): فاعل مرفوع، والمصدر المؤول من (ما) والفعل في محل رفع خبر المبتدأ، والتقدير: هذا وعدُ الرحمن. ويجوز أن تكون (ما) اسم موصول، وجملة (وعد الرحمن) صلتها.\n\nوقوله عز وجل: {وَأَنْ ليس للإنسان إلاَّ مَاسَعَى}. النجم 39\nقوله: (إلاَّ مَاسعى)، (إلاَّ): حرف استثناء ملغى، و (ما): مصدرية، و (سعى): فعل ماض مبني على الفتحة المقدرة على الألف للتعذر، والفاعل ضمير مستتر تقديره: (هو)، والمصدر المؤول من (ما) والفعل في محل رفع اسم (ليس) المؤخر، وخبرها (للإنسان) المقدم.",
        "(1/83)\n\nوفي حالة (النصب) قوله تعالى: {وإنَّكَ لَتَعْلَمُ مَانُرِيدُ}. هود 79\nقوله: (مانُريدُ)، (ما): مصدرية، و (نريدُ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (نحن)، والمصدر المؤول من (ما) والفعل في محل نصب مفعول به لـ (تعلم)، والتقدير: تعلمُ إرادَتَنا. ويجوز أن تكون (ما) اسم موصول، وجملة (نريد) صلتها، أي: تعرف الذي نريد.\n\nوقوله تعالى: {ووجدُوا ماعملوا حاضراً}. الكهف 49\nقوله: (ماعملوا حاضراً)، (ما): مصدرية، و (عملوا): فعل ماض مبني على الضم و (الواو): في محل رفع فاعل، والمصدر المنسبك من (ما) والفعل في محل نصب مفعول به أوَّل لـ (وجدوا)، أي: وجدُوا عملَهم، و (حاضراً): مفعول به ثانٍ. ويجوز أن تكون (ما) موصولة، وجملة (عملوا) صلتها.\n\nوقوله تعالى: {سنكتبُ ماقالوا}. آل عمران 181\nقوله: (ماقالوا)، (ما): مصدرية، و (قالُوا): فعل ماض مبني على الضم، و (الواو): في محل رفع فاعل، والمصدر المؤول من (ما) والفعل في محل نصب مفعول به، والتقدير: سنكتبُ قولَهم.\n\nوقوله تعالى: {وَدُّوا مَاعَنِتُّم}. آل عمران 118\nقوله: (ماعنتم)، (ما): مصدرية، و (عنتم): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (تم): في محل رفع فاعل، والمصدر المؤول من (ما) والفعل في محل نصب مفعول به لـ (وَدُّوا)، والتقدير: وَدُّوا عَنَتَكُمْ.\n\nوقوله عز وجل: {ونعلم ماتُوسْوسُ به نفسُه}. ق 16\nقوله: (ماتُوسْوسُ به نفسُه)، (ما): مصدرية، و (تُوسْوسُ): فعل مضارع مرفوع بالضمة، و (به): متعلقان بـ (توسوس)، و (نفسُه): فاعل مرفوع، و (الهاء): في محل جر مضاف إليه، والمصدر المنسبك من (ما) والفعل في محل نصب مفعول به لـ (نعلم)، والتقدير: ونعلم وَسْوَسَةَ نفسِه له. ويجوز أن تكون (ما) موصولة، وجملة (توسوس) صلتها.\n(1/84)",
        "\nوفي حالة (الجر) قوله تعالى: {فمن بَدَّلَهَ بَعْدَ مَاسَمِعَهُ فإنَّما إثْمُه على الذين يُبدِّلُونَه}. البقرة 181\nقوله: (بعدَ ماسمعه)، (بعدَ): ظرف زمان، (ما): مصدرية، و (سمعه) فعل ماض، والفاعل: ضمير مستتر تقديره: (هو)، و (الهاء): في محل نصب مفعول به، والمصدر المؤول من (ما) والفعل في محل جر مضاف إليه، والتقدير بعد سَمَاعِهِ.\n\nوقوله تعالى: {وهو الذي يُنَزِّلُ الغَيْثَ مِنْ بعدِ ماقَنَطُوا وينشرُ رحمتَه}. الشورى 28\nقوله: (مِنْ بعد ما قَنَطُوا)، (مِنْ بعدِ): جار ومجرور متعلقان بمحذوف في محل نصب حال، و (ماقنطوا)، (ما) مصدرية، و (قنطوا): فعل ماض مبني على الضم لاتصاله بواو الجماعة، و (الواو): ضمير متصل في محل رفع فاعل، والمصدر المؤول من (ما) والفعل في محل جر مضاف إليه لـ (بعد)، والتقدير: من بعدِ قُنوطِهم.\n\nوقوله تعالى: {قالُوا مثلَ مَاقالَ الأولون}. المؤمنون 81\nقوله: (مثلَ مَاقالَ الأولون)، (مثل): صفة لمصدر محذوف، أي: قولاً مثلَ قول الأولين، و (ما): مصدرية، و (قالَ): فعل ماض مبني على الفتح، و (الأولون): فاعل مرفوع بالواو، والمصدر المؤول من (ما) والفعل في محل جر مضاف إليه، والتقدير مثلَ قولِ الأولين.\n\nوقوله تعالى: {فوقاهُ اللهُ سَيِّئاتِ مَامَكروا}. غافر 45\nقوله: (مامكروا)، (ما): مصدرية، و (مكروا): فعل ماض مبني على الضم، و (الواو) في محل رفع فاعل، والمصدر المؤول من (ما) والفعل في محل جر مضاف إليه، لـ (سيئات)، والتقدير: سيئاتِ مَكْرِهِمْ به.\n\nوقوله تعالى: {قالت إنَّ أبي يدعُوكَ ليجزيَكَ أَجْرَ مَاسَقيتَ لنا}. القصص 25\nقوله: (ماسَقيت لنا)، (ما): مصدرية، و (سقيت): فعل ماض مبني على السكون لاتصاله بتاء الفاعل، و (التاء): في محل رفع فاعل؛ و (لنا): متعلقان بـ (سقيت)، والمصدر المؤول من (ما) والفعل في محل جر مضاف إليه لـ (أَجْرَ)، والتقدير: أجر سقايتِك.\n(1/85)\n",
        "وفي حالة (الجَرِّ) أيضاً، قوله تعالى: {فالصالحات قانتاتٌ حافظاتٌ للغيب بما حَفِظَ اللهُ}. النساء34\nقوله: (بما حفظ اللهُ)، (الباء): حرف جر، و (ما): مصدرية، و (حفظ): فعل ماض مبني على الفتح، و (اللهُ): لفظ الجلالة فاعل، والمصدر المؤول من (ما) والفعل في محل جر بالباء، والجار والمجرور متعلقان بـ (حافظات)، والتقدير: بحفظِ اللهِ لهنَّ\n\nوقوله تعالى: {وضاقت عليهم الأرض بما رَحُبَتْ}. التوبة 25\nقوله: (بما رَحُبَتْ)، (الباء): حرف جر، و (ما): مصدرية، و (رَحُبَتْ): فعل ماض، و (التاء) تاء التأنيث، والفاعل ضمير مستتر تقديره: (هي)، والمصدر المنسبك من (ما) والفعل في محل جر بـ (الباء)، والتقدير: برحبها، على أن الجار والمجرور في موضع الحال، أي: متلبسةً برحبها، كقولك: دخلت عليه بثياب السفر، أي: متلبساً بها.\n\nوقوله تعالى: {أَنْ تقولَ نفسٌ ياحَسْرَتَا على مافَرَّطْتُ في جنبِ اللهِ}. الزمر 56\nقوله: (على مافَرَّطْتُ)، (على): حرف جر، و (ما): مصدرية، و (فَرَّطتُ): فعل ماض مبني على السكون لاتصاله بتاء الفاعل، و (التاء): ضمير متصل في محل رفع فاعل و (في جنب الله): متعلقان بـ (فَرَّطتُ)، والمصدر المؤول من (ما) والفعل في محل جر بـ (على)، والتقدير: على تفريطي في جنبِ اللهِ، والجار والمجرور متعلقان بـ (حسرتَا).\n\nوقوله تعالى: {وتذقُوا السُّوءَ بما صَدَدْتم عن سبيلِ اللهِ}. النحل 94\nقوله: (بما صَدَدُتم)، (الباء): حرف جر، (ما): مصدرية، و (صَدَدْتُم): فعل ماض مبني على السكون لاتصاله بضمير الفاعل، و (تم): في محل رفع فاعل، والمصدر المؤول من (ما) والفعل في محل جر بالباء، والجار والمجرور متعلقان بـ (تذوقوا)، والتقدير: بصدِّكم عن سبيل الله.\n\nوقوله تعالى: {لهم عذابٌ شديدٌ بما نَسُوا يوم الحساب}. ص 26\n(1/86)\n\nقوله: (بما نسوا)، (الباء): حرف جر، (ما): مصدرية، و (نسوا): فعل ماض مبني على الضم، و (الواو): فاعل، والمصدر المنسبك من (ما) والفعل في محل جر بالباء، والجار والمجرور متعلقان بمحذوف حال، والتقدير: بسبب نسيانهم يوم الحساب.",
        "(1/87)\n\nالقسم الثالث:\n(ما) الزائدة\n\nتكون (ما) زائدة في الكلام على نوعين:\nالنوع الأوَّل: أن تكون زائدة لمجرد التوكيد، وهي التي دخولُها في الكلام كخروجها، وقد وردت في كتاب الله العزيز في مواضع عدة منها:\n\nأ- (ما) زائدة بعد (إنْ) الشرطية:\nفمن ذلك قوله تعالى: {وَإِمَّا يُنسِيَنَّكَ الشَّيْطَانُ فَلاَ تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ}. الأنعام 68\nقوله: (وإمَّا يُنْسِينَكَ الشيطانُ)، (الواو): حرف استئناف، و (إنْ): حرف شرط جازم، و (ما): زائدة أُدْغمت فيها نون (إنْ)، و (يُنْسِيَنَّكَ): فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم فعل الشرط، و (الكاف): في محل نصب مفعول به، و (الشيطان): فاعل مرفوع بالضمة، وجملة: (فلا تقعد): في محل جزم جواب بالشرط.\n\nوقوله تعالى: {وإمَّا يَنْزَغَنَّكَ من الشيطان نَزْغٌ فاسْتَعِذْ باللهِ}. الأعراف 200\nقوله: (وإمَّا ينزغنك من الشيطان نزغ)، (الواو): حرف عطف، و (إن): حرف شرط جازم، و (ما) زائدة للتوكيد أُدغمت فيها نون (إن)، و (ينزغنكَ): فعل مضارع مبني على الفتح في محل جزم فعل الشرط، و (الكاف): في محل نصب مفعول به، و (من الشيطان): متعلقان بمحذوف حال؛ لأنه في الأصل كان صفة لـ (نزغ) فقدم عليه، و (نزغ): فاعل. وجملة: (فاسْتعذْ بالله): في محل جزم جواب الشرط.\n\nوقوله تعالى: {فإمَّا نَذْهَبَنَّ بكَ فإنَّا منهم مُنْتَقمون}. الزخرف 41\nقوله: (فإمَّا نذهبَّن بك)، (الفاء): حرف عطف، و (إنْ): حرف شرط جازم، و (ما): زائدة للتأكيد أُدغمت فيها نون (إنْ)، و (نذهبنَّ): فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة في محل جزم فعل الشرط، والفاعل ضمير مستتر تقديره: (نحن) و (بك): متعلقان بـ (نذهبن)، وجملة: (فإنَّا منهم منتقمون) في محل جزم جواب الشرط.\n(1/88)",
        "\nب- (ما) زائدة بعد (إذا) الظرفية المتضمنة معنى الشرط؛ فمن ذلك قوله تعالى: {وإذا ما أُنزلَتْ سُورةٌ نظر بَعْضُهُمْ إلى بعضٍ}. التوبة 127\n\nقوله: (وإذا ماأُنزلتْ سورةٌ)، (الواو): حرف عطف، و (إذا): ظرف لما يستقبل من الزمن متضمن معنى الشرط متعلق بجوابه، و (ما): زائدة لتأكيد النظر/ و (أُنزلَتْ) فعل ماض مبني للمجهول، و (التاء): تاء التأنيث الساكنة، و (سورةٌ): نائب فاعل مرفوع بالضمة، والجملة في محل جر مضاف لـ (إذا)، وجملة (نظر بعضُهم) لامحل لها؛ لأنها واقعة في جواب (إذا).\n\nوقوله عزَّ وجلَّ: {حتى إذا ماجاؤُوهَا شَهِدَ عليهم سَمْعُهُمْ وأبصارُهم وجلودُهم}. فصلت 20\nقوله: (إذا ماجاؤوها)، (إذا): ظرف مستقبل متضمن معنى الشرط متعلق بجوابه، و (ما): زائدة لتأكيد الشهادة، حيث أكَّدت ظرفية الوقت المحدد للشهادة، و (جاؤوها): فعل ماض مبني على الضم، و (الواو): في محل رفع فاعل، و (الهاء): في محل نصب مفعول به، والجملة في محل جر مضاف لـ (إذا)، وجملة: (شهد عليهم سمعُهم): لامحل لها؛ لأنها واقعة في جواب (إذا).\n\nوقوله تعالى: {وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ}. الشورى 37\nقوله: (وإذا ماغضبوا)، (الواو): حرف عطف، و (إذا): ظرف مستقبل متضمن معنى الشرط متعلق بجوابه، و (ما): زائدة للتأكيد، و (غضبوا): فعل ماض مبني على الضم، و (الواو): في محل رفع فاعل، والجملة في محل جر مضاف لـ (إذا)، وجملة (هم يغفرون) يجوز أن يكون (هم) توكيداً للفاعل في قوله: (غضبوا)، وعلى هذا فـ (يغفرون) جواب الشرط لامحل لها، وجعل العكبري (1) (هم يغفرون) جواب (إذا) وهذا غيرُ صحيحٍ، لأنه لو كان جواباً لـ (إذا) لاقترن بالفاء، تقول: (إذا جاء زيدٌ فعمروٌ منطلقٌ) ولايجوز: (عمرو ينطلق)، وقيل: (هم) مرفوع بفعل مقدَّر يُفَسِّره (يغفرون) بعده، ولما حُذف الفعل انفصل الضمير. فجملة (يغفرون) المقدَّرة لامحل لها لأنها واقعة في جواب (إذا). (2)\n__________\n(1) الإملاء للعكبري 2/ 225.\n(2) انظر البحر المحيط 7/ 522، والدر المصون 9/ 562.\n(1/89)\n",
        "ج- زيادة (ما) بعد (قليل)، فمن ذلك قوله تعالى: {اتبعُوا ماأُنزلَ إليكم من رَبِّكم ولاتتبعُوا من دُونه أولياءَ قليلاً ماتذكَّرون}. الأعراف 3\n\nقوله: (قليلاً ماتذكَّرون)، (قليلاً): نعت لمصدر محذوف، تقديره: تذكُّراً قليلاً تذكَّرون، أو نعت ظرف زمان محذوف أيضاً، تقديره: زماناً قليلاً تذكَّرون، و (ما): زائدة لتوكيد القلّة، و (تذكَّرون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل.\nوقوله تعالى: {وهو الذي أنشأ لكم السمع والأبصارَ والأفئدةَ قليلاً ماتشكرون}. المؤمنون 78\nقوله: (قليلاً ماتشكرون)، (قليلاً): تقدم إعرابها.\nو (ما): زائدة لتوكيد القلَّة، وجملة (تشكرون): حالية.\nوقوله تعالى: {وَإِنَّ كَثِيراً مِّنْ الْخُلَطَاء لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَّا هُمْ}. ص 24\nقوله: (وقليلٌ مَاهُمْ)، (الواو): حالية، و (قليلٌ): خبر مقدم مرفوع بالضمة. و (ما): زائدة لتأكيد القلة، و (هم): ضمير منفصل في محل رفع مبتدأ مؤخر.\n\nد- زيادة (ما) بعد حرف الجر، فمن ذلك قوله تعالى: {فَبِمَا رَحْمَةٍ من اللهِ لِنْتَ لهم}. آل عمران 159\n\nقوله: (فبما رحمة من اللهٍ)، (الفاء): حرف استئناف، و (ما): زائدة للتأكيد، و (برحمة): جار ومجرور متعلقان بـ (لنت)، و (من الله): متعلقان بمحذوف صفة لـ (رحمة).\nوقوله تعالى: {فَبِمَا نَقْضِهم ميثاقَهم لَعَنَّاهم}. المائدة 13\nقوله: (فبما نقضهم ميثاقَهم)، (الفاء): حرف استئناف، و (الباء): حرف جر، و (ما) زائدة لتأكيد الكلام، و (نقضِهم): مجرور بالباء، والجار والمجرور متعلقان بـ (لعناهم)، و (ميثاقَهم): مفعول به للمصدر، وهو النقض.\nوقوله تعالى: {مِمَّا خطيئاتهم أُغْرِقوا}. نوح 25\nقوله: (مِمَّا خطيئاتهم)، (من): حرف جر، و (ما): زائدة، و (خطيئاتهم): مجرور بـ (من) التعليلية، والجار والمجرور متعلقان بـ (أُغْرِقوا).\n(1/90)\n\nالنوع الثاني: (ما) الكافة\n\nومن أقسام (ما) الزائدة أن تكون كافَّةً للعامل عن عمله، وهي تقع بعد (إنَّ) وأخواتها، كما تقع بعد (رُبَّ)، وقد وردت (ما) كافَّة للعامل في القرآن الكريم كما يلي:\nأ- بين العامل والضمير - ب – بين العامل والاسم – ج – بين العامل والفعل – د –كافة لـ (رُبَّ).\nوفيما يلي دراسة لهذه الأنماط كما وردت في كتاب الله العزيز:\n\nأ- (ما) كافة بين العامل والضمير\nفمن ذلك قوله تعالى: {وإذا قيلَ لهم لاتُفسدُوا في الأرض قالوا إنَّما نحن مُصْلحون}. البقرة 11\nقوله: (إنَّما نحن مصلحون)، و (إنَّما): كافة ومكفوفة، و (نحن): ضمير منفصل في محل رفع مبتدأ، و (مصلحون): خبر مرفوع وعلامة رفعه الواو، والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {قُلْ إنَّما هو إلَهٌ واحدٌ}. الأنعام 19\nقوله: (إنَّما هو إلهٌ واحدٌ)، (إنَّما): كافة ومكفوفة، و (هو): ضمير منفصل في محل رفع مبتدأ، و (إلهٌ): خبر مرفوع بالضمة، و (واحدٌ): صفة لـ (إله)، والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {قُلْ إنَّما أَنا مُنذرٌ}. ص 65\nقوله: (إنما أنا منذر)، (إنما): كافة ومكفوفة، و (أنا): ضمير منفصل في محل رفع مبتدأ، و (منذر): خبر مرفوع بالضمة، والجملة في محل نصب مقول القول.\n\nوقوله تعالى: {إنما أنت منذرُ مَنْ يخشاها}. النازعات 45\nقوله: (إنَّما أنت منذر)، (إنما): كافة ومكفوفة، و (أنت): ضمير منفصل في محل رفع مبتدأ، و (مُنْذرُ): خبر مرفوع بالضمة، و (من): اسم موصول في محل جر مضاف إليه، وجملة: (يخشاها) صلة الموصول.\n\nوقوله عزَّ وجلَّ: {وليعلموا أَنَّما هو إلهٌ واحدٌ}. إبراهيم 52\nقوله: (أَنَّما هو إلهٌ واحدٌ)، (أنما): كافة ومكفوفة، و (هو): ضمير منفصل في محل رفع مبتدأ، و (إلهٌ): خبر مرفوع بالضمة، و (واحدٌ): صفة لـ (إله)، والجملة سدَّت مسدَّ مفعولي (يعلموا).",
        "(1/91)\n\nب- (ما) كافة بين العامل والاسم\n\nفمن ذلك قوله تعالى: {ذلك بأنَّهم قالوا إنَّما البيعُ مثلُ الرِّبَا}. البقرة 275\nقوله: (إنما البيعُ مثلُ الربا)، (إنما): كافة ومكفوفة، و (البيعُ): مبتدأ مرفوع بالضمة، و (مثلُ): خبر المبتدأ، و (الربا): مضاف إليه مجرور بالكسرة المقدرة، والجملة في محل نصب مقول القول.\nوقوله تعالى: {ياأيها الذين آمنوا إنَّما المشركون نَجَسٌ}. التوبة 28\nقوله: (إنما المشركون نجسٌ)، (إنَّما): كافة ومكفوفة، و (المشركون): مبتدأ مرفوع بالواو، و (نجسٌ): خبر مرفوع بالضمة، أي ذوو نجس، لأن معهم الشرك الذي هو بمنزلة النجس، أو جُعلوا كأنهم النجاسة عينها مبالغة في وصفهم بها.\nوقوله عزَّ وجلَّ: {إنَّما المؤمنون إخوةٌ}. الحجرات 10\n(إنما): كافة ومكفوفة، و (المؤمنون): مبتدأ مرفوع بالواو، و (إخوة): خبر مرفوع بالضمة.\n\nج- (ما) كافة بين العامل والفعل\nفمن ذلك قوله تعالى: {إنَّما حَرَّمَ عليكم الميتَةَ والدمَ ولحمَ الخنزيرِ وماأُهِلَّ به لغير اللهِ}. البقرة173\nقوله: (إنما حَرَّمَ عليكم الميتةَ)، (إنَّما كافة ومكفوفة، و (حرَّمَ): فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره: (هو)، و (عليكم): متعلقان بـ (حرم)، و (الميتة): مفعول به منصوب.\nوقوله عزَّ وجلَّ: {إنَّ الذين تَوَلَّوْا منكم يومَ التقى الجمعان إنَّما استزلَّهم الشيطانُ ببعض ماكسبوا}. آل عمران 155\nقوله: (إنما استزلهم الشيطان)، (إنما): كافة ومكفوفة، و (استزلَّهم): فعل ماض مبني على الفتح، و (هم): في محل نصب مفعول به، و (الشيطانُ): فاعل مرفوع بالضمة، والجملة في محل رفع خبر لـ (إنَّ)، و (الذين) اسمها.\nوقوله تعالى: {إنَّما يستجيبُ الذين يسمعون}. الأنعام 36\n(إنما): كافة ومكفوفة، و (يستجيبُ): فعل مضارع مرفوع بالضمة، و (الذين): اسم موصول في محل رفع فاعل، و (يسمعون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، والجملة صلة الموصول.\n(1/92)",
        "\nوقوله عزَّ وجلَّ: {فلا تعجلْ عليهم إنَّما نعدُّ لعم عَدّاً}. مريم 84\nقوله: (إنَّما نعدُّ لهم عدّاً)، (إنَّما): كافة ومكفوفة، و (نعدُّ): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (نحن)، و (لهم): متعلقان بـ (نعد)، وعدّاً)، مفعول مطلق منصوب بالفتحة.\n\nوقوله تعالى: {إنَّ الذين يبايعونك إنَّما يُبايعون اللهَ}. الفتح 10\nقوله: (إنما يبايعون اللهَ)، (إنما): كافة ومكفوفة، و (يبايعون): فعل مضارع مرفوع بثبوت النون، و (الواو): في محل رفع فاعل، و (اللهَ): لفظ الجلالة مفعول به منصوب.\n\nوقوله تعالى: {ومن يُرِدْ أن يُضلَّه يجعلْ صَدْرَه ضيقاً حَرَجاً كأنَّما يَصَّعَّدُ في السماء}. الأنعام 125\nقوله: (كأنما يَصَّعَّدُ في السماء)، (كأنَّما): كافة مكفوفة، و (يصعد): فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره: (هو)، و (في السماء): متعلقان بـ (يصعد).\n\nوقوله عزَّ وجلَّ: {يجادلونكَ في الحقِّ بعدما تبيَّنَ كأنَّما يُسَاقُون إلى الموتِ وهم ينظرون}. الأنفال6\nقوله: (كأنما يُسَاقون إلى الموت)، (كأنما): كافة ومكفوفة، و (يُسَاقُون): فعل مضارع مبني للمجهول، مرفوع بثبوت النون، (الواو): نائب فاعل، و (إلى الموت): متعلقان بـ (يساقون).\n\nد- (ما) كافة لـ (رُبّ)\n\nوردت (ما) كافة لـ (رُبّ) في قوله تعالى: {رُبَمَا يَوَدُّ الذين كفروا لو كانوا مسلمين}. الحجر 2\nقوله: (رُبَمَا): كافة ومكفوفة، قرئت بتخفيف الباء وتشديدها، (1) و (يودُّ): فعل مضارع مرفوع بالضمة، و (الذين): فاعل، (وكفروا): فعل ماض، و (الواو): في محل رفع فاعل والجملة صلة الموصول.\n__________\n(1) انظر في قراءاتها: السبعة 366، وحجة القراءات 380، والتيسير 135، والحجة لابن خالويه 179، والكشف لمكي 1/ 29، والبحر المحيط 5/ 444، والنشر 2/ 301، والدر المصون 7/ 138، والإتحاف للدمياطي 2/ 173.\n(1/93)\n",
        "خاتمة البحث\nبعد هذا العرض لحروف المعاني الأربعة (إنْ، وأَنْ، ولاَ، ومَا) أخلص إلى القول بأنَّ هذه الحروف قد وردت في الكتاب العزيز في آيات كثيرة، وقد تبين أَنَّ لكل حرف أقساماً من المعاني، ينضاف إلى ذلك أن هذه الحروف تشترك فيما بينها بمعنىً واحدٍ.\nفالحروف (إنْ، وأَنْ، ولا، وما) تشترك بمعنى النفي فتكون حروفاً نافية، كما تشترك بمعنى الزيادة، فتكون حروفاً زائدة.\nوالحرفان (أَنْ، وما) هما من حروف المصدر.\nينضاف إلى ذلك أن هذه الحروف تكون عاملة، وغير عاملة.\nفالحروف (إنْ، ولا، وما) تكون نافية تعمل عمل ليس، أو نافية مهملة لاعمل لها، كما أنَّ (لا) تعمل عمل (إنَّ) فتكون نافية للجنس.\nومن نتائج هذا البحث أيضاً:\nأ- الكشف عن أوجه إعراب هذه الحروف على لغات القبائل العربية، فقد وجدنا (إنْ) النافية العاملة عمل (ليس) هي لغة أهل العالية. (1)\nو (إنْ) المخففة من (إنَّ) تعمل مثل المشدَّدة في لغة ناس من أهل الحجاز. (2)\nكما وجدنا (ما) تعمل عمل (ليس) في لغة أهل الحجاز، وتهمل في لغة تميم. (2)\nب- كشف هذا البحث عن دور القراءات القرآنية في معرفة معنى الحرف فمثلاً (لا) النافية تحدَّد معناها من خلال القراءة القرآنية في قوله تعالى: {فلا رَفَثَ ولافُسُوقَ ولاجدالَ في الحج}. البقرة: 197، قرىء بنصبهن ورفعهن، فعلى قراءة النصب تكون (لا) نافية للجنس تعمل عمل (إنَّ)، وعلى قراءة الرفع تكون (لا) نافية تعمل عمل (ليس). (4)\nج- كما كشف هذا البحث عن ضوابط في إعراب هذه الحروف، فمثلاً إذا دخلت (إنْ) الزائدة على (ما) الحجازية أبطلت عملها. (3)\nتعرب (عسى) تامة إذا وليتها (أَنْ) المصدرية. (6)\nد- يُرشِّحُ هذا البحث طلبة الدراسات العليا إلى دراسة شاملة لحروف المعاني المشتركة كما وردت في كتاب الله العزيز في ضوء علم اللغة المعاصر.\n__________\n(1) انظر ص 20 من هذا البحث. ... (2) المرجع نفسه ص 26.\n(2) المرجع نفسه ص 71. ... (4) المرجع نفسه ص 62.\n(3) المرجع نفسه ص 31 ... (6) المرجع نفسه ص 36.\n(1/94)\n\nوالله أسأل أن يجعل عملي هذا خالصاً لوجهه، وهو ولي التوفيق\nوآخر دعوانا أن الحمد لله رَبِّ العالمين",
        "(1/95)\n\nالمصادر والمراجع\n- إتحاف فضلاء البشر: للشيخ الدمياطي – طبعة مصر 1306هـ، وطبعة الدكتور شعبان إسماعيل بيروت 1407هـ - 1987م.\n- الأزهية في علم الحروف: للهروي، تحقيق: عبد المعين الملوحي، مطبوعات مجمع اللغة العربية، دمشق 1402هـ - 1982م.\n- أساس البلاغة: للزمخشري، تحقيق: عبد الرحيم محمود، مطبع أورفاند، القاهرة 1372هـ.\n- أسرار العربية: لابن الأنباري، تحقيق: محمد بهجت البيطار – المجمع العلمي العربي، دمشق 1957م.\n- الأصمعيات: اختيار الأصمعي، تحقيق: شاكر وهارون، دار المعارف، القاهرة 1375هـ.\n- الأصول في النحو: لابن السراج، تحقيق: الدكتور عبد الحسين الفتلي، مؤسسة الرسالة بغداد 1393هـ.\n- الأضداد: لابن الأنباري، تحقيق: محمد أبو الفضل إبراهيم، وزارة الإعلام، الكويت 1960م.\n- إعراب القرآن: المنسوب للزجاج، تحقيق: إبراهيم الأنباري، الهيئة العامة لشؤون المطابع الأميرية، القاهرة 1963م.\n- إعراب القرآن: للنحاس، تحقيق: الدكتور زهير غازي زاهد، عالم الكتب – بيروت 1409هـ - 1988م.\n- الاقتضاب: لابن السيد البطليوسي، تحقيق: عبد الله البستاني، المطبعة الأدبية، بيروت 1901م.\n- الإقناع في القراءات السبع: لابن الباذش، تحقيق: الدكتور عبد المجيد قطامش، جامعة أم القرى 1403هـ.\n- أمالي السهيلي: تحقيق: الدكتور محمد البنا، دار الفكر العربي، القاهرة 1390هـ - 1970م.\n- أمالي ابن الشجري، طبعة حيدر آباد، 1349هـ.\n- أمالي القالي، طبعة دار الكتب المصرية 1344هـ.\n- إملاء مامن به الرحمن: للعكبري، تحقيق: إبراهيم عوض، مطبعة مصطفى البابي، الحلبي القاهرة 1380هـ - 1961م.\n(1/96)",
        "\n- الإنصاف في مسائل الخلاف: لأبي البركات ابن الأنباري، تحقيق: محمد محيي الدين عبد الحميد، مطبعة دار السعادة، 1380هـ - 1961م.\n- أوضح المسالك إلى ألفية ابن مالك: لابن هشام المصري، تحقيق: محمد محي الدين عبد الحميد، بيروت، دار الفكر بلا تاريخ.\n- البحر المحيط: لأبي حيان الأندلسي، طبعة مصر 1328هـ، وطبعة دار الفكر، دمشق 1412هـ - 1992م.\n- البيان في غريب إعراب القرآن: لأبي البركات ابن الأنباري، تحقيق: الدكتور طه عبد المجيد، دار الكاتب العربي، القاهرة 1389هـ.\n- تاج العروس: للزَّبيدي، طبعة القاهرة 1306هـ، وطبعة الكويت 1965 – 1993م.\n- تأويل مشكل القرآن: لابن قتيبة، تحقيق: أحمد صقر، دار إحياء الكتب العربية، القاهرة 1954م.\n- تسهيل الفوائد: لابن مالك، تحقيق: محمد كامل بركات، دار الكتاب العربي، القاهرة 1388هـ - 1968م.\n- التصريح بمضمون التوضيح: لخالد الأزهري، مطبعة الأزهر، القاهرة 1344هـ.\n- تفسير الفخر الرازي، طبعة دار الكتب المصرية، القاهرة 1945م.\n- تفسير النسفي: لـ (عبد الله بن أحمد النسفي) – طبعة دار إحياء الكتب العربية، القاهرة، بلا تاريخ.\n- التكملة والذيل والصلة: للصاغاني، تحقيق: عبد العليم الطحاوي وآخرين، دار الكتب المصرية، القاهرة 1970 – 1977م.\n- تهذيب اللغة: للأزهري، تحقيق: عبد السلام هارون، دار القومية العربية، القاهرة 1964م.\n- التيسير في القراءات السبع: للداني، نشر أوتوبرتزل، استانبول 1930م.\n- جامع البيان: للطبري، طبعة البابي الحلبي، القاهرة 1945م.\n- الجامع لأحكام القرآن: للقرطبي، دار الكتب المصرية 1945م.\n- الجمل: للزجاجي، تحقيق: ابن أبي شنب، طبعة باريس 1376هـ - 1957م.\n(1/97)\n",
        "- الجنى الداني في حروف المعاني: للمرادي، تحقيق الفاضل وقباوة – دار الآفاق الجديدة، بيروت 1403هـ -1983م.\n- حجة القراءات: لأبي زرعة، تحقيق: سعيد الأفغاني، مؤسسة الرسالة، بيروت 1387هـ - 1967م.\n- الحماسة: لأبي تمام، تحقيق: الدكتور عبد الله عسيلان، مطبوعات جامعة أم القرى 1401هـ - 1981.\n- الحماسة الشجرية: تحقيق: عبد المعين الملوحي – مجمع اللغة العربية، دمشق 1970م.\n- خزانة الأدب: للبغدادي، تحقيق: عبد السلام هارون، مكتبة الخانجي، القاهرة 1986م.\n- الحجة في القراءات السبع، لابن خالويه، تحقيق: الدكتور عبد العال سالم، دار الشرق، بيروت، بلا تاريخ.\n- الخصائص: لابن جني، تحقيق: محمد علي النجار، دار الكتب المصرية القاهرة 1371هـ - 1952م.\n- الدرر اللوامع: للشنقيطي، كردستان بالجمالية، القاهرة 1328هـ.\n- الدر المصون: للسمين الحلبي، تحقيق: الدكتور أحمد محمد الخراط، دار القلم، دمشق، 1411هـ-1991م.\n- ديوان الأعشى الكبير، تحقيق: الدكتور محمد محمد حسين، المكتب الشرقي للنشر والتوزيع، بيروت 1970م.\n- ديوان امرىء القيس، تحقيق: محمد أبو الفضل إبراهيم، دار المعارف، القاهرة 1958م.\n- ديوان جرير بن عطية: نشر الصاوي 1350هـ-1930م.\n- ديوان العجاج: (رواية الأصمعي وشرحه)، تحقيق: الدكتور عزة حسن، مكتبة دار الشرق، حلب 1970.\n- ديوان ليلى الأخيلية: تحقيق: الدكتور حسين نصار، مكتبة النهضة، القاهرة 1958م.\n- رصف المباني في شرح حروف المعاني: للمالقي، تحقيق: الدكتور أحمد محمد الخراط، مجمع اللغة العربية – دمشق 1395هـ - 1975م.\n- زاد المسير في علم التفسير: ابن الجوزي – طبعة المكتب الإسلامي – دمشق، 1404هـ-1984م.\n(1/98)\n\n- السبعة في القراءات: لمجاهد، تحقيق: الدكتور شوقي ضيف، القاهرة – دار المعارف 1400هـ.\n- سر صناعة الإعراب: لابن جني، تحقيق: مصطفى السقا وآخرين، طبعة مصطفى البابي الحلبي، القاهرة 1954م.\n- سمط اللآلىء: للبكري، تحقيق: عبد العزيز الميمني، مطبعة لجنة التأليف والترجمة والنشر، القاهرة 1354هـ - 1936م.\n- شرح أبيات الجمل: لابن السيد البطليوسي، تحقيق: عبد الله الناصير، دار علاء الدين، دمشق 1420هـ - 1999م.\n- شرح الأشموني على الألفية: الأشموني، تحقيق: محي الدين عبد الحميد، دار الكتاب العربي، بيروت 1375هـ - 1955م.\n- شرح أدب الكاتب: للجواليقي، تحقيق: صادق الرافعي، مكتبة القدسي، القاهرة 1350هـ.\n- شرح جمل الزجاجي: لابن هشام المصري، تحقيق: د. علي محسن عيسى، مكتبة النهضة العربية، بيروت 1986م.\n- شرح الحماسة: للمرزوقي، تحقيق: عبد السلام هارون وأحمد أمين، مطبعة لجنة التأليف والترجمة والنشر، القاهرة 1967م.\n- شرح شذور الذهب: لابن هشام المصري، تحقيق: محي الدين عبد الحميد، المكتبة التجارية، القاهرة 1382هـ.\n- شرح شواهد المغني: للسيوطي، تعليق الشنقيطي، بيروت بلا تاريخ.\n- شرح القصائد المشهورات: للنحاس، دار الكتب العلمية، بيروت 1985م.\n- شرح المفصل: لابن يعيش، المطبعة المنيرية، القاهرة، بلا تاريخ.\n- الصحاح: للجوهري، تحقيق، أحمد عبد الغفور عطار، دار الكتاب العربي، القاهرة 1956م.\n- طبقات فحول الشعراء: لابن سلام، تحقيق: محمود شاكر، مطبعة المدني، القاهرة 1974م.",
        "(1/99)\n\n- عمدة الحفاظ في تفسير أشرف الألفاظ: للسمين الحلبي، تحقيق الدكتور عبد السلام أحمد التونجي، بنغازي 1424هـ - 1995م.\n- العين: للخليل بن أحمد الفراهيدي، تحقيق: الدكتور مهدي المخزومي، والدكتور إبراهيم السامرائي – منشورات دار الهجرة، إيران – قم 1405هـ.\n- الفائق في غريب الحديث: للزمخشري، تحقيق: علي محمد البجاوي، ومحمد أبو الفضل إبراهيم، مطبعة عيسى البابي الحلبي، القاهرة 1971م.\n- الكامل: للمبرد، تحقيق: زكي مبارك، مطبعة التقدم، القاهرة 1355هـ - 1936م.\n- الكتاب: لسيبويه، تحقيق: عبد السلام هارون، مطبعة الخانجي، القاهرة 1397هـ.\n- الكشاف: للزمخشري، المطبعة الشرفية – القاهرة 1307هـ.\n- الكشف عن وجوه القراءات: لمكي بن أبي طالب، تحقيق: الدكتور محي الدين رمضان، مؤسسة الرسالة، بيروت 1418هـ - 1997م.\n- اللامات: للزجاجي، تحقيق: الدكتور مازن المبارك، المطبعة الهاشمية، ودمشق 1389هـ - 1969م.\n- لسان العرب: لابن منطور، طبعة بولاق، القاهرة 1300هـ.\n- لغات القبائل الواردة في القرآن الكريم: لأبي عبيد القاسم بن سلام الهروي، تحقيق: عبد الحميد السيد طلب، الكويت 1979م.\n- المثلث في اللغة: لابن السيد البطليوسي، تحقيق: الدكتور صلاح الفرطوسي – دار الحرية للطباعة، بغداد 1981م.\n- مجاز القرآن: لأبي عبيدة معمر بن المثنى، تحقيق: فؤاد سزكين، مطبعة الخانجي، القاهرة 1374هـ.\n- المحتسب: لابن جني، تحقيق: علي النجدي ناصف وعبد الرحيم النجار وعبد الفتاح إسماعيل شلبي، المجلس الأعلى للشؤون الإسلامية، القاهرة 1386هـ - 1966م.\n- المحرر الوجيز في تفسير الكتاب العزيز: لابن عطية، طبعة المغرب 1395هـ - 1975م.\n- مختصر في شواذ القراءات: لابن خالويه، نشره: برجستراسر، القاهرة 1934م.\n(1/100)",
        "\n- المخصص: لابن سيده، طبعة بولاق، القاهرة 1316هـ.\n- معاني القرآن: للأخفش، تحقيق: الدكتور فائز فارس، المطبعة العصرية، الكويت 1401هـ - 1981م.\n- معاني القرآن: للزجاج، تحقيق: عبد الجليل شلبي، منشورات المكتبة العصرية 1408هـ - 1988م.\n- معاني القرآن: للفراء، تحقيق: محمد علي النجار وأحمد يوسف نجاتي، دار الكتب المصرية، القاهرة 1955م.\n- المعاني الكبير: لابن قتيبة، مطبعة دار المعارف، حيدر آباد، الهند 1949م.\n- المقاصد النحوية: لبدر الدين العيني، على هامش خزانة الأدب، مطبعة بولاق، القاهرة 1299هـ.\n- مغني اللبيب: لابن هشام، تعليق أبي عبد الله عاشور الجنوبي، دار إحياء التراث العربي، بيروت 1421هـ - 2001م.\n- مقاييس اللغة: لابن فارس، تحقيق: عبد السلام هارون، مصطفى البابي الحلبي، القاهرة 1366هـ.\n- المقتضب: للمبرد، تحقيق: محمد عبد الخالق عضيمة، المجلس الأعلى للشؤون الإسلامية، القاهرة 1385هـ.\n- المقرب: لابن عصفور، تحقيق: أحمد عبد الستار الجواري، وعبد الله الجبوري، مطبعة العاني، بغداد 1971م.\n- منازل الحروف: للرماني، تحقيق: جواد ومسكوتي، مطبعة العاني، بغداد 1388هـ - 1969م.\n- المنصف: لابن جني، تحقيق: إبراهيم مصطفى ورفاقه، مطبعة مصطفى البابي الحلبي، القاهرة 1373هـ - 1954م.\n- النشر في القراءات العشر: لابن الجزري، تحقيق: محمد دهمان، مطبعة الترقي، دمشق 1345هـ.\n- النوادر: لأبي زيد الأنصاري، نشره: سعيد الخوري، بيروت 1927م.\n- همع الهوامع: للسيوطي، بعناية الشنقيطي، القاهرة 1327هـ.\n\nإعراب المشترك من حروف المعاني في القرآن الكريم\n(1/101)\n",
        "(إنْ، وأَنَ، ولا، وما)\nد. علي بن إبراهيم الناجم\nأستاذ مشارك في قسم الدراسات الإسلامية\nكلية الآداب/ جامعة الملك عبد العزيز – جدة\n\nالمستخلص: يهدف هذا البحث إلى دراسة إعراب المشترك من حروف المعاني في القرآن الكريم حيث اقتصر الباحث على دراسة أربعة من هذه الحروف وهي: (إنْ، وأَنَ، ولا، وما) فتناول البحث:\nأقسام هذه الحروف بمعانيها المختلفة كما وردتْ في كتاب الله العزيز.\nوكان الباعث على دراسة هذه الحروف هو خدمة كتاب الله العزيز. وقد اتبع الباحث المنهج العلمي في أقسام هذه الحروف ومعانيها المختلفة.\nوتوصل البحث إلى نتائج عدة أهمها:\nأ- لقد تبين أنَّ لكلّ حرف أقساماً من المعاني.\nب- أَنَّ هذه الحروف تشترك فيما بينها بمعنى واحد.\nفالحروف (إنْ، ولا، وما) تشترك بمعنى النفي فتكون حروفاً نافية، كما تشترك بمعنى الزيادة فتكون حروفاً زائدة والحرفان (أَنْ، وما) هما من حروف المصادر.\nج- أنَّ هذه الحروف تكون عاملة، وغير عاملة، فالحروف (إنْ، ولا، وما) تكون عاملة تعمل عمل ليس، أو تكون مهملة لاعمل لها.\nوأخيراً يوصي هذا البحث الدارسين والباحثين بدراسة إعراب المشترك من حروف المعاني كاملة في كتاب الله العزيز بمنهج علمي يشمل التنظير والتطبيق.\n(1/102)\n"
    ]
}