{
    "partText": [
        "\nاخْتِلَافُ الْفقَهَاءِ لِلْمَرْوَزِيِّ\nتَأْلِيْف\n\nالْإِمَام أَبِيْ عَبْدِ اللهِ مُحَمَّدِ بْنِ نَصْرالْمَرْوَزِيّ\n\nوُلِدَ سَنَةَ 202هـ وتُوُفِّيَ سَنَةَ 294هـ رَحِمَهُ اللهُ تَعَالَى\n\nدِرَاسَة وَتَحْقِيق\n\nالدُّكْتُوْر مُحَمَّد طَاهِر حَكِيْم\n\nالأستاذ المساعد بجامعة الْإِمَام مُحَمَّد بْن سعود الإسلامية\n\nالطبعة الأولى الكاملة\n\n1420هـ =2000م\n\nأضواء السلف-الرياض\n(/)\n",
        "وقد ذكر ابْن عساكر (في تاريخ دمشق لابن عساكر37/193-194) في ترجمة عبد المنعم بن محمد الكندي الصائغ (الترجمة:4292) ما يفيد أن أبا محمد ابْن الأشعث اقتنى كتاب المروزي في اختلاف الفقهاء وذلك أَنَّهُ رأى عنده كتاب اختلاف العلمَاء للمروزي كُلّ ورقة منه مصلب بالحبر من الناحيتين.\nفقال: ما شأن هَذَا الْكِتَاب؟\nفقال: هَذَا كَانَ لأبي محمد ابْن الأشعث فلما اتصل عمد إِلَى كتبه فصلبها وباعها.\n(/)\n\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ\nوَبِاللهِ التَّوْفِيْق\n\nأَبْوَابُ الطَّهَارَةِ\nبَاب الْمَضْمَضَة وَالِاسْتِنْشَاق\n[الْمَضْمَضَة وَالِاسْتِنْشَاق فِي الطَّهَارَتَيْنِ]\nحَدَّثَنَا أَبُوالْفَضْل صَالِح بْن مُحَمَّد بْن شَاذَان الْأَصْبَهَانِيّ قَالَ: حَدَّثَنِيْ إِبْرَاهِيْم بْن محمود النَّيْسَابُوْرِيّ قَالَ: سمعت أبا عَبْد اللهِ مُحَمَّد بْن نصر المروزي قَالَ: [1/أ]\n1- أما الْمَضْمَضَة وَالِاسْتِنْشَاق فإن أَهْل العلم اخْتَلَفُوْا فِي تاركها\nفقَالَ سُفْيَان الثوري",
        "(1/97)\n\nوالْكُوْفِيُّوْنَ: إِذَا تركهما فِي الْوُضُوْء فلا شَيْء عَلَيْهِ وإِذَاتركهما فِي الجنابة ناسيا أَوْ متعمدا حَتَّى يُصَلِّي مضمض واستنشق وأعاد الصَّلَاة.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ والشَّافِعِيُّ: لَيْسَ عَلَى تاركهما فِي الجنابة\n\nوالْوُضُوْء ولا يوجبوها فِي وضوء ولا غسل\nوَقَالَ طَائِفَة أُخْرَى من أَهْل العلم: الْمَضْمَضَة وَالِاسْتِنْشَاق واجبان فِي الْوُضُوْء والغسل من الجنابة جميعا وَعَلَى من تركهما الإعادة.\nيروى هَذَا الْقَوْل عَن عَطَاء بْن أبي رباح وحماد بْن أبي سليمان وابن جريج وكَانَ ابْن الْمُبَارَك\n(1/98)",
        "\nوإِسْحَاق يذهبان إليه\nوَقَالَتْ طَائِفَةٌ أُخْرَى: الِاسْتِنْشَاق واجب فِي الْوُضُوْء والغسل جميعا والْمَضْمَضَة لَيْسَت بواجبة فِي واحد منهما.\nوممن قَالَ ذَلِكَ: أَحْمَد بْن حَنْبَلٍ وأَبُوْ ثَوْرٍ وطَائِفَة من أَصْحَاب الْحَدِيْث؛ لِحَدِيْثِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الِاسْتِنْشَاق قَالَ: إِذَاتوضأت فانتثر.\nوَقَالَ: من توضأ فلينتثر \"\n(1/99)\n",
        "ولم يثبت عنه أمر بالْمَضْمَضَة فلذَلِكَ أوجبوا الِاسْتِنْشَاق ولم يوجبوا الْمَضْمَضَة.\n\n[بَابُ نَوَاقِضِ الْوُضُوْءِ]\n[الْوُضُوْء من لحم الإبل]\n2-قَالَ سُفْيَان: ولا وضوء من طعام ولا شراب لبنا كَانَ أَوْ غيره ولا من طعام مسته النار من لحم جزور أَوْ بقرة أَوْ شاة.\nوهكَذَا قَالَ الْكُوْفِيُّوْنَ وكذَلِكَ قَالَ مَالِكٌ والشَّافِعِيُّ\nوَقَالَتْ طَائِفَةٌ من أَصْحَاب الْحَدِيْث: لَا يتوضأ من شَيْء مسته النار أَوْ لم تمسه من طعام ولا شراب إِلَّا من لحم الجزور وممن\n(1/100)\n\nقَالَ ذَلِكَ أَحْمَد بْن حَنْبَلٍ وإِسْحَاق وأَبُوْثَوْرٍ وغيرهم من أَصْحَاب الْحَدِيْث ذهبوا إِلَى حَدِيْث البراء وجابر بْن سمرة",
        "(1/101)\n\nبَاب بول ما أكل لحمه [وسؤره]\n3-قَالَ سُفْيَان: لَا بَأْسَ ببول ما أكل لحمه وسؤره\nأما سؤر ما أكل لحمه فلا اختلاف فِي أَنَّهُ لَا بَأْسَ به\n\nوأما بوله فقد اخْتَلَفُوْا فيه\nفقَالَ طَائِفَة من أَهْل الْحَدِيْث مثل قَوْل سُفْيَان [2/أ] واحتجوا بحَدِيْث أَنَس بْن مَالك فِي قصة أمر النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن يخرجوا فِي إبله فيشربوا من أَبُوْالها وألبانها وكَانَ إِسْحَاق يذهب إِلَى ذَلِكَ.\n(1/102)",
        "\nوقَالَ أَحْمَدُ بْنُ حَنْبَل: لَا يشرب بول الإبل وغير الإبل مما يؤكل لحمه إِلَّا عِنْدَ الضرورة.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَبُوْ ثَوْرٍ وذهبوا إِلَى أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إنما أذن ذَلِكَ للمرض الذي كَانَ بهم.\n\n[الْوُضُوْء بسؤر البغل والحمار]\n4-قَالَ سُفْيَان: إِذَا لم يجد مَاء إِلَّا سؤر البغل والحمار وَأَحَبُّ إِلَيَّ أن يتوضأ بِهِ ثُمَّ يتيمم فأكون قد استوثقت.\nوَقَالَ\n(1/103)\n",
        "أَهْل الْمَدِيْنَة منهم ربيعة ويحيى بْن سعيد وأَبُوْ الزناد: لَا بَأْسَ بسؤر البغل والحمار. وأما الشافعي وأصحابه فإنهم قالوا: لا بأس بسؤر البغل والحمار وجميع السباع إِلَّا الكلب والخنزير.\nوَقَالَ أَحْمَدُ: لَا بَأْسَ بسؤر السباع كلها ما خلا الكلب والخنزير مثل قَوْل الشَّافِعِيّ.\nوقد أكره سؤر الحمار لحَدِيْث\n(1/104)\n\nابن عُمَر أَنَّهُ كره سؤر الحمار.\n\nفي الصَّلَاة\n\n[كتاب الصَّلَاة]\n[بَابُ الْجَمَاعَةِ وَالْإِمَامَةِ]\n[في الجهر بآمين]\n5-قَالَ سُفْيَانُ: آمين يخفيها\nقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُ وَعَامَّةُ أَصْحَاب الْحَدِيْث: يجهر الْإِمَام بآمين ومن خلفه.",
        "(1/105)\n\n[بَاب صفة الصَّلَاة]\n[الأذكار فِي الرُّكُوْع والسجود]\n6-قَالَ سُفْيَانُ: إن لم تقل فِي ركوعك ولا سجودك سبحان ربي العظيم فقد أجزأك.\nوكذلك [2/ب] قَالَ الشَّافِعِيُُّ إِذَا تركه عمدا أَوْ ناسيا أجزأه.\nوكَانَ إِسْحَاق يقول: إِذَا تَرَكَ التسبيح والتكبيرات ناسيا والتَّشَهُّد ناسيا أجزأه وإن تَرَكَ من ذَلِكَ شيئا متعمدا لم تجزئه صلاته.\n(1/106)",
        "\n[تَرَكَ أحد التَّشَهُّدين عمدًا أو ناسيًا]\n7- وَقَالَ الشَّافِعِيُُّ: إِذَا تَرَكَ التَّشَهُّد فِي الرَّكْعَتَيْنِ الْأُوْلَيَيْنِ عمدًا أو ناسيًا لم يعد الصَّلَاة.\n(1/107)\n",
        "وَإِنْ تَرَكَهُ فِيْ آخِرِ صَلَاتِهِ لَمْ تُجْزِئْهُ صَلَاتُهُ.\n(1/108)\n\n[قِرَاءَة الفاتحة في الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ]\n8- قَالَ سُفْيَانُ: وإن شئت فسبح فِي الْأُخْرَيَيْنِ من الصَّلَاة بَعْد فاتحة الْكِتَاب أي ذَلِكَ فعلت أجزأك.\nوَقَالَ أَحْمَدُ: لَا يجزئه حَتَّى يقرأ فِي كُلّ ركعة فاتحة الْكِتَاب وكذَلِكَ قَالَ الشَّافِعِيُُّ وأَصْحَابه.",
        "(1/109)\n\n[بَاب صَلَاة الوتر]\n[موضع القنوت فِي الوتر]\n9- قَالَ سُفْيَانُ: يقنت قبل الركوع\nوَقَالَ أَحْمَدُ: يقنت بَعْد الرُّكُوْع ويسلم فِي الرَّكْعَتَيْنِ من الوتر.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وإِسْحَاق فِي التسليم.\nوَهُوَ قَوْل مَالِكٍ فِي التسليم.\n(1/110)",
        "\n................\n(1/111)\n",
        "[وقت الوتر]\n10- قَالَ سُفْيَانُ: إنه أوتر ما بَعْد طلوع الفجر فلَا بَأْسَ والليل أحب إليهم.\nوَقَالَ أَحْمَدُ: إِذَا نام عَن الوتر أَوْ نسيه فَإِنَّهُ يوتر ما لم يصل الْغَدَاة فَإِذَاصلى الْغَدَاة لم يوتر بَعْد ذَلِكَ.\nوَقَالَ الْكُوْفِيُّوْنَ: مَتَى ما ذكر أوتر.\n\nبَاب الصَّلَاة خلف الصف وحده\n11- قَالَ أَحْمَدُ وإِسْحَاق: عَلَيْهِ أن يعيد الصَّلَاة\n(1/112)\n\nواحتجا بحَدِيْث وابصة بْن معبد.\nقَالَ الشَّافِعِيُُّ: صلاته جائزة.\nواحتج بحَدِيْث أَنَس: صليت خلف\n\nالنَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَا ويتيم وأم سليم خلفنا\"",
        "(1/113)\n\nقَالَ الشَّافِعِيُُّ: الرَّجُل والْمَرْأَة فِي ذَلِكَ سواء.\nوفرق أَحْمَد وإِسْحَاق بين الرَّجُل والْمَرْأَة فقالا للمرأة أن تصلي خلف الصف وحدها لحَدِيْث أَنَس: ولَيْسَ الرَّجُل أن يُصَلِّي خلف الصف وحده. وكذَلِكَ قَالَ إِسْحَاق.\n\n[الْوُضُوْء من الْقَهْقَهَة في الصَّلَاة]\n12- قَالَ سُفْيَانُ: إِذَا قهقه الرَّجُل فِي الصلة أعاد الْوُضُوْء والصَّلَاة. كذَلِكَ قَالَ الْكُوْفِيُّوْنَ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وأَصْحَابه وأَحْمَد وإِسْحَاق: لَا وضوء فِي الضحك فِي الصَّلَاة ولا غيرها وعَلَيْهِ أن يعيد الصَّلَاة إِذَا ضحك فيها ولا يعيد الْوُضُوْء أثبتوا\n(1/114)",
        "\nحَدِيْث أبي العالية واحتجوا بحَدِيْث جابر وأبي موسى الأشعري أَنَّهُما لم يريا فِي الضحك فِي الصَّلَاة وضوءا.\n(1/115)\n",
        "[من نسي القِرَاءَة في الرَّكْعَتَيْنِ الْأُوْلَيَيْنِ]\n13- قَالَ سُفْيَانُ: أذا نسي الرَّجُل القِرَاءَة فِي الرَّكْعَتَيْنِ الْأُوْلَيَيْنِ من الظهر أَوْ الْعَصْرَ أَوْ العشاء قرأ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ وسجد سجدتي السَّهْو\nقَالَ أَحْمَدُ: لَا يجزئه حتي يقرأ فِي كُلّ ركعة بفاتحة الْكِتَاب\n\nوكذَلِكَ قَالَ الشَّافِعِيُّ.\nواحتج أَحْمَد بحَدِيْث جابر بْن عَبْد اللهِ: من صلى ركعة لم يقرأ فيها بفاتحة الْكِتَاب لم يصل إِلَّا أن يكون وراء الْإِمَام.\n\n[إعادة صَلَاة الْجَمَاعَةفي المسجد]\n14- قَالَ سُفْيَانُ: إن دخل القوم المسجد وقد صلوا جماعة فلا يصلوا جماعة\n(1/116)\n\nقَالَ أَحْمَدُ وإِسْحَاقُ: يصلون جماعة أفضل لحَدِيْث أبي سعيد الخدري وحَدِيْث أبي أمامة فقال: ألا رجل يتصدق عَلَى هَذَا؟.",
        "(1/117)\n\nبَاب [مَنْ صَلَّى ثُمَّ أدرك جماعة]\n[حكم إعادة الصَّلَاة]\n15- قَالَ سُفْيَانُ: إِذَا أَنْتَ قد صليت المكتوبة ثُمَّ دخلت المسجد فأقيمت الصَّلَاة فصلي معهم تطوعا الصَّلَوَات كلها إِلَّا المغرب فَإِذَاسلم الْإِمَام فقم فاشفع بركعة\nوَقَالَ أَحْمَدُ وَإِسْحَاقُ: إِذَا أقيمت الصَّلَاة وأنت فِي المسجد فلا تخرج حَتَّى يُصَلِّيَ الصَّلَوَاتِ كُلَّهَا.\n(1/118)",
        "\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا يُصَلِّي الْغَدَاةَ ولا الْعَصْرَ.\n(1/119)\n",
        "بَاب صَلَاة الْمُسَافِر\n[السفر الموجب للقصر]\n16- قَالَ سُفْيَانُ: إِذَا سافرت سفرا يكون ثلاثة أيام فاقصر الصَّلَاة وإن قدم صوم فيه إن شئت فصم والصَّوْم أحب إلى\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ يقصر فِي مسيرة ستة عشر فرسخا.\n\n.\n(1/120)\n\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وإِسْحَاقُ.\nواحتجوا بحَدِيْث ابْن عُمَر وابن عَبَّاس أَنَّهُما كانا يقصران فِي مسيرة أربعة برد وهي ستة عشر فرسخا.\nوأما الصَّوْم فإن مَالكًا قَالَ مثل قَوْلِ سُفْيَانَ.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ قَالَ أَحْمَد وَإِسْحَاقُ: الفطر أفضل وإن صام فَهُوَ جائز.",
        "(1/121)\n\n[مَتَى يتم الْمُسَافِر الصَّلَاة؟]\n17- قَالَ سُفْيَانُ: إِذَا قدمت أرضا وأنت مسافر فأزمعت أن تقيم خمس عشرة فأتم الصَّلَاة.\nوكذَلِكَ [4/أ] قَالَ الْكُوْفِيُّوْنَ.\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ إِذَا أزمع عَلَى إقامة أربعة أيام أتم الصَّلَاة. وكذَلِكَ قَالَ الشَّافِعِيُُّ: إِذَا أزمع عَلَى إقامة أربعة أيام سِوَى اليوم الذي يدخل فيه واليوم الذي يخرج منه فَإِنَّهُ يتم صلاته.\nوَقَالَ أَحْمَدُ: إِذَا أزمع عَلَى مقام أكثر من\n(1/122)",
        "\nأربعة أيام فَإِنَّهُ يتم الصَّلَاة واحتج أَحْمَد بحَدِيْث جابر وعَائِشَةَ أَنَّ النَّبِيَّ عَلَيْهِ الصَّلَاة والسَّلَام قدم مكة صبح رابعة من ذي الحجة فقَالَ أَحْمَدُ: أزمع النَّبِيّ عَلَى مقام أربعة أيام فقصر فما زاد عَلَى هَذَا فَإِنَّهُ يتم\nوأما إِسْحَاق فَكَانَ يَقُوْلُ: لَا أفتي فِي هَذِهِ المسألة\n\n[إِمَامَة الصَّبِيّ]\n18- قَالَ سُفْيَانُ: لَا يَؤُمّ الْغُلَام القوم حَتَّى يحتلم\nقال\n(1/123)\n",
        "الشَّافِعِيُّ وَإِسْحَاقُ: لَا بَأْسَ أن يؤمهم إِذَا عقل الصَّلَاة وكَانَ أقرأهم لحَدِيْث عَمْرو بْن سلمة.\n(1/124)\n\n[الْإِمَامَة في الْمُصْحَف]\n19- قَالَ سُفْيَانُ: ويكره أن يَؤُمّ الرَّجُل القوم فِي رَمَضَان فِي الْمُصْحَف أَوْ [فِيْ] غَيْرِ رَمَضَان.\n\nوَقَالَ إِسْحَاقُ: لَا بَأْسَ أن يؤمهم فِي المصحف واحتج بحَدِيْث عَائِشَةَ كَانَ لها إمام يؤمها فِي الْمُصْحَف.\nوأما أَحْمَد فَإِنَّهُ قَالَ: لا يعجبني ذَلِكَ إِلَّا أن يضطروا إِلَيْهِ فَإِذَااضطرواإِلَيْهِ فلَا بَأْسَ.",
        "(1/125)\n\n[الرَّجُل يسبقه الحدث في صلاته والْوُضُوْء من الرعاف والقيء]\n20- قَالَ سُفْيَانُ: إِذَا أَحْدَثَ الرَّجُل وقد صلى ركعة أَوْ ركعتين من رعاف أَوْ قيء فلينصرف مِنْ غَيْرِ أن يتكلم فليتوضأ [4/ب] ثُمَّ ليبن عَلَى صلاته. فإن تكلم أعاد الصَّلَاة وإن هو أَحْدَثَ من بول أَوْ ريح أَوْ ضحك وقد صلى ركعة أَوْ ركعتين أعاد الْوُضُوْء والصَّلَاة.\nوَقَالَ الْكُوْفِيُّوْنَ وَأَصْحَابُ الرَّأْيِ: ينصرف من الحدث كله الْبَوْل والغائط والرعاف والقيء فيتوضأ ثُمَّ يرجع فيبني عَلَى صلاته ما لم يتكلم إِلَّا الضحك.\nوَقَالَ مَالِكٌ فِي الْبَوْل\n(1/126)",
        "\nوالغائط والريح: يتوضأ، ويعيد الصَّلَاة.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ.\nولا يَرَى مَالك فِي الرعاف والقيء وضوءا.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ.\n(1/127)\n",
        "وأما أَحْمَد فَإِنَّهُ يَرَى فِي الرعاف والقيء الوضوء، ويَرَى أن يتوضأ ويعيد الصَّلَاة.\nقَالَ إِسْحَاق: يتوضأ من هَذَا كله ويبني عَلَى صلاته.\n\n[في رفع الْيَدَيْنِ في الصَّلَاة]\n21- قَالَ سُفْيَانُ: لَا ترفع يديك إِلَّا فِي أول تكبيرة وإن فعلت ذَلِكَ فقد فُعِلَ.\n(1/128)\n\nوَقَالَ الْأَوْزَاعِيُّ: أدركتُ أَهْلَ الْحِجَاز وأَهْل الشَّام وأَهْل الْعِرَاق ما خلا أَهْل الْكُوْفَة يرفعون أيديهم إِذَا افتتحوا الصَّلَاة وإِذَاركعوا وإِذَارفعوا رؤوسهم.\nوكَانَ مَالك لا يرفع.\nوابن الْمُبَارَك وأَحْمَد وإِسْحَاق والشَّافِعِيّ ويحيى يرفعون",
        "(1/129)\n\nَقَالَ أَبُوْ الْفَضْل: وحكى لنا أَبُوْ عَبْد اللهِ فِي كتبه المصنفة عنه بآخرة عَن يونس عَنِ ابْنِ وهب عَن مَالك أَنَّهُ كان\n(1/130)",
        "\nيرفع آخر أمره.\n\n[القِرَاءَة خلف الْإِمَام]\n22- قَالَ سُفْيَانُ: إِذَا صليت خلف الْإِمَام فلا تقرأ خلفه جهر أو لم يجهر.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: يقرأ فيما لَا يجهر فيه ولا يقرأ فيما يجهر فيه. وكذَلِكَ قَالَ ابْن الْمُبَارَك\n(1/131)\n",
        "وأَحْمَد.\nوَقَالَ الشَّافِعِيُُّ وإِسْحَاق: يقرأ فيما لَا يجهر الْإِمَام بفاتحة الْكِتَاب وسورة ويقرأ فيما يجهر الْإِمَام بفاتحة الْكِتَاب عِنْدَ سكتات الْإِمَام وعن لم يمكنه استماع الْإِمَام\n(1/132)\n\nوأما أَبُوْ ثَوْرٍ وغيره فإنهم يقولون يقرأ وإن سمع القِرَاءَة بفاتحة الْكِتَاب.\n\n(بَاب فِي التَّيَمُّم)\n[كَيْفَ التَّيَمُّم]\n23- قَالَ سُفْيَانُ: إِذَا أردت أن تتيمم فاضرب كفيك الأرض ثُمَّ امسح بهما وجهك ثُمَّ ضعهما عَلَى الأرض مرة أُخْرَى ثُمَّ امسح بكفيك وذراعيك إِلَى المرفقين.\nوكَذَا قَالَ الْكُوْفِيُّوْنَ.\nوَقَالَ مَالِكٌ والشَّافِعِيُّ مثل ذَلِكَ.\nوَقَالَ أَحْمَدُ وجماعة أَصْحَاب الْحَدِيْث: التَّيَمُّم ضربة واحدة للوجه",
        "(1/133)\n\nوالكفين واحتجوا بحَدِيْث عمار.\nوكَانَ إِسْحَاق يَقُوْلُ: يتيمم بضربتين ضربة للوجه وضربة للكفين لَا يمسح الذراعين من الطهارة.\n\n[الْمَسْح ببلل اللحية]\n24- قَالَ سُفْيَانُ: إِذَا نسيتَ أن تَمْسَحَ بِرَأْسِكَ وقد توضأتَ فَكَانَ فِي يدك بلل أَوْ فِي لحيتك أجزأك أن تمسح ما فِي لحيتك أَوْ فِي يدك. وأن تأخذ مَاء آخر لرأسك أحب إلي.\nوكذَلِكَ قَالَ الْأَوْزَاعِيُُّ.\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا يجزيه أن يمسح برأسه بما فضل عَن يديه ولحيته؛ وقَالُوْا: إن مسح بهَذَا المَاء الذي فِي لحيته فصلّى يعيد الصَّلَاةَ. وهكَذَا قول\n(1/134)",
        "\nالشَّافِعِيِّ أَنَّهُ لَا يجزيه حَتَّى يأخذ له مَاء جديدا. [5/ب]\n\n[الْوُضُوْء بالمَاء المستعمل]\n25- وَقَالَ أَصْحَابُ الرَّأْيِ وَالْأَوْزَاعِيُّ وَالشَّافِعِيُّ: لو أن رجلا توضأ فِي طست والْوُضُوْء واجب عَلَيْهِ فجاءرجل فتوضأ بهَذَا المَاء أنه لَا يجزيه.\nواخْتَلَفَ الْأَوْزَاعِيُّ والشَّافِعِيُّ وَأَصْحَابُ الرَّأْيِ فِي الرَّجُل يتوضأ فِي طست متطوعا بالْوُضُوْء مِنْ غَيْرِ حَدَثٍ ثُمَّ يجيء رجل فيتوضأ بذَلِكَ الماءِ\nفَقَالَ أَصْحَابُ الرَّأْيِ: لَا يجزيه الْوُضُوْء بذَلِكَ الماءِ.\n(1/135)\n",
        "قَالَ الْأَوْزَاعِيُّ والشَّافِعِيُّ: يجزيه.\nوَقَالَ سُفْيَانُ: يجزيه.\nوَقَالَ أَبُوْثَوْرٍ: يجزيه أن يتوضأ بالمَائين جميعا.\nوَقَالَ إِسْحَاق مثل قَوْل الْأَوْزَاعِيِّ والشَّافِعِيِّ.\nوقَالَ أَبُوْ عَبْدِ اللهِ: هو جائز بالماءين جميعا.\n\n[بَابُ صِفَةِ صَلَاةِ الْمَرِيْضِ]\n[كَيْفَ يُصَلِّي المريض]\n26- قَالَ سُفْيَانُ: المريض يُصَلِّي يومىء (إيماء) قال\n(1/136)\n\nأَحْمَدُ: إن أومأ أَوْ سجد عَلَى مِرْفَقَةٍ أجزأه كليهما. يروى عَن أَصْحَاب مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ و [به] يقول أبوعَبْد اللهِ.\n\n[الصَّلَاة قاعدً\n\nا]\n27- قَالَ سُفْيَانُ: فِي الرَّجُل يُصَلِّي قاعدا قَالَ: يتربع ثُمَّ ليقرأ وليركع وَهُوَ متربع فَإِذَاأراد أن يسجد ثنى رجله ثُمَّ عاد وتربع. وَقَالَ: كلاهما جائز يتربع أَوْ يجلس كما يجلس فِي الصَّلَاة.",
        "(1/137)\n\n[صفة الجلوس في الصَّلَاة]\n28- والجلوس فِي الصَّلَاة أن ينصب اليمنى ويضجع اليسرى.\nوَقَالَ الشَّافِعِيُُّ وَإِسْحَاقُ وأَحْمَدُ فِي الجلسة الأولى كما قَالَ سُفْيَانُ. ويضجع اليسرى فيجلس عليها [6/أ]\n(1/138)",
        "\nوينصب اليمنى فِي الجلسة (الأخيرة) يتورك عَلَى شقه الأيسر ويخرج قدميه وينصب اليمنى ويجلس على شقه الأيسرعَلَى حَدِيْث أبي حميد الساعدي.\n\n[قَضَاءُ الْمُغْمَى عَلَيْهِ]\n29- قَالَ سُفْيَانُ: المغمى عَلَيْهِ لَا يقضي إِلَّا صَلَاة يومه الذي أفاق فيه.\nوَقَالَ مَالِكٌ: لَا يقضي إِلَّا الصَّلَاة التى أفاق فِي وقتها\n(1/139)\n",
        "وَقَالَ الشَّافِعِيُُّ وَإِسْحَاقُ: إِذَا أفاق فِي وقت الْعَصْرَ قضى الظهر والْعَصْرَ جميعا وإِذَاأفاق فِي وقت العشاء قضى المغرب والعشاء جميعا لَا يقضي أكثر من هَذَا\nوَقَالَ أَحْمَدُ: يقضي الصَّلَوَات كلها جعله قياسا عَلَى النائم ذهب إِلَى حَدِيْث عمار أغمي عَلَيْهِ فقضى الصَّلَوَات كلها.\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: يقضي خمس صلوات فَإِذَاكَانَ أكثر من ذَلِكَ لم\n(1/140)\n\nيقضه.\nقَالَ سُفْيَانُ: إِذَا أغمي عَلَيْهِ يوما وليلة قضى، وإن أغمي عَلَيْهِ أكثر من ذلك لم يقض.\n\n[بَاب الرَّجُل يشك فِي صلاته]\n30-قَالَ سُفْيَانُ: إِذَا شككتَ فِي صَلَاتِكَ فَلَا تَدْرِيْ ثَلَاثًا صَلَّيْتَ أَوْ أَكْثَرَ؟ فَانْظُرِ الَّذِيْ تستيقن فَابْنِ عَلَيْهِ حَتَّى تُتِمَّ الصَّلَاةَ ثُمَّ اسْجُدْ سجدتين إِذَا سلمت من صلاتك تشهد فِي السجدتين واسجدهما بَعْد التسليم.\n[6/ب] وَقَالَ مَالِكٌ والْأَوْزَاعِيُّ والشَّافِعِيُّ وأَحْمَدُ وإِسْحَاقُ مثل قَوْل سُفْيَان فِي الرَّجُل يشك فِي صلاته إنه يبني عَلَى اليقين إِلَّا أَنَّهُم خالفوه فِي سجدتي السَّهْو فقَالُوْا:",
        "(1/141)\n\nهما قبل التسليم عَلَى حَدِيْث أبي سعيد الخدري وعَبْد الرَّحْمَن بْن عوف.\nقَالَ أَبُوْ عَبْدِ اللهِ: واختلفت الروايات عَن أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ والتابعين فِي الذي يشك فِي صلاته.\nوروي عَن عَبْد اللهِ بْن عَمْرٍو وَابْنِ عُمَرَ أَنَّهُما قالا:\n\nيعيد الصَّلَاة حَتَّى يحفظ فلا يشك.\nوروي عَنِ ابْنِ عَبَّاس قَالَ: إن نسيت المكتوبة فعد لصلاتك مرة واحدة فإن شككت الثانية فلا تعد.\nوكذَا قَالَ طَاوُس به.\nوروي عن\n(1/142)",
        "\nسعيد بْن جبير وعَطَاء وميمون بْن مهران \"أَنَّهُمْ كَانُوْا إِذَا شكوا فِي الصَّلَاة أعادوها ثلاث مرات فإن كانت الرابعة لم يعيدوا\".\nوَقَالَتْ طَائِفَةٌ: يبني عَلَى أكثر ظنه عَلَى حَدِيْث ابْن مسعود.\nوَقَالَ أَحْمَدُ: إن فعل هكَذَا عَلَى ما روي عَن عَبْد اللهِ بْن مسعود أجزأه.\nوَقَالَ بعض أَصْحَاب الرَّأْيِ كغيرهم:\n(1/143)\n",
        "إِذَاشك فِي صلاته فلا يدري ثلاثا-يعني صلى-أم أربعا؟\nقَالَ: إِنْ كان ذلِكَ أول ما سها استقبل الصَّلَاة وإن كان قد لقي ذلك غير مرة تحرى الصواب وبنى عَلَى أكبررأيه. وَاللهُ أَعْلَمُ.\n\nبَاب [سجود السَّهْو]\n[مَتَى يسجد للسهو؟]\n31- واخْتَلَفُوْا فِي سجدتي السَّهْو\nفقَالَ مَالِكٌ: ما كَانَ من سهو هو نقصان فِي الصَّلَاة فَإِنَّهُ يسجد سجدتي\n\nالسَّهْو قبل التسليم؛ وما كَانَ من زيادة فَإِنَّهُ يسجدهما بَعْد التسليم.\nوكذَلِكَ قَالَ إِسْحَاقُ وأَبُوْ ثَوْرٍ وذهبوا إلى حَدِيْث ابْن بحينة فِي النقصان وإلى حَدِيْث\n(1/144)\n\nذي الْيَدَيْنِ فِي الزيادة.\nوَقَالَ سائر أَهْل الْمَدِيْنَة ويُرْوَى ذَلِكَ عَن الزُّهْرِيّ وربيعة: سجود السَّهْو كله قبل التسليم إِلَّا فِي موضعين:\n1- أن يشك فِي صلاته فلا يدري كم صلى فإن هو بنى عَلَى أكثر ظنه فَإِنَّهُ يسجد سجدتي السَّهْو بَعْد التسليم عَلَى حَدِيْث ابْن مسعود عن النبي صلّى الله عليه وسلّم.\n2- وإِذَا سلم فِي الرَّكْعَتَيْنِ ساهيا ثُمَّ تكلم أَوْ لم يتكلم ثُمَّ ذكر فَإِنَّهُ يبني عَلَى صلاته ويسجد سجدتي السَّهْو بَعْد التسليم عَلَى حَدِيْث ذي\n\nالْيَدَيْنِ وكذَلِكَ كُلّ سهو سِوَى هذين",
        "(1/145)\n\nفَإِنَّهُ يسجد فيه قبل التسليم عَلَى حَدِيْث أبي سعيد الخدري وعَبْد الرَّحْمَن بْن عوف وابن بحينة رضي الله عنهم.\nوَقَالَ الْكُوْفِيُّوْنَ: سجود السَّهْو كله بَعْد التسليم عَلَى حَدِيْث ذي الْيَدَيْنِ وعَبْد اللهِ بْن مسعود رضي الله عنهما.\nوروي عَن المغيرة بْن شعبة خلاف حَدِيْث ابْن بحينة فِي سجود السَّهْوِ خَاصَّةً\n(1/146)",
        "\nقَالَ أَبُوْ عَبْدِ اللهِ: يختار فِي سجود السَّهْو كله قبل التسليم إِلَّا فِي موضع واحد عَلَى حَدِيْث ذي الْيَدَيْنِ.\n[الجمع بين الصلاتين في السفر]\n32- قَالَ أَبُوْ عَبْدِ اللهِ: حَدِيْث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنه جمع بين الظهر والْعَصْرَ والمغرب والعشاء فِي السفر\n\nقَالَ مَالِكٌ وأَهْل الْمَدِيْنَةِ: لَا بَأْسَ أن يجمع بين الصلاتين فِي السفر يؤخر الأولى منهما حَتَّى يدخل وقت الأُخْرَى ثُمَّ يصليهما جميعا فِي وقت الآخرة منهما [7/ب]\n(1/147)\n",
        "قَالَ الشَّافِعِيُُّ: إن شاء قدم الآخرة فصلاهما فِي وقت الأولى وإن شاء أخر الأولى فصلاهما فِي وقت الأُخْرَى.\nوكذَلِكَ قَالَ إِسْحَاقُ وذهبا إِلَى حَدِيْث ابْن عَبَّاسٍ\nوَقَالَ أَحْمَدُ: لَا بَأْسَ أن يؤخر الظهر فيصليها فِي وقت الْعَصْرِ مَعَ الْعَصْرِ ويؤخر المغرب حَتَّى يغيب الشفق ثُمَّ يصليها مَعَ العشاء ولم ير أن يقدم الْعَصْرَ فيصليها فِي وقت الظهر\n(1/148)\n\nوضعف أَحْمَد حَدِيْث ابْن عَبَّاس وذهب إِلَى حَدِيْث ابْن عُمَر أَنَّهُ أخر المغرب حَتَّى غاب الشفق ثُمَّ جمع بينهما\n\nوَقَالَ: هكَذَا رأيتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فعل.\nقَالَ أَبُوْ عَبْدِ اللهِ: وقول ابْن عُمَر أعجب إلي؛ وحَدِيْث ابْن عَبَّاس صحيح.\n\nبَاب [الْمَسْح عَلَى الخفين]\n[مدة المسح]\n33- قَالَ سُفْيَانُ: الْمُسَافِر يمسح عَلَى خفيه ثلاثة أيام",
        "(1/149)\n\nولياليَهُن والمقيم يوم وليلة. [8/أ]\nوَقَالَ أَهْلُ الْمَدِيْنَةِ: يمسح كم شاء ما لم يخلع، لَا وقت فِي ذَلِكَ.\nوكَانَ الشَّافِعِيُّ يَقُوْلُ بقول أَهْل الْمَدِيْنَةِ وَهُوَ ببغداد ثُمَّ رجع عنه فقَالَ مثل قَوْل سُفْيَان وَهُوَ قَوْل أَحْمَدَ وَإِسْحَاقَ.\n\n[الْمَسْح أعلى الخف]\n34-قَالَ سُفْيَانُ: يمسح عَلَى الخفين أعلاهما مرة\n(1/150)",
        "\nواحدة ولا يمسح باطنهما.\nوَقَالَ الشَّافِعِيُُّ: إن مسح أعلاه أجزأه وكَانَ يحب أن يمسح أعلاه وأسفله.\nوَقَالَ مَالِكٌ: يمسح أعلاه وأسفله.\nوحكي ذَلِكَ عَن الزُّهْرِيِّ، وإِسْحَاق كَانَ يَقُوْل بِهِ واحتج بحَدِيْث المغيرة بْن شعبة وابن عُمَر.\nوضعف أَحْمَدُ حَدِيْثَ المغيرة.\n(1/151)\n",
        "[مسح الخف ببلل المطر]\n35- قَالَ سُفْيَان: وإن نسي أن يمسح عَلَى خفيه فأصابهما بلل من مَاء السمَاء أَوْ نضح عليهما مَاء أجزأه.\nوفي قَوْل الشَّافِعِيّ ومَالك وأَحْمَد وإِسْحَاق لَا يجزئه حَتَّى يمسح عليه.\n\n[نزع الخف بَعْد المسح]\n36- قَالَ سُفْيَانُ: إِذَا مسحت عَلَى خفيك ثُمَّ نزعتهما فاغسل قدميك لَيْسَ عَلَيْك إِلَّا ذَلِكَ.\n\nوَقَالَ مَالِكٌ: إِنْ غسل قدميه ساعة خلع خفيه أجزأه وإن أخر غسلهم أعاد الْوُضُوْء.\nوَقَالَ الْأَوْزَاعِيُّ والشَّافِعِيُّ\n(1/152)\n\nوأَحْمَد وإِسْحَاق: يعيد الْوُضُوْء\nوَقَالَ ابْن أَبِيْ لَيْلَى: لَيْسَ عَلَيْهِ شَيْء.\nوَقَالَ أَحْمَدُ: أضعف الأقاويل عِنْدِيْ أن يغسل قدميه وَقَالَ: إنما أقول يعيد الْوُضُوْءَ احتِيَاطًا.\nقَالَ أَبُوْ عَبْدِ اللهِ-يعني مُحَمَّدًا-: لَا أوجب عَلَيْهِ الْوُضُوْء.\nويقولون: إِذَا خلع أحد خفيه وجب عَلَيْهِ أن يخلع الخف الآخر ويغسل قدميه حكاه عَلَى التعجب؛ ثُمَّ قَالَ: كَيْفَ هَذَا إن كانت الطهارة إنما تنتقض بالخلع فينبغي أن يغسل هَذِهِ التي خلع خاصة.\nوأَبُوْ ثَوْرٍ يَقُوْلُ: يغسل قدميه وإن خلع إحداهما غسل التي خلع ويمسح عَلَى الأخرى.",
        "(1/153)\n\n[المقيم يمسح ثُمَّ يسافر]\n37- قَالَ سُفْيَانُ: إِذَا مسحت عَلَى خفيك وأنت مقيم ثُمَّ بدا لك أن تسافر ولم تمسح عليهما يوما وليلة فأتم إِلَى ثلاثة أيام واحتسب بما مسحت عَلَيْهِ وأنت مقيم.\nقَالَ الشَّافِعِيُُّ وإِسْحَاقُ: إِذَا مسح وَهُوَ مقيم ثُمَّ سافر فَإِنَّهُ لَا يمسح أكثر من تمام يوم وليلة. ووافقا سُفْيَان فِي الْمُسَافِر يمسح ثُمَّ يقدم فيقيم أَنَّهُ يخلع إِذَا أتم يوما وليلة.\n\n[إِذَامسح عَلَى الخفين ثُمَّ نزع أحدهما]\n38- قَالَ سُفْيَان: إِذَا مسحت عَلَى خفيك ثُمَّ نزعت أحدهما فانزع الآخر واغسل قدميك.\n\nقَالَ أَحْمَدُ: أُنْكِر هَذَا الْقَوْلَ. وَقَالَ: إن كانت الطهارة إنما تنتقض بالخلع فينبغي أن يغسل هَذِهِ\n(1/154)",
        "\n[هل النوم ناقض للوضوء؟]\n39- قَالَ سُفْيَانُ: فِي النائم لَا يجب عَلَيْهِ الْوُضُوْء حَتَّى يضع جنبه وإن نام قائما أَوْ قاعدا لَا يعيد وضوءه.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ: يجب عَلَيْهِ الْوُضُوْءُ عَلَى أيِّ حالٍ نام إِلَّا أن ينام وَهُوَ قاعد، وذهب إِلَى حَدِيْث ابْن عُمَر فِي القاعد\nوَقَالَ إِسْحَاقُ: يجب عَلَيْهِ الْوُضُوْء عَلَى أي حال نام أي ينام وَهُوَ قاعد.\nوَقَالَ أَحْمَدُ: وسئل عَن رجل نام محتبيا أيتوضأ؟ قَالَ: نعم\n(1/155)\n",
        "يتوضأ.\nقَالَ: والمستنِدُ يَتَوَضَّأُ.\nقلت: فَنَامَ سَاجِدًا؟\nقَالَ: والساجد يتوضأ إِذَا طال\".\nوأنا أقول: النائم قاعدا إِذَا طال النوم يتوضأ إِلَّا أن القاعد والمتربع أهون من المحتبي والمستند.\n\n[بقية مسائل التَّيَمُّم]\n[إِذَاتيمم فصلى ثُمَّ وجدالماء]\n40- قَالَ سُفْيَانُ: إِذَا تيممت فصليت ثُمَّ وجدت المَاء فلا تعد صلاتك فإن وجدتَ المَاء وأنتَ فِي الصَّلَاة قبل أن تُسلِّم فانصرف وتوضأ ثُمَّ استقبل الصَّلَاة\n(1/156)\n\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ\n\nوَقَالَ مَالِكٌ: إِذَا وجد المَاء وَهُوَ فِي الصَّلَاة فَإِنَّهُ يمضي فِي صلاته وصلاته جائزة.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وأَبُوْثَوْرٍ\nوَقَالَ إِسْحَاقُ وأَبُوْعُبَيْدٍ بقولِ سُفْيَانَ.\nوَقَوْلُ أَحْمَدَ أَحَبُّ إِلَيَّ\n\n[كم يُصَلِّي بالتَّيَمُّم؟]\n41- قَالَ سُفْيَانُ: إِذَا تيمم يُصَلِّي بذَلِكَ التَّيَمُّم",
        "(1/157)\n\nالصَّلَوَات كلها ما لم يحدث وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ\nوَهُوَ قَوْل الْأَوْزَاعِيِّ\nوَقَالَ يحيى بْن سعيد وربيعة ومَالك: يتيمم لكل صَلَاة.\nوَهُوَ قَوْل الشَّافِعِيِّ وأَحْمَدَ وإِسْحَاقَ\n[النية للتيمم]\n42- قَالَ سُفْيَانُ: إِذَا علَّمْتَ رجُلًا التَّيَمُّمَ لم يجزئك\n(1/158)",
        "\nحتى تنويه أَنْتَ التَّيَمُّم.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَهُوَ قَوْل مَالك والشَّافِعِيّ وأَحْمَد وإِسْحَاق؛ أجمعوا عَلَى التَّيَمُّم أَنَّهُ لَا يجزئ إِلَّا بنية.\nواخْتَلَفُوْا فِي الْوُضُوْء والغسل\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة والشَّافِعِيّ وأَحْمَد وإِسْحَاق وأَبُوْعُبَيْدٍ وأَصْحَابنا\n\nأَبُوْ ثَوْرٍ لَا يجزيه الْوُضُوْء والغسل إِلَّا بنية.\nقَالَ سُفْيَان وأَصْحَاب الرَّأْيِ: الْوُضُوْء والغسل جائز بغير\n(1/159)\n",
        "نية لو أن رجلا علم رجلا الْوُضُوْء وَهُوَ لَا ينويه لنية أجزأه وكذَلِكَ إِذَا توضأ واغتسل متبرد وَهُوَ لَا يقصد الفرض أجزأه\nوَقَالَ الْأَوْزَاعِيُّ يجزيه الْوُضُوْء والتَّيَمُّم بغير نية\nقَالَ أَبُوْ عَبْدِ اللهِ: مثل قَوْل الشَّافِعِيّ وغيره.\n\n[هل يقطع الصَّلَاة شَيْء؟]\n43- قَالَ سُفْيَانُ: لَا يقطع الصَّلَاة شَيْء كلب ولا حمار ولا امرأة وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ وَهُوَ قول\n(1/160)\n\nمَالك والشَّافِعِيّ\nوَقَالَ أَحْمَدُ وَإِسْحَاقُ وَالْحُمَيْدِيُّ: يقطعها الكلب الأسود خاصة ولا يقطعها سِوَاهُ",
        "(1/161)\n\n[بَاب صَلَاة الخوف]\n[صفة صَلَاة الخوف]\n44- قَالَ سُفْيَانُ: صلى رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاة الخوف بذات الرقاع\nوأما مَالك والشَّافِعِيّ وعَبْد الرَّحْمَن بْن مهدي وأَحْمَد فإنهم\n\nاختاروا أن يصلوا صَلَاة الخوف عَلَى حَدِيْث سهل بْن أبي حثمة\n(1/162)",
        "\nواختاره يحيى بْن يحيى\nوإِسْحَاق يذهب مثل مذهب سُفْيَان وَقَالَ أَحْمَدُ: عَلَى أي حَدِيْث صلوها يحزؤهم مما روى عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: لا أعلم فيه حَدِيْثا ثابتا\n(1/163)\n",
        "[بَاب صَلَاة الجمعة]\n[بم تدرك الجمعة؟]\n45-قَالَ سُفْيَانُ: فِي الجمعة إِذَا أدركهم وهم جلوس ثُمَّ سلم صلى أربعا ينوي بِهَا الظهر وكذَلِكَ قَالَ: ابن الْمُبَارَك\nقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُُ لَيْسَ بينهم اختلاف إِلَّا أن بعضهم قَالَ: لَيْسَ عَلَيْهِ أن ينوي الظهر كذَلِكَ كَانَ يَقُوْل إِسْحَاق\nوَقَالَ كبير أَصْحَاب الرَّأْيِ يُصَلِّي ركعتين وخالفه عامتهم\n(1/164)\n\n[كَيْفَ يسجد المزحوم؟]\n46- قَالَ سُفْيَانُ: إِذَا اشتد الزحام فلم تقدر أن تسجد فسجدت عَلَى ظهر\n\nرجل فلَا بَأْسَ وإن انتظرت حَتَّى يرفعوا رؤسهم فسجدت فلَا بَأْسَ\nقَالَ الشَّافِعِيُُّ وإِسْحَاق إِذَا أمكنه أن يضع كفيه بالأرض سجد عَلَى ظهر أخيه فإن لم يمكنه أن يضع كفيه بالأرض انتظر حَتَّى يرفع القوم رؤوسهم ثُمَّ يسجد وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.",
        "(1/165)\n\n[بَاب صَلَاة العيدين]\n[تكبيرات العيدين]\n47- قَالَ سُفْيَانُ: فِي التكبير فِي الأضحى والفطر أربع تكبيرات قبل القِرَاءَة ويحمد الله ويُصَلِّي عَلَى النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بين كُلّ تكبيرتين\nواختار مَالك وأَهْل الْمَدِيْنَة والشَّافِعِيّ وأَحْمَد وإِسْحَاق [أن] يكبر سبعا فِي أوله ويكبر\n(1/166)",
        "\nخمسا فِي آخره لَا يوالي بين القراءتين ويحمد الله ويُصَلِّي على نبيه عَلَيْهِ السَّلَام.\n[الحدث في العيدين]\n48- قَالَ سُفْيَانُ: وإِذَاأَحْدَثَ فِي العيدين فخاف أن يسبقه الْإِمَام بالصَّلَاة قبل أن يتوضأ فليتيمم ثُمَّ يُصَلِّي معه وإنما جعل ذَلِكَ لأنها صَلَاة لَا تقضى ولَيْسَ هي بمنزلة\n(1/167)\n",
        "صَلَاة فريضة يقضيها\nقَالَ مَالِكٌ والشَّافِعِيّ وأَحْمَد وإِسْحَاق والْحُمَيْدِيّ لَيْسَ له أن يتيمم.\n\n[صَلَاة المرضى جماعة يوم الجمعة وقبل الْإِمَام]\n49- قَالَ سُفْيَانُ: إِذَا كَانَ القوم محبسين أَوْ مرضى فِي مصر فلا يصلوا\n\nجميعا ليصلوا وحدانا صَلَاة الظهر ولا يصلوا حَتَّى يرجع الْإِمَام\nوَقَالَ أَحْمَدُ: وإِسْحَاق إِذَا فاتهم الجمعة وكانوا مرضى أَوْ محبوسين فإنهم يصلون جماعة والمرضى والمحبوسين يصلون قبل الْإِمَام إِذَا دخل وقت\n(1/168)\n\nالظهر لأنه لَيْسَ عليهم جمعة ومن وجبت عَلَيْهِ الجمعة فلَيْسَ له أن يُصَلِّي ما لم تنته الجمعة\nفإن صلى قبل الْإِمَام فإنهم قد اخْتَلَفُوْا فِي صلاته هل تجزيه أم لا\nفقَالَ الشَّافِعِيُُّ لَا تجزيه صلاته وعَلَيْهِ إِذَا فاتت الجمعة أن يُصَلِّي الظهر مرة أُخْرَى أُخْرَى\nواخْتَلَفَأَصْحَاب الرَّأْيِ فِي ذَلِكَ فقَالَ شيخهم إِذَا صلى الظهر فقد أجزأه فإن هو خرج بَعْد ذَلِكَ من منزله فذهب إِلَى الجمعة فأدرك الْإِمَام وَهُوَ يُصَلِّي الجمعة فدخل معه فِي صلاته فقد انتقض الظهر وصلاته الجمعة",
        "(1/169)\n\nوَقَالَ صاحباه إِذَا هو صلى الظهر فإن هو خرج يريد الجمعة فقد انتقض الظهر وعَلَيْهِ بأن يمضي إِلَى الجمعة فيُصَلِّي الجمعة فإن فاتته أعاد الظهر\nوَقَالَ أَبُوْ ثَوْرٍ صلاته الظهر جائزة وَهُوَ عاجز بِتَرْكِ الجمعة فإن هو خرج أَوْ لم يخرج صارت الجمعة ولم يخرج من منزله يريد الجمعة أجزأه ذَلِكَ وإن لم يخرج يريد الجمعة صار إِلَى الجمعة فقد أجزأه الظهر وكَانَ الشَّافِعِيّ يَقُوْل بهَذَا ثُمَّ ترك.\n\n[الرَّجُل ينسى صَلَاة في الحضر فيذكرها في السفر أو العكس]\n50- قَالَ سُفْيَانُ: إِذَا نسيت الصَّلَاة فِي الحضر فذكرتها فِي السفر فصل صَلَاة الحضر وإِذَانسيت صَلَاة السفر فذكرتها فِي الحضر فصل صَلَاة\n\nالسفر وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ\n(1/170)",
        "\nوَقَالَ الشَّافِعِيُُّ: إِذَا نسي صَلَاة فِي الحضر فذكرها فِي السفر مثل قَوْل سُفْيَان قَالَ: فإن نسي صَلَاة فِي السفر فذكرها فِي الحضر صلى صَلَاة الحضر أربعة\nقَالَ أَحْمَدُ: يعجبني أن يفعل مثل ما قَالَ الشَّافِعِيُُّ\nويروى عَن أشعث عَن الْحَسَن أَنَّهُ قَالَ: يُصَلِّي صَلَاة يومه الذي يذكر فيه ويروى عَن الْحَسَن مثل قَوْل الشَّافِعِيّ الْفَضْل بْن دلهم وغيره.\n\n[اشتراط المصر صَلَاة الجمعة]\n51- قَالَ سُفْيَانُ: لَا تشريق ولا جمعة إِلَّا فِي مصر جامع. قَالَ أَحْمَدُ: هَذَا لَا شَيْء. وكذَلِكَ قَالَ أَصْحَابُ\n(1/171)\n",
        "الرأي\nوَقَالَ مَالِكٌ نرى أن يجمع فِي القرى بإمام وغير إمام\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ كُلّ قرية فيها أربعون رجلا فعليهم الجمعة وجبت إِلَى حَدِيْث كعب بْن مَالك\n(1/172)\n\nقَالَ: أول جمعة جمعت بالْمَدِيْنَة أربعون رجلا.\n\n[التكبير أيام التشريق]\n52- قَالَ سُفْيَانُ: التكبير أيام التشريق عَلَى الْمَرْأَة والرَّجُل والحاضر والبادي",
        "(1/173)\n\nوَقَالَ الشَّافِعِيُُّ وَإِسْحَاقُ وأَبُوْعُبَيْدٍ يكبر الرَّجُل والْمَرْأَة والمنفرد والْمُسَافِر\n(1/174)",
        "\n[بَاب الأذان والإقامة]\n[كَيْفَ الأذان؟]\n53-قَالَ سُفْيَانُ: الأذان مثنى مثنى والإقامة مثنى مثنى وكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ.\nقَالَ مَالِكٌ: نختار تثنية الأذان وإفراد الإقامة\nوكَانَ الشَّافِعِيّ يختار الرجوع فِي الأذان عَلَى أذان أبي محذورة\n(1/175)\n",
        "ويختار إفراد الإقامة وَهُوَ قَوْل الْحُمَيْدِيّ\nقَالَ أَحْمَدُ: وإِسْحَاق يثنى الأذان وتفرد الإقامة إِلَّا قوله قد قامت الصَّلَاة فليكبر الْإِمَام وإن شاء أن ينتظر حَتَّى يفرغ المؤذن من الإقامة\n(1/176)\n\nبَاب [الغسل من الجنابة]\n[خروج المَاء بَعْد الغسل من الجنابة]\n54- قَالَ سُفْيَانُ: إِذَا اغتسل الرَّجُل من الجنابة فخرج من ذكره مَاء بَعْد الغسل فإنما عَلَيْهِ الْوُضُوْء بال أَوْ لم يبل\nقَالَ الْأَوْزَاعِيُّ إن كَانَ بال فعَلَيْهِ الْوُضُوْء وإن لم يكن بال أعاد الغسل\nقَالَ الشَّافِعِيُُّ إِذَا خرج منه المني أعاد الغسل بال أم لم يبل",
        "(1/177)\n\n[من وجد بللا بَعْد النوم]\n55- قَالَ سُفْيَانُ: وإِبْرَاهِيْم إِذَا وجدت بللا وأنت نائم فاغتسل وَهُوَ أحب إِلَى سُفْيَان أن يغتسل\nقَالَ أَحْمَدُ: إن كَانَ شيخا أَوْ صاحب برودة فَإِنَّهُ لَيْسَ عَلَيْهِ غسل وإن كَانَ شابا شبقا فما يؤمنه أن يكون قد احتلم وَهُوَ لَا يشعر فليغتسل\n(1/178)",
        "\n[الْوُضُوْء من أخذ الشعر والأظفار]\n56- قَالَ سُفْيَانُ: إِذَاأخذ الرَّجُل من شعره وأظفاره وقد توضأ فأحب إلي أن يمر عَلَيْهِ الماء\nقَالَ الشَّافِعِيُُّ وَأَحْمَدُ لَيْسَ عَلَيْهِ شَيْء\nوكَانَ إِسْحَاق يختار أن يعيد الْوُضُوْء شبه هَذَا بالذي يمسح خفيه ثُمَّ يخلعهما\n\nقَالَ أَبُوْ عَبْدِ اللهِ: لا أرى عَلَيْهِ شيئا\n(1/179)\n",
        "[بَاب الاستخلاف في الصَّلَاة]\n[إِذَاأَحْدَثَ الْإِمَام]\n57- قَالَ سُفْيَانُ: إِذَا أَحْدَثَ الْإِمَام\n\nأشار إِلَى رجل من القوم وأخذ بيده فقدمه فصلى بالقوم بقية صلاتهم\n\nوَقَالَ الشَّافِعِيُُّ: ُ: إِذَا أَحْدَثَ الْإِمَام ولم يقدم أحدا وخرج وَهُوَ يتوضأ أعاد الصَّلَاة ويبني القوم عَلَى صلاتهم فرادى\nوأما إِسْحَاق فقال: إِذَا أَحْدَثَ أشار إِلَى القوم أن يثبتوا قياما ثُمَّ يذهب فيتوضأ ويرجع ويتم بهم بقية صلاتهم\n(1/180)\n\nوذهب إِلَى حَدِيْث أبي بكرة\nقَالَ أَبُوْ عَبْدِ اللهِ: هَذَا الْحَدِيْث لَيْسَ فيه ذكر لحدث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إنما كَانَ جنبا فذكر أَنَّهُ لم يغتسل ورواه بعضهم أَنَّهُ لم يكن كبر\nقَالَ أَبُوْ عَبْدِ اللهِ: إنه قدم رجلا فصلى بهم بقية صلاتهم أجزأهم وإن خرج ولم يقدم أحدا فأتموا هم صلاتهم فرادى أجزأهم كأنهم أدركوا مَعَ الْإِمَام بعض صلاتهم ألَيْسَ يقومون فيقضون فرادى وإن قدموا هم رجلا فصلى بهم بقية صلاتهم أجزأهم\nوَقَالَ\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: ينبغي للإمام أن يقدم رجلا يُصَلِّي بهم عَلَى ما قَالَ سُفْيَانُ، فإن هو انصرف ولم يقدم أحدا فقدم القوم رجلا يُصَلِّي بهم قبل أن يخرج الْإِمَام من المسجد",
        "(1/181)\n\nأجزأتهم وإن هم لم يقدموا أحدا حَتَّى يخرج الْإِمَام من المسجد فسدت صلاتهم.\n\nبَاب فتح القِرَاءَة عَلَى الْإِمَام\n58- قَالَ سُفْيَانُ: ولا يفتح عَلَى اللإمام إِذَا افتتح\nقَالَ الشَّافِعِيُُّ وإِسْحَاق وأَحْمَد: لَا بَأْسَ أن يفتح عَلَى الْإِمَام ولا تفسد صَلَاة الذي يلقنه\n(1/182)",
        "\nبَاب من قبَّل وَهُوَ عَلَى وضوء\n59- قَالَ سُفْيَانُ: إِذَا قبل الرَّجُل امرأته وَهُوَ عَلَى وضوء فلا أرى عَلَيْهِ وضوءا\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: عَلَيْهِ الْوُضُوْء وكذَلِكَ قَالَ: ابْن أَبِيْ لَيْلَى وَهُوَ قَوْل الشَّافِعِيّ\n(1/183)\n",
        "ذهبوا إِلَى حَدِيْث ابْن مسعود وابن عُمَر قالا القبلة من اللمس وفيها الْوُضُوْء\nوَقَالَ أَحْمَدُ: وإِسْحَاق إن قبل من شهوة فعَلَيْهِ الْوُضُوْء وما كَانَ مِنْ غَيْرِ شهوة فلَيْسَ عَلَيْهِ الْوُضُوْء.\n\nبَاب فيمن أصاب ثوبه بول\n60- قَالَ سُفْيَانُ: وإِذَاأصاب ثوبه بول وَهُوَ لَا يعلم مكانه فليغسل الم كَانَ الذي يليه وإِذَالم يعلم الناحية التي أصابه غسل الثوب كله حَتَّى يتيقن أَنَّهُ\n\nقد غسل.\nيروى ذَلِكَ عن\n(1/184)\n\nعَطَاء إِبْرَاهِيْم\nوَقَالَ ابْن شُبْرُمَةَ يتحرى ذَلِكَ الم كَانَ فيغسله\nوَقَالَ الحكم وحماد ينضحه يروى ذَلِكَ عَن عَائِشَة.\n\n[بَاب الاعتكاف]\n[شرط الصَّوْم للاعتكاف]\n61- قَالَ سُفْيَانُ: من اعتكف فلا اعتكاف إِلَّا بصوم ولا اعتكاف إِلَّا فِي مسجد تقام فيه الصَّلَاة وكذَلِكَ قَالَ مَالِكٌ فِي الاعتكاف إنه لَا يكون إِلَّا بصوم وَهُوَ قول",
        "(1/185)\n\nأَصْحَاب الرَّأْيِ\nوقد روي عَنِ ابْنِ عَبَّاس وابن مسعود وعنغَيْر واحد من التابعين أَنَّهُم قَالُوْا لَيْسَ عَلَى المعكتف صوم إِلَّا أن يجعله عَلَى نفسه وكَانَ الْحُمَيْدِيّ يفتي بِهِ وَهُوَ قَوْل أبي ثَوْرٍ واحتجوا بحَدِيْث عُمَر بْن الخطاب رضي الله عنه قَالَ: للنبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إني نذرت فِي الجاهلية اعتكاف ليلة فأمره أن يفي به\"\nقَالُوْا: فالليل لَيْسَ فيه صوم واحتجوا باعتكاف النبي\n(1/186)",
        "\nرَمَضَان وَقَالُوْا لو كَانَ الاعتكاف لَا يجوز إِلَّا بصوم لم يكن لأحد أن يعتكف فِي رَمَضَان لِأَنَّ صوم رَمَضَان لرَمَضَان لَا للاعتكاف.\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا نذر اعتكاف ليلة لَيْسَ عَلَيْهِ أن يعتكف لِأَنَّ الاعتكاف لَا يكون علا بصوم\nوَقَالَ مَالِكٌ: لَا يكون الاعتكاف إِلَّا فِي مسجد جامع الذي يصل فيه الجمعة. وكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وإِسْحَاقُ وأَبُوْ ثَوْرٍ مثل قَوْل سُفْيَان فِي كُلّ مسجد جماعة\n(1/187)\n",
        "بَاب آخر\n[الشرط في الاعتكاف]\n62- قَالَ سُفْيَانُ: الاعتكاف بشرط [صَلَاة] الجنازة ويعود المريض ويشهد الجنازة.\nقَالَ مَالِكٌ: لَا يشترط فِي الاعتكاف شيئا من عيادة المريض ولا تشييع الجنازة ولاغَيْر ذَلِكَ ولا أن يحدث فيه شيئا سِوَى ما فعل النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n\nلا يخرج المعتكف إِلَّا لحاجة الإنسان\nوَقَالَ أَحْمَدُ نحوا من قَوْل مَالك واحتج بحَدِيْث عُمَر فِي الاعتكاف بغير صوم.\n(قلت له: يعق الْغُلَام يكون له ذؤابة) .\nوعَنِ ابْنِ يعلى.\n(1/188)\n\nبَاب الحائض والمستحاضة\n[كم تجلس المستحاضة؟]\n63-قَالَ سُفْيَانُ: المستحاضة تجلس أيام أقرائها التي كانت تحيض وأبَعْد ما يكون من الحيض عشرة أيام فيما يذكرون.\nقَالَ أَحْمَدُ وَإِسْحَاقُ: إِذَا استحيضت الْمَرْأَة واستمر",
        "(1/189)\n\nبها الدم فإن كانت تعرف أيامها التي كانت تحيض فيه كُلّ شهر تجلس أيام حيضها فَإِذَاجاوزت ذَلِكَ اغتسلت وصلت، فإن لم تكن تعرف أيامها وكَانَ دمها ينفصل فيكون فِي وقت من الشهر أحمر يضرب إِلَى السواد وفي وقت يصير إِلَى الرقة والصفرة فإنها تجلس فِي الأيام التي ترى فيها الدم الأحمر وصار عَلَى الكدرة والصفرة اغتسلت وصلت عَلَى حَدِيْث عَائِشَة فِي قصة فاطمة بنت أبي حبيش وإن كانت لَا تعرف\n\nأيامها وكَانَ دمها مشكلا لَا ينفصل عَلَى ما ذكرنا فإنها تجلس ستة أيام أَوْ سبعة أيام عَلَى حَدِيْث حمنة وهَذَا مذهب أبي عُبَيْد\nوَقَالَ الشَّافِعِيُُّ: وأَبُوْ ثَوْرٍ وغيرهما: إِذَا استحيضت المرأة\n(1/190)",
        "\nفاستمر بِهَا الدم وكَانَ دمها ينفصل ويتميز دم حيضها من دم استحاضتها عَلَى ما ذكرنا فإنها تجلس للحيض فِي أيام الدم الأحمر الذي يضرب إِلَى السواد فَإِذَاأدبر الدم اغتسلت وصلت عرفت أيامها فيما مضى أَوْ لم تعرف فإن كَانَ دمها ولا يمكنها التمييز بين الدمين وكَانَ لها أيام معلومة فيما مضى فإنها تجلس عدد\n\nالأيام التي كانت تجلسها فِي كُلّ شهر فَإِذَاجاوز ذَلِكَ اغتسلت وصلت\nولا وقت عِنْدَ أَحْمَد وإِسْحَاق وأبي عُبَيْد فِي أكثر الحيض إنما هو ما يوجد فِي النساء.\nوفي أقل الحيض قَالَ\n(1/191)\n",
        "أَحْمَد: أقل الحيض يوم.\nوَقَالَ مَالِكٌ: أكثر الحيض خمسة عشر\nواخْتَلَفُوْا فِي أقله\nفروي عنه -يعني مَالكا-: أقله ثلاثة أيام.\nوروي عنه أَنَّهُ كَانَ لَا يوقت فِي أقله.\nوأَبُوْعُبَيْدٍ لَا يوقت فِي الأقل والأكثر.\n[هل الحامل تحيض؟]\n64- قَالَ سُفْيَانُ: والحبلى إِذَا رأت فِي حبلها صفرة أَوْ دما فلَيْسَ بحيض ولا تتَرَكَ الصَّلَاة حَتَّى تضع حملها وإن سال الدم فلَيْسَ عليها غسل كذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ وَهُوَ قَوْل أَحْمَد وأبي عُبَيْد\n(1/192)\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْحَدِيْث والشَّافِعِيّ وإِسْحَاق: إِذَا رأت الحامل الدم فِي أيام حيضها عَلَى ما كانت تراه قبل الحمل فَهُوَ حيض تتَرَكَ الصَّلَاة وإِذَارأت ذَلِكَ فِي أيامها وكَانَ دمها كدم الحيض\n\nبَاب النفساء\n[مدة النفاس]\n65- قَالَ سُفْيَانُ: النفساء إِذَا لم ينقطع منها الدم بَعْد أربعين اغتسلت\n\nوصلت وَهُوَ استحاضة وَهُوَ قَوْل أَحْمَد وإِسْحَاق",
        "(1/193)\n\nوأبي عُبَيْد\nقَالَ مَالِكٌ: النفساء تجلس شهرين.\nوهكَذَا قَوْل الشَّافِعِيّ وأبي ثور.\nوقول سُفْيَان أحب إِلَى أبي عَبْد اللهِ.\n[قضاء الحائض]\n66- قَالَ سُفْيَانُ: فِي الحائض إِذَا طهرت فِي وقت الْعَصْرَ فأحب إِلَى أن تقضي الظهر والْعَصْرَ لَيْسَ بواجب عليها وكذَلِكَ قوله فِي المغرب والعشاء\nوَقَالَ أَحْمَدُ: والشَّافِعِيّ وإِسْحَاق إِذَا طهرت في\n(1/194)",
        "\nوقت الْعَصْرَ فعليها أن تصلي الظهر والْعَصْرَ جميعا وكذَلِكَ فِي وقت العشاء\n\nبَاب آخر\n[البكر ترى الدم]\n67- واخْتَلَفَأَهْل العلم فِي البكر أول ما ترى الدم\nقَالَ سُفْيَانُ: والْأَوْزَاعِيّ تجلس كما تجلس أمهاتها ونساؤها وكذَلِكَ قَالَ إِسْحَاقُ إن لم تعرف وقت أمهاتها ونسائها فَإِنَّهُ لَيْسَ عندنا وقت وَقَالَ نأخذ بالْحَدِيْث إِذَا أقبلت الحيضة فدعي الصَّلَاة وإِذَاأدبرت فاغتسلي وصلي قَالَ: واقبال الحيضة عندنا سواد الدم وتغيره فما دامت ترى الدم تركت الصَّلَاة إِذَا أدبر عنها الدم ورأت الصفرة أَوْ الكدرة فإنها تغتسل وتصلي\n(1/195)\n",
        "قَالَ أَصْحَاب الرَّأْيِ: تجلس عشرة أيام الحيض\n\nوَقَالَ ابْن الْمُبَارَك: تجلس ثلاثة أيام\nوَقَالَ أَحْمَدُ: تجلس يوما واحدا\nقَالَ أَبُوْثَوْرٍ: أقل ما يكون من الحيض هو يوم وليلة تغتسل وتتوضأ وتصلي.\nوَقَالَ الشَّافِعِيُُّ: إِذَا اغتسلت المراءة فلم تحض حَتَّى حاضت فطبق عليها الدم فإن كَانَ دمها ينفصل فأيام حيضها أيام الدم الثخين والأحمر وأيام استحاضتها أيام الدم الرقيق، ويَرَى فِي ذَلِكَ أن تغتسل ويأتيها زوجها\n(1/196)\n\nوَقَالَ أَبُوْعُبَيْدٍ: تجلس عَلَى حَدِيْث حمنة ستا أَوْ سبعا\nوقَالَ أَبُوْ عَبْدِ اللهِ: إِذَاكانت تميز الدم أميل إِلَى الشَّافِعِيِّ\n\nبَاب الصَّوْم\n[إِذَارئي الهلال نهارًا]\n68- قَالَ سُفْيَانُ: وإن رأيت هلال رَمَضَان قبل زوال الشَّمْس فافطر وإن رأيته بَعْد زوال ااشمس فلا تفطر حَتَّى تتم ثلاثين يوما\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُُ إِذَا رأوا هلال رَمَضَان نهارا قبل الزوال أَوْ بعده لم يعتدوا بِهِ حَتَّى يروه بَعْد غروب الشَّمْس من الموضع الذي يَرَى",
        "(1/197)\n\nويروى عَن عمركالروايتين.\nوالذي قَالَ: حتى يَرَى بالعشي\" أصح رواه منصور عَن أبي وائل عَن عُمَر والرواية الأُخْرَى منقطعة.\n\n[من مَاتَ وعَلَيْهِ صيام]\n69- قَالَ سُفْيَانُ: فإن كَانَ رجل مرض فِي رَمَضَان فصح بَعْد ذَلِكَ فلم يقض ولو شاء أن يقضيه فقضاه قضي عنه وكَانَ كُلّ يوم نصف صاع\n\nوَهُوَ قَوْل أَصْحَاب الرَّأْيِ\nوَقَالَ مَالِكٌ مثل قولهم فِي أَنَّهُ يطعم عنه ولا يقضى عنه الصَّوْم إِلَّا أَنَّهُ قَالَ: يطعم عنه كُلّ يوم مدا وكذَلِكَ قَوْل الشَّافِعِيّ.\nوصوم\n(1/198)",
        "\nرَمَضَان والنذر عندهم واحد.\nوَقَالَ أَحْمَدُ وَإِسْحَاقُ وأَبُوْعُبَيْدٍ: إن مَاتَ وعَلَيْهِ صوم رَمَضَان أَنَّهُ يطعم عنه كُلّ يوم مسكينا مدا من حنطة\n(1/199)\n",
        "وإن كَانَ من نذر قضى عِنْدَ الصَّوْم\nوَقَالَ أَبُوْ ثَوْرٍ يقضى عنه الصَّوْم فِي كليهما\nقَالَ أَبُوْ عَبْدِ اللهِ: أما النذر فَإِنَّهُ يروى عَنِ ابْنِ عَبَّاس عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أمر أن يقضي رَمَضَان لَيْسَ فيه عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْء فمن قَالَ: يقضى عنه جعله قياسا عَلَى حَدِيْث النَّبِيّ صلى اله عَلَيْهِ وسلم فِي النذر ويروى عَنِ ابْنِ عَبَّاس أَنَّهُ فرق بينهما فقَالَ يقضى عنه فِي النذر ويطعم عنه فِي رَمَضَان\n\n[من أكل أو شرب ناسيًا]\n70- قَالَ سُفْيَانُ: فِي الصائم إن أكل فِي شهر رَمَضَان ناسيا أَوْ جامع أَوْ شرب فلا قضاء عَلَيْهِ وكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ والشَّافِعِيّ وأَحْمَد وإِسْحَاق وغيرهم إِلَّا مَالك\n(1/200)\n\nفَإِنَّهُ قَالَ: عَلَيْهِ القضاء إِذَا أكل أَوْ شرب ناسيا.\n\n[إِذَاتسحر بَعْد الفجر أو أفطر قبل الغروب]\n71- قَالَ سُفْيَانُ: وإن تسحر وقد أصبح وَهُوَ يَرَى أن عَلَيْهِ ليلا فليتم صومه وليقض يوما مكانه وكذَلِكَ إِذَا أفطر قبل غيبوبة الشَّمْس.\nوكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ ومَالك.\nواحتج مَالك بحَدِيْث عُمَر: روي عَن زيد بْن أسلم عَن أخيه",
        "(1/201)\n\nعن أبيه عَن عُمَر أَنَّهُ أفطر وَهُوَ يَرَى أن الشَّمْس قد غربت فقال: يقضي يوما مكانه.\nوكذَلِكَ قَالَ أَحْمَد: يقضي يوما مكانه.\nوكذَلِكَ قَوْل الشَّافِعِيّ وأبي ثور\nوكَانَ إِسْحَاق يميل إِلَى أن لَا قضاء عَلَيْهِ ويشبهه بالذي أكل ناسيا\n\nواحتج بحَدِيْث عمر: ما تجانفناالْإِثْم\".\n[إفساد صوم التطوع]\n72- وقَالَ سُفْيَانُ: وإن نوى الصائم من الليل وأفطر فأَحَبُّ إِلَيَّ أن يقضي يوما مكانه\nوَقَالَ الشَّافِعِيُُّ:\n(1/202)",
        "\nوأَحْمَد وإِسْحَاق إِذَا نوى الصَّوْم تطوعا فله أن يفطر مَتَى شاء ولا قضاء عليه.\nوكذَلِكَ قَالُوْا فِي الصَّلَاة إِذَا افتتحها تطوعا خرج مَتَى شاء\nوَقَالَ مَالِكٌ: لَا يخرج إِلَّا من عذر فِي الصَّلَاة\n(1/203)\n",
        "والصَّوْم جميعا فإن خرج مِنْ غَيْرِ عذر قضاه وإن خرج من عذر لم يقض\nقال: وأنا أقول مثل قَوْل الشَّافِعِيّ وأَحْمَد. وأختار أن يقضي وأجمعها فِي الحج إِذَا أحرم تطوعا لَيْسَ له أن يخرج.\nواحتج من ذهب إِلَى أن لَا يفطر ولا يخرج من الصَّلَاة بهَذَا\n(1/204)\n\n[الحجامة للصائم]\n73- قَالَ سُفْيَانُ: لَا بَأْسَ أن يحتجم الصائم إِذَا لم يخش ضعفا.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ وَهُوَ قَوْل مَالك والشَّافِعِيّ\n\nوَقَالَ الْأَوْزَاعِيُّ: يقضي يوما مكانه.\nوكذَلِكَ قَالَ أَحْمَد وإِسْحَاق\nقَالَ أَبُوْ عَبْدِ اللهِ: يقضي يوما مكانه",
        "(1/205)\n\n[من فرط في قضاء رَمَضَان حَتَّى جاء رَمَضَان آخر]\n74- قَالَ سُفْيَانُ: إِذَا كَانَ عَلَى رجل رَمَضَان فلم يقضه حَتَّى أدركه رَمَضَان آخر وفرط فيما بينهما فليصم هَذَا مَعَ الناس ويقضي الذي فاته وليطعم م كَانَ كُلّ يوم نصف صاع.\nوكذَلِكَ قَالَ إِسْحَاق وأَحْمَد\nوَقَالَ أَصْحَابُ الرَّأْيِ: يقضي ولَيْسَ عَلَيْهِ إطعام.\nويروى عَنِ ابْنِ عُمَر أَنَّهُ قَالَ: يطعم عَن كُلّ يوم ولَيْسَ عَلَيْهِ قضاء.\nوقول سُفْيَان يروى عَنِ ابْنِ عَبَّاس وأبي هريرة.\n(1/206)",
        "\nبَاب [كفارة الإفطار متعمِّدًا]\n75- قَالَ سُفْيَانُ: إِذَا أفطر الرَّجُل فِي شهر رَمَضَان يوما متعمدا فليقض يوما مكانه وليعتق رقبة إن كَانَ يجد فإن لم يجد فليصم شهرين متتابعين فإن لم يستطع فإطعام ستين مسكينا.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ فيمن أفطربجماع أَوْ أكل أَوْ شرب.\nفإن أفطر بالقيء متعمدا أَوْ ابتلع حصاة أَوْ لؤلؤة صحيحة وما أشبه ذَلِكَ فقد أفطر وعَلَيْهِ قضاءيوم ولا كفارة\n(1/207)\n",
        "وَقَالَ الشَّافِعِيُُّ: لو أفطر بجماع فعَلَيْهِ القضاء والكفارة لما أمر النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ للمجامع وما أفطر من شَيْء سِوَى الْجِمَاع فعَلَيْهِ القضاء\n\nولا كفارة عليه.\nوكذَلِكَ قَالَ أَحْمَد؛ وإِسْحَاق يَقُوْل مثل قَوْل سُفْيَان\n(1/208)\n\nبَاب\n[تكرر الكفارة بتكرر الإفطار]\n76- قَالَ سُفْيَانُ: إِذَا أفطر يوما من رَمَضَان ولم يكن كفر يعني حَتَّى أفطر يوما آخر فليكفر لكل يوم كفارة واحدة وَهُوَ أحب إلي وإن كَانَ قد كفر ثُمَّ أفطر كفر أيضا لما أفطر\nوأجمعوا عَلَى أَنَّهُ إِذَا أفطر يوما من رَمَضَان وكفر ثُمَّ عاد الفطر فِي اليوم الثاني عَلَيْهِ كفارة أُخْرَى\nواخْتَلَفُوْا فيه إِذَا عاد الفطر فِي اليوم الثاني قبل أن يكفر الأول\nفقَالَ الشَّافِعِيُُّ وإِسْحَاق مثل قَوْل سُفْيَان\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَيْسَ عَلَيْهِ إِذَا أفطر فِي اليوم الثاني إِلَّا كفارة واحدة ما لم يكفر ثُمَّ يعود للفطر",
        "(1/209)\n\n[صوم يوم الشك]\n77- قال: وإِذَاأصبح الرَّجُل فِي اليوم الذي يشك [فيه] ولم ينو الصيام ثُمَّ بلغه أَنَّهُ من ر مضان.\nقَالَ: يتم صومه ويقضي يوما آخر مكانه.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ: إِذَا لم ينو الصيام من الليل لم يجزئه\n(1/210)",
        "\nوَقَالَ: فِي يوم الشك يصبح مفطرا فإن تبين له أَنَّهُ من رَمَضَان لم يأكل بقية يومه وعَلَيْهِ القضاء.\nوَقَالَ أَصْحَابُ الرَّأْيِ: إن نوى قبل الزوال أجزأه وإن نوى بَعْد الزوال لم يجزئه فِي يوم الشك\n(1/211)\n",
        "من كتاب الجنائز\n[التسليم عَلَى الجنازة]\n78- قَالَ سُفْيَانُ: فِي التسليم عَلَى الجنائز يسلم تسليمة خفيفة.\nوَقَالَ أَصْحَابُ الرَّأْيِ: يسلم تسليمتين.\nوَقَالَ ابْن الْمُبَارَك وعامة أَهْل الْحَدِيْث: تسليمة واحدة.\n\n[كم يكبر عَلَى الجنازة؟]\n79- قَالَ سُفْيَانُ: إِذَا زاد الْإِمَام عَلَى أربع انصرف\n(1/212)\n\nوَقَالَ أَحْمَدُ وَإِسْحَاقُ: لَا ينصرف يكبر كما يكبر الْإِمَام وقد ثبت عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيْث زيد بْن أرقم.\nويروى عَن حذيفة عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كبر خمسا\nقَالَ أَبُوْ عَبْدِ اللهِ: لا وقت فِي ذَلِكَ",
        "(1/213)\n\n[الصَّلَاة عَلَى الجنازة بالتَّيَمُّم]\n80- قَالَ سُفْيَانُ: وإِذَاانتهيت إِلَى الجنازة وأنت عَلَىغَيْر وضوء فخشيتَ أن يسبقك بالصَّلَاة عليها إن تتوضأ؛ فتيمم ثُمَّ صل عليها فإنها بمنزلة صَلَاة يخاف فوتها.\nوَقَالَ الشَّافِعِيُُّ: لَا يتيمم. وكذَلِكَ قَالَ الْحُمَيْدِيّ وأَحْمَد\nأما إِسْحَاق فقال: يتيمم.\nوَهُوَ قَوْل أَصْحَاب الرَّأْيِ\nقَالَ أَبُوْ عَبْدِ اللهِ: إن توضأ وصلى عَلَى القبر أحب إلي\n\n[هل يمضمض الْمَيِّت؟]\n81- قَالَ سُفْيَانُ: فِي الْمَيِّت لَا يمضمض ولا يستنشق وَأَحَبُّ إِلَيَّ أن يدخل\n\nإصبعه فِي فيه وأنفه فِي عصر البطن\n(1/214)",
        "\n[عصر بطن الْمَيِّت]\n82- قَالَ سُفْيَانُ: بعد (يعد؟؟؟) الغسلة الأولى.\n83- قَالَ أَبُوْ عَبْدِ اللهِ: يعصره قبل الغسل\n(1/215)\n",
        "بَاب في الكفن\n[كَيْفَ يكفن الْمَيِّت؟]\n84- قَالَ سُفْيَانُ: الكفن اجعل اللفافة ممايلي الأرض ثُمَّ ابسط الإزار فوق اللفافة بسطا ثُمَّ ألبس القميص أَوْ أدرجه فِي ثيابه.\nقَالَ وَأَحَبُّ إِلَيَّ أن يكفن فِي ثلاث أثواب لَيْسَ فيها قميص ولا عمامة يدرج فيهن إدراجا؛ صح ذَلِكَ عَن عَائِشَة أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كفن هكَذَا.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ: في الكفن ثلاثة أثواب.\n(1/216)\n\nقَالَ الشَّافِعِيُُّ: [إِذَاكفن الْمَيِّت في ثلاثة أثواب] أجمرت بالعود، [غير مطوي حَتَّى يعبق بِهَا المجمر] ثم يبسط أوسعها أوأحسنها أولها ويذر عَلَيْهِ شَيْء من الحنوط ثُمَّ يبسط عَلَيْهِ الذي يليه فِي السعة ثُمَّ يذر عَلَيْهِ شَيْء من حنوط ثُمَّ يوضع الْمَيِّت عَلَيْهِ مستلقيا، ويوضع الحنوط والكافور عَلَى الكرسف ويوضع",
        "(1/217)\n\nعلى منخره وفيه وأذنه ودبره إن كانت بِهِ جراحة بادية وضع عليها\n\nبَاب النكاح\n[الولاية في النكاح]\n85- قَالَ سُفْيَانُ: أدنى ما يكون فِي النكاح أربعة الذي يتزوج والذي يزوجه والشاهدان ولا يكون نكاح إِلَّا بشهود ولا نكاح إِلَّا بولي\nوقَالَ أَبُوْ عَبْدِ اللهِ: اخْتَلَفَأَهْل العلم فِي النكاح بغير ولي\nفقَالَ سُفْيَانُ والثوري وابن شُبْرُمَةَ وابْن أَبِيْ لَيْلَى والْأَوْزَاعِيّ وابن الْمُبَارَك والشَّافِعِيّ وأَحْمَد بْن حَنْبَلٍ وإِسْحَاق وأَبُوْعُبَيْدٍ: لَا نكاح إِلَّا بولي ذكر\nوَقَالَ شيخ أَصْحَاب الرَّأْيِ: النكاح بغير ولي جائز\n(1/218)",
        "\nوَقَالَ صاحباه: إِذَا تزوجت بغير ولي فالنكاح موقوف حَتَّى يرفع إِلَى الحاكم فَإِذَارفع إِلَى الحاكم نظر فيه فإن كَانَ الولي كفوء أمر الحاكم الولي أن يجيز النكاح فإن أجاز الولي النكاح وإلا أجازه الحاكم\nقَالَ أَبُوْ عَبْدِ اللهِ: والْقَوْل عندنا إن النكاح إِلَّا بولي قد صح ذَلِكَ عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n\nوفرق مَالك بين الشريفة والدنيئة فزعم أن نكاح الشريفة لَا يجوز إِلَّا بولي وأن الدنيئة نكاحها جائز بغير ولي\n(1/219)\n",
        ".............\n(1/220)\n\n[الشهادة في النكاح]\n\n86- واخْتَلَفَأيضا فِي النكاح بغير شهود\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة النكاح بغير شهود جائز إِذَا أعلنوا\nوكَانَ إِسْحَاق بْن إِبْرَاهِيْم يحكي عَن عَبْد اللهِ بْن إدريس وعَبْد الرَّحْمَن بْن مهدي ويزيد بْن هارون إنهم كانوا يجيزون النكاح بغير شهود",
        "(1/221)\n\nوقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لَا نكاح إِلَّا بشاهدين فأما أَصْحَاب الرَّأْيِ فإنهم جوزوا النكاح إن كَانَ شاهدين عدلين أَوْ كانا فاسقين.\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ بْن حَنْبَلٍ: لَا نكاح إِلَّا بشاهدي عدل\n(1/222)",
        "\n[تزويج البكر بغير رضاها]\n87- واخْتَلَفُوْا فِي البكر يزوجها أَبُوْها بغير رضاها\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة: نكاح الأب جائز عَلَى البكر وإن كرهت ولكن أحب إلي أن يستأمرها.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ\n\nوإِسْحَاق؛ وَهُوَ قَوْل ابْن أَبِيْ لَيْلَى\nوَقَالَ الْأَوْزَاعِيُّ وسُفْيَان وأَصْحَاب الرَّأْيِ: لَا يجوز تزويجه إياها إِلَّا برضاها.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ\n(1/223)\n",
        "وحجتهم فِي ذَلِكَ حَدِيْث أبي هريرة عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا تنكح البكر حَتَّى تستأذن.\nوأما الثيب فإن هؤلاء لم يختلفوا فيه إن نكاح الأبغَيْر جائز عليها إِلَّا برضاها لِحَدِيْث خنساء بنت خذام\nوحَدِيْث ابْن عَبَّاس\"الأيم أحق بنفسها\"\n(1/224)\n\n[بَاب فِي المهر]\n[مقدار المهر]\n88- واخْتَلَفُوْا فِي المهر\nفقَالَ مَالِكٌ: لَا يكون مهر أقل من ربع دينار.\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا يكون مهر أقل من عشرة دراهم\nوَقَالَ ربيعة وسائر أَهْل الْمَدِيْنَة-سِوَى مَالك- والشَّافِعِيّ وسُفْيَان وأَحْمَد وإِسْحَاق وعامة أَصْحَاب الْحَدِيْث: المهر عَلَى ما تراضيا عَلَيْهِ لَا حد في\n\nذَلِكَ قل أَوْ كثر، وذهبوا فِي ذَلِكَ إِلَى حَدِيْث سهل بن",
        "(1/225)\n\nسعد عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تزوجها ولو عَلَى خاتم من حديد وحَدِيْث عامر بْن ربيعة فِي النعلين\n(1/226)",
        "\n[نكاح الصغار]\n89- وأجمع أَهْل العلم عَلَى أن نكاح الأب جائز عَلَى ابنه وابنته الصغيرين ولا خيار لهما إِذَا أدركا لِأَنَّ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تزوج عَائِشَة وهي بنت ست وبنى بِهَا وهي بنت تسع.\nوأجازهغَيْر واحد من أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، منهم عُمَر وعلي\n(1/227)\n",
        "وابن عُمَر والزبير وقدامة بْن مظعون وعمار وابن شُبْرُمَةَ.\n\n[تزويجغَيْر الأب للصغير]\n90- واخْتَلَفُوْا فِي سائر الأولياء فِي الصغار\nفقَالَ سُفْيَان والشَّافِعِيّ وأَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ: لَيْسَ لغير الأب أن يزوج\n\nالصغير ولا الصغيرة، فإن فعل فنكاحه باطل.\nوَقَالَ مَالِكٌ: لغير الأب أن يزوج الصغير وَقَالَ: إِذَا زوّج\n(1/228)\n\nالصغيرة فنكاحها باطل.\nوفرق بين الذكر والأنثى فِي تزويجغَيْر الأب فأجازه فِي الذكر وأبطله فِي الأنثى.\nوَقَالَتْ طَائِفَةٌ أُخْرَى من أَهْل العلم: جائز عَلَى الصغيرين إِذَا زوجهماغَيْر الأب ولهما الخيار عِنْدَ إدراكهما.\nروي ذَلِكَ عَن الْحَسَن وعَطَاء. وَهُوَ قَوْل شيخ أَصْحَاب الرَّأْيِ.\nوَهُوَ قَوْل أَحْمَد وإِسْحَاق.\nوسواء عِنْدَ أَهْل هَذِهِ المقالة زوجت صغيرة من كبير أَوْ كبيرة من صغير.\nقالت طَائِفَة أُخْرَى من أَصْحَاب الرَّأْيِ: نكاح الأولياء كلهم بمنزلة الأب فأي ولي زوج صغيرة فنكاحه ثابت عليها لَا خيار لواحد منهما إِذَا أدرك",
        "(1/229)\n\n[في توريث أحد الصغيرين من الآخر]\n91- واخْتَلَفَمن أجاز نكاحغَيْر الأب عَلَى الصغيرين وجعل لهما الخيار عِنْدَ إدراكهما فِي توريث أحدهما من الآخر ماتا أَوْ مَاتَ أحدهما قبل الإدراك\nفقالت طَائِفَة منهم: لَا يتوارثان.\nيروى ذَلِكَ عَن طاوس وقتادة وكَانَ إِسْحَاق يفتي بِهِ ويقول: لَيْسَ للزوج أن يدخل بِهَا ما لم يبلغ فيختار النكاح.\nوَقَالَ شيخ أَصْحَاب الرَّأْيِ: إن ماتا أَوْ مَاتَ أحدهما توارثا وللزوج أن يدخل بِهَا قبل أن تدرك\n(1/230)",
        "\n[بَاب العنين]\n[تأجيل العنين]\n92- قَالَ سُفْيَانُ: إِذَاتزوج العنين الْمَرْأَة فلم يصل إليها فرافعته عَلَى القاضي أجله سنة من يوم ترافعها فإن وصل إليها وإلا فرق بينهما وكَانَ لها المهر إِذَا كانت بكرا وعلم بذَلِكَ وإن كانت ثيبا لم يؤجل وقد يؤخذ يمينه وتقر تحته وأما البكر إِذَا رافعته فأجل سنة وفرق بينهما بانت منه بتطليقة بائنة وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ فِي الثيب إِذَا اختلفت هي والزوج فِي الإصابة إن الْقَوْل\n(1/231)\n",
        "قول الزوج مَعَ يمينه وكذَلِكَ قَالَ الشَّافِعِيُّ وأَبُوْثَوْرٍ\nوَقَالَ الْأَوْزَاعِيُّ: إِذَا اختلفت فِي الإصابة مَعَ زوجها فتقعد امرأتان ويكون بينها وبين الرَّجُل مَعَ امرأته توقيت فَإِذَافرغ دخلت المرأتان فنظرتا فِي فرج الْمَرْأَة فإن كَانَ فيه المني فَهُوَ صادق وإلا فَهُوَ كاذب.\nقَالَ مَالِكٌ مثل ذَلِكَ إِلَّا أَنَّهُ قَالَ: امرأة واحدة.\nوإن كانت بكرا واختلفا فِي الإصابة فإن أَصْحَاب الرَّأْيِ قَالُوْا: تنظر فيها امرأة عدلة فإن قالت: هي بكر\" فَالْقَوْل قولها صدقت.\nوَقَالَ الشَّافِعِيُُّ: إن كانت بكر انظر فيها أربع نسوة عدول فإن قلن: هي بكر\" فذَلِكَ دليل عَلَى صدقها وإن شاء\n(1/232)\n\nالزوج أحلفت ماأصابها ثُمَّ فرق بينهما فإن لم تحلف حلف هو لقد أصابها ثُمَّ أقام معها ولم تخير هي وذَلِكَ أن العذرة قد تعود فيها رغم أَهْل الخبرة بِهَا إِذَا لم يبالغ فِي الإصابة وَقَالَ أَبُوْ ثَوْرٍ مثل قَوْل الشَّافِعِيّ أَنَّهُ لَا يقبل فِي الشهادة عليها أَنَّهُا بكر\n\nأقل من أربع نسوة فَإِذَاثبت تأجيل السنة أَنَّهُ لم يصبها عَلَى الوجوه التي ذكرنا فإنها تخير فإن اختارت فراقه فسخ نكاحها\nوالفرقة فِي قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ تطليقة",
        "(1/233)\n\nبائنة\nقَالَ الشَّافِعِيُُُّ: الفرقة فسخ ولَيْسَ بطلاق.\nوكذَلِكَ قَالَ أَبُوْثَوْرٍ\nقَالَ أَبُوْ عَبْدِ اللهِ: أقول فِي هَذَا كله بقول أَبِيْ ثَوْرٍ\n[عدة زوجة العنين ومهرها]\n93- واخْتَلَفَفِي المهر والعدة\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لها المهر كاملا وعليها العدة\nوَقَالَ الشَّافِعِيُُّ: لها نصف المهر ولا عدة عليها.\nوكذَلِكَ قَالَ أَبُوْثَوْرٍ\n(1/234)",
        "\n[بَاب نكاح الحر المملوكة المسلمة والكافرة]\n[زواج المملوكة]\n94- واخْتَلَفُوْا فِي الرَّجُل يخشى عَلَى نفسه فِي المملوكة وَهُوَ يجد طولا عَلَى حرة\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة والْأَوْزَاعِيّ والشَّافِعِيّ وأَحْمَد وأَبُوْثَوْرٍ: لَيْسَ له أن يتزوج الأمة وَهُوَ يجد طولا إلي حرة فإن لم يجد طولا إِلَى حرة وخاف العنت حل له أن يتزوج.\nوقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا خشي الرَّجُل عَلَى نفسه فِي المملوكة فلَا بَأْسَ أن يتزوجها وإن كَانَ موسرا.\n(1/235)\n",
        "أول كتاب الطلاق\n[طلاق السنة]\n95- أجمع أَهْل العلم عَلَى أن الرَّجُل إِذَا أراد أن يطلق امرأته للسنة وهي ممن تحيض أَنَّهُ إن أمهلها حَتَّى تطهر من حيضها ثُمَّ طلقها من قبل أن يجامعها واحدة ثُمَّ تركها حَتَّى تنقضي عدتها ولم يطلقهاغَيْر تلك التطليقة أَنَّهُ مطلق للسنة وَهُوَ أملك برجعتها ما دامت فِي العدة فَإِذَاانقضت عدتها فَهُوَ خاطب من الخطباء.\n96- واخْتَلَفُوْا فيه إِذَا أراد أن يطلقها ثلاثا\nفقَالَ سُفْيَانُ\n(1/236)\n\nوالْكُوْفِيُّوْنَ إِذَا أراد ذَلِكَ طلقها واحدة حين تطهر من حيضها قبل جماعه إياها ثُمَّ يتركها حَتَّى تحيض ثُمَّ تطهر من حيضها فَإِذَاطهرت طلقها الثانية ثُمَّ يدعها حَتَّى تحيض ثُمَّ تطهر فَإِذَاطلقها الثالثة حرمت عَلَيْهِ وبانت منه فلم تحل له حَتَّى تنكح زوجا غيره فَإِذَاطلقها الثالثة بانت منه وبقي عليها من عدتها حيضة واحدة فهَذَا فِي قولهم مطلق للسنة.\nوَقَالَ مَالِكٌ والْأَوْزَاعِيّ: - ووافقهم عَلَى ذَلِكَ أَبُوْعُبَيْدٍ- لَيْسَ هَذَا بمطلق للسنة ولَيْسَ طلاق السنة إِلَّا الوجه الْأَوَّل الذي حكينا فيه إجماع العلماء",
        "(1/237)\n\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وأَبُوْثَوْرٍ: لَيْسَ فِي عدة الطلاق سنة وإنما السنة فِي وقت الطلاق فَإِذَاأراد رجل أن يطلق امرأته للسنة أمهلها حَتَّى تحيض ثُمَّ تطهر فَإِذَاطهرت طلقها من قبل أن يجامعها كم شاء إن شاء واحدة وإن شاء اثنتين وإن شاء ثلاثا أي ذَلِكَ فعل فَهُوَ مطلق للسنة واحتجوا بحَدِيْث ابْن عُمَر أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أمره أن\n(1/238)",
        "\nيراجع امرأته ثُمَّ يمهلها حَتَّى تحيض ثُمَّ تطهر ثُمَّ إن شاء طلق وإن شاء أمسك ولم يحصوا عَلَيْهِ عددا من الطلاق قَالُوْا فله أن يطلق كم شاء وهَذَا إِذَا كانت الْمَرْأَة مدخولا بِهَا ممن تحيض فإن كانت من لَا تحيض ولم يدخل بِهَا زوجها إن له أن يطلقها مَتَى شاء طاهرا أَوْ حائضا إِلَّا من لَا عدة عليها وإنما أمر الله الطلاق للعدة التي قد دخل بِهَا زوجها لقوله تَعَالَى: {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ [الطلاق: 1} الآية فهَذَا\n(1/239)\n",
        "دليل أَنَّهُا ناقصة بهَذَا الأمر التي عليها العدة وإن كانت قد دخل بِهَا زوجها وهي ممن لَا تحيض من صغر أَوْ كبر فله أن يطلقها مَتَى شاء وكذَلِكَ إن كانت حاملا طلقها مَتَى شاء.\nقَالَ أَبُوْ الْفَضْل وجدت فِي كتاب آخر: قَالَ أَبُوْ عَبْدِ اللهِ: ثم رجع أَحْمَد إِلَى قَوْل مَالك وموافقيه.\n\n[بَاب ميراث المبتوتة]\n97- قَالَ أَبُوْ عَبْدِ اللهِ: وأجمع أَهْل العلم عَلَى أن الرَّجُل إِذَا طلق امرأته ثلاثا صحيح ثُمَّ مَاتَ أَوْ ماتت فِي عدتها أَوْ بَعْد العدة لم يتوارثه\n(1/240)\n\n[ميراث المبتوتة إِذَا طلقها مريضا ثُمَّ مات]\n98- واخْتَلَفُوْا فيه إِذَا طلقها ثلاثا وَهُوَ مريض ثُمَّ مات\nفقَالَ سُفْيَانُ: وابن شُبْرُمَةَ والْأَوْزَاعِيّ وأَصْحَاب الرَّأْيِ إن مَاتَ وهي فِي عدتها ورثته وإن مَاتَ بَعْد انقضاء العدة لم ترثه\nوَقَالَ ابْن أَبِيْ لَيْلَى مَتَى مَاتَ فِي عدتها أَوْ بَعْد انقضاء العدة ورثته ما لم تتزوج قبل موته فَإِذَاتزوجت ثُمَّ مَاتَ لم ترثه وهَذَا قَوْل أَحْمَد بْن حَنْبَلٍ وإِسْحَاق وأبي عُبَيْد وروي هَذَا عَن أبي بْن كعب وجماعة من التابعين",
        "(1/241)\n\nوَقَالَ مَالِكٌ وربيعة وأَهْل الْمَدِيْنَة مَتَى مَاتَ ورثته فِي العدة وبَعْد العدة وبَعْد التزويج.\nوَقَالَ طَائِفَة من أَهْل العلم: لَا ترثه بواحدة مَاتَ فِي العدة أَوْ بَعْد العدة ومَتَى مَاتَ لأنها قد بانت منه وسووا بين طلاق الصحيح والمريض.\nوروي هَذَا الْقَوْل عَنِ ابْنِ الزبير.\nوَهُوَ قَوْل أَبِيْ ثَوْرٍ.\nوكَانَ الشَّافِعِيّ يَرَى وَهُوَ ببغداد أن ترثه فِي العدة وبَعْد العدة ثُمَّ وقف عنه بمصر فقال: أستخير الله فِي ذَلِكَ.\nوقَالَ: فإن قلت فإني أقول: /23ب/ لَا ترث امرأة زوجها إِذَا طلقها مريضا طلاقا لَا يملك رجعتها وانقضت عدتها.\nقَالَ أَبُوْ عَبْدِ اللهِ: والقياس فِي هَذَا ما قَالَ أَبُوْثَوْرٍ.\nوفي قَوْل من يَرَى توريث المدخول بِهَا ما دامت فِي العدة فَإِنَّهُ لَا يورثغَيْر المدخول بِهَا إِذَا طلقها الزوج وَهُوَ مريض.\nوفي قَوْل من رأى توريثها بَعْد انقضاء العدة فَإِنَّهُ يورثغَيْر المدخول بِهَا أيضا\n(1/242)",
        "\nإِذَاطلقها وَهُوَ مريض.\n\n[من طلق في مرض ثُمَّ صح ثُمَّ مات]\n99- واخْتَلَفُوْا فيما إِذَا طلقها فِي مرضه ثُمَّ صح ثُمَّ مات\n\nفقَالَ سُفْيَانُ والْأَوْزَاعِيّ: إن مَاتَ بَعْد صحته وهي فِي العدة ورثته لِأَنَّ أصله كَانَ قرارا من الميراث.\nووافقهما عَلَى هَذَا بعض أَصْحَاب الرَّأْيِ\nوَقَالَ مَالِكٌ والزُّهْرِيّ بذَلِكَ\nوَقَالَ الحارث العكلي وعَطَاء بْن أبي رباح ومَالك بْن أَنَس والشَّافِعِيّ وأَحْمَد وأبوعُبَيْد: إِذَا صح ثُمَّ مَاتَ لم ترثه فِي عدة ولا غيرها.\nوأجمعوا كلهم عَلَى أَنَّهُ لَا يرثها لو ماتت فِي عدة ولا بَعْد العدة\n(1/243)\n",
        "ُ [بَاب العدد]\n[عدة المطلقة ثلاثا إِذَا مَاتَ المطلق قبل انقضاء عدتها]\n100- واخْتَلَفُوْا فِي عدة المطلقة ثلاثا فِي المرض إِذَا مَاتَ المطلق قبل انقضاء عدتها.\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة وبعض أَهْل الرَّأْي والشَّافِعِيُّ: لَيْسَ عليها أكثر من ثلاثة قروء.\nوَقَالَ الْأَوْزَاعِيُّ: تعتد أربعة أشهر وعشر\nوقَالَ سُفْيَانُ الثوري وبعض أَهْل الرَّأْي: تعتد أقصى العدتين إن كانت أربعة أشهر وعشرا أكثر من ثلاث حيض اعتدت أربعة أشهر وعشرا وإن كانت ثلاث حيض أكثر من أربعة أشهر وعشرا، اعتدت ثلاث حيض. والْقَوْل الصحيح قَوْل مَالك والشَّافِعِيّ ومن تابعهما\n(1/244)\n\n[بَاب طلاقغَيْر المدخول بها]\n\n[طلاقغَيْر المدخول بِهَا تطليقة]\n101- قَالَ أَبُوْ عبد الله: وأجمع أَهْل العلم عَلَى أن الرَّجُل إن طلق امرأته تطليقة ولم يدخل بِهَا إنها قد بانت منه ولَيْسَ له عليها رجعة ولَيْسَ عليها عدة.\n\n[طلاقغَيْر المدخول بِهَا ثلاثا بلفظ]\n102- واخْتَلَفُوْا فِيغَيْر المدخول بِهَا إِذَا طلقها الزوج ثلاثا بلفظ واحد\nفقَالَ الْأَوْزَاعِيُّ ومَالك وأَهْل الْمَدِيْنَة وسُفْيَان وأَصْحَاب الرَّأْيِ والشَّافِعِيّ وأَصْحَابه وأَحْمَد وأَبُوْعُبَيْدٍ: لَا تحل له حَتَّى تنكح زوجا غيره\nوروي عَنِ ابْنِ عَبَّاس وغير واحد من التابعين أَنَّهُم قَالُوْا: إِذَا طلقها",
        "(1/245)\n\nثلاثا قبل أن يدخل بِهَا فهي واحدة.\nوأكثرأَهْل الْحَدِيْث عَلَى الْقَوْل الأول\nوكَانَ إِسْحَاق يقول: طلاق الثلاث البائن واحدة ويتأول حَدِيْث طاوس عَنِ ابْنِ عَبَّاس: \" كَانَ الطلاق الثلاث عَلَى عهد رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأبي بكر وعمر يجعل واحدة\" عَلَى هَذَا\n\nقَالَ أَحْمَدُ: روى أَصْحَاب ابْن عَبَّاس كلهم عَنِ ابْنِ عَبَّاس خلاف ما روى طاوس ودفع هَذَا الْحَدِيْث\n(1/246)",
        "\n[طلاقغَيْر المدخول بِهَا ثلاثا بألفاظ]\n103- فإن قَالَ لها ولم يدخل بها: أنت طالق أَنْتَ طالق أَنْتَ طالق\nفإن سُفْيَان وأَصْحَاب الرَّأْيِ والشَّافِعِيّ وأبا عُبَيْد قَالُوْا: بانت منه بالأولى\n(1/247)\n",
        "ولَيْسَ الاثنتان بشيء لِأَنَّغَيْر المدخول بِهَا تبين بواحدة فلا عدة عليها فَإِذَاهي بانت بالطلقة ثُمَّ قَالَ: لها أَنْتَ طالق فإنها وقع الطلاق عَلَى امرأة أجنبية فلا يقع عليها\nوَقَالَ مَالِكٌ وربيعة وأَصْحَاب الرَّأْيِ وأَهْل الْمَدِيْنَة والْأَوْزَاعِيّ وابن أبي لَيْلَى إِذَا قَالَ: لها ثلاث مرات أَنْتَ طالق سبقا متتابعا حرمت عَلَيْهِ حَتَّى تنكح زوجا غيره فإن هو سكت فيما بين الطلقتين بانت بالأولى ولم تلحقها الثانية.\n\n[طلاق المدخول بِهَا بكلمات]\n104- ولا اختلاف بين أَهْل العلم أَنَّهُا إِذَا كانت مدخولا بِهَا فقَالَ لها أَنْتَ طالق أَنْتَ طالق أَنْتَ طالق سكت أَوْ لم يسكت فيما بينهما عنها طالق ثلاثا إِلَّا أن يريد تكرار الكلام بقوله الثانية الثالثة وَاللهُ أَعْلَمُ\n(1/248)\n\nبَاب [المحرمات]\n[زواج الْمَرْأَة في عدة أختها]\n105- اخْتَلَفُوْا فِي الرَّجُل يطلق امرأته ثلاثا هل له أن يتزوج أختها قبل أن تنقضي العدة أَوْ كن عنده أربع نسوة فطلق إحداهن هل له أن يتزوج أُخْرَى ما لم تنقض عدة المطلقة؟\nفقَالَ الْأَوْزَاعِيُّ ومَالك وأَهْل الْمَدِيْنَة والشَّافِعِيّ وأَبُوْعُبَيْدٍ: إِذَا طلق الرَّجُل امرأته تطليقة بملك الرحعة فلَيْسَ له أن يتزوج أختها لما لم تنقض عدتها وكذَلِكَ إن كانت عنده أربع نسوة فطلق إحداهن تطليقة يملك رجعتها لم يكن له أن يتزوج بأُخْرَى ما لم تنقض عدتها.\nوَقَالَ: فإن طلقها ثلاثا فلَا بَأْسَ أن يتزوج أختها من ساعته وكذَلِكَ إِذَا كن عنده أربع نسوة فطلق إحداهن ثلاثة فله أن يتزوج أُخْرَى من ساعته\nوقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لَيْسَ له أن يتزوج",
        "(1/249)\n\nأختها ما لم تنقض عدتها وكذَلِكَ إن كانت عنده أربع نسوة فطلق إحداهن فلَيْسَ له أن يتزوج أُخْرَى ما لم تنقض عدة المطلقة وسواء عندهم طلق ثلاثا أَوْ واحدة.\n\n[الرَّجُل يطلق امرأته ثُمَّ ترجع إِلَيْهِ عَلَى كم تكون؟]\n106- واخْتَلَفُوْا فِي الرَّجُل يطلق امرأته تطليقة واحدة أَوْ اثنتين ثُمَّ تزوجت زوجا غيره ثُمَّ رجعت إِلَى الْأَوَّل عَلَى كم تكون عنده؟\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة وابْن أَبِيْ لَيْلَى والشَّافِعِيّ وأَحْمَد وأَبُوْعُبَيْدٍ وإِسْحَاق: هي عنده ما بيقي من الطلاق.\nوروي هَذَا الْقَوْل عَن عُمَر وعلي وأبي بن كعب وغيرهم\nوَقَالَ بعض أَصْحَاب الرَّأْيِ: إِذَا رجعت عَلَيْهِ فهي عنده\n(1/250)",
        "\nعلى ثلاث تطليقات.\nوروي هَذَا الْقَوْل عَنِ ابْنِ عَبَّاس وابن عمر\n\nقَالَ أَبُوْ عَبْدِ اللهِ: والْقَوْل الْأَوَّل أقوى.\n\n[خيار الأمة إِذَا أعتقت]\n107- قَالَ سُفْيَانُ: إِذَازوج الرَّجُل أم ولده أَوْ مدبرته أَوْ مكاتبته ثُمَّ أدركها عتق خيرت فإن شاءت كانت مَعَ زوجها حرا أَوْ عبدا وإن شاءت فارقته.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ\nفأما أم الولد\nفإن مَالكا وأَهْل الْمَدِيْنَة قَالُوْا: لَيْسَ للرجل أن يزوج أم ولده رضيت أم لم ترض وَهُوَ قَوْل أَبِيْ ثَوْرٍ.\n(1/251)\n",
        "[والشَّافِعِيّ] .\nوقَالَ أَبُوْ عَبْدِ اللهِ: وكذَلِكَ حَدَّثَنَا مُحَمَّد بْن يحيى النَّيْسَابُوْرِيّ حَدَّثَنَا أَبُوْ نعيم قَالَ: حَدَّثَنِيْ اللَّيْث حَدَّثَنِيْ يزيد ثُمَّ رجع عنه بمصر فقَالَ عَلَى قَوْل سُفْيَان فِي أن له أن يزوجها.\nوأما الأمة مدبرة كانت أَوْ مكاتبة أَوْ لم تكن فإنها إِذَا زوجت ثُمَّ اعتقت فإن مَالكا وأَهْل الْمَدِيْنَة قَالُوْا: تخير تحت العبد ولا تخير تحت الحر.\nوروي أن زوج بريرة كَانَ عبدا.\n(1/252)\n\nوكذَلِكَ قَالَ الْأَوْزَاعِيُّ والشَّافِعِيّ وأَحْمَد وإِسْحَاق.\n\nوأما أَهْل الْكُوْفَة فردوا أن زوج بريرة كانوا حرا فقَالُوْا: تخير تحت العبد والحر جميعا",
        "(1/253)\n\n[مَتَى تبين الحرة إِذَا طلقت تطليقة أو تطليقتين؟]\n108- واخْتَلَفُوْا فِي الرَّجُل يطلق امرأته وهي حرة تطليقة أَوْ تطليقتين مَتَى تبين منه\nفقَالَ سُفْيَان وأَصْحَاب الرَّأْيِ: هو أحق برجعتها ما لم تغتسل من آخر ثلاث حيض، وإن انقطع الدم فَهُوَ أحق بِهَا ما لم تغتسل.\nووافقهم علي ذَلِكَ أَبُوْعُبَيْدٍ وهَذَا مذهب من جعل القرء الحيض\n(1/254)",
        "\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: الأقراء: الأطهار. فَإِذَاطلق الرَّجُل امرأته تطليقة فَهُوَ أملك برجعتها ما لم تدخل فِي الحيضة الثالثة فَإِذَاطعنت فِي الحيضة فقد بانت منه وحلت للأزواج وَهُوَ قَوْل الشَّافِعِيّ وأَصْحَابه\nوكَانَ إِسْحَاق يَقُوْل فيه قولا ثالثا فقال: إِذَا دخلت فِي الحيضة الثالثة فقد بانت من زوجها ولا يحل لها أن تزوج حَتَّى تغتسل من حيضها.\nوكَانَ يروى هَذَا عَن الدراوردي عَن ثَوْرٍ عَن عكرمة عَنِ ابْنِ عَبَّاس\n(1/255)\n",
        "قَالَ أَصْحَاب الرَّأْيِ: إِذَا طهرت ثُمَّ أخرت الغسل إِلَى أن يمضي وقت صَلَاة بانت من زوجها وحلت للأزواج وإن لم تغتسل.\nوَقَالَ شَرِيْك: إن فرطت فِي الغسل عشرين سنة فله عليها الرجعة ما لم تغتسل.\nوَقَالَ سعيد بْن جبير: إِذَا رأت الطهر بانت وإن لم تغتسل\n\nوقَالَ أَبُوْ عَبْدِ اللهِ: أذهب إِلَى قَوْل مَالك\n(1/256)\n\n[بَاب نكاح الْعَبِيْد]\n109- واخْتَلَفُوْا-وكذَلِكَ قَالَ ابْن شُبْرُمَةَ-كم يتزوج المملوك؟\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ والشَّافِعِيّ وأَحْمَد: لَا يتزوج المملوك إِلَّا امرأتين حرتين أَوْ مملوكتين ولا يتزوج إِلَّا بإذن مواليه.\nوَقَالَ مَالِكٌ وربيعة وأَهْل الْمَدِيْنَة: للمملوك أن يتزوج أربعا.\nوكذَلِكَ قَالَ أَبُوْثَوْرٍ",
        "(1/257)\n\n110- واخْتَلَفُوْا فِي المملوكة إِذَا طلقت تطليقة أَوْ تطليقتين ثُمَّ أدركتها العناقة فِي عدتها\nفقَالَ سُفْيَانُ: إِذَا طلق الرَّجُل المملوكة واحدة ثُمَّ أردكتها العتاقة فعدتها عدة المملوك.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَهُوَ قَوْل أَحْمَد بْن حَنْبَلٍ.\nروي ذَلِكَ عَن الْحَسَن والشعبي وإِبْرَاهِيْم\nقَالَ عَطَاء وعَمْرو بْن دينار: وإِذَااعتقت وهي فِي العدة اعتدت عدة الحرة واحتسبت مما مضى من عدتها طلقت طلقة أَوْ أكثر من ذَلِكَ.\nوحكى ابْن جريج قَالَ: قَالَ ابْن أَبِيْ لَيْلَى: أشياخنا عَلَى ذَلِكَ كما قَالَ عَمْرو بْن دينار وإن بت طلاقها أَوْ لم يبت.\nوهَذَا آخر قَوْل الشَّافِعِيّ\n(1/258)",
        "\nوَقَالَ مَالِكٌ: إِذَا طلقها تطليقة أَوْ تطليقتين ثُمَّ اعتقت فِي العدة فعدتها عدة الأمة لَا تنتقل بالاختلاف إِلَى عدة الحرة.\nوكذَلِكَ قَالَ أبوثَوْرٍ لِأَنَّ العدة لزمتها وهي أمة فلا تسقط بالاختلاف وعدة الأمة قرءان تحت حر كانت أَوْ تحت عبد وعدة الحرة ثلاث قروء تحت عبد كانت أَوْ تحت حر.\nقَالَ أَبُوْ عَبْدِ اللهِ: وسواء فِي ذَلِكَ كَانَ زوج المملوكة حرا أَوْ عبدا لأنهم لم يختلفوا أن العدة بالنساء\n(1/259)\n",
        "[بَاب طلاق الحر والعبد]\n[هل الطلاق بالرجال أم بالنساء؟]\n111- وإنما اخْتَلَفُوْا فِي الطلاق\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة والشَّافِعِيّ وأَحْمَد وإِسْحَاق وأَبُوْثَوْرٍ: الطلاق بالرجال والعدة بالنساء؛ فَإِذَاطلق الحر أمته وهي حرة أَوْ مملوكة فطلاقها سواء ثلاث تطليقات وإن طلقها واحدة أَوْ اثنتين فَهُوَ أملك برجعتها ما كانت فِي العدة وإن طلقها ثلاثا لم تحل له حَتَّى تنكح زوجا غيره.\nوإِذَاطلق العبد امرأته وهي حرة أَوْ مملوكة فطلاقه تطليقتين فإن طلقها تطليقتين حرمت عَلَيْهِ ولا تحل له حَتَّى تنكح زوجا غيره فإن طلقها واحدة فَهُوَ أملك برجعتها ما دامت فِي العدة.\nوعدة الأمة قرءان تحت عبد كانت أَوْ حر.\nوهَذَا قَوْل عثمان بْن عفان وزيد بْن ثابت\n(1/260)\n\nوعَائِشَة وابن عَبَّاس \"إن الطلاق بالرجال\"\nوقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: الطلاق والعدة جميعا بالنساء فَإِذَاطلق الحر امرأته وهي أمة تطليقتين حرمت عَلَيْهِ حَتَّى تنكح زوجا غيره.\nوعدتها حيضتان وإِذَاطلق العبد امرأته وهي حرة تطليقتين لم تحرم منه بتطليقتين حَتَّى يطلقها ثلاثا فَإِذَاطلقها ثلاثا حرمت عَلَيْهِ حَتَّى تنكح زوجا غيره وعدتها\n\nثلاث حيض.\nوهَذَا قَوْل علي بْن أبي طالب وابن مسعود\nوروي عَنِ ابْنِ عُمَر قَوْل ثالث إن الطلاق بأيهما رق- يعني الزوجين- أيهما كَانَ مملوكا الرَّجُل أَوْ الْمَرْأَة فطلاقه",
        "(1/261)\n\nتطليقتان وَهُوَ قَوْل الْأَوْزَاعِيّ.\n\n[بَاب إسلام أحد الزوجين]\n[إِذَاأسلمت النَّصْرَانِيّة فما حكم الزوج؟]\n112- واخْتَلَفُوْا فِي النَّصْرَانِيّة إِذَا أسلمت وزوجها نصراني\nفقَالَ مَالِكٌ والْأَوْزَاعِيّ: إِذَا أسلمت امرأة النَّصْرَانِيّ فمَتَى ما أسلم الزوج قبل أن تنقضي عدتها فَهُوَ أحق بِهَا وكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وأَبُوْعُبَيْدٍ وإِسْحَاق سواء عندهم كَانَ فِي دار الإسلام أَوْ فِي دار الحرب أَوْ افترق دارهما\n(1/262)",
        "\nقَالَ سُفْيَانُ: إِذَا تزوج النَّصْرَانِيّ بالنَّصْرَانِيّة فأسلمت عرض عَلَى زوجها الإسلام فإن أسلم فهما عَلَى نكاحهما وإن أبى أن يسلم فرق بينهما فعن دخل بِهَا فلها المهر فإن لم يكن دخل بِهَا فلها نصف المهر\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا كانا جميعا فِي دار الإسلام فَإِذَاعرض عَلَيْهِ الاسلام فإن أبى أن يسلم فرق بينهما الحاكم فإن أسلمت الْمَرْأَة ثُمَّ لحق الزوج بدار الحرب\n(1/263)\n",
        "فخرجا أَوْ واحدا منهما عَلَى دار الإسلام فَهُوَ أحق بِهَا إن أسلم قبل أن تنقضي عدتها فَإِذَاانقضت عدتها فلا سبيل له عليها.\nهَذَا كله قَوْل أَصْحَاب الرَّأْيِ\n\nوروي عَن عُمَر بْن عَبْد الْعَزِيْزِ والْحَسَن وعكرمة والحكم: إِذَا أسلمت بانت من زوجها من ساعتها فإن أسلم بَعْد ذَلِكَ فَهُوَ خاطب لَا تحل له إِلَّا بنكاح جديد وَهُوَ قَوْل ثور\nقَالَ أَبُوْ عَبْدِ اللهِ: هَذَا أصح الأقاويل عندنا فِي النظر. وَاللهُ أَعْلَمُ.\n(1/264)\n\n[إِذَاأسلم المجوسي وأبت زوجته الإسلام]\n113- قَالَ سُفْيَانُ: إِذَا أسلم المجوسي وتحته المجوسية ولم يكن دخل بِهَا فأبت أن تسلم فلَيْسَ لها مهر وَقَالَ إن أسلمت تحت مجوسي فأبى أن يسلم ولم يكن دخل بِهَا فلها نصف المهر.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ فِي كلا المسألتين وإنما فرقوا بين المسألتين لِأَنَّ قولهم: \" كُلّ فرقة جاءت من قبل الْمَرْأَة ولم يكن دخل بِهَا الزوج فلَيْسَ لها صداق\" وذَلِكَ كالأمة تعتق وهي تحت عبد أَوْ حر فتخير فتختار الفراق فإن لم يكن دخل بِهَا زوجها فلا صداق لها لِأَنَّ الفرقة جاءت من قبلها.\nوكذَلِكَ كُلّ ما أشبه هَذَا.\nوكل فرقة جاءت من قبل الزوج وإن لم يكن دخل بِهَا فلها نصف المهر\" قَالُوْا فِي المجوسيين إِذَا أسلمت الْمَرْأَة قبل الرَّجُل فأبى الرَّجُل أن يسلم فإنها جاءت الفرقة من قبل الرَّجُل لأنه أبى الإسلام ولو أسلم لكانت امرأته فجعلوا لها نصف المهر إِذَا أبى أن يسلم وإِذَاأسلم الرَّجُل وأبت أن تسلم هي فلا مهر لها لِأَنَّ الفرقة جاءت من قبلها إِذَا امتنعت من الإسلام فلو أسلمت كانت امرأته\nوَقَالَ الشَّافِعِيُُّ مثل قولهم فِي أن الفرقة إِذَا جاءت من قبل الْمَرْأَة فلا مهر لها وإِذَاجاءت من قبل الزوج فلها نصف المهر إلا",
        "(1/265)\n\nأنه قَالَ في المجوسيين\n\nإِذَاأسلم أحدهما قبل الآخر بضد ما قَالُوْا فقال: إِذَا أسلمت الْمَرْأَة قبل الرَّجُل ولم يكن دخل بِهَا فقد وقعت القرقة بينهما من ساعتهما لأنه لَا عدة عليها ولا مهر لها لِأَنَّ الفرقة جاءت من قبلها وإِذَاأسلم الرَّجُل قبلها وقعت الفرقة ساعة أسلم ولها نصف المهر لِأَنَّ الفرقة جاءت من قبله.\nوَقَالَ مَالِكٌ: أيهما أسلم قبل صاحبه ولم يكن دخل بِهَا لَا صداق لها\nوَقَالَ طَائِفَة أُخْرَى: لها نصف الصداق فِي كلا الحالتين.\nوكَانَ أَبُوْعُبَيْدٍ يذهب إِلَى هَذَا وَهُوَ قَوْل أَبِيْ ثَوْرٍ\nقَالَ أَبُوْ عَبْدِ اللهِ: هَذَا أصح إن كَانَ دخل بِهَا فلا اختلاف بينهما أيهما أسلم فلها المهر كاملا فأما من زعم أن لها المهر كاملا أيهما أسلم قبل صاحبه وإن لم يكن دخل بِهَا فهَذَا قَوْل شاذ لم يقل بِهِ أحد من السلف\n(1/266)",
        "\n[المهر في نكاح التفويض]\n114- واخْتَلَفُوْا فِي الرَّجُل يتزوج الْمَرْأَة ولم يسم لها صداقا ثُمَّ مَاتَ قبل أن يدخل بِهَا أَوْ ماتت المرأة\nفقَالَ مَالِكٌ والْأَوْزَاعِيّ وأَهْل الْمَدِيْنَة والشَّافِعِيّ: أيهما مَاتَ قبل صاحبه ورثه الآخر ولا مهر لها.\nوروي ذَلِكَ عَن علي بْن أبي طالب وزيد بْن ثابت وابن عَبَّاس وابن عُمَر وعَائِشَة رضي الله عنهم أجمعين.\nوقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لها مهر نسائها إِذَا مَاتَ الزوج وعليها العدة ولها الميراث وَقَالُوْا فإن هي ماتت ولم يسم لهامهرا وإن لم يكن\n\nدخل بِهَا فلها مهر\n(1/267)\n",
        "نسائها وَهُوَ يرثها.\nوكذَلِكَ قَالَ أَحْمَد وأَبُوْعُبَيْدٍ وإِسْحَاق وأَبُوْ ثَوْرٍ فيهما جميعا واحتجوا بحَدِيْث بروع بنت واشق\n(1/268)\n\n[عدة امرأة المفقود]\n115- واخْتَلَفُوْا فِي امرأة المفقود كم تربص؟\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة وأَحْمَد وإِسْحَاق وأَبُوْعُبَيْدٍ: تتربص امرأة المفقود أربع سنين ثُمَّ تتزوج.\nورووا ذَلِكَ عَن عُمَر بْن الخطاب وعثمان\n\nابن عفان وعلي بْن أبي",
        "(1/269)\n\nطالب وابن عُمَر وابن عَبَّاس رضي الله عنهم.\nوقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا فقد الرَّجُل تربصت امرأته حَتَّى تعلم موته وهَذَا أحد قولي الشَّافِعِيّ.\nورووا ذَلِكَ عَن علي بْن أبي طالب\n\n[بَاب طلاق السكران والمكرَه وعتقهما]\n[طلاق السكران وعتقه]\n116- واخْتَلَفُوْا فِي أحكام السكران\nفقَالَ سُفْيَانُ والْأَوْزَاعِيّ ومَالك وعامة أَهْل الكوفة: عتقه وطلاقه\n(1/270)",
        "\nجائز وكذَلِكَ قَالَ الشَّافِعِيُّ وأَبُوْعُبَيْدٍ.\nوَقَالَ ربيعة وعُبَيْد الله بْن الْحَسَن واللَّيْث بْن سعد وإِسْحَاق وأَبُوْثَوْرٍ: لَا يجوز طلاقه ولا عتقه؛ واحتجوا بحَدِيْث عثمان وجعلوه قياسا عَلَى طلاق المجنون\n(1/271)\n",
        "فأما أَحْمَد بْن حَنْبَلٍ فَإِنَّهُ يقف فِي كُلّ أحكام السكران الطلاق والعتاق وغيره\n(1/272)\n\n[من هو السكران؟]\n117- وَقَالَ أَصْحَابُ الرَّأْيِ: السكران الذي لَا يعقل الرَّجُل من الْمَرْأَة ولا السمَاء من الأرض.\nوقَالَ سُفْيَانُ: السكر اختلاس العقل وَقَالَ: كَانَ لَا يجلد حَتَّى يختل عقله فإن استقرئ وتكلم فخلط فِي قراءته فتكلم بما لَا يعرف جلد وإن أقام القِرَاءَة وتكلم بما يعرف لم يجلد.\nوَقَالَ أَحْمَدُ بْنُ حَنْبَل: إِذَا تغير عقله إن حال صحته فَهُوَ سكران.\nورأيت إِسْحَاق بْن إِبْرَاهِيْم يَقُوْل نحو هَذَا وينكر قَوْل أَصْحَاب الرَّأْيِ ويحتج بحَدِيْث عَطَاء بْن السائب عَن أبي عَبْد الرَّحْمَن السلمي عَن علي شربنا عِنْدَ رجل من الأنصار فأنزل الله تَعَالَى: {لاَ تَقْرَبُواْ الصَّلاَةَ وَأَنتُمْ سُكَارَى [النساء: 43}",
        "(1/273)\n\nبَاب الرضاع\n[الرضاع المحرم]\n118- قَالَ سُفْيَانُ: ما كَانَ من رضاع قليل أَوْ كثير أَوْ سعوط أَوْ وجور فِي الحولين فَهُوَ يحرم وما كَانَ بَعْد الحولين فلا يحرم.\nوَهُوَ قَوْل أَصْحَاب الرَّأْيِ فِي قليل الرضاع وكثيره يحرم.\nوكذَلِكَ قَالَ مَالك\n(1/274)",
        "\nوَقَالَ الشَّافِعِيُُّ: لَا يحرم دون خمس رضعات\" ذهب إِلَى حَدِيْث عَائِشَة أَنَّهُا قالت: كَانَ فيما أنزل الله من القرآن: وعشر رضعات يحرمن\" ثُمَّ نسخن \"بخمس معلومات\" قالت: فهن مما يقرأ من القرآن\".\nوَقَالَ أَبُوْعُبَيْدٍ: لا تحرم المصة والمصتان يعني علي حَدِيْث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وما جاوز ذَلِكَ فَهُوَ يحرم.\nوكذَلِكَ قَالَ أَبُوْ ثَوْرٍ مثل قَوْل أبي عُبَيْد\nوَقَالَ إِسْحَاقُ: لَا أحرم دون خمس رضعات\n(1/275)\n",
        "بَاب فِي النفقة\n[نفقة المطلقة ثلاثا وسكناها]\n119- واخْتَلَفَأَهْل العلم فِي المطلقة ثلاثا هل لها السكنى والنفقة أم لا؟\n\nفقَالَ مَالِكٌ والْأَوْزَاعِيّ وأَهْل الْمَدِيْنَة والشَّافِعِيّ وأَبُوْعُبَيْدٍ: لها السكنى ولا نفقة لها.\nواحتجوا فِي إيجاب السكنى وإبطال النفقة لها بقول الله تَعَالَى: {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِن كُنَّ أُولَاتِ حَمْلٍ فَأَنفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ [الطلاق: 6}\nقَالُوْا: فعم بالسكنى المطلقات كلهن ولم يخص منهن مطلقة دون أُخْرَى وخص بالنفقة أولات الأحمال خاصة فدل ذَلِكَ عَلَى أنغَيْر الحامل لَا نفقة لها لِأَنَّ النفقة لو وجبت لغير الحوامل لعمهن جيمعا بالنفقة كما\n(1/276)\n\nعمهن بالسكنى.\nواحتجوا بحَدِيْث فاطمة بنت قيس أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لم يجعل لها نفقة.\nقَالُوْا: فأما أمره إياها بالانتقال [31/أ] فذَلِكَ لعلة.\nواخْتَلَفُوْا فِي علته:\nفروى هشام بْن عروة عَن أبيه عَن فاطمة بنت قيس أَنَّهُا قالت: يا رَسُوْل اللهِ! إن زوجي طلقني ثلاثا وإني فِي دار أخاف أن يقتحم علي فيها\" فقَالَ لها رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: انتقلي.\nوَقَالَ سعيد بْن المسيب: تلك امرأة استطالت عَلَى أحمائها بلسانها فأمرها النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن تنتقل.\nوَعَلَى هَذَا تأولت عَائِشَة رضي الله عنها انتقالها\n\nوَقَالَ ابْن عَبَّاس فِي قوله تَعَالَى:",
        "(1/277)\n\n: {لَا تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ [الطلاق: 1} قَالَ: إلا أن تبذو عَلَى أَهْل زوجها بلسانها فتخرج\" فقَالُوْا: إنما أمرت بالانتقَالَ لهَذِهِ العلة.\nقَالَ: وإنما أنكر عُمَر بْن الخطاب وغيره من أَصْحَاب رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عليها فِي روايتها أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أمرها بالانتقَالَ ولم ينكروا النفقة لِأَنَّ السكنى له أصل فِي الْكِتَاب ولَيْسَ للنفقة أصل فِي الْكِتَاب، ولذَلِكَ قَالَ عمر: لَا ندع كتاب الله ولا سنة نبينا لقول امرأة\" وإنما أراد السكنى لَا النفقة\n(1/278)",
        "\nوقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لها السكنى والنفقة جميعا.\nواحتجوا فِي السكنى مثل ما احتج بِهِ أَهْل الْمَدِيْنَة.\nواحتج محتجهم فِي النفقة بأن قَالُوْا: وجدنا للحامل النفقة فِي الْكِتَاب فشهبواغَيْر الحامل بالحامل.\nوَقَالَ طَائِفَة أُخْرَى: لَيْسَ للمطلقة ثلاثا سكنى ولا نفقة.\nيروى هَذَا عَن جماعة من أَصْحَابِ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ والتابعين.\nوَهُوَ قَوْل أَحْمَد بْن حَنْبَلٍ وأبي\n\nثور.\nوكَانَ هَذَا آخر فتيا إِسْحَاق\n(1/279)\n",
        "قَالَ أَبُوْ عَبْدِ اللهِ: وأحب الأقوال إلي قَوْل مَالك.\n[إكراه العبد عَلَى النكاح]\n120-قَالَ سُفْيَانُ: لَا بَأْسَ أن يكره الرَّجُل عبده ووليدته عَلَى النكاح.\nوَقَالَ أَصْحَابُ الرَّأْيِ: له أن يكره أمته ولَيْسَ له أن يكره عبده.\nوَقَالُوْا: إن زوج أمته بغير رضاها\n(1/280)\n\nفالنكاح جائز عليها وإن زوج عبده بغير رضاه فلم يجز النكاح عليه. وكذَلِكَ قَالَ الشَّافِعِيُّ وأَبُوْثَوْرٍ.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهذ الْقَوْل أحب إلي.\n[نكاح الحر المملوكة الكافرة]\n121-قَالَ سُفْيَانُ: يكره أن يتزوج المسلم المملوكة النَّصْرَانِيّة والْيَهُوْدِيّة لِأَنَّ الله عز وجل قَالَ: {مِّن فَتَيَاتِكُمُ الْمُؤْمِنَاتِ [النساء: 25}\nوَقَالَ مَالِكٌ والْأَوْزَاعِيّ والشَّافِعِيّ",
        "(1/281)\n\nوأَحْمَد وإِسْحَاق وأَبُوْثَوْرٍ: لَا يجوز أن يتزوج المسلم بالأمة [32/أ] الْكِتَابية.\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا بَأْسَ أن يتزوج بالأمة الْيَهُوْدِيّة والنَّصْرَانِيّة.\n(1/282)",
        "\n[بَاب خيار العيب في النكاح]\n[أثر العيب في النكاح]\n122- واخْتَلَفُوْا فِي رد العيب فِي النكاح:\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لَا ترد الْمَرْأَة من عيب ولا الرَّجُل، ولَيْسَ ينبغي لهم أن يدلسوا.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُُ وأَبُوْعُبَيْد: لا ترد بشيء من العيوب إِلَّا بالعيب الذي ذكرت عَن عُمَر بْن الخطاب وهي: الجنون والجذام والبرص.\nوَقَالَ بعضهم: والرتق فإنه\n(1/283)\n",
        "إِذَاوجد بِهَا أحد هَذِهِ العيوب\n\nالأربعة فَهُوَ بالخيار إن شاء فسخ وإن شاء أقام معها فإن هو فسخ النكاح ولم يدخل بِهَا فلا مهر لها. وإن دخل بِهَا فلها المهر.\n[على من يرجع الزوج بالمهر؟]\n123- اخْتَلَفُوْا فِي المهر هل يرجع عَلَى من غره أم لا؟ ففي حَدِيْث عُمَر بْن الخطاب أَنَّهُ قَالَ: يرجع بالمهر عَلَى وليه الذي غره منها\nوَقَالَ مَالِكُ بْنُ أَنَس: إن كَانَ الذي زوجه أب أَوْ أخ أَوْ من يَرَى أَنَّهُ يعلم ذَلِكَ يرجع بذَلِكَ عليه، وإن كَانَ ابْن عم أَوْ رجلا من العشيرة أَوْ مولى ممن لَا يَرَى أَنَّهُ يعلم بذَلِكَ ردت المرأة [32/ب] عَلَيْهِ ما أخذت وتَرَكَ لها أقل ما يستحل بِهِ الفرج.\nوَقَالَ الزُّهْرِيُّ والْأَوْزَاعِيّ: يرجع بالمهر عَلَى الولي إن كَانَ قد علم بذَلِكَ فإن ادعى أَنَّهُ لم يعلم حلف فلم يرجع عَلَيْهِ بشيء.\nوكَانَ الشَّافِعِيّ يَقُوْل بهَذَا وَهُوَ ببغداد: له أن يرجع بالمهر عَلَى الذي غره ثُمَّ قَالَ بمصر: إِذَا دخل بِهَا فلها المهر ولا يرجع بِهِ عَلَى أحد لِأَنَّ المهر عوض من الوطء واحتج بحَدِيْث عَائِشَة عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أيما امرأة نكحت بغير بإذن وليها فالنكاح باطل ولها المهر بما استحل من فرجها\"\nوَقَالَ أَحْمَدُ: يرجع بالصداق\n(1/284)\n\nعلى من غره\n\nقَالَ أَبُوْ عَبْدِ اللهِ: لا يرجع بالصداق عَلَى الولي وإن علم الولي بذَلِكَ؛ لِأَنَّ الصداق إنما وجب عَلَيْهِ عوضا من الْوَطْء فَإِذَاكَانَ الصداق عوضا من الْوَطْء فالْوَطْء عوض منه فَإِذَاكَانَ أحد عوضه فغير جائز أن يرجع بِهِ عَلَى أحد ولو وجب أن يرجع بِهِ عَلَى أحد لم يقض بِهِ إِلَّا عَلَى الْمَرْأَة لِأَنَّ الْمَرْأَة نفسيها قد غرته وهي كانت أعلم بنفسها من غيرها فلا يجوز أن تعطي هي وهي الغارة ويرجع بِهِ عَلَى غيرها.\n[إِذَاوجدت الْمَرْأَة عيبا في الرَّجُل]\n124- وكذَلِكَ [33/أ] قَالُوْا في الرَّجُل إِذَا وجدت الْمَرْأَة بِهِ أحد هَذِهِ العيوب أَنَّهُابالخيار إن شاءت فسخت النكاح وإن شاءت أقامت معه وَهُوَ قَوْل مَالك والشَّافِعِيّ وأبي عُبَيْد.\nوقَالَ أَبُوْ عَبْدِ اللهِ: أميل إِلَى هَذَا\nقَالَ أَبُوْ عَبْدِ اللهِ: فإن اختارت الْمَرْأَة فراقه ولم يكن دخل بِهَا فلا مهر لها، وإن اختارت فراقه بَعْد الدخول فإن الشَّافِعِيّ قَالَ: لها المهر ولها فراقه حَتَّى إِذَا لم تعلم بِهِ الْمَرْأَة حين دخل بها.",
        "(1/285)\n\n[بَاب الرجعة]\n[كَيْفَ تكون الرجعة؟]\n125- واخْتَلَفُوْا فيمن يراجع امرأته فيجامعها أَوْ يقبلها أَوْ ينظر عَلَى فرجها لشهوة هل يكون بذَلِكَ مراجعة أم لا؟\nفقَالَ سُفْيَانُ الثوري: إِذَا أراد أن يراجع إمرأته فليشهد رجلين عَلَى رجعتها وعن هو جامع ولم يشهد فقد راجع وهي امرأته وجماعه رجعة ولكن يشهد فإن قبل فهي رجعة ويستغفر.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ وَقَالُوْا: وكذَلِكَ إِذَا نظر إِلَى فرجها بشهوة فَهُوَ مراجعة نوى ذَلِكَ أَوْ لم ينو.\nقَالَ مَالِكٌ: إنما الرجعة الغشيان خاصة مَعَ نية المراجعة فإن لم يرد بِهِ مراجعة لم يكن ذَلِكَ مراجعة.\n(1/286)",
        "\nوَقَالَ الشَّافِعِيُُّ وأَبُوْثَوْرٍ: لَا تكون الرجعة إلا باللسان حَتَّى يَقُوْل قد راجعتك.\nوَقَالَ أَبُوْعُبَيْدٍ: لَا تكون الرجعة إِلَّا بالغشيان خاصة والغشيان مراجعة نوى أم لم ينو ذَلِكَ.\nقَالَ الشَّافِعِيُُّ: فإن جامعها من قبل أن يراجعها فلها\n(1/287)\n",
        "عَلَيْهِ مهر مثلها وتستأنف العدة من الْجِمَاع وله عليها الرجعة ما لم تنقض عدتها من الطلاق\nوَقَالَ الْأَوْزَاعِيُّ: إِذَا جامعها فقد راجعها.\nقَالَ أَبُوْ عَبْدِ اللهِ: والقياس عِنْدِيْ أن لَا يكون رجعة إِلَّا باللسان وإن جامعها ونوى رجعة لم يكن رجعة.\n[المملوكة تبين من سيدها بالطلاق مَتَى تحل له؟]\n126- قَالَ سُفْيَانُ: إِذَا كانت المملوكة تحت الحر فطلقها تطليقتين فبانت منه ثُمَّ اشتراها بَعْد ذَلِكَ فلا تقع عليها حَتَّى تنكح زوجا غيره فيدخل بِهَا وهَذَا قَوْل أَصْحَاب الرَّأْيِ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ: لَا بَأْسَ أن يقع عليها إِذَا اشتراها لِأَنَّ المملوكة إِذَا كانت تحت حر لَا تبين إِلَّا بثلاث تطليقات لِأَنَّ الطلاق عندهم بالرجال والرَّجُل حر فَإِذَاطلق ثلاثا ثُمَّ اشتراها لم تحل له أن يطأها حَتَّى تنكح زوجا غيره فيدخل بها\n(1/288)\n\n[إجبار الأم عَلَى الرضاع]\n127- واخْتَلَفُوْافي إجبار الأم [34/أ] عَلَى إرضاع ولدها\n\nفقَالَ سُفْيَانُ: لَيْسَ للرجل أن يجبر الْمَرْأَة عَلَى الرضاع إِذَا كرهت كانت عنده أَوْ فارقها إِلَّا أن لَا يوجد له ظئر فإن لم يوجد له ظئر وخشي عَلَيْهِ أجبرت عَلَى رضاعه بأجر إن شاءت أخذت الأجر وإن شاءت لم تأخذه وتعطى أجر مثلها للرضاعة\nوَقَالَ يحيى بْن آدم: سألت شَرِيْكا عَن الرَّجُل تأبى عَلَيْهِ امرأته أن ترضع ولدها منه فقال: ذَلِكَ لها وعَلَيْهِ أن يستأجر لها ظئرا. فقلت: فإن جعل له الزوج أجرا عَلَى الرضاع وهي امرأته قَالَ: ذَلِكَ لها.\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَيْسَ عَلَى الأم أن رضع ولدها كانت عنده أَوْ كانت مطلقة وَعَلَى الزوج أن يستأجر لولده ظئرا إِذَا أبت أن ترضع ولَيْسَ لها أن تأخذ أجرا من الزوج",
        "(1/289)\n\nإلا أن تكون مطلقة فإن كانت مطلقة فلها أن تأخذ الأجر\nوَقَالَ يحيى بْن آدم: سألت الْحَسَن بْن صَالِح أن الْمَرْأَة تأبى أن ترضع ولدها من الرَّجُل؟ فقال: لَيْسَ للزوج أن يجبر امرأته عَلَى رضاع ولده منها ما لم يطلقها لِأَنَّ عَلَيْهِ نفقتها وإنما يكون أجر الرضاع للمطلقة لِأَنَّ قوله تَعَالَى: {وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى [الطلاق: 6} فِي سورة الطلاق.\nوَقَالَ المطلقة أحق بولدها أن ترضعه.\nوَقَالَ أَبُوْثَوْرٍ: إِذَا كانت الْمَرْأَة عِنْدَ زوجها فعليها رضاع ولدها لقول الله عز وجل: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلاَدَهُنَّ [البقرة: 233}\n(1/290)",
        "\nثم أخبر فِي المفارقة إِذَا أرضعت أن لها أجرا ثُمَّ قَالَ: {وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى [الطلاق: 6}\n\nفأبان حكم الزوجة من حكم المفارقة.\nقَالَ أَبُوْ الْفَضْل: وجدتُ فِي موضع آخر قَالَ أَبُوْ عَبْدِ اللهِ: هَذَا صحيح.\n[بَاب اختلاف الزوجين في متاع البيت عِنْدَ الفراق]\n[لمن المتاع عِنْدَ الفراق؟]\n128- واخْتَلَفُوْا فِي متاع البيت إِذَا فارق الرَّجُل امرأته\nفقَالَ سُفْيَانُ: ما كَانَ من شَيْء يعرف أَنَّهُ للنساء فَهُوَ للمرأة وما كَانَ من سِوَى ذَلِكَ فَهُوَ للرجل إِلَّا أن تقيم الْمَرْأَة البينة.\nقَالَ الشَّافِعِيُُّ: كل ما فِي أيديهم فَهُوَ بينهما نصفين وسواء فِي ذَلِكَ متاع الرجال والنساء إِلَّا أن يقيم أحد منهما بينة عَلَى شَيْء فيكون له وَهُوَ قَوْل أَبِيْ ثَوْرٍ.\nواختلف\n(1/291)\n",
        "أَصْحَاب الرَّأْيِ فِي ذَلِكَ؛ فقَالَ أَبُوْ حَنِيْفَةَ: ما كَانَ للرجل فَهُوَ للرجل وما كَانَ للنساء فَهُوَ للمرأة وما كَانَ للرجال والنساء فَهُوَ للباقي منهما الْمَرْأَة كانت أَوْ الرَّجُل والباقي للزوج فِي الطلاق.\nوَقَالَ أبويوسف: أعطها ما تجهز بِهِ مثلها والْفَضْل [35/أ] للزوج.\nوَقَالَ ابْنُ الْحَسَن: ما يكون لهما جميعا فَهُوَ للزوج عَلَى كُلّ حال.\nوَقَالَ ابْن أَبِيْ لَيْلَى: إِذَا مَاتَ الزوج أَوْ طلق فمتاع البيت كله للرجل إِلَّا الدرع والخمار وشبهه إِلَّا أن يقوم أحدهما بينة عَلَى دعواه.\n[نفقة الحامل بَعْد وفاة زوجها]\n129- واخْتَلَفُوْا فِي نفقة الحامل بَعْد وفاة زوحها\nفقَالَ سُفْيَانُ وابْن أَبِيْ لَيْلَى: ينفق عليها من جميع المال حَتَّى تضع\n(1/292)\n\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ.\nوَهُوَ قَوْل شريح وإِبْرَاهِيْم النخعي والشعبي وحماد.\n\nوروي ذَلِكَ عَن عَبْد اللهِ وعلي وابن عُمَر رضي الله عنهم.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: لا ينفق علهيا إِلَّا من نصيبها.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْي، وَهُوَ قَوْل الشَّافِعِيِّ.\nوروي ذَلِكَ عَنِ ابْنِ عَبَّاس وجابر وابن الزبير رضي الله عنهم.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا أَحَبُّ إِلَيَّ",
        "(1/293)\n\n[نفقة الصَّبِيّ إِذَا وضعته أمه]\n130- واخْتَلَفُوْا فِي نفقة الصَّبِيّ إِذَا وضعت الْمَرْأَة حملها ولم يبلغ نصيب ما ينفق عَلَيْهِ عَلَى من تكون نفقته\nفقَالَ سُفْيَانُ: إِذَا وضعت الْمَرْأَة أنفق عَلَى الصَّبِيّ من نصيبه فإن لم يبلغ نصيب الصَّبِيّ ما ينفق عَلَيْهِ أجبرت العصبة الذين يرثونه عَلَى أن يسترضع الصَّبِيّ.\nوَقَالَ أَصْحَابُ الرَّأْيِ: يجبر عَلَى رضاع الصَّبِيّ ونفقته عَلَى ذي رحم محرم\nوَقَالَ الْحَسَنُ بْن صَالِح وابْن أَبِيْ لَيْلَى: يجبر عَلَى نفقة كُلّ وارث عَلَى قدر ميراثه عصبة كانوا أَوْ غيرهم\n(1/294)",
        "\nوهَذَا قَوْل أَحْمَد وإِسْحَاق وأبي ثور.\nوَقَالَ مَالِكُ بْنُ أَنَس: لَا يجبر عَلَى نفقة الصَّبِيّ إِلَّا الوالدين وَهُوَ\n(1/295)\n",
        "قول الشَّافِعِيّ.\nومن قَالَ هَذَا تأول قوله تَعَالَى: {وَعَلَى الْوَارِثِ مِثْلُ\n\nذَلِك [البقرة: 233} من أن لَا تضار الوالدة بولدها إِلَّا عَلَى الرضاع والنفقة.\n[مَتَى يجب الصداق كاملًا؟]\n131- واخْتَلَفَأَهْل العلم مَتَى يجب الصداق كاملا عَلَى الزوج؟\nفقَالَ الثَّوْرِيُّ: إِذَا تزوج الرَّجُل فخلا بِهَا وأغلق بِهَا وأرخى الستار فلها المهر كاملا وإن لم يدخل بِهَا إِذَا جاء ذَلِكَ من قبله وعليها العدة جامع أَوْ لم يجامع\n(1/296)\n\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ والْأَوْزَاعِيّ\nوَقَالَ مَالِكٌ: إِذَا دخل [الرَّجُل] على امرأته فِي بيتها صدق عليها وإِذَادخلت [عليه] فِي بيته صدقت فِي المسيس.\nفظاهر الآية أن من طلقت قبل المسيس لَيْسَ لها إلا نصف المهر. والخلوة لَيْسَت بمس.",
        "(1/297)\n\nوَقَالَ أَحْمَدُ: إِذَاأغلق البَاب وأرخى الستار فقد وجب الصداق وذهب عَلَى حَدِيْث عُمَر وعلي وزيد بْن ثابت\nوَقَالَ الشَّافِعِيُُّ: لَا يجب الصداق الكامل إِلَّا بالمسيس ولا تجب العدة لقول الله عز وجل: {إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا [الأحزاب: 49} وهَذَا قَوْل أَبِيْ ثَوْرٍ.\nوَقَالَ جل ثناؤه فِي الصداق [36/أ] : {وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ [البقرة: 237}\n(1/298)",
        "\nوهَذَا الْقَوْل يروى عَن عَبْد اللهِ بْن مسعود وابن عَبَّاس وجابر وشريح وطاوس رضي الله عنهم.\n[بَاب الخلع]\n[عدة المختلعة]\n132- قَالَ سُفْيَانُ وَأَصْحَاب الرَّأْيِ ومَالك واللَّيْث بْن سعد والشَّافِعِيّ وأَحْمَد بْن حَنْبَلٍ: عدة المختلعة إن كانت ممن تحيض ثلاث حيض وإن كانت ممن يئسن من الحيض فثلاثة أشهر\n(1/299)\n",
        "ويروى هَذَا الْقَوْل عَن عُمَر وعلي رضي الله عنهما.\nوَقَالَ إِسْحَاق وأَبُوْثَوْرٍ: عدتها حيضة.\nويروى هَذَا الْقَوْل عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من حَدِيْث هشام بْن يوسف عَن معمر عَن عَمْرو بْن مسلم عَن عكرمة عَنِ ابْنِ عَبَّاس أن امرأة ثابت بْن قيس اختلعت منه فجعل النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عدتها حيضة.\nوروى عبد الرزاق عَن معمر عَن عَمْرو بْن مسلم عَن عكرمة مرسلا.\nقَالَ أَبُوْ عَبْدِ اللهِ: وأنا أذهب فِي هَذَا إِلَى أن عدتها ثلاثة أقراء لِأَنَّ الأمة قد اجتمعت عَلَى أن كُلّ مفارقة سِوَى المختلعة مطلقة كانت أَوْ غير\n\nمطلقة أن عدتها ثلاثة قروء وكذَلِكَ المختلعة قياسا من المفارقات.\n(1/300)\n\n[هل الخلع طلاق أم فسخ؟]\n133- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: الخلع تطليقة بائنة لَا يملك رجعتها ويخطبها فِي عدتها ولا يخطبهاغَيْر زوجها. وكذَلِكَ قَالَ مَالِكٌ.\nوَقَالَ أَحْمَدُ وَإِسْحَاقُ: الخلع فرقة ولَيْسَ بطلاق إِلَّا أن يسمى طلاقا فإن سمى تطليقة فهي تطليقة بائنة وإن سمى أكثر فَهُوَ ما سمى",
        "(1/301)\n\nوَقَالَ الشَّافِعِيُُّ فِي آخر قوله: إِنَّ الرَّجُلَ إِذَا خلع امرأته نوى الخلع طلاقا أَوْ سماه فَهُوَ طلاق فإن كَانَ قد سمى واحدة فهي واحدة بائنة وإن لم ينو طلاقا ولا سماه لم تقع الفرقة.\nوَقَالَ أَبُوْثَوْرٍ: إِذَا لم يسم طلاقا فانخلع فرقة ولَيْسَ بطلاق فإن سمى تطليقة واحدة فهي واحدة والزوج مَالك برجعتها ما دامت فِي العدة\nواخْتَلَفُوْا فِي المشرك يسلم وعنده أكثر من أربعة نسوة\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا أسلم الرَّجُل المشرك وعنده ثمان نسوة أَوْ تسع أَوْ عشر فإن كَانَ نكحهن جميعا فِي عقد فرق بينه وبينهن وإن كَانَ نكح واحدة بَعْد الأُخْرَى حبس أربعا منهن الأولى فالأولى وتَرَكَ سائرهن\n(1/302)",
        "\nوكذَلِكَ قَالَ الْأَوْزَاعِيُّ\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ وأَبُوْعُبَيْدٍ: يختار منهن سِوَى نكحهن فِي عقدة واحدة أَوْ واحدا [37/أ] بَعْد واحد.\nوكذَلِكَ إِذَا أسلم\n\nوعنده أختان فاختار منهما أيتهما شاء\nوفي قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ تحبيس فهما 5 وذهب مَالك والشَّافِعِيّ عَلَى حَدِيْث غيلان بْن سالم أَنَّهُ أسلم وعنده عشر نسوة فأمره النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن يتخير منهن أربعا وحَدِيْث فيروز\n\nالديلمي أسلم وعنده أختان فأمره النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن يختار أيتهما شاء\n(1/303)\n",
        "[بَاب أحكام المرتد]\n[في ميراث المرتد وقتله]\n135- واخْتَلَفُوْا فِي ميراث المرتد\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا ارتد الرَّجُل عَن الإسلام عرض عَلَيْهِ الإسلام فإن أبى أن يسلم قتل وميراثه لولده المسلمين\n(1/304)\n\nوَقَالَ ربيعة بْن أبي عَبْد الرَّحْمَن وابْن أَبِيْ لَيْلَى: ميراث المرتد فيء.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وأَبُوْثَوْرٍ.\nوَقَالَ قتادة: ميراثه لورثته من أَهْل ملته.\n[في قتل المرتدة]\n136- واخْتَلَفُوْا فِي قتل المرتدة إِذَا ارتدت عَن الإسلام فقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا ارتدت الْمَرْأَة حبست ولم تقتل\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ",
        "(1/305)\n\nوأَبُوْعُبَيْدٍ: تقتل الْمَرْأَة إِذَا ارتدت عَن الإسلام لقول النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من بدل دينه فاقتلوه لحَدِيْث ابْن عَبَّاس\nقَالَ أَبُوْ عَبْدِ اللهِ: على هَذَا أذهب.\n[إِذَاأسلمت الأمة الموطوءة]\n137- قَالَ سُفْيَانُ: إِذَا هي أسلمت عرضت عَلَيْهِ الإسلام فإن أسلم كانت أم ولده فإن أبى أن يسلم قومت عَلَيْهِ قيمتها فسعت فِي قيمتها وإن أسلم بَعْد ذَلِكَ فلَيْسَ له أن يأخذها أم ولد له ولكن تسعى له فإن مَاتَ قبل أن تؤدي فليسى عليها شَيْء وهي حرة.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nويروى\n(1/306)",
        "\nهَذَا عَن الْحَسَن.\nوَقَالَ عُمَرُ بْنُ عَبْد الْعَزِيْزِ يؤدى عَلَيْهِ قيمتها من بيت المال وتعتق\nوَقَالَ مَالِكٌ هي حرة ولا شَيْء عليها\nوَقَالَ الْأَوْزَاعِيُّ تسعى فِي نصف قيمتها وهي حرة\nوَقَالَ عُبَيْدُ اللهِ بْن الْحَسَن: تؤدي عَلَيْهِ فِي كُلّ يوم قيمة خدمتها فإن هي أدت فِي قيمة الخدمة ما يبلغ قيمة رقبتها قبل أن يموت مولاها فهي حرة وإن مَاتَ مولاها قبل أن تؤدي قيمة رقتبها عتقت\nوَقَالَ الشَّافِعِيُُّ: إِذَا أسلمت حولت عنه وأخذ بالنفقة عليها وله أن يستعملها فيما شاء وهي معتزلة عنه ويؤاجرها عَلَى أن يموت فَإِذَامات فهي حرة\n\nقَالَ أَبُوْ عَبْدِ اللهِ: أذهب عَلَى هَذَا ولا أعلم بين أَهْل العلم اختلاف أن الرَّجُل إِذَا مَاتَ عَن أم ولده فلَا بَأْسَ أن تطيب وتخرج وتخضب ولا تتزوج حَتَّى تمضي عدتها\n(1/307)\n",
        "[عدة أم الولد من الوفاة أو العتق]\n138- واخْتَلَفُوْا فِي عدتها من وفاة سيدها ومن عتقه إياها فقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: عدتها ثلاث حيض فِي الوفاة والعتق جميعا\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وأَبُوْعُبَيْدٍ وأَبُوْ ثَوْرٍ وأَحْمَد: عدتها حيضة فِي العتق والوفاة.\nوذهبوا إِلَى حَدِيْث ابْن عمر.\nوَقَالَ الْأَوْزَاعِيُُّ: عدتها فِي الوفاة أربعة أشهر وعشرا، وفي العتق ثلاث حيض.\nوكذَلِكَ قَالَ إِسْحَاقُ واحتج بحَدِيْث عَمْرو بْن العاص: لا تلبسوا علينا\n(1/308)\n\nسنة نبينا عدة أم الولد إِذَاتوفي عنها سيدها أربعة أشهر وعشرا.\nوضعف أَحْمَد وأَبُوْعُبَيْدٍ حَدِيْث عَمْرو بْن العاص ولم يثبتاه.\n[في كنايات الطلاق]\nبَاب اعتدي\n[الطلاق باعتدي وأخواتها]\n139- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ إِذَاقَالَ الرَّجُل لامرأته: اعتدي وَهُوَ\n\nينوي ثلاثا فهي واحدة ويكون أحق بها.\nوقول أَهْل الرَّأْيِ فِي المكني كله-سوى اعتدي- إن نوى ثلاثا فَهُوَ ثلاث وإن نوى واحدة فهي واحدة بائنة وَقَالُوْا",
        "(1/309)\n\nفي\"اعتديط واحدة يملك الرجعة.\nوهَذَا تناقض.\n[بَاب النية في الطلاق]\n[إِذَاطلق ونوى ثلاثًا]\n140- واخْتَلَفُوْا فِي الرَّجُل يَقُوْل لامرأته أَنْتَ طالق وَهُوَ ينوي ثلاثا\nفقَالَ سُفْيَانُ وأَصْحَابُ الرَّأْيِ: هي واحدة وَهُوَ أحق بها.\nووافقهم عَلَى هَذَا الْقَوْل ِ الْأَوْزَاعِيُّ\n(1/310)",
        "\nوأَحْمَد بْن حَنْبَلٍ وأَبُوْ ثَوْرٍ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وإِسْحَاق: إن نوى ثلاثا فَهُوَ ثلاث إِذَاقَالَ لها: أَنْتَ طالق.\nوإن نوى اثنين فَهُوَ اثنين.\nوهَذَا الْقَوْل أحب إلي.\n[بَاب الإحصان]\n[هل يحصن المسلم بالذمية؟]\n141- واخْتَلَفُوْا فِي المسلم هل يحصن بغير المسلمة فقَالَ سُفْيَانُ وأَصْحَابُ الرَّأْيِ: لَا يحصن المسلم بالنَّصْرَانِيّة ولا بالمملوكة ولا يحصن إِلَّا بمسلمة حرة وتأول بعضهم في\n(1/311)\n",
        "ذَلِكَ الْحَدِيْث الذي يروى عَن كعب بْن مَالك أَنَّهُ أراد أن يتزوج بيهودية فقَالَ له النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: دعها عنك فإنها لَا تحصنك\"\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ وأَبُوْعُبَيْدٍ وإِسْحَاق:\n\nالْيَهُوْدِيّة والنَّصْرَانِيّة إِذَا كانت تحت مسلم ودخل بِهَا فزنا أَوْ زنت رجم أيهما زنا واحتجوا بأَنَّ النَّبِيَّ صلى اله عَلَيْهِ وسلم رجم يهوديا ويهودية وَقَالُوْا: إنما كانا محصنين إذ رجمها النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\nوَقَالَ أَحْمَدُ: فِي الأمة لَا تحصن الحر لأنها إن زنت لم\n(1/312)\n\nترجم.\nوأما حَدِيْث كعب بْن مَالك فلَيْسَ له إسناد يحتج بمثله ولو كَانَ ثابتا ل كَانَ معناه عَلَى خلاف ما ذهبوا إِلَيْهِ والإحصان فِي كلاما لعرب يقع عَلَى معان منه العفة\nوَقَالَ أَبُوْعُبَيْدٍ هَذَا التأويل الذي تأوله هؤلاء فِي حَدِيْث كعب بْن مَالك من أوحش ما يتأول عَلَى النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وفي أَصْحَابه أن يظن بهم الزنا ولَيْسَ هَذَا من مذهب الأنبياء ولا كلامهم ولكنه أراد عندنا تنزيهه عنها طلاية التي فيها شرط المحصنات دعها عنك فإنها لَا تحصنك يَقُوْل إِذَا كانت مشركة لم تؤمن أن تكونغَيْر عفيفة لم",
        "(1/313)\n\nيضعك عَن جماعها بموضع الحصانة منها ولكنها تكون قد أوطأتك من نفسهاغَيْر عفاف.\nوهَذَا هوالطريق الذي سلكه عُمَر فِي كتابه إِلَى حذيفة فيما كتب.\nوكذَلِكَ حَدِيْث ابن\n\nعمر: من أشرك بالله فلَيْسَ بمحصن\" إنما أراد عندنا ما أعلمتك.\n(1/314)",
        "\n[قول الرَّجُل لامرأته: اذهبي إِلَى أهلك ونحوه]\n142-واخْتَلَفُوْا فيما نوى بِهِ من الطلاق مما يشبه الطلاق\nفقَالَ سُفْيَانُ فِي قَوْل الرَّجُل لامرأته: اذهبي إِلَى أَهْلك أَوْ أخرجي أَوْ حبلك عَلَى غاربك أَوْ لَيْسَ لي عَلَيْك سبيل\": أَنَّهُ إِذَا نوى طلاقا كانت نيته فإن نوى ثلاثا فَهُوَ ثلاث وإن نوى واحدة فهي واحدة بائنة وهي أحق بنفسها. وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ إِلَّا أَنَّهُم قَالُوْا: إن نوى اثنتين لم تكن ثنتين\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ والْأَوْزَاعِيُّ\n(1/315)\n",
        "والشَّافِعِيُّ وأَبُوْعُبَيْدٍٍ: كما أراد بِهِ الطلاق من هَذِهِ الأُخْرَى التي ذكرها سُفْيَان فهي تطليقة يملك الرجعة إِلَّا أن ينوي أكثر من ذَلِكَ فتكون عَلَى ما نوى ثنتين أَوْ ثلاثا\nوالْقَوْل عِنْدِيْ عَلَى ما قَالَ مَالِكٌ وأَهْل الْمَدِيْنَة.\n(1/316)\n\n[إذاقَالَ لامرأتيه: إحداكما طالق]\n143- قَالَ سُفْيَانُ وأَصْحَابُ الرَّأْيِ فِي رجل قَالَ لامرأتين: إحداكما طالق\" أيتهما نوى فهي طالق وإن لم ينو اختار إحداهما.\nوَقَالَ أَبُوْعُبَيْدٍ: إِذَا قَالَ: إحداكما طالق فإن كَانَ المطلق اعتقد في\n\nنفسه خيارا إِلَى أن ينظر فِي أمره ويروى ثُمَّ يعزم عَلَى إحداهن كَانَ له ذَلِكَ فإن لم يعتقد ذَلِكَ فِي نفسه ولكنه أوقع الطلاق عَلَى إحداهن حتما من ساعته مِنْ غَيْرِ نظرة ولا روية اشترطها لنفسه فلا مذهب له إِلَّا اعتزالهن جميعا لأنه قد علم أن إحداهن مطلقة مِنْ غَيْرِ تعريف بعينها ولا خيار له فيها\nوَقَالَ أَبُوْ ثَوْرٍ: إِذَا قَالَ: إحداكما طالق ولا نية له فِي واحدة بعينها فَإِنَّهُ يقرع بينهما فمن أصابته القرعة طلقت",
        "(1/317)\n\nوكانت الأُخْرَى امرأته.\n[اختلاف الزوجين في المهر]\n144- واخْتَلَفُوْا فِي اختلاف الزوج والْمَرْأَة فِي المهر إِذَا قالت الْمَرْأَة أكثر مما أقر بِهِ الزوج:\nفقَالَ سُفْيَانُ: إِذَا اختلفا ولَيْسَ بينهما بينة فلها مهر مثلها من نسائها.\nوهَذَا الْقَوْل روي عَن إِبْرَاهِيْم وَهُوَ قَوْل حماد وأبي عُبَيْد وبعضِ أَصْحَابِ الرَّأْيِ.\nوَقَالَ الشعبي والحكم وابن شُبْرُمَةَ وابْن أَبِيْ لَيْلَى: الْقَوْل قَوْل الزوج مَعَ يمينه.\nوَقَالَ مَالِكٌ: إن لم يكن دخل بِهَا فإنهما يتحالفان فإن حلف ولم ترض الْمَرْأَة بقول الزوج\n(1/318)",
        "\nفسخ النكاح.\nوَقَالَ الشَّافِعِيُُّ: يتحالفان ولها مهر مثلها والنكاح ثابت وسواء اختلفا قبل الدخول أَوْ بعده.\nبَاب الْمَرْأَة تبلغها وفاة زوجها فتنكح ثُمَّ يأتيهاالزوج\n[إِذَاغاب الزوج فتزوجت المرأة]\n145- قَالَ سُفْيَانُ: إِذَا غاب الرَّجُل عَن امرأته فبلغها أَنَّهُ قد مَاتَ فتزوجت ثُمَّ جاء زوجها الْأَوَّل بَعْد وقد دخل بِهَا هَذَا الزوج الآخر فلها المهر من\n\nالآخر ويعتزلها الآخر حَتَّى تمضي عدتها ثُمَّ ترجع عَلَى الْأَوَّل والولد للزوج الأخير فإن فارقها الزوج الْأَوَّل وهي عِنْدَ الأخير فتكفيها عدة منهما\n(1/319)\n",
        "وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ إِلَّا فِي الولد الذي ولدت عَلَى فراش الثاني فإن كبيرهم قَالَ: يلحق بالزوج الْأَوَّل وخالفه أَصْحَابه فقَالُوْا: يلحق الولد بالثاني وكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وإِسْحَاقُ.\n(1/320)\n\n[بَاب تأثير الزنا عَلَى عقد النكاح]\n[إِذَافجرت الْمَرْأَة قبل الدخول]\n146- قَالَ سُفْيَانُ: إِذَافجرت الْمَرْأَة قبل أن يدخل بِهَا زوجها أقيم عليها الحد ونكاحها كما هو.\nوكذَلِكَ قَالَ في الرَّجُل إِذَا زنى [40/ب] يجلد وينفى سنة إِذَا لم يكن دخل بالْمَرْأَة وإن كَانَ قد أحصن يرجم.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وإِسْحَاقُ.\nوَقَالَ أَصْحَابُ الرَّأْيِ مثل قولهم إِلَّا فِي النفي فإنهم قَالُوْا: لَا ينفى الزاني ولا الزانية",
        "(1/321)\n\n[الزواج بالزانية]\n147- وقَالَ سُفْيَانُ: إِذَا فجر الرَّجُل بالْمَرْأَة ثُمَّ أحب أن يتزوجها فعل وإن فجرت بغيره أيضا فلَا بَأْسَ أن يتزوجها.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ؛ وَهُوَ قَوْل الشَّافِعِيّ وأَحْمَد.\nويروى هَذَا عَن أبي بكر\n(1/322)",
        "\nوعمر وابن عَبَّاس وجابر رضي الله عنهم.\nوَقَالَ أَبُوْعُبَيْدٍٍ: إِذَا كانا قد تابا فلَا بَأْسَ أن يتزوجا وإن لم يكونوا تابا فلَيْسَ له أن يتزوج بها.\nروي هَذَا عَن عَبْد اللهِ بْن مسعود وسعيد بْن المسيب والْحَسَن وطاوس رضي الله عنهم.\n(1/323)\n",
        "وَقَالَت عَائِشَة والبراء: هما زانيان إِلَى يوم القيامة.\nوقد روي هَذَا عَنِ ابْنِ مسعود\n\nقَالَ أَبُوْ عَبْدِ اللهِ: أحب الأقوال إِلَيَّ ما قاله سُفْيَان ومن وافقه.\n[إِذَاتزوج بامرأة ثُمَّ قبل أمها]\n148- قَالَ سُفْيَانُ: إِذَا تزوج الرَّجُل بالْمَرْأَة ثُمَّ نظر عَلَى فرج أمها أَوْ قبلها أَوْ لمسها فإن ابنتها تكره له وإِذَافعل ذَلِكَ بامرأة ابنه فسدت عَلَى ابنه وَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ\n(1/324)\n\n[إِذَاجامع الرَّجُل الْمَرْأَة وابنتها]\n149- وقَالَ سُفْيَانُ: إِذَا جامع الرَّجُل [41/أ] امرأته وابنة امرأته فسدت عَلَيْهِ البنت والأم وكذَلِكَ قَالَ الْأَوْزَاعِيُّ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وأَصْحَابه وأَبُوْ ثَوْرٍ وغيره: إِذَا زنى الرَّجُل بالْمَرْأَة فلَا بَأْسَ أن يتزوج بأمها وابنتها وكذَلِكَ إِذَا تزوج بامرأة ثُمَّ زنى بأمها أَوْ ابنتها لم تحرم عَلَيْهِ امرأته وذهبوا إِلَى حَدِيْث ابْن عَبَّاس فِي رجل زنا بأم امرأته ألا تحرم عَلَيْهِ امرأته.\nويروى ذَلِكَ عَن سعيد بْن المسيب وعروة بْن الزبير والزُّهْرِيّ.\nوَقَالَ أَحْمَدُ وَإِسْحَاقُ: إِذَا زنى بالْمَرْأَة فلَيْسَ له أن يتزوج بأمها ولا ابنتها وإن قبلها أَوْ باشرها فلَا بَأْسَ أن يتزوج بأمها أَوْ ابنتها.\nوكذَلِكَ إن كَانَ قد تزوج ثُمَّ زنى بأم امرأتهأ وابنتها حرمت عَلَيْهِ امرأته وإن قبلها",
        "(1/325)\n\nأَوْ باشرها لم تحرم عَلَيْهِ ويروى هَذَا عَن أبي هريرة.\n\nقَالَ أَبُوْ عَبْدِ اللهِ: والذي أذهب إِلَيْهِ قَوْلُ مَالِكٍ وأَهْلِ الْمَدِيْنَة والشَّافِعِيِّ وَأَبِيْ ثَوْرٍ وَمَنْ تَبِعَهُمْ.\n[عدة التي ارتفع حيضتها]\n150- واخْتَلَفُوْا فِي الْمَرْأَة تطلق فتحيض حيضة أَوْ حيضتين ثُمَّ ترتفع حيضتها:\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: تنتظر حين تيأس من المحيض فَإِذَايئست من المحيض اعتدت ثلاثة أشهر.\nوهَذَا آخر قَوْل الشَّافِعِيِّ.\nوذهبوا إِلَى حَدِيْث ابْن مسعود نحو هَذَا\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: تربص سنة ثُمَّ تزوج.\nوكذَلِكَ\n(1/326)",
        "\nقَالَ أَحْمَد وإِسْحَاق وأَبُوْعُبَيْدٍ؛ وذهبوا إِلَى حَدِيْث عُمَر بْن الخطاب أَنَّهُ قَالَ: إِذَاارتفعت حيضتها فإنها تربص تسعة أشهر للحمل ثُمَّ تعتد ثلاثة أشهر ثُمَّ تتزوج\".\nوهَذَا إِذَا كَانَ ارتفاع حيضتها لغير علة تعرف وإِذَاارتفعت حيضتها لعلة مرض أَوْ رضاع فإنها تربص حَتَّى ترتفع عنها تلك العلة إن كانت مريضة حَتَّى تبرأ وإن كانت مرضعة حَتَّى تفطم ولدها فإن عاودها الحيض بَعْد ذَلِكَ اعتدت بالحيض وإلا تربصت سنة ثُمَّ تتزوج.\nهَذَا فِي قَوْل مَالك ومن ذكرنا من متابعته.\n(1/327)\n",
        "[بَاب العشرة الزوجية]\n[الإقامة عِنْدَ البكر والثيب]\n151- واخْتَلَفُوْا فِي العقامة إِذَا البكر إِذَا تزوجها عَلَى الثيب وعند الثيب إِذَا تزوجها عَلَى البكر.\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة: إِذَا تزوج البكر عَلَى الثيب أقام عندها سبعا ثُمَّ قسم وإِذَاتزوج الثيب عَلَى البكر أقام عندها ثلاثا ثُمَّ قسم.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وأَبُوْعُبَيْدٍٍ.\nويروى هَذَا الْقَوْل عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوقَالَ سُفْيَانُ: كَانَ يقال: إِذَا تزوج الرَّجُل [42/أ] البكر عَلَى الثيب أقام عندها ثلاثا ثُمَّ قسم بينهما بعده وإِذَاتزوج الثيب عَلَى البكر أقام عندها ليلتين ثُمَّ قسم بينهما.\nويروى هَذَا الْقَوْل عَن الْحَسَن وابْن سِيْرِيْنَ وكَانَ الْأَوْزَاعِيّ يَقُوْل مثل ذَلِكَ\n(1/328)\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا تزوج الْمَرْأَة بكرا كانت أَوْ ثيبا وله امرأة غيرها لم يقم عندها إِلَّا كما يقيم عِنْدَ التي كانت عنده ويقسم بينهما سواء ولا يفضلها بشيء.\nوَقَالَ أَبُوْ ثَوْرٍ: وهَذَا خلاف السنة والأثر عَن أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
        "(1/329)\n\n[بَاب الْمَرْأَة تهب زوجها شيئًا]\n[هبة الْمَرْأَة زوجها]\n152- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا أعطت الْمَرْأَة زوجها شيئا فقبضه فلَيْسَ لها أن ترجع عليه\n\nوَقَالَ أَحْمَدُ وأَبُوْ ثَوْرٍ: لَيْسَ لقريب ولا لبعيد أن يهب هبة فيرجع فيها إِلَّا الوالد فيما يعطي ولده.\nوروي هَذَا عَنِ ابْنِ عُمَر وابن عَبَّاس عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n(1/330)",
        "\nوكَانَ إِسْحَاق يَقُوْلُ: للمرأة أن ترجع فيما وهبت زوجها ولَيْسَ للزوج أن يرجع فيما وهب لامرأته.\nروي ذَلِكَ عَن جماعة من التابعين.\nقَالَ أَبُوْ عَبْدِ اللهِ: والذي أذهب إِلَيْهِ قَوْل أَحْمَد وأَبِيْ ثَوْرٍ\n(1/331)\n",
        "[بَاب تعليق الطلاق]\n[إن تزوجت فلانة فهي طالق]\n153- واخْتَلَفُوْا فِي الطلاق قبل النكاح\nفقَالَ سُفْيَانُ: إِذَا قَالَ: إن تزوجت فلانة فهي طالق وإن تزوجت من بني فلان أَوْ من البصرة أَوْ من الْكُوْفَة أَوْ وقت سنة أَوْ أكثر\" فإن تزوج وقع عليها الطلاق فلها نصف المهر. وإن كَانَ دخل بِهَا فلها المهر بما دخل بِهَا ويفرق بينهما فإن لم يكن دخل بِهَا فلها نصف المهر ويفرق بينهما وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ وسواء عندهم عم بقوله النساء كلهن أَوْ خص بعضهن دون بعض.\nقَالَ مَالِكٌ: إن سماها أَوْ خص بلدا أَوْ قبيلة أَوْ وقت وقتا وقع الطلاق فإن عم فلَيْسَ بشيء.\nوَكذَلِكَ قَالَ\n(1/332)\n\nابْن أَبِيْ لَيْلَى.\n\nوَقَالَ الْأَوْزَاعِيُُّ: إن كَانَ قد تزوجها لم آمره أن يفارقها وإن لم يكن تزوجها آمره أن يتزوجها.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ.\nوَقَالَ أَحْمَدُ: إن تزوج لم آمره أن يفارقها\nوَقَالَ ابْن عيينة: لَا بَأْسَ أن يتزوج بما خص أَوْ عم.\nوَكَانَ الشَّافِعِيُّ يذهب إِلَى هَذَا.\nوَهُوَ قَوْل أَبِيْ ثَوْرٍ",
        "(1/333)\n\nوَكَانَ إِسْحَاق يقف فِي المنصوبة خاصة فلا يفتي فيها وكلما لم يسم امرأة بعينها، وكَانَ يَقُوْلُ: لَا بَأْسَ أن يتزوج بها.\nقَالَ أَبُوْ عَبْدِ اللهِ: والذي أذهب إِلَيْهِ أن المنصوبة وغيرها سواء فِي ذَلِكَ وأنه إن تزوج بِهَا لم يقع عليها الطلاق. والذي اختاره له أن يتزوج بها.\n[بَاب الْمَرْأَة المطلقة ثلاثًا تستحل بنكاح الذمي]\n[المطلقة ثلاثا تستحل بنكاح الذمي]\n154- قَالَ سُفْيَانُ: إِذَا طلق الرَّجُل امرأته وهي نصرانية فتزوجها نصراني ودخل بِهَا ثُمَّ طلقها فَهُوَ زوج فلَا بَأْسَ أن ترجع إِلَى زوجها الْأَوَّل وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَهُوَ قَوْل الشَّافِعِيّ وأبي عُبَيْد.\nوَقَالَ مَالِكٌ: لَا ترجع إِلَى زوجها الْأَوَّل حَتَّى يتزوج بِهَا مسلم.\n(1/334)",
        "\nوَقَالَ مَالِكٌ: وكذَلِكَ المسلم يتزوج المسلمة ثُمَّ يجامعها حائضا فَإِنَّهُ لَا يحلها لزوجها ولا يحلها إِلَّا الْوَطْء الحلال.\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: تحل لزوجها كما يحل الْوَطْء فِي الطهر\nقَالَ أَبُوْ عَبْدِ اللهِ: إِذَاوطئها فِي الحيض فقد حل للزوج الْأَوَّل لأنه قد وطئها.\nوكذَلِكَ قَالَ في الأول.\n[بَاب نكاح التحليل]\n[نكاح التحليل]\n155- واخْتَلَفُوْا فِي الرَّجُل يطلق امرأته فتتزوج زوجا ليحلها لزوجها الأول:\nفقَالَ سُفْيَانُ الثوري والْأَوْزَاعِيّ ومَالِكٌ: لَا تحل لزوجها الْأَوَّل،\nوَكذَلِكَ قَالَ أَحْمَد وأَبُوْعُبَيْدٍ وإِسْحَاق؛ لِأَنَّ النكاح فاسد إِذَا تزوج بِهَا ليحلها للأخبار التي جاءت عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: لعن الله المحلل\n(1/335)\n",
        "والمحلل له.\nوحَدِيْث عمر: لَا أوتى بمحلل ولا محلل له إِلَّا رجمتهما\".\n\nوَقَالَ الشَّافِعِيُُّ: إِذَا تزوج بِهَا ليحلها فالنكاح ثابت إِذَا لم يشترط ذَلِكَ فِي عقد النكاح مثل أن يَقُوْل: أنكحك حَتَّى أصيبك فتحلين لزوجك الْأَوَّل فَإِذَاأصبتك فلا نكاح بيني وبينك فَإِذَااشترط هَذَا فالنكاح باطل ولَيْسَ هو حالا ولا محللا له.\nقَالَ أَبُوْ عَبْدِ اللهِ: أذهب إِلَى قَوْل سُفْيَان ومَالك والْأَوْزَاعِيّ.\n(1/336)\n\n[طلاق المكرَه وعتقه]\n156- وَاخْتَلَفُوْا فِيْ طَلَاقْ الْمُكْرَهِ:\nفَقَالَ سُفْيَانُ: إِذَا أخذ السلطان رجلا فأكره عَلَى طلاق أَوْ عتق فأحلفه جاز عَلَيْهِ إِلَّا أن يكون درك ذَلِكَ عَلَى شَيْء ينوي شيئا وكذَلِكَ قَالَ: أَصْحَاب الرَّأْيِ\nوَقَالَ الْأَوْزَاعِيُّ ومَالك بْن أَنَس وأَهْل الْمَدِيْنَة وأَحْمَد بْن حَنْبَلٍ وإِسْحَاق: لَا يجوز طلاق المكره ولا عتاقه.\nوكذَلِكَ قَالَ أَبُوْثَوْرٍ",
        "(1/337)\n\nواحتجوا بقول الله تَعَالَى: {إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ [النحل:106} .\nقَالُوْا: فرخص الله للمكره أن يفكر بلسانه قَالَ: فيما دون الكفر من أفعال اللسان أولى أن يكون مرخصا فيه واحتجوا بالأخبار التي [44/ب] رويت أن أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُم لم يجيزوا طلاق المكره يروى ذَلِكَ عَن علي بْن أبي طالب وابن عَبَّاس وابن عُمَر وابن الزبير عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: رفع الله عَن هَذِهِ الأمة الخطأ والنسيان وما أكرهوا عَلَيْهِ إِلَّا أَنَّهُ لَيْسَ له إسناد\n\nيحتج بمثله.\nوالحجة\n(1/338)",
        "\nلمذهب سُفْيَان حَدِيْث علي: كل طلاق جائز إِلَّا طلاق المعتوه\"\nويذهب أَبُوْ عَبْد اللهِ فِي هَذَا إِلَى أَنَّهُ لَا يجوز طلاقه.\nوقد أجمعوا أَنَّهُ لَا يجوز بيعه ولا إقراره إِذَا أقر بدين؛ وكذَلِكَ طلاق المكره قياسا عَلَى هَذَا.\n(1/339)\n",
        "[بَاب الاشتراط في النكاح]\n[إِذَااشترط أن لايتزوج عليها ونحوه]\n157- واخْتَلَفُوْا فِي الرَّجُل يتزوج الْمَرْأَة ويشترط لها أن لَا يخرجها من دارها ولا يتزوج عليها ونحو هَذَا\nفقَالَ سُفْيَانُ: إِذَا تزوجها خرج بِهَا إن شاء وتزوج عليها إن شاء ولكن أحسن أن يفي بالشرط أن لَا يخرجها وأما التزويج فليتزوج وإن شرط لها إن هو تزوج عليها فلها كَذَا وكَذَا فلَيْسَ يؤخذ بشيء من ذَلِكَ إن فعل وكذَلِكَ قَالَ الشَّافِعِيُُّ.\nوَهُوَ قَوْل مَالِكٍ وأَهْلِ الْمَدِيْنَة\n\nوأَصْحَابِ الرَّأْيِ وَهُوَ قَوْلُ أبي عُبَيْد.\nوَقَالَ الْأَوْزَاعِيُُّ: الشرط جائز ولَيْسَ له أن يخرج بِهَا من بلدها.\nوكذَلِكَ قَالَ أَحْمَد بْن حَنْبَلٍ وإِسْحَاق وأَبُوْثَوْرٍ\nوكذَلِكَ إِذَا اشترط أن لَا يتزوج عليها فإن تزوج\n(1/340)\n\nفالنكاح جائز والشرط لازم\nقَالَ أَحْمَدُ: فإن هو تزوج عليها فهي مخيرة واحتجوا بحَدِيْث عقبة بن عامر أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: إن أحق الشروط أن يوفى بِهِ ما استحللتم بِهِ الفروج\".\nقَالَ أَبُوْ عَبْدِ اللهِ: يبطل الشرط ويثبت النكاح لِأَنَّ الله تعالى قد أباح للرجل أن يتزوج أربعا وأن يتسرى فَإِذَاهي شرطت عَلَيْهِ أن يتزوج ولا يتسرى فقد شرطت عَلَيْهِ تحريم ما أحل الله.\nوفي حَدِيْث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: المسلمون عند",
        "(1/341)\n\nشروطهم إِلَّا شرطا أحل حراما أَوْ حرم حلالا\".\n\nوقوله فِي قصة بريرة حين شرطوا عليها الولاء فأبطل النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الشرط ثُمَّ خطب الناس فقال: ما بال أقوام يشترطون شروطا لَيْسَ من كتاب الله ألا إن كُلّ شرط لَيْسَ فِي كتاب الله فَهُوَ باطل وإن كَانَ مائة شرط\".\n[الواجب لها عند من أبطل الشروط]\n158- واخْتَلَفُوْا الذين أبطلوا هَذِهِ الشروط فيما يجب لها من المهر إِذَا هي نقصته من مهر مثلها بسبب هَذِهِ الشروط التي شرطت عليه\nفقَالَ سُفْيَانُ ومَالك إن كانت نقصته من مهر مثلها عَلَى أن لَا يخرجها من دارها كَانَ له أن يخرجها ولا يلزمه\n(1/342)",
        "\nالصداق أكثر مما سمى لها.\nوَقَالَ الشَّافِعِيُُّ: يكمل لها مهر مثلها ويبطل الشرط مثل أن يشترط عليها أن يقسم لها الليالي أقل مما يقسم لسائرها أَوْ ينفق عليها أقل مما يجب عَلَيْهِ فالشرط باطل ولها مهر مثلها وتبطل الزيادة التي زادها بسبب هَذِهِ الشروط.\nفإن هي كانت شرطت عَلَيْهِ عنه أن أخرجها فصداقها ألفان وإن لم يخرجها فصداقها ألف فإن شريحا قضى بتجويز الشرط عَلَى ما اشترطا وكذَلِكَ قَالَ الْأَوْزَاعِيُّ وأَحْمَد بْن حَنْبَلٍ.\nوأما الذين أبطلوا الشرط فإنهم اخْتَلَفُوْا فِي ذَلِكَ\n\nفقَالَ طَائِفَة أُخْرَى: له أن يخرجها والشرطان جميعا جائزان\nوفي قَوْل الشَّافِعِيّ: الشرط باطل ولها مهر مثلها أخرجها أَوْ لم يخرجها كَانَ مهر مثلها أقل أَوْ أكثر مما سمى لها.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهكَذَا الْقَوْل عِنْدِيْ عَلَى ما قَالَ الشَّافِعِيُُّ.\n(1/343)\n",
        "[إِذَاطلق امرأته ثُمَّ راجعها فتزوجت]\n159- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا طلق الرَّجُل امرأته واحدة أَوْ اثنتين ثُمَّ إنه سافر وأشهد عَلَى رجعتها قبل أن تمضي عدتها أَوْ لم يبلغها ثُمَّ تزوجت فَهُوَ أحق بِهَا دخل بِهَا الآخر أَوْ لم يدخل بها.\nوروي هَذَا الْقَوْل عَن علي بْن أبي طالب.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: إِذَا لم يبلغها الرجعة فتزوجت ثُمَّ جاء زوجها الْأَوَّل فأثبت أَنَّهُ قد راجعها فِي العدة فإن لم يكن دخل بِهَا الآخر فَهُوَ أحق بِهَا ترد عَلَيْهِ وإن كَانَ دخل بِهَا لم يكن للأول عليها سبيل وهي امرأة الآخر.\nيروى هَذَا عَن عُمَر بْن الخطاب\n(1/344)\n\nقَالَ أَبُوْ عَبْدِ اللهِ: والْقَوْل المروي عَن علي، الذي قَالَ بِهِ سُفْيَان أحب إِلَيَّ. وإن جاءت بولد فالولد للآخر.\nوَقَالَ النعمان: الولد للأول.\n[الزواج بامرأة عَلَى طلاق أُخْرَى]\n160- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا قَالَ الرَّجُل لامرأة: أتزوجك على\n\nطلاق امرأتي هَذِهِ\" وله امرأة فتزوجها عَلَى ذَلِكَ فلها مهر مثلها إن كَانَ دخل بِهَا وإن لم يكن دخل بِهَا فطلقها فلها المتعة فإن مَاتَ عنها فلها مهر مثلها.\nوفي قَوْل الشَّافِعِيّ: إن طلقها قبل الدخول بِهَا فلها",
        "(1/345)\n\nنصف المهر مثلها كذَلِكَ كُلّ مهر مجهول فَإِنَّهُ فاسد وتم عقد النكاح عَلَيْهِ ثُمَّ طلق قبل الدخول فلها نصف مهر مثلها فِي قَوْل الشَّافِعِيّ وذَلِكَ مثل أن يتزوج عَلَى حكمها أَوْ حكمه أَوْ يتزوجها عَلَى ثمرة لم يبدو صلاحها وما أشبه ذَلِكَ من الصداق المجهول أَوْ الفاسد.\nوفي قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ: فِي هَذَا كله إِذَا طلقها قبل الدخول فلها المتعة وكذَلِكَ قَالَ أَبُوْثَوْرٍ.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا أصح الْقَوْل ين عِنْدِيْ.\n[الرَّجُل يعلق طلاق امرأته عَلَى شَيْء ثُمَّ يطلقها]\n161- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا قَالَ: الرَّجُل لامرأته إن دخلت دار فلان فأنت طالق ثلاثا فطلقها تطليقة بائنة ثُمَّ دخلت لم يقع عليها الطلاق بدخولها.\nوكذَلِكَ قَالَ إِسْحَاق.\nوفي قَوْل مَالك والشَّافِعِيّ وأَصْحَابه وأبي عُبَيْد: إِذَا قَالَ لامرأته: أَنْتَ طالق تطليقة بائنة\" وقد دخل بِهَا فإن له عليها الرجعة ما دامت فِي عدتها وقوله بائنة باطل؛ لأن\n(1/346)",
        "\nالله جل وعلا قد جعل للمطلق واحدةً [أو] اثنتين، الرجعة ما دامت فِي العدة فقَالَ تَعَالَى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلاَثَةَ قُرُوَءٍ [البقرة: 228} .\n\nإِلَى قوله عز وجل: {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ [البقرة: 228} قَالُوْا: فلا يبطل ما جعله له وملكه إياه بقوله كما لو أعتق عبدا له عَلَى أن لَا دلالة كَانَ العتق جائزا وكَانَ الولاء له لِأَنَّ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: الولاء لمن أعتق\" فلا يبطل الولاء بإبطاله إياه.\nوكذَلِكَ الرجعة لَا تبطل بإبطاله إياه.\nويروى هَذَا عَن عَبْد اللهِ بْن مسعود من حَدِيْث ابْن أَبِيْ لَيْلَى أَنَّهُ قَالَ: لا يكون طلاق بائن إِلَّا فِي خلع وإِيلاء.\nوفي قَوْل الشَّافِعِيّ ومن سمينا إِذَا قَالَ لها: أَنْتَ طالق ثلاثا إن دخلت دار فلان ثُمَّ قَالَ لها: أَنْتَ طالق تطليقة بائنة\" ثُمَّ دخلت الدار قبل أن تنقضي عدتها فإنها تطلق ثلاثا بالْحَدِيْث لأنه لَا يملك رجعتها ولكن إن لم تدخل الدار حَتَّى تنقضي عدتها ثم\n(1/347)\n",
        "دخلت لم يحنث فإن هو تزوج بِهَا بَعْد ذَلِكَ فهي امرأته ولا يحنث أبدا بَعْد ذَلِكَ إن دخلت الدار أَوْ لم تدخل لِأَنَّ الحنث قد وقع ولَيْسَت فِي ملكه فِي قَوْل الشَّافِعِيّ وأَصْحَابه.\nقَالَ أَبُوْ عَبْدِ اللهِ: والْقَوْل عندنا أَنَّهُا لَا تبين بواحدة إِلَّا بَعْد انقضاء العدة\nبَاب الإيلاء\n[بم يكون الإيلاء؟]\n162-اخْتَلَفَأَهْل العلم فِي الرَّجُل يحلف عَلَى أربعة أشهر فما دونها أن لَا يقرب امرأته فيها هل يكون بذَلِكَ موليا أم لا؟\n\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لَا يكون موليا حَتَّى يحلف عَلَى أربعة أشهر فصاعدا.\nوَقَالَ ابْن أَبِيْ لَيْلَى\n(1/348)\n\nوشَرِيْك مَعَ طَائِفَة من أَهْل الكوفة: إِذَا حلف عَلَى قليل من الأوقات أَوْ كثير أن لَا يجامع امرأته فيها فتَرَكَ أربعة أشهر لم يجامعها فَهُوَ مول.\nوقد روي ذَلِكَ عَنِ ابْنِ مسعود أن رجلا حلف أن لَا يقرب امرأته عشرا فتركها أربعة أشهر فأبانها منه.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وأَبُوْعُبَيْدٍ: لَا يكون موليا يجب عَلَيْهِ حكم الإيلاء حَتَّى يحلف أن لَا يجامع امرأته أكثر من أربعة أشهر فَإِذَاحلف عَلَى أكثر من أربعة أشهر ثُمَّ تركها أربعة أشهر لم يجامعها وجب عَلَيْهِ حكم الإيلاء.\nوقد روي عَنِ ابْنِ عَبَّاس أَنَّهُ قَالَ: المولي الذي يحلف أن لَا يأتي امرأته أبدا",
        "(1/349)\n\n[مَتَى تبين الْمَرْأَة في الإيلاء؟]\n163- واخْتَلَفُوْا ما الذي يجب عَلَيْهِ من حكم الإيلاء بَعْد مضي الأربعة أشهر\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ وابْن أَبِيْ لَيْلَى: إِذَاحلف الرَّجُل أن لا\n\nيجامع امرأته أربعة أشهر أَوْ أكثر ثُمَّ تركها فلم يراجعها أربعة أشهر بانت منه بتطليقة وتعتد بَعْد الأربعة الأشهر ثلاث حيض ويخطبها زوجها فِي عدتها ولا يخطبها غيره فإن شاءت تزوجه فِي عدتها.\nوَقَالَ مَالِكٌ والشَّافِعِيّ وأَبُوْ ثَوْرٍ وأَبُوْعُبَيْدٍ وأَحْمَد وإِسْحَاق: إِذَا مضت أربعة أشهر فرافعته الْمَرْأَة عَلَى الحاكم تطالبه بالْجِمَاع وقفه الحاكم لها إما أن يفيء وإما أن يطلق ولا\n(1/350)",
        "\nتبين منه دون أن يوقف الحاكم فَإِذَاوقفه الحاكم فإن هو فاء فبقي امرأته عَلَى حالها. وإن طلق طلقت تطليقة وَهُوَ أملك برجعتها.\nفأما أن لم ترافعه ورضيت أن لَا يجامعها فهي امرأته أبدا حَتَّى ترافعه وتطالبه.\nوهَذَا الْقَوْل يروى عَن علي بْن أبي طالب وعمر بْن الخطاب وعثمان بْن عفان وابن عُمَر وعَائِشَة وأبي الدرداء رضي الله عنهم.\nوَقَالَ سهيل بْن أبي صَالِح عَن أبيه: سألت اثني عشر رجلا من أَصْحَاب رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن الرَّجُل يولي من امرأة فكلهم يقولون: لَيْسَ عَلَيْهِ شَيْء حَتَّى تمضي أربعة أشهر فيوقف فإن فاء وإلا طلق\n(1/351)\n",
        "وقَالَ ابْن شُبْرُمَةَ: إِذَا مضت أربعة أشهر فلم يجامعها طلقت تطليقة وَهُوَ\n\nأملك برجعتها.\nويروى هَذَا الْقَوْل عَن سعيد بْن المسيب وأبي بكر بْن عَبْد الرَّحْمَن ومكحول والزُّهْرِيّ.\n[إِذَالم يفئ الزوج ولم يطلق]\n164- قَالَ أَبُوْ عَبْدِ اللهِ: فإن لم يفئ ولم يطلق فإن الشَّافِعِيّ قَالَ: يطلق عَلَيْهِ الحاكم تطليقة ويكون أملك برجعتها.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ وأَبُوْ ثَوْرٍ.\nوبه أقول.\n(1/352)\n\n[كَيْفَ يفيء العاجز؟]\n165- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إِذَا كَانَ الرَّجُل مريضا لم يقدر أن يجامع أَوْ كبر أَوْ حبس أَوْ كانت حائضا أَوْ نفساء لَا يقدر أن يجامعها فكَيْفَ بلسانه يَقُوْل قد فئت فَإِنَّهُ يجزيه ذَلِكَ\nوَقَالَ الشَّافِعِيُُّ: إِذَا أوقفه الحاكم فحاضت أَوْ مرضت مرضا يمنع الإصابة لم يكن عَلَيْهِ سبيل حَتَّى تطهر أَوْ تبرأ من",
        "(1/353)\n\nمرضها ثُمَّ يوقف فإما أن يفيء أَوْ يطلق.\nوكذَلِكَ قَالَ أَبُوْ ثَوْرٍ قَالَ: لا يجزئه الفيء باللسان من الْجِمَاع\nقَالَ أَبُوْ عَبْدِ اللهِ: وبه أقول.\nفإن قَالَ لها: أَنْتَ علي كظهر أمي إن جامعتك فمضت أربعة أشهر قبل\n\nأن يجامعها فإن سُفْيَان وأَصْحَاب الرَّأْيِ قَالُوْا: قد وقع عليها الإيلاء وبانت منه بتطليقة قَالُوْا: فإن جامعها بَعْد الأربعة الأشهر وقع عليها الظِّهَار ولا يجامعها بَعْد جماعه الْأَوَّل حَتَّى يكفر وسقط الإيلاء وكذَلِكَ قَالَ الشَّافِعِيُّ فِي كلا المسألتين.\nوَقَالَ الشَّافِعِيُُّ: إِذَا جعلها عَلَيْهِ كظهر أمه إن قربها سنة فتركها سنة فهي امرأته ولا يدخل عليها الإيلاء\n(1/354)",
        "\n[إذاقال: إن قربتك فأنت طالق]\n167- فإن قَالَ لها: فإن قربتك فأنت طالق ثلاثا فتركها أربعة أشهر لم يقربها فَهُوَ مول فِي قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ والشَّافِعِيّ وأَبِيْ عُبَيْدٍ.\nقَالَ عَطَاء بْن أبي رباح: لَا يكون موليا لِأَنَّ الطلاق لَيْسَ بيمين.\nقَالَ أَبُوْ عَبْدِ اللهِ: والْقَوْل عندنا ما قَالَ سُفْيَانُ ومن تابعه فِي هده المسألة والتي قبلها.\n(1/355)\n",
        "[إن ظاهر منها فوقت وقتا]\n168- فإن ظاهر منها فوق سنة أَوْ شهر أَوْ يوما\nفإن سُفْيَان وأَصْحَاب الرَّأْيِ قَالُوْا: لَا يكون إيلاء إنما هو ظهار.\nوكذَلِكَ قَالَ الشَّافِعِيُّ ومَالك: إن كَانَ المظاهر يريد الإضرار بظهاره كَانَ كالمولي وإن لم يرد اضرارا فلا يكون إيلاء.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ.\nويروى عَن جابر بْن زيد وقتادة أَنَّهُما قَالَا: إِذَا تركها حَتَّى تمضي أربعة أشهر لم يجامعها ولم يكفر فِي الظِّهَار فَهُوَ مولي\n\nقَالَ أَبُوْ عَبْدِ اللهِ: الْقَوْل عِنْدِيْ ما قَالَ سُفْيَانُ ومن تابعه.\n(1/356)\n\n[إن آلى ثُمَّ فارق بواحدة أو اثنتين]\n169- فإن آلى الرَّجُل ثُمَّ فارق بواحدة أَوْ اثنتين\nفإن سُفْيَان وأَصْحَاب الرَّأْيِ قَالُوْا: لَا يهدم ذَلِكَ الإيلاء وإن مضت أربعة أشهر قبل أن تحيض ثلاث حيض بانت منه.\nوَقَالَ مَالِكٌ وأَبُوْعُبَيْدٍ: إن انقضت الأربعة الأشهر قبل أن تنقضي عدة الطلاق فَإِنَّهُ يوقف فَإِذَاأوقف فإن صار عَلَى الرجعة والفيء فهي امرأته وإن لم يف وطلق فهما تطليقتان.\nويروى عَن عَطَاء وإِبْرَاهِيْم أن الطلاق قد هدم فإن مضت الأربعة الأشهر قبل أن تنقضي عدة الطلاق فلا شَيْء عَلَيْهِ من وقوف ولا غيره.\nوَقَالَ الشَّافِعِيُُّ: إِذَا آلى ثُمَّ طلقها ومضت الأربعة الأشهر قبل أن تنقضي عدة الطلاق فلا وقوف عَلَيْهِ ولا طلاق ما لم يراجعها لأنه لَيْسَ له أن يجامعها ما لم يراجعها.",
        "(1/357)\n\n[إن آلى ثُمَّ طلق فانقضت عدتها]\n170- فإن آلى منها ثُمَّ طلقها فانقضت عدتها قبل مضي الأربعة الأشهر فإن سُفْيَان وأَصْحَاب الرَّأْيِ قَالُوْا: بانت منه بالطلاق فإن هو تزوج بَعْد ذَلِكَ فالإيلاء كما هو لَا ينتقض فإن مضت أربعة أشهر قبل أن يجامعها بانت منه وهي أحق بنفسها.\nقَالَ الشَّافِعِيُُّ: إِذَا تزوج بِهَا بَعْد انقضاء العدة استأنف أربعة أشهر من يوم تزوج بِهَا فإن تركها بَعْد التزويج أربعة أشهر وطالبته بالْجِمَاع وقف.\nوَقَالَ أَبُوْ ثَوْرٍ: إِذَا انقضت عدتها قبل مضي الأربعة الأشهر ثُمَّ تزوج\n\nبها بَعْد سقوط الإيلاء فلا يعود عَلَيْهِ حكم الإيلاء إِلَّا أن يجدد الإيلاء فإن هو جامعها يكفر عَن يمينه فلا شَيْء عَلَيْهِ عِنْدَ ذَلِكَ.\nقَالَ أَبُوْ عَبْدِ اللهِ: وبه أقول.\n(1/358)",
        "\n[إن آلى ثُمَّ أتاها فيغَيْر الفرج]\n171- فإن هو آلى منها ثُمَّ أتاها فِي فرج فلا أعلم بين أَهْل العلم اختلافا أن ذَلِكَ لَا يكون فيئا.\n[الإيلاء عَن أم ولد]\n172- قَالَ أَبُوْ عَبْدِ اللهِ: ولا إيلاء عَن أم ولد.\n[بَاب كفارة الظِّهَار]\n[كفارة الظِّهَار]\n173- قَالَ سُفْيَانُ: إِذَا ظاهر الرَّجُل امرأته فلا يحل له أن يقربها حَتَّى يكفر والكفارة إن كَانَ يجد أن يعتق رقبة فإن لم يجد فليصم شهرين متتابعين فإن لم يستطع أن يصوم أطعم ستين مسكينا.\n(1/359)\n",
        "[قدر الطعام في الكفارة]\n174- واخْتَلَفُوْا فِي قدر الإطعام:\nفقَالَ سُفْيَانُ: يطعم كُلّ مسكين نصف صاع من بر أَوْ صاعا من تمر أَوْ صاعا من شعير وذهب إلى حَدِيْث عُمَر بْن اخطاب أَنَّهُ قَالَ ليسار: إِذَا أطعمت عني فِي كفارة الدين فأطعم كُلّ مسكين نصف صاع\".\nوَقَالَ مَالِكٌ: فِي كفارة الدين أن يطعم كُلّ مسكين\n(1/360)\n\nمدًّا بمد النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوأما في كفارة الظِّهَار فَإِنَّهُ قال: عَلَيْهِ أن يطعم مدا بمد هشام بن إسماعيل، وهو أكثر من مد النبي صلّى الله عَلَيْهِ وسلّم بنحو من ثلثه.\nقَالَ الشَّافِعِيُُّ وأحمد وأبوعبيد وإسحاق: عليه",
        "(1/361)\n\nعَلَيْهِ أن يطعم في الظِّهَار وفي اليمين جميعا كُلّ مسكين مدا بمد النبي صلّى الله عَلَيْهِ وسلّم.\nوَقَالَ الشَّافِعِيُُّ: يؤدي كُلّ يوم من قوتهم الذي يقتاتونه إن كَانَ قوتهم البر أعطى كُلّ مسكين مدا من بر. وكذَلِكَ إن كَانَ قوتهم التمر أَوْ الشعير\n\nأعطى كُلّ مسكين مدا من تمر أَوْ شعير.\nوذهبوا إلى حَدِيْث سلمة بْن صخر عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أعطاه خمسة عشر صاعا فقال: تصدق بِهِ عَلَى ستين مسكينا\"\nوحَدِيْث سعيد بْن المسيب عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي كفارة الْجِمَاع فِي رَمَضَان\" أَنَّهُ\n(1/362)",
        "\nأعطاه مكتلا فيه خمسة عشر صاعا أَوْ عشرين صاعا فأمره أن يطعم ستين مسكينا.\n[صام أيامًا ثُمَّ وجد رقبة]\n175- واخْتَلَفُوْا فِي المظاهر إِذَا صام أقل من شهرين ثُمَّ وجد رقبة\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: يعتق رقبة وذهب صومه وَهُوَ قَوْل أبي عُبَيْد.\nوَقَالَ الزُّهْرِيُّ وقتادة ومَالك وأَهْل الْمَدِيْنَة واللَّيْث بْن سعد والشَّافِعِيُّ:\n\nوأَحْمَد\n(1/363)\n",
        "بن حَنْبَلٍ وأَبُوْ ثَوْرٍ: إِذَا وجد الرقبة لم ينتقض صومه ومضى فيه أجزأه ذَلِكَ.\nقَالَ أَبُوْعَبْد اللهِ: أَحَبُّ إِلَيَّ أن يعتق وينتقض صومه.\n[إِذَاصام شهرًا ثُمَّ جامع]\n176- قَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: إن صام شهرا ثُمَّ جامع ليلا أَوْ نهارا هدم صومه.\nقَالَ الشَّافِعِيُُّ: إِذَا جامع نهارا مثل قولهم وإن جامع ليلا لم ينتقض صومه.\n(1/364)\n\n[شرط الإيمان في الرقبة]\n177- واخْتَلَفُوْا فِي الرقبة إِذَا كانت يهودية أَوْ نصرانية أَوْ مشركة\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: يجزئ ذَلِكَ كله فِي الظِّهَار.\nوكذَلِكَ قَالَ أَبُوْثَوْرٍ\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ والْأَوْزَاعِيّ والشَّافِعِيّ وأَحْمَد وإِسْحَاق وأَبُوْعُبَيْدٍ: لَا يجزئ فِي الظِّهَار إِلَّا أن يعتق رقبة مؤمنة\nقَالَ أَبُوْ عَبْدِ اللهِ: أرجو أن يجزئه رقبة مشركة",
        "(1/365)\n\n[عتق الصَّبِيّ في الظِّهَار]\n178- والصَّبِيّ يجوز عتقه فِي الظِّهَار.\n\n[بَاب الظِّهَار]\n[إِذَاشبه الزوجة بشعر أمه]\n179- فَإِذَاقَالَ الرَّجُل لامرأته: أَنْتَ علي مثل شعر أمي أَوْ مثل رجل أمي\nفقَالَ سُفْيَانُ الثوري والشَّافِعِيّ: هو ظهار\nوَقَالَ أَصْحَابُ الرَّأْيِ: كُلّ ما كَانَ من العورة فَهُوَ بمنزلة الظهر كالفخذ والفرج والبطن فَإِذَاقَالَ لامرأته: أَنْتَ علي كفرج\n(1/366)",
        "\nأمي أَوْ كفخذ أمي أَوْ كبطنها فَهُوَ مظاهر فإن قَالَ: أنت علي كوجه أمي أَوْ كرأسها أَوْ يدها أَوْ قدمنيها فلَيْسَ مظاهر وكذَلِكَ قَالَ أَبُوْعُبَيْدٍ.\n[الظِّهَار من نسوة]\n180- فقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ عَلَيْهِ لكل واحدة منهن كفارة. وكذَلِكَ قَالَ الشَّافِعِيُّ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وأَحْمَد وأَبُوْ عبيد\n(1/367)\n",
        "وإِسْحَاق: لَيْسَ عَلَيْهِ إنما كفارة واحدة وذهبوا إِلَى حَدِيْث عُمَر بْن الخطاب فِي رجل ظاهر عَن أربع نسوة قَالَ: عَلَيْهِ كفارة واحدة.\n[توقيت الظِّهَار]\n181- واخْتَلَفُوْا إِذَا ظاهر منها يوما أَوْ شهر أَوْ سنة\n\nفقَالَ سُفْيَانُ وأصجاب الرَّأْي إِذَا انتهى ذَلِكَ الوقت فلا أرى عَلَيْهِ ظهارا ولا كفارة ويروى هَذَا عَن عَطَاء\nوَقَالَ مَالِكٌ وابْن أَبِيْ لَيْلَى: إِذَا قَالَ: أنت علي كظهر أمي اليوم إلى الليل فإن عَلَيْهِ الكفارة وإن لم يطأها إلى الليل.\nويروى هَذَا عَن طَاوُس والزُّهْرِيّ\n(1/368)\n\nوقَالَ أَبُوْ عَبْدِ اللهِ: إن كَانَ أجمع عَلَى غشيان امرأته قبل انقضاء الوقت لزمه الكفارة من ساعته كَانَ بَعْد جماع أَوْ لم يكن لِأَنَّ الله إنما أوجب الكفارة بالإرادة والعزم، ألا تسمع إلى قوله تَعَالَى: {ثُمَّ يَعُودُونَ لِمَا قَالُوا [المجادلة: 3] فإن لم يكن كذَلِكَ ولكنه كَانَ مجمعا عَلَى تَرَكَ مسيسها حَتَّى مضت الوقت فلا كفارة عليه.\n[معنى العود في الآية]\n182- قَالَ أَبُوْ عَبْدِ اللهِ: وذهب أَبُوْعُبَيْدٍ عَلَى أن قوله: { {ثُمَّ يَعُودُونَ لِمَا قَالُوا [المجادلة: 3] يعني نية الْجِمَاع.\nوقد قَالَ قوم: هو الْجِمَاع ولا يصح ذَلِكَ لِأَنَّ الله تعالى قَالَ:",
        "(1/369)\n\n{فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَاسَّا [المجادلة: 3}\n[عتق الصَّبِيّ في الكفارات]\n183- قَالَ سُفْيَانُ: الصَّبِيّ الذي لم يصل بجزء فِي الظِّهَار واليمين ولا يجزئ فِي القتل الصَّبِيّ ولا الْيَهُوْدِيّ ولا النَّصْرَانِيّ ولا تجزئ إِلَّا رقبة مؤمنة قد صلى، صغيرا كَانَ أَوْ كبيرا بَعْد أن يكون يعقل الصَّلَاة وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ فِي الظِّهَار واليمين.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ\n(1/370)",
        "\nوَقَالَ الشَّافِعِيُُّ: لَا يجزئ فِي الظِّهَار والقتل واليمين جميعا إِلَّا رقبة مؤمنة فإن أعتق فِي الظِّهَار أَوْ اليمين أَوْ القتل صبيا وأَبَوَاهُ مؤمنان أَوْ أحدهما أجزأه لِأَنَّ حكمه حكم الكفارة.\nفإن سبيت صبية مَعَ أَبَوَيْهَا كافرين فعقلت فوصفت الإسلام إلا أَنَّهُا لم تبلغ فأعتقها عَن ظهار لم تجز حَتَّى تصف الإسلام بَعْد البلوغ فَإِذَاعقلت وأعتقها جاز.\nقَالَ: ووصفها الإسلام أن تشهد أن لَا إله إِلَّا الله وأن مُحَمَّدا رَسُوْل اللهِ وتبرأ مما خالف الإسلام من دين فَإِذَافعلت هَذَا فقد أجزأت وأحببت أن تمتحنها بالإقرار بَعْد الموت وما أشبهه.\nقَالَ أَبُوْ عَبْدِ اللهِ: هو عِنْدِيْ فِي القتل عَلَى ما قَالَ الشَّافِعِيُّ وفي الظِّهَار واليمين أرجو أن يكون مثل قَوْل سُفْيَان\n(1/371)\n",
        "[المباشرة بما دون الفرج]\n184- واخْتَلَفُوْا فِي المظاهر [هل له] له أن يقبل أَوْ يباشر أَوْ يأتيها فِيغَيْر الفرج؟\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة وأَصْحَاب الرَّأْيِ: لَيْسَ له أن يقبل ولا يباشر حَتَّى يكفر كفارة الظِّهَار.\nوبه قَالَ أَبُوْعُبَيْدٍ.\nويروى هَذَا الْقَوْل عَن إِبْرَاهِيْم\nقَالَ سُفْيَانُ: لَا بَأْسَ أن يقبل أَوْ يباشر أَوْ يأتيها زوجها فِيغَيْر الفرج ما لم يكفر وإنما نهى عَن الْجِمَاع.\nويروى هَذَا الْقَوْل عَن الْحَسَن وعَطَاء والزُّهْرِيّ وقتادة\nقَالَ أَبُوْ عَبْدِ اللهِ: أَمِيْلُ إِلَى قَوْل مَالِكٍ\n(1/372)\n\n[الظِّهَار من الأمة]\n185- وإن ظاهر من أم ولده أَوْ جاريته\nفإن سُفْيَان ومَالكا قَالَا: هو ظهار\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ: إِذَا ظاهر من أمته-أم ولد كانت أَوْغَيْر أم ولد- لم يلزمه الظِّهَار.\nواحتج الشَّافِعِيّ فِي ذَلِكَ بأن الله قَالَ: {وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ [المجادلة: 3} ولَيْسَ من نسائه ولا يلزمه الإيلاء ولا الطلاق فيما لَا يلزمه الظِّهَار.\nوكذَاَ قَالَ [الله تبارك وتعالى] : لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ [تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ [البقرة: 226} فلو آلى من أمته لم يلزمه الإيلاء وكذلك] قَالَ",
        "(1/373)\n\n: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ [النور: 6} فلَيْسَت من الأزواج.\n[موت المظاهر قبل الكفارة]\n186- فإن مَاتَ المظاهر قبل أن يكفر أَوْ ماتت المرأة\nفإن سُفْيَان الثوري ومَالكا والْأَوْزَاعِيّ قَالُوْا: يورثها ولا كفارة عليه.\nوكذلك يروى عَن الْحَسَن وعَطَاء\nوَقَالَ قتادة: يكفر ويرثها\n(1/374)",
        "\n[إن جامعها ثُمَّ ماتت]\n187- فإن هو جامعها ثُمَّ ماتت فإنهم اخْتَلَفُوْا:\nفقَالَ مَالِكٌ: قد وجبت عَلَيْهِ الكفارة لما جامع وإن ماتت\nوَقَالَ الْأَوْزَاعِيُّ: إن ماتت فلا كفارة عليه\nوَقَالَ أَبُوْعُبَيْدٍ: إن كَانَ قربها بَعْد الظِّهَار أَوْ اعتزم عَلَى أن يقربها ثم\n\nماتت فالكفارة لازمة لأنها قد وجبت عَلَيْهِ حين عاد لما قَالَ: فلا يسقط دين الله عَلَيْهِ موتها ولا حياتها\nوَقَالَ أَبُوْعُبَيْدٍ: إن لم يكن نوى جماعا حَتَّى ماتت فلا كفارة عليه\nقَالَ أَبُوْ عَبْدِ اللهِ: هَذَا عِنْدِيْ حسن.\n(1/375)\n",
        "[بَاب اللعان]\n[التفريق بين المتلاعنين]\n188- قَالَ سُفْيَانُ: إِذَا لاعن الرَّجُل امرأته عِنْدَ الْإِمَام ثُمَّ فرق الحاكم بينهما لم يجتمعا أبدا، فقد مضت السنة بذَلِكَ.\n(1/376)\n\nوَقَالَ مَالِكٌ: مضت السنة عندنا فِي المتلاعنين إِذَا كذب نفسه جلد الحد وألحق بِهِ الولد ولا يجتمعان أبدا.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وأَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ.\nوَقَالَ النعمان: إِذَا كذب نفسه جلد وكَانَ خاطبا من\n\nمن الخطاب وخالفه أَصْحَابه.",
        "(1/377)\n\n[اللعان بين الحر والمملوكة]\n189- واخْتَلَفُوْا فِي الحر والمملوكة هل بينهما اللعان:\nفقَالَ سُفْيَانُ: لَيْسَ بين الحر والمملوكة إِذَا كانت تحته لعان.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ أَهْلُ الْمَدِيْنَةِ ومَالك وأَبُوْ الزناد وغيرهما: اللعان بين كُلّ زوجين من الحر والأمة والعبد والحرة.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ وأَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا عِنْدِيْ عَلَى ما قَالَ مَالِكٌ وأَهْل الْمَدِيْنَة ومن تابعهم لِأَنَّ الله تعالى يَقُوْل: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ [النور: 6} ولم يخص زوجا دون زوج.\n(1/378)",
        "\n[اللعان بين المسلم والذمية]\n190- واخْتَلَفُوْا فِي المسلم والنَّصْرَانِيّة هل بينهمالعان إِذَا كانت تحته؟\nفقَالَ سُفْيَانُ وأَصْحَاب الرَّأْيِ: لَيْسَ بينهما لعان ويلزق بِهِ الولد\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ\n(1/379)\n",
        "وإِسْحَاق وأَبُوْعُبَيْدٍ وأَبُوْ ثَوْرٍ: يلاعن بينهما ولا يلحق بِهِ الولد.\n[شرط الرؤية في اللعان]\n191- وإِذَاقذف الرَّجُل امرأته فإنهم اخْتَلَفُوْا هل يسأل عَن الرؤية أم لا؟\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: كُلّ من رمى زوجته بالزنا لاعنها سواء قَالَ: رأيتها تزني أَوْ لم يقل.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَبُوْعُبَيْدٍ.\nوَقَالَ أَهْلُ الْمَدِيْنَةِ- يحيى بْن سعيد وأَبُوْ ازناد ومَالك بْن أَنَس-: لَا لعان بين الرَّجُل وامرأته حَتَّى يَقُوْل: رأيتها تزني فإن قَالَ: هي زانية ولم يقل: رأيتها تزني\" لم يلاعنوا\n(1/380)\n\nقَالَ أَبُوْ عَبْدِ اللهِ: إِذَاقَالَ لها: يا زانية لاعن لِأَنَّ الله تعالى يَقُوْل: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ [النور: 6} ولم يقل برؤية ولا بغيررؤية كما قَالَ: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً [النور: 4}\n192- فأجمعوا أن كُلّ من رمى محصنة بالزنا وجب عَلَيْهِ الجلد. قَالَ: رأيتها أَوْ لم يقل برؤية.\n[قذفغَيْر المسلم]\n193- فإن قَالَ [53/ب] رجل ليهودي أَوْ نصراني: يا ابْن الزانية. أَوْ: يا زاني\" لم يجب عَلَيْهِ الجلد ويعزر ولا اختلاف فِي ذَلِكَ فِي أَهْل العلم فيما أعلمه.",
        "(1/381)\n\n[بَاب الخلية والبرية]\n[ما يقع بالخلية والبرية]\n194- واخْتَلَفُوْا فِي الخلية والبرية والبائنة والحرام:\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: إِذَا قَالَ الرَّجُل لامرأته: أَنْتَ طالق البتة أَوْ قَالَ: أنت مني برية، أَوْ: أَنْتَ مني خلية، أَوْ: أَنْتَ مني بائنة، كانت نيته فِي ذَلِكَ فإن نوى ثلاثا فهي ثلاث وإن نوى واحدة فهي واحدة بائنة وهي أحق بنفسها وإن شاء خطبها فِي عدتها وإن نوى اثنتين فلا يكون اثنتين هي واحدة وهي أحق بنفسها.\n(1/382)",
        "\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وابْن أَبِيْ لَيْلَى: كُلّ هَذِهِ الكلمات ثلاثا ثلاثا لَا نية له فِي شَيْء من ذَلِكَ.\nوَقَالَ الْأَوْزَاعِيُّ مثل ذَلِكَ إِلَّا فِي الخلية فَإِنَّهُ جعلها واحدة يملك الرجعة\nوَقَالَ الشَّافِعِيُُّ: إِذَا أراد بهَذَا الطلاق فهي واحدة يملك الرجعة إِلَّا أن ينوي أكثر من ذَلِكَ فإن نوى اثنين أَوْ ثلاثا فَهُوَ عَلَى ما نوى.\n(1/383)\n",
        "وَقَالَ أَبُوْعُبَيْدٍ مثل قَوْل مَالك إِلَّا فِي الحرام فَإِنَّهُ وقف به\nوَقَالَ أَبُوْ ثَوْرٍ: كُلّ هَذِهِ الكلمات واحدة يملك الرجعة وإن نوى أكثر من ذَلِكَ لم يكن إِلَّا الحرام\n\nقَالَ أَبُوْ عَبْدِ اللهِ: أقول بقول الشَّافِعِيِّ.\n[إذاقال: أنتِ عليَّ حرام]\n195- فَإِذَاقَالَ لها: أَنْتَ علي حرام فإنهم اخْتَلَفُوْا فِي ذَلِكَ:\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: وإن نوى ثلاثا فهي ثلاث وإن نوى واحدة فهي واحدة بائنة وهي أحق بنفسها وإن نوى يمينا فهي يمين يكفرها وعن لم ينو فرقة\n(1/384)\n\nولا يمينا فلَيْسَ بشيء هي كذبة.\nقَالَ مَالِكٌ وابْن أَبِيْ لَيْلَى: إِذَا قَالَ لها: أَنْتَ عليَّ حرام فهي طالق ثلاثا نوى أَوْ لم ينو.\nوَقَالَ الشَّافِعِيُُّ: إن أراد الطلاق فهي طالق واحدة يملك الرجعة إِلَّا أن ينوي أكثر منه فيكون عَلَى ما نوى فإن لم ينو الطلاق فعَلَيْهِ كفارة يمين.",
        "(1/385)\n\nوَقَالَ أَحْمَدُ بْنُ حَنْبَل: عَلَيْهِ كفارة الظِّهَار نوى ذَلِكَ أَوْ لم ينو.\nقَالَ أَبُوْ ثَوْرٍ: عَلَيْهِ كفارة يمين نوى ذَلِكَ أَوْ لم ينو.\nوَقَالَ مسروق وأَبُوْ سلمة بْن عَبْد الرَّحْمَن: لَيْسَ عَلَيْهِ شَيْء هو بمنزلة رجل حرم الطعام والشراب عَلَى نفسه\n(1/386)",
        "\nقَالَ أَبُوْ عَبْدِ اللهِ: إن نوى الطلاق فَهُوَ عَلَى ما قَالَ الشَّافِعِيُُّ: تطليقة يملك\n\nالرجعة، وإن أراد الظِّهَار فعَلَيْهِ كفارة الظِّهَار وإن لم ينو طلاقا ولا ظهارا فلا شَيْء عليه.\n[بَاب الخيار والتمليك]\n[حكم الخيار والتمليك]\n196- واخْتَلَفَأَهْل العلم فِي الخيار\nفقَالَ سُفْيَانُ الثَّوْرِيُّ: إِذَا قَالَ الرَّجُل لامرأته: اختاري\" أَوْ: أمرك بيدك\" فهما سواء.\nكَانَ عُمَر وعَبْد اللهِ يقولان: إِذَا خير الرَّجُل امرأته\n(1/387)\n",
        "فإن اختارت زوجها فلَيْسَ بشيء وإن اختارت نفسها فهي واحدة وَهُوَ أحق بها.\nوكَانَ عَلِيٌّ يَقُوْلُ: إِذَا اختارت زوجها فلَيْسَ بشيء وإن اختارت نفسها فهي واحدة ويخطبها عَلَى نفسها.\nواختار سُفْيَان فِي الخيار قَوْلَ عُمَرَ وَعَبْدِ اللهِ وأخذ بقولهما.\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا قَالَ لها: اختاري\" فاختارت زوجها فلَيْسَ بشيء وإن اختارت نفسها فهي تطليقة وإن نوى ثلاثا لم\n(1/388)\n\nيكن ثلاثا إلاأن يَقُوْل لها: اختاري\" ثلاث مرات وإن جعل أمرها بيدها فطلقت نفسها فهي واحدة بائنة وإن نوى ثلاثا فَهُوَ عَلَى ما نوى.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: إِذَا قَالَ لها: اختاري\" فاختارت زوجها فلَيْسَ بشيء وإن اختارت نفسها أَوْ طلقت نفسها ثلاثا فقَالَ الزوج: إنما أردت واحدة\" لم يقبل منه وكانت واحدة يملك الرجعة.",
        "(1/389)\n\nقَالَ الشَّافِعِيُُّ: الخيار والتمليك سواء. فَإِذَاخير الرَّجُل امرأته وملكها\n\nأمرها فطلقت نفسها ثلاثا فقَالَ الزوج: لم أرد إِلَّا واحدة أَوْ لم أنو ثلاثا فهي طالق واحدة يملك الرجعة ولا تطلق أكثر من ذَلِكَ إِلَّا أن يريد أكثر من ذَلِكَ.\nوَهُوَ قَوْل أبي عُبَيْد.\nقَالَ أَبُوْ عَبْدِ اللهِ: وأنا أقول مثل قَوْل الشَّافِعِيّ\nقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ وَمَالِكٌ وَالشَّافِعِيُّ: إِذَا خيرها فلم تخير فِي مجلسها فلَيْسَ بشيء\n(1/390)",
        "\nوَقَالَ الْحَسَنُ وَقَتَادَةُ: أمرها بيدها ما لم يجامعها.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ.\nقَالَ أَبُوْ ثَوْرٍ: أمرها بيدها أبدا حَتَّى ترد الأمر أَوْ تطلق نفسها أَوْ يخرجها الزوج من يدها.\nقَالَ أَبُوْ عَبْدِ اللهِ: هَذَا عِنْدِيْ أصح الأقاويل.\nويدل عَلَيْهِ قَوْل النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لعَائِشَة حيث خيرها قَالَ لها: لَا عَلَيْك أن لَا تعجلي حَتَّى تستأمري أَبَوَيْكِ\" فهَذَا يدل عَلَى أن\n(1/391)\n",
        "لها الخيار بَعْد القيام من المجلس.\nوكذَلِكَ قَالَ الزُّهْرِيُّ أن الأمر بيدها مالم تقض.\nوَقَالَ أَحْمَدُ بْنُ حَنْبَل: فِي أمرك بيدك\" أمرها بيدها ما لم يمسّها عَلَى قَوْل حفصة لزبير.\nقَالُوْا: والخيار إِذَا أخذ فِي معنىغَيْر الذي كانوا فيه فلَيْسَ لها أمر.\n(1/392)\n\n[بَاب الحج]\n[أنواع الحج]\n198- قَالَ سُفْيَانُ: إِذَا أردت الحج والعمرة فإن قرنت فحسن وإن تمتعت فحسن [55/ب] وإن أفردت فحسن كُلّ ذَلِكَ قد فعل.\nقَالَ أَبُوْ عَبْدِ اللهِ: لم يخلتف أَهْل العلم أن كُلّ هَذَا جائز عَلَى ما قَالَ سُفْيَانُ.\nواخْتَلَفُوْا فِي الخيار:\nفروى أَهْل الْمَدِيْنَة أَنَّ النَّبِيَّ صلى الله عله وسلم أفرد الحج فاختاروا ذَلِكَ منهم مَالك وغيره.\nوكَانَ الشَّافِعِيّ يذهب إلى هَذَا المذهب وأَبُوْثَوْرٍ.",
        "(1/393)\n\nوذهب أَصْحَاب الرَّأْيِ إِلَى أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قرن\n\nفاختاروا القران.\nواختار أَهْل مكة التمتع.\nوإلى ذَلِكَ ذهب أَحْمَد بْن حَنْبَلٍ والْحُمَيْدِيّ.\nواحتجوا بقول النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لو استقبلت من أمري ما استدبرت لم أسق الهدي وجعلتها عمرة\" هَذَا آخر اختيار النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوكَانَ إِسْحَاق يختار القران-إِذَا كَانَ معه سوق هدي فإن لم يسق فالتمتع- يذهب إِلَى أن القران لَا يكون إِلَّا بسوق.\nوَقَالَ سائر من ذكرنا: الإقران بغير سوق جائز وَعَلَى القارن ما استيسر من الهدي مثل ما عَلَى المتمتع.\n(1/394)",
        "\n[فسخ العمرة إلى الحج]\n199- وَقَالَ هؤلاء كلهم: لَا يجوز فسخ الحج وإنما كَانَ الفسخ لأَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خاصةغَيْر أَنَّ أَحْمَدَ بْنَ حَنْبَلٍ ذهب إِلَى أن الفسخ ثابت إِلَى اليوم وأن له فسخ حجه إِذَا لم يكن ساق هديا اتباعا للأحاديث التي رويت عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n\nقَالَ أَبُوْ الْفَضْل: أظنه قَالَ: ولم يثبت حَدِيْث الحارث بن بلال الذي احتجت بِهِ أولئك الذي قَالَ للنَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أفسخ الحج لنا خاصة أم للناس عامة؟ فقال: بَلْ لكم خاصة\n(1/395)\n",
        "وضعف حَدِيْث أبي ذر وَقَالَ: إنما رواه مرقع، ومن مرقع؟\nوَقَالَ: فِي فسخ الحج أحاديث ثبتت فلا يتَرَكَ مثل هَذَا لذَلِكَ.\nومن روى عنه من أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَن النَّبِيّ عَلَيْهِ السَّلَام في\n\nفسخ الحج: يروى\nعَن جابر\nوعن عَائِشَة\nوأسمَاء بنت أبي بكر\nوابن عَبَّاس\nوأبي موسى الأشعري\nوأنس بن\n(1/396)\n\nمَالك\nوسهل بْن حنيف\nوأَبُوْ سعيد الخدري\nوالبراء بْن عازب\nوابن عمر\nوسمرة أَوْ سبرة الجهني\nوَقَالَ أَحْمَدُ فِي فسخ الحج: إن شاء فعل وإن شاء لم يفعل إِذَا أَهَلَّ بالحج والعمرة من مكة إن شاء جعلها عمرة وإن أَهَلَّ بالحج والعمرة فأحب أن يجعلها عمرة فعل.\n[كم يطوف المتمتع؟]\n200- قَالَ سُفْيَانُ فِي المتمتع: إِذَا أراد أن يتمتع بدأ بالعمرة فقال: اللهم إني أريد العمرة فتقبلها مني\" فَإِذَاكَانَ يوم التروية أَهَلَّ بالحج مَعَ الناس.\n\nقَالَ أَبُوْ عَبْدِ اللهِ: إِذَاأراد أن يحرم بالحج من مكة [56/ب] ليطوف طوافا ليودع بِهِ البيت ثُمَّ يُصَلِّي الرَّكْعَتَيْنِ خلف المقام ثُمَّ يحرم بالحج فِي دبر صلاته ويمضي إِلَى منى فَإِذَارجع طاف طوافا",
        "(1/397)\n\nواحدا لهما جميعا، ويطوف بين الصفا والمروة، قَالَ ذَلِكَ الْحُمَيْدِيّ.\nوَقَالَ أَحْمَدُ: يطوف طوافين طوافا لحجه وطوافا لزيارته، وإن طاف بين الصفا والمروة فَهُوَ أجود وإن لم يطف بين الصفا والمروة فلَا بَأْسَ.\nقَالَ أَبُوْ عَبْدِ اللهِ: وَأَحَبُّ إِلَيَّ إِذَا رجع أن يطوف طوافين طوافا لحجه وطوافا لزيارته عَلَى ما قَالَ أَحْمَد لِأَنَّ فِي حَدِيْث الزبير عَن عروة عَن عَائِشَة قالت: فطاف الذين أَهَلُّوا بالعمرة بالبيت وبين الصفا والمروة ثُمَّ حلوا ثُمَّ طافوا طوافا آخر بَعْد أن رجعوا من منى لحجهم.\nولَيْسَ عليهم أن يطوفوا بين الصفا والمروة إِلَّا فِي حَدِيْث أبي الزبير عَن جابر أَنَّهُ قَالَ: قدمنا مَعَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مهلين بالحج فلما قدمنا طفنا بالبيت ثُمَّ الصفا والمروة فأمرنا النَّبِيّ عَلَيْهِ السَّلَام أن نحل فأحللنا فلما كَانَ يوم التروية أَهْللنا بالحج وكفانا الطواف الْأَوَّل بين الصفا والمروة. [57/أ]\nوكذَلِكَ قَالَ ابْن عَبَّاس وسعيد بْن جبير وعَطَاء ومجاهد: لَيْسَ عَلَيْهِ إِذَا رجع من منى\n(1/398)",
        "\nأن يطوف بين الصفا والمروة.\n[الإحرام قبل الميقات]\n201- قَالَ سُفْيَانُ: لَا بَأْسَ أن يحرم قبل الميقات.\nقَالَ الشَّافِعِيُُّ: لَا بَأْسَ أن يحرم قبل الميقات من منزله بعمرة فإن كَانَ فِي أشهر الحج فلَا بَأْسَ أن يهل بالحج وقد أحرم ابْن عَبَّاس فِي شتاء\n\nشديد.\nيروى ذَلِكَ عَن الْحَسَن عَن أبي حمزة القرشي عَنِ ابْنِ عَبَّاس.\nوأحرم ابْن عُمَر بعمرة من بيت المقدس. رواه أيوب وعُبَيْد الله.\nوأحرم معاذ بْن جبل وكعب من بيت المقدس بعمرة.\nوروى ابْن جريج قَالَ: أخبرني يوسف بْن ماهك أَنَّهُ سمع عَبْد اللهِ بْن أبي عمار يَقُوْل: أقبلت مَعَ معاذ بْن جبل وكعب من بيت المقدس فِي أناس مهلين بعمرة.\nوأَبُوْسعيد وأَبُوْ مسعود أحرما من السليحين\n(1/399)\n",
        "قَالَ أَبُوْ عَبْدِ اللهِ: لَا بَأْسَ إِذَا كَانَ يعرف من نفسه قوة.\nوَقَالَ إِسْحَاقُ: كَانَ الأسود وعلقمة يهلان من أهاليهما من الكوفة.\nوفي حَدِيْث الأسود أن الصَّبِيّ بْن معبد حين أَهَلَّ من منزله قَالَ: فلما أتيت العذيب\" [57/ب] فذكر ذَلِكَ لعمر فلم ينكر عليه.\n[ما يفعله المحصر]\n202- قَالَ سُفْيَانُ: إِذَا أحصر بالحجة بعث بهدي ينحر عنه يوم النحر فإن نحر قبل ذَلِكَ لم يجز.\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا أحصر الرَّجُل بعث بهدي وواعد المبعوث\n\nمعه يوما يذبحه فيه فَإِذَاكَانَ ذَلِكَ اليوم حلق\n(1/400)\n\nوقصر وحل ورجع وعَلَيْهِ إن كَانَ مهلا بالحج قضاء حجة وعمرة لِأَنَّ إحرامه بالحج صارعمرة وإن كَانَ قارنا قضى حجة وعمرتين وإن كَانَ مهلا بعمرة قضى عمرته سواء عندهم المحصر بالعدو والمرض.\nوَقَالَ أَهْلُ الْمَدِيْنَةِ: إِذَا أحصر الرَّجُل بعدو نحر أَوْ ذبح حين يحبس وحلق أَوْ قصر وحل من إحرامه ورجع فلَيْسَ عَلَيْهِ قضاء حج ولا عمرة إِلَّا أن يكون حج حجة الإسلام فيحج هَذَا إِذَا لم يشترط.\nوإِذَاأحصر بمرض فلَيْسَ له أن يحل ولكن يثبت عَلَى إحرامه وإن احتاج دواء تداوى بِهِ إِلَى أن يبرأ من مرضه فَإِذَابرأ مضى إِلَى البيت فطاف بِهِ وسعى فِي الصفا والمروة وحل، فِي حج كَانَ أَوْ عمرة.\nوَهُوَ قَوْل الشَّافِعِيّ وذهبوا إِلَى قصة الحديبية فِي حصر العدو أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نحر الهدي فِي مكانه الذي أحصر فيه وحل ورجع.",
        "(1/401)\n\nوفي الحصر بالمرض إِلَى ما يروى عَن أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ ابْنِ عَبَّاس وابن عُمَر وابن الزبير رضي الله عنهم أَنَّهُم قَالُوْا فِي المحصر بالمرض نحوا من ذَلِكَ.\n\n[الاشتراط في الحج]\n203- قَالَ أَبُوْ عَبْدِ اللهِ: لَا بَأْسَ بالاشتراط\nوَقَالَ أَحْمَدُ وَإِسْحَاقُ: لَا بَأْسَ بِهِ فله شرط عَلَى ما روي عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وعنغَيْر واحد من أَصْحَابه\n(1/402)",
        "\n[كم يطوف القارن؟]\n204- وقَالَ سُفْيَانُ: فِي القارن يطوف طوافا لعمرته وطوافا لحجه. وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُ وَالْحُمَيْدِيُّ يجزئ القارن طوافا واحدا\n\nلحجه وعمرته وذهبوا إِلَى حَدِيْث عَائِشَة فأما الذين جمعوا الحج والعمرة فإنما طافوا طوافا واحدا.\nويروى ذَلِكَ عَن جابر عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوروي عَنِ ابْنِ عُمَر طوافا واحدا وعن جابر وابن عَبَّاس وعن علي\n(1/403)\n",
        "طوافين.\n[دخول مكة بدون إحرام]\n205- قَالَ سُفْيَانُ: من كَانَ دون الميقات فلا يدخل مكة بغير إحرام فيما\n\nسمعنا.\nوكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ: لَيْسَ لأحد أن يدخل مكة إِلَّا بالإحرام أراد الحج والعمرة أَوْ لم يرد واحدا منهما.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ\n(1/404)\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: لَا بَأْسَ [58/ب] بأن يدخل بغير إحرام إِذَا لم يرد حجا ولا عمرة.\n[حكم العمرة]\n206- قَالَ سُفْيَانُ: العمرة واجبة فيما سمعنا.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وإِسْحَاقُُ.\nروي ذَلِكَ عَنِ ابْنِ عَبَّاس وابن عُمَر وزيد بْن ثابت رضي الله عنهم.",
        "(1/405)\n\nوَقَالَ مَالِكٌ: العمرة سنة ولا أحب تركها.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nيروى ذَلِكَ عَنِ ابْنِ مسعود بإسناد منقطع أَنَّهُ قَالَ: العمرة تطوع.\n[من هو المتمتع؟]\n207- قَالَ سُفْيَانُ: إِذَا رجع المتمتع إِلَى أَهْله ثُمَّ بدا له الحج من عامه لَيْسَ عَلَيْهِ دم ولأنه لَيْسَ بمتمتع إِلَّا من أقام حَتَّى يحج\n(1/406)",
        "\nوَقَالَ عَطَاء: إِذَا خرج إِلَى ما يقصر فيه الصَّلَاة ثُمَّ رجع فليس\n\nبمتمتع.\nوكذَلِكَ قَالَ الشَّافِعِيُّ وأَحْمَدُ بْن حَنْبَلٍ.\nويروى عَنِ ابْنِ عَبَّاس من حَدِيْث يزيد الفقير أَنَّهُ قَالَ لقوم من أَهْل البصرة اعتمروا فِي أشهر الحج ثُمَّ خرجوا عَلَى الْمَدِيْنَة ثُمَّ رجعوا إِلَى مكة من قبل أن يرجعوا إِلَى البصرة وَقَالَ لهم ابْن عَبَّاس: أنتم متمتعون.\n[فدية الأذى]\n208- قَالَ سُفْيَانُ: فِي الفدية إِذَا كَانَ بِهِ أذى فَإِذَاحلق أطعم ستة مساكين لكل يوم نصف صاع من بر وإن كان\n(1/407)\n",
        "تمرا أَوْ شعيرا أَوْ زبيبا فصاع.\nوَقَالَ فِي حَدِيْث كعب بْن عجرة أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أمره أن يطعم ثلاثة آصع من تمر بين ستة [59/أ] مساكين.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ يطعم مدين من تمر أَوْ ما كَانَ قوته مدين وفي سائر الكفارات مدا مدا إِلَّا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أمر كعبا بذَلِكَ وأمر سلمة بْن صخر فِي الظِّهَار مدا مدا من التمر.\n[إذا وقف بعرفة ليلا]\n209- قَالَ سُفْيَانُ: من وقف بليل بعرفات قبل أن يطلع الفجر فقد أدرك الحج ومن لم يقف بجمع أهرق دما.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ ومَالك\n\nوالشَّافِعِيّ\n(1/408)\n\nوأَحْمَد وذهبوا إِلَى حَدِيْث عَبْد الرَّحْمَن بْن يعمر وإلى ما يروى عَن أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nقَالَ أَبُوْ عَبْدِ اللهِ: إِذَالم يدرك الجمع فقد فاته الحج وإن وقف بعرفة واحتج بحَدِيْث عروة بْن مضرس. وَقَالَ: يروى هَذَا عَن إِبْرَاهِيْم والشعبي والْحَسَن.\n\nوقَالَ أَبُوْ عَبْدِ اللهِ: العلمَاء عامة عَلَى الْقَوْل الأول.\n[أكل المحرم للصيد]\n210- قَالَ سُفْيَانُ: وإِذَاأصاب الصيد الرَّجُل الحلال فإنا نكره أن يأكل من المحرم وقد كَانَ بعضهم يرخص فِي ذَلِكَ وَأَحَبُّ إِلَيَّنا أن لَا يأكل",
        "(1/409)\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا بَأْسَ بذَلِكَ للمحرم صيد لأجله أم لا.\nقَالَ مَالِكٌ: إِذَا كَانَ صاده الحلال من أجل المحرم لم يأكله المحرم.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ؛ واحتج بحَدِيْث جابر عَن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: كلوا لحم الصيد [59/ب] وأنتم حرم ما لم تصيدوه أَوْ يصاد لكم.\nوعن عثمان قوله.\n\nومن ذهب إِلَى أَنَّهُ كره ذهب إِلَى حَدِيْث الصعب بْن جثامة حيث رده عليه.\nوأَصْحابُ الرَّأْي ذهبوا إِلَى حَدِيْث أبي قتادة وأنه صاد حمار وحشي وَهُوَ حلال فأكل منه أصحاب النَّبِيّ\n(1/410)",
        "\nصَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وهم محرمون ثُمَّ ذكروا ذَلِكَ للنبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فصوب فعلهم\n\n[من لم يجد نعلين وهو محرم]\n211- قَالَ سُفْيَانُ: ومن لم يجد نعلين فليلبس خفين وليقطعهما أسفل الكعبين.\nوَقَالَ كبير أَصْحَاب الرَّأْيِ: إن لبس الخفين فقطعهما أَوْ لم يقطعهما فعَلَيْهِ دم وكذَلِكَ إن لبس السراويل وَهُوَ لَا يجد الإزارا فعَلَيْهِ دم\n(1/411)\n",
        "وَقَالَ أَحْمَدُ: إِذَا لم يجد النعلين فليلبس الخفين ولا يقطعهما. واحتج بحَدِيْث ابْن عَبَّاس.\nوهكَذَا قَوْل عَطَاء أيضا لِأَنَّ قطعه فساد.\n\nوروي عَنِ ابْنِ جريج قَالَ: قلت لعَطَاء: أبلغك أَنَّهُ قطعهما حَتَّى يكونا من أسفل الكعبين؟ قَالَ: لم يبلغني\nوَقَالَ الشَّافِعِيُُّ والْحُمَيْدِيُّ بحَدِيْث ابْن عمر: إِذَا لم يجد نعلين لبس الخفين وليقطعهما حَتَّى يكونا أسفل من الكعبين.\nوَقَالَ الشَّافِعِيُُّ: إن ابْن عُمَر قد روى ذَلِكَ مثل ما روى ابْن عَبَّاس وزاد شيئا فِي الْحَدِيْث لم يذكره [60/أ] ابْن عَبَّاس\n(1/412)\n\n[إذا لبس المحرم ثوبًا ناسيًا]\n212- قَالَ سُفْيَانُ: وإن لبس رجل ثوبا ناسيا فلَيْسَ عَلَيْهِ كفارة إِذَا كَانَ قد لبسه ناسياوإِذَاحلق ناسيا أَوْ متعمدا فعَلَيْهِ الكفارة وإِذَاتطيب ناسيا فعَلَيْهِ كفارة جاهلا كَانَ أَوْ متعمدا.\nوَقَالَ أَصْحَابُ الرَّأْيِ: فِي هَذَا كله عَلَيْهِ الكفارة ناسيا فعله أَوْ متعمدا\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُ وَالْحُمَيْدِيُّ: إن لبس أَوْ تطيب\n\nناسيا فلا شَيْء عَلَيْهِ وأن فعل ذَلِكَ عمدا فعَلَيْهِ الكفارة وإن حلق ناسيا أَوْ عمدا فعَلَيْهِ الكفارة.\nوَقَالَ أَبُوْ ثَوْرٍ: هَذَا كله لَا كفارة عَلَيْهِ إِذَا فعله ناسيا وعَلَيْهِ فِي العمد الكفارة",
        "(1/413)\n\n[إذا مات المحرم]\n213- وقَالَ سُفْيَانُ: إِذَا مَاتَ المحرم بلغنا أن عَائِشَة وابن عُمَر كانا يقولان: يصنع بِهِ كما يصنع بالحلال يكفن ويطيب ويغطى وجهه ورأسه.\nقَالَ سُفْيَانُ: بلغنا من حَدِيْث ابْن عَبَّاس ان النَّبِيّ عَلَيْهِ السَّلَام سئل عَن رجل وَهُوَ محرم فقال: لَا تغطوا رأسه ولا تقربوه طيبا\".\nوقول النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أحب إلينا أن يفعل.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ.\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: يفعل بِهِ ما يفعل بالحلال سواء.\n(1/414)",
        "\n[ما يحل للمحرم قتله]\n214- قَالَ سُفْيَانُ: المحرم يقتل الحية والعقرب والفأرة والحدأة والغراب والكلب العقور وما عدا عَلَيْك من السباع فاقتله ولَيْسَ عَلَيْك الكفارة.\nوَقَالَ أَهْلُ الْمَدِيْنَةِ: الكلب العقور كُلّ ما عقر الناس وعدا عليهم مثل الأسود-أَوْ: الأسد، الشك من أبي الْفَضْل-والنمر والفهد والذئب فَهُوَ مثل الكلب. وأما ما كَانَ من السباع لَا يعدو مثل الضبع والثعلب والهرة وما أشبههن من السباع فلا يقتله المحرم فإن قتله فداه.\nوَقَالَ أَصْحَابُ الرَّأْيِ: الذئب مثل الكلب فأما ما سِوَى ذَلِكَ فكل ما لم يؤذ فقتلته فعَلَيْك بِهِ الفدية ولا يجاوز بِهِ دم وما آذاك من ذَلِكَ فقتلته فلا شَيْء عليك.\nوَقَالَ أَهْلُ الْمَدِيْنَةِ: وما ضر من الطير فلا تقتله إِلَّا ما سمى النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الغراب والحدأة\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا يقتل المحرم من الطير شيئا لم يبتدأه بأذى إِلَّا الغراب والحدأة فأما العقاب ونحوه فإن أراد الإنسان وَهُوَ محرم يقتله فلا شَيْء عَلَيْهِ وإن ابتدأ المحرم فقتلهقققق\n(1/415)\n",
        "فعَلَيْهِ الجزاء.\n[الإهلال فيغَيْر أشهر الحج]\n215- قَالَ سُفْيَانُ: يكره للرجل أن يهل فِيغَيْر أشهر الحج فإن أَهَلَّ فَهُوَ عَلَى إحرامه حَتَّى يقضي الحج.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوَقَالَ عَطَاء فِي رجل أَهَلَّ بالحج فِيغَيْر أشهر الحج: يكون إحرامه للعمرة ولايكون للحج.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وإِسْحَاقُ.\n(1/416)\n\n[إذا أصاب المحرم الصيد]\n216- قَالَ سُفْيَانُ: إِذَا أصاب الرَّجُل الصيد يحكم عَلَيْهِ ذوا عدل ما يعدله من النعم ونحوه حكما عَلَيْهِ فإن بلغ جزورا فجزور وإن بلغ بقرة فبقرة وإن بلغ شاة فشاة وإن حكموا عَلَيْهِ ولا يجد قوموا عَلَيْهِ ثمنه طعاما فتصدق وإن لم يجد ما يذبح ولا يطعم صام م كَانَ كُلّ نصف صاع يوما.\nوَقَالَ الشَّافِعِيُُّ: ما أصاب المحرم من ذوات الصيد جزي بأقرب الأزواج الثمانية من النعم منه شبها.\nوكذَلِكَ قَالَ أَحْمَد.\nوَهُوَ قَوْل أَهْل الْمَدِيْنَةِ.\nقققققققق",
        "(1/417)\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا أصاب المحرم الصيد حكم عَلَيْهِ وأعدل بقيمة الصيد فِي الموضع الذي أصيب الصيد فإن بلغ قيمة الصيد هديا اشترى بِهِ هديا وأهداه ولا يكون الهدي عندهم إِلَّا ما يجوز فِي الأضحية.\nقَالَ الشَّافِعِيُُّ: هو مخير فِي جزاء الصيد لقول الله عز وجل: {هَدْياً بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَو عَدْلُ ذَلِكَ صِيَاماً لِّيَذُوقَ وَبَالَ أَمْرِهِ [المائدة: 95} [61/ب] واحتج بحَدِيْث كعب بْن عجرة أَنَّ النَّبِيَّ صلي الله عَلَيْهِ وسلم خيره فِي أن يكفر بأي الكفارات شاء فِي فدية الأذى\n(1/418)",
        "\nوفرق مَالك وأَهْل الْمَدِيْنَة والشَّافِعِيّ بين فدية الرأس وجزاء الصيد فِي الإطعام فقَالُوْا فِي جزاء الصيد: لكل مسكين مدا إِذَا أطعم وإن صام صام م كَانَ كُلّ مد يوما. وَقَالُوا فِي الفدية: عَلَى حَدِيْث كعب بْن عجرة يطعم كُلّ مسكين نصف صاع.\n[إذا لم يجد المتمتع ما يذبح]\n217- قَالَ سُفْيَانُ: إِذَا لم يجد المتمتع ما يذبح ولم يصم فإن الدم أَحَبُّ إِلَيَّ ومنهم من يرخص يَقُوْل يصوم بَعْد أيام التشريق.\nقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة وأَحْمَد وإِسْحَاق: يصوم أيام التشريق إِذَا لم يصم قبل ذَلِكَ.\nوكَانَ الشَّافِعِيّ يَقُوْل بهَذَا ثُمَّ رجع عنه فقَالَ نحو قَوْل سُفْيَان.\nويروى قَوْل مَالك عن\n(1/419)\n",
        "ابن عُمَر وعَائِشَة، وقول سُفْيَان\n\nوالشَّافِعِيّ عَنِ ابْنِ عَبَّاس.\nويروى من حَدِيْث الحجاج بْن أرطاة.\n[زواج المحرم]\n218- وقَالَ سُفْيَانُ: والمحرم يتزوج ولا يدخل بامرأته.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ: لَيْسَ للمحرم أن يتزوج فإن فعل فنكاحه فاسد.\nوذهبوا إِلَى حَدِيْث [62/أ] عثمان عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ المحرم لَا ينكح ولا\n(1/420)\n\nينكح\".\nويروى عَن عُمَر [من] قوله.\nو [عن] علي وزيد بْن ثابت\n\nوابن عُمَر أَنَّهُم قَالُوْا: لَا يتزوج المحرم.\n[حج الْمَرْأَة معغَيْر محرم]\n219- واخْتَلَفُوْا فِي الْمَرْأَة هل لها أن تحج مَعَغَيْر ذي رحم محرم؟\nفقَالَ أَصْحَاب الرَّأْيِ: لَيْسَ لها أن تحج إِلَّا مَعَ محرم.\nوكذَلِكَ قَالَ أَحْمَد بْن حَنْبَلٍ.\nوَقَالَ الشَّافِعِيُُّ: إِذَا كَانَ الحج واجبا عليها فإنها تحج مَعَغَيْر ذي محرم إِذَا كان",
        "(1/421)\n\nمعها نسوة ثقات.\nوكذَلِكَ قَالَ إِسْحَاقُ.\nواحتج أَحْمَد بحَدِيْث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لَا تسافر الْمَرْأَة إِلَّا مَعَ ذي محرم\".\nفقِيْلَ له: قَالَ الله تَعَالَى: {مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً [آل عمران: 97} قَالَ: المحرم من السبيل\n\nوَقَالَ الذين رخصوا فيه-الشَّافِعِيّ وإِسْحَاق-: إنما نهى النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَرْأَة عَن السفر فِي التطوع من الأسفار خاصة.\nوقول أَحْمَد أَحَبُّ إِلَيَّ.\n\nبَاب الجراحات\n[مقدار الدية]\n220- قَالَ سُفْيَان: بلغنا أن عمربن الخطاب جعل الدية عَلَى أَهْل الورق عشرة آلاف وعَلَى أَهْل الذهب ألف دينار وَعَلَى أَهْل الإبل مائة من الإبل، وَهُوَ قَوْل أصحاب الرَّأْي.\nوروى أَهْل الْمَدِيْنَة عَن عُمَر أَنَّهُ فرض الدية عَلَى أَهْل الورق\n(1/422)",
        "\nاثنى عشر ألف درهم وَقَالُوْا به.\nوكذلك قَالَ أحمد وإِسْحَاق.\nوكَانَ الشَّافِعِيّ يَقُوْل بِهِ ثُمَّ رجع عنه بعد.\nقال: وأصل الدية مائة من الإبل عَلَى ما حكم بِهِ النبي صلى الله عَلَيْهِ وسلم قال: إِذَا لم توجد قومت فِي كُلّ زمان؛ لِأَنَّ عُمَر إنماحكم بالقيمة فلذلك اخْتَلَفَحكمه فِي القضاء.\n(1/423)\n",
        "[أنواع القتل]\n221- قَالَ سُفْيَان: والخطأ فيما سمعنا أن يريد الشيء فيصيب غيره.\nوشبه العمد: أن يضرب بالعصا وبالحجر وبالقصبة وبيديه فيموت، فيكون ديته مغلظة ولَيْسَ فيه القود.\nوالعمد: ما كَانَ فيه سلاح ففيه القود.\nوَقَالَ أَهْلُ الْمَدِيْنَةِ: لَيْسَ القتل إِلَّا خطأ أو عمدًا، فالخطأ يريد الشيء فيصيب غيره، والعمد: كلما ضربت رجلا بسلاح أو غيره عمدًا فمات منه فَهُوَ عمد ففيه القود، ولم يقولوا: شبه العمد.\nووافقهم عَلَى هَذَا أبوثور.\nوَقَالَ الشَّافِعِيُّ: القتل عَلَى ثلاثة وجوه:\nخطأ\nوعمد\nوشبه العمد\nفالخطأ يريد الشيء فيصيب غيره، والعمد: أن يضرب الرَّجُل بحديد أو بما يعمل عمل الحديد أو يضربه بعصا خفيفة، أو بسوط [63/أ] خفيف تتابع\n(1/424)\n\nعَلَيْهِ الضرب حَتَّى يصير بحال الأغلب منه أن يموت من مثل ذلك الضرب. وشبه العمد: أن يضرب بعصا أو بحجر أوغَيْر ذلك مما الأغلب منه أن لَا يقتل مثله فيحدث منه الموت، فهَذَا شبه العمد، وقَوْل أحمد وإِسْحَاق خيرمن هَذَا.\n[دية الخطأ وشبه العمد]\n222-فأما الخطأ فالدية فيه عَلَى العاقلة لَا خلاف فِي ذلك ولاقود فيه، وكذلك شبه العمد.\n[الواجب فِي العمد]\n223- وأما العمد فإن الشَّافِعِيّ، وأحمد وإِسْحَاق قَالُوْا: ولي المقتول عمدًا بالخيار إن شاء قتل وإن شاء أخذ الدية",
        "(1/425)\n\nوإن شاء عفا، وبذلك جاء الخبر عَن النبي صلّى الله عَلَيْهِ وسلم، رواه أبوهريرة وأبوشريح الخزاعي.\nوَقَالَ أصحاب الرَّأْي: لَيْسَ لولي المقتول عمدًا إِلَّا القود والعفو ولَيْسَ له أخذ الدية إِلَّا أن يصالحهم عَلَى ذلك القاتل فيتراضيان عليه.\n(1/426)",
        "\n[القصاص بين الرَّجُل والْمَرْأَة فيما دون النفس]\n224-قَالَ سُفْيَانُ: ما كَانَ بين الرَّجُل والْمَرْأَة كَانَ فيه القصاص من جراحة وقتل.\nوجراحة الْمَرْأَة وديتها عَلَى النصف من دية الرَّجُل وكذلك يَقُوْل مَالك والشَّافِعِيّ وأحمد وأبوعُبَيْدة وأبوثور.\nوَقَالَ أصحاب الرَّأْي: لَا قصاص بين الرَّجُل [63/ب] والْمَرْأَة فيما دون النفس، وإن قتل أحدهما صاحبه قتل به.\n(1/427)\n",
        "[دية جراح المرأة]\n225-قَالَ سُفْيَان: جراح الْمَرْأَة وديتها عَلَى النصف من جراحة الرَّجُل ما كَانَ خطأ، وكذلك [قال] أصحاب الرَّأْي: عقلها عَلَى النصف من عقل الرَّجُل فِي كُلّ شَيْء.\nوَقَالَ أَهْلُ الْمَدِيْنَةِ: يستوي عقل الرَّجُل والْمَرْأَة إِلَى ثلث الدية، فَإِذَابلغ الثلث فصاعدًا فديتها عَلَى النصف من دية الرَّجُل.\nروي ذلك عَن زيد بْن ثابت، وقَالَ بهَذَا أحمد بْن حَنْبَلٍ.\n(1/428)\n\n[دية العبد]\n226- قَالَ سُفْيَان: والعبد لايبلغ بِهِ دية الحر إِذَا قتل خطأ ينقص منه الدِّرْهَم ونحوه، وهو قَوْل أصحاب الرَّأْي إِلَّا أَنَّهُم قَالُوْا: ينقص عشرة دراهم.\nوَقَالَ مَالِكٌ والشَّافِعِيّ وأحمد وإِسْحَاق وأبوثور: دية العبد قيمته بالغا ما بلغ أكثر من الدية أو أقل لأنهم أجمعوا عَلَى أن ديته قيمته إِذَا كانت أكثر؛ لِأَنَّ ديته لَيْسَت بموقتة كدية الحر إنما هي قيمته لأنه مال من الأموال.\n[ديةغَيْر المسلم]\n227- قَالَ سُفْيَان: ودية الْيَهُوْدِيّ والنَّصْرَانِيّ والمجوسي مثل دية المسلم، ولَا يقتل مسلم بكافر، ولكن أحب أن يؤخذ بالدية ويضرب ويحبس.",
        "(1/429)\n\n[64/أ] وَقَالَ أصحاب الرَّأْي فِي دية أَهْل الذمة مثل قَوْل سُفْيَان.\nوقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة: دية الْيَهُوْدِيّ والنَّصْرَانِيّ عَلَى النصف من دية المسلم، ودية المجوسي ثمانمائة.\nوكذلك قَالَ أحمد.\nوَقَالَ الشَّافِعِيُّ: دية الْيَهُوْدِيّ والنَّصْرَانِيّ ثلث دية المسلم، ودية المجوسي ثمانمائة، وكذلك قَالَ إِسْحَاق وأبوثور وذهبوا إِلَى حديث عُمَر وعثمان أَنَّهُما حكما بذلك.\nواحتج أحمد بحديث عَمْروبن شعيب عَن أبيه عَن جده أن النبي صلّى الله عَلَيْهِ وسلم\" جعل دية الْيَهُوْدِيّ والنَّصْرَانِيّ عَلَى النصف من\n(1/430)",
        "\nدية المسلم\".\n[قتل المسلم بالكافر]\n228- وأما قتل المسلم بالكافر فإن مَالكًا وأَهْلَ الْمَدِيْنَة والشَّافِعِيَّ وَأَحْمَدَ وَإِسْحَاقَ وَأَبَاعُبَيْدٍ وَغَيْرَهُمْ وَافَقُوْا سُفْيَانَ، قَالُوْا: لايقتل المسلم بالكافر.\nوأما أصحاب الرَّأْي فقَالُوْا: يقتل المسلم بالكافر، واحتجوا بظاهر القرآن: {النَّفْسَ بِالنَّفْسِ [المائدة: 45}\nوبقوله: {وَمَن قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً [الإسراء: 33} واحتجوا بحديث\n(1/431)\n",
        "ابن البيلماني [وَهُوَ] منقطع: أن النبي صلّى الله عَلَيْهِ وسلّم أقاد مسلمًا بكافر، ولايصح هَذَا.\n[في القسامة]\n229- قَالَ سُفْيَان: فِي القسامة يحلفون خمسين رجلا، يحلف كُلّ واحد منهم: ما قتلت ولَا علمت قاتلا\" ثُمَّ يغرمون [64/ب] الدية وإن لم يبلغوا خمسين وكانوا عشرة أو عشرين ردت عليهم الأيمان حَتَّى يتموا خمسين.\nوَهُوَ قَوْل أصحاب\n(1/432)\n\nالرأي.\nوَقَالَ مَالِكٌ: الأمر المجتمع عَلَيْهِ عندنا أن يبدأ الذين يدعون الدم فِي القسامة فيحلف من ولاة الدم خمسون رجلًا خمسين يمينًا، فإن قل عددهم أو نكل بعضهم ردت الأيمان إِلَّا أن ينكل أحدهم من ولاة الدم الذين يجوز لهم العفو.\nفإن كَانَ من غيرهم ردت الأيمان عليهم، فَإِذَاحكموا استحقوا دم صاحبهم وإن نكل بعض الولاة ردت الأيمان عَلَى المدعى عليهم فيحلف خمسون رجلا يمينًا يمينًا فإن لم يتموا ردت الأيمان عَلَى من حلف، فإن لم يكن إِلَّا المدعى عَلَيْهِ وحده حلف خمسون (؟) يمينًا.\nوَقَالَ مَالِكٌ: لَيْسَ للأولياء أن يحلفوا إِلَّا بأحد الأمرين: أن يَقُوْل المقتول: دمي عِنْدَ فلان أو يأتي الأولياء باللوث من بينة يقع عَلَى القلب وإن لم يكن قاطعًا.",
        "(1/433)\n\nوَقَالَ مَالِكٌ: لَا يكون القسامة إِلَّا عَلَى واحد.\nوَقَالَ الشَّافِعِيُّ فِي القسامة: إِذَاكَانَ مثل السبب الذي حكم [فيه] رَسُوْل اللهِ صلّى الله عَلَيْهِ وسلّم بالقسامة حكمنا بِهَا وحكمنا فيها بالدية عَلَى المدعى عليهم [65/أ] فَإِذَالم يكن مثل ذلك السبب لم نحكم بها.\nفإن قَالَ القائل: وما السبب الذي حكم فيه رَسُوْل اللهِ صلّى الله عَلَيْهِ وسلّم؟\nقِيْلَ: كانت دار يهود التي قتل بِهَا عَبْد اللهِ بْن سهل محضة لايخلطهم غيرهم، وكانت العداوة بين الأنصار واليهود ظاهرة، وخرج عَبْد اللهِ بْن سهل بَعْد الْعَصْرَ فوجد قتيلًا قبل الليل وكاد أن يغلب عَلَى من عاهد أن لم يقتله إِلَّا بعض يهود، فَإِذَاكانت دار قوم مجتمعة لَا يخلطهم غيرهم وكانوا أعداء للمقتول أو لقبيلته ووجد المقتول فيهم فادعى أولياؤه قتله فلهم القسامة، فَإِذَاأقسموا أوجب الدية، وسواء فِي قوله ادعى عَلَى كُلّ واحد أو عَلَى جماعة بَعْد أن تكون الْجَمَاعَةممن يمكن أن يكونوا قد اشتركوا فِي قتله، فإن نكل المدعون عَن اليمين\n(1/434)",
        "\nردت الأيمان عَلَى المدعى عليهم، فإن حلفوا برؤوا، ولم يحكم عليهم بدية ولَا غيرها.\nوَقَالَ أحمد مثل قَوْل الشَّافِعِيّ: إن القسامة لَا يحكم بِهَا حَتَّى يكون مثل السبب الذي حكم فيها (؟) النبي صلّى الله عَلَيْهِ وسلّم إِلَّا أَنَّهُ قال: إِذَاأقسم الأولياء عَلَى رجل أَنَّهُ قتل صاحبهم قتل بِهِ قودًا، نحو قَوْل مَالك.\nقال: والقسامة: عِنْدَ أَهْل الكوفة: أن [65/ب] يوجد القتيل فِي محلة فيحلف من أَهْلها خمسون رجلًا ما قتلوا ولاعلموا قاتلًا، ثُمَّ يغرمون الدية، فإن لم يحلفوا حبسوا حَتَّى يقروا فيُقتلوا أو يحلفو فيغرموا الدية.\nوروي نحو هَذَا عَن عُمَر بْن الخطاب.\nوأما ما ذهب إِلَيْهِ مَالك والشَّافِعِيّ [فهم] ذهبوا إِلَى حديث سهل بْن أبي خيثمة ورافع بْن خديج\n(1/435)\n",
        "[إِذَاعفا بعض الورثة]\n230- قَالَ سُفْيَان: وإِذَاقتل رجل عمدًا فأخذ قاتله فعفا بعض الورثة لم يقتل وترفع عنه حصة الذي عفا، ويؤخذ للبقية الدية من مال القاتل.\nوكذلك قَالَ أصحاب الرَّأْي.\nوَهُوَ قَوْل الشَّافِعِيّ وأحمد وإِسْحَاق.\nوَقَالَ مَالِكٌ: إِذَا كَانَ للرجل ابنان فعفا أحدهما عَن القود فللآخر أن يقتل. قَالُوْا: وإن كانوا بنين وبنات فعفا البنات\n(1/436)\n\nفللبنين أن يقتلوا وإن عفا البنون فعفوهم جائز، لَيْسَ للنساء فِي العفو شَيْء.\n[دية عين الأعور]\n231- قَالَ سُفْيَان: والأعور إن فقئت عينه- يعني خطأ-فإنما له نصف الدية أو فقأ عين رجل عمدًا فقئت عينه: {وَالْعَيْنَ بِالْعَيْنِ [المائدة: 45} .\nوكذلك قَوْل أصحاب الرَّأْي.\nوكذلك [66/أ] قول الشَّافِعِيّ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: إِذَافقئت عين الأعور خطأ ففيها الدية كاملة.\nوكذلك قَالَ إِسْحَاق وأحمد وأبوثور.\nيروى ذلك عَن عمربن الخطاب، وعثمان بْن عفان وزيد بْن ثابت وابن عمر.",
        "(1/437)\n\n[الأعور فقأ عين صحيح]\n232- وَقَالَ أحمد فِي أعور فقأ عين صحيح: لَا يستقاد منه وعَلَيْهِ الدية كاملة، وهكَذَا يروى عَن عثمان بْن عفان، وإن كَانَ خطأ فعَلَيْهِ نصف الدية، وإن فقأ صحيح عين أعور خطأ ففيه الدية كاملة، وإن كَانَ عمدًا فأحب الأعور أن يستقيد من إحدى عيني الصحيح فله نصف الدية، وإن أحب أن يأخذ الدية كاملة فله الدية كاملة، ويروى نحو هَذَا عَن علي بْن أبي طالب أَنَّهُ مخير.\n(1/438)",
        "\nكتاب الزكاة\n[زكاة الحلي]\n233- قَالَ سُفْيَانُ: فِي حلي الذهب والفضة زكاة إِذَا بلغ مائتي درهم أَوْ عشرين مثقالا.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: لَيْسَ فِي حلي الذهب والفضة زكاة.\nوكذَلِكَ قَالَ أَحْمَد وأَبُوْعُبَيْدٍ وإِسْحَاق.\nوكان\n(1/439)\n",
        "الشَّافِعِيّ يَقُوْل بِهِ ثُمَّ توقف عنه.\n[حكم الزائد عَلَى النصاب]\n234- وقَالَ سُفْيَانُ: ما زاد عَلَى عشرين مثقالا [66/ب] فزكه وما زاد عَلَى الأربعين مثقالا فزكه بحسابه.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوأما كبيرهم فقال: لَيْسَ فيما زاد عَلَى المِائَتَيْن حَتَّى يبلغ أربعين درهما.\nوَقَالَ فِي الذهب: حَتَّى يبلغ أربعة وعشرين مثقالا.\nروي هَذَا الْقَوْل عَن عُمَر بْن الخطاب وعن الْحَسَن والشعبي وطَاوُس وعَطَاء وعَمْرو بْن دينار والزُّهْرِيِّ.\n(1/440)\n\nوَقَالَ مَالِكٌ والشَّافِعِيّ وأَحْمَد وإِسْحَاق وأَبُوْعُبَيْدٍ مثل قَوْل سُفْيَان.\nومازاد فبالحساب.\nيروى ذَلِكَ عَن علي بْن أبي طالب وابن عمر.\n[في صدقة الفطر]\n[صدقة الفطر عن عبيد التجارة]\n235- قَالَ سُفْيَانُ: فِي الْعَبِيْد إِذَا كانوا للتجارة لم يطعم عنهم صدقة الفطر لِأَنَّ فيهم الزكاة.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ",
        "(1/441)\n\nوَإِسْحَاقُ: يطعم عنهم صدقة الفطر-للتجارة كانوا أم لغيرها- لِأَنَّ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أمر أن يطعم عَن الْعَبِيْد ولم يخص بعضا دون بعض.\n[صدقة الفطر عن عبده الذمي]\n236- قَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: يطعم عَن عَبِيْدِهِ اليهود والنصارى.\nووافقهم إِسْحَاق.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ: لَا يطعم عَن عَبِيْدِهِ اليهود والنصارى.\n(1/442)",
        "\nوروى مَالك عَن نافع [67/أ] عَنِ ابْنِ عُمَر أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فرض صدقة الفطر عَلَى كُلّ صغير وكبير ذكر وأنثى حر أَوْ عبد من المسلمين صاعا من تمر أَوْ صاعا من شعير ورواه الضحاك بْن عثمان.\n[رجل يشتري صدقته]\nقَالَ سُفْيَانُ: فِي الصدقة لَا تبتاع بِهَا نسيئة تجر ولاءها.\nوَهُوَ قَوْل الشَّافِعِيِّ.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\n(1/443)\n",
        "وعن ابْن عَبَّاس والْحَسَن أَنَّهُما قَالَا: لَا بَأْسَ أن تشتري الرقبة من الزكاة وتعتقها.\nوبه قَالَ أَحْمَد وإِسْحَاق وأَبُوْعُبَيْدٍ.\nقَالَ الْحَسَنُ: إن ورث منها شيئا جعله فِي الرقاب.\nوكذَلِكَ قَالَ إِسْحَاقُ.\nقَالَ أَحْمَدُ: لَا بَأْسَ لِأَنَّ يعطي فِي الحج. وَقَالَ: يعطي أقرباءه ممن لا\n\nيعول إِذَا لم يكن يدفع بِهِ عَن نفسه مذمة ولم يق بِهَا ماله.\nقَالَ أَبُوْ عَبْدِ اللهِ: إن رجع إِلَيْهِ ميراثه بالولاء فَهُوَ له حلال ولَيْسَ له أن يصرفه فِي شَيْء.\n(1/444)\n\n[الزكاة لذي رحم]\n238- قَالَ سُفْيَانُ: لَا تدفع من زكاتك إِلَى من تجبر عَلَيْهِ من أرحامك.\nوكذَلِكَ قَالَ أَهْل الْمَدِيْنَة.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ؛ وأَبُوْعُبَيْدٍ لَا يَرَى أن يجبر الرَّجُل إِلَّا عَلَى نفقة الوالدين والولد والزوجة والمملوكين.\nقَالَ: وكل من سِوَى هَذَا فلَا بَأْسَ أن يعطيهم من الزكاة.\nوكذَلِكَ قَالَ أَهْل الْمَدِيْنَة ومَالك فِي [67/ب] الإجبار.\nوأما سُفْيَان فقوله: يجبر كُلّ وارث عَلَى النفقة: {وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ [البقرة: 233} .\nوَقَالَ أَصْحَابُ الرَّأْيِ: يجبر الرَّجُل عَلَى نفقة كُلّ ذي رحم محرم وَقَالُوْا: لَا بَأْسَ أن يعطي من الزكاة كُلّ ذي رحم أجبر عَلَى نفقته أَوْ لم يجبر إِلَّا الوالدين والولد.\nوكذَلِكَ قَالَ أَبُوْ ثَوْرٍ فِي الزكاة: أَنَّهُ لَا بَأْسَ بأن يعطي كُلّ ذي رحم إلا",
        "(1/445)\n\nالوالدين والولد.\nوأما إعَطَاء الْمَرْأَة زوجها ففي حَدِيْث زينب امرأة عَبْد اللهِ.\nوأما من قَالَ في الزوج: إنه يعطي امرأته فلَيْسَ فيه حَدِيْث.\nوقد فرق أَبُوْعُبَيْدٍبين من يلزم الرَّجُل نفقته وبين من لَا يلزم نفقتـ[ـه] .\n\nوقد ذهب قوم إِلَى أن يعطي من الزكاة كُلّ إنسان-الوالدين والولد وغيرهم، قَالُوْا: لِأَنَّ الله عز وجل قَالَ: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاء وَالْمَسَاكِينِ [التوبة: 60} . ولم يخص أحد دون أحد.\n[إخراج الزكاة من بلد المزكي]\n239- قَالَ سُفْيَانُ: ولا تخرج بِهَا من مصرك إِلَّا أن لَا تجد من تعطيه. وقد كَانَ يستحب أن تضعها فِي قرابتك،\n(1/446)",
        "\nقَالَ الْحَسَنُ وإِبْرَاهِيْم: لَا تخرجها من مصر إِلَّا إِلَى قرابة.\nوهَذَا أحب إِلَى أبي عَبْد اللهِ.\nوَقَالَ أَحْمَدُ-وسئل عَن رجل له قرابة محتاجون فِيغَيْر بلده الذي فيه ترى أن يؤخذ إليهم من زكاة ماله؟ -: قَالَ: لا.\n[الفقير الذي يستحق الزكاة]\nقَالَ سُفْيَانُ: إِذَا كَانَ للرجل خمسون درهما فلا يأخذ من الزكاة ولا يدفع من الزكاة إِلَيْهِ أكثر من خمسين درهما إِلَّا أن يكون غارما دفع إِلَيْهِ قدر دينه ثُمَّ أعطاه بَعْد ذَلِكَ خمسين درهمالا يزيده.\nوكذَلِكَ قَالَ ابْن الْمُبَارَك.\nوَهُوَ قَوْل أَحْمَد بْن حَنْبَلٍ.\nذهبوا إِلَى حَدِيْث ابْن مسعود عن\n(1/447)\n",
        "النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من سأل وله ما يغنيه.\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا يعطى من له مائتا درهم فصاعدا ومن كَانَ له أقل من مائتي درهم فلَا بَأْسَ.\nويحكى عَن مَالك أَنَّهُ قَالَ: لا يعطى من له أربعون درهما، وذهب إِلَى الْحَدِيْث الذي رواه عَن زيد بْن أسلم عَن عَطَاء بْن يسار عَن رجل من بني أسد أَنَّ النَّبِيَّ عَلَيْهِ السَّلَام قَالَ: من سأل وله أوقية فقد ألحف.\nوقد روي عَن مَالك خلاف هَذَا أَنَّهُ كَانَ لَا يوقت.\nوَقَالَ أَبُوْعُبَيْدٍ وإِسْحَاق: لَا يعطى من له أربعون درهما.\nوكَانَ الشَّافِعِيّ لَا يوقت فيه كم يعطي ومن يعطي، يَقُوْلُ: عَلَى قدر ما يعرف الناس من حاجة الناس وغناه.\n(1/448)\n\nوَقَالَ أَبُوْعُبَيْدٍ وأَبُوْ ثَوْرٍ: إِذَا كَانَ الرَّجُل فقيرا فلك أن تعطيه جملة من الزكاة كم شئت [68/ب] ولا وقت فِي ذَلِكَ. وَقَالَا: إنما التحديد لمن يكون عنده. وكَانَ إِسْحَاق يستشنع هَذَا الْقَوْلَ.\nوأَحْمَد أيضا يكره وَقَالَ بقولِ سُفْيَانَ.\nوأَصْحَاب الرَّأْيِ قَالُوْا: فِي المائتين زكاة، ذهبوا إِلَى ما تجب فيه الزكاة\n\nوَقَالُوْا: يعطي مائتي درهم إِلَّا درهم ولا يعطي مائتي درهم.\n[إخراج العروض عن الزكاة]\n241-وقَالَ سُفْيَانُ: والعروض تجزئ أن تعطيها عَن زكاة مَالك إِذَا كانت قيمته ذَلِكَ، وإن تعطيهاعلى وجهها أحب إلي.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ. وَهُوَ قَوْل أَحْمَدوأبي عُبَيْد وإِسْحَاقَ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ",
        "(1/449)\n\nوالشَّافِعِيُّ: لَا تجزيه أن يعطي القيمة وعَلَيْهِ أن يخرج ماوجب عَلَيْهِ بعينه\nقَالَ أَبُوْ عَبْدِ اللهِ: والقياس الصحيح هَذَا.\n[زكاة مال اليتيم]\nقَالَ سُفْيَانُ: إِذَا كَانَ عِنْدَ رجل مال يتيم فقد بلغنا أن عُمَر وعليا وعَائِشَة كانوا يزكون مال اليتيم.\nقَالَ سُفْيَانُ: وَأَحَبُّ إِلَيَّ أن يحفظ ما مر\n\nعَلَيْهِ من السنين، وكم فيه؟. فَإِذَابلغ اليتيم فادفع إِلَيْهِ ماله وأعلمه ما حل فيه من الزكاة فإن شاء زكاه وإن شاء ترك.\n(1/450)",
        "\nوروي عَن ليث عَن مجاهد عَن عَبْد اللهِ بْن مسعود مثل هَذَا.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وأَحْمَد والشَّافِعِيّ وإِسْحَاق وأَبُوْعُبَيْدٍ وأَبُوْ ثَوْرٍ: [69أ] الزكاة واجبة فِي مال اليتيم، وَعَلَى الوصي أن يزكي ماله كُلّ عام.\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا زكاة فِي مال اليتيم إِلَّا مما أخرجت أرضه خاصة. واحتجوا بأن القلم قد رفع عَن اليتيم، ولا تجب عَلَيْهِ الصَّلَاة. فكذَلِكَ لَا تجب عَلَيْهِ الزكاة.\nوَقَالُوْا: فيما أخرجت الأرض فيه الزكاة.\nفناقضوا قولهم. قَالُوْا: الفرق بين ما أخرجت الأرض أن الذمي يؤخذ مما أخرجت أرضه العشر وكذَلِكَ المكاتب.\n(1/451)\n",
        "قَالَ أَبُوْ عَبْدِ اللهِ: والْقَوْل عِنْدِيْ ما قَالَ-يعني-مَالكًا والشَّافِعِيَّ.\n[الزكاة في مال المملوك]\n243- قَالَ سُفْيَانُ: إِذَا كَانَ للرجل مملوك له مَال فليزك السيد مال مملوكه وينبغي للمملوك أن لَا يكتم سيده ماله.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ والشافعي وإِسْحَاق.\nيروى ذَلِكَ عَن عُمَر بْن الخطاب\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَأَحْمَدُ وَأَبُوْعُبَيْدٍ: لَيْسَ عَلَى المملوك فِي ماله زكاة، ولا عَلَى السيد أن يؤدي من مال مملوكه الزكاة.\nويروى هَذَا عَن جابر وابن عمر.\nوَقَالَ أَبُوْ ثَوْرٍ: الزكاة فِي مال المملوك واجبة عَلَى المملوك لَا عَلَى سيده -إن كَانَ المملوك مسلما- فإن كان\n(1/452)\n\nيهوديا أَوْ نصرانيا فلا زكاة عَلَيْهِ ولا عَلَى السيد فيما فِي يده.\nوذهب إِلَى حَدِيْث ابْن عمر. ورواه [69/ب] أَنَس عَن ابْن سِيْرِيْنَ قَالَ: سألتُ ابنَ عُمَرَ عَن زكاة مال المملوك فقال: أمسلم هو؟ قُلْتُ: نعم. قَالَ: فإن عَلَيْهِ فِي كُلّ مائتي درهمٍ، خمسةُ دراهم.\n[زكاة الدين]\n244- قَالَ سُفْيَانُ: وإن كَانَ لك دين فلَيْسَ عَلَيْك أن تزكيه حَتَّى تقبضه وإن كَانَ عِنْدَ مليء إِلَّا أن تشاء.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ وقول أَحْمَد بْن حَنْبَلٍ.",
        "(1/453)\n\nوَقَالَ الشَّافِعِيُُّ: فِي الدين إِذَا كَانَ عِنْدَ مليء فإن كَانَ حالا وقد حال عَلَيْهِ الحول فَإِذَاكَانَ يقدر عَلَى أخذه منه فتركه فعَلَيْهِ فيه الزكاة وهَذَا كمالٍ له وديعة فِي يدي رجل فعَلَيْهِ أن يزكيه إِذَا كَانَ قادرا عَلَيْهِ فإن كَانَ لَا يدري لعله سيفلس لديه فعَلَيْهِ إِذَا كَانَ حاضرا طلب منه بألح ما يقدر عليه. فإذا\n\nنض فِي يده فعَلَيْهِ الزكاة لما مضى فِي يده من السنين، فإن تلف قبل أن يقبضه فلا زكاة عَلَيْهِ فيه. وهكَذَا إِذَا كَانَ صاحب الدين متغيبا.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ نحو قَوْل الشَّافِعِيّ وإِسْحَاق.\nوَقَالَ مَالِكٌ: لَيْسَ عَلَى رب الدين إِذَا قبضه-وإن كان\n(1/454)",
        "\nمكث غائبا سنين- إِلَّا زكاة سنة واحدة. قَالَ: وذَلِكَ أَنَّهُ لم يكن عَلَيْهِ أن يزكي من مال سِوَاهُ.\nوقِيْلَ لأَحْمَد: قَوْل أَهْل الْمَدِيْنَةِ يزكيه لسنة؟ [70/أ]\nقَالَ: ما أدري ما هَذَا؟\nقِيْلَ: فما وجهه؟\nقَالَ: لَيْسَ له عِنْدِيْ معنى.\nثم قَالَ: إما أن يكون عَلَيْهِ الزكاة فيزكي لما مضى أَوْ لَا يكون عَلَيْهِ زكاة فلا يزكي شيئا ولا لسنة.\nوقد كَانَ ابْن أَبِيْ لَيْلَى وحماد بْن أبي سليمان يقولان: زكاة الدين عَلَى الذي عَلَيْهِ الدين.\nويروى عَنغَيْر واحد من التابعين أَنَّهُ قَالَ: لَيْسَ فِي الدين زكاة.\nقَالَ أَبُوْ عَبْدِ اللهِ: يعجبني قَوْلُ الشَّافِعِيِّ وَأَبِيْ عُبَيْدٍ وَإِسْحَاقَ.\nيروى قولهم عَن عُمَر بْن الخطاب وعثمان وابن عُمَر وجابر رضي الله عنهم.\n(1/455)\n",
        "[تعجيل الزكاة]\n245- قَالَ سُفْيَانُ: وكَانَ بعض الفقهاء لَا يَرَى بأسا أن تعجل الزكاة قبل حلها، وأحب أن لَا يعجلها\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا بَأْسَ بتعجيلها.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وإِسْحَاقُ وأَبُوْعُبَيْدٍ.\nذهبوا إِلَى حَدِيْث العَبَّاس أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: إنا تعجلناها منه عام أول.\nوعنغَيْر واحد من التابعين-الْحَسَن وإِبْرَاهِيْم وسعيد بْن جبير- لم يروا بِهِ بأسا.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: لَا يجزئ أن يعجلها.\nقَالَ أَبُوْ عَبْدِ اللهِ: أقول مثل قَوْل سُفْيَان يعجبني أن لا\n(1/456)\n\nيفعل فإن فعل فأرجو أن يجزيه.\n[ضم القليل إلى الكثير للنصاب]\n246- قَالَ سُفْيَانُ: إِذَا كَانَ للرجل مِائَة درهم وعشرة مثاقِيْلَ من ذهب ضم الكثير إِلَى القليل فإن كَانَ إِذَا ضم الدَّرَاهِم إِلَى الدنانير كانت عشرين مثقالا\n\nضمها إِلَى الدنانير وإن كانت الدنانير إِذَا ضمها إِلَى الدَّرَاهِم كانت مِائَتَيْ درهم ضمها إِلَى الدَّرَاهِم فنظر أكثر ما يكون فيه زكاها عَلَى ذَلِكَ من الحساب ضم القليل إِلَى الكثير فزكاها.\nوكذَلِكَ قَالَ الْأَوْزَاعِيُّ.\nوَهُوَ قَوْل كبير أَصْحَاب الرَّأْيِ.\nوَقَالَ مَالِكٌ: يعطي من كُلّ واحد حصته ولا يقوم أحدهما عَلَى الآخر\nوَقَالَ أَصْحَابُ الرَّأْيِ: تجعل الدنانير",
        "(1/457)\n\nكل دينار بعشرة عشرة ولا ينظر إِلَى قيمتها.\nوَقَالَ ابْن أَبِيْ لَيْلَى والْحَسَن بْن صَالِح وشَرِيْك والشَّافِعِيّ وأَحْمَد وَأَبُوْعُبَيْدٍ: لَا يجب عَلَيْهِ فِي واحد منها صدقة حَتَّى يبلغ كُلّ نوع منها ما تجب فيه الصدقة وذَلِكَ أن تبلغ الدَّرَاهِم مِائَتَيْ درهم والذهب عشرين مثقالا فإن كَانَ له مائتا درهم وعشرة مثاقِيْلَ ذهب وجبت عَلَيْهِ فِي الدَّرَاهِم الزكاة ولم تجب عَلَيْهِ فِي الذهب حَتَّى يبلغ عشرين مثقالا.\nوقَالَ أَبُوْ عَبْدِ اللهِ: وكذَلِكَ الْقَوْل عِنْدِيْ.\nوَهُوَ قَوْل أَبِيْ ثَوْرٍ.\n[إذا سُرِقَ مال الزكاة]\n247- قَالَ سُفْيَانُ: وإن كَانَ عندك ألف درهم فحال عَلَيْهِ الحول فسرق منه خمسمائة قبل أن تزكيه فما ذهب فقد ذهب وما بقي [71/أ] زكاه عَلَى حساب\n\nذَلِكَ. فإن كَانَ صرفه فِي شَيْء فسرق قبل أن يزكيه فَهُوَ ضامن له يزكي الألف وإن لم يكن صرفه فِي شَيْء فسرق الجميع فلَيْسَ عَلَيْهِ زكاة\n(1/458)",
        "\nوَقَالَ أَصْحَابُ الرَّأْيِ مثل قَوْل سُفْيَان؛ ذَلِكَ إِذَا لم يكن صرفه فِي شَيْء وكذَلِكَ قَالُوْا: إِذَا صرفه فِي تجارة ثُمَّ سرق الألف فلَيْسَ عَلَيْهِ شَيْء إِلَّا أن يهبه أَوْ يستهلكه فيكون ضامنا.\nوَقَالَ ابْن أَبِيْ لَيْلَى والْحَسَن بْن أبي صَالِح وشَرِيْك: إِذَا حلت عَلَيْهِ الزكاة فسرقت الألف سقطت عنه الزكاة إن لم يكن فرط.\nوالتفريط عندهم أن يمكنه أن يؤديها فلا يؤديها فَإِذَافرط فَهُوَ ضامن سرقت بَعْد ذَلِكَ أَوْ لم تسرق.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وإِسْحَاقُ.\nوإن سرق بعضها زكى الباقي بالحساب إِذَا لم يكن فرط.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا أصح الْقَوْلَيْنِ عِنْدِي؛ ْ وبه أقول.\n[زكاة المال المستفاد]\n248- قَالَ سُفْيَانُ: إِذَا استفدت ألف درهم أَوْ مائتي درهم فما زاد من شَيْء تكون فيه الزكاة فَكَانَ بينك وبين الحول شهر أَوْ أيام ثُمَّ أصبت مالا يكون مِائَتَيْ درهم فما زاد عَلَى المائتين فسرق المال الْأَوَّل الذي كَانَ عندك فَإِذَاأتى عَلَى هَذَا\n(1/459)\n",
        "بقية السنة من المال فزكه.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nقَالَ مَالِكٌ: كل فائدة تكون من أصل المال ونمائه فَإِنَّهُ يضمهما إِلَى أصل مال التجارة، وربح المال إِلَى أصله ثُمَّ يزكيهما معًا وإِذَاكانت الفائدة لَيْسَت من أصل المال للتجارة، والمواشي تتولد قبل تمام الحول، فَإِذَاحال الحول فَإِنَّهُ يضم الأولاد إِلَى الأُمَّهَات كميراث ورثه أَوْ هبة وهبت له فإنه\n\nلا يضمها إِلَى أصل المال ولكنه يستأنف بِهِ حولا.\nوكذَلِكَ قَالَ أَحْمَد وإِسْحَاق.\nوَقَالَ أَبُوْعُبَيْدٍ: لَيْسَ عَلَيْهِ فِي الفائدة زكاة حَتَّى يحول الحول عَلَيْهِ سواء كانت الفائدة من ربح المال وغيره.\nوكذَلِكَ يروى عَن عُمَر بْن عَبْد الْعَزِيْزِ وعَطَاء\nوَقَالَ أَبُوْعُبَيْدٍ في\n(1/460)\n\nالمواشي: إِذَا توالدت قبل الحول ثُمَّ حال الحول ضم الأولاد إِلَى الأُمَّهَات وزكاهما جميعا اتباعا لحَدِيْث عُمَر أَنَّهُ قَالَ: عد عليهم السخلة ولو أتى بِهَا الراعي يحملها عَلَى يديه.\nوفرق أَبُوْعُبَيْدٍ بين المواشي وأرباح التجارة.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ.\nوقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا الْقَوْل أشبه عِنْدِيْ",
        "(1/461)\n\nبَاب العشور\n[ما يؤخذ من أهل الحرب]\n249-قَالَ [72/أ] سُفْيَانُ: كَانَ عُمَر بْن الخطاب يجعل عَلَى من مر من المشركين من أَهْل الحرب العشر إِذَا مروا بِهِ للتجارة.\nوقَالَ سُفْيَانُ: إِذَا مروا بخمسين درهما أخذ منه خمسة دراهم فَإِذَاكانت أقل من خمسين درهما لم يأخذ منها شيئًا. وإِذَامر من أَهْل الذمة أخذ منهم من مائة درهم خمسة دراهم. فإذا كَانَ أقل من مائة لم يؤخذ منه شَيْء\n\nوَقَالَ أَصْحَابُ الرَّأْيِ: لا يؤخذ منهم شَيْء من أَهْل الحرب ولا من أَهْل الذمة حَتَّى يبلغ ما معه مِائَتَيْ درهم فصاعدا.\nوَقَالَ مَالِكٌ: يأخذ من قليل ما معهم أَوْ كثير العشر من أَهْل الحرب\n(1/462)",
        "\nبَاب زكاة الزروع\n[ماذا يزكى من الزرع؟]\n250- قَالَ سُفْيَانُ: لَيْسَ فِي شَيْء من الزرع زكاة إِلَّا الحنطة والشعير والتمر والزبيب.\nوكَانَ ابْن عُمَر يَقُوْل: [و] السلت.\nولَيْسَ فِي شَيْء من هَذَا زكاة حَتَّى يبلغ خمسة أوسق، والوسق فيما بلغنا ستون صاعا.\nوَقَالَ ابْن أَبِيْ لَيْلَى والْحَسَنُ بْنُ صَالِح مثل قَوْلِ سُفْيَان؛ وكَانَ يفتي بِهِ ابْن الْمُبَارَك وأَبُوْعُبَيْدٍ.\nوَقَالَ الْأَوْزَاعِيُّ ومَالك وأَصْحَاب الرَّأْيِ: تجب الزكاة فِي القطاني كلها وهي صنوف [72/ب] الحبوب: العدس والحمص والأرز وما أشبه ذَلِكَ.\n(1/463)\n",
        "وَقَالَ الشَّافِعِيُُّ: ماجمع أن يزرعه الأدميون وييبس ويدخر ويقتات مأكولا خبزا أَوْ سويقا أَوْ طحينا ففيها الصدقة.\nوكذَلِكَ قَالَ إِسْحَاقُ.\nوَقَالَ شيخ أَصْحَاب الرَّأْيِ: الزكاة فِي كُلّ ما أخرجت الأرض من قليل أَوْ كثير إِلَّا الحطب والقصب والحشيش.\n\n[نصاب الزكاة في الزرع]\n251- وَقَالَ سائر العلماء: لَا زكاة فيما وجبت الزكاة مما أخرجت الأرض حَتَّى يبلغ خمسة أوسق، [وبه قال] ابْن المبارك والشافعي، وأحمد وأبوعبيد وإسحاق.\n(1/464)\n\nوقد رجع بعض أَصْحَاب الرَّأْيِ إِلَى هَذَا الْقَوْل بعدما كَانَ يَقُوْل بالْقَوْل الأول.\n[الزكاة في الفواكه والبقول]\n252- وَقَالَ مَالِكُ بْنُ أَنَس: الذي لَا اختلاف فيه عندنا لَيْسَ فِي شَيْء من الفواكه كلها [73/أ] من الرمان والفرسك والتين وما أشبهه وما لم يشبه إِذَا كَانَ من الفواكه ولا فِي البقول صدقة.\nوكذَلِكَ قَالَ سُفْيَانُ والْأَوْزَاعِيّ وابْن أَبِيْ لَيْلَى والشَّافِعِيّ وأَحْمَد وأَبُوْعُبَيْدٍ وإِسْحَاق.",
        "(1/465)\n\n[ضم الحبوب بعضها إلى بعض]\n253- قَالَ سُفْيَانُ: إِذَا بلغ كُلّ نوع من هَذِهِ خمسة أوسق عَلَى حدة ففيه الصدقة فَإِذَاكَانَ دون خمسة أوسق فلَيْسَ فيه شَيْء. ولا يجمع الشعير مَعَ الحنطة ولا الشعير والحنطة مَعَ الزبيب ولكن إِذَا بلغ كُلّ نوع منه عَلَى حدة ففيه الصدقة.\nوالصاع هو قفيز الحجاج.\nوكذَلِكَ قَالَ الْأَوْزَاعِيُّ وابْن أَبِيْ لَيْلَى وأَصْحَاب الرَّأْيِ-سِوَى كبيرهم- والشَّافِعِيُّ وأَحْمَدُُ وإِسْحَاقُ وَأَبُوْعُبَيْدٍ وأَبُوْ ثَوْرٍ إِلَّا الصاع فإنهم يقولون بصاع النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوَقَالَ مَالِكٌ: يضم البر إِلَى الشعير وتضم القطاني بعضها إِلَى بعض. والقطاني إِلَى البر والشعير.\nويروى هَذَا عَن الزُّهْرِيّ\n\nوالوسق ستون صاعا بصاع النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوالصاع عِنْدَ مَالك وابن أبي ذئب وأَهْلِ\n(1/466)",
        "\nالْمَدِيْنَةِ: خمسة أرطال وثلث رطل [73/ب] برطل الْعِرَاق يكون منوين وثلثي رطل.\n[الزكاة في العنب]\n254- والعنب لَا تجب فيه الصدقة حَتَّى يبلغ خمسة أوسق وذَلِكَ ثلاث مائة صاع يكون ثمان مائة من.\n[من يزكي الزرع إذا بيع؟]\n255- قَالَ سُفْيَانُ: وإِذَاباع الرَّجُل نخله أَوْ عنبه أَوْ زرعه قبل أن يحصده كانت الزكاة فِي التمر عشر التمر أَوْ نصف عشر فيما كَانَ بالدوالي.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\n(1/467)\n",
        "وكَانَ الشَّافِعِيّ يَقُوْل: إِذَا باع الرَّجُل زرعه بألف فالعشر عَلَى مَالك الزرع. وكذَلِكَ لو وهبه له، فإن أدرك الزرع قائما أخذ منه العشر ويرجع بِهِ المشتري عَلَى البائع لِأَنَّ الصدقة إنما هي فِي الزرع فحيث كَانَ أخذت منه.\nفإن فات الزرع فالوالي بالخيار فِي أخذ الذي استهلك الزرع ويرجع عَلَى البائع أَوْ أخذ البائع لِأَنَّ الاستهلاك بسببه كَانَ.\nثم رجع عَن هَذَا الْقَوْل فقال: إِذَا باع الرَّجُل نخله أَوْ عنبه وقد بدا صلاحه فالبيع مفسوخ لِأَنَّ عشرها أَوْ نصف عشرها [74/أ] للمساكين فكأنه باع شيئا له ولغيره ولكنه يصح أن يبيعه تسعة أعشار الثمر إن كانت تسقى بعين أَوْ كانت بعلا تسعة أعشارها، ونصف عشرها إن كانت تسقى بغرب\n\nبَاب حد الزنا\n[إقامة الحد عَلَى العبيد]\n256- قَالَ سُفْيَانُ: يقيم الرَّجُل الحد عَلَى جاريته وعبده إِذَا زنيا وليحدهما الحد دون السلطان ولا يجرد ولا يمد فِي الحد.\nوكذَلِكَ قَالَ الْأَوْزَاعِيُُّ: يقيم الرَّجُل عَلَى عبده فِي الخمر والزنا.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وإِسْحَاق: إِذَا زنا\n(1/468)\n\nالعبد والأمة-متزوجين كانا أَوْغَيْر متزوجين- يجلدهما سيدهما خمسين دون السلطان.\nوَقَالَ أَحْمَدُ: إن لم تكن محصنة جلدها السيد وإن كانت محصنة دفعها إِلَى السلطان؛ ذهب إلى حَدِيْث أبي هريرة وزيد بْن خالد أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سئل عَن الأمة إِذَا زنت ولم تحصن؟ قَالَ: اجلدها خمسين.\n\nوذهب الشَّافِعِيّ وإِسْحَاق إِلَى حَدِيْث علي عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أقيموا الحدود عَلَى ما ملكت أيمانكم.\nوكَانَ ابْن عَبَّاس وأَهْل مكة لَا يرون أن يقيموا عَلَى الأمة حد الزنا إِذَا زنت ولم تكن تزوجت، ويتأولون قَوْل الله عز وجل: {فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ [مِنَ الْعَذَابِ [النساء: 25} قَالَ: والإحصان التزويج.\nوَقَالَ مَالِكٌ: لَا يجلد الرَّجُل",
        "(1/469)\n\nأمته ولا يقطع عبده إِذَا سرق وإن أبى السلطان أن يقيم عليهما الحد. وكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ.\nوَقَالَ أَحْمَدُ: لَا يقيم عَلَى عبده وأمته سِوَى حد الزنا.\nوَقَالَ الشَّافِعِيُُّ: يقيم الحدود عَلَى أمته وعبده دون السلطان.\nوكذَلِكَ قَوْل أَبِيْ ثَوْرٍ.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا أَحَبُّ إِلَيَّ.\nبَاب حد شارب الخمر\n[إقامة الحد بالريح]\n257- قَالَ سفيان: وإن وجد من رجل ريح خمر فلَيْسَ عَلَيْهِ حد حَتَّى تقوم بينة أو يعترف أَنَّهُ شربها او يوجد سكرانا، ولكن عَلَيْهِ تعزير إذا وجد ريحه.\nوالسكر: اختلاس القلب، يستقرأ، فإن أقام القِرَاءَة سئل فتكلم بما يعرف لم يجلد، وإن خلط في القِرَاءَة أو الكلام الذي يعرفه الناس يجلد. ولَا يجلد حَتَّى يفيق، يؤمر بِهِ إلى السجن لإغذا أفاق ضرب حق الضرب، ويستحيى.\n(1/470)",
        "\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: كُلّ من شرب مسكرا قليلا أَوْ كثيرا أوجب عَلَيْهِ الحد سكر أَوْ لم يسكر.\nوكذَلِكَ قَالَ أَحْمَد بْن حَنْبَلٍ: السكر عندهم خمر لحَدِيْث [75/أ] ابْن عُمَر أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: كل مسكر خمر.\nوكذَلِكَ قَالَ أَبُوْ ثَوْرٍ: يحد إِذَا شرب المسكر إِذَا أقامت الحجة عَلَيْهِ أَنَّهُ حرام؛ وذهبوا إِلَى حَدِيْث عُمَر إني وجدت من عُبَيْد الله وأَصْحَابه ريح\n\nشراب وإني سائل عنه فإن كَانَ يسكر جلدته.\nقَالَ السائب: فشهدته بَعْد ذَلِكَ يجلده الحد\nقَالَ الشَّافِعِيُُّ وإِسْحَاقُ: المسكر قليله وكثيره حرام ولَيْسَ بخمر ومن شرب منه قليلا لم يحد حَتَّى يسكر.\nقَالَ أَبُوْ الْفَضْلِ الشَّافِعِيّ: قَالَ أَبُوْ عَبْدِ اللهِ: وقول أبي ثَوْرٍ حسن.\n(1/471)\n",
        "[إذا فجر الصغيربالكبيرة]\n258- وقَالَ سُفْيَانُ: إِذَا فجر الصغير بالكبيرة فلَيْسَ عليها حد ولكنها تعزر ولَيْسَ لها مهر إِلَّا أن تكون عذراء فيفتضها بإصبعه وإصبعه وذكره سواء.\n\nفإن فعل ذَلِكَ فعَلَيْهِ العقر فِي ماله.\nوإِذَا فجر الكبير بالصغيرة أقيم عَلَيْهِ الحد ولم يقم عليها ولَيْسَ عَلَيْهِ مهر لأنه إِذَا فتق الصغير الصغيرة كَانَ فِي ماله عقرها-بإصبعه كَانَ أَوْ بذكره-.\nقَالَ أَبُوْ ثَوْرٍ: يحد الكبيرين فِي المسألتين ولَيْسَ عَلَى الصغيرين حد.\nقَالَ أَبُوْ عَبْدِ اللهِ: وبه أقول.\n[حكم شرب النبيذ]\n259- قَالَ سُفْيَانُ: اشرب العصير ما لم يغل، وغليانه أن يقذف بالزبد فَإِذَاغلى فَهُوَ خمر.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَهُوَ قَوْل الشَّافِعِيِّ.\nوَقَالَ أَحْمَدُ وإِسْحَاقُ: اشرب العصير ما لم يغل ويأتي عَلَيْهِ ثلاثة أيام فَإِذَاأتى عَلَيْهِ ثلاثة أيام لم يشرب غلى أَوْ لم يغل.\nواحتجوا بحَدِيْث ابْن عمر: اشرب العصير ما لم يأخذه شيطانه. قِيْلَ: وما يأخذه شيطانه؟.\nقَالَ: في ثلاثة أيام\nقال\n(1/472)\n\nالشَّافِعِيُّ: اشرب العصير ما لم يكن خمرا لِأَنَّ الله إنما حرم الخمر والخمر هو الذي يشتد فيسكر كثيره وما دام حلوا لم يشتد فَهُوَ حلال، وسواء أتى عَلَيْهِ ثلاثة أيام وأقل وأكثر؛ إِذَا لم يتغير عَن حاله وكَانَ حلوا مثل ما كَانَ أول ما عصر.\n\n260- قَالَ سُفْيَانُ: ويكره أن يكتب الرَّجُل إِلَى الرَّجُل ببداءة ولكن يكتب إِلَى أبي فلان.\nقَالَ أَبُوْ عَبْدِ اللهِ: هو عِنْدِيْ واسع بدأ بنفسه أَوْ بغيره.\n\nبَاب الذبائح والصيد\n[التسمية للذبح]\n261- قَالَ سُفْيَانُ: إِذَا ذبحت ونسيت التسمية فكل فإنما ذبحت بيديك وكذَلِكَ قَالَ الشَّافِعِيُُّ.\nوَهُوَ",
        "(1/473)\n\nقول أَصْحَاب الرَّأْيِ وَقَالُوْا: فإن تعمد تَرَكَ التسمية لم تؤكل الذبيحة\nوَقَالَ أَحْمَدُ: لَا بَأْسَ أن تؤكل الذبيحة وإن لم يسم عليها ناسيا تركه أوعمدا واحتج بذبائح أَهْل الْكِتَاب.\nقَالَ: قد أحل الله ذبائحهم وَهُوَ ربما يسمواغَيْر الله\nوَقَالَ الشعبي ومُحَمَّد بْن سيرين وعَبْد اللهِ بْن يزيد ونافع: لَا يؤكل من الذبيحة إِلَّا ما ذكر اسم الله عليه.\nوَهُوَ قَوْل أبي ثَوْرٍ وتأولوا قوله: {وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ [الأنعام:121}\n(1/474)",
        "\n[إذا أكل الكلب من الصيد]\n262-قَالَ سُفْيَانُ: وإِذَاأرسلت كلبك فنسيت أن تسمي فلَا بَأْسَ أن تأكل\n\nوإن أكل الكلب من صيده فلا تأكل منه فإنما تعليمه أن لَا يأكل.\nوقد كَانَ بعضهم يرخص فيه؛ وأَحَبُّ إِلَيَّ أن لَا يأكل.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوَهُوَ قَوْل الشَّافِعِيّ وأَحْمَد وأبي ثَوْرٍ.\nواحتجوا بحَدِيْث عدي بْن حاتم\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: لَا بَأْسَ أن يؤكل من الصيد إِذَا أكل منه الكلب\n(1/475)\n",
        "ويروى قولهم من حَدِيْث عَمْرو بْن شعيب عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n\nوعن سعد بْن أبي وقاص وسلمان وابن عُمَر وأبي هريرة رضي الله عنهم.\n\n[إذا أكل الجارح من الصيد]\n263-قَالَ سُفْيَانُ: إِذَا أكل الباز أَوْ الصقر والعقاب من صيده فكل فإنما تعليمه إجابته إِذَا دعوته.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ: البازي والصقر والكلب واحد لَا يؤكل من صيد واحد منهم إِذَا أكل منه.\nويروى ذَلِكَ عن\n(1/476)\n\nالْحَسَن وعَطَاءوسعيد بْن جبير وعكرمة.\n[إذا قطع من الصيد عضو]\nقَالَ سُفْيَانُ: إِذَا قطعت من الصيد يد أَوْ رجل فبان منه فلا تأكل منه ما يسقط منه وكل ما بقي منه فإن كنت قطعت نصفين فكله جميعا وإن\n\nكَانَ النصف الذي يلي الرأس أكثر من النصف الآخر فكل ما يلي الرأس وإن كَانَ مما يلي الرأس أقل من النصف الآخر فكله جميعا.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ: إِذَا ضرب الرَّجُل الصيد أَوْ رماه فبان يده أَوْ رجله فمات من تلك الضربة فسواء ذَلِكَ ولو أبان نصفه",
        "(1/477)\n\nأكل النصفين واليد والرِّجْل وحميع البدن لِأَنَّ تلك الضربة إِذَا وقعت موقع الذكاة كانت الذكاة عَلَى ما أبان وبقي كما لو ضربه أَوْ ذبحه فأبان رأسه كانت الذكاة عَلَى الرأس وجميع البدن ولا تعد الضربة أن تكون ذكاة فالذكاة لَا تكون [77/أ] عَلَى بعض البدن دون بعض أَوْ تكون ذكاة فلا يؤكل منه شَيْء ولكنه لو أبان منه عضوا ثُمَّ أدرك ذكاته فذكاه لم يأكل العضو الذي أبان لِأَنَّ الضربة الأولى صارتغَيْر ذكا وكانت الذكاة الذبح\n\nبَاب كفارة الأيمان\n[أنواع اليمين]\n265-قَالَ سُفْيَانُ: الأيمان أربعة فيمينان تكفران وَهُوَ أن يَقُوْل الرَّجُل: والله لَا أفعل فيفعل أَوْ يَقُوْل: ليفعلن فلا يفعل.\nويمينان لَا تكفران وَهُوَ أن يقول: والله ما فعلت وقد فعل. أَوْ يَقُوْل: والله لقد فعلت وما فعل.\nقَالَ أَبُوْ عَبْدِ اللهِ: أما اليمينان الأولان فلا اختلاف بين العلمَاء فيهما عنه عَلَى ما قَالَ. وأما اليمينان الآخران فقد اخْتَلَفَالعلمَاء فيهما فَإِذَاكَانَ الحالف عَلَى أَنَّهُ لم يفعل كذ وكَذَا أَوْ أَنَّهُ قد فعل كَذَا وكَذَا عِنْدَ نفسه صادقا يَرَى أَنَّهُ عَلَى ما حلف فلا إثم عَلَيْهِ ولا كفارة في\n(1/478)",
        "\nقول مَالك وسُفْيَان وأَصْحَاب الرَّأْيِ.\nوكذَلِكَ قَالَ أَحْمَد وأَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ.\nوَقَالَ الشَّافِعِيُُّ: لَا إثم عَلَيْهِ وعَلَيْهِ الكفارة.\nقَالَ أَبُوْ عَبْدِ اللهِ: لَيْسَ قَوْل الشَّافِعِيّ هَذَا [77/ب] بالقوي.\n\nقال: وإن كَانَ الحالف عَلَى زنه لم يفعل كَذَا وكَذَا فعل كَذَا متعمدا للكذب فَهُوَ آثم ولا كفارة عَلَيْهِ فِي قَوْل عامة العلمَاء منهم مَالك وسُفْيَان وأَصْحَاب الرَّأْيِ وأَحْمَد وأَبُوْعُبَيْدٍ\n(1/479)\n",
        "وأَبُوْ ثَوْرٍ.\nوكَانَ الشَّافِعِيّ يَقُوْل: يكفر.\nويروى عَن بعض التابعين مثل قَوْل الشَّافِعِيِّ.\nوقَالَ أَبُوْ عَبْدِ اللهِ: أَمِيْلُ إِلَى قَوْلِ سُفْيَانَ وأَحْمَدَ.\n[يمين اللغو]\n266- فأما يمين اللغو التي اتفق عامة العلمَاء أَنَّهُا لغو فَهُوَ قَوْل الرَّجُل: لَا والله بلا والله فِي حَدِيْثه وكلامهغَيْر معتقد باليمين ولا مريد لها.\n[الاستثناء في اليمين]\n267- قَالَ سُفْيَانُ: وإِذَاحلف واستثنى مَعَ يمينه فقال: إن شاء الله متصلا مَعَ يمينه فلا يحنث فإن استثنى مَعَ يمينه فقال: إن شاء الله متصلا مَعَ يمينه فلم يحنث فإن استثنى فِي نفسه فلَيْسَ بشيء حتي يتكلم ويتحرك لسانه وإن لم يسمعه\n(1/480)\n\nصاحبه.\nوَهُوَ قَوْل مَالك وأَصْحَاب الرَّأْيِ؛ وَهُوَ قَوْل الشَّافِعِيّ إِلَّا أَنَّهُ قَالَ: إن كَانَ بين يمينه واستثنائه سكتة كسكتة الرَّجُل بين الكلام للعي والتعسر وانقطاع الصوت ثُمَّ وصل الاستثناء فَهُوَ موصول وإنما القطع أن يحلف ثُمَّ يأخذ فِي كلام لَيْسَ من اليمين أَوْ يسكت مختارا للسكت فَإِذَافعل ذَلِكَ ثُمَّ استثنى لم يكن له استثناء.\nوَقَالَ أَحْمَدُ: له أن يستثني ما دام فِي مجلسه ما لم يأخذ فِي شَيْء آخر واحتج بالْحَدِيْث الذي يروى عَن عكرمة بعضهم يرسله وبعضهم يصيره عَنِ ابْنِ عَبَّاس عَن النَّبِيّ",
        "(1/481)\n\nصَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: والله لاأغزون قريشا\n\nثم سكت ثُمَّ قَالَ: إن شاء الله\nقَالَ إِسْحَاق: إِذَا حلف وَهُوَ يريد أن يستثني فنسي الاستثناء عِنْدَ فراغه من اليمين فله أن يستثني مَتَى ما ذكر ولا حنث عَلَيْهِ إِذَا استثنى واحتج بحَدِيْث ابْن عَبَّاس أَنَّهُ قَالَ: إِذَانسي الاستثناء فله أن يستثني ولو بَعْد سنة وقرأ: {وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ [الكهف: 24}\nوَقَالَ أَبُوْعُبَيْدٍ: معنى حَدِيْث ابْن عَبَّاس أَنَّهُ إِذَا استثنى بَعْد سنة سقط عنه المأثم وأما الكفارة فإنها لَا تسقط\nقَالَ أَبُوْ عَبْدِ اللهِ: وأنا أقول بقول الشَّافِعِيّ\nوعن ابْن عُمَر قَالَ: لا أخشين يمين فيها إن شاء الله إِذَا كانت موصولة\n(1/482)",
        "\n[كم يطعم في الكفارة]\n268- قَالَ سُفْيَانُ: فِي كفارة اليمين وإن أطعم عشرة مساكين فليطعم كُلّ مسكين نصف صاع من حنطة أَوْ صاعا من شعير أَوْ صاعا من تمر فليطعم صاعا [78/ب] من زبيب أَوْ صاعا من حبوب كُلّ شَيْء سِوَى الحنطة فَهُوَ صاع\n\nصاع.\nوكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ.\nوَقَالَ مَالِكٌ: يطعم فِي كفارة اليمين مدا من بر بمد النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وإِسْحَاقُ وأَبُوْعُبَيْدٍ.\nقَالَ أَبُوْ عَبْدِ اللهِ: إِذَاأعطى كُلّ مسكين نصف صاع فَهُوَ أَحَبُّ إِلَيَّ.\n[الكسوة في الكفارة]\n269-قَالَ سُفْيَانُ: فَإِذَاكسى الكسوة فليعط كُلّ مسكين ثوبا ثوبا وقميصا قميصا أَوْ قباءا قباءا أَوْ ملحفة ملحفة أَوْ إزارا أَوْ عمامة عمامة وَهُوَ يجزئ\nوَقَالَ\n(1/483)\n",
        "أَصْحَاب الرَّأْيِ: يكسو كُلّ مسكين ثوبا جامعا إزارا أَوْ رداءا أَوْ قميصا أَوْ كساءا ولا يجزيه العمامة ولا السراويل\nوَقَالَ مَالِكٌ: إن كسى الرجال كسى كُلّ رجل ثوبا ثوبا وإن كسى النساء كساهن ثوبين ثوبين درعا وخمارا وذَلِكَ أدنى ما يجوز الصَّلَاة فيه\nوَقَالَ الشَّافِعِيُُّ: كُلّ ما وقع عَلَيْهِ اسم كسوة من عمامة أَوْ سروايل أَوْ عزار أَوْ طنفسة أَوْغَيْر ذَلِكَ لرجل أَوْ امرأة أجزأه\n\nقَالَ أَبُوْ عَبْدِ اللهِ: [79/أ] والذي أختار أن يفعل ما قَالَ مَالِكٌ وسُفْيَان. وإن فعل ما قَالَ الشَّافِعِيُُّ رجوت أن يجزيه\n(1/484)\n\n[لو أطعم مسكينًاواحدًا]\n270- قَالَ سُفْيَانُ: ويطعم عشرة مساكين فإن لم يجد عشرة أجزأه أن يعطي مسكينا واحدا أَوْ اثنين.\nوَقَالَ أَصْحَابُ الرَّأْيِ: إن أطعم مسكينا واحدا عشرة أيام كُلّ يوم نصف صاع أجزأه وإن أعطى جملة فِي يوم واحد لم يجزه سواء وجد أَوْ لم يجد عشرة مساكين.\nويروى عَن الْحَسَن والشعبي أَنَّهُما قَالَا: لَا يجزيه حَتَّى يطعم عشرة مساكين كما قَالَ الله تعالى.\nقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وإِسْحَاقُ وأَبُوْعُبَيْدٍ",
        "(1/485)\n\n[إطعام أهل الذمة في الكفارة]\n271- قَالَ سُفْيَانُ: فِي كفارة اليمين إن لم يجد مسلمين أجزأه أن يعطي أَهْل الذمة من أَهْل العهد ولا يعطي أَهْل الحرب.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ؛ ووافقهم أَبُوْثَوْرٍ.\nوَقَالَ مَالِكٌ: لَا يجزء أن يطعم إِلَّا المسلمين.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وأَبُوْعُبَيْدٍ وإِسْحَاق؛ قاسوا كفارة اليمين على\n\nالزكاة وذَلِكَ أَنَّهُم قد أجمعوا أَنَّهُ لايجوز أن تعطي الزكاة إِلَّا مساكين المسلمين.\n\n[إن أطعم بعضا وكسى بعضًا]\n272-قَالَ سُفْيَانُ: وإن أطعم بعضهم حنطة وبعضهم [79/ب] شعيرا أَوْ تمرا أجزأه وإن أطعم بعضا وكسى بعضا أجزأه\n(1/486)",
        "\nوَقَالَ الشَّافِعِيُُّ وإِسْحَاقُ وأَبُوْعُبَيْدٍ وأَبُوْ ثَوْرٍ: لَا يجزيه أن يطعم بعضهم ويكسو بعضهم عَلَيْهِ أن يطعم عشرة مساكين أَوْ يكسو عشرة مساكين.\n[إذا قال: أقسمت بالله وأقسمت]\n273- قَالَ سُفْيَانُ: إِذَا قَالَ: أقسمت بالله وأقسمت فهما سواء تعين يكفرها وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ مَالِكٌ: لَا يكون أقسمت معينا حَتَّى يَقُوْل: بالله\n(1/487)\n",
        "وكذَلِكَ قَالَ أَبُوْعُبَيْدٍ.\nوكذَلِكَ إِذَا قَالَ: أشهد بالله فَهُوَ يمين.\nوَهُوَ قَوْل مَالك وأبي عُبَيْد.\nوَقَالَ إِسْحَاقُ: إِذَا قَالَ: أقسمت بالله وإِذَاقَالَ: أقسمت ولم يقل بالله فأراد يمينا يعني فَهُوَ يمين وإن لم يرد يمينا فلَيْسَ بشيء.\n[إذا قال: هو يهودي]\n274- قَالَ سُفْيَانُ: إِذَا قَالَ: أنا يهودي أَوْ نصراني أَوْ مجوسي أَوْ بريء من الإسلام فعَلَيْهِ فِي كُلّ واحد يمين يكفرها.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ وأَبُوْعُبَيْدٍ: لَيْسَ عَلَيْهِ كفارة\n(1/488)\n\n[إذا قال: عَلَيْهِ عهد الله]\n275- قَالَ سُفْيَانُ: إِذَا قَالَ: عَلَيْهِ عهد الله وميثاقه\" فعَلَيْهِ يمين يكفرها إِذَا كَانَ يريد بِهَا يمينا.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ؛ وَهُوَ قَوْل مَالك والشَّافِعِيّ وأبي عُبَيْد [80/أ] وإِسْحَاق. اتفقوا عَلَى أَنَّهُ إِذَا أراد بذَلِكَ اليمين فَهُوَ اليمين.\n[إذا قال: ماله صدقة]\n276- وإن قَالَ الرَّجُل: ما له فِي المساكين صدقة\" فإن أَهْل العلم اخْتَلَفُوْا فِي ذَلِكَ:\nقَالَ الشعبي والحكم والحارث العكلي وابْن أَبِيْ لَيْلَى: لَيْسَ عَلَيْهِ شَيْء من كفارة ولا غيره وذهبوا إِلَى أن اليمين لَا يكون إِلَّا بالله لِأَنَّ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ:",
        "(1/489)\n\nلا تحلفوا إِلَّا بالله\".\nقَالُوْا: فَإِذَاحلف بغير الله فهو\n\nعاص ولَيْسَ عَلَيْهِ كفارة ولا عَلَيْهِ أن يتصدق بماله لأنه لم يقصد قصد التقرب إِلَى الله بالصدقة وإنما أراد اليمين.\nويروى عَن عُمَر بْن الخطاب وعَائِشَة وابن عَبَّاس وابن عُمَر وحفصة أَنَّهُم قَالُوْا: عَلَيْهِ كفارة يمين.\nوَهُوَ قَوْل أَحْمَد والشَّافِعِيّ وأبي عُبَيْد وأبي ثور.\nوَقَالَ مَالِكٌ: يتصدق بثلث ماله وذهب إِلَى كعب بْن مَالك قَالَ له النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: يجزئك من ذَلِكَ الثلث\nقَالَ أَصْحَاب الرأي: عَلَيْهِ أن يتصدق من ماله ما تجب عَلَيْهِ الزكاة من الذهب والفضة والمواشي وما ملك من الأموال مما لَا زكاة فيها\n(1/490)",
        "\nمن العتاد والأرضين والدور ومتاع البيت والخيل والبغال والحمير والرقيق قَالُوْا يجب أن يتصدق بشيء منها\nقال: وَقَالَ إِبْرَاهِيْم النخعي: عَلَيْهِ أن يتصدق بجميع ماله ويمسك ما يستغني بِهِ عَن الناس فَإِذَااستعاد مالا تصدق بقدر ما كَانَ أمسك\nوَقَالَ إِسْحَاقُ: عَلَيْهِ فِي هَذَا أن يتصدق بكفارة الظِّهَار يعتق رقبة فإن\n\nلم يجد فصيام شهرين متتابعين فإن لم يستطع فإطعام ستين مسكينا.\nوكَانَ يَقُوْلُ: إن لم يجد يجزيه طعام عشرة مساكين وكذَلِكَ إِذَاحلف بثلاثين حجة أَوْ بحجة أَوْ بصيام أوجبه عَلَى نفسه أَوْغَيْر ذَلِكَ من الأيمان سِوَى الطلاق والعتاق ففي قَوْل أَصْحَابنا كلهم: كفارة يمين ولَيْسَ عَلَيْهِ أكثر من ذَلِكَ.\nفإن حلف بطلاق أَوْ عتاق فقد أجمعت الأمة عَلَى أن الطلاق لَا كفارة عَلَيْهِ وأنه إن حنث فِي يمينه فالطلاق لازم له.\n[الحلف بالعتاق]\n277- وقد اخْتَلَفُوْا فِي العتاق فقَالَ أكثرهم: العتاق مثل الطلاق ولا كفارة فيه وممن قَالَ ذَلِكَ مَالك وسُفْيَان وأَصْحَاب الرَّأْيِ والشَّافِعِيّ وأَحْمَد\n(1/491)\n",
        "وإِسْحَاق وأَبُوْعُبَيْدٍ.\nوَقَالَ أَبُوْ ثَوْرٍ: من حلف بالعتاق فعَلَيْهِ كفارة يمين ولا عتق عليه.\nوذهب أَبُوْ ثَوْرٍ إِلَى أن الله عز وجل أوجب فِي كتابه كفارة اليمين عَلَى من حلف فقال: [81/أ] {لاَ يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ [المائدة: 89} .\nقَالَ: فكل يمين حلف بِهَا الرَّجُل يحنث فعَلَيْهِ الكفارة عَلَى ظاهر الْكِتَاب إِلَّا أن تجمع الأمة علي يمين أَنَّهُ لَا كفارة فيه فأسقطنا عَن الحالف بالطلاق الكفارة وألزمناه الحالف بالعتاق لِأَنَّ الأمة لم تجمع عَلَى أن لَا كفارة عليه. ورووا عَن الأنصاري عَن الأشعث عَن بكر بْن عَبْد اللهِ عَن أبي رافع أن مولاته حلفت بالمشي إِلَى بيت الله وكل مملوك لها حر وهي يوم يهودية ويوم نصرانية وكل شَيْء لها فِي سبيل الله أن تفرق بينه وبين امرأته قَالَ: فسألت ابْن عُمَر وابن عَبَّاس وأبا هريرة وعَائِشَة وحفصة وأم سلمة رضي الله عنهم فكلهم يقولون لها: كفري عَن يمينك وخلي بينهما ففعلت ويروى عَن طاوس والْحَسَن مثل قوله.\n\nقَالَ أَبُوْ عَبْدِ اللهِ: أذهب إِلَى ما قَالَ الشَّافِعِيُُّ وَأَحْمَد؛ ُ وذَلِكَ أن الحالف بالعتاق لم يعتق عبده عَلَى وقت وذَلِكَ أن يَقُوْل: إِذَا جاء شهر كَذَا فأنت حر فهَذَا لَا اختلاف فيه أن يعتق إِذَا جاء الشهر\n(1/492)\n\nبَاب قطع السارق\n[نصاب القطع]\n278- قَالَ سُفْيَانُ: لَا يقطع السارق إِلَّا فِي عشرة دراهم أَوْ دينار ولا يقطع حَتَّى يخرج المتاع من ملك الرَّجُل وإِذَاسرق العبد [81/ب] من سيده فلا قطع وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: يقطع السارق فِي ربع دينار فصاعدا.\nوكذَلِكَ قَالَ الْأَوْزَاعِيُّ والشَّافِعِيّ وإِسْحَاق وأَبُوْثَوْرٍ.\nوَقَالَ أَحْمَدُ بْنُ حَنْبَل: إِذَا سرق من الذهب ربع دينار",
        "(1/493)\n\nقطعت يده وإِذَاسرق من الدَّرَاهِم ثلاثة دراهم فصاعدا قطعت يده وإِذَاسرق عرضا قوم فإن بلغ قيمته ثلاثة دراهم قطعت يده وذهب عَلَى التقويم عَلَى الدَّرَاهِم عَلَى حَدِيْث ابْن عُمَر أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قطع فِي مجن قومت ثلاثة دراهم.\nوفي الذهب إِلَى حَدِيْث عَائِشَة يقطع السارق فِي ربع دينار وذهب سائر\n\nأَصْحَابنا فِي التوقيت إِلَى حَدِيْث عَائِشَة.\nوأَصْحَاب الرَّأْيِ ذهبوا إلى حَدِيْث عَمْرو بْن شعيب عَن أبيه عَن جده.\nوَقَالَ ابْن شُبْرُمَةَ وابْن أَبِيْ لَيْلَى: يقطع فِي خمسة دراهم فصاعدا ذهبوا إلى حَدِيْث الشعبي عَنِ ابْنِ مسعود.\nولا يصح هَذَا\n(1/494)",
        "\n[هل يغرم مع القطع؟]\n279-قَالَ سُفْيَانُ: إِذَا سرق السارق فقطع فلا غرم عليه.\nوكذَلِكَ قَوْل أصحاب الرَّأْي.\nوَقَالَ مَالِكٌ: إِذَا كَانَ موسرا غرم وإن كَانَ معسرا لم يجعل دينا عَلَيْهِ يروى هَذَا عَن الزُّهْرِيّ.\nويروى عَن الْحَسَن وحماد بْن سلمة.\nوَهُوَ قَوْل الشَّافِعِيّ وأَحْمَد وإِسْحَاق وأبي ثَوْرٍ يغرم فِي السرقة موسرا كَانَ أو معسرا ويكون دينا عَلَيْهِ مَتَى أيسر أدى\n(1/495)\n",
        "[السرقة من ذي رحم]\n280- قَالَ سُفْيَانُ: إِذَا سرق الرَّجُل من ذي محرم لم يقطع إِذَا كَانَ من خاله أَوْ عمه.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nقَالَ الشَّافِعِيُُّ: لَا يقطع الأب إِذَا سرق من مال ابنه ولا الإبن إِذَا سرق من والده شيئا ولا يقطع إِذَا سرق من غيرهما من ذي محرم حكاه عنه المزني فِي كتابه.\nوَقَالَ أَبُوْ ثَوْرٍ: تقطع يد كُلّ من سرق لِأَنَّ الله عز وجل قَالَ: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا [المائدة: 38} ولم يخص أجنبيا دون ذي رحم ولا خصت السنة والآية عامة عَلَى جميع السراق ما لم يخصه كتاب أَوْ سنة\n(1/496)\n\n[القطع في الثمارواللحم ونحوها]\n281- قَالَ سُفْيَانُ: لَا يقطع فِي شَيْء من الثمار إِذَا كانت فِي شجرها ولكن يغرم وإِذَاسرق من الثمار شيئا مما يفسد ولَيْسَ له بقاءأو سرق ثريدا أَوْ لحما مما يفيد فلَيْسَ له بقاء فلَيْسَ عَلَيْهِ قطع ولكن يعزر ويغرم.\nقَالَ أَبُوْ عَبْدِ اللهِ: يقطع فِي هَذَا كله إِذَا سرق من حرز بلغ قيمة ما يسرق ربع دينار فصاعدا.\nويروى حَدِيْث عَبْد اللهِ بْن عَمْرو فِي الثمار: إِذَا آواه الجرين ففيه القطع إِذَا بلغ ثمن [82/ب] المجن\".\nوكذَلِكَ قَوْل أبي ثَوْرٍ فِي الثمار إِذَا كَانَ محرزا رطبا كَانَ أَوْ يابسا والخبز والجبن والنورة والأشنان والزرنيخ والمَاء واللبن والنَّبِيّذ إِذَا كَانَ ما لَا يسكر\nقَالَ أَبُوْ ثَوْرٍ: إِذَا سرق ثمرا من نخل أَوْ شجر أَوْ عنبا من كرم أو\n\nبقلا من أرض قائما لم يحصد فَإِذَاكَانَ هَذَا محرزا",
        "(1/497)\n\nفَكَانَ ما سرق من ذَلِكَ ما يقطع فيه اليد قطعت يده.\nقَالَ: ومعنى قَوْل النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"لا قطع فِي ثمر ولا كثر\" إنما هو عَلَى الثمر المعلق لَيْسَ فِي حرز.\nقَالَ: وكذَلِكَ الكثر وإنما هو الجمار؛ وذَلِكَ أن الأرضين بالْحِجَاز وغيرها إِذَا كثرت لم يكن عليها حيطان فَكَانَ الشيء لَيْسَ محرزا.\nقَالَ: وَقَالَ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِذَا آواه الجرين أَوْ المراج ففيه القطع\"\nقَالَ: فهَذَا يدل أَنَّهُ لم يكن محرزا وأما المحرز فيقطع صاحبه.\nوَقَالَ أَبُوْ ثَوْرٍ: وإن سرق نبيذا لَا يسكر لم أقطعه لأنه حرام وكذَلِكَ لو سرق خمرا أَوْ خنزيرا لمسلم كَانَ أَوْ لذمي فلا قطع فيه\n(1/498)",
        "\n[شهادة النساء في الحدود]\n282- قَالَ سُفْيَانُ: إِذَا شهد امرأتان ورجل عَلَى رجل بالسرقة أخذ السارق بالمال ولَيْسَ عَلَيْهِ القطع لِأَنَّ شهادات النساء لَا تجوز فِي الحدود\nقَالَ أَبُوْ عَبْدِ اللهِ: أجمع [83/أ] أَصْحَابنا عامتهم عَلَى هَذَا.\n\nبَاب المكاتب\n[المكاتب يؤدي بعض المال]\n283- قَالَ سُفْيَانُ: وإِذَاكَانَ المكاتب قد أدى النصف أَوْ الثلث وَأَحَبُّ إِلَيَّ أن لَا يرد لما جاء بِهِ ومنهم من يَقُوْل إِذَا عجز رد\nوَقَالَ مَالِكٌ وأَصْحَاب الرَّأْيِ والشَّافِعِيُّ\n(1/499)\n",
        "وأَحْمَد وغيرهم من أَصْحَابنا: هو عبد ما بقي عَلَيْهِ درهم ومَتَى ما عجز رد فِي الرق.\nوَقَالَ علي بْن أبي طالب: يعتق منه بقدر ما أدى وأحكامه وميراثه عَلَى ذَلِكَ.\nوَقَالَ ابْن مسعود: إِذَا أدى قيمته فَهُوَ غريم من الغرمَاء لَا يرد فِي الرق.\n\nويروى عَن عُمَر بْن الخطاب أَنَّهُ قَالَ: إِذَاأدى النصف من كتابته غهو غريم من الغرماء.\nويروى عنه أَنَّهُ قَالَ: هو عبد ما بقي عَلَيْهِ شَيْء.\nوَقَالَ زيد بْن ثابت وابن عُمَر وعَائِشَة: هو عبد ما بقي عَلَيْهِ درهم.\n[مكاتبة العبد المشترك]\n284- قَالَ سُفْيَانُ فِي عبد بين رجلين: لَيْسَ لأحدهما أن يكاتب نصيبه بغير إذن شَرِيْكه فإن فعل رددته إِلَّا أن يكون نقده فإن نقده كَانَ هَذَا شَرِيْكه فيما أخذ منه وعتق العبد وضمن الذي كاتب نصيب الآخر فإن كَانَ الذي كاتب وفى أخذ منه وإن لم يكن له وفاء سعى العبد فِي نصف قيمته\n(1/500)\n\nوصار شَرِيْكه مما أخذ من مكاتبته وتبع المكاتب كتابته فيما أخذ منه.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ: إِذَا كاتب أحدهما بغير إذن شَرِيْكه فالْكِتَابة فاسدة فإن أداها عَلَيْهِ فلشَرِيْكه نصفها ولا يعتق.\nفإن أداها وأدى عَلَى سيده الذي لم يكاتب مثلها عتق ويتراجع السيد الذي كاتب المكاتب بقيمة نصفه لأنه عتق بكتابة فاسدة فإن كَانَ ثمن نصفه أقل من الْكِتَابة ورجع عَلَيْهِ العبد بالْفَضْل عَن الْكِتَابة.\nوإن كَانَ ثمن نصفه أكثر من الْكِتَابة رجع السيد بالْكِتَابة ولو أراد شَرِيْكه الذي لم يكاتب أن يمنع عتقه بأن يَقُوْل: لَا أقبض لم يكن له وقبضه عَلَيْهِ لأنه قد أدى إِلَيْهِ مثل ما أدى أداء صاحبه فإن كَانَ السيد هو من ضمن لشَرِيْكه نصف قيمته وإن كَانَ العبد حرا كله وإن كَانَ معسرا أعتق نصيبه منه وكَانَ المَالك عَلَى نصيبه كما كَانَ قبل الْكِتَابة.\nوَقَالَ ابْن أَبِيْ لَيْلَى وعَبْد اللهِ بْن الْحَسَن: لأحدهما أن يكاتبه عَلَى حصته ولَيْسَ للشَرِيْك أن يرد الْكِتَابة.\nوكذَلِكَ قَالَ أَحْمَد بْن حَنْبَلٍ وَقَالَ: ما كسب\n\nالمكاتب أخذ الآخر ذَلِكَ فَإِذَاأدى الذي كاتبه جميع كتابته عتق العقد وضمن لشَرِيْكه الذي لم يكاتب نصف قيمته إن كَانَ موسرا وإن كَانَ معسرا أعتق منه ونصيب الآخر رقيق عَلَى حاله",
        "(1/501)\n\n[زواج المكاتب بغير إذن سيده]\n285- قَالَ سُفْيَانُ: إِذَا تزوج المكاتب بغير إذن مواليه أرجئ نكاحه فإن كَانَ [84/أ] أدى كتابته جاز نكاحه وإن عجز فرد رد نكاحه وإن أعتق عتاقه أَوْ تصدق بصردة أرجئه أيضا حَتَّى ينظر فإن أدى مكاتبته جاز عتقه وصدقته وإن عجز رد عتاقه وصدقته.\nقَالَ الشَّافِعِيُُّ: جميع ذَلِكَ باطل.\n\n[إذا مات المكاتب وتَرَكَ وفاء]\n286- قَالَ سُفْيَانُ: وإِذَامات المكاتب فتَرَكَ وفاءا أخذ مواليه ما بقي عَلَيْهِ من كتابته وما بقي كَانَ لورثته.\nقَالَ الشَّافِعِيُُّ: إِذَا مَاتَ من قبل أن يؤدي جميع كتابته تَرَكَ وفاءا أَوْ لم يتَرَكَ فماله كله لسيده ولا ترثه ورثته لأنه مَاتَ عبدا.\nوكذَلِكَ قَالَ أَحْمَد وأَبُوْ ثَوْرٍ.\nويروى هَذَا عَنِ ابْنِ عمر\n(1/502)",
        "\n[المكاتبة ولدت ثُمَّ ماتت]\n287- قَالَ سُفْيَانُ: المكاتبة إِذَا ولدت أولادا ثُمَّ ماتت فولدها بمنزلتها يستسعون فيما بقي عليهم.\nقَالَ الشَّافِعِيُُّ: ولده رقيق وماله لسيده.\nوكذَلِكَ قَالَ أَبُوْ ثَوْرٍ.\nوَهُوَ قياس قَوْل أَحْمَد.\n\nبَاب الوصايا\n[إذا أوصى بسهم من ماله]\n288- قَالَ أَبُوْ عَبْدِ اللهِ: قَالَ سُفْيَانُ: وإِذَاأوصى بسهم من ماله لبني فلان وَهُوَ السدس كَانَ سهام الورثة أقل أَوْ أكثر.\nوكذَلِكَ قَالَ الْحَسَن بْن صَالِح.\nوكذَلِكَ روي عَن الْحَسَن أَنَّهُ قَالَ: له السدس\nوَقَالَ عَطَاء وعكرمة: لَيْسَ له شَيْء.\nوكذَلِكَ قَالَ شَرِيْك.\nوَقَالَ أَبُوْ ثَوْرٍ: تقام الفريضة ثُمَّ يعطي سهما من سهام\n(1/503)\n",
        "الفريضة إن كانت الفريضة من أربعة وعشرين أعطي من أربعة وعشرين وإن كَانَ من اثني عشر أعطي سهما من اثني عشر.\nوَهُوَ قَوْل بعض أَصْحَاب الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ: إِذَا قَالَ: أوصيت لفلان بنصيب من مالي أَوْ جزء من مالي أَوْ حظ من مالي فهَذَا كله سواء ويقَالَ للورثة أعطوه منه ما شئتم لِأَنَّ كُلّ شَيْء نصيب وجزء وحظ.\n\nوقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا كما قَالَ الشَّافِعِيُُّ.\n[إن قال: إن مت ففلان حر]\n289- قَالَ سُفْيَانُ: وإِذَاقَالَ الرَّجُل: إن مت ففلان حر فلَيْسَ له أن يرجع وإن قَالَ: إن مت من مرضي هَذَا ففلان حر فإن شاء أن يبيعه فباعه وإن لم يبعه فمات فَهُوَ حر وإن صح فلا شَيْء عليه.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\n(1/504)\n\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُ وأَبُوْ ثَوْرٍ: كُلّ هَذَا واحد وَهُوَ وصيه فله أن يرجع فيها مَتَى شاء المدير وغيره عندهم سواء واحتجوا بحَدِيْث جابر أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ باع مدبرا.\nوأن عَائِشَة دبرت جارية ثُمَّ باعتها.\nوكَانَ الشَّافِعِيّ يَقُوْل: لَا يكون الرَّجُل فِي التدبير إِلَّا بأن يخرجه من ملكه ببيع أو هبة، فإن هو قال: رجعت في التدبير ولم يخرج [85/أ] المدبر من ملكه، فَإِنَّهُ يعتق إِذَا مات.\n\n[أوصى رجل ورجعت ورثته]\n290- وَقَالَ أَبُوْ ثَوْرٍ: إِذَا قَالَ: قد رجعت فيه فقد بطل التدبير فإن مَاتَ لم يعتق\nقَالَ سُفْيَانُ: إِذَا أوصى الرَّجُل بالثلث لوارث فطنت الورقة ثُمَّ رجعوا\n\nبَعْد موته فلهم أن يرجعوا لأنهم أجازوا شيئا لم يقع ولم يملكوه إنما ملكوه بَعْد موته فإن أجازوا بَعْد الموت فَهُوَ جائز لَيْسَ لهم أن يرجعوا قبضوا أَوْ لم يقبضوا.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.",
        "(1/505)\n\nوَهُوَ قَوْل الشَّافِعِيّ وأَحْمَد.\nقَالَ أَبُوْ عَبْدِ اللهِ: وكذَلِكَ أقول فيه.\n[إذا أوصى بأكثر من الثلث برضاء الورثة]\n291- وَقَالَ مَالِكٌ: إِذَا استأذن ورثته وَهُوَ مريض فأذنوا له أن يوصي لبعض ورثته بأكثر من ثلثه فلَيْسَ لهم أن يرجعوا فِي ذَلِكَ.\nوَقَالَ: وذَلِكَ أن الرَّجُل إِذَا كَانَ صحيحا كَانَ أحق بجميع ماله يضع فيه ما شاء إن شاء يتصدق أَوْ يعطيه من يشاء فعل وإنما يكون استئذانه للورثة جائزا عَلَى الورثة إِذَا أذنوا له حين يحجب عَن ماله ولا يجوز له شَيْء إِلَّا فِي ثلثه وحين هم أحق بثلثي ماله منه فلذَلِكَ حين يجوز عليهم ما أذنوا له.\n[إذا أقر الرجل بدين في مرضه]\n292- قَالَ سُفْيَانُ: إِذَا أقر الرَّجُل بدين فِي مرضه لوارث لم تجز إِلَّا شَيْء أقر بِهِ فِي الصحة [85/ب] وإن أقر بشيء عنده فقَالَ هَذَا مضاربة أَوْ وديعة أَوْ عارية أَوْ بضاعة فَهُوَ للذي أقر بِهِ إِذَا سمى بعينه ولا يكون للغرمَاء ولا للورثة. وكذَلِكَ قَالَ\n(1/506)",
        "\nأَصْحَاب الرَّأْيِ والشَّافِعِيّ.\nويروى عَن الْحَسَن وطَاوُس وميمون بْن مهران أَن إقراره جائز فِي مرضه للوارث وغير الوارث.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ وإِسْحَاق وأَبُوْثَوْرٍ.\nوَقَالَ مَالِكٌ: إِذَا أقر لوارث فِي مرضه نظر فِي ذَلِكَ فإن كانت هناك أسبَاب ووجوه فيها دلائل عَلَى صدق المقر كَانَ جائزا وإنه لم يكن هناك\n\nسبب يدل عَلَى صدقه فَهُوَ باطل.\n[إذا أوصى بشيء فضاع]\n293-قَالَ سُفْيَانُ: وإِذَاأوصى الإنسان بعينه فذهب ذَلِكَ الشيء أَوْ سرق أَوْ ضاع فلَيْسَ له فِي سائر المال شَيْء فإن ضاع المال وبقي ذَلِكَ الشيء بعينه شاركه الورثة فِي ذَلِكَ الشيء ويجوز له ثلث ذَلِكَ الشيء بعينه\n(1/507)\n",
        "وَقَالَ أَحْمَدُ: لَيْسَ هَذَا بشيء عَلَى معنى أَنَّهُ وهب ميراث الورثة لم يشاركوا الموصى له فيما أوصى له كما إِذَا ذهبت وصية الموصى له لم يشارك الورثة فِي ميراثهم.\n[إذا أوصى بعتق ووصية]\n294- قَالَ سُفْيَانُ: وإِذَاأوصى بعتاقة ووصايا بدئ بالعتاقة فإن بقي شَيْء كَانَ لأَصْحَاب الوصايا.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ وأَبُوْ ثَوْرٍ: العتاقة وغيره سواء ويتخاصمون.\nقَالَ أَبُوْ عَبْدِ اللهِ: وكذَلِكَ الْقَوْل عندنا.\n\n[إذا ضيع زكاته ثُمَّ أوصى بها]\n295- قَالَ سُفْيَانُ: إِذَا ضيع الرَّجُل زكاته فِي حياته أَوْ الحج فأوصى بَعْد الموت فإنها تكون من الثلث.\nوكذَلِكَ قَالَ\n(1/508)\n\nأَصْحَاب الرَّأْيِ.\nقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وَإِسْحَاقُ: كُلّ واجب فَهُوَ من جميع المال أوصى أَوْ لم يوص ويروى هَذَا عَن الْحَسَن وطَاوُس وعَطَاء.\n[إذا أوصى بمثل نصيب ولده]\n296- قَالَ سُفْيَانُ: وإِذَاأوصى بمثل نصيب ولده وفيهما لذكر والأنثى كانت الوصية بمثل نصيب الأنثى بالأقل إِلَّا أن يسمي نصيب ذكر.\n\nوكذَلِكَ قَالَ الشَّافِعِيُُّ بالأقل.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ إِذَا كانت بنت وابنت ابْن يعطي السدس",
        "(1/509)\n\n[إذا أوصى لرجلين]\n297- قَالَ سُفْيَانُ: وإِذَاأوصى الرَّجُل الآخر بماله ولرجل آخر بثلثه وأَبُوْا أن يجيزوا فَإِنَّهُ يقسم ثلث ماله عَلَى أربعة ثلاثة أرباع لصاحب المال وربع لصاحب الثلث.\nوهكَذَا قَوْل ابْن أَبِيْ لَيْلَى والْحَسَن بْن صَالِح وشَرِيْك والشَّافِعِيّ وأَحْمَد وإِسْحَاق.\nوَقَالَ النعمان: ثلث ماله بينهما نصفان.\nوكذَلِكَ قَوْل أَبُوْثَوْرٍ.\nقَالَ أَبُوْ عَبْدِ اللهِ: والقياس هَذَا.\n(1/510)",
        "\n(فارغة)\n\nبَاب العتق والولاء\n[إذا أعتق أحد الشَرِيْكين نصيبه في العبد]\n298- قَالَ سُفْيَانُ: إِذَا كَانَ عبد بين الرَّجُلين فأعتق أحدهما نصيبه ضمن [86/ب] الآخر إن كَانَ له وفاء لنصيب الآخر فإن لم يكن له وفاء نقص من نصيب الآخر فلا ضمان عليه.\nفإن ضمن كَانَ له الولاء فإن لم يكن له وفاء سعى العبد فِي نصف قيمته والولاء للذي أعتق.\nوَقَالَ أَصْحَابُ الرَّأْيِ كذَلِكَغَيْر شيخهم.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ مثل قولهم إِذَا كَانَ المعتق موسرا وخالفوهم فِي المعسر فقَالُوْا: إِذَا كَانَ المعتق معسرا فلا ضمان عَلَيْهِ ولا يسعي العبد فِي شَيْء لكنه يكون عَلَى حاله نصفه رقيق ونصفه حر يعمل لنفسه يوما ولمولاه يوما.\nوَهُوَ قَوْل الشَّافِعِيّ وأَحْمَد وأبي عُبَيْد وأبي ثور\n(1/511)\n",
        "واحتج مَالك ومن قَالَ بقوله بحَدِيْث ابْن عُمَر عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: فإن كَانَ المعتق معسرا فقد عتق منه ما عتق.\nواحتجوا أيضا بحَدِيْث\n\nعمران بْن حصين أن رجلا أعتق ستة مملوكين له عِنْدَ موته ولَيْسَ له مَالك غيرهم وأقرع النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فأعتق ثلثهم وأرق الثلثين ولم يستسعهم.\nوفي قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ فِي هَذَا: يعتق هؤلاء الْعَبِيْد كلهم ويسعون فِي ثلثي قيمتهم للورثة.\nواحتج سُفْيَان ومن قَالَ بقوله فِي السعاية بحَدِيْث أبي هريرة عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: من أعتق شقصا له فِي عبد وعن كَانَ معسرا سعى العبدغَيْر مشقوق عليه.\nوضعف أَحْمَد حَدِيْث أبي\n\nهريرة فِي السعاية. وَقَالَ: رواه شعبة وهمام ولم يذكر فيه السعاية وقد اخْتَلَفُوْا فِي إسناده وصل بعضهم ولم يوصل بعضهم\n(1/512)\n\nوَقَالَ شيخ أَصْحَاب الرَّأْيِ فِي هَذِهِ المسألة قولا خلاف الْحَدِيْثين اللذين رويا عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وخلاف ما أجمع عَلَيْهِ أَهْل الْحِجَاز وأَهْل الْعِرَاق فقال: إِذَا كَانَ العبد بني عثنين فأعتق أحدهما نصيبه وَهُوَ موسر فإن الشَرِيْك الآخر بالخيار إن شاء ضمن العبد نصف قيمته يسعى فيها والولاء بينهما وإن شاء أعتقه كما أعتق صاحبه والولاء بينهما\nقَالَ أَبُوْ عَبْدِ اللهِ: والْقَوْل عندنا ما قَالَ أَهْل الْمَدِيْنَة.",
        "(1/513)\n\n[إذا ملك ذا رحم]\n299- قَالَ سُفْيَانُ: وإِذَاورث الرَّجُل من أخيه أَوْ عمه أَوْ خاله منهما يعتق لم يضمن هَذَا الذي ورثه ويسعى الآخر فيما بقي من قيمته.\nوهَذَا قَوْل أَصْحَاب الرَّأْيِ.\nوفي قَوْل مَالك وأَهْل الْمَدِيْنَة والشَّافِعِيّ وأبي ثَوْرٍ: إِذَا ملك ذا رحم محرم لم يعتق عَلَيْهِ إِلَّا الوالدان والولد خاصة.\nوَقَالَ الشَّافِعِيُُّ: فإن ملك من ولد أَوْ والد شقصا بأي وجه ملك سِوَى الميراث أعتق عَلَيْهِ الشقص الذي ملك وقوم عَلَيْهِ ما بقي إن كَانَ موسرا وعتق إن كَانَ معسرا عتق منه ما ملك ورق ما بقي لغيره وإن ملك شقصا من ولده أَوْ والده بميراث ورثه عتق عَلَيْهِ ما ملك منه ولم يقوم عَلَيْهِ ما بقي لأنه لم\n\nيختر ملكه بكسبه إنما ملكه من حيث لَيْسَ له دفعه.\n(1/514)",
        "\n[إذا أعتق الأم دون الجنين]\n300- قَالَ سُفْيَانُ: وإِذَاأعتق الأم واستثنى ما فِي بطنها إنه رقيق فلَيْسَ له ذَلِكَ وقد عتقت وعتق ما فِي بطنها.\nوَقَالَ أَحْمَدُ وإِسْحَاقُ وأَبُوْ ثَوْرٍ: إِذَا عتقها واستثنى ما فِي بطنها فله ذَلِكَ وتكون هي حرة وما فِي بطنها رقيق.\nيروى ذَلِكَ عَنِ ابْنِ عُمَر والْحَسَن وإِبْرَاهِيْم.\n(1/515)\n",
        "بَاب البيوع\n[بيع المرابحة]\n301- قَالَ سُفْيَانُ: وإِذَاباع الرَّجُل [88/أ] بمائة درهم ثُمَّ قَالَ: الذي ابتاعه منه اشتريته بمِائَتَيْن فاشتراه منه مرابحة بربح خمسين درهما فالبيع جائز ويرفع عَن المشتري الزيادة وما أصابها من الربح فيكون بمائة وخمسة وعشرين. وكذَلِكَ قَالَ طَائِفَة من أَصْحَاب الرَّأْيِ.\nوَهُوَ قَوْل أَحْمَد وأبي ثور.\nوَقَالَ غيره: إِذَا علم المشتري فَهُوَ بالخيار فِي أخذه الثمن الذي سمي له أَوْ فسخ البيع ورده والرجوع برأس المال.\n[بيع الحيوان بعضه ببعض]\n302- قَالَ سُفْيَانُ: لابأس بقرة بعشرين شاة يدا بيد وبع الحيوان بعضه ببعض كَيْفَ شئت بع البقر بالخيل والخيل بالإبل والإبل بالغنم واحد بعشرين أَوْ بعشرة وكَيْفَ شئت يد بيد ولا تبعه نسيئة.\nوكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ.\n(1/516)\n\nوَقَالَ أَحْمَدُ: أكره بيع الحيوان بالحيوان نسيئة لحَدِيْث الْحَسَن عَن سمرة\n\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: لَا بَأْسَ بالحيوان يدا بيد ونسيئة إِذَا اختلفا.\nوَقَالَ الشَّافِعِيُُّ وأَبُوْثَوْرٍ: الحيوان بالحيوان نسيئة ذهبوا إلى حَدِيْث عَبْد اللهِ بْن عَمْرو عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nوقد روي عَن علي أَنَّهُ باع بعيرا ببعيرين أَوْ بعشرين إِلَى أجل.\nوابن عمر [88/ب] وجابر رخصه.\nقَالَ أَبُوْ عَبْدِ اللهِ: هَذَا أقيس الأقاويل.",
        "(1/517)\n\n[إذا سمى العيوب وبرئ منها]\n303- قَالَ سُفْيَانُ: وإِذَاباع الرَّجُل السلعة فسمى العيوب وبرئ منها فقد برئ وإن لم يرها إياه.\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا تبرأ من كُلّ عيب فَهُوَ برئ سمى العيوب أَوْ لم يسمها.\nوكذَلِكَ قَالَ أَبُوْثَوْرٍ.\nوَقَالَ مَالِكٌ: إِذَا باع بالبراءة من كُلّ عيب وَهُوَ لَا يعلم ثُمَّ وجد عيبا فلا يرجع بشيء وذَلِكَ براءة وإِذَاكَانَ بِهَا عيب علمه ثُمَّ باع بالبراءة من كُلّ عيب وكَانَ المشتري أن يرد عَلَيْهِ بالعيب.\nوَقَالَ أَحْمَدُ: لا يبرأ حَتَّى يسمي العيوب أَوْ يضع يده عليها.\nوهَذَا قَوْل ابْن أَبِيْ لَيْلَى.\nوكَانَ الشَّافِعِيّ يَقُوْل وَهُوَ ببغداد: لَا تكون بالبراءة من كُلّ عيب براءة وللمشتري أن يرجع عَلَى البائع وكل عيب وجده بسلعة علمه البائع.\nثم قَالَ بَعْد بمصر مثل هَذَا الْقَوْل إلا\n(1/518)",
        "\nفي الحيوان خاصة.\nفإن قَالَ: إِذَاتبرأ فِي الحيوان من العيوب برئ من كُلّ عيب لم يعلمه ولا يبرأ من علمه اتباعا لحَدِيْث عثمان بْن عفان حيث قَالَ لابن عمر: أتحلف بالله ما بعته بالبراءة؟ فقَالَ عثمان: تحلف [89/أ] بالله لقد بعته وما بِهِ داء فعلمه فأبى أن يحلف وقبل العبد\n\nوَقَالَ ابْن أَبِيْ لَيْلَى: لَا يبرأ حَتَّى يسمي العيوب كلها بأسمائها.\nوذَلِكَ يروى عَن شريح والْحَسَن وإِبْرَاهِيْم وطَاوُس وإِسْحَاق كانوا يقولون بحَدِيْث عثمان.\n[إذا بيع العبد فكسب ثم رد لعيب]\n304- قَالَ سُفْيَانُ: وإِذَاباع الرَّجُل عبدا فأغل غلة عنه الذي اشتراه ثُمَّ رأى بِهِ عيبا فرده فغلته للمشتري بما ضمن.\nوكذَلِكَ قَوْل أَصْحَاب الرَّأْيِ وقول مَالك والشَّافِعِيّ وأَحْمَد فِي الغلة وكل ما كَانَ من كسب العبد والأمة وغلة الدور والحيوان وغير ذَلِكَ. وكذَلِكَ إَن وهب العبد هبة أَوْ وجد ركازا فكل ذَلِكَ للمشتري\n(1/519)\n",
        "وَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وأَبُوْ ثَوْرٍ وعامة أَصْحَابنا: وكذَلِكَ كُلّ ما حدث فِي ملك المشتري من نتاج الماشية وصوفها ووبرها ولبنها وولد الأمة وتمر النخل والشجر فحله للمشتري.\nوخالفهم أَصْحَاب الرَّأْيِ فقَالُوْا: فِي نتاج الماشية وولد الأمة والثمر أَنَّهُ للبائع إِذَا رد البيع، قَالُوْا: لِأَنَّ نتاج الماشية من الماشية وولد الأمة من الأمة وثمر النخل من النخل.\nوَقَالَ أَصْحَابُنا: كل هَذَا سواء إنما كَانَ [89/ب] المشتري يوم يرده عَلَى حاله يوم اشتراه فله أن يرد كُلّ ما حدث فِي ملكه لأنه كَانَ مَالكا يوم حدث فِي ملكه فلَيْسَ له أن يرده عَلَى البائع لِأَنَّ البائع لم يملكه.\nوَقَالَ أَصْحَابُنا: فإن هو غصب عبدا أَوْ حيوانا أَوْ أرضا أَوْ دارا أَوْ غير\n\nذَلِكَ بما له فاستغله أَوْ لم يستغله حَتَّى استحقه\n(1/520)\n\nربه فَإِنَّهُ يقضي عَلَى الغاصب برد شَيْء المغصوب عَلَى ربه وبغلته إن كَانَ استغله وكَانَ مما له غلة فعَلَيْهِ كَذَا مثله من يوم غصبه عَلَى أن يرده وفرقوا بين الغصب والشراء لِأَنَّ المشتري مَالك لما اشترى فلذَلِكَ صارت غلته وما عدت فِي ملكه له والغاصب ضده المشتري لأنهغَيْر مَالك لمغتصب فلما لم يملك الشيء المغصوب بالغصب لم يملك غلته ولا سكناه.\nوَقَالَ أَصْحَابُ الرَّأْيِ خلاف ذَلِكَ فقَالُوْا: كُلّ من غصب شيئا فاستغله له غلته وإن لم ستغله استخدم العبد إن كَانَ عبدا أَوْ سكن دارا فلا شَيْء عَلَيْهِ فِي استخدام العبد ولا فِي سكنى الدار لأنه كَانَ ضامنا لذَلِكَ وقاسوا ذَلِكَ عَلَى حَدِيْث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إن الخراج بالضمان.\nوَقَالَ أَصْحَابُنا: إنما قضى بالحد أم بالضمان فِي رجل اشترى عبدا فاستغله ثُمَّ وجب رده عيبا فرده عَلَى البائع فقضى لِأَنَّ الخراج للمشتري لأنه كَانَ مَالكا ولا يشبه الغصب الشراء لِأَنَّ الغاصب للشيءلايكون مَالكا فِي شَيْء من الأموال والمشتري مَالك لما اشترى فأحدهما ضد الآخر وغير جائز أن يقاس الشيء عَلَى ضده",
        "(1/521)\n\n[اشترى جارية ثم رأى بِهَا عيبًا]\n305- قَالَ سُفْيَانُ: وإِذَاابتاع الرَّجُل الجارية فوقع عليها ثُمَّ رأى بهاعيبا فمنهم من يَقُوْل يردها ويرد العشر من ثمنها إن كانت بكرا وإن كانت ثيبا فنصف العشر.\nومنهم من يقول: هي له موقوعة عليها ويرد عَلَيْهِ فضل ما بين الصحة والداء وهن أحب عَلَى سُفْيَان.\nوَهُوَ قَوْل أَصْحَاب الرَّأْيِ؛ وبه يَقُوْل إِسْحَاق.\nوالْقَوْل الْأَوَّل قَوْل ابْن أَبِيْ لَيْلَى.\nوَقَالَ مَالِكٌ والشَّافِعِيّ: إن كانت ثيبا فوطئها ثُمَّ وجد بِهَا عيبا فإن شاء ردها ولا يرجع بشيء لِأَنَّ الْوَطْء لَا ينقصها.\nوإن كانت بكرا فإن الشَّافِعِيّ قد يلزمه ويرجع بنقصان العيب لأنه قد نقصها بذهاب العذرة.\nوَقَالَ مَالِكٌ: إن كانت بكرا كَانَ له أن يردها [90/ب] ويرد ما نقصها الْوَطْء.\nوَقَالَ أَحْمَدُ - إِذَاوطئها وهي ثيب- بمثل قَوْل الشَّافِعِيّ إنه إن شاء ردها ولا يرد معها شيئا.\nقَالَ أَبُوْ عَبْدِ اللهِ: وهَذَا الْقَوْل عندنا\n(1/522)",
        "\n[إذا وجد عيبا في المبيع ثم تعيب عنده]\n306- قَالَ سُفْيَانُ: وإِذَااشترى الرَّجُل السلعة فرأى بِهَا عيبا وقد حدث بِهَا عيب عنده فهي للمشتري ويرد عَلَيْهِ البائع فضل ما بين الصحة والداء\n\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ؛ وَهُوَ قَوْل الشَّافِعِيّ.\nوأما ابْن أَبِيْ لَيْلَى فَإِنَّهُ قَالَ: يردها ويرد ما نقصها العيب الذي حدث عنده.\nوَقَالَ مَالِكٌ: هو بالخيار إن شاء ردها ورد ما نقصها العيب الذي حدث عنده وإن شاء حبسها ووضع عنده بقدر العيب.\nوكذَلِكَ قَالَ أَحْمَد.\n[إذا ابتاع السلعة من رجلين]\n307-قَالَ سُفْيَانُ: وإِذَاابتاع الرَّجُل السلعة من رجلين قد قام نصفها عَلَى أحدهما بخمسين والنصف الآخر بستين فباعهما مرابحة أَوْ بِهِ دوازده أخذ كُلّ واحد منهما رأس ماله والربح بينهما عَلَى المال عَلَى قد رؤوس أموالهما\n(1/523)\n",
        "وإن باعا مساومة فالربح بينهما نصفان.\nوَقَالَ أَصْحَابُ الرَّأْيِ: إِذَا باعا السلعة مرابحة فالثمن والربح بينهما عَلَى قدر رؤوس مالهما وإن باعا مساومة فالربح [91/أ] بينهما نصفان ولا ينظر عَلَى الشرى لِأَنَّ كُلّ واحد منهما يملك منها مثل ما يملك صاحبه قِيْلَ له فإن أحدهما أعطى أكثر مما أعطى صاحبه ثُمَّ قَالَ: البس الثوب الساعة بينهما سواء فالثمن بينهما نصفان لِأَنَّ كُلّ واحد منهما يملك الذي يملك صاحبه.\nوَقَالَ أَبُوْ ثَوْرٍ: إِذَا باعا السلعة مرابحة عَلَى رؤوس أموالهما فإن الوضيعة بينهما عَلَى رؤوس أموالهما كَانَ الثمن بينهما عَلَى رؤوس أمولهما وكذَلِكَ لو باعا عَلَى وضيعة من رؤوس أمولهما فإن الوضيعة بينهما على\n\nرؤوس أموالهما وإن باعا مرابحة ولم يسميا رؤوس أموالهما فالربح نصفان.\n(1/524)\n\nبَاب بيع الذهب بالذهب والفضة بالفضة وإِذَااخْتَلَفَالنوعان\n[بيع الذهب بالذهب]\n308- قَالَ سُفْيَانُ: الذهب بالذهب وزنا بوزن مثلا بمثل يدا بيد ولا تبعه نسيئة والحنطة بالحنطة والشعير بالشعير والتمر بالتمر والملح بالملح مثلا بمثل كيلا بكيل يدا بيد ولا يباع نيسئة.\nقَالَ أَبُوْ عَبْدِ اللهِ: قد صح الخبر عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بأنه نهى عَن بيع هَذِهِ الستة أشياء أن يباع صنف صنف منها بشيء من صنفه الا مثل بمثل يدا بيد.\nوَقَالَ: إِذَا اختلف [91/ب] الصنفان فبيعوا كَيْفَ شئتم يدا بيد ولا يصلح لنسيئة.\nواتفق العلمَاء عَلَى ذَلِكَ.\n[الاختلاف في البر والشعير]\n309- فلم يختلفوا فِي ذَلِكَ إِلَّا فِي البر والشعير فإن مَالكا وأَهْل الْمَدِيْنَة والْأَوْزَاعِيّ جعلوا البر والشعير صنفا واحدا فقَالُوْا: لَا يجوز أن يباع الشعير إِلَّا مثلا بمثل",
        "(1/525)\n\nوقَالَ سُفْيَانُ وأَهْل الْعِرَاق: البر والشعير صنفان مختلفان لَا بَأْسَ أن يباع أحدهما بالآخر متفاضلا يدا بيد ولا يجوز نسيئة\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وإِسْحَاقُ وأَبُوْثَوْرٍ.\nوحكم هَذِهِ الأنواع الأربعة البر والشعير والملح والتمر إِذَا اختلفت حكم الذهب والفضة فإن الخبر فيها عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ واحد لِأَنَّ أَصْحَاب الرَّأْيِ فرقوا بين الذهب والفضة وسائر هَذِهِ الأنواع فِي معنى. خالفهم أَصْحَابنا فيه فقَالُوْا: لَا يجوز أن يباع الذهب بالفضة إِلَّا أن يكونا جميعا حاضرين قَالُوْا: لو أن رجلا باع ذهبا بعينه بفضة بعينها إلا أَنَّهُما غائبان عَن مجلسهما الذي ابتاعا فيه وتفرقا من مكانهما قبل أن يحضر الذهب والفضة وتقابضا انتقض الصرف لِأَنَّ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: الذهب بالفضة ربا إِلَّا هاء وهاء\n(1/526)",
        "\nقَالُوْا: هاء وهاء [92/أ] أن يأخذ ويعطي قبل أن يتفرقا.\nهكَذَا قَالَ أَصْحَابُنا\nوَقَالَ أَصْحَابُنا وكذَلِكَ البر والشعير وسائر ما سمى معهما حكم ذَلِكَ\n\nكله كحكم الذهب والفضة لِأَنَّ الخبر فيهما عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى معنى واحد.\nوَقَالَ أَصْحَابُ الرَّأْيِ: لو أن رجلا باع قفيرا من بر بعينه بقفير من شعير بعينه وهما غائبين عَن مكانهما الذي تبايعا فيه ثُمَّ تفرقا قبل أن يحضر القفيرين وتقابضا بَعْد التفرق كَانَ البيع جائز ولم ينتقض البيع بتفرقهما قبل التقابض ولم يشترط أحدهما عَلَى الآخر أجلا فيكون البعي قد وقع عَلَى النسيئة.\n[ما يتحقق فيه الربا]\n310- قَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: وكذَلِكَ كلما يكال فحكمه حكم البر والشعير والتمر والملح قياسا عليهما وكلما يوزن فقياس عَلَى الذهب والفضة يوزنان جميعا.\nقَالَ:\n(1/527)\n",
        "فقس جميع الوزن عليهما قَالُوْا: فلا يجوز أن يبتاع شَيْء مما يكال لَيْسَ من نوعه إِلَّا بمثل يدا بيد فَإِذَا اخْتَلَفَالنوعان فلَا بَأْسَ أن يباع أحدهما بالآخر متفاضلا يدا بيد ولا يصلح نسيئة.\nوكذَلِكَ لَا يجوز أن يباع شَيْء ما يوزن بشيء من نوعه إِلَّا مثلا بمثل ووزنا بوزن يدا بيد [92/ب] وإِذَااخْتَلَفَالنوعان فلَا بَأْسَ أن يباع أحدهما بالآخر متفاضلا يدا بيد ولا يصلح نسيئة وسواء عندهم كَانَ الذي يكال مما يؤكل ويشرب ولا يؤكل ولا يشرب.\nوَقَالَ الشَّافِعِيُُّ: كُلّ ما كَانَ مما يؤكل ويشرب فقياس عَلَى الأربعة الأشياء التي نهى النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عنها.\nوكذَلِكَ كُلّ ما يوزن مما يؤكل ويشرب فقياس عَلَى هَذِهِ الأربعة الأشياء قَالَ: ولا يجوز أن يقاس عَلَى الذهب والفضة لأنهم قد أجمعوا أَنَّهُ لَا بَأْسَ بأن يشتري بالذهب والفضة جميع الأشياء التي تكال وتوزن\n\nيدا بيد ونسيئة.\nقَالَ: ويلزم من قاس الحديد والرصاص وما يوزن عَلَى الذهب والفضة أن لَا يجيز أن يشتري بالذهب والفضة شيئا من الحديد ولامن سائر ما يوزن نسيئة كما لَا يجوز أن يشتري بقفير من بر قفيرا من حمص نسيئة.\nويروى عَن سعيد بْن المسيب أَنَّهُ قَالَ: لا ربا إِلَّا فِي الذهب والفضة أَوْ مما يكال ويوزن ويؤكل ويشرب.\nفَكَانَ الشَّافِعِيّ يذهب إِلَى هَذَا\n(1/528)\n\nوَهُوَ قَوْل أبي ثَوْرٍ وجماعة من أَصْحَابنا.\nففي قَوْل سعيد بْن المسيب: لَا بَأْسَ أن يباع كُلّ ما عدا [93/أ] الذهب والفضة وما يكال ويوزن مما يؤكل ويشرب بعضه ببعض يدا بيد ونسيئة اخْتَلَفَالنوعان أَوْ لم يختلفا كَانَ ذَلِكَ مما يكال ويوزن وذَلِكَ نحو الحديد والرصاص والقطن فلَا بَأْسَ أن يباع منا من حديد بعشرين منا من حديد أَوْ رصاص أَوْ قطن يدا بيد أَوْ نسيئة وَهُوَ قَوْل الشَّافِعِيّ وأَصْحَابه.\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا يجوز أن يباع من من حديد بمنوين من حديد لَا يد بيد ولا نسيئة وكذَلِكَ جميع ما يوزن",
        "(1/529)\n\nولا يباع شَيْء منه بشيء من نوع إِلَّا مثلا بمثل يدا بيد كالحديد بالحديد والرصاص بالرصاص والقطن بالقطن.\nوإِذَااخْتَلَفَالنوعان فلَا بَأْسَ أن يباع أحدهما بالآخر متفاضلا واحدا باثنين يدا بيد ولا يصلح نسيئة.\nأجمع أَصْحَاب الرَّأْيِ وسُفْيَان عَلَى ذَلِكَ.\n[بيع الربوي بعضه ببعض]\n311- قَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: ما كَانَ من المتاع من نوع واحد كرابيس\n\nوطيالسة فكل ما كَانَ من هَذَا من نوع واحد فلَا بَأْسَ أن يباع واحد باثنين يدا بيد ويصلح نسيئة وإِذَااخْتَلَفَأصله ونوعه فلَا بَأْسَ أن يباع واحد باثنين يدا بيد ونسيئة.\nوفي قَوْل [93/ب] الشَّافِعِيّ وأَصْحَابه: لَا بَأْسَ بأن يباع هَذَا كله بعضه ببعض متفاضلا يدا بيد ونسيئة اخْتَلَفَأصله أَوْ لم يختلف عَلَى حَدِيْث سعيد بْن المسيب لأنه لَيْسَ مما يكال ولا يوزن ولا يؤكل ولا يشرب.\nوَقَالَ أَحْمَدُ: لَا أنظر فِي هَذَا عَلَى الكيل والوزن إِذَا كَانَ مما لَا يؤكل ولا يشرب\n(1/530)",
        "\n[بيع الشيء قبل قبضه]\n312- قَالَ سُفْيَانُ: ولا تبع بيعا ما لم تقبضه بَعْد حَتَّى يقبضه من صاحبه ولا تبع شيئا من الأشياء ولا تولي منه ولا تشرك فيه مما يكال أَوْ لَا يكال أَوْ بما يوزن أَوْ لَا يوزن أَوْ دابة أَوْ عبدا أَوْ شيئا اشتريته حَتَّى تقبضه.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِغَيْر كبيرهم فَإِنَّهُ وافقهم فِي جميع الأشياء إِلَّا فِي الدور والأرضين فَإِنَّهُ زعم لَا بَأْسَ بأن تباع الدور والأرضون قبل القبض وما سِوَى ذَلِكَ لَا يباع حَتَّى يقبض.\nوَقَالَ الشَّافِعِيُُّ مثل قَوْل سُفْيَان.\nوَقَالَ مَالِكٌ: كُلّ شَيْء لَا يكال ولا يوزن فلَا بَأْسَ ببيعه قبل القبض\n\nوكذَلِكَ قَالَ إِسْحَاقُ وأَبُوْعُبَيْدٍ.\nوَقَالَ أَحْمَدُ: كل ما وقع عَلَيْهِ اسم الطعام مما يؤكل ويشرب فلا يجوز أن يباع حَتَّى يقبض وما سِوَى ذَلِكَ فلَا بَأْسَ أن يباع قبل القبض ذهب إلى حَدِيْث النَّبِيّ [94/أ] صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من ابتاع\n(1/531)\n",
        "طعاما فلا يبعه حَتَّى يقبضه فشبه جميع ما يؤكل ويشرب بالطعام.\nوكذَلِكَ قَالَ أَبُوْ ثَوْرٍ وأَبُوْعُبَيْدٍ.\nقَوْل أَحْمَد ولم يثبت عَن النَّبِيّ عَلَيْهِ السَّلَامغَيْر الطعام شَيْء بعينه إنما هو فِي الطعام خاص ومن قَالَ: لا تباع جميع الأشياء حَتَّى تقبض جعله قياسا عَلَى الطعام.\nيروى عَنِ ابْنِ عَبَّاس أَنَّهُ قَالَ: أما الذي نهى عنه رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ألا يباع حَتَّى يقبض الطعام.\nوَقَالَ ابْن عَبَّاس: ولا أحسب كُلّ شَيْء إِلَّا بمنزلة الطعام.\nويروى عَن عثمان من حَدِيْث قتادة عَن عبد ربه عَنِ ابْنِ عياض عَن عثمان بْن عفان قَالَ: كل شَيْء لَا يكال ولا يوزن فلَا بَأْسَ ببيعه قبل القبض.\nويروى عَن جماعة من التابعين\n(1/532)\n\n[دفع الثمن في البيع]\n313- قَالَ سُفْيَانُ: وإِذَابعت طعاما أَوْ برا أَوْ دابة أَوْ عبدا فينبغي للبائع أن يدفع المتاع عَلَى الذي باع ثُمَّ يأخذ الدَّرَاهِم منه إِذَا دفعه عليه.\nوَقَالَ أَصْحَابُ الرَّأْيِ: لَا يجب عَلَى البائع تسليم السلعة عَلَى المشتري ما لم يقبض الثمن.\nوكذَلِكَ قَوْل أَبُوْثَوْرٍ.\n\nوحكى الشَّافِعِيّ فِي هَذِهِ المسألة أربعة أقاويل: أشهرها أَنَّهُ قَالَ: قَالَ بعض الْعِرَاقيين يجبر القاضي كُلّ واحد منهما [94/ب] البائع عَلَى أن يحضر السلعة والمشتري عَلَى أن يحضر الثمن ثُمَّ يسلم السلعة عَلَى المشتري والثمن عَلَى البائع ولا يبالي بأيهما بدأ إِذَا كَانَ ذَلِكَ حاضرا.\nقَالَ: وَقَالَ غيره: لَا أخبر أحدا منهما عَلَى إحضار شَيْء. ولكن أقول أيكما شاء أن أقضي له بحقه عَلَى صاحبه فليدفع عَلَيْهِ ما عَلَيْهِ من قبل أَنَّهُ لَا يجب عَلَى كُلّ واحد منكما دفع ما عَلَيْهِ إِلَّا بقبض ماله.\nقَالَ: وَقَالَ آخرون:",
        "(1/533)\n\nأنصب لهما عدلا فأجبر كُلّ واحد منهما عَلَى الدفع عَلَى العدل فَإِذَاصار الثمن والسلعة فِي يديه أمرناه أن يدفع الثمن عَلَى البائع والسلعة عَلَى المشتري.\nقَالَ الشَّافِعِيُُّ: ولا يجوز فيها إلا الْقَوْل الثاني أن يجبر واحد منهما أَوْ قَوْل آخر وَهُوَ أن يجبر البائع عَلَى دفع السلعة عَلَى المشتري بحضرته ثُمَّ ينظر فإن كَانَ له مال أجبرته عَلَى دفع ثمنها من ساعته فإن غاب ماله وقف السلعة وأشهد أَنَّهُ وقفها للمشتري فإن وجد مالا دفعه عَلَى البائع وأشهد عَلَى إطلاق الوقوف عَن الجارية فإن لم يكن له مال فالسلعة عين مال البائع وجدها عِنْدَ مفلس أحق بِهِ إن شاء أخذه.\nقَالَ: وإنما أشهدنا عَلَى الوقف [95/أ] لأنه إن أَحْدَثَ بَعْد إشهادنا عَلَى وقف ماله فِي ماله شيئا لم يجز.\nقَالَ: وإنما منعنا من الْقَوْل الذي حكينا أَنَّهُ لَا يجوز غيره أَوْ هَذَا الْقَوْل أخذنا بهَذَا اقول دونه أَنَّهُ لَا يجوز للحاكم عندنا أن يكون الرَّجُل مقرا بأن هَذِهِ الجارية قد خرجت من ملكه ببيع عَلَى مَالكه ثُمَّ لَا يكون له حبسها وكَيْفَ يجوز له حبسها وقد علمنا أن ملكه لغيره ولا يجوز أن يكون رجل قد أوجب عَلَى نفسه ثمنا وماله حاضر فلا يأخذ منه ولا يجوز لرب الجارية أن يطأها ولا يبيعها ولا يعتقها وقد باعها من غيره ولا يجوز للسلطان أن يدع الناس يتدافعون الحقوق وَهُوَ يقدر عَلَى أخذها منهم\n(1/534)",
        "\n[إذا اخْتَلَفَالبيِّعَان]\n314-قَالَ سُفْيَانُ: إِذَا اخْتَلَفَالبيعان فقَالَ هَذَا بعتك بعشرين وَقَالَ الآخر بعته بعشرة ولم يكن بينهما بينة فَالْقَوْل قَوْل البائع إِذَا كَانَ البيع حاضرا بعينه أَوْ يترادان البيع وإن حلف أحدهما ولم يخلف الآخر كَانَ البيع للذي حلف وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ وَهُوَ قَوْل ابْن أَبِيْ لَيْلَى والشَّافِعِيّ وأَحْمَد وإِسْحَاق.\nوَقَالَ [95/ب] مَالِكٌ إن كانت السلعة فِي يد البائع فَالْقَوْل قوله ثُمَّ يحلف المشتري ويبرأ وإن كانت فِي يد المشتري وذَلِكَ قريب لم يتغير فَالْقَوْل قَوْل البائع ويحلفان جميعا وإن كانت السلعة تغيرت وطال ذَلِكَ واخْتَلَفَأسواقها وأرى الْقَوْل قَوْل المشتري إِلَّا أن يأتي من ثمنها بأمر لَا يعرف أن مثلها لَا يباع بِهِ يدعي الشيء اليسير.\n(1/535)\n",
        "وَقَالَ أَبُوْ ثَوْرٍ: الْقَوْل قَوْل المشتري مَعَ يمينه لِأَنَّ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: البينة عَلَى المدعي واليمين عَلَى المدعى عليه.\nوضعف حَدِيْث ابْن مسعود إِذَا اختلفا الخ فقال: قد اضطربوا فيه فأسنده\n\nبعضهم وأرسله بعضهم ولم يسنده إِلَّا ابْن أَبِيْ لَيْلَى. وقد اخْتَلَفَفيه عنه أيضا ولو ثبت هَذَا عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لقلنا بِهِ وكانت السنة أولى من النظر.\nقَالَ أَبُوْ عَبْدِ اللهِ: الْقَوْل عندنا ما قَالَ سُفْيَانُ ومن وافقه\n(1/536)\n\nوكذَلِكَ القياس والحجة فِي ذَلِكَ قَوْل النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: البينة عَلَى المدعي واليمين عَلَى المدعى عليه\" وكل واحد من هذين مدع وكل واحد مدعى عَلَيْهِ لأنهما قد اتفقا عَلَى أن ملك السلعة كَانَ للبائع ثُمَّ ادعى المشتري أَنَّهُ ملكها عَلَيْهِ بمائة درهم والبائع ينكر دعواه يَقُوْل لم أبعها قط بمائة درهم فالمشتري يدعي عَلَيْهِ وَهُوَ منكر لدعواه والبائع يدعي عَلَى المشتري أَنَّهُ ملكها إياه بألف\n\nدرهم والمشتري منكر دعواه فيقول لم أمتكلها بألف درهم إنما ملكتها بمائة درهم فعلى البائع أن يحلف للمشتري عَلَى دعواه وهي أن يحلف أني لم أبعك هَذِهِ السلعة بمائة درهم ولم أبعكها بأقل من ألف درهم فَإِذَا حلف عَلَى ذَلِكَ قِيْلَ للمشتري إما أن تأخذها بما أقر بِهِ البائع وحلف عَلَيْهِ وإما أن يحلف عَلَى دعواه عنك لم تشترها منه بأكثر من مائة درهم فإن هو حلف عَلَى ذَلِكَ رد السلعة كاختلافهما لو اختلفا فقَالَ أحدهما: وهبت لي هَذِهِ السلعة. وَقَالَ الآخر: لم أهبها لك ولكن بعتها إياك بمائة درهم فَالْقَوْل فيه عنهما يتحالفان وترد السلعة إلى ربها.\n[إذا اختلفا والسلعة مستهلكة]\n315- فإن كانت السلعة مستهلكة فإنهم اخْتَلَفُوْا فِي ذَلِكَ:\nفقَالَ سُفْيَانُ: الْقَوْل قَوْل المشتري [96/ب] مَعَ يمينه الا أن يجيء البائع ببينة\nواخْتَلَفَأَصْحَاب الرَّأْيِ فِي ذَلِكَ.\nفقَالَ النعمان ويعقوب مثل قَوْل سُفْيَان.\nوَقَالَ مُحَمَّد: يتحالفان ويترادان",
        "(1/537)\n\nالقيمة. وكذَلِكَ قَالَ الشَّافِعِيُُّ.\nوَقَالَ غيرهم من أَصْحَابنا: إن كَانَ المشتري هو المستهلك السلعة تحالفا وردا القيمة فإن كانت السلعة هلكت مِنْ غَيْرِ استهلاك المشتري تحالفا فَإِذَا حلفا لم يكن عَلَى المشتري شَيْء رد قيمته ولا غيره لأنه لم يكن متعديا فِي أخذ السلعة ولا جانيا عليها وعنما هلكت مِنْ غَيْرِ جنايته ولا يضمن إلا\n\nجاني أَوْ متعدي وَهُوَ القياس عِنْدِيْ.\n[إذا اختلفا في اشتراط الخيار]\n316-قَالَ سُفْيَانُ: وإِذَاباع الرَّجُل البيع فقَالَ البائع: بعتك عَلَى أن يكون بالخيار فَالْقَوْل قَوْل المشتري علا أن يجيء البائع ببينة.\n[إذا اختلفا في النقد والنسيئة]\n317- قَالَ سُفْيَانُ: وإِذَااخْتَلَفَالبيعان فقَالَ أحدهما: بعتك نقدا وَقَالَ المشتري: اشتريت بنسيئة. فَالْقَوْل قَوْل البائع إِلَّا أن يجيء المشتري ببينة فإن جاء المشتري ببينة وإلا أخذ بالثمن نقدا.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ:\n(1/538)",
        "\nيتحالفان ويترادان.\nقَالَ أبو عَبْد اللهِ: القياس عَلَى ما قَالَ الشَّافِعِيُُّ.\n\n[هل العرض عَلَى البائع يكون رضا؟]\n318- قَالَ سُفْيَانُ: إِذَا بعت بيعا بشرط فعرضته عَلَى بيع فَهُوَ لك فقد رضيته. وكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nقَالَ أَبُوْ ثَوْرٍ: لَا يكون العرض عَلَى البائع رضا.\nقَالَ: وكذَلِكَ إن كانت جارية فاستخدمها أَوْ وطئها\nقَالَ: فإن كَانَ فعل ذَلِكَ عَلَى أَنَّهُ قد رضي لزمته السلعة ولا يكون رضا إِلَّا أن يَقُوْلَ: قد رضيت أَوْ يمضي لأجل الذي جعل له فيه الخيار وإِذَااشترى الرَّجُل عبدا أَوْ جارية ثُمَّ ظهر بِهِ عيب فعرضه بعدما رآه عَلَى البيع ففي قَوْل أَصْحَاب الرَّأْيِ إِذَا عرضه عَلَى البيع لزمه\nوَقَالَ أَبُوْ ثَوْرٍ: له أن يرد بَعْد العرض ولا يكون عرضه رضا بالعيب.\n(1/539)\n",
        "[الخيار في البيع]\n319- قَالَ سُفْيَانُ: ويروى عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: البيعان بالخيار ما لم يتفرقا إِلَّا ببيع\n\nالخيار والخيار أن يَقُوْل: اختر فإن اختار فالبيع جائز وإن لم يتفرقا\nوأما إِبْرَاهِيْم وأَهْل الْمَدِيْنَة فيقولون: إِذَا تبايعا فَهُوَ جائز وإن لم يتفرقا.\nوَقَالَ أَصْحَابُ الْحَدِيْث: البيعان بالخيار ما لم يتفرقا أَوْ يتخير أحدهما صاحبه بَعْد البيع وممن قَالَ ذَلِكَ: ابْن الْمُبَارَك وابن عيينة ويحيى القطان وعَبْد الرَّحْمَن بْن مهدي والشَّافِعِيّ وأَحْمَد وأَبُوْ [97/ب] عُبَيْدٍ وإِسْحَاق وأَبُوْ ثَوْرٍ. والإفتراق أن يفترقا بأبدانهما عَن مقدمهما الذي تبايعا فيه\n(1/540)\n\n[اشترى عبدا وأعتقه قبل التفرق]\n320- فإن كَانَ المشتري عبدا فأعتقه البائع أَوْ المشتري قبل أن يتفرقا فإن أَصْحَابنا اخْتَلَفُوْا فِي ذَلِكَ:\nفقَالَ ابْن الْمُبَارَك والشَّافِعِيّ وإِسْحَاق وأَبُوْعُبَيْدٍ: إن أعتقه البائع فعتقه جائز وإن أعتقه المتشري فعتقه باطل.\nوَقَالَ أَبُوْ ثَوْرٍ: أيهما أعتقه باطل أما البائع فإن العبد قد خرج من ملكه بالبيع وملكه المشتري وله الخيار فِي أن ينقض ملك المشتري فيرد عَلَى ملكه فلما لم يختاره نقض البيع فعتقه فيهغَيْر جائز لأنهغَيْر مَالك وأما المشتري فعتقهغَيْر جائز لِأَنَّ للبائع فيه خيارا ولَيْسَ له أن يبطل خيار البيع.\nوكذَلِكَ قَالَ أَبُوْ عَبْدِ اللهِ: لو أن رجلا اشترى عبدا عَلَى أن البائع\n\nوالمشتري فيه بالخيار ثلاثة أيام فالبيع جائز فِي قَوْل العلمَاء كلهم والخيار ثابت.\n[أعتق العبد قبل مضي زمن الخيار]\nفإن أعتق البائع أَوْ المشتري قبل أن يمضي وقت الخيار فإن أَصْحَاب الرَّأْيِ قَالُوْا: عتق البائع جائز لِأَنَّ عنقه اختيار لنقض البيع وعتق المشتري باطل لِأَنَّ للبائع فيه خيارا ولَيْسَ له أن يبطل خيار البائع.\nوكذَلِكَ قَالَ ابْن الْمُبَارَك [98/أ]",
        "(1/541)\n\nوالشَّافِعِيُّ فِي هَذَا.\nوَقَالَ أَبُوْ ثَوْرٍ: أيهما أعتق فعتقه باطل.\nقَالَ أَبُوْ عَبْدِ اللهِ: القياس ما قَالَ أَبُوْثَوْرٍ.\n[إذا اشترى عبدا بماله]\n322- قَالَ سُفْيَانُ: فِي مملوك أتى رجلا فقال: اشتري بما لي من مولاي فاعتقني فاشتراه فأعتقه فإن العتق جائز ويغرم المال مرة أُخْرَى وهَذَا إِذَا لم يشتره بذَلِكَ المال بعينه فإن أخذ المال من العبد وَهُوَ ألف درهم نجا عَلَى سيده فقال: قد اشتريت منك هَذَا العبد بهَذِهِ الألف بعينها.\nفقال: قد بعتك بِهَا فالبيع باطل لأنه اشترى العبد بما لَا يملك فإن أعتقه بَعْد ذَلِكَ فالعتق باطل لأنه أعتق ما لَا يملك فإن أخذ الألف من العبد ثُمَّ جاء سيده فقال: بعيني عبدك هَذَا بألف درهم ولم يقله بهَذِهِ الألف بعينها فقَالَ السيد: قد بعتك هَذَا العبد بألف درهم فقال: قد أخذته فقد وجب البيع بينهما وملك العبد ووجب عَلَيْهِ ألف درهم فإن هو جاء بتلك الألف التي أخذها من العبد فأداها عَلَى سيد العبد فِي ثمنه ثُمَّ اطلع السيد بَعْد ذَلِكَ عَلَى أن الألف التي أداها عَلَيْهِ أخذها من عبده فله أن يرجع عَلَيْهِ بثمن العبد فيقول: إن الألف التي أديت علي كانت لي فأدي علي ثمن العبد فعَلَيْهِ أن يؤدي ثمن العبد مرة أُخْرَى وعتقه فيه جائز\n(1/542)",
        "\n[تعيب العبد ثم باعه مرابحة]\n323- قَالَ سُفْيَانُ: وإِذَاابتاع الرَّجُل العبد فأصابه عنده داء عور أَوْ عمى\n\nفلَا بَأْسَ أن يبعه مرابحة\nقَالَ أَصْحَاب الرَّأْيِ: يبعه مرابحة ولَيْسَ عَلَيْهِ أن يبين إِلَّا أن يكو ن هو الذي جنى عَلَيْهِ العيب إذ ذاك أن يبين فإن لم يبين فالمشتري بالخيار إِذَا علم بذَلِكَ إن شاء رد وإن شاء أمسك.\nوَقَالَ أَبُوْ ثَوْرٍ: لَيْسَ له أن يبيع مرابحة حَتَّى يبين العيب الذي حدث عنده وسواء حدث من فعله أَوْ فعل غيره.\n\n[اشترى شيئًا فوجده أكثر]\n324- قَالَ سُفْيَانُ: فِي رجل اشترى جرابا عَلَى أن فيه مائة ثوب أَوْ طعاما عَلَى أَنَّهُ كر فوجد الثياب مِائَتَيْ ثوب والطعام كرين.\nقَالَ: أما الثياب فمردود وأما الطعام فيكيل له الذي له وما بقي كَانَ له وَقَالَ: كُلّ ما كَانَ شيئا متفرقا فزاد فَهُوَ مردود وأما الكيل والوزن إن زاد أَوْ نقص يترادان.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَهُوَ قَوْل أَحْمَد وأبي ثَوْرٍ.\nوهَذَا إِذَا وقع الثمن فِي الثياب جملة لم يسم لكل ثوب ثمنا\n(1/543)\n",
        "[اشترى شيئًا فوجده أقل]\n325- فإن اشترى جرابا عَلَى أن فيه مائة ثوب كُلّ ثوب بعشرة فوجدها تسعين فإن سُفْيَان قَالَ: المشتري بالخيار [99/أ] إن شاء أخذ وإن شاء رد.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوإن زادت عَلَى مائة فالبيع مردود عَلَى قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ. وكذَلِكَ قَالَ أَحْمَد فِي المسألتين جميعا.\nوَقَالَ أَبُوْ ثَوْرٍ: وسمى لكل ثوب ثمنا أَوْ لم يسم فالبيع فاسد إِذَا زادت الثياب أَوْ نقصت إِذَا كانت الثياب مختلفة لِأَنَّ الثوب الزايد والناقص لَا يدري هو من خير الثياب أَوْ رديئها أَوْ وسطها.\nفإن اشترى جرابا من ثياب عَلَى أن كُلّ ثوب بعشرة والثياب مختلفة فيه\n\nما يساوي عشرين وفيه ما يساوي خمسة فإن أَصْحَاب الرَّأْيِ قَالُوْا: لَا بَأْسَ بأن يخير شرى كُلّ ثوب عَلَى ما سمي من الثمن فيخير بشراء الثوب الذي لَا يساوي إِلَّا خمسة دراهم عشرة دراهم ويبيعه مرابحة\nوَقَالَ ابْنُ الْمُبَارَك: هَذَا عِنْدِيْ وقطع الطريق قريب من السواء.\nقَالَ أَبُوْ عَبْدِ اللهِ: وَهُوَ عِنْدِيْ هكَذَا.\n[إن وجد بأحد الثياب عيبًا]\n326- وكذَلِكَ إن وجد بأحد الثياب عيبا\n\nرده بالقيمة فِي قَوْل إِسْحَاق ولَيْسَ له أن يرده بالثمن الذي سمى\nوقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: يرده بالثمن الذي سمى لكل ثوب\nوإن كَانَ الذي وجد بِهِ العيب من جياد المتاع أَوْ من شرارها\n(1/544)\n\n[اشترى الثياب مجموعة ثم وجد بأحدها عيبًا]\n327- قَالَ: فإن اشترى جرابا من متاع بثمن وأخذ ولم يسم لكل ثوب ثمنا أَوْ اشترى عَبِيْدا صفقة واحدة ثُمَّ وجد بأحد الثياب عيبا أَوْ بأحد الْعَبِيْد شيئا فأراد أن يرده فإن أَهْل العلم اخْتَلَفُوْا فِي ذَلِكَ.\nفقَالَ شريح والقاسم بْن عَبْد الرَّحْمَن والشعبي وحماد بْن أبي سليمان: يأخذه بِهِ جميعا. وَهُوَ قَوْل أَبِيْ ثَوْرٍ.\nوَقَالَ الْحَسَنُ ومُحَمَّد بْن سيرين والحارث العكلي وابن شُبْرُمَةَ وقتادة-وَهُوَ قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ-: يرد الذي وجد بِهِ العيب بحصته من الثمن إِلَّا أن يكون المتشري شيئين لَا يصلح أحدهما إِلَّا بالآخر نحو الخفين والنعلين أَوْ بَاب بيت مصراعين فَإِنَّهُ إِذَا وجد بأحدهما عيبا أخذهما جميعا أَوْ ردهما جميعا فِي قولهم.\nوكذَلِكَ قَالَ أَحْمَد وإِسْحَاق.\nوَقَالَ مَالِكٌ: فيمن اشترى رقيقا صفقة واحدة فوجد بأحدهما عيبا.\nقَالَ: إن كَانَ ذَلِكَ العبد وجد ذَلِكَ الرقيق أكثر ثمنا أَوْ أجله وَهُوَ الذي فيه الْفَضْل له لو سلم فيما يَرَى الناس فعنه يرد البيع كله وإن لم يكن كذَلِكَ رد ذَلِكَ الذي [100/أ] وجد بِهِ العيب بقيمته من الثمن",
        "(1/545)\n\n[بَاب السلف]\n[شروط السلف]\n328- قَالَ سُفْيَانُ: أسلف دراهمك ودنانيرك فِي كيل معلوم ولا تفارقه حَتَّى تدفع عَلَيْهِ الدَّرَاهِم فصفة الشيء الذي تسلف سمى طيبا أَوْ جيدا سمى الم كَانَ الذي يدفعه عَلَيْك فيه.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nقَالَ الشَّافِعِيُُّ: إن اشترط فِي سلم يعني أجلا معلوما فَهُوَ عَلَى أجله وإن لم يشترط أجلا معلوما فَهُوَ حال وَهُوَ يفسد السلم وكذَلِكَ قَالَ أَبُوْثَوْرٍ.\n(1/546)",
        "\nقَالَ الشَّافِعِيُُّ: هو أَحَبُّ إِلَيَّ أن يسمي الم كَانَ الذي يوفيه فيه.\nوَقَالَ أَحْمَدُ وإِسْحَاقُ وأَبُوْ ثَوْرٍ: إن سمى مكانا يوفيه فيه فعَلَيْهِ أن يوفيه فِي المكَانَ الذي سمى وإن لم يسم المكَانَ فالسلم جائز لأنه لَيْسَ فِي حَدِيْث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أمر أن يسمي المكَانَ الذي يوفيه فيه.\n\n[الدَّرَاهِم الزيوف في السلم]\n329- قَالَ سُفْيَانُ: وإن أسلفت دراهم فَكَانَ فيها زيوف فانقص من السلف بقدر الزيوف.\nوَقَالَ شيخ أَصْحَاب الرَّأْيِ مثل ذَلِكَ إِذَا كَانَ الدَّرَاهِم الذي وجده ستوقا قَالَ: وإن كَانَ زيفا استحببت أن يبدله.\nقَالَ: وإِذَاكَانَ زيوفا\n(1/547)\n",
        "كلها بطل السلف.\nوَقَالَ يعقوب: يبدلها والسلف جائز\nوَقَالَ الشَّافِعِيُُّ: يبطل السلفَ إِذَا كَانَ فِي الدَّرَاهِم رديء.\nحكى عنه أَبُوْثَوْرٍ.\nوَقَالَ إِسْحَاق وأَبُوْ ثَوْرٍ: يبدله والسلم جائز.\nوَقَالَ أَحْمَدُ: أرجو أن يكون جائزا إِذَا أبدله.\nقَالَ أَبُوْ عَبْدِ اللهِ: وأخبرني أَبُوْ بكر الأثرم قَالَ: قلت لأبي\n\nعَبْد اللهِ: رجل اشترى بدنانير دراهم فوقعت فيها رديئة كَيْفَ يصنع؟ فقال: قد اخْتَلَفَالناس فيها قَالُوْا: فيها أربعة أقوال.\nقَالَ أَبُوْ عَبْدِ اللهِ: أما ابْن عُمَر فقال: لَيْسَ له بدل. رواه ابْن جريج عَن خلاد بْن عَطَاء قَالَ: وما أدري من خلاد بْن عَطَاء هَذَا؟. قَالَ: فكَيْفَ يكون هَذَا أعطيك دينار واخذ منك دراهم فيكون الدينار فاسدا أَوْ تكون الدَّرَاهِم رديئة فلا أرد عَلَيْك ولا ترد علي.\nقَالَ: وكَانَ مَالك يَقُوْل: ينتقض الصرف.\nقَالَ: وهَذَا شديد يكون قد ذهبت الدَّرَاهِم.\nقَالَ: وقَالَ سُفْيَانُ: ينتقض من الصرف بقدر ذَلِكَ. قَالَ: ولم أره يعجبه.\nثم قَالَ: وما أرى الناس يسلمون مما قَالَ الْحَسَن وقتادة قَالَا: لَا يرد عَلَيْهِ ويأخذ البدل. قلت: فنرجو [101/أ] أن يكون الْقَوْل ما قالا فَهُوَ أسهل عَلَى الناس. قَالَ: أرجو أن يكون قد رواه سعيد عَن قتادة عَن الْحَسَن قَالَ: وَهُوَ قَوْل قتادة قَالَا: لَا بَأْسَ بأن يستبدل.\nقَالَ أَبُوْ عَبْدِ اللهِ: يروى هَذَا عَنِ ابْنِ\n(1/548)\n\nسيرين من حَدِيْث أزهر السمان عَنِ ابْنِ عون عَن مُحَمَّد بْن سيرين.\n[السلم في الثمار]\n330- قَالَ سُفْيَانُ: ولا تسلفن فِي شَيْء من الثمار إِلَّا فِي حينها وسلف فيهاوفي أيدي الناس منها شَيْء نحو العنب أَوْ السفرجل أَوْ التفاح وما يكال ويوزن أشياه الفاكهة ولا تسلفن فِي شَيْء من هَذَا إِلَّا فِي حينه وفي أيدي الناس منه شَيْء.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ الشَّافِعِيُُّ: لَا بَأْسَ أن تسلف فِي الثمار قبل أن يطلع الثمر إِذَا شرط الأجل عَلَى وقت يكون الثمار فيه موجودا وكذَلِكَ الطعام وسائر\n\nالأشياء واحتج بحَدِيْث ابْن عَبَّاس قدم النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَدِيْنَة وهم يسلمون فِي الثمار السنتين والثلاث فقال: من أسلف فليسلف فِي كيل معلوم ووزن معلوم عَلَى أجل معلوم.\nقَالَ: فقد أجاز النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن يكون الثمر سلفا مضمونا فِي غير [101/ب] حينه الذي يطيب فيه لأنه إِذَا سلف شيئا سنتين وثلاثة كَانَ بعضها",
        "(1/549)\n\nفيغَيْر حينه.\nوكذَلِكَ قَالَ إِسْحَاقُ وأَحْمَد وأَبُوْثور.\n[السلم بين ذميين ثم يسلم أحدهما]\n331- قَالَ سُفْيَانُ: وإِذَاأسلف النَّصْرَانِيّ عَلَى النَّصْرَانِيّ فِي الحضر فأسلم أحدهما مما رد عَلَيْهِ رأس ماله وإِذَا أقرضه خمرا فأسلم الذي أقرض الخمر فلا ينبغي له أن يأخذ الخمر ولا قيمته وإِذَاأسلم المستقرض ولم يسلم الآخر رد عَلَيْهِ قيمة الخمر.\nوَقَالَ الشَّافِعِيُُّ وَأَحْمَدُ وأَبُوْ ثَوْرٍ: لَا يرد عَلَيْهِ شَيْء لأنه لَيْسَ للخمر ثمن ولا قيمة.\n[السلم في الحيوان]\n332- قَالَ سُفْيَانُ: يكره السلف فِي الحيوان.\nوهكَذَا قَالَ أَصْحَابُ الرَّأْيِ.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ: لَا بَأْسَ بالسلف فِي الحيوان.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ\n(1/550)",
        "\nوإِسْحَاق وأَبُوْ ثَوْرٍ وعَبْد الرَّحْمَن بْن مهدي\n\nويحيى القطان.\nواحتجوا بحَدِيْث أبي رافع وأبي هريرة والعرباض بْن سارية أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ استلف بكرا.\nواحتجوا بأَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قضى بالدية عَلَى العاقلة والدية عَلَى مائة من الإبل فأجمعوا أَنَّهُا فِي ثلاث سنين فِي مثل سنة وأنها بأسنان [102/أ] معلومة.\nواحتجوا بأن أَصْحَاب الرَّأْيِ كلهم قد وافقوهم عَلَى أَنَّهُ لَا بَأْسَ بالْكِتَابة عَلَى الوصفاء فقَالُوْا: إن جازت الْكِتَابة عَلَى الوصفاء فكذَلِكَ جائز أن يستلف فِي الوصفاء.\nوقد أجاز أَصْحَاب الرَّأْيِ أيضا تزويج الْمَرْأَة عَلَى العبد والأمة الموصوفين فجوزوا أن يكون الحيوان دينا بالصفة\n(1/551)\n",
        "بَاب الشراء والبيع\n[إذا اشترى مالم يره]\n333- قَالَ سُفْيَانُ: وكل بيع ابتعته ولم تره فأنت بالخيار إِذَا رأيته.\nوكذَلِكَ قَالَ أَصْحَابُ الرَّأْيِ. وسواء اشترى البيع عَلَى الصفة فوجده عَلَى الصفة أَوْ عَلَى خلاف الصفة له خيار الرؤية.\nوَقَالَ مَالِكٌ: لا يجوز بيع إِلَّا بيع عين أَوْ صفة فَإِذَاوصف له سلعة ثُمَّ وجدها عَلَى الصفة فالبيع لازم ولا خيار له.\nوكذَلِكَ قَالَ أَحْمَد وأَبُوْعُبَيْدٍ وإِسْحَاق وأَبُوْثَوْرٍ.\nوَقَالَ الشَّافِعِيُُّ: لَيْسَ البيع إِلَّا بيعين بيع عين يَرَى البائع والمشتري وبيع صفة مضمونة عَلَى البائع وَهُوَ اسلم وكَانَ يبطل ما سِوَى ذَلِكَ\nوَقَالَ أَصْحَابُ الرَّأْيِ فِي الرَّجُل يَرَى الدار من خارجه\n(1/552)\n\nويَرَى الثياب مطوية من ظهورها غيَرَى موضع طيها ثُمَّ يشتريها [102/ب] عنه لَا يكون له خيار الرؤية فِي شَيْء من ذَلِكَ.\nوَقَالَ مَالِكٌ: فِي الساج المدرج فِي جزأيه والثوب القبطي والمدرج فِي طيه\n\nلا يجوز بيعها حَتَّى يبشره وينظر مشتريها عَلَى ما فِي أجوافها فإن ابتاعها قبل ذَلِكَ فذَلِكَ من ييع الغرور وَهُوَ كالملامسة.\n[البائع ضامن للمبيع حتى يسلمه]\n334- قَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: كُلّ من باع شيئا مما يكال ويوزن أَوْ لَا يكال ولا يوزن فَهُوَ فِي ضمان البائع حَتَّى يسلمه إِلَى المشتري لَا يسألون من أيهما كَانَ الامتناع من القبض.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ.\nوَقَالَ مَالِكٌ: فِي كُلّ شَيْء يكال ويوزن فَهُوَ فِي ضمان البائع حَتَّى يسلمه إِلَى المشتري دفعه إِلَيْهِ فيمنعه إياه",
        "(1/553)\n\nوَقَالَ أَحْمَدُ: كل شَيْء يؤكل ويشرب فَهُوَ فِي ضمان البائع حَتَّى يسلمه عَلَى المشتري ولا يجوز بيعه حَتَّى يقبضه وكل ما سِوَى ذَلِكَ فَهُوَ فِي ضمان المشتري وله أن يبيعه قبل القبض إِلَّا أن يمتعه البائع من القبض بَعْد أن يسأله المشتري فإن تلف بَعْد ذَلِكَ فَهُوَ ضامن [103/أ] لقيمته والثمن عَلَى المشتري.\nوَقَالَ أَبُوْ ثَوْرٍ: كُلّ من عقد البيع بينهما عَلَى شَيْء فقد انتقل ملك البائع كما باع عَلَى المشتري فعن تلف المبيع بَعْد البيع فِي ملك البائع ولم يكن منعه المشتري من قبضه فَهُوَ مال المشتري وعَلَيْهِ الثمن فإن كَانَ منعه قبضه فَهُوَ متعد فِي منعه فإن تلف بَعْد ذَلِكَ فَهُوَ ضامن لقيمته كانت القيمة أكثر من الثمن أَوْ أقل وَعَلَى المشتري الثمن.\nواحتج بحَدِيْث ابْن عُمَر ما أدركت الصفقة حيا مجموعا فَهُوَ من مال المبتاع.\nوقصة عثمان وعَبْد الرَّحْمَن بْن عوف\n(1/554)",
        "\nبَاب الشهادات\n[شهادة القاذف إذا تاب]\n335- اخْتَلَفَالناس فِي شهادة القاذفِ إِذَا تاب\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: لَا تجوز شهادة القاذف إِذَا جلد عَلَى قذف أبدا تاب أَوْ لم يتب.\nوَقَالَ مَالِكٌ وَأَهْلُ الْمَدِيْنَةِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ وأَبُوْعُبَيْدٍ وأَصْحَابنا كلهم: إِذَا تاب القاذف فشهادته جائزة لقول الله تَعَالَى: {وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ [4] إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ [النور:4-5} .\nويروى عَن عُمَر بْن الخطاب أَنَّهُ قَالَ لأبي بكرة: إن تبت قبلت شهادتك\n(1/555)\n",
        "[شهادة القرابات]\n336- واخْتَلَفُوْا فِي شهادات القرابات\n\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: لَا تجوز شهادة الوالدين [103/ب] والولد.\nوكذَلِكَ الجد والجدة ويجوز شهادة سائر القرابات.\nوكذَلِكَ قَالَ مَالِكٌ وَهُوَ قَوْل الشَّافِعِيّ وأَحْمَد.\nيروى عَن الْحَسَن أَنَّهُ كَانَ يجيز شهادة الابن لأبيه ولا يجيز شهادة الأب لابنه لِأَنَّ للأب أن يأخذ من مال ابنه ما شاء.\nقَالَ إِسْحَاق وأَبُوْ ثَوْرٍ: شهادة القرابات كلهم جائزة إِذَا كانوا عدولا إِلَّا الأب لابنه والابن لأبيه.\nيروى ذَلِكَ عَن قتادة عَن أبي بكر بْن عَمْرو ابْن حزم.\nويروى عَن عُمَر بْن عَبْد الْعَزِيْزِ أجاز شهادة الابن لأبيه\n(1/556)\n\n[شهادة أحدالزوجين للآخر]\n337- واخْتَلَفُوْا فِي شهادة الزوجين:\nفقَالَ أَصْحَاب الرَّأْيِ: لَا تجوز شهادة واحد منهما لصاحبه.\nوكَانَ ابْن أَبِيْ لَيْلَى يجيز شهادة الزوج لامرأته ولا يجيز شهادتها له. وكذَلِكَ قَالَ سُفْيَانُ.\nوَقَالَ ابْن شُبْرُمَةَ: شهادة كُلّ واحد منهما لصاحبه جائزة.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وإِسْحَاق وأَبُوْثَوْرٍ.\n[شهادة العبيد]\n338- واخْتَلَفُوْا فِي شهادة الْعَبِيْد\n\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ وَمَالِكٌ: لَا تجوز شهادة الْعَبِيْد فِي شَيْء. وكذَلِكَ قَالَ الشَّافِعِيُُّ.\nيروى عَن أَنَس بْن مَالك أَنَّهُ قَالَ: شهادة الْعَبِيْد جائزة ما علمت أحد ردها.\nويروى عَن شريح ومُحَمَّد بْن سيرين",
        "(1/557)\n\nأنهما كانا يجيزان شهادة العبد.\nوكذَلِكَ قَالَ أَحْمَد وإِسْحَاق وأَبُوْثَوْرٍ.\n[شهادة النساء مع الرجال]\n339- واخْتَلَفُوْا فِي شهادة النساء مَعَ الرجال فيما سِوَى الدين\nوأجمعوا أَنَّهُا جائزة فِي الأموال خاصة:\nفقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة والْأَوْزَاعِيّ: لَا تجوز شهادتهن مَعَ الرجال إِلَّا فِي الأموال خاصة.\nوكذَلِكَ قَالَ الشَّافِعِيُُّ وَأَحْمَدُ وأَبُوْعُبَيْدٍ وأَبُوْثَوْرٍ.\nوقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: شهادتهن مَعَ الرجال\n(1/558)",
        "\nجائزة وكل شَيْء ما خلا الحدود والقصاص.\nوَقَالَتْ طَائِفَةٌ أُخْرَى: شهادتهن مَعَ الرجال جائزة فِي كُلّ شَيْء من\n\nالحدود والقصاص وغيره.\nويروى ذَلِكَ عَن عَطَاء بْن أبي رباح.\n[شهادة النساء في الحدود]\n340- وأجمعوا أَنَّهُ لَا تجوز شهادتهن فِي الحدود.\nوأجمعوا أَنَّهُا جائزة فِي الأموال.\n[العدد في الشهادة]\n341- واخْتَلَفُوْا فِي العدد.\nيروى عَن الشعبي وحماد بْن أبي سليمان أَنَّهُما كانا لَا يجيزان شهادة رجل عَلَى شهادة رجل حَتَّى يكونا رجلين فَإِذَاشهد رجلان عَلَى شهادة رجل جازت شهادتهما.\nوكذَلِكَ قَالَ مَالِكٌ وأَصْحَاب الرَّأْيِ.\nوَهُوَ قَوْل أبي عُبَيْد.\nويروى عَن شريح وقتادة أَنَّهُما كانا يجيزان شهادة الرَّجُل عَلَى شهادة الرَّجُل.\nوَهُوَ قَوْل ابْن أَبِيْ لَيْلَى وابن شُبْرُمَةَ.\n(1/559)\n",
        "وَقَالَ ابْنُ [104/ب] أَبِيْ لَيْلَى: كَانَ شريح والناس إِلَى يومنا هَذَا يجيزان شهادة الرَّجُل عَلَى شهادة الرَّجُل.\nوكذَلِكَ قَوْل أَحْمَد وإِسْحَاق.\n\n[شهادة أهل الملل عَلَى بعضهم]\n342- واخْتَلَفُوْا فِي شهادة أَهْل الملل بعضهم عَلَى بعض:\nفقَالَ الثَّوْرِيُّ وأَصْحَابُ الرَّأْيِ: الشرك كله ملة واحدة وشهادة بعضهم علي بعض جائزة\nوَقَالَ ابْن أَبِيْ لَيْلَى والْحَسَن بْن صَالِح وشَرِيْك: لَا تجوز شهادة الْيَهُوْدِيّ عَلَى النَّصْرَانِيّ ولا النَّصْرَانِيّ عَلَى الْيَهُوْدِيّ وتجوز شهادة كُلّ ملة عَلَى ملتهم.\nيروى هَذَا عَن جماعة من التابعين\n\nوَقَالَ أَبُوْ ثَوْرٍ: لَا تجوز شهادة أَهْل الْكِتَاب أصلا عَلَى ملتها\n(1/560)\n\nملتها وغير ملتها لِأَنَّ الله تعالى قَالَ: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ [الطلاق: 2}\nوَقَالَ: {فَإِن جَآؤُوكَ فَاحْكُم بَيْنَهُم أَوْ أَعْرِضْ عَنْهُمْ [المائدة:42}\nوَقَالَ: {فَاحْكُم بَيْنَهُمْ بِالْقِسْطِ [المائدة: 42} .\nقَالُوْا: فلَيْسَ لنا أن نحكم بينهم إِلَّا بحكم الإسلام أَنَّهُ لَا تجوز إِلَّا شهادة العدول من المسلمين.\nقَالَ: وقد أجمعوا أن الفاسقين من المسلمين لو شهدا عَلَى رجل من أَهْل الْكِتَاب بشهادة لم تجز شهادتهما.\nقَالَ: وفساقنا خير من عدولهم فَإِذَالم تجز شهادة الفاسق منا فشهادتهم أحرى ألا تجوز.\n\n[إذا اخْتَلَفَالشاهدان في الشهادة]\n343- واخْتَلَفُوْا [105/أ] فِي الرَّجُل يدعي عَلَى الرَّجُل ألفي درهم فيشهد له شاهدان أحدهما بألف والآخر بألفين.\nفروي عَن شريح أَنَّهُ أجاز شهادتهما عَلَى ألف.\nوكذَلِكَ ابْن أَبِيْ لَيْلَى.\nوَقَالَ أَبُوْ حَنِيْفَةَ: لاتجوز شهادتهما لأنهما قد اختلفا قَالَ: ولو شهد أحدهما بألف والآخر بألف وخمس ومائة كَانَ الألف جائزة\nقَالَ: لأن الشاهدين قد سميا الألف.\nوَقَالَ",
        "(1/561)\n\nالآخر خمس مائة فصارت هَذِهِ مفصولة.\nوَقَالَ الشَّافِعِيُُّ: إِذَا ادعى الرَّجُل عَلَى الرَّجُل ألفي درهم وجاء بشاهدين فشهد احدهما بالألف والآخر بألفين سألهما فإن زعما أَنَّهُما شهدا عَلَيْهِ بإقراره وزعم الذي شهد بالألف أَنَّهُ شكل فِي الألفين فأثبت ألفا فقد ثبت عَلَيْهِ ألف بشاهدين أَنَّهُ أراد أحدهما بلا يمين وإن أراد الألف الأُخْرَى التي له عليها بشاهد واحد أحدهما يمني مَعَ شاهد فإن كانا اختلفا\n\nفقَالَ الذي شهد بألفين: شهدت بما عَلَيْهِ من ثمن عبد قبضه وَقَالَ الذي شهد بالألف: شهدت بِهَا عَن ثمن ثياب فقد ثبت أن أصل الحقين مختلف فلا يأخذ إِلَّا بيمين مَعَ كُلّ واحد منهما.\nقَالَ الشَّافِعِيُُّ: [105/ب] وسواء ألفين وألف وخمسمائة.\nوكَانَ الشعبي يَقُوْل: السمع شهادة فمن كتم سمعا كتم شهادة.\nوكذَلِكَ قَالَ سُفْيَانُ وابْن أَبِيْ لَيْلَى.\nويروى عَن عَطَاء وشريح.\nوَقَالَ ابْن سِيْرِيْنَ فِي الرَّجُل يقَالَ له تعال فانظر بيننا ولا\n(1/562)",
        "\nتشهد قَالَ: لا يتحمل لهم ذَلِكَ فإن احتيج عَلَيْهِ فليشهد.\nوَهُوَ قَوْل سُفْيَان الثوري.\n[شهادة أهل الأهواء]\n344- واخْتَلَفُوْا فِي شهادة أَهْل الأهواء:\nفقَالَ سُفْيَانُ: شهادات أَهْل الأهواء جائزة إِذَا كانوا عدولا وفيما سِوَى ذَلِكَ لَا يستحلون الشهادة فِي أهوائهم.\nوَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ، والشَّافِعِيّ قَالَ: إلا الخطابية فإن شهادتهم لَا تجوز هم صنف من الرافضة يشهد بعضهم لبعض بما ادعى.\n\nوَقَالَ مَالِكٌ: لَا تجوز شهادة أَهْل الأهواء.\nوكذَلِكَ قَالَ\n(1/563)\n",
        "شَرِيْك.\nوَهُوَ قَوْل أبي عُبَيْد وأبي ثور.\n\n[شهادة النساء فيما لَا يطلع عَلَيْهِ الرجال]\n345- واخْتَلَفُوْا فِي شهادات النساء فيما لَا يطلع عَلَيْهِ الرجال.\nفقَالَ سُفْيَانُ وعامة أَصْحَاب الرَّأْيِ: تجوز شهادة امرأة واحدة.\nوكذَلِكَ قَالَ أَحْمَد بْن حَنْبَلٍ.\nيروى عَن علي أَنَّهُ أجاز شهادة القابلة وحدها.\nقَالَ مَالِكٌ وابْن أَبِيْ لَيْلَى وابن شُبْرُمَةَ: تجوز شهادة امرأتين.\nوكذَلِكَ قَالَ أَبُوْعُبَيْدٍ وإِسْحَاق، قياسا عَلَى الرَّجُلين [106/أ] أَنَّهُ لَا يجوز رجل واحد ولا تكون الْمَرْأَة أكثر من الرَّجُل.\nويروى عَن عَطَاء والشعبي أَنَّهُما قَالَا: لَا يجوز أكثر من أربع نسوة.\nوَهُوَ قَوْل الشَّافِعِيّ وأَبِيْ ثَوْرٍ.\n(1/564)\n\nقَالُوْا: بدل كُلّ رجل امرأتين تقوم مقام شهادة رجل فلما سقط شهادة الرَّجُل أقمنا مقام كُلّ رجل امرأتين.\nبَاب الرهن\n[إذا هلك الرهن عند المرتهن]\n346- واخْتَلَفُوْا فِي الرهن إِذَا هلك عِنْدَ المرتهن مِنْ غَيْرِ أن يكون [هو] المستهلك:\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: إن كَانَ الرهن مثل الدين أَوْ أكثر منه فَهُوَ بما فيه وإن كَانَ أقل من الدين ذهب الدين بقدره ورجع المرتهن عَلَى الراهن بما فضل عَن قيمة الرهن.\nوَقَالَ شريح والشعبي وغير واحد من الكوفيين: يذهب الرهن بما فيه من الدين كانت قيمته مثل الدين أَوْ أكثر منه أَوْ أقل ولا يرجع أحد منهما عَلَى صاحبه شَيْء فيما بينهما.\nوَقَالَ ابْن أَبِيْ لَيْلَى وعُبَيْد الله بْن الْحَسَن: يترادان",
        "(1/565)\n\nالْفَضْل بينهما إن كَانَ قيمة الرهن عَلَى المرتهن بما فضل عَن الدين من قيمة الرهن وإن كانت قيمة الرهن أقل من الدين ذهب بقدر قيمة الرهن ورجع المرتهن عَلَى الراهن [106/ب] بالْفَضْل وإن كانت قيمة الرهن مثل الدين ذهب بما فيه.\nوكذَلِكَ قال\n\nإِسْحَاق وأَبُوْعُبَيْدٍ.\nيروى هَذَا الْقَوْل عَنِ ابْنِ عُمَر وعن علي بْن أبي طالب رضي الله عنهم.\nوَقَالَ مَالِكٌ والْأَوْزَاعِيُّ: إِذَا كَانَ الرهن مما يخفى هلاكه نحو الذهب والفضة والحلي والمتاع يزاد الْفَضْل بينهما مثل قَوْل ابْن أَبِيْ لَيْلَى.\nوإن كَانَ الرهن بما يظهر هلاكه نحو الدور والأرضين والحيوان فهلك فَهُوَ من مال الراهن ودين المرتهن ثابت عَلَى حاله.\nوروى الْأَوْزَاعِيّ هَذَا الْقَوْل عَن يحيى بْن أبي كثير عَن علي بْن أبي طالب.\n\nوَقَالَتْ طَائِفَةٌ أُخْرَى من أَهْل الْمَدِيْنَة وأَهْل مكة-منهم الزُّهْرِيّ وغيره-: إِذَا ذهب المرهن مِنْ غَيْرِ جناية للمرتهن فَهُوَ من مال الراهن ودين المرتهن ثابت عَلَى حاله وسواء ما ظهر هلاكه وما خفي.\nوهَذَا قَوْل الشَّافِعِيّ وأَحْمَد بْن حَنْبَلٍ وأبي ثَوْرٍ وعامة\n(1/566)",
        "\nأَصْحَابنا.\nواحتجوا بحَدِيْث الزُّهْرِيّ عَن سعيد بْن المسيب أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: الرهن لمن رهن له غنمه وعَلَيْهِ غرمه. قالوا: فغنم الرهن نماؤه، وغرمه: نقصانه وذهابه.\nوأما حَدِيْث ابْن عُمَر الذي احتج بِهِ أولئك فإنما رواه إدريس الأودي عَن إِبْرَاهِيْم بْن عمير عَنِ ابْنِ عمر.\nوإِبْرَاهِيْم شيخ مجهول.\nوأما حَدِيْث علي فَإِنَّهُ قد اختلفت الرواية عنه فِي هَذَا البَاب فروي\n\nعن علي بْن صَالِح عَن عبد الأعلى عَن مُحَمَّد بْن الحنفية عَن علي مثل قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ.\nوروى سعيد بْن أبي عروبة عَن قتادة عَن خلاس عَن علي أَنَّهُ قَالَ: يترادان الْفَضْل.\nولَيْسَ يثبت عَن علي قَوْل صحيح.\n(1/567)\n",
        "[إذا كان الرهن عبدا فأعتقه الراهن]\n347- وأجمعوا أَنَّهُ إِذَا رهن رهنا وقبضه المرتهن فلَيْسَ للراهن عَلَيْهِ سبيل والمرتهن أحق بِهِ فإن كَانَ الرهن عبدا فأعتقه الراهن فإنهم اخْتَلَفُوْا فِي عتقه.\nفقالت طائفة: عتقه باطل لأنه لي له أن يتلف الرهن ولا يخرجه من الرهن وعتقه إياه إبطال للرهن وإخراجه له من الرهن.\nوممن قَالَ ذَلِكَ: عَطَاء بْن أبي رباح وعَمْرو بْن دينار.\nوَهُوَ قَوْل أبي ثَوْرٍ وجماعة من أصجابنا.\nوَقَالَ الْحَسَنُ بْن صَالِح: عتقه جائز ولا يرجع المرتهن عَلَى الراهن كأنه يعني بقيمة الرهن.\nوكذَلِكَ قَالَ أَحْمَد بْن حَنْبَلٍ: عتقه جائز ويؤخذ الراهن للمرتهن بمثل قيمة العبد فيكون رهنا مكانه.\n(1/568)\n\nقال: وَقَالَتْ طَائِفَةٌ أُخْرَى: [107/ب] العتق موقوف فإن أفتك الرهن يوما ما جاز عتقه وإن لم يفتك وأفلس أَوْ مَاتَ بيع العبد فِي ديته وأبطل العتق.\n\n[انتفاع المرتهن بالرهن]\n348- وأجمعوا فِي الرهن أَنَّهُ لَيْسَ للمرتهن أن ينتفع فيما سِوَى الحيوان.\n[انتفاع المرتهن بالحيوان]\n349- واخْتَلَفُوْا فِي الحيوان:\nفقالت طَائِفَة من أَصْحَابنا: إِذَا كَانَ الرهن حيوانا شاة أَوْ بقرة أَوْغَيْر ذَلِكَ فله أن يحلب الشاة والبقرة ويركب الحمار بما يعلقه.\nواحتجوا بحَدِيْث أبي هريرة عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: الرهن يركب ويحلب بقدر نفقته وَعَلَى الذي يحلب ويركب نفقته\".\nوَهُوَ قَوْل أَحْمَد وإِسْحَاق.\nوَقَالَتْ طَائِفَةٌ أُخْرَى: لَيْسَ له أن ينتفع بالحيوان ولا بغيره.\nوَهُوَ قَوْل سُفْيَان وأَصْحَاب الرَّأْيِ.",
        "(1/569)\n\nوكذَلِكَ قَوْل مَالك والشَّافِعِيّ.\nوَقَالَ الشَّافِعِيُُّ: قَوْل أبي هريرة \"الرهن مركوب محلوب\": معناه عِنْدِيْ أن الرهن الذي يركبه ويحلبه ويعلفه لأنه ملكه إِلَّا المرتهن.\nواحتج هو وغيره بحَدِيْث ابْن عُمَر أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: لا يحلبن أحد ماشية أحد إِلَّا بإذنه.\n[إذا ضاع الرهن]\n350- قَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: إِذَا رهنت رهنا فدفعت عَلَيْهِ الذي له ولم يقبض الرهن حَتَّى ضاع رد عَلَيْك الذي أخذ منك\n\nوَقَالَ الشَّافِعِيُُّ: وكذَلِكَ إِذَا أديت عَلَيْهِ بعضه رد عَلَيْك الذي أخذ منك.\nقَالَ الشَّافِعِيُُّ وَأَحْمَدُ: لَيْسَ عَلَيْهِ أن يرد مما\n(1/570)",
        "\nأخذ شيئا ويذهب الرهن من مال الراهن إِلَّا أن يكون المرتهن جنى عَلَيْهِ أَوْ تعدى فيه فيكون ضامنا قيمته إن كَانَ أقل من الدين أَوْ أكثر.\n\nبَاب الصدقة والعمرى والسكنى\n[تفضيل بعض الولد في العطية]\n351-اخْتَلَفَأَهْل العلم فِي الرَّجُل أن يفضل بعض ولده عَلَى بعض فِي النحل والعطية:\nفكره ذَلِكَ سُفْيَان وابن الْمُبَارَك وجماعة من أَهْل العلم منهم أَحْمَد وإِسْحَاق.\nواحتجوا بحَدِيْث النعمان بْن بشير.\nورخص فيه آخرون.\nوممن رخص فِي ذَلِكَ: أَصْحَاب الرَّأْيِ\n(1/571)\n",
        "وكَانَ الشَّافِعِيّ يَقُوْل: أختار له أن يسوي بينهم ولا يفضل بعضهم عَلَى بعض فإن فعل أجزت ذَلِكَ.\nواحتج بأنهم قد أجمعوا أن له أن يهب بعض\n\nماله لأجنبي ولا يعطي ولده شيئا فَإِذَااختار أن يعطي أجنبيا ويحرم ولده كلهم كَانَ له أن [108/ب] يعطي بعضهم ويحرم بعضهم.\nواحتج بحَدِيْث أبي بكر فِي نحله عَائِشَة دون سائر ولده.\nويحكى عَنِ ابْنِ الْمُبَارَك فِي حَدِيْث عَائِشَة: لَا بَأْسَ بأن يفضل بعض ولده فِي العطية عِنْدَ نائبة تنوبه، وكلك إِذَا نابت الولد الآخر مثل تلك النائبة أن يعطيه مثل ذَلِكَ ولا يعطيه وَهُوَ يريد بعطيته التفضيل له عَلَى غيره. قَالَ: وَعَلَى هَذَا الوجه حَدِيْث أبي بكر فِي نحله عَائِشَة.\nوكَانَ إِسْحَاق يذهب إِلَى هَذَا.\n[كيفية التسوية في العطية]\n352- واخْتَلَفَالذين لم يرو التفضيل بعضهم عَلَى بعض فِي العطية فِي الرَّجُل يكون له أولاد ذكور وإناث فأراد أن يعطي كُلّ واحد منهم عطية أيجب عَلَيْهِ أن يسوي بينهم\n(1/572)\n\nفيعطي الذكر مثل ما يعطي الأنثى أم يعطي الذكر مثل حظ الأنثيين؟\nفقالت طَائِفَة منهم: أن يسوي بين الذكر والأنثى.\nوممن قَالَ ذَلِكَ: سُفْيَان وابن الْمُبَارَك. قَالَ ابْن الْمُبَارَك: ألا ترى الْحَدِيْث الذي يروى عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فقال: سووا بين أولادكم فلو كنت مؤثرا أحدا عَلَى أحد لآثرت الرجال عَلَى النساء.\n\nوَقَالَ طَائِفَة أُخْرَى: بَلْ عَلَيْهِ أن يعطي [109/أ] الذكر مثلي ما يعطي الأنثى لِأَنَّ الله جل ذكره كذَلِكَ قسم الميراث بينهم قَالُوْا: فَإِذَاقسم هو ماله بينهم فِي حياته فعَلَيْهِ أن يقسمه كما قسمه الله بَعْد الموت قياسا عَلَى ذَلِكَ.\nيروى ذَلِكَ عَنِ ابْنِ جريج عَن عَطَاء.\nوكَانَ إِسْحَاق يذهب إِلَيْهِ.",
        "(1/573)\n\n[شرط القبض في الهبة]\n353- واخْتَلَفُوْا فِي الهبة هل تجوزغَيْر مقبوضة أم لا:\nفقَالَ سُفْيَانُ والْكُوْفِيُّوْنَ ومَالك وأَهْل الْمَدِيْنَة والشَّافِعِيّ وإِسْحَاقُ: لَا تجوز الهبة الا مقبوضة واحتجوا بعمر بْن الخطاب أَنَّهُ قَالَ: ما بال أقوام ينحلون أولادهم نحلا ثُمَّ يسلمون له فإن مَاتَ أحدهم قَالَ: مالي وفي يدي لَا نحل الا نحل يجوزه الولد دون الولد.\nوإن ذَلِكَ شكي إِلَى عثمان بْن عفان فرأى عثمان أن الولد إِذَا كَانَ صغيرا فإن الوالد يقبض له.\nفقَالُوْا: قد اتفق أَبُوْ بكر وعمر وعثمان عَلَى أن الهبة لَا تجوز إِلَّا مقبوضة.\nوَقَالَتْ طَائِفَةٌ أُخْرَى: الهبة جائزة وإن لم يقبض إِذَا كانت\n(1/574)",
        "\nمعلومة وممن قَالَ ذَلِكَ: أَحْمَد بْن حَنْبَلٍ وأَبُوْ ثَوْرٍ. وجعلوا ذَلِكَ قياسا عَلَى البيع، وَقَالُوْا: كما يصح البيع بالكلام دون [109/ب] القبض فكذَلِكَ الهبة تصح بالكلام دون القبض.\nويروى نحو هَذَاالْقَوْل عَن علي بإسنادغَيْر قوي.\nوتأولوا قول\n\nأبي بكر فِي قصة عَائِشَة عَلَى أن تلك الهبة إنما ردها أَبُوْ بكر لأنها لم تكن معلومة لَا لأنها لم تقبض لقوله: إني نحلتك جذاذ عشرين وسقا فلو جزيته واجتزتيه\" ولو أن رجلا باع جذاذ عشرين وسقا من نحل له قبل أن يجده لم يجز البيع فيه لِأَنَّ ذَلِكَ مجهول.\nوكذَلِكَ الهبة والصدقة هي جائزة وإن لم تقبض فِي قَوْل من أجاز الهبةغَيْر مقبوضة.\n[شرط القبض في الصدقة]\n354- واخْتَلَفَالذين رأوا أن الهبة لَا تجوز إِلَّا مقبوضة فِي الصدقة: فسِوَى أكثرهم بين الصدقة والهبة.\nوفرقت طَائِفَة أُخْرَى بينهما فقالت فِي الهبة: لَا تجوز إِلَّا مقبوضة والصدقة جائزة وإن لم تقبض لِأَنَّ الصدقة يراد بِهَا وجه الله.\nوكَانَ إِسْحَاق يذهب إِلَى هَذَا.\nويروى ذَلِكَ\n(1/575)\n",
        "عن إِبْرَاهِيْم النخعي.\nوكَانَ الشَّافِعِيّ يَقُوْل بِهِ ثُمَّ رجع عنه.\n[شرط القسم في الهبة]\n355- واخْتَلَفَالذين رأوا الهبة لَا تجوز إِلَّا مقبوضة فيها هل تجوزغَيْر مقسومة أم لا؟ [110/أ]\nفقَالَ أَصْحَاب الرَّأْيِ: لَا تجوز الهبة إِلَّا مقبوضة مقسومة مفروزة.\nقَالَ مَالِكٌ وأَهْل الْمَدِيْنَة والشَّافِعِيّ وإِسْحَاق: الهبة جائزة وإن لم تقسم إِذَا كانت معلومة وقبض الهبة إن كانت مشاعاغَيْر مقسومة كقبض المشتري إِذَا كَانَ مشاعاغَيْر مقسوم\n\nوَقَالَ: قد أجاز معنا أَصْحَاب الرَّأْيِ عَلَى أن قبض المشاع فِي البيع 00000 جائز قَالُوْا فكذَلِكَ الهبة قياسا عَلَى البيع وكذَلِكَ إجازة المشاع والرهن المشاع جائز فِي قَوْل هؤلاء ويقبض ذَلِكَ كما يقبض فِي البيع\n(1/576)\n\n[الإجارة والرهن في المشاع]\n356- وفي قَوْل أَصْحَاب الرَّأْيِ: لَا تجوز الإجازة ولا الرهن فِي المشاع.\n[الرجوع في الهبة]\n357- واخْتَلَفُوْا فِي الرجوع فِي الهبة إِذَا كانت لغير ذي رحم محرم.\nوأجمعوا عَلَى أَنَّهُا إِذَا كانت لذي رحم محرم فلا رجوع فيها.\n358- قَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: كُلّ من وهب عبدا لغير ذي رحم محرم فله أن يرجع فيها ما لم يثب منها.\nوكذَلِكَ قَالَ مَالِكٌ إِلَّا الزوج والْمَرْأَة فإنهما فِي قَوْل أَصْحَاب الرَّأْيِ بمنزلة ذي الرحم ولَيْسَ لواحد أن يرجع فيما أعطى صاحبه.\nوَقَالَتْ طَائِفَةٌ أُخْرَى: لَا رجوع فِي الهبة كانت لذي رحم محرم أَوْ لغير ذي رحم إِلَّا الوالد فيما يعطي ولده فإن له أن",
        "(1/577)\n\nيرجع فيه.\nيروى هَذَا الْقَوْل عَن الْحَسَن وقتادة.\nوَهُوَ قَوْل أَحْمَد وأبي ثَوْرٍ.\nواحتجا بحَدِيْث ابْن عَبَّاس وابن عُمَر عَن النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: لا يحل لأحد أن يعطي عطية ثُمَّ يرجع فيها إِلَّا الولد فيما يعطي ولده. واحتجوا بحَدِيْث النَّبِيّ صلىالله عَلَيْهِ وسلم: العائد فِي هبته كالعائد فِي قيئه.\nقَالَ قتادة فِي عقب هَذَا الْحَدِيْث: ولا أعلم القيىء إِلَّا حراما.\n\nوأجمعوا أن الصدقة لَا رجوع فيها إن كانت لذي رحم محرم.\nواحتج الذين رأوا الرجوع فِي الهبة إِذَا كانت لغير ذي رحم محرم بحَدِيْث عُمَر بْن الخطاب أَنَّهُ قَالَ: من وهب هبة لغير ذي رحم محرم فَهُوَ أحق بهبته ما لم يثب منها.\nوَقَالَ أَصْحَابُ الرَّأْيِ: والزوج والْمَرْأَة عندنا بمنزلة ذي الرحم المحرم ولَيْسَ فِي حَدِيْث عُمَر استثناء للزوج والْمَرْأَة وَقَالَ: عم عُمَر بقوله فاستثناء أَصْحَاب الرَّأْيِ الزوج والْمَرْأَة خلافا لحَدِيْث عمر\n(1/578)",
        "\nوكَانَ إِسْحَاق يَقُوْل: للمرأة أن ترجع فيما تعطي زوجها ولَيْسَ للزوج أن يرجع فيما أعطى امرأته.\nيذهب إِلَى ما يروى عَن عُمَر أَنَّهُ قَالَ: إن النساء يعطين رغبة ورهبة. ويروى عَن شريح وغيره من التابعين مثل قوله.\nوَقَالَ هؤلاء فِي قوله: {فَإِن طِبْنَ لَكُمْ [النساء:4} : إِلَى الممات.\n[إذا زادت الهبة عند الموهوب له]\n359- واخْتَلَفَ الذين رأوا الرجوع فِي الهبة إِذَا زادت عِنْدَ الموْهُوْبِ أَوْ نقصت:\nفقَالَ سُفْيَانُ وَأَصْحَابُ الرَّأْيِ: إِذَا زادت الهبة أَوْ نقصت أَوْ هلكت فلا رجوع فيها\n(1/579)\n",
        "وَقَالَ- يعني- مَالك: إن شاء الله إِذَا زادت أَوْ نقصت فِي يد الموْهُوْب لم يرجع فيها الواهب وَعَلَى الموْهُوْب له قيمتها يوم قبضها.\nوكَانَ إِسْحَاق يميل إِلَى هَذَا.\n\nبَاب السير\n[متاع المسلم يحرزه العدو ثم يصيبه المسلم]\n360- واخْتَلَفُوْا فِي المتاع من متاع المسلمين يحرره العدو ثُمَّ يصيبه المسلمون بَعْد فِي غنيمة فيجيء صاحبه فيجده قبل أن تقسم أَوْ مابَعْد ما قسم\nفقَالَ سُفْيَانُ [111/ب] والْأَوْزَاعِيّ وأَصْحَاب الرَّأْيِ: إن وجده فِي يد رجل قد ابتاعه من العدو أَوْ من المقسم وأقام الذي فِي يده البينة أَنَّهُ ابتاعه أخذه صاحبه بالثمن وإن كَانَ وقع له فِي قسمة أخذه بالقيمة وإن وجده قبل أن تقسم أخذه بلا شَيْء\n(1/580)\n\nفقَالَ سُفْيَانُ والْأَوْزَاعِيّ وأَصْحَاب الرَّأْيِ: إن وجده فِي يد رجل قد ابتاعه من العدو أَوْ من المقسم وأقام الذي فِي يده البينة أَنَّهُ ابتاعه أخذه صاحبه بالثمن. وإن كَانَ وقع له فِي قسمة أخذه بالقيمة وإن وجده قبل أن تقسم أخذه بلا شَيْء.\nوَقَالَتْ طَائِفَةٌ أُخْرَى: قد حرم الله دمَاء المسلمين وأموالهم عَلَى المشركين وغيرهم فكل ما أخذ المشركون من أموالهم فغير جائز أخذه ولا ينتقل ملك المسلم عَن ماله بأخذهم إياه ولا يملكوه عَلَيْهِ فمَتَى ما غنم المسلمون شيئا من أموال المسلمين الذي أحرزه العدو فملك المسلم ثابت مَتَى ما وجدوه فِي يد مسلم أخذ قبل القسم وبعده بلا ثمن ولا قيمة.\nواحتجوا بحَدِيْث عمران بْن حصين فِي قصة العضباء وكَانَ قد أحرزها العدو فنجت عليها الْمَرْأَة ونذرت بأن الله أنجاها عليها لتنحرنها فلما قدمت أتت النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فأخبرته بنذرها فقَالَ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بئس ما جزيتيها لَا وفاء لنذر فِي معصية الله ولا فيما لَا يملك ابْن آدم وقبض ناقته صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لم\n\nيكن زال عَن ناقته بإحراز العدو إياها ولم ير للمرأة ولا للعدو ملكا عليها وَقَالَ: لَا يخلو المتاع إِذَا أحرزه العدو من أن يكون ملك صاحبه قد زال عنه وملكه العدو فإن كَانَ كذَلِكَ فإن المسلمين إِذَا غنموه فإنما غنموا مالا من أموال العدو فَهُوَ لهم فإن أدركه صاحبه قبل القسم أَوْ بعده لم يكن فيه شَيْء وكَانَ هو وسائر الناس فيه سواء لأنه قد خرج عن",
        "(1/581)\n\nملكه وإن لم يكن زال ملكه عنه بإحراز العدو إياها فإن المسلمين إِذَا غنموا مال المسلمين فلا يحل قسمه إن علموا أَنَّهُ لمسلم وإن علموا فقسموا ثُمَّ أدركه صاحبه فعليهم أن يردوه لأنه ماله وقسمهم إياه باطل.\nوهَذَا قَوْل أبي ثَوْرٍ وطَائِفَة من أَصْحَابنا وَهُوَ القياس.\n(تم الْكِتَاب وربنا محمود، وله الْفَضْل والعلا والجود، والحمد لله كثيرا عَلَى كُلّ حال وصلى الله عَلَى مُحَمَّد وآله وسلم تسليما كثيرا ولا حول ولا قوة إِلَّا بالله العلي العظيم) .\n(1/582)"
    ]
}