{
    "partText": [
        "\nالأثر الاجتماعي لتعلم القرآن الكريم\nعلى الفرد والمجتمع\nتمهيد :\nالحمد لله الذي خلق فسوى وقدّر فهدى ، والصلاة والسلام على نبي الهدى ، وعلى آله وصحبه ومن بهديهم اقتدى.. وبعد :\nفضّل اللهُ تعالى الإنسان على كثير ممن خلق ، وأعطاه نعمة العقل ، وميّزه بنور الفطرة ، وجعل خِلقته قابلة للتكليف ، إن فعل خيرا أثيب ، وإن فعل شراً عوقب , وجعل الله تعالى هذه الحياة الدنيا له دارَ عبادة لربه طاعةً ومحبة وإخلاصا ، ثم ابتلاه بالتكاليف ( أوامر ونواهي ) ليمحّصه رحمة منْه وفضلا .\nوللمجتمع المسلم أخلاقه وضوابطه النابعة من المصدرين الأساسين : القرآن ، والسنة المطهرة ؛ فمكارم الأخلاق في القرآن الكريم تجسدت في شخص الرسول - صلى الله عليه وسلم - ، وهي أساس القِيَم في المجتمع المسلم .\nإن أعمال القلب والعقل والجوارح واللسان ؛ مثل : صدق الحديث ، وأداء الأمانة ، وبر الوالدين ، وصلة الأرحام ، والوفاء بالعهود ، والأمر بالمعروف والنهي عن المنكر ، وجهاد الكفار والمنافقين ، والإحسان الى الجار واليتيم والمسكين وابن السبيل ، والرفق والرأفة ، وخشية الله تعالى والإنابة إليه ، وإخلاص الدين له ، والصبر لِحُكمه ، والشكر لِنِعَمِه ، والرضا بقضائه ، والتوكل عليه ، ورجاء رحمته ، وخوف عذابه .. وأمثال ذلك ؛ كلها أخلاق فاضلة داخلة في مفهوم العبادة في قوله تعالى : {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ}( (1) ) . ومن هنا فإن فضائل الأخلاق ومكارمها داخلة في إطار الدين ، وركن أساس من أركانه .\n__________\n(1) الذاريات : 56\n(1/1)\n",
        "\" والخلق هو حال النفس بها يفعل الإنسان أفعاله بلا روية ولا اختيار. والخلق قد يكون في بعض الناس غريزة وطبعا ، وفي بعضهم لايكون إلا بالرياضة والاجتهاد ؛ كالسخاء قد يوجد في كثير من الناس من غير رياضة ولاتعلم ، وغير ذلك من الأخلاق المحمودة كالشجاعة والحلم والعفة والعدل \"( (1) ) .\nوللنظام الأخلاقي في الإسلام طابعان مميزان ( (2) ) :\nالأول : طابع إلهي من حيث أنه مراد لله ؛ إذ يجب أن يتابع الإنسان في هذه الحياة رغبة الله في خلقه ، ولذلك جاء الوحي بصورة هذا النظام .\nالثاني : طابع إنساني ؛ من حيث إن هذا النظام عام في بعض نواحيه يتضمن المبادئ العامة ، وللإنسان دوره في تحديد واجباته الخاصة والتعرف على طبيعة مظاهر السلوك الإنساني المعبرة عن القيم ؛ لذا تعد الأخلاق روح الإسلام ، حيث يقول الرسول الكريم - صلى الله عليه وسلم - \" البر حسن الخلق \"( (3) ) .\nوبعد ... فإن القرآن الكريم المصدر الأول للتشريع ، والأوامر الألهية ، والقواعد الإسلامية ، والمبادئ الأخلاقية ، وهو المعجزة الخالدة الى يوم الدين ؛ وهذه نبذة موجزة عنه تمهّد للبحث فيه .\nتعريف القرآن ومكانته وفضله لدي الفرد والمجتمع المسلم\nتعريف القرآن :\n__________\n(1) هكذا عرّفه الجاحظ في كتاب : تهذيب الأخلاق ، ص12 . والجاحظ هو : أبو عثمان عمرو بن بحر ، البصري المعتزلي ، توفى سنة 255هـ . انظر : كشف الظنون ج1/ص263 .\n(2) التربية الأخلاقية الإسلامية – رسالة دكتوراة منشورة – مقداد يالجين – القاهرة - مكتبة الخانجي 1977 ص75\n(3) صحيح مسلم - (ج 12 / ص 403) حديث 4632\n(1/2)\n\nالقرآن اسم للكلام الموحَى به إلى النبي - صلى الله عليه وسلم - ، وهو جملة المكتوب في المصاحف المشتمل على مائة وأربع عشرة سورة، أولها الفاتحة وآخرها سورة الناس . وصار هذا الاسم علماً على هذا الوحي المنزل على محمد - صلى الله عليه وسلم - ، ولم يسبق أن أطلق على غيره قبله، وهو أشهر أسمائه وأكثرها ورودا في آياته وأشهرها دورانا على ألسنة السلف.( (1) )\nوهو الكلام المعجز المنزل على النبي - صلى الله عليه وسلم - المكتوب في المصاحف المنقول بالتواتر المتعبد بتلاوته . وأنت ترى أن هذا التعريف جمع بين الإعجاز والتنزيل على النبي - صلى الله عليه وسلم - والكتابة في المصاحف والنقل بالتواتر والتعبد بالتلاوة وهي الخصائص العظمى التي امتاز بها القرآن الكريم ، وإن كان قد امتاز بكثير سواها ( (2) )\nفضل القرآن وتلاوته وتعلمه :\nالحديث عن القرآن الكريم وفضائله لاينقضي ، وسنقتصر هنا على بعض نصوص من الأحاديث النبوية الصحيحة.\nفضائل القرآن :\nعَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ : ( مَثَلُ الَّذِي يَقْرَأُ الْقُرْآنَ كَالْأُتْرُجَّةِ طَعْمُهَا طَيِّبٌ وَرِيحُهَا طَيِّبٌ وَالَّذِي لَا يَقْرَأُ الْقُرْآنَ كَالتَّمْرَةِ طَعْمُهَا طَيِّبٌ ولا رِيحَ لَهَا وَمَثَلُ الْفَاجِرِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْفَاجِرِ الَّذِي لَا يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ طَعْمُهَا مُرٌّ وَلَا رِيحَ لَهَا ) ( (3) )\n__________\n(1) تفسير التحرير والتنوير – محمد الطاهر بن عاشور ( 1/71 )\n(2) مناهل العرفان في علوم القرآن – الزرقاني (1/15)\n(3) البخاري – باب فضل القرآن على سائر الكلام – حديث 4632",
        "(1/3)\n\nعن عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ (لا حَسَدَ إِلَّا عَلَى اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ الْكِتَابَ وَقَامَ بِهِ آنَاءَ اللَّيْلِ وَرَجُلٌ أَعْطَاهُ اللَّهُ مَالًا فَهُوَ يَتَصَدَّقُ بِهِ آنَاءَ اللَّيْلِ وَالنَّهَار ) ِ( (1) )\nعَنْ عُثْمَانَ بْنِ عَفَّانَ رضي الله عنه قَالَ : قَالَ النَّبِيُّ : ( - صلى الله عليه وسلم - إِنَّ أَفْضَلَكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ )( (2) ) .\nعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : ( مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِمْ السَّكِينَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَحَفَّتْهُمْ الْمَلَائِكَةُ وَذَكَرَهُمْ اللَّهُ فِيمَنْ عِنْدَهُ وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ ) ( (3) ) .\n__________\n(1) البخاري باب اغتباط صاحب القرآن حديث 4637\n(2) البخاري باب خيركم من تعلم القرآن وعلمه – حديث 4640\n(3) صحيح مسلم – باب فضل الاجتماع على تلاوة القرآن – حديث 4867\n(1/4)",
        "\nعَنْ عَائِشَةَ رضي الله عنها قَالَتْ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : ( الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ مَاهِرٌ بِهِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَالَّذِي يَقْرَؤُهُ قَالَ هِشَامٌ وَهُوَ شَدِيدٌ عَلَيْهِ ) .قَالَ شُعْبَةُ وَهُوَ عَلَيْهِ شَاقٌّ فَلَهُ أَجْرَانِ( (1) ) .\nالنفس الإنسانية ( تعريفها وصفاتها )\nتعريف النفس :\nالنفس في اللغة بمعنى الروح ، و بمعنى ذات الشئ وحقيقته ( (2) ) . وردت في القرآن الكريم في مواضع عديدة ، وتعددت معانيها بحسب السياق . ولهذه النفس صفات وخصائص كثيرة ،فهي تحب وتكره ، وتسول وتوسوس ، وتنوي وتعزم ، كما ترشد صاحبها الى طريق الخير وتلومه على فعل الشر ، ولها آثار ظاهرة في السلوك الإنساني .\nوتدور هذه المعاني في معظم آيات القرآن الكريم التي ذُكرت فيها ؛ من ذلك قوله تعالى : {وَلَقَدْ خَلَقْنَا الْإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ}(3) ، وقوله سبحانه : {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى }(4)، وقوله سبحانه : {وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ}(5) .\nو يمكن تعريف النفس بأنها : شيء داخلي في كيان الإنسان ، لاتُدرَك ماهيته ، قابل للتوجه الى الخير أو الشر ، وجامع لكثير من الصفات والخصائص الإنسانية التي لها آثار ظاهرة في السلوك الإنساني\n__________\n(1) الترمذي –فضل قارئ القرآن – حديث 2829 وقال الترمذي حديث حسن صحيح\n(2) لسان العرب – ابن منظور والمفردات للراغب الاصفهاني بتصرف\n(3) سورة ق : 16\n(4) سورة النازعات : 40 .\n(5) سورة القيامة : 2\n(1/5)\n",
        "والنفس بهذا المعنى تشمل القلب والروح ، وكل مافي الإنسان من قوى الإدراك التي يميز بها بين الخير والشر ( (1) ) .\nأحوال النفس الإنسانية :\nمن خلال الآيات القرآنية التي ورد فيها الحديث عن النفس الإنسانية وصفاتها تتبين لنا ثلاث حالات من حالات النفس وهي :\n1- النفس الأمارة بالسوء . 2- النفس اللوامة . 3- النفس المطمئنة .\nوسنتعرض لكل منها بالإيضاح .\n1- النفس الأمارة بالسوء :\nهي التي تميل إلى الطبيعة البدنية ، وتأمر باللذات والشهوات الحسية ، وتجذب القلب الى الجهة السفلية ؛ فهي مأوى الشرور ومنبع الأخلاق الذميمة .( (2) )\nقال تعالى : : {وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّيَ إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ}(3)، وقال تعالى : {... وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي}(4) .\nيقول ابن القيم – رحمه الله – مبينا خطر النفس الأمارة واستغلال الشيطان لها فيقول :\" أما النفس الأمارة فالشيطان قرينها وصاحبها ... \" ( (5) )\nولذلك استعاذ رسول الله - صلى الله عليه وسلم - من شرور النفس كما ورد في خطبة الحاجة أنه كان يقول : ( الحمد لله نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا )( (6) )\n2- النفس اللوامة :\n__________\n(1) منهج الإسلام في تزكية النفس – د. أنس احمد كرزون (1/14) وأيضا الأخلاق الإسلامية – عبد الرحمن حبنكة الميداني ( 1/215) بتصرف\n(2) التعريفات – الجرجاني ص 243\n(3) سورة يوسف : 53 .\n(4) سورة طه : 96 .\n(5) الروح – ابن القيم الجوزية 227\n(6) جزء من حديث خطبة الحاجة رواه أبو داوود والنسائي والترمذي وابن ماجه واحمد وغيرهم وهو صحيح في بعض رواياته\n(1/6)\n\nمن فضل الله سبحانه وتعالى أن النفس ترتقي الى حالة تعود فيها إلى فطرتها النقية ، وتزول عنها غشاوة المعصية فتلوم نفسها على فعلها ، وتدعو صاحبها للتوبة ، كما تحذره من الوقوع في المعاصي، قال تعالى : : {وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ}(1)، عن الحسن البصري في هذه الآية: إن المؤمن -والله-ما نراه إلا يلوم نفسه: ما أردت بكلمتي؟ ما أردت بأكلتي؟ ما أردت بحديث نفسي؟ وإن الفاجر يمضي قُدُما ما يعاتب نفسه.( (2) )\nقال الجرجاني في تعريفه للنفس اللوامة :\" هي التي تنورت بنور القلب ، قدر ماتنبهت به عن سنة الغفلة ، كلما صدرت عنها سيئة بحكم جبلتها الظلمانية ، أخذت تلوم نفسها \"( (3) )\n3- النفس المطمئنة :\nهي أعلى درجات النفس ، فهي نفس اطمأنت بإقامتها على طاعة الله ، فسلّمت بوعيده ورضيت بقضائه وتوكلت عليه ، وذاقت حلاوة الإيمان فلم تعد ترضى به بديلا ، وأستشعرت لذة المناجاة بين يدي الله سبحانه فلم تعد تشغلها عن طاعة ربها مغريات الحياة ولاتصدها عن زينتها ، قال تعالى : : {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً }(4) يقول ابن كثير :\" النفس الزكية المطمئنة وهي الساكنة الثابتة الدائرة مع الحق \" ( (5) ) ، وقال الطبري :\" يعني بالمطمئنة: التي اطمأنت إلى وعد الله الذي وعد أهل الإيمان به في الدنيا من الكرامة في الآخرة، فصدّقت بذلك.\"( (6) )\nوالوصول بالنفس الإنسانية الى هذه الحالة هو الثمرة الكبرى لتزكية النفس .\nالمجتمع الإسلامي – الدولة الإسلامية :\n__________\n(1) سورة القيامة : 2\n(2) تفسير القرآن العظيم – ابن كثير\n(3) التعريفات – الجرجاني\n(4) سورة الفجر : 27-28 .\n(5) تفسير القرآن العظيم – ابن كثير\n(6) تفسير جامع البيان – ابن جرير الطبري",
        "(1/7)\n\nيقصد بذلك اكتمال عناصرثلاثة هى: الإقليم ، والشعب ، والحكومة . ولذلك يجب أن توجد جماعة من الناس يعيشون على إقليم محدد، كما يجب أن ينتظم هؤلاء الناس تحت حكومة معينة ؛ يحدد الإقليم نطاق السلطة التى تمارسها هذه الحكومة على الشعب.\nوقد كوَّن رسول الله - صلى الله عليه وسلم - دولة المدينة ، كان فيها مركزاً للسلطات المعروفة فى الدول الحديثة ؛ أى السلطات التشريعية والتنفيذية والقضائية، وقد تم تحديد ذلك بوضوح في الصحيفة، أو الوثيقة الأولى لتأسيس دولة المدينة التى قرأها الرسول - صلى الله عليه وسلم - على سكان المدينة وممثلى القبائل واليهود.\nولايمكن أن نقول إن الإسلام قد اشترط شكلا معينا للدولة ، فيمكن أن تكون ملكية أوجمهورية بشرط أن يقيم الحاكم حدود الله وأن يحقق العدالة فى الناس، وبشرط أن يتخذ الشورى أساسا لحكمه إعمالا لقوله تعالى: {وأمرهم شورى بينهم}(1) ، وأمره لنبيه بها {فاعف عنهم واستغفرلهم وشاورهم فى الأمر}(2) ، مع ملاحظه أنه فى حالة النظام الملكى يستوجب الإسلام مبايعة كل ملك ورث ملكه ورِضا الشعب عنه.( (3) )\nوالأسرة هى الخلية الأولى فى المجتمع ، وهى البناء الاجتماعى السائد على امتداد التاريخ.\nوقد حدد الإسلام لكل فرد وظيفته فى الأسرة ؛ فالرجل - أساسا - يقوم بالإنفاق على الأسرة ، وللمرأة ذلك إن دعت الضرورة، ولم ينتج عنه ضرر بحقوق بيتها وزوجها والأسرة التى تقوم على أسس إسلامية فى الاختيار، ورعاية كل فرد لحقوق الآخر، وتأدية كل فرد ما عليه من واجبات ؛ وهذه الأسس هي :\nالبيئة الصالحة لتربية الأطفال ، وحمايتهم من الانحراف ، ووقايتهم من كل ما يفسد أخلاقهم ، وتعويدهم على السلوك الأمثل مما يرونه من تعاطف بين الأبويين ومحبة بينهما.\nوسائل القرآن في مخاطبة وتقويم الفرد :\n__________\n(1) سورة الشورى: 38 .\n(2) سورة آل عمران:159 .\n(3) الموسوعة الإسلامية العامة – المجلس الاعلى للشئون الإسلامية\n(1/8)",
        "\nإن تكوين وتنمية الأخلاق والقيم في الشخصية العربية الإسلامية أمر بالغ الأهمية ، ولابد من وسائل تتخذ من أجل تحقيق هذا الهدف وهذه الوسائل هي ما يصل بنا لتحقيق الهدف المنشود .\nومن وسائل القرآن الكريم لتنمية قيم وأخلاق الفرد والمجتمع (1) :\nالعبادات :\nعبادة الله تعالى حق عبادته هي الأسلوب العملي والوسيلة الأولى في التربية ؛ ليست التربية الروحية فقط ؛ بل تربية الإنسان المسلم ككل ؛ ففي العبادات تربية جسمية وتربية اجتماعية وتربية خلقية وتربية جمالية وكذلك تربية عقلية . فالصلاة - مثلاً - تربي الإنسان خلقيا وعقليا ، فهي تربط الإنسان بالله ، كما أنها تقوي إرادة الإنسان وتعوّده على ضبط النفس والصبر والمثابرة ، يقول تعالى {... إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ ...}(2) .\nوفي الصوم ، تربية خلقية ، وأثره التربوي يتمثل في تربية الروح والخُلق ؛ فيغرس في النفس التعود على ضبطها ومكافحة الشهوات ، يقول تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ}(3)\nالأمر بالمعروف والنهي عن المنكر :\nيفرضُ القرآن الكريم ويوصي بضرورة التذكير والأمر بالمعروف والنهي عن المنكر والتواصي بالحق والصبر ، يقول تعالى {كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللّهِ ...}(4) .\nوهو وسيلة من أهم الوسائل التربوية التي حث عليها القرآن الكريم ليتحقق بها الهدف من التربية ؛ لأنها تقوم بصيانة الحياة من الشر والفساد .\nضرب الأمثال :\n__________\n(1) موسوعة نضرة النعيم (1/139 ) بتصرف\n(2) سورة العنكبوت : 54 .\n(3) سورة البقرة : 183 .\n(4) سورة آل عمران 110 .\n(1/9)\n",
        "الأمثال تُبرِز المعقول في صورة محسوس يلمسه الناس فيتقبله العقل ، لأن المعاني المعقولة لاتستقر في الذهن ، إلا إذا صيغت في صورة حية قريبة الفهم ، وتكشف الأمثال عن الحقائق وتعرض الغائب في معرض الحاضر . وتجمع الأمثال المعنى الرائع في عبارة موجزة .\nوالأمثال في القرآن كثيرة ؛ وهي تؤدّي دورا هاما وبالغا في : التأثير في العواطف ، والتأثير في السلوك الإنساني ، وغرس القيم الإسلامية في نفس المسلم ؛ فيما لو استُعمِلت بحكمة وفي الظروف المناسبة . ولذلك أبرزها القرآن ، واهتم بضربها ، قال تعالى : {وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ }(1)، وقال تعالى : {... وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ }(2).\nالموعظة والنصيحة :\nللتربية بالوعظ دور هام في غرس القيم الإسلامية . والقرآن الكريم زاخر بالمواعظ ، قال تعالى : {يَا أَيُّهَا النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاء لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ }(3) . وأسلوب المواعظ القرآنية تربوي رائع يبغي كمال الإنسان ؛ بحيث يجب أن يتعلمه المعلم والمتعلم ؛ إذ هي صادرة عن حكمة وليس عن هوى .\nالقدوة:\nتعني القدوة هنا : أن يكون المربي أو الداعي مثالا يُحتذََى به في أفعاله وتصرفاته . وقد أشاد القرآن الكريم بهذه الوسيلة فقال تعالى : {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا}(4) . فالمصطفى - صلى الله عليه وسلم - هو القدوة الحسنة للمسلمين جميعا بسيرته الزكية ؛ التي هي في حقيقتها دعوة عملية إلى الإسلام بكل ما يحمله من مبادئ وقيم تدعو للخير والفضيلة .\n__________\n(1) سورة العنكبوت : 43 .\n(2) سورة الحشر : 21 .\n(3) سوة يونس : 57 .\n(4) سورة الأحزاب : 21 .\n(1/10)\n\nالتربية العملية بالوقائع :\nاتبع الرسول - صلى الله عليه وسلم - أسلوب التربية العملية لتنمية الأخلاق ؛ تعليما وتدريبا , وربط التوجيه بالأحداث والوقائع الجارية في حياة الناس . وتظهر التربية الإسلامية - في هذا المجال - من خلال القرآن الكريم ، وحديث رسول الله - صلى الله عليه وسلم - . فقد كان الرسول - صلى الله عليه وسلم - يوجه التصرفات العملية توجيها تربويا أو عمليا ؛ ليأخذ منه المسلمون درسا إيجابيا ، فكان يدعو إلى قيمة ، أو يصحح سلوكا ؛ وهي طريق فعالة ؛ لأنها ترتبط بالواقع والحياة والخبرة المعيشية .\nالقصة :\nالقصة القرآنية وسيلة من وسائل التربية وتنمية الأخلاق والقيم ؛ وذلك باستخراج العبر والمُثُل من التجارب السابقة ، وشرح طرق الخير ، والتحذير من الكفر والجحود ، قال تعالى : {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ}(1)، وقال تعالى : {... فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ} (2)\nوكان هذا القصص المحتوِي على الكثير من أخبار الماضي ؛ من أهم وسائل التربية وتنمية القيم ؛ حيث تمد القصة القرآنية الفرد والمجتمع بالقيم الأخلاقية الإسلامية الصادقة وتسهم بإيجابية في غرس هذه القيم في النفوس .\nحثُّ القرآن الكريم الفرد والمجتمع على طاعة الرسول - صلى الله عليه وسلم - :\nقال تعالى : {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ يُحْيِي وَيُمِيتُ فَآمِنُواْ بِاللّهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ}(3) .\n__________\n(1) سورة يوسف : 3 .\n(2) سورة الأعراف : 173 .\n(3) سورة الأعراف : 158 .",
        "(1/11)\n\nوالإيمان به - صلى الله عليه وسلم - هو تصديق نبوته ورسالة الله له ، وتصديقه في جميع ما جاء به وما قاله ، ومطابقة تصديق القلب بذلك شهادة اللسان بأنه رسول الله - صلى الله عليه وسلم - . فإذا اجتمع التصديق به بالقلب والنطق بالشهادة بذلك باللسان تَمَّ الإيمان به والتصديق له ، قال الله تعالى: ( وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْه فَانْتَهُوا ) (1) ، وقال تعالى: ( وَمَا يَنْطِقُ عَنِ الْهَوَى. إنْ هوَ إلاَّ وَحْيٌ يُوحَى ) (2)، وقال تعالى: ( قُلْ إنْ كُنْتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ )(3)وقال تعالى: ( لَقَدْ كَانَ لَكُمْ في رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُوا اللهَ وَالْيَوْمَ الآخِرَ ) (4)وقال تعالى: ( فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا في أَنْفُسهمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْليماً ) (5)\nفالإيمان بالنبي محمد - صلى الله عليه وسلم - واجب متعين لا يتم إيمان إلا به ، ولا يصح إسلام إلا معه( (6) ). قال تعالى: ( مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ الله ) (7) والآيات في هذا الباب كثيرةٌ.\n__________\n(1) سورة الحشر : 7 .\n(2) سورة النجم : 3 ، 4 .\n(3) سورة آل عمران : 31 .\n(4) سورة الأحزاب : 21 .\n(5) سورة النساء : 65 .\n(6) الشفا بتعريف حقوق المصطفى – القاضي عياض (387)\n(7) سورة النساء : 80 .\n(1/12)",
        "\nوجعل اللهُ تعالى طاعةَ رسوله طاعتَه ، وقرن طاعته بطاعته ووعد على ذلك بجزيل الثواب ، وأوعد على مخالفته بسوء العقاب ، وأوجب امتثال أمره واجتناب نهيه . قال المفسرون والأئمة : طاعة الرسول في التزام سنته ، والتسليم لما جاء به . وقالوا: ما أرسل الله من رسول إلا فرض طاعته على مَن أرسله إليه . وقالوا : من يطع الرسول في سنته يطع الله في فرائضه ( (1) ) .\nالتعاليم القرآنية الهادفة لتقويم الفرد وتهذيبه\nتهدف تعاليم القرآن الكريم وأوامره إلى ترويض الإنسان لنفسه وتقويمها حتى تصل أوج الكمال النفسي والخلقي ، ويتجاوز أثر هذا من الإنسان الى المجتمع المحيط به , فإن نقاء وصفاء النفس الإنسانية لايقتصر أثره على الفرد وحده ؛ بل يتعداه لأكثر من ذلك .\nوفيما يلي عرضٌ لبعض نماذج من النصوص القرآنية الآمرة بالأخلاق والآداب والسلوك القويم ؛مع شرح ما يسمح به المقام :\nطهارة النفس وذم الحسد والطمع :\nقال تعالى : {وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا }(2) ؛أي : خلقها سوية مستقيمة على الفطرة القويمة ، وبيّن لها الخير والشر . قد أفلح من زكى نفسه ، أي: بطاعة الله ، وطهّرها من الأخلاق الدنيئة والرذائل . ودساها ، أي: أخملها ووضع منها بخذلانه إياها عن الهُدَى ، حتى ركب المعاصي ، وترك طاعة الله عز وجل.( (3) )\nوقال تعالى : {وَثِيَابَكَ فَطَهِّرْ وَالرُّجْزَ فَاهْجُرْ }(4) . كان المشركون لا يتطهرون، فأمر الله رسوله - صلى الله عليه وسلم - أن يتطهر، وأن يطَهِّر ثيابه ، وأن يترك المعصية ( (5) ) .والأمر للأمة كذلك من بعده .\n__________\n(1) الشفا بتعريف حقوق المصطفي – القاضي عياض(390)\n(2) سورة الشمس : 7-10 .\n(3) تفسير القرآن العظيم – ابن كثير\n(4) سورة المدثر : 4-5 .\n(5) تفسير ابن كثير .\n(1/13)\n",
        "وقال تعالى : {... وَاللّهُ يُحِبُّ الْمُطَّهِّرِينَ}(1) ، قال تعالى : {لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ وَلاَ تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ}(2) . خطاب للنبي - صلى الله عليه وسلم - ولأمته : لا تتمنينّ يا محمد ما جعلنا من زينة هذه الدنيا متاعا للأغنياء من قومك ، الذين لا يؤمنون بالله واليوم الآخر، يتمتعون فيها، فإن مِنْ ورائهم عذابًا غليظًا . ولا تحزن على ما مُتعوا به فعُجِّل لهم فإن لك في الآخرة ما هو خير منه ، مع الذي قد عَجَّلنا لك في الدنيا من الكرامة ( (3) ) .\nوقال تعالى : {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللّهُ مِن فَضْلِهِ ...}(4) . أصل الحسد : تمنِّي زوال النعمة عمَّن هو مستحق لها ، وربما يكون ذلك مع سعيٍ في زوالها( (5) )\nالتقوي والاستقامة :\nقال تعالى : {بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللّهَ يُحِبُّ الْمُتَّقِينَ}(6) التقوى ملاك الأمر كلّه أداءً للواجبات ، واجتناباً للمناهي .( (7) ) قال ابن جرير : واتقى ما نهاه الله عنه من الكفر به، وسائر معاصيه التي حرّمها عليه ...فإن الله يحب الذين يتقونه فيخافون عقابه ويحذرون عذابه، فيجتنبون ما نهاهم عنه وحرّمه عليهم ، ويطيعونه فيما أمرهم به.( (8) )\n__________\n(1) سورة التوبة : 108 .\n(2) سورة الحجر : 88 .\n(3) تفسير جامع البيان – ابن جرير الطبري\n(4) سورة النساء : 54 .\n(5) لباب التأويل في معاني التنزيل ( تفسير الخازن ) – الخازن وهو : ابو الحسن علي بن محمد بن ابراهيم بن عمر الشيحي\n(6) سورة آل عمران : 76 .\n(7) تفسير انوار التنزيل واسرار التأويل – البيضاوي وهو: ناصر الدين أبو الخير عبدالله بن عمر بن محمد البيضاوي\n(8) تفسير الطبري\n(1/14)\n\nوقال تعالى : {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ} (1), هم الذين اتقوا الشرك والمعاصي فجزاؤهم الجنات والبساتين والعيون والأنهار الجارية في الجنات( (2) )\nوقال تعالى : {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِن تَحْتِهَا الأَنْهَارُ لَهُمْ فِيهَا مَا يَشَآؤُونَ كَذَلِكَ يَجْزِي اللّهُ الْمُتَّقِينَ}(3) . وقال تعالى : {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ }(4) . أي : لا نفعل ذلك ، ولا يستوون عند الله . وإذا كان الأمر كذلك فلا بد من دار أخرى يثاب فيها هذا المطيع ويعاقب فيها هذا الفاجر.( (5) )\nوبشر القرآنُ الكريم المتقين ببشارات عديدة ؛ منها: العون والنصرة ، والتكريم ، والعلم والحكمة ، وتكفير الذنوب وتعظيم الأجر ، والمغفرة ، واليسر والسهولة في الأمر ، والخروج من الغم والمحنة . ومنها : الرزق الواسع في الدنيا ، والنجاة من العقوبة في الآخرة . ومنها : التوفيق ، والعصمة ، والفوز بالمراد ، وشهادة الله لهم بالصدق ، ومحبة الله وإكرامه لهم . ومنها : المقام الأمين ، والجنات والعيون ، والأمن من البلية .. وغيرها الكثير ( (6) ) .\nوقال تعالى : {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ}(7) .\n__________\n(1) سورة الحجر : 45 .\n(2) تفسير الخازن\n(3) سورة النحل : 31 .\n(4) سورة ص : 28 .\n(5) تفسير ابن كثير\n(6) بصائر ذوي التمييز – الفيروزآبادي (5/300)\n(7) سورة فصلت : 30 .",
        "(1/15)\n\nوقال تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ }(1) ، استووا إليه بالتوحيد وإخلاص العبادة غير ذاهبين يميناً وشمالاً ، ولا ملتفتين إلى ما يسوّل لكم الشيطان من اتخاذ الأولياء والشفعاء ، وتوبوا إليه مما سبق لكم من الشرك .( (2) )\nوقال تعالى : : { فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ }(3) : فاستقم أنت يا محمد ، على أمر ربك ، والدينِ الذي ابتعثك به ، والدعاءِ إليه، كما أمرك ربك ، ومن رجع معك إلى طاعة الله والعمل بما أمره به ربه من بعد كفره ، ولا تعْدُوا أمره إلى ما نهاكم عنه ... فاتقوا الله، أيها الناس ، أن يطَّلع عليكم ربكم وأنتم عاملون بخلاف أمره ، فإنه ذو علم بما تعلمون، وهو لكم بالمرصاد.( (4) )\nوالاستقامة من كمال الإيمان وحسن الإسلام ،بها تُنال الكرامات وتُرتقي أعلى المقامات ، وهي دليل اليقين ومرضاة رب العالمين . واستقامة القلوب استقامة الجوارح ، والمداومة عليها أفضل من كثير من الأعمال التي يتطوع بها ، وصاحبها موثوق به محبوب ( (5) ) .\nالصدق وتحريم الكذب :\nقال تعالى : { يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ } (6)، أي : مع مَن صَدق اللهَ الإيمانَ به، فحقَّق قوله بفعله، ولم يكن من أهل النفاق فيه، الذين يكذِّب قيلََهم فعلَُهم( (7) ) .\n__________\n(1) سورة فصلت : 6 .\n(2) تفسير الكشاف - الزمخشري\n(3) سورة هو : 112 .\n(4) تفسير الطبري – بتصرف يسير\n(5) موسوعة نضرة النعيم (2/319)\n(6) سورة التوبة ك 119 .\n(7) تفسير الطبري\n(1/16)",
        "\nوقال تعالى : { يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا } (1)، إرشادٌ إلى ما ينبغي صدوره من الأفعال والأقوال ، أما الأفعال فالخير ، وأما الأقوال فالحق ؛ لأن من أتى بالخير وترك الشر فقد اتقى الله ، ومن قال الصدق قال قولاً سديداً ( (2) ) .\nوقال سبحانه : {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ } (3) . قال مجاهد : أصحاب القرآن المؤمنون يجيئون يوم القيامة، فيقولون: هذا ما أعطيتمونا، فعملنا فيه بما أمرتمونا . وهذا القول عن مجاهد يشمل كل المؤمنين، فإن المؤمن يقول الحق ويعمل به.( (4) )\nوقال تعالى : {قُلْ سِيرُواْ فِي الأَرْضِ ثُمَّ انظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ}(5) : ثم انظروا كيف أعقَبَهم تكذيبهم ذلك، الهلاكَ والعطبَ وخزيَ الدنيا وعارَها، وما حَلَّ بهم من سَخَط الله عليهم، من البوار وخراب الديار وعفوِّ الآثار ؛ فاعتبروا به، إن لم تنهكم حُلُومكم، ولم تزجركم حُجج الله عليكم عمَّا أنتم عليه مقيمون من التكذيب ؛ فاحذروا مثل مصارعهم، واتقوا أن يحلّ بكم مثلُُ الذي حلّ بهم.( (6) )\nوقال تعالى : {انظُرْ كَيْفَ كَذَبُواْ عَلَى أَنفُسِهِمْ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ}(7) ، وقال تعالى : {إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لاَ يُؤْمِنُونَ بِآيَاتِ اللّهِ وَأُوْلئِكَ هُمُ الْكَاذِبُونَ }(8) . يعني : إنما يقدم على فرية الكذب من لا يؤمن بآيات الله( (9) )\nالتواضع وتحريم الكِبْر :\n__________\n(1) سورة الأحزاب : 70 .\n(2) تفسير مفاتيح الغيب – فخر الدين الرازي\n(3) سوةر الزمر : 33 .\n(4) تفسير ابن كثير\n(5) سورة الأنعام : 11 .\n(6) تفسير الطبري\n(7) سورة الأنعام : 24 .\n(8) سورة النحل : 105 .\n(9) تفسير الخازن\n(1/17)\n",
        "قال تعالى : { وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ }(1) : لا تعرض بوجهك عمن كلمته تكبرا واستحقارا لمن تكلمه.. ولا تتكبر ؛ فتحقر عباد الله ، وتعرض عنهم بوجهك إذا كلّموك... وتواضع في مشيك إذا مشيت ، ولا تستكبر ( (2) ) .\nوقال { وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا } (3) . هذه صفات عباد الله المؤمنين { الَّذِينَ يَمْشُونَ عَلَى الأرْضِ هَوْنًا } أي: بسكينة ووقار ؛ من غير جَبَرية ولا استكبار، كما قال تعالى:{ وَلا تَمْشِ فِي الأرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الأرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولا } (4). فأما هؤلاء فإنهم يمشون من غير استكبار ولا مرح، ولا أشر ولا بطر . وليس المراد أنهم يمشون كالمرضى من التصانع تصنعًا ورياء .( (5) )\nعن الحسن البصري قال: إن المؤمنين قوم ذُلُل، ذلت منهم الأسماعُ والأبصار والجوارح، حتى تحسبهم مرضى وما بالقوم من مرض، وإنهم لأصحاء، ولكنهم دخلهم من الخوف ما لم يدخل غيرهم، ومنعهم من الدنيا علمُهم بالآخرة، فقالوا: الحمد لله الذي أذهب عنا الحَزَن. أما والله ما أحزنهم حزن الناس، ولا تعاظم في نفوسهم شيء طلبوا به الجنة ؛ أبكاهم الخوف من النار . وإنه من لم يتعز بعزاء الله تَقَطَّعُ نفسُه على الدنيا حسرات، ومن لم ير لله نعمة إلا في مطعم أو في مشرب، فقد قلَّ علمه وحضَر عذابهُ. ( (6) )\n__________\n(1) سورة لقمان : 18-19 .\n(2) تفسير الطبري\n(3) سورة الفرقان : 63 .\n(4) سورة الإسراء : 37 .\n(5) تفسير ابن كثير\n(6) تفسير القرآن العظيم – ابن كثير\n(1/18)\n\nوقال تعالى : {... إِنَّهُ لاَ يُحِبُّ الْمُسْتَكْبِرِينَ}(1) ، وقال تعالى : : {فَادْخُلُواْ أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ}(2) ، بئس المقيل والمقام والمكان من دار هوان، لمن كان متكبرًا عن آيات الله واتباع رسله ( (3) ) .\nوقال تعالى : {الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِندَ اللَّهِ وَعِندَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ} (4) : الذين يجادلون فى آيات الله بغير برهان جاءهم ، كَبُرَ كرهاً وسخطاً عند الله وعند المؤمنين ما انطبعوا عليه من الجدال ؛ مثل هذا الختم يختم الله على كل قلب متعالٍ على الخلق ، متسلط على الناس ( (5) ) .\nالصبر وذم العجلة :\nقال تعالى : {وَاصْبِرْ فَإِنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَ}(6) . الصبر : تجرّع كاساتِ التقدير من غير تعبيس .ويقال : الصبرُ : حَسْنُ الإقبال على معانقة الأمر ومفارقة الزجر . والمحسنُ : العاملُ الذي يعلم أَنَّ الأجرَ على الصبر والطاعة بفضله - سبحانه - لا باستحقاق عملٍ .( (7) )\n__________\n(1) سورة النحل : 23 .\n(2) سورة النحل : 29 .\n(3) تفسير ابن كثير\n(4) سورة غافر : 35 .\n(5) تفسير المنتخب – المجلس الاعلى للشئون الإسلامية\n(6) سورة هود : 115 .\n(7) تفسير القشيري -القشيري",
        "(1/19)\n\nوقال تعالى : {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ}(1) ، وقال تعالى : {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ}(2) ، وقال تعالى : {فَاصْبِرْ صَبْرًا جَمِيلًا}(3) ، أي : اصبر يا محمد على تكذيبهم لك وكفرهم بما جئت به صبراً جميلاً لا جزع فيه ولا شكوى إلى غير الله . وهذا معنى الصبر الجميل . وقيل : هو أن يكون صاحب المصيبة في القوم لا يُدرَى بأنه مصاب .( (4) )\nوقال تعالى : {أَتَى أَمْرُ اللّهِ فَلاَ تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ }(5) كانت العجلة - وهي الإتيان بالشيء قبل حينه الأولى به - نقصاً ظاهراً لا يحمل عليها إلا في ضيق العطن ( (6) ) .\nوقال تعالى : {قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ}(7) ، وقال تعالى : {فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ}(8) ، أمره بالائتساء في العزم على النفوذ لذلك بأولي العزم من قبله من رسله الذين صبروا على عظيم ما لَقُوا فيه من قومهم من المكاره، ونالهم فيه منهم من الأذى والشدائد ( (9) )\nالاعتدال وذم الاسراف والبخل :\n__________\n(1) سورة الروم : 60 .\n(2) سورة غافر : 55 .\n(3) سورة المعارج : 5 .\n(4) تفسير فتح القدير – الشوكاني\n(5) سورة النحل : 1 .\n(6) تفسير البقاعي\n(7) سورة النمل : 46 .\n(8) سورة الأحقاف : 35 .\n(9) تفسير الطبري\n(1/20)",
        "\nقال تعالى : {وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلاَ تُبَذِّرْ تَبْذِيرًا}(1) . التبذير : تفريق المال كما يفرّق البذر كيفما كان من غير تعمد لمواقعه ، وهو الإسراف المذموم لمجاوزته للحدّ المستحسن شرعاً في الإنفاق ، أو هو الإنفاق في غير الحق ، وإن كان يسيراً ، قال الشافعي : هو انفاق المال في غير حقه ، ولاتبذير في عمل الخير.( (2) )\nوقال تعالى : {وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا}(3) . وهذا النهي يتناول كل مكلف .. والمراد : نهي الإنسان أن يمسك إمساكاً يصير به مضيقاً على نفسه وعلى أهله ، ولا يوسع في الإنفاق توسيعاً لا حاجة إليه ، بحيث يكون به مسرفاً ، فهو نهى عن جانبي الإفراط والتفريط . ويتحصل من ذلك مشروعية التوسط ، وهو العدل الذي ندب الله إليه .( (4) )\nوقال تعالى : {وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا}(5) . اختلفوا في معنى الإسراف والإقتار ، فقال بعضهم : الإسراف: النفقة في معصية الله وإن قلّت ، والإقتار: منع حق الله تعالى . وهو قول ابن عباس ومجاهد وقتادة وابن جريج. وقال الحسن في هذه الآية : لم ينفقوا في معاصي الله ، ولم يمسكوا عن فرائض الله . وقال قوم : الإسراف : مجاوزة الحد في الإنفاق ؛ حتى يدخل في حد التبذير . والإقتار: التقصير عمَّا لا بدَّ منه ( (6) ) .\nقال عمر بن الخطاب: كفى سَرَفًا أن لا يشتهي الرجل شيئًاً إلا اشتراه فأكله ( (7) ) .\n__________\n(1) سورة الإسراء : 26 .\n(2) تفسير فتح القدير - الشوكاني\n(3) سورة الإسراء : 29 .\n(4) تفسير فتح القدير - الشوكاني\n(5) سورة الفرقان : 67 .\n(6) تفسير معالم التنزيل - البغوي\n(7) تفسير معالم التنزيل - البغوي\n(1/21)\n",
        "وقال تعالى : {... وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلاً}(1) ، وقال تعالى : {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللّهُ مِن فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا}(2) ، يبخَلُونَ بأموالهم ، ويأمرون الناس ، يَعْنِي ، إِخوانَهُمْ ومَنْ هو مَظِنَّة طاعتهم؛ بالبُخْل بالأموال أَنْ تُنْفَقَ في شَيْءٍ من وُجُوه الإِحسان ( (3) ) .\nوالبخل المذموم في الشرع هو : الامتناع عن أداء ما أوجب الله . وهؤلاء المذكورون في هذه الآية ضموا إلى ما وقعوا فيه من البخل الذي هو أشرّ خصال الشرّ ما هو أقبح منه ، وأدل على سقوط نفس فاعله ، وبلوغه في الرذالة إلى غايتها ؛ وهو أنهم مع بخلهم بأموالهم ، وكتمهم لما أنعم الله به عليهم من فضله { يَأْمُرُونَ الناس بالبخل } كأنهم يجدون في صدورهم من جود غيرهم بماله حرجاً وغضاضة( (4) ) .\nإخلاص العمل لله وذم الرياء والنفاق :\n__________\n(1) سورة الإسراء : 110 .\n(2) سورة النساء : 37 .\n(3) الجواهر الحسان في تفسير القرآن – الثعالبي وهو : أبو زيد عبدالرحمن بن محمد بن مخلوف الثعالبي\n(4) تفسير فتح القدير - الشوكاني\n(1/22)\n\nوحقيقة الإخلاص : التبرّي عن كل مادون الله تعالى . أما الإخلاص في الدين فيقول فيه الراغب : إخلاص المسلمين أنهم قد تبرءوا مما يدّعي اليهود من التشبيه ، والنصارى من التثليث ؛ قال تعالى : {...مُخْلِصِينَ لَهُ الدِّينَ ...}(1) ، وقال تعالى : {... وَأَخْلَصُواْ دِينَهُمْ لِلّهِ ...}(2) . واجمعوا على أن الإخلاص في الطاعة : ترك الرياء( (3) ) . قال تعالى : {إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَّهُ الدِّينَ}(4) ، أي : ممحصاً له الدين من الشرك والرياء ( (5) )،قال تعالى :{ قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَّهُ الدِّينَ}(6) ؛ أي: إنما أمرت بإخلاص العبادة لله وحده لا شريك له،( (7) )\nوالإخلاص هو الأساس في قبول الأعمال والأقوال وقبول الدعاء\nوالإخلاص يرفع منزلة الإنسان في الدنيا والآخرة ،ويحرر العبد من عبودية غير الله تعالى . ويحقق الإخلاص الطمأنينة لقلب الإنسان ، ويجعله يشعر بالسعادة ،ويقوي إيمان الإنسان ،وعزيمته ،وإرادته في مواجهة الشدائد .\n__________\n(1) سورة الأعراف : 29 .\n(2) سورة النساء : 146 .\n(3) موسوعة نضرة النعيم (2/124)\n(4) سورة الزمر : 2 .\n(5) تفسير البيضاوي\n(6) سورة الزمر : 11 .\n(7) تفسير ابن كثير .",
        "(1/23)\n\nقال تعالى : {وَمَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمُ ابْتِغَاء مَرْضَاتِ اللّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} (1)، إنما عنى الله جل وعزّ بذلك : أن أنفسهم كانت موقنة مصدقة بوعد الله إياها فيما أنفقت في طاعته بغير منّ ولا أذى، فثبتَتْهم في إنفاق أموالهم ابتغاء مرضاة الله، وصححت عزمهم وآراءهم، . يقينًا منها بذلك ، وتصديقًا بوعد الله إياها ما وعدها.( (2) )\nوقال تعالى : :{لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ وَمَن يَفْعَلْ ذَلِكَ ابْتَغَاء مَرْضَاتِ اللّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا}(3) ، أي: مخلصا في ذلك محتسبا ثواب ذلك عند الله عز وجل( (4) ) .\nوقال تعالى : {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُبْطِلُواْ صَدَقَاتِكُم بِالْمَنِّ وَالأذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاء النَّاسِ وَلاَ يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لاَّ يَقْدِرُونَ عَلَى شَيْءٍ مِّمَّا كَسَبُواْ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ}(5) ، لا تبطلوا صدقاتكم بالمن والأذى، كما تبطل صدقة من راءى بها الناس، فأظهر لهم أنه يريد وجه الله وإنما قصده مدح الناس له أو شهرته بالصفات الجميلة، ليشكر بين الناس، أو يقال: إنه كريم ونحو ذلك من المقاصد الدنيوية، مع قطع نظره عن معاملة الله تعالى وابتغاء مرضاته وجزيل ثوابه ( (6) ) .\n__________\n(1) سورة البقرة : 265 .\n(2) تفسير الطبري\n(3) سورة النساء : 114 .\n(4) تفسير ابن كثير\n(5) سورة البقرة : 264 .\n(6) تفسير ابن كثير\n(1/24)",
        "\nوقال تعالى : :{وَلاَ تَكُونُواْ كَالَّذِينَ خَرَجُواْ مِن دِيَارِهِم بَطَرًا وَرِئَاء النَّاسِ وَيَصُدُّونَ عَن سَبِيلِ اللّهِ وَاللّهُ بِمَا يَعْمَلُونَ مُحِيطٌ}(1) ، قال الزجاج: البطر الطغيان في النعمة وترك شكرها، والرياء: إظهار الجميل ليرى وإبطان القبيح( (2) ) . وقيل الرياء : طلب الثناء من الناس ، وللتمدح إليهم ، والفخر عندهم ، والبطر : التقوّي بنعم الله على معاصيه( (3) )\nوقال تعالى : {وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللّهُ لاَ يُحِبُّ الفَسَادَ وَإِذَا قِيلَ لَهُ اتَّقِ اللّهَ أَخَذَتْهُ الْعِزَّةُ بِالإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ} (4) ، أعرض الحق سبحانه وتعالى عن قلوب قوم فأعطاهم في الظاهر بَسْطَةً في اللسان ، ولكن ربط على قلوبهم أسباب الحرمان؛ فَهُمْ في غطاء جهلهم ، ليس وراءهم معنى ، ولا على قولهم اعتمادٌ ، ولا على إيمانهم اتِّكَالٌ ، ولا بهم ثقةٌ بوجهٍ ..هؤلاء أقوام استولى عليهم التكبُّر ، وزال عنهم خضوعُ الإنصاف؛ فَشَمَخَتْ آنافُهم عن قبول الحق فإِذا أمرته بمعروف قال : ألمثلى يقال هذا؟! وأنا كذا وكذا!( (5) )\n__________\n(1) سورة الأنفال : 47 .\n(2) نفسير معالم التنزيل - البغوي\n(3) تفسير فتح القدير - الشوكاني\n(4) سورة البقرة : 204-206 .\n(5) تفشير القشيري\n(1/25)\n",
        "وقال تعالى :{إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا}(1) , عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ : ( أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا أَوْ كَانَتْ فِيهِ خَصْلَةٌ مِنْ أَرْبَعَةٍ كَانَتْ فِيهِ خَصْلَةٌ مِنْ النِّفَاقِ حَتَّى يَدَعَهَا إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ ) ( (2) ) . معناه : إن هذه الخصال خصال نفاق ، وصاحبها شبيه بالمنافق في هذه الخصال ، ومتخلق بأخلاقهم . فإن النفاق هو إظهار ما يبطن خلافه ، وهذا المعنى موجود في صاحب هذه الخصال ، ويكون نفاقه في حق من حدثه ، ووعده ، وائتمنه ، وخاصمه ، وعاهده من الناس ( (3) )\nكان المنافقأ عذابا من الكافر لأنه مثله فى الكفر ، وضم إلى كفره الاستهزاء بالدين وخداع المسلمين ؛ فالمنافقون أخبث الكفرة .\nالتوكل والخوف والرجاء :\n__________\n(1) سورة النساء : 145 .\n(2) متفق عليه\n(3) شرح مسلم للامام النووي\n(1/26)\n\nقال تعالى : {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ}(1) . الوَجَل : شِدَّة الخوف ، ومعناه ها هنا : أَن يُخْرِجَهم الوَجَلُ عن أوطان الغفلة ، ويزعجهم عن مساكن الغيبة . فإذا انفصلوا عن أوْدية التفرقة وفاؤوا إلى مَشَاهِدِ الذكر نالوا السكون إلى الله عز وجل؛ فيزيدُهم ما يُتْلَى عليهم من آياته تصديقاً على تصديق ، وتحقيقاً على تحقيق . فإذا طالعوا جلال قَدْرِهِ ، وأيقنوا قصورَهم عن إدراكه ، توكلوا عليه في إمدادهم بالرعاية في نهايتهم ، كما استخلصهم بالعناية في بدايتهم .( (2) ) { وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ } أي : يفوّضون إليه أمورهم ويثقون به ولا يرجون غيره ، ولا يخافون سواه.( (3) )\nوقال تعالى : {قُل لَّن يُصِيبَنَا إِلاَّ مَا كَتَبَ اللّهُ لَنَا هُوَ مَوْلاَنَا وَعَلَى اللّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ }(4) . فإنهم إن يتوكلوا عليه، ولم يرجُوا النصر من عند غيره، ولم يخافوا شيئًا غيره، يكفهم أمورهم، وينصرهم على من بغاهم وكادهم.( (5) )\nوقال تعالى : {إِنِّي تَوَكَّلْتُ عَلَى اللّهِ رَبِّي وَرَبِّكُم مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُّسْتَقِيمٍ }(6) : إني على الله الذي هو مالكي ومالككم ، والقيِّم على جميع خلقه ، توكلت من أن تصيبوني ، أنتم وغيركم من الخلق بسوء ؛ فإنه ليس من شيء يدب على الأرض ، إلا والله مالكه، وهو في قبضته وسلطانه. ذليلٌ له خاضعٌ.( (7) )\n__________\n(1) سورة الأنفال : 2 .\n(2) تفسير القشيري\n(3) تفسير معالم التنزيل - البغوي\n(4) سورة التوبة : 51 .\n(5) تفسير الطبري\n(6) سورة هود : 56 .\n(7) تفسير الطبري",
        "(1/27)\n\nوقال تعالى : {يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}(1) , يخافون الله أن يُنزلَ عليهم عذاباً من فوق رؤوسهم ..ويقال :خيرُ شيء للعبد في الدنيا والآخرة الخوفُ؛ إذ يمنعه من الزَّلة ويحمله على الطاعة ( (2) )\nوقال تعالى : {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا}(3)المعنى : أنهم يوفون بالنذر وهم خائفون من شر ذلك اليوم وهوله وشدته ( (4) )\nوقال تعالى : {إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ اللّهِ أُوْلَئِكَ يَرْجُونَ رَحْمَتَ اللّهِ وَاللّهُ غَفُورٌ رَّحِيمٌ}(5) , وقوله : { يَرْجُونَ } معناه : يطمعون ، وإنما قال : يرجون بعد تلك الأوصاف المادحة التي وصفهم بها ؛ لأنه لا يعلم أحد في هذه الدنيا أنه صائر إلى الجنة ، ولو بلغ في طاعة الله كل مبلغ . والرجاء : الأمل ... وقد يكون الرجاء بمعنى الخوف ؛ كما في قوله تعالى : { مَّا لَكُمْ لاَ تَرْجُونَ لِلَّهِ وَقَاراً }(6) ، أي : لا تخافون عظمة الله .( (7) )\nوقال تعالى : {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا}(8) , لا تتم العبادة إلا بالخوف والرجاء، فبالخوف ينكف عن المناهي، وبالرجاء ينبعث على الطاعات( (9) ) .\nأثر الأخلاق الإسلامية على الفرد :\nتنعكس الأخلاق على سلوك الفرد قولا وعملا ، كما ينعكس أثر الالتزام بهذه الأخلاق على ذات الفرد ونفسه ؛ محققة نوعا من الكمال النفسي والصفاء فهي :\n__________\n(1) سورة النحل : 50 .\n(2) تفسير القشيري\n(3) سورة الإنسان : 7 .\n(4) تفسير الخازن\n(5) سورة البقرة : 218 .\n(6) سورة نوح : 13 .\n(7) تفسير فتح القدير – الشوكاني\n(8) سورة الإسراء : 57 .\n(9) تفسير ابن كثير\n(1/28)",
        "\n( تهيئ للأفراد اختيارات معينة ؛ عن طريق الأوامر والنواهي والالتزامات التكليفية ، تحدد السلوك الصادر عنهم . وبمعنى آخر : تحدد أشكال السلوك , ومِن ثَمّ تؤدّي الدور الهام في تشكيل الشخصية الفردية السعيدة في الحياة الدنيا وفي الحياة الآخرة ؛ عن طريق تحديد أهدافها في إطار معياري صحيح .\n( تعطي الفرد إمكانية تحقيق ماهو مطلوب منه في إطار الرسالة الإسلامية , وتمنحه القدرة على التكيّف والتوافق الإيجابيين , وتحقيق الرضا عن النفس بإرضاء الله تعالى ؛ عن طريق التجاوب مع الجماعة في مبادئها وعقائدها وأخلاقها الصحيحة . تحقق للفرد الإحساس بالأمان ؛ إذ هو يستعين بها على مواجهة ضعفه وضعف نفسه , ومواجهة التحديات والعقبات التي تواجهه في حياته .\n( تعطي للفرد فرصة ودفعة نحو تحسين وعيه , ومعتقداته , وسلوكياته لتتضح الرؤية أمامه , ومِنْ ثَمَّ تساعده على فهم العالم من حوله وتوسع مدلولات الإطار الفكري لفهم حياته وعلاقاته .\n( تعطي للفرد فرصة للتعبير عن الذات , مؤكدا ذاته في إطار العبودية الصحيحة لله وعن فهم عميق لها ولإمكاناتها .\n( تعمل على إصلاح الفرد نفسيا , وتوجهه نحو الخير والإحسان الواجب وكافة مكارم الأخلاق التي تضمن حياة نظيفة في الدنيا , وجزاء أوفى في الآخرة .\n( تعمل على ضبط الفرد لشهواته , ومطامعه , فلا تتغلب على فكره ووجدانه , لأنها تربط سلوكه وتصرفاته بمعايير وأحكام أهمها إرضاء الله سبحانه وتعالى , ومِنْ ثَمَّ يتصرف في ضوئها وعلى هديها\n( تُبعِد الإنسان عن النقص البشري الذي يجعل الحياة جحيما لايطاق وذلك جرّاء صفاتٍ أبرزها : الجبن ,والخوف , والاستهتار , واللامبالاة .. إلى غير ذلك من صفات يجب أن يتجنبها الإنسان .\n(1/29)\n",
        "( تسمو بالإنسان وترفعه فوق الماديات المحسوسة حتى لا يرتبط بها إرتباطا كليا , فتغلب عليه حيوانيته , وترفعه إلى سماء الإنسانية الرفيعة بكل ما فيها من جمال وقيم ومبادئ سامية لاتتحقق إلا بالتمسك بالأخلاق الإسلامية ومنهج الحياة الإسلامية .\nويجب علينا أن ندرك أن هذه الآثار الخلقية ليست منفصلة عن بعضها البعض ؛ بل هي متداخلة متكاملة كل منها مع الآخر ، ومِنْ ثَمَّ تحقق ذاتية الفرد , وتجعله يحس ويشعر بعظَمَة وقيمة حياته ؛ فهي في النهاية تحقق للإنسان إنسانيته ورضاه عن نفسه ، ورضا الله سبحانه وتعالى عنه ، وتحقيق إرادته مع أوامره ونواهيه .\nالتعاليم القرآنية الهادفة لتقويم وتهذيب الفرد وعلاقته بالمجتمع :\nالإخاء والتعاون :\nقال تعالى : {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ }(1) ، يقول ابن حجر : يعني في التوادد وشمول الدعوة ( (2) ) . فالجميع إخوة في الدين( (3) ) ؛ كما قال رَسُولَ اللَّهِ - صلى الله عليه وسلم - : \" الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يُسْلِمُهُ وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرُبَاتِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ\"( (4) ) ، وقال تعالى : { ...فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا ...}(5) : إخواناً مُتَّفقِي القصدَ والهمة ، متفانين عن حظوظ النَّفْس وخفايا البخل والشحُّ .( (6) )\n__________\n(1) سورة الحجرات : 7 .\n(2) فتح الباري – ابن حجر ( 7/318)\n(3) تفسير ابن كثير\n(4) البخاري عن عبد الله بن عمر – حديث 2262\n(5) سورة آل عمران : 103 .\n(6) تفسير القشيري\n(1/30)\n\nوقد جعل الإسلام التآخي في الله مسؤلية يتقلدها كل مسلم ويحافظ عليها بأمر الله تبارك وتعالى . وبقَدْر محافظته على هذه الاخوة تكون قوة إيمانه . قال تعالى : {... وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُواْ عَلَى الإِثْمِ وَالْعُدْوَانِ ...}(1) . يأمر تعالى عباده المؤمنين بالمعاونة على فعل الخيرات، وهو البر، وترك المنكرات وهو التقوى ، وينهاهم عن التناصر على الباطل. والتعاون على المآثم والمحارم . والإثم: ترك ما أمر الله بفعله . والعدوان: مجاوزة ما حدّ الله في دينكم ، ومجاوزة ما فرض عليكم في أنفسكم وفي غيركم( (2) ) .\nومن ثمرات التعاوبين بين المسلمين : إمكان إنجاز الأعمال الكبيرة التي لايقدر عليها الأفراد ، والشعور بالقوة والمنعة ، ومواجهة الاخطار المحدقة بالإنسان ، والشعور بالمساواة الإنسانية ، ونزع الحقد والحسد والضغائن ، وبثّ التأليف بين القلوب .\nإفشاء السلام :\nإفشاء السلام : نشر السلام سرا أو جهرا ( (3) ) . أو هو : نشر السلام بين الناس ليُحيوا سنته - صلى الله عليه وسلم - ؛ بالقول : السلام عليكم ، قال تعالى : {...فَقُلْ سَلاَمٌ عَلَيْكُمْ ...}(4) ، فأكرمهم برد السلام عليهم، وبَشَّرهم برحمة الله الواسعة الشاملة لهم( (5) ) . قال تعالى : {... وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلّهِ رَبِّ الْعَالَمِينَ}(6) ، وقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" لا تَدْخُلُونَ الْجَنَّةَ حَتَّى تُؤْمِنُوا وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا أَوَلَا أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ أَفْشُوا السَّلَامَ بَيْنَكُمْ \"( (7) ) .\n__________\n(1) سورة المائدة : 2 .\n(2) تفسير ابن كثير\n(3) فتح الباري – ابن حجر (1/103)\n(4) سورة الأنعام : 54 .\n(5) تفسير ابن كثير\n(6) سورة يونس : 10 .\n(7) صحيح مسلم عن أبي هريرة – حديث 81",
        "(1/31)\n\nوالسلام : من أسماء الله تعالى ؛ وهو المسلّم لعباده والمسلم على أوليائه . وكذلك فالجنة دار السلام ؛ فهي دار السلأمة من الآفات .\nوالسلام : أمان الله في الأرض . وهو تحية المؤمنين في الجنة ، وتحية أهل الإسلام في الدنيا ، وهو طريق المحبة والتعارف بين المسلمين .\nوفي إشاعة السلام وإفشائه بين المسلمين تنشأ المودة والمحبة ، ويشعر كل مسلم بالاطمئنان تجاه الآخرين ، وقد يزيل العداوة وينهي الخصومة ، ويزيل سخيمة الصدور .\nالأمر بالمعروف والنهي عن المنكر :\n(1/32)",
        "\nقال تعالى : {وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ}(1) : يأمرون الناس باتباع محمد - صلى الله عليه وسلم - ودينه الذي جاء به من عند الله ، وينهون عن الكفر بالله والتكذيب بمحمد وبما جاء به من عند الله ( (2) ) . وهذه إشارة إلى أقوامٍ قاموا بالله لله ، لا تأخذهم فيه لومة لائم ، ولا تقطعهم عن الله استنامة إلى علة . وقفوا جملتهم على دلالات أمره ، وقصَرُوا أنفاسَهم واستغرقوا أعمارَهم على تحصيل رضاه ، عملوا لله ، ونصحوا الدين لله ، ودَعَوْا خَلْقَ الله إلى الله ، فَرَبِحَتْ تجارتُهم ، وما خَسِرتْ صفقتهم.( (3) ) . وقال تعالى : {كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَّهُم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ}(4) ، فالأمر بالمعروف والنهي عن المنكر دليل كمال الإيمان وحسن الإسلام ، قال تعالى : {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمُ اللّهُ إِنَّ اللّهَ عَزِيزٌ حَكِيمٌ}(5) .\n__________\n(1) سورة آل عمران : 104 .\n(2) تفسير الطبري\n(3) تفسير القشيري\n(4) سورة آل عمران : 110 .\n(5) سورة التوبة : 71 .\n(1/33)\n",
        "والأمر بالمعروف والنهي عن المنكر صمّام أمن الحياة ، وضمان سعادة الفرد والمجتمع ، ويثبت معاني الخير والصلاح في المجتمع ، ويزيل عوامل الشر والفساد من حياة المجتمعات ؛ حتى تسعد الأمة ، وهو يهيئ الجو الصالح الذي تنمو فيه الآداب والفضائل ، وتختفي المنكرات والرذائل ، ويحفظ الفضائل والأخلاق ، ويبعث الاحساس بالأخوة والتكافل والتناصح والتعاون على البر والتقوى ( (1) ) .\nالإيثار والسخاء والكرم :\nقال تعالى : : {وَالَّذِينَ تَبَوَّؤُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ}(2) يقدمون المحاويج – أصحاب الحاجات - على حاجة أنفسهم، ويبدءون بالناس قبلهم في حال احتياجهم إلى ذلك.( (3) ) . ويقال : الإيثارُ : أنْ تَرَى أنَّ ما بأيدي الناسِ لهم ، وأن ما يحصل في يدك ليس إلا كالوديعة والأمانة عندك تنتظر الإذنَ فيها .\nوالإيثار دليل كمال الايمان وحسن الإسلام ، وهو طريق موصل الى محبة الله ورضوانه ، ودليل حسن الظن بالله .\nبر الوالدين وصلة الرحم :\nقال تعالى : {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيمًا}(4) . أمَرَ الله تعالى بإفراده بالعبادة ، وذلك بالإخلاص فيما يستعمله العبدُ منها ، وأن يكون مغلوباً باستيلاء سلطانِ الحقيقةِ عليه بما يَحْفَظُه عن شهودِ عبادته .\n__________\n(1) موسوعة نضرة النعيم (3/539)\n(2) سورة الحشر : 9 .\n(3) تفسير ابن كثير\n(4) سورة الإسراء : 23 .\n(1/34)\n\nوأَمَرَ بالإحسان إلى الوالدين ومراعاةِ حقِّهما ، والوقوفِ عند إشارتهما ، والقيام بخدمتهما ، وملازمة ما كان يعود إلى رضاهما وحُسْنِ عشرتهما ورعاية حُرْمَتهما ، وألاّ يبديَ شواهدَ الكسلِ عند أوامرهما ، وأن يَبْذُل المُكْنَةَ فيما يعود إلى حفظ قلوبهما .. هذا في حال حياتهما ، فأمَّا بعد وفاتهما فبِصِدْقِ الدعاء لهما ، وأداءِ الصَدَقَةِ عنهما ، وحِفْظِ وصيتهما على الوجه الذي فَعَلاَه ، والإحسان إلى مَنْ كان مِنْ أهلِ ودِّهما ومعارفهما .\nويقال : إِنَّ الحقَّ أَمَرَ العبادَ بمراعاة حقِّ الوالدين وهما من جنس العبد ..فَمَنْ عجز عن القيام بحِّق جنسه أَنَّى له أن يقومَ بحقِّ ربه؟( (1) )\nوقال تعالى : {وَوَصَّيْنَا الْإنسان بِوَالِدَيْهِ حُسْنًا وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ}(2) . أمر تعالى عباده بالإحسان إلى الوالدين بعد الحث على التمسك بتوحيده، فإن الوالدين هما سبب وجود الإنسان، ولهما عليه غاية الإحسان ؛ فالوالد بالإنفاق والوالدة بالإشفاق( (3) ) .\nوبر الوالدين من أفضل العبادات وأجل الطاعات ، وهو طريق موصِل الى الجنة ، ويدعو الى التراحم والتكافل في المجتمع الإسلامي ،\nقال تعالى : {... وَأُوْلُواْ الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللّهِ إِنَّ اللّهَ بِكُلِّ شَيْءٍ عَلِيمٌ}(4) ، وقال تعالى : {فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ}(5) ، وقال تعالى : {وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللّهُ بِهِ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الحِسَابِ}(6) .\n__________\n(1) تفسير القشيري\n(2) سورة العنكبوت : 8 .\n(3) تفسير ابن كثير\n(4) سورة الأنفال : 75 .\n(5) سورة محمد : 22 .\n(6) سورة الرعد : 21 .",
        "(1/35)\n\nقال القاضي عياض : لاخلاف أن صلة الرحم واجبة في الجملة ، وقطيعتها معصية كبيرة ، والأحاديث تشهد لهذا ؛ ولكن صلة الرحم درجات بعضها أرفع من بعض ، وأدناها ترك المهاجرة بالكلام ولو بالسلام . ويختلف ذلك باختلاف القدرة والحاجة ؛ فمنها واجب ، ومنها مستحب . ولو وصل بعض الصلة ، ولم يصل غايتها لايسمى قاطعا ، ولو قصر عما يقدر عليه وينبغي له لايسمى واصلا( (1) ) .\nحسن الظن والعشرة :\nقال تعالى : {الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلاَقُوا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ}(2) ، والظن هنا عند الجمهور بمعنى اليقين ، ومنه قوله تعالى : { إِنّى ظَنَنتُ أَنّى ملاق حِسَابِيَهْ }(3) ، وقوله : { وَظَنُّواْ أَنَّهُمْ مُّوَاقِعُوهَا }(4) ، ( (5) ) وقال تعالى : {... وَظَنُّواْ أَن لاَّ مَلْجَأَ مِنَ اللّهِ إِلاَّ إِلَيْهِ...}(6) ، والظن هنا بمعنى اليقين أنه لانجاة من أمر الله الا باللجوء اليه والتوبة والإنابة . عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ قَالَ : سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَبْلَ مَوْتِهِ بِثَلَاثَةِ أَيَّامٍ يَقُولُ : ( لَا يَمُوتَنَّ أَحَدُكُمْ إِلَّا وَهُوَ يُحْسِنُ الظَّنَّ بِاللَّهِ عَزَّ وَجَلَّ ) ( (7) ) .\nويقول القرطبي في معنى قوله تعالى : {... وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ ...}(8) ,أي على ماأمر الله به من حسن المعاشرة . والخطاب للجميع ؛ إذ لكل أحد عِشرة ، زوجا كان أو وليا ، ولكن المراد بهذا الأمر في الأغلب هو الأزواج ( (9) )\n__________\n(1) شرح مسلم للنووي – ( 16/113)\n(2) سورة البقرة : 46 .\n(3) سورة الحاقة : 20 .\n(4) سورة الكهف : 53 .\n(5) تفسير فتح القدير - الشوكاني\n(6) سورة التوبة : 118 .\n(7) صحيح مسلم – حديث 5125\n(8) سورة النساء : 19 .\n(9) تفسير الجامع لأحكام القرآن - القرطبي\n(1/36)",
        "\nوحُسن العشرة عمل يرضي الله تعالى ، ويشيع الألفة والمحبة بين أفراد الأسرة والمجتمع ، ويقوي روابط المجتمع ، وينمي الصِّلات الاجتماعية الحميدة ، ويؤدى الى الإخلاص بين الأفراد ، ويزيد من حرص المسلم على أخيه المسلم ، ويعطي القدوة والمثل الأعلى ، ويزيل الأحقاد والعداوة والحسد من القلوب ( (1) ) .\nالحلم والرحمة:\nالحلم من صفات الأنبياء ؛ قال تعالى : {قَالُواْ يَا شُعَيْبُ أَصَلاَتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاء إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ}(2) ، الذي لا يحمله الغضب أن يفعل ما لم يكن ليفعله في حال الرّضى . وقال تعالى : {... إِنَّ إِبْرَاهِيمَ لأوَّاهٌ حَلِيمٌ }(3) . الأواه : كثير الدعاء والشكوى إلى الله تعالى . والحليم : الذي لا يغضب ولا يؤاخِذ بالذنب .( (4) )\nومن الأسباب الباعثة على الحلم ؛ وبعضها أفضل من بعض : الرحمة للجهال ، والقدرة على الانتصار ، والترفع عن السباب ، والاستهانة بالمسئ ، والاستحياء من جزاء الجواب ، وصيانة النفس ، والتفضل على الساب ، واستنكاف الساب وقطع السباب ، والخوف من العقوبة على الجواب لضعف النفس ، والرعاية للوفاء وحسن العهد ، والمكر وتوقع الفرص الخفية ( (5) ) .\nوقال تعالى : {ثُمَّ تَوَلَّيْتُم مِّن بَعْدِ ذَلِكَ فَلَوْلاَ فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنتُم مِّنَ الْخَاسِرِينَ}(6) ، وقال تعالى : {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ}(7) .\n__________\n(1) موسوعة نضرة النعيم (5/1623) بتصرف\n(2) سورة هو : 87 .\n(3) سورة التوبة : 114 .\n(4) ايسر التفاسير – ابو بكر الجزائري\n(5) ادب الدنيا والدين - الماوردي\n(6) سورة البقرة : 64 .\n(7) سورة البقرة : 157 .\n(1/37)\n",
        "والشريعة كلها مبنية على على الرحمة في أصولها وفروعها ، وفي الأمر بأداء الحقوق ؛ سواء كانت لله أو للخلق ؛ فإن الله لم يكلف نفسا إلا وسعها . وإذا تدبرت ما شرعه الله تعالى في المعاملات ، والحقوق الزوجية ،وحقوق الوالدين ، والاقربين ، والجيران ، وسائر ما شرعه الله ، وجدتَ ذلك كلَّه مبنيا على الرحمة ( (1) ) .\nوعنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: \"مَنْ لَا يَرْحَمُ لَا يُرْحَمُ\" ( (2) ) .\nالحياء :\nقال تعالى : {... إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ ...}(3) : حُسْنُ خُلُقِه - صلى الله عليه وسلم - جَرَّهم إلى المباسطة معه ، حتى أنزل اللَّهُ هذه الآية( (4) ) . وقال تعالى : {فَجَاءتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاء ...}(5) .\nعَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ:\" الْإِيمَانُ بِضْعٌ وَسِتُّونَ شُعْبَةً وَالْحَيَاءُ شُعْبَةٌ مِنْ الْإِيمَانِ\"( (6) ) .\nوالحياء لايمنع من الأمر بالمعروف والنهي عن المنكر .\nالعدل والمساواة :\nقال تعالى : {إِنَّ اللّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ ... }(7) . يخبر تعالى أنه يأمر عباده بالعدل ؛ وهو : القسط والموازنة ، ويندب إلى الإحسان ( (8) ) . قال الماوردي : إن ما تصلح به الدنيا : العدل الشامل ؛ الذي يدعو إلى الألفة ، ويبعث على الطاعة ، وتعمر به البلاد ، وتنمو به الأموال ، ويكبر معه النسل ، ويأمن به السلطان . وليس شئ أسرع في خراب الأرض ، ولاأفسد لضمائر الخلق من الجَور .\n__________\n(1) موسوعة نضرة النعيم – (6/2101)\n(2) صحيح البخاري – حديث 5554\n(3) سورة الأحزاب : 53 .\n(4) تفسير القشيري\n(5) سورة القصص : 25 .\n(6) البخاري – حديث 8\n(7) سورة النحل : 90 .\n(8) تفسير ابن كثير\n(1/38)\n\nوالعدل ميزان الله الذي وضعه للخلق ، ونصبه للحق . فلا تخالِفْه في ميزانه ، ولاتعارضْه في سلطانه ، واستعن على العدل بخلتين : قلة الطمع ، وكثرة الورع( (1) ) . قال تعالى : {... وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ...}(2) . أمر نبي الله - صلى الله عليه وسلم - أن يَعْدلَ فعدل ، حتى مات . والعدل ميزان الله في الأرض ؛ به يأخذ للمظلوم من الظالم ، وللضعيف من الشديد . وبالعدل يصدّق الله الصادقَ ، ويكذّّب الكاذبَ . وبالعدل ، يرد المعتدي ويوبخه ( (3) ) . وقال تعالى : {... هَلْ يَسْتَوِي هُوَ وَمَن يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُّسْتَقِيمٍ}(4) ، أي : ذو رأي ورشد يكفي الناس في مهماتهم ، وينفعهم بحثهم على العدل الجامع لمجامع الفضائل( (5) )\n__________\n(1) ادب الدنيا والدين – الماوردي (141) بتصرف\n(2) سورة الشورى : 15 .\n(3) تفسير الدر المنثور في التفسير بالمأثور - السيوطي\n(4) سورة النحل : 76 .\n(5) تفسير روح المعاني في تفسير القرآن العظيم والسبع المثاني – للألوسي وهو شهاب الدين محمود ابن عبدالله الحسيني الألوسي",
        "(1/39)\n\nقال تعالى - في معنى المساواة - : {فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ ...}(1) : أنه لا يضيع عمل عامل لديه ؛ بل يُوَفّي كل عامل بقسط عمله ، من ذكر أو أنثى . وقوله : { بَعْضُكُمْ مِنْ بَعْضٍ } أي: جميعكم في ثوابي سَواء ( (2) ) رجالكم مثل نسائكم في الطاعة ، ونساؤكم مثل رجالكم فيها . وقال تعالى : {مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ}(3) : من عمل بطاعة الله، وأوفى بعهود الله إذا عاهد من ذكر أو أنثى من بني آدم .. وهو مصدّق بثواب الله الذي وعد أهل طاعته على الطاعة ، وبوعيد أهل معصيته على المعصية( فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ) ( (4) ) .\nومن آثار العدل والمساواة على المجتمع الإسلامي :\nتحقيق الاستقرار والطمأنينة في المجتمع ؛ لما يشعر به كل فرد من أنه ليس أقل من غيره ، وأنه سيحصل على حقه في التعليم والوظائف ، ونحوها من الحقوق .\nوبالمساواة يقضى المجتمع على الغرور والوهن والضعف ، وبها يطمئن كل فرد إلى عدالة الحكم ، وأن السياسة التي تقوم على ذلك هي سياسة عادلة لاتفرق بين الناس تبعا لأعراقهم ووضعهم الاجتماعي ، أو سلطاتهم .\nقال - صلى الله عليه وسلم - : ( يَا أَيُّهَا النَّاسُ أَلا إِنَّ رَبَّكُمْ وَاحِدٌ وَإِنَّ أَبَاكُمْ وَاحِد أَلَا لَا فَضْلَ لِعَرَبِيٍّ عَلَى أَعْجَمِيٍّ وَلَا لِعَجَمِيٍّ عَلَى عَرَبِيٍّ وَلَا لِأَحْمَرَ عَلَى أَسْوَدَ وَلَا أَسْوَدَ عَلَى أَحْمَرَ إِلَّا بِالتَّقْوَى ) ( (5) ) .\n__________\n(1) سورة آل عمران : 195 .\n(2) تفسير ابن كثير\n(3) سورة النحل : 97 .\n(4) تفسير الطبري\n(5) مسند الامام أحمد – حديث 22391 عن أبي نضرة - صحيح\n(1/40)",
        "\nأثر الأخلاق الإسلامية على المجتمع :\nإن هذه القيم والمبادئ التي تحتويها ثقافة المجتمع المسلم ؛ باعتبارها الإطار المرجعي لكافة سلوكيات الفرد والجماعة ، وهي التي تمثل القيم والأخلاق والمهارات والأذواق .. وما إلى ذلك مما يكتسبه الإنسان ، ويشكّل شخصيته القيمية والأخلاقية . وهذه الثقافة تقوم على مبدأ التوحيد ؛ حيث تشتق منه وتدور حوله كافه القيم الإسلامية ؛ باعتبارها معايير واقعية ، توجه جميع أفعال الفرد في مختلف المواقف الفردية والجماعية .\nوقد صحّح القرآن علاقة الإنسان بما حوله ؛ بأن جعلها علاقة تعاطُف وتعارُف ؛ فلا عبودية لها ولا تأليه ، ولااستهانة ولاإنكار . وقد ربى القرآنُ الإنسان على حضور واع ، واتخذ في هذا السبيل طرقا مختلفة لعملية التصحيح ، وكان أول ما قام به هو تصحيح علاقة الإنسان بخالقه ، وغرس في نفسه التوحيد الدافع لكل كمال ومِنْ ثَمَّ يصبح مجتمعه متصفا بهذا الكمال .\nومن الآثار الظاهرة للقيم الخلقية الإسلامية على المجتمع المسلم :\n( المحافظة على المجتمع وتماسكه ، فتحدد له أهداف حياته ومُثُلَه العليا ، ومبادئه الثابتة المستقرة ، التي تحفظ له هذا التماسك والثبات اللازمين لممارسة حياة اجتماعية سليمة متواصلة .\n( تساعد المجتمع على مواجهة التغييرات التي تحدث فيه ، بتحديدها الاختيارات الصحيحة والسليمة التي تسهل على الناس حياتهم ، وتحفظ على المجتمع استقراره وكيانه في إطار موحَّد .\n( تربط أجزاء ثقافة المجتمع بعضها ببعض حتى تبدو متناسقة ، كما أنها تعمل على إعطاء النظم الاجتماعية أساسا إيمانيا وعقليا يصبح عقيدة في ذهن أعضاء المجتمع المنتمين والمتفاعلين بهذه الثقافة .\n(1/41)\n",
        "( تقي المجتمع من الأنانية المفرطة ، والنزعات , والاهواء والشهوات الطائشة التي تضر به وبأفراده ونظمه ، فهي تحمل الافراد على التفكير في أعمالهم على أنها محاولات للوصول إلى أهداف هي غايات في حد ذاتها ، وليس على أنها مجرد أعمال لإشباع الرغبات والشهوات .\n( تزود المجتمع بالصيغة التي يتعامل بها مع العالم الطبيعي والبشر وتحدد له أهداف ومبررات وجوده ، حتى يسلك في ضوئهما ، ويستلهمها الافراد في سلوكياتهم .\nخاتمة البحث وملخصه\nختاما لهذا البحث نعرض ملخصا نعرض فيه لأهم النقاط التي تناولها بحثنا وهي :\n( تمهيد عن أهمية الأخلاق والقيم والمثل في بناء وتهذيب الفرد والمجتمع الإنساني وأهمية إتخاذ مورد ومنبع صافي ومرجع صحيح لهذه الأخلاق والقيم .\n( تعريف بالقرآن فهو الكلام المعجز المنزل على النبي - صلى الله عليه وسلم - المكتوب في المصاحف المنقول بالتواتر المتعبد بتلاوته وتعرضنا لمكانته ومنزلته لدى الفرد والمجتمع المسلم وتعلمه والعمل به قَالَ النَّبِيُّ - صلى الله عليه وسلم - : ( إِنَّ أَفْضَلَكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ )( (1) ) .\n( التعريف بالنفس الإنسانية من حيث : النفس الإنسانية - صفات النفس الإنسانية وأحوالها من حيث وجود ثلاث أحوال للنفس ( الأمّارة واللوّامة والمطمئنة )\n( تعريف المجتمع الإسلامي في القرآن ووصفه .\n( الأسلوب القرآني في مخاطبة وتقويم الفرد والمجتمع ، وتعاليمه وآدابه وأن من أساليب القرآن في خطاب الإنسان العبادات ، الأمر بالمعروف والنهي عن المنكر ، ضرب الأمثال ، الموعظة والنصيحة ، القدوة ، التربية العملية بالوقائع ، القصة .\n( حث القرآن للفرد والمجتمع على طاعة الرسول - صلى الله عليه وسلم - .\n( التعاليم القرآنية الربانية للفرد في تقويم وتهذيب ذاته :\n__________\n(1) البخاري\n(1/42)\n\nتكلمنا فيه عن نماذج من الآداب الإسلامية المتلقاة من القرآن كالتوبة والصبر والصدق والتوكل والاستقامة والبر والتقوى والخوف والرجاء و أثر التعاليم القرآنية للفرد في بناء شخصية سوية ترقى وتتطلع للكمال الإنساني .\n( تعاليم القرآن الخاصة بخلق وأدب الفرد وعلاقته بالمجتمع:\nتكلمنا فيه عن نماذج من الآداب العامة الإسلامية المأمور بها في القرآن كبر الوالدين وصلة الرحم والحب في الله والنصيحة والحياء والتواضع والوفاء بالعهد والإصلاح بين الناس وقضاء الحوائج والأمر بالمعروف والنهي عن المنكر والإحسان و ...\n( أثر التعاليم والآداب القرآنية المنظمة لعلاقة الفرد بالمجتمع في بناء مجتمع صحيح سليم وتخليصه من آفاته ..\nونخلص من بحثنا هذا إلى أن الإسلام ليس مجرد قواعد أو صلة ربانية بين الإنسان وربه ، بل هو توجيه شامل لحياة البشر ، جاء به القرآن والسنة النبوية المطهرة ، وعرضه فيهما كمنهج للحياة ، وأسس لتحقيق الغاية في إسعاد المجتمع والفرد في الدنيا والآخرة .\nفهرس المحتويات\nتمهيد…1\nتعريف القرآن ومكانته وفضله…\nتعريف القرآن…2\nفضل القرآن وتلاوته وتعلمه…2\nالنفس الإنسانية تعريفها وصفاتها…3\nتعريف النفس…3\nأحوال النفس…4\nالمجتمع الإسلامي …6\nوسائل القرآن في مخاطبة وتقويم الفرد :…\nالعبادات…7\nالأمر بالمعروف والنهي عن المنكر…7\nضرب الامثال…7\nالموعظة والنصيحة…8\nالقدوة…8\nالتربية العملية بالوقائع…8\nالقصة…9\nحث القرآن الكريم الفرد والمجتمع على طاعة الرسول - صلى الله عليه وسلم -…9\nالتعاليم القرآنية الهادفة لتقويم وتهذيب الفرد :…\nطهارة النفس وذم الحسد والطمع…10\nالتقوى والاستقامة…11\nالصدق وتحريم الكذب…13\nالتواضع وتحريم الكبر…14\nالصبر وذم العجلة…15\nالاعتدال وذم الاسراف والبخل…16\nإخلاص العمل لله وذم الرياء والنفاق…17\nالتوكل والخوف والرجاء…19\nأثر الأخلاق الإسلامية على الفرد…21",
        "(1/43)\n\nالتعاليم القرانية الهادفة لتقويم وتهذيب الفرد وعلاقته بالمجتمع:…22\nالاخاء والتعاون…22\nإفشاء السلام…23\nالأمر بالمعروف والنهي عن المنكر…24\nالايثار والسخاء والكرم…25\nبر الوالدين وصلة الرحم…25\nحسن الظن والعشرة…26\nالحلم والرحمة…27\nالحياء…28\nالعدل والمساواة…28\nأثر الأخلاق الإسلامية على المجتمع:…30…\nخاتمة وملخص…31\nفهرس المحتويات …33\n(1/44)"
    ]
}