{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nالأثر العلمي لتدريس قاعدة النور في حلقات تحفيظ القران الكريم\nد. إبراهيم عبد المحسن البديوي* & أ. محمد عابد القرشي**\nmalqorashi@hotmail.com ialbidewi@kau.edu.sa\n* عضو هيئة التدريس، قسم نظم المعلومات، كلية الحاسبات وتقنية المعلومات، جامعة الملك عبد العزيز، جدة\n** أستاذ ، ثانوية دومة الجندل، إدارة التعليم بالعاصمة المقدسة، مكة المكرمة\nالمستخلص:\nتعتبر حلقات تحفيظ القران الكريم إحدى المدارس التعليمية المتخصصة في بناء الأجيال وتربيتهم على حفظ كتاب الله والتحلي بأخلاق القرآن وتعاليمه الأمر الذي جعل هذه الحلقات ضرورية لرعاية أبناء المسلمين في واقعنا المعاصر. ويحقق هذا البحث أحد الجوانب الإيجابية لحلقات تحفيظ القران والمتمثل في الأثر العلمي لتدريس قاعدة النور في حلقات التحفيظ. وتعتبر قاعدة النور من الأساسيات الهامة التي تُعين الطالب على قراءة القران الكريم بحيث يتمكن الطالب المبتدئ من تعلم الحروف الهجائية والكلمات المركبة والحركات ونطقها نطقاً صحيحاً من حيث إخراج الحروف والحركات من مخرجها الصحيح. ويتضمن البحث استبيان عن مدى نجاح تجربة تدريس قاعدة النور لطلاب تحفيظ القران الكريم بمدرسة جبل النور النموذجية لتحفيظ القران الكريم بمكة المكرمة وأخذ أراء أولياء أمور الطلاب في هذا الجانب.\n1- مقدمة\n(1/1)\n",
        "كتب الله لهذا القرآن الحفظ والثبات ولم تكن هذه الميزة لكتاب آخر من الكتب السماوية السابقة ولقد أكرم الله تعالى هذه الأمة بهذا القرآن المعجزة الخالدة وأنزله على رسولنا محمد صلى الله عليه وسلم ليخرج الناس من الظلمات إلى النور ويهديهم إلى الصراط المستقيم. كما جعل سبحانه وتعالى تلاوة القرآن من أبواب التجارة الرابحة ومنح قارئ القرآن مكانة عظيمة ومنزلة رفيعة، قال صلى الله عليه وسلم \"الذي يقرأ القرآن وهو ماهر به مع السفرة الكرام البررة، والذي يقرآ القرآن وهو عليه شاق له أجران\" (رواه البخاري ومسلم). وقد بيَّن عليه الصلاة والسلام فضل قارئ القرآن الكريم فقدمه على غيره في الدنيا والآخرة، فقدمه في الدنيا في الصلاة وفضله في الآخرة في درجات الجنة كل حسب ما معه من القران [1] [2].\nولا يخفى على أحدٍ ما للعناية بكتاب الله وتدارسه وتعليمه وحفظه من فضل وما للانصراف إليه والانشغال به من الخير فهو كتاب الله المنزل من لدنه تعالى الذي لا يأتيه الباطل من بين يديه ولا من خلفه. قال رسول الله صلى الله عليه وسلم \"ما اجتمع قوم في بيت من بيوت الله تعالى يتلون كتاب الله ويتدارسونه بينهم ، إلا نزلت عليهم السكينة وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده\". وعن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \"إن الله يرفع بهذا الكتاب أقواماً ويضع به آخرين\" [3] [4].\n(1/2)\n\nولا يخفى أننا مأمورون بالاهتمام بتجويد القران وترتيله وهذا الأمر يتوقف على المعرفة والأداء الصحيح لمفردات لغة القران الكريم والقراءة الصحيحة لكلماتها وجملها. ولهذا الهدف النبيل قَدّم المشتغلون بتدريس الهجاء في اللغة العربية الكثير من الجهود والطرق والمؤلفات النافعة سلفاً وخلفاً. ولقد كان التعليم الابتدائي في سالف الأزمان وفي جميع أقطار المسلمين يُركز تركيزاً أساسياً على تعليم قراءة القران الكريم وكان المدخل والأساس للوصول لذلك هو تدريس القاعدة البغدادية التي كانت تُدرس في جميع المساجد والكتاتيب والمدارس الحكومية على نطاق واسع، وما زال القليل من المسلمون يعتنون بها عناية تامة لتعليم أبنائهم وبناتهم الحروف العربية الهجائية وصفاتها وأشكالها وتجاويفها وحركاتها وهيئاتها وتكويناتها واتصالها بما قبلها وبعدها، تلك الحروف التي تُساعد وتُعين الطالب على تكوين الكلمات وإتقان الألفاظ خطاً ورسماً [5].\nوإن كان مما يؤسف له أن أغلب المدارس النظامية في العالم الإسلامي عدلت وتحولت عن تعليم وتدريس هذه الحروف باستخدام القاعدة البغدادية إلى أشكال أخرى يغلب عليها جانب الاختصار مما جعل التعليم الابتدائي في هذا المجال في معظم بلاد العالم الإسلامي في ضعف وتأخر.",
        "(1/3)\n\nولقد تطور استخدام القاعدة البغدادية والحروف الهجائية وتراكيبها تطوراً شاملاً في بعض الأقطار واعتنى بها المعلمون تدريساً وإفادة وترجمت إلى لغات المسلمين. وقد زاد الكثير من العلماء المجتهدين عليها عدداً من الإضافات المفيدة والفوائد النافعة شرحاً وتهذيباً لتيسير قراءتها وتسهيل تدريسها ومن أشهر ما تم في ذلك هي قاعدة النور (القاعدة النورانية) التي استخدمت في البلاد الإسلامية لما لها من إضافات مفيدة وفوائد نافعة وما حققته من نتائج في تدريسها وتعليمها شهد به الجميع. وإن من أفضل ما قُدم من كتب في تدريس قاعدة النور هو كتاب \"قاعدة النور\" من تأليف الشيخ / نور محمد رحمة الله ثم أضاف إليها التعليقات والتوجيهات فضيلة الشيخ / فتح محمد رحمة الله ثم حققها وترجم توجيهاتها من اللغة الأردية إلى العربية فضيلة الشيخ / سعيد أحمد عناية الله بتوجيهات من إدارة الوعظ والإرشاد بالمسجد الحرام بمكة المكرمة [5].\nوإنه لجهد مشكور من هذه السلسلة المباركة ليستفيد منا المعلمون والدارسون الذين اختارهم الله لخير الأعمال بالإضافة إلى جهود المطورين في المجالات العلمية والإدارية لما فيه تطوير تعليم القران الكريم [6] [7] [8].\nوتعتبر قاعدة النور معروفة لدى مدرسي الهجاء وهي تُدرس للناشئين منذ أمد طويل في كثير من أقطاب العالم الإسلامي ولكنها لم تأخذ حقها من التطوير في العصر الحديث وخاصة في المدارس النظامية. ولا شك أنها من أنفع ما أُلف في هذا المجال فهي تُساعد الطالب لكسب المهارة في القراءة بأسهل أسلوب كما أنها خير مرشد لمدرس الهجاء في أداء واجبه.\n(1/4)",
        "\nوتعتبر حلقات تحفيظ القران الكريم من أهم الوسائل التي تُعين الطالب على حفظ كتاب الله وتطبيق تعاليمه والتحلي بأخلاقه الأمر الذي يجعل الاهتمام بتطوير الحلقات من جميع المجالات وخاصة العلمية منها ضرورة مُلحة لضمان الحصول على جيل واعد يتحلى بأخلاق القران ويطبق تعاليمه [9] [10] [11].\nويمثل هذا البحث دراسة لأحد الجوانب الإيجابية لحلقات تحفيظ القران والمتمثل في الأثر العلمي لتدريس قاعدة النور في حلقات التحفيظ. وتعتبر قاعدة النور من الأساسيات الهامة التي تُعين الطالب في قراءة القران الكريم بحيث يتمكن الطالب المبتدئ من تعلم الحروف الهجائية والمركبة والكلمات المركبة بالحركات والشدة والسكون والمدود ونطقها نطقاً صحيحاً من حيث إخراج الحروف والحركات من مخرجها الصحيح.\nويمثل هذا البحث تجربة تدريس قاعدة النور في إحدى حلقات تحفيظ القران الكريم بمدرسة جبل النور النموذجية لتحفيظ القران الكريم ومدى إمكانية الاستفادة من هذه التجربة في المدارس الأخرى لما لها من آثار إيجابية على الطالب من حيث مستوى القراءة والحفظ للقران الكريم الأمر الذي جعل الكثير من أولياء الأمور يرغبون في أن يكون أبنائهم متمكنين من تطبيق قاعدة النور قبل البدء بحفظ كتاب الله وذلك مما لاحظوه من تحسن أبنائهم في القراءة على وجه العموم وفي حفظ كتاب الله على وجه الخصوص.\n2- منهجية قاعدة النور\n(1/5)\n",
        "إن التأسيس الصحيح له دور كبير في حلقات التحفيظ حيث يُسهل على الطالب التحصيل العلمي في حياته الدراسية والتي من ضمنها سهولة قراءة كلمات القران الكريم. وتُقدم قاعدة النور أسلوب بديع في تعليم الهجاء للناشئين حتى يعم النفع ويُسهل الله عز وجل تعليم القراءة على فلذات أكبادنا. ويعتبر التأسيس الصحيح في حلقات التحفيظ من المهام الرئيسة التي تتمثل في تنشئة الأشبال نشأة سليمة وصحيحة مع القرآن الكريم وتمكين الصغار من قراءة الحروف قراءة صحيحة ومن ثم قراءة القرآن تجويدًا وترتيلاً والتي تقود إلى تمكين الطالب من حفظ القران الكريم. وتعتمد منهجية قاعدة النور على الوضوح والسهولة في التطبيق للطالب الناشئ وتساعده على كسب المهارة اللفظية في القراءة والإتقان لمخارج الحروف. وقد ثبت من خلال المتابعة والممارسة أن تطبيق قاعدة النور مفيد لجميع الطلاب بدون استثناء فئة معينة لذلك يتوقع أن يصبح تطبيقها في حلقات التحفيظ في تزايد مستمر.\nويتألف المنهج العلمي لقاعدة النور من عدد 16 درساً تطبيقياً تبدأ بذكر لجميع حروف الهجاء وعلى رسم القرآن الكريم وذكر التدريبات على نطق هذه الحروف نطقاً صحيحاً سواء مفردة أو مركبة ثم ذكر الحركات الثلاثة وهي الفتحة والكسرة والضمة وبعدها التنوين وبعدها التمرينات على ذلك من خلال الكلمات. ثم ذكر حروف المد وحروف اللين وبعدها تدريبات على جميع ما سبق من الحركات وحروف المد واللين وهكذا. ثم يلي ذلك السكون ثم الشدة ثم المد وبعد كل منهما تدريبات على ما سبق دراسته من هذه الدروس من خلال الكلمات دون إدخال شيء من الدروس القادمة في هذه الكلمات. وفي آخر القاعدة تدريبات عامة تشمل كل الدروس السابقة. ويعتبر جميع ما يستعمله الطالب من الكلمات والجمل في التدريبات هي مقاطع من آيات القرآن الكريم وهي ميزة أخرى [5].\n(1/6)\n\nوتتمثل طريقة تدريس قاعدة النور في أن الطالب يتلقى كل درس من دروس قاعدة النور عن طريق التلقين والتكرار لكل محتويات الدرس ثم بعد ذلك يأتي الطالب عند المدرس ليسمع الدرس ثم يتم الانتقال إلى الدرس الذي يليه مع الاستمرار في مراجعة الدروس السابقة وعند انتهاء جميع الدروس يَختبر المدرس الطالب وذلك عن طريق تقديم مقاطع من القرآن للتهجئة مع تطبيق جميع القواعد التي أخذها من الحركات والتنوين والمدود والسكون والشدة وغيرها.\n3- تجربة مدرسة جبل النور في تطبيق قاعدة النور\nإن قاعدة النور هي وسيلة للوصول إلى غاية، فالغاية هي تعلم القرآن الكريم حفظاً وتلاوة بالتجويد والإتقان. وقد تم تطبيق تدريس قاعدة النور في مدرسة جبل النور النموذجية لتعليم القران الكريم في الفترة المسائية بمكة المكرمة في مبنى مستقل خارج المسجد. وقد لاحظت إدارة المدرسة من خلال تدريس قاعدة النور للطلاب المبتدئين أن هناك تحسن واضح في القراءة لديهم مما جعل بعض أولياء الأمور يلحون في أن يكون أبنائهم متمكنين من تطبيق قاعدة النور قبل البدء بحفظ كتاب الله وذلك مما لاحظوه من تحسن أبنائهم في القراءة على وجه العموم وفي حفظ كتاب الله على وجه الخصوص مما يبرهن على أن تأثير قاعدة النور على الطالب كبيرة جداً.",
        "(1/7)\n\nوقد تم إعداد استبيان للطلاب الدارسين لقاعدة النور ويبلغ عددهم أربعون طالباً أتقنوا واجتازوا مقرر حلقة قاعدة النور. وتمت تعبئته من قِبل أولياء الأمور وُطلب منهم الإجابة على الأسئلة بكل دقة وأن تكون المعلومات صحيحة وواقعية وبعيدة عن التأثيرات الشخصية. ويتضمن الاستبيان المذكور معلومات عامة عن الطالب بالإضافة إلى معلومات تعتبر مهمة في هذا البحث وهي تشمل لغة الأم والأب وذلك للتأكد من جدوى تدريس قاعدة النور للطلاب الذين لا يجيدون العربية أو ينحدرون من أصول غير عربية أو لغة المنزل غير عربية. كذلك عمر الطالب والمرحلة الدراسية النظامية التي وصل لها. ويتضمن الاستبيان معلومات أساسية تبين مدى تحسن مستوى الطالب في عدة جوانب كما يلي:\nنطق الحروف\nنطق الحركات\nالقراءة عموماً\nالثقة بالنفس\nمحبة القران الكريم\nويبين الشكل رقم (1) أعمار الطلاب المشاركين في الاستبيان ومنه يتضح أن غالبية الطلاب المشاركين في الاستبيان تتراوح أعمارهم بين سن الخامسة والثامنة وهي تعتبر الفترة المناسبة لتدريس وإتقان قاعدة النور. ويمثل الشكل رقم (2) عدد الطلاب الذين يتحدثون في المنزل باللغة العربية أو غير العربية وهذا الجانب ذو أهمية خاصة والغرض منه هو تحديد مدى تأثير قاعدة النور على الطلاب الذين يتحدثون في المنزل باللغة العربية ومقارنتهم بالطلاب الذين يتحدثون في المنزل بلغة غير العربية بسبب أن الوالدين من أصول غير عربية أو لا يجدون العربية أصلاً.\nالشكل رقم (1) : أعمار الطلاب المشاركين في الاستبيان.\nالشكل رقم (2) : لغة الطلاب المشاركين.\n(1/8)",
        "\nويمثل الشكل رقم (3) المراحل الدراسية النظامية للطلاب المشاركين في الاستبيان وينضح من خلاله أن تطبيق قاعدة النور أدى إلى نتائج ممتازة للطلاب الذين يعتبرون في المراحل الأولى من الدراسة النظامية بالإضافة إلى وجود طلاب لم يدخلوا المدرسة بعد وهذا يمثل السن المناسب للالتحاق بحلقات قاعدة النور مما يعطي مؤشراً قوياً لجدوى قاعدة النور في مرحلة ما قبل الدراسة النظامية. وعليه فأنه من الأفضل أن يتم البدء بتدريس قاعدة النور قبل المرحلة الابتدائية ويتم إتقانها خلال السنة الأولى من المرحلة الابتدائية. ويمثل الشكل رقم (4) الفترة الزمنية التي قضاها الطالب في دراسة وتطبيق قاعدة النور وهي تتفاوت من ثلاثة أشهر إلى سنة ونصف ويلاحظ أن التفاوت كبير وهو يعود لعدة أسباب منها: القدرة العلمية والرغبة لدى الطالب ومدى انضباط الحضور لدى الطالب في الحلقة ومدى متابعة الطالب من قِبل والديه وكذلك بعض الأمور الإدارية بتغير المعلم أو تنقل الطالب بين الحلقات لمصلحة تراها إدارة المدرسة. ويمكن تقسيم مستوى تفاعل الطلاب مع تطبيقات وإجادة قاعدة النور إلى فئتين :\nطلاب أعلى من المتوسط يختمون قاعدة النور خلال 80 يومًا بواقع ساعة ونصف يومياً.\nطلاب أقل من المتوسط يختمون قاعدة النور خلال فترة تزيد عن 80 يوماً إلى 160 يوماً بواقع ساعة ونصف يومياً.\nالشكل رقم (3) : المراحل الدراسية النظامية للطلاب المشاركين.\nالشكل رقم (4) : الفترة الزمنية التي قضاها الطالب في دراسة وتطبيق قاعدة النور.\n(1/9)\n",
        "ويمثل الشكل رقم (5) مستوى نطق الحروف ونطق الحركات والتحسن في القراءة والثقة بالنفس ومحبة القران الكريم لدى الطلاب الذين يتحدثون في المنزل بلغة عربية. بينما يمثل الشكل رقم (6) مستوى نطق الحروف ونطق الحركات والتحسن في القراءة والثقة بالنفس ومحبة القران الكريم لدى الطلاب الذين يتحدثون في المنزل بلغة غير العربية وقد كان التركيز عليهم في الاستبيان مهماً وذلك لتحديد مدى تأثير قاعدة النور على الطلاب الذين لا يجيدون اللغة العربية مقارنة بالطلاب الذين ينحدرون من أسر تتحدث العربية في المنزل. ويمثل الشكلان (5) و (6) الجانب الأهم من هذا البحث حيث يلاحظ تأثير دراسة قاعدة النور واضح على جميع الطلاب بدون استثناء ويتراوح مستوى التحسن في الغالب بين درجة ممتاز وجيد جداً وإن كانت تزيد لدى الطلاب الذين يتحدثون في المنزل بلغة غير العربية. أما في الجوانب الاجتماعية والمتمثلة في مستوى الثقة بالنفس ومحبة القران الكريم لدى الطلاب فإن تأثير قاعدة النور واضح وإن كانت الجوانب الاجتماعية تحتاج إلى أبحاث إضافية للوصول إلى معلومات دقيقة.\nالشكل رقم (5) : مستوى التحسن لدى الطلاب الذين يتحدثون في المنزل باللغة العربية.\nالشكل رقم (6) : مستوى التحسن لدى الطلاب الذين يتحدثون في المنزل بغير اللغة العربية.\n4- التوصيات\nيمثل هذا البحث تجربة تدريس قاعدة النور في حلقات تحفيظ القران الكريم ومدى إمكانية الاستفادة من هذه التجربة في استنتاج توصيات علمية وتربوية تستفيد منها المدارس الأخرى، وعليه يمكننا أن نُجمل التوصيات كما يلي:\n(1/10)\n\nأن تطبيق قاعدة النور بطريقة صحيحة ومتقنة يجعل تعلم القراءة يتم بجهد أقل وفي وقت أسرع بحيث نجد أن مستوى الطالب في القراءة يُنقل ثلاث سنوات تقريباً إلى الأمام مقارنة بالطالب الذي لم يدرسها، بحيث يصبح مستوى الطالب الذي عمره خمس سنوات في القراءة مثل الذي عمره ثماني سنوات ويعتبر في الصف الثاني أو الثالث الابتدائي.\nتعلم قاعدة النور له دور كبير في تُقويم اللسان ونطق الحروف وتهجئة الكلمات المركبة، مما يجعل الطالب يستطيع قراءة القرآن بكل يسر وسهولة. وبذلك يسهل عليه قراءة القرآن بدون مشاكل في القراءة والنطق للكلمات المركبة.\nتعلم قاعدة النور له دور كبير في تسهيل تجويد القرآن الكريم عملياً بالتلقي وفي فترةٍ قصيرة جداً، دون حاجة للخوض في أحكام التجويد النظرية.\nتعلم قاعدة النور له دور في اكتساب الثقة بالنفس وعدم الخجل والاعتماد على النفس في القراءة دون مساعدة الآخرين.\nفي حلقات التحفيظ ينبغي العناية بالطريقة المناسبة والأسلوب الأمثل والاستفادة من تجارب الآخرين وتنوع أساليب التعليم.\nإن عقد الاجتماعات المستمرة مع أولياء الأمور وأخذ ملاحظاتهم واقتراحاتهم يعتبر من أهم الوسائل والطرق الهامة في مجالات الإبداع في تعليم القرآن الكريم عند طلاب التحفيظ.\nالتوصية بأن تكون قاعدة النور ضمن المقررات الدراسية لطلاب السنة الأولى الابتدائي للبنين والبنات بدون استثناء.\nمن الضروري أن يكون تدريس قاعدة النور ضمن أُولى حلقات التحفيظ التي يدخلها الطالب في المساجد.\nمن الضروري العناية بمدرسي قاعدة النور وإقامة الدورات التدريبية في طرق تدريسها.\n5- الخاتمة",
        "(1/11)\n\nمن خلال هذا البحث يتضح مدى أهمية تدريس قاعدة النور لطلاب التحفيظ خاصة في بداية التحاقهم بالحلقات. ومما لا شك فيه أن قاعدة النور من أهم الوسائل التي تساعد أبنائنا الطلاب على فهم لغة القرآن الكريم من حيث النطق ومعرفة أحكام التجويد وبالتالي يسهل عليهم قراءة القرآن الكريم بكل دقة وإتقان. وقد تضمن المقال تحليل نتائج الاستبيان والتي أوضحت عدة جوانب من تجربة تدريس قاعدة النور في حلقات التحفيظ وضرورة الاستفادة من هذه التجربة لما لها من فوئد عديدة.\n6- شكر وعرفان\nيتقدم الباحثان بالشكر لجميع العاملين في إدارة مدرسة جبل النور النموذجية لتحفيظ القران الكريم بمكة المكرمة على تعاونهم معنا في إعداد الاستبيان ونخص بالشكر مدرسي حلقات قاعدة النور وهم الأساتذة/ هارون معلمي وعبد الباصر معلمي وحسين شريف كذلك الشكر موصول إلى أولياء أمور الطلاب الذين تعاونوا معنا في تعبئة الاستبيان ونخص بالشكر الأستاذ / محمد طيب المطرفي لتقديمه العديد من الفوائد المتعلقة بقاعدة النور.\n7- قائمة المراجع\nمحمد الدويش، \"تنمية القدرة على تدبر القران الكريم لطالب التحفيظ\"، الملتقى الثاني للجمعيات الخيرية لتحفيظ القران الكريم، صفحة من 73 إلى 100، جدة، 25-27/7/1426هـ.\nبدر البدر، \"منهج السلف في العناية بالقرآن الكريم\"، دار الهدي النبوي، مصر، ط1، 1424هـ.\nعبد العزيز الفواز، \"الدورات التربوية لمعلمي القرآن وأثرها\" الملتقى الثاني للجمعيات الخيرية لتحفيظ القران الكريم، صفحة من 193 إلى 212، جدة، 25-27/7/1426هـ.\nمحمد الأمين الحسين أحمد، \"المدارس الخاصة لتحفيظ القران الكريم والكليات الجامعية للقران وعلومه\"، ندوة عناية المملكة العربية السعودية بالقرآن الكريم وعلومه، طباعة مجمع الملك فهد لطباعة المصحف الشريف، المدينة المنورة، 1421هـ.\n(1/12)",
        "\nنور محمد رحمة الله، \"قاعدة النور – كيف تتعلم وتُعلم القران\"، تعريب وتحقيق سعيد أحمد عناية الله، المكتبة الإمدادية، مكة المكرمة، 1415هـ.\nإبراهيم البديوي، خالد فقيه، عبد الحميد رجب، \"نظام مطور لمتابعة وتقييم أداء طلاب حلقات التحفيظ عبر الإنترنت\"، الملتقى الثاني للجمعيات الخيرية لتحفيظ القران الكريم، صفحة من 297 إلى 307، جدة، 25-27/7/1426هـ.\nمحمد بن إبراهيم، \"الإبداع في تعليم القرآن الكريم\"، الدورة التربوية الرابعة للمعلمين بالطائف المنعقدة بالمدينة المنورة في الفترة 3-6/7/1421هـ.\nيحيى الغوثاني، \"فن الإشراف على الحلقات والمؤسسات القرآنية – دراسة تأصيلية ميدانية\"، دار الغوثاني، سوريا، ط2، 1424هـ.\nسعود العاصم، \"تقويم طرق تدريس القران الكريم في مدارس تحفيظ القران الكريم التابعة لوزارة المعارف\"، ندوة عناية المملكة العربية السعودية بالقرآن الكريم وعلومه، طباعة مجمع الملك فهد لطباعة المصحف الشريف، المدينة المنورة، 1421هـ.\nحمد العمار، \"حفظ القران الكريم وتعليمه في جميع مراحل التعليم العام والتعليم الجامعي\"، ندوة عناية المملكة العربية السعودية بالقرآن الكريم وعلومه، طباعة مجمع الملك فهد لطباعة المصحف الشريف، المدينة المنورة، 1421هـ.\nعبدالله بصفر، \"جهود المملكة العربية السعودية في رعاية تحفيظ القرآن الكريم لأبناء المسلمين في الخارج\"، ندوة عناية المملكة العربية السعودية بالقرآن الكريم وعلومه، طباعة مجمع الملك فهد لطباعة المصحف الشريف، المدينة المنورة، 1421هـ.\n(1/13)\n"
    ]
}