{
    "partText": [
        "\nوَإِن كَانَ قد أعْتقهُ أَو وهبه الْمَوْهُوب لَهُ أَو بَاعه فَهُوَ جَائِز وَعَلِيهِ قِيمَته إِذا فعل ذَلِك بعد هَلَاك الثَّوْبَيْنِ قبل أَن يقْضِي القَاضِي بَينهمَا بِشَيْء\nوَلَو كَانَ الثوبان استحقا وَقضى بهما لرجل وَقد أعتق الَّذِي أَخذ العَبْد كَانَ عتقه جَائِزا من قبل أَن البيع كَانَ على غير الْفساد\nوَلَو لم يسْتَحق شَيْء من ذَلِك وَقبض هذَيْن الثَّوْبَيْنِ وَقبض هَذَا العَبْد ثمَّ إِن أحد الثَّوْبَيْنِ اسْتحق فَقَالَ الَّذِي كَانَا فِي يَدَيْهِ اسْتحق أغلاهما ثمنا وَقَالَ الَّذِي باعهما بل اسْتحق أرخصهما ثمنا فَإِن القَوْل قَول المُشْتَرِي للثوبين مَعَ يَمِينه لِأَن العَبْد كُله لم يجب لَهُ فَيصدق الَّذِي يُرِيد أَن يرجع بِالْعَبدِ إِلَّا أَن تقوم لَهُ بِبَيِّنَة\n16 - وَإِذا اخْتلف البَائِع وَالْمُشْتَرِي فَقَالَ البَائِع بِعْتُك هَذَا العَبْد بِأَلف دِرْهَم وَقَالَ المُشْتَرِي بل اشْتريت مِنْك هَذِه الْجَارِيَة بِخَمْسِينَ دِينَارا وَلَيْسَ بَينهمَا بَيِّنَة فَإِن كل وَاحِد مِنْهُمَا يحلف على دَعْوَى صَاحبه فَإِن حلفا ترادا البيع وَأيهمَا نكل عَن الْيَمين لزمَه مَا قَالَ صَاحبه\n(5/113)\n",
        "فَإِن قَامَت لَهما جَمِيعًا الْبَيِّنَة أجزت البيع فِي العَبْد وَالْأمة\n17 - وَإِذا كَانَ عبد فِي يَدي رجل فَقَالَ ابتعته من فلَان بِأَلف دِرْهَم ونقدت الثّمن وَقَالَ فلَان مَا بِعْتُك هَذَا العَبْد وَإِنَّمَا بِعْتُك جَارِيَة بِهَذِهِ الْألف وقبضت الثّمن ودفعتها إِلَيْك فَإِنَّهُ يحلف بِاللَّه مَا بَاعه العَبْد فَإِن حلف رد عَلَيْهِ العَبْد ثمَّ يحلف الَّذِي كَانَ فِي يَدَيْهِ العَبْد مَا اشْتريت مِنْهُ جَارِيَة وَلَا قبضتها فَإِن حلف رد عَلَيْهِ الآخر الْألف\nوَأيهمَا نكل عَن الْيَمين لزمَه دَعْوَى صَاحبه\nوَإِن لم يتحالفا ترك العَبْد فِي يَدَيْهِ على حَاله كَهَيْئَته كَمَا كَانَ\nفَإِن قَامَت لَهما جَمِيعًا الْبَيِّنَة على مَا ادّعَيَا كَانَ العَبْد لَهُ وَلَزِمَه ألف أُخْرَى\n18 - وَإِذا اشْترى الرجل عدل زطي وَأقر أَنه زطي وَلم يره وَقَبضه على ذَلِك ثمَّ جَاءَ بِهِ بعد ذَلِك يردهُ وَقَالَ وجدته كرابيس فَإِنَّهُ لَا يصدق\n(5/114)\n\nوَلكنه لَو اشْترى فَقَالَ لَا أَدْرِي أزطي هُوَ أم لَا وَلَا أَدْرِي أقوهي هُوَ أم لَا وَلَكِن آخذه على ذَلِك وَأنْظر إِلَيْهِ فَأَخذه ثمَّ جَاءَ بعد ذَلِك يردهُ وَقَالَ وجدته كرابيس كَانَ مُصدقا وَالْقَوْل قَوْله مَعَ يَمِينه\nوَكَذَلِكَ كل شَيْء هُوَ فِيهِ بِالْخِيَارِ فَهُوَ مُصدق فِي رده إِن قَالَ البَائِع لم أبعك بِهَذَا\n19 - وَلَو اشْترى ثوبا فَقَالَ البَائِع هُوَ هروي وَقَالَ المُشْتَرِي لَا أَدْرِي وَقد رَآهُ وَلَكِنِّي أَخَذته على مَا يَقُول ثمَّ جَاءَ بِهِ بعد ذَلِك يردهُ فَقَالَ قد وجدته يَهُودِيّا لم يصدق لِأَنَّهُ لم يكن لَهُ فِيهِ خِيَار وَلِأَنَّهُ قد رَآهُ وَلَيْسَ هَذَا كالعدل الَّذِي لم يره\nوَإِذا نظر إِلَى الْعدْل مطويا وَلم ينشره ثمَّ اشْتَرَاهُ فَلَيْسَ لَهُ أَن يردهُ إِلَّا من عيب\nوَإِذا اشْترى الرجل خَادِمًا على أَنَّهَا خراسانية فَوَجَدَهَا سندية كَانَ لَهُ أَن يردهَا وَكَانَ هَذَا عِنْدِي بِمَنْزِلَة الْعَيْب",
        "(5/115)\n\n- 5 بَاب الْبيُوع الْفَاسِدَة من قبل الْأَجَل\n-\n1 - وَإِذا اشْترى الرجل شَيْئا إِلَى الْحَصاد أَو إِلَى الدياس أَو إِلَى جذاذ النّخل أَو إِلَى رُجُوع الْحَاج فَهَذَا كُله بَاطِل بلغنَا ذَلِك عَن عبد الله بن عَبَّاس\nوَلَا يجوز فِيهِ البيع وَالْمُشْتَرِي ضَامِن لقيمة الْمَبِيع وَإِن كَانَ قد هلك عِنْده\nوَكَذَلِكَ البيع إِلَى الْعَطاء\nغير أَن للْمُشْتَرِي أَن يبطل الْأَجَل الْفَاسِد وينقد الثّمن اسْتحْسنَ هَذَا وأدع الْقيَاس فِيهِ\n(5/117)",
        "\n2 - وَإِذا أسلم الرجل فِي طَعَام إِلَى أجل من هَذِه الْآجَال فالسلم فَاسد مَرْدُود وَيرد رَأس المَال\n3 - وَإِذا اشْترى الرجل بيعا إِلَى المهرجان أَو إِلَى النيروز فَإِن هَذَا فَاسد لَا يجوز أَيْضا إِلَّا أَن يكون ذَلِك مَعْرُوفا وَلَا يتَقَدَّم وَلَا يتَأَخَّر كَمَا تعرف الْأَهِلّة فَيكون ذَلِك جَائِزا\nوَكَذَلِكَ البيع إِلَى الميلاد أَو إِلَى صَوْم النَّصَارَى\n4 - وَإِذا بَاعه إِلَى فطر النَّصَارَى فَهَذَا جَائِز إِذا كَانَ قد دخل فِي الصَّوْم لِأَنَّهُ إِذا دخل فِي الصَّوْم فقد عرف الْفطر\nوَإِذا كَانَت الْمُبَايعَة قبل الصَّوْم إِلَى فطر النَّصَارَى فَلَا يجوز ذَلِك إِلَّا أَن يكون يعرف أَن ذَلِك الْأَجَل لَا يتَقَدَّم وَلَا يتَأَخَّر فَيكون ذَلِك جَائِزا\n5 - وَإِذا اشْترى الرجل بيعا إِلَى أجلين وتفرقا على ذَلِك فَلَا خير فِي ذَلِك مُحَمَّد حَدثنَا أَبُو حنيفَة رَفعه إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم أَنه نهى عَن شرطين فِي بيع\n(5/118)\n",
        "وَإِذا اشْترى الرجل بيعا إِلَى أجل بِكَذَا كَذَا نَسِيئَة وَكَذَا كَذَا حَالا فَلَا خير فِي البيع من ذَلِك\nوَإِن ساومه فِي البيع مساومة إِلَى أجلين ثمَّ قاطعه على وَاحِد من ذَيْنك الْأَجَليْنِ فَأمْضى البيع فَهُوَ جَائِز\n6 - وَإِذا بَاعَ الرجل قوهية بقوهيتين إِلَى أجل فَالْبيع فَاسد وَكَذَلِكَ كل صنف من الثِّيَاب بَاعه بِشَيْء من صنفه إِلَى أجل مثله أَو أَكثر أَو أقل فَلَا خير فِيهِ\n7 - وَإِذا بَاعَ الرجل قوهية بمرويين إِلَى أجل فَلَا بَأْس بذلك بعد أَن يشْتَرط طولا مَعْلُوما وعرضا مَعْلُوما ورقعة مَعْلُومَة وأجلا مَعْلُوما وَلَيْسَ هَذَا بِنَوْع وَاحِد\nأَلا ترى أَنه لَو اشْترى كرباسين إِلَى أجل بقوهية كَانَ جَائِزا لِأَن هَذَا مُخْتَلف وَإِن كَانَ أَصله قطنا\nأَلا ترى أَنه يَبِيع طيلسانا ببردين إِلَى أجل أَو بكساءين\n(5/119)\n\nمن صوف إِلَى أجل وأصل ذَلِك كُله صوف لِأَنَّهُ مُخْتَلف\nوَكَذَلِكَ كسَاء صوف همذاني بعباءتين إِلَى أجل أَو عباءة بكساءيين همذانيين أَو أَكثر من ذَلِك إِلَى أجل\nفَإِن كَانَ كسَاء همذاني بكساء همذاني أَو أَكثر إِلَى أجل لم يكن فِيهِ خير وَلَا بَأْس بِهِ يدا بيد\n8 - وَلَا بَأْس بيهوديين بزطيين إِلَى أجل\nوَلَا بَأْس بِثَوْب قطن بثوبي كتَّان إِلَى أجل\nوَلَا بَأْس بطيلسان كردِي بطيلسان خوارزمي إِلَى أجل\nوكل شَيْء من هَذَا أجزته فِي النَّسِيئَة فَهُوَ إِذا كَانَ يدا بيد فَهُوَ جَائِز\nوَقد يجوز يدا بيد اثْنَيْنِ بِوَاحِد وواحدا بِوَاحِد وَإِن كَانَ نوعا وَاحِدًا\n9 - وَإِن كَانَ ثوب يَهُودِيّ بيهوديين أَو مروية بمرويتين أَو قوهية بقوهيتين فَلَا خير فِي ذَلِك إِذا كَانَ نَسِيئَة",
        "(5/120)\n\nوَلَا بَأْس بمسح موصلي بمسحين قشاساريين إِلَى أجل\nوَلَا بَأْس بقطيفة أصفهانية بقطيفتين كرديتين إِلَى أجل\n10 - وَلَا بَأْس بالزيت بِالشَّعِيرِ أَو الْحِنْطَة إِلَى أجل\nوَكَذَلِكَ العنبر والزعفران\nوكل مَا يُوزن بالأرطال والأمناء والمثاقيل فَهُوَ وزن كُله\nوَلَا بَأْس بِأَن يَبِيعهُ بِشَيْء مِمَّا يُكَال قَلِيلا كَانَ أَو كثيرا إِلَى أجل\nوَلَا بَأْس بِأَن يَبِيع شَيْئا مِمَّا يُكَال بِشَيْء مِمَّا يُوزن مِمَّا سمينا فِي هَذَا الْكتاب من الْحِنْطَة يَبِيعهَا بالزيت أَو بالسمن أَو بالقت أَو بِشَيْء مِمَّا يُوزن غير ذَلِك\n11 - وَلَا خير فِي بيع الْحِنْطَة بِشَيْء مِمَّا يُكَال إِلَى أجل أَو مَا يُوزن بِمَا يُوزن إِلَى أجل قَلِيلا كَانَ أَو كثيرا مثل الشّعير وَالْحِنْطَة وَالسمن وَأَشْبَاه ذَلِك\n(5/121)",
        "\nوَلَا خير فِي بيع شَيْء من الأدهان بِغَيْرِهِ من الأدهان إِلَى أجل لِأَن هَذَا كُله وزن\n12 - وَإِذا اخْتلف النوعان من الْوَزْن فَلَا بَأْس اثْنَيْنِ بِوَاحِد يدا بيد\nوَكَذَلِكَ إِذا اخْتلف النوعان من الْكَيْل\nوَلَا خير فِيهِ نَسِيئَة\n(5/122)\n",
        "- 6 بَاب الْخِيَار\n-\n1 - بلغنَا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ من اشْترى شَاة محفلة فَهُوَ بِخَير النظرين إِلَى ثَلَاثَة أَيَّام\nوبلغنا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه جعل رجلا من أهل الْأَنْصَار بِالْخِيَارِ فِي كل بيع يَشْتَرِيهِ ثَلَاثَة أَيَّام\n2 - وَالْخيَار عندنَا ثَلَاثَة أَيَّام فَمَا دونهَا وَلَا يكون أَكثر من ذَلِك\n(5/123)\n\nوَلَو جعلت الْمدَّة أَكثر من ثَلَاثَة أَيَّام فَلَا خير فِيهِ إِن طَالَتْ الْمدَّة فَيدْخل فِي هَذَا مَا لَا يحسن فِي طول الْمدَّة وَيعْتَبر الْمَبِيع وَهَذَا قَول أبي حنيفَة\nوَأما فِي قَول أبي يُوسُف وَمُحَمّد فَالْخِيَار جَائِز وان اشْترط شهرا أَو أَكثر من ذَلِك بعد أَن يبين ذَلِك إِلَى وَقت مَعْلُوم\n3 - وَإِذا اشْترى الرجل السّلْعَة على أَنه بِالْخِيَارِ أَرْبَعَة أَيَّام فَإِن هَذَا بيع فَاسد لَا يجوز فِي قَول أبي حنيفَة فَإِن اخْتَار المُشْتَرِي البيع قبل أَن يمْضِي ثَلَاثَة أَيَّام فَذَلِك لَهُ وَإِن مَضَت الثَّلَاثَة الْأَيَّام قبل أَن يخْتَار فَالْبيع فَاسد\nوَكَذَلِكَ إِن كَانَ الشَّرْط من الْخِيَار للْبَائِع\nوَقَالَ أَبُو يُوسُف وَمُحَمّد الْخِيَار أَرْبَعَة أَيَّام وَخَمْسَة أَيَّام وَأكْثر من ذَلِك بعد أَن يُسمى أَََجَلًا مَعْلُوما فَهُوَ جَائِز إِن اشْترط ذَلِك المُشْتَرِي أَو البَائِع\n4 - وَإِذا اشْترى الرجل بيعا على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام ثمَّ مَاتَ المُشْتَرِي قبل أَن يخْتَار فَإِن خِيَاره يَنْقَطِع إِذا مَاتَ وَالْبيع مَاض",
        "(5/124)\n\nأَلا ترى أَن البيع قد كَانَ لزمَه غير أَن للْمُشْتَرِي مَشِيئَة فِي رده فَإِذا مَاتَ لم نحول مَشِيئَته إِلَى غَيره\n5 - وَكَذَلِكَ إِذا ذهب عقله أَو أُغمي عَلَيْهِ أَو ارْتَدَّ فِي هَذِه الثَّلَاثَة الْأَيَّام عَن الْإِسْلَام فَقتل أَو مَاتَ\n6 - وَكَذَلِكَ إِن كَانَ الْخِيَار للْبَائِع ثمَّ مَاتَ قبل أَن يخْتَار فقد انْقَطع خِيَاره وَلَزِمَه البيع وَالْقَبْض\n7 - وَإِن كَانَ الْخِيَار لَهما جَمِيعًا فماتا جَمِيعًا فقد انْقَطع الْخِيَار وَلزِمَ البيع\nوَالْقَبْض فِي هَذَا وَغير الْقَبْض سَوَاء\n8 - وَإِذا كَانَ الْخِيَار للْمُشْتَرِي وَقد قبض السّلْعَة فَمَاتَتْ فِي يَدَيْهِ قبل أَن يخْتَار فقد لزمَه البيع وَعَلِيهِ الثّمن\nوَكَذَلِكَ إِن تَغَيَّرت فِي يَدَيْهِ بِعَيْب أَصَابَهَا بِهِ هُوَ أَو غَيره أَو أَصَابَهَا من غير جِنَايَة أحد\nوَكَذَلِكَ إِن وَطئهَا أَو عرضهَا على بيع\nفَهَذَا كُله خِيَار\n(5/125)",
        "\n9 - وَكَذَلِكَ إِذا قَالَ قد رضيتها أَو قد أجزتها فالثمن لَهُ لَازم فِي هَذَا كُله\n10 - فَإِن لم يصنع شَيْئا مِمَّا ذكرت وَاخْتَارَ ردهَا على البَائِع بِغَيْر محْضر من البَائِع ثمَّ هَلَكت فِي يَدَيْهِ بعد ذَلِك فَعَلَيهِ الثّمن وَلَيْسَ اخْتِيَاره الرَّد بِغَيْر محْضر من البَائِع بِشَيْء لَو شَاءَ أَن يَقُول بعد ذَلِك قد رضيتها وأخذتها كَانَ لَهُ ذَلِك وَهُوَ قَول أبي حنيفَة وَمُحَمّد\nوَقَالَ أَبُو يُوسُف رده بِغَيْر محْضر من البَائِع جَائِز وَكَانَ قَوْله الأول مثل قَول أبي حنيفَة\n11 - وَلَو اخْتَار ردهَا بِقَلْبِه كَانَ ذَلِك بَاطِلا\n12 - وَإِذا كَانَ الْخِيَار للْبَائِع وَقد قبضهَا المُشْتَرِي فَمَاتَتْ فِي يَد المُشْتَرِي فَعَلَيهِ الْقيمَة لِأَنَّهُ قد أَخذهَا على وَجه البيع\nوَلَو لم تمت وَلَكِن أعْتقهَا البَائِع أَو دبرهَا أَو وَهبهَا وَقَبضهَا الْمَوْهُوبَة لَهُ أَو رَهنهَا وَقَبضهَا الْمُرْتَهن أَو أجرهَا وَقَبضهَا\n(5/126)\n",
        "الْمُسْتَأْجر أَو لم يقبضهَا أَو كاتبها أَو وَطئهَا فَهَذَا كُله اخْتِيَار وَنقض للْبيع\n13 - وَلَو لم يقبض وَلم يصنع شَيْئا مِمَّا ذكرت وَاخْتَارَ رد البيع بِغَيْر محْضر من المُشْتَرِي وَلم يقبضهَا مِنْهُ كَانَ هَذَا بَاطِلا وَكَانَ المُشْتَرِي ضَامِنا لقيمتها إِن مَاتَت فِي يَدَيْهِ\nوَله بعد هَذَا الْمنطق أَن يُجِيز البيع مَا دَامَت حَيَّة فِي قَول أبي حنيفَة وَمُحَمّد\nوَقَالَ أَبُو يُوسُف كَمَا وصفت لَك نقضه جَائِز بِغَيْر محْضر من المُشْتَرِي\n14 - وَإِذا اخْتَار البَائِع إِلْزَام البيع وَالْمُشْتَرِي غَائِب فَهُوَ جَائِز وَالْبيع لَازم للْمُشْتَرِي\nوَلَيْسَ للْبَائِع بعد الرِّضَا أَن ينْقض البيع\nوَقَالَ يَعْقُوب نقض صَاحب الْخِيَار البَائِع كَانَ أَو المُشْتَرِي بِغَيْر محْضر من صَاحبه جَائِز كَمَا تجوز إِجَازَته\nوَقَالَ أَبُو حنيفَة وَمُحَمّد لَا يجوز ذَلِك إِلَّا بِمحضر من صَاحبه أَو وَكيل لَهُ فِي ذَلِك\n(5/127)\n\n15 - وَإِذا اشْترط المُشْتَرِي الْخِيَار لِأَبِيهِ أَو لِابْنِهِ أَو لأمه أَو لأحد من أَهله أَو من غير أَهله فَهَذَا كُله كاشتراطه الْخِيَار لنَفسِهِ\nوَكَذَلِكَ البَائِع\n16 - وَإِذا كَانَت السّلْعَة فِي يَدي البَائِع وَله الْخِيَار أَو الْخِيَار للْمُشْتَرِي فَلَا ضَمَان على المُشْتَرِي\n17 - وَإِذا اشْترى الرجل بيعا وَهُوَ بِالْخِيَارِ ثَلَاثَة أَيَّام أَو أَكثر من ذَلِك أَو أقل وَكَانَ البَائِع بِالْخِيَارِ أَو المُشْتَرِي فجَاء بِهِ المُشْتَرِي ليَرُدهُ فَقَالَ البَائِع لَيْسَ هَذَا الَّذِي بِعْتُك وَقَالَ المُشْتَرِي بل هُوَ الَّذِي بعتني فَإِن القَوْل قَول المُشْتَرِي مَعَ يَمِينه\n18 - فَإِن كَانَ البيع لم يقبض وَاخْتلفَا فِيهِ وَالْخيَار ثَلَاثَة أَيَّام أَو أقل فَأَرَادَ البَائِع أَن يلْزمه البيع فَقَالَ المُشْتَرِي لَيْسَ هُوَ هَذَا فَالْقَوْل قَول المُشْتَرِي مَعَ يَمِينه وَلَا يلْزمه البيع إِلَّا أَن تقوم عَلَيْهِ بَيِّنَة انه هُوَ البيع فَيلْزمهُ البيع فَإِن كَانَ لَهُ الْخِيَار رده إِن شَاءَ\n19 - وَإِذا اشْترى الرجل بيعا وَاشْترط الْخِيَار لِشَرِيك لَهُ",
        "(5/128)\n\nأَو لِابْنِهِ أَو لبَعض أَهله ثَلَاثَة أَيَّام ثمَّ إِن الَّذِي كَانَ لَهُ الْخِيَار رد البيع على البَائِع بِمحضر مِنْهُ قبل أَن يمْضِي الْأَجَل فَرده جَائِز\nوَإِن لم يردهُ وَقَالَ المُشْتَرِي قد أجزته وَقَالَ الَّذِي لَهُ الْخِيَار لَا أرضي فَالْبيع لَازم للْمُشْتَرِي وَلَيْسَ لَهُ الْخِيَار إِذا رَضِي المُشْتَرِي\nوَكَذَلِكَ لَو كَانَ البَائِع اشْترط الْخِيَار لنَفسِهِ ولبعض أَهله فَقَالَ قد أوجبت البيع وَقَالَ الَّذِي لَهُ الْخِيَار لَا أرضي فَالْبيع جَائِز\n20 - وَلَو قَالَ البَائِع قد رددت البيع أَو أبطلت وَقَالَ الَّذِي لَهُ الْخِيَار قد أوجبت البيع كَانَ البيع بَاطِلا مردودا على صَاحبه لِأَن الْخِيَار إِنَّمَا هُوَ للْبَائِع\nوَلَو أوجب الَّذِي لَهُ الْخِيَار البيع للْمُشْتَرِي فَدفعهُ إِلَيْهِ وَقَالَ البَائِع بعد ذَلِك لَا أجيزه كَانَ البيع جَائِزا\n21 - وَإِذا كَانَ المُشْتَرِي بِالْخِيَارِ أَو البَائِع وَالْعَبْد عِنْد المُشْتَرِي فَالْتَقَيَا البَائِع وَالْمُشْتَرِي فِيهِ فتناقضا البيع أَو ترادا\n(5/129)",
        "\nغير أَن البَائِع لم يقبض من المُشْتَرِي العَبْد حَتَّى هلك فَإِن المُشْتَرِي ضَامِن\nفَإِن كَانَ الْخِيَار لَهُ فَهُوَ ضَامِن للثّمن\nوَإِن كَانَ الْخِيَار للْبَائِع فَإِنَّهُ ضَامِن لقيمته\n22 - وَلَا يجوز عتق المُشْتَرِي فِيهِ بعد مَا ترادا البيع وَلَا هِبته وَلَا بَيْعه وَلَا صدقته وَلَا إِجَارَته\nوَعتق البَائِع فِيهِ جَائِز لِأَنَّهُ قد صَار لَهُ وَحده\n23 - وَإِذا اشْترى الرجل عدل زطي بِرَأْس مَاله وَلم يعلم مَا هُوَ ثمَّ أخبرهُ بِرَأْس مَاله فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذه وَإِن شَاءَ تَركه\nوَكَذَلِكَ إِذا أَخذه المُشْتَرِي برقمه وَلَو لم يعلم مَا هُوَ ثمَّ علم مَا رقمه فَهُوَ بِالْخِيَارِ إِن شَاءَ أَخذه وَإِن شَاءَ تَركه\nوَكَذَلِكَ إِذا اسْتَهْلكهُ المُشْتَرِي قبل أَن يُخبرهُ برقمه وثمنه فَعَلَيهِ الْقيمَة\n(5/130)\n",
        "24 - وَلَو اشْترى رجل من رجل عدل بز على أَنَّهُمَا فِيهِ بِالْخِيَارِ ثَلَاثَة أَيَّام فَقَالَ البَائِع قد ألزمتك البيع وَقَالَ المُشْتَرِي لَا أقبله فان البيع لَا يلْزمه\nوَكَذَلِكَ المُشْتَرِي لَو قَالَ قبلت البيع وَقَالَ البَائِع لَا ألزمكه فان البيع لَا يلْزم المُشْتَرِي\nوَلَا يلْزم البيع فِي هَذِه الْمنزلَة حَتَّى يجتمعا على إجَازَة البيع\n25 - وَإِذا اشْترى الرجل بيعا من رجل على أَنه إِن لم ينقده الثّمن إِلَى ثَلَاثَة أَيَّام فَلَا بيع بَينهمَا فَهَذَا جَائِز\nفان كَانَ عبدا أَو أمة أعْتقهُ ثمَّ لم ينقده حَتَّى مَضَت الثَّلَاثَة الْأَيَّام جَمِيعًا فَالْبيع جَائِز وَالْعِتْق جَائِز وَعَلِيهِ الثّمن\nوَكَذَلِكَ إِن قَالَ إِن لم ينْقد الْيَوْم الثّمن أَو إِلَى يَوْمَيْنِ فَلَا بيع بيني وَبَيْنك\n(5/131)\n\n26 - وَلَو اشْترى اثْنَان شَيْئا على أَنَّهُمَا بِالْخِيَارِ فَاخْتَارَ أَحدهمَا رده وَاخْتَارَ الآخر إِمْسَاكه فَلَيْسَ لوَاحِد مِنْهُمَا أَن يرد حِصَّته دون الآخر لِأَنَّهُمَا صَفْقَة وَاحِدَة وَلَا يرد بَعْضهَا دون بعض\nوَكَذَلِكَ لَو كَانَا وصيين أَو شَرِيكَيْنِ شركَة عنان وَهَذَا قَول أبي حنيفَة\nوَأما فِي قَول أبي يُوسُف وَمُحَمّد فلأحدهما أَن يرد دون صَاحبه فان اخْتَار أَحدهمَا جَازَ ذَلِك وَكَانَ للْآخر أَن يرد إِن شَاءَ\nوَأما إِذا كَانَا متفاوضين فَإِن قَالَ أَحدهمَا للْبَائِع قد أجزت البيع فَهُوَ جَائِز عَلَيْهِ وعَلى شَرِيكه وَلَيْسَ لشَرِيكه أَن يردهُ\nوَكَذَلِكَ إِذا باعا بيعا وَاشْترط الْخِيَار لَهما فَأَيّهمَا مَا أمضى البيع على المُشْتَرِي جَازَ على الآخر وَأيهمَا نقض البيع قبل أَن ينْقضه الآخر فَهُوَ منتقض لَيْسَ للْآخر أَن يمضيه إِلَّا بِبيع مُسْتَقْبل\n27 - وَإِذا اشْترى الرجل لِابْنِهِ وَهُوَ صَغِير فِي عِيَاله أَو بَاعَ لَهُ وَاشْترط الْخِيَار لنَفسِهِ أَو اشْترط الْخِيَار المُشْتَرِي عَلَيْهِ فَهُوَ جَائِز",
        "(5/132)\n\n28 - وَإِذا كَانَ البَائِع أَو المُشْتَرِي بِالْخِيَارِ ثَلَاثَة أَيَّام فمضت الثَّلَاثَة قبل أَن يخْتَار فقد جَازَ البيع وَلزِمَ المُشْتَرِي\nوَكَذَلِكَ إِذا مَاتَ صَاحب الْخِيَار كَانَ البيع جَائِزا لَازِما لَهُ وَلَا يُورث الْخِيَار وَلَا يكون لغير الَّذِي اشْتَرَطَهُ\n29 - وَإِذا اشْترى الرجل بيعا على أَنه فِيهِ بِالْخِيَارِ إِلَى غَد أَو إِلَى اللَّيْل أَو إِلَى الظّهْر فَإِن لَهُ الْخِيَار الْغَد كُله وَاللَّيْل كُله وَوقت الظّهْر كُله وَهَذَا قَول أبي حنيفَة\nوفيهَا قَول آخر قَول أبي يُوسُف وَمُحَمّد إِن لَهُ الْخِيَار إِلَى مطلع الْفجْر أَو إِلَى أَن تغيب الشَّمْس أَو إِلَى أَن تَزُول الشَّمْس\n30 - وَإِذا اشْترى الرجل بيعا لرجل وَاشْترط لَهُ الْخِيَار بأَمْره فَقَالَ البَائِع قد رَضِي الْآمِر والآمر غَائِب فَإِن البَائِع لَا يصدق وَلَيْسَ على المُشْتَرِي يَمِين فِي ذَلِك\nوَلَو كَانَت عَلَيْهِ يَمِين لم يكن لَهُ أَن يردهُ حَتَّى يحضر الْآمِر\n(5/133)",
        "\nوَله أَن يردهُ بِغَيْر يَمِين وَلَيْسَ بخصم فِيمَا يَدعِي البَائِع على الْآمِر وَهُوَ فِي ذَلِك بِمَنْزِلَة الْأَجْنَبِيّ وَإِنَّمَا هُوَ خصم فِي خُصُومَة مَا بَينهمَا لَا فِي غير ذَلِك\nوَإِذا أَقَامَ البَائِع الْبَيِّنَة أَن الْآمِر قد رَضِي فَإِن البيع لَازم للْآمِر\nوَإِن لم تقم لَهُ بَيِّنَة على ذَلِك فَقَالَ المُشْتَرِي قد رَضِي الْآمِر وَصدقه البَائِع وَقَالَ الْآمِر فِي الثَّلَاثَة الْأَيَّام قد أبطلت البيع بِمحضر من البَائِع قبل أَن يمْضِي أجل الْخِيَار فَإِن البيع يلْزم المُشْتَرِي وَلَا يلْزم الْآمِر فَإِن كَانَت هَذِه الْمقَالة مِنْهُ بعد مَا مضى الْخِيَار فَإِن البيع يلْزم الْآمِر أَلا ترى أَنه قد لزمَه قبل أَن يتَكَلَّم بِشَيْء من أَمر الْخِيَار\n31 - وَإِذا اشْترى الرجل عدل زطي أَو جراب هروي فِيهِ خَمْسُونَ ثوبا كل ثوب بِكَذَا كَذَا أَو جمَاعَة بِأَلف دِرْهَم على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام فَأَرَادَ أَن يرد بعضه دون بعض فَلَيْسَ لَهُ ذَلِك وَإِنَّمَا لَهُ أَن يَأْخُذهُ كُله أَو يردهُ كُله\n(5/134)\n",
        "وَكَذَلِكَ الطَّعَام وكل مَا يُكَال أَو يُوزن مجازفة أَو مكايلة وَكَذَلِكَ الْعرُوض كلهَا وَالْحَيَوَان إِذا اشْتَرَاهَا صَفْقَة وَاحِدَة وَهُوَ بِالْخِيَارِ ثَلَاثَة أَيَّام فَلَيْسَ لَهُ أَن يرد بعضه دون بعض\n32 - وَإِذا اشْترى الرجل ثَوْبَيْنِ كل وَاحِد مِنْهُمَا بِعشْرَة دَرَاهِم على أَنه بِالْخِيَارِ فيهمَا ثَلَاثَة أَيَّام وقبضهما فَهَلَك أَحدهمَا فَلَيْسَ لَهُ أَن يرد الْبَاقِي مِنْهُمَا وَعَلِيهِ الثّمن كُله\nوَكَذَلِكَ لَو لم يهْلك وَلكنه أَصَابَهُ عيب عِنْده من عمله أَو من غير عمله\nوَكَذَلِكَ لَو بَاعه أَو بَاعَ بعضه فَإِنَّهُ لَا يَسْتَطِيع أَن يرد الصَّحِيح مِنْهُمَا بِالْخِيَارِ إِلَّا وَهَذَا مَعَه لِأَنَّهُمَا صَفْقَة وَاحِدَة وَقد لزم الَّذِي دخله الْعَيْب فَإِذا لزمَه ذَلِك لزمَه الآخر\n33 - وَإِذا كَانَ لَهُ الْخِيَار أَن يَأْخُذ أَحدهمَا دون الآخر وَلم يكن لَهُ إِلَّا أَن يَأْخُذ وَاحِدًا بِعشْرَة فَهَلَك أَحدهمَا أَو دخله عيب من عمله أَو من غير عمله فانه يلْزمه الَّذِي هلك أَو الَّذِي دخله عيب بِعشْرَة وَيرد الْبَاقِي\n(5/135)\n\nوَإِذا لم يهْلك وَلم يدْخلهُ عيب ثمَّ هلكا جَمِيعًا مَعًا فَإِن عَلَيْهِ نصف ثمن كل وَاحِد مِنْهُمَا\nوَكَذَلِكَ لَو كَانَا مختلفي الثّمن\nفَإِن كَانَا قَائِمين بأعيانهما وَاخْتَارَ أَحدهمَا ألزمته ثمنه وَكَانَ فِي الآخر أَمينا فَإِن ضَاعَ عِنْده بعد ذَلِك لم يكن عَلَيْهِ ضَمَان\nوأصل هَذَا البيع فِي الْقيَاس فَاسد لِأَنَّهُ اشْترى مَا لم يعرف وَمَا لم يعلم أَلا ترى أَنه لَو اشْترى ثوبا من عشرَة أَثوَاب أَو أَكثر من ذَلِك فَقَالَ آخذ أَيهَا شِئْت أَو قَالَ البَائِع ألزمك أَيهَا شِئْت أَو كَانَت حَيَوَانا من الْبَقر وَالْإِبِل وَالْغنم فَقَالَ قد أخذت مِنْك وَاحِدَة من هَذِه بِعشْرَة كَانَ هَذَا بَاطِلا لَا يجوز وَلَكِنِّي أستحسن فِي ذَلِك فِي الثَّوْبَيْنِ وَالثَّلَاثَة إِذا كَانَ المُشْتَرِي قد قبض وَاخْتَارَهُ\n34 - وَإِذا اشْترى الرجل خادمين إِحْدَاهمَا بِأَلف دِرْهَم وَالْأُخْرَى بِخَمْسِمِائَة على أَن يَأْخُذ أَيهمَا شَاءَ وَيتْرك الْأُخْرَى",
        "(5/136)\n\nأعتقهما جَمِيعًا فِي كلمة وَاحِدَة فَإِنَّهُ يُخَيّر فَأَيّهمَا اخْتَار وَقع لعتق عَلَيْهَا بِالثّمن الَّذِي يُسمى وَيرد الْأُخْرَى\n35 - وَلَو لم يعْتق وَاحِدَة مِنْهُمَا وَلم يطَأ غير أَنه حدث بهما عيب لَا يدْرِي أَيهمَا أول فَقَالَ البَائِع قد أخذت الَّتِي ثمنهَا ألف دِرْهَم وَقَالَ المُشْتَرِي قد أخذت الَّتِي ثمنهَا خَمْسمِائَة أول مرّة فَالْقَوْل قَوْله وَيرد الْأُخْرَى وَنصف قيمَة الْعَيْب فِي الْقيَاس وَلَكِنِّي أستحسن أَن يردهَا وَلَا يرد نصف قيمَة الْعَيْب أستحسن ذَلِك\nفَإِن حدث بهما جَمِيعًا الْعَيْب مَعًا فَإِنَّهُ يرد أَيهمَا شَاءَ ويمسك الْأُخْرَى وَلَا يرد نصف قيمَة الْعَيْب أستحسن ذَلِك\nوَلَو حدث لإحداهما عيب آخر بعد ذَلِك أَو مَاتَت أَو جنى عَلَيْهَا المُشْتَرِي جِنَايَة لَزِمته ورد الْأُخْرَى وَهَذَا قِيَاس قَول أبي حنيفَة وَأبي يُوسُف وَمُحَمّد\n36 - وَإِن كَانَ أعتق البَائِع الَّذِي اخْتَار المُشْتَرِي فَلَا يَقع عَلَيْهَا عتق\nفَإِن كَانَ البَائِع قد أعتقهما جَمِيعًا أعتقت الَّذِي يرد عَلَيْهِ مِنْهُمَا\n(5/137)",
        "\n37 - وَإِن لم يعْتق وَاحِد من الموليين غير أَن المُشْتَرِي وطيء الجاريتين جَمِيعًا فحبلت كل وَاحِدَة مِنْهُمَا مِنْهُ ثمَّ مَاتَ قبل أَن يبين أَيَّتهمَا اخْتَار فَإِن علم أَيَّتهمَا وطئ أول مرّة فَهِيَ أم ولد لَهُ وَعَلِيهِ ثمنهَا وَيرد الْأُخْرَى وَوَلدهَا على البَائِع وعقرها وَلَا يثبت نسبه من المُشْتَرِي وَيكون على المُشْتَرِي عقرهَا\nفَإِن لم يعلم أَيَّتهمَا وطيء أول مرّة فَالْقَوْل قَوْله إِن كَانَ حَيا وَإِن كَانَ مَيتا فَالْقَوْل قَول وَرَثَة المُشْتَرِي أَيْضا فَإِن قَالُوا لَا نعلم فَإِنَّهُ يلْزم المُشْتَرِي نصف ثمن كل وَاحِدَة وَنصف عقر كل وَاحِدَة وتسعى كل وَاحِدَة مِنْهُمَا فِي نصف قيمتهَا للْبَائِع وَيسْعَى ولد كل وَاحِد مِنْهُمَا فِي نصف قِيمَته للْبَائِع وَلَا يثبت نسب وَاحِد مِنْهُمَا\nوَإِذا وطئهما البَائِع مَعَ المُشْتَرِي وَادّعى هُوَ وَالْمُشْتَرِي الْوَلَدَيْنِ جَمِيعًا فَالْقَوْل قَول المُشْتَرِي أَيهمَا قَالَ هُوَ أول هُوَ وَلَده وَأمه أم وَلَده وَعَلِيهِ عقر الْأُخْرَى وَالْأُخْرَى وَوَلدهَا للْبَائِع يثبت نسبه مِنْهُ وعَلى البَائِع عقر أم ولد المُشْتَرِي لِأَنَّهُ كَانَ وَطئهَا مَعَه\n(5/138)\n",
        "فَلَمَّا صَارَت أم ولد المُشْتَرِي جعلت على البَائِع الْعقر بِالْوَطْءِ وَجعلت على المُشْتَرِي عقر أم ولد البَائِع أَيْضا\nفَإِن مَاتَ البَائِع وَالْمُشْتَرِي وَلم يبينا شَيْئا من ذَلِك فَالْقَوْل قَول وَرَثَة المُشْتَرِي فَإِن لم يعلمُوا ذَلِك لم يثبت نسب وَاحِد من الْوَلَدَيْنِ من المُشْتَرِي وَلَا من البَائِع والأمتان وأولادهما أَحْرَار وَوَلَاء أولادهما بَين المُشْتَرِي وَالْبَائِع وعَلى البَائِع وَالْمُشْتَرِي نصف عقر كل وَاحِدَة مِنْهُمَا فَهَذَا قصاص\n38 - وَإِذا اشْترى الرجل لرجل عبدا على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام فاختلفا فِي الْخِيَار فَقَالَ البَائِع قد مضى الْخِيَار فَلَا خِيَار لَك وَقَالَ المُشْتَرِي لم يمض الْخِيَار وَقد تَصَادقا على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام فَالْقَوْل قَول المُشْتَرِي مَه يَمِينه وعَلى البَائِع الْبَيِّنَة انه قد مضى\nوَإِن كَانَ الْخِيَار للْبَائِع فاختلفا فِيهِ فَالْقَوْل قَول البَائِع انه لم يمض وعَلى المُشْتَرِي الْبَيِّنَة أَنه قد مضى\n(5/139)\n\n39 - وَإِذا اخْتلفَا فَقَالَ المُشْتَرِي لي خِيَار ثَلَاثَة أَيَّام وَقَالَ البَائِع إِنَّمَا لَك خِيَار يَوْمَيْنِ فَالْقَوْل قَول البَائِع مَعَ يَمِينه وعَلى المُشْتَرِي الْبَيِّنَة لِأَنَّهُ مُدع\nوَكَذَلِكَ لَو قَالَ البَائِع لي خِيَار يَوْمَيْنِ وَقَالَ المُشْتَرِي بل لَك خِيَار يَوْم فان القَوْل قَول المُشْتَرِي مَعَ يَمِينه وعَلى البَائِع الْبَيِّنَة\n40 - وَإِن قَالَ المُشْتَرِي لي خِيَار وَقَالَ البَائِع مَا شرطت لَك خيارا فان القَوْل قَول البَائِع مَعَ يَمِينه وعَلى المُشْتَرِي الْبَيِّنَة لِأَنَّهُ مُدع\nوَقَالَ أَبُو يُوسُف القَوْل قَول الَّذِي يقر بالبتات فِي البيع وَالْمُدَّعِي بِالْخِيَارِ عَلَيْهِ الْبَيِّنَة\nوَإِن قَالَ البَائِع لي الْخِيَار وَقَالَ المُشْتَرِي مَا لَك خِيَار كَانَ القَوْل قَول المُشْتَرِي مَعَ يَمِينه وعَلى البَائِع الْبَيِّنَة وَأيهمَا ادّعى الْخِيَار فَإِنَّهُ لَا يصدق إِلَّا بِبَيِّنَة وَالْقَوْل قَول الآخر فِي قَول أبي يُوسُف وَمُحَمّد\n41 - وَلَو كَانَ الْمَبِيع دَارا كَانَ للْبَائِع فِيهَا خِيَار لم يكن فِيهَا شُفْعَة لِأَن البيع لم يجب بعد",
        "(5/140)\n\nوَإِن كَانَ الْخِيَار للْمُشْتَرِي فَللشَّفِيع فِيهَا شُفْعَة لِأَن البيع قد وَجب\n42 - وَإِذا قَالَ الرجل للرجل اذْهَبْ بِهَذِهِ السّلْعَة فَانْظُر اليها الْيَوْم فَإِن رضيتها فَهِيَ لَك بِأَلف دِرْهَم فَقَالَ نعم فَهَذَا وَقَوله وَقد أَخَذتهَا بِالْألف وَأَنا بِالْخِيَارِ إِلَى اللَّيْل سَوَاء\n43 - وَإِذا كَانَ المُشْتَرِي بِالْخِيَارِ فِي الْجَارِيَة ثَلَاثَة أَيَّام فاستخدمها فَلَيْسَ هَذَا اخْتِيَارا وَإِنَّمَا يَجْعَل الْخِيَار فِي الرَّقِيق لهَذَا\nوَكَذَلِكَ لَو كَانَت دَابَّة فركبها ينظر إِلَيْهَا أَو إِلَى سَيرهَا\nوَكَذَلِكَ لَو كَانَ قَمِيصًا فلبسه ينظر إِلَى قدره عَلَيْهِ فَهُوَ على خِيَاره وَإِن لبسه بعد ذَلِك فقد رضيه\n44 - وَإِذا سَافر على الدَّابَّة فقد رضيها\nوَإِذا سكن الدَّار فقد رضيها وأبطل الْخِيَار\nوَإِذا غشي الْجَارِيَة أَو لمسها بِشَهْوَة أَو قبلهَا بِشَهْوَة فقد رضيها وأبطل الْخِيَار وَكَذَلِكَ إِن نظر إِلَى فرجهَا من شَهْوَة\n(5/141)",
        "\nوَكَذَلِكَ إِذا أَصَابَهَا عِنْده عيب من فعله أَو من فعل غَيره أَو أَصَابَهَا بلَاء عِنْده فَإِن هَذَا كُله بِمَنْزِلَة الرِّضَا\nوَإِن كَانَت الْأمة هِيَ الَّتِي نظرت إِلَى فرج الرجل أَو لمسته بِشَهْوَة أَو قبلته بِشَهْوَة فَأقر السَّيِّد بذلك أَنَّهَا فعلت ذَلِك من شَهْوَة فقد جَازَت عَلَيْهِ لِأَنَّهُ إِذا أقرّ بذلك مِنْهَا حرمت عَلَيْهِ ابْنَتهَا وَأمّهَا وَكَذَلِكَ هَذَا فِي الرّجْعَة وَهُوَ قَول أبي يُوسُف قاسه على قَول أبي حنيفَة\nوَأما فِي قَول مُحَمَّد فَلَا يكون مَا صنعت الْجَارِيَة بالمشتري رضَا من المُشْتَرِي لِأَنَّهُ لم يصنع\nوَلَو لم يكن الْخِيَار للْمُشْتَرِي وَكَانَ للْبَائِع فجامعها أَو لمسها من شَهْوَة أَو قبلهَا من شَهْوَة كَانَ هَذَا نقضا للْبيع\n45 - وَإِذا بَاعَ الرجل خَادِمًا لرجل بأَمْره وَاشْترط الْخِيَار لآمره فَقَالَ البَائِع قد رَضِي الْآمِر وَأَجَازَ البيع وَقَالَ الْآمِر مَا رضيت وَلَا أجزت فَإِن القَوْل قَول الْآمِر وَلَا يمْضِي البيع وعَلى الْآمِر الْيَمين مَا أجَازه\n(5/142)\n",
        "وَإِن اخْتلف الْآمِر وَالْمُشْتَرِي فِي الْخَادِم فَقَالَ الْآمِر لَيْسَ هَذِه بخادمي وَقَالَ المُشْتَرِي هِيَ الْخَادِم الَّتِي اشْتريت مِنْك فَالْقَوْل فِي ذَلِك قَول المُشْتَرِي مَعَ يَمِينه\nوَكَذَلِكَ لَو كَانَ المُشْتَرِي بِالْخِيَارِ فَردهَا فاختلفا فِيهَا فَالْقَوْل فِي ذَلِك قَول المُشْتَرِي مَعَ يَمِينه\n46 - فَإِذا رَضِي الَّذِي لَهُ الْخِيَار بِالْبيعِ بِقَلْبِه من غير أَن يَقُول قولا أَو يصنع شَيْئا يُوجب البيع فَإِن الرِّضَا لَهُ بِالْقَلْبِ لَيْسَ بِشَيْء\nوَلَا يكون رضَا بِالْقَلْبِ حَتَّى يتَكَلَّم أَو يعْمل عملا يعرف أَنه قد رَضِي بِعَمَلِهِ ذَلِك\nوَإِذا أجمع على ردهَا بِقَلْبِه فَلَيْسَ بِشَيْء وَله بعد هَذَا أَن يَأْخُذهَا وَأَن يُوجب البيع\n47 - وَإِن لم يكن للخيار وَقت فلصاحبه أَن يَأْخُذ بِالْخِيَارِ مَا بَينه وَبَين ثَلَاثَة أَيَّام فَإِذا مَضَت الثَّلَاثَة الْأَيَّام قبل أَن يخْتَار\n(5/143)\n\nالبيع فَالْبيع فَاسد لِأَن الْخِيَار لَا يكون أَكثر من ثَلَاثَة أَيَّام فِي قَول أبي حنيفَة\n48 - وَإِذا اشْترى الرجل عَبْدَيْنِ أَحدهمَا بِأَلف وَالْآخر بِخَمْسِمِائَة على أَن يَأْخُذ أَحدهمَا وَيرد الآخر أَيهمَا شَاءَ وعَلى أَنه لَا يأخذهما جَمِيعًا فماتا جَمِيعًا فَقَالَ البَائِع مَاتَ الَّذِي بِأَلف قبل وَقَالَ المُشْتَرِي بل مَاتَ الَّذِي بِخَمْسِمِائَة قبل فَإِنَّهُ لَا يصدق وَاحِد مِنْهُمَا على مَا قَالَ غير أَن على المُشْتَرِي الْيَمين بِاللَّه مَا يعلم أَن الَّذِي بِأَلف مَاتَ أَولا وَيحلف البَائِع بِاللَّه مَا يعلم أَن الَّذِي بِخَمْسِمِائَة مَاتَ أَولا فَأَيّهمَا نكل عَن الْيَمين لزمَه دَعْوَى صَاحبه وَإِن حلفا جَمِيعًا لزمَه نصف ثمن كل وَاحِد مِنْهُمَا",
        "(5/144)\n\nوَقَالَ يَعْقُوب بعد ذَلِك القَوْل قَول المُشْتَرِي فِي ذَلِك وَأيهمَا زعم أَنه الَّذِي مَاتَ أَولا فَالْقَوْل قَوْله مَعَ يَمِينه لِأَنَّهُ مدعي عَلَيْهِ الْفضل إِلَّا أَن يُقيم الآخر بَيِّنَة وَهَذَا قَول مُحَمَّد\nفَإِن قَامَت الْبَيِّنَة لكل وَاحِد مِنْهُمَا على دَعْوَى صَاحبه لزم المُشْتَرِي ألف دِرْهَم لِأَن البَائِع يَدعِي الْفضل\nوَكَذَلِكَ لَو لم يموتا جَمِيعًا وَلَكِن حدث بهما جَمِيعًا عيب ثمَّ مَاتَا ثمَّ قَامَت بَيِّنَة أَن الَّذِي بِأَلف دِرْهَم مَاتَ أَولا وَأقَام المُشْتَرِي الْبَيِّنَة أَن الَّذِي بِخَمْسِمِائَة مَاتَ أَولا فَإِذا جَاءَت الْبَيِّنَتَانِ جَمِيعًا أخذت بِبَيِّنَة الْألف وَكَذَلِكَ لَو جَاءُوا مُتَفَرّقين وَهُوَ قَول مُحَمَّد\n49 - وَإِذا اشْترى الرجل عبدا على أَن البَائِع بِالْخِيَارِ ثَلَاثَة أَيَّام فَقطعت يَد العَبْد عِنْد المُشْتَرِي قطعهَا المُشْتَرِي أَو غَيره فان البَائِع\n(5/145)",
        "\nبِالْخِيَارِ إِن شَاءَ ألزمهُ البيع وَأخذ الثّمن وان شَاءَ أَخذ عَبده وَأخذ نصف قِيمَته من المُشْتَرِي وَاتبع المُشْتَرِي الْقَاطِع\nوَإِن كَانَ البَائِع هُوَ الَّذِي قطع يَد العَبْد ثمَّ أَرَادَ أَن يلْزم المُشْتَرِي البيع فَلَيْسَ لَهُ ذَلِك وقطعه يَده اخْتِيَار للْبيع ورد لَهُ\n50 - وَإِذا اشْترى الرجل جَارِيَة على أَنه فِيهَا بِالْخِيَارِ فَولدت عِنْده أَو وَطئهَا هُوَ أَو غَيره بفجور أَو غير ذَلِك فان الْخِيَار قد انْقَطع وَلَزِمَه البيع لِأَن هَذَا شَيْء حدث فِيهَا يلْزم البيع فِي مثله\nوَإِذا اشْترى النَّصْرَانِي من النَّصْرَانِي خمرًا على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام ثمَّ أسلم المُشْتَرِي قبل الثَّلَاث فَلهُ أَن يرد الْخمر وَقد انْتقض البيع\nوَكَذَلِكَ رجل مُسلم اشْترى من مُسلم عبدا على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام ثمَّ ارْتَدَّ عَن الْإِسْلَام المُشْتَرِي قبل أَن تمْضِي الثَّلَاث فَلهُ أَن يرد العَبْد وَلَا يُوجب عَلَيْهِ الْإِسْلَام وَلَا الْكفْر شَيْئا\n(5/146)\n",
        "52 - وَإِذا اشْترى النَّصْرَانِي من النَّصْرَانِي خمرًا فَلم يقبضهَا حَتَّى أسلم المُشْتَرِي فَلَا بيع بَينهمَا\nوَكَذَلِكَ لَو كَانَ البَائِع هَذَا الَّذِي أسلم\nوَهَذَا اسْتِحْسَان وَلَيْسَ بِقِيَاس\n53 - وَإِذا اشْترى الرجل عَبْدَيْنِ بِأَلف دِرْهَم على أَن أَحدهمَا لَهُ لَازم وَالْآخر هُوَ فِيهِ بِالْخِيَارِ إِن شَاءَ أمْسكهُ وَإِن شَاءَ رده فَهَذَا فَاسد لَا يجوز لِأَنَّهُ لَا يعرف الَّذِي لزمَه وَالَّذِي هُوَ فِيهِ بِالْخِيَارِ\nفَإِن مَاتَا وَقد اشتراهما بِأَلف دِرْهَم وقيمتهما أَلفَانِ فَهُوَ ضَامِن لقيمتهما\n54 - وَإِذا اشْترى النَّصْرَانِي من النَّصْرَانِي خمرًا أَو خنزيرا وَهُوَ بِالْخِيَارِ ثَلَاثَة أَيَّام فَأَسْلمَا جَمِيعًا أَو أَحدهمَا قبل صَاحبه قبل أَن يمْضِي الْخِيَار فان البيع فَاسد ينْتَقض قبض أَو لم يقبض فِي قِيَاس قَول أبي حنيفَة\n(5/147)\n\nوَأما فِي قَول أبي يُوسُف وَمُحَمّد إِذا قبض المُشْتَرِي لزمَه البيع وَوَجَب عَلَيْهِ الثّمن\nوَهَذَا كالرؤية",
        "(5/148)\n\n- 7 بَاب الْخِيَار بِغَيْر شَرط\n-\n1 - وَإِذا اشْترى الرجل جراب هروي أَو عدل زطي أَو سمنا أَو زيتا فِي زق أَو حِنْطَة فِي جوالق وَلم ير شَيْئا من ذَلِك فَهُوَ بِالْخِيَارِ إِذا رَآهُ\nوَلَيْسَ للخيار فِي هَذَا وَقت\n2 - فَإِن رأى بَعْضهَا وَلم ير كُله فَهُوَ فِيمَا بَقِي من الثِّيَاب بِالْخِيَارِ وَيرد مَا لم ير وَمَا قد رأى\nوَلَو بَقِي ثوب وَاحِد لم يره كَانَ لَهُ أَن يردهَا جَمِيعًا\nوَكَذَلِكَ كل حَيَوَان أَو عرُوض مِمَّا لَا يُكَال وَلَا يُوزن\nأما السّمن وَالزَّيْت وَالْحِنْطَة فَإِن كَانَ الَّذِي لم يره مثل الَّذِي قد رَآهُ فَهُوَ لَهُ لَازم لِأَنَّهُ شَيْء وَاحِد\nفَإِن اخْتلفَا فَقَالَ المُشْتَرِي قد تغير وَقَالَ البَائِع لم يتَغَيَّر فَالْقَوْل فِي ذَلِك قَول البَائِع مَعَ يَمِينه وعَلى المُشْتَرِي الْبَيِّنَة\n3 - وَإِن رأى الرجل مَتَاعا مطويا وَلم ينشره وَلم يفتشه\n(5/149)",
        "\nفَاشْتَرَاهُ على ذَلِك فَالْبيع لَهُ لَازم وَلَا خِيَار لَهُ فِيهِ\n4 - وَلَو نظر إِلَى مَمْلُوك أَو إِلَى دَابَّة كائنة مَا كَانَت ثمَّ اشْتَرَاهَا بعد من صَاحبهَا بعد ذَلِك بِشَهْر لم يكن فِيهِ خِيَار\nفَإِن قَالَ المُشْتَرِي قد تَغَيَّرت عَن حَالهَا الَّذِي رَأَيْتهَا عَلَيْهِ فَعَلَيهِ الْبَيِّنَة على مَا قَالَ فَإِن لم تكن لَهُ بَيِّنَة فعلى البَائِع الْيَمين بِاللَّه فَإِن نكل عَن الْيَمين بَطل البيع وَإِن حلف مضى البيع على المُشْتَرِي\n5 - وَإِذا اشْترى الرجل بيعا وَلم يره ثمَّ أرسل رَسُولا من قبله فَقَبضهُ فَهُوَ بِالْخِيَارِ إِذا رَآهُ وَلَا يُوجِبهُ عَلَيْهِ نظر الرَّسُول إِلَى الْمَتَاع وَقَبضه إِيَّاه\nوَلَو وكل وَكيلا يقبضهُ كَانَ قبض الْوَكِيل عَلَيْهِ جَائِزا وَلَا خِيَار لَهُ بعد نظر الْوَكِيل إِلَيْهِ وَلَيْسَ الْوَكِيل فِي هَذَا كالرسول وَهَذَا قَول أبي حنيفَة\nوَأما فِي قَول أبي يُوسُف وَمُحَمّد فالوكيل وَالرَّسُول فِي ذَلِك سَوَاء وَالْمُشْتَرِي فيهمَا جَمِيعًا بِالْخِيَارِ إِذا رأى إِن شَاءَ أَخذ وَإِن شَاءَ ترك لِأَن المُشْتَرِي لم يُوكله بِالرُّؤْيَةِ بِشَيْء وَلم يرض بِهِ إِنَّمَا وَكله بِالْقَبْضِ\n(5/150)\n",
        "6 - وَإِذا اشْترى الرجل عدل زطي وَلم يره ثمَّ بَاعَ مِنْهُ ثوبا أَو لبسه حَتَّى تغير أَو قطعه ثمَّ نظر إِلَى مَا بَقِي فَلم يرضه فَلَيْسَ لَهُ أَن يردهُ فَالْبيع لَهُ لَازم إِنَّمَا لَهُ أَن يَأْخُذ كُله أَو يرد كُله إِلَّا أَن يجد بِهِ عَيْبا فَيردهُ بِالْعَيْبِ\n7 - وَإِذا اشْترى الرجل عدل زطي بِثمن وَاحِد أَو كل ثوب بِعشْرَة أَو كرّ حِنْطَة أَو خادمين أَو شَيْئا مِمَّا يُكَال أَو يُوزن فَحدث فِي شَيْء مِنْهُ عيب قبل أَن يقبضهُ فَهُوَ بِالْخِيَارِ إِن شَاءَ أَخذه كُله وَإِن شَاءَ تَركه كُله وَلَيْسَ لَهُ أَن يَأْخُذ الَّذِي لَيْسَ بِهِ عيب بِحِصَّتِهِ من الثّمن وَيرد الَّذِي بِهِ الْعَيْب لِأَنَّهَا صَفْقَة وَاحِدَة\nوَلَو كَانَ قبض ثمَّ رأى الْعَيْب لزمَه الَّذِي لَيْسَ بِهِ عيب بِحِصَّتِهِ من الثّمن وَكَانَ بِالْخِيَارِ فِي الَّذِي بِهِ الْعَيْب إِن شَاءَ رده وَإِن شَاءَ أمْسكهُ\nوَأما مَا كَانَ من كيل أَو وزن من ضرب وَاحِد فَقَبضهُ ثمَّ وجد بِهِ عَيْبا بعد ذَلِك قد دلسه بِهِ فَلَيْسَ لَهُ إِلَّا أَن يَأْخُذهُ جَمِيعًا أَو يردهُ جَمِيعًا\n(5/151)\n\n8 - وَإِذا اشْترى الرجل عدل زطي أَو جراب هروي أَو شَيْئا من الْعرُوض أَو الْحَيَوَان صَفْقَة وَاحِدَة فَاسْتحقَّ بعضه قبل أَن يقبض أَو حدث بِهِ عيب أَو كَانَ بِهِ عيب قبل أَن يَشْتَرِيهِ فَاطلع عَلَيْهِ قبل أَن يقبض فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذه كُله وَإِن شَاءَ رده كُله وَلَيْسَ لَهُ أَن يَأْخُذ بعضه دون بعض لِأَنَّهَا صَفْقَة وَاحِدَة وَلِأَنَّهُ لم يقبضهُ\nوَإِن كَانَ قد قَبضه ثمَّ اسْتحق بعضه أَو وجد بِبَعْضِه عَيْبا فَإِن لَهُ أَن يرد الَّذِي بِهِ الْعَيْب خَاصَّة ويمسك مَا سواهُ وَيرجع بِثمن مَا اسْتحق خَاصَّة وَيلْزمهُ مَا بَقِي مِمَّا لم يسْتَحق\nوَلَو كَانَ ثوبا وَاحِدًا أَو عبدا وَاحِدًا مِمَّا لَا يَتَبَعَّض فَاسْتحقَّ بعضه كَانَ لَهُ أَن يرد مَا بَقِي\nوَلَو كَانَ ثَوْبَيْنِ فَاسْتحقَّ أَحدهمَا فَاسْتحقَّ أَحدهمَا جَازَ عَلَيْهِ الآخر إِذا كَانَ الِاسْتِحْقَاق بعد الْقَبْض وَلَو كَانَ قبض أَحدهمَا وَلم يقبض الآخر ثمَّ اسْتحق الَّذِي قبض أَو الآخر أَيهمَا مَا كَانَ فَلهُ الْخِيَار فِي الْبَاقِي",
        "(5/152)\n\nبِحِصَّتِهِ من الثّمن إِن شَاءَ أَخذ بذلك وَإِن شَاءَ تَركه لِأَنَّهُ لم يقبض مَا اشْترى كُله\n9 - وَإِذا اشْترى شَيْئا مِمَّا يُكَال أَو يُوزن صَفْقَة وَاحِدَة فَاسْتحقَّ بعضه فَإِن لَهُ أَن يتْرك مَا بَقِي وَلَا يَأْخُذهُ إِن كَانَ اسْتحق قبل الْقَبْض\nوَكَذَلِكَ إِن وجده نَاقِصا فَلهُ أَن يتْركهُ وَإِن شَاءَ أَخذه بِحِصَّتِهِ من الثّمن\n10 - فَإِن كَانَ اشْترِي عدل زطي بِثمن وَاحِد فَوَجَدَهُ نَاقِصا أَو زَائِدا فَلَا خير فِي البيع وَله أَن يردهُ\nوَإِن كَانَ سمى لكل ثوب ثمنا فَلَا خير فِيهِ إِذا كَانَ زَائِدا لِأَن الَّذِي وَقع عَلَيْهِ البيع فِي هَذَا مَجْهُول لَا يعرف\nوَإِن كَانَ نَاقِصا فَعلم بذلك قبل أَن يقبض أَو بعد مَا قبض فَهُوَ بِالْخِيَارِ إِن شَاءَ ترك وَإِن شَاءَ أَخذ مَا بَقِي بِمَا سمى لكل ثوب من الثّمن\n11 - وَإِذا اشْترى الرجل كرّ حِنْطَة بِخَمْسِينَ درهما فَوَجَدَهُ\n(5/153)",
        "\nنَاقِصا فَإِن شَاءَ أَخذه بِحِصَّتِهِ من الثّمن لِأَن هَذَا يعرف مَا نصِيبه من الثّمن فَلَيْسَ هَذَا كالعروض الَّتِي ثمنهَا جملَة وَاحِدَة\n12 - وَإِذا اشْترى الرجل أمتين صَفْقَة وَاحِدَة فَإِذا إِحْدَاهمَا أم ولد أَو مُدبرَة أَو مُكَاتبَة فَعلم قبل الْقَبْض فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ لم يلْزمه الْأمة الْبَاقِيَة وَإِن شَاءَ أَخذهَا بحصتها من الثّمن\n13 - وَالْأَعْمَى فِي كل مَا اشْترى إِذا لم يقلب وَلم يجس بِالْخِيَارِ فَإِذا قلب أَو جس فَهُوَ بِمَنْزِلَة النّظر من الصَّحِيح وَلَا خِيَار لَهُ إِذا لم يجد بِهِ عَيْبا\nفَإِن وجد بِعْ عَيْبا فَهُوَ بِمَنْزِلَة الصَّحِيح\n(5/154)\n",
        "- 8 بَاب الْمُرَابَحَة\n-\n1 - وَإِذا اشْترى الرجل بيعا نَسِيئَة فَلَيْسَ لَهُ أَن يَبِيعهُ مُرَابحَة حَتَّى يبين لَهُ أَنه اشْتَرَاهُ نَسِيئَة فَإِن بَاعه مُرَابحَة وكتم ذَلِك فَالْمُشْتَرِي بِالْخِيَارِ إِذا اطلع على ذَلِك إِن شَاءَ رده وَأخذ مَاله وَإِن شَاءَ أجَاز البيع\nفَإِن كَانَ المُشْتَرِي قد اسْتهْلك البيع أَو قد اسْتهْلك بعضه فَالْبيع لَازم لَهُ جَائِز عَلَيْهِ وَلَيْسَ لَهُ أَن يرد مَا بَقِي مِنْهُ بذلك وَلَا يرجع فِي شَيْء من الثّمن\n2 - وَإِذا اشْترى الرجل خَادِمًا أَو ثوبا أَو طَعَاما أَو دَابَّة فَأصَاب الْخَادِم بلَاء ذهب من ذَلِك بصرها أَو لَزِمَهَا من ذَلِك عيب أَو أصَاب الدَّابَّة من ذَلِك عيب أَو أصَاب الثَّوْب من ذَلِك عيب أَو أصَاب الطَّعَام شَيْء فدخله من ذَلِك عيب فَلَا بَأْس أَن يَبِيع ذَلِك مُرَابحَة\n(5/155)\n\nأَلا ترى أَن الثَّوْب لَو اصفر أَو توسخ وَكَانَ ذَلِك ينقصهُ فَلَا بَأْس بِأَن يَبِيع ذَلِك مُرَابحَة\nوَلَو أصَاب من غلَّة الْخَادِم أَو الدَّابَّة أَو الدَّار أَو العَبْد شَيْئا بَاعه مُرَابحَة لِأَن الْغلَّة لَيست من أصل ذَلِك البيع\n3 - وَإِن أصَاب العَبْد شَيْء من ذَلِك عيب من عمل الْمولى ينقصهُ فَلَا يَبِيع شَيْئا من ذَلِك مُرَابحَة حَتَّى يبين ذَلِك\nوَكَذَلِكَ إِذا أَصَابَهُ من عمل غَيره لِأَنَّهُ ضَامِن لما ينقصهُ فَإِن كَانَ عمله بِإِذن الْمولى فَهُوَ إِذا بِمَنْزِلَة الْمولى\nفَإِن بَاعَ شَيْئا من ذَلِك وَلم يُبينهُ فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ رد البيع وَإِن شَاءَ أمْسكهُ وَإِن كَانَ قد اسْتَهْلكهُ أَو بعضه لزم البيع وَلم يكن للْمُشْتَرِي أَن يردهُ وَلَا يرد مَا بَقِي وَلَا يرجع فِي شَيْء من الثّمن\n4 - وَإِذا ولدت الْجَارِيَة أَو الْغنم أَو الْبَقر أَو الْإِبِل أَو أثمر النّخل أَو الشّجر فَلَا بَأْس بِأَن يَبِيعهُ مُرَابحَة وَذَلِكَ مَعَه",
        "(5/156)\n\nفان اسْتهْلك الْمولى ذَلِك فَلَيْسَ لَهُ أَن يَبِيع شَيْئا من ذَلِك مُرَابحَة حَتَّى يبين مَا أصَاب من ذَلِك\nوَكَذَلِكَ ألبان الْغنم وأصوافها وسمونها مَا أصَاب من ذَلِك من شَيْء فَلَا يَبِيع شَيْئا من ذَلِك مُرَابحَة حَتَّى يبين مَا أصَاب مِنْهَا\n5 - فَإِن كَانَ قد أنْفق عَلَيْهَا مَا يُسَاوِي ذَلِك فِي عَلفهَا أَو مَا يصلحها فَلَا بَأْس بِأَن يَبِيعهَا مُرَابحَة وَلَا يبين ذَلِك\nوَإِن لم يكن أنْفق عَلَيْهَا شَيْئا وَلم يصب من أَوْلَادهَا وَلكنهَا مَاتَت موتا أَو أصَاب الْغلَّة آفَة فأهلكتها فَلهُ أَن يَبِيع ذَلِك مُرَابحَة وَلَا يبين ذَلِك وَإِن كَانَ ذَلِك قد نقص الْخَادِم أَو الْإِبِل أَو الْغنم أَو الْبَقر\n6 - وَإِذا اشْترى الرجل مَتَاعا فَلهُ أَن يَجْعَل عَلَيْهِ من الْخياطَة والقصارة والكراء وَيَقُول قَامَ على بِكَذَا كَذَا وَلَا يَقُول اشْتَرَيْته بِكَذَا وَكَذَا فَإِن ذَلِك كذب لِأَنَّهُ لم يَأْخُذهُ بِهِ إِنَّمَا قَامَ\n(5/157)",
        "\nعَلَيْهِ مَعَ النَّفَقَة بعد مَا اشْتَرَاهُ بِكَذَا كَذَا وَقد اشْتَرَاهُ بِأَقَلّ مِمَّا قَامَ عَلَيْهِ ثمَّ لحقه من النَّفَقَة حَتَّى قَامَ عَلَيْهِ بذلك\nوَلَا يلْحق مَا أنْفق على نَفسه وسفره فِي طَعَام وَلَا مؤونة وَلَا كِرَاء وَأما الرَّقِيق فَلهُ أَن يلْحق بهم طعامهم وكسوتهم بِالْمَعْرُوفِ ثمَّ يَقُول قَامُوا على بِكَذَا وَكَذَا\n7 - وَإِذا اشْترى الرجل طَعَاما فَأكل نصفه أَو ثلثه فَلهُ أَن يَبِيع النّصْف الْبَاقِي مُرَابحَة على نصف الثّمن لِأَن علمه يُحِيط ان هَذَا نصفه\nوَكَذَلِكَ كل شَيْء يُكَال أَو يُوزن بعد أَن يكون من ضرب وَاحِد\nفَإِن كَانَ مُخْتَلفا فَلَا يبيعن مُرَابحَة بِمَا بَقِي قل أَو كثر\nوَكَذَلِكَ الثَّوْب الْوَاحِد إِذا ذهب نصفه احْتَرَقَ أَو حرقه إِنْسَان أَو هُوَ أَو بَاعه أَو وهبه أَو تصدق بِهِ فَلَا يَبِيع النّصْف الْبَاقِي مُرَابحَة على الثّمن الأول لِأَنَّهُ لَا يدْرِي ان هَذَا وَذَاكَ سَوَاء من قبل مَا دخل فِي شقَّه\n8 - وَكَذَلِكَ الثوبان إِذا اشتراهما جَمِيعًا صَفْقَة وَاحِدَة فَلَا يبيعن أَحدهمَا مُرَابحَة دون الآخر لِأَنَّهُ لَا يعلم مَا رَأس مَال هَذَا من هَذَا إِلَّا ظنا بظنه أَو حزرا بحزره\n(5/158)\n",
        "9 - وَكَذَلِكَ لَو اشْترى عدل زطي أَو عدل يَهُودِيّ أَو جراب هروي بِأَلف دِرْهَم فَلَا يبيعن ثوبا مِنْهَا مُرَابحَة لِأَنَّهُ لَا يعلم مَا رَأس مَاله\nوَلَو كَانَ أَخذ كل ثوب مِنْهَا بِعشْرَة دَرَاهِم فَلهُ أَن يَبِيع كل ثوب مِنْهَا مُرَابحَة على عشرَة وَهَذَا قَول أبي حنيفَة وَأبي يُوسُف\nوَقَالَ مُحَمَّد لَا يبيعن مُرَابحَة حَتَّى يبين أَنه اشْترى مَعَه غَيره\n10 - وَكَذَلِكَ لَو بَاعَ كل ثوب مِنْهَا برقمه الَّذِي عَلَيْهِ أَو زِيَادَة دانق على رقمه ثمَّ علم مَا رقمه فَرضِي بذلك فَهُوَ جَائِز وَله أَن يَبِيعهُ مُرَابحَة على مَا سمى لكل ثوب\nأَلا ترى أَنه لَو كَانَ ثَوْبَان فَأَخذهُمَا جَمِيعًا الْأَبْيَض بِعشْرَة والأصفر بِخَمْسَة عشر كَانَ لَهُ أَن يَبِيع كل وَاحِد مِنْهُمَا على مَا سمى لَهُ وَلَو كَانَتَا دارين كَانَ لشفيع كل وَاحِد مِنْهُمَا أَن يَأْخُذهَا بِالَّذِي سمى لَهَا وَلَو وجد عَيْبا يرد مِنْهُ رد كل ثوب وجد فِيهِ الْعَيْب بِمَا سمى لَهُ من الثّمن ثمَّ لَو اسْتحق ثوب مِنْهَا برِئ من ثمنه الَّذِي سمى لَهُ وَهَذَا قَول أبي حنيفَة وَأبي يُوسُف\nوَأما فِي قَول مُحَمَّد فَإِذا اشْترى ثيابًا صَفْقَة وَاحِدَة بَعْضهَا\n(5/159)\n\nأفضل من بعض كل ثوب بِعشْرَة فَلَا يَنْبَغِي أَن يَبِيع ثوبا مِنْهَا مُرَابحَة على عشرَة حَتَّى يبين الْأَمر على وَجهه لِأَن الرجل قد يَشْتَرِي الثَّوْبَيْنِ بِمِائَة وَخمسين أَحدهمَا يُسَاوِي مائَة وَالْآخر يُسَاوِي خمسين كل ثوب بِخَمْسَة وَسبعين فَإِن بَاعَ أَحدهمَا بِخَمْسَة وَسبعين مُرَابحَة كَانَ ذَلِك قبيحا لِأَنَّهُ إِنَّمَا زَاد فِي ثمن ذَلِك لمَكَان الآخر حَتَّى يبين فيبيع كَيفَ يَشَاء\n11 - وَإِذا اشْترى الرجل بيعا بحنطة أَو شعير أَو شَيْء مِمَّا يُكَال أَو يُوزن فَلَا بَأْس بِأَن يَبِيعهُ مُرَابحَة على ذَلِك\n12 - وَإِذا اشْترى الرجل ثوبا بِعشْرَة دَرَاهِم فَبَاعَهُ بِخَمْسَة عشر",
        "(5/160)\n\nدرهما ثمَّ اشْتَرَاهُ بِعشْرَة فَلَا يَبِيعهُ مُرَابحَة حَتَّى يطْرَح ربحه الأول من رَأس مَال البيع الآخر فَيقوم بِخَمْسَة دَرَاهِم وَهَذَا قَول أبي حنيفَة\nوفيهَا قَول آخر قَول أبي يُوسُف وَمُحَمّد فَلَا يَبِيعهُ مُرَابحَة على عشرَة دَرَاهِم وَلَا يطْرَح مِنْهَا شَيْئا لِأَنَّهُ شِرَاء مُسْتَقْبل لَا يدْخل فِيهِ شَيْء كَانَ قبله من ربح وَلَا وضيعة\nأَلا ترى أَنه لَو كَانَ أَصله هبة أَو صَدَقَة أَو مِيرَاثا أَو وَصِيَّة ثمَّ بَاعه ثمَّ اشْتَرَاهُ كَانَ لَهُ أَن يَبِيعهُ مُرَابحَة على الثّمن الآخر وَلَا يطْرَح مِنْهُ شَيْئا\nوَلَو كَانَ أَصله بيعا فَبَاعَهُ بوصيف أَو بِدَابَّة ثمَّ اشْتَرَاهُ بِعشْرَة كَانَ لَهُ أَن يَبِيعهُ مُرَابحَة وَلَا يطْرَح مِنْهُ شَيْئا فَكيف يطْرَح الوصيف وَالدَّابَّة من الْعشْرَة\n13 - وَإِذا اشْترى الرجل نصف عبد بِمِائَة دِرْهَم وَاشْترى آخر نصفه بمائتين ثمَّ باعاه مُرَابحَة أَو قَالَا ربح كَذَا وَكَذَا\n(5/161)",
        "\nعلى رَأس المَال أَو بوضيعة كَذَا وَكَذَا من رَأس المَال فَإِن الثّمن يكون بَينهمَا أَثلَاثًا على مِائَتَيْنِ وعَلى مائَة\nوَلَو كَانَ أَحدهمَا قد اشْترى ثلثه بِمِائَة دِرْهَم وَاشْترى الآخر ثُلثَيْهِ بِمِائَتي دِرْهَم ثمَّ باعاه مُرَابحَة كَانَ الثّمن بَينهمَا على مَا سميا من الثّمن\nوَكَذَلِكَ لَو ولياه رجلا بِالَّذِي أخذاه بِهِ\nوَلَو قسما الثّمن بَينهمَا على الْقدر الَّذِي لَهما فِي العَبْد فربحا أَحدهمَا أَو وضع الآخر فَهَذَا لَا يكون وَقد باعاه مُرَابحَة أَو ولياه رجلا بِالَّذِي أخذاه بِهِ\n14 - وَإِذا أنْفق الرجل على عَبده فِي تَعْلِيم عمل من الْأَعْمَال دَرَاهِم فَإِنَّهُ لَا يلْحق ذَلِك فِي رَأس مَاله وَلَا يَبِيعهُ مُرَابحَة على ذَلِك\nفَكَذَلِك الشّعْر والغناء والعربية وَأجر تَعْلِيم الْقُرْآن لَا يوضع\n(5/162)\n",
        "شَيْء من هَذَا على رَأس المَال وكل شَيْء علم بِهِ رجل جَارِيَة لَهُ أَو عبدا لَهُ مِمَّا لَا يحل فَلَا يلْحق بِرَأْس مَاله\nوَكَذَلِكَ أجر الطَّبِيب وَأجر الرائض والراعي وَجعل الْآبِق وَأجر الْحجام والختان فَهُوَ مثل ذَلِك أَيْضا\nوَأما سائق الْغنم الَّذِي يَسُوقهَا من بلد إِلَى بلد فَإِنَّهُ يلْحقهُ فِي رَأس مَاله\nوَكَذَلِكَ أجر السمسار يلْحقهُ فِي رَأس مَاله مثل أجر الْقصار وَلَا يلْحق أجر الْمعلم الْحساب فِي رَأس مَاله وَكَذَلِكَ أجر النائحة\n15 - وَلَو بَاعَ جاريتين إِحْدَاهمَا أفضل من الْأُخْرَى وَقد اشْترى كل وَاحِدَة مِنْهُمَا بِخَمْسِمِائَة فباعهما مُرَابحَة كَانَ الثّمن نِصْفَيْنِ وَإِن كَانَت إِحْدَاهمَا أفضل من الْأُخْرَى\n(5/163)\n\nأَلا ترى أَنَّهُمَا لَو كَانَتَا دارين على هَذِه الصّفة أَخذ الشَّفِيع كل وَاحِدَة مِنْهُمَا بِالَّذِي أَخذهَا بِهِ لَا ينقصهُ وَلَا يزِيدهُ شَيْئا\nوَكَذَلِكَ التَّوْلِيَة\nوَقَالَ مُحَمَّد لَا يَبِيع إِحْدَاهمَا مُرَابحَة حَتَّى يبين أَنه اشْترى مَعهَا غَيرهَا مُرَابحَة\n16 - وَإِذا بَاعَ الرجل مَتَاعه مُرَابحَة ثمَّ حط من البيع الأول شَيْئا فَإِنَّهُ يحط ذَلِك الشَّيْء وَربحه عَن المُشْتَرِي الآخر وَيُجِير على ذَلِك فِي الْقَضَاء\nوَكَذَلِكَ لَو كَانَ ولاه رجلا ثمَّ حط عَنهُ شَيْئا حط مثله عَن المُشْتَرِي\n17 - وَإِذا بَاعَ الرجل مَتَاعا مُرَابحَة فخانه فِي الْمُرَابَحَة ودلس لَهُ فان المُشْتَرِي بِالْخِيَارِ إِذا اطلع على ذَلِك إِن شَاءَ رد الْمَتَاع وَإِن شَاءَ أَخذه بِالثّمن الَّذِي اشْتَرَاهُ بِهِ لَا ينقص مِنْهُ شَيْئا\nفَإِن كَانَ المُشْتَرِي قد أهلك الْمَتَاع أَو بعضه فالثمن لَهُ لَازم وَلَا يحط عَنهُ مِنْهُ شَيْء",
        "(5/164)\n\n18 - وَإِذا أقرّ البَائِع بِأَنَّهُ قد خانه أَو زَاد عَلَيْهِ أَو قَامَت عَلَيْهِ بذلك بَيِّنَة لم يكن للْمُشْتَرِي أَن يرجع فِي شَيْء من ذَلِك لتِلْك الْخِيَانَة إِنَّمَا لَهُ أَن يرد الْمَتَاع كُله كَمَا أَخذه أَو يلْزمه الثّمن كُله وَهَذَا قَول أبي حنيفَة وَمُحَمّد\nوَقَالَ أَبُو يُوسُف نرى أَن يحط عَنهُ الْخِيَانَة وحصتها من الرِّبْح على كل حَال\n19 - واذا اشْترى الرجل ثوبا بِعشْرَة دَرَاهِم فَلَيْسَ لَهُ أَن يَبِيع ذِرَاعا مِنْهُ مُرَابحَة لِأَن الثَّوْب مُخْتَلف\nوَكَذَلِكَ لَيْسَ لَهُ أَن يَبِيع مِنْهُ أَكثر من ذِرَاع أَو أقل مِنْهُ مُرَابحَة إِلَّا أَن يَقُول أبيعك نصفه أَو ثلثه أَو جُزْءا من كَذَا وَكَذَا جُزْءا فَلَا بَأْس بِأَن يَبِيعهُ على هَذِه الصّفة لِأَنَّهُ يكون شَرِيكا فِيهِ كُله بذلك\n20 - وَإِذا اشْترى الرجل مِمَّا يُكَال أَو يُوزن بعد أَن يكون شَيْئا وَاحِدًا غير مُخْتَلف فَلَا بَأْس أَن يَبِيع رطلا مِنْهُ أَو قَفِيزا\n(5/165)",
        "\nمِنْهُ على حِصَّته من الثّمن مُرَابحَة لِأَنَّهُ شَيْء وَاحِد قد أحَاط علمه بِهِ\nفان كَانَ مُخْتَلفا فَلَيْسَ لَهُ أَن يَبِيع وَاحِدًا مِنْهَا مُرَابحَة وَهُوَ قَول أبي حنيفَة\n21 - وَإِذا أسلم الرجل عشرَة دَرَاهِم فِي ثَوْبَيْنِ من نوع وَاحِد وَمن ضرب وَاحِد وَشرط وَاحِد وَأَعْطَاهُ عشرَة دَرَاهِم ثمَّ قبضهما فَلَا يبيعن وَاحِدًا مِنْهَا مُرَابحَة فِي قَول أبي حنيفَة\nوَقَالَ أَبُو يُوسُف وَمُحَمّد لَهُ أَن يَبِيع كل وَاحِد مِنْهُمَا على خَمْسَة دَرَاهِم أَلا ترى أَن صفقتهما وَاحِدَة وَأَنه لَو صَالح الَّذِي عَلَيْهِ السّلم على رَأس مَال أَحدهمَا وَأخذ الآخر كَانَ ذَلِك جَائِزا وَهَذَا قَول أبي حنيفَة وَأبي يُوسُف وَمُحَمّد فِي هَذَا\n22 - وَإِذا اشْترى الرجل نصف عبد بِمِائَة ثمَّ اشْترى\n(5/166)\n",
        "النّصْف الآخر بمائتين فَلهُ أَن يَبِيع أَي النصفين شَاءَ مُرَابحَة على مَا اشْتَرَاهُ بِهِ وَإِن شَاءَ بَاعه كُله على ثَلَاثمِائَة مُرَابحَة\n23 - وَإِذا اشْترى الرجل عبدا بِأَلف دِرْهَم ثمَّ وهب لَهُ البَائِع الثّمن كُله فَلهُ أَن يَبِيعهُ مُرَابحَة على الْألف الَّتِي اشْتَرَاهُ بهَا مِنْهُ\nوَإِن وهب لَهُ بعض الثّمن كَانَ للْمُشْتَرِي أَن يَبِيعهُ مُرَابحَة على مَا بَقِي من الثّمن وَكَذَلِكَ لَو حط عَنهُ بعض الثّمن\nوَلَيْسَ يشبه هبة الثّمن كُله هبة بعض الثّمن\n24 - وَإِذا اشْترى عبدا بِأَلف دِرْهَم ثمَّ بَاعه بِالثّمن عرُوضا أَو أعطَاهُ بِهِ رهنا فَهَلَك الرَّهْن كَانَ لَهُ أَن يَبِيع العَبْد مُرَابحَة على ألف دِرْهَم\n25 - وَإِذا اشْترى الرجل ثوبا بِعشْرَة دَرَاهِم جِيَاد فنقدها فَوجدَ أَحدهَا زائفا فجاوز بِهِ البَائِع عَنهُ فَلهُ أَن يَبِيعهُ مُرَابحَة على عشرَة دَرَاهِم جِيَاد\nوَكَذَلِكَ لَو اشْتَرَاهُ بِعشْرَة دَرَاهِم نقد لَيْسَ لَهَا أجل فَلم ينْقد الثّمن أشهرا فَلهُ أَن يَبِيعهُ مُرَابحَة على عشرَة دَرَاهِم لِأَن هَذَا نقد لَيْسَ بتأخر\n(5/167)\n\n26 - وَإِذا اشْترى الرجل ثوبا بِعشْرَة دَرَاهِم ثمَّ وهبه ثمَّ رَجَعَ فِي هِبته وَأَخذه فَلهُ أَن يَبِيعهُ مُرَابحَة على عشرَة دَرَاهِم\nوَكَذَلِكَ لَو بَاعه بِعشْرَة دَرَاهِم أَو أَكثر ثمَّ رد عَلَيْهِ بِعَيْب أَو بيع فَاسد أَو بِخِيَار أَو باستقالة البَائِع فأقاله كَانَ لَهُ أَن يَبِيعهُ مُرَابحَة على عشرَة دَرَاهِم\n27 - وَلَو كَانَ بَاعه ثمَّ وَرثهُ أَو وهبه أَو صَار فِي ملكه بِغَيْر شِرَاء لم يكن لَهُ أَن يَبِيعهُ مُرَابحَة لِأَن هَذَا الْملك الثَّانِي ملك بِغَيْر شِرَاء وَقد هدر الْملك الأول الَّذِي كَانَ فِيهِ الشِّرَاء\n28 - وَإِذا اشْترى الرجل من أَبِيه أَو أمه أَو مكَاتبه أَو عَبده أَو عبد من موَالِيه أَو مكَاتب من موَالِيه مَتَاعا بِثمن قد قَامَ على البَائِع بِأَقَلّ من ذَلِك فَلَيْسَ للْمُشْتَرِي أَن يَبِيعهُ مُرَابحَة إِلَّا بِالَّذِي قَامَ على البَائِع للتُّهمَةِ\nوَلَيْسَ هَذَا كالشراء من الْأَجْنَبِيّ وَلَا من الْأَخ وَلَا من الْعم",
        "(5/168)\n\n29 - وَإِذا اشْترى الرجل من امْرَأَته فَلَيْسَ لَهُ أَن يَبِيع مُرَابحَة\nوكل من لَا تجوز شَهَادَته لَهُ فَلَا يبيعن مَا اشْترى مِنْهُ مُرَابحَة وَهَذَا قَول أبي حنيفَة\nوَقَالَ أَبُو يُوسُف أَنا أرى أَن يَبِيع كل مَا اشْترى من هَؤُلَاءِ مُرَابحَة مَا خلا عَبده أَو مكَاتبه أَو عبد من مَوْلَاهُ وَهُوَ قَول مُحَمَّد\n30 - وَإِذا اشْترى الرجل ثوبا بِثَوْب قد قَامَ الثَّوْب الأول بِعشْرَة دَرَاهِم فَلَيْسَ لَهُ أَن يَبِيع الثَّوْب الآخر مُرَابحَة على عشرَة دَرَاهِم\n31 - وَإِذا اشْترى الرّجلَانِ من رجل عدل زطي بِأَلف دِرْهَم فاقتسماه بَينهمَا فَلَيْسَ لوَاحِد مِنْهُمَا أَن يَبِيع نصِيبه مُرَابحَة لِأَنَّهُ لَيْسَ يُحِيط علمه ان هَذَا هُوَ النّصْف\n32 - وَإِذا اشْترى الرجل عبدا بِهِ عيب قد دلّس لَهُ أَو ثوبا\n(5/169)",
        "\nفِيهِ عيب قد دلّس لَهُ ثمَّ اطلع عَلَيْهِ بعد فَرضِي أَو لم يرض فَلهُ أَن يَبِيعهُ مُرَابحَة لِأَنَّهُ قد اشْتَرَاهُ بذلك الثّمن\nوَكَذَلِكَ لَو اشْترى بيعا مُرَابحَة فخانه صَاحبه فِيهِ كَانَ لَهُ أَن يَبِيعهُ مُرَابحَة على مَا أَخذه بِهِ لِأَنَّهُ بذلك قَامَ عَلَيْهِ\n33 - وَإِذا ولى رجل رجلا بيعا بِمَا قَامَ عَلَيْهِ ثمَّ اطلع على أَنه أَخذه بِأَقَلّ من ذَلِك بِشَهَادَة شُهُود قَامَت على ذَلِك رَجَعَ عَلَيْهِ بِالْفَضْلِ أَو باقرار من البَائِع الْأَوْسَط أَو بِدَعْوَى من المُشْتَرِي الآخر وأبى البَائِع الْأَوْسَط أَن يحلف عَلَيْهَا فانه يرجع عَلَيْهِ بذلك الْفضل وَيتم لَهُ البيع وَيكون لَهُ على أَن يَبِيع مُرَابحَة على مَا بَقِي\n34 - وَلَو بَاعه مُرَابحَة قبل أَن يرجع بِشَيْء على البَائِع الأول كَانَ ذَلِك جَائِزا وَله أَن يرجع بِتِلْكَ الْخِيَانَة وَمَا أَخذه رده على المُشْتَرِي وَهَذَا قَول أبي حنيفَة\nوَفرق بَين التَّوْلِيَة وَبَين الْمُرَابَحَة فَقَالَ يرجع بالخيانة فِي التَّوْلِيَة\n(5/170)\n",
        "وَلَا يرجع فِي الْمُرَابَحَة وَله الْخِيَار\nوَقَالَ يَعْقُوب هما سَوَاء فِي ذَلِك كُله يرجع بالخيانة وَالرِّبْح\nوَقَالَ مُحَمَّد هما سَوَاء فَلَا يرجع بخيانة وَلَا ربح إِن كَانَ مَا اسْتَهْلكهُ فَهُوَ بِالْخِيَارِ إِن شَاءَ أَخذه بِجَمِيعِ الثّمن وَلَا يطْرَح عَنهُ الْخِيَانَة وَإِن شَاءَ رده على صَاحبه وَبَطل البيع\n35 - وَإِذا اشْترى الرجل من شريك لَهُ شركَة عنان فَلَا بَأْس بِأَن يَبِيعهُ مُرَابحَة\nفان كَانَ للْأولِ فِيهِ حِصَّة فَلَيْسَ لَهُ أَن يَبِيعهُ حِصَّة نَفسه مُرَابحَة إِلَّا على مَا اشْتَرَاهُ بِهِ\nفان كَانَ لم يشتره وَصَارَ لَهُ بِوَجْه غير الشِّرَاء فَلَا يبيعن حِصَّته مُرَابحَة\n(5/171)\n\n36 - وَإِذا كَانَت خَادِمًا لِشَرِيك المفاوض للْخدمَة فاشتراها شَرِيكه مِنْهُ لتخدمه ثمَّ بدا لَهُ أَن يَبِيعهَا فَلَا بَأْس بِأَن يَبِيعهَا مُرَابحَة\nوَكَذَلِكَ كل شَيْء كَانَ لأَحَدهمَا دون صَاحبه فَاشْتَرَاهُ الآخر ليَكُون لَهُ دون صَاحبه\nوكل شَيْء كَانَ بَينهمَا فَلَا يَبِيعهُ وَاحِد مِنْهُمَا مُرَابحَة إِذا اشْتَرَاهُ من صَاحبه إِلَّا على الأَصْل الأول\n37 - وَإِذا كَانَ عبد بَين اثْنَيْنِ قد قَامَ عَلَيْهِمَا بِمِائَة دِينَار فربح أَحدهمَا صَاحبه فِي حِصَّته دِينَارا فَلَا بَأْس بِأَن يَبِيعهُ مُرَابحَة على مائَة دِينَار ودينار\n38 - وَإِذا اشْترى الرجل مَتَاعا ثمَّ رقمه بِأَكْثَرَ من ثمنه",
        "(5/172)\n\nثمَّ بَاعه مُرَابحَة على رقمه فَهُوَ جَائِز وَلَا يَقُول قَامَ على كَذَا بِكَذَا وَلَكِن رقمه كَذَا وَكَذَا فانا أبيعه مُرَابحَة على ذَلِك\nوَكَذَلِكَ لَو كَانَ أَصله مِيرَاثا أَو هبة أَو صَدَقَة أَو وَصِيَّة فقومه قِيمَته ثمَّ بَاعه مُرَابحَة على تِلْكَ الْقيمَة كَانَ ذَلِك جَائِزا\n39 - وَإِذا اشْترى الرجل من عبد لَهُ أَو عبد لبَعض وَلَده أَو من أمته أَو من أمة لِابْنِ لَهُ بيعا قد قَامَ عَلَيْهِ بِأَقَلّ من ذَلِك فَلَا يَبِيعهُ مُرَابحَة إِن كَانَ على العَبْد دين أَو لم يكن إِلَّا على الْأَقَل\nوَكَذَلِكَ العَبْد وَأم الْوَلَد وَالْمكَاتب وَالْمُدبر وَالْعَبْد قد عتق نصفه وَهُوَ يسْعَى فِي بعض قِيمَته وَهَذَا قَول أبي حنيفَة\nوَقَالَ أَبُو يُوسُف وَمُحَمّد أما العَبْد الَّذِي قد عتق نصفه فَلَا بَأْس بِأَن يَبِيع مَا اشْترى مِنْهُ مُرَابحَة لِأَنَّهُ حر كُله\n40 - وَإِذا بَاعَ الرجل الْمَتَاع بِرِبْح ده يَا زده أَو بِعشْرَة\n(5/173)",
        "\nأحد عشر أَو بده دوازده أَو بِعشْرَة اثْنَي عشر أَو بده سيزده أَو بِعشْرَة ثَلَاثَة عشر فَهَذَا سَوَاء كُله\nفَإِذا علم المُشْتَرِي بِالثّمن فَهُوَ بِالْخِيَارِ إِن شَاءَ أَخذه بذلك وَإِن شَاءَ رده فَإِن كَانَ قد علم بِالثّمن قبل عقده البيع لَيْسَ لَهُ أَن يردهُ\nوَكَذَلِكَ الْمَتَاع يرقمه فَهُوَ كَذَلِك أَيْضا إِذا علم الرقم إِن شَاءَ أَخذه وَإِن شَاءَ تَركه\n41 - وَإِذا اشْترى الرجل ثوبا بِعشْرَة دَرَاهِم ثمَّ بَاعه بوضيعة ده يازده على الثّمن فَإِن الثّمن يكون تِسْعَة دَرَاهِم وجزءا من أحد عشر جُزْءا من الدِّرْهَم وَصَارَت الوضيعة عشرَة أَجزَاء من أحد عشر جُزْءا من دِرْهَم\n(5/174)\n",
        "42 - وَإِذا اشْترى الرجل ثوبا بِخَمْسَة دَرَاهِم وَاشْترى آخر ثوبا بِسِتَّة دَرَاهِم ثمَّ باعاهما جَمِيعًا صَفْقَة وَاحِدَة مُرَابحَة أَو مواضعة فَإِن الثّمن بَينهمَا على قدر رُؤُوس أموالهما\n43 - وَإِذا اشْترى الرجل عبدا بِأَلف دِرْهَم ثمَّ ولاه رجلا ثمَّ حط عَن المُشْتَرِي الأول الثّمن كُله فَإِنَّهُ لَا يحط عَن الآخر شَيْئا لِأَن هَذَا لَيْسَ بحط وَلَا وضيعة\n(5/175)\n\n- 9 بَاب الْعُيُوب فِي الْبيُوع كلهَا\n-\n1 - وَإِذا بَاعَ الرجل عبدا أَو أمة أَو دَارا أَو ثوبا أَو شَيْئا من الْأَشْيَاء فبرئ البَائِع إِلَى المُشْتَرِي عِنْد عقده البيع من كل عيب فَهُوَ بَرَاءَة جَائِزَة وَلَا يضرّهُ أَن لَا يُسمى شَيْئا من ذَلِك\nأَلا ترى أَنه لَو برِئ إِلَيْهِ من القروح والخروق فِي الثَّوْب وَمن الدبر فِي الدَّابَّة كَانَت هَذِه الْبَرَاءَة جَائِزَة فِيمَا سمى وَإِن كَانَ لم يقل فَوجدَ قرحَة كَذَا وَكَذَا أَو كَذَا وَكَذَا دبرة\nوَكَذَلِكَ لَو قَالَ هُوَ بَرِيء من كل عيب فقد دخل فِيهِ كل عيب وَكَذَلِكَ كل دَاء وكل دبرة وكل حرق أَو خرق أَو كي أَو غَيره من الْعُيُوب وَهَذَا كُله قَول أبي حنيفَة وَأبي يُوسُف وَمُحَمّد",
        "(5/177)\n\n2 - وَإِذا شهد شَاهِدَانِ على الْبَرَاءَة من كل عيب فِي خَادِم ثمَّ إِن أحد الشَّاهِدين اشْتَرَاهَا بِغَيْر بَرَاءَة فَوجدَ بهَا عَيْبا كَانَ لَهُ أَن يردهَا من قبل أَن الشَّهَادَة على الْبَرَاءَة لم تكن اقرارا مِنْهُ وَلَا من البَائِع وَلَا من المُشْتَرِي ان بهَا عَيْبا\nوَكَذَلِكَ لَو قَالَ بَرِئت من الْإِبَاق وَأشْهد على ذَلِك ثمَّ اشْتَرَاهَا مِنْهُ أحد الشَّاهِدين بِغَيْر بَرَاءَة من ذَلِك فَوَجَدَهَا آبقة كَانَ لَهُ أَن يردهَا بذلك\n3 - وَإِذا اشْترى الرجل السّلْعَة وَلم يبرأ البَائِع اليه من شَيْء ثمَّ أَرَادَ البَائِع بعد مَا وَقع البيع أَن يبرأ من الْعُيُوب فَأبى المُشْتَرِي أَن يُبرئهُ من ذَلِك فَلهُ ذَلِك وَلَيْسَ للْبَائِع الْبَرَاءَة إِلَّا عِنْد عقدَة البيع\n4 - وَإِذا اشْترى الرجل من الرجل أمة فَلَا يقربهَا حَتَّى\n(5/178)",
        "\nتحيض حَيْضَة بلغنَا نَحْو من ذَلِك عَن عَليّ بن أبي طَالب\nوَلَا يَنْبَغِي للْبَائِع أَن يَبِيعهَا إِذا كَانَ يَطَؤُهَا حَتَّى تحيض حَيْضَة عِنْده\nوَإِن كَانَت لَا تحيض فَيَنْبَغِي للْمُشْتَرِي أَن يَسْتَبْرِئهَا بِشَهْر وَلَا يقبلهَا وَلَا يُبَاشِرهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة أَو بِشَهْر\nوَإِن كَانَت مِمَّن تحيض فارتفع حَيْضهَا انْتظر بهَا حَتَّى يعلم أَنَّهَا غير حَامِل ثمَّ يَطَؤُهَا\nوَإِذا قربهَا المُشْتَرِي وَوجد بهَا عَيْبا قد دلّس فَلَيْسَ لَهُ أَن يردهَا بذلك الْعَيْب وَتقوم بِهِ وَتقوم وَلَيْسَ بهَا عيب فَإِن كَانَ الْعَيْب ينقصها الْعشْر رَجَعَ بِعشر الثّمن\nوَكَذَلِكَ لَو لم يَطَأهَا وَلَكِن حدث بهَا عيب عِنْده ثمَّ وجد عَيْبا قد دلّس لَهُ فَلَيْسَ لَهُ أَن يردهَا بذلك الْعَيْب وَلَكِن تقوم وَبهَا الْعَيْب وَتقوم وَلَيْسَ بهَا الْعَيْب إِن كَانَ الْعَيْب ينقصها الْعشْر رَجَعَ بِعشر الثّمن وَيكون فِيهَا كَمَا كَانَ فِي الَّتِي وطئ\n(5/179)\n",
        "فَإِن بَاعهَا بعد مَا رأى الْعَيْب فَلَيْسَ لَهُ أَن يرجع بِشَيْء من قبل أَن البَائِع يَقُول أَنا أقبلها\nوَكَذَلِكَ لَو وَطئهَا غير المُشْتَرِي بزنا أَو بِشُبْهَة\nوَكَذَلِكَ لَو زَوجهَا المُشْتَرِي فَوَطِئَهَا الزَّوْج أَو لم يَطَأهَا لم يكن للْمُشْتَرِي أَن يردهَا بِالْعَيْبِ وَلَكِن يرجع بِنُقْصَان الْعَيْب\nوَلَو كَانَ لَهَا زوج عِنْد البَائِع قد وَطئهَا عِنْده ثمَّ وَطئهَا عِنْد المُشْتَرِي فَإِن للْمُشْتَرِي أَن يردهَا بِالْعَيْبِ وَلَا يشبه هَذَا وَطْء المُشْتَرِي وَلَا وَطْء الزَّوْج الَّذِي زَوجهَا المُشْتَرِي\nوَلَو اشْترى جَارِيَة بكرا وَلها زوج فَوَطِئَهَا عِنْد المُشْتَرِي لم يكن للْمُشْتَرِي أَن يردهَا لِأَنَّهَا كَانَت بكرا فَذَهَبت عذرتها عِنْد المُشْتَرِي وَلَا يشبه هَذَا الْبَاب الأول\n5 - وَلَو اشْترى ثوبا فصبغه بعصفر أَو زعفران أَو قطعه قَمِيصًا أَو قبَاء وَلم يخطه بعد ثمَّ وجد بِهِ عَيْبا كَانَ لَهُ أَن يرجع بِفضل مَا بَينهمَا\nفان بَاعه قبل أَن يخاصمه لم يكن لَهُ أَن يرجع بِشَيْء إِلَّا فِي العصفر والزعفران فان لَهُ أَن يرجع فِيهِ لِأَن البَائِع لَو قَالَ أَنا أقبله لم يكن لَهُ أَن يَأْخُذهُ\n(5/180)\n\n6 - وكل عيب وجده المُشْتَرِي بالسلعة فعرضها بعد مَا رَآهُ على البيع أَو وَطئهَا أَو قبلهَا أَو لامسها لشَهْوَة أَو أجرهَا أَو رَهنهَا أَو وَهبهَا فان هَذَا كُله رضَا بذلك فِي الْقيَاس وَلَيْسَ لَهُ أَن يردهَا وَلَا يرجع بِفضل مَا بَينهمَا\nوَلَو استخدمها كَانَ هَذَا فِي الْقيَاس رضَا وَلَكِنِّي أدع الْقيَاس وَيكون لَهُ أَن يردهَا فِي الِاسْتِحْسَان\nوَلَو كَانَ قَمِيصًا أَو ثوبا فلبسه أَو دَابَّة فركبها كَانَ هَذَا كُله رضَا بِالْعَيْبِ غير أَنِّي اسْتحْسنَ إِذا ركب الدَّابَّة ليردها أَو ليسقيها أَن لَا يكون هَذَا رضَا إِنَّمَا الرِّضَا ركُوبه فِي حَاجته\n7 - وَلَو ولدت الْجَارِيَة عِنْد الرجل أَو وَطئهَا فَبَاعَهَا وكتم ذَلِك فَلَيْسَ للْمُشْتَرِي أَن يردهَا بذلك لِأَن هَذَا لَيْسَ بِعَيْب لَازم\nوَلَا بَأْس بِأَن يَبِيعهَا مُرَابحَة إِن لم يكن ينقصها إِذا كَانَ الْوَلَد قد مَاتَ\nفَإِن كَانَ جَامعهَا وَهِي بكر فَلَا يَبِيعهَا مُرَابحَة حَتَّى يبين ذَلِك",
        "(5/181)\n\n8 - وَإِذا اشْترى الرجل خَادِمًا فدبرها أَو أعْتقهَا الْبَتَّةَ أَو ولدت ولدا فَكَانَت أم ولد لَهُ ثمَّ وجد بهَا عَيْبا قد دلّس لَهُ كَانَ لَهُ أَن يرجع بِنُقْصَان مَا بَينهمَا\nوَلَو كَانَ بَاعهَا أَو وَهبهَا وَقَبضهَا الْمَوْهُوبَة لَهُ ثمَّ وجد بهَا عَيْبا قد دلّس لَهُ لم يكن لَهُ أَن يرجع إِلَيْهِ لِأَنَّهَا قد خرجت من ملكه إِلَى ملك غَيره\nوَكَذَلِكَ لَو بَاعَ بَعْضهَا وَبَقِي فِي يَده بَعْضهَا لم يكن لَهُ أَن يرد مَا بَقِي وَلَا يرجع بِفضل خَادِم غَيره\nأَلا ترى أَنه لَو بَاعهَا من البَائِع ثمَّ وجد المُشْتَرِي بهَا عَيْبا لم يكن لَهُ أَن يرجع على البَائِع بِشَيْء وَالْخَادِم عِنْد البَائِع\nوَكَذَلِكَ لَو وَهبهَا أَو تصدق بهَا عَلَيْهِ\n9 - وَإِذا اشْترى الرجل خَادِمًا فَقَتلهَا هُوَ ثمَّ وجد بهَا عَيْبا قد دلّس لَهُ لم يرجع بِشَيْء لِأَنَّهُ هُوَ الَّذِي جنى عَلَيْهَا\nوَهَذَا وَالْعِتْق فِي الْقيَاس سَوَاء وَلَكِن أستحسن فِي الْعتْق\n(5/182)",
        "\nوَلَو لم يَقْتُلهَا هُوَ وَلكنهَا مَاتَت موتا كَانَ لَهُ أَن يرجع بِفضل الْعَيْب وَلَيْسَ الْمَوْت كَالْقَتْلِ لِأَن الْقَتْل من جِنَايَته\nوَلَو قَتلهَا غَيره لم يرجع بِشَيْء\n10 - وَكَذَلِكَ لَو اشْترى ثوبا فخرقه أَو طَعَاما فَأَكله لم يكن لَهُ أَن يرجع بِنُقْصَان الْعَيْب\nوَإِن لم يكن علم بِالْعَيْبِ وَلبس الثَّوْب حَتَّى تخرق أَو أكل الطَّعَام ثمَّ علم بِعَيْب كَانَ قد دلّس لَهُ لم يكن لَهُ أَن يرجع بِشَيْء وَهَذَا قَول أبي حنيفَة\nوَقَالَ أَبُو يُوسُف وَمُحَمّد لَهُ أَن يرجع بِفضل مَا بَين الْعَيْب وَالصِّحَّة وَلَيْسَ هَذَا كَالْأولِ هَذَا مِمَّا يصنع النَّاس\nوَكَذَلِكَ الْحِنْطَة إِذا طحنها والسويق إِذا لته كَانَ لَهُ أَن يرجع بِفضل مَا بَينهمَا لِأَن السويق قَائِم بِعَيْنِه وَهُوَ بِمَنْزِلَة الثَّوْب يصبغه أَو يقطعهُ قَمِيصًا أَو قبَاء\n(5/183)\n",
        "11 - وَإِذا اشْترى خُفَّيْنِ أَو نَعْلَيْنِ أَو مصراعي بَاب بَيت فَوجدَ فِي أَحدهمَا عَيْبا فَلهُ أَن يردهما جَمِيعًا\nفَإِن كَانَ قد بَاعَ الَّذِي لَيْسَ بِهِ عيب فَلَيْسَ لَهُ أَن يرد مَا بَقِي وَلَا يرجع بِشَيْء لِأَن هَذَا بِمَنْزِلَة شَيْء وَاحِد بَاعَ بعضه\n12 - وَإِذا اشْترى عبدا ثمَّ بَاعه فَرد عَلَيْهِ بِعَيْب فَقبله بِغَيْر قَضَاء قَاض فَلَيْسَ لَهُ أَن يردهُ على الأول لِأَن هَذَا بِمَنْزِلَة الصُّلْح وَالرِّضَا\nوَلَو قبله بِقَضَاء قَاض بِبَيِّنَة قَامَت أَو باباء يَمِين أَو بِإِقْرَار عِنْد القَاضِي أَنه بَاعه وَالْعَيْب فِيهِ وَلَا يعلم هُوَ بِالْعَيْبِ كَانَ لَهُ أَن يردهُ على الَّذِي بَاعه إِيَّاه إِن كَانَت لَهُ على الْعَيْب بَيِّنَة وَإِلَّا استحلفه فان نكل عَن الْيَمين رده عَلَيْهِ وَإِن حلف لم يردهُ عَلَيْهِ\n13 - وَإِذا اشْترى الرجل جَارِيَة لَهَا زوج وَلَا يعلم بِهِ ثمَّ علم أَو عبدا لَهُ امْرَأَة وَهُوَ لَا يعلم ثمَّ علم بِهِ كَانَ هَذَا عَيْبا\n(5/184)\n\nيرد مِنْهُ لِأَن فرج الْجَارِيَة عَلَيْهِ حرَام إِذا كَانَ لَهَا زوج وَلِأَن العَبْد يلْزمه نَفَقَة الْمَرْأَة\n14 - وَإِذا اشْترى الرجل شَاة فَحلبَ لَبنهَا فَأَكله أَو نَاقَة لم يكن لَهُ أَن يردهَا بِعَيْب وَلَكِن يرجع بِنُقْصَان الْعَيْب\nوَكَذَلِكَ نَخْلَة أَو شَجَرَة إِذا اشْتَرَاهَا رجل فَأكل غَلَّتهَا فانه لَا يردهَا بِعَيْب\nوَلَو كَانَ عبدا فَأكل غَلَّته أَو كَانَت دَارا فَأكل غَلَّتهَا كَانَ لَهُ أَن يردهَا بِالْعَيْبِ لِأَن هَذَا غلَّة لَيْسَ مِنْهُ وغلة النّخل وَالشَّجر وَلبن الشَّاة وَالْبَقَرَة مِنْهَا وَهَذَا بِمَنْزِلَة الْوَلَد\n15 - وَإِذا اشْترى الرجل عبدا فَوَجَدَهُ مخنثا فَلهُ أَن يردهُ وَكَذَلِكَ إِن كَانَ سَارِقا\nوَكَذَلِكَ لَو كَانَ على غير دين الْإِسْلَام كَانَ لَهُ أَن يردهُ\n16 - وَإِذا كَانَ زَانيا أَو ولد زنا لم يكن لَهُ أَن يردهُ لِأَن هَذَا لَيْسَ بِعَيْب فِي الْغُلَام\nوَهُوَ عيب فِي الْجَارِيَة يردهَا مِنْهُ إِذا كَانَت زَانِيَة أَو ولد زنا لِأَنَّهَا تُوطأ وتتخذ أم ولد",
        "(5/185)\n\n17 - والثؤلول إِذا كَانَ ينقص الثّمن عيب فَإِذا كَانَ لَا ينقصهُ فَلَيْسَ بِعَيْب وَالْخَال أَيْضا والبجر عيب\nوالصهوبة فِي الشّعْر عيب والشمط عيب\nوالبخر عيب فِي الْجَارِيَة وَلَا يكون فِي الْغُلَام إِلَّا أَن يكون من دَاء\nوالآدر عيب وَالْأَعْمَش عيب والأعشى عيب\n(5/186)",
        "\nوالذفر فِي الْغُلَام لَيْسَ بِعَيْب إِلَّا أَن يكون ذَلِك شَيْئا لَا يكون فِي النَّاس فَاحِشا ينقص الثّمن فَيكون عَيْبا\nوَالسّن السَّوْدَاء عيب وَالسّن الساقطة عيب ضرسا كَانَ أَو غَيره\nوَالظفر الْأسود إِذا كَانَ ينقص الثّمن فَهُوَ عيب\n18 - والإباق مرّة وَاحِدَة عيب وَإِن كَانَ صَغِيرا فَهُوَ عيب مَا كَانَ صَغِيرا فَإِذا احْتَلَمَ وحاضت الْجَارِيَة فَلَيْسَ ذَلِك بِعَيْب إِلَّا أَن يأبق بعد الْكبر\nوَكَذَلِكَ الْبَوْل على الْفراش مَا دَامَ صَغِيرا فَإِذا احْتَلَمَ الرجل وحاضت الْجَارِيَة فَلَيْسَ ذَلِك بِعَيْب وَلَا يرد من ذَلِك إِلَّا أَن يَفْعَله بعد مَا احْتَلَمَ وَبعد مَا حَاضَت الْجَارِيَة\nوَإِن أبق بعد مَا احْتَلَمَ فَهُوَ عيب لَازم أبدا\n(5/187)\n",
        "وَالْجُنُون عيب إِذا جن مرّة وَاحِدَة فَهُوَ عيب لَازم أبدا وَالْحَبل فِي الْجَارِيَة عيب والحول عيب والقرن عيب والعفل عيب\nوالبرص عيب والجذام عيب والفتق عيب والسلعة عيب\nوكل شَيْء ينقص فِي الثّمن من الرَّقِيق وَالدَّوَاب وَالْإِبِل وَالْبَقر فَهُوَ عيب\n(5/188)\n\n19 - والكي والقروح والفدع فِي الْقدَم عيب\nهَذَا كُله عيب\nوالفحج عيب والحنف عيب والصكك عيب والصدف عيب والشدق عيب فِي الْفَم\n20 - وكل عيب طعن بِهِ المُشْتَرِي ظَاهرا أَو بَاطِنا",
        "(5/189)\n\nوَلَا بَيِّنَة لَهُ فان القَاضِي لَا يَنْبَغِي لَهُ أَن يسْتَحْلف البَائِع حَتَّى يعلم أَن الْعَيْب بالسلعة\nفَإِن كَانَ ظَاهرا نظر إِلَيْهِ\nوَإِن كَانَ بَاطِنا وَلَا ينظر إِلَيْهِ إِلَّا النِّسَاء فَإِن أخْبرت امْرَأَتَانِ حرتان مسلمتان أَو امْرَأَة بِالْعَيْبِ اسْتحْلف البَائِع\nفَإِن كَانَ بَاطِنا فِي الْجوف أَو فِي الْبَصَر أرى ذَلِك الْأَطِبَّاء فَإِذا اجْتمع رجلَانِ مسلمان مِنْهُم على ذَلِك اسْتحْلف القَاضِي البَائِع بِاللَّه لقد بَاعه وَقَبضه المُشْتَرِي وَمَا هَذَا الْعَيْب بِهِ الْبَتَّةَ\nوَلَا يستحلفه على علمه فِي شَيْء من هَذَا\n21 - وَلَو طعن المُشْتَرِي باباق أَو جُنُون وَلَا يعلم القَاضِي ذَلِك فَإِنَّهُ لَا يسْتَحْلف البَائِع حَتَّى يشْهد شَاهِدَانِ أَنه قد أبق عِنْد المُشْتَرِي أَو جن عِنْده\nفَإِذا قَامَ على هَذَا بَيِّنَة اسْتحْلف البَائِع الْبَتَّةَ بِاللَّه لقد بَاعه وَمَا أبق قطّ مُنْذُ بلغ عِنْده وَلَا جن عِنْده قطّ\nفَإِذا أَبى البَائِع أَن يحلف ردَّتْ السّلْعَة عَلَيْهِ\nوَإِن لم بكن لَهُ بَيِّنَة وَادّعى أَن البَائِع قد علم أَنه قد أبق\n(5/190)",
        "\nعِنْده فَإِن البَائِع يحلف على علمه بِاللَّه مَا يُعلمهُ أبق عِنْد المُشْتَرِي فَإِن حلف برِئ وَإِن أَبى الْيَمين اسْتحْلف بِاللَّه لقد بَاعه وَمَا أبق قطّ مُنْذُ مَا بلغ فَإِن حلف برِئ وَإِن نكل عَن الْيَمين لزمَه\nفَإِن طعن البَائِع فَقَالَ اسْتحْلف المُشْتَرِي بِاللَّه مَا رضيت بِالْعَيْبِ مُنْذُ رَأَيْته وَلَا عزمت على بيع حلف المُشْتَرِي على ذَلِك ثمَّ يردهَا فَإِن أَبى أَن يحلف لم يرد\n22 - والعسر عيب\nوَالْحَبل فِي الْجَارِيَة عيب وَلَيْسَ الْحَبل فِي الْبَهِيمَة عيب وَلَا يشبه الْإِنْسَان فِي هَذَا الْبَهِيمَة\nوَالْبَقَرَة وَالشَّاة والناقة وَالْفرس وَغير ذَلِك من الْبَهَائِم سَوَاء فِي ذَلِك وَلَا يكون ذَلِك فِيهِنَّ عَيْبا كَمَا يكون فِي الْإِنْسَان\n(5/191)\n",
        "23 - والعزل عيب والمشش عيب والنخس عيب والحرد عيب والزوائد عيب\nوالصدف عيب والمهقوع عيب والجمح عيب\n(5/192)\n\nوخلع الرَّأْس عيب وبل المخلاة عيب إِذا كَانَ ينقص الثّمن والانتشار عيب\nوالأعشى عيب والشتر عيب والحول عيب والحوص عيب وَالظفر عيب وَالشعر يكون فِي جَوف",
        "(5/193)\n\nالْعين عيب والجرب عيب فِي الْعين وَغير الْعين وَالْمَاء فِي الْعين عيب وريح السبل عيب والغرب عيب\nوالسعال الْقَدِيم عيب إِذا كَانَ من دَاء\nوالمستحاضة وَالَّتِي يرْتَفع حَيْضهَا زَمَانا فَهَذَا كُله عيب\n24 - وَإِذا اشْترى الرجل عبدا وَعَلِيهِ دين لم يعلم بِهِ ثمَّ علم بِهِ فَلهُ أَن يردهُ إِلَّا أَن يقْضِي البَائِع عَنهُ دينه أَو يُبرئهُ الْغُرَمَاء من الدّين\n25 - وَإِذا اشْترى الرجل جَارِيَة مُحرمَة بِالْحَجِّ وَهُوَ لَا يعلم بِهِ ثمَّ علم فَلَيْسَ هَذَا عَيْبا لِأَن لَهُ أَن يحللها\n(5/194)",
        "\n26 - وَإِذا اشْترى الرجل جَارِيَة فِي عدَّة من طَلَاق بَائِن أَو موت فَلَيْسَ هَذَا بِعَيْب\nفَإِن كَانَ فِي عدَّة من طَلَاق يملك فِيهِ الرّجْعَة فَهَذَا عيب يرد مِنْهُ\nفَإِن انْقَضتْ الْعدة فقد وَجَبت لِأَن الْعَيْب قد ذهب\n27 - وَإِذا ابْتَاعَ الرجل خَادِمًا من رجل فطعن المُشْتَرِي بِعَيْب فَقَالَ البَائِع مَا هَذَا بخادمي فَالْقَوْل قَول البَائِع مَعَ يَمِينه بِاللَّه وعَلى المُشْتَرِي الْبَيِّنَة أَنه اشْترى مِنْهُ هَذِه الْجَارِيَة\n28 - وَإِذا اشْترى الرجل جَارِيَة على أَنَّهَا بكر فَوَجَدَهَا ثَيِّبًا فَإِنَّهُ لَا يصدق على ذَلِك وَالْقَوْل قَول البَائِع أَنَّهَا بكر مَعَ يَمِينه وعَلى المُشْتَرِي الْبَيِّنَة أَنَّهَا ثيب\n29 - وَإِذا اشْترى الرجل جوزا أَو بيضًا فَوَجَدَهُ فَاسِدا كُله وَقد كَسره فَلهُ أَن يردهُ وَيَأْخُذ الثّمن كُله\nوَكَذَلِكَ الْبِطِّيخ والفاكهة إِذا وجدهَا فَاسِدَة كلهَا بعد مَا يكسرها فَلهُ أَن يردهُ إِذا كَانَ لَا يُسَاوِي شَيْئا فَهُوَ فَاسد\n(5/195)\n",
        "30 - وَإِذا اشْترى الرجل عبدا قد حل دَمه بقصاص فَقتل عِنْده فانه يرجع على البَائِع بِالثّمن كُله\nوَكَذَلِكَ لَو كَانَ مُرْتَدا فَقتل عِنْده\nوَلَو بَاعه وَهُوَ سَارِق فَقطعت يَده عِنْده كَانَ لَهُ أَن يردهُ وَيَأْخُذ الثّمن كُله وَهَذَا قَول أبي حنيفَة\nوَقَالَ أَبُو يُوسُف وَمُحَمّد انه يقوم سَارِقا وَيقوم غير سَارِق ثمَّ يرجع بِفضل مَا بَينهمَا من الثّمن وَلَا يَسْتَطِيع أَن يردهُ بعد الْقطع وَكَذَلِكَ حَلَال الدَّم وَلَو كَانَ هَذَا مُسْتَقِيمًا كَانَ الرجل إِذا اشْترى جَارِيَة حَامِلا فَمَاتَتْ فِي نفَاسهَا وَقد دلّس لَهُ الْحمل كَانَ لَهُ أَن يرجع بِالثّمن كُله وَهَذَا لَيْسَ بِشَيْء\n31 - وَإِذا اشْترى الرجل جَارِيَة وعبدا فَزَوجهَا ثمَّ وجد بهما عَيْبا لم يكن لَهُ أَن يردهما لما أحدث فيهمَا\nفَإِن طَلقهَا ثَلَاثًا بَائِنا وَلم يكن دخل بهَا كَانَ لَهُ أَن يردهما\n(5/196)\n\n32 - وَإِذا اشْترى الرجل جَارِيَة فَوجدَ بهَا عَيْبا فَشهد شَاهد أَنه اشْتَرَاهَا وَهَذَا الْعَيْب بهَا وَشهد آخر على إِقْرَار البَائِع بِهَذَا كَانَ هَذَا بَاطِلا لَا يردهَا بِهَذِهِ الشَّهَادَة لِأَنَّهُمَا قد اخْتلفَا وَلَا يرجع بِفضل عيب\n33 - وَإِذا وهب الرجل للرجل جَارِيَة على عوض وقبضا جَمِيعًا ثمَّ وجد عَيْبا فَلهُ أَن يردهُ فِي هَذَا كَمَا يرد فِي الشِّرَاء\nوَكَذَلِكَ الصَّدَقَة بِالْعِوَضِ\n34 - وَإِذا تزوجت الْمَرْأَة على جَارِيَة فقبضتها فَوجدت بهَا عَيْبا كَانَ لَهَا أَن تردها وَتَأْخُذ قيمتهَا صَحِيحَة\nوَإِن حدث بهَا عيب آخر عِنْدهَا لم تستطع ردهَا وَلكنهَا ترجع بِفضل مَا بَينهمَا من الْعَيْب الأول وَمن قيمتهَا صَحِيحَة\nوَكَذَلِكَ لَو خلعها على جَارِيَة كَانَ كَذَلِك أَيْضا\n35 - وَلَو بَاعَ من عبد نَفسه بِجَارِيَة ثمَّ وجد بهَا عَيْبا كَانَ لَهُ أَن يردهَا عَلَيْهِ وَيَأْخُذ مِنْهُ قيمَة نَفسه وَهَذَا قَول أبي حنيفَة الآخر وَهُوَ قَول أبي يُوسُف\nوَقَالَ مُحَمَّد يرجع عَلَيْهِ بِقِيمَة الْجَارِيَة وَهُوَ قَول أبي حنيفَة الأول",
        "(5/197)\n\nفَإِن كَانَ حدث بهَا عِنْد الْمولى عيب لَا يَسْتَطِيع ردهَا وَيرجع بِفضل مَا بَينهمَا من قيمَة العَبْد تقوم صَحِيحَة وَتقوم وَبهَا الْعَيْب فَإِن كَانَ ينقصها عشر ذَلِك رَجَعَ بِعشر قيمَة العَبْد فِي قَول أبي حنيفَة الآخر وَهُوَ قَول أبي يُوسُف\nوَأما فِي قَول مُحَمَّد فَإِنَّهُ يرجع بذلك من قيمتهَا فَإِن ردَّتْ الْجَارِيَة رَجَعَ على العَبْد بِقِيمَتِهَا\n36 - وَلَو كَاتبه على جَارِيَة بِغَيْر عينهَا فأداها إِلَيْهِ وَأعْتق ثمَّ وجد بهَا عَيْبا كَانَ لَهُ أَن يردهَا عَلَيْهِ وَيَأْخُذ مَكَانهَا مثلهَا صَحِيحَة\nفَإِن كَانَ قد حدث بهَا عيب عِنْد الْمولى لم يكن لَهُ أَن يردهَا وَكَانَ لَهُ أَن يرجع بِمَا نَقصهَا الْعَيْب من قيمَة الْجَارِيَة\n37 - وَإِذا بَاعَ الرجل لرجل جَارِيَة بأَمْره ثمَّ خوصم فِي عيب فقبلها بِغَيْر قَضَاء قَاض فَإِنَّهَا تلْزم البَائِع وَلَا تلْزم\n(5/198)",
        "\nلآمر إِلَّا إِن كَانَ عَيْبا يعلم أَن مثله لَا يحدث فَيلْزم الْآمِر\nوَكَذَلِكَ لَو قَامَت بَيِّنَة أَنه بَاعهَا وَبهَا الْعَيْب ألزمته البَائِع وألزمت الْآمِر\nوَلَو كَانَ عَيْبا يحدث مثله فخاصمه البَائِع فِيهَا إِلَى القَاضِي وَأقر عِنْده بِالْعَيْبِ كَانَ إِقْرَاره عِنْد القَاضِي وَعند غَيره سَوَاء لَا يلْزم الْآمِر إِلَّا فِي عيب لَا يحدث مثله\nفَإِن لم يقر وَلكنه أَبى أَن يحلف فألزمه القَاضِي الْجَارِيَة فَإِنَّهَا تلْزم الْآمِر\nفَإِن أنكر الْمولى أَن تكون جَارِيَته الَّتِي بَاعَ لم تلْزم الْآمِر وَكَانَ القَوْل فِي ذَلِك قَوْله وَعَلِيهِ الْيَمين بِاللَّه\nفَإِن أَقَامَ البَائِع الْبَيِّنَة على أَنَّهَا هِيَ الْجَارِيَة الَّتِي بَاعَ لَهُ فَإِنَّهَا تلْزم الْآمِر\n38 - وَإِذا اشْترى الرجل للرجل جَارِيَة بأَمْره ثمَّ وجد بهَا عَيْبا فَلهُ أَن يَدْفَعهَا إِلَى الْآمِر وَله أَن يُخَاصم فِيهَا ويردها وان كَانَ الْآمِر غير حَاضر أَلا ترى انه لَو كَانَ مَعَه مَال مُضَارَبَة\n(5/199)\n",
        "اشْترى بهَا بزا وَرب المَال غَائِب فَوجدَ بِثَوْب مِنْهَا عَيْبا كَانَ لَهُ أَن يُخَاصم فِيهِ وَيَردهُ\nفان ادّعى البَائِع أَن الْآمِر قد رَضِي بِالْعَيْبِ وَطلب يَمِين الْآمِر أَو يَمِين الْمَأْمُور مَا رَضِي بذلك الْآمِر لم يكن لَهُ على الْمَأْمُور يَمِين بذلك وَلَا على الْآمِر وَلَو كَانَت عَلَيْهِ يَمِين بذلك لم يكن لَهُ أَن يردهَا حَتَّى يحضر الْآمِر فَيحلف\nفَإِن قَامَت بَيِّنَة على رضَا الْآمِر لم يكن لَهُ أَن يردهَا\nوَلَو كَانَ الْآمِر قد قبضهَا ثمَّ وجد بهَا عَيْبا لم يكن لَهُ أَن يردهَا وَلَا يُخَاصم فِيهَا حَتَّى يحضر المُشْتَرِي فَيكون هُوَ الَّذِي يُخَاصم وَيرد\nوَلَو أقرّ المُشْتَرِي أَنه قد أَبْرَأ البَائِع من هَذَا الْعَيْب صدق المُشْتَرِي على نَفسه بِالْعَيْبِ وَلَا يصدق على الْآمِر وَتلْزم الْجَارِيَة المُشْتَرِي إِلَّا أَن يُرْضِي الْآمِر بقوله أَو يُقيم بَيِّنَة على ذَلِك\n39 - وَلَو اشْترى رجلَانِ جَارِيَة فوجدا بهَا عَيْبا فَرضِي\n(5/200)\n\nأَحدهمَا وأبى الآخر أَن يُرْضِي لم يكن لوَاحِد مِنْهُمَا أَن يرد حَتَّى يجتمعا جَمِيعًا على الرَّد لِأَنَّهَا صَفْقَة وَاحِدَة وَهَذَا قَول أبي حنيفَة\nوَقَالَ أَبُو يُوسُف وَمُحَمّد الَّذِي رَضِي بِالْعَيْبِ يلْزمه نصِيبه وَيرد الآخر حِصَّته وَلَا يلْزم الآخر عيب لِأَنَّهُ لم يرض بِهِ إِن رَضِي بِهِ غَيره\n40 - وَإِذا اشْترى الرجل عبدا بِجَارِيَة وَقَبضهَا ثمَّ وجد صَاحب العَبْد بِالْعَبدِ عَيْبا ثمَّ مَاتَ عِنْده فَإِنَّهُ يقوم صَحِيحا وَيقوم وَبِه الْعَيْب فَإِن كَانَ ذَلِك ينقصهُ عشر قِيمَته رَجَعَ بِعشر الْجَارِيَة وَإِن كَانَ الثُّلُث فَالثُّلُث\nوَإِن كَانَ العَبْد قَائِما بِعَيْنِه رده وَأخذ الْجَارِيَة\nوَكَذَلِكَ الْحَيَوَان وَالْعرُوض كلهَا إِذا بَاعَ مِنْهَا شَيْئا بِشَيْء فَاسْتحقَّ أَو وجد بِهِ عَيْبا رده وَأخذ مَتَاعه\nوَإِذا كَانَ الْمَتَاع قد اسْتهْلك رد عَلَيْهِ قِيمَته\nوَكَذَلِكَ كل مَا يُكَال أَو يُوزن فِي هَذَا الْبَاب إِذا كَانَ بِعَيْنِه",
        "(5/201)\n\nوَلَو اسْتحق شَيْء من ذَلِك بِإِقْرَار الَّذِي هُوَ فِي يَده لم يرجع بِشَيْء لِأَنَّهُ أقرّ أَنه أتلف السّلْعَة\nوَكَذَلِكَ إِذا اشْترى الرجل خَادِمًا وَأقر أَنَّهَا لفُلَان فَلَا يرجع بِشَيْء على البَائِع\nوَلَو قضى بهَا القَاضِي بِشَهَادَة الشُّهُود قضى لَهُ على البَائِع بِالثّمن\nفَإِن قَالَ البَائِع لَيست هَذِه بجاريتي الَّتِي بِعْتُك فَالْقَوْل قَول البَائِع مَعَ وعَلى المُشْتَرِي الْبَيِّنَة أَنَّهَا هِيَ الْخَادِم الَّتِي اشْتَرَاهَا مِنْهُ\n41 - وَإِذا اشْترى الرجل خَادِمًا بكر حِنْطَة وَلَيْسَ الْكر عِنْده فَإِنَّهُ لَا يجوز\nفَإِن قَالَ بكر حِنْطَة جيد أَو وسط أَو رَدِيء فَهُوَ جَائِز اسْتحْسنَ ذَلِك وادع الْقيَاس فِيهِ لِأَنَّهُ بلغنَا عَن رَسُول الله\n(5/202)",
        "\nصلى الله عَلَيْهِ وَسلم انه اشْترى جزورا بِثمن ثمَّ استقرضه فَأعْطَاهُ إِيَّاه\nفَإِن وجد عَيْبا بالجارية وَقد اسْتهْلك البَائِع الْكر رد الْجَارِيَة وَأخذ كرا مثل كره\nوَكَذَلِكَ كل مَا يُكَال أَو يُوزن وَالَّذِي يعد عددا\nوَلَيْسَ مَا سوى ذَلِك من الْعرُوض مثل هَذَا لِأَنَّهُ ان اشْترى جَارِيَة بِثَوْب وَلَيْسَ الثَّوْب عِنْده فَالْبيع بَاطِل وَلَو اشْتَرَاهَا بِثَوْب عِنْده ثمَّ وجد بهَا عَيْبا وَقد اسْتهْلك البَائِع الثَّوْب ردهَا وَأخذ قيمَة الثَّوْب لِأَن الثَّوْب لَا يقْرض وَالطَّعَام وَمَا أشبهه من الْكَيْل وَالْوَزْن يستقرض فَيكون عَلَيْهِ مثله\n42 - وَإِذا اشْترى الرجل بيعا بنسيئة أَو ينْقد وَلم ينْقد فَلَيْسَ يَنْبَغِي لَهُ أَن يَبِيع ذَلِك من البَائِع بِأَقَلّ من ذَلِك الثّمن الَّذِي أَخذه بِهِ إِن كَانَ لم ينقده الثّمن وَلَا يَنْبَغِي للْبَائِع أَن يَشْتَرِيهِ مِنْهُ بِأَقَلّ من ذَلِك وَلَو فعل رددت البيع الآخر\nوان كَانَ قد انتقد الثّمن فَلَا بَأْس بِأَن يَشْتَرِيهِ بِأَقَلّ أَو أَكثر\n(5/203)\n",
        "وان كَانَ لم ينْقد الثّمن وَقد حدث بالسلعة عيب فَلَا بَأْس بِأَن يَشْتَرِيهِ بِأَقَلّ من الثّمن\nوان كَانَ لم يحدث بهَا عيب وَلَكِن السّعر رخص فَلَا يَشْتَرِيهِ بِأَقَلّ من الثّمن\n43 - وَلَا يجوز شِرَاؤُهُ وَلَا شِرَاء ابْنه وَلَا أَبِيه وَلَا مكَاتبه وَلَا عَبده وَلَا مدبره وَلَا أم وَلَده وَلَا وَكيله إِلَّا أَن الْوَكِيل الَّذِي اشْتَرَاهَا لَزِمته وَلَا تلْزم الْآمِر فِي قَول أبي يُوسُف\nوَأما فِي قَول مُحَمَّد فَإِنَّهَا تلْزم الْآمِر وَيكون البيع فَاسِدا كَأَن الْآمِر اشْترى ذَلِك\nوَلَو بَاعه لرجل لم يكن يَنْبَغِي لَهُ أَن يَشْتَرِيهِ بِأَقَلّ من ذَلِك قبل أَن ينْقد فَلَيْسَ يَنْبَغِي لَهُ ذَلِك لَا لنَفسِهِ وَلَا لغيره وَلَا يَنْبَغِي للَّذي بَاعه أَن يَشْتَرِيهِ أَيْضا بِأَقَلّ من ذَلِك لنَفسِهِ وَلَا لغيره لِأَنَّهُ هُوَ البَائِع\nوَقَالَ أَبُو يُوسُف وَمُحَمّد بن الْحسن شِرَاء أَبِيه وَابْنه جَائِز\nوَلَو كَانَ الَّذِي اشْتَرَاهُ اشْتَرَاهُ لغيره لم يجز بيع الْوَكِيل الَّذِي\n(5/204)\n\nاشْتَرَاهُ بيع الَّذِي اشْتَرَاهُ لَهُ\nوَكَذَلِكَ لَو بَاعه من البَائِع بِأَقَلّ من ذَلِك أَو من الْآمِر\n44 - وَلَا بَأْس بِأَن يَشْتَرِيهِ الْآمِر أَو البَائِع بالعروض بِأَقَلّ من قيمَة الثّمن لِأَن هَذَا غير الثّمن الَّذِي بَاعه بِهِ\nوَلَو بَاعه بحنطة لم يكن لَهُ ثَانِيًا أَن يَشْتَرِيهِ بشعير بِأَقَلّ من ذَلِك وَإِن كَانَ لم يَبِعْهُ بِهِ\nوَكَذَلِكَ لَا بَأْس بِأَن يَشْتَرِي بِمَا سوى الْحِنْطَة من الْعرُوض\nوَكَذَلِكَ إِذا بَاعه بِدَرَاهِم أَو دَنَانِير فَلَا بَأْس بِأَن يَشْتَرِيهِ بِأَيّ الْعرُوض شَاءَ وَإِن كَانَت أقل من الثّمن\nفَأَما الدَّرَاهِم وَالدَّنَانِير فَلَا يَشْتَرِيهِ بِأَقَلّ من الثّمن\nفَإِن كَانَ بَاعه بِدَرَاهِم فَلَا يَشْتَرِيهِ بِدَنَانِير أقل من تِلْكَ الدَّرَاهِم أدع الْقيَاس فِي هَذَا وَاسْتحْسن لِأَن الدَّرَاهِم وَالدَّنَانِير فِي هَذَا سَوَاء\nوَإِذا بَاعه بِأَلف دِرْهَم نَسِيئَة سنة ثمَّ اشْتَرَاهُ بِأَلف دِرْهَم نَسِيئَة سنتَيْن قبل أَن ينْتَقد كَانَ البيع الثَّانِي بَاطِلا لَا يجوز",
        "(5/205)\n\nمن قبل أَنه أَخذه بِأَقَلّ مِمَّا بَاعه حَيْثُ زَاده فِي الْأَجَل سنة وَلَو كَانَ زَاده على الثّمن درهما أَو أَكثر كَانَ البيع جَائِزا\n45 - وَإِذا بَاعَ الرجل طَعَاما بِدَرَاهِم فَلَا بَأْس بِأَن يَشْتَرِي بِالثّمن قبل أَن يقبضهُ من المُشْتَرِي مَا بدا لَهُ من الْعرُوض يدا بيد طَعَاما كَانَ أَو غَيره أَكثر من طَعَامه أَو أقل إِذا لم يكن طَعَامه بِعَيْنِه لِأَن هَذَا غير مَا بَاعَ\nقَالَ بلغنَا عَن عَائِشَة أَن امْرَأَة سَأَلتهَا فَقَالَت إِنِّي اشْتريت من زيد بن أَرقم خَادِمًا بثمانمائة دِرْهَم إِلَى أجل ثمَّ بعتها مِنْهُ بسبعمائة دِرْهَم فَقَالَت بئس مَا اشْتريت وَبئسَ مَا شريت أبلغي زيد بن أَرقم أَن الله قد أبطل جهادك إِن لم تتب قَالَ مُحَمَّد حَدثنَا بذلك أَبُو حنيفَة رَفعه إِلَى عَائِشَة\n46 - وَإِذا كَانَ لرجل على رجل دين إِلَى أجل من ثمن بيع فحط عَنهُ على أَن يعجل لَهُ فَلَا خير فِي هَذَا\n(5/206)",
        "\nوَلَا يجوز بلغنَا ذَلِك عَن عبد الله بن عمر وَيرد المَال على الْمَطْلُوب وَيكون المَال كُله عَلَيْهِ على حَاله إِلَى أَجله\n47 - وَإِذا بَاعَ الرجل عبدا بنسيئة فَلَيْسَ يَنْبَغِي لمكاتب لَهُ أَن يَشْتَرِيهِ بِأَقَلّ من ذَلِك من قبل أَن ينْتَقد الْمولى الثّمن وَكَذَلِكَ أم الْوَلَد وَالْمُدبر وَالْمكَاتب وَالْعَبْد\nوَكَذَلِكَ لَو بَاعَ أحد من هَؤُلَاءِ من أمتعتهم لم يكن للْمولى أَن يَشْتَرِيهِ بِأَقَلّ من ذَلِك قبل أَن ينتقده\nوَلَو بَاعه بِتَأْخِير لم يكن للْمولى أَن يَشْتَرِيهِ بِمثل ذَلِك الثّمن إِلَى أبعد من ذَلِك الْأَجَل فَأَما إِلَى أقل من ذَلِك الْأَجَل أَو إِلَى مثله فَلَا بَأْس بِهِ\n48 - وَإِذا بَاعَ الرجل عبدا بنسيئة أَو بِنَقْد فَلم ينْتَقد البَائِع الثّمن حَتَّى بَاعَ المُشْتَرِي العَبْد أَو وهبه أَو خرج من ملكه\n(5/207)\n",
        "أَو مَاتَ فأوصى بِهِ فَاشْتَرَاهُ البَائِع من الَّذِي كَانَ لَهُ بِأَقَلّ من ذَلِك كَانَ هَذَا جَائِزا لَا بَأْس بِهِ لِأَنَّهُ قد خرج من ملك الأول\nفَلَو مَاتَ الأول وَتَركه مِيرَاثا لم يكن للْبَائِع أَن يَشْتَرِيهِ من الْوَرَثَة بِأَقَلّ مِمَّا بَاعه وَالْوَرَثَة فِي هَذَا بِمَنْزِلَة المُشْتَرِي أَلا ترى أَنهم يردونه عَلَيْهِ بِعَيْب\n49 - وَإِذا بَاعَ الرجل عبدا نَسِيئَة ثمَّ اشْتَرَاهُ هُوَ وعبدا آخر بِمثل ذَلِك الثّمن أَو أقل قبل أَن ينْتَقد الَّذِي بَاعه فَهَذَا فَاسد يردهُ وَيلْزمهُ الآخر الَّذِي لم يبع بِحِصَّتِهِ من الثّمن\nوَكَذَلِكَ لَو اشْترى العَبْد الَّذِي بَاعه هُوَ وَرجل آخر بِأَقَلّ من ذَلِك الثّمن كَانَت حِصَّة الَّذِي اشْتَرَاهُ مَعَه جَائِزَة وحصته مَرْدُودَة لَا تجوز\nوَكَذَلِكَ لَو اشْتَرَاهُ هُوَ وعبدا آخر بِأَكْثَرَ من ذَلِك الثّمن إِذا كَانَ الَّذِي بَاعه نصِيبه من الثّمن أقل مِمَّا بَاعه فَإِنَّهُ فَاسد\n(5/208)\n\nوَيَردهُ خَاصَّة وَيجوز عَلَيْهِ الآخر وَإِذا كَانَ نصِيبه من الثّمن مثل مَا بَاعه فَالْبيع فِيهِ جَائِز\n50 - وَإِذا بَاعَ الرجل خَادِمًا بنسيئة سنة فَولدت عِنْد المُشْتَرِي ثمَّ أَرَادَ البَائِع أَن يَشْتَرِيهَا بِأَقَلّ من ذَلِك قبل أَن ينْتَقد فَلَا بَأْس بذلك\nوَإِن كَانَت الْولادَة لم تنقصها فَلَا يبتاعها بِأَقَلّ من ذَلِك الثّمن الَّذِي بَاعهَا بِهِ\nوَإِذا ولدت الْجَارِيَة عِنْد آخر ثمَّ بَاعهَا وَلم يسم ذَلِك بنسيئة أَو بِنَقْد فَهُوَ جَائِز لَا يفْسد ذَلِك بَيْعه\n51 - وَإِذا اشْترى الرجل جَارِيَة من رجل فَولدت عِنْده لأَقل من سِتَّة أشهر من يَوْم اشْتَرَاهَا فادعياه البَائِع وَالْمُشْتَرِي جَمِيعًا مَعًا فَإِنَّهُ يكون ابْن البَائِع وَالْأمة أم وَلَده وَيرد الثّمن\nوَكَذَلِكَ إِذا ادَّعَاهُ البَائِع ثمَّ ادَّعَاهُ المُشْتَرِي بعد\nوَلَو كَانَ المُشْتَرِي ادَّعَاهُ قبل البَائِع جَازَت دَعْوَاهُ وَكَانَت أم ولد لَهُ وَلَا تجوز دَعْوَى البَائِع بعد",
        "(5/209)\n\nوَكَذَلِكَ لَو ولدت لأكْثر من سِتَّة أشهر فادعياه جَمِيعًا كَانَت الدَّعْوَى دَعْوَى المُشْتَرِي وَلَا تجوز دَعْوَى البَائِع\nوَلَو ادَّعَاهُ البَائِع وَلم يَدعه المُشْتَرِي لم تجز دَعْوَاهُ إِذا جَاءَت بِهِ لأكْثر من سِتَّة أشهر مُنْذُ يَوْم بَاعه\nوَإِذا كَانَ المُشْتَرِي قد أعتق الْوَلَد وَقد جَاءَت بِهِ لأَقل من سِتَّة أشهر من يَوْم بَاعَ فَإِنَّهُ لَا تجوز دَعْوَى البَائِع لِأَن ولاءه قد ثَبت من المُشْتَرِي\nوَكَذَلِكَ لَو مَاتَ وَبقيت أمه لِأَنَّهُ لم يبْق مَعهَا ولد يثبت نسبه\nوَلَو بَاعه وَلم يعْتق وَأعْتق المُشْتَرِي الْأُم ثمَّ ادَّعَاهُ البَائِع وَقد جَاءَت بِهِ لأَقل من سِتَّة أشهر ثَبت نسبه من البَائِع فَأَما الْأُم فَإِنَّهَا لَا تكون أم ولد بعد الْعتْق وَيقسم الثّمن على قيمتهَا وَقِيمَة وَلَدهَا فَيرد البَائِع مَا أصَاب الابْن من الثّمن على المُشْتَرِي إِن كَانَ قد انتقد وَإِن لم يكن انتقد رد المُشْتَرِي على البَائِع مَا أصَاب الْأُم\nوَلَو كَانَت قد ولدت عِنْد البَائِع قبل أَن يَبِيع ثمَّ بَاعَ ثمَّ ادّعى الْوَلَد جَازَت دَعْوَاهُ إِذا كَانَ لم يدْخل فِيهِ عتق وَكَذَلِكَ لَو لم يمت وَصَارَت أمه أم ولد\nوَلَو لم يُولد عِنْده وَلكنه اشتراهما ثمَّ باعهما ثمَّ ادّعى الْوَلَد فَإِن نسبه لَا يثبت من قبل انه لم يُولد عِنْده\n(5/210)",
        "\nوَلَو اشْتَرَاهَا وَهِي حُبْلَى ثمَّ بَاعهَا فَولدت من الْغَد من يَوْم اشْتَرَاهَا فَادَّعَاهُ البَائِع الْأَوْسَط لم يصدق لِأَن الْحَبل كَانَ أَصله عِنْد البَائِع الأول وَلَو كَانَ ادّعى البَائِع الأول الَّذِي كَانَ عِنْده الْحَبل فَإِن أَبَا حنيفَة قَالَ هُوَ مُصدق وَهُوَ قَول أبي يُوسُف وَمُحَمّد\nوَلَو ولدت عِنْده وَلدين فِي بطن وَاحِد ثمَّ باعهما أَو بَاعَ أَحدهمَا ثمَّ ادّعى الَّذِي عِنْده لزمَه الْولدَان جَمِيعًا وَصَارَت الْأُم أم ولد لَهُ وَيرد الثّمن\nوَإِن كَانَ المُشْتَرِي قد أعتق الْوَلَد الَّذِي عِنْده ثمَّ ادّعى البَائِع الْوَلَد الَّذِي كَانَ عِنْده لزمَه نسبهما جَمِيعًا وَكَانَت دَعْوَاهُ للَّذي عِنْده بِمَنْزِلَة الشَّاهِد وأبطلت عتق المُشْتَرِي\nفَإِن أعتق المُشْتَرِي الْأُم قبل ادِّعَاء هَذَا الْوَلَد جَازَ عتقه فِيهَا وَلَا تكون أم ولد البَائِع لِأَنَّهَا لَا ترد إِلَى الرّقّ بعد أبدا\n(5/211)\n",
        "- 10 بَاب بُيُوع أهل الذِّمَّة بَعضهم من بعض\n-\n1 - وَإِذا اشْترى الرجل من أهل الذِّمَّة العَبْد الْمُسلم من الْمُسلمين فَإِن شِرَاءَهُ جَائِز يلْزمه البيع\nوَكَذَلِكَ لَو اشْترى أمة مسلمة\nوَالصَّغِير فِي ذَلِك من الرَّقِيق وَالْكَبِير سَوَاء\nوَالْبيع فِي ذَلِك كُله جَائِز لَازم لَهُ\nوَكَذَلِكَ لَو اشْترى من ذمِّي مثله عبدا مُسلما أَو أمة مسلمة\nفَإِنِّي أُجِيز البيع وأجبر المُشْتَرِي الَّذِي لزمَه البيع على بيع ذَلِك من الْمُسلمين وَلَا أخلى بَينه وَبَين أَن يكون فِي ملكه\nلَيْسَ يَنْبَغِي أَن يكون فِي ملك أحد من أهل الذِّمَّة عبد مُسلم وَلَا أمة مسلمة صَغِيرا كَانَ أَو كَبِيرا إِلَّا أَن يجبروا على بَيْعه من الْمُسلمين\n2 - وَإِذا كَانَ للذِّمِّيّ عبد كَافِر أَو أمة كَافِرَة فَأسْلمت أَو أسلم العَبْد فَإِنَّهُ يجْبر على بيعهمَا\n(5/213)\n\n3 - وَإِذا كَانَ للذِّمِّيّ عبد وَامْرَأَته أمة قد ولدت مِنْهُ فَأسلم العَبْد وَله مِنْهَا ولد صَغِير فَإِنَّهُ يجْبر على بيع العَبْد مَعَ وَلَده الصَّغِير لِأَنَّهُمَا مسلمان وَإِن كَانَ ذَلِك مِمَّا يفرق بَينه وَبَين أمه للحق الَّذِي لزم فِي ذَلِك\nأَلا ترى أَن أمه لَو كَانَ لَهَا ابْن صَغِير فجنى جِنَايَة دفع بهَا وَأَمْسَكت الْأُم\nوَلَو لزم الْوَلَد دين بيع فِيهِ وَأَمْسَكت الْأُم لِأَن هَذَا حق لزم فِي الْوَلَد خَاصَّة دون الْأُم كَمَا لزم الْإِسْلَام\n4 - وَإِذا كَانَ العَبْد الْكَافِر بَين الْمُسلم وَالْكَافِر فَأسلم العَبْد فَإِن الْكَافِر يجْبر على بيع حِصَّته مِنْهُ\n5 - وَلَو أَن عبدا أسلم ومولاه كَافِر فكاتبه مَوْلَاهُ جَازَت مُكَاتبَته فَإِن أَدَّاهَا عتق وَإِن عجز فَرد فِي الرّقّ أجبر الْمولى على بَيْعه",
        "(5/214)\n\n6 - وَلَو أَن العَبْد الْكَافِر أسلم ثمَّ إِن الْكَافِر رَهنه عِنْد مُسلم أَو كَافِر فَإِنَّهُ سَوَاء وَيجْبر الْمولى على البيع فِي ذَلِك وَيكون ثمنه رهنا مَكَانَهُ\nوَكَذَلِكَ لَو أجره من مُسلم أَو كَافِر تبطل الْإِجَارَة وَلَا يتْرك فِي ملكه وَلَا يعلق فِيهِ شَيْء من هَذَا\nوَلَو كَانَ رَهنه أَو أجره وَهُوَ كَافِر ثمَّ أسلم فِي يَدي الْمُرْتَهن أَو الْمُسْتَأْجر أجبرته على بَيْعه وَلَا أتركه فِي يَدي الْكَافِر وَهُوَ مُسلم\n7 - وَلَو دبر الْكَافِر عبدا مُسلما بعد مَا أسلم العَبْد أَو قبل إِسْلَامه أَو كَانَت أمة فَوَقع عَلَيْهَا فَولدت مِنْهُ بعد إسْلَامهَا أَو قبل قومت قيمَة عدل أم ولد أَو مُدبرَة ثمَّ سعت فِي قيمتهَا فَإِذا أدَّت عتقت وَهِي بِمَنْزِلَة الْأمة مَا دَامَت تسْعَى\nوَتجب على أم الْوَلَد الْعدة إِذا هِيَ أدَّت وَيكون ولاؤها وَوَلَاء الْمُدبرَة لمولاها الْكَافِر\n(5/215)",
        "\n8 - وَإِذا بَاعَ الرجل عبدا على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام ثمَّ أسلم العَبْد ثمَّ اخْتَار الْكَافِر إِمْضَاء بيع العَبْد أَو رده فَإِن اخْتَارَهُ أجبرته على بَيْعه وَإِن اخْتَار إِمْضَاء البيع لكَافِر مثله أجبرت ذَلِك الْكَافِر على بَيْعه وَإِن كَانَ أمضى البيع لمُسلم فَهُوَ لَهُ وَلَا يجْبر على بَيْعه\nفَإِن كَانَ المُشْتَرِي بِالْخِيَارِ فَرد البيع أجبرت الْكَافِر وَإِن اخْتَارَهُ وَهُوَ مُسلم فَهُوَ لَهُ وَإِن كَانَ كَافِرًا فَهُوَ لَهُ وأجبره على بَيْعه\n9 - وَإِذا اشْترى الْكَافِر عبدا مُسلما بيعا فَاسِدا فَقَبضهُ الْكَافِر فَإِنَّهُ يجْبر على رده على البَائِع فَإِن كَانَ البَائِع كَافِرًا أجبر على بَيْعه\nوَإِن كَانَ البَائِع غَائِبا وَكَانَ مُسلما فَرفع أَمر المُشْتَرِي\n(5/216)\n",
        "إِلَى القَاضِي فَإِن كَانَ البيع بيعا يجوز فِي مثله البيع أجبرته على بَيْعه\nوَلَو أَن مُسلما اشْترى عبدا مُسلما من كَافِر بيعا فَاسِدا أجبر على رده على الْكَافِر وعَلى بَيْعه\nوَإِن كَانَ الْكَافِر غَائِبا فَهُوَ لَهُ على حَاله عِنْد الْمُسلم\n10 - وَلَو أَن رجلا مُسلما وهب عبدا مُسلما لكَافِر أَو تصدق بِهِ عَلَيْهِ كَانَ ذَلِك جَائِزا إِذا قبض وأجبر الْكَافِر على بَيْعه\nوَلَو أَرَادَ الْمُسلم أَن يرجع فِي هِبته كَانَ لَهُ ذَلِك مَا لم يبع الْكَافِر أَو يعوض أَو يكون ذَا رحم محرم مِنْهُ أَو تكون الْهِبَة قد ازدادت خيرا\nوَلَو أَن كَافِرًا وهب عبدا مُسلما لرجل مُسلم وَقبض ثمَّ رَجَعَ الْكَافِر فِيهِ وَقَبضه كَانَ جَائِزا وأجبر الْكَافِر على بَيْعه\n(5/217)\n\n11 - وَلَو أَن رجلا مُسلما تَحْتَهُ امْرَأَة نَصْرَانِيَّة لَهَا مَمْلُوك مُسلم فأجبرت على بَيْعه فباعته من زَوجهَا وَاشْتَرَاهُ زَوجهَا لولد لَهُ صَغِير كَانَ ذَلِك جَائِزا وَلَا يجْبر على بَيْعه\n12 - وَإِذا أسلم عبد لنصراني فأجبر القَاضِي على بَيْعه فَبَاعَهُ ثمَّ جَاءَ نَصْرَانِيّ آخر فاستحقه بعد البيع بِبَيِّنَة من الْمُسلمين فَالْبيع مَرْدُود وَيجْبر الَّذِي اسْتَحَقَّه على بَيْعه\nفَإِن كَانَ قد أعْتقهُ فعتقه بَاطِل\n13 - وَلَو أَن يتامى من النَّصَارَى أسلم عبد لَهُم أجبروا على بَيْعه فَإِن كَانَ لَهُم وَصِيّ بَاعه الْوَصِيّ وَإِن لم يكن لَهُم وَصِيّ جعل لَهُم القَاضِي وَصِيّا فَبَاعَهُ لَهُم\n14 - وَإِذا أسلم عبد نَصْرَانِيّ وَلم يَحْتَلِم بعد أَن يتَكَلَّم الْإِسْلَام وَيكون عَاقِلا فَإِن هَذَا إِسْلَام وَيجْبر الْمولى على بَيْعه اسْتحْسنَ هَذَا وادع الْقيَاس فِيهِ\n15 - وَإِذا أسلم عبد الْمكَاتب وَهُوَ نَصْرَانِيّ وَهُوَ مكَاتب",
        "(5/218)\n\nأجبر الْمكَاتب النَّصْرَانِي على بَيْعه\n16 - وَلَو كَانَ مَوْلَاهُ عبدا نَصْرَانِيّا تَاجِرًا لنصراني أجبرته على بَيْعه\nوَلَو كَانَ الْمولى مُسلما وَلَا دين على العَبْد لم أجْبرهُ على بَيْعه\nوَإِن كَانَ على العَبْد دين أجبرته على بَيْعه\n17 - وَكَذَلِكَ إِذا اشْترى النَّصْرَانِي عبدا مُسلما فَوجدَ بِهِ عَيْبا فَقَالَ أَنا أرده تركته حَتَّى يردهُ وَكَانَ هَذَا بِمَنْزِلَة البيع\nوَإِذا اشْترى النَّصْرَانِي عبدا مُسلما فَأَرَادَ أَن يُخَاصم بِعَيْب فَوكل وَكيلا يُخَاصم عَنهُ فَإِن الْوَكِيل تقبل مِنْهُ الْخُصُومَة فِي ذَلِك حَتَّى يبلغ الْيَمين بِاللَّه مَا رأى وَلَا رَضِي فَإِذا بلغ ذَلِك لم يسْتَطع أَن يردهُ حَتَّى يَجِيء الْمُوكل الْآمِر فَيحلف\n(5/219)",
        "\nوَإِن كَانَ البَائِع هُوَ الَّذِي وكل فَهُوَ جَائِز من قبل أَن وَكيله لَو أقرّ عَلَيْهِ لجَاز\nوَلَو أقرّ وَكيل المُشْتَرِي أَن المُشْتَرِي قد رَضِي بِالْعَيْبِ كَانَ إِقْرَاره عِنْد القَاضِي جَائِزا على المُشْتَرِي\nوَإِذا أَبى وَكيل البَائِع أَن يحلف فَأبى أَن يقر فعلى البَائِع أَن يحلف بِاللَّه وَلَيْسَ يحلف الْوَكِيل لقد بَاعه وَمَا هَذَا بِهِ وَلَكِن البَائِع يحلف بِاللَّه لقد بَاعه وَمَا هَذَا بِهِ يَوْم بَاعه يُؤْتِي بِهِ حَتَّى يحلف\n18 - وَإِذا اشْترى النَّصْرَانِي مُصحفا أجبرته على بَيْعه وَكَانَ شِرَاؤُهُ جَائِزا عَلَيْهِ\nوَكَذَلِكَ لَو بَاعه كَانَ بَيْعه جَائِزا\n19 - وَإِذا اشْترى النَّصْرَانِي عبدا وَهُوَ بِالْخِيَارِ ثَلَاثَة أَيَّام فَأسلم العَبْد قبل أَن يمْضِي الْخِيَار فَإِن أجَاز البيع فَهُوَ جَائِز وَيجْبر على بَيْعه وَإِن رد البيع وَلم يجْبرهُ فَهُوَ جَائِز\n(5/220)\n",
        "وَكَذَلِكَ لَو كَانَ البَائِع بِالْخِيَارِ\n20 - وَلَا يجوز فِيمَا بَين أهل الذِّمَّة الرِّبَا وَلَا بيع الْحَيَوَان بِالْحَيَوَانِ وَلَا يجوز السّلم فِيمَا بَينهم فِي الْحَيَوَان وَلَا الدِّرْهَم بِالدِّرْهَمَيْنِ يدا بيد وَلَا النَّسِيئَة وَلَا الصّرْف بِالنَّسِيئَةِ وَلَا الذَّهَب بِالذَّهَب إِلَّا مثلا بِمثل يدا بيد وَكَذَلِكَ الْفضة وَكَذَلِكَ كل مَا يُكَال أَو يُوزن إِذا كَانَ صنفا وَاحِدًا\nهم فِي الْبيُوع كلهَا بِمَنْزِلَة أهل الْإِسْلَام مَا خلا الْخمر وَالْخِنْزِير\nوَلَا أُجِيز فِيمَا بَينهم بيع الْميتَة وَالدَّم\nفَأَما الْخمر وَالْخِنْزِير فَإِنِّي أُجِيز بيعهَا بَين أهل الذِّمَّة لِأَنَّهَا\n(5/221)\n\nأَمْوَال أهل الذِّمَّة اسْتحْسنَ ذَلِك وادع الْقيَاس فِيهِ من قبل الْأَثر الَّذِي جَاءَ فِي نَحْو من ذَلِك عَن عمر\n21 - وَإِذا اشْترى النَّصْرَانِي أَو الرجل من أهل الذِّمَّة الْخمر من الرجل الْمُسلم فَذَلِك بَاطِل لَا يجوز\nوَكَذَلِكَ لَو بَاعَ الْكَافِر من مُسلم خمرًا لم يجز ذَلِك\nوَإِن اسْتهْلك الْمُسلم خمرًا لكَافِر فَعَلَيهِ قيمتهَا\nوَإِن اسْتهْلك الْكَافِر خمرًا لمُسلم فَلَا شَيْء عَلَيْهِ\nلَا يحل الْخمر لمُسلم وَلَا يحل بيعهَا وَلَا أكل ثمنهَا بلغنَا نَحْو من ذَلِك عَن رَسُول الله صلى الله عَلَيْهِ وَسلم\n22 - وَإِذا اشْترى النَّصْرَانِي خمرًا من نَصْرَانِيّ فَأَسْلمَا جَمِيعًا أَو أَحدهمَا أَيهمَا مَا كَانَ قبل أَن يقبض المُشْتَرِي فَالْبيع فَاسد لَا يجوز لِأَنَّهَا قد صَارَت حَرَامًا على الْمُسلم مِنْهُمَا\nوَلَو كَانَ قبضهَا قبل أَن يسلم وَاحِد مِنْهُمَا ثمَّ أسلما أَو أسلم",
        "(5/222)\n\nأَحدهمَا قبل أَن قبض الثّمن كَانَ الثّمن دينا على المُشْتَرِي لِأَنَّهُ مَاله ويخلل الْخمر إِن كَانَ هُوَ الْمُسلم\n23 - وَإِذا أسلم النَّصْرَانِي إِلَى النَّصْرَانِي فِي خمر ثمَّ أسلما جَمِيعًا أَو أسلم أَحدهمَا فَالْبيع بَاطِل وَيرد رَأس مَاله\nوَكَذَلِكَ إِذا اشْترى مِنْهُ خنزيرا فَأسلم قبل أَن يقبض فَالْبيع بَاطِل فَاسد لَا يجوز وَيرد عَلَيْهِ مَا قبض من الثّمن\n24 - وَإِذا اشْترى الْمُسلم من الْمُسلم عصيرا ثمَّ صَار خمرًا قبل أَن يقبضهُ فَالْبيع فَاسد لَا يجوز فَإِن صَارَت الْخمر خلا قبل أَن يترافعا إِلَى السُّلْطَان فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذه وَإِن شَاءَ أَخذ الثّمن إِن كَانَ أعطَاهُ لِأَن أصل الشِّرَاء كَانَ عصيرا حَلَالا\nوَكَذَلِكَ النَّصْرَانِي يَشْتَرِي من النَّصْرَانِي خمرًا ثمَّ صَارَت خلا قبل أَن يقبض ثمَّ أسلما فَإِن شَاءَ المُشْتَرِي أَخذهَا وَأعْطى الثّمن\n(5/223)",
        "\nوَلَو أَن الْمُسلم حَيْثُ صَار الْعصير خمرًا خَاصم فِيهَا أبطل القَاضِي البيع فَإِن صَارَت خلا بعد ذَلِك فَلَا سَبِيل لَهُ عَلَيْهَا من قبل أَن القَاضِي قد نقض البيع\n25 - وَإِذا أقْرض النَّصْرَانِي من النَّصْرَانِي خمرًا ثمَّ أسلم الْمقْرض فَلَا شَيْء لَهُ عَلَيْهِ وَكَذَلِكَ لَو أسلما جَمِيعًا لِأَنَّهَا الْخمر بِعَينهَا\nوَلَو لم يسلم الْمقْرض وَأسلم الْمُسْتَقْرض فَأَيّهمَا مَا أسلم فَلَا شَيْء لَهُ على الْمُسْتَقْرض وَهَذَا قَول أبي يُوسُف رَوَاهُ عَن أبي حنيفَة\nوفيهَا قَول آخر قَول مُحَمَّد فَإِن أسلم الْمُسْتَقْرض أَو أسلما جَمِيعًا إِلَّا أَن الْمُسْتَقْرض لَو بَدَأَ بِالْإِسْلَامِ فقيمتها دين عَلَيْهِ لِأَنَّهَا قد كَانَت لَازِمَة لَهُ فَلَا يقدر على إِبْطَالهَا عَنهُ وَهَذَا قَول زفر وعافية الَّذِي روى عَن أبي حنيفَة\n(5/224)\n",
        "26 - وَلَو اسْتهْلك نَصْرَانِيّ لنصراني خمرًا أَو خنزيرا ثمَّ أسلم الْمُسْتَهْلك كَانَ عَلَيْهِ الْقيمَة فِي الْخِنْزِير فِي قَول أبي يُوسُف الَّذِي روى عَن أبي حنيفَة وَهُوَ قَول مُحَمَّد على مَا وصفت لَك إِذا أسلم الْمُسْتَهْلك لَهَا فَعَلَيهِ قيمتهَا وَإِن أسلم الَّذِي هِيَ لَهُ أبطلت عَن الْمُسْتَهْلك\nوَلَو أسلم الطَّالِب وَلم يسلم الْمَطْلُوب كَانَ عَلَيْهِ قيمَة الْخِنْزِير وَكَانَت الْخمر بَاطِلا لِأَن على الْمَطْلُوب خمرًا مثلهَا كَيْلا فَلَا يُعْطي الطَّالِب وَهُوَ مُسلم خمرًا وَقِيمَة الْخِنْزِير قد وَجَبت عَلَيْهِ لَهُ قبل أَن يتَكَلَّم وَإِن الْخمر إِنَّمَا يكون لَهُ خمر مثلهَا فَإِن أسلم فَهِيَ بَاطِل لَا يقْضِي بهَا لَهُ فِي القَوْل الأول وَهُوَ قَول أبي يُوسُف\n27 - وَإِذا اشْترى النَّصْرَانِي من النَّصْرَانِي خمرًا أَو خنزيرا على أَنه بِالْخِيَارِ ثَلَاثَة أَيَّام ثمَّ أسلم المُشْتَرِي قبل أَن يخْتَار وَقد قبض كَانَ البيع بَاطِلا فِي قَول أبي حنيفَة من قبل أَنه لم يجب البيع\n(5/225)\n\nأَلا ترى أَنه لَو اشْترى أَبَاهُ وَهُوَ بِالْخِيَارِ فِيهِ لم يعْتق فِي قَول أبي حنيفَة وَيعتق فِي قَول أبي يُوسُف وَمُحَمّد\nوَيجوز البيع فِي الْخمر على المُشْتَرِي إِذا كَانَ قد قبض ثمَّ أسلم وَهُوَ بِالْخِيَارِ وَيبْطل الْخِيَار فِي قَول أبي يُوسُف وَمُحَمّد\n28 - وَلَو كَانَ البَائِع بِالْخِيَارِ ثمَّ أسلما جَمِيعًا أَو اسْلَمْ البَائِع وَهُوَ بِالْخِيَارِ كَانَ البيع بَاطِلا لَا يجوز\nوَإِن أسلم المُشْتَرِي وَقد قبض الْخمر وَالْخيَار للْبَائِع لم يفْسد البيع لِأَن البيع قد تمّ من قبل المُشْتَرِي\nأَلا ترى أَن المُشْتَرِي لَو مَاتَ لم ينْتَقض البيع بِمَوْتِهِ وَكَانَ البيع على حَاله وَكَانَ البَائِع على خِيَاره وَكَذَلِكَ إِسْلَامه لَا ينْقض شَيْئا من البيع\n29 - وَإِذا ارْتهن النَّصْرَانِي من النَّصْرَانِي خمرًا بدين لَهُ أَو خنزيرا فَهُوَ جَائِز\nفَإِن أسلم الْمُرْتَهن بَطل الرَّهْن وَكَانَ دينه على حَاله كَمَا هُوَ",
        "(5/226)\n\nفَإِن هلك الرَّهْن فِي يَدَيْهِ فَهُوَ على حَاله كَمَا كَانَ رهنا حَتَّى يردهُ إِلَى صَاحبه\nوَلَو كَانَ الرَّاهِن هُوَ الَّذِي أسلم بَطل ذَلِك كُله\nفَإِن هلك الرَّهْن لم ينْقض من حق الْمُرْتَهن شَيْئا\n30 - وَإِذا اشْترى النَّصْرَانِي خمرًا لمُسلم بأَمْره من نَصْرَانِيّ فَهُوَ جَائِز لِأَن النَّصْرَانِي هُوَ الَّذِي اشْتَرَاهُ ويخللها الْمُسلم وَهَذَا قَول أبي حنيفَة\nوَقَالَ أَبُو يُوسُف وَمُحَمّد لَا يجوز البيع على الْمُسلم وَهِي لَازِمَة لِلنَّصْرَانِيِّ\nفَإِن اشْترى الْمُسلم خمرًا لنصراني من نَصْرَانِيّ كَانَ بَاطِلا لَا يجوز لِأَن الْمُسلم هُوَ الَّذِي ولى عقدَة البيع\nوَلَو بَاعَ نَصْرَانِيّ خمرًا لمُسلم من نَصْرَانِيّ كَانَ جَائِزا لِأَن النَّصْرَانِي هُوَ الَّذِي ولى عقدَة البيع فِي قَول أبي حنيفَة\n(5/227)",
        "\n31 - وَقَالَ وَلَو كَانَ العَبْد نَصْرَانِيّا ومولاه مُسلم فَاشْترى العَبْد خنزيرا أَو بَاعه كَانَ البيع جَائِزا\nوَكَذَلِكَ الْمكَاتب النَّصْرَانِي إِن كَانَ مَوْلَاهُ مُسلما\nوَكَذَلِكَ الْمُدبر والمدبرة وَأم الْوَلَد النَّصْرَانِيَّة إِن كَانَ مواليهم مُسلمين\nوَإِذا كَانَ العَبْد مُسلما أَو الْمكَاتب أَو الْمُدبر أَو أم الْوَلَد فَاشْترى أحد مِنْهُم خمرًا أَو بَاعهَا من نَصْرَانِيّ فَلَا يجوز وَإِن كَانَ الْمولى نَصْرَانِيّا لِأَن الْمُسلم هُوَ الَّذِي ولى عقدَة البيع\n32 - وَإِذا كَانَ لأحد من أهل الذِّمَّة عَبْدَانِ أَخَوان فلست أكره لَهُم التَّفْرِيق لِأَن مَا فِيهِ أهل الذِّمَّة من الشّرك أعظم مِمَّا يدْخل عَلَيْهِم من التَّفْرِيق\n(5/228)\n",
        "- 11 بَاب بُيُوع ذَوي الْأَرْحَام\n-\n1 - قَالَ أَبُو حنيفَة رَحمَه الله لَيْسَ يَنْبَغِي للرجل أَن يفرق بَين الْجَارِيَة وَبَين وَلَدهَا فِي البيع إِذا كَانُوا صغَارًا\nوَكَذَلِكَ كل ذِي رحم محرم مِنْهُ\nوَكَذَلِكَ الأخوان\nقَالَ وبلغنا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ذَلِك فِي الْأَخَوَيْنِ\nوَالْكَافِر فِي ذَلِك وَالْمُسلم عندنَا سَوَاء\nوَإِن كَانُوا رجَالًا أَو نسَاء أَو غلمانا قد احتلموا أَو جواري قد حضن فَلَا بَأْس بِأَن يفرق بَين هَؤُلَاءِ\n(5/229)\n\n2 - وَلَو كَانَ عبد لرجل وَذُو رحم محرم من العَبْد عبد صَغِير لِابْنِ الرجل وَهُوَ صَغِير فِي عِيَاله فَأَرَادَ الرجل أَن يَبِيع وَاحِدًا مِنْهُمَا وَيفرق بَينهمَا كَانَ ذَلِك جَائِزا\n3 - وَلَو اشتراهما جَمِيعًا فَوجدَ بِأَحَدِهِمَا عَيْبا كَانَ لَهُ أَن يردهُ ويمسك الآخر الْبَاقِي مِنْهُمَا\n4 - وَلَو جنى أَحدهمَا جِنَايَة كَانَ لَهُ أَن يدْفع أَحدهمَا ويمسك الآخر\n5 - وَلَو لحق أَحدهمَا دين كَانَ لَهُ أَن يَبِيعهُ فِي الدّين ويمسك الآخر\n6 - وَلَو كَانَ لَهُ من كل وَاحِد مِنْهُمَا شقص لم أكره لَهُ أَن يَبِيع شقصه فِي أَحدهمَا دون الآخر",
        "(5/230)\n\n7 - وَلَو كَانَا مملوكين كِلَاهُمَا جَمِيعًا لَهُ فَبَاعَ أَحدهمَا وَفرق بَينهمَا كَانَ مسيئا وَكَانَ ذَلِك جَائِزا وَهَذَا قَول أبي حنيفَة وَمُحَمّد\nوَقَالَ أَبُو يُوسُف أبطل البيع فِي الْوَلَد خَاصَّة إِذا بيع وَهُوَ صَغِير أَو بيع وَالِده وَلَا أبْطلهُ فِي الْأَخَوَيْنِ\n8 - وَلَو دبر أَحدهمَا أَو كَاتب أم ولد لَهُ لم أكره لَهُ أَن يَبِيع الآخر قبل ذَلِك\n9 - وَلَا بَأْس بِأَن يُكَاتب أَحدهمَا دون الآخر\nوَكَذَلِكَ الْعتْق\n10 - وَلَا بَأْس بِأَن يَبِيع أَحدهمَا نسمَة لِلْعِتْقِ ويمسك الآخر\n(5/231)",
        "\n11 - وَلَو كَانَ فِي غير ملكه وَكَانَ كل وَاحِد مِنْهُمَا فِي ملك بعض وَلَده وَولده صغَار فَلَا بَأْس بِأَن يَبِيع كل وَاحِد مِنْهُمَا على حِدة لِأَنَّهُ لم يملكهما إِنْسَان وَاحِد\nوَلَو كَانَ أَحدهمَا لِابْنِ لَهُ كَبِير لم يكن بَأْس بِالتَّفْرِيقِ أَيْضا\nوَكَذَلِكَ لَو كَانَ أَحدهمَا لَهُ وَالْآخر لزوجته من قبل أَنه لَا يقدر على بيع الَّذِي لزوجته وَلَا الَّذِي لوَلَده الْكَبِير\n12 - وَلَو كَانَ أَحدهمَا لَهُ وَالْآخر لمكاتب لَهُ أَو لعبد لَهُ مَأْذُون لَهُ فِي التِّجَارَة وَعَلِيهِ دين للنَّاس لم يكن بِالتَّفْرِيقِ بَأْس لِأَنَّهُ لَا يملك بيع عبد مكَاتبه وَلَا بيع عبد لعبد لَهُ عَلَيْهِ يدن\nوَلَو كَانَ عَبده لَيْسَ عَلَيْهِ دين لم يكن لَهُ أَن يفرق بَينهمَا لِأَن مَال عَبده لَهُ\n(5/232)\n",
        "13 - وَإِذا كَانَ أَحدهمَا للْمُضَارب لَهُ فَلَا بَأْس بِأَن يَبِيع الْمضَارب مَا كَانَ عِنْده من ذَلِك\n14 - وَإِن كَانَ عِنْده اخوان جَمِيعًا فَلَا يفرق بَينهمَا\n15 - وَإِذا كَانَت عِنْده أمة فَبَاعَهَا وَهُوَ بِالْخِيَارِ ثَلَاثَة أَيَّام ثمَّ اشْترى إبنا لَهَا لم تَرَ لَهُ أَن يُوجب البيع فِي أمته تِلْكَ وكرهت لَهُ ذَلِك لِأَنَّهُ قد ملكهمَا جَمِيعًا\nوَلَو كَانَ المُشْتَرِي هُوَ الَّذِي كَانَ بِالْخِيَارِ لم يكن بذلك بَأْس أَن يستوجبها\nوَلَو كَانَ عِنْده ابْن لَهَا فَاخْتَارَ ردهَا لم يكن بذلك بَأْس أَلا ترى أَنه يردهَا بِعَيْب لَو كَانَ بهَا وَلَا يكون بِهِ بذلك بَأْس\n(5/233)\n\n16 - وَإِذا كَانَ فِي ملك الْمكَاتب ذُو رحم محرم أَو كَانَ ذَلِك فِي ملك العَبْد التَّاجِر وَعَلِيهِ دين أَو لَيْسَ عَلَيْهِ دين فَإِنِّي أكره لَهُ من ذَلِك مَا أكره للْحرّ الْمُسلم\n17 - وَإِذا كَانَ فِي ملك الْحر الْمُسلم ذُو محرم من الرضَاعَة أَو ذُو محرم من غير النّسَب فَلَا بَأْس بِأَن يفرق بَين أُولَئِكَ قَالَ بلغنَا عَن عبد الله بن مَسْعُود أَن رجلا سَأَلَهُ فَقَالَ أبيع جَارِيَة لي قد أرضعت وَلَدي فَقَالَ ابْن مَسْعُود قل من يَشْتَرِي أم وَلَدي\n18 - وَإِذا كَانَ عِنْد الرجل عبد لَهُ وَامْرَأَته أمة لَهُ وهما جَمِيعًا لَهُ فَلَا بَأْس بِأَن يفرق بَينهمَا يَبِيع أَحدهمَا ويمسك الآخر\nوَلَيْسَ هَذَا كَالَّذي يَبِيع الرَّحِم الْمحرم\n19 - وَلَو كَانَ للْمُسلمِ رَقِيق من أهل الْكفْر من السَّبي أَو الْغَنِيمَة أَو اشتراهم من أهل الذِّمَّة وَهُوَ ذُو رحم محرم كرهت لَهُ أَن يفرق بَينهم كَمَا أكره لَهُ أَن يفرق بَين الْمُسلمين",
        "(5/234)\n\n20 - وَلَا يَنْبَغِي أَن يفرق بَينهم بِهِبَة أَو صَدَقَة وَلَا وَصِيَّة وَلَا يَبِيع أحدا مِنْهُم لِابْنِ لَهُ وَهُوَ صَغِير فِي عِيَاله لِأَن هَذَا تَفْرِيق كُله\n21 - وَإِذا دخل الرجل الْحَرْبِيّ بغلامين أَخَوَيْنِ صغيرين دَار الْإِسْلَام بِأَمَان فَأَرَادَ بيع أَحدهمَا فَلَا بَأْس بِشِرَائِهِ وَإِن كَانَ يفرق بَينهمَا لِأَنِّي لَو لم أشتره مِنْهُ أَعَادَهُ فَادْخُلْهُ دَار الْحَرْب فَصَارَ حَرْبِيّا\nوَلكنه لَو اشْترى أَخَوَيْنِ فِي دَار الْإِسْلَام كرهت لمُسلم لِأَن يَشْتَرِي أَحدهمَا وأجبره السُّلْطَان على بيعهمَا جَمِيعًا لِأَنَّهُ اشتراهما فِي دَار الْإِسْلَام من أهل الْإِسْلَام وَكَذَلِكَ لَو اشتراهما من أهل الذِّمَّة\nوَلَو اشتراهما فِي دَار الْإِسْلَام من حَرْبِيّ مستأمن لم يجْبر على بيعهمَا وللمسلم أَن يَشْتَرِي أَحدهمَا دون الآخر\n(5/235)",
        "\n- 12 بَاب الْأمة الْحَامِل إِذا بِيعَتْ\n-\n1 - وَإِذا بَاعَ الرجل أمة من رجل فقبضها أَو لم يقبضهَا حَتَّى ولدت ولدا فادعياه جَمِيعًا فَإِنَّهُ ينظر فَإِن كَانَت جَاءَت بِالْوَلَدِ لأَقل من سِتَّة أشهر من يَوْم وَقع البيع فَهُوَ من البَائِع وَهِي أم ولد لَهُ وَيرد الثّمن إِن كَانَ انتقد المُشْتَرِي\nفَإِن جَاءَت بِهِ لسِتَّة أشهر بعد عقدَة البيع أَو أَكثر فَإِنَّهُ ولد المُشْتَرِي وَهِي أم ولد لَهُ\n2 - وَإِن ولدت وَلدين أَحدهمَا لأَقل من سِتَّة أشهر وَالْآخر لأكْثر من سِتَّة أشهر بِيَوْم فادعاهما جَمِيعًا البَائِع وَالْمُشْتَرِي ردا البيع وَهِي أم ولد للْبَائِع\nفَإِن لم يدعهما المُشْتَرِي وَلَا البَائِع حَتَّى أعتق المُشْتَرِي الْأُم ثمَّ ادّعى البَائِع الْوَلَد وَقد جَاءَت بِهِ لأكْثر من سِتَّة أشهر\n(5/237)\n",
        "فَلَا يصدق على ذَلِك وَلَو لم يكن أعتق الْأُم المُشْتَرِي لم يصدق أَيْضا\nفَإِن كَانَت جَاءَت بِهِ لأَقل من سِتَّة أشهر وَقد أعتق الْأُم فَإِن نسب الْوَلَد يثبت وَيكون الْوَلَد إبنا للْبَائِع وَلَا يصدق على الْأُم انها حرَّة وَقد وَجب ولاؤها لغيره وَحرم فرجهَا إِلَّا بِنِكَاح فَلَا أردهَا أمة رَقِيقا تُوطأ بِغَيْر نِكَاح وَإِن كَانَ البَائِع انتقد الثّمن قسم الثّمن على قيمَة الْوَلَد وَالأُم فَيرد على المُشْتَرِي مَا أصَاب الْوَلَد ويمسك مَا أصَاب الْأُم\n3 - وَإِذا بَاعَ الرجل أمة حَامِلا فَولدت عِنْد المُشْتَرِي بعد البيع لشهر فَأعتق المُشْتَرِي الْوَلَد أَو أعتقهما جَمِيعًا ثمَّ ادّعى البَائِع الْوَلَد فَإِن دَعوته لَا تجوز وَلَا يصدق من قبل الْوَلَاء\n(5/238)\n\nالَّذِي يثبت للْمُشْتَرِي بِالْوَلَدِ وَلَو كَانَت الْجَارِيَة لم تعْتق بعد لم ترجع إِلَيْهِ أَيْضا من قبل أَن وَلَدهَا لم يثبت نسبه مِنْهُ لِأَنَّهُ أعتق\nوَكَذَلِكَ لَو لم يعْتق وَاحِدًا مِنْهُمَا وَلَكِن الْوَلَد مَاتَ ثمَّ ادَّعَاهُ البَائِع فَإِن دَعْوَاهُ بَاطِلَة من قبل أَنه لَا يثبت نسبه من بعد الْمَوْت\nوَلَو كَانَ للْوَلَد ولد حَيّ ثمَّ ادّعى البَائِع الْوَلَد لم أجز لَهُ ذَلِك وَلم أجعَل الْجَارِيَة أم ولد لَهُ وَلم أردهَا عَلَيْهِ وَلَا يشبه هَذَا ولد الْمُلَاعنَة لِأَن هَذَا مَاتَ عبدا فَلَا يصير حرا بعد الْمَوْت وَلِأَنَّهُ لَا يثبت نسب الْوَلَد بعد",
        "(5/239)\n\nالْمَوْت فَإِذا مَاتَ الْوَلَد وَترك ولدا لم يصدق على الدعْوَة وَولد الْمُلَاعنَة قد كَانَ نسبه ثَابتا أبْطلهُ اللّعان فَإِذا مَاتَ ابْن الْمُلَاعنَة وَترك ولدا ثمَّ ادَّعَاهُ الزَّوْج فَهُوَ ثَابت النّسَب مِنْهُ أَلا ترى أَن الرجل لَو لَاعن امْرَأَته بِولد وَلم يكن دخل بِالْأُمِّ أَنه لَا يَنْبَغِي لَهُ أَن يطَأ وَلَدهَا وَلَو مَاتَ قبل الْمُلَاعنَة ثَبت نسبه مِنْهُ\n4 - وَإِذا بَاعَ الرجل أمة فَولدت بعد البيع لأكْثر من سِتَّة أشهر فَادَّعَاهُ البَائِع وَصدقه المُشْتَرِي فَإِنَّهُ يصدق وَهُوَ ابْنه وَهِي أم ولد لَهُ وَيرد الثّمن إِن كَانَ قد قبض مِنْهُ\nوَلَو لم يصدقهُ المُشْتَرِي لم يثبت النّسَب وَلم يصدق\n5 - وَإِذا بَاعَ الرجل أمة حَامِلا ثمَّ بَاعهَا المُشْتَرِي من رجل آخر حَتَّى تناسخها رجال ثمَّ ولدت لأَقل من سِتَّة أشهر من البيع الأول فَادعوهُ جَمِيعًا مَعًا فَإِنَّهُ للْأولِ وَهِي أم ولد لَهُ ويترادان البيع\n6 - وَكَذَلِكَ لَو بَاعَ عبدا قد ولد عِنْده ثمَّ ادَّعَاهُ فَإِنَّهُ\n(5/240)",
        "\nيصدق وَعَلِيهِ أَن يرد الثّمن على المُشْتَرِي\n7 - وَإِذا كَانَ فِي يَدي الرجل صبي لَا ينْطق ولد عِنْده فَزعم أَنه عَبده ثمَّ أعْتقهُ ثمَّ زعم أَنه ابْنه فَإِنِّي أستحسن فِي هَذَا أَن أجعله ابْنه وأدع الْقيَاس فِيهِ\nوَلَو كَانَ عبدا كَبِيرا أعْتقهُ ثمَّ ادَّعَاهُ وَمثله يُولد لمثله لم أجز دَعوته إِلَّا أَن يصدقهُ\nوهما فِي الْقيَاس سَوَاء\n8 - كَمَا أَنِّي أستحسن فِي الْمُدبرَة بَين اثْنَيْنِ إِذا جَاءَت بِولد فَادَّعَاهُ أَحدهمَا أثبت نسبه مِنْهُ وَضمن نصف قِيمَته لشَرِيكه إِن كَانَ مُوسِرًا وَالْوَلَاء لَهُ ولشريكه\nوَلَو كَانَ عبدا كَبِيرا دبره هُوَ وشريكه ثمَّ ادَّعَاهُ أَحدهمَا أعتقت حِصَّته مِنْهُ وَضمن لشَرِيكه نصف قِيمَته مُدبرا\n(5/241)\n",
        "وَأثبت نسبه إِن كَانَ مثله يُولد لمثله بعد أَن لَا يكون لَهُ نسب مَعْرُوف وَالْوَلَاء بَينهمَا على حَاله أستحسن هَذَا وأدع الْقيَاس فِيهِ\n9 - وَإِذا ولدت الْأمة وَلدين فِي بطن وَاحِد فَبَاعَ الْمولى أَحدهمَا وَبَاعَ الْأُم ثمَّ إِن المُشْتَرِي ادّعى الَّذِي اشْتَرَاهُ فَإِن نسبه يثبت مِنْهُ وَتَكون الْأمة أم ولد لَهُ وَيثبت نسب الْوَلَد الَّذِي عِنْد البَائِع مِنْهُ وَهُوَ عبد للْبَائِع\nوَإِن لم يدع المُشْتَرِي الْوَلَد وَلكنه أعتق الْوَلَد الَّذِي اشْتَرَاهُ أَو أعتق أمته ثمَّ إِن البَائِع ادّعى الْوَلَد الَّذِي عِنْده فَإِن نسبه يثبت وَيثبت نسب الآخر وَيرد حِصَّة الابْن من الثّمن إِن كَانَ قد انتقد أما الْأُم فعتقها نَافِذ لَا ترجع أم ولد فَتكون رَقِيقا يسْتَحل فرجهَا بِغَيْر نِكَاح بعد أَن حرم\nوَإِذا لم يدع البَائِع وَلم يعْتق المُشْتَرِي ثمَّ إنَّهُمَا جَمِيعًا ادّعَيَا\n(5/242)\n\nالْوَلَد فَإِنَّهُ يثبت نسبه من البَائِع من قبل أَنه للْأولِ وَالْجَارِيَة أم ولد لَهُ وَيرد الثّمن إِن كَانَ قد انتقده\n10 - وَإِذا بَاعَ الرجل أمة حَامِلا فخاف المُشْتَرِي أَن يَدعِي البَائِع حبلها فَأَرَادَ أَن يتحرز مِنْهُ ويستوثق حَتَّى لَا تجوز دَعوته فَإِنَّهُ يشْهد عَلَيْهِ أَن هَذَا الْحَبل من عبد لَهُ كَانَ زوجا للْأمة فَإِذا أقرّ بِهَذَا لم يسْتَطع أَن يَدعِيهِ أبدا وَهَذَا قَول أبي حنيفَة\nوفيهَا قَول آخر قَول أبي يُوسُف وَمُحَمّد انه يَسْتَطِيع أَن يَدعِيهِ إِذا أنكر العَبْد ذَلِك الْوَلَد أَلا ترى أَن قَول الْمولى لَا يجوز على العَبْد إِذا أنكر فَلَا يكون ابْنا للْعَبد وَالْولد هَهُنَا لم يثبت نسبه من أَحدهمَا\n11 - وَإِذا كَانَت الْأمة بَين اثْنَيْنِ فَبَاعَهَا أَحدهمَا من صَاحبه ثمَّ ادّعى البَائِع الْوَلَد وَقد ولدت لأَقل من سِتَّة أشهر فَإِنِّي أُجِيز دَعوته وأجعلها أم ولد لَهُ وَيرد مَا أَخذ من الثّمن من المُشْتَرِي وَيرد نصف الْعقر وَنصف الْقيمَة على شَرِيكه",
        "(5/243)\n\nوَلَو أَنَّهُمَا ادعياه جَمِيعًا ثَبت نسبه مِنْهُمَا وَكَانَ ابنهما ويرثهما ويرثانه وَيرد البَائِع مَا أَخذ من الثّمن\nفَإِن ادَّعَاهُ البَائِع وَأعْتق المُشْتَرِي وَخرج الْكَلَام مِنْهُمَا جَمِيعًا مَعًا صَار الْغُلَام حرا وَهُوَ ابْن البَائِع وَيرد الثّمن على المُشْتَرِي وَهُوَ ضَامِن لنصف الْعقر ولنصف قيمَة الْأُم وَالْعِتْق فِيهِ بَاطِل من قبل أَن الْوَلَد شَاهد وَقد كَانَ قبل الْكَلَام مِنْهُمَا فِيهِ\nوَكَذَلِكَ لَو كَانَت الْأُم بَينهمَا على حَالهَا لم يبعها أحد من صَاحبه\n12 - وَإِذا كَانَت الْأمة بَين اثْنَيْنِ فَبَاعَ أَحدهمَا من رجل وَهِي حَامِل فَادّعى المُشْتَرِي الْحَبل وادعاه البَائِع وَالَّذِي لم يبع فَادعوهُ جَمِيعًا مَعًا فَإِن نسبه يثبت إِذا كَانَت وَضعته لأَقل\n(5/244)",
        "\nمن سِتَّة أشهر بعد البيع من البَائِع وَالَّذِي لم يبع وَلَا يثبت نسبه من المُشْتَرِي وَيَأْخُذ المُشْتَرِي مَا نقد من الثّمن وَيرد على الَّذِي لم يبع نصف الْعقر بِإِقْرَارِهِ بِالْوَطْءِ\nفَإِن جَاءَت بِهِ لأكْثر من سِتَّة أشهر بعد البيع ثَبت نسبه من المُشْتَرِي وَمن الَّذِي لم يبع وَكَانَ ابنهما وَكَانَت أم ولدهما وَلَا يثبت نسبه من البَائِع وعَلى البَائِع نصف الْعقر للَّذي لم يبع\n(5/245)\n",
        "- 13 بَاب الِاسْتِبْرَاء فِي الْبيُوع وَغَيرهَا\n-\n1 - وَإِذا اشْترى الرجل جَارِيَة فَلَيْسَ يَنْبَغِي لَهُ أَن يقربهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة قَالَ بلغنَا ذَلِك عَن عَليّ بن أبي طَالب وَعَن عبد الله بن عمر\n2 - وَكَذَلِكَ إِذا اشْتَرَاهَا من امْرَأَة أَو من عبد أَو من مكَاتب أَو من صبي بَاعهَا لَهُ أَبوهُ أَو وَصِيَّة فَإِنَّهُ فِي ذَلِك سَوَاء لَا يقربهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة\n3 - وَكَذَلِكَ يَنْبَغِي أَن لَا يقبلهَا وَلَا يُبَاشِرهَا وَلَا ينظر مِنْهَا إِلَى عَورَة\n4 - وَإِذا كَانَت لَا تحيض لصِغَر أَو كبر استبرأها بِشَهْر\n(5/247)\n\n5 - وَإِن كَانَت حَامِلا فَلَيْسَ لَهُ أَن يقربهَا حَتَّى تضع\nفَإِن ارْتَفع حَيْضهَا وَهِي مِمَّن تحيض تَركهَا حَتَّى إِذا استبان لَهُ أَنَّهَا لَيست بحامل وَقع عَلَيْهَا\n6 - وَإِذا أصَاب الرجل الْجَارِيَة من السَّبي فَلَيْسَ يَنْبَغِي لَهُ أَن يقربهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة بلغنَا نَحْو من ذَلِك عَن رَسُول الله صلى الله عَلَيْهِ وَسلم\nوَكَذَلِكَ إِذا كَانَت حَامِلا فَلَيْسَ لَهُ أَن يقربهَا حَتَّى تضع حملهَا بلغنَا نَحْو من ذَلِك عَن رَسُول الله صلى الله عَلَيْهِ وَسلم\n7 - فَإِن اشْتَرَاهَا من الْفَيْء أَو وَقعت فِي سَهْمه فَهُوَ سَوَاء\n8 - وَكَذَلِكَ إِذا وهب الرجل جَارِيَة أَو تصدق بهَا عَلَيْهِ أَو أوصى بهَا لَهُ فَهُوَ بِمَنْزِلَة الشِّرَاء لَا يقربهَا حَتَّى تحيض بِحَيْضَة",
        "(5/248)\n\nوَكَذَلِكَ لَو ورثهَا\n9 - وَكَذَلِكَ لَو كَانَ لَهُ فِي جَارِيَة شقص فَاشْترى بقيتها أَو ورثهَا بِبَعْض مَا ذكرت من الْوُجُوه\n10 - وَإِذا اشْترى الرجل جَارِيَة وَهِي حَائِض فَإِنَّهُ لَا يحْتَسب بِتِلْكَ الْحَيْضَة حَتَّى تحيض عِنْده حَيْضَة مُسْتَقْبلَة\n11 - وَإِذا اشْترى الرجل الْجَارِيَة فَلم يقبضهَا حَتَّى حَاضَت عِنْد البَائِع فَإِنَّهُ لَا يحْتَسب بِتِلْكَ الْحَيْضَة وَلَا يجْزِيه حَتَّى تحيض عِنْده حَيْضَة بعد مَا يقبضهَا\n12 - وَإِذا وضعاها على يَدي الْعدْل حَتَّى ينْقد الثّمن فَحَاضَت عِنْد الْعدْل فَلَا يجْزِيه بِتِلْكَ الْحَيْضَة حَتَّى تحيض بعد مَا يقبضهَا المُشْتَرِي حَيْضَة عِنْده\n(5/249)",
        "\n13 - وَلَو بَاعَ رجل جَارِيَة فَلم يقبضهَا المُشْتَرِي حَتَّى تَاركه البَائِع البيع وناقضه كَانَ يَنْبَغِي فِي قِيَاس هَذَا القَوْل أَن لَا يقربهَا البَائِع الأول حَتَّى يَسْتَبْرِئهَا بِحَيْضَة وَلَكنَّا نَدع الْقيَاس فِي هَذَا الْبَاب ونأخذ فِيهِ بالاستحسان وَلَا يحمل عَلَيْهِ اسْتِبْرَاء\n14 - وَإِذا اشْترى الرجل جَارِيَة فاستبرأها بِعشْرين يَوْمًا ثمَّ حَاضَت انتقضت الْأَيَّام وَكَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِهَذِهِ الْحَيْضَة\n15 - وَإِذا حَاضَت عِنْد المُشْتَرِي حَيْضَة ثمَّ وجد بهَا عَيْبا فَردهَا فَإِنَّهُ يَنْبَغِي للْبَائِع الَّذِي ردَّتْ عَلَيْهِ أَن لَا يقربهَا حَتَّى تحيض عِنْده حَيْضَة\nوَكَذَلِكَ لَو استقاله البَائِع فأقاله بعد مَا قبض المُشْتَرِي\n16 - وَإِذا رهن الرجل الْجَارِيَة ثمَّ افتكها أَو كاتبها ثمَّ عجزت فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا لِأَن هَذَا لم يملك رقبَتهَا عَلَيْهِ غَيره\n(5/250)\n",
        "وَكَذَلِكَ لَو غصبهَا إِيَّاه رجل\n17 - وَلَو بَاعَ مِنْهَا شِقْصا وَقَبضهَا المُشْتَرِي ثمَّ اشْتَرَاهَا البَائِع بعد كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا\n18 - وَلَو وَهبهَا لِابْنِ لَهُ صَغِير أَو لابنته وهما فِي عِيَاله ثمَّ اشْتَرَاهَا مِنْهُم كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة من قبل أَن يَطَأهَا لِأَنَّهُ ملك رقبَتهَا غَيره\n19 - وَلَو بَاعهَا على أَنه بِالْخِيَارِ ثمَّ اخْتَار الْجَارِيَة لم يكن عَلَيْهِ أَن يَسْتَبْرِئهَا\n20 - وَإِذا كَانَ المُشْتَرِي بِالْخِيَارِ وَقَبضهَا ثمَّ ردهَا المُشْتَرِي بِالْخِيَارِ فَإِن فِي هَذَا قَوْلَيْنِ أما أَحدهمَا فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا لِأَنَّهَا لم تجب للْمُشْتَرِي بعد وَهُوَ فِي قِيَاس قَول أبي حنيفَة وَقَالَ أَبُو يُوسُف وَمُحَمّد بِأَن عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة لِأَنَّهَا قد وَجَبت للْمُشْتَرِي\n(5/251)\n\n21 - وَإِذا بَاعَ الرجل الْجَارِيَة بيعا فَاسِدا وَقَبضهَا المُشْتَرِي ثمَّ ردهَا القَاضِي بعد ذَلِك بِالْبيعِ الْفَاسِد فعلى البَائِع أَن يَسْتَبْرِئهَا بِحَيْضَة\n22 - وَإِذا غصب الرجل الْجَارِيَة فَبَاعَهَا من رجل آخر فقبضها المُشْتَرِي فَوَطِئَهَا ثمَّ خَاصم مَوْلَاهَا الأول فِيهَا فَقضى القَاضِي بهَا لَهُ فَإِنَّهُ لَا يَنْبَغِي لَهُ أَن يَسْتَبْرِئهَا فِي الْقيَاس وَلَكِن ادْع الْقيَاس وَاجعَل عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة من قبل أَنَّهَا قد حلت للْمُشْتَرِي حَيْثُ اشْتَرَاهَا\nوَلَو كَانَ يعلم المُشْتَرِي أَنَّهَا لهَذَا لم يطَأ لم يكن على هَذَا أَن يَسْتَبْرِئهَا بِحَيْضَة بِشَيْء لِأَنَّهَا لم تحل للْأولِ وَلِأَن الْوَلَد إِذا علم المُشْتَرِي لم يثبت نسبه وَفِي الأول قد ثَبت نسبه فعلى مَوْلَاهَا الِاسْتِبْرَاء من قبل هَذَا\nوَإِن لم يطَأ الْجَارِيَة فِي الْمَسْأَلَة الأولى فَلَيْسَ عَلَيْهِ اسْتِبْرَاء\n23 - وَلَو زَوجهَا الْمولى فَمَاتَ عَنْهَا الزَّوْج قبل أَن يدْخل بهَا أَو بعد مَا دخل بهَا لم يكن للْمولى أَن يقربهَا حَتَّى تَعْتَد عدَّة المتوفي عَنْهَا زَوجهَا\nوَلَو طَلقهَا الزَّوْج بعد الدُّخُول لم يكن للْمولى أَن يقربهَا",
        "(5/252)\n\nحَتَّى تَعْتَد وتنقضي عدتهَا\nوَلَو لم يدْخل بهَا الزَّوْج حَتَّى طَلقهَا كَانَ للْمولى أَن يقربهَا بعد مَا يَسْتَبْرِئهَا بِحَيْضَة\nوَلَو تزوجت بِغَيْر إِذن مَوْلَاهَا وأخبرت الزَّوْج أَنَّهَا حرَّة أَو لم تخبره وَفرق بَينهمَا قبل الدُّخُول بهَا فَلَيْسَ على الْمولى أَن يَسْتَبْرِئهَا فَإِن فرق بَينهمَا بعد الدُّخُول فَلَيْسَ للْمولى أَن يقربهَا حَتَّى تَنْقَضِي عدتهَا\n24 - وَإِذا وطئ الرجل الْجَارِيَة لبَعض وَلَده فَلم تعلق مِنْهُ ثمَّ بدا لَهُ فاشتراها من وَلَده ذَلِك فَعَلَيهِ أَن يَسْتَبْرِئهَا بِحَيْضَة\nوَكَذَلِكَ الْوَلَد إِذا اشْترى من أمه أَو من أَبِيه\nوَكَذَلِكَ إِن اشْترى من مكَاتبه فَعَلَيهِ أَن يَسْتَبْرِئهَا بِحَيْضَة\n25 - وَإِذا اشْترى الرجل جَارِيَة من عبد لَهُ تَاجر فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا لِأَنَّهَا أمته\n(5/253)",
        "\nفَإِن كَانَ على العَبْد دين يُحِيط بِرَقَبَتِهِ وَبِمَا فِي يَدَيْهِ فَهُوَ فِي الْقيَاس سَوَاء من قبل أَنه لم يكن يملكهَا غَيره وَلَكِن ادْع الْقيَاس وَاجعَل عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة فِي قِيَاس قَول أبي حنيفَة وَأما فِي قِيَاس قَول أبي يُوسُف وَمُحَمّد فَلَا اسْتِبْرَاء على مولى العَبْد إِذا كَانَت قد حَاضَت عِنْد العَبْد مُنْذُ اشْتَرَاهَا حَيْضَة لِأَن الْمولى يملكهَا وَإِن كَانَ على عَبده دين\n26 - وَإِذا وهب الرجل أمة لرجل وَقَبضهَا الْمَوْهُوب ثمَّ رَجَعَ فِيهَا الْوَاهِب وَقَبضهَا فَلَا يقربهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة\n27 - وَإِذا ورث الرجل أمة أَو أوصى بهَا لَهُ أَو دفعت اليه بِجِنَايَة أَو بدين كَانَ لَهُ فِي عُنُقهَا فَلَا يقربهَا حَتَّى تحيض حَيْضَة\n28 - وَإِذا أسر الْعَدو أمة لرجل ثمَّ أَصَابَهَا مَعَ رجل قد اشْتَرَاهَا أَو فِي الْمغنم بعد الْقِسْمَة فَأَخذهَا بِالْقيمَةِ أَو بِالثّمن فَلَيْسَ لَهُ أَن يقربهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة\n(5/254)\n",
        "وَكَذَلِكَ لَو أَصَابَهَا قبل أَن يقسم فَأَخذهَا بِغَيْر شَيْء لِأَنَّهُ قد ملكهَا الْعَدو عَلَيْهِ\nأَلا ترى أَنهم لَو أَسْلمُوا عَلَيْهَا كَانَت لَهُم وَلَو أعتقوا جَازَ عتقهم\n29 - وَإِذا أبقت أمة لرجل أَو كاتبها ثمَّ عجزت فَردَّتْ رَقِيقا فَلَيْسَ عَلَيْهِ أَن يستبرئ وَاحِدَة من هَاتين لِأَنَّهَا لم تخرج من ملكه\nوَكَذَلِكَ لَو غصبهَا إِيَّاه رجل أَو رَهنهَا أَو أجرهَا\nوَكَذَلِكَ لَو بَاعهَا وَهُوَ بِالْخِيَارِ فاختارها فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا\n30 - وَإِذا بَاعَ الرجل أم وَلَده أَو مدبرته وَقَبضهَا المُشْتَرِي\n(5/255)\n\nثمَّ ردهَا على البَائِع فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا من قبل انه لم يملك رقبَتهَا وَلَا فرجهَا المُشْتَرِي\nأَلا ترى أَنَّهَا لَو كَانَت امْرَأَة للْمُشْتَرِي لم يفْسد نِكَاحهَا وَلم يجز عتقه فِيهَا لَو أعْتقهَا لِأَنَّهُ لم يملك الرَّقَبَة وَلَو ولدت عِنْد المُشْتَرِي لم يثبت نسب الْوَلَد من المُشْتَرِي\n31 - وَإِذا أَرَادَ الرجل أَن يَبِيع أمته وَقد كَانَ يَطَؤُهَا فَلَيْسَ يَنْبَغِي لَهُ أَن يَطَأهَا ويبيعها حَتَّى يَسْتَبْرِئهَا بِحَيْضَة بلغنَا نَحْو من ذَلِك عَن عبد الله بن عمر\nوَلَيْسَ يَنْبَغِي للْمُشْتَرِي أَن يجتزئ باستبراء البَائِع إِيَّاهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة أُخْرَى\n32 - وَلَو بَاعَ الرجل قبل أَن يستبرئ أجزنا بَيْعه وَكَانَ على المُشْتَرِي أَن يستبرئ بِحَيْضَة\n33 - وَلَو أَرَادَ البَائِع أَن يُزَوّجهَا كَانَ يَنْبَغِي لَهُ أَن لَا يُزَوّجهَا حَتَّى يَسْتَبْرِئهَا بِحَيْضَة\nوَلَو زوج قبل أَن يستبرئ جَازَ ذَلِك وَيَنْبَغِي للزَّوْج أَن لَا يقربهَا حَتَّى تحيض حَيْضَة وَلَيْسَ عَلَيْهِ ذَلِك بِوَاجِب فِي الْقَضَاء",
        "(5/256)\n\nوَكَذَلِكَ أم ولد الرجل أَو مدبرته إِذا أَرَادَ أَن يُزَوّجهَا\n34 - وَإِذا زنت أمة لرجل فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا وَلَيْسَ فِي الزِّنَا عدَّة وَلَا اسْتِبْرَاء\nفَإِن حملت من الزِّنَا فَلَيْسَ لَهُ أَن يقربهَا حَتَّى تضع لِأَن مَا فِي بَطنهَا ولد من غَيره\n35 - وَإِذا كَانَت الْأمة بَين رجلَيْنِ فَبَاعَهَا أَحدهمَا كلهَا ثمَّ سلم الآخر البيع بعد مَا قبض المُشْتَرِي وَبعد مَا حَاضَت حَيْضَة فَإِن على المُشْتَرِي أَن يَسْتَبْرِئهَا بعد مَا أجَاز البيع كُله لِأَن فرجهَا لَا يحل لَهُ وَلَا يملك الرَّقَبَة إِلَّا بعد مَا أجَاز هَذَا البيع\nوَكَذَلِكَ لَو بَاعَ أمة لرجل وَقَبضهَا المُشْتَرِي وحاضت عِنْده حَيْضَة ثمَّ أجَاز الْمولى البيع كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة بعد مَا أجَاز الْمولى البيع لِأَن الْملك إِنَّمَا وَقع الْيَوْم وَإِنَّمَا حل فرجهَا الْيَوْم حِين أجَاز البيع\n36 - وَلَو خلع الرجل امْرَأَته على أمة لَهَا فقبضها كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة\n37 - وَلَو كَاتب عبدا لَهُ على أمة بِغَيْر عينهَا ثمَّ قبضهَا كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة\n(5/257)",
        "\nوَكَذَلِكَ لَو أعْتقهُ على خَادِم فقبضها مِنْهُ كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة\n38 - وَلَو ارْتَدَّت خَادِم لرجل عَن الْإِسْلَام فاستتيبت فتابت لم يكن عَلَيْهِ أَن يَسْتَبْرِئهَا لِأَنَّهَا لم تخرج من ملكه وَإِن كَانَ فرجهَا قد حرم عَلَيْهِ حِين ارْتَدَّت فَإِن حُرْمَة هَذَا كَحُرْمَةِ الْحيض\n39 - وَإِذا اشْترى الرجل أمة لَهَا زوج لم يدْخل بهَا فَطلقهَا زَوجهَا قبل أَن يقبضهَا المُشْتَرِي ثمَّ قبضهَا المُشْتَرِي فعلى المُشْتَرِي أَن يَسْتَبْرِئهَا بِحَيْضَة قبل أَن يَطَأهَا\nفَإِن لم يطلقهَا زَوجهَا حَتَّى قبضهَا مِنْهُ المُشْتَرِي ثمَّ طَلقهَا قبل أَن تحيض فَلَا بَأْس بِأَن يَطَأهَا المُشْتَرِي قبل أَن يَسْتَبْرِئهَا لِأَنَّهُ قبضهَا وَلَا اسْتِبْرَاء عَلَيْهِ فِيهَا\nفَإِن قبضهَا المُشْتَرِي ثمَّ زَوجهَا فَمَاتَ عَنْهَا زَوجهَا فأعتدت بشهرين وَخَمْسَة أَيَّام قبل أَن تحيض فَلَا بَأْس بِأَن يَطَأهَا\n(5/258)\n",
        "المُشْتَرِي قبل أَن يَسْتَبْرِئهَا بِحَيْضَة\nوَلَو لم بكن زَوجهَا هَذَا مَاتَ عَنْهَا وَلَكِن طَلقهَا زَوجهَا قبل أَن يدْخل بهَا وَقبل أَن تحيض عِنْده فَلَا يَطَؤُهَا المُشْتَرِي حَتَّى يَسْتَبْرِئهَا بِحَيْضَة وَلَو كَانَت قد حَاضَت عِنْد زَوجهَا ثمَّ طَلقهَا قبل الدُّخُول أجزته هَذِه الْحَيْضَة من الِاسْتِبْرَاء وَكَانَ لَهُ أَن يَطَأهَا قبل أَن يَسْتَبْرِئهَا\n40 - وَلَو أَن رجلا اشْترى امْرَأَته وَلم يدْخل بهَا حَتَّى قبضهَا بَعْدَمَا فسد النِّكَاح فِيمَا بَينهَا وَبَين المُشْتَرِي فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا وَإِن كَانَت لم تَحض بعد مَا فسد النِّكَاح\n(5/259)\n\n- 14 بَاب الِاسْتِبْرَاء فِي الْأُخْتَيْنِ فِي البيع وَغَيره\n-\n1 - وَإِذا كَانَ للرجل أمة يَطَؤُهَا ثمَّ اشْترى أُخْتهَا كَانَ لَهُ أَن يطَأ الأولى الَّتِي كَانَ يَطَؤُهَا وَلَا يقرب أُخْتهَا\nفَإِن لم يكن وطئ وَاحِدَة مِنْهُمَا فَلهُ أَن يطَأ أَيَّتهمَا شَاءَ\nفَإِن أَرَادَ أَن يطَأ الَّتِي كَانَت عِنْده وَطئهَا بِغَيْر اسْتِبْرَاء\nفَإِن وطئهما جَمِيعًا فقد أَسَاءَ فَلَا يقرب وَاحِدَة مِنْهُمَا ثَانِيَة حَتَّى يَبِيع الْأُخْرَى أَو يُزَوّجهَا\nفَإِن زوج إِحْدَاهمَا بعد أَن تحيض حَيْضَة أَو قبل أَن تحيض حَيْضَة فَلهُ أَن يُجَامع الْبَاقِيَة مِنْهُمَا غير أَنِّي أحب لَهُ أَلا يُجَامع الْبَاقِيَة مِنْهُمَا حَتَّى تحيض أُخْتهَا حَيْضَة\nوَكَذَلِكَ الزَّوْج لَو لم يقرب الَّتِي تزوج حَتَّى تحيض حَيْضَة كَانَ أحب إِلَى وَالنِّكَاح جَائِز على كل حَال بلغنَا ذَلِك عَن رَسُول الله صلى الله عَلَيْهِ وَسلم انه قَالَ لَا يَنْبَغِي لِرجلَيْنِ",
        "(5/261)\n\nيؤمنان بِاللَّه وَالْيَوْم الآخر أَن يجتمعا على امْرَأَة فِي طهر وَاحِد\n2 - فَإِن وَطئهَا الزَّوْج ثمَّ طَلقهَا الزَّوْج وَانْقَضَت عدتهَا فَلَيْسَ يَنْبَغِي للْمولى أَن يقرب وَاحِدَة مِنْهُمَا أَيْضا حَتَّى يُزَوّج أَو يَبِيع\nفَإِن بَاعَ إِحْدَاهمَا حل لَهُ وَطْء الْأُخْرَى\nفَإِن اشْترى الَّتِي بَاعَ أَو ردَّتْ عَلَيْهِ بِعَيْب فَلَا يَنْبَغِي لَهُ أَن يطَأ وَاحِدَة مِنْهُمَا أَيْضا حَتَّى يملك فرج الْأُخْرَى عَلَيْهِ غَيره بلغنَا عَن عبد الله بن عمر هَذَا أَو نَحْو من هَذَا\n3 - وَلَو ارْتَدَّت إِحْدَاهمَا عَن الْإِسْلَام لم يحل لَهُ أَن يطَأ الْأُخْرَى لِأَن الْمُرْتَدَّة فِي ملكه بعد وحرمتها هَهُنَا كَحُرْمَةِ الْحيض\n4 - وَكَذَلِكَ لَو رهن إِحْدَاهمَا أَو أجرهَا أَو دبرهَا أَو لحقها دين أَو جنت جِنَايَة فَإِنَّهُ لَا يَنْبَغِي أَن يقرب الْأُخْرَى لِأَن هَذِه لم تخرج من ملكه حَتَّى تدفع بِالْجِنَايَةِ أَو تبَاع فِي الدّين الَّذِي عَلَيْهَا\n5 - وَلَو كَاتب إِحْدَاهمَا أَو أعتق بَعْضهَا فَقضى عَلَيْهَا القَاضِي\n(5/262)",
        "\nبالسعاية فِيمَا بَقِي عَلَيْهَا من قيمتهَا أَو لم يقْض حل لَهُ أَن يطَأ الْأُخْرَى\nفَإِن أدَّت فقد خرجت من ملكه\nأَلا ترى أَنه لَو وطئ هَذِه الَّتِي تسْعَى أَو الْمُكَاتبَة أعطاهما مهْرا\nوَكَذَلِكَ إِذا أعْتقهَا الْبَتَّةَ على جعل أَو على غير جعل حل لَهُ أَن يطَأ الْأُخْرَى\n6 - وَلَو لم يفعل هَذَا وَلكنه وهب إِحْدَاهمَا أَو تصدق بهَا وقبضت مِنْهُ أَو بَاعَ شِقْصا حل لَهُ أَن يطَأ الْأُخْرَى\n7 - وَلَو لم يفعل هَذَا وَلَكِن أهل الشّرك أسروها حل لَهُ أَن يطَأ الْبَاقِيَة مِنْهُمَا لِأَن أهل الشّرك قد ملكوا الَّتِي أَسرُّوا\n8 - وَلَو أبقت إِلَيْهِم لم يحل لَهُ أَن يطَأ الْبَاقِيَة لِأَن الَّتِي أبقت فِي ملكه لم تخرج من ملكه وَهَذَا قَول أبي حنيفَة\nوَأما فِي قَول أبي يُوسُف وَمُحَمّد فَإِن أبقت إِلَيْهِم فأسروها فأحرزوها حل لَهُ أَن يطَأ أُخْتهَا لأَنهم قد ملكوا\n(5/263)\n",
        "9 - وَلَو لم يكن شَيْء من هَذَا وَلكنه زوج إِحْدَاهمَا نِكَاحا فَاسِدا فَوَطِئَهَا زَوجهَا ثمَّ فرق بَينهمَا فَإِنَّهُ لَا بَأْس بِأَن يطَأ الْأُخْرَى لِأَن هَذِه فِي عدَّة وَجَبت عَلَيْهَا وَقد حرمت على الْمولى حَتَّى تَنْقَضِي الْعدة وَهُوَ بِمَنْزِلَة موت زَوجهَا عَنْهَا أَو عدَّة من طَلَاق من نِكَاح صَحِيح\nوَلَو فرق بَينهمَا قبل أَن يدْخل بهَا لم يَنْبغ للْمولى أَن يقرب وَاحِدَة مِنْهُمَا\nوَلكنهَا إِذا كَانَت عِنْد الزَّوْج وَلم يفرق بَينهمَا وَلم يدْخل بهَا لم يكن للْمولى أَن يقرب وَاحِدَة مِنْهُمَا\n10 - وَلَو بَاعَ إِحْدَاهمَا بيعا فَاسِدا فقبضها المُشْتَرِي فَإِنَّهُ يحل لَهُ أَن يطَأ الْبَاقِيَة مِنْهُمَا لِأَنَّهُ قد ملك رَقَبَة الْأُخْرَى غَيره أَلا ترى أَن عتق المُشْتَرِي فِي الَّتِي اشْتَرَاهَا جَائِز وان عتق البَائِع فِي الَّتِي اشْترى جَائِز وان عتق البَائِع فِيهَا بَاطِل\n(5/264)\n\nوَلَا يحل للْمُشْتَرِي أَن يطَأ الَّتِي عِنْده أَيْضا لِأَن بَيْعه فِيهَا فَاسد\nفَإِن ترادا البيع فَلَيْسَ يَنْبَغِي للْمولى أَن يطَأ وَاحِدَة مِنْهُمَا حَتَّى يملك الْأُخْرَى عَلَيْهِ غَيره\nفَإِن بَاعَ الَّتِي لم يبع فَلَا يقرب الَّتِي ردَّتْ عَلَيْهِ حَتَّى يَسْتَبْرِئهَا بِحَيْضَة لِأَنَّهُ قد ملكهَا عَلَيْهِ غَيره\n11 - وَإِذا تزوج الرجل أُخْت جَارِيَته وَقد كَانَ يطَأ جَارِيَته فَلَا يقرب امْرَأَته حَتَّى يملك فرج أمته غَيره\nوَلَا يَنْبَغِي لَهُ أَن يقرب أمته\n12 - وَلَو كَانَت أُخْت امْرَأَته أمة ثمَّ اشْتَرَاهَا كَانَ لَهُ أَن يقرب الأولى الَّتِي كَانَ يقرب وَالنِّكَاح لَا يشبه الْملك فِي هَذَا\n13 - وَإِذا اشْترى أُخْت أمته وَلم يكن وطئ أمته كَانَ لَهُ الْخِيَار فِي أَن يطَأ أَيَّتهمَا شَاءَ\nفَإِن وطئ إِحْدَاهمَا لم يقرب الْأُخْرَى حَتَّى يملك فرج الَّتِي وطئ غَيره\nفَإِن وطئ الَّتِي كَانَت عِنْده أول مرّة ثمَّ بَاعهَا فَأَرَادَ أَن يطَأ الَّتِي اشْترى وَقد كَانَت حَاضَت عِنْده حَيْضَة قبل أَن يَبِيع أُخْتهَا",
        "(5/265)\n\nفَلَا بَأْس بِأَن يقربهَا وتجزيه هَذِه الْحَيْضَة من الِاسْتِبْرَاء لِأَنَّهَا حَاضَت فِي ملكه\n14 - والأختان من الرضَاعَة والأختان من النّسَب سَوَاء فِي الْحُرْمَة لِأَنَّهُ بلغنَا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ يحرم من الرَّضَاع مَا يحرم من النّسَب\n15 - وَإِذا كَانَت عِنْد الرجل أمة يَطَؤُهَا فَاشْترى عَمَّتهَا أَو خَالَتهَا أَو ابْنة أَخِيهَا أَو ابْنة أُخْتهَا من نسب كَانَ أَو رضَاع فَهُوَ بِمَنْزِلَة الْأُخْتَيْنِ فِيمَا ذكرنَا\n16 - وَإِذا وطئ الرجل أمة لَا تحل لَهُ أمهَا أبدا وَلَا بنتهَا وَلَا وَالِد لَهَا وَلَا ولد\nوَكَذَلِكَ لَا تحل هِيَ لوالد لَهُ وَلَا لوَلَده\nوَكَذَلِكَ إِذا قبلهَا من شَهْوَة أَو لمسها من شَهْوَة أَو بَاشَرَهَا لشَهْوَة أَو نظر إِلَى فرجهَا من شَهْوَة فَهُوَ بِمَنْزِلَة الْجِمَاع فِي ذَلِك كُله فَأَما مَا سوى الْفرج فِي النّظر فَلَيْسَ بِشَيْء وَلَا يحرم ذَلِك\n(5/266)",
        "\nشَيْئا بلغنَا ذَلِك عَن عمر بن الْخطاب رَضِي الله عَنهُ أَنه خلا بِجَارِيَة لَهُ وجردها فاستوهبها ابْن لَهُ مِنْهُ فَقَالَ إِنَّهَا لَا تحل لَك وبلغنا عَن مَسْرُوق بن الأجدع أَنه قَالَ بيعوا جاريتي هَذِه أما أَنِّي لم أصب مِنْهَا إِلَّا مَا يحرمها على وَلَدي من اللَّمْس وَالنَّظَر\nقَالَ حَدثنَا مُحَمَّد عَن أبي حنيفَة عَن حَمَّاد عَن إِبْرَاهِيم أَنه قَالَ إِذا وطئ الرجل الْجَارِيَة حرمت عَلَيْهِ أمهَا وابنتها وَحرمت على ابْنه وعَلى أَبِيه\n17 - وَإِذا اشْترى الرجل الْجَارِيَة وَهِي صَغِيرَة لَا تحيض أَو قد أَيِست من الْحيض من كبر فَإِنَّمَا عَلَيْهِ أَن يَسْتَبْرِئهَا بِشَهْر وَاحِد\n18 - وَإِذا اشْترى الرجل جَارِيَة وَقَبضهَا وَعَلَيْهَا عدَّة من زوج من طَلَاق أَو وَفَاة من زوج يَوْمًا أَو أَكثر من ذَلِك\n(5/267)\n",
        "أَو أقل فَلَيْسَ عَلَيْهِ بعد ذَلِك اسْتِبْرَاء لِأَنَّهَا كَانَت فِي عدَّة وَاجِبَة فَلَيْسَ يكون من الِاسْتِبْرَاء شَيْء وَاجِب أَشد من هَذَا\nأَلا ترى أَنه لَو اشْتَرَاهَا وَقَبضهَا حَتَّى مَاتَ عَنْهَا زَوجهَا فاعتدت بشهرين وَخَمْسَة أَيَّام حل لَهُ أَن يَطَأهَا\nوَلَو كَانَ لَا يحل الْوَطْء ثمَّ تزَوجهَا آخر فَمَاتَ عَنْهَا فاعتدت بشهرين وَخَمْسَة أَيَّام لم يحل لَهُ أَن يَطَأهَا فَهَذَا قَبِيح وَالْقِيَاس فِيهِ كثير وَلكنه يفحش فَإِذا انْقَضتْ عدتهَا حل لَهُ أَن يَطَأهَا\nأَلا ترى أَنه لَو كَانَت حَامِلا فَولدت حل لَهُ أَن يَطَأهَا فَكَذَلِك انْقِضَاء الْعدة بِغَيْر ولد\n19 - وَإِذا اشْترى الرجل جَارِيَة لَهَا زوج وَلم يدْخل بهَا زَوجهَا وَقَبضهَا ثمَّ طَلقهَا الزَّوْج قبل أَن يدْخل بهَا حل للْمولى أَن يَطَأهَا لِأَنَّهُ اشْتَرَاهَا وَقَبضهَا وَهِي عَلَيْهِ حرَام\n(5/268)\n\nفَإِن كَانَ البَائِع وَطئهَا قبل أَن يُزَوّجهَا فَلَا يَنْبَغِي للْمُشْتَرِي أَن يقربهَا حَتَّى تحيض حَيْضَة\nفَإِن كَانَ لم يَطَأهَا أَو كَانَت قد حَاضَت حَيْضَة بعد مَا وَطئهَا فَلَا بَأْس أَن يقربهَا المُشْتَرِي وَلَا يَسْتَبْرِئهَا\n20 - وَإِذا اشْترى الرجل أمة قد حَاضَت فارتفع حَيْضهَا من غير أَن تأيس فَإِنَّهُ ينظر بهَا حَتَّى يعلم أَنَّهَا غير حَامِل ثمَّ يقربهَا وَهَذَا قَول أبي حنيفَة وَأبي يُوسُف\nوَقَالَ مُحَمَّد فِي ذَلِك أوفت عدَّة الْحرَّة فِي الْوَفَاة أَرْبَعَة أشهر وَعشرا إِذا ارْتَفع حَيْضهَا فَلَا يدْرِي أحامل هِيَ أَو غير حَامِل فَإِذا استبان حملهَا فِي الْأَرْبَعَة الْأَشْهر وَالْعشر فَلَا يقربهَا حَتَّى تضع فَإِن لم يستبن فَلَا بَأْس بِأَن يقربهَا\n21 - إِذا وَجب الِاسْتِبْرَاء على المُشْتَرِي لم يحل لَهُ أَن يُبَاشر وَلَا يقبل وَلَا يلمس لشَهْوَة وَلَا ينظر إِلَى فرج لشَهْوَة حَتَّى يستبرئ",
        "(5/269)\n\n22 - وَإِذا اشْترى الْمكَاتب جَارِيَة وَقَبضهَا وحاضت عِنْده ثمَّ أعتق حل لَهُ أَن يَطَأهَا وَكَانَت تِلْكَ الْحَيْضَة اسْتِبْرَاء لِأَنَّهُ قد ملكهَا\nأَلا ترى أَن مَوْلَاهُ لَو اشْتَرَاهَا مِنْهُ قبل أَن يَطَأهَا وَقبل أَن يعْتق كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة لِأَنَّهَا فِي ملك الْمكَاتب\n23 - وَإِذا اشْترى الْمكَاتب جَارِيَة ثمَّ حَاضَت عِنْده ثمَّ عجز الْمكَاتب فَلَيْسَ يَنْبَغِي للْمولى أَن يطَأ الْجَارِيَة حَتَّى تحيض عِنْده حَيْضَة بَعْدَمَا عجز الْمكَاتب\nفَإِن كَانَت الْجَارِيَة الَّتِي اشْتَرَاهَا الْمكَاتب ابْنَته أَو أمه فَحَاضَت عِنْد الْمكَاتب حَيْضَة ثمَّ عجز الْمكَاتب فَلَا بَأْس بِأَن يَطَأهَا الْمولى وَلَا يَسْتَبْرِئهَا لِأَن الْمكَاتب حِين اشْتَرَاهَا صَارَت مُكَاتبَة للْمولى أَلا ترى أَن الْمولى لَو أعْتقهَا قبل أَن يعجز الْمكَاتب جَازَ عتقه\nوَكَذَلِكَ هَذَا قَول أبي يُوسُف وَمُحَمّد فِي كل جَارِيَة اشْتَرَاهَا\n(5/270)",
        "\nالْمكَاتب وَهِي ذَات رحم محرم مِنْهُ فَهِيَ بِمَنْزِلَة هَذَا أما فِي قِيَاس قَول أبي حنيفَة فَعَلَيهِ الِاسْتِبْرَاء فِي ذَلِك كُله إِلَّا فِي ابْنة أَو أم أَو جدة أَو ابْنة إبنة وَإِن سفلت\n24 - وَإِذا اشْترى النَّصْرَانِي جَارِيَة فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا لِأَن مَا فِيهِ من الشّرك أعظم من ترك الِاسْتِبْرَاء\nفَإِن أسلم قبل أَن تحيض حَيْضَة وَقبل أَن يَطَأهَا فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا فِي الْقيَاس وَلَكِنِّي أستحسن وَأَجْعَل عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة وَإِن كَانَ وَطئهَا فِي نصرانيته فَلَيْسَ عَلَيْهِ أَن يَسْتَبْرِئهَا\n25 - وَإِذا اشْترى الرجل الْمُسلم جَارِيَة مَجُوسِيَّة فَحَاضَت بعد مَا قبضهَا حَيْضَة ثمَّ أسلمت حل لَهُ أَن يَطَأهَا وأجزته تِلْكَ الْحَيْضَة من الِاسْتِبْرَاء\nأَلا ترى أَنه لَو اشْتَرَاهَا وَهِي مُحرمَة قد أذن لَهَا فِي ذَلِك لم يحل لَهُ أَن يَطَأهَا وَإِذا حَاضَت حَيْضَة ثمَّ حلت وفرغت من الْإِحْرَام حل لَهُ أَن يَطَأهَا وأجزته تِلْكَ الْحَيْضَة من الِاسْتِبْرَاء\n(5/271)\n",
        "26 - وَإِذا اشْترى الرجل أُخْت البَائِع من الرضَاعَة أَو جَارِيَة كَانَت عَلَيْهِ حَرَامًا فَعَلَيهِ أَن يَسْتَبْرِئهَا بِحَيْضَة\nكَمَا أَنه لَو اشْتَرَاهَا من امْرَأَة كَانَ عَلَيْهِ أَن يَسْتَبْرِئهَا بِحَيْضَة\n27 - وَإِذا اشْترى الرجل جَارِيَة من رجل فَلم يقبضهَا الرجل حَتَّى ردهَا من عيب أَو من غير عيب وَمن خِيَار فَلَيْسَ على البَائِع أَن يَسْتَبْرِئهَا لِأَن المُشْتَرِي لم يكن قبض\n28 - وَإِذا اشْترى الرجل أمة لَهَا زوج لم يدْخل بهَا وَقَبضهَا المُشْتَرِي ثمَّ طَلقهَا الزَّوْج أَو مَاتَ عَنْهَا وَلم يدْخل بهَا فَإِنَّهُ لَيْسَ عَلَيْهَا عدَّة فِي الطَّلَاق وللمولى أَن يَطَأهَا\nفَإِن كَانَ مَوْلَاهَا الأول وَطئهَا قبل أَن يُزَوّجهَا وَلم تَحض من يَوْم وَطئهَا حَيْضَة فَإِنِّي أحب للْمُشْتَرِي أَن لَا يَطَأهَا تحيض حَيْضَة أستحسن ذَلِك وأدع الْقيَاس فِيهِ\n(5/272)\n\nوَإِذا مَاتَ عَنْهَا الزَّوْج فعلَيْهَا شَهْرَان وَخَمْسَة أَيَّام فَإِذا مضى ذَلِك فَلَا بَأْس أَن يَطَأهَا الْمولى\nوَإِذا اشْتَرَاهَا الْمولى وَهِي فِي عدَّة من الزَّوْج من طَلَاق أَو موت فقبضها فمضت الْعدة فَلَا بَأْس بِأَن يَطَأهَا الْمولى\n29 - وَإِذا اشْترى الرجل أُخْتَيْنِ فَنظر إِلَى فرجهما جَمِيعًا لشَهْوَة أَو قبلهمَا جَمِيعًا لشَهْوَة فَلَا يَنْبَغِي لَهُ أَن يطَأ وَاحِدَة مِنْهُمَا حَتَّى يملك فرج إِحْدَاهمَا عَلَيْهِ غَيره بِملك أَو نِكَاح أَو وَجه من وُجُوه الْملك\nوَالنَّظَر إِلَى الْفرج من شَهْوَة والقبلة بِمَنْزِلَة الْجِمَاع",
        "(5/273)\n\n- 15 بَاب آخر من الْخِيَار فِي الْبيُوع\n-\nوَإِذا رأى الرجل عِنْد الرجل جَارِيَة وساومه بهَا وَلم يشترها ثمَّ رَآهَا بعد ذَلِك متنقبة فاشتراها مِنْهُ بِثمن مُسَمّى وَلم يُعلمهُ أَنَّهَا تِلْكَ الْجَارِيَة وَلم يَقع بَينهمَا منطق يسْتَدلّ بِهِ أَنه قد عرفهَا فَهُوَ بِالْخِيَارِ إِذا كشف نقابها إِن شَاءَ أَخذهَا وَإِن شَاءَ تَركهَا وَهَذَا بِمَنْزِلَة من اشْترى بيعا وَلم يره\nأَرَأَيْت لَو رَآهَا عِنْده وساومها وَلم يشترها ثمَّ رَآهَا متنقبة عِنْد آخر فاشتراها وَلم يقل لَهُ هِيَ الَّتِي رَأَيْت وَلم يَأْتِ بنطق وَلَا أَمر يسْتَدلّ بِهِ على معرفَة أَن هَذِه الْجَارِيَة هِيَ الَّتِي رَأَيْت عِنْد فلَان فَهُوَ بِالْخِيَارِ إِذا رَآهَا\n(5/275)",
        "\n2 - وَلَو نظر إِلَى جراب هروي وَقَلبه ثمَّ إِن صَاحب الجراب قطع مِنْهُ ثوبا ثمَّ لقِيه بعد ذَلِك فَأخْبرهُ أَنه قطع مِنْهُ ثوبا وَلم يره إِيَّاه ثَانِيَة حَتَّى اشْتَرَاهُ فَهُوَ بِالْخِيَارِ إِذا رَآهُ لِأَنَّهُ لَا يدْرِي أَي ثوب أَخذ لَعَلَّه أَخذ أَجودهَا\n3 - وَلَو أَن رجلا عرض على رجل ثَوْبَيْنِ فَلم يشترهما ثمَّ لف أَحدهمَا فِي منديل ثمَّ اشْتَرَاهُ مِنْهُ وَلم يره وَلم يعلم أَيهمَا هُوَ فَهُوَ بِالْخِيَارِ إِذا رَآهُ\nوَلَو أَتَاهُ بالثوبين جَمِيعًا وَقد لف كل وَاحِد مِنْهُمَا فِي منديل فَقَالَ هَذَانِ الثوبان اللَّذَان عرضت عَلَيْك أمس فَقَالَ قد أخذت هَذَا لأَحَدهمَا بِعشْرين وَهَذَا بِعشْرَة فِي صفقتين أَو فِي صَفْقَة وَاحِدَة وَلم يرهما فِي هَذِه الْمرة فأوجبهما لَهُ فَإِن لَهُ الْخِيَار لِأَنَّهُ لَا يعلم أَيهمَا هَذَا من هَذَا\n(5/276)\n",
        "وَلَو قَالَ أخذت وَاحِدًا مِنْهُمَا بِعشْرَة وَلم يسم أَيهمَا هُوَ كَانَ هَذَا فَاسِدا مِنْهُمَا\nوَلَو قَالَ أخذت كل وَاحِد مِنْهُمَا بِعشْرين جَازَ ذَلِك وَلم يكن لَهُ خِيَار لِأَنَّهُ أخذهما مِنْهُ فِي صَفْقَة وَاحِدَة وَلم يفصل أَحدهمَا فِي الثمنين\n4 - وَلَو اشْترى ثوبا وَلم يره ثمَّ رَهنه أَو أجره يَوْمًا أَو بَاعه وَالْمُشْتَرِي بِالْخِيَارِ كَانَ هَذَا اخْتِيَارا مِنْهُ وَلم يكن لَهُ أَن يردهُ بِالْخِيَارِ\nوَلَو بَاعه وَالْبَائِع بِالْخِيَارِ فنقض البيع كَانَ لَهُ أَن يردهُ إِذا رَآهُ\n5 - وَلَو كَانَ عبدا اشْتَرَاهُ رجل وَلَا خِيَار فِيهِ للْبَائِع وكاتبه المُشْتَرِي وَلم يره ثمَّ عجز فَرَآهُ لم يكن لَهُ أَن يردهُ بِالْخِيَارِ\n(5/277)\n\nوَكَذَلِكَ الْخِيَار إِذا كَانَ شرطا\n6 - وَلَو حم العَبْد ثمَّ ذهبت الْحمى عَنهُ كَانَ لَهُ أَن يردهُ إِذا رَآهُ\nفَإِن كَانَ قد رَآهُ وَاشْترط الْخِيَار ثَلَاثَة أَيَّام فَذَهَبت الْحمى عَنهُ قبل الثَّلَاث كَانَ لَهُ أَن يردهُ بِالْخِيَارِ\nوَلَو أشهد على نقض البيع فِي الثَّلَاث بِمحضر من البَائِع وَالْعَبْد مَحْمُوم ثمَّ ذهبت الْحمى عَنهُ قبل الثَّلَاث وَلم يحدث ردا حَتَّى مَضَت الثَّلَاث كَانَ لَهُ أَن يردهُ بذلك الرَّد\nوَلَو بقيت بِهِ الْحمى عشرَة أَيَّام لم يكن لَهُ أَن يردهُ بذلك الرَّد وَلَا بِغَيْرِهِ\n\nوَلَو خاصمه فِي الثَّلَاث إِلَى القَاضِي ورده المُشْتَرِي فَأبى البَائِع أَن يقبله وَهُوَ مَحْمُوم فَإِن القَاضِي يبطل الرَّد ويجيز البيع فَإِن صَحَّ فِي الثَّلَاث لم يكن لَهُ أَن يردهُ بعد قَضَاء القَاضِي\nوَكَذَلِكَ هَذَا القَوْل فِي خِيَار الرُّؤْيَة\nوَلَو أشهد على رده فِي الثَّلَاث بِحَضْرَة البَائِع وَهُوَ صَحِيح ثمَّ حم قبل أَن يقبضهُ البَائِع ثمَّ أقلعت عَنهُ الْحمى وَعَاد إِلَى الصِّحَّة قبل الثَّلَاث أَو بعْدهَا فَإِنَّهُ يلْزم البَائِع وَلَا خِيَار لَهُ فِي ذَلِك لِأَن المُشْتَرِي فسخ البيع وَهُوَ صَحِيح",
        "(5/278)\n\nوَكَذَلِكَ خِيَار الرُّؤْيَة\nوَلَو خاصمه والحمى بِهِ فالبائع بِالْخِيَارِ إِن شَاءَ قبل البيع وَلَا يَأْخُذ للحمى ارشا وَإِن شَاءَ لم يقبل فَإِذا أبطل القَاضِي الرَّد وألزم المُشْتَرِي العَبْد فَلَيْسَ لَهُ أَن يردهُ بعد ذَلِك\n7 - وَلَو جرح العَبْد عِنْد المُشْتَرِي جرحا لَهُ أرش أَو جرحه هُوَ أَو كَانَت أمة فَوَطِئَهَا هُوَ أَو غَيره لم يكن لَهُ أَن يردهَا بِخِيَار رُؤْيَة وَلَا بِخِيَار الشَّرْط\nوَكَذَلِكَ لَو ولدت وَمَات وَلَدهَا أَو لم يمت\n8 - وَلَو كَانَت دَابَّة أَو شَاة فَولدت لم يكن لَهُ أَن يردهَا بِخِيَار الشَّرْط وَلَا بِخِيَار الرُّؤْيَة\nوَكَذَلِكَ لَو قتل وَلَدهَا هُوَ أَو غَيره\nوَلَو مَاتَ موتا كَانَ لَهُ أَن يردهَا بِخِيَار الشَّرْط والرؤية لِأَنَّهُ من الْقَتْل أَخذ أرشا وَوَجَب فِي حَيَاة الْوَلَد مَعهَا ولد لم يشتره\n(5/279)",
        "\n9 - وَلَو أَن البَائِع جرحها عِنْد المُشْتَرِي أَو قَتلهَا وَجب البيع على المُشْتَرِي وَكَانَ على البَائِع الْقيمَة فِي خِيَار الشَّرْط والرؤية\n10 - وَلَو استودعها المُشْتَرِي البَائِع بعد مَا قبضهَا فَمَاتَتْ عِنْد البَائِع قبل أَن يرضى المُشْتَرِي فَهُوَ فِي الْقيَاس يلْزم المُشْتَرِي الثّمن فِي خِيَار الشَّرْط وَلَكِن أدع الْقيَاس وَاجْعَلْهَا من مَال البَائِع فِي خِيَار الشَّرْط\nوَفِي خِيَار الرُّؤْيَة هِيَ من مَال المُشْتَرِي وَعَلِيهِ الثّمن لِأَن البيع قد لزمَه فِيهَا حِين يفسخه أَو يردهُ فَأَما فِي الْخِيَار فَإِنَّهُ لم يسْتَوْجب بعد وَهُوَ من مَال البَائِع فِي قِيَاس قَول أبي حنيفَة فَأَما فِي قِيَاس قَول أبي يُوسُف وَهُوَ قَول مُحَمَّد فَهِيَ من مَال المُشْتَرِي\n(5/280)\n",
        "- 16 بَاب بيع النّخل إِذا كَانَ فِيهِ ثَمَر فَأَكله البَائِع قبل المُشْتَرِي أَو أثمر بعد البيع فَأَكله البَائِع قبل قبض المُشْتَرِي\n-\n1 - وَإِذا اشْترى الرجل أَرضًا وَنَخْلًا بِأَلف دِرْهَم وَالْأَرْض تَسَاوِي ألفا وَالنَّخْل يُسَاوِي ألفا ثمَّ إِن النّخل بعد ذَلِك أثمر فِي يَدي البَائِع مرّة أَو مرَّتَيْنِ أَو أَكثر من ذَلِك كل مرّة تَسَاوِي الثَّمَرَة ألفا فَأكل ذَلِك كُله البَائِع قبل قبض المُشْتَرِي ثمَّ جَاءَ المُشْتَرِي يطْلب بَيْعه بكم يَأْخُذ الأَرْض وَالنَّخْل\nقَالَ أصل ذَلِك أَن ينظر إِلَى كل شَيْء أثمر النّخل فِي يَدي البَائِع فَأَكله البَائِع فتجمع قيمَة ذَلِك كُله فَينْظر كم قِيمَته ثمَّ تضمه\n(5/281)\n\nإِلَى قيمَة الأَرْض وَالنَّخْل ثمَّ تقسم الثّمن على قيمَة ذَلِك فَمَا أصَاب الثَّمر فَإِنَّهُ يحط عَن المُشْتَرِي من الثّمن فَإِن كَانَ إِنَّمَا أثمر مرّة وَقِيمَة الثَّمر ألف فَأَكله البَائِع فَإِن المُشْتَرِي يَأْخُذ الأَرْض وَالنَّخْل بِثُلثي الثّمن فَإِن كَانَ أثمر مرَّتَيْنِ أَخذ الأَرْض وَالنَّخْل بِنصْف الثّمن وَإِن كَانَ أثمر ثَلَاث مَرَّات أَخذ الأَرْض وَالنَّخْل بخمسي الثّمن وان كَانَ أثمر خمس مَرَّات أَخذ الأَرْض وَالنَّخْل بسبعي الثّمن لِأَن الثَّمَرَة خَمْسَة آلَاف وَالْأَرْض وَالنَّخْل أَلفَانِ فَذَلِك سَبْعَة آلَاف يقسم الثّمن على سَبْعَة فَيُصِيب الأَرْض وَالنَّخْل سبعان فَيَأْخُذ المُشْتَرِي الأَرْض وَالنَّخْل بذلك ويحط عَنهُ خَمْسَة أَسْبَاع الثّمن وَذَلِكَ حِصَّة الثَّمَرَة\n2 - وَإِن كَانَ فِي النّخل يَوْم اشْتَرَاهُ ثَمَر يُسَاوِي ألفا",
        "(5/282)\n\nقد اشْتَرَاهُ مَعَ الأَرْض وَالنَّخْل فَأَكله البَائِع ثمَّ أثمر بعد ذَلِك مرّة أَو مرَّتَيْنِ أَو أَكثر من ذَلِك فَأَكله البَائِع ثمَّ جَاءَ المُشْتَرِي بكم يَأْخُذ الأَرْض وَالنَّخْل\nقَالَ أما الثَّمَرَة الأولى فَإِنَّهَا تذْهب بِثلث الثّمن لِأَنَّهَا ثلث البيع وَله مَا أثمر بعد ذَلِك فَإِن كَانَ أثمر عشر مَرَّات أَو أَكثر أَو أقل من ذَلِك فَإِنَّهُ يجمع كُله فَينْظر كم قِيمَته ثمَّ تضمه إِلَى الأَرْض وَالنَّخْل ثمَّ تقسم ثُلثي الثّمن على جَمِيع ذَلِك فَمَا أصَاب حِصَّة الأَرْض وَالنَّخْل من ثُلثي الثّمن أَخذ المُشْتَرِي الأَرْض وَالنَّخْل بذلك وَمَا أصَاب حِصَّة الثّمن فَإِنَّهُ يحط عَن المُشْتَرِي من ثُلثي الثّمن وَإِنَّمَا قسمته على ثُلثي الثّمن لِأَن الثَّمَرَة الأولى قد ذهبت بِثلث الثّمن وَمن ذَلِك انه إِذا أثمر بعد الثَّمَرَة الأولى بثمرة تَسَاوِي ألفا فَأَكله البَائِع فَإِن المُشْتَرِي يَأْخُذ الأَرْض وَالنَّخْل بِثُلثي ثُلثي الثّمن وَهُوَ أَرْبَعَة أتساع جَمِيع الثّمن فَإِن كَانَ أثمر مرَّتَيْنِ بعد الأولى فَأَكله البَائِع فَإِن المُشْتَرِي يَأْخُذ الأَرْض وَالنَّخْل بِنصْف الثُّلثَيْنِ فَإِن كَانَ أثمر ثَلَاث مَرَّات بعد الأولى فَأَكله البَائِع فَإِن المُشْتَرِي يَأْخُذ الأَرْض وَالنَّخْل\n(5/283)",
        "\nبِخمْس الثّمن وَثلث خمس الثّمن وَهُوَ أَرْبَعَة أَجزَاء من خَمْسَة عشر من جَمِيع المَال وَإِنَّمَا كَانَ ذَلِك على مَا ذكرنَا من الْأَجْزَاء وَخَمْسَة عشر من جَمِيع المَال وَإِنَّمَا كَانَ ذَلِك على مَا ذكرنَا من الْأَجْزَاء والأخماس لِأَن الثَّمَرَة الأولى ذهبت بِثلث الثّمن كُله وَبَقِي الأَرْض وَالنَّخْل بِثُلثي الثّمن فَمَا أثمر بعد ذَلِك ثَلَاث مَرَّات كل مرّة يُسَاوِي ألفا كَانَ ذَلِك ثَلَاثَة آلَاف وَالْأَرْض وَالنَّخْل أَلفَيْنِ فَذَلِك خَمْسَة آلَاف وَثلثا الثّمن فقسمت على خَمْسَة فالأرض وَالنَّخْل من ذَلِك الخمسان وَالثَّمَر ثَلَاثَة الْأَخْمَاس فَيَأْخُذ المُشْتَرِي الأَرْض وَالنَّخْل بالخمسين من الثُّلثَيْنِ ويحط عَنهُ مَا بَقِي وَهُوَ ثَلَاثَة أَخْمَاس الثُّلثَيْنِ\nفَكَذَلِك هَذَا الْبَاب وَمَا أشبهه كُله على هَذَا الْقيَاس\n3 - وَللْمُشْتَرِي فِي جَمِيع مَا ذكرنَا إِن كَانَ فِي النّخل ثَمَر يَوْم اشْتَرَاهُ أَو لم يكن فأثمر بعد ذَلِك فَأَكله البَائِع فَإِن للْمُشْتَرِي\n(5/284)\n",
        "الْخِيَار فِي جَمِيع ذَلِك إِن شَاءَ أَخذه بِمَا ذكرنَا من الثّمن وَإِن شَاءَ تَركه\n4 - فَإِن كَانَ الثَّمر الَّذِي أثمر بعد البيع لم يَأْكُلهُ البَائِع وَلَكِن أَصَابَته آفَة من السَّمَاء فَذَهَبت بِهِ وَنقص ذَلِك النّخل فَإِن المُشْتَرِي هَا هُنَا بِالْخِيَارِ أَيْضا إِن شَاءَ أَخذه بِجَمِيعِ الثّمن وَإِن شَاءَ تَركه\nوَلَا يشبه هَذَا أكل البَائِع الثَّمر\n5 - وَإِن كَانَ ذهَاب هَذَا الثَّمر بالآفة الَّتِي أَصَابَته لم ينقص النّخل شَيْئا فَإِن المُشْتَرِي لَا يكون لَهُ الْخِيَار وَلَكِن البيع لَهُ لَازم وَيَأْخُذهُ بِجَمِيعِ الثّمن\nوَإِنَّمَا خَالف الثَّمَرَة الَّتِي كَانَت فِي النّخل يَوْم اشْترى النّخل الثَّمَرَة الَّتِي حدثت بعد ذَلِك لِأَن الثَّمَرَة الأولى الَّتِي كَانَت فِي النّخل حَيْثُ اشْترى كَانَت من أصل البيع وَوَقع عَلَيْهَا بِعَينهَا البيع فَصَارَت لَهَا حِصَّة من الثّمن وَأما إِذا أثمر بعد ذَلِك\n(5/285)\n\nإِنَّمَا هُوَ زِيَادَة فِي النّخل بِحِصَّتِهِ من الثّمن يكون من ثمن الأَرْض وَالنَّخْل خَاصَّة وَالزِّيَادَة فِي البيع مُخَالف لما يَقع عَلَيْهِ فَلذَلِك اخْتلفَا وَهَذَا قَول أبي يُوسُف الأول وَهُوَ قَول مُحَمَّد\nوَقَالَ أَبُو يُوسُف بعد ذَلِك كل ثَمَرَة حدثت فِي يَدي البَائِع بعد البيع فَهُوَ زِيَادَة فِي النّخل دون الأَرْض",
        "(5/286)\n\n- 17 بَاب الرجل يَبِيع العَبْد فيجني عَلَيْهِ البَائِع وَالْمُشْتَرِي قبل الْقَبْض ثمَّ يَمُوت من جنايتهما\n-\nوَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم فَلم يقبضهُ حَتَّى قطع البَائِع يَده فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذ العَبْد بِنصْف الثّمن وَإِن شَاءَ تَركه وَمَا اسْتهْلك مِنْهُ البَائِع فَإِنَّمَا هُوَ شَيْء ذهب مِنْهُ لَيْسَ فِيهِ على البَائِع ضَمَان إِلَّا أَن الثّمن يبطل عَن المُشْتَرِي مِنْهُ بِحِسَاب مَا انْتقصَ البَائِع من العَبْد وَذَلِكَ النّصْف لِأَن الْيَد من العَبْد نصفه\n2 - وَلَو كَانَت الْيَد شلت من غير فعل أحد كَانَ المُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذ العَبْد بِجَمِيعِ الثّمن وَإِن شَاءَ ترك البيع للعيب الَّذِي حدث فِي العَبْد\n3 - وَلَو كَانَت الْيَد قطعهَا أَجْنَبِي فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذ العَبْد بِجَمِيعِ الثّمن وَاتبع الْجَانِي بِنصْف الْقيمَة وَإِن شَاءَ ترك البيع\n(5/287)",
        "\nفَإِن أَخذ العَبْد وَاتبع الْجَانِي بِنصْف الْقيمَة تصدق بِمَا زَادَت نصف الْقيمَة على نصف الثّمن لِأَنَّهُ ربح مَا لم يضمن\nفَإِن ترك البيع اتبع البَائِع الْجَانِي بِنصْف الْقيمَة وَيتَصَدَّق أَيْضا بِمَا زَاد نصف الْقيمَة على نصف الثّمن لِأَنَّهُ قطع وَهُوَ لغيره\n4 - وَإِن كَانَ الَّذِي قطع يَده هُوَ المُشْتَرِي فَإِن هَذَا اقْتِضَاء مِنْهُ لجَمِيع العَبْد\nفَإِن هلك العَبْد بعد ذَلِك من قطع الْيَد أَو من غير قطع الْيَد وَلم يكن البَائِع منع المُشْتَرِي العَبْد بَعْدَمَا قطع المُشْتَرِي يَد العَبْد فعلى المُشْتَرِي جَمِيع الثّمن إِن مَاتَ من الْقطع أَو من غَيره\nوَإِن كَانَ البَائِع منع المُشْتَرِي عَن قبض العَبْد بَعْدَمَا قطع المُشْتَرِي يَد العَبْد ثمَّ مَاتَ العَبْد فِي يَدي البَائِع من قطع الْيَد فعلى المُشْتَرِي جَمِيع الثّمن\n(5/288)\n",
        "فَإِن مَاتَ من غير قطع الْيَد فعلى المُشْتَرِي نصف الثّمن بِقطع الْيَد لِأَنَّهُ استوفى حِين قطع الْيَد نصف مَا اشْترى لِأَن الْيَد من العَبْد نصفه ثمَّ مَنعه البَائِع مَا بَقِي حَتَّى هلك فِي يَدَيْهِ من غير فعل المُشْتَرِي وَبَطل من المُشْتَرِي ثمن مَا بَقِي من العَبْد\n5 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم فَلم يقبضهُ حَتَّى قطع البَائِع يَده ثمَّ إِن المُشْتَرِي قطع رجله من خلاف ثمَّ برِئ مِنْهُمَا جَمِيعًا فَلَا خِيَار للْمُشْتَرِي فِي هَذَا وَيلْزمهُ العَبْد بِنصْف الثّمن وَيبْطل عَنهُ نصف الثّمن لقطع البَائِع يَده وَإِنَّمَا بَطل خِيَاره فِي هَذَا الْوَجْه لِأَنَّهُ قطع رجله بَعْدَمَا قطع البَائِع يَده فَكَانَ فِي هَذَا اخْتِيَار مِنْهُ للْبيع وَالرِّضَا بِالْعَبدِ أقطع\n6 - وَلَو لم يكن البَائِع قطع يَده وَلَكِن المُشْتَرِي هُوَ الَّذِي قطع يَده قبل ثمَّ قطع البَائِع رجله بعد ذَلِك فبرئ مِنْهُمَا جَمِيعًا\n(5/289)\n\nفَإِن المُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذ العَبْد وَأعْطى ثَلَاثَة أَربَاع الثّمن وَإِن شَاءَ أبطل البيع لزمَه نصف الثّمن بِقطعِهِ الْيَد لِأَنَّهُ حِين قطع الْيَد فقد استوفى نصف مَا اشْترى من البَائِع ثمَّ قطع البَائِع بعد رجله من خلاف فَمنع نصف مَا بَقِي بعد الْيَد فَالْمُشْتَرِي بِالْخِيَارِ فِيمَا بَقِي من العَبْد إِن شَاءَ أَخذه بِربع الثّمن مَعَ النّصْف الَّذِي لزمَه بِقطع الْيَد وَإِن شَاءَ ترك\nوَإِنَّمَا جَازَ الْخِيَار فِي هَذَا الْبَاب للْمُشْتَرِي وَلم يكن لَهُ فِي الْبَاب الأول خِيَار لِأَن الْقطع فِي هَذَا الْبَاب كَانَ من البَائِع بعد رضَا المُشْتَرِي لِأَن البَائِع حِين جنى على العَبْد بعد جِنَايَة المُشْتَرِي وَلم يحدث من المُشْتَرِي بعد قطع البَائِع شَيْء فِي العَبْد يكون قد رَضِي بِهِ البَائِع وَفِي الْبَاب الأول كَانَت جِنَايَة المُشْتَرِي بعد جِنَايَة البَائِع فَكَانَ ذَلِك مِنْهُ رضَا بِأَن يَأْخُذ العَبْد بِجِنَايَة البَائِع عَلَيْهِ فَلذَلِك اخْتلفَا\n7 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم فنقده الدَّرَاهِم وَلم يقبض حَتَّى قطع المُشْتَرِي يَده ثمَّ ثنى البَائِع فَقطع رجله من خلاف فبرئ من ذَلِك كُله فَإِن العَبْد للْمُشْتَرِي",
        "(5/290)\n\nوَلَا خِيَار لَهُ فِيهِ وعَلى البَائِع للْمُشْتَرِي نصف قيمَة العَبْد الْمَقْطُوع الْيَد\nوَلَا يشبه نقد الثّمن فِي هَذَا غير نقد الثّمن لِأَن المُشْتَرِي حِين نقد الثّمن ثمَّ قطع صَار قَابِضا لجَمِيع العَبْد بِقطعِهِ الْيَد وَصَارَ البَائِع لَا يقدر على مَنعه حَتَّى يدْفع إِلَيْهِ الثّمن فَلَمَّا قطع البَائِع رجله بعد ذَلِك كَانَ بِمَنْزِلَة رجل قطع رجل عبد رجل لَيْسَ بَينه وَبَينه فِيهِ بيع فَيغرم نصف قِيمَته مَقْطُوع الْيَد بِقطعِهِ الرجل\n8 - وَلَو كَانَ البَائِع هُوَ الَّذِي قطع الْيَد قبل المُشْتَرِي ثمَّ إِن المُشْتَرِي قطع رجله بعد ذَلِك لم يكن للْمُشْتَرِي فِي العَبْد خِيَار وَلَزِمَه البيع بِنصْف الثّمن وَيرجع المُشْتَرِي على البَائِع بِنصْف الثّمن الَّذِي أعطَاهُ\nوَإِنَّمَا افترق هَذَا وَالْبَاب الأول لِأَن المُشْتَرِي لم يقبض العَبْد حِين قطع البَائِع يَده فَأبْطل بِقطع يَد العَبْد نصف الثّمن عَن المُشْتَرِي وَصَارَ المُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذ مَا بَقِي من العَبْد بِنصْف الثّمن وَإِن شَاءَ تَركه فَلَمَّا قطع المُشْتَرِي رجله بعد قطع البَائِع كَانَ هَذَا رضَا مِنْهُ بِالْعَبدِ واختيارا للْبيع فَيلْزمهُ مَا بَقِي من العَبْد وَبَطل عَنهُ نصف الثّمن بِقطع البَائِع يَد العَبْد قبل أَن يقبضهُ المُشْتَرِي وَلَو كَانَ المُشْتَرِي هُوَ الَّذِي قطع الْيَد قبل قطع البَائِع كَانَ هَذَا قبضا مِنْهُ لعَبْدِهِ الَّذِي اشْترى كُله مَا قطع\n(5/291)",
        "\nمِنْهُ وَمَا بَقِي فَلَيْسَ للْبَائِع أَن يمنعهُ مَا بَقِي من العَبْد لِأَنَّهُ قد استوفى الثّمن فَلَمَّا قطع رجله صَار ضَامِنا لنصف قِيمَته مَقْطُوع الْيَد لِأَنَّهُ بِمَنْزِلَة عبد لَا بيع بَينهمَا فِيهِ\n9 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم وَلم ينقده الثّمن حَتَّى قطع البَائِع يَد العَبْد ثمَّ قطع المُشْتَرِي بعد ذَلِك رجله من خلاف فَمَاتَ من ذَلِك كُله فِي يَدي البَائِع فَإِن المُشْتَرِي يبطل عَنهُ من الثّمن خَمْسَة أثمانه وَيلْزمهُ ثَلَاثَة أَثمَان الثّمن لِأَن البَائِع حِين قطع يَد العَبْد قبل قطع المُشْتَرِي بَطل عَن المُشْتَرِي بِقطع البَائِع الْيَد نصف الثّمن ثمَّ إِن المُشْتَرِي قطع رجل العَبْد وَهُوَ ربع جَمِيع مَا اشْترى لِأَنَّهُ نصف مَا بَقِي بعد الْيَد فَوَجَبَ عَلَيْهِ بعد ذَلِك ربع الثّمن لِأَنَّهُ لم يقبضهُ حِين جنى عَلَيْهِ ثمَّ مَاتَ العَبْد من القطعين جَمِيعًا وَإِنَّمَا بَقِي من العَبْد ربعه فَصَارَ على المُشْتَرِي من ذَلِك الرّبع بعضه وَهُوَ الثّمن من جَمِيع الثّمن وَبَطل عَنهُ نصف ذَلِك الرّبع وَهُوَ أَيْضا الثّمن لِأَن البَائِع هُوَ الَّذِي اسْتهْلك ذَلِك الثّمن فَبَطل عَن المُشْتَرِي نصف الرّبع الْبَاقِي وَهُوَ الثّمن من جَمِيع العَبْد وَصَارَ عَلَيْهِ نصف ذَلِك الرّبع وَهُوَ ثمن الْجَمِيع فَبَطل عَنهُ خَمْسَة أَثمَان الثّمن وَوَجَب عَلَيْهِ ثَلَاثَة أثمانه\n(5/292)\n",
        "10 - وَلَو كَانَ المُشْتَرِي هُوَ الَّذِي قطع الْيَد قبل قطع البَائِع ثمَّ إِن البَائِع قطع الرجل بعد ذَلِك من خلاف فَمَاتَ العَبْد من ذَلِك كُله فَإِن على المُشْتَرِي فِي هَذَا خَمْسَة أَثمَان الثّمن وَيبْطل عَنهُ ثَلَاثَة أَثمَان الثّمن لِأَن المُشْتَرِي حِين بَدَأَ بِقطع الْيَد كَانَ قَابِضا لنصف مَا اشْترى وَوَجَب عَلَيْهِ نصف الثّمن فَلَمَّا قطع البَائِع رجله بعد ذَلِك كَانَ قد منع ربع العَبْد فَبَطل الْمُسَمّى بذلك ربع الثّمن ثمَّ مَاتَ العَبْد من القطعين جَمِيعًا فَبَطل عَن المُشْتَرِي نصف الرّبع الْبَاقِي وَهُوَ الثّمن من جَمِيعه وَصَارَ عَلَيْهِ نصف ذَلِك الرّبع وَهُوَ ثمن الْجَمِيع فَوَجَبَ عَلَيْهِ خَمْسَة أَثمَان الثّمن وَبَطل عَنهُ ثَلَاثَة أثمانه\n11 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم ونقده الثّمن ثمَّ إِن المُشْتَرِي قطع يَد العَبْد ثمَّ إِن البَائِع قطع رجله بعد ذَلِك من خلاف فَمَاتَ العَبْد من ذَلِك كُله فَإِن العَبْد لَازم للْمُشْتَرِي بِجَمِيعِ الثّمن وعَلى البَائِع للْمُشْتَرِي ثَلَاثَة أَثمَان قيمَة العَبْد لِأَن المُشْتَرِي حِين قطع يَده صَار قَابِضا لجَمِيع العَبْد وَصَارَ البَائِع لَا يقدر على مَنعه فَلَمَّا جنى عَلَيْهِ كَانَ بِمَنْزِلَة عبد\n(5/293)\n\nلَا بيع بَينهمَا فِيهِ حِين جنى عَلَيْهِ وَهُوَ ضَامِن لجنايته من قِيمَته وجنايته عَلَيْهِ ثَلَاثَة أَثمَان قِيمَته صَحِيحا\n12 - وَلَو كَانَ البَائِع هُوَ الَّذِي قطع يَده قبل ثمَّ إِن المُشْتَرِي قطع رجله بعد ذَلِك ثمَّ مَاتَ مِنْهُمَا جَمِيعًا وَقد كَانَ المُشْتَرِي نقد الثّمن فَإِن المُشْتَرِي يرجع على البَائِع بِنصْف الثّمن الَّذِي نَقده وَيلْزم العَبْد المُشْتَرِي بِنصْف الثّمن الَّذِي نقد وَيرجع المُشْتَرِي على البَائِع بِثمن الْقيمَة لِأَن البَائِع قبل أَن يقطع المُشْتَرِي رجله أبطل من الثّمن بعضه ثمَّ إِن المُشْتَرِي قطع رجله فَصَارَ قَابِضا لما بَقِي مِنْهُ ثمَّ مَاتَ العَبْد من فعل يَد فعله البَائِع قبل الْقَبْض وَمن فعل المُشْتَرِي فعلى البَائِع مَا حدث فِيهِ من فعله بعد قبض المُشْتَرِي لَهُ فَيكون عَلَيْهِ ذَلِك من قيمَة العَبْد وَالَّذِي حدث بعد قبض المُشْتَرِي من جِنَايَة البَائِع الثّمن فَعَلَيهِ ثمن الْقيمَة\nلَا يبطل فِي هَذَا الْموضع ثمن الثّمن لِأَن هَذَا حدث بعد قبض",
        "(5/294)\n\nالمُشْتَرِي وَبعد مَا صَار البَائِع لَا يقدر على منع العَبْد فَكل شَيْء كَانَ من جِنَايَة البَائِع بعد قبض المُشْتَرِي العَبْد وَقد نقد المُشْتَرِي البَائِع الثّمن فَإِنَّمَا على البَائِع فِيهِ الْقيمَة وكل شَيْء كَانَ من جِنَايَة البَائِع قبل قبض المُشْتَرِي فَإِنَّهُ يبطل عَن المُشْتَرِي بِهِ من الثّمن بِحِسَاب ذَلِك\n13 - وَإِذا اشْترى الرجل عبدا من رجل بِأَلف دِرْهَم فنقده الثّمن أَو لم ينقده حَتَّى قطع البَائِع يَده ثمَّ قَبضه المُشْتَرِي بِإِذن البَائِع أَو بِغَيْر إِذْنه فَمَاتَ فِي يَد المُشْتَرِي من جِنَايَة البَائِع عَلَيْهِ فَإِن الثّمن يبطل عَن المُشْتَرِي مِنْهُ نصفه فَإِن كَانَ قبض البَائِع رد على المُشْتَرِي نصفه وَإِن كَانَ لم ينْقد الثّمن دفع المُشْتَرِي إِلَى البَائِع نصفه وَمَا هلك من العَبْد فِي يَدي المُشْتَرِي بِجِنَايَة البَائِع فعلى المُشْتَرِي ثمنه فَلَا ضَمَان على البَائِع فِيهِ لِأَن المُشْتَرِي قَبضه فَصَارَ ضَامِنا\nوَلَا يشبه أَخذ المُشْتَرِي العَبْد فِي هَذَا الْقَبْض بِالْجِنَايَةِ وَالْقَبْض بِالْحَدَثِ يحدثه المُشْتَرِي فِي العَبْد كل شَيْء حدث من جِنَايَة البَائِع الأول بعد مَا يحدث فِيهِ المُشْتَرِي جِنَايَة فَإِن كَانَ البَائِع لم ينْتَقد الثّمن بَطل عَن المُشْتَرِي من الثّمن بِحِسَاب مَا اسْتهْلك البَائِع مِنْهُ قبل قبض المُشْتَرِي العَبْد بِالْحَدَثِ الَّذِي أحدثه المُشْتَرِي\n(5/295)",
        "\nفِيهِ بَطل عَن المُشْتَرِي من الثّمن بِحِسَاب ذَلِك وَمَا حدث من اسْتِهْلَاك البَائِع بعد قبض المُشْتَرِي بِالْحَدَثِ الَّذِي أحدثه فِيهِ المُشْتَرِي إِن كَانَ البَائِع انتقد الثّمن فعلى البَائِع فِيهِ الْقيمَة وَإِذا كَانَ الْقَبْض من المُشْتَرِي بِغَيْر جِنَايَة جناها فِي العَبْد إِنَّمَا أَخذ العَبْد أخذا فَهَلَك فِي يَده بِجِنَايَة جناها عَلَيْهِ البَائِع قبل قبض المُشْتَرِي فَإِن البَائِع لَا ضَمَان عَلَيْهِ فِيمَا هلك عِنْد المُشْتَرِي من ذَلِك وَلَا يبطل عَن المُشْتَرِي بذلك شَيْء من الثّمن إِنَّمَا يبطل من الثّمن حِصَّة المُشْتَرِي فِيمَا اسْتهْلك البَائِع من العَبْد قبل أَن يَأْخُذهُ المُشْتَرِي\nأَلا ترى أَن رجلا لَو فَقَأَ عين عَبده وَقطع رجله أَو قطع يَده ثمَّ غصبه إِيَّاه رجل فَمَاتَ فِي يَدَيْهِ من فعل الْمولى كَانَ على الْغَاصِب قيمَة العَبْد يَوْم غصبه إِن كَانَ\n(5/296)\n",
        "قد مَاتَ من فعل مَوْلَاهُ\n14 - وَإِذا اشْترى الرجل عبدا من رجل فَلم ينْقد الثّمن حَتَّى قَبضه بِغَيْر أَمر البَائِع فَقطع البَائِع يَده فِي يَد المُشْتَرِي وَلم يَأْخُذهُ حَتَّى مَاتَ العَبْد من قطع الْيَد فِي يَد المُشْتَرِي أَو من غير ذَلِك فَإِن كَانَ مَاتَ من قطع الْيَد فقد بَطل البيع وَلَا ضَمَان على المُشْتَرِي فِي العَبْد وَلَا فِي ثمنه لِأَن البَائِع حِين قطع يَده فِي يَد المُشْتَرِي ثمَّ مَاتَ من ذَلِك فَكَأَن البَائِع أَخذه من المُشْتَرِي فَمَاتَ فِي يَدَيْهِ\nفَإِن كَانَ العَبْد قد مَاتَ من غير قطع البَائِع بَطل عَن المُشْتَرِي نصف الثّمن بِقطع البَائِع يَده وَوَجَب على المُشْتَرِي نصف الثّمن بِمَوْت العَبْد فِي يَدَيْهِ\n15 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم فَلم ينقده الثّمن حَتَّى أحدث المُشْتَرِي فِيهِ عَيْبا ينقصهُ من الثّمن شَيْئا فَلم يمنعهُ البَائِع العَبْد بعد ذَلِك حَتَّى مَاتَ العَبْد من غير مَا أحدث المُشْتَرِي فَإِن أَبَا حنيفَة كَانَ يَقُول هَذَا قبض من المُشْتَرِي لجَمِيع العَبْد وَعَلِيهِ جَمِيع الثّمن\n(5/297)\n\nوَلَو كَانَ المُشْتَرِي بَاعه وَقَبضه الَّذِي اشْتَرَاهُ مِنْهُ بعد مَا أحدث المُشْتَرِي فِيهِ فَإِن مَا أحدث فِيهِ كَانَ بَيْعه جَائِزا لِأَنَّهُ قبض وَإِذا بَاعَ عبدا قد قَبضه فَهُوَ جَائِز\n16 - وَقَالَ أَبُو حنيفَة إِذا اشْترى الرجل من الرجل جَارِيَة فَلم يقبضهَا المُشْتَرِي حَتَّى زَوجهَا رجلا فَالنِّكَاح جَائِز فَإِن مَاتَت قبل أَن يقبضهَا المُشْتَرِي مَاتَت من مَال البَائِع وَلم يكن هَذَا من المُشْتَرِي قبضا\nوَكَانَ يَنْبَغِي فِي الْقيَاس أَن يكون هَذَا قبضا لِأَنَّهُ عيب دخل الْجَارِيَة أَلا ترى أَنَّهَا ترد مِنْهُ وَلَكِن أَبَا حنيفَة قَالَ أستحسن أَلا أجعله قبضا لِأَنَّهُ لَيْسَ بِعَيْب حدث فِي بدنهَا\nوَكَانَ أَبُو حنيفَة يَقُول إِن وَطئهَا الزَّوْج ثمَّ مَاتَت بعد ذَلِك مَاتَت من مَال المُشْتَرِي وَصَارَ على المُشْتَرِي جَمِيع الثّمن نَقصهَا وَطْء الزَّوْج أَو لم ينقصها",
        "(5/298)\n\nوَكَذَلِكَ وَطْء المُشْتَرِي لَو وَطئهَا وَهِي ثيب فِي يَد البَائِع ثمَّ مَاتَت بعد ذَلِك وَلم يمْنَعهَا البَائِع المُشْتَرِي فعلى المُشْتَرِي جَمِيع الثّمن\nفَإِن كَانَ البَائِع منعهَا المُشْتَرِي بعد وَطْء المُشْتَرِي أَو الزَّوْج إِيَّاهَا وَلم ينقصها الْوَطْء شَيْئا ثمَّ مَاتَت فَإِن أَبَا حنيفَة قَالَ انْتقض البيع فِيهَا وَلَا شَيْء على المُشْتَرِي من الْعقر وَلَا من الثّمن\nفَإِن كَانَت بكرا أَو كَانَ الْوَطْء قد نَقصهَا فَإِن أَبَا حنيفَة كَانَ لَا ينظر فِي هَذَا إِلَى الْعقر وَلكنه ينظر إِلَى مَا نَقصهَا الْوَطْء فَيجْعَل على المُشْتَرِي من الثّمن حِصَّة ذَلِك وَيبْطل مَا بَقِي\nوَلَو كَانَ البَائِع هُوَ الَّذِي وَطئهَا فَلم ينقصها شَيْئا أَخذهَا المُشْتَرِي بِجَمِيعِ الثّمن وَلَا عقر على البَائِع فِي ذَلِك فِي قَول أبي حنيفَة وَأما فِي قَول أبي يُوسُف وَمُحَمّد فَإِنَّهُ ينظر إِلَى عقرهَا والى قيمتهَا فَيقسم الثّمن على ذَلِك وَيبْطل عَن المُشْتَرِي حِصَّة الْعقر من الثّمن وَتَكون الْجَارِيَة للْمُشْتَرِي بِمَا بَقِي من الثّمن\nوَإِن كَانَ وَطْء البَائِع نَقصهَا أَو كَانَت بكرا فَإِن أَبَا حنيفَة كَانَ لَا ينظر فِي هَذَا إِلَى الْعقر وَلكنه ينظر إِلَى مَا نَقصهَا الْوَطْء\n(5/299)",
        "\nفَيبْطل حِصَّة ذَلِك عَن المُشْتَرِي من الثّمن وَأما فِي قَول أبي يُوسُف وَمُحَمّد فَإِنَّمَا ينظر إِلَى الْأَكْثَر من ذَلِك من الْعقر وَالنُّقْصَان فيطرح عَنهُ من الثّمن حِصَّة ذَلِك\n17 - وَإِذا اشْترى الرجل عبدا من رجل بِأَلف دِرْهَم وَلم ينقده الثّمن حَتَّى قطع البَائِع يَد العَبْد ثمَّ قطع المُشْتَرِي وَرجل أَجْنَبِي رجل العَبْد من خلاف مَعًا فَمَاتَ العَبْد من ذَلِك كُله فَإِن المُشْتَرِي قد بَطل عَنهُ من الثّمن بِقطع البَائِع الْيَد نصفه وَلزِمَ المُشْتَرِي ربع الثّمن بِقطعِهِ وَقطع الْأَجْنَبِيّ رجل العَبْد ثمَّ يرجع المُشْتَرِي على الْأَجْنَبِيّ بِنصْف ارش الرجل وَهُوَ ثمن العَبْد صَحِيحا وَقد مَاتَ العَبْد من ذَلِك كُله فَبَطل عَن المُشْتَرِي من الثّمن حِصَّة ثلث مَا بَقِي من العَبْد وَهُوَ ثلثا جَمِيع الثّمن وَيلْزمهُ من الثّمن الثّمن وَثلث الثّمن بِجِنَايَتِهِ وَجِنَايَة الْأَجْنَبِيّ على مَا بَقِي من العَبْد وَيرجع المُشْتَرِي على الْأَجْنَبِيّ أَيْضا بِثُلثي ثمن الْقيمَة بِجِنَايَتِهِ عَن النَّفس فَيكون على الْأَجْنَبِيّ من قيمَة العَبْد ثمن العَبْد بِقطع الرجل وَثلثا ثمن الْقيمَة بِمَا اسْتهْلك من النَّفس وَيكون\n(5/300)\n",
        "على المُشْتَرِي من ثمن العَبْد ثَلَاثَة أَثمَان الثّمن وَثلث ثمن الثّمن بِجِنَايَتِهِ وَجِنَايَة الْأَجْنَبِيّ\nوَلَا يتَصَدَّق المُشْتَرِي بِشَيْء مِمَّا أَخذ من الْأَجْنَبِيّ وَإِن كَانَ مَا أَخذ مِنْهُ أَكثر من حِصَّته من الثّمن لِأَنَّهُ إِنَّمَا جنى عَلَيْهِ الْأَجْنَبِيّ مَعَ قبض المُشْتَرِي إِيَّاه\n18 - وَلَو كَانَ البَائِع وَالْأَجْنَبِيّ هما اللَّذَان قطعا الْيَد قبل المُشْتَرِي ثمَّ قطع المُشْتَرِي رجل العَبْد من خلاف فَمَاتَ العَبْد من ذَلِك كُله فَإِن على المُشْتَرِي من الثّمن بِقطعِهِ الرجل ربع الثّمن وَعَلِيهِ بِمَا اسْتهْلك من النَّفس ثلثا ثمن الثّمن وَيكون عَلَيْهِ أَيْضا بِجِنَايَة الْأَجْنَبِيّ على العَبْد ربع الثّمن وبجناية الْأَجْنَبِيّ على النَّفس ثلثا ثمن الثّمن فَيُؤَدِّي ذَلِك إِلَى البَائِع وَيرجع المُشْتَرِي على الْأَجْنَبِيّ بِربع الْقيمَة بِقِطْعَة الْيَد وبثلثي ثمن الْقيمَة بِمَا اسْتهْلك من النَّفس فَيكون ذَلِك على عَاقِلَة الْأَجْنَبِيّ فِي ثَلَاث سِنِين كل سنة من ذَلِك الثُّلُث\nفَإِذا قبض ذَلِك المُشْتَرِي فَإِن كل الَّذِي قبض من جِنَايَة الْأَجْنَبِيّ على الْيَد أَكثر من ربع الثّمن تصدق بِالْفَضْلِ على ربع الثّمن لِأَنَّهُ ربح مَا لم يضمن وَإِنَّمَا كَانَ قَبضه للْعَبد بِجِنَايَتِهِ عَلَيْهِ\n(5/301)\n\nبعد جِنَايَة الْأَجْنَبِيّ على الْيَد وَأما مَا اسْتهْلك الْأَجْنَبِيّ من النَّفس فَإِن كَانَ فِيهِ فضل على مَا غرم المُشْتَرِي من حِصَّة ذَلِك من الثّمن لم يكن على المُشْتَرِي أَن يتَصَدَّق بِهِ لِأَنَّهُ ربح مَا قد قبض وَضمن أَلا ترى أَن رجلا لَو اشْترى عبدا بِأَلف دِرْهَم فَلم يقبضهُ حَتَّى قطع رجل أَجْنَبِي يَده فَقَبضهُ على ذَلِك ورضيه ثمَّ مَاتَ العَبْد فِي يَدي المُشْتَرِي من جِنَايَة الْأَجْنَبِيّ عَلَيْهِ فَإِن على عَاقِلَة الْأَجْنَبِيّ جَمِيع قيمَة العَبْد فِي ثَلَاث سِنِين فَإِذا أَخذهَا المُشْتَرِي فَإِن كَانَ فِيهَا فضل على الثّمن تصدق بِنصْف ذَلِك الْفضل وَهُوَ حِصَّة الْيَد لِأَنَّهُ ربح مَا لم يضمن لِأَن الْيَد قطعت وَلَيْسَ العَبْد فِي ضَمَانه وَأما مَا هلك فِي يَدي المُشْتَرِي فَإِن كَانَ فِي قِيمَته فضل على حِصَّته من الثّمن فَهُوَ طيب للْمُشْتَرِي لِأَنَّهُ ربح مَا ضمن فَصَارَ فِي ملكه مَضْمُونا\n19 - وَإِذا اشْترى الرجل عبدا من رجل بِأَلف دِرْهَم فَلم ينقده الثّمن حَتَّى قطع المُشْتَرِي وَالْأَجْنَبِيّ يَد العَبْد مَعًا ثمَّ قطع البَائِع بعد ذَلِك رجله من خلاف ثمَّ مَاتَ من ذَلِك كُله فَإِن المُشْتَرِي بِالْخِيَارِ إِن شَاءَ سلم للْبَائِع من الثّمن نصفه بِقطعِهِ وَقطع الْأَجْنَبِيّ يَد العَبْد وَيرجع المُشْتَرِي على الْأَجْنَبِيّ بِربع",
        "(5/302)\n\nالْقيمَة وَلَا يتَصَدَّق بِمَا كَانَ فِي ذَلِك من فضل لِأَن جِنَايَة الْأَجْنَبِيّ كَانَت مَعَ قبض المُشْتَرِي للْعَبد بِقِطْعَة الْيَد وَيرجع البَائِع على المُشْتَرِي أَيْضا بِثمن الثّمن وَثلث ثمن الثّمن باستهلاكه واستهلاك الْأَجْنَبِيّ النَّفس وَيرجع المُشْتَرِي على الْأَجْنَبِيّ بِثُلثي ثمن قيمَة العَبْد وَيبْطل عَن المُشْتَرِي من الثّمن ثمنا جَمِيع الثّمن وَثلثا ثمن جَمِيع الثّمن بِقطع البَائِع رجل العَبْد واستهلاك البَائِع النَّفس بعد قطع الرجل\nوَإِن شَاءَ المُشْتَرِي نقض البيع وَلَزِمَه من الثّمن حِصَّة جِنَايَته خَاصَّة وَذَلِكَ ثمنا جَمِيع الثّمن وَثلثا جَمِيع ثمن الثّمن وَيرجع البَائِع على الْأَجْنَبِيّ بثمني جَمِيع قيمَة العَبْد وثلثي ثمن جَمِيع قيمَة العَبْد فَإِن كَانَ فِي ذَلِك فضل عَن ثمني\n(5/303)",
        "\nالثّمن وثلثي ثمن الثّمن تصدق بِهِ البَائِع لِأَنَّهُ ربح مَا لم يكن لَهُ حِين جنى عَلَيْهِ الْأَجْنَبِيّ فَلَا أحب لَهُ أكله\n20 - وَإِذا اشْترى الرجل من الرجلَيْن عبدا بِأَلف دِرْهَم وَلم ينقدهما الثّمن حَتَّى قطع أحد البائعين يَد العَبْد ثمَّ قطع البَائِع الآخر رجل العَبْد من خلاف ثمَّ فَقَأَ المُشْتَرِي عَيْني العَبْد فَمَاتَ العَبْد من ذَلِك كُله فِي يَدي البَائِع فَإِن البيع قد لزم المُشْتَرِي بفقئه الْعين بعد جِنَايَة البائعين\nوَلَو لم يكن فَقَأَ الْعين كَانَ بِالْخِيَارِ إِن شَاءَ نقض البيع وَإِن شَاءَ أَخذه\nفَأَما إِذا فَقَأَ الْعين بعد جِنَايَة البائعين فَهَذَا اخْتِيَار مِنْهُ للْبيع فَيكون عَلَيْهِ من الثّمن للقاطع الأول ثمن جَمِيع الثّمن وَخَمْسَة أَسْدَاس ثمن جَمِيع الثّمن وَيكون عَلَيْهِ للقاطع الثَّانِي من الثّمن على المُشْتَرِي ثمنا جَمِيع الثّمن وَخَمْسَة أَسْدَاس ثمن جَمِيع الثّمن وَيبْطل مَا بَقِي من الثّمن وَيرجع المُشْتَرِي على الْقَاطِع الأول بثمني قيمَة العَبْد وَسدس ثمن قيمَة العَبْد فَيكون ذَلِك على عَاقِلَته\n(5/304)\n",
        "فِي ثَلَاث سِنِين وَيكون على الْقَاطِع الثَّانِي للْمُشْتَرِي ثمن قيمَة العَبْد وَسدس ثمن قيمَة العَبْد على عَاقِلَته فِي ثَلَاث سِنِين وَيتَصَدَّق المُشْتَرِي بِمَا زَاد ذَلِك كُله على مَا غرم من الثّمن إِلَّا سدس ثمن قيمَة العَبْد مِمَّا غرم البائعان لَهُ فَإِن فضلهما على سدس ثمن الثّمن يطيب لَهُ\n21 - وَإِذا اشْترى رجلَانِ العَبْد من رجل بِأَلف دِرْهَم وَلم ينقدا الثّمن حَتَّى قطع أحد المشترين يَد العَبْد ثمَّ قطع المُشْتَرِي الآخر رجله من خلاف فَمَاتَ من ذَلِك كُله فَإِن البيع يلْزم المشتريين جَمِيعًا بِالثّمن كُله وَيرجع الْقَاطِع الثَّانِي على الْقَاطِع الأول بثمني قيمَة العَبْد وَنصف ثمن قيمَة العَبْد وَيرجع\n(5/305)\n\nالْقَاطِع الأول على الْقَاطِع الثَّانِي بِثمن قيمَة العَبْد وَنصف ثمن قيمَة العَبْد فَيكون ذَلِك على عَاقِلَة كل وَاحِد مِنْهُمَا لصَاحبه فِي ثَلَاث سِنِين\nفَإِن كَانَ البَائِع فَقَأَ عينه بعد قطع المشتريين جَمِيعًا الْيَد وَالرجل فَمَاتَ من ذَلِك كُله فَإِن المشتريين بِالْخِيَارِ إِن شاءا نقضا البيع وَكَانَ للْبَائِع على الْقَاطِع الأول ثمنا الثّمن وَسدس ثمن الثّمن وَيكون على الْقَاطِع الثَّانِي من الثّمن ثمن الثّمن وَسدس ثمن الثّمن وَيرجع البَائِع أَيْضا على الْقَاطِع الأول بثمني الْقيمَة وَسدس ثمن الْقيمَة وَيرجع البَائِع على الْقَاطِع الثَّانِي بِثمن الْقيمَة وَسدس ثمن الْقيمَة وَيبْطل من جِنَايَة البَائِع على العَبْد ثمن الثّمن وَثلث ثمن الثّمن\nفَإِن اخْتَار المُشْتَرِي أَخذ العَبْد كَانَ على كل وَاحِد من المشتريين ثَلَاثَة أَثمَان الثّمن وَثلث ثمن الثّمن وَيبْطل عَنْهُمَا من الثّمن ثمن الثّمن وَثلث ثمن الثّمن بِجِنَايَة البَائِع على العَبْد وَيرجع الْقَاطِع الثَّانِي على الْقَاطِع الأول بثمني جَمِيع الْقيمَة وَسدس ثمن الْقيمَة وَيرجع الْقَاطِع الأول على الْقَاطِع الثَّانِي بِثمن جَمِيع الْقيمَة وَسدس",
        "(5/306)\n\nثمن جَمِيع الْقيمَة فَيكون ذَلِك على عَاقِلَة كل وَاحِد مِنْهُمَا ثَلَاث سِنِين\n22 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم وَلم ينقده الثّمن حَتَّى قطع البَائِع يَد العَبْد ثمَّ قطع المُشْتَرِي بعد ذَلِك الْيَد الْأُخْرَى أَو قطع الرجل الَّتِي فِي جَانب الْيَد المقطوعة فَمَاتَ العَبْد من ذَلِك كُله فَإِن المُشْتَرِي يبطل عَنهُ نصف الثّمن بِقطع البَائِع يَد العَبْد ثمَّ ينظر إِلَى مَا نقص العَبْد من جِنَايَة المُشْتَرِي عَلَيْهِ فِي قطع يَده أَو رجله\nوَهَذَا لَا يشبه قطع الرجل من خلاف لِأَن هَذَا اسْتِهْلَاك للْعَبد فنقصانه أَكثر من نُقْصَان قطع الرجل من خلاف فَينْظر إِلَى مَا نقص العَبْد من جِنَايَة المُشْتَرِي عَلَيْهِ فَإِن كَانَ نَقصه أَرْبَعَة أَخْمَاس مَا بَقِي كَانَ عَلَيْهِ أَرْبَعَة أَخْمَاس نصف الثّمن وَقد فَاتَ الْخمس الْبَاقِي وَهُوَ عشر جَمِيع العَبْد من فعلهمَا جَمِيعًا فعلى المُشْتَرِي بِجِنَايَتِهِ على ذَلِك نصف ذَلِك الْعشْر فَيكون عَلَيْهِ\n(5/307)",
        "\nأَرْبَعَة أعشار الثّمن وَنصف عشر الثّمن وَيبْطل عَنهُ خَمْسَة أعشار الثّمن وَنصف عشر الثّمن\nوعَلى هَذَا جَمِيع مَا وصفت لَك فِي هَذَا الْوَجْه\n23 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم وَلم ينقده الثّمن حَتَّى قطع المُشْتَرِي يَد العَبْد ثمَّ قطع البَائِع رجل العَبْد من خلاف ثمَّ مَاتَ العَبْد من غير ذَلِك وَلم يحدث البَائِع للْمُشْتَرِي منعا فَإِن على المُشْتَرِي ثَلَاثَة أَربَاع الثّمن لِأَن المُشْتَرِي حِين قطع الْيَد قبل البَائِع وَجب عَلَيْهِ نصف الثّمن بِقطع الْيَد فَكَانَ بِقطعِهِ الْيَد قَابِضا لما بَقِي من العَبْد فَلَمَّا قطع البَائِع رجله بعد ذَلِك كَانَ قَابِضا حِصَّة الرجل خَاصَّة بذلك الرّبع من جَمِيع العَبْد فَبَطل عَن المُشْتَرِي ربع الثّمن بذلك وَصَارَ المُشْتَرِي على قَبضه الأول فِيمَا بَقِي من العَبْد لِأَن البَائِع لم يحدث لَهُ منعا فِيمَا بَقِي من العَبْد فَإِذا مَاتَ العَبْد من غير فعل البَائِع وَالْمُشْتَرِي فَإِنَّمَا مَاتَ فِي ضَمَان المُشْتَرِي وَقَبضه فَعَلَيهِ ثمن مَا بَقِي من العَبْد وَهُوَ ربع جَمِيع الثّمن فَوَجَبَ عَلَيْهِ بذلك وباليد الَّتِي قطعهَا ثَلَاثَة أَربَاع الثّمن\nوَلَو كَانَ العَبْد حَيا لم يمت وَقد برِئ من القطعين جَمِيعًا\n(5/308)\n",
        "فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذ مَا بَقِي من العَبْد وَأَعْطَاهُ نصف الثّمن بِقطعِهِ الْيَد\nوَلَو كَانَ البَائِع منع العَبْد بعد قطعه الرجل وَأَرَادَ المُشْتَرِي أَخذه بِثَلَاثَة أَربَاع الثّمن فَمَنعه البَائِع إِيَّاه حَتَّى يُعْطِيهِ الثّمن فَمَاتَ فِي يَده من غير جِنَايَة فَلَيْسَ على المُشْتَرِي من الثّمن إِلَّا نصف الثّمن بِقطعِهِ الْيَد خَاصَّة لِأَن البَائِع مَنعه فِيمَا بَقِي من العَبْد فنقض قبض المُشْتَرِي لَهُ وَلَا يشبه منع البَائِع مَا بَقِي من العَبْد الْجِنَايَة عَلَيْهِ إِذا جنى عَلَيْهِ بعد قبض المُشْتَرِي وَإِنَّمَا يكون مَانِعا بِجِنَايَتِهِ لما اسْتهْلك من العَبْد بِتِلْكَ الْجِنَايَة خَاصَّة وَلَا يكون قَابِضا لما بَقِي وَإِذا منع ذَلِك وَقد طلبه المُشْتَرِي مِنْهُ فَهَذَا منع قد نقض قبض الْمَبِيع فَإِن هلك فِي يَد البَائِع بعد ذَلِك هلك مَا بَقِي من مَال البَائِع\n(5/309)\n\n- 18 بَاب بيع الرجل العَبْد أَو الْأمة فيزيد قبل الْقَبْض أَو ينقص أَو تَلد ولدا فَيَمُوت وَلَدهَا أَو يحدث بِهِ عيب\n-\n1 - وَإِذا اشْترى الرجل من الرجل جَارِيَة بِأَلف دِرْهَم وَقيمتهَا ألف دِرْهَم فَولدت ولدا عِنْد البَائِع إبنة تَسَاوِي ألفا ونقصت الْولادَة الْأُم فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أخذهما جَمِيعًا بِجَمِيعِ الثّمن وَإِن شَاءَ تَركهمَا\nفَإِن اخْتَار أخذهما فَلم يأخذهما حَتَّى ولدت الِابْنَة ابْنة تَسَاوِي ألفا وَقد نقصتها الْولادَة فَإِن المُشْتَرِي أَيْضا بِالْخِيَارِ إِن شَاءَ أَخذهم بِجَمِيعِ الثّمن وَإِن شَاءَ ترك",
        "(5/311)\n\nفَإِن زَادَت الْوُسْطَى حَتَّى صَارَت تَسَاوِي أَلفَيْنِ فقبضهن جَمِيعًا وَالْوُسْطَى تَسَاوِي أَلفَيْنِ وَالْأُخْرَى تَسَاوِي ألفا وَالأُم قد نقصت قيمتهَا فَهِيَ تَسَاوِي خَمْسمِائَة فَوجدَ بِالْأُمِّ عَيْبا بعد مَا قبضهن جَمِيعًا فَإِنَّهُ يرد الْأُم بِربع الثّمن وَلَا يلْتَفت إِلَى نقصانها إِنَّمَا ينظر إِلَى قيمتهَا يَوْم وَقع البيع\nفَإِن لم يكن وجد بِالْأُمِّ عَيْبا وَلكنه وجد بِالثَّانِيَةِ عَيْبا فَإِنَّهُ يردهَا بِنصْف الثّمن لِأَن قيمتهَا يَوْم قبضهَا ألفا دِرْهَم وَلَا ينظر إِلَى مَا كَانَت قيمتهَا قبل ذَلِك\nفَإِن لم يجد بِالثَّانِيَةِ عَيْبا وَلكنه وجد بالأخيرة عَيْبا فَإِنَّهُ يردهَا بِربع الثّمن لِأَن قيمتهَا يَوْم قبضهَا ألف دِرْهَم\nوَوجه هَذَا الْبَاب فِي الرَّد بِالْعَيْبِ أَنَّك تنظر إِلَى قيمَة الْأُم يَوْم\n(5/312)",
        "\nوَقع عَلَيْهَا البيع وَلَا ينظر إِلَى زِيَادَة كَانَت بعد ذَلِك وَلَا إِلَى نُقْصَان وَينظر إِلَى قيمَة مَا ولدت من الْوَلَد بعد البيع يَوْم يقبض المُشْتَرِي وَلَا ينظر إِلَى زِيَادَة كَانَت قبل ذَلِك وَلَا إِلَى نُقْصَان وَكَذَلِكَ ولد وَلَدهَا فَإِذا وجد المُشْتَرِي بِشَيْء من ذَلِك عَيْبا بعد مَا قَبضه قسم الثّمن على قيمَة الَّتِي اشْتريت يَوْم وَقع البيع وعَلى قيمَة الْوَلَد يَوْم قبض المُشْتَرِي وَلَا عيب فِيهِ\n2 - وَإِذا اشْترى الرجل أمتين بِأَلف دِرْهَم قيمَة إِحْدَاهمَا خَمْسمِائَة وَقِيمَة الْأُخْرَى ألف دِرْهَم فَولدت كل وَاحِدَة مِنْهُمَا ولدا يُسَاوِي ألفا ثمَّ أعورت الْأُم الَّتِي تَسَاوِي ألفا فَاخْتَارَ المُشْتَرِي أَخذ ذَلِك كُله بِالثّمن فَقبض ذَلِك كُله وَدفع الثّمن ثمَّ وجد بالعوراء عَيْبا وَقيمتهَا خَمْسمِائَة فَإِنَّهُ يردهَا بثلثمائة وَثَلَاثَة وَثَلَاثِينَ وَثلث لِأَنَّهَا وابنتها بِثُلثي الثّمن وَقِيمَة ابْنَتهَا ألف دِرْهَم يَوْم قبضهَا المُشْتَرِي وَقِيمَة الْأُم يَوْم وَقع البيع ألف دِرْهَم فحصتها من الثّمن النّصْف من الثُّلثَيْنِ وَهُوَ ثلثمِائة وَثَلَاثَة وَثَلَاثُونَ وَثلث\nفَإِن لم يجد بالعوراء عَيْبا وَلكنه وجد بِالْأُمِّ الْأُخْرَى عَيْبا فَإِنَّهُ يردهَا بِمِائَة وَأحد عشر درهما وتسع دِرْهَم لِأَن حصَّتهَا وَحِصَّة\n(5/313)\n",
        "ابْنَتهَا من الثّمن الثُّلُث وَهُوَ ثلثمِائة وَثَلَاثَة وَثَلَاثُونَ وَثلث وَقِيمَة ابْنَتهَا يَوْم قبضهَا المُشْتَرِي ألف دِرْهَم وَقِيمَة الْأُم يَوْم وَقع عَلَيْهَا البيع خَمْسمِائَة وَإِذا قسمت ثلث الثّمن على قيمتهَا صَارَت حِصَّة الْأُم من ذَلِك الثُّلُث وَهُوَ مائَة وَأحد عشر درهما وتسع دِرْهَم\n3 - وَإِذا اشْترى الرجل شَاة فَولدت قبل الْقَبْض فَأَرَادَ المُشْتَرِي ردهَا فَلَيْسَ لَهُ ذَلِك لِأَن هَذَا لَيْسَ بِنُقْصَان فِي الشَّاة كَمَا تكون الْولادَة نُقْصَانا فِي الْخَادِم وَكَذَلِكَ كل شَيْء كَانَت وِلَادَته لَا تنقصه فَإِن المُشْتَرِي يجْبر على أَخذهَا وَلَا خِيَار لَهُ فِي ذَلِك\nفَإِن رأى بهَا عَيْبا قبل الْقَبْض فَهُوَ بِالْخِيَارِ إِن شَاءَ أخذهما جَمِيعًا بِجَمِيعِ الثّمن وَإِن شَاءَ تَركهمَا وَلَيْسَ لَهُ أَن يَأْخُذ أَحدهمَا دون صَاحبه\n(5/314)\n\nفَلَو لم بجد بِالْأُمِّ عَيْبا وَلكنه وجد بِالْعَبدِ عَيْبا فَلَا خِيَار لَهُ وَالْولد وَالأُم لازمان لَهُ بِجَمِيعِ الثّمن وَكَذَلِكَ لَو مَاتَ الْوَلَد قبل الْقَبْض أَخذ الْأُم بِجَمِيعِ الثّمن وَلَا خِيَار لَهُ فِيهَا\nفَإِن كَانَ البَائِع هُوَ الَّذِي قتل الْوَلَد قسم الثّمن على قيمَة الْأُم يَوْم وَقع البيع عَلَيْهِمَا وَلَا ينظر فِي ذَلِك إِلَى زِيَادَة الْقيمَة وَلَا إِلَى نقصانها وَينظر إِلَى قيمَة الْوَلَد يَوْم قَتله البَائِع فَيقسم الثّمن على ذَلِك فَمَا أصَاب الْوَلَد من الثّمن بَطل عَن المُشْتَرِي وَأخذ الْأُم بِمَا بَقِي\nوَقَالَ أَبُو يُوسُف وَمُحَمّد فِي هَذَا إِن لَهُ الْخِيَار فِي الْأُم لِأَن البَائِع قد اسْتهْلك بعض مَا وَقع عَلَيْهِ البيع لِأَنَّهُ يَقُول إِذا",
        "(5/315)\n\nقتل الْوَلَد صَارَت لَهُ حِصَّة من الثّمن فَإِذا صَارَت لَهُ حِصَّة من الثّمن فَكَأَن البيع وَقع عَلَيْهِمَا\nوَإِذا قبضهما المُشْتَرِي جَمِيعًا ثمَّ وجد بِالْأُمِّ عَيْبا ردهَا بحصتها من الثّمن وَلَا يكون لَهُ أَن يرد الْوَلَد فَإِن لم يجد بِالْأُمِّ عَيْبا وَلكنه وجد بِالْوَلَدِ عَيْبا رده بِحِصَّتِهِ من الثّمن\nوَلَا يشبه الْقَبْض فِي هَذَا غير الْقَبْض إِذا قبضهما جَمِيعًا صَار كَأَن البيع وَقع عَلَيْهِمَا جَمِيعًا أَلا ترى أَنه يرد الْأُم بحصتها من الثّمن إِذا وجد بهَا الْعَيْب دون الْوَلَد وَلَا يكون لَهُ أَن يرد الْوَلَد فَكَذَلِك الْوَلَد أَيْضا هُوَ بِمثل حَال الْأُم فَإِن لم يقبضهما حَتَّى وجد بِالْوَلَدِ عَيْبا لم يكن لَهُ أَن يردهما بذلك لِأَن الْوَلَد لم يكن لَهُ حِصَّة من الثّمن حَتَّى يقبض أَلا ترى أَنه إِنَّمَا يقسم الثّمن على قيمَة الْوَلَد يَوْم يقبض المُشْتَرِي\n4 - وَإِذا اشْترى الرجل جَارِيَة بِأَلف دِرْهَم بِإِحْدَى عينيها\n(5/316)",
        "\nبَيَاض وَقيمتهَا ألف دِرْهَم فَولدت ولدا يُسَاوِي ألف دِرْهَم ثمَّ ذهب الْبيَاض الَّذِي بعينيها فَصَارَت تَسَاوِي أَلفَيْنِ ثمَّ إِن البَائِع ضرب الْعين الَّتِي كَانَت فِي الأَصْل صَحِيحَة فابيضت فَرَجَعت إِلَى قيمتهَا الأولى فَصَارَت تَسَاوِي ألفا وَبَيَاض الْعين ينقصها أَرْبَعَة أَخْمَاس الْقيمَة الأولى فَإِنِّي لست ألتفت إِلَى زِيَادَة وَلَكِن أنظر كم ينقصها الْبيَاض لَو كَانَ بَيَاض الْعين الأول على حَاله فَإِن كَانَ ينقصها أَرْبَعَة أَخْمَاس قيمتهَا الأولى وَذَلِكَ ثَمَانمِائَة فَإِن المُشْتَرِي بِالْخِيَارِ إِن شَاءَ أخذهما بِسِتَّة أعشار الثّمن وَإِن شَاءَ تَركهمَا\nفَإِن اخْتَار أخذهما فقبضهما ثمَّ وجد بِالْأُمِّ عَيْبا فَإِنَّهُ يردهَا بسدس مَا أخذهما بِهِ وَذَلِكَ عشر الثّمن كُله وَلَو لم يجد بِالْأُمِّ عَيْبا وَلكنه وجد بِالْوَلَدِ رده بِخَمْسَة أَسْدَاس مَا أخذهما بِهِ\nوَلَو لم يكن البَائِع ضرب الْعين الصَّحِيحَة وَلكنه ضرب الْعين الَّتِي كَانَ بهَا الْبيَاض بعد مَا ذهب الْبيَاض فَعَاد الْبيَاض إِلَى حَاله الأولى فَإِن المُشْتَرِي فِي قَول أبي يُوسُف وَمُحَمّد بِالْخِيَارِ إِن شَاءَ أخذهما بِثُلثي الثّمن وَإِن شَاءَ تَركهمَا\nفَإِن أخذهما بِثُلثي الثّمن فَوجدَ بِالْأُمِّ عَيْبا بعد الْقَبْض ردهَا\n(5/317)\n",
        "بِنصْف مَا أخذهما بِهِ وَلَو كَانَ وجد بِالْوَلَدِ عَيْبا فَكَذَلِك أَيْضا\nوَإِنَّمَا يأخذهما بِثُلثي الثّمن لِأَن ذهَاب بَيَاض الْعين زِيَادَة فِيهَا لَهَا قيمَة فَلَمَّا جنى على تِلْكَ الزِّيَادَة وَجب فِيهَا ارش فَصَارَ بِمَنْزِلَة ولد وَلدته فجنى عَلَيْهِ وَإِذا كَانَ إِنَّمَا جنى على الْعين الصَّحِيحَة الَّتِي كَانَت فِي الأَصْل كَذَلِك فَإِنِّي لست أَعْتَد بِهَذِهِ الزِّيَادَة فِي بدنهَا وَلَا يكون بِمَنْزِلَة الْوَلَد لِأَنَّهَا لَيست مزايلة للْأُم فَهِيَ وَإِن كَانَت قيمتهَا مائَة ألف فَكَأَنَّهَا ألف أَلا ترى إِنَّهَا مَضْمُونَة بذلك وَأَن الرجل إِذا رهن جَارِيَة بِأَلف تَسَاوِي ألفا ثمَّ ولدت ولدا يُسَاوِي ألفا ثمَّ مَاتَت الْأُم إِنَّهَا تَمُوت بِالنِّصْفِ لِأَن الْأُم كَانَت ألفا وَالزِّيَادَة إِذا جنى عَلَيْهَا وَأخذ أَرْشهَا فَكَأَنَّهُ ولد وَلدته وَمَا كَانَ فِي رقبَتهَا وبدنها فَكَأَنَّهُ لم يكن قطّ وَلَا يشبه المزايل الَّذِي قد زَالَ عَنْهَا مَا كَانَ فِيهَا\n(5/318)\n\n5 - وَإِذا اشْترى الرجل من الرجل جَارِيَة بِأَلف دِرْهَم قيمتهَا ألف دِرْهَم وَإِحْدَى عينيها بَيْضَاء فَذهب الْبيَاض فَصَارَت تَسَاوِي أَلفَيْنِ ثمَّ إِن عبدا لرجل أَجْنَبِي ضرب تِلْكَ الْعين فَعَاد الْبيَاض كَمَا كَانَ فَإِن مولى العَبْد يُخَيّر فَإِن شَاءَ دفع العَبْد وَإِن شَاءَ فدى بِأَلف دِرْهَم بارش الْعين فَإِن دفع العَبْد وَقِيمَته خَمْسمِائَة فَأَخذهُمَا المُشْتَرِي جَمِيعًا بِجَمِيعِ الثّمن ثمَّ إِنَّه وجد بِالْعَبدِ عَيْبا فَإِنَّهُ يردهُ بِثلث الثّمن لِأَن قِيمَته خَمْسمِائَة يَوْم قَبضه المُشْتَرِي وَقِيمَة الْجَارِيَة يَوْم وَقع عَلَيْهَا البيع ألف دِرْهَم فَإِنَّهُ يقسم الثّمن على قيمَة ذَلِك\nوَإِن كَانَ المُشْتَرِي إِنَّمَا وجد الْعَيْب بالجارية ردهَا بِثُلثي الثّمن\nفَإِن كَانَ المُشْتَرِي لم يقبض العَبْد حَتَّى زَاد فِي يَدي البَائِع فَصَارَ يُسَاوِي ألف دِرْهَم فقبضهما المُشْتَرِي ثمَّ وجد بِأَحَدِهِمَا عَيْبا فَإِنَّهُ يردهُ بِنصْف الثّمن\n6 - وَإِذا اشْترى الرجل جَارِيَة بِأَلف تَسَاوِي ألفا ففقأ البَائِع عينيها ثمَّ إِنَّهَا ولدت بعد الفقء ولدا يُسَاوِي ألفا فَإِن المُشْتَرِي بِالْخِيَارِ إِن شَاءَ أخذهما بِنصْف الثّمن وَإِن شَاءَ تَركهمَا\nفَإِن كَانَ الفق بعد الْولادَة فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أخذهما بِثَلَاثَة أَربَاع الثّمن وَإِن شَاءَ تَركهمَا",
        "(5/319)\n\nوَلَا يشبه الفقء قبل الْولادَة الفق بعْدهَا لِأَنَّهُ إِذا فَقَأَ الْعين قبل الْولادَة بطلت حصَّتهَا من الثّمن فَلَا تعود فِيهِ أبدا وَإِذا كَانَ الفق بعد الْولادَة فَالْوَلَد يذهب من الثّمن بِحِسَاب ذَلِك\nوَلَا يشبه البيع فِي هَذَا الرَّهْن لِأَن البيع قد بَطل فِيهِ بعض الثّمن فَكَأَنَّهُ اشْترى شَيْئا فَمَاتَ فَبَطل عَنهُ وَبَطل البيع فِيهِ وَفِي الرَّهْن إِنَّمَا ذهب من مَال الرَّاهِن خَمْسمِائَة فَبَطل حصَّتهَا من الدّين فان كَانَت ولدت ولدا يُسَاوِي ألفا بعد ذَلِك أَو قبله فَهُوَ سَوَاء وَيبْطل من الدّين مِقْدَار خَمْسمِائَة فِي قيمَة الْأُم وَقِيمَة وَلَدهَا يَوْم يقبض\n7 - وَإِذا اشْترى الرجل جَارِيَة بِأَلف دِرْهَم وَهِي تَسَاوِي ألف دِرْهَم بَيْضَاء إِحْدَى الْعَينَيْنِ ففقأ البَائِع الْعين الْبَاقِيَة فَصَارَت تَسَاوِي مِائَتي دِرْهَم فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذهَا بِمِائَتي دِرْهَم وَإِن شَاءَ تَركهَا\nفان لم يخترها وَلم يَأْخُذهَا حَتَّى ذهب بَيَاض عينهَا الأولى فَصَارَت تَسَاوِي ألفا فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذهَا بِمِائَتي دِرْهَم\n(5/320)",
        "\nوَإِن شَاءَ تَركهَا لِأَن ذهَاب بَيَاض عينهَا إِنَّمَا هُوَ بِمَنْزِلَة الزِّيَادَة فِي بدنهَا\nوَكَذَلِكَ لَو كَانَ بَيَاض عينهَا ذهب قبل أَن يفقأ البَائِع عينهَا الْأُخْرَى فَصَارَت تَسَاوِي ألفي دِرْهَم ثمَّ إِن البَائِع فَقَأَ عينهَا الَّتِي كَانَت صَحِيحَة قبل الدّفع فنقصها ذَلِك نصف قيمتهَا الْيَوْم وَهُوَ ألف دِرْهَم وَلَو كَانَ بَيَاض الْعين على حَالهَا نَقصهَا فق الْعين أَرْبَعَة أَخْمَاس قيمتهَا فَإِنَّهُ إِنَّمَا ينظر إِلَى نُقْصَان فقء الْعين فِي قيمتهَا الأولى وَلَا ينظر إِلَى نقصانها فِي هَذِه الْقيمَة فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أَخذهَا بِخمْس الثّمن وَهُوَ مِائَتَا دِرْهَم وَإِن شَاءَ تَركهَا\n8 - وَإِذا اشْترى الرجل جَارِيَة بِأَلف دِرْهَم تَسَاوِي ألفا وَهِي بَيْضَاء إِحْدَى الْعَينَيْنِ ففقأ البَائِع عينهَا الْبَاقِيَة فَصَارَت\n(5/321)\n",
        "تَسَاوِي مِائَتي دِرْهَم ثمَّ إِن الْبيَاض الأول ذهب من عينهَا فَصَارَت تَسَاوِي ألفا ثمَّ إِن عبدا لرجل أَجْنَبِي ضرب الْعين الَّتِي بَرِئت فَعَاد الْبيَاض إِلَى حَاله فَإِن مولى العَبْد بِالْخِيَارِ إِن شَاءَ دفع العَبْد بِجِنَايَتِهِ إِلَى البَائِع وَإِن شَاءَ فدَاه بثمانمائة دِرْهَم فَإِن دَفعه إِلَى البَائِع وَقِيمَته خَمْسمِائَة فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أخذهما جَمِيعًا بِمِائَتي دِرْهَم وَإِن شَاءَ تَركهمَا\nفَإِن اخْتَار أخذهما جَمِيعًا فقبضهما ثمَّ وجد بالجارية عَيْبا ردهَا بسبعي الثّمن الَّذِي نقد وَهُوَ مِائَتَا دِرْهَم وَإِن لم يجد بهَا عَيْبا وَلكنه وجد بِالْعَبدِ عَيْبا رد بِخَمْسَة أَسْبَاع الثّمن\nوَلَو كَانَ البَائِع لم يفقأ عين الْجَارِيَة حَتَّى ذهب بَيَاض عينهَا فَصَارَت تَسَاوِي ألفي دِرْهَم ثمَّ ان عبدا لرجل ضرب الْعين الَّتِي بَرِئت فَعَادَت إِلَى حَالهَا ثمَّ إِن البَائِع فَقَأَ الْعين الثَّانِيَة فَصَارَت تَسَاوِي مِائَتي دِرْهَم فَإِن مولى العَبْد بِالْخِيَارِ إِن شَاءَ دفع العَبْد وَإِن شَاءَ أَخذه بِأَلف دِرْهَم فَإِذا دفع العَبْد وَقِيمَته خَمْسمِائَة دِرْهَم إِلَى البَائِع فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أخذهما جَمِيعًا وَإِن شَاءَ تَركهمَا فَإِن أخذهما فَإِن عَلَيْهِ من الثّمن\n(5/322)\n\nخمسي الثّمن وَثلث خمس الثّمن وَبَطل عَنهُ بفق البَائِع عين الْجَارِيَة خمْسا الثّمن وَثلثا خمس الثّمن لِأَن العَبْد زِيَادَة بِمَنْزِلَة الْولادَة فَكَأَنَّهَا ولدت ولدا يُسَاوِي خَمْسمِائَة وَقيمتهَا ألف دِرْهَم ففقأ البَائِع عينهَا الصَّحِيحَة فنقصها ذَلِك ثَمَانمِائَة دِرْهَم فَالْمُشْتَرِي بِالْخِيَارِ إِن شَاءَ أخذهما وولدهما بخمسي الثّمن وَثلث خمس الثّمن وَإِن شَاءَ تَركهمَا",
        "(5/323)\n\n- 19 بَاب قبض الْمَبِيع بِأَمْر البَائِع أَو بِغَيْر أمره وَقد قبض البَائِع الثّمن أَو لم يقبض\n-\n1 - وَإِذا اشْترى الرجل من الرجل عبدا بِأَلف دِرْهَم حَالَة فَلَيْسَ للْمُشْتَرِي أَن يقبض العَبْد حَتَّى يُعْطي الثّمن\nفَإِذا أعطَاهُ الثّمن فَلهُ أَن يقبض العَبْد\n2 - فَإِن لم يقبض العَبْد حَتَّى وجد البَائِع الدَّرَاهِم الَّتِي قبض زُيُوفًا أَو نبهرجة أَو ستوقا أَو رصاصا أَو اسْتحقَّت من يَده فَإِن للْبَائِع أَن يمْنَع المُشْتَرِي من قبض العَبْد حَتَّى يُعْطِيهِ مَكَان ذَلِك دَرَاهِم جيادا مثل شَرطه\n3 - وَكَذَلِكَ لَو وجد بعض الثّمن على مَا وصفت لَك كَانَ لَهُ\n(5/325)",
        "\nأَن يمْنَع المُشْتَرِي حَتَّى يُعْطِيهِ مَكَان الَّذِي وجد جيادا على شَرطه وَإِن كَانَ ذَلِك درهما وَاحِدًا\n4 - فَإِن لم يجد فِي الثّمن شَيْئا مِمَّا وصفت لَك حَتَّى قبض المُشْتَرِي العَبْد من البَائِع بِإِذْنِهِ ثمَّ إِن البَائِع وجد الثّمن أَو بعضه على مَا وصفت لَك فَإِن كَانَ وجد فِي ذَلِك ستوقا أَو رصاصا أَو اسْتحق من يَده جَازَ لَهُ أَن يَأْخُذ العَبْد حَتَّى يدْفع إِلَيْهِ المُشْتَرِي مَكَان الَّذِي وجد من ذَلِك جيادا على شَرطه وَإِن كَانَ الَّذِي وجد من ذَلِك قَلِيلا أَو كثيرا\n5 - فَإِن كَانَ وجد الثّمن أَو بعضه زُيُوفًا أَو نبهرجة استبدلها من المُشْتَرِي وَلم يكن لَهُ أَن يرجع العَبْد فَيكون عِنْده حَتَّى يقبض الثّمن لِأَن البَائِع فِي هَذَا الْوَجْه قد قبض الثّمن لِأَن النبهرجة والزيوف دَرَاهِم وَقَبضه إِلَّا أَن فِيهَا عَيْبا\nوَأما الستوقة والرصاص فَلَيْسَتْ دَرَاهِم فَكَأَنَّهُ لم يقبض مِنْهُ\n(5/326)\n",
        "شَيْئا فَكَانَ لَهُ أَن يرجع من عِنْده حَتَّى يُوفيه الثّمن وَكَذَلِكَ الَّذِي اسْتحق من يَدَيْهِ\n6 - فَإِن لم يقبض البَائِع من المُشْتَرِي العَبْد وَلم يجد فِي الثّمن شَيْئا مِمَّا ذكرت لَك حَتَّى بَاعَ المُشْتَرِي العَبْد من آخر فَقَبضهُ أَو لم يقبضهُ أَو وهبه لرجل لرجل فَقَبضهُ مِنْهُ أَو رَهنه من رجل بِمَال لَهُ عَلَيْهِ وَقَبضه الْمُرْتَهن أَو أجره ثمَّ ان البَائِع وجد فِي الثّمن شَيْئا مِمَّا ذكرت لَك فَإِن جَمِيع مَا صنع المُشْتَرِي الأول من ذَلِك جَائِز لَا يقدر البَائِع على رده\nوَلَيْسَ للْبَائِع على العَبْد سَبِيل لِأَن المُشْتَرِي قَبضه بِإِذن البَائِع وَأخرجه من ملكه على ذَلِك الْإِذْن الَّذِي كَانَ من البَائِع فَلَا سَبِيل للْبَائِع على العَبْد بعد إِذْنه للْمُشْتَرِي فِي قَبضه إِذا أخرجه المُشْتَرِي من ملكه إِذْ أوجب للْمُشْتَرِي فِيهِ حَقًا حَتَّى لَا يَسْتَطِيع رده\nوَلَكِن البَائِع يرجع على المُشْتَرِي بِجَمِيعِ مَا وجد فِي الثّمن مِمَّا ذكرت لَك حَتَّى يَسْتَوْفِي وَأما العَبْد فَلَا سَبِيل لَهُ عَلَيْهِ\n7 - وَلَو أَن البَائِع لم يكن دفع العَبْد إِلَى المُشْتَرِي وَقد قبض\n(5/327)\n\nالثّمن فَأخذ المُشْتَرِي العَبْد بِغَيْر إِذن البَائِع ثمَّ إِن البَائِع وجد الثّمن الَّذِي قَبضه أَو بعضه نبهرجة أَو ستوقا أَو رصاصا أَو زُيُوفًا أَو اسْتحق من يَدَيْهِ فَإِن للْبَائِع فِي جَمِيع ذَلِك أَن يرجع فَيَأْخُذ العَبْد من الْمُسَمّى حَتَّى يُوفيه المُشْتَرِي جَمِيع الثّمن على مَا شَرط لَهُ\n8 - وَكَذَلِكَ لَو أَن المُشْتَرِي حِين قَبضه بِغَيْر إِذن البَائِع بَاعه أَو وهبه أَو أجره أَو رَهنه كَانَ للْبَائِع أَن ينْقض ذَلِك كُله وَيرد العَبْد حَتَّى يُوفيه المُشْتَرِي الثّمن\nوَلَا يشبه الْإِذْن فِي الْقَبْض غير الْإِذْن لِأَنَّهُ إِذا أذن لَهُ فِي قَبضه فقد سلطه على بَيْعه وعَلى مَا أحدث فِيهِ من شَيْء فَإِذا قبض المُشْتَرِي بِغَيْر إِذن البَائِع لم يكن قَبضه ذَلِك قبضا إِلَّا أَن يكون الثّمن الَّذِي نقد المُشْتَرِي البَائِع جيادا على شَرطه\n9 - وَلَو أَن المُشْتَرِي قبض العَبْد فِي جَمِيع مَا ذكرنَا بِغَيْر إِذن البَائِع ثمَّ إِن البَائِع علم بِقَبْضِهِ وَسلم ذَلِك وَرَضي",
        "(5/328)\n\nفَهُوَ مثل إِذْنه فِي الْقَبْض فِي جَمِيع مَا ذكرنَا\n10 - وَلَو أَن رجلا لَهُ على رجل ألف دِرْهَم فرهنه بهَا عبدا يُسَاوِي ألفا وَقَبضه الْمُرْتَهن ثمَّ إِن الرَّاهِن قضى الْمُرْتَهن دَرَاهِمه وَلم يقبض الرَّاهِن الرَّهْن حَتَّى وجد الْمُرْتَهن الدَّرَاهِم أَو بَعْضهَا زُيُوفًا أَو نبهرجة أَو ستوقة أَو رصاصا أَو اسْتحقَّت من يَدَيْهِ فَإِن للْمُرْتَهن أَن يمنعهُ الرَّهْن حَتَّى يَسْتَوْفِي حَقه مَا كَانَ عَلَيْهِ\n11 - وَكَذَلِكَ لَو كَانَ الرَّاهِن قد قبض الرَّهْن بِإِذن الْمُرْتَهن أَو بِغَيْر إِذْنه ثمَّ وجد الْمُرْتَهن شَيْئا من الدَّرَاهِم على بعض مَا ذكرت لَك فَلهُ أَن يرجع فِي الرَّهْن يُعِيدهُ رهنا كَمَا كَانَ حَتَّى يُوفيه حَقه فِي جَمِيع ذَلِك\nوَلَا يشبه هَذَا البيع لِأَن الرَّهْن إِنَّمَا قَبضه الرَّاهِن على أَنه قد أوفاه فَإِذا وجد الدَّرَاهِم زُيُوفًا أَو نبهرجة أَو غير ذَلِك فَإِنَّهُ لم يوفه فَلهُ أَن يرجع فِي الرَّهْن حَتَّى يَسْتَوْفِي\nأَلا ترى أَن رجلا لَو اشْترى من رجل عبدا فَأذن البَائِع للْمُشْتَرِي فِي قَبضه عَارِية مِنْهُ لَهُ فَقَبضهُ المُشْتَرِي على أَنه عَارِية\n(5/329)",
        "\nلم يكن للْبَائِع أَن يَأْخُذهُ بعد ذَلِك وَكَانَ ذَلِك إِذْنا فِي قَبضه على كل وَجه وَكَانَ مثل قَوْله قد أَذِنت لَك فِي قَبضه\nأَلا ترى أَن العَبْد إِذا اشْتَرَاهُ ثمَّ أذن لَهُ فِي قَبضه قبل أَن يقبض مِنْهُ الثّمن فَقَبضهُ أَنه لَا يكون لَهُ أَن يردهُ فيمنعه حَتَّى يُعْطِيهِ الثّمن\nوَالرَّهْن لَيْسَ كَذَلِك إِذا أذن لَهُ فِي قَبضه فَلهُ أَن يُعِيدهُ إِذا بدا لَهُ وَلَو كَانَ العَبْد رهنا فِي يَدي رجل فَأذن للرَّاهِن فِي قَبضه عَارِية مِنْهُ كَانَ جَائِزا وَكَانَ للْمُرْتَهن أَن يرجع فِي الرَّهْن حَتَّى يُعِيدهُ على حَاله\nفَهَذَا فرق مَا بَين الرَّهْن وَالشِّرَاء فِي الزُّيُوف\n12 - وَلَو كَانَ الرَّاهِن قبض العَبْد وَقد كَانَ الْمُرْتَهن انتقد الدَّرَاهِم وَكَانَ قَبضه إِيَّاه بِإِذن الْمُرْتَهن ثمَّ إِن الرَّاهِن بَاعَ العَبْد أَو وهبه وَقَبضه الْمَوْهُوب لَهُ أَو رَهنه وَقبض الْمُرْتَهن ثمَّ إِن الْمُرْتَهن الأول وجد الثّمن أَو بعضه على مَا وَصفنَا فَإِن جَمِيع مَا صنع الرَّاهِن من ذَلِك جَائِز لَا يرد مِنْهُ شَيْء\n(5/330)\n",
        "وَلَكِن الرَّاهِن ضَامِن لقيمة العَبْد الرَّهْن يكون رهنا مَكَان العَبْد فِي يَدي الْمُرْتَهن الأول حَتَّى يُوفيه حَقه\n13 - وَلَو كَانَ قبض الرَّاهِن بِغَيْر إِذن الْمُرْتَهن ثمَّ أحدث فِيهِ الرَّاهِن بعض مَا ذكرنَا ثمَّ وجد الْمُرْتَهن المَال الَّذِي قبض أَو بعضه على مَا ذكرنَا كَانَ للْمُرْتَهن أَن يرد ذَلِك كُله حَتَّى يُعِيدهُ رهنا على حَاله\n14 - وَإِذا اشْترى الرجل عبدا بِأَلف دِرْهَم فَلم يقبضهُ حَتَّى وكل رجلا يقبضهُ فَقَبضهُ الْوَكِيل بِغَيْر إِذن البَائِع وَلم ينْتَقد البَائِع ثمَّ إِن العَبْد هلك فِي يَدي الْوَكِيل فَللْبَائِع أَن يضمن الْوَكِيل قيمَة العَبْد فَيكون فِي يَدَيْهِ حَتَّى يُعْطِيهِ المُشْتَرِي الثّمن\nفَإِذا أعطَاهُ المُشْتَرِي الثّمن رجعت الْقيمَة إِلَى الْوَكِيل\nوَلَو تويت الْقيمَة عِنْد البَائِع لم يكن للْبَائِع فِي الْقيمَة ضَمَان وَاتبع الْوَكِيل المُشْتَرِي بِالْقيمَةِ لِأَنَّهُ أمره يقبض العَبْد\n15 - وَلَو كَانَ المُشْتَرِي هُوَ الَّذِي قبض العَبْد بِغَيْر أَمر البَائِع فَمَاتَ فِي يَدَيْهِ لم يكن على المُشْتَرِي ضَمَان فِي الْقيمَة إِنَّمَا عَلَيْهِ الثّمن\n(5/331)\n\nوَلَا يشبه المُشْتَرِي فِي هَذَا وَكيله لِأَن ضَمَان الثّمن على المُشْتَرِي فَلَا يجْتَمع عَلَيْهِ ضَمَان الْقيمَة وَالثمن\nفَأَما الْوَكِيل فَلَا ضَمَان عَلَيْهِ فِي الثّمن وَقَبضه للْمَبِيع بِإِذن المُشْتَرِي فِيمَا بَينه وَبَين البَائِع بِمَنْزِلَة قَبضه إِيَّاه بِغَيْر إِذْنه أَلا ترى أَنه لَيْسَ للْمُشْتَرِي أَن يقبضهُ فَإِذا قَبضه ضمن الْقيمَة\n16 - وَلَو أَن الْوَكِيل قبض العَبْد بِإِذن المُشْتَرِي فَلم يمت فِي يَدَيْهِ حَتَّى أعْتقهُ المُشْتَرِي كَانَ هَذَا وَمَوْت العَبْد فِي يَدي الْوَكِيل سَوَاء\n17 - وَلَو أَن المُشْتَرِي أَمر رجلا بِعِتْق العَبْد وَهُوَ فِي يَدي البَائِع فَأعْتقهُ الْمَأْمُور فَإِن أَبَا يُوسُف قَالَ هَذَا وَقبض الْوَكِيل العَبْد سَوَاء وَيضمن الْوَكِيل قِيمَته فَيكون فِي يَدي البَائِع حَتَّى يدْفع إِلَيْهِ المُشْتَرِي فَإِذا دفع إِلَيْهِ الثّمن أَخذ الْوَكِيل الْقيمَة من البَائِع فَإِن هَلَكت فِي يَدي البَائِع رَجَعَ بهَا الْوَكِيل على المُشْتَرِي لِأَنَّهُ أمره بِالْعِتْقِ\nوَأما فِي قَول أَصْحَابنَا فَلَا ضَمَان على الْوَكِيل الْمُعْتق",
        "(5/332)\n\nلِأَنَّهُ لم يَأْخُذ شَيْئا وَيرجع البَائِع على المُشْتَرِي بِالثّمن فَيَأْخذهُ مِنْهُ لَيْسَ لَهُ غير ذَلِك\nثمَّ رَجَعَ أَبُو يُوسُف بعد ذَلِك إِلَى هَذَا القَوْل فَقَالَ بِهَذَا القَوْل لَا ضَمَان عَلَيْهِ\nآخر كتاب الْبيُوع\nوَالْحَمْد لله رب الْعَالمين\nوصلواته على سيدنَا مُحَمَّد وَآله وَسلم تسلميا كثيرا\n(5/333)"
    ]
}