{
    "partText": [
        "\n\n\n( حول هذا الكتاب الشريف )",
        "تم طبع هذا الكتاب المستطاب ، بعون الله الملك الوهاب.\nفنقدم للباحثين من المحدثين اثرا من انفس آثار الاصول ، فيه فقه ومعرفة وادب وحكم وقضاء ، قد حوى ستة عشر اصلا من الاصول الاولية للشيعة ومن مدارك كتب الحديث والرواية ، وهى هذه \n1 ـ اصل زيد الزراد الكوفي من اصحاب ابي عبد الله (ع) \n2 ـ اصل ابي سعيد عباد العصفري ابن يعقوب الرواجني مات سنة خمسين بعد مأتين. ",
        "3 ـ اصل عاصم بن حميد الحناط مولى كوفي ثقة صدوق يروى عن ابي عبد الله (ع). \n4 ـ اصل زيد النرسي الكوفي صحيح المذهب من اصحاب الصادق والكاظم (ع). \n5 ـ اصل جعفر بن محمد بن شريح الحضرمي من مشايخ الاجازة وابوه من ثقات ابي عبد الله (ع). \n6 ـ اصل محمد بن المثنى بن القسم الحضرمي الكوف ثقة يروى عن جعفر بن محمد الحضرمي السابق. ",
        "7 ـ اصل عبد الملك بن حكيم الخثعمي الكوفي ثقة يروى عن ابي عبد الله وابي الحسن (ع). \n8 ـ اصل مثنى بن الوليد الحناط مولى كوفي يروى عن ابي عبد الله (ع). \n9 ـ اصل خلاد السندي البزاز الكوفي ثقة يروى عن ابي عبد الله (ع).\n10 ـ اصل حسين بن عثمان بن شريك العامري الوحيدي ثقة يروي عن ابي عبد الله وابي الحسن (ع). ",
        "11 ـ اصل عبد الله بن يحيى الكاهلى ثقة يروي عن ابي عبد الله وابي الحسن (ع). \n12 ـ اصل سلام بن ابي عمرة الخراساني الكوفي ثقة يروي عن ابي جعفر وابي عبد الله (ع). \n13 ـ نوادر على بن اسباط الكوفي ثقة يروي عن الرضا (ع). \n14 ـ ديات ظريف بن ناصح من الاصول المشهورة المعتمدة. ",
        "15 ـ اصل علاء بن رزين القلا المولى الثقفي ثقة جليل القدر صحب محمد بن مسلم وتفقه عليه. \n16 ـ ما وجد من كتاب درست بن ابي منصور الواسطي ثقة يروى عنه ابن ابي عمير والبزنطي. \nويظهر من مشيخة الفقيه : ان خمسة من هذه الاصول ( اصل عاصم والكاهلي وعلي بن اسباط وعلاء ودرست ) كانت موجودة عنده ، وجعلهم من مشيخة روايته في هذا الكتاب. \nواما التهذيب للشيخ : فقد ذكر اسمائهم في كتابه وعدهم في عداد مشيخته سوى زيد الزراد وسلام بن ابي عمرة. ",
        "وقال العلامة المجلسي في مقدمة البحار في مقام ذكر مدارك الكتاب وارباب الرجال وان لم يوثقوا زيد الزراد وزيد النرسي. لكن اخذ اكابر المحدثين من كتابهما واعتمادهم عليهما حتى الصدوق في معاني الاخبار وغيره ، ورواية ابن ابي عمير عنهما وعد الشيخ ره كتابهما من الاصول ، لعلهما يكفي لجواز الاعتماد عليهما ، مع انا اخذناهما من نسخة قديمة مصححة بخط الشيخ منصور بن الحسن الابي وهو نقله من خط الشيخ الجليل \nمحمد بن الحسن القمي وكان تاريخ كتابتهما ( 374 ) هـ ، وذكر انه اخذهما وسائر الاصول المذكورة بعد ذلك ( مراده الاصول الاحدى عشر التي يذكرها بعدهما وهي الاصول المذكورة سوى الثلثة الاخيرة ) من خط الشيخ هرون التلعكبري ، وذكر في اول كتاب النرسي سنده هكذا : حدثنا الشيخ أبو محمد بن همام عن حميد بن زياد بن حماد عن ابي العباس عبد الله بن احمد بن نهيك عن محمد بن ابي عمير عن زيد الزراد. \nثم عقب العلامة المجلسي ره كلامه هذا بالبحث حول سائر الاصول المذكورة فليراجع هناك. \nوقال شيخنا المحقق في المجلد الثاني من الذريعة : إذا كان جميع احاديث الكتاب سماعا من مؤلفه عن الامام أو سماعا منه عمن سمع من الامام (ع) فوجود تلك الاحاديث في عالم الكتابة من صنع مؤلفها وجود اصلي بدوي غير متفرع من وجود آخر ، فيقال له الاصل ، وان كان جميع احاديثه أو بعضها منقولا عن كتاب آخر سابق وجوده عليه ، فلا يطلق عليه هذا العنوان ، ثم ذكر الميزة بينه وبين سائر كتب الحديث وتكلم في تعداد تلك الاصول وعدة مؤلفيها وزمان تأليفها ، ثم ذكر تفصيل اسماء هذه الاصول وبلغها الى مأة وسبعة عشر اصلا ، وذكر في ضمنها هذه الاصول المذكورة التي بايدينا فمن اراد التفصيل فليراجعها. ",
        "وقال في الفائدة الثانية من خاتمة المستدرك عند ذكر مدارك الكتاب : وكتاب درست واخواته ( الاصول المذكورة سوى مختصر علاء وديات ظريف ) وجدناها مجموعة منقولة كلها من نسخة عتيقة صحيحة بخط الشيخ منصور بن الحسن الابي وهو نقلها من خط الشيخ الجليل محمد بن الحسن القمي ( الى ان قال ) وهذه النسخة كانت عند العلامة المجلسي ره \nكما صرح به في اول البحار ومنها انتشرت النسخ ، ثم يذكر تفصيلا كل واحد من الاصول المذكورة ويبحث عن حياة مولفيها وفي اعتبار تلك الاصول. \nوليس لنا في هذا المقام مجال ازيد لتحقيق حال الكتب ومؤلفيها ولعل في هذا المقدار كفاية فيما نريد ويجب علينا كما انا لم نجد في خلال الطبع فرصة للنظر والتحقيق والتذييل والشرح حول بعض الروايات المشكلة والعبارات المشتبهة والجملات الصعبة ، وقد حولنا هذا الامر الى من له زائد فرصة واحسن وسيلة ، ونسئل الله تعالى ان يوفقنا واخواننا طلبة العلم والمعرفة : لنشر الكتب القيمة النافعة ، من آثار اهل البيت العترة الطاهرة والتحقيق والاجتهاد حول اخبارهم وكلماتهم الشريفة \nوليعلم ايضا انه لما لم يكن عندنا الا نسخة واحدة غير مصححة فبذلنا جهدنا في مقابلتها وقصدنا نافى مقام الطبع موافقتها في تمام الجزئيات والخصوصيات ، حرصا منا على حفظ الامانة في النقل ، إذ رب كلمة يجزم شخص بتغليطها وتكون صوابا في نفسها ولها وجه خفى عليه ، فلم نتصرف في العبارات والكلمات بوجه الا فيما كان غلطا واضحا لا يخفى على احد ولا مرية فيه ، ووضعنا الكلمات التي كانت مكتوبة في الحاشية بعنوان الاختلاف بين هلالين في المتن. ",
        "\n\nأصل \nزيد الزراد",
        "من الاصول الاولية للشيعة\nويتلوه عدة أصول أخر \nبسم الله الرحمن الرحيم \nحدثنا أبو محمد هرون بن موسى بن احمد التلعكبري قال حدثنا أبو علي محمد بن همام قال اخبرنا حميد بن زياد عن حماد ( بن خ د ) قال حدثنا عبد الله بن احمد بن نهيك أبو العباس قال حدثنا محمد بن ابي عمير عن ( ان خ د ) زيد الزراد قال سمعت ابا عبد الله (ع) يقول خياركم سمحاؤكم وشراركم بخلائكم ومن خالص الايمان البر بالاخوان وفي ذلك محبة من الرحمن ومرغمة للشيطان وتزحزح عن النيران \nزيد قال سمعت ابا عبد الله (ع) يقول لا تشهد على مالا تعلم ولا تشهد الاعلى ما تعلم وتذكر قلت فان عرفت الخط والخاتم والنقش ولم اذكر شيئا اشهد فقال (ع) لا ، الخط يفتعل والخاتم قد يفتعل لا تشهد الاعلى ما تعلم وانت له ذاكر فانك ان شهدت على مالا تعلم يتبوء ( تبوء خ د ) مقعدك من النار يوم القيمة وان شهدت على ما لم تذكره سلبك الله الراي ( الايمان خ د ) واعقبك النفاق إلى يوم الدين ",
        "زيد قال سمعت ابا عبد الله (ع) يقول اذا اتى على الصبي اربعة اشهر فاحجموه في كل شهر حجمة في نقرته فانها تخفف ( تجفف خ د ) لعابه وتهبط الحرمن رأسه ومن جسده \nزيد قال سمعت ابا عبد الله (ع) يقول علامة سخط الله على خلقه جور سلطانهم وغلاء اسعارهم وعلامة رضا الله عن خلقه عدل سلطانهم ورخص اسعارهم قال أبو محمد ايده الله قال أبو علي بن همام وحدثنا بهذا الحديث أبو العباس عبد الله بن جعفر الحميري قال حدثني محمد بن عيسى ( على ح د ) بن عبيد \nبن يقطين قال حدثني عبد الله بن ابراهيم بن ابي عمر والغفاري بالمدينة سنة 201 احدى ومأتين ثم قال حدثني القسم بن اسحق بن عبد الله بن جعفر بن ابي طالب عن ابيه عن جده قال قال رسول الله (ص) علامة رضاء الله عن خلقه عدل سلطانهم ورخص اسعارهم وعلامة سخط الله على خلقه جور سلطانهم وغلاء اسعارهم \nزيد قال سمعت ابا عبد الله (ع) يقول انا ضامن لكل من كان من شيعتنا إذا قرء في صلوة الغداة من يوم الخميس هل اتى على الانسان ثم مات من يومه أو ليلته ان يدخل الجنة امنا بغير حساب على ما فيه من ذنوب وعيوب ولم ينشر الله له ديوان الحساب يوم القيمة ولا يسئل مسألة القبر وان عاش كان محفوظا مستورا مصروفا عنه آفات الدنيا كلها ولم يتعرض له شيء من هوام الارض إلى الخميس الثاني انشاء الله ",
        "زيد قال أبو عبد الله (ع) إذا لبست درعا فقل ياملين الحديد لداود عليه السلام ويا جاعله حصنا اجعلنا في حصنك الحصين ودرعك الحصينة المنيعة واخرج الرعب عن قلوبنا واجمع احلامنا فلا ناصر لمن خذلته ولا مانع لما ( لمن خ د ) لا ( لم خ د ) تمنعه انت \nزيد عن ابي عبد الله (ع) قال قال أمير المؤمنين (ع) اني لاكره للرجل ان يكون جبهته جلحا ليس فيها شيء من اثر السجود وبسط راحته انه يستحب للمصلي ان يكون على بعض ( ببعض خ د ) مساجده شيء من اثر السجود فانه لا يامن ان يموت في موضع لايعرف فيحضره المسلم فلا يدري على ما يدفنه \nزيد عن ابي عبد الله قال قال أبو جعفر (ع) يا بني اعرف منازل شيعة علي على قدر روايتهم ومعرفتهم فان المعرفة هي الدراية للرواية وبالدرايات للروايات يعلو المؤمن إلى اقصى درجة الايمان اني نظرت في كتاب لعلي (ع) فوجدت \nفيه ان زنة كل امرء وقدره معرفته ان الله عزوجل يحاسب العباد على قدر ما اتاهم من العقول في دار الدنيا ",
        "زيد عن ابي عبد الله (ع) قال كان علي (ع) يقول اللهم من علي بالتوكل عليك والتفويض اليك والرضا بقدرك والتسليم لامرك حتى لا احب تعجيل ما اخرت ولا تأخير ما عجلت يا رب العالمين \nزيد قال حدثنا جابر بن يزيد الجعفي قال سمعت ابا جعفر (ع) ( ابا عبد الله خ د ) يقول ان لنا اوعية نملاؤها حكما وعلما وليست لها باهل فما نملوها الالتنقل إلى شيعتنا فانظروا إلى ما في الاوعية فخذوها ثم صفوها من الكدورة تأخذونها بيضاء نقية صافية واياكم والاوعية فانها وعاء سوء فتنكبوها ( بها خ د ) زيد قال سمعت ابا عبد الله (ع) يقول اطلبوا العلم من معدن العلم واياكم والولايح ( والولاثج خ د ) فهم الصدادون عن الله ثم قال ذهب العلم وبغى غبرات العلم في اوعية سوء واحذروا باطنها فان في باطنها الهلاك وعليكم بظاهرها فان في ظاهرها النجاة \nزيد عن ابي عبد الله (ع) قال قال أمير المؤمنين صلوات الله عليه انا نكره البلاء ولانحبه ما لم ينزل فإذا نزل به القضاء لم يسرنا الا ( ان لاخ د ) يكون نزل البلاء زيد قال سمعت ابا عبد الله (ع) يقول ان الله جعل البلاء في دولة عدوه شعار اودثارا لوليه وجعل الرفاهية شعار أو دثارا لعدوه في دولته فلا يسع ولينا الا البلاء والخوف وذلك لقرة عين له آجل وعاجل اما العاجل فيقر الله عينه بوليه واظهار دولته والانتقام من عدوه بازالة دولته والاجل ثواب الله الجنة النظر إلى الله ولا يسع عدونا الا الرفاهية وذلك لخزي له آجل وعاجل والعاجل الانتقام منه في الدنيا في دولة ولي الله والاجل عذاب النار في الاخرة ابد الابدين فابشروا ثم ابشروا فلكم والله الجنة ولاعدائكم النار للجنة والله خلقكم الله والى الجنة والله تصيرون \nفإذا ما رأيتم ( فإذا رأيتم خ د ) الرفاهية والعيش في دولة عدوكم فاعلموا ان ذلك بذنب سلف فقولوا ذنب عجل الله لنا العقوبة وإذا رأيتم البلاء فقولوا هنيئا مريئا ومرحبا بك من دثار الصالحين وشعارهم ",
        "زيد قال سمعت ابا عبد الله (ع) يقول من استوت يوماه فمغبون ومن كان يومه الذي هو فيه خير من امسه الذي ارتحل عنه فهو مغبوط \nزيد قال سمعت ابا عبد الله (ع) يقول ملعون مغبون من غبن عمره يوما بعد يوم ومغبوط محسود ( محمود خ د ) من كان يومه الذي هو فيه خيرا من امسه الذي ارتحل عنه \nزيد قال سمع أبو عبد الله (ع) رجلا يقول لاخر وحيوتك العزيزة لقد كان كذا وكذا فقال أبو عبد الله (ع) اما انه قد كفر وذلك انه لا يملك عن حيوته شيئا \nزيد عن ابي عبد الله (ع) انه قال كل شيء يدخل فيه الغفران والميزان ففيه الزكوة إذا حال عليه الحول الاما انفسد إلى الحول ولم يمكن حبسه فذلك يجب الزكوة فيه على ثمنه إذا حال عليه الحول من يوم بيعه فيبقى ثمنه عنده إلى الحول قلت مثل أي شيء الذي يفسد فقال (ع) مثل البقول والفاكهة الرطبة واشباه ذلك ",
        "زيد قال سمعت ابا عبد الله (ع) يقول صام رسول الله صلى الله عليه وآله شعبان ووصله بشهر رمضان وصام ثلثة ايام في كل شهر اربعا بين خميسين فذلك سنة رسول الله (ع) مضى عليها وهى تمام لصوم شهر رمضان \nزيد قال سمعت ابا عبد الله (ع) يقول صام رسول الله صلى الله عليه وآله شعبان ففصل بينه وبين شهر رمضان بيوم أو يومين ثم اوصله بشهر رمضان قلت كيف فصل بينهما فقال كان صلى الله عليه وآله يصوم فإذا كان قبل النصف بيوم أو يومين افطر ثم صام ووصله بشهر رمضان فذلك الفصل بينهما قلت فان افطرت بعد النصف \nبيوم أو يومين ثم اصله ايكون ذلك مواصلة شهر رمضان فقال لا يكون المواصلة إذا افطرت بعد النصف \nزيد قال قلت لابي عبد الله (ع) نخشى ان لا نكون مؤمنين قال ولم ذاك فقلت وذلك انا لانجد فينا من يكون اخوه عنده آثر من درهمه وديناره ونجد الدينار والدرهم آثر عندنا من اخ قد جمع بيننا وبينه موالاة أمير المؤمنين (ع) فقال كلا انكم مؤمنون ولكن لا تكملون ايمانكم حتى يخرج قائمنا فعندها يجمع الله احلامكم فتكونون مؤمنين كاملين ولو لم يكن في الارض مؤمنين كاملين إذا لرفعنا الله إليه وانكرتم ( وانكرتكم خ د ) الارض وانكرتم ( وانكرتكم خ د ) السماء بل والذي نفسي بيده ان في الارض في اطرافها مؤمنين ما قدر الدنيا كلها عندهم تعدل جناح بعوضة ولو ان الدنيا يجمع ( بجميع خ د ) ما فيها وعليها ذهبة حمراء على عنق احدهم ثم سقط من عنقه ما شعر بها أي شيء كان على عنقه ولا أي شيء سقط منه لهوانها عليهم فهم الحفى ( الخفى خ د ) عيشهم المنتقلة ديارهم من ارض إلى ارض لخميصة بطونهم من الصيام الذبله شفاههم من التسبيح العمش العيون من البكاء الصفر الوجوه من السهر فذلك سيماهم مثلا ضربه الله مثلا في الانجيل لهم وفي التورية والفرقان والزبور والصحف الاولى وصفهم فقال سيماهم في وجوهم من اثر السجود ذلك مثلهم في التورية ومثلهم في الانجيل عنى بذلك صفرة وجوههم من سهر الليل هم البررة بالاخوان في حال اليسر والعسر المؤثرون على انفسهم في حال العسر كذلك وصفهم الله فقال ويؤثرون على انفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فاولئك هم المفلحون فازوا والله وافلحوا ان رأوا مؤمنا اكرموه وان رأوا منافقا هجروه إذا جنهم الليل اتخذوا ارض الله فراشا والتراب وسادا واستقبلوا بجباههم الارض يتضرعون ",
        "إلى ربهم في فكاك رقابهم من النار فإذا اصبحوا اختلطوا بالناس لم يشار إليهم بالاصابع تنكبوا الطرق واتخذوا الماء طيبا وطهورا انفسهم متعوبة وابدانهم مكدورة والناس منهم في راحة فهم عند الناس شرار لخلق وعند الله خيار الخلق ان حدثوا لم يصدقوا وان خطبوا لم يزوجوا وان شهدوا لم يعرفوا وان غابوا لم يفقدوا قلوبهم خائفة وجلة من الله السنتهم مسجونة وصدروهم وعاء لسر الله ( سر الله خ د ) ان وجدوا له اهلا نبذوه إليه نبذا وان لم يجدوا له اهلا القوا على السنتهم اقفالا غيبوا مفاتيها وجعلوا على افواههم اوكية صلب صلاب اصلب من الجبال لا ينحت منهم شيء خزان العلم ومعدن الحلم والحكم وتباع النبيين والصديقين والشهداء والصالحين اكياس يحسبهم المنافق خرساء وعمياء وبلهاء وما بالقوم من خرس ولاعمى ولابله انهم لاكياس فصحاء حلماء حكماء اتقياء بررة صفوة الله اسكنتهم الخشية لله واعيتهم السنتهم خوفا من الله وكتمانا لسره فوا شوقاه إلى مجالستهم ومحادثتهم يا كرباه لفقدهم ويا كشف كرباه لمجالستهم اطلبوهم فان وجدتموهم واقتبستم من نورهم اهتديتم وفزتهم ( فزتم خ د ) بهم في الدنيا والاخرة هم اعز في الناس من الكبريت الاحمر حليتهم طول السكوت بكتمان السر والصلوة والزكوة والحج والصوم والمواساة للاخوان في حال اليسر والعسر فذلك حليتهم ومحبتهم يا طوبى لهم وحسن مآب هم وارث الفردوس خالدين فيها ومثلهم في اهل الجنان مثل الفردوس في الجنان وهم المطلوبون في النار المحبورون في الجنان فذلك قول اهل النار مالنا لا نرى رجالا كنا نعدهم من الاشرار فهم اشرار الخلق عندهم فيرفع الله منازلهم حتى يرونهم فيكون ذلك حسرة لهم في النار فيقولون يا ليتنا نرد فنكون مثلهم فلقد كانوا هم الاخيار وكنا نحن الاشرار فذلك حسرة لاهل النار \nزيد قال سمعت ابا عبد الله (ع) يقول ان رسول الله صلى الله عليه وآله خرج ذات يوم من بعض حجراته إذا قوم من اصحابه مجتمعون فلما بصروا برسول الله صلى الله عليه وآله قاموا قال لهم رسول الله اقعدوا ولا تفعلوا كما يفعل الاعاجم تعظيما ولكن اجلسوا وتفسحوا في مجلسكم وتوقروا اجلس اليكم انشاء الله زيد قال سمعت ابا عبد الله (ع) يقول اكتم سرك عن كل احد ولا يخرج سرك إلى اثنين فانه ما جاوز الواحد فهو فشا ( افشاخ د ) وإذا دفنت في الارض شيئا تودعه الارض فلا تشهد عليها شاهدا فانه لا تؤدى الارض اليك وديعتك ابدا \nزيد قال سمعت ابا عبد الله (ع) يقول قال رسول الله صلى الله عليه وآله يقول الله تبارك وتعالى ليست بشرا لليالي ليلة ارجف بها عبادي اهدمها عليهم بشهادة ورحمة لاوليائي وسخطة ونقمة على اعدائي \nزيد قال سمعت ابا عبد الله (ع) يقول يا جارية اختمي على السفط بخاتمي العقيق فانه لا يزال محفوظا حتى يؤدى ( حتى تؤديه خ د ) الينا وديعتنا زيد قال سمعت ابا عبد الله (ع) يقول اكتب على المتاع الحافظ الله فانه لا يزال محفوظا ",
        "زيد قال سمعته يقول اكتب على المتاع بركة لنا فانه لا يزال البركة فيه والنماء \nزيد قال سمعته يقول إذا احرزت متاعا فاقرء اية الكرسي واكتبه وضعه في وسطه واكتب وجعلنا من بين ايديهم سدا ومن خلفهم سدا فاغشيناهم فهم لا يبصرون لاضيعة على ما حفظ الله فان تولوا فقل حسبى الله لا اله الا هو عليه توكلت وهو رب العرش العظيم فانك تكون قد احرزته ولا يوصل إليه بسوء انشاء الله \nزيد قال رأيت ابا عبد الله (ع) قد خرج من منزله فوقف على عتبة باب داره \nفلما نظر إلى السماء رفع راسه وحرك اصبعه السباحه ( بة خ د ) يدبرها ويتكلم بكلام خفي لم اسمعه فسئلته فقال نعم يا زيد إذا انت نظرت إلى السماء فقل يامن جعل السماء سقفاً مرفوعا يا من رفع السماء بغير عمد يامن سد الهواء بالسماء يا منزل البركات من السماء إلى الارض يامن في السماء ملكه وعرشه وفي الارض سلطانه يامن هو بالمنظر الاعلى يامن هو بالافق المبين يامن زين السماء بالمصابيح وجعلها رجوما للشياطين صل على محمد و ( على خ د ) ال محمد واجعل فكري في خلق السموات والارض واختلاف الليل والنهار ولا تجعلني من الغافلين وانزل عليّ بركات من السماء وافتح لي الباب الذي اليك يصعد منه صالح عملي حتى يكون ذلك اليك واصلا وقبيح عملي فاغفره واجعله هباء منثورا متلاشيا وافتح لي باب الروح والفرح والرحمة وانشر على بركاتك وكفلين من رحمتك فائتني واغلق عني الباب الذي تنزل منه نقمتك وسخطك وعذابك الادنى وعذابك الاكبر ان في خلق السموات والارض واختلاف الليل والنهار إلى اخر الاية ثم تقول اللهم عافني من شر ما ينزل من السماء إلى الارض ومن شر ما يعرج فيها ومن شر ما ذرء في الارض وما يخرج منها ومن شر طوارق الليل والنهار الا طارق يطرقني بخير اللهم اطرقني برحمة منك تعمني وتعم داري واهلي وولدي واهل خزانتي ولا تطرقني وداري واهلي وولدي واهل خزانتي ببلاء يغصني بريقي ( وفي نسخة بالباء الموحد قبل القاف ) ويشغلني عن رقادي فان رحمتك سبقت غضبك وعافيتك سبقت بلاؤك وتقرء حول نفسك وولدك اية الكرسي وانا ضامن لك ان تعافى ( العافية خ د ) من كل طارق سوء ومن كل انواع البلاء زيد قال سئلت ابا عبد الله (ع) فقلت الجن يخطفون ( يخنقون خ د ) الانسان فقال (ع) مالهم إلى ذلك سبيل لمن تكلم بهذه الكلمات إذا امسى واصبح ",
        "يا معشر الجن والانس ان استطعتم ان تنفذوا من اقطار السموات والارض فانفذوا لا تنفذون الا بسلطان لا سلطان لكم علي ولا على داري ولا على اهلي ولا على ولدي يا سكان الهواء ويا سكان الارض عزمت عليكم بعزيمة الله التي عزم بها امير المؤمنين علي بن ابي طالب (ع) على جن وادى الصبرة ( البصرة خ د ) ان لاسبيل لكم على ولا على شيء من اهل خزانتي يا صالحي الجن ويا مؤمنى الجن عزمت عليكم بما اخذ الله عليكم من الميثاق بالطاعة لفلان ابن فلان حجة الله على جميع البرية والخليقة وتسمى صاحبك ان تمنعوا عني شر فسقتكم حتى لا يصلوا إليّ بسوء اخذت بسمع الله على اسماعكم وبعين الله على اعينكم وامتنعت بحول الله وقوته عن حبائلكم ومكركم ان تمكروا يمكر الله بكم وهو خير الماكرين وجعلت نفسي واهلي وولدي وجميع خزانتي في كنف الله وسره كنف محمد بن عبد الله صلى الله عليه واله وكنف امير المؤمنين علي ابن ابي طالب صلوات الله عليه ما استترت بالله وبهما وامتنعت بالله وبهما واحتجبت بالله وبهما من شر فسقتكم ومن شر فسقة الانس والعرب والعجم فان تولوا فقل حسبي الله لا اله الا هو عليه توكلت وهو رب العرش العظيم لاسبيل لكم ولا سلطان قهرت سلطانكم بسلطان الله وبطشكم ببطش الله وقهرت مكركم وحبائلكم وكيدكم ورجلكم وخيلكم وسلطانكم وبطشكم بسلطان الله وعزه وملكه وعظمته وعزيمته التي عزم بها أمير المؤمنين صلوات الله عليه على جن وادي الصبرة ( البصرة خ د ) لما ان طغوا وبغوا وتمردوا فاذعنوا اذلة صاغرين من بعد قوتهم فلا سلطان لكم ولا سبيل ولاحول ولاقوة الا بالله العلي العظيم \nزيد قال سمعت ابا عبد الله (ع) يقول إذا خرج احدكم من منزله فليتصدق بصدقة وليقل اللهم اظلني من تحت كنفك وهب لي السلامة في وجهي \nهذا ابتغاء السلامة والعافية والمغفرة واصرف ( صرف خ د ) عني انواع البلاء اللهم فاجعله لي امانا في وجهي هذا وحجابا وسترا ومانعا وحاجزا من كل مكروه ومحذور وجميع انواع البلاء انك وهاب جواد ماجد كريم فانك إذا فعلت ذلك وقلته لم تزل في ظل صدقتك ما نزل بلاء من السماء الا ودفعه عنك ولا استقبلك بلاء في وجهك الا وصده ( وصرفه خ د ) عنك ولا ارادك من هوام الارض شيء من تحتك ولاعن يمينك ولا عن يسارك الا وقمته الصدقة \nزيد قال حججنا سنة فلما صرنا في خرابات المدينة ( الابنية خ د ) بين الحيطان افتقدنا رفيقا لنا من اخواننا فطلبناه فلم نجده فقال لنا الناس بالمدينة ان صاحبكم اختطفته الجن فدخلت على ابي عبد الله (ع) واخبرته بحاله وبقول اهل المدينة فقال اخرج إلى المكان الذي اختطف أو قال افتقد فقل باعلى صوتك يا صالح بن علي ان جعفر بن محمد يقول لك اهكذا عاهدت وعاقدت الجن علي بن ابي طالب عليه السلام اطلب فلانا حتى تؤديه إلى رفقائه ثم قال ( قل ط ) يا معشر الجن عزمت عليكم بما عزم عليكم علي بن ابي طالب لما خليتم عن صاحبي وارشدتموه إلى الطريق قال ففعلت ذلك فلم البث إذا بصاحبي قد خرج علي ( إلى من خ د ) بعض الخرابات فقال ان شخصا ترايالي ( ترائى لى خ د ) ( تراء إلى خ د ) ما رأيت صورة الا وهو احسن منه فقال يافتى اظنك تتولى ( انك تتوالى خ د ) ال محمد (ص) فقلت نعم فقال ان هيهنا رجل من ال محمد هل لك ان توجر وتسلم عليه فقلت بلى فادخلني بين هذه الحيطان وهو يمشي امامي فلما ان صار غير بعيد نظرت فلم ار شيئا وغشي علي فبقيت مغشيا عليه لاادري اين انا من ارض الله حتى كان الان فإذا قد اتانى آت وحملني حتى اخرجني إلى الطريق فاخبرت ابا عبد الله (ع) بذلك فقال ذاك ",
        "الغوال والغول نوع من الجن يغتال الانسان فإذا رأيت الشخص الواحد فلا تسترشده وان ارشدكم ( ك خ د ) فخالفوه ( لفه خ د ) وإذا رأيته في خراب وقد خرج عليك اوفي فلاة من الارض فاذن في وجه وادفع صوتك وقل سبحان الذي جعل في السماء نجوما ( وخ د ) رجوما للشياطين عزمت عليك يا خبيث بعزيمة الله التي عزم بها امير المؤمنين علي بن ابي طالب صلوات الله وسلامه عليه ورميت بسهم الله المصيب الذي لا يخطى وجعلت سمع الله على سمعك وبصرك وذللتك بعزة الله وقهرت سلطانك بسلطان الله يا خبيث لاسبيل لك فانك تقهره انشاء الله أو تصرفه عنك فإذا ضللت الطريق فاذّن بأعلى صوتك وقل يا سيارة الله دلونا على الطريق يرحمكم الله ارشدونا يرشدكم الله فان اصبت والا فناد يا عتاة الجن ويامردة الشياطين ارشدوني ودلوني على الطريق والا انتزعت ( اسرعت خ د ) لكم بسهم الله المصيب اياكم عزيمة علي بن ابي طالب عليه السلام يامردة الشياطين ان استطعتم ان تنفذوا من اقطار السموات والارض فانفذوا لا تنفذون الا بسلطان مبين الله غالبكم بجنده الغالب وقاهركم بسلطانه القاهر ومذللكم بعزته المتين فان تولوا فقل حسبي الله الذي لا اله الا هو عليه توكلت وهو رب العرش العظيم وارفع صوتك بالاذان ترشد وتصيب الطريق انشاء الله زيد قال سمعت ابا عبد الله (ع) يقول ما قدس الله صلوة مسلم يصلي ومعه الحديد مفتاح أو غيره خلا السيف عند الخوف فانه رداء أو الدرع عند الخوف وكذلك ماكان من سلاح أو كراع فلا بأس عند الحاجة إليه \nزيد قال قال أبو عبد الله (ع) اياكم ومواعد الملوك وهم ابناء الدنيا فان لذلك ضراوة كضراوة الخمر وعليكم بالابيضين الخبز والرقة يعنى الملح وادمنو الخل والزيت في منازلكم فما افتقر اهل بيت كان ذلك ادامهم وان في الرقة امان من الجذام والبرص والجنون وكلوا اللحم في كل \nاسبوع ولا تعودوه انفسكم واولادكم فان له ضراوة كضراوة الخمر ولا تمنعوهم فوق الاربعين يوما فانه يسيىء اخلاقهم \nزيد قال كان أبو عبد الله (ع) إذا نظر إلى السماء قرء هذه الاية ان في خلق السموات والارض واختلاف الليل والنهار لايات لاولي الالباب وقرء اية السخره ان ربكم الله الذي خلق السموات والارض في ستة ايام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بامره الا له الخلق والامر تبارك الله رب العالمين ثم يقول اللهم انك جعلت في السماء نجوما ثاقبة وشهبا احرست به السماء من سراق السمع من مردة الشياطين الهم فاحرسني بعينك التي لا تنام واكنفني بركنك الذي لا يرام واجعلني في وديعتك الذي لا تضيع وفي درعك الحصينة ومنعك المنيع وفي جوارك عز جارك وجل ثناؤك وتقدست اسمائك ولا اله غيرك ",
        "( صورة ما كتب في آخر النسخة الخطية ) \nتم كتاب زيد الزراد وفرغ من نسخه من اصل ابي الحسن محمد بن الحسن بن الحسين بن ايوب القمي ايده الله في يوم الخميس لليلتين بقيتا من ذي القعدة من سنة اربع وسبعين وثلثمائه ـ ويتلوه كتاب أبو سعيد العصفري والحمد لله والصلوة على محمد واله\nويتلوه من الصفحة الاتية\nأصل\nابي سعيد غباد",
        "العصفري\nمن الاصول الاولية للشيعة \nبسم الله الرحمن الرحيم \nرواية هرون بن موسى بن احمد التلعكبري ره عن ابي على محمد بن همام أبو محمد هرون بن موسى بن احمد التلعكبري قال حدثنا أبو علي محمد بن همام ( على بن خ د ) بن سهيل قال اخبرنا أبو جعفر محمد بن احمد بن خاقان النهدي قال حدثنا محمد بن علي بن ابراهيم الصيرفي أبو سمينة قال حدثني أبو سعيد العصفري وهو عباد عن عمرو بن ثابت وهو أبو المقدام عن ابيه قال سمعت ابا جعفر (ع) يقول كيف انتم بابا المقدام وقد كانت سيطة بين الحرمين تبقون فيها حيارى لا تجدون سنادا تستندون إليه لا تدرون ايا من أي قلت وان ذلك لكائن قال كان أبي يقول ذلك ويقول يفعل الله ما يشاء ويمحو ويثبت وعنده ام الكتاب \nعباد عن عمرو عن ابيه عن أبي جعفر قال خلق الله نورا فخلق من ذلك النور قل هو الله احد وخلق لها الف جناح من نور واهبطه إلى ارضه مع امنائه من الملائكة لا يمرون بملاء من الملائكة الا خضعوا له وقالوا نسبة ربنا نسبة ربنا ",
        "عباد عن عمرو عن ابى حمزه قال سمعت على بن الحسين (ع) يقول ان الله خلق محمدا وعليا واحد عشر من ولده من نور عظمته فاقامهم اشباحا في ضياء نوره يعبدونه قبل خلق الخلق يسبحون الله ويقدسونه وهم الائمة من ولد رسول الله \nعباد رفعه إلى ابى جعفر (ع) قال قال رسول الله (ص) من ولدي احد عشر نقيبا نجيبا ( نقباء نجباء خ د ) محدثون مفهمون اخرهم القائم بالحق يملاءها ( الارض خ د ) عدلا كما ملئت جورا \nعباد عن عمرو بن ثابت عن ابي جعفر عن ابيه عن ابائه قال قال رسول الله صلى الله عليه وعليهم نجوم في السماء امان لاهل السماء فإذا ذهب نجوم السماء اتى اهل السماء ما يكرهون ونجوم من اهل بيتي من ولدي احد عشر نجما امان في الارض لاهل الارض ان تميد باهلها فإذا ذهبت نجوم اهل بيتي من الارض اتى اهل الارض ما يكرهون \nعباد عن عمرو عن ابي الجارود عن ابي جعفر (ع) قال قال رسول الله (ص) اني واحد عشر من ولدي وانت يا علي زر الارض اعني اوتادها جبالها ووقال وتد الله الارض ان تسيخ باهلها فإذا ذهب الاحد عشر من ولدي ساخت الارض باهلها ولم ينظروا ",
        "عباد عن عمر وعن ابيه عن ابي جعفر (ع) قال سمعته يقول لو بقيت الارض يوما بلا امام منا لساخت باهلها ولعذبهم الله باشد عذابه وذلك ان الله جعلنا حجة في ارضه وامانا في الارض لاهل الارض لن يزالوا في امان ان تسيخ بهم الارض مادمنا بين اظهرهم فإذا اراد الله ان يهلكهم ثم لا يمهلهم ولا ينظرهم ذهب بنا من بينهم ورفعنا إليه ثم يفعل الله بهم ما يشاء ( شاء م ) واحب \nعباد عن عمرو بن بياع السابري عن جعفر بن محمد عليهما السلام قال ان ارض الكعبة قالت من مثلي وقد جعل بيت الله على ظهري ياتيني الناس من كل فج عميق وجعلت حرم الله وامنه فأوحى الله إليها ان كفي وقري فوعزتي ما فضل ما فضلت به فيما اعطيت ارض كربلاء الا بمنزلة ابرة غمست في البحر فحملت من ماء البحر ولولا تربة كربلا ما فضلت ولولا من تضمنت ارض كربلا ما خلقتك ولا خلقت البيت الذي به افتخرت فقري واستقري وكوني دنيا متواضعا ذليلا مهينا غير مستنكف ولا مستكبر على ارض كربلاء والا اسخط بك فهويت في نار جهنم \nعباد عن عمرو عن ابيه عن ابي جعفر (ع) خلق الله ارض كربلا قبل ان يخلق ارض الكعبة باربعة وعشرين الف عام وقدسها وبارك عليها فما زالت قبل ان خلق الله الخلق مقدسة مباركة لا يزال كذلك حتى يجعلها الله افضل ارض في الجنة وافضل منزل ومسكن يسكن الله فيه اوليائه في الجنة عباد عن رجل عن ابي الجارود قال قال علي بن الحسين صلى الله عليه اتخذ الله ارض كربلا حرما امنا مباركا قبل ان يخلق ارض الكعبة باربعة وعشرين الف عام وانها إذا يدك الله ( بدل الله الارض خ د ) الارضين رفعها ( الله خ د ) كماهى برمتها نورانية صافية فجعلت في افضل روض ( ضة خ د » من رياض الجنة وافضل مسكن في الجنة لا يسكنها الا النبيون والمرسلون أو قال اولو العزم من الرسل وانها لتزهر من رياض الجنة كما يزهر الكوكب الدري من ( بين خ د ) الكواكب لاهل الارض يغشى نورها نور ابصار اهل الارض ( الجنة خ د ) جميعا وهي تنادي انا ارض الله المقدسة والطينة المباركة التي تضمنت سيد الشهداء وشباب اهل الجنة عباد عن اسمعيل بن دينار عن عمرو بن ثابت عن سالم بن ابى حفصة عن سالم بن الجعد عن طارق بن شهاب ( سهار خ د ) قال سمعت عليا (ع) يقول من شاء يصدق ومن شاء يكذب مؤبدين وصاحبتهما في نار جهنم أبو سعيد عباد عن عمرو بن ثابت عن محمد بن عبد الله بن عقيل عن فاطمة بنت الحسين (ع) قالت جاء رجل من بني اسد الى ابي (ع) فقال ما بال القوم يامروك على ابيك ولم يؤمرونه فقال ان القوم تعاهدوا وتواثقوا ان لا يولوها ابى \nعباد عن سفير الحريري ( سفيان خ د ) عن ابيه عن الصادق (ع) قال بعث عمر بن الخطاب إلى قدامه عامله بمقدار لا يجوزها احد من الموالى الا قتل قال فجاء الرسول وعند قدامه رجل من موالي الازد جصاص فقدمه فضرب عنقه ",
        "أبو سعيد عباد عن سفير الحريري ( سفيان خ د ) عن عبد الرحمن بن سالم الاشل قال سئلت عبد الملك بن عمر عن احاديث فابى ان يحدثني فقلت له كم كان المقياس الذي بعث به عمر قال كان خمسة اشبار مختوم برصاص قتل فيه رجلين \nعباد أبو سعيد عن عمرو بن ثابت عن ابى اسحق عن سعيد بن جبير عن ابن عباس قال امر أبو بكر خالد بن الوليد فقال إذا انا سلمت فاضرب عنق على قال وبدا لابي بكر فسلم في نفسه ثم نادى يا خالد لا تفعل ما امرتك به من شيئى فالتفت علي (ع) إلى خالد لعنه الله فقال يا خالد اكنت فاعلا قال نعم والله قال انت اضيق ( ان قاتلي اضيق استامنك ظ ) خلقة ( حلقة ظ ) من ذاك عباد عن الحسين كذا زيد بن علي عن يحيى بن عبد الله بن الحسين عن جعفر بن محمد قال بعث رسول الله (ص) ابا بكر ببرائة قال فجاء جبرئيل (ع) فقال يا محمد انه لا يؤدي عنك الا انت أو من هو منك قال فبعث رسول الله (ص) عليا إلى ابي ابكر وامره ان يدفع إليه برائة قال فلحقة علي (ع) وكان معه عمرو أبو عبيدة بن الجراح وسالم مولى حذيفة قالوا له لا تدفعها إليه فابى أبو بكر فدفعها إليه قال واجمع ( اجتمع خ د ) القوم على كتاب كتبوه بينهم في المسجد الحرام ان قبض رسول الله (ص) الا يولوا عليا منها شيئا فلما سجى أبو بكر دخل عليه على (ع) فقال ما احد احب ان القى الله بمثل صحيفة من هذا المسجى قال فلما سجى عمر دعى له فقال مثل ذلك قال فهي الصحيفة التي كتبوها بينهم ان قبض رسول الله (ص) لا يولوها عليا (ع) \nعباد أبو سعيد عن العرزمى عن ثوير بن يزيد عن خالد بن معدان عن جوير بن نعير ( مغير خ د ) الحضرمي قال قال رسول الله (ص) لعن الله ولعنت الملئكة على رجل تأنث وامرئة تذكرت ورجل تحصر ولاحصور بعد يحيى بن ذكريا ورجل جلس على الطريق يستهزى بابن السبيل \nعباد عن ابن العرز عن ثوير بن يزيد عن خالد بن معدان عن جوير بن نعير قال قال رسول الله (ص) ان لكل بيت بابا وان باب القبر من قبل الرجلين عباد أبو سعيد عن حماد بن عيسى العبسي عن بلال بن يحيى عن حذيفة بن اليمان قال قال رسول الله (ص) إذا رأيتم معوية بن ابى سفيان على المنبر فاضربوه بالسيف وإذا رأيت الحكم بن ابي العاص ولو تحت استار الكعبة فاقتلوه قال ونفاه رسول الله (ص) إلى الدهلك ارض من ارض الحبشة قال فلما ولى أبو بكر كلموه فيه قال فابى ان ياذن له قال فلما ولى عمر كلموه فيه فقال نفاه رسول الله (ص) وابو بكر افاءذن له انا فلم يأذن له فلما ولى عثمان قال عمرو شيخ من المسلمين قال فاذن له واجاره بمأة الف درهم من بيت مال المسلمين ",
        "تم احاديث ابي سعيد عباد العصفري والحمد لله رب العالمين وصلى الله على محمد واله اجمعين الطيبين الطاهرين ( صورة مافي آخر هذه النسخة الشريفة ) ويتلوه كتاب عاصم بن حميد الحناط صورة مافى الاصل وكتبها منصور بن الحسن بن الحسين الابى في يوم الخميس لليلتين بقيتا من شهر ذى القعدة من سنه 374 اربع وسبعين وثلثمائة بالموصل من اصل ابي الحسن محمد بن الحسن بن الحسين بن ايوب القمى ره \nويتلوه هذه الرسالة\nأصل\nعاصم بن حميد الحناط",
        "من الاصول الاولية للشيعة\nكتاب عاصم بن حميد الحناط رواية ابي الحسن محمد بن الحسن بن الحسين بن ايوب القمي عن هرون بن موسى بن احمد التلعكبري ره \n( وفى نسخة ) كتاب عاصم بن حميد الحناط رواية ابي القسم حميد بن زياد بن هوارا ( هورا خ د ) رواية ابى محمد هرون بن موسى بن احمد التلعكبري عن ابي على محمد بن همام بن سهيل الكاتب وابي القسم جعفر بن محمد بن ابراهيم بن محمد بن عبيدالله ( عبد الله خ د ) بن موسى بن جعفر بن محمد العلوى الموسائي ( الموسوي خ د ) \nبسم الله الرحمن الرحيم \nحدثني أبو الحسن محمد بن الحسن بن الحسين بن ايوب القمي ايده الله تعالى قال حدثني أبو محمد هرون بن موسى بن احمد التلعكبرى ايده الله قال حدثنا أبو علي محمد بن همام بن سهيل الكاتب قال حدثنا أبو القاسم حميد بن زياد بن هوارا في سنة 309 تسع وثلثمائة قال حدثنا عبيدالله بن احمد عن مساور وسلمة عن عاصم بن حميد الحناط وذكر أبو محمد قال حدثني بهذا الكتاب أبو القاسم جعفر بن محمد بن ابراهيم بن محمد بن عبيدالله بن موسى بن جعفر العلوى الموسائي بمصر سنة احدى واربعين قال حدثني الشيخ الصالح أبو العباس عبيدالله بن احمد بن نهيك عن مساور وسلمة جميعا عن عاصم بن حميد الحناط قال سمعت ابا عبد الله (ع) يقول ان رسول الله (ص) لما انتهى إلى البيدا حيث الميلين انيخت له ناقته فركبها فلما انبعثت ( انبعث خ د ) به لبى باربع فقال لبيك لا شريك لك لبيك ",
        "ان الحمد والنعمة لك والملك لا شريك لك ثم قال حيث يخسف بالاخابث \nوعنه عن ابي حمزة الثمالي قال قال لنا علي بن الحسين ونحن جلوس أي البقاع افضل قال فقالوا الله وابن رسوله (ص) اعلم قال فقال فان افضل البقاع مابين الركن إلى ( وخ د ) المقام ولو ان رجلا عمر ما عمر نوح في قومه الف سنة الا خمسين عاما يصوم النهار ويقوم الليل ولقى الله بغير ولايتنا لم ينفعه ذلك شيئا \nوعنه عن ابى بصير قال قلت لابي عبد الله (ع) ان عمر شيخ من اصحابنا سئل عيسى بن اعين وهو محتاج قال فقال له عيسى اما ان عندي شيئا من الزكوة ولا اعطيك منها شيئا قال فقال له لم قال لانى رأيتك اشتريت تمرا واشتريت لحما قال انما ربحت درهما فاشتريت به اربعين ( بدانقين خ د ) تمرا وبدانق لحما ورجعت بدانقين لحاجة قال فوضع أبو عبد الله (ع) يده على جبهته قال ثم رفع راسه فقال ان الله عزوجل نظر في اموال الا غنياء ونظر في الفقراء فجعل في اموال الاغنياء ما يكتفى به الفقراء ولو لم يكفهم لزادهم بلى فليعطه ما يأكل ويشرب ويكتسى ويتزوج ويصدق ( ويتصدق خ د ) ويحج \nوعنه عن ابى بصير قال سمعت ابا جعفر (ع) يقول كان المقام في موضعه الذي هو فيه اليوم فلما لقى رسول الله (ص) مكة راى ان يحوله من موضعه فحوله فوضعه مابين الباب والركن وكان على ذلك حيوة رسول الله (ص) وامارة ابى بكر وبعض امارة عمر ثم ان عمر حين كثر المسلمون قال انه يشغل الناس عن طوافهم قال فحمد الله واثنى عليه ثم قال يا اهل مكة من يعرف الموضع الذي كان فيه المقام في الجاهلية قال فقال المطلب بن ابى وداعة السهمى انا يا أمير المؤمنين عمدت إلى اديم فعددته فاخذته قياسه فهو في حق عند فلانة امرأته قال فاخذ خاتمه فبعث إليها فجاء به فقاسه ثم حوله فوضعه موضعه الذي كان فيه ",
        "وعنه عن عبد الله بن عطا قال كنت اخذا بيد ابى جعفر (ع) قال وعمر بن عبد العزيز عليه ثوبان ممصران قال فقال أبو جعفر اما انه سيلي ثم يموت فيبكى عليه اهل الارض ويلعنه اهل السماء \nوعنه عن ابى حمزة عن ابى جعفر (ع) قال خطب رسول الله (ص) الناس في حجة الوداع فقال ايها الناس انه والله ما من شيئى يقربكم من الجنة ويباعدكم عن النار الا وقد امرتكم به وما من شيء يقربكم من النار ويباعدكم عن الجنة الا وقد نهيتكم عنه وان الروح الامين قد نفث في روعى انه لا تموت نفس حتى تستكمل رزقها فاتقو الله واجملوا في الطلب ( في طلب الرزق خ د ) ولا يحملن احدكم استبطاء شيء من الرزق ان يطلبه بغير حق فانه لا يدرك شيء مما عند الله الا بطاعته \nوعنه عن ابى بصير قال قال أبو جعفر (ع) الااقرءك وصية فاطمة ( صلى الله عليها خ د ) عليها السلم قال قلت بلى فاخرج حقا أو سفطا فاخرج منه كتابا قال فقرأه بسم الله الرحمن الرحيم هذا ما اوصت به فاطمة بنت محمد (ص) اوصت بحوائطها السبعه الاعراف والدلال والبرقه والميثب والحسنى والصافية ومال ام ( مالام خ د ) ابراهيم إلى على بن ابي طالب فان مضى على فالى الحسن فان مضى الحسن فالى الحسين فان مضى الحسين فالى الاكبر فالاكبر من ولدى شهد الله على ذلك والمقداد بن الاسود والزبير بن العوام وكتب علي بن ابي طالب \nوعنه عن ابي بصير قال ابا جعفر (ع) يقول ما زال الزبير منا اهل البيت حتى نشاء ابنه عبد الله بن الزبير ولقد حلق رأسه وهو يقول لا يبايع ( نبايع خ د ) الا عليا ولقد اخذ عمر سيفه فكسره بين حجرين ",
        "وعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول ان الناس اكلوا \nلحوم دوابهم يوم خبير فامر رسول الله (ص) باكفاء القدور فنهاهم عن ذلك ولم يحرمها \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول قال علي (ع) لولا ما سبقني به ابن الخطاب ما زنى الاشقى قال ثم قرء هذه الاية فما استمعتم به منهن إلى اجل مسمى فاتوهن اجورهن فريضة ولاجناح عليكم فيما تراضيتم به من بعد الفريضة قال يقول إذا انقطع الاجل فيما بينكما استحللتها باجل اخر ترضيها ولا يحل لغيرك حتى ينقضي الاجل وعدتها حيضتان ( حيضان (ص) خ د ) \nوعنه عن ابي بصير قال سئلت ابا جعفر (ع) عن قول الله عزوجل من اوسط ما تطعمون اهليكم قال قوة عيالك والقوت يومئذ مد قال قلت أو كسوتهم قال ثوب ",
        "وعنه عن ابي بصير قال سئلت ابا جعفر (ع) عن نبيذ السقاية فقال يا ابا محمد كانوا يومئذ اشد جهدا من ان يكون لهم زبيب ينبذونه انما السقاية زمزم \nوعنه عن سيف التمار عن رياح بن ابي نصر قال قلت لابي عبد الله (ع) انا نروي بالكوفة ان عليا قال ان من تمام حجك احرامك من دويرة اهلك قال سبحان الله لو كان كما يقولون ما تمتع رسول الله (ص) بثيابه إلى الشجرة \nوعنه عن محمد بن مسلم قال كنت جالسا مع ابي جعفر (ع) وناضح لهم في جانب الدار قد اعلف الخبط قال وهو هايج قال وهو يبول ويضرب بذنبه إذ مر جعفر وعليه ثوبان ابيضان قال فنضح عليه فملاء عليه ثيابه وجسده قال فاسترجع فضحك أبو جعفر ثم قال يا بنى ليس به باس \nوعنه عن ابي اسامة عن ابي عبد الله (ع) قال قلت لابي عبد الله (ع) الرجل يجنب وعليه قميصه تصيبه السماء فيبل قميصه وهو جنب ايغسل قميصه قال لا ",
        "وعنه عن ابي اسامة قال سمعت حمران بن اعين يقول سمعت ابا \nجعفر (ع) يقول والله ليشفعن شيعتنا والله ليشفعن شيعتنا ثلث مرات حتى يقول عدونا فمالنا من شافعين ولا صديق حميم فلو ان لنا كرة فنكون من المؤمنين \nوعنه عن كامل قال قال لي أبو جعفر (ع) يا كامل قد افلح المؤمنون المسلمون يا كامل ان المسلمين هم النجباء يا كامل ان الناس اشباه الغنم الا قليل من المؤمنين والمؤمنين ( والمؤمنون خ د ) قليل \nوعنه عن محمد بن مسلم عن ابي جعفر (ع) قال خطب على على الناس فقال ايها الناس انما بدء وقوع الفتن اهواء تتبع واحكام تبتدع يخالف فيها كتاب الله يتولى فيها رجال رجالا فلو ان الباطل اخلص ( خلص خ د ) لم يخف على ذي حجى ولو ان الحق اخلص ( خلص خ د ) لم يكن اختلاف ولكن يؤخذ من هذا ضغث ومن هذا ضغث فيمزجان فيجيئان معا فهنالك استولى ( كافى ـ استحوذ ) الشيطان على اوليائه ونجى الذين سبقت لهم من الله الحسنى ",
        "وعنه عن محمد بن مسلم قال دخلت على ابي جعفر فجلست حتى فرغ من صلوته فحفظت في آخر دعائه وهو يقول ( بياض في الاصل ) قل هو الله احد الله الصمد لم يلد ولم يولد ولم يكن له كفوا احد ثم اعادها ثم قرء قل يا ايها الكافرون لا اعبد ما تعبدون حتى ختمها ثم قال لا اعبد الا الله والاسلام دينى ثم قرء المعوذتين ثم اعادهما ثم قال اللهم صل على محمد وعلى ال محمد من اتبعه منهم باحسان ثم اقبل على بوجهه وقد كان اصحاب المغيرة يكتبون إلى ان اسئله عن الجريث والمار ماهيك والزمير وما ليس له قشر من السمك حرام هو ام لا قال فسئلته عن ذلك فقال لي اقرء هذه الاية التي في الانعام قال فقرءتها حتى فرغت منها قال فقال لي انما الحرام ما حرم الله في كتابه ولكنهم قد كانوا يعافون الشيء فنحن نعافه قال \nومر عليه غلام له فدعاه قال فقال ياقين قال قلت وما القين قال الحداد قال ارد عليك فلانة على ان يطعمنا بدرهم خربزة يعنى البطيخ قال قلت له جعلت فداك انا نروى بالكوفة ان عليا اشتريت له جارية أو اهديت له جارية فسئلها افارغة انت ام مشغولة فقالت مشغولة فارسل فاشتري بضعها بخمسائة درهم قال كذبوا على على (ع) أو لم يحفظوا اما تسمع إلى الله عزوجل كيف يقول ضرب الله مثلا عبدا مملوكا لا يقدر على شيء لا يقدر على شيء \nوعنه عن سالم عن ابي الفضيل قال سئلت ابا عبد الله (ع) عما ينقض الوضوء فقال ليس ينقض الوضوء الا ما انعم الله به عليك من طرفيك من الغائطوا البول \nوعنه عن سالم عن ابي الفضيل قال قلت لابي عبد الله (ع) اني اجلب الطعام إلى الكوفة فاحبسه رجاء ان يرجع إلى ثمنه أو اربح فيه فيقال انت محتكر وان الحكرة لا تصلح قال فسئلني هل في بلادك غير هذا الطعام قال فقلت نعم كثير قال فقال لست بمحتكر ان المحتكر ان يشتري طعاما ليس في المصر غيره ",
        "وعنه عن ابي عبيدة الحذاء قال دخلت الحمام فلما خرجت دعوت بماء واردت ان اغسل قدمى قال فزبرني ( فمربى (ص) ظ ) أبو جعفر ونهاني عن ذلك وقال ان الارض يطهر بعضها بعضا \nوعنه عن محمد بن مسلم عن ابى جعفر (ع) قال إذا اردت التكبيرة قبل ان يركع الامام فقد ادركت الصلوة \nوعنه عن ثابت قال سمعت ابا جعفر (ع) يقول قال رسول الله (ص) ان اسرع الخير ثوابا البر واسرع الشر عقوبة البغي وكفى بالمرء عمى ان يبصر من الناس ما يعمى عنه من نفسه وان يعير الناس بما لايستطيع تركه وان يؤذي جليسه بما لا يعينه \nوعنه عن منصور بن حازم عن بكر بن حبيب الاحمسي قال سئلت ابا جعفر (ع) عن التشهد كيف كانوا يقولون قال كانوا يقولون احسن ما يقولون ولو كان موقتا هلك الناس ",
        "وعنه عن ابي بصير قال سئلت ابا جعفر (ع) عن قول الله عزوجل وجاء بالصدق وصدق به قال الذي جاء بالصدق رسول الله (ص) وصدق به علي (ع) \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول ان تتوبا إلى الله فقد صغت قلوبكما وان تظاهرا عليه فان الله هو مولاه وجبريل وصالح المؤمنين قال قلت فمن صالح المؤمنين قال فقال على صالح المؤمنين \nوعنه عن ابي عبيدة الحذا عن ابي جعفر (ع) قال قال رسول الله (ص) لاتسبوا قريشا فان عالمها يملاء الارض اللهم اذقت اولها نكالا فاذن اخرها نوالا لا يعجل رحب الذراعين بالدم فان عند الله قائل لا يموت لا يعجبك امرى ( امرؤ (ص) ) اصاب مالا من غير حله فان انفق منه لم يقبل منه وما بقى كان زاده إلى النار \nوعنه عن ابي عبيدة عن ابي جعفر (ع) قال قال رسول الله (ص) ان من اغبط اوليائي عندي رجل خفيف الحال ذو حظ من صلوة ( الصلوة خ د ) احسن عبادة ربه في الغيب وكان غامضا ( أي مغمورا غير مشهور ) في الناس جعل رزقه كفافا فصبر عجلت عليه منيته مات فقل تراثه وقلت بواكيه ",
        "وعنه عن ابي حمزة عن ابي جعفر (ع) قال صعد رسول الله (ص) المنبر فقال ثلثة لا يكلمهم الله يوم القيمة ولا ينظر إليهم ولا يزكيهم ولهم عذاب اليم شيخ زان وملك جبار ومقل محتال \nوعنه عن ابي عبيدة الحذاء قال سمعت ابا جعفر (ع) يقول اياكم واصحاب الخصومات والكذابين فانهم تركوا ما امروا بعلمه وتكلفوا ما لم يؤمروا بعلمه حتى تكلفوا علم السماء يا ابا عبيدة وخالق الناس باخلاقهم \nيا ابا عبيدة انا لانعد الرجل فينا عاقلا حتى يعرف لحن القول ثم قال ولتعرفنهم في لحن القول \nوعنه عن محمد بن مسلم قال سمعت ابا جعفر (ع) وهو يقول كان سلمان يقول افشوا سلام الله فان سلام الله لا ينال الظالمين وكان يقول إذا رفع يده من الطعام اللهم اكثرت واطبت ( واطيبت خ د ) فزد واشبعت وارويت فهنه قال سمعت ابا بصير يقول قال أبو عبد الله (ع) اكتبوا فانكم لا تحفظون الا بالكتاب ",
        "وعنه عن يعقوب بن شعيب عن عمران بن ميثم عن ابى كدينة الازدي قال سمعت عليا (ع) وهو يقول والله بسم الله الرحمن الرحيم اقرب إلى اسم الله الاعظم من سواد العين إلى بياضها \nوعنه عن ابي بصير عن ابي جعفر (ع) قال ثلثة انفاس في الشراب افضل من نفس واحد قال وكره ان يمصه بالهيم والهيم الكثيب \nوعنه عن ابي بصير عن ابى جعفر (ع) قال سئلته عن الرجل يرفع موضع جبهته في المسجد قال فقال اني احب ان اضع وجهي في مثل قدمي وكره ان يضعه الرجل \nوعنه عن ابي اسامة قال سمعت ابا عبد الله (ع) يقول اكره ان ينام المحرم على فراش اصفر أو مرفقة صفراء ",
        "وعنه عن ابي بصير قال سئلت ابا جعفر (ع) عن المرئة تذبح اذالم يكن رجل وتذكر اسم الله قال حسن لا بأس به إذا لم يكن رجل قال أبو جعفر ولا يذبح لك يهودي ولانصراني ولا مجوسي اضحيتك وان كانت امرئة فلتذبح لنفسها \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) ان الحسن بن على عليهما السلام قال يوم دفن علي بن ابي طالب الا انه قد فارقكم اليوم رجل ما سبقه \nالاولون ولا يدركه الاخرون والله لقد كان رسول الله (ص) يعطيه الراية ثم يقاتل جبرئيل عن يمينه وميكائيل عن يساره والله ما ترك دينارا ولا درهما الا حلى مصاغ لصبي غير سبعمائة درهم فضلت من عطائه يشتري بها خادما لاهله ولقد قتل في الليلة التي رفع فيها عيسى بن مريم ونزلت فيها التوراة على موسى وعن ابي عبيدة خالق ( لف خ د ) الناس باخلاقهم وزابلهم في اعمالهم \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول تماريا علي وفاطمة ايهما احب إلى رسول الله (ص) فوافق ذلك ان خرج رسول الله (ص) فجاء بجلت فاعطاه فاطمة (ع) فضحك علي فقال ما اضحكك يا علي قال تمارينا اينا احب اليك فقضيت لها علي فقال نبي الله (ص) اني لاجد لها لطافة الولد وانت احب إليّ منها ",
        "وعنه عن ابي بصير قال اتى رسول الله (ص) بصاع من رطب فاخذ منه ثم قال اتوا به عليا تجدوه صائما فلا يذوقه احد حتى يفطر فاني رايت البارحة اني اوتيت ببركة فاحببت ان ياكل منها علي (ع) \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول ان اباذر قال لرجل على عهد رسول الله (ص) يابن السوداء قال فقال رسول الله (ص) تعيره بامه قال فلم يزل أبو ذر يمرغ رأسه ووجهه في التراب حتى رضي عنه رسول الله (ص) \nوعنه عن محمد بن مسلم قال سمعت ( سألت خ د ) ابا جعفر (ع) يقول عن قول الله جل وعز وان من قرية الا نحن مهلكوها قبل يوم القيمة إلى اخر الاية انما امة محمد صلى الله عليه وعلى اهل بيته امة من الامم فقد مات فقد هلك \nوعنه عن محمد بن مسلم قال سمعت ابا جعفر (ع) عن قول الله عزوجل الذين جعلوا القران عضين قال هم قريش ",
        "وعنه عن محمد بن مسلم قال سمعت ابا جعفر (ع) قال الوليد هو ولد الزنا \nوعنه عن محمد بن مسلم قال سئلت ابا جعفر (ع) عن قول الله عزو جل يا ايها الذين آمنوا اركعوا واسجدوا واعبدو ربكم وافعلوا الخير لعلكم تفلحون وجاهدوا في الله حق جهاده هو اجتبيكم وما جعل عليكم في الدين من حرج فقال في الصلوة والزكوة والصيام والخير ان تفعلوه \nوعنه عن محمد بن مسلم عن ابى جعفر (ع) قال سمعته يقول ان الصفا والمروة من شعائر الله يقول لاحرج عليكم ان يطوف بهما قال فقال ان الجاهلية قالوا كنا نطوف بهما في الجاهلية فإذا جاء الاسلام فلا نطوف بهما قال فانزل الله تعالى ( عزوجل خ د ) هذه الاية قال قلت خاصة هي ام عامة قال هي بمنزلة قول الله عزوجل ثم اورثنا الكتاب الذين اصطفينا من عبادنا فمن دخل فيه من الناس كان بمنزلتهم ان الله جل وعز يقول ومن يطع الله ورسوله فاولئك مع الذين انعم الله عليهم من النبيين والصديقين والشهداء والصالحين إلى اخر الاية \nوعنه عن محمد بن مسلم قال سمعت ابا جعفر (ع) يقول ان ابا بكر وعمر لم ياكلا مما انتزعا منا ولم يورثاه ولدا ولو فعلا ذلك انكر الناس ذلك فلما قسماه بينهم رضوا وسكتوا ولو ذكرت ذلك لاحد من الناس قال اسكت قد فعله أبو بكر وعمر ولو حدثتهم لجهدوا به وكفروا وان عمر لما طعن ( جعل (ص) ) يقول يا بني عبد المطلب ارضيتم عنى فكانوا يقولون نعم وكان يكثر ما يقول ذلك حتى قال له قومه وهل يجد عليك احد من الناس فقال اني اعلم بالذي ائتمرنا به في حيوة رسول الله (ص) والذى صنعنا وتواثقنا ان نبي الله قتل ( قال خ د ) لاتولى ( نولي ح د ) احدا منهم هذا الامر ثم ندم على ما قال ",
        "وعنه عن محمد بن مسلم قال سمعت ابا جعفر (ع) يقول في هذه\nالاية النبي اولى بالمؤمنين من نفسهم وازواجه امهاتهم واولو الارحام بعضهم اولى ببعض في كتاب الله من المؤمنين والمهاجرين الا ان تفعلوا إلى اوليائكم معروفا كان ذلك في الكتاب مسطورا قال وهم قرابة نبى الله (ص) وهم اولى الناس به في كل امره من المؤمنين والمهاجرين واما قوله الا ان تفعلوا إلى اوليائكم معروفا يعني به الموالى والحلفاء فامر ان يفعل إليهم المعروف \nوعنه عن محمد بن مسلم وابي بصير جميعا قالا سئلنا ابا عبد الله (ع) عن المهر فقالا قال ما تراضى به الاهلون من شاء إلى ما شاء من الاجل قال فقلنا له ارايت ان حملت قال هو ولده قال ثم قال أبو عبد الله (ع) ليس عليها منه عدة وعليها من غيره عدة خمسة واربعون يوما فان اشترطا في الميراث فهما على شرطهما \nوعنه عن محمد بن مسلم قال سمعت ابا جعفر (ع) يقول حدثني جابر بن عبد الله الانصاري عن رسول الله (ص) انهم غزوا معه فاحل لهم المتعة ولم يحرمها قال أبو جعفر (ع) وكان على (ع) يقول لولا ما سبقني ابن الخطاب يعنى عمر ما زنى الاشقي ثم قال أبو جعفر (ع) وكان ابن عباس يقول لا جناح عليكم فيما استمتعتم به منهن إذا اتيتموهن اجورهن وهولاء يكفرون بها اليوم وهي حلال واحلها رسول الله (ص) ولم يحرمها ",
        "وعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) عن الرجل يقيم البينته على حقه هل عليه ان يستحلف قال لا \nوعنه عن محمد بن مسلم عن ابى عبد الله (ع) عن الرجل يزني ولم يدخل باهله يحصن قال فقال لا ولا يحصن بالامة \nوعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) هل يدخل مكة بغيرا حرام قال فقال لا الا ( ان يكون (ص) ) مريض أو يكون به بطن \nوعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) عن رجل يقبل من سفر في رمضان فيدخل اهله حين يصبح أو ارتفاع النهار قال فقال إذا طلع الفجر وهو خارج لم يدخل اهله فهو بالخيار ان شاء صام وان شاء افطر ",
        "وعنه عن محمد بن مسلم قال سمعت ابا عبد الله (ع) يقول قال الناس لعلي لاتخلف رجلا يصلي بضعفة الناس في العيدين قال فقال لا اخالف السنة وعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) عن المحرم ايلبس الخفين والجور بين إذا ضطر اليهما قال فقال نعم \nوعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) عن المرئة يجعل ( يجب خ د ) عليها صوم شهرين متتابعين قال تصوم فما حاضت فهو يجزيها \nوعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) يقول ان رسول الله (ص) طاف على راحلته واستلم الحجر بمحجنه وسعى عليها بين الصفا والمروة \nوعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) عن اقطع اليد والرجل قال يغسلهما ",
        "وعنه عن محمد بن مسلم قال سئلت ابا عبد الله (ع) عن رجل جعل عليه صوم شهرين متتابعين فصام شهرا ثم مرض هل يعيده قال نعم امر الله حبسه \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول ليس فيما دون الاربعين من الغنم شيء فإذا كانت اربعين ففيها شاة إلى عشرين ومأة فإذا زادت على عشرين ومأة واحدة ففيها شاتان إلى مأتين فإذا زادت واحدة على المأتين ففيها ثلاث شياة إلى ثلثمائة فإذا كثرت الغنم ففى كل مأة شاة ولا يؤخذ هرمة ولاذات عوار الا ان يشاء المصدق وتعد صغيرها وكبيرها ولا يفرق بين مجتمع ولايجمع بين مفترق ( مفرق خ د ) ( متفرق خ د ) \nوعنه عن ابي بصير قال سئلت ابا عبد الله (ع) عن الزكوة فقال من كل اربعين درهم درهما وليس فيما دون المأتين شيء فإذا كانت المأتين ففيها خمسة فإذا زادت فعلى حساب ذلك قال سمعت ابا عبد الله (ع) يقول ليس فيما دون خمس من الابل شيء فإذا كانت خمسا ففيها شاة إلى عشر فإذا كانت عشرا ففيها شاتان إلى خمس عشرة فإذا كانت خمس عشرة ففيها ثلث شياة إلى عشرين فإذا كانت عشرين ففيها اربع إلى خمس وعشرين فإذا كانت خمسا وعشرين ( ون خ د ) ففيها خمس من الغنم فإذا زادت واحدة على خمس وعشرين ففيها ابنة مخاض إلى خمس وثلثين فإذا لم يكن ابنة مخاض فابن لبون ذكر فإذا زادت واحدة على خمس وثلثين ففيها ابنة لبون إلى خمس واربعين فإذا زادت واحدة على خمس واربعين ففيها حقة إلى ستين فإذا زادت على الستين ففيها جذعة إلى خمس وسبعين فإذا زادت واحدة على خمس وسبعين ففيها ابنتا لبون إلى تسعين فإذا زادت واحدة على التسعين ففيها حقتان إلى العشرين ومائة فإذا كثرت الابل ففي كل خمسين حقة ولا تؤخذ هرمة ولاذات عوار الا ان يشاء المصدق ويعد صغارها وكبارها قال وسمعت ابا عبد الله (ع) يقول ليس فيما دون ثلثين من البقر شيء فإذا كانت ثلثين ( الثلثين خ د ) ففيها تبيع أو تبيعة وإذا كانت اربعين ففيها مسنة \nوعنه عن ابي حمزة قال سمعت ابا جعفر (ع) يقول من كف نفسه عن اعراض الناس اقاله الله نفسه يوم القيمة ومن كف غضبه عن الناس كف الله عنه عذابه يوم القيمة ",
        "وعنه عن ابي حمزة قال سمعت ابا جعفر (ع) يقول ثلثة اقسم انهن حق ما اعطى رجل شيئا من ماله فنقص من ماله ولاصبر عن مظلمة الا زاده الله بها عزا ولافتح على نفسه باب مسألة الا فتح الله عليه باب فقر \nوعنه عن ابي بصير قال دخلت على ابي عبد الله (ع) فقال دخل علي \nاناس من اهل البصرة فسئلوني عن احاديث فكتبوها فما يمنعكم من الكتاب اما انكم لن تحفظوا حتى تكتبوا قلت عم سئلوك قال عن مال اليتيم هل عليه زكوة قال قلت لهم لا قال فقالوا انا نتحدث عندنا ان عمر سئل عليا (ع) عن مال ابي رافع فقال اتعد به ( اتعديه ظ ) الزكوة فقلت لهم لا ورب الكعبة ما ترك أبو رافع يتيما ولقد كان ابنه قيما لعلي على بعض ماله كاتبا له وسئلوني عن الحج فاخبرتهم بما صنع رسول الله (ص) وما امر به فقالوا الي فان عمرا فرد الحج فقلت لهم انما ذاك رأى راه عمر وليس رأي عمر مثل ما صنع رسول الله (ص) \nوعنه عن ابي اسحق النحوي قال دخلت على ابي عبد الله (ع) فقال ان الله ادب نبيه صلى الله عليه على محبته فقال وانك لعلى خلق عظيم ثم فوض إليه فقال ما اتيكم الرسول فخذوه وما نهيكم عنه فانتهوا ومن يطع الرسول فقد اطاع الله وان نبي الله (ص) فوض إلى علي (ع) واثبته فسلمتم وجحد الناس فوالله لنحبكم ( لنحسبكم خ د ) ان تقولوا إذا قلنا وان تصمتوا إذا صمتنا ونحن فيما بينكم وبين الله والله ما جعل الله لاحد من خير في خلاف امره ( ناخ د ) ",
        "وعنه عن سلام بن سعيد المخزومي ( الجحمي خ د ) قال سئل عباد البصري ابا عبد الله (ع) فيما كفن رسول الله (ص) قال في ثوبين صحاريين وبرد جرة قال فقال له عباد يا ابا عبد الله (ع) لا تزال تحدثنا بالحديث قد سمعنا خلافه فقال أبو عبد الله يا عباد اتدري ما النخلة التي انزلت على مريم ما كانت قال لا فاخبرنا بها يا ابا عبد الله قال هي العجوة فما كان من فراخها فهن ( فمن خ د ) عجوة وما كان من غير ذلك فهو لون فقال ابن جريح قوموا فما تزالون تردون على ابي عبد الله حديثا من حديثه قال فلما انتهينا إلى الباب قال قال عباد لابن جريح يا ابا عبد الوليد لقد ضرب لي أبو عبد الله مثلا قال ميمون أي لعمري لقد ضرب لك مثلا \nوعنه عن ابي حمزة قال سمعت فاطمة بنت الحسين (ع) وهي تقول قال رسول الله (ص) ثلث خصال من كن فيه فقد استكمل خصال الايمان الذي إذا رضى لم يدخله رضاه في باطل وان غضب لم يخرجه من الحق ولو ( ان خ د ) قدر لم يتعاطى ما ليس له \nوعنه عن ابي حمزة قال سمعت ابا جعفر (ع) يقول ثلث خصال من احب الاعمال إلى الله تعالى اطعام مسلم من جوع أو فك عنه كربه أو قضى عنه دينه \nوعنه عن ابي بصير قال سمعت ابا عبد الله (ع) يقول امن برسول الله (ص) الا اربعة عكرمة بن ابي جهل وعبد الله بن ابي سرح وابي مقيس وابي صبابه ( ابن خسامة خ د ) والقنيتين سارة وفرسا وقال رسول الله (ص) ذلك يوم الفتح اقتلوهم وان وجدتموهم متعلقين ( معلقين خ د ) باستار الكعبة ",
        "وعنه عن عمرو بن ابي نضر قال قلت لابي عبد الله (ع) المؤذن يؤذن وهو على غير وضوء قال نعم ولا يقيم الا وهو على وضوء قال فقلت يؤذن وهو جالس قال نعم ولا يقيم الا وهو قائم \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول ان الموتور اهله وماله من ضيع صلوة العصر قال قلت أي اهل له قال لا يكون له اهل في الجنة \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول كان أبو ذر يقول في عظته يا مبتغى العلم كان شيئا من لدينا لم يك شيئا الا عمل ينفع خيره أو يضر شره الا ما ( من خ د ) رحم الله يا مبتغى العلم لا يشغلك اهل ولا مال عن نفسك انت اليوم ( يوم خ د ) تفارقهم كضيف بت فيهم ثم غدوت من عندهم إلى غيرهم والدنيا والاخرة كمزلة تحولت منها إلى غيرها وما بين الموت والبعث كنومة نمتها ثم استيقظت منها يا مبتغى العلم قدم لمقامك بين يدي الله فانك مرتهن \nبعملك كما تدين تدان يا مبتغي العلم صل قبل ان لا تقدر على ليل ولانهار تصلي فيه انما مثل الصلوة لصاحبها كمثل رجل دخل على ذي سلطان فانصت له حتى يفرغ من حاجته كذلك المرء المسلم ياذن الله مادام في صلوته لم يزل الله ينظر إليه حتى يفرغ من صلوته يا مبتغي العلم تصدق قبل ان لا تعطى شيئا ولا تمنعه انما مثل الصدقة لصاحبها كمثل رجل طلبه قوم بدم فقال لا تقتلوني واضربو إلى اجلا واسعى في رضاكم كذلك المرء المسلم يأذن الله ( بأذن الله خ د ) كلما تصدق بها بصدقة حل بها عقدة من رقبته حتى يتوفى الله اقواما وقد رضى عنهم ومن رضى الله عنه فقد اعتق من النار يا مبتغي العلم ان هذا اللسان مفتاح كل خير ومفتاح كل شر فاختم على فيك كما تختم على ذهبك وورقك يا مبتغي العلم ان هذه الامثال ضربها الله للناس وما يعقلها الا العالمون ",
        "ابو بصير ( وعنه عن ابى بصير خ د ) قال حدثني عمرو بن سعيد بن هلال قال حدثنا عبد الملك ابن ابى ذر قال لقيني أمير المؤمنين (ع) يوم مزق عثمان المصاحف فقال ادع لى اباك فجاء إليه مسرعا فقال يا اباذر اتى اليوم في الاسلام امر عظيم مزق كتاب الله ووضع فيه الحديد وحق على الله ان يسلط الحديد على من مزق كتاب الله بالحديد فقال له أبو ذر انى سمعت رسول الله (ص) يقول ان اهل الجبرية من بعد موسى قاتلوا اهل النبوة فظهروا عليهم وقتلوهم زمانا طويلا ثم ان الله بعث فتية ( فئة د ) فهاجروا إلى غير انبيائهم فقاتلوهم فقتلوه وانت بمنزلتهم يا على قال فقال على قتلتنى يا ابا ذر فقال له أبو ذر اما والله لقد علمت انه سيبدءك ( بك له ) \nقال أبو بصير سئلت ابا جعفر (ع) عن الخمس قال هو لنا هو لايتامنا ولمساكيننا ولابن السبيل منا وقد يكون ليس فينا يتيم ولا ابن السبيل وهو لنا ولنا الصفى قال قلت له وما الصفى قال الصفى من كل رقيق وابل ينتفى افضله ثم \nيضرب بسهم ولنا الانفال قال قلت له وما الانفال قال المعادن منها والاجام وكل ارض لارب لها ولنا ما لم بوجف عليه بخيل ولاركاب وكانت فدك من ذلك \nوعنه عن ابي عبيدة الحذاء قال سمعت ابا جعفر (ع) يقول قال الله وعزتي وجلالى وجمالي وبهائي وارتفاع مكاني لا يؤثر عبد هواي على هواه الا كففت عليه ضيعته وجعلت غناه في نفسه وضمنت السموات والارض رزقه وكنت له من وراء تجارة كل تاجر ",
        "ابو بصير قال سمعت ابا جعفر (ع) يقول بينما رسول الله (ص) مع اصحابه راكب على دابته إذ نزل فخر ساجدا فقيل له يارسول الله رأيناك صنعت شيئا لم تك تصنعه قبل اليوم فقال اتاني ملك من عند ربي فقال يا محمد ان ربك يقرئك السلام ويقول يا محمد اني اسرك في امتك فلم يكن عندي مال اصدق به ولاعبد اعتقه فسجدت لله شكرا \nوعنه عن ابي بصير قال سمعت ابا جعفر (ع) يقول جاء إلى رسول الله (ص) ملك فقال يا محمد ان ربك يقرءك السلام وهو يقول لك ان شئت جعلت لك بطحاء مكة رضراض ذهب قال فرفع رأسه إلى السماء فقال يا رب اشبع يوما فاحمدك واجوع يوما فاسئلك \nوعنه عن أبي بصير قال سمعت ابا جعفر (ع) يقول جاء ملك إلى رسول الله (ص) فقال يا محمد ان ربك يقرئك السلام وقد امرني ان اطيعك وانا ملك هذه الجبال فان تشاء ان اطبق عليهم هذين الجبلين فعلت قال فقال رسول الله (ص) يا رب ان قومي لا يعلمون \nابو بصير قال سئلت ابا جعفر (ع) عن قول الله عزوجل يا ايها الذين آمنوا توبوا إلى الله توبة نصوحا قال يتوب العبد من الذنب ثم لا يعود إليه قال فشق ذلك علي فلما راى مشقته علي قال ان الله يحب من عباده المفتن ( المفتنن خ د ) التواب ",
        "وعنه عن الفضيل بن سكرة قال سمعت ابا عبد الله (ع) يقول انما ال محمد من حرم الله على محمد (ص) نكاحه \nوعنه عن محمد بن مسلم قال سمعت ابا جعفر (ع) يقول حدثني جابر عن رسول الله (ص) ولم اكذبك انا على جابر قال قال رسول (ص) ابن الاخ يقاسم الجد \nوعنه عن فضيل الرسان عن ابي داود قال سمعت عمرو إذا مر وهو يقول لما ضرب أمير المؤمنين صلى الله عليه دخلنا إليه نعوده قال فدعى له طبيب يقال له الاعرابي فقال يا أمير المؤمنين ليس عليك باس خذوا شاة فاذبحوها ثم خذوا رفثها فاحشو به الجرح قال فبكت ام كلثوم فقال لها يا ام كلثوم لوترين ما ارى ما بكيت فقلنا يا أمير المؤمنين ما ترى قال ارى رسول الله عندي والملئكة رسلا من السماء إلي يقولون يا علي هلم الينا فان ما عندنا خير لك مما كنت فيه \nوعنه عن ابي حمزة عن علي بن الحسين عليهما السلم قال كنا عنده فرفع راسه فقال خذوها مني من عمل بما افترض الله عليه فهو من خير الناس ومن اجتنب ما حرم الله عليه فهو من اعبد الناس ومن قنع بما قسم الله له فهو من اغنى الناس ",
        "وعن ابى بصير قال سمعت ابا عبد الله (ع) يقول لولا علي ما عرف دين الله \nوعنه عن ثابت عن ابي جعفر (ع) قال من اصبح معافا في بدنه مخلا ( مخلى خ د ) في سربه في دخوله وخروجه عنده قوت يوم واحد فكانما خيرت له الدنيا \nخالد بن راشد عن مولى لعبيدة السلماني قال سمعت عبيدة يقول خطبنا علي أمير المؤمنين على منبر له من لبن فحمد الله واثنى عليه ثم قال \nايها الناس اتقوا الله ولا تفتوا الناس بما لا تعلمون ان رسول الله (ص) قال قولا آل منه إلى غيره وقال قولا وضع على غير موضعه وكذب عليه فقام إليه علقمة وعبيدة السلماني فقالا يا أمير المؤمنين فما نصنع بما قد خبرنا في هذه الصحف من اصحاب محمد صلى الله عليه قال سلا عن ذلك علماء آل محمد صلى الله عليه كأنه يعني نفسه ",
        "وعنه عن معوية بن وهب عن محمد بن حمران عن اسلم مولى ابن الحنفية قال مات ابن للصفية بنت عبد المطلب يقال له عبد الرحمن فوجدت عليه وجدا شديداً قال فدخلت على النبي (ص) فرأها ثم قال يا عمة ان شئت سئلت ربى ان يرده عليك فيكون معك حيوتك وان شئت احتسبتيه ( احتسبيه خ د ) فهو خير لك قالت فإني احتسبه قال فخرجت من عنده فمرت على نفر من قريش فقال لها بعضهم يا صفية غطي قرطيك فان قرابتك من محمد لن تنفعك انما وجدنا مثل محمد في بني هاشم مثل عذق بنت في كباة قال فرجعت مغضبة فدخلت على النبي (ص) فقال لها يا عمة هل بدا لك فيما قلت لك شيء قالت لا ولكن سمعت ما هو اشد على من فقد ابني مررت بنفر من قريش فقال لي بعضهم يا صفية غطي قرطيك فان قرابتك من محمد لن تنفعك شيئا انما وجدنا مثل محمد في بني هاشم مثل عذق بنت في كباة قال فخرج رسول الله (ص) مغضبا واجتمع الناس إليه ولبست الانصار السلاح واحاطوا بالمسجد وكان إذا صعد المنبر من غير دعوة فعلت ذلك الانصار قال فمكث طويلا لا يتكلم ولا يسئلونه فقال انسبوني من انا فقالوا انت محمد بن عبد الله بن عبد المطلب بن هاشم بن عبد مناف صلى الله عليه فو الله لا يسئلني رجل منكم اليوم من اهل الجنة الا اخبرته ولامن اهل النار الا اخبرته ولا من ابواه الا اخبرته واني لابصركم من بين ايديكم ومن خلفكم فقام إليه غير واحد فسئله ( فسئلوه خ د ) امن اهل الجنة فاخبره أو من \nاهل النار فاخبره ثم قام إليه حبيش بن حذافة السهمي وهو الذي كانت حفصه بنت عمر عنده وهو الذي كان يعيرها به عثمان فيقول ياسوة حبيش فقال من ابي فقال ابوك حذافة السهمي وكان يغمز فقال الله اكبر الذي اثبت نسبي على لسان نبيه (ص) فقام إليه عمر فقال يارسول الله اعف عنا عفى الله عنك واغفر لنا غفر الله لك فانه لاعلم لنا بما صنعت النساء في حذورها قال فانطلق الغضب عن رسول الله (ص) وذلك قبل ان ينزل الجلباب \nوعنه عن اديم بياع الهروي واخوه ايوب عن ابي عبد الله (ع) قال سئلته عمن كان مريضا أو به اذى من رأسه ففدية من صيام أو صدقة أو لنسك فقلت له ماهذا الصيام والصدقة والنسك قال الصيام ثلثة ايام والصدقة ثلثة اصورع ( اصاع خ د ) بين ستة مساكين والنسك شاة \nوعنه عن ابي بصير عن المنهال بن عمرو عن ذاذان قال سمعت عليا أمير المؤمنين (ع) يقول مامن رجل من قريش جرت عليه المواسي الا وقد نزلت اية وايتين تسوقة إلى جنة أو تقوده إلى نار وما من اية نزلت في البر والبحر ( في بر ولا بحر خ د ) ولاسهل ولا جبل الا قد علمت حين نزلت ولو ثنيت ( وفي نسخة بالباء الموحدة اولا ) لي وسادة لحكمت بين اهل التورية بتوراتهم وبين اهل الانجيل بانجيلهم وبين اهل الزبور بزبورهم وبين اهل الفرقان بفرقانهم حتى يزهرن إلى الله عزوجل ",
        "علي بن ابي المغيرة والفضيل الرسان عن عمران بن ميثم قال دخلت انا وعبائة ( عبابه خ د ) على مرأة من بنى اسد يقال لها حبابة الوالبية قد ذهب اثر السجود بوجها فقال لها عبائه ( عبابه خ د ) ما حبابة تعرفين هذا الشاب معي قالت لا قال هذا ابن اخيك فقالت اخي والله اخي والله فقالت الا احدثكم بحديث سمعة عن ابي عبد الله الحسين بن علي بن ابي طالب عليهما السلم فقلنا لها بلى فقالت سمعت الحسين بن علي وهو يقول نحن والله وشيعتنا \nعلى الفطرة التي بعث الله عليها محمدا صلى الله عليه واله وساير الناس والله من ذلك براء \nوعنه عن ابي بصير قال سئلت ابا جعفر (ع) عن قول الله عزوجل انما انت منذر ولكل قوم هاد قال فقال رسول الله (ص) انا المنذر وعلي الهادي \nوذكر عن ابي بصير ومحمد بن مسلم قالا سئلنا ابا جعفر (ع) عن الرجل يدخل المسجد فيسلم والناس في الصلوة قال يردون السلام عليه قال ثم قال ان عمار بن ياسر دخل على رسول الله (ص) وهو في الصلوة فسلم فرد رسول الله (ص) ",
        "وذكر عن سعيد بن يسار قال قلت لابي عبد الله (ع) ادعو وانا راكع أو ساجد قال فقال نعم ادع وانت ساجد فان اقرب ما يكون العبد إلى الله وهو ساجد ادع الله عزوجل لدنياك واخرتك \nوذكر عن ابي بصير قال سئلت ابا عبد الله (ع) عن الرجل يتوضأ ثم يرى البلل على طرف ذكره قال يغسله ولا يتوضأ \nوعنه عن ابي بصير عن ابي جعفر (ع) قال حدثتني ميمونة الهلالية زوج النبي (ص) ان رسول الله (ص) جاء فوجد عليا نائما والحسن والحسين على ناحيته فاستسقى الحسن ماء فقام النبي (ص) فاتاه بشراب فنازعه الحسين فجعل يهوى به إلى الحسن ليشرب منه فقالت فاطمة عليها السلم يا نبي الله الحسن اثر عندك من الحسين فقال ما هو بآثر عندي منه وانهما وانت وهذا النائم عندي في الجنة \nكمل كتاب عاصم بن حميد الحناط نسخة منصور بن الحر الابي",
        "من اصل ابي الحسن محمد بن الحسن القمي ايده الله في ذي الحجة لليلتين مضين منه سنة 374 اربع وسبعين وثلثمائة يوم الاحد وهذه\nالكلمات كما عن ظاهر الشيخ الحر بخط الملا رحيم\nالجامي شيخ الاسلام كذا في النسخة\nويتلوه",
        "اصل\nزيـد النـرسي\nكتاب \nزيد النرسي رواية هرون ",
        "بن موسى بن احمد التلعكبري عن ابي العباس \nاحمد بن محمد بن سعيد الهمداني \nبسم الله الرحمن الرحيم \nحدثنا الشيخ أبو محمد هرون بن موسى بن احمد التلعكبري ايده الله قال حدثنا أبو العباس احمد بن محمد بن سعيد الهمداني قال حدثنا جعفر بن عبد الله العلوى أبو عبد الله المحمدي قال حدثنا محمد بن ابي عمير عن زيد النرسي عن ابي عبد الله (ع) قال سمعته يقول إذا كان يوم الجمعة ويوم العيدين امر الله رضوان خازن الجنان ان ينادي في ارواح المؤمنين وهم في عرصات الجنان ان الله قد اذن لكم بالزيارة إلى اهاليكم واحبائكم من اهل الدنيا ثم يأمر الله رضوان ان يأتي لكل روح بناقة من نوق الجنة عليها قبة من زبرجدة خضراء غشائها من ياقوتة رطبة صفراء وعلى النوق جلال وبراقع من سندس الجنان واستبرقها فيركبون تلك النوق عليهم حلل الجنة متوجون بتيجان الدر الرطب تضيئ كما تضيئ الكواكب الدرية في جو السماء من قرب الناظر إليها لامن البعد فيجتمعون في العرصة ثم يامر الله جبرئيل في اهل السموات ان يستقبلوهم فتستقبلهم ملئكة كل سماء وتشيعهم إلى السماء الاخرى فينزلون بوادي السلام وهو واد بظهر الكوفة ثم يتفرقون في البلدان والامصار حتى يزورون اهاليهم الذي كانوا معهم في دار الدنيا ومعهم ملئكة يصرفون وجوهم عما يكرهون النظر إليه ",
        "إلى ما يحبون ويزورون حفر الابدان حتى إذا ما صلى الناس وراح اهل الدنيا إلى منازلهم من مصلاهم نادى فيهم جبرئيل بالرحيل إلى غرفات الجنان فيرحلون قال فبكى رجل في المجلس فقال جعلت فداك هذا للمؤمن فما حال الكافر فقال أبو عبد الله (ع) ابدان ملعونة تحت الثرى في بقاع النار وارواح خبيثة ملعونة تجري بوادي برهوت في بئر الكبريت في مركبات الخبيثات الملعونات تؤدي ذلك الفزع والاهوال إلى الابدان الملعونة الخبيثة تحت الثرى في بقاع النار فهي بمنزلة النائم إذا رأى الاهوال فلا تزال تلك الابدان فزعة زعرة وتلك الارواح معذبة بانواع العذاب في انواع المركبات المسخوطات الملعونات المصفدات مسجونات فيها لا ترى روحا ولاراحة إلى مبعث قائمنا فيحشرها الله من تلك المركبات فترد في الابدان وذلك عند النشرات ( النشات خ د ) فيضرب اعناقهم ثم تصير إلى النار ابد الابدين ودهر الداهرين \nزيد قال رايت معوية بن وهب البجلي في الموقف وهو قائم يدعو فتفقدت دعاه ( ئه خ د ) فما رأيته يدعو لنفسه بحرف واحد وسمعته يعد رجلا رجلا من الافاق يسميهم ويدعو لهم حتى نفر الناس فقلت يا ابا القاسم اصلحك الله لقد رايت منك عجبا قال يابن اخي وما الذي اعجبك مما رايت مني فقال ( قلت (ص) ) رايتك لا تدعو لنفسك وانا ارمقك حتى الساعة فلا ادري أي الامرين اعجب ما اخطات من حظك في الدعا لنفسك في مثل هذا الموقف أو عنايتك وايثارك اخوانك على نفسك حتى تدعو لهم في الافاق فقال يابن اخي ( اخ خ د ) فلا تكثرن تعجبك من ذلك اني سمعت مولاك ومولاي ومولى كل مؤمن ومؤمنة جعفر بن محمد (ص) عليهما السلام وكان والله في زمانه سيد اهل السماء وسيد اهل الارض وسيد من مضى منذ خلق الله الدنيا إلى ان تقوم الساعة بعد ابائه رسول الله (ص) وأمير المؤمنين والائمة من ابائه \nصلى الله عليهم يقول والا صمت اذنا معوية وعميت عيناه ولا نالته شفاعة محمد وأمير المؤمنين عليهما السلم من دعا لاخيه المؤمن بظهر الغيب ناداه ملك من سماء الدنيا يا عبد الله لك مأة الف مثل ما سئلت وناداه ملك من السماء الثانية يا عبد الله لك مأتي الف مثل الذي دعوت وكذلك ينادي من كل سماء تضاعف حتى ينتهى إلى السماء السابعة فيناديه ملك يا عبد الله لك سبعمائة الف مثل الذي دعوت فعند ذلك يناديه الله عبدي انا الله الواسع الكريم الذي لا ينفذ خزائني ولا ينقص رحمتي شيء بل وسعت رحمتي كل شيء لك الف الف مثل الذي دعوت فاى حظ يابن اخي اكثر من الذي اخترته انا لنفسي قال فقلت لمعوية اصلحك الله ما قلت في ابي عبد الله (ع) من الفضل من انه سيد اهل الارض واهل السماء وسيد من مضى ومن بقي شيء قلته انت ام انت سمعته منه يقوله في نفسه قال يابن اخي ( اخ خ د ) اتراني كل ذا جرئة على الله ان اقول فيه ما لم اسمعه منه بل سمعته يقول ذلك وهو كذلك والحمد لله \nزيد عن عبد الله بن سنان عن محمد بن المنكدر قال رايت ابا جعفر محمد بن علي في ليلة ظلماء شديدة الظلمة وهو يمشي إلى المسجد اني اسرعت فدفعت ( نت خ د ) إليه وسلمت عليه فرد على السلام ثم قال لى يا محمد بن المنكدر قال رسول الله صلعم بشر المشائين إلى المسجد في ظلم الليل بنور ساطع يوم القيمة ",
        "زيد عن ابى عبد الله (ع) ان قوما جلسوا عن حضور الجماعة فهم رسول الله ان يشتعل ( يشعل خ د ) النار في دورهم حتى خرجو أو حضروا الجماعة مع المسلمين \nزيد عن عبد الله بن سنان قال سمعت ابا عبد الله (ع) يقول من صلى عن يمين الامام اربعين يوما دخل الجنة \nزيد قال سمعت ابا الحسن موسى بن جعفر (ع) يحدث عن ابيه انه قال من اسبغ وضوئه في بيته وتمشط وتطيب ثم مشى من بيته غير مستعجل وعليه السكينة والوقار إلى مصلاه رغبة في جماعة المسلمين لم يرفع قدما ولم يضع اخرى الا كتبت له حسنة ومحيت عنه سيئة ورفعت له درجة فإذا دخل المسجد قال بسم الله وبالله وعلى ملة رسول الله صلى الله عليه وعلى اله ومن الله والى الله وما شاء الله ولاقوة الا بالله اللهم افتح لى ابواب رحمتك ومغفرتك واغلق عني ابواب سخطك وغضبك اللهم منك الروح والفرج اللهم اليك غدوي ورواحي وبفنائك انخت ابتغى رحمتك ورضوانك واتجنب سخطك اللهم واسئلك الروح والراحة والفرج ثم قال اللهم اني اتوجه اليك بمحمد وعلي أمير المؤمنين واجعلني من اوجه من توجه اليك بهما واقرب من تقرب اليك بهما وقربني بهما منك زلفى ولا تباعدني عنك امين يا رب العالمين ثم افتتح الصلوة مع امام جماعة الا وجبت له من الله المغفرة والجنة من قبل ان يسلم الامام \nزيد قال دخلت على ابي عبد الله (ع) فتناولت يده فقبلتها فقال اما انه لا يصلح الا لنبي أو من اريد به النبي ",
        "زيد قال لما لبى أبو الخطاب بالكوفة وادعى في ابي عبد الله ما ادعا دخلت على ابي عبد الله (ع) مع عبيد بن زرارة فقلت له جعلت فداك لقد ادعى ابو الخطاب واصحابه فيك امرا عظيما انه لبى ببيتك جعفر لبيك معراج وزعم اصحابه ان ابا الخطاب اسرى به اليك فلما هبط إلى الارض من ذلك دعى اليك ولذلك لبى بك قال فرأيت ابا عبد الله (ع) قد ارسل دمعته من حماليق عينيه وهو يقول يا رب تبرئت ( برئت خ د ) اليك مما ادعى في الاجدع عبد بني اسد خشع لك شعري وبشري عبد لك ابن عبد لك خاضع ذليل ثم اطرق ساعة في الارض كانه يناجي شيئا ثم رفعي رأسه وهو يقول اجل\nاجل عبد خاضع خاشع ذليل لربه صاغر راغم من ربه خائف وجل لي والله ربي اعبده لااشرك به شيئا ماله خزاه ( اخزاه خ د ) الله وارعبه ولا امن روعته يوم القيمة ما كانت تلبية الانبياء هكذا ولا تلبية الرسل انما لبيت بلبيك اللهم لبيك لبيك لا شريك لك ثم قمنا من عنده فقال يا زيد انما قلت لك هذا لاستقر في قبري يا زيد استر ذلك عن الاعداء \nزيد قال حدثني عبيد بن زرارة قال سمعت ابا عبد الله (ع) يقول إذا امات الله اهل الارض لبث مثل ماكان الخلق ومثل ما اماتهم واضعاف ذلك ثم امات اهل السماء الدنيا ثم لبث مثل ما خلق الخلق ومثل ما امات اهل الارض والسماء الدنيا واضعاف ذلك ثم امات اهل السماء الثانية ثم لبث مثل ما خلق الخلق ومثل ما امات اهل الارض والسماء الدنيا والسماء الثانية واضعاف ذلك ثم امات اهل السماء الثالثة ثم لبث مثل ما خلق الخلق ومثل ما امات اهل الارض والسماء الدنيا والسماء الثانية والسماء الثالثة واضعاف ذلك ثم امات اهل السماء الرابعة ثم لبث مثل ما خلق ( الخلق (ص) ) ومثل ما امات اهل الارض واهل السماء الدنيا والسماء الثانية والسماء الثالثة والسماء الرابعة واضعاف ذلك ثم امات اهل السماء الخامسة ثم لبث مثل ما خلق الخلق ومثل ما امات اهل الارض واهل السماء الدنيا والسماء الثانية والسماء الثالثة والرابعة والسماء الخامسة واضعاف ذلك ثم امات اهل السماء السادسة ثم لبث مثل ما خلق الخلق ومثل ما امات اهل الارض واهل السماء الدنيا والثانية والثالثة والرابعة والخامسة والسادسة واضعاف ذلك ثم امات اهل السماء السابعة ثم لبث مثل ما خلق الخلق ومثل ما امات اهل الارض واهل السموات إلى السماء السابعة واضعاف ذلك ثم امات ميكائيل ثم لبث مثل ما خلق الخلق ومثل ذلك كله واضعاف ذلك كله ثم امات جبرئيل ثم لبث مثل ما خلق الخلق ومثل ذلك كله واضعاف ذلك كله ثم امات اسرافيل ثم لبث مثل ما خلق الخلق \nمثل ذلك كله واضعاف ذلك ثم امات ملك الموت قال ثم يقول تبارك وتعالي لمن الملك اليوم فيرد على نفسه لله الواحد القهار اين الجبارون اين الذين ادعوا معى الها اين المتكبرون ونحو هذا ثم يلبث ( لبث خ د ) مثل ما خلق الخلق ومثل ذلك كله واضعاف ذلك ثم يبعث الخلق وينفخ الصور قال عبيد بن زرارة فقلت ان هذا الامر كاني طولت ذلك ( كان طول ذلك خ د ) فقال ارايت ماكان قبل ان يخلق الخلق اطول أو ذا قال قلت ذا قال فهل علمت به قال قلت لا قال فكذلك هذا ",
        "زيد عن علي بن مزيد ( زيد خ د ) صاحب السابري قال اوصى إلى رجل تركته وامرني ان احج بها عنه فنظرت في ذلك فإذا شيء يسير لا يكون للحج سئلت ابا حنيفة وغيره فقالوا تصدق بها فلما حججت ولقيت عبد الله بن الحسن في الطواف فقلت له ذلك فقال لي هذا جعفر بن محمد في الحجر فاسئله قال فدخلت الحجر فإذا أبو عبد الله (ع) تحت الميزاب مقبل بوجهه على البيت يدعو ثم التفت فرأني فقال ما حاجتك فقلت جعلت فداك اني رجل من اهل الكوفة من مواليكم فقال دع ذا عنك حاجتك قال قلت رجل مات واوصى تركته إلي وامرني ان احج بها عنه فنظرت في ذلك فوجدته يسيرا لا يكون للحج فسئلت من قبلنا فقالو إلى تصدق به فقال لى ما صنعت فقلت تصدقت به قال ضمنت الا ان لا يكون يبلغ ان يحج به من مكة فان كان يبلغ ان يحج به من مكة فانت ضامن وان لم يكن يبلغ ذلك فليس عليك ضمان \nزيد قال حدثني علي بن مزيد بياع السابري قال رايت ابا عبد الله (ع) في الحجر تحت الميزاب مقبلا بوجهه على البيت باسطا يديه وهو يقول اللهم ارحم ضعفي وقلة حيلتي اللهم انزل عليّ كفلين من رحمتك وادر علي من رزقك الواسع وادرء عني شر فسقة الجن والانس وشر فسقة العرب \nوالعجم اللهم اوسع علي في الرزق ولا تقتر على اللهم ارحمني ولا تعذبني ارض عنى ولا تسخط على انك سميع الدعاء قريب مجيب \nزيد قال سمعت علي بن مزيد قال سمعت ابا عبد الله (ع) يقول ما احد ينقلب من الموقف من بر الناس وفاجرهم مؤمنهم وكافرهم الا برحمة ومغفرة يغفر للكافر ما عمل في سنته ولا يغفر له ما قبله ولا ما يفعل بعد ذلك ويغفر للمؤمن من شيعتنا جميع ما عمل في عمره وجميع ما يعمله في سنته بعد ما ينصرف إلى اهله من يوم يدخل إلى اهله سنته ويقال له بعد ذلك قد غفر لك وطهرت من الدنس فاستقبل واستاءنف العمل وحاج غفر له ما عمل في عمره ولا يكتب عليه سيئة فيما يستانف وذلك ان تدركه العصمة من الله فلا يأتي تبكبيرة ابدا فما دون ذلك مغفور له ( الكبائر خ د ) ",
        "زيد عن عبيد بن زرارة عن ابي عبد الله (ع) قال مابدا الله بداء اعظم من بداء بدا له ( الله في اسمعيل ابني (ص) ) في اسمعيل ابني \nزيد عن ابي عبد الله قال اني ناجيت الله ونازلته في اسمعيل ابني ان يكون من بعدي فابى ربي الا ان يكون موسى ابني \nزيد عن ابي عبد الله (ع) قال ان شيطانا قد ولع بابني اسمعيل يتصور في صورته ليفتن به الناس وانه لا يتصور في صورة نبي ولاوصي نبي فمن قال لك من الناس ان اسمعيل ابني حي لم يمت فانما ذلك الشيطان تمثل له في صورة اسمعيل مازلت ابتهل إلى الله عزوجل في اسمعيل ابني ان يحييه لي ويكون القيم من بعدى فابى ربى ذلك وان هذا شيء ليس إليّ الرجل منا يضعه حيث يشاء وانما ذلك عهد من الله عزوجل يعهده إلى من يشاء فشاء الله ان يكون موسى ابني وابي ان يكون اسمعيل ولو جهد الشيطان ان يتمثل بابنى موسى ما قدر على ذلك ابدا والحمد لله \nزيد عن محمد بن علي الحلبي عن ابي عبد الله (ع) قال قلت له كانت ",
        "الدنيا قط منذ كانت وليس في الارض حجة قال قد كانت الارض وليس فيها رسول ولا نبي ولا حجة وذلك بين ادم ونوح في الفترة ولو سئلت هولاء عن هذا لقالوا لن تخلو الارض من حجة ( الحجة خ د ) وكذبوا انما ذلك شيء بدا الله عزوجل فيه فبعث الله النبيين مبشرين ومنذرين وقد كان بين عيسى ومحمد عليهما السلم فترة من الزمان ولم يكن في الارض نبي ولارسول ولا عالم فبعث الله محمدا صلى الله عليه واله بشيرا ونذيرا وداعيا إليه ( إلى الله خ د ) \nزيد قال سمعت ابا الحسن موسى (ع) يقول قال أبو جعفر (ع) يا بني ان ائتمن شارب الخمر على امانة فلم يؤدها إليه لم يكن له على الله ضمان ولا اجر ولا خلف ثم ان ذهب ليد عوا لله عليه لم يستجب الله دعائه \nزيد عن ابي عبد الله (ع) قال من عرف الله خافه ومن خاف الله حثه الخوف من الله على العمل بطاعته والاخذ بتاديبه فبشر المطيعين المتادبين بادب الله والاخذين عن الله انه حق على الله ان ينجيه من مضلات الفتن وما رأيت شيئا هو اضر في دين المسلم من الشح \nزيد عن ابي عبد الله (ع) قال سئله بعض اصحابنا عن طلب الصيد وقال له اني رجل الهو بطلب الصيد وضرب الصوالج والهو بلعب الشطرنج قال فقال أبو عبد الله (ع) اما الصيد فانه سعي باطل وانما احل الله الصيد لمن اضطر إلى الصيد فليس ( فمن ليس بمضطر إلى طلبه سعيه فيه باطل خ د ) المضطر إلى طلبه سعيه فيه باطل ويجب عليه التقصير في الصلوة والصيام جميعا إذا كان مضطرا إلى اكله وان كان ممن يطلبه للتجارة وليست له حرفة الا من طلب الصيد فان سعيه حق وعليه التمام في الصلوة والصيام لان ذلك تجارته فهو بمنزلة صاحب الدور الذي يدور في الاسواق في طلب التجارة أو كالمكارى والملاح ومن طلبه لاهيا واشرا وبطرا فان سعيه ",
        "ذلك سعي باطل وسفره باطل وعليه التمام في الصلوة والصيام وان المؤمن لفي شغل عن ذلك شغله طلب الاخرة عن الملاهي واما الشطرنج فهو الذي قال الله عزوجل اجتنبوا الرجس من الاوثان واجتنبوا قول الزور ( وقول الزور (ص) ) الغناء وان المؤمن عن جميع ذلك لفى شغل ماله وللملاهى فان الملاهي تورث قساوة القلب وتورث النفاق وما ضربك بالصوالج فان الشيطان معك يركض والملئكة تنفر عنك وان اصابك شيء لم توجر ومن عثر ( عثرت خ د ) به دابته فمات دخل \nالنار زيد عن ابي عبد الله (ع) قال سئل إذا لم نجد اهل الولاية يجوز لنا ان نصدق ( نتصدق ) على غيرهم فقال إذا لم تجدوا اهل الولاية في المصر تكونون فيه فابعثوا بالزكوة المفروضة إلى اهل الولاية من غير اهل مصركم فاما ما كان في سوى المفروضة من صدقة فان لم تجدوا اهل الولاية فلا عليكم ان تعطوه الصبيان ومن كان في مثل عقول الصبيان ممن لا ينصب ولا يعرف ما انتم عليه فيعاديكم ولا يعرف خلاف ما انتم عليه فيتبعه ويدين به وهم المستضعفون من الرجال والنساء والولدان تعطونهم دون الدرهم ودون الرغيف فاما ( واما خ د ) الدرهم التام فلا تعطي الا اهل الولاية الا ان يرق قلبك عليه فتعطيه الكسرة من الخبز والقطعة من الورق فاما الناصب فلايرقن قلبك عليه ولا تطعمه ولا تسقه وان مات جوعا وعطشا ولا تغثه وان كان غرقا أو حرقا فاستغاث فقطه ولا تغثه فان ابى نعم المحمدى كان يقول من اشبع ناصبا ( ناصبيا ) ملاء الله جوفه نارا يوم القيمة معذبا كان أو مغفورا له \nزيد قال قلت لابي الحسن موسى (ع) الرجل من مواليكم يكون عارفا يشرب الخمر ويرتكب الموبق من الذنب نتبرأ منه فقال تبرءوا من فعله ولا تبرءوا منه احبوه وابغضوا عمله قلت فيسعنا ان نقول فاسق \nفاجر فقال لا الفاسق الفاجر الكافر الجاحد لنا الناصب لاوليائنا ابي الله ان يكون ولينا فاسقا فاجرا وان عمل ما عمل ولكنكم تقولون فاسق العمل فاجر العمل مؤمن النفس خبيث الفعل طيب الروح والبدن والله لا ( ماخ د ) يخرج ولينا من الدنيا الا والله ورسوله ونحن عنه راضون يحشره الله على ما فيه من الذنوب مبيض وجهه مستورة عورته امنة روعته لاخوف عليه ولاحزن وذلك انه لا يخرج من الدنيا حتى يصفي من الذنوب اما بمصيبة في مال أو نفس أو ولد أو مرض وادنى ما يصفي به ولينا ان يريه الله رؤيا مهولة فيصبح حزينا لما راى فيكون ذلك كفارة له أو خوفا يرد عليه من اهل دولة الباطل أو يشدد عليه عند الموت فيلقى الله طاهرا من الذنوب امنا روعته بمحمد (ص) وامير المؤمنين (ع) ثم يكون امامه احد الامرين رحمة الله الواسعة التي هي اوسع من ذنوب اهل الارض جميعا وشفاعة محمد (ص) وأمير المؤمنين (ع) ان اخطئة رحمة ربه ادركته شفاعة نبيه وأمير المؤمنين صلى الله عليهما ( صلوات خ د ) فعندها تصيبه رحمة ربه الواسعة ",
        "زيد عن ابي الحسن موسى (ع) انه كان إذا رفع رأسه في صلوته من السجدة الاخيرة جلس جلسة ثم نهض اللقيام وبادر بركبتيه من الارض قبل يديه \nزيد عن عبيد بن زرارة عن ابى عبد الله (ع) قال إذا ادركت الجماعة ووجدت الامام مكانه واهل المسجد قبل ان ينصرفوا من الصلوة اجزءك اذانهم واقامتهم فاستفتح الصلوة لنفسك وإذا وافيتهم وقد انصرفوا عن صلوتهم وهم جلوس اجزءك اقامة بغير اذان وان وجدتهم قد تفرقوا وخرج بعضهم عن المسجد فاذن واقم لنفسك \nزيد عن ابي الحسن موسى (ع) قال من زار ابني هذا واومأ إلى ابي الحسن الرضاع فله الجنة \nزيد قال سمعت ابا الحسن (ع) يقول إذا رفعت رأسك من اخر سجدتك في الصلوة قبل ان تقوم فاجلس جلسة ثم بادر بركبتيك إلى الارض قبل يديك وابسط يديك بسطا واتك عليهما ثم قم فان ذلك وقار المرء المؤمن الخاشع لربه ولا تطيش من سجودك مبادرا إلى القيام كما يطيش هؤلاء الاقشاب في صلوتهم ",
        "زيد عن ابي الحسن الاول (ع) انه راه يصلي فكان إذا كبر في الصلوة الزق اصابع يديه ( يده خ د ) الابهام والسبابه والوسطى والتي يليها وفرج بينها وبين الخنصر ثم رفع يديه بالتكبير قبالة وجهه ثم يلقم ركبتيه كفيه ويفرج بين الاصابع فإذا اعتدل لم يرفع يديه وضم الاصابع بعضها إلى بعض كما كانت ويلزق يديه مع الفخذين ثم يكبر ويرفعها قبالة وجهه كما هي ملتزق الاصابع فيسجد ويبادر بهما إلى الارض من قبل ركبتيه ويضعها مع الوجه بحذائه فيبسطها على الارض بسطا ويفرج بين الاصابع كلها ويجنح بيديه ولا يجنح في الركوع فرأيته كذلك يفعل ويرفع يديه عند كل تكبيرة فيلزق الاصابع ولا يفرج بين الاصابع الا في الركوع والسجود وإذا بسطها على الارض \nزيد عن سماعة بن مهران قال رأيت ابا عبد الله (ع) إذا سجد بسط يديه على الارض بحذاء وجهه وفرج بين اصابع يديه ويقول انهما يسجدان كما يسجد الوجه \nزيد عن سماعة عن ابى بصير قال رأيت ابا عبد الله (ع) يصلي فإذا رفع يديه بالتكبير للافتتاح والركوع والسجود يرفعها قبالة وجهه أو دون ذلك بقليل \nزيد قال سمعت ابا عبد الله يقول من السنة الترجيع في اذان الفجر واذان عشاء الاخرة امر رسول الله (ص) بلالا ان يرجع في اذان الغداة واذان ",
        "عشاء الاخرة إذا فرغ اشهد ان محمدا رسول الله (ص) عاد فقال اشهد ان لا اله الا الله حتى يعيد الشهادتين ثم يمضي في اذانه ثم لا يكون بين الاذان والاقامة الا جلسة \nزيد عن عبد الله بن سنان قال سمعت ابا عبد الله (ع) يقول ان الله ليخاصر العبد المؤمن يوم القيمة والمؤمن يخاصر ربه يذكره ذنوبه قلت وما يخاصر قال فوضع يده على خاصرتي فقال هكذا كما يناجى الرجل منا اخاه في الامر يسره إليه \nزيد عن عبد الله بن سنان قال سمعت ابا عبد الله (ع) يقول ان الله ينزل في يوم عرفة في اول الزوال إلى الارض على جمل افرق يصال بفخديه اهل عرفات يمينا وشمالا ولا يزال كذلك حتى إذا كان عند المغرب ونفر الناس وكل الله ملكين بجبال المازمين يناديان عند المضيق الذي رأيت يا رب سلم سلم والرب يصعد إلى السماء ويقول جل جلاله امين امين يا رب العالمين فلذلك لاتكاد ترى صريعا ولاكسيرا \nزيد عن ابي الحسن موسى انه سمع الاذان قبل طلوع الفجر فقال شيطان ثم سمعه عند طلوع الفجر فقال الاذان حقا ",
        "زيد عن ابي الحسن قال سئلته عن الاذان قبل طلوع الفجر فقال لا انما الاذان عند طلوع الفجر اول ما يطلع قلت فان كان يريد ان يؤذن الناس بالصلوة وينبئهم قال فلا يوذن ولكن ليقل وينادى بالصلوة خير من النوم الصلوة خير من النوم يقولها مرارا فإذا طلع الفجر اذن فلم يكن بينه وبين ان يقيم الا جلسة خفيفة بقدر الشهادتين واخفف من ذلك \nزيد عن ابي الحسن (ع) قال انتظار الصلوة جماعة من جماعة إلى جماعة كفارة كل ذنب \nزيد عن ابي الحسن قال الصلوة خير من النوم بدعة بني امية وليس \nذلك من اصل الاذان ولا باس إذا اراد الرجل ان ينبه الناس للصلوة ان ينادي بذلك ولا تجعله من اصل الاذان فانا لا نراه اذانا ",
        "زيد قال سمعت ابا الحسن (ع) يحدث عن ابيه ان الجنة والحور لتشتاق إلى من يكسح المساجد ويأخذ منه ( عنها خ د ) القذى \nزيد سمعت ابا الحسن (ع) يقول غسل الرأس بالخطمي يوم الجمعة من السنة يدر الرزق ويصرف الفقر ويحسن الشعر والبشر وهو امان من الصداع \nزيد عن بعض اصحابنا قال سمعت ابا عبد الله (ع) يقول كان رسول الله (ص) يغسل رأسه بالسدر ويقول اغسلوا رؤسكم بورق السدر فانه قدسه كل ملك مقرب وكل نبي مرسل وكان يقول من غسل رأسه بالسدر صرف الله عنه وسوسة الشيطان ومن صرف عنه وسوسة الشيطان لم يعص ومن لم يعص دخل الجنة \nزيد قال سمعت ابا عبد الله (ع) يقول لايرثن النساء من الولاء الا ما اعتقن ",
        "زيد قال سئلت ابا عبد الله (ع) عن الرجل يحول خاتمه ليحفظ به طوافه قال لا بأس انما يريد به التحفظ \nزيد عن ابي عبد الله (ع) في الرجل يكون له الابل والبقر والغنم والمتاع فيحول عليه الحول فيموت الابل والبقر ويحترق المتاع فقال ان كان حال عليه الحول وتهاون في اخراج زكوته فهو ضامن للزكوة وعليه زكوة ذلك وان كان قبل ان يحول عليه الحول فلا شيء عليه \nزيد قال سمعت ابا عبد الله (ع) يقول كان الله وهو لا يريد بلا عدد اكثر مما كان مريدا \nزيد عن علي بن مزيد قال سمعت ابا عبد الله (ع) يقول ان الشمس تطلع كل يوم بين قرنى الشيطان الا صبيحة ليلة القدر ",
        "زيد عن علي بن مزيد قال حضرت ابا عبد الله (ع) ورجل يسئله عن شارب الخمر اتقبل له صلوة فقال أبو عبد الله (ع) لاتقبل صلوة شارب المسكر ( الخمر خ د ) اربعين يوما الا ان يتوب قال له الرجل فان تاب من يومه وساعته قال تقبل توبته وصلوته إذا تاب وهو يعقله فاما ان يكون في سكره فما يعباء بتوبته \nزيد عن ابي عبد الله (ع) قال إذا احرزت متاعا فقل الهم اني استودعك يامن لا يضيع وديعته واستحرسكه فاحفظه على واحرسه لى بعينك التي لا تنام وبركنك الذي لا يرام وبعزك الذي لايذل وبسلطانك القاهر الغالب لكل شيء \nزيد عن ابي الحسن (ع) قال إذا اخذت من شعر رأسك فابدء بالناصية ومقدم رأسك والصدغين من القفا وكذلك السنة فقل بسم الله وعلى ملة ابراهيم وسنة محمد وال محمد حنيفا مسلما وما انا من المشركين اللهم اعطني بكل شعرة وظفرة في الدنيا نورا يوم القيمة الهم ابدلني مكانه شعرا لا يعصيك تجعله زينة لي ووقارا في الدنيا ونورا ساطعا يوم القيمة ثم تجمع شعرك وتدفنه وتقول اللهم إلى لجنة ولا تجعله إلى النار وقدس عليه ولا تسخط عليه وطهره حتى تجعله كفارة وذنوبا تناثرت عنى بعدده وما تبدله مكانه فاجعله طيبا وزينة وقارا ونورا فى القيمة منيرا يا ارحم الراحمين اللهم زيني بالتقوى وجنبني وجنب شعري وبشري المعاصي وجنبني الردى فلا يملك ذلك احد سواك \nزيد عن ابي عبد الله (ع) قال إذا نظرت إلى السماء فقل سبحان من جعل في السماء بروجا وجعل فيها سراجا وقمرا منيرا وجعل لنا نجوما قبلة نهتدي بها إلى التوجه إليه في ظلمات البر والبحر اللهم كماهد يتنا إلى التوجه اليك إلى قبلتك المنصوبة لخلقك فاهدنا إلى نجومك التي جعلتها اماما لاهل الارض ولاهل السماء حتى نتوجه بهم اليك فلا يتوجه المتوجهون اليك الا بهم ",
        "ولا يسلك الطريق اليك من سلك من غيرهم ولا لزم المحجة من لم يلزمهم استمسكت بعروة الله الوثقى واعتصمت بحبل الله المتين واعوذ بالله من شر ما ينزل من السماء ومن شر ما يعرج فيها ومن شر ما زرع في الارض ومن شر ما خرج منها ولاحول ولاقوة الا بالله اللهم رب السقف المرفوع والبحر المكفوف والفلك المسجور والنجوم المسخرات ورب هود بن اسية صل على محمد وال محمد وعافني من كل حية وعقرب ومن جميع هوام الارض والهواء والسباع ومما ( ما خ د ) في البر والبحر ومن اهل الارض وسكان الارض والهواء قال قلت وما هود بن اسية قال كوكبة في السماء خفية تحت الوسطى من الثلث الكواكب التي في بنات النعش المتفرقات ذلك امان مما قلت \nزيد قال سمعت ابا عبد الله (ع) يقول اياكم وعشار الملوك وابناء الدنيا فان ذلك يصغر نعمة الله في اعينكم ويعقبكم كفرا واياكم ومجالسة الملوك وابناء الدنيا ففى ذلك ذهاب دينكم ويعقبكم نفاقا وذلك داء دوى لاشفاء له ويورث قساوة القلب ويسلبكم الخشوع وعليكم بالاشكال من الناس والاوساط من الناس فعندهم تجدون معادن الجوهر واياكم ان تمدوا اطرافكم إلى مافى ايدى ( يد خ د ) ابناء الدنيا فمن مد طرفه إلى ذلك طال حزنه ولم يشف غيظه واستصغر نعمة الله عنده فيقل شكره لله وانظر إلى من هو دونك فتكون لانعم الله شاكر أو لمزيده مستوجبا ولجوده ساكنا \nزيد قال سمعته يقول اياكم ومجالسة اللعان فان الملئكة لتنفر عند اللعان وكذلك تنفر عند الرهان واياكم والرهان الا رهان الخف والحافر والريش فانه تحضر الملئكة فإذا سمعت اثنان يتلاعنان فقل اللهم بديع السموات والارض صل على محمد وال محمد ولا تجعل ذلك الينا واصلا ولا تجعل للعنك وسخطك ونقمتك إلى ولى الاسلام واهله \nمساعا اللهم قدس الاسلام واهله تقديسا لايسيع إليه سخطك واجعل لعنك على الظالمين الذين ظلموا اهل دينك وحاربوا رسولك ووليك واعز الاسلام واهله وزينهم بالتقوى وجنبهم الردى ",
        "زيد قال سئلت ابا عبد الله (ع) عن الزبيب يدق ويلقي في القدر ثم يصب عليه الماء ويوقد تحته فقال لا تأكله حتى يذهب الثلثان ويبقى الثلث فان النار قد اصابته قلت فالزبيب كما هو يلقي في القدر ويصب عليه الماء ثم يطبخ ويصفى عنه الماء قال فكذلك هو سواء إذا ادت الحلاوة إلى الماء فصار حلوا بمنزلة العصير ثم نش من غير ان تصيبه النار فقد حرم وكذلك إذا اصابته النار فاغلاه فقد فسد \nزيد قال حدثني أبو بصير عن ابي جعفر (ع) قال مازالت الخمر في علم الله وعند الله حرام وانه لا يبعث الله نبيا ولا يرسل رسولا الا ويجعل في شريعته تحريم الخمر وما حرم الله حراما فاحله من بعد الا للمضطر ولا احل الله حلا لا قط ثم حرمه \nصورة ما في آخر النسخة \nتم كتاب زيد النرسي والحمد لله رب العالمين ",
        "كتبه منصور بن الحسن بن الحسين الابي \nفي ذى الحجة سنة 374 اربع وسبعين وثلثمائة\nويتوله كتاب جعفر بن محمد بن شريح الحضرمي\nاصل",
        "جعفر بن محمد الحضرمي\nكتاب جعفر بن محمد بن شريح الحضرمي\nرواية هرون بن موسى بن احمد التلعكبري\nبسم الله الرحمن الرحيم ",
        "الشيخ أبو محمد هرون بن موسى بن احمد بن ابراهيم التلعكبري ايده الله قال حدثنا محمد بن همام قال حدثنا حميد بن زياد الدهقان قال حدثنا أبو جعفر احمد بن زياد بن جعفر الازدي البزاز قال حدثنا محمد بن المثنى بن القاسم الحضرمي قال حدثنا جعفر بن محمد بن شريح الحضرمي عن حميد بن شعيب السبيعي عن جابر بن يزيد الجعفي قال قال أبو جعفر محمد بن علي عليهما السلام من سره ان لا يكون بينه وبين الله حجاب يوم القيمة حتى ينظر إلى الله وينظر الله إليه فليتول ال محمد (ص) ويبرء ( ويتبرء خ د ) من عدوهم وياتم بالامام منهم فانه إذا كان ذلك نظر إلى الله ونظر الله إليه \nجعفر عن حميد بن شعيب عن جابر عن ابي جعفر (ع) قال قال رسول الله من احب عليا فقد احبني ومن احبني فقد احب الله ومن ابغض عليا فقد ابغضني ومن ابغضني فقد ابغض الله اللهم من احب عليا فاحبه ومن ابغض عليا فابغضه اللهم انى احب عليا فاحبه ( فاحببه خ د ) \nجعفر عن حميد عن جابر قال قال أبو جعفر (ع) قال قال رسول الله (ص) التاركون ولاية على خارجون من الاسلام من مات منهم على ذلك \nجابر قال قال أبو جعفر (ع) ولايتنا ولاية الله التي لم يبعث نبيا قط الا بها ",
        "جابر قال قال أبو جعفر (ع) ما ضر من اكرمه الله ان يكون من شيعتنا ما اصابه من الدنيا ولو لم يقدر على شيء ياكله الا الحشيش \nجابر قال قال أبو جعفر (ع) انما شيعتنا من تابعنا ولم يخالفنا وإذا خفنا خاف وإذا امنا امن فاولئك شيعتنا حقا \nجابر قال قال أبو جعفر (ع) ان حديثنا صعب مستصعب لا يؤمن به الا ملك مقرب أو نبي مرسل أو عبد امتحن الله قلبه للايمان فما عرفت قلوبكم فخذوه وما انكرت فردوه الينا \nجابر قال قال أبو جعفر (ع) ما احدا كذب على الله ولا على رسوله ممن كذبنا اهل البيت أو كذب علينا لانا ( انما خ د ) نحدث عن رسول الله (ص) وعن الله فإذا كذبنا فقد كذب الله ورسوله ",
        "جابر قال قال أبو جعفر (ع) ان المؤمن بركة على المؤمن وان المؤمن حجة لله \nجابر قال قال لنا أبو جعفر (ع) قال رسول الله (ص) ذات يوم وهو في بيت حفصة اللهم اعط تلفا ( خلفا خ د ) ومنقلبا إلى النار من ابغض عليا وعاداه واعان على ظلمه وظلمه حقه اللهم اعط خلفا ومنقلبا إلى الجنة من احب عليا وتولاه وابغض من عاداه واعانه على حقه فقالت حفصه يا رسول الله ومن امتك من يبغض عليا ويعاديه ويعين على ظلمه ويظلمه حقه قال فقال لها رسول الله (ص) لقد هلكت انت وابوك ان كان ابوك اول من يعين على ظلمه وكنت انت فيمن عاداه قال فقالت يجيرني الله انا وابي عن ذلك \nجابر قال قال أبو جعفر (ع) قال رسول الله (ص) التاركون لولاية على والمنكرون لفضله والمضاهؤن اعدائه خارجون من الاسلام من مات منهم على ذلك قال فقالت ام سلمة يارسول الله (ص) لقد هلك المبغضون عليا والتاركون لولايته والمنكرون لفضله والمضاهؤن اعدائه واني لاجد \nقلبي سليما لعلي (ع) فقال رسول الله صلى الله عليه وآله صدقت وتحرززت ( تحرزت خ د ) اما ان الله لا ينظر إليهم يوم القيمة ولهم عذاب اليم ولا يزكيهم ولا يكلمهم يوم القيمة ولهم عذاب اليم ",
        "جابر قال قال أبو جعفر (ع) قال رسول الله (ص) لاينجو من النار وشدة تغيظها وزفيرها وقرنها وحميمها من عادى عليا وترك ولايته واحب من عاداه فقالت ميمونة زوج النبي (ص) والله ما اعرف من اصحابك يا رسول الله من يحب عليا الا قليلا منهم قال فقال لها رسول الله (ص) القليل من المؤمنين كثير ومن تعرفين منهم قالت اعرف ابا ذر والمقداد وسلمان وقد تعلم اني احب عليا بحبك اياه ونصحيته لك قال فقال لها رسول الله (ص) صدقت انك صديقة امتحن الله قلبك للايمان \nجابر قال قال أبو جعفر (ع) قال رسول الله (ص) اللهم انك امرتني بحب علي فاحب من يحبه وابغض من ابغضه اللهم انك امرتني ان أواخي عليا فاخيته فنعم الاخ وجدته اللهم انك جعلته وزيري فنعم الوزير وجدته اللهم انك جعلته الهادي معي في طينتي فنعم الهادي والمتبع اللهم انك جعلته القائد والداعي إلى الجنة من صدقة واتبع امره اللهم انت جعلته حجة على من عصاه وخالف امره اللهم انى قد بلغت ما امرتني به في علي وبنيه اللهم اني لم اقل في علي الاما امرتني به اللهم فمن صدقنى فيما قلت في على واتبعني عليه فهو مني اللهم ومن كذب بما قلت في على (ع) وترك امرى فيه فليس هو منى \nجابر قال قال أبو جعفر (ع) قال رسول الله (ص) اتاني جبرئيل فقال ان الله يأمرك ان تحب عليا وان تأمر بحبه وولايته فانى معط احباءه على الجنة خلدا بحبهم اياه ومدخل اعدائه والتاركين ولايته النار جزاءا بعداوتهم اياه وتركهم ولايته\nجابر قال قال أبو جعفر (ع) من اراد ان يطيب الله جسده فلا ياكل الا طيبا فان الله يقول في كتابه يا ايها الرسل كلوا من الطيبات واعملوا صالحا اني بما تعملون عليم ",
        "جابر قال قال أبو جعفر (ع) والله لا تذهب الدنيا حتى يبعث الله منا رجلا اهل البيت يعمل بكتاب الله ولايرى منكرا الا انكره \nجابر قال قال أبو جعفر (ع) ومن اضل ممن اتبع هواه بغير هدى من الله قال يعني من اتخذ دينه رأيه بغير امام من ائمة الهدى وقال في هذه الاية يا ايها الذين امنوا تقوا الله وكونوا مع الصادقين يعني الصادقين الائمة والمصدقين بطاعتهم وقال في هذه الاية اتقوا الله وامنوا برسوله يؤتكم كفلين من رحمته قال حسنا وحسينا ويجعل لكم نورا تمشون به يعني اماما تأتمون به وقال ابو جعفر (ع) ما كذب ولي الله قط بتفسير القران \nجابر قال قال أبو جعفر (ع) المؤمن اخ المؤمن لابيه وامه وذلك ان الله خلق المؤمن من طينة جنان السموات واجري في صورهم من ريح روحه فذلك هم اخوة لاب وام \nجابر قال سئلت ابا جعفر (ع) عن تفسير هذه الاية عن قول الله عزوجل وان لو استقاموا على الطريقة لاسقيناهم ماء غدقا يعني لو انهم استقاموا على الولاية في الاصل تحت الاظلة حين اخذ الله ميثاق ذرية ادم لاسقيناهم ماء غدقا يعني لاسقيناهم اظلتهم الماء العذب الفرات لنفتنهم فيه يعني عليا وفتنتهم فيه كفرهم بولايته ومن يعرض يعني من جرى فيه من شرك ابليس عن ذكر ربه يعني عليا هو الذكر في بطن القران وربنا رب كل شيء ليسلكه عذابا صعدا يعني عذابا فوق العذاب الصعد وان المساجد لله يعني الاوصياء لله ",
        "قال جعفر وحدثني حميد بن شعيب عن جابر بن يزيد عن جعفر بن محمد عليهما السلام قال سمعته يقول ان عليا كان يقول اقتربوا اقتربوا \nواسئلوا فان العلم يقبض قبضا ويضرب بيده على بطنه ويقول اما والله ما هو مملو شحما ولكنه مملو علما والله مامن اية نزلت في رجل من قريش ولافي الارض في بر ولا بحر ولا سهل ولا جبل الا انا اعلم فيمن نزلت وفي أي يوم وفي أي ساعة نزلت \nقال جابر وسمعته يقول ان عليا (ع) كان يقول لا يزال ينتقصون حتى لا يقال الله الله حتى إذا كان ذلك ضرب يعسوب الدين بذنبه ثم يبعث الله اقواما من اطرافها يجيئون قزعا كقزع الخريف والله اني لاعلم اسمائهم واسماء ابائهم وقبائلهم واسم اميرهم ومناخ ركابهم \nقال جابر وسمعته يقول ان رسول الله (ص) كان يسمى شعبان شهر الصبر وكان يصبر عليه فيصومه ثم يصوم شهر رمضان ويفصل بينهما بيوم وكان علي بن الحسين يقول صيام شهرين متتابعين توبة من الله ",
        "قال جابر سمعت جعفر بن محمد يقول صيام ثلثة ايام من الشهر صيام الدهر ويذهبن بوساوس الصدر وبلابل القلب \nقال جابر وسمعته يقول ان عليا وابني على باب من ابواب الا فمن ( من خ د ) دخل في باب علي كان مؤمنا ومن خرج منه كان كافرا ومن لم يدخل فيه ولم يخرج منه كان في الطائفة التي لله فيها ( فيه (ص) ) المشية \nقال جابر وسمعته يقول والله ان العبد ليصدق حتى يكتبه الله من الصادقين ( المصدقين خ د ) ويكذب حتى يكتب من الكاذبين وإذا صدق قال الله صدق وإذا كذب قال الله كذب وفجر \nقال جابر وسمعته يقول ان اناسا دخلوا على ابي رحمة الله عليه فذكروا له خصومتهم مع الناس فقال لهم هل تعرفون كتاب الله ما كان فيه ناسخ أو منسوخ قالوا لا فقال لهم وما يحملكم على الخصومة لعلكم تحلون حراما وتحرمون حلالا ولا تدرون انما يتكلم في كتاب الله ",
        "من يعرف حلال الله وحرامه قالوا له اتريد ان تكون مرجئة قال لهم ابي لقد علمتم ويحكم ما انا بمرجئي ولكني اقربكم إلى الحق \nقال جابر وسمعته يقول ان رسول الله (ص) كان يدعو اصحابه من اراد الله به خيرا سمع وعرف ما يدعوه إليه ومن اراد الله به شرا طبع على قلبه فلا يسمع ولا يعقل وذلك قول الله عزوجل وإذا خرجوا من عندك قالوا للذين اوتوا العلم ماذا قال انفا اولئك الذين طبع الله على قلوبهم وقال انك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين وما انت بهادي العمي عن ضلالتهم الاية \nقال جابر وسمعته يقول ما من كافر يدرك الدجال الا امن به وان مات ولم يدركه امن به في قبره وما من مؤمن يدرك الدجال الا كفر به وان مات قبل ان يدركه كفر به في قبره وان بين عيني الدجال مكتوب كافر يعرفه كل مؤمن \nقال جابر سمعته يقول ان امرنا صعب مستصعب على الكافرين لايقر بامرنا الا نبي مرسل أو ملك مقرب أو عبد مؤمن امتحن الله قلبه للايمان ",
        "قال جابر قال أبو جعفر (ع) مامن عبد ذكر الله في نفسه الا ذكره الله في نفسه وما من عبد مؤمن ذكر الله في ملاء من الناس الا ذكره الله في ملاء من الملائكة \nقال جابر وسمعته يقول ان المتحابين في الله يوم القيمة على منابر من نور قد اضاء نور وجوههم ونور اجسادهم ونور منابرهم على كل شيء حتى يعرفون به فيقال هؤلاء المتحابون في الله \nقال جابر وسمعته يقول مامن مجلس يجلس فيه ابرار ولافجار فيتفرقون من غير ان يذكرون فيه الله الا كان عليهم حسرة يوم القيمة \nقال جابر سمعته يقول ان رجلا اتى رسول الله (ص) فقال يا رسول الله ",
        "اني جعلت نصف دعائي لك قال انت إذا ثم اتاه من الغد فقال يا رسول الله اني جعلت دعائي كله لك فقال ان كنت فعلت كفاك الله مؤنة الدنيا والاخرة وان جعفرا قال اتدرون كيف جعل دعاه لرسول الله (ص) انما قال اللهم صل على محمد واهل بيته وافعل كما اراد ان يدعو لنفسه بدء بالصلوات على محمد واهل بيته وافعل كلما اراد ان يدعو لنفسه بدء بالصلوات على محمد وال محمد ثم دعا لنفسه \nقال جابر سمعته يقول ان رسول الله (ص) قال يا ايها الناس اقيموا صفوفكم وامسحو مناكبكم لكيلا يكون فيكم خلل ولا تختلفوا فيخالف الله بين قلوبكم الا فاني اراكم من خلقي وذلك قول الله الذي يريك حين تقوم وتقلبك في الساجدين الاية \nقال جابر وسمعته يقول ان الرحم معلقة بالعرش يقول اللهم صل من وصلني أو قطع من قطعني وهي ( هو ) رحم ال محمد وهو قوله الذين يصلون ما امر الله به ان يوصل وكل ذي رحم \nقال جابر وسمعته يقول ان القران فيه محكم ومتشابه فاما المحكم فنؤمن به ونعمل به وندين به واما المتشابه فنؤمن به ولا نعمل به وهو قول الله في كتابه فاما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله الا الله والراسخون في العلم ",
        "قال جابر وسمعته يقول ان ابي كان يقول سلوا ربكم العفو والعافية فانكم لستم من رجال البلاء فانه كان من قبلكم من بني اسرائيل شقوا بالمناشير على ان يعطوا الكفر فلا يعطوه ابدا \nجابر قال سمعته يقول ان الله يلي حساب المؤمن فيعرفه ذنبا ذنبا كلما عرفه ذلك قال نعم يا رب فيقول الله قد غفرت لك ذنوبك ويعطي كتابه بيمينه ويبدل سيأته حسنات ويهبط إلى الناس فيقولون ماكان لهذا العبد ذنب قط \nجابر قال سمعته يقول ان المؤمن يتمنى الحسنة ان يعملها فان لم يعمل كتبت حسنة وان عملها كتبت له عشر ويهم بالسيئة فلا يكتب عليه شيء وان عملها كتب عليه سيئة \nحدثنا جعفر بن محمد بن شريح عن اسعر ( اسفر خ د ) بن عمرو الجعفي عن محمد بن شريح انه قال لجعفر بن محمد عليهما السلم جعلت فداك اني اخاف ان لا احج فاعلمني شيئا إذا كان استريح إليه وامد إليه عنفي قال السفياني إذا ملك الكر والخمس يعني الشام فإذا ظهر على كور الشام فاقبلوا الينا قال قلت له في السلاح قال في السلاح ثم قال اما ان له شرة على المصرين وعطمه على مكة ومدينة ",
        "جعفر عن عبد الله بن السري عن الرضا قال قال أبو عبد الله (ع) والله لان اعطي اخا لي درهما احب إلي من ان اتصدق على مسكين بدرهمين وان اعطيه درهمين احب إلي من ان اتصدق باربعة وان اعطيه اربعة احب إلي من ان اصدق مسكين بثمانية فان اعطي اخا لي في الاسلام ستة عشر درهما احب إلي من ان اتصدق على مسكين بضعفها إلى ارتفاع ذلك \nجعفر بن محمد بن شريح عن حميد بن شعيب السبيعي عن جابر الجعفي قال سمعت ابا عبد الله (ع) يقول اتقوا هذه المحقرات من الذنوب فان لها طالبا ولا يقول احدكم اذنب واستغفر الله والله يقول سنكتب ما قدموا واثارهم وكل شيء احصيناه في امام مبين وقال انها ان تك مثقال حبة من خردل فتكن في صخرة أو في السموات أو في الارض الاية \nجابر قال سمعته يقول ان العبد يعمل بعمل اهل الجنة حتى لا يكون بينه وبين الجنة الا شبرين يدركه الشقا فيدخله الله النار وان العبد يعمل بعمل اهل النار حتى لا يكون بينه وبين النار الا شبرين فتدركه السعادة فيدخله الله الجنة \nجابر قال سمعته يقول ان الارواح جنود مجندة فما تعارف منها ايتلف في الارض وما تناكر عند الله اختلف في الارض ",
        "جابر قال سمعته يقول ان كلمة الحكمة تكون في قلب المنافق فتجلجل في صدره حتى يخرجها فيوعيها المؤمن وتكون كلمة المنافق في صدر المؤمن فتجلجل في صدره حتى يخرجها فيوعيها المنافق \nجابر عن حميد بن شعيب عن جابر قال سمعت جعفرا (ع) يقول ما عبد مؤمن يخطو خطوات في طاعة الله الا رفع الله له بكل خطوة درجة وحط عنه بها خطيئة \nقال جابر وسمعته يقول إذا دخلت المسجد تريد ان تجلس فيه فلا تدخله الا وانت طاهر وإذا دخلته فاستقبل القبلة ثم ادع الله وسله وسلم حين تدخله واحمد الله وصل على النبي (ص) صلوات الله عليه واهل بيته \nجابر قال سمعته يقول ان النهار إذا جاء قال يابن ادم اعمل في يومك هذا خيرا اشهد لك عند ربك يوم القيمة فانى لم اتك اشهد لك فيما مضى ولن اتك فيما بقى وإذا جاء ليلك قال له مثل ذلك ",
        "جابر قال سمعته يقول ان مناد ينادى عن يمينه ومناد ينادى عن شماله فيقول احدهما اللهم اعط منفقا خلفا ويقول الاخر اللهم اعط ممسكا تلفا \nجابر قال سمعته يقول رجلين في الاجر سواء رجل مسلم اعطاه الله مالا يعمل فيه بغير طاعة الله فقال اللهم لو كان لى مال مثل مال فلان عملت فيه بمثل ما عمل فلان فله مثل ائمة \nجابر قال سمعته يقول دخل على ابى قوم فقال لهم مالكم وللبرائة بعضكم من بعض انما اخذتم اخذ الخوارج ضيقوا على انفسهم حتى برئ بعضهم من بعض ان امرنا أو سمع مما بين السماء والارض وإذا ابغضت الرجل فقد برئت منه \nجابر قال سمعته يقول مامن مؤمن يحضره الموت الا رأى محمدا وعليا حيث تقر عينه ولا مشرك يموت الا رأهما حيث يسوئه ",
        "جابر قال سمعته يقول ان الله تبارك وتعالى ينزل في الثلث الباقي من الليل إلى سماء الدنيا فينادى هل من تائب يتوب فاتوب عليه أو هل من مستغفر يستغفر فاغفر له أو هل من داع يدعوني فافك عنه أو هل من مقتور عليه يدعوني فابسط له أو هل من مظلوم يستنصرني فانصره \nجابر قال سمعته يقول ان اناسا اتوا ابا جعفر (ع) فسئلهم عن الشيعة هل يعود غنيهم على فقيرهم وهل يعود صحيحهم على مريضهم وهل يعرفون ضعيفهم وهل يتزاورون وهل يتحابون وهل يتناصحون فقال القوم ماهم اليوم كذلك فقال أبو جعفر (ع) ليس هم بشيء حتى يكونوا كذلك \nجابر قال سمعته يقول ان نبى الله اطلع ذات يوم من غرفة له فإذا هو برجل يلزم رجلا ثم اطلع من العشي فإذا هو ملازمة ثم ان النبي صم نزل اليهما فقال ما يقعدكما هيهنا قال احدهما يا رسول الله صم ان لى قبل هذا حق قد غلبني عليه فقال الاخر يا نبي الله له على حق وانا معسر ولا والله ما عندي فقال رسول الله صم من اراد ان يظله الله من فوح جهنم يوم لاظل الا ظله فينظر معسرا وليد (ع) له فقال الرجل عند ذلك قد وهبت لك ثلثا واخرتك بثلث إلى سنة وتعطيني ثلثا فقال النبي صم ما احسن هذا \nجابر قال سمعته يقول قال ابي (ع) كونوا من السابقين بالخيرات وكونوا ورقا لاشوك فيه فان من كان قبلكم كانوا ورقا لاشوك فيه وقد خفت ان تكونوا شوكا لاورق فيه وكونوا دعاة إلى ربكم وادخلوا الناس في الاسلام ولا تخرجوهم منه وكذلك من كان قبلكم يدخلون الناس في الاسلام ولا يخرجونهم منه ",
        "جابر قال سمعته يقول ان نبي الله صلى الله عليه واله رفع ذات \nيوم يديه حتى راى بياض ابطيه فقال اللهم اني لم احل لك مسكرا \nجابر قال سمعته يقول ارأيت هؤلاء الذين يرخصون في الصلوة فلم جعل للاذان وقت وللصلوة وقت إذا توجه إلى الصلوة فليكبر وليقل اللهم انت الملك لا اله الا انت حتى يفرغ من تكبيره والكاذبين يقولون ليست صلوة كذبوا عليهم لعنة الله والملئكة والناس اجمعين \nجابر قال سمعته يقول مامن عبد يقوم إلى الصلوة فيقبل بوجهه إلى الله الا اقبل الله إليه بوجهه فان التفت صرف الله وجهه عنه ولا يحسب من صلوته الا ما اقبل بقلبه إلى الله ولقد صلى أبو جعفر (ع) ذات يوم فوقع على رأسه شيء فلم ينزعه من رأسه حتى قام إليه جعفر فنزعه من رأسه تعظيما لله واقبالا على صلوته وهو قول الله اقم وجهك للدين حنيفا وهي ايضا في الولاية ",
        "جابر قال سمعته يقول انظر قلبك فإذا انكر صاحبك فان احدكما قد احدث \nجابر قال سمعته يقول دخل على ابي (ع) رجل فقال رحمك الله احدث اهلي قال نعم الله يقول يا ايها الذين امنوا قوا انفسكم واهاليكم نارا وقودها الناس والحجارة وقال اءمر اهلك بالصلوة واصطبر عليها \nجابر قال سمعته يقول كيف يزهد قوم في ان يعملوا الخير وقد كان علي (ع) وهو عبد الله قد اوجب له الجنة عمد إلى قربات له فجعلها صدقة مقبولة تجري من بعده للفقراء قال اللهم انما فعلت هذا لتصرف وجهي عن النار تصرف النار عن وجهي \nجابر قال سمعته يقول ان على بن الحسين (ع) استاجر اجيرا فوجد عليه في شيء فضربه فلما سكن عنه الغضب اتاه فقال له اضربني فابى عليه فافتدى منه ضربة باربعين دينارا ",
        "جابر قال سمعته يقول دخل على ابي (ع) رجل وكانت معه صحيفة فيها مسائل واشياء فيها تشبه الخصومة فقال له أبو جعفر (ع) هذه صحيفة رجل مخاصم يسئلني عن الدين الذي يقبل الله فيه العمل فقال له الرجل رحمك الله هذا الذي اريد فطواها ثم قال له أبو جعفر (ع) شهادة ان لا اله الا الله وان محمدا رسول الله صم وعلى اهل بيته والاقرار بما جاء من عند الله وولايتنا والبرائة من اعدائنا والتسليم لامرنا والتواضع والورع والطمانينة وانتظار قائمنا فان الله ان اراد ان ينصرنا نصرنا \nجابر قال سمعته يقول من كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه احدا ثم قال انه ليس من رجل عمل شيء من ابواب الخير يطلب به وجه الله ويطلب به حمد الناس يشتهي ان يسمع الناس قال فقال هذا لذي اشرك بعبادة ربه \nقال جابر سمعته يقول مامن عبد يسر خيرا الا لم تذهب الايام حتى يظهر له خيرا وما من عبد يسر شرا الا لم تذهب الايام حتى يظهر له شرا \nجعفر عن حميد عن جابر عن ابي عبد الله (ع) قال ان رجلا دخل على ابي (ع) فقال انكم اهل بيت رحمة اختصكم الله بذلك قال نحن كذلك والحمد لله لم ندخل احدا في ضلالة ولم نخرج احدا من باب هدى نعوذ بالله ان نضل احدا ",
        "جعفر عن حميد عن جابر قال سمعته يقول ثلث لا يزيد الله من فعلهن الا خيرا الصفح عمن ظلمه واعطاء من حرمه وصلة من قطعه \nجابر قال سمعته يقول إذا دخلت منزلك فقل بسم الله اشهد ان لا اله الا الله وان محمدا رسول الله (ص) صلى الله عليه وعلى اهل بيته وسلم على اهلك وان لم يكن فيه احد فقل بسم الله وسلام على رسول الله (ص) السلام علينا وعلى عباد الله الصالحين فإذا قال ذلك فر الشيطان من منزله وإذا \nوضع الغداء والعشاء فقل بسم الله قال يقول الشيطان لاصحابه اخرجوا ليس لكم هيهنا عشاء ولامسبيت وان هو نسي ان يسمى قال لاصحابه تعالوا لكم هيهنا عشاء ومبيت \nجابر قال سمعته يقول إذا توضاء احدكم أو اكل أو شرب أو لبس ثوبا وكل شيء يصنع ينبغى ان يسمى عليه فان هو لم يفعل كان الشيطان فيه شريكا ",
        "جابر قال سمعته يقول إذا غدا العبد في معصية الله وكان را كبا فهو من خيل ابليس وإذا كان راجلا فهو من رجالته \nجابر قال سمعته يقول ان علي بن الحسين (ع) قال ان احق الناس بالاجتهاد والورع والعمل بما عند الله ويرضاه الانبياء واتباعهم وقال قال علي بن الحسين ان الرجل من الشيعة يكون في القبيلة فلا يكون عندهم احد ادنى منه وكانت تكون وصاياهم وودايعهم عنده وكان زينا في تلك القلبية ثم قال اقتدوا بنا تهتدوا \nجابر قال سمعته يقول ان رسول الله صلى الله عليه وآله وعلى اهل بيته قال يا ايها الناس انكم مبعوثون ومسئولون عما فرض الله عليكم فإذا انتم قائلون فليعد كل امرئ منكم خصومته فانه مخاصم من ظلمه ظالما كان أو مظلوما وان لكل غادر يوم القيمة لواء يعرف فمن نكث بيعته لقى الله يوم القيمة اجذما \nجابر قال سمعته يقول ان عليا (ع) كان إذا اتى اهله قال بسم الله اللهم لا تجعل للشيطان فيه نصيبا ولا شريكا عند نزول المني ",
        "جابر قال سمعته يقول إذا صلى احدكم فنسى ان يذكر محمدا في صلوته سلك بصلوته عن سبيل الجنة ولاتقبل صلوة الا ان يذكر فيها محمد وال محمد \nجابر قال سمعته يقول ان رجلا دخل مسجد رسول الله (ص) ورسول الله جالس فقام الرجل يصلى فكبر ثم قرء فقال رسول الله عجل العبد على ربه ثم دخل رجل آخر فصلى على محمد (ص) وذكر الله وكبر وقرء فقال رسول الله (ص) سل تعطه \nجابر قال سمعته يقول ان ابا جعفر (ع) قال اغد عالما خيرا أو متعلما خيرا \nجابر قال سمعته يقول ان ابا جعفر (ع) كان يقول اني احب ان ادوم على العمل إذا عودته نفسي وان فاتني من الليل قضيته من النهار وان فاتني من النهار قضيته بالليل وان احب الاعمال إلى الله ماديم عليها فان الاعمال تعرض كل يوم خميس وكل رأس شهر واعمال السنة تعرض في النصف من شعبان فإذا عودت نفسك عملا فدم عليه سنة ",
        "جابر قال سمعته يقول انه لا يستكمل عبد الايمان حتى يعرف انه يجرى لاخرهم ما جرى لاولهم وهم في الحجة والطاعة والحلال والحرام سواء ولكن لمحمد وعلى فضلهم \nجابر قال سمعته يقول لو كان على باب احدكم نهر فاغتسل منه يوم خمس مرات هل كان يبقى على جسده من الدرن شيء انما مثل الصلوة مثل النهر الذي ينقي الدرن كلما صلى صلوة كان كفارة لذنوبه الا ذنب اخرجه من الايمان مقيم عليه \nجابر قال سمعته يقول اكثروا من التهليل والتكبير ثم قال ان رجلا ذات يوم صلى خلف رسول الله (ص) الغداة فلما سلم قال الرجل لا اله الا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير فقال رسول الله (ص) من القائل فقيل له فلان الانصاري فقال رسول الله (ص) والذي نفسي بيده لقد استبق إليه ثمانية عشر ملكا ايهم يرفعها إلى الرب \nجابر قال سمعته يقول من قال سبحان ربي وبحمده استغفر ربي ",
        "واتوب إليه خرقت سبع سموات حتى تصل العرش فيسمع لها صوت كصوت السلسلة إذا وقعت على الارض في الطست \nجابر قال سمعته يقول إذا ما اوتر احدكم فليقل الحمد لله رب الصباح الحمد لله فالق الاصباح سبحان ربي الملك القدوس ويقول كل واحدة منهن ثلث مرات \nجابر قال سمعته يقول في الاشهر الحرم التي وادع فيها رسول الله (ص) المشركين قال عشرين من ذي الحجة والمحرم وصفر وشهر ربيع الاول وعشر ومن شهر ربيع الاخر \nجابر قال سمعته يقول مامن مسلم اقرض مسلما يطلب به وجه الله الا كان له من الاجر حسنات الصدقة حتى يرده عليه ",
        "قال جابر سمعت ابا عبد الله (ع) وهو يقول ان لله ديكا في الارض ورأسه تحت العرش جناح له في المشرق جناح له في المغرب فيقول سبحان الملك القدوس فإذا قال ذلك صاحت الديوك واجابته فإذا سمعت صوت الديك فليقل احدكم سبحان ربى الملك القدوس \nجابر قال سمعت ابا عبد الله (ع) يقول يا ايها الناس اتقوا الله ولا تكثروا السؤال انما هلك من كان قبلكم بكثرة سئوالهم انبيائهم وقد قال الله عزوجل يا ايها الذين امنوا لا تسئلوا عن اشياء ان تبد لكم تسئوكم واسئلوا عما فرض الله عليكم والله ان الرجل ياتيني فيسئلني فاخبره فيكفر ولو لم يسئلني ما ضره وقال الله لا تسئلوا عنها حين ينزل القران ان تبد لكم الاية قد سئلها قوم من قبلكم ثم اصبحوا بها كافرين \nحدثنا جعفر بن محمد بن شريح عن عبد الله بن طلحة النهدي قال سمعت ابا عبد الله (ع) يقول وسئله ذريح فقال له جعلني الله فداك لى اليك حاجة فقال يا ذريح هات حاجتك فما احب إلى قضاء حاجتك فقال جعلني الله \nفداك اخبرني هل تحتاجون إلى شيء مما تسئلون عنه ليس يكون عندكم فيه ثبت ( سنة خ د ) من رسول الله (ص) حتى تنظرون إلى ما عندكم من الكتب قال يا ذريح اما والله لولا انا نزاد لانفدنا قال عبد الله بن طلحة فقلت له تزادون ما ليس عند النبي صم قال ان داود ورث النبيين وزاده الله وان سليمان ورث داود وزاده الله وان محمد اورث سليمان وداود وزاده الله وانا ورثنا النبي صم وزادنا الله انا لسنا نزاد شيئا الا شيء يعلمه محمد اوما سمعت ابى يقول ان اعمال العباد تعرض على رسول الله صم كل خميس فينظر فيها ويعلم ما يكون منها فلسنا نزاد شيئا الاشيئا يعلمه هو ",
        "قال وسئلت ابا عبد الله (ع) عن رجل دخلت عليه امرئة فاصبحت وهي ميتة فقال اهلها انت قتلتها قال عليهم البينة انه قتلها والا يمينه بالله ما قتلها \nقال وسئلت ابا عبد الله (ع) عن رجل انزل امرئة من المحمل وهو محرم فضمها إليه ضما من غير النزول للشهوة قال عليه دم يهريقه ولا يعود \nقال سمعت ابا عبد الله (ع) يقول ثلثة لا يقبل الله لهم صلوة جبار كفار وجنب نام على غير طهارة ومتضمخ بخلوق \nوقال وقال أبو عبد الله (ع) قال سول الله صلى الله عليه وآله امرني ربي بسبع خصال حب المساكين والدنو منهم وان اكثر من لاحول ولاقوة الا بالله وان اصل برحمي وان قطعني وان انظر إلى من اسفل مني ولا انظر إلى من هو فوقي وان لا يأخذني في الله لومة لائم وان اقول الحق وان كان مرا وان لا اسئل احدا شيئا ",
        "جعفر عن عبد الله بن طلحة عن ابى عبد الله (ع) قال قال رسول الله صلى الله عليه وآله لايدخل الجنة احد فيه مثقال حبة من خردل من كبر ولا يدخل النار عبد فيه مثقال حبة من خردل من ايمان فقلت له جعلت فداك فو الله ان الرجل منا ليلبس الثوب الجديد أو يركب الدابة فيكاد ان يدخله قال ليس ذا بذلك \nانما الكبر من تكبر عن ولايتنا وانكر معرفة ائمتنا فمن كان فيه مثقال حبة من خردل عن ذلك لم يدخله الجنة ومن اقر بمعرفة نبينا واقر بحقنا لم يدخله النار \nوقال أبو عبد الله (ع) ثلثة لا يقبل الله لهم عمل ولا ينظر إليهم ولا تفتح لهم ابواب السماء رجل ادعى امامة من الله وليس بامام أو رجل كذب اماما من الله أو رجل زعم ان لفلان وفلان سهم في الاسلام \nجعفر عن عبد الله بن طلحة عن ابي عبد الله (ع) قال ثلثة لا يقبل الله لهم صلوة عبد ابق من مواليه حتى يرجع إليه فيضع يده في ايديهم ووامرئة باتت وزوجها عليها عاتب في حق ورجل ام قوما وهم له كارهون ",
        "وذكر ايضا عن ابى عبد الله (ع) قال سلونى قبل ان تفقدوني فانكم ان فقدتموني لم تجدوا احدا يحدثكم مثل حديثي حتى يقوم صاحب السيف \nوذكر ايضا قال سئلت ابا عبد الله (ع) عن امرئة قالت لزوجها انا محرمة عليك مجلسي وحديثي وادامعي ( ازامعى خ د ) قال نعم انت محرمة على مجلسك وحديثك وادامعك وفرجك قال ماهذا بطلاق ولا احل له ما حرم على نفسه هو اعلم بما صنع اني سمعت الله عزوجل يقول كل الطعام كان حلا لبني اسرائيل الا ما حرم اسرائيل على نفسه فحيث حرم على نفسه حرم عليه \nوذكر ايضا عن ابي عبد الله (ع) قال لا يؤم الناس المحدود ولد الزنا والاغلف والاعرابي والمجنون والابرص والعبد \nوذكر ايضا عن ابي عبد الله (ع) انه قال من اكل السحت سبعة الرشوة في الحكم ومهر البغي واجر الكاهن وثمن الكلب والذين يبنون البنيان على القبور والذين يصورون التماثيل وجعيلة الاعرابي ",
        "وذكر ايضا عن ابى عبد الله (ع) قال قال رسول الله صم ان التواضع \nلا يزد العبد الا رفعة فتواضعوا يرفعكم الله والصدقة لا تزيد المال الا كثرة فتصدقوا يرحمكم الله والعفو لا يزيد العبد الا عزا فاعفوا يعزكم الله \nقال وقال أبو عبد الله (ع) ما ضاع من مال في بر ولا بحر الا بمنع الزكوة فحصنوا اموالكم بالزكوة وداووا مرضاكم بالصدقة وادفعوا ابواب البلاء بالاستغفار \nقال وقال أبو عبد الله (ع) ان الصاعقة لا تصيب ذاكر الله وما ( لاخ د ) يصاد من الطير الا ما ضيع التسبيح قلت كيف نداوى مرضانا بالصدقة قال ان رسول الله صلى الله عليه وآله قيل له يارسول الله أي الصدقة افضل قال جهد المقل وإذا كان عندك مريض قد اعياك مرضه فخذ رغيفا من خبزك فاجعله في منديل أو خرقة نظيفة فكلما دخل سائل فليعطه منه كسرة ويقال له ادعو الله لفلان فانه يستجاب لهم فيكم ولا يستجاب لهم في انفسهم ",
        "قال وسمعته يقول كان لعايشة عبد ويقال له أبو ذكوان وكان يؤمها منذ قبض الله رسوله إلى ان ماتت \nوقال ايضا عن ابى عبد الله (ع) ان رجلا اتى النبي صم فقال يا رسول الله ان اهل بيتى ابوا الا توثبا علي وشتيمة لي وقطيعة لي فارفضهم يارسول الله صم قال إذا ترفضوا جمعيا فاعادها عليه قال كل ذلك يقول له رسول الله مثل هذا القول قال وكيف اصنع يارسول الله صم قال صل من قطعك واعط من حرمك واعف عمن ظلمك فانك إذا فعلت ذلك كان لك عليهم من الله ظهيرا \nوذكر ايضا عنه قال قال رسول الله صلى الله عليه وآله البر وحسن الجوار زيادة في الرزق وعمارة في الدنيا \nحدثنا جعفر بن محمد بن شريح عن ابى الصباح العبدي ويقال له الكناني عن يزيد بن خليفة قال دخلنا على ابي عبد الله (ع) فلما جلسنا عنده قال نظرتم حيث نظر الله واخترتم حيث اختار الله وذهب الناس ",
        "يمينا وشمالا وقصدتم قصد محمد صلى الله وعليه و ( واله خ د ) واهل بيته وانتم على المحجة البيضاء فاعينوا ذلك بورع فلما اردنا ان نقوم قال ما على عبد إذا عرفه الله ان لا يعرفه الناس انه من عمل للناس كان ثوابه على الناس ومن عمل لله كان ثوابه على الله وان كل رياء شرك \nجعفر عن ابي الصباح ان زرارة قال قال أبو عبد الله (ع) كان ابي يقول ان النار لا تطعم احدا ممن وصف هذا الامر فقلت جعلت فداك ان فيهم من يفعل الاشياء التي توجب الله لمن عملها النار قال ان ابي كان يقول إذا كان ذلك منه ابتلى في جسده بالسقم والخوف حتى يخرج من الدنيا ولاذنب له \nجعفر عن ابي الصباح عن ابي عبد الله (ع) قال نظرتم حيث نظر الله واخترتم حيث اختار الله واحببتمونا وابغضنا الناس ووصلتمونا وقطعنا الناس انتم والله شيعتنا وانتم شيعة رسول الله (ص) وهو والله قول الله الله اعلم حيث يجعل رسالته ثم قال ان اهل هذا الراي يغتبطون حتى تبلغ انفسهم إلى هذه واهوى بيده إلى حلقه فيقال اما ما كنتم تخوفون من امر دنياكم فقد انقطع عنكم واما ما كنتم ترجون من امر اخرتكم فقد اصبتم عليكم بتقوى الله وخالطوا الناس واتوهم واعينوهم ولا تجانبوهم وقولوالهم كما قال الله وقولوا للناس حسنا \nجعفر عن ابي الصباح عن بشير الدهان عن ابي عبد الله (ع) قال سمعته يقول وصلتم وقطع الناس واحببتم وابغض الناس وعرفتم وانكر الناس وهو الحق ان الله اتخذ محمدا عبدا قبل ان يتخذه رسولا وان عليا كان عبد الله ناصح الله فنصحه واحب الله فاحبه ان حقنا في كتاب الله بين لنا صفو المال وانا قوم فرض الله طاعتنا في كتابه وانتم تاتمون بمن لا يعذر الناس بجهالته وقد قال رسول الله صم من مات وليس عليه امام فميتته ميتة جاهلية عليكم بتقوى الله فقد رأيتم اصحاب علي",
        "جعفر عن ابي الصباح عن خثيمة الجعفي عن ابي جعفر (ع) قال اردت ان اودعه فقال يا خثيمة ابلغ موالينا السلام واوصهم بتقوى الله واوصهم ان يعود غنيهم على فقيرهم وقويهم على ضعيفهم وان يشهد حيهم جنازة ميتهم وان يتلاقوا في بيوتهم فان لقاء بعضهم بعضا في بيوتهم حيوة لامرنا رحم الله عبدا احيى امرنا يا خثيمة ابلغ موالينا انا لسنا نغنى عنهم من الله شيئا الا بعمل وانهم لن ينالوا ولايتنا الا بورع وان اعظم الناس حسرة يوم القيمة من وصف عدلا ثم خالفه إلى غيره \nجعفر عن ابي الصباح عن ابي بصير قال دخلت على عليا ( هو ابن وذاع الاسدي ) وهو مريض فقال يا ابا بصير شعرت ان ابا جعفر (ع) قد ضمن لي الجنة قلت ضمن لك الجنة قال أي والله فانطلقت انا بعد ذلك حتى دخلت على ابى جعفر (ع) فقال لى اول ما رأني وهلك عليا قال قلت أي والله قال فما قال لك قال قلت اخبرني انك ضمنت له الجنة قال صدق والله \nجعفر قال وحدثني ابراهيم بن جبير عن جابر الجعفي قال قال لي محمد بن علي عليه السلام يا جابر ان لبني العباس راية ولغيرهم رايات فاياك ثم اياك ثلثا حتى ترى رجلا من ولد الحسين (ع) يبايع له بين الركن والمقام معه سلاح رسول الله صلى الله عليه وآله ومغفر رسول الله صلى الله عليه وآله ودرع رسول الله صلى الله عليه وآله وسيف رسول الله صم \nجعفر عن ابراهيم بن جبير عن جابر عن محمد بن على عليه السلام قال لقضاء حاجة رجل مسلم افضل من عشر نسمات واعتكاف شهر في المسجد ",
        "جعفر عن ابراهيم عن جابر قال قال لى محمد بن على عليهما السلام ضع خدك على الارض ولاتحرك رجليك حتى ينزل الروم الرميلة والترك الجزيرة وينادي مناد من دمشق \nجعفر قال حدثني عبد العزيز بن عبد الجبار العبدي عن اسماعيل بن سليمان عن محمد بن شريح قال قال أبو عبد الله (ع) ايما رجل زار اخاه لا يريد بذلك دنيا كتب الله له به عشر حسنات ومحى عنه عشر سيئات ورفع له عشر درجات وقضى له خمسين حاجة وفضل الزائر على المزور فضل اليمين على الشمال ثم مسح عليهما \nجعفر قال حدثني عمار بن عاصم الضبى قال حدثني رجل من اصحابنا انه لقى رجلا من اصدقائه فقال له هل لك ان تأتى جابرا فقال له الرجل اذهب بنا فلما دخلنا عليه قال اخذ جابر يخلط حديثه حتى قلت لصاحبي اذهب بنا فقال جابر اقعدا انتما فان لى اليكما حاجة قال فقعدنا فلما تفرق من كان عنده قدم الينا ثريدة فنحن ناكل حتى قال مات والله الذي لا اله الا هو قال قلنا من يا ابا محمد قال مات والله الذي لا اله الاهو الوليد قال فكتبنا ذلك اليوم عندنا فنظرنا فإذا هو مات في ذلك اليوم \nحدثنا جعفر بن محمد بن شريح قال حدثني عمار بن عاصم عن محمد بن شريح عن رجل من طي كان جارا له بمثله في هشام بن عبد الملك ",
        "جعفر قال حدثني أبو سعيد المدايني عن محمد بن علي عن علي بن الحسين عليهما السلم عن ابيه (ع) قال جاء رجل إلى ابي فحدثه فقال ان الرجل من شيعتنا ليأتي يوم القيمة عليه تاج نبوة قدامه سبعين ملكا ينساق سوقا إلى باب الجنة فيقال له ادخل الجنة بغير حساب \nجعفر عن ابي سعيد أو حميد عن جابر قال سمعته يقول قول الله عزوجل وان من اهل الكتاب الا ليؤمنن به قبل موته قال ذلك محمد صلوات الله عليه وعلى اهل بيته لا يموت يهودى ولانصراني حتى يعرف انه رسول الله وانه قد كان كافرا \nجعفر بن محمد قال سمعت معلى الطحان يذكر عن يزيد بن يزيد بن جابر \nعن عبد الله بن بشر ( شبير خ د ) عن ابي عيينة بن حصن قال عرض رسول الله صلى الله عليه وآله يوما خيلا وعنده ابي عيينة بن حصن بن حذيفة بن بدر فقال رسول الله صلى الله عليه وآله انا ابصر بالخيل منك وقال عيينة وانا ابصر بالرجال منك يا رسول الله فقال النبي صلى الله عليه وآله كيف قال فقال انا خير الرجال الذين يضعون اسيافهم على عواتقهم ويعرضون رماحهم على مناكب خيولهم من اهل نجد فقال النبي صلى الله عليه وآله كذبت ان خير الرجال اهل اليمن والايمان يمان وانا يماني واكثر قبائل دخول الجنة يوم القيمة مذحج وحضرموت خير من بنى الحرث بن معوية حى من كنده ان يهلك الحيان فلا ابالى فلعن الله الملوك الاربعة حيدا ومشرحا ومحوصا والصعد واختهم العمردة ",
        "قال جعفر بن محمد وسمعت المعلى قال اخبرنا محمد بن زياد عن ميمون عن ابن عباس عن النبي صلى الله عليه وآله انه كان إذا دخل عليه اناس من اليمن قال مرحبا برهط شعيب واحبار موسى \nجعفر قال سمعت قيس بن الربيع يرفعه إلى النبي صلى الله عليه وآله قال حضرموت خير من الحارثيين \nمحمد بن المثنى قال رووه عن ابى عبد الله (ع) قال انى لافزع إلى قرائة اية الكرسي وانا على الدرجة \nابن مثنى عن عبيس بن هشام عن رجل عن مفضل الجعفي قال ما فرض الله طاعة احد قط الا النبي صلى الله عليه وآله ",
        "تم كتاب جعفر بن محمد بن شريح \nالحضرمي ويتلوه كتاب محمد بن المثنى\nبن القسم الكوفي\nويتلوه اصل",
        "محمد بن المثنى الحضرمي\nكتاب محمد بن المثنى بن القسم الحضرمي \nرواية هرون بن موسى التلعكبري \nعن ابي على محمد بن همام بن ",
        "سهل الكاتب \nبسم الله الرحمن الرحيم \nحدثنا الشيخ أبو محمد هرون بن موسى بن احمد التلعكبري ايده الله قال حدثنا محمد همام قال حدثنا حميد بن زياد الدهقان قال حدثنا أبو جعفر احمد بن زيد بن جعفر الازدي البزاز قال حدثنا محمد بن المثنى بن القسم الحضرمي قال حدثنا جعفر بن محمد بن شريح الحضرمي عن ذريح المحاربي عن ابي عبد الله (ع) قال قال صلوا الى جانب القبر ( قبر (ص) ) رسول الله صم وان كانت صلوة المؤمن يبلغه اينما كان \nقال وسئلته عن رجل خير امرئة فاختارت نفسها قالت هي تطليقة باين وهو احق برجعتها وان اختارت زوجها فليس بشيء وذكر عند ذلك رسول الله صم وتخيره نسائه ",
        "وقال سئلته عن رجل حلف ليحجن ماشيا فعجز عن ذلك ولم يطقه قال فليركب وليسق هديا \nوقال سئلته عن الثوب المعلم ايحرم الرجل فيه قال نعم انما يكره الملحم \nوقال سئلته عن الجنازة ايؤذر بها قال نعم وقال ذريح قال أبو عبد الله (ع) اتى رجل رسول الله صلى الله عليه وآله فسئله فقال رسول الله صم من عنده سلف فقال \nرجل انا يا رسول الله واسلفه اربعة اوساق ولم يكن له غيرها فاعطاها السائل فمكث رسول الله (ص) ما شاء الله ثم ان المرئة قالت لزوجها اما ان لك ان تطلب سلفك فتقاضي رسول الله (ص) فقال سيكون ذلك ففعل ذلك الرجل مرتين أو ثلث مرات ثم انه دخل ذات يوم عند الليل فقال له ابن له جئت بشيء فاني لم اذق شيئا اليوم ثم قال والولد فتنة فغدا الرجل على رسول الله (ص) فقال سلفي فقال سيكون ذلك فقال حتى متى سيكون ذلك فقال رسول الله (ص) من عنده سلف فقال رجل من الانصار انا يا رسول الله فاسلفه ثمانية اوساق فقال الرجل انما لي اربعة فقال له خذها فاعطاها اياه ",
        "قال وسئلته عن الرجل له امرئة وامهات اولاد هل لهن قسمة مع المرئة فقال نعم لها يومين ولام الولد يوم \nوقال أبو عبد الله اتى رسول الله (ص) في ليلة ثلثون امرئة كلهن تشكو زوجها فقال رسول الله (ص) اما ان اولئك ليسوا من خياركم \nقال وقال أبو عبد الله (ع) مر رسول الله (ص) على نسوة قد قعدن له في الطريق فقال لهم اهلكتن الامن شاء الله فقلن لم يا رسول الله فقال انكن تكثرن اللعن وتكفرن العشر \nوقال وسئلته عن الحج الاكبر فقال يوم النحر ",
        "وسئلته عن البول والتقطير فقال إذا نزل من الحبائل ونشف الرجل حشفة واجتهد ثم كان بعد ذلك شيء فليس بشيء \nقال وذكر أبو عبد الله (ع) قال كان رجل تخير له امرئة فدخلت جميلة وليس للرجل ولد وقد اطال صحبتها دهرا قال فبكت ذات يوم فقال لها زوجها ما يبكيك قالت ابكي لاني لا ارى لك ولدا وارى للناس اولادا قال انه لن يمنعني من ذلك الا اكرامك قالت فاني قد اذنت لك في التزويج قال فتزوج الرجل وبني به قال فكسل من الاولى إلى الاخيرة \nفجزعت المرئة فقالت سحرت وفعل بك فقال الرجل هي طالق ان اتيتها حتى اتيك فلم يطق اتيانها قال فشرب اللبن شهرا فلم يصل ثم شهرا فلم يصل فقال رجل عند ذلك هي الايلاء قال نعم قال وبعث إلى المدينة يسئل عن الايلاء فقال لابد ان يوقف وان مضت اربعة اشهر قال أبو عبد الله (ص) وقال علي (ع) لابد ان يوقف وان مضت خمسة اشهر قال قائل فان تراضيا فقال نعم \nقال وسئلته عن معرس رسول الله (ص) بذي الحليفة فقال عند المسجد ببطن الوادي حيث يعرس الناس ",
        "وسئلته عن الغسل في الحرم اقبل دخوله أو بعد ما يدخله قال لا يضرك أي ذلك فعلت وان اغتسلت في بيتك حين تنزل مكة فلا باس \nوسئلته عن المتمتع ايطلي رأسه بالحناء قال لا \nوسئلته عن الحاج المتمتع متى يقطع التلبية قال حين يرمي الجمرة \nوسئلته عن المحرم هل يحتجم قال نعم إذا خشى الدم فقلت انما يحرم من العقيق وانما هي ليلتين قال ان الحجامة تختلف وقال ان اخذ الرجل الدوران فليحتجم ",
        "قال وقال أبو عبد الله (ع) مر اعرابي على رسول الله (ص) فقال له اتعرف ام ملدم قال وما ام ملدم قال صداع ياخذ الراس وسخونة في الجسد فقال الاعرابي ما اصابني هذا قط فلما مضى قال من سره ان ينظر إلى رجل من اهل النار فلينظر إلى هذا \nوقال أبو عبد الله (ع) قال علي بن الحسين (ع) اني لاكره ان يعافى الرجل في الدنيا ولا يصيبه شيء من المصائب ونحو هذا \nقال وقال أبو عبد الله (ع) ذكر ابا سعيد الخدري وكان من اصحاب رسول الله (ص) وكان مستقيما فقال نزع ثلثة ايام فغسله اهله ثم حملوه إلى \nمصلاه فمات فيه ",
        "قال وذكر سهل بن حنيف فقال كان من النقباء فقلت له من نقباء نبي الله الاثنى عشر فقال نعم كان من الذين اختيروا من السبعين فقلت له كفلاء على قومهم فقال نعم انهم رجعوا وفيهم دم فاستنظروا رسول الله (ص) إلى قابل فرجعوا ففزعوا من دمهم واصطلحوا واقبل النبي صلى الله عليه وآله معهم وذكر سهلا فقال أبو عبد الله (ع) ما سبقه احد من قريش ولا من الناس بمنقبة واثنى عليه وقال لما مات جزع أمير المؤمنين (ع) جزعا شديدا وصلى عليه خمس صلوات وقال لو كان معي حبل لارفض \nوذكر يوم بدر فقال هو الفرقان يوم التقى الجمعان وهو اليوم الذي فرق الله بين الحق والباطل وانما كان قبل ذلك اليوم هذا كذا ووضع كفيه احدهما على الاخر وانما كان يومئذ خرج في طلب العير واهل بدر الذين شهدوا انما كانوا ثلثمائة وثلثة عشر رجلا ولم يريدوا القتال انما ظنوا انها العير التي فيها أبو سفيان فلما اتى أبو سفيان الوادي نزل في بطنه عن ميسرة الطريق فقال الله إذ انتم بالعدوة الدنيا وهم بالعدوة القصوى قلت له ما العدوة الدنيا قال مما يلي الشام والعدوة القصوى مما يلي مكة قلت له فالعدوتين بين ضفتي ( أي جانبيه ـ قا ) الوادي فقال نعم فقال أبو عبد الله والركب اسفل منكم يقول ولو تواعدتم لاختلفتم في الميعاد ولكن ليقضي الله امرا كان مفعولا ليهلك من هلك عن بينة ويحيى من حي عن بينة وان الله لسميع عليم قال أبو عبد الله (ع) ونادى الشيطان على جبل مكة ان هذا محمد في طلب العير فخرجوا على كل صعب وذلول وخرج بنو عبد المطلب معهم ونزلت رجالهم يرتجزون ونزل طالب يرتجز فقال اللهم ان يغزون طالب في مقنب من هذا المقانب فارجعه المسلوب غير السالب والمغلوب غير الغالب قالوا والله ان هذا لعلينا \nفردوه ولقى رسول الله ابا رافع مولى العباس فسئله عن قومه فاخبره انهم اخرجوا كارهين قال أبو عبد الله (ع) فحدثني ابن جريح وغيره من ثقيف ان ابن عباس لما مات اخرج به فخرج من تحت كفنه طير ابيض ينظرون إليه يطير نحو السماء حتى غاب عنهم ثم قال كان ابي يحبه حبا شديدا كان ابى وهو غلام تلبسه امه ثيابه فينطلق إليه في غلمان بني عبد المطلب فاتاه يوما فقال من انت بعد ما اصيب ببصره قال انا محمد بن على بن الحسين بن على (ع) قال حسبك فمن لم يعرفك فلا عرف \nوسئلته عن الصلوة في بيوت المجوس فقال اليست مغازيكم قلت بلى قال نعم ",
        "وسئلته عن التسليم على اليهودي والنصراني والرد عليهم في الكتاب فكره ذلك كله \nجعفر بن محمد عن ذريح قال حدثني عمربن حنظلة عن ابي جعفر (ع) ان رسول الله (ص) مر على قبر قيس بن فهد الانصاري وهو يعذب فيه فسمع صوته فوضع على قبره جريدتين فقيل له لم وضعتها فقال تخفف عنه ما كانت خضراوين قال عمر وقال ذريح \nوسئلته عن النوم في المسجد الحرام ومسجد رسول الله (ص) فقال نعم قال رسول الله (ص) ان الخلق الحسن له اجر الصائم القائم \nوسئلته عن الصائم ايقبل قال نعم ",
        "وسئلة عن شهوة تعرض للرجل في خلوة في حديث نفسه حتى يعرض له ما شاء الله من ذلك ثم يسكن عنه ذلك فيبول بعد قليل فيدفق في اثر بوله مثل راحة منى لتلك الشهوة ايوجب ذلك عليه غسلا قال لا قال أمير المؤمنين صلى الله عليه لا الا الماء الاكبر \nقال وقال نحن ورثة الانبياء \nقال وقال رسول الله صلى الله عليه وآله تركت فيكم الثقلين كتاب الله واهل بيتي فنحن اهل بيته \nقال وقال دخل رسول الله على علي عليهما سلام الله وعليه ثوب ثم علمه وذلك لقول الناس علمه الف كلمة يفتح كل كلمة الف كلمة قال وقال الله وكفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب قال ذريح فسكت وحرك يده ثم قال ان شيخا خاصم فقال أو كان كاتب سليمان وقد قال عفريت من الجن ان اتيك به قبل ان تقوم من مقامك فقال الذي عنده علم الكتاب انا اتيك به قبل ان يرتد اليك طرفك قال اصاب الشيخ ",
        "قال وسئلته عن المرئة الصائمة يتعاطى منها الرجل قال اني لاكره ان افطرها ولكن إذا اردت فاذنها من الليل فاني افعل ذلك \nقال ذريح قال له الحرث بن المغيرة النصري ان ابي معقل المزني حدثني عن امير المؤمنين (ع) انه صلى بالناس المغرب فقنت في الركعة الثانية فلعن معوية وعمروبن العاص وابا موسى الاشعري وابا الاعور السلمي قال الشيخ عليه السلام صدق فالعنهم \nجعفر عن ذريح عن ابي عبد الله (ع) قال قال ابن عباس ام يحسدون الناس على ما اتيهم الله من فضله الاية فقال أبو عبد الله نحن الناس المحسودون \nجعفر عن ذريح قال قال أبو عبد الله عم نعم العون الدنيا على الاخرة ثم ذكر عند ذلك رسول الله صلى الله عليه وآله فقال وضع حجرا على سنن الماء رسول الله (ص) ليرده إلى حايطه فذلك الحجر كما هو لا يدري ما عمقه في الارض ",
        "وسئلته عن حد المسجد فقال من الاسطوانة إلى عند رأس القبر إلى اسطوانتين من وراء المنبر عن يمين القبلة وكان من وراء المنبر طريق تمر فيه الشاة أو تمر الرجل منحرفا وزعم ان ساحة المسجد إلى البلاط من المسجد \nوسئلته عن بيت علي (ع) فقال إذا دخلت من الباب فهو من عضادته اليمنى إلى ساحة المسجد وكان بينه وبين بيت نبى الله صلى الله عليه وآله خوخة \nجعفر عن ذريح قال سئلت ابا عبد الله (ع) عن جلود السباع التي يجلس عليها فقال ادبغوها فرخص في ذلك فقلت الرجل يزور القبر كيف الصلوة على صاحب القبر قال يصلى عند النبي صلوات الله عليه وعلى صاحب القبر وليس فيه شيء موقت \nجعفر عن ذريح عن ابي عبد الله (ع) قال قلت المتمتع إذا نظر إلى بيوت مكة فيقطع التلبية قال نعم قال قلت وان خرج الرجل مسافرا وقد دخل وقت الصلوة كم يصلى قال اربع قال قلت وان دخل الوقت وهو في السفر قال يصلى ركعتين قبل ان يدخل اهله وان دخل المصر فليصل اربعا قال قلت وإذا سافر إلى الرجل في رمضان قال يفطر قال قلت فينسى ان يكبر حتى يقرء قال يكبر قلت ايقضى الرجل غسل الجمعة قال لا قال قلت المتمتع كم ياكل من اضحيته قال يومين وبالمصر ثلثة ايام قال قلت المولود يعق عنه بعد ماكبر قال إذا جاز سبعة ايام فلا يعق عنه ثم قال من مات ولم يحج حجة الاسلام فليمت ان شاء يهوديا وان شاء نصرانيا ",
        "جعفر عن ذريح عن ابي عبد الله (ع) قال كنت في منزلي فما شعرت الا بالخيل والشرط قدا حاطوا بالدار قال فتسوروا على قال فتطاير اهلي ومن عندي قال فاخذوا يتسخرون الناس قلت لاتسخروهم واستاجروا على في مالى قال فحملوني في محمل واحاطوا بى فأتاني آت من اهلي فقال انه ليس عليك بأس انما يسئلك عن يحيى بن زيد قال فلما ادخلوني عليه قال لو شعر ناانك بهذه المنزلة ما بعثنا اليك انما اردنا ان نسئلك عن يحيى بن زيد قال فقلت مالي به عهد وقد خرج من هيهنا قال ردوه فردوني \nجعفر عن ذريح عن ابي عبد الله (ع) قال كنا عنده فقال احتج ( ايحتج خ د ) \nعليهم علي (ع) بان قال والله ان منا لرسول الله صم وان منا حمزة سيد الشهداء وان منا الامام المفترض الطاعة من انكره مات انشاء يهوديا وان شاء نصرانيا ثم قال والله ما ترك الله الارض قط منذ قبض الله ادم الا وفيها من يهتدى به إلى الله وهو حجة الله إلى العباد من تركه هلك ومن لزمه نجى حقا على الله \nجعفر عن ذريح قال سئلته عن الائمة بعد النبي صم فقال نعم كان أمير المؤمنين علي بن ابي طالب صلوات الله عليه الامام بعد النبي صلوات الله عليه واهل بيته ثم كان علي الحسين ثم كان محمد بن علي ثم امامكم اليوم من انكر ذلك كان كمن انكر معرفة الله ورسوله قال ثم قلت انت اليوم جعلني الله فدالك فاعدتها عليه ثلث مراة قال انى انما حدثتك بهذا التكون من شهداء الله في الارض ان الله تبارك وتعالى لم يدع شيئا الا علمه نبيه صلوات الله عليه ثم انه بعث إليه جبرئيل ان يشهد لعلي بالولاية في حيوته يسميه امير المؤمنين فدعا نبى الله تسعة رهط فقال انما ادعوكم لتكونوا من شهداء الله اقمتم ام كتمتم ثم قال قم يا ابا بكر فسلم على على امير المؤمنين قال عن امر الله وامر رسوله نسميه امير المؤمنين فقال نعم فقال فسلم عليه ثم قال يا عمر قم فسلم على امير المؤمنين فقال عن امر الله ورسوله سميته امير المؤمنين فقال نعم ثم قال للمقداد بن الاسود قم فسلم على امير المؤمنين فقام فسلم على علي ولم يقل كما قالا ثم قال لابي ذر الغفاري قم فسلم على امير المؤمنين فقام فسلم ثم قال لحذيفة قم فسلم على امير المؤمنين فقام فسلم ثم قال لعبدالله بن مسعود قم فسلم على امير المؤمنين فقام فسلم ثم قال لبريدة الاسلمي قم فسلم على امير المؤمنين فقام وسلم وكان بريدة اصغر القوم ثم قال رسول الله صلى الله عليه وآله انما دعوتكم لتكونوا شهداء اقمتم ام كتمتم فامر أبو بكر على الناس وبريدة غايب بالشام فلما ",
        "قدم بريدة اتى ابا بكر وهو في مجلسه فقال يا ابا بكر هل نسيت تسليمنا على علي بامرة المؤمنين نسميه بها واجبا من الله ورسوله قال يا بريدة انك عبت وشهدنا وان الله يحدث الامر بعد الامر ولم يكن الله ليجمع لاهل هذا البيت النبوة والملك فقال لى انما ذكرت هذا لتكون من شهداء الله في الارض ان منا بعد الرسول صم سبعة اوصياء ائمة مفترضة طاعتهم سابعهم القائم انشاء له ان الله عزيز حكيم يقدم ما يشاء ويؤخر ما يشاء وهو العزيز الحكيم ثم بعد القائم احد عشر مهديا من ولد الحسين فقلت من السابع جعلني الله فداك امرك على الرأس والعين ( العينين صم ) قال قلت ثلث مراة قال ثم بعدي امامكم وقائمكم ان شاء الله ان ابي ونعم الاب كان قال رحمة الله عليه كان ليقول لو وجدت ثلثة رهط فاستودعهم العلم وهم اهل ذلك حدثت بما لا يحتاج إلى نظر في حلال ولاحرام وما يكون إلى يوم القيمة ان حديثنا صعب لا يؤمن به الا عبد مؤمن امتحن الله قلبه للايمان ثم قال والله ان منا لخزان الله في الارض وخزانه في السماء لسنا بخزان على ذهب ولا على فضة وان منا لحملة العرش يوم القيمة محمد وعلى والحسن والحسين ومن شاء الله اربعة اخر من شاء الله ان يكونوا \nجعفر بن محمد عن عبد الله بن طلحة النهدي مثل هذا الحديث حديث ذريح الا انه زاد فيه قال قال أبو عبد الله (ع) انما حدثتك بهذا الحديث لتكون من شهود الله في الارض لفلان ابني \nجعفر عن ذريح المحاربي انه كان جالسا عند ابي عبد الله (ع) فدخل عليه زرارة بن اعين فقال يا ابا عبد الله اني اصلى الاولى إذا كان الظل قدمين ثم اصلى العصر إذا كان الظل اربعة اقدام فقال أبو عبد الله ان الوقت في النصف على ما ذكرت انى قدرت لموالى جريدة فليس يخفى عليهم الوقت \nاخبرنا أبو جعفر محمد بن المثنى بن القسم الحضرمي قال سمعت ",
        "اصحابنا يذكرونه عن مفضل بن عمر قال قال أبو عبد الله (ع) لم عسكر امير المؤمنين (ع) بالنخلية تقدم إليه رجلان فاختصما إليه فافحش احدهما على صاحبه قال فقال له امير المؤمنين اخساء فإذا رأسه رأس كلب قال فاقبل باصبعه يلوذ إلى امير المؤمنين قال فاخذ بشفته العليا وقلبها فإذا رأسه قد عاد كما كان فقال له اصحابه وهم حوله يا امير المؤمنين انت هكذا وانت تسير إلى معوية قال فقال امير المومنين لو اشاء ان اضع رجلي هذه الصغيرة في صدره لفعلت ولو اشاء ان اوتى به على سريره لفعلت ولكنا عباد مكرمون لانسبقه بالقول ونحن بامره نعمل \nبزيع عن عبد الله بن جميلة عن ذريح قال قال أبو عبد الله (ع) لولا انا نزاد لانفدنا \nمحمد بن المثنى قال حدثنا عبد المسلم بن سالم عن ابي البلاد عن عمار بن عاصم السجستاني قال جئت إلى باب ابي عبد الله (ع) واردت ان ( الا خ د ) استاذن عليه فاقعد واقول لعله يراني بعض من يدخل فيخبره فياذن لي قال فبينا انا كذلك إذ دخل عليه شباب ادم في ازر واردية ثم لم ارهم خرجوا فخرج عيسى شلقان فراني فقال ابا عاصم انت هيهنا فدخل واستاذن فدخلت عليه فقال أبو عبد الله (ع) مذ متى انت هيهنا يا عمار قال فقلت من قبل ان يدخل اليك شباب الادم ثم لم ارهم خرجوا فقال أبو عبد الله (ع) هؤلاء قوم من الجن جاوا يسئلون عن امر دينهم قال فقلت اخبرني عن الحية والعقرب والخنفس وما اشبه ذلك قال فقال اما تقرء كتاب الله قال قلت وماكل كتاب الله اعرف فقال اما تقرء اولم يروا كم اهلكنا قبلهم من القرون يمشون في مساكنهم ان في ذلك لاية افلا يتذكرون قال فقال هم اولئك اخرجوا من النار فقيل لهم كونوا نششا \nعبد الله بن جبلة عن عمرو بن ابي المقدام عن محمد بن مروان عن \nابي عبد الله (ع) قال من قرء آية الكرسي دفع الله عنه الف مكروه من مكاره الدنيا ايسره الفقر والف مكروه من مكاره الاخرة ايسره عذاب القبر ",
        "( صورة ماكان في المستنسخة ) هذا آخر حديث \nمحمد بن المثنى الحضرمي ويتلوه حديث محمد بن جعفر القرشي \nبلغ النسخة مقابلة مع النسخة المكتوب منها وفيها بلغ مقابلة مع نسخة الاصل ثم كان سطرا خاليا من السواد والكتاب بياضا \nثم قال حدثني الشيخ ايده الله عن محمد بن همام عن حميد بن زياد عن ابي جعفر احمد بن زيد بن جعفر الازدي نزل في طاق زهير ولقبه بزيع قال حدثني علي بن عبد الله بن سعيد قال حدثنا جعفر بن محمد بن سماعة عن عبد الكريم عن رجل عن ابي عبد الله (ع) قال علي بن عبد الله ولا اعلم الا عبد الله بن ابى يعفور قال قال ادعوا بهذا الدعاء في الوتر اللهم املاء قلبى حبا لك وكان بعد السند متن الحديث اللهم املاء قلبي حبا لك ورواية آخرى قال الى ان ينتهى إلى حفص بن غياث عن جعفر بن محمد عليهما السلم ان هندا قالت حين قبض النبي صم قد كان بعدك انباء وهنبئة ـ لو كنت شاهدنا لم يكثر الخطب ـ انا فقد ناك فقد الارض وابلها ـ فاختل اهلك فاشهدهم ولا تغب ",
        "ثم كان هنا بياض بقدر سطر وبعده كتب هذا الشيخ قال اخبرني ابن همام إلى ان يلحق بجعفر بن محمد بن شريح بن سعد قال اخبرني بجميع ما في هذا الكتاب ثم كان ايضا بياض في الجملة ثم كتب في الكتاب وعنه عن ابن همام عن حميد بن زياد ومحمد بن جعفر الزراد القرشى عن يحيى بن ذكريا اللؤلؤي إلى ان ينتهي إلى مفضل بن عمر عن جابر الجعفي عن رجل عن جابر بن عبد الله الانصاري قال كان لامير المؤمنين (ع) صاحب يهودي قال وقد كان كثيرا ما يألفه إلى اخره وايضا كان بعده الحديث الذي يسئل \nرجل من اليهود عن رسول الله صم عما يقول بعض الحيوانات في اصواتهم إذا يصيحون مثلا وبعد تم الكتاب ثم يصل إلى نسخة الاصول المختصرة \nوفى اوله رسمها اجمالا هو غير مذكور في الرجال \nحديث جعفر بن محمد القرشي ",
        "بسم الله الرحمن الرحيم \nحدثنا الشيخ ايده الله عن محمد بن همام عن حميد بن زياد عن ابي جعفر احمد بن زيد بن جعفر الازدي البزاز ينزل في طاق زهير ولقبه بزيع قال حدثني على بن عبد الله بن سعيد قال حدثنا جعفر بن محمد بن سماعة عن عبد الكريم عن رجل عن ابي عبد الله (ع) قال علي بن عبد الله ولا اعلمه الا عبد الله بن ابي يعفور قال قال ادعوا بهذا الدعاء في الوتر اللهم املاء قلبي حبا لك وخشية لك وتصديقا وايمانا بك وفرقا منك وشوقا اليك يا ذا الجلال ويا ذا الاكرام اللهم حبب إلي القائك واجعل في لقائك خير الرحمة والبركة والحقني بالصالحين ولا تؤخرني مع الاشرار والحقني بالصالحين ممن مضى واجعلني من صالحي من بقي وخذ بي سبيل الصالحين ولا تردني في شر استنقدتني منه يا رب العالمين واعنى على نفسي بما اعنت به الصالحين على انفسهم اللهم اسئلك ايمانا لا اجل له دون لقائك وتحييني عليه وتميتني عليه وتولني عليه وتحييني ما احيتيني وتوفني عليه إذا توفيتني وتبعثني عليه إذا بعثتني عليه وابوء قلبى من الرياء والسمعة والشك في دينى اللهم اعط بصرا في دينك وفقها في عبادتك وفهما في حكمك وكفلين من رحمتك وبيض وجهى بنورك واجعل رغبتي فيما عندك وتوفنى في سبيلك على ملتك وملة رسولك صلى الله عليه واله اللهم انى اعوذ بك من الكسل والهرم والجبن والبخل والغلبة والذل القسوة والمسكنة\nواعوذ بك من نفس لا تشبع ومن قلب لا تخشع ومن دعاء لا يسمع ومن صلوة لا تنفع واعيذ بك ديني واهلي ومالي من الشيطان الرجيم اللهم اني لن يجيرني منك احد ولن اجد من دونك ملتحدا فلا تجعل اجلي في شيء من عذابك ولا تردني بهلكة ولا بعذاب اسئلك الثبات على دينك والتصديق بكتابك واتباع رسولك صلى الله عليه واله واسئلك ان تذكرني برحمتك ولا تذكرني بخطيئتي وتقبل مني وتزيدني من فضلك اني اليك راغب اللهم اجعل ثواب منطقي وثواب مجلسي رضاك واجعل عملي ودعائي خالصا لك واجعل ثوابي الجنة برحمتك وزدني من فضلك اني اليك راغب اللهم غارت النجوم ونامت العيون وانت الحي القيوم لا يواري منك ليل ساج ولاسماء ذات ابراج ولا ارض ذات مهاد ولا بحر لجى ولا ظلمات بعضها فوق بعض تدلج على من تشاء من خلقك اشهد بما شهدت به على نفسك وملئكتك اكتب شهادتي مثل شهادتهم اللهم انت السلام ومنك السلام اسئلك يا ذاالجلال والاكرام ان تفك رقبتي من النار \nعليبن عبد الله بن سعد وعبد الله بن جبلة جميعا عن سيف بن عميرة قال روى حفص بن غياث عن جعفر بن محمد (ع) ان هندا قالت حين قبض النبي صم قد كان بعدك انباء وهنبثة ـ لو كنت شاهدنا لم يكثرا الخطب انا فقدناك فقد الارض وابلها ـ فاختل اهلك فاشهدهم ولا تغب ",
        "الشيخ قال حدثني ابن همام عن حميد بن زياد وعن احمد بن حمدان قال حدثني أبو جعفر احمد بن زيد بن جعفر الازدي البزاز ولقبه بزيع ووينزل في طاق زهير قال حدثني محمد بن مثنى القسم الحضرمي قال حدثني جعفر بن محمد بن شريح بجميع ما في هذا الكتاب الا حديثين لعلي بن عبد الله بن سعيد في اخر الكتاب \nوعنه عن ابن همام عن حميد بن زياد ومحمد بن جعفر الزراد \n( البزاز خ د ) القرشي عن يحيى بن ذكريا اللؤلؤي قال حدثنا محمد بن احمد بن هرون الخزاز عن محمد بن على الصيرفي عن محمد بن سنان عن مفضل بن عمر عن جابر الجعفي عن رجل عن جابر بن عبد الله قال كان لامير المؤمنين صاحب يهودى قال وكان كثيرا ما يألفه وان كانت له حاجة اسعفه فيها فمات اليهودي فحزن عليه واستبدت وحشته له قال فالتفت إليه النبي صم وهو ضاحك فقال له يا ابا الحسن ما فعل صاحبك اليهودي قال قلت مات قال اغممت به واستبدت وحشتك عليه قال نعم يا رسول الله قال فتحبب تراه محبورا قال نعم بابي انت وامي قال ارفع رأسك وكشط له عن السماء الرابعة فإذا هو بقية من زبرجدة خضراء معلقة بالقدرة فقال له يا ابا الحسن هذا لمن يحبك من اهل الذمة من اليهود والنصارى والمجوس وشيعتك المؤمنون معى ومعك غدا في الجنة وجدت اخره كتب هذا الحديث من كتاب رفعه الله إلى محمد بن جعفر القرشي ذكر انه سمعه عن يحيى بن ذكريا اللؤلؤي \nالشيخ ايده الله قال اخبرني أبو جعفر محمد بن الحسن بن الوليد حدثنا محمد بن الحسن الصفار عن احمد بن محمد بن عيسى عن موسى بن القسم عن الحسن بن محبوب عن على بن رياب عن مولى القميين قد اخبرني عمن اخبره عن ابى عبد الله (ع) عن ابائه عليهم السلم قال قال رجل من اليهود لرسول الله صم يا محمد اخبرني ما يقول الحمار في نهيقه وما يقول الفرس في صهيله وما يقول الدراج في صوته وما تقول القنبرة في صوتها وما يقول الضفدع في نقيقه وما يقول الهدهد في صوته قال فاطرق رسول الله صم ثم قال اعد علي يا يهودي فقال فاعاد فقال رسول الله (ص) اما الحامر فيلعن العشار فاما الفرس فيقول الملك لله الواحد القهار واما الدراج فيقول الرحمن على العرش استوى واما الديك فيقول سبوح قدوس رب الملئكة والروح واما الضفدع فيقول اذكروالله يا غافلين واما الهدهد فيقول رحمك الله يا ابا داود يعني ",
        "سليمان بن داود واما القنبرة فيقول لعن الله من يبغض اهل بيت رسول الله صم \n( صورة ما في آخر النسخة ) \nالحمدالله وصلى على محمد واله اجمعين \nكتبه منصور بن الحسن بن الحسين الابي في ذى الحجة سنة 374 ",
        "اربع وسبعين وثلثمائة من نسخة ابي الحسن \nمحمد بن حسن بن الحسين بن ايوب القمي بالموصل\nويتلوه كتاب عبد الملك بن حكيم \nكتاب عبد الملك بن حكيم \nرواية هرون بن موسى التلعكبري ",
        "عن ابي العباس احمد بن \nمحمد بن سعيد الهمداني \nبسم الرحمن الرحيم \nالشيخ أبو محمد هرون بن موسى بن احمد التلعكبري قال اخبرنا أبو العباس احمد بن محمد بن سعيد الهمداني قال اخبرنا علي بن حسن بن علي بن فضال الثمالي قال حدثنا جعفر بن محمد بن حكيم قال حدثني عمي عبد الملك بن حكيم عن سيف التمار عن ابي حمزة الثمالي قال سمعت ابا جعفر (ع) يقول ان سلمان كان ادراكه العلم الاول انه كان على الشريعة من دين عيسى (ع) فخدم بعض رهبانهم وكان رجلا ظالما لنفسه فصبر عليه واخذ من محاسنه فلما حضرته الوفاة قال له ان لي عليك حقا لخدمتي اياك وصبري معك قال صدقت قال فحاجتي اليك ان تدلني على رجل افضل منك اخدمه قال فدله على رجل في ناحية الشام قال وتوفى الرجل فلما ان دفنه اخبر خيارهم وصلحائهم بما كان يصنع في قسمهم ودلهم على ما كنز قال فاعظموا ذلك له وهموا به وقالوا اولم تستخرج ما تقول لتقعن فيما نكره قال فاوقفهم على موضع ذخائره وكنزه قال فاستحيوا من سلمان وسئلوه ان يجعلهم في حل وان يقيم معهم فيكون موضعه فابى وقال حاجتي ان تخبروني عن هذا الرجل الذي سمى لي هو كما قال قال فقالوا له نعم هو افضل من نعرفه ",
        "بقى من ابناء الحواريين قال فمضى إليه فأصابه على ما ذكرو أو افضل ويقال انه كان في عداد الاوصياء قال فخدمه حتى حضرته الوفاء فقال له يا هذا انه قد حضرك ما ترى وانابك واثق فمن الخليفة بعدك الذي اكون معه اقوم معه مقامي معك قال فدله على رجل كان بارض الروم قال فمضى إليه وإذا شيخ كبير عالم فلم يلبث الا يسيرا حتى حضرته الوفاة فقال له مثل ما قال لاصحابه فقال ليس لك إلى ذاك حاجة في هذه السنة المقبلة يظهر نبى بارض يثرب وهو راكب البعير الذي بشر به المسيح عيسى بن مريم فانطلق حتى تكون معه فلما ان فرغ من دفنه مضى على وجهه وقد اخذ صفته وانه يقبل الهدية ولا يقبل الصدقة وبين كتفيه خاتم النبوة قال فبينا هو يسير إذ هجم على خلق كثير مجتمعين في صحراء حولها غياض وقد اخرجوا زمناهم ومرضاهم قال فسلم عليهم وقال لهم ما قصتكم ولاى شيء اجتماعكم فقالوا نحن نجتمع في كل سنة في مثل هذا الوقت لانه يخرج علينا من هذه الغيضة عبد صالح فنسئله ان يدعو الله فيشفى زمنانا ويبرء مرضانا فربما اقمنا اليوم واليومين واكثر مايخرج الينا في اليوم الثالث قال فاقام معهم فلما كان من غد اليوم الذي قدم فيه إذا هم برجل قد خرج في ثوبين ابيضين فقاموا إليه يسئلونه حوائجهم فلما ان فرقوا تبعه سلمان فقال له ما تريد قال انا رجل كنت اخدم العلماء من ابناء حواري عيسى (ع) فقالوا إلى انه يظهر نبى بيثرب في هذه السنة المقبلة فخرجت في طلبه فاردت ان اسئلك اصدقوني قال نعم صدقوك منزله اليوم مكة وستلقاه وإذا القيته فاقرء السلام عني كثيرا قال فلما اسلم سلمان ولقى رسول الله صم فحدثه حديثه قال له النبي صم ذاك اخي عيسى (ع) \nوباسناده عن جعفر بن محمد بن حكيم قال حدثني عمى عبد الملك قال حدثني حباب بن ابي حباب الكلبي عن ابيه قال سمعت عليا (ع) وهو \nيقول ليخربن العرب كما يخرب البيت الخرب يصيرون ثللا يقتل بعضهم بعضا لا يبالي الله من غلب \nوعن عمه عبد الملك عن عمار الساباطي قال سمعت ابا عبد الله (ع) يقول اهدى لرسول الله صم من ناحية فارس ذالحوح فوضع بين يدي رسول الله (ص) فقال لابي بكر اي شيء هذا قال ما اعرفه ثم قال لعمر اي شيء هذا فقال ما اعرفه ثم قال لعثمان أي شيء هذا فقال ما اعرفه ثم قال لعلي (ع) أي شيء هذا قال فقال يا رسول بابي انت وامي شيء يسميه اهل فارس ذا لحوح قال فقال عمر ما علم على ما يسميه اهل فارس قال فوضع صم يده على علي (ع) فقال اليك عنه فان الله قد علمه الاسماء التي علمها اباه ادم (ع) ",
        "وعن عمه عبد الملك عن بشير النبال قال كنت على الصفا وابو عبد الله قائم عليها إذا انحدرو انحدرت في اثره قال واقبل أبو الدوانيق على جمازته ومعه جنده على خيل وعلى ابل فزحموا ابا عبد الله (ع) حتى خفت عليه من خيلهم فاقبلت اقيه بنفسى واكون بينهم وبينه بيدى قال فقلت في نفسي يا رب عبدك وخير خلقك في ارضك وهؤلاء شر من الكلاب قد كانوا يعتبونه قال فالتفت إلى وقال يا بشير قلت لبيك قال ارفع طرفك لتنظر قال فإذا والله واقية ( وافية خ د ) من الله اعظم مما عسيت ان اصفه قال فقال يا بشير انا اعطينا ما ترى ولكنا امرنا ان نصبر فصبرنا \nوعن عمه عبد الملك عن الكميت بن زيد قال لما انشدت ابا جعفر (ع) مدائحهم قال لي يا كميت طلبت بمدحك ايانا لثواب الدنيا أو الثواب الاخرة قال قلت لا والله ما طلبت الا ثواب الاخرة فقال اما لو قلت ثواب الدنيا قاسمتك مالى حتى النعل والبغل قال قلت جعلني الله فداك اخبرني عنهما قال ما اهريقت محجمة من دم ظلما ولارفع حجر لغير حقه ولاحكم باطل \nالا وهو في اعناقهما إلى يوم القيمة قال قلت ابعدهما الله جعلت فداك فما تأمرني في الشعر فيكم قال لك ما قال رسول الله صم لحسان بن ثابت لن يزال معك روح القدس مادمت تمدحنا اهل البيت \nوعن عمه عبد الملك عن بشير النبال عن ابي عبد الله (ع) قال سهر داود ليلة يتلو الزبور فاعجبته عبادته فنادته ضفدع يا داود تعجب من سهرك ليلة واني لتحت هذه الصخرة منذ اربعين سنة ما جف لساني عن ذكر الله ",
        "( هذا الحديث محمول على التقية ) لان العامة لايشتر طون العصمة للانبياء (ع) \nتم ويتلوه كتاب المثنى بن الوليد\nالحناط \nكتاب مثنى بن الوليد الحناط\nرواية هرون بن موسى التلعكبري ",
        "عن ابى العباس احمد بن محمد بن \nسعيد الهمداني \nبسم الله الرحمن الرحيم\nالشيخ قال حدثنا احمد بن محمد بن سعيد قال حدثنا علي بن الحسن بن فضال التيملي قال حدثنا العباس عن عامر القصبي قال حدثنا مثنى بن الوليد الحناط عن ميسر البياع الزطى عن ابى عبد الله (ع) انه علمه دعاء يدعو به اللهم اني اسئلك بقوتك وقدرتك وما احوط به علمك ياحى يا قيوم ان ترد على فلان بن فلان ",
        "مثنى عن ابي حمزة قال سمعت ابا جعفر (ع) يقول الخلق عيال الله فاحبهم إليه احسنهم صنيعا إلى عياله \nمثنى عن ابي ميسرة حمزة عن ابي عبد الله (ع) في الغلام يفجر بالمرئة قال يعزر ويقام على المرئة الحد وفى الرجل يفجر بالجارية قال تعزر الجارية ويقام على الرجل الحد \nمثنى عن ابي بصير قال سمعت ابا عبد الله (ع) وهو يقول لا يخاصم الاشاك في دينه أو من لاورع له \nمثنى قال كنت جالسا عند ابى عبد الله (ع) فقال له ناجية ( ناحيه خ ل ) ابو حبيب الطحان اصلحك الله اني اكون اصلى بالليل النافلة فاسمع من الرحى ما اعرف ان الغلام قد نام عنها فاضرب الحائط لاوقظه قال نعم ",
        "وما باس بذلك انت رجل في طاعة ربك تطلب رزقك ان الفضل بن عباس صلى يقوم فسمع رجلا خلفه فرقع اصبعه فلم يزل يحفظه ( يغيظه خ د ) حتى اقبل فلما انفتل قال ايكم عبث باصبعه فقال صاحبها انا فقال له سبحان الله الا كففت عن اصبعك فان صاحب الصلوة إذا كان قائما فيها كان كالمودع لها لاتعد إلى مثلها ابدا صلى صلوة مودع لا ترجع إلى مثلها ابدا اتدرى من تناجى لاتعد إلى مثل ذلك \nمثنى عن منصور بن حازم قال قلت لابي عبد الله (ع) ايقبل الصائم المرئة فقال اما انا وانت فشيخان كبيران ليس بها باس واما الشاب فمكروهة له \nمثنى عن ابي بصير قال قلت لابي عبد الله (ع) أي شيء يحل للمملوك ان ينظر إليه من مولاته قال ينظر إلى رأسها ولا ينظر إلى ساقها \nمثنى عن ميمون بن مهران قال سمعت أمير المؤمنين (ع) يقول خذوا عنى خمسا لا يخف احدكم الا ذنبه ولا يرجو الا ربه ولا يستحيى العالم إذا سئل عما لا يعلم ان يقول الله اعلم والصبر من الايمان بمنزلة الراس في الجسد ",
        "مثنى عن زيد الشحام قال قلت لابي عبد الله (ع) الرجل يشترط على خادمه يعتقها ويكون عتقها مهرها قال جائز \nمثنى عن منهال القماط قال قلت لابي عبد الله (ع) رجل يخرج يشتري الغنم من افواه السكك ( السكر خ د ) ممن يتلقاها قال لا ولا يؤكل لحم ما يلقى \nمثنى عن ابي بصير قال سمعت ابا عبد الله (ع) يقول ان الله عزوجل خلق خلقه فخلق قوما لحبنا لو ان احدا خرج من هذا الرأى لرده الله إليه مارغم انفه وخلق قوما لبغضنا لا يحبونا ابدا \nمثنى عن ابي بصير قال دخلت على حميدة اعزيها بابي عبد الله (ع) ",
        "فبكت ثم قالت با ابا محمد لو شهدته حين حضرته الموت وقد قبض احدى عينيه ثم قال ادعوا لي قرابتي ومن يطف ( يطيف خ د ) بي فلما اجتمعوا حوله قال ان شفاعتنا لن تنال مستخفا بالصلوة ولم يرد علينا للحوض من يشرب بهذه الا شربة فقال لهم بعضهم أي اشربة هي فقال كل مسكر \nمثنى عن ابي بصير قال سئلت ابا عبد الله (ع) عن ثمن ولد الزنا فقال تزوج منه ولا يحج \nومثنى عن ابي بصير قال أبو عبد الله (ع) من ولى درهمين فلم يحكم فيهما بما انزل الله فقد كفر بما انزل الله \nمثنى عن يزيد بن فرقد قال قال لى أبو عبد الله (ع) صل العصر يوم الجمعة على قدمين بعد الزوال ",
        "مثنى عن ابان بن تغلب قال قلت لابي عبد الله (ع) ما يزال الرجل من الشيعة يخرج فيبايعه عالم من الناس فيقبلون فقال أبو عبد الله (ع) فيهم الكذابون وفي غيرهم المكذبون \nمثنى عن ابي بصير قال ذكرنا العجيلة عند ابي عبد الله (ع) فقال اما انهم لن تفلحوا ابدا ولن تذهب الايام حتى يدخلوا فيكم طائعين أو كارهين \nمثنى عن ابي بصير عن ابي عبد الله (ع) قال قال لى ما من شيء الا وله حد قال فقلت وما حد التوكل قال اليقين قلت فما حد اليقين قال ان لا تخاف مع الله شيئا \nمثنى عن ابي بصير عن ابي عبد الله (ع) قال من دخل في هذا الامر فليتخذ للبلاء جلبابا فو الله لهو الينا والى شيعتنا اسرع من السيل إلى قرار الوادي يتبع بعضه بعضا ",
        "مثنى عن زياد بن يحيى عن ابى عبد الله (ع) قال لا ينبغي ان يضع الرجل البرطلة على رأسه حلو الكعبة فانها لباس اهل الشرك \nمثنى عن زياد بن يحيى قال دخلت على ابي عبد الله (ع) وقدامه طبق فيه رمان فقال لى كل من هذا الرمان فدنوت فاكلت فقال اما انه ليس من شيء يؤكل احب إلى من ان لا يشركني فيه احد غير الرمانة اما انه مامن رمانة الا وفيها حب من الجنة \nمثنى عن منصور بن حازم قال سئلت ابا عبد الله (ع) عن مسألة فقلت اسئلك عنها ثم يسئلك غيرى فتجيبه بغير جواب الذي اجبتني به فقال ان الرجل يسئلنى عن المسألة يزيد فيها الحرف فاعطيه على قدر ما زاد وينقص الحرف واعطيه على قدر ما ينقص \nمثنى عن ابي بصير عن ابي عبد الله (ع) قال سئلت عن السموات السبع قال سبع سموات ليس منها سماء الا وفيها خلق وبينها بين الاخرى خلق حتى ينتهى إلى السابعة قلت والارض قال سبع منهن خمس فيهن خلق من خلق ",
        "الرب واثنان هواء ليس فيها شيء \nتم كتاب الحناط والحمد لله رب العالمين\nويتلوه كتاب خلاد السندي\nكتاب خلاد السندي رواية هرون بن ",
        "موسى التلعكبري عن ابي العباس احمد بن\nمحمد بن سعيد الهمداني \nبسم الله الرحمن الرحيم \nوعنه ايده الله تعالى قال حدثنا أبو العباس احمد بن محمد بن سعيد قال حدثنا يحيى بن زكريا بن شيبان قال حدثنا محمد بن ابي عمير قال حدثنا خلاد السندي البزاز الكوفي عن ابي عبد الله (ع) في رجل ذبح حمامة من حمام الحرم قال عليه الفداء قال قلت فيأكله قال لا ان اكلته كان عليك فداء اخر قال قلت فيطرحه قال إذا يكون عليك فداء اخبر فقال فما اصنع به فقال (ع) ادفنه ",
        "خلاد السندي قال قلت لابي عبد الله (ع) طفت طواف الواجب وفي ثوبي قال لا بأس اولا عليك المستحاضة تطوف بالبيت قلت فمعنا امرئة قد ولدت قال تقيم حتى تطهر قلت فما من ذاك بد قال مامن ذاك بد \nخلاد عن ابى حمزة الثمالي عن علي بن الحسين (ع) قال ما احب ان لى بذل نفسي حمر النعم وما تجرعت من جرعة احب إلى من جرعة غيظ لا اكلم فيها صاحبها \nخلاد عن عمر بن شمر قال قلت لابي عبد الله (ع) يتزوج الرجل قابلته قال لا ولا ابنتها \nخلاد عن رجل عن الحسن البصري قال بلغه ان عبد الملك بن مروان يشتم عليا (ع) في خطبته فقال ما لعبد الملك ويله يسب اخا رسول الله (ص) ",
        "في الدنيا والاخرة فقال له اصحابه تروى هذا يا ابا سعيد وانت تقول يود على انه كان ياكل حشف المدينة وانه لم يقتل من المسلمين من قتل قال اقول هذا والله احب إلى من الحرص على سبه اما والله لطال ما سمع وطوء جبرئيل فوق بيته \nخلاد قال ودع رسول الله (ص) عليا فقال له زودك الله التقوى وغفر لك ذنبك ووجه لك الخير حيث ما توجهت \nخلاد رفعه إلى امير المؤمنين (ع) في الرجل يموت ويترك مالا وليس له احد فقال له أمير المؤمنين (ع) اعط الميراث مشاريجه \nخلاد رفعه إلى رسول الله صلى الله عليه وآله قال عن يمين العرش قوما على منابر من نور وجوههم من نور يغبطهم الانبياء والشهداء ليسوا بانبياء ولا شهداء فقال أبو بكر يارسول الله (ص) من هم يا رسول الله فسكت عنه فقال عمر من هم يا رسول الله فسكت عنه فقال على (ع) من هم يا رسول الله قال (ص) هم شيعتك وانت امامهم ",
        "تم ويتلوه كتاب الحسين بن عثمان بن شريك بن عدى العامري الوحيدي \nكتاب حسين بن عثمان بن شريك روايه هرون \nبن موسى التلعكبري \nعن ابي العباس احمد بن محمد بن سعيد الهمداني \nبسم الله الرحمن الرحيم ",
        "الشيخ ايده الله قال حدثنا أبو العباس احمد بن محمد بن سعيد قال حدثنا جعفر بن عبد الله المحمدى قال حدثنا محمد بن ابي عمير عن الحسين بن عثمان عن عبد الله بن مسكان عن سليمان بن خالد قال قال أبو جعفر (ع) ان ابي نظر إلى رجل يمشي مع ابيه الابن متكى على زراع ابيه قال فما كلمه على بن الحسين عليهما السلام مقتا له حتى فارق الدنيا \nحسين عن اسحق بن عمار قال سمعت ابا عبد الله (ع) يقول ان الزكوة تحل لمن له ثمانماة درهم وتحرم على من له خمسين درهما قال قلت وكيف ذلك قال يكون لصاحب الثمانماة عيال ولا يكسب ما يكفيه ويكون صاحب الخمسين درهما ليس له عيال وهو يصيب ما يكفيه \nحسين عن ابي الحسن في رجل اعطى مالا يقسمه فيمن يحل له اله ان يأخذ شيئا منه لنفسه ولم يسم له قال ياخذ لنفسه مثل ما اعطى غيره \nحسين ومحمد بن ابي حمزة عن ابي جعفر (ع) قال من خرج عن مكة وهو لا يريد العود إليها فقد اقترب اجله دنى عذابه ",
        "حسين عن ابي عبد الله (ع) في الغوص قال عليه الخمس \nحسين عمن ذكره وغير واحد عن ابي عبد الله (ع) قال لا يصلح المرء \nالاعلى ثلث خصال التفقه في الدين وحسن التقدير في المعيشة والصبر على النائبة \nحسين ومحمد بن ابي حمزة عمن ذكراه عن ابي عبد الله (ع) قال من حقر مؤمنا مسكينا لم يزل الله له حاقرا ماقتا حتى يرجع عن محقرته اياه ",
        "حسين عن حسين بن مختار عن ابي عبد الله (ع) قال ان الله عزوجل يبغض الغني الظلوم والشيخ الفاجر والصعلوك المحتال قال ثم قال اتدرى ما الصعلوك المحتال قال قلت القليل المال قال لا ولكنه الغنى الذي لا يتقرب إلى الله تعالى بشيء من ماله \nحسين عن اسحق بن عمار عن ابي عبد الله (ع) قال لا يطلق التطليقة الثالثة حتى يمسها \nحسين عن بعض اصحابه عن ابي عبد الله قال إذا اصبت الحديث فاعرب عنه بما شئت \nحسين عن محمد بن مسلم عن ابي بصير عن ابي عبد الله (ع) انه سئل عن الخمر يجعل منه الخل قال لا الا ماكان من قبل نفسه ",
        "حسين عن ابي عبد الله (ع) قال لو ترك الناس الحج ما انتظروا ( فلينظرواخ د ) بالعذاب \nحسين عن ام سعيد الاحمسية قال سئلت ابا عبد الله (ع) عن زيارة قبر الحسين (ع) فقال تعدل حجة وعمرة ومن الخير هكذا ومن الخير هكذا وقال بيديه \nحسين عن اسحاق بن عمار قال قلت لابي الحسن (ع) المرئة تخاف الحبل وتشرب الدواء فتلقى مافى بطنها فقال لا فقلت انما هي نطفة فقال ان اول ما يخلق النطفة \nحسين عن ابي عبد الله (ع) قال تقول الجنة يا رب ملات النار كما ",
        "وعدتها فاملاني كما وعدتني قال فيخلق الله خلقا يومئذ فيدخلهم الجنة ثم قال أبو عبد الله (ع) طوبى لهم لم يروا اهوال الدنيا وغمومها \nحسين عن رجل عن ابي عبد الله (ع) قال من منع قيراطا من الزكوة فليس بمؤمن ولا مسلم متعمدا لا ولاكرامة \nحسين وغير واحد عن عبد الله بن شيبان عن ابي عبد الله (ع) قال انما حرم على بني هاشم من الصدقة الزكوة المفروضة على الناس ثم قال لولا ان هذا لحرمت علينا هذه المياه التي فيها مكة والمدينة \nحسين عن اسحق بن عمار عن ابى عبد الله (ع) في رجل مات واقر بعض قرابته لرجل بدين قال يلزمه في حصته ",
        "حسين عن اسحق بن عمار قال سئلت ابا الحسن (ع) عن الفطرة فقال الجيران احق بها وقال لا بأس ان تعطى قيمة ذلك فضة \nحسين عن اسحق عن ابي عبد الله (ع) قال الغايب إذا اراد ان يطلق تركها شهرا \nحسين عن رجل عن ابي عبد الله (ع) قال رب فقير هو اسرف من غنى ان الغنى ينفق مما اتاه الله والفقير مما ليس عنده \nعن رجل عن ابي عبد الله (ع) قال ان اول ما يحاسب عليه العبد الصلوة فإذا قبلت قبل سائر عمله وإذا ردت رد عليه ساير عمله ",
        "حسين عن رجل عن ابي عبد الله (ع) قال ان العبد إذا صلى الصلوة لوقتها وحافظ عليها ارتفعت بيضاء نقيه تقول حفظتني حفظك الله وإذا لم يصلها لوقتها ولم يحافظ عليها رجعت سوداء مظلمة تقول ضيعتني ضيعك الله \nحسين عن سليمان الطلحي قال قلت لابي جعفر (ع) اخبرني عما اخبرت به الرسل عن ربها وانهت ذلك إلى قومها ايكون لله البداء قال اما اني لا اقول لك انه يفعل ولكن انشاء فعل \nحسين عمن ذكره عن ابي عبد الله (ع) قال انتم يومئذ والله حكام الارض وسنامها لا يسعنا في ديننا الا ذلك \nحسين عن رجل عن ابي عبد الله (ع) في الذي يكون بمكة يعتمر فيخرج إلى بعض الاوقات قال يقطع التلبية إذا نظر إلى الكعبة ",
        "حسين عمن ذكره عن ابي عبد الله (ع) قال إذا كان يوم الجمعة فالبس احسن ثيابك ومس الطيب فان رسول الله صم كان إذا لم يمس ( يصب خ ل ) دعا بالثوب المصبوغ فرشه بالماء ثم مسح به وجهه \nحسين عمن اخبره عن ابي عبد الله (ع) قال قلت له نتخوف ان ينزلنا الله بذنوبنا منازل المستضعفين قال لا والله لا يفعل الله ذلك لكم ابدا \nحسين عن رجل عن ابي جعفر (ع) قال كنا جماعة عند القبر فوقف علينا فقال السلام عليكم اما والله انى لاحب ريحكم وارواحكم وانكم لعلى دين الله ودين ملئكته ما على ذلك احد غيركم وانكم الذين قال الله ان تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلا كريما \nحسين عمن ذكره عن ابي عبد الله (ع) في رجل اعطى رجلا دراهم ليحج بها عنه فحج عن نفسه قال هي للاول ",
        "حسين عن اسحق بن عمار عن ابي عبد الله (ع) في رجل حج عن رجل فاجترح في حجه شيئا يلزمه فيه الحج من قابل أو كفارة قال هي للاول تامة وعلى هذا ما اجترح \nحسين عمن ذكره عن ابي عبد الله (ع) في رجل اعطى لرجل مالا يحج به فحدث بالرجل حدث قال ان كان خرج فأصابه في بعض الطريق فقد اجزءت عن الاول والا فلا تجزى \nعن رجل عن ابي عبد الله (ع) قال مابين الدفتين قرأن \nحسين قال قال أبو عبد الله (ع) في السنة اثنى عشر عمرة في كل شهر عمرة ",
        "حسين عن ابي الحسين (ع) قال إذا ظهر النزاليك من خلف الحايط من كنيف في القبلة سترته بشيء قال ابن ابي عمير ورايتهم قد ثنوا بارية وباريتين قد تستروا ( ستروا ح د ) بها \nحسين عمن ذكره عن ابى عبد الله (ع) في الصداع اخرج عليك يا حمى ويا صداع أو عرق أو عين انس أو عين جن أو وجع فلان بن فلانة ( ن خ د ) اخرج عليكم بالله الذي اتخذ ابرهيم خليلا وكلم موسى تكليما وبرب عيسى بن مريم الذي هو روحه وكلمته الا هدأتم وطفيتم كما طفيت نار ابراهيم \nحسين قال رايت ابا الحسن (ع) قد بنى بمنى بناء ثم هدمه \nحسين عن ابي عبد الله (ع) قال ما الصلعوك عندكم قال قيل الذي ليس له شيء فقال أبو عبد الله (ع) ولكنه الغنى الذي لا يتقرب إلى الله بشيء من ماله ",
        "حسين عن ابي عبد الله (ع) قال هو الاسم ولا يؤمن عليه الا مسلم قال فقال له رجل اصلحك الله ان لنا جارا قصابا يدعو يهوديا فيذبح له حتى يشترى منه اليهود قال لا تأكل ذبيحته ولا تشتر منه \nحسين عن زرارة عن ابي عبد الله (ع) قال صلوة الليل كفارة لما اجترح بالنهار \nحسين عن اسحق بن عمار أو سماعة بن مهران عن ابي عبد الله (ع) قال كان رسول الله صم إذا دخل العشر الاواخر ضربت له قبة شعر وشد المئزر قال قلت له واعتزل السناء قال اما اعتزال النساء فلا \nحسين عن سماعة عن عن ابي بصير عن ابي عبد الله (ع) الدنيا كانوا من الطعام والشراب فيما يكفيهم أو قال فيما ادعوا قال فقال زدنى قال (ع) ان المؤمن يزوج اربعة الاف ( الف خ ل ) ثيب وثمانمائة عذراء قال فقال ما تفتش منهن شيئا الا وجدتها كذلك ",
        "حسين عن اسحق بن عمار عن ابي عبد الله (ع) قال ليس من وجه يتوجه فيه الناس الا للدنيا الا الحح \nحسين عمن ذكره عن ابي عبد الله (ع) قال صلة الرحم تزكى الاعمال وتنمى الاموال وتيسر الحساب وتدفع البلوى وتزيد في الاعمار تم بحمدالله تعالى\nكتاب عبد الله بن يحيى الكاهلي رواية هرون \nبن موسى التلعكبري عن ابي العباس ",
        "احمد بن محمد بن سعيد \nالهمداني \nبسم الله الرحمن الرحيم \nالشيخ ايده الله قال حدثنا أبو العباس احمد بن محمد بن سعيد قال حدثنا محمد بن احمد بن الحسن بن الحكم القطوانى قال حدثنا احمد بن محمد بن ابى نصر البزنطي قال حدثنا عبد الله بن يحيى الكاهلي قال سمعت ابا عبد الله (ع) يقول صلوا في مساجدهم واعتنوا ( فاغشوا خ د ) جنائزهم وعودوا مرضاهم وقولوا لقومكم ما يعرفون ولا تقولوا لهم مالا يعرفون انما كلفوكم من الامر اليسير فكيف لو كلفوكم ما كلف اصحاب الكهف قومهم كلفوهم الشرك بالله العظيم فاظهروا لهم الشرك واسروا الايمان حتى جائهم الفرج وانتم لا تكلفون هذا ",
        "عبد الله عن بعض اصحابنا عن ابي عبد الله (ع) قال إذا دخلت السوق فقل لا اله الا الله عدد ما ينطقون سبحان الله عدد ما يسومون تبارك الله احسن الخالقين ثلث مراة سبحان الله عدد ما يبغون سبحان الله عدد ما ينطقون سبحان الله عدد ما يسومون تبارك الله رب العالمين \nعبد الله قال سئلت العبد الصالح عن الرجل يخفق وهو جالس في الصلوة قال لا بأس بالخفقة ما لم يضع جبهته ( جنبه خ د ) على الارض أو يقعد على شيء \nعبد الله قال سئلت العبد الصالح عن رجل مسلم احل جاريته لاخيه قال هي له حلال \nعبد الله عن سماعة بن مهران عن العبد الصالح قال قال لي اتم الصلوة في الحرمين مكة والمدينة ",
        "عبد الله قال حدثني عامر بن عمير قال قلت لابي عبد الله (ع) جعلني الله فداك ان امرأتي اعطتني مالها كله وجعلتني منه في حل اصنع به ما شئت ايكون لى ان اشترى منه جارية اطأها قال ليس ذاك لك انما ارادت ( ارادك ) ما سرك فليس لك ما سائها \nعبد الله قال حدثني عبد الحميد بن عواض الطائى قال قلت لابي عبد الله (ع) ان رجلا اوصى إلي بنسمتين فاشتريت واحدة فاعتقتها وبقيت الاخرى وليس اصبت بما بقى نسمة فقال انظر مكاتبا فضلت عليه فضلة من نجومه ففكه بها \nعبد الله عن اسمعيل بن جابر عن ابي عبد الله (ع) قال خذ من شعرك إذا اردت الحج ما بينك وبين ثلثين يوما إلى النحر \nعبد الله قال حدثني حمادة بنت الحسن اخي ابي عبيدة الحذاء قالت سئلت ابا عبد الله (ع) عن رجل تزوج امرئة وشرط ان لا يتزوج عليها ورضيت ان ذلك مهرها قالت فقال أبو عبد الله (ع) هذا شرط فاسد لا يكون النكاح الا على درهم أو درهمين ",
        "عبد الله قال سمعت العبد الصالح (ع) يقول في الحايض إذا انقطع عنها الدم ثم رأت صفرة فليس بشيء تغتسل ثم تصلى \nعبداالله قال حدثني محمد بن سنان قال سمعت ابا عبد الله (ع) يقول صلوة الليل ثلثة عشر ركعة منها ركعتي الغداة ركعتين اللتين عند الفجر وكان رسول الله صم يصلى قبل طلوع الفجر \nعبد الله قال حدثني محمد بن مروان قال سمعت ابا عبد الله (ع) يقول ما سائل يسئلني عن صلوة رسول الله صم وصيامه فاخبره بها فيقول ان الله لا يعذب على الزيادة كانه يظن انه افضل من رسول الله (ص) \nعبد الله عن محمد بن مالك عن عبد الاعلى مولى ال سام قال حدثني أبو عبد الله (ع) بحديث فقلت له جعلت فدالك اليس زعمت لي الساعة كذا وكذا فقال لا قال فعظم على فقلت بلى والله لقد زعمت لى قال لا والله ما زعمته قال فعظم علي فقلت بلى والله لقد قلت قال نعم لقد قلته اما علمت ان كل زعم في القران كذب تم الكتاب والحمد لله رب العالمين ويتلوه كتاب سلام ( سليمان خ ل ) بن ابى عمرة رواية التلعكبري عن ابن عقده ",
        "بسم الله الرحمن الرحيم \nالشيخ ايده الله قال حدثنا احمد بن محمد بن سعيد قال حدثنا القسم بن محمد بن الحسين بن حازم قال حدثنا عبد الله بن جبلة الكيناني \nقال حدثنا سلام بن ابي عروة عن معروف بن خربوذ المكي عن ابي جعفر (ع) قال دخلت عليه فانشأت الحديث وذكرت باب القدر فقال لا اراك الا هناك اخرج عني قال قلت جعلت فداك اني اتوب منه فقال والله حتى تخرج إلى بيتك وتغسل ثوبك وتغتسل وتتوب منه إلى الله كما يتوب النصراني من نصرانيته قال ففعلت \nسلام عن معروف عن ابي الطفيل عامر بن وائله عن امير المؤمنين (ع) قال اتحبون ان يكذب الله ورسوله حدثوا الناس بما يعرفون وامسكو عما ينكرون ",
        "سلام عن ابي الجارود عن ابى عبد الله الحداى قال قال لى امير المؤمنين (ع) يا ابا عبد الله الا اخبرك بالحسنة التي من جاء بها امن من فزع يوم القيمة وبالسيئة التي من جاء بها كب على وجهه في جهنم فقلت بلى يا امير المؤمنين فقال الحسنة حبنا والسيئة بغضنا اهل البيت \nسلام عن سلام بن سعيد المخزومي عن ابي جعفر (ع) قال قلت لا يصعد عملهم إلى الله ولا يقبل منهم عملا فقال لا من مات وفى قلبه بغض لنا اهل البيت ومن تولى عدونا لم يقبل الله له عملا \nسلام عن سلام بن سعيد المخزومي عن يونس بن حباب عن علي بن الحسين عليهما السلام قال قام سول الله صم فحمد الله واثني عليه ثم قال \nما بال اقوام إذا ذكر عندهم ال ابراهيم وال عمران فرحوا واستبشروا وإذا ذكر عندهم ال محمد اشمأزت قلوبهم والذى نفس محمد بيده لو ان عبدا جاء يوم القيمة بعمل سبعين نبيا ما قبل الله ذلك منه حتى يلقى الله بولايتي وولاية اهل بيتي ",
        "سلام عن ابي حمزة قال كنت مع ابي جعفر (ع) فقلت جعلت فداك يابن رسول الله قد يصوم الرجل النهار ويقوم الليل ويتصدق ولا يعرف منه الا خيرا الا انه لايعرف الولاية قال فتبسم أبو جعفر (ع) وقال يا ثابت انا في افضل بقعة على ظهر الارض لو ان عبدا لم يزل ساجدا بين الركن والمقام حتى يفارق الدنيا لم يعرف ولايتنا لم ينفعه ذلك شيئا \nسلام عن ابان بن تغلب قال سمعت ابا عبد الله (ع) يحدث عن ابي جعفر (ع) قال لما ان نصب رسول الله صم عليا (ع) يوم الغدير فقال من كنت مولاه فعلى مولاه اللهم وال من ولاه وعاد من عاداه واحب من احبه ووابغض من ابغضه وانصر من نصره فقال أبو فلان وفلان كلمة خفية ما نالوا ما رفع خسيسة ابن عمه لو يستطيع ان يجعله نبيا لفعل وايم الله لئن هلك لنزيلنه عما يريد قال فسمعها شاب من الانصار فقال اما والله لقد سمعت مقالتكما وايم الله لابلغن رسول الله صم ما قلتما فناشداه الله ان لا يفعل فابى الا ان يبلغ رسول الله صم ما قالا فقالا له اجهد جهدك فاتى رسول (ص) فاخبره بمقالتهما فبعث اليهما رسول الله (ص) فدعاهما فلما جاءآ وراى الشاب عنده عرفا انه بلغه فقال (ص) لهما ما حملكما على ما قلتما يا ابا فلان وفلان فحلفا بالله الذي لا اله الا هو انهما ما قالا شيئا من ذلك فاقبل رسول الله (ص) على الانصاري فقال يا اخا الانصاري ما حملك ان تكذب على شيخي قريش فود الانصاري ان الارض خسفت به وانه لم يقل شيئا من ذلك قال فدعا الله ان ينزل عذره قال فاتاه جبرئيل في ساعة لم يكن يأتيه فيها وانزل عليه \nيحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد ايمانهم وهموا بما لم ينالوا وما نقموا الا ان اغنيهم الله ورسوله من فضله فان يتوبوا يك خيرا لهم وان يتولوا يعذبهم عذابا اليما في الدنيا والاخرة ومالهم في الارض من ولي ولا نصير فقال أبو عبد الله (ع) والله لقد توليا وما تابا \nسلام عن معروف عن ابي جعفر (ع) قال ان رسول (ص) اخبر عليا (ع) بما يلقى من امته فشق ذلك عليه فقال لعلي اما ترضى ان تكون حيث اكون ان اول مدعو يدعى يوم القيمة ابراهيم خليل الرحمن فيكسى ثوبين ثم يقوم عن يمين العرش ثم تدعى إذا دعيت وتكسى إذ كسيت وتشرب إذا شربت وتسمع إذا سمعت فمن احبك فقد احبني ومن ابغضك فقد ابغضني ",
        "سلام عن عكرمة عن ابن عباس قال قال رسول الله (ص) صنفان من امتي لاسهم لهما في الاسلام مرجى وقدري \nسلام عن ابي يحيى الهمداني قال دخلنا على ابي عبد الله (ع) فقلنا له اصلحك الله انا لا ندري ما صحبتنا اياك وما صحبتك ايانا فان حدث بك حدث فالى من فقال ان فلانا قد جمع القران قال ثم دخلت عليه السنة الثالثة فقلت رحمك الله ما ندرى ما صحبتك ايانا فان حدث بك حدث فالى من فقال ان فلانا قد جمع القران وهو صاحبكم وهو كما سرك \nتم الكتاب بعون الله ويتلوه \nنوادر على بن اسباط ",
        "انشاء الله\nنوادر \nعلى بن اسباط\nنوادر علي بن اسباط رواية هرون بن ",
        "موسى عن ابي العباس احمد بن\nمحمد بن سعيد الهمداني \nبسم الله الرحمن الرحيم \nالشيخ ايده الله قال حدثنا أبو العباس احمد بن محمد بن سعيد الهمداني قال اخبرنا علي بن حسن بن فضال قال حدثنا علي بن اسباط قال اخبرنا يعقوب بن سالم الاحمر عن رجل عن ابي جعفر (ع) قال لما قبض رسول الله (ص) بات ال محمد عليهم السلام بليلة اطول ليلة ظنوا انه لا سماء تظلهم ولا ارض تقلهم مخافة لان رسول الله (ص) وتر الاقربين والابعدين في الله فبينا هم كذلك إذ اتاهم آت لا يرونه ويسمعون كلامه فقال السلام عليكم يا اهل البيت ورحمة الله وبركاته في الله عزاء من كل مصيبة ونجاة من كل هلكة ودرك لما فات ان الله اختاركم وفضلكم وطهركم وجعلكم اهل بيت نبيه (ص) واستودعكم علمه واورثكم كتابه وجعلكم تابوت علمه وعصا عزه وضرب لكم مثلا من نوره وعصمكم من الزلل وامنكم من الفتن فاعتزوا بعز الله فان الله لم ينزع منكم رحمة ولن يديل منكم عدوه فانتم اهل الله الذين بكم تمت النعمة واجتمعت الرحمة وايتلفت الكلمة فانتم اولياء الله من توليكم نجى ومن ظلمكم حقكم بزهق ومودتكم من الله في كتابه واجبة على عباده المؤمنين والله على نصركم إذا يشاء قدير فاصبروا لعواقب الامور فانها إلى الله تصير قد قبلكم الله من نبيه وديعة واستودعكم اوليائه المؤمنين في الارض فمن ادى امانته اداه الله ( اتاه الله خ د ) صدقه ",
        "فانتم الامانة المستودعة والمودة الواجبة ولكم الطاعة المفترضة وبكم تمت النعمة وقد قبض الله نبيه صلوات الله عليه واله ورحمة الله وبركاته وقد اكمل الله به الدين وبين لكم سبيل المخرج فلم يترك لجاهل حجة فمن تجاهل أو جهل أو انكر أو نسى أو تناسى فعلى الله حسابه والله من وراء حوائجكم فاستعينوا بالله على من ظلمكم واسئلوا الله حوائجكم والسلام عليكم ورحمة الله وبركاته فسئله يحيى بن ابي القاسم فقال جعلت فداك ممن اتيهم التعزية فقال من الله عزوجل \nالحسين بن خالد الصيرفي قال قلت لابي الحسن الرضا (ع) ان ام ولد للحسن الطويل اوصى لها مولاها بجميع ما في بيته قال فقال هذا تجوز فيه شهادة الخدم ومن حضر من اهل البيت \nعلي بن اسباط عن ثعلبة بن ميمون عن الحسن بن زياد العطار قال سئلت ابا عبد الله (ع) عن قول الله تبارك وتعالى إلى ترالى الذين قبل لهم كفوا ايديكم واقيموا الصلوة قال نزلت في الحسن بن علي عليهما السلام امره الله بالكف قال قلت فلما كتب عليهم القتال قال نزلت في الحسين بن علي عليهما لسلام كتب الله عليه وعلى اهل الارض ان يقاتلوا معه قال علي بن اسباط وقد رواه بعض اصحابنا عن ابي جعفر (ع) قال لو قاتل معه اهل الارض لقتلوا كلهم \nح بعض اصحابنا رواه ان ابا جعفر (ع) قال كان ابي مبطونا يوم قتل أبو عبد الله الحسين بن على عليهما السلام وكان في الخيمة وكنت ارى موالياتنا كيف يختلفون معه يتبعونه بالماء يشد على الميمنة مرة وعلى الميسرة مرة وعلى القلب مرة ولقد قتلوه قتلة نهى رسول الله (ص) ان يقتل بها الكلاب ولقد قتل بالسيف والسنان وبالحجارة وبالخشب وبالعصى ولقد اوطاءه الخيل بعد ذلك ",
        "غير واحد من اصحابنا ان مصعب بن الزبير توجه إلى عبد الملك بن مروان يقاتله فلما بلغ الحير دخل فوقف على قبر ابي عبد الله (ع) ثم قال له ابا عبد الله (ع) اما والله لئن كنت غصبت نفسك ما غصبت دينك ثم اتصرف وهو يقول : ان الاولى بالطف من ال هاشم * تأسوا فسنوا بالكرام ( للكرام خ ل ) تأسيا \nغير واحد من اصحابنا قال لما بلغ اهل البلدان ما كان من ابي عبد الله (ع) قدمت كل امرئة تزور وقالت العرب ( وكانت العرب تقول للمرأة لا تلد ابدا الا ان تحضر قبر رجل كريم ) الزور التي لا تلد ابدا الا ان تخطى قبر رجل كريم فلما قيل الناس ان الحسين بن رسول الله قد وقع اتته مأة الف امرئة لا تلد فولدن كلهن \nح عمن رواه عن احدهما انه قال يازراة ما في الارض مؤمنة الا وقد وجب عليها ان تسعد فاطمة صلى الله عليها في زيارة الحسين (ع) ثم قال يا زرارة انه إذا كان يوم القيمة جلس الحسين (ع) في ظل العرش وجمع الله زواره وشيعته ليصيروا من الكرامة والنظرة والبهجة والسرور الى امر لا يعلم صفته إلى الله فيأتيهم رسل ازواجهم من الحور العين من الجنة فيقولون انا رسل ازواجكم اليكم يقلن انا قد اشتقناكم وابطأتم عنا فيحملهم ما فيه من السرور والكرامة إلى ان يقولوا لرسلهم سوف نجيئكم ( نحكم خ د ) انشاء الله \nح رجل من اصحابنا يكنى بابي اسحق عن بعض اصحابه انه قال كان علي بن الحسين عليهما السلام يقول يوم عرفة لا يسئل فيه احد احدا الا الله وقال إذا احرم الرجل فناداه الرجل فلا يجيبه بالتلبية لانه قد اجاب الله بالتلبية في الاحرام وإذا صلى الرجل في المسجد الحرام كان افضل خشوعه ان ينظر إلى الكعبة وإذا صلى في غير المسجد الحرام كان افضل خشوعه ",
        "ان ينظر إلى موضع سجوده وإذا كان مقابل الكعبة لم يجزله ان يحتبى وهو ناظر إليها \nح رجل قال ودع أبو عبد الله (ع) رجلا قال استودع الله نفسك وامانتك ودينك زودك الله زاد التقوى ووجهك للخير حيث توجهت ثم التفت الينا وقال هكذا كان وداع رسول الله (ص) لعلي (ع) إذا وجهه في جهة من الوجوه \nح بعض اصحابنا قال دخل امير المؤمنين (ع) الحمام فسمع صوت الحسن والحسين عليهما السلام قد علا فقال ما لكما فداكما ابي وامي فقالا له تبعك هذا الفاجر وظننا انه يريد ان يعيرك قال دعاه فو الله ما اطلى الا له \nح عمرو بن ابراهيم اخو العباسي قال سئلت ابا الحسن (ع) عن وقوله تعالى سنستدرجهم من حيث لا يعلمون قال يجدد لهم النعم مع تجديد المعاصي ",
        "ح ابراهيم بن محمد بن حمران عن ابيه عن ابي عبد الله (ع) قال من سافر أو تزوج والقمر في العقرب لم ير الحسني \nح اسمعيل عن عمه عن رجل عن ابي عبد الله (ع) قال الغلام يلعب سبع سنين ويتعلم الحلال والحرام سبع سنين \nح عيسى بن عبد الله (ع) عن ابيه عن جده قال قال (ع) لو عدل في الفرات لاسقي ما في ( على خ د ) الارض كله ( بياض في النسخة ) قال كان روى شيخ من اصحابنا قال سمعته يقول الم تعلم ان الله بعث محمدا (ص) بالنبوة واصطفاه بالوحي على حين فترة من الرسل وانقطاع من السبل ودروس من الامر وضلال من الناس بشيرا ونذيرا وداعيا إلى الله باذنه وسراجا منيرا وكان اول امته له اجابة واقربهم منه قرابة واوجبهم له حقا وله نصيحة ( نصحة خ ل ) ابن عمه لابيه وانه علي بن ابي طالب (ع) صلواة الله عليه ورباه في حجره وزوج ابنته سيدة نساء العالمين وابو \nولديه الحسن والحسين سيدي شباب اهل الجنة فمضى سابقا زائدا عن دعوته باذلا مهجته خائضا في غمرات الموت دونه ففرج الكرب الشديدة بسيفه عن وجهه ولم يول دابرا ( دبرا ص ) قط ولم يستعتب من خطيئته قط ولم يسبق إلى فضل قط حامل راية رسول الله (ص) في كل مشهد واخوه دون المسلمين في كل محشد ومغمض عينيه وغاسل جسده وموديه إلى حضرته ومدخله في قبره لم يقدم رسول الله (ص) احدا قبله نزل القران بفضائله وتكلم رسول الله (ص) بمناقبه فهاتوا من له فضل كفضله لم يعنفه ( لم تعصه خ ل ) الكتاب ولم تجهله السنة ",
        "ح أبو داود قال حدثني بعض اصحابنا انه مر مع ابي عبد الله (ع) وإذا انسان يضرب في الشتاء في ساعة باردة فقال سبحان الله افي مثل هذه الساعة يضرب قال قلت جعلت فداك وللضرب حد قال فقال لي نعم إذا كان الشتاء ضرب في حر النهار وإذا كان الصيف ضرب في برد النهار \nواخبرني عبيدالله ( عبد الله خ ل ) بن راشد عن عبيدة بن زرارة قال دخلت على ابى عبد الله (ع) وعنده البقباق يعني ابا العباس فقلت رجل احب بني امية اهو معهم فقال لي نعم قال قلت فرجل احبكم قال فقال لي نعم قال قلت وان زنى وان سرق قال فالتفت إلى البقباق فوجد منه الغفلة فقال برأسه نعم \nح وعن فضيل بن عثمان قال سمعت ابا عبد الله (ع) يقول لا تفضلوا على رسول الله (ص) احدا فان الله قد فضله ولا تفرطوا ولا تغلوا ولا تقولوا فينا مالا نقول واحبونا حبا مقتصدا فانكم ان قلتم وقلنا متنا ومتم وكنا حيث شاء الله وكنتم \nح حدثني أبو علي القطان قال سمعني أبو عبد الله (ع) وانا اقول والحمد لله منتهى علمه فقال لي لا تقل هكذا فانه ليس لعلم الله منتهى ",
        "ح وعن ثعلبة بن ميمون ولا اعلمه الا عن عبد الاعلى مولى ال سام قال سمعت ابا عبد الله (ع) يقول التفت رسول الله (ص) إلى اصحابه فقال اتخذوا جننا قالوا يا رسول الله من عدو قد اضلنا قال لا ولكن من النار قالوا سبحان الله والحمد لله ولا اله الا الله والله اكبر قال فانهن المعقبات المنجيات والمقدمات وهن عند الله الباقيات الصالحات \nح عثمان بن عيسى عن رجل عن ابي عبد الله (ع) قال إذا زرتم موتاكم قبل طلوع الشمس سمعوا واجابوكم وإذا زرتم بعد طلوع الشمس سمعوا ولم يجيبوكم \nح اخبرني رجل عن اسحق بن عمار قال سمعت ابا عبد الله (ع) يقول ياتي على الناس زمان من سئل عاش ومن سكت مات قال قلت جعلت فداك فان ادركت ذلك الزمان فما اصنع قال فقال ان كان عندك ماتنيلهم فانلهم والا فاعنهم بجاهك \nح اخبرني عبد الله الشامي عن عبد الله بن ابي يعفور قال خرجت مع ابي بصير إلى محمد بن عتبة العجلي قال فوصله قال فقلت له يا ابا محمد انصرف فقد وصلك فقال لى لو ان الدنيا خيرت لصاحب لاراد زيادة ثم نام فما علمت الا وكلب قد جاء حتى شغر على وجهه قال قلت لا امنعه والله لا امنعه والله ",
        "ح وابو داود قال كنت انا وعينيه بياع القصب عند علي بن ابي حمزة فسمعته يقول قال لي أبو الحسن موسى (ع) يا علي انما انت واصحابك اشباه الحمير قال فقال لى عينية سمعته قال قلت نعم قال فقال لا والله لا انقل قدمي إليه ابدا بعد هذا \nح وروى غير واحد عن ابي بصير قال قلت لابي جعفر (ع) حملني حمل البازل قال فقال لي إذا تنفسح \nح اخبرني محمد بن سنان عن ابي عبيدة عن ابي جعفر (ع) قال جاء رجل إلى النبي (ص) فشكى إليه الوسوسة ودنيا قد فدحه وكثرة العيلة فقال له النبي (ص) قل توكلت على الحي الذي لا يموت الحمدالله الذي لم يتخذ صاحبة ولا ولدا ولم يكن له شريك في الملك ولا ولى من الذل وكبره تكبيرا قال له كررها كررها كررها قال فلم يلبث ان عاد النبي (ص) فقال يا رسول الله قد اذهب الله عنى الوسوسة وادي عني الدين واغناني من العيلة \nح وعن سعيد بن عمرو بن ابي نصر عن ابي حمزة الثمالي عن علي بن الحسين (ع) قال كان عابد من بني اسرائيل فقال ابليس لجنده من له فانه قد غمني فقال واحد منهم انا له قال في أي شيء قال ازين له الدنيا قال لست بصاحبه قال الاخر فانا له قال في أي شيء قال في النساء قال لست بصاحبه قال الثالث انا له قال في أي شيء قال في عبادته قال انت له انت له فلما جنه الليل طرفه فقال ضيف فادخله فمكث ليلته يصلى حتى اصبح فمكث ثلاثا يصلي ولا يأكل ولا يشرب فقال له العابد يا عبد الله ما رايت مثلك فقال له انك لم تصب شيئا من الذنوب وانت ضعيف العبارة قال وما الذنوب التي اصبتها قال خذ اربعة دراهم وتاتى فلانة البغية فتعطيها درهما للحم ودرهما للشراب ودرهما لطيبها ودرهما لها فتقضى حاجتك منها قال فنزل واخذ اربعة دراهم فاتى بابها فقال يا فلانة فخرجت فلما راته قالت مفتون والله مفتون والله قالت له ما تريد قال خذى اربعة دراهم وهيئى لى طعاما ووشرابا وطيبا وتعالى حتى اتيك فذهبت فدارت فإذا هي بقطعة من حمار ميت فاخذته ثم عمدت إلى بول عتيق فجعلته في كوز ثم جاءت به إليه فقال هذا طعامك قالت نعم قال لا حاجة لي فيه وهذا شرابك فلا حاجة لي فيه اذهبي فتهيئى فتقذرت جسدها ثم جائته فلما شمها قال لا حاجة لى فيك فلما اصبحت كتب على بابها ان الله قد غفر لفلانة البغية بفلان العابد ",
        "ح عمرو بن ساير عن جابر عن ابي عبد الله جعفر (ع) قال ان عابدا عبد الله في دير له ثمانين سنة ثم اشرف فإذا هو بامرئة فوقعت في نفسه فنزل إليها فراودها عن نفسها فأجابته فقضى حاجة منها فلما قضى حاجته طرقه الموت واعتقل لسانه فمر به سائل فاشار إليه باصبعه ان خذ رغيفا من كساه فاخذه فاحبط الله عمل ثمانين سنة بتلك الزنية فغفر له بذلك الرغيف فادخله الجنة \nح عن هرو بن خارجه عن ابي عبد الله (ع) قال كان عابد من بني اسرائيل فطرقته امرئة بالليل فقالت له اضفني فقال امرئة مع رجل لا يستقيم قال اني اخاف ان ياكلني السبع فتالم فخرج فادخلها قال والقنديل بيده فذهب يصعد به فقالت له ادخلتني من النور إلى الظلمة قال فرد القنديل فلما لبث ان جائته الشهوة فلما خشى على نفسه قرب خنصره إلى النار فلم يزل كلما جائته الشهوة ادخل اصبعه النار حتى احرق خمس اصابع فلما اصبح قال اخرجي فبئست الضيفة كنت لي \nح ابراهيم بن علي المحمدى عن ابيه عبد الله بن موسى عن ابيه عن جده جعفر بن محمد عن محمد بن علي عن جابر بن عبد الله الانصاري قال خرج علينا رسول الله (ص) ذات يوم ونحن في مسجده فقال من هيهنا فقلت انا يارسول الله وسلمان الفارسي فقال يا سلمان ادع لي مولاك علي بن ابي طالب (ع) فقد جائتني فيه عزيمة من رب العالمين قال جابر فذهب سلمان فاستخرج عليا من منزله فلما دني من رسول الله خلا به فاطال مناجاته كل ذلك ليسر إليه رسول الله (ص) سرا خفيا عنا ووجه رسول الله يقطر عرقا كنظم الدر يتهلل حسنا ثم قال له لما انصرف من مناجاته قد سمعت ووعيت فاحفظ يا علي ثم قال باجابر ادع لي عمر وأبا بكر قال جابر فذهبت اليهما فدعوتهما فلما حضراه قال يا جابر ادع لي عبد الرحمن بن عوف قال جابر \nفدعوته فلما اتاه قال يا سلمان اذهب إلى بيت ام سلمة فاتني بالبساط الخيبري قال جابر فما لبثنا ان جائنا سلمان بالبساط فأمره ان يبسط ثم امر القوم فجلس كل واحد منهم على ركن من اركانه وكانوا ثلاثه ثم خلا رسول الله (ص) بسلمان فاطال مناجاته فاسر إليه سرا خفيا ثم امره ان يجلس على الركن الرابع من البساط ثم قال له النبي (ص) يا علي اجلس متوسطا وقل ما امرتك به فانك لو قلته على الجبال لسرت أو قلته على الارض لتقطعت من وراءك ولطويت كل من بين يديك ولو كلمت به الموتى لاجابوك باذن الله بل الله والقوة بالله فقال له بعض القوم يا رسول الله هذا لعلي خاصة قال نعم فاعرفوا ذلك له قال جابر فلما اخذ كل واحد مجلسه اختلج البساط فلم اره الا مابين السماء والارض فلما رجع سلمان ولقيته خبرني انهم ساروا بين السماء والارض لا يدرون اشرقا ام غربا حتى انقض بهم البساط على كهف عظيم عليه باب من حجر واحد ",
        "قال سلمان فقمت بالذي امرني به رسول الله (ص) قال جابر فقلت لسلمان وما الذي كان امرك به رسول الله (ص) قال امرني إذا استقر البساط مكانه على الارض وصرنا عند الكهف ان امر ابا بكر بالسلام على اهل ذلك الكهف وعلى الجميع فأمرته فسلم عليهم باعلى صوته فلم يردوا عليه شيئا ثم سلم اخرى فلم يجب فشهد اصحابه على ذلك وشهدت عليه ثم امرت عمر فسلم عليهم باعلى صوته فلم يردوا عليه شيئا ثم سلم اخرى فلم يجب فشهد اصحابه على ذلك وشهدت عليه ثم امرت عبد الرحمن بن عوف فسلم عليهم فلم يجب فشهد اصحابه على ذلك وشهدت عليه ثم قمت انا فاسمعت الحجارة والاودية صوتي فلم اجب فقلت لعلي فداك ابي وامي انت بمنزلة رسول الله (ص) حتى نرجع ولك السمع والطاعة وقد امرني ان امرك بالسلام على اهل هذا الكهف اخر القوم وذلك لما يريد الله لك وبك من شرف \nالدرجات فقام علي (ع) فسلم بصوت خفي فانفتح الباب فسمعنا له صريرا شديدا ونظرنا إلى داخل الغار يتوقد نارا فملئنا رعبا وولى القوم فرارا فقلت لهم مكانكم حتى نسمع ما يقال فانه لا باس عليكم فرجعوا فاعاد علي (ع) فقال السلام عليكم ايها الفتية الذين امنوا بربهم فقالوا وعليك السلام يا علي ورحمة الله وبركاته وعلى من ارسلك بابائنا وامهاتنا انت يا وصي محمد (ص) خاتم النبيين وقائد المرسلين ونذير العالمين وبشير المؤمنين اقرئه مني السلام ورحمة الله يا امام المتقين قد شهدنا لابن عمك بالنبوة ولك بالولاية والامامة والسلام على محمد يوم ولد ويوم يموت ويوم يبعث حيا قال ثم اعاد علي (ع) فقال السلام عليك ايها الفتية الذين آمنوا بربهم فزادهم هدى فقالوا وعليك السلام ورحمة الله وبركاته يا مولانا وامامنا الحمدلله الذي ادانا ولايتك واخذ ميثاقنا بذلك لك وزادنا ايمانا وتثبيتا على التقوى قد سمع من بحضرتك ان الولاية لك دونهم وسيعلم الذين ظلموا أي منقلب ينقلبون \nقال سلمان فلما سمعوا ذلك اقبلوا على علي (ع) وقالوا قد شهدنا وسمعنا فاشفع لنا إلى نبيناص ليرضى عنا برضاك عنا ثم تكلم علي (ع) بما امره رسول الله (ص) مادرينا اشرقا أو غربا حتى نزلنا كالطير الذي يهوى من مكان بعيد وإذا نحن على باب المسجد فخرج الينا رسول الله صم فقال كيف رأيتم فقال القوم نشهد كما شهد اهل الكهف ونومن كما امنوا فقال (ص) ان تفعلوا تهتدوا وما على الرسول الا البلاغ المبين فان لم تفعلوا تختلفوا فمن وفى وفى الله له ومن نكص فعلى عقبيه ينقلب افبعد المعرفة والحجة والذي نفسي بيده لقد امرت ان امركم ببيعته وطاعته فبايعوه واطيعوه فقد نزل الوحي بذلك علي يا ايها الذين امنوا اطيعو الله واطيعوا الرسول واولي الامر منكم \nقال جابر فبايعناه فقال رسول الله (ص) ان استقمتم على الطريقة لعلي في ولايتنا استقيتم ماء غدقا واكلتم من فوق رؤسكم ومن تحت ارجلكم وان لم تستقيموا اختلفت كلمتكم وشمت بكم عدوكم ولتتبعن بني اسرائيل شيئا شيئا لو دخلوا حجر ظب لتبعتموهم فيه وطوبى لمن تمسك بولاية علي (ع) من بعدي حتى يموت ويلقاني وانا عنه راض قال جابر وكان ذهابهم ومجيئهم من زوال الشمس إلى وقت العصر ( الغروب خ ـ د ) ",
        "خبر في الملاهم الشيخ ايده الله قال حدثنا أبو القاسم بن الحسن ( علي بن القاسم خ ـ د ) الشكري الخزاز الكوفي المعروف بابن الطبال في المحرم سنة ثماني وعشرين وثلثمائة من حفظه بالكوفة باب منزله في موضع يعرف بالتلعة في ظهر السبيع قال مولدي سنة ثلث وماتين قال سمعت ابا جعفر محمد بن معروف الهلالي الخزاز وكان ينزل عبد القيس يقول في سنة ثمانين ( خمسين خ ـ د ) وماتين وكان قد اتت عليه مائة وثماني وعشرين سنة قال مضيت إلى الحيرة إلى ابي عبد الله جعفر بن محمد عليهما السلام في وقت السفاح فوجدته قد تداك الناس عليه ثلثة ايام متواليات فما كان لي فيه حيلة ولا قدرت عليه من كثرة الناس وتكانفهم عليه فلما كان في اليوم الرابع راني وقد خف الناس عنه فادناني ومضى إلى قبر أمير المؤمنين (ع) فتبعته فلما صار في بعض الطريق غمزه البول فاعتزل عن الجاده ناحية فبال ونبش الرمل بيده فخرج له الماء فتطهر للصلوة ثم قام فصلى ركعتين ثم دعا ربه وكان من دعائه اللهم لا تجعلني ممن تقدم فمرق ولاممن تخلف فمحق واجعلني من النمط الاوسط ثم مشى ومشيت معه فقال يا غلام البحر لاجار ( حار خ ـ د ) له والملك لاصديق له والعافية لاثمن لها كم من ناعم ولا يعلم ثم قال تمسكوا بالخمس وقدموا الاستخارة وتبركوا بالسهولة وتزينوا بالحلم واجتنبوا الكذب واوفوا المكيال والميزان ثم قال الهرب الهرب إذا خلعت العرب اعنتها ومنع \nالبرجانية وانقطع الحج ثم قال حجوا قبل ان لاتحجوا واومي بيده إلى القبلة بابهامه وقال يقتل في هذا الوجه سبعون الفا أو يزيدون قال علي بن الحسن فقد قتل في الهبير وغيره شبيه بهذا وقال أبو عبد الله (ع) في هذا الخبر لابد ان يخرج رجل من ال محمد (ص) ولابد ان يمسك الراية البيضاء قال علي بن الحسن فاجتمع اهل بني رواس ومضوا يريدون الصلوة في المسجد الجامع في سنة خمسين وماتين وكانوا قد عقدوا عمامة بيضاء على قناة فامسكها محمد بن معروف وقت خروج يحيى بن عمرو وقال أبو عبد الله (ع) في هذا الخبر وتجف فراتكم وجف الفرات وقال ايضا يجيئونكم قوم صغار الاعين فيخرجوكم من دوركم قال علي بن الحسن فجائنا كبحور والاتراك معه فاخرجوا الناس من دورهم وقال أبو عبد الله ايضا وتجيء السباع إلى دوركم قال علي وجائت السباع إلى دورنا وقال أبو عبد الله وكاني بجنائزكم تحفر قال علي بن الحسن فراينا ذلك كله وقال أبو عبد الله يخرج رجل اشقر ذو سبال ينصب له كرسي على باب دار عمرو بن حريث يدعو إلى البرائة من علي بن ابي طالب (ع) ويقتل خلقا من الخلق ويقتل في يومه قال وراينا ذلك تم بعون الله تبارك وتعالى ( صورة خط الشيخ الحر رحمة الله ) \nفرغ من كتابته يوم الاربعاء لخمس بقين من ذى الحجة سنة اربع وسبعين وثلثمائة بالموصل من نسخة محمد بن الحسن القمي ونسخه من نسخة الشيخ التلعكبري ايده الله كما تقدم انتهى\nكتاب ",
        "عبد الله بن الجبر المعروف \nبديات \nكتاب عبد الله بن الجبر المعروف \nبديات ظريف بن ناصح \nبسم الله الرحمن الرحيم ",
        "الحمدلله رب العالمين وصلى الله على محمد واله الطاهرين \nوبعد فان من الاصول المعتبرة المعتمدة المشهورة التي كان إليها المرجع وعليها المعول في اعصار اصحاب ائمتنا بل إلى زمان المحمدين الثلثة كتاب الديات الذي جمعه اصحاب أمير المؤمنين (ع) من فتياه وبعث به امير المؤمنين (ع) إلى امرائه وروس اجناده وامر به عماله وكان يعرف بكتاب عبد الله بن الجبر وبكتاب ديات ظريف بن ناصح لان عبد الله بن الجبر يرويه عن ابائه وظريف بن ناصح يرويه عن عبد الله بن الجبر ويظهر لمن تتبع فهارس الشيوخ انهم ينسبون الكتاب إلى الراوى لصرف روايته له وان لم يكن تصنيفه وعرض عبد الله بن الجبر هذا الكتاب على سيدنا الصادق (ع) فقال نعم هو حق وعرضه هو على ما في جش وكل من يونس بن عبد الرحمن المجمع على تصحيح ما يصح عنه الحسن بن علي بن فضال المجمع على تصحيح ما يصح عنه على قول والحسن بن الجهم الثقة على سيدنا الرضا (ع) فقال ارووه فانه صحيح ونقله الكليني في ديات الكافي مقطعا والصدوق والشيخ نقلاه في الفقيه والتهذيب من غير تقطيع ولهم نور الله مضاجعهم إليه طرق عديده وانا الفقير إلى الله الغنى نصر الله القزويني لما رايت هذا الكتاب مع انه بهذه المثابة من الاعتبار اندرس كاخوته نسخته بحيث لاتكاد \nتوجد منفردة واكثر اهل عصرنا لقصور هممهم عن مراجعة اثار ساداتنا الاطهار لا يعلمون باشتمال الكتب الثلثة عليها عزمت على ان افردها عنها واخرجها عن حيز الاصول المندرجة فيها احياء لامر اصحاب الامر فلنقدم اولا جملة مما له دخل في اعتبارها ثم نذكرها بعينها وعبارتها فنقول \nقال النجاشي في ترجمة عبد الله بن الجبر عبد الله بن سعيد بن حيان بن الجبر الكناني أبو عمرو الطيب شيخ من اصحابنا ثقة وبنو الجبر بيت بالكوفة واخوه عبد الملك بن سعيد ثقة عمر إلى سنة اربعين وماتين له كتاب الديات رواه عن ابائه وعرضه على الرضا (ع) والكتاب يعرف بين اصحابنا بكتاب عبد الله بن الجبر اخبرنا احمد بن عبد الواحد قال حدثنا عبيدالله بن احمد الانباري قال حدثنا الحسن بن احمد المالكي قال حدثنا محمد بن عيسى بن عبيد عن يونس بن عبد الرحمن عن عبد الله بن الجبر قال في ترجمة ظريف بن ناصح اصله كوفي نشاء ببغداد وكان ثقة في حديثه صدوقا له كتب منها كتاب الديات رواه عدة من اصحابنا عن ابي غالب احمد بن محمد قال قرء على عبد الله بن جعفر وانا اسمع قال حدثنا الحسن بن ظريف عن ابيه وقال أبو غالب في رسالته إلى ابن ابنه محمد بن عبد الله بن ابي غالب ثبت الكتب التي اجزت لك روايتها على الحال التي قدمت ذكره واسماء الرجال الذين رويتها عنهم فمن ذلك كتاب الصوم للحسين بن سعيد إلى ان قال كتاب الديات للحسن بن ظريف حدثني به عبد الله بن جعفر عن الحسن بن ظريف وقال الشيخ في ترجمة الظريف من ست طريف بن ناصح له كتاب الديات اخبرنا به الشيخ المفيد رض عن ابي الحسن احمد بن محمد بن الحسن الوليد واخبرنا ابن ابي جيد عن محمد بن الحسن بن الوليد عن محمد بن الحسن الصفار عن احمد بن محمد بن عيسى عن الحسن بن علي بن فضال عنه وروى الكليني في ديات الكافي عن عدة من اصحابنا عن سهل بن زيادة عن الحسن بن ظريف ",
        "بن ناصح عن ابيه ظريف عن رجل يقال له عبد الله بن ايوب قال حدثنا أبو عمر والطيب قال عرضت هذا الكتاب على ابي عبد الله (ع) قال افتى امير المؤمنين صلوات الله عليه فكتب الناس فتياه وكتب به امير المؤمنين (ع) إلى امرائه ورؤس اجناده وروى عن عدة من اصحابنا عن سهل بن زياد عن محمد بن عيسى عن يونس بن عبد الرحمن وعن علي بن ابراهيم عن محمد بن عيسى عن يونس قال عرضت كتاب الديات على ابي الحسن الرضا (ع) وقال هو صحيح وروى عن علي بن ابرهيم عن ابيه عن الحسن بن علي بن فضال قال عرضته على ابي الحسن الرضا (ع) فقال لى اروه فانه صحيح وروى الصدوق في الفقيه باسناده عن الحسن بن علي بن فضال عن ظريف بن ناصح عن عبد الله بن سنان عن ابي ايوب قال حدثني الحسين الرواسى عن ابي عمرو الطبيب قال عرضت هذه الرواية على ابي عبد الله فقال نعم هي حق وقد كان يامر عماله بذلك وروى الشيخ في ديات التهذيب باسناده عن محمد بن الحسن بن الوليد عن محمد بن الحسن الصفار عن احمد بن محمد بن عيسى عن الحسن بن علي بن فضال عن ظريف بن ناصح وباسناده عن احمد بن محمد بن يحيى عن العباس بن معروف عن الحسن بن علي بن فضال عن ظريف بن ناصح وباسناده عن علي بن ابراهيم عن ابيه عن ابن فضال عن ظريف بن ناصح وباسناده عن سهل بن زياد عن الحسن بن ظريف عن ابيه ظريف بن ناصح وباسناده عن محمد بن الحسن بن الوليد عن احمد بن ادريس عن محمد بن حسان الرازي عن اسمعيل بن جعفر الكندي عن ظريف بن ناصح قال حدثني يقال له عبد الله بن ايوب قال حدثني حسين الرواسي قال حدثني أبو عمرو المتطبب قال عرضت هذه الرواية علي ابي عبد الله وروى باسناده عن علي بن ابراهيم عن ابيه عن ابن فضال ومحمد بن عيسى عن يونس جميعا عن الرضا عليه السلام قالا عرضنا عليه الكتاب فقال نعم هو حق وقد كان امير المومنين \nعليه السلام يامر عماله بذلك قال افتى (ع) في كل عظم له مخ فريضة مسماة إذا كسر فجبر على غير عثم ولاعيب فجعل فريضة الدية ستة اجزاء وجعل في الجروح والجنين والاشفار والشلل والاعضاء والابهام لكل جزء ستة فرائض وجعل عليه السلم دية الجنين مائة دينار وجعل دية مني الرجل إلى ان يكون جنينا خمسة اجزاء فإذا كان جنينا قبل ان تلجه الروح مائة دينار وجعل للنطفة عشرين دينار أو هو الرجل يفرغ عن عرسه فيلقى نطفته وهي لا تريد ذلك فجعل فيها امير المؤمنين (ع) عشرين دينار الخمس وللعلقة خمسي ذلك اربعين دينار أو ذلك للمرئة ايضا تطرق أو تضرب فتلقيه ثم للمضغة ستين دينار إذا طرحته المرئة ايضا في مثل ذلك ثم للعظم ثمانين دينارا إذا طرحته المرئة ثم للجنين ايضم ماة دينار إذا طرقهم عدو فاسقطن النساء في مثل هذا واوجب على النساء ذلك من جهة المعقلة مثل ذلك وإذا ولد المولود واستهل وهو البكاء فبيتوهم فقتلوا الصبيان ففيهم الف دينار للذكر والانثى على مثل هذا الحساب على خمسمائة دينار واما المرئة إذا قتلت وهي حامل متم ثم تسقط ( ولم تسقط خ د ) ولدها ولم يعلم اذكر هو ام انثى ولم يعلم بعدها مات أو قبلها فديته نصفان نصف دية الذكر ونصف دية الانثى ودية المرئة كاملة بعد ذلك وافتى في مني الرجل يفرغ عن عرسه فيعزل عنها الماء ولم ترد ذلك نصف خمس المائة من دية الجنين عشرة دنانير وان افرغ فيها عشرون دينارا وجعل في قصاص جراحته ومعقلته على قدر ديته وهي مائة دينار وقضى في دية جراح الجنين من حساب الماة على ما يكون من جراح الرجل والمرئة الكاملة وافتى في الجسد وجعله ستة فرائض النفس والبصر السمع والكلام ونقص الصوت من الغنن والبحح والشلل في اليدين والرجلين فجعل هذا بقياس ذلك الحكم ثم جعل مع كل شيء من هذه قسامة على نحو ما بلغت الدية \nوالقسامة في النفس جعل على العمد خمسين رجلا وعلى الخطاء خمسة وعشرين رجلا على ما بلغت ديته الف دينار وعلى الجراح بقسامة ستة نفر فما كان دون ذلك فبحسابه على ستة نفر والقسامة في النفس والسمع والبصر والعقل والصوت من الغنن والبحح ونقص اليدين والرجلين فهذه ستة اجزاء الرجل فالدية في النفس الف دينار والانف الف دينار والضوء كله من العينين الف دينار والبحح الف دينار وشلل اليدين الف دينار والرجلين الف دينار وذهاب السمع كله وذهاب البصر كله الف دينار والشفتين إذا استوصلتا الف دينار والظهر إذا حدب الف دينار والذكر الف دينار واللسان إذا استوصل الف دينار والانثيين الف دينار وجعل (ع) دية الجراحة في الاعضاء كلها في الراس والوجه وساير الجسد من السمع والبصر والصوت والعقل واليدين والرجلين في القطع والكسر والصدع والبطة والموضحة والدامية ونقل العظام الناقبة يكون في شيء من ذلك فما كان من عظم كسر فجبر على غير عثم ولاعيب ولم ينقل منه العظام فان ديته معلومة فإذا اوضح ولم ينقل منه العظام فدية كسره ودية موضحته ولكل عظم كسر معلوم فدية نقل عظامه نصف دية كسره ودية موضحته ربع دية كسره فما وارت الثياب من ذلك غير قصبتي الساعد والاصابع وفي قرحة لا تبرء ثلث دية ذلك العضو الذي هي فيه فإذا اصيب الرجل في احدى عينيه فانها تقاس ببيضة تربط على عينه المصابة وينظر ما ينتهى بصر عينه المصابة الصحيحة ثم يعطى عينه الصحيحة وينظر ما ينتهى بصر عينه فيعطى ديته من حساب ذلك والقسامة مع ذلك من الستة اجزاء القسامة على ستة نفر على قدر ما اصيب من عينه فان كان سدس بصره حلف الرجل وحده واعطى وان كان ثلث بصره حلف هو وحلف معه رجل اخر وان كان نصف بصره حلف هو وحلف معه رجلان آخران وان كان ثلثى بصره حلف هو وحلف معه ثلثة رجال وانكن اربعة اخماس بصره حلف هو وحلف معه اربعة رجال وان كان بصره كله حلف \nهو وحلف معه خمسة رجال ذلك في القسامة في العينين قال وافتى (ع) فيمن لم يكن له من يحلف معه ولم يوثق به على ما ذهب من بصره ان له يضاعف عليه اليمين ان كان سدس بصره حلف واحدة وان كان الثلث حلف مرتين وان كان النصف حلف ثلث مراة وان كان الثلثين حلف اربعة مراة وان كان خمسة اسداس حلف خمس مراة وان كان بصره كله حلف ست مراة ثم يعطى وان ابي ان يحلف لم يعط الا ما حلف عليه ويوثق ( وثق خ د ) منه بصدق والو الى يستعين في ذلك بالسؤال والنظر والتثبيت في القصاص والحدود والقود وان اصاب سمعه شيء فعلى نحو ذلك فيضرب له شيء لكى يعلم منتهى سمعه ثم يقاس ذلك والقسامة على نحو ما نقص من سمعه فان كان سمعه كله فعلى نحو ذلك وان خيف منه فجور ترك حتى يغفل ثم يصاح به فان سمع عاوده الخصوم إلى الحاكم والحاكم يعمل فيه برأيه ويحط عنه بعض ما اخذ وان كان النقص في الفخذ أو في العضد فانه يقاس بخيط تقاس رجله الصحيحة أو يده الصحيحة ثم يقاس به المصابة فيعلم ما نقص من يده أو رجله وان اصيب الساق أو الساعد من الفخذ أو العضد فانه يقاس وينظر الحاكم قدر فخذه ",
        "وقضى علي (ع) في صدغ الرجل إذا اصيب فلم يستطع ان يلتفت الا ما انحرف الرجل نصف الدية خمسمائة دينار وان كان دون ذلك فبحسابه \nوقضى علي (ع) في شفر العين الاعلى ان اصيب فشتر فديتة ثلث دية العين مائة وست وستون دينارا وثلثا دينار وان اصيب شفر العين الاسفل فديته نصف دية العين ماءتا دينار وخمسون دينارا فان اصيب الحاجب فذهب شعره كله فديته نصف دية العين مأتا دينار وخمسون دينارا فما اصيب منه فعلى حساب ذلك \nفان قطعت روثة الانف فديتها خمس مائة دينار نصف الدية وان انفذت فيه نافذه لاتنسد بسهم أو برمح ديته ثلثمائة وثلثة وثلثون دينارا \nوثلث دينار وان كانت نافذة فبرئت والتأمت فديتها خمس دية روثة الانف مأة دينار فما اصيب فعلى حساب ذلك وان كانت النافذة في احدى المنخرين إلى الخيشوم وهو الحاجز بين المنخرين فديتها عشر دية روثة الانف لانه النصف والحاجز بين المنخرين خمسون دينارا وان كانت الرمية نفذت في احدى المنخرين والخيشوم إلى المنخر الاخر فديتها ستة وستون دينارا وثلثا دينار وإذا قطعت الشفة العليا فاستوصلت فديتها نصف الدية خمسمئة دينار فما قطع منها فبحساب ذلك فان انشقت فبدا منها الاسنان ثم رويت فبرئت والتأمت فدية جرحها والحكومة فيه خمس دية الشفة ماة دينار وما قطع منها فبحساب ذلك وان شترت وشينت شينا قبيحا فديتها ماة دينار وستة وستون دينارا وثلثا دينار ودية الشفة السفلى إذا قطعت واستوصلت ثلثا الدية كملا ستمائة وستة وستون دينارا وثلثا دينار فما قطع منها بحساب ذلك فان انشقت حتى تبدو منها الاسنان ثم برئت والتامت ماة دينار وثلثة وثلثون دينارا وثلث دينار وان اصيبت فشينت شينا فاحشا فديتها ثلثماة دينار وثلثة وثلثون دينارا وثلث دينار وذلك ثلث ديتها قال وسئلت ابا جعفر (ع) ذلك فقال بلغنا ان امير المؤمنين عليه السلام فضلها لانها تمسك الماء والطعام فلذلك فضلها في حكومته وفي الخد إذا كانت فيه نافذة وبدا منها جوف الفم فديتها ماة دينار فان روى فبرء والتام وبه اثر بين أو شين فاحش فديته خمسون دينارا فان كانت نافذة في الخدين كليهما فديتها ماة دينار وذلك نصف دية التي بدا منها الفم فان كانت ومية بنصل ينفذ في العظم حتى ينفذ إلى ( في خ د ) الحنك فديتها مائة وخمسون دينارا جعل منها خمسين دينارا لموضحتها وان كانت ناقبة ولم تنفذ فديتها ماة دينار فان كانت موضحة في شيء من الوجه فديتها خمسون دينارا فان كان لها شين فدية شينها ربع دية موضحتها وان كان جرحا ولم يوضح ثم برء وكان في الخدين اثر فديته عشر دنانير وان كان في الوجه صدع فديته ثمانون ",
        "دينارا فان سقطت منه جذوة لحم ولم يوضح وكان قدر الدرهم فما فوق ذلك فديتها ثلثون دينارا ودية الشجة إذا كانت توضح اربعون دينارا وان كانت في الجسد ( المسجد خ د ) وفي موضح الراس خمسون دينارا فان نقل منها العظام فديتها ماة دينار وخمسون دينارا فان كانت ناقبة في الراس فتلك تسمى المأمومة وفيها ثلث الدية ثلثمائة دينار وثلثة وثلثون دينارا وثلث دينار وجعل (ع) في الاسنان في كل سن خمسين دينارا وجعل الاسنان سواء وكان قبل ذلك يجعل في الثنية خمسين دينارا وفيما سوى ذلك من الاسنان في الرباعية اربعين دينارا وفي الناب ثلثين دينارا وفى الضرس خمسة وعشرين دينارا فإذا اسودت السن إلى الحول فلم تسقط فديتها دية الساقط خمسون دينارا وان تصدعت فلم تسقط فديتها خمسة وعشرون دينارا فما انكسر منها فبحسابه من الخمسين وان سقطت بعد وهي سوداء فديتها خمسة وعشرون دينارا فان انصدعت وهي سوداء فديتها اثنى عشر دينارا ونصف فما انكسر منها من شيء فبحسابه من الخمسة والعشرين دينارا وفي الترقوة إذا انكسرت فجبرت على غير عثم ولاعيب اربعون دينارا فان انصدمت فديتها اربعة اخماس دية كسرها اثنان وثلثون دينارا فإذا وضحت فديتها خمسة وعشرون دينارا وذلك خمسة اجزاء من ديتها إذا انكسرت فان نقل منها العظام فديتها نصف دية كسرها عشرون دينارا فان نقبت فديتها ربع دية كسرها عشرة دنانير ودية المنكب إذا كسر خمس دية اليد مائة دينار فان كان في المنكب صدع فديته اربعة اخماس دية كسره ثمانون ( ثمانين خ د ) دينارا فان اوضح فديته ربع دية كسره خمسة وعشرون دينارا فان نقلت منه العظام فديته ماة دينار وخمسة وسبعون دينارا منها مائة دينار دية كسره وخمسون دينار النقل والعظام وخمسة وعشرون دينارا للموضحة فان كانت ناقبة فديتها ربع دية كسرها خمسة وعشرون دينارا فان رض \nفعثم فديته ثلث دية النفس ثلث مائة دينار وثلثة وثلثون دينارا وثلث دينار فان كان فك فديته ثلثون دينار \nوفي العضد إذا كسرت فجبرت على غير عثم ولاعيب فديتها خمس دية اليد ماة دينار ودية موضحتها ربع دية كسرها خمسة وعشرون دينارا وديته نقل عظامها نصف دية كسرها خمسون دينارا ودية نقصها ربع دية كسرها خمسة وعشرون دينارا \nوفي المرفق إذا كسر فجبر على غير عثم ولاعيب فديته ماة دينار وذلك خمس دية اليد وان انصدع فديته اربعة اخماس دية كسرها ثمانون دينارا فان اوضح فديته ربع دية كسره خمسة وعشرون دينارا فان نقلت منه العظام فديته ماة دينار وخمسته وسبعون دينارا للكسر ماة دينار ولنقل العظام خمسون دينارا وللموضحة خمسة وعشرون دينارا فان كانت فيه ناقبة فديتها ربع دية كسرها خمسة وعشرون دينارا فان رض المرفق فعثم فديته ثلث دية النفس ثلاثمأة دينار وثلاثة ثلثون دينارا وثلث دينار فانكان فك فديته ثلثون دينارا وفي المرفق الاخر مثل ذلك سواء ",
        "وفي الساعد إذا كسر فجبر على غير عثم ولاعيب ثلث دية النفس ثلاث ماة وثلثة وثلثون دينارا وثلث دينار فان كسر احدى القصبتين من الساعدين فديته خمس ديته اليد ماة دينار وفي احدهما ايضا في الكسر لاحدى الزندين خمسون دينارا وفي كليهما ماة دينار فان انصدعت احدى القصبتين ففيها اربعة اخماس دية احدى قصبتي الساعد ثمانون دينارا ودية موضحتها ربع دية كسرها خمسة وعشرون دينارا ودية نقل عظامها ماة دينار وذلك خمس دية اليد وان كانت ناقبة فديتها ربع دية كسرها خمسة وعشرون دينارا ودية نقبها نصف دية موضحتها اثنى عشر دينارا ونصف دينار ودية نافذتها خمسون دينارا فان صارت فيه قرحة لا تبرء \nفديتها ثلث دية الساعد ثلثه وثلثون دينارا وثلث دينار وذلك ثلث دية الذي هو فيه ودية الرسغ إذا رض فجبر على غير عثم ولاعيب ثلث دية اليد ماة دينار وستة ستون دينارا وثلثا دينار \nوفي الكف إذا كسرت فجبرت على غير عثم ولاعيب خمس دية اليد ماة دينار فان فك الكف فديتها ثلت دية اليد ماة دينار وستة وستون دينارا وثلثا دينار وفي موضحتها ربع دية كسرها خمسة وعشرون دينارا ودية نقل عظامها ماة دينار وثمانية وسبعون دينارا نصف دية كسرها وفي نافذتها ان لم تنسد خمس دية اليد ماة دينار فانكانت نافذة فديتها ربع دية كسرها خمسة وعشرون دينارا ودية الاصابع والقصب الذي في الكف في الابهام إذا قطع ثلث دية اليد ماة دينار وستة وستون دينارا وثلثا دينار ودية قصبة الابهام التي في الكف تجبر على غير عثم ولا عيب خمس دية الابهام ثلثة وثلثون دينارا وثلت دينار إذا استوى جبرها وثبت ودية صدعها ستة وعشرون دينارا وثلثا دينار ودية موضحتها ثمانية دنانير وثلت دينار ودية نقل عظامها ستة عشر دينارا وثلثا دينار وديته نقبها ثمانية دنانير وثلث دينار ونصف دية نقل عظامها ودية موضحتها نصف دية ناقلتها ثمانية دناينر وثلث دينار ودية فكها عشرة دنانير ودية المفصل الثاني من اعلى الابهام ان كسر فجبر على غير عثم ولا عيب ستة عشر دينارا وثلثا دينار وديته الموضحة إذا كانت فيها اربعة دنانير وسدس دينار ودية نقبه اربعة دنانير وسدس دينار ودية صدعه ثلثة عشر دينارا وثلت دينار ودية نقل عظامها خمسة دنانير وما قطع منها فبحسابه على مزلته وفي الاصابع في كل اصبع ثلث دية اليد ثلثة وثمانون دينارا وثلث دينار ودية اصابع الكف الاربع سوى الابهام دية نقل كل قصبة عشرون دينارا وثلثا دينار وديته كل موضحة في كل قصبة من القصب الاربع اصابع اربعة دنانير وسدس ودية نقل كل قصبة منهن ثمانية دنانير وثلث دينار ودية كسر كل مفصل \nمن الاصابع الاربع التي تلي الكف ستة عشر دينارا وثلثا دينار وفي صدع كل قصبة منهن ثلاثة عشر دينارا وثلث دينار فان كان في الكف قرحة لا تبرء فديتها ثلثة وثلثون دينارا وثلث دينار وفي نقل عظامها ثمانية دنانير وثلث دينار وفي موضحتها اربعة دنانير وسدس وفي نقبها اربعة دنانير وسدس وفي فكها خمسة دنانير. ",
        "ودية المفصل الاوسط من الاصابع الاربع إذا قطع فديته خمسة وخمسون ( سبعون خ د ) دينارا وثلث دينار وفي كسره احدى عشر دينارا وثلث دينار وفي صدعه ثمانية دنانير ونصف دينار وفي موضحته دينار وثلثا دينار وفي نقل عظامها خمسة دنانير وثلث دينار وفي نقبه ديناران وثلث دينار وفي فكه ثلثة دنانير وثلثا دينار وفي المفصل الاعلى من الاصابع الاربع إذا قطع سبعة وعشرون دينارا ونصف دينار وربع عشر دينار وفي كسره خمسة دنانير واربعة اخماس دينار وفي نقبه دينار وثلث وفي فكه دينار واربعة اخماس دينار وفي ظفر كل اصبع منها خمسة دنانير وفي الكف إذا كسرت فجبرت على غير عثم ولا عيب فديتها اربعون دينارا ودية صدعها اربعة اخماس ودية كسرها اثنان وثلثون دينارا ودية موضحتها خمسة وعشرون دينارا ودية نقل عظامها عشرون دينارا ونصف دينار ودية نقبها ربع دية كسرها عشرة دنانير ودية قرحة لا تبرء ثلثة عشر دينارا وثلث دينار \nوفي الصدر إذا رض فثنى شقاه كلاهما فديته خمسمائة دينار ودية احد شقيه إذا انثنى ماتا دينار وخمسون دينارا وان انثنى الصدر والكتفان فديته مع الكتفين الف دينار وإذا انثنى احدى الكتفين مع شق الصدر فديته خمسمائة دينار ودية الموضحة في الصدر خمسة وعشرون دينارا ودية الموضحة في الكتفين والظهر خمسة وعشرون فان اعترى الرجل \nمن ذلك صعر ولا يقدر على ان يلتفت فديته خمسمأة دينار وان كسر الصلب فجبر على غير عثم ولا عيب فديته ماة دينار فان عثم فديته الف دينار \nوفي الاضلاع فيها خالط القلب من الاضلاع إذا كسر منها ضلع فديته خمسة وعشرون دينارا ودية صدعه اثنى عشر دينارا ونصف ودية نقل عظامه سبعة دنانير ونصف وموضحته على ربع دية كسره ودية نقبه مثل ذلك وفي الاضلاع مما يلى العضدين دية كل ضلع عشرة دنانير إذا كسر ودية صدعه سبعة دنانير ودية نقل عظامه خمسة دنانير وموضحة كل ضلع ربع دية كسره ديناران ونصف دينار وان نقب ضلع منها فديته دينار ونصف دينار وفي الجائفة ثلث دية النفس ثلثمائة دينار وثلثة وثلثون دينارا وثلث دينار فان نقب من الجانبين كليهما برمية أو طعنة وقعت في الشقاق فديتها اربعمائة دينار وثلثة وثلثون دينارا وثلث دينار ",
        "وفي الاذن إذا قطعت فديتها خمسمائة دينار وما قطع منها فبحساب ذلك \nوفي الورك إذا كسر فجبر على غير عثم ولا عيب خمس دية الرجلين مأتا دينار فان صدع الورك فديته ماة دينار وستون دينارا اربعة اخماس دية كسره فان اوضحت فديته ربع دية كسره خمسون دينارا ودية نقل عظامه ماة وخمس وسبعون دينارا منها لكسرها مائة دينار ولنقل عظامها خمسون دينارا ولموضحتها خمسة وعشرون دينارا ودية فكها ثلثون دينارا فان رضت فعثمت فديتها ثلمائة وثلثة وثلثون دينارا وثلث دينار. \nوفي الفخذ إذا كسرت فجبرت على غير عثم ولا عيب خمس دية الرجلين ماتا دينار وان عثمت الفخذ فديتها ثلثمائة دينار وثلثة وثلثون دينارا وثلث دينار ثلث دية النفس ودية موضحة الفخذ اربعة اخماس دية كسرها مائة وستون دينار فان كانت قرحة لا تبرء فديتها ثلث دية كسرها ستة وستون دينارا وثلثا دينار ودينار ودية موضحتها ربع دية كسرها خمسون \nدينارا ودية نقل عظامها نصف دية كسرها ماة دينار ودية نقبها ربع دية كسرها خمسون دينارا ",
        "وفي الركبة إذا كسرت فجبرت على غير عثم ولا عيب خمس دية الرجلين ماتا دينار فان تصدعت فديتها اربعة اخماس دية كسرها ماة وستون دينارا ودية موضحتها ربع دية كسرها خمسون دينارا ودية نقل عظامها ماة دينار وخمسة وسبعون دينارا منها في دية كسرها ماة دينار وفي نقل عظامها خمسون دينارا وفي موضحتها خمسة وعشرون دينارا ودية نقبها ربع دية كسرها خمسون دينارا فإذا رضت فعثمت ففيها ثلث دية النفس ثلثمائة وثلثة وثلثون دينارا وثلث دينار وان فكت ففيها ثلثة اجزاء من دية الكسر ثلثون دينارا \nوفي الساق إذا كسرت فجبرت على غير عثم ولا عيب خمس دية الرجلين مأتا دينار ودية صدعها اربعة اخماس دية كسرها ماة وستون دينارا وفي موضحتها ربع دية كسرها خمسون دينارا وفي نقل عظامها ربع دية كسرها خمسون دينارا وفي نقبها نصف دية موضحتها خمسة وعشرون دينارا وفي نفوذها ربع دية كسرها خمسون دينارا وفي قرحة لا تبرء ثلثة وثلثون ديناررا وثلث دينار فان عثمت الساق فديتها ثلث دية النفس ثلثمائة وثلثة وثلثون دينارا وثلث دينار \nوفي الكعب إذا رض فجبر على غير عثم ولا عيب ثلث دية الرجلين ثلثمائة وثلثة وثلثون دينارا وثلث دينار \nوفي القدم إذا كسرت فجبرت على غير عثم ولا عيب خمس دية الرجلين ماتا دينار وفي ناقبه فيها ربع دية كسرها خمسون دينارا ودية الاصابع والقصب التي في القدم للابهام ثلث دية الرجلين ثلثمائة دينار وثلثة وثلثون دينارا وثلث دينار ودية كسر الابهام القصبة التي تلي القدم ",
        "خمس دية الابهام ستة وستون دينارا وثلثا دينار وفي صدعها ستة وعشرون دينارا وثلثا دينار وفي موضحتها ثمانية دنانير وثلث دينار وفي نقل عظامها ستة وعشرون دينارا وثلثا دينار وفي نقبها ثمانية دنانير وثلث دينار وفي فكها عشرة دنانير ودية المفصل الاعلى من الابهام وهو الثاني الذي فيه الظفر ستة عشر دينارا وثلثا دينار وفي موضحته اربعة دنانير وسدس وفي نقل عظامه ثمانية دنانير وثلث دينار وفي ناقبته اربعة دنانير وسدس وفي صدعه ثلثة عشر دينارا وثلث وفي فكه خمسة دنانير وفي ظفره ثلثون دينارا وذلك لانه ثلث دية الرجل ودية كل اصبع منها ثلث دية الرجل ثلثة وثمانون دينار وثلث دينار ودية قصبة الاصابع الاربع سوى الابهام دية كسر كل قصبة منها ستة عشر دينارا وثلثا دينار ودية موضحة كل قصبة منها اربعة دنانير وسدس ودية نقل عظم كل قصبة منهن ثمانية دنانير وثلث ودية صدعها ثلثة عشر دينارا وثلث دينار ودية نقب كل قصبة منهن اربعة دنانير وسدس ودية قرحة لا تبرء في القدم ثلثة وثلثون دينارا وثلث ودية كسر المفصل الذي يلي القدم من الاصابع ستة عشر دينارا وثلث ودية صدعها ثلثة عشر دينارا وثلث ودية نقل عظم كل قصبة منهن ثمانية دنانير وثلث دينار ودية موضحة كل قصبة منهن اربعة دنانير وسدس دينار ودية نقبها اربعة دنانير وسدس دينار ودية فكها خمسة دنانير وفي المفصل الاوسط من الاصابع الاربع إذا قطع فديته خمسة وخمسون دينارا وثلثا دينار ودية كسره احد عشر دينارا وثلثا دينار ودية صدعه ثمانية دنانير واربعة اخماس دينار ودية موضحته ديناران ودية نقل عظامه خمسة دنانير وثلثا دينار ودية فكه ثلثة دنانير وثلثا دينار ودية نقبه ديناران وثلثا دينار وفي المفصل الاعلى من الاصابع الاربع التي فيها الظفر إذا قطع فديته سبعة وعشرون دينارا وسبعة اخماس دينار ودية كسره خمسة دنانير واربعة اخماس دينار ودية صدعه اربعة دنانير وخمس دينار \nودية موضحته دينار وثلث دينار ودية نقل عظامه ديناران وخمس دينار ودية نقبه دينار وثلث دينار ودية فكه دينار واربعة اخماس دينار ودية كل ظفر عشرة دنانير. \nوافتى علي (ع) في حلمة ثدي الرجل ثمن الدية ماة دينار وخمسة وعشرون دينارا وفي خصية الرجل خمسمائة دينار قال وان اصيب رجل فادر خصيتاه كلتاهما فديته اربع مائة دينار فان فجح فلم يقدر على المشي الا مشيا لا ينفعه فديته أربعة اخماس دية النفس ثمانماة دينار فان احدب منها الظهر فح تمت ديته الف دينار والقسامة في كل شيء من ذلك ستة نفر على ما بلغت ديته وافتى (ع) في الوجيئة إذا كانت في العانة فحرق الصفاق فصارت ادرة في احدى الخصيتين فديتها ماتا دينار خمس الدية وفي النافذة ان انقذت من رمح أو خنجر في شيء من الرجل من اطرافه فديتها عشر دية الرجل ماة دينار وقضى انه لا قود لرجل اصابه والده في امر يعيب فيه عليه فأصابه عيب من قطع وغيره ويكون له الدية ولا يقاد ولا قود لامرئة اصابها زوجها فعزم العيب على زوجها ولا قصاص عليه وقضى (ع) في امرئة ركبها زوجها فاعفلها ان لها نصف ديتها ماتان وخمسون دينارا وقضى (ع) في رجل افتض جارية باصبعه فخرق مثابتها فلا تملك بولها فجعل لها ثلث ( والذى رايته في يب وفي المنقول عنه هو ثلث الدية باسقاط كلمة نصف ولكنها موجودة في الفقيه ويصدقها الحساب ) نصف الدية مائة وستة وستين دينارا وثلثي دينار. \nوقضى (ع) لها عليه صداقها مثل نساء قومها وفي رواية هشام بن ابراهيم عن ابى الحسن عليه السلم لها الدية تم بحمدالله وحسن توفيقه",
        "مختصر \nاصل علاء بن رزين \nهذا كتاب مختصر اصل علاء بن رزين الذي اختصره شيخنا الامام \nالعلامة محمد بن مكي الشهيد الاول وقد صحب محمد بن مسلم وتفقه \nعليه ويروي عن ابي جعفر وابي عبد الله عليهما السلام ",
        "بسم الله الرحمن الرحيم \nعن ابي جعفر (ع) في قوله تعالى ولقد اتيناك سبعا من المثاني والقران قال اية الكرسي \nعن محمد بن مسلم عن ابي جعفر عليه السلام قال كان ابي علي بن الحسين (ع) يسئلنا صليتم فنقول نعم فيقول البينة على الصلوة \nعن ابي جعفر عليه السلام قال ان الرجل ليذكر ذنبه بعد سبع وعشرين سنة وما يذكره الا ليستغفر الله منه فيغفر له ",
        "الدعاء دبر المكتوبة افضل من الدعاء دبر التطوع كفضل الصلوة المكتوبة على التطوع \nالحمى من قيح جهنم اطفوءها بالماء. \nمحمد بن مسلم قال قلت له وباء إذا وقع في الارض انعتزل قال وما باس ان تعتزل الوباء. \nالباقر (ع) وقد قال رسول الله صلى الله عليه وآله لرجل اخبره انه كان في دار فيها اخوته فماتوا ولم يبق غيره ارتحل منها وهي ذميمة ",
        "ابن ابي يعفور قال كان علي عليه السلام عالم هذه الامة والعلم يتوارث وليس يهلك لها لك حتى يرى من اهله من يعلم مثل علمه \nمحمد بن مسلم قال سئلته عليه السلام عن الرجل يعطس قال تقول برحمكم الله ويغفر لنا ولك \nمحمد بن مسلم ان اوجز التحميد ان يقول الرجل اللهم لك الحمد لمحامدك كلها على نعمك كلها حتى ينتهى الحمد الى ما يحب ربي ويرضى اللهم اني اسئلك خير ما ارجو وخير ما لا ارجو واعوذ بك من شر ما احذر ومن شر مالا احذر \nمحمد بن مسلم سئلته عن الرجل يلبس ثوبا جديدا قال يقول بسم الله وبالله اللهم اجعله ثوب تقوى وبركة ويمن اللهم ارزقني فيه حسن عبادتك وعملا بطاعتك واداء شكر نعمتك الحمدلله الذي كساني ما اواري به عورتي واتجمل به في الناس ",
        "محمد بن مسلم عن ابي جعفر عليه السلام قال ان ذنوب المؤمن مغفورة فليعمل ما يستانف اما انها ليست الا لاهل الايمان \nمحمد بن مسلم قال كان علي بن الحسين عليهما السلام يقول في كل صباح اقدم في يومي هذا بين يدي نيساني وعجلتي بسم الله وما شاء الله عشر مرات وفي الليلة إذا استقبلها مثل ذلك يجزيه فيما صنع في يومه وليلته ذلك \nابن ابي يعفور عن ابي عبد الله عليه السلام قال كونوا دعاة للناس بغير السنتكم ليروا منكم الاجتهاد والصدق والورع \nمحمد بن مسلم قال وسألته عن قوله قل لا اسئلكم عليه اجرا لاية قال لم يسئل الله الا ما سئلت الرسل قبله واما قوله فمن يقترف حسنة فانه التسليم لنا والصدق علينا ولا يكذب علينا وسئلته عن الرجل المسلم يداويه اليهود والنصارى قال لا باس انما الشفاء بيد الله ",
        "محمد بن مسلم قال سألت ابا جعفر عليه السلام اصلي في مسجد فامشي إلى الصف امامي فيه انقطاع قائمة قال نعم ان رسول الله صلى الله \nعليه واله قال اني اراكم من خلفي كما اراكم من بين يدي ليقمن صفوفكم وليخالفن الله قلوبكم \nمحمد بن مسلم قال أبو عبد الله عليه السلام مربي رجل وانا اصلى وانا ادعوا يعني اشير بيساري ادعو بها فقال يا ابا عبد الله بيمينك فقلت يا عبد الله ان لله حقا على هذه كحقه على هذه \nمحمد بن مسلم قال قلت لابي جعفر عليه السلام ما ترى في صوم شعبان قال حسن قال قلت افصامه رسول الله صلى الله عليه وآله قال لا قلت افتصومه انت قال لا قلت افصامه احد من ابائك قال لا ",
        "عن ابي جعفر عليه السلام قال قال رسول الله صلى الله عليه واله عجبا للمؤمن ان الله لا يقضى له قضاء الا كان له خير فان ابتلى صبر وان اعطى شكر \nمحمد بن مسلم قال سئلته عن الحصاد والجذاذ قال لا يكون الحصاد والجذا بالليل ان الله يقول واتوا حقه يوم حصاده ومن كل شيء ضغث \nعن محمد بن مسلم قال سألته عن قول الله عزوجل اولئك يبدل الله سيأتهم حسنات قال يؤتى بالمؤمن المذنب يوم القيمة حتى يقام بين يدي الله فيكون الله هو الذي يلي حسابه فيما بينه وبينه لا يطلع على حسابه الناس فيغفره حتى إذا قرره بسيئاته قال يبدلها حسنات واظهرها للناس فيقول الناس ما كان لهذا العبد سيئة واحدة \nمحمد بن مسلم قال سألته عن الدجال فقال انه لا ياتي المدينة ولكن ياتي حتى كون من وراء احد فترى دخان طعامهم عن مسير شهر واكثر من يتبعه النساء وقال رسول الله صلى الله عليه وآله انه ليس من نبي الا وقد حذروا منه فاحذروه فانه اعور وليس ربكم باعور ",
        "محمد بن مسلم قال سئلته عن الساعة التي يقال فيها ما يقال من يوم الجمعة فقال ما بين قيام الامام إلى تكبيرة بالصلوة \nمحمد بن مسلم قال سئلته عن الفقير والمسكين قال الفقير لا يسئل والمسكين يسئل والذي لا يسئل اجهد من الذي يسئل \nمحمد بن مسلم عن ابي جعفر عليه السلام قال قال رسول الله صلى الله عليه واله لرجل انت ومالك لابيك في كتاب على عليه السلام اما الولد لا ياخذ من مال والده شيئا الا باذنه وللوالد ان ياخذ من مال ابنه ما شاء وله ان يقع على جارية ابنه إذا لم يكن ابنه وقع عليها قال قلت اللهم ان كان كذا وكذا خيرا فيسره لي قال اللهم اقض لي امر كذا وكذا ويسره لى واجعله خير إلي \nمحمد بن مسلم قال انى لابغض الرجل يكون كسلان عن امر دنياه فهو عن امر اخرته اكسل ",
        "محمد بن مسلم قال انه ليس من عبد الا ويوقض كل ليلة مرة أو مرتين أو مرارا فان قام كان ذلك والا فحج الشيطان في اذنه أو لا يرى احدكم إذا قام ولم يكن ذلك منه قام متحيرا ثقلا كسلان \nابو حمزة ومحمد بن مسلم عن ابي جعفر عليه السلام قال قال رسول الله صلى الله عليه وآله الروح الامين نفث في روعي انه لن يموت نفس حتى تستكمل رزقها فاجملوا في الطلب ولا يحملنكم استبطاء شيء من الرزق ان تطلبوا ما عند الله من معاصيه فلا ينال ما عند الله الا بالطاعة \nابو حمزة عن ابي جعفر (ع) قال رسول الله صلى الله عليه واله وسلم نصر الله عبدا سمع مقالتي فوعاها وبلغها من لم يبلغه رب حامل فقه إلى غير فقيه ورب حامل فقه إلى من هو افقه منه \nمحمد بن مسلم قال سئلته عن الرجل يتعلم سورة من العزائم فيعاد عليه مرارا ايسجد كلما اعيدت عليه قال نعم قال يستجب الانصات والاستماع في الصلوة وغيرها للقران ",
        "محمد بن مسلم قال رايت ابا جعفر عليه السلام وعليه جبة خز وكساء خز وعمامة خر \nمحمد بن مسلم عن ابي جعفر عليه السلام قال قال رسول الله صلى الله عليه وآله لا يبقى جماء نطحتها قرناء الا فادلها الله منها يوم القيمة \nمحمد بن مسلم عن ابي جعفر عليه السلام في حديث قال ثم صام يومين وافطر يوما وكان ذلك صوم داود (ع) قال ثم صام يوما وافطر يوما قال ثم ال بعد ذلك إلى صيام ثلثة ايام في كل شهر \nمحمد بن مسلم قال سألني أبو جعفر عليه السلام عن شيء فقلت لا بحمدالله فقال لا تقل هكذا قل لا والحمد لله ",
        "ابو حمزة عن ابي جعفر عليه السلم قال ابرؤا من خمسة من المرجعة والخوارج والقدرية والشامي والناصب قلت ما النصب قال من احب شيئا أو ابغض عليه \nابو حمزة انه قال انا اله بيت إذا ثقل علينا جليسنا قذفناه بحصاة فان قام والا فثلث فان قام والا سبع لا يتمالك عند السابعة \nمحمد بن مسلم عن ابي جعفر عليه السلام قال لا باس ان تحدت اخاك إذا رجوت ان ينفعه وتحثه وإذا سالك هل قمت الليلة أو صمت فحدثه بذلك ان كنت فعلته فقل قد رزق الله ذلك ولا تقل لا فان ذلك كذب \nمحمد بن مسلم في الرجل يريد الحاجة واليوم حر حين تزول الشمس هل باس ان يصلي الظهر حيئنذ قال لا باس ",
        "محمد بن مسلم في الرجل يصلى الفجر حين طلع قال لا باس \nمحمد بن مسلم مر بي أبو جعفر (ع) بمسجد رسول الله صلى الله عليه وآله زوال الشمس وانا اصلى فلقينى بعد فقال اياك ان تصلي الفريضة في تلك الساعة اتؤديها في شدة الحر يعنى الظهر قلت اني كنت اتنفل \nمحمد بن مسلم قال قلت الرجل الموسر يمكث سنين لا يحج هل يجوز شهادته قال نعم وان مات ولم يحج صلى عليه ويستغفر له قال نعم \nمحمد بن مسلم قال سئلته عن الرجل يتوضاء ايبطن لحيته بالماء قال لا قال رسول الله صلى الله عليه وآله صاحب الفراش احق بفراشه وصاحب المسجد احق بسمجده ",
        "محمد بن مسلم قال سئلته هل كان لمسجد رسول الله صلى الله عليه وآله سقف قال لا محمد بن مسلم قال علامة ليلة القدر ان تطيب ريحها وان كانت في برد دفئت وان كان في حر بردت وطابت \nمحمد بن مسلم قال سئلته عن العتمة قال هي العشاء الاخرة ولكن الاعراب غلوا عليها محمد بن مسلم قال سئلته عن الرجل قالت له امراته اسئلك بوجه الله طلقتني قال يوجعها ضربا أو يعفوا عنها \nمحمد بن مسلم قال سئلته عن رجل وقع على جارية فارتفع حيضها وخاف ان يكون قد حملت فجعل الله عليه عتقا وصوما وصدقة ان هي حاضت فان كانت الجارية طمثت قبل ان يحلف بيوم أو بيومين وهو لا يعلم قال ليس عليه شيء \nمحمد بن مسلم قال سئلته عن محرم تشققت يداه قال يدهنها بزيت أو بسمن أو باهالة ",
        "محمد بن مسلم ان آدم (ع) لما بنى العبة قال اللهم ان لكل عامل اجر اللهم انى قد عملت قال فقيل له سل يا ادم قال اللهم اغفر لى ذنبي قال قد غفرت لك يا ادم فقال ولذريتي من بعدى قال يا ادم من باء منهم بذنبه هيهنا كما ابت قال ثم خرج فوقف بعرفة وبالمزدلفة ومر بالماذنين فلما تلقته الملائكة بالابطح وهم يقولون بر حجك يا ادم فرد عليهم \nمحمد بن مسلم قال قلت له ومن اين استلم الكعبة إذا فرغت من طوافي قال من دبرها \nمحمد بن مسلم قال سئلته عن الرجل ينسى الاذان والاقامة حتى يدخل في الصلوة قال ان كان ذكر قبل ان يقرء فليسلم على النبي صلى الله عليه واله وليتمم وان كان قد قرا فليتم صلوته \nمحمد بن مسلم قال سئلته عن الرجل يقتل دون ماله قال قال رسول الله صلى الله عليه وآله من قتل دون ماله قتل شهيدا ولو كنت انا لتركت له المال ولم اقاتله ",
        "محمد بن مسلم قال هل يعرض على النبي عليه واله السلام قال ما فيه شك قوله عز وجل فسيرى الله عملكم ورسوله والمؤمنون قال لله شهداء في ارضه \nمحمد بن مسلم قال سئلته عن قوله تعالى ندعو كل اناس بامامهم قال بما كانوا ياتمون به في الدنيا فيؤتى بالشمس والقمر فيقذفان في جهنم ومن يعبدهما \nمحمد بن مسلم قال سألته عن التسبيح قال ما علمت شيئا فيه موظفا الا تسبيح فاطمة عليها السلام وعشرا بعد الغداة لا اله الا الله وحده لا شريك له له الملك وله الحمد يحيى ويميت ويميت ويحيى وهو حى لا يموت بيده الخير وهو على كل شيء قدير \nمحمد بن مسلم مر أبو جعفر (ع) على قوم ياكلون جرادا وهم محرمون قال سبحان الله وانتم محرمون فقالوا انه من صيد البحر فقال ارموه في الماء اذن ",
        "محمد بن مسلم قال قلت له الصلوة الوسطى قال حافظوا على الصلوات والصلوة الوسطى وصلوة العصر وقوموا لله قانتين والوسطى هو الظهر وكان رسول الله صلى الله عليه وآله يقراها هكذا \nمحمد بن مسلم قال سألته عن المضمضة والاستنشاق قال هما مما سن النبي صلى الله عليه وآله \nمحمد بن مسلم قال سألته عن الصلوة على الميت قال تبدء فتصلى على النبي صلى الله عليه وآله فانه احق الموتى ان يصلى عليه وادع لنفسك وللمؤمنين والمؤمنات واستغفر للميت ان عرفته وان لم تكن تعرفه فقل اللهم انا لا نعرف الا خيرا وانت اعرف به وليس فيها قرائة ولا تسليم \nهذا اخر المختار من كتاب العلاء بن رزين القلاء الثقفى نقلا من خط الشيخ العالم محمد بن مكي وهو نقل من خط الشيخ الجليل ابي عبد الله محمد بن ادريس في العشرا الاخر من جمادى الاولى سنة ستين وثمانمأة ",
        "ما وجد من كتاب درست بن ابي منصور \nقال كان رسول الله صلى الله عليه وآله يتوب إلى الله في كل يوم سبعين مرة من غير ذنب \nعمر بن يزيد بن ابي عبد الله (ع) قال دخل رسول الله صلى الله عليه وآله الصلوة ومعه الحسين (ع) قال فكبر ولحظ الحسين فلم ينطق لسانه بالتكبير فكبر رسول الله الثانية ولحظه فلم ينطق لسانه بالتكبير قال وكان رسول الله صلى الله عليه وآله يكبر ويلحظه حتى كبر للسابعة فلما كبر السابعة اطلق الله لسان الحسين بالتكبير واستحضر رسول الله صلى الله عليه وآله في القرائة فصارت سنة \nدرست عن اسحق بن سالم قال حدثني منصور بن حازم عن ابي عبد الله (ع) قال قلت له اصلحك الله رجل نسى القرائة في الركعة الاولى قال يقرء في الركعة الثانية والثالثة قال قلت نسى ان يقرء في الاوليين قال يقرء في الاخيرتين قال قلت نسى ان يقرء في الثلث قال يقرء في الرابعة قال إذ حفظ الركوع والسجود فقد مضت صلوته ",
        "درست عن عمر بن يزيد قال قلت لابي عبد الله (ع) اصلحك الله وقت المغرب في السفر وانا اريد المنزل قال فقال لي إلى ربع الليل قال قلت وباي شيء اعرف ربع الليل قال فقال مسير ستة اميال من توارى القرص قال قلت اصلحك الله اني اقدر ان انزل واصلي المغرب ثم اركب فلا يضرني في مسيري قال فقال لي نزلة بك ارفق من نزلتين ثم قال ان الناس لو شاوا إذا انصر فوامن عرفات صلوا المغرب قبل ان ياتوا جمعا ثم لا يضر بهم ذلك ولكن السنة افضل \nدرست عن فضل بن عباس قال قال أبو عبد الله (ع) قال لا باس ان يجمعا كلتاهما المغرب والعشاء في السفر قبل الشفق وبعد الشفق \nمحمد بن حكيم قال لا اعلم الا عن ابي عبد الله (ع) قال قال نفقة درهم في الحج افضل من الف الف درهم في غيره في البر \nعبد الملك بن عتبة عن ابي الحسن (ع) قال قلت يستقرض الرجل ويحج قال نعم إذا لم يجد السبيل لغيره ",
        "عمر بن يزيد قال قلت لابي عبد الله (ع) جعلت فداك اني ارى هن هو افضل مني والا سياعته مصروفة وانا خال فاخاف ان يكون هذا استدراج من الله لن يخطيني قال فقال لا يكون ذكل مع الحمد \nدرست عن بعض اصحبانا عن ابى عبد الله (ع) أو عن ابي جعفر عليهما السلم في رجل عدا على رجل وجعل ينادي احبسوه احبسوه قال فحبسه رجل وادركه فقتله قال فقال امير المؤمنين يحبس الممسك حتى يموت كما حبس المقتول على الموت \nسماعة بن مهران عن ابي عبد الله (ع) قال لما قدم رسول الله صلى الله عليه وآله مكة قال انتهى إلى قبر قد درس قال فجلس إليه ودمعت عيناه قال فقال امير المؤمنين ما يبكيك يا رسول الله قال فقال لما قدمت مكة استاذنت ربي في زيارة قبرام محمد قال قال فاذن لى في زيارتهما واذن لها في كلامي قال فشكت إلى قال فادركني من ذاك ما يدرك الولد فسئلت ربي ان يشفعني فيها فاخر ذاك \nابن مسكان عن محمد بن مسلم عن ابي عبد الله (ع) قال قلت له الرجل يفوته صلوة عشر ليال ايصلى اول الليل أو يقضى قال لا بل يقضى اني اكره ان يتخذ ذلك خلقا ",
        "عبيد بن زراره قال قال أبو عبد الله (ع) إذا شككت في شيء من صلوتك وقد اخذت في مستأنف فليس بشيء امض \nبعض اصحابنا عن زراره قال قلت لابي عبد الله (ع) الجرح يكون بالرجل في المضوع الذي لا يستطيع ربطه قال قال ليس بشيء \nابن مسكان عن زرارة قال قال أبو عبد الله (ع) ان الباطل لا يعرف حقا ابدا \nمسمع عن ابي عبد الله (ع) قال قال رسول الله صلى الله عليه وآله لا خير في ولد زنية لا خير في شعره ولا في بشره ولا في شيء منه ",
        "فضل أبو العباس قال قلت لابي عبد الله (ع) الشاك في القران يكون به كافرا قال لا \nحسين بن موسى عن زرارة قال قال أبو عبد الله (ع) انى لاعلم اول شيء خلق قال وما هو قال الحروف \nعيسى أبو اليسع عن حمران بن اعين عن ابى جعفر (ع) قال كان مع النبي صلى الله عليه وآله قوم يصلون كما تصلون ويزكون كما تزكون ويحجون كما تحجون ويصومون كما تصومون ويقاتلون كما تقاتلون ماتوا فدخلوا الجنة لا يعلمون ان محمدا رسول الله صلى الله عليه وآله \nحدثنى عبيد الله عن درست عن عبيد بن زرارة قال قلت لابي عبد الله (ع) اصلحك الله قول رسول الله صلى الله عليه وآله إذا زنى الرجل خرج منه روح الايمان يخرج كله أو يبقى فيه بعضه قال لا يبقى فيه بعضه ",
        "وحدثني عبيدالله عن درست بن مسكان عن بشير الدهان عن حمران بن اعين قال سئلت ابا جعفر (ع) عن قول الله وايدهم بروح منه وقول رسول الله صلى الله عليه وآله إذا زنى العبد خرج منه روح الايمان قال فقال الم تر الى شيئين يختلجان ( يعتلجان ) في قلبك شيء يامر بالخير هو ملك يرح القلب والذى يامره بالشر هو الشيطان ينفث في اذن القلب قال ثم قال للملك لمة وللشيطان لمة فمن لمة الملك ايعاد بالخير وتصديق بالحق ورجاء الثواب ومن لمة الشيطان تكذيب بالحق وقنوط من الخير وايعاد بالشر \nوحدثني عبيدالله الدهقان عن درست عن ابي عينيه عن منصور بن حازم عن ابى عبد الله (ع) قال إذا عطى الرجل فقولوا يرحمكم الله ويغفر \nلكم فان معه غيره وإذا رد عليكم فليقل يغفر الله لكم ويرحمكم فان معكم غيركم \nوحدثني عنه عن ذي قرابة لعبد الرحمن بن سبابة عن عبد الرحمن بن سبابة قال قلت لابي عبد الله (ع) وما خبث فلغيره قال فقال وما خبث فلا يقبله الله قال فقلت له ثانية وما خبث فلغيره قال فقال ما خبث فلا يقبله الله قال فقلت له ثالثة وما خبث فلغيره قال فقال وما خبث فلا يقبله الله ",
        "وحدثني عن درست عن محمد بن حمران قال قلت لابي عبد الله (ع) الرجل يتيمم ويدخل في صلوته ثم يمر به الماء قال فقال يمضى في صلوته \nوعنه عن ابن مسكان عن الحلبي وغيره عن ابي عبد الله (ع) قال اقم الصلوة لدلوك الشمس إلى غسق الليل قال دلوك الشمس زوال النهار من نصفه وغسق الليل زوال الليل من نصفه قال ففرض فيما بين هذين الوقتين اربع صلوات قال ثم قال وقرآن الفجر ان قرآن الفجر كان مشهودا يعنى صلوة الغداة يجتمع فيها حرس الليل والنهار من الملائكة \nوعنه عن ابن اذينة عن زرارة عن ابي عبد الله (ع) قال قلت له كان الناس امة واحدة لا مؤمنين ولا مشركين فبعث الله النبيين مبشرين ومنذرين قال كان الناس امة واحدة لا مؤمنين ولا مشركين فبعث الله النبيين مبشرين ومنذرين فثم وقع التصديق والتكذيب ولو سئلت الناس قالوا لم يزل وكذبوا انما هو شيء بدالله \nوعنه عن هشام بن سالم قال كنت انا والطيار ونحن نتذاكر الارادة والمشية والمحبة والرضا إذ اقبل أبو بصير ومعه قائده قال فقال لقائده أي اصحابنا قال فقال له محمد وهشام في موضع كذا وكذا واصحابنا في موضع كذا وكذا فقال مل اليهما قال فلما دنا منا افرجنا له فجلس بيني وبين محمد قال فقال في أي شيء انتم قال فاومى إلى محمد اسكت ووضع ",
        "يده على فيه قال فقلت له نحن في كذا وكذا وذكرت المشية والارادة والمحبة والرضا قال فقال سئلت ابا عبد الله (ع) فقلت شاء لهم الكفر قال فقال نعم قال قلت وارادة قال نعم قال قلت واحب ذلك ورضى قال لا قال قلت فشاء واراد ما لم يحب ويرضى قال فقال أبو عبد الله (ع) هكذا اخرج الينا \nوعنه عن جميل بن دراج قال قلت لابي عبد الله (ع) اصلحك الله ولا يرضى لعباده الكفر قال فقال الناس جميعا لم يرض لهم الكفر قال قلت جعلت فداك وما خلقت الجن والانس الا لعيبدون قال فقال خلقهم للعبادة قال فحدثني بعض اصحابنا ان جميلا اتى به زرارة قال فقال له فكيف إذا خلقهم للعبادة ثم صاروا غير عابدين إذ صاروا مختلفين قال فقال درست قال يعقوب بن شعيب فاين انت من اختها قال قلت لابي عبد الله (ع) ولا يزالون مختلفين الا من رحم ربك ولذلك خلقهم قال فقال تلك قبل هذه \nوعنه عن هشام بن سالم قال كنت انا وابن وابي يعفور وجماعة من اصحابنا بالمدينة نريد الحج قال ولم يكن بذي الحليفة ماء قال فاغتسلنا بالمدينة ولبسنا ثياب احرامنا ودخلنا على ابي عبد الله (ع) قال فدعى لنا بدهن بان ثم قال ليس به باس هذا لمسيح قال فادهنا به قال درست هو عصارة ليس فيه شيء قال ثم قال أبو عبد الله (ع) تمشون قال قلنا نعم قال فقال حملكم الله على اقدامكم وسكن عليكم عروقكم وفعل بكم وفعل إذا اعييتم فانسلوا فان رسول الله صم امر بذلك قال ثم قال إذا اقام احدكم فلا يتمطان كانه يمن على الله قال ثم تلا هذه الاية قل لاتمنوا على اسلامكم بل الله يمن عليكم ان هداكم للايمان ان كنتم صادقين قال قال ولا يضرب على احدكم عرق ولا ينكت اصبعه الارض نكتبه الا بذنب وما يعفو الله اكثر قال ثم تلى هذه الاية ما اصابكم من مصيبة فبما كسبت ايديكم ويعفو عن كثير \nوعنه عن اسمعيل بن جابر قال لما سرعت تلك الصرعة وكان سقط عن بعيره قال جعلت اقول في نفسي أي ذنب اذنبت كان عقوبته ما ارى قال فدخلت عليه فقال لي مبتديا ان ايوب ابتلى من غير ذنب فلم يسئل ربه العافية حتى اتاه قوم يعودونه قال فلم يقدم عليه دوابهم من ريحه قال فناداه بعضهم يا ايوب لولا انك كنت تخفى عنا سوى ماكنت تظهر لنا ما اصابك الله بالذى اصابك به قال فعندها قال يا رب يا رب فكشف الله عنه ",
        "وعنه عن بعض اصحابنا عن اسحق بن عمار قال لا باس ان يعطى الفطرة عن الاثنين والثلثة الانسان الواحد \nوعنه عن ابن مسكان عن زرارة قال دخلت انا وابو الخطاب قبل ان يبتلى أو يفسد على ابي عبد الله (ع) فسئله عن صلوة رسول الله صم فاخبره فقال ازيد ان قويت قال فتغير وجه ابي عبد الله (ع) قال ثم قال انى لامقت العبد ياتيني فيسئلني عن صنيع رسول الله فاخبره فيقول ازيد ان قويت كانه يرى ان رسول الله قد قصر ثم قال ان كنت صادقا فصلها في ساعات بغير اوقات رسول الله صم \nوعنه عن هشام بن سالم عن ابي حمزة الثمالي عن ابي عبد الله (ع) قال ان الله إذا شاء شيئا قدره وإذا قدره قضاه وإذا قضاه امضاه فإذا امضاه فلا مرد له \nدرست عن عبد الملك بن عيينه عن ابي الحسن (ع) قال قلت يستدين الرجل ويحج قال نعم قال قلت فيسئل الرجل ويحج قال نعم إذا لم يجد السبيل لغيره ",
        "وعنه عن محمد الاحول عن حمران بن اعين قال قال أبو عبد الله (ع) ان اول وقوع الفتن احكام تبتدع فهواء يتبع يخالف فيها حكم الله يتولى فيها رجال رجالا ولو ان الحق اخلص فعمل به لم يكن اختلاف ولو ان \nالباطل اخلص فعمل به لم يخف على ذي حجى ولكن يؤخذ ضغث من ذا وضغث من ذا فيضرب بعضه ببعض فعند ذلك يستولى الشيطان على اوليائه وينجو الذين سبقت لهم من الله الحسنى \nوعنه عن زكار بن يحيى الواسطي قال كنت عند الفضيل بن يسار انا وحرير فقال له يا حرير يا ابا علي ان زكارا يحب ان يسمع الحديث منك في العلم قال فاقبل على فضيل فقال له مالك وللخصومة قال قلت لم ارد بهذا الخصومة قال فقال كنت انا وحمران قال فقال عبد الله (ع) يا حمران كيف تركت المتشيعين خلفك قال تركت المغيرة وبيان البيان يقول احدهما العلم خالق ويقول الاخر العلم مخلوق قال فقال لحمران فاي شيء قلت انت يا حمران قال فقال حمران لم اقل شيئا قال فقال أبو عبد الله (ع) افلا قلت ليس بخالق ولا مخلوق قال ففزغ بذلك حمران قال فقال فاي شيء هو قال فقال هومن كماله كيدك منك \nوعنه عن الوليد بن صبيح قال سئل المعلى بن خنيس ابا عبد الله (ع) فقال جعلت فداك حدثني عن القائم إذا قام يسير بخلاف سيرة علي (ع) قال فقال له نعم قال فاعظم ذلك معلى وقال جعلت فداك ممن ذاك قال فقال لان عليا سار بالناس سيرة وهو يعلم ان عدوه سيظهر على وليه من بعده وان القائم إذا قام ليس الا السيف فعودوا مرضاهم واشهدوا جنائزهم وافعلوا ولا فعلوا فانه إذا كان لم تحل مناكحتهم ولا موارثتهم ",
        "وعنه عن عبد الله بن مسكان عن بعض اصحابنا قال قال امير المؤمنين (ع) ما عدا الازار وظل الجدار وخلف الحير وماء الحر فنعم انت ابن ادم مسئول عنه يوم القيمة \nوعنه عن زكار عن حذيفة بن منصور قال قال أبو عبد الله (ع) الجراد زكي والنون زكي \nوعنه عن اسمعيل بن جابر عن ابي عبد الله (ع) قال قلت لابي عبد الله (ع) جعلت فداك اكل من طعام اليهودي والنصراني قال فقال لا تأكل قال ثم قال يا اسمعيل لا تدعه تحريما له ولكن دعه تنزها له وتنجسا له ان في انيتهم الخمر ولحم الخنزير \nوعنه عن ابي المغرا عن سعيد الاعرج عن ابي عبد الله وابي الحسن عليهما السلام قال لا تأكل من فضل طعامهم ولا تشرب من فضل شرابهم ",
        "وعنه عن ابي المغرا عن الحسن النيلي عن ابي عبد الله (ع) قال سئلته عن اهل السواد قلت انا ندخل عليهم وهم على موائدهم يشربون الخمر قال ليس بدخولك عليهم باس \nوعنه عن عمرو الواسطي ابا خلد وكان زيديا عن ابي جعفر (ع) قال لا يوجب الغسل الا التفاء الختانين وهو تغيب الحشفة \nوعنه عن ابن مسكان عن الحسين ( الحسن خ د ) بن زياد الصيقل عن ابي عبد الله قال قلت له امرئة طلقها رجل ثلثا فتزوجت زوجا بالمتعة اترجع إلى زوجها الاول قال لا حتى تدخل في مثل ما خرجت منه فان الله يقول فان طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فلا جناح عليهما ان يتراجعا والمتعة ليس فيها طلاق \nوعنه عن ابي مسكان عن محمد بن علي الحلبي عن ابى عبد الله (ع) قال كان رسول الله يخطب الناس يوم الجمعة في الظل الاول فإذا زالت الشمس اتاه جبرئيل فقال له قد زالت الشمس انزل فصل ",
        "وعنه عن ابي المغرا عن سماعة بن مهران عبد الله (ع) قال قلت جعلت فداك ان اناسا من اصحابك قد لقوا اباك وجدك وقد سمعوا منهما الحديث وقد يرد عليهم الشيء ليس عندهم فيه شيء وعندهم ما يشبهه فيقيسوا على احسنه قال فقال مالكم والقياس انما هلك من هلك بالقياس \nقال قلت اصلحك الله ولم ذاك لانه ليس من شيء الا وقد جرى به كتاب وسنة وانما ذاك شيء اليكم إذا ورد عليكم ان تقولوا قال فقال انه ليس من شيئ الا وقد جرى به كتاب وسنة ثم قال ان الله قد جعل لكل شيء حدا ولمن تعدى الحد حدا \nدرست عن عمر بن يزيد قال قلت لابي عبد الله جعلت فداك الثوب يخرج من الحائك ايصلى فيه قبل ان يقصر قال فقال لا باس به ما لم يعلم ريبة \nوعنه عن هشام بن سالم عن ابي عبد الله (ع) قال سئلته عن رجل خاف الفجر فاوتر ثم تبين له ان عليه ليل قال ينقض وتره بركعة ثم يصلى \nوعنه عن ابن مسكان عن محمد بن علي الحلبي عن ابي عبد الله (ع) قال سئلت عن دم البراغيث فقال ليس به بأس وان كثر ولا باس بشبهه من الرعاف ",
        "وعنه عن هشام بن سالم عن ابي عبد الله (ع) قال سئلته عن جز الشعر وتقليم الاظافير فقال لم يزده ذلك الا طهورا \nوعنه عن ابن اذينة عن زرارة قال قال أبو جعفر اتاني المقبض الوجه عمربن قيس الماصر هو واصحاب له فقال اصلحك الله انا نقول ان الناس كلهم مؤمنين ( مؤمنون ظ ) قال فقلت اما والله لو ابتليتم في انفسكم واموالكم واولادكم لعلمتم ان الحاكم بغير ما انزل الله بمنزلة سوء ( شر محتمل ) ولكنكم عوفيتم ولقد قال رسول الله صم لا يزني الزاني حين يزني وهو مؤمن ولا يسرق السارق حين يسرق فهو مؤمن إذا فعل شيئا من ذلك خرج منه روح الايمان اما انا فاشهد ان رسول الله (ص) قد قال هذا فاذهبوا الان حيث شئتم ولقد قال رسول الله (ص) اني قد تركت فيكم امرين لن تضلوا ما تمسكتم بهما كتاب الله واهل بيتي فانهما لن يتفرقا حتى يردا على الحوض \nقال وقرن اصبعيه السبابتين قال ولا اقول كهاتين السباحة ( بة ظ ) والوسطى لان احدهما اطول من الاخرى فتمسكوا بهما لن تضلوا ولن تزلوا اما انا فاشهد ان رسول الله صم قد قال هذا فاذهب انت الان واصحابك حيت شئتم \nعن ابن اذينة عن بردق عن ابي عبد الله (ع) هو اصحابه قال اصلحك الله انا نقول ليس في قبلتنا كفر ولاشرك وانما الايمان كلام لا يخرج من الايمان الا بتركه قال فقال أبو عبد الله (ع) ابى ذلك عليك ",
        "ابان بن عمرو بن عثمان قال درست وهو اخي علي بن الحسين لانه قال ومن لم يحكم بما انزل الله فاولئك هم الكافرون ومن لم يحكم بما انزل الله فاولئك هم الفاسقون ومن لم يحكم بما انزل الله فاولئك هم الفاسقون فقال اصلحك الله ما انا وابان بن عمرو فقال أبو عبد الله (ع) ان ابان قال ذاك وصدقه علي بن الحسين وسعيد بن المسيب \nعبد الحميد بن سعيد قال دخل سفيان الثوري على ابي عبد الله فقال اصلحك الله بلغني انك صنعت اشياء خالفت فيها النبي صم قال وما هي قال بلغني انك احرمت من الجحفة واحرم رسول الله صم من الشجرة وبلغني انك لم تستلم الحجر في طواف الفريضة وقد استلمه رسول الله صم وبلغني انك تركت المنحر ونحرت في دارك قال قد فعلت قال فقال وما دعاك إلى ذلك قال فقال ان رسول الله صم وقت الجحفة للمريض والضعيف فكنت قريب العهد بالمرض فاجبت ان اخذ برخص الله واما استلام الحجر فكان رسول الله صم يفرج له وانا لا يفرج لى واما تركي المنحر ونحري في داري فان رسول الله صم قال مكة كلها منحر فحيث نحرت اجزأك \nوعنه عن ابن مسكان وحديد رفعاه إلى امير المؤمنين صلى الله عليه قال ان الله اوحى إلى نبى في نبوته اخبر قومك انهم قد استخفوا بطاعتي وانتهكوا معصيتي فمن كان منهم محسنا فلا يتكل على احسانه \nفاني لو ناصبته الحساب كان لى عليه ما اعذبه وان كا منهم مسيئا فلا يستسلم ولا يلقى بيديه إلى التهلكة فانه لن يتعاظمني ذنب اغفره إذا تاب منه صاحبه وخبر قومك ليس من رجل ولا اهل قرية ولا اهل بيت يكونون على ما اكره الا كنت لهم على ما يكرهون فان تحولوا عما اكره إلى ما احب تحولت لهم عما يكرهون إلى ما يحبون وخبر قومك انه ليس من رجل ولا اهل بيت ولا اهل قرية يكونون على ما احب الا كنت لهم على ما يحبون فان تحولوا عما احب تحولت لهم عما يحبون وخبر قومك انه ليس منى من تكهن أو تكهن له أو سحر أو تسحر له وليس منى الا من امن بي وتوكل علي فمن عبد سواى وخلقي له ",
        "وعنه عن ابن مسكان عن حمران قال قلت لابي جعفر اصلحك الله انى كنت في حال وقد صرت إلى حال اخرى فلست ادرى الحال التي كنت عليها افضل أو التي صرت إليها قال فقال وماذاك يا حمران قال قلت جعلت فداك قد كنت اخاصم الناس فلا ازال قد استجاب لى الواحد بعد الواحد ثم تركت ذاك قال فقال يا حمران خل بين الناس وخالقهم فان الله إذا اراد بعبد خير انكت في قلبه نكته فحال قلبه فيصير إلى هذا الامر اسرع من الطير إلى وكره \nوعنه عن ابن اذينة وجميل عن زرارة قال قلت لابي عبد الله (ع) وما يؤمن اكثرهم بالله الا وهم مشركون قال المعاصي التي تركبون مما اوجب الله عليها النار شرك طاعة اطاعوا ابليس فاشركوا بالله في الطاعة قال ثم ذكر ادم وحوا قال فقال فلما اتاهما صالحا جعلا له شركاء فيما انيهما قال وانما شركهما شرك طاعة ولم يكن شرك عبادة فيعبدان مع الله غيره \nوعنه عن اسحق بن عمار قال قلت لابي الحسن (ع) الدعاء ينفع \nالميت قال نعم حتى انه ليكون في ضيق فيوسع عليه ويكون مسخوطا عليه فيرضى عنه قال قلت فيعلم من دعا له قال نعم قال قلت فان كانا ناصبيين قال فقال ينفعهما والله ذاك يخفف عنهما ",
        "وعنه عن ابي المعزا عن اسحق بن عمار قال قلت لابي عبد الله (ع) جعلت فداك ايحج الرجل ويجعله لبعض اهله وهو ببلد اخر هل يجوز ذلك له قال فقال نعم قال فقلت فينقص من اجره قال فقال له اجر ولصاحبه مثله وله اجر سوى ذلك بما وصل \nوعنه عن اسحق بن عمار قال قال أبو الحسن (ع) لا نعلم شيئا يزيد في العمر الا صلة الرحم قال ثم قال ان الرجل ليكون بارا واجله إلى ثلث سنين فيزيده الله فيجعله ثلثة وثلثين وان الرجل ليكون عاقا واجله ثلث وثلثين فينقصه الله فيرده إلى ثلث سنين \nدرست قال حدثني بعض اصحابنا عن محمد بن مسلم قال قلت لابي عبد الله (ع) اصلحك الله اليوم الذي يشك فيه من رمضان أو شعبان يصومه الرجل فيتبين انه من رمضان قال عليه قضاء ذلك اليوم ان الفرائض لا تؤدي على الشك \nدرست عن اسحق بن عمار قال لا باس ان يعطي الفطرة عن الراسين والثلثة الانسان الواحد ",
        "( نسخ من نسخة كان اخرها هكذا ) \nقوبل مع نسخة في اخرها قد فرغت من نسخة من اصل \nابي الحسن محمد بن الحسن بن الحسين بن ايوب القمي \nايده الله سماعا له عن الشيخ ابي محمد هرون بن موسى ",
        "التلعكبري ايده الله بالموصل في يوم الاربعاء لثلث \nليال بقين من ذى القعدة سنة اربع وسبعين وثلثمائة \nوالحمد لله رب العالمين وصلى الله على رسوله محمد واله\nوسلم تسليما انتهى\n( صورة خط الشيخ الحر العاملي قده )",
        "اعلم اني تتبعت احاديث هذه الكتب الاربعة عشر\nفرأيت اكثر احاديثها موجودا في الكافي أو غيره\nمن الكتب المعتمدة والباقي له مؤيدات فيها ولم\nاجد فيها شيئا منكرا سوى حديثين",
        "محتملتين للتقية وغيرها ـ\nحرره محمد الحر العاملي\nالفهرس\n1 ـ أصل زيد الزراد\t2",
        "2 ـ أصل ابي سعيد غباد العصفري\t15\n3 ـ أصل عاصم بن حميد الحناط\t21\n4 ـ اصل زيـد النـرسي\t43\n5 ـ اصل جعفر بن أحمد بن شريح الحضرمي\t60",
        "6 ـ اصل محمد بن المثنى بن القسم الحضرمي\t83\n7 ـ اصل جعفر بن محمد القرشي\t94\n8 ـ اصل عبد الملك بن حكيم الخثعمي\t98\n9 ـ اصل مثنى بن الوليد الحناط\t102",
        "10 ـ اصل حسين بن عثمان بن شريك العامري\t108\n11 ـ اصل عبد الله بن يحيى الكاهلي\t114\n12 ـ اصل سلام بن أبي عمرة الخراساني\t117\n13 ـ نوادر علي بن اسباط الكوفي\t121",
        "14 ـ كتاب عبد الله بن الجبر\t134\n15 ـ مختصر أصل علاء بن رزين القلا المولى\t150\n16 ـ كتاب درست بن أبي منصور الواسطي\t158\n"
    ]
}