{
    "partText": [
        "الالفية\nللشهيد الاول\nمحمد بن جمال الدين مكي العاملي\n",
        "هذا الكتاب\nنشر إليكترونياً وأخرج فنِّياً برعاية وإشراف\nشبكة الإمامين الحسنين عليهما‌السلام للتراث والفكر الإسلامي\nبانتظار أن يوفقنا الله تعالى لتصحيح نصه وتقديمه بصورة أفضل في فرصة أخرى",
        "قريبة إنشاء الله تعالى.\n\nالحمد لله رب العالمين والصلوة على افضل المرسلين محمد وعترته الطاهرين.\nوبعد: فهذه رسالة(1) وجيزة(2) في فرض الصلوة، اجابة لالتماس من طاعته حتم، واسعافه(3) غنم(4)، والله المستعان، وهي مرتبة على مقدمة وفصول(5) ثلاثة وخاتمة.",
        "اما المقدمة: فللصلوة الواجبة افعال، معهودة مشروطة بالقبلة، والقيام اختيارا تقربا إلى الله تعالى.\n____________________\n1 - الرسالة، هي طائفة من المسائل العلمية.\n2- الوجيزة، هي المستجمعة لكثرة المعاني مع قلة الالفاظ.",
        "3- الاسعاف والمساعدة واحدة.\n4- الغنم، بالضم الغنيمة.\n5 - الفصل لغة: الحاجز بين الشيئين، ويراد به هنا الجامع للمسائل المتحدة جنسا المختلفة نوعا، والخانمة والتذنيب والتتمة واحد وهي ما يستدرك فائت المباحث السالفة.\n",
        "واليومية واجبة بالنص(6) والاجماع،(7) مستحل تركها كافر، وفيها ثواب(8) جزيل.\nففى الخبر بطريق اهل البيت عليهم‌السلام: (صلوة فريضة خير من عشرين حجة، وحجة من بيت مملو ذهبا يتصدق منه حتى يفنى)(9).\nوعنهم عليهم‌السلام: ما تقرب العبد إلى الله بشئ بعد المعرفة افضل من الصلوة(10).\nواعلم: انها تجب على كل بالغ عاقل، إلا الحائض والنفساء، ويشترط في صحتها(11) الاسلام، لافي وجوبها(12)، ويجب أمام فعلها معرفة الله تعالى، وما يصح عليه(13) ويمتنع(14)، وعدله وحكمته، ونبوة نبينا محمد صلى‌الله‌عليه‌وآله وامامة الائمة عليهم‌السلام، والاقرار بجميع ما جاء به النبي صلى‌الله‌عليه‌وآله(5‍‍‍1) كل ذلك بالدليل(16) لا بالتقليد(17).",
        "____________________\n6- النص، هو الوارد في الكتاب العزيز والسنة المطهرة.\n7- الاجماع، هو اتفاق اهل الحل والعقد من امة محمد صلى‌الله‌عليه‌وآله في عصر من الاعصار على امر من الامور.\n8- الثواب، هو االنفع المستحق المقارن للتعظيم والاجلال.",
        "الجزيل، هو الكثير.\n9- بحار الانوار 82: 227 ح 55 ط ايران.\n10- بحار الانوار 82: 226 ح 50 ط ايران.\n11- انما يشترط في صحتها الاسلام لان القربة لا يصح من الكافر، وهي شرط في كل عبادة، ولا يقع من الكافر شئ من العبادات.",
        "12- لا في وجوبها، أي فيجب على الكافر ولا يصح منه، والفائدة زيادة عقابه لومات قل الاسلام، دل عليه قوله تعالى (ما سلككم في سقر قالوا لم نك من المصلين).\n13- وهي صفاته الثبوتيه الثمانية.\n14 - وهي صفاته السلبية السبعة.\n15 - من احوال المعاد كعود الخلق بعد فنائهم بابدانهم والجنة النار والثواب والعقاب على التفصيل.",
        "16- الدليل، هو ما يلزم به العلم بشئ آخر.\n17- التقليد، هو قبول الغير من غير دليل.\n\nوالعلم المتكفل بذلك(18) علم الكلام(19).",
        "ثم ان المكلف بها الآن(20) من الرعية صنفان: مجتهد(21)، وفرضه الاخذ بالاستدلال على كفعل من افعالها، ومقلد، ويكفيه الاخذ عن المجتهد ولو بواسطة، أو بوسائط، مع عدالة(22) الجميع.\nفمن لم يعتقد ما ذكرناه(23)، ولم يأخذ كما وصفناه فلا صلوة له.\nثم ان الصلوة اما واجبة، أو مندوبة، وبحثنا هنا في الواجبة، واصنافها سبعة: اليومية، والجمعة، والعيدان، والآيات، والاموات، والطواف، والملتزم بالنذر وشبهه.\nوما يتعلق بها(26) قسمان: فرض ونفل، والغرض هنا حصر الفرض، وللنفل رسالة منفردة.",
        "____________________\n18- اي بيان الاستدلال على هذه المعارف.\n19 - علم الكلام هو العلم الباحث عن وجوب وجود الله تعالى وصفاته وعدله والنبوة والامامة والمعاد على قانون الاسلام.\n20 - والمراد بالان، زمان غيبة الامام (ع) فان زمان حضوره ليس الناس فيه صنفان.",
        "21 - المجتهد، ه العالم بالاحكام الشرعية عن ادلتها التفصيلية، اما بالفعل أو بالقوة القريبة منه.\n22 - العدالة، ملكة نفسانية تنبعث على ملازمة التقوى والمروة، ويتحقق باجتناب الكبائر وعدم الاصرار على الصغائر.\n23 - اي من المعارف التي بها يحصل الايمان.\n24 - اي بالاجتهاد ان كان من اهله وبالتقليد ان لم يكن من اهل الاجتهاد.",
        "25 - المراد بالملتزم بالنذر ما يلتزم المكلف به نفسه، وشبهه النذر، العهد واليمين والتحمل عن الغير ونحو ذلك.\n26 - اي بالصلوة الواجبة.\n\nالفصل الاول في المقدمات",
        "وهى ستة: الاول: الطهارة وهى اسم لما يبيح الصلوة، من الوضوء والغسل والتيمم، وموجبات الوضوء احدى عشر: البول والغائط والريح من الموضع المعتاد، والنوم الغالب على الحاستين تحقيقا(27) أو تقديرا(28)، والمزيل للعقل(29)، والحيض والاستحاضه والنفاس، ومس ميت الآدمي(30)نجسا، وتيقن الحدث والشك في الوضوء، أو تيقنهما والشك في اللاحق، وتنقضه الجنابة وان لم توجبه(31) ويجب بها الغسل، وبالدماء\n____________________\n27 - الحاستين، هما السمع والبصر، تحقيقا في حق صحيح السمع البصر.\n28 - أو تقديرا في حق الاعمى والاصم.",
        "29 - من الاغماء والجنون والسكر.\n30 - احترز بالادمي عن ميتة غيره، فلا يجب الوضوء بمسه ولا الغسل، وقيده بكونه نجسا عما اذا طهر بالغسل على الوجه المعتبر فان مسه لا يوجب الغسل.\n31 - اى تنقض الجنابة الوضوء ولا توجبه، لان غسل الجنابة يبيح الصلوة بنفسه ولا يحتاج معه إلى الوضوء، بخلاف غسل الحيض والاستحاضة والنفاس ومس الميت.\n",
        "الثلاثة إلا قليل الاستحاضة، وبالمس والموت.\nويجب التيمم بموجباتهما(32) عند تعذرهما، وقد يجب الثلاثة(33) بالنذر، أو العهد، أو اليمين، أو تحمل عن الغير(34).\nوالغاية في الثلاثة(35) الصلوة والطواف، ومس خط المصحف، ويختص الاخيران(36) بغاية دخول المجنب وشبهه(37) المسجدين(38)، واللبث فيما عداهما، وقراء‌ة العزيمة(39)، ويختص الغسل بالصوم(40) للجنب وذات الدم.\nوالاولى التيمم مع تعذر الغسل، ويختص التيمم بخروج الجنب والحائض من المسجدين.",
        "____________________\n32 - اى بموجبات كل من الوضوء والغسل.\n33 - وهي الوضوء والغسل والتيمم.\n34 - كالاب والمستأجر عنه.",
        "35 - والغاية في الثلاثة اي الوضوء والغسل والتيمم، فان كان المكلف محدثا حدثا اصغر توضأ للصلوة واحبها ومندوبها، وان كان حدثه اكير اغتسل، فان عجز عن الماء تيمم، وكذا الطواف، لكن واجبه مشروط بالوضوء دون مندوبه، كذا مس خط المصحف حرام على المحدث سواء كان حدثه اصغر أواكبر.\n36 - اى الغسل والتيمم اذ لايجب الوضوء لدخول المساجد وقراء‌ة العزائم.\n37 - والمراد بشبهة المجنب الحائض والنفساء اذا انقطع دمهما وطهرتا، والمستحاضة الكثيرة الدم.\n38 - مسجد مكة والمدينة.",
        "9 3 - وهي سجدة حم فصلت، وسجدة الم تنزيل، وسجدة والنجم، وسجدة اقرأ.\n40 - فلا يصح صوم الجنب بدون الغسل، وكذا ذات الدم، وهي الحائض والنفساء اذا طهرتا قبل الفجر، والمستحاضة الكثيرة الدم.\n41 - اذا تعذر الغسل يجب التيمم قبل الفجر والبقاء عليه حتى يطلع الفجر وبدون ذلك يبطل الصوم.\n",
        "ثم واجبات الوضوء اثنا عشر: الاول: النية مقارنة لابتداء غسل الوجه وصفتها: اتوضأ لاستباحة الصلوة لوجوبه قربة إلى الله تعالى، ويجب استدامتها حكما(42) إلى الفراغ، ولو نوى المختار(43) الرفع(44) أو نواهما جاز، اما المستحاضة ودائم الحدث والاستباحة اوهما لاغير.\nالثاني: غسل الوجه من قصاص شعر الرأس حقيقة(46) أو حكما(47) إلى محادر شعر الذقن(48) طولا، وما حواه الابهام والوسط عرضا حقيقة أو حكما، ويجب تخليل مايمنع وصول الماء اليه اذا خف(49)، اما الكثيف من الشعور فلا، ويجب البدء بالاعلى، ولايجب غسل فاضل لحيته عن الوجه.\nالثالث: غسل اليدين مع المرفقين(50)، مبتديا بهما إلى رؤوس الاصابع، ويجب تخليل ما يمنع وصول الماء، كالخاتم والشعر،\n____________________\n42 - معنى استدامة النية حكما: ان لايحدث نية اخرى تنافيها، كنية القطع والتبرد.",
        "43 - لمراد بالمختار من ليس بدائم الحدث.\n44 - اي رفع الحدث بدل الاستباحة.\n45 - اي كل من الرفع والاستباحة.\n46 - حقيقة في مستوى الخلقة.",
        "47 - أو حكما في غير مستوى الخلقة.\n8 4 - هو مجمع اللحيين الذين عليهما الاسنان السفلى.\n49 - المرا بالخفيف من الشعور ما ترى البشرة من خلاله في مجلس التخاطب والكثيف بخلافه.\n50 - بكسر الميم وفتح القاف أو بالعكس سميا بذلك لانهما يرتفق بهما في الاتكال ونحوه.",
        "\nوالبدء باليمين.\nالرابع: مسح مقدم شعر الرأس حقيقة أوحكما(51)، أو البشرة ببقية البلل(52)، ولو باصبع(53)، أو منكوسا(54).\nالخامس: مسح بشرة الرجلين(55) من رؤوس الاصابع إلى اصل الساق باقل اسمه(56) بالبلل(57)، فلو استأنف ماء‌ا لاحد المسحين بطل(58)، ويجوز الاخذ من شعر الوجه، وينبغي البدء باليمين احتياطا، ولا يجوز النكس، بل يبدأ بالاصابع.",
        "السادس: الترتيب كما ذكر.\nالسابع: الموالاة، وهي متابعة الافعال بحيث لايجف السابق من الاعضاء، إلا مع التعذر لشدة الحر وقلة الماء.\nالثامن: المباشرة بنفسه اختيارا، فلو وضأه غيره لالعذر بطل.\nالتاسع: طهارة الماء وطهوريته(59)، وطهارة المحل.",
        "____________________\n51 - حقيقة في مستوى الخلقة، وحكما، في غير مستوى الخلقة.\n52 - أو بشرته حيث لا يكون على الرأس شعر، أو يكون الشعر موجودا لكن يتخلله ويمسح تحته.\n53 - اى لا يجب مقدار ثلاث اصابع.",
        "54 - المراد بالمنكوس ان يمسح مستقبل الشعر.\n55 - البشرة هي ظاهر جلد الانسان.\n56 - اي باقل اسم المسح.\n57 - أي ببلل الوضوء الذي على اعضائه.",
        "58 - اي المسح دون الوضوء، فيجف الماء المستأنف عن يده ويأخذ من بلل الوضوء الذي باق على اعضائه، ويمسح به، ولو استوعب الماء الاعضاء، أو جف ما على غير محل الاستيناف بطل الوضوء، فيعيده من رأس.\n59 - الفرق بين الطاهر والطهور: ان الطاهر هو ما ليس بنجس، والطهور هو الطاهر في نفسه والمطهر لغيره من الحدث والخبث.\n\nالعاشر: اباحته، فلو كان مغصوبا بطل(60).",
        "الحادي عشر: اجراؤه(61) على العضو، فلو مسه في الغسل من غير جريان لم يجزئ، اما في المسح فيجزئ.\nالثاني عشر: اباحة المكان، فلو توضأ في مكان مغصوب عالما مختارا بطل، ومتى عرض له الشك في اثنائه اعاده وما بعده(62).\nوواجب الغسل اثنا عشر: الاول: النية مقارنة لجزء من الرأس ان كان مرتبا، ولجميع البدن ان كان مرتمسا مستدامة الحكم إلى آخره.\nوصفه: اغتسل لاستباحة الصلوة لوجوبه قربة إلى الله، ويجوز للمختار(63) ضم الرفع والاجتزاء به.",
        "الثاني: غسل الرأس والرقبة وتعاهد ما ظهر من الاذنين، وتخليل الشعر المانع(64).\nالثالث: غسل الجانب الايمن.\nالرابع: غسل الجانب الايسر، ويتخير في غسل العورتين مع أي جانب شاء، والاولى غسلهما مع الجانبين.\n____________________",
        "60 - فلو كان محل الوضوء نجسا لم يصح الوضوء، بل لا بد من تطهيره اولا ثم الوضوء.\n61 - واقله ما يتحقق معه مسماه وهو انتقال كل جزء من الماء عن محله إلى غيره ولو بمعاون.\n62 - اي اعاد المشكوك فيه وما بعده.\n63 - وهو الذي ليس بدائم الحدث الاكبر، كالمستحاضة الكثيره الدم، فان لها ان تنوي استباحة الصلوة، ولها ان تضم الرفع الي الاستباحة.",
        "64 - اي الشعر المانع من وصول الماء إلى البشرة.\n\nالخامس: تخليل مالا يصل الماء اليه بدونه(65).\nالسادس: عدم تخلل حدث في اثنائه.",
        "السابع: المباشرة بنفسه اختيارا.\nالثامن: الترتيب كما ذكر ولايجب المتابعة.\nالتاسع: طهارة الماء وطهوريته وطهارة المحل.\nالعاشر: اباحته.",
        "الحادي عشر: اجراؤه كغسل الوضوء.\nالثاني عشر: اباحة المكان، فلو شك في افعاله وهو على حاله فكالوضوء(66).\nوواجب التيمم اثنا عشر: الاول: النية مقارنة للضرب على الارض، لا لمسح الجبهة، مستدامة الحكم(67)، وصورتها التيمم بدلا من الوضوء، أو الغسل لاستباحة الصلوة لوجوبه قربة إلى الله تعالى، ولامدخل للرفع هنا(68).\nالثاني: الضرب على الضرب بكلتا يديه ببطونها مع الاختيار",
        "____________________\n5 6 - مثل الخاتم والسوار.\n66 - فانه يعيد المشكوك فيه وما بعده.\n67 - راجع حاشية رقم 42.",
        "68 - اي في التيمم فلا يجوز ان ينوي المكلف به رفع لحدث، وانما كان التيمم لا يرفع الحدث لانه ينتقص بوجود الماء.\n\nالثالث: مسح الجبهة من قصاص شعر الرأس حقيقه(69) أو حكمأ(70) إلى طرف الانف الاعلى، والى الاسفل أولى.\nالرابع: مسح ظهر كفه اليمنى ببطن اليسرى من الزند إلى اطراف الاصابع.",
        "الخامس: مسح ظهر كفه اليسرى كذلك(71).\nالسادس: نزع الحائل كالخاتم.\nالسابع: الترتيب كما ذكر.\nالثامن: الموالاة وهي متابعة الافعال هنا.",
        "التاسع: طهارة التراب المضروب عليه، والمحل(72)، ويجزي الحجر، ولا يشترط علوق شئ من التراب، بل يستحب النفض.\nالعاشر: اباحته(73).\nالحادي عشر: اباحة المكان.\nالثاني عشر: امرار الكفين معا على الوجه، وببطن(74) كل واحد على ظهر الاخرى مستوعبا للممسوح خاصة، والشك في اثنائه كالمبدل(75)، وينقضه التمكن من البدل(76).",
        "____________________\n69 - حقيقة في مستوي الخلقة.\n70 - أوحكما في غير مستوى الخلقة، فيرجع إلى مستوى الخلقة، فيمسح كما يمسح.\n71 - اي من الزند إلى اطراف الاصابع.",
        "72 - اي محل التيمم دون غيره من بقية البدن.\n73 - اي كونه مأذونا في التصرف شرعا.\n74 اي امرار بطن كل واحدة منهما على ظهر الاخرى.\n75 - اي يجب اعادة المشكوك فيه وما بعده.",
        "76 - اي ينقض التيمم التمكن من الوضوء، والغسل الذي هو مبدل التيمم.\n\nثم ان كان عن الوضوء فضربة(77)، وإن كان من الجنابة فضربتان(78)، وان كان عن غيرهما من الاغسال فتيممان(79)، وللميت ثلاثة(80)، ولايجب تعدده(81) بتعدد الصلوة، وينبغي ايقاعه مع ضيق الوقت.\nالمقدمة الثانية: في ازالة النجاسات(2) العشرة عن الثوب والبدن وهي البول والغائط من غير المأكول، اذا كان له نفس سائلة، والدم من ذي النفس السائلة مطلقا(83)، والميتة منه(84) مالم يطهر(85) مسلم خاصة، والكلب واخواه(86)، والمسكر، وحكمه(87)، بماء طهور، أو بثلاثة",
        "____________________\n77 - للوجه واليدين.\n78 - احدهما للوجه والاخرى لليدين.\n79 - احدهما بدل من الوضوء، والاخرى بدل من الغسل، لان الغسل اذا كان من غير الجنابة لا بد معه من الوضوء.",
        "80 - كل منهم بدل من غسل من الغسلات الثلاث اعني: الغسل بماء السدر، ثم الكافور، ثم بماء القراح.\n81 - اى لا يجب لكل صلوة تيمم على حدة، فلو تيمم تيمما واحدا صلى به عدة صلوات.\n82 - اي للصلوة والطواف ودخول المساجد مع التعدي.\n83 - سواء كان مأكول اللحم ام لا.",
        "84 - اي من ذي النفس السائلة.\n85 - معناه ان الميتة من ذي النفس مطلقا نجس، إلا اذا حكم بطهارة المسلم الميت، اما لتطهيره بالغسل، أو لكونه لم بنجس بالموت كالشهيد.\n86 - وهو الخنزير والكافر.\n87 - وهو الفقاع.",
        "\nمسحات فصاعدا يطهر في الاستنجاء في غير المثعدي من الغائط.\nويجب على المتخلي ستر العورة، وانحرافه عن القبلة بها.\nوقد تطهرا لارض(88) والشمس(89) والنار(90) والاستحالة(91) والانتقال(92) والانقلاب(93) والنقص(94) ولا الغيبة(95) في الحيوان، بل يكفي زوال العين في غير الآدمي مطلقا، ويجب العصر في غير الكثير، إلا في بول الرضيع خاصة، والغسلتان في غيره(96)، والثلاث في غسل الميت بالسدر والكافور والقراح(97) مرتبا كالجنابة(98).",
        "ويجزي فيه نية واحدة لها(99)، والثلاث بالقراح(100) لو تعذر الخليط.\nوالثلاث بالتعفير(101) اولى في ولوغ الكلب(102)، والسبع في\n____________________\n88 - فتطهر باطن النعل واسفل القدم والخف.",
        "89 - فتطهر الارض والبواري والحصر، ومالا ينقل.\n90 - فتطهر ما احالته رمادا.\n91 - كاستحالة العلقة حيوانا والعذرة ترابا.\n92 - كانتقال دم ذى النفس إلى بطن نحو البعوض.",
        "93 - نحو انقلاب الخمر خلا.\n94 - مثل العصير العنبي فانه اذا غلى ينجس فاذا ذهب ثلثاه يطهر.\n95 - معناه ان الغيبة ليست شرطا في طهارة الحيوان غير الادمي، بل يكفي في طهارته زوال النجاسة عنه، سواء غاب ام لا.\n96 - اي في غيز بول الرضيع من النجاسات اذا سغسلت بالماء القليل.",
        "97 - القراح لغة: الخالص.\n98 - اي بالرأس والرقية ثم يجانب الايسر في كل غسلة.\n99 - اي للغسلات الثلاث.\n100 - اي بالماء القراح عند تعذر السدر والكافور.",
        "101 - اي وجب الغسلات الثلاث مع التعفير، وهو الدلك بالتراب.\n102 - أي ولوغ الكلب وهو شربه من ماء في الاناء بطرف لسانه.\n\nالخنزير والخمر والفارة، والغسالة كالمحل قبلها(103) وعفى عما لا يرقي(104) من الدم، وعما نقص عن سعة الدرهم البغلي(105)، وعن نجاسة ثوب المربية للصبي حيث لاغيره، وان وجب غسله في اليوم والليل مرة، وعن نجاسة مالايتم الصلوة فيه وحده(106)، وعن النجاسة مطلقا(107) مع تعذر الازالة.",
        "المقدمة الثالثة: ستر العورتين للرجل، وستر جميع البدن للمرأة عدا الوجه والكفين، وظاهر القدمين لها، وللخنثى الاولى ستر شعرها واذنيها للرواية، اما الامة المحصنة(108) فلا يجب عليها ستر رأسها.\nويعتبر في الساتر امور خمسة: الاول: ان يكون طاهرا إلا ما استثنى.\n(109) الثاني: ان يكون جلد ميتة.\nالثالث: ان لايكون جلد غير المأكول، أو صوفه أو وبره، إلا",
        "____________________\n103 - اي حكم الغساله في الطهارة والنجاسة كالمحل قبلها، فان كان المحل قبل ورود ماء الغسلة عليه طاهرا فماء الغسلة طاهر وان كان نجسا فماء الغسلة نجس.\n104 - اي عما لايسكن ولا ينقطع من دم القروح والجروح.\n105 - باسكان الغين وتخفيف اللام قال في شرح اللمعة 1 / 50: وقدر بسعة اخمص الراحة.",
        "والراحة: باطن الكف، واخمصها: وسطها المنخفض.\n106 - اي وعف أيضا عن مثل الخف والجورب والقلنسوة والتكة.\n107 - من اي نجاسة كانت.\n108 - التي لم يتحرر شئ منها.",
        "109 - كدم القروح والجروح وما نقص عن سعة درهم بغلي وغير ذلك.\n\nالخز(110) الخالص السنجاب.\nالرابع: ان لايكون مغصوبا.",
        "الخامس: ان لا يكون حريرا محضا(111) للرجل والخنثى في غير الحرب أو للضرورة(112)، ولا ذهبا لهما(113)، ولايجوز في ساتر ظهر القدم إلا ان يكون له ساق وان قصرت(114).\nالمقدمة الرابعة: مراعات الوقت، وهو هنا(115) للخمس، فللظهر: زوال الشمس المعلوم بظهور الظل في جانب المشرق.\nوللعصر: الفراغ من الظهر(116) ولو تقديرا(117)، وللمغرب: ذهاب الحمرة المشرقية(118)، وللعشاء(119):\n____________________",
        "110 - فانه يجوز الصلوة في وبره، والخز دويبة ذات اربع، تصاد من الماء، فاذا فارته ماتت.\n111 - احترز بالمحض عن الممتزج بنحو القطن والكتان 112 كالبرد.\n113 - اي للذكر والخنثى.\n114 - اى وان قصرت الساق.",
        "115 - اي في الصلوة اليومية.\n116 - الفراغ من الظهر تامة الافعال والشروط اقل الواجب واخف صلوة يمكن بحسب العادة من المصلي سرعة وبطئا.\n117 - اي على تقدير ان لايصلي في اول الوقت، وقت الطهر الذي يختص به هو الذي لو قدر فعل الظهر فيه اقل الواجب لامكن، فاذا مضى هذا المقدار اشترك الوقت بين الظهر والعصر، فلونسى وصلى العصر اولا فات كان في وقت الظهر لم يصح، وإلا صحت، فيصلي بعد ماصلى العصر.\n118 - حبن يتجاوز الليل قمة الرأس.",
        "119 - راجع حاشية 116.\n\nالفراغ منها ولو تقديرا(120)، وتأخيرها إلى ذهاب الحمرة المغربية أفضل.\nوللصبح: طلوع الفجر المعترض(121)، ويمتد وقت الظهرين إلى دخول العشائين، ووقت العشائين: إلى نصف الليل، ووقت الصبح: إلى طلوعها(122).",
        "المقدمة الخامسة: المكان(123): ويشترط فيه امران: الاول: كونه غير مغصوب وطهارته، ويجوز في النجس بحيث لاتتعدي إلى المصلى أو محموله(124)، إلا في مسجد الجبهة، فيشترط مطلقا(125).\nالثاني: كون المسجد ارضا أو نباتها غير مأكول ولا ملبوس عادة(126).\n____________________\n120 - راجع حاشية 117.",
        "121 - وهو الذي يخرج عرضا ويقال له: الفجر الثاني.\n122 - اي ويمتد وقت الصبح إلى طلوع الشمس.\n123 - اي مكان المصلي.\n124 - المراد بمحمول المصلي ما يكون حاملا له، فان النجاسة اذا تعديت إلى المحمول بطلت الصلوة.",
        "125 - فيشترط خلو الجتهة من النجاسة المتعدية والجافة.\n126 - فلايصح السجود على المأكول بالعادة كالحنطة، ولا على الملبوس عادة كالقطن والكتان.\n\nالمقدمة السادسة: القبلة: ويعتبر فيها امران: الاول: توجه المصلي اليها ان علمها، وإلا عول على اماراتها(127)، كجعل الجدي على خلف المنكب اليمنى(128)، والمغر ب والمشرق على اليمين واليسار(129) للعراقي.",
        "وعكسه لمقابله، وكطلوع السهيل بين العينين، والجدي على الكتف اليسرى، وغيبوبة بنات نعش خلف الاذن اليمنى للشامي، وعكسه لليمنى وجعل الثريا والعيوق(130) عن اليمين واليسار للمغربي وعكسه للمشرقي، وان فقد هذه الامارات قلد(131).\nالثاني: توجه المصلي إلى اربع جهات(132) ان جهلها، ولو ضاق الوقت إلا عن جهة واحدة اجزأت(133).\n____________________\n127 - اي ان لم يعلمها لا بالمشاهدة ولا بقبلة المسلمين، ولابغير ذلك من طرق العلم بها عول على اماراتها، والامارات بفتح الهمزة جمع امارة وهي العلامة.",
        "128 - بحذاء اذنيه.\n129 - اي المغرب على اليمين، والمشرق على اليسار.\n130 - اي وقت طلوعها على اليمين، وكذا العيوق على اليسار، وهو نجم مضي إلى جانب الشمال عن الثريا.\n131 - اي ان فقد المصلي الامارات فلم يجد سبيلا، قلد العدل العارف بادلة القبلة المخبر عن اجتهاد أو عن يقين.",
        "132 - اي توجه المصلي في كل صلوة إلى اربع جهات، بحيث يصلي كل صلوة إلى جميع الجهات الاربع وذلك اذا جهل القبلة ولم تتيسر له حصول الامارات المذكورة.\n133 - اي اجزأت جهة واحدة، فيصلي اليها صلوة واحدة، ويتخير في تعيين اي جهة شاء.\n\nفهذه ستون فرضا مقدمة(134) حضرا أو سفرا، وان كان بعضها بدلا عن بعض كانواع الطهارة، ثم شمول السفر للوقت موجب قصر الرباعيات، اداء‌ا وقضاء‌ا(135) في غير الاربعة(136) بقصد ثمانية فراسخ(137)، وخفاء الجدران والاذان ولو تقديرا(138)، وعدم المعصية به، وانتفاء الوصول إلى بلده، أو إلى مقام عشرة منوية، أو ثلاثين مطلقا مالم يغلب السفر إلا ان يقيم عشرا.",
        "____________________\n134 - اي سابقة على الصلوة.\n135 - اراد به ان رباعية السفر مقصورة سواء صليت في السفر، أو فاتت فقضيت في الحضر.\n136 - اراد بها مسجد مكة، ومسجد المدينة، ومسجد الكوفة، وحائر الحسين (ع)، فان هذه لا يتحتم فيها القصر على المسافر، بل يتخير بين القصر الاتمام.",
        "137 - اشارة إلى شرائط قصر الصلوة الاول: ان بقصد اربعة فراسخ، الثاني: خفاء الجدران والاذان، فلابد من خفائهما معا، الثالث: اباحة السفر، فلو كان معصية كسفر يكون في خدمة الجائر ومعونة، الرابع: ان لايصل المسافر إلى بلده، أو نوى الاقامة عشرة ايام لوكان غير بلده، أو اقام ثلاثين يوما مرددا، فانه بعد الثلاثين يتم صلوته، الخامس: ان يكون كثير السفر، ولم يقم عشرة ايام في بلده.\n138 - اراد به الاعمى والاصم يقدر فيهما الخفاء.\n\nالفصل الثاني- في المقارنات",
        "(139) وهي ثمانية: المقارنة الاولى: النية، ويجب فيها سبعة القصد إلى التعين، والوجوب والاداء أو القضاء والقربة والمقارنة للتحريمة، والاستدامة حكما إلى الفراغ، وصفتها: اصلي فرض الظهر اداء‌ا لوجوبه قربة إلى الله تعالى، ولو نوى القطع، في اثناء الصلوة أو فعل المنافي(140) بطل في قول، والواجب القصد ولا عبرة بالتلفظ، بل يكره لانه كلام لغير حاجة بعد الاقامة.\nالمقارنة الثانية التحريمة: ويجب فيها احدى عشرة: الاول: التلفظ بها وصورتها: (الله اكبر) فلو بدل الصيغة بطلت.\n____________________\n139 - هي جمع المقارنة، والمراد بالمقارنات افعال الصلوة التي يتركب منها حقيقتها.",
        "140 - كما نوى فعل الحدث والاستدبار، والفرق بين نية القطع وفعل المنافي ان فعل المنافي يستلزم القطع وليس هو نفسه.\n\nالثاني: عربيتها فلو كبر بالعجمية اختيارا(141) بطلت.\nالثالث: مقارنتها للنية فلو فصل بطلت.",
        "الرابع: الموالاة فلو فصل بما يعد فصلا بطلت.\nالخامس: عدم المد بين الحروف، فلو مد همزة (الله) بحيث يصير استفهاما بطلت.\nالسادس: لو مد اكبر بحيث يصير جمعا(142) بطلت.\nالسابع: ترتيبها فلو عكس بطلت.",
        "الثامن: اسماع نفسه تحقيقا أو تقديرا(143).\nالتاسع: اخراج حروفه من مخارجها كباقي الاذكار.\nالعاشر: قطع الهمزتين(144) من الله ومن اكبر فلو وصلهما بطلت.\nالحادي عشر: القيام بها فلو أوقعها قبل القيام بطلت.",
        "المقارنة الثالثة: القراء‌ة وواجباتها ستة عشر: الاول: تلاوة الحمد والسورة في لثنائية وفي الاولين من غيرهما.\nالثاني: مراعاة اعرابها وتشديدها على الوجه المنقول بالتواتر، فلو قرأ\n____________________\n141 - وذلك حيث يكون قادرا على التعلم، وكان الوقت موسعا، والمراد بالعجمية غير العربي.",
        "142 - اي جمع كبر.\n143 - عند خلو السمع من المانع من صمم وغيره، والمراد بقوله تقديرا عند وجود المانع من السمع.\n144 - قطع الهمزة بيانه واظهاره.\n",
        "بالشواذ(145) بطلت.\nالثالث مراعاة ترتيب كلماتها وآيها على المتواتر.\nالرابع: الموالاة فلو سكت طويلا(146) أو قرأ خلالها غيرها(147) عمدا بطلت.\nالخامس: مراعاة الوقف على آخر الكلمة محافظا على النظم، فلو وقف في اثناء الكلمة بحيث لا يعد قاريا أو سكت على كل كلمة بحيث يخل بالنظم بطلت.",
        "السادس: الجهر(148) للرجل في الصبح واولتي العشائين، والاخفات في البواقي مطلقا(149)، واقل الجهر اسماع الصحيح القريب، والسر اسماع نفسه صحيحا وإلا تقديرا.\nالسابع: تقديم الحمد على السورة فلو عكس عمدا بطل، وناسيا يعيد على الترتيب(150).\nالثامن: البسلمة في اول الحمد والسورة، فلو تركها عمدا بطلت.\nالتاسع: وحدة السورة فلو قرن(151) بطلت على قول.",
        "العاشر: اكمال كل من الحمد والسورة فلو بعض اختيارا بطلت.\n____________________\n145 - المراد بالشواذ القراء‌ة التي ليست متواترة، وهي ما عدا السبع.\n146 - بحيث خرج عن كونه قاريا.",
        "147 - اى خلال القراء‌ة الواجبة سواء الحمد والسورة، والمراد بالغير ما هو اعم من القرآن وغيره، هذا لو كان المصلي عامدا، واستثنى رد السلام بمثله.\n148 - اي يجب على الرجل الجهر.\n149 - اي للرجل وغيره.\n150 ـ بتقديم الحمد على السورة.",
        "151 - اى قرن بين سورتين في ركعة واحدة أو كرر الواحدة مرتين.\n\nالحادي عشر: كون السورة غير عزيمة(152)، وما يفوت بقراء‌تها الوقت.\nالثاني عشر: القصد بالبسملة(153) إلى سورة معينة عقيب الحمد، إلا ان تلتزمه سورة بعينها.",
        "الثالث عشر: عدم الانتقال من سورة إلى غيرها ان تجاوز نصفها، أو كانت التوحيد والجحد(154) في غير الجمعتين.\nالرابع عشر: اخراج كل حرف من مخرجه المنقول بالتواتر، فلو خرج ضادي المغضوب وولا الضالين من مخرج الظاء أواللام المفخمة بطلت.\nالخامس عشر: عربيتها فلو ترجمها بطلت.\nالسادس عشر: ترك التأمين بغير تقية، ويجزي في غير الاولتين سبحان الله والحمد لله ولااله إلاالله والله اكبر مرتبا مواليا بالعربية اخفاتا.",
        "المقارنة الرابعة القيام: ويشترط في الثلاثة(155) المذكورة وواجباتها اربعة: الاول: الانتصاب(156) فلو انحني اختيارا بطلت.\n____________________\n152 - العزائم اربعة: وهي سورة التنزيل، وحم تنزيل، والنجم، واقرأ باسم ربك، وهذه لايجوز قراء‌تها في الفريضة لان السجود واجب على الفور وهو مناف لصحة الفريضة.\n153 - اى يجب ذلك، لان الواجب سورة كاملة، وبدون القصد لايتحقق كون البسملة منها.",
        "154 - فانهما اذا ابتدأ المصلي باحدهما ولو بالبسملة لايجوز له العدول عنها، إلا إلى الجمعتين، والمراد بهما سورة الجمعة والمنافقين.\n155 - اى في النية وتكبيرة الاحرام والقراء‌ة.\n156 - ويتحقق الانتصاب بان ينصب فقار ظهره ويقيم صلبه\n",
        "الثاني: الاستقلال(157) فلو اعتمد مختارا بطلت الثالث: الاستقرار فلو مشى أو كان على الراحلة ولو كانت معقولة أو فيما لايستقر(158) قدماه عليه مختارا بطلت.\nالرابع: ان يتقارب القدمان فلو تباعدا بما يخرجه عن حد القيام بطل، ولو عجز عن القيام اصلا قعد، فان عجز اضطجع، فان عجز استلقى، فان خف أو ثقل انتقل إلى الثاني دون الاول.\nالمقارنة الخامسة الركوع: وواجبه تسعة: الاول: الانحناء إلى ان تصل كفاه ركبتيه ولايجب الوضع.\nالثاني: الذكر وهو سبحان ربي العظيم وبحمده، أو سبحان الله ثلاثا للمختار، أو سبحان الله مرة للمضطر.",
        "الثالث: عربية الذكر فلو ترجمة بطل.\nالرابع: موالاته فلو فصل بما يخرجه عن حده بطل.\nالخامس: الطمأنينة بقدره(159) راكعا فلو شرع فيه قبل انحنائه أو اكمله بعد رفعه بطل.\nالسادس: اسماع الذكر نفسه ولو تقديرا (160).",
        "السابع: رفع الرأس منه فلو هوى من غير رفع بطل.\n____________________\n157 - المراد بالاستقلال ان يكون مستقلا بنفسه، فلو استند إلى شئ لم يصح.\n158 - كالثلج الذائب والقطن المندوف والرمل المنهال.",
        "159 - اي بقدر الذكر الواجب.\n160 - فان لم يسمع لصم ونحوه يقرأ الذكر بحيث لو كان يسمع لسمع.\n\nالثامن: الطمأنينة فيه(161) بمعنى السكون ولاحد له بل مسماه.",
        "التاسع: ان لا يطيلها فلو خرج بتطويل الطمأنينة عن كونه مصليا بطلت.\nالمقارنة السادسة السجود: وواجبه اربعة عشر: الاول: السجود على الاعضاء السبعة: الجبهة والكفين والركبتين وابهامي الرجلين.\nالثاني: تمكين الاعضاء(162) من المصلي فلو تحامل عنها بطل، وكذا لو سجد على ما يتمكن من الاعتماد عليه كالثلج والقطن.\nالثالث: وضع الجبهة على ما يصح السجود عليه.",
        "الرابع: مساواة مسجده لموقفه فلو علا أو سفل بزيادة على لبنة(163) بطل.\nالخامس: وضع الجبهة على مايصدق عليه الوضع من العضو فلو وضع منه دون ذلك بطل.\nالسادس: الذكر وهي سبحان ربي الاعلى وبحمده أو ما ذكر في الركوع.\nالسابع: الطمأنينة بقدره ساجدا فلو رفع قبل اكماله أو شرع فيه قبل وصوله بطل.",
        "الثامن: عربية الذكر.\n____________________\n161 - اى في رفع الرأس من الركوع.\n162 - اي من موضع الصلوة، والمراد من تمكنها القاء الثقل عليها.",
        "163 - مقدار اربع اصابع مضمومة من مستوى الخلقة.\n\nالتاسع: موالاتة.\nالعاشر: اسماع نفسه كما مر.",
        "الحادي عشر: رفع الرأس.\nالثاني عشر:: الطمأنينة فيه بحيث يسكن ولو يسيرا ولا يجب في السجدة الثانية.\nالثالث عشر: ان لا يطيلها كما مر.\nالرابع عشر: تثنية السجود فلا تجزي الواحدة ولا يجوز الزايد.",
        "المقارنة السابعة التشهد: وواجبه تسعة: الاول: الجلوس له.\nالثاني: الطمأنينة بقدره.\nالثالث: الشهادتان.\nالرابع: الصلوة على النبي صلى‌الله‌عليه‌وآله.",
        "الخامس: الصلوة على آله.\nالسادس: عربيته.\nالسابع: ترتيبه.\nالثامن: موالاته.",
        "التاسع: مراعاة المنقول وهو: اشهد ان لااله إلا الله وحده لا شريك له، واشهدان محمدا عبده ورسوله، اللهم صلي على محمد وآل محمد، فلو ابدله بمرادفه، أو اسقط واو العطف أو لفظ اشهد لم يجزأ، وترك وحده لا شريك له أو لفظ عبده لم يضر.\n\nالمقارنة الثامنة التسليم: وواجبه تسعة: الاول: الجلوس له.\nالثاني: الطمأنينة بقدره.",
        "الثالث: احدى العبارتين: اما السلام عليكم ورحمة الله وبركاته، أو السلام علينا وعلى عباد الله الصالحين، والاول اولى.\nالرابع: ترتيب كلماته.\nالخامس: العربية.\nالسادس: موالاته.",
        "السابع: مراعاة ما ذكر فلو ذكر(164) السلام او جمع الرحمة(165) أو وحد البركات(166) أو نحوه(167) بطل.\nالثامن: تأخيره عن التشهد ولا يجب فيه نية الخروج وان كانت احوط(168).\nالتاسع: جعل المخرج ما يقدمه من احدى العبارتين فلو جعله الثانية لم يجزئ.\nويجب فيه وفي التشهد اسماع نفسه.",
        "فهذه جميع الواجبات فان اريد الحصر ففي الركعة الاولى احدى\n____________________\n164 - بان قال: سلام عليكم.\n165 - بان قال: رحمات الله.",
        "166 - بان قال: بركته.\n167 - بان اظهر المضمر أو بالعكس، فقال ورحمته وبركات الله.\n168 - اي الوجوب.\n",
        "وستون، وفي الثانية اربعة واربعون، وفي الثالثة تسعة وثلاثون، وكذا الرابعة، وان تخير التسبيح في واحدة منهما اثنان ثلاثون، ففي الثنائية مائة وثلاثة وعشرون فرضا، وفي الثلاثية مائة واحدى وسبعون، وفي الرباعية مائتان وعشرة، ففي الخمس حضرا تسعمائة واربعة وعشرون فرضا مقارنة وسفرا ستمائة وثلاثة وستون، وللمسبح ثمانمائة وخمسة وسبعون حضرا، وسفرا ستمائة وستة وخمسون.\n\n\nالفصل الثالث",
        "وهي خمسة وعشرون: الاول: نواقض الطهارة مطلقا(169) ومبطلاتها كالطهارة بالماء النجس أو المغصوب عمدا عالما في الاخير.\nالثاني: استدبار القبلة مطلقا(170)، أو اليمين أو اليسار مع بقاء الوقت.\nالثالث: الفعل الكثير عادة.\nالرابع: السكوت الطويل عادة.",
        "الخامس: عدم حفظ عدد الركعات.\nالسادس: الشك في الركعتين الاوليتين أو الثنائية أوفي المغرب.\nالسابع: نقض ركن من الاركان الخمسة وهي النية والتكبير والقيام والركوع والسجدتين أو زيادته(171).\n____________________",
        "169 - اي سواء كان فعل الناقض مع العلم والعمد، أو بدونهما.\n170 - اي سواء كان الوقت باقيا ام لا؟ وسواء كان عالما ام لا؟.\n171 - اي زيادة الركن.\n",
        "الثامن: نقص ركعة فصاعدا ثم يذكر بعد المنافي مطلقا(172).\nالتاسع: زيادة ركعة ولم يقعد اخر الرابعة بقدر التشهد(173).\nالعاشر: عدم حفظ الاولتين.\nالحادي عشر: ايقاعها قبل الوقت.",
        "الثاني عشر: ايقاعها في مكان أو ثوب نجسين أو مغصوبين مع تقدم علمه بذلك وكذا البدن.\nالثالث عشر: منافاتها بحق آدمي(174) مضيق على قول.\nالرابع عشر: البلوغ في اثنائها(175) اذا بقي من الوقت قدر الطهارة وركعة.\nالخامس عشر: تعمد وضع احدى اليدين على الاخرى لغير تقية.",
        "السادس عشر: تعمد الكلام بحرفين من غير قرآن ولا دعاء ومنه التسليم(176).\nالسابع عشر: تعمد الاكل والشرب إلا في الوتر لمريد الصيام وهو عطشان.\nالثامن عشر: تعمد القهقهة.\nالتاسع عشر: تعمد البكاء في امور الدنيا.",
        "____________________\n172 - اي عمدا أو سهوا كما لو تكلم، أو استدبر ثم تذكر بانه لم بأتي بركعة، واما لو تذكر بذلك قبل فعل المنافي فانه بأتي بالركعة المنسية وينم صلوته.\n173 - انما خص الرابعه لانها مورد النص.\n174 - كما لو طالب الدائن ماله وكان المديون قادرا على الاداء.",
        "175 - لان المصلي حينئذ صار مكلفا، وماله فعله لم يكن واجبا، لفق التكليف.\n176 - اي ومن الكلام بحرفين التسليم، فلو تعمده المكلف في غير آخر الصلوة بطلت.\n\nالعشرون: تعمد ترك الواجب مطلقا(177) إلا الجهر والسر فيعذر الجاهل فيهما.",
        "الحادي والعشرين: تعمد الانحراف عن القبلة.\nالثاني والعشرين: تعمد زيادة الواجب مطلقا(178).\nالثالث والعشرين: تعمد الرجل عقص(179) شعره.\nالرابع والعشرين: تعمد وضع احد الراحتين على الاخرى راكعا بين ركبتيه ويسمى التطبيق(180) على خلاف فيهما.",
        "الخامس والعشرين: تعمد كشف العورة في قول ومنهم من ابطل به مطلقا.\nصار جميع ما يتعلق بالخمس الفا وتسعة ولايجب التعرض للحصر بل يكفي المعرفة والله الموفق.\n____________________\n177 - سواء كان الواجب فعلا غير ركن أو كان ركنا، والمراد بالعامد ما يعم جاهل الحكم، فيعذر جاهل الحكم في الجهر والسر.",
        "178 - حتى لو كان غيي ركن والمراد بالعمد ما يعم جاهل الحكم.\n179 - هوجمعه في وسط الرأس وشده.\n180 - هو وضع الكفين بين فخذيه.\n",
        "واما الخاتمة ففيها بحثان: البحث الاول: في الخلل الواقع في الصلوة فهو اقسام: الاول: فيما يفسدها وقد ذكر.\nالثاني: ما لا يوجب شيئا هو نسيان غير الركن من الواجبات ولم يذكر حتى تجاوز محله(181)، كنسيان القراء‌ة أو ابعاضها أوصفتها(182)، أو واجبات الانحناء في الركوع، أو الرفع، أو الطمأنينة في الرفع من الاولى، وكذا زيادة ما ليس بركن سهوا، أو السهو في موجب السهو(183)، أوفي حصولها(184)، وسهو الكثير(185)، الشك\n____________________\n181 - اي دخل في ركن آخر.",
        "182 - كوجوه الاعراب والجهر والاخفات.\n183 - اي ما أوجبه السهو كصلوة الاحتياط، فلو شك في ان صلوة الاحتياط ركعة أو ركعتين لم يلتفت، فان شك في الزيادة بني على العدم، أو في النقصان بنى على الفعل، ومثله لو شك في سجدة السهو وحصوله.\n185 - اى كثير السهو، بان يشك في كل واحدة من ثلاث فرائض متواليه، أو فريضة واحدة ثلاث مرات.\n",
        "من الامام مع حفظ المأموم أو بالعكس، أو غلب على ظنه احد طرفي ماشك فيه(186).\nالثالث: ما يوجب التلافي بغير سجود، وهو من نسي من الافعال وذكر قبل فوات محله، كنسيان قراء‌ة الحمد حتى قرأ السورة(187)، أو نسيان الركوع حتى هوى إلى السجود ولما يسجد، ونسيان السجود حتى قام ولما يركع وكذا التشهد(188).\nالرابع: ما يوجب التلافي مع سجود السهو، وهو نسيان سجدة واحدة، أو تشهد أو الصلوة على النبي وآله ويجتاز محلها، فانه يفعل بعد التسليم ويسجد له.\nنيته: اسجد السجدة المنسية أو اتشهد التشهد المنسية، في فرض كذا اداء‌ا لوجوبها قربة إلى الله تعالى.",
        "ونية سجدتي السهو: اسجد سجدتي السهو في فرض كذا اداء لوجوبها قربة إلى الله تعالى، ويجب فيهما ما يجب في سجود الصلوة.\nوذكرهما: بسم الله وبالله وصلى الله على محمد وآل محمد، ثم يتشهد فيهما ويسلم، وتجبان أيضا للتسليم في غير محله نسيانا وللكلام كذلك.\nوللشك بين الاربع والخمس وللقيام في موضع القعود وبالعكس، والاحوط وجوبهما لكل زيادة ونقيصة غير مبطلتين، وهما\n____________________",
        "186 - فلو شك في اول الامر ثم يذكر فغلب على ظنه احد الطرفين عمل عليه.\n187 - فانه يجب علبه قراء‌ة الحمد ثم قراء‌ة السورة.\n188 - اي اذا نسية وتذكر قبل الركوع فانه يجب تداركه.\n",
        "بعد التسليم مطلقا(189)، ولا يجب فعلهما في الوقت ولاقبل الكلام وان كان اولى، ولا يجب التعرض في نيتهما الاداء والقضاء وان كان احوط، ويجب في الاجزاء المنسية ذلك كله.\nاما الطهارة والاستقبال والستر فيشترط في الجميع.\nالخامس: ما يوجب الاحتياط في الرباعيات وهو اثنا عشر: الاول: ان يشك بين الاثنين والثلاث بعد اكمال السجدتين.\nالثاني: الشك بين الثلاث والاربع مطلقا والبناء على الاكثر فيهما، ويتم مابقي ويسلم ثم يصلي ركعة قائما أو ركعتين جالسا.",
        "الثالث: الشك بين الاثنين والاربع بعد السجدتين والبناء على الاربع والاحتياط بركعتين قائما.\nالرابع: الشك بين الاثنين والثلاث والاربع بعد اكمال السجدتين والبناء على الاربع والاحتياط بركعتين قائما وبركعتين جالسا.\nالخامس: الشك بين الاثنين والخمس بعد اكمال السجدتين.\nالسادس: الشك بين الثلاث والخمس بعد الركوع أو بعد السجود.",
        "السابع: الشك بين الاثنين والثلاث والخمس.\nالثامن: الشك بين الاثنين والاربع والخمس، ففي هذه الاربعة(190) وجه بالبناء على الاقل، لانه المتيقن، ووجهه بالبطلان في الثلاثة\n____________________\n189 - اى سواء كان للزيادة أو النقيصة.",
        "190 - اما وجه البناء على الاقل لانه الاصل، والاصل عدم الزائد، وبطلان الصلوة على خلاف الاصل، والاصل عدم وجوب الاعادة.\n\nالاول احتياطا(191)، والبناء في الثامن على الاربع(192)، والاحتياط بركعتين قائما وسجود السهو.\nالتاسع: الشك بين الاثنين والثلاث والاربع والخمس بعد السجود وحكمه حكم الثامن ويزيد في الاحتياط بركعتين جالسا(193).",
        "العاشر: الشك بين الاربع والخمس بعد السجود موجب للمرغمتين(194) كما مر وقبل الركوع يكون الشك بين الثلاث والاربع بعد الركوع، فيه قول بالبطلان(195)، والاصح الحاقة بالاول، فيجب الاتمام والمرغمتان.\nالحادي عشر: الشك بين الثلاث والاربع والخمس ففيه وجه بالبناء على الاقل(196)، والآخر بالبناء على الاربع(197)، والاحتياط بركعتين قائما والمرغمتين.\nالثاني عشر: ان يتعلق الشك بالسادسة وفيه وجه بالبطلان(198)، وآخر\n____________________",
        "191 - لانه مستردد بين المحذورين: اما البناء على الزياده المبطلة، او على النقيصة، اذ يمنع معها الاصل لاحتمال الزيادة، فيلزم زيادة الاخرى حينئذ عمدا.\n192 - وذلك مركب من شكين كل منهما يصح معه الصلوة، فان الشك بين الاثنين والاربع بعد السجود تصح معه الصلوة، كذلك الشك بين الاربع والخمس بعد السجود ايضا.\n193 - ووجهه ان الشك قد تعلق بالثالثة: فاحتمل كون الصلوة ثلاثا: فوجب جبرانها بركعتين جالسا: أو ركعة قائما.\n194 - لانهما يرغمان الشيطان، اى تذلانه.",
        "195 - للترد بين المحذورين: البناء على الزيادة أو النقيصة.\n196 - لانه المتقين، والاصل عدم الزايد.\n197 - لان الشك بين الثلاث والاربع يجب فيه البناء على الاربع.\n198 - للاحتياط ولان صحة الصلوة انما يستفاد من المشروع، ولم يدل على ان الشك في السادسة تصح معه الصلوة.",
        "\nبالبناء على الاقل(199)، حكمه(200) حكم ما يتعلق بالخمس ولابد في الاحتياط من النية: اصلي ركعة احتياطا أو ركعتين جالسا أو قائما في الفرض المعين اداء‌ا أو قضاء لوجوبها قربة إلى الله تعالى، ويكبر ويجب عليه قراء‌ة الحمد وحدها اخفاتا، ولا يجزي التسبيح، ويعتبر فيه جميع ما يعتبر في الصلوة من التشهد والتسليم، ولا اثر للتخلل المبطل بينه وبين الصلوة ولا خروج الوقت، نعم ينوي القضاء، ولو ذكر بعده أو في اثنائه النقصان لم يلتفت، وقيل: لو ذكر في اثنائه نقصان اعاد الصلوة، ولو ذكر الاتمام تخير القطع والاتمام.\nالبحث الثاني: في خصوصيات باقي الصلوات بالنسبة إلى اليومية، تختص الجمعة بامور عشرة: الاول: خروج وقتها بصيرورة الظل مثله في المشهور.\nالثاني: صحتها بالتلبس ولو بالتكبير قبله.",
        "الثالث: استحباب الجهر فيها.\nالرابع: تقديم الخطبتين عليها.\nالخامس: الاجزاء عن الظهر.\n____________________",
        "199 - لانه المتنقين، والاصل عدم الزيادة.\n200 - اي يلحق الشك في السادس بالشك بالخامس وكل فرض صحت هناك تصح هنا\n\nالسادس: وجوب الجماعة فيها.",
        "السابع: اشتراطها بالامام أو من نصبه.\nالثامن: توقفها على خمسة فصاعدا احدهم الامام.\nالتاسع: سقوطها عن المرأة والعبد والاعمى والهم(201) والاعرج والمسافر، ومن على رأس ازيد من فرسخين إلا ان يحضر غير المرأة(202).\nالعاشر: ان لايكون جمعتان في اقل من فرسخ.",
        "اما العيدان، فتختص صلوته بثلاثة اشياء: الاول: الوقت من طلوع الشمس إلى الزوال.\nالثاني: خمس تكبيرات بعد القراء‌ة في الاولى واربع في الثانية بعد القراء‌ة ايضا والقنوت بينهما.\nالثالث: الخطبتان بعدها وتجب على من تجب عليه الجمعة ومن لا فلا بشروطها(203).\nواما الآيات: ففي الكسوفان والزلزلة وكل ريح مظلمة سوداء أو أو صفراء مخوفة وتختص بامور اربعة: الاول: تعدد الركوع ففي كل ركعة خمسة.",
        "الثاني: تعدد الحمد في الركعة الواحدة اذا اتم السورة.\nالثالث: جواز تبعيض السورة إلا في الخامس والعاشر، فتتمها قبلها.\n____________________\n201 - المراد به الشيخ العاجز.",
        "202 - اي انه تجب الجمعة على عدا المرأة مما ذكر اذا حضر موضع الجمعة.\n203 - اي يجب صلوة العيد بشروط الجمعة.\n204 - المراد صلوة كسوف الشمس وخسوف القمر.\n",
        "الرابع: البناء على الاقل لو شك في عدد ركعاتها ووقتها حصولها.\nواما الطواف: فيخصص بامرين: الاول: فعلها في مقام ابراهيم أو ورائه أو إلى احدى جانبيه للضرورة.\nالثاني: جعلها بعد الطواف قبل السعي ان وجب(205).\nواما الجنازة: فتختصر بثلاثة اشياء: الاول: وجوب تكبيرات اربع غير تكبيرة الاحرام الثاني: الشهادتان عقيب الاولى، والصلوة على النبي وآله عقيب الثانية، والدعاء للمؤمنين عقيب الثالثة، وللميت عقيب الرابعة.",
        "الثالث: لا ركوع فيها ولا سجود ولاتشهد ولا تسليم ولا يشترط فيها الطهارة.\nواما الملتزم: فبحسب الملزم فمهما نذره من الهيئات المشروعة انعقد ووجب الوفاء به، ولو عين زمانها واخل به عمدا قضى وكفر، ويدخل في شبه النذر العهد واليمين وصلوة الاحتياط والمتحمل عن الاب والمستأجر عليه والقضاء، فانه ليس عين المقضى، وانما هو فعل مثله، ويجب فيه مراعاة الترتيب كما فات، ومراعاة العدد تماما وقصرا إلا مراعاة الهيئة، كهيئة الخوف وان وجب قصر العدد،\n____________________\n205 - اي ان كان السعي واجبا.",
        "206 - هذا جواب عن سؤال مقدر، وهو ان قضاء فعل الصلوة في خارج الوقت واجب ايضا كما ان اصل السلوة كانت واجبة بلا يدخل في شبه النذر؟ فاجاب عن هذا السؤال بالجواب المذكور.\n\nإلا انه لو عجز عن استيفاء الصلوة أومأ(207) ويسقط عنه لو تعذر، ويجزي عن الركعة بالتسبيحات الاربع.\nويجب فيه النية والتحريمة والتشهد والتسليم، وانما المعتبر في الهيئة بوقت الفعل(208) اداء‌ا وقضاء‌ا، وكذا باقي الشروط فيقضي فاقدها، إلا فاقد الطهارة(209) والمريض(210) المومي بعينيه فتغميضهما ركوع وسجود، وفتحهما رفعها والسجود اخفض وكذا الاداء.",
        "ولو جهل الترتيب كرر حتى يحصله احتياطا والسقوط اقوى، وانما تجب على التارك مع بلوغه وعقله واسلامه وطهارة المرأة من الحيض والنفاس، اما عادم المطهر فالاولى وجوب القضاء، ولو لم يحص قدر الفوايت أو الفائتة قضى حتى يغلب على الظن الوفاء، ويقضي المرتد زمان ردته، والكسران وشارب المرقد عنه زوال العذر.\nولو فاتته فريضة مجهولة من الخمس قضى الحاضر صبحا ومغربا واربعا مطلقة،(211) والمسافر ثنائية مطلقة اطلاقا رباعيا ومغربا، والمشتبه ثنائية مطلقة ورباعية مطلقة ومغربا، ولو كانت الاثنين قضى الحاضر صبحا ومغربا واربعا مرتين، والمسافر ثنائيتين بينهما.\n____________________\n207 - اوما للركوع والسجود برأسه.",
        "208 - فلو كان المكلف عاجزا في الوقت الاداء اتى بالصلوة حسب مقدورة، فلو فاتت قضاء على حال المكنة، وغير مراع حال الوفاة.\n209 - اي لا يصح القضاء من فاقد الطهارة لا متناع فعل الصلوة بدونها.\n210 - اي وكذا المريض المومي بعينه يصح منه القضاء، ويكون تغميضها ركوع وسجود، وفتحها رفعهما.\n211 - فلا ينوي الظهر والعصر والعشاء.",
        "\nالمغرب، والمشتبه يزيد على الحاضر ثنائية.\nولو كانت ثلاثا قضى الحاضر الخمس، والمسافر ثنائيتين ثم مغربا ثم ثنائية، والمشتبه يزيد على الحاضر ثنائية قبل الغروب وثنائية بعدها وان كانت اربعا قضى الحاضر والمسافر الخمس، والمشتبه يزيد على الحاضر ثنائيتين قبل المغرب وثنائية بعدها، وفرضه التعيين(213).\nوكذا لو فاتته الخمس ولو اشتبه اليومان(214) اجتزأ بالثمان، ولا تقتضى الجمعة ولا العيدان ولا الآيات والجنازة لغير العالم بها مالم يستوعب الاحتراق.",
        "ولو اطلق القضاء على صلوة الطواف والجنازة فمجاز(215)، وكذا النذر المطلق.\nوالحمد لله رب العالمين والصلوة والسلام على محمد وآله اجمعين.\nثم استنساخ هذه الرسالة على يد العبد الضعيف علي الفاضل القائيني النجفي في البلدة المقدسة \" قم \" وذلك في يوم الخميس ثاني جمادي الاولى عام الف واربعمائة وخمس من الهجرة النبوية.\nوالحمد لله كما هو اهله والصلوة على نبيه وعترته الطاهرين.",
        "____________________\n212 - اي المشتبه حكمه يزيد على الحاضر ثنائية مطلقة بين الصبح والظهر العصر.\n213 - اي ان الحاضر والمسافر الذي يجب عليه الصلوات الخمس لابد له من تعيين الفرضية، لاأنه يأتي بها ينهو الاطلاق.\n214 - أي يوم سفر أو جضر كانت الفائتة.",
        "215 - لمشابهة الصلوة التي وقتها محدود.\n\n\nالالفية - الجزء الثاني",
        "\n\nبسم الله الرحمن الرحيم الحمد لله الذي ضم النشر بجمع الشتات(1) وأرسل خير البشر بالبينات، وختمهم بمحمد عليهم وعلى آلهم افضل الصلوات.\nاما بعد: فاني لما وقفت على الحديثين المشهورين عن أهل بيت النبوة اعظم البيوتات، أحدهما: عن الامام الصادق أبي عبدالله جعفربن محمد(2) عليه وعلى آبائه وأبنائه أكمل التحيات: للصلوة أربعة آلاف حد(3).",
        "والثاني: عن الامام الرضا أبي الحسن علي بن موسى عليهما(4) الصلوات\n____________________\n1 - اعادة الابدان، أو نقول: بجمع الاجزاء المتفرقة، والعظام الرميمة أو نقول: أي بجمع الاشياء التي كانت شتي بالنكاح، بأن حكم زوجوا من الاغرباء حتى حصل الانضام.\n2 - ولد الامام أبوعبدالله جعفر بن محمد صلى‌الله‌عليه‌وآله سنة 83 واستشهد مسموما سنة 148، أصول الكافي 1: 472.",
        "3 - بحار الانوار 82: 303 ح 2 وهذا العدد أعم من الواجب والمندوب.\n4 - صلوة لا تعد \" ب \".\n\nالمباركات: الصلوة لها أربعة آلاب باب(1) ووفق الله سبحانه لاملاء الرسالة \" الالفية \" في الواجبات، ألحقت بها بيان المستحبات، تيمنا بالعدد تقريبا، وان كان المعدود(2) لم يقع في الخلد(3) تحقيقا(4) فتمت الاربعة(5) من نفس المقارنات، واضيب اليها سائر المتعلقات(6)، والله حسبي في جميع الحالات.",
        "وهي مرتبة ترتيب القادمة(7) على مقدمة ثلاثة(8) وخاتمة.\nاما المقدمة: فالصلوة المندوبة افعال غير محتومة، تحريمها التكبير، التسليم، تقربا إلى الله تعالى، وثوابها عظيم.\nقال الله تعالى: الذين هم على صلوتهم دائمون.\n(9) ثم قال الله تعالى: والذين هم على صلوتهم يحافظون.",
        "(10) قال الامام أبوجعفر الباقر عليه الصلاة والسلام(11): الآية الاولى في\n____________________\n1- بحار الانوار 82: 303 ح 1.\n2 - العدد \" ب \".",
        "3 - الخاطر \" ب \".\n4 - بأن يكون المستحبات بعدد ما ذكرنا لاأكثر.\n5 - أي أربعة آلاف حد أوباب.\n6 - من المنافات وغير ذلك من الاشياء المذكورة في الالفية.",
        "7 - أي الرسالة التي كانت مقدما، وهي الالفية.\n8 - ثلاث \" ب \".\n9 - سورة المعارج(70): 23.\n10 - سورة الانعام(6): 92.",
        "11 - هو الامام محمد بن علي الباقر (ع) ولد سنة 114 وروي سنة 117.\n\nالنافلة، والثانية في الفريضة(1)،(2) وهو(3) أولى من اتحاد الموضوع(4) وحمل الدوام على المواظبة على الاداء(5) والمحافظة على الشرائط والاركان، لكثرة الفائدة بتغاير الموضوع(6).\nوعن النبي صلوات الله عليه وسلامه وعلى آله: الصلوة خير موضوع، فمن شاء استقل(7) ومن شاء استكثر(8) وعن الباقر عليه‌السلام: ان العبد ليرفع له من صلوته نصفها، وثلثها، وربعها، و خمسها، ولايرفع له إلا ماأقبل منها بقبلة(10) وانما امروا بالنوافل ليتم لهم بها ما نقصوا من الفريضة.",
        "(11) وقال الصادق عليه‌السلام: ان الرجل ليصلي الركعتين يريد بها وجه الله فيدخله الله الجنة.\n(12) ثم النوافل قسمان: راتبة، وهي اربع(13) وثلاثون ركعة حضرا،\n____________________\n1 - سألت أبا جعفر (ع) عن قول الله عزوجل: الذين هم على صلوتهم يحافظون قال: هي الفريضة، قلت: الذين هم على صلوتهم دائمون، قال: هي النافلة الوسائل 3: 51 ح 1.",
        "2 - وبعض المفسرين يقولون ان الاولى والثانية في الفريضة \" ب \".\n3 - أي قول الامام (ع).\n4 - أي موضوع الآيتين، بمعنى أن يكون المراد بما وضع له هاتان الآيتان جميعا في الفريضة.\n5 - الفرائض.",
        "6 - لانه تحكم \" ب \" أي قول بلا دليل.\n7 - هذا الحديث يدل على الندبية، لان الازدياد والاستقلال لا يكون في الفريضة.\n8 - بحار الانوار 82: 307 ح 3.\n9 - فلايرفع له \" ب \".",
        "10 - يعني لو كان حين الاستقبال همته وارادته بالصلوة الكاملة مع الشرائط والاركان، فيرفع له ذلك، وإلا يرفعله ما كان به همته وارادته.\n11 - الوسائل 3: 52 ح 3 و 5: 335 ح 1.\n12 - الوسائل 1: 44 ح 8.\n13 - أربعة \" ب \".",
        "\nونصفها سفرا وما رواه عبدالله بن سنان(1) عن الصادق عليه‌السلام: أنها سبع وعشرون(2) ويحيى بن حبيب(3) عن الرضا عليه‌السلام: انها تسع وعشرون(4).\nبنقص العصرية ستا(5) او اربعا(6) والوتيرة محمول على المؤكد منها.\nوافضل الرواتب راتبة الفجر، ثم الوتر، ثم الزوال(7) ثم راتبة المغرب، ثم نافلة الليل، ثم(8) النهار، وقيل(9) افضلها الليلية، وقصرها تابع لقصر الفريضة.",
        "والقسم الثاني: مطلقة، وهي خمسة: الاول: المتعلقة بالاشخاص، كصلوة النبي صلى‌الله‌عليه‌وآله(10)، وصلوة علي(11)، وفاطمة(12)، وأبنائهما، وجعفر(13)، والاعرابي(14).\n____________________\n1 - عبدالله بن سنان بن طريف. كان خازنا للمنصور والمهدي والهادي والرشيد، كوفي، ثقة، النجاشي / 148.\n2 - الوسائل 3: 43 ح 4.",
        "3 - ذكره الكشي / 143 ونقل عنه الرواية المذكورة، وجامع الرواة 2: 326 وتنقيح المقال 3: 311.\n4 - الوسائل 3: 43 ح 5.\n5 - بناء أعلى الرواية الاولى.\n6 - بناء أعلى الرواية الثانية.",
        "7 - ثم راتبة العصر \" ب \".\n8 - نافلة \" ب \".\n9 - القائل ابن أبي عقيل كما في القوائى الملية / 11.\n10 - ذكرها المحدث القمي في المفاتيح / 39.",
        "11 - صلوة أميرالمؤمنين (ع) أربع ركعات بتسليمين، في كل ركعة الحمد مرة، والتوحيد خمسين مرة.\n12 - صلوة فاطمة (ع) أربع ركعتان في الاولى بعد الحمد القدر مائة مرة، وفي الثانية بعد الحمد الاخلاص مائة مرة.\n14 - تقرأ عند ارتفاع النهار، وهي عشر ركعات تصلى كل ركعتين بتسليمة، يقرأ في الاولى الحمد مرة، والعلق سبع مرات، وفي الثانية الحمد مرة، والناس سبع مرات.\n",
        "الثاني: المشروعة بسبب خاص، كالاستسقاء، والزيارة، والشكر، والاستخارة والحاجة، والنذر المندوب(1)، وندب الطواف، والتحية.\nالثالث: المتعلقة بالازمان، كنافلة شهر رمضان، والمبعث(2)، والغدير(3)، ونصفي(4) رجب وشعبان، والكاملة،(5) والعيد ندبا.\nالرابع: المتعلقة بالاحوال، كاعادة الجماعة(6)، والكسوف والجنائز، والاحتياط في موضع الغني(7).\nالخامس: ما عدا ذلك كابتداء النافلة، فإن الصلوة قربان كل تقي.",
        "ويشبه التمرين لست(8) مطلقا(9)، ووقتها حين الارادة مالم يكن وقت فريضة مطلقا(10)، ويجوز ايقاع الرواتب لاوقاتها في وقت الفريضة الموسع، وكذا سنة الاحرام، والاقرب جواز ايقاع ذوات الاسباب(11) بحيث لا يضر\n____________________\n1 - النذر المندوب يحصل بأمور ثلاثة: اما أن يكون حال كفره، فيستحب له الوفاء به بعد الاسلام، أو يكون نذر بالضمير، أو من غير تلفظ بالجلالة.\n2- وهو السابع والعشرون من رجب.",
        "3 - وهو الثامن عشر من ذي الحجة.\n4 - نصف \" ب \".\n5 - أي نافلة الكاملة وهي أربع ركعات يوم الجمعة، فانها مختصة بيوم الجمعة قبل وجه تسميتها كاملة لتكرار الحمد في كل ركعة منها عشر مرات، ولم ينقل ذلك في غيرها.\n6 - أي اعادة الصلوة لاجل الجماعة.",
        "7 - وهي المواضع الاربعة أعني: مكة، ومسجد النبي صلى‌الله‌عليه‌وآله ومسجد أميرالمؤمنين (ع) وهو جامع الكوفة، والحائر بحضرة الحسين الشهيد (ع) فانه اذا شك في أحد هذه المواضع بين الاثنين والاربع يستحب له الاحتياط.\n8 - أي لست سنين.\n9 - ذكرا كان أو أنثى.\n10 - أي أداء‌ا وقضاء‌ا.",
        "11 - كتحية المسجد وصلوة الزيارة والشكر وغيرها.\n\nبالفرائض، وهو مروي في نافلة شهر رمضان(1) وركعتي الغفلية(2).\nورواية على بن جعفر عن أخيه (ع): صلوة في وقت صلوة(3) محمولة على ما يضربها، كعند تكامل الصفوف، وحضور الامام.",
        "الوتر بتسليمة، وصلوة الاعرابي كالصبح، والظهرين والمعادة تابعة(4)، والبواقي ركعتان بتسليمة، إلا قضاء العيد في قول(5) وشروطها وأفعالها كالواجبة، إلا أنه ينوي النفل(6)، والسبب المخصوص، والقيام والقرار(7) من مكملاتها(8)، إلا الوتيرة، فيجوز السنن قعودا، وركوبا، والاستقبال شرط في غير السفر، والركوب على الاصح، ولا تتعين(9) السورة فيها، ويكره القرآن، والاحتياط فيها البناء على اليقين، ولا جماعة فيها إلا في العيدين، والاستسقاء، والاعادة(10)، والغدير في قول الشيخ أبي الصلاح رحمه‌الله(11) ولا أذان فيها، ولا إقامة، ويكره ابتدائها(12) عند طلوع الشمس.\n____________________\n1 - أي يجوز ايقاعها في وقت الفريضة حيث لا تضر الفرائض، فانه يصلي ثمان منها بعد المغرب قبل العشاء الآخرة، ويصلى اثنى عشر ركعة بعد العشاء الآخرة.\n2 - أي فيما بين صلوة المغرب إلى صلوة العشاء.",
        "3 - الوسائل 2: 808 ح 3.\n4 - للمتبوعة في الهيئة والكيفية والعدد.\n5 - القائل هو على بن بابويه كما في لبفواعد لبملية / 14 يعنى ليس قضاء لعيد بركعتين بتسليمة، بل أربع ركعات بتسليمة، وانما قال على قول لانه قبل يقضي ركعتين.\n6 - الفعل \" ب \".",
        "7 - أي قرار الاعضاء.\n7 - أي قرار الاعضاء.\n8 - لا من شروطها فلو تركهما المتنفل لم يضر.\n9 - يتعين \" ب \".",
        "10 - يعنى في موضع يستحب اعادة الصلوة فيه يجوز أن يصليها بجماعة.\n11 - الكافي / 160 لابي الصلاح تقي الدين بن نجم الدين(374 - 447 ه‍).\n12 - أي النوافل.\n",
        "وغروبها وقيامها(1)، وبعد صلاة الصبح والعصر، وفي التوقيع الشريف لايكره(2) وقيل بكراهة غير المبتدأة أيضا.\nبل روي نادرا كراهة قضاء الفريضة فيها(3) ولم يثبت.\n____________________\n1 - إلى نصف النهار.",
        "2 - الوسائل 3: 172 ح 8.\n3 - الوسائل 3: 177 ح 19.\n\n",
        "الفصل الاول - في سنن المقدمات\nوهي احدى عشرة: الاولى: وظائف الخلوة، وهي أربعة وستون: ارتياد(1) موضع مناسب للاستنجاء، بان يكون مرتفعا، او ذا تراب كثير، فانه من الفقه(2)، وستر البدن عن النظارة، والدخول(3) باليسرى، والخروج باليمنى عكس المسجد، والاعتماد على اليسرى، وفتح اليمنى، وتغطية الرأس والتقنع(4) مروي(5)، ومسح بطنه قائما بيده اليمنى بعد الفراغ، والاستبراء والتنحنح فيه ثلاثا، ووضع الوسطى في الاستبراء تحت المقعدة، والمسح بها إلى أصل القضيب، ثم توضع المسبحة تحته، والابهام فوقه، وينتر(6) باعتماد، ثم بعصر الحشفة ثلاثا(7).\nوتقديم غسل اليدين قبل ادخالهما الاناء كالغسل أمام الوضوء،\n____________________",
        "1- أي اختيارة.\n2 - أي الورع.\n3 - في الخلاء.\n4 - التقنع هوستر شعر الرأس والرقبة والمنكب.",
        "5 - الوسائل 1: 214 ح 2.\n6 - نتر الشئ: جذبه بشدة.\n7 - ثلاثا \" ب \" كل واحد من الامور المذكورة.\n",
        "والغسل في غير المتعدي، والجمع في المتعدي بين الاحجار والماء والصرير(1) حيث يمكن، وايتار عدد الاحجار(2) لو لم ينق بالثلاثة.\nوالاقتصار على الارض أو نباتها، وتعدد الثلاثة بالشخص، واستيعاب المحل بكل واحد، وجعله على طريق الادارة والالتقاط، وبداوة(3) الاول بصفحة(4) اليمنى، والثاني باليسرى، والثالث بالوسطى، واستعمال بارد الماء لذوي(5) البواسير.\nوالاستنجاء باليسار وبنصرها.\nوتقديم الدبر وازالة الرائحة مطلقا(6)، وازالة الاثر لو استجمر، والمبالغة للنساء في الغسل، والزيادة على المثلين في مخرج البول، واستنجاء الرجل طولا، والمرأة عرضا.",
        "والدعاء، فللدخول: بسم الله وبالله، أعوذ بالله من الرجس النجس الخبيث المخبث الشيطان الرجيم، وبعد الحمد لله الحافظ المؤدي، وعند الفعل(7).\nاللهم أطعمني طيبا في عافية، وأخرجه مني خبيثا في عافية، وعند النظر اليه: اللهم ارزقني الحلال، وجنبني الحرام، وعند رؤية الماء: الحمد لله الذي جعل الماء طهورا ولم يجعله نجسا، وعند الاستنجاء: اللهم حصن فرجي، واستر عورتي، وحرمهما على النار، ووفقني لما يقربني\n____________________\n1 - الصرير: صوت وصاح شديدا والمراد هنا الامرار والمسح بشدة.",
        "2 - فيستحب له على هذا استعمال الاثنين الآخرين مع عدم النقاء بالثلاثة ليصير المجموع خمسة أحجار.\n3 - وبدأة \" ب \".\n4 - بالصفحة \" ب \".\n5 - لذي \" ب \".",
        "6 - في المتعدي وغيره سواء استعمل الحجر أولا.\n7 - الحمد لله الذي أطعمني \" ب \".\n\nمنك، ياذا الجلال والاكرام، وعند مسح بطنه: الحمد لله(1) أماط عني الاذى، وهناني طعامي، وعافاني من البلوى، وعند الخروج: الحمد لله الذي عرفني لذته، وأبقى في جسدي قوته، وأخرج عني أذاه، يا لها نعمة، يا لها نعمة، يا لها نعمة، لا يقدر القادرون قدرها.",
        "ويكره استقبال النيرين، والريح بالبول، وفي الصلبة، وقائما، والتطميح(2)، وفي الماء، والجاري أخف، وفي الحجر، ومجرى الماء، والشارع، والمشرع، والفناء، والملعن وهو مجمع الناس، وأبواب الدور، وتحت المثمرة، وفي فئ النزال، ومواضع التأذي، والاستنجاء باليمين وباليسار وفيما خاتم عليه اسم الله تعالى(4)، أو أحد المعصومين مقصودا بالكتابة(5)، بل ادخاله(6) الخلاء أيضا، والجماع به.\nوالكلام إلا بذكر الله، أو آية الكرسي، أو حكاية الاذان، أو الحاجة يخاف فوتها، واطالة المكث، ومس الذكر باليمين، واستصحاب دراهم بيض، والاستنجاء بما يكره استعماله من المياه.\nوالسواك والاكل والشرب.\n____________________",
        "1 - الذي \" ب \".\n2 - التطميع \" ب \" وهو رفع الذكر وقت البول.\n3 - الحجرة \" ب \" أي حجرة الحيوان.\n4 - أو الانبياء \" ب \".",
        "5 - احتراز عما لا يكون مقصودا بالكتابة كما يكون لفظ الله واسم أحد الائمة (ع) اسما للرجل، كعبد الله، والحسن والحسين.\n6 - ادخال \" ب \"\n\nالثانية: يستحب الوضوء لاحد وثلاثين: ندب الصلوة، والطواف، ومس كتاب الله، وحمله، وقرائته، ودخول المسجد، وصلوة الجنازة، والسعي في حاجة، وزيارة القبور، والنوم، وخصوصا نوم الجنب، وجماع المحتلم وجماع الحامل، وجماع غاسل الميت(1)، وذكر الحايض، وتجديده بحسب الصلوات(2)، وللمذي والوذي، والتقبيل بشهوة، ومس الفرج، ومس الاغسال المسنونة، ولما لا تشترط فيه الطهارة من مناسك الحج، وللخارج المشتبه بعد الاستبراء، وبعد الاستنجاء بالماء للمتوضي قبله ولو كان قد استجمر، ولمن زال عذرة(3)، وروي للرعاف، والقي والتخليل المخرج للدم اذا كرههما الطبع، وللزيادة على ثلاثة(4) أبيات شعرا باطلا وللكون على طهارة، وللتأهب لصلوة الفرض.",
        "ثم سنن الوضوء أربع وخمسون: التسمية، والدعاء بعدها، وصورتها بسم(5) الله وبالله.\nاللهم اجعلني من التوابين، واجعلني من المتطهرين.\nوغسل اليدين من(6) الزندين مرة من النوم(7) والبول والغائط، والمشهور\n____________________",
        "1 - يعني اذا غسل الميت ولم يغتسل يستحب أن بتوضا للمجامعة.\n2 - الصلوة \" ب \".\n3 - أي لمن توضا معذورا ككونه مسح على جبيرة، أو غسل لتقية أو لنحو ذلك ثم زال عذره.\n4 - أربعة \" ب \".",
        "5 - باسم \" ب \".\n6 - إلى \" ب \".\n7 - للنوم \" ب \".\n",
        "فيه مرتان قبل ادخالهما الاناء، والدعاء عند رؤية الماء بما تقدم(1)، ووضع الاناء على اليمين، وأخذ الماء بها ونقله إلى اليسار، والمضمضة ثلاثا، والاستنشاق ثلاثا، والاستنثار(2) كذلك، وجعل كل على حدته وبثلاث غرفات، وادارة المسبحة والابهام في الفم، والبدأة بالمضمضة، وتثنية غسل الاعضاء، ومسح الرأس مقبلا(3) وبثلاث أصابع عرضا، وغسل الوجه باليمنى وحدها، ومسح الرأس والرجل اليمنى بها، وتقديم اليمنى في المسح وجعله بجميع الكف، وتقديم النية عند غسل اليدين على قول مشهور، أو عند المضمضة والاستنشاق، والاولى عند غسل الوجه، وقصر النية على القلب(8)، وحضور القلب عند جميع الافعال، وذكر الله تعالى، والصلوة على النبي في أثنائه، وبدأة الرجل في الاولى بظهر الذراع، وفي الثانية بباطنه، وبدأة المرأة بالعكس، والوضوء بمد، والسواك قبله وبعده، وترك الاستعانة، والتمندل، ووضع المرأة القناع، ويتأكد في الصبح والمغرب، وتقديم غسل الرجلين لو احتاج اليه لتنظيف أو تبريد، ولو نسيه تراخى به عن المسح.\nوالدلك باليد(5)، وضرب الوجه بالماء شتاء‌ا وصيفا، وغسل مسترسل اللحية، وتقديم الاستنجاء على الوضوء، ومسح الاقطع ما بقى من المرفق، وتحريك غير المانع(7)، وترك استعمال المشمس، وسؤر المكروه، وماء\n____________________\n1 - في أحكام الخلاء.",
        "2 - أي اخراج الماء من الانف.\n3 - مبتلا \" ب \".\n4 - أي يستحب اقتصار النية على القلب ولم يتلفظ بها.\n5 - أي دلك مواضع الاغسال.",
        "6 - من وصول الماء كالخاتم الواسع.\n\nالآجن(1)، والمسعمل في الاكبر(2)، والطهارة في اناء فيه تماثيل أو فضة، والوضوء في المسجد(3) من غير الريح، والنوم وعند المستنجا(4)، وترك التكرار في المسح، وقول الحمد لله رب العالمين عند الفراغ، وفتح العينين على الرواية.\nوالدعاء عند الافعال، فعند المضمضة: اللهم لقني حجتي يوم ألقاك، وأطلق لساني بذكرك.",
        "وعند الاستنشاق: اللهم لا تحرمني طيبات الجنان، واجعلني ممن يشم روحها وريحها(5) وريحانا.\nوعند غسل الوجه: اللهم بيض وجهي يوم تسود فيه الوجوه، ولا تسود وجهي يوم تبيض فيه الوجوه، وعند غسل اليد اليمنى: اللهم أعطني كتابي بيميني، والخلد في الجنان بشمالي وجاسبني حسابا يسيرا(6)، وعند غسل اليسرى: اللهم لا تعطني كتابي بشمالي، ولا تجعلها مغلولة إلى عنقى وأعوذ بك من مقطعات النار(7)، وعند مسح الرأس: اللهم غشني برحمتك وبركاتك، وعند مسح الرجلين: اللهم ثبت قدمي على الصراط المستقيم يوم تزل فيه الاقدام، واجعل سعيي فيما يرضيك عني يا ذا الجلال والاكرام، وعند الفراغ: اللهم اني أسألك تمام الوضوء، وتمام الصلوة، وتمام رضوانك، والجنة، وقراء‌ة القدر(8).\n____________________\n1 - الماء المتغير الطعم واللون.",
        "2 - أي في الجنابة.\n3 - المساجد \" ب \".\n4 - أي يستحب ترك الوضوء في الموضع الذي استنجى فيه، واما عقيب النوم والريح فلا بأس في المسجد.\n5 - ريحها وروحها \" ب \".",
        "6 - واجلني ممن ينقلب إلى أهله مسرورا \" ب \".\n7 - النيران \" ب \".\n8 - أي قراء‌ة سورة القدر عند الفراغ من الوضوء.\n",
        "الثالثة: تستحب الغسل لخمسين: للجمعة، ويعجل الخميس لخائف الفوت، ويقضى السبت، وفرادي شهر رمضان(2)، وآكده تسع عشر، واحد(3) وعشرين، وثلاثة وعشرين، وبعدها(4) اوله، ونصفه، وغسل آخر ليلة ثلاثة وعشرين، وليلة الفطر، ويومي العيدين، وليلتي نصف رجب وشعبان والمبعث والغدير والمباهلة، رابع وعشرين ذي الحجة في الاصح، والدحو(5) والتروية(6) وعرفة والنيروز(7)، والاحرام والطواف، وزيارة أحد المعصومين، وترك الكسوف المستوعب عمدا، والسعي إلى رؤية المصلوب عمدا(8) بعد ثلاثة، وللتوبة مطلقا(9)، وقيد المفيد بالكبائر(10) وللحاجة، والاستخارة، والمولود، ودخول الحرمين(11) مطلقا(12)، وقيد دخول المدينة لاداء فرض أو\n____________________\n1 - أي في يوم الخميس.\n2 - أي يستحب غسل كل ليلة فرد من شهر رمضان.",
        "3 - واحدى \" ب \".\n4 - غسل \" ب \".\n5 - لغة: البسط والمراد البسط الارض من تحت الكعبة وهو يوم خامس عشر من ذي القعدة.\n6 - ثامن ذي الحجة.",
        "7 - أول يوم دخول الشمس في برج الحمل.\n8 - احتراز عما لم يكن السعي عمدا، فان الغسل ليس مستحبا.\n9 - أي سواء كان عن كفر أو عن ذنب، أوصغير أو كبير.\n10 - تهذيب الاحكام 1: 115.",
        "11 - المراد نفس مكة والمدينة لاحرمهما.\n12 - سواء كان للزيارة أو غيرها.\n\nنفل(1) والمسجدين والحرم والكعبة، والاستسقاء(2)، وقتل الوزغة، واعادة الغسل بعد زوال الترخيص(3)، والغسل عند الشك في الحدث كواجدي المني في المشترك(4)، واعادة غسل الفعل إن أحدث قبله(5) ولم يثبت للافاقة من الجنون عندنا(6).",
        "والسنن في غسل الحي أربعون: الاستبراء بالبول على الرجال والنساء، والاجتهاد على الرجال، والتسمية، وتقديم غسل اليدين من المرفقين ثلاثا، والمضمضة، والاستنشاق، والغسل مثلث(7)، وتخليل ما يصل اليه الماء من شعر أو خاتم أو نحوهما(8)، ونقضها الضفائر(9)، وامرار اليد على الجسد، والولاء(10)، وستر البدن، وغسل الشعر، والغسل بصاع، وغسل الرأس باليمنى، والسواك، وتقديم النية عند غسل اليدين على القول المشهور، والاولى عند غسل الرأس، وقصر النية على القلب وحضوره عند جميع الافعال.\nوالدعاء في أثنائه: اللهم طهر قلبي، واشرح لي صدري واجر على\n____________________\n1 - تهذيب الاحكام 1: 115.",
        "2 - أي يستحب الغسل لصلوة الاستسقاء.\n3 - الرخص \" ب \" كما يكون المحدث ذا جبيرة ويغسل ويمسح موضع الجبيرة للعذر، ثم زال العذر، فيستحب له اعادة الغسل.\n4 - أي في الثوب المشترك.\n5 - أي قبل الفعل كما اغتسل أحد للزيارة، أو للاستخارة، أو للاحرام، ثم أحدث قبل اتيان هذا الفعل، قيستجب له أيضا اعادة الغسل له.",
        "6 - رد على الحنابلة فانهم قالوا يغتسل المجنون اذا أفاق من الجنابة.\n7 - لكل عضو من الاعضاء، أحدها على قصد الوجوب، والباقي على قصد الندب.\n8 - كبواطن الاذنين وما تحت ثدي المرأة والسرة.\n9 - جمع ضفيرة وهي القصيصة المجدولة من الشعر.",
        "10 - بين الاعضاء بحيث كلما فرغ من عضو في الآخر.\n\nلساني مدحتك، والثناء عليك، اللهم اجعل لي طهورا وشفاء‌ا ونورا انك على كل شئ قدير.\nوبعد الفراغ: اللهم طهر قلبي، وزك عملي، واجعل ما عندك خيرا لي، اللهم اجعلني من التوابين واجعلني من المتطهرين.",
        "وجلوس الحائض في مصلاها متوضية مستقبلة القبلة مسبحة بالاربع، مستغفرة مصلية على النبي وآله بقدر الصلوة، وقضائها صوم النفل، وتقديم المستحاضة الغسل على تجديد القطنة والخرقة، قاله المفيد رحمه‌الله(1) واختيار المغتسل الترتيب(2)، وتقديم الوضوء على غسله في غير الجنابة، والغسل بميزر(3).\nواما غسل الميت: فيستحب فيه توجيه الميت إلى القبلة كالمحتضر، وغسل فرجه بالحرض(4) والسدر، ولف خرقة على يد الغاسل إلى الزند، وطرحها عند غسله: وشق جيبه، ونزع ثوبه من تحته، وجعل حفرة،(5) وتليين أصابعه برفق، وتوضيه، وغسل رأسه برغوة السدر، والبدأة بشقه الايمن ثم الايسر، وتثليث الغسل(6)، وغمز بطنه قبل كل من الغسلتين الاولتين، والاشباع(7) وخصوصا تحت الابطين والوركين والحقوين،(8) وبسبع قرب تأسيا بما غسل به النبي صلى‌الله‌عليه‌وآله، وأن يقصد\n____________________\n1- تهذيب الاحكام 1: 168 2 - على الارتماس.",
        "3 - وفي نسخة بمأزر، بكسر الميم والهمزة الساكنة، وهو الازار والساتر للعورة.\n4 - الاشنان أو القي تغسل به الايدى بعد الاكل.\n5 - حفيرة \" ب \" لغسالة الميت.\n6 - لكل عضو من أعضاء الميت.",
        "7 - والاسباغ \" ب \" وهو المبالغة في التطهير بتكثير الماء وايصاله إلى أجزاء البدن.\n8 - وهو عظم نابت بين الاليتين\n\nتكرمة الميت في النية والذكر والاستغفار، والوقوف على الايمن، ومغايرة الغاسل للصاب(1)، وغسل اليدين(2) إلى المرفقين مع كل غسلة وتجفيفه صونا للكفن، واغتساله قبل تكفينه، أو الوضوء إن خاف عليه، فان تعذر غسل يديه إلى المرفقين، وتغسيل الميت جنبا مرتين(3)، ويكره للجنب وشبهه(4) الغسل بمشمس وبسؤر المكروه، والارتماس في كثير الراكد احتياطا، والمستعمل في فرض أو سنة، والادهان والخضاب، ومس غير الكتابة من المصحف وحمله، وقراء‌ة غير العزائم إلا سبع آيات للجنب خاصة، ويختص بكراهة الاكل والشرب إلا بعد غسل اليدين والوجه، والمضمضة والاستنشاق، والنوم إلا بعد الوضوء، ودخول المستحاضة المسجد، وخصوصا الكعبة مع أمن التلويث، وغسل الميت تحت السماء اختيارا، وبالمسخن بالنار إلا لضرورة، وغمز بطنه في الثالثة، وبطن الحبلى مطلقا(5) وركوبه(6)، وقص اظفاره، وترجيل شعره، وادخال الماء أذنيه ومنخريه، وارسال الماء في الكنيف.",
        "____________________\n1) للصباب \" ب \"\n2) للغاسل \" ب \"\n3) ويغسل الميت الجنب \" ب \" أي اذا مات الانسان وهو جنب غسل مرتين أحدهما للجنابة والثاني للميت.",
        "4) الحائض والنفساء.\n5) في الاول والثاني أيضا.\n6) يعني أن يجعله الغاسل بين رجليه.\n",
        "الرابعة: يستحب التيمم لما يستحب له الوضوء الحقيقي(1) عند تعذرة، وللاحرام عند تعذر الغسل.\nوربما قيل باطراده في مواضع استحباب الوضوء والغسل، الجنازة والنوم(2)، ولو مع امكان الطهر فيهما، وتجديده بحسب الصلوة.\nوالسنن(3): ثمانية عشر: تأخره في صورة جوازه مع السعة، وقصد الربى(4) والعوالي، والتراب الخالص، وتجنب الاقامة في بلد يحوج إلى التيمم في الاصح، والحجر والرمل والسبخ والهابط(5) ومظان النجاسة(6) وتراب القبر، والطلب بحسب الفرائض مالم يعلم العدم، وتفريج الاصابع حال الضرب، ونفض اليدين، ومسح الاقطع رأس العضد، واعادة ما صلاه بالتيمم عن الجنابة عمدا، وعن زحام الجمعة أو عرفة، ونجاسة لايمكن ازالتها.\n____________________",
        "1) وهو المبيح للصلوة ونحوها سواء كان واجبا أو مندوبا.\n2) أي يستحب التيمم لصلوة الجنازة، وللنوم وإن تمكن المصلى والنائم على الوضوء.\n3) فيه \" ب \".\n4) جمع رابية، وهي أرض منخفظة، والمقصود أنه يستحب تجنب الحجر والرمل والسخ و..للتيمم.",
        "6) أو تراب \" ب \".\n\nالخامسة: سنن الازالة، وهي أربعة وأربعون: تثليث الغسل أو الازالة في الكثير أو الجاري، ونضح(1) بول البعير والشاة، وعصر بول الرضيع، ورش الثوب الملاقي لليابس من النجاسات(2)، وخصوصا(3) العين، ومسح البدن الملاقي لذلك بالتراب،(4) وازالة دون الدرهم دما، وصبغ الثوب الملون بالدم بعد الغسل المزيل للعين بما يغير لونه، والمشق(5) أفضل، وازالة بول البغال والحمير والدواب وروثها، وذرق الدجاج غير الجلال، وسؤر آكل الجيف مع خلو الملاقي عين العين، وسؤر الحائض المتهمة(6)، ومن لا يتوقي النجاسة والحية والفأرة والوزغة والدجاجة والثعلب والارنب والحشرات، وعرق الجنب وخصوصا من الحرام والحائض.\nوالابل الجلالة، ولعاب المسوخ والدم المتخلف في اللحم، والقئ والقيح والوسخ والحديد(7)، ولبن البنت(8) في المشهور، وطين الطريق بعد ثلاثة، والازالة بما تكره الطهارة، والنضح(9)",
        "____________________\n1) النضج استيعاب الماء بأجزاء المحل من غير انفصال، والرش ايصال الماء إلى ظواهره.\n2) النجاسة \" ب \"\n3) نحس \" ب \".",
        "4) بأن يأخذ التراب ويمسح على البدن.\n5) طين أحمر.\n6) الحائض المتهمة هي التي لا تعرف أحكام الحيض كما هي.\n7) أي ازالة لون الحديد أي صدئه كما في بعض النسخ بدل الحديد الصديد.",
        "8) أي لمن المرضعة للبنت.\n9) بالحاء المهملة والمعجمة معا أي يستحب الماء أجزاء ما يشك في طهارته\n\nعند الشك في النجاسة(1)، واستعمال المغسول العددي بعد الجفاف، وغسل المذي والوذي، وغسل ثوب ذي القروح في كل يوم وليلة مرة.",
        "السادسة: سنن الستر، وهي أربعة وسبعون: الصلوة في أحسن الثياب، وروى الاخشن(2) وأجودها وأطهرها وأصفقها، واستصحاب ذي الرائحة الطيبة، والتعمم، والتحنك، والتردي(3) ولو بطرف العمامة وخصوصا الامام، والتسرول، وستر الامة والصبية رأسيهما، وستر المرأة قدميها، وصلاتها في ثلاثة أثواب درع وازار وقناع، وفي الحلي لاعطلاء(4)، وجعل العاري والموتزر والمتسرول الفاقدين للثوب خيطا على العاتق أو شبهه، واعارة الساتر للقاري من العراة، والصلوة في البيض لا السود، وخصوصا القلنسوة إلا العمامة والكسا والخف، وفي النعل العربية(5)، و(6) غير الحرير في صورة الجواز، وغير المكفوف به والممتزج وغير الرقيق والمزعفر والاحمر والمفدم(7)، للرجل، والازار فوق القميص والموشاح(8) فوقه وخصوصا الامام اماطة(9) للتجبر،\n____________________\n(1) في الطهارة \" ب \".\n(2) الوسائل 3: 351 ح 1 و 2.",
        "(3) أي ليس الرداء.\n(4) وإن قل \" ب \" أي يستحب أن لا تكون المرأة معطلة عن الحلى.\n(5) العربي \" ب \".\n(6) وفي \" ب \".",
        "(7) بسكون الفاء وفتح الدال، المصبوغ بالحمرة مشبعا.\n(8) وهو أن يغطي أحد كتفيه بثوب دون الاخر.\n(9) أي دفعا.\n",
        "والرداء فوق الوشاح والسدل، وهو أن يلتف بالازار ولا يرفعه على كتفيه، واشتمال الصماء، ووضع طرفي الرداء على اليسار، واستصحاب وعاء من جلد حمار أو بغل(1)، والحديد بارزا، وفي القباء الممثل، والخاتم الحديد والمصور، والخلخال المصوت، وفي واسع الجيب إلا مع زرة أو شعار تحته، واستصحاب الدراهم الممثلة وخصوصا البارزة، واللثام غير المانع من القراء‌ة، والنقاب للمرأة كذلك، والقباء المشدود، ولبس السيف في غير الحرب للامام، والصلوة في السنجاب، وجلد الخز، والوقوف على الحرير، وجعل رأس التكة منه، والصلوة في ثوب المتهم بالنجاسة أو الغصبية، والملاصق لو بر الارانب والثعالب في الاصح، وما عمله الكافر مع جهل الرطوبة، ونجس معفو عنه كالتكة، ونقس(2) الخضاب للرجل والمرأة، وجعل اليدين تحت الثوب لا في الكمين، وابقاء شئ من البدن غير مستور وخصوصا من السرة إلى الركبة، وآكده للامام، فلا يقتصر على السراويل والقلنسوة.\nالسابعة: المكان، وسننه مائة: ايقاعها في المسجد، والافضل الاربعة(3) والاقصى، والمشاهد الشريفة إلا في مسجد الضرار(4)، وفي كثير الجماعة، والنافلة في المنزل\n____________________\n(1) أو البغل \" ب \".",
        "(2) شعرهما كان يجملا بعض الشعر أحمر وبعض آخر يبقى على حاله.\n(3) مسجد الحرام، ومسجد النبي صلى‌الله‌عليه‌وآله وجامع البصرة.\n(4) مسجد الضرار وهو ما بنى مضارة لمسجد آخر لنهي الله تعالى نبيه صلى‌الله‌عليه‌وآله عن القيام فيه، أمره بتخريبه فخربه.\n",
        "وخصوصا الليلة، وفي الحرم(1)، ومواقيت الحج والعمرة والمشاعر الشريفة، وصلوة المرأة في دارها، وأفضلها البيت، وأفضله(2) المخدع(3)، والصفة لها أفضل من الصحن، وهو من السطح المحجر(4)، وهو من غيره، وطهارة المصلى أجمع(5)، وصلوة راكب السفينة على الجدد(6) مع تمكنه فيها، والسترة(7) ولوقدر ذراع أو بالسهم أو الحجر أو العنزة(8) ولو معترضة، أو كومة تراب أو خط أو حيوان ولو انسانا غير مواجه، والدنو من السترة بمربض عنز، أو مربض فرس، وستره الامام للمأموم، ودرأ الماربين يديه.\nوروى سليمان بن حفص المروزي، عن أبي الحسن عليه‌السلام: انه لو مر قبل التوجه(9) أعاد التكبير(10).\nورش البيعة، والكنيسة، وبيت المجوسي(11)، لمريد الصلوة فيها، ومساواة المسجد للموقف، أو خفضة باليسير، وبعد المرأة والخنثى عن الرجل بعشر أذرع، أو مع حائل، وكذا المرأة عن الخنثى،\n____________________",
        "(1) أي يستحب أن يصلي الفريضة في حرم الكعبة.\n(2) وأفضلها \" ب \".\n(3) بيت صغير في داخل الدار تسمى الخزانة.\n(4) أى المبنى حوله حائط ونحوه، فيمنع من رؤية من على السطح.",
        "(5) أي سبع مساجده.\n(6) يعنى يستحب أن يصلى راكب السفينة صلوته في ساحل البحر من الارض لو قدر أن يخرج عنها يصلى فيها.\n(7) يعنى يستحب أن يجعل المصلى حائلا بينه وبين من يمر بالطريق.\n(8) أو بالحجر أو بالعنزة \" ب \" هي العصا الذي في تحته شئ من الحديد.",
        "(9) أي وجهت وجهي للذي فطر.\n(10) قال الشهيد الثاني الراوي مجهول الفوائد الملية / 51.\n(11) المحوس \" ب \".\n",
        "والخنثى عن مثلها، وتقديم الرجل(1) في الصلوة لو زاحمه الخنثى أو المرأة، وتقديم الخنثى على المرأة، وتجنب الكعبة في الفريضة، والحبل(2) المشدود بنجاسة، والحمام لا المسلخ، وبين القبور إلا بحائل أو بعد عشر(3) أذرع، وعلى القبر وإليه وإن كانت نافلة، والى قبور الائمة عليهم‌السلام إلا على رواية بجوازها إليها(4)، وعند الرأس أفضل، وتجنب الحنطة وكدسها المطين(5) والمعطن، ولو غابت الابل ومرابط الخيل والبغال والحمير، ومرابض الغنم في قول، وبيت المجوسي أو بيت فيه ومجوسي أو كلب، وبيت الغائط والمزبلة، وبيت يبال فيه لاعلى سطحه، وبيت المسكر والنار وإليها، ولو جمرا أو سراجا، والى السلاح(6) مشهور، أو انسان مواجه، أو باب مفتوح، أو مصحف منشور، أو قرطاس مكتوب أو طريق، أو حديد، أو امرأة نائمة، أو إلى حائط ينز من بالوعة البول، وقرى النمل، وبطن الوادي، والثلج والجمد والسبخة، ومجرى الماء والطين مع الماء للمتمكن(7) من الافعال، وفي المذبح وصحبان(8) وهو جبل بمكة، والبيداء، وهي(9) ميل من ذي الحليفة، وذات الصلاصل وهي الطين الحر المخلوط بالرمل، والشقرة بكسر القاف وهي الشقيقة، والشقرة بضم الشين وهي\n____________________\n(1) أي في استيفاء الصلوة أولا اذا اجتمعوا في مكان مضيق.\n(2) أى يستحب الاجتناب عن الحبل المذكور.",
        "(3) عشرة \" ب \".\n(4).\n(5) بفتح الميم وكسر الطاء وسكون الياء الموضع عليه الطين.\n(6) سلاح \" ب \".",
        "(7) للتمكن \" ب \".\n(8) وضجنان \" ب \" بالضاد المعجمة المفتوحة والجيم الساكنة.\n(9) رأس \" ب \".\n",
        "من بادية المدينة، وأرض خسف بها والرمل، والسجود على قرطاس مكتوب، وعلى ما مسته النار، وعلى(1) شبه المستحيل(2) من الارض.\nالثامنة: الوقت، وسننه اثنان وأربعون: التقديم في اوله، وخصوصا الغداة والمغرب والاستظهار(3) فيه عند الاشتباه، والتأخير للابراد في الظهر يسيرا في قطر حار وخصوصا للجامع(4)، ولانتظار الجماعة للرواية(5)، وللسعي إلى مكان شريف وخصا المشعر بالعشائين، ولذهاب المغربية في العشاء الآخرة لا لعذر(6) كالمرض والمطر والسفر وللصبي، ولصيرورة الظل مثله في العصر كذلك في الاظهر، وقدر النافلة في الظهر للمتنفل(7)، وللجمع في المستحاضة(8) والسلس والمبطلون، ولزوال(9) العذر، وتوقع المسافر النزول، ولآخر الليل بسننه(10)، وقدر(11) الربع أو السدس وقصائها في صورة جواز\n____________________\n(1) ما اشبه \" ب \".",
        "(2) المراد بالمستحيل ماكان قبل ذلك أرضا واستحال إلى شئ آخر كالجص والآجر والخرف.\n(3) أي الاحتياط حتى تيقن دخول الوقت 49 أي الذي سصلى صلوته دائما بالجماعة جاز له التأخير ليجتمع الناس.\n(5) الوسائل 2: 86.\n(6) إلا لعذر \" ب \".",
        "(7) يعنى يستحب للمتنفل تأخيرة قدر النافلة في الظهر اذا كان لم يصل النافلة في ذلك اليوم.\n(8) للمستحاضة \" ب \".\n(9) زوال \" ب \".\n(10) لسنته \" ب \"",
        "(11) وقدره \" ب \" يعنى من الليل يبقى من هذا القدر حتى يصيح.\n\nالتقديم، والختم بالوتر(1) والوتيرة إلافي نافلة شهر رمضان فان الوتيرة تقديم عليها.\nوتأخير ركعتي الفجر إلى طلوع اوله، والضجعة(2) بعدهما بلانوم، والدعاء بالمرسوم، وقراء‌ة خمس(3) آل عمران، وتجزي السجدة عن الضجعة، وقضاء من ادرك دون ركعة(4)، واتمام الصبي لو بلغ مع قصور الباقي عن الطهارة وركعة، والعدول إلى النافلة لطالب الجماعة، والاذان وقراء‌ة الجمعتين(5)، والى الفائتة من الحاضرة اذا كثرت الفائتة ودخل غير عامد، وترتيب الفوائت غير اليومية(6) بحسب الفوات في قول، وتقديم الحاضرة على مشاركتها من الفرائض(7)، وتعجيل قضاء الفائت(8) وعدم تحري مثل زمان الندب(9).",
        "____________________\n(1) بأن يجعله خاتمة لصلوته الليلية، ويجعلها خاتمة التعقيب بعد العشاء وما يتعلق بها من الوظائف حتى سجدتى الشكر.\n(2) على جانبه الايمن ووضع الخد على اليد.\n(3) وهي قوله تعالى: ان في خلق السموات والارض. إلى قوله لا يخلف الميعاد.",
        "(4) يعني اذا أدرك المأموم إماما بعد السجود وقبل التسليم مثلا وتابعة فيما بقي ثم تم صلوته منفردا ولم يستأنف تكبيرة الاحرام مع النية، يستحب له قضاء هذه الصلوة.\n(5) يعني يستحب العدول من الفريضة إلى النافلة لاجل قراء‌ة الجمعة والمنافقين، بأن يتمها بها ثم يصلى فريضته ويقرأ فيها الجمعتين.\n(6) كالكسوف والخسوف.\n(7) بيان المشارك كالكسوف والخسوف اذا جمع الفريضة الحاضرة في وقتها.",
        "(8) الفوائت \" ب \".\n(9) أى عدم انتظار وقت الفوات، يعنى لا يقال أقصى كل واحد منها في وقته بمعنى لا يقضى الظهر وينظر حتى دخل وقت الظهر في يوم آخر يقضيه، وكذا لا يقضى العصر وينظر حتى دخل وقته في يوم آخر ثم يقضى، هذا البواقي أيضا.\n\nالتاسعة: القبلة، وسننها تسعة: المشاهدة للكعبة أو محراب الرسول صلى‌الله‌عليه‌وآله، أو محراب الامام(1)، أو محراب المسجد المبني للمتمكن، والتياسر للعراقي، والاستقبال في النافلة سفرا وركوبا، وكشف الوجه عند الايماء بسجوده وتجديد الاجتهاد لكل فريضة في صورة جواز تركه.",
        "العاشرة: يستحب الاذان والاقامة للخمس اداء‌ا وقضاء‌ا خصوصا الجاهر، وتأكد الغداة والمغرب لعدم قصرهما، ولافتتاح كل من الليل والنهار بآذان واقامة، وأحكامه مع ذلك مائة واثنا عشر: الاجتزاء بالاقامة وحدها عند مشقة التكرار في القضاء في غير اول وروده(2)، والمعيد صلاته لمبطل مع الكلام، ولعروض شك.\nوالجامع لعذر كالسلس والبطن، لا الجامع مطلقا.\nوفي رواية: ان رسول الله صلى‌الله‌عليه‌وآله جمع بين الظهرين والعشائين حضرا بلا علة(3) ولا أذان للثانية(4)، وتجزئ الاقامة\n____________________",
        "(1) بجامع الكوفة والبصرة والمدائن، وإن لم يكن الامام نصبه، فان صلوته فيه اقدارا له.\n(2) فعند الشروع فيؤذن ويقيم، ولاحاجة للاذان في غير الصلوة الاولى.\n(3) الوسائل 2: 160.\n(4) أي للفرقة الثانية، يعنى اذا أذن الامام للجماعة مع طائفة صم جاء‌ت طائفة أخرى قبل الدخول بالصلوة فلا أذان لها.",
        "\nأيضا في عصر(1) الجمعة وعرفة وعشاء المزدلفة، ويسقطان عند(2) الجماعة الثانية قبل تفرق الاولى مطلقا(3) ولو حكما(4)، وعن الجماعة بآذان من يسمعه الامام متما أو مخلا(5) مع حكايته متلفظا بالمتروك مميزا واعادة مريد الجماعة، ويتأكدان حضرا وصحة، واخطار(6) المريض أذكاره بباله، ويجوز افرادهما(7) سفرا، واتمام الاقامة أفضل من أفرادهما، وللنساء(8) وتجزي بالشهادتين بعد التكبير أو بدونه(9)، والمتقي الخائف الفوات(10) بقد قامت(11) إلى آخر الاقامة.\nوروي(12) التعليل قبلها(13)، وليقتصر على الاقامة اذا أريد أحدهما، ويرتله ويحدرها وترتيبهما وإن وجب فمشروط، واعادة الفصل المنسي وما بعده، والوقوف على فصولهما، والفصل بينهما بركعتين، ففي الظهرين\n____________________",
        "(1) عصرى \" ب \".\n(2) عن \" ب \".\n(3) أي سواء كان في المسجد أولا.\n(4) أي ولو كان التفرق تفرقا حكيما كالاشتغال بغير تعقيب الصلوة، ومع حصول ذلك لم يسقطا.",
        "(5) أي كون المؤذن متما لفصول الاذان كلها أو متركا بعضها.\n(6) واحضار \" ب \".\n(7) أي يقول كل من الفصول مرة واحدة.\n(8) أي يجوز للنساء افراد هما سفرا كالرجل.",
        "(9) أي بدون التكبير بأن يقتصر على الشهادتين مرة مرة.\n(10) أي فوات الركوع معهم.\n(11) لصلوة \" ب \".\n(12) البحار 84: 171 ح 74.",
        "(13) أي روي أنه يستحب للمتقي أن حي على خير العمل قبل قد قامت.\n\nخاصة من راتبتهما(1)، إلا من فاته سنة فقضاها، فركعتان بين اذاني الغداة والعشاء، وروي الفصل بين اذاني الغداة بركعتيها(2)، وتجوز على الاطلاق بسجدة أو بجلسة(3) أو دعاه أو تحميدة أو خطوة أو تسبيحة أو سكتة بقدر نفس، ويختص المغرب في المشهور بالثلاثة الاخيرة.\nوروي الجلسة والدعاء في الجلسة، أو السجدة اللهم اجعل قلبي بارا وعيشي قارا ورزقي دارا واجعل لي عند قبر رسولك صلى‌الله‌عليه‌وآله مستقرا وقرارا، وغير ذلك.",
        "وايقاعه أول الوقت، وتقديمه في الصبح خاصة، ثم اعادته، ولا تقديم فيها للجماعة، وجعل ضابط يستمر عليه كل ليلة، ورفع الصوت للرجل(4) ولو في ثلثة(5) لازالة القسم والعقم، واسرارها(6)، ولابد من اسماعهما نفسيهما، والاقامة في ثوبين(7) أو رداء‌ا ولو خرقة، والاستقبال وخصوصا الاقامة والشهادتين فيهما، واعادتهما مع الكلام وخصوصا الاقامة، وعدالة المؤذن وعلوه وفصاحته ونداوة صوته وطيبه ومبصريته إلا بمسدد(8)، وبصيرته، وطهارته، ويتأكد الاقامة، ولزوم سمت القبلة، وقيامه، وفيها اتم، وجعل أصبعيه في اذنيه حذرا من الضرر، وتقديم الاعلم بالمواقيت مع التشاح، والقرعة مع التساوي، وتتابع المؤذنين إلا\n____________________\n(1) أي من النوافل المرتبة، فيصلى ست ركعات من نافلة الظهرمثلا، ثم يؤذن، ثم يصلى ركعتين أخريين، ثم يشرع في الفريضة.\n(2) أي على مطلق الصلوة.",
        "(3) أو جلسة \" ب \".\n(4) في الصبح \" ب \".\n(5) بيته \" ب \".\n(6) أي المرأة.",
        "(7) يعني يستحب لمن أقام لبس ثوبين.\n(8) بعدد \" ب \" أى الاعمى اذا كان له مدد أي مخبر لوقت الاذان أجزا.\n\nمع الضيق، واظهار هاء الله وآله واشهد، وصلوة وحاء الفلاح، وحكاية السامع، والتلفظ بالمتروك ولو في الصلوة، إلا الحيعلات فيها، والدعاء عند الشهادة الاولى واسرار المتقي بالمتروك، والقيام عند قد قامت الصلوة وتلافيها أو تلافي الاقامة للناسي مالم يركع، وفي صحيحة(1): مالم يقرأ، وترك الاذان فيما يختص بالاقامة(2)، وفي الصومعة، وتكرار التكبير والشهادتين لغير الاشعار(3)، وراكبا، خصوصا الاقامة والحيعلتين بين الاذان والاقامة، والكلام فيها(4) مطلقا، وبينهما في الصبح وفي الاقامة آكد، وبعد لفظها أتم(5) في الاشهر، وفي حكمه الايماء باليد عند لفظها إلا لمصلحة، والدعاء بعدها بقوله: اللهم رب هذه الدعوة التامة إلى آخره.",
        "الحادية عشرة: سنن القصد إلى المصلى، وهي عشرة: السكينة والوقار والخضوع والخشوع، واحضار عظمة المقصود اليه سبحانه، والدعاء عند القيام إلى المصلى: اللهم اني أقدم إليك محمدا صلى‌الله‌عليه‌وآله إلى آخره، وتقديم اليمنى عند دخول المسجد، والدعاء داخلا وخارجا باليسار.\n____________________\n(1) الوسائل 4: 657 ح 4 و 5.\n(2) كعصر الجمعة وعرفة وعشاء المزدلفة.",
        "(3) بأن يقصد بذلك تبيينهم وجمعهم.\n(4) فيهما مطلقا \" ب \" أي في مطلق الفصول.\n(5) تأكيدا \" ب \".\n",
        "الفصل الثاني - في سنن المقارنات\nوهي تسع: الاولى: سنن التوجه، وهي احدى وعشرون: التكبيرات الست أمام التحريمة أو بعدها أو بالتفريق، ورفع اليدين بكل تكبيرة إلى حذى(1) شحمتي الاذنين، ثم يرسلهما إلى فخذيه، واستقبال القبلة ببطونهما وبسطهما وضم الاصابع إلا الابهامين، ولو نسى الرفع تداركه مالم يفرغ التكبير، ولا يتجاوز بهما(2) الاذنين كباقي التكبيرات، ووضعهما عند انتهاء التكبير، كما ان ابتداء رفعهما عند ابتداء(3) آية في الاصح، والدعاء بعد الثلاث، ثم بعد الاثنتين، ثم بعد السابعة، والافضل تأخير التحريمة، ويجوز الولاء والاقتصار على خمس أو ثلاث، وروي احدى وعشرون(4) واسرارها للامام والمؤتم، وتختص باول كل فريضة، والاولى من الليل(5) والوتر ونافلة الزوال والمغرب ونافلة الاحرام\n____________________\n(1) حذاء \" ب \".",
        "(2) أن لا يتجاوز \" ب \".\n(3) ابتدائه في الاصح \" ب \" ليس فيه كلمة آية.\n(4) الوسائل 4: 719 ح 2.\n(5) أي تختص هذه التكبيرات أيضا بالنافلة الاولى من نوافل الليل.",
        "\nوالوتيرة، وأول في الرواية التكبير: الاول: أن يلمس بالاخماس(1) أو يدرك بالحواس أو ان يوصف بقيام أو قعود.\nوالثاني: أن يوصف بحركة أو جمود.\nوالثالث: أن يوصف بجسم أو يشبهه بشبه.",
        "والرابع: أن تحله الاعراض أو تولمه الامراض.\nوالخامس: أن يوصف بجواهر أو عرض أو يحل في شئ.\nوالسادس: أن يجوز عليه الزوال أو الانتقال أو التغيير من حال إلى حال.\nوالسابع: أن تحله الخمس الحواس، وروي التسبيح بعده(2) سبعا، والتحميد سبعا.",
        "الثانية: سنن النية، وهي خمس: الاقتصار على القلب، وتعظيم الله جل جلاله مهما استطاع، ونية القصر والاتمام، والجماعة، وأن لا ينوي القطع في النافلة، ولا فعل المنافي فيها، وربما قيل بتحريم قطعها، ولا المكروه في الصلوة، واحضار القلب في جميع الافعال.\n____________________\n(1) يعني الله اكبر من أن يلمس بالاخماس (أي بالحواس الظاهرة).\n(2) أي بعد التوجه بأن يقول سبحان الله سبعا.",
        "\nالثالثة: سنن التحريمة، وهي تسع: استشعار عظمة الله، واستحضار انه أكبر أن يحيط به وصف الواصفين، ويلزمه احقار جميع ما عداه من الشيطان والهوى المطغيين، والنفس الامارة بالسوء، والخشوع، والاستكانة عند التلفظ بها، والافصاح(1) مبينة الحروف والحركات، والوقف على أكبر بالسكون، واخلاؤها من شائبة المد في همزة الله، وباء أكبر بل يأتي باكبر على وزن أفعل، وجهر الامام بها، واسرار المأموم، ورفع اليدين بها كما مر، وأن يخطر بباله عند الرفع الله أكبر الواحد الاحد، الذي ليس كمثله شئ، لايلمس بالاخماس، ولا يدرك بالحواس.\nالرابعة: سنن القيام، وهي أربع وعشرون: الخشوع والاستكانة والوقار، والتشبيه بقيام العبد، وعدم الكسل والنعاس والاستعجال، واقامة الصلب والنحر، والنظر إلى موضع سجوده بغير تحديق، وأن يفرق بينهما(2)، وأن تجمع المرأة بين قدميها، ويتخير الخنثى، وأن يرسل الذقن على الصدر، عند أبي الصلاح وأن يستقبل بالابهامين القبلة، ولزوم السمت بلا التفات إلى الجانبين، وعدم التورك، وهو الاعتماد على احدى الرجلين تارة وعلى الاخرى أخرى،\n____________________",
        "(1) بها \" ب \".\n(2) بين قدميه ثلاث أصابع مفرجات إلى شبر أو فتر، وان يحاذي بينهما \" ب \".\n(3) الكافي لابي الصلاح / 142.\n",
        "والتخصير(1)، وهو قبض خصره بيده، وأن يجعل يديه مبسوطتين مضمومتي الاصابع جميع(2) على فخذيه محاذيا عيني ركبتيه، ووضع المرأة كل يد على الثدي المحاذي لها لينضمها(3) إلى صدرها.\nوالقنوت في القيام الثانية بعد القراء‌ة قبل الركوع في الفرائض والنوافل، وفي الجمعة في القيامين، إلا أنه في الثانية بعد الركوع وفي مفردة الوتر مطلقا، ويتأكد في الفرض، وآكده ما اكد اذانه، وأوجبه بعض الاصحاب، والتكبير له رافعا يديه واطالته، وأفضله كلمات الفرج، وليقل بعدها: اللهم اغفر لنا وارحمنا وعافنا واعف عنا في الدنيا والآخرة، ثم ما سنح من المباح، وإن كان بالعجمية في الاصح، وكذا في جميع الاحوال(4)، عدا القراء‌ة والاذكار الواجبة، وأقله ثلاث تسبيحات.\nوروي خمس(5)، وروي التسلمة(6) ثلاثا(7) وحملت على التقية، والاستغفار في قنوت الوتر، واختيار المرسوم، ومتابعة المأموم الامام فيه، ورفع اليدين موازيا لوجهه جاعلا بطونهما إلى السماء مبسوطتين مضمومتي الاصابع إلا الابهامين، ولا يجاوز بهما وجهه، ولا يمسح بهما عند الفراغ، والجهر فيه للامام والمنفرد، والسر للمأموم، ويقضيه الناسي بعد الركوع، ثم بعد الصلوة جالسا، ثم يقضيه في الطريق، ومريد ازالة\n____________________",
        "(1) التخصر \" ب \".\n(2) جمع \" ب \".\n(3) لينضما \" ب \".\n(4) الافعال \" ب \".",
        "(5) الوسائل 4: 5 90 ح 1 و 2.\n(6) البسملة \" ب \".\n(7) المسبوق \" ب \".\n",
        "النجاسة يقصد امامه لاخلفه، وتربع المصلي قاعدا في القراء‌ة(1)، والثني في الركوع، والتورك في التشهد سواء كان في فرض أو نفل.\nالخامسة: سنن القراء‌ة، وهي خمسون: التعوذ في الاولى سرا، وصورته: أعوذ بالله من الشيطان الرجيم، أو أعوذ بالله السميع العليم(2).\nوروي(3) الجهر به، واحضار القلب ليعلم ما يقول، والشكر والسؤال، والاستعاذة، والاعتبار عند النعمة والرحمة والنقمة والقصص، واستحضار التوفيق للشكر عند اول الفاتحة، وكل شكر، والتوحيد عند قوله: الحمد لله رب العالمين، التحميد، وذكر الآلاء على جميع الخلق عند: الرحمن الرحيم، والاختصاص لله تعالى بالخلق والملك عند: مالك يوم الدين، مع احضار البعث والحشر والجزاء والحساب وملك الآخرة، واستحضار الاخلاص والرغبة إلى الله وحده عند: إياك نعبد، والاستزادة من توفيقه وعبادته واستدامة ما أنعم الله على العباد عند: وإياك نستعين، والاسترشاد به والاعتصام بحبله، والاستزادة في المعرفة به سبحانه والاقرار بعظمته وكبريائه عند: اهدنا الصراط المستقيم، والتأكيد في السؤال والرغبة والتذكر لما تقدم من نعمه على أوليائه، وطلب مثلها عند قوله: صراط الذين أنعمت عليهم، والاستدفاع لكونه\n____________________",
        "(1) بأن يجلس إلى إليتيه وينصب ساقيه وركبته كما تجلس المرأة حال التشهد.\n(2) وروي: أستعيذ بالله السميع العليم من الشيطان الرجيم، أعوذ بالله أن يحضرون ان الله هو السميع العليم \" ب \" الوسائل 4: 800 ح 3.\n(3) الوسائل 4: 800 ح 4.\n",
        "من المعاندين الكافرين المستخفين بالاوامر والنواهي عند الباقي.\nوالترتيل، وهو تبيين الحروف بصفاتها المعتبرة من: الهمس والجهر والاستعلاء والاطباق والغنة وغيرها.\nوالوقف التام(1)، والحسن عند فراغ النفس مطلقا،(2) وفي الفاتحة أربعة(3) توام، وعلى أواخر أي الاخلاص(4).\nوتعمد الاعراب وحركات البناء غير افراط، والمد المنفصل وتوسطه مطلقا، والتشديد بلا افراط، واشباع كشرة كاف ملك،(5) وضم دال نعبد، والاتيان بالواو بعدها سنيا(6)، واخلاص الدال في الدين، والياء في إياك، واخلاص الفتحة في الكاف من إياك بلا اشباع مفرط، والتحرز من تشديد الباء في نعبد ونحوه، والتاء في نستيعن، وتصفية الصاد في الصراط المختارة، وتمكين حروف المد واللين بلا افراط، وفتحة طاء صراط الذين بلا افراط، وكذا فتحة نون الذين، واجتناب تشديد تاء أنعمت، وضاد المغضوب، وتفخيم الالف، واخفاء الهاء، بل تكون ظاهرة، وترك الادغام الكبير(7) في الصلوة، واسماع الامام مالم يعلو(8)",
        "____________________\n(1) هو الذي لا يكون للكلام قبله تعلق بما بعده لفظا ولا معنى، والحسن هو الذي يكون له تعلق من جهة اللفظ دون المعنى.\n(2) سواء كان الوقف تاما أوغير تام كالوقف الناقص في غير محله.\n(3) على البسملة ومالك يوم الدين ونستعين وآخرها.",
        "(4) كل واحدة من آيها الخمس.\n(5) مالك \" ب \".\n(6) سلسا \" ب \".\n(7) وهو أن يكون الحرفان المثلان (كادغام سلككم) أو المتقابلان متحركين (كادغام تخلقكم).",
        "(8) يعل \" ب \".\n\nوتوسط المنفرد، وقراء‌ة الامام(1) وناسي الحمد من الاولتين في الاخيرتين، والتسبيح ثلاثا اذا لم يوجبه، وضم السورة في النفل والجهر في الليلة، والسر في غيرها، والجهر بالبسملة في السرية، واسرار النساء في الجهرية، والسكوت بعد قراء‌ة الفاتحة، وبعد السورة كل سكتة بقدر نفس، والتخفيف لخوف الضيق، والاقتصاد للامام، والمطولات من المفصل في الصبح كالقيامة(2) وعم، ونفل الليل، والمتوسطات في الظهر والعشاء، كالاعلى والشمس، والقصار في العصر والمغرب، ونفل النهار والجمعة والاعلى في عشائيها، والجمعة والتوحيد في صبحها مع السعة، والجمعة والمنافقون فيها وفي ظهريها، والعدول من غيرها إليها مالم ينتصف، والى النفل ان تنصفت(3)، وروى(4) ان مغربها وعصرها كصبحها، وان صبحها كظهرها، والانسان(5) والغاشية في صبح الاثنين والخميس، والحجد في الاولى من سنة الزوال والمغرب في الليل والفجر في الطواف والاحرام، وفرض الغداة مصبحا(6)، وفي الثانية التوحيد، وقراء‌تها ثلاثين في اولتي الليل، أو في الركعتين السابقتين، القراء‌ة بالمرسوم في النوافل، والفاتحة\n____________________",
        "(1) يعني يستحب للامام أن يقرأ في الركعتين الاخرين الفاتحة، وكذا يستحب قراء‌ة الفاتحة في الاخرين لمن نسى في الركعتين الاولين الحمد.\n(2) كالقمر \" ب \".\n(3) يعنى اذا قرأ في صلوة الجمعة أو في ظهرها غير سورة الجمعة والمنافقين وتجاوز النصف، استحب أن يعدل إلى النافلة، ويستأنف ويأت بهما.\n(4) الوسائل 4: 789 ح 4.",
        "(5) أي يستحب قراء‌ة سورة هل أتى على الانسان.\n(6) يعنى اذا أصبخ وخاف انه لو أتى بأحد الطوال يفوت الوقت يصلى بالجحد في الاول، وفي الثانية بالتوحيد.\n\nللقائم عن سجدة آخر السورة، والتغاير في السورة، وروى(1) كراهية تكرار الواحدة، ويكره القرآن في الفريضة، والعدول عن السورة إلى غيرها عدا المستثنى، وابقاء الموتم آية يركع بها(2) وعدول المرتج(3) عليه إلى الاخلاص، وقول صدق الله وصدق رسوله خاتمة الشمس، وكذلك الله ربي خاتمة التوحيد، والتكبير ثلاثا خاتمة الاسراء، وقول كذب العادلون بالله عند قراء‌ة ثم الذين كفروا بربهم يعدلون، وقول: الله خير، ألله أكبر، عند قراء‌ة: الله خير اما يشركون.",
        "السادسة: سنن الركوع، وهي ثلاثون: استشعار عظمة الله، وتنزيهه عما يقول الظالمون، والخشوع والاستعانة(4) والتكبير له قائما رافعا يديه ثم يرسلهما، والتجافي ورد الركبتين إلى خلف، وبروز اليدين، ودونه في الكمين، وأن لايكونا تحث ثيابه، وتسوية الظهر بحيث لو قطر عليه ماء لم يزل، ومد العنق موازيا للظهر، واستحضار آمنت بل ولو ضربت عنقي، وأن لايخفض\n____________________\n(1) الوسائل 4: 739 ح 1.\n(2) يعنى يكره للمأموم انه لو أتم القراء‌ة قبل الامام أبقي آية وسكت حتى لحقه الامام، ثم يقرأ تلك الآية ويركع في عقبها، وهذا في الاخفاتيات، أو على قول من يقول باستحباب القراء‌ة للمأموم مطلقا.",
        "(3) يعني يكره لمن يقرأ سورة ثم يغلط ويخلط أن يعدل منها إلى سورة الاخلاص، بل يعدل إلى سورة اخرى.\n(4) والاستكانة \" ب \" طلب المسكنة.\n\nرأسه، ويرفع ظهره(1) وهو التصويب(2)، ولا بالعكس وهو الاقناع(3)، ولا ترفع المرأة عجزتها، ونظره إلى ما بين رجليه، وجعلهما على هيئة القيام، والتجنيح بالعضدين ووضع اليدين على عيني الركبتين، وتفريح الاصابع، ولو منع من وضع احديهما وضع الاخرى، والبدأة بوضع اليمنى قبل اليسرى وتمكينهما من الركبتين، وابلاغ أطرافهما عيني الركبتين، ووضع المرأة يديها فوق ركبتيها، وترتيل التسبيح، واستحضار التنزيه لله، والشكر لانعامه، وتكراره ثلاثا مطلقا، وخمسا وسبعا فما زاد لغير الامام إلا مع حب المأموم الاطالة، فدق عد على الصادق عليه‌السلام راكعا إماما سبحان ربي العظيم وبحمده أربعا وثلاثين مرة، والدعاء أمام الذكر: اللهم لك ركعت ولك خشعت وبك آمنت ولك أسلمت وعليك توكلت وأنت ربي خشع لك سمعي وبصري ومخي وعصبي وعظامي وما اقلته قدماي لله رب العالمين، واسماع الامام من خلفه الذكر، واسرار المأموم، وزيادة الطمأنينة، وفي رفع الرأس منه بغير افراط، وقول سمع الله لمن حمده، والحمد لله رب العالمين، أهل الكبرياء والجود والعظمة، الله رب العالمين وليكن بعد تمكين القيام، والجهر للامام والاسرار للمأموم، ويتخير المنفرد في جميع الاذكار، ويجوز قصد العاطس بهذا التحميد الوضيفتين والتكرار أولى.",
        "____________________\n(1) رأسه \" ب \".\n(2) وهو التضرب \" ب \".\n(3) وهو التقبيع \" ب \".",
        "\nالسابعة: سنن السجود، وهي خمسون: استشعار نهاية العظمة والتنزيه للباري عز اسمه، والخضوع والخشوع والاستكانة من المصلى فوق ما كان في ركوعه، والقيام بواجب الشكر.\nواحضار اللهم انك منها خلقتنا عند السجود الاول، ومنها أخرجتنا عند رفعه منه، وإليها تعيدنا في الثاني، ومنها تخرجنا تارة أخرى، في الرفع منه، واستقبال الرجل الارض بيديه معا، وروى عمار(1) السبق باليمنى، والتكبير له قائما رافعا معتدلا، والمبالغة في تمكين الاعضاء، واستغراق ما يمكن استغراقه منها، وابرازها للرجل، والسجود على الارض، وخصوصا التربة المقدسة(2)، ولو لوحا، وندب سلار(3) إليه، والى المتخذ من خشب قبورهم عليهم‌السلام، والافضاء بجميع المساجد إلى الارض، وأقل الفضل في الجبهة مساحة درهم، والارغام بالانف، واستواء الاعضاء مع اعطاء(4) التجافي حقه(5)، وتجنيح(6) الرجل بمرفقيه، وجعلهما حيال المنكبين، وجعل الكفين بحذاء الاذنين، وانحرافهما عن الركبتين يسيرا، وضم أصابعهما جميع(7)، والتفريج بين الركبتين، والنظر ساجدا إلى طرف أنفه، وقاعدا إلى حجره، وأن لا يسلم ظهره، ولا يفترش ذراعيه، والسجود على\n____________________",
        "(1) وروى عمار السبق باليمنى واختاره الجعفي الفوائد الملية / 93.\n(2) الحسينية \" ب \".\n(3) المراسم / 66 لسلار المتوفى سنة 363 ه‍ الطبعة الجديدة.\n(4) مع أعضاء \" ب \".",
        "(5) خفة \" ب \".\n(6) بأن يرفعهما عن الارض، ولا يفرشهما كافتراش الاسد.\n(7) جمع \" ب \".\n",
        "الانف، وترك كف الشعر عن السجود، وسبق المرأة بالركبتين وبداتها بالقعود، وافتراشها ذراعيها، وان لا تنحوى، ولا ترفع عجيزتها، وترتيل التسبيح، واستشعار التنزيه والتكرار فيه كما مر، فقد عد ابان ابن تغلب(1) على الصادق عليه‌السلام ستين تسبيحة في الركوع والسجود.\nوالدعاء أمامه: اللهم لك سجدت وبك آمنت ولك أسلمت وعليك توكلت وأنت ربي سجد لك سمعي وبصري وشعري وعصبي ومخي وعظامي سجد وجهي الفاني البالي للذي خلقه وصوره وشق سمعه وبصره تبارك الله أحسن الخالقين، والتكبير للرفع معتدلا في القعود رافعا يديه فيه.\nثم الدعاء جالسا وأدناه: استغفر الله ربي وأتوب اليه، وفوقه: اللهم اغفرلي وارحمني واحمني وأجرني(2) واعف عني وعافني اني لما أنزلت الي من خير فقير، تبارك الله رب العالمين، والتورك بينهما غير مقنع(3) ولا جالس على اليمين، وضم المرأة فخذيها، ورفع ركبتيها، ووضع اليدين على الفخذين مضمومتي الاصابع جمع مبسوطتين ظاهرهما إلى السماء لا الباطن(4)، والتكبير للثانية معتدلا ولو قدمه أو أخره ترك الاولى، ولا تكبير لسجود القرآن، وقيل: يكبر لرفعه، وهو خمس عشرة(5)، ويتكرر بتكرر السبب وإن كان للتعليم، ويستحب فيه الطهارة، وقول\n____________________",
        "(1) الوسائل 4: 926 ح 1.\n(2) وأجبرني \" ب \".\n(3) مقع \" ب \".\n(4) لا الباطنين \" ب \".",
        "(5) أربعة منها واجبة وهي في سورة لقمان وحم فصلت والنجم واقرأ، واحدى عشرة مندوبة وهي في الاعراف والرعد والنحل وينى اسرائيل ومريم، والحج، في موضعين، والفرقان، والنمل، وص والانشقاق.\n\nلا إله إلا الله حقا حقا، لا إله إلا الله ايمانا وتصديقا، لا إله إلا الله عبودية ورقا، سجدت لك يارب تعبدا ورقا، وروي عمار(1) فيها ذكر السجود.\nوروي(2) كراهته في الاوقات المكروهة، والجلوس عقيب الثانية، والطمأنينة فيه، وقول بحول الله وقوته أقوم وأقعد، وروي(3) وأركع وأسجد، عند القيام في كل ركعة، والسبق برفع ركبتيه، والاعتماد على يديه مبسوطتين غير مضمومتي الاصابع، ورفع اليمنى أولا وجعلهما آخر مايرفع، وانسلال(4) المرأة في القيام ولا ترفع عجيزتها أولا، وأن لا تنفخ موضع السجود.",
        "الثامن: سنن التشهد، وهي اثنا عشرة: التورك وضم أصابع القدمين فيه، ووضع اليدين على الفخذين كما مر، والنظر إلى حجره واستحضار وحدانية الله تعالى، ونفي الشريك عنه، واحضار معنى الرسول، واليقين(5) في كل من الشهادتين وعدم الاقعاء والجلوس على الايمن، بل على الايسر والايمن فوقه.\nمستحضرا: اللهم امت الباطل وأقم الحق، وقول: بسم الله وبالله والحمد لله وخير الاسماء لله، وبعد عبده ورسوله: أرسله بالحق بشيرا ونذيرا بين يدي الساعة، وأشهد أن ربي نعم الرب، وأن محمدا نعم الرسول، وبعد\n____________________\n(1) الوسائل 4: 884 ح 3.",
        "(2) الوسائل 4: 885 ح 1.\n(3) الوسائل 4: 966 ح 1.\n(4) المراد أن تعتمد بنفسها حال القيام، ولم تعتمد على يديها كالرجل.\n(5) والتعيين \" ب \".",
        "\nالصلوة على النبي وآله(ع): وتقبل شفاعته في أمته وارفع درجته، ثم يقول: الحمد لله رب العالمين مرة وأكمله ثلاث، ويختص تشهد آخر الصلوة بعد قوله(1) نعم الرسول بقوله: التحيات لله الصلوات الطاهرات الطيبات الزاكيات العاديات الرائحات السابغات(2) الناعمات لله ما طاب وطهر وزكى، وخلص وصفا فلله، ثم يكرر التشهد إلى نعم الرسول، وأشهد أن الساعة آتية لاريب فيها، وان الله يبعث من في القبور، الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله، والحمد لله رب العالمين، اللهم صلي على محمد وآل محمد، وبارك على محمد وآل محمد، وسلم على محمد وآل محمد، وترحم على محمد وآل محمد، كما صليت وباركت وترحمت على ابراهيم(3) انك حميد مجيد.\nوروي مرسلا عن الصادق (ع) جواز التسليم على الانبياء ونبينا صلى‌الله‌عليه‌وآله في التشهد الاول ولم يثبت.\nالتاسعة: سنن التسليم، وهي تسع: التورك ووضع يديه كما مر، والقصد به إلى الخروج من الصلوة، واستحضار اسم الله تعالى، والسلامة من الآفات، والقصد به إلى الانبياء والائمة والملائكة، وجميع مسلمي الانس والجن، الامام والمؤتم، وبالعكس على طريق الرد، وقصد الامام انه مترحم(4) عن الله تعالى",
        "____________________\n(1) االرب ان محمدا \" ب \".\n(2) أي التامات جمع سابقة، وهو ثوب يستر جميع الجسد.\n(3) وآل ابراهيم \" ب \".",
        "(4) مسترحم \" ب \".\n\nبالامان لهم من العذاب، والتسليمة الثانية والايماء إلى القبلة، ويختص الامام بصفحة وجهه عن يمينه، وكذا المأموم إن لم يكن على يساره أحد أو حائط، وإلا فأخرى على يساره، والمنفرد بمؤخر عينه يمينا.\nوروي(1) ان المأموم يقدم تسليمه للرد على الامام ويقصده وملكيه، ثم يسلم تسليمين آخرتين وليس بمشهور، وتقديم السلام عليك أيها النبي ورحمة الله وبركاته، السلام على أنبياء الله ورسله، السلام على جبرئيل وميكائيل والملائكة المقربين، السلام على محمد بن عبدالله خاتم النبيين، لانبي بعده، ومجموع هذه الاعداد على سبيل التقريب، ففي الركعة الاولى مائة وثمانون(2) لسقوط وظائف القنوت العشر، وفي الثانية مائة وأربع وخمسون لسقوط التوجه والتكبير والنية عدى احضار القلب، وسقوط التعوذ واضافة القنوت، وفي كل من الثالثة والرابعة مائة وخمس وثلاثون لسقوط القنوت، وخصائص السورة ففي الصبح ثلاثمائة وخمس وخمسون بضم التشهد والتسليم مع التحيات، في المغرب خمسمائة واثنتان، وفي كل رباعية ستمائة وسبع وثلاثون، ففي الخمس الفان وسبعمائة وثمان وستون سنة.",
        "____________________\n(1) واختاره الصدوق ابن بابوية، وليس بمشهور، الفوائد الملية / 100.\n(2) سنة \" ب \".\n",
        "الفصل الثالث في منافيات الافضل\n(1)، وهي اثنان وخمسون: مقاربة(2) القدمين زيادة على ما ذكر والدخول في الصلوة متكاسلا، أو ناعسا أو مشغول الفكر، أو مشدود اليدين اختيارا، او احضار غير المعبود بالبال، والتثأب والتمطي، والعبث باللحية والرأس والبدن والتنخم والبصاق، خصوصا إلى القبلة واليمين، وبين يديه، اما تحت القدمين أو اليسار فلا، والامتخاط والجشاء(3) والتنحنح، وفرقعة الاصابع، والتأوه بحرف، والانين به، ومدافعة الاخبثين، والريح ورفع البصر(4) إلى السماء، وتحديد النظر إلى شئ بعينه، و(5) التقدم والتأخر إلا لضرورة، ومسح التراب عن الجبهة إلا بعد الصلوة فانه سنة، وتفريح\n____________________\n(1) أي في الاشياء التي تنافي الافضلية في الصلوة، ومع عدمها كانت الصلوة أفضل، وهي المكروهات.",
        "(2) مقارنة \" ب \".\n(3) والجساء \" ب \".\n(4) النظر \" ب \".\n(5) وترك \" ب \".",
        "\nالاصابع في غير الركوع، ولبس الخف الضيق، وحل الازرار لفاقد الازار، والايماء التصفيق، وضرب الحائط إلا لضرورة، والتبسم والاستناد إلى ما يعتمد لاعليه، ويستحب استحضار انها صلوة الوداع، وتفريغ القلب من الدنيا، وترك حديث النفس، والملاحظة للملكوت(1) الله تعالى عند ذكره، وذكر رسوله كما ذكر، والصلوة عليه عنه ذكره وعلى آله صلى الله عليه وعليهم واسماع نفسه جميع الاذكار المندوبة ولو تقديرا، والتباكي، وحمد لله تعالى عند العطاس والتسمية(2)، وابراز اليدين، ويجوز قتل الحية والعقرب ودفن القملة والبرغوث، وارضاع الطفل مالم يكثر ذلك، ورد السلام بالمثل، ووجوبه خارج عن أفعال الصلوة، ورد التحية مطلقا بقصد الدعاء، والاشارة باصبعه عند رد السلام، وتخفيف الصلوة لكثير السهو، وليطعن فخذيه اليسرى بمسبحته اليمنى عند الشروع في الصلوة، قائلا: بسم الله وبالله توكلت على الله أعوذ بالله السميع العليم من الشيطان الرجيم.\nواعادة الوتر لو أعاد الركعتين المنسية(3) من الليلية، ونية حذف الزايد سهوا، وتجوز القراء‌ة من المحصف، وجعل خرزفي فيه غير شاغل، وعد الركعات بالحصى أو بالاصابع، فتكمل الفين وثمانمائة وعشرين، ويضاف إليها ما وقع في أبواب المقارنات مما لا يتكرر(4) دائما، وذلك ثمان\n____________________",
        "(1) مالا يدرك من خلق الله تعالى باحدى الحواس يسمى عالم الملكوت والامر والغيب أيضا وما يدرك باحدهما عالم الخلق والشهادة والملك.\n(2) والتسميت \" ب \".\n(3) المنسيتين \" ب \".\n(4) مثل قضاء القنوت في الطريق، ومريد ازالة النجاسة بقصدة امامه لا خلفه: لان ذلك لا يتكرر في كل الصلوة بل كان ذلك اذا اتفق له، بخلاف الالفين الثمانمائة والعشرين فانه يتكرر دائما في كل الصلوة.",
        "\nوخمسون، والمقارنات من سنن الجمعة والعيد والكسوف والطواف والجنازة والملتزم والجماعة، وهو مائة وثلاث وسبعون، فيصير الجميع ثلاثة آلاف واحدى وخميسين سنة، ويضاف إلى المقارنات الواجبة فعلا وتركا، وهي تسعمائة وتسع وأربعون، إذ ينقص من الالف والتسع المقدمات، وهي ستون، فذلك تقريبا أربعة آلاف كاملة متعلقة بالصلوة التامة ولله الحمد.\n\n",
        "واما الخاتمة: ففيها بحثان\n(البحث) الاول: في التعقيب، وهو مؤكد الندبية، وخصوصا عقيب الغداة والعصر والمغرب، ووضائفه عشر: الاقبال عليه بالقلب، والبقاء على هيئة التشهد، وعدم الكلام والحدث، بل الباقي على طهارته معقب وإن انصرف، وعدم الاستدبار، ومزايلة المصلى، وكل منافي(1) صحة الصلوة أو كمالها، وملازم(2) المصلى في الصبح إلى الطلوع، وفي الظهر والمغرب حتى تحضر التالية(3)، وهو غير منحصر، ومن أهمه أربعون: التكبير ثلاثا عقيب التسليم رافعا كما مر، وقول لا إله إلا الله إلها واحدا ونحن له مسلمون، لاإله إلا الله لا نعبد إلا إياه مخلصين له الدين ولو كره المشركون، لاإله إلا الله ربنا ورب آبائنا الاولين، لا إله إلا الله وحده وحده(4) صدق وعده وأنجز وعده، ونصر عبده وهزم الاحزاب وحده فله\n____________________\n(1) مناف في \" ب \".",
        "(2) ملازمة \" ب \".\n(3) الثانية \" ب \".\n(4) وحده \" ب \".\n",
        "الملك وله الحمد يحيي ويميت وهو حي لا يموت بيده الخير وهو على كل شي قدير.\nاللهم اهدني من عندك، وأفض علي من فضلك، وانشر علي من رحمتك وأنزل علي من بركاتك، سبحانك لاإله إلا أنت اغفر لي ذنوبي كلها جميعا، فإنه لا يغفر الذنوب، كلها جميعا إلا أنت، اللهم اني أسئلك من كل خير أحاط به علمك، وأعوذ بك من كل سوء أحاط به علمك، اللهم اني أسئلك عافيتك في أموري كلها، وأعوذ بك من خزي الدنيا وعذاب الآخرة، وأعوذ بوجهك الكريم وعزتك التي لا ترام وقدرتك التي لا يمتنع منها شئ من شر الدنيا والآخرة وشر الاوجاع كلها، ولا حول ولا قوة إلا بالله العلي العظيم، توكلت على الحي الذي لايموت، وقل الحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا.\nثم يسبح تسبيح الزهراء عليها‌السلام قبل ثني الرجلين، ثم ليقل: سبحان الله والحمد لله ولا إله إلا الله والله أكبر أربعين مرة، ويقرأ الحمد والكرسي، وشهد الله، وآية الملك وآية الشجرة(1)، ثم التوحيد اثنى عشر مرة ويبسط كفيه داعيا اللهم اني أسئلك باسمك المكنون المخزون الطاهر الطهر المبارك، وأسئلك باسمك العظيم وسلطانك القديم، يا واهب العطايا ويا مطلق الاسارى ويا فكاك الرقاب من النار أسئلك أن تصلي على محمد وآل محمد، وأن تعتق رقبتي من النار، وأن تخرجني من الدنيا سالما وتدخلني الجنة آمنا وتجعل دعاي أوله فلاحا وأوسطه نجاحا وآخره صلاحا انك أنت علام الغيوب.\n____________________",
        "(1) وآية السخرة \" ب \" في سورة الاعراف، وهي قوله تعالى: ان بكم الله الذى خلق السموات والارض في ستة أيام.\n\nثم سجدتا الشكر معفرا خديه وجبينه الايمن، ثم الايسر مفترشا ذراعيه وصدره وبطنه واضعا جبهته مكانها حال الصلوة قائلا فيها: الحمد لله شكرا شكرا مائة مرة، وفي كل عاشرة شكرا للمجيب ودونه شكرا مائة، أو عفوا مائة، وأقله شكرا ثلاثا، وليقل فيها: اللهم اني أسئلك بحق من رواه، وروى عنه صل على جماعتهم وافعل بي كذا(1)، ولا تكبير لهما، واذا رفع رأسه امر يده اليمني على جانب خده الايسر إلى جبهته إلى خده الايمن ثلاثا يقول في كل مرة: بسم الله الذي لا إله إلا هو عالم الغيب والشهادة الرحمن الرحيم، اللهم اني أعوذ بك من الهم والحزن والسقم(2) والعدم والصغار والذل والفواحش ما ظهر منها وما بطن.\nويمر يده على صدره في كل مرة، وإن كان به علة مسح موضع سجوده وأمر يده على العلة قائلا: يا من كبس الارض على الماء، وسد الهوى بالسماء، واختار لنفسه أحسن الاسماء صلي(3) على محمد وآله(4) وافعل بي كذا، وارزقني، وعافني من شر كذا.",
        "وسؤال الله من فضله ساجدا، وفي سجدتي الصبح آكد، ورفع اليدين فوق الرأس عند ارادة الانصراف، ثم ينصرف عن اليمين، ويختص الصبح والمغرب بعشر لاإله إلاالله وحده لا شريك له، له الملك وله الحمد يحيي ويميت ويميت ويحيي وهو حي لا يموت بيده الخير وهو على كل شي قدير، قبل أن يثني رجليه، ويختص الصبح بالاكثار من\n____________________\n(1) وكذا \" ب \".\n(2) والعقم \" ب \".",
        "(3) صل \" ب \".\n(4) محمد \" ب \".\n\nسبحان الله العظيم وبحمده، أستغفر الله(1) وأسأله من فضله، فانه مثراة للمال(2).",
        "المغرب بثلاث: الحمد لله الذي يفعل ما يشاء ولا يفعل ما يشاء غيره، فانه سبب للخير الكثير، وتأخير تعقيبها إلى الفراغ من راتبتها، ويختص العصر والمغرب بالاستغفار سبعين مرة، صورته: أستغفر الله ربي وأتوب إليه، والعشاء بقراء‌ة الواقعة قبل نومه لا من الآفة(3)، ويكره النوم بعد الصبح والعصر والمغرب قبل العشاء، والاشتغال بعد العشاء بما لا تجدي نفعا، وليكن النوم عقيب صلوة.\nالبحث الثاني: في خصوصيات باقي الصلوات: فللجمعة احدى وخمسون: يقارن الصلوة منها ست: الغسل، قائلا: أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله، صلى‌الله‌عليه‌وآله اللهم اجعلني من التوابين واجعلني من المتطهرين والحمد لله رب العالمين.\nوحلق الرأس، وتسريح اللحية، وتقليم الاظفار، والاخذ من الشارب قائلا قبل القلم: بسم الله وبالله وعلى سنة رسول الله صلى‌الله‌عليه‌وآله وعلى أميرالمؤمنين والاوصياء عليهم‌السلام(4)، ولبس أفضل\n____________________",
        "(1) وأتوب إليه \" ب \".\n(2) ويختص \" ب \".\n(3) الفاقة \" ب \".\n(4) وقبل الاخذ من الشارب بسم الله وبالله وعلى ملة رسول الله صلى‌الله‌عليه‌وآله وعلى أميرالمؤمنين علي بن ابى طالب والاوصياء(ع) \" ب \".",
        "\nالثياب، ومباكرة المسجد، والتطيب والتعمم شتاء‌ا وقيضا، والتحنك والتردي، والدعاء أمام التوجه، والسكينة والوقار، والمشي إلا لضرورة، والجلوس حيث ينتهي به المكان، وأن لا يتخطى الرقاب إلا الامام، أو مع خلو الصف الاول، وحضور من لايجب عليه الجمعة، واخراج المحبوسين للصلوة، وزيادة أربع ركعات على راتبتي الظهرين، وجعلها سداس(1) عند الانبساط(2)، والارتفاع، والقيام قبل الزوال، وركعتان عنده(3) وروي زيادة ركعتين بعد العصر وصلوة الظهر في المسجد الاعظم لمن لم تجب عليه الجمعة، وسكوت الخطيب عما سوي الخطبة، واختصارها اذا خاف فوت فضيلة الوقت، وكونه أفضلهم، واتصافه بما يأمر به، وخلوه عما ينهي عنه، وفصاحته وبلاغته ومواظبته على أوائل الاوقات وصعوده بالسكينة، واعتماده على قوس أوسيف وشبهه، وسلامه على الناس، فيجب الرد عليه والقعود دون الدرجة العليا من المنبر، والجلوس للاستراحة حتى يفرغ المؤذن، وتعقيب الاذان بقيامه، واستقبال الناس بوجهه، ولزوم السمت من غير التفات، واستقبالهم إياه، وترك صلوة التحية حال الخطبة، وترك الكتف للخطبب، والجهر بالقراء‌ة، واطالة الامام القراء‌ة لو أحس بمزاحم الداخل، وترك السفر بعد الفجر، والاكثار من الصلوة على النبي وآله صلى‌الله‌عليه‌وآله يوم الجمعة إلى ألف مرة، ومن العمل الصالح، وقراء‌ة الاسراء(4) والكهف\n____________________\n(1) سداسا \" ب \" أي تفريقها ستة ستة.",
        "(2) أي انبساط الشمس في وسط السماء، ووصولها إلى دائرة نصف النهار.\n(3) أي بعد الزوال.\n(4) سبحان الذي أسرى \" ب \".\n",
        "والطواسين الثلاث(1)، وسجدة لقمان وفصلت والدخان والواقعة ليلتها، وقراء‌ة التوحيد بعد الصبح مائة مرة، والاستغفار مائة مرة وقراء‌ة النساء وهود والكهف والصافات والرحمن، وزيارة الانبياء والائمة عليهم‌السلام، وخصوصا نبينا محمد صلى‌الله‌عليه‌وآله، والحسين عليه‌السلام، وزيارة قبور المؤمنين، وترك الشعر والحجامة والهذر.\nوللعيد: ستون: يقارنها سبع، فعلها حيث تحل الشرائط جماعة وفرادى، ووظائف الجمعة من الغسل والتعمم وشبهه، وروي اعادتها لناسي الغسل بعده، والخروج إلى المصلى بعد انبساط الشمس وذهاب شعاعها، وتأخير الخروج في الفطر عن الخروج في الاضحى، ولبس البرد، والمشي والسكينة والوقار، ومغايرة طريقي الذهاب والاياب، وخروج المؤذنين بين يدي الامام وبأيديهم العنز(2)، والتحفي، وذكر الله، والاصحار بها، إلا بمكة، وأن يطعم قبل خروجه في الفطر، وأفضله الحلو، وبعد عوده في الاضحى مما يضحى به، وحضور من سقطت عنه لعذر، وعدم السفر بعد الفجر قبلها، واخراج المسجونين لها، وقيام الخطيب والاستماع، وترك الكلام، والتنفل قبلها وبعدها إلا بمسجد النبي صلى‌الله‌عليه‌وآله، فيصلي التحية قبل خروجه تأسيا به عليه‌السلام، والخروج بالسلاح، وقراء‌ة الاعلى في الاولى، والشمس في الثانية، والجهر بالقراء‌ة، والقنوت بالمرسوم، والحث على الفطرة في خطبة الفطر، وبيان\n____________________\n(1) الثلاثة \" ب \".",
        "(2) جمع عنزة بالتحريك مفتوحا وهي عصاة طويلة فيها زج كزج الرمح قال الهروى والعكارة نحوا منها، والزج أيضا الحديد التي في أسفل الرمح.\n\nجنسها وقدرها ووقتها ومستحقها والملكف بها، وعلى الاضحية في الاضحى، وبيان جنسها ووصفها ووقتها، وفي منى بيان المناسك والنفر، وكون الخطبتين من مأثور الائمة عليهم‌السلام، والسجود على الارض، والا يفرش سواها، والمشهور ان التكبير والقنوت بعد القراء‌ة في الركعتين.\nونقل ابن أبي عمير والمونسي: الاجماع على تقديمه في الاولى، وهو في صحيح جميل بن دراج عن الصادق عليه‌السلام، والتكبير للجامع والمنفرد حاضرا أو مسافرا، رجلا أو امرأة، حرا أو عبدا، في الفطر عقيب العشائين والصبح والعيد، قيل وعقيب الظهرين، وفي الاضحى عقيب عشر، وللناسك بمنى عقيب خمس عشرة، أولها ظهر العيد، ويقضي لوفات ولو فاتت صلوة قضاها وكبر وإن كان قضاها في غير وقته، ويستحب فيه الطهارة.\nوللآيات: سبع عشر يقارنها أربع عشر: استشعار الخوف من الله تعالى، وتأكد الجماعة في المستوعب، وايقاعها في المساجد، ومطابقة الصلوة لها، وقراء‌ة الطوال، كالانبياء والكهف، إلا مع عذر المأمومين، والجهر، ومساواة الركوع والسجود للقراء‌ة، وجعل صلوة الكسوف أطول من الخسوف والاعادة، لو فرغ قبل الانجلاء، أو التسبح والتحميد والتكبير للرفع من الركوع في غير الخامس والعاشر، وفيهما سمع الله لمن حمده(1)، وروي(2) نادرا عمومه اذا فرغ من السورة، إلا مع التبعيض، والقنوت على الازواج(3)، وأقله على",
        "____________________\n(1) والحمد لله رب العالمين \" ب \".\n(2) اسحق بن عمار عن أبي عبدالله(ع): الفوائد الملية / 17.\n(3) والازدواج \" ب \" أي يستحب أن يجعل الركوع مع القنوت زوجا يعنى يقرأ مع كل ركوع قنوتا.",
        "\nالخامس والعاشر، والتكبير المتكرر إن كانت ريحا والقضاء مع الفوات حيث لايجب لعدم العلم والاستيعاب، وصلوة ذوات الهيئات(1) في البيوت جماعة(2)، وصوم الاربعاء والخميس والجمعة، والغسل والدعاء لرفع الزلزلة، وأن يقول عند النوم: يا من يمسسك السموات الآية(3) صل على محمد وآل محمد، وأمسك عنا السوء، انك على كل شئ قدير، ليأمن من سقوط البيت.\nوللطواف: ستة: قراء‌ة الجحد والاخلاص كما مر، والقرب من المقام لو منع منه، وخلفه ثم جانبيه وقربها(4) إلى الطواف، ويجوز ايقاع نفلها في بقاع المسجد.\nوللجنازة: اثنان وخمسون: يقارنها عشرون: الطهارة والصلوة في المواضع المعتادة، واستحضار الشفاعة للميت، ورفع اليدين في كل تكبيرة، واضافة ما يناسب الواجب من الدعاء كما روي عن النبي صلى‌الله‌عليه‌وآله انه أوصى عليا عليه‌السلام به: اللهم عبدك وابن عبدك، ماض في حكمك، خلقته ولم يك شيئا مذكورا، وأنت خير مزور، اللهم لقنه حجته، وألحقه بنبيه صلى‌الله‌عليه‌وآله، ونور له قبره، وأوسع عليه مداخله، وثبته بالقول الثابت،",
        "____________________\n(1) الجميلة من النساء.\n(2) قال الشهيد الثانى مع امكانها، والافرادى حذرا من افتتانهن والفتنة بهن، هما غير هن فيستحب لهن الجماعة ولو مع الرجال.\n(3) سورة فاطر. (35): 41.",
        "(4) أي يستحب أن يكون صلوة الطواف قريبا به، بمعنى لا يمضى بينهما زمان كثير.\n\nفانه افتقر إلى رحمتك، واستغنيت عنه، وكان يشهد أن لاإله إلا أنت فاغفر له، ولا تحرمنا أجره، ولا تفتنا بعده.\nوالصلوة على من نقص عن ست، اذا ولد حيا، وتلافي الصلوة في من لم يصل عليه بعد الدفن، وخصوصا إلى يوم وليلة، والنهي عن تثنية الصلوة حمل على الجماعة لا الفرادى، وتقديم الاولى بالارث، والزوج أولى، ولو اجتمعوا قدم الافقه فالاقرأ فالالسن فالاصبح، والهاشمي أولى، وإمام الاصل أولى مطلقا، ووقوف الامام وسط الرجل وصدرها، ويتخير في الخنثى، نزع نعله، وخصوصا الحذاء، اما الخف فجائز، ولزوم موقفه حتى ترفع، ووقوف المأموم الواحد وراء الامام ومحاذاة صدرها ووسطه لو اتفقا، وتقديمه إلى الامام، وتقديمها على الطفل لا على العبد والخنثى، ولا الخنثى على العبد، وتقديم الافضل، ومع التساوي القرعة، وتفريق الصلوة على كل واحد، وأقله على كل طائفة، وتقديمها على الحاضر مع الخوف على الميت، وأن لا يفعل في المسجد، وقصد الصف الاخير، وانفراد الحائض بصف، وتشييع الجنازة وراء‌ها أو جانبيها، والتفكر في أمر الآخرة، واعلام المؤمنين، وتربيعها، وهو حملها بالاركان الاربعة يبدأ بالايمن، ثم يدور من ورائها إلى الايسر ويقول: الحمد لله الذي لم يجعلني من السواد المخترم، وأن لا يجلس حتى توضع وأن لايمشي أمامها، ولا يركب إلا لضرورة، ولا يتحدث في أمور الدنيا، ولا يضحك، ولايرفع صوته.",
        "\nوللملتزم: ثلاث وعشرون: يقارنها خمس عشرة: المبادرة في أول الوقت في المعين، وأول الامكان في المطلق، وقضاء فائت النافلة، وآكده الراتبة(1)، والمسارعة إلى قضاء فائت الفريضة، وعدم الاشتغال(2) بغير الضروي، والوصية بالقضاء لمن حضره الموت قبله، وان وجب ذكره للولي، وفعل المنذور القلبي، والمنذور في حال الكفر، وقضاء العيد أربعا على رواية(3) حملت على من لايحسن القنوت والتكبير، ولو لم يقض الراتبة تصدق عن كل ركعتين بمد، فان عجز فعن كل أربع بمد، ثم عن كل يوم وليلة بمد، وفي الرواية تفضيل الصلوة ثلاثا، والصدقة في الفائتة بمرض(4) أولى من القضاء، وقضاء المغمى عليه بعد الافاقة صلوة ثلاثة أيام، وأقله يوم وليلة، وتقديم قضاء النافلة أول الليل(5)، وأدائها آخره، وتحفيف الخائف ونية المقام للمسافر عشرا مع الامكان، والاتمام في الحرمين والحائرين(6)، وجبر المقصورة بالتسبيحات الاربع ثلاثين مرة، ويختص الفرائض والاستسقاء والعيد والغدير كما مر باستحاب الجماعة.\nويتأكد في الفريضة، فعن النبي صلى‌الله‌عليه‌وآله: لا صلوة لمن لم يصل في المسجد مع المسلمين إلا عن علة(7) وعنه صلى‌الله‌عليه‌وآله:\n____________________",
        "(1) الراتب \" ب \".\n(2) بغيرة الا \" ب \".\n(3) الوسائل 5: 99 الباب 5 ح 2.\n(4) لمرض \" ب \".",
        "(5) بمعنى ان الليلية اذا فاتت يستحب قضاء‌ها في الليلة المقبلة، ويبادر في أول الليل.\n(6) الحادر \" ب \" أي الحائر ومسحد الكوفة، سماهما باسم احدهما تغليبا.\n(7) الوسائل 5: 376 ح 8.\n",
        "الصلوة جماعة ولو على رأس زج(1).\nوعنه صلى‌الله‌عليه‌وآله اذا سألت عن من لم يشهد الجماعة فقل لاأعرفه(2).\nوعن الصادق عليه‌السلام: الصلوة خلف العالم بألف ركعة، وخلف القرشي بمائة، وخلف العربي خمسون، وخلف المولى خمس وعشرون(3) ويعتبر ايمان الامام وعدالته وختانه، إلا المرأة، وطهارة المولد والعقل والبلوغ، إلا الصبي بمثله، والرواية(4) بإمامة ذي العشر تحمل على النفل، وحملت على الضرورة، والذكورة اذا أم مثله أو خنثى، والاتيان بواجب القراء‌ة، والقيام بمثله، ومحاذاة المأموم موقف الامام، أو تقدمه بعقبه في الاصح، وقربه عادة، وانتفاء الحائل، إلا(5) المرأة خلف الرجل، والمطلق بالمقيد، وتوافق نظم الصلوتين لا عددهما، ومتابعة الامام ولو مساوقة، فيستمر المتقدم عامدا، ويعود الناسي مالم يكثر كالسبق(6) بركعة، فيقوى(7) الانفراد مع قوة الانتظار، والمتأخر سهوا يخفف(8) ويلحق ولو بعد التسليم، والقدوة والفضيلة باقيتان على الرواية(9) وظاهرها سقوط القراء‌ة،\n____________________",
        "(1) البحار 88: 5، الزج بالضم حديدة في أسبل الرمح.\n(2) البحار 88: 5، والمراد النعرفة العدالة، وان ظهرت منه المحافظة على الواجبات وترك المنهيات، لتهاونه بأعظم السنن.\n(3) البحار 88: 5.\n(4) الوسائل 5: 397 ح 5، وذكر في الوسائل بدل العشر العشرين وهو غلط مطبعى.",
        "(5) في \" ب \".\n(6) هذا مثال كثير التقدم كما لو ركع المأموم قبل الامام، ثم سجد أيضا ولم يلحق الامام.\n(7) فينوى \" ب \".\n(8) والتخفيف هو أن يركع ويسجد لا عن قراء‌ة.",
        "(9) رواها خالد بن سدى عن أبي عبدالله، الفوائد الملية / 127.\n\nوتحريم المأموم بعده لامعه في الاصح، وتعيين الامام، ونية الاقتداء، واشتراط اثنين فصاعدا إلا في واجبها بالاصالة، وادراك الركوع مع ركوع الامام، فمدرك السجدتين يستأنف، ومدرك القعدة(1) يبنى ولو تشهد.\nووظائفها مع ذلك مائة وخمس: فعلها في مسجد العامة، فالاجمع، ومسجد لا تتم جماعته إلا بحضوره، ومسجد العامة(2) ليخرج بحسناتهم ويغفر له بعدد من خالفه، واعادة المنفرد جماعة(3)، في قول قوي إماما أو مأموما، والاقتداء بإمام الاصل أو نائبه(4)، ثم الراتب وصاحب المنزل والامارة، ومختار المأمومين، ولو اختلفوا قدم الاقرأ فالافقه فالاشرف، فالاقدم هجرة، فالاسن فالاصبح وجها أو ذكرا، فالقرعة، وينبغي السلامة من العمي وخصوصا في الصحراء، والجذام والبرص وخصوصا في الوجه، والفالج والعرج(5)، والقيد والحسد(6) مع التوبة، وأن لا يكون اعرابيا أومتيمما أو عبدا أو أسيرا، أو مكشوف غير العورة وخصوصا الرأس، أو حائكا ولو عالما، أو حجاما ولو زاهدا، أو دباغا ولو عابدا، أو ادراء‌ا(7)، أو مدافع الاخبثين، أو جاهلا بغير الواجب إلا بمساويهم، وروي ولا ابنا بأبيه(8) وليستنيب الامام شاهد الاقامة سواء كان صلوة",
        "____________________\n(1) العقدة \" ب \".\n(2) أي يستحب الصلوة في مسجد أهل السنة والجماعة.\n(3) والجامع \" ب \".",
        "(4) والنائب \" ب \".\n(5) والاعراج \" ب \".\n(6) الحد \" ب \".\n(7) الادارة نفخة في الخصية.",
        "(8) وانما نسية إلى الرواية لعدم صحتها، وعدم تعرض الاصحاب له في الفتاوي، ولكن المصنف(ره) يثبت السنن في هذه الرسالة بمثل ذلك.\nالفوائد الملية / 131.\n\nالامام باطلة من أصلها أو من حينها، وروي في الاولى أن الاستنابة للمأموم، وليغط الامام المنصرف للحدث أنفه على رواية ولا يستناب المسبوق.",
        "قيل: ولا السابق، وقصد الصف الاول واطالته، إلا مع الافراط، والتخطي إليه مالم يؤذ أحدا، واختصاص الفضلاء به، ومنع الصبيان والعبيد والاعراب منه، وتوسط الامام للصفوف(1)، ووقوف الجماعة خلفه، وتأخير الانثى والمؤنث، وتيامن الذكر الواحد، لا تأخره، ومسامته جماعة العراة والنساء للامام(2)، ومساواة الامام في المواقف، أو علو المأموم، واقامة الصفوف بمحاذاة المناكب، وتباعدها بمرض عنز، وعدم الحيلولة بنهر أو مخرم أو زقاق في الاصح، والقرب من الامام وخصوصا اليمين، وتأخر المرأة عن الصبي والعبد، وتأخر المرأة عن الخنثى، وعدم دخول الامام المحراب إلا لضرورة، ووقوف المأموم(3) وحده، والمحافظة على ادراك تكبيرة الاحرام من الامام، وقطع الصلوة بتسليمه لو كبر قبله أو معه في الاصح، ويجوز المشي راكعا ليلتحق بالصف، والسجود مكانه.\nوروى ابن مغيرة(4): انه لايتخطى وانما يجر رجليه حكاية لفعل الصادق عليه‌السلام، وترك القراء‌ة في الجهرية المسموعة، ولو همهمة، والقراء‌ة لغير السامع، ولمدرك الاخيرتين.\n____________________\n(1) الصفوف \" ب \".",
        "(2) الامام \" ب \".\n(3) الامام \" ب \".\n(4) الوسائل 5: 443 ح 3.\n",
        "ورواية عمار عن الصادق عليه‌السلام(1) باعادة من لم يقرأ، متروكة، والتسبيح في الاخفاتية، ولمن فرغ القراء‌ة قبل الامام، وابقاء آية يركع(2) بها، والتأخر عن أفعال الامام باليسير، وعدم الايتمام بمن يجن أدوارا حال الافاقة، وبمن يكره المأموم، والقيام عند قد قامت الصلوة كما مر، فيعيد الاقامة لو سبق على رواية(3) وعدم صلوة نافلة بعدها، وقطعها لو كان فيها، ونقل الفريضة إليها، وفيه دقيقة، وقطعها مع الاصل، وقول المأموم سرا: الحمد لله رب العالمين، بعد(4) قول الامام سمع الله لمن حمده، وجلوس المسبوق في تشهد الامام ذاكرا مستوفرا متخافيا، وروي(5) متشهدا على أنه ذكر، وكذا القنوت، وانتظار المسبوق تسليم الامام، ولزوم الامام مكانه حتى يتم، وأن لا يسلم المأموم قبل الامام إلا لعذر، فينوي الانفراد، والناسي والظان تجزيان، والدخول فيما أدرك ولو سجدة أو جلسة، ويدرك فضل الجماعة مطلقا لرواية محمد بن مسلم عن أبي جعفر عليه‌السلام(6): اذا أدركت الامام في السجدة الاخيرة من الركعة الرابعة فقد أدركت الصلوة.\nوفي رواية عماربن عن الصادق عليه‌السلام(7): إذا أدركت الامام ولما يقل السلام عليكم فقد أدركت الصلوة وادركت الجماعة، ومحافظة\n____________________\n(1) رواية عمار الساباطي عن الصادق (ع) متروكة لشذوذها وضعت سندها - الفوائد الملية 134.",
        "(2) ليركع \" ب \".\n(3) على رواية شاذة، الفوائد الملية 134.\n(4) عند الفراغ من الفاتحة \" ب \".\n(5) الوسائل 5: 467 ح 1.",
        "(6) الوسائل 5: 448 ح 1.\n(7) الوسائل 5: 449 ح 6.\n\nالامام على الرفع بالتكبير، وانحرافه(1) عن مصلاه بالنافلة(2)، وجهره في الاذكار كلها، وخصوصا القنوت، والتعميم بالدعاء والتخفيف بتثليث التسبيح في الركوع، والسجود بغير دعاء، وخصوصا اذا استشعر ضرورة مؤتم بمرض أو حاجة، وتسديس التسبيح اذا احس بداخل، ولايطول انتظارا لمن سيجئ، ولا يفرق بين الداخلين، والتعقيب مع الامام، والرواية بأنه ليس بلازم لايدفع الاستحباب.",
        "تتمة: يستحب بناء المساجد ورمها، واعادتها وكشفها، ولو بعضها، وتوسطها في العلو، واسراجها وكنسها، وخصوصا آخر الخميس، وتعاهد النعل(3) وتقديم اليمنى، والخروج باليسرى كما مر، وترك الشرف والمحراب الداخل، وتوسط المنارة وتعليتها واستطراقها، والنوم فيها، والبصاق والامتخاط، فليرد وإلا فليدفن، وقصع القمل فيدفن، وسل السيف، وعليم الصبيان بها، وعمل الصنائع وخصوصا بري النبل، وكشف العورة، والحذف بالحصى، والبيع والشرى، وتمكين المجانين والصبيان، وانفاد الاحكام، وتعريف الضالة إنشادا أو نشدانا(4)، واقامة الحدود، وانشاد الشعر، ورفع الصوت، والدخول برائحة خبيثة وخصوصا البقول الكريهة، وادخال نجاسة غير ملوثة ولا يحرم في الاصح، والزخرفة والنقش بالصور، وجعل الميضاة وسطها بل على بابها، ويحرم اخراج الحصى منها\n____________________\n(1) أي تبديلة الفرضية بالنافلة.\n(2) عن مصلا النافلة \" ب \".",
        "(3) المراد بالتعاهد التحفظ لئلا يكون معه شئ من النجاسة.\n(4) الانشاد هو تعريف الضالة من الواجد، والتشد أن يطلبها المالك.\n\nفيعاد، ولوإلى غيرها، وتلويثها بنجاسة والدفن فيها وتغييرها، وليقل عند الدخول: بسم الله وبالله السلام عليك أيها النبي ورحمة الله وبركاته، اللهم صل على محمد وآل محمد، وافتح لنا باب رحمتك واجعلنا من عمار مساجدك، جل ثناء وجهك، وعند الخروج: اللهم صل على محمد وآل محمد، وافتح لنا باب فضلك.",
        "واذا دخل فلا يجلس حتى يصلي التحية، ولو في الاوقات الخمسة.\nوأما النوافل: فلا حصر لخصائصها، وفي كتب العبادات منها قدر صالح، وخصوصا المصباحين، وتتمات ابن طاوس(1) رحمة الله عليه، ولنذكر المهم، فللرواتب ايقاع الظهرية عند الزوال قبل الفرض إلى زيادة الفئ قدمين، ويسمى صلوة الاوابين،(2) والعصرية قبلها إلى أربعة أقدام، وينبغي اتباع الظهرية بركعتين منها، والمغربية بعدها إلى ذهاب الحمرة قبل الكلام، فروى الصدوق في كتابه(3) الركعتين في عليين، والاربع حجة مبرورة، والعشائية بعدها إلى نصف الليل، ويجوز القيام فيهما، والليلية بعده، والقرب من الفجر الثاني أفضل، وتقدم(4) على النصف للمسافر والمريض والشاب، وقضائها أفضل، ثم الشفع، ثم\n____________________\n(1) السيد رضى الدين أبوالقاسم على بن موسى بن طاووس لحلى.",
        "(589 - 664) ألف التتمات والمهمات ليكون تتمة للمصباح الكبير لشيخ الطائفة أبي جعفر محمد بن الحسن الطوسى قدس‌سره الذريعة 2: 49.\n(2) واحد اواب أي رجع إلى الله من آب اذا رجع.\n(3) من لا يحضره الفقيه 1: 143 ح 19.\n(4) وتقدمها \" ب \".",
        "\nالوتر وتقدمها أيضا الثلاثة(1)، والفجرية قبلها إلى الحمرة المشرقية، ومزاحمة الظهرين بركعة، والليلية بأربع، ولا مزاحمة في المغربية والفجرية، وليدع بالمنقول.\nوالاستسقاء شرعيتها عند الحاجة إلى المطر والنبع كالعيد، ويجهر بها أيضا، وقنوتها بسؤال الرحمة، وتوفير المياه والنبوع والاستغفار، وليصم قبلها ثلاثا، ثالثها الاثنين ثم الجمعة، واعلام الناس، وأمرهم بالتوبة والصدقة ورد المظالم، وازالة الشحناء(2)، والخروج حفاة إلى الصحراء إلا بمكة، وفي المسجد، والمشي بسكينة ووقار، واخراج الشيوخ والشيخات والاطفال، والتفريق بينهم وبين الامهات، ولا يخرج الكافر والشابة، وتحويل الرداء عند الفراغ منها للامام الخاصة(3)، ثم يكبرون والامام مستقبل القبلة مائة، ويسبحون وهو متيامن مائة، ويهللون وهو متياسر مائة، ويحمدون وهو مستقبلهم مائة رافعي(4) الاصوات في الجميع تابعين للامام.\nثم الخطبتان من المأثور، أو ما اتفق، وإلا فالدعاء، وتكرار الخروج لو لم يجابوا، وليدع بدعاء النبي صلى‌الله‌عليه‌وآله: اللهم اسق عبادك ويهائمك، وانشر رحمتك واحي بلادك الميتة، وكذا بدعاء الائمة عليهم‌السلام، ودعاء أهل الخصب لاهل الجدب، والدعاء بالصحو والقلة عند افراط المطر، ويكره أن يقال مطرنا بنو كذا، ولنافلة شهر رمضان: انها ألف ركعة في العشرين عشرون، ثمان بعد المغرب، واثنتا",
        "____________________\n(1) للثلائة \" ب \".\n(2) أي وازالة الشحناء وهي البغضاء في ما بينهم ليأهلوا بذلك الاجابة.\n(3) خاصة \" ب \".",
        "(4) رافع \" ب \".\n\nعشرة بعد العشاء والوتيرة، وفي العشر الاواخر ثلاثون، اثنتان وعشرون بعد العشاء، وفي كل من الفرادي مائة، ويجوز الاقتصار عليها، وتفريق الثمانين على الجميع، والدعاء فيها بالمأثور، وزيادة مائة ليلة نصفه في كل ركعة بعد الحمد التوحيد احدى عشر مرة.\nونافلة علي عليه‌السلام ركعتان، في الاولى بعد الحمد القدر مائة مرة، وفي الثانية بعد الحمد التوحيد مائة.",
        "ونافلة فاطمة عليها‌السلام أربع ركعات في كل ركعة بعد الحمد التوحيد خمسين(1) مرة.\nولنافلة جعفر(ع) تكرارها كل ليلة، ودونه في كل جمعة، ثم في الشهر، ثم في السنة، ويجوز احتسابها من الرواتب وهي أربع بعد الحمد في الاولى الزلزال، وفي الثانية والعاديات، وفي الثالثة النصر، وفي الرابعة التوحيد، وبعد كل قراء‌ة سبحان الله والحمد لله ولا إله إلاالله والله أكبر خمس عشرة مرة، ثم عشرا في كل ركوع وسجود ورفع منها(2)، ففي الاربع ثلاث مائة، والدعاء آخر سجدة بالمأثور، ولو تعذر التسبيح فيها قضى بعدها.\nوللاستخارة صور كثيرة، منها أن يغسل ثم يكتب في ثلاث رقاع بعد البسملة: خيرة من الله العزيز الحكيم لفلان بن فلان(3) أفعل، وفي ثلاث بعد البسملة خيرة من الله العزيز الحكيم لفلان بن فلانة لاتفعل، ثم يجعلها تحت مصلاه، ثم يصلي ركعتين ويسجد بعدهما، ويقول مائة مرة أستخير الله برحمته خيرة في عافية، ثم يرفع رأسه ويقول: اللهم خرلي في جميع اموري في يسر منك وعافية، ثم يشوش الرقاع ويخرج، فان توالت ثلاث افعل أولا تفعل فذاك، وان تفرقت عمل على أكثر الخمس.\n____________________",
        "(1) من حكاية الصدوق \" ره \" والمشهور \" ب \".\n(2) ويرفع بينهما \" ب \".\n(3) فلانة \" ب \".\n",
        "ولصلوة الشكر: انها ركعتان عند تجدد نعمة، أو دفع نقمة، أو قضاء حاجة، يقرأ في الاولى الحمد والتوحيد، وفي الثانية الحمد والجحد، وليقل في الركوع والسجود(1): شكرا شكرا، أو حمدا(2)، وبعد التسليم: الحمد لله الذي قضى حاجتي وأعطاني مسألتي، ثم يسجد سجدتي الشكر.\nتمت والحمد لله رب العالمين وحسبنا الله ونعم الوكيل.\nتم استنساخ هذه الرسالة الشريفة من نسخة مقروة على شيخنا الشهيد الثاني.قدس‌سره.\nعلى يد العبد الضعيف علي الفاضل القائيني النجفي في يوم السبت آخر شهر رمضان المبارك من عام ألف وأربعمائة وأربع هجرية والحمد لله أولا وآخرا اللهم اغفر للمومنين والمؤمنات وصلى الله على نبيه محمد صلى‌الله‌عليه‌وآله الطيبين الطاهرين.",
        "____________________\n(1) الحمد لله \" ب \".\n(2) وحمدا \" ب \".\n",
        "الفهرس\n"
    ]
}