{
    "partText": [
        "\nالإجابات الْجَلِيَّة عن الشُّبُهات الرافضية\nتأليف\nالشيخ عبدالرحمن بن عبدالله السحيم\n\nالحمد لله فاطر السماوات والأرض بارئ الورَى ، والصلاة والسلام على من بعثه ربّه رحمة للعالمين ، فأقام به عَلَم الهدى ، وعلى آله وأصحابه الغرّ الميامين ، نجوم الدُّجَى ومصابيح الهدى .\nأما بعد :\nفقد سألني أحد الإخوة مجموعة من الأسئلة ، أوردها طالباً الجواب عنها .\nولما رأيت الأمر أمراً مُنكَرا شددتُ ذراعي ، وجرّدت ذراعي ، واستللتُ قَلمي ، واستعنت بِربِّي وأمضيت وقتا في الذب عن خيار هذه الأمة ، وفي تجلية الحق ودَحْض الشبهة وكشف الغمّة .\nوتلك الشبهات عبارة عن عشرين سؤالاً وجّهها بِزعمه إلى الوهابية !\nوهي – كما سيأتي – لازمة لأمة الإسلام جمعاء !\nوسوف أصدّر كل سؤال له بـ \" قال الرافضي : \"\n\nقال الأخ الفاضل الذي أورد الأسئلة :\n\nشيخنا الفاضل\nالسلام عليكم ورحمة الله وبركاته\n\nوَرَدَ إليّ هذا المقال و فيه بعض الأسئلة تحتاج إلى جواب و معرفة لحال السائل\nالمقال بعنوان :\nجائزة للوهابية لمن يجيب على هذه الأسئلة\nالجواب :\nوعليكم السلام ورحمة الله وبركاته\nوبارك الله فيك أخي الكريم :\nلا شك أن هذه شُبُهات رافضية\nوهي دالّة على قِلة فقه في الدِّين ، وتُنبئ عن حقد دفين على أهل السنة ، بل على الصحابة رضي الله عنهم .\nفإن ما في هذه الأسئلة أو أغلبه لا يلزم ( الوهابية ) كما زَعم ، وإنما تلزم كل أهل القِبْلَة !\nفإن أهل القِبْلَة قاطبة يُصلُّون التراويح عدا الرافضة ومن دار في فلكهم ، ولذا قال الإمام القحطاني رحمه الله :\nإن التّراوح راحة في ليلِه *** ونشاط كل عويجز كسلان\nوالله ما جَعَل التراوِح مُنكَراً *** إلا المجوس وشيعة الشيطان\nوسيأتي الجواب عن ذلك في محلّه – إن شاء الله –\nقال الرافضي :\n(1/1)\n",
        "إذا أجبتم عن هذه الأسئلة فلكم جائزة قيمة سنعلن عنها فيما بعد\nيجب أن تكون الإجابة صحيحة وليست كلاما تحليليا من جيوبكم\nيجب التحلي بالأخلاق الإسلامية والابتعاد عن السب والشتم .\n\nالردّ :\nأقول : هذا أول التّهكم والسخرية منه .\nوليس نحن من نسبّ ونشتم ، وإنما الذي هو دأبهم وديدنهم السب والشتم واللعن ، حتى اخترعوا دعاء في لعن وسب خيار هذه الأمة ، في ما يُسمونه ( دعاء صنمي قريش ) !\nوآخر من يُطالِب بالتحلّي بالأخلاق الإسلامية هم الرافضة ، لأنهم أبعد الناس عنها قولاً وفِعلاً !\nفإن دِينهم يقوم على السب والشتم واللعن .\n\nقال الرافضي :\nالسؤال الأول :\nهل يستطيع أي إنسان أن يغير القوانين والشرائع الإلهية ؟\nأليس الله هو من أنزل آيات تدعونا لاتباع ما أتانا به الرسول ؟\nأليس الله هو من قال إنه لا خيرة لأي إنسان إذا ما قضى الله ورسوله أمرا !؟\nفلماذا تقبلون قيام عمر ابن الخطاب بابتداع صلاة التراويح؟ ولماذا تقبلون ابتداعه للطلاق الثلاث في مجلس واحد ؟\nولماذا تقبلون بدعته التي أدخلها على الأذن ؟ الصلاة خير من النوم .\nمن الذي أعطاه الحق ليجتهد مقابل النص النبوي والإلهي ؟\nالردّ :\nليت الذي طَرَح هذه الشبهات غير الرافضة !\nلأن هذا الاعتراض منقوض على الرافضة بأمور كثيرة ، من أبرزها :\nأنهم يدّعون – زورا وبُهتاناً – أن القرآن ناقص ومُحرّف ، منذ زمن المفسِّر الرافضي الشهير ( علي بن إبراهيم الْقُمِّي ) الذي كان حيا سنة 307 هـ إلى زمن النوري الطبرسي صاحب كتاب \" فصل الخطاب في إثبات تحريف كتاب رب الأرباب \" وقد حَشَد أكثر من ألفي رواية عن أئمة وعلماء الرافضة تُبت تحريف القرآن – بِزعمه – ، ولدى الرافضة سورة الولاية ! ليست في مصاحف المسلمين ! فقط في مصاحف الرافضة !!!\n\nوأما قول الرافضي :\nأليس الله هو من أنزل آيات تدعونا لاتباع ما أتانا به الرسول ؟\nفالجواب : بلى .\n(1/2)\n\nوالله قد أمرنا باتِّباع رسوله صلى الله عليه وسلم ، فقال : (وَمَا آَتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا) ومما أتانا به رسول الله صلى الله عليه وسلم الأمر بالاقتداء بالشيخين على وجه الخصوص ، فقال عليه الصلاة والسلام : اقتدوا باللذين من بعدي : أبي بكر وعمر . رواه الإمام أحمد والترمذي ، وهو حديث صحيح .\nومما أتانا به رسول الله صلى الله عليه وسلم الأمر بالتّمسّك بِسُنّة الخلفاء الراشدين المهديين ، فقال : فعليكم بسنتي ، وسنة الخلفاء الراشدين المهديين ، عضوا عليها بالنواجذ . رواه الإمام أحمد وغيره .\n\nقال الرافضي :\nفلماذا تقبلون قيام عمر ابن الخطاب بابتداع صلاة التراويح ؟\n\nالردّ :\nعمر رضي الله عنه لم يَبتدِع صلاة التراويح ، فإن النبي صلى الله عليه وسلم صلاّها ، فصلّى بالناس في رمضان ، يومين أو ثلاثة وصلّى بصلاته أُناس من أصحابه إلا أنه عليه الصلاة والسلام تَرَكها خشية أن تُفرض على أمّته .\nفقد روى البخاري ومسلم من حديث أم المؤمنين عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم صلّى في المسجد ذات ليلة فصلّى بصلاته ناس ، ثم صلى من القابلة فكثُر الناس ثم اجتمعوا من الليلة الثالثة أو الرابعة ، فلم يخرج إليهم رسول الله صلى الله عليه وسلم ، فلما أصبح قال : قد رأيت الذي صنعتم فلم يمنعني من الخروج إليكم إلا أني خشيت أن تُفْرَض عليكم . قال وذلك في رمضان .",
        "(1/3)\n\nوفي رواية للبخاري ومسلم : أن رسول الله صلى الله عليه وسلم خرج من جوف الليل فصلى في المسجد فصلى رجال بصلاته ، فأصبح الناس يتحدثون بذلك ، فاجتمع أكثر منهم ، فخرج رسول الله صلى الله عليه وسلم في الليلة الثانية فصلوا بصلاته ، فأصبح الناس يذكرون ذلك فكثر أهل المسجد من الليلة الثالثة ، فخرج فصلوا بصلاته ، فلما كانت الليلة الرابعة عجز المسجد عن أهله فلم يخرج إليهم رسول الله صلى الله عليه وسلم فطفق رجال منهم يقولون الصلاة ، فلم يخرج إليهم رسول الله صلى الله عليه وسلم حتى خرج لصلاة الفجر ، فلما قضى الفجر أقبل على الناس ، ثم تشهد ، فقال : أما بعد : فإنه لم يخفَ علي شأنكم الليلة ، ولكني خشيت أن تفرض عليكم صلاة الليل ، فتعجزوا عنها .\n\nوهذا مِنْ رحمته صلى الله عليه وسلم بأمته ، فهو صلى الله عليه وسلم بالمؤمنين رؤوف رحيم ، كما وَصَفَه ربُّه بذلك .\n\nولم يَتركها الناس ، فقد كانوا يُصلّون التراويح والقيام في رمضان ، إلا أنهم كانوا يُصلونها أوزاعاً مُتفرّقين .\nروى البخاري عن عبد الرحمن بن عبدٍ القاري : خرجت مع عمر بن الخطاب رضي الله عنه ليلة في رمضان إلى المسجد فإذا الناس أوزاع متفرقون ، يصلي الرجل لنفسه ويصلي الرجل فيصلي بصلاته الرهط فقال عمر : إني أرى لو جمعت هؤلاء على قارئ واحد لكان أمثل ، ثم عزم فجمعهم على أبي ابن كعب ، ثم خرجت معه ليلة أخرى والناس يصلون بصلاة قارئهم قال عمر : نعم البدعة هذه ، والتي ينامون عنها أفضل من التي يقومون . يريد آخر الليل وكان الناس يقومون أوله .\nقال الإمام الزهري في التراويح : فتوفي رسول الله صلى الله عليه وسلم والأمر على ذلك ، ثم كان الأمر على ذلك في خلافة أبي بكر وصدراً من خلافة عمر رضي الله عنهما .\n\nفكل الذي صَنَعه عمر رضي الله عنه أن جَمَع ما تفرّق ، ولم يُشرِّع ابتداء .\n(1/4)",
        "\nفَعُمَر رضي الله عنه لم يكن منه إلا أنه أحيا الأمر الأول ، وجَمَع الناس على إمام واحد بدل الفرقة والاختلاف ، فهل فِعل عُمر الذي يُعد عند العقلاء مَدْحاً صار عند الرافضة قَدْحاً ؟!\n\nقال ابن عبد البر : لم يَسُنّ عمر إلا ما رضيه صلى الله عليه وسلم ، ولم يمنعه من المواظبة عليه إلا خشية أن يُفرض على أمته ، وكان بالمؤمنين رؤوفا رحيما ، فلما عَلِمَ عمر ذلك مِنْ رسول الله صلى الله عليه وسلم ، وعَلِمَ أن الفرائض لا يُزاد فيها ولا يُنقص منها بعد موته صلى الله عليه وسلم أقامها للناس وأحياها ، وأَمَرَ بها وذلك سنة أربعة عشرة من الهجرة ، وذلك شيءٌ ذخره الله له وفضّله به . اهـ .\nقال ابن رجب - في قول عمر رضي الله عنه : نعم البدعة هذه - : وأما ما وقع في كلام السلف من استحسان بعض البدع ؛ فإنما ذلك في البدع اللغوية لا الشرعية ، فمن ذلك قول عمر رضي الله عنه لما جمع الناس في قيام رمضان على إمام واحد في المسجد وخرج ورآهم يصلون كذلك فقال : نعمت البدعة هذه . اهـ .\n\nقال الرافضي :\nولماذا تقبلون ابتداعه للطلاق الثلاث في مجلس واحد ؟\nالردّ :\nلم يَبْتَدِع عُمر رضي الله عنه ذلك ، وما كان عمر رضي الله عنه ليَبْتَدِع ، بل لا يُعرف في الصحابة مُبتدِعاً .\nوما فعله عمر رضي الله عنه يُعتبر من السياسة الشرعية لا من التشريع ، وبينهما فَرْق .\nما هو الفرق بين التشريع وبين السياسة الشرعية ؟\nالتشريع : هو سنّ أمر لم يكن في شريعة الإسلام ، كأن يأتي أحد فَيَسُنّ ويُشرِّع للناس الحج لغير مكة ، كالحج إلى كربلاء أو إلى النجف !\nأو فَرْض خُمس في أموال الناس ، ونحو ذلك !\nوالسياسة الشرعية : أن يأخذ الناس بالحزم في أمر مشروع .\nوهذا باب واسع عند أهل العلم ، بل عند العقلاء .\n(1/5)\n",
        "فللحاكم أن يأخذ الناس بالسياسة الشرعية ، ويُلزِمهم بأمر رآهم توسّعوا فيه ، ولهذا أصل في السنة النبوية ، فإن النبي صلى الله عليه وسلم نَهَى عن الوصال في الصيام ، فقال له رجال من المسلمين : فإنك يا رسول الله تواصل . فقال رسول الله صلى الله عليه وسلم : أيكم مثلي ؟ إني أبيت يطعمني ربي ويسقين ، فلما أبوا أن ينتهوا عن الوصال واصَلَ بهم يوماً ، ثم رأوا الهلال ، فقال : لو تأخر لزدتكم ، كالمنكل بهم حين أبوا . رواه البخاري ومسلم .\nومثل ذلك ما يُفرض على الناس من عقوبات إذا تساهلوا في أمر كان لهم فيه سَعة .\nبل للحاكم العفو عن الحدود في سِنيّ المجاعات ، وهذا ما عمِل به عُمر ، والرافضة تعيب عُمر رضي الله عنه بذلك !\nعابوا عُمر بأنه تَرَك إقامة الحدود عام المجاعة !\nوتلك شَكَاة ظاهر عنك عارها أبا حفص !\nفإن الحدود تُدرأ وتُدفع بالشُّبُهات ، والمجاعة شُبهة أن الجائع ما دَفَعه على السرقة إلا الجوع .\nوهذا موافق لِهَدْيِه عليه الصلاة والسلام :\nكما أن هذا له أصل في الشريعة ، فقد فعله رسول الله صلى الله عليه وسلم مع ماعز رضي الله عنه وقد اعترف ماعز بما اقترف .\nفكان النبي صلى الله عليه وسلم يقول له : لعلك قبلت ، أو غمزت ، أو نظرت . رواه البخاري .\nفكأن النبي صلى الله عليه وسلم يُلقنه ، وهو مع ذلك يُردّه .\nوكان عُمر رضي الله عنه يقول : لأن أُعَطِّل الحدود بالشبهات أحب إلي من أن أُقيمها بالشبهات\nولم يَنْفَرِد عمر رضي الله عنه بهذا ، فقد جاء هذا عن معاذ وعبد الله بن مسعود وعقبة بن عامر أنهم قالوا : إذا اشتبه عليك الحدّ فادرأه . رواه ابن أبي شيبة .\nوقالت أم المؤمنين عائشة رضي الله عنها : ادرأوا الحدود عن المسلمين ما استطعتم ، فإذا وجدتم للمسلم مَخْرَجاً فخلوا سبيله ، فإن الإمام إذا اخطأ في العفو خير من أن يخطئ في العقوبة . رواه ابن أبي شيبة .\n(1/6)\n\nومن باب السياسة الشرعية إلزام الناس بالطلاق الثلاث ، أي بإيقاعها .\nوهذا ليس تشريعا ، فإن التشريع لو أن أحداً قال : يُزاد طلقة رابعة – مثلا – فإن هذا هو التشريع .\nأما إلزام الناس بأمر مشروع فهذا ليس من باب التشريع ، وإنما هو من باب السياسة الشرعية ، والناس إذا رأوا أنه ضُيِّق عليهم في أمر كان لهم فيه سَعة كان أدعى للزّجر .\nوهذا الذي ذَهَب إليه عمر رضي الله عنه .\nقال ابن عباس : كان الطلاق على عهد رسول الله صلى الله عليه وسلم وأبي بكر وسنتين من خلافة عمر طلاق الثلاث واحدة ، فقال عمر بن الخطاب : إن الناس قد استعجلوا في أمر قد كانت لهم فيه أناة ، فلو أمضيناه عليهم ، فأمضاه عليهم . رواه مسلم .\nوهذا قد وافقه عليه الصحابة وهم مُتوافرون .\nكما أن عمر رضي الله عنه لم يزعم نسخ العمل بالثلاث أن تكون واحدة ، وإنما أخذ بذلك .\nوهذا كالذي يأخذ بأمر واحد من كفارة اليمين ، أو يَصرف الزكاة لصنف واحد من الأصناف الثمانية .\nفالذي يُكفِّر عن يمينه بالإطعام ، ويلتزم هذا لا يُعتبَر مُشرِّعاً ، وإنما أخذ ببعض ما شُرِع ، وتركه لبعض ما فيه اختيار .\nوكذلك الذي يصرف الزكاة لصنف واحد من الأصناف الثمانية [ أهل الزكاة ] لا يُعتبر مُعطّلاً لما شرعه الله ، وإنما أخذ ببعض ما له فيه خيار .\nوكذلك القول بالنسبة للطلاق الثلاث ، وما اختاره عُمر رضي الله عنه فيها .\n\nوقد أذِن لنساء بني إسرائيل الخروج إلى أماكن العبادة ، ثم مُنِعن لما توسّعن في الزينة والطِّيب .\nقالت عائشة رضي الله عنها : لو أن رسول الله صلى الله عليه وسلم رأى ما أحدث النساء لمنعهن المسجد كما منعت نساء بني إسرائيل . قال يحيى بن سعيد : فقلت لعمرة : أنساء بني إسرائيل منعهن المسجد ؟ قالت : نعم . رواه البخاري ومسلم .\nوإنما مُنعت نساء بني إسرائيل من المساجد لما أحدثن وتوسعن في الأمر من الزينة والطيب وحسن الثياب . ذكره النووي في شرح مسلم .",
        "(1/7)\n\nقال ابن حجر في موضوع آخر مشابه : وفائدة نهيهن – أي النساء – عن الأمر المباح خشية أن يَسْتَرْسِلْن فيه فيُفضي بهن إلى الأمر المحرَّم لضعف صبرهن ، فيستفاد منه جواز النهي عن المباح عند خشية إفضائه إلى ما يحرم . اهـ .\nوقد غضب النبي صلى الله عليه وسلم عندما تلاعب الناس بالطلاق ، فقد أُخبر رسول الله صلى الله عليه وسلم عن رجل طلق امرأته ثلاث تطليقات جميعا ، فقام غضبانا ، ثم قال : أيلعب بكتاب الله وأنا بين أظهركم ؟ حتى قام رجل وقال: يا رسول الله ألا أقتله ؟ رواه النسائي .\n\nثم إن اعتبار الثلاث واحدة له أصل في السنة ، ففي قصة الملاعنة أن الرجل طلقها ثلاثا قبل أن يأمره رسول الله صلى الله عليه وسلم . قال ابن شهاب : فكانت تلك سنة المتلاعنين . رواه البخاري .\n\nقال الرافضي :\nولماذا تقبلون بدعته التي أدخلها على الأذن ؟ الصلاة خير من النوم .\nمن الذي أعطاه الحق ليجتهد مقابل النص النبوي والإلهي ؟\nالردّ :\nهذا يدل على جهل الرافضي !\nفإن قول \" الصلاة خير من النوم \" ليست من مُختَرعات عُمر كما زَعَم ! بل هي من السنة الثابتة عن رسول الله صلى الله عليه وسلم .\nففي حديث أبي محذورة رضي الله عنه قال : قلت : يا رسول الله علمني سنة الأذان . قال : فمسح مقدم رأسي ، وقال : تقول :\nالله أكبر الله أكبر الله أكبر الله أكبر - ترفع بها صوتك - ثم تقول :\nأشهد أن لا إله إلا الله أشهد أن لا إله إلا الله . أشهد أن محمدا رسول الله أشهد أن محمدا رسول الله - تخفض بها صوتك - ثم ترفع صوتك بالشهادة : أشهد أن لا إله إلا الله أشهد أن لا إله إلا الله . أشهد أن محمدا رسول الله أشهد أن محمدا رسول الله . حي على الصلاة حي على الصلاة . حي على الفلاح حي على الفلاح ، فإن كان صلاة الصبح قلتَ : الصلاة خير من النوم الصلاة خير من النوم . الله أكبر الله أكبر . لا إله إلا الله . رواه الإمام أحمد وأبو داود والنسائي\n(1/8)",
        "\nقال محذورة رضي الله عنه : كنت أؤذن للنبي صلى الله عليه وسلم فكنت أقول في أذان الفجر الأول : حي على الصلاة حي على الفلاح الصلاة خير من النوم الصلاة خير من النوم الله أكبر الله أكبر لا إله إلا الله .\nفهذا يدل على أن قول المؤذن لصلاة الفجر \" الصلاة خير من النوم \" ليس مما ابتدعه عمر رضي الله عنه – كما زَعَم الرافضي – .\n\nوليت المعترض من غير الرافضة !\nلأن الرافضة زادوا في الأذان \" حي على خير العَمَل \" وزادوا شهادة ثالثة عما عليه أهل القِبْلَة ، وهي قولهم في الأذان : اشهد أن علياً وليّ الله \" .\nوأهل السنة يشهدون أن علياً وليّ الله ، بل هو من خيرة أولياء الله ، وفرق بين أن نشهد بهذا وبين أن تُجعَل في الأذان !\nوهذه ينفرد بها الرافضة عن سائر أهل القبلة ، وهي مما زادوه واخترعوه في العبادة .\nفـ [ من الذي أعطاههم الحق ليجتهدوا مقابل النص ؟!! ]\nمن الذي أعطى أئمة الرافضة أن يُشرِّعوا لهم الخمس ؟\nمن الذي أعطاهم الحق ليُشرِّعوا في الأذان ( حي على خير العمل ) ؟\nمن الذي أعطاهم الحق ليزيدوا في الأذان شهادة ثالثة ( اشهد أن علياً ولي الله ) ؟\nمن الذي أعطاهم الحق ليُشرِّعوا طقوساً معينة مخصوصة ليوم عاشوراء ؟\nمن الذي أعطاهم الحق ليحجّوا إلى كربلاء والعتبات المقدّسة في النجف ( الأشرف ) بزعمهم ؟\nومن الذي أعطاهم الحق ليبنوا لهم كعبة في قُم ؟!!!\n\nومن ... ؟؟\nومن ... ؟؟\n\nلا شيء سوى التعصّب الأعمى !\n\nوأُضِيف هنا :\nأن علي بن أبي طالب كان ممن يُشير على عُمر بمثل ذلك .\nروى عبد الرزاق عن عكرمة أن عمر بن الخطاب شَاوَرَ الناس في جلد الخمر ، وقال : إن الناس قد شربوها واجترؤوا عليها . فقال له عليّ : إن السكران إذا سكر هذى ، وإذا هذى افترى فاجعله حَدّ الفرية . فجعله عمر حد الفرية ثمانين .\n(1/9)\n",
        "وروى الحاكم عن وبرة الكلبي قال : أرسلني خالد بن الوليد إلى عمر رضي الله عنه ، فأتيته وهو في المسجد معه عثمان بن عفان وعليّ وعبد الرحمن بن عوف وطلحة والزبير رضي الله عنهم متكئ معه في المسجد ، فقلت : إن خالد بن الوليد أرسلني إليك وهو يقرأ عليك السلام ، ويقول : إن الناس قد انهمكوا في الخمر وتحاقروا العقوبة . فقال عمر : هم هؤلاء عندك فَسَلْهُم . فقال عليّ رضي الله عنه : نراه إذا سكر هذى ، وإذا هذى افترى ، وعَلَى المفتري ثمانون . فقال عمر : أبلغ صاحبك ما قال . فَجَلَدَ خالد ثمانين ، وجَلَدَ عُمر ثمانين .\nفهذا رأي علي بن أبي طالب ، وهذه مشورته التي أخذ بها عُمر وأخذ بها الخلفاء من بعدِه ، وعليها العَمَل إلى يومنا هذا .\n\nولم يقتصر الأمر على المشورة فحسب بل كان علي بن أبي طالب يَفعل مثل ذلك من غير نكير ، لأن باب السياسة الشرعية واسع ، وليس هو من باب البِدع .\nروى البخاري ومسلم من طريق عمير بن سعيد النخعي قال : سمعت علي بن أبي طالب رضي الله عنه قال : ما كنت لأقيم حَدّاً على أحد فيموت فأجِد في نفسي إلا صاحب الخمر ، فإنه لو مات وَدَيتُه ، وذلك أن رسول الله صلى الله عليه وسلم لم يَسُنَّه .\nيعني حدّ الخمر .\nفَلَم نَقُل نحن ولا الرافضة إن علياً يُشرِّع من دون الله !\nبل نرى هذا من باب السياسة الشرعية التي فيها مُتّسَع للأمة .\nوأن الناس إذا توسّعوا في أمر كان لهم فيه سَعة ، أنه يُضيّق عليهم من باب السياسة الشرعية ، وأخذ الناس بالْحَزم .\n\nقال الرافضي :\nالسؤال الثاني :\nمن هم الخلفاء الاثنا عشر المذكورين في صحيحي البخاري ومسلم ، والذين بهم يكون الدين عزيزا !؟\nأليس من المفروض أن يعرف هؤلاء الاثنا عشر؟\nوخصوصا أنهم أئمة زمانهم , خصوصا أن من مات ولم يعرف إمام زمانه مات ميتة جاهلية ؟\nخصوصا وأن ابن عمر نفسه هو من روى أن من مات وليس في عنقه بيعة مات ميتة جاهلية ؟\n(1/10)\n\nما هو مصير أهل السنة على مدى القرون من خلال عدم وجود بيعات معروفة لهؤلاء الخلفاء الاثنا عشر ؟\nالردّ :\n\nأولا : الحديث رواه مسلم من حديث جابر بن سمرة رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : لا يزال الإسلام عزيزا إلى اثني عشر خليفة ، كلهم من قريش .\nوفي رواية لمسلم : إن هذا الأمر لا ينقضي حتى يمضي فيهم اثنا عشر خليفة .\nوالرواية الثانية تُفسِّرها الرواية الأولى ، وهو أن الإسلام سيظلّ عزيزاً إلى انقضاء عهد اثني عشر خليفة .\n\nثانياً : حديث \" من مات ولم يعرف إمام زمانه مات ميتة جاهلية \" هذا من أحاديث الرافضة ! وليس له أصل عند أهل السنة بهذا اللفظ .\nوفرق بينه وبين حديث : \" من مات وليس في عنقه بيعة مات ميتة جاهلية \" ، فإن الأول تكليف لمعرفة إمام الزمان – كما تدّعيه الرافضة – والآخر في مسألة البيعة .\nفالبيعة شيء ، ومعرفة إمام زمانه شيء آخر .\nثم إن هذا الحديث لو صحّ لكان فيه ابلغ رد على الرافضة .\nكيف ؟\nالرافضة تعتقد بإمامة اثنا عشر إماماً من أئمة آل البيت ، وانتهت الإمامة إلى أن جاءت ولاية الفقيه !\nفلذلك هم يُصلّون مُتفرِّقين ، لا يجمعهم إمام ، مع اعتقادهم خلو الزمان من إمام .\nفهذا الحديث لو ثبت لكان رداً عليهم !\n\nثالثاً : هذا الحديث الذي ذكره المعترض ، وهو قوله عليه الصلاة والسلام : \" لا يزال الإسلام عزيزا إلى اثني عشر خليفة ، كلهم من قريش \" يُلزِم الرافضة الأخذ به ، ويَلزَم منه قبول إمامة من رفضوا إمامتهم ، كأبي بكر وعمر وعثمان ومعاوية رضي الله عنهم .\nفإن هؤلاء من الأئمة من الخلفاء ، وهم من قريش .\nفأهل السنة – بحمد الله – عَرَفوا هؤلاء الأئمة ، وعرفوا لهم حقّهم ، وهم أكثر الناس حظّا في الأخذ بهذا الحديث الذي ذَكَره المعتَرِض .\nفإن أهل السنة يعتقدون إمامة أبي بكر وعمر وعثمان وعليّ والحسن بن علي ومعاوية ، فهؤلاء ستة من الأئمة الاثنا عشر ، وكلهم من قريش .",
        "(1/11)\n\nثم إن النبي صلى الله عليه وسلم قال : وستكون خلفاء فتكثر . قالوا : فما تأمرنا ؟ قال : فُوا ببيعة الأول فالأول ، وأعطوهم حقهم ، فإن الله سائلهم عما استرعاهم . رواه البخاري ومسلم .\nفنحن أخذنا بهذا الحديث ، والبيعة الأولى كانت لأبي بكر رضي الله عنه ، فيجب الوفاء بها .\n\nكما أن الرافضة لا تعترف بإمامة ولا بخلافة الحسن بن علي رضي الله عنهما ، والذي أتم عِقد الخلافة ، لقوله صلى الله عليه وسلم : الخلافة في أمتي ثلاثون سنة ثم ملك بعد ذلك . رواه الإمام أحمد وأبو داود والترمذي .\nوفي رواية لأبي داود : خلافة النبوة ثلاثون سنة ، ثم يؤتي الله الملك - أو ملكه - من يشاء .\n\nوالإمام الحسن بن علي رضي الله عنهما أتم بخلافته هذه الثلاثين سنة التي ذكرها النبي صلى الله عليه وسلم .\nقال ابن كثير رحمه الله :\nوإنما كملت الثلاثون بخلافة الحسن بن علي ، فإنه نَزَل عن الخلافة لمعاوية في ربيع الأول من سنة إحدى وأربعين ، وذلك كمال ثلاثين سنة من موت رسول الله صلى الله عليه وسلم ، فإنه توفى في ربيع الأول سنة إحدى عشرة من الهجرة ، وهذا من دلائل النبوة صلوات الله وسلامه عليه وسلم تسليما ، وقد مَدَحَه رسول الله صلى الله عليه وسلم على صنيعه هذا ، وهو تركه الدنيا الفانية ورغبته في الآخرة الباقية ، وحقنه دماء هذه الأمة ، فَنَزَل عن الخلافة وجَعَلَ الملك بِيدِ معاوية حتى تجتمع الكلمة على أمير واحد . اهـ .\nكما أن الحسن بن عليّ رضي الله عنهما حقق نبوة جدِّه صلى الله عليه وسلم ، حينما قال عليه الصلاة والسلام : إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين عظيمتين من المسلمين . رواه البخاري\nأما الرافضة فإنه رَفَضُوا إمامة الحسن بن علي رضي الله عنهما ، بل وسمّوه (خاذل المؤمنين ) ، وذلك حينما حقق هذه النبوّة ، وحينما حَقَن دماء المسلمين ، وتنازل عن الخلافة لمعاوية رضي الله عنه .\n(1/12)",
        "\nفإن الرافضة قالوا للحسن بن علي رضي الله عنهما : يا خاذل المؤمنين !\nوقالوا له : مُسوّد وجوه المؤمنين !\n\nوصنيع الحسن بن علي رضي الله عنهما يؤكِّد على أمر آخر ، وهو أن الحسن بن علي رضي الله عنهما قَبِل إمامة معاوية رضي الله عنه ، فلو كان الحسن رضي الله عنه لا يَرى له بيعة أو يرى أنه غَصَب آل محمد حقّهم – كما تزعم الرافضة – أكان يتنازل عن حقِّه ؟\nوفي مصادر الرافضة عن الحسن رضي الله عنه أنه قال :\nأرى والله معاوية خيراً لي من هؤلاء ؛ يزعمون أنهم لي شيعة ، ابتغوا قتلي وأخذوا مالي ، والله لأن آخذ من معاوية ما أحقن به من دمي وآمن به في أهلي خير من أن يقتلوني فيضيع أهل بيتي ، والله لو قاتلت معاوية لأخذوا بعنقي حتى يدفعوا بي إليه سلماً ، ووالله لأن أسالمه وأنا عزيز خير من أن يقتلني وأنا أسير . ( الاحتجاج للطبرسي ) .\n\nومن أراد الاستزادة حول حياة أمير المؤمنين الحسن بن علي رضي الله عنهما فيُراجِع كتاب :\nحياة أمير المؤمنين الحسن بن علي بن أبي طالب رضي الله عنه : شخصيته وعصره ، للدكتور علي بن محمد الصلابي .\n\nوالرافضي يقصد معرفة الأئمة الاثنا عشر ، ويعني بهم :\nعلي بن أبي طالب\nوالحسن بن علي\nوالحسين بن علي\nوزين العابدين علي بن الحسين\nوالباقر\nوالصادق\nوالكاظم\nوعلي بن موسى الرضا\nمحمد بن علي بن موسى الرضا\nوالهادي\nوالعسكري\nوابنه : محمد بن الحسن [ الذي تزعم الرافضة أنه غاب في سرداب سامرا سنة 329 هـ ]\nوهو الذي تُسمه الرافضة ( المهدي ) و ( القائم ) .\n\nفلو كان المقصود بالحديث هؤلاء الأئمة – عليهم السلام – لَقَال : كلهم من أهل بيتي ، كما قال ذلك في الإخبار عن المهدي المنتظر ، لا مهدي السرداب !\nأو لقال : من عِترتي .\n\nويَرِد على هذا أن فِرق الرافضة مُختَلِفة مُتباينة في تحديد الأئمة الاثنا عشر .\n(1/13)\n",
        "قال البغدادي في الفرق بين الفِرق : افترقت الرافضة بعد زمان علي رضي الله عنه أربعة أصناف : زيدية وإمامية وكيسانية وغُلاة ، وافترقت الزيدية فرقا ، والإمامية فِرقا . اهـ .\nثم إن عند ( الاثنا عشرية) ( الجعفرية ) ( الإمامية ) أن الأئمة هم الذين تقدّم ذِكرهم .\nواتفقوا مع الإسماعيلية إلى جعفر الصادق رحمه الله ورضي الله عنه ، ثم افتَرقوا ، الإسماعيلية مع إسماعيل بن جعفر ، والرافضة مع موسى بن جعفر .\nإلى غير ذلك مما يطول ذِكره من الاختلافات بين فِرق الرافضة أنفسهم فضلا عن غيرهم .\nثم إن زين العابدين علي بن الحسين بن علي رضي الله عنهم أولاد غير محمد الباقر ، فماذا حَصَرتْ الرافضة الإمامة في الباقر ؟\nفإن من أولاد زين العابدين :\nمحمد الباقر وعبد الله وزيد وعمر وعلي ومحمد الأوسط ولم يُعقب ، وعبد الرحمن وحسين الصغير ، والقاسم ولم يعقب .\n\nثم إن الإمام الثاني عشر اخْتَلفت أقوال الرافضة فيه :\nففي قول لهم : إنه لم يُولَد أصلا ، وهذا ما أثبته غير واحد من علماء الرافضة ، كالطوسي في كتابه (الغَيبة) ، والمفيد في كتابه (الإرشاد) ، والطبرسي في كتاب (أعلام الورى) .\nوفي قول ثاني : أنه وُلِد ومات صغيرا ، وقُسِم ميراث أبيه بعد وفاة الأب [ الحسن بن علي العسكري ] .\nفكيف يُقسم ميراث أبيه مع وُجوده في السرداب ؟!!\nوقول ثالث : أنه دَخَل في السرداب ، وهذا قالوا به لخداع العامة ، وأكل أموالهم باسم الإمام والخمس والمرقد والسرداب !! وإلا كيف يُعقل أن يعيش إنسان في سرداب أكثر من ألف عام ؟!\nومتى سوف يخرج ويُخلّص الرافضة ؟!\nويزعمون أن من إنجازات القائم أنه يُخرج الذين غصبوا آل محمد حقهم [ كما يزعمون ] وسوف يُخرجهم من قبورهم ويُقيم عليهم الحدّ !!!\nوسوف يهدم المسجدين : الحرام والنبوي ، كما نصّوا عليه !\nوكان يُقال : حدِّث العاقل بما لا يُعقل ، فإن صدّق فلا عَقْل له !\n(1/14)\n\nفو الله لا أعلم في مِلة من الملل ، ولا في دِين من الأديان ، بل ولا في معقول من المعقولات ، بل ولا في كلام المجانين !! أن الموتى يُخرجون من قبورهم ليُقتصّ منهم ، وتُقام عليهم الحدود !\nلا أعلم هذا إلا في دِين الرافضة !\n\nفأي أئمة تُريدون أن نعرف أو نتّبِع ؟\nالأئمة الذين يؤمن بهم الزيدية ؟\nأو الذين يؤمن بهم الرافضة الاثنا عشرية ؟\nأو الذين يؤمن بهم الإسماعيلية ؟\n\nأما من أراد أن يطّرد مع نفسه ، ويأخذ بهذا الحديث ، فإن عليه أن يعرف الأئمة من بعد وفاته صلى الله عليه وسلم ، فإن قوله عليه الصلاة والسلام : لا يزال الإسلام عزيزا إلى اثني عشر خليفة ، كلهم من قريش \" يعني أن هذا مُتتابِع مُتواصِل مع عِزّة الإسلام التي كان عليها في زمن النبي صلى الله عليه وسلم ، فإنه قال : \" لا يزال \" أي من وقته صلى الله عليه وسلم وزمانه ، ويمتدّ هذا العِز وتلك العِزّة إلى اثني عشر خليفة .\nولم يقُل عليه الصلاة والسلام سوف يكون الدين عزيزاً إذا مرّ اثنا عشر خليفة ، أو إذا حَكَم اثنا عشر خليفة ، ونحو ذلك .\nولم يقُل سيكون هذا الدين عزيزاً إذا اتّبعتم اثنا عشر خليفة .\nوإنما أخبر أن هذا الدين سوف يستمر عزيزاً إلى انقضاء اثني عشر خليفة .\nوالتاريخ يشهد أن الدين كان قائما عزيزاً في ظل الخلفاء الأربعة ، ففي زمانهم فُتِحت الفتوح ، ومُصِّرت الأمصار ، وذلّت أمم الكُفر ، وأُطفِئت نار المجوس ! مما حدا بالغلام المجوسي الذي فُتحت بلاده ، وأُطفِئت نار آلهته أن يطعن ويقتل من فعل ذلك ، وهو أمير المؤمنين عمر بن الخطاب رضي الله عنه ، فقد قَتَله المجوسي الملعون : أبو لؤلؤة المجوسي ، والذي أُقيم له مؤخّراً ضريح في إيران ! وتُسمّيه الرافضة [ بابا شجاع الدين ] !\nفيا عجبا ممن يترضّون على مجوسي قَتَل مُسلِما ، بل قَتَل خليفة خليفة رسول الله صلى الله عليه وسلم ، ويلعنون خيار هذه الأمة !!\n\nقال الرافضي :",
        "(1/15)\n\nالسؤال الثالث: إن الصحابة كانوا معروفين بالشجاعة والكرم والعبادة والعلم ... فنسال : كم كافرا قتل عمر ابن الخطاب في معارك بدر احد الخندق خيبر وحنين ؟\n\nالردّ :\nلسنا بحاجة إلى معرفة الأعداد ، لأننا لو أردنا معرفة ذلك بالنسبة لِكبار الصحابة فلن نتمكّن من معرفة ذلك بِدِقّة ، ليس ذلك في حق كبار الصحابة ، بل في حق سيد ولد آدم عليه الصلاة والسلام ، لا يُعلَم كم قَتَل رسول الله صلى الله عليه وسلم بيده على وجه التحديد والدقّة .\nوذلك راجع إلى أمور ، منها :\nأولاً : أن دواعي الإخلاص تمنع من التحدّث بمثل هذا .\nثانياً : أن الحروب تدور رحاها حتى يذهل الابن عن أبيه ، والأب عن ابنه ، فضلا عن أن يعدّ كم قَتَل .\nثالثاً : أن هذا ليس مما يُتفاخَر به ، أي كثرة من قَتَل ، ولم يكن هذا من شأن القوم ولا من دأبهم .\nفإننا لو سألنا الرافضة على وجه التحديد والدِّقّة : كم قَتَل علي بن أبي طالب رضي الله عنه ؟\nما استطاعوا الإجابة بِدِقّة .\n\nوقد يُعرف ذلك في حق آحادٍ منهم ، كخالد بن الوليد ، وذلك ليس على وجه الدقّة ، وإنما يكون على التقريب والظنّ .\n\nثم يُقال لهذا الرافضي : لماذا خصصت عُمر رضي الله عنه ، وهو المشهود له بالشجاعة في الجاهلية والإسلام ؟\nفالجواب : أن عمر رضي الله عنه كما تقدّم هو من أطفأ نيران أجدادك المجوس !\nمن اجل هذا تحقد الرافضة على عمر رضي الله عنه ، وتحيك ضدّه الأساطير وتُلفّق الأكاذيب ، وتختلق القصص في حق رجل أحبه النبي صلى الله عليه وسلم وبشّره بالجنة ، وتزوّج ابنته ، وهي حفصة بنت عمر رضي الله عنها وارضاها ، وهي أم المؤمنين ، ومن لم يَرض بها أُمّاً للمؤمنين ، فقد طعن في عرض رسول الله صلى الله عليه وسلم ، وكذّب القرآن ؟\nكيف ؟\nقال الله عز وجل : ( النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ) .\n(1/16)",
        "\nفمن لم يعتقد أن زوجات النبي صلى الله عليه وسلم أمهات للمؤمنين فليس هو من المؤمنين بِنصّ الآية .\nوحفصة وعائشة رضي الله عنهن من زوجات نبينا صلى الله عليه وسلم ، ومات عليه الصلاة والسلام وهو في حجر عائشة رضي الله عنها .\nأيُعقل أن يموت النبي صلى الله عليه وسلم وهو راض عنها ثم لا نرضى عنها ، وندّعي اتِّباع النبي صلى الله عليه وسلم ومحبته ؟\nأُيعقل أن يرضى رسول الله صلى الله عليه وسلم عن زوجاته ، ويموت وهو عنهن راضٍ ، ولا يأتيه الوحي من السماء يُخبره بخبرهن ؟\nإن نبينا أفضل من نوح ومن لوط ، وقد جاء القرآن بالإخبار عما فعلته امرأة نوح وامرأة لوط ، فقال الله تعالى : ( ضَرَبَ اللَّهُ مَثَلا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلا النَّارَ مَعَ الدَّاخِلِينَ ) .\nبل لقد جاء القرآن وتنزّل على رسول الله صلى الله عليه وسلم في قضايا عديدة ، وفي إخباره عليه الصلاة والسلام بما قيل من قول .\nوالرافضة تزعم أن أمهات المؤمنين – خاصة عائشة وحفصة – خانتا رسول الله صلى الله عليه وسلم ، فأين هو الوحي الذي أخبرهم بهذا ؟\nوهل تَرَك الله رسوله صلى الله عليه وسلم يعيش مع من لا يُناسِبن مقام النبوة في حياته وبعد مماته ؟\nسبحانك هذا بهتان عظيم .\n\nولسنا بحاجة إلى نسج أساطير وخيالات ، كتلك التي يُحدِّث بها الرافضة في حق عليّ رضي الله عنه ، ن أنه ضَرَب مَرحب اليهودي في خيبر فقدّه نصفين ، فما زال سيفه ذو الفقار يفري في الأرضين ويَقطع حتى بَعَث الله جبريل ليُمسك بسيف عليّ قبل أن يقطع الأرض نصفين ! فما أمسكه جبريل إلا قبل الأرض السابعة ! ثم قال : إنه أثقل عليّ من قرى قوم لوط !\nهكذا تروي الرافضة !\n(1/17)\n",
        "ولا عَجب أن يُقبَل هذا إذا كان في أصح كتاب ( وهو الكافي للكليني ) حديث حمار عن أبيه عن جدّه ! بل وفيه أنه قال للنبي صلى الله عليه وسلم فداك أبي وأمي !\nففي الكافي ( المجلد الأول ص 237 بَابُ مَا عِنْدَ الأَئِمَّةِ مِنْ سِلاحِ رَسُولِ اللَّهِ ( صلى الله عليه وآله ) وَ مَتَاعِهِ) :\nأَنَّ أَوَّلَ شَيْ ءٍ مِنَ الدَّوَابِّ تُوُفِّيَ عُفَيْرٌ سَاعَةَ قُبِضَ رَسُولُ اللَّهِ ( صلى الله عليه وآله ) قَطَعَ خِطَامَهُ ثُمَّ مَرَّ يَرْكُضُ حَتَّى أَتَى بِئْرَ بَنِي خَطْمَةَ بِقُبَا فَرَمَى بِنَفْسِهِ فِيهَا فَكَانَتْ قَبْرَهُ وَرُوِيَ أَنَّ أَمِيرَ الْمُؤْمِنِينَ ( عليه السلام ) قَالَ إِنَّ ذَلِكَ الْحِمَارَ كَلَّمَ رَسُولَ اللَّهِ ( صلى الله عليه وآله ) فَقَالَ : بِأَبِي أَنْتَ وَأُمِّي إِنَّ أَبِي حَدَّثَنِي عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ أَبِيهِ أَنَّهُ كَانَ مَعَ نُوحٍ فِي السَّفِينَةِ فَقَامَ إِلَيْهِ نُوحٌ فَمَسَحَ عَلَى كَفَلِهِ ثُمَّ قَالَ يَخْرُجُ مِنْ صُلْبِ هَذَا الْحِمَارِ حِمَارٌ يَرْكَبُهُ سَيِّدُ النَّبِيِّينَ وَ خَاتَمُهُمْ فَالْحَمْدُ لِلَّهِ الَّذِي جَعَلَنِي ذَلِكَ الْحِمَارَ .\nفهل يقول عاقل عن حمار أنه قال للنبي صلى الله عليه وسلم (بِأَبِي أَنْتَ وَأُمِّي) ؟\nوالله لو قِيل هذا لزبّال ما رضيه ، فكيف بسيّد ولد آدم عليه الصلاة والسلام ؟\nكيف يرضى من ينتسب إلى الإسلام أن يكون هذا جزء من دِينه ؟\n\nأما أصحاب محمد صلى الله عليه وسلم فكان رسول الله صلى الله عليه وسلم أجلّ في أعينهم من أن يُحِدّوا إليه النّظر .\n(1/18)\n\nوقد شهِد بذلك العدو قبل الصديق ، فقال عروة بن مسعود الثقفي – وكان مُشركا – وقد عاد إلى قريش يُحدِّثهم بما رأى ، قال : أي قوم والله لقد وفدت على الملوك ووفدت على قيصر وكسرى والنجاشي ، والله إن رأيت ملكا قط يعظمه أصحابه ما يعظم أصحاب محمد صلى الله عليه وسلم محمدا ، والله إن تنخم نخامة إلا وقعت في كف رجل منهم فَدَلَكَ بها وجهه وجلده ، وإذا أمرهم ابتدروا أمره ، وإذا توضأ كادوا يقتتلون على وَضوئه ، وإذا تَكلّم خفضوا أصواتهم عنده ، وما يُحِدُّون إليه النظر تعظيما له . رواه البخاري .\nهذا حال أصحاب محمد صلى الله عليه وسلم ورضي الله عنهم .\nوذاك حال الرافضة التي تزعم محبة النبي صلى الله عليه وسلم وآل بيته رضي الله عنهم .\n\nقال الرافضي :\nالسؤال الرابع :\nإذا كان قولنا بعدم محبة عائشة ومودتها موجب للكفر ، فما هو قولكم في من حاربها وأراد قتلها؟\n\nالردّ :\nألا يعلم الرافضي أنه بقوله هذا يُسيء إلى أمير المؤمنين علي بن أبي طالب رضي الله عنه ؟\nعليّ رضي الله عنه لم يُرِد قَتْل عائشة رضي الله عنها .\nبل قال لها يا أمّه .\nففي التاريخ أنه لما كان نهاية وقعة الْجَمَل ، وحُمِل هودج عائشة ، وأنه لكالقنفذ من السهام ، ونادى منادى عليّ في الناس : إنه لا يتبع مُدبر ولا يُذَفَّف على جريح ، ولا يَدخُلوا الدُّور ، وأمَرَ عليّ نفراً أن يحملوا الهودج من بين القتلى ، وأمر محمد بن أبي بكر وعماراً أن يضربا عليها قبة ، وجاء إليها أخوها محمد فسألها : هل وصل إليك شيء من الجراج ؟ فقالت : لا ، وما أنت ذاك يا ابن الخثعمية ؟ وسلّم عليها عمار ، فقال : كيف أنت يا أم ؟ فقالت : لست لك بأم ؟ قال : بلى وإن كرهتِ ! وجاء إليها علي بن أبي طالب أمير المؤمنين مُسَلِّماً ، فقال : كيف أنت يا أمّه ؟ قالت : بخير ، فقال : يغفر الله لك . وجاء وجوه الناس من الأمراء والأعيان يُسَلِّمُون على أم المؤمنين رضي الله عنها .",
        "(1/19)\n\nفهل كان عليّ رضي الله عنه يُريد قَتْل عائشة رضي الله عنها ؟\nأما لو كان يُريد ذلك لما أمر بالهودج أن يُحمَل ، بل يأمر أن يُجهز عليها ، وحاشاه ذلك .\nوفي كُتُب التاريخ : ثم جاء عليّ إلى الدار التي فيها أم المؤمنين عائشة ، فاستأذن ودخل فَسَلَّم عليها وَرَحَّبَتْ به .\nبل أمَرَ عليّ رضي الله عنه بِجَلْدِ من نال من أم المؤمنين عائشة رضي الله عنها ، ففي كُتب التاريخ أن علياً رضي الله عنه لما سلّم على عائشة ورحّبت به ، ثم خَرَج من الدار ، فقال له رجل : يا أمير المؤمنين إن على الباب رجلين ينالان من عائشة ! فأمَرَ عليٌّ القعقاع بن عمرو أن يجلد كل واحد منهما مائة ، وأن يُخرجهما من ثيابهما .\n\nوفي دواوين التاريخ : أن أم المؤمنين عائشة لما أرادت الخروج من البصرة بَعَثَ إليها عليّ رضي الله عنه بكل ما ينبغي من مركب وزاد ومتاع وغير ذلك ، وأذن لمن نجا ممن جاء في الجيش معها أن يَرجع إلا أن يحب المقام ، واختار لها أربعين امرأه من نساء أهل البصرة المعروفات ، وسَيَّر معها أخاها محمد بن أبي بكر ، فلما كان اليوم الذي ارتحلت فيه جاء عليٌّ فوقف على الباب وحضر الناس معه ، وخَرَجَتْ من الدار في الهودج فَوَدَّعَتِ الناس ، وَدَعَتْ لهم ، وقالت : يا بَنِيَّ لا يعتب بعضنا على بعض ، إنه والله ما كان بيني وبين عليّ في القِدَم إلا ما يكون بين المرأة وأحمائها ، وإنه على مَعتبتي لمن الأخيار . فقال عليٌّ : صَدَقْتِ ، والله ما كان بيني وبينها إلا ذاك ، وإنها لزوجة نبيكم صلى الله عليه وسلم في الدنيا والاخرة . وسار علي معها مُوَدِّعا ومُشيِّعاً أميالا ، وسَرَّحَ بَنِيهِ معها بقية ذلك اليوم .\nوهذا يدل على أن علياً رضي الله عنه لم يُرِد أن يَقتُل أم المؤمنين عائشة رضي الله عنها ، وأنها سار معها وودّعها ، ولم يُنقل عنه كلمة واحدة في الطّعن في عائشة رضي الله عنها .\n(1/20)",
        "\nولذلك لما سأل بعض أصحاب عليّ علياً أن يَقْسِم فيهم أموال أصحاب طلحة والزبير ، فأَبَى عليه ، فطعن فيه السبئية ! وقالوا : كيف يحل لنا دماؤهم ولا تحل لنا أموالهم ؟ فبلغ ذلك علياً ، فقال: أيكم يحب أن تصير أم المؤمنين في سهمه ؟ فسكت القوم .\n\nوهذا إقرار من عليّ رضي الله عنه بأن عائشة أم المؤمنين ، وهو إقرار عمّار أيضا – كما سيأتي – ولكن الرافضة لا ترضى بما رضيه عليّ رضي الله عنه ولا بما رضيه أصحابه رضي الله عنهم .\n\nوهذا ما فهمه أصحابه رضي الله عنهم ، فقد قام عمار رضي الله عنه على منبر الكوفة فذكر عائشة ، ذكر مسيرها ، وقال : إنها زوجة نبيكم صلى الله عليه وسلم في الدنيا والآخرة ، ولكنها مما ابتليتم . رواه البخاري .\nوروى البخاري من طريق عبد الله بن زياد الأسدي قال : لما سار طلحة والزبير وعائشة إلى البصرة بعث عليٌّ عمار بن ياسر وحسن بن عليّ فقدِما علينا الكوفة فصعدا المنبر ، فكان الحسن بن عليّ فوق المنبر في أعلاه وقام عمار أسفل من الحسن ، فاجتمعنا إليه فسمعت عمارا يقول : إن عائشة قد سارت إلى البصرة ووالله إنها لزوجة نبيكم صلى الله عليه وسلم في الدنيا والآخرة ، ولكن الله تبارك وتعالى ابتلاكم ليعلم إياه تطيعون أم هي ؟\nوروى الإمام أحمد في فضائل الصحابة من طريق عريب بن حميد قال : رأى عمار يوم الجمل جماعة ، فقال : ما هذا ؟ فقالوا : رجل يسب عائشة ، ويقع فيها . قال : فمشى إليه عمار فقال : اسكت مقبوحا منبوحا ! اتقع في حبيبة رسول الله ؟ إنها لزوجته في الجنة .\nوذَكَرَ ابن كثير أن عماراً سمع رجلا يسب عائشة ، فقال : اسكت مقبوحا منبوحا ! والله إنها لزوجة رسول الله صلى الله عليه وسلم في الدنيا والآخرة ، ولكن الله ابتلاكم بها ليعلم أتطيعوه أو إياها .\nوفي رواية أنه قال له بعدما لَكَزَهَ لَكَزَات .\n(1/21)\n",
        "فإذا كان هذا قول أحد المقرّبين إلى عليّ رضي الله عنه ، وهو أنه كان ينهى عن سبّ عائشة رضي الله عنها ، ويُشدِّد في النهي ، فهل يُظنّ أنهم كانوا يُريدون قَتلها رضي الله عنها ؟\nونحن نرضى لأنفسنا ما رضيه عمار بن ياسر رضي الله عنه .\nونحفظ ألسنتنا عن فتنة طهّر الله منها أسيافنا .\n\nهذا هو شأن الأخيار في معرفة الفضل لأهله ، ولا يَعرف الفضل إلا أهل الفضل .\n\nولما نَقَل ابن كثير ما جرى من أحداث في وقعة الجمل قال :\nهذا ملخص ما ذكره أبو جعفر بن جرير رحمه الله عن أئمة هذا الشأن ، وليس فيما ذكره أهل الأهواء من الشيعة وغيرهم من الأحاديث المختلفة على الصحابة والأخبار الموضوعة التي ينقلونها بما فيها ، وإذا دعوا إلى الحق الواضح أعرضوا عنه ، وقالوا : لنا أخبارنا ولكم أخباركم ! فنحن حينئذ نقول لهم : ( سَلامٌ عَلَيْكُمْ لا نَبْتَغِي الْجَاهِلِينَ ).\n\nقال الرافضي :\nالسؤال الخامس :\nأن عائشة زوج النبي خلال حياتها وخلال خلافة عثمان كان لها موقف حاد ضد الخليفة لدرجة التحريض على قتله وتشبيهه باليهودي نعثل .\nفما هو سبب خروجها على إمام زمانها الذي يستوجب الخروج عليه الموت على غير دين الإسلام وشق عصا المسلمين ؟\nهل هو حبها ومودتها لعثمان الخليفة المقتول بلسانها وسيوف الصحابة أم عداوتها لعلي بن أبي طالب الخليفة الشرعي المختار من قبل الصحابة ؟\nالردّ :\nلم تُحرِّض عائشة رضي الله عنها الناس ضد عثمان رضي الله عنه .\nولم يصحّ في ذلك نَقْل يُعتمَد عليه .\nوقد كُذب على عائشة رضي الله عنها ، والذين كذَبُوا عليها هم الذين أوقدوا الفتنة تحت رئاسة اليهودي ( المترفّض ) ابن سبأ !\nوسبب كذبهم عليها معرفتهم بقدر أم المؤمنين عند الناس ، إذ هي زوجة رسول الله صلى الله عليه وسلم ، بل هي أحب زوجاته إليه ، وعلِموا أن الباطل لا يَروج إلا بأن يُلصَق بأم المؤمنين عائشة رضي الله عنها .\n(1/22)\n\nوعائشة رضي الله عنها نَفَتْ ذلك ، بل أقسَمْ أنها ما كتبت في ذلك شيئا ، فقالت رضي الله عنها :\nوالذي آمن به المؤمنون ، وكَفَر به الكافرون ما كَتَبتُ سواداً في بياض .\nقال الأعمش – وهو من رواة الحديث وفيه تشيّع - :\nفكانوا يَرون أنه كُتِب على لسانها .\nكما علِم أهل الفتنة مكانة عليّ رضي الله عنه فَكَتَبُوا على لسانهم كُتُباً يَدعون فيها بالخروج على عثمان رضي الله عنه .\nفنحن نعتقد أن عائشة كُذِب عليها كما كُذِب على عليّ رضي الله عنه .\nفإن أثبت الرافضة مكاتبات عائشة وثورتها على عثمان فليُثبِتوا ذلك عن علي رضي الله عنه .\nوحاشا عليّ رضي الله عنه وحاشا عائشة رضي الله عنها أن يكونوا من دُعاة الفتنة .\n\nثم إن قول الرافضي : (لدرجة التحريض على قتله وتشبيهه باليهودي نعثل )\nأقول هذا كذب صريح ، وهذا لو صحّ عن عائشة رضي الله عنها لما نَطَق به الرافضة ، لأمور :\nالأول : شدّة عداوتهم لعائشة رضي الله عنها ، فكيف يأخذوا بقولها ؟\nوالرافضة لا تزال إلى اليوم تُسمي عثمان رضي الله عنه ( نعثل ) .\nفهل بلغ حب الرافضة لعائشة رضي الله عنها أن يتشبّهوا بها حتى في اللفظ !!!\n\nالثاني : أن الرافضة يتديّنون بمخالفة العامة ( أهل السنة ) ويقولون في ذلك : كل خير فيما خالَف العامة .\nففي ( الكافي 1/68) يَروون عن أبي عبد الله وقد سُئل :",
        "(1/23)\n\nقُلْتُ : فَإِنْ كَانَ الْخَبَرَانِ عَنْكُمَا مَشْهُورَيْنِ قَدْ رَوَاهُمَا الثِّقَاتُ عَنْكُمْ ؟ قَالَ : يُنْظَرُ فَمَا وَافَقَ حُكْمُهُ حُكْمَ الْكِتَابِ وَالسُّنَّةِ وَخَالَفَ الْعَامَّةَ ! فَيُؤْخَذُ بِهِ وَيُتْرَكُ مَا خَالَفَ حُكْمُهُ حُكْمَ الْكِتَابِ وَالسُّنَّةِ وَوَافَقَ الْعَامَّةَ . قُلْتُ : جُعِلْتُ فِدَاكَ أَرَأَيْتَ إِنْ كَانَ الْفَقِيهَانِ عَرَفَا حُكْمَهُ مِنَ الْكِتَابِ وَالسُّنَّةِ ، وَوَجَدْنَا أَحَدَ الْخَبَرَيْنِ مُوَافِقاً لِلْعَامَّةِ وَالآخَرَ مُخَالِفاً لَهُمْ . بِأَيِّ الْخَبَرَيْنِ يُؤْخَذُ ؟ قَالَ : مَا خَالَفَ الْعَامَّةَ فَفِيهِ الرَّشَادُ .\n\nفلو كانت عائشة نَطَقتْ بذلك لما تلفّظ به الروافض !\n\nالثالث : أن أئمة الرافضة يعترفون بأنفسهم بأن الشيعة هم قَتَلة عثمان رضي الله عنه .\nويتبجّحون بذلك .\nويُصرِّح الصفّار المعاصر بان الشيعة هم قَتَلَة عثمان رضي الله عنه ، ويتّهم عمار بن ياسر بأنه هو المخطِّط لذلك .\nوهو بصوته هنا :\nhttp://www.albrhan.com/arabic/video/index.html\n\nوكَذّب الصّفار !\nفإن الحسن والحسين كانا يُدافِعان عن عثمان رضي الله عنه .\nقال ابن كثير :\n(1/24)",
        "\nكان الحصار مستمرا من أواخر ذي القعدة إلى يوم الجمعة الثامن عشر من ذي الحجة ، فلما كان قبل ذلك بيوم قال عثمان للذين عنده في الدار من المهاجرين والأنصار - وكانوا قريبا من سبعمائة ، فيهم عبد الله بن عمر وعبد الله بن الزبير والحسن والحسين ومروان وأبو هريرة وخلق من مواليه ، ولو تركهم لَمَنَعُوه - فقال لهم : أُقْسِم على من لي عليه حق أن يكف يده ، وأن ينطلق إلى مَنْزِله . وعنده من أعيان الصحابة وأبنائهم جمّ غفير ، وقال لرقيقه : من أغمد سيفه فهو حرّ . فَبَرَدَ القتال من داخل وحَمِي من خارج ، واشتد الأمر ، وكان سبب ذلك أن عثمان رأى في المنام رؤيا دلّت على اقتراب أجله ، فاستسلم لأمر الله رجاء موعوده ، وشوقاً إلى رسول الله صلى الله عليه وسلم ، وليكون خير ابني آدم حيث قال حين أراد أخوه قَتْلَه : ( إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ ) ورُوي أن آخر من خَرَجَ من عند عثمان من الدار بعد أن عَزَمَ عليهم في الخروج الحسن بن عليّ ، وقد جُرِح . اهـ .\nفهذا الثابت في كُتب التاريخ من أن الحسن والحسين كانا مع عثمان في الدار ، وكانا ممن أراد الدفاع عن عثمان بل والقتال معه .\nفهل يُقال بعد ذلك : إن آل البيت هم الذين خَرَجوا على عثمان ؟\nإن هذه مَنقصَة ومثلَبَة ، وليست مما يُمدَح به آل البيت .\nإن الغدر ليس من شِيَم الرِّجال .\nوإنما المظنون بآل البيت بل والمعروف عنهم الوفاء .\nكيف لا ؟ وهم نسل النبي صلى الله عليه وسلم وقرابته .\nوأما قول الرافضي :\n( فما هو سبب خروجها على إمام زمانها الذي يستوجب الخروج عليه الموت على غير دين الإسلام وشق عصا المسلمين ؟ )\nأقول : هي لم تَخرَج عليه ، بل خَرَجتْ رجاء أن يُصلح الله بها بين فئتين .\nفقد أرسلت عائشة إلى عليّ تُعْلِمه أنها إنما جاءت للصلح . كما في كُتب التواريخ .\n(1/25)\n",
        "وقد تقدّم أنها أثَنَتْ على عليّ رضي الله عنه ، وأثنى عليها .\nكما أنها ندِمت في خروجها ذلك لما كان فيه ، مع أنها لم تخرج أصلا إلا للإصلاح .\nقالت عائشة لابن عمر : ما منعك أن تنهاني عن مسيري ؟ قال : رأيت رجلا قد استولى على أمرك ، وظننت أنك لن تخالفيه . يعني ابن الزبير قالت : أما أنك لو نهيتني ما خرجتُ .\n\nثم إن الذي أنشب الحرب هم أهل الفتنة ودعاتها والذين تستّروا بحبّ عليّ رضي الله عنه .\nوهم الذين كانوا يُخالِفون علياً ، إن أمرهم لم يأتمروا ، وإن نهاهم لم ينتهوا .\nوهذا هو شأن أدعياء المحبة في كل زمان ومكان .\nوهل ما قاله الصفّار من دعوى أن عمار بن ياسر رضي الله عنه هو الذي قاد الثورة ضد عثمان رضي الله عنه ينطبق عليه قولك هنا في حق عائشة رضي الله عنها ؟\nمع أننا نُبرئ عمار بن ياسر وعائشة من ذلك .\nوأنتم تُثبتونه ؟\nفأجيبوا عما أثبتموه في ضوء ما قررته من قولك : (الذي يستوجب الخروج عليه الموت على غير دين الإسلام وشق عصا المسلمين ؟) .\n\nقال الرافضي :\nالسؤال السادس :\nقال رسول الله (ص) في حق علي ما نصه :\"من كنت مولاه فعلي مولاه\" .\n\"علي مني وأنا منه ، وهو ولي كل مؤمن بعدي\" .\n\"إن هذا خليفتي فيكم فاسمعوا له وأطيعوا \" .\n\"علي مع الحق والحق مع علي \" .\n\"من أطاع عليا فقد أطاعني ومن أطاعني فقد أطاع الله\" .\nفإذا كانت كل هذه الأحاديث لا تدل على خلافة علي وأحقيته بالخلافة ، فما هي العبارات التي تطلبونها للدلالة على الخليفة بعد النبي ؟\nوإذا كان قول النبي من كنت مولاه فعلي مولاه دليل محبة فقط ، فالنبي حسب زعمكم كان يحب أبا بكر وعمر . فهل عندكم أحاديث تفيد أن النبي استخدم نفس الألفاظ معهما ؟\nوهل قال لهما : إن أبا بكر وعمر وليا كل مؤمن بعدي ؟\nطالما أن هذا القول دليل محبة فقط ؟\nالردّ :\n\nحديث : \" من كنت مولاه فعلي مولاه \" رواه الإمام أحمد وغيره ، وهو حديث صحيح .\n(1/26)\n\nوحديث : \" عليا مني وأنا منه وهو ولي كل مؤمن بعدي \" رواه الإمام أحمد والترمذي ، وهو صحيح .\nوصحّ عند أهل السنة أن النبي صلى الله عليه وسلم قال لِعليّ : أما ترضى أن تكون مني بمنزلة هارون من موسى . رواه البخاري ومسلم .\nويوضِّح هذا ويُبيِّنه ما جاء في سبب هذه الرواية ، وهو ما رواه البخاري ومسلم من طريق مصعب بن سعد عن أبيه أن رسول الله صلى الله عليه وسلم خرج إلى تبوك واستخلف علياً ، فقال : أتخلفني في الصبيان والنساء ؟ قال : ألا ترضى أن تكون مِنِّي بمنزلة هارون من موسى ؟ إلا أنه ليس نبي بعدي .\nوموسى عليه الصلاة والسلام قد خَلَفه هارون عليه الصلاة والسلام عندما ذهب موسى لميقات ربِّه .\nولم يَخلفه في النبوة ، لأنه مات قبله .\nقال الإمام القرطبي :\nلا خلاف أن النبي صلى الله عليه وسلم لم يُرِد بمنزلة هارون من موسى الخلافة بعده ، ولا خلاف أن هارون مات قبل موسى عليهما السلام ، وما كان خليفة بعده ، وإنما كان الخليفة يوشع بن نون ، فلو أراد بقوله : \" أنت مني بمنزلة هارون من موسى \" الخلافة ، لقال : أنت مني بمنزلة يوشع من موسى ، فلما لم يَقُل هذا دل على أنه لم يُرِد هذا ، وإنما أراد أني استخلفتك على أهلي في حياتي وغيبوبتي عن أهلي كما كان هارون خليفة موسى على قومه لما خرج إلى مناجاة ربه . اهـ .\nوصح عند أهل السنة قول عليّ رضي الله عنه :\nوالذي فلق الحبة وبَرأ النَّسَمَة إنه لعهد النبي الأمي صلى الله عليه وسلم إليّ أن لا يُحبّني إلا مؤمن ، ولا يبغضني إلا منافق . رواه مسلم .\n\nأما حديث : \" إن هذا خليفتي فيكم فاسمعوا له وأطيعوا \" فهو حديث موضوع مكذوب لا يصح عن رسول الله صلى الله عليه وسلم .\nولو صح ما كان لأحد أن يُخالِفه ، وما كان لعليّ رضي الله عنه أن يسكت ، ولا يُنفِّذ وصية رسول الله صلى الله عليه وسلم .\nوحسبك منقصة لِعليّ أن يُزعم أن رسول الله صلى الله عليه وسلم أمره بأمر ولم يُنفِّذه .",
        "(1/27)\n\nسأل حفص بن قيس عبدَ الله بن الحسن بن علي رضي الله عنهم عن المسح على الخفّين . فقال : امسَح ، فقد مَسَح عُمر بن الخطاب رضي الله عنه . قال : فقلت : إنما أسألك أنت تمسح ؟\nقال : ذاك أعجز لك ! أُخبِرك عن عُمر وتسألني عن رأيي . فَعُمَر كان خيراً مِنِّي ومن ملء الأرض . فقلت : يا أبا محمد ، فإن ناساً يَزعمون أن هذا منكم تقيّة !\nقال : فقال لي – ونحن بين القَبر والمنبر – : اللهم إن هذا قولي في السر والعلانية ، فلا تسمعنّ عَلَيَّ قول أحد بعدي . ثم قال : من هذا الذي يَزعم أن عليا رضي الله عنه كان مقهوراً ، وإن رسول الله صلى الله عليه وسلم أمَرَه بأمر ولم يُنفذه ؟ وكفى بإزراء على عليٍّ ومَنقَصَة أن يُزعم أن رسول الله صلى الله عليه وسلم أمَره بأمرٍ ولم يُنفِذه .\n\nوكذلك حديث : \" \"علي مع الحق والحق مع علي \" .\nوحديث : \"من أطاع عليا فقد أطاعني ومن أطاعني فقد أطاع الله \"\nهذه لا تثبت ولا تصح عند أهل العلم ، وفيما صحّ في فضائل أبي الحسن غُنية وكفاية .\nوسبق لي التفصيل في سيرة أبي الحسن رضي الله عنه وأرضاه ، والتفصيل هنا :\nhttp://saaid.net/Doat/assuhaim/146.htm\n\nوقول الرافضي :\nفإذا كانت كل هذه الأحاديث لا تدل على خلافة علي وأحقيته بالخلافة ، فما هي العبارات التي تطلبونها للدلالة على الخليفة بعد النبي ؟\n\nالردّ :\nأقول لو كانت هذه الأحاديث – ما صحّ منها – تدلّ على خلافة عليّ وأحقّيته بالخلافة أكان يجوز لأبي الحسن رضي الله عنه وأرضاه مع شجاعته وإمامته في الدِّين – أكان يجوز له السكوت ؟\nأكان يجوز له ترك تنفيذ وصية النبي صلى الله عليه وسلم ؟\nإنكم حينما تطعنون في خلافة الخلفاء الثلاثة تطعنون في عليّ رضي الله عنه من حيث لا تشعرون\nكيف ذلك ؟\nتطعنون في عليّ رضي الله عنه أنه قصّر في تنفيذ وصية رسول الله صلى الله عليه وسلم وابن عمّه ووالد زوجته وجدّ أولاده !\n(1/28)",
        "\nومما يؤكِّد أنه عليه الصلاة والسلام لم يُوصِ وصية صريحة لأحد من آل بيته ما رواه البخاري من طريق عبد الله بن عباس أن علي بن أبي طالب رضي الله عنه خرج من عند رسول الله صلى الله عليه وسلم في وجعه الذي توفي فيه ، فقال الناس : يا أبا الحسن كيف أصبح رسول الله صلى الله عليه وسلم ؟ فقال : أصبح بحمد الله بارئا . فأخذ بيده عباس بن عبد المطلب فقال له : أنت والله بعد ثلاث عبد العصا ، وإني والله لأرى رسول الله صلى الله عليه وسلم سوف يتوفى من وجعه هذا ، إني لأعرف وجوه بني عبد المطلب عند الموت . اذهب بنا إلى رسول الله صلى الله عليه وسلم فلنسأله فيمن هذا الأمر . إن كان فينا علمنا ذلك ، وإن كان في غيرنا علمناه فأوصى بنا . فقال عليّ : إنا والله لئن سألناها رسول الله صلى الله عليه وسلم فمنعناها لا يعطيناها الناس بعده ، وإني والله لا أسألها رسول الله صلى الله عليه وسلم .\nفلو كان عليّ بن أبي طالب رضي الله عنه يفهم من تلك النصوص أنه وصيّ النبي صلى الله عليه وسلم أكان يقول : إنا والله لئن سألناها رسول الله صلى الله عليه وسلم فمنعناها لا يعطيناها الناس بعده ، وإني والله لا أسألها رسول الله صلى الله عليه وسلم .\nوروى البخاري ومسلم من طريق إبراهيم عن الأسود بن يزيد قال : ذَكَرُوا عند عائشة أن عليا كان وصيا. فقالت : متى أوصَى إليه ؟ فقد كنت مسندته إلى صدري أو قالت : حجري ، فدعا بالطست فلقد انخنث في حجري وما شعرت أنه مات ، فمتى أوصَى إليه ؟\n\nولو كان النبي صلى الله عليه وسلم أوصى بالخلافة لِعليّ رضي الله عنه فلماذا اختلف علماء الرافضة قبل غيرهم في الوصية ؟\nفعلماء الرافضة قد اختلفوا فيما بينهم : هل أوصى رسول الله صلى الله عليه وسلم لِعليّ أو لم يُوصِ ؟\nوسمعت مرّة رافضيا وقِحا يقول : أخطأت يا رسول الله إذ لم تُوصِ .\nقبّحه الله من خطيب وقبّحه الله من مذهب يُخطّئ رسول الله صلى الله عليه وسلم .\n(1/29)\n",
        "وهذا هو التناقض بعينه !\nففريق يزعمون أنه أوصى لِعليّ وفريق يُخطِّئونه لأنه لم يُوصِ .\n\nوقد أوصى النبي صلى الله عليه وسلم بالوفاء لمن بُويع أولاً ، فقال : ستكون خلفاء فتكثر . قالوا : فما تأمرنا ؟ قال : فُوا ببيعة الأول فالأول ، وأعطوهم حقهم ، فإن الله سائلهم عما استرعاهم . رواه البخاري ومسلم .\nفالذي بُويع له أولاً هو أبو بكر .\n\nفقول الرافضي :\nوإذا كان قول النبي من كنت مولاه فعليّ مولاه دليل محبة فقط ، فالنبي حسب زعمكم كان يحب أبا بكر وعمر . فهل عندكم أحاديث تفيد أن النبي استخدم نفس الألفاظ معهما ؟\nوهل قال لهما : إن أبا بكر وعمر وليا كل مؤمن بعدي ؟\n\nفـ\nالردّ :\nأما محبته صلى الله عليه وسلم لأبي بكر فظاهره ، وأبو بكر رضي الله عنه زكّاه الله تعالى وزكّاه رسوله صلى الله عليه وسلم .\nفمن ذلك :\nقوله تعالى : ( ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا ) .\nوالذي كان معه صلى الله عليه وسلم في الغار هو أبو بكر رضي الله عنه .\nفمن خاطَرَ بنفسه وماله غير أبي بكر في الهجرة ؟\n(1/30)\n\nقالت أسماء : لما خرج رسول الله صلى الله عليه وسلم وخرج أبو بكر معه احتمل أبو بكر ماله كله معه خمسة آلاف ، أو ستة آلاف درهم ، فانطلق بها معه . قالت : فدخل علينا جدي أبو قحافة ، وقد ذهب بصره ، فقال : والله إني لأراه قد فجعكم بِمَالِه مع نفسه ! قالت : قلت : كلا يا أبت ، إنه قد ترك لنا خيرا كثيرا . قالت : فأخذتُ أحجارا فوضعتها في كوّة في البيت كان أبي يضع فيها ماله ، ثم وضعت عليها ثوبا ، ثم أخذت بيده فقلت : ضع يدك يا أبت على هذا المال . فوضع يده فقال : لا بأس إن كان ترك لكم هذا فقد أحسن ، ففي هذا لكم بلاغ . قالت : ولا والله ما ترك لنا شيئا ، ولكني أردت أن أسكن الشيخ بذلك . رواه ابن إسحاق في السيرة ، وأورده أصحاب التواريخ ، وقال د . الصلابي : وإسناده صحيح .\n\nوقوله تعالى : ( وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ )\nفإنه جاء في تفسير هذه الآية : والذي جاء بالصدق : رسول الله صلى الله عليه وسلم ، وصدّق به : أبو بكر رضي الله عنه .\n\nوأما الأحاديث التي تدل على محبته صلى الله عليه وسلم وتزكيته للخلفاء الراشدين ، فمن ذلك:\nقوله صلى الله عليه وسلم :\nعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ ، وإياكم والأمور المحدثات ، فإن كل بدعة ضلالة . رواه الإمام أحمد والترمذي وابن ماجه وغيرهم .\nوقوله صلى الله عليه وسلم في حق الشيخين : اقتدوا باللذين من بعدي : أبي بكر وعمر . رواه الإمام أحمد والترمذي ، وهو حديث صحيح .\n\nبل هناك ما هو أصرح في النصّ على خلافة الصدّيق رضي الله عنه ، فمن ذلك :\nروى البخاري ومسلم من طريق عن محمد بن جبير بن مطعم عن أبيه قال : أتت امرأة النبي صلى الله عليه وسلم فأمرها أن ترجع إليه . قالت : أرأيت إن جئت ولم أجدك - كأنها تقول الموت - قال صلى الله عليه وسلم : إن لم تجديني فأتي أبا بكر .",
        "(1/31)\n\nوقال صلى الله عليه وسلم في حق أبي بكر : لو كنت متخذا من أمتي خليلا لاتخذت أبا بكر ، ولكن أخي وصاحبي . رواه البخاري من حديث ابن عباس رضي الله عنهما ، ورواه مسلم من حديث ابن مسعود رضي الله عنه .\nفهذا صريح في إثبات الأخوّة والصُّحبة لأبي بكر رضي الله عنه ، فإنه صلى الله عليه وسلم قال عن أبي بكر : أخي وصاحبي .\nومن ذلك أيضا :\nما روه البخاري عن ابن عباس قال : خرج رسول الله صلى الله عليه وسلم في مرضه الذي مات فيه عاصبا رأسه بِخِرْقَة ، فقعد على المنبر ، فحمد الله وأثنى عليه ، ثم قال : إنه ليس من الناس أحد أمَنّ عليَّ في نفسه وماله من أبي بكر بن أبي قحافة ، ولو كنت متخذا من الناس خليلا لاتخذت أبا بكر خليلا ولكن خلة الإسلام أفضل ، سُدّوا عني كل خوخة في هذا المسجد غير خوخة أبي بكر .\nومما فيه النص الصحيح الصريح على خلافة أبي بكر رضي الله عنه ما رواه مسلم من حديث عائشة رضي الله عنها قالت : قال لي رسول الله صلى الله عليه وسلم في مرضه : ادعي لي أبا بكر وأخاك حتى أكتب كتابا ، فإني أخاف أن يتمنى مُتَمَنٍّ ويقول قائل : أنا أولى . ويأبى الله والمؤمنون إلا أبا بكر .\nقال ابن أبي العز الحنفي :\nولو كتب عهداً [ يعني النبي صلى الله عليه وسلم ] لَكَتَبَه لأبي بكر ، بل قد أراد كتابته ثم تركه وقال : يأبى الله والمسلمون إلا أبا بكر . فكان هذا أبلغ من مجرد العهد ، فإن النبي صلى الله عليه وسلم دلّ المسلمين على استخلاف أبي بكر وأرشدهم إليه بأمور متعددة من أقواله وأفعاله ، وأخبر بخلافته إخبار راضٍ بذلك حامد له ، وعَزَم على أن يكتب بذلك عهداً ثم علم أن المسلمين يجتمعون عليه فترك الكتاب اكتفاء بذلك . اهـ .\n(1/32)",
        "\nومن ذلك أنه صلى الله عليه وسلم لما مرض مرضه الذي مات فيه فحضرت الصلاة فأذن ، فقال : مُرُوا أبا بكر فليصلِّ بالناس ، فقيل له : إن أبا بكر رجل أسيف إذا قام في مقامك لم يستطع أن يُصلي بالناس ، وأعاد فأعادوا له ، فأعاد الثالثة : مُرُوا أبا بكر فليصل بالناس ، فخرج أبو بكر فصلى ، فَوَجَد النبي صلى الله عليه وسلم من نفسه خِفّة فخرج يُهادَي بين رجلين ، فأراد أبو بكر أن يتأخر فأومأ إليه النبي صلى الله عليه وسلم أن مكانك ثم أُتِيَ به حتى جلس إلى جنبه . رواه البخاري ومسلم .\n\nولهذا قال علي بن أبي طالب رضي الله عنه : إن نبيكم صلى الله عليه وسلم نبي الرحمة لم يُقْتَل قتلاً ولم يَمُتْ فجأة ، مرض ليالي وأياما يأتيه بلال فيؤذنه بالصلاة ، وهو يرى مكاني فيقول : ائت أبا بكر فليُصَلِّ بالناس ، فلما قُبِضَ رسول الله صلى الله عليه وسلم نَظَرتُ في أمري فإذا الصلاة عظم الإسلام وقوام الدين ، فرضينا لدنيانا من رضيه رسول الله صلى الله عليه وسلم لديننا ، بايعنا أبا بكر . رواه ابن سعد في الطبقات الكبرى وابن عبد البر في التمهيد وابن عساكر في تاريخ دمشق .\nوفي رواية : لقد أمر النبي صلى الله عليه وسلم أبا بكر أن يصلي بالناس وإني لشاهد ما أنا بغائب ، ولا في مرض ، فرضينا لدنيانا ما رضي به النبي صلى الله عليه وسلم لديننا .\nفنحن نرضى بمن رضي به أمير المؤمنين علي بن أبي طالب رضي الله عنه .\n- وسيأتي أن عليا رضي الله عنه بايَع أبا بكر بعد وفاة فاطمة رضي الله عنها -\nومما يدلّ على ذلك أن النبي صلى الله عليه وسلم بَعَثَ أبا بكر الصديق رضي الله عنه في الحجة التي قبل حجة الوداع وأمّره عليها يؤذن في الناس : ألا لا يحج بعد العام مشرك ، ولا يطوف بالبيت عريان .\nفنبذ أبو بكر إلى الناس في ذلك العام ، فلم يحجّ عام حجة الوداع الذي حج فيه النبي صلى الله عليه وسلم مُشرِك .\n(1/33)\n",
        "وفي رواية للبخاري : ثم أردف رسول الله صلى الله عليه وسلم بِعَلِيّ بن أبي طالب وأمَرَه أن يؤذن ببراءة .\nوهذا يدلّ على أن علياً رضي الله عنه كان تحت إمرة أبي بكر في تلك الحجّة التي قَبْل حجّة الوداع .\nفهذه أحاديث صحيحة صريحة في إثبات أخوة أبي بكر وصحبته للنبي صلى الله عليه وسلم ، بل وفي النصّ على خلافته .\n\nوعليّ رضي الله عنه أثبت خلافة أبي بكر بقوله وفِعله .\nأما قوله فقد تقدّم قوله : فرضينا لدنيانا ما رضي به النبي صلى الله عليه وسلم لديننا .\nوأما فِعله فـ :\nعَدم منازعة أبي بكر في أمر الخلافة .\nقبوله لأحكام أبي بكر رضي الله عنه ، ولو كان عليّ رضي الله عنه يَرى أن أبا بكر ليس هو الخليفة ، أو يرى أنه غاصب لحق آل محمد – كما تقول الرافضة – لم يُمضِ أحكامه .\nومن أظهر الأحكام التي أمضاها قبوله لِسَبي أبي بكر ، فإن علي بن أبي طالب رضي الله عنه أخذ جارية من سَبي بني حنيفة ، فإن أم محمد بن الحنفية من سَبْي بني حنيفة ، ومحمد بن علي يُنسب إلى أمِّه فيُقال : محمد بن الحنفية .\nفلو كان علياً رضي الله عنه لا يَرى خلافة أبي بكر أكان يأخذ سبيّة من سبايا حَرب سيّرها وأمَر بها الصدِّيق رضي الله عنه ؟\nولما قَدِم خالد بن سعيد بن العاص بعد وفاة النبي صلى الله عليه وسلم بشهر وعليه جبة ديباج فلقي عمر بن الخطاب وعلي بن أبي طالب فصاح عمر بمن يليه : مزقوا عليه جبته ، أيَلبس الحرير ؟ فمزَّقوا جبته . فقال خالد لِعليّ : يا أبا الحسن يا بني عبد مناف أغُلبتم عليها ؟ فقال عليّ عليه السلام : أمُغالبة ترى أم خلافة ؟ قال : لا يُغالب على هذا الأمر أولى منكم يا بني عبد مناف . وقال عمر لخالد : فضّ الله فاك ، والله لا يزال كاذب يخوض فيما قلتَ ، ثم لا يضرّ إلاّ نفسه . ذَكَره ابن جرير الطبري في تاريخه وابن عساكر وابن كثير وغيرهم .\n\nوفضائل أبي بكر شهد بها أئمة آل البيت رضي الله عنهم ، فمن ذلك :\n(1/34)\n\nما أخرجه الدارقطني في الأفراد من طريق أبي إسحاق عن أبي يحيى قال : لا أحصي كم سمعت علياً يقول على المنبر : إن الله عز وجل سَمَّى أبا بكر على لسان نبيه صلى الله عليه وسلم صِدِّيقاً . ذكره ابن حجر في الإصابة .\nقال : وأخرج البغوي بسند جيد عن جعفر بن محمد الصادق عن أبيه عن عبد الله بن جعفر قال : وَلِينا أبو بكر فخير خليفة ؛ أرحم بنا ، وأحْنَاهُ علينا .\n\nوقول الإمام جعفر الصادق رحمه الله ورضي الله عنه : أوْلَدَني أبو بكر مرتين .\nوسبب قوله : أولدني أبو بكر مرتين ، أن أمَّه هي فاطمة بنت القاسم بن محمد بن أبي بكر ، وجدته هي أسماء بنت عبد الرحمن بن أبي بكر .\nفهو يفتخر في جّدِّه .. ثم يأتي من يدّعي اتِّباعه ويلعن جدَّ إمامه .\nوقول جعفر الصادق لسالم بن أبي حفصة وقد سأله عن أبي بكر وعمر ، فقال : يا سالم تولَّهُما ، وابرأ من عدوهما ، فإنهما كانا إمامي هدى ، ثم قال جعفر : يا سالم أيسُبُّ الرجل جدّه ؟ أبو بكر جدي ، لا نالتني شفاعة محمد صلى الله عليه وسلم يوم القيامة إن لم أكن أتولاهما ، وأبْرَأ من عدوهما .\nوروى جعفر بن محمد – وهو جعفر الصادق - عن أبيه – وهو محمد بن علي بن الحسين بن علي – رضي الله عنهم أجمعين ، قال : جاء رجل إلى أبي – يعني علي بن الحسين ، المعروف والمشهور بِزين العابدين - فقال : أخبرني عن أبي بكر ؟ قال : عن الصديق تسأل ؟ قال: وتسميه الصديق ؟\nقال : ثكلتك أمك ، قد سماه صديقا من هو خير مني ؛ رسولُ الله صلى الله عليه وسلم والمهاجرون والأنصار ، فمن لم يُسَمِّه صديقا ، فلا صدّق الله قوله ، اذهب فأحبّ أبا بكر وعمر وتَوَلّهما ، فما كان من أمْرٍ ففي عُنقي .\nولما قدم قوم من العراق فجلسوا إلى زين العابدين ، فذكروا أبا بكر وعمر فسبوهما ، ثم ابتركوا في عثمان ابتراكا ، فشتمهم .\nوابتركوا : يعني وقعوا فيه وقوعاً شديداً .",
        "(1/35)\n\nوما ذلك إلا لعلمهم بمكانة وزيري رسول الله صلى الله عليه وسلم ، وبمكانةِ صاحبه في الغار ، ولذا لما جاء رجل فسأل زين العابدين : كيف كانت منزلة أبي بكر وعمر عند رسول الله صلى الله عليه وسلم ؟ فأشار بيده إلى القبر ثم قال : لمنْزِلتهما مِنه الساعة .\nوهل يُصاحب الخيّر إلا الأخيار ؟\nوهل يُنبتّ الخَطّيُّ إلا وشيجه *** وهل تنبت إلا في منابتها الشجر\nفإذا انتقص أحدٌ أبا بكر أو انتقص عمر – رضي الله عنهما – فإنه في الحقيقة منتقصٌ لمن اتّخذهما صديقين وصاحبين .\nومُنتقِص لمن تولاّهما ولمن كان له بهما صِلة نسب وقَرابة .\nفمن سبّ أبا بكر فقد سب الإمام جعفر الصادق وأساء إليه .\n\nوإذا كان الصديق رضي الله عنه وعُمر غصبا آل محمد حقّهم – كما تزعم الرافضة – أكانوا يُناكِحونهم ، فيَتزوّجون منهم ويُزوّجونهم ؟\nإن هذا غير مُتصوّر في وجود عداوة .\nوهذا خلاف ما تزعمه الرافضة ، فإن الإمام عليّ زوّج عمر ابنته أم كلثوم .\nومحمد بن علي بن الحسين بن علي – المعروف بـ (الباقر) تزوّج فاطمة بنت القاسم بن محمد بن أبي بكر رضي الله عنهم .\nوجدّة جعفر الصادق هي : أسماء بنت عبد الرحمن بن أبي بكر رضي الله عنهم .\n\nوعُمر رضي الله عنه تزوّج أم كلثوم بنت عليّ كما تقدّم .\nروى ابن عساكر في تاريخ دمشق عن الزبير بن بكار قال في تسمية ولد فاطمة بنت رسول الله صلى الله عليه وسلم قال : وأم كلثوم بنت عليّ خطبها عمر بن الخطاب إلى عليّ بن أبي طالب وقال : زوجني يا أبا الحسن ، فإني سمعت رسول الله صلى الله عليه وسلم يقول : كل نسب وصهر منقطع يوم القيامة إلا نسبي وصهري . فَزَوّجه إياها ، فولدت لعمر زيداً ورقية . تزوج رقية بنت عمر إبراهيم بن نعيم فماتت عنده ، ولم يترك ولداً ، وقُتِلَ زيد بن عمر ، قَتَلَه خالد بن أسلم مولى آل عمر بن الخطاب خطأ ، ولم يترك ولداً ، ولم يَبْقَ لعمر بن الخطاب ولد من أم كلثوم بنت علي .\n(1/36)",
        "\nوالرافضة نتيجة بغضهم لِعُمَر يُنكرون هذه الرواية ، وهي ثابتة صحيحة .\n\nفهذه أحاديث في إثبات محبة النبي صلى الله عليه وسلم لأبي بكر وعمر .\nوهذه أحاديث في النص على خلافة أبي بكر بعد النبي صلى الله عليه وسلم .\nوهذه آثار عن بعض أئمة آل البيت في إثبات إمامة أبي بكر وعُمر .\nوهذه المعقولات والمنقولات لمن كان له عقل ، ولمن كان له قلب .\nقال سالم بن أبي الجعد : قلت لمحمد بن الحنفية لأي شيء قُدِّم أبو بكر حتى لا يُذكر فيهم غيره ؟ قال : لأنه كان أفضلهم إسلاما حين أسلم ، فلم يَزَل كذلك حتى قبضه الله .\nومحمد بن الحنفية هو محمد بن علي بن أبي طالب رضي الله عنه وعن أبيه .\n\nقال الرافضي :\nالسؤال السابع :\nتبعا لمبدأ العقلانية يُفترض بأي فرقتان تتقاتلان أن تكون إحداهما على حق والأخرى على الباطل ، أو أن الاثنتين على الباطل؟ فطبقوا نفس السؤال على معارك الجمل وصفين .\n\nالردّ :\nقوله : (يُفترض بأي فرقتان) يحتاج إلى تصحيح لغوي !\n\nونقول : تبعا لمبدأ العقلانية : ألا يُمكن أن يكون الفريقان على حقّ ؟\nالجواب : بلى .\nوقد أثبت الله وَصْف الإيمان للمقتتلِين ، فقال تبارك وتعالى : ( وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ ) .\nأما أهل الجَمَل فتمّ الإصلاح بينهما كما تقدّم ، واكرم عليّ رضي الله عنه أم المؤمنين عائشة رضي الله عنها ، ولا يُظنّ بأبي الحسن غير ذلك .\nوأما أهل صِفِّين فتم الاصطلاح على أمر التحكيم .\nفلا نعلم أن فريقا بغى على الآخر .\n(1/37)\n",
        "وقد قال سبحانه وتعالى : ( إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ ) .\nفالله أثبت الإيمان لكلا الطائفتين ، فهل تستطيع أنت أن تنفي الإيمان عن إحدى الطائفتين ؟\nوقد أثبت النبي صلى الله عليه وسلم أن المختَلِفِين من المسلمين ، فقال : ابني هذا سيد ولعل الله أن يصلح به بين فئتين من المسلمين . رواه البخاري .\nفكلا الطائفتين والفِئتين من المسلمين .\nولهذا كان أهل السنة لا يخوضون في ما وقع بين الصحابة لأن هذا مما يُوغِر الصّدور ، ولأننا قد نُهينا عن الخوض في ذلك ، وأُمِرنا بالسكوت إذا ذُكِر أصحاب محمد صلى الله عليه وسلم ورضي الله عنهم ، كما في قوله عليه الصلاة والسلام : إذا ذُكر أصحابي فأمْسِكُوا ، وإذا ذُكرت النجوم فأمسكوا ، وإذا ذُكر القَدَر فأمسكوا . رواه الطبراني في الكبير واللالكائي في الاعتقاد . وصححه الألباني .\nولا نسبّ أحدا من أصحاب النبي صلى الله عليه وسلم امتثالاً لأمره عليه الصلاة والسلام حينما قال :\nلا تسبوا أصحابي . لا تسبوا أصحابي ، فو الذي نفسي بيده لو أن أحدكم أنفق مثل أحدٍ ذهبا ما أدرك مُدّ أحدهم ولا نصيفه . رواه البخاري ومسلم .\n\nونحن نُثبت قوله عليه الصلاة والسلام لعمّار بن ياسر رضي الله عنه : ويح عَمّار تقتله الفئة الباغية . رواه البخاري ومسلم .\nقال يعقوب بن شيبة : سمعت أحمد بن حنبل سُئل عن هذا ، فقال : فيه غير حديث صحيح عن النبي صلى الله عليه وسلم ، وَكَرِه أن يتكلم في هذا بأكثر من هذا .\n\nقال الرافضي :\nالسؤال الثامن :\nأن الخارجين على علي بن أبي طالب هم عندكم متأولين مجتهدين ولا يضرّ خروجهم عليه بدخولهم الجنة ؟\nفهل ستطبقون نفس المعايير إذا ما خرج أحد ضد غير عليّ من الخلفاء ؟\n(1/38)\n\nلماذا سميتم من خرج على أبي بكر بأهل الردة ؟ مع أن الروايات الموجودة في البداية والنهاية وتاريخ الطبري تفيد بأن هؤلاء من أهل الإسلام .\n\nالردّ :\nمَن خَرَج على أبي بكر لم يَخرج ضد الحاكم والخليفة وإنما هو ضد الإسلام ككلّ .\nوبين الحالتين كما بين المشرق والمغرب !\nفالذي يخرج على حاكم قد يكون مُتأوِّلاً ، والذي يرفض الإسلام أو بعض شعائره لا يُمكن اعتباره مُتأوِّلاً .\nفالذين سُمُّوا بالمرتدِّين هم طوائف ، منهم مَن مَنَع أداء الزكاة ، ومنهم من ارتدّ عن الإسلام بموت النبي صلى الله عليه وسلم .\nولسنا نحن الذين سمّيناهم بذلك ، بل أصحاب النبي صلى الله عليه وسلم هم سمّوهم كذلك .\n\nقال أنس بن مالك رضي الله عنه : لما توفي رسول الله صلى الله عليه وسلم ارتدّت العرب ، قال عمر : يا أبا بكر كيف تُقَاتِل العرب ؟ فقال أبو بكر رضي الله عنه : إنما قال رسول الله صلى الله عليه وسلم : أُمِرْتُ أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ، وأني رسول الله ، ويُقيموا الصلاة ، ويؤتوا الزكاة . والله لو منعوني عناقا مما كانوا يعطون رسول الله صلى الله عليه وسلم لقاتلتهم عليه . قال عمر رضي الله عنه : فلما رأيت رأي أبي بكر قد شرح علمت أنه الحق . رواه النسائي بهذا اللفظ ، وأصله في الصحيحين .\n\nأما الذين خَرَجوا على عثمان رضي الله عنه فلَم يُسمّوا مرتدِّين ، وكذلك الذين خَرَجوا على عليّ رضي الله عنه .\nلتعلم أن أهل السنة أهل إنصاف وعدل .\nفالذين خَرَجوا على عثمان وقَتَلوا صاحب القرآن وصهر رسول الله صلى الله عليه وسلم وزوج ابنتيه ، هم دُعاة فتنة ، تستّروا بحجج داحضة ، وكَتَبوا كُتُباً وزوّروها على ألسنة بعض الصحابة – كما تقدّم – يقودهم ابن سبأ اليهودي المتستّر بالرّفض !\nوالذين خَرجوا على عليّ رضي الله عنه سُمُّوا خوارج .\nوقد أخبر النبي صلى الله عليه وسلم علياً بهؤلاء ، وبعلاماتهم ، فمن ذلك :",
        "(1/39)\n\nما رواه مسلم من طريق عبيد الله بن أبي رافع – مولى رسول الله صلى الله عليه وسلم – أن الحرورية [ الخوارج ] لما خَرَجَتْ على عليّ بن أبي طالب رضي الله عنه قالوا : لا حكم إلا لله ! قال عليّ : كلمة حق أريد بها باطل ! إن رسول الله صلى الله عليه وسلم وصف ناسا إني لأعرف صفتهم في هؤلاء ، يقولون الحق بألسنتهم لا يجوز هذا منهم - وأشار إلى حلقه - مِنْ أبغض خلق الله إليه ، منهم أسود إحدى يديه طُبْيُ شاة أو حلمة ثدي ، فلما قتلهم علي بن أبي طالب رضي الله عنه قال : انظروا ، فنظروا فلم يجدوا شيئا ، فقال : ارجعوا فو الله ما كذبت ولا كذبت - مرتين أو ثلاثا - ثم وجدوه في خربة ، فأتوا به حتى وضعوه بين يديه .\n(طُبْيُ شاة ) ضرع شاة .\nوبين الفريقين فرق وبَون ، وذلك أن الذي يرفض بعض شعائر الإسلام يُسمى مرتداً .\nوالذي يخرج على الحاكم لشُبهة أو لهوى يُسمى باغياً .\nوالتفريق بينهما جاء في القرآن .\nفمن ذلك :\nقوله تعالى : ( وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآَخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ) .\nوقوله سبحانه وتعالى : ( يَا أَيُّهَا الَّذِينَ آَمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ ) الآية .\n\nوقال في شأن الباغي : ( فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ ) .\nوقال في شأن الخصمين : ( قَالُوا لا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ ) .\nوهذا يُبيِّن أصل التفريق ، فإن من بَغَى على غيره وَجَب الْحُكم بينهما أو الإصلاح بينهما .\n(1/40)",
        "\nفإن كان في حال قِتال وَجَب الإصلاح بينهما ، لقوله تعالى : ( وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ ) .\nفالطائفة التي تُقاتِل بعد الإصلاح ولا تَقْبَل به تُعتبر باغية ولا تُسمى مرتدّة .\n\nفهذا أصل التفريق بين اللفظين وبين الْحُكمَين .\nفلو خَرَج خارج على أبي بكر لقِيل في حقِّه باغٍ أو خارجي ، أما أن يَخرج عن الإسلام كله أو بعضه فهذا مرتد لا باغٍ .\n\nقال الرافضي :\nالسؤال التاسع :\nأن أهل السنة عندهم أربعة مصادر للتشريع .. القرآن السنة القياس والاجتهاد .. فهل أخذت تلك المصادر بعين الاعتبار من قبل المختلفين في سقيفة بني ساعدة ؟\nالردّ :\nالاجتهاد مُختَلَف فيه وليس من الأدلة المتفق عليها ، وأما الأدلة المتفق عليها بين أهل السنة فهي :\nالقرآن ، والسنة ، والإجماع ، والقياس .\n\nوأما قول الرافضي :\nفهل أُخذت تلك المصادر بعين الاعتبار من قبل المختلفين في سقيفة بني ساعدة ؟\nفالجواب عنه : نعم أُخِذتْ بِعين الاعتبار ، والأدلة على ذلك :\nأن القرآن فيه مَدح أبي بكر رضي الله عنه ، كما تقدّم ، فَتمّ تقديمه .\nوالسنة فيها النصّ على خلافة أبي بكر رضي الله عنه ، فَتمّ تقديمه . وقد سَبَقت أدلة السنة في النص على خلافة أبي بكر ، وعدم النص على خلافة غيره ، وبهذا نَطَقتْ كُتب الرافضة قبل كُتب السنة ، أعني أن النبي صلى الله عليه وسلم لم يَنصّ على عليّ رضي الله عنه ، وقد تقدّمت الأدلة في ذلك .\n(1/41)\n",
        "والإجماع قد أُخِذ به في سقيفة بني ساعدة ، فإنهم بايَعوا أبا بكر بالإجماع بعد وقوع الخلاف ، والإجماع مُنعقد على بيعة أبي بكر ، بما في ذلك قبول عليّ رضي الله عنه كما تقدّم بقوله وفِعله .\n\nوأما القياس فإن الذي قاس في هذا الموضع هو علي بن أبي طالب رضي الله عنه الذي قال :\nفرضينا لدنيانا من رضيه رسول الله صلى الله عليه وسلم لديننا .\nفهذا قياس جَليّ .\nفإن شأن الدِّين أعظم ، وقد قدّم رسول الله صلى الله عليه وسلم أبا بكر في الصلاة – التي هي عَمود الدِّين – ، والدنيا تأتي تبعاً للدِّين ، فقَدَّم الصحابة أبا بكر في أمور دنياهم ، وهي الخلافة .\nفاجتمعت أدلة الكتاب والسنة والإجماع والقياس على خلافة أبي بكر رضي الله عنه .\n\nوإمامة أبي بكر ثابتة بالنص – كما تقدّم – وهي لازِمة للرافضة !\nكيف ؟\nجَلَسْتُ يوما في المسجد النبوي إلى جوار مُعمّم إيراني ! وكان يقرأ القرآن ، فسألته : ماذا تقرأ ؟\nقال : هذا – وأشار إلى المصحف – مُستغرِبا السؤال ؟\nقلت : نعم\nقال : هذا كلام ربي .\nقلت : وهل تؤمن به ؟!\nقال : طبعاً .\nقلت له : مَن جَمَعَ هذا القرآن ؟\nفسكت ، ثم قال : الصحابة .\nقلت : بالتحديد مَنْ ؟\nقال : أبو بكر .\nقلت : ومن ؟\nقال : وعثمان .\nقلت : هذا يعني أن الخلفاء الثلاثة هم من جَمَع هذا القرآن .\nقال : نعم\nقلت : إذا يَلزمك أحد أمرين :\nإما الاعتراف بإمامتهم ، وقبول هذا القرآن .\nأو ردّ إمامتهم وردّ القرآن .\nقال – متمحِّلاً – :هذا ليس بِلازِم !\nقلت : بلى ، وبينهما تلازم .\nفلو جَمَع اليهود كتابا وقالوا لنا هذا قرآن ، فهل نقبَله ؟\nقال : لا\nقلت : ولو جاءك كتاب قيل : هذا من الخميني . هل تقبله ؟\nقال : نعم\nقلت : هذا التفريق يلزم منه أحد الأمرين .\n\nوهذا لازم لكل رافضي\nإما أن يَقبَل القرآن ويقول بإمامة من جَمَعوه .\nوإما أن يَدّعي تحريف القرآن ، ويردّ إمامة من جَمَعوه .\n(1/42)\n\nفالمصاحف تُعرف إلى اليوم بالمصاحف العثمانية ، والرسم يُعرف بالرسم العثماني ، نسبة إلى عثمان بن عفان رضي الله عنه .\nقال الرافضي :\nالسؤال العاشر:\nإن الله سبحانه وتعالى أخبرنا في كتابه العزيز عن وجود منافقين من أهل المدينة مَردوا على النفاق وإن الله يعلمهم .. في أي معسكر كان هؤلاء بعد وفاة النبي (ص) يوم انقسم المسلمين إلى حزبين حزب علي اللي رفض البيعة وأعوانه ، وحزب أبي بكر وعمر وأتباعهم ؟\nومن بايع هؤلاء المنافقين ؟\nالردّ :\nفي هذا السؤال إساءة أدب في حق عليّ رضي الله عنه .\nكيف ؟\nيَزعم هذا الرافضي أن علياً رضي الله عنه لم يُبايع أبا بكر رضي الله عنه .\nفهل خَرَج عليّ عن إجماع المسلمين ؟\nوهل قَبِل عليّ رضي الله عنه أن يأخذ سبية من سبايا بني حنيفة كما تقدّم ، ليُناقِض نفسه ؟\nفالرافضة تزعم أن علياً رَفَض بيعة أبي بكر ، وعليّ قبِلها بقوله وفِعله .\nوالرافضة تُسيء إلى عليّ رضي الله عنه في قولها هذا .\nكيف يُنسب هذا إلى عليّ ؟\nهل يُتصوّر أن يعيش عليّ على هامش الحياة ؟\nولا يأخذ بِحقِّه ومعه أتباع – كما يَزعم هذا المتسائل – بقوله : (حزب علي اللي رفض البيعة وأعوانه) .\nأيرضى الأسد الضرغام والشجاع الصنديد بمثل هذا الموقف ؟\nلو كان من أطراف الناس ، أو ممن لا يُؤبَه له ، لربما قِيل ذلك في حقِّه .\nأما في حقّ أبي الحسن فهذا القول مَنْقَصَة في حقِّه .\nومثل هذا الزعم والْمَنْقَصَة زعم الرافضة أن عُمر رضي الله عنه كَسَر أضلاع فاطمة رضي الله عنها !\nفأين أبا الحسن رضي الله عنه ليأخذ بثأره وحقِّه ؟\nإن ضعفاء الناس لا يَرضون بهذا فكيف يَرضى به عليّ بن أبي طالب رضي الله عنه ؟\nوكيف يُتصوّر أن عمر رضي الله عنه الذي تزوّج أم كلثوم بنت عليّ ثم يكسر أضلاع أمِّها ؟\nهذا غير مُتصوّر على الإطلاق .",
        "(1/43)\n\nوأما شُبهة الرافضي هذه ، وهي ما أخبر الله عنه من شأن المنافقين في قوله تبارك وتعالى : ( وَمِمَّنْ حَوْلَكُمْ مِنَ الأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ ) .\nفالجواب في نفس الآية .\nكيف ؟\nلقد قال الله تعالى لِنبيِّه صلى الله عليه وسلم : ( لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ ) ، فَمَا علِم رسول الله صلى الله عليه وسلم منهم إلا القليل .\nولذا كانت أسماء المنافقين تخفى على الصحابة رضي الله عنهم ، ومَن عُلِم منهم ، فقد مات ، كعبد الله بن أُبي ، فإنه مات في حياة النبي صلى الله عليه وسلم ، ومن عَلِمه النبي صلى الله عليه وسلم فقد أعْلَم به أمين سِرِّه : حُذيفة رضي الله عنه ، ولذا كان عمر رضي الله عنه يسأله : هل سماني رسول الله صلى الله عليه وسلم منهم . فيقول : لا ، ولا أُزكّي أحدا بعدك .\nوقد أخفى الله أسماء المنافقين لِحِكم عديدة ، منها :\nأنه أدعى للتوبة من النِّفاق ، وقد تاب بعض المنافقين .\nأن الله يَبتلي المؤمنين بالمنافقين .\nأن المنافق يُعامَل في الدنيا مُعاملة المؤمن .\nفالمنافقون ما كانوا يستعلِنون بالنِّفاق على رؤوس الأشهاد ، ولذا لما سُئل حذيفة رضي الله عنه : يا أبا عبد الله النفاق اليوم أكثر أم على عهد رسول الله ؟ فضرب بيده على جبهته وقال : أوه ! وهو اليوم ظاهر ! إنهم كانوا يستخفونه على عهد رسول الله صلى الله عليه وسلم .\nولما قال رجل : اللهم أهلك المنافقين . قال حذيفة : لو هَلَكُوا ما انتصفتم من عدوكم !\nولما قيل للحسن : يا أبا سعيد اليوم نفاق ؟ قال : لو خرجوا من أزقة البصرة لاستوحشتم فيها !\n\nوهذا يدل على استخفاء المنافقين .\n\nفهذا السؤال الذي أورده ليس في محلّه .\nوليس في هذا السؤال سوى سوء الأدب مع علي بن أبي طالب رضي الله عنه .\nوأما قوله : ( ومن بايع هؤلاء المنافقين ؟ )\n(1/44)",
        "\nفلم يُبايِع أحدٌ من الناس أحدً من المنافقين !\nوهو يَقصد ومن بايَع هؤلاء المنافقون !\n\nقال الرافضي :\nالسؤال الحادي عشر:\nأن الله سبحانه وتعالى أخبرنا في كتابه العزيز أن من يقتل مسلما مؤمنا فنصيبه جهنم ، وأنه ملعون ، ومع ذلك فالتاريخ يخبرنا أن 70800 مسلم قتل في معارك الجمل وصفين ؟ فما هو مصير القتلة هنا ؟\nالردّ :\nوهذا سوء أدب آخر مع عليّ رضي الله عنه ، فإن علياً رضي الله عنه ممن قاتَل في تلك المعارِك .\nفالواجب التّرضّي عن الصحابة وعدم الخوض فيما شَجَر بينهم ، وقد تقدّم سبب ذلك والتفصيل فيه .\nوقد رأيت الرافضي في هذه الاعتراضات يُورِد الآيات بالمعنى ، وهذا لا يجوز ، وهو خلاف التأدّب مع الله .\n\nوأبسط رد على هذا السؤال الذي أورده :\nأن الله أثبت الإيمان للقاتِل والمقتول ، فقال : ( وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا ) فأثبَت الإيمان للطائفتين .\nوأبته النبي صلى الله عليه وسلم في قوله : يضحك الله إلى رجلين يقتل أحدهما الآخر يدخلان الجنة ، يَقاتِل هذا في سبيل الله فيُقْتَل ، ثم يتوب الله على القاتِل ، فيُسلم فيُقاتِل في سبيل الله عز وجل ، فيُستشهد . رواه البخاري ومسلم\nوأما آية النساء : ( وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا ) فهي على سبيل التهديد والزّجر ، ألا ترى أنه إذا جاءك شخص يُريد أن يَقتُل آخراً أنك تزجره وتُهدِّده ، وتقول له : إن الله توعّد القاتِل بالنار والغضب واللعنة .\nوفي آية النساء ذِكر الجزاء ، وليس من شرط الجزاء أن يَقع ، ولا من شرط العقوبة الإيقاع .\nفإن الله يغفر لمن يشاء ما دون الشِّرك ، كما في قوله تعالى : ( إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ ) .\n(1/45)\n",
        "ونحن نعتقد أن أصحاب محمد صلى الله عليه وسلم ورضي الله عنهم اجتهدوا في هذا الأمر ، فمن أصاب فَلَه أجران ، ومن أخطأ فَلَه أجر ، ومن وقع في أعراضهم فَعَليه وِزر .\nكما أننا لا نعتقد العصمة في الصحابة ولا في العلماء كما تدّعيه الرافضة في الأئمة ، بل يَزعمون أن الأئمة يعلمون الغيب ، وأنهم يَعلمون متى يموتون !\nففي الكافي ( 1/ 258 ) بَابُ أَنَّ الأَئِمَّةَ ( عليهم السلام ) يَعْلَمُونَ مَتَى يَمُوتُونَ ، وَأَنَّهُمْ لا يَمُوتُونَ إِلا بِاخْتِيَارٍ مِنْهُمْ\nثم روى الكليني بإسناده عَنْ أَبِي بَصِيرٍ قَالَ : قَالَ أَبُو عَبْدِ اللَّهِ ( عليه السلام ) : أَيُّ إِمَامٍ لا يَعْلَمُ مَا يُصِيبُهُ وَ إِلَى مَا يَصِيرُ فَلَيْسَ ذَلِكَ بِحُجَّةٍ لِلَّهِ عَلَى خَلْقِهِ !\nثم عقد الكليني باباً في كتابه الكافي ( 1 / 260 ) الذي هو أصح كتب الرافضة فقال :\nبَابُ أَنَّ الأئِمَّةَ ( عليهم السلام ) يَعْلَمُونَ عِلْمَ مَا كَانَ وَ مَا يَكُونُ وَ أَنَّهُ لا يَخْفَى عَلَيْهِمُ الشَّيْ ءُ صَلَوَاتُ اللَّهِ عَلَيْهِمْ !\n\nإذا كان هذا في حق الأئمة في اعتقاد الرافضة ، فماذا بقي في عِلم الله ؟!\nوأي غيب أثبت الله أنه لا يَعلمه إلا هو ؟\nأليس الله هو القائل عن نفسه : ( قُلْ لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ الْغَيْبَ إِلاّ اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ ) ؟\nوهو القائل : ( عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (26) إِلاَّ مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا (27) لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا ) .\nفهل الغيب الذي لا يعلمه إلا الله والذي اختصّ بِعِلمه سبحانه وتعالى هو الذي يَعلمه الأئمة ؟\n(1/46)\n\nوهل الغيب الذي لا يُظهر عليه أحداً إلا من ارتضى من الرسل ، فعلّمهم ما يَحتاج إليه الناس ، ليس محجوبا عن الأئمة ؟\nإن الأئمة لم يَدّعوا ذلك لأنفسهم ، وإنما ادّعاه من انتسب إليهم – زورا وبهتانا – .\n\nوالله المستعان .\nقال الرافضي :\nالسؤال الثاني عشر :\nمن بين ال 124000 نبي المرسلين من الله لهداية البشر .. هل هناك أي دليل يثبت أن ما تركه هؤلاء الأنبياء ذهب صدقة ؟\nولماذا استأثر بعض نساء النبي بإرث النبي كالبيت مثلا ؟\nوإذا كانت نساء النبي من أهل البيت كما يقول السنة فالصدقة عليهم حرام !\nالردّ :\nأولاً : هذا العدد ما مصدره ؟ وما صحة القول به ؟!\nثانياً : هل هناك دليل على أن ما تَرَكه هؤلاء الأنبياء أُعطِيَ لورثتهم ؟\nفعلى سبيل المثال : سليمان عليه الصلاة والسلام له أكثر من مائة زوجة .. فأين هو الدليل على أن ما تَرَكه سليمان عليه الصلاة والسلام قُسِم على ورثته ومن بينهم زوجاته ؟\nوقول الله تعالى : ( وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ ) فإن سليمان ورِث العِلم والحِكمة والنبوّة .\nفإن قلتَ : وَرِثَ كل شيء .\nقلنا لك : أين الدليل على ذلك ؟\nثم إن كان كما قلت : فأين بقية ورَثة داود عليه الصلاة والسلام ؟\nوفي \" الجوهر الثمين في تفسير الكتاب المبين \" للسيد عبد الله شُبّر ( مفسِّر رافضي ) أن أبناء داود تسعة عشر .\nوهذا التفسير من التفاسير المعتمدة لدى الرافضة .\nفهل يُمكن أن يرِث سليمان دون بقية أبناء داود ؟\nفإن قُلتم : لا .\nقلنا : هذا هو الحق ، وهو مُتّفق عليه ، من أن الأنبياء لا يُورَثُون .\nوإن قُلتم : نَعم .\nفأنتم محجوجون باحتجاجكم !\nفأنتم تزعمون أن زوجات النبي صلى الله عليه وسلم ورِثنه دون ابنته !",
        "(1/47)\n\nأما نحن فنعتقد أن ما تركه الأنبياء لا يُورَث لقوله عليه الصلاة والسلام : لا نُورَث ما تَرَكْنَا فهو صدقة . رواه البخاري ومسلم .\n\nقال ابن كثير : قال الله تعالى : ( وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ ) أي وَرِثَه في النبوة والملك ، وليس المراد وَرِثَه في المال ، لأنه قد كان له بنون غيره ، فما كان ليخص بالمال دونهم ، ولأنه قد ثبت في الصحاح من غير وجه عن جماعة من الصحابة أن رسول الله صلى الله عليه وسلم قال : لا نورث ما تركنا فهو صدقة . وفي لفظ : نحن معاشر الأنبياء لا نورث . فأخبر الصادق المصدوق أن الأنبياء لا تُورَث أموالهم عنهم كما يُورَث غيرهم بل يكون أموالهم صدقة من بعدهم على الفقراء والمحاويج ، لا يَخُصُّون بها أقرباؤهم لأن الدنيا كانت أهون عليهم وأحقر عندهم من ذلك كما هي عند الذي أرسلهم واصطفاهم وفضلهم . اهـ .\nفأتوا بخبر واحد يُفيد أن نبياً من الأنبياء وَرِثه ورثتُه كما يتوارث الناس .\n\nوقول الرافضي : (ولماذا استأثر بعض نساء النبي بإرث النبي كالبيت مثلا ؟ )\nفالجواب عنه :\nأن عائشة رضي الله عنها لم تستأثر بشيء من إرثه صلى الله عليه وسلم .\nفإن الرافضة يقولون : لماذا بقيت عائشة في بيتها ؟ فهم يَزعمون بذلك أنها ورثته !\nوهذا ليس بصحيح من وجهين :\nالوجه الأول : أن عائشة ما كانت تتصرّف في حجرتها ، وما كان لها ذلك ، وقد دُفِن فيها رسول الله صلى الله عليه وسلم .\nهل يُمكن أن تتصرفّ في حُجرة دُفِن فيها رسول الله صلى الله عليه وسلم ؟\nوهل يُمكن أن تُوهب تلك الحجرة ؟\nهذا ليس بمتصوّر عقلا .\nالوجه الثاني : أن بقاء عائشة رضي الله عنها في حجرتها لا يعني أنها ملكتها ولا أنها ورثتها ، وإنما أُقِرّتْ عليها وفيها .\n(1/48)",
        "\nوهذا يؤكِّد على قوله عليه الصلاة والسلام : ما تَرَكْنَا فهو صدقة .\nفعائشة رضي الله عنها كسائر الناس في ذلك ، بل هي أولى الناس أن يُقرّ في تلك الحجرة .\nولذا فإن عمر رضي الله عنه استأذن عائشة رضي الله عنها أن يُدفَن في تلك الحجرة ، لا لأنها تملكها ، وإنما تأدّبا مع أم المؤمنين رضي الله عنها .\nثم هي حجرة صغيرة ، كانت إذا نامت فيها لم يبق للنبي صلى الله عليه وسلم مُتّسعاً للسجود .\nفلو كانت عائشة رضي الله عنها أُعطِيتْ نصيبها من ميراث النبي صلى الله عليه وسلم هل كانت تُعطى حجرة دُفن فيها النبي صلى الله عليه وسلم ؟\nبل لو كان ميراث النبي صلى الله عليه وسلم قُسِم على زوجاته – كما يزعم الرافضي – لما رضيَتْ بتلك الحجرة الصغيرة ، ومما تَرَكه النبي صلى الله عليه وسلم فَدَك .\nفهل صح عند أهل السنة أو عند الرافضة أن أبا بكر أو عمر قسما فَدَك بين زوجاته صلى الله عليه وسلم ؟\nالجواب : لا\nوالدليل على ذلك ما رواه البخاري من طريق عروة عن عائشة رضي الله عنها أن أزواج النبي صلى الله عليه وسلم حين توفى رسول الله صلى الله عليه وسلم أرَدْن أن يبعثن عثمان إلى أبي بكر يسألنه ميراثهن ، فقالت عائشة : أليس قال رسول الله صلى الله عليه وسلم : لا نورث ما تركنا صدقة ؟\nوإنما يتشبّث الرافضة بالقشّة !\nوهي زعمهم أن عائشة أُقِرّت في حجرتها فهذا يعني أنها ورثتها !\nوهذا خلاف الحقيقة .\nولا يَجوز أن تُورّث عائشة ولا غيرها حجرة دُفِن فيها النبي صلى الله عليه وسلم .\nثم يُورِدون استئذان عمر أن يُدفَن مع رسول الله صلى الله عليه وسلم ومع صاحبه ، وهذا هو الآخر ليس فيه مُستمسك ، فإن عمر رضي الله عنه تأدّب مع أمِّه فاستأذنها .\nكما أن رسول الله صلى الله عليه وسلم قد قال : لا يقتسم ورثتي دينارا ، ما تركت بعد نفقة نسائي ومئونة عاملي فهو صدقة . رواه البخاري ومسلم .\n(1/49)\n",
        "فهذا صريح في استثناء نفقة نسائه ومئونة عامله ، وهو ليس من الميراث الذي يُقسم سمة الميراث ، بل هو صدقة من الصدقات .\n\nوقول الرافضي : (وإذا كانت نساء النبي من أهل البيت كما يقول السنة فالصدقة عليهم حرام )\nفالجواب عنه :\nأن نساء النبي صلى الله عليه وسلم من آل بيته ومِن أهله بنصّ القرآن .\nفإن الله قال عن نوح : ( حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلاَّ مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ ) .\nوقال في شأن زوجة إبراهيم : ( قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ ) .\nوقال عن لوط : ( إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلاَّ امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ ) .\n\nوقال في شأن زوجات نبيِّنا صلى الله عليه وسلم : ( يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلا مَعْرُوفًا (32) وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى وَأَقِمْنَ الصَّلاةَ وَآَتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا (33) وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آَيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا ) .\nفالخِطاب لنساء النبي صلى الله عليه وسلم ورضي الله عنهن .\nونحن نُصَلِّي على النبي صلى الله عليه وسلم وعلى آله وعلى زوجاته .\n(1/50)\n\nروى البخاري ومسلم من حديث أبي حميد الساعدي رضي الله عنه أنهم قالوا : يا رسول الله كيف نصلي عليك ؟ فقال رسول الله صلى الله عليه وسلم : قولوا : اللهم صل على محمد وأزواجه وذريته كما صليت على آل إبراهيم وبارك على محمد وأزواجه وذريته كما باركت على آل إبراهيم إنك حميد مجيد .\nفإن ذُكِر آل البيت وحدهم دَخَل فيهم زوجاته صلى الله عليه وسلم .\nوالصيغة المشهورة :\nاللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد . رواه البخاري ومسلم .\nوأما حديث الكساء فقد رواه مسلم من حديث عائشة رضي الله عنها قالت : خرج النبي صلى الله عليه وسلم غداة وعليه مُرط مرحل من شعر أسود ، فجاء الحسن بن عليّ فأدخله ، ثم جاء الحسين فدخل معه ، ثم جاءت فاطمة فأدخلها ، ثم جاء عليّ فأدخله ، ثم قال : ( إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا ) .\nفهذا الحديث ليس فيه حصر آل البيت في هؤلاء ، فإن أزواجه صلى الله عليه وسلم أمهات المؤمنين ، وهن من أهل بيته ، والآيات السابقة صريحة في ذلك .\nوالصلاة الإبراهيمية صريحة أيضا ، كما تقدّم في الرواية .\n\nوأما الصدقة فإنها تَحرم على بني هاشم وبني المطّلب فحسب – على الصحيح – .\nفإن النبي صلى الله عليه وسلم أعطى بني هاشم وبني المطّلب ، ومَنَع بني عبد شمس وبني نوفل .\nروى البخاري من طريق جبير بن مطعم قال : مشيت أنا وعثمان بن عفان إلى رسول الله صلى الله عليه وسلم فقلنا : يا رسول الله أعطيت بني المطلب وتركتنا ، ونحن وهم منك بِمَنْزِلة واحدة . فقال رسول الله صلى الله عليه وسلم : إنما بنو المطلب وبنو هاشم شيء واحد .\nفهؤلاء هم الذين تَحرم عليهم الصدقة .\nوجبير بن مطعم بن عدي بن نوفل بن عبد مناف .",
        "(1/51)\n\nوعثمان بن عفان بن أبي العاص بن عبد شمس بن عبد مناف .\nفأولاد عبد مناف بن قصي أربعة :\nهاشم والمطلب وعبد شمس ونوفل .\nفهؤلاء الأربعة يلتقون في عبد مناف ، ومع ذلك لا تَحرم الصدقة إلا على بني هاشم وبني عبد المطّلب .\nقال الشيخ الشنقيطي رحمه الله :\nالصحيح أن المراد بذي القربى في الآية بنو هاشم وبنو المطلب دون بني عبد شمس وبني نوفل .\nووجهه أن بني عبد شمس وبني نوفل عادوا الهاشميين وظاهروا عليهم قريشا فصاروا كالأباعد منهم للعداوة وعدم النصرة . اهـ .\nفتحريم الصدقة شيء ، وكون زوجاته من أهل بيته شيء آخر .\nألا ترى أن النبي صلى الله عليه وسلم مَنَع بني عبد شمس وبني نوفل من سهم ذوي القُربى ؟ مع كونهم أبناء رجل واحد .\n\nوأما مسألة ميراثه صلى الله عليه وسلم التي يُدندن حولها الرافضة ، وما يتعلّق بأرض فَدَك ، وقوله عليه الصلاة والسلام : لا نُورَث ما تَرَكْنَا فهو صدقة .\n\nفالجواب عنها من وجوه :\n\nالوجه الأول : أن الأنبياء لا يُورَثون ، ومَن قال بِخلاف ذلك فعليه الدليل ، ولا دليل .\n\nالوجه الثاني : أن آل البيت شهِدوا بصحة حديث : لا نورَث ، ما تركنا صدقة .\nبل شهد به عليّ بن أبي طالب نفسه .\n(1/52)",
        "\nروى الإمام البخاري في صحيحه أن فاطمة عليها السلام أرسلت إلى أبي بكر تسأله ميراثها من النبي صلى الله عليه وسلم مما أفاء الله على رسوله صلى الله عليه وسلم ، تطلب صدقة النبي صلى الله عليه وسلم التي بالمدينة وفَدَك وما بقي من خمس خيبر ، فقال أبو بكر : إن رسول الله صلى الله عليه وسلم قال : لا نورث . ما تركنا فهو صدقة . إنما يأكل آل محمد من هذا المال - يعني مال الله - ليس لهم أن يَزيدوا على المأكل . وإني والله لا أغير شيئا من صدقات النبي صلى الله عليه وسلم التي كانت عليها في عهد النبي صلى الله عليه وسلم ، ولأعمَلَنّ فيها بما عَمِل فيها رسول الله صلى الله عليه وسلم ، فتشهد عليّ رضي الله عنه ثم قال : إنا قد عرفنا يا أبا بكر فضيلتك ، وذَكَرَ قرابتهم من رسول الله صلى الله عليه وسلم وحقهم . فتكلم أبو بكر فقال : والذي نفسي بيده لقرابة رسول الله صلى الله عليه وسلم أحبّ إلي أن أصِلَ من قرابتي .\nفأين هذا ممن زعم الظلم لبنت رسول الله صلى الله عليه وسلم ؟\nأكان عليّ رضي الله عنه قال ذلك تقيّة ؟\nأو كان عليّ رضي الله عنه ضعيفاً لا يأخذ حقّه ؟\n\nوروى الإمام مسلم في صحيحه أن عمر رضي الله عنه كان في مجلسه فاستأذن عليه عباس وعليّ رضي الله عنهما ، فأذن لهما فقال عباس : يا أمير المؤمنين اقض بيني وبين هذا ، فقال القوم : أجل يا أمير المؤمنين ، فاقض بينهم وأرِحهم .\nفقال عمر : اتئِدا . أنشدكم بالله الذي بإذنه تقوم السماء والأرض أتعلمون أن رسول الله صلى الله عليه وسلم قال : لا نورث ما تركنا صدقة ؟\nقالوا : نعم .\nثم أقبل على العباس وعليّ فقال : أنشدكما بالله الذي بإذنه تقوم السماء والأرض أتعلمان أن رسول الله صلى الله عليه وسلم قال : لا نورث ما تركناه صدقة ؟\nقالا : نعم .\n(1/53)\n",
        "فقال عمر : إن الله جل وعز كان خصّ رسوله صلى الله عليه وسلم بخاصة لم يخصص بها أحدا غيره . قال : ( مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ ) .\nوفي رواية للبخاري أن عُمر قال لعلي وعباس : أنشدكما بالله هل تعلمان ذلك ؟ قالا : نعم ، فَتَوَفَّى الله نبيه صلى الله عليه وسلم ، فقال أبو بكر : أنا وَلِيّ رسول الله صلى الله عليه وسلم فقبضها فَعَمِلَ بما عمل به رسول الله صلى الله عليه وسلم ، ثم تَوفى الله أبا بكر ، فقلت : أنا ولي وليّ رسول الله صلى الله عليه وسلم فقبضتها سنتين أعمل فيها ما عمل رسول الله صلى الله عليه وسلم وأبو بكر ، ثم جئتماني وكلِمتكما واحدة وأمركما جميع ، جئتني تسألني نصيبك من ابن أخيك وأتاني هذا يسألني نصيب امرأته من أبيها . فقلتُ : إن شئتما دفعتها إليكما بذلك . فتلتمسان مني قضاء غير ذلك ؟ فو الله الذي بإذنه تقوم السماء والأرض لا أقضي فيها قضاء غير ذلك حتى تقوم الساعة ، فإن عجزتما فادفعاها إليّ فأنا أكفيكماها .\nفهذا عُمر رضي الله عنه يقول للعباس وعليّ رضي الله عنهما : إن شئتما دفعتها إليكما .\nفلماذا لم يَقبضاها ؟ ثم يَقسمانها على ورثة النبي صلى الله عليه وسلم كما تزعم الرافضة !\nبل جاء في رواية لمسلم صريحة في أن عمر رضي الله عنه دَفَع بعض ما تركه النبي صلى الله عليه وسلم إلى عليّ والعباس رضي الله عنهما .\nففي صحيح البخاري ومسلم : فأما صدقته بالمدينة فدفعها عمر إلى عليّ وعباس ، فغلبه عليها عليّ ، وأما خيبر وفدك فأمسكهما عمر .\nفهذه الرواية الصحيحة تُثبت أن النبي صلى الله عليه وسلم دَفَع صدقة النبي صلى الله عليه وسلم التي كانت بالمدينة إلى عليّ والعباس .\nفأين هو الدليل أن علياً رضي الله عنه أعطى فاطمة نصيبها من ميراث أبيها ؟\nفمن طَعَن في أبي بكر وعُمر بشأن ميراث فاطمة فيَلزمه أن يَطعن في عليّ لأنه عمِل كما عَمِلا !\n(1/54)\n\nومن طريف ما يُروى في هذا المقام ، وإلزام الرافضة بمثل هذا اللزوم ، ما رواه ثعلب عن ابن الأعرابي قال : أول خطبة خطبها السفاح في قرية يقال لها العباسية ، فلما صار إلى موضع الشهادة من الخطبة قام رجل من آل أبي طالب في عنقه مصحف فقال : أذكّرك الله الذي ذَكَرْتَه ألا أنصفتني من خصمي ، وحكمت بيني وبينه بما في هذا المصحف .\nفقال له : ومَن ظَلَمَك ؟\nقال : أبو بكر الذي مَنَعَ فاطمة فَدَكاً .\nقال : وهل كان بعده أحد ؟\nقال : نعم .\nقال : مَنْ ؟\nقال : عمر .\nقال : فأقام على ظلمكم ؟\nقال : نعم .\nقال : وهل كان بعده أحد ؟\nقال : نعم .\nقال : مَنْ ؟\nقال : عثمان .\nقال : وأقام على ظلمكم ؟\nقال : نعم .\nقال : وهل كان بعده أحد ؟\nقال : نعم .\nقال : ومَنْ هو ؟\nقال : عليّ .\nقال : وأقام على ظلمكم ؟\nقال : فأسكت الرجل ! وجَعَل يلتفت إلى ورائه .\n\nفأثبتوا لنا أن عليا رضي الله عنه قَسَم ميراث النبي صلى الله عليه وسلم سواء فيما تولاّه زمن عمر ، أم في زمان خلافته هو رضي الله عنه .\nوأين إثبات ذلك ؟\nفهل أعطى ورثة فاطمة حقّهم من فَدَك وسهم النبي صلى الله عليه وسلم في خيبر ؟\n\nفإن لم تأتوا به – وهو الحق – فلا أقل من مُعاملة أبي بكر وعمر كمعاملة عليّ رضي الله عنهم أجمعين .\nثم إن الرافضة تزعم أن أبا بكر وعمر ظلما فاطمة ميراثها .\nوها هو العباس رضي الله عنه عم رسول الله صلى الله عليه وسلم ، وها هو عليّ رضي الله عنه زوج ابنته يُقرّان بقول النبي صلى الله عليه وسلم ويتذكّرانه يوم ذكّرهما به عُمر رضي الله عنه ، وهو قوله صلى الله عليه وسلم :\n\" لا نورث ما تركناه صدقة \" .\nفيلزم من تكذيبنا لهذا الخبر لانفراد أبي بكر به – كما يَزعم بعضهم – أن نُكذّب العباس وعليّ رضي الله عنهما ، لأنهما وافقا أبا بكر عليه ، وشهدا بِصحّة قول عمر .",
        "(1/55)\n\nوهما يشهدان عليه شهادة بعد أن نشدهما عمر رضي الله عنه فقال : أنشدكما بالله الذي بإذنه تقوم السماء والأرض أتعلمان أن رسول الله صلى الله عليه وسلم قال : لا نورث ما تركناه صدقة ؟\nفهل شهدا على كذب وزور ؟؟ سبحانك هذا بهتان عظيم .\nوعند أبي داود أن العباس وعلي دخلا على عمر وعنده طلحة والزبير وعبد الرحمن وسعد وهما يختصمان فقال عمر لطلحة والزبير وعبد الرحمن وسعد : ألم تعلموا أن رسول الله صلى الله عليه وسلم قال : كل مال النبي صلى الله عليه وسلم صدقة إلا ما أطعمه أهله وكساهم إنا لا نورث ؟ قالوا : بلى .\nيعني كل هؤلاء شهدوا على صدق عمر رضي الله عنه وعلى صدق أبي بكر رضي الله عنه ثم تأتي الرافضة لتّكّذّب الأخيار الأبرار !!!\nوالحديث لم ينفرد به أبو بكر رضي الله عنه بل رواه عمر وعائشة رضي الله عنهم أجمعين .\n\nالوجه الثالث : أن الله خصّ نبيّه بشيء لم يخصّ به غيره ، وهو الفيء ، وهو الغنائم التي أُخِذت من غير قِتال .\nوخصّ بني هاشم وبني المطّلب بسهم ذوي القربى ، فلا تحلّ لهم الصدقة – كما تقدّم – .\n\nالوجه الرابع : هل ردّ عليّ رضي الله عنه هذا الميراث لورثته حينما تولّى الخلافة ؟!\nالجواب : لا .\nإذا يُقال في حق عليّ رضي الله عنه ما يُقال في حق أبي بكر وعُمر إذ لم يُعطيا فاطمة حقها من ميراث أبيها.\nقد يقول قائل : فاطمة قد ماتت آنذاك .\nوالجواب : أن فاطمة رضي الله عنها وإن ماتت ، إلا أنه إذا كان لها حق في ميراث أبيها ، فهو لورثتها من بعدها .\nفلماذا لم يَقسمه عليّ رضي الله عنه حينما تولّى الخلافة وصار الأمر له ؟!\nبل لماذا لم يَقسِمه وقد وُكِل إليه ؟\nوقد تقدم هذا .\nالوجه الخامس : إذا كان رسول الله يُؤيِّد بالوحي – وهو كذلك – فلماذا لم يَقسِم أرض فدَك وسهمه في خيبر على ورثته ؟\nفإن قيل : النبي صلى الله عليه وسلم لا يعلم ما يكون بعده .\n(1/56)",
        "\nفيُقال : فالله يعلم ما كان وما يكون ، ولم يأمر نبيّه صلى الله عليه وسلم بأن يَقسم ميراثه قبل موته لئلا تُظلَم ابنته .\nوهل يُتصوّر أن الله أقرّ نبيّه على ظلم ابنته ؟!\nأما في ظل عقيدة ( البداء ) التي يَعتقدها الرافضة والمستمدّة من عقائد اليهود التي تَنْسِب الجهل إلى الله فقد يجوز مثل هذا !\nهذا إذا قلنا إن النبي صلى الله عليه وسلم لا يَعلم ما يكون بعده على معتقد أهل السنة والجماعة ، أما على اعتقاد الرافضة من الأئمة يعلمون الغيب – كما تقدّم – فيلزم على هذا أن النبي صلى الله عليه وسلم يَعلم الغيب عند الرافضة ! ويلزم من هذا أن يكون علِم ما سيكون بعده في شأن ابنته ، ولم يُنصِفها .\nأقول هذا من باب إلزام الرافضة ، وإلا فإن عقيدة أهل السنة والجماعة أنه لا يَعلم الغيب إلا الله\nوليُعلم أن أهل السنة هم أعفّ الناس ألسنة ، وهم أكثر الناس تأدّبا مع مقام رسول الله صلى الله عليه وسلم .\nفلا ينسبونه إلى الخطأ ، ولا إلى الجهل ، ولا إلى الظلم ، كما هو لازم دِين الرافضة وعقيدتهم وأقوالهم !\n\nالوجه السادس : أن فاطمة رضي الله عنها ليست كبقيّة النساء .\nكيف ؟\nسألني مرّة بعض الرافضة : لماذا كل بنت ترِث من أبيها إلا فاطمة ؟\nفأجبت : لأن كل بنت ليست بنت نبي غير فاطمة !\nولأن فاطمة هي بنت سيد المرسلين ، وخاتم النبيين ، فليست مثل سائر النساء ، ولا كَبقيّة البنات\nوثمّة شُبهة يتمسّك بها الرافضة ، وهي قولهم : إن أبا بكر أنفذ وعد النبي صلى الله عليه وسلم لِجابر رضي الله عنه ، ولم يُورّث فاطمة من ميراث أبيها .\n(1/57)\n",
        "والجواب عنه : أن النبي صلى الله عليه وسلم وَعَد جابر بن عبد الله رضي الله عنهما ، فقال : لو قد جاء مال البحرين قد أعطيتك هكذا وهكذا وهكذا ، فلم يجئ مال البحرين حتى قُبض النبي صلى الله عليه وسلم ، فلما جاء مال البحرين أمر أبو بكر مُنادياً فنادى : من كان له عند النبي صلى الله عليه وسلم عدة أو دين فليأتنا . قال جابر : فأتيته فقلت : إن النبي صلى الله عليه وسلم قال لي كذا وكذا ، فحثى لي حثية فعددتها فإذا هي خمسمائة ، فقال : خُذ مثليها . رواه البخاري ومسلم .\nفهذا من وفاء أبي بكر رضي الله عنه للنبي صلى الله عليه وسلم أن يُنفذ مُجرّد الوعد ، وهذا من حسنات أبي بكر ، والرافضة تعدّه من مساوئه !\n\nوالرافضة تقول : لماذا صدّق أبو بكر جابر فيما قال ، ولم يُصدق فاطمة رضي الله عنها ؟\nوالجواب :\nأن جابر بن عبد الله يُخبر أن رسول الله صلى الله عليه وسلم وَعَدَه ، ومن وفاء أبي بكر رضي الله عنه لرسول الله صلى الله عليه وسلم أن أنفذ وعده لجابر رضي الله عنه .\nوأما فاطمة فإنها لم تقل وعدني رسول الله صلى الله عليه وسلم . بل تُطالب بحقها من ميراث أبيها حيث فهمت أن لها الحق في ميراث أبيها ، فهي رضي الله عنها ما قالت : وعدني أبي صلى الله عليه وسلم .\nفأبو بكر رضي الله عنه لم يُكذّب الزهراء رضي الله عنها ، وإنما أفهمها أن ما تركه رسول الله صلى الله عليه وسلم صَدَقة بنصّ قولِه عليه الصلاة والسلام .\nويدل عليه ما رواه الترمذي عن فاطمة أنها جاءت إلى أبي بكر فقالت : من يرثك ؟ قال : أهلي وولدي . قالت : فما لي لا أرث أبي ؟ فقال أبو بكر : سمعت رسول الله صلى الله عليه وسلم يقول : لا نُورَث . ولكني أَعُول من كان رسول الله صلى الله عليه وسلم يعوله ، وأنفق على من كان رسول الله صلى الله عليه وسلم يُنفِق عليه .\n\nوثمّة شُبهة يتشبّث بها الرافضة في هذا السياق ، وهي :\n(1/58)\n\nأن النبي صلى الله عليه وسلم فاطمة بَضْعَة مني فمن أغضبها أغضبني . رواه البخاري .\nتقول الرافضة : إن أبا بكر أغضب فاطمة رضي الله عنها ، فهو داخل في هذا الحديث .\nوليس الأمر كما زعموا ، فإن أبا بكر رضي الله عنه عمِل بوصية رسول الله صلى الله عليه وسلم ، كما سيأتي ، وعمِل بما اتفق عليه الخلفاء من بعده ووافقوه عليه بما في ذلك عليّ بن أبي طالب رضي الله عنه .\nفهل يُقال : إن علياً رضي الله عنه أغضب فاطمة بهذا ؟\n\nوالجواب عن ذلك من وُجوه :\nالأول : سبب وُورد الحديث ، وهو خِطبة عليّ رضي الله عنه ابنة أبي جهل .\nوذلك أن ن علي بن أبي طالب خطب بنت أبي جهل وعنده فاطمة بنت رسول الله صلى الله عليه وسلم ، فلما سمعت بذلك فاطمة أتت النبي صلى الله عليه وسلم فقالت له : إن قومك يتحدثون إنك لا تغضب لبناتك ! وهذا عليّ ناكحا ابنة أبي جهل . قال المسور : فقام النبي صلى الله عليه وسلم فسمعته حين تشهد ثم قال : أما بعد فإني أنكحت أبا العاص بن الربيع فحدّثني فصدقني ، وإن فاطمة بنت محمد مضغة مني ، وإنما أكره أن يفتنوها ، وإنها والله لا تجتمع بنت رسول الله وبنت عدو الله عند رجل واحد أبدا . قال : فَتَرَكَ عليّ الخطبة . رواه البخاري ومسلم .\n\nالثاني : أن أبا بكر عمِل بما عمِل به الخلفاء من بعدِه ، وهذا يعني أنه على الحق ، فالغضب الذي يُغضب فاطمة والذي يَغضب له النبي صلى الله عليه وسلم ما كان في حقّ ، أي ما كانت فيه مُحقّة .\nونحن لا ندّعي العِصمة لأحد بعد رسول الله صلى الله عليه وسلم .\nوفاطمة سيدة نساء العالمين ، وهي من بنات آدم تغضب كما يَغضبون .\nبل إن رسول الله صلى الله عليه وسلم قال ذلك عن نفسه ، فقال : اللهم إنما أنا بشر ، فأيّ المسلمين لعنته أو سببته فاجعله له زكاة وأجرا . رواه مسلم .",
        "(1/59)\n\nالثالث : أن علياً رضي الله عنه أغضَب فاطمة مرّة ، فهل يُمكن أن يُقال إن علياً رضي الله عنه أغضب فاطمة فغضبت عليه ، أو غاضبها ثم خَرَج من عندها ، أنه بفعله ذلك أغضب النبي صلى الله عليه وسلم ؟\nروى البخاري ومسلم عن سهل بن سعد قال : جاء رسول الله صلى الله عليه وسلم بيت فاطمة فلم يجد علياً في البيت ، فقال : أين ابن عمك ؟ قالت : كان بيني وبينه شيء ، فغاضبني ، فخرج فلم يَقل عندي . فقال رسول الله صلى الله عليه وسلم لإنسان : انظر أين هو . فجاء فقال : يا رسول الله هو في المسجد راقد . فجاء رسول الله صلى الله عليه وسلم وهو مضطجع قد سقط رداؤه عن شِقه وأصابه تراب ، فجعل رسول الله صلى الله عليه وسلم يمسحه عنه ويقول : قُم أبا تراب ، قَم أبا تراب .\nفلو كان هذا الإغضاب من عليّ سبب في غضب النبي ما مسح عنه التراب ، ولا مازحه بقوله هذا .\n\nالرابع : أن أبا بكر رضي الله عنه عَرَف لقرابة رسول الله صلى الله عليه وسلم حقّهم ، وما كان يسرّه أن تموت فاطمة وهي غضبى عليه . فقد طَلَب رضاها قبيل موتها .\nفقد حدّث الشعبي قال : لما مرضت فاطمة أتى أبو بكر فاستأذن ، فقال عليٌّ : يا فاطمة هذا أبو بكر يستأذن عليك ، فقالت : أتحبّ أن آذن له ؟ قال : نعم . فأذِنَتْ له ، فدخل عليها يترضّاها ، وقال : والله ما تركت الدار والمال والأهل والعشيرة إلا ابتغاء مرضاة الله ورسوله ومرضاتكم أهل البيت . قال : ثم ترضّاها حتى رَضِيَتْ . رواه البيهقي في الكبرى وفي الاعتقاد .\n\nقال الذهبي في سيرة سيدة نساء العالمين رضي الله عنها :\nولما توفي أبوها تعلقت آمالها بميراثه ، وجاءت تطلب ذلك من أبي بكر الصديق ، فحدّثها أنه سمع من النبي يقول : لا نورث ما تركنا صدقة ، فَوَجَدَتْ عليه ، ثم تعللت . اهـ .\nومما يدلّ على رضاها عنه أنها رضي الله عنها أوصَتْ أن تُغسِّلها أسماء بنت عُميس امرأة أبي بكر رضي الله عنها وعنه .\n(1/60)",
        "\nقال ابن كثير : ولما حضرتها الوفاة أوْصَتْ إلى أسماء بنت عميس امرأة الصديق أن تغسلها ، فغسلتها هي وعلي بن أبي طالب وسلمى أم رافع ، قيل : والعباس بن عبد المطلب . وما رُوي من أنها اغتسلت قبل وفاتها وأوصت أن لا تُغَسّل بعد ذلك فضعيف لا يُعوّل عليه ، والله أعلم .\n\nفلو كانت تجِد في نفسها على الصدِّيق رضي الله عنه لما أوصَتْ أن تُغسِّلها امرأته ، ولكانت بمنأى عن أهل بيت أغضبوها وغصبوها حقّها – كما تزعم الرافضة – .\nقال الرافضي :\nالسؤال الثالث عشر :\nأن الله سبحانه وتعالى أرسل 124000 نبي لهداية البشر .. فهل نقل عن أي نبي من هؤلاء أن صحابته لم يحضروا مأتمه ؟ وأنهم تنازعوا المنصب بعده ؟\n\nالردّ :\nيُقال في هذا العدد ما قيل فيه سابقاً .\nثم يُقال : وهل نُقِل عن نبي من الأنبياء أنه عُمِل له مأتم ؟ كما هو دِين الرافضة !\nالذي لا يكاد يخلو شهر من الشهور من مأتم !\nوهذا يدل على أن المآتِم ليست من دين الأنبياء ، وإنما هي من دِين الرافضة الذين اتّخذوا الأئمة آلهة !\n\nولم يتنازَع الصحابة رضي الله عنهم المنصب بَعده .\nومن تعنيه بالانشغال بالمنصب هو من كان حضر دَفنه ، فإن أصحاب النبي صلى الله عليه وسلم لم يَدروا أين يقبرون النبي صلى الله عليه وسلم حتى قال أبو بكر رضي الله عنه : سمعت رسول الله صلى الله عليه وسلم يقول : لن يُقبر نبي إلا حيث يموت . فأخّروا فراشه وحَفَروا له تحت فراشه . رواه الإمام أحمد .\n(1/61)\n",
        "وحدّث ابن عباس رضي الله عنهما قال : لما أرادوا أن يَحفروا لرسول الله صلى الله عليه وسلم بعثوا إلى أبي عبيدة بن الجراح وكان يضرح كضريح أهل مكة ، وبعثوا إلى أبي طلحة وكان هو الذي يحفر لأهل المدينة وكان يلحد ، فبعثوا إليهما رسولين فقالوا : اللهم خِر لرسولك ، فوجدوا أبا طلحة فجيء به ولم يوجد أبو عبيدة ، فلحد لرسول الله صلى الله عليه وسلم . قال : فلما فرغوا من جهازه يوم الثلاثاء وُضع على سريره في بيته ، ثم دخل الناس على رسول الله صلى الله عليه وسلم أرسالا يُصلّون عليه حتى إذا فرغوا أَدْخَلوا النساء حتى إذا فرغوا أدْخَلوا الصبيان ، ولم يؤم الناس على رسول الله صلى الله عليه وسلم أحد . لقد اختلف المسلمون في المكان الذي يُحفَر له ، فقال قائلون : يُدفَن في مسجده ، وقال قائلون : يُدفن مع أصحابه ، فقال أبو بكر : إني سمعت رسول الله صلى الله عليه وسلم يقول : ما قُبِض نبيّ إلا دُفن حيث يُقبض . قال : فرفعوا فراش رسول الله صلى الله عليه وسلم الذي توفي عليه فحفروا له ثم دُفِن صلى الله عليه وسلم وسط الليل من ليلة الأربعاء ، ونزل في حفرته علي بن أبي طالب والفضل بن العباس وقثم أخوه وشقران مولى رسول الله صلى الله عليه وسلم . رواه ابن ماجه .\nفهل الذين دَخَلوا عليه أرسالاً يُصلّون عليه كانوا يتنازعون المنصب آنذاك ؟!\n\nثم إن الأمم الماضية كانت تسوسها الأنبياء ، فليس ثم منصب خلافة .\nقال عليه الصلاة والسلام : كانت بنو إسرائيل تسوسهم الأنبياء كلما هلك نبي خلفه نبي . رواه البخاري ومسلم .\n\nوالأمة قد افترقت رغم حرص أصحاب النبي صلى الله عليه وسلم على وِحدة الصف واجتماع الكلمة ، فكيف لو ضُيِّع هذا المنصب ؟\n\nقال الرافضي :\nالسؤال الرابع عشر:\n(1/62)\n\nإذا كان عمر ابن الخطاب مُصيبا عندما رفض طلب النبي للدواة والقلم ليكتب كتابا لن يضل به أحد بعده ... فما هي العبرة المستفادة من لا وعي النبي يومها كسنة لنطبقها لأن فعل النبي سنة ؟\nوما هو مصير من يتعرض للنبي بهذه الطريقة ؟\nالردّ :\nوما مصير من يسب أصحاب النبي صلى الله عليه وسلم ، ويُسيء الأدب مع أصهاره صلى الله عليه وسلم ؟!\nفعُمر رضي الله عنه هو والِد حفصة أم المؤمنين ، وهو زوج أم كلثوم بنت عليّ .\nوعثمان رضي الله عنه هو زوج ابنتي النبي صلى الله عليه وسلم .\nولم يُعرف عن أحد أنه جَمَع ابنتي نبيّ ، أي تزوّج بهما الواحدة بعد الأخرى ، سوى عثمان رضي الله عنه ، ومع ذلك لم يَسْلَم من أذى الرافضة وسبِّهم وشتمهم ولعنهم !\nومن آذى أصهار النبي صلى الله عليه وسلم فقد آذى النبي صلى الله عليه وسلم .\nوقد قال النبي صلى الله عليه وسلم : يا أيها الناس من آذى عَمِّي فقد آذاني .\nونحن نقول : ومن آذى أصهاره فقد آذاه صلى الله عليه وسلم .\n\nوأما قول الرافضي إن عمر رفض طلب النبي صلى الله عليه وسلم ، فهذا لا يصحّ ، وإنما قال عُمر رضي الله عنه ذلك من باب التأدّب مع النبي صلى الله عليه وسلم ، ولعدم رفع الصوت عنده صلى الله عليه وسلم ، ولكراهته لِلّغط عنده صلى الله عليه وسلم .\nثم إن ما أراد رسول الله صلى الله عليه وسلم أن يَكتبه قاله ونُقِل إلينا .\nفإنه عليه الصلاة والسلام لما قال : ائتوني بكتاب أكتب لكم كتابا لن تضلوا بعده أبدا . فتنازعوا - ولا ينبغي عند نبي تنازع – ثم قال : دَعوني فالذي أنا فيه خير مما تدعونني إليه . وأوصى عند موته بثلاث : أخرجوا المشركين من جزيرة العرب ، وأجِيزوا الوفد بنحو ما كنت أُجيزهم . قال الراوي : ونسيت الثالثة . رواه البخاري ومسلم .",
        "(1/63)\n\nوسَبَق أنه عليه الصلاة والسلام قال لعائشة رضي الله عنها وهو في مرضه : ادعي لي أبا بكر وأخاك حتى أكتب كتابا ، فإني أخاف أن يتمنى مُتَمَنٍّ ويقول قائل : أنا أولى . ويأبى الله والمؤمنون إلا أبا بكر . رواه مسلم .\nفهذا مما أراد رسول الله صلى الله عليه وسلم أن يقوله ويَكتبه .\n\nوعُمر رضي الله عنه كان ينهى عن رفع الصوت عند رسول الله صلى الله عليه وسلم وفي مسجده في حياته وبعد موته .\nروى البخاري من طريق السائب بن يزيد قال : كنت قائما في المسجد فحصبني رجل ، فنظرت فإذا عمر بن الخطاب ، فقال : اذهب فأتني بهذين ، فجئته بهما . قال : من أنتما ؟ أو من أين أنتما ؟ قالا : من أهل الطائف . قال : لو كنتما من أهل البلد لأوجعتكما ! ترفعان أصواتكما في مسجد رسول الله صلى الله عليه وسلم .\nفأنكر عمر رضي الله عنه رَفع الصوت عند النبي صلى الله عليه وسلم في حال حياته ، وأنكر رفع الصوت في مسجده صلى الله عليه وسلم بعد مماته .\nوهذا الرافضي يعتبر ذلك مَنقصة في حق عُمر !\n\nقال الرافضي :\nالسؤال الخامس عشر :\nإذا كان الشيعة هم من خذل الحسين وقتله كما يجعجع بعض الجهلة ؟ فلماذا لم ينصره السنة ؟\nوفي أي موقف كانوا يومها ؟\nفي أي معسكر ؟\nهل كانوا جانيا فخذلوه أم كانوا في معسكر يزيد ؟\nأم لم يكونوا موجودين أصلا ؟\nأم كانوا في رحلة في جزر المالديف..؟\nالردّ :\nلن أرد عليك بحقائق التاريخ الساطعة الناصعة ، وإنما سوف أرد عليك في جواب هذا السؤال بما أثبته أئمة الشيعة الرافضة من أن الذين زعموا محبة الحسين هم من خَذَله !\n\nوقال الإمام الحسين رضي الله عنه في دعائه على شيعته :\nاللهم إن متعتهم إلى حين ففرقهم فرقاً، واجعلهم طرائق قدداً ، ولا ترض الولاة عنهم أبداً، فإنهم دعونا لينصرونا ثم عدوا علينا فقتلونا . (الإرشاد للمفيد 241).\nودعا عليهم مرة أخرى ، فقال :\n(1/64)",
        "\nلكنكم استسرعتم إلى بيعتنا كطيرة الدّبا ، وتهافتم كتهافت الفراش ، ثم نقضتموها ، سفهاً وبعداً ، وسحقاً لطواغيت هذه الأمة وبقية الأحزاب ونَبَذة الكتاب ، ثم انتم هؤلاء تتخاذلون عنا وتقتلوننا ، ألا لعنة الله على الظالمين . (الاحتجاج للطبرسي 2/24) .\nوقال السيد محسن الأمين :\nبَايَع الحسين من أهل العراق عشرون ألفاً ، غَدروا به وخرجوا عليه وبيعته في أعناقهم ، وقتلوه . (أعيان الشيعة/القسم الأول 34) .\nوقال الإمام زين العابدين لأهل الكوفة :\nهل تعلمون أنكم كتبتم إلى أبي وخدعتموه ، وأعطيتموه من أنفسكم العهد والميثاق ثم قاتلتموه وخذلتموه ؟ بأي عين تنظرون إلى رسول الله صلى الله عليه وآله وهو يقول لكم : قاتلتم عِترتي وانتهكتم حرمتي ، فلستم من أمتي . (الاحتجاج 2/32).\nوقال أيضا :\nإن هؤلاء يبكون علينا فمن قتلنا غيرهم ؟! (الاحتجاج 2/29).\n\nوقالت فاطمة الصغرى في خطبة لها في أهل الكوفة :\nيا أهل الكوفة ، يا أهل الغدر والمكر والخيلاء ، إنا أهل البيت ابتلانا الله بكم ، وابتلاكم بنا فجعل بلاءنا حسناً . فكفرتمونا وكذبتمونا ورأيتم قتالنا حلالاً وأموالنا نهباً . كما قتلتم جدنا بالأمس ، وسيوفكم تقطر من دمائنا أهل البيت . تباً لكم ! فانتظروا اللعنة والعذاب فكأن قد حلّ بكم ... ألا لعنة الله على الظالمين . تباً لكم يأهل الكوفة ، كم قرأت لرسول الله صلى الله عليه وآله قبلكم ، ثم غدرتم بأخيه علي بن أبي طالب وجدي ، وبنيه وعترته الطيبين .\nفَرَدّ علينا أحد أهل الكوفة [ ممن يدّعون محبة آل البيت ] فقال :\nنحن قتلنا علياً وبني علي *** بسيوف هندية ورماحِ\nوسبينا نساءهم سبي تركٍ ... *** ونطحناهمُ فأيُّ نطاحِ (الاحتجاج 2/28) .\n\nوقالت زينب بنت أمير المؤمنين لأهل الكوفة :\n(1/65)\n",
        "أما بعد يا أهل الكوفة ، يا أهل الختل والغدر والخذل . إنما مثلكم كمثل التي نقضت غزلها من بعد قوة أنكاثاً ، هل فيكم إلا الصلف والعجب والشنف والكذب ؟ أتبكون أخي ؟ أجل والله فابكوا كثيراً واضحكوا قليلاً فقد ابليتم بِعارِها . وأنى ترخصون قتل سليل خاتم النبوة . (الاحتجاج 2/29-30).\n\nهذا ما أثبتته مصادر الرافضة قبل غيرهم !\n\nوقد علِم الإمام الحسن بن علي رضي الله عنه بأن الذين يدّعون محبة الحسين إنما هم كَذّبَة .\nفقد قال لأخيه الحسين رضي الله عنه :\nيا أخي إن أبانا رحمه الله تعالى لما قُبض رسول الله استشرف لهذا الأمر ورجا أن يكون صاحبه ، فصرفه الله عنه ، ووليها أبو بكر ، فلما حضرت أبا بكر الوفاة تشوّف لها أيضا فصُرفت عنه إلى عمر ، فلما احتضر عمر جعلها شورى بين ستة هو أحدهم ، فلم يشك أنها لا تعدوه فصُرفت عنه إلى عثمان ، فلما هلك عثمان بُويع ثم نُوزع حتى جرّد السيف وطلبها فما صَفَا لَه شيء منها ، وإني والله ما أرى أن يجمع الله فينا أهل البيت النبوة والخلافة ، فلا أعرفن ما استخفّك سفهاء أهل الكوفه فأخرجوك .\n\nوأما أهل السنة فما أخرجوه من داره ولا وَعدوه بالنُّصرة ، ولا زعموا أن الكوفة بل العراق كلها تحت أمره ..\nما كان أهل السنة أهل ثورة وفِتنة !\nوإنما كان ذلك في أهل الرفض ، فهم الذين يَزعمون أنهم أهل ثورة !\nويَنسبُون ذلك إلى بعض الصحابة ، كعمّار بن ياسر والحسين بن علي رضي الله عنهم .\n\nفهل علِمت مَن قَتَل الحسين ؟ ومن الذي أخرجه ثم خذَله ؟\nشهِد بهذه الحقيقة علماء الرافضة قبل غيرهم .\n\nقال الرافضي :\nالسؤال السادس عشر:\n(1/66)\n\nإذا كان لا وجود لأي خلاف بين علي والخلفاء الثلاثة ممن سبقه ، فلماذا لم يحمل علي سيفه على عاتقه ويشارك في المعارك التي خاضها هؤلاء الخلفاء ضد الكفار خصوصا وأن الجهاد واجب عيني يومها في كثير من المعارك ... بينما نجده حينما استلم الخلافة وهو في سن متأخرة حمل سيفه على عاتقه في حربه في صفين والجمل ؟\nالردّ :\nها أنت تُسيء إلى أمير المؤمنين عليّ رضي الله عنه المرّة تِلو الأخرى !\nهل كان عليّ جباناً بحيث يقبع في بيته ، ولا يُشارك في الجهاد ؟ ولا يأخذ بِحقّه المغصوب – بزعمكم – ؟\nأحد أمرين :\nإما أنه يرى بيعة أبي بكر – وهذا ما تقدّم تقريره بقوله وفِعله – وإقراره أحكام أبي بكر .\nوإما أنه لا يراها . فلماذا انزوى وسَكَت – كما تدّعون – ؟!\nإما أن يكون شُجاعاً يقوم على رؤوس الناس ويُحرّضهم على أخذ حقّه\nوإما أن يَنْزَوي ويكون جباناً .\nفأيهما تختار ؟ طالما أنك تدّعي وُجود خلاف !\nأما من أخذ بالقول الصحيح وهو أن عليّ بن أبي طالب كان يرى صحّة البيعة لأبي بكر ، فإنه لا يَلزمه شيء من ذلك !\n\nنعم .. كان هناك خلاف يسير في أول الأمر ثم بايَع عليّ أبا بكر وانتهى الخلاف .\nروى البخاري ومسلم عن عائشة حديثاً طويلاً – وفيه – :",
        "(1/67)\n\nوكان لعلي من الناس وجْه حياة فاطمة ، فلما توفيت استنكر عليٌّ وجوه الناس ، فالتمس مصالحة أبي بكر ومبايعته ، ولم يكن يبايع تلك الأشهر ، فأرسل إلى أبي بكر أن ائتنا ولا يأتنا أحد معك ... فدخل عليهم أبو بكر فتشهد عليٌّ فقال : إنا قد عرفنا فضلك ، وما أعطاك الله ، ولم ننفس عليك خيرا ساقه الله إليك ، ولكنك استبددت علينا بالأمر ، وكنا نرى لقرابتنا من رسول الله صلى الله عليه وسلم نصيبا ، حتى فاضت عينا أبي بكر ، فلما تكلم أبو بكر قال : والذي نفسي بيده لقرابة رسول الله صلى الله عليه وسلم أحبّ إليّ أن أصل من قرابتي ، وأما الذي شَجَرَ بيني وبينكم من هذه الأموال فلم آل فيها عن الخير ، ولم أترك أمرا رأيت رسول الله صلى الله عليه وسلم يصنعه فيها إلا صنعته . فقال عليٌّ لأبي بكر : موعدك العشيّة للبيعة ، فلما صلى أبو بكر الظهر رقي على المنبر فتشهد وذكر شأن عليّ وتخلفه عن البيعة وعذره بالذي اعتذر إليه ، ثم استغفر وتشهد عليٌّ فعظّم حق أبي بكر وحدّث أنه لم يحمله على الذي صنع نفاسة على أبي بكر ولا إنكارا للذي فضّله الله به ، ولكنا نرى لنا في هذا الأمر نصيباً فاستبد علينا ، فوجدنا في أنفسنا ، فَسُرّ بذلك المسلمون وقالوا : أصبت . وكان المسلمون إلى عليّ قريبا حين راجع الأمر المعروف .\nفهذا عليّ رضي الله عنه قد شهد بِفضل أبي بكر وبإمامته ، بل وبايعه بعد أشهر .\nفهل يبقى بعد ذلك مجالا لقائل أن يقول : إن عليا كان يرى أن أبا بكر غصبه حقّه .\nفلو كان كذلك لَما بايَعه ، ولما اعترف بِفضله .\n\nوأما أنه لم يَحمِل سيفه فقد كان الخلفاء يستشيرونه ، ويَعرفون له فضله ، ولهذا كان يبقى في المدينة .\nوهذا ثابت في كُتب السنة والشيعة ( الرافضة ) .\nفإن مما يُروى في كُتب الرافضة قول عمر : أعوذ بالله من معضلة ولا أبو حسن لها .\nوهو مُثبت في كُتب أهل السنة .\nقال ابن كثير : وكان عمر يقول : أعوذ بالله من معضلة ولا أبو حسن لها .\n(1/68)",
        "\nوذَكَر ابن حزم الظاهري أن هذا القول جاء عن معاوية رضي الله عنه .\nوكذلك ذَكَره ابن الأثير في النهاية .\n\nوكان عُمر رضي الله عنه يستشير عليّ بن أبي طالب وعمّه العباس .\nقال ابن كثير في ذِكر نهاوند :\nفصعد عُمر المنبر حتى اجتمع الناس فقال : إن هذا يوم له ما بعده من الأيام ، ألاَ وإني قد هممت بأمر فاسمعوا وأجيبوا وأوجزوا ، ولا تنازعوا فتفشلوا وتذهب ريحكم . إني قد رأيت أن أسير بمن قبلي حتى أنزل منزلا وسطا بي هذين الْمِصْرَين فأستنفر الناس ، ثم أكون لهم ردءا حتى يفتح الله عليهم ، فقام عثمان وعليّ وطلحة والزبير وعبد الرحمن بن عوف في رجال من أهل الرأي فتكلم كل منهم بانفراده فأحسن وأجاد ، واتفق رأيهم على أن لا يسير من المدينة ولكن يبعث البعوث ويحضرهم برأيه ودعائه ، وكان من كلام عليّ رضي الله عنه أن قال : يا أمير المؤمنين إن هذا الأمر لم يكن نصره ولا خذلانه بكثرة ولا قِلة ، هو دينه الذي أظهر وجنده الذي أعزّه وأمدّه بالملائكة حتى بلغ ما بلغ ، فنحن على موعود من الله ، والله منجز وعده وناصر جنده ، ومكانك منهم يا أمير المؤمنين مكان النظام من الخرز يجمعه ويمسكه ، فإذا انحلّ تفرّق ما فيه وذهب ، ثم لم يجتمع بحذافيره أبداً ، والعرب اليوم وإن كانوا قليلا فهم كثير عزيز بالإسلام ، فأقِم مكانك واكتب إلى أهل الكوفة فهم أعلام العرب ورؤساؤهم فليذهب منهم الثلثان ويُقيم الثلث ، واكتب إلى أهل البصرة يُمِدّونهم أيضا . وكان عثمان قد أشار في كلامه أن يُمدّهم في جيوش من أهل اليمن والشام ، ووافق عمر على الذهاب إلى ما بين البصرة والكوفة فَرَدّ عليّ على عثمان في موافقته على الذهاب إلى مابين البصرة والكوفة ، كما تقدم ، وَرَدّ رأي عثمان فيم أشارّ بِهِ من استمداد أهل الشام خوفاً على بلادهم إذا قلّ جيوشها من الروم ، ومن أهل اليمن خوفاً على بلادهم من الحبشة ، فأعجب عمر قول عليٍّ وسُرّ به ، وكان عمر إذا استشار أحدا\n(1/69)\n",
        "لا يُبْرِم أمرا حتى يشاور العباس . اهـ .\nواستشاره عمر رضي الله عنه في فتح بيت المقدس ، وفي فتح المدائن .\nوكان عمر رضي الله عنه يستخلفه على المدينة إذا خَرج عُمر رضي الله عنه لِحجّ أو عمرة أو فتوحات .\nوكانت علاقة عليّ رضي الله عنه بِعُمر علاقة الأخ بأخيه .\nأخرج ابن أبي شيبة من طريق أبي السفر قال : رُئي على عليّ بُرد كان يكثر لبسه . قال فقيل له : إنك لتكثر لبس هذا البرد . فقال : إنه كسانيه خليلي وصفيي وصديقي وخاصّي عمر . إن عمر ناصح الله فنصحه الله ، ثم بكى .\nوأقطَع عمر علياً ينبع .\nوروى جعفر بن محمد ( الصادق ) عن أبيه أن عُمر جَعَل للحسين مثل عطاء عليّ ، خمسة آلاف\nوهذا يدلّ أيضا على شرعية خلافة عمر رضي الله عنه ، وإقرار عليّ بذلك ، بل وإقرار أولاده من بعده .\nفإن عمر رضي الله عنه أعطى للحسين بن عليّ ابنة يزدجرد ، وهي من سبي الفُرس ، فولدتْ له زين العابدين ، ومن هذا النسل تتابع الأئمة الذين اتّخذهم الرافضة أئمة من الأئمة الاثنا عشر .\nفعِماد دين الرافضة قائم على هِبة وأعطية أعطاها عُمر رضي الله عنه للحسين بن علي رضي الله عنهما .\n\nكما كان يحضر مجلس الخلافة في زمن عثمان رضي الله عنه ، وكان عثمان يستشيره .\nولم يقتصر الحضور على عليّ رضي الله عنه بل إن الحسن كان يحضر مجلس عثمان رضي الله عنه\n(1/70)\n\nروى الإمام مسلم في صحيحه من طريق حُضَين بن المنذر أبو ساسان قال : شهدت عثمان بن عفان وأُتِيَ بالوليد قد صلى الصبح ركعتين ، ثم قال : أزيدكم فشهد عليه رجلان - أحدهما حمران - أنه شرب الخمر ، وشَهِد آخر أنه رآه يتقيأ ، فقال عثمان : إنه لم يتقيأ حتى شربها ، فقال : يا علي قُم فاجلده ، فقال عليّ : قُم يا حَسَن فاجلده ، فقال الحسن : وَلِّ حارها من تولى قارّها ، فكأنه وَجَدَ عليه ، فقال عليّ : يا عبد الله بن جعفر قم فاجلده ، فجلده وعليّ يَعُدّ حتى بلغ أربعين ، فقال : أمسِك ، ثم قال : جَلَدَ النبي صلى الله عليه وسلم أربعين ، وَجَلَدَ أبو بكر أربعين ، وعمر ثمانين ، وكلّ سُنَّة ، وهذا أحب إليّ .\n\nفهذا الحديث فيه ردود وليس ردّاً على الرافضة !\nففيه أن عليّاً رضي الله عنه كان يحضر مجلس عثمان\nوأنه كان يُقرّ عثمان على إقامة الحدود ، ولو كانت ولاية عثمان غير شرعية ، فهل كان يُقرّ أو يأمر من يُقيم الحد ، والآمِر به عثمان رضي الله عنه ؟\nوفيه إقرار عليّ عُمرَ على فعله في تحديد الجلد بـ 80 ، وقد تقدّم هذا في أول الإجابات .\nإلى غير ذلك مما يجهله الرافضة !\n\nوكان في زمان الخلفاء من يُقاتِل ويَقود الجيوش ، أما في زمان عليّ رضي الله عنه فقد هَلَك كثير من القادة .\nفسيف الله خالد بن الوليد مات قبل خلافة عليّ ، والنعمان بن مُقرّن استُشهد في نهاوند في خلافة عمر ، وغيرهم كثير ، مما جَعَل علي بن أبي طالب يحمل سيفه ويقود الجيوش بنفسه .\nمع ما ناء به من أعباء الخلافة ، حيث كان يرى أن المسؤولية أُلقيَت على عاتقه .\n\nفهذه من أسباب عدم كثرة خروجه للقتال في زمن الخلفاء الثلاثة قبله ، وخروجه للقتال في زمنه\nقال الرافضي :\nالسؤال السابع عشر:",
        "(1/71)\n\nإن كتب أهل السنة مليئة بالأحاديث عن رسول الله(ص) والتي يرويها عمر وعائشة وابن عمر وأبو هريرة بينما لا نجدها تحوي إلا القليل القليل من الأحاديث التي يرويها علي وفاطمة والحسن والحسين الذين تربوا في أحضان النبي ورأوه أكثر مما رآه غيرهم ؟\nما السبب ... هل عدم وجود طريق صحيح إليهم ؟\nطيب نسال لماذا لم يوجد هذا الطريق الصحيح ... هل كان كل من يصاحب أهل البيت من غير الثقاة ... ولماذا لم يرو ثقاتهم عن أئمة أهل البيت اللاحقين الذين عاصروا البخاري ومسلم إلا القليل ... هل كانت روايات أهل البيت لا تعجب حفاظ السنة!\nالردّ :\nبل أهل السنة يَروون عن أئمة آل البيت .\nوالمسألة تحتاج إلى تفصيل :\n\nأولاً :\nليس المقياس هو القُرب من النبي صلى الله عليه وسلم أو البُعد ، ولا تقدّم الإسلام أو تأخّره ، وإنما المقياس التفرّغ لهذا الشأن ، والتحديث بما سَمِع .\nفعبد الله بن عمرو بن العاص رضي الله عنهما كان يَكتب الأحاديث ، وله صحيفة معروفة بالصحيفة الصادقة ، وشهِد له أبو هريرة بكثرة الأحاديث ، فقال أبو هريرة رضي الله عنه : ما من أصحاب النبي صلى الله عليه وسلم أحد أكثر حديثاً عنه مني إلا ما كان من عبد الله بن عمرو ، فإنه كان يكتب ولا أكتب . رواه البخاري .\nوجاء عن عبد الله بن عمرو أنه تفرّغ للعبادة وانقطع لها ، ولهذا لم يُكثر التحديث .\nوخبره في الصحيحين .\nوجاء عن غير واحد ممن كَتَبوا أنهم أحرقوا تلك الصُّحُف ، وأمَروا الناس أن يعتمِدوا على حِفظهم ..\nإلى غير ذلك من الأسباب التي تجعل الراوي أكثر أو أقل من غيره في الرواية .\nوعلى سبيل المثال :\nأحاديث أبي بكر رضي الله عنه قليلة ، وذلك لاشتغاله بأعباء الخلافة ، وبحروب الردّة .\nوخالد بن الوليد قليل الحديث جداً ، وذلك لاشتغاله بالجهاد والمرابَطة .\nوعُمر أيضا ليس من المكثرين .\n(1/72)",
        "\nولذا قال أبو هريرة رضي الله عنه : إن الناس يقولون أكثر أبو هريرة ! ولولا آيتان في كتاب الله ما حدثت حديثا ، ثم يَتلو : ( إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ ) إلى قوله ( الرَّحِيمُ ) إن إخواننا من المهاجرين كان يشغلهم الصفق بالأسواق ، وإن إخواننا من الأنصار كان يشغلهم العمل في أموالهم ، وإن أبا هريرة كان يلزم رسول الله صلى الله عليه وسلم بِشبع بطنه ، ويحضر ما لا يحضرون ، ويحفظ ما لا يحفظون . رواه البخاري ومسلم .\n\nثانياً :\nالحسن رضي الله عنه وُلِد في السنة الثالثة والحسين رضي الله عنه في السنة الرابعة من الهجرة ، فعلى هذا تكون أعمارهم دون العاشرة عند موت النبي صلى الله عليه وسلم ، وتقريبا قُرابة سبع وست سنوات ، وهم يُعدّون من صغار الصحابة .\nولذلك لما قال أبو الحوراء السعدي للحسن بن علي : ما تذكر من رسول الله صلى الله عليه وسلم ؟ قال : أذكر أني أخذت تمرة من تمر الصدقة فألقيتها في فمي ، فانتزعها رسول الله صلى الله عليه وسلم بلعابها فألقاها في التمر . رواه الإمام أحمد .\n\nثالثاً : بالنسبة لأمير المؤمنين عليّ بن أبي طالب رضي الله عنه فإن الحقيقة أن مروياته عند أهل السنة أكثر من مروياته عند الرافضة !\nقَلِّب الكافي مثلا تجد أن الرواية عن جعفر الصادق – مثلا – أكثر من الرواية عن عليّ بن أبي طالب رضي الله عنه .\nوقلّب الكافي فلا تكاد تجد رواية عن الحسن بن عليّ رضي الله عنه إلا نادراً .\nوأما كتب أهل السنة ففي مسند الإمام أحمد فقط لِعليّ رضي الله عنه (819) حديثا بالمكرر .\nولعليّ رضي الله عنه في مسند بَقيّ بن مخلد (586) حديثا .\nوله رضي الله عنه في الكُتُب الستة (322) حديثاً .\nواتفق البخاري ومسلم على (20) حديثا ، وانفرد البخاري بـ (9) ومسلم بـ (15) حديثا .\n(1/73)\n",
        "يقول الدكتور علي الصِّلابي : ويُعتبر أمير المؤمنين عليّ أكثر الخلفاء الراشدين رواية لأحاديث رسول الله صلى الله عليه وسلم ، وهذا راجع إلى تأخّر وفاته عن بقية الخلفاء ، وكثرة الرواة عنه . اهـ .\nوأما سيدة نساء العالمين فاطمة الزهراء رضي الله عنها فلم تُعمّر طويلا بل توفّيت بعد وفاة أبيها صلى الله عليه وسلم بستة أشهر ، عاشَتْ أربعاً أو خمساً وعشرين سنة .\nولذلك قَلَّتْ مروياتها ، وأحسب أن مروياتها عند أهل السنة أكثر منها عد الرافضة !\n\nولكي تعرف أن أهل السنة لا يتحيّزون ضد آل البيت ، بل هم محل تقدير ، أن في مسند الإمام أحمد - وهو يُعتبر من أضخم الموسوعات الحديثية - المجلد الأول منه لأحاديث الخلفاء الثلاثة ( أبي بكر وعمر وعثمان ) والمجلّد الثاني كاملا لأحاديث عليّ بن أبي طالب رضي الله عنه .\nفبلغت أحاديث الخلفاء الثلاثة (561) حديثا ، في حين بلغت أحاديث علي بن أبي طالب (819) حديثا .\n\nفهل بعد هذا يُتّهم أهل السنة أنهم لا يَروون عن آل البيت ؟!\nوهم يَروون لعليّ رضي الله عنه أكثر من ثلاثة من الخلفاء !!\n\nرابعاً : آل البيت ليسوا محصورين بِعليّ وفاطمة والحسن والحسين ، كما أن ذرية الحسين ليست محصورة في الباقر – كما تقدّم – .\n\nويكاد يكون عُمدة أهل السنة في التفسير حبر الأمة وتُرجمان القرآن ابن عمّ رسول الله صلى الله عليه وسلم ، أعني ابن عباس رضي الله عنهما .\nوهو لا يُعتبر عُمدة في التفسير عند الرافضة ، بل العُمدة في الأئمة المعصومين – زعموا – !\nوانظر إلى مرويات ابن عباس رضي الله عنهما في كُتب السنة أو في كُتب التفسير تجد أنها ليست بالقليلة بل هي كثيرة جداً .\nومسند ابن عباس ( 1660) حديثاً ، وله في الصحيحين (75) وانفرد البخاري له بـ (120) ومسلم بـ (9) .\nولابن عباس في تفسير ابن جرير الطبري (5809) روايات .\n\nخامساً :\nقول الرافضي : (هل كان كل من يصاحب أهل البيت من غير الثقاة) ؟\n(1/74)\n\nفالجواب في كُتُب الرافضة ، من أن بعض من صحب أئمة آل البيت كانوا كذلك .\nوإليك بعض ما جاء فيها :\nجابر بن يزيد الجعفي :\nروى الكشّي في معرفة أخبار الرجال عن زرارة بن أعين قال : سألت أبا عبد الله عليه السلام عن أحاديث جابر ، فقال : ما رأيته عند أبي قطّ إلا مرة واحدة ، وما دَخَل عليّ قطّ .\nوجابر الجعفي هذا رافضي يُقال في كُتب الرافضة أنه روى سبعين ألف حديث عن الأئمة !\n\nمفضّل بن عمر :\nروى الكشي عن حماد بن عثمان قال : سمعت أبا عبد الله عليه السلام يقول للمفضل بن عمر : يا كافر ! يا مشرك ! مالك ولابني ؟ يعني إسماعيل بن جعفر .\nوقد نبّه الكشي على أن المفضل بن عمر كان يكذب على جعفر الصادق يستأكل الناس .\n\nأبو بصير الليث المرادي :\nروى الكشي عن أبي يعفور قال : خرجنا من السواد نطلب دراهم لنحجّ ، ونحن جماعة ، وفينا أبو بصير المرادي قال : قلت له : يا أبا بصير اتق الله وحجّ بِمالِك ، فإنك ذو مال كثير . فقال : اسكت ! فلو أن الدنيا وقعت لصاحبك لاشتَمَل عليها بِكسائه !\nوكان يقول عن جعفر الصادق : أظنّ صاحبنا ما تكامل عقله !\n\nزرارة بن أعين :\nفي رجال الكشي عن الإمام الصادق أنه قال في حقّ زرارة : زرارة شرّ من اليهود والنصارى !\nوفي المصدر المذكور عن أبي عبد الله عليه السلام : لعن الله زرارة ، لعن الله زرارة ، لعن الله زرارة .\nوفي كتاب الرجال للكشي وتنقيح المقال للمامقاني في عن زرارة قال : سألت أبا عبد الله عليه السلام عن التشهد فقال : أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله . قلت : التحيات والصلوات ؟ قال : التحيات والصلوات ، فلما خرجت قلت : إن لقيته لأسألنه غدا فسألته من الغد عن التشهد ، فقال كمثل ذلك قلت : التحيات والصلوات ؟ قال : التحيات والصلوات . فلما خرجت ضَرَطْتُ في لحيته ، وقلت لا يفلح أبدا .\nوزرارة هذا من أكثر الرواة في كُتب الرافضة !",
        "(1/75)\n\nفقد ذكر الخوئي أن مرويات زرارة تبلغ 2490 مورداً ، كما في كتاب رجال الشيعة للزرعي .\nبريد بن معاوية العجلي :\nروى الكشي عن أبي عبد الله عليه السلام أنه قال : لعن الله بريدا وزرارة .\n\nفهذه نماذج ممن كانوا يلتفّون حول بعض الأئمة من آل البيت ، فهذا سبب واضح من أسباب قلّة الرواية عنهم .\n\nوهؤلاء ممن كَذَب على الأئمة خاصة على جعفر الصادق ، ويكفي أن جابر الجُعفي روى سبعين ألف حديث عن الأئمة !\nومع ذلك يقول عنه أبو عبد الله : ما دَخَل عَلَيَّ قطّ .\n\nوأما عند أهل السنة فإن هؤلاء الأئمة محلّ تقدير وإجلال ، وقد رووا عنهم بخلاف ما يُوهمه كلام هذا الرافضي !\n\nقال الرافضي :\nالسؤال الثامن عشر :\nإذا كان أبو بكر هو الأفضل بعد النبي لقربه من النبي فلماذا لم يختاره النبي يوم آخى بين المسلمين في الوقت الذي نراه آخى نفسه مع علي !؟\nالردّ :\nتقدّم قوله عليه الصلاة والسلام في حق أبي بكر رضي الله عنه :\nلو كنت متخذا من أمتي خليلا لاتخذت أبا بكر ، ولكن أخي وصاحبي .\nومعلوم أن القول أبلغ من الفعل .\nومع ذلك فإننا نُثبت فضل عليّ وفضل أبي بكر ، ولا يمتنع عقلا ولا شرعا أن يكون هذا له فضائل وهذا له فضائل .\nبل قد يقول قائل : أيهما أفضل من زوّجه النبي صلى الله عليه وسلم بنتاً واحدة من بناته أو من زوّجه النبي صلى الله عليه وسلم ابنتين من بناته ، زوّجه الأولى فلما ماتت زوّجه الثانية ؟\nوالجواب : من زوّجه ابنتيه أفضل ممن زوّجه بنتاً واحدة . وهو كذلك عند أهل السنة .\nونحن لا نُفضِّل بين الصحابة ولا بين الأنبياء على وجه يُنتقَص فيه آخر ، وإنما نذكر فضل هذا وفضل هذا .\nولا نغمط أحداً حقّه .\n\nقال الرافضي :\n\nالسؤال التاسع عشر :\n(1/76)",
        "\nأن السيدة فاطمة بنت النبي ماتت بعد النبي بستة أشهر ، بينما مات أبو بكر بعد النبي بسنتين ونصف وعمر في وقت لاحق بعده ولكن بالرغم من تأخر موتهما عن موت فاطمة إلا أننا نجدهما دفنا إلى جانب النبي في الوقت الذي لم تنل فاطمة ابنه النبي التي غضبها من غضب النبي هذا المكان كقبر لها ؟\nفهل هي التي أوصت أن تدفن بعيدا عن أبيها؟\nإذا كان الجواب لا ، فهل هناك من منع دفنها بجانب أبيها ؟\nوما السر في دفنها ليلا وعدم حضور أبو بكر وعمر لدفنها .. مع أن الإسلام ينتدب الخليفة والمسلمين لحضور جنازة أي شخص يموت حتى ولو كانت جارية مملوكة ؟\nلقد ماتت ابنة سيد البشر فمن حضر جنازتها ؟\nالردّ :\nهذا القول فيه حق وباطل .\nأما الحق فإن فاطمة رضي الله عنها ماتت بعد أبيها بستة أشهر .\nوأما الباطل فهو الإيحاء بمنع دفن فاطمة إلى جوار أبيها .\nومثله ما ترويه الرافضة من منع دفن الحسن إلى جوار جدّه صلى الله عليه وسلم .\n\nوهنا يُقال للرافضي : وهل أوصت فاطمة رضي الله عنها أن تُدفَن إلى جوار أبيها ورُفِضتْ هذه الوصية ؟\n\nوهل كانت هناك عداوة – كالتي يحملها الرافضة – بين آل أبي بكر وآل البيت ؟\nالجواب : لا\nثم إن أبا بكر استرضى فاطمة في آخر حياتها ، فرضيَت عنه ، وقد تقدّم هذا .\nفـ فاطمة رضي الله عنها رضِيَتْ عن أبي بكر والرافضة رَفَضتْ أن تترضّى عن أبي بكر !\nصاحبة الشأن رَضِيَتْ ، ومن ليس له شأن يسبّ ويلعن !\nهذا والله من العجب العُجاب !\n\nوتقدّم فيما سبق بيان القول الفصل في غضب فاطمة رضي الله عنها ، الذي هو من غضب أبيها صلى الله عليه وسلم .\nوفي الوقت الذي نرى الرافضة يستعظمون غضب فاطمة رضي الله عنها لأن غضبها من غضب أبيها صلى الله عليه وسلم ، نجدهم يستهينون بغضبه صلى الله عليه وسلم ، إذ يسبُّون زوج ابنتيه رقية وزينت ، وهن أخوات فاطمة الزهراء رضي الله عنهن جميعاً .\n(1/77)\n",
        "فلماذا يُتحاشى غضب الرسول صلى الله عليه وسلم هنا ولا يُتحاشى هناك ؟!\nالذي يسب ويلعن عثمان رضي الله عنه هو سابّ للنبي صلى الله عليه وسلم ومؤذٍ له ، فالنبي صلى الله عليه وسلم زوّجه بنتاً بعد أخرى .\nأكان يخفى على رسول الله صلى الله عليه وسلم حال عثمان ؟\nفهبوا أنه خَفي عليه ، فهل يَخفى على من لا تخفى عنه خافية سبحانه وتعالى ، العالِم بحال عثمان ومآله بعد ذلك ؟\nفهل وَجَدتْ الرافضة في مصاحفها أن الله غضَب على عثمان بعد أن رضي عنه ؟!\nوهل وَجدوا أن النبي صلى الله عليه وسلم زوّج ابنتيه لملعون ؟\nحاشا رسول الله صلى الله عليه وسلم أن يُصاهِر من لا يُرضى دينه وخُلُقه ، وحاشا عثمان رضي الله عنه أن لا يكون كذلك .\n\nوفي الصحيحين أنها رضي الله عنها لما توفيت دفنها زوجها عليّ ليلا ، ولم يُؤذِن بها أبا بكر ، وصلّى عليها ، وكان لعلي من الناس وجه حياة فاطمة ، فلما توفيت استنكر علي وجوه الناس فالتمس مصالحة أبي بكر ومبايعته .\n\nفهذا يدل على أن علياً رضي الله عنه هو الذي دَفَنها ليلاً ، ولم توصِ هي رضي الله عنها بشيء ، لا من جهة دفنها إلى جوار أبيها ولا من جهة دفنها ليلاً .\n\nوقد تكون وفاتها في آخر النهار أو في الليل فكرِه عليّ أن يؤذِن أبا بكر ، كما كرِه الصحابة أن يُؤذِنوا النبي صلى الله عليه وسلم في موت الذي كان يقمّ المسجد .\n\nوقد يكون ذلك لما وقع أول الأمر من خلاف حول ما تَرَكه النبي صلى الله عليه وسلم ، إلا أن هذه الرواية تدل على رجوع عليّ رضي الله عنه ومُبايعته لأبي بكر بعد وفاة فاطمة رضي الله عنها\nونحن لا ندّعي العصمة لأحد بعد النبي صلى الله عليه وسلم ، فكلٌّ يؤخذ من قوله ويُترك .\n\nومما يَردّ على هذا الرافضي من أن فاطمة لم تُقبَر إلى جوار أبيها صلى الله عليه وسلم ، أن أبا بكر لم يَعلَم أصلاً بوفاتها ، وأن علياً دَفَنها بليل .\n(1/78)\n\nفلو كان عَرَض على عائشة أن يَدفنها إلى جوار أبيها صلى الله عليه وسلم هل كان هذا يخفى على أبي بكر رضي الله عنه ؟\n\nثم إن فاطمة رضي الله عنها كانت محل تقدير عند عائشة رضي الله عنها .\nروى الحاكم عن عائشة رضي الله عنها قالت : ما رأيت أحدا كان أصدق لهجة من فاطمة ، إلا أن يكون الذي وَلَدها .\nفلا يُتصوّر بعد هذا أن تكون عائشة تمنع فاطمة من أن تُقبَر إلى جوار النبي صلى الله عليه وسلم .\n\nأما دَفن أبي بكر وعُمر إلى جوار النبي صلى الله عليه وسلم فهذا قد أجاب عنه إمام من أئمة آل البيت ، وهو زين العابدين رضي الله عنه ، وقد سُئل : كيف كانت منزلة أبي بكر وعمر عند رسول الله صلى الله عليه وسلم ؟ فأشار بيده إلى القبر ثم قال : لمنْزِلتهما مِنه الساعة .\nوأشار إليه الإمام عليّ رضي الله عنه فيما رواه عنه ابن عباس رضي الله عنهما .\n\nقال ابن عباس رضي الله عنهما : وُضِعَ عُمر على سريره فتكنّفه الناس يَدعون ويُصلون قبل أن يُرفع ، وأنا فيهم ، فلم يَرعني إلا رجل آخذ منكبي ، فإذا علي بن أبي طالب ، فَتَرَحَّم على عُمر وقال : ما خَلَّفْتُ أحداً أحبّ إليّ أن ألقى الله بمثل عمله منك ، وأيم الله إن كنت لأظن أن يجعلك الله مع صاحبيك ، وحسبت إني كنت كثيرا أسمع النبي صلى الله عليه وسلم يقول : ذهبت أنا وأبو بكر وعمر ، ودخلت أنا وأبو بكر وعُمر ، وخرجت أنا وأبو بكر وعمر . رواه البخاري ومسلم .\n\nأما قوله : ( مع أن الإسلام ينتدب الخليفة والمسلمين لحضور جنازة أي شخص يموت حتى ولو كانت جارية مملوكة ؟ ) .\nفهذا ليس بصحيح ، فالخليفة الذي ينوء بأعباء الخلافة لا يُكلّف بحضور جنازة كل مسلم .\nوفاطمة رضي الله عنها دُفِنت ليلاً .\n\nومما رأيته يُروى في كُتب الرافضة زعمهم أن الحسن أوصى أن يُدفَن إلى جوار جدّه ، ويزعمون أن عائشة رضي الله عنها رَفَضَتْ ذلك .\nوهذا غير صحيح لا من حيث الرواية ولا من حيث الدراية .",
        "(1/79)\n\nفهذه الرواية التي رواها الكليني في الكافي رواية مُنقطِعة وفيها مجاهيل ، فهو يَروي – كعادته - بإسناده عن ( عِدّة من أصحابنا ) وهذا يُعتبر من رواية المجاهيل . فمن هم هؤلاء الأصحاب ؟\nوفي الإسناد :\nعلي بن إبراهيم ، وهو القُمِّي ، وهو شيخ الكليني ، والرافضة مختلفون في توثيق القُمِّي .\nهارون بن الجهم يُخالف في حديثه .\n\nثم إنه من رواية أبي جعفر ، وأبو جعفر يَروي عن الحسن مُرسلاً ، أي لم يَلقَ الحسن .\nفالحسن رضي الله عنه توفِّي سنة 49 أو 50 أو 51 هـ على أقوال في وفاته .\nوأبو جعفر الباقر وُلِد ولد سنة ست وخمسين (56) وتوفِّي سنة 114 هـ .\nفعلى هذا يكون الباقر لم يَر الحسن أصلاً .\nفالحسن على أكثر الأقوال توفي سنة 51 هـ ، والباقر وُلِد سنة 56 هـ\nأي أن بين وفاة الحسن وبين ولادة الباقر خمس سنوات .\nفالرواية على هذا لا تصح من عدّة وُجوه .\n\nهذا لو سلمنا بقبول الكافي أصلاً !\nأما إذا لم نُسلِّم به ، فالرواية أصلا لا تُناقش هذه المناقَشة .\nوإنما قرّرت هذا التقرير من باب التنزّل مع الخصم .\nفالكافي يحتاج إلى إثبات عدالة الكليني أولاً .\nثم عدالة رواة الرافضة .\nوتقدّم الكلام على أشهر رواة الرافضة في الكافي وغيره .\n\nقال الرافضي :\n\nالسؤال العشرين :\nإن التاريخ يخبرنا بأن قريش طردت بني هاشم والمؤمنين بالنبي في أوائل الدعوة من مكة إلى شعاب أبي طالب حيث بقوا لثلاث سنين هناك يعانون الصعوبات .. أين كان أبو بكر وعمر خلال تلك الفترة إذا ما فرضنا أنهم من أوائل المسلمين كما يدعي مخالفي مذهب أهل البيت ؟\nلِمَ لم يطردوا مع من طرد وخصوصا إذا عرفنا أن أبا بكر وعمر من قبيلتي تيم وعدي الصغيرتين اللتان لا وزن لهما أمام قبيلة بني هاشم المطرودة !\nإذا كانوا في مكة فلما لم يقدما للنبي المساعدة يومها ؟\n(1/80)",
        "\nوإذا كانا لا يستطيعان الوصول إلى شعب أبي طالب فهل هناك أي دليل تاريخي يثبت أنهما قدما شيئا للمسلمين بطريقه أو بأخرى في تلك الأيام وخصوصا أن قريش منعت التعامل والتزاوج مع النبي وبني هاشم .\nالردّ :\n\nأولاً : أهل السنة لا يُعتَبرون من مُخالِفي آل البيت ، بل هم من موافقيهم .\nوتقدّم قبل قليل أن مسند الإمام عليّ رضي الله عنه أكثر من مُسند ثلاثة من الخلفاء قبله .\n\nثانياً : كان هذا الحصار الآثم الظالِم ضد بني هاشِم وبني المطّلب .\nقال الإمام البيهقي : وحين بُعِث رسول الله صلى الله عليه وسلم بالرسالة آذاه قومه وهَمُّوا به فقامت بنو هاشم وبنو المطلب مسلمهم وكافرهم دونه ، وأبوا أن يُسْلِموه ، فلما عرفت قريش أن لا سبيل إلى محمد صلى الله عليه وسلم معهم اجتمعوا على أن يكتبوا فيما بينهم على بني هاشم وبني المطلب أن لا يُنكحوهم ولا يَنكحوا إليهم ، ولا يبايعوهم ولا يبتاعوا منهم ، وعمد أبو طالب فأدخلهم الشعب شعب أبي طالب في ناحية من مكة ، وأقامت قريش على ذلك من أمرهم في بني هاشم وبني المطلب سنتين أو ثلاثا .\n\nوهذا الحصار كان بعد قوّة الإسلام وفُشوّه وانتشاره .\nوكان ذلك بعد إسلام حمزة رضي الله عنه وبعد إسلام عُمر رضي الله عنه .\nقال الإمام ابن كثير : وقال ابن هشام عن زياد عن محمد بن اسحاق : فلما رأت قريش أن أصحاب رسول الله صلى الله عليه وسلم قد نزلوا بلداً أصابوا منه أمناً وقرارا ، وأن النجاشي قد منع من لجأ إليه منهم ، وأن عُمَر قد أسلم فكان هو وحمزة مع رسول الله وأصحابه ، وجعل الإسلام يفشو في القبائل ، فاجتمعوا وائتمروا على أن يَكتبوا كتابا يَتعاقدون فيه على بني هاشم وبني عبد المطلب على أن لا ينكحوا إليهم ولا يُنكحوهم ، ولا يَبيعوهم شيئا ولا يَبتاعوا منهم . اهـ .\nوهذا يدل على تَقدّم إسلام عُمر رضي الله عنه .\nبل كان عُمر رضي الله عنه من أسباب قوّة المسلمين .\n(1/81)\n",
        "قال ابن مسعود رضي الله عنه : ما زلنا أعِزّة منذ أسلم عمر . رواه البخاري .\n\nوأما إسلام أبي بكر فلا يشك عاقل مُنصِف أنه أول من أسلم من الرِّجال .\n\nوكان أبو بكر رضي الله عنه يَدفَع عن النبي صلى الله عليه وسلم ويُدافِع عنه ما استطاع .\nروى البخاري من طريق عروة بن الزبير قال : سألت عبد الله بن عمرو عن أشدّ ما صَنَعَ المشركون برسول الله صلى الله عليه وسلم ؟ قال : رأيت عقبة بن أبي معيط جاء إلى النبي صلى الله عليه وسلم وهو يُصلي فوضع رداءه في عنقه فخنقه به خنقا شديدا ، فجاء أبو بكر حتى دفعه عنه فقال : أتقتلون رجلا أن يقول ربي الله ، وقد جاءكم بالبينات من ربكم ؟\n\nثالثاً : أبو بكر رضي الله عنه عانَى كما عانى غيره في تلك الفترة ، بل لعله عانّى أشدّ مُعاناة .\n(1/82)\n\nويدل على ذلك أنه لما ابتلي المسلمون في مكة واشتد البلاء خرج أبو بكر رضي الله عنه مهاجراً قِبل الحبشة حتى إذا بلغ بَرْك الغماد لقيه ابن الدّغِنة وهو سيد القارة ، فقال : أين تريد يا أبا بكر ؟ فقال أبو بكر : أخرجني قومي فأنا أريد أن أسيح في الأرض فأعبد ربي . قال ابن الدغنة : إن مثلك لا يَخرج ولا يُخرج ، فإنك تكسب المعدوم ، وتصل الرحم ، وتحمل الكَلّ ، وتقري الضيف ، وتعين على نوائب الحق ، فأنا لك جار . فارجع فاعبد ربك ببلادك ، فارتحل ابن الدغنة ، فرجع مع أبي بكر ، فطاف في أشراف كفار قريش ، فقال لهم : إن أبا بكر لا يَخرج مثله ولا يُخرج . أتُخرجون رجلا يكسب المعدوم ، ويصل الرحم ، ويحمل الكل ، ويَقري الضيف ، ويعين على نوائب الحق ؟! فأنفذت قريش جوار ابن الدغنة ، وآمنوا أبا بكر ، وقالوا لابن الدغنة : مُر أبا بكر فليعبد ربه في داره ، فليصل ، وليقرأ ما شاء ، ولا يؤذينا بذلك ، ولا يستعلن به . فإنا قد خشينا أن يَفْتِنَ أبناءنا ونساءنا . قال ذلك ابن الدغنة لأبي بكر فطفق أبو بكر يعبد ربه في داره ولا يستعلن بالصلاة ولا القراءة في غير داره ، ثم بدا لأبي بكر فابتنى مسجدا بفناء داره وبرز فكان يصلي فيه ويقرأ القرآن فيتقصف عليه نساء المشركين وأبناؤهم يُعجبون وينظرون إليه ، وكان أبو بكر رجلاً بكّاءً لا يملك دمعه حين يقرأ القرآن ، فأفزع ذلك أشراف قريش من المشركين ، فأرسلوا إلى ابن الدغنة ، فقدم عليهم فقالوا له : إنا كنا أجرنا أبا بكر على أن يعبد ربه في داره ، وإنه جاوز ذلك ، فابتنى مسجدا بفناء داره ، وأعلن الصلاة والقراءة ، وقد خشينا أن يفتن أبناءنا ونساءنا فأتِه فإن أحب أن يقتصر على أن يعبد ربه في داره فعل ، وإن أبى إلاّ أن يعلن ذلك فَسَلْهُ أن يردَّ إليك ذمتك فإنّا كرهنا أن نخفرك ، ولسنا مقرّين لأبي بكرٍ الاستعلان . قالت عائشة : فأتى ابن الدغنة أبا بكر فقال : قد علمت الذي عقدت لك عليه ،",
        "(1/83)\n\nفإما أن تقتصر على ذلك ، وإما أن ترد إلي ذمتي ، فإني لا أحب أن تسمع العرب أني أُخفِرت في رجل عقدت له . قال أبو بكر : إني أرد إليك جوارك وأرضى بجوار الله . رواه البخاري .\n\nوَتعرّض أبو بكر رضي الله عنه لأشدّ أنواع التعذيب حتى شارَف على الهلاك .\nقال ابن كثير : وقام أبو بكر في الناس خطيبا ورسول الله جالس ، فكان أول خطيب دعا إلى الله وإلى رسوله ، وثار المشركون على أبي بكر وعلى المسلمين فضُرِبوا في نواحي المسجد ضربا شديدا ، ووُطِئ أبو بكر وضُرِب ضربا شديدا ، ودنا منه الفاسق عتبة بن ربيعة فجعل يضربه بنعلين مخصوفتين ويحرفهما لوجهه ، ونَزَا على بطن أبي بكر حتى ما يُعرف وجهه من أنفه ، وجاء بنو تَيم يتعادون فأجْلَت المشركين عن أبي بكر ، وحملت بنو تيم أبا بكر في ثوب حتى أدخلوه مَنْزِله ولا يَشُكُّون في موته ، ثم رجعت بنو تيم فدخلوا المسجد ، وقالوا : والله لئن مات أبو بكر لنقتلن عتبة بن ربيعة ، فرجعوا إلى أبي بكر فجعل أبو قحافة وبنو تيم يكلمون أبا بكر حتى أجاب فتكلم آخر النهار ، فقال : ما فعل رسول الله ؟ فمسُّوا منه بألسنتهم وعَذَلُوه ، ثم قاموا ، وقالوا لأُمِّه أم الخير : انظري أن تطعميه شيئا ، أو تسقيه إياه . فلما خَلَتْ به ألَحَّتْ عليه ، وجعل يقول : ما فعل رسول الله صلى الله عليه وسلم ؟ فقالت : والله مالي علم بصاحبك . فقال : اذهبي إلى أم جميل بنت الخطاب فاسأليها عنه . فَخَرَجَتْ حتى جاءت أم جميل فقالت : إن أبا بكر يسألك عن محمد بن عبد الله . فقالت : ما أعرف أبا بكر ولا محمد بن عبد الله ، وإن كنت تُحبِّين أن أذهب معك إلى ابنك ؟ قالت : نعم . فمضت معها حتى وجدت أبا بكر صريعا دَنِفَاً ، فَدَنَتْ أم جميل وأعلنت بالصِّياح ، وقالت : والله إن قوما نالوا هذا منك لأهل فِسْق وكُفر ، وإني لأرجو أن ينتقم الله لك منهم . قال : فما فعل رسول الله ؟ قالت : هذه أمك تسمع . قال : فلا شيء عليك منها .\n(1/84)",
        "\nقالت : سالِم صَالِح . قال : أين هو ؟ قالت : في دار ابن الأرقم . قال : فان لله عَليَّ أن لا أذوق طعاما ولا أشرب شرابا أو آتي رسول الله . فامْهَلَتَا حتى إذا هدأت الرِّجْل وسكن الناس ، خرجتا به يتكئ عليهما حتى أدخلتاه على رسول الله صلى الله عليه وسلم . قال : فأكب عليه رسول الله فَقَبَّلَه ، وأكبّ عليه المسلمون ورَقَّ له رسول الله رِقَّةً شديدة ، فقال أبو بكر : بأبي وأمي يا رسول الله ليس بي بأس إلا ما نال الفاسق من وجهي ، وهذه أمي بَرَّة بولدها ، وأنت مبارك فادعها إلى الله ، وادع الله لها عسى الله أن يستنقذها بك من النار . قال : فدعا لها رسول الله ودعاها إلى الله ، فأسْلَمَتْ ، وأقاموا مع رسول الله في الدار شهرا ، وهم تسعة وثلاثون رجلا ، وقد كان حمزة بن عبد المطلب أسلم يوم ضُرِب أبو بكر ، ودعا رسول الله لعمر بن الخطاب أوْ لأبي جهل بن هشام ، فأصبح عمر ، وكانت الدعوة يوم الأربعاء فأسْلَمَ عُمر يوم الخميس ، فَكَبَّر رسول الله وأهل البيت تكبيرة سُمِعَتْ بأعلى مكة .\n\nفقول الرافضي : ( لِمَ لم يطردوا مع من طرد وخصوصا إذا عرفنا أن أبا بكر وعمر من قبيلتي تيم وعدي الصغيرتين اللتان لا وزن لهما أمام قبيلة بني هاشم المطرودة ! )\n\nفالجواب عنه أن المقاطعة كانت لبني هاشم وبني المطّلب ، كما تقدّم .\nكما أن قبيلة تيم ( قبيلة أبي بكر ) ليست كما وَصَف الرافضي ( لا وَزن لها ) بل لها وَزن حتى أنها هَدّدتْ عند تعذيب أبي بكر رضي الله عنه بِقَتْل عُتبة بن ربيعة ، ومن هو عُتبة ؟\nإلا أن قوّة قريش وجبروتها وسطوتها ومكانتها عند العَرَب بالإضافة إلى قرابتها ببني هاشم وبني المطّلب جَعَلت الناس يُحجِمون عن مدّ يد المساعدة لبني هاشم وبني عبد المطّلب حينما حُصِروا .\nوقد عَلِمتَ أن أبا بكر رضي الله عنه تعرّض للتعذيب من قِبَل بعض صناديد قريش ، وتعرّض للمضايقة حتى همّ بالخروج من مكة حتى ردّه ابن الدّغنة .\n(1/85)\n",
        "يقول الدكتور مهدي رزق الله : ونَالَ أبا بكر رضي الله عنه نصيبه من الأذى ، حتى فكّر في الهجرة إلى الحبشة فراراً بِدِينِه . اهـ .\nكما أن تلك المقاطَعة ليس فيها تفاصيل دقيقة إذ لم تكن العَرَب تُعنى بالتوثيق والكتابة والتقييد للأحداث .\nيقول الدكتور مهدي رزق الله : لم يَرِد ذِكر هذه المقاطَعة بتفصيل في الصِّحاح . اهـ .\nوأنت لو تأمّلت في كتاب الله فضلا عن السنة لوجدّتَ كثيرا من الأحداث لا يَرد لها تفاصيل دقيقة .\nفَعَلى سبيل المثال قصة يوسف عليه الصلاة والسلام ، وقد لبِث في السجن بِضع سنين ، ومع ذلك لم يَرِد تفاصيل ماذا عمِل في تلك السنوات .\nبل في قصة نوح عليه الصلاة والسلام وقد لبِثَ في قومه ألف سنة إلا خمسين عاماً ، لم يَرد ذِكر تفاصيل ماذا عمِل في تلك السنين ، والفائدة حاصلة في الإشارة ، والعِبْرَة مُتحقّقة بسياق هذا القَدْر من قصّته .\nفالذي يَطلب تفاصيل دقيقة لما حَدَث في سنوات تلك المقاطَعة لن يجد تلك التفاصيل الدقيقة ، بحيث تتناول ماذا عمِل فلان وماذا قال فلان .\n\nوبقي أن نُذكِّر القارئ الكريم المنصف بشيء من فضائل أبي بكر رضي الله عنه .\nفإنه قدَّم نفسه وماله في سبيل الله ، وفي سبيل نُصرة رسول الله وحمايته .\nولذا حفِظ له رسول الله صلى الله عليه وسلم هذا الصَّنِيع .\nروى البخاري عن ابن عباس رضي الله عنهما قال : خرج رسول الله صلى الله عليه وسلم في مرضه الذي مات فيه عاصبا رأسه بِخِرْقَة ، فقعد على المنبر ، فحمد الله وأثنى عليه ، ثم قال : إنه ليس من الناس أحد أمَنّ عليَّ في نفسه وماله من أبي بكر بن أبي قحافة ، ولو كنت متخذا من الناس خليلا لاتخذت أبا بكر خليلا ، ولكن خلة الإسلام أفضل ، سُدُّوا عني كل خوخة في هذا المسجد غير خوخة أبي بكر .\n(1/86)\n\nوهذا فيه إشارة في آخر حياته صلى الله عليه وسلم إلى فضل أبي بكر مع ما تقدّم من صريح العبارة في رضاه صلى الله عليه وسلم عن أبي بكر ، وأمره له أن يَؤمّ الناس .\n\nولما أراد رسول الله صلى الله عليه وسلم الهجرة إلى المدينة أتى إلى أبي بكر رضي الله عنه ظُهراً ، ولم يأتِ إلى غيره ، فقال رسول الله صلى الله عليه وسلم لأبي بكر : أشعرت أنه قد أُذِن لي في الخروج ؟ قال أبو بكر : الصحبة يا رسول الله . قال رسول الله صلى الله عليه وسلم : الصحبة . قال : يا رسول الله إن عندي ناقتين أعددتهما للخروج ، فَخُذ إحداهما . قال : قد أخذتها بالثمن . رواه البخاري .\nوتقدّم أن أبا بكر لما خرج مع رسول الله صلى الله عليه وسلم في الهجرة احتمل أبو بكر ماله كله معه خمسة آلاف ، أو ستة آلاف درهم ، فانطلق بها معه .\n\nولما حثّ رسول الله صلى الله عليه وسلم على الصدقة وأمر بها ، جاء أبو بكر رضي الله عنه بمالِه كلّه ، فقال له رسول الله صلى الله عليه وسلم : ما أبقيت لأهلك ؟ قال : أبقيت لهم الله ورسوله رواه أبو داود والترمذي .\n\nولما قال النبي صلى الله عليه وسلم : من أنفق زوجين في سبيل الله نُودي من أبواب الجنة : يا عبد الله هذا خير ، فمن كان من أهل الصلاة دُعي من باب الصلاة ، ومن كان من أهل الجهاد دُعي من باب الجهاد ، ومن كان من أهل الصيام دُعي من باب الريان ، ومن كان من أهل الصدقة دُعي من باب الصدقة . فقال أبو بكر رضي الله عنه : بأبي وأمي يا رسول الله ما على من دُعي من تلك الأبواب من ضرورة ، فهل يُدْعَى أحد من تلك الأبواب كلها ؟ قال : نعم ، وأرجو أن تكون منهم . رواه البخاري ومسلم .",
        "(1/87)\n\nولما قال رسول الله صلى الله عليه وسلم : من أصبح منكم اليوم صائما ؟ قال أبو بكر رضي الله عنه : أنا . قال : فمن تبع منكم اليوم جنازة ؟ قال أبو بكر رضي الله عنه : أنا . قال : فمن أطعم منكم اليوم مسكينا . قال أبو بكر رضي الله عنه : أنا . قال : فمن عاد منكم اليوم مريضا . قال أبو بكر رضي الله عنه : أنا . فقال رسول الله صلى الله عليه وسلم : ما اجتمعن في امرئ إلاَّ دَخَل الجنة . رواه مسلم .\n\nقال ابن حجر في افصابة : وأخرج أبو داود في الزهد بسند صحيح عن هشام بن عروة أخبرني أبي قال : أسلم أبو بكر وله أربعون ألف درهم . قال عروة : وأخبرتني عائشة أنه مات وما ترك دينارا ولا درهما .\nوقال يعقوب بن سفيان في تاريخه : حدثنا الحميدي حدثنا سفيان حدثنا هشام عن أبيه : أسلم أبو بكر وله أربعون ألفا ، فأنفقها في سبيل الله ، وأعتق سبعة كلهم يعذب في الله ؛ أعتق بلالا وعامر بن فهيرة وزنيرة والنهدية وابنتها وجارية بني المؤمل وأم عبيس .\n\nوقال الحافظ :\n(1/88)",
        "\nومن أعظم مناقبه قول الله تعالى : ( إِلاَّ تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ) فإن المراد بصاحبه أبو بكر بلا نزاع ، إذ لا يعترض لأنه لم يتعين ، لأنه كان مع النبي صلى الله عليه وسلم في الهجرة عامر بن فهيرة وعبد الله بن أبي بكر وعبد الله بن أريقط الدليل ، لأنا نقول : لم يصحبه في الغار سوى أبي بكر ، لأن عبد الله بن أبي بكر استمر بمكة وكذا عامر بن فهيرة ، وإن كان ترددهم إليهما مدة لبثهما في الغار استمرت لعبد الله من أجل الإخبار بما وقع بعدهما ، وعامر بسبب ما يقوم بغذائهما من الشياه ، والدليل لم يصحبهما إلا من الغار ، وكان على دين قومه مع ذلك كما في نفس الخبر ، وقد قيل إنه أسلم بعد ذلك . وثبت في الصحيحين من حديث أنس أن النبي صلى الله عليه وسلم قال لأبي بكر وهما في الغار : ما ظنك باثنين الله ثالثهما ؟ والأحاديث في كونه كان معه في الغار كثيرة شهيرة ، ولم يشركه في هذه المنقبة غيره . اهـ .\nوروى الإمام أحمد والحاكم – وصححه – عن عليّ رضي الله عنه قال : قال لي النبي صلى الله عليه وسلم ولأبي بكر : مع أحدكما جبريل ومع الآخر ميكائيل وإسرافيل ملك عظيم يشهد القتال ويكون في الصف .\nوروى البخاري ومسلم عن عمرو بن العاص رضي الله عنه أن النبي صلى الله عليه وسلم بعثه على جيش ذات السلاسل . قال : فأتيته فقلت : أي الناس أحب إليك ؟ قال : عائشة . قال : فقلت : من الرجال ؟ فقال : أبوها . قلت : ثم من ؟ قال : عمر بن الخطاب . فَعَدَّ رجالا .\n\nوهذه إشارات لفضل أبي بكر الصديق رضي الله عنه ، وقد أطال ابن عساكر في تاريخ دمشق في ذِكر فضائله رضي الله عنه .\n\nوالله تعالى أعلم .\nكتبه\nعبد الرحمن بن عبد الله السحيم\nصفر 1426 هـ\n(1/89)\n"
    ]
}