{
    "partText": [
        "\nمقدمة\nبسم الله الرحمن الرحيم والصلاة والسلام على سيدنا محمد صلى‌الله‌عليه‌وسلم أشرف المرسلين.\nقال تعالى : (سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ) [فصلت : 53].",
        "وقال تعالى : (وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آياتِهِ فَتَعْرِفُونَها وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ) [النمل : 93].\nوقال تعالى : (أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً) [النساء : 82].\nإن قضية خلق المادة والحياة من الأمور المحيرة للبشرية عبر التاريخ. وكم من فروض ونظريات وضعت لتفسير منشأ الحياة.\nوجاءت الكتب السماوية لتوضح أن الخلق كله بيد الله سبحانه وتعالى. يقول الطبيب الفرنسى والعالم المستشرق موريس بوكاى فى كتابه التوراة والإنجيل والقرآن فى ضوء المعارف الحديثة يقول : إنه قد قام بدراسة مقارنة بين الكتب السماوية الثلاثة فى كل ما تعرضت له من حقائق علمية وفى ضوء تكنولوجيا القرن العشرين فإذا به يكتشف أن القرآن هو الكتاب السماوى الوحيد الذى لا توجد فيه حقيقة علمية واحدة تتعارض مع مكتشفات العلم الحديث.",
        "لقد وجد موريس بوكاى فى الكتب الأخرى الكثير من التناقضات والأخطاء التى لا تتفق مع المنطق العلمى ويعزو هذه الأخطاء إلى البشر فلا يستطيع أحد أن يقول كيف كانت النصوص الأصلية وما نصيب الخيال والهوى فى عملية تحريرها أو\nما نصيب التحريف المقصود من قبل كتبة هذه النصوص والكتب المقدسة.\nأما القرآن فهو الكتاب السماوى الوحيد الذى لم يتعرض للتحريف والذى ظل محفوظا بنصه وروحه كما أنزل.\nقال الله تعالى : (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ) [الحجر : 9].",
        "ومن هنا كان ما ذكره القرآن من حقائق علمية معجزة لا يستطيع بشر فى القرن السابع الميلادى مهما أوتى من العلم أن يأتى بمثلها.\nوفى هذا الكتاب نتعرض للإعجاز العلمى للقرآن فى مجال الطب.\nفهناك العديد من الآيات عن جسم الإنسان وما ذكره القرآن الكريم عن تركيبه ونموه.\nوعن مراحل خلق الجنين ولمن تعود نوعية الجنين ذكر أم أنثى للرجل أم للأنثى.",
        "وغير ذلك الكثير من الحقائق العلمية الخاصة بالإنسان عن طعامه وشرابه وأمراضه ... الخ.\nلما ذا حرم الله أكل الميتة والدم ولحم الخنزير.\nوغير ذلك كثير من الآيات التى توافق أحدث ما وصل إليه العلم الحديث.\nوصدق الله العظيم إذ يقول : (إِنَّ الَّذِينَ ارْتَدُّوا عَلى أَدْبارِهِمْ مِنْ بَعْدِ ما تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطانُ سَوَّلَ لَهُمْ وَأَمْلى لَهُمْ 25) [محمد : 25].",
        "خلق الإنسان\nخلق الله الإنسان فى أحسن صورة بين خلقه جميعا.\nيقول الله تعالى : (وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ) [التغابن : 3].\nفالإنسان أعظم خلق الله ذكاء وأجملهم خلقة وأدقهم تركيبا وأكثرهم تكيفا للحياة على الأرض.",
        "يقول الله تعالى : (وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ) [الذاريات : 21].\nلقد خلق الله تعالى الإنسان من تراب وطين من عناصر الأرض.\nيقول سبحانه وتعالى : (وَمِنْ آياتِهِ أَنْ خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ إِذا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ) [الروم : 20].\nوقوله تعالى : (وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ) [المؤمنون : 12].",
        "لقد أثبت العلم الحديث أن جسم الإنسان يتكون من جميع العناصر الموجودة فى التراب. فعنصر الكالسيوم الموجود فى الحجارة هو نفسه الموجود فى عظامنا.\nوفى جسم الإنسان من العناصر الأرضية الحديد والفوسفور واليود والماغنسيوم والبوتاسيوم بنسب دقيقة وثابتة فى جميع البشر.\nوإذا نقص أحد هذه العناصر فى أجسامنا نجم عن ذلك مرض معين.\nفنقص الكالسيوم يؤدى إلى لين العظام.",
        "ونقص الحديد يؤدى إلى فقر الدم.\nونقص اليود يحدث تضخم فى الغدة الدرقية.\nونقص الفوسفور يؤدى إلى تسوس الأسنان.\nوالزيادة تؤدى أيضا إلى أمراض أخرى.",
        "فزيادة الكالسيوم فى الإنسان تؤدى إلى تصلب الشرايين.\nوزيادة الفوسفور تؤدى إلى تآكل الأسنان. وهكذا.\nوفى هذا كله دليل على ارتباط الإنسان بالأرض.\nوسبحانه تعالى القائل : (مِنْها خَلَقْناكُمْ وَفِيها نُعِيدُكُمْ وَمِنْها نُخْرِجُكُمْ تارَةً أُخْرى) [طه : 55].",
        "ويأمرنا الله تعالى بالتأمل فى أجسامنا وصنعتها.\nفالقلب يظل ينبض بأمر الله تعالى ليلا ونهارا على مدى سنين العمر كله.\nوالعقل الذى يظل يعمل ويفكر ليلا ونهارا فى اليقظة والنوم.\nوالرئتين والكبد والأمعاء كل منها له وظيفة يؤديها دون كلل أو ملل.",
        "والأذن التى تسمع والعين التى ترى واللسان الذى ينطق ويتكلم وفى هذا يقول سبحانه وتعالى : (أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ* وَلِساناً وَشَفَتَيْنِ) [البلد : 8 ـ 9].\nويأمرنا الله بالتفكير فى خلقنا وكيف كان الإنسان نطفة فى قرار مكين أى فى الرحم ثم أصبح علقة ثم مضغة ثم ينفخ فيه الله من روحه فتتكون له أعضاء وأطراف ثم يخرج بإذن الله تعالى طفلا رضيعا.\nيقول الله تعالى فى سورة المؤمنون : (وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ* ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ* ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظاماً فَكَسَوْنَا الْعِظامَ لَحْماً ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ فَتَبارَكَ اللهُ أَحْسَنُ الْخالِقِينَ) [المؤمنون : 12 ـ 14].\nويقول تعالى : (هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخاً وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلاً مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ) [غافر : 67].",
        "المقصود بالنطفة الجزء الخاص منها والذى كشف عنه العلم حديثا وهو الحيوان\nالمنوى الذى يحمله السائل المنوى وهذا الحيوان هو الذى يلقح البويضة الأنثوية.\nالعلقة : من معانيها فى اللغة الدم الجامد أو السائل الذى اشتدت حمرته والمراد بها علميا خلايا الجنين التى تعلق بجدار الرحم بعد طور تلقيح الحيوان المنوى للبويضة وصيرورتها خلية واحدة تنقسم إلى عدة خلايا وتتكاثر وتتحرك نحو جدار الرحم وتنشب به محدثة نزيفا من الدم محليا.\nالمضغة : هى الجنين فى طور من أطوار تكوينه يتلو العلقة بعد التصاقها بجدار الرحم واستدارتها بغير انتظام وإحاطتها بأغشية حيث تبقى المضغة كذلك بضعة أسابيع حتى يبدأ تكوين العظام.",
        "والمضغة تحتوى على خلايا مخلقة وهى التى يتكون منها الجنين وعلى خلايا غير مخلقة وهى التى تحيط بالجزء المخلق ووظيفتها وقايته وإمداده بالغذاء.\nالعظام : أثبت علم الأجنة أن مراكز تكوين العظام تظهر فى الطبقة المتوسطة من خلايا المضغة المختلفة فى مرحلة سابقة لتميز الخلايا العضلية.\nلقد اكتشف العلماء حديثا عن طريق تصوير مراحل تكوين الأجنة بالأشعة تحت الحمراء والموجات فوق الصوتية أنه يوجد طور يتعلق فيه الجنين بجدار الرحم متخذا شكل دودة العلق الطبى ويلى ذلك الطور مرحلة يبدأ فيها العمود الفقرى فى التكوين فيتخذ الجنين شكل مضغة أى شكل قطعة من اللادن أو العجين مضغت بالفم فانطبعت على جانبيها شكل الأسنان.\nمراحل خلق ونمو الجنين كما صورها القرآن فى سورة المؤمنون :",
        "لنتأمل هذه الدقة العلمية فى وصف مراحل نمو الجنين.\nفالجنين يكون أول أمره نطفة أى قطعة غير مشكلة ومكونة من اتحاد جزءين أو جسمين هما البويضة والحيوان المنوى.\nوعادة يتم إخصاب البويضة بالحيوان المنوى فى القناة الرحمية ثم نأخذ النطفة مسارها فى القناة الرحمية حتى تدخل الرحم وتصل إلى مكان الانغراس فيه وهو ما\nيعبر عنه القرآن بالقرار المكين وهذا المكان فى المنطقة العليا فى الجزء الخلفى لجدار الرحم.",
        "وإذا لم تعلق النطفة بهذا المكان بالذات وعلقت بمكان آخر فإن الجنين يتعرض للإجهاض وقد يسبب متاعب فى الحمل وهو ما يسمى بالانغراس المعيب.\nوما أن تصل النطفة إلى مكان الانغراس حتى تتعلق به وتلتصق بجدار الرحم وهو ما يعبر عنه القرآن بالعلقة.\nوتستغرق الرحلة بين القناة الرحمية ومكان الانغراس خمسة أيام يكون الرحم قد تهيأ خلالها لالتصاق العلقة به.\nويتم الالتصاق باندماج غشاء العلقة بغشاء جدار الرحم.",
        "وتبدأ العلقة فى الانقسام وتكبر فى الحجم حتى تصبح فى شكل المضغة.\nفالجنين فى هذه المرحلة يكون عبارة عن قطعة من اللحم على سطحها بروزات أشبه بالبروزات والنتوءات التى تتركها الأسنان على قطعة لحم تمضغها.\nوبعد هذه المرحلة يبدأ تكوين العظام تماما كما جاء فى القرآن الكريم.\nففي الأسبوع السابع يبدأ تكوين النسيج حيث يكون الجنين حوالى 2 سم طولا.",
        "وبعد أن تتكون العظام يبدأ ظهور العضلات فى الأسبوع الثانى عشر من عمر الجنين وهو ما يعبر عنه القرآن (فَكَسَوْنَا الْعِظامَ لَحْماً).\nإن السائل المنوى عبارة عن حيوانات دقيقة يتحد أحدها مع البويضة فى رحم الأنثى لتكون جنينا.\nولقد ذكر القرآن هذه الحقيقة بقوله تعالى : (إِنَّا خَلَقْنَا الْإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَلِيهِ فَجَعَلْناهُ سَمِيعاً بَصِيراً) [الإنسان : 2].\nوكلمة أمشاج تعنى مكونا من اتحاد عنصرين أو جسمين مختلفين فى النوع وهما الحيوان المنوى والبويضة.",
        "وكلمة مشجة ـ بمشجه فى اللغة معناها أى خلطه بشيء آخر.\nالمعتقدات القديمة فى\nخلق الإنسان\nلقد كان الاعتقاد القديم أن الإنسان يتكون بكامله من ماء الرجل (المنى).",
        "ثم أصبح الاعتقاد أنه يتكون فى البويضة فقط.\nولكن الله سبحانه تعالى يذكر فى القرآن وكما ثبت علميا حديثا أن خلق الإنسان من نطفة اختلط فيها ماء الرجل وهو الحيوان المنوى بماء الأنثى وهو بويضتها فنتج النطفة الأمشاج.\nويحتوى الحيوان المنوى على نصف الكروموسومات (الجسيمات الملونة) التى ستحمل الصفات الوراثية الموجودة فى أى خلية جسدية.\nوكذلك البويضة تحتوى على نصف عدد الكروموسومات.",
        "ويعتبر كلا من الحيوان المنوى والبويضة نصف خلية فقط من ناحية عدد الكروموسومات إذ تحتوى الخلية الجسدية على 46 كروموسوم بينما يحتوى الحيوان المنوى على 23 كروموسوم وكذلك البويضة.\nوعند تكوين النطفة الأمشاج يكتمل عدد الكروموسومات الحاملة للصفات الوراثية من الأب والأم بالتساوى.\nوعبر هذه الكروموسومات تنتقل الصفات الوراثية من الآباء والأجداد منتقاة مختارة حتى تصل إلى الأبناء ودون أن يتطابق منهما اثنان.\nخلق الإنسان من ماء",
        "يقول سبحانه وتعالى فى سورة النور : (وَاللهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلى أَرْبَعٍ يَخْلُقُ اللهُ ما يَشاءُ إِنَّ اللهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ) [النور : 45].\nالماء فى الآية الكريمة هو ماء التناسل أى الماء المشتمل على الحيوانات المنوية والآية الكريمة لم تسبق فقط ركب العلم فى بيان نشوء الإنسان من النطفة بل سبقته كذلك فى بيان أن كل دابة تدب على الأرض خلقت كذلك بطريق التناسل من الحيوانات المنوية وإن اختلفت أشكال هذه الحيوانات المنوية وخصائصها فى كل نوع من أنواع هذه الدواب.\nومما تحمله الآية أيضا من معان علمية أن الماء قوام تكوين كل كائن حى.\nفمثلا يحتوى جسم الإنسان على نحو 70 خ من وزنه ماء فالشخص الذى يزن 70 كيلوجرام به نحو 50 كجم ماء.",
        "ولم يكن تكوين الجسم واحتواؤه على هذه الكمية الكبيرة من الماء معروفا مطلقا عند نزول القرآن.\nوالماء أكثر ضرورة للإنسان من الغذاء فبينما يستطيع الإنسان أن يعيش 60 يوما بدون غذاء لا يمكنه أن يعيش بدون ماء من 3 ـ 10 أيام على أقصى تقدير.\nوالماء أساس تكوين الدم والسائل اللمفاوى والسائل النخاعى وافرازات الجسم كالبول والعرق والدموع واللعاب والصفراء واللبن والسوائل الموجودة فى المفاصل وهو سبب رخاوة الجسم وليونته.\nولو فقد الجسم 20 خ من مائه فإن الإنسان يكون معرضا للموت.",
        "والماء يذيب المواد الغذائية بعد هضمها فيمكن امتصاصها وكذلك يذيب الفضلات العضوية والمعدنية فى البول والعرق.\nوهكذا يكون الماء الجزء الأكبر والأهم فى تكوين الجسم ولذلك يمكن القول بأن كل كائن حى مخلوق من الماء.\nمدة الحمل\nأقل مدة للحمل ستة أشهر :",
        "يقول الله تعالى فى سورة الأحقاف : (وَصَّيْنَا الْإِنْسانَ بِوالِدَيْهِ إِحْساناً حَمَلَتْهُ\nأُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصالُهُ ثَلاثُونَ شَهْراً) [الأحقاف : 15].\nأقل مدة للحمل ستة أشهر لقوله تعالى : (وَحَمْلُهُ وَفِصالُهُ ثَلاثُونَ شَهْراً) وقوله تعالى (وَفِصالُهُ فِي عامَيْنِ) [لقمان : 14] ، وقوله تعالى (وَالْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ لِمَنْ أَرادَ أَنْ يُتِمَّ الرَّضاعَةَ) [البقرة : 233] ، فباسقاط مدة الفصال عن مدة الحمل والفصال يبقى للحمل ستة أشهر وهذا يتفق مع ما ثبت علميا من أن الطفل إذا ولد لستة أشهر فإنه قابل للحياة.\nتشريح الأجنة",
        "قال تعالى : (فَلْيَنْظُرِ الْإِنْسانُ مِمَّ خُلِقَ* خُلِقَ مِنْ ماءٍ دافِقٍ* يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ) [الطارق : 5 ـ 7].\nالصلب : هو العمود الفقرى والترائب هو القفص الصدرى.\nومعنى الآية أن الخصية التى تكون السائل المنوى مكانها الأصلى داخل البطن قرب العمود الفقرى وقد ثبتت هذه الحقيقة العلمية القرآنية بتشريح الأجنة فى العصر الحديث.\nفالخصية تهاجر من مكانها داخل البطن مع نمو الجنين ثم تنزل إلى الكيس الخاص بها قبل الولادة.",
        "وبعض الأطفال يولدون بأحد الخصيتين أو كليهما فى بطنه وهذه تعيق نمو الطفل وتعرضه إلى الاضطرابات الهرمونية ما لم تجر له عملية إنزال الخصية إلى الكيس.\nوهذه الحقيقة لم تكن معروفة حتى عصر قريب.\nثم تأتى آية أخرى لتزيد هذه الحقيقة تأكيدا ففي سورة الأعراف يقول تعالى :\n(وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ) [الأعراف : 172].",
        "فهذا تأكيد أخر على الموضع الأول للغدة التناسلية فى الإنسان.\nلقد بينت الدراسات الحديثة أن نواة الجهاز التناسلى والجهاز البولى فى الجنين تظهر بين الخلايا الغضروفية المكونة لعظام العمود الفقرى وبين الخلايا المكونة لعظام الصدر وتبقى الكلى فى مكانها وتنزل الخصية إلى مكانها الطبيعى فى الصفن عند الولادة.\nوعلى الرغم من انحدار الخصية إلى أسفل فإن الشريان الذى يغذيها بالدم طوال حياتها يتفرع من الأورطى بحذاء الشريان الكلوى.\nكما أن العصب الذى ينقل الإحساس إليها ويساعدها على إنتاج الحيوانات المنوية وما يصاحب ذلك من سوائل متفرع من العصب الصدرى العاشر الذى يغادر النخاع الشوكى بين الضلعين العاشر والحادى عشر.",
        "وواضح من ذلك أن الأعضاء التناسلية وما يغذيها من أعصاب وأوعية دموية تنشأ من موضع فى الجسم بين الصلب والترائب (العمود الفقرى والقفص الصدرى).\nالظلمات الثلاث\nقال تعالى فى سورة الزمر : (يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ) [الزمر : 6].\nتنشأ البويضة فى أحد مبيضى المرأة حتى إذا اكتمل نضجها انطلقت منه فيتلقفها أحد بوقى فالوب ثم تمضى فى قناة فالوب فى طريقها إلى الرحم فلا تصله إلا بعد بضعة أيام قد يقدر لها فى أثنائها أن يخصبها الحيوان المنوى من الرجل فتبدأ توا مراحل تطورها المبكرة.",
        "وفى الرحم يمضى الجنين بقية الحمل حيث يكون لنفسه فيها غلافين (السلى)\nويسهم جزء منه فى تكوين المشيمة (الرهل) الذى يحيط بالجنين إحاطة مباشرة.\nوقد اختلفت الآراء فى تحديد الظلمات الثلاث فى الآية الكريم فمن ذلك أنها :\n1 ـ البطن ـ الرحم ـ المشيمة ويقصد بها ما يغلف الجنين بصفة عامة.",
        "2 ـ الرحم والسلى والرهل.\n3 ـ البطن والظهر والرحم.\n4 ـ المبيض وقناة فالوب والرحم.\nوالظاهر أن الرأى الأخير هو الأرجح لأنها ثلاث متفرقات فى أماكن مختلفة.",
        "أما الآراء الأخرى فإنها تشير فى الواقع إلى ظلمة واحدة فى مكان واحد تحيط به طبقات متعددة ولعل الخالق العظيم قد أشار إلى هذه الحقيقة العلمية فى زمن لم يكن الناس قد اكتشفوا فيه بويضة الثدييات ومسلكها ذاك فى أجسام الأناث بعيدا عن العيون.\nوأحدث تفسير يقدمه لنا العلم الحديث عن هذه الآية بأن الجنين نفسه ضمن مراحل نموه وتطوره يكون حوله ثلاثة أغشية رقيقة جدا هى الأمنيون والكوربون والألنتوبس وهذه الأغشية الثلاثة لا تكون موجودة فى الرحم أصلا ولكنها تتخلق وتتشكل مع ابتداء تكون الجنين وتحيط به مراحل تطوره ونموه.\nوكلمة الظلمات التى ذكرها القرآن يقصد بها الأغشية المظلمة التى تحمى الجنين داخل البطن ويتحرك داخلها والله أعلم.\nعملية الإخصاب",
        "قال الله تعالى : (وَهُوَ الَّذِي خَلَقَ مِنَ الْماءِ بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً وَكانَ رَبُّكَ قَدِيراً) [الفرقان : 54].\nالماء هنا هو السائل المنوى الذى تسبح فيه الحيوانات المنوية أو المشيج الذكر والحيوان المنوى تصنعه الخصية فى الرجل البالغ وهو وحده لا يمكنه أن يكون خلقا\nجديدا (بشرا) ولكن يلزم أن يندمج معه ما يعرف علميا بالمشيج المؤنث أو البويضة وهذه يصنعها مبيض المرأة البالغة فى فترة خصوبتها (بعد البلوغ وقبل الوصول إلى سن اليأس).\nوعلى أثر اندماج الحيوان المنوى بالبويضة فى ظاهرة تعرف بالإخصاب تتكون ما يعرف باللاقحة (البويضة المخصبة) أو الزيجوت وبانقسام هذه تباعا فى الرحم يتكون إنسان جديد من البشر يبدأ حياته فى قرار مكين (الرحم) ثم ينزل بعد الولادة إلى هذه الحياة الدنيا ليعيش أجله المسمى الذى قدره له الله.",
        "وفى الإنسان بالذات وكذلك الحيوانات التى تشبهه فى التناسل لا بد من إخصاب البويضة بالحيوان المنوى لكى تتكون اللاقحة وبالتالى الخلق الجديد.\nوإذا فشلت عملية الاخصاب امتصت البويضة وتلاشت.\nولهذا أشارت الآية الكريمة إلى بداية الخلق من النطفة كما سجلت ذلك آيات كثيرة فى القرآن الكريم.\nولو لا ماء الرجل الذى تسبح فيه الحيوانات المنوية لما كان هناك حياة لإنسان على وجه الأرض لما ذا؟",
        "ليس لأن النطفة هى التى تخصب البويضة فتتكون اللاقحة التى تنقسم فتكون الفرد الجديد.\nليس ذلك فحسب ولكن لأنه عن طريق النطفة تكون الذكورة والأنوثة فى بنى البشر. وهل يمكن أن تستمر حياة دون ذكور واناث.\nلقد اقتضت حكمة الله فى سبيل استمرار حياة البشر وغيرهم على وجه الأرض أن تصنع خصية الرجل نوعين من الحيوانات المنوية أحدها يحمل صبغيا (كروموزوم) جنسيا مماثلا للصبغى الجنسى الموجود فى البويضة وحين يندمج معها تكون لاقحة أنثى.\nأما النوع الآخر من الحيوانات المنوية فتحمل صبغيا جنسيا يخالف الصبغ",
        "الجنس الموجود فى البويضة وحين يندمج معها يكون لاقحة ذكرا كما سبق ذكره. وكما سيأتى فيما بعد.\nوعلى هذا الأساس يتنوع البشر ذكورا وإناثا.\nولو لا هذا التنوع لما كان هناك التزاوج ولما تسلسلت حياة البشر جيلا بعد جيل.\nولقد اكتشف العلم هذه الحقيقة مؤخرا عند ما ازدهرت علوم الوراثة بداية من نهاية القرن التاسع عشر الميلادى مع أن القرآن الكريم قد سجلها جلية واضحة قبل ذلك بمئات السنين.",
        "يقول سبحانه وتعالى : (وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى 45 مِنْ نُطْفَةٍ إِذا تُمْنى) [النجم : 45 ـ 46].\nوقوله تعالى : (أَيَحْسَبُ الْإِنْسانُ أَنْ يُتْرَكَ سُدىً* أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنى * ثُمَّ كانَ عَلَقَةً فَخَلَقَ فَسَوَّى* فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى) [القيامة : 36 ـ 39].\nوعلى أثر الإخصاب وتكوين اللاقحة تنقسم هذه تباعا فتتكون بذلك الأطوار الجنينية فى رحم الأم كمرحلة لا بدّ منها فى بداية خلق الإنسان.\nويزداد حجم الجنين وبالتالى رحم الأم كل يوم بمقدار حسب ما أراد الله له.",
        "يقول سبحانه : (اللهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ) [الرعد : 8].\nويقول سبحانه وتعالى : (يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْناكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحامِ ما نَشاءُ إِلى أَجَلٍ مُسَمًّى) [الحج : 5].\nوقوله تعالى : (أَلَمْ نَخْلُقْكُمْ مِنْ ماءٍ مَهِينٍ* فَجَعَلْناهُ فِي قَرارٍ مَكِينٍ* إِلى قَدَرٍ مَعْلُومٍ) [المرسلات : 20 ـ 22].\nولما كانت اللاقحة التى يتكون منها الفرد الجديد هى نتيجة اندماج الحيوان المنوى من الأب مع البويضة من الأم فإن الصفات الوراثية فى اللاقحة تكون بذلك امتزاجا للصفات الوراثية من الأب (50 خ تقريبا) وللصفات الوراثية من الأم (50 خ تقريبا).",
        "وينشأ الفرد الجديد من البشر وبه هذا المزيج من الصفات الوراثية التى تجعله فردا له شخصيته (ذاتيته) التى لا يشاركه فيها إنسان غيره قط.\nوكل فرد من البشر نسيج وحده فى كل صفاته.\nومن الناحية العلمية ثبت وراثيا أن الصبغيات (الكروموزومات) التى تتكون منها نواة اللاقحة تحمل فى طياتها على الجينات كل الصفات الخلقية (الجسمية) التي يتميز بها الفرد الجديد عن كل فرد آخر من سائر البشر يتميز بها وهو الجنين فى بطن أمه وبعد أن يولد وطول حياته حتى الموت ولو بلغ أرذل العمر.\nولو أن هذه الصفات التى تتسع لها الصبغيات على ضآلة حجمها لو أنها ترجمت إلى كلمات لما اتسع لتسجيلها عشرات المجلدات.",
        "ومن هنا يتبين العمق الحقيقى لمدلول حديث النبى الأمى الذى لا ينطق عن الهوى فى قوله صلى‌الله‌عليه‌وسلم : تخيروا لنطفكم فإن العرق دساس.\nقالها صلى‌الله‌عليه‌وسلم قبل أن يعرف شيئا عن قوانين الوراثة ومدلولاتها وأبحاثها بعشرات المئات من السنين فسبحان من علمه ما لم يكن يعلم.\nجاذبية الحيوان المنوى والبويضة\nعند بدء الإخصاب وتكوين اللاقحة لوحظ فى الحالات الطبيعية وجود جاذبية بين الحيوان المنوى والبويضة فوجود الجاذبية هذه ضمان للإخصاب الذى يتم فى العادة بحيوان منوى واحد لا أكثر.",
        "وعلى هذا الأساس تتم الجاذبية بين البويضة وبين حيوان منوى به صبغى جنسى\nمشابه لما فيها تتكون بذلك لاقحة أنثى أو بين البويضة وحيوان منوى به صبغى جنسى مخالف لما فيها فيتكون بذلك لاقحة ذكر.\nأو قد لا يتم التجاذب بين الحيوان المنوى والبويضة لسبب أو لآخر فلا يتم الإخصاب ولا تتم اللاقحة.\nوإذا استمرت هذه الظاهرة الأخيرة كان العقم (عدم الإنجاب).",
        "وعلى أساس الحقيقة السابقة فإن الزوجة قد تنجب إناثا فقط أو ذكورا فقط أو ذكورا وإناثا معا أو قد لا تنجب إطلاقا رغم سلامة الزوجين من الناحية الصحية.\nوكل هذا يتوقف على الجاذبية الكائنة بين الحيوانات المنوية بنوع منها أو بنوعيها معا أو عدم الجاذبية بينها وبين البويضة وتدل هذه الظاهرة على أن إنجاب البنات هى مسئولية الزوج فى الجزء الأكبر منها.\nوعلى الذين يلومون زوجاتهم لأنهن ينجبن بنات أن يدركوا هذه الحقيقة.\nويسجل القرآن الكريم هذه الحقيقة العلمية الوراثية قبل أن ندرك أسبابها الحقيقية يسجلها قبل معرفتها بعشرات المئات من السنين.",
        "يقول سبحانه وتعالى : (لِلَّهِ مُلْكُ السَّماواتِ وَالْأَرْضِ يَخْلُقُ ما يَشاءُ يَهَبُ لِمَنْ يَشاءُ إِناثاً وَيَهَبُ لِمَنْ يَشاءُ الذُّكُورَ* أَوْ يُزَوِّجُهُمْ ذُكْراناً وَإِناثاً وَيَجْعَلُ مَنْ يَشاءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ) [الشورى 59 ـ 50].\nويتضح من ذلك أن الله العلى القدير قد شاءت حكمته أن يخلق من الماء أى المنى بشرا أى رجالا ونساء.\nإن هذا التنوع فى الخلق بين ذكور وإناث هو السبب الأساسى فى استمرار حياة البشر على الأرض.\nوتكون الإشارة إلى خلق البشر من الماء هى لفت النظر إلى أن الإنسان لا بد أن يكون نتيجة تزاوج بين ذكر وأنثى.",
        "تعيين جنس الجنين\nيقول الله تعالى : (أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنى * ثُمَّ كانَ عَلَقَةً فَخَلَقَ فَسَوَّى* فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى) [القيامة 37 ـ 39].\nلقد كان الاعتقاد السائد من آلاف السنين وحتى عهد قريب أن نوع الجنين ذكر أو أنثى يتوقف على المرأة وحدها وأن هناك نساء تعيسات لا تنجب أرحامهن سوى البنات وأخريات ينجبن الأولاد.\nوفى التاريخ الكثير من الأمثلة على ذلك فهنرى الثامن ملك إنجلترا طلق امرأة وأعدم امرأته آن بولين لأنهما لم يلدن سوى بنات.",
        "والملك فاروق ملك مصر السابق طلق الملكة فريدة لأنها أنجبت له ثلاث بنات.\nوكم من زيجات فشلت فى ريف مصر بسبب انجاب البنات.\nوكان هذا الاعتقاد متفشيا فى الجاهلية.\nوقد أثبت العلم الحديث أن نوع الجنين ذكر أم أنثى يرجع للرجل وللرجل وحده.",
        "فالآية الكريمة (فَجَعَلَ مِنْهُ) أى من نطفة منى يمنى (الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى) النطفة التى تمنى هى نطفة الرجل هى الحيوان المنوى.\nفكل خلية فى جسم الإنسان تحتوى على 23 زوجا من الجسيمات الملونة وإن منها زوجا واحدا هو المسئول عن صفة الشخص وجنسه ذكر أم أنثى فخلايا الرجل تحتوى على الجسيمات الملونةYX.\nبينما خلايا المرأة تحتوى على الجسيمات الملونةXX.\nفإذا انقسمت خلايا الخصية انقساما اختزاليا فإن ناتج الانقسام إما حيوانات",
        "منوية تحتوى على X فقط أوY فقط.\nأى أن هذه الحيوانات المنوية إما أن تكون حيوانات منوية مذكرة أو حيوانات منوية مؤنثة. فالحيوان المنوى الذى يحمل شارة الذكورةY لا يختلف عن الحيوان المنوى الذى يحمل شارة الأنوثةX.\nوقد استطاع العلماء التفريق بينهما فى الشكل والمظهر كما فرقوا بينهما فى الحقيقة والمخبر.\nوالحيوان المنوى المذكر إذا وصل إلى موضع البويضة الجاهزة للتلقيح لقحها وكان المولود ذكراYX (X من المرأة ، Y من الرجل).",
        "وأما الحيوان المنوى الذى يحمل شارة الأنوثةX إذا لقح البويضة كان المولود أنثى XX (X من المرأة ، X من الرجل).\nفبإرادة الله إذا لقح البويضة حيوان منوى يحمل شارة الذكورة فإن النطفة والأمشاج تحتوى على 46 صبغيا على هيئة 23 زوج منها زوج واحدYX.\nوإذا قدر الله ولقح البويضة حيوان منوى يحمل شارة الأنوثة فالنتيجة هى نطفة أمشاج (بويضة ملقحة تحمل شارة الأنوثة فقطXX).\nوبما أن البويضة من الأم تعطى دائما شارة الأنوثة فإن الحيوان المنوى هو فقط الذى يحدد بإرادة الله نوع الجنين ذكر أم أنثى.",
        "وصدق الله العظيم : (وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ) [الذاريات : 21].\nالأسرة\nالجزء الثانى من الآية 54 من سورة الفرقان قوله تعالى : (فَجَعَلَهُ نَسَباً وَصِهْراً) فالأسرة هى اللبنة التى تتكون منها المجتمعات البشرية.\nوتتكون الأسرة عادة من الأب والأم والأولاد ذكورا كانوا أم إناثا.",
        "وينسب الأولاد إلى الأب فى الأسرة وتتم المصاهرة بين الأسر وبعضها البعض عن طريق البنات.\nوالبشر جميعا ينسبون إلى آدم عليه‌السلام فهم بنو آدم وهو أبو الآدميين جميعا.\nوبناء على ما سبق يكون المعنى القريب أو المباشر للآية الكريمة. هو خلق البشر رجالا ونساء من الماء الدافق (المنى) ليتم بينهما (بين الجنسين) التزاوج الذى عن طريقه يتم النسب والمصاهرة.\nنسب البنين إلى الآباء والمصاهرة بين الأسر وبعضها البعض عن طريق البنات وبذلك يرتبط الجميع بوشائج الدم وصلات القربى.",
        "هذا المعنى واضح فى قوله تعالى : (وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً لِتَسْكُنُوا إِلَيْها وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ)\n[الروم 21]\nفى الأسرة الواحدة المكونة من أب وأم واحدة لأبناء متعددين ذكور وإناث يكون جميع الأبناء قد سكنوا على فترات متتالية رحم هذه الأم لا محالة فصلة الرحم بينهم واضحة بلا غموض.\nوإذا كان لهذه الأم إخوة وأخوات من أب وأم واحدة فهم لا شك بدورهم قد جمعهم رحم هذه الأم (جدة الأسرة الأولى).",
        "وهكذا إذا تسلسلنا خلقا على هذا النحو فسوف تصل إلى :\n1 ـ إن رحم حواء قد سكنه على فترات كل أولادها من آدم ذكورا كانوا أم إناثا.\n2 ـ إن إناث الجيل الأول اللاتى تزوجن بإخوانهن قد سكن أرحامهن كل إناث وذكور الجيل الثانى.\n3 ـ وإذا تسلسلنا على النحو السابق لوجدنا أن كل أم لاحقة قد سكن رحمها ذكور وإناث من أبنائها وبناتها.",
        "لكن هذه الأم بدورها كانت أختا لذكور وإناث سكنوا رحم أم سابقة وهكذا.\nأى أن الناس جميعا تربطهم وحدة التكوين كما تربطهم وشائج الدم (القرابة).\nيقول تعالى : (يا أَيُّهَا النَّاسُ إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى وَجَعَلْناكُمْ شُعُوباً وَقَبائِلَ لِتَعارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللهِ أَتْقاكُمْ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ) [الحجرات : 13].\nوالجزء الثالث من الآية 54 من سورة الفرقان قوله تعالى : (وَكانَ رَبُّكَ قَدِيراً) [الفرقان : 54]. لا يستطيع أحد أن يحصى آثار قدرة الله التى تتجلى فى كل شيئ خلقه.",
        "ولكن الآية الكريمة تعالج خلق البشر من ماء التناسل (المنى) على النحو البديع المعجز.\nشاء الله وقدر أن يخلق الحيوان المنوى كما تصنعه الخصية فى صورة تخالف صور أى خلية أخرى فى جسم الإنسان فجعله متحركا يتكون من رأس وذنب ومعدا بشكل خاص يؤهله لأداء وظيفته على الوجه الأكمل فكان خفيف الوزن أعداده كثيرة إذا ما قورنت بأعداد بويضات الأنثى (النسبة 250000 : 1).\nوهذا ما يجعل فرص التلاقى والإخصاب كبيرة فالمعروف أن المشيج المذكر هو الذى ينتقل إلى حيث توجد البويضة فى جهاز المرأة التناسلى.\nوعندها يحدث الإخصاب ويبدأ نمو الجنين فى رحم الأم.",
        "يقول الله تعالى : (هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحامِ كَيْفَ يَشاءُ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ) [آل عمران : 6].\nتشير الآية الكريمة إلى وجه من الوجوه المعجزة لقدرة البارى المصور وهو تحول البويضة المخصبة وهى خلية واحدة ضئيلة الحجم إلى إنسان سوى بكل ما يحويه جسمه من أجهزة وأعضاء وأنسجة بملايين الخلايا وآيات فى البنيان والوظيفة.\nوتنوه هذه الآية الكريمة عن المشيئة الإلهية المطلقة فى تصوير الجنين إذ أن الله يودع فى البويضة الدقيقة الحجم جميع المورثات (الجينات) التى تحدد جنس المولود ونصيبه من الخصائص الجسمانية بل ومواهبه العقلية والنفسية والسمات الرئيسية فى تكوين الشخصية الوارثة وإن كانت تسير على قوانين ثابتة إلا أن هذا التحديد لكل فرد بذاته من التقاء بويضة بعينيها وحيوان منوى بعينه من بين ملايين الحيوانات المنوية هو من دلائل المشيئة المطلقة حتى أنه لا يتماثل فردان فى العالم تماثلا تاما اللهم إلا فى توائم البويضة الواحدة تكاد تتطابق.\nويقول الله تعالى : (وَاتَّقُوا اللهَ الَّذِي تَسائَلُونَ بِهِ وَالْأَرْحامَ) [النساء : 1].",
        "وقوله تعالى : (وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللهِ)\n[الأنفال : 75]\nويقول تعالى : (فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحامَكُمْ* أُولئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمى أَبْصارَهُمْ) [محمد : 22 ـ 23].\nويقول الله تعالى فى سورة لقمان : (إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ ما فِي الْأَرْحامِ وَما تَدْرِي نَفْسٌ ما ذا تَكْسِبُ غَداً وَما تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ) [لقمان : 34].",
        "وقف البعض عند (ويعلم ما فى الأرحام) وقالوا أن العلم الآن قد وصل إلى معرفة جنس الجنين باستخدام السونار هل المولود ذكر أم أنثى.\nإن الآية الكريمة لا تقول يعلم من فى الأرحام ولكن ما فى الأرحام. تعنى أن الله سبحانه وتعالى يعلم كل ما يمس هذا الجنين من لحظة ميلاده إلى ساعة وفاته.\nيعلم أن هذا الكائن ذكر أم أنثى. طويلا أم قصيرا. ذكيا أم غبيا. حليما أم غضوبا ... إلخ يعلم كل تفصيلة من تفصيلات حياته.\nالرضاع",
        "يقول الله تعالى فى سورة البقرة : (وَالْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ لِمَنْ أَرادَ أَنْ يُتِمَّ الرَّضاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ)\n[البقرة : 233]\nالنص القرآنى يعتبر وجوب الإرضاع على الأم صيانة لها لأن الإرضاع هو المطعم الطبيعى للمولود إذ أن لبن الأم يلائم حياة الطفل كل الملائمة فيزداد حجما بزيادة حجم المولود وتتنوع محتوياته حسب حاجاته.\nوالرضاعة تفيد الأم ولا تضرها إذ أن الرضاعة تعمل على تحسين الحالة الصحية للمرضع بتنشيط الجهاز الهضمى وحمله على العمل للحصول على المواد الغذائية اللازمة للمولود وذلك فوق ما تعيده الرضاعة للجهاز التناسلى إلى وضعه الطبيعى بعد عملية الولادة. ويجوز أن يفطم الصغير لأقل من عامين من والدته إذا كانت صحته تعاونه على ذلك أما إذا كانت صحته لا تعاونه ولا يستسيغ الطعام الخارجى فإنه يستمر حولين كاملين.",
        "وبعدها يمكن أن يستغنى الطفل استغناء تاما عن لبن الأم.\nهذا والصحة النفسية للطفل المعتمد على الرضاعة الطبيعية أفضل كثيرا من الطفل المعتمد على الرضاعة الصناعية.\nكما أن صحة الطفل المعتمد على الرضاعة الطبيعية فى قابل حياته أفضل كثيرا\nمن المعتمد على الرضاعة الصناعية. وكذلك مقاومته للأمراض تفضل كثيرا الذى يرضع بألبان صناعية.",
        "لقد عاد الأطباء يؤكدون ويوصون بالرضاعة الطبيعية.\nصدق الله العظيم بقوله : (وَالْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ) [البقرة : 233].\nالشيخوخة\nقال الله تعالى فى سورة يس : (وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلا يَعْقِلُونَ) [يس : 68].",
        "ومن نطل عمره نرده من القوة إلى الضعف. أى ومن يطيل الله عمره يرده إلى عكس ما كان عليه من القوة فيصبح ضعيفا.\nوذلك أن حياة الإنسان تأخذ ثلاث مراحل نمو ونضج وضمور.\nفالنسيج الحشوى فى الكلى والكبد والغدة الدرقية والبنكرياس يضمر وهذا له أثره فى إضعاف الجسم كله وتبدأ كذلك الشرايين فى التصلب والضمور وبذلك يقل الدم الذاهب إلى جميع أعضاء الجسم فيزيده ضعفا على ضعف.\nومن أسباب الشيخوخة زيادة قوى الهدم على قوى البناء فى الجسم وذلك لأن خلايا الجسم كله فى تغيير مستمر وكذلك خلايا الدم ما عدا خلايا المخ والنخاع فإنها لا تتغير مدى الحياة فالهالك منها لا يعوض مطلقا.",
        "فإذا كانت نسبة تجدد الخلايا كنسبة هلاكها لا تظهر الأعراض.\nأما إذا زادت نسبة هلاك الخلايا على تجددها فى أى عضو ظهر ضمور هذا العضو وعلى ذلك فكلما تقدم السن تضاءلت نسبة التجدد وزادت نسبة الانحلال الخلوى وظهر الضمور العام.\nوتختلف نسبة التجدد والضمور باختلاف نوع الأنسجة فالظاهر منها كالبشرة الكاسية للجسم والأغشية المبطنة للقنوات الهضمية وقنوات الغدد تضمر بنسبة أكبر كلما تقدمت السن بالإنسان وهذا هو السبب المباشر لأعراض الشيوخة.\nالطلاق",
        "يقول سبحانه وتعالى : (يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللهَ رَبَّكُمْ) [الطلاق : 1].\nويقول تعالى : (وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَ) [الطلاق : 4].\nوفى سورة البقرة : (الْمُطَلَّقاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ ما خَلَقَ اللهُ فِي أَرْحامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللهِ وَالْيَوْمِ الْآخِرِ) [البقرة : 228].\nالقرء هو الحيض أو الطهر بين حيضين.",
        "والسؤال الآن هو لما ذا التحديد بثلاثة قروء أى ثلاثة أشهر؟\nالمعروف أن الحيض يحل بالمرأة الخصيبة مرة كل شهر تقريبا فى الأحوال الطبيعية.\nوقد ثبت طبيا بالأبحاث أن المرأة قد تحمل ولكن الجنين وهو فى بداية حياته لا يستهلك كل الدم الوارد إلى الرحم فينزل بعضه فى ميعاد الحيض مرة أو مرتين على الأكثر ولكنه لا ينزل أبدا للمرة الثالثة عند استقرار الحمل.\nلم تكن هذه الحقيقة معروفة وقت نزول القرآن الكريم.",
        "ومن ثم يكون انتظار المطلقة لثلاثة قروء كافيا ومؤكدا لاستبراء رحمها من الحمل ولا يحل لها أن تتزوج قبل استكمال عدتها حتى لا يختلط النسب إذا لم تراع هذه الحقيقة مراعاة تامة.\nوكذلك فكما حرم الله التبنى حفاظا على النسب الحقيقى فقد أمر الله أن تعتد المطلقات حتى تبرأ أرحامهن من الحمل قبل أن يقدمن على الزواج من جديد وحتى لا تختلط الأنساب بين زوج سابق وزوج لاحق.\nسر الحياة\nقال الله تعالى : (يا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللهِ لَنْ يَخْلُقُوا ذُباباً وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (73)) [الحج : 73]",
        "يتحدى الله سبحانه وتعالى البشرية كلها بالعلم الذى سيحققونه أنهم لن يصلوا إلى خلق ذبابة أو أى كائن حى آخر مهما ضؤل ولا استرجاع ما يأخذه الذباب من طعامهم أو شرابهم.\nوهذا التحدى فى خلق أضعف المخلوقات وهى الذبابة يريد الله أن يؤكد به أن البشرية قد تصل إلى القمر وإلى المريخ ولكنها لا تستطيع أن تصل إلى سر خلق الحياة أو المادة الحية فهى ستظل عاجزة على مر السنين عن ذلك.\nفالعلماء قد توصلوا إلى تركيب المادة الحية بكل نسب المواد والعناصر الداخلة فى تركيبها ولكنهم لم يستطيعوا أن يعطوها سر الحياة.\nالقرآن والتربية الجنسية",
        "منذ أربعة عشر قرنا تقريبا لم تكن هناك معلومات تشريحية وفسيولوجية تسمح بالحديث عن التناسل الإنسانى.\nولذلك كان لا بد من استخدام لغة بسيطة لفهم ما يقال.\nونجد فى القرآن الكريم حشدا من التفاصيل عن الحياة العملية.\nوفيما يختص بالسلوك الذى يتبعه الناس فى العديد من ظروف حياتهم ، ولم يستبعد القرآن الحياة الجنسية.",
        "هناك آيتان قرآنيتان تخصان العلاقة الجنسية ، ويذكر القرآن ذلك بألفاظ تراعى الدقة والاحتشام اللازم.\nقال الله تعالى فى سورة الطارق :\n(خُلِقَ مِنْ ماءٍ دافِقٍ (6) يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ (7))\nيشير النص القرآنى إلى منطقة الرجل الجنسية بكلمة صلب والترائب هى عظام الصدر.",
        "أى أن خلق الإنسان من سائل (المنى) يخرج من بين العمود الفقرى وعظام الصدر.\nوتشير آيات قرآنية إلى سلوك الرجال فى علاقتهم الأثيرة مع نسائهم فى ظروف متنوعة.\nفأولا : هناك التوجيه بالسلوك اللازم فى مدة الحيض ، وتشير إلى ذلك الآيتان (222 ، 223) من سورة البقرة.\nقال الله تعالى :",
        "(وَيَسْئَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّساءَ فِي الْمَحِيضِ وَلا\nتَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ إِنَّ اللهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ (222)) [البقرة].\nولهذه الآية معنى واضح تماما فتحريم إقامة علاقات جنسية مع امرأة حائض أمر قاطع لأن المحيض أذى على المرأة وعلى الرجل ، لذلك يجب الامتناع عن إتيان النساء مدة الحيض حتى يطهرن ، فإذا تطهرن فيجب إتيانهن فى المكان الطبيعى وهو القبل وتحريم إتيانهن فى الدبر.\nفالله يحب من عباده التوابين ، ويحب الطهارة من الأقذار والفحش.",
        "وقال تعالى : (نِساؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّكُمْ مُلاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ (223)) [البقرة].\nهذه الآية تؤكد بشكل غير مباشر على أهمية أن يكون واضحا لدى الإنسان أن الهدف النهائى للعلاقة الجنسية هو الإنجاب.\nفالزوجات هن موضع النسل ، ويباح إتيان النساء على أى طريقة إذا كان ذلك فى موضع النسل.\nوالتوجيهات المعطاة فى هذه الآيات ذات طابع عام.",
        "ولا يحتوى القرآن هنا ولا فى أى موضع آخر على أى إشارة إلى منع الحمل ، ولا عن الإجهاض.\nفالإنسان يتشكل ابتداء من مرحلة يميزها وجود العلقة ، وإذن ففي هذه الظروف يفرض الاحترام للشخص الإنسانى ، هذا الاحترام الذى يؤكده القرآن كثيرا إدانة الإجهاض جذريا.\nوهذا الموقف هو موقف كل أديان التوحيد.\nوالعلاقات الجنسية مسموح بها فى الليل فقط طيلة فترة الإفطار من شهر رمضان ، والآية الخاصة بشهر رمضان هى :",
        "قال الله تعالى : (أُحِلَّ لَكُمْ لَيْلَةَ الصِّيامِ الرَّفَثُ إِلى نِسائِكُمْ هُنَّ لِباسٌ لَكُمْ وَأَنْتُمْ لِباسٌ لَهُنَّ عَلِمَ اللهُ أَنَّكُمْ كُنْتُمْ تَخْتانُونَ أَنْفُسَكُمْ فَتابَ عَلَيْكُمْ وَعَفا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا ما كَتَبَ اللهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيامَ إِلَى اللَّيْلِ وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عاكِفُونَ فِي الْمَساجِدِ تِلْكَ حُدُودُ اللهِ فَلا تَقْرَبُوها كَذلِكَ يُبَيِّنُ اللهُ آياتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (187))\n[البقرة]\nوعلى العكس من ذلك فليس هناك استثناء للحجاج فى أثناء أيام الحج الرسمية. قال تعالى فى سورة البقرة :\n(الْحَجُّ أَشْهُرٌ مَعْلُوماتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدالَ فِي الْحَجِّ وَما تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوى وَاتَّقُونِ يا أُولِي الْأَلْبابِ (197)) [البقرة].",
        "التحريم إذن قاطع كتحريم الصيد والخصام وغير ذلك فى نفس هذه الفترة\nالاستنساخ\nالاستنساخ هو نوع من التكاثر اللاجنسى.\nوالاستنساخ ما هو إلا نوع من التوأمة الاصطناعية ، وهى توأمة جسدية حيث أن مصدر المورثات هو نواة ثنائية المجموعة الصبغية من خلية جسدية فى حيوان بالغ.",
        "وحديثا ثبت نجاح التكاثر اللاجنسى فى الثدييات خلال تقنية الاستنساخ الحسدى ، ففي عام 1996 تمت ولادة أول حيوان ثديى وهو النعجة «دولى» حيث ثم نزع النواة أحادية المجموعة الصبغية من بويضة ناضجة من نعجة ووضع مكانها نواة ثنائية المجموعة الصبغية من خلية جسدية ، وذلك بعد معالجة هذه الخلية فى المعمل بطرق خاصة من نعجة أخرى ، وأعقب ذلك الحث الكهربى لتلك الخلية\nلتنقسم ثم نقلها إلى رحم نعجة ثالثة لتحمل وتلد النعجة دولى ، والتى هى نسخة مطابقة فى التركيب الوراثى للنعجة الثانية صاحبة النواة.\nقبل هذا الانجاز العلمى كانت جميع المراجع العلمية تؤكد استحالة استنساخ حيوان بالغ.\nأثار نجاح تقنية الاستنساخ وإمكانية تطبيقها على البشر ، وكذلك التقدم المطرد فى علم الهندسة الوراثية وتطبيقاتها الكثير من القضايا الهامة والخطيرة.",
        "ولكن هذه التقنيات من الممكن تسخيرها لخدمة ورفاهية الإنسان فعلى سبيل المثال فتح المجال لاستنساخ عضو حيوى سليم ليتم إعادة زرعه فى جسد المريض مما يعتبر ثورة فى زرع الأعضاء حيث أنه سيتفادى الكثير من المشاكل الطبية والأخلاقية فى هذا المجال.\nكما أنه قد يؤدى إلى العبث العلمى ومنها محاولة تغيير التركيب الوراثى دون وجود مبرر طبى.\nقال الله تعالى فى سورة النساء :\n(وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذانَ الْأَنْعامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللهِ وَمَنْ يَتَّخِذِ الشَّيْطانَ وَلِيًّا مِنْ دُونِ اللهِ فَقَدْ خَسِرَ خُسْراناً مُبِيناً (119)) [النساء]",
        "صدق الله العظيم\nوللمسرفين أمراضهم\n(يا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ) [الأعراف : 31].\nإن الله سبحانه وتعالى يعلمنا أن نأكل ونشرب ما لذ وطاب من أنواع المآكل والمشارب من غير إسراف.",
        "والإسراف فى المأكل والمشرب إذا تجاوز الحدود الشرعية فهو حرام وإذا تجاوز الطاقة المالية فهو خطر وإذا تجاوز الطاقة البدنية فهو ضرر.\n1 ـ الإسراف فى أكل اللحم خصوصا الأحمر ـ الكبدة ـ الكلاوى ـ الديوك الرومى ـ السردين ـ الرنجة ـ الشاى ـ القهوة ـ الشمبانيا ـ البيرة.\nهذه الأغذية غنية بمادة البيورين الذى يتحول بسهولة إلى حمض البوليك وارتفاع نسبة حمض البوليك فى الدم (النسبة الطبيعية ما بين 3 ـ 6 مليجرام فى كل 100 سم 3 من الدم) يسبب حدوث مرض النقرس.\nفعند ارتفاع نسبة حامض البوليك فى الدم عن المعدل الطبيعى يحدث المرض حيث تترسب أملاح ذلك الحامض فى الغضاريف والمفاصل فتتلفها كما تترسب فى أربطة العضلات وفى الكلية فى بعض الأحيان.",
        "وهذا المرض يصيب الرجل غالبا ما بين 35 ، 50 سنة ولكن قد يظهر قبل ذلك.\nوهو أكثر شيوعا فى أولئك الذى يأكلون اللحوم بكثرة وأصحاب المآدب الحافلة بأطايب الطعام والمسرفين فى طعامهم وشرابهم أمثال الأغنياء والملوك ولذلك يطلق على النقرس مرض الملوك.\n2 ـ الإسراف فى تناول المواد البروتينية وهى التى تحتويها الأطعمة المذكورة سابقا بالإضافة إلى البيض والسمك واللبن والجبن. تؤدى إلى إرهاق الجسم فى عملية الهضم كما تساهم بما فيها من دسم فى الإصابة بضغط الدم المرتفع وتصلب الشرايين.\n3 ـ الإسراف فى تناول المواد الكربوهيدراتية (النشوية والسكرية) يؤدى إلى حدوث تخمر بالأمعاء.",
        "وهذه المواد يتم احتراقها بالجسم لتتحول إلى سعرات حرارية بالقدر الذى يحتاجه الجسم وما زاد على ذلك فإنه يتحول إلى شحم يتراكم بالجسم ويتسبب فى زيادة وزنه. ويتحد السكر الزائد بالكالسيوم الموجود بالأنسجة فتنخفض نسبة الكالسيوم بالدم ويتم تعويض ذلك من العظام والأسنان. وبالتالى يؤدى ذلك إلى ضعف العظام وتسوس الأسنان كما أنها ليست فى مصلحة مرضى البول السكرى.\n4 ـ الإسراف فى تناول المواد الدهنية :\nالمواد الدهنية تشكل عبئا ثقيلا على أجهزة الجسم كلها وفى مقدمتها الجهاز الهضمى وهو المسئول عن هضمها بالإضافة إلى الجهاز الدورى (القلب والأوعية الدموية) حيث يؤدى زيادة المواد الدهنية إلى زيادة الوزن وبالتالى زيادة العبء على القلب وارتفاع نسبة الكوليسترول بالدم (وهو المادة التى تؤدى إلى تصلب الشرايين).\nالغذاء المتوازن :",
        "لكى يكون الغذاء متوازنا لا بدّ أن يحتوى على العناصر الأساسية التى يحتاجها الجسم وهى البروتينات ـ الكربوهيدرات ـ الدهون ـ الفيتامينات ـ المعادن).\nوقد منح الخالق جل وعلا الجسم قدرة فائقة على التصرف الكيمائى فى محتوياته فهو يستطيع تحويل الدهون إلى سكر.\nوتحويل السكر والبروتينات إلى دهون حسب حاجته ولكن لا يستطيع تحويل السكر إلى بروتين.\nوحاجة الجسم من البروتين حوالى نصف جرام بروتين لكل كيلوجرام يعنى حوالى 35 جراما لشخص يزن 70 كيلوجرام.",
        "ذلك مع ما يلزمه من الدهون والكربوهيدرات والفيتامينات والمعادن والماء. والفيتامينات مواد خاصة توجد بكميات متفاوتة فى الأطعمة.\nوصدق الله العظيم حين يقول : (وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ) [الأعراف : 31].\nوفى المقابل يقول تعالى : (وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَما تَأْكُلُ الْأَنْعامُ وَالنَّارُ مَثْوىً لَهُمْ) [محمد : 12] صدق الله العظيم.\nالحواس فى الإنسان",
        "الأذن\nكل الحواس تنام عدا الأذن :\nقال الله تعالى فى سورة الكهف : (فَضَرَبْنا عَلَى آذانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَداً) [الكهف : 11] كل الحواس تنام ما عدا الأذن فالأذن تظل تؤدى وظيفتها باستمرار لا تنام ثم إنها أداة الاستدعاء.\nفإذا أتينا إلى شخص نائم وقربنا الإصبع من عينه حتى تكاد تلمسها فإنه لا يستيقظ ولا يحس ولكن إذا أحدثنا صوتا عاليا بجانب أذنه فإنه يهب من نومه مذعورا.",
        "وإذا فصلت الأذن عن الضوضاء فإن الإنسان يمكن أن ينام فترة طويلة ولكن من المستحيل أن ينام إذا تعرضت الأذن للضوضاء.\nولذلك فإن الله سبحانه وتعالى حين أراد أن يجعل أهل الكهف ينامون سنينا طويلة دون أن يحسوا بما حولهم ضرب على آذانهم أى منعها من سماع الأصوات.\nوالأذن هى أول حاسة تعمل فى جسم الإنسان عند ولادته فالطفل الحديث الولادة تمضى عليه أيام كثيرة قبل أن يستطيع أن يستخدم حاسة البصر ولكن حاسة السمع تعمل من أول لحظة فيزعجه الصوت العالى.\nقال الله تعالى فى سورة النحل : (وَاللهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ) [النحل : 78].",
        "لقد أثبت الطب الحديث أن حاسة السمع تبدأ مبكرة فى الأسابيع القليلة الأولى أما البصر فيبدأ فى الشهر الثالث ولا يتم تركيز الإبصار إلا بعد الشهر السادس.\nأما الفؤاد وهو الإدراك والتمييز فلا يتم إلا بعد ذلك.\nوهكذا فالترتيب الذى جاءت به آيات القرآن هو ترتيب ممارسة هذه الحواس.\nوفى سورة الإنسان : (إِنَّا خَلَقْنَا الْإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَلِيهِ فَجَعَلْناهُ سَمِيعاً بَصِيراً) [الإنسان : 2].",
        "وأيضا ذكر القرآن الكريم فى هذه الآية السمع قبل البصر.\nالعين\nقال الله تعالى فى سورة يوسف : (وَتَوَلَّى عَنْهُمْ وَقالَ يا أَسَفى عَلى يُوسُفَ وَابْيَضَّتْ عَيْناهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ (84)) [يوسف : 84].\nحقيقة علمية طبية حديثة عن أثر الحزن العميق الذى يؤدى إلى حالة نفسية يزداد بسببها الضغط على العين فتصاب العين بضعف الإبصار شيئا فشيئا وقد يزول نهائيا وتبدو العين بيضاء كما قررت الآية وصدق الله العظيم.",
        "وقال الله تعالى فى سورة الأحزاب : (أَشِحَّةً عَلَيْكُمْ فَإِذا جاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشى عَلَيْهِ مِنَ الْمَوْتِ فَإِذا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللهُ أَعْمالَهُمْ وَكانَ ذلِكَ عَلَى اللهِ يَسِيراً) [الأحزاب : 19].\nتشير هذه الآية الكريمة إلى حقيقة علمية طبية لم يكن سبيها معلوما عند نزول القرآن الكريم وهى دوران مقلة العين عند اقتراب الموت وعند الخوف.\nومن أسباب ذلك أن شدة الخوف تذهب الوعى فيبطل الإدراك فتختل المراكز العصبية اللاواعية فى منطقة المخ فيصير الخائف شبيها بحالة الذى يغشى عليه من الموت إذ تدور مقلته وتتسع حدقته وتثبت على اتساعها حتى يموت.\nالجلد",
        "(إِنَّ الَّذِينَ كَفَرُوا بِآياتِنا سَوْفَ نُصْلِيهِمْ ناراً كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها لِيَذُوقُوا الْعَذابَ إِنَّ اللهَ كانَ عَزِيزاً حَكِيماً) [النساء : 56].\nلقد أثبت العلم حديثا أن بالجلد مستقبلات الحرارة والآلام فالأعصاب المنتشرة فى طبقات الجلد هى أكثر الأعصاب حساسية لمختلف المؤثرات من حرارة وبرودة.\nوهذه الأعصاب التى تشعر بالألم وتجعل الإنسان يحس به وينتقل هذا الإحساس إلى المخ. فالله سبحانه تعالى كلما أراد أن يذيق الكفار العذاب بدل جلودهم التى احترقت وماتت فيها أعصاب الإحساس بجلود سليمة لم تحترق ليذوقوا العذاب مرات ومرات.\nوالأعضاء الداخلية بالجسم لا توجد بها مستقبلات الحرارة.",
        "ولذلك فالإحساس عن طريق الجلد. صدق الله العظيم.\nبصمة الإنسان\nقال الله تعالى فى سورة القيامة :\n(أَيَحْسَبُ الْإِنْسانُ أَلَّنْ نَجْمَعَ عِظامَهُ* بَلى قادِرِينَ عَلى أَنْ نُسَوِّيَ بَنانَهُ)",
        "[القيامة : 3 ـ 4]\nيقول الله سبحانه وتعالى فى مقام التحدى مشيرا بأن هناك معجزة كبرى فى تسويته للبنان أكبر من جمع عظام الإنسان يوم القيامة.\nوهو أمر لم يكشف سره إلا بعد نزول الآية بأكثر من ألف سنة حينما عرف أن لكل إنسان بصمة خاصة به رسمت على بنانه لا يتفق اثنان فى بصمة واحدة منذ خلق آدم وحتى التوائم وإلى أن تقوم الساعة.\nالرقبة",
        "يقول الله تعالى فى سورة محمد :\n(فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقابِ حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها) [محمد : 4].\nعينت الرقاب فى هذه الآية الكريمة لأن ضربها أنجح وسيلة للإجهاز السريع على المضروب بغير تعذيب له ولا تمثيل به.\nإذ أنه من الثابت علميا أن الرقبة حلقة الاتصال بين الرأس وسائر الجسم فإذا قطع الجهاز العصبى شلت جميع وظائف الجسم الرئيسية وإذا قطعت الممرات الهوائية وقف التنفس وفى جميع هذه الحالات تنتهى الحياة سريعا.",
        "الرقاد\nيقول الله تعالى فى سورة الكهف (وَتَحْسَبُهُمْ أَيْقاظاً وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذاتَ الْيَمِينِ وَذاتَ الشِّمالِ) [الكهف : 18].\nالرقاد الطويل يجب أن يتم معه تقليب الإنسان الراقد بحيث لا يرقد على جزء واحد من جسده لفترة طويلة فتصاب بأضرار بالغة يعرفها الطب جيدا هذه الأيام (قرحة الفراش) كشف عنها الله سبحانه وتعالى من علمه للناس فعرفها لهم.\nالنوم",
        "يقول الله تعالى فى سورة النبأ : (وَجَعَلْنا نَوْمَكُمْ سُباتاً) [النبأ : 9].\nالنوم هو توقف نشاط الجزء المدرك الواعى من المخ ـ أى قشرته.\nأو هبوط ذلك النشاط هبوطا كبيرا متفاوت الدرجات فى نشاط كافة أعضاء الجسم وأنسجته مما يترتب عليه انخفاض فى توليد طاقة الجسم وحرارته.\nثم يأخذ الجسم أثناء النوم نصيبا من الهدوء والراحة بعد عناء المجهودات العضلية أو العصبية أو كليهما فتهبط جميع وظائف الجسم الحيوية ما عدا عمليات الهضم وإفراز البول من الكليتين والعرق من الجلد فإن فى وقف هذه العمليات الأخيرة ضررا على حياة الفرد.",
        "أما التنفس فيبطئ ويصير أكثر عمقا ويغدو صدريا أكثر منه بطنيا.\nوتبطئ سرعة النبض ويقل مقدار ما يدفقه من القلب من كل ضربة ويضعف توتر العضلات ويصير من الصعب الحصول على الحركات العكسية. وكل هذا يسبب الراحة للإنسان أثناء نومه.\nفالنوم راحة من عناء العمل.\nويلزم أن يكون النوم فى مكان صحى بدون مؤثرات حتى يستمتع النائم بالراحة والهدوء.",
        "يقول الله تعالى فى سورة الكهف : (وَتَرَى الشَّمْسَ إِذا طَلَعَتْ تَزاوَرُ عَنْ كَهْفِهِمْ ذاتَ الْيَمِينِ وَإِذا غَرَبَتْ تَقْرِضُهُمْ ذاتَ الشِّمالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ) [الكهف : 17].\nلقد كان بالكهف الذى نام فيه أهل الكهف فتحة متسعة فى الجبل وهى متجهة إلى الشمال يجيئهم منها النسيم العليل. وإذا طلعت الشمس من المشرق عن يمينيهم مالت أشعتها عنهم وإذا غربت عن يسارهم تجاوزتهم ولم تدخل أشعتها فى كهفهم فحرارة الشمس لا تؤذيهم ونسيم الهواء يأتيهم.\nأى تهيئة الجو المناسب للنوم المريح.\nوذلك كله من دلائل قدرة الله.",
        "علم التشريح فى الحيوان\nالكلب\nيقول الله تعالى فى سورة الأعراف : (وَلَوْ شِئْنا لَرَفَعْناهُ بِها وَلكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَواهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ) [الأعراف : 176].\nأوردت هذه الآية الكريمة ظاهرة مشاهدة وهى أن الكلب يلهث سواء حملت عليه أو لم تحمل أى أنه يظل يلهث بصفة مستمرة.",
        "وقد أثبت العلم حديثا أن الكلب لا توجد فيه غدد عرقية إلا القليل فى باطن أقدامه والتى لا تفرز من العرق ما يكفى لتنظيم درجة حرارة جسمه. ولذلك فإنه يستعين على نقص وسائل تنظيم الحرارة باللهث وهو ازدياد عدد مرات تنفسه زيادة كبيرة عن الحالة العادية مع تعريض مساحة أكبر من داخل الجهاز التنفسى كاللسان والسطح الخارجى من فمه.\nوبذلك يستطيع تنظيم درجة حرارة جسمه وسبحان الله العظيم.\nالإبل\nيقول سبحانه وتعالى فى سورة الغاشية : (أَفَلا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ) [الغاشية : 17].",
        "فى خلق الإبل آيات معجزات دالة على قدرة الله ليتدبر فى ذلك المتدبرون.\nفمن المعروف أن من صفاتها الظاهرة ما يمكنها من أن تكون سفن الصحراء بحق.\nفالعينان ترتفعان فوق الرأس وترتدان إلى الخلف فضلا عن طبقتين من الأهداب تقيانها الرمال والقذى.\nوكذلك المنخران والأذنان يكتنفهما الشعر للغرض نفسه.",
        "فإذا ما هبت العواصف الرملية انقفل المنخران وانثنت الأذن على صغرها وقلة بروزها نحو الجسم.\nأما القوائم فطوال تساعد على سرعة الحركة. مع ما يناسب ذلك من طول العنق.\nوأما الأقدام فمنبسطة فى صورة خفاف تمكن الإبل من السير فوق الرمال الناعمة. وللجمل كلكل تحت صدره ووسائد قرنية على مفاصل أرجله تمكنه من الرقود فوق الأرض الخشنة الساخنة.\nكما أن على جانبى ذيله الطويل شعرا يحمى الأجزاء الرقيقة من الأذى.",
        "أما مواهب الجمل الوظيفية فأبلغ وأبدع فهو فى الشتاء لا يطلب الماء بل قد يعرض عنه شهرين متتاليين إذا كان الغذاء غضا رطبا أو أسبوعين إن كان جافا.\nكما أنه قد يتحمل العطش الكامل فى قيظ الصيف أسبوعا أو أسبوعين يفقد فى أثنائهما أكثر من ثلث وزن جسمه فإذا ما وجد الماء تجرع منه كمية هائلة يستعيد بها وزنه المعتاد فى دقائق معدودات.\nوالجمل لا يختزن الماء فى كرشه كما كان يظن بل أنه يحتفظ به فى أنسجة جسمه ويقتصد فى استهلاكه غاية الاقتصاد فمن ذلك أنه لا يلهث أبدا ولا يتنفس من فمه ولا يصدر من جلده إلا أدنى العرق وذلك لأن حرارة جسمه تكون شديدة الانخفاض فى الصباح المبكر ثم تأخذ فى الارتفاع التدريجى أكثر من ستة درجات قبل أن تدعو الحاجة إلى تلطيفها بالعرق والتبخر.\nوعلى الرغم من كمية الماء الهائلة التى يفقدها الجسم بعد العطش الطويل فإن كثافة دمه لا تتأثر إلا فى الحدود ومن ثم لا يقضى العطش عليه.",
        "وقد ثبت أن دهن السنام مخزن للطاقة يكفيه غوائل الجوع ولكنه لا يفيد كثيرا فى تدبير الماء اللازم لجسمه.\nوما زال العلماء يجدون فى الجمل كلما بحثوا مصداقا لحث الله سبحانه وتعالى على النظر فى خلقه المعجز.\nوحقا (فَلا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ) [الغاشية : 17] صدق الله العظيم.\nالطير",
        "يقول الله تعالى فى سورة الملك : (أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صافَّاتٍ وَيَقْبِضْنَ ما يُمْسِكُهُنَّ إِلَّا الرَّحْمنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ) [الملك : 19].\nالصف هو أن يبسط الطائر جناحيه دون أن يحركهما وفى طيران الطيور آيات معجزات لم تفهم بعضها إلا الآن.\nفأكثر ما يثير العجب هو أن يمضى الطائر فى الجو بجناحيه ساكنين حتى يغيب عن الأبصار وقد كشف العلم أن الطيور الصافة تركب متن التيارات الهوائية المساعدة التى تنشأ إما من اصطدام الهواء بعائق ما أو من ارتفاع أعمدة من الهواء الساخن فإذا ما كانت الريح هينة ظلت الأعمدة قائمة وصفت الطيور فى أشكال حلزونية أما إذا اشتدت انقلبت الأعمدة أفقيا فتصف الطيور فى خطوط مستقيمة بعيدة المدى.\nوتتحلى الطيور عامة بخصائص منها خفة الوزن ومتانة البناء وعلو كفاءة القلب ودورة الدم وجهاز التنفس ودقة اتزانها وانسياب أجسامها.",
        "وهى خصائص أودعها فيها العليم البصير سبحانه وتعالى لتحفظها فى الهواء حين تبسط جناحيها أو تقبضهما.\nإلا أن الطيور الصافة تتميز على سائر الطيور باختصار حجم عضلات صدورها مع قوة الأوتار والأربطة المتصلة بأجنحتها حتى تستطيع بسطها فترات طوال دون جهد كبير.\nأما الطيور صغار الأحجام التى تعتمد فى طيرانها على الدفيف فإنها تضرب\nبجناحيها إلى أسفل وإلى الأمام لتوفير الدفع والرفع اللازمين لطيرانها ثم تقبض أجنحتها ولكنها تظل طائرة بقوة اندفاعها المكتسبة.",
        "وهكذا يتضافر البناء التشريحى والتكوين الهندسى للطيور بكافة أنواعها على طيرانها وحفظ توازنها وتوجيه أجسامها فى أثناء الطيران.\nوفى سورة النحل يقول سبحانه وتعالى :\n(أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّراتٍ فِي جَوِّ السَّماءِ ما يُمْسِكُهُنَّ إِلَّا اللهُ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ) [النحل : 79].\nتطير الطيور لعدة أشياء فى تكوينها أهمها شكل الجسم الانسيابى والبسطة فى الأجنحة المزودة بالريش والعظام المجوفة الخفيفة والأكياس الهوائية بين الأحشاء وهى متعلقة بالرئتين وتمتلئ بالهواء عند الطيران فيخف الوزن.",
        "هذا ما توصل إليه العلم التشريحى للطيور ليثبت قدرة الله العظيم.\nعلة التحريم فى القرآن الكريم\nتحريم الرضاع\nيقول الله سبحانه وتعالى فى سورة النساء :",
        "(حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ وَبَناتُكُمْ وَأَخَواتُكُمْ وَعَمَّاتُكُمْ وَخالاتُكُمْ وَبَناتُ الْأَخِ وَبَناتُ الْأُخْتِ وَأُمَّهاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَواتُكُمْ مِنَ الرَّضاعَةِ وَأُمَّهاتُ نِسائِكُمْ وَرَبائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلا جُناحَ عَلَيْكُمْ وَحَلائِلُ أَبْنائِكُمُ الَّذِينَ مِنْ أَصْلابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا ما قَدْ سَلَفَ إِنَّ اللهَ كانَ غَفُوراً رَحِيماً) [النساء : 23]\nتسبق هذه الآية علم الوراثة فيما قررته من تحريم زواج الأقارب الذين ذكرتهم الآية فقد ثبت علميا أخيرا أن زواج الأقارب يسبب ذرية لها استعداد للإصابة بالأمراض وبها عيوب خلقية وأن درجة التناسل تقل حتى تصل إلى العقم.\nأما زواج الأباعد فيأتى بنتائج عكس ذلك كما تزيد عليها نتيجة عرفت باسم قوة الخليط ويقصد بها النسل الناتج من رتبة الأباعد يفوق كلا من أبويه فى كثير من صفاته.\nكما يمتاز النسل كذلك بزيادة الوزن وقوة مقاومته للأمراض وسرعة النمو وقلة الوفيات.",
        "وكذلك التحريم بسبب الرضاعة لأن الرضيع يتغذى من جسم المرضع كما يتغذى من جسم أمه فى بطنها فكلاهما يكون أجزاء من جسمه ولا فرق فى تكوين الحجر وتكوين فى البطن.\nوفى التحريم بالرضاعة تكون للمرضع إذ تكون كالأم فى التحريم.\nوفى هذا تشجيع على الإرضاع الذى هو الغذاء الطبيعى للأطفال فى المهد.\nالميتة والدم ولحم الخنزير",
        "يقول الله تعالى فى سورة البقرة :\n(إِنَّما حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَما أُهِلَّ بِهِ لِغَيْرِ اللهِ فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ) [البقرة : 173].\nسبق القرآن الكريم الطب الحديث بتحريم الميتة لأن ما يموت بشيخوخة أو مرض يكون موته بسبب مواد سامة ضارة تصل إلى من يأكله.\nوفوق ذلك فإن الموت بالاختناق أو المرض ينحبس فيه الدم وفيه مواد ضارة كثيرة يشتمل عليها العرق والبول.",
        "والخنزير ينقل الأمراض الخطيرة مثل التنيا كما أنه الحيوان الوحيد الذى يصاب بالتركينا التى تصيب آكله إذا أكله.\nوحال الاضطرار تسوغ ما يحرم لأن الموت المؤكد أشد من الضرر المحتمل.\nولأن الجائع تنتبه أجهزة هضمه فيتغلب على المواد الضارة ولذا لا يصح للمضطر أن يتجاوز حد الضرورة ولا يبغى ما اضطر إليه.\nويقول الله تعالى فى سورة المائدة :",
        "(حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَما أُهِلَّ لِغَيْرِ اللهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَما أَكَلَ السَّبُعُ إِلَّا ما ذَكَّيْتُمْ وَما ذُبِحَ عَلَى النُّصُبِ)\n[المائدة : 3]\nالميتة : هى ما فارقته الروح من غير ذبح شرعى.\nالمنخنقة : ما ماتت خنقا.",
        "الموقوذة : التى ضربت حتى ماتت.\nالمتردية : ما سقطت من علو فماتت.\nالنطيحة : الميتة بالنطح.\nما أكل السبع : ما مات بسبب أكل حيوان مفترس له.",
        "قد يكون موت الحيوان نتيجة لشيخوخة أو مرض عضوى أو طفيلى أو نتيجة لتسممه من مصدر خارجى ومن ثم قد يشتمل لحمه على مواد تضر من يأكله هذا فضلا عن أن الحيوان الذى يموت دون تذكية ينحبس فيه دمه وقد يمضى على موته وقت طويل لا يستطاع تحديده فيتعرض جسمه للتحلل والفساد.\nوالدم هو المجرى الذى تلتقى فيه مواد الإيض (أى التمثيل الغذائى) كلها ففيه ما هو مفيد وما هو ضار مؤذ يكون فى طريقه إلى الأعضاء التى تزيل سمومه أو تخرجه من الجسم.\nهذا فضلا عن أن الدم تجتمع فيه أيضا السموم التى تفرزها الكائنات المتطفلة فى الجسم.\nكما أن كثيرا من الطفيليات تمضى فى الدم مراحل قصيرة أو طويلة من دورة حياتها.",
        "ولهذا كله كان تناول الدم كغذاء محرما.\nأما الخنزير فهو معرض للإصابة بعدد كبير من الطفيليات التى تصيب الإنسان من الفيروسات والسبيروكينات والحيوانات الأولية (البروتوزوا) والديدان المفلطحة والاسطوانية وشوكية الرأس. وأهم هذه الطفيليات ما يلى :\n1 ـ الحيوان الأولى الهدبى المسمى بالأنتريوم كولاى المسبب للزحار البلنتيدى الذى يماثل الزحار الأميبى شدة وضررا ومصدره الوحيد للإنسان هو الخنزير ويكاد يكون مرضا مهنيا لا يصيب سوى المشتغلين بتربية الخنازير وذبحه وبيع لحمه.\n2 ـ الوشائع الكبدية والمعوية فى الشرق الأقصى وبخاصة وشيعة الأمعاء الكبيرة (فاسيلوبسس بوسكاى) الواسعة الانتشار فى الصين.",
        "ووشيعة الأمعاء الصغيرة جاسترو وسكويدس هو مينس التى تصيب الإنسان فى البنغال وبورما وأسام.\nووشيعة الكبد الصينية (كلونوركس سينتسز) المنتشرة فى الصين واليابان وكوريا على الخصوص ويعتبر الخنزير العائل الرئيسى لهذه الطفيليات وبخاصة الديدان الأولية التى تنطلق فيه لتمضى دورة حياتها فى عوائلها الأخرى حتى تصيب الإنسان ومن ثم فمقاومتها فى الإنسان وحده لا تكفى.\n3 ـ دودة لحم الخنزير الشريطية (تيناسوليوم) والدورة الطبيعية لها أن تنتقل بويضاتها من الإنسان إلى الخنزير حيث تكون أجنتها ديدانا مثانية فى لحمه ثم تنتقل إلى آكل هذا اللحم فتنمو إلى الدودة الشريطية البالغة فى أمعائه وهكذا.\nوهذه إصابة غير خطيرة فى المعتاد وتشبه فى ذلك دورة لحم البقر الشريطية (تينيا ساجيناتا) ولكن دودة لحم الخنزير تنفرد دون دودة لحم البقر بخصائص تؤهلها لانعكاس هذه الدورة انعكاسا جزئيا إما ابتلاع الإنسان للبويضات بيده الملوثة أو مع طعامه الملوث أو بارتداد قطع الدودة المثقلة بالبيض أو البيض نفسه من الأمعاء إلى المعدة حيث يفقس البيض وتنتشر اليرقات فى عضلات المصابة مسببة أعراضا شديدة كثيرا ما تكون قاتلة إذا ما أصابت المخ أو النخاع الشوكى أو القلب أو غيرها من الأعضاء الرئيسية والإصابة بهذه الدودة ومضاعفاتها الخطيرة لا تكاد تعرف فى البلاد الاسلامية حيث يحرم أكل لحم الخنزير.",
        "4 ـ الدودة الشعرية الحلزونية وأعراضها الخطيرة مترتبة على انتشار يرقاتها فى عضلات الجسم وأعراض الاصابة بها شديدة متنوعة منها الاضطرابات المعدية المعوية والحمى والآلام الروماتيزمية العضلية المبرحة وصعوبة المضغ والتنفس وتحريك العينين والتهاب المخ والنخاع الشوكى والأمراض العصبية والعقلية المترتبة على ذلك التسمم والإجهاد العام والارتشاح والمضاعفات النفسية ... الخ.\nوفى الإصابات القاتلة تحدث الوفاة فى الأسبوعين الرابع والسادس فى معظم الأحوال. والخنزير هو المصدر الوحيد لاصابة الإنسان بهذا المرض الوبيل ومواطن انتشار المرض هى أوروبا والولايات المتحدة وأمريكا الجنوبية وغير معروف البتة بين المسلمين.\nوالمحاولات المضنية لتجنب هذا البلاء بتربية الخنازير بطريقة صحية وفحص ذبائحها ومعالجة لحومها بوسائل باهظة التكاليف غير مجدية من الناحية العملية ويكفى للدلالة على هذا نذكر أن الولايات المتحدة الأمريكية بها ثلاثة أمثال عدد الإصابات فى العالم أجمع ويزاد على ذلك كله أن دهن الخنزير مختلف تماما فى درجة تشبعه عن الزيوت النباتية والدهون الحيوانية الأخرى ومن ثم فإن صلاحيته للغذاء موضع شك كبير بين العلماء.\nوينصح الأستاذ رام عالم الكيمياء الحيوية الدانماركى الحاصل على جائزة نوبل بعدم المداومة على تناوله حيث أنه قد ثبت بالتجربة أنه من أهم ما يسبب حصى المرارة وانسداد قنواتها وتصلبا فى الشرايين وبعض أمراض القلب الأخرى.",
        "وتجدر الإشارة هنا إلى أن لفظ اللحم شاملا للحم والدهن جميعا.\nأما ما أهل به لغير الله وما ذبح على النصب فهى أوامر تعبدية.\nأما المنخنقة والموقوذة والمتردية والنطيحة وما أكل السبع فحكمها حكم الميتة وإن اختلف سبب موتها.\nويقول الله تعالى فى سورة الأنعام : (قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً عَلى طاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ) [الأنعام : 145].",
        "تضيف هذه الآية الكريمة نص على علة تحريم أكل لحم الخنزير بأنه رجس.\nوالرجس هو النجس وقد جاء فى القاموس المحيط أن الرجس هو القذر والمأثم وكل ما استقذر من العمل.\nفالرجس إذن كلمة جامعة لمعانى القبح والقذر وهى تلصق بالخنزير حتى عند الشعوب التى تأكله.\nوالخنزير حيوان رمام أى أنه يأكل ما يجده فى القمامة والنفايات وفضول الإنسان والحيوان وهذا هو السبب الرئيسى فى قيامه بدوره فى انتقال بعض الأمراض الوبيلة للإنسان على نحو ما ذكر سابقا.",
        "الخمر\nقال الله تعالى فى سورة البقرة : (يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ وَمَنافِعُ لِلنَّاسِ وَإِثْمُهُما أَكْبَرُ مِنْ نَفْعِهِما) [البقرة : 219].\nهذه الآية تقرر حقيقة ثابتة هى أن للخمر والميسر منافع عرضية كما أن فيهما إثما كبيرا وإن هذا الإثم أكثر مما يتراءى فيهما من منافع فشارب الخمر ينتفع ببعض النشوة التى تنقلب إلى خمود يؤدى شربها بعد ذلك إلى إصابته بمختلف الأمراض التى تقود شاربها إلى الإدمان عليها ويتعدى ضررها ذلك إلى الإضرار بكثير من أجهزة الجسم المختلفة كالجهاز الهضمى والعصبى والدورى والدموى وفى تجارتها منافع مادية ولكن هذه المنافع لا تعتبر شيئا بجانب الإضرار الجسيمة التى يحدثها ترويجها بين الناس.\nوقال الله تعالى فى سورة المائدة : (إِنَّما يُرِيدُ الشَّيْطانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَداوَةَ وَالْبَغْضاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ)",
        "[المائدة : 91]\nذكر الله سبحانه وتعالى فى الخمر والميسر فى هذه الآية أمورا أربعة أوجبت تحريمها :\nأولها : أنها خبث وشر فى ذاته إذ لا يمكن أن توصف بالخير لأن عنصر الضرر فيها واضح ففي الخمر فساد العقل وفى الميسر فساد المال وفيهما معا فساد القلب والشيطان هو الذى يحسنهما.\nثانيا : أنها تنشر العداوة والبغضاء فالميسر كثيرا ما ينتهى إلى نزاع والخمر أم الكبائر وعلة تحريم الخمر تنحصر فى الآتى :",
        "إن الله كرم الإنسان بالعقل بأن جعل له خلايا إرادية عليا فى المخ تهيمن على الإرادة والذكاء والتمييز وكل الصفات العليا فى الإنسان.\nوالخمر خاصة والمخدرات عامة تعمل عملها فى هذه المراكز فتبطلها إما مؤقتا\nأو دائما حسب التأثر بالمشروب أو غيره.\nوعند تنشيط وتعويق هذه المراكز عن العمل تطغى المراكز التى هى دونها فينفعل الإنسان بها فإما أن يطغى ويعتدى وإما يفتر ويخمد وهذا معناه فقد التوازن العقلى.",
        "وبالتالى تتأثر الأعمال وكذلك تؤثر الخمر تأثيرا سيئا على الجهاز الهضمى والدورى وعلى الكلى والكبد.\nوأخطر هذه جميعا التأثير على الكبد بتليفه.\nثالثها : أنه إذا فقد الاتزان انصرف العبد عن ذكر الله الذى تحيا به القلوب.\nرابعها : وبالتالى فهى تصد عن الصلاة لأنها تنسى المؤمن الصلاة وكيفية أداؤها على الوجه الأكمل.",
        "وتحريم القليل ولو لم يسكر سببه الخوف من التعود والتمادى الذى ينتهى بالإدمان وقد أجمعت المذاهب الإسلامية على أن الخمر كل مشروب أو غير مشروب يسكر فى ذاته استنادا إلى حديث رسول الله صلى‌الله‌عليه‌وسلم الذى يقول منه (كل مسكر خمر وكل خمر حرام) وقد نهى رسول الله صلى‌الله‌عليه‌وسلم عن كل مسكر.\nالزنا والسيلان\nيقول الله تعالى فى سورة المؤمنون : (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ (5) إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ*) [المؤمنون 5 ـ 6].\nوفى سورة النور : (الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ* الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُها إِلَّا زانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذلِكَ عَلَى الْمُؤْمِنِينَ) [النور : 2 ـ 3].",
        "الآيات الكريمة تشير إلى ما ينتج عن الزنا من آثار اجتماعية.\nأما من الناحية الاجتماعية فيؤدى الزنا إلى اختلاط الأنساب.\nومن الناحية الطبية ينقسم تأثير الزنا إلى ناحيتين :\nالأولى : هى الناحية الجسمانية وما ينتج عنها مثل السيلان والزهرى والقرحة ومن مضاعفاتها أن السيلان ينتهى بمضاعفات بولية تناسلية أو مفصلية أو رمدية قد ينتج عنها فقد الإبصار. أما الزهرى فينتشر فى الجسم كله ويصيب الأنسجة والشرايين والجهاز العصبى وقد ينتهى بصاحبه إلى الجنون كما يؤثر على النسل فيموت الجنين أو يشوه ، وكذلك يؤدى إلى مرض العصر وهو الإيدز (مرض نقص المناعة).",
        "الثانية : التأثير العصبى فإن الزناة منهم من قد يصاب بتأنيب الضمير والشعور بالإثم وفى النهاية يصاب بانهيار عصبى ومن كثرة الإفراط قد يؤدى به إلى طريق الجنون.\nاللواط\nيقول الله سبحانه وتعالى فى سورة الشعراء : (أَتَأْتُونَ الذُّكْرانَ مِنَ الْعالَمِينَ* وَتَذَرُونَ ما خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْواجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عادُونَ)\n[الشعراء : 165 ـ 166]",
        "اللواط أصلا هو جريمة فسق بشعة تتقزز منها الأسماع وتنفر منها الطباع وتنزل بالآدمية إلى الحضيض وتؤدى لو شاعت إلى تعطيل سنة الزواج وهى سنة طبيعية يتوقف عليها التناسل والتكاثر وعمارة الأرض.\nوينتقل باللواط ما ينتقل بالزنا من الأمراض كالزهرى والسيلان والقرحة الرخوة وأمراض الجلد كالجرب والإيدز (مرض نقص المناعة).\nويحدث بالشرج علامات منها ضعف العضلة المعاصرة حتى أنها تفقد السيطرة على عملية التبرز فيحدث عن غير إرادة.\nومنها تمزق بالشرج وزوال الأنسجة حوله فيفور ويشبه القمع شكلا والشرج",
        "ملئ بالميكروبات الأخرى التى قد تنتقل إلى عضو الجانى فتحدث فيه التهابات فى مجرى البول وقد يصبح المجنى عليه مخنثا إذا لازمته هذه العادة من صغره وقد يظهر على العكس أكثر رجولة ليغطى النقص عنده.\nوقد نهى الله سبحانه عن هذه الجريمة فى كثير من الآيات وبين فى بعضها حكمة من حكم هذا التحريم فقال : (أَتَأْتُونَ الذُّكْرانَ مِنَ الْعالَمِينَ* وَتَذَرُونَ ما خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْواجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عادُونَ).\nالماء الآسن\nقال الله تعالى فى سورة محمد : (مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيها أَنْهارٌ مِنْ ماءٍ غَيْرِ آسِنٍ وَأَنْهارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهارٌ مِنْ عَسَلٍ مُصَفًّى) [محمد : 15].",
        "توجه الآية الكريمة الأنظار إلى أن الماء الآسن الراكد المتغير ماء ضار.\nوقد قررت الآية الكريمة ذلك قبل كشف المناظير المكبرة (الميكروسكوب) بمئات السنين. حيث تبين أن الماء الراكد مستودع لملايين البكتريا الضارة وغيرها من الطفيليات التى نصيب الناس والأنعام بأمراض شتى.\nالمنافع فى القرآن الكريم\nالصوم :",
        "يقول الله تعالى فى سورة البقرة :\n(يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيامُ كَما كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ) [البقرة : 183].\nعلاوة على فوائد الصيام الروحية والتهذيبية فقد أثبت الطب الحديث أن للصيام فوائد طبية عدة فهو يفيد فى علاج كثير من الأمراض كضغط الدم المرتفع وتصلب الشرايين والبول السكرى ويصلح الجهاز الهضمى وهبوط القلب والتهاب المفاصل\nويعطى الجسم والأنسجة فرصة للراحة والتخلص من كثير من الفضلات الضارة بالجسم كما أنه وقاية من كثير من الأمراض المختلفة.",
        "بل إن الحشرات أيضا تصوم فعند ما تتغير الظروف البيئية المحيطة بالحشرة تبدأ فى الصيام فتمتنع عن تناول الغذاء وتقلل تحركاتها إلى أدنى حد فينتج عن ذلك انخفاض فى معدلات العمليات البيولوجية الأخرى فى جسم الحشرة كالتنفس والإفراز والتكاثر إلى حد الخمول وعدم النشاط تماما.\nوتعتمد الحشرة فى هذه الفترة على المخزون الغذائى فى جسمها.\nوالحشرة بطبيعتها تلجأ إلى تناول أكبر قدر من الغذاء لتخزينه فى جسمها وتحتفظ بجزء منه فى صورة دهون وجليكوجين ليساعدها على البقاء فى هذه الحالة لمدة طويلة ويطلق على هذه السلوكيات التى تلجأ إليها الحشرة بظاهرة البيات.\nومن المعروف أن درجات الحرارة ترتفع وتنخفض حسب فصول السنة وكذا النسب المئوية للرطوبة ومعدلات الأمطار والضغط الجوى وسرعة الرياح وغيرها من الظروف الجوية التى يؤثر كل منها منفردا ومتكاملا مع غيره من العوامل المناخية على نشاط الحشرة وسلوكياتها المألوفة للمحافظة على حياتها وإصرارها على البقاء.",
        "ولذا فإنه يلاحظ سلوكا عجيبا للحشرة قبل حلول الظروف المناخية التى لا تلائم معيشتها حيث تتغذى بشراهة وتبحث عن مأوى تختبئ فيه إذا حلت الظروف المناخية الغير ملائمة وتظل مستكنة فى مخبئها صائمة عن الطعام مكتفية بما فى جسمها من مخزون غذائى منتظرة عودة الظروف الملائمة لتخرج بعدها فى أى طور من أطوار حياتها لتعاود نشاطها وتمارس حياتها.\nوهكذا يتحول الصوم عند الحشرات إلى مظهر من مظاهر إعجاز الله فى خلقه.\nونفس الشيء بالنسبة لبعض الحيوانات والطيور الأخرى حيث تتناول بعض الزواحف وجبات متباعدة جدا مثل بعض الثعابين أو يمتنع الحيوان عن الطعام خلال فترة المرض أو عند ما يريد الحيوان السفر والهجرة أو التكاثر كما فى سمك السالمون وبعض الطيور والثدييات وسبحان الخالق العظيم.\nلما ذا يقل الشعور بالجوع بعد أيام من الصيام؟",
        "يفرز الجسم نوعا من الحامض عند الصائم عن الطعام يسمى كيتون يظهر فى الدم بسنبة قليلة جدا وهو نوع من البروتين يجعل الصائم أقل شعورا بالجوع أو الحاجة إلى الطعام وذلك كلما مرت أيام من الصيام.\nعسل النحل\nيقول الله تعالى فى سورة النحل :\n(وَأَوْحى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ (68) ثُمَّ كُلِي مِنْ كُلِّ الثَّمَراتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلاً يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ) [النحل 68 ـ 69].",
        "بعد أربعة عشر قرنا من نزول القرآن يصل العلم إلى أنه يخرج من بطون النحل شراب مختلف ألوانه هو شراب العسل والغذاء الملكى وهى كلها مختلفة فى الأشكال والألوان بل أن العسل نفسه تختلف ألوانه باختلاف غذاء النحل وحسب نوع الأزهار التى يأخذ منها غذاءه.\nويتكون عسل النحل من كمية كبيرة من سكر الجلوكوز وسكر الفركتوز وهما أسهل أنواع السكريات فى الهضم.\nوثبت طبيا أن العسل مفيد طبيا كمقوى ويعطى ضد التسمم الناشئ من أمراض الأعضاء مثل التسمم البولى والصفراء وعلاج بعض الأمراض الجلدية وغيرها كثير.\nكما ثبت أنه يحتوى على نسبة عالية من الفيتامينات خاصة فيتامين ب المركب.",
        "والآن أمكن تحضير الكثير من العقاقير الطبية من كل ما ينتجه النحل من غذاء الملكات والسم الذى يلدغ به أعداءه والشمع الذى يبنى به خلاياه والصموغ التى تنتجها الشغالات فى مملكة النحل.\nوما زالت الأبحاث تجرى لكى نستفيد من كل ما ينتجه النحل الذى وصفه الله سبحانه وتعالى : (شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ) [النحل : 69].\nاللبن\nيقول الله تعالى فى سورة النحل :",
        "(وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَناً خالِصاً سائِغاً لِلشَّارِبِينَ) [النحل : 66].\nالفرث : هو الغذاء الذى بدأت فيه عمليات الهضم ومن الدم وهو ناتج الهضم. متى توصل العلم إلى ما ذكرته هذه الآية الكريمة؟\nلقد احتاج هذا الأمر إلى مئات السنين كى يصل الإنسان لمعرفة ومكان وكيف يتكون اللبن فى الأنعام.\nفتوجد فى ضروع الماشية غدد خاصة لإفراز اللبن تمدها الشرايين بخلاصة الغذاء المهضوم (الكيلوز) والدم وكلاهما غير مستساغ طعما ثم تقوم الغدد اللبنية باستخلاص العناصر اللازمة لتكوين اللبن من هذين السائلين الكيلوز والدم.",
        "وتفرز عليهما عصارات خاصة تحيلها إلى لبن يختلف فى لونه ومذاقه اختلافا تاما عن كل منهما.\nواللبن غذاء كامل يحتاجه الصغير والكبير.\nيقول رسول الله صلى‌الله‌عليه‌وسلم عند تناوله الطعام : «اللهم بارك لنا فى طعامنا وزدنا خير منه» ولكن عند شربه اللبن كان يقول : «اللهم بارك لنا فى طعامنا وزدنا منه».\nالتمر",
        "قال الله تعالى فى سورة مريم :\n(وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُساقِطْ عَلَيْكِ رُطَباً جَنِيًّا) [مريم : 25].\nأثبتت الأبحاث الطبية أن البلح الرطب يحتوى على المواد الغذائية الرئيسية فى صورة مركزة سهلة الهضم وإنه بذلك يناسب النفساء.\nويقول سبحانه وتعالى فى سورة الرحمن :",
        "(فِيهِما فاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ) [الرحمن : 68].\nقد يكون وجه تخصيص النخل والرمان هو فضل ثمارها على غيرهما من الثمار لما أودع الله فيهما من مزايا أثبتت العلوم الطبية الغذائية وجودهما فيها.\nفتحليل التمر كيماويا وجد أنه يحتوى على نسبة مرتفعة من السكريات (75 خ تقريبا) فمعظمها من سكر القصب وكذلك السكر المحول (سكر الفاكهة وسكر العنب أى الفركتوز والجلوكوز) وهو سهل الاحتراق ويستفيد الجسم منه فى إنتاج طاقة عالية وسعر حرارى كبير.\nولعل ذلك ربما كان وجه الحكمة فى أمر الله سبحانه وتعالى للسيدة مريم بتناول الرطب كى يعوضها عما بذلته وفقدته أثناء المخاض.",
        "هذا فضلا عن أن التمر يحوى نسبة عالية من الكالسيوم والحديد والفوسفور التى يحتاج إليها الجسم ومقدارا مناسبا من حمض النيكوتنيك. وهو الفيتامين الواقى من مرض البلاجرا.\nوفيتامين أ ، ب. ويحتوى أيضا على نسبة من البروتينات والدهنيات وكل هذه المكونات تجعل من البلح غذاء كاملا.\nأما الرمان فيحتوى لبه أو عصيره على نسبة مرتفعة (إذا قيس بغيره من الفواكه) من حمض الليمونيك الذى يساعد عند احتراقه على تقليل أثر الحموضة فى البول والدم مما يكون سببا فى تجنب النقرس وتجنب تكوين بعض حصى الكلى هذا فضلا عن احتواء عصير الرمان على نسبة لا بأس بها من السكريات (حوالى 11 خ) السهلة الاحتراق والمولدة للطاقة. كما أن قشر الرمان به مادة عفصية قابضة تقى الأمعاء مما يصيبها من إسهال. كما أن قشور سيقان أشجار الرمان تستخدم فى القضاء على الدودة الشريطية.\nالزيتون",
        "يقول الله سبحانه وتعالى فى سورة المؤمنون :\n(وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْناءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ) [المؤمنون : 20].\nتقرر هذه الآية الكريمة أن شجرة الزيتون من ضمن النعم التى أنعم الله بها على الإنسان إذ أنها من الأشجار الخشبية التى تعمر طويلا لمدد تزيد على مئات السنين فلا يأخذ أمرها جهدا من الإنسان إنما تثمر أثمارا مستمرة طبيعية. كما تتميز بأنها دائمة الخضرة جميلة المنظر.\nوتفيد الأبحاث العلمية أن الزيتون يعتبر مادة غذائية جيدة ففيه نسبة كبيرة من البروتين كما تتميز بوجود الأملاح الكلسية والحديدية والفسفورية وهى مواد هامة وأساسية فى غذاء الإنسان.",
        "وعلاوة على ذلك فإن الزيتون يحتوى على فيتامين أو وفيتامين ب.\nويستخرج من الثمار زيت الزيتون الذى يحتوى على نسبة عالية من الدهون السائلة.\nوهذا الزيت يستعمل بكثرة فى التغذية.\nوتضيف الأبحاث الطبية إلى زيت الزيتون فوائد عديدة فهو يفيد الجهاز الهضمى عامة والكبد خاصة. وهو يفضل كافة أنواع الدهون الأخرى نباتية أو حيوانية. إذ لا يسبب أمراضا للدورة الدموية أو الشرايين كغيره من الدهن. كما أنه ملطف للجلد إذ يجعله ناعما ومرنا.",
        "ولزيت الزيتون استعمالات أخرى كثيرة صناعية إذ يحضر منه بعض الصناعات ويدخل فى تركيب أفضل وأحسن أنواع الصابون وغير ذلك من مختلف الصناعات الغذائية والصناعية.\nالحديد\nيقول الله سبحانه وتعالى فى سورة الحديد :\n(لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللهَ قَوِيٌّ عَزِيزٌ) [الحديد : 25].",
        "الحديد أحد سبعة عناصر عرفها القدماء وهو أكثر الفلزات انتشارا فى الطبيعة.\nأشارت الآية إلى أن الحديد ذو بأس شديد ومنافع للناس وليس أدل على ذلك من امتياز الحديد وسبائكه المتنوعة بخواص متعددة ومتفاوتة الدرجات فى مقاومة الحرارة والشد والصدأ والبلى وفى مرونة تقبل المغناطيسية وغيرها ولذلك كان أنسب الفلزات لصناعة أسلحة الحروب وأدواتها وأساسا لجميع الصناعات الثقيلة والخفيفة.\nوللحديد منافع جمة للكائنات الحية إذ تدخل مركبات الحديد فى عملية تكوين الكلوروفيل وهو المادة الأساسية فى عمليات التمثيل الضوئى التى ينشأ عنها تنفس النبات وتكوين البروتوبلازم الحى وعن طريقه يدخل الحديد جسم الإنسان والحيوان.\nويدخل الحديد فى تركيب بروتينات النواة (المادة الكرماتينية) فى الخلية الحية.",
        "كما أنه يوجد فى سوائل الجسم مع غيره من العناصر\nوهو أحد مكونات الهيموجلوبين (المادة الأساسية) فى كرات الدم الحمراء.\nويقوم بدور هام فى عمليات الاحتراق الداخلى للأنسجة والتمثيل الحيوى بها والحديد يوجد كذلك فى الكبد والطحال والكلى والعضلات والنخاع الأحمر ويحتاج الجسم إلى كمية من الحديد يجب أن يزود بها من مصادره المختلفة فإذا نقصت تعرض الإنسان لعدة أمراض أهمها فقر الدم.\nالنظافة",
        "يقول الله تعالى فى سورة المائدة :\n(يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ ما يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ\nحَرَجٍ وَلكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ) [المائدة : 6].\nفى الطهارة الإسلامية معنيان : أحدهما التوجه القلبى إلى الله تعالى بالاستعداد لذلك وعقد العزم على الوقوف أمامه ظاهر النفس.",
        "وثانيهما النظافة الحسية بالوضوء وفى ذلك غسل الأعضاء الظاهرة المعرضة للأوساخ والوضوء يتكرر وقد يصل تكراره إلى خمس مرات فى اليوم.\nوبالاغتسال فى حال الاتصال بالزوجة وفى حال الحيض والنفاس.\nوفى الوضوء والغسل وقاية من الأتربة الحاملة للجراثيم المسببة للأمراض. ومد الجسم بنشاط فى حركة الدم فى الشعيرات الموجودة على ظاهر الجسم وتخفيف حدة توتر الأعصاب.\nولذلك قال رسول الله صلى‌الله‌عليه‌وسلم إذا غضبت فتوضأ.",
        "والتيمم فيه المعنى الأول وهو التوجه القلبى إلى الله تعالى بالاستعداد لذلك وعقد العزم على الوقوف أمامه طاهر النفس مخلصا وخالصا له.\nدورة الحياة\nيقول الله تعالى فى سورة آل عمران\n(تُولِجُ اللَّيْلَ فِي النَّهارِ وَتُولِجُ النَّهارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابٍ) [آل عمران : 7].",
        "ويقول سبحانه وتعالى فى سورة الأنعام :\n(إِنَّ اللهَ فالِقُ الْحَبِّ وَالنَّوى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذلِكُمُ اللهُ فَأَنَّى تُؤْفَكُونَ) [الأنعام : 95].\n(وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجْنا بِهِ نَباتَ كُلِّ شَيْءٍ فَأَخْرَجْنا مِنْهُ خَضِراً نُخْرِجُ مِنْهُ حَبًّا مُتَراكِباً وَمِنَ النَّخْلِ مِنْ طَلْعِها قِنْوانٌ دانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهاً وَغَيْرَ مُتَشابِهٍ انْظُرُوا إِلى ثَمَرِهِ إِذا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذلِكُمْ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ) [الأنعام : 99].\nدورة الحياة والموت هى معجزة الكون وسر الحياة نفسها والسمات الرئيسية فى هذه الدورة أن الماء وثانى أكسيد الكربون والنتروچين والأملاح غير العضوية فى التربة تتحول بفضل طاقة الشمس والنباتات الخضراء وأنواع معينة من البكتريا إلى مواد عضوية هى مادة الحياة فى النبات والحيوان.",
        "أما فى الشق الثانى من هذه الدورة فتعود هذه المواد إلى عالم الموت فى صورة نفايات الأحياء ونواتج أيضها وتنفسها.\nثم فى صورة أجسامها كلها عند ما تموت وتستسلم لعوامل التحلل البكتيرى والكيماوى التى تحيلها إلى مواد غير عضوية بسيطة مهيأة للدخول فى دورة جديدة من دورات الحياة وهكذا فى كل لحظة من الزمان يخرج الخالق القدير حياة من الموت\nوموتا من الحياة وهذه الدورة المتكررة لا تتم إلا فى وجود كائن أودعه الله سر الحياة كبذرة النبات مثلا. والآية الكريمة تذكر أولى الألباب بالمعجزة الأولى وهى خلق الحياة من مادة الأرض الميتة ثم تكرار الدورة كما سبق وهكذا جاء فى الآية الكريمة اخراج الحى من الميت سابقا لاخراج الميت من الحى وهذا هو الاعجاز بعينه.\nومن دلائل قدرة الله سبحانه وتعالى خلق الحب والنوى والجنين فى كل مكان منها يشغل حيزا ضيقا منها. أما باقى جسم الحبة أو النواة فيتكون من مواد مكتنزة غير حية وعند ما يتنبه الجنين ويبدأ فى الإنبات تتحول هذه المواد المكتنزة إلى حالة صالحة لتغذية الجنين ويبدأ فى النمو وتتكون الخلايا الحية حتى تنتقل الحبة الثانية من طور الانبات إلى طور البادرة فيبدأ النبات فى الاعتماد على غذائه من الأملاح المذابة فى ماء التربة التى يمتصها الجذر مع تكون الأوراق الخضراء من مواد كربوإيدراتية كالسكريات والنشويات فى وجود ضوء الشمس وعند ما تتم دورة حياة النبات تتكون الثمار وبداخلها الحب والنوى من جديد.",
        "كما توضح هذه الآية الكريمة فى النباتات كيفية خلق تلك الثمار وكيف نشأت وتمت فى أطوارها المختلفة حتى وصلت إلى طور نضجها الكامل بما تحويه من مركبات مختلفة من السكريات والزيوت والبروتينات والمواد الكربوهيدراتية والنشويات كل هذا يتكون فى وجود ضوء الشمس عن طريق المادة الخضراء مادة اليخضور التى توجد عادة فى المجموع الخضرى وخاصة الأوراق فهى المصنع الذى يتكون فيه تلك المركبات ومنها توزع على باقى أجزاء النبات بما فيها البذور والثمار علاوة على أن الآية الكريمة تقطع بأن ماء المطر هو المصدر الوحيد للماء العزب على الأرض وطاقة الشمس هى مصدر طاقات الأحياء جميعا.\nولكن النباتات هى التى تستطيع اختزان طاقة الشمس بواسطة مادة اليخضور وتسلمها للإنسان والحيوان فى المواد الغذائية العضوية التى كونتها.\nوقد كشف العلم عن حقيقة باهرة تدل على وحدة الخالق وهى أن مادة\nالهيموجلوبين اللازمة لتنفس الإنسان وكثير من أنواع الحيوانات وثيقة الصلة بمادة اليخضور فذرات الكربون والأيدروجين والأكسجين والنيتروجين تكتنف ذرة الحديد فى جزئى الهيموجلوبين بينما هى بنفسها تكتنف ذرة الماغنسيوم فى جزئى اليخضور.",
        "كما أنه اتضح من البحوث الطبية أن مادة اليخضور عند ما يتمثلها جسم الإنسان تندمج فى خلاياه فتقويها وتساعدها على القضاء على جراثيم الأمراض فتتيح لأنسجة الجسم فرصة الدفاع ومكافحة الأمراض.\nنظرة عامة\nالحياة\nتعريف الحياة :",
        "من السهل التعرف على طبيعة الحياة ولكن لا يوجد تعريف متفق عليه لماهية الحياة.\nفالأشياء الحية يحدث بها أيض أى تكسير وبناء المواد الغذائية. وذلك خلال تفاعلات كيمائية تقوم باستخدام الطعام والأكسجين لتتحصل على الطاقة اللازمة لوظائفها الحيوية كما يظهر بها خواص مثل النمو والتكاثر والحركة والاستجابة للمؤثرات ولكن لا تظهر كل هذه الخواص فى جميع مراحل دورة الحياة فى معظم الكائنات.\nالخلية\nإن جميع صور الحياة تتكون من الكربون والهيدروجين والأكسجين والنتروجين والكبريت والفوسفور مع كميات قليلة من العناصر الأخرى.",
        "والصور الحياتية جميعها يمكن تقسيمها بصورة كلية إلى كائنات تفتقد وجود نواة وتدعى بدائيات.\nوأخرى لديها النواة وتدعى حقيقيات النواة وتشمل الأخيرة النباتات والحيوانات والكثير من الأصناف الأقل تعقيدا من الكائنات.\nوالخلية هى أصغر وحدة لديها المقومات الأساسية للحياة فالخلية الواحدة قد تكون بذاتها كائن حى وحيد الخلية مثل البكتريا والأميبا.\nوهى كوحدة ذاتية للحياة قادرة على هضم المواد الغذائية لتمدها بالطاقة اللازمة وكذلك قادرة على التكاثر بانتاج نسخ مكررة منها فى الأجيال التالية.",
        "وتتشابه الخلايا كلها فى تركيبها الأساسى فى الكائنات الحية متعددة الخلايا تتمايز وتصبح لديها وظائف متخصصة مختلفة وبالتعاون مع بعضها البعض تتكون وحدات البناء لهذه الكائنات حتى الأكثر تعقيدا منها مثل الإنسان.\nوالخلية الإنسانية يصل قطرها إلى 20 ميكرون (الميكرون الواحد 1 / مليون من المتر) وبوصفها الوحدة الأساسية التى يتكون منها الجسم فإن الخلية تصبح على اتصال دائم مع جيرانها فهى تلتصق وتتعاون معها لتتمكن من الحصول على المواد الغذائية من الوسط المحيط وكذلك لتتخلص من الفضلات. وتلك التجمعات التعاونية من الخلايا المتماثلة يطلق عليها الأنسجة. والتجمعات التعاونية للأنسجة تكون أعضاء وهى الوحدات الوظيفية للكائن الحى.\nوتكون كل مجموعة من الأعضاء التى تشترك فى الوظيفة العامة جهازا فى الجسم مثل الجهاز الهضمى والجهاز الدورى وغير ذلك.\nالأحماض الأمينية",
        "يوجد فى الطبيعة أكثر من 170 حمض أمينى إلا أن هناك عشرون حمض أمينى فقط تدخل فى تركيب البروتينات فى المادة الحية.\nويتركب البروتين من سلسلة طويلة من الأحماض الأمينية قد تكون سلسلة واحدة أو عدة سلاسل والسلسلة تتكون من عدة مئات من جزيئات الأحماض الأمينية.\nوالأحماض الأمينية القياسية العشرون تستخدم أيضا كمواد خام لتصنيع العديد من المنتجات الخلوية الأخرى ومنها الهرمونات والصبغيات.\nوالصبغيات تدعى أيضا بالكروموسومات أو الجسيمات الملونة وأطلق عليها هذا الاسم لأنها تتعطش للصبغات الملونة بشكل كبير",
        "نشأة الخلايا\nكل خلية تنتج من انقسام خلية سابقة فى التواجد فمثلا تنشأ كل الخلايا المكونة للإنسان من انقسامات متتابعة لخلية واحدة وهى اللاقحة والتى تتكون باتحاد البويضة والحيوان المنوى.\nوالخلايا الناشئة من انقسام اللاقحة تتطابق فى محتواها الوراثى مع بعضها البعض وكذلك مع اللاقحة.\nوكل خلية فى الكائنات العليا تحتوى على نواة وتحتوى كل نواة بدورها على عدد من الصبغيات الدقيقة.",
        "شفرة الحياة\nسؤال : كيف يتم نسخ الصبغيات وموروثاتها من خلية لأخرى بهذه الدقة؟\nوكيف تعمل الموروثات على توجيه تكوينات وسلوكيات الأشياء الحية؟\nلقد تم إثبات أن الحمض النووى وهو مركب بروتينى حمضى ثنائى الريبوز ويرمز له اختصاراDNA ، د. ن. أهو القائم لهذا الدور وأيضا مجموعة من الأحماض النووية الريبوزية ويرمز لها اختصارا بالأحرف R.N.A أو ر. ن. أ.",
        "إن جزئى حمض D.N.A هو البصمة الوراثية التى تحدد جميع خصائص الكائن الحى\nالخلق بين الأسطورة والعلم\nمنذ أقدم العصور يتفكر الإنسان ويبحث فى كيفية الخلق. خلق الكون أو المادة وكذلك خلق الحياة على كوكب الأرض فهناك أساطير خرافية تشرح نشأة الكون والحق.\nففي الأساطير الإغريقية : الإله يورانوس رب السماء وجايا ربة الأرض.",
        "وخلف زيوس أباه كرونس وجده يورانوس ليصبح حاكم الآلهة.\nومعظم الأساطير تعزو الخلق إلى عوامل غير مشخصة أكثر منها إلى آلهة مستقلة وفى هذه الأساطير أن بيضة كونية قد فقست لتحرر أرواح تدعى نومو وهذه قامت بخلق الجنس البشرى.\nوفى الأساطير المصرية فإن إله الشمس رع والذى أنشأ آلهة عليا تعرف بالآلهة التسعة لهليوبولس.\nوفى الأساطير المصرية بدأ الخلق عند ما ظهرت ربوة أرضية وسط الماء.",
        "وفى الأساطير الأمريكية لسكان أمريكا الأصليين تقول الأسطورة أن سلحفاة ضخمة غطست فى أعماق المحيط لتحضر الطين الذى تم تشكيلة لخلق العالم.\nوفى الأساطير الهندية تم قتل عملاق أولى (يومير) بواسطة أو دين وإخوته والذين أقاموا بعدها السماء من جمجمته والأرض من جسمه والبحر من دمه.\nوبصفة عامة فإن الأساطير عن نشأة الكون تبلغ أوجها بخلق البشر وفيما بعد ذلك تصبح مشابهة لعالم الخبرة البشرية.\nفروض نظرية التطور",
        "(النشوء)\nهى نظرية فى علم الأحياء (البيولوجيا) تفترض أن منشأ الأنواع المختلفة من الحيوانات والنباتات هو من أنواع أخرى سابقة وأن مبعث الفروق الواضحة بينها هو التعديلات الحادثة خلال حدوث تغيرات شكلية ووظيفية دائمة عبر الأجيال المتعاقبة وتعد هذه النظرية واحدة من المرتكزات الأساسية للنظرية الحديثة فى علم الأحياء.\nإن أقدم حفرية معروفة لكائن هى لصورة حياتية أحادية الخلية تشابه البكتيريا المعروفة لنا ويعود تاريخها إلى 4 ، 3 بليون سنة (3400 مليون سنة) مضت.\nوقد تسبب التطور فى حدوث إشعاعات متعاقبة من الأنواع الجديدة من الكائنات التى انقرض الكثير منها ولكن بعضها قد اعتراه التطور لتتكون الحياة الحيوانية والنباتية فى عالمنا الحالى.",
        "وما زال الانقراض والتنوع مستمرين حتى يومنا هذا.\nقام بوضع أسس نظرية النشوء الحديثة العالم البريطانى تشارلز داروين التى تقول بنشوء جميع صور الحياة خلال عملية بطيئة هى الاختيار الطبيعى.\nفقد لاحظ داروين انه بينما ترث الذرية الشبه من الأبوين إلا أنهم ليسوا متطابقين معهما.\nكما لاحظ أيضا أن بعض هذه الفروق لم يكن مرجعها البيئة فحسب ولكنها غالبا ما تكون قابلة لأن تورث إلى الأجيال التالية فقد كان مربى الحيوانات يستطيعون غالبا تغيير خصائص الحيوانات المدجنة خلال انتقاء أفرادها ذوى الخواص المرغوبة لكى تتكاثر مثل السرعة فى خيل السباق وإدرار اللبن فى البقر وشم الآثار فى الكلاب.",
        "وهذا التغيير ناتج عن الاختيار الاصطناعي.\nوكان تعليل داروين لما يحدث فى الطبيعة أن الأفراد ذوى الخواص التى تجعلهم أفضل توافقيا مع بيئاتهم أو تمنحهم قدرات تناسلية أعلى.\nهؤلاء الأفراد يميلون إلى ترك عدد أكبر من الذرية ويطلق عليهم أن لديهم ملاءمة أعلى.\nوقلب نظرية داروين هو آلية الاختيار الطبيعى.",
        "وتنبع هذه من الحقيقة القائلة بأن النسل أو عدد الأفراد المولودين فى معظم الكائنات يفوق عدد من يمكنهم البقاء على قيد الحياة حتى مرحلة النضج والتناسل.\nفنتيجة لمشكلة الإمداد الغذائى فإن صغار المواليد لأى نوع تتنافس بشدة للبقاء على قيد الحياة ومعدل الوفاة المرتفع خلال المجاعات والأمراض والحوادث يقلل من تعداد الأفراد الأقل تكيفا أو تأقلما للبقاء على قيد الحياة.\nأى أن التناقص المستمر فى الأفراد الأقل ملائمة وهو الاختيار الطبيعى حتمى الحدوث. بينما الأفراد الذين نجحوا فى البقاء على قيد الحياة من هؤلاء يتناسلون مع تجسيد تنويعات طبيعية تفضيلية (والتى مكنتها من الحياة لفترة أطول والتناسل) فى الجيل التالى (مهما كانت الأفضلية ضئيلة) خلال الاختيار فإن النسل يحتاجون خواص جديدة ليحتفظوا بملاءمتهم فإما أن ينقرض النسل أو يمكن الاستمرار على قيد الحياة لعدد كاف منهم ذو ميزات مناسبة تؤدى فى نهاية الأمر إلى تكيف النسل ككل وعلى هذا فإن النشوء طبقا لفروض نظرية داروين ينبع خلال عملية الاختيار الطبيعى للأفراد الأفضل تكيفا على امتداد العديد من الأجيال حيث تتحسن درجة التكيف فى كل جيل عما سبقه من أجيال نتيجة نشأة الأنواع ولا يمثل الاختيار الطبيعى سوى جزءا فقط من المخطط المتسع لمفاهيم داروين حيث أنه طرح أيضا المفهوم القائل بأن الكائنات وثيقة الصلة ما هى إلا ذريات هابطة من أسلاف مشتركة. وعلاوة على ذلك فقد أتى ببراهين جديدة تؤيد المفهوم السابق بأن الأرض ليست ساكنة ولكنها دائمة النشوء والتطور.\nآلية التطور",
        "تقوم آلية التطور على أربعة عناصر.\n1. الطفرة\nوهى حدوث تغيير فجائى فى المادة الوراثية نتيجة لعوامل مختلفة كالإشعاع أو المواد الكيماوية أو الحرارة المرتفعة وخلافه.\nوالأحياء التى تحتفظ بهذه الطفرات النافعة نتيجة الانتخاب الطبيعى تتطور.",
        "2. إعادة الخلط :\nوتتم إعادة الخلط خلال الانقسام الاختزالى أو الميوزى للخلايا المنتجة للنطف خلط المورثات بأنماط جديدة وكثيرة. ويؤدى الخلط إلى تكوين أنواع كثيرة جديدة من النطف (الحيوانات المنوية والبويضات) والتى تتحد بعملية الاخصاب لتكوين أعداد جديدة من أفراد مختلفين. واحتمالات الخلط كبيرة جدا.\n3. الانجراف الوراثى :\nوهو مبدأ تم اقتراحه لتوضيح التغييرات التى تطرأ على التردد النسبى للموروثات فى الجماعات السكانية الصغيرة الحجم ففي هذه الجماعات تنتشر طفرة ما وترسخ خلال أجيال قليلة نسبيا إذا ما كان الانتخاب الطبيعى لصالحها.",
        "كما يمكن أن تفقد مورثة ما من الجماعة فجأة خلال بضعة أجيال.\n4. الانتخاب الطبيعى :\nوملخصه أن الكائنات الحية التى تتمتع بصفات إيجابية بالنسبة للبيئات التى تعيش فيها تتيسر لها فرص أكبر للبقاء من المخلوقات التى لا تملك مثل هذه الصفات.\nأى أن الطبيعة بتعبير التطوريين والماديين تقوم بفرز وانتخاب الأنسب فى الصراع الدائر من أجل البقاء.",
        "السجل الحفرى\nقام علماء الحفريات باكتشاف ودراسة البقايا الحفرية لعدة آلاف من الكائنات التى كانت تعيش فى الماضى.\nوأظهر السجل الحفرى أن نوعيات كثيرة من هذه الكائنات المنقرضة تختلف كثيرا فى الشكل عن الكائنات الحية المتواجدة الآن.\nكما أظهرت أيضا صور متعاقبة للكائنات بمرور الزمن تبين التحول أو الانتقال من شكل إلى آخر. وقد مكنتنا بعض الوسائل مثل قياس الانحلال الاشعاعى للعناصر من تقدير الفترة الزمنية التى تكونت فيها هذه الصخور بما تحتويه من حفريات.",
        "إن التاريخ الإشعاعى يدل على أن الكرة الأرضية قد تكونت من نحو 5 ، 4 مليار سنة (4500 مليون سنة).\nوأقدم الحفريات لكائنات أولية مثل البكتريا والطحالب الخضراء المزرقة حيث اكتشفت فى صخور عمرها 5 ، 3 مليار سنة (3500 مليون سنة).\nبينما أقدم حفريات حيوانية عمرها 700 مليون سنة هى لمخلوقات صغيرة ذات أجسام رخوة تشبه الديدان.\nوالحفريات الكثيرة التى تنتمى لشعب مختلفة من الأحياء والتى بها هياكل صلبة ظهرت فى صخور عمرها 570 مليون سنة.",
        "وهذه الكائنات تختلف عن الكائنات الحية المتواجدة الآن وكذلك عن الكائنات التى تواجدت فى الفترات الزمنية الوسيطة.\nونتيجة للاختلافات الأساسية فى البعض. اضطر علماء الحفريات إلى وضع شعب جديدة لتسهيل تصنيف هذه الكائنات.\nوقد ظهر أول حيوان فقارى أى ذو سلسلة ظهر عظمية منذ حوالى 400 مليون\nسنة. بينما ظهر أول حيوان ثديى منذ أقل من 200 مليون سنة.",
        "وعلى مدار الستمائة مليون سنة الماضية كما يظهر السجل الحفرى حدثت خمسة موجات من الانقراض وآخرها انقراض الديناصورات.\nوقد نجحت الثدييات فى البقاء على قيد الحياة فى مواجهة موجة الانقراض التى أزالت الديناصورات من حيز الوجود منذ نحو 65 مليون سنة مضت.\nوقد أعقب ذلك تنوع الثدييات فى العديد من المواطن.\nواليوم يتسيد الحياة الحيوانية الأرضية كل من الثدييات من الفقاريات والحشرات من اللافقاريات.",
        "أى أن الحقيقة العلمية اليقينية وهى حقيقة النشوء : أى أن الكائنات ذات صلة قرابة خلال سلالة مشتركة وهى حقيقة مشاهدة من قبل داروين فالخلق تم بصورة تصاعدية من الكائنات الحية البسيطة إلى الكائنات الحية الأكثر تعقيدا فى التركيب كما هو بين لنا بجلاء عند النظر فى طبقات الأرض وهذا بالإضافة إلى أوجه التشابه المختلفة بين الكائنات الحية وكل ذلك يؤدى إلى حقيقة استنباطية إلا وهى أنها جميعا ذات صلة قرابة أى نشأت من بعضها البعض.\nبداية الخلق فى فروض نظرية داروين للتطور\nإن بدايات النشوء المادى الداروينى حدثت فى المياه حينما تكونت الخلايا بواسطة كائنات حية تحيط بالمركبات العضوية.\nوبنضوب مخزون الغذاء المتوفر فى الوسط السائل بدأت عملية تطور حولت هذه الوحدات البدائية إلى وحدات ذاتية التغذية أو متباينة التغذية وشملت عمليات النشوء التالية تنظيم الصبغيات والحمض النووى D.N.A د. ن. أونواة الخلية لتمرير الخصائص مما أضاف اتساعا كبيرا لقوى الاختيار الطبيعى خلال التكيف.",
        "ومما عزز قيمة البقاء على الحياة فيما بعد ظهور الأنماط الأحيائية متعددة الخلايا مع تمايز أجزاء الجسم واختلاف التركيب والوظيفة.\nوبعد مئات الملايين من السنين من الحياة فى الوسط المائى بدأت الكائنات منذ حوالى 500 مليون سنة فى استعمار الأرض وأصبح توافر وسائل التغذية نتيجة منطقية وأصبحت أكثر الأنواع انتشارا هى تلك التى لديها قدرة أفضل على التكيف واستعمار البيئات الجديدة.\nوأثر الذيل الذى بالإنسان هو دليل تطورى على وجود سلف رباعى الأرجل ويقطن الأشجار.\nوكان التطور التالى فى الثدييات هى الثدييات التى تستخدم اليد لتتأرجح بين الأغصان وأعقب ذلك ثدييات عليا تشبه الإنسان وذلك منذ نحو 3 مليون سنة.",
        "وهذه الكائنات كان لها بعض خصائص القردة وبعض خصائص الإنسان.\nوزادت القدرة العقلية وحجم المخ والتعقيدات العصبية وتشمل أنواع منقرضة مشابهة للإنسان مثل إنسان جاوة وإنسان بكين وإنسان كينيا وإنسان هيدلبرج (اكتشفت حفائر هذه الكائنات فى جاوة وبيكين وكينيا وهيدلبرج).\nوهناك نوعا من الندرة الحفرية المباشرة للأعضاء الأوائل من شبيه الإنسان.\nالجدل حول فروض نظرية التطور لداروين :",
        "أثارت فروض نظرية النشوء الجدل الكثير منذ أيام داروين وحتى يومنا هذا.\nوتأتى معظم الاعتراضات من اللاهوتين والذين يشعرون أن تأكيدات داروين بأن الأنواع تتغير بصفة مستمرة تتضارب مع التفسيرات الحرفية للإنجيل وخاصة تلك القائلة بأن جميع الأجناس للأشياء الحية قد تم خلقها بصورة مباشرة طبقا لتصميم إلهى.\nوهو الموقف الذى اتخذه أيضا علماء المسلمين.\nحيث أن هذه النظرية تتعارض مع الإيمان بوجود الله تعارضا أساسيا وأنها مناقضة للعقيدة الدينية عن خلق الكون والإنسان حيث أنها تقول أن جميع الأحياء",
        "نشأت من أصل واحد وتكونت بخلق الطبيعة وبالتولد الذاتى لا بخلق الله وقدرته وتتعارض بصورة جلية مع الآيات القرآنية وخاصة بخلق الإنسان مباشرة من الطين أو بدء خلق الكون بقدرة الله عزوجل.\nتناقض فرضية التطور مع علم الفيزياء\nوقانون الصدفة\nإن عملية التطور التى يدافع عنها أنصار التطور عملية مستحيلة ولا يمكن أن تقع فى ظل القوانين الفيزيائية إذ لا يوجد فى الكون أى عملية تصاعدية إلى الأفضل وإلى الأحسن (أى لا توجد عملية تطورية إلى الأحسن).",
        "بل العكس هو الصحيح. والكون كان ولا يزال يسير إلى الموت ـ إلى الموت الحرارى. أو بتعبير الفيزيائيين فالكون يسير من الأحسن إلى السيئ ثم إلى الأسوأ هذا ما يقوله العلم وهو عكس ما تدعيه فرضية التطور التى تزعم أن هذا الكون البديع وهذه الحياة الرائعة على سطح كرتنا الأرضية نشأت من خلال عملية تطورية تصاعدية تقودها الصدف العشوائية.\nفأنصار التطور يعتقدون خطأ أن الزمن قادر على إنجاز كل شيئ. ولذا فعند ما تحاصرهم المعضلات وما أكثرها يقولون أن التطور لم يحدث فى آلاف السنين بل فى مئات الملايين من السنين.\nوبالنسبة لعامل الزمن الذين يدعون أنه قادر على إحداث ما يعتقدونه نجد أن العكس هو الصحيح.\nفمثلا فى عملية بناء بناية ففي غياب المصمم والمهندس والعامل لا نتوقع انجاز البناء ولا تحول الطوب والإسمنت والحديد ذاتيا إلى بناء مهما طال الزمن.",
        "والعكس هو الصحيح فهذا البناء لو ترك لعامل الزمن فإنه يتحول إلى طوب وأسمنت وحديد وكذلك الحال مع البذرة ففي غياب البرمجة الموجودة فيها لا يمكن إنبات أى نبات والبرمجة الموجودة فى البذرة لا يمكن أن تتشكل بنفسها عشوائيا.\nوأما الذين اعتمدوا على الصدفة وبنوا كل آمالهم عليها فإن القانون الرياضى للاحتمالات تنقض دعاواهم.\nومثال بسيط فإن تشكل جزيئة واحدة من البروتين متوسط التعقيد مثلا (الجزئى المحتوى على 400 حمض أمينى فقط) عن طريق الصدفة يحتاج إلى عمر أكبر من عمر الأرض بل أكبر من عمر الكون ملايين المرات.\nكما أن حجم الكون نفسه لا يكفى لذلك.",
        "أى لو ملأنا الكون بالعناصر التى تؤلف الأحماض الأمينية وهى الكربون والنيتروجين والأكسجين والهيدروجين والكبريت وقمنا بخلطها باستمرار لما كفى عمر الكون ولا حجمه لتشكيل مثل هذه الجزئية الواحدة عن طريق الصدفة.\nرفض المسلمين لفروض داروين\nعن التطور\nرفض علماء المسلمين النشوئية مستمديين معظم أدلتهم من القرآن الكريم والسنة المطهرة ومنها قوله صلى‌الله‌عليه‌وسلم (خلق الله آدم على صورته) أى خلق آدم على الصورة التى كان آدم عليها فلم يخلقه جنينا ثم ولد وكبر فصار طفلا ثم اشتد عوده فأصبح شابا فرجلا ولكن الله سبحانه وتعالى خلقه رجلا أول الأمر كامل الأعضاء مستوى البنيان كامل البنية والجوارح.",
        "وقوله تعالى : (لَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ) [التين : 4] هو القول الحق الذى ينفى القول بأن الإنسان أصله قرد ترقى بسبب عوامل مجهولة حتى صار هذا الإنسان فإذا كان كذلك فلما ذا لم نسمع أن قردا فى هذه الحقبة من الزمن ـ التى فعلوا فيها بالأجنة ما كان من اللعب فى الجينات الوراثية والاستنساخ وما شابه ذلك قد تحول إلى إنسان. بل القردة لا زالت على أصلها يولدون قردة ويموتون قردة.\nوهذه النظرية ما هى إلا جدل عقيم لا يفيد لأن الله سبحانه وتعالى قد أخبرنا عن هؤلاء المضلين.\nقال تعالى : (ما أَشْهَدْتُهُمْ خَلْقَ السَّماواتِ وَالْأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ وَما كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُداً) [الكهف : 51]\nفهؤلاء المضلون كما قال الشيخ محمد متولى الشعراوى رحمه‌الله ـ الذين جاءوا ليحاربوا قضية الإيمان بقولهم المضل يثبتون رسالة السماء وحقيقة كلام سبحانه الذى لا يأتيه الباطل من بين يديه ولا من خلفه.",
        "والأحرى أن نقول لكل من جاء يتحدث عن خلق السماوات والأرض وخلق الإنسان : أشهدت الخلق؟ فإذا قال : لا. نسأله : ففيما تجادل؟\nإن كثير من العلماء الكونيين أثبتوا أن نظرية التطور والارتقاء قامت بدون براهين وستظل كذلك.\nوأما حقيقة الخلق المباشر من الله تعالى فبين يديها الملايين من البراهين. والذين قالوا بنظرية التطور والارتقاء لا كنتيجة للملاحظة أو الاختبار أو الاستدلال ولكن لأن حقيقة الخلق المباشر بعيدة عن تصورهم فلا يؤمنون بها.\nوهم يستنتجون من مقارنة الهياكل العظمية والعضلات والأعصاب فى كل الأنواع أنها تنتمى جميعا إلى أصل واحد هو الكائن وحيد الخلية. ومن ثم فإن هذه الخلية الواحدة ما هى إلا صورة مصغرة لأى هيكل عظمى أو عضلة أو عصب.",
        "ومن ثم أيضا تلفيقهم لعملية الارتقاء الطويلة من الخلية الواحدة إلى الإنسان ولا يمكن نفى التشابه بين بعض الأشكال والتكوينات ولكن هذا التشابه فرضه الخالق سبحانه وتعالى بما أراده لبعض مخلوقاته من تشابه فى طرق المعيشة والغذاء.\nولكن إذا ما أخذ المرء بنظرية التطور القائلة بانحدار الإنسان من القرد فإنه يستطيع أن يضيف أن العصفور قد انحدر من النسر لأن كليهما مكسو بالريش. وأن الكلب قد انحدر من الحمار لأن لكل منهما أربعة أرجل.\nوأن البرغوث قد انحدر من الضفدعة والضفدعة من القنفذ لأن ثلاثتهم يستطيع القفز.\nأو العكس النسر من العصفور والحمار من الكلب والقنفذ من الضفدعة والضفدعة من البرغوث وهكذا.",
        "وقد أدى الدفاع من النظرية إلى درجة اللجوء إلى الغش للتدليل على التماثل بين الجنين البشرى والحيوانى وكذلك اختلاق الحقائق بالقول باكتشاف العلماء للحلقة المفقودة بين القرد والإنسان.\nوالحقيقة تبين أن الجيولوجيا لا ترينا دليلا على عملية التدرج وكذلك أن أشكال الحياة لا تتخطى الحدود بين الأنواع.\nفالوطواط الأول كان وطواطا حقيقيا والحوت الأول كان حوتا حقيقيا وأول طائر كان طائرا حقيقيا مكسوا تماما بالريش.\nوالاختيار الطبيعى يمكن أن يفسر بقاء الأقوى ولكنه لا يستطيع تفسير وجوده أصلا ولا يمكن تفسيره بالتحولات الوراثية والتى عادة ما تؤدى إلى الانحدار بدلا من الارتقاء.",
        "وكل ذلك يتفق مع ما بلغ به كل الأنبياء والرسل عليهم الصلاة والسلام من أن الله سبحانه وتعالى خلق كل شيئ على نوعه الذى نراه الآن. وهذا يتعلق بالاعتقاد الجازم الذى قامت عليه البراهين والشواهد والدلائل القاطعة على إثبات الخلق المباشر وهذا ما أثبته القرآن الكريم.\nفالكون والحياة ليسا وليدى الصدفة وإنما خلقهما الله تبارك وتعالى فهذه هى الحقيقة وهذا هو الواقع وهذا ما أثبته العلم.\nالحقائق القرآنية\nفى مجال الخلق",
        "خلق الله سبحانه وتعالى الأرض وأنشأ عليها الحياة وخلق الإنسان فى أحسن تقويم فهو أبدع وأجمل ما فى الكائنات وهو قمة المخلوقات.\nوقد فسر القرآن الكريم مراحل خلق الإنسان الأول آدم عليه‌السلام.\nوحدد القرآن خلق آدم من الطين فأراد الله لآدم أن يكون خليفته فى الأرض وكلفه بعمران الأرض والسيادة عليها وكرمه على العالمين.\nقال الله تعالى فى سورة البقرة :",
        "(وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً قالُوا أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها وَيَسْفِكُ الدِّماءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قالَ إِنِّي أَعْلَمُ ما لا تَعْلَمُونَ)\n[البقرة : 30]\nكما وردت آيات عديدة فى القرآن الكريم تدل على أن خلق الإنسان الأول آدم من تراب فقد قال الله تعالى فى سورة الكهف.\n(قالَ لَهُ صاحِبُهُ وَهُوَ يُحاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلاً) [الكهف : 37].",
        "وفى سورة السجدة :\n(الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسانِ مِنْ طِينٍ) [السجدة : 7].\nوفى سورة غافر :\n(هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخاً وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلاً مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ) [غافر : 67].",
        "وفى سورة الحج :\n(يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْناكُمْ مِنْ تُرابٍ) [الحج : 5].\nوفى سورة المؤمنون :\n(وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ) [المؤمنون : 12].",
        "وفى سورة فاطر :\n(وَاللهُ خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْواجاً وَما تَحْمِلُ مِنْ أُنْثى وَلا تَضَعُ إِلَّا بِعِلْمِهِ وَما يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتابٍ إِنَّ ذلِكَ عَلَى اللهِ يَسِيرٌ) [فاطر : 11].\nوفى سورة الروم :\n(وَمِنْ آياتِهِ أَنْ خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ إِذا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ) [الروم : 20].",
        "وفى سورة آل عمران :\n(إِنَّ مَثَلَ عِيسى عِنْدَ اللهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرابٍ ثُمَّ قالَ لَهُ كُنْ فَيَكُونُ) [آل عمران : 59].\nوفى سورة الأنعام :\n(هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضى أَجَلاً وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ) [الأنعام : 2].",
        "وفى سورة الإسراء :\n(وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً) [الإسراء : 61].\nوفى سورة الصافات :\n(فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقاً أَمْ مَنْ خَلَقْنا إِنَّا خَلَقْناهُمْ مِنْ طِينٍ لازِبٍ)",
        "[الصافات : 11]\nوفى سورة ص :\n(إِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً مِنْ طِينٍ) [ص : 71].\nوفى سورة الحجر :",
        "(وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ* وَالْجَانَّ خَلَقْناهُ مِنْ قَبْلُ مِنْ نارِ السَّمُومِ* وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ* فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ) [الحجر : 26 : 29].\nوفى سورة الأعراف :\n(قالَ ما مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نارٍ وَخَلَقْتَهُ مِنْ طِينٍ) [الأعراف : 12].\nوفى سورة الرحمن :",
        "(خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ) [الرحمن : 14].\nصدق الله العظيم\nالآيات القرآنية\nفى خلق الدواب",
        "قال الله تعالى فى سورة الأنعام :\n(وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ وَغَيْرَ مَعْرُوشاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفاً أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشابِهاً وَغَيْرَ مُتَشابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ* وَمِنَ الْأَنْعامِ حَمُولَةً وَفَرْشاً كُلُوا مِمَّا رَزَقَكُمُ اللهُ وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ* ثَمانِيَةَ أَزْواجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صادِقِينَ* وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَداءَ إِذْ وَصَّاكُمُ اللهُ بِهذا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللهِ كَذِباً لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ)\n[الأنعام : 141 : 144]\nالله وحده هو الذى خلق حدائق من الكرم منها ما يغرس ويرفع على دعائم ومنها ما لا يقوم على دعائم وخلق النخل والزرع الذى يخرج ثمرا مختلفا فى اللون والطعم والرائحة وغير ذلك. وخلق الزيتون والرمان متشابها فى بعض الصفات وغير متشابه فى بعضها الآخر مع أن التربة قد تكون واحدة وتسقى جميعها بماء واحد فكلوا من ثمرها. ولا تسرفوا فى الأكل فتضروا أنفسكم فالله لا يحب المسرفين.",
        "وخلق الله الأنعام وهى الإبل والبقر والضأن والماعز. منها ما يحمل أثقالكم ومنها من تتخذون من أصوافها وأوبارها وشعرها فراشا وهى رزق لكم فكلوا مما أحل الله منها ولا تتبعوا الشيطان وأولياءه فى افتراء التحليل والتحريم كما كان يفعل أهل الجاهلية فالشيطان لا يريد لكم الخير لأنه عدو ظاهر العداوة.\nولقد خلق الله من كل نوع من الأنعام ذكرا وأنثى فهى ثمانية أزواج خلق من الضأن زوجين ومن الماعز زوجين وقل يا محمد للمشركين منكرا عليهم تحريم ما حرموا من هذا ما علة التحريم أهي كونها ذكورا؟ ليس كذلك لأنكم تحلون الذكور أحيانا. أم هى كونها إناثا؟ ليس كذلك لأنكم تحلون الإناث أحيانا أم هى اشتمال الأرحام عليها؟ ليس كذلك لأنكم لا تحرمون الأجنة على الدوام. أخبرونى إن كنتم صادقين فيما تزعمون من التحليل والتحريم. وخلق الله من الإبل زوجين ومن البقر زوجين. قل لهم يا محمد ما علة التحريم؟ ليس كذلك لأنكم تحلون الذكور والاناث والأجنة أحيانا.\nوتزعمون أن هذا التحريم من عند الله. أكنتم حاضرين حين وجه إليكم الله هذا التحريم فسمعتم نهيه؟\nلم يكن ذلك قطعا. انتهوا عما أنتم فيه فهو ظلم وليس هناك أظلم ممن كذب على الله فنسب إليه ما لم يصدر عنه ولا سند له من علم يعتمد عليه. وانما يريد بذلك إضلال الناس إن الله لا يوفق الظالمين اختاروا طريق الباطل.",
        "ويقول الله تعالى فى سورة النور :\n(وَاللهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلى أَرْبَعٍ يَخْلُقُ اللهُ ما يَشاءُ إِنَّ اللهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ)\n[النور : 45]\nوفى سورة يس :",
        "(أَوَلَمْ يَرَوْا أَنَّا خَلَقْنا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينا أَنْعاماً فَهُمْ لَها مالِكُونَ) [يس : 71].\nوفى سورة الزمر :\n(خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ ثُمَّ جَعَلَ مِنْها زَوْجَها وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعامِ ثَمانِيَةَ أَزْواجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ ذلِكُمُ اللهُ رَبُّكُمْ لَهُ الْمُلْكُ لا إِلهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ) [الزمر : 6].\nوفى سورة غافر :",
        "(اللهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعامَ لِتَرْكَبُوا مِنْها وَمِنْها تَأْكُلُونَ) [غافر : 79].\nوفى سورة الشورى :\n(وَمِنْ آياتِهِ خَلْقُ السَّماواتِ وَالْأَرْضِ وَما بَثَّ فِيهِما مِنْ دابَّةٍ وَهُوَ عَلى جَمْعِهِمْ إِذا يَشاءُ قَدِيرٌ) [الشورى : 29].\nوفى سورة الجاثية :",
        "(وَفِي خَلْقِكُمْ وَما يَبُثُّ مِنْ دابَّةٍ آياتٌ لِقَوْمٍ يُوقِنُونَ) [الجاثية : 4].\nوفى سورة الغاشية :\n(أَفَلا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ) [الغاشية : 17].\nوكل هذه الآيات تبين أن الله خالق كل شيئ الإنسان والحيوان والطيور والزواحف وكل دابة تدب على الأرض الله سبحانه وتعالى خلقها بنص صريح العبارة.",
        "وفى الأحاديث النبوية الشريفة :\nعن أبى هريرة قال : أخذ رسول الله صلى‌الله‌عليه‌وسلم بيدى فقال : خلق الله التربة يوم السبت وخلق منها الجبال يوم الأحد وخلق الشجر يوم الاثنين وخلق المكروه يوم الثلاثاء وخلق النور يوم الأربعاء وبث فيهما الدواب يوم الخميس وخلق آدم عليه‌السلام بعد العصر من يوم الجمعة فى آخر الخلق فى آخر ساعة من ساعات الجمعة فيما بين العصر إلى الليل (صحيح مسلم ومسند أحمد بن حنبل).\nوعن أبى هريرة قال : قال رسول الله صلى‌الله‌عليه‌وسلم : خير يوم طلعت فيه الشمس يوم الجمعة فيه خلق آدم وفيه أدخل الجنة وفيه أخرج منها ولا تقوم الساعة إلا فى يوم الجمعة (مسند أحمد وسنن أبى داود وابن ماجة).\nوعن أبى موسى الأشعرى قال : قال رسول الله صلى‌الله‌عليه‌وسلم : إن الله تعالى خلق آدم",
        "من قبضة قبضها من جميع الأرض فجاء بنو آدم على قدر الأرض فجاء منهم الأحمر والأبيض والأسود وبين ذلك والسهل والحزن والخبيث والطيب (مسند أحمد وسنن الترمذى).\nوعن أبى هريرة : قال رسول الله صلى‌الله‌عليه‌وسلم خلق الله عزوجل آدم على صورته طوله ستون ذراعا فلما خلقه قال له اذهب فسلم على أولئك النفر وهم نفر من الملائكة جلوس واستمع ما يجيبونك فإنها تحيتك وتحية ذريتك. قال فذهب فقال السلام عليكم فقالوا السلام عليك ورحمة الله فزادوه رحمة الله. قال فكل من يدخل الجنة على صورة آدم وطوله ستون ذراعا فلم يزل ينقص الخلق بعد حتى الآن (صحيح البخارى ومسلم ومسند أحمد).\nأى أن الله سبحانه وتعالى خلق آدم على صورته التى هو عليها ولم يخلقه جنينا فطفلا فشابا فرجلا.\nوعن أنس أن رسول الله صلى‌الله‌عليه‌وسلم قال : لما صور الله آدم فى الجنة تركه ما شاء الله أن يتركه فجعل إبليس يطوف به ينظر ما هو فلما رآه أجوف عرف أنه خلق خلقا لا يتمالك (صحيح مسلم ومسند أحمد).",
        "وعن أبى هريرة قال : قال رسول الله صلى‌الله‌عليه‌وسلم : استوصوا بالنساء فإن المرأة خلقت من ضلع وإن أعوج شيئ فى الضلع أعلاه فإن ذهبت تقيمه كسرته وإن تركته لم يزل أعوج فاستوصوا بالنساء (صحيح البخارى).\nالخاتمة\nإن العطاء المتجدد للقرآن الكريم لم ولن ينصب حتى قيام الساعة.\nومن أوجه إعجازه تجلى معانى ودلائل كريمة لآياته لتجابه دعاوى الكفر فى كل عصر ولتدل من هدى الله إلى الإيمان وتقيم الحجة على من كفر وفى هذا بغض النظر عن قوة المعانى وحجيتها بيان جلى لرحمة الله تعالى بخلقه فهو عزوجل لا يريد لهم الكفر وهو الرحمن الرحيم الذى تفيض رحمته لتشمل خلقه أجمعين. ولكن الإنسان جهولا. يأبى إلا أن يغمض عينيه عن تلك الآيات ليكفر ولتحق عليه كلمة العذاب.",
        "قال تعالى :\n(وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمى * قالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمى وَقَدْ كُنْتُ بَصِيراً* قالَ كَذلِكَ أَتَتْكَ آياتُنا فَنَسِيتَها وَكَذلِكَ الْيَوْمَ تُنْسى) [طه : 124 ـ 126].\nإن قضية الخلق قد شغلت عقل الإنسان عبر العصور وهى قضية إيمانية أساسية لما يتبعها من بعث بعد الموت للحساب والجزاء وتتضمن ثلاثة مسائل هامة :\nأولها : حكمة الخلق وقد بينها القرآن الكريم بجلاء فى قوله تعالى : (وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ) [الذاريات : 56].",
        "ثانيها : مصدرية الخلق فالخالق هو الله سبحانه وتعالى كما توضح كثير من آيات القرآن الكريم.\nثالثها : كيفية الخلق ويشمل ذلك مبدأه وتجدده وصريح الآيات تبين أن الإنسان لم يتح له مشاهدة مبدأ الخلق (خلق الكون أو الإنسان) فقال تعالى : (ما أَشْهَدْتُهُمْ\nخَلْقَ السَّماواتِ وَالْأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ وَما كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُداً)\n[الكهف : 51]",
        "إن التنوع الفائق للمخلوقات والتماثل بينها حقيقة معروفة منذ أمد طويل وتعاظم كلاهما مع ازدياد المعرفة الإنسانية لتشمل هذه أنواعا يصعب حصرها من المخلوقات والتى تتشابه فى مخطط خلقها على مستوى الخلية والكيمياء الحيوية والموروثات.\nيقول الله تعالى فى سورة العنكبوت :\n(أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذلِكَ عَلَى اللهِ يَسِيرٌ* قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ* يُعَذِّبُ مَنْ يَشاءُ وَيَرْحَمُ مَنْ يَشاءُ وَإِلَيْهِ تُقْلَبُونَ) [العنكبوت : 19 ـ 21].\nالآيات الكريمة تتناول قضية الخلق. كيف يخلق الله الخلق من الخلق مرة بعد أخرى وهذا يدل على تصاعد عملية الخلق عبر الزمن. خلق المخلوقات الحية بتنوعها الجم وتماثلها الشديد وهو الحقيقة العلمية الوحيدة فى نظرية النشوء لأن ذلك خلق من خلق آخر وهو يسير حيث أن الإنسان أدرك قوانينه وهى تغيير المادة الوراثية وعمل بإذن الله على محاكاته خلال عملية التهجين.",
        "إن الحقيقة القرآنية عن الخلق تدحض دعوى الكفار الذين يريدون أن يضلوا الناس عن الحق انهم يريدون أن يطفئوا نور الله بأفواههم ولكن الله يأبى إلا يتم نوره.\nيقول سبحانه وتعالى : (يُرِيدُونَ أَنْ يُطْفِؤُا نُورَ اللهِ بِأَفْواهِهِمْ وَيَأْبَى اللهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكافِرُونَ) [التوبة : 32].\nويقول الله تعالى : (بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ) [الأنبياء : 18] صدق الله العظيم.\nالمراجع",
        "1 ـ المنتخب فى القرآن الكريم.\n2 ـ أنه الحق ـ الشيخ عبد المجيد الزندانى.\n3 ـ الاعجاز العلمى فى القرآن والسنة ـ الشيخ عبد المجيد الزندانى.\n4 ـ الأدلة المادية على وجود الله للشيخ محمد متولى الشعراوى.",
        "5 ـ معجزة القرآن للشيخ محمد متولى الشعراوى.\n6 ـ القرآن محاولة لفهم عصرى للدكتور مصطفى محمود.\n7 ـ التوراة والإنجيل والقرآن فى ضوء المعارف الحديثة للمستشرق الفرنسى موريس بوكاى.\n8 ـ جسم الإنسان والإعجاز القرآنى للدكتور أحمد شوقى الفنجرى.",
        "9 ـ العلم فى القرآن الكريم للدكتور أحمد حسنين القفل.\n10 ـ وللمسرفين أمراضهم للدكتور غريب جمعة.\n11 ـ الخلق بين العنكبوتية الداروينية والحقيقة القرآنية للدكتور كريم حسنين.\n12 ـ الإعجاز العلمى فى القرآن الكريم للأستاذ سعيد صلاح الفيومى.",
        "الفهرس\n1 ـ مقدمة\t3\n2 ـ خلق الإنسان\t5\n3 ـ مدة الحمل\t10",
        "4 ـ تشريح الأجنة\t11\n5 ـ عملية الإخصاب\t13\n6 ـ تعيين جنس الجنين\t18\n7 ـ الأسرة\t20",
        "8 ـ الرضاع\t23\n9 ـ الشيخوخة\t24\n10 ـ الطلاق\t25\n11 ـ سر الحياة\t26",
        "12 ـ القرآن والتربية الجنسية\t27\n13 ـ الاستنساخ\t29\n14 ـ وللمسرفين أمراضهم\t31\n15 ـ الحواس فى الإنسان\t34",
        "16 ـ الأذن\t34\n17 ـ العين\t35\n18 ـ الجلد\t36\n19 ـ بصمة الإنسان\t36",
        "20 ـ الرقبة\t37\n21 ـ الرقاد والنوم\t37\n22 ـ علم التشريح فى الحيوان\t39\n23 ـ الكلب\t39",
        "24 ـ الإبل\t39\n25 ـ الطير\t41\n26 ـ علة التحريم فى القرآن الكريم\t43\n27 ـ تحريم الرضاع\t43",
        "28 ـ تحريم الميتة والدم ولحم الخنزير\t44\n29 ـ الخمر\t48\n30 ـ الزنا والسيلان\t49\n31 ـ اللواط\t50",
        "32 ـ الماء الآسن\t51\n33 ـ المنافع فى القرآن الكريم\t51\n34 ـ الصوم\t51\n35 ـ عسل النحل\t53",
        "36 ـ اللبن\t54\n37 ـ التم\tر 54\n38 ـ الزيتون\t55\n39 ـ الحديد\t56",
        "40 ـ النظافة\t58\n41 ـ دورة الحياة\t59\n42 ـ نظرة عامة للحياة\t62\n43 ـ الخلية\t62",
        "44 ـ الأحماض الأمينية\t63\n45 ـ شفرة الحياة\t64\n46 ـ الخلق بين الأسطورة والعلم\t65\n47 ـ فروض نظرية التطور (النشوء)\t66",
        "48 ـ آلية التطور\t68\n49 ـ السجل الحفرى\t69\n50 ـ بداية الخلق فى فروض نظرية داروين للتطور\t70\n51 ـ الجدل حول نظرية داروين للتطور\t71",
        "52 ـ تناقض فرضية التطور مع علم الفيزياء وقانون الصدفة\t72\n53 ـ رفض المسلمين لفروض داروين عن التطور\t73\n54 ـ الحقائق القرآنية فى مجال الخلق\t76\n55 ـ الآيات القرآنية فى خلق الدواب\t79",
        "56 ـ الخاتمة\t83\n57 ـ المراجع\t85\n58 ـ الفهرس\t86"
    ]
}