{
    "partText": [
        "\nفصل: - وإذا أقر له بمائة درهم دينا أو قال: وديعة أو غصبا ثم سكت سكوتا يمكنه الكلام فيه\n...\nفصل: - وإذا أقر له بمائة درهم دينا أو قال: وديعة أو غصبا ثم شكت سكوتا يمكنه الكلام فيه\nأو أخذ في كلام آخر غير ما كان فيه ثم قال: زيوفا أو صغارا أو إلى شهر - لزمه ألف جياد وافية حالة: إلا أن يكون في بلد أو زانهم ناقصة أو مغشوشة فيلزمه من دراهم البلد وكذلك في البيع والصداق وغير ذلك وإن أقر بدراهم وأطلق ثم فسرها بسكة البلد الذي أقر بها فيه أو بسكة بلد غيرها مثلها أو أجود منها - قبل منه: لا بادني منها وإن أقر بدريهم فكإقراره بدرهم وإن أقر بدبين مؤجل فأنكر المقر له الأجل - قبل قول المقر في التأجيل مع يمينه حتى ولو عزاه إلى سبب قابل للأمرين\n(4/465)\n",
        "في الضمان وغيره وإن قال: له علي ألف زيوف - قبل تفسيره بمغشوشة أو بمعيبة عيبا ينقصها ولم يقبل بما لا فضة فيه ولا ما لا قيمة له وإن قال: له علي دراهم ناقصة لزمته ناقصة وإن قال صغارا وللناس دراهم صغار - قبل قوله وإلا فلا وإن قال: له درهم كبير لزمه درهم إسلامي وله عندي رهن فقال المالك: وديعة فقوله بيمينه وكذا لو أقر بدار وقال: استأجرتها أو بثوب وادعى أنه قصره أو خاطه بأجر يلزم المقر له - لم يقبل وكذا لو قال: هذه الدار له ولي سكناها وله علي ألف من ثمن مبيع لم أقبضه وقال المقر له: بل هو دين في ذمتك أو قال: له علي ألف ولي عنده مبيع لم أقبضه فقول المقر له وله عندي ألف وفسره بوديع أو دين بكلام متصل أو منفصل - قبل ولو قال قبضته أو تلف قبل ذلك أو ظننته باقيا ثم علمت تلفه وإن قال: له علي أو في ذمتي ألف وفسره بوديعة فإن كان التفسير متصلا ولم يقل: تلفت - قبل وإلا فلا وإن قال: له عندي وديعة رددتها إليه أو تلفت لزمه ضمانها ولم يقبل قوله وله عندي مائة وديعة بشرط الضمان لغا وصفه لها بالضمان وبقيت على الأصل ولك علي مائة في ذمتي أو لم يقل في ذمتي ثم أحضرها وقال: هذه التي أقررت بها وهي وديعة كانت لك عندي فقال المقر له: هذه وديعة والتي أقررت بها غيرها - فقول المقر له وإن قال: ديني الذي على زيد لعمرو - صح وإن قال: له في هذا العبد ألف أو له من هذا العبد ألف طولب بالبيان: فإن قال: تعد عني ألفا في ثمنه - كان\n(4/466)\n\nقرضا وإن قال: تعد في ثمنه ألفا قيل له: بين كم ثمن العبد وكيف كان الشراء؟ فإن قال: بإيجاب واحد وزن ألفا ووزنت ألفا - كان مقرا بنصف العبد وإن قال: وزنت أنا ألفين كان مقرا بثلثه والقول قوله مع يمينه سواء كانت القيمة قدر ما ذكره أو أقل لأنه قد يغبن وإن قال: اشتريناه بإيجابين قيل له: بين أو اشتر منه فإن قال نصفا أو ثلثا أو أقل أو أكثر - قبل منه مع يمينه: وافق القيمة أو خالفها وإن قال وصى له بألف من ثمنه بيع وصرف له من ثمنه ألف وإن أراد أن يعطيه ألفا من ماله من غير ثمن العبد لم يلزمه قبوله لأن الموصي له يتعين حقه في ثمنه وإن فسر ذلك بألف من جناية جناها العبد فتعلقت برقبته - قبل ذلك وله بيع العبد ودفع الألف من ثمنه وإن قال: أردت أنه رهن عنده بألف قبل وإن قال: له علي في هذا المال ألف أو في هذه الدار نصفها فإقرار وإن قال: له من مالي أو فيه أو في ميراثي من أبي ألف أو نصفه أو داري هذه أو نصفها أو ثمنها أو فيها نصفها - صح فلو زاد بحق لزمني - صح وإن فسره بإنشاء هبة قبل منه فإن امتنع من تقبيضه لم يجبر عليه لأن الهبة لا تلزم قبل القبض وإن قال: له في ميراث أبي ألف فهو دين على التركة فإن فسره بإنشاء هبة لم يقبل وإن قال: له هذه الدار عارية ثبت بها حكم العارية وكذا لو قال: له هذه الدار هبة أو سكني.",
        "(4/467)\n\nفصل: - ولو قال: بعتك جاريتي هذه قال: بل زوجتنيها\nوجب تسليمها للزوج لاتفاقهما على حلها له واستحقاقه إمساكها، ولا\n(4/467)",
        "\nترد إلى السيد لاتفاقهما على تحريمها عليه وله على الزوج أقل الأمرين من ثمنها أو مهرها ويحلف لزائد فإن نكل لزمه وإن أولدها فهو حر ولا ولاء عليه ونفقته على أبيه ونفقتها على الزوج لأنه إما زوج أو سيد فإن ماتت الأمة وتركت مالا منه قدر ثلثها وتركتها للمشتري والمشتري مقر للبائع بها فيأخذ منها قدر ما يدعيه وبقيته موقوفة وإن ماتت بعد الواطئ فقد ماتت حرة وميراثها لولدها وورثتها فإن لم يكن لها وارث فميراثها موقوف لأن أحدا لا يدعيه وليس للسيدان يأخذ منه قدر الثمن لأنه يدعي الثمن على الواطئ وميراثها ليس له لأنه قد مات قبلها وإن رجع البائع فصدق الزوج فقال: ما بعته إياها بل زوجته لم يقبل في إسقاط حرية الولد ولا في استرجاعها إن صارت أم ولد وقبل في غيرها من إسقاط الثمن واستحقاق المهر وإن رجع الزوج ثبتت الحرية ووجب عليه الثمن وإن أقر أنه وهب وأقبض أو رهن وأقبض أو أقر بقبض ثمن أو غيره ثم أنكر وقال: ما قبضت ولا أقبضت ولا بينة وهو غير جاحد الإقرار به وسأل إحلاف خصمهن لزمه اليمين وإن أقر ببيع أو هبة أو إقباض ثم ادعى فساده وأنه أقر بظن الصحة لم يقبل وله تحليف المقر له فإن نكل حلف هو ببطلانه وإن باع شيئا أو وهبه أو أعتقه ثم أقر أن ذلك كان لغيره لم يقبل قوله ولم ينفسخ البيع ولا غيره ولزمته غرامته للمقر له وإن قال: لم يكن ملكي ثم ملكته بعد وأقام بينة قبلت: إلا أن يكون قد أقر أنه ملكه أو قال: قبضت\n(4/468)\n",
        "ثمن ملكي ونحوه فلا تقبل البينة ولا يقبل رجوع المقر عن إقراره إلا فيما كان حدا لله وأما حقوق الآدميين وحقوق الله التي لا تدرأ بالشبهات: كالزكاة والكفارات فلا يقبل رجوعه عنها وإن أقر أقر لرجل بعبد أو غيره ثم جاءه به فقال: هذا الذي أقررت لك به فقال بل هو غيره لم يلزمه تسليمه إلى المقر له ويحلف المقر أنه ليس له عنده عبد سواه: فإن رجع المقر له فادعاه لزمه دفعه إليه ولو أقر بحرية عبد ثم اشتراه أو شهد رجلان بحرية عبد غيرهما ثم اشتراه أحدهما من سيده عتق في الحال ويكون البيع صحيحا بالنسبة إلى البائع وفي حق المشتري استنقاذا ويصير كما لو شهد رجلان على رجل أنه طلق امرأته ثلاثا فرد الحاكم شهادتهما فدفعا إلى الزوج عوضا ليخلعها صح وكان خلعا صحيحا وفي حقهما استخلاصا ويكون ولاؤه موقوفا لأن أحدا لا يدعيه فإن مات وخلف مالا فرجع البائع أو المشتري عن قوله فالمال له لأن أحدا لا يدعيه غيره ولا يقبل قوله في نفي الحرية لأنها حق لغيره وإن رجعا وقف حتى يصطلحا عليه لأنه لأحدهما ولا تعرف عينه.\n(4/469)\n\nفصل: - وإن قال غصبت هذا العبد من زيد: لا بل من عمرو\nأو غصبه هو من عمرو أو هذا لزيد بل لعمرو أو ملكه لعمرو وغصبته من زيد بكلام متصل أو منفصل فهو لزيد ويغرم قيمته لعمرو وغصبته من زيد وملكه لعمرو فهو لزيد ولا يغرم لعمرو شيئا وإن قال: غصبته من أحدهما - أخذ",
        "(4/469)\n\nباليقين فيدفعه إلى من عينه ويحلف للآخر وإن قال: لا أعرف عينه فصدقاه - انتزع من يده وكانا خصمين فيه وإن كذباه فقوله مع يمينه فيحلف يمينا واحدة أنه لا يعلم لمن هو منها وإن أقر بألف في وقتين أو قيد أحد الألفين بشيء - حمل المطلق على المقيد ولزمه ألف واحدة وإن ذكر سببين: كأن أقر بألف من ثمن عبد ثم أقر بألف من ثمن فرس أو قرضا أو قال: ألف درهم سود وألف درهم بيض ونحوه - لزماه وإن ادعى رجلان دارا في يد ثالث أنها شركة بينهما بالسوية فأقر لأحدهما بنصفها - فالنصف المقر به بينهما نصفين وإن قال في مرض موته: هذا الألف لقطة فتصدقوا به ولا مال له غيره - لزم الورثة الصدقة بجميعه ولو كذبوه.\n(4/470)",
        "\nفصل: - وإذا مات رجل وخلف مائة فادعاها بعينها رجل فأقر ابنه له بها ثم ادعاها آخر بعينها فأقر له بها -\nفهي للأول ويغرمها للثاني وإن أقر بها لهما معا فهي بينهما وإن أقر بها لأحدهما فهي له وحلف للآخر وإن ادعى على ميت دينار هي جميع التركة فأقر له الوارث ثم ادعى آخر مثل ذلك فأقر له: فإن كان في مجلس واحد فهي بينهما وإن كان في مجلسين فهي للأول ولا شيء للثاني وإن خلف ابنين ومائتين فادعى رجل مائة دينا على الميت فصدقه أحد الابنين لزمه نصفها: إلا أن يكون عدلا ويشهد ويحلف الغريم مع شهادته ويأخذها وتكون المائة الباقية بين الابنين ولو لزمه جميع الدين: كأن يكون ضامنا فيه لم تقبل شهادته على أخيه لكونه يدفع عن\n(4/470)\n",
        "نفسه ضررا وتقدم آخر كتاب الإقرار وإن خلف عبدين متساويي القيمة لا يملك غيرهما فقال أحد الابنين: أبي أعتق هذا في مرضه أو وصى بعتقه وقال الآخر: بل هذا - عتق من كل واحد ثلثه وصار لكل ابن سدس الذي أقر بعتقه ونصف العبد الآخر وإن قال الثاني أعتق أحدهما لا أدري من منهما - أقرع بينهما فإن وقعت القرعة على الذي اعترف الابن بعتقه عتق منه ثلثاه إن لم يجيزا عتقه كاملا وإن وقعت القرعة على الآخر فكما لو عينه الثاني: لكن لو رجع الابن الثاني وقال: قد عرفته قبل القرعة فكما لو أعتقه ابتداء من غير جهل وإن كان بعد القرعة فوافقها تعيينه لم يتغير الحكم وإن خالفها عتق من الذي عينه ثلثه بتعيينه فإن عين الذي عينه أخوه عتق ثلثاه وإن عين الآخر عتق منه ثلثه ولا يبطل العتق في الذي عتق بالقرعة إن كانت بحكم حاكم.\n(4/471)\n\nباب الإقرار بالمجمل\nمدخل\n...\nباب الإقرار بالمجمل\nوهو ما احتمل أمرين فأكثر على السواء ضد المفسر إذا قال له علي شيء أو شيء وشيء أو شيء شيء أو كذا أو كذا وكذا أو كذا كذا قيل: فسره فإن أبى - حبس حتى يفسره فإن فسره بحق شفعة أو مال - وإن قل - أو حد قذف أو شيء يجب رده: جلد ميتة نجس بموتها ولو غير مدبوغ أو ميتة طاهرة أو كلب يباح نفعه قبل: إلا أن يكذبه المقر له ويدعي جنسا آخر أو لا يدعي شيئا فيبطل إقراره وإن فسره بميتة أو خمر أو كلب لا يجوز اقتناؤه،",
        "(4/471)\n\nأو ما لا يتمول كقشرة جوزة وحبة بر أو رد سلام وتشميت عاطس ونحوه لم يقبل فإن عينه والمدعي ادعاه ونكل المقر فعلى ما ذكروه: فإن مات قبل أن يفسر - أخذ وارثه بمثل ذلك إن خلف تركة وإلا فلا فإن فسره بما يقبل تفسيره من الميت: من شفعة وحد قذف ونحوه مما تقدم - قبل وإن أبى وارث أن يفسره وقال: لا علم لي بذلك حلف ولزمه من التركة ما يقع عليه الاسم وكذا المقر لو قال ذلك وحلف وإن قال له علي بعض العشرة - قبل تفسيره بما شاء منها وإن قال: له شطرها فهو نصفها وإن قال: غصبت منه شيئا ثم فسره بنفسه أو بولده لم يقبل وإن فسره بخمر ونحوه - قبل ولو قال: غصبتك - قبل تفسيره بحبسه وسجنه وتقبل الشهادة على الإقرار بالمجهول لأن الإقرار به صحيح كما تقدم وإن قال: له علي مال أو مال عظيم أو خطير أو كثير أو جليل - قبل تفسيره بمتمول قليل أو كثير حتى بأم ولد وإن قال: له علي دراهم أو دراهم كثيرة أو وافرة أو عظيمة - قبل تفسيرها بثلاثة فأكثر ولا يقبل تفسيرها بما يوزن بالدراهم عادة كابريسم وزعفران ونحوهما وإن قال: له علي كذا درهم أو كذا أو كذا أو كذا كذا درهم بالرفع أو النصب لزمه درهم وبالخفض أو الوقف لزمه بعض درهم ويرجع في تفسيره إليه وله علي ألف - يرجع في تفسيره إليه فإن فسره بجنس أو أجناس قبل منه: لا بنحو كلاب وله علي ألف ودرهم أو ألف ودينار. أو\n(4/472)",
        "\nألف وثوب أو فرس أو درهم وألف أو دينار وألف أو ألف خمسون درهما أو خمسون وألف درهم ونحوه - فالمجمل من جنس المفسر معه ومثله درهم ونصف وله اثنا عشر درهما ودينار - برفع الدينار فدينار واثنا عشر درهما وإن نصبه فالاثنا عشر - دراهم ودنانير وإن قال: له في هذا العبد شرك أو شريكي فيه أو هو شركة بيننا أو لي وله أو له فيه سهم - رجع في تفسير حصة الشريك إليه وإن قال لعبده إن أقررت بك لزيد فأنت حر ساعة قبل إقراري فأقر به لزيد صح الإقرار: دون العتق وإن قال أنت حر ساعة إقراري - لم يصحا ذكره في الرعاية وإن قال: له علي أكثر من مال فلان وفسره بأكثر قدرا أو بدونه وقال: أردت كثرة نفيه لحله ونحوه - قبل مع يمينه: سواء علم مال فلان أو جهله وإن قال لمن ادعى عليه دنيا لفلان علي أكثر من مالك علي وقال: أردت النهزي - لزمه حق لهما يرجع في تفسيره إليه وله علي ألف إلا قليلا - يحمل على ما دون النصف وله علي معظم الألف أو جمل ألف أو قريب من ألف - لزمه أكثر من نصف الألف ويحلف على الزيادة إن ادعيت عليه.\n(4/473)\n",
        "فصل: - وإن قال: له علي ما بين درهم وعشرة\nلزمه ثمانية له ما بين درهم إلى عشرة أو من درهم إلى عشرة يلزمه تسعة وإن قال أردت بقولي من درهم إلى عشرة مجموع الأعداد كلها: أي الواحد والاثنين والثلاثة والأربعة والخمسة والستة والسبعة والثمانية والتسعة والعشرة - لزمه خمسة وخمسون وإن قال له علي درهم\n(4/473)\n\nقبله دينار، أو بعده أو قفيز من حنطة أو معه أو تحته أو فوقه أو مع ذلك - فالقول في ذلك كالقول في الدراهم وله علي درهم قبله درهم وبعده درهم لزمه ثلاثة أو قال له علي من عشرة إلى عشرين أو ما بين عشرة إلى عشرين - لزمه تسعة عشر وله ما بين هذا الحائط إلى هذا الحائط لا يدخل الحائطان وله علي درهم فوق درهم أو تحت درهم أو مع درهم أو فوقه أو تحته أو معه درهم أو قبله أو بعده درهم أو له درهم بل درهم أو درهم لكن درهم أو درهم بل درهمان - لزمه درهمان وله درهمان بل درهم أو عشرة بل تسعة - لزمه الأكثر وله درهم ودرهم أو درهم فدرهم أو درهم ثم درهم يلزمه درهمان ولو كرره ثلاثا بالواو أو بالفاء أو ثم أو له درهم درهم درهم لزمه ثلاثة وإن نوى بالثالث تأكيد الثاني لم يقبل في الأولى وقبل في الثانية وله علي هذا الدرهم بل هذان الدرهمان لزمته الثلاثة وإن قال: قفيز حنطة بل قفيز شعير أو درهم بل دينار لزماه معا وعلي درهم أو دينار - يلزمه أحدهما بتعيينه وإن قال: له علي درهم في دينار - لزمه درهم وإن قال: أردت العطف أو معنى مع لزمه الدرهم والدينار وإن قال: درهم ودينار بدرهم فيلزمه دون الدينار وإن قال أسلمته في دينار فصدقه المقر له بطل إقراره لأن سلم أحد النقدين في الآخر لا يصح وإن كذبه لزمه الدرهم وكذلك إن قال له علي درهم في ثوب اشتريته منه إلى سنة فصدقه - بطل إقراره لأنه إن كان بعد التفرق بطل السلم وسقط الثمن وإن كان قبله فالمقر",
        "(4/474)\n\nبالخيار بين الفسخ والإمضاء وإن كذبه المقر له فقوله مع يمينه ذكره الشارح وإن قال: له درهم في عشرة لزمه درهم: إلا أن يريد الحساب فيلزمه عشرة أو الجمع فيلزمه أحد عشر وإن قال: له عندي تمر في جراب أو سكين في قراب أو جراب فيه تمر أو منديل أو عبد عليه عمامة أو دابة عليها سرج أو فص في خاتم أو جراب فيه تمر أو قراب فيه سيف أو منديل فيه ثوب أو جنين في جارية أو في دابة أو دابة في بيت أو سرج على دابة أو عمامة على عبد أو دار مفروشة أو زيت في زق أو جرة ونحوه - فإقرار بالأول: لا الثاني وإن قال: له عبد بعمامة أو بعمامته أو فرس مسرج أو بسرجه أو سيف بقراب أو بقرابه أو دار بفرشها أو سفرة بطعامها أو سرج مفضض أو ثوب مطرز أو معلم لزمه ما ذكره وإن قال: حاتم فيه فص كان مقرا بهما وإن أقر له بخاتم وأطلق ثم جاءه بخاتم فيه فص وقال: ما أردت الفص - لم يقبل قوله وإقراره بشجرة أو شجر ليس إقرارا بأرضها فلا يملك غرس مكانها لو ذهبت ولا يملك رب الأرض قلعها وثمرتها للمقر له وإقراره بأمة ليس إقرارا بحملها ولو أقر ببستان - يشمل الأشجار ولو أقر بشجرة - شمل الأغصان.\n(4/475)"
    ]
}