{
    "partText": [
        "\nالإيمان بالقدر\nإن الحمد لله تعالى نحمده، ونستعين به ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله .\nقال ابراهيم بن إسحاق الحربي أحد تلاميذ الإمام أحمد بن حنبل : \" من لم يؤمن بالقدر لم يتهنى بعيشه \"\nو القدر لغز كبير حار فى فكه أزكياء العلم و ما وصلوا بعد الإبحار فيه إلا إلى الحيرة و كثير منهم تزندق و كثير خرج من الملة ، لأن القدر سر من أسرار الله تعالى متعلق بعلمه و بحكمته .\nسؤال :\nلماذا يغنى الله الفاجر السفيه و يفقر الفاضل التقى ؟؟\nمن أولى بالمال آلفجر الذى ينفقه على شهواته أم الفاضل الذي لو كان معه لأطعم حتى الكلاب ؟ !\nو الله تعالى لا يحب الفساد . فيعطى من يفسد و يحرم الأتقياء !!\nهل تستطيع حل هذا اللغز ؟\nالحل :\nأن الله تبارك و تعالى قدر هذا التقدير لحكمة لا تعلمها أنت ، والله تعالى أعلم حيث يجعل رسالته\nفسلم بالقدر تسلم و لا تتهم ربك . . . هذا هو الملاذ\nقال صلى الله عليه و سلم : \" إذا ذكر القدر فأمسكوا \"\nو قال الشافعى رحمه الله :\nو من الدليل على القضاء و حكمه بؤس اللبيب و طيب عيش الأحمق\n(1/1)\n",
        "و عَنْ عَلِيٍّ رَضِي اللَّهم عَنْهم قَالَ كُنَّا فِي جَنَازَةٍ فِي الْبَقِيعِ فَأَتَى النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ فَجَلَسَ وَجَلَسْنَا مَعَهُ وَمَعَهُ عُودٌ يَنْكُتُ بِهِ فِي الْأَرْضِ فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ فَقَالَ مَا مِنْ نَفْسٍ مَنْفُوسَةٍ إِلَّا قَدْ كُتِبَ مَدْخَلُهَا فَقَالَ الْقَوْمُ يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ عَلَى كِتَابِنَا فَمَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَإِنَّهُ يَعْمَلُ لِلسَّعَادَةِ وَمَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَإِنَّهُ يَعْمَلُ لِلشَّقَاءِ قَالَ بَلِ اعْمَلُوا فَكُلٌّ مُيَسَّرٌ أَمَّا مَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَإِنَّهُ يُيَسَّرُ لِعَمَلِ السَّعَادَةِ وَأَمَّا مَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَإِنَّهُ يُيَسَّرُ لِعَمَلِ الشَّقَاءِ ثُمَّ قَرَأَ ( فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى ) .\nقال سراقة : ما أجدنى أجد على العمل منى كالأن .\nفالله عز وجل ربط الأقدار بالأسباب ( فهما كقاعدة البناء و البناء ) فمن نقض أحدهما هدم البناء كله .\nهؤلاء الذين يقولون لو كان الله تعالى قدر لى المصية فلم يعذبنى !\nو من يقولون لو كان الله تعالى قدر لى أن أدخل الجنة فسأدخلها و لو كنت مثل فرعون !\nهؤلاء لم يفهوا ما فهم سراقه .\nأسئلة :\nهل تستطيع أن تنجب ولدا دون زواج ؟\nماذا تفعل عندما تجوع ؟ ماذا تفعل عندما تمرض ؟\nقال عبد القادر الجيلانى رحمه الله : \" أدفع أقدار الحق بالحق للحق \"\nفالجوع - قدر من الله - فإذا أخذ بالأسباب و أكل فدفع الجوع فقد قدر الله تعالى له أن يأكل لدفع الجوع ، اذا ( دفع قدر الله بقدر الله ) .\n(1/2)\n\nمن داهمه المرض – فهذا قدر الله – أخذ بالاسباب و أخذ الدواء ليدفع العلة – هذا ايضا من قدر الله – فدفع أقدار الحق بأقدار الحق للحق .\nو الذى يخالف الدلائل العقلية القاطعة لا يكفر و لكن يتهم بالجنون كمن قال : أريد ولدا و لكن دون زواج ، و كمن قال إذا قدر لى الله دخول الجنة فسأدخلها دون عمل حتى لو كنت مثل فرعون و هكذا .\nو قد قال العلماء : \" يصلح الإحتجاج بالقدر عند ارتفاع اللوم أما مع بقاء اللوم فلا :\nفمثلا :\nأن يعتدي بعض السفهاء على رجل بالسب و الضرب فيصبر و يقول : \" قد قدر الله على ذلك بذنب ارتكبته . . . \" فهذا غير ملوم و يصلح احتجاجه بالقدر .\nأما من زنا ثم قال : \" قد قدر الله على ذلك و لو شاء لمنعنى \" فهذا ملوم و لا يصح له الاحتجاج بالقدر .\nفلا بد من الإيمان بالقدر مجملا مع الأخذ بالاسباب لأن الله تعالى ربط الأقدار و الأسباب معا .\nأقول قولى هذا و استغفر الله لى ولكم",
        "(1/3)\n"
    ]
}