{
    "partText": [
        "الاجتهاد وإشكاليات التطوير والمعاصرة الجزء الأول\nمعهد الرسول الأكرم صلى‌الله‌عليه‌وآله‌وسلم العالي للشريعة\n\nالفقه إمكانيّات خصبة للتطوير ",
        "مقدِّمة \nيُعَدُّ الفقه أحد أهمّ العلوم الإسلاميّة، بل يذهب بعضهم إلى أنّه العلم الإسلامي الأوحد الّذي لا يمكن دعوى تأثّره بالفكر الوافد. وقد عرَّفه الفقهاء بأنّه: ((العلم بالأحكام الشرعيّة الفرعيّة من أدلَّتها التفصيليّة))(1). وتتَّضح أهميّة هذا العلم بعد الوقوف على مرامي هذا التعريف وغاياته، حيث إنّه يراد من الأحكام الشرعيّة الأحكام الخمسة: ((الوجوب والحرمة، الاستحباب والكراهة، الإباحة))، وإذا جمع هذا مع المسلَّمة الّتي يؤمن بها الفقهاء؛ وهي أنّ كلّ فعل من أفعال المكلَّفين مورد لحكم من هذه الأحكام الخمسة: ((ما من حادثة إلا ولله فيها حكم))(2). عند ذلك تبرز أهميّة هذا العلم لدى المشتغلين به. ويؤكِّد هذه الأهميّة أنّ المسلم قديماً، وحديثاً ـ إلى حد ما، لا يخلو بيته من كتاب فقهي بشكل أو بآخر. \nوعلى ضوء هذا الوعي لأهميّة الفقه يقول الإمام الخميني رحمه‌الله: \n((... ولا يمكن توضيح حقيقة القوانين الإلهيّة، ولو على نحو الإجمال، في مثل هذه اللقاءات...؛ فأحكام الإسلام قوانين تنظِّم حياة جميع أفراد بني الإنسان، ",
        "ــــــــــــــ\n1 ـ حسن زين الدين، معالم الدين وملاذ المجتهدين، ط عبد الرحيم، ص 22. \n2 ـ الحرّ العاملي، وسائل الشيعة، ط2، قم، مؤسسة آل البيت، 1414هـ، مج27، ص52. \n",
        "تنظِّم علاقتهم بالله... وبالجهاز الحاكم، وتنظِّم العلائق الّتي يمكن تصورها. إنّ للإسلام قوانين تنظِّم كلّ هذه الشؤون... . فالإسلام يحتوي على نظام للحكم يناظر مؤسّسات الأنظمة الأخرى للحاكم، لكن مؤسّساته تقوم على أساس العدالة. كما أنّ له قوانين تنظِّم علاقة الجهاز الحاكم بالرعيّة، بمختلف فئاتها))(3). \nتطوير الفقه\nإنّ أهميّة علم الفقه الّتي أشرنا إليها، تملي على العلماء والباحثين ضرورة تطوير الفقه والنهوض به؛ ليبلغ إلى ما يرتجى منه كنظام يقنن لجوانب الحياة الإنسانيّة كلِّها، على الصعيدين الفردي والاجتماعي، الدنيوي والأخروي. \nمراحل تطور الفقه",
        "اختلف الباحثون في تعداد المراحل الّتي مرَّ بها الفقه؛ فمنهم من أوصلها إلى تسعة(4)، في حين رأى آخرون غير ذلك، منهم محمود شهابي واعتمد تقسيماً آخر للفقه(5). وبغضِّ النظر عن هذا الاختلاف في عدد مراحل الفقه وطبقات الفقهاء، الّذي يبتني على المعيار المعتمد من زمني أو كيفي، يلاحظ تطور الفقه نفسه. ولو لاحظنا تطور الفقه بنظرة إجماليّة، نجد أنّ الفقهاء اعتمدوا في تدوين فقههم، نصوص الروايات الواردة عن الأئمّة عليهم‌السلام ، دون أيَّ إضافة أو تفريع عليها؛ اللَّهُم إلاّ حذف اسنادها ودرجها على شكل مجموعة من المسائل. \nوهكذا إلى أن أتى الشيخ الطوسي (ت 460)، فلم يرقه الجمود الفقهي: (( إنّي لا أزال أسمع معاشر مخالفينا من المتفقِّهة والمنتسبين إلى علم الفروع ينسبونهم إلى قلّة الفروع وقلّة المسائل... وكنت، على قديم الوقت، متشوِّق النفس إلى عمل كتاب يشتمل على ذلك، تتوق نفسي إليه، فيقطعني عن ذلك القواطع وتشغلني الشواغل...))(6). \nــــــــــــــ\n3 ـ أنظر: الإمام الخميني، الكوثر، ط1، طهران، مؤسّسة تنظيم ونشر تراث الإمام، 1996م، ج2، ص473. ",
        "4 ـ أبو القاسم كرجي، تاريخ فقه وفقها (بالفارسيّة)، ط1، طهران، سمت، 1375هـ. ش. \n5 ـ محمو شهابي، أدوار فقه، ط5، طهران، وزارة الإرشاد، 1375هـ. ش. \n6 ـ محمد بن الحسن الطوسي، المبسوط، طهران، المكتبة المرتضويّة، 1387هـ، ج1، ص2. \n",
        "فألّف كُتباً عدّة، حاول فيها الخروج عن المألوف في تدوين الفقه، فأثرت حركته وانتقل بها إلى مراتب عجز تلاميذه عن مجاراته فيها، فجمدوا أمام عبقريّته سنين متطاولة(7). \nوهكذا تابع الفقه مسيرته، بين تطور وركود، إلى أن وصل إلى عصرنا الحاضر. ولا نريد أن نؤرِّخ لتطور الفقه عبر عصوره الّتي مرَّ بها، ولكن نريد الدخول من هذا الباب إلى البحث عن الإمكانيّات الّتي يتمتَّع بها الفقه للتطوير، ووسائل هذا التطوير ومساربه. \n1 ـ مِلاكات الأحكام:\nيؤمن كثير من الفقهاء بأنّ الأحكام الّتي شرّعها الله تابعة للمصالح والمفاسد المترتِّبة عليها، وهذه المصالح أو المفاسد يُطلق عليها مصطلح: (مِلاكات الأحكام)، ومن شأن الالتفات إلى مِلاكات الأحكام ومحاولة اكتشافها أن يدفع بالفقه إلى الأمام، وقد التفت كثير من الفقهاء إلى هذه المسالة، وعبرَّوا عنها بعبارات مختلِفة، تدور بأجمعها حول إمكانيّة إدراك علّة الحكم، وتوسعة بعض الأحكام الواردة في واقعة محدَّدة لتشمل غيرها من الوقائع المشابِهة، وضمن هذا الإطار يقع القياس عند فقهاء أهل السنّة، وتنقيح المناط عند فقهاء الإماميّة. ",
        "ولم يكن الموقف من إدراك مِلاكات الأحكام موحَّداً، بل اختُلِف بين فقة العبادات وفقه المعاملات؛ حيث فرّق بعض الفقهاء بين المجالين، فحكموا بإمكانيّة الوصول إلى المِلاك في المجال الثاني دون المجال الأول. \n(( إذا كان للشارع كلمة بشأن الأصول العُقلائيّة، نفياً أم إثباتاً، فإنّ هذه الممارسة تُعَدُّ في الواقع إرشاداً إلى حكم العقلاء، لا أنّ للشارع تعبُّداً في باب المعاملات. أمّا في باب العبادات، فلا يمكن أن نأتي بالتعليلات بشأن الأحكام الشرعيّة...))(8). \nــــــــــــــ\n7 ـ محمد باقر الصدر، المعالم الجديدة للأصول، ط3، بيروت، دار التعارف، 1981م، ص62. ",
        "8 ـ محمد هادي معرفت، الحياة الطيّبة، العدد 6 و7، ص50، وللمقارنة انظر: محمد مهدي شمس الدين، مجلة المنطلق، العدد111. \n\n2 ـ التَّحول في المنهج:\nترتكز كثير من الخلافات الفقهيّة على التغير في المنهج المعتمد في استنباط الأحكام، وبهذا وحده يمكن تفسير الخلاف بين الأخباريّين والأصوليّين في الفقه الإمامي؛ حيث أنكرت الفئة الأولى قيمة العقل في استنباط الأحكام وقبلتها الأخرى ضمن حدود وضوابط قرَّروها. وهكذا كثير من الخلافات الفقهيّة، ترتدُّ بالتالي إلى أصول منهجيّة. ومن هنا لا يمكن أن يتطوّر الفقه، إلا بتطوّر منهجه وأدواته العلميّة المعتمدة. ويبدو أثر المنهج الأصولي واضحاً في كثير من المسائل الفقهيّة، فمن يتابع فتاوى الشيخ يوسف البحراني يجده يتوقّف عن الفتوى في كثير من الموارد، بينما نجد غيره من أصحاب المنهج الأصولي يجترحون الحلول الفقهيّة لموارد توقّفه(9). ",
        "3 ـ زيادة المسائل:\nلا شكَّ في أنّ زيادة المسائل تُعَدُّ إحدى مسارب التطوير الفقهي، وهذه الزيادة على شكلين، فتارةً تُأخَذ زيادة المسائل كحالة افتراضيّة؛ بحيث يُعمِل الفقيه ذهنه لاختراع المسائل والإشكاليّات الفقهيّة ثُمََّّ البحث عن حلول لها، وهذا النحو لا يمكن عدُّه تطوّراً، إلاّ بنحو من التحفّظ، وبحسب الموارد. وقد كان الفقه يتطوّر في بعض مراحله على هذا النحو(10). وأخرى يَأخُذ تطور الفقه بزيادة المسائل شكلاً مرتبطاً بالواقع؛ بحيث تزداد المسائل بحسب حاجة الواقع، لا بحسب الافتراضات الذهنيّة، وهذا النحو من الزيادة يمليه حدوث مشكلات واقعيّة تواجه العقل الفقهي وتحتاج إلى حلول مستوحاة من المصادر الشرعيّة، ليكيّف المكّلف المسلم سلوكه على ضوئها، ومثال ذلك: أحكام البنوك، التأمين، ترقيع الأعضاء وبيعها، الاستنساخ، الموت الرحيم،... إلخ. وهذا الشكل من \nــــــــــــــ\n9 ـ أنظر: يوسف البحراني، الحدائق الناضرة، ج14، ص462. ",
        "10 ـ أنظر: جعفر كاشف الغطاء، كشف الغطاء، طبعة حجرية، أصفهان، مهدوي، ج1، ص27، توبة الزاني عند النزع. \n\nالزيادة يمكن تسميته تطوّراً دون أدنى تحفّظ؛ وذلك لأنّ الفقه علم عملي ينبغي أن يتفاعل مع حاجات الواقع ومشكلاته. \nوهذا ما يشير إليه الإمام الخميني رحمه‌الله ، عندما ينصح الطلاّب قائلاً: (( أيّها السادة الطلاّب، عليكم أن تبحثوا المسائل الفقهيّة من خلال سوق الحويش (أحد الأسواق المحليّة في مدينة النجف الأشرف)، لا في غرف مدارسكم))(11). ",
        "4 ـ التطبيق العملي للفقه:\nهناك فرق كبير بين الفقه النظري، الّذي لا يعرف طريقه للتطبيق، وبين الفقه العملي، الّذي يتمّ تطبيقه في عالم الواقع؛ حيث إنّ تطبيق الفقه، أو أي نظريّة قانونيّة أخرى، سوف يظهر مكامن الخلل فيها ويدعو القائمين عليها إلى إصلاحها. ولعل هذا ما يفسّر نمو أبحاث العبادات في الفقه الشيعي وضمور غيرها من الأبواب بالقياس إليها؛ حيث إنّ فقه العبادات قابل للتطبيق في حياة الفرد المسلم، بغضِّ النظر عن لون الحكومة السياسي، بينما الجانب الاجتماعي من الفقه قد لا يتيسّر تطبيقه في كثير من الأحوال، ما يؤدّي إلى عدم الاهتمام به، وهذا ما يفسّر قلّة اهتمام الفقهاء بأحكام العبيد في هذا العصر. وعلى ضوء هذا يمكن تفسير الأحكام الولائيّة الّتي تدعو إلى تشريع بعض الأحكام الخاصّة بمجالات تطرأ أثناء التطبيق، والمثال الأوضح لذلك من النظام القضائي الإسلامي؛ حيث إنّنا لا نجد في الرسائل العمليّة والكتب الفقهيّة المتداولة حديثاً عن منصب المدّعي العام، ولكن التطبيق لهذا النظام، يظهر أنّ القاضي على مستوى الشَّكل الظاهري يتحوّل إلى حكَمٍ وخَصْم للمدعي عليه في آن واحد، ولذلك يطرح الحديث عن استحداث منصب المدَّعي العام؛ للتخلّص من هذا التناقض الشكلي. \nــــــــــــــ\n11 ـ عن مجلة الحياة الطيّبة، العدد6 و7، ص49. ",
        "\n5 ـ المقارنة:\nينطلق الفقه الإسلامي عموماً، سنّيّاً كان أم إماميّاً، من مجموعة من المنطلقات المشتركة كالكتاب الكريم والسنّة الشريفة، بغض النظر عن الاختلاف في معايير تشخيصها والوثوق بها. هذه الوحدة ـ ولو في بعض المُنطلقات على الأقل ـ مضافاً إلى الوحدة في الاهتمامات والأهداف؛ حيث إنّ الفقه الإسلامي عموماً يهدف إلى التوفيق بين سلوك المؤمن وبين الشريعة؛ هذه الوحدة تدعو إلى التكامل بين الفقهين واستفادة كلٍّ منهما من الآخر. \nوقد التفت المتقدّمون من الفقهاء إلى أهميّة المقارنة وتأثيرها على فقههم وصياغة نظرياتهم، وهكذا وصلت إلينا موسوعات فقهيّة مقارنة منذ بدايات البحث الفقهي المنظَّم مثل: كتاب الخلاف للشيخ الطوسي، واستمرّت هذه السنّة إلى زمن العلاّمة الحلّي، فكان كتاب تذكرة الفقهاء، ثُمَّّ بعد ذلك لم نَعُد نرى المقارنة بين الفقهين إلاّ نادراً. ",
        "ومن الأبواب الّتي تدعو الحاجة إلى فتحها هو باب المقارنة مع الفقه الوضعي؛ حيث إنّ كثيراً ممّا في القوانين الّتي تُطَبَّق في العالم المعاصر قد يلتقي مع الفقه الإسلامي، وقد يختلف معه. ومن هنا لابدّ من بيان الموقف الفقهي منها. يقول الشيخ محمد هادي معرفت في معرض الدعوة إلى مقارنة الفقه بالقوانين المعمول بها على الصعيد الدولي: ((هل ثُمَّة مصلحة أن تقتفي الجمهوريّة الإسلاميّة... النُّظم الحقوقيّة المقرّرة في البلدان الأجنبيّة...))(12). \nهذه بعض الموارد والإمكانيّات الّتي يتحلّى بها الفقه، وتفسح له المجال بالتطوير والتقدّم، يضاف إليها غيرها ممّا عالجه هذا الكتاب، الّذي نأمل أن يكون مساهمة، ولو متواضعة، على طريق النهوض بالفقه؛ للوصول به إلى مرتبة تضاهي سائر القوانين المعمول بها في عالمنا المعاصر. \nالحياة الطيّبة \nــــــــــــــ",
        "12 ـ مجلة الحياة الطيبة، العدد 6 و7، ص49. \n\nمجال الفقه وحدوده  مدخل عام \nمهدي مهريزي ",
        "ترجمة: خالد توفيق \nإنّ البحث عن سؤال ((ماذا يريد الإنسان من الدين؟)) يمكن الإطلالة عليه ودرسه من زاويتين: \nالأولى: من خارج الدين؛ بحيث نصل، من خلال المعايير العقلانيّة، إلى ما نتوقّعه من الدين وما نريده منه. \nالثانية: من داخل الدين؛ حيث تسعى هذه الرؤية إلى أن تستشفّ الجواب من خلال الاستناد إلى النصوص الدينيّة، لكي تتبيّن التخوم الّتي تمتدّ إليها دائرة الدين في صلتها بحياة الإنسان. ",
        "والرؤية الّتي تطلّ على المقولة من خلال البُعد الثاني (الديني) هي الّتي يُطلق عليها ((كمال الدين)) أو ((شمول الدين وجامعيّته)). \nهناك الكثيرون من العلماء يشتغلون على هذا الموضوع وينظرون إليه من خلال الزاوية الأولى؛ [النظر إلى دور الدين من خارج الدين وعبر المعايير العقلانيّة]، إلاّ أنّ الحقّ أنّ هذه المعالجة ناقصة، وهي تعبير عن رؤية غير تامّة ولا منسجمة. فما لم يتحدّد لنا ما هو المراد من الدين، ولماذا ينبغي اللجوء إليه، لا يمكن معرفة مجاله، والدائرة الّتي يمتدّ إليها. فلو يمّمنا وجوهنا صوب الدين على أثر/ وبدافع حاجات و متطلّبات يعجز الإنسان نفسه عن تلبيتها، فلا يمكن أن يُنفى وقوع الخطأ في معرفة احتياجات الإنسان وتشخيصها، ومن ثُمََّ، فإنّنا نطلب من الدين أن يلبّي لنا رغباتنا في متطلّبات لم نعرفها.\nوبتعبير آخر، يمكن للدين أن يلبّي ـ من جهة ـ التوقّعات الأوليّة للإنسان، كما يؤدّي ـ من جهة أخرى ـ إلى توسّع دائرة الترقّب. تُرى هل عرف الإنسان جميع أبعاد نفسه حتّى يكون مُحِيطاً باحتياجاته ومتطلّباته كافّة؟، إذا ما آمنا بعجز الإنسان، في الجملة، عن تلبية بعض الاحتياجات، فعندئذ لا يمكن إنكار عجزه وقصوره فيما يرتبط باستنتاج آماله ومتطلّباته.\n",
        "وعلى هذا الأساس يحتاج بعدا المسألة، كلاهما، إلى الدراسة، ويتطلّبان معالجة علميّة جادّة من قبل الباحثين في الدين.\nويطلّ هذا المقال على جزء من مسألة الشموليّة أو الجامعيّة؛ متمثّلة بمجال الفقه، انطلاقاً من الزاوية الثانية (الدينيّة)؛ لأنّ مجال الدين وشموليّته مسألة معروضة للتداول من خلال مستويات عدّة، هي:\n1 ـ مجال الدين في دائرة المعرفة بالوجود، وفي نطاق المسائل الفلسفيّة، أو ما يرتبط بمقولة الرؤية الكونيّة عامّة.\n2 ـ مجال الدين في نطاق دائرة العلوم الطبيعيّة والإنسانيّة.",
        "3 ـ مجال الدين بالنسبة إلى المسائل الأخلاقيّة.\n4 ـ مجال الدين بالنسبة إلى المسائل الحقوقيّة والسُّلوكيّة.\nإنّ المحور الرابع، الّذي يأتي في هذه الدراسة بعنوان ((مجال الفقه))، هو ما سيكون موضعاً للبحث والتحليل. لكن ينبغي الإقرار بأنّ هذه المسألة لم تحظ بدراسة جدّيّة في إطار ما هو متداول في مجال علمَيْ الفقه والأصول، بل وحتّى في نطاق علم الكلام، ولم يُخصّص لها عنوان مستقل، وبذلك، ليس هناك تصوّر واضح عن الموضوع. ولم تتّضح مرتكزاته والمسلّمات المفترضة الّتي يقوم عليها، كما لم يتبيّن طريق معالجة المشكلة وحلولها. وينبغي لهذا الموضوع أن يأخذ موقعه في نطاق بحوث ((فلسفة الفقه))(1)، الّذي يعدّ بدوره علماً ناشئاً.\nورغم أنّ عامّة الفقهاء والأصوليّين يؤمنون بامتداد مجال الفقه، وتشهد بذلك سيرتهم العلميّة، ومنهجهم في البحث، إلاّ أنّ هذا الأمر لم يخضع لعملية التبيين والتفسير والاستدلال. وما نسعى إليه في هذه الدراسة هو أن نقدّم ((مدخلاً)) يكون بمثابة الأرضيّة الّتي توطئ للبحث الجادّ. على أن ّ ما ينبغي التنبيه إليه هو أنّ الكلام لا يدور حيال الفقه، أو بُنْيته الحاليّة، بقدر ما ينصبّ على ((مجال الفقه)) كما ينبغي أن يكون، بغض النظر عمّا هو عليه في الوقت الراهن.",
        "ــــــــــــــ\n(1) كمحاولة تمهيديّة على هذا الصعيد، يُنظر: مهدي مهريزي، كتاب قضايا إسلاميّة معاصرة، 1418هـ. مدخل إلى فلسفة الفقه، ترجمة خالد توفيق.\n\nأوّلاً: عرض المسألة",
        "يتمثّل عمل الفقيه بالبحث عن الأدلّة لاستخراج الأحكام الشرعيّة، كما يقوم، مضافاً إلى ذلك، بالبحث حول بعض الموضوعات الّتي يترتّب عليها الحكم. وهذا ما يمكن ملاحظته بوضوح في الموضوعات العباديّة. فعلى سبيل المثال، يطرح الشيخ الأنصاري في كتابه ((المكاسب)) كثيراً من التحليلات حول موضوعات الأحكام. وباستثناء هذين القسمين المتمثّلين ببيان الحكم والموضوع ليست هناك مسألة اُخرى يبحث عنها في الفقه.\nوما يُعنى به البحث عن ((مجال الفقه)) و((دائرة وحدود تدخُّله))، هو: مضافاً إلى القسمين المذكورين (الحكم والموضوع)، هل ثُمَّة للفقه ساحات أخرى لم يتناولها الفقهاء الآن؟، وفي مسألة الحكم والموضوع، إلى أين تمتدّ دائرة الفقه؟، هل يقع على عاتق الفقه وضمن مجاله بيان حكم جميع أشكال النشاط الإنساني، بما في ذلك النشاط الظاهري والباطني، الفردي والاجتماعي؟، ثُمَّ هل كلّ ما يتعرض له الفقهاء في أبحاثهم داخلٌ في حدود صلاحياتهم، أم أنّ بعض الموضوعات الّتي يبحثونها تقع خارج مجال تخصّصهم، وحدود دائرة علمهم؛ بحيث إنّ بعض الموضوعات الّتي يبحثون عنها تقع خارج نطاق دائرة الفقه؟\nوما يهمنا الإشارة إليه في عرض المسألة هو تسليط الضوء على مواضع الاختلاف، سواء بين الفقهاء أم غيرهم، وأن نوثّق لخلاصة ما ذكروه من الآراء والأقوال وبعض الاستدلالات.\n",
        "وتتمثّل مواضع الخلاف في الرؤية، بما يلي:\n1 ـ الفقه والأعمال الباطنيّة\nهل يعني الفقه بالأعمال الظاهريّة للإنسان وحدها، أم يمتدّ إلى الأعمال الباطنية أيضاً؟، وبتعبير آخر: هل تُعَدُّ بعض المسائل الأخلاقيّة، الّتي تهتم ببيان حكم الأعمال الباطنيّة، جزءاً من الفقه، أم أنّها تقع ضمن مجال علم الأخلاق؟\nيقول الفقيه محمد تقي الأصفهاني في ((هداية المسترشدين))، أثناء تعريف الفقه: ((إذا ما جعلنا الفقه مختصّاً بأعمال الجوارح، فإنّ كثيراً من المباحث تخرج عن دائرة الفقه، كمباحث النِّيَّة وغيرها))(2). من جهة اُخرى يقول بعض الحقوقيّين: ((إنّ الأخلاق، بشكل عام، تدخل في الفقه الإسلامي))(3).",
        "وعلى طرف آخر نجد هناك آراءً لكتّاب معاصرين تنكر التداخل بين الأخلاق والفقه أو الاشتراك بينهما. فعندما عُقد في إيران مؤتمر عن فقه الطب كتبت إحدى المجلاّت النقدية ما نصّه: ((في الأيام الحاضرة، عمد عدد من الأطبّاء في بلدن\nــــــــــــــ\n(2) هداية المسترشدين، ص3، سطر 28، مع تدخّل طفيف في ترتيب الصياغة.\n(3) محمد جعفر جعفري لنكرودي، مقدّمة عمومي علم حقوق (مقدّمة عامّة في علم الحقوق)، ص19 ـ 21، بالفارسيّة.",
        "\nإلى عقد مؤتمر عن فقه الطب، من دون أن ينتبهوا إلى دقائق الأخلاق الطبّيّة. يظنّ هؤلاء أنّه بحل ّالمسائل الفقهيّة يفلحون بعلاج المسائل الأخلاقيّة أيضاً، وكأنّ الفقه صار حلاّلاً للمسائل الأخلاقيّة أيضاً، وهذا خطأ آخر))(4).\nعلى أنّ تقسيم الفقه إلى الفقه الأكبر والفقه الأصغر، كما هو شائع في نصوص الأخلاقيّين، وذوي الميول العرفانيّة: كالغزالي (ت: 505 هـ)، وصدر الدين الشيرازي (ت: 1050 هـ)، يشير إلى خروج الأخلاق عن مجال الفقه(5).\nوإنّ الفقه في الحقيقة ـ وإن كان يتوفّر على بيان حكم بعض الأعمال الباطنية ـ إلاّ أنّ لعلم الأخلاق، بحدوده وثغوره، دائرة مستقّلة عن الفقه. فالبحث في علم الأخلاق يتمثّل بـ: سُبُل معرفة الرذائل والفضائل، وكيفيّة علاجها (الرذائل) والوقاية منها. ومن ثُمََّ، فإنّ علم الأخلاق لا يضطلع بمسؤوليّة بيان الحكم وحده.",
        "2 ـ الفقه والأعمال الاجتماعيّة\nهل يقتصر الفقه على الأعمال الفرديّة، أم أنّه يمتدّ ليشمل الأعمال الاجتماعيّة أيضاً؟، ثُمَّ هل يستوعب جميع الأعمال الفردية والاجتماعية، أم أنّه يقتصر على بعضها وحسب؟، لا يكاد يوجد اختلاف يذكر في الشطر الأول من السؤال. إنّما تعود أكثر الاختلافات إلى الشطر الثاني، المتمثّل في أنّ الفقه هل يستوعب فعّاليّات الإنسان ونشاطاته الاجتماعية كافّة، وينهض ببيان أحكامها، أم أنّه يُعْنَى ببعضها فقط؟، وإنّ ما يظهر من شكّ أو تردّد إزاء بعض الفعّاليّات كالسياسة والاقتصاد ينتمي إلى هذا القسم.\nلقد تحّدث الإمام الخميني رحمه‌الله عن هذا الجانب أكثر من غيره، كما تدل ّعلى ذلك نصوصه الّتي ننتخب بعضها؛ حيث يقول في أحدها: ((في الوقت الّذي يتحتّم عليكم أن تبذلوا أقصى جهودكم، كي لا يقع ـ لا قدّر الله ـ ما من شأنه أن يكون\nــــــــــــــ",
        "(4) مجلة كِيَان، العدد 27، ص13، مقال: خدمات الدين وحسناته، بالفارسيّة.\n(5) نشرة كلّيّة الإلهيّات والمعارف الإسلاميّة، مشهد، العدد30، ص55 ـ 64، بالفارسيّة.\n\nمخالفة للشريعة، يتحتّم عليكم أيضاً، أن تبذلوا قصارى جهدكم لكي لا يُتّهم الإسلام بالعجز عن إدارة العالم في القضايا الاقتصادية، والعسكرية، والاجتماعية، والسياسية))(6).",
        "كما يقول في نصّ آخر: ((إنّ الحكومة، من وجهة نظر المجتهد الواقعي، هي تجلّي الفلسفة العمليّة للفقه في جميع زوايا الحياة الإنسانية وأبعادها، وهي انعكاس البُعد العملي للفقه، في تعاطيه مع المعضلات الاجتماعية والسياسية والعسكرية والثقافية كافّة. والفقه هو النظرية الواقعية والتامّة لإدارة حياة الإنسان، من المهد إلى اللّحد))(7).\nوفي نصّ آخر يقول: ((إنّ ماهيّة هذه القوانين وطبيعتها تكشف عن أنّها شُرِّعت من أجل تكوين الدولة، وبهدف إدارة المجتمع سياسيّاً، واقتصاديّاً، وثقافيّاً))(8).\nكما يعبّر الإمام الخميني رحمه‌الله عن القناعة نفسها بقوله: ((إنّ للإسلام أحكاماً في جميع الأبعاد الّتي يحتاج إليها الإنسان. وإن ّما جاء في الإسلام من أحكام، سواء أكانت أحكاماً سياسية أم أحكاماً لها صلة بالحكومة أو بالمجتمع أو بالأفراد، أم لها علاقة بالثقافة الإسلامية، تتوافق بأجمعها مع احتياجات الإنسان))(9).\nومن نصوصه أخيراً، قوله رحمه‌الله: ((إنّ للإسلام أحكاماً تنظّم شؤون الإنسان المادية والمعنوية كافّة. وله أحكام في الأمور الّتي لها دخل برقيّه المعنوي وتربيته العقلانيّة))(10).",
        "ومن الفقهاء المعاصرين، يذهب الشيخ ناصر مكارم الشيرازي إلى القناعة عينها فيقول: ((ليس في الإسلام واقعة خالية من الحكم، حتّى الأرش في الخدش. وإنّ كلّ ما تحتاج إليه الأمّة الإسلامية ،حتّى يوم القيامة، موجود في القوانين الإسلامية، لكن غاية ما هناك أنه ينبغي بذل الجهد لاستخراج ذلك))(11).\nــــــــــــــ\n(6) الإمام الخميني، صحيفة النور، أحاديث وخطابات، ج21، ص98، بالفارسيّة.\n(7) المصدر نفسه، ص61.",
        "(8) ولاية الفقيه، طبعة منشورات الحرّيّة، ص28، بالفارسيّة.\n(9) صحيفة النور، ج2، ص232، بالفارسيّة.\n(10) المصدر نفسه، ج1، ص235.\n(11) الشيخ ناصر مكارم شيرازي، مجلة مسجد، العدد2، و انظر أيضاً: أنوار الفقاهة (المكاسب المحرّمة)، ص3؛ أنوار الفقاهة (كتاب البيع)، ج1، ص553.",
        "\nهاتان شهادتان لفقيهين من المدرسة الأصوليّة، وثُمَّ لغيرهما من المنتمين إلى هذه المدرسة، نصوص دالّة على هذا الصعيد. وبالانتقال إلى مصنّفات فقهاء المدرسة الأخباريّة، نجدها حافلة بالنصوص الدالّة على غنى الفقه وثرائه، من ذلك، ما نصّ عليه الشيخ محمد أمين الاسترابادي في كتابه ((الفوائد المدنية)): ((إنّ من ضرورات مذهب الإماميّة أنّ كلّ ما تحتاج إليه الأمة حتّى يوم القيامة، وكلّ ما يقع موضع نزاع بين اثنين، قد وصل فيه خطاب وحكم من جانب الله (تعالى) حتّى أرش الخدش))(12).\nكما قال أيضاً: ((خلوّ واقعة عن حكم إلهي غير متصوّر عند أصحابنا))(13). أمّا الفقيه الكبير الشيخ يوسف البحراني صاحب موسوعة ((الحدائق))، فهو يؤمن بوجود روايات كثيرة تدلّ على أنّ هناك خطاباً شرعيّاً يتكفّل بيان جميع الأمور الجزئيّة والكليّة(14). هذا، ولكن بعض الفقهاء يذهب إلى أنّ المباحات خارجة عن دائرة جعل الحكم؛ وذلك لأنّ رسالة الشريعة وهدفها هي البعث والنهي، لا بيان المباحات، كما ينصّ على ذلك السيّد الخوئي رحمه‌الله في قوله: ((فإنّ الشريعة شُرِّعت للبعث إلى شيء والنهي عن آخر، لا لبيان المباحات))(15).\nالرؤية الأخرى: في مقابل الرؤية الأولى توجد رؤية ثانية معارضة، وحاصلها: إنّ الشريعة الإسلامية نهضت ببيان أهداف وقيمٍ تمّ على ضوئها تنظيم الحكم والقانون، حيث عُهِد بهذا الأمر إلى المختصيّن. وممّن يُعَدُّ من الرموز الّتي تعبّر عن هذه الرؤية الشيخ مجتهد شبستري، فقد عرض لها أثناء بيان رؤيته عن بُنْيَة الحكومة. وعاود تأكيدها في مقالات وحوارات في كثير من المجلاّت، منها مجلّة ((كيهان فرهنكي))(16) الّتي تصدر عن مؤسّسة كيهان، ومجلّة ((حوزة)) الّتي تصدر عن المركز الإعلامي للحوزة العلميّة، ومجلّة ((نقد ونظر)) الّتي تصدر عن المركز ذاته.",
        "ــــــــــــــ\n(12) محمد أمين الإسترابادي، الفوائد المدنية، ص47، بتصرّف طفيف في الصياغة.\n(13) المصدر نفسه، ص47.\n(14) الشيخ يوسف البحراني، الحدائق الناضرة، ج1، ص47.",
        "(15) السيّد أبو القاسم الخوئي، مصباح الأصول، ج3، ص47.\n(16) كيهان فرهنكي(كيهان الثقافي)، السنة الرابعة، العدد6ـ8، مجموعة مقالات ((الدين والعقل)) ينظر أيضاً: حوار مجلة حوزة مع شبستري، العدد 48، ص130 فما بعد.\n\nيقول مثلاً في مقال نُشِر في العدد الخامس من فصلية ((نقد ونظر)): ((ما يمكن استنتاجه من المقدّمات الآنفة، هو أنّ ما يكون سبباً في العلاقات العائلية والاجتماعية، وما يدخل في الحكومة والقضاء والعقوبات وأمثالها، ممّا جاء في الكتاب والسنّة بصيغة إمضاءات أمضاها الشارع من دون تصرف، أو إمضاءات اقترنت بالإصلاح والتعديل، هي ليست من اختراعات الكتاب والسنّة بهدف تعيين القوانين (الأحكام) الخالدة الّتي تُحدِّد الوضع الحقوقي للعلاقات العائلية، أو العلاقات الحقوقية للمجتمع، أو مسألة الحكم وما شابه ذلك.",
        "إنّ ما هو خالد لا يتغيّر في هذه الإمضاءات هو ((الأصول القَيميّة))، الّتي تعدّ أهدافهاً للكتاب والسنّة، والغاية الّتي يرميان إليها (الكتاب والسنَّة) من وراء هذه التغييرات والتدخّلات المستلهَمة على ضوئهما. على أنّ هذه الأصول القيميّة ليست أموراً مستقلّة، بل هي ناشئة من ضرورات السلوك التوحيدي للإنسان، او هي بذاك المعنى، ومن ثُمَّ فإنّ قيمتها مستمدّة من ذلك المعنى))(17).\nثُمَّ يقول في تتمّة الرؤية ذاتها: ((تفضي بنا الأصول والنتائج الّتي بينّاها إلى موضوع أساسي، هو: من الضروري أن تُدرس القوانين ذات الصلة بالعلاقات الحقوقيّة الّتي ترتبط بالعائلة والاجتماع، وبالحكومة وشكلها، وبالقضاء والحدود والديّات والقصاص وما شاكل ذلك ممّا يستند إليه مجتمع المسلمين، ويعمل به ويبدي فيه الفقهاء رأياً، من الضروري أن يُدرس في كلّ عصر من العصور، ويقارن بمعيار مدى انسجامه أو عدم انسجامه مع إمكان السلوك التوحيدي للناس))(18).\nومن النصوص الأخرى الدالّة على هذه الرؤية، ما جاء في مجلّة ((كيهان فرهنكي)) في معرض بحث عن مقولة ((الفقه وكماله))؛ حيث كتب الباحث: ((ليس في الفقه غنىً في الحكم ولا غنىً في البرنامج، وكلاهما لا يعدّ نقصاً في الفقه، فقد تبيّن على ضوء ما مرّ أنّ الحكمي [نسبة إلى الحكم الشرعي] هو\nــــــــــــــ",
        "(17) مجلة نقد ونظر، العدد5، ص298، بالفارسيّة.\n(18) المصدر نفسه، ص298 ـ 299.\n\nأمر لا معنى له، كما أنّ الثراء أو الغنى البرنامجي [نسبة إلى برامج وخطط التنفيذ] هو أمر لا صلة له بأصل الدين.",
        "وعلى ضوء ذلك ينبغي البحث عن نقص الفقه أو ثرائه في طبيعة المنهج والأسلوب. فهل بمقدور منهج الفقه الإسلامي وأسلوبه المتبع حالياً أن يستوفي جميع المسائل، على ضوء الموازين، ويستخرج حكمها أم لا؟. على أنّ المنهج نفسه يمكن أن يتّسم في برهة بالضعف، وفي برهة اُخرى بالقوّة؛ والباعث إلى ذلك أنّ المنهج أمر بشري امتزج بفكر البشر وتقلّباته.\nإنّ الإسلام هو دين الله. أمّا الفقه، فهو جهد بشري لاستنباط تكاليف الإنسان في هذا الدين. وعلى هذا، فإنّ غنى الإسلام وثراءه يكمُن في غنى موازينه وثراء معاييره، كما يكمُن غنى هذا الدين بغنى الهداية الموجودة فيه، وما يسـوق إليه الإنسانيَّة نحو (مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ)))(19).\nوآخر نصّ نقف عنده، ضمن هذه الرؤية، هو ما نشرته واحدة من أبرز مجلاّت النخبة في إيران، لكاتب أثار مقاله جدلاً واسعاً في الأوساط الفكرية والثقافية، حيث قال في جانب منه: ((على هذا ليس ثُمَّة حاجة أن يقوم الله ورسله بتعليم الإنسان طريق الحياة، وسبل حلّ المسائل الفردية والاجتماعية، لا سيما وأنّ الصعوبات والمشاق والجهود الّتي يبذلها الإنسان لمعالجة مشاكله، هي جزء من برنامج الخليقة والتكوين الإنساني، ووسيلة إلى إصلاح الإنسان وتربيته وتقرّبه إلى الله تعالى. على هذا ألا يبدو أن ّعملاً كهذا يُعدّ من اللغو في حق الله ورسله؟))(20).\nتنظيم الاستدلال",
        "يظهر للعيان من النصوص الّتي ساقها هؤلاء لإثبات نظريتهم، أنّهم يستدلّون بما يلي:\nــــــــــــــ\n(19) كيهان فرهنكي، السنة السادسة، العدد1، ص16، بالفارسيّة.\n(20) مهدي بازركان، كيان، العدد 28، ص49، مقال: ((الله والآخرة هما الهدف من بعثة الأنبياء)) بالفارسيّة.",
        "\nأوّلاً: إنّ حلّ مسائل الحياة بالقواعد الثانوية مثل العسر، والحرج، والاضطرار لا يعدّ علامة على الغنى والثراء في أحكام الشريعة؛ لأنّ هذا الأمر ميسور لجميع الحقوقيّين في المذاهب البشرية. ومن ثُمَّ، فإنّ العودة إلى قواعد كهذه، يشير إلى عدم الشمول ويُثْبِت التناقض، لذلك قالوا: ((إذا استنبطنا على ضوء موازين الفقه القديم وأسلوبه حكمَ خمسمائة مسألة جديدة، بالارتكاز إلى العسر، والحرج، والاضطرار، فهل يمكن لنا أن نقولك إنّ فقهنا يتّسم بالكامل، أو أن يكون معنى ذلك وجودَ حكمٍ للمسائل كافّة إلى يوم القيامة))(21).\nثانياً: كما ذهبوا أيضاً في نصوصهم إلى أنّ سيرة الأئمّة لم تكن قائمة على أساس بيان البرامج [والمشاريع المنظِّمة للأحكام الشرعيّة وسبُل تنفيذها]، وإنّما كان الآخرون يسألون والأئمّة يجيبون. ومعنى هذا السلوك ومدلوله أنّه ينبغي أن يُعرض البرنامج على الفقيه ليبيّن عدم مغايرته للموازين.\nويدلّ على هذا المنحى من الاستدلال قول أحد الكتّاب في مجلّة ((كيهان فرهنكي)): ((إنّ فيما تروونه؛ من أن أئمّتنا لم يعرضوا إلى مشروع من قَبِل أنفسهم وبمبادرة ابتدائية منهم في أيّ مجال من المجالات، أو أنّهم لم بادروا إلى تدوين كتاب، وإنّما اكتفوا بالإجابة عن أسئلة الناس في كلّ عصر؛ هو بحدّ نفسه أفضل دليل على ما ندّعيه))(22).",
        "على هذا يسعى هذا الّتيار إلى إثبات عدم الغنى الحكمي من خلال الدليل الأول، وإلى إثبات عدم الغنى البرنامجي من خلال الدليل الثاني.\nوقفة مع الشيخ شبستري\nلم يذكر الشيخ شبستري ـ الّذي مرّت نصوصه ـ الدليل على رأيه، بل انطلق من مسلّماته في فهم الكتاب والسنّة، وهو يقول عنهما: ((هذه المجموعة الوحيانيّة\nــــــــــــــ",
        "(21) كيهان فرهنكي، السنة السادسة، العدد1، ص15.\n(22) المصدر نفسه، ص16.\n\nتقوم بدور المؤشِّر، والمبيِّن، والمحـرِّك لظاهرِ وأهداف السـلوك التوحيدي في حياة الإنسـان))(23)، ومن ثُمَّ، فهو يعتقد بأنّ إمكانيّة تفسير الآيات والروايات إنّما تكمن بالارتباط بهذه ((البؤرة))؛ أي بالخصال الثلاث للظاهرة؛ متمثّلة بالإشارة، والتبيين، والتحريك. وهذه ـ كما أسلفنا ـ مسلّمة ينطلق منها صاحبها دون أن يبرهن عليها. ويبدو أمامنا من رأي الّتيار الثاني أنّ هذه الجماعة تنظر إلى خلود الحلال والحرام إلى يوم القيامة، على أنّه خلود الموازين والقيم.",
        "لكن هذا الادّعاء حتّى لو كان صحيحاً، فإنّ الدليل الّذي يسوقونه لا يشهد على دعواهم، ولا يثبت رأيهم، فالشيخ شبستري لم يقم أيَّ دليل باستثناء طرح الادّعاء نفسه وعدّه مُسلَّمة، أو فرضاً قبليّاً وحسب، وذلك من دون أن يُشْفِع هذه المسلّمة بالإثبات.\nومن الممكن بناء النظريّات وتأسيسها على أساس الفروض والمسلّمات، أو القبليّات الّتي تمّ بيانها وإثباتها والبرهنة عليها في المرتبة السابقة. ولكن عندما يكون الفرض نفسه نظريّة جديدة، فينبغي تبيين هذا الفرض وإثباته في المرتبة الأولى، ثُمَّ تأسيس نظريّات أخرى على ضوئه. على أنّ أقلّ ما كان يُرتقب من أصحاب هذه الرؤية هو إبطال نظريّة الطرف الآخر، حتّى وإنّ تمّ العزف عن إثبات النظرية المدّعاة، إلاّ أنّ شيئاً من هذا لم يحصل.\nأمّا بشأن الأدلّة الأخرى، وما قيل عن سيرة الأئمّة وحلّ المشكلات بالقواعد الثانويّة، ففيما يتعلّق بحلّ المشكلات عن طريق القواعد الثانوية، سيكون الحقّ مع صاحب الاعتراض لو أنّ الأمر كذلك، بيد أنّه ليس كذلك. ففي مقولة شموليّة الفقه وخلوده وجامعيّته تَدْخُل مجموعة من العوامل، منها القواعد الثانويّة، وصلاحيّات الحكومة، ومنطقة الفراغ، وكشف ملاكات الأحكام، وغير ذلك ممّا يؤدّي إلى غنى الفقه وشموله؛ وبذلك يتعيّن عند المقارنة، مقارنة\nــــــــــــــ",
        "(23) مجلة نقد ونظر، العدد5، ص296.\n\nمجموعة بمجموعة؛ لأنّ تشابه بعض أجزاء المجموعتين لا يشير إلى تشابههما مطلقاً. ومن ثُمَّ، فإنّ استخدام قاعدة العسر والحرج والاضطرار في الفقه الإسلامي، وبقيّة المدارس الحقوقيّة لا يعني تشابهها، بل ينبغي أن تؤخذ بقيّة العوامل الّتي تنضمّ إلى الفقه الإسلامي، وهي تضاف إلى قاعدة الاضطرار والعسر والحرج، ثُمَّ تتمّ عملية المقارنة.\nيبدو لنا أنّ ما دفع الشيخ شبستري وغيره إلى طرح هذه النظرية، يتمثّل بكيفيّة تطبيق القوانين الدينيّة الثابتة على تحوّلات الحياة. فإذا ما توفّرت طريقة لحلِّ هذه الإشكاليّة من خلال نظرية يتمّ عن طريقها/ وإلى جوارها الحفاظ على ظواهر النصوص الدينيّة، فعندئذ لا يصل الأمر إلى التوسّل بالنظريّات الّتي تملي عمليّةَ ممارسة التأويل في النصوص، أو تجرّ إلى حذفها والاستغناء عنها. ولقد شهد هذا المجال العديد من النظريّات، والحقّ أنّ بعضها تَوفَّر على تقديم حل ّمنطقي لعلاج المسألة(24).",
        "3 ـ الفقه ومشاريع التنفيذ\nالسؤال المطروح أمام الرؤيتين، هو: هل يتحمّل الفقه مسؤوليّة وضع البرامج والخطط التنفيذيّة، وتحديد أسلوب العمل، أم أنّ مهمّته تقتصر على بيان الحكم وحسب؟؛ أي: تَدْخُل وسائل تنفيذ الأحكام، وكيفيّة تطبيقها في دائرة الفقه أم لا؟\nيكتب الدكتور سروش معبّراً عن موقفه من هذه النقطة، بقوله: ((لقد عمد أبو حامد (الغزالي) إلى وضع الفقه في موقع أكبر من حجمه، بينما ما يقوم به الفقه من تنظيم وحل ّمشكلات وما ينطوي عليه من دقّة، هو ممّا يختصّ بالمجتمعات البسيطة الّتي لم تشهد تحوّلاً، ولم تتعقّد بعد؛ حيث تكون العلاقات فيها بسيطة والحاجات قليلة، ما يبعث على شدّة ارتباط الناس بعضهم ببعض))(25).\nــــــــــــــ",
        "(24) مهدي مهريزي، مدخل إلى فلسفة الفقه، الفقه والزمان، ص39 ـ 108، حيث توفّر البحث على استعراض عشر نظريات في الموضوع.\n(25) فرهنك (الثقافة)، الكتابان الرابع والخامس، مقال: ((جامه تهذيب برتن احياء)) (ثوب التهذيب على بدن الإحياء)، ص38، بالفارسيّة.\n\nكما يقول أيضاً: ((إنّ ما يقع على عاتق الفقه، وما يدخل في مسؤوليّته هو أنّه يقوم بتحديد الثغور الأخيرة وتعيين الحدود النهائيّة للجهد البشري؛ بحيث يرسم للإنسان الحدّ الّذي ينبغي أن لا يتخطّّاه. أمّا ما عدا ذلك فقد عُهِد به إلى العلم. وإلاّ، فإنّ قضايا من قبيل حلّ الاختناقات المرويّة في الشوارع، وانقطاع الكهرباء، وقلّة الطاقة، وتلوّث الهواء، وهجوم أمواج الإذاعات العالمية الّتي لها دور في نصاعة الثقافة، وكذا شيوع الأمراض الكثيرة، ومسائل التعليم والتربية العامّة؛ هل يمكن لها أن تدخل في دائرة الفقه، وتكون من مسؤوليّته؟، وهل ننتظر من الفقه أن يحل ّجميع معضلات العالم والحياة، وكلّ المشكلات الحقوقيّة والقانونيّة؟، تُرى أيّ فهم للفقه، وأيّ تصور له هو الّذي أفضى إلى ترقّب مثل هذا الدور له؟، إنّ دور الفقه لا يتعدّى أن يسجّل في قضيّة الاختناقات المروية: أنّ على الإنسان [أو الدولة] أن يحلّ مشكلة الازدحام المروي بأيّ أسلوب شاء، شرط أن تراعى مثلاً، الملكيّة المشروعة؛ بحيث لا يتضرّر إنسان في ملكيّته المشروعة من ذلك الحلّ))(26). ",
        "وللكاتب نفسه أخيراً: ((على هذا الضوء، عندما نقول: إنّ الفقه لا يضع برنامجاً لحياتنا في هذه الحياة، فإنّما المراد بذلك أنّ الفقه يوفّر الحكم ويبيّنه، لكنّه لاينهض بمهمّة وضع البرنامج. إنّ البرمجة هي من شأن العلم لا من شأن الفقه، وهي تحتاج إلى المنهج العلمي))(27). ونلمس في نصوص أخرى، للكاتب نفسه، ما يؤيّد هذه الرؤية(28). \nوعندما نعود إلى كلمات الفقهاء، لا نعثر على نصّ صريح في إثبات هذه الفكرة أو رفضها. ولكن يمكن أن نستفيد من خلال نصوص الإمام الخميني وعموميّاتها، ما يفيد عموميّة الفقه؛ بحيث يشمل البرنامج وأسلوب التنفيذ أيضاً، كما لمسناه من خلال النصوص السابقة. \nــــــــــــــ\n(26) المصدر نفسه، ص39. ",
        "(27) كيان، العدد 27، ص13، بالفارسيّة. \n(28) كيهان فرهنكي، السنة السادسة، العدد1، ص12، مقال بعنوان: ((تأملي پرامون فقه وكمال آن)) (نظرة حول الفقه وكماله)، بالفارسيّة. \n\nوثُمَّة نصّ للشيخ جعفر سبحاني في كتاب ((معالم الحكومة الإسلاميّة)) يمكن أن يفيد أنّ البرنامج وأسلوب التنفيذ هو ممّا يقع خارج دائرة الفقه، حيث يقول: ((وبعبارة أخرى: للحكم والقانون ثلاث مراحل: ",
        "1 ـ مرحلة التشريع، وهي لله خاصّة بالأصالة. \n2 ـ مرحلة التشخيص، وهي للفقهاء العدول. \n3 ـ مرحلة التخطيط، وهي للمجلس النيابي، والأخير هو الّذي يجتمع فيه جماعة من ذوي الأطّلاع والاختصاص، وممّن يحملون معلومات مختلفة، فيخطّطون لبرامج البلاد حسب الضوابط الإسلاميّة))(29). كما أنّ لابن رشد كلاماً حول صلاة الأموات، يمكن أن يكون مفيداً في ما نبحث عنه. في مسألة كيفيّة القيام بصلاة الميّت فيما لو كان هناك عدد من الجنائز بعضها للرجال وبعضها للنساء، ذُكِرَت أقوال عدّة، فقد ذهب بعضهم إلى أنّه توضع جنائز النساء أوّلاً، ثُمَّ تردف بجنائز الرجال، ثُمَّ يقف الإمام بعد ذلك. على حين ذهب بعضهم إلى عكس هذا الترتيب، فيما ذهب فريق ثالث إلى الفصل بين الرجال والنساء، فيصلّى على الرجال بصورة مستقلّة عن النساء، وعلى جنائز النساء أوّلاً، ثُمَّ تردف بجنائز الرجال، ثُمَّ يقف الإمام بعد ذلك. على حين ذهب بعضهم إلى عكس هذا الترتيب، فيما ذهب فريق ثالث إلى الفصل بين الرجال والنساء، فيصلّى على الرجال بصورة مستقّلة عن النساء، وعلى جنائز النساء بصورة منفصلة عن الرجال. \nوالمهمّ في هذه المسألة تعقيب ابن رشد عليها، حيث يوضّح سبب الاختلاف كما يأتي: ((وسبب الخلاف، ما يغلب على الظنّ باعتبار أحوال الشرع من أنّه يجب أن يكون في ذلك شرع محدّد، مع أنّه لم يرد في ذلك شرع يجب الوقوف عنده؛ ولذلك رأى كثير من الناس أنّه ليس من أمثال هذه المواضع شرع أصلاً))(30). ",
        "لو تأملنا في هذا المثال جيّداً، لاستنتجنا أن ما وقع محلاً للخلاف، هو أسلوب إجراء الحكم المتمثّل بالصلاة على الأموات، فقد بيَّنت الشريعةُ الحكمَ. أمّا أسلوب التنفيذ، فقد تُرِك دون بيان. \nــــــــــــــ\n(29) معالم الحكومة الإسلاميّة، ص301. \n(30) ابن رشد، بداية المجتهد، ج1، ص237، المسألة الخامسة. ",
        "\nتنظيم الاستدلال والمناقشة \nلو أردنا تنظيم استدلال الرؤية الّتي تذهب إلى محدوديّة دائرة الفقه، وأنّه لا يشمل التخطيط العملي وبرامج التنفيذ، لكان من الممكن إرجاء ما ذكره أصحاب هذه الرؤية إلى النقطتين التاليتين: \nالأولى: استدلّ بعضهم على عدم الغنى البرنامجي بسيرة الأئمّة عليهم‌السلام ؛ حيث إنّهم لم يكونوا مبادرين لعرض برنامج على هذا الصعيد، بل كان المسلمون يسألون؛ أي يعرضون البرنامج، والأئمّة يجيبون(31). ",
        "الثانية: استدلّ د. سروش على أنّ دور الفقه يبرز في اللحظة الّتي تبرز فيها الخصومة؛[حيث ]لا يتصرّف الناس[عندها] على وفق نهج العدل، وهذه الحالـة هي جزء من مشـكلات المجتمع وليـس كلّـها(32)، هذا أهمّ ما يَستدل به أصحاب هذه الرؤية. \nويبدو أنّ النقطتين كلتيهما غيرُ صحيحتين، أضف إلى ذلك أنّ الّتيار الّذي يزعم أنّ الفقه لا شأن له بالبرنامج لم يحدّد ما يعنيه من هذا المصطلح بصيغة دقيقة. \nفي البدء ينبغي أن يُلحظ أنّ أكثر الأسئلة الّتي كان يوجّهها الرواة إلى أئمّة أهل البيت عليهم‌السلام كانت تتحرّك في دائرة عدم العلم، بمعنى أنّ الأسئلة كانت توجّه من أجل الفهم والحصول على العلم بالحكم الشرعي، وليس من أجل كسب تأييد الإمام لموقف يتبنّاه الراوي أو السائل. إذا أخذنا هذه الملاحظة بنظر الاعتبار، فما هو مقدار النسبة المئويّة للأسئلة الّتي يهدف السائل من ورائها كسب الّتييد من بين الأسئلة والأجوبة الموجودة في الروايات المدوّنة؟ \nعلى أنّه يكون من السائغ عرض البرنامج حين يتولّى الإمام المعصوم بنفسه مهمّة التنفيذ، في حين نعرف أنّ أكثر أئمّة أهل البيت صُدُّوا عن موقعهم في إدارة ",
        "ــــــــــــــ\n(31) كيهان فرهنكي، السنة السادسة، العدد1، ص15. \n(32) كيان، العدد27، ص13، بالفارسيّة. \n",
        "المجتمع... على ضوء هذا الموقع الّذي لا يكون فيه الإمام متصدّياً لقيادة الدولة والمجتمع، بعيداً عن مصدر القرار، كيف يكون السؤال، بمعنى عرض البرنامج، ويكون الجواب تأييداً له؟. لو أنّ أنصار هذا الاتّجاه عرضوا لنماذج تسند موقفهم من عهد حكومة النبيّ صلى‌الله‌عليه‌وآله‌وسلم في المدينة، أو من عهد حكم الإمام أمير المؤمنين عليه‌السلام في السنوات الخمس، لكان الحقّ معهم في هذه النقطة. \nأمّا بشأن ما ذكروه من أنّ دور الفقه يبرز في مواضع الخصومة، فهو غير صحيح؛ وذلك لأنّ علاقات الحياة الإنسانيّة تتطلّب وجود القانون، والقانون هو الّذي يجعل سلوك هؤلاء يقوم على أساس منهج العدل. وإذا ما حاد الإنسان عن طريق العدل في هذه المرحلة، فسيأتي دور قانون وبرنامج آخر لكي يرفع الخصومة. \nوبحسب الرؤية القرآنيّة(33)، فإنّ القانون يؤدّي مهمّتين: الأولى: تنظيم العلاقات. الثانية: رفع الاختلاف والخصومة. \nثُمَّ حتّى لو نظرنا إلى القوانين الّتي يضعها البشر أنفسهم، فإنّنا لا نجدهم يسنَّونها لحل الخصومات فحسب، بل إنّ أكثر القوانين يتكفّل تنظيم العلاقات قبل مرحلة الخصومة والاختلاف والاصطدام. على أنّ الكتب الفقهيّة نفسها هي على خلاف رؤية هذا الّتيار، فأوّل ما يعمد إليه الفقهاء في كتب المعاملات هو بيان الأحكام، ثُمَّ ينتقلون إلى موارد النزاع والاختلاف. أجل، من الصحيح القول: إنّ القانون وُضِع ليحول دون الخصومة والنزاع. بيدَ أنّ هذه المقولة تختلف عن المقولة الّتي تفيد أنّه حيثُمَّا كانت الخصومة كان القانون!. أمّا كلام الغزالي الّذي استند إليه سروش، فهو على عكس ما يريد، فالغزالي يقول: ((ولو تناولوها بالعدل لانقطعت الخصومات وتعطّل الفقهاء))؛ إذ يشير إلى أنّ ",
        "ــــــــــــــ\n(33) (كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمْ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ...) البقرة: 213. \n\nالانقطاع يكون بعد ممارسة العدل. على أنّ من الطبيعي أنّ هذه الممارسة الّتي تفضي إلى انقطاع الخصومات، تكون على أساس القوانين والأحكام الفقهيّة، لا أنّ الفقه والقانون يمارسان حاكميّتهما في نطاق الخصومة. على أنّ كلام الغزالي نفسه هو كلام مثالي، يمكن أن يكون صحيحاً في إطار المدينة الفاضلة. ",
        "إذا ما تجاوزنا ذلك، فإنّ الأمثلة الّتي تضمّنها كلام الدكتور سروش حول البرنامج، قد جاءت بعدد من الصيغ، يمكن الإشارة إليها كما يلي: \n1 ـ لا ريب أنّ بعض الأمور الدنيويّة هي بعهدة المجتمع نفسه والدولة الحاكمة، حيث يتعيّن عليهما اتّخاذ القرارات اللاّزمة بشأنها. وفي هذه الدائرة لا يدّعي الفقيه أنّه يحلّ هذه الأمور بالفقه والفتوى. فقضايا التلوّث، وبنوك الدم، والازدحام في الطرقات، والزراعة وما شابه، تقع ضمن هذا السياق. وليس صحيحاً الزعم القائم بأنّها تُحَلّ بالفقه والفتوى، ولو أنّ أحدهم استفاد مسألة زراعيّة من إطلاق حديث وعمومه، فليس معنى ذلك أنّ الفقه بادر لحلّ مشكلة زراعيّة، وإنّما معناه أنّ الفقيه وضع فكره الّذي كان متّسقاً مع ذلك الحديث، في عداد الفقه. \n2 ـ إنّنا نعتقد أن البرنامج هو أسلوب تنفيذ القوانين وطريقة تطبيق الأحكام عمليّاً. وما ينبغي التنبيه إليه هو أنّ القانون يحتاج في تطبيقه بالإضافة إلى معرفة الحكم نفسه، إلى معلومات خارجية أخرى؛ إذ لا يكفي مجرّد معرفة الحكم والعلم به لتنفيذه، يستوي في ذلك المجتمع البدائي البسيط والمجتمع الجديد المعاصر. وبذلك ليس صحيحاً أنّه لم تكن في السابق حاجة إلى البرنامج والآن برزت هذه الحاجة، أو أنّ البرامج كانت تعرض في السابق بدون علم ومعرفة.أمّا اليوم، فهي بحاجة إلى الاستفادة من العلوم. \nومن البديهي، أنّ امتداد العالم المعاصر وسعته، وتنوّع الوسائل واختلاف الأدوات أكسب برامج تطبيق القانون، ووسائل تنفيذه صيغة أخرى وجعلها تبرز بوجه آخر. ",
        "ثُمَّ أليست أساليب القضاء، والحِكَم الّتي تضمّنتها النصوص النبويّة، ونصوص الأئمّة، وتلك الّتي تنطوي عليها سيرة الإمام أمير المؤمنين (عليه‌السلام) وعمله؛ هي بنفسها ضرب من البرنامج؟ \n\nثُمَّ ألا تُعد طريقة جمع الخراج وتقسيمه بين المسلمين برنامجاً؟، أجل، هناك مجال للبحث في هذه البرامج الّتي تضمّنتها نصوص هؤلاء القادة المعصومين وسيرتهم، وفيما إذا كانت تعدّ حجّة في الوقت الحاضر أم لا. وهذه المسألة تقوم على عدد من الفرضيّات الّتي إذا ثبتت، فستكون تلك البرامج معتبرة في الزمن الحاضر أيضاً. \nيخلص البحث في هذه النقطة إلى نتيجة تفيد أنّه لا يمكن إثبات نفي البرنامج عن الفقه بشكل مطلق؛ بحيث يُعهد به إلى العلوم البشريّة. وفي المقابل لا يمكن الركون إلى دعوى الغنى البرنامجي في الفقه، وادّعاء أنّ الفقه يتضمّن في بنيته وصميمه وقوامه، عرض برامج التنفيذ كما يتضمن بيان الأحكام. ",
        "على أنّه ينبغي أن يُلحَظ أنّه في الموارد الّتي تكون بها برامج التنفيذ خارج دائرة الفقه، وبعيدة عن مجاله، يتحتّم رعاية الضوابط، والقيم، والأحكام الدينيّة في صوغ تلك البرامج. \nوما يدور الآن في أروقة مجلس الشورى الإسلامي في التجربة الإيرانيّة يرجع في حقيقته إلى هذين النوعين من البرامج، فبعض أعمال مجلس الشورى وما يدور فيه من بحوث و نقاشات إنّما ينصبّ على أمور دنيويّة ينبغي للمجتمع أن يتّخذ القرار المناسب بشأنها. وبعض آخر يدور حيال أساليب إجراء الأحكام ويرجع إلى كيفيّة تطبيق القوانين الدينيّة. \nعلى أنّ قيمة هذه القوانين الّتي يشرّعها المجلس منوطة بعدم معارضتها للشرع والدستور؛ أي بعدم مغايرتها للقيم والأحكام الدينيّة. \n",
        "وبتعبير آخر: إنّ أجزاءً واسعة من البرامج بكلا معنييه تقع على عاتق الناس أنفسهم؛ استناداً إلى قوله: (وَأَمْرُهُمْ شُورَى بَيْنَهُمْ) (34)، وإن كان للفقه مسؤوليّته في التشريع وبيان الحكم في بعض الأجزاء أيضاً. \n4 ـ الفقه والإطار المنظومي \nهل يستطيع الفقه، أو هل ينبغي له، أن يكتسب إطاراً منظوميّاً وتنظيريّاً، وذلك بالمعنى الّذي ينهض بعملية بناء منظومة، وطرح نظريات منسجمة في مختلف أبعاد الحياة، وعلى المستوى الاقتصادي، والسياسي، والثقافي وغيره، من خلال ثنايا الأحكام المتفرّقة؟، أم أنّ عملية استمداد الأحكام المتفرّقة لبناء نظرية، أو منظومة، هي من الأمور الخارجة عن نطاق الفقه، ومن ثُمَّ لا ينبغي للفقيه أن يهتمّ بها؟ \nإنّ ما نواجه في هذه المسالة هو آراء ونظريّات قليلة، حتّى ليصحّ القول إنّنا بإزاء موضوع بكر؛ وذلك لأنّه لم يتم التعاطي مع هذه القضيّة على نحو جادّ، لصياغة إطار منظومي لها. ",
        "من بين الفقهاء يصرّح الشهيد الصدر أنّ بمقدور الفقه أن يتحوّل إلى صاحب نظرية ومنظومة، بحيث يعدّ هذا الأمر أحد التحوّلات الضرورية الّتي ينبغي أن تطرأ على الفقه. يقول: ((من الناحية العموديّة أيضاً لابدّ من أن يتوغّل هذا الاتِّجاه الموضوعي في الفقه، لابدّ وأن يُنفَذ عموديـاً، لابدّ وأن يصل إلى النظريات الأساسيّة، وأن لا يكتفى بالنباءات العلويّة، لابدّ وأن ينفذ من خلال هذه البناءات العلويّة إلى النظريات الأساسيّة، الّتي تمثّل وجهة نظر الإسلام؛ لأنّنا نعلم أنّ كلّ \nــــــــــــــ\n(34) الشورى: 38. \n",
        "مجموعة من التشريعات في كلّ باب من أبواب الحياة وترتبط بنظرات أساسيّة، ترتبط بتطوّرات أساسيّة. تشريعات الإسلام في مجال الحياة الاقتصاديّة ترتبط بنظرية الإسلام، بالمذاهب الاقتصاديّة في الإسلام... لا ينبغي أن يُنظَر إلى ذلك بوصفه عملاً منفصلاً عن الفقه، بل هذا ضرورة من ضرورات الفقه))(35). \nكما سجّل الصدر أيضاً أنّ عملية اكتشاف المذهب الاقتصادي في الإسلام تملي على الباحث فيه أن يتحرّك من القوانين والأحكام إلى بلورة النظام وصياغته(36). \nوفي سبيل توضيح هذا البُعد يكتب قائلاً: ((على أساس ما تقدّم، يصبح من الضروري أن ندرج عدداً من أحكام الإسلام وتشريعاته، الّتي تعتبر بناءً فوقيّاً للمذهب، في نطاق عملية اكتشاف المذهب... لأجل هذا سوف يتّسع البحث في هذا الكتاب [اقتصادنا] لكثير من أحكام الإسلام في المعاملات والحقوق الّتي تنظّم العلاقات الماليّة بين الأفراد، كما يتّسع لبعض أحكام الشريعة في تنظيم العلاقات الماليّة بين الدولة والأمّة، وتحديد موارد الدولة وسياستها العامّة في إنفاق تلك الإيرادات))(37). \nيعرض الشهيد الصدر في أحد مؤلّفاته للسؤال التالي: ما الداعي لإتعاب أنفسنا في سبيل تحصيل هذه النظريات العامّة للدين في المجالات المختلفة، مع أنّ النبيّ صلى‌الله‌عليه‌وآله‌وسلم لم يفعل ذلك؟، ليجيب عليه بقوله: ((الحقيقة أنّ هناك اليوم ضرورة أساسيّة لتحديد هذه النظريات. النبيّ صلى‌الله‌عليه‌وآله‌وسلم كان يعطي هذه النظريّات، ولكن من خلال التطبيق، من خلال المناخ القرآني العام الّذي كان يبيّنه في الحياة الإسلاميّة، وكان كلّ فرد مسلم في إطار هذا المناخ، يفهم هذه النظرية، ولو فهماً إجماليّاً ارتكازيّاً؛ لأنّ المناخ والإطار الروحي، والاجتماعي، والفكري، والتربوي، الّذي أوجده النبيّ صلى‌الله‌عليه‌وآله‌وسلم ، كان قادراً على أن يعطي النظريّة السليمة))(38). ",
        "ــــــــــــــ\n(35) المدرسة القرآنية، ط دار التعارف، بيروت، ص31 ـ 32. \n(36) اقتصادنا، ط دار التعارف، بيروت، ص388 ـ 394. \n(37) المصدر نفسه، ص394. ",
        "(38) المدرسة القرآنيّة، ص34. \n\nويمثِّل لتقريب هذه الفكرة بإنسان يعيش بين أهلِ لغةٍ من اللّغات، وفي أعماق هذا العرف، فهو يستطيع أن يُدرك المعاني، ويمارس التقييم السليم للكلمة الصحيحة، تبعاً للمدلولات والقواعد الموجودة في ذهنه وجوداً إجماليّاً ارتكازيّاً، من دون حاجة إلى معرفة تفصيليّة بنظريّات تلك الثقافة اللُّغويّة وإطارها العرفي. أمّا الإنسان الّذي يطلّ على هذه اللّغة من خارجها، فهو بحاجة إلى أن يتعلّم نظريّات تلك اللّغة، ويكون على دراية بقواعدها(39). ولقد جسّد الشهيد الصدر إيمانه بهذه العقيدة وطبّقها عمليّاً من خلال كتاب ((اقتصادنا)) كخطوة أولى. من جهة أخرى، نلحظ أنّ الأستاذ محمد رضا حكيمي قد أبدى تأييده لهذا المنحى بصيغة ضمنيّة؛ فقد أكّد في إطار التقرير الّذي كتبه في تقييم المجلّدات الثالث إلى السادس من مشـروع موسوعـة ((الحياة))، على النقطة التالية: ((على هذا الضوء يتّضح أنّ المقصود من تدوين هذه الفصول وتصنيفها، ليس أمراً بسيطاً وقليل الأهميّة، بل المقصود هو تبيين مذهب الإسلام الاقتصادي، الّذي لم يبيّن كما ينبغي حتّى الآن))(40). \nولقد بادر بعض آخر إلى الكتابة تحت عنوان: ((الفقه التقليدي والإطار المنظومي))(41)، بَيْد أنّ هذه المحاولة لم تأت بمطلب مهمّ ودالّ على هذا الصعيد. ",
        "5 ـ الفقه والموضوعات \nهل تدخل عملية تبيين الموضوعات في نطاق الفقه؟، أم أنّ رسالة الفقه تقتصر على بيان الحكم وحسب؟، توجد في هذه المسألة آراء مختلفة، وهي لم تشهد عملاً جدّياً حتّى الآن، وإن كانت قد صُنّفت مؤخّراً مقالات عدّة في الموضوع(42). ففي إطار مبحث الاجتهاد والتقليد، ولا سيما عندما تُدرس دائرة جواز التقليد، يتمّ طرح الموضوع التالي: هل يقع بيان الموضوع على عهدة الفقيه؛ بحيث ينبغي للمقلِّد أن يقلّد في ذلك أيضاً؟، في إطار الجواب على \nــــــــــــــ\n(39) المصدر نفسه، ص34 ـ 37. ",
        "(40) الحياة، تقرير عن المجلّدات الثالث إلى السادس، ص24. \n(41) فقه سنتي ونظام سازى (الفقه التقليدي وصياغة النظم)، المقدّمات، مجمع العلوم الإسلاميّة، بالفارسيّة. \n(42) مرجعيت وموضع شناسى (المرجعية ومعرفة الموضوع)، مجلة حوزه، العدد المزدوج 56 ـ 57. أيضاً: جايكاه موضوع شناسى در اجتهاد (موقع معرفة الموضوع في الاجتهاد)، مجلة نقد ونظر، العدد5، ص87 ـ 99، بالفارسيّة. \n",
        "السؤال قُسِّمت الموضوعات في المقام إلى أربع مجموعات، هي: الموضوعات الشرعية، الموضوعات العرفية، الموضوعات اللُّغوية، والموضوعات الصرفة (الأعيان الخارجيّة). \nولقد عدّوا المجموعة الرابعة خارجة عن دائرة التقليد، كما ذكروا أنّه تقع على عاتق الفقه مسؤوليّة تبيين موضوعات المجموعة الأولى. أمّا المجموعتان المتبقِّيتان، فقد اختلف الكلام حولهما؛ إذ عدّهما بعض خارجتين عن وظائف الفقيه، في حين ذهب بعض آخر إلى أنّهما داخلتان في حيطة عمل الفقيه ومن جملة وظائفه(43). \nوهنا نقطة دقيقة أشار إليها البعض تفيد أنّه لو اعتبرنا أنّ بيان الموضوع هو من وظيفة الفقيه، فإنّ هذا لا يعدّ دليلاً على ورود هذا الأمر في الفقه. لقد ذكر هذا المطلب صاحب الحاشـية علـى (المعالم)، وعرض له كاحتمال(44). \nوإنّ المتأمل في عمل الفقهاء يجد أنّ سيرتهم قائمة على تبيين كثير من الموضوعات، وذلك من قبيل: الغناء، والعدالة، والمكاسب المحرّمة، وغير ذلك من الأمور الّتي صارت موضعاً لتدقيق الفقهاء وبحوثهم الجدّية. ",
        "لقد قمنا حتّى الآن بعرض المسألة، وبيان الأبعاد المحتملة للفقه. وقد تمَّ في ثنايا ذلك العرض التوصيفي ذِكْرُ بعض الأقوال والرؤى ونقدها. لا شكّ أنّه لم يكن هدف الدراسة تفصيل المسألة، وتسجيل موقف علمي إزائها، بل المراد هو بيان أبعاد الموضوع، وعلى مستوى ((مدخل تمهيدي)) وحسب. \nثانياً: المسلّمات الفرضيّة المسبَّقة \nيجب على الباحث في هذه المسألة تحديد موقفه من مجموعة من الفرضيّات، قبل أن يختار رأياً أو يتبنّى نظريّة محدّدة. بتعبير آخر، يستند موضوع \nــــــــــــــ",
        "(43) العروة الوثقى، ج1، ص 25، التنقيح في شرح العروة الوثقى، ج1، ص412 ـ 413، مستمسك العروة الوثقى، ج1، ص105. \n(44) هداية المسترشدين، ص4. \n\n((مجال الفقه)) إلى مجموعة مسلّمات قبليّة، بحيث يؤثّر الرأي الّذي يتمّ انتخابه هناك على طبيعة الموقف هنا. ",
        "بالإضافة إلى المسلّمات العامّة الّتي تدخل في فهم الاستنباط والاجتهاد والمعرفة الدينيّة، ثَمّة عدد آخر من المطالب الخاصّة الّتي تُعدّ بدورها مسلّمات خاصة بهذه المسألة. \nسنعرض فيما يلي، وعلى نحو موجز، لهذه المسلّمات المفترضة الخاصّة بالمسألة، وذلك من خلال العناوين الآتية:\n1 ـ منطقة الفراغ \nمن النقاط الّتي تُسهم في تعيين حدود مجال الفقه تحديد ((منطقة الفراغ)) أو ((منطقة العفو)). فإذا ما اتّضحت طبيعة الأجزاء الحياتيّة الّتي عُهِد بها إلى الإنسان، على مستوى الحاكم والرعيّة معاً، فمن الطبيعي عندئذ أن تتّضح منطقة الفقه، وتتحدّد ثغورها. ",
        "يعدّ مصطلح ((منطقة الفراغ)) اصطلاحاً مستحدثاً، لم يتبيّن معناه والمقصود منه على نحو واضح. لذلك برزت على السطح رؤىً تعترض على أصل وجود هذه المنطقة أساساً. \nولقد أعلن بعض الفقهاء مخالفتهم لها بشدّة، وذهبوا: ((إلى أنّه ليس عند الشيعة فراغ قانوني، حيث بُيّن حكم كل ّما تحتاج إليه الأمّة الإسلاميّة في الحياة الشخصيّة والاجتماعيّة، وعلى نطاق الأمور الدنيوية والمعنوية. ومن ثُمَّ فليس لدينا منطقة فراغ قانوني، ولـيس للفقيه حقّ التشريع))(45). \nفي المقابل هناك شخصيّات آمنت بوجود هذه المنطقة، كالشهيد الصدر من علماء الشيعة(46)، والدكتور يوسف القرضاوي من علماء أهل السنّة(47). \nــــــــــــــ",
        "(45) الشيخ ناصر مكارم الشيرازي، أنوار الفقاهة (كتاب البيع)، ج1، ص553. \n(46) السيّد محمد باقر الصدر، اقتصادنا، ص362، 721، الإسلام يقود الحياة، ص19. \n(47) الخصائص العامة للإسلام، ص233 ـ 238، عوامل السعة والمرونة، ص11. \n",
        "تبرز في مبحث ((منطقة الفراغ)) ثلاث مسائل أساسيّة ينبغي درسها وتركيز الحوار حولها، هي: \n1 ـ أصل وجود منطقة الفراغ في الشريعة الإسلاميّة أو عدمه. \n2 ـ على فرض التسليم بوجودها، فينبغي عندئذ تحديد مجال هذه المنطقة، وسعة دائرتها. \n3 ـ كيفيّة ملء هذه المنطقة. ",
        "وقد اختلفت وجهات النظر على مستوى المحاور الثلاثة بأجمعها(48). وقد تقدّمت الإشارة إلى الخلاف حول المحور الأول من هذه المحاور. \nومن الأمور الّتي يمكن أن تُساهم في تعيين دائرة ((منطقة الفراغ)) ويكون لها دور في ذلك، هي: \n1 ـ هل يوجد سبيل للتشريع في المباحات؟. \n2 ـ هل الأمور الإمضائيّة الشرعية أبديّة، أم أنّ الإمضاء يختصّ بزمن خاصّ فقط؟. ",
        "3 ـ هل تحظى الأوامر الّتي ترشد إلى العرف أو العقلاء، بصفة الدوام والثبات؟. \n2 ـ سيرة المعصوم وفعله \nالموضوع الثاني الّذي يأتي كفرضيّة مسبَّقة، لها دور خاصّ في تعيين مجال الفقه، تتمثّل بما يلي: هل تعدّ جميع أفعال المعصومين عليه‌السلام وسيرتهم في الأمور الشخصيّة وإدارة المجتمع، جزءاً من الوحي والشريعة، ومن ثَمَّ فهي مصدر في الاستنباط، أم لا؟. \nمن الطبيعي أنّه إذا كانت الإجابة بالإثبات، فإنّ كثيراً من البرامج والأساليب التنفيذيّة، ستأخذ موقعها في مجال الفقه أيض ",
        "ــــــــــــــ\n(48) يُنظر في هذا المجال: رؤية تأريخية في مسار الفقه والزمان، مجلّة آينه بزوهش (مرآة التحقيق)، العدد 36، ص19، بالفارسيّة، أنوار الفقاهة (كتاب البيع)، ج1، ص552 ـ 585؛ منطقة الفراغ، محمد رحماني، مجلة نقد ونظر، العدد5، ص248 ـ 276، اقتصادنا، ص722 ـ 725. \n\nوتكون جزءا ًمنه. أمّا إذا جاءت الإجابة بالنفي، فعندئذ ستكون البرامج وأساليب التنفيذ خارجة عن حياض الفقه ودائرته. إنّ الحاجة إلى البرنامج تنبثق في اللّحظة الّتي يراد فيها تنفيذ القانون، وإلاّ فإنّ القانون المدوّن لا يحتاج إلى برنامج ما دام باقياً في إطاره النظري المدوّن، وإنّما تبرز الحاجة إلى البرنامج عندما تحين لحظة التطبيق. ",
        "يميل عدد من الكتّاب إلى الرؤية الّتي تذهب إلى أنّه لا يمكن إدخال جميع أفعال النبيّ صلى‌الله‌عليه‌وآله‌وسلم والأئمّة (عليهم السلام) في دائرة الوحي(49). على حين بادر بعض آخر إلى طرح المسألة بالصيغة التالية: ترى هل النبيّ صلى‌الله‌عليه‌وآله‌وسلم والأئمّة عليهم‌السلام يفتقرون إلى الحالة الفردية، والسلوك الشخصي، بحيث إنّ كلّ ما بدر منهم، وقاموا به، إنّما كان بعنوان ((كونه أئمّة)) ومصدراً للتشريع(50)؟ \nلقد تمَّ عرض هذا الموضوع بين أهل السنّة أيضاً، حيث ذهب بعض الكتّاب إلى تقسيم أفعال النبيّ إلى ستّة عشر قسماً، عُدّ بعضها مصدراً للتشريع، دون بعضها الآخر(51). على ضوء ذلك كلّه يتبيّن أنّ دراسة هذه المسألة وانتخاب رأي محدّد هنا، سيكون له تأثيره الفعّال في طبيعة الموقف المتّخذ حيال مقولة مجال الفقه. \nلقد عمدت الكتب الفقهيّة إلى تناول هذه المسألة بصيغة أخرى، وذلك من خلال التعاطي مع الرواية أحياناً على أنّها ((قضية في واقعة))، ومن ثَمَّ لم تبادر إلى تعميمها. أو أنّها تعدّ بنظر الفقهاء قضية خارجية وشخصية، وبالنتيجة لا يبادرون إلى استخراج حكم كلّي منها. على أنّ هذا النمط من التعاطي لا يمثّل نهجاً عامّا، فقد يُصار أحياناً إلى استنباط حكم كلّي من رواية جاءت بشأن مورد خاصّ، وربَّما عدّوها أحياناً مختصّة بالمورد. ومهما يكن الحال، فإنّ تحديد \nــــــــــــــ",
        "(49) مجلّة كيان، العدد 28، ص56، مقال: الله والآخرة هما هدف بعثة الأنبياء، مهدي بازركان، بالفارسيّة. \n(50) كراسة فلسفة الفقه، حوار مع الأستاذ ملَكيّان، ص7 ـ 8، بالفارسيّة. \n(51) محمد سليمان الأشقر، أفعال الرسول ودلالتها على الأحكام الشرعية، ج1، ص9، وج2، ص1 فما بعد.\n",
        "الضابطة في هذا الأمر، واتخاذ رأي خاصّ فيه، له أثره الكبير في تعيين مجال الفقه. \nولا يخفى أنّ ما يظهر من السلوك العملي للفقهاء، ومسارهم على هذا الصعيد، هو حجيّة سيرة المعصوم في جميع الأبعاد، بحيث يمكن الاستناد إليها بهذا العنوان، إلاّ ما قامت عليه قرينة تفيد تخصيص ذلك المورد. \n3 ـ حدود تدخل العقل \nما هو المدى الّذي يُساهم به العقل في عملية التقنين والتخطيط للحياة الإنسانية؟، وما هي النتيجة الّتي تترتّب على هذا الدور؟، لا ريب أنّ تحديد الموقف من هذه المسألة له أثره الكبير في الموضوع الّذي يدور من حوله البحث. ",
        "المقصود من هذه النقطة تحديداً: ما هي شؤون الحياة الّتي عُهد بها إلى الإنسان، بحيث يعالجها بمعونة العقل؟، ثُمَّ هل يُعدّ ما يصيبه العقل فقهاً، أم قانوناً بشريّاً؟. إنّ هذا السؤال يصدق على جميع الموارد الّتي تُرِكَ كشف القانون فيها إلى الفكر البشري، سواء كان عقلاً وعلماً وتجربة، أم شهوداً وعرفاناً، أم عُرفاً عامّا وخاصّاً. \nويمكن استكمال السؤال المذكور من خلال الصياغة التالية: إذا ما عَهِد الدين بأمور إلى الإنسان في مجال الفهم والكشف، فهل تُعدّ حصيلة هذا الجهد الإنساني وما يثُمَّره في هذه الدائرة جزءاً من الشريعة أم لا؟، إذا ما كان جواب السؤال بالإيجاب، فإلى أيّ مدى يمكن قبول هذه النتيجة والإذعان لها؛ إذ لا ريب أنّ الإنسان يفهم كثيراً من الأمور الدنيوية، فهل تعدّ هذه ديناً أيضاً؟ \nأو ينبغي أن تصاغ المسألة على النحو التالي: ليس كل ما يفهمه العقل، أو يصيبه الفكر البشري ديناً، وإنّما كل ما يعهد به إلى العقل والفكر البشري، \n",
        "يعدّ فقهاً. يؤمن بعض العلماء بشمولية الفقه والشريعة، ليستدلّوا في نهاية المطاف بالأسلوب التالي: ما دام الشرع قد عدّ العقل حجّة، فإذن، كلّ ما يصيبه العقل يُعدّ شرعاً(52). هل هذا الاستدلال مقبول يمكن الركون إليه؟، وهل بالإمكان تثبيت هذا النمط من الكلام بالاستناد إلى الأحاديث الّتي عدّت العقل حجّة باطنة والأنبياء حجّة ظاهرة؟(53). \nما نلحظه من خلال هذا العرض، أنّ كلّ رؤية نؤمن بها، ونتبنّاها، تسوقنا إلى رأي خاصّ في تحديد مجال الفقه. على سبيل المثال يذهب الشهيد مطهري إلى أنّ إقحام العقل في حريم الدين، يُعدّ أحد عوامل بقاء الدين ودوامه على صعيد مواجهة تحوّلات الحياة(54). \nثالثاً: أسلوب البحث والاستدلال \nسلفت الإشارة فيما سبق إلى أنّ هناك خمسة أبعاد يمكن إخضاعها للدراسة والحوار على مستوى البحث في موضوع ((مجال الفقه)). وقد رأينا أنّ هناك اختلافاً في وجهات النظر إزاء كلّ واحد من المحاور الّتي تمّ ذكرها، بحيث تعدّدت الأقوال بين الإثبات والنفي، وتفاوتت بين السعة والضيق. لكن، مع الأسف، يلحظ أنّ حداثة المسألة لم تدع السبيل إلى ممارسة الاستدلال وإراءة الدليل من قبل الموافق والمخالف على حد سواء؛ بحيث غلب على ساحة البحث الادّعاء، أكثر من السعي إلى إثبات نظرية علمية. ",
        "وما نحرص عليه في هذه المرحلة من البحث هو إضاءة فضاء المسألة، ببيان الطرق المحتملة للاستدلال والإثبات على صعيد هذا الموضوع. لكن قبل الدخول في بيان طُرق الاستدلال، ينبغي ذكر عدد من النقاط، هي: \n1 ينبغي لأيّ رأي يتمّ اتّخاذه في هذا المضمار أن يكون مستنداً إلى المصادر \nــــــــــــــ\n(52) المجموعة الكاملة لمقالات مؤتمر دور الزمان والمكان في الاجتهاد، ج10، بحث ((شمولية الشريعة))، ص291 ـ 292، بالفارسيّة. ",
        "(53) الأصول من الكافي، ج1، ص16. \n(54) ختم نبوّت، ص77، بالفارسيّة. \n\nالدينية ذاتها؛ والباعث إلى ذلك هو أنّ الدين هو الحاكم، وكلمته هي الفصل في المسائل الدينية. ",
        "2 ـ يمكن الاعتماد على الاستدلالات غير الدينية [الآتية من خارج الدين ونصوصه]؛ وذلك في الحالة الّتي يكون بمقدورها أن تكشف عن عدم إمكان قبول النصّ الديني، لتكون بمثابة القرينة العقلية المنفصلة. وعندئذ ينبغي أن يُصار إلى تأويل النص. \n3 ـ إنّ الغاية القصوى الّتي بلغها أي استدلال تتمثّل في الحالة الّتي يستطيع أن يكشف بها عن ضعف الاستدلالات المقابلة. \n4 ـ في المسائل الأساسية، كتلك الّتي تحيط بالفقه كلّه، لا يمكن الركون إلى خبر الواحد، أو التمسّك بالإطلاق والعموم، بل ينبغي للسند و الدلالة أن يكونا بحيث يبعثان على الاطمئنان العقلي؛ والباعث إلى ذلك، أنّ هذه الدائرة ليست مجالاً للتعبّد، وبالنتيجة، فإنّ الملاك والميزان فيها هو خصوص العلم والمعرفة، تماماً كما أشار الأصوليّون إلى ذلك بتأكيده على أنّ السند والدلالة ينبغي أن يكونا قطعيّين في أمثال هذه المسائل(55). \nبعد هذه الملاحظات نلقي فيما يلي نظرة إجماليّة عامّة إلى الطرق الّتي يمكن استعمالها استدلاليّاً لتحديد مجال الفقه: ",
        "1 ـ أهداف الدين \nلقد رام بعضهم أن يستند إلى أهداف الدين الرفيعة، وغايته الشاملة، في إثبات شمولية الفقه. يكتب أحد هؤلاء في شرح هذا النمط من الاستدلال: ((يتحصّل من الأهداف الّتي رسمها القرآن لنفسه، والمقاصد الّتي عرضها للإسلام، أن دائرة أحكام الدين الإسلامي وتعاليمه والمدى الّذي تمتدّ إليه مسائل القرآن \nــــــــــــــ\n(55) مصباح الأصول، ج2، ص235 ـ 239، فوائد الأصول، ج3، ص324، تفسير الميزان، ج8، ص62، 66. ",
        "\nوموضوعاته، تتخطّى كثيراً محض الاقتصار على عدد من المسائل والموضوعات الأخلاقية، والعبادية الفردية؛ وصرف علاقة الإنسان بالله، لتشمل مسائل وموضوعات اجتماعية، واقتصادية، وسياسية، وثقافية، وحقوقية، وما إلى ذلك. كما أنّها تمتدّ لتستوعب بعض العلوم الإنسانيّة مثل علم الاجتماع، والإنثربولوجيا، وعلم النفس، وغير ذلك))(56). \nتتمثّل زبدة هذا الاستدلال بما ذهب إليه من أنّه ما دامت للدين أهداف سامية، وله إحاطة ومعرفة بدنيا الإنسان وآخرته، فمن الطبيعي أن لا تتحقّق هذه الاهداف وتتجسّد عمليّاً من خلال أي طريق أو سلوك كان. فلا يسع الدين أن يعرض لأهداف محدّدة ثُمَّ يسمح بممارسة أي طريق ووسيلة كانت لتطبيق تلك الأهداف، بل ينبغي له أن ينهض بنفسه بمهمّة تبيين الطريق وتقنينه، أو أن يعهد ببعض الموارد إلى وكيل موثّق هو العقل. \nمن الواضح أنّ هذا الأسلوب في إشراك العقل يستند إلى مسلَّمة مسبَّقة، تفيد أنّ ما يصل إليه العقل في تلك الموارد يعدّ شرعاً. ",
        "2 ـ الآيات والأحاديث ذات الدلالة على الشموليّة \nيذهب هذا الضرب من الاستدلال إلى إمكانية تحديد مجال الفقه بالاستناد إلى الآيات والأحاديث الّتي تحدّثت عن شمولية الدين وامتداده. \nوتوجد أكثر من ثلاث مجموعات من الآيات، وما يزيد على عشرات الأحاديث الّتي تمّ الاستناد إليها في هذا المجال، حيث تمّ من خلال ذلك إثبات المطلوب(57). \n3 ـ تحليل الموضوعات القرآنيّة والحديثيّة ",
        "من خلال تحليل الموضوعات الّتي توفّر عليها القرآن والحديث، يمكن لنا أن نحدّد المجال الفقهي ومنطقته. على سبيل المثال، تعرَّضت آيات القرآن لمواضيع \nــــــــــــــ\n(56) حسين غفَّاري، المجموعة الكاملة لبحوث مؤتمر دور المكان والزمان في الاجتهاد، ج10، ص258، البحث المعنون: ((الشموليّة من وجهة نظر القرآن الكريم))، و ص238 فما بعد. \n(57) المصدر نفسه، ص106 ـ 118، وكذلك: ص239 ـ 255. ",
        "\nمثل: السياسة، الاقتصاد، الحقوق، العبادات، الأحكام، المعاملات، العلاقات الأُسريّة، وعشرات المواضيع الأخرى. كما أنّ هناك موضوعات ومسائل كثيرة عالجتها الأحاديث في مضامينها وثناياها، ما يوفّر مادّة للدراسة، يمكن من خلالها تحديد مجال الفقه وسعة دائرته. \nلقد استند بعضهم إلى هذا النمط من الاستدلال في إثبات شمولية الدين(58)، لكن من الواضع أنّه يمكن توظيفه في مضمار تحديد مجال الفقه أيضاً. \n4 ـ الأدلة العقليّة ",
        "تمسّك بعضهم لإثبات الشمولية بقاعدة اللّطف والحكمة الإلهيّة، فقال: ((لمّا كان العلم البشري محدوداً، خاصّة فيما يرتبط بعلاقة أعمال الإنسان وسلوكه في هذه الدنيا بمصيره في العالم الآخر، وما دامت الأبديّة غير قابلة للمعرفة من قبل الإنسان نفسه، وأنّ السعادة الواقعيّة للإنسان إنّما تتحقّق من خلال هذه الأعمال، إذن، تُملي الحكمة الإلهيّة على الله أن يضع بين يدي الإنسان جميع احتياجاته عن طريق الوحي، وإلاّ نتج عن ذلك نقض الغرض))(59). \nبينما حاول بعضهم إثبات الشمولية من خلال الخاتَميَّة. ومُؤدَّى منطق هؤلاء، أنّ البشر لا يستغنون عن الوحي، وبذلك ينبغي أن تكون هناك خصوصيّة في خاتَم النبيّين تُغني عن تجديد النبوّة والشريعة. والقدر المتيقّن من هذه الخصائض هي الشمولية والكمال. \nوإلاّ إذا ما ذهب إنسان إلى عدم شمولية ما في القرآن من تعاليم وأحكام، وعدم كماله، للزم من ذلك أن تأتي قوانين وأحكام جديدة فيما بعد، تنسخ السابقة، أو تكَمِّلـها، وهذا ما يتنافـى والخاتـميّة(60). \nــــــــــــــ",
        "(58) المصدر نفسه، ص238. \n(59) المصدر نفسه، ص282 ـ 283 أيضاً: 118 ـ 119. \n(60) المصدر نفسه، ص120. \n",
        "5 ـ المفردات القرآنيّة \nمن الممكن أن يُصار إلى طريق آخر للاستدلال، ففي القرآن مفردات مثل الدين والشريعة، والملة والمنهاج، ومن خلال تحليل المجال الاستعمالي لهذه المصطلحات، وتظهير دلالتها، يمكن أن نصير إلى تحديد مجال الفقه ودائرة الشريعة. \nلقد استُعملت مفردة ((المنهاج)) مرّة واحدة في القرآن، و((الشريعة)) ومشتقاتها خمـس مـرّات، و((الأمة)) خمس عشر مرّة، و((الدين)) أكثر من تسعين مرّة. إنّ دراسة وتحليل هذه الآيات وتحديد التفاوت بين هذه المفردات في الثقافة القرآنيّة، يمكن أن يُساهم، إلى حد ما، في الكشف عن مجال الفقه ودائرة الشريعة. \nهذه نبذة مختصرة عن ضروب الاستدلال الّتي يمكن توظيفها في مضمار هذا البحث. من الواضح أنّ هذه الطرق الخمسة بحاجة إلى الفحص والتأمّل لكي تتبيّن صحّتها من عدمها، ثُمَّ يُصار بعدئذ للعمل بها، والإفادة من النتائج الّتي تترتّب عليها. ",
        "ولا ريب أنّ ازدهار البحث حول ((مجال الفقه)) يتوقّف على مساهمة علماء الحوزة، ومشاركة الباحثين البارزين، في الدراسة والتحليل، ولا يمثِّل هذا البحث أكثر من مدخل إلى الموضوع، ونافذة على هذا المسار. \n\nنطاق علم الفقه بين الموقف المبدئي ومعطيات الشَّريعة \nالسيّد محمد مصطفوي ",
        "تمهيد: \nما هو نطاق الفقه الإسلامي؟، وما هو دوره في رسم الخطوط العامّة أو التفصيليّة لحركة الإنسان في حياته الفردية والاجتماعية؟. \nالسؤال عن دور الفقه في حياة الإنسان، يؤدّي بنا، إلى السؤال مسبقاً عن دور الدين في حياة الإنسان. ولو افترضنا أنّ دور الدين يتجسّد أساساً في هداية الناس إلى الصراط المستقيم؟، فماذا تعني الهداية بالنسبة إلى الإنسان؟، هل الهداية تقتضي إراءة الطريق أم تتطّلب الإيصال إلى المطلوب؟، وبتعبير آخر، هل يتطّلب دور الدين أن يلازم حركة الإنسان في الحياة ليتأكّد من سيره الدقيق على الطريق الصحيح؟. \nوعلى افتراض أنّ الجواب، عن السؤالين الأخيرين، يكون بالإيجاب ، فما هو سبيل الدين لتحقيق هذه الغاية؟، هل الدين (الإسلام) يحقق غاياته من خلال الشريعة؟، وإذا كان الجواب بالإيجاب، فما هي علاقة الشريعة بالعقل الإنساني وحرّيته الذّاتيّة؟، هل الشريعة تأخذ اعتبارها من معقوليّتها؟، أم العقل يأخذ اعتباره ",
        "\nمن مشروعيّته؟، وبتعبير آخر، هل الدين يسبق العقل أم العقل يسبق الدين؟، وبتعبير ثالث، هل العقل يبرّر الدين أم الدين يبرّر العقل؟. \nولو افترضنا أنّ العقل يسبق الدين، فهل معنى ذلك أنّ القضايا الدينيّة تخضع لرقابة العقل، وتأخذ جدوائيّتها من حكمه. وبطبيعة الحال، يأتي الحديث عن العقل الّذي يُحكَم على أساسه على الدين وقضاياه، والعكس أيضاً صحيح. \nثُمَّ هل الحلول الّتي تقدّمها الشريعة لمشاكل الإنسان، من شأنها أن تغطّي كلّ مساحة حياة الإنسان؛ بحيث لا يبقى فراغ يسدّه غيرها، أم أنّ هناك، نقاط فراغ ومناطق عفو، في الشريعة؟، وبالتالي، يُطرح السؤال عن كيفيّة ملئها بالعقل أم بالشرع. أو أنّ الشريعة تتولّى تحديد المعالم العامّة لحركة الإنسان في الحياة، وتتمّ عمليّة التوجيه الشرعي من خلالها، من دون مباشرة التفاصيل، إلا بقدر الحاجة والضرورة؟. ",
        "أم ينحصر دور الشريعة في مجال النسك والطقوس والشعائر الدينيّة، وليس من شأنها الدخول في مجال الحياة العامّة؟. \nيتولّى علم الكلام وفلسفة الدين الإجابة التفصيليّة عن هذه الأسئلة وغيرها. ولا نريد أن نقف عندها طويلاً خوفاً من الإسهاب، بل نكتفي بحديث موجز عن الاتِّجاهات الثلاثة الأخيرة؛ لصلتها بتحديد دائرة الفقه ونطاقه، ونحيل البحث التفصيلي حول الأسئلة السابقة إلى الكتب المتخصّصة في مجال فلسفة الدين وعلم الكلام. \nمن هنا، سوف نتحدّث في هذه الدراسة عن مرحلتين بالنسبة إلى دائرة الفقه ونطاقه، ففي المرحلة الأولى نتناول الموضوع من خلال الموقف المبدئي(1). وفي المرحلة الثانية نتناول الموضوع من خلال المعطيات الشرعيّة والأدلّة القائمة بخصوص الفقه والشريعة. وتجدر الإشارة مسبقاً، إلى أن البحث حول الموضوع \nــــــــــــــ",
        "1 ـ نعني بالموقف المبدئي، الموقف الّذي يتكوّن نتيجة الرؤية الكَونية، والاجتماعية، وعوامل ذاتيّة وموضوعيّة، تساهم في تحديد هذا الموقف. \n\nنفسه في المرحلتين لا يعني الانفصال الواقعي بين الموقف المبدئي ومعطيات الشريعة، بل نعتقد أن التعاطي والتبادل بين الموقفين المبدئي والشرعي قائم، وكلٌّ بدوره يؤثّر في الآخر، وكلاهما يساهمان في تحديد الصورة النهائيّة، والموقف الأخير، من الموضوع. \nالمرحلة الأولى: ",
        "نطاق الفقه على ضوء الموقف المبدئي \nيمكن البحث حول الشريعة والفقه ونطاقه على مستوى التنظير (الموقف المبدئي الفلسفي)، دون مرحلة الإثبات(2)، من خلال أطروحات ثلاث: \nالأولى: أطروحة التوجيه المباشر. \nالثانية: أطروحة التوجيه عبر العناوين الكبرى. ",
        "الثالثة: أطروحة الفصل بين الشأن الديني والشأن الدنيوي. \nوبعد البحث عن هذه الأطروحات يأتي الحديث عن مرحلة الإثبات؛ أي البحث من داخل الشريعة نفسها، دائرتها ودائرة الفقه، من خلال ما ورد في الشرع (وهذا ـ كما هو واضح ـ بحث من داخل الشريعة وليس من خارجها). \nوسوف نتحدّث عن هذه الأطروحات الثلاث بشيء من التفصيل. وقبل الولوج في البحث عنها، وعن مدى تطابقها مع واقع الشرع الإسلامي، يفترض البدء ببيان المقصود من الشريعة والفقه في اللُّغة والاصطلاح. \nـ الشريعة والفقه ",
        "أ ـ الشريعة \nالشريعة في اللُّغة، تُطلق على الطريقة المستقيمة، ومن ذلك قوله تعالى: (ثُمَّ جعلناك على شريعة من الأمر فاتبعها)(3). \nــــــــــــــ\n2 ـ البحث الإثباتي: بحث من داخل المجال الديني، وليس من خارجه. ويأتي الحديث عنه بعد البحث عن مرحلة الثبوت والتنظير. ",
        "3 ـ سورة الجاثية: الآية 18. \n\nوسمّيت الشريعة كذلك لاستقامتها وعدم انحرافها عن الطريق المستقيم. وقال بعضهم: سمّيت الشريعة شريعة تشبيهاً بشريعة الماء(4). \nو((الشريعة)) في الاصطلاح: ما شرّعه الله للناس من قواعد الدين، سواء كانت متعلّقة بالعقيدة الدينية أم بالأخلاق أم بأفعال المكلّفين من عبادات ومعاملات. وهذا المفهوم يساوق معنى الفقه في صدر الإسلام(5). ",
        "وبتعبير آخر، ((الشريعة)) هي النُظُم الّتي شرَّعها الله، أو شرَّع أصولها، ليأخذ الإنسان نفسه في علاقته بربه (وسبيلها أداء الواجبات الدينية كالصلاة والصيام)، وعلاقته بأخيه المسلم (وسبيلها تبادل المحبّة والتناصر على الدوام، والأحكام الخاصّة بتكوين الأسرة والميراث)، وعلاقته بأخيه الإنسان (وسبيلها التعاون في تقدّم الحياة العامّة، والسلم العام)، وعلاقته بالحياة (وسبيلها التمتّع بلذائذ الحياة الحلال دون إسراف أو تقشّف)(6). \nويمكن تقسيم قواعد الشرع الإسلامي، حسب هذا التعريف(7)، إلى ثلاث فئات: \nالأولى: قواعد العقيدة الدينيّة؛ وتتناول ما يتّصل بذات الله تعالى وصفاته، والإيمان به، وبرسله، واليوم الآخر. بما فيه من حساب وثواب وعقاب. ومحل دراستها علم الكلام أو العقائد. \nــــــــــــــ",
        "4 ـ مفردات ألفاظ القرآن، الراغب الأصفهاني (ت425 هـ. ت)، تحقق: صفوان عدنان داودي، ط2، دمشق، دار القلم، 1997م ـ 1418 هـ، ص450. \n5 ـ انظر: د. محمد مصطفى شلبي، المدخل في الفقه الإسلامي، بيروت، الدار الجامعية، 1985، ص27، ود. سمير عاليه، علم القانون والفقه الإسلامي، ط2، بيروت، المؤسسة الجامعية، 1996، ص42. \n6 ـ الشيخ محمود شلتوت (شيخ الجامع الازهر)، الإسلام عقيدة وشريعة، القاهرة، دار العلم، (د. ت)، ص2. \n7 ـ يؤخذ على هذا التعريف وأمثاله إدخاله لقضايا العقيدة والأخلاص ضمن القضايا التشريعية الّتي يرجع أمرها إلى الشارع، في حين أنّ أساس الالتزام في القضايا المعتقدية ينشأ من خارج دائرة الشرع (الأمر والنهي الإلهيّين). كما أنّ القضايا الخُلقية راجعة أساساً إلى أمور معيارية يستقل بمعرفتها العقل (الرأي المعتمد لدى حكماء المسلمين)، فمن الصعب تصنيف المعتقد والأخلاق ضمن الشريعة (الّتي تفترض مصدراً إلهيّاً لها). ",
        "\nالثانية: القواعد الأخلاقيّة؛ وتتناول كيفيّة تهذيب النفس وإصلاحها، وضرورة تمسّك المسلم بالمُثُل العليا. ومحل دراستها علم الأخلاق، أو التصوف والعرفان. \nالثالثة: القواعد العملية، وتتناول العبادات والمعاملات بين الأفراد والجماعات والدول من جميع جوانبها، ومحل دراستها علم الفقه(8). \nوقد حصر البعض الشريعة بخصوص الفئة الأخيرة، وعرّفها بما يلي: ",
        "((الشريعة)) هي كلّ حكم أُخذ من القرآن الكريم أو من أحاديث النبيّ وأهل بيته (صلوات الله تعالى عليه وعليهم)، أو ما ثبت عند المذاهب الإسلاميّة جواز الاعتماد عليه في استنباط الأحكام من الأصول والقواعـد الفقهيـة، وهو الّذي يصطلـح عليه بـ ((السنّة))، ويقابـل ذلـك مصطلـح ((البدعة))(9). \nوهناك تعريف آخر، اعتمده بعض الفقهاء، يرجـع إلى تحليل الإسـلام اصطلاحيّاً إلى جزئيـن: ((العقيدة والشريعة))، قاصداً بـ((العقيدة)) مجموعة المفاهيم أو المعلومات الجازمة الّتي يعقد عليها القلب، و((بالشريعة)): ((مجموعة القوانين والأنظمة الّتي جاء بها الرسول صلى‌الله‌عليه‌وآله‌وسلم ، الّتي تعالج الحياة البشرية كافة، الفكرية منها والروحيّة والاجتماعيّة، بمختلف ألوانها من اقتصادية وسياسية وغيرها))(10). \nويظهر من هذا التعريف أنّ الأخلاق قد تمّ دمجها في الشريعة من خلال تفسيرها ((بالقوانين والأنظمة)). والأنظمة تتناول بإطلاقها النظام التربوي والأخلاقي في الإسلام، كغيره من الأنظمة الإسلامية. \nب ـ الفقه ",
        "الفقه في اللّغة له معنيان: \nالأول: مطلق الفهم، يقال: فلان يفقه الخير والشر؛ أي يفهمها. \nــــــــــــــ\n8 ـ د. سمير عاليه، مرجع سابق، ص49 (بتصرف). ",
        "9 ـ السيد محمد حسين فضل الله، فقه الشريعة، ط1، بيروت، دار الملاك، 1999 ص7. \n10 ـ السيد محمد باقر الصدر، أصول الدستور الإسلامي، الأساس رقم (1)، المطبوع ضمن: شبلي الملاط، تجديد الفقه الإسلامي، ترجمة: غسان غصن، ط1، بيروت، دار النهار، 1998م. ص33. \n\nوالثاني: فهم قصد المتكلم من كلامه (أي الفهم الدقيق)، قال تعالى: (وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي)(11)، أي يفهموا المقصود من كلامي. ",
        "وغلب استعمال الفقه على العلم بأحكام الدين لشرفه، يقول النبيّ صلى‌الله‌عليه‌وآله‌وسلم: ((إذا أراد الله بعبد خيراً فقّهه في الدين))(12). \nوكان الفقه يُطلق في صدر الإسلام على العلم بالقواعد الشرعيّة بجميع أنواعها، اعتقادية كانت أم أخلاقيّة أم عمليّة(13). \nولمّا تمايزت العلوم والمعارف، ضاقت دائرة الفقه، وأصبح مختصّاً بجزء مـن أجـزائه، وهـو ((القواعد العمليّة)) فقط. من هنا، جاء تعريف الفقه في الاصطلاح: بأنّه ((العلم بالأحكام الشرعيّة الفرعيّة من أدلّتها التفصيليّة))(14). فالشرع هو الأساس في بناء الفقه، والفقه هو الجانب المرن، وغير الثابت، من الشريعة(15)؛ لأنّه يرتبط بمدى فهمنا للثابت، وهو ((النّصّ الشّرعي))، ومن هنا، فإن الفقه يأتي في الدرجة الثانية بعد الشرع من حيث القوّة الملِّزمة. \nهذا، وتقتضي الدقّة في الاصطلاح عدم إطلاق اسم الشرع على الآراء الفقهيّة المحضة، وحصرها بالفقه فقط؛ لأنّ الشرع من عند الله، وهو مستقرّ لا يمكن تبديله وتغييره، فإذا أجزنا إطلاق اسم الشرع على الآراء الفقهيّة الّتي تقبل التغيير، لأدّى ذلك إلى القول بجواز تغيير بعض قواعد الشرع، وهو غير جائز في الإسلام(16). ",
        "ــــــــــــــ\n11 ـ سورة طه: الآية 27. \n12 ـ كنز العمال، ح/ 28690. \n13 ـ محمد سلام مدكور، مناهج الاجتهاد في الاسلام، ص23، ورد في: د. سمير عاليه، مرجع سابق، ص 16. ",
        "14 ـ الشيخ حسن زين الدين، معالم الدين وملاذ المجتهدين، ط عبد الرحيم، ص22. \n15 ـ انظر: محمد مصطفوي، أهداف الفقه ومقاصد الشريعة (من فلسفة الفقه ـ 1)، ص49. \n16 ـ نظام الدين عبد الحميد، مفهوم الفقه الإسلامي، ص19. ورد في: د. سمير عاليه، مصدر سابق، ص69.\n",
        "نعم، إذا استند رأي فقهي إلى دليل شرعي، فهو بمثابة الشرع عند أغلب الفقهاء، ويصحّ عندها ـ إطلاق الشرع عليه، كما أنّه بمرتبته ـ عندهم ـ من حيث درجة الإلزام. \nوعلى ما بيّنا، فإنّ الفقه يرتبط ارتباطاً مباشرا ًبعملية الاجتهاد، الّتي تعني فيما تعني بذل الجهد في استخراج الأحكام الشرعيّة من مصادرها المعتبرة. \nوبعد هذا التوضيح المفهومي للفقه وللشريعة، نستعرض الأطروحات الثلاث الّتي يمكن من خلالها تفسير الشريعة ودورها في حياة الإنسان، على مستوى التنظير والموقف المبدئي (الفلسفي). \n1 ـ أطروحة التوجيه المباشر ",
        "الأطروحة الأولى (والمعتمد لدى فقهاء المسلمين) في فهم الشريعة والفقه، ودورهما ودائرتهما، هي: أطروحة التوجيه المباشر؛ والّتي تعني أن الشريعة تتولّى تفاصيل حركة الإنسان في الحياة؛ لأنّ الشريعة، حسب هذه الأطروحة، منهاج كامل لإدارة حياة الإنسان، ولا يقتصر دورها على العبادات والنواحي الخُلقية، بل يمتدّ إلى أنظمة الحكم والتشريع. وتتضمّن الشريعة قواعد تنظِّم شؤون الدولة والمجتمع، وتهتم ـ مضافاً إلى اهتمامها بتنظيم علاقة الإنسان بربه ـ بتنظيم العلاقات الاجتماعية بين الناس، وكذلك علاقة الإنسان بالكون. ولا يستغني الإنسان حسب هذه الأطروحة عن الشريعة في كلّ قضاياه الجزئيّة والكلّية، العامّة والخاصّة؛ لأنّ الشريعة معنيّة بتحديد تفاصيل حركة \n\nالإنسان في الحياة، ورسم ما يحتاج إليه، والتخطيط له منذ ولادته إلى وفاته (بل قبل ولادته وبعد وفاته)، على الصعيد الفردي والاجتماعي. فليس هناك شأن من شؤون الحياة إلاّ وتناوله الشرع، وأوضح فيه الخير والشر، وميّز الصحيح عن الفاسد(17). \nوحسب التوجيه المباشر، يجب على الإنسان الانقياد لكلّ ما يدعو إليه الشرع والالتزام به. وليس له أن يتخطّى الحدود المرسومة له؛ لأنّ الشارع المقدّس لا يجيز لأيِّ جهة أخرى غيره أن تعالج قضايا الإنسان والتشريع له(18). وللشريعة السيادة والسلطان المطلق (إِنْ الْحُكْمُ إِلاَّ لِلَّهِ) (19). ",
        "فأطروحة التوجيه المباشر للشريعة لتفاصيل قضايا الحياة، تعني: \nــــــــــــــ\n17 ـ انظر: السيد محمد حسين الطباطبائي، الميزان في تفسير القرآن، ج6، ص256 وما بعدها. والشيخ أبو الأعلى المودودي: نظرية الإسلام وهديه في السياسة والقانون والدستور، جدة، الدار السعودية، 1985، ص136 ـ 137. و د. وهبة الزحيلي، جهود تقنين الفقه الإسلامي، بيروت، مؤسسة الرسالة، 1987، ص8 ـ 9. \n18 ـ انظر: عبد القادر عودة، الإسلام بين جهل أبناءه وعجز علمائه، ص8. وسيد قطب، معالم في الطريق، ص18، ومناع القطان، التشريع والفقه في الاسلام، بيروت، مؤسّسة الرسالة، 1983. ",
        "19 ـ سورة يوسف: الآية 40. \n\nأولاً: إنّ للشرع موقفاً وحكماً في كلّ صغيرة وكبيرة من قضايا الحياة الإنسانيّة. \nثانياً: الرأي الشرعي يختلف في جوهره عن كلّ الآراء الّتي تصدر عن غيره لمعالجة قضايا الإنسان. ",
        "ثالثاً: الرأي والحكم الشرعيّان هما الصواب، أو على الأقل هما المشروعان، ولا مشروعيّة لباقي الآراء. من هنا، لا يسمح الشرع بمعالجة قضايا الحياة برأي سواه. \nوالمصدر الأول والأساس لاستبيان الرأي الشرعي في هذه الأطروحة هو النصّ؛ لأنّ النصّ الإسلامي كتاباً وسنّة هو الحكم الأعلى والسلطة الّتي لا تعلوها سلطة، وهو القاعدة الكبرى الّتي قام عليها المجتمع الإسلامي، بل هو السلطة المؤسِّسة والمنظِّمة للجماعة، والدولة، والحضارة(20). \nلقد شكّل النصّ، منذ البداية، الأساس لكلّ شيء في الجماعة المتكوّنة في رحابه. فهو الفصل، وهو الحكم، والمأدبة والغذاء اليومي لهؤلاء الّذين التفّوا حول النبيّ البشر(21). \nوحيث لا تفي النصوص الخاصّة(22) بمعالجة كافّة القضايا الحياتيّة للإنسان، يأتي دور الاجتهاد لاستنطاق النصوص في مجالها التداولي، لبناء قواعد عامّة كلّيّة واستخدامها في مجالات مختلفة. من هنا، نشأ علم أصول الفقه لدراسة العناصر المشتركة في عمليّة الاستنباط الفقهي. ",
        "وقد لا يمكن استخدام القواعد العامّة لاستكشاف الحكم الشرعي، فيلجأ الفقيه إلى استخدام قواعد عامّة بديلة تؤدّي إلى تحديد الوظيفة العمليّة للمكلَّف (والطرق البديلة مأخوذة أساساً من نصوص شرعيّة تقرّر قواعد \nــــــــــــــ\n20 ـ زيد علي الوزير، تصحيح المسار (بريطانيا، مركز التراث اليمني، 1992) ص204، ورد في: راشد الغنوشي، الحرّيات العامة في الدولة الاسلامية، مركز دراسات الوحدة العربية، بيروت، 1993، ص101. \n21 ـ رضوان السيد، الأمّة والجماعة والسلطة، القاهرة، دار إقرأ، 1984، ص11. ",
        "22 ـ النصوص الخاصّة، هي: النصوص الّتي تعالج مشكلة بعينها، ونشأت أساساً لتَبيّن حكمها. \n\nعمليّة(23)، وقد لا تكون قاعدة شرعيّة مأخوذة من النصّ، بل قاعدة عقليّة محضة كالبراءة العقليّة). \nوعلى أيّ حال، هناك أصل أوّلي يرجع إليه الفقيه في حالة فقدان النصّ، وهذا الأصل الأوّلي يتأرجح (نتيجة الاتّجاه الكلامي للفقيه) بين قاعدة قبح العقاب بلا بيان (أصالة الإباحة أو البراءة العقليّة)(24) وأصل حقّ الطاعة(25)، أو قاعدة الاحتياط والاشتغال. ",
        "وهذه الأطروحة تعتمد على المرتكزات التالية: \nأولاً: الاختلاف الجوهري بين الحكم الشرعي وغيره من الأحكام؛ حيث إنّ الحكم الشرعي يختلف في جوهره عن الأحكام الّتي تصدر من جهات تشريعيّة بشريّة لمعالجة قضايا الإنسان والحياة؛ وذلك للاختلاف في مصدر الحكم؛ إذ إنّ مصدر التشريع في أحكام الشريعة هو الله تعالى، في حين أنّ مصدر التشريع في الأحكام الصادرة من جهات تشريعيّة وضعيّة هو الإنسان (الأعم من الفرد والمجتمع الإنساني). \nثانياً: عدم مشروعيّة الأحكام الصادرة من جهات بشريّة؛ ذلك أنّ الرأي ذا المصدر البشري لا يتمتّع بالمشروعيّة، وللأسباب التالية: \nأ ـ فقدان الصلاحيّة: ",
        "إنّ التشريع عمل مُعقّد يتطلّب المعرفة التامّة، والوعي الكامل لأبعاد الإنسان ومتطلباته، وهذا الوعي لا يتوفّر للإنسان (لأسباب تتعلّق بنواقص معيّنة فيه). من هنا، لابدّ للشريعة من أن تقوم بهذا الدور؛ لأنّه بإمكانها أن تنفذ إلى أعماق الإنسان وأبعاده المختلفة، من خلال عالمي الغيب والشهادة(26). وهذا ما يتطلّب التوجيه المباشر والتفصيلي للشريعة في شؤون الحياة. \nــــــــــــــ\n23 ـ أنظر بهذا الصدد، السيد محمد تقي الحكيم، الأصول العامة للفقه المقارن، ص503 وما بعدها. \n24 ـ أنظر: سيف الدين الآمدي، الإحكام في أصول الأحكام، ج1، ص130، والسيد محمد حسين البرودردي، فوائد الأصول، ج3، ص328. (تقرير الشيخ حسين علي المنتظري). ",
        "25 ـ راجع: السيد محمد باقر الصدر، دروس في علم الأصول (الحلقة الثالثة ـ 2)، ص181 وما بعدها. والسيد محمد تقي الحكيم، مرجع سابق، ص521 وما بعدها. \n26 ـ راجع: السيخ عبد الله جوادي الآملي، فلسفة حقوق الإنسان (بالفارسيّة)، ص106 ـ 107. \n\nب ـ التزاحم في الولاية: ",
        "إنّ التشريع الإنساني يتوقف على ثبوت الولاية للإنسان في ذلك. وعلى فرض ثبوت الولاية للإنسان على نفسه (بالأصل)، وعلى غيره (بالتفويض والوكالة)، تصطدم هذه الولاية مع الولاية المطلقة الإلهيّة، ومع ما ورد في القرآن من نفي الولاية لغير الله(27). \nج ـ المخالفة لمبدأ العبوديّة: \nإنّ مبدأ التوحيد، قاعدة الأديان السماويّة، كما يدعو إلى التوحيد في الألوهيّة والخَلق، يدعو إلى التوحيد في الربوبيّة والعبادة. والتدخل المباشر والتفصيلي للشريعة في قضايا الحياة والإنسان أكثر انسجاماً مع روح العبودية المطلقة لله تعالى. كما أنّه أكثر أمناً واطمئناناً من الوقوع في شراك مشاركة غير الله في الطاعة والعبوديّة. والطاعة من مقتضيات التشريع ولوازمه. \nثالثاً: جامعيّة الشريعة وإن لم تكن ذات مفهوم واضح ومحدّد في الفقه الإسلامي، ولكن من المسلّم به، عند فقهاء المسلمين، أنّ مِن معاني الجامعيّة قدرة الشريعة على إعطاء الحلول المناسبة للحاجات التشريعيّة للإنسان، من خلال جهاز الاستنباط الفقهي وعملية الاجتهاد. وعادة يتم إثبات الجامعيّة(28) بمعانيها المختلفة من داخل المجـال الدينـي كالآيـات والروايات الّتي قد توحي بذلك(29). ",
        "يعتمد الاتّجاه الشمولي في تصوّره هذا، على تفسير خاص للإنسان والحياة والشريعة، والّذي ينطلق أساساً من إدراك يقوم على نفي استقلال الإنسان بعقله الطبيعي وحرّيّته الذّاتيّة في التشريع والتخطيط لشؤون الحياة. والنظر إلى العلاقة القائمة بين قضايا الحياة والمعرفة الدينيّة (الشريعة) على أنَّها علاقة ترجع بالأساس إلى طبيعة العلاقة بين الخالق والمخلوق، وهي أساساً علاقة طاعة مطلقة \nــــــــــــــ\n27 ـ الشورى: 9 و21، يوسف: 20، المائدة: 44 وغيرها. \n28 ـ راجع: أهدف الفقه ومقاصد الشريعة (فلسفة الفقه ـ 1)، ص21، 22. ",
        "29 ـ راجع النحل: 75، الأنعام: 38 و58، النحل: 89، المائدة: 30، والروايات: الكافي: ج1، ص238. ووسائل الشيعة: ج19، ص271؛ والكافي: ج1، ص61؛ وبحار الأنوار: ج92، ص98؛ والكافي: 1، ص59 و... \n\n(خُلق الإنسان ليطيع) والطاعة ((هي الّتي تُؤَدَّى بناءً على الأمر، لا على ما يسرّ ويتلذّذ))(30)، أو بالأحرى هي ((موافقة الأمر))(31) الإلهي. \nوبناء على هذا التصور، يأتي دور الفقه ((في استنطاق النصّ الشرعيّ بحثاً عن الأمر والنهي الإلهيّين))، وينتهي هذا البحث تارة إلى أحكام صارمة بصيغتي الوجوب والحرمة (الحكم الملزِم)، وأخرى إلى أحكام غير صارمة بصيغتي الاستحباب والكراهة، وثالثة إلى الإباحة؛ ليجسّد بذلك الطاعة بكلّ تفاصيلها. ",
        "من هنا، نجد أنّ الفقه يتحوّل إلى ((علم التكليف))؛ مستنداً إلى ((نظرية التكليف)) الّتي تأخذ شرعيّتها من مبدأ ((حق الطاعة)) كأصل أساسي ورجعي، يُحتكَم إليه في كلّ مورد ،لا نملك الدليل على الخلاف فيه، لإثبات التكليف واشتغال الذمّة(32). ونصوص الشريعة دالّة من حيث الأساس (على ضوء هذا التفسير) على التكليف، بل هي عين التكليف. وأما سائر العلوم الّتي تقنِّن للشريعة كالكلام واللُّغة والفقه وغيرها، فإنّها تتمركز كلّها باتجاه تلك النظريّة الأم، وبناء عليه، فإن دائرة البحوث الفقهيّة هي عينها دائرة ((علم التكليف)). \nــــــــــــــ\n30 ـ أصول الدين للبغدادي، ص25؛ انظر بهذا الصدد: التبصير في الدين، ص80، وشرح المواقف، ص527. \n31 ـ التوحيد، الماتريدي، ص369. ",
        "32 ـ أنظر: السيد محمد تقي الحكيم: مرجع سابق، ص520. \n\nومن خصائص هذا الاتجاه سلطة النصوص الدينيّة في عمليّة الاستنباط الفقهي، ومعالجة النصوص إثباتاً ودلالّة وتقويماً داخل المجال الديني، والانسحاب الخجول للعقل الإنساني في بعض الاتجاهات أمام النصّ الشرعي، وقراءة النصوص الخاصّة قراءة منعزلة، في الغالب، عن الأهداف والعناوين الكبرى للشريعة، وهيمنة النظرة الفردية إلى الشريعة. ولا يخفى في هذا المجال دور جهود علماء كبار حاولت تصحيح النظرة إلى الشريعة(33)، والسعي للحيلولة دون سقوط الفقه الاسلامي إلى مستوى ((الفقه البدْوي الجامد)) على حد تعبير الشيخ محمد الغزالي، أو أن يؤدّي إلى ((زوال الحضارة الجديدة)) على حدِّ تعبير الإمام الخميني(34). \nإذاً، على هذا الأطروحة الّتي تبتني على شمولية الشريعة وجامعيّتها لقضايا الحياة، فإنّ دائرة الفقه تمتدّ نظريّاً بامتداد دواعي الحياة المتجدّدة، وتتسع لجميع الحاجات التشريعيّة للإنسان في حياته الفردية والاجتماعية. ولكن هل بإمكان هذا الاتّجاه أن يعكس نظاماً متكاملاً؟ ",
        "ــــــــــــــ\n33 ـ أنظر بهذا الصدد: الإمام الخميني، صحيفة نور، ج21، ص34، 98، السيد محمد باقر الصدر: الإسلام يقود الحياة. واقتصادنا، ص721 ـ 728 و400 ـ 414. والشيخ يوسف القرضاوي: عوامل السعة والمرونة، ص11، والاجتهاد في الشريعة الإسلامية، ص114، 119. \n34 ـ صحيفة نور، ج21، ص34. \n",
        "الجواب نظريّاً بالإيجاب، ولكن بما أنّ تكوين النظام الإسلامي السياسي، أو الاقتصادي، أو الاجتماعي، أو التربوي أو... يتوقّف على الأحكام والمفاهيم، فهو انعكاس لاجتهاد معين؛ لأنّ تلك الأحكام والمفاهيم ـ الّتي يتوقّف عليها تكوين النظام ـ نتيجة لاجتهاد خاص في فهم النصوص. وما دامت الصورة الّتي نُكوِّنها عن النظام الإسلامي اجتهادية، فليس بالضرورة أن تكون هي الصورة الواقعيّة؛ لأنّ الخطأ في الاجتهاد يبقى وارداً. ولأجل ذلك كان من الممكن للمفكّرين الإسلاميّين، أن يقدموا صوراً مختلفة للنظام الإسلامي في حقوله المختلفة(35). \n2 ـ أطروحة التوجيه عبر العناوين الكبرى \nالأطروحة الثانية لتفسير الشريعة وفهم دورها، هي: أطروحة التوجيه عبْر العناوين الكبرى الّتي ترتكز على المعاملات بالمعنى العام دون العبادات. وتقوم على الاعتبارات الآتية: \nأوّلاً: الشريعة معنيّة بالإطار العام ",
        "إنّ دور الشريعة أساساً هو رسم الخطوط العريضة والإطار العام لحياة الإنسان، دون الاستغراق في التفاصيل. وتمارس الشريعة هذا الدور من خلال تحديدها للعناوين الكبرى (القيم والمبادئ العامّة) مثل: مبدأ العدالة الاجتماعية، والمسؤولية العامّة والمشتركة للإنسان، والدعوى إلى الخير، والأمر بالمعروف \nــــــــــــــ\n35 ـ راجع: السيد محمد باقر الصدر، اقتصادنا، ص381. \n",
        "والنهي عن المنكر، وإحقاق الحق وإزهاق الباطل، وحفظ النظام العام، ومبدأ المساواة أمام القانون والشرع (قاعدة الاشتراك في أحد معنييه)، ومبدأ حرّيّة التعاقد و...، ويترك للإنسان (الفقيه) أن ينخرط في التفاصيل ويندمج في إطارها المفروض من دون أن تكون الشريعة معنيّة بالتفاصيل، كونها مرتبطة بعوامل متغيّرة لا يمكن ضبطها وتقنينها. \nثانياً: التفاصيل الشرعية: تطبيقات ومصاديق \nإنّ ما ورد من آراء شرعية تفصيلية في معالجة القضايا الجزئيّة (في دائرة المعاملات بالمعنى العام) يُفَسَّر على ضوء نظرية التوجيه عبر العناوين الكبرى بأنّها مصاديق وتطبيقات لتلك العناوين، والتطبيق يخضع في أساسه لعاملي (الزمان والمكان) والواقع الّذي ينشئه. \nوعليه، فإنّ ما يرجع إلى المصاديق، والجانب التطبيقي للعناوين الشرعية الكبرى لا يشكّل أمراً ثابتاً؛ بحيث يصلح لكلّ زمان ومكان، ولا تشمله الأدلّة الواردة حول أبديّة الأحكام الشرعيّة. ",
        "من هنا، يكون دور الاجتهاد أساسيّاً في تحديد الأصول الأبدية للشريعة (العناوين الكبرى)، والأحكام القابلة للتغيير نتيجة المتغيّرات المتتالية في حياة الإنسان، من جهة، والجمع بين الأصول الأبدية والأحكام المتغيّرة من جهة ثانية(36). \nثالثاً: التنظيم الديني يلتقي مع التنظيم الدنيوي \nالاتّجاه التوجيهي لا يعلن القطيعة مع نظريات وأفكار وحلول تأتي من خارج إطار الشريعة وتعالج قضايا الإنسان وتلتقي مع العناوين الكبرى والمبادئ العامة للشريعة؛ وذلك لأنّ الشريعة تنظر إلى الحياة وقضاياها بنظرة موضوعيّة لا \nــــــــــــــ",
        "36 ـ أنظر بهذا الصدد: محمد إقبال اللاّهوري، تجديد الفكر الديني في الإسلام. \n\nذاتيّة(37)، والواقع له نصيب كبير في تحديد مسار الرأي الشرعي، والاتجاه الّذي ينبغي أن يتَّجه الفقيه إليه في تقرير حكم، أو إبداء رأي، أو أخذ موقف تجاه قضيّة من القضايا. كما أنّ ذلك مقتضى الجمع بين الأصالة والحداثة، والإسلام ومنجزات العصور الحديثة. ومن هنا، صحّ القول: ((إنّ التنظيم الدنيوي أساس متين لاستقامة نظام الدين))(38)؛ ذلك أنّ الدين كنظام عقائد، وعبادات، وأخلاق وأحكام تشريعية، جزء لا يتجزّأ من الحياة الدنيا، ولكنّه محتاج لعلماء حكماء هداة يفسرون أصوله بحسب مقتضى الأحوال(39). \nويترتّب على الاتّجاه التوجيهي عبر العناوين الكبرى إفساح المجال الواسع للطاقات والخبرات الإنسانيّة، ((والدعوة ((إلى بناء الحياة كلّها على التفكير))(40)، ويسمح للفكر الإنساني أن يعبّر عن توجُّهات الشريعة من خلال الطاقات والخبرات الإنسانية وفقاً لمقتضيات الزمان والمكان، كما يدعو إلى الاجتهاد في تحديد المقاصد والأهداف العامّة للشريعة(41)، من خلال المعالم العامّة لها. من هنا، يكون للعامل الإنساني وعنصـر العمل البشـري دور فاعل للتعبيـر عن الشـريعة وفقاً ((لمقتضيات الحكمة الزمانيّة))(42). ",
        "إنّ الاتجاه التوجيهي (عبر العناوين الكبرى) يبني تصوّراته من موقع إخفاق الاتجاه الشمولي في مجالات فكرية، واجتماعية، وسياسية. \nفكرياً، لم يستطع الاتّجاه الشمولي إعطاء تفسير شامل للشريعة، ينسجم ومتطلبات الحياة في العصور الحديثة. مقارباته للقضايا النظرية متَّصفة بالإطلاق والتعميم، في حين أنّ المعرفة تفقد قيمتها كلّما اقتربت من هاتين الصفتين. \nــــــــــــــ\n37 ـ ذلك فيما يرتبط بالمعاملات والقضايا المرتبطة بالشأن العام، دون العبادات ذات الصبغة التعبدية. ",
        "38 ـ خير الدين التونسي، أقوم المالك في معرفة أحوال الممالك، بيروت، دار الطليعة، 1978، ص106. \n39 ـ راجع: عبد الرحمن الكواكبي، الأعمال الكاملة، ص360 وما بعدها. وناصيف نصار، تصورات الأمّة المعاصرة، بيروت، أمواج، 1966، حول علاقة الدين والدنيا، عند الكواكبي. \n40 ـ عمار الطالبي، آثار ابن باديس، ج3، ص131. \n41 ـ أنظر: أبي اسحاق الشاطبي، الموافقات في أصول الشريعة، بيروت، دار المعرفة، ص6 وما بعدها. ",
        "42 ـ عبد الرحمن الكواكبي: مصدر سابق، ص365. \n\nوقد ابْتُلي هذا الاتجاه أيضاً بفقدان الوعي التاريخي العلمي المبني على مبادئ وقوانين قادرة على تفسير الحاضر، والاستفادة من الماضي، فضلاً عن استشراف المستقبل. وعدم النجاح في فهم الواقع فهماً علميّاً واقعيّاً، ومقاربته بأدوات مفهومة، إسلاميّة، أصيلة، قادرة على معالجة القضايا الفكرية والنظرية المعاصرة بأدواتها الخاصّة، معالجة شاملة ودقيقة وواضحة. \nاجتماعيّاً، ركَّز الاتّجاه الشمولي على مستوى المسلم الفرد وأهمل سائر المستويات، أي مستوى المجتمع المسلم، ومستوى الإنسانيّة جمعاء. وبالتالي، عمَّم الحلول المقترحة على مستوى الحياة الفرديّة (الخاصّة) إلى مستوى الحياة العامّة. ",
        "سياسيّاً، ابتعد أصحاب الاتّجاه الشمولي عن مراكز القرار السياسي في الغالب، ولم يعايشوا الساحة السياسية والاجتماعية بشكل مباشر وفاعل، وتبدّل الفقه عندهم إلى العلم الافتراضي؛ بحيث ((أصبح الفقه يثُمَّر من النظر والافتراض أكثر ما يثُمَّر من الوقائع والعمل))(43). \nهذه الأمور وغيرها أدّت إلى البحث عن نظريات بديلة، تأخذ على عاتقـها مهمّـة التوفيـق بيـن ((الثوابت الشرعية)) ومتطلّبات الحياة في العصور المختلفة. \nوالمنطق العام الّذي استعمله أصحاب الاتّجاه التوجيهي أقرب إلى الطابع التجريبي العملي منه إلى النظري المُبلور؛ ولذلك تبدو محاولات هؤلاء، جريئة وملتوية، طموحة ومتحفّظة، واضحة ومرتبكة، واسعة وناقصة. \nــــــــــــــ",
        "43 ـ الشيخ مصطفى أحمد الزرقاء، المدخل الفقهي العام، دمشق، مطبعة جامعة دمشق، 1957، ص125 ـ 126. \n\nإن هذا الاتجاه لم يُبلوَر نظرياً بشكل دقيق، ولم تحدَّد معالمه بقلم المنتمين لهذا الاتّجاه، ولم يدوَّن بشكل كامل ليعبر عن تصور شامل له أصوله، وحدوده، وأفكاره، وتقنياته، وآليّاته، ومبانيه الاجتهادية. وما نجده عند هؤلاء، هو النقد الضمني، أو الصريح، للاتّجاه التقليدي، وطرح بعض الأفكار العامّة، والدعوة إلى قراءة جديدة للشريعة، وأحكامها، ونصوصها، من دون أن يتمكَّنوا من تجسيد ((منهج بديل)) قادر على منافسة ((المنهج التقليدي للاجتهاد)) وقادر على التفاعل مع معطيات العصر الحديث في مجال العلم والمعرفة. \nوفي مطلق الأحوال، فإنّ ((دائرة الفقه)) على ضوء الاتّجاه التوجيهي للشريعة عبر العناوين الكبرى تُحدَّد بحدود النصوص الشرعية الثابتة، المتمثِّلة بالنص الكتابي والسنّة القطعية. وأمّا فيما وراء ذلك، فإنّ الاتّجاه التوجيهي لا يطلب من الفقه أن يباشر تفاصيل قضايا الحياة وتحديد الموقف منها من خلال مناطات فقهية بحتة، بل يدعو أهل الاختصاص إلى تحديد ما هو الصواب، وما هو الأصلح ضمن دائرة مجالهم التخصصي (فيما يرتبط بالشأن العام وقضايا المجتمع)، ومن ثَمَّ عرْض ما يتوصَّلون إليه على الفقه ليعْرضها بدوره على العناوين الكبرى للشريعة. وبالتالي، الحكم على تلك الجهود من خلال تصوّرات الشريعة العامّة. ",
        "\nوبالأحرى، يكفي على ضوء هذا الاتّجاه أن لا يتصادم مجهود نظري أو عملي إنساني مع المبادئ العامّة للشريعة، بما فيها النصوص الثابتة(44). \nمن هنا، فإنّ الفقه هو الجهاز المقوِّم للنظر والعمل، من خلال مبادئ الشريعة وأحكامها الثابتة، وليس المنهج لهما. الفقه علم معياري، مهمّته الأساسيّة التوفيق بين جهود أصحاب الاختصاص الحقلي وبين المبادئ العامّة للشريعة والنصوص القطعية وضروريات الدين. \nويتَّضح ممّا بيّنا، موقف الاتّجاه التوجيهي في خصوص تكوين النظام الإسلامي في حقول مختلفة؛ حيث إنّ النظام القائم على تصوّرات فقهيّة بحتة ليس له وجود خارجي على ضوء هذا الاتّجاه، بل النظام الإسلامي هو النظام المنبعث من واقع حاجات الناس المتوافق مع تصوّرات الشريعة العامّة للحياة والإنسان، سواء كان في حقل السياسة أم الاجتماع أم الاقتصاد أم غيرها. بل هناك رأي لدى بعض أصحاب الاتجاه التوجيهي مفاده: عدم قدرة الفقه على تجسيد النظام؛ معلِّلاً وجهة نظره هذه بأنّ الفقه لم يُدوَّن أساساً لمعالجة قضايا كهذه، بل مجاله الإجابة على أسئلة السائلين(45). ",
        "ــــــــــــــ\n44 ـ وهذا ما يقوم به مجلس صيانة الدستور في جمهورية إيران الإسلامية؛ حيث تتمّ صياغة القوانين في مجلس الشورى الإسلامي منطلقا من حاجات المجتمع والحكم، من دون أن يكون للنصّ الشرعي دور في هذه الصياغات، ومن ثَمَّ يمارس مجلس صيانة الدستور دوره القانوني في عرض تلك التشريعات على المبادئ العامّة للشريعة ونصوصها وأحكامها، إضافة إلى مقارنتها بمبادئ الدستور في الجمهورية الإسلامية. وما يهمّ هذا المجلس هو صيانة الدستور وأنّ لا تتعارض تلكم التشريعات مع المبادئ والأحكام الشرعية والدستورية. وأخيراً يبرّر إشراف مجلس الصيانة على الدستور بحكم ولي الفقيه الّذي يمثّل السلطة العليا للحكم في الجمهورية الإسلامية في إيران. \n45 ـ انظر بهذا الصدد: محمد مجتهد شبستري، هرمنوتيك كتاب وسنت (بالفارسيّة)، ص10.\n",
        "وممّا يختلف النظر فيه، بين أطروحة التوجيه المباشر وأطروحة التوجيه عبر العناوين الكبرى، ممّا يرتبط بتفسير ((المباح)) وتحديد ((دائرته))؛ حيث إن أصحاب أطروحة التوجيه المباشر يرون أن ((المباح)) حكم شرعي كسائر الأحكام الشرعيّة (أي الوجوب والحرمة والاستحباب والكراهة)، ويحيلون في تحديده إلى الشرع بالاحتكام إلى آليّة الاستنباط الفقهي وتطبيق القواعد والضوابط المرعيّة في الاستنباط على الإباحة أيضاً. واتصاف الأحكام المستخرجة ضمن دائرة الإباحة بأنّها ربانيّة وشرعية، كباقي الأحكام الشرعية. \nفي حين أنّ أصحاب أطروحة التوجيه عبر العناوين الكبرى يُصنِّفون ((الإباحة)) خارج دائرة الحكم الشرعي(46)، ويعدُّون ((الإباحة)) إنشاءاً من الشرع الإسلامي لدائرة الحرّيّة الإنسانية. \nوحيث تُرِك الأمر والتدبير في هذه الدائرة للإرادة الانسانية الحرّة، وخارج نطاق الحكم الشرعي؛ بحيث إذا صدر حكم في تلك الدائرة فـ ((لا يستند ذلك إلى الله تعالى، وإنّما يستند إلى أولي الأمر، أو السلطة الحاكمة المسلمة الّتي من حقّها الاجتهاد داخل دائرة المباح بإيجاب بعض المباحات، أو بحظر بعضها. وطاعتها في ذلك واجبة شرعاً. ولكنّها طاعة موقوفة بزمانها ومكانها لا تمتدّ امتداداً مؤبَّداً في أجيال الأمّة... إنّ دائرة المباح في النهاية... ليست أكثر من إفساح شرعي معترف به لمجال يُراد تمليكه لحركة التاريخ بمعطياتها الأيكولوجيّة، والعقليّة، والاجتماعية، والاقتصادية، والفكرية، والنفسية، والفكريّة بوجه عام، بحركة الإنسان مع المكان والزمان))(47). \nثُمَّ إنّ دائرة الإباحة ((تختلف سعة وضيقاً بالنظر إلى الاتجاهين السابقين. فحسب أطروحة التوجيه المباشر، فإنّ دائرة الإباحة تضيق من خلال مصادر غير نصيّة كالإجماع، والقياس، والاستحسان، وغيرها عند أهل السنة، وحكم العقل ",
        "ــــــــــــــ\n46 ـ انظر: شبستري، مباني الاجتهاد (ندوة)، نقد ونظر، العدد الاول، 1415 هـ. ق، ص36. \n47 ـ عبد الجواد ياسين، السلطة في الإسلام... ط1، بيروت، المركز الثقافي العربي، 1988، ص53. \n",
        "وتنقيح المناط و... عند الإماميّة. في حين أنّ ((دائرة الإباحة)) لها سعة ومجال واسع حسب أطروحة التوجيه عبر العناوين الكبرى، فإنْ لم يوجد نص قطعي ومعتبر يدخل في دائرة الإباحة. ويقول ابن حزم الأندلسي إنّ قولهم: ((هذه مسألة لا نصّ فيها قول باطل وتدليس في الدين؛ لأنّ كلّ ما لم يحرِّمه الله تعالى على لسان نبيّه صلى‌الله‌عليه‌وآله‌وسلم إلى أن مات فقد حلَّله بقوله تعالى: (خَلَقَ لَكُمْ مَا فِي الأَرْضِ جَمِيعًاً) وقوله تعالى: (وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ)، وكلّ ما لم يأمر به فلم يوجبه. وهذه ضرورة لا يمكن أن تقوم في عقل أحد غيرها))(48). \nفإنّ جزءاً كبيراً من الثروة الفقهية المتضخِّمة، الناشئة من مصادر غير نصيّة، كان من نتاجات الاتجاه الّذي يرى في دائرة الإباحة توجيهاً شرعيّاً مباشراً. في حين أنّ الاتّجاه الثاني يرى نفسه في حلّ من إلزاميّة الأحكام الّتي لها أساس توجيهي مباشر؛ لأنّ ((قانون النصّ يعمل من خلال دائرة المباح داخل الواقع البشري في زمن بعينه ومكان بعينه، معترفاً له بدوره الطبيعي في حركة التشكيل. وإنّ ذلك يتمّ في مفهوم الإسلام وبمباركته كتحصيل حاصل يمثّل القاعدة؛ (إذ الإباحة هي الأصل) وليس الاستثناء))(49). \n3 ـ أطروحة الفصل بين الشأن الديني والشأن الدنيوي (العلمانيّة) \nتدعو هذه الأطروحة إلى الفصل بين دائرة الأمر القدسي (secradreaim) ودائرة الأمر الدنيوي؛ حيث إنّ الأمر القدسي والديني يأخذ اعتباره من ما وراء الطبيعة (methaphisics)، ولا يبني أفكاره وتصوراته على المنفعة والفائدة الدنيويّين (utilitarian)، ولا يلتزم أساساً بالتبرير (justification) لأفكاره وتصوّراته. وبالتعبير المنطقي، فإنّ الأمر القدسي (قضايا قياساتها معها). ",
        "وعلى عكس ذلك تماماً القيم والتصورات الدنيويّة؛ حيث تبتني على النفع \nــــــــــــــ\n48 ـ ابن حزم الأندلسي، الإحكام في أصول الأحكام، ج4، ص653. \n49 ـ عبد الجواد ياسين، مرجع سابق، ص53. ",
        "\nيقول المفكّر الفرنسي (إميل دور كهايم)، بعد ربطه بين أشكال العقد الاجتماعي (socialBand) والتقدّم البشري: ((إنّ النقطة النوعية الّتي حصلت في حياة البشرية نتيجة العقد الاجتماعي هو الفصل بين الأمر القدسي والأمر المفيد، وباقي الفروقات راجعة إليه))(50). \nوقد نشأت هذه النظرية من خلال إرهاصات عديدة وصراعات مريرة بين السلطة الدينية والسلطة المدنية في الغرب. وبإمكاننا القول: إنّ ((الحركة العلمانيّة)) بدأت في أوروبا مع عصر النهضة (Renaissace)؛ ذلك أنّ أوروبا كانت خاضعة خلال العصر الوسيط لسلطان الكنيسة الكاثوليكيّة الّتي علّمت أنّ جسد الإنسان والأرض الّتي هي جزء منها مأخوذان بخطيئة آدم. ومن هنا، فهما لا يستحقّان من المسيحي الصحيح أكثر من الازدراء. فلما بزغ عصر النهضة وانغمس الإنسان الحضري في ملاذ الحياة الدنيا، وجذبه سحرها، ورغب في تحصيل الكسب المادي، وُجِد في وضع يتعارض مع تعاليم الكنيسة تعارضا كاملاً: الكنيسة تدعوهم إلى احتقار الجسد وهم يلهثون وراء كلّ ما يلبّي حاجات الجسد ومطالبه. والكنيسة تطالبه بإهمال الدنيا وهم يجدونها مصدر الثورة ويعملون لها في المقام الأول. وهكذا بدا الانقسام بين الكنيسة وقطاعات كبيرة من أتباعها. حتّى إذا حاولت الكنيسة أن تعرض وجهات نظرها على هذه القطاعات تمرّد القوم عليها ودعوا إلى الأخذ بالعلمانيّة؛ أي تحرير النشاطات والمؤسسات على اختلافها من سلطات الكنيسة ورجالها. وأيّاً كان، فإنّ العلمانيّة لم تتَّخذ شكلاً فلسفيّاً نظاميّاً إلاّ في منتصف القرن التاسع عشر، وفي رأس مسلّماتها حرّية الفكر، وحرّية كلّ أمرئٍ في مناقشة جميع المسائل الجوهرية من مثل وجود الله، وخلود الروح، وأُسس الالتزام الأخلاقي(51). \nــــــــــــــ",
        "50 ـ ورد في: جهانكير صالح بور، مجلّة كيان (الفارسيّة)، العدد 24. \n51 ـ منير البعلبكي، موسوعة المورد، ج9، ص17. \n\nمن هنا، جاء تعريف العلمانيّة على النحو الآتي: ((هي جملة من التدابير جاءت وليدة الصراع الطويل... بين السلطتين الدينية والدنيوية في أوروبا، واستهدفت فكّ الاشتباك بينهما، واعتماد فكرة الفصل بين الدين والدولة، بما يضمن حياد هذه تجاه الدين، ويضمن حرّية الرأي... ويمنع رجال الدين من إعطاء آرائهم.. صفة مقدَّسة))(52). ",
        "وهذا هو التوجّه الّذي يؤكّد على التخلّص من هيمنة الكنيسة على شؤون السياسية، وتحرير السلطة السياسية من أيّ تأثير مباشر أو غير مباشر من قبل السلطة الدينية المتمثّلة بسلطة الإكيلروس الديني المسيحي. \nوكما يبدو من خلال أدبيات هذه النظرية، فإن مصطلح العلمانيّة (Secularism) يطلق على مجالين مرتبطين: \nالأول: المفاهيم والقيم \nالثاني: السلطة ",
        "ففي المجال الأول، ترى العلمانية أنّ المفاهيم والقيم إن كانت من القضايا الحقيقيّة، فلابدّ أن تتّصف بالعقلانيّة (Rational)، وإن كانت سلوكيّات وقضايا اعتبارية (Morm) كالفقه والقانون، فلابدّ من اتصافها بالعقلائية (Rationalize). \nوالأمور العقلائية هي ما لا يوجب فعله أو تركه ذمّ العقلاء بما هم عقلاء، ويتولّى العقلاء الحكم عليها بالحسن أو القبح. وفي المجال الثاني، فإنّ العلمانيّة ترمي إلى الفصل بين المؤسّسة الدينية والمؤسّسة السياسية ـ (church-state diffen-tiaton)، وهو ما يطلق عليه فصل الدين عن السياسة. \nوكما يصرّح عادل ضاهر، فإنّ ما يكمن في الواقع وراء إصرار العلماني على عدم حسبان الدين الأساس الأخير للالتزام السياسين هو اعتقاده باستقلاليّة العقل وبأسبقيّته على النقل. وحسب قوله، فإنّ المسألة الّتي لها أهميتها القصوى، بناء \nــــــــــــــ",
        "52 ـ شبلي العيسمي، العلمانية والدولة الدينية، (بغداد، وزارة الإعلام، 1986)، ص19، ورد في: عادل ضاهر، الأسس الفلسفية للعلمانية، لندن، دار الساقي، 1998م، ص400. \n\nعلى فهمنا للعلمانية، ليست النتائج المترتبة، واقعيّاً وموضوعيّاً، على الطابع الكلياني للدولة الدينية، وبالتالي على جعل الدين المصدر الأخير للشرعية وللالتزام السياسي. إنّ هذه النتائج، لا شكّ، لها أهميتها للعلماني، إنّما هناك مسألة أخرى، تفوقها أهميّة، هي مسألة كون الطابع الكلياني للدولة الدينية يقوم على مبدأ تقديم النقل على العقل الّذي يقضي بتعطيل استقلاليّة العقل(53). \nألاّ أنّ العلمانية في مضامينها الفلسفية المادية ترمي إلى أبعد من ذلك؛ أي إقصاء (الله) عن المجتمع. فلقد كان القرن التاسع عشر، هو الّذي طرحت فيه التقنية كمشكلة فلسفية، وهو التأسيس للانطلاقة في تتابع محطّاتها. وما انتهى هذا القرن، إلاّ وكان الله قد مات عند الغربيّين، وهو لم يمت كما يقول ((نيتشه)) و((سارتر)) ولكن الإنسان قتله(54). ",
        "وقبل اللاّهوتيّين الوضعيّين بقرن ونصف، أعلن ((فيورباخ)) موت الله، وقبل قرنين من الترجمات البنيوية، أو التوجيهية لكتابه، أجهز لامتري، (La Mettre) على الإنسان. إنّها فلسفات موت الإنسان والإله. لقد انتهى الغرب إلى عبادة إله ميّت، وهو ما يسمح بقيام دين ((الوسائل)) و((التقدّم والنماء)) الّذي أخذ دور ((أفيون الشعوب))(55). \nإنّ انقطاع الصلة الحقيقية للإنسان الأوروبي بالله تعالى، ونظرته إلى الأرض بَدَلاً عن النظرة إلى السماء، انتزع من ذهنه أيَّ فكرة حقيقية عن قيمومة رفيعة من جهة أعلى، أو تحدّيات تُفرَض عليه من خارج نطاق ذاته، وهيّأه ذلك نفسياً وفكرياً للإيمان بحقّه في الحرّية، وغمره بفيض من الشعور بالاستقلال والفردية، الأمر الّذي استطاعت بعد ذلك أن تترجمه إلى اللغة الفلسفية، أو تعبّر عنه على الصعيد الفلسفي، فلسفات كبرى في تاريخ أوروبا الحديثة، ومنها الوجودية(56). \nــــــــــــــ\n54 ـ ماجد فخري، أبعاد التجربة الفلسفية، دار النهار، 1980، ص158. ",
        "ورد في: محمد صادق فضل الله، في شمولية الغرب... مجلة المنطلق، العدد 98، بيروت، 1993م. ص82. \n55 ـ روجيه غارودي، وعود الإسلام، ترجمة: زغيب، بيروت، الدار العالمية، 1984، ص180م. \n56 ـ السيد محمد باقر الصدر، اقتصادنا، ص18. \n",
        "وبعض العلمانيين الّذي يتظاهرون بالاعتدال، يقدّمون أنفسهم كمؤمنين \n53 ـ عادل ضاهر، الأسس الفلسفية للعلمانية (مرجع سابق)، ص53. \nإن الفكرة العلمانية في تصور العلمانيّين تقوم في الغالب على استرجاع واجترار المفاهيم والأغراض الّتي قامت الحركات العلمانية في الغرب لتحقيقها، نتيجة انطباع ساد الاوساط الفكرية والثقافية في عالمنا العربي والاسلامي من أنّ تحديث المجتمع العربي ـ الإسلامي لا يتمّ إلاّ من خلال الدعوة إلى العلمانية، والفصل بين الأمر الديني والدنيوي، على غرار ما تمّ في الغرب إبّان النهضة. \nوحسب (عادل ضاهر)، فباستثناء ((أنطون سعادة)) من المفكرين القوميّين، لا يوجد أيّ مفكر قومي يذهب إلى حد النظر إلى العلمانية على أنّها موقف من طبيعة الدين والقيم والعقل والإنسان وعلاقته بالله. وباستثناء ((محمّد أركون)) من المفكرين العرب، لا يوجد من يولي أيّ اهتمام للعلمانية بوصفها موقفاً من قضية المعرفة. (انظر: عادل ضاهر: مرجع سابق، ص39). ",
        "ويضاف إلى الاسمين السابقين عادل ضاهر نفسه؛ حيث إنّه ينظّر للعلمانية بحثاً عن المرجع الأخير في المعرفة، رافضاً الفكر الديني ومتعلقاً بالقيم الخُلقية، وكأنّ الأخلاق خارج الفكر الديني لها ضماناتها المستقلة والزاماتها المنفصلة. \n\nانظر: المرجع نفسه، المعرفة المعيارية وطاعة الله، والأطروحة الإبستمولوجية(1) و(2). \nبالله، لكن على أساس أنّ الخالق عزّ وجلّ صنع العالم وتركه، وعليه فهم يستبعدونه تعالى من النموذج المعرفي والأخلاقي، فهو عزّ وجلّ عند هذا البعض، بمثابة صانع الساعة الّذي صنعها ثُمَّ تركها تدور حسب قوانينها الداخليّة الآليّة(57). ",
        "من هنا، فإن لم نقل: إنّ العلمانية تنادي بأيديولوجيا الإلحاد في جانبها الفلسفي، وتنكر الإيمان الديني، وتدعو إلى مقاطعة الدين على كلّ الأصعدة، انطلاقاً من العلم ووصولاً إلى العِلْمَويّة ((العلم باعتباره جملة الطرائق الرياضية والتجربية الّتي أمّنت للانسان سيطرة رائعة على الطبيعة، والعلموية باعتبارها جملة الخرافات والمعتقدات الباطلة الّتي تدّعي الإفادة من شرعية خطوة هذه الطرائق، من أجل أن تفسّر بها وأن تنفي باسمها جميع الأبعاد الأخرى للحياة، كـ(الفن) على سبيل المثال، والحبّ والتضحية، والإيمان، أو بساطة الإنسان الآخر في نوعيّته، فما يدعى خطأً أضرار العلم، لا يصدر عن العلم، وإنّما عن فلسفة تجعل من العلم دِيناً لا نجرؤ على الجهر باسمه))(58) فمن المؤكّد أنّ العلمانية تنفي دور الدين في المجال الاجتماعي والحياة العامّة، وتطلب من الدين الانسحاب الكامل من ساحة الشأن العام، والتموضع في زاوية الأعمال والمناسك الخاصّة، والاعتناء بتنظيم العلاقة بين البشر وربّهم، كلّ ذلك في العلمانيّات المعتدلة. وأمّا العلمانية المتشدّدة، كالماركسيّة، فترفض أيّ نشاط مُتصوّر للدين، حتّى على صعيد الطقوس الدينية البحتة. \nيقول الشيخ القرضاوي في هذا الخصوص: ((والحقيقة أنّ النزاع بيننا وبين العلمانيّين الأقحاح؛ الّذين يقولون بضرورة عزل الدين عن المجتمع والدولة وحصره في ضمير الفرد... النزاع بيننا وبين هؤلاء، ليس في مسألة من مسائل الفروع، بل هي في قضيّة من قضايا الأصول؛ لأنّها تتعلّق بـ (حاكميّة الله) تعالى، \nــــــــــــــ\n57 ـ عبد الوهاب المسيري، العلمانية.. رؤية معرفية، مجلة الإنسان، العدد 10، باريس 1993م ص82. ",
        "58 ـ روجيه غارودي، نداء إلى الأحياء، ترجمة: قرقوط، دمشق، دار دمشق، 1981، ص44. \n\nهل من حقّه عزّ وجلّ أن يحكم خلقه، يأمرهم وينهاهم، ويحلّل لهم ويحرّم عليهم أم لا؟ \nالعلمانيّون يَحْرِمُون الله ـ جلّ جلاله ـ من هذا الحقّ، ويتعالمون على ربّهم؛ ويزعمون أنّهم أعلم من الله بخلقه، وهذه مسألة أصوليّة عقيديّة بلا ريب))(59). ",
        "فعلى ضوء هذه الأطروحة، فإنّ دائرة الفقه (الدين) تتحدّد بحدود العبادات وممارسة الشعائر والطقوس الدينيّة. وليس للدين والفقه أي دور معترف به على صعيد الحياة العامّة؛ انطلاقا من مبدأ فلسفي يرفض الآخر الّذي لا ينطلق من مبادئهم الفلسفية في النظر إلى الحياة والقضايا الاجتماعية \nالمرحلة الثانية: \nنطاق الفقه على ضوء معطيات الشريعة \nبعد استعراضنا للنظريّات المرتبطة بتحديد دور ودائرة الفقه من خلال الرؤية الكَونية والتوجه العام الّذي يتبنّاه الباحث والفقيه من خارج المجال الديني، يأتي دور البحث عن مرحلة الإثبات، ورسم دائرة الفقه من داخل المجال الديني (الشريعة)، وبالاسترشاد بما ورد في الشرع، و ما تمّ تدوينه مُنْطَلَقاً من المبادئ او النصوص الشرعية. ويمكن البحث في هذه المرحلة من خلال المجالات التالية: ",
        "أوّلاً: استقراء أحكام الشريعة (الكتاب والسنة) والانطلاق من خلالها؛ لرسم دائرة الفقه وتحديد نطاقه. \nثانياً: الانطلاق من الأهداف العامّة الّتي تسعى إليها الشريعة، ورسم نطاق الفقه عبر الأهداف والعناوين الكبرى للشريعة. \nــــــــــــــ\n59 ـ الشيخ يوسف القرضاوي، السياسة الشرعية، ط1، القاهرة، مكتبة وهبة، 1998، 1419 هـ، ص 17 ـ 18. ",
        "\nثالثاً: الانطلاق من سيرة الفقهاء والمتشرعة، ومعطيات التراث الفقهي لرسم نطاق الفقه ودائرته. \nوسوف نتكلّم عن هذه المجالات تِباعاً، ونسعى من خلالها، إلى فهم دائرة الفقه والبحث الفقهي. \nاستقراء أحكام الشريعة ",
        "يمكن للبحث الاستقرائي أن يأخذ صوراً مختلفة فيما يرتبط بالأحكام الشرعية من خلال مصدريها الأساسيّين الكتاب والسنة؛ حيث يمكن أن يتمّ الاستقراء عبر الآيات القرآنية وعبر الروايات، تارة بالاستقراء الأفقي؛ أي عدّ الآيات والروايات المختلفة وتصنيفها حسب الاهتمام الفقهي، وهذا ما نعبّر عنه بالدليل ((الإحصائي))، وأخرى يكون استقراءاً رأسيّاً (عموديّاً) يركّز على الجانب المضموني والمحتوائي (دون العناوين) للآيات والروايات، فيتمّ التصنيف حسب ذلك. وهذا ما نعبّر عنه بالدليل ((العقلي)). وثالثة، يرتكّز البحث والاستقراء على الآيات والروايات(60) الّتي تتحدّث عن سيرة وممارسة النبيّ صلى‌الله‌عليه‌وآله‌وسلم والأنبياء السابقين عليه‌السلام ، وأهل البيت عليه‌السلام واصحاب النبيّ صلى‌الله‌عليه‌وآله‌وسلم ، وهذا ما نعبّر عنه بالدليل ((التاريخي))، وسوف نعرض لهذه الأقسام باختصار شديد: \n1 ـ إحصاء الآيات القرآنية (الدليل الإحصائي) \nلو أجرينا دراسة إحصائيّة(61) لمجمل الآيات القرآنية، حسب المواضيع الّتي تتطرق لها الآيات، لوجدنا ما يلي: \nأ ـ إنّ نسبة الآيات الّتي تتحدّث عن العبادات المحضة؛ كالصلاة والصيام والكفّارات وما إلى ذلك، تقلّ عن نسبة ثلاثة إلى مائة من آيات القرآن الكريم. ",
        "ب ـ إنّ نسبة الآيات الّتي تتحدّث عن القضايا الخُلقية والمواعظ والعِبر من خلال قصص الماضين وغيرها، تشكّل عشرين بالمئة، تقريباً، من الآيات القرآنية. \n\nج ـ إنّ نسبة الآيات الّتي تسعى لترسيخ الأفكار الاعتقاديّة؛ كالتوحيد، والنبوة، والمعاد، والجزاء والحساب، وما إلى ذلك، تشكّل خمسة وعشرين بالمئة، تقريباً، من الآيات القرآنية. \nد ـ إنّ نسبة الآيات الّتي تتحدّث عن المعاملات بالمعنى العام تفوق الخمسين بالمئة من النسبة المتبقيّة، وتشمل الآيات الخمسمأة المعروفة بآيات الأحكام، ومئات الآيات الأخرى الّتي تقرر مبادئ عامّة أو أصول أساسيّة في الجانب المعاملاتي، الأعمّ من الآيات المرتبطة بأمور الجهاد والقضاء، والحدود، والأمر بالمعروف والنهي عن المنكر، والولاية والحاكم والمحكوم، والأمّة والمجتمع، والسنن الاجتماعية والتاريخية، والقضايا الاقتصادية والاجتماعية، وما إلى ذلك. ",
        "وإذا بنينا على النِّسب الآنفة الذكر، يتضح لدينا ما يلي: \nأوّلاً: إنّ الدين الإسلامي من خلال الدستور الأساس له، أي القرآن الكريم، يهتم بالجوانب الاجتماعية لحياة الإنسان بدرجة تفوق 90% من مجمل اهتمامات القرآن الكريم. \nثانياً: إنّ نسبة اهتمام القرآن بالجانب الفردي، (أي ما يرتبط بتنظيم علاقة الإنسان بربّه من خلال العبادة، دون المعاملة) ـ بما فيه تلك الآيات الّتي تتحدّث عن الجوانب الخُلقية للإنسان ـ تقلّ عن عُشر مجمل الآيات القرآنية(62). \nثالثاً: إنّ نسبة الخمسين بالمئة، تقريباً، من الآيات القرآنية تهتمّ بالمعاملات بالمعنى العام. والمعاملات بالمعنى العام ـ حسب تصنيف العلوم الإسلاميّة ـ تدخل ضمن اهتمام علم الفقه. ",
        "رابعاً: إنّ درجة تنوّع الأحكام القرآنية في مجال المعاملات بالمعنى العام، الدائر \nــــــــــــــ\n60 ـ المقصود من الرواية هنا المعنى اللُّغوي، الأعمّ من الحديث والرواية عن المعصوم. \n61 ـ إنّ النِّسب الواردة هنا تعتمد على تقديرات الكاتب ومراجعته إلى القرآن الكريم، والنِّسب تقريبية وليست حدّيّة، تعتمد على جملة من المعطيات التصنيفيّة الخاصّة للآيات القرآنية. ",
        "62 ـ هذا فيما يرتبط بالاهتمام والمعالجة المباشرة، وإلاّ فإنّ القرآن الكريم أساساً هو كتاب التوحيد، ومن الممكن أن نلمس هذا الاهتمام التوحيدي في جميع الآيات والنِّسب المذكورة والآتية أيضاً.\n\nأمرها بين تحديد جوانب الحياة المختلفة، كالزواج والطلاق، والأسرة والعلاقات الاجتماعية، والتشريعات المختلفة في مجال الاقتصاد، وأمور الحكم والولاية، والقضاء والحدود.. و، تبيّن مدى سعة مجالات المعاملات، وتكشف، في الوقت نفسه، عن اهتمام القرآن بهذه المجالات. \nخامساً: إنّ الفقه الإسلامي ـ حسب تقسيمه وتبويبه السائد ـ يعجز عن استيعاب الكثير من المفردات القرآنية الّتي تُعنى بالمعاملات بالمعنى العام، كقضايا الحكم، والمجالات المالية، والاقتصادية وما إلى ذلك، ما يمكن أن يُصنَّف ضمن السلوك العام للأفراد والحاكم الشرعي. ",
        "2 ـ إحصاء روايات الأحكام (الدليل الإحصائي من السنّة) \nلو أجرينا دراسة إحصائيّة للسنّة (كما سبق ذكره بالنسبة إلى القرآن الكريم) حسب المواضيع الّتي تشكّل محطّ اهتمام الروايات الواردة عن النبيّ صلى‌الله‌عليه‌وآله‌وسلم وأهل البيت عليه‌السلام ، لوجدنا المعطيات التالية: \nأ ـ وسائل الشيعة(63) (نموذجاً) \nمن خلال دراسة إحصائية في كتاب ((وسائل الشيعة)) لمعرفة نسبة الروايات الواردة حول أبواب ومواضيع فقهيّة مختلفة يتبيّن لنا ما يلي: ",
        "أوّلاً: إنّ نسبة الروايات الواردة في ((وسائل الشيعة)) المرتبطة بالعبادات المحضة، كالصلاة، والصيام، والكفّارات، تبلغ ما يقارب العشرين بالمئة من مجموع الروايات الواردة حول أبواب مختلفة من العبادات والمعاملات بالمعنى العام. \nثانياً: لو صنّفنا الطهارة إلى جانب العبادات؛ لمقدَّميَّتها لها، عندئذ تبلغ نسبة الروايات الواردة حول العبادات ما يقرب من ثلث مجموع الروايات الواردة في مختلف الأبواب. \nــــــــــــــ\n63 ـوقد اعتمدنا في هذه الدراسة الإحصائية، وبالنسبة إلى المصادر الروائية لدى الإمامية، كتاب ((تفصيل وسائل الشيعة إلى تحصيل مسائل الشريعة))، للمحدّث الفقيه الشيخ محمد بن الحسن الحرّ العاملي (توفي سنة 1104 هـ)؛ وذلك لأهميّة الكتاب وجامعيّته. والنسخة الّتي تمّت مراجعتها في هذه الدراسة، هي: طباعة وتحقيق مؤسّسة آل البيت عليه‌السلام لإحياء التراث، المطبوع في ثلاثين مجلداً، ط1، 1413 هـ، 1993 م، بيروت. ولهذه الموسوعة الروائية الفقهية تكملة قام بإعدادها المحدّث الشهير الشيخ حسين النوري وسمّاه ((مستدرك وسائل الشيعة)). ",
        "\nثالثاً: إنّ نسبة الروايات الواردة حول المعاملات بالمعنى العام ـ حسب التصنيف الأول ـ تبلغ ما يقارب الثَّمانين بالمئة، وحسب التصنيف الثاني، تبلغ ثلثي الروايات الواردة. \nرابعاً: تتنوّع الروايات الواردة حول العبادات والمعاملات بالمعنى العام كالتالي: \n1 ـ الطهارة: بنسبة 12 % تقريباً من مجموع الروايات (الإحصاء العام). ",
        "2 ـ الصلاة: بنسبة 20% تقريباً من مجموع الروايات. \n3 ـ الزكاة والخمس: بنسبة 3% تقريباً من مجموع الروايات. \n4 ـ الصوم: بنسبة 3% تقريباً من مجموع الروايات. \n5 ـ الحج: بنسبة 18% تقريباً من مجموع الروايات. ",
        "6 ـ الجهاد: بسنبة 3% تقريباً من مجموع الروايات. \n7 ـ النكاح: بنسبة 9% تقريباً من الاحصاء العام. \n8 ـ التجارة: (والّتي تشمل أبواب ما يكتسب به، وعقد البيع وشروطه، وآداب التجارة، والخيار، وأحكام العقود، والعيوب، والربا، والصرف، وبيع الثمار، وبيع الحيوان، والسلف، والدين والقروض) بنسبة أقلّ من 5ر2% تقريباً من الإحصاء العام. \n9 ـ النسبة المتبقّية، أي ما يقلّ عن 30% من الإحصاء العام، تتوزّع بين أبواب وكتب متعدّدة (كالشركة والمضاربة والمزارعة والمساقات والودّية، والعارية، والإجارة، والوكالة، والهبات، والسبق والرماية والوصايا، والطلاق، والخلع، والمباراة، والظهار، واللعان، والعتق، والأطعمة والأشربة، والفرائض ",
        "\nوالمواريث، والقضاء والشهادات، والحدود والتعزيرات، والديات، والقصاص...). \nب ـ السنن الكبرى(64) (نموذجاً) \nمن خلال دراسة إحصائية في كتاب ((السنن الكبرى))، بحثاً عن نسبة الروايات الواردة حول مواضيع فقهية مختلفة، نصل إلى النتائج التقريبيّة التالية: ",
        "أوّلاً: إنّ نسبة الروايات الواردة في هذا الكتاب، حول العبادات المحضة (كالصلاة والصوم والكفّارات، بإضافة الطهارة)، تبلغ ما يقارب 38% من مجموع الروايات الواردة في أبواب مختلفة، موزّعة كالتالي: \nأ ـ الطهارة: نسبتها من مجموع الروايات11% تقريباً . \nب ـ الصلاة: نسبتها من مجموع الروايات 22% تقريباً. \nج ـ الجنائز: نسبتها من مجموع الروايات 5ر2% تقريباً. ",
        "د ـ الصوم: نسبتها من مجموع الروايات 5ر2% تقريباً. \nثانياً: إنّ نسبة الروايات الواردة في هذا الكتاب، حول المعاملات بالمعنى العام، تبلغ ما يقرب من 62% من مجموع الروايات المدوّنة في الكتاب، موزّعة في المواضيع التالية: \nأ ـ الزكاة: نسبتها من مجموع الروايات 5ر2% تقريباً. \nب ـ الحجّ: نسبتها من مجموع الروايات 8% تقريباً . ",
        "ج ـ البيع وملحقاته: (كالرهن والنفس، والحجر، والصلح، والحوالة، والضمان، والشركة، والوكالة، والإقرار، والعارية، والغصب، والشفعة، والقرض، والمساقاة، والإجارة، والمزارعة، وإحياء الموات، والوقف، والهبات، واللَّقُطة، والفرائض، والوصايا، والوديعة، وقسمة الفيء والغنيمة) نسبتها من المجموع العام للأحاديث الواردة تبلغ ما يقرب من 12%. \nــــــــــــــ\n64 ـ وقد اعتمدنا بالنسبة إلى المصادر الروائية عند أهل السنة، السنن الكبرى، للإمام أحمد بن الحسين بن علي البيهقي، (المتوفى سنة 458 هـ.) لأهميّة الكتاب وجامعيّته لأبواب الفقه، وتمّ في هذه الدراسة الرجوع إلى طبعة دار الكتب العلمية، بيروت،ط1، 1414 هـ . ق. 1994م. تحقيق: محمد عبد القادر عطا. والمطبوع في عشرة مجلدا. \n",
        "د ـ النكاح وما يلحق به، (كالصداق، والقسم والنشوز، والخلع والطلاق، والرجعة، والإيلاء، والظهار، واللعان، والعدد، والرضاع، والنفقات)، تبلغ نسبته من مجموع الأحاديث الواردة في الكتاب ما يقرب من 12%. \nهـ ـ الحدود والديات وما يلحق بهما (كالجِرَاح، والقسامة، والسرقة، وقتال أهل البغي، والمرتدّ، والأشربة والحدّ فيها..) تبلغ نسبتها من المجموع العام للروايات ما يقرب من 10%. \nو ـ السيِّر وما يلحق بها (كالجزية، والقضاء، والشهادة، والدعوى والبيّنات) تبلغ نسبتها من المجموع العام ما يقرب من 10% أيضاً. \nز ـ أبواب متفرقة (كالضحايا، والصيد والذبائح، والسبق والرماية، والأيمان والنذور، والعتق والولاء، والمدبَّر، والمكاتَب، عتق أمّهات الأولاد..) تبلغ نسبة الروايات الواردة فيها من المجموع العام ما يقرب من 10%. ",
        "النتيجة: \nونستنتج، ممّا سبق، ما يلي: \nأوّلاً: إنّ الأحكام الشرعية توسّعت في بعض الأبواب والمجالات أكثر من غيرها، وبقيت بعض المجالات مهمّشة؛ والسبب في ذلك يعود إلى أنّ صدور الروايات تمّ أساساً حسب الأسئلة الموجّهة من قبل الناس إلى النبيّ صلى‌الله‌عليه‌وآله‌وسلم والأئمّة الأطهار عليه‌السلام. \nوما عدا جملة من الأحكام التأسيسيّة ذات الأهميّة بالنسبة إلى الشريعة أو الأحكام الإمضائية الّتي تصرََّف الشرع في مضامينها، فإنّ الأساس المعتمد، والّـذي كان يتمّ عليه تداول الـروايات، هو ((النوازل)) والقضايا المبتلى بها. ",
        "وبما أنّ الهمّ الأساسي لارتكازات خاصّة ولدواعٍ شرعيّة من جهة، ومجتمعية وقَبَلية من جهة أخرى، كان يرتكز على جهات معينة، وكانت الأجوبة تأتي حسب تلك الأسئلة الموجّهة إليهم، من هنا نرى أنّ النبيّ صلى‌الله‌عليه‌وآله‌وسلم والأئمّة عليه‌السلام يبادرون إلى مواجهة بعض الأسئلة والتصويب لبعضها، والنهي عن الإكثار من السؤال عن بعض المجالات الأخرى. \n\nثانياً: حينما بدأ الرواة بتدوين هذه الروايات لم يفكّروا قطّ بمدى أهميّة بعض الأسئلة أو عدم أهمّيّتها، ولم يتم فرز الروايات حسب الدواعي والجهات المختلفة، والغفلة عن دواعي وجهات الصدور(65) أدّت إلى ارباك كبير للمتأخرين، من الفقهاء والمحدِّثين، الّذين لم يملكوا الآليّات الكفيلة للكشف عن هذه الجهات والدواعي، وهذا ما أدّى إلى عدم تمييز الجانب التبليغي من الأحكام عن الجانب الولائي منها، سيّما ما يرتبط بالمعاملات بالمعنى العام، وخاصّة ما يرتبط بالشأن العام (قضايا الحكم والمجتمع). \nثالثاً: إنّ درجة تنوّع الأبواب والمجالات في روايات الأحكام، تكشف عن مسألة في غاية الأهميّة؛ وهي أنّ دائرة الأحكام (الفقه في المصطلح الشائع في عصرنا) توسّعت واتسعت بتلك الدرجة؛ بحيث تمّ تصنيف مجالات واسعة من الحياة العملية للإنسان ضمنها. ولم يمتنع النبيّ صلى‌الله‌عليه‌وآله‌وسلم والأئمّة عن إدخال كلّ هذه المجالات ضمن الفقه، وحوّلوا بالفعل ـ من خلال العناوين الّتي اتَّخذت تلك الأسئلة وما صاحبها ـ من الأجوبة إلى نطاق الفقه. ",
        "وكان هذا الموقف من المعصوم بمثابة إقرار لمعالجة القضايا العملية المترامية الأطراف من خلال الفقه، إلاّ أنّ طريقة التداول اتّخذت صورا ًمختلفة؛ نتيجة الاجتهادات المختلفة في مجال الأحكام. ففي حين أنّ الأئمّة كانوا يركّزون على الأصول والمبادئ والمقاصد والغايات، من خـلال قولـهم: ((علينا إلقاء الأصول وعليكم التفريع)) أخذ الاجتهاد والعمل التفريعي عند بعض الفقهاء تطبيقاً حرفيّاً، \nــــــــــــــ\n65 ـ الأعمّ من التقيّة وغيرها. \n",
        "أو حركة اجتهادية ضمن الدلالة اللُّغوية والمُعجمية لبعض المفاهيم والأحكام. والحال أنّ الاجتهاد لا تنحصر دائرته في مجال التدوين اللُّغوي، ويمكن أن تأخذ صوراً مختلفة، لا تخرج عن دائرة الثوابت الشرعية وأصول الشريعة، وتؤخذ الأمور بمقاصدها وغاياتها بدل أخذها بحرفيّتها ضمن التداول الفقهي لقضايا المجتمع والإنسان. \n3 ـ الاستقراء العمودي (الدليل العقلي) \nوالمقصود بهذا الاستقراء، هو: ما يستنتجه العقل من خلال الاستعراض التأمّلي للآيات القرآنية والروايات الواردة عن المعصومين. \nفهناك العديد من الآيات القرآنية والروايات الواردة الّتي لا يمكن استيعابها وفهمها إلا ضمن نظام اقتصادي، أو سياسي، أو تربوي، أو اجتماعي، وما إلى ذلك. وفي غير ذلك، تصبح هذه التشريعات والآيات والروايات مجرد عبث ولهو، (تعالى الله ورسوله عن ذلك علوّاً كبيراً). فهل يمكن فهم آيات الحكم بالعدل، والأمر بالمعروف والنهي عن المنكر، وإحقاق الحقّ وإزهاق الباطل، وجمع الخمس والزكاة وتقسيمهما، وإعداد الجيش ورباط الخيل، والحدود الواردة في القرآن، والإعداد الروحي، والآيات الدالّة على إطاعة الرسول وأولي الأمر، وما إلى ذلك، من دون تصور نظام سياسي، واقتصادي، وعسكري، وتربوي واجتماعي في الإسلام، وافتراض حكومة تأخذ على عاتقها القيام بهذه الواجبات؟، فإنّ العقل يحكم بداهةً ـ من خلال الاستعراض التأمّلي لهذه الآيات والروايات المماثلة (المفسِّرة والمكمِّلة) ـ أنّ الإسلام يدعو إلى التنظيم العام المنطلق من القواعد والضوابط والمبادئ الّتي أقرّها. عندما يأمرنا الله تعالى ـ مثلاً ـ بإعداد القوّة ورباط الخيل في قوله تعالى: (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ.. ) (66)، فإنّ العقل يحكم ـ بالبداهة ـ بوجود تنظيم عسكري، ونظام خاص للإعداد ",
        "ــــــــــــــ\n66 ـ سورة الأنفال: الآية 60. \n\nوالاستعداد، وإن لم يتطرّق الشرع إلى تفصيله وتَرَكه للظرف ومقتضيات الزمان والمكان ومتطلبات الواقع. ولولا ذلك، لما أمرنا الله تعالى بذلك. وقد لا تكون النصوص الخاصّة الّتي تعالج الأمور بذاتها تفي بأغراض التنظيم وشؤونه في كلّ الأزمنة والأمكنة، إلاّ أنّ الانطلاق من الضوابط والمبادئ والقواعد العامة، الّتي أرساها الإسلام لمعالجة قضايا المجتمع والإنسان، من شأنها أن تفي بهذا الغرض؛ كونها تشكّل إطاراً عامذاً ومُحكماً لمعالجة قضايا المجتمع والإنسان في حياته الفردية والاجتماعية. وهذه القواعد والضوابط والمبادئ تمّ فصلها وأخذ القرار بشأنها ومعالجة مسائلها حسب السلوك المتّبع وسيرة أهل الإسلام، من خلال علم الفقه والعلوم الإسلامية الأخرى، الّتي تقنّن للفقه. أضف إلى ذلك، إنّ الإسلام والمسلمين لم يتوانوا عن الاستفادة من معطيات العلوم المختلفة لخدمة قضايا المجتمع والإنسان. ",
        "4 ـ الاستقراء العلمي (الدليل التاريخي) \nوالمقصود بهذا الاستقراء، هو: البحث عن سيرة النبيّ صلى‌الله‌عليه‌وآله‌وسلم والأنبياء السابقين عليه‌السلام والأئمّة الأطهار عليه‌السلام ؛ حيث إنّ هناك العديد من النماذج التاريخية لعمل هؤلاء، ممّا لا يمكن التعاطي معها إلاّ على ضوء ((نظريات عملية)) تصّب كلّها في خانة توسيع دائرة العمل الشرعي الديني (الفقه). \nفمن يتأمّل في ممارسة الرسول الأكرم محمّد بن عبد الله صلى‌الله‌عليه‌وآله‌وسلم وسيرته العلميّة، يجد أنّه صلى‌الله‌عليه‌وآله‌وسلم قام بالعديد من الإجراءات والسلوك العملي الاجتماعي ذي الصبغة الدينية المحضة، كإنشائه صلى‌الله‌عليه‌وآله‌وسلم للدولة الإسلامية في المدينة، وتاسيسه صلى‌الله‌عليه‌وآله‌وسلم لأنظمة الحكم والدولة كـ: القضاء، والجيش، والإدارة، والسياسة الدولية، وتنظيم العلاقات الاجتماعية والاقتصادية والتربوية والتعليمية الّتي كانت تسود المجتمع المسلم في عصر الرسالة(67). \nــــــــــــــ",
        "67 ـ راجع بهذا الخصوص: ابن هشام (عبد الملك المعافري)، السيرة النبويّة، وابن كثير (أبي الفداء اسماعيل بن عمر)، السيرة النبوية، ابن سيد الناس (أبي الفتح محمد بن محمد)، عيون الأثر في فنون المغازي والشمائل والسير، والسبحاني (الشيخ جعفر)، فروغ أبديت (بالفارسيّة)؛ الحسني (هشام معروف)، سيرة المصطفى. \n\nفهذه الممارسات وغيرها كان يقوم بها النبيّ صلى‌الله‌عليه‌وآله‌وسلم من منطلق المسؤولية الدينية الّتي كان يشعر بها. وقيام النبيّ صلى‌الله‌عليه‌وآله‌وسلم بهذه المسؤوليّات بمثابة سند شرعي قويّ لكلّ مسلم يعلم بحجيّة فعل النبيّ صلى‌الله‌عليه‌وآله‌وسلم ، وكونه أسوة في كلّ ما يقوله ويقرِّره ويفعله بالنسبة إلى الناس أجمعين. \nكما أنّنا نجد القيام بالعديد من هذه المسؤوليّات الاجتماعية، ذات الصبغة الدينية، من قبل الأنبياء السابقين؛ حيث يتحدث القرآن الكريم عن دور النبيّ سليمان عليه‌السلام والنبيّ داود عليه‌السلام وغيرهما(68). ",
        "ومثل ذلك تماماً ممارسة الأئمّة، الّذين يمثّلون القدوة العمليّة للمسلمين؛ حيث إنّهم قاموا بالعديد من هذه الممارسات، الاجتماعية والعسكرية والاقتصادية، وإبداء تنظيمات معيّنة في مختلف مجالات الحياة(69). فهذه الممارسات بدورها تشكّل سنداً شرعياً جديداً يضاف إلى السابق، ويساهم في تحديد دائرة العمل الديني (الأحكام العملية = الفقه)؛ حيث يمكن للفقيه أن يستفيد من مجموع هذه المعطيات في رسمه لدائرة الفقه ونطاقه. \nالأهداف العامة للشريعة \nإنّ الشريعة الإسلامية، ومن خلال مصدريها الأساسيّين، تركّز على بعض الأهداف الأساسية الّتي تهمّها، مثل إقامة العدل والقسط(70) في المجتمع، وإحقاق الحقّ وإزهاق الباطل. وكما هو واضح، لا يتيسّر تأمين هذه الأهداف، إلاّ من خلال نظام يستند إلى القسط والعدل، ويسعى لتحقيق ما هو حقّ وإزهاق ما هو باطل مستنداً إلى منهج في الحياة، وإلاّ، لأصبح الكلام عن العدل والقسط والخير والصلاح وإحقاق الحقّ وإزهاق الباطل كلاماً فارغاً. \nــــــــــــــ",
        "68 ـ راجع: سورة ص: الآية 34 وسورة النمل: الآية 15 ـ 16 وسورة الأنبياء: الآية 78 ـ 79 وسورة ص: الآية 26 وسورة البقرة: الآية 251، وسورة الأنبياء: الآية 80 وسورة ص: الآية 20. \n69 ـ أنظر بهذا الخصوص: السيد هاشم معروف الحسني، سيرة الأئمة الاثني عشر. والشيخ محمد باقر شريف القرشي، حياة الإمام الحسن ـ والإمام علي بن الحسن، وباقي الأئمة المعصومين. \n70 ـ راجع: الآيات القرآنية الكثيرة في هذا المجال. \n",
        "من هنا، وانطلاقاً من فهمٍ للإسلام يستند إلى دراسة البُنى الأساسية للشريعة الإسلامية، والأهداف الكبرى لها، يتبيّن أنّ الشرع الإسلامي يسعى إلى تأمين ((مقاصد وأهداف محدَّدة)). وقد نختلف في تفصيل هذه المقاصد(71)، ولكن لا نختلف في أن المقاصد هي الغايات البعيدة للشريعة، وأنّ تحقيق هذه الغايات هو الهدف الأساسي للشرع، وأنّ الشرع يطلب من المسلم أن يحقّق هذه الغايات، كما تشير إلى ذلك بعض الآيات القرآنية. وكمثال لذلك من الآيات المرتبطة بالعبادات، قوله تعالى: (إِنَّ الصَّلاَةَ تَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنْكَرِ)(72) يعني أنّ المطلوب من المسلم أن يصلّي صلاة تنهاه عن الفحشاء والمنكر. والنهي عن الفحشاء والمنكر من غايات الصلاة. ومن صلّى، ولكن لم تردعه الصلاة عن فعل الفحشاء، فهذا يعني أنّ الصلاة لم تحقّق غايتها، وهكذا. \nوعليه، فإذا توقّف تحقيق الغايات البعيدة (والأهداف الكبرى) للشريعة على مقدِّمات، فلابدّ من تحصيلها؛ كي نتمكّن من تحقيق الغايات نفسها. ويسري الوجوب في هذه الموارد من ذي المقدِّمة إلى المقدِّمات أيضاً. \nويترتب على وجود المقاصد، والغايات البعيدة، والأهداف العامّة للشريعة الإسلامية (الدين بالمعنى العام) الالتزام باللّوازم الّتي تترتّب على تلك المقاصد والأهداف، سواء من جهة التمهيد والمقدِّميّة أم من جهة حسن التطبيق والتنفيذ، وكلّ ذلك يرجع إلى الشريعة ومبادئها وقيمها لجهة التحديّد والتقيّيم والتقويم. \nسيرة الفقهاء والتراث الفقهي ",
        "إن سيرة الفقهاء المسلمين ـ المنبعثة من وجدان جمعي نشأ وترسّخ في الوسط الشرعي، مستنداً إلى نصوص شرعية أو عرف يرجع بالنتيجة إلى مصادر الشريعة ـ لدَليلٌ إضافي آخر على تحديد دائرة الفقه ونطاقه؛ حيث إنّ هؤلاء الفقهاء كانوا يسعون إلى تجسيد الشريعة. وكان يأخذ هذا الهدف صوراً متعدّدة؛ \nــــــــــــــ\n71 ـ أنظر بهذا الخصوص: أبو حامد الغزالي، المستصفى، ج1، ص140. وأبو اسحق الشاطبي، الموافقات في أصول الأحكام، ج2، ص6. \n72 ـ سورة العنكبوت: الآية 45. ",
        "\nنتيجة معطيات وعوامل مختلفة، إلاّ أنّ هذه المساعي، حينما تتحوّل إلى سيرة ممتدّة تاريخيّاً، تكشف عن وجود خيوط أساسيّة ترتبط بالشرع؛ لجهة التبرير والقناعة الراسخة المتولّدة لدى الفقهاء. من هنا، أصبحت السيرة حجة شرعيّة يُستَند إليها في اكتشاف الحكم الشرعي. \nكما أنّ التراث الفقهي، المستنِد في الغالب إلى مصادر الشريعة، يحدِّد تحديداً دقيقاً دائرة الفقه ونطاقه، وكذلك يكشف عن مدى ارتباط ما صُنِّف واُلِّف في مجال الفقه بالشريعة؛ لجهة تأثر هذا التراث بالعوامل الرديفة؛ حيث إنّ التراث الفقهي يحمل معه ـ إضافة إلى عناصر الشريعة والتقنين الديني ـ العنصر الزماني والبعد المكاني الّذي نشأ فيه ذلك التراث. وتكشف الدراسة المتأنيّة لهذا التراث عن كيفيّة تأثير البعد الزماني والمكاني ومتطلبات الواقع في فهم الفقيه للشريعة وأحكامها. ويكفي للباحث أن يتأمّل في الفتاوى والمواقف الدينية لهؤلاء الفقهاء الّذين يستندون في آرائهم إلى نصوص متماثلة وأدلّة متشابهة ولكن يصلون إلى نتائج مختلفة. ومع ذلك، فإنّ كلّ هذه الاجتهادات والمواقف الّتي تمّت ضمن دائرة التداول الفقهي المعترف به يعدّ تراثاً فقهيّاً أصيلاً، ويكشف عن نطاق الفقه ودائرته. \nاستخلاص ",
        "يتبيّن لنا من خلال المباحث السابقة، أنّ المواقف الأساسية (المبدئية) للفقيه، تساهم مساهمة كبيرة في تحديد نطاق الفقه ودائرته. ولعلّ هذه المواقف المبدئية هي الّتي دعت الغزالي(73) أن ينظر إلى الفقه، في بعض مؤلفاته، نظرة علم دنيوي قائم على المفاسد والمصالح الدنيوية بالدرجة الأولى. كما أنّ هذا الموقف ذاته دعى ابن رشد(74) إلى أن يُخرِج بعض المسائل عن دائرة الشرع؛ نظراً إلى أحوال الشرع. \nــــــــــــــ\n73 ـ أبو حامد الغزالي، إحياء علوم الدين، ج1، بيروت، دار المعرفة، د. ت. ، ص17 وما بعدها. \n74 ـ ابن رشد الأندلسي، بداية المجتهد ونهاية المقتصد، ج1، ص 237.",
        "\nوهذا الموقف المبدئي من طبيعة الشريعة ودورها في حياة الإنسان، أدّى إلى أن يرى ابن حزم الأندلسي(75) أنّ المباحثات خارجة من دائرة الشريعة، ومثله السيّد الخوئي؛ إذ وصل إلى هذا الموقف من طبيعة الشريعة ((إنّ الشريعة شُرّعت للبعث إلى شيء والنهي عن آخر، لا لبيان المباحات))(76). \nوالموقف المبدئي ذاته دعى الإمام الخميني ليرى: ((أنّ الحكم (والحكومة) لدى المجتهد الواقعي، هو الفلسفة العملية لجميع الفقه في زوايا حياة الإنسان كافّة. والحكومة هي الجانب العملي لاحتكاك الفقه بالمشاكل الاجتماعية والسياسية والعسكرية والثقافية. وإنّ الفقه هو الجهاز الّذي يتم فيه التنظير الواقعي للإدارة والتخطيط للإنسان والحياة من المهد إلى اللّحد))(77). \nكما أنّ العوامل الرديفة، وانتظارات الفقيه وتوقعاته من الشريعة، وفهم الفقيه المرتبط بعنصري الزمان والمكان، وثقافته ونزعته الكلاميّة، ورؤيته الاجتماعية، والعوامل النفسية، وما إلى ذلك، تساهم بدرجات متفاوتة في تحديد دائرة الفقه ونطاقه من قبل الفقيه. ",
        "من هنا، ينبغي التأمّل الدقيق في جميع هذه العوامل؛ حتّى يتيسّر لنا معرفة الخلفيّات الأساسية لتكوين الموقف من الشريعة ودائرتها وحدودها لدى الباحث عن الشريعة والفقه، سيّما إذا كان الباحث فقيهاً. \nــــــــــــــ\n75 ـ ابن حزم الأندلسي، الإحكام في أصول الأحكام، ج4، ص653. \n76 ـ السيد سرور واعظ، مصباح الأصول (تقريرات بحث الخارج للسيّد الخوئي)، ج3، ص47. ",
        "77 ـ صحيفة نور، ج21، ص98. \n\nالفقه وعلم الاجتماع دراسة في الرَّوابط والصِّلات \nعلي محمد حاضري ",
        "إنّ لكلّ فرع من فروع العلوم الإنسانيّة دوره الخاص، ومساحته وقضاياه الخاصة به، الّتي ترسم للفرع حياته واستقلاله، عن سائر الفروع الأخرى. أمّا الدور الثاني الّذي يؤدّيه كلّ فرع، فهو تقديم الخادمات المتبادلة، بينه وبين سائر الفروع الأخرى. \nإنّ استعارة منهج خاص بعلم، والاستفادة منه في علم آخر، يُعَدُّ من أشهر أنواع التبادل بين العلوم، والّذي ظهرت له بركات عظيمة، رغم بعض المضار والوقوع في الخطأ أحياناً. كما أنّ استخدام مفاهيم واصطلاحات علم ما في علم آخر أمر رائج ومعروف. \nكما أنّ بعض المذاهب الفكريّة، والنظريّات المطروحة في فرع معرفيّ يؤدّي إلى حصول تحوّل عظيم، ورؤيّة معرفيّة في الفروع الأخرى، الأمر الّذي لا نريد تتبّعه في هذا المجال. والكلام هنا في الفقه، وخاصة الاهتمام بدور الزمان والمكان في استنباط الأحكام الفقهيّة، وذالكم هو التواصل بين الفقه وغيره من العلوم. \nويبدو أنّ العلاقة بين الفقه والحقوق والاقتصاد والعلوم السياسيّة، علاقة معروفة في مجتمعنا، رغم أنّ البحث في هذه العلاقة لم يصل إلى الحدِّ المطلوب حتّى الآن. لكن العلاقة بين الفقه وعلم الاجتماع، لم تلق حتّى الآن الاهتمام الكافي؛ ذلك لأنّ تقاليد واتجاهات العلوم الاجتماعيّة ـ وخاصةً ما هو معروف في مجتمعنا ـ تحمل هويّة إلحاديّة ومعاديّة للدين، أو على الأقل هويّة غير دينيّة واضحة. ويُعَدُّ عليّ شريعتي استثناءً؛ حيث إنّه عدَل نسبيّاً عن التقليد الجامعي لهذه العلوم، واستطاع أن يقيم نوعاً من الارتباط بينه كعالم اجتماعي، وبين بعض علماء الدين كحملة للفقه. وعلماء الدين البارزون بدورهم لم يُبدوا رغبة بهذه البحوث الاجتماعيّة، سوى الشهيد المطهري، والشيخ مصباح اليزدي، والشهيد السيّد محمد باقر الصدر إلى حد ما؛ حيث قدّموا بحوثاً جديرة بالاهتمام في هذا المضمار. ",
        "\nلكن السنوات الأخيرة شهدت تواصلاً وتعاوناً ميموناً بين الباحثين الشبان، في الجامعات، والحوزات العلميّة. وسنرى بإذن الله ثمار جهودهم هذه في السنوات القادمة. \nوعلى أيِّ حال، يبدو في مجال البحوث الواسعة للعلوم الاجتماعيّة أنّ هناك عدّة مجالات يمكنها التواصل أكثر مع الفقه، أو مع الدين ب عام. فعلم الاجتماع الديني، وعلم الاجتماع الحقوقي، وعلم الاجتماع الثقافي، وعلم الاجتماع السياسي هي قاعدة هذا التعامل. كما أنّ بحوث ومفاهيم علم الاجتماع العام في هذا المجال واسعة جدّاً. \nإنّ البحث في التواصل بين العلوم ـ ومن جملتها التواصل بين الفقه والعلوم الاجتماعيّة ـ يستلزم حدّاً معيّناً من الاطلاع، والإحاطة في كلا مجالَي البحث. وحتّى الآن لم تحرز ذلك شخصيّات كثيرة؛ ولهذا فإنّ كثيراً من البحوث الّتي طُرحت، كانت مبتلاة بشيء من عدم الاشتراك في المفاهيم المعرفيّة. ",
        "وإنّي وإنّ كنت مدركاً لأهميّة هذه المسألة، لكنّي لا أدّعي مطلقاً أنّني مؤهّل لدخول هذا الوادي الخطر، فلست أملك أكثر من معرفة أي مسلم، عادي، ومقلّد في أحكام الشريعة، وأفتقر إلى الاطلاع الكافي على المقولات الفقهيّة. هذا إضافة إلى النقص الموجود فيّ كباحث في علم الاجتماع. وعليه، فإنّ هذا المقال ليس سوى مجموعة أسئلة، وتأمّلات مطروح في علم الاجتماع. وعلى الفقهاء، وعلماء الإسلام أنّ يقوموا بملاحظتها خلال استنباطهم للأحكام؛ ليقدِّموا إلى البشريّة العطشى إلى العلم والمعرفة، تصوّرهم عن الشريعة، والإسلام المحمّدي الأصيل. \nوأكتفي من مجموعة المجالات المذكورة آنفاً، بطرح بحوث من وجهة نظر علم الاجتماع المعرفي، وعلم الاجتماع العام، وذلك لضيق المجال وقلّة ذات اليد. وآمل أن يكون لطرح هذه المسائل بركات تقلّل من أضرار عدم الإحاطة بالموضوع. \n\nمن المعلوم أنّ الموضوع المحوري لعلم اجتماع المعرفة هو: علاقة المعرفة أو علاقة الإنتاج الفكري والذهني، بالبيئة بمعناها العام. أو بعبارة أخرى، علاقة البيئة الاجتماعيّة والثقافيّة لأصحاب الفكر وتأثيرها على فكرهم، وإنتاجهم الفكري. وتوجد في هذا المجال مذاهب وآراء متفاوتة بل متضادّة. يذهب بعضها إلى الاعتقاد بتبعيّة الفكر للبيئة الاجتماعيّة بشكل كامل، بينما يذهب آخرون إلى الاعتقاد باستقلال الفكر، بل وحتّى الاعتقاد بالعلاقة العلّيّة بين الفكر والبيئة؛ بحيث يجعلون البيئة تابعة لمقتضيات الإنتاج الفكري. ",
        "وبغضّ النظر عن البحث والحكم على براهين طَرَفَي هذا الجدال واستدلالاتهما، ونظراً إلى أنّ المصير التاريخي لهذا الصراع قد حُسم لمصلحة القول بالانسجام بين الفكر والبيئة، يمكن السؤال هنا: عن موقف الإسلام والثقافة الإسلاميّة من كلّ هذا؟. أمّا السؤال الأكثر تفصيلاً، فهو: ما هي علاقة الفقيه أو المجتهد ببيئته؟، والقضايا الّتي طرحت في السنوات الأخيرة تحت عنوان ((قبض)) الشريعة و((بسطها)) تعود ببعض جوانبها إلى هذا السؤال. \n\nورغم اعتقادنا بأنّ مستند الحكم هو النصوص الثابتة والمحدّدة الّتي يرجع إليها الفقيه في أيّ زمان. لكن من المتيقَّن أنّ ساحة المعاني وحدود إدراك المعاني الخفيّة الّتي تحملها النصوص تعتمد على جهود الفقهاء ونتاجاتهم من علماء الماضي والحاضر ـ الّذين فتحوا آفاقاً واسعة أمام الفقيه. وهذا يجعل إدراكه واستنباطه متأثّرين بذلك. أضف إلى ذلك أنّ مدى قوّة بعض النصوص وصحّتها، خاصّة و أنّ الأحاديث تقع تحت دائرة تأثير نتاج الفكر البشري، ما يجعلها تتأثّر بالتحوّلات الّتي قد تؤمّن للفقيه مصادر موثوقة جديدة، أو قد تُخرِج بعض مصادره الموثوقة من دائرة الوثاقة، أو على الأقل تغيّر درجة الاطمئنان إليها. ومثال ذلك اكتشاف نُسخ جديدة من المصادر الموثوقة، أو الحصول على معلومات جديدة عن وضع المحدّثين والرواة، وظروف صدور الرواية. وأوسع من هذا التواصل التاريخي العام، يمكن ملاحظة التواصل بين الفقيه واستنباطاته، مع حلقة العلاقة العلميّة والثقافيّة ضمن نطاق أساتذته وطلابه، والمستمعين له، ومحدّثيه، وحتّى في المستويات الأدنى، حيث يمكن ملاحظة هذه العلاقة في إطار ندوات الحوار الفردي والجماعي ومع الأقارب، أو ضمن موقعه الثقافي، بل وحتّى في كيفيّة معيشته وتعامله في الأمور الاقتصاديّة أيضاً... \nنماذج لتأثر العلم الديني بالمجتمع ",
        "ونشير فيما يلي إلى بعض المؤشّرات على تأثير فهم معنى الدين، بموقف عالم الدين من الظروف الاجتماعيّة، وكذلك بموقفه من المعرفة البشريّة عموماً. \nمن الواضح، أنّ علماء الإسلام ـ طوال التاريخ الإسلامي ، وخاصةً التاريخ الشيعي ـ قد بذلوا جهوداً واسعة من أجل فهم الإسلام وحفظه ونشره؛ والتراث الموجود بين أدينا مدين لهذه الجهود. ومع ذلك، فإنّ اهتمامهم بمواجهة الاستبداد والوقوف في وجهه لدى الحكّام والسلاطين، لم يكن بالمستوى المطلوب، رغم مقارعتهم للظلم، ودفاعهم عن الإسلام في مقابل الانحرافات، والبدع العقائديّة بين الحين والآخر. لكن لم يظهر منهم بوضوح: أن الاستبداد وعدم الاهتمام بآراء الآخرين، وخاصّة عدم الاهتمام بالإرادة والمطالب العامّة، هو بحدّ ذاته أمر مغاير للدين وللأحكام الشرعيّة. \n\nلكن بعد أن طُرِحت مقولة مواجهة الاستبداد، وضرورة احترام الرأي العام، والمطالبة بالحكومة الدستوريّة المقيَّدة، والإشراف العام، أو الأنظمة الّتي تقوم على أساس الرأي العام، والأساليب البرلمانيّة؛ بعد طرح تلك الأمور في ساحة الفكر، والفلسفة السياسيّة، شهدنا دخول هذه الأفكار إلى محافل علماء الدين أيضاً. وبانت، بالتدريج، شواهد وقرائن على تأييد ومناصرة العلماء لهذه الأفكار، أو لجزء منها، في نصوصهم الدينيّة. وقد أضحى الاعتراف بأهميّة رأي الشعب في الحكم محلّ إجماع تقريباً، رغم وجود اختلافات حقيقيّة في الرأي حول تفاصيله، وحدود شرعيّته. ",
        "وكذلك الأمر بالنسبة لأساس العدالة الاجتماعيّة، ورفض الاستغلال والفوارق الطبقيّة الحادّة. فرغم أنّ مبدأ العدالة من العقائد الأساسيّة عند الشيعة، لكن ما يستنبط من الظواهر يشير إلى أنّ الدفاع عن العدالة الاجتماعيّة بمفهومها المعاصر لم يكن بارزاً في تقاليد علماء الشيعة. ولم يُطرح الصراع بين الفقر والغنى، ورفض استغلال الرأسماليّة والطبقة المرفَّهة للطبقات الفقيرة ـ كما هو مطروح في وقتنا الراهن ـ إلاّ عند الإمام الخميني، فإنّه يَظهر ذلك منه بوضوح. وقد اضطرَّ سماحته إلى تقديم البراهين، والأدلّة، والوثائق التاريخيّة والنقليّة، لإثبات صحة وأصالة هذا الموضوع حتّى أمام أقرب العلماء إليه؛ الّذين واكبوا الثورة الإسلاميّة. \nوقد اكتسب مبدأ المطالبة والدفاع عن العدالة الاجتماعيّة ـ رغم الاختلاف في فهم معناها وأساليب تحقّقها ـ بوصفه شعاراً مشتركاً للاتجاهات المختلفة للعلماء، اكتسب مكانة خاصّة. لكن السؤال هو: لماذا لم يكتسب هذا المبدأ هذه المكانة قبل طرحه بشكل جدّيّ في الفلسفات الاجتماعيّة والسياسيّة المعاصرة؟ \nوالأمر نفسه بالنسبة لمنزلة المرأة وحقوقها وقمتها، ومكانتها الاجتماعيّة والسياسيّة في الإسلام، فلماذا لا نرى هذا التصوّر عنها في التراث الإسلامي. \nومن البديهي أنّ هذا الكلام أوسع من مبدأ تكامل ورشد الأفكار والعلوم البشريّة المتصوّرة في جميع المجالات، ومنها الفهم الديني، بل الكلام هنا عن التحوّل النوعي في فهم واستنباط الحكم الديني، عن طريق المقارنة على أثر طرح بعض الأفكار خارج العلوم الدينيّة. ",
        "\nوبعبارة أخرى، ليس المقصود هو التكامل الداخلي لأيّ فرع أو بحث من بحوث العلم الديني الّذي يحصل عن طريق دراسة أكثر نتاجات علماء السلف، وأحياناً بالاستفادة من قدرة العلماء على الخلق والإبداع، بل إنّ المراد هو الوضع الّذي يواجهه الفقهاء خارج دائرة الفقه، أو غيره من التخصّصات العلميّة؛ حيث يواجهون أفكاراً وثقافات جديدة، تدفعهم إلى التأمّل، بشكل أعمق، في المصادر، واستخلاص نتائج جديدة. \nوهنا على الفقهاء أن يجدوا طريقة للتأثير والتأثّر، ليحصلوا على وعي أكبر بتأثّر الفقيه بعلاقاته الاجتماعيّة تجاه حركة هذه التحوّلات، وليتخذوا موقفاً أكثر فاعليّة في مواجهتهم لها، وليبقوا ـ من ناحيّة أخرى ـ أوفياء لأصالة النصوص الدينيّة أيضاً. \nوفي المستوى التفصيلي يمكن الإشارة إلى أثر العلاقات الاجتماعيّة ومنظومة العلاقات الإنسانيّة على كيفيّة الاستنباط وتصوّر الدين والأحكام الإلهيّة لدى بعض العلماء؛ بحيث إنّ عدداً من المراجع والشخصيّات الدينيّة يرسمون صورة للدين لا يصعب اكتشاف أوجه الشبه بينها وبين القيم، والمنافع، والمواقف، الّتي تحرّكها علاقاتهم الإجتماعيّة. ",
        "وهنا لا يمكن الخروج باستنتاج علِّيٍّ من هذه المقارنات. ولعلّه يمكن دعوى، أنّ نوع شبكة العلاقات الاجتماعيّة المشهورة، متأثّرة بنوع النظر إلى الدين والتصوّر المطروح، بل ربَّما تُظهِر بعض الحالات أنّ موقف عالم الدين أوسع من مقتضيات منظومة علاقاته الاجتماعيّة. وهنا يمكن تقديم سماحة الإمام الخميني كمثال على ذلك. لكن حدود الشبه تلك تدعو للنظر أيضاً. وعلى الفقهاء أن يطَّلعوا على آليّاتها، وأن يستخدموا القوانين المتحكِّمة فيها للحصول على أفضل تأثير. \nإنّ دراسة مسار المواقف الفقهيّة، وخصوصيّات الإسلام الّتي طرحها سماحة الإمام الخميني ـ وخاصةً مقارنة مواقفه قبل انتصار الثورة الإسلاميّة وبعدها ـ تُعدَّ من أبرز مجالات تجلّي علاقة البيئة بطريقة استنباط الفقيه؛ لأنّ أيّ اختلاف قد يُشاهَد يعود ـ قبل كلّ شيء ـ إلى اختلاف البيئة وظروفها، وليس إلى بحثه وتدقيقه في النصوص والمضامين؛ لأنّه كان قد طوى جميع مراحل الكمال العلمي والبحث في المضامين قبل انتصار الثورة الإسلاميّة. وكثرة انشغاله في سنوات ما بعد انتصار الثورة لم تكن تسمح له بالمطالعة والغور بشكل أكبر. \n\nبناءً عليه، فإنّ وجود أيّ تغيير في مواقفه لا يمكن تفسيره إلا على ضوء تجربته الجديدة. وفي الوقت نفسه، فإنّ تتبّع مواقفه البارزة والفريدة، الّتي لم تك تشير مطلقاً إلى تأثّره بحلقة أصحابه، هي سرّ ولغز آخر، يوضح حلُّه الحقائقَ الّتي لا تُعدّ من تعقيدات علاقة الفقيه بالبيئة. ",
        "بطء التغييرات الثقافيّة، وتأثير ذلك على تكليف المكلَّفين \nمسألة بطء التغييرات الثقافيّة، واحدة من المسائل الّتي يبحثها علم الاجتماع. ومقولة التأخر الثقافي ناظرة إلى الفاصل الّذي تنتجه التغييرات السريعة في الجانب المادي من الثقافة وبطء التغييرات في الجزء المعنوي منها. ونشاهد هذا النظام متجلّياً في النزول التدريجي للشريعة، وتدرّج إبلاغ الأحكام في بعض الأمور، وكمثال على ذلك: كان شرب الخمر أمراً رائجاً في المجتمع الجاهلي، فبلَّغ النبيّ صلى‌الله‌عليه‌وآله‌وسلم حرمته تدريجيّاً، وعلى مراحل متعدّدة. وإذا قبلنا بمثل هذا المبدأ في نزول الشريعة، يكون السؤال هو: هل يمكن أن يُطبّق هذا المبدأ في إبلاغ رسالة الشريعة إلى المجتمعات والأفراد في سائر العصور أيضاً؟ \nوبعبارة أخرى، هل يمكننا عرض الأحكام، ابتداءاً، بطريقة أقرب إلى الثقافة الرائجة، مراعاة للفاصل الثقافي بين المجتمعات البشريّة وأحكام الشريعة، فنطرح الأحكام النهائيّة بشكل تدريجي؟ \nإنّ استخدام هذا الأسلوب، يجعل عرض الإسلام وتبليغه إلى المجتمعات والشعوب غير الإسلاميّة أسهل وأكثر جاذبيّة. ويَصْدُق هذا المبدأ أيضاً على إمكانيّة تمايز التكاليف الشرعيّة للأفراد والفئات الاجتماعيّة داخل المجتمعات الإسلاميّة؛ بمعنى أنّه يمكن أن يكون الواجب الشرعي للأفراد مختلفاً، بشكل بتناسب مع الفاصلة الثقافيّة بين الأفراد والفئات الإجتماعيّة، وتفاصيل الثقافات الموجودة في المجتمع، وبين الثقافة الدينيّة؛ بحيث يدخل الأفراد إلى دائرة المكلّفين بالشريعة الكاملة تدريجيّاً. ",
        "\nمن البديهي، أن القبول بهذا المبدأ تسري لوازمه إلى ((الحدود)) و((القواعد)) الفقهيّة والحقوقيّة أيضاً. وبصرف النظر عن البحث في قبول هذه المبادئ أو رفضها ـ الأمر الّذي يجب أن يتمّ استناداً إلى المصادر الفقهيّة، وعلى ضوء قواعد التقبّل الاجتماعي والثقافي ـ يمكن الاعتقاد بأنّ القبول بهذه المبادئ، سوف يؤدّي إلى سهولة نشر القيم الأخلاقيّة الدينيّة، والتقليل من المفاسد الاجتماعيّة؛ وذلك لأنّ هذا النوع من التعامل مع الأفراد والفئات الّتي لا ينسجم سلوكها مع الإسلام، لن يؤدّي إلى الإخلال بمعاييرها وقيمها، بل سيؤدّي شيئاً فشيئاً إلى ردم الهوّة الفاصلة بين سلوكها، وبين النُّظم والقيم الدينيّة. \nوبطبيعة الحال، فإنّ هناك نوعاً من التوصيّة الأخلاقيّة بالتسامح والتساهل في مواجهة الهوة الثقافيّة بين الأفراد والفئات الجديدة على الإسلام، وبين الإسلام. ولا سيما في بعض المجالات الخاصّة، على الأقل كأسلوب أخلاقي وتدبير تبليغي. لكن قبول مبدأ التدرّج في حقوق المكلَّفين، سيؤدّي إلى تحوّل كيفي وأساسي في هذه المقولة، لا يمكن مقايسته بالتدابير والتوصيات الأخلاقيّة الموجودة. \nعدم تشخيص العرف في المجتمعات الجديدة ",
        "نعم، إن العرف يُعدّ، في موارد كثيرة، قاعدة وأساساً لتحديد الموضوعات الفقهيّة وأحكام الشريعة المقدّسة. وقد أحيل تعيين الحدود الفقهيّة، في كثير من الموارد، إلى التشخيص العرفي. ففي الوضع العادي للمجتمعات التقليديّة هناك قواعد وضوابط معروفة وبديهيّة للقيم والثقافة الاجتماعيّة، يواجه فيها الأفراد والفئات الاجتماعيّة بشكل يتناسب مع دورهم وموقعهم الاجتماعي البديهي والثابت نسبياً. ويتمتّع العرف بقدرة عاليّة، نسبيّاً، على تعيين الحدود. ويمكن القول: إنّ الفقه قد اعتمد عليه، لكن وضع المجتمعات الجديدة أكثر تعقيداً. فمن المؤشّرات الثقافيّة لهذه المجتمعات التسامح الثقافي، والمرونة لدى معظم النماذج السلوكيّة. ومعنى هذا الكلام؛ هو عدم وجود تعيين دقيق للمواصفات السلوكيّة للأدوار والمكانة الاجتماعيّة بشتى أشكالها؛ بحيث يتمتّع الفرد فيها بحقّه بمساحة اختيار أوسع، ومرونة سلوكيّة أكبر. \n\nوفضلاً عن عدم تعيّن القدوة السلوكيّة، فإنّ دور الأفراد ومكانتهم الاجتماعيّة لم تَعد تمتلك الثبات السابق نفسه. ففي المجتمعات التقليديّة، حيث الدور الاجتماعي للأفراد رهين إلى حد كبير بمكانتهم الّتي تأتيهم عن طريق مكانتهم العائليّة وإرث الدم؛ ولهذا، فإنّ الأفراد لا يشهدون تغييراً في مواقعهم طوال حياتهم إلاّ القليل منهم. وهذا الحدّ من التغيير أيضاً يخضع لقواعد ومراحل معينة، تتناسب عادة مع المواقع العُمْريّة المختلفة، وتقتضيها النماذج السلوكيّة. \nأمّا في المجتمعات الحديثة، فإنّ المكانة الاجتماعيّة أمر مكتسب، انخفض تأثير عوامل الوراثة عليه. ووجدت مؤثّرات جديدة، مثل: المستوى الدراسي والمهارة المهنيّة. وهذا الوضع زاد من إمكانيّة حصول تغييرات في مكانة الأفراد، ليكون ((التحرّك الاجتماعي)) من سمات المجتمعات الحديثة. ",
        "وبغض النظر عن الآراء المطروحة بشأن حدود التحرّك الاجتماعي في المجتمعات الحديثة، والبحوث والنقد الموجود حول دعوى كون طريق الرُّقيّ في سلّم المكانة الاجتماعيّة مفتوحاً في المجتمعات الغربيّة، فإنّ مبدأ عدم التعيين وعدم الاستقرار النسبي للمراتب أمر لا يقبل الإنكار. وفي مثل هذا الوضع لا يمكن تعيين أو تحديد مكانة اجتماعيّة معيّنة ثابتة للأفراد، أو معرفة المنزلة الاجتماعيّة للفرد من خلال النظر إلى المنزلة العائليّة وحلقة الأقارب. \nإنّ المقولتين المذكورتين؛ أيّ مرونة المعايير السلوكيّة، وعدم تعيين واستقرار ((المكانة الاجتماعـيّة)) للأفراد في المجتمعات الحديثة، أدّتا إلى غموض دور العُرف في المجتمعات الحديثة، وهذا الغموض جعل الفقه يواجه مشكلة من جهتين: \nالأولى: إنّ الدور الموكَل إلى العرف في تشخيص الحدود، والمسائل، والمواضيع الّتي أوكل الفقه أمرها للعرف، تجعله يواجه مشكلة في تنفيذها. \nوستلاقي المحاكم والمراجع الحقوقيّة والقضائيّة وحتّى الأحكام العامّة وغير الرسميّة، غموضاً وتردّداً أكثر من ذي قبل، خلال محاولتها تشخيص الحدود العرفيّة. ",
        "\nالثانيّة: توهّم أنّ الضوابط الفقهيّة والشرعيّة تؤدّي، في بعض الحالات، إلى تثبيت الفوارق الطبقيّة، وحفظ الوضع الموجود للمجتمعات التقليديّة؛ وأنّها تواجه وتعارض مبدأ ((التحرّك الاجتماعي))؛ لأنّه لا يلبّي حاجة الأفراد إلى الترقّي الاجتماعي، كما أنّ بعض الاستنتاجات التقليديّة للضوابط الشرعيّة تعيق هذا الترقّي. على سبيل المثال: يمكن الإشارة إلى الرأي المشهور، حول تعلّق الخمس بالكسب الفائض عن النفقات العرفيّة. ففي المجتمعات الحديثة كلّما صعدنا من الطبقات الدُّنيا إلى الطبقات الأعلى من حيث الكسب، نجد أنّ النفقات تتبدّل وتتغيّر بوضوح؛ بحيث إنّ الاحتياجات العرفيّة للطبقات العُليا والمتوسطة أكبر بكثير من الطبقات الدُّنيا، ممّا لا يبقي مجالاً لتصوّر فائض عن الكسب؛ ومعه لا خمس. بينما الطبقات الدُّنيا عندما تدّخر مبلغاً من المال سوف يتعلّق به الخمس، رغم أنّه ناشئ عن عصرها لنفقاتها، وهذا الأمر سوف يعيق ترقّيها الاقتصادي. \nالفقه والمتغيّرات الثقافيّة \nإنّنا نعلم أنّ موقف الشريعة من القضايا والمواضيع العرفيّة والاجتماعيّة، يتّخذ في ضوء معناها الرائج والفعلي. وعلى هذا الأساس، فإنّ الحكم الشرعي لتلك المواضيع، تابع للمتغيّرات في معناها العرفي. ",
        "مثلاً: ينقل المرحوم الشهيد المطهري أنّ إنزال شيء من العمامة تحت الحنك، أو لبس البدلة الرسميّة، يعني ـ في زمان ما ـ شيئاً يختلف عمّا يعنيه في زمان آخر. ومن الطبيعي، أنّ حكمها يتغيّر بتفاوت معناها. ففي المراحل الأولى لدخول عادة لبس البدلة، كان يُعدّ لبسها تشبّهاً بالكفّار، ويعني التَّعلّق بالأجنبي؛ ولهذ كان بعض العلماء يفتي بحرمة ذلك الزَّي، لكن الآن لا يستفاد من لبس ذلك الزي هذا المعنى؛ لذلك لم يَعُد حكمه كذلك. \n\nفي مثل هذا الوضع، من الواضح أنّ تكليف المكلّفين يكون متفاوتاً في زمانيين، تبعاً لاختلاف المداليل العرفيّة لأمر ما. لكن من البديهي، أنّ هناك مرحلة ((انتقاليّة)) بين هاتين الفترتين الزمنتين؛ بحيث يخفّ تدريجيّاً المعنى السابق ويظهر المعنى الجديد. هذا التغيير في المعنى لا يكون إلاّ عبر تجاوز التقاليد، والتصرّف بطريقة مغايرة للحالة السائدة. والسؤال المطروح هنا هو: \nأولاً: ما هو تكليف المكلّفين الّذين هم داخل مرحلة الانتقال وقبل استقرار أحد المعنيين المتضادين؟، وإذا افتُرض عدم وجود أفراد يتجاوزن التقاليد، فهل سيحدث تغيير أساساً؟. وبعبارة أخرى، إذا كان هناك مجتمع ملتزِم بالشرع، ولم يحدث فيه مخالفة للقواعد الشرعيّة، فهل يعني ذلك عدم حدوث تغييرات ثقافيّة في ذلك المجتمع وتلك الثقافة؟ ",
        "أم أنّ التغييرات الثقافيّة المستحسَنة، الّتي نمتدحها اليوم أو نعدّها مباحة، تستلزم أحياناً وجود عدد من القرابين الّذين يرتكبون الحرام لمدّة، ليفتحوا الطريق أمامنا لما هو مباح اليوم؟ \nطبعاً على الفقهاء أن يتدبّروا قواعد أوضح، لطيّ مراحل الانتقال هذه، وأن لا يتركوا أمر التغيير الثقافي متوقّفاً على تضحيّة عدد من الناس بدينهم. \nوهذه المسألة تصبح ذات أهميّة مضاعفة عندما تشهد الظروف تغييرات ثقافيّة أسرع؛ لأنّه عندما يكون التغيير بطيئاً في الأوضاع الثقافيّة، فإنّ أبناء كلّ جيل لن يواجهوا تعارضاً مع القيم ناشئاً عن التغييرات الثقافيّة، بل ستحدث التغييرات الثقافيّة عادة خلال عدّة أجيال، وربّما خلال عدّة قرون، ولا تبدو التغييرات خلال كلّ جيل بشكل ملموس. لكن سرعة التحوّلات الثقافيّة في المجتمعات الحديثة، فتحت المجال ليشهد كلّ جيل خلال حياته تغييرات ملموسة في نظام القيم والموازين الاجتماعيّة. ومع تعارض مواقف الفقهاء؛ بسبب تغيير المعاني الثقافيّة، قد تنشأ شبهة أو نوع من ((الانفعال)) الّذي يتبادر إلى الذهن بسبب هذه التحوّلات... \n",
        "فمن الأفضل أن يحدِّد الفقهاء استراتيجيّات، أكثر تناسباً، للتعامل مع الظواهر الجديدة، وأن لا يقفوا مكتوفي الأيدي، إلى أن يجتاح التغيير الكثير من المعاني الموكلَة إلى العرف. \nوهذه المسألة أوسع من السلوك الاجتماعي؛ فإنّنا نجدها في الموضوعات الأساسيّة المرتبطة بالنظام العقائدي، واتباع مرجع التقليد، بل وحتّى في حاكميّة المجتمع الاسلامي أيضاً. فمثلاً، في دستور الجمهوريّة الإسلاميّة الإيرانيّة الحالي، تتحقّق الولاية في زمان غيبة الإمام المعصوم (عليه السلام) بالفقيه الحائز على الشروط، وبتشخيص الخبراء. وقد أوكل الدستور إلى الخبراء أيضاً معالجة احتمال ارتكابه للانحراف أو الخطأ. أو في مسألة تحديد الأعلم والعادل من بين مراجع التقليد، فقد أوْكَلت الرسائل العمليّة الموضوع إلى عرف أهل الخبرة. \nومن البديهي، أنّ جميع حقوق الولاية الشرعيّة للفقيه الجامع للشروط، والمنتخب من قبل الخبراء، ومرجع التقليد الّذي يحدِّده عرف أهل الخبرة، نافذة على جميع أفراد الأمّة الإسلاميّة، وخاصّة الأمّة الّتي تنعم بظلّ حاكميّة النظام الإسلامي، ما دام انحراف الفقيه وخطأه لم يثبتا. ويشمل وجوب طاعة الولي الفقيه جميع أعضاء مجلس الخبراء أيضاً، لكن وقوع الخطأ والانحراف ليس بالامر الّذي يقع دون مقدِّمات، بل إنّ الشكل الطبيعي هو أن يبدأ الانحراف بزاويّة صغيرة، ثُمّ يتسع تدريجيّاً. ومع أنّنا لا نواجه مثل هذه المشكلة اليوم، لكن الوقاية تستدعي أن يفكّر الخبراء بآليّة مواجهة ذلك. \nوهذه المسألة لا تواجه مشكلة في البعد النظري للأنظمة السياسيّة غير الدينيّة؛ فأيّ سوء ظنِّ أو تشكّيك بسيرة المسؤولين أو الزعماء لا يثير إحساساً بالذنب في ضمير الأتباع. ومن ناحيّة أخرى، فإنّ طرح الآراء المنتقِدة لن تنال من قداسة القادة. ",
        "\nنظراً إلى ما ذُكر آنفاً، فإنّنا ننتظر من الفقهاء أن يلاحظوا خصوصيّات الحكومة الدينيّة، ويقومون بتوضيح الطُرق والأساليب التنفيذيّة المناسبة للعلاقة بين الحكم الديني وأفراد المجتمع، وأن يبيّنوا للخبراء وضعهم المناسب عندما يعيشون في حالة تتراوح بين المشروعيّة الكاملة وسلب المشروعيّة عنهم؛ بحيث يترتّب ما يأتي: \n1 ـ لا يجد المكلَّفون في ضمائرهم براعم النظرة الانتقاديّة، في تعارض مع لزوم الإيمان والطاقة. \n2 ـ أن يفكّروا في استراتيجيّات وآليات مطمئِنة عند بروز تلك الشكّوك؛ لئلاّ تبقى الأخطاء المحتملة مستورة أكثر من اللاّزم، ولئلاّ تتمكن عوامل وأساليب السلطة من التضييق على المنتقِدين والضغط عليهم. وأهمّ من ذلك أن لا تتعارض الانتقادات مع مبدأ قداسة النظام، ووجوب اتّباع الأمّة شرعيّاً للنظام المشروع، ولكي لا تتهّيء الأرضيّة الملائمة لتحقق النوايا الخبيثة للأعداء، وتؤدّي إلى إضعاف النظام أيضاً. ",
        "لذا، لا يمكن أن نعلِّق آمالنا على وسائل العمل الرقابي للأنظمة الليبراليّة، والتضحيّة بأعظم رأسمال وميزة في النظام الديني؛ أي العلاقة الإيمانيّة والارتباط القلبي بين الأمّة ونظام الحكومة الإسلاميّة. كما لا يمكن التغاضي عن إمكانيّة التحوّل التدريجي نحو الفساد، بذريعة الاعتماد على مبدأ الأصل الإيماني ((الحمل على الصحة)). \nهنا علينا أن ننظر بجدّ، إلى خطر هذا التحوّل، بصرف النظر عن حبّن واطمئناننا وثقتنا الواسعة بجميع المؤمنين بنظام الثورة الإسلاميّة والمضحّين من أجله، وأن نسعى بيقظة وحذر إلى أن نمنع حدوث ذلك في المستقبل. \nفي هذا المجال، على الفقهاء وسائر حملة العلوم الإنسانيّة، من المؤمنين بالشريعة الإسلاميّة والملتزِمين بها، أن يلجأوا إلى منابع الوحي وتعاليم المعصومين (عليهم السلام)، وأن يستفيدوا من النتاجات النظريّة والعمليّة للبشريّة، وأن يبحثوا في جوٍ مفعم بحسن الظنّ وبالثقة المتبادلة؛ لأجل تسهيل وضمان بقاء حكم الإسلام الأصيل.\n",
        "الفقه ومِلاكات الأحكام \nالدكتور أحمد مير خليلي \nبعد استقرار نظام الجمهوريّة الإسلاميّة المقدّس [في إيران]، وبعد الإيمان بضرورة الالتزام بتطبيق القوانين الشرعيّة، تتضح الحاجة إلى البحث الفقهي، ما سيترك أثره على السياسات العامّة للنظام الفقهي ـ القانوني، ويُظَهَّر التراث النفيس للفقه الشيعي في عصرنا الراهن بما يتناسب ولغة اليوم، وتطلّعات الإنسان المعاصر. وبهذه الوسيلة يمكن المحافظة على الفقه والدين حيّين في شتى ميادين الحياة الاجتماعيّة للمجتمعات البشريّة. \nومن بين الموضوعات الّتي ينبغي بحثها؛ من أجل الوصول إلى فهم أفضل للأحكام الشرعيّة وإحياء التعاليم الإسلاميّة القيّمة، دور المِلاكات في حلِّ المشكلات المستحدثة الّتي كانت على الدوام، وطوال التاريخ، سبباً لتطوّر الفقه الإسلامي عموماً، والشيعي منه خصوصاً. وقد أدّى هذا الأمر بدوره إلى أن يتفهَّم الفقهاء، بشكل جيد، التحدّيات الجديدة ويبينوا الحكم الشرعي المتعلِّق بها. ",
        "وقد توصَّلتُ في هذه المقالة، من خلال تبيان مفهوم المِلاك والمفاهيم ذات العلاقة به، وتبيان طُرق كشف المِلاك لدى العلماء [الشيعة والسنّة]، إلى أنّ هذه الطُرق تكون قطعيّة عندما تستند إلى الأدلّة. وينبغي الانتباه إلى أنّ قابليّة الأحكام للفهم والإدراك رغم كونها سبباً في تطوّر الفقه، إلاّ أنّها تحتاج إلى دقّة متناهيّة. \nولا يمكن معرفة مِلاكات الأحكام من دون وجود ضوابط يقينيّة محدّدة. ولقد كان الأئمّة عليه‌السلام يوبِّخون بشدّة أولئك الّذين يتصدَّون لذلك اعتماداً على تصوّراتهم الخاصّة. وقد حاولتُ بعد ذلك الإطلالة على محاولات كشف المِلاكات عند الإمام الخميني (رض) وعند الشيخ محمد بن الحسن النجفي صاحب كتاب جواهر الكلام، وإلى تبيان دور المِلاك في تطوّر ونمو فقه العبادات والمعاملات والعقوبات. \n\nطرائق اكتشاف المِلاكات ",
        "ينبغي أن يُعلَم أنّ الخروج عن موارد النصّ الشرعي يعتمد أساساً على فهم مِلاكات ومناطات الأحكام الشرعيّة، لكن لابُدّ من الانتباه إلى أنّ فهم المِلاك ـ وباتفاق آراء العلماء ـ لا يجوز أن يستند إلى الوصف المشترك بين الفرع والأصل، على أساس الميل النفسي، بل ينبغي أن يتمّ إثبات عليّة الوصف المشترك بواسطة الدليل الشرعي(1)، وهو الدليل الّذي يُعَرف لدى فقهاء الشيعة بعنوان: طرق التعدّي عن النص(2) ولدى فقهاء السنّة بـ : مسالك اكتشاف العلّة(3). \nتُعتبر مسالك كشف المِلاك واحدة من الأركان المهمّة للاجتهاد في الفقهين الشيعي والسنّي، رغم أنّ بحوثاً مثل العقل، وسيرة العقلاء، والفهم العرفي، لم تحتل حتّى الآن موقعها المناسب في الفقه الشيعي. وتبدو دقّة وتعقيد هذه البحوث ـ وفي الفقه الشيعي بشكل أكبر ـ في بحوث مثل: تنقيح المناط، وإلغاء الخصوصيّة، ومناسبات الحكم والموضوع، وفي الفقه السني في بحوث القياس، والاستحسان، والمصالح المرسلة. فضلاً عن أنّ الغالب لدى علماء الأصول، أنّ قيمة هذه الأدلّة مُرتبِط بقيمة الدليل الّذي يرشدنا إلى مِلاك الحكم. وبعبارة أخرى، إذا اكتشفنا المِلاك بالدليل الشرعي، فعندها لا يكون الحديث عن اعتبار هذه الأدلّة ـ سواء أكان في الفقه الشيعي أم السنّي ـ ذا فائدة كبيرة. وبعد أن \nــــــــــــــ\n* عن مجلّة قَبَسَات الإيرانيّة، العدد 15 و16. ",
        "1 ـ الحكيم، محمد تقي، الأصول العامّة للفقه المقارَن، ص316، والفاضل التوني، عبد الله بن محمد، الوافية في أصول الفقه، ص237، والتبريزي، ميرزا موسى، أوثق الوسائل في شرح الرسائل، نشر الكُتُبي النجفي، قم، ص34. \n2 ـ الشعراني، ميرزا أبو الحسن، المدخل إلى عذْب المنهل في أصول الفقه، ط1، مؤتمر الشيخ الأنصاري، قم، 1372 هـ.ش، ص175. \n3 ـ الآمدي، سيف الدين أبو الحسن، الإحكام في أصول الأحكام، ج3، ص63، والزحيلي وهبة، أصول الفقه الإسلامي، ج2، ص661، وخلاّف، عبد الوهاب، علم أصول الفقه، ص75. \n",
        "يكشف لنا الشرع علّة الحكم ومناطه، فإنّه لا تبقى هناك حاجة للقياس وسائر الأدلّة لإثبات الحكم. والحاصل، أنّه ينبغي لأولئك الّذين لا يعترفون بالقياس أن يضعوا فهمهم لمِلاك الحكم على المِحك، وعلى أولئك الّذين يستخدمونه أن يثبتوا مِلاك الحكم ومناطه(4)؛ ولذلك فمن الضروري أن نبحث بشكل وافٍ طرائق معرفة عِلل الأحكام وأن نُخْضِعها للنقد والدرس. \nولتحقيق هذا الهدف هناك طريقان: \n1 ـ الطُرق القطعيّة: الطُرق القطعيّة لكشف المِلاك هي الّتي توصل المجتهد إلى علة الحكم بشكل جازم، مثل: قياس الأولويّة، وتنقيح المناط القطعي، والقياس المنصوص العلّة. \nوحينما نحصل على علّة الحكم بشكل قطعي، لا يبقى شكّ في قبول نتيجة الدليل، سواء سمّي ذلك تعدّياً عن النصّ، أو سمّي قياساً؛ وذلك لأنّه لا شكّ في حجيّة القطع، وكون حجيّته ذاتيّة لا تقبل الإنكار(5). ",
        "2 ـ الطرق غير القطعيّة: وهي الّتي تُوصل المجتهد إلى المِلاك من خلال الظنّ. وهذه بدورها على قسمين: \nأ ـ ما قام على اعتبارها دليل قطعي: حينما يكون المسلك الموصِل إلى العلّة ظنّيّاً بذاته، ولكنّه معتدّ به لدى الأصوليين وقابل للاستدلال؛ حيث يمكن إثبات صحّته بالأدلّة القطعيّة الأخرى، مثل: المِلاكات الّتي يتوصَل إليها من ظاهر النصوص الشرعيّة، فرغم أنّ الظهور ليس دليلاً يقينيّاً، إلاّ أنّ قيمة ظواهر الأدلّة يمكن أن تَثبت بدليل قطعي آخر. وبناء على هذا، فإنّ الطُرق غير القطعيّة في كشفها المِلاك، لها نفس قيمة الطُرق القطعيّة، ولا يوجد خلاف في الاعتماد عليه بين علماء الشيعة والسنّة(6). \nب ـ ما لم يقم على اعتبارها دليل قطعي: وهي الطُرق الّتي تُوصِل المجتهد إلى \nــــــــــــــ",
        "4 ـ صبحي حامد، عبد السلام، دفع القياس بدفع علّته، مجلّة كلّيّة الشريعة، ع 5، بغداد، ص29. \n5 ـ الحكيم، محمّد تقي، الأصول العامّة للفقه المقارَن، ص325، جمال الدين، مصطفى، القياس ـ حقيقته وحجِّيَّته، بغداد، 1975م، ص251. \n6 ـ الحكيم، محمد تقي، الأصول العامة للفقه المقارن، ص327 ـ ص331، جمال الدين، مصطفى، القياس، حقيقته وحجِّيَّته، ص252 ـ ص256, \n",
        "مِلاك الحكم من خلال الظنّ، ولا يدل عليها دليل قطعي، وهي غالباً ما تكون ذات علاقة بميول الأشخاص واجتهاداتهم. ويعتقد علماء الشيعة أنّ مِلاك الحكم الشرعي لا يمكن بلوغه اعتماداً على الرغبات الشخصيّة، ومن دون ضوابط عقلائيّة. وعلى هذا، فإنّه لا قيمة لأمثال هذه الطُرق. كما أنّ قسماً من علماء السنّة لا يرون لهذا الأسلوب قيمة في كشف المِلاك(7)، رغم أنّ بعضاً منهم يعتقدون بقيمة الظنّ الغالب عند المجتهد(8). \nولتوضيح دور المِلاك في الفقه من الضروري، بادئ ذي بدء، تبيان المفاهيم ذات العلاقة به. \nــــــــــــــ\n7 ـ جمال الدين، مصطفى، القياس ـ حقيقته وحجِّيَّته، ص273، وصبحي حامد، عبد السلام، دفع القياس بدفع علّته، ص35، والبخاري، علاء الدين، كشف الأسرار عن أصول فخر الإسلام البزدوي، ج2، ص357. ",
        "8 ـ الآمدي، سيف الدين أبو الحسن، الإحكام في أصول الأحكام، ج3، ص46 ـ ص64، وإبن قدامة المقدسي، روضة الناظر وجنّة المناظِر، ص165. \n\nالمِلاك والمفاهيم ذات العلاقة به \n1 ـ المِلاك: ",
        "تُستعمل كلمة المِلاك في العربيّة بفتح الميم وكذلك بكسرها؛ بمعنى قِوَام العمل وأصْل الشيء، ويُطلق هذا اللّفظ بهذا المعنى على المعيار والقاعدة والقانون والضابط(9). وقد ورد في الحديث الشريف: ((مِلاك الدين الورع)). وفي الاصطلاح، عبارة عن: العلّة الثبوتيّة للحكم، والأمر الّذي جعله الشارع علامة لتحقيق الحكم بمجرد تحقّقه وثبوته. وبعبارة أخرى، فإنّ علّة الثبوت وسبب جعل الأحكام الشرعيّة، تُدعى: المِلاك(10). \n2 ـ المناط: \nكلمة ((مناط)) في اللّغة مُشتقّة من ناط، ينوط، نوطاً، وهو بمعنى: التعليق. وبعبارة أخرى، فإنّ المناط، هو: كلّ شيء يمكن أن يُتعلَّق به. وفي المصطلح الفقهي، فإنّ المناط: ((هو كلّ أمر يرتبط به الحكم الشرعي، وهو مرادف في الاستخدام للمِلاك تقريباً))(11). \nيقول الدكتور محمد جعفر لنكرودي في كتابه ترمينولوجي حقوق[الاصطلاحات القانونيّة]: واستُخدِم مصطلح ((المناط)) في الفقه بمعنى ((المِلاك))، إلا ",
        "ــــــــــــــ\n9 ـ دهخدا، علي أكبر، لغت نامة دهخدا، تحقيق جماعة من المحقّقين، ط1، مؤسّسة جامعة طهران للطباعة والنشر، طهران،1372هـ.ش، مادة: مِلاك. \n10ـ جعفري لنكرودي، محمّد جعفر، ترمينولوجي حقوق، 684، ميرفتاح، العناوين، ص84. \n11 ـ القمّي، ميرزا أبو القاسم، قوانين الأصول، ج2، ص72، والآمدي، سيف الدين، الإحكام في أصول الأحكام، ج3، ص279. ",
        "\nأنّ المِلاك أعمّ، وهو مستخدم في الفقه، وفي القانون الحديث. ووحدة المِلاك في القانون الحديث تعني في الفقه تنقيح المناط الّذي هو نوع من القياس. وينبغي الانتباه إلى أنّ بعض الفقهاء، مثل: ابن رشد وغيره، لا يعتبرون العِلَل الشرعيّة من بين العِلل الطبيعيّة، بل يتصوّرونها علّة مجعولة وتعاقديّة؛ ولأجل التخلّص بشكل أكبر من مفهوم العلّة الطبيعيّة، وما يدلّ على هذا الأمر، سمّوا العلّة والسبّب الشرعي مناطاً(12). \n3 ـ العلّة: \nتدلّ كلمة العلّة في اللّغة العربيّة على أربعة معان(13). ",
        "أ ـ بمعنى: المرض(14). \nب ـ الحادثة: كلّ حادثة تَحُول بين الشخص وما ينوي القيام به وتخلق له شيئاً جديداً ينشغل به تسمى علّة. \nجـ ـ العُذر: إبداء نوع من الأسف الّذي يكون تبياناً للدافع والباعث الّذي أدى إلى تغيير في نوايا الإنسان. \nــــــــــــــ",
        "12 ـ جعفري لنكرودي، محمد جعفر، ترمينولوجي حقوق، ص684. \n13 ـ إبن منظور، لسان العرب، ج4، ص308، مادّة: عِلل، والجوهري، إسماعيل بن حماد، الصحاح، ج5، ص1173، والزبيدي، مرتضى، تاج العروس من جواهر القاموس، 15، ص518، والفيروزآبادي، مجد الدين محمد بن يعقوب، القاموس المحيط، ص1138. \n14 ـ دهخدا، علي أكبر، لغت نامة دهخدا، ج10، ص1415. \n",
        "د ـ السبب: يرى بعض علماء اللّغة أنّ العلّة والسبب هما شيء واحد. ففي لسان العرب: ((هذا علّة هذا، أي سببه))(15). \nوإنّ المشترَك في هذه المعاني الأربعة، هو تغيّر الحالة. أمّا في المصطلح، فينبغي القول إنّ علماء الأصول ليست لهم وجهة نظر واحدة بشأن العلّة، فقد مزجوا في تعريفهم لهذا المصطلح بين معتقداتهم الكلاميّة والفلسفيّة. ولهذا نواجه في كتب أصول الفقه تعريفات شتى للعلّة، كما يلي: \nالأوّل: أمارة الحكم(16). من القائلين بهذا التعريف يمكن ذكر البيضاوي، وقسم من الأحناف، والحنابلة. وخلاصته أنّه يرى في العلّة الشرعيّة علامةً على الحكم، وليس موجِبة للحكم، وأنّ الشارع المقدّس اعتبرها بشكل تعاقدي محض علامة على الحكم، ودليلاً عليها. \nــــــــــــــ",
        "15 ـ ابن منظور، لسان العرب، ج4، ص3080. \n16 ـ الغزالي، المستصفى، ج2، ص54، وإبن قدامة المقدسي، روضة الناظر وجنّة المناظر، ص146. \n\nالثاني: بناء الحكم وضرورته. لمّا كان تعليل الأحكام الإلهيّة يستلزم وجود علاقة بين الحكم والعلّة من جهة، ومن جهة أخرى، فإنّ هذه العلاقة أوسع من كونها مؤشّراً وعلاقةً، يعتقد أغلب الأصوليّين بوجوب وجود تناسب وارتباط بين الحكم والعلّة، لكنّهم يفسّرونه بناءً على ما يتبنّونه من مبادئ كلاميّة: ",
        "ـ العلّة مؤثّرة ذاتيّاً في الحكم(17). من أتباع هذا الرأي من السنّة؛ المعتزلة. \nـ العلّة مؤثّرة وجوباً في الحكم. من القائلين بهذا التعريف الغزالي؛ الّذي يقول: ((العلّة الموجِبة إمّا أن تكون عقليّة فتكون مؤثرة بحد ذاتها، أو شرعيّة تؤثّر في الحكم بعد جعل الشـارع المـقدّس))(18). \nـ العلّة مؤثرة بشكل عادي في الحكم. نَسب الزركشي، في البحر المـحيط، هذا المـعنى إلى الرازي(19). \nــــــــــــــ",
        "17 ـ الشبلي، محمد سعيد مصطفى، تعليل الأحكام، ط1، الأزهر، القاهرة، 1365هـ.ق، ص119. \n18 ـ الغزالي، أبو حامد محمد بن محمد، شفاء العليل، ط1، نشر وزارة الأوقاف، بغداد، 1390هـ.ق، ص569. \n19 ـ الزركشي، بدر الدين محمد بن بهادر بن عبد الله الشافعي، البحر المحيط في أصول الفقه، ج5، ص113. \n",
        "الثالث: باعث الشارع على تشريع الحكم. وقد تبنى هذا التعريف الآمدي من الشافعيّة، وابن الحاجب من المالكيّة، وصدر الشريعة من الأحناف(20). \n4 ـ الحكمة: \nأ ـ في اللّغة: وتدلّ كلمة الحكمة في اللّغة على المعرفة والاطلاع. ويفسّرها البعض بمعرفة الحقّ لذاته ومعرفته للعمل به، والبعض يُعرِّفها بالحجّة والبرهان القطعي المفيد للاعتقاد، وليس المفيد للظن. \nب ـ في الاصطلاح: تُطلق الحكمة في المصطلح على معنين: المصلحة المترتِّبة على تشريع الحكم الشرعي، مثل: الحكمة في عدم تكليف المسافر بالصوم؛ والّتي هي دفع المشقّة عنه، عين النفع والضرر الّذي أخذه الشارع بنظر الاعتبار في تشريعه الحكم الشرعي، وأراد الشارع بتشريعه الحكم أن يبلّغه المكلّف أو أن يمتنع عنه. وعلى هذا، فالمشقّة نفسها هي حكمة عدم تكليف المسافر بالصوم، وليس دفع المشقّة. والشائع لدى الأصوليّين، غالباً، هو المعنى الأول. ",
        "ــــــــــــــ\n20 ـ السبكي، تاج الدين عبد الوهاب، جمع الجوامع، ج2، ص274، والزركشي، البحر المحيط في أصول الفقه، ج5، ص112. \n\nج ـ اختلاف العلّة عن الحكم: العلّة شيء محدَّد له نظم خاص ربط الشارعُ حكمَه به، والحكم وجوده مرتبط بوجود العلّة وعدمها. ",
        "أمّا الحكمة، فهي عبارة عن المصلحة أو المفسدة الّتي شرّع الشارع حكماً لمعرفتها، ولكن نظراً إلى اختلاف درجتها بالنسبة إلى اختلاف الحالات، والأزمنة والأمكنة، فإنّ الحكم لا يتأثّر بتلك العلاقة، رغم أنّه يبدو للوهلة الأولى أنّ الحكم مرتبِط بالحكمة، وأنّ وجوده وعدم وجوده مرتبِط بها؛ ذلك أنّ الهدف من التقنين هو الوصول إلى حكمة الأحكام، لكن البحث عن حِكَمِ التشريع تجعلنا نكتشف أنّ الحكمة ليست أمراً محدَّداً ومشخَّصاً، وهي متغيِّرة بحسب الأشخاص والأوضاع والأزمنة؛ بحيث لا يرتبط الحكم وعدمه بها. كما في حكمة إفطار الصائم في السفر الّتي هي المشقة، وهذه الحكمة تتغيّر بالنسبة إلى الأشخاص والحالات المختلفة. فضلاً عن أنّه يحدث أحياناً أنّ الحكمة الّتي تصبح سبباً في تشريع الحكم تتضمّن، إلى حدّ ما، سعة ضمن نطاق ذلك الحكم. وفي هذه الحالة، فإنّ الحكمة ليس لها نظم وضابط خاص. والشارع المقدس ربط الحكم بأمرٍ، آخذاً بنظر الاعتبار المصالح العامّة بما يضمن ثبات القانون وشموله. وفي بعض الحالات، غضَّ الطرف عن تخلُّف الحُكْم عن الحكمة، لمصلحة ثبات الحُكْم. وعلى هذا، ففي النموذج المذكور آنفاً يجب على المسافر أن يصلّي صلاته قصراً، ولو لم يسبّب له ذلك مشقّة في سفره، وعلى المُقيم أن يصلّي صلاته تامّة حتّى لو كان يؤدّي عملاً فيه عناء كبير. \n\n5 ـ السَّبب: \nأ ـ المعنى اللُّغوي: السبب في اللّغة: أيّ شيء يكون وسيلة لبلوغ شيء آخر، ولهذا يقال للحبل وللطريق وللباب سبب. ",
        "ب ـ المعنى الإصطلاح: اختلف علماء الأصول في معنى السبب، فعدَّه بعضهم كالسرخسي(21): كلّ شيء يفضي إلى الحكم، لكن من غير أن يكون له دور فيه. بمعنى أنّ العقل إذا لم يجد علاقة بين الحكم والطريق إليه، دُعِيَ ذلك الطريق سبباً. وإن وجد الهدف من علاقته بالحكم دُعِيَ علّةً. كما أنّ بعض الأصوليّين يسمّون كلّ ما يدلّ على الحكم شرعـاً سببـاً(22). بينمـا اعـتبر آخـرون ((السبب)) مرادفاً لـ ((العلّة))، ورأوا أنّه عبارة عن الوصف الواضح الّذي هو مناط الحكم. \nج ـ الفارق بين السبب والعلّة: يوجد بين الأصوليّين من يرى: أنّ السبب أعمّ من العلّة، ويعتبرونه كلّ شيء يُرشد إلى الحكم(23). ويرى قسم منهم: أنّ السبب مرادف للعلّة، ويعتبرونه موجِباً للـحكم(24). بينما يرى آخرون: أنّ السبب يختلف عن العلّة، ويَدْعَون أيّ شيء مرشد للحكم، من دون أن يكون له دور وتأثير فيه، سبباً(25). \nــــــــــــــ\n21 ـ السرخسي، شمس الدين محمد، أصول السرخسي، ج2، ص301. ",
        "22 ـ البخاري، علاء الدين، كشف الأسرار عن أصول فخر الإسلام البزودي، ج2، ص170، والحكيم، محمد تقي، الأصول العامة للفقه المقارَن، ص310. \n23 ـ الحكيم، محمد تقي، الأصول العامة للفقه المقارَن، ص310، والآمدي، سيف الدين أبو الحسن، الإحكام في أصول الأحكام، ج3، ص186. \n24 ـ الغزالي، المستصَفى من علم ا لأصول، ج1، ص60. \n25 ـ الحكيم، محمد تقي، الأصول العامة للفقه المقارَن، ص310، والسرخسي، شمس الدين محمّد، ج2،ص 301. ",
        "\nولكلمة ((سبب)) في الفقه أربعة معانٍ(26): \n1ـ السبب في مقابل المباشر لعمل، ومثاله: شخص يحفر بئراً ويأتي آخر فيقع فيها؛ أي من يرتكب جريمة بشكل غير مباشر يسمّى سبباً، مقابل من يقوم بها مباشرة. \n2 ـ نوع من القرابة، القرابة السببيّة في مقابل القرابة النسبيّة. ",
        "3 ـ العلّة الشرعيّة غير المشروطة؛ ومثاله: أن يحصل نصاب الزكاة عند شخص، إلاّ أنّه يمضِ عليه حول كامل. \nــــــــــــــ\n26 ـ فيض، الدكتور علي رضا، مبادئ فقه وأصول، ص323، والغزالي، المستصَفى في علم الأصول، ج1، ص60. \n",
        "ويَعتبر البعض السبب أدنى من المُقْتَضِي؛ بمعنى أنّه حيثُمّا وُجِد عمل مؤثّر في وضعٍ ما، بغضّ النظر عن ظروف التأثير، فهو سبب، وعندما نلاحظ تلك الظروف يصبح مقتضياً(27). \n4 ـ السبب بمعنى العلّة. ويُستخدم، في بعض الحالات، مرادفاً للعلّة. \n6 ـ الشرط: \nأ ـ في اللّغة: تُطلق كلمة الشرط في اللّغة على الميثاق؛ مثال ذلك: اشتراط تسليم المبيع في بعض عقود البيع(28). ",
        "ب ـ في الاصطلاح: الشرط عبارة عن الوصف الواضح الّذي يرتبط وجود الحكم، لا عدمه، به. وبعبارة أخرى: إنّ عدم وجود الشرط يدلّ على عدم وجود الحكم، لكن وجود الشرط لا يدلّ على وجود الحكم(29). وبتعريف فنّي صناعي: الشرط هو الشيء الّذي عُلِّق عليه وجود الحكم، وليس وجوب الحكم. \nج ـ الفَرق بين الشرط والعلّة: لقد استفدنا من تعريف الشرط، أنّ علاقة العلّة بالحكم وجوديّة، وفي الوقت نفسه وجوبيّة؛ أي أنّ وجود العلّة كاشف عن وجود الحكم، وعدمها كاشف عن عدم وجوده، إلاّ أنّ علاقة الشرط بالحكم هي من ناحيّة الوجود، وليس الوجوب؛ أي أنّ وجود الحكم كاشف عن وجود الشرط، غير أنّ عدم وجود الحكم لا يكشف عن عدم وجود الشرط. وعلى هذا، فإنّ عدم وجود الشرط دليل على عدم وجود الحكم، إلاّ أنّ وجود الشرط ليس له أي دور في ظهور الحكم، خلافاً للعلّة الّتي هي مؤثّرة في الحكم وجوداً وعدماً، رغم أنّ الشرط يتساوى مع العلّة في نفي الحكم، وعدم كلّ منهما كاشف عن عدم وجود الحكم(30). \nــــــــــــــ\n27 ـ جعفر لنكرودي، محمد جعفر، دانشنامه حقوقي (دائرة المعارف الحقوقيّة)، ج2، ص467. ",
        "28 ـ التهانوي، محمد علي، كشّاف اصطلاحات الفنون، وإبن منظور، لسان العرب، ج4، ص2235، والرازي، أبو بكر محمد، مختار الصّحاح، ص334. \n29 ـ إبن قدامة المقدسي، روضة الناظر وجنّة المَناظر، ص135، والحكيم، محمد تقي، الأصول العامة للفقه المقارَن، ص311. \n30 ـ السرخسي، شمس الدين محمد، أصول السرخسي، ج2، ص203، والحكيم، محمد تقي، الأصول العامة للفقه المقارَن، ص311. \n",
        "المِلاك والمناط في نصوص الفقه الشيعي \nيقول الإمام الصادق عليه‌السلام: ((إنّ حكم الله عزّ وجلّ في الأوّلين والآخرين وفرائضه عليهم سواء، إلاّ من علّة أو حادث يكون))(31). \nالسؤال الّذي كان ولا يزال يشغل أذهان الفقهاء وغيرهم من علماء المسلمين، هو مواجهة الدين والشريعة الإسلاميّة، لظروف مختلفة ومتغيّرة بشكل دائم عبر الأزمنة والأمكنة المختلفة. فكيف يتأتى لشريعة شاملة خالدة اكتملت قبل ما يزيد على ألف عام، أن تلبّي المتطلّبات الناجمة عن جميع هذه التغيّرات والتحوّلات؟ \nينبغي القول ردّاً على ذلك: إنّ الشريعة الإسلاميّة لها أصول وأهداف ثابتة؛ مثل تحقيق المصالح الفرديّة والاجتماعيّة، واجتناب المفاسد. وبموازاة ذلك لها فروع قابلة للتغيّر. وبعبارة أخرى، لا شكّ في أنّ الأحكام الإسلاميّة تأخذ بنظر الاعتبار المصالح والمفاسد الواقعيّة، الّتي يرتبط الحكم الشرعي ارتباطاً وثيقاً وتامّاً بوجودها وعدم وجودها. ونورد مثالاً على ذلك: إذا كان الشرع قد أمر بالعدل والإحسان، فإنّما هو لأجل الفوائد الماديّة والمعنويّة الّتي تنتج عنهما. وإذا نهى عن الظلم والخيانة، فإنّما كان ذلك بسبب الأضرار الفرديّة والاجتماعيّة الناتجة عنهما. ومن وجهة نظر علماء الإماميّة وبعض الفِرق السنيّة، فإنّه لا يوجد في الشريعة الإسلاميّة أمر أو نهي، إلاّ وهو تابع لمصلحة أو مفسدة؛ واستناداً إلى هذا المبدأ الكلّي البديهي لا يبقى مجال لعدم انسجام الأحكام الإلهيّة مع مصالح الإنسان. وإذا تصوّر، في حالة مّا، أنّ الحكم الإلهي يناقض مصالح الإنسان، فإنّ ذلك دليل على أحد أمرين: إمّا أنّ المصالح الفرديّة أو الاجتماعيّة لم تُدرك بشكل صحيح، أو أنّه وقع خطأ في فهم الحكم الإلهي واستنباطه. ",
        "وينبغي هنا إدراك أنّه رغم كون القول بأنّ متابعة الأحكام الإلهيّة للمصالح والمفاسد، هو رؤيّة عقلانيّة وسامية، إلاّ أنّ هذا المبدأ يتضمّن جدالاً كبير ومخاطرة عظيمة، ويؤكّد سؤالاً أساسيّاً، وهو: تُرى هل يمكن لبشر إدراك علّة وفلسفة الأحكام (الصالح والمفاسد)؟ \nــــــــــــــ\n31 ـ الكليني، ثقة الإسلام أبو جعفر محمد بن يعقوب، فروع الكافي، تحقيق: علي أكبر غفاري، ط1، دار الأضواء، بيروت، 1412 هـ.ق، ج5، ص18. \n",
        "توجد مذاهب مختلفة واتّّجاهات متعدّدة حول قابليّة الأحكام للفهم. فقد أفرط بعضهم في توسعة المصادر الفرعيّة القائمة على الظنّ، بل وفي بعض الحالات على الوهم والحدس، وحاولوا البحث عن علّة الحكم ومناطه في جميع أبواب الفقه. وفي الحقيقة، قبلوا بالمبدأ القائل بإمكان معرفة مصالح ومفاسد الأحكام بالنسبة للإنسان. وفي النتيجة، ومن خلال تصوّرهم أنّ مناط جميع الأحكام الإلهيّة أمر يمكن للإنسان أن يدركه، واستناداً إلى تصوّرات واهية وقياسات غير مضطردة، حسبوا أنّهم أمسكوا بمِلاكات جميع الأحكام الإلهيّة. وفي مقابل ذلك اختار آخرون كالظاهريّين والأخباريّين طريق التفريط، وأنكروا بالكامل إمكانيّة إدراك مِلاكات الأحكام، أو لم يعتقدوا أصلاً بوجود مِلاك للأحكام الإلهيّة، فأصيبوا في نهاية المطاف بالجمود الفكري ولم يستطيعوا التعايش مع الظروف السياسيّة والاجتماعيّة المتغيّرة. \nوبين هؤلاء وهؤلاء آثر فريق من علماء شتى المذاهب الإسلاميّة، طريقاً وسطاً، فلم يعتقدوا بخفاء كل عِلل ومِلاكات الأحكام عن العقل، وعدم إمكان إدراكها، بل اعتقدوا باختلاف إمكان إدراك الأحكام الإلهيّة وعدم إدراكها باختلاف أبواب الفقه، ولا ينبغي الاقتصار على أسلوب واحد في استنباط الأحكام الإلهيّة في جميع أبواب الفقه. \nيعتقد فقهاء الشيعة، أنّ الشرط الأوّل للتعامل مع الشريعة والأدلّة الشرعيّة هو تجنّب الأحكام الفكريّة المسبَّقة، والتصوّرات الفرديّة. فلا ينبغي تحميل الشريعة أشياء تتعارض مع الأدلّة الشرعيّة، لكن لا ينبغي أن يستفاد من هذا الرأي وضع الفهم العرفي والعقلائي جانباً في عمليّة إدراك مِلاك الحكم ومناطه واللّجوء بشكل تام إلى أسلوب التعبّد كوسيلة لذلك. \nوقد بذل فقهاء الشيعة جهوداً مضنيّة في سبيل إدراك مِلاكات الأحكام، ومع أخذهم بنظر الاعتبار ظروف الحكم والموضوع، وتنقيح المناط، وإلغاء الخصوصيّة بالدليل المعتبر المستنِد إلى الفهم العُرفي، بادروا إلى استنباط واستخراج العلل. واستطاعوا تلبية متطلّبات شتى المجتمعات الإسلاميّة المعاصرة من خلال كشفهم المِلاك في حالات كثيرة. ",
        "\nوإنّ التنقيب في النصوص الفقهيّة يطلع الباحث على شواهد تدلّ على أنّ فقهاء الشيعة، قد بذلوا جهوداً كبيرة في سبيل الوصول إلى جذور الأحكام وكشف مِلاكاتهم، فاستطاعوا تلبية احتياجات مجتمعاتهم مستفيدين بشكل دقيق من الروايات هذا من جهة. ومن جهة أخرى، لم يذهبوا إلى ما هو أبعد من الأدلّة المعتد بها، ولم يفسحوا المجال للتصوّرات الواهيّة، أو القائمة على أساس لا يعتدّ به في فهم مِلاك الحكم. \nوسنبحث في هذه المقالة حالات فهم مِلاك الحكم في الفقه عند الإمام الخمينـي قدس‌سره وعند مؤلِّـف ((جواهر الكلام))، ورائدنا في هذه المقارنة كلمة الخميني؛ حيث يقول فيها: \n((إنّني أؤمن بالفقه التقليدي والاجتهاد وفق الأسلوب الجواهري، ولا أجيز التخلّي عن ذلك. إنّ الاجتهاد بهذا الأسلوب صحيح، إلاّ أنّ ذلك لا يعني أنّ الفقه الإسلامي غير متطوّر أو أنّ الزمان والمكان ليسا عنصرين مؤثّرين فيه))(32). ",
        "وبهذا الصدد حاولت تقديم نماذج في هذا المضمار؛ لأبيّن بوضوح جهود الفقهاء العظام في كشف المِلاكات. \n1 ـ مِلاك الحكم في فقه الإمام الخميني قدس‌سره \n1 ـ 1 ـ الصلاة بالتيمّم: سُئل الإمام الصادق عليه‌السلام عن الصلاة الّتي تؤدّّى بالتيمّم، هل تُعاد إذا وُجِد الماء؟، فقال: ((لا يعيد، إنّ ربّ الماء ربّ الصعيد))(33). \nــــــــــــــ",
        "32 ـ الإمام الخميني قدس‌سره ، صحيفة النُّور (مجموعة الإشارات)، مؤسّسة الوثائق الثقافيّة للثورة الإسلاميّة، ط2، 1371هـ.ش، ج20، ص98. \n33 ـ الحرّ العاملي، وسائل الشيعة إلى تحصيل الشريعة، بيروت، دار إحياء التراث العربي، ج2، ص984، الباب 14 من أبواب التيمّم، الحديث 15.\n\nيقول الإمام الخميني قدس‌سره بهذا الشأن: ((الظاهر من الرواية أنّ العلّة التامّة لعدم وجوب إعادة الصلاة، هو أداء الطهورين (التيمّم أو الوضوء) دون دخالة أمر آخر في العلّة))(34). ",
        "وإذا صلّى المكلف بالتيمّم بسبب الخوف على النفس، لا لانعدام الماء، فلا شكّ في عدم وجوب الإعادة في هذه الحالة أيضاً. وهكذا، لا يبقى مجال للشكّ في وجوب استفادة الاستحباب من الروايات الدالّة على إعادة الصلاة الّتي أدّيت بالتيمّم بأنّها دالّة على الاستحباب. فضلاً عن أنّ الفهم العرفي في مثل هذه الحالات يُلغي الخصوصيّة، ويرى أنّ العلّة التامة في عدم وجوب إعادة الصلاة هي كون التيمّم مُغنياً عن الوضوء(35)، وإنّ الأسباب الّتي أدّت إلى استبدال الوضوء بالتيمّم لا تؤثّر في صحّة الصلاة وعدمها، بل إنّ هذه الأسباب ينحصر دورها في إعفاء المكلَّف من الوضوء ليقوم بالتيمّم بدلاً عنه. وبعبارة أخرى، إنّها تؤثّر في إيجاب التيمّم، ولا دور لها في الكشف عن استمرار حكم التيمّم من ناحيّة تصحيح العمل. \n1 ـ 2 ـ أماريّة سوق المسلمين: اللّحوم والجلود الموجودة في سوق المسلمين، يُحكَم بطهارتها وتزكيتها؛ ذلك أنّ سوق المسلمين دليل على طهارة الأشياء وتزكيتها. وتوجد روايات كثيرة بهذا الشأن(36). \nيقول الإمام الخميني قدس‌سره بهذا الصدد: ((يستفاد من الروايات أنّ كلّ شيء يوجد في المجتمع الإسلامي يُحكَم بطهارته وتزكيته، ولا توجد خصوصيّة للسوق؛ ذلك أنّه لا يرى العرف أيّ دور لسقف السوق وجدرانه في طهارة الأشياء. أضف إلى ذلك، فليس من الضروري أن تكون الأرض الّتي توجد عليها هذا الأشياء ملْكاً لمسلم؛ فالأساس في الحكم بالطهارة والتزكيّة أن يكون المجتمع إسلاميّاً، والغلبة فيه للمسلمين؛ بحيث يكون وجوده في مجتمعهم دليلاً على \nــــــــــــــ",
        "34 ـ الإمام الخميني قدس‌سره ، كتاب الطهارة، مطبعة مهر، قم، ج2، ص205 ـ 206. \n35 ـ إنّ العرف يفهم بعد إلغاء الخصوصيّة: بأنّ تمام العلّة لعدم لزوم الإعادة، إنّما هو، قيام التيمّم مقام الطهارة المائيّة. \n36 ـ الحرّ العاملي، وسائل الشيعة، ج2، ص1072، الباب 50 من أبواب النجاسات. \n",
        "كونه من صنعهم. والحاصل، أنّه يمكننا من خلال فهم المِلاك توسعة دائرة الرواية، وتوسعة نطاق الحكم المستفاد منها))(37). \n1 ـ 3 ـ الانتفاع بالميتة: سُئل الإمام الصادق عليه‌السلام في موثّقة سماعة عن جلود السباع أينتفع بها؟، فقال: ((إذا رميت وسمّيت، فانتفع بجلده. وأمّا الميتة، فلا))(38). \nفالميتة والأجزاء الّتي كانت تحلّها الحياة، يبحث عنها الفقهاء من ناحيتين: إحداهما الحكم التكليفي؛ أي جواز الانتفاع بها وعدمه؛ بحيث لو أمكن صنع لباس أو فراش من ذلك الجلد، فهل يمكن الاستفادة منه إذا لم يؤدّ إلى تنجيس الأشياء الأخرى، أم أنّه لا يمكن الاستفادة منه إطلاقاً؟، والثانيّة، من ناحيّة الحكم الوضعي؛ أي في صحة بيع الميتة وأجزائها، وعدم صحة ذلك. \nيقول الإمام الخميني قدس‌سره: ((يستفاد من موثّقة سماعة عدم جواز الانتفاع بالميتة بأيّ شكل، سواء في ذلك أجزاؤها الجامدة والسائلة، وسواء ترتب على ذلك الانتفاع محذور آخر أم لا؛ وذلك لأنّ الظاهر من الرواية مع إلغاء الخصوصيّة ـ حرمة أيّ شكل من شكال الانتفاع؛ وحصرُها بنوع خاص من أنواع الانتفاع يحتاج إلى دليل))(39). ",
        "ويقول رحمه‌الله أيضاً: ((تدلّ روايات خاصة على جواز الانتفاع من الميتة في غير الأكل والبيع، وهذه الروايات حاكمة على الروايات الأخرى، ومع وجود هذا التوفيق العرفي، (بين الروايات المتعارضة) لا يصل الأمر إلى الحكم بتكذيب هذه الروايات، والأمر الّذي يمنع الفقيه من الفتوى بالجواز، هو: دعوى الإجماع وعدم الخلاف بين الأصحاب، وشهرة الفتوى بالأوّل بينهم))(40). \n1 ـ 4 ـ الحيلة في الربا: هل يمكن الفرار من الربا بواسطة الحيلة والخديعة؟، وهل الحرمة ثابتة في كلّ مورد كان فيه ربا؟، وإذا أمكن التحايل، فما هي فلسفة نهي الشارع المقدّس عن ذلك، وبهذا التشديد؟ يقول الإمام الخميني قدس‌سره: ((إنّ \nــــــــــــــ\n37 ـ الإمام الخميني قدس‌سره ، كتاب الطهارة، ج3، ص540. ",
        "38 ـ الحرّ العاملي، وسائل الشيعة، ج16، ص453، كتاب الأطعمة والأشربة، الباب 34 من أبواب الأطعمة والأشربة، الحديث 4. \n39 ـ الإمام الخميني قدس‌سره ، المكاسب المحرَّمة، ج1، ص45. \n40 ـ نفس المصدر، ص54. \n",
        "الحيلة في الربا لا تغيِّر من ماهيّة الربا، ولا تجعل مبادلة المثلين مع الزيادة مبادلة غير مثلين؛ لذا فالحرمة باقيّة. ولذا لا ينبغي اعتبار الروايات ((العلاجيّة))، روايات للفرار الظاهري من الربا، بل إنّ هذه الروايات تدل على طريق للفرار من تبادل المثل بالمثل، وهذا الأمر يقدم بشكل جديد، تعليلاً لروايات: ((نعمَ الشيء، الفرار من الحرام إلى الحلال))(41) و((فرار من باطل إلى حقّ))(42). \nوعلى هذا، إذا لم تتغيّر ماهيّة تبادل العوضين، وكان المراد هو الحصول على ربح القرض وأمثال ذلك بالحيلة، فهو فرار من الباطل إلى الباطل، وليس إلى الحق؛ ذلك أنّ المفاسد الحقيقيّة باقية على حالها. \nإذن، فالحيل الّتي لا تُخرِج الموضوع من المعاملة الربويّة، مخالفَةٌ للكتاب والسنّة الثابتة. فضلاً عن أنّ أيّ شكل من اشكال الربا سيؤدّي إلى أن ينصرف الناس عن العمل بالتجارة والصناعة، فيصدق على ذلك عنوان الفساد والظلم. أضف إلى ذلك، أن العرف أيضاً يحكم بوجود تناقض بين الحكم بحرمة شيء وبين الإرشاد إلى طرق للفرار من هذه الحرمة، أمثلة ذلك: \n1 ـ شرب الخمر حرام وفيه مفسدة، إلاّ أنّ أكله حلال ولا مفسدة فيه؛ كأن يوضع الخمر في الشوكلاته أو أن يعبّأ في عبوات ويؤكل بدل أن يشرب. ",
        "2 ـ كذلك إذا كان بيع القرآن الكريم للكافر حراماً؛ لأنّه سيؤدّي إلى تسلّطه على الكتاب السماوي، وأمّا هبته له، فلا إشكال فيها. \nففي هذه الحالة أيضاً، يرى العرف تناقضاً في الأمر؛ ذلك أنّ علّة الهيمنة موجودة في كلتا الحالّتين. \nإذاً، هذه الروايات تعلّمنا، أنّ الحيلة ينبغي لها أن تغيِّر موضوع الربا بشكل تنتفي معه علّة الحرمة، وينطبق عليه الفرار من الباطل إلى الحقّ، وهكذا لا يمكن القبول بهذه الروايات، وإلاّ فهي مصداق لـ ((ما خالف قول ربّنا)) الّتي قال عنه \nــــــــــــــ",
        "41 ـ الحرّ العاملي، وسائل الشيعة، ج2، ص466، كتاب التجارة، الباب 6 من أبواب الصرف، الحديث 1. \n42 ـ نفس المصدر، ص467، الحديث 2. \n\nالأئمّة المعصومون عليه‌السلام: إنّها زخرف وباطل، وهي ليست منا، فاضربوا بها عرض الجدار(43). ",
        "1 ـ 5 ـ بيع وشراء الأسلحة والمعدّات الحربيّة: ما هي الحالات الّتي يجوز فيها بيع السلاح للاعداء؟، هل يجوز ذلك في حالة الهدنة؟، وإذا جاز فما هو المعيار في ذلك؟ \nلمَّا لم تكن للشيعة في زمن الأئمّة المعصومين عليه‌السلام حكومة خاصة، وكان المسلمون يعيشون في ظلّ حكومة واحدة كما كان عليه الحال في زمن رسول الله صلى‌الله‌عليه‌وآله‌وسلم. فبيع الأسلحة وشراؤها بواسطة الشيعة سيجعل الدولة والحكومة عرضة للمخاطر. فضلاً عن أنّ اشتراك الإنسان في إنتاج المعدّات الحربيّة، سيؤدّي إلى قوّة المسلمين في مواجهة الكفّار. وبناء على هذا، كيف يمكن الحصول على معيار بهذا الشأن؟ \nويقول الإمام الخميني قدس‌سره: ((من التعليل الوارد في رواية هند السراج(44) يمكن الحصول على معيار بشأن بيع السلاح إلى العدو؛ ذلك أنّ عبارة: ((احمل إليهم وبعهم، فإنّ الله يدفع بهم عدونا وعدوكم، يعني الروم))، تدلّ على جواز بيع السلاح للعدو إذا كان ذلك، سيؤدّي إلى إضعاف العدو الأقوى، بشرط عدم وجود خطر منه على المسلمين))(45). \nغير أنّ مجرد إقرار السلام مع العدو لا يمكنه أن يؤدّي إلى فتح باب بيع الأسلحة لهم، بل ينبغي أخذ الظروف الفعليّة ومصالح الملمّين بنظر الاعتبار، فكما كان بيع الأسلحة للعدو وشراؤها منه في عصر الإمامين الباقر والصادق عليه‌السلام يصبّ في مصلحة الشيعة، فإنّه حيثُما توفّرت ظروف مشابهة لتلك الظروف، فلا شكّ في جواز شراء وبيع الأسلحة والمعدّات الحربيّة. والنتيجة المستفادة من الرواية، أنّ مِلاك البيع والشراء هو مِلاك عقلي، ولم يشترط الإمام شيئاً أكثر منه. ",
        "ــــــــــــــ\n43 ـ الإمام الخميني قدس‌سره ، كتاب البيع، ج2، ص411 ـ 412. \n44 ـ الحرّ العاملي، وسائل الشيعة، ج12، ص69، الباب 8 من أبواب ما يتكسب به، الحديث 2. \n45 ـ الإمام الخميني قدس‌سره ، المكاسب المحرَّمة، ج2، ص76، 77. ",
        "\n1 ـ 6 الغناء: هل يعدّ كلّ صوت مطرب، غناءً محرّماً؟، أم أنّه ورد في الشرع مِلاك لحرمة الغناء؟. يقول المرحوم الأصفهاني؛ وهو أستاذ الإمام الخميني قدس‌سره: ((الغناء مثل الإسكار في الخمر، والعلّة في تحريمه هي نفس العلّة في تحريم الخمر، وهي عبارة عن إزالة العقل. ولقد أصاب من اعتبر الغناء مرادفاً للإطراب وأخواته، ومراده هو ما قيل آنفاً)). \nويمضي قائلاً: \n((وبالرجوع إلى آثار المتقدّمين، مثل كتب التاريخ، يتّضح التأثير العجيب للغناء في نفوس مستمعيه، فإنّه يؤدّي إلى ذهاب العقل والقيام بتصرّفات صبيانيّة، وأقوال وتصرفات تصدر عن السكارى، وإنّ تأثير الموسيقى في نفوس مستمعيها، ليس أقل من تأثير الخمر في شاربيه، بل إنّه تفوّقه في بعض الحالات. ",
        "وينتج عن ذلك أنّه إذا انحصر أثر الغناء والموسيقى في بعث السرور والنشاط في النفس فقط، ولم يؤثّرا بعمق على العقل البشري، فلا يحرمان، فيكونان كبعض المرطّبات الّتي يبعث شربها النشاط والانتعاش ولا تؤثّر في العقل، وتنحصر حرمة الغناء بحالة الإطراب المشابه للسكر الّذي ينتج عن تناول الخمر))(46). \n1 ـ 7 ـ بيع العنب والتمر إلى الخمّار: هل يمكن بيع التمر والعنب إلى مصانع إنتاج الخمور لتَصنَع منه الخمر؟. يقول الإمام الخميني قدس‌سره: ((إنّ العلّة في حرمة بيع العنب والتمر إلى الخمّار، ليست من بين العِلل الّتي لا يمكن للعقل البشري إدراكها. فالمفسدة الّتي تنتج عن بيع المحاصيل الزراعيّة لمعامل إنتاج الخمور، هي أمر واضح للإنسان؛ ذلك أنّ العمل سيكون سبباً في رواج سوق الخمور وشيوع الفساد في المجتمعات البشريّة، ولا توجد هناك أيّة مصلحة يمكنها أن تعادل هذه المفسدة لتؤدّي إلى جواز التعامل بهذا النوع من المعاملات. \nــــــــــــــ\n46 ـ النجفي الأصفهاني، الشيخ محمد رضا، الروضة في تحقيق الغناء، تحقيق: رضا أستادي، ج2، ص1511، والإمام الخميني قدس‌سره ، المكاسب المحرَّمة، ج1، ص199. ",
        "\nوعلى هذا، فالروايات بشان جواز بيع المحاصيل الزراعيّة إلى الخمّار(47)، والّتي أشير في بعضها إلى بيع الأئمّة أيضاً(48)، ونظراً لمخالفتها لما ورد في كتاب الله، والسنة المتواترة، ومخالفتها لحكم العقل، وللروايات الواردة في الأمر بالمعروف والنهي عن المنكر، ينبغي اعتبارها من الأباطيل وأن يُضرب بها عرض الحائط))(49). \nخاصة وأنّ قبح هذا العمل في أذهان المسلمين، ومخالفته لما يرتضيه الشارع المقدّس، أمر واضح جداً، إلى الحدّ الّذي لا يرتضي القيام به أدنى الأشخاص قيمةً في المجتمع الإسلامي فما بالك بالأئمّة المعصومين الأطهار عليه‌السلام ؟. \nإذن، يمكن من خلال الإدراك العقلي معرفة مِلاك حرمة بيع المحاصيل الزراعيّة إلى مصانع إنتاج الخمور، والحكم برفض الروايات الواردة في جواز بيعه. ",
        "1 ـ 8 ـ مِلاك مشروعيّة المعاملات: وردت أحاديث كثيرة بشأن قوله تعالى: (ولاَ تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ) (50)، وورد في هذه الأحاديث أنّ الإمام المعصوم سئل عن المقصود بهذه الآية، ومن ذلك رواية سأل فيها محمد بن عيسى، الإمام الصادق عليه‌السلام ، فأجاب الإمام: بأنّ المقصود هو القمار(51). \nيقول الإمام الخميني قدس‌سره بهذا الشأن: ((الظاهر من الآية الكريمة والأحاديث الناهية، كون الأكل بالباطل سبباً للنهي، وهذا القيد قيد أحترازي، وليس توضيحياً. والنتيجة الظاهرة من ذلك أنّ المستثنى المقابل للباطل، هو الحقّ. ولمّا كانت العلّة تعطي للحكم عموميّة ـ كما أنّها تمنحه في بعض الحالات صفة الخصوصيّة ـ فالمقصود هو حلّيّة أكل كلّ شيء بالحق، وبموازة ذلك عدم حليّة أيّ شيء بالباطل))(52). \nوالنتيجة المترتّبة على ذلك أنّ كل ما كان حقاً، فهو حلال الأكل حتّى لو لم \nــــــــــــــ",
        "47 ـ الحر العاملي، وسائل الشيعة، ج12، ص168 ـ 170، كتاب التجارة، الباب 59 من أبواب ما يتكسب، الأحاديث من ص1 ـ 10. \n48 ـ المصدر نفسه، الجزء السادس، الحديث ص8. \n49 ـ الإمام الخميني قدس‌سره ، المكاسب المحرَّمة، ج1، ص47، 146. \n50 ـ سورة النساء: الآية 28. ",
        "51 ـ الحرّ العاملي، وسائل الشيعة، ج12، ص121، الباب 35 من أبواب ما يتكسب به، الحديث 14. \n52 ـ الإمام الخميني قدس‌سره ، المكاسب المحرَّمة، ج2، ص135، 137. \n\nيكن تجارة، ومن الأمثلة على ذلك المباحات: القروض والسِّلف وتَمَلّك مجهول المالك، وما شابه ذلك من مصاديق الحق؛ والعلّة في ذلك هي كونه حقّاً، وليست هناك حاجة للبحث عن دليل آخر، كما كان يفعل البعض. وبمناسبة الحكم والموضوع يُفهَم أنّ كل باطل وما يتسبب فيه، حرام، ولا يجوز التصرّف في المال الّذي يأتي عن طريق الباطل، مهما كان. وبناء على هذا، فكل عقد تمّ، ولو بالكنية والمجاز، إنْ كان مصداقاً للحق وسبباً للحق، فسيؤدي إلى حلّيّة التصرف في المال، وكل سبب باطل، هو علة لحرمة التصرف في المال الّذي يأتي عن طريقه(53). ",
        "1 ـ 9 ـ النهي عن المنكر: هل أنّ الأدلّة(54) الدالّة على وجوب النهي عن المنكر تتضمّن مجرد رفع المنكر، أم أنّها تشمل دفعه أيضاً؟ \nيقول الإمام الخميني قدس‌سره: ((إنّ مِلاك دفع المنكر ورفعه واحدٌ. وإنّ العقل بحدّ ذاته، ومن دون الاستعانة بشيء آخر، يقضي بضرورة منع معصية الله وما يبغضه عزّ وجلّ، فضلاً عن أنّ الإنسان ممنوع من تقديم أي نوع من المعونة الّتي تؤدّي إلى ارتكاب ما نهى الله عنه، فالمساعدة على ارتكاب المنكر قبيح عقلاً. \nوكما أن على المكلّف أن يمنع نفسه من ارتكاب العمل المحرّم؛ فمن الواجب عليه أيضاً أن يَحُول دون ارتكاب الحرام، ذلك أنّ المِلاك الموجود في استمرار فعل الحرام، موجود أيضاً في تحقّقه على أرض الواقع، ولا شكّ في أنّ العرف يلغي الفارق الموجود بين دفع المنكر ورفعه. وكمثال على ذلك: حينما يريد إنسان شرب كأس من الخمر، وهو بين جمع بين المسلمين، يجب عليهم جميعاً منعه من ارتكاب هذا العمل، لا أن يصبرا إلى أن يتناول جرعة من الخمر ليمنعوه من الشرب بعد ذلك، فضلاً عن أنّ العقل يحكم بعدم إمكان التراجع عمّا تمّ ارتكابه من العمل الحرام. وفي المحرّمات، فإنّه لا يمكن للدفع أن يؤدّي دور \nــــــــــــــ",
        "53 ـ الإمام الخميني قدس‌سره ، كتاب البيع، ط3، مؤسّسة إسماعيليان للطباعة، قم، 1363 هـ.ش، ج1، ص215. \n54 ـ الحرّ العاملي، وسائل الشيعة، ج11، ص444 ـ 499، كتاب الأمر بالمعروف، الأبواب 18 ـ 37 من أبواب الأمر والنهي. \n\nالرفع؛ ذلك أنّه إذا لم يتم منع ارتكاب العمل المحَرَّم في الوقت المناسب، فإنّه لا توجد بعد ذلك إمكانيّة للنهي عنه، فمثلاً، في حالة القتل العمد، إذا تُرِك القاتل حرّاً في الإعداد لعمليّة القتل، فإنّه لا يمكن نهيه عن المنكر بعد ارتكابه جريمة القتل. وإنّ الاشتراك في الحكم (وجوب النهي عن المنكر) يعتبر في هذه الحالات من الأمور الواضحة والبديهيّة))(55). ",
        "1 ـ 10 ـ ولاية الفقيه: إنّ للأحكام الإلهيّة أصولاً ثابتة لا يمكن نسخها، وهي خالدة حتّى يوم القيامة. وإنّ ثبات الأحكام، وضرورة اتباعها، وتطبيق الأحكام الإلهيّة، بحاجة ماسة إلى حكومة إسلاميّة. ومن المستبعد أن يكون الشارع الحكيم قد حكم بخلود أحكامه لكنّه ترك أمر الحكومة. وعلى هذا، فكلّ ما عُدّ دليلاً على وجوب الإمامة، فسيكون بعينه دليلاً على ضرورة وجود الحكومة أيضاً. ومن الأمور الواضحة عقلاً، أنّ الله تعالى خلال زمان غيبة الإمام عليه‌السلام ـ خاصّة في هذه الفترة الّتي قد تمتدّ لآلاف السنين ـ لم يهمل الأمّة الإسلاميّة، بل أتمّ الحجة على الناس، وأوضح لهم ما هم مكلّفون به، وهو لا يرضى إطلاقاً أن تسود الفوضى واضطراب النظام بين المسلمين. \nوعلى هذا، فإنّ ضرورة وجود الحكومة الإسلاميّة وبسط العدل وإدارة شؤون التربيّة والتعليم والمحافظة على النظام، والقضاء على الظلم، والتصدي للعدوان الخارجي، هي من أوضح الأحكام العقليّة دون أن يكون هناك تأثير للزمان والمكان فيها. وفضلاً عن الدليل العقلي، فإنّ هذا الأمر يمكن أن يستفاد من الرواية الواردة عن الإمام المعصوم عليه‌السلام: ((بأنّهم حجتي عليكم وأنا حجة الله عليهم))(56). وإنّ كون الإمام المعصوم عليه‌السلام حجة الله على الناس لا يعني أنّه مبيّن للأحكام الإلهيّة فقط؛ ذلك أنّ أقوال زرارة ومحمد بن مسلم وأمثالهما في تبيان الأحكام الإلهيّة، حجة هي أيضاً، ولا يمكن لأحد الشكّ في القبول بروايتهم، بل المراد بحجيتهم الإلهيّة أنّ الأئمّة المعصومين عليه‌السلام حجج الله على خلقه، وأنّ الله \nــــــــــــــ\n55 ـ الإمام الخميني قدس‌سره ، كتاب البيع، ج1، ص137. ",
        "56 ـ الحرّ العاملي، وسائل الشيعة، ج18، ص101، كتاب القضاء، الباب 11 من أبواب صفات القاضي، الحديث 9. \n\nيحتج بوجودهم وسيرتهم وأفعالهم وأقوالهم على عباده في جميع مجالات الحياة، ومن بين تلك المجالات، القضايا المختلفة للحكومة(57). ونتيجة ذلك أنّ العلماء والفقهاء هم المنصوَّبون من قبل الإمام عليه‌السلام. \n2 ـ فقه جواهر الكلام ",
        "2 ـ 1 ـ إرث القاتل: حين يقوم الوارث بقتل مورِّثه عمداً وظلماً، يُحرَم من الإرث(58). والدليل على هذا الحكم ـ فضلا ًعن الإجماع، والهدف الّذي ينتج عن هذا الحكم ـ المحافظة على أرواح الناس وإزالة الدافع لقتل الأبرياء. وتدلّ على هذا الحكم، بشكل لا لبس فيه، روايات واردة عن الأئمّة المعصومين عليه‌السلام (59). والهدف من حرمان القاتل من إرث المقتول، هو الحيلولة دون حصول القاتل على مرامه. ولا خلاف بين المسلمين في هذا الحكم. \nبينما لو قتل الوارث مورِّثه بحقّ وليس ظلماً، فإنّه لا يحال بينه وبين الإرث؛ ذلك أنّه لا توجد هنا علّة مانعة من الإرث. فقد ورد أنّ حفص بن غياث، سأل الإمام الصادق عليه‌السلام عن طائفتين من المؤمنين، إحداهما باغيّة، والأخرى عادلة، اقتتلوا، فقتل رجل أباه أو ابنه أو أخاه أو حميمه وهو من أهل البغي، أيرثه؟ قال: ((نعم؛ لأنّه قتله بحق))(60). \nيعلِّق مؤلف جواهر الكلام على ذلك، فيقول: \n((التعليل يفيد عدم المنع فيما كان بالحقّ مطلقاً، وإن جاز تركه كالقصاص والدفاع عن المال. فهو يستطيع الدفاع عن ماله حتّى لو أدّى إلى قتل مورِّثه. أو أن يقيم حكْم القصاص حتّى ولو على مورِّثه، وفي كلتا الحالّتين، فإنّ تصرّفه لا يؤدّي إلى حرمانه من إرث القتيل))(61). ",
        "2 ـ 2 ـ الزواج بغير المسلمة: وضع الإسلام شرطاً لإنشاء علاقة المصاهرة، \nــــــــــــــ\n57 ـ الإمام الخميني قدس‌سره ، كتاب البيع، ج2، ص474. \n58 ـ الحرّ العاملي، وسائل الشيعة، ج17، ص388، الباب 7 من أبواب موانع الإرث، الأحاديث من 1 ـ 7. ",
        "59 ـ النجفي، محمد حسن، جواهر الكلام في شرح شرائع الإسلام، ج39، ص36. \n60 ـ الحرّ العاملي، وسائل الشيعة، ج17، ص397. \n61 ـ المصدر نفسه، ج17، ص397، الحديث 1. \n",
        "ولتكوين الأسرة. وأحد هذه الشروط: أن يكون الزوجان على دين واحد. فالمسلم لا يمكنه الزواج بغير مسلمة، سواء أكانت مشركة أم من أهل الكتاب. ويرى بعض فقهاء الشيعة أنّ الزواج الدائم بغير المسلمة باطل. ويستند مؤلِّف الجواهر، في علّة تحريم الزواج بغير المسلمة، إلى آية من القرآن الكريم؛ هي: (وَلاَ تَنكِحُوا الْمُشْرِكَاتِ حتّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلاَ تُنكِحُوا الْمُشْرِكِينَ حتّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُوْلَئِكَ يَدْعُونَ إلى النَّارِ وَاللَّهُ يَدْعُو إلى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ ...) (62). إذ يعتبر صاحب الجواهر أنّ قوله تعالى: (أُوْلَئِكَ يَدْعُونَ إلى النَّارِ وَاللَّهُ يَدْعُو إلى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ)، علّة لتحريم الزواج من غير المسلمة، ويعتقد أنّه رغم ورود ((مشرِك)) و((مشرِكة)) في الآية، إلاّ أنّه لا اختصاص للتحريم بالمشرِك والمشرِكة، بل هي شاملة لجميع غير المسلمين(63)؛ ذلك أنّ علّة التحريم سارية في جميع أقسام الكفر، فكما أنّ الشرك يمكنه أن يؤثّر في عقيدة الزوج أو الزوجة، كذلك الكفر يمكنه أن يكون مؤثّراً. وعلى هذا، فالنهي عن الزواج بأهل الكتاب والمشركين، إنّما كان لمنع التأثير على دين الطرف الآخر. \n2 ـ 3 ـ إقامة الحدود: إقامة الحدود الشرعيّة في زمن غيبة الإمام المعصوم عليه‌السلام مُلقاة على عاتق الفقه الجامع للشروط. فكما أنّ على الفقهاء أن يتولّوا القضاء بين الناس، عليهم أيضاً أن يقيموا الحدود الشرعيّة بينهم. \nلم يتوقع صاحب الجواهر من مؤلف شرائع الإسلام أن يتوقف في حكم واضح كهذا ويقول: ((إنه لغريب من المصنف أن يتوقف في الحكم بعد ظهور الدليل ووضوحه)). \nثُمّ يقدّم بعد ذلك أدلّة وشواهد على صحّة هذه النظريّة. والحكمة والعلّة من جملة أدلّته على ضرورة إقامة الحدود بواسطة الفقهاء؛ ذلك أنّ عدم إقامة الحدود ",
        "ــــــــــــــ\n62 ـ سورة البقرة: الآية 221. \n63 ـ النجفي، محمد حسن، جواهر الكلام، ج3، ص28. \n",
        "الإلهيّة سيؤدّي إلى انتشار المفاسد الاجتماعيّة وارتكاب ما حرَّمه الله؛ وهذا الأمر قبيح في نظر الشارع، ومنعه أمر حسن. وهذا يدلّ على وجوب إقامة الحدود بواسطة الفقيه. فضلاً عن أنّ حكمة إقامة الحدود الشرعيّة، لا تعود إلى مقيم الحدّ فقط، بل ستصّب في مصلحة الآخرين. إذن، يجب على الفقيه إقامة الحدود الشرعيّة. \nومن ناحيّة أخرى، فإنّ نيابة الفقهاء عن الإمام المعصوم، ثابتة في كثير من الحالات. وبإلغاء خصوصيّة الحالة وعدم الفرق بين مناصب الإمام المعصوم، نستنتج أنّه إذا ثبَتت النيابة عنه في مورد، ثبتت في غيره. ومن الممكن القول: إنّ ذلك مفروغ عنه بين الأصحاب(64). \n2 ـ 4 ـ تلف المال وقول الوكيل: حين يقع خلاف بين الموكِّل والوكيل بشأن تلف متعَلَّق الوكالة، فقول أيّ منهما هو المقدم؟، هل يمكن الاكتفاء بقول الوكيل، أم أنّ عليه إثبات ادعائه بالبيّنة؟ \nيقول صاحب الجواهر: قول الوكيل مقدَّم؛ وذلك أنّه أمين على مال موكِّله، فضلاً عن أنّ إقامة البيّنة في كثير من الحالات أمر عسير على الوكيل. فإذا لم تُقبَل أقواله، نكون قد أوقعناه في العسر والحرج. ويستفاد من الروايات الواردة في قبول أقوال النساء، في باب الحيض والطهارة، أنّ كلّ أمر يكون الإتيان بالبيِّنة عليه صعباً عسيراً، يقبل قول مدَّعيه بعد أدائه القسم. والنتيجة الّتي يستفيدها صاحب الجواهر وبقيّة الفقهاء من الروايات الواردة في باب الحيض، حول القبول بقول المرأة بشأن الحيض والطهر، هي أنّهم، وبعد اكتشافهم للعلّة، يعمِّمون الحكم. فكل أمر تكون إقامة البيّنة عليه أمراً عسيراً أو مستحيلاً، يُقبل عندها قول المدَّعي بعد أدائه القسم، ولمَّا كان إتيان الوكيل ببيّنة، في كثير من الحالات، أمراً غير ممكن أو عسيراً، فإنّ أقواله تُقبل مع القسم، وتُقدَّم على أقوال المالك. ",
        "2 ـ 5 ـ البيع والشراء مجازفةً: يُشترط في بيع البضائع والأشياء وشرائها، \nــــــــــــــ\n64 ـ المصدر نفسه، ج21، ص396. \n",
        "أن يكون المبيع معلوماً من حيث المقدار والنوع والأوصاف، بالمقدار الّذي لا يؤدّي إلى ضرر بحسب العرف؛ ذلك أنّ عدم معرفة أوصاف البضاعة وقيمتها، سيؤدّي إلى الضرر والغَرر المنهي عنه في الحديث النبويّ الشريف(65). وورد في الصحيح عن الحلبي(66) عن الإمام الصادق عليه‌السلام ، في رجل اشترى من رجلٍ طعاماً عِدلاً بكيل معلوم، ثُمّ إنّ صاحبه قال للمشتري: ابتع مني هذا العِدل الآخر بغير كيل، فإنّ فيه مثل ما في الآخر الّذي ابتعته، قال:(( لا يصلح إلاّ أنْ يكيل)). وقال: ((ما كان من طعام سمّيت فيه كيلاً، فإنّه لا يصلح مجازفةً)). \nيقول صاحب الجواهر(67): إنّ استخدام مصطلح (مجازفة) في الحديث، ظاهر في العلّة. وعلى هذا، فحيثُما كان هناك بيع وشراء مجازفةً، فهو باطل. ولا فرق في أن تكون البضاعة المتعامل عليها مكيلاً أو موزوناً. والنتيجة المستفادة، هي: أنّ كلّ شيء يباع أو يشترى بالوزن أو الكيل، إذا اشتُرِي مجازفةً، لم يصح الشراء. \nوينبغي التذكير بأنّ كلّ حدس أو تخمين، بشكل يؤدّي إلى اطمئنان البائع والمشتري، غير داخل في مضمون التعليل المذكور آنفاً؛ ذلك أنّه لا يوجد هنا في التعامل ضرر وخديعة. فلا يمكن أن يكون المقصود بمعرفة مقدار البضاعة المشتراة وأوصافها، شيئاً سوى هذا. إنّما المقصود الحالات الّتي يريد بها المشتري بالخديعة أن يدفع نقوداً أقلّ ليأخذ بضاعة أكبر، أو أن يحاول البائع، وبالخديعة أيضاً، عكس ذلك. \n2 ـ 6 ـ ديّة العاقلة: ورد في رويّة عن أبي العبّاس، أنّ الإمام الصادق عليه‌السلام سُئل عن شخصٍ رمى شاةً، فأصاب إنساناً، فما الحكم في ذلك؟، فأجاب الإمام: ((ذلك الخطأ لا شكّ فيه، عليه الديّة والكفارة))(68). ",
        "يقول صاحب الجواهر: رغم أنّ الّذي في الأذهان، هو أنّ ديّة القتل الخطأ تقع \nــــــــــــــ\n65 ـ الحرّ العاملي، وسائل الشيعة، ج12، ص592، الباب، 40 من أبواب آداب التجارة، الحديث3. \n66 ـ المصدر نفسه، ص354، الباب 4 من أبواب عقد البيع، الحديث2. ",
        "67 ـ النجفي، محمد حسن، جواهر الكلام، ج22، ص410. \n68 ـ الحرّ العاملي، وسائل الشيعة، ج19، ص26، الباب 11 من أبواب القصاص والديات في النفس، الحديث9.\n\nعلى العاقلة، لكن يستنبط من خلال البحث في النصوص، وكون اختصاص الجنابة بالجاني، ثبوت الديّة على الجاني، رغم أنّ العاقلة تدفع الديّة عنه. وهذا المعنى يُؤخذ من هذه الرواية، ومن أخبار أخرى. فضلاً عن أنّه يمكن أن يستفاد هذا المعنى من الآية الكريمة: (وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيّة مُسَلَّمَةٌ إلى أَهْلِهِ) (69). ولمَّا جمع في هذه الآية بين الديّة والكفّارة، والكفّارة على القاتل، تكون هذه الآية قرينة على أنّ عليه دفع الديّة أيضاً. ويستفاد هذا الحكم أيضاً من الحديث المروي عن أمير المؤمنين عليّ عليه‌السلام عليه‌السلام: ((أنا وليّه والمودِّي عنه))(70). ",
        "ويواصل مؤلِّف الجواهر كلامه، فيقول: إذا لم تكن هناك عاقلة أو أنّها كانت عاجزة عن دفع الديّة، فلا مناص من القول: إن الديّة على الجاني. نعم، لو كان إمام العصر حاضراً، وقد بسط العدل في المجتمع، يمكن القول حينئذٍ إنّ الديّة على الإمام، رغم أنّنا لو قلنا آنذاك إنّ الضمان على الجاني، فإن قولنا هذا، لن يكون بلا دليل. \nفإذا كان الجاني مفلِساً عاجزاً عن دفع ديّة القتيل، يقوم الإمام بدفع الديّة من بيت مال المسلمين أو من ماله الخاص، خاصةً إذا كانت عاقلة القاتل عاجز عن دفعها. \nومع أخذه لقاعدة اختصاص الجناية بالجاني، وفهم المِلاك في وجوب دفع الديّة (عدم إهدار دم المسلم)، يحكم مؤلِّف الجواهر بأنّ الديّة تثبت أوّلاً وبالذّات على الجاني، وتقوم العاقلة أو الإمام بدفع الديّة عنه. وفي عصرنا، إذا لم يكن للجاني عاقلة، فإنّ الديّة لا تقع على نائب الإمام، ولا يمكن دفعها من الخمس أو سائر أموال المسلمين. والقول بجواز الدفع من بيت المال أشبه ما يكون بالأوهام والخرافات، فلا مناص من القول بثبوت دفع الديّة على الجاني في عصرنا(71). \n2 ـ 7 ـ طهارة جسد الشهيد، وأجساد المعصومين(ع): إنّ جسد الإنسان ",
        "ــــــــــــــ\n70 ـ الحرّ العاملي، وسائل الشيعة، ج19، ص300، الباب2 من أبواب العاقلة، الحديث 1. \n71 ـ النجفي، محمد حسن، جواهر الكلام، ج43، ص444 ـ 446. \n",
        "يصبح نجساً شرعاً بالموت. ويستفاد من ظاهر الأدلّة أنّ علّة النجاسة هي الموت. وعلى هذا الأساس، فكلّ شخصٍ لامست يده جسد الميت، ينبغي له أن يغسلها ويغتسل لمس ّالميت. يقول صاحب الجواهر: المستثنى من هذه القاعدة الكليّة أجساد المعصومين عليه‌السلام والشهداء. ففيما يخص النبيّ صلى‌الله‌عليه‌وآله‌وسلم ، ورد حديث(72) يدلّ على أنّه طاهر مطَهَّر، وتوجد رواية بهذا المعنى حول الزهراء عليه‌السلام (73)، ويتمّ في غيرهما من المعصومين عليه‌السلام ، بعدم القول بالفصل، وبالقطع بالاشتراك في العلّة، ولظهور ما دلّ على سقوط الغسل للشهيد(74) بعدم نجاسته بهذا الموت، إكرامً وتعظيماً له من الله الّذي لا يعدّ الشهداء أمواتاً(75)؛ حيث يقول القرآن الكريم: (وَلاَ تَحْسَبَنَّ الّذين قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ) (76). \nــــــــــــــ\n72 ـ الحرّ العاملي، وسائل الشيعة، ج2، ص928. \n73 ـ النوري الطبرسي، مُستدرَك الوسائل ومستنبَط المسائل، ج2، ص42، الباب7 من أبواب الحيض، الحديث 16. ",
        "74 ـ الحرّ العاملي، وسائل الشيعة، ج2، ص698، الباب 14 من أبواب غسل الميت، 701. \n75 ـ النجفي، محمد حسن، جواهر الكلام، ج5، ص307. \n76 ـ سورة آل عمران: الآية 169. \n",
        "2 ـ 8 ـ إرث الجد للأب والجد للأم: حين يجتمع أجداد المتوفى لأبيه مع أجداده لأمه، كيف ينبغي قسمة التركة بينهم؟ \nيستفاد من تحديد ميراث الجدّين للأب والأم من نصوص الروايات؛ الّتي تجعل الجد بمنزلة الأخ والجدة بمنزلة الأخت(77). \nيقول صاحب الجواهر(78): من الروايات الواردة بشأن ميراث الأبناء والأخوات والأخوة، وكذلك من علّة الأفضليّة؛ الّتي منحت للرجال على النساء، يمكن إدراك أنّ عدم وجوب الجهاد على النساء وضرورة إعطائها النفقة... هو الّذي أوجد الفوارق في كيفيّة قسمة الإرث بين الرجال والنساء. والنتيجة المترتّبة على ذلك، أنّه في مقابل ما يتحمّله الرجال من نفقات النساء، ينبغي أن تُراعى هنا أيضاً حقوق الرجال في قسمة الإرث. فضلا ًعن أنّ الروايات الّتي تجعل الجَدَّين بمنزلة الأخت والأخ تفيد هذا الحكم أيضاً. وعلى هذا، فبإدراك المِلاك يمكن أن يُفهَم أن سهم الجد سيكون كسهم الأخ، وسهم الجدة كسهم الأخت في الإرث. \nــــــــــــــ",
        "77 ـ الحرّ العاملي، وسائل الشيعة، ج17، ص447، الباب6، من أبواب ميراث الإخوّة والأجداد. \n78 ـ النجفي، محمد حسن، جواهر الكلام، ج39، ص155. \n\n2 ـ 9 ـ فسخ عقد الزواج بكشف العيب: عندما يعقد الرجل والمرأة عقد الوفاء لبعضهما في سبيل تكوين أسرة، فإنّ المفترض بهذا العقد أن يلعب فيه الصدق دوراً أساسيّاً، فتُكشَف جميع التفاصيل، من أجل استمرار هذه العلاقة وديمومة هذا العقد. وعلى هذا، فإنْ كانت هناك قضايا ومعضلات أو حقائق معينة، يمكن أن تكون ـ في حالة انكشافها ـ عائقاً يحول دون استمرار الزواج، ففي هذه الحالة، إذا أخفاها الرجل أو المرأة وأتمّ عقد الزواج(79)، وبعد عقده ظهرت تلك الحقائق، يمكن للطرف الّذي وقع عليه الضرر، أن يفسخ هذا العقد. ",
        "وقد ذُكرت أمثلة عدّة للعيوب الّتي توجب جواز فسخ العقد، ومنها الجنون. فلو كان أحد الزوجين مجنوناً، وأخفى هذا الأمر عن الآخر خلال العقد، ثُمّ انكشف ذلك بعد الزواج، يَحقّ حينئذ للطرف المتضرِّر أن يفسخ عقد الزواج. لكن إذا كان كل من الرجل والمرأة فيه عيب، ترى هل يكون من حق الاثنين ـ الرجل والمرأة ـ أن يفسخا العقد، أم أنّه لا يحقّ لكليهما الفسخ؟؛ بسبب كونهما لم يتضررا، وهما متساويان في وجود العيب؟، يقول صاحب الجواهر: إنّ القول بأنّ لكليهما الحق في الفسخ، لا يخلو من إشكال؛ باعتبار ظهور النص(80) في اشتراط تضرّر أحد الزوجين بوجود العيب في الآخر، بينما في حالة وجود العيب في كلا الزوجين ـ خاصة في الأمور المتعلقة بالمضاجعة ـ لن يتضرّر أيّ منهما؛ لاشتراكهما في وجود العيب(81). \n2 ـ 10 ـ وطء الفتاة غير البالغة: في الموثَّقة عن أبي جعفر عليه‌السلام (82): أنّه ورد عن الإمام عـليّ عليه‌السلام قوله: ((لا توطأ فتاة لأقل من عشر سنين))، وقد استنبط الفقهاء من هذه الرواية، أنّ علّة عدم جواز المضاجعة، هي عدم اكتمال نضج الجهاز التناسلي. ومن ناحيّة أخرى، لمّا لم تكن لديها القدرة على تحمل مشاق الحمل، فسيلحِقُ هذا العمل أفدح الأضرار النفسيّة والجسديّة بتلك الفتاة الّتي لم تبلغ \nــــــــــــــ\n79 ـ الحرّ العاملي، وسائل الشيعة، ج14، ص592 ـ 617، أبواب العيوب والتدليس. ",
        "80 ـ نفس المصدر، ج14، ص593، الحديث3. \n81 ـ النجفي، جواهر الكلام، ج30، ص361. \n82 ـ الحرّ العاملي، وسائل الشيعة، ج14، ص71، الباب45، من أبواب مقدّمات النكاح، الحديث7. \n",
        "بعد؛ لذا فإنّه لا يجوز وطء الفتاة الّتي لم تبلغ عشر سنوات من عمرها، ولو كانت تمتلك النمو الجسدي الكافي، فإنّ ذلك العمل يعتبر قبيحاً عقلاً. \nورغم أنّ الرواية واردة في واقعة خاصّة، إلاّ أنّ صاحب الجواهر(83)، لأجل اكتشافه للعلّة، ولأجل إجماع الأصحاب، يحكم بعدم جواز وطء الفتاة الّتي لم تبلغ. ولا يميِّز بين الزوجة الدائمة والمستمْتَع بها (الزوجة المؤقَّتة)، ويقول: مع أخذ اشتراك العلّة بنظر الاعتبار، فإنّ تخصيص الحكم في بعض الروايات بكلمة (الزوجة)، لا يتنافى والتعميم؛ ((لأنّ التخصيص بالذِّكْر لا يقتضي تخصيص الحكم)). \nــــــــــــــ\n83 ـ النجفي، جواهر الكلام، ج29، ص414. ",
        "\nالتخصّص في الأبواب الفقهيّة مدخل إلى التَّطوير والمعاصرة (*) \nالشيخ عبد الأمير قبلان \nشهد العالمان العربي والإسلامي خلال القرن العشرين، بل ومنذ أوخر القرن التاسع عشر، بروز دعوات مخلِصة للنهوض بحيّة المسلمين، ولإصلاح الفكر الإسلامي وتجديده. ",
        "وقد جاءت هذه الدعوات ـ بصرف النظر عن مضامينها ـ بفعل عوامل متعدّدة، نذكر في طليعتها حالة اليقظة والوعي لدى بعض علماء الأمّة والنابهين من أبنائها، والّتي ساهم في إحداثها ردّة الفعل على التغلغل التدريجي لفكر الغرب المادي وقوانينه الوضعيّة(1) ضمن حياة المسلمين. وقد وصل تأثير الدعوات المذكورة إلى الحوزات الفقهيّة الإسلاميّة، ومنها حوزتا النجف وقم، وإنْ في وقت متأخر نسبيّاً(2). \nفي هذا السياق، انطلق الحديث من قبل العديد من الفقهاء المخلصين عن الحاجة إلى تطوير الدراسات الفقهيّة تلبيّة لمتطلبات العصر، ولكن شريطة أن لا يمسّ ذلك الثوابت الدينيّة الأصليّة؛ أي بتعبير مختصر: ((النزوع إلى المعاصرة مع التّمسّك بالأصالة)). \nــــــــــــــ\n(*) أُلقيت هذه الدراسة في المؤتمر الدولي الخامس عشر للوحدة الإسلاميّة، موضوعه ((الأصالة والمعاصرة في فقه المذاهب الإسلاميّة))، الّذي يقيمه المجمع العالمي للتقريب بين المذاهب الإسلاميّة، في الجمهوريّة الإسلاميّة الإيرانيّة، المصادف 15 ـ 17 ربيع الأول/ 28 ـ 30 أيار 2002م. ",
        "1 ـ لعلّ أوّل خطوة سُجِّلت على صعيد تغلغل القوانين الوضعيّة الغربيّة في العالم الإسلامي، هي إقدام الخلافة العثُمانيّة سنة 1840م على اعتماد قانون للعقوبات مترجَم عن قانون العقوبات الفرنسي، مع شيء من التعديل. وتزايد هذا التغلغل بالتدريج، مقابل انحسار في مساحة تطبيق الشريعة الإسلاميّة، وذلك مع ازدياد النفوذ الغربي، حتّى انتهى الحال في أكثر أنحاء العالم الإسلامي إلى انحصار تطبيق الشريعة الإسلاميّة في إطار أنظمة الأسرة أو ((الأحوال الشخصيّة)). ولكن حصل قدر من التبدُّل الإيجابي في الفترة الزمنيّة الأخيرة؛ بتأثير الصحوة الإسلاميّة المعاصرة، وقيام الجمهوريّة الإسلاميّة في إيران. \n2 ـ من جملة المظاهر المبكّرة الّتي انعكست فيها هذه الدعوات على صعيد حوزة النجف، تأسيس جمعيّة منتدى النشر، على يد الشيخ محمّد رضا المظفَّر ورفاقه من العلماء... هذه الجمعيّة الّتي أنشأت ((كليّة الفقه)) الجامعيّة. \n\nويبدو أنّ مؤتمركم الكريم هذا، بجعله فكرة ((الأصالة والمعاصرة في فقه المذاهب الإسلاميّة)) عنواناً رئيساً لأبحاثه، إنّما أراد أن يعبّر عن اهتمامه بتطوير الدراسات الفقهيّة الإسلاميّة، وإنّنا إذ نشكر له ذلك، نتمنى له كل النجاح، وأن يتمخّض عن أفكار مفيدة في هذا المجال. وقد استوقفنا من جملة العناوين الفرعيّة الّتي اشتملت عليها ورقة الدعوة إلى المؤتمر، عنوان مهم يتَّصل بعمليّة تجديد الاجتهاد الفقهي، ألا وهو: ((تشجيع الاختصاص في الأبواب الفقهيّة)). ",
        "وسنحاول فيما يلي أن نطلّ إطلالة سريعة على الفكرة الّتي تضمّنها العنوان، موزّعين الكلام على عدة نقاط. \nمنشأ الحاجة المستمرَّة إلى الاجتهاد: \nحيث إنّ الشريعة الإسلاميّة شاملة لمختلف شؤون الحياة؛ فإنّ المسلم المكلَّف، بحكم تبعيته لهذه الشريعة، لابدّ أن يكون سلوكه العملي منسجماً مع أحكامها في شتّى المجالات. \nونظراً لكون تحديد الموقف العملي، على أساس الشريعة، ليس بالأمر السهل، خصوصاً مع البُعد الزمني عن عصر النص، كما هو حالنا اليوم، وما يطرحه مثل هذا الابتعاد من إشكالات. هذا فضلاً عن طروء مسائل وحصول وقائع جديدة باستمرار؛ لذلك فقد توقّفت معرفة الموقف العملي في أكثر الحالات على بذل جهد خاص، مع تحصيل مسبَّق لجملة من العلوم بمستوى الاختصاص. وهو ما يصطلح عليه باسم ((الاجتهاد)). ومثل ذلك ليس متاحاً لكل الناس، بل لطائفة منهم فقط هم المجتهدون. ولم يبق أمام عامّة الناس غير التقليد لهؤلاء المجتهدين (أو اختيار طريق الاحتياط بالنسبة للبعض القليل منهم فقط، نظراً لصعوبة اعتماده). ",
        "\nوباب الاجتهاد أو الاستنباط ظلّ مفتوحاً ولم يُقْفَل لدى الفقه الشيعي. وممّا أسهم في تعزيز مسيرة الاستنباط لديه، ذهاب معظم الفقهاء الشيعة الأصوليين إلى حرمة تقليد الميت ابتداءً(3) مع ما يعنيه ذلك من الحاجة المستمرَّة إلى وجود المجتهدين الأحياء، المؤهَّلين لإصدار الفتاوى للمقلِّدِين في كل عصر. \nأمّا بالنسبة للفقه السنّي، فقد أقفِل ـ مع الأسف ـ باب الاجتهاد في وجهه بتأثير عوامل مختلفة، وذلك منذ منتصف القرن الرابع الهجري(4). ولكن شهدنا ونشهد في عصرنا الراهن دعوات متواصِلة لإعادة فتح هذا الباب بصورة واسعة، وذلك من قبل فقهاء كبار؛ بحيث لا يقتصر الأمر على الاجتهادات الجزئيّة المتعلِّقة بالمسائل المستحدَثة، بل يصل حتّى إلى الاجتهاد في الأصول(5). \nالاجتهاد الجماعي كبديل عن النمط السائد: ",
        "إنّ النمط التاريخي المتعارف للاجتهاد، والّذي هو السائد عملياً حتّى اليوم، يقوم على أساس أنْ يتوجَّه كلّ فقيه مجتهد بمفرده لاستنباط الأحكام المتعلِّقة الشؤون بكافّة؛ بحيث يُغطِّي باجتهاده مختلف أبواب الفقه وأقسامه. وهذا النمط يمكن تسميته اصطلاحاً بالاجتهاد العام (بلحاظ شموله المجالات الحياتيّة كافّة)، أو الاجتهاد الفردي (حيث يقوم به فقيه واحد، وليس جماعة من الفقهاء المتعاونين). \nوقد نهض الفقهاء الأجلاَّء دائماً ـ ومن خلال نمط الاجتهاد هذا ـ ولا زالوا ينهضون بواجبهم مشكورين في خدمة الأمّة واستنباط الأحكام الاجتهاديّة للمسائل الفقهيّة موضع ابتلائها. \nولكن إذا كان نمط الاجتهاد الفردي قد أدّى ولا يزال يؤدّي ما عليه في خدمة أبناء الأمّة، فإنّ طبيعة الحياة المتغيِّرة، وما شهده عصرنا الراهن من قفزات تطور \nــــــــــــــ",
        "3 ـ لاحظ مثلاً: حسين بن شهاب الدين العاملي (المتوفى سنة 1076 هـ)، هديّة الأبرار إلى طريق الأئمّة الأطهار، النجف، 1977م، ص303 ـ 304. \n4 ـ د. ناديّة شريف العمري، الاجتهاد في الإسلام ـ أصوله، أحكامه، آفاقه، ط1، مؤسّسة الرسالة، بيروت، 1981م، ص218 ـ 219. \n5 ـ لاحظ مثلاً: د. يوسف القرضاوي، المصدر نفسه، ص42. والشيخ مرتضى مطهري، الاجتهاد في الإسلام، دار التعارف للمطبوعات، بيروت، دون تاريخ، ص35. \n",
        "كبيرة، على الصعيدين المادي والمعرفي، أدّت إلى توسّع واضح في مجالات الاجتهاد (من خلال بروز مسائل ومشكلات وتحدّيات أكبر أمامه)، بحيث غدا أكثر صعوبة بالنسبة للفقيه الفرد. \nكلّ ذلك قد دفع ببعض الفقهاء(6) إلى طرح صيغة جديدة، وهي تعاون جماعة من الفقهاء في ممارسة الاجتهاد، بدلاً من النمط السائد. وهذه الصيغة الجديدة أطلق عليها اصطلاحاً اسم ((الاجتهاد الجماعي)). \nأسلوبان مطروحان لممارسة الاجتهاد الجماعي: \nوفكرة الاجتهاد الجماعي، الّتي لم تطبَّق عملياً إلاّ بصورة محدودة كما سنشير بعد قليل، يُقصد بها ـ في كلام القائلين بها ـ أحد أسلوبين للتعاون بين الفقهاء في ممارسة الاجتهاد: ",
        "الأسلوب الأوّل: \nويسمّى ((شورى الفقهاء)) أو ((المجمع الفقهي))؛ ويعني تبادل الرأي بين جماعة من المجتهدين بخصوص المسألة الواحدة؛ بحيث تكون الفتوى المتعلِّقة بالمسألة صادرة عن مجموعهم أو أكثريَّتهم، حسب النظام المتّفَق عليه بينهم. ويمكن لهؤلاء المجتهدين أن يستعينوا بخبراء فنيّين مختصّين في مجالات الحياة المختلِفة. \nوقد دعا إلى اعتماد هذا الأسلوب، المؤتمر الأوّل لمجمع البحوث الإسلاميّة بالأزهر المنعقد بتاريخ شوال 1383هـ، وتصدّى للكتابة عن كيفيّة تنظيمه العديد من الكتّاب المسلمين المعاصرين(7). وبادر الشيخ الدكتور مصطفى الزرقا (من سوريا) إلى تقديم اقتراح بشأنه إلى مؤتمر ((رابطة العالم الإسلامي)) الّذي عُقِد في مكّة المكرَّمة سنة 1384 هـ، وجاء في اقتراحه: ((وطريقة ذلك ـ أي اجتهاد الجماعة ـ تأسيس مجمع الفقه الّذي يضم أشهر فقهاء العالم \nــــــــــــــ",
        "6 ـ لاحظ مثلاً: د. يوسف القرضاوي، الفقه الإسلامي بين الأصالة والتجديد، مؤسّسة الرسالة، بيروت، 2001م، ص42. \nوالشيخ مرتضى مطهري، الاجتهاد في الإسلام، دار التعارف للمطبوعات، بيروت، دون تاريخ، ص35. \n7 ـ د. ناديّة العمري، المصدر نفسه، ص264 ـ 265. \n",
        "الإسلامي، ممّن جمعوا بين العلم الشرعي والاستنارة الزمنيّة، وصلاح السيرة والتقوى، ويُضُّم إلى هؤلاء علماء موثوقون في دينهم من مختلف الاختصاصات الزمنيّة اللاّزمة في شؤون الاقتصاد والاجتماع والقانون والطب ونحو ذلك؛ ليكونوا بمثابة خبراء يعتمد الفقهاء رأيهم في الاختصاصات الفنيّة))(8). \nويظهر من هذا الاقتراح أنّ مجال الاجتهاد المطلوب هو خصوص المسائل والوقائع الجديدة الّتي حصلت في عصرنا الراهن، لا عموم المسائل، وقد وافقت ((رابطة العالم الإسلامي)) على هذا الاقتراح، وبادرت لاحقاً إلى إنشاء ((مجمع الفقه الإسلامي)). وهو يعقد اجتماعات دوريّة يتداول أعضاؤه الفقهاء خلالها بمساعدة بعض ذوي الاختصاص، في بعض الموضوعات أو المسائل المهمّة الّتي يُبتلى بها المسلمون اليوم. غير أنّ هذا المجمع لم يتقيّد بكل الضوابط الّتي تضمنها الاقتراح المشار إليه(9). \nأما بالنسبة للمسلمين الشيعة، فقد تحقَّقت قبل حوالي عشر سنوات أوّل مبادرة ملموسة في هذا المجال، حين أقدم مُرشد الجمهوريّة الإسلاميّة سماحة السيّد عليّ الخامنئي على إصدار قرار بتأسيس هيئة فقهيّة تَضّم عدداً من الفقهاء البارزين. ووظيفة هذه الهيئة هي أن تقوم، وبصورة جماعيّة، ((بالإجابة الفقهيّة العلميّة التحقيقيّة على المسائل الّتي يتطلّبها وضع العالم الحاضر، والتقدم العلمي الجديد للفرد والمجتمع الإسلامي الحديث))(10). وقبل صدور القرار المذكور بأمد غير قليل، دعا بعض علماء الشيعة إلى اعتماد هذا الأسلوب الجماعي في ممارسة الاجتهاد، باعتبار أن تبادل وجهات النظر بين العلماء بخصوص النقطة أو المسألة الواحدة، في أيّ مجال من المجالات العلميّة ـ ومنها الفقه ـ هو عامل مهم من عوامل التقدّم والتطوّر العلميّين. ومن آثار هذا التعاون والتعرّف على \nــــــــــــــ",
        "8 ـ منّاع القطّان، تاريخ التشريع الإسلامي، ط14، مؤسّسة الرسالة، بيروت، 1996م، ص339. \n9 ـ لاحظ: المصدر السابق نفسه، الصفحة نفسها. \n10 ـ د. جعفر الباقري، ثوابت ومتغيّرات الحوزة العلميّة، دار الصفوة، بيروت، 1994م، ص93 ـ 94. \n",
        "وجهات نظر الآخرين، أنّ النظريّة إذا كانت نافعة وصحيحة تأخذ طريقها إلى الانتشار بسرعة، في حين يمكن ـ وبالسرعة نفسها ـ إيقاف انتشارها إذا كانت باطلة. \nولكن من وجهة نظر البعض الآخر، فإنّ هذا الأسلوب الاجتهادي يثير اشكالات عمليّة لابدّ أن تُحلّ. خاصّة في حالة اختلاف المجتهدين، والقول باعتماد رأي أكثريّتهم؛ إذ ما هو الدليل على حجيّة رأي الأكثريّة هنا؟(11) \nوقد طرح أحد فقهاء الشيعة مؤخَّراً ـ على أساس اعتماد هذا الأسلوب في الاجتهاد ـ إصدار رسالة فقهيّة عمليّة موحّدة من قبل نخبة من الفقهاء المراجع مجتمعين، كبديلٍ عن الرسائل المتعدّدة الّتي يحمل كلّ منها الآراء الاجتهاديّة لواحد من مراجع التقليد(12). \nوعلى كلّ حال، فإنّنا نكتفي بالإشارة السريعة إلى هذا الأسلوب الاجتهادي المقترَح؛ إذ إنّ الحديث التفصيلي عنه، وعمّا يمكن أن يُثار حوله من إشكالات، خارج عن الإطار المرسوم لبحثنا، ويحتاج إلى بحث مستقل. ",
        "الأسلوب الثاني: \nالمطروح للاجتهاد الجماعي، هو التخصّص في الأبواب الفقهيّة، أي توزّع أبواب الفقه أو مجالات الاجتهاد بين مجموعة من المجتهدين الحاصلين على درجة الاجتهاد المطلق؛ بحيث يتّجه كلّ منهم إلى الاستنباط في إطار قسم محدَّد منها فقط. \nوهذا الأسلوب هو الّذي نتناوله هنا بالبحث التفصيلي. ويمكن أن نعبِّر عنه أيضاً بـ ((التخصّص في الاجتهاد)) أو ((الاجتهاد التخصّصي)). \nــــــــــــــ",
        "11 ـ لاحظ بالنسبة لتأييد الأسلوب الاجتهادي هذا: مطهري، المصدر نفسه، ص35. ولاحظ بالنسبة للتحفّظ على هذا الأسلوب: آراء في المرجعيّة الشيعيّة، لمجموعة من الباحثين، ط1، دار الروضة، بيروت 1994، ص121 ـ 122. \n12 ـ السيّد كاظم الحائري، أساس الحكومة الإسلاميّة، ط1، الدار الإسلاميّة، بيروت، 1979م، ص195. \n\nموجبات ((التخصّص في الأبواب الفقهيّة)) وفوائده: ",
        "إنّ أول من دعا إلى اعتماد هذا الأسلوب ـ أي التخصّص في عمليّة الاجتهاد الفقهي ـ في حدود اطلاعنا هو مؤسِّس حوزة قم الحديثة، الفقيه الشيعي الكبير الشيخ عبد الكريم اليزدي الحائري (قدس سره)، المتوفى سنة 1355 هـ. هذا العالم المجاهد، الّذي تميّز إلى جانب علمه الغزير بحكمته الفائقة وصبره على أنواع المحن والبلايا في زمنه، الّتي تعرّض له المسلمون في إيران، وخصوصاً الحوزة، ، على يد الطاغية رضا شاه. كما تمّيز أيضاً إلى جانب تمسّكه الشديد بالأصالة، بروحه المنفَتِحة على العصر وإيجابيّاته. وهذا ما يظهر من اقتراحه لأسلوب التخصّص في ممارسة الاجتهاد، مضافاً إلى ما يتكشّف من بعض مواقفه الأخرى، من قبيل دعوته لتنظيم امتحانات دوريّة لطلبة الحوزة، مستفيداً ذلك ـ كما يبدو ـ من الطريقة المعتمدة في المدارس الحديثة. \nوقد نقَلَ عنه اقتراح الأسلوب المذكور بعض تلاميذه كالشيخ الأراكي (قدس سره) والسيّد أحمد الزنجاني(13). ومضمون اقتراح الشيخ الحائري ـ حسب المنقول عنه ـ هو تقسيم الفقه إلى أقسام تخصّصيّة. وتتوزّع هذه الأقسام على مجموعة من العلماء المجتهدين، الّذين تفقَّهوا في دورة فقهيّة عامّة وبلغوا درجة الاجتهاد المطلق، حيث يُعيِّن كلّ منهم لنفسه باباً فقهياً معيناً يختصّ فيه، ويقلّده الناس في ذلك القسم وحده. كأن يتخصّص بعض في العبادات مثلاً، وبعض آخر يتخصّص في المعاملات، وبعض في السياسات، وهكذا... كما هو الحال في الطب في الوقت الحاضر؛ حيث تشعّبت الاختصاصات: فهذا أخصّائي في القلب، وذاك في العين، وآخر في الأذن والأنف والحنجرة، وغير ذلك. فلو حصل هذا، لأمكن توفر تحقيق علمي أعمق في كلّ قسم من أقسام التخصّص الفقهي(14). \nــــــــــــــ\n13 ـ آراء في المرجعيّة الشيعيّة، مصدر سابق، ص231 ـ 232. ",
        "14 ـ مطهري، الاجتهاد في الإسلام، ص32 ـ 33. \n\nويظهر من هذا الاقتراح، أنّ الداعي إليه أمران: \nالأمر الأوّل: هو توسّع مجالات الاجتهاد وتشعُّبها، إلى درجة أصبحت معها مهمّة الفقيه المتصدّي لممارسة الاجتهاد في الشؤون الحياتيّة كافّة، والحريص على درجة عالية من الجودة في عمله الاستنباطي، أصبحت معها مهمّته أكثر صعوبة ومشقّة. ",
        "وقد حصل التوسع المذكور بحكم التطور الكبير الّذي طرأ على واقع الحياة اليوم، وما طرحه هذا التطور من مسائل وتحدّيات جديدة. ثُمَّ هناك عامل إضافي آخر أدّى إلى توسيع مجالات الاجتهـاد ـ وبدرجة أخصّ بالنسبة إلى الفقيه الشيعي في وقت متأخر عن زمن الحائري ـ وهو الاهتمام الفقهي الكبير والطارئ بالمجالات الاجتماعيّة، والسياسيّة، وشؤون الدولة عموماً؛ وذلك بفعل الصحوة الإسلاميّة المعاصرة الّتي تُوِّجت بقيام الجمهوريّة الإسلاميّة في إيران. ونقول الاهتمام الطارئ أو الجديد بالمجالات المذكورة، باعتبار أنّ اهتمام الفقه الشيعي كان منصباً في الماضي، على المجالات الفرديّة من حياة الإنسان، بسبب الظروف القاهرة الّتي أحاطت بالفقهاء الشيعة، وقلّصت دورهم. \nأمّا الأمر الثاني: الّذي دعا إلى طرح اقتراح التخصّص في الأبواب الفقهيّة، فهو الاستفادة ممّا عليه الحال اليوم في سائر العلوم (البحتة منها والإنسانيّة)، كالطبّ، والهندسة، والفيزياء، والكيمياء، والقانون، والاقتصاد، وما إلى ذلك. \nويفصّل أحد الكتّاب المسلمين المختصّين(15) في شرح هذه الناحية، فيقول: إنّ النهوض بالفقه الإسلامي، شأنه شأن النهوض بأيّ علم أو فن، لا يمكن أن يتحقّق في هذا العصر إلاّ باحترام مبدأ التخصّص. هذا المبدأ الّذي يقوم على أساسه نظام التعليم الجامعي الحديث. فقد تقدّمت وتعقدّت واتّسعت دائرة مختلف العلوم في عصرنا، وتعدّدت فروع كلّ علم؛ بحيث لم يَعُد صحيحاً أن \nــــــــــــــ",
        "15 ـ د. عبد الحميد متولّي، الشريعة الإسلاميّة كمصدر أساسي للدستور، ط2، منشأة المعارف بالاسكندريّة، مصر، 1975م، ص317. \n\nنَعُدُّ أيّ فرد من الأفراد عالِماً أو أخصّائيّاً، بالمعنى الدقيق للكلمة، إلاّ في فرع من فروع أحد العلوم أو الفنون. \nفأستاذ القانون، أو الطلب، أو الهندسة مثلاً، هو ـ في الحقيقة ـ أستاذ في فرع من الفروع الّتي يشتمل عليها كلّ علم من العلوم المذكور. ",
        "وكلام هذا الكاتب يتّجه إلى نظام تدريس الفقه، قبل أن يتّجه إلى عمليّة الاستنباط. ولكن هناك رباط وثيق بين الأمرين كما لا يخفى، باعتبار أنّ التدريس هو الّذي يُعِدّ الفقهاء المؤهَّلين للاستنباط. \nوقد أيّد العديد من علماء الشيعة المعاصرين هذا الاقتراح، ومن بينهم الشهيد الشيخ مرتضى مطهري، الّذي روَّج له بشيءٍ من الحماس، معتبِراً بأنّ الضرورة لاعتماد التخصّص في الأبواب الفقهيّة قد حصلت منذ أكثر من قرن من الزمن، بفعل تغيّر الظروف الحياتيّة. \nويؤكّد مطهري أنّ كلّ علم من العلوم، سواء في ذلك الفقه أم غيره، ينمو تدريجيّاً حتّى يصل إلى مرحلة لا يكون بمقدور الفرد الواحد الإحاطة به من جميع جوانبه، فتأتي ضرورة التقسيم إلى فروع للتخصّص. \nوبتعبير اوضح: إنّ ظهور الفروع التخصّصيّة في أيّ علم من العلوم هو، من جهة، نتيجة لتكامل ذلك العلم وتقدّمه، وهو، من جهة ثانية، يُعَدُّ سبباً لأطّراد تقدّم العلم، فتركيز الفكر حول المسائل الّتي تتعلَّق بفرع تخصُّصيٍّ معين، لابدّ أن يؤدّي إلى تقدّم هذا الفرع تقدّماً كبيراً. ",
        "ويَخْلُص الشيخ مطهري إلى القول بأنّ عدم التسليم بضرورة تنفيذ هذا الأقتراح ـ أي التخصّص في الأبواب الفقهيّة ـ يعني الوقوف بوجه تكامل الفقه وتطوّره(16). \nوفي طليعة مَن أيّد اقتراح التخصّص في أيامنا هذه، مُرشد الجمهوريّة \nــــــــــــــ\n16 ـ مطهري، المصدر السابق نفسه، ص33 ـ 35. ",
        "ومن المفيد أن نذكِّر، بأنّ من جملة الفقهاء الّذين نوّهوا بهذا الأسلوب الاجتهادي: المرحوم الشيخ محمّد مهدي شمس الدين في كتابه ((الإجتهاد والتجديد في الفقه الإسلامي))، ط1، المؤسّسة الإسلاميّة للدِّراسات والنشر، بيروت، 1999م، ص34.\n\nالإسلاميّة السيّد الخامنئي؛ الّذي أكّد على ضرورة أن يتّخذ التخصّص في الفقه وغيره من العلوم طابعاً جدّياً، فالمعاملات والعبادت وغيرها ـ كما يقول ـ وإن كانت مرتبِطة ببعضها، هي أبواب متعدّدة يمكن أن يتخصّص الفقيه في أحدها(17). \nويرى بعض علماء الشيعة المتأخرين، بأنّ الفائدة من التخصّص، بعد افتراض ضرورة تحصيل الاجتهاد العام قبل مرحلته، تكمن في تفرّغ الفقيه لاستيعاب المسائل الفقهيّة الداخلة في مجال اختصاصه، كما تكمن أيضاً في زيادة كفاءته العلميّة فيما يتعلّق باستخدام الأدلة في الحق المختص به. ويضاف إلى ذلك أن طائفة واسعة من المسائل الفقهيّة تحتاج إلى خبرات غير فقهيّة إلى جانب الخبرة في المجال الفقهي(18). ولا تتيسّر الخبرة الواسعة، من النوع الأول، للفقيه العام، وذلك مثل مسائل العُملة والمصارف والشركات، ومسائل القضاء المعقَّدة في المحاكم الحديثة وكذلك مسائل العلاقات والمعاهدات الدوليّة الحديثة. ",
        "كيف ندفع باقتراح التخصّص في اتّجاه التنفيذ؟ \nلقد مضى على تقديم هذا الاقتراح، من قبل الفقيه الكبير الشيخ الحائري، ما يناهز السبعين عاماً على الأقل. وبالرغم من مسوّغاته الوجيهة، فقد بقي خارج دائرة النقاش والتداول الجدّيّين، في أوساط الحوزات الفقهيّة الشيعيّة. والنقاش والتداول يُشكِّلان مرحلة لابدّ أن تسبق الحديث عن وجود مسعى جدّي لتنفيذ الاقتراح المذكور. \nوقد يكون السبب في عدم أخذه بالجديّة الكافية، من قِبَل الحوزة حتّى الآن، هو تأثير العادة والألفة التاريخيّة الطويلة لنمط الاجتهاد السائد من جهة، ثُمَّ عدم حصول الترويج الكافي للاقتراح من جهة ثانية. \nوما يكفل تنفيذ اقتراح التخصّص في الأبواب الفقهيّة، في تصوّرنا، هو: ",
        "ــــــــــــــ\n17 ـ لاحظ: مجلة ((حوزة))، قم، العدد رقم 46، ص31 ـ 32. \n18 ـ لاحظ: السيّد محمّد الصدر، ما وراء الفقه، دار الأضواء، بيروت، 1999م، ج1، ص7 ـ 10. والشيخ محمّد مهدي الآصفي، مقالة: ((سؤال وجواب حول الاجتهاد والتقليد))، مجلّة رسالة الثقلين، سنة5، العدد المزدوج 17 و18، ص192 ـ 193، إيران. \n",
        "ـ توفّر الأرضيّة النظريّة المناسبة أوّلاً؛ أي أن تكون عمليّة التبويب الفقهي ملائمة للتخصّص. \nـ توفّر الإرادة العمليّة لدى الفقهاء ثانياً؛ أي أن تّتجه مجموعة من الفقهاء إلى تطبيقه. \nوسنتناول، بشيء من التفصيل، هاتين النقطتين، فيما يلي. \nضرورة ملاءمة التبويب الفقهي للتخصص: ",
        "يمكن القول بأنّ التبويب الفني الأشهر في تاريخ الفقه الشيعي، هو ذلك الّذي اعتمده المحقِّق جعفر بن الحسن الحلّي (المتوفى سنة 676 هـ) في كتابه ((شرائع الإسلام في مسائل الحلال والحرام)). وقد استفاد المحقِّق في تبويبه من طريقة من سبقه مع إجراء تطوير مهمّ في تلك الطريقة(19). وهو قد وزّع أبواب كتابه الخمسين ونيّفاً على أربع مجموعات أو أقسام: \nقسم العبادات: ويشتمل على مجموعة أبواب؛ منها: الطهارة، والصلاة، والصوم، والزكاة... \nقسم العقود: ويشتمل على مجموعة أبواب؛ منها: التجارة، والرهن، والمفلَّس، والحَجر، والنكاح... \nقسم الإيقاعات: ويشتمل على مجموعة أبواب؛ منها: الطلاق، والخُلع والمباراة، والظهار، والإيلاء، واللِّعان... ",
        "قسم الأحكام: ويشتمل أيضاً على مجوعة أبواب؛ منها: الصيد، والذباحة، والأطعمة والأشربة... والفرائض (أو المواريث)، والقضاء، والحدود... \nوقد تَرك تبويب الحلّي لأبواب كتابه بصماته الواضحة على الكتب الفقهيّة من بعده، ويكفي أن نشير إلى المتن الفقهي الشهير: ((اللُّمعة الدمشقيّة)) لمؤلِّفه \nــــــــــــــ\n19 ـ لاحظ ما يقوله آقا بزرك الطهراني، الذريعة إلى تصانيف الشيعة، ط1، النجف، 1959م، ج13، ص47. ",
        "ولاحظ أيضاً: تقديم العلاّمة السيّد محمد تقي الحكيم للطبعة الجديدة من كتاب ((شرائع الإسلام)) للحلّي، دار الأضواء، بيروت، 1983م. \n\nالفقيه الكبير الشهيد الأوّل محمّد بن مكي (786 هـ)، الّذي اتبع الطريقة نفسها في التبويب وترتيب الأبواب، باستثناء بعض التعديلات الطفيفة(20). \nوقد بيّن الشهيد الأول، في كتابه (القواعد والفوائد) خلفيّة التقسيم الرباعي؛ حيث قال (ما مضمونه): الفقه، إمّا أن يرتبط بالجهات الروحيّة والأُخرويّة، وإمّا أن يرتبط بالجهات المعيشيّة الدنيويّة وتنظيمها. فالقسم الأول هو العبادات، بينما الثاني الّذي ربما نجد من يسمّيه بالمعاملات، ينقسم إلى قسمين: قسم يَضُمُّ الأحكام الّتي تترتّب على تعهُّدات لفظيّة من قبل الأفراد المكلَّفين، وآخر يضُمّ الأحكام الّتي لا تترتّب على مثل تلك التعهُّدات. والقسم الأخير يقال له الأحكام، وهو يشمل مباحث القضاء والجزاء (العقوبات) والإرث. أما القسم الأول فينقسم بدوره إلى قسمين: قسم منه يتعلّق بالتعهُّدات بين طرفين ويسمّى العقود، وقسم يتعلَّق بالتعهُّدات من طرف واحد ويسمّى الإيقاعات(21). ",
        "وهذا التقسيم الرباعي يستبطن في داخله تقسيماً ثنائيّاً أساسيّاً، كما لاحظنا، هو: العبادات والمعاملات. والتقسيم الثنائي هو المتَّبع في العديد من الرسائل العمليّة المتأخرة ،مثل: ((وسيلة النجاة))، و((تحرير الوسيلة)) و((منهاج الصالحين)). \nــــــــــــــ\n20 ـ ما فعله الشهيد الأوّل (رحمه الله) في ((اللّمعة الدمشقيّة)) فقط، هو أنّه أدمج باب ((الأمر بالمعروف والنهي عن المنكر)) ضمن كتاب الجهاد، كما دج بابي اليمين والنذر، ووضعهما بعد بابي ((الجهاد)) و((الكفّارات))، بدلاً من موقعهما في كتاب ((شرائع الإسلام)) بعد باب ((الجعالة)) (في القسم الثالث)، كما أنّه ـ أي الشهيد الأوّل ـ دمج أبواب التدبير والمكاتبة والاستيلاد في باب واحد. \n21 ـ محمد بن مكّي العاملي، القواعد والفوائد، تحقيق: الدكتور السيّد عبد الهادي الحكيم، القسم الأوّل، ص30 ـ 31، منشورات مكتبة المفيد، قم، دون تاريخ. ",
        "\nوإذا ما نظرنا إلى التبويب والتقسيم المعتمدين في المتون الفقهيّة السنيّة، فإنّنا نلمس بوضوح نقاط التشابه مع التبويب الفقهي الشيعي(22). \nبعد هذا الاستعراض للنمط المتعارف في التبويب أو التقسيم الفقهي لدى فقهاء المسلمين (وبالأخصّ الشيعة منهم)، نلاحظ أنّ التقسيم الّذي اعتمدوه بالنسبة لأبواب المعاملات ـ وإن استند إلى مقْسَم معيّن؛ هو ((تعهّدات المكلَّفين)) ـ قد جاء، في الدرجة الأولى كما يبدو، بدافع فنّي هو تسهيل عمليّة الكتابة والبحث النظري. أمّا الأبواب الفقهيّة المتفرِّعة عن الأقسام الرئيسة، ـ وإن كانت تعبيراً عن العلاقة بين النصوص الدينيّة ومجالات الواقع الحياتي الّتي تحقِّقه \nــــــــــــــ",
        "22 ـ لاحظ مثلاً: الشيخ محمود شلتوت، الإسلام عقيدة وشريعة، دار الشروق، بيروت ـ القاهرة، ط13، 1985م، ص73. وصبحي المحمصاني، فلسفة التشريع في الإسلام، ط3، دار العلم للملايين، بيروت 1961م، ص24 ـ 25. \n\nعمليّة الاجتهاد ـ فهي ترتبط بالمجالات الحياتيّة الموجودة في زمن الفقهاء الأوائل كالشيخ الطوسي والمحقِّق الحلي. وهذه المجالات قد حصل فيها، مع مرور هذا الزمن الطويل، تغيّر ونموّ كبيران . ويكفي، مثالاً على ذلك، أن نُشاهد التوسُّع والتشعّب الحاصلين على صعيد العلاقات الاقتصاديّة، بالقياس إلى ما كانت عليه قبل مئات السنين(23). \nمن هنا، يبدو الحديث عن ضرورة إجراء تعديلٍ في التبويب الفقهي السائد منطقيّاً، بإضافة أبواب جديدة تعكس ما استجدّ على صعيد الاقتصاد والمال والشؤون الاجتماعيّة وغير ذلك، وكذلك إضافة أبواب تتعلَّق بشؤون الدولة والمجتمع السياسي، الّتي كان الفقه الشيعي مقصيَّاً عن البحث فيها فيما سبق، كما أسلفنا القول. ولابدّ أيضاً، في الوقت نفسه، من إلغاء بعض الأبواب الّتي فُقد موضوعها كباب العتق؛ حيث لم يَعُد للرقّ وجود في عالم اليوم. ولا ضير في كلّ هذه التعديلات، ما دام التبويب ليس أمراً تعبّديّاً يجب التقيّد به. ",
        "وبالنسبة لتقسيمات الفقه الرئيسة المتعلِّقة بالمعاملات، قد يكون من المناسب استبدالها بتقسيمات جديدة يُستفاد فيها، ما أمكن، من العناوين المستخدَمة في القانون الوضعي الحديث... بحيث يكون هناك، مثلاً، قسم للفقه الدستوري الإسلامي، وقسم لفقه العلاقات الدوليّة، وقسم للفقه الجنائي (أو فقه العقوبات)، إلى ما هنالك من أقسام متنوعة(24). \nوعلى سبيل المثال، نذكر أحد التغييرات المطلوبة والمترتِّبة على إعادة النظر في التقسيم الفقهيح وهو الحاجة إلى تجميع أبواب النكاح والطلاق والإرث تحت عنوان واحد جديد هو ((فقه الأسرة))، بدل أن تظلّ هذه الأبواب موزَّعة على الأقسام الثلاثة التقليديّة: حيث النكاح يتعلّق بقسم العقود، والطلاق بقسم الإيقاعات، وباب الإرث بقسم الأحكام. \nــــــــــــــ\n23 ـ لاحظ: محمّد باقر الصدر، المدرسة القرآنيّة، دار التعارف للمطبوعات، بيروت 1980م، ص30 ـ 31. ",
        "24 ـ من جملة من نادى بتقسيم الفقه الإسلامي وفق الطريقة نفسها المعتمَدة في القانون الحديث، الكاتب الإسلامي المختص الدكتور عبد الكريم زيدان، وذلك في كتابه ((نظرات في الشريعة الإسلاميّة))، ط1، مؤسّسة الرسالة، بيروت، 2000م، ص139. \n\nومن الفوائد الإضافيّة المترتِّبة على الاستفادة من التقسيم القانوني الحديث، على الصعيد الفقهي، تسهيل إجراء المقارنة بين الشريعة الإسلاميّة والقانون الوضعي؛ بحيث يظهر تفوّق الشريعة وأسبقيّتها في تقديم الحلول الصحيحة للمشكلات الإنسانيّة. \nوقد أكّد العديد من الفقهاء المسلمين المعاصرين، ضرورة إجراء تعديل في التبويب أو التقسيم الفقهي، نذكر منهم، مثلاً، الشهيد السيّد محمد باقر الصدر، وأبو الأعلى المودودي. ",
        "فقد اقترح السيّد الصدر تقسيماً رباعياً جديداً في مقدِّمة كتابه ((الفتاوى الواضحة))؛ وهو يتضمّن قسم العبادات، ثُمَّ قسم الأموال، المتفرّع إلى: الأموال العامّة (وهي المجعولة للمصالح العامّة)، والأموال الخاصّة (وهي الّتي لها مالك أو مُلاّك محدَّدون)، ثُمَّ قسم السلوك والآداب الشخصيّة، ويتفرّع بدوره إلى فرعين؛ هما: الروابط العائليّة وعلائق الجنسين من جهة، وما يتصّل بتنظيم السلوك الفردي في غير ذلك المجال من جهة ثانيّة، ثُمَّ هناك أخيراً قسم السلوك العام، ويتعلّق بسلوك الأجهزة الحكوميّة في الشؤون الداخليّة والخارجيّة(25). \nأمّا أبو الأعلى المودودي، فيدعو إلى ترتيب موضوعات الكتب الفقهيّة على أسلوب كتب القانون في العصر الحديث، مع إمكانيّة وضع عناوين جديدة لها، ليستعين بها علماء القانون على الفهم الصحيح للفقه الإسلامي(26). \nتوفر الإرادة العمليّة، لدى فقهاء الحوزة، لتنفيذ الاقتراح: \nوهذا يقتضي أوّلاً، مبادرة مَن يقتنع بهذا الأسلوب الاجتهادي من العلماء إلى طرحه، والتداول الكافي بشأنه مع مدرسي الحوزة، وخصوصاً الفقهاء الكبار ",
        "ــــــــــــــ\n25 ـ السيّد محمد باقر الصدر، الفتاوى الواضحة، ط3، منشورات دار الكتاب اللُّبناني، بيروت، 1977م، ص46 ـ 47. \n26 ـ أبو الأعلى المودودي، القانون الإسلامي وطرق تنفيذه (ضمن مجموعة: نظريّة الإسلام وهدْيِه)، دار الفكر، بيروت، 1967م، ص209. \n",
        "فيها؛ أي أساتذة مستوى ((الخارج))؛ وذلك على أمل أن يقتنع به جماعة منهم، فيعمدوا إلى تطبيقه على مستوى التدريس في البداية، قبل أن يصل إلى مستوى مرجعيّة التقليد فيما بعد؛ وذلك بحيث يشيع اللجوء إلى ((التبعيض في التقليد) المرتبط بأبواب الفقه بين جمهور المقلّدين. وبالتالي، نسمع هؤلاء ينقلون عن أهل الخبرة قولهم: ((إنّ فلاناً هو الأعلم في مسائل العبادات، وفلاناً الآخر هو الأعلم في مسائل الاقتصاد والماليّات، وفلاناً الثالث هو الأعلم في المسائل السياسيّة)) وهكذا... \nوإنّنا نرجو، في الختام، أن يساعد مؤتمركم الكريم هذا، في إذكاء النقاش حول هذا الاقتراح وبَلورته بصورة أكبر، بما يزيد من فرص النجاح في تحقيقه على أكمل وجه ممكن. وآخر دعوانا أنْ الحمد لله ربّ العالمين. \n\nآليَّات التَّطوير الفقهي ودواعيه * ",
        "إسماعيل إسماعيلي \nيُشكّل علما الفقه والأصول محور العلوم وأساسها في الحوزات العلميّة القائمة اليوم، وهما من العلوم الّتي كانت متداوَلة منذ القدم في الحوزات الدينيّة، ويتمتّعان بمكانة متميّزة؛ بحيث تُنفق أغلب الأوقات والأموال والجهود لدراستها والبحث فيهما. \nوليس الفقه والأصول في مرتبة واحدة من حيث الأهمّيّة، فعلم الأصول، بكل ماله من عظمة ومنزلة، إنّما هو بمثابة وسيلة وأداة في خدمة الفقه. وعلى هذا، فإنّ المكانة الأهمّ بين العلوم الحوزويّة هي للفقه. أمّا بقيّة العلوم، فهي إمّا تمهيد وأداة لدراسة الفقه، أو أنّها تُتَناول على هامش اكتساب الفقه. وقد يصحّ أن نطلِق عليها أنّها ((فَضْلَة))(1). وفي الواقع، فإنّ تعلُّمها ودراستها زيادة على الهدف الأصلي، رغم كونها تُثري معلومات الإنسان. \nوبطبيعة الحال، لا يوجد رأي موحَّد بشأن تلك المجموعة من العلوم الّتي ينبغي دراستها بوصفها مقدِّمة للفقه، وكذلك بشأن مستوى الإلمام بكلّ واحد منها(2). ",
        "إلاّ أنّه من الواضح عدم كون دراسة هذه العلوم في الحوزة هدفاً، بل يهتم بها في سبيل تحقُّق الهدف الأصلي، وإعداد الأرضيّة اللاّزمة لدراسة الفقه فحسب. \nــــــــــــــ\n*مقالة مأخوذة من مجموعة مقالات مطبوعة بعنوان ((ماضي الحوزة وحاضرها ومستقبلها في رؤية القائد))، نشر مكتب الإعلام الإسلامي، 1998م. ترجمة: يوسف الهادي. \n1 ـ آقا بزرك الطهراني، طبقات أعلام الشيعة، القرن12هـ، ص7، و ج6، ص204. ",
        "2 ـ الإمام الخميني، الرسائل، ج2، ط إسماعيليان، قم، ص96 ـ 99. \n\nومع هذا، يبدو أنّ الفقه، في القرن الأخير على الأقل، لم يحقّق النموّ والتكامل المطلوبين: ((إنّ جميع فروع العلم قد انصهرت في الفقه، ووقع الفقه نفسه في مسار توقَّف معه عن التكامل منذ مائة سنة مضت وإلى الآن))(3). \nوقد أبدى الإمام الخامنئي خلال زيارته إلى قم، وفي لقائه علماء الحوزة، قلقه بشأن الضعف والجمود المهيمن على العلوم الحوزويّة، وخاصّة الفقه. ودعا طلاّب الحوزة وعلماءها إلى الجدّ بشكل أكبر في سبيل تطوير الفقه والتفقّه، بشكل يُمكِن معه تحوّل الفقه إلى ((نظريّة إدارة حقيقيّة وكاملة للإنسان والمجتمع من المهد إلى اللّحد))(4)، وملبّياً لشتى الاحتياجات الاجتماعيّة والحكوميّة والقضايا والموضوعات المستجَدة(5). ",
        "وتسعى هذه المقالة إلى إظهار دوافع تطوّر الفقه والتفقّه، والعوائق الّتي حالت دون ذلك في القرن الأخير، من خلال إلقاء نظرة عابرة على نقاط القوّة والضعف. وبهذا الصدد اضطررنا إلى الإشارة بشكل سريع إلى مراحل تطوير وتكامل الفقه في القرون الماضيّة. \nنظرة إلى تاريخ علم الفقه \nيرجع تاريخ علم الفقه إلى تاريخ الإسلام، ففي عهد النبيّ صلى‌الله‌عليه‌وآله‌وسلم كان المبعوثون الّذين يذهبون إلى المناطق النائيّة، مثل: الحبشة، واليمن، وحضرموت، لتعليم المسلمين الجدد، أو يرسلهم النبيّ صلى‌الله‌عليه‌وآله‌وسلم في مهام عسكريّة وسياسيّة، مكلَّفين بتبيان أحكام الإسلام للناس في نطاق مهمّتهم المكلَّفِين بها، وحلّ مشاكلهم بالاعتماد على فهمهم لآيات القرآن واستنباطهم منها، وعلى ما تعلموه من النبيّ صلى‌الله‌عليه‌وآله‌وسلم وما رأوه من أعمال النبيّ وسلوكه(6). \nــــــــــــــ",
        "3 ـ ((بحث حول المرجعيّة والروحانيّة))، ساهم فيه جمع من العلماء، نشر ((شركت سهامي انتشار))، طهران، ص175. \n4 ـ الإمام الخميني، صحيفة النور، ط وزارة الإرشاد، ج28، ص98. \n5 ـ خطاب في المدرسة الفيضيّة، آذار 1374هـ.ش. (كانون الأول، 1995م). \n6 ـ سيرة ابن هشام، ج4، ص ص 143،137،241، دار إحياء التراث العربي، بيروت، وحسن إبراهيم حسن، تاريخ الإسلام، دار إحياء التراث، بيروت، ج1، ص495. ",
        "\nوواضح أنّ عمل هؤلاء الأصحاب كان يعدّ شكلاً من أشكال الاجتهاد، رغم بساطته وبدائيّته. وفيما بعد، وعلى عهد أمير المؤمنين عليه‌السلام ، أصبح فهم أحكام الدين وتبيانها، والإجابة عن أسئلة الناس الدينيّة، من واجبات الولاة والموظَّفِين الّذين كان عليه‌السلام يرسلهم إلى شتّى المناطق التابعة للدولة الإسلاميّة(7). \nوفي الفترات اللاّحقة، وعلى عهد الإمامين الباقر والصادق عليه‌السلام ، تطوّر الفقه والتفقّه بين الأصحاب تطوّراً ملحوظاً. واستُخدمت أيضاً بعض القواعد الفقهيّة وأصول الاجتهاد بشكل بسيط لم يكن يتعدّى ـ بطبيعة الحال ـ فهم النصوص، ولم يكن الكثير من هذه الفروع الفقهيّة الّتي تشبّعت في كتب الفقه، موجوداً آنذاك. \nومع بداية عصر الغيبة، ظهرت أوّل الكتب الاستدلاليّة في الفقه الشيعي على يد ابن أبي عقيل [الحسن بن علي، معاصر للكليني المتوفّى سنة 329 هـ]، وابن الجنيد الإسكافي [محمّد بن أحمد ت 381 هـ]، إلاّ أنّها كانت مختصرة جداً، وحتّى في الفترات اللاّحقة، وإلى عهد الشيخ الطوسي [محمّد بن الحسن، ت 460هـ]، لم تكن كتبنا الفقهيّة ليزيد عدد صفحاتها عن بضع مئات من الصفحات من الحجم العادي، رغم كونها مجموعة فقهيّة كاملة. ",
        "وشيئاً فشيئاً، تطوّر علم الفقه إلى جانب العلوم الأخرى في القرون التالية، وأضيفت إليه فروع عديدة على يد فقهاء كبار، كالمحقّق [جعفر بن الحسن، 602 ـ 676 هـ] والعلاّمة [الحسن بن يوسف، ت 726]، والشهيدين، وغيرهم، ودخلت الفقه ـ تدريجياً ـ مسائل حديثة كانت تطرأ على المجتمع في شتّى جوانب الحياة، وأصبحت خاضعة لبحوث الفقهاء ودراساتهم، ممّا أدّى إلى اتساع نطاق الفقه إلى حدّ كبير. ولحسن الحظ، فإنّ مسار الحركة التكامليّة للفقه كان في العصور الماضية يتمتّع بسرعة مناسبة ما أغنى علم الفقه كثيراً. وتُظهِر دراسة \nــــــــــــــ\n7 ـ نهج البلاغة، تحقيق: صبحي الصالح، الرسالة، ص67. \n",
        "الكتب الفقهيّة في العصور الماضيّة، أن مسائل جديدة دخلت إلى الفقه مع مرور الزمان، وبحسب احتياجات الناس، ما أدّى إلى زيادة حجم الموضوعات الفقهيّة وثرائها. وقد وسّع الفقهاء ـ وإلى حد كبير، ولأجل الإجابة على المسائل المستجَدة الّتي كانت تعرض للمسلمين، وكذلك الإجابة عن الأسئلة المطروحة ـ نطاق استخراج الفروع والمسائل من الأصول؛ بحيث إنّ صاحب جواهر الكلام بذل عمراً طويلاً نسبياً، ومشقّة وجهوداً عظيمة، حتّى تمكّن من تدوين دورة فقهيّة. \nوقد استمرّت الفروع الفقهيّة في الازدياد والتوسّع بعد وفاة صاحب الجواهر، عن طريق الشيخ الأنصاري [صاحب المكاسب والرسائل، 1214 ـ 1281 هـ] ومن جاء بعده، وإلى يومنا هذا، وكلّ بحسب قدرته. وعلى هذا، فقد طوى علم الفقه طريق النموّ والتكامل إلى جانب العلوم الإسلاميّة، بل قبلها. وهو اليوم بين أيدي رجال الحوزة على هيئة كنز ثمين لا ينضب، يضُمّ كمّيّات هائلة من المسائل والفروع الفقهيّة. \nالتطور الكيفي للفقه \nلم يكن تطوّر الفقه واتساعه في زيادة أحجام الكتب الفقهيّة ومضاعفة الفروع والأبواب الفقهيّة فحسب، بل كان له نموّ كيفي أيضاً، يعادل ويواكب نموّه الكمي وزيادة مسائله وفروعه، فتكاملت أساليب الاستدلال والاجتهاد واستنباط الأحكام من المصادر طوال هذه الفترة. ",
        "ورغم أنّ النموّ الكيفي لم يكن بمستوى واحد خلال جميع الفترات الماضية، وكان يعرض له الضعف في بعض المراحل التاريخيّة، إلاّ أنّه يمكن القول، بصورة عامّة، إنَ النموّ الكيفي للفقه تحقّق بالتزامن مع النموّ الكمي، بل قبله أيضاً. ولم يتوقّف عن الحركة في أيّ وقت؛ ذلك أنّ فقهاء الإماميّة واكبوا حركة الزمن، وكانوا يبحثون شتّى الموضوعات والأسئلة الّتي كانت تعرض للأمّة الإسلاميّة، ويقدّمون حلولاً فقهيّة مناسبة ومسعِفة، ولم يكونوا ليتركوا سؤالاً من دون جواب. وفضلاً عن هذا، فقد كانوا يضعون على بساط البحث والدراسة كثيراً من الموضوعات والمسائل الّتي كانت أذهانهم المبدعة تحتمِل ظهورها، ويوضحون أحكامها، ويفتحون آفاقاً وطرقاً جديدة لاستنباط الأحكام الشرعيّة. \n\nوكان تجديد عدد من الفقهاء الماضين، قد بلغ من الأهميّة حدّاً كان يحدث معه ـ أحياناً ـ ثورة في بعض أبواب الفقه. فمثلاً عندما أفتى العلاّمة الحلّي ـ وبعد عدّة قرون من الفتوى بتنجس ماء البئر بمجرد ملامسته النجاسة ـ بعدم نجاسة ذلك الماء، أحدث تغيّراً عظيماً في باب الطهارة. وقد عرض هذا الرأي بشكل استدلالي متين جعل الفقهاء الّذين تلوه يؤيّدونه جيلاً بعد جيل(8). \nوقد قدّم فقهاء مبدعون، مثل: ابن إدريس [محمد بن أحمد الحلّي، ت598 هـ]، والشهيدين الأوّل [محمد بن مكي، ت786هـ] والثاني [زين الدين العاملي، ت965هـ]، والمحقّق الكركي، والمحقّق الأردبيلي [ت993 هـ]، والشيخ الأنصاري وغيرهم، وكلُّ في عصره، أساليب خاصّة بهم، وأبدعوا آثاراً قيّمة، طوّرت الفقه منهجاً وأسلوباً. كما أنّ بعض الفقهاء الّذين كانت لهم علاقة مع الحكومات القائمة في زمانهم، كانوا يقدّمون الحلول الفقهيّة الناجعة للمشكلات الفقهيّة ذات الطابع الاجتماعي العام. ",
        "الفقه في عصرنا \nويتمتّع الفقه اليوم بمنزلة سامية في الحوزات العلميّة، فكثيرون هم العلماء الّذين يجدّون ليل نهار في مجالات التدريس، والتأليف، وإيضاح المسائل الفقهيّة. ورغم هذا كلّه، يبدو أنّ النموّ الكيفي ـ وبعبارة أخرى، تطوّر ورقيّ الفقه في الحوزات العلميّة ـ ليس بالمستوى المطلوب، وكما يقول الشهيد مطهري: \nــــــــــــــ\n8 ـ قواعد الأحكام، ج1، ص5، وتحرير الأحكام، ص4، ومختلف الشيعة، ج1، ص25. ",
        "\n((إنّ الفقه بدوره توقّف عن التكامل منذ مائة سنة مضت، وإلى الآن))(9). \nنعم، إنّ فقهاء عصرنا يفكّرون ويتناولون المسائل نفسها الّتي فكر فيها الماضون وتناولوها. وبالتالي، فقد حبسوا أنفسهم في إطار الماضين. ومنذ فترة طويلة، بل قبل انتصار الثورة الإسلاميّة، أدرك الفقهاء الواعون هذه المعضلة، وحاولوا بعث الروح في المسار التكاملي للفقه. \nوقد حاول الإمام الخميني قدس‌سره مراراً أن يحرّك عجلة الفقه المتوقّفة، ويدعو الفقهاء إلى عرض آرائهم الفقهيّة في القضايا المستجَدة؛ حكوميّة أواجتماعيّة، وفي الظواهر الّتي يسبّبها التطوّر المتسارِع للعلم والتكنولوجيا في عالمنا المعاصر، وحذّرهم من النتائج المريرة الّتي يمكن أن تظهر نتيجة اعتزال القضايا السياسيّة والاجتماعيّة، وتجاهل حقائق الحياة المعاصرة، وعدم الإسراع في حلّ مشاكل الناس بشكل جاد. ",
        "ماذا يعني تطوّر الفقه؟ \nالآن وقد أشرنا إلى عدم تطوّر الفقه في العصر الراهن، فمن الأفضل أن نرى ما الّذي يعنيه التطوّر؟، ما المقصود بتطوّر الفقه أو عدم تطوّره؟ \nإنّ كلمة تطوّر تعني النموّ والحركة، ووحده النموّ الّذي يتّجه نحو الكمال يسمّى تطوراً. وعلى هذا، فليست كلّ حركة ونموّ تطوراً. والتطوّر في الفقه يعني أن يتمتّع علم الفقه بحياة ونمو يمكِّنانه من الحركة جنباً إلى جنب ركب العلم، بل أمامه، ويفتح في كل لحظة آفاقاً جديدة بوجه المتطلِّعين إلى الأمام، ويتفاعل مع قضايا العالم الإسلامي ومشكلاته، والحوادث المستجَدة، ويلبّي الحاجات الفقهيّة في مجالات الحكم والسياسة والاقتصاد، والفن والثقافة والاجتماع، وغير ذلك، بشكل واضح ليعلم كل فرد تكليفه وواجبه تجاه ما يواجهه من أوضاع. \nــــــــــــــ",
        "9 ـ بحث حول المرجعيّة والروحانيّة، ص175. \n\nإذاً، فتطور الفقه ليس في ازدياد حجمه وفروعه ومسائله، وإنّما في أن يكون هذا النمو على طريق الكمال، وأن يزيد من قدرته على إزالة العقبات. وفضلاً عن الفقه، فإنّ طُرق استنباط الأحكام وأساليب الاجتهاد، هي الأخرى بحاجة مستمرّة إلى حركة تكامليّة، وينبغي لها أن لا تتوقّف عن الحركة في أيّ وقت، وينبغي أن لا يُتَصوَّر أن جميع أساليب الاجتهاد قد بُيِّنت، وأنّه لا يمكن إيجاد أساليب أفضل ممّا هو موجود. ففي ظل تطوّر الفقه واستخدام آليّات أسهل وأشمل لاستنباط الأحكام، يستطيع فقهاء الإسلام أن يحقّقوا أفضل الإنجازات. \nواليوم، وضمن الظروف الّتي تقدّمت فيها البشريّة في شتّى الميادين، وخطت خطوات جادة، وأضافت يوماً بعد يوم إلى علومها، فإنّ الفقه لم يُظهِر قدرته على تلبية الحاجات وتحقيق السبق في ميادين الحياة المختلفة، وضمن تعداده النقائص الّتي تعانيها الحوزات العلميّة في الوقت الراهن، يقول الإمام الخامنئي: ",
        "((إنّ السبب الأوّل، هو أنّ الفقه، الّذي هو مجال اختصاصنا، لم يتّسع ليشمل المجالات المستجَدة، أو أنّه اتّسع بشكل ضئيلٍ جداً؛ إذ يوجد اليوم الكثير من المسائل الّتي ينبغي للفقه أن يجد حلولاً لها، لكنّه لم يجد تلك الحلول. فالفقه قادر على ذلك، إلاّ أنّ الفقهاء لم يعملوا على تطوير إمكاناته))(10). \nنعم، الفقه رغم قدرته وثرائه لم يلبِّ الكثير من الاحتياجات المعاشة، فما تزال اليوم آلاف الموضوعات الفرديّة، والاجتماعيّة، والحكوميّة الجديدة، غير خاضعة للبحث والتمحيص في بوتقة الفقه. والعجيب في الأمر، هو أنّه مع وجود كل هذه الاحتياجات، وإدراك أنّ احتياجات من هذا النوع يجب أن يلبّيها الفقهاء والحوزات، والتحذيرات المتتالية الّتي أصدرها الإمام الخميني، وبقيّة أصحاب الرأي، فإنّه لم يتم حتّى الآن القيام بحركة جادة وأساسيّة في هذ الاتّجاه، لا من قبل الفقهاء ولا من قبل الحوزات العلميّة، ولم يفكّر أحد في ضرورة العثور على حلول لهذه المعضلات، فما يزال الكثيرون من المجتهدين والأساتذة يفضِّلون تدريس أبواب الصلاة والطهارة والنكاح والطلاق. \nــــــــــــــ\n10 ـ من خطابه في المدرسة الفيضيّة، عام 1995م. ",
        "\nوما يؤسف له، هو أنّ أصحاب الرأي في الحوزات لم يتّجهوا ـ كما كان متوقّعاً ـ للتدريس والبحث في المسائل الّتي يُبتلي بها المجتمع والحكومة، لإيجاد حلول فقهيّة لمشكلاتها. \nتعلّم الفقه ونشره \nأدّى ابتعاد الحوزة عن الحكم والسياسة في القرون الماضيّة إلى أن يدور الفقه في حلقة مفرَغة، وأن يقتصر عمل الفقيه على توضيح المسائل العباديّة، وتنظيم علاقة الإنسان بالله، وأن يعدّ ما سوى ذلك خارجاً عن مجال اختصاص الفقيه. وتلاحظ اليوم بقايا من هذه الرؤية الضيّقة في الفقه، في الحوزات العلميّة، ويوجد هنا وهناك فقهاء يسيرون على طريق فصل الدين عن السياسة، واعتبار الفقه مقتصراً ـ بشكل طبيعي ـ على القضايا العباديّة والشخصيّة. بينما الفقه هو علم بأحكام الدين، وأحكام الدين لها شموليّة وسعة؛ بحيث يستوعب جميع جوانب حياة الإنسان الفرديّة، والاجتماعيّة، والسياسيّة. الإسلام دين الحياة، وقد قدّم أسمى وأكمل برنامج لرقي الإنسان وكماله، ويريد تطبيق هذا البرنامج من خلال تحكيم دين الله في شتى جوانب الحياة وتأسيس الحكومة العالميّة للإسلام. وإنّ تحكيم الدين الإلهي في العالم والبلوغ بالإنسان إلى مرتبة الكمال الحق، لا يتلاءم أساساً مع تضييق الفقه وجعله مقتصراً على الأمور العباديّة والفرديّة. ",
        "يجب أن يتمتّع الفقه بشموليّة تمكِّنه من احتواء جميع جوانب حياة الإنسان الفرديّة، والسياسيّة، والثقافيّة، والاجتماعيّة، والحكوميّة. وفي الحقيقة، فإنّ سعي الاستكبار العالمي لترسيخ فكرة فصل الدين عن السياسة في البلدان الإسلاميّة، وحوزات العلوم الدينيّة؛ إنّما هو للحيلولة دون تحقّق حاكميّة الإسلام وتطبيق قيمه السامية بشكل عملي. وفضلاً عن ذلك، فإنّ الفقهاء يعتبرون أن موضوع علم الفقه هو أفعال المكلَّفين، وأفعال المكلَّفين لا تقتصر على أفعال خاصّة، بل تشمل جميع أفعال الإنسان، و شؤونه الفرديّة والاجتماعيّة كافّة، وهذا بدوره يتطلَّب أن يكون للفقه من السعة ما يجعله يبدي رأيه في كل واقعة وظاهرة تحدُث في حياة الإنسان. \n\nموانع تطور الفقه \nالآن، وقد أشيرَ بشكل عابر إلى الوضع الراهن للفقه، وأصبح واضحاً أن الفقه قد أصيب بالوهن والتراخي، ينبغي أن نشير إلى بعض العوامل الّتي أدّت إلى هذا الضعف: ",
        "1 ـ التهرُّب من مواجهة القضايا المعاشة: بعد انتصار الثورة الإسلاميّة وتهيؤ الأرضيّة اللاّزمة، كان متوقّعاً أن تهرع الحوزة ـ انطلاقاً من الرسالة الملقاة على عاقتها ـ إلى الاهتمام بالمسائل المستجَدة، وتفتح باباً جديداً في البحوث الفقهيّة لكل موضوع بمجرد ظهوره، وتبحث بشكل جاد عن الحلول والأجوبة الصحيحة والمناسبة له، وتُثبت عمليّاً كفاءة الفقه الشيعي. لكن يبدو أن شكلاً من أشكال عدم الميل إلى هذه الأبحاث يستشري في أوساط الفقهاء، وبدلاً من أن يهرعوا للترحيب بالموضوعات المستجَدة، فإنّهم يمتنعون عن مواجهتها. إنّ عدم الاتّجاه للخوض في البحوث الجديدة والمجالات البكر، والامتناع عن ذلك، لأيّ سبب كان، أمر غير مقبول، ومن أهمّ عوامل إبطاء حركة الفقه التكامليّة، وفي إضعاف قدرته وإيقاف تطوّره. \n2 ـ عدم نضج الكتب الدراسيّة: إنّ للمتون الدراسيّة لكل علم تأثيراً كبيراً في جموده أو تطوّره؛ ذلك أنّ أساليب التعليم، وكيفيّة الخوض في أحد الموضوعات، وإفهام قواعده والأمور العلميّة، هي الّتي تحدِّد الهيكليّة الفكريّة، وأساليب نظرة طلاّب العلم إلى المسائل المطروحة. وتعليم الفقه ليس مستثنىً من هذه القاعدة. والكتابان الفقهيّان اللّذان يدرّسان في الحوزات؛ وهما: ((شرح اللُّمعة الدمشقيّة، والمكاسب)) ـ مع كل ما فيهما من غنىً ـ لا يمكنهما أن يكونا نصوصاً تعليميّة. فالشهيد والشيخ، لم يكن لهما هدف كهذا عند تأليفهما هذين الكتابين. فقد ألّف الشهيد الثاني ـ قبل حوالي خمسة قرونن وفي ظلّ ظروف الحكم الاستبدادي السيئة ـ ((شرح اللُّمعة))؛ الّذي شرح فيها كتاب اللُّمعة للشهيد الأوّل؛ لذا، فإنّ عباراته معقّدة وصعبة؛ بحيث لا تناسب العمل التعليمي. كما أنّ كتاب ((المكاسب))، الّذي هو حصيلة الأفكار العميقة للشيخ مرتضى الأنصاري، هو في الحقيقة مذكّرات دروسه في ((البحث الخارج)) [المرحلة العالية من \n\nالدراسة الفقهيّة]، وشأنه شأن شرح اللُّمعة يفتقر إلى خصائص الكتاب التعليمي. وربَّما يقال: إنّ نصوص الفقه التعليميّة وكتباً مثل شرح اللُّمعة والمكاسب تدرس في مرحلتي المقدِّمات والسطوح من تعليم الفقه، بينما يتركز القسم الأكبر من تعليم الفقه في مرحلة ((البحث الخارج))، الّذي ليست له نصوص محدَّدة. ومن هنا، فإنّ النصوص التعليميّة في الفقه، ليس لها تأثير كبير في عدم تطوّره. ",
        "ولكن لابدّ من الالتفات، إلى أنّ التعليم في السنوات الأولى يمثل الحجر الأساس الّذي تقوم عليه دروس البحث الخارج في جميع الأحوال، ولا يمكن إنكار أهميّة كتابي شرح اللُّمعة والمكاسب في بناء الهيكليّة الفكريّة للطلاّب، وتعرّفهم على أساليب البحث، والاستفادة من المصادر بشكل صحيح، واستخدام القواعد الفقهيّة والأصوليّة، رغم أنّ دروس ((البحث الخارج)) ينبغي أن تكون ذات معايير تعليميّة واضحة. \n3 ـ زيادة البحث الأصولي عن الحاجة: إنّ علم الأصول أداة لاستنباط الأحكام، ولا شكّ في أنّ المهارة في فهم قواعده، يجعل الوصول إلى مصادر الأحكام والاستفادة منها أمراً سهلاً، ويزيد من قدرة الفقيه الاجتهاديّة. واهتمام الحوزات العلميّة بالبحوث الأصوليّة العميقة في القرون الماضيّة يكشف عن هذه النكتة. ولكن لمّا لم تكن معرفة علم الأصول هدفاً بحدّ ذاتها بقدر ما هي وسيلة يستفيد منها الفقيه في الوصول إلى الأحكام، فينبغي الحذر من أن يتحوّل التوسّع المبالغ فيه، والخوض في البحوث الهامشيّة للأصول؛ الّتي لا تُطبّق إطلاقاً في الفقه أو تستخدم بشكل ضئيل جداً، دون بلوغ الهدف الّذي هو التفقّه في الدين. \n\nوقد ازداد الخوض في مسائل علم الأصول خلال السنوات الأخيرة في الحوزات العلميّة، بشكل لم تدع معه عشرات ومئات المسائل الافتراضيّة تماماً ـ والّتي هي وليدة الأذهان الخلاّقة لعلماء الأصول، والّتي ليس لها استخدامات عمليّة ـ مجالاً لأيّ فكرة جديدة ومبتكرة. ومَنَعت الحوزات من تناول المسائل الرئيسيّة والواقعيّة، كما حالت بين رجال الحوزة والرؤية الواقعيّة(11). وكان البروجردي [ت1380هـ]، الّذي هو من الفقهاء الكبار المتميِّزين والمبدِعين في القرن الأخير، يحاول تجنّب هذه المشكلة، رغم ما كان له من تبحّر كبير في علم الأصول. ولذلك قلّما نجده يبني المسائل الفقهيّة على أساس المسائل الأصوليّة. ولم يكن يخوض في المسائل الافتراضيّة إطلاقاً(12). ",
        "وما يؤسف له، هو أنّه يتمّ الخوض في الحوزات، خلال عصرنا، بشكل واسع جداً في مناقشة مسائل افتراضيّة في بحوث علم الأصول، وفي بحوث مثل: العلم الإجمالي، الاستصحاب الكلّي بأقسامه وفرضيّاته النظريّة، الّتي ليست لها أيّة فائدة عمليّة وفقهيّة. وهذا الأمر يشكل عاملاً من عوامل جمود الفقه، ومنَع الفقهاء وعلماء الأصول من النظر بشكل جاد إلى المسائل الحديثة. \nــــــــــــــ\n11 ـ بحث حول المرجعيّة والروحانيّة، ص175. \n12 ـ المصدر نفسه، ص242. ",
        "\n4 ـ البحوث الفقهيّة غير الضروريّة: وُظِّفت القدرات والبحوث الدقيقة خلال القرن الأخير، بشكل أكبر، لفروع وأقسام من الفقه؛ هي بشكل عام غريبة عن قضايا الحياة اليوميّة، والموضوعات المهمّة، والفاعلة في المجتمع. وقد ازدادت لفّات خيوط هذه البحوث تعقيداً؛ بحيث مَنعت فقهاءنا من التفكير في المسائل المستجدة. \nوفي عصرنا الراهن، يتناول الفقهاء في كتبهم الفقهيّة، وفي دروسهم الّتي يلقونها على طلاّب (البحث الخارج)، شرح أكبر الموضوعات، ويضعون حواشي على الحواشي، ويزيدون من الإشكالات ويجيبون على إشكالات، ويُشْكِلون على إشكالات لا تنفع الفقه والمجتمع، ولا تتضمّن سوى تزجية الوقت، وإظهار البراعة، وحين يُسألون عن هذا العمل الّذي لا طائل من ورائه، يجيبون بقولهم: \n((صحيح أنّ هذا النوع من الأبحاث لا فائدة عمليّة من ورائه، إلاّ أنّ له فوائد عمليّة جمّة، ومثل هذه البحوث يجب أن تقُرَأ كما في الماضي، بل بشكل أكبر، لتتفتّح أذهان وأفكار الطلاّب والعلماء، ويصبحوا من أهل النقد والبحث)). ",
        " ومن الواضح إمكان تنمية أذهان طلاّب العلم عن طريق البحوث الجديدة وما تدعو له الحاجة، خاصّة أنّه ينبغي للمجتهد، بعد طرح المسائل المستجَدَّة، أن يبحث عن أدلّة، ويستجيب للحاجات الفقهيّة المعاصرة، من خلال طُرق لم تكن موجودة من قبل، وهذا بإمكانه أن ينمّي أذهان وأفكار الطلاّب بشكل أفضل، ويفتح آفاقاً جديدة أمام إيجاد حلول للمشاكل المطروحة. \n\nالعوامل المؤدِّية إلى تطوُّر الفقه \nبعد المرور السريع على الوضع الراهن للحوزة، والإشارة إلى عوامل جمود الفقه في العصر الحاضر، والتذكير بالموضوعات والمسائل المهمَلة، ونقاط الضعف والنقائص الّتي تسبب عدم قدرة الفقه على حلّ المعضلات الاجتماعيّة والحكوميّة، وتلبية حاجات الناس الجديدة، لابدّ من الحديث عمّا ينبغي فعله لإنهاء هذه الحالة، وأيّة أدوات وأساليب ينبغي للحوزة أن تستخدمها ليتسنى ـ مرّة أخرى ـ للفقه وبقيّة العلوم الحوزويّة ، تحقيق الكمال والتطوّر المرجوّين. وبعبارة أخرى، ولأجل أن يتمكّن الفقه من التحرّك بمواكبة الزمان؛ حتّى لا يسبقه، ويقدّم في جميع الميادين والمجالات حلولاً مناسبة، ترى ما الّذي يجب عمله؟ ",
        "إن الإجابة عن هذا السؤال تتضمن أقساماً عدّة، يعود جزء منها إلى وضع التركيبة الإداريّة، ومؤسّسات وأنظمة الحوزة، والجزء الآخر إلى إقامة نظام ووضع خطّة للحوزات، وتنظيم أعمال البحوث، وإصلاح النظام التعليمي، وتدوين الكتب الدراسيّة، والرقي بالوعي الاجتماعي للحوزويّين، وغير ذلك ممّا هو خارج عن نطاق موضوع مقالنا هذا. وهنا نكتفي بالإشارة، بشكل عابر، إلى بعض هذه الأقسام الّتي لها علاقة برقي علم الفقه، ونشرح باختصار العوامل الّتي لو استخدمت لأدت إلى نمو الفقه ورقيّه. \n1 ـ استخدام أساليب جديدة \nقلنا فيما مضى إنّ أساليب الاجتهاد والاستنباط في العصور الماضيّة، كانت تنمو إلى جانب نموّ الفقه واتساعه. وفي الحقيقة، فإنّ ظهور أساليب جديدة في الاستفادة من المصادر وإصدار الفتاوى، كان على الدوام، مؤثِّراً في نمو الفقه ورقيّه. ولهذا، فإنّه متى ما تُصُوِّر أنّ الأساليب الموجودة كاملة لا نقص فيها، وأنّ الطُرق الأخرى ليست أفضل وأكمل ممّا هو موجود، فلن يكون بمقدورنا تطوير الفقه والرقيَّ به. كما أنّ أساليب الاستفادة من المصادر الفقهيّة، ينبغي أن تسير دائماً ـ شأنها شأن الفقه ـ نحو الكمال ، ولا ينبغي لها أن تتوقّف عن الحركة التكامليّة إطلاقاً؛ بحجة كونها كاملة لا نقص فيها. \n",
        "وعلى هذا الأساس، فإنّه كلمّا أقدم فقيه على إبداع ما، وساهم ـ باستخدامه لأساليب جديدة ـ في نموّ الفقه وعدد طرق الاستنباط، حصل تطوّر وتحرّك في الفقه بمستوى يعتدّ به، وأصبح أحياناً بداية لتحوّل مهمّ على مسار تكامل الفقه؛ ولذا فإننا لو قسَّمنا، مثلاً، مراحل تكامل الفقه إلى فترات، لوجدنا على رأس كل فترة فقيهاً مجدِّداً مثل ابن أبي عقيل، والشيخ المفيد، والشيخ الطوسي، وابن إدريس الحلّي، والعلاّمة الحلّي، والشهيدين، والمحقّق الكركي، والوحيد البهبهاني [ت1071 هـ]، والشيخ الأنصاري، والسيّد البروجردي، وغيرهم، ساهم مساهمة جادة في نمو الفقه ورقيّه؛ وذلك من خلال إبداعه أساليب جديدة أو إكماله للأساليب والمفاهيم القديمة في الاجتهاد. \nيقول الإمام الخميني ـ مشيراً إلى ضرورة تكامل الفقه ومناهج الاستنباط ـ : \n((... الفقاهة؛ أي أسلوب الاستنباط، هو بدوره بحاجة إلى التطوّر. فإنّ المنهج أمر غير كامل، بل يتكامل. ولا يمكن أن نزعم أنّنا بلغنا اليوم قمّة الفقه، وأنّ هذا الأسلوب لا يمكن أن يصبح أفضل. لا، مَنْ الّذي قال هذا؟، فالشيخ الطوسي بكلّ ما يتَّسم به من عظمة فقهيّة، انظروا إلى فتاواه في إحدى المسائل الفقهيّة. أيّ مجتهد مستعدّ اليوم للبحث بهذا الشكل؟، إنّ فتاواه كانت بسيطة وسهلة، ومجتهد اليوم لا يرضى إطلاقاً أن يعمل ويستنبط بذلك الشكل. فالفقاهة قد تكاملت على مراحلَ، وفي أزمان مختلفة...، لماذا لا يستطيع فضلاؤنا، ووجهاؤنا، ومحققونا، أن يضيفوا إلى هذا الأسلوب ويكملوه؟، فربما شمل الكثير من المسائل الأخرى، واستبُدل الكثير من النتائج، وتغيَّر الكثير من الأساليب، وعندما تتغيّر الأساليب، تُستبدل أجوبة المسائل أيضاً، ويأخذ الفقه شكلاً آخر. وهذا من بين الأعمال الّتي يجب أن تُنجز))(13). \nإنّ عظمة واقتدار الفقهاء الماضين، يجب أن لا تجعلنا نتصور أنّ أولئك العظماء ",
        "ــــــــــــــ\n13 ـ خطاب المدرسة الفيضيّة، كانون الأول1995. \n\nقد قالوا الكلمة الأخيرة في المجالات الفقهيّة، وأنّه لا يوجد أفضل وأكمل من أساليبهم الاجتهاديّة والفقهيّة. فإن كانت عظمة الشيخ الأنصاري وصاحب الجواهر وغيرهم، تؤدّي إلى أن لا يتجرّأ الفقهاء على إبداء رأي مقابل آرائهم، واستخدام مناهج وأساليب غير أساليب أولئك العظماء في الاستنباط، فإنّ جمود الفقه وتوقّفهما أمر لا مناص منه. وستكون نتيجة رؤية كهذه، أن يستخدم الفقهاء الحاضرون كلّ طاقاتهم لفهم آراء الماضين، ويعدّوها قمّة الفقه، ولا يفكّروا بالإبداع، وكشف طُرق جديدة، وإكمال أساليب الفقاهة إلاّ قليلاً. ",
        "يقول الشهيد مطهري: ((... إن كنّا نزعم أنّ فقهنا أيضاً، هو أحد العلوم الحقيقيّة في العالم، فعلينا أن نتّبع الأساليب الّتي تُتَّبع في سائر العلوم؛ وإلاّ، فمعنى ذلك أنّه خارج عن زمرة العلوم))(14). \nوالحقيقة الماثلة للعيان، هي أنّ الفقهاء والباحثين، قد بادروا ـ ضمن الوضع الفعلي القائم في الحوزات العلميّة ـ إلى البحث والتعمّق في نفس تلك المسائل الّتي كان الفقهاء القدامى قد منحوها عمقاً. وفي الاجتهاد والاستنباط تابعوا نفس الأساليب والطرق الّتي طالما سار عليها من سبقهم. وواضح أن وضعاً كهذا، لا يمكنه أن يعين على نمو الفقه ورقيّه، وتكامل أساليب التفقه. بل على الفقهاء المعاصرين، أن يكتشفوا آفاقاً جديدة من خلال التفكير النقدي، والرؤية العميقة المنفتحة، مستفيدين من الوسائل والطرق الجديدة. والأهمّ من كل ذلك، أن يضعوا موضع البحث والتقييم المتجدِّد كل ذلك في إطرا الروح العامّة للفقه والمبادئ الأساسيّة والبديهيّة؛ مثل (أهميّة النظام ومصلحته)، و(شموليّة الفقه)، و(الهدف السامي لنظريّة تنظيم أمور الإنسان من المهد إلى اللّحد)، كي يحدث النمو والرقيّ في مجال الفقه والتفقّه. \nومن الممكن أن يتصوّر البعض أنّ استخدام أساليب كهذه، لا ينسجم مع (الفقه التقليدي)، و(أساليب المتقدِّمين)، و(الاجتهاد الجواهري) [نسبة إلى (جواهر \nــــــــــــــ",
        "14 ـ بحث حول المرجعيّة والروحانيّة، ص64ـ65. \n\nالكلام)]، الّذي حظي بوصيّة وتأكيد الإمام الراحل مراراً. لكن ومع الأخذ بنظر الاعتبار ما أوضحناه آنفاً، لا يبقى مجال لتصوّر كهذا؛ ذلك أنّ ((الاجتهاد الجواهري)) نفسه، لمع على طريق تحقيق هذا الهدف نفسه، وبالاستفادة من أساليب فقهيّة جديدة في عصره. وقد كان أسلوب المتقدِّمين على مدى تاريخ الفقه، قائماً دوماً على العثور على آفاق جديدة، واكتشافها وتطوير الفقه. وبطبيعة الحال، فقد كان لهذه الحركة في بعض الفترات؛ مثل عصري العلاّمة والشيخ الأنصاري، سرعة أكبر، بينما لم تكن لها السرعة الكافيّة والمتوخاة في بعض الفترات؛ مثل عصرنا. وفضلا ًعن ذلك، ينبغي الانتباه إلى أنّ الإمام الخميني قدس‌سره أكّد من جهة على الفقه التقليدي، والاجتهاد الجواهري، وضرورة مواصلة طريق المتقدِّمين، ومن جهة أخرى، اعتبُِر الاجتهاد السائد في الحوزات العلميّة غيرَ كاف، واهتمّ بدور الزمان والمكان في الأحكام، وأكّد على ضرورة الاستفادة من أساليب فقهيّة جديدة: ((في الوقت نفسه الّذي أُشجع فيه على اتباع أسلوب الاجتهاد الجواهري بشكل رصين وراسخ، تجدر الاستفادة من حسنات الأساليب الجديدة والعلوم الّتي تحتاجـها الحـوزات الإٍسلامـيّة))(15). \nوعلى هذا، فالانتفاع من أساليب جديدة في مجال الفقه والتفقه، واحد من العوامل المساعدة على نموّ الفقه ورقيّه. وواجب الحوزة أن تبادر إلى معرفة أساليب جديدة عن طريق البحث، والمتابعة العلميّة، والاستفادة من نقاط قوّتها على مسار نمو الفقه ورقيّه. ",
        "2 ـ تبادل وجهات النظر \nإنّ الاختلاف في وجهات النظر لدى العلماء والمفكرين ـ إذا لم يكن ذا نوايا شيطانيّة ـ هو أحد أهمّ عوامل تطوّر العلوم، وكأنّ الحديث النبويّ المعروف ((اختلاف أمّتي رحمة))(16) الّذي وصف الاختلاف بأنّه رحمة، يبيّن هذا الأمر. \nــــــــــــــ\n15 ـ صحيفة النور، ج21، ص46. ",
        "16 ـ ابن أبي جمهور الأحسائي، عوالي اللائي، تحقيق: الشيخ مجتبى عراقي، قم، نشر سيد الشهداء، ج1، ص286. \n\nوكان اختلاف الآراء، وما يزال، أمراً متداولاً بين العلماء في مختلف العلوم الإسلاميّة، خاصة علم الفقه السامي؛ الّذي هو أفضل العلوم، وكذلك السنّة الحسنة في النقاشات والمناظرات العلميّة الساخنة بين الطلاب، وأصحاب الرأي والباحثين في العلوم الحوزويّة، وبين أصحاب الأئمّة. وكثيراً ما كان أشخاص مثل زرارة، ومحمد بن مسلم، وأبي بصير، وغيرهم، ينبرون للتداول في المسائل الفقهيّة مع الأئمّة المعصومين عليه‌السلام ، ويطرحون الإشكالات الّتي تعرض لهم. \nوإنّ الأئمّة عليه‌السلام بفسحهم المجال لأصحابهم لإبداء آرائهم، قد علَّموهم في الحقيقة أسلوب تبادل وجهات النظر وأهمّيّته في نمو العلوم ورقيّها. وفضلاً عن ذلك فقد كانوا يوصون أصحابهم بالنقاس العلمي. يقول الإمام عليه‌السلام: ",
        "((اضربوا بعض الرأي ببعض، يتولّد منه الصواب))(17). \nويقول: ((امخضوا الرأي مخض السقاء، ينتج سديد الرأي))(18). \nولذا فإنّ مبدأ اختلاف الآراء والأفكار كان على الدوام موضع اهتمام الأئمّة عليه‌السلام وأصحابهم، بوصفه عاملاً مهمّاً في الوصول إلى آراء سديدة، وإلى نموّ وسموّ العلوم الإسلاميّة، وخاصّة الفقه. \nولا شكّ، أنّ النقاشات العلميّة، ونقض وإبرام آراء الماضين ومن تلاهم، وتعارض الآراء في الحوزات العلميّة الشيعيّة، قدّمت خدمة جليلة لنموّ ورقي الفقه، وبقيّة العلوم. وبطبيعة الحال، فإنّ هذه السُّنة الحسنة، متداولة بشكل أكبر بين الطلاب والفضلاء الشباب في الحوزة، وهي غير شائعة ـ للأسف ـ في أوساط الفقهاء والمجتهدين في المستويات العليا؛ إذ ليس متعارفاً أن يجتمع الفقهاء البارزون، خاصّة المفتِين منهم، في مكان واحد، ويطرحوا آراءهم في مختلف الفروع الفقهيّة والمسائل والموضوعات المستجَدَّة، ويستعينوا بأفكار وآراء بعضهم. ",
        "ــــــــــــــ\n17 ـ محمد رضا الحكيمي، موسوعة الحياة، ج1، ص149. \n18 ـ الخونساري، شرح الغُرر والدُّرر، تحقيق: المحدّث أرموي، ج3، نشر جامعة طهران، ص276. \n",
        "والآن، وحيث إنّ تبادل الآراء على المستويات العلميّة العليا يؤدّي إلى نموّ العلوم، وزيادة معطيات الجهود، فلم يَعُد اليوم لرأي الشخص وحده قيمة وأهميّة تذكر، ولا يمكن إنجاز عملٍ ما بعمل فردي وفكر فردي. إنّ علماء كلَّ فرع من العلوم يتبادلون الرأي اليوم، ويحاولون الاستفادة من وجهات نظر بعضهم البعض؛ ولهذا يقول الشهيد مطهري: \n((لو أُسّس مجلس علمي في الفقه، وتحقّق عملياً وبشكل كامل مبدأ تبادل وجهات النظر، فإنّ كثيراً من الاختلافات في الفتاوى ستزول فضلاً عن الرقيّ والتكامل الّذي سيحدث للفقه))(19). \nويبدو أنّ تدريس ((البحث الخارج)) للفقه والأصول، لم يكن، وإلى زمن الوحيد البهبهاني، متداولاً بالشكل الّذي هو شائع اليوم في الحوزات العلميّة، وأنّ أوّل من درَّس البحوث الفقهيّة والاجتهاديّة بهذا النمط كان الوحيد البهبهاني، ومن بعده أكمل شريف العلماء المازندراني، ومن ثَمَّ الشيخ الأنصاري، وغيرهما، هذا الأسلوب، وثبّتوا تدريس ((البحث الخارج)) في الفقه والأصول، بالشكل الّذي هو عليه الآن(20). \nكانت حلقات درس ((البحث الخارج)) في الفقه آنذاك غالباً على هذا الشكل؛ وهو: أن يطرح الأستاذ ـ الّذي هو من الفقهاء والمراجع الكبار ـ بعد مطالعة وبحث وإعدادٍ وافٍ، في جمع كبير من الطلاّب أحد الفروع الفقهيّة، ويدافع عن وجهات نظره المطروحة، فيبدأ المشاركون في حلقة الدرس ـ وهم على مستوى عالٍ في الحوزة، ومن المجتهدين ـ بنقد آراء الأستاذ بحرّيّة، ويطرحون إشكالاتهم عليها؛ ولذا، كثيراً ما كان يحدث أن يبقى فرع فقهي معيّن مطروحاً في الحلقة لأيام، وتبحث مختلف جوانبه، ثُمَّ يصل الأستاذ إلى خلاصة ونتيجة، مستفيداً من الإشكالات المطروحة من المشاركين، عندها يطرح موضوعاً آخر. ورغم أنّ عقد حلقات درس كهذه آنذاك كان بمثابة صفوف درسيّة، لكنّه كان في الحقيقة أشبه بلجنة علميّة واستشاريّة، ينبري فيها فريق من أهل الرأي والعلم، من المستويات العليا في الحوزة، لتبادل وجهات النظر من خلال عرض أفكارهم. ",
        "ــــــــــــــ\n19 ـ بحث حول المرجعيّة والروحانيّة، ص64. \n20 ـ صحيفة كيهان، لقاء مع محمد إبراهيم جنّاتي، 30/9/1370هـ.ش. \n",
        "وكانت دروس البحث الخارج في الفقه آنذاك تشبه ـ تقريباً ـ المؤتمرات العلميّة المتداولة اليوم في المحافل العلميّة في العالم، بفارق، أنّه لم يكن فيها البروتوكول المتّبع في هذه المؤتمرات، ولم يكن انعقادها مرحليّاً، بل كانت هذه مؤتمرات تعقد طوال الأيام الدراسيّة. وكانت ذروة مثل هذه الدروس تعقد في سامراء، بواسطة الميرزا الشيرازي [محمد تقي بن علي، ت1338هـ]؛ الّذي كان له أسلوب مميَّز في عرض الموضوعات، وكانت حلقة درسه عبارة عن حوار بين الأستاذ وتلاميذه؛ ولذلك دعيت هذه الطريقة الفريدة بمدرسة سامراء(21). واليوم تزدهر دروس البحث الخارج في الفقه والأصول في الحوزات العلميّة، فالأساتذة والمجتهدون والمراجع العظام يطرحون في ساعاتٍ معيّنة من اليوم آراءهم الفقهيّة، والأصوليّة، والفلسفيّة على حشود من الطلاب. لكن هذه الدروس ـ للأسف ـ فقدت تلك السمة، وخلت من تبادل وجهات النظر ومعارضة الرأي بالرأي الآخر، فهي لم تَعُد كالمؤتمرات العلميّة. فلا الأستاذ لديه روح الإبداع، ولا هو يطرح موضوعات جديدة بكر ومثيرة للبحث، ولا الطلاّب يتمتّعون بالجدارة الكافية الّتي تمكِّنهم من نقد آراء الأستاذ، ولا أجواء حلقة الدرس تسمح بذلك. \nوفي عصرنا أُودع في زوايا النسيان تبادل وجهات النظر بين المجتهدين والفقهاء والطلاّب، واتّخذت حلقات درس البحث الخارج، بشكل كامل، حالة الصفوف الدراسيّة الميّتة، رغم أنّها لا تراعى فيها المعايير اللاّزمة. وأخيراً، فإنْ كانت الحوزات تبحث عن التغيير والتجديد، فينبغي أن تُبحث المسائل العلميّة على أعلى المستويات، وتُعقد مؤتمرات فقهيّة، وفلسفيّة، وأصوليّة، وكلاميّة لنقد ودراسة الأفكار السائدة، وطرح الآراء الجديدة ونقدها، وبذلك تُخرِج الحوزة \nــــــــــــــ\n21 ـ مجلة الحوزة (فارسي)، العددان 50 ـ 51، ص80 ـ 110. ",
        "\nنفسها من حالة الجمود والرتابة. وكما يقول الإمام الخامنئي:((لأجل كل مسألة تريدون حلها اعقدوا مؤتمراً ـ بكل معنى الكلمة، لا المؤتمر الّذي يأتي فيه ثلاثة أشخاص فيخطبون ويذهبون، إنّ هذا ليس مؤتمراً، بل اجتماع خطابي. المؤتمر يعني أن يُختار موضوع يَحتاج إلى التأمّل العقلي، ويذهب أشخاص من المفكرين ليفكّروا ويطالعوا ويجروا إحصائيّات، ويأتوا كي يتباحثوا مع بعضهم ويبدوا آراءهم، ثُمَّ يبوِّب المشرفون على المؤتمر هذه الآراء، ليحصلوا على نتيجة ذات قيمة))(22). \n3 ـ حرِّيَّة التعبير \nإنّ أحد مميّزات الحوزات العلميّة الشيعيّة، وجود أجواء مناسبة للتعبير، بحريّة، عن الرأي، وهيمنة روح التفكير الحر على الأجواء العلميّة؛ بحيث إنّ الفقهاء الكبار، وصغار الطلبة ومؤيدي وجهات النظر الشهيرة، وأصحاب الفتاوى النادرة، كانوا يبدون آراءهم بحرّيّة في أجواء منفتحة وعلميّة بعيدة عن التعصّب وضيق الأفق. وقد قدّمت ميزة الحوزات الشيعيّة هذه عوناً كبيراً لنمو ورقي العلوم الإسلاميّة، وخاصة علم الفقه. وفي الحقيقة، فإنّ استمرار حياة الفقه الشيعي، وتطوّره وازدهاره على مدى التاريخ، مدين، إلى حدٍّ كبير، لهيمنة روح التفكير الحرّ على الحوزات العلميّة. ",
        "وحين نرجع إلى آراء الفقهاء الماضين، والكتب الفقهيّة القيمة للقرون الأولى والوسطى، نجد أن عظماء مثل الشيخ الطوسي والعلاّمة الحلّي، وابن إدريس، والشيخ المفيد، والشيخ الصدوق، وغيرهم، رغم كونهم متقاربين من بعضهم من الناحية الزمنيّة تقريباً، إلاّ أنّ لهم آراء ونظيرات مختلفة. وقد أوردوا في كتبهم، وبحرّيّة، آراء الآخرين وحتّى وجهات النظر النادرة لبعض فقهاء عصرهم، أو العصر الّذي سبقهم، وأخضعوها ـ من غير أن تؤثّر فيها الأهواء الشخصيّة ـ للنقد والتحليل. ولم يقتصر ذلك على آراء الشيعة وحدهم، وإنّما كان هذ الانفتاح يطاول فتاوى فقهاء عامّة المسلمين أيضاً، فكانوا ينقلونه، ويعمدون إلى دراستها والردّ عليها برؤية علميّة. \nــــــــــــــ\n22 ـ خطاب في المدرسة الفيضيّة، كانون الأول 1995. \n",
        "وإلى جانب هذه الحركة الصاعدة، كان المتحجّرون وقصار النظر، يظهَرون في الحوزات العلميّة ويسببون جمود الأفكار، ويحولُون دون تطور العلوم الدينيّة ورقيّها. وإذا هيمن التحجّر وضيق الأفق ـ لا سمح الله ـ على أجواء العلوم الدينيّة والبحوث الفقهيّة، وكان الوضع بشكل لا يجرؤ معه أحد على إبداء رأيٍ، وطرح أفكارٍ جديدة، وكُفّر، وفُسّق، ولُعن كل من يبدي رأياً غير الآراء المألوفة المشهورة، فعندها من البديهي أن يلحق ضرر بليغ قبل كل شيء بعمليّة تكامل العلوم، ورقيها، وتطورها، وخاصة الفقه. وتكون النتيجة أن يموت الإبداع في مجال الفقه والتفقّه بشكل كامل، ولا يغدو عمل الفقهاء وأصحاب الآراء سوى تكرار لآراء الماضين، وتقليب لوجهات نظرهم، وفتاواهم، وأحياناً إضافة أو إنقاص بعض أدلّتهم ونصوصهم. \nومن الواضح، أنّه ـ ضمن ظروف كهذه ـ يمكن أن يظهر الكثير من الكتب الفقهيّة، ولكن من النمط الّذي لا يحمل فكراً جديداً أو معالجة لموضوع جديد، وهكذا يتوقّف الفقه عن النموّ ويذبل. \nوبصورة مبدئيّة، فإنّ البيئة الّتي تكون فيه الأفكار منغلقة على نفسها، ولا تهيمن عليها حرّيّة التفكير، لا يمكن للفقيه أن يتقدّم ويواكب حركة الزمان وتطور العلوم والحضارات ويكون ملبّياً لحاجات المجتمعات الإسلاميّة والفقهيّة باختلاف الأزمان والظروف، وإنّ مئات الأكداس من الكتب الفقهيّة لو دُرست، أو اُلّفت كتب أخرى لتشرح كتب الماضين، في جوّ يهيمن عليه الجمود والتحجر، فلن يساهم ذلك في رقيّ الفقه وتكامله، بل سوف يزيد من جموده. \n",
        "وكان بعض رجال الحوزة ـ وخلال طرح موضوعات حريّة التفكير وفسح المجال لإبداء وجهات النظر المختلفة في المسائل الفقهيّة ـ لا يخفون قلقهم الدائم، من أن تؤدّي حرّيّة الفكر إلى عواقب وخيمة، ويستغل فريق هذه الأجواء المنفتحة استغلالاً سيّئاً ويقدم على نشر وإشاعة أفكار مغلوطة وخطرة، ويبث أعداء الإسلام بين الناس وبحريّة ـ من خلال التفسير والتأويل المغلوطين ـ أفكارهم المسمومة، ومعتقداتهم الباطلة، بوصفها وجهة نظر فقهيّة، كما كان يحصل خلال سنوات النضال ضد نظام الشاه الطاغوتي، من قبل المنافقين وحزب ((فرقان)) وبعض المتظاهرين بالروحانيّة من علماء البلاط. \nوهذا القلق له ما يبرّره إلى حدّ ما، لكن ينبغي الانتباه إلى أمرين: \nأ ـ إنّ المقصود بحرّيّة التفكير، وتهيئة الظروف لإبداء الآراء الفقهيّة المختلفة في الحوزات، ليس معناه إضعاف أو تجاهل الضوابط والقوانين الّتي تلزم مراعاتها في مجال الفقه. فللفقه والاجتهاد قوانين ثابتة ومحددة ينبغي أن يكون إبداء وجهات النظر وإصدار الفتاوى ضمن إطارها، ومتناسباً معها. وفي غير هذه الحالة، فإن إبداء رأي فقهي يكون عديم القيمة ويُعدّ ـ بشكلٍ ما ـ عملاً بالرأي، وهو أمر مرفوض عند الشيعة. \nب ـ يُظهِر تاريخ الفقه أنّ رسوخ وثبات الفقه، والعلوم الإسلاميّة الأخرى، وكذلك اقتدار الفقهاء علمياً، كان بشكل لم يبق معه مجال للقلق والتحركات المناوئة. وكانت حوزات الفقه تردّ دائماً على الآراء الباطلة، والإشكالات الّتي تطرح، وتبين ضعف الآراء، والاستنتاجات الفقهيّة للمنحرفين فكرياً والمشككين. ",
        "إذاً، فليس بمقدور رجال الحوزة تحقيق حوزة فاعلة وسليمة دون السماح بانفتاح الأجواء الفكريّة والترحيب بكل فكرة جديدة تطرح ضمن الضوابط المرعيّة. \n\nوكما يقول الإمام الخامنئي: ((يجب أن لا يكون الأمر على النحو التالي: بمجرد أن يقدِّم شخص فكرة، أو فتوى فقهيّة جديدة، ولو كانت مغلوطة، يكون ردّ فعلنا الأوّل، هو الرفض؛ فنقول: أنظروا أيّة فتوى مغلوطة أفتاها فلان في المسألة الفلانيّة. لابدّ أن يطرح رأي فقهي ويوضع على بساط البحث، ويكون المجال مفتوحاً لإبداع أفكار فقهيّة جديدة. وبطبيعة الحال، فإنّ عملاً كهذا، يجب أن يكون خاضعاً لضوابط وقوانين؛ بحيث لا يأتي أي شخص فيدلي برأيه))(23). \nإنّ البقاء ضمن نطاق أفكار الماضين ـ الّذي ينجم غالباً عن اعتياد الذهن أو الرؤية المحدودة والأفق الضيّق للباحث ـ يقتل روح التطوّر والرقيّ، ويوقف سير حركة الفقه التكامليّة. وعلى هذا؛ ولأجل تطوير الفقه، والحيلولة دون ظهور أي نوع من التحجُّر، ينبغي تعزيز روح حرّيّة التفكير، وخلق الأرضيّة اللاّزمة لإبداء وجهات النظر بحرّيّة في الحوزات العلميّة. ",
        "4 ـ التَّخصُّص في الفقه \nضمن الظروف الراهنة، حيث اتسع الفقه ـ شأنه شأن سائر العلوم ـ وبقيّة العلوم الإسلاميّة، لا شكّ، أنّ الإحاطة بكل العلوم الحوزويّة أمر مستحيل بالنسبة لشخص واحد، مهما كان موهوباً ومثابراً. فمؤلِّف جواهر الكلام، بموهبته الفذّة، وعمله الدؤوب، وعمره الطويل، استطاع بمشقّة تدوين دورة كاملة في الفقه. وبديهي أنّه لو كان قدر ركَّز قدرته وطاقته على التحقيق، والتعمق في باب أو عدة أبواب من الفقه، فلربما حقق نتائج أكثر اهميّة. \nواليوم، وقد ازداد الفقه اتساعاً، فإنّ الدراسة الشاملة والدقيقة لجميع أبوابه لا تتأتّى لشخص واحد. والصواب، هو: أن تصنّف أبوابه وأقسامه المختلفة، ويبادر كل فريق من الباحثين إلى دراسة وبحث قسم واحد منه، ويركّز كل جهده على ذلك القسم ليبحث بشكلٍ وافٍ، وتجمع كل المسائل المستحدثة والموضوعات \nــــــــــــــ",
        "23 ـ المصدر نفسه.\n\nالجديدة ذات العلاقةـ بشكلٍ ما ـ بهذا القسم، وتُقدَّم الإجابات الشافية والدقيقة عنها. يقول الشيخ الأراكي عن طروحات الشيخ الحائري بشأن التخصّص في الفقه: \n((كان الشيخ يقول: إنّ كلّ باب من هذه الأبواب بحاجة إلى متخصّص؛ لأنّ أبواب الفقه متشعبة جدّاً، والأقوال والأدلّة العقليّة والنقليّة والإجماع عليها يتطلّب بحثاً مضنياً، ويحتاج إلى أشخاص أذكياء، وإنّ عمر الإنسان لا يكفيه لأن يبحث خمسين باباً بشكل وافٍ وكما ينبغي. إذاً، فمن الأفضل أن يتخصّص في كلّ باب شخصٌ واحد))(24). ",
        "ولو أنّ علم الفقه قُسِّم ـ شأنه شأن بقيّة العلوم ـ إلى فروع شتّى، وانبرى فريق من الطلبة والفضلاء لبحث ودراسة العبادات فقط، وتخصّصوا فيها، وتخصّص فريق آخر في المعاملات، وفريق آخر في السياسة، وغير ذلك، سيكون تطوّر الفقه ورقيّه، أكثر ممّا هو عليه الآن. \nيقول الشهيد مطهري: \n((في الوضع الراهن، وبعد هذا التطوّر الّذي كان حصيلة جهود العلماء والفقهاء المتقدّمين، ينبغي لعلماء هذا الزمان وفقهائه إمّا أن يحولُوا دون تطوّر الفقه وتكامله، ويمنعوا رقيّه، أو يطبِّقوا عمليّاً ذلك الإقتراح الرصين والمتحضِّر (اقتراح الشيخ عبد الكريم الحائري بشأن التخصُّص في أبواب الفقه) فيوجدوا فروعاً متخصِّصة، ويميّز الناس بدورهم في التقليد كما يميّزون في الاختصاصات عند مراجعتهم))(25). \nومما يؤسف له، أن النظام التعليمي للحوزة اليوم، لا يخرِّج متخصّصين. فكل طالب ـ بغض النظر عن موهبته ورغبته ـ يستطيع أن يشارك في أي درس يشاء، لهذا يشارك الطلاّب ـ دون برنامج محدَّد ـ في جميع دروس الحوزة، وتستمر هذه العمليّة من بداية الدخول إلى الحوزة حتّى مرحلة الشيخوخة والهرم، دون أن يحصل هؤلاء أنفسهم على استفادة صحيحة وفاعلة. وواضح أنّ من يملك معرفة إجماليّة بكل العلوم، دون التخصّص في بعض فروعها، لا يمكن أن يكون له دور عملي فاعل في المجتمع، حيث الحاجة الماسّة إلى معرفة شاملة وعميقة وتخصّصيّة. ",
        "ــــــــــــــ\n24 ـ مجلة الحوزة، العدد 12، ص40، لقاء مع أيّة الله الأراكي. \n25 ـ بحث حول المرجعيّة والروحانيّة، ص60. \n",
        "أمّا أولئك الّذين تعمّقوا في دراسة فرع معين، وأنفقوا عمراً فيه، فبإمكانهم ـ وبسبب معرفتهم الشاملة بذلك الفرع ـ تلبية قسم من الإحتياجات. لذلك يعتقد الشيخ البهائي ـ الّذي يُعدُّ أحد العلماء الكبار [ت1031هـ] ـ أن من يخوض في جميع الفروع ـ مهما كان موهوباً وقديراً ـ لا يستطيع على الإطلاق أن يكون مثل شخص بذل كلّ جهده في فرع واحد من العلوم، وكان يقول: \n((متى ما قابلت ذا فنونٍ متعدّدة، غلبته، ومتى ما قابلت ذا فنٍّ واحد غلبني))(26). \nفحين يجد الشيخ البهائي ـ مع ما كان عليه من عظمة ـ نفسه مغلوباً من قبل المتخصّص، فما بالك بالأشخاص العاديين، ذوي الطاقات المحدودة؟ \nوفي البدء، فإنّ التخصّص، وظهور الاتجاهات المختلفة في علم ما، هو النتيجة الطبيعيّة لنموّ ذلك العلم ورقيّه، لذلك فعندما تحقّق العلوم تقدّماً أكبر في المستقبل، ربّما ينقسم كلّ فرع من الفروع الحاليّة للعلوم إلى عدّة فروع، ويغدو التخصّص في كل فرع، وكل قسم من هذا العلم، أمراً غير ممكن لشخص واحد. فعلم الطب مثلاً، مقسّم في الوقت الحاضر إلى فروع عديدة متخصّصة، مثل: الأنف الأذن والحنجرة، القلب والشرايين، الجلد والشعر، وغير ذلك. فمن الممكن جداً أن تتّسع المسائل المتعلّقة بطبّ العيون إلى حدٍ تظهر الحاجة إلى أن يُقسِّم فرع طب العيون نفسه إلى عدّة أقسام أخرى. ",
        "ــــــــــــــ\n26 ـ الكلام يجرّ الكلام، ج1، ص124. \n\nكذلك الحال مع علم الفقه؛ فالحديث يدور اليوم عن التخصّص في بعض أبواب الفقه، فربّما أصبح الإلمام الكامل، ولو بأحد أبواب الفقه، أمراً عسيراً في المستقبل، واستدعى الأمر أن يقسَّم كل باب من أبواب القضاء، والعبادات، والمعاملات، وغيرها، إلى عدّة تخصّصات أيضاً. وهذه الحصيلة ضروريّة لنمو العلوم ورقيّها. وكما يقول الشهيد مطهري: ",
        "((إنّ الحاجة إلى تقسيم الأعمال في الفقه، وظهور فروع متخصّصة فيه، أصبحت ماسّة منذ مائة سنة مضت وإلى الآن، وفي الوضع الراهن ينبغي لفقهاء هذا الزمان إما أن يمنعوا نموّ الفقه ويوقفوه أو أن يذعنوا لهذا الاقتراح؛ ذلك أنّ تقسيم الأعمال في العلوم معلول لتكامل العلوم وعلّتها؛ أي أنّ العلوم تنمو تدريجياً حتّى تبلغ حدّاً يصبح معه البحث في جميع مسائلها فوق قدرة شخصٍ واحد، فلا مناص من أن تقسّم وتظهر فروع تخصصيّة. إذاً، فتقسيم العمل، وظهور فروع تخصّصيّة في علم ما، هو نتيجة تكامل ذلك العلم وتطوّره. ومن جهة أخرى، فإنّ بظهور فروع تخصّصيّة، وتقسيم العمل، وتركيز الذهن على مسائل معينة ـ سيشهد ذلك الفرع تطوّراً بشكل أكبر))(27). \nواستناداً إلى هذا، فإنّ التخصّصات في العلوم الحوزويّة وبالأخص في الفقه، وفي أبوابه المختلفة، ضرورة لا يمكن التغاضي عنها، وإنّ نمو الفقه وتطوّره، دون تقسيم الأعمال، أمر عسير جداً، والتهاون في هذا الأمر لن يؤدّي إلاّ إلى جمود الفقه وتخلّفه عن الركب المنطلق للعلوم الأخرى. \n5 ـ الفقه المقارَن \nإنّ دراسة المسائل الفقهيّة، دون الأخذ بعين الاعتبار المعطيات العلميّة للآخرين في (علم القانون، والمدارس القانونيّة الغربيّة، ومدارس الفقه السنّي)، ليس بالأمر المُجدي. فإنّ الوجود الواسع للقوانين والضوابط المدنيّة والجزائيّة لمدارس ",
        "ــــــــــــــ\n27 ـ بحث حول المرجعيّة والروحانيّة، ص61 ـ 63. \n\nالقانون الغربي في المجتمعات الإسلاميّة، والعلاقات الواسعة القائمة، تتطلَّب أن يطّلع الحوزويّون على القانون الغربي، ويستفيدوا منه. فضلاً عن ذلك؛ ولأجل قرب الفقه الشيعي والسنّي من بعضهما، والخطوط المشتركة الكثيرة بينهما، عليهم أيضاً أن يعرفوا، على وجه الدقّة، وجهات نظر أهل السنّة في كل مسألة يبحثونها. ",
        "لقد أُنجِزت دراسات كثيرة في مجال القانون المدني والقانون الجزائي وأشكال البحوث القانونيّة في غرب العالم وشرقه، وقُدِّمت أعمال متخصّصة، وآلاف المؤلَّفات في هذا المضمار، وينهمك الآن كثير من الخبراء في بحث ودراسة القانون وأشكاله، ويعرضون آخر إنجازاتهم العلميّة بأفضل الأساليب وبشكل قانوني. \nونحن إذ نواجه اليوم سجلّاً حافلاً ورصيناً للآخرين في هذا المضمار، لا يمكننا أن نتحدّث عن القانون الإسلامي دون مطالعة ذلك السجلّ الضخم الحافل، ودون مواكبة للأساليب الجديدة، قائلين: لا شأن لنا بالآخرين، نحن نبيّن ما نفهمه من المصادر الشرعيّة. \nولأجل تبيان وجهات النظر القانونيّة في الإسلام بشكل أكثر نضجاً، وطرحها دون زيادة ونقصان، ينبغي لنا أن نكون على إلمام كامل ودقيق بوجهات نظر الآخرين؛ فربَّما تترك أثراً كبيراً على إدراكنا، وتجعل رؤيتنا أكثر دقّة، وتؤدّي بنا إلى أن ندرك وجهات النظر القانونيّة في الإسلام بشكل أفضل وأوضح. فنحن قد تخلَّفنا كثيراً في المجال القانوني عن الركب المعاصر المنطلِق، فالآخرون وخاصّة الغرب، متقدِّمون علينا كثيراً، وذلك لا يعني أن مصادرنا متخلِّفة، كلا، فمصادرنا غنيّة وثريّة جدّاً، لكنّنا لم نبادر إلى استثمارها، ولم نتعامل مع هذه الكنوز الضخمة، بأساليب حديثة، ولم نبذل جهداً في هذا المضمار لنستكشف وجهات نظر الإسلام بأكمله، ونقدّمها بلغة معاصرة يتقبّلها العالم اليوم. \n",
        "وعن هذا التخلّف، والبعد بيننا وبين عالم اليوم في كثير من العلوم، ومنها القانون، لنستمع إلى ما يقوله الإمام الخامنئي: \n((... انظروا كم من البحوث المختلفة أُنْجِزت في مجالات القانون المدني والجزائي، وغيرها من الحقول القانونيّة. لقد أُنْجِز هذا العمل في الغرب، وفي العالم الإسلامي، عدا العالم الشيعي. وعلينا الإذعان بأنّنا متأخِّرون جداً في هذه المجالات، رغم أنّ هذا هو مجال تخصّصنا، وإنّ أغلب الجهود في الحوزات العلميّة تتركّز على مجال الفقه))(28). \nكان فقهاء الشيعة في الماضي، يطرحون آراء فقهاء أهل السنّة أيضاً، ضمن طرح وجهات نظرهم الخاصّة، وينقدون أدلّتهم بشكل علمي، وإلى القرن السابع تقريباً، كان نقل ودراسة فتاوى فقهاء أهل السنّة أمراً شائعاً بين علماء الشيعة، وكثيراً ما نصادف آراءهم في كتب الشيخ الطوسي، والعلاّمة الحلّي وغيرهما، وربَّما كان الشيخ الطوسي أوّل فقيه ألَّف، وبكفاءة تامّة، دورة كاملة من الفقه المقارَن؛ تحت عنوان الخلاف، اهتم فيها بدرس وجهات نظر فقهاء أهل السنّة في جميع المجالات الفقهيّة. وفي القرون التاليّة، ومنذ القرن الثامن وما بعد، هُجِر هذا الأسلوب تدريجيّاً، حيث لا يلاحظ في كتبنا الفقهيّة أثر لوجهات النظر الفقهيّة لأهل السنّة، إلى أن أحيا أخيراً السيّد البروجردي سنّة الماضين؛ وأولى الفقه المقارَن اهتماماً خاصّاً، فقد استطاع سماحته من خلال معرفته الكاملة والشاملة، الّتي قل ّ مثيلها في الفقه وآراء فقهاء أهل السنّة، أن يُحدِث نقلة نوعيّة في أمر الاستنباط، ويخلق أسلوباً جديداً. \nوعلينا الانتباه إلى أنّ فقه العامّة كان، لسنوات طويلة، هو الفقه الحاكم، بينما كان الفقه الشيعي ـ إلاّ في فترات قصيرة ـ يشقّ طريقه بعيداً عن مسائل الحكومة ",
        "ــــــــــــــ\n28 ـ خطاب في المدرسة الفيضيّة، كانون الأول 1995. \n\nوالسياسة، لهذا، ربَّما كان فقه العامّة يضمّ في كثير من المجالات الحكوميّة والاجتماعيّة، مسائل وموضوعات لم يتناولها فقهاؤنا. وبعبارة أخرى، يمكن القول: إنّ الفقه الشيعي كان حاشية على فقه أهل السنّة. ومن هذا المنطلق، ربَّما بقي كثير من أمور وجوانب روايات وآراء الأئمّة (عليهم السلام) خافياً علينا، ما لم نأخذ بنظر الاعتبار آراء فقهاء العامّة، ونطّلع على كتبهم الفقهيّة. واستناداً إلى هذا، فإنّ التعرّف على فقه أهل السنّة، ودراسة وجهات نظرهم، والاطلاع على المدارس القانونيّة في الغرب والشرق، والمقارنة بين وجهات النظر القانونيّة الشائعة، وبين وجهات النظر الشيعيّة، يمكن أن يؤدّي إلى نموّ الفقه وتطوّره. ",
        "6 ـ تحديد الموضوعات ومراعاة العصر \nالفقه هو قانون الحياة، وله علاقة مباشرة بأعمال الإنسان وسلوكه، فقد أنزل الله تعالى مجموعة أحكام وضوابط لحياة سليمة، إلاّ أنّه ينبغي البحث عن موضوعات تلك الأحكام في الطبيعة وفي حياة الناس اليوميّة. والموضوعات، هي الأخرى، أمور غير ثابتة في مختلف الأزمنة والأمكنة؛ بل هي في حالة تغيّر دائم خلال مسيرة الزمن، ففي كلّ زمان ومكان يكون للمفاهيم والموضوعات معناها الخاص، وتتطلّب أحكامها الخاصّة. لهذا، فبقدر ما يكون إدراكنا للمسائل والموضوعات المستجَدّة في الظروف والأزمنة والأمكنة المختلفة، يختلف حمل الأحكام الفقهيّة عليها، والاستنباط والفتاوى الفقهيّة. واستناداً إلى هذا نرى أنّه كانت تطرح خلال القرون الماضية مفاهيم وموضوعات اختلفت اليوم كلّيّاً، وتغيّر الكثير منها، كما نُسخ الكثير، وطرحت محلّها مفاهيم وموضوعات جديدة ينبغي للفقه أن يُبدي رأَيه فيها. وكان الإمام الخميني ـ ومع أخذ هذا الأمر بعين الاعتبار، ورغم كونه يؤكّد على الدراسة والبحث على أساس الفقه التقليدي، والإجتهاد الجواهري ـ يصرّ على ضرورة الاهتمام بعنصري الزمان والمكان، ودورهما في الاجتهاد وفي تطور الفقه أيضاً: \n\n ((... إنّني أؤمن بالفقه التقليدي والاجتهاد الجواهري، ولا أرى التخلّي عنهما جائزاً. الاجتهاد بذلك الأسلوب صحيح، لكن ذلك لا يعني أنّ الفقه الإسلامي غير متطوّر. الزمان والمكان عنصران مهمّان في الاجتهاد، فالمسألة الّتي كان لها في السابق حكم ما، يمكن أن نجد ـ حسب الظاهر ـ لها حكماً جديداً في العلاقات المهيمنة على سياسة واجتماع اقتصاد نظامٍ ما..))(29). ",
        "إنّ إهمال عنصري الزمان والمكان، وانعدام المعرفة العميقة بالمفاهيم الدينيّة، وبالعلوم الّتي تقع ضمن نطاق المعارف الدينيّة بشكل مباشر، أو غير مباشر، وكذلك الجهل بأوضاع العالم المعاصر، وعدم الاهتمام بالموضوعات والمسائل المستجَدّة، سيؤدّي حتماً إلى إبداء آراء غير صحيحة فيها، ويبطئ نموّ وتطوّر الفقه في المسيرة المتسارعة للحركة التكامليّة للعلوم. \nوعلى هذا الأساس، فإنّذ تصوّر البعض ((أنّ معرفة الموضوعات أمر موكول للعرف، وأنّ عمل الفقه هو الإفتاء، لا معرفة الموضوعات))، أمر غير صحيح؛ ذلك أنّ الإفتاء من دون معرفة بالموضوعات غير ممكن، لكن الفقيه بإمكانه، ولأجل معرفة الموضوعات، أن يستعين بخبراء في كل قسم، فيصدر فتواه بعد إلمامه الشامل بجميع جوانبها. فنمو الفقه وتطوّره رهن بأن يكون الفقيه مطّلعاً على أوضاع العالم الّذي يعيش فيه، وعارفاً بتفاصيل الحياة اليوميّة للناس وحوادثها، ويعيش في خضم المجتمع، ويدرك جيداً مجريات الأمور والقضايا المستجدة. \nوكان تطور الفقه وازدهاره في القرون الماضيّة مديناً لجهود فقهاء عارفين بمسائل عصرهم ومشكلاته؛ إذ توجد في الكتب الفقهيّة للشيخ المفيد، والشيخ الطوسي، والشريف المرتضى، والعلامة الحلّي دلالات عديدة تظهر اطلاعهم الكامل على الموضوعات الفقهيّة ومتغيّرات عصرهم. وإن إنشاء العلامة الحلّي للمدرسة المتنقلة، قبل أن يبين أهميّة حرصه على صيانة الحوزات العلميّة، دالٌّ على مدى اهتمامه بعنصري الزمان والمكان والحوادث والقضايا والموضوعات الّتي كان يواجهها. \nــــــــــــــ",
        "29 ـ صحيفة النور، ج21، ص98. \n\nوفي عصرنا الراهن، وعقب انتصار الثورة الإسلاميّة، يواجه الفقيه مسائل وموضوعات جمّة، أشرنا إلى بعضها فيما مضى، ممّا يصعب كثيراًـ و بلا شكّ ـ تلبيته من دون اطلاع على عنصري الزمان والمكان، والاهتمام بالموضوعات الجديدة. \nوإنّ معرفة الأوضاع ومجريات الأمور، وإدراك العوامل المؤثّرة في المجتمع، يمنح القدرة على التنبؤ. وبواسطة التنبؤ، يمكن للفقيه أن يبادر إلى مواجهة الحوادث، ويستفيد من الفرص المؤاتية، الّتي توفّرها المتغيّرات الزمانيّة؛ لئلا يقع فريسة للحوادث، وكما يقول الإمـام الصـادق عليه‌السلام فـإنّ ((العالم بزمانه لا تهجم عليه اللَّوابس))(30). ",
        "يقول الأستاذ الشهيد مطهري ـ مشيراً إلى هذا الحديث الشريف، وإلى ضرورة كون الفقيه عالماً بزمانه ومكانه ـ : \n((من البديهي، أنّ المفهوم المستفاد من العبارة القيمة المذكورة آنفاً، هو أنّ (الجاهل بزمانه تهجم عليه اللوابس). إنّ من لا يعلم ما الّذي يجري في العالم من حوله، وأي من العوامل المتحكِّمة في صنع المجتمع تطاوعه، وأيّة بذور تبذر في الوقت الحاضر ستنمو في المستقبل، وما الّذي يحمله الزمان في أحشائه؟، لن يتمكّن إطلاقاً من النهوض لمواجهة القوّات المهاجِمة، أو اغتنام الفرص الذهبيّة الّتي تّمر مرّ السحاب))(31). \nإنّ الاطلاع على القضايا المعاشة، والمعرفة بالزمان والمكان، يغيّر رأي الفقيه في كثير من المسائل، فمثلاً، الفقيه الّذي يعيش في مكان عامر؛ تجري فيه الأنهار وسواقي المياه، أو فيه شبكة أنابيب مياه، تختلف فتواه في مسائل الطهارة والنجاسة عن فتوى الفقيه الّذي يعيش في منطقة جافة قليلة المياه، يتمّ الحصول \nــــــــــــــ",
        "30 ـ إبن شعبة الحرّاني، تحف العقول، بيروت، الأعلمي، ص261. \n31 ـ بيرامون جمهوري إسلامي (حول الجمهوريّة الإسلاميّة)، الشهيد مطهّري، نشر مؤسّسة صدرا، ص33. \n\nعلى المياه فيها بمشقّة. أو أنّ من رأى بنفسه عن كثب حشود حجاج بيت الله الحرام، والمصاعب الّتي يقاسونها، يختلف عمن تعرَّف إلى الحج عن طريق الآيات والروايات فقط. أو من يعرف دور المصارف ونظام التأمين، أو العضويّة في المنظمات السياسيّة والاقتصاديّة، العالميّة والإقليميّة، في حياة البلدان والشعوب، تختلف فتواه عمّن ليست لديه أيّة معرفة بهذه الظواهر الجديدة ويفتي بالتحريم والتحليل استناداً إلى نفس الأوامر المطلقة والعامّة الموجودة في الفقه، دون وضعه العواقب في الحسبان. فالفقيه الّذي لا يهتمّ اليوم بهذه الأمور، يمكننا أن نقول عنه إنّه لا يصلح للإفتاء فيها، ولا يمكن تقليده. ",
        "((إنّ مهمّة الفقيه والمجتهد هي استنباط الأحكام، غير أنّ إلمامه ومعرفته ـ أو طبيعة نظرته إلى الحياة ـ يؤثّر كثيراً في فتاواه؛ إذ ينبغي للفقيه أن يكون على اطلاع كامل بالموضوعات الّتي يصدر بحقها فتاواه. ولو افترضنا فقيهاً يعيش دائماً في زاويّة من بيت، أو مدرسة، وقارناه بفقيه يخوض معترك الحياة ويتعايش معها، فإنّ هذين الشخصين، يرجعان إلى الأدلّة الشرعيّة ومصادر الأحكام ذاتها، لكن كلاً منهما يستنبط بشكل خاص، يختلف فيه عن الآخر))(32). \nوبصورة مبدئيّة، فإنّ الاجتهاد، هو تطبيق القوانين العامّة على المسائل المستجَدّة والحوادث المتغيّرة، والمجتهد الحقيقي الّذي وعى هذا الأمر، يتنبّه إلى الموضوعات كيف تتغيّر، ويتغيّر حكمها بطبيعة الحال، وإلاّ فإنّ التفكير في موضوع قديم له حلّ فيما مضى، واستبدال ((على الأقوى)) بـ ((على الأحوط)) أو في أفضل الحالات، ليس إنجازاً، ولا يستحق كل هذه الضجة(33). \nولأجل أن نبيّن كيف تتغيّر الموضوعات بمرور الزمان، وكيف تستطيع رؤية الفقيه أن تترك أثراً في فتاواه، نشير ـ كنموذج على ذلك ـ إلى حالّتين: \nــــــــــــــ",
        "32 ـ بحث حول المرجعيّة والروحانيّة، ص59. \n33 ـ المصدر نفسه، ص58. \n\n1 ـ نقل في حديث عن النبيّ صلى‌الله‌عليه‌وآله‌وسلم أنّه قال: ",
        "((إذا اختلفتم في الطريق فاجعلوه سبعة أذرع))(34). \nيُستَشَف من ظاهر هذا الحديث الشريف أنّ النبيّ صلى‌الله‌عليه‌وآله‌وسلم حكم في هذه المسألة بأن يكون المعيار في الطريق والشوارع العامّة هو احتساب ثلاثة أمتار ونصف عرضاً. وإنّ أمراً كهذا كان طبيعياً ومنطقياً جداً في الماضي، عندما كانت حركة مرور الناس محدودة، ووسائل النقل مقتصرة على الحصان والبغل والحمار، ولم تكن هناك حاجة إلى أكثر من ثلاثة أمتار ونصف. لكن الآن ـ حيث تقوم الحياة على الآلة، وتسير في الشوارع والطرقات حشود من السيارات والحافلات والشاحنات، ومئات من وسائل النقل ـ فمن البديهي أن لا تكفي هذه المسافة، ولا يمكنها أن تلبّي حاجات عامّة الناس. فالحاجة اليوم ماسة إلى شوارع وطرقات فسيحة، ولا يمكن، بشكل جازم، الاستناد إلى المسافة الواردة في الرواية المذكورة آنفاً. فلو أراد المسؤولون في إدارة البلديّة، توسيع شارع أو زقاق، فهل لنا أن نعترض استناداً إلى هذا الحديث الشريف، ونقول: إنّ المسافة هي سبعة أذرع عرضاً، وهذا هو الحكم الفقهي، ولا يمكن تجاوزه؟ \nوالفقيه العارف بالزمان والمكان يدرك ـ ببساطة ـ أنّ هدف النبيّ صلى‌الله‌عليه‌وآله‌وسلم ، كان إيجاد حلّ لمشكلة كانت تنحلّ بهذه المسافة، ولم يشأ أن يسنّ قانوناً ثابتاً لجميع الأزمنة والأمكنة. ففي ذلك الزمان كان بإمكان الطُرق والأزقّة الّتي عرضها سبعة أذرع (5ر3 متر) أن تلبّي حاجات المارّة، إلاّ أن مقاييس شقّ الطرق والشوارع وإنشاء الجسور اليوم أمر آخر، يختلف تماماً عمّا كان عليه في صدر الإسلام. \n2 ـ في مسألة التصوير والرسم، أفتى أغلب الفقهاء بالحرمة المطلقة في هذا الأمر، سواء أكان الرسم والتصوير للنباتات والأشجار، أم للمخلوقات ذات الروح كالإنسان والحيوان، مستندين إلى الروايات الّتي تظهر شدّة عذاب المصوّرين، ومنها: ",
        "ــــــــــــــ\n34 ـ سنن ابن ماجه، تحقيق: محمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت، ج2، ص874. \n\nأ ـ ((... من صوّر التماثيل فقد ضادّ الله))(35). ",
        "ب ـ ((من صوّر صورة عُذِّب حتّى ينفخ فيها الروح، وليس بنافخ))(36). \nج ـ ((أشدّ الناس عذاباً يوم القيامة رجل قتل نبيّاً أو قتله نبيّ، ورجل يضلّ الناس بغير أو مصوّر يصوّر التماثيل))(37). \nففي هذه الأحاديث وأمثالها، وبغضّ النظر عن ضعف أسانيدها وطرقها، أشير إلى عذاب المصوّرين وعقوبتهم في عِداد من قتلوا نبيّاً أو ارتدّوا. \nوقد شكّك بذلك بعض الفقهاء المعاصرين، ومنهم الإمام الخميني. فبعد تعداده الآراء الواردة في هذه المسألة، ودراسة الروايات الّتي استُنِد إليها لإثبات الحرمة المطلقة للتصوير، نفى صحة هذه الروايات، وقال: إنّه ليس ممّا ينسجم وروح الإسلام أن يزيد عذاب المصوّر على عذاب جميع المذنبين حتّى قتلة الأنبياء؛ لهذا فهو يقول بشأن تلك الروايات: ",
        "((فإنّ ذلك التهديد والوعيد لا يتناسب ومطلق عمل التماثيل أو رسم الصور؛ فمن المؤكّد أنّ عملها لا يكون أعظم من قتل النفس المحترمة، أو الزنى، أو اللواط، أو شرب الخمر، وغيرها من الكبائر. والظاهر أنّ المراد منها: تصوير التماثيل الّتي (هم عليها عاكفون)))(38). \nإنّ صدور هذه الروايات كان في زمان قد حُطِّمت فيه أصنام قريش بأمر من النبيّ صلى‌الله‌عليه‌وآله‌وسلم ، وطُهِّرت الكعبة والمسجد الحرام من دنس الشرك، ومن أنواع الأصنام الّتي كانت تحفظ هناك، وخلال ذلك، كان من العسير على فريق من العرب أن يتخلَّوا دفعة واحدة عن عبادة الأصنام، ويستهينوا، فجأة، بأعمالهم السابقة، بعد عمرٍ من الخضوع أمام الأصنام، والآلة الّتي صنعوها لأنفسهم. ومن جهة أخرى، لم يكن هناك مجال لظهور أعمال كهذه في المجتمع، لذا كانوا يشبعون رغبتهم برسم صور أصنامهم المحطَّمة، ويبدون الخضوع والخشوع أمام صورها، \nــــــــــــــ\n35 ـ مستدرك الوسائل، نشر مؤسّسة آل البيت، ج13، ص210. ",
        "36 ـ الحرّ العاملي، وسائل الشيعة، طهران، المكتبة الإسلاميّة، ج3، ص561. \n37 ـ مستدرك الوسائل، 13 / 210. \n38 ـ الإمام الخميني، المكاسب المحرَّمة، قم، مكتبة إسماعيليان، ج1، ص198 ـ 199. \n",
        "وكانوا يريدون بذلك إظهار رغبتهم والتزامهم بصيانة معتقداتهم الأسطوريّة. \nوعلى هذا، فإنّ رؤية الفقيه الثاقبة والشاملة تجاه قضايا الإسلام والعالم، تؤثّر في تحليل هذه الروايات واستنباط حكم نحت التماثيل، وما شابه ذلك. وينبغي أن نعرف، من شتّى الجهات، عصر صدور هذه الروايات، وكيف كان وضع الناس فيه ، وبأيّة معايير تمّ التحريم، وبماذا اختلف نوع النحت والرسم ودوافع وأهداف النحاتين في ذلك العصر عن هذا العصر وغير ذلك، ثُمَّ نجيب على المسألة. \nخاتمة: \nيمكن أن نستنتج من مجموع ما أوردناه في هذه المقالة ما يلي: ",
        "1 ـ تمّر الحوزات العلميّة في العصر الحاضر، بنوع من الجمود، وهي تفتقر إلى التطوّر اللاّزم لحلّ معضلات العالم الإسلامي وتقديم الإجابات المعاصرة عن المسائل المستحدَثة والموضوعات المستجَدَّة. \n2 ـ تواجه الحوزات العلميّة والفقهاء اليوم، حشداً من المسائل الجديدة والموضوعات المتغيّرة، أو المستجَدّة في المجال الفردي، والاجتماعي، والحكومي، الّتي ما يزال الكثير منها باقياً من دون جواب، رغم مرور ما يقارب العقدين من الزمن على انتصار الثورة الإسلاميّة. \n3 ـ إنّ الجمود الّذي ابتُلي به الفقه، وبقيّة العلوم الإسلاميّة، معلول لمجموع أمور ينبغي الاهتمام بها بشكل جدّي. \n4 ـ لأجل تطوير الفقه ينبغي اتباع خطوات أشرنا إلى بعضها تحت عنوان عوامل رقيّ الفقه. ",
        "\nالعوامل المؤثِّرة في تطوُّر الفقه* \nالسيّد علي سادات فخر \nإنّ للفقه منزلة رفيعة ومقاماً سامياً بين العلوم الإسلاميّة؛ بحيث كان هدفاً لسهام النقد العلمي المخلِص أو المغرِض عبر التاريخ. ويبدو تاريخ الشيعة وسِيَر علمائهم غريباً عن تاريخ غيرهم من المذاهب الإسلاميّة الأخرى. فهناك الكثير من الثورات والتحرّكات الّتي قام بها علماء أحرار، وتحملوا في سبيلها ألوان التعذيب، والنفي، والأسر، يَحْدُوهم إلى ذلك سعيهم وعشقهم لبناء نظام فقهي وكلامي شيعي ينسجم مع التراث الفقهي الأصيل والخالد. وللفقهاء في هذا المجال جهودهم الممَيَّزة والجبّارة، ومنزلتهم الخاصة. فبعد غيبة الإمام صاحب الزمان(عج) شرَع فقهاء المذهب الجعفري بتبيين وجهات النظر الفقهيّة الرائدة. وبتوضيحهم لأصول، وملاكات، ومعايير، وقواعد هذا العلم، أعطوه حركة جديدة. ورغم أنّ الفقه كان يعاني، بين الفينة والفينة، من بعض المشاكل والأدواء، الّتي كانت تعيق حركته التكامليّة، إلاّ أنّه لم تمض على تلك الجهود الأوّليّة مدّة حتّى حوَّلت الفقه إلى علم منظّم له منهجه الخاص، وقادته إلى آفاق جديدة، ونفخت فيه روحاً كذلك. ",
        "وهذه المسيرة الفقهيّة مدينة لأشخاص متميّزيِن، من أمثال: الشيخ الطوسي، وابن إدريس، وصاحب الجواهر، والشيخ الأنصاري، والشهيد الصدر، والإمام الخميني رحمه‌الله \nــــــــــــــ\n* هذه المقالة منشورة في مجلة قبسات الإيرانيّة، العدد 15 و16. ترجمة: محمد حسن زراقط. \n",
        "وليس جُزافاً أن نقول: إنّ الإمام الخميني رحمه‌الله قد انتقل بالفقه إلى مرحلة جديدة؛ حيث إنّه أطلق صيحة تطوير الفقه، وجعل هدفه الأساس عملانيّة الفقه، وأوصى بالتجديّد دون التفلّت من التراث والسنّة. والواقع هو، أنّ استلام الفقه الشيعي لزمام السلطة في إيران، وتطبيق نظريّات المصلح الكبير الإمام الخميني رحمه‌الله ، أمرٌ هام أحدث جدلاً واسعاً على الصعيد الثقافي، وكان الفقه من أهمّ أهداف الهجمات الّتي أثيرت. \nوفي مقابل هذه الهجمات ـ سواء اعتبرنا خلفيَّتها دينيّة مشفِقة على الدين أم دنيويّة أنانيّة مغرِضة ـ لا بدّ من محاولة تقييم صحيح ومنطقي للفقه، وأهدافه، وآليّاته، ومناهجه. ولا بدّ أيضاً من البحث حول آثار الأحكام الفقهيّة على الحياة الاجتماعيّة والفرديّة؛ للوصول إلى استراتيجيات أساسيّة. وبهذه الوسيلة وحدها، يمكن المحافظة على سلامة نظمنا الخاصّة في مقابل هجمات النظم الداخليّة، وكذلك يمكن أن نلبّي أحتياجات الإنسان المعاصر مع المحافظة على الأصول، والقيم الإسلاميّة. \nمقاصد الفقه وأهدافه \nإنّ تطوّر الفقه رهين بتحديد أهدافه ومقاصده، فهل ينحصر هدف الفقه وغايته بإصلاح حياة الإنسان الأخرى، من دون أن ينظر إلى هذه الحياة؟، أو أنّ غاية الفقه ومرامه هو تنظيم حياة الإنسان الاجتماعيّة والفرديّة في هذه الدنيا؟، وهل يمكن إصدار الفتاوى والأحكام الفقهيّة، دون أي التفات إلى آثارها ونتائجها على الحياة؟ ",
        "\nالمصادرة والمسلَّمة الأساسيّة المقبولة في الفقه الشيعي تقضي بأنّ الهدف النهائي، والغاية القصوى للمنظومة الفقهيّة، هي تأمين سعادة الإنسان في الدنيا، وصلاحه في الآخرة. وهذه الغاية وحدها هي الّتي تحقّق الربط بين الاجتهاد المستمر، وبين الثابت والمتغيّر في الحياة، بحسب مقتضيات الزمان والمكان. وعلى ضوء هذه المصادرة، لا يمكن استخراج أو استنباط الأحكام والفتاوى، مع إغماض الطرف عن أثرها على حياة الإنسان. أضف إلى ذلك، أنّه إذا كان الفقه يدَّعي الحق في الحكم، وإدارة شؤون الإنسان من المهد إلى اللحد، ويدّعي حقّ الولاية والقيادة للفقيه الوليّ، كما يقول الإمام الراحل رحمه‌الله: ((الدولة والحكومة تمثّل الفلسفة العمليّة للفقه في كل زوايا وشؤون الحياة البشريّة في نظر المجتهد الواقعي. وهي الّتي تظهر الجانب العملي للفقه في مواجهة كلّ المشاكل الاجتماعيّة والسياسيّة والعسكريّة والثقافيّة. فالفقه هو النظريّة الواقعيّة والكاملة لتوجيه الإنسان من المهد إلى اللحد))(1). بناء على هذا، فالهدف الأساس الّذي يمكن للفقه أن يحقّقه هو العدالة الاجتماعيّة(2). إذاً، على الفقيه أن ينظر إلى آثار أحكامه وفتاواه ليقيّمها على ضوء بسطها للعدالة والقسط في المجتمع. \nثُمَّ إنّ الأحكام الولائيّة قائمة على المصالح العامّة الّتي يمكن لغير المعصوم دركها ومعرفتها، فإذا أصدر الفقيه الولي حكماً ولائياً، يهدف إلى تأمين مصلحة دنيويّة للناس، ثُمَّ بعد تطبيقه وجد أنّه لا يحقّق تلك الغاية المنشودة، فعليه أن يشكّك في استنباطه، وأن يفتّش عن حلول أخرى توصله إلى ضالّته المنشودة. وعملانيّة الفقه في العصر الحاضر، تتوقّف على كيفيّة تشخيصنا للهدف، وتقييمنا للأحكام الفقه على ضوء ما تحقّقه من الأهداف. وهكذا يتّضح أنّ غضّ الطرف عن آثار الفتاوى والأحكام الفقهيّة، يزيل الترابط بين أبواب الفقه المختلفة، ويُذهِب قدرة الفقه على حلّ المشكلات والظواهر الطارئة. \nــــــــــــــ",
        "1 ـ الإمام الخميني رحمه‌الله ، ((صحيفة النُّور))، ج21، ص29. \n2 ـ أنظر: العلامة الطباطبائي رحمه‌الله ، ترجمة ((تفسير الميزان))، ج6، ص97.\n\nسلامة المنهج الفقهي ",
        "إنّ الضمان الوحيد لنمو الفقه وتطوّره هو فكرة الاجتهاد، ولقد عرّفوا الاجتهاد بأنّه ((ملكة تحصيل الحجة على الأحكام الشرعيّة أو الوظائف العمليّة، شرعيّة أو عقليّة))(3). وللاجتهاد أقسام ذُكرت في الكتب المرتبطة بذلك. وهنا يمكن الإشارة إلى تقسيمهم إيّاه، بحسب مراتب المجتهدين، إلى قسمين: ((اجتهاد مطلق)) و((اجتهاد منتسب إلى مذهب))(4). فيقال: ((مجتهد مطلق)) لمن عنده قدرة على الاستنباط في الأصول والفروع. وبعبارة أخرى، لمن كان صاحب منهج فقهي خاص. وفي مقابله المجتهد المنتسب إلى مذهب معين، وهو الفقيه الّذي يسلِّم بالأصول الّتي أقرّها صاحب المذهب، وينحصر دوره في الاستنباط على مستوى الفروع(5). \nوالشيعة لا يؤمنون ((بالاجتهاد المنتسب))، بل يعتقدون بالاجتهاد المطلق (بالمصطلح السالف). ومن هنا نشأت فكرة فتح باب الاجتهاد أو سدِّه في الفقه الإسلامي. إذاً، من خصائص الفقه الشيعي فتحه لباب الاجتهاد على مصراعيه؛ ما أعطى الفقه حركيّة وجِدَّة، ومنحه القدرة على معالجة المشكلات والظواهر الحديثة والمعاصرة(6)؛ أي أنّ الفقه الشيعي، بفتحه لباب الاجتهاد، فسح المجال لتطوّر الفقه وحداثته، بينما أهل السنة بسدِّهم لباب الاجتهاد وقبولهم ((للاجتهاد المنتسب)) أقفلوا باب الاجتهاد في الأصول على أنفسهم. \nالمنهج المنفتح قد يصاب بالشلل \nلكن ـ ومع الأسف الشديد ـ لا بدّ من الاعتراف بأنّه لم يتمّ استغلال هذه الخاصيّة في الفقه الشيعي بشكلٍ كافٍ، فتاريخ الفقه الشيعي يشهد على وجود اجتهاد منتسب في بعض الأزمنة. ومن أمثلة ذلك: ما أصاب الفقه بعد الشيخ ",
        "ــــــــــــــ\n3 ـ محمد تقي الحكيم، الأصول العامة للفقه المقارَن، ص545. \n4 ـ المصدر نفسه، ص571. \n5 ـ المصدر نفسه، ص571. ",
        "6 ـ المصدر نفسه، ص584. \n\nالطوسي(7)، في القرن الخامس، وكذلك بعد الشيخ الأنصاري. إلاّ أنّه ـ والحق يقال ـ وُجد فقهاء وقفوا في وجه هذه النزعة ((التقليديّة)) [من التقليد مقابل الاجتهاد] وبعثوا الحياة والروح في جسد الفقه الّذي كان يلفظ أنفاسه الأخيرة. \nويرى بعض الفقهاء أنّ الّذي دعا أهل السنّة إلى سد باب الاجتهاد أمور؛ منها: ازدياد عدد المذاهب والفِرق، وصدور الأحكام الفقهيّة لدواعٍ قوميّة وتعصبيّة، ولتبعيّة بعض الفقهاء للسلاطين وحكام الجور(8). وهكذا كان أهل السنّة أمام خيارين لا ثالث لهما، إمّا أن يضحّوا بحركيّة وتطوّر الفقه، وإمّا أن يصبح الفقه متاعاً لتجّار الدين، وغرضاً للأهواء والعصبيات، فاختاروا الأوّل على الثاني. ويبدو لي أنّ خلف هذه السيرة المُحزِنة الّتي ابتلي بها الفقه السنّي، وقائع كامنة يحسن أخذ العبرة منها؛ كي لا يبتلي الفقه الشيعي بها أيضاً؛ لذلك، فإن فتح باب الاجتهاد دون تحديد القيم والأصول والضوابط الّتي تحكم هذا الاجتهاد، يمثّل منفذاً لتلك الأمراض المذكورة آنفاً. ",
        "نعم، ولكن ليست الوقاية من هذه المشاكل بمراعاة الاحتياط، وجعل التبعيّة للمشهور والقدماء في رأس سلَّم أولويَّات المناهج الفقهيّة؛ فإنّ ذلك يعيق حركة الفقه وتطوّره، ويسوقه نحو الانزواء والخمول. وبعبارة فنيّة، إنّ فكرة الثابت والمتغيّر، وارتباطهما في النظام الفقهي ـ عندما تُوَضَّح صورة هذا الترابط، وتحدّد العناصر الثابتة والأخرى المتحرِّكة المتغيِّرة ـ تعطي للفقه الشيعي أفضل أداة للحركة والتقدم؛ بحيث لا يعلو غبار القِدَم وجهه، ويُمكِّنه ذلك من اجتراح الحلول القيّمة والخيّرة، لمشاكل الحياة المعاصرة. \nعوامل التَّطوُّر \nعندما نقبل بفتح باب الاجتهاد، نكون قد قبلنا بقدرة النظام الفقهي على التطوّر، وهنا يجب بحث ودراسة هذه النكتة، وهي أنّ تطوّر الفقه رهين بجهود \nــــــــــــــ",
        "7 ـ المصدر نفسه، ص580. \n8 ـ المصدر نفسه، ص579. \n\nالمجتهد؛ أي أنّ نشاط العلماء هو الّذي يمثّل حركة الفقه نحو التقدّم، لا سيما إذا عرّفنا الفقه بأنّه: عبارة عن الجهود الجمعيّة للفقهاء(9). من هذا المنطلَق، فإنّ للمجتهد دوره الأساسي في تطوير الفقه. ولتوضيح هذه الفكرة نشير إلى مجموعة من النقاط الهامّة في هذا المجال، رغم أنّها ليست كلّ الحقيقة. ",
        "1 ـ حياة المجتهد: \nمن المعلوم أنّ الوقائع تحدُث تدريجيّاً عبر العصور، واستكشاف الأحكام الشرعيّة للوقائع المستجَدَّة، يمثّل فلسفة وجود الاجتهاد المطلق والنظام الفقهي المتطوّر. والوسيلة الوحيدة لاستنباط أحكام الوقائع المستجَدَّة، هي خوض الفقيه ومواجهته، لهذه الظواهر الطارئة. وحياة المجتهد شرط ضروري لازم لتحقّق هذا الأمر، ومن هنا، فإنّ أكثر فقهاء الشيعة لا يجوّزون تقليد الميت(10). نعم، يجوّزون ذلك في صورة البقاء؛ فيما إذا كان الميّت أعلم من الحي. (رغم أنّ البعض لا يجوّز ذلك أيضاً). \nوهنا لا بدّ من ملاحظة مقدار انسجام اشتراط حياة المجتهد ومواجهته للوقائع المستجَدَّة، مع أصل النظام الفقهي وأهداف الفقه، على ضوء قبولنا واختيارنا لما أسميناه بـ ((الاجتهاد المطلق))، وضرورة إجابة الفقه عن كلّ المسائل المستجَدَّة. وكذلك مسألة تقليد المجتهد ابتداءً أو استدامة ـ حتّى لو لم يكن الأعلم، أو الفتوى بجواز البقاء على تقليد الميت ـ في بعض المسائل الّتي عمل بها، لنرى إلى أيِّ مدى يمكنها أن تتلاءم مع آليّة الاجتهاد الفقهي الشيعي؟ \nإنّ عدم تجوز تقليد المجتهد الميّت يحقّق لنا هدفين على الأقل، هما: ",
        "أوّلاً: الارتباط الدائم بين الأمّة (الشيعة) والقائد الديني (الإمام ونائب الإمام)، الأمر الّذي طُرِح في نظريّة الإمامة والنيابة. وعلاوةً على ذلك، يحقّق الانسجام مع ما هو مطروح في نظريّة الولاية والفقاهة، المطروحة في فكرة ولاية \nــــــــــــــ\n9 ـ صادق لاريجاني، كفتكوهاى فلسفه فقه، (حوارات حول فلسفة الفقه)، ص177. \n10 ـ السيّد محمد كاظم اليزدي، العروة الوثقى، ص54، المسألة التَّاسعة. ",
        "\nالمعصوم أو الفقيه، بناء على هذه النظريّة، فإنّ القادة المعصومين أو نوّابهم غير المعصومين هم الّذين يأخذون بأيدي مريديهم في سبيل السير إلى الله تعالى. \nثانياً: هذا الشرط يؤمِّن كون المرجع أو المجتهد عالماً بظروف الأمّة وشؤونها الثقافيّة والاقتصاديّة والاجتماعيّة المعاصرة. وبعبارة عامّة، من شرائط الاجتهاد المطلق المفتوح: أن يكون المجتهد، عند رجوع الأمّة إليه، عالماً بأحوال العصر وظروفه، وأعلم الناس بحلول المشاكل الطارئة. وفي الواقع؛ إنّ فكرة رجوع الجاهل إلى العالم، تتضمّن، في جذورها، كون العالم المرجوع إليه مطّلعاً على الوقائع المراد معرفة حكمها، ومُعايشاً لظروفها وأجوائها. إذاً، من لوازم فتح باب الاجتهاد، وكون المجتهد أعلم بأَحوال الزمان، أن يكون المرجع المراد تقليده حيّاً مطّلعاً على ظروف العصر وأحواله؛ ليضمن حركيّة الفقه وتطوّره، وليصل إلى الأهداف المتوخَّاة، باستعمال الوسائل المناسبة. \n2 ـ المعرفة بالموضوعات: ",
        "جعل الشارع الأحكام الّتي أمر رسوله صلى‌الله‌عليه‌وآله‌وسلم بإبلاغها إلى الناس على نوعين: \nالنوع الأوّل: الأوامر الإلهيّة الّتي تشمل كلّ زمان ومكان، وكلّ إنسان، مهما اختلفت الطباع والعادات، وغير ذلك من الأمور. \nالنوع الثاني: الأوامر والأحكام الإلهيّة الخاصّة بزمان محدّد، أو مكانٍ كذلك. ويوجد أصل فقهي عام وأساسي، مفاده: إنّ الأصل في الأحكام أن تكون من النوع الأوّل، إلاّ إذا تصدّى الشارع، وأشار بطريقة ما، إلى أنّ هذا الحكم الفلاني مؤقّت، وخاص بزمان محدّد. ويسمّى توقيت الحكم الخاص بزمان محدّد بـ ((النَّسخ)). والنوع الأول من الأحكام يُبيَّن دائماً بواسطة القضيّة الحقيقيّة الّتي تشمل كل المصاديق الموجودة عند صدور الحكم، والّتي ستتجدّد فيما بعد. والمراد من القضيّة الحقيقيّة هنا: ((أن يكون وجوده (موضوع القضيّة) في نفس \n",
        "الأمر والواقع؛ بمعنى أنّ الحكم على الأفراد المحقَّقة الوجود والمقدَّرة الوجود معاً))(11). إذاً، وبناءً على هذا الأصل، تكون أكثر الأحكام الإلهيّة عامّة لكل زمان ومكان. والنكتة الأساسيّة لتطوّر الفقه، وكون المجتهد عالماً بزمانه، تكمن في كيفيّة مواجهة الفقهي للحكم وأجزائه، وأنّه في أيّ شيءٍ يفكّر المجتهد، عندما يَعْمَل على استنباط الحكم الشرعي؟. ومثال ذلك، إحدى القضايا الحقيقيّة الّتي قرّرها الشارع، وهي حرمة الرِّبا في قوله تعالى في القرآن: (أَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا) (12)، فالسؤال الأساس الّذي يواجه الفقه المتحرّك، يدور حول ماهيّة الرِّبا والمراد منه. \nوهكذا يتَّضح أنّ الخطوة الأولى على طريق تحديث الفقه، تكمن في البحث في مواضيع الأحكام. ومن هنا، ظهرت نظريّة ((العلم بالموضوعات)) إلى الوجود، وطُرِحت إشكاليّة مفادها: أنّه كيف يمكن للفقيه أن يكون عالماً معاصراً ولا يعرف العصر، أو بالعكس؛ أي أن لا يكون عالماً معاصراً، ولكن مع ذلك يعطي أحكاماً لهذا العصر؟، يقول الفقيه الحكيم الإمام الخميني رحمه‌الله: ((أنا أؤمن بالفقه ((التقليدي)) والاجتهاد الجواهري، الاجتهاد بهذه الطريقة صحيح، ولكن ليس معنى ذلك أنّ الفقه الإسلامي جامد وغير متطور..))(13). وهنا ينبغي تقييم عمل المجتهد في عمليّة الاستنباط الأحكام الشرعيّة، فهو أوّلاً يختار منهجاً للاستنباط، ثُمَّ بعد ذلك يدرس الموضوع المراد استكشاف حكمه، وأخيراً يتوجّه نحو المصادر والمدارك المرتّبة بهذا الموضوع، وعندها يكتشف وجود الربط بين الموضوع وبعض المدارك.. وهكذا يصل إلى مرحلة الفتوى وإعطاء الحكم، أو لا يصل إلى ذلك ويلزم جادة الاحتياط. وفي ثنايا هذا السير الفكري، والتأمّل في الموضوع، يحاول أن يوازن بين الموضوع المدروس، وبين المصاديق المحتمَل انطباقه عليها. وبعبارة أخرى، يضفي على الموضوع حالة عينيّة خارجيّة [ويخرجه من حالته النظريّة المحضة]، ويقول: ((إنّ هذا النوع من التبادل رباً وذاك ليس رباً)) (وهكذا). \nــــــــــــــ\n11 ـ محمد رضا المظفر، ((المنطق))، ص143. ",
        "12 ـ سورة البقرة: الآية 275. \n13 ـ الإمام الخميني قدس‌سره ، المصدر السابق، ج21، ص96. \n\nوالقلق الأساسي للفقه المتحرّك، هو في أنّ إعطاء حكم لموضوع ما لمجرد تشابه اسمي مع موضوعٍ ورد ذكره في المصاديق القديمة، من دون ملاحظة الظروف المحيطة بكلا الموضوعين، من اجتماعيّة واقتصاديّة وسياسيّة، بعيد غاية البعد عن وادي التحقيق والعلم، وهذا الإمام الخميني رحمه‌الله يقول: ((عندما نلاحظ العلاقات الاقتصاديّة، والاجتماعيّة، والسياسيّة، نرى أنّ الموضوع الأوّل الّذي لا يفترق عن الموضوع الثاني بحسب الظاهر، نجده موضوعاً ثانياً وجديداً لا ربط له بالأوّل إلاّ بالاسم؛ ولهذا فهو يحتاج إلى حكمٍ جديد. فعلى المجتهد إذاً، أن يكون محيطاً بقضايا عصره وأوضاعه))(14). ",
        "والشاهد على هذه الدعوى، النظر إلى فتاوى الفقهاء المعاصرين حول الفائدة البنكيّة، وحيل الرِّبا، والتجارة بالأوراق النقديّة، والشيكات والسندات، وغير ذلك. فمثلاً يقول أيّة الله معرفت: ((إنّ عمل البنك في هذه الأيام، يصدق عليه أنّه ((منا وإلينا))، فلا يصدق عليه أيُّ مِلاك من مِلاكات الرِّبا الّتي حرّمها الشارع في الصدر الأول. ومن هنا، فلا إشكال في حلّيّة أخذ الفائدة الـبنكيّة وإعـطائها))(15). \nوهكذا يتّضح أنّ التحليل الدقيق للموضوع على ضوء التحوّلات الاجتماعيّة والاقتصاديّة والثقافيّة، يوصلنا إلى أنّه ربّما كان لشيئين اسم واحد، إلاّ أنّهما في الواقع أمران مختلفان، رغم اتحادهما في الاسم. وهذا أيّة الله التبريزي يقول: ((من المعلوم أنّ هذه الأموال (الأوراق النقديّة) ليست من المكيل أو الموزون؛ ولذلك فإنّ مبادلتها بجنسها مع زيادة ليس من الرِّبا في شيء، وكذلك مبادلة الدين (من الأوراق النقديّة) الّذي في الذمّة، بنقد أقلّ أو أكثر، ليس رباً كذلك. أي إذا تمّت معاوضة عشرة آلاف ريال في الذمّة بتسعة آلاف نقداً لا يكون رباً))(16). \nومن هذا المنطلق، يمكن إيجاد تحوّل وتطوّر أساسي في النظام البنكي الإيراني. وأكثر الدعاوى تفاؤلاً واعتدالاً في نظريّة ((العلم بالموضوع)) هي أن \nــــــــــــــ",
        "14 ـ المصدر نفسه، ص98. \n15 ـ محمد هادي معرفت، مجلة نقد ونظر، ص28، السنة الثانية، العدد 5. \n16 ـ جواد تبريزي، ((رسالة توضيح المسائل))، ص507. \n",
        "يُطلَب من الفقهاء أن يبحثوا حول تَغيُّر الموضوعات في عصر تغيُّرها السريع والعجيب. ورغم وجود نظريّة أخرى ترى أنّ تطوّر الفقه يكمن في التغيّر المفهومي، أو القبض والبسط في المفهوم عبر الزمان والمكان، وتنظر إلى تبدّل الحكم من نافذة تغيير مفهوم الموضوع؛ فتطبيق الموضوع الوارد في الأدلّة على مصداق معاصر، مع عدم ملاحظة الظروف الاجتماعيّة والسياسيّة والاقتصاديّة، ليس علمياً، وهو بعيد عن الواقعيّة. ومضافاً إلى ذلك، فإنّه سوف يؤدّي إلى نوع من عدم الانسجام بين الأحكام الفقهيّة، ويؤدّي أيضاً إلى فشلها في تحقيق أهدافها المتوخّاة منها. بناء على ذلك، فإنّ الفقه التقليدي سوف يصل إلى تطوّره وحركيّته عبر النظرة الواقعيّة إلى الأحكام وموضوعاتها، مع المحافظة على قوّته المنهجيّة؛ لذا يمكن القول: إنّ الطريق الحصري للبحث الموضوعي (موضوعات الأحكام) هو البحث الجماعي المشخَّص الحدود. \n3 ـ معرفة الأحكام: \nيقول الشهيد الصدر رحمه‌الله في تعريف الاحكام: ((الحكم الشرعي هو: التشريع الصادر من الله تعالى لتنظيم حياة الإنسان. والخطاباتُ الشرعيّة في الكتاب والسنة مبرِزَةٌ للحكم وكاشِفةٌ عنه))(17)، وعرَّفه آخرون بـ : ((الاعتبار الشرعي المتعلِّق بأفعال العباد تعلُّقاً مباشراً أو غير مباشر))(18). \nوبشكل عام، قُسّم الحكم إلى أقسام متعدّدة، باعتبار أُسس مختلفة، منها: ",
        "1 ـ الحكم الوضعي والتكليفي. \n2 ـ الحكم الأوّلي والثانوي. \n3 ـ الحكم الحكومتي وغير الحكومتي، إلى غير ذلك من التقسيمات(19). \nفالحكم التكليفي يتعلّق مباشرة بأفعال الإنسان، مثل: الوجوب، والحرمة، وغيرهما. ",
        "ــــــــــــــ\n17 ـ محمد باقر الصدر رحمه‌سالله: دروس في علم الأصول، (الحلقة الأولى)، ص65. \n18 ـ محمد تقي الحكيم، (مصدر سابق) ص51. \n19 ـ المصدر نفسه، ص74 و51. ",
        "\nوأمّا الحكم الوضعي، فإنّه لا يتعلّق بأفعال المكلَّفين بشكل مباشر، وإنّما يُشّرع وضعاً معيّناً يرتبط بالإنسان، نعم، قد يستتبع حكماً تكليفيّاً، ومثاله: الصحة والفساد(20) (وهذان الحكمان يترتّب عليهما أحكام تكليفيّة كوجوب الإعادة، أو عدمها، إذا كنّا متعلّقين بالعبادة مثلاً، وهكذا). \nوالحكم الأوّلي هو، الحكم المُشَّرع من دون ملاحظة الأحوال الاستثنائيّة الطارئة على المكلَّف. \nوأمّا الحكم الثانوي، فهو الحكم الّذي يُلاحَظ فيه حالات خاصّة؛ من قبيل الاضطرار، أو الإكراه، أو العسر، أو الحرج، أو غير ذلك(21)... ",
        "والفرق بين الحكم الحكومتي وغيره، أنّ الأوّل مرتبط وجوداً وعدماً بوجود الدولة الإسلاميّة وعدمها، أو أنّ له ارتباط بشأن الحاكم أو المرجع، ويمكن البحث عنه بشكل تخصّصي في مجال آخر(22). وكلّ النظريّات الفقهيّة تقبل بوجود النوعين الأوّل والثاني (الأوّلي والثانوي)، وفلسفة الأحكام الثانويّة ترجع إلى المرونة الموجودة في النظام الفقهي، تكيّفه مع حالات المكلَّف المختلفة. \nــــــــــــــ\n20 ـ محمد باقر الصدر، (المصدر السابق)، ص67. \n21 ـ المصدر نفسه، ص48، ولمزيد من الاطلاع راجع: علي أكبر كلانتري، حكم ",
        "ثانوى در تشريع إسلامى (الحكم الثانوي في التشريع الإسلامي)، مركز انتشارات دفتر تبليغات، 1378هـ. ش. \n22 ـ راجع مجموعة المقالات المقدَّمة إلى مؤتمر دراسة المباني الفقهيّة للإمام الخميني رحمه‌الله ، دور الزمان والمكان (مِلاكات الأحكام والحكم الولائي)، ج7.\n\nبيد أنّ الأصل المهمّ في التفرقة بين الحكم الأوّلي والحكم الثانوي، هو أنّ الحكم الأوّلي ينصبُّ على الحالة العاديّة للمكلَّفين، بينما الحكم الثانوي يتوجّه إلى المكلَّف في الحالات غير الطبيعيّة. وبناءً عليه، لو فرض أنّ الأحكام الأوّليّة لم يمكن تطبيقها في مجتمع ما، فإمّا أن يكون هذا المجتمع في حالة غير طبيعيّة، وإمّا أنّ هذا الحكم ليس أوّليّاً. وإنّ وجهة النظر الّتي تريد أن تنظر إلى تطوّر الفقه من زاويّة الأحكام الأوّليّة والثانويّة، وتحاول أن تُحِّل الأوضاعَ غير الطبيعيّة للمجتمع محلّ الأوضاع العاديّة، خاطئة. ونتيجة هذا النمط من التفكير واضحة!؛ فإدارة المجتمع بواسطة الأحكام الثانويّة والاضطراريّة لها آثار مضرّة به؛ وذلك لأمور: ",
        "1 ـ لن يتحقّق هدف الشارع ومقصده من جعله للأحكام الأوّليّة. \n2 ـ سوف يتبيّن أنّ تَوقُّع الشارع للحالات الطبيعيّة لم يكن صحيحاً. \n3 ـ سوف يؤدّي ذلك إلى الشكّ في خلود ودوام الأحكام مع مرور الزمن. \n4 ـ سوف تتبدّل هذه الأحكام الثانويّة إلى أحكام أوّليّة، ثُمَّ تولد بعدها أحكام ثانويّة أخرى، وهكذا، وهذا ما لا يقبله أحد. ",
        "إذاً، يبدو أن نظريّة تطوّر الفقه بواسطة تقسيم الأحكام إلى أوليّة وثانويّة لن يحل مشكلة الفقه، بل سوف يعقّد التجديد في الفقه أكثر مما هو معقد. وأما الأحكام الولائيّة، فإنّ البعض عرّفها بما يلـي: ((الحكم الولائي هو حكم يقرّره ويجعله وليّ المجتمع على أساس مصالح محدّدة سلفاً؛ ولأجل حفظ سلامة المجتمع وتنظيم أموره؛ ولإقرار العلاقات \n\nالصحيّة بين المؤسّسات الحكوميّة، وغير الحكوميّة، وهذا الحكم يكون في مجالات متعدّدة، من ثقافيّة، أو ضريبيّة، أو عسكريّة، وحول الحرب والسلام، والصحة وإعمار الطرق، وضرب النقود، وسائر الأمور القانونيّة والاقتصاديّة والسياسيّة وغير ذلك...))(23). \nيؤكّد الإمام الخميني رحمه‌الله في أكثر من مورد على أنّ الحكومة والأحكام الولائيّة من أحكام الإسلام الأوّليّة، ويقول: ((إنّ الحكومة الّتي هي فرع من الولاية المطلقة لرسول الله صلى‌الله‌عليه‌وآله‌وسلم.. وهي واحدة من الأحكام الإسلاميّة الأوّليّة، ومقدّمة على كل الأحكام الأوّليّة الأخرى))(24)، ويمكن أن يكون مراده من كلمة ((أوّليّة)) هنا: ((أنّه يمكن أن تُستنبط بعض الإلزامات والمحظورات، خارج إطار ولاية الفقيه أو الحكومة الإسلاميّة ومؤسّساتها، إلاّ أنّ هذه الأمور لا قيمة تنظيميّة أو تشريعيّة لها؛ لأنّها لا تعتبر شرعيّة وإسلاميّة))(25). وهذا المفهوم إذا ضُمَّ إلى أصل آخر يقول: ((إنّ ممارسة الولاية مقيّدة بمراعاة مصلحة المسلمين))(26). نجد أنّ الجمع بين هذين الأصلين سوف ينتقل بالفقه الشيعي إلى عِراصٍ جديدة من الناحيّة الاجتماعيّة، ويؤمّن له حيويّته ومرونته. ",
        "وثَمَّة نظرة أخرى إلى أوّليّة الأحكام الولائيّة؛ وهي النظر إلى الأحكام \nــــــــــــــ\n23 ـ أبو القاسم كرجي، ((مقالات حقوقي)، ط جامعة طهران، (1369هـ.ش)، ج2، ص287. \n24 ـ الإمام الخميني، المصدر السابق، ج20، ص170. ",
        "25 ـ سيف الله صراتي، (مقالات المؤتمر السابق ذكره)، ج7، ص341. \n26 ـ الإمام الخميني، تحرير الوسلة، ج2، ص526. (لم نجده في التحرير، المترجِم). \n\nالشرعيّة بمنظار تنفيذي: ((أحسن التفسيرات الّتي يمكن أن تُطرح لكلامه (الإمام الخميني رحمه‌الله ) أن نعتبر أنّ غايات الأحكام الشرعيّة كلّها هي أحكام عمليّة وتنفيذيّة للحاكم الشرعي؛ باعتبار كونه انساناً متديّناً ومراعياً للمصالح والمفاسد))(27). ولا شكّ في أنّ هذه النظرة تفتح آفاقاً جديدة للبحث في مِلاكات الأحكام، الّتي هي من أفضل موجِبات التطوير والتحديث في الفقه. ",
        "4 ـ تجديد البحث في مِلاكات الأحكام: \nيوجَدُ في الفكر الكلامي الشيعي أصول وضوابط تثير إعجاب الباحث، وذلك من جهة توفّر علماء عظام في عصر حاكميّة الجهل والاستبداد، حيث أخذوا أسس الفكر الشيعي عن الأئمّة المعصومين عليه‌السلام وأورثوه للأجيال اللاحقة. \nهذه الأسس والضوابط يمكنها أن تكون أفضل سند للعلماء في مواجهتهم النظريات المقابلة. فالحسن والقبح العقليّان، وتبعيّة الأحكام للمصالح والمفاسد، شيء قليل من تلك الأصول المذكورة. إلاّ أنّ هذه النظريات بقيت أصولاً كلّيّة عامّةً، ولم يجرِ تطبيقها على مصاديقها دائماً؛ بحيث إنّ المجتهد يصرف أكثر وقته في البحث في الأدلّة اللّفظيّة، وغيرها من المصادر والمدارك المقرَّرة، وقلّما يحاول البحث عن مِلاك الحكم، أو المصلحة والمفسدة الكامنة فيه، ورغم أنّ الرأي الأكثر قبولاً هو كون الأحكام تابعة للمصالح والمفاسد ثبوتاً، إلاّ أنّه قلّما يُعمَل على كشف تلك المصالح والمفاسد. وبتقسيم دقيق للأحكام، نجدها على ثلاثة أقسام: \nعبادات، ومعاملات، وسياسة. ",
        "وكل الآراء الفقهيّة تتّفق على أنّ مِلاكات العبادات ليست واضحة لبني البشر. وعليه، فلا يمكن لأحد أن يكتشف مِلاكات الأحكام في هذا الإطار؛ ولذا لو ورد في بعض المصادر إشارة إلى فلسفة حُكْمٍ أو علةٍ له، فالمراد من ذلك حكمة ذلك الحكم وجزء علّته، لا علّته التامّة ومِلاكه الكامل. وهذه النظريّة في غاية القوّة والمتانة، بحيث لا يمكن الخدش بها. \nــــــــــــــ\n27 ـ صادق لاريجاني، مرجع سابق، ص209. \n",
        "غير أنّ الاختلاف وقع في القسمين الأخيرين؛ بحيث يمكن أن يُدّعى أنّ الفقه بواسطة كشف مِلاكات الأحكام في مجال المعاملات والسياسة، سوف يتجدّد ويتطوّر، وبصدور أحكام أكثر واقعيّة سوف يشمخ الفقه الشيعي ثانية في مقابل الأنظمة الفقهيّة الأخرى. \nويجدر الانتباه إلى هذا الكلام الّذي ذكره أحد أفاضل الحوزة العلميّة؛ حيث يقول: ((صحيح أنّ الدين تعبّد، ولكن ذلك في دائرة العبادات، لا في المعاملات... أمّا المعاملات، فالأصل الأوّلي فيها هو كون مِلاكاتها واضحة، وعلى هذا كانت طريقة الفقهاء القدماء، فكانوا يفتشون عن الملاك، ويوسعون [دائرة] الحكم ويضيّقونها على ضوء المِلاك، ولا يقفون عند النصّ بشكل حرفي))(28). \nوهكذا، وعلى أساس الاعتقاد بقدرة غير المعصوم على كشف المِلاكات في مجالي المعاملات والسياسات، يمكن تأمين حركيّة الفقه وتطوّره، خاصّة إذا كانت السلطة بيد الوليّ الفقيه البارعة. ويمكن بهذا (أي بكشف مِلاكات الأحكام السياسيّة والمعاملاتيّة) نظم الأمور الاجتماعيّة والاقتصاديّة للمجتمع الإسلامي في العصر الحديث وما بعده، دون مشكلات بنيويّة أساسيّة. \n5 ـ المجتهد والمنهج: ",
        "في عصر الظلم والاستبداد الشاهنشاهي أمسك عالم مشفق القلم بيده، وكتب بقلق عن المستقبل؛ حيث رأى أنّه: ((لا يمكن لأحد أن يدّعي الاجتهاد، وأن يتصدّى للإفتاء، بعد قراءته لمجموعة من الكتب الفقهيّة وكتب النحو والصرف والمعاني والبيان، ثُمَّ قراءة أربعة كتب محدّدة من قبيل: الفرائد، والكفاية، والمكاسب، ثُمَّ دراسة الخارج لسنوات فقط))(29). إذا كانت هذه \nــــــــــــــ\n28 ـ محمد هادي معرفت، مجلة نقد ونظر، مرجع سابق. \n29 ـ الشهيد مطهري، ده كفتار، ص99. ",
        "\nالطريقة لا تصنع مجتهداً، وإذا كان هذا المجتهد الادعائي لا يمكنه الإفتاء، فما هو الحلّ؟ \nعندما نحلّل عمليّة الاجتهاد واستنباط الأحكام نواجه ثلاثة عناصر: \n1 ـ مجتهد حيّ وابن عصره. ",
        "2 ـ ظاهرة معاصرة ومتأثّرة بظروف هذا المجتهد المعاصر الحيّ. \n3 ـ منهج استكشاف حكم هذه الظاهرة (الموضوع) من المصادر الإسلاميّة. \nوأهمّ عوامل تطوّر الفقه وحركيّته اختصرت في هذه الأمور الثلاثة؛ فعلى المجتهد أن يعرف زمانه وعصره، وأن يطّلع بوضوح على الظواهر الجديدة المراد معرفة أحكامها؛ وذلك لأنّه لا يمكن اكتشاف حكم الله من دون الاطلاع على هذه الأمور الجديدة، والمعرفة بالعصر. ولعله يمكن القول: إنّ أهمّ الحقائق الّتي أتحفنا بها التقدّم العلمي والفنّي، هو أنّ العلم الّذي لا يملك منهجاً متناسباً معه سوف يفقد تطوّره وحركيّته، ويؤول في النهاية إلى الركود والخمول. بناء على هذا، فإنّ النظريّة الّتي تؤمن بأنّ الفقه له قدرة بالقوّة (مقابل الفعل) على استنباط الأحكام في كلّ المجالات العباديّة، والسياسيّة، والتجاريّة، والثقافيّة، هذه النظريّة تبقى في غاية البعد عن الواقع المعاش. وهاك بعض الاقتراحات لتغيير منهج الاستنباط؛ ليستعيد الفقه تطوّره وحركيّته، منها: \nأ ـ تقسيم التخصّصات: ",
        "هناك نوعان من الاجتهاد: الاجتهاد المطلق، بمعنى القدرة الفعليّة على استنباط جميع الأحكام الشرعيّة(30)، وهذا ما لا يقبله أحد، فما هو مقبول لدى البعض ـ على الأقل ـ(31)، هو الاجتهاد المطلق؛ بمعنى: حيازةُ المجتهدِ ملكة الاستنباط في جميع المجالات، لا القدرة الفعليّة. ولكن هل يتيسر للمجتهد أن يطّلع على كلّ الظروف المكانيّة والزمانيّة للموضوعات المراد اكتشاف حكمها، وذلك مع تنوّع هذه الموضوعات: اقتصاديّة، أو ثقافيّة، أو اجتماعيّة. وأكثر من ذلك، هل يمكن ادّعاء حيازة ملكة المعرفة بهذه الأمور جميعاً؟ \nــــــــــــــ\n30 ـ محمد تقي الحكيم، مرجع سابق، ص102. \n31 ـ المصدر نفسه، ص106. ",
        "\nينقل الشهيد مطهري رحمه‌الله عن مؤسّس الحوزة العلميّة في قم أيّة الله الشيخ عبد الكريم الحائري قوله: ((لم يَعُد ممكناً للمجتهد في هذه الأيام أن يطّلع على كل العلوم الّتي يجب أن يطّلع عليها))(32). \nلقد مضى أكثر من نصف قرن على هذه الكلمة الواقعيّة الحكيمة؛ وهي عدم إمكان الاجتهاد المطلق، فلابدّ إذاً من التوجه نحو الاجتهاد التخصّصي. والمُلفت للنظر هو أنّ هذه الرؤية طُرحت في زمن لم يكن فيه الفقه الشيعي ـ عملياً ـ مطروحاً كمنهج سياسي وقيادي، فكيف بنا الآن، وقد أضيف الفقه السياسي إلى الاجتهاد!، وصفوة القول: إن تطوّر الفقه لن يتحقّق دون تقسيمه وتخصّصه. وفي الواقع إنّ التخصّص في بعض فروع الفقه هو عين ما يعرف بالتجزؤ في الاجتهاد، وهو الّذي يمكن أن يعيد إلى الفقه رونقه وعظمته. وأيّ اعتراض يمكن أن يثار في وجه الدعوة إلى التخصّص في أبواب محدّدة من الفقه، أو إلى نظريّة تقليد الأعلم، لا يمكن أن يصمد في مقابل ضرورة تطوير الفقه، وضرورة جعله قادراً على اعطاء الحلول المعاصرة للمشاكل المعاصرة. \nوهناك اتّجاه آخر في مجال التخصّص الفقهي: وهو الدعوة إلى جعل الفقه محدَّداً بالعبادات، وفصل المعاملات والسياسة عنه، وذلك بجعلهما مجالين غير فقهيّين. وهذا الاتّجاه بتبنّيه لبعض الأفكار الخاصّة يريد ـ وببساطة وسهولة ـ أن يُخرج من الفقه ما هو من اختصاصه، وفي الصميم منه. ",
        "ب ـ الاستفادة من أهل الخبرة: \nعندما يريد المجتهد المتجزّئ إبداء رأي في بعض المجالات الّتي ترتبط أيضاً بعلوم أخرى غير فقهيّة، كعلم الاجتماع، والاقتصاد، وغيرهما. عندما يريد ذلك، عليه أن يكون ابتداءً ملمّاً بهذه المجالات، ومطّلعاً عليها، وقادراً على معرفة الموضوعات المراد استكشاف حكمها، أو عليه أن يعتمد على أهل الخبرة المختصين؛ ليكوّن فكرة عن موضوع الحكم المراد استنباطه، ليصل احتمال خطأه في تشخيص الحكم ـ تبعاً لخطأه في معرفة الموضوع ـ إلى الحد الأدنى؛ إذ لا يمكننا التعامل العرفي مع موضوعات العصر المعقّدة؛ وذلك لأنّ آليّات العلاقات الاجتماعيّة في هذا العصر لا يمكن معرفتها وإدراكها بطريقة عرفيّة. وعليه، فلابدّ من معرفة المجتمع، والاحتكاك المباشر مع تحوّلاته وتغيّراته؛\nــــــــــــــ\n32 ـ الشهيد المطهري، مرجع سابق، ص102. ",
        "\nلفهمها، ولمسها، وتذوقها، والإحساس بها. ولابدّ كذلك، من الحوار مع العلماء من أهل الاختصاصات الأخرى؛ غير الفقهيّة. ولابدّ أيضاً، من معرفة الآلام والاستماع إلى الشكاوى، فبعد المعرفة الكاملة بالعصر ومشاكله، تأتي مرحلة إصدار الفتوى. \nتطوّر الفقه وشورى الفقهاء: \nكان الشهيد مطهري رحمه‌الله يقول بحرقة: ((لو يُشكَّل مجلس علمي فقهي يعمل على تبادل الأفكار بشكل كامل، لتحقق أمران: أحدهما: تطوّر الفقه وتكامله، والآخر: تقليل الاختلاف في الفتاوى الفقهيّة))(33). يشير الشهيد مطهري في كلمته هذه إلى هدفين من أهداف تَشكُّل مجلس للفقه، ولكن الأمر الأم هو ما الّذي يحصل لو لم يتشكّل مثل هذا المجلس؟، ورغم أنّ الوقت لم يفت حتّى الآن، إلاّ أنّ الحاجة إلى مثل هذا المجلس، في عصر الفقه الحكومتي وولاية الفقه، تبدو أكثر إلحاحاً من أيّ عصر مضى. وفي النتيجة، لا مناص من إعادة تنظيم الحوزات العلميّة على أساس الأهداف والحاجات المطلوبة، والتفاعل مع المشكلات الجديدة، والتنبؤ بالوقائع، والتفكير في حلول فقهيّة تتناسب معها، قبل أن تداهمنا فنحار في كيفيّة مواجهتها. ولا مناص كذلك من المساعدة على التخطيط المتوازن والبعيد المدى للتنميّة المنسجمة مع مقاصد الفقه، وأهداف الشريعة الإسلاميّة، كلّ ذلك يعتبر من الضرورات الأوّليّة لإعادة تنظيم الحوزات. ",
        "نتائج السكون الحالي ونظرات الآخرين: \nما هي نتائج التبعيّة للقدماء، وإغماض الطرف عن الواقع المعاش، وعدم الالتفات إلى مقاصد الفقه؟، إنّ بعض الأشخاص ـ مع الأسف ـ يحاولون ـ باسم التطوير ـ إقصاء جهود فقهاء الشيعة عبر آلاف ومئات السنين، ويسعون إلى نسخ الأحكام الإلهيّة ببساطة، فيقولون: ((... مثلاً بحث الاحتكار موجود في الرسائل العمليّة والكتب الفقهيّة منذ ألف سنة أو أكثر، والناس يعملون بتلك الأحكام، ولكن أحكام الاحتكار المدوّنة في تلك الكتب غير قابلة للتطبيق في هذه الأيام، فقد نُسِخَت بمرور الزمان، وفي هذه الأيام توجد قوانين... أكثر قابليّة للتطبيق، وأنفع للناس))(34). \nــــــــــــــ\n33 ـ المصدر نفسه، ص106. ",
        "34 ـ كيهان فرهنكى (مجلّة كيهان الثقافيّة)، عدد 135، سنة 1376 هـ. ش. \n\nوالأعجب من هذا الكلام قولهم: ((يمكننا أن نُشْرِع أبواب مجتمعنا على الأديان والمذاهب الأخرى، فإذا وجدنا في تلك الأديان أو المذاهب أحكاماً، رأينا أنّها أصلح لمجتمعنا عقلاً ومنطقاً، يمكننا أن نأخذ بها، ونعتبرها ناسخة لأيّ حكم فرعيٍّ وإسلاميٍّ لا ينسجم معها، فيكون حكماً في قضيّة خارجيّة، وهذا هو مقتضى التسامح))(35). وهنا نسأل أتسامحٌ هذا أم تساهل في أمر الدين؟!، والأغرب من هذا وذاك، قولهم: إنّه ((ليس من خصائص المجتمع المدني أن يكون متشدِّداً في الأحكام الفقهيّة الفرعيّة، ويترك جانباً كلّ ما سواها. بل من الممكن أن يؤدّي بنا التسامح إلى أن نعطّل بعض أحكامنا ونأخذ بما هو مطروح عند الآخرين؛ وذلك لمصلحة المجتمع))(36). \nهذه النظرة السطحيّة للفقه وتطوّره ناشئة عن السكون الظاهري للفقه، وعدم التفكير بحلول لهذا الجمود الظاهري. وكأصل شامل وعام، نقول: إنّ تطوير الفقه لا يمكن أن يحصل من دون الرجوع إلى الأصول المقبولة في الكتاب والسنّة، فليس فقهاً ما لا سند له من الكتاب والسنّة. ",
        "وآخر الكلام، إنّ عدم التفكير الجادِّ في تطوير الفقه، سوف يعطي ـ مع مرور الزمان ـ الفرصة إلى أشخاص يعملون على نسخ ما لم يفكّر حتّى الأئمّة المعصومون بنسخه، وسوف يفعلون ما يشاؤون، بدعوى تشييد وتأسيس المجتمع المدني على أساس التسامح والتساهل. ونضيف أن الإفراط، وطلب العافية، والعقلنة المتساهلة، تسير نحو المجهول. وأنّ الحقيقة تكمن في التفكير لوجه الله، والتجديد المنسجم مع الواقع.\nــــــــــــــ\n35 ـ المصدر نفسه، ص9. \n36 ـ المصدر نفسه، ص9. "
    ]
}