{
    "partText": [
        "الاجتهاد وإشكاليات التطوير والمعاصرة الجزء الثاني\nمعهد الرسول الأكرم صلى‌الله‌عليه‌وآله‌وسلم العالي للشريعة\n\nمقتضيات المشاركة الحضارية للاجتهاد الفقهي",
        "مقدِّمة\nما يحفِّز الباحثين وبعض مؤسَّسات الدِّراسات الدينية ودوائرها - وبخاصة في حقل العلوم الشِّرعية - إلى تقديم مشاريع إحيائية في ممارسة العمل الاجتهادي؛ ليس إلاّ شعورهم بأنَّ الوضعية الاجتهادية الحاضرة غير مستوعبة لمستجدَّات الحياة ومتطلَّبات العصر، وغير جاهزة للخوض في عمليَّة تنظيرية تخلق مناخاً نظرياً متلائماً مع حقيقة الحضارة الإسلامية.\nعرفت الآونة الأخيرة صرخات عالية تدعو إلى ضرورة استئناف جهود جادة للانطلاق باتجاه التجديد والإحياء في الفقه والاجتهاد، من خلال ممارسة إعادة النظر في قواعد العمل الاجتهادي وضوابطه؛ لأجل تمكينه من القيام بالدور اللاّزم في التنظير الفقهي الشامل والمنسجم مع وظائف الفكر الديني، ومهمَّاته تجاه الإنسان والحياة.\nإنَّنا، وفي الوقت الذي نتَّفق فيه مع دعاة الإصلاح والتجديد على أنَّ الحاجة ماسَّة، أكثر من أي وقت آخر، للحديث عن إحياء الفقه والاجتهاد الفقهي وتحديثهما، وهو ما سنتحدَّث عنه لاحقاً، سنبرهن على أنَّ سياسة الهدم والتدمير، قبل تحضير البديل وتأهيله، سوف تسفر حتماً عن كوارث كبيرة على التُّراث الإسلامي، وعلى أصالة الاجتهاد الفقهي وعمقه. نرى هذا في الوقت الذي نؤكِّد فيه: أنَّ الفقه الإسلامي في واقعه الراهن، غير جاهز للمواكبة والتصدِّي الحقيقي، بخاصة على صعيد التنظير وصياغة حلول فكرية تدعم مصداقية الحديث المتواصل عن الطاقات و(الظرفيَّات) الكبيرة للفقه الديني؛ الأمر الذي يدعونا جميعاً إلى استنفار الطاقات والإمكانيات العلمية والمنهجية الهائلة، للخروج بفقه يؤسِّس لتدبير الحياة، والإدارة الدينية لإنسان هذا العصر، ولمجتمعنا المعاصر، بكل ما تحتويه خصوصية هذا العصر الحاضر، وما تواجهه الأمة، ونظرية الدين المتكامل، من تحدِّياتٍ علمية، ونظرياتٍ هائلة، ترمي إلى النيل من مبدأ قدرة الدين على تلبية حاجات الإنسان والمجتمع، مهما تطوَّرا وتقدَّما.",
        "\nوما يُنجز عملياً، بين فنية وأخرى، من مواجهة لهذه التحديات النظرية بوصفها (شُبهات دينية)، أو (محاولات للنَّيل من قداسة الدين)، وتوظيف هذه القداسة لأجل إطلاق الأحكام المُدِينة والمستهجنة، لا يجدي جدوى الخوض الفكري والعلمي المُمنهَج في المواجهة، والمتمثِّل في تطوير عملية الاجتهاد، وتمكين العقل الاجتهادي من التواجد الكثيف في مختلف مساحات الحياة، من دون دعوة الأمة إلى أن تنزوي وتتقوقع وتتجنَّب خوض معارك يفرضها التطوُّر الحياتي.\nوتتمثَّل وظيفة الفقه والاجتهاد في إرساء إطاراتٍ معرفيةٍ شاملة، ونظرياتٍ ومناهجٍ دقيقة ومواكِبة للحياة المعاصرة، وذلك كلّه في ظلّ الالتزام الكامل والدقيق بمؤدَّيات النُّصوص الدينية والسنة الشريفة، مدعومة بصيغ عقلية في منطقة خلت من تناول نصِّي تفصيلي.\nأمَّا الحديث عن إمكانية وقوع العقل في شرك الخطأ عند الاعتماد عليه؛ بغية تجاهله وتجاهل دوره الكبير في صياغة الإسهام الحضاري الإسلامي، فلا يتجاوز مشكلة فقدان الوعي الكافي لإدراك: أنَّ الاجتهاد الديني لا معنى له من دون الاتكال على العقل، في ما رُسِم له من دور وموقع من قبل الشارع المقدَّس، وفي منطقة تحرُّكه، وذلك بعد تحديد مساحات هذه المنطقة، وتأطير دوره المعترف به شرعاً ضمن النقاش في منظومة (مصادر المعرفة)، ومنابع الاستنباط الشرعي.",
        "إنّ أي عمل على إسقاط جدوى العقل الإنساني - المدعو في النص الشرعي المعتبر: حجةَّ الله الباطنة - في تحمُّله لدوره الذي يستحقه، سينتهي في النهاية إلى استمرار العجز التنظيري في الإسهام الحضاري، وبقاء الإخفاق في صياغة مناهج وأنظمة كفوءة في ساحات الاقتصاد والسياسة، وما إلى ذلك من مفاصل الحضارة المعاصرة. هذا، وإنَّ إلغاء الإنسانِ العاقلَ من طريق الاجتهاد الديني؛ تحت ذريعة أنَّّ النَّص الديني يغنينا عن ذلك، يتنافى مع أوَّليَّات الفهم الصحيح لمدلول الوحي، وما احتل العقل فيه من هامش كبير وموقع متميِّز يمكِّننا في ظله استنطاق النَّص، المتمثِّّل في الوحي والحديث الشريف، والاستنباط منه.\n\nومن جهة أخرى، فإنَّّ إدراك الوقائع والأحداث في الإطار الزماني والمكاني، ووعي طبيعة هذا الإدراك وديناميكيَّته، سيؤثِّران في عمق عملية الاجتهاد، ويدعوان إلى إعادة النظر في تثمين انجرار تفاصيل مقتضيات الزمن الماضي إلى العصر الراهن، وفي المحاولة الخاطئة لإسقاط ما للثوابت الدِّينية من قيمة لا زمانية على المتغيرات، الّتي لا بدّ من القيام بأقلمة الأحكام في ظلّها تارة، وعصرنتها تارة أخرى. ومعلوم أنَّ خلط الثابت والمتغيِّر في جسم الفقه، وعدم العمل على وضع حدود واضحة لهما، من شأنه أن يجلب نتيجة مأساوية علينا، سواء أكان من جرَّاء عرض إجابات الماضي، وتقديم بدائل منصرمة إلى الاقتضاء الحاضر؛ ما يؤدِّي إلى صمت فقهي يخصِّب المجال لاعتبار الدين عاجزاً عن المواكبة والمعاصرة، وهذا في حال عدم الاعتراف بوجود المتغيِّرات، ومحاولة توسيع نطاق الثوابت إلى أبعد ممَّا هو مرسوم لها في الشريعة؛ أم من جرَّاء تمييع الثوابت الدينية، واعتبار الدين ظاهرة زمنية بلا ثوابت، يخضع لمصلحة الإنسان ورؤيته العصرية، ويحق له أن يُغيِّر منه ما يشاء، ويُثبت منه ما يشاء؛ جلباً للمصلحة وتدبيراً للحياة، عِبْرَ تجاهل القواعد الثابتة، وتخطِّي أسس الدِّين السَّماوية المُوحى بها.\nإذاً إنَّ قسطاً كبيراً، وحيِّزاً واسعاً، من مشروع عملية التحديث الفقهي، لا بدَّ من أن يختصَّا بالعمل على إيضاح ملابسات الثابت والمتغيِّر وإشكاليَّاتهما؛ لأنَّ الأمر يمثِّل عصب الحياة للاجتهاد المعاصر، وذلك تفادياً للوقوع في مشكلة كبيرة لها طرفان أسلفنا الحديث عنهما باختصار قبل قليل.",
        "\nولعلَّ انعدام الوعي الكافي، في المؤسسات المعنيَّة بالدراسة الفقهية والاجتهاد الشرعي، لمهمَّات الدين الإسلامي الواسعة؛ هو ما سبَّب خلط أولويَّات المرجعيَّات الشرعية في المعالجات الفقهية، الأمر الذي جعل جلَّ اهتمامات هذه الفعاليَّات الفقهية، المتمثِّلة بالدروس العالية والبحوث التخصُّصية، ينصب في حقل العبادات، دون الحقول التي تتحرَّك وتتطوَّر وتتطلَّب بذل جهد أقصى وأكبر من قِبَل المجتهدين قبل أيِّ حقل آخر. وما نتج عن ذلك هو عجز هذه القواعد عن بناء شخصية فقهية تخوض الحياة العلمية لتقدِّم وتعطي لواقعها حلاًّ دينياً يوفِّر للإنسان والمجتمع قِيَماً فيها صلاح الدنيا والآخرة، من دون أن يأتي ذلك لحساب أحدهما على الآخر، ونحن مع اعتبار الأصالة والأولوية للأخير في حال حتمية استحالة الجمع، مع أنَّ نشوء ثنائية كهذه، واعتبار فاصلة بينهما، لا أصل له في مداليل النص الشرعي. ولعلّ التفاوت في المرتبة بين المقولتين قد أسَّس لتجاهل الحياة، وبنى لتربية خاطئة للعقل الإسلامي والشخصية المسلمة في ما يتصل بفهم حقيقة الدنيا وعلاقتها بالآخرة؛ ما أدّى إلى حرمان المسلم المعاصر وإفقاره من إمكانيات مادية توفِّر له الأمن والهدوء وكرامة الحياة، بعيداً عن وطأة الصِّعاب وضغوط الذلَّة.\nوقد أسهم ذلك كله مباشرةً في إهمال كثير من التعاليم الدينية الراقية إلى تحسين الحياة، وساعد على حدوث تأخُّرٍ وتخلُّفٍ لا يسعنا إنكارهم، وعزَّز سلطان أعدائنا علينا. ولا يخفى أنَّ غياب الفقه المعاصر عن وسط الحياة السياسية والاجتماعية، تنظيراً ومعالجةً وتقديماً لبدائل، أسهم في خلق المناخ الراهن.\nبغية إدراك وجه القصور في حركة الاجتهاد، لا يمكن تغييب عنصر آخر؛ وهو التأثُّر السياسي الكبير، في الوسط الاجتهادي، بالأنظمة السياسية في مراحل تاريخية طويلة؛ ما أسهم في انغلاق أبواب الاجتهاد بين المذاهب الإسلامية، وعدم إتاحة الفرصة للتعامل الفقهي والحوار الإسلامي الشامل، بغية الوصول إلى منظومة فقهية اجتهادية تسترفد من مائدة إسلامية واحدة، لتحويل الهمِّ المذهبي إلى همِّ الأمّة، وإلى مطالب مشروع الحضارة الإسلامية العالمية.",
        "\nومن جهة أخرى، من الضّروري أن نطرح سؤالاً آخر عن الاجتهاد المعاصر؛ وهو: ما مدى إمكانية الحديث عن الاجتهاد (المقاصدي)، الذي يتحرَّك المجتهد فيه على أساس مسبَّق، وضعه لنفسه عبر تبنِّيه مقاصد عامة ومِلاكات كلِّية للشريعة عموماً، وللأحكام الفقهية خصوصاً، وفي ظلِّها يعمل على تحديد قيمة النّص الشرعي ويمارس النقد؟ سؤالٌ قد أخذ مساحة جيدة من اهتمام البحث الفقهي المعاصر، وإن كان متأخِّراً، ولكنَّه طُرح في الوسط التجديدي بقوَّة. ولعلّ السبب في حيوية موضوع المقاصد وارتباطه بالحياة، يعود إلى صعوبة الجمع بين رؤية فكرية تفهم نصوصَ الدّين وأحكامه بوصفها منظومة معرفية لا سبيل إلى معرفة أسبابها، ومقاصدها، وأسرار وجودها، وإنَّما هي مطالب سماوية لا تُفهم خلفيَّاتها ودواعيها، هذا من جهة.\nومن جهة ثانية، لعلَّه يعود إلى الحديث عن الثابت والمتغيِّر، أو إلى تأثُّر الخطاب الشرعي بالواقع المعيوش؛ لأنَّه من غير المعقول اعتبار أنَّ عصر صدور النُّصوص والأحاديث الدينية الأولى لم يكن له تأثير في إجابات الشريعة، بينما العصور اللاَّحقة، بما في ذلك عصرنا هذا، قد تؤثِّر في الاهتمام الفقهي والشرعي من قبل الفقهاء! الأمر الذي يدفعنا إلى التفكير الجادِّ والدرس العميق للعثور على مواطن المقاصد من النص الشَّرعي.\nوإذا كان الثابت والمتغيِّر حقيقتين في قلب الفكر الإسلامي، فمن دون الاعتراف بهما معاً، قد لا يمكن الدفاع عن قدسيَّة الدين في حال رفض الثوابت، ولا الدفاع عن إنسانية الدين وعملانية الشريعة، في حال رفض المتغيِّرات.",
        "\nومن الواضح، أيضاً، أنَّ السبيل إلى إثبات جدارة الدين باختراق الزمان والمكان، وأهليَّة الشريعة الشاملة والكاملة، كامنٌ في قبول وجود ثوابتَ خلف الأحكام تهدف الشريعة إلى تحقيقها، مع أخذ الحذر من وقوع الاجتهاد في فخِّ دوائر محظورة - كالقياس - تنتهي بالفكر الديني إلى الخضوع لعملٍ اجتهادي ذوقي، واستنسابي، أو استحساني، بينما الدراسة المقاصدية تتمكَّن من تمتين البحث الفقهي وجعله قادراً على تعزيز القواعد الفقهية، وإعادة ترتيبها من جديد، وبالذات سيقحم الموضوعُ هذا، الاهتمامَ القرآني في قلب الاجتهاد؛ وذلك لأنَّ بحث المقاصد يسفر عن تفعيل الفهم القرآني وإدخال الدراسة القرآنية إلى ساحة العمل الاستنباطي، لكونه المصدر الأساس في تحديد المقاصد العامة للشريعة الإسلامية. ولا أعتقد أنَّ المرء بحاجة إلى تأكيد: أنَّ فاعلية النَّص القرآني، موقعاً ودوراً في حركة الاجتهاد، لو قورنت بفاعلية الحديث والنص غير القرآني، ضئيلةٌ، وتكاد تختفي من ساحة الاجتهاد.\nإنَّ تحريك قضية المقاصد سيجرُّنا إلى التردُّد في إمكانية اكتفاء المجتهد بجزء من القرآن، المسمَّى بآيات الأحكام؛ لأنَّه لا آية في الكتاب الكريم يتمكَّن المجتهد من القول بالاستغناء عنها في عمله الاجتهادي. وإنَّ القرآن الكريم هو بمثابة الينبوع الصافي الذي تنطلق منه القواعد الأساسية والعامة للشريعة الإسلامية، وما جاءت السنة الشريفة إلاّ تبييناً وتفسيراً، وليس تأسيساً واستئنافاً. والقرآن الكريم يمثِّل المرجعية الكبرى لفهم مقاصد الدين الإسلامي، التي في ظلَّ إدراكها الجيد يسهل على الفقيه مراجعة الحديث الشريف وتقييمه. وإنَّ غياب القرآن الكريم - أو تغييبه - على أثر سلسلة تدابير غير معرفية وغير علمية، أدّى إلى وضع بيان فقهي كان الدور الأكبر فيه للحديث دون الآيات الشريفة، مع أَنَّه من المعروف أنَّ (اليد) قد مسَّت الحديث، وتم اختلاق بعضٍ منه أو تزويره، دون القرآن الكريم، وأصبحت العملية الاجتهادية بعد أحداث تاريخية سياسية، وغير سياسية، تدور في فلك الحديث، وظلَّ القرآن، وبالذات تلك المساحات الكبيرة غير الفقهية، حسب مدلولٍ حديثٍ للفقه مختلف عن حقيقة المصطلح في الكتاب والسنة، بمنأى عن هذه \n",
        "العملية. ومن الغريب هو أنَّ الاستشهاد بآيةٍ محكمة من القرآن الكريم على مقصد ديني عام يمثِّل عملاً غير مقبول في حال عدم إرفاقها بأحاديث تدعم فهمنا للآية و تؤيِّده، وذلك على الرُّغم من أنَّ محكم القرآن الكريم هو عصب الدين والوحي. وتعليق مدلول محكمات القرآن الكريم على تأييد من الأحاديث الشريفة؛ سيؤدِّي إلى محاولة نزع المرجعية وخلعها عن الكتاب الكريم، الأمر الذي أدَّى إلى فتح أبواب التأويل في بعض محكمات القرآن الكريم، وخلطِ الأوراق، وضياعِ الطريق، وتكريسِ القيادة الحديثية محلَّ مرجعية الكتاب الكريم وأصالته، وإخراج القواعد الدينية الثابتة منه، إلى جانب التمسُّك الكامل بالحديث الشريف والسُّنَّة المقدَّسة الصحيحة، وتهميش أحدهما مؤدٍّ بالأمة إلى الضياع والضلال، ويسبّب اللجوء إلى تأويل محكم الكتاب الكريم بغية التوفيق بينه وبين الحديث، هذا كلُّه قد حصل غير مرَّة في سير بعض العلماء المسلمين.\nإنَّ تزوُّد المجتهد بجزء من القرآن الكريم، وعدم تبنِّي تلك المنظومة المعرفية المتكاملة والشاملة في ما يخص المجتمع والتاريخ والإنسان، سيؤدِّي في النهاية إلى إنجاز عملٍ اجتهادي غير كامل؛ لأنَّ المجتهد لدى قيامه باستنطاق الحديث الشريف، واستنباط الحكم منه، سيوظِّف معرفته وفرضيَّاته وآراءه في الإنسان والتاريخ والمجتمع... إلخ، في فهمه، شاء ذلك أم أبى، غير أنَّ الغالب في الأمر هو عدم نشأة هذه الفرضيَّات من الكتاب الكريم. وبكل بساطة نقول: هناك شريحة من المَعْنيين بفهم الأحكام واستنباطها، ينطلقون من قاعدة معرفية - عن الإنسان مثلاً - قد كوَّنوها من خلال عيشهم معه في بيئتهم، ثُمَّ يستخدمونها في فهم الحديث الشريف، وهذا العمل هو محاولة لفرض اقتناع على مدلول الحديث من دون أن يكون في ذلك تعمُّد.\n\nوعليه، ينبغي التأكُّد من أنَّ معالجة موضوع التعاطي مع النص، ومقوِّمات فهمه، والعناصر المتداخلة في تكوُّن انطباع القارئ والمستنبِط، ستفتح آفاقاً مهمة على طريق الاجتهاد؛ الأمر الذي يحتَّم علينا إجراء دراسات جادَّة في مجال دراسة النّص، وعلم تفسيره وقواعده ومناهجه المعروضة في البحوث الألسنية واللغوية، بخاصة في مجال (الهرمنيوطيقا) (علم تفسير النَّص وفهمه)؛ وذلك كلِّه بهدف التقليل - أكبر قدر ممكن - من تدخُّل الذات، والحدِّ من محاولتها الفضولية للدخول الخفي والدقيق على خط مدلول النص الشرعي وتحت عنوان النّص نفسه. والتمييزُ بين الأمرين في غاية الدقة والصعوبة، والحل الأسلم يكمن في اللجوء إلى الكتاب والسُّنَّة لتكوين الاقتناع الأنتروبولوجي لدى الفقيه، ورفض الاتكال على معطيات المعيوش.",
        "ويُخشى من استمرار عدم الاعتراف، من قبل الوسط الفقهي الرسمي، بالجانب الفعلي والفلسفي والكلامي، وكذلك التاريخي واللغوي، والاكتفاء بالحديث (النص) على حساب باقي مصادر الاستنباط؛ الأمر الذي قد يؤدِّي إلى حرمان الإنسان من تأسيس فقه شامل، يأخذ الفقيه فيه جميع الحقائق السامية والراقية العقلية، والإنسانية الأخرى، بعين الاعتبار، ويسبِّب استمرار الخطاب الإسلامي الديني الآحادي بعيداً عن عقول الناس وقلوبهم؛ لخلوِّه من الشموليّة والكمال في ما يقدِّم من حلول عملية لأزمات ومآسٍ نفسية واجتماعية واقتصادية معاصرة، أخفقت في معالجتها جميع النظريات الوضعية، والأنظمة المعرفية الإنسانية المنقطعة عن الوحي والسماء.\nإنَّ هذا الإصدار من كِتَاب الحيَاة الطَّيِّبة يحاول أن يؤسِّس لنقاشات علمية، ومعالجات أوليَّة لقضايا مهمة، على طريق اجتهادٍ معاصر، عِبر استقطاب آراءٍ ورؤىً واسعة لعدد من المجتهدين البارزين في مجال الفقه والشريعة الإسلامية، ونأمل أن يكون خطوة في سبيل الهدف المنشود.\nالحيَاة الطَّـيِّبة\n",
        "مرتكَزات الاجتهاد المعاصر ومبانيه\nوقائع ندوة حَوْزَوُيَّة - جامعيَّة \nجاءت تجربة قيام الدولة الإسلاميَّة في إيران، وما رافقها من حاجات ملحَّة للتأصيل الفقهي في مختلف مرافق التجربة التي تتحرَّك في مدار الحياة؛ لتفرض على الحوزة العلمية أجواء وشواغل جديدة، حتى أضحى الحديث عن اجتهاد جديد يلبِّي الحاجات المستحدَثة ويواكب المستجدَّات وكأنَّه من الثَّوابت التي لا محيد عنها، فلم يَعُد الاجتهاد المتوارث من عصر ما قبل قيام الدَّولة يلبِّي سوى دائرة ضيقة من حاجات الحياة إلى الفقه، تتَّصل في الأغلب بدائرة العبادات وبعض المعاملات من حياة الإنسان الفرد.\nفي هذا السياق كانت الصَّيحة المدوِّية التي أطلقها الإمام الخميني قدس‌سره قبل أربعة أشهر من وفاته (بيان 15/ رجب/ 1409 هـ)، والموجَّه إلى الحوزات العلمية، التي أعلن فيها: إنَّ الاجتهاد المتداول لم يعد كافياً لإشباع حاجة الواقع.",
        "لذلك كلِّه لم تعد الأوساط التي تنتسب إلى التجربة الجديدة وتتنفس في مناخاتها تناقشُ في ضرورة التجديد، وإنَّما انتقلت إلى ترسيم سُبُله، والتفتيش عن إمكانات ممارسته وإنزاله إلى الواقع، وصوغ مرتكزات علمية متينة لإحداث هذه النُّقلة.\nمن هذه الزَّواية بالذات، قرأنا بحوثاً وشهدنا ندوات وعرفنا آراء كثيرة في التجديد الفقهي وإمكاناته، تضَّمنت كثافة ملحوظة في الرؤى الغنية.\nمن بين الأعمال المذكورة، تُعَدُّ هذه الندوة التي زاوجت بين الحقلين: الحوزوي والجامعي، واحدة من أبرز ما شهدته الساحة العلمية على هذا الصعيد خلال السنوات الأخيرة؛ من حيث كفاءة المشاركين، وجرأة الأسئلة، ووضوح المطالب وعمقها، وكثافة الرؤى، واتساع الآفاق؛ الأمر الذي دعانا إلى ترجمتها وتقديمها إلى القارئ العربي.\n",
        "أسماء المشاركين في هذه النَّدوة، مرتبةً ألفبائياً حسب اسم الشهرة:\n1 - السيد كاظم الحائري، أستاذ في الحوزة العلمية.\n2 - الشيخ محمد مجتهد شَبَسْـتَري، أستاذ جامعي يجمع بين التحصيلين: الحوزوي والجامعي.\n3 - د. ناصر كاتوزْيان، أستاذ جامعي.",
        "4 - د. أبو القاسم كُرْجي، أستاذ جامعي.\n5 - السيد محمد حسن مرعشي، عضو سابق في ديوان القضاء العالي، أستاذ في الحوزة العلمية حاليَّاً.\n6 - الشيخ محمد هادي معرفت، أستاذ في الحوزة العلمية. \nالمحرِّر",
        "\nتأثير الفلسفة والكلام في الاجتهاد\n* ما هي العلاقة بين النَّظريات الفلسفية والكلامية وبين استنباط الأحكام الفقهيّة؟ ثُمَّ ما هي العلوم اللاَّزمة لممارسة الاجتهاد؟\nد. كُرْجي: يتألَّف هذا السؤال، في الحقيقة، من سؤالين، هما: ",
        "1 - ما هي طبيعة علاقة نظريات هذه العلوم (المشار إليها في السؤال) بالاستنباط؟\n2 - ما هي العلوم التي ينبغي أن يلمّ بها المجتهد؟\nالسؤال الأوَّل عام غير محدَّد، فإذا كان المقصود معرفة علاقة هذه العلوم المباشرة بعلم الفقه، على نحو علاقة علم الأصول به، فالجواب بالنفي، فمن دون معرفة علم الأصول والتوفُّر عليه يتعذَّر استنباط الأحكام الفقهية، في حين أنَّ الأمر ليس كذلك بالنسبة لهذه العلوم، لكن في الوقت نفسه تُعَدُّ معرفة بعض هذه العلوم، والإلمام بها إلى حد معيّن، ضرورية في بعض المسائل الفقهية.\nعلى سبيل المثال: من اللازم معرفة الرياضيات بشكل عام في مسائل الوصايا والإرث، وكذلك في بعض مسائل تقسيم المال المشترك، وذلك في حدود الثقافة العامة. وفي معرفة القبلة، من الضروري أن يكون الفقيه ملمَّاً بعلم الهيئة، كما ينبغي له أن يكون على دراية بمسألة بطلان الدور - وهي من المسائل الفلسفية - على صعيد عدم جواز التقليد في (مسألة التقليد).",
        "كذلك ينبغي التوفُّر، في مجال البحث، على (مسألة حُجِّـيَّة خبر الواحد) ونظائرها، من قبيل مسألة حُجِّـيَّة الظهور (ومن الواضح أن هذه المسائل أصولية، لا فقهية)، وعلى معرفة مبحث حُجِّـيَّة الكتاب و السُّـنَّة، وهذه مسألة كلامية، وهكذا الحال في مبحث حُجِّـيَّة خبر الواحد، - وهو كما مرَّ - من المسائل الأصولية، لا الفقهية.\n\nأمَّا إذا كان المقصود من السؤال أمراً آخر هو: إذا لم يكن الإنسان معتقداً بالعقائد الصحيحة المبتنية على مرتكزات (مبانٍ) مختلفة في علوم مختلفة، من بينها الفلسفة والكلام، فهل بمقدوره أن يكون مجتهداً؟ فإنَّ الجواب هو: أجل، يستطيع ذلك، بل يمكن أن يكون استنباطه حُجَّة عليه أيضاً، شريطة أن يمارس ذلك على ضوء القواعد الصحيحة للاستنباط، كأن يستفيد - مثلاً - من نصوص الكتاب والسُّـنَّة وظواهرهما، ويراعي الالتزام بقواعد الخاص والعام، والمطلق والمقيّد، والمفهوم والمنطوق، وغيرها. كما عليه أن يعمل بالأمارات والأصول المعتبَرة، وأن يستفيد من كلِّ واحد منها في مجاله الخاص.\nلكن إذا كان المراد من السؤال: هل الاجتهاد المذكور في الفرض أعلاه حُجَّة على الآخرين أو لا؟ فالجواب هو: ما دامت العدالة من شروط مرجع التقليد، فلا يجوز تقليده، كما لا يجوز إسناد القضاء إليه.",
        "وفي ما يتعلَّق بالسؤال الثاني، فإنَّ العلوم اللاَّزمة للاجتهاد هي: علوم آداب اللغة العربية، المنطق، أصول الفقه، تفسير آيات الأحكام، معرفة الأحاديث الفقهية، معرفة مواطن الإجماع، الدراية بالأحكام العقلية بالدَّرجة الضَّرورية التي تستلزمها ممارسة الاجتهاد، بالإضافة إلى لمحات من علوم أخرى.\nالسيد مرعشي: لقد بيَّن الفقهاء ما يحتاج إليه الاجتهاد من علوم في الكتب الفقهية (انظر مثلاً: كتاب القضاء). أمَّا بالنِّسبة للنظريات الفلسفية والكلامية والعلمية، فيمكن أن تكون مؤثِّرة في مقدِّمات الرؤية؛ لذلك يحصل أحياناً في علم الأصول أن تتسع دائرة البحث لتشمل المسائل الفلسفية. فبحوث من قبيل: اجتماع الأمر والنهي، ومبحث الضد، والطلب والإرادة، وقبح العقاب بلا بيان، لها جميعاً خلفيَّة فلسفية وكلامية.\n\nأمَّا بالنسبة للنّظريات العلمية، فيمكن أن تكون مؤثِّرة في تشخيص الموضوعات، وكثيرة هي الأمثلة والمصاديق التي يمكن ذكرها شاهداً في هذا المجال؛ فعلى سبيل المثال: نجد في باب الديَّة تعلُّق نصف الدية في حال قطع خصية الرجل اليسرى، في حين يتعلَّق ثلث الدية في حال قطع خصية الرجل اليمنى؛ وقد علَّل الفقهاء ذلك بأنَّ الطفل يولد من خصية الرجل اليسرى، طبقاً لمؤدَّى بعض الروايات الضعيفة؛ لذا فإنَّ ديَّتها نصف الديَّة الكاملة، ولكن العلم لا يقبل ذلك. وانتبه لذلك الشهيد الثاني (زين الدين العاملي، 911 - 965هـ) في شرح اللمعة، وذكر أنَّ الأطبَّاء لا يوافقون على مثل هذا التعليل.",
        "من الأمثلة ما يُذكر طبقاً لمفاد مجموعة من الروايات، من أنَّ النطفة تمكث في الرحم أربعين يوماً، وتكون علقة أربعين يوماً، ومضغة أربعين يوماً، في حين لا تنسجم معطيات العلم اليوم مع هذا الترتيب. \nوبشكل عام: الأحكام تابعة لموضوعاتها، ويمكن للعلم أن يُعين الفقيه ويُساعده في معرفة الموضوعات، وفي مثل هذه الحالة، تكون المعرفة دقيقة من دون أن تنطوي على شكٍّ أو تردُّد؛ كما هي الحال في ميزان الموقف العلمي - مثلاً - من قضية بلوغ الفتاة في سنِّ التاسعة؛ إذ يمكن للعلم أن يثبِتَ - على نحو دقيق - هل تصل الفتاة إلى مرحلة البلوغ في سنِّ التاسعة أم لا؟\nالسيد الحائري: إذا كان المقصود من السؤال أنَّ الفلسفة والكلام يهبان الفقيه رؤية إلهيَّة، ويجعلان أفُقَه أرحب، فهذا أمر حسن له تأثيره؛ إذ يجب أن يكون للفقيه رؤية ميتافيزيقية (غيبية) إلهية، وإلاّ لا يكون فقيهاً، ولن تكون ثَمَّة قيمة لفتاواه. الفلسفة تُثبت لنا أنَّ هذا العلم هو حلقة مرتبطة بحلقات أخرى، وهذه أمور ينبغي للعالِم الدِّيني أن يعرفها.\nأمَّا إذا كان المقصود خلط المسائل الفلسفية والعلمية بعلم الأصول، لتكون الحصيلة كالتي بين أيدينا: علم أصول متضخِّم ممَّا دخله ونفذ إليه، فهذا أمر مرفوض.",
        "\n* ألا يوجد فَرق بين مدرسة الشيخ محمد حسين الأصفهاني (ت1266هـ) والميرزا محمد حسين النائيني (ت1335هـ)؟ فالمرحوم الأصفهاني متأثِّر بالفلسفة والكلام، واتجاهه الأصولي يختلف تماماً عن الاتجاه الأصولي للمرحوم النائيني، ومن الواضح أنَّ لهذا الاختلاف أثره في الفقه.\nالسيد الحائري: نعم، ولكن أيُّ هاتين المدرستين أحقّ؟ هذا أمر غير معلوم.\n* بحثنا يدور في طبيعة تأثير الذِّهنية الفلسفية والكلامية في الفقه والأصول، أمَّا الأحقّية، فهي مسألة أخرى.",
        "السيد الحائري: نحن نقبل بوجود مثل هذا التأثير الذي يفضي إلى الأحقّية.\n* يمكن أن يكون للعلم أحياناً تأثير على الفتوى. ففي مسألة العصير العنبي، يذهب بعض الفقهاء إلى أنَّ الغليان يجب أن يكون طبيعياً و تلقائياً، حتّى تزداد الحالة الأسيدية والسكَّرية. أمَّا إذا سخن بالنار ووصل إلى الغليان، فلا يطرأ على ماهيَّته أيُّ تغيير، ومن ثَمَّ لا يشمله حكم النجاسة.\nالسيد الحائري: التغيُّر يطرأ تدريجياً على العصير العنبي، بعد أن يبرد وتتغيَّر ماهيَّـته؛ ولذلك أفتى الفقهاء بحرمته ونجاسته.\nالشيخ مجتهد شَبَسْـتَري: أعتقد أنَّه بالإمكان طرح السؤال بشكل أصحّ إذا صُغنا المسألة على النحو الآتي: ما هي صلة فهم الكتاب والسُّـنَّة بالنظريات الفلسفية والكلامية؛ أيْ النظريات التي تقع خارج مجال تخصُّص الفقيه. والباعث إلى ذلك، هو أنَّ الصيغة تعرُض لمسألة في غاية الأهميّة، وهي: كيف ينبغي أن يُفهم الكتاب والسُّـنَّة؟",
        "\nثَمَّة أنواع مختلفة من الفهم، فالعُرفاء فهموا الكتاب والسُّـنَّة عرفانياً، والفلاسفة فلسفياً، وثَمَّة إلى جوار هذين الفهمين الفهم الفقهي للكتاب والسُّـنَّة، وهذه الأشكال من الفهم تتفاوت في ما بينها. وحينئذٍ سيكون السؤال: هل يمكن لإنسان له اطلاع على النظريات التأسيسيَّة، في الفلسفة والكلام، أن ينال الفهم الفقهي ويُحرزه؟ وهل يتحقَّق الفهم الفقهي مع وجود أيِّ نوع من أنواع الفهم الفقهي ويُحرزه؟ وهل يتحقَّق الفهم الفقهي مع وجود أيِّ نوع من أنواع النظريات الفلسفية والكلامية؟ أو أنَّ اختلاف النظريات الفلسفية والكلامية يؤدِّي إلى اختلاف الفهم الفقهي؟\nوهكذا ترون أنَّ المسألة تعود إلى قضية كيفيَّة تحقُّق فهم الكتاب والسُّـنَّة وترتد إليها.\nقضية كيفية قراءة النصوص وتفسيرها قضيَّة مهمَّة جداً؛ فنحن لدينا، إلى جوار علم الفقه، فلسفةَ علم الفقه، والمقصود بعلم الفقه هو الواقع الموجود والمتداول في الحوزة والذي يخضع لموازين محدَّدة؛ حيث يُقال في تعريفه: (هو العلم الذي يبحث في الأحكام الشرعية لأفعال المكلَّفين، وَيستنبط تلك الأحكام من أدلَّتها التفصيلية). بَيْد أنَّ الذي لم يبحث في علم الفقه هو (ماهيَّة) هذا البحث والتفحُّص وحقيقته؛ أي لا يُصار إلى بحث فلسفي في هذا المجال، بحيث تُعرف كيفيَّة تحقُّق هذا البحث والفحص في أعمال المكلَّفين، وما هي طبيعة النسيج الذي ينطوي عليه والمقدَّمات التي يقوم عليها ويستنبطها.",
        "إنَّ البحث في هذه الدائرة (حقيقة البحث الفقهي) وما يكتنفها من أصول، هو أمر تنهض به (فلسفة علم الفقه). وفي حوزاتنا العلميَّة، لا وجود لعلم باسم: فلسفة علم الفقه، ولكن يجب أن يوجد؛ ففي الوقت الحاضر بدأت تعرض إلى جوار أي علم، فلسفة ذلك العلم؛ لذلك لا يسعنا أن نغفل عن فلسفة علم الفقه، ونتجاهلها رغم أهمِّـيتها الفائقة.\nوبديهي أنَّّ علم الأصول تكفَّل بعرض مجموعة من مباحث فلسفة الفقه ودراستها، ولكن ثَمَّة بحوث مهمَّة لا يتولى علم الأصول دراستها وبحثها.\n\n* وهذا هو علم (المعرفة الفقهية)؟",
        "الشيخ مجتهد شَبَسْـتَري: البُعد المعرفي في الفقه لا يمثِّل فلسفة الفقه كلِّها، وإنَّما يمثِّل جزءاً مهمَّاً منها. \nوالآن نعود بعد هذه المقدِّمات إلى الموضوع المُثار، فإحدى المسائل الأساسية في فلسفة علم الفقه تتمثَّل بما يتضمَّنه السؤال الآتي: هل هناك دخل وتأثير لِمَا يحمله الفقيه من نظريات فلسفية، ولِمَا يؤمن به من نظريات كلامية، ولِمَا له من رؤية كونية، في كيفية فهمه للكتاب والسُّـنَّة أو لا؟ هذا سؤال مهم.\nمن أجل إضاءة جوانب عن هذا السؤال - وأنا أعتقد بوجود التأثير - ينبغي أن ننتبَّه إلى مسألة أساسية تتمثَّل في أنَّ على الفقيه أن يحدِّد موقفه في هذا المجال، ويكشف عنه بوضوح؛ وذلك بأنْ يحدِّد دائرة الاستنباط الفقهي ويشخِّص مجالها، بحيث يُعلم في أيِّ المسائل تجب العودة إلى الكتاب والسُّـنَّة؟ وفي أيِّ المسائل لا تجب العودة أصلاً إلى الكتاب والسُّـنَّة؟ هذه مسألة أساسية ينبغي أن يكون للفقيه موقف واضح منها.\nأمَّا سبب التأكيد على هذه النقطة المتمثِّلة بـ: وجوب تحديد الفقيه - أوَّلاً - لحدود عودته إلى الكتاب والسُّـنَّة، فإنَّما يُفسَّر على أساس أصل ثابت في علم التفسير يقول: إنَّ فهم أيَّ نصٍّ - من دون أن يقتصر ذلك على الكتاب والسُّـنَّة وحدهما - سواء أكان نصَّاً فلسفياً أم تاريخياً أم قانونياً، لا يكون ممكناً إلاّ إذا حدَّد قارئ النص ما يترقَّبه ويريده من عودته إلى النص؟ وما هي الأفكار التي ينطوي عليها النص بشكل عام؟ فمن دون حسم هذه المسألة لا يتيسَّر الوصول إلى أيِّ ضرب من ضروب فهم النص؛ لذلك على الفقيه أن يحدِّد - بادئ ذي بدء - لماذا يعود إلى الكتاب والسُّـنَّة؟ وما هي طبيعة الأفكار والمواقف التي يتكفَّلها الكتاب والسُّـنَّة؟",
        "\nوبعبارة أخرى، يمكن أن تطرح المسألة على نحو آخر يتمثَّل بالموقف من الوحي نفسه: فما هو الوحي؟ كيف ينظر قارئ النص إلى الوحي؟ وكيف يحدد دائرته ومفاده؟ وما هو الدَّور الذي يؤمن به للوحي في حياة الإنسان؟. وفي المقابل: ما هي الحاجات التي يؤمِّنها الوحي نفسه بعودتنا إليه؟ وما الذي ننتظره منه؟ وعلى الفقيه أن يكون بصيراً بطبيعة الرغبة التي تجذبه إلى الكتاب والسُّـنَّة، وأن يكون مدركاً لعمقها وكيفيَّـتها على نحو صحيح.\nنعم، يمكن للفقيه أن يُدرك، بعد رجوعه للكتاب والسُّـنَّة، أنَّهما يجيبانه عن أسئلة لم تكن قد وردت على ذهنه، أو أنَّهما يقومان بتصحيح أسئلته، ذلك كلُّه محتمل؛ لذلك ينبغي أن يكون ذهن الفقيه حال عودته إلى الكتاب والسُّـنَّة منفتحاً بشكل كامل، بمعنى أن يكون مستعدَّاً لِمَا قد يفضي إليه الرجوع إلى الكتاب والسُّـنَّة من تغيير يطرأ على إدراكه ووعيه وذهنه.\nفعملية تفسير الكتاب والسُّـنَّة، سواء كانت فقهية أم غير فقهية، هي عملية أخذ وعطاء تتركَّز على قراءة النص، وتحصل دائماً بين قارئ النص وبين معطياته. هي حركة تبادل دورية، حركة تنطلق من مفسِّر النص وقارئه إلى النص، ومن النص إلى المفسِّر، بحيث يتكاملان فيما بينهما عبر هذه الحركة التبادلية (التفاعلية) التي يُعبَّر عنها في علم التفسير أو (الهرمنيوتيك) بـ: (الدور).",
        "فلا يمكن أن يعود النص بمعطى لصالح الإنسان من دون أن يوظِّف مفسِّر النص ما عنده؛ أي لن يكون بمقدور الإنسان أن يحصل على شيء من النص. فللإنسان معطيات عليه أن يوظِّفها ليحصل من النص على شيء، وعندما يخرج من النص بحصيلة يقوم بتصحيح معطياته الذاتية الخاصة على ضوئها، ثُمَّ يعود للنص مرَّة أخرى فيستفيد منه مجدَّداً بما يعزِّز معارفه.\n\nإنَّ علميَّة تفسير النصوص تنطوي على (الدور)، وذلك خلافاً لِمَا نتصوَّره؛ إذ نظنُّ أنَّنا نعود إلى النص فنفهم منه، ولكن الواقع ليس بهذه الدرجة من البساطة، بل ما يتوقَّعه الفقيه من النص، وما يترقَّبه منه هو الذي يحدِّد طبيعة الأسئلة التي يطرحها على الكتاب والسُّـنَّة، وينتظر الإجابة عنها.\nفلو افترضنا أنَّ الفقيه يتوقَّع أن يحصل على حكم شرعي، فحينئذ نسأل: هل يتعلَّق الحكم الشرعي الذي يريد أن يحصل عليه بجميع أفعال المكلَّفين أو ببعضها؟ ثُمَّ لماذا يتعلَّق بهذا القسم بالذات؟ وما هو دليل انتخابه من دون غيره؟ بمعنى أنَّ على الفقيه أن يكون له موقف من قضية حقيقة الكتاب والسُّـنَّة، فما هي حقيقتهما، وما هو دورهما في حياة الإنسان، حتّى يبتغي أن يحصل منهما على مثل هذه الأحكام التي يريدها؟ إنَّ القول: إنَّ مجال الكتاب والسُّـنَّة يتألَّف من دائرة معرفة حكم أفعال المكلَّفين، هو أمر ينطوي على الضيق والسعة، ولا يمكن المرور به مرور الكرام.",
        "سنضع معنيين لهذه المقولة، أحدهما إلى جانب الآخر، ثُمَّ نقارن بينهما:\nفي الحالة الأولى، يكون المعنى الذي يبغيه الفقيه من الحصول على حكم أفعال المكلَّفين، أن يقول: عندما أنهض من النَّوم صباحاً، لا أفعل أيَّ شيء إلاّ بعد أنْ أعود أوَّلاً إلى الكتاب والسُّـنَّة؛ لأرى طبيعة التكليف الذي يحدِّدانه لي. ومعنى ذلك أنِّي أتوقَّع أن يُعيِّن الكتاب والسُّـنَّة تكليفي - على نحو أوَّلي - إزاء جميع أفعالي وأنشطتي، بصورة حكم شرعي فقهي من نوع الأحكام الخمسة (الحرمة، الوجوب، الإباحة، الكراهة، الاستحباب)، فأنا إذاً أنتظر من الكتاب والسُّـنَّة حكماً شرعيّاً فقهيّاً أوَّلياً إزاء جميع أفعالي. أنتظر منهما أن يحدِّدا ما أفعله وما لا أفعله؛ والسَّبب في هذه النظرة: إيماني بأنَّ حقيقة الوحي ودوره أن يحدِّدا تكليفي إزاء جميع ما يصدر منِّي من حركات وسكنات.\n\nإذا كان هذا هو ما ينشده الفقيه من الكتاب والسُّـنَّة، فإنَّ حياة هذا الفقيه ومَن يعمل بنظره (بفتاواه الفقهية)، وكذلك حياة المجتمع الذي يفتي له الفقيه، ستكتسب شكلاً خاصاً. فأفراد مجتمع كهذا عليهم أن لا يحرِّكوا ساكناً، إلاّ إذا جاء فيه موقف من الكتاب والسُّـنَّة بصورة خاصة أو عامة. وإذا اعتقد الفقيه بمثل هذه الرؤية، لا يستطيع أن يُخرج من دائرة الفقه ومجاله قسماً أعظم من فعاليات الإنسان التي ترتبط بالمسار الطبيعي للحياة الإنسانية والتمدُّن البشري، والتي أوكلت بمقتضى كلِّيات الكتاب والسُّـنَّة إلى الإنسان نفسه، وأنيطت بالعلوم والتجربة البشرية؛ ذلك لأنَّ إناطة هذا القسم من النشاط البشري بالبشر يتعارض مع العقيدة - التي ينطوي عليها إيمان الفقيه المفترض - التي تذهب إلى أنَّ وظيفة الوحي هي أن يحدِّد للإنسان جميع سكناته وحركاته ومختلف ضروب نشاطه. إنَّ فقيهاً كهذا عليه أن يضع العلم والتجربة البشرية جانباً، ويتخلَّى عنهما تماماً، حتّى يستطيع أن يتمثَّل إيمانه في حقيقة الوحي (الكتاب والسُّـنَّة) ويبقى وفيَّاً له.",
        "أمَّا النَّوع الثاني من الانتظار والترقُّب لبيان أحكام المكلَّفين من الكتاب والسُّـنَّة، فيأتي في جانب آخر؛ إذ هناك نوع من التفكيك في ذهن الفقيه، بمعنى أنَّه يَعرف - كإنسان حرٍّ ذي فكر - أنَّ هناك مسائل ترتبط تلقائياً بعقل الإنسان وتدخل في نطاق هذه الدائرة، وهناك حيِّز من الحياة ينهض به العقل، وقد أُوكل أمره إلى الإنسان نفسه؛ بحيث لا يكون للوحي دور في هذه المساحة سوى تعيين الأصول الكلِّية، والقيم التي توجِّه الأنشطة البشرية، ومن ثَمَّ فإنَّ دور الوحي - في قناعة فقيه كهذا - لا يمتد ليشمل تعيين وظيفة الإنسان في جميع أنشطته وفعَّالياته.\n\nفلو أرادت جماعة بشرية - مثلاً - أن تتحرَّك في طريق التنمية الاقتصادية وتحقيقها، فالقرار في هذا الشأن متروك لها، إن شاءت اتَّخذته، وإن شاءت لم تتّخذه. الأمر الذي يرتبط بالكتاب والسُّـنَّة، في هذا المجال، هو أنَّ على هذه الجماعة إذا قرَّرت أن تتحرَّك باتجاه التنمية، أن تعود إلى الكتاب والسُّـنَّة، لتعرف من خلالهما النواهي (المحرَّمات) الإلهية؛ كي لا ترتكبها وتمارس الفعل الحرام في التنمية. ومعنى ذلك أنَّ دور الكتاب والسُّـنَّة، في مسألة التنمية الاقتصادية، هو أن يبيِّنا ما لا يجب وما لا يليق، لا أن يبيِّنا ما يجب وما ينبغي. \nهذا الأنموذج يكشف عن ضرب آخر من ضروب العودة إلى الكتاب والسُّـنَّة، يُبنى على فهم جديد لحقيقة الوحي ودوره. الرؤية الأولى تجعل ما يُرجى من الكتاب والسُّـنَّة يمتد ليشمل كل فضاءات الحياة ومجالاتها. أمَّا الرؤية الثانية، فإنَّها تقصُر الدائرة في حدود المحور الأصلي لحياة الإنسان؛ أي الحياة المعنوية (دائرة اجتناب الذنوب والتقرُّب إلى الله)، وتصرف مهمَّة الكتاب والسُّـنَّة إلى هذا المحور. أمَّا حركة الإنسان في أبعاد الحياة الاُخرى المتمثِّلة بإيجاد التمدُّن، والثقافة، والعمران، وأمور المعاش، فتوكل إلى الإنسان نفسه؛ بمعنى أنَّ هذه الرؤية تترك الإنسان حرَّاً، وتوكل إليه ممارسة الوسائل والأدوات للحياة في هذا العالم.",
        "لاحظوا أنَّ أمامنا نمطين من الترقُّب والتوقُّع لكيفية الحصول على الأحكام من الكتاب والسُّـنَّة، ينتهيان إلى رؤيتين مختلفتين بشأن حقيقة الوحي ودوره في حياة الإنسان. والأمر المهمّ الذي يربطنا بالموضوع، أنَّ هاتين العقيدتين أو الرؤتين هما - في حقيقتهما ومضمونهما - تعبير عن عقائد ومتبنَّيات فلسفية وكلامية. وهناك مسائل أخرى تدخل في تدخل في تأليف هذه الأفكار والمعتقدات الفلسفية والكلامية وتكوُّنها.\n\nعلى سبيل المثال: لو عاش الفقيه في عصر تزدهر فيه التنمية الاقتصادية، بحيث تكون التنمية إحدى الضرورات، وتكون الحياة العادية المألوفة هي الحياة التي تقترن مع مستلزمات الصناعة، والمستلزمات الاجتماعية والثقافية للحالة الصناعية؛ لو عاش الفقيه في عصر كهذا وألِفَه وقَبِل ضرورات التنمية الاقتصادية، ومستلزمات الحياة الصناعية، فإنَّه سينطوي - أراد ذلك أم لم يرد - على رؤية كونية خاصة تتَّسق مع هذا اللون من الحياة؛ أيْ تتَّسق مع التمدُّن الجديد، وسيكون لهذه لرؤية الكونية أثرها في أفكار هذا الفقيه الفلسفية ومتبنَّياته الكلامية.\nهذا الفقيه سيفهم الوحي ويتلقَّاه ويفسِّره بطريقة تتَّسق مع التمدُّن الجديد، لا أن ينفيه ويحكم عليه بالفناء والزوال، وفقيه كهذا سينظر إلى دور الكتاب والسُّـنَّة، في تنظيم الحياة المتمدِّنة وضبط العلم والصناعة، أنَّهما يقومان فقط بدور رعاية القيم المعنوية أثناء طيِّ هذا المسار، لا أن يبيِّنا أدوات هذا التنظيم ووسائله، ولا أن يحكما بالفناء والزوال على التمدُّن والعلم والصناعة. وبذلك تكون أسئلته أسئلة خاصة متطابقة مع هذه الرؤية، والأجوبة التي ينتظرها لا تخرج عن هذا البُعد.",
        "ما نراه واضحاً هو: دخول العلوم، والفلسفة، والوضع الحضاري، وحالة العصر، في تكوين رؤية الفقيه وما ينتظره من الكتاب والسُّـنَّة.\nويمكن، في النقطة المقابلة، أن يعيش الفقيه في عصر يفتقر للعلوم والتمدُّن والصناعة والأوضاع المرتبطة بها، فحينئذٍ يكون من السَّهل لمثل هذا الفقيه أن ينهض من نومه صباحاً، ويقول: لا أعود إلاّ إلى الكتاب والسُّـنَّة؛ بحيث أحصل منهما على شرح كامل لجميع ما ينبغي أن أفعله وما لا افعله. بَيْد أنَّ الذي حصل هو أنَّ فقهاءنا الماضين، مع عدم معاصرتهم لأوضاع شبيهة بالحضارة الجديدة، كانوا يقبلون مقتضيات عصورهم.\n\nهنا بودِّي أن أستطرد قليلاً وأؤكِّد: أنَّ التشتُّت الذي نراه، في كثير من الفتاوى، يعود إلى عدم توجُّه الحوزات الفقهية إلى دور المباني الفلسفية، والكلامية، وطبيعة الرؤية الكونية للفقيه. فلو توافرت البحوث الكافية في هذه المباني ونُقِّحت؛ لأدى ذلك إلى اختفاء أغلب عناصر الاضطراب في الفتوى، ولو تمَّ التدقيق في هذه المباني الفلسفية والمرتكزات الكلامية، وفي الرؤية الكونية، على قدر التدقيق الحاصل في البحث الأصولي، لأمكن أن تختفي الكثير من النقاط البارزة غير الفاعلة التي تظهر على الفقه، وبخاصة في المعاملات، ويذهب ما يعتور السياسة الفقهية من ضياع وحيرة على هذا الصعيد.",
        "فما نحتاج إليه من أجل ذلك، هو بحوث شافية ووافية، ناظرة إلى المسائل الفلسفية والكلامية المعاصرة، وإلى ما يشهده العالم من تصوُّرات في الرؤية الكونية ومبانيها. والذي يؤسَف له أنَّه حتّى لو تمَّ الانتباه في حوزاتنا العلمية إلى الفلسفة والكلام، فإنَّ الذي يبقى غائباً في هذا المضمار هو طبيعة العلاقة بين هذه المباني وبين الفقه والاجتهاد.\nالتصوّر السائد هو أنَّ الفقيه لا يحتاج إلى الفلسفة والكلام، بل ثَمَّة ما هو أكثر، إذ يُتَصَوَّر أنَّ الفقيه الذي يتجاهل الفلسفة والكلام يحظى فقهه بحظٍّ أوفر من الصَّواب. فقد جرت العادة أنْ يُسأل الفقيه عن مبانيه الأصولية في الفتوى، وأحياناً تتعرَّض هذه المباني للنَّقد، بَيْدَ أنَّه لا يُسأل عن مبانيه الفلسفية والكلامية وعن رؤيته الكونية التي سَرَت إلى علم الأصول ونفذت إليه، وتركت آثارها بالتالي على فقهه، ولا تتعرَّض هذه المباني إلى النَّقد أبداً، فلا أحد يسأل الفقيه عن طبيعة الأصول الفلسفية والكلامية والرؤية الكونية التي أقام فقهه على أساسها؟ وبسبب هذه الغفلة عن المبادئ والمباني الأوّلية، ترى أنَّ كلَّ شخص يفتي بما يشاء، من دون أن تتوافر ضوابط واضحة لإنهاء حالة التشتُّت والاضطراب هذه.\n\nأنا شخصياً لا أشكُّ في أنَّ طريق إصلاح منهج الفقاهة والاجتهاد يتمثَّل في أن تعتني حوزاتنا العلمية، في المرتبة الأولى، بحقل (الإلهيات) (الرؤية الكونية)؛ أي معارف التوحيد، ثمَّ تُعنى، في المرتبة الثانية، بحقول الفقه والاجتهاد؛ أي أنَّ الجهد الأهمّ ينبغي أن يبذل في إطار حقل معارف التوحيد، ثُمَّ يؤسَّس الفقه والاجتهاد ويبنى على ذلك الجانب المعرفي.",
        "أمَّا في مجال الفقه والاجتهاد، فينبغي، في البدء، أن تُحدَّد ضوابط معيَّنة تندرج تحت عنوان: مقاصد الشريعة، ثُمَّ يمارس الاجتهاد بعدئذ في إطار تلك المقاصد، وفي إطار تدوين الأصول الكلّية العامة لمقاصد الشريعة، بوصفها الأطر الكلِّية والضوابط العامة للفقه والاجتهاد، وهناك مسائل كثيرة لا مجال الآن للخوض فيها.\nعلى ضوء ما مرَّ، ما ينبغي طرحه على طاولة البحث، في الوقت الحاضر، هو الاجتهاد الفلسفي والكلامي في إطار الزمان والمكان، وذلك بدلاً ممَّا هو حاصل فعلاً من عرض مسألة الاجتهاد الفقهي في إطار متغيَّرات الزمان والمكان، وذلك بالمعنى الذي يفيد تقدُّم المقولة الأولى على الثانية، وترتُّب المسألة الثانية - من حيث المبنى - على الحصيلة التي يُصار إلهيا في البحث الأوّل.\nنعرف أنَّه من المألوف القول - في مواجهة هذه الدعوة -: إنَّ المرتكزات الفلسفية والكلامية قد طُرحت خلال القرون الماضية، واستحكمت مبانيها ونقِّحت بما فيه الكفاية، بحيث لا تحتاج إلى إعادة النظر فيها. \nهذه على أيِّ حال نظرية سائدة، لكن ألا ينبغي لحوزاتنا العلمية أن تطرح هذا الادّعاء الكبير على بساط البحث، في أجواء حرَّة ونهج تحقيقي بعيد عن التعصّب؛ لكي يتبيَّن من البحث والمناقشة مقدار ما يتحلَّى به هذا الادّعاء من صحَّة أو سقم؟",
        "\nيمكن أن نُضيف إلى ما مرَّ، أنَّ مبانينا الفلسفية والكلامية في السابق لم تكن تطرح بشكل حيٍّ، وبنحو يُبيِّن علاقتها بالفقه والاجتهاد المتداول في الحوزات؛ لذلك يحصل أحياناً أن تصدر فتوى ليس لها صلة بتلك المباني الفلسفية والكلامية المتبنَّاة، ولا تتناسب وإيَّاها. \nكما يقال أحياناً: إنَّ المِلاك في الفقاهة والاجتهاد هو الفهم العُرفي للكتاب والسُّـنَّة، وفي تحقيق الفهم العُرفي لا دخل أبداً للمباني والمقدِّمات الفلسفية والكلامية، ولا أثر للرؤية الكونية. هذا الكلام يخضع لنقاش واسع، فالفهم العُرفي يُبْنى على أساس مجموعة من المقدِّمات والمتبنَّيات العُرفية، وهذه بدورها تؤلِّف نوعاً من الفلسفة، وتستبطن رؤية كونية خاصة، وإن عبَّرت عن نفسها بشكل ابتدائي وبسيط.\nإذاً، فالفهم - أي فهم الكتاب والسُّـنَّة - حتّى وإن كان عُرفياً، لا يكون ميسوراً من دون وجود مجموعة مبانٍ فلسفية، ومقدِّماتٍ كلامية، ورؤيةٍ كونيَّةٍ محدَّدة. والسؤال الذي يُطرح في هذا المجال هو: إلى أيِّ مدىً يصحُّ الادِّعاء القائل: إنَّ الفهم الفقهي والاجتهادي للكتاب والسُّـنَّة يجب أن يكون فهماً عرفياً؟ وما هي طبيعة الأدلّة التي تعضد هذه المقولة؟ فالفقهاء في الغالب يفتون على أساس الفهم العُرفي للكتاب و السُّـنَّة، ولكن متى؟ وما هي طبيعة أوضاع الفتوى وشروطها؟ وما هي الظروف الزمانية والمكانية التي تحيط بها؟ حينما نعود إلى جواب هذه الأسئلة، نجد أنَّ ذلك كان يحصل في مجتمع كانت الفتوى تنصرف فيه إلى عمل المكلَّفين، كأفراد فحسب، وفي مجتمع من المجتمعات ما قبل الصناعية، وقبل عصر العلم في موجته المعاصرة، وقبل التخطيط لأجل التنمية الاقتصادية والثقافية والسياسية.",
        "\nلكن ما هو مآل ذلك في الوقت الحاضر؟ عصرنا، الآن، هو عصر الجمهورية الإسلامية التي تقوم على أساس دستور مكتوب، وخُطَّة تنموية أُولى وثانية، وتعيش في ضوء خطط تقوم على أساس العلوم الاجتماعية والإنسانية ذات الصلة، تُهيَّأ من قبل مئات الخبراء و المتخصِّصين. وفي وضع تبحث فيه المسائل الإنسانية من خلال التحوُّلات الاجتماعية، وفي إطار القضايا البشرية العامة، لا من خلال النظر إلى عمل هذا المكلَّف الفرد أو ذاك، في عصر كهذا ينطوي على جميع هذه العناصر والصفات، هل يمكن للفتوى التي ترتبط بالمعاملات وبالسياسة، أن تبقى رهينة الفهم العُرفي المتحدِّر من مئات السنين؟ ثُمَّ هل يمكن البقاء في إطار ذلك الفهم من دون أن تتمَّ الحركة باتجاه فهم يتناسب مع المسائل الإنسانية العامة - والأساسية - المُعاشة، بعيداً عن ذلك الفهم العُرفي المتوارث؟\nما أرمي إليه هو أنَّنا، في هذا العصر، لا نملك إلاّ أن ندع الفهم العُرفي ونتركه جانباً، ونتحوَّل إلى فهم علمي دقيق.\nأنا أعتقد أنَّنا اليوم بحاجة إلى أن نُضيف إلى علم أصول الفقه، البحوثَ الجادَّة في علم تفسير النصوص (الهرمونطيقا)، التي كانت قد ظهرت في المائتين والخمسين سنة الماضية، على أن تُدرس في الحوزات العلمية بشكل دقيق وجِدِّي.",
        "فلا يمكن، اليوم، أن نتوفَّر على علم كلام، أو تفسير، أو فقه منقّح، من دون الاطّلاع على هذه البحوث ومعرفتها، وما يُهمله مفكِّرونا المعاصرون في شأن تفسير المتون الدينية في الوقت الحاضر، ولا يعتنون به الآن، وبخاصة في مجال علم الفقه، كان قد اهتمَّ به المتكلِّمون المعتزلة في القرنين الهجريين الثالث والرابع. إنَّ المعركة الأساسية التي نشبت بين المعتزلة والأشاعرة كانت تدور حول هذا الموضوع؛ إذ ذهب المعتزلة إلى عدم إمكان فهم كلام الله من دون التوفُّر على مجموعة من المقدِّمات والمتبنَّيات العقلية السابقة، في حين قال الأشاعرة بإمكان فهم كلام الله من دون هذه المقدِّمات والمسلَّمات.\n\nلقد صرَّح بذلك القاضي عبد الجبَّار في شرح الأصول الخمسة، وفي كتاب المتشابه في القرآن الكريم، وأشار إلى أنَّه لا يمكن فهم كلام المتكلِّم من دون معرفة قبلَّية مسبَّـقة بأوصافه وحالاته. ولأنَّ الله يُعرف بالعقل فقط؛ يجب إذاً أن تُعرَف أولاً صفاته بالعقل؛ لكي يتيسَّر فهم كلامه.\nما يريد أن يقوله المعتزلة هو أنَّ لغة كلام الله لغة عقلية، لا لغة عامِّـيَّة أو عرفية. ثُمَّ انتبه المعتزلة إلى أنَّ ظهور الكلمات في كلام المتكلِّم والقائل، هو أمر نسبي، له صلة بمشخَّصات المتكلِّم وصفاته وسائر المقدِّمات الأخرى، وبالتالي لا معنى لادِّعاء الظهور من دون هذه المقدِّمات والمسائل.",
        "هذه المسائل هي من بين ما توفَّر عليه علم (قراءة النص) الجديد بشكل مفصَّل.\n* إذا قبلنا بأنَّ للفلسفة والعُرفان تأثيراً في الاجتهاد؛ فسنستنتج حينئذ أنَّ العلوم اللازمة للاجتهاد تتَّسع لتشمل العُرفان والفلسفة، فما هو رأي السادة الحضور في الندوة؟\nالشيخ معرفت: إنَّ العلوم الضرورية للاجتهاد هي مجموعة من العلوم الأدبية والعقلية والاستدلالية، فهذه مقدِّمات، ويجب أن تكون مثابةً وأساساً، حتّى إذا ما وصل الإنسان إلى مرتبة يستطيع أن يمارس فيها الاجتهاد، يقال له حينئذ: إنَّ عليك أن تعرف مجموعة أخرى من العلوم لها دخل في الاستنباط.\nولمَّا كان سؤالكم يرتبط بالقسم الأوَّل، فينبغي أن يحدَّد أثر المسائل الكلامية والعلمية في الفقه؛ ففي أيِّة مرحلة من مراحل الفقه يكون لهذه المسائل أثر؟ ",
        "\nلكي يتَّضح هذا الاستفهام نقول: إنَّ للفقه مرحلتين: تتمثَّل المرحلة الأولى في مهمَّة استنباط الأحكام الشرعية؛ واستنباط أحكام الشرع يكون بمعنى اكتشاف الفقيه لتلك القوانين التي وضعها الشارع المقدَّس في نصوص الكتاب، أو في ما دلَّت عليه سنة النبي (ص)، ويطلق عليها تعبير: (الأحكام الكلِّية). أمَّا المرحلة الثانية، فهي تتمثَّل في ما يراه الفقيه من مسؤولية في توضيح مقدار بعض الموضوعات ونوعيَّـتها. ودعوى أن تشخيص الموضوع ليس من وظيفة الفقيه، ليست صحيحة بنحو مطلق. فإذا أراد الفقيه أن يبيِّن حكماً شرعياً، عليه أن يشخِّص الموضوع الذي يرتبط به الحكم (موضوع الحكم)، وإلاّ لا يجوز للفقيه - مثلاً - أن يقول: (الخمر حرام)، من دون أن يعرِّف الخمر، وهذا مثال بسيط للمسألة.\nوالمسألة تأخذ مداها الأكبر في باب المعاملات؛ خصوصاً في المواطن التي لا يكون فيها للشارع موضوع تأسيسي. فالشارع يريد أن يعيِّن حكم المعاملات المتداولة بين المسلمين من خلال قاعدة (أوفوا بالعقود)، و(المؤمنون عند شروطهم)، و(تجارةً عن تراضٍ)، أو قاعدة (لا تأكلوا أموالكم بينكم بالباطل)، وغيرها. حين يأتي الفقيه ليبحث عن حكم (الشفعة) - مثلاً - عند الشارع في إطار هذه الموازين ومن خلالها، عليه أن يعرف (الشفعة) المتداولة بشكل دقيق وكامل، حتّى يعيِّن لها حكمها. في مثال آخر يكشف عن حاجة الفقيه لتشخيص الموضوع، يمكن أن نشير إلى المسائل البنكية (المصرفية)، فالأسئلة توجَّه حول البنوك (المصارف)، ولكن نظراً إلى أنَّ فقهاءنا عجزوا عن تشخيص الموضوع؛ لعدم معرفتهم بما يجري في المصرف، نراهم لم يجيبوا عن هذا السؤال حتّى الآن، وإنَّما أرادوا أن يروا هل يمكن التوفيق بين المسائل المصرفية وبين المضاربة أو لا؟\n",
        "من هنا نقول: إنَّ على الفقيه أن يكون عارفاً بموضوع الحكم في المرحلتين، مرحلة استنباط أصل الحكم، وكذلك مرحلة تطبيق الحكم على الموضوع الذي أطلق الفتوى في صدده. وقد كان فقهاؤنا الماضون منتبهين إلى هذه المسألة. من هذه الزاوية بالذات، رأينا الحسن بن يوسف الحلّي المعروف بالعلاَّمة (648 - 736هـ)، درس بدقّةٍ الموضوعات التي كانت شائعة في زمانه، وبحث الأوضاع التي كان قد قرَّرها العُرف لكلّ معاملة، في إطار القواعد الشرعية الكلِّية، ثُمَّ أفتى بعد ذلك بالجواز أو بعدمه. لنفترض أنَّ العلاَّمة درس مسألة المضاربة كما كانت سائدة في عصره؛ وذلك في إطارِ حالةٍ يكون طرفها الأوَّل: المالك صاحب المال، وطرفها الثاني: العامل الذي يبذل العمل. في مثل هذه الحالة، كان العُرف السائد يقضي بأن يُقدِّم المالك نقداً؛ وكان النقد آنذاك ذهباً وفضَّة، فيما كان على الثاني أن يبذل جهده بالعمل. هذه الشروط أخذها من العُرف؛ بمعنى أنَّ العُرف العقلائي في عصره يجري هذه المعاملة في إطار هذه الظروف، فما كان من العلاَّمة إلاّ أنْ حكم وأبان رأي الشرع في المسألة انطلاقاً من هذا العُرف العقلائي الذي عاصره.\nوالسؤال هو: بعد مُضيّ ما بين (700 - 800) سنة على عصر العلاَّمة، هل بقي العُرف ثابتاً على ما كان عليه في زمنه؟ لا شك في عدم ثباته. ولكن لماذا؟ لأنَّ العُرف وأسلوب العقلاء في الحياة يتغيَّران تبعاً لشرائط الزمان والمكان. ففي ذلك العصر لم يكن معروفاً - على سبيل المثال - سوى ثلاثة أنواع من التجارة، في حين نجد أنَّ العُرف العقلائي السائد في العالم (العُرف العقلائي العالمي) يتحدَّث - مثلاً - عن عشرة أنواع للتجارة. العلاَّمة في عصره بحث الأنواع الثلاثة تلك، وأحاط بمختلف جوانبها، وحدَّد موقفه في ضوء ذلك. أمَّا الآن، فحيث توجد عشرة ضروب للشراكة، فحين نستفتي الفقيه المعاصر عن أحد هذه الضروب المتداولة، نراه يكتب في الجواب: إذا كان الموضوع الذي تستفتون فيه متطابقاً مع أحد تلك الأنواع الثلاثة، فلا إشكال فيه. والسبب الذي يدفع الفقيه المعاصر لممارسة مثل هذا الإفتاء أنَّه لم يعمل بالطريقة نفسها التي عمل بها العلاَّمة الحلّي في عصره.\n\nد. كُرْجي: أعتقد أنَّ للشواهد والقرائن وخصوصيات الزمان والمكان، وعلى نحو يقيني، دخلاً كبيراً في فهم الأدلّة (الكتاب والسُّـنَّة). يمكن أن نشبِّه الحالة بموضوع شأن النزول في القرآن؛ فحين نعود إلى الرِّوايات، نجد أنَّ الفقهاء والرواة كانوا يستفيدون منها معنى عامَّاً وهم قريبون إلى عصر صدورها، لكنَّها حين وقعت بيد الفقهاء المتأخِّرين، تدريجياً أخذوا يذكرون لها وجوهاً متعدِّدة، راحت تبتعد بها عن مؤدَّاها الأصيل؛ لذلك أعتقد بأنَّه من الأمور الضرورية جدَّاً للاجتهاد، هو أن يتوفَّر الفقيه ويجهد لكي تكون له رؤية إلى جميع الخصوصيات والشرائط التي كانت تحيط بالرواية أو الآية في وقت صدروها ونزولها.",
        "إذا عمل الفقيه في إطار هذا النهج، من المؤكَّد أنَّ استنباطه وما يأخذه من الآية والرواية سيكون قريباً كثيراً لِمَا ينبغي أن يكون عليه. أمَّا إذا لم يدقِّق في هذه المواصفات والشروط، فسيبتعد عن المراد. \n* نرجو منكم الإشارة إلى مثال لهذه الحالة؟\nد. كُرْجي: الذي أذكُره كشاهد على ما أقول، هو القول المتداول والمعروف بين أهل السُّـنَّة من أنَّ (الخراج بالضمان). فقد كانوا يريدون في الأزمنة السابقة من (الخروج بالضمان): (ما يخرج عن العين)، وكانوا يصرفون القول إلى هذا المعنى عموماً. فإذا كان الإنسان ضامناً للعين، لا يجب عليه أن يدفع شيئاً آخر بالإضافة إليها. أمَّا إنْ لم يكن ضامناً، فعليه أن يدفع. هذا ما كان يستفاد من الحديث في السابق. أمَّا في الوقت الحاضر، فقد ذكر الفقهاء الكبار وجوهاً متعدِّدة في معنى الحديث، جميعها - تقريباً - تبتعد عن المعنى السابق. افرضوا أنَّهم قالوا: إنَّ الخراج يعني الضرائب المالية، وقالوا: إنَّ (الخراج بالضمان) هو نفسه الخراج والمقاسمة التي تطرح في أبواب الفقه، إذ قالوا: إنَّ الضامن للعين، عليه أن يدفع الضرائب المالية للعين (أي خراجها)، في حين نجد أنَّ علماء \n",
        "العصر الأوَّل - الشيعة وأهل السُّـنَّة بالأخص - فهموا من (الخراج بالضمان): أنَّ الإنسان لو كان ضامناً للعين، فإنَّ منافعها الأخرى تكون له وبالمجان، وبالتالي لا يضمن المنافع المترتِّبة عليها. لقد استفاد الأقدمون معنى مقارباً لِمَا ذكرته، إذ ذهب إلى ذلك من قدماء السُّـنَّة أبو حنيفة (النعمان بن ثابت، ت 150 هـ)، ومن الشيعة ابن حمزة (العماد الطوسي، توفِّي أواخر القرن السادس). وأنا أسوق هذا الكلام بالاعتماد على مطالعاتي السابقة؛ إذ لم أقم حديثاً بتجديد قراءتي له.\nولكن حينما آل الأمر إلى عصرنا، رأينا أنَّ السادة العلماء الكبار ممَّن حضرت دروس بعضهم، احتملوا للحديث وجوهاً متعدِّدة، ثمَّ انتهوا للقول: إنَّ الحديث مجمل لا يمكن فهم شيء منه، فهو ضعيف سنداً ومجمل في المعنى؛ ولذا فهو ساقط عن الاعتبار والاستدلال.\nهذا مثال سقته على الحالة التي عرضت لها آنفاً.\n* إنَّ هذه الحالة تُوجب اللبس؛ فالإنسان يكون ضامناً للعين وضامناً للمنافع أيضاً، لذلك قالوا الذي قالوه لدفع هذا التوهُّم؟",
        "د. كُرْجي: يمكن أن يقال هكذا وتُفسَّر آراؤهم على هذا الأساس، فأبو حنيفة كان يعتقد بمثل هذا الرَّأي.\n* هل الحديث المذكور نبوي؟\nد. كُرْجي: أجل، ولكنَّه حديث ضعيف؛ يعني ليس له راوٍ إمامي، فهو مثل كثير من الروايات في باب (قواعد الفقه)، التي جاءت من السُّـنَّة وأخذها عنهم الشيعة. قصَّة هذا الحديث هي شيء من هذا القبيل، وهذا ما لديَّ بالنسبة للسؤال الأوَّل.\n",
        "المنحى المقاصدي\nالشيخ مجتهد شَبَسْـتَري: أود أن أُضيف شيئاً إلى ما ذكرتُه سابقاً، في شأن قضية مقاصد الشريعة التي يجب أن تؤخذ في الفقه على نحو جدِّي. لقد اعتمد الغزالي والشاطبي كثيراً على مقاصد الشريعة، حتَّى قال أحدهما(لا أذكر مَن هو): إنَّ مقاصد الشريعة تكمن في هذه الأصول الخمسة: حفظ العقول، وحفظ الأموال، وحفظ الدِّين، وحفظ النفوس، وحفظ الأعراض.\nكُرْجي: لقد أخذ البقيَّة عن هؤلاء، وبخاصة عن الأوَّل.\nالشيخ مجتهد شَبَسْـتَري: يذكر الشاطبي أنَّ جميع الاستنباطات ذات الصلة بالمعاملات والسياسة ينبغي أن تتمَّ في هذا الإطار. ومحصَّل ذلك أن لا معنى للاستنباط بلا مِلاك، فكلّ مسألة يجب أن يتَّضح الإطار الذي ينتظمها، والأرضية التي تتحرَّك عليها؛ بحيث يتبيَّن المقصد الذي لها علاقة به من بين مقاصد الشريعة، وإلاّ من دون تعيين أرضية العلاقة بين المسألة ومقصدها سيقع الفقيه في لون من الاستنباط غير الصحيح، حيث يسأل عن مسألة فيعود للآيات والروايات كي يستنبط الحكم من مظانِّه، هكذا من دون أن يعيد المسألة إلى المقصد الذي ينتظمها من مقاصد الشريعة.",
        "يجب أن يتمَّ الاستنباط على ضوء تلك الأصول الكلّية والرؤى العامة للشارع في كلّ حقل من الحقول، تماماً كما يحصل في تفسير القوانين، فحينما يريد الحقوقي أن يشرح مادَّة من القانون ويفسِّرها، لا يمكنه أن يفعل ذلك من خلال أخذ مادَّة واحدة فقط، وإنَّما يأخذ المادَّة القانونية المعنيَّة ويضعها في بابها الذي ينتظمها، ثُمَّ يفسِّرها على أساس موازين خاصة.\n\nوالأصول الخمسة التي ذكرتْ مقاصدَ للشريعة، تعكس وجهة نظر أولئك السادة، وإلاّ يمكن لإنسان آخر أن يعيِّن مقاصدَ الشريعة على نحو آخر، أو أن يضيف إلى الأصول المذكورة، لكن مع ذلك يوجد الكثير من المسائل المتضمِّنة في هذه الأصول الخمسة، فحين نقول مثلاً: إنَّ حفظ الدين هو أحد مقاصد الشريعة، فحينئذ سيكون السؤال هو: كيف نعرِّف هذا الدين، وما هو معناه؟ ما الذي نعدُّه جوهره، وما الذي يدخل في عِداد (الأهداف) التي تحافظ على الجوهرة؟\nطبيعي أنَّ هذه الأسئلة لا تدخل في نطاق البحث الفقهي، بَيْدَ أنَّها أهمُّ من البحث الفقهي، فإذا أعلن الفقيه أنَّ الفكرة، أو العمل الفلاني، يستوجب إضعاف دين الناس، عليه أوَّلاً أن يكشف عن طبيعة رؤيته لحقيقة الدين، بحيث إذا مُسَّت فإنَّه يشعر بالخطر.",
        "في هذه المسألة ثَمَّة مجال لبحوثٍ كثيرة، وقد أسهم العُرفاء والفلاسفة والمتكلمون بنظريات مختلفة في هذا الشأن. لا يمكن طرح رأي مقبول في هذا المجال إلاّ من خلال البحث الدقيق، ولا يمكن حلُّ المسألة بالاعتماد فقط على رأي لهذا أو وجهة نظر يبديها ذاك.\nمن هذه الجهة بالذات ينبغي أن تخرج الاستنباطات من حال التشتُّت، ويتحوَّل الخلاف من الاختلاف في الاستنباط إلى الاختلاف في المباني، إذ الصحيح أن يتَّضح أين يختلف هذا الشخص مع ذاك في مبنى معيّن. والأمر الطَّبيعي أنَّ البحث في عموم هذه المسائل المبنائية (التأسيسية) يرتدُّ بدوره إلى قضية أصلية مهمَّة؛ تتمثَّل بحقيقة الوحي وما ننتظره من الكتاب والسُّـنَّة كما أوضحنا ذلك سابقاً.\n\n* لنا سؤال موجَّه إلى الشيخ شَبَسْـتَري؛ وهو: هل يبقى ما يقصده الشارع في ذلك العصر (عصر التشريع) ثابتاً، أو أنَه ربَّما يتَّفق في بعض الأحكام أن يكون للشارع في ذلك الزمان قصد خاص، بحيث إذا تحقّق مراده بتشريع يحقِّق المراد، فلا يبقى ثَمَّة مقصد آخر؟ أي أنَّ السؤال تحديداً هو: هل مقصود الشارع مطلق أو نسبي؟ وكم من أحكام الشريعة يكون على نحو القضية الخارجية، وكم منها يكون على نحو القضية الحقيقيّة؟",
        "الشيخ شَبَسْـتَري: سؤال في محلِّه. إذا كان هناك - مثلاً - عشرة أنواع من التجارة أو أكثر، لها حكم عقلائي؛ بمعنى أنَّه قد وضُع لها قانون، فلماذا لا يعمل المسلمون بذلك ويأخذون به؟ ولماذا يعودون إلى الكتاب والسُّـنَّة ليحدِّدوا من خلالهما ما يأخذونه من تلك القوانين وما يردُّونه؟ هذه القضية لم تتحوَّل إلى مسألة في الوقت الحاضر فقط، بل كانت كذلك منذ البداية؛ منذ أن انبثقت أُولى بذور الاجتهاد وبدأ ممارسة واعية بين المسلمين، فمنذ ذلك الحين أطلَّت هذه المسألة على الواقع.\nحين كان النبي الأكرم صلى‌الله‌عليه‌وآله‌وسلم على قيد الحياة، كان يعمل بآيات القرآن وبالأحاديث، ولكن سرعان ما طُرحت هذه المسألة من بعده، وذلك في اللحظة التي تبلور فيها مفهوم الاجتهاد وتحوَّل إلى نوع من الرأي والنَّظر، وأخذت تعبِّر عن نفسها بمحتوى السؤال الآتي: ما الذي يوجب العودة إلى الكتاب والسُّـنَّة لتحصيل النظر الفقهي في قضيَّة خاصة؟\n\nتنطوي هذه المسألة على مبنىً كلامي، وكل ما في الأمر أنَّ هذا المبنى الكلامي يختلف سعةً وضيقاً من شخص إلى آخر. والمبنى الذي نعنيه يتمثَّل في ما تحمله ذهنية المسلمين من عدم جواز مخالفة حكم الله في أيِّ موطن من المواطن؛ لأنَّ المشرِّع الأصلي هو الله. ومحل الاختلاف - بعد التسالم على ذلك المبنى - هو الأرضية التي يتحرَّك فيها الشارع (الله) في تشريعه، وما تنطوي عليه هذه الأرضية من سعةٍ وضيقٍ بين مختلف الفقهاء. فلا ريب في أنَّ هناك اختلافاً كبيراً في سعة هذه المساحة وضيقها، بين فقيه يقول - مثلاً - بأصالة الحظر ويتحرَّك على ضوء ذلك، وآخر يتحرَّك في ضوء أصالة الإباحة، وفقيه ثالث يذهب للقول بأنَّه حتّى المعاملات هي أمور توقيفية، وآخر لا يقول بتوقيفية المعاملات، وإنَّما يكلها إلى نظر العُرف.",
        "من هنا تتفاوت الرؤى بين رؤية تذهب إلى أنَّ أرضية شارعية المشرِّع (الله سبحانه) واسعة جدّاً، وأخرى تلتزم بمحدودية هذه المساحة وضيقها. فثَمَّة فقيه يرى نفسه بحاجة إلى الحكم الشرعي المباشر في كلّ قضية ومكان، وإلى جانبه فقيه آخر يتوفَّر على بيان الأحكام من خلال الأصول الكلّية. في حين هناك فقيه ثالث يذهب إلى الاكتفاء بما ورد فيه نص وحسب.\nما نخلص إليه هو: أنَّ هناك اختلافاً مهماً في طبيعة الفهم وأسلوبه، يعود كله ويرتدُّ إلى حقيقة الوحي وطبيعة ما ينتظره الفقيه منه. فالإنسان المسلم يريد (حكم الله) على الدوام، وهو قلق في هذا الشأن، بَيْدَ أنَّ ما يقع فيه الاختلاف هو مجال هذا الحكم وحدوده.\n\nمداخلات في الفهم العُرفي",
        "* هل تقصد بأصالة الحظر وأصالة الإباحة ما يذهب إليه أصوليُّونا في الغالب؛ من القول بأصالة الإباحة، في حين يذهب بعض أخباريِّينا إلى القول بأصالة الحظر؟ وفي الوقت نفسه فإنَّ القائلين بأصالة الإباحة يذهبون إلى أنَّ جميع الأفعال الإرادية للإنسان لها واحد من الأحكام الخمسة: الإباحة، الحرمة، الوجوب، الاستحباب، والكراهة، ولَمَّا كان الأمر كذلك، يجب علينا أن نرجع إلى الشريعة الماثلة في مجاميعنا الروائية، فإذا اطمأننَّا إلى عدم وجود حكم للشارع، ندرج المسألة تحت عنوان: العموميَّات والإطلاقات؛ من قبيل: (تِجَارَةً عَن تَرَاضٍ)، و(أَحَلَّ اللَّهُ الْبَيْعَ)، وإذا لم نجد منعاً خاصاً في هذا المضمار، نتعاطى مع المسألة من خلال عنوان: (أَحَلَّ اللَّهُ الْبَيْعَ)، وبالتالي فإنَّ ما يذهب إليه أولئك في هذه المسائل ليس القول: إنَّها تندرج في بناء العقلاء، وإنَّ بناء العقلاء حجَّة علينا. كلاّ، وإنَّما مفاد كلامهم في الغالب إمَّا إرجاع المسألة إلى حكم خاص إن وُجد، أو وضْعُها تحت واحد من الإطلاقات والعمومات التي وصلت من ناحية الشرع. وإذا أردنا أن نوجِّه المسألة، في ضوء بناء العقلاء، ينبغي إعادة هذا البناء بشكل قهقرائي إلى عصر المعصوم عليه‌السلام. وفي زمن الشَّارع إمّا أن يكون الشارع قد أمضى ذلك البناء أو لا، وعدم الردع كافٍ في الكشف عن الإمضاء.\nوما يهمُّنا أن نشير إليه هو: ليس هناك تأثير يذكر، في هذه المواطن، لأصالة الحظر وأصالة الإباحة، وإنَّما تدخل المسألة وتفسَّر على أساس شمول الفقه وعمومه نسبة لأفعال المكلَّفين. والآن لا ندري إذا كان بمقدور توضيحكم، أن يرد إشكالنا هذا أم لا؟\n\nالشيخ مجتهد شَبَسْـتَري: هناك اختلاف كبير في الإباحة، وهل هي حكم أو لا؟ إذ يذهب بعضهم إلى عدم كونها حكماً. وهذا معناه أنَّ الإنسان قد تُرِك حرَّاً في هذه المنطقة. وتصوُّر المسألة ينطوي بالنسبة إلينا على صعوبة فائقة؛ إذ لا نستطيع أن نتصوَّر، نتيجة تربيتنا النَّفسية الخاصة، أنَّ الإنسان تُرك حرَّاً في بعض المساحات والأبعاد، إلاّ أنَّ المسألة تظل على أيِّ حال تعكس مبنى معيَّناً يقوم على عدم اعتبار الإباحة حكماً. وعليه، فإنَّ الذي يفهم من الإباحة (عدَم الحكم)، إنَّما يعبِّر عن طريقة خاصة، أو عن فهم خاص. ثمَّة إلى جوار ذلك، فهم آخر يذهب إلى أنَّها (حكم)، تماماً كما ذكرتم من أنَّ الفقيه يتفحَّص المدارك فيصل بعد التفحُّص إلى وجود حكم هو الإباحة، ومعنى ذلك أنَّنا توفَّرنا على الحرية بوصفها ثمرةً للحكم، أي أنَّ الحرية مُنحت لنا بوسيلة الحكم.",
        "هناك فهم ثالث يؤكِّد أنَّ جميع المسائل توقيفية، ونحن لم نمنح حرية شرعية، فكلّ ضرب من الضروب يُعبر عن (فهم). والسؤال هنا: ليس لدينا أكثر من هذا الكتاب وهذه السُّـنَّة التي بين أيدينا، وأصحاب الرؤى الثلاث يعودون إلى هذا الكتاب وهذه السُّـنَّة، فكيف - إذن - تحقَّق التنوُّع في هذه(الأفهام) الثلاثة؟\nبديهي أنَّ هذا التنوُّع في الفهم لم يأتِ عفوياً ولا تلقائياً، فلا نستطيع القول: إنَّ هذا الفقيه يفهم المسألة بهذه الطريقة والآخر يفهمها بشكل آخر من دون أن يكون ثمّة سبب لتغاير الفهم واختلافه. وإنَّما هناك ذخيرة معرفية أوّلية في داخل كلّ فقيه في (مكوِّناته) هي التي تسوقه للتفكير بهذه الطريقة أو تلك.\nد. كُرْجي: أرى من الضَّروري أن نتأمَّل قليلاً في هذه المسألة؛ فمسألة الحظر والإباحة والبراءة والاشتغال تشير إلى موقعين. ففي مسألة الحظر والإباحة، وبقطع النظر عن ورود الشرع (يعني إذا لم يصلنا حكم)، هل نملك حرية الفعل؛ بحيث نفعل ما نريد ونتصرّف كما نشاء أو لا؟ ما هو موقف العقل؟ فإذا لم يكن ثَمَّة وجود للشرع، فهل نستطيع أن نفعل ما نريد أو لا؟\n",
        "يعتقد بعضهم أنَّه ليس بمقدورنا أن نفعل شيئاً؛ في حين يذهب بعض آخر إلى أنَّه لا يمكننا أن نفعل أيَّ شيء إلاّ في الحدود التي أجازتها الأديان، ومن بينها الدين الإسلامي، فنحن لا نستطيع أن نفعل شيئاً إلاّ في إطار ما أباحه الدين، هذه الحالة يُعبَّر عنها بالحظر، وفي مقابلها تأتي حالة الإباحة، بمعنى أنَّ الإنسان حرٌّ، له أن يفعل ما يشاء، والعقل يقول: عليك أن تفعل ما تستطيع عمله.\nنأتي إلى تصوُّر أو طرح آخر للمسألة؛ إذ نفترض أنَّ الشَّرع وصلنا، ولكنَّنا لم نعرف حكمه في فعلٍ ما، أو كان له حكم ولكن لم يصلنا، فما هو التكليف في مثل هذه الحال؟ يعتقد بعضهم بالبراءة، وبخاصة في الشبهة الحكمية التحريمية.\nثَمَّة إلى جوار هذا الفريق فريقٌ آخر هم: الأخباريون، يعتقدون بأصل الاشتغال، إذ يجب العمل بالاحتياط. أمَّا الأصوليُّون، فيعتقدون بأصل البراءة نظراً لِمَا في الشرع من أدلَّة.\nهناك مسألة أخرى تتمثَّل بالرجوع إلى عرف العقلاء أو - لنقل - إلى فهم العُرف. بَيْدَ أنَّ الرجوع إلى عرف العقلاء مهم جدّاً، فليس الواقع الحاصل هو تدخل الشارع في كلّ شيء. هو بلا ريب يتدخَّل في أمور، ولكن في الأمور التي لا يتدخَّل فيها فإنَّ الإنسان حرّ، بل ثَمَّة مَن يعتقد أنَّ عدم ردع الشارع كافٍ للورود فيها (المساحات الحرَّة)، في حين يعتقد آخرون بلزوم الإمضاء، إمضاء الشرع.",
        "تبقى مسألة فهم العُرف للغة أدلَّة الأحكام، وللغةِ موضوعاتها وقيودها وشروطها. إذا كان العُرف العام ينقاد إلى معنى، فعلى أيِّ شيء نحمله؟ من الواضح أنَّه يحمل على ما يفهمه العُرف؛ إذ من البديهي أنَّ هذه الأدلّة أُلقيت إلى العُرف، فالشارع خاطب العُرف بكلام: الشراب المسكر حرام، والشيء الكذائي حلال، والآن علينا أن نعود إلى العُرف لنرى ما الذي يفهمه من الشراب، وماذا يفهم من الموضوعات الأخرى كالبيع مثلاً.\n\nالمسألة المهمَّة الأخيرة في هذا المضمار، هي مسألة نوع الفهم العُرفي، فهل المِلاك هو فهم العُرف والناس في زمان الشارع (التشريع)، أو أنَّ المناط هو العُرف في كلّ عصر؟\n* في المواطن التي يُرجِع فيها الشارع إلى العُرف، ويكون العُرف مختلفاً، هل تأتي الأحكام الشرعية مختلفة أيضاً تبعاً لاختلاف العُرف؟",
        "د. كُرْجي: ليس ثَمَّة ما يدعو إلى الإرجاع. أمَّا إذا تمّ الإرجاع إليه (إلى العُرف)، فنعم! ثُمَّ ما هو وجه الحاجة لكي نتجشّم العناء ونقول: إنَّ الفقهاء فهموا ما كان عرفاً في زمن الشارع؟!\n*وما الضرورة في أن نقول: إنَّ هذه أمور شرعية بنحو جازم؟\nد. كُرْجي: يقول الشارع المقدَّس: (أَحَلَّ اللَّهُ الْبَيْعَ)، وفي أيِّ زمن تُطلق هذه الكلمة، فالإطلاق يكون على نحو الحقيقة، لا على نحو المسامحة. نعم، يمكن أن يكون هناك فرق في الأزمان المختلفة. ففي عصر من العصور لم يكن يقال عن (السرقفلية / الخلو) أنَّها تباع، أمَّا اليوم، فيقال من دون أن يكون في الاستخدام تساهل أو تسامح، وقد قال الفقهاء باشتراط كون البيع واقعاً على عين؛ وذلك لأنَهم جعلوا عرف ذلك الزمان ملاكاً، أمَّا إذا رفضنا ذلك، فإنَّ المراد من (أَحَلَّ اللَّهُ الْبَيْعَ) هو ما يعنيّه العُرف في كلّ زمان من (البيع).\n* حسناً، الكلام ينطبق على (أحلَّ) أيضاً، فالعُرف هو الذي أحل؟",
        "د. كُرْجي: إنَّ كلّ الألفاظ التي تؤخذ في الأدلّة، محمولة على ما يفهمه العُرف منها.\n\nسجال في ثبات اللفظ وتغيّر المعنى\nالشيخ شَبَسْـتَري: أنا أعتقد بأنَّ المعاملات ليست تأسيسية، بَيْدَ أنِّي أريد أن أطرح سؤالاً هو: حين نقول: إنَّ (البيع)، في (أَحَلَّ اللَّهُ الْبَيْعَ)، يُراد منه ما يفهمه العُرف في كلّ زمان، فإنَّ هذا القول سيكون عُرضة لاعتراض الباحثين اللغويين، فهؤلاء يذهبون إلى أنَّ اللغة هي أمر تاريخي، بمعنى أنَّ اللغة تتَّصل في داخل كلّ جماعة وحضارة وعصر، بما ينطوي عليه ذلك العصر وتلك الحضارة والمجتمع. وحينئذ فإنَّ (النسيج اللغوي) لحضارة معيّنة لا يمكن أن يكون ناظراً إلى حضارة أخرى.",
        "فاللغات ليست أمراً نستطيع أن نمدَّد معانيه كما نقدر ونريد، وهذه المسألة التي يمكن أن نُطلق عليها عنوان (الشبهة) لا ترد في هذا المجال وحده، بل تمتدُّ لتشمل التفاسير العُرفانية والفلسفية لقسم من الآيات؛ حيث يعترض باحثو اللغة بالاعتراض نفسه، فحين نقول - مثلاً-: إنَّ لليد في اللغة العربية معنى عامَّاً يشمل حتّى (اليد الملكوتية) لله سبحانه، أو إنَّ (القلم) يشمل في معناه اللوح المحفوظ أيضاً، فإنَّ هذا الضرب من المعنى لا يتَّسق مع محدودية اللغات وتاريخيَّـتها.\nإذا رضينا بمفاد هذه الشبهة، ينبغي لنا أن نقبل أنَّ المراد من (أَحَلَّ اللَّهُ الْبَيْعَ) هو فقط ذلك القسم من البيع الذي كان في زمن نزول القرآن، ومن ثَمَّ فهو لا يشمل مفاد البيع، وما يسمَّى بيعاً في جميع العصور ومختلف المجتمعات.\nوالقول نفسه يقال عن جملة (تِجَارَةً عَن تَرَاضٍ)، فالتجارة كانت تنطوي على مفهوم خاص بها في ذلك العصر، وإذا كان العالم المعاصر قد أفرز اليوم عشرة أنواع من التجارة، فإنَّ هذه الأنواع هي أشياء أخر لا تندرج تحت عنوان التجارة الذي ورد ذكره في القرآن الكريم.\nكيف ندفع هذه الشبهة؟!",
        "\nد. كُرْجي: أعتقد أنَّ هذه الأدلّة ألقى بها الشارع إلى العُرف وإلى ما يفهمه هذا العُرف منها، كما أعتقد بأنَّ العُرف لا يختصّ بزمان معيّن، ولا يتحدَّد به، فنحن الآن نتعامل مع (أَحَلَّ اللَّهُ الْبَيْعَ) كما كان يتعامل معها الفقهاء السابقون؛ حيث إنَّهم كانوا يستنبطون حلِّيَّة البيع من خلالها. الأمر نفسه بالنسبة لنا الآن، فما زال لهذا الدليل نفسه الاعتبار والقيمة نفسيهما، بحيث نستنبط منه حكم البيع، ونبني على أساسه.\nثمّ أودُّ أن أشير إلى نقطة ثانية، وهي: إنّ المراد، من مثل هذه العبارات والجمل، هو عمل العُرف.\nالشيخ شَبَسْـتَري: يعني العُرف الذي كان في زمن النزول وفي عصر صدر الإسلام؟",
        "د. كُرْجي: كلاّ، فليس المقصود ذلك من حيث الأصل، البيع يعني المعاملة، طبيعي هذا ما يكون إبتداءً، فالبيع هو الفعل الحقوقي الذي يمارسه العُرف، وأنا قبلته.\nالشيخ شَبَسْـتَري: ليس المراد إذن هو المعنى المطابقي لـ (أَحَلَّ اللَّهُ الْبَيْعَ)، أو تقول إنَّ هناك معنى آخر قبل ذلك؟\nد. كُرْجي: كلاّ، إنَّما أريد أن أقول: إنَّ هذا شيء شبيه بشأن النزول، شبيه بالمورد، فالمورد لا يخصِّص.\nالشيخ شَبَسْـتَري: ولكن هذا شيء آخر دكتور.",
        "* هناك مصطلح في علم الأصول هو: الوضع العام والموضوع له الخاص(1)، فهل الألفاظ التي وضعت لروح المعاني جاءت على أساس خصوصيّة المورد أو لمعنى عام؟\nالشيخ شَبَسْـتَري: حسناً، ولكنَّهم لا يقبلون.\n* الذي يبدو أنَّ العُرف لا يلاحظ أبداً خصوصية المورد؛ مثل كلمة مصباح، ميزان وغيرهما من الأمثلة، فرغم الاختلاف بين المعاني المرادة من هذه الكلمات، وبين المعاني التي كانت تستعمل فيها هذه الكلمات، إلا أنَّ العُرف لا يستعملها في هذه الأيام على نحو المجاز.\nالشيخ شَبَسْـتَري: ليس النزاع في استخدام الألفاظ، فالألفاظ ربَّما تُستخدم على نحو الحقيقة، وإنَّما المعاني هي التي تختلف من عصر لآخر.",
        "\nد. كُرْجي: المعاني لا تختلف، وإنَّما قيودها هي التي تختلف، فالقيود التي تؤخذ بنظر الاعتبار في العصور المختلفة، هي التي تختلف. أمَّا الماهية (الجوهر أو الحقيقة) القانونية، فلا تتغيَّر.\nالشيخ شَبَسْـتَري: المسألة تكمن تماماً في هذا الجانب الماثل في عدم إمكانية استخدام مصطلح الماهية في البحوث اللغوية. فبحث الماهية وعوارضها هو من بحوث الفلسفة.\nد. كُرْجي: لم أقصد الماهية المنطقية.",
        "الشيخ شَبَسْـتَري: أجل، إنَّه بحث فلسفي (أنطولوجي). وحين أتحدَّث لا أقصد المبنى؛ أي لا أريد أن أقول ما إذا كان هذا المبنى صحيحاً أم لا، وإنَّما غاية ما أريد، هو أن ألفتَ الانتباه إلى هذا المبنى بشكل دقيق. فهذا الذي يعرض هنا هو بحث فلسفي (أنطولوجي) وما شاكل ذلك. أمَّا البحث اللغوي، فهو شيء يختلف تماماً.\nد. كُرْجي: هذا صحيح في المجال الفلسفي.\nالشيخ شَبَسْـتَري: البحث اللغوي يعني أنَّ لفظ البيع - على سبيل المثال - أو أي لفظ آخر، يمكن أن يبقى بين مجتمع معيَّن لآلاف السنوات، بَيْدَ أنَّه ينطوي في كلّ عصر على معنى خاص. فاللفظ المتداول هو هو، والمعنى الخاص المراد منه هو الذي يتغيَّر، بمعنى أنَّهم يفهمون منه معنى مختلفاً. اللفظ إذاً باقٍ، والاستخدامات هي التي تتغيَّر؛ لذلك إذا حمل حكم معيّن على معنى خاص، كان يُراد من اللفظ في بعض العصور، فلا يمكن لهذا الحكم أن يسري ِإلى معانٍ أخرى.\nد. كُرْجي: البيع عمل حقوقي، وهذا العمل الحقوقي ثابت لم يتغيَّر.",
        "الشيخ شَبَسْـتَري: لماذا؟ لقد تَغيَّر واختلف.\nد. كُرْجي: لم يتغيَّر، فالبيع لم يتحوَّل إلى إجارة، فالماهيَّات ليست أموراً حقوقية.\nالشيخ شَبَسْـتَري: صحيح، لكن التغيُّرات طرأت عليها في نفسها، وإلاّ هل ترى الأنواع العشرة من التجارة (التي افترضنا أنَّها سائدة اليوم) متشابهة، لا فرق في ما بينها، أو هي تُعبِّر عن عشرة ضروب اعتبارية؟\n",
        "د. كُرْجي: (التجارة) تشمل كلّ شيء؛ أي هي عنوان جامع للأنواع العشرة.\nالشيخ شَبَسْـتَري: السؤال يكمن هنا بالذات، فلو استُخدم مصطلح التجارة في أحد الأزمنة، وفُهم منه نوع واحد من ضروب التجارة، بحيث نفترض أنَّ الأنواع الأخرى لم تكن قد عرفتها البشرية بعد، فعلى أيِّ أساس يصحُّ أن نقول: إنَّ هذا اللفظ جامع لجميع الأنواع، حتّى تلك التي لم تُكتشف بعد ولم تُعرف؟\nد. كُرْجي: يتمّ ذلك بالمصداق الأوَّلي، فالمصداق الأوَّلي جامع.\nالشيخ شَبَسْـتَري: هذا هو التجريد الفلسفي عينه الذي نمارسه على اللغة، والآخرون يقولون: لا وجود للتجريد الفلسفي في اللغة.",
        "* مرادنا من البحث في هذا الموضوع؛ أنَّ بحث أصالة الحظر وأصالة الإباحة والبحث اللغوي، جاءت إلى بحوثنا في أصول الفقه من الفلسفات والعلوم الأخرى، ونفذت إليه بعنوان كونها مقدِّمة للفقه ومن الأصول، فكان لها تأثيرها الكامل على الفقه. هذا هو مبتغانا من السؤال الأوَّل؛ إذ أردنا أن نبيِّن أنَّ هناك بحثاً لغويَّاً نفذ إلى الفقه عِبر علم الأصول. ففي مسألة: هل يدلُّ الأمر على الفور أو على التراخي؟ وما هي مقدِّمات الحكمة في باب الإطلاق؟ هذه جميعاً بحوث تدخل في إطار البحث المعرفي في اللغة نفذت إلى (علم الأصول)، ولمَّا كان علم أصول الفقه بمثابة مقدِّمة الفقه، فقد كان لها - إذاً - تأثيرها الكامل الذي تركته على الفقه.\nالمسألة تعود في نهاية المطاف إلى المبنى الذي يلتزمه الفقيه في أصول الفقه، وإلى طبيعة الآراء التي يقبلها ويؤمن بها. كذلك الحال بالنسبة إلى البحث الكلامي الذي يأتي في مجال أصالة الحظر وأصالة الإباحة.\nد. ناصر كاتوزْيان: بالرغم من أنَّ فروع العلوم في عصرنا الحاضر قد اتّسعت وامتدّت على مساحة واسعة، واتّسمت بالتعقيد؛ بحيث لا يمكن لأيِّ إنسان أن يستوعبها جميعاً، لكن مع ذلك ينبغي ألاَّ نستبعد ما للفلسفة والكلام من صلة بالفقه.\n",
        "فالفلسفة ما زالت تلقي بظلالها على جميع العلوم، ففي كل مرّة يعود الإنسان إلى معارفه ومعتقداته، يراجعها في ضوء العقل، إنَّما هو يعود في الواقع إلى الفلسفة، ولكن غاية ما هناك أنَّ دور الفلسفة لم يعُد كما كان يعتقد الماضون، فقد اختلف كثيراً عن السابق؛ بحيث لم يعُد ثَمَّة وجود لادعاء الإحاطة بجميع المعارف والعلوم، وإنَّما عادت الفلسفة لتعبِّر عن النظريات العامة في كلّ فرع من فروع العلم والمعرفة، كما هي الحال في فلسفة العلوم، فلسفة التاريخ، فلسفة الأدب، فلسفة الرياضيات، وفلسفة القانون، ففي كلّ حقل من هذه الحقول ثَمَّة متخصِّصون يرتبطون به.\nففلسفة الحقوق - على سبيل المثال - هي حقل معرفي يشتغل على تحقيقه وإعداد مكوِّناته حكماء ينصرفون إلى هذا الحقل (مثل فلسفة الحقوق عند هيغل وكانت)، أو يشتغل فيه حقوقيُّون يضطلعون بالبحث في باني الحقوق وهدفها وتعريفها وماهيَّـتها. \nوما هو سائد الآن هو القسم الثاني، إذ هناك، في كلّ حقل من حقول العلم، علماء لهم ذوق فلسفي، ينصرفون إلى العمل على فلسفة العلم الذي يختصّون به.\nمن هذا المنطلق نجد أنَّ هناك فراغاً في حقل المعارف الإسلامية الجديدة، يشير إلى غياب الفلسفة التي تضطلع بالتنظير للحقوق الإسلامية، أو الفقه بشكل خاص، وحين نعود لتأمُّل الموضوع نجد أنَّ مباني هذا الحقل ومكوِّناته موزَّعة الآن في ثنايا الفلسفة، والكلام، وأصول الفقه، وهي بحاجة إلى أساتذة مبدعين لينهضوا بمهمِّة التأليف والجمع لتلك المباحث المتفرِّفة من السلف الصالح.",
        "\nويدخل، في مضمار فلسفة الفقه، مسائل وقضايا من قبيل: البحث في الحسن والقبح العقليّين والشرعيّين، مفهوم الإجماع ومكانته، العلاقة بين السُّـنَّة والقرآن، مكانة الاستحسان والمصالح المرسلة في الاستنباط، العلاقة بين الفقه والعدالة والأخلاق، دور العُرف في التكوين الشرعي، مبنى الإلتزام في الأحكام الشرعية (سواء تعلَّق بالأوامر والنواهي الإلهي أم بالأوامر التي تصدر من الحكومة)، معنى الولاية ومجالها (سواء كانت ولاية النبي والإمام أم ولاية الفقيه)، علل الأحكام وحكمها والجواب عن مسالة ما إذا كانت الأحكام تدور مدار العلَّة أم لا؟ كما أنَّ هناك عشرات المسائل الأخرى المشابهة التي يمكن أن تكوِّن - مع منطق الفقيه وأدواته - حقل فلسفة الفقه، أو فلسفة النظام الحقوقي الإسلامي.\nووجود مثل هذا التخصُّص الذي يتَّصل بهذه المباحث من الفلسفة والكلام، ممَّا له ارتباط بالفقه وأسلوب استنباط الأحكام، أو له في الحقيقة صلة بالنظرية العامة لنظام الحقوق الإسلامي، هو من الأمور الضرورية للفقيه، كما أنَّه من الضرورات للاجتهاد. أمَّا بحوث من قبيلِ قِدم القرآن وحدوثه، معنى اللوح المحفوظ ومراتب العقل، كيفيّة نزول الوحي، أوصاف الباري وارتباطها بذات واجب الوجود، أصالة الوجود والماهية، فلا تُعَدُّ ضرورية للاجتهاد. بَيْدَ أنَّ ما يؤسف له ويبعث على الأسى أنَّ الإنسان، الذي لا يملك عمراً كافياً للمرور مرّة واحدة على الكتب التي ترتبط باختصاصه ومجال عمله، يتحوَّل إلى فقيه يحاول أن يعكس في شخصيَّـته الجمع بين المعقول والمنقول معاً، فيقع ضحية التشتُّت في الفكر، ويغفل في نهاية المطاف عن المسائل الأصلية ذات الصلة بعمله الأساس.\nويبدو، في هذا المضمار، أنَّ مقدور علم اجتماع الحقوق أن يكون الوسيلة المناسبة، وهمزة الوصل في إيجاد الارتباط بين الحوزة والمدرسة من جهة، وبين المجتمع من جهة أخرى؛ بحيث يدخل هذا الاختصاص ليكون في موقع المعاون الفكري للفقهاء، ويحلُّ بديلاً عن الفلسفة المحضة.",
        "\nكما أنَّ علم الحقوق (ما هو أشمل من القانون)، بمعناه الجديد، يتقدَّم على كثير من المقدِّمات التقليدية للاجتهاد؛ لأنَّ على الفقيه في إطار الحكومة الإسلامية أن ينتبه إلى الانعكاسات الاجتماعية لأحكامه التي يستنبطها، ويكون على بيِّنة من كيفيّة تنفيذ الحكم المستنبَط، والموانع والعقبات التي تحول دون ذلك.\nتأثيرات الزمان والمكان\n* هل هناك تأثير للزمان والمكان في الاجتهاد الفقهي؟ وما هي طبيعة تأثيرهما في تغيُّر الأحكام أو تكاملها؟ وهل تستوجب معرفةُ الزمان والمكان معرفةَ الموضوعات المستحدَثة؟",
        "السيد مرعشي: ليس ثَمَّة شكٌّ في أنَّ على كلِّ مجتهد أن يكون مطّلعاً على مقتضيات الزمان واعياً لها. فوظيفة المجتهد لا تقتصر على البحث في المنابع الفقهية سنداً ودلالة فقط، بل يجب عليه أن يتحلَّى برؤية؛ بحيث يميِّز في الحكم الصادر بين أن يكون قد صدر طبقاً لمقتضيات الزمان في عصر النص، أو أنَّه حكم كلِّي وعام. فقد يكون الأمر كذلك في مسألة تعلُّق الدية بالعاقلة، أو في الديات الستّ مثلاً؛ بمعنى أنَّها أحكام تختصّ بزمان الصدور، من دون أن يكون ثَمَّة موضوعية لأيٍّ منها. كما أنَّه هناك شكّ في أنَّ الاطّلاع على مسائل العصر ووعيها، ومعرفة الموضوعات المستحدَثة، هي أمور ضرورية للمجتهدين، وإلاّ إذا لم يطّلع المجتهدون عليها، ولم تكن لهم معرفة بها، فكيف يكون بمقدورهم أن يبيِّنوا أحكامها ويستنبطوها؟\n\nالسيد الحائري: نبدأ الحديث هنا عن مدرسة المرحوم النائيني، فالنائيني كان يعتقد أنَّ أمامنا في مثل (آتَوْا الزَّكَاةَ) ثلاثة أمور، هي: الوجوب (وهو الحكم)، والإيتاء (وهو متعلَّق الحكم)، والزكاة (وهي الموضوع أو متعلَّق المتعلَّق)؛ إذ يتعلَّق الإيتاء به. وهنا ثَمَّة فرق بين الموضوع والمتعلَّق:\nالمقصود من الموضوع - بحسب المصطلح الأصولي - هو الشيء مفروض الوجود؛ أي الذي يفترض في المرتبة السابقة، ثُمَّ يأتي الحكم بعده، وذلك خلافاً للمتعلَّق الذي لا يُؤخذ مفروض الوجود. فالمتعلَّق يوجد بوساطة الأمر؛ أي هو الشيء الذي نُؤمن نحن بالعمل به أو بتركه. أمَّا الموضوع فليس كذلك؛ بحيث نوجده نحن، الموضوع موجود. ",
        "على أساس هذا المبنى علينا أن ننظر أين يمكن أن يكون للزمان دخل في هذه الأمور الثلاثة: فهل يؤثِّر الزمان في الموضوع بحيث يبدِّله، ما يستدعي تبدُّل الحكم (بمعنى أنَّ الموضوع الجديد يحتاج إلى حكم جديد، لا بمعنى تغيُّر الحكم الإلهي الكلّي)، أم أنَّ الزمان والمكان يَستبدلان المتعلَّق؟ علينا أن نتأمَّل المسألة لننظر أي أمر من هذه الأمور الثلاثة يطاله التغيير والتبديل.\nفي الحالة الأولى، عندما يقوم المكان والزمان بتغيير الموضوع، فمن الطبيعي أن يتبدَّل الحكم تبعاً لذلك. ففي عصر من العصور لم يكن ممكناً مواجهة الحكومات المنحرفة، ففي مثل هذه الحالة نجد أنَّ الأئمّة عليهم‌السلام أكَّدوا بشكل كبير وجوب التقيّة. أمَّا لو تغيَّرت الشروط الزمانية، وتوافرت الأرضية المناسبة لمواجهة الحكومة المنحرفة، فإنَّ ذلك يستدعي ظهور حكم جديد، وذلك تبعاً للتغيُّر الذي طرأ على الموضوع، إذ يوضع حكم التقية جانباً، ويترك مكانه لحكم الجهاد والمواجهة.\nفي هذه الحالة لم يتغيَّر الحكم الإلهي، بل تبدَّل الحكم تبعاً لتبدُّل الموضوع، ولا أحد يناقش في هذا البعد.\n",
        "أمَّا في القسم الثاني، فيمكن لمتعلَّق الحكم أن يتغيِّر بمرور الزمان أو بتأثير تغيير المكان، وحينئذ يتغيَّر الحكم تبعاً لتغيُّر المتعلَّق، من دون أن يكون تغيير المتعلَّق قد جاء تبعاً لتغيُّر الموضوع.\nمثال ذلك قولنا: احترم الوالدين، فربَّما يختلف متعلَّق الحكم (الاحترام) تبعاً للزمان والمكان؛ إذ يمكن أن يكون الاحترام في صدر الإسلام بنحو معيّن، وفي عصرنا الراهن بنحو آخر.\nكما يمكن أن نشير للحالة بمثال يدلّ عليها من خلال ما جاء في الرواية التي تقول: (اتّقوا النار ولو بشقِّ تمرة)؛ بمعنى أنَّ الإنسان إذا أفطر صائماً في شهر رمضان ولو بشقّ تمرة، فإنَّ ذلك يكون له نجاة من النار، فهنا توهَّم بعض المتديِّنين أنَّ الرواية تنطوي على العموم؛ بحيث إنَّ أيَّ إنسان يبادر إلى إفطار صائم في المسجد، أو في الشارع بشقّ تمرة، يكون قد تمثَّل حالة (اتَّقُوا النَّارَ) وصار مصداقاً لها، في حين ليس الأمر كذلك، إنَّما ترتبط الرواية بحال الصائم إذا كان فقيراً، بحيث ينقذه شقّ التمرة من الجوع.\nنأتي الآن إلى القسم الثالث الذي نقول فيه: إنَّ الحكم يتبدَّل مباشرة من دون تبدُّل المتعلَّق والموضوع. هذا أمر لا يكون في نظرنا، إلاّ إذا قلنا: إنَّ فهم الفقيه يزداد بمرور الزمان ويتَّجه إلى نقاط أكثر، بحيث يرتاد هذا الفقيه آفاقاً أخرى لم يكن السابقون قد انتبهوا إليها، فقي حالة كهذه يمكن أن يتبدَّل الحكم أو الفتوى.",
        "هذا ما حصل - على سبيل المثال - في مسألة ماء البئر؛ إذ كان يُحكم بتأثُّره بالنجاسة التي تسقط فيه إلى ما قبل عصر العلاّمة الحلّي، لكن منذ عصر العلاّمة الحلّي فما بعد تبدَّل إلى الطهارة مع حفظ (ثبات) الموضوع والمتعلَّق.\nثُمَّ مثال آخر يمكن أن نأخذه من الموقف من الخمس، فقد كان بعضهم يفتي بوجوب دفنه، ثُمَّ تحوَّل الأمر إلى استنكار هذا القول، واستبدلوه بآخر يقول بوجوب صرفه بدلاً من دفنه.\n\nوما نريد أن نخلص إليه هو أنَّ تبدُّل الحكم، إذا حُمل على هذا المعنى، فهذا حمل صحيح. فلو افترضنا أنَّ الفقهاء هم بمنزلة الشخص الواحد، فإنَّ هذا الشخص ينتبه إلى نقاط أكثر كلَّما تقدَّم به العمر أكثر، وعندئذ يمكن أن تتبدَّل الفتاوى والأحكام، لكن إذا كان المقصود من المسألة المثارة للنقاش أنَّ الزمان والمكان يغيِّران الكبرى الكلّية للحكم، فهذا أمر غير صحيح، وهو يخالف الرواية التي تقول: (حلال محمّد حلال إلى يوم القيامة، وحرامه حرام إلى يوم القيامة)، فتغيير الكبرى الكلّية للحكم، يتوقّف على مجيء نبي ونسخه لها!",
        "* يمكن أن نقول: إنَّ ما نعنيه هو القسم الثالث، بحيث يتغيَّر فهم الفقيه من الآية والرواية تبعاً لأوضاع الزمان والمكان، وذلك كما في حكم حرمة تشبُّه المسلم بالكافر، إذ تغيَّر هذا التشبُّه بمرور الزمان؟\nالسيد الحائري: كلاّ، ما ذُكر في السؤال يدخل في القسم الأوَّل، أو في القسم الثاني، حيث يكون التشبّه متعلَّقاً للحكم. الزمان والمكان لا يغيِّران من فهم الفقيه، إلاّ في الحالة التي أشرتُ لها؛ من أنَّ طول خط المرجعية واستمراره ودوامه يؤدِّي إلى تكامل فهم الفقهاء. أمَّا إذا قلنا: إنَّ الزمان والمكان يغيِّران الفهم، فإنَّ ما يكون حجة هو الفهم الذي كان سائداً في عصر الإمام، لا الفهم السائد في زماننا. أمَّا ما يتعلَّق بمثال التشبُّه بالكفّار، فهو مصداق لتبدُّل الموضوع، حيث لا تندرج المسألة بعد ذلك - بتغيُّر الموضوع - في باب التشبُّه بالكفّار، إذ غدا ارتداء اللباس في العُرف السائد في العالم على شكل واحد، ومن ثَمَّ لا معنى للتشبّه. ويمكن أيضاً أن ننظر إلى المسألة من زاوية أخرى، إذ تقود دقَّه العلماء المتأخِّرين إلى اكتشاف أنَّ دليل العلماء المتقدِّمين كان يتمثَّل برواية ضعيفة عملوا بها، وقد سَلَّم بها مَن سلَّم انطلاقاً من القول: إنَّ عمل الأصحاب جابر لضعف السند، في حين يمكن للفقهاء المتأخّرين أن لا يلتزموا بهذه القاعدة، وبالتالي يرون أن الرواية الضعيفة ليست دليلاً كافياً على حرمة التشبّه، فيتغيَّر الحكم على هذا الأساس، وهذا مدخل يختلف عن القول: إنَّ الزمان والمكان يفضيان إلى تغيير الحكم.\n\nد. كُرْجي: تنطوي الأحكام الفقهية على أقسام كثيرة، وما هو موجود في الكتب الفقهية، وبخاصة كتب الفقه الشيعي، هو فقط أقسام محدودة. أصول هذه الأقسام هي: الأحكام التكليفيّة العبادية وغير العبادية، أحكام الأحوال الشخصية، الأحكام الوضعية الخصوصية، العقود والإيقاعات والأحكام العامة (الأحكام الحكومية التي تمارسها الدولة). لا تأثير للمكان والزَّمان على العبادات، في حين يكون لهما تأثيرهما الكبير على بقيَّة الأحكام، لا سيَّما الأحكام العامة، التي يكون المجتمع موضوعاً لها. ما نجده في الكتب الفقهية أنَّها لم تبحث في هذه الأحكام، وإنَّما تناولها الحقوقيُّون فقط بالبحث، وذلك من قبيل: الحقوق المدنية، الحقوق الجزائية العامة والخاصة، حقوق التجَّار، النقل، الضمان، الضرائب، القوانين الدولية العامة والخاصة، القوانين التي تنظِّم الحقوق البحرية، كما هناك أقسام أخرى (الحقوق هنا أشمل من القانون)، فهذه الحقول جميعاً تشهد، من دون ريب، تأثيراً كبيراً للزمان والمكان فيها.",
        "وما يجب على الفقهاء هو أن يُدْخِلوا هذه الأبواب جميعاً إلى الفقه، ويستنبطوا أحكامها وفق النهج الفقهي الصحيح. بَيْدَ أنَّ الذي يؤسف له هو أنَّ الفقهاء لم يشرَعوا في هذه المهمَّة حتى الآن.\nأجل، إنَّ الكتاب والسُّـنَّة يشتملان على كلِّيات الأحكام العامة، بَيْدَ أنَّ الأساس الذي تقوم عليه هو مصالح المجتمع ومفاسده، ومن الطبيعي أنَّ أكثر العوامل تأثيراً في هذه المصالح والمفاسد، هما: الزمان والمكان. كذلك الحال في بقيَّة الأحكام الأخرى، وبخاصة العقود والإيقاعات.\nصحيح أنَّ هذا الضرب من الأحكام مُمْضَى؛ أي هو من الأحكام التي أقرَّها الشارع ولم يوجدها بنفسه، ولكن لا يصحّ أبداً أن يقال: إنَّ الشارع أمضى فقط مقرَّرات زمانه وحسب، أي أمضى العُرف الجاهلي وحده، بل هو أمضى أحكام العُرف في جميع الأزمنة. فالشارع المقدَّس أمضى صحّة جميع العقود بموجب الآية الشريفة: (أَوْفُوا بِالْعُقُودِ)، ولم يقتصر إمضاءه على العقود المتعارفة في زمن النص وعصر التشريع.\n",
        "الشيخ شَبَسْـتَري: ينبغي أن نحدِّد بشكل دقيق ما نعنيه من القول: (هل للزمان والمكان دور في الاجتهاد أو لا؟)، فماذا نعني بمقولة: (إنَّ للزمان والمكان دخلاً في الاجتهاد)؟ هل المقصود من الزمان والمكان مجموعة التحوُّلات التي تطرأ على الحياة البشرية خلال الزمان والمكان، أو المراد أنَّ للزمان والمكان تأثيراً مباشراً على الاجتهاد؟ إذا ما أراد الفقيه أن يتحدَّث بهذا المنطق، وهو يعتقد أنَّ للتحوُّلات المختلفة التي تطرأ على الحياة البشرية دخلاً في الأحكام، فمعنى ذلك أنَّ هناك (حقيقة) جديدة اسمها: (التحوُّلات البشرية المختلفة)، يجب أن يأخذها بنظر الاعتبار إلى جوار الكتاب. حينئذٍ ليس من الصحيح أن نقول: إنَّ الفقيه ينظر، في عملية الاستنباط، إلى الكتاب والسُّـنَّة فقط، وإنَّما برزت أمامه (حقيقة) (ظاهرة) أخرى لها دورها في الاستنباط.\nإذا أراد الفقيه أن يأخذ بنظر الاعتبار مسألة التحوُّلات الاجتماعية، عليه - إذاً - أن يحدِّد لنفسه معنى واضحاً للتحوُّلات الاجتماعية، وللحضارة بشكل عام؛ فما هو المراد من التحوُّلات الاجتماعية، ومن الحضارة؟ وماذا يقبل منهما وماذا يرفض؟\nكنَّا شهوداً على ما كتبه الإمام الخميني رحمه‌الله في رسالة جوابية بعث بها إلى أحد السادة العلماء في قم، حيث كتب له: (وفق الرأي الذي تؤمن به يجب أن تُرفض الحضارة الجديدة، في حال أنَّنا يجب أن نقبل هذه الحضارة الجديدة). لقد استخدم الإمام مصطلح (الحضارة الجديدة)، والآن نسأل: ماذا يعني قبول الحضارة أو التقدُّم الحضاري الجديد؟\nيترافق التقدُّم الحضاري الجديد مع سيل من التحوُّلات الحياتية في معيشة البشر، وإن كان الجزء الذي نلمسه منه ونتعاطى معه بشكل مباشر هو المسائل المادِّية والمعيشيَّة من هذا التقدُّم.",
        "\nوليس الأمر كما يقال من أنَّ التقدُّم الحضاري الجديد افترق فقط عن السابق بأدوات المعاش والوسائل الحياتية، كما كان الشهيد مُطهَّري يصرُّ على هذا الرأي في كتابه (الإسلام ومقتضيات الزمان)؛ إذ كان يذهب إلى أنَّ التحوُّلات التي لا يستطيع الإنسان تجنُّبها ورفضها، هي فقط ما يطرأ على الحياة الإنسانية من تغيُّر في وسائل المعاش. فإذا أراد الإنسان - مثلاً - أن يحمل مفهوماً صحيحاً عن التنمية الاقتصادية، أو مفهوماً صحيحاً عن الحياة الاجتماعية لمجتمع ما، في إطار دستور مدوَّن - وهاتان الظاهرتان كلتاهما من الإفرازات الأساسية للتطوُّر الحضاري الجديد - فلا يسعه أبداً أن يفكِّر في وسائل المعاش المادِّية وحدها؛ والسبب هو: أنَّ التنمية الاقتصادية، أو العيش في إطار دستور مدوَّن، ترافقهما منظومة قيمية خاصة، كما يرافقهما أيضاً طراز خاص من الحياة الفردية والاجتماعية.\nلذلك كلِّه ينبغي ألاَّ نمرَّ على هذه المسائل ببساطة، ونكتفي بالقول: إنَّ معرفة الزمان والمكان ووعيهما يعنيان فقط معرفة الموضوعات المستحدَثة في المعنى الذي يقتصر على الوسائل الحياتية المادّية وحدها، كلاّ، إنَّما نرى أنَّ آثار الزمان والمكان ودورهما أكثر عمقاً وسِعةً من حدود هذا الكلام، ومن ثَمَّ فإنَّ الاجتهاد الذي يمارَس في إطار مقولتي الزمان والمكان، له صولة مباشرة بقبول الكثير من القيم الأخلاقية والثقافية أو رفضها. طبيعي أن قبول هذه القيم أو رفضها هو فرع ونتيجة لوعي تلك القيم وتلك الثقافة وإدراكهما ومعرفتهما.\nومن الطبيعي أن يكون ثَمَّة أسلوب واجب الاتباع في عملية التعرَّف، والوعي، والإدراك. إنَّ القضية التي تُعبِّر عن نفسها في مضمون السؤال الآتي: وفق أيِّ أسلوب نريد أن ندرك تلك القيم وتلك الثقافة ونعيمها ونتعرَّف إليهما؟ هي مسألة في غاية الأهمية؛ فهل نريد أن نمارس التعرُّف والوعي والإدراك بأسلوبنا الفلسفي القديم أو بالأساليب الجديدة؟ وماذا نختار من هذه الناهج الجديدة، ولماذا؟",
        "\nلو عدنا - مثلاً - إلى أسلوب القدماء، لرأينا أنَّ تصوُّرهم للمجتمع يقوم على أساس ما يأتي: هم يفترضون أنَّ المجتمع كجسم الإنسان، تتمثَّل سلامته وتوازنه في وضع كلِّ إنسان في المجتمع، أو قوَّة من القوى الاجتماعية، في مكانها الطبيعي، على هذا الأساس يكون العدل في هذا التصور هو: (وضع كلِّ شيء في موضعه). والسؤال: هل نريد أن نتعرَّف إلى القيم التي تتَّصل بالحياة الاجتماعية على أساس هذا التصوُّر للمجتمع والعدل الاجتماعي، أو نريد أن نفعل ذلك على أساس فلسفة القيم في علم الاجتماع، أو فلسفة السياسية، أو فلسفة الأخلاق؟ وهذا مجرَّد مثال واحد. \nما نريد أن نخلص إليه هو أنَّه لا يسع الفقيه، اليوم، أن يكتفي بالتعامل مع الظَّواهر السطحية الملموسة والمادية من التقدُّم الحضاري الجديد، ثُمَّ يقرِّر، على أساس هذه الكيفية في التعامل، ما يقبله وما يرفضه من التمدُّن الجديد. وهذا ما يقال في عناوين تُطرح في المجال الفقهي؛ فحينما تُطْرح في المجال الفقهي قضايا من قبيل: لزوم مراعاة المصلحة، والعسر والحرج، وما شابهها، فإنَّها جميعاً تنصرف إلى التحوُّلات الحياتية، ولا يمكن قصر هذه العناوين على السطح الملموس الظاهر من الحياة المعاصرة. فالضرورة والمصلحة يجدان معناهما دائماً من خلال مقصد معيّن. على ضوء ذلك، يتعيَّن أن نلاحظ، في المرتبة الأولى، طبيعة المقصد الذي يؤمن به الفقيه، لكي يقول على أساسها - وفي المرتبة الثانية -: إنَّ هذه المسألة ضرورة، أو أنَّها تُعبِّر عن المصلحة.\n",
        "دوائر تأثير المكان والزمان\nد. كاتوزْيان: للزمان والمكان تأثير على الاجتهاد الفقهي والأحكام القابلة للتنفيذ من جهات مختلفة، من دون أن يكون ذلك التأثير متعارضاً مع إثبات الأحكام الإلهية.\nلا أظنُّ أنَّنا نستطيع، في هذا الجواب القصير المجمل، أن نعرض لجميع العوامل المؤثِّرة في الاجتهاد، إنَّما نشير إلى بعض العوامل من باب المثال، من خلال النقاط الآتية:\n1 - تحوّل القيم الأخلاقية: أبرز علامة تشهد على هذا التحوُّل هي مسألة العبيد؛ إذ تكفينا في هذا المضمار نظرة عامة إلى تاريخ الفقه والأحكام المتعلّقة بالعبيد والإماء في الكتب الفقهية، لكي نلحظ فيها انخفاض الاهتمام بهذا الباب تدريجياً، حتّى إذا ما ألغي نظام العبيد، ترى أنَّ الكتب الفقهية لا تتحدَّث عن الموضوع إلاَّ لُماماً.",
        "طبيعي أنَّ هناك مَن يذهب في تفسير هذا التحوُّل، وعدم اهتمام الفقه بالعبيد، إلى القول بانتفاء الموضوع؛ في حين أنَّ السبب الحقيقي يتمثَّل بالتحوُّل الذي طرأ على القيم الأخلاقية، فلو قَتَل كافرٌ في المجتمع الإسلامي مسلماً، فهل يحقُّ لورثة القتيل المسلم، أن يسترقُّوا الكافر ويتَّخذوه عبداً؟ هل سألنا أنفسنا عن طبيعة المانع الذي يحول دون الاستفادة من حقِّ التملُّك الشرعي هذا؟\nفي مرحلة أدنى ممَّا يعكسه المثال المشار إليه آنفاً، ينبغي أن نتحدَّث عن طبيعة العلاقة بين المرأة وزوجها، وما طرأ على ذلك من تحوُّلات طوال تاريخ الفقه. الأسئلة المثارة هنا هي: هل يعكس ما يحكم مجتمعاتنا الحاضرة وما يسودها الآن، ما قاله الفقهاء وما بَلْوَروه من أحكام؟ إذا كان هناك مَن يشكّ، فلا بأس في أن نلجأ إلى التحكيم لنرى، فهل من الواجب على الرجل الذي يريد أن يُطلِّق زوجته، أن يعود إلى الحاكم ويخضع للتحكيم؟ وهل يصدق الشقاق (النفرة أو الاختلاف بين الجانبين) على الرجل الذي يريد أن يطلِّق زوجته؟ ثُمَّ هل يُعَدُّ العسر وحرج المرأة القاعدة العامة لجواز طلاق المرأة؟ وهل \n\nيقبل الجميع فتوى المرحوم السيِّد محمد كاظم الطباطبائي في عسر المرأة وحرجها إذا غاب عنها زوجها وخيف عليها من الوقوع في الحرام(2)؟ هل تستطيع المرأة أن تتقاضى الأجر من زوجها؟ ثَمَّ كثير من الأسئلة غير ذلك. دعونا نقترب من المسألة أكثر لنسأل: هل ينطوي مفهوم المعاشرة بالمعروف (وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ)، في مجتمعنا المعاصر، على معناه السابق الذي كان عليه؟ وهل يَتساوى بين حياة القرية وحياة المدينة؟ وهل ترون أنَّه يمكن لزوجٍ ثريٍ أن يتزوَّج في مجتمعنا المعاصر من فتاة متعلّمة لكنَّها فقيرة، ثُمَّ يعاملها في النفقة على ضوء أصلها العائلي، بحيث يعيِّن لها نفقة تتناسب مع المستوى المعيشي لعائلتها الفقيرة، من دون أن يأخذ بنظر الاعتبار شؤون العائلة الجديدة؟ وهل يصحُّ، في نظركم، أنَّ هذه الزوجة المحتاجة لا تستطيع أن تأخذ من زوجها نفقة الدواء والسفر، وأنَّ عليها فقط أن تكتفي بالمسكن والطعام واللباس وتقنع بها؟ ثُمَّ هل تنطوي قيمومة الرجل ورئاسته للأسرة (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ) على معنى امتثال التكليف وحفظ الأمانة - كما هو في قيادة الجماعة - أو يُعبَّر هذا الموقع عن نزعة التسلُّط وإشباع نزعات الرضا والميول الشخصية لدى الزوج؟ علينا إذن أن نقبل، في ضوء هذه الأسئلة وما تمليه من معطيات، أنَّ التحوُّل الهادئ في القيم الأخلاقية أعاد ترسيم الحدود المألوفة والمتوارثة، واقتضى بروز اجتهادات فقهية جديدة. ",
        "ــــــــــــــ\n2 - العوامل الجغرافية والمكانية: لقد أبرز عدم اتساق سِن البلوغ الشرعي عند البنات مع الواقع الطبيعي والاجتماعي المُعاش، في عصرنا الحاضر، ميلاً للقول: إنَّ سِن التكليف إنَّما هو أحد العوامل الكاشفة عن البلوغ، وليس موضوعاً كاملاً. ومشكلة عدم اتساق الحكم الشرعي مع المحيط الجغرافي تتأكَّد أكثر في المناطق الباردة. ففي السويد - مثلاً - لا تبلغ الفتاة جسمياً إلاَّ بعد سِن العشرين، فكيف يصحُّ الادّعاء بأنَّ الفتاة تبلغ في سِن التاسعة (أو أقلّ) وتكون مستعدَّة للزواج؟!\n\n3 - تغيُّر العلوم والتقدُّم التكنولوجي: نصَّ الفقه على أنَّ البرص والقَرن(3) عند المرأة من أسباب فسخ النكاح؛ والسبب الذي يُذكر لذلك، هو: أنَّهما صعبا العلاج، ويمنعان من الرغبة في المعاشرة أو يُقلِّلان منها، كذلك يقال بالنسبة للعنن أو العجز الجنسي الذي يُصاب به الزوج. ",
        "والآن لنفترض أنَّ علم الطب استطاع أن يعالج هذه الأمراض، بالدواء أو بالجراحة البسيطة، خلال عدَّة أيَّام، فهل تبقى بعد ذلك أسباباً لفسخ النكاح؟ إذا كان جوابكم بالإيجاب، فكيف تجيبون إذن عن هذا السؤال: هل العائلة الإسلامية هي بهذه السهولة بحيث يفرَّط بها لسبب هو بمثابة إصابة الإنسان بنزلة البرد؟!\n4 - تغيُّر الاحتياجات والضرورات: ليست قليلة هي الأحكام التي أُدرجت في الفقه استجابة لحاجات الناس الملحَّة، أو جاءت جرياً على العُرف السائدة في زمان سابق. وفي عصرنا الحاضر، تَفرض بعض الضرورات إيجاد تحوُّلات في القواعد الحاكمة على بعض الجماعات الاجتماعية التي تعيش حالة العجز أمام المستطيعين والأقوياء، وأهمُّ جماعتين تبرزان على هذا الصعيد، هما: العُمَّال والأجراء. ففي حال العُمَّال، من الطبيعي أن لا تستطيع بعض القواعد المتَّصلة بباب إجارة الأشخاص أن تنهض بالعدالة المطلوبة في طبيعة علاقة الأجير بصاحب العمل، وبذلك يضطرُّ قانون العمل أن يخرج عن بعض الأصول تأميناً للعدالة المطلوبة. وفي العلاقة بين المستأجر والمؤجِّر اضطرّ مجلس الشورى الإسلامي (في إيران) للتوسُّل بقاعدة (العسر والحرج) للوقوف في وجه الحالات غير العادلة التي تتبدَّى في تخلية المنازل.\n\nلقد بلغت ضغوطات الضرورات والاحتياجات شأواً بحيث لم تقتصر فقط على استبدال الأحكام الثانوية وتبدُّلها، بل أصبح لها تأثيرها في استنباط الأحكام الطبيعية الأوَّلية في الشرع. والطريقة الأفضل لرؤية الأثر القوي النافذ، وما تتحلَّى به هذه الضغوطات من قوَّة، تتمثَّل بذكر بعض الأمثلة:",
        "أ - يُعَدُّ عقد التأمين من أبرز العقود التي وجدت طريقها إلى الفقه الإسلامي؛ ذلك أنَّ الفقهاء يحكمون ببطلان المعاوضة التي لا يُعلم أحد عوضيها، لأجل الغرر المنهي عنه (نهى النبي عن الغرر)، ومع ذلك، فقد مال عدد من الفقهاء إلى تصحيح عقد التأمين رغم ما يترتَّب عليه من غرر؛ لعدم معلومية أحد العوضين.\nب - حين نترك موضوع عقد الضمان وما طرأ عليه من تغيير في الدائرة الفقهية، بتأثير تبدُّل الاحتياجات وبروز ضرورات جديدة، نصل إلى مثال بارز آخر يتمثَّل في: عقد مبادلة البضاعة بالبضاعة. نبدأ أوَّلاً ببيع ثمرة العمل بالمؤجَّل، فقد حُرِّم هذا الضرب من البيع في زمن كان الحكم فيه قانوناً لتنفيذ العدالة، والحيلولة دون الظلم الذي يطال العامل الكادح من قبل المتموِّل الظالم، فقد كان صاحب رأس المال يستفيد من ضَعف الفلاح، وعدم وجود ملجأ يلجأ إليه، وينتهز هذه الحالة بشكل سلبي، فقد كان يشتري حنطة المزرعة بثمن بخس وبالمؤجَّل، وكان الزارع يرضى بهذه المعاملة؛ لأنَّها توفِّر له ضماناً مستقبلياً لمحصوله.\nأمَّا اليوم، فقد برزت مصالح أهم، أخذت تدفع للقبول بمثل هذا الضرب من التعامل، بل تجعله ضرورياً لا يمكن تجنُّبه. فنحن اليوم نبيع نفطنا بهذه الطريقة، ونؤمِّن جميع ما نحتاج إليه من بضائع وسلع عن طريق بيع السلعة بالسلعة. فهل نجرؤ على أن نحكم ببطلان جميع هذه المعاملات؟ وإذا فهم الأجانب أنَّ مثل هذه العاملة باطلة في فقهنا الحقوقي، فهل يكونون على استعداد بعد ذلك للتعامل مع الحكومة الإسلامية؟ ربَّما لم تدخل هذه المسألة إلى الحوزة بعد، بَيْدَ أنَّها ستطرح وستشقُّ طريقها إليها إن عاجلاً أم آجلاً، تماماً كما هي مطروحة اليوم بين الحقوقيِّين، وقد اختلفت فيها الآراء.\n",
        "في جميع الأحوال، فإنَّ إعادة النظر في مباني الاستنباط يمكن أن تنتهي إلى نتيجة معقولة؛ تتمثَّل بالشكّ بالإجماع المدّعى حولها، فما نهت عنه الأخبار صراحة هو (بيع الدَّين بالدَّين)(4)، كما أنَّ التردُّد موجود في مفاد أخبار (لا يباع الدَّين بالدَّين)؛ إذ هل المقصود هو بيع الدين قبل العقد، أو أن يشمل النهي الدَّين المترتِّب على العقد؟ إنَّ القدر المتيقَّن في الإجابة هو الاحتمال الأوّل؛ يعني ما يقال له دَيناً قبل العقد(5).\nليس لدينا متَّسع من الوقت لتفصيل المسألة أكثر، لكنَّ الحدَّ الأدنى الذي يجب أن نقبل به، هو أنَّ إعادة النظر التي تمَّت في الاستنباط والاجتهاد، نشأت من الضرورات والاحتياجات(6).\n5 - تغيير البنية الاقتصادية: في الوقت الذي تستطيع فيه المعامل الصغيرة أن تؤمِّن حاجات المجتمع برساميل صغيرة، فإنَّ صاحب العمل يحتاج لاستمرار حياته الاقتصادية إلى الأجير والعامل، وفي الوقت نفسه يحتاج الأجير والعامل إلى صاحب العمل. في الحصيلة يمكن لعقد الإجارة - الذي يُنظَّم عن تراضٍ بين الطرفين - أن يؤمِّن العلاقة العادلة بينهما. أمَّا اليوم، فإنَّ الواقع يعكس وجود أصحاب رساميل جشعين، مع عمَّال سبق لهم أن ذاقوا مرارة البطالة، طبيعي أنَّ هذه المجموعة من العمَّال تحتاج إلى الحماية، وهذه الحاجة تدع وجدان الفقيه متأثِّراً، وتدفعه كما ذكرنا لاستنباطات جديدة.\nأمَّا في جواب سؤالكم الثاني، فينبغي القول: ما دام نقص القانون وكماله أمرين نسبيَّين لهما صلة بالزمان والمكان، فمن الأفضل أن نُطلق على هذا التحوُّل اسم: اكتمال الحركة الفقهية.",
        "وفي شأن السؤال الثالث، فقد أضحى بديهياً، فما لم يُدرك الفقيه الزمان والمكان ويعيهما، فلا يستطيع أن يصل إلى مفهوم كثير من المسائل.\nالشيخ معرفت: ليس للزمان والمكان تأثير في الأحكام نفسها، ولا يمكن أن يكون لهما تأثير في ذلك، لكن يمكن أن يؤثِّرا في الموضوعات، كما جاء في نهاية السؤال من قولكم: هل الزمان والمكان يوجبان معرفة الموضوعات المستحدَثة؟ والسبب أنَّ للزمان والمكان دوراً مؤثِّراً على الموضوعات التي أوكلها الشارع للعُرف.\n\nفي توضيح ذلك ينبغي أن نقول: إنَّ لدينا ثلاثة عناوين، للفقيه تأثير في بعضها، وليس له تأثير في بعضها الآخر. وهذه العناوين الثلاثة هي: الأحكام، والموضوعات، والمصاديق.",
        "دور الفقيه في الأحكام هو أن يضطلع بمهمَّة استنباط الأحكام من المصادر الأوَّلية بشكل أصولي. أمَّا بالنسبة للمصاديق، فليس ثَمَّة أي دور للفقيه فيها، فليس من وظيفة الفقيه، بما هو فقيه، أن يشخِّص المصاديق ويعيِّنها؛ ومردُّ ذلك لعدم دخل فقاهته في تشخيص المصاديق الخارجية، وإذا كانت له معرفة بمصداق من المصاديق الخارجية، فقيمتها تدخل في نطاق الخبرة، وليس في نطاق الفقاهة، أي لكونه خبيراً بهذا المصداق، وليس لكونه فقيهاً. فالفقيه، في نهاية المطاف، هو أحد أفراد المجتمع وأحد أبناء العُرف، بالإضافة إلى ما يتحلَّى به من فقاهه. الفقيه يستفيد من الأدَّلة: نجاسةَ الدم  - مثلاً - لكن إذا عُرضت عليه مادّة حمراء اللون، لها غلظة (كثافة) الدم، وسُئل عنها فيما إذا كانت دماً، فتجري عليها أحكام النجاسة، أم لا؟ في مثل هذه الحالة، لا قيمة لأيِّ جواب يتقدَّم به الفقيه في هذا المجال، لا فرق في أن يقول: إنَّ هذه المادَّة دم، أو إنَّها ليست دماً، إنَّما تكتسب إجابته قيمة من خلال موقعه كأحد أبناء العُرف وأعضاء المجتمع، لا من خلال كونه فقيهاً؛ إذ لا صلة لفقاهته بهذا الموضوع.\nحين ننتقل إلى الموضوعات، وهي غير الأحكام والمصاديق، يمكن أن يكون للفقيه دور مؤثِّر؛ إذ يجب على الفقيه أن يُعيِّن حدود الموضوع الواقع في لسان الدليل، فهل النجاسة تنصرف إلى مطلق الدم أو إلى الدم المراق فقط؟ أي هل تشمل النجاسة الدم النابض المتدفق الذي خرج من الشرايين فقط، بحيث يكون الدم المتبقِّّي ليس نجساً، أو تشمل النجاسة مطلق الدم المتخلِّف وغير المتخلِّف؟ ثُمَّ هل نقطة الدم التي توجد في البيضة، مشمولة لحكم الشريعة القاضي بنجاسة الدم، أو تكون نقطة الدم هذه خارجة عن نطاق الدم الذي تحكم الشريعة بنجاسته؟\n\nبعبارة أخرى: ينبغي على الفقيه أن يعرف ما إذا كانت أدلَّة النجاسة تنطوي على الإطلاق أم لا؟ فالشارع يقرِّر أنَّ كلَّ دم نجس، لكن إذا لم يكن بين يدي الفقيه مثل هذا الإطلاق والشمول في اللفظ، فلا يستطيع أن يفتي بنجاسة الدم الموجود في البيضة؛ لذلك نرى الإمام الخميني رحمه‌الله يذهب إلى ما يأتي: (نفتي بحرمة الدم الموجود في البيضة (حرمة أكله)؛ على أساس الإطلاق الذي بين أيدينا، القاضي بحرمة أكل الدم مطلقاً؛ ولكن لأنَّنا نفتقر إلى مثل هذا الإطلاق في باب النجاسة، فنحن نفتي بطهارته في البيضة وفقاً لقاعدة الطهارة). كما أنَّ الإمام يذهب إلى أنَّ الدم إذا استُهلك من خلال الاختلاط والدمج، ترتفع حرمة أكله أيضاً؛ لعدم وجود موضوع الحرمة في الخارج.",
        "يتَّضح ممَّا مرَّ أنَّ من وظائف الفقيه سدَّ ثغور الموضوع؛ بمعنى أنَّ على الفقيه أن يرى ما عليه موضوع الحكم في لسان الدليل. \nوالحاصل: إنَّ الفقه هو استنباط الحكم وتعين الموضوع. أمَّا معرفة مفهوم هذا الموضوع - أي الدم في هذا المثال - فهو أمر يجب على الفقيه أن يعود فيه إلى العُرف وأهل الخبرة؛ لأنَّ الشارع المقدَّس أوكل ذلك إلى العُرف، ومعنى هذا الإيكال أنَّ على الفقيه أن يرجع إلى الخبير في معرف ما هو دم وتعيينه.\nتوضيح ذلك: إنَّ على الفقيه أن يعود إلى العُرف في حال عدم معرفته بمفهوم الموضوع وعدم قدرته على تشخيصه من جهة المفهوم، وهذا ما يُطلق عليه بلغة الاصطلاح بالشبهة المصداقيَّة، وهذه غير الشبهة المصداقيَّة(7)، ففي الشبهة المصداقيَّة يكون العُرف هو المرجع؛ بمعنى أنَّ الفقيه يأخذ مفهوم موضوع الحكم الشرعي من العُرف. أمَّا حدوده وثغوره وشرائطه، فيأخذها من الشرع ولسانه.\n",
        "تأثير الزمان والمكان بين العبادات والمعاملات\n* هل يقتصر دور العُرف، في تشخيص موضوعات الأحكام من جهة المفهوم، على باب المعاملات بمعناها العام، أو أنَّ الشارع ضمَّ إلى ذلك العبادات أيضاً؟\nالشيخ معرفت: في الواقع، يقتصر إيكال هذه المسألة إلى العُرف على باب المعاملات؛ لأنَّ تشخيص الموضوع في باب العبادات من الجهة المصداقيَّة، هو من وظائف الشارع أيضاً؛ بمعنى أنَّ الفقيه يأخذ الحكم من الدليل ويستنبطه من المباني الشرعية، ويستفيد من الدليل في بيان حدود الموضوع، تماماً كما يجب عليه أيضاً أن يعرف الموضوع من لسان الدليل. على سبيل المثال: بين أيدينا في الشريعة: (الصلاة واجبة)، أو (الزكاة واجبة)، جميع الجزئيات هنا منوطة بالشرع، ويجب الرجوع إلى الدليل الشرعي لتحديدها.\nفالحكم الذي هو الوجوب، يُؤخذ من الدليل، كما تُؤخذ منه أيضاً حدود الموضوع وثغوره، التي هي عبارة عن أجزاء الموضوع وشروطه وقيوده، كما تُؤخذ منه تماماً ذات الموضوع، الذي هو عبارة عن مفهوم هذه العناوين (الزكاة والصلاة)؛ أي بأيِّ معنى تكون الزكاة والصلاة.",
        "هنا نلاحظ أنَّ جميع هذه الجزئيات متَّصلة بالشارع، ولا صلة لها أبداً بالعُرف. فإذا قال العُرف - مثلاً - وحكم على عمل شخص بأنَّه صلاة وقطع بذلك، بَيْدَ أنَّ الفقيه حَكَم - وفق الموازين التي بين يديه - بأنَّ هذه ليست صلاة، فإنَّ الحق مع الفقيه. وإذا تَمَّ العكس؛ حيث حكم العُرف بأنَّ ما أدَّاه الشخص ليس صلاة، في حين حَكَم الفقيه بأنَّ هذه الصلاة، فالذي يُؤخذ به هو موقف الفقيه؛ لأنَّه المرجع في هذا المضمار.\nيتبيَّن ممَّا مرَّ بنا أنْ ليس للزمان والمكان تأثير في باب العبادات مطلقاً؛ ومردُّ ذلك أنَّه لم يُوكَل إلى العُرف أي عنوان من تلك العناوين الثلاثة في مجال العبادات. أمَّا في المعاملات، فيمكن أن يكون ثَمَّة دخل للزمان والمكان فيها؛ لأنَّ المصداق فيها موكول إلى العُرف.\n\n* هل تُناط هذه المسألة بقولنا بالحقيقة الشرعية؟ الحقيقة الشرعية بمعنى: أنْ يخترع الشارع موضوعاً وعنواناً بإزاء العُرف، كما في حال الصلاة مثلاً؛ فالصلاة في العُرف بمعنى الدعاء، لكنَّها في لسان الشارع ممارسة، أوَّلها التكبير وآخرها التسليم، بالحدود والشروط التي عيَّنها الشرع؟",
        "الشيخ معرفت: إذا كان المقصود من الحقيقة الشرعية هو: هل للشارع ماهيَّات مخترعة أو لا؟ فالجواب القطعي، هو: أنَّ جميع الماهيَّات في باب العبادات اختراعية. \nتوضيح المسألة: إنَّه كانت في زمان نبي الإسلام عدد من الممارسات، من قبيل: الحج، الزكاة، الصلاة، وغيرها. وقد كان الناس يفهمون أنَّ هذه الممارسات هي ضرب من العبادة الخاصة، يجب التوجُّه فيها إلى المعبود بصرف النظر عن الشرع. والآن إذا جئنا وطرحنا هذه المسائل، فهذه العناوين ليست لها ماهية اختراعية، وإنَّما بحثنا يتحرَّك في مجال آخر. \nفي الواقع ينصبُّ بحثنا على أنَّ للشارع، في باب العبادات، مجموعة من الأحكام التي استُخدمت في مجموعة من الموضوعات، وهذه الموضوعات لها بُعد كلّي مثلما لها مصاديق خارجية، وكما أنَّ من مهامِّ الفقيه أن يستنبط لها أحكاماً، فإنَّ من وظائفه أيضاً التعرُّف على الموضوعات التي استخدمت لها تلك الأحكام في هذا الباب.\nممَّا يُذكر في هذا المضمار أن رجلاً جاء إلى الإمام الصادق عليه‌السلام، وقال له: إنِّي اخترعت دعاءً، فما كان من الإمام إلاّ أنْ ردَّ عليه - ومن دون أن يسمع دعاءه -: دع اختراعك، أدعُ كما أدعو. وسرُّ هذا الموقف واضح؛ ذلك لأنَّ الاحترام والتقديس والثناء الذي ينصرف لشخص معيَّن يتحتَّم أن يكون على وفق مقام ذلك الشخص وقدره، وإذا كنتَ تجهل مكانة الطرف الآخر وشأنه، فلا تستطيع أن توفِّر له الاحترام اللائق. فهل هذا الشخص عالم أو لا؟ وهل هو من وجهاء المدينة أو لا؟ وهل هو من علماء الدرجة الأولى أو لا؟ هل هو فيلسوف أو فقيه؟ ملخَّص الكلام: ينبغي التعرُّف إلى مركز الطرف الآخر ومكانته حتّى يمكن إبداء الاحترام له على قدر موقعه وبما يتَّسق مع شأنه.",
        "\nأمَّا من دون هذه المعرفة، فقد يتقدَّم الإنسان بطراز من الاحترام لا يتناسب مع مركز الطرف الآخر؛ لأنَّ احترام أيَّ شخص يتناسب مع شأنه. وكذا الحال في العبادة؛ إذ يتحتَّم أن تأتي هذه العبادة، وكذلك الثناء، متناسبة مع مقام المعبود وربوبيَّـته، والقضايا في باب العبادات قياساتها معها، ومن ثَمَّ فإنَّ الموضوعات في هذا الباب تأتي بدقَّة من قبل الشارع نفسه.\nنستخلص ممَّا مرَّ جواب السؤال المطروح: هل ثَمَّة تأثير للزمان والمكان في موضوعات العبادات؟ الجواب: كلاّ؛ إذ ليس للعُرف دور حتّى في موضوعات العبادات، والزمان والمكان يؤثِّران في المجالات التي يكون فيها دور للعُرف.\n* ينبغي إذن أن نُميِّز في هذا المضمار بين العبادات والمعاملات بالمعنى العام؛ أي يجب التفكيك بين العبادات والمعاملات في مسألة تأثير الزمان والمكان فيهما؟",
        "الشيخ معرفت: أجل، يجب التمييز بين العبادات والمعاملات في معناها العام الذي يشمل مجموعة العقود، الإيقاعات، الأحوال الشخصية، السياسات المدنية، العلاقات الدولية، وجميع ما يدخل في بناء النظام ويكون مؤثِّراً في الهيكل الحكومي، إذ ينبغي أن يكون لأيِّ نظام وحكومة برنامج في المجال الثقافي، السياسة الداخلية، السياسة الخارجية، الاقتصاد، وغيره؛ إذ من المعروف أنَّ أيَّ نظامٍ لا يسعه أن يستغني في ممارسته للحكم والحكومة عن تنظيم البرامج في باب المعاملات بمعناها العام المشار إليه.\nأمَّا في ما يتعلَّق بطبيعة المسار الذي ينبغي أن يسلكه الناس لإرساء نظامهم المعيشي والاقتصادي، وطبيعة المثال الذي ينبغي أن يحتذوا به لبلوغ هدفهم في ذلك؛ فإنَّ الشارع قد عهد ذلك إلى الناس أنفسهم، بل تخطَّى الأمر هذا التخوم، إلى ما أفادته الشريعة على هذا الصعيد، وهي تفيد: عليكم، أيُّها الناس، أن تنهضوا بأنفسكم بأعباء صياغة القوانين وتشريع الضوابط اللازمة في هذا المجال.\nطبيعي أنَّ الشارع قرَّر أيضاً عدم إلحاق الظلم بأحد، فلا ينبغي لأيِّ إنسان أن يُحرَم من الحقوق التي شرَّعها له الله (سبحانه) وأرادتها له الطبيعة، كما ينبغي أن يستفيد كلّ واحد من حقوقه في نطاق القانون.\n",
        "تُعَدُّ الحرية أصلاً مهمَّاً في الإسلام. ومعنى الحرية هو أن يكون الناس أحراراً في تقرير ما يريدونه في شؤون حياتهم؛ أي أن تكون لهم الحرية والإرادة في اتّخاذ القرار الذي يريدونه في دائرة حياتهم الشخصية وشؤونهم الاجتماعية.\nلكن إذا ما أُوكل الناس إلى أنفسهم بشكل مطلق، بحيث لم تكن هناك حدود وضوابط في ممارستهم لحرية القرار، فمن الممكن أن يبادر كلُّ إنسان إلى وضع ما يراه هو مناسباً من الحدود التي يرسمها وفق ما يمليه هواه ورغبته، وعندئذ ما أكثر ما يُهضم من حقوق الضعفاء.\nلو عُهدت عملية وضع الضوابط والمقرَّرات إلى الإنسان نفسه، على نحو مطلق، فمن الممكن أن يعمَّ قانون الغالب، ويقوم الأقوياء بهضم حقوق الضعفاء والتعدِّي عليهم؛ فإنَّه (كلٌّ يجرُّ النار إلى قرصه)، لذلك كلِّه عرض الشارع لأصل اجتماعي مهمّ بعنوان: (لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ)، إذ ينبغي لهذا الأصل أن يحكم المجتمع الذي يسوده الإسلام، ويخضع لحاكميَّـته.\n* إنّ كثيراً من هذه القواعد التي ذكرتموها تواضع عليها العقلاء أنفسهم، بقطع النظر عن الشريعة، وذلك بالمعنى الذي يفيد أنَّ (العدل حسن) و(الظلم قبيح) هما حكمان كلِّيَّان، وليست قاعدة (لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ) سوى واحد من مصاديق (العدل حسن) و(الظلم قبيح).",
        "الشيخ معرفت: لكن ليس الأمر بهذه السعة، بل دائرة ما ذكرتموه أضيق قليلاً من القاعدة التي يرسمها التشريع.\n\n* ولِمَ؟ إنَّ ما ذكرتموه إطاراً، تنهض بتأمينه أحكام العقل العملي نفسه، مثلاً يُعَدُّ الاحتكار من مصاديق الظلم، وقبح الظلم هو من الآراء لمحمودة(8).\nالشيخ معرفت: بين أيدينا أمثلة كثيرة للموارد التي جاء لها الشارع بقواعد وقرَّر لها ضوابط، مضافاً لما هو موجود من أحكام العقل العملي. على سبيل المثال: جاء الشارع المقدَّس بقاعدة (لا ضرر) في مقابل (الناس مسلَّّطون على أموالهم)؛ ومعنى ذلك أنَّ لكلِّ إنسان، في إطار النظام الاجتماعي الحاكم، سلطة كاملة على ما يتَّصل بشأنه الخاص، فأنا شخصيَّاً لديَّ السلطة على نفسي وأموالي وكل ما يرتبط بي.",
        "وهذا أصل عقلائي، والشارع قد ارتضاه أيضاً؛ وذلك لأنَّ الإنسان خُلق حرَّاً، وخُلق مختاراً، وخُلق ليكون هو الذي يأخذ التدبير في أموره، بَيْدَ أنَّ الشارع نفسه وضع إلى جوار ذلك قاعدة (لا ضرر) أيضاً.\n* نودُّ أن تـتحدَّث إلينا عن الحرية في الإسلام بتوضيح أكثر؟\nالشيخ معرفت: للحرية معنيان: \nالأوَّل هو الانعتاق من القيود؛ بحيث يكون الإنسان حرَّاً تماماً من جميع القيود. لقد أخذ أكثر الذين يميلون إلى الشهوات الحرية بهذا المعنى، بَيْدَ أنَّ الإسلام لا يرتضي ذلك.",
        "المعنى الآخر للحرّية هو إمكان التمتُّع بالحقوق؛ إذ ينبغي للقوانين والضوابط الموجودة في المجتمع، أن تكون بحيث يكون بمقدور كلِّ إنسان أن يستوفي حقوقه. إنَّ الحرية بالمعنى الأوّل الذي يعني التحلُّل مفهوم خاطئ؛ ذلك أنَّ الإنسان مقيَّد وملتزِم من أُمِّ رأسه حتّى أخمص قدميه.\nعلى هذا جاءت التقوى - التي تُعَدُّ أوَّل شرط لتحقُّق الإنسانية - لتكون بمعنى الالتزام والتقيُّد، تماماً كما ذكر ذلك المرحوم مطهري، وهو يفيد أنَّ الإنسان المتّقي هو الذي يتقيَّد بالالتزامات الإنسانية.\n\nإذاً، ليس معنى الحرية في مقولة: إنَّ الإنسان خُلق حرَّاً، هو التفلُّت من القيود والتحلُّل منها، بل معنى حرية الإنسان هو ما ذكرناه من إمكان التمتُّع بالحقوق. وذلك بما يفيد أنَّ برنامج المجتمع ينبغي أن تُنظَّم بحيث يستطيع كلّ إنسان التمتُّع بحقوقه الفردية والاجتماعية، فإذا ما رام مثلاً أن يحصل ولده على شهادة (الدكتوراه) من الجامعة، فينبغي أن لا تكون هناك عقبة أمامه، وأن لا تحول دون تحقيق هذه الرغبة مسائل مثل الانتماء الوطني والقومي وغير ذلك.",
        "خلاصة الكلام: إنَّ الشارع المقدَّس لا ينظر إلى الإنسان ككائن أسير، بل ينظر إليه كحر. وفي الوقت نفسه يراه ملتزِماً، وهذا هو معنى (المؤمنون عند شروطهم)(9). فإذا ما تعهَّد المؤمن بشيء، فإنَّ هذا العهد يتحوَّل إلى قيد عند المؤمن يُملي عليه استحقاق الالتزام.\n* نعود الآن إلى الموضوع الأساسي: يبدو أنَّ النتيجة التي انتهى إليها البحث، تتمثّل في أنَّ الشارع عهد بمهمَّة إيجاد النُّظم، في عملية تنظيم المجتمعات البشرية، إلى العُرف، لكن غاية ما في الأمر أنَّ هناك عدداً من الضوابط التي أملاها الشارع نفسه.\nالشيخ معرفت: أجل، لقد عدَّه الشارع المقدَّّس بمهمَّة إيجاد النظم ووضع القرَّارات، على صُعدٍ مختلفة من عملية تنظيم المجتمعات البشرية، إلى العُرف. والمقصود من العُرف هو المجتمعات العالمية المتحضِّرة نفسها، أعمُّ من أن تكون مجتمعات إسلامية أو لا؟\nأمَّا المقصود من الضوابط والمقرَّرات، فهو عرف عقلاء العالم؛ ممَّا تمَّ ارتضاؤه بوصفه أصولاً عقلائية، مثل: الحدود الجغرافية، النظام الحقوقي في إطار الحركة والانتقال، النظام المصرفي، العلاقات الدولية، وكلُّ ما يدخل في نطاق الضوابط التي ارتضاها عقلاء العالم بوصفها أصولاً عقلائية.",
        "\nبعبارة أخرى: يمكن وصفها بأنَّها الأصول العقلائية الدولية التي ليس لها طابع تحميلي.\nعلى ضوء ذلك، نجد أنَّ الشارع لم يخترع المعاملات، فأمور مثل: البيع، والإجارة، والمضاربة، والمساقاة، وغيرها، ليست شرعية؛ بمعنى أنَّ الشارع لم يجعلها أو يخترعها، بل هي من وضع العقلاء، وأضاف إليها الشارع أو قلّل منها بعض الضوابط والشروط. على هذا عُهد بالموضوعات الكلّية في المعاملات، بجميع أبعادها، إلى العُرف.\nكما أنَّ الإمام أمير المؤمنين عليه‌السلام دعا الناس إلى نظم أمورهم. ومعنى ذلك أنَّ (نظم الأمور) هو مهمَّة تقع على عاتق الناس أنفسهم، حيث قوله عليه‌السلام: (أوصيكم بتقوى الله ونظم أمركم).",
        "* على هذا، فإنَّ الكثرة الغالبة من أمور المعاملات بالمعنى الأعمّ هي في عُهدة العُرف. من ثُمَّ ليس صحيحاً ما يتوهَّمه بعضهم من أنَّ جميع الأمور ينبغي أن تُؤخذ من الشرع، حتّى طريقة القتال والجهاد مثلاً؟\nالشيخ معرفت: أجل، ما هي صلة كيفية القتال بالإسلام؟! لقد قاتل النبي صلى‌الله‌عليه‌وآله‌وسلم في عصره بتلك الطريقة؛ لأنَّها هي التي كانت سائدة في ذلك العالم، لا لأنَّ تلك الطريقة التي اختارها النبيّ في مقارعة أعدائه ومواجهتهم تعكس النظام العسكري للإسلام.\nمن جهتها اكتسبت العلاقات الدولية للإسلام في الصدر الأول صيغتها تلك؛ تبعاً لِمَا كان سائداً في العلاقات الدولية في العالم يومئذ. فإذا ما تحدَّث النبي صلى‌الله‌عليه‌وآله‌وسلم عن البيع والإجارة، فلأنَّه كان يتحدَّث وفاقاً لمباني الأصول العقلائية التي كانت سائدة يومذاك في مجال المعاملات، لا أنَّ الإسلام هو الذي اقترح هذه العمليات واخترعها. وإذا ما نهى عن بعض المعاملات، مثل: بيع الكالي بالكالي، وبيع المنابذة(10) وغيرهما، فإنَّ سبب ذلك يعود إلى نظرة الشارع إلى هذا النمط من البيوع التي كان يعدُّها غير عقلائية؛ فرأي الشارع، في هذه الموارد، أنَّه يرى أنَّ هذا الضرب من المعاملات قد نشأ من مناشئ غير عقلائية؛ والدليل على ذلك واضح جدّاً، فبيع الكالي بالكالي وبيع المنابذة يشتملان على الجهالة، والبيع المجهول يستتبع نوعاً من الضَّرر.\n",
        "فإذاً، إذا كان للشارع كلمة في شأن الأصول العقلائية، نفياً أو إثباتاً، فإنَّ هذه الممارسة تعدُّ في الواقع إرشاداً إلى حكم العقلاء، لا أنَّ للشارع تعبَّداً في باب المعاملات.\nأمَّا في باب العبادات، فلا يمكن أن نأتي بالتعليلات في شأن الأحكام الشرعية، ففي حال الوضوء لا يمكن القول: إنَّه لا فرق في النظافة بين أن تغسل اليد من الأعلى إلى الأسفل، أو من الأسفل نحو الأعلى. لكن بمقدور الشارع أن يقرّرِ وجوب غسل اليد من الأعلى نحو الأسفل، أو كفاية المسح ولو بإصبع واحد، من دون أن يكون بمقدورنا أن نورد تعليلاً مألوفاً لهذه الممارسة.\nعلى هذا الضوء، ننتهي إلى قاعدة تفيد أنَّ كلِّ مورد نعجز عن الإتيان بتعليل عقلائي له يدخل في باب العبادات. أمَّا المعاملات، فيجب أن تكتسب جميعُ التعليلات وجهةً عقلائية.\nومن حسن الحظّ أنّ علماء السلف كالشيخين محمد بن الحسن الطوسي (ت 460 هـ)، والشهيدين محمد بن مكي (ت786 هـ)، وزين الدين العاملي (ت966هـ)، والمحقِّقِين: جعفر بن الحسن الحلي(ت676هـ)، وعلي بن الحسين الكركي(ت940هـ). والعلاّمة، جميعهم آمنوا بدور الزمان والمكان. فإذا ما أراد أحدهم أن يقيِّم المسائل المتداولة في دنيا العقلاء، ويطلّ عليها من وجهة نظر الفقه الإسلامي، تراه يفعل ذلك من خلال رؤية مفتوحة، لا فرق بين السياسات، أو العقود، والإيقاعات، وبقيَّة أبواب المعاملات بالمعنى الأعمّ. إذا ما شاء أحدهم أن يدرس ضروب الشراكة في عصره، ممَّا تعاهده العقلاء، تراه قد انتهى به التفحُّص إلى وجود ثلاثة أنماط من الشراكة: نوعان منها لا يتنافيان مع القواعد الشرعية العامة والكلّية؛ لذلك أفتِيَ بجوازهما، في حين قيل ببطلان النوع الثالث الذي يُطلق عليه اسم (شراكة الوجوه)، وإن كان عقلاء العالم قد قالوا بجوازه. والسبب في إبطاله هو ما انتهى إليه الفقهاء، بعد الدراسة والبحث، بأنَّ ما يُعرف بشراكة الوجوه لا يتَّسق مع القواعد الشرعية الأوَّلية. إنَّ شراكة الوجوه تقوم على أساس الموقع والمركز المالي، الاجتماعي، السياسي، لا على أساس الرصيد المالي والعمل؛ ولذلك أبطلوه.",
        "\nعندما بادر أولئك الفقهاء لدراسة المضاربة السائدة في عصورهم، وتقييمها من وجهة نظر الشرع، انتهوا إلى تطابق تلك المضاربة التي تمارس في ذلك العصر، مع قواعد الشرع وعدم مخالفتها لها، فحكموا بصحَّـتها، وبذلك أمضاها الشرع. لقد كانت المضاربة، في ذلك العصر، تقوم على أساس أن يُعطي أحد الطرفين رأسمالاً للطرف الثاني الذي يبذل العمل، ويكون شريكاً في الربح، من دون أن يتحمَّل العامل شيئاً من الضرر الذي يتحمَّله صاحب المال.\nأمَّا في عصرنا، فقد تنوَّعت الشراكة، وانتهت إلى عشرة ضروب تقريباً، ومن ثُمَّ يتعين على الفقيه أن يعمل بالمنهج نفسه الذي سار عليه علماء السلف؛ لينظر أيُّ هذه الأنواع يتَّسق مع القواعد العامة للشرع، وأيُّها يتعارض معه. لقد كانت أعمال المضاربة في ذلك العصر تدور على أساس النقد متمثلاً بالمسكوكات الفضِّية والذهبية. وما يبعث على الأسف أن نجد بعض فقهاء القرن العشرين (القرن الرابع عشر والخامس عشر الهجرَّيان) يريد أن يدرس المضاربة في عصره من منظور العلاّمة الحلّي في القرن الهجري السابع!\nدرس العلاّمة الحلِّي أنواع المضاربة المألوفة في عصره وأفتى بصحَّـتها، أو مخالفتها للقواعد الشرعية، لكن تلك الضروب من المضاربة لم يَعُد لها وجود خارجي في عصرنا، بل راحت تتجلَّى على نحو آخر.",
        "شخصياً لا أريد أن أسيء الظنّ بمركز فقهاء عصرنا الأجلاّء، وما يحظون به من مقام، إنَّما لي معهم كلمة عتاب؛ فحواها: لماذا لم يبحثوا المعاملات المعاصرة مثلما فعل العلاّمة؟ يتحتّم على هؤلاء الأجلاّء أن يبادروا إلى العمل نفسه الذي بادر إليه العلاّمة في عصره، لا أن يقلِّدوا عمل العلاّمة نفسه ويملوه على عصرنا، تماماً كما ذهب إلى ذلك عدد كبير من الفقهاء في عملهم الفقهي واجتهاداتهم واستنباطاتهم في باب المعاملات، حيث لم يزد نصيبهم على تقليد ما انتهى إليه علماء السلف في هذا المضمار. لذلك كلِّه لم تُثمر الطُّرق التي عرض لها بعض فقهاء العصر الحاضر، حلولاً كافية لعلاج مشكلات العالم المعاصر، وليس لها أثر فاعل على هذا الصعيد.\n\nإنَّ العالم المعاصر يتحدَّث اليوم بلغة الحدود الجوَّية والبحرية، ممَّا لم يكن له أثر في زمان العلاّمة. في أيَّام الحرب (العراقية - الإيرانية) جمعني لقاء في طهران مع عدد من كبار الحقوقيِّين لندرس موضوع حركة السفن والبواخر العراقية في البحر، ونتبادل الأفكار في شأنه، لنصل إلى قرار في طبيعة السفن والبواخر العراقية التي يمكننا منعها حتّى لو كانت تبحر في المياه الحرَّة. ما حصل في واحدة من تلك الجلسات أنَّ أحد الحقوقيِّين قال: إنَّ هناك ما يناهز ألفي قانون تُطبَّق في العالم، وإنَّ كلَّ بلد يسعى إلى تكييف هذه النُّظم القانونية مع ما ينسجم وأصوله ومرتكزاته، من خلال عملية التغيير والتعديل. ثُمَّ أضاف الحقوقي المذكور موضحاً: إذا لم تبادر الجهورية الإسلامية لعمل شيء في هذا المضمار، فلن يبقى أمامها إلاّ أن تتَّبع النُّظم القانونية الفرنسية، أو الانكليزية، أو الإيطالية، أو السويدية، وتحاكيها على هذا الصعيد.\nالسؤال: هل ثَمَّة مصلحة في أن تتبنَّى الجمهورية الإسلامية، التي تُدار على قاعدة ولاية الفقيه (وولاية الفقيه بمعنى ولاية الفقه)، النُّظم الحقوقية المقرَّرة في البلدان الأجنبية؟ أليسَ من مهمَّة الفقهاء المعاصرين أن يبادروا لتقويم ما هو موجود في دنيانا المعاصرة، ويدرسوه على ضوء قواعد الإسلام الأوَّلية؟",
        "* أفلا يقوم الفقهاء المعاصرون ببحث القضايا العالمية الراهنة وتقويمها على أساس القواعد الأوَّلية؟\nالشيخ معرفت: يفتقر بعض الفقهاء إلى هذا النهج، وإنَّه لَمَا يبعث على الضحك ما كتبه بعض الفقهاء في رسائلهم الفقهية، من أنَّ المضاربة لا تكون صحيحة إلاّ بالنقد المسكوك من الذهب أو الفضّة! لكم أن تتأمَّلوا إلى أيِّ حدٍّ يُعدَّ هذا الضرب من الفكر متخلِّفاً.\n\nإنَّ منشأ هذا الرأي هو أنَّ العلاّمة الحلّي وقف على مقتضيات زمانه واستوعبها بالدراسة والبحث، فخلص في رؤيته الفقهية إلى ضرورة أن تكون المضاربة بالنقود المسكوكة من الذهب أو الفضَّة، فلماذا تأتي أنت (الفقيه المعاصر) وتتَّبع رأي العلاّمة، من دون أن تأخذ بنظر الاعتبار متغيِّرات الزمان والمكان، وبناء العقلاء اليوم؟! ما كان يقوله العلاّمة صحيح؛ لأنَّ النقد السائد في زمانه كان من الذهب أو الفضة، لكن لماذا تكرِّر أنت الرأي نفسه من دون بحث ونقاش؟",
        "مثل هذا الواقع الذي ينطوي فيه الفقيه على نفسه، بحيث لا يدري ما يدور حوله، هو واقع يثير العتاب. لقد ذكرت ما سمعتُه من الإمام الخميني الراحل (رضوان الله عليه) مراراً في الندوات والبحوث، فقد كرَّر سماحته في درسه في النجف الأشرف، في مسجد الشيخ الأنصاري، هذا القول مرَّتين: أيها السادة الطلاّب، عليكم أن تبحثوا المسائل الفقهية من خلال سوق (الحويش) (أحد الأسواق المحلّية في مدينة النجف الأشرف) لا في غرف مدارسكم!\nوكان سماحته يكرِّر: إنَّ المسائل التي تبحثونها في غرفكم هي تعبير عن فرضيَّاتكم، في حين أنَّ الفقه هو علم عملي يرتبط بمحيط المجتمع ووقائعه. ويتحتَّم عليكم إذاً، أن تعرفوا وقائع المجتمع وتلمسوها، ثُمَّ تطبِّـقوا عليها القواعد الفقهية، لا أن تجلسوا في غرفكم وتأخذوا كتاباً فقهياً قديماً، فتضعون فروضاً من عند أنفسكم (لا صلة للواقع بها)، وبعدئذٍ تطبِّـقوا القواعد الفقهية على تلك الفرضيَّات الذهنية! إذا ساد هذا النهج في الممارسة الفقهية، ليس هناك قيمة عملية لاستنباطكم، ولن يكون هناك مَن يستفيد في الواقع الخارجي من فقهكم، كما لن تكون هناك آيُّة فاعلية لهذا النهج في الاستنباط، ولذاك الفقه.\nثُمَّ قال الإمام الراحل: أنت! أيُّها الطالب الحوزوي، عليك أن تأخذ الوقائع من المجتمع، ومن السوق (أي من خلال الوضع المعيشي والحياتي للناس)، ثُمَّ تطبِّق عليها قواعد فقاهتك، بمثل هذا النهج تكون ثَمَّة قيمة لجهدك في البحث الفقهي.\n",
        "إنَّ المعنى الذي يؤكِّده الإمام الخميني، هو الإشارة إلى تأثير المكان والزمان ودورهما في موضوعات الأحكام، لا في الأحكام نفسها؛ لأنَّ الأحكام في نفسها لا تقبل التغيير، فـ (حلال محمَّد حلال إلى يوم القيامة، وحرامه حرام إلى يوم القيامة). أمَّا موضوعات الأحكام، فهي حدٌّ وسط بين المصاديق والأحكام الكلّية، وللزمان والمكان تأثير أساسي وكلّي في تعيين الموضوعات وتشخيصها، في باب المعاملات بمعناها العام.\nينبغي لبناء العقلاء أن يكون ممضىً من قبل الشارع، أو واقعاً في إطار رؤيته على أقلِّ تقدير، أو أن نحصل على إمضائه عِبر عدم ردعه عنه، وهذا أصل ثابت غير قابل للإنكار، بَيْدَ أنَّ بحثنا هو: هل عُمر الإسلام يمتدُّ على مساحة مائتين وخمسين سنة وحسب؟ الحقيقة هي: كما أنَّ الإسلام لا يختصُّ بالمنطقة العربية وحدها، فكذلك لا يُحَدُّ بزمان معيَّن، بل هو دين خالد.\nعلى هذا الضوء، ينبغي للشارع المقدِّس أن يكون قد وضع معايير لتعيين التكليف، هذه المعايير تكون بدورها آلة لتشخيص الصحيح من السقيم. إنَّ مقتضى قاعدة الحكمة وقاعدة اللطف أن يكون الإسلام قد وضع بين يدي الفقهاء وعلماء الدين مثل هذه المعايير، وإلاّ كان هذا الدين ناقصاً.\nما دام الإسلام دِيناً مستقبلياً يفكِّر في ما هو آتٍ، وقد قرَّر الشارع المقدَّس أنَّ (حلال محمَّد حلال إلى يوم القيامة، وحرامه حرام إلى يوم القيامة)، فإنَّ مثل هذا الخلود والدوام لهذا الدين، يُحتِّم على الشارع أن يُشرف على عمل العقلاء، ويراقب ممارساتها، بوضع عدد من القواعد والقوانين الكلِّية. بهذا البيان يكون الشارع قد أمضى بعض أعمال العقلاء وبناءاتهم ورَدَع عن بعضها الآخر؛ وإنْ كان بعض هذه البناءات لا وجود له في زمان الشارع، وإنَّما جاء في ما بعد.",
        "نحن الذين نؤمن بأنَّ الإسلام هو الدين الوحيد الذي له القدرة على تلبية جميع احتياجات البشرية؛ ونحن الذين ندَّعي أنَّ الإسلام بيَّن الحقوق الفردية والاجتماعية كافَّة، ألا يجدر بنا أن نتفحَّص النصوص الدينية لنعثر فيها على قواعد عامة ومعايير كلّية؟\n\nغاية الأمر أنَّ بعض القواعد جليٌّ؛ مثل قاعدة (لا ضرر)، و(أحلَّ الله البيع)، و(أوفوا بالعقود)، على حين أنَّ بعضها الآخر يتطلَّب بحثاً وتقصيِّاً أكثر؛ لذلك أحسب أنَّ التشكيك في القواعد المكشوفة الجليلة، مثل (أوفوا بالعقود)، ناشئ عن قصر النظر؛ وذلك لأنَّ الألف واللام في كلمة العقود هما ألف ولام الجنس، و(عقود) هي جمع محلَّى بالألف واللام يفيد العموم. لقد أفاد الشارع أنَّه لا ينبغي أن ينطوي العقد على الضرر والسفه والغَرَر وأمثال ذلك. أمَّا ما هو اسم العقد، وما هو عنوان المعاملة، فهذا أمر لا صلة له بالشارع، ولا علاقة له بالإسلام. فالشارع لم يكن في أيِّ وقت من الأوقات في صدد إسباغ الصحَّة على عقد خاص أو الردع عنه، وإذا ما ذُكر في كلام المعصوم عليه‌السلام عقد أو معاملة خاصة، فإنَّه لم يأتِ على ذكره بعنوان كونه شارعاً، إنَّما ذَكَر الإمام المعصوم هذه المعاملة بعنوان كونه فقيهاً في عصره، لكي يطبِّق تلك القواعد الكليِّة العامة على المورد.\nومردُّ ذلك إلى أنَّ النظام الاقتصادي للمجتمع في عصرهم كان يرتكز أيضاً على مجموعة من المعاملات، ومن ثَمَّ فإنَّ الشارع بادر إلى تطبيق القواعد الكلّية على تلك المعاملات، وانتهى إلى صحَّـتها والإفتاء بجوازها؛ لعدم مخالفتها تلك القواعد العامة.",
        "خلاصة الكلام: إنَّ خلود الإسلام هو الذي أملى على الشارع أن يضع بين يدي الفقهاء وعلماء الدين، قواعدَ يستطيعون من خلالها تقويم مباني العقلاء والحكم عليها. ثُمَّ إنَّ فلسفة وجود الفقهاء وعلماء الدين تكمن في مهمَّة تعيينهم لأُطر النظام الاجتماعي والفردي وحدوده. وإذا ما ظهر العجز في بعض المواقع، فإنَّ ذلك يعود إلى نقصنا، وعدم مبادرتنا لإنجاز عملية البحث والاستقصاء كما ينبغي، وإلاّ فإنَّ الإسلام بذاته لا عيب فيه.\nإنَّ كثيراً من الأحكام التي يظنُّ الفقهاء أنَّها تفتقر إلى الدليل في النصوص الدينية، هو كلام لا صحَّة له، فأنا أعتقد أنَّ لهذه الأحكام أدلّتها في الكتاب والسُّـنَّة، حيث سأعطي لذلك أمثلة في الموضع المناسب من هذه الندوة.\n\nالتواصل بين فقه المذاهب",
        "* ننتقل في هذه الندوة إلى محور آخر، يرتبط بـ: تأثير معرفة المدارس الفقهية الأخرى على الفقه الشيعي؟\nالسيد الحائري: يمكن تمثيل العلاقة بين الفقه الشيعي وفقه أهل السُّـنَّة من خلال مثال، في هذا المثال يبدو فقهنا كحاشية على فقه العامة، وذلك شبيه بالحالة السائدة في الرسائل العملية؛ حيث يأتي الفقيه اللاحق لتحشية رسالة المرجع الذي سبقه، مُعبِّراً في هذه الحواشي عن رؤاه. على ضوء هذه العلاقة، نعرف أنَّ لِفَهم متون فقه العامَّة تأثيره في فهم فقه الشيعة.\nكما يؤثِّر في فهم كلام الإمام المعصوم؛ من خلال فهم المرتكزات القبلية التي استقرَّت لدى المتشرِّعة بفعل فتاوى أهل السُّـنَّة. وهذه الحالة شبيهة بالمرتكزات العُرفية التي يتَّفق الجميع على أنَّها مؤثِّرة في فهم كلام الإمام المعصوم.\nمحصَّل هذا الكلام ومعناه: إنَّ فهم المدارس الفقهية السُّنيَّة يمكن أن يترك أثره في رواياتنا الفقهية من خلال عدَّة موارد، والموارد التي نعنيها هي:",
        "1 - التقيَّة: يكون التأثير من خلال تشخيص جهة الرواية، فتشخيص الجهة يُؤثِّر في معرفة ما إذا كانت الرواية قد صدرت تقيَّة أم لا.\n2 - التصحيح: بمعنى أنَّ نظر الإمام المعصوم كان متَّجهاً إلى الروايات والفتاوى الرائجة في ذلك العصر، وهو في صدد إصلاحها.\n3 - إسباغ الصحَّة: بمعنى أنَّ الإمام المعصوم كان يبغي تصحيح بعض أقوالهم وإمضائها.\nلذلك، إذا كانت لنا معرفة بكلام أهل السُّـنَّة، في مضمار الفقه، يكون بمقدورنا أن نتعرَّف إلى حدود كلام الإمام المعصوم وثغوره.",
        "\nد. كُرْجي: أعتقد أنَّ معرفة المدارس الأخرى، بل المعرفة الدقيقة لفقه قدماء الشيعة، له تأثير كبير في استنباط الأحكام الفقهية، فعن طريق هذه المعرفة نستطيع أن نتعرَّف إلى أهداف الشارع ومقاصده بشكل أفضل.\nالفقه المعاصر، وإنْ شهد من الوجهة الفنية تطوُّراً كبيراً، إلاّ أنَّني لا أعتقد بأنَّه أحرز بهذه المظاهر الفنّية اقتراباً من الكتاب والسُّـنَّة، بحيث صرنا أقرب إلى أحكامهما الواقعية. ينطوي فقه القدماء، لا سيَّما فقه أهل السُّـنَّة، على سهولة خاصّة، وهو في نظري أشبه ما يكون بشأن نزول آيات القرآن، ومن ثم يمكن من خلاله بلوغ مقاصد الكتاب والسُّـنَّة والوقوف عليها على نحو أفضل.\nالسيد مرعشي: ما دامت روايات أهل البيت عليهم‌السلام قد صدرت في عصر كان فيه فقهاء العامّة يمارسون الإفتاء؛ ولمَّا كان أئمَّة الشيعة على معرفة بتلك الفتاوى؛ لذا من الممكن أن تكون كلمات الأئمَّة ناظرة إلى تلك الفتاوى. وهذا أمر يمكن أن يُسهم في فهم مراد الإمام عليه‌السلام من الرواية، ويكون مؤثِّراً في ذلك.",
        "ولهذا كان المرحوم آية الله العظمى البروجردي (ت: 1960م) يولي أهميَّة لروايات أهل السُّـنَّة وفتاواهم. على سبيل المثال، كان البروجردي يستشكل في الجهر بالبسملة في الصلوات الإخفاتية، وكان يقول: (يمكن أن يكون المراد من الرويات، التي تنص على أنَّ من علامات المؤمن الجهر ببسم الله الرحمن الرحيم، أنَّها جاءت ناظرة إلى بعض فتاوى فقهاء العامّة ممَّن يذهب إلى وجوب الإخفات بالبسملة حتّى في الصلوات الجهرية، في حين يمكن لهذا الجهر أن لا يسري إلى الصلوات الإخفاتية).\nوعندما نعود إلى كتبنا الفقهية، نجد أنَّ منحى الفقهاء يقوم على الانتباه إلى ما في المدارس الفقهية المختلفة لأهل السُّـنَّة، وما أراه أنَّ الأمر لا يقتصر على ضرورة أن ينفتح فقهاؤنا على النظريات الفقهية لأهل السُّـنَّة، بل عليهم أيضاً أن ينفتحوا على النظريات الحقوقية والقانونية السائدة في العالم؛ والسبب الذي يدعو إلى ذلك أنَّه ليس هناك موضع للتعبُّد الشرعي في كثير من المسائل الفقهية، إنَّما يكتفي الفقيه بعرض نظرياته على أساس مجموعة من الأمور الاعتبارية.\n\nلذلك يمكن أن تتغيَّر رؤية مثل هذه القضية بالكامل، حينما تتكثَّف رؤيته حيال نقطة تستقطبه من خلال اطّلاعه على النظريات الحقوقية للآخرين. وهذا أمر يبدو ملحوظاً في كثير من المسائل التجارية والعقود والمواثيق.",
        "د. كاتوزْيان: إذا كان المقصود من المحور المطروح للبحث هو التوجُّه إلى فقه العامّة، ينبغي أن نقول: إنَّ فقهاء الإمامية دأبوا منذ القديم على ملاحظة استنباطات بقيَّة المسلمين، في مسائلهم الفقهية وممارستهم للاستنباط. فما سعى إليه السيّد المرتضى (ت 436 هـ) في (الانتصار)، هو إثبات نوع من الخصوصية وأصالة الاستنباط لفقهاء الشيعة إزاء الآخرين، ومثل هذه المبادرة كانت تستلزم معرفة فقه الآخرين والإحاطة بأقوالهم.\nأمَّا الشيخ الطوسي، فقد عكس في كتابه (الخلاف) (أوّل مثال للفقه التطبيقي المقارَن في المدرسة الشيعية)، في حين تابع العلاّمة الحلِّي هذا المنهج في أكبر مصنَّفاته الفقهية: (تذكرة الفقهاء). والذي يبدو أنَّ العمل الذي كان ماثلاً أمام أولئك الفقهاء، ويحفِّزهم إلى سلوك هذا النهج، هو كتاب (المغني) لابن قدامة، الذي كان ينطوي على مجموعة من اجتهادات فقهاء العامّة، وقد استفاد العلاّمة الحلِّي منه على وجه الخصوص.\nأمَّا الفقهاء المتأخِّرون، فقد أخذوا بنظر الاعتبار في ممارستهم للاستنباط بعض فروع المدارس الفقهية الأخرى بهذا القدر أو ذاك، حيث يُعدُّ كتاب (تحرير المجلَّة) للشيخ محمد حسين كاشف الغطاء (ت1227 هـ) مثالاً دالَّاً على هذا الاتجاه.\nفي الحقيقة، أدرك أولئك الفقهاء الكبار جيَّداً، أنَّ الاستنباط الفقهي لا يعدو أن يكن أكثر من إجراء الصناعات المنطقية والأدبية وتوظيفها في إدراك مفاهيم الكلام. وهذا الفنّ الذي يبحث عن الحقّ ويهدف إلى تنفيذ العدالة، مَثَلُ الفقيه فيه كَمَثلِ أيِّ شخص آخر من أصحاب بقيَّة الفنون؛ لا يستطيع أن يبلغ حالة النضج والاكتمال من دون أن يطَّلع على فنون الآخرين وصناعاتهم. هذه الحقيقة تراها مستبطَنة في قولهم المشهور: تزداد كفاءة الفقيه ومهارته على قدر استفاده من أساتذة متعدِّدين وبارزين. كما يستبطن هذا القول أيضا الحقيقة التي تدلُّ على أنَّ اختلاف الآراء وتضاربها يكون باعثاً لنضج المجتهد وتفتُّح مواهبه.",
        "\nعلينا أن نذهب أكثر من ذلك في هذا المجال، فإذا ما رام الفقيه حلَّ القضايا المعاصرة التي تكتنف المجتمع، عليه أن يطَّلع على النظم الحقوقية الحاضرة والنظريات السائدة في البلدان المتقدِّمة، فمن خلال الاطّلاع على مثل هذه المعلومات يستطيع الفقيه الواعي أن يجد أرضية كثير من النظريات الراهنة في عقائد فقهاء السلف وآرائهم، ويبادر إلى استكمالها. أمَّا الذي يمرُّ بالفقه مروراً عابراً، ويكتفي بالقراءة المجرَّدة، فهو لا يقف عند هذه النقاط ويتعمَّق فيها، بل يُعيد تكرار أقوال الآخرين مع إجراء تغيير طفيف عليها، من دون أن يستطيع أن يحصل على أشياء مهمَّة وجديدة.\n* جناب الشيخ معرفت، انطلاقاً من معرفتك بنظريات أهل السُّـنَّة في الفقه والتفسير، ما هو يا ترى التأثير المتصوَّر لفقه أهل السُّـنَّة في استنباط الفقيه الشيعي؟\nالشيخ معرفت: كنتُ أسمع باستمرار من تلامذة آية الله العظمى البروجردي، أنَّه كان يعتقد بأنَّ معرفة النظريات الفقهية لأهل السُّـنَّة، لها أهميّة أساسية حتّى في فهم روايات الشيعة وفقههم الحديثي. وأنا مع اعتزازي بأحاديث الشيعة وفقههم، أقول - من دون أن أسمح بسوء الاستفادة من هذه المسألة: إنَّ كلام السيد البروجردي حقٌّ، بل يذهب بعض كبار الشيعة وأجلاّئهم إلى أنَّ أحاديث الشيعة هي بمثابة الحاشية على فقه أهل السُّـنَّة، وذلك انطلاقاً من كون أئمَّة الهدى عليهم‌السلام هم حفَظة الشريعة، وهم النظَّار على أن تكتسب المسائل الأساسية والعميقة في الإسلام مسارها الإسلامي الصحيح.",
        "جاء كثير من كلمات الأئمَّة وتعاليمهم من موقع المراقبة والإشراف على المسار الإسلامي الصحيح. لقد كان الأئمَّة الأطهار عليهم‌السلام يضعون أصابعهم على مواطن الخطأ والخلل، وينبِّهون على الطريق الصحيح.\nلا تدل سيرة الأئمَّة على أنَّ دورهم كان يقتصر على العمل بين أصحابهم؛ حيث يبيِّنون لهم وحدهم المسائل وحسب، لم تكن سيرة أصحاب الأئمَّة تسير على هذا المنوال، إنَّما كان كلُّ واحد منهم مصباحاً مضيئاً يشعُّ في منطقة.\n\nكان نهج الأئمَّة عليهم‌السلام يقوم على أساس عرض المسائل والقضايا الإسلامية في الملأ العام، ثُمَّ يضطلع ببثِّ أفكارهم ومواقفهم في أوساط المجتمع الإسلامي. لو عدنا لنتأمَّل روايات الشيعة، لوجدنا أنَّ ما يربو على ثمانين في المائة منها كان ينظر إلى الوقائع السائدة في ذلك العصر. وإذا أردنا أن نقف على رؤية الأئمَّة المعصومين عليهم‌السلام في مسائل المسلمين المختلفة؛ من كلام وفلسفة وفقه، علينا لكي ندرك ذلك جيِّداً، أن نقف على النظريات الكلامية والفلسفية والفقهية التي كان يتبنَّاها علماء السُّـنَّة في ذلك الوقت، ويروِّجون لها في المجتمع؛ ففهم هذا الجانب من مسار حركة المسلمين، في دائرة أهل السُّـنَّة، يُعيننا على فهم أفضل لإدراك ما وصلنا عن الأئمَّة؛ أي أنَّ الوقوف على خصوصية ذلك العصر والإحاطة بمتغيِّراته وتيَّاراته، له الدور الأساس في فهم دور الأئمَّة، انطلاقاً من كونهم عليهم‌السلام في موقع الإشراف والنظارة على الحياة الإسلامية.",
        "بالنِّسبة إلى السَّاحة الفقهية بالذات، علينا أن نعرف أنَّ النظام السياسي كان يقوم على أساس الفقه في تلك العصور، وأنَّ السائد في العالم الإسلامي لتنظيم أمور المسلمين هو فقه أهل السُّـنَّة، انطلاقاً من هذا الواقع كان أئمَّة أهل البيت يمارسون دور الإشراف؛ لكي لا تختار الحكومة السير في الطريق المنحرف.\nنستنتج ممَّا مرَّ أنَّ الاطّلاع على الآراء والنظريات الفقهية والروايات، التي كانت سائدة في القرنين الهجريين الأوّل والثاني، له تأثير كبير في بلوغ كُنه نظريات الأئمَّة في فقه الحديث.\n\n* هل ثَمَّة تأثير لفقه أهل السُّـنَّة ورواياتهم في تدوين فقه الشيعة؟",
        "الشيخ معرفت: إنَّ الفقه الشيعي المدوَّن متأخِّر زمنياً عن الفقه المدوَّن عند عامَّة المسلمين؛ وقصّة ذلك أنَّ الشيخ الطوسي (ت: 460هـ) أحس بأنَّه لا يمكن أن يأخذ الشيعة موقعهم في العالم الإسلامي، بوصفهم وجوداً مهمَّاً وفاعلاً، وهم يفتقرون إلى الفقه المدوَّن. لقد اكتسب التشيُّع في عصر الشيخ المفيد والسيّد المرتضى والشيخ الطوسي موقعاً مهمَّاً في العالم الإسلامي، وصار وجوداً يحظى بموقع فاعل ومؤثِّر جدّاً، وليس معقولاً أن يكون مثل هذا الوجود المؤثِّر، والكيان الفاعل، مفتقراً للفقه المدوَّن. صحيح أنَّ هناك عدداً من الرسائل التي كانت قد دُوِّنت على أساس الروايات الشيعية حتّى ذلك العصر، لكن لا يمكن عرض الفقه المدوَّن لطائفة إسلامية لها موقع راسخ وكبير من خلال هذه الرسائل.\nعلى أساس هذه الحُجَّة، بادر الشيخ الطوسي إلى عرض فقه العامّة، بكلّ ما ينطوي عليه من سعة وتفاصل، على المدرسة الشيعية، وأخضعه لرؤية التشيُّع من خلال كتاب (المبسوط). على هذا الضوء، سيكون الفقه الشيعي هو فقه العامَّة نفسه، لكن بعد التكييف الذي خضع له من خلال الرؤية الشيعية، وما أملته هذه الرؤية من إيجاد تغيير وإصلاح في الفقه السُّـنِّي نفسه.\nإنَّ ما عرض له الشيخ الطوسي في فقهه، هو المسائل نفسها الموجودة في نطاق فقه العامّة، وبالترتيب والنَّظم نفسيهما اللذين كان عليهما. فما فعله في أبواب الفقه كافَّة، من الطهارة حتّى نهاية الديَّات، هو عرض نظريات فقهاء العامّة، وكان يبادر بعدئذ إلى نقدها بمنتهى الاحترام، إلى جوار ذلك عَرَض إلى نظريات الشيعة ودرسها وفق رواياتهم، لينتهي في المحصَّلة الأخيرة إلى تدوين مجموعة فقهية مقارنة.\nعلى ضوء ذلك، لا يمكن تصوُّر فقه الشيعة بمعزل عن فقه العامّة.",
        "\n* متى أهمل فقهاء الشيعة هذا النهج وأغضُّوا عنه، وراحوا ينظرون إلى الفقه الشيعي بوصفه فقهاً مستقلاً؟\nالشيخ معرفت: لديَّ شواهد كثيرة ومجموعة كبيرة من المؤشِّرات التي تُؤكِّد أنَّ إهمال النظر إلى مدارس فقه أهل السُّـنَّة، بدأ مع عصر المرحوم صاحب الجواهر فما بعد، فقد ظنُّوا أنَّ فقه الشيعة هو فقه مستقلّ، في حين أنَّ الأمر ليس كذلك، فنحن جزء من الجسم الإسلامي، ونحن جزء من الجسم الفقهي الإسلامي. فكما أنَّ الحنبلي لا يسعه أن يدرس فقهه من دون الرؤى الفقهية للأحناف، والشوافع، والمالكية، فكذلك لا يسع فقهاء الإمامية أنْ يدرسوا فقههم بمعزل عن بقيَّة المذاهب الإسلامية.\nسآتي بمثال من الفقه يكون أنموذجاً لِمَا أقول: هناك مسألة في الفقه مفادها: هل يشترط في الذَّبح أن يكون تحت (الخرزة) أو لا؟ لقد عرض صاحب الجواهر الفقيه محمد حسن بن محمد باقر النجفي (ت 1266هـ) لهذه المسألة في باب (الصيد والذباحة) في شروط التذكية، وذكر أنَّه ليس لها أصل، ولم تأت لا في الروايات ولا في كلمات الأصحاب، وبالنتيجة، فإنَّ المعيار هو الصدق العُرفي للتذكية. ثُمَّ عاد في موضع آخر ليذكر أنَّ أصل عدم التذكية يقتضي أن يكون قطع الأوداج الأربعة تحت المهرة والخرزة(11)، لكن ابن رشد الأندلسي ذكر في كتاب (بداية المجتهد)، أنَّه ليس أمامنا في باب الذبيحة إلاّ مضمونين(وهذا هو موقف الفقه الشيعي أيضاً)، هما:",
        "1 - أن يقع الذبح وتتمَّ التذكية بفري الأوداج، وفي هذا المضمون ليس هناك موضع لبحث الخرزة وشرطيَّـتها(12).\n2 - أمَّا المضمون الآخر، فهو يتمثَّل بقولهم: (إذا قُطِع الحلقوم وخرج الدم، فلا بأس به)(13). في هذا المضمون تكون الخرزة حلقة وصل بين الحلقوم وفضاء الفم، بمعنى أنَّ أعلى الخرزة هو جزءُ فضاء الفم، ولَمَّا كانت الروايات قد ذكرت أنَّ محلَّ قطع الأوداج الأربعة هو الحلقوم؛ لذلك ينبغي أن يقطع أسفل الخرزة.\n\nلقد استطاع ابن رشد الأندلسي أن يفسِّر الرواية بسهولة لمعرفته بعلم التشريح، فذكر أنَّ الأمر ينبغي أن يكون تحت الخرزة. أمَّا صاحب الجواهر، فقد ذكر أنَّ هذه المسألة لم تطرح لا في رواية ولا في كلمات الأصحاب، على أنَّه لو كان قد اطّلع على فقه العامّة، لَمَا تردَّد في الحكم في هذه المسألة.",
        "إنّ هذا العامل، المتمثِّل بعدم النظر إلى فقه أهل السُّـنَّة، صار سبباً في أن تكون بعض بحوثنا الفقهية من دون فائدة. عندما ذهبتُ إلى النجف الأشرف لمتابعة الدراسة، رحت أهتم بتهيئة كتب فقه أهل السُّـنَّة إلى جوار اهتمامي بتهيئة الكتب الفقهية الشيعية؛ لأنَّهم أفهمونا بأنَّه من دون الاطّلاع على أحاديث أهل السُّـنَّة وفقههم، لا تمكن معرفة أحاديث الشيعة وفقههم معرفة كاملة.\nفي رأيي لدينا في الفقه كتابين استدلاليين مختصرين وجامعين، هما: (دروس الشهيد) في فقه الشيعة، و (بداية المجتهد) لابن رشد الأندلسي في فقه أهل السُّـنَّة. وكل منهما يمثِّل - رغم صغر الحجم - دورة فقهية استدلالية قلَّ نظيرها.\n* تذهب مدرسة النجف في العصر المتأخر، أي على عهد زعامة آية الله العظمى الخوئي، إلى عكس ما تقول به تماماً، إذ هي تعتقد أنَّ فقه الشيعة لم يكن أبداً حاشية على فقه السُّـنَّة؛ لأنَّ فقه الشيعة يمتاز بكونه أكثر دقَّة وأكثر تفصيلاً، بالإضافة إلى وفرة روايات الشيعة في هذا المجال وقلَّتها عند العامّة. الذي يُلحظ أنَّ بعض تلاميذ السيد الخوئي يُصرُّون على هذا المطلب، فما رأيكم؟\nالشيخ معرفت: كون فقه الشيعة أكثر دقَّةً وسعةً لا يتنافى مع ما ذهبنا إليه. في الوقت نفسه يُعدُّ الفقه الاستدلالي لأهل السُّـنَّة واسعاً وممتدَّاً جداً، ورواياته كثيرة في مختلف أبواب الفقه. يبدو أنَّ الذي يثير هذه النقطة ليس له اطّلاع على فقه العامّة، ولم يراجع كتبهم الفقهية والروائية إلاّ قليلاً.",
        "\nعلى أنَّ الإشكال نفسه يتَّجه إلى فقهنا القديم. على سبيل المثال، لم تشتمل الكتب الفقهية الشيعية القديمة على مبحث الاجتهاد والتقليد؛ لأنَّ هذا المبحث كلامي ثُمَّ نفذ إلى الفقه تدريجياً. في مثال آخر نجد أنَّ المحقِّق رضا الهمداني خصَّص ما يناهز العشرين صفحة من القطع الكبير للبحث في نيَّة الوضوء ومتعلَّقاتها في كتاب الطهارة، على حين لم يتوقَّف العلاّمة والشهيدان والمحقِّقان عند هذا البحث أساساً، ولا وجود له في آثارهم. هنا نسأل: هل يصحُّ القول: إنَّ فقه قدمائنا كان ناقصاً؟ ثُمَّ هل يتمثَّل مقياس كمال الفقه وامتداده في توفُّره على مثل هذه المباحث؟ إنَّ إغماض العين بهذه الطريقة ليس صحيحاً.\n* لقد فُرض حظرٌ على تدوين الحديث عند أهل السُّـنَّة مدَّة تناهز القرن، ما يثير السؤال الآتي: كيف نقلوا جميع هذه الروايات عن النبي صلى‌الله‌عليه‌وآله‌وسلم ؟\nالشيخ معرفت: هذا السؤال يستوقفني أنا أيضاً. لقد دام منع تدوين الحديث حوالي مائة سنة، فكيف توفَّر لهم نقل كل ّهذه الروايات عن النبيّ صلى‌الله‌عليه‌وآله‌وسلم ؟ ومن أين جاءوا بها؟ ما أظنُّه في هذا المجال - ولديَّ شواهد على هذا الحدس - أنَّهم كانوا يحضرون عند أئمّة الشيعة، خاصَّةً الإمامين الباقر والصادق عليهما‌السلام، ويأخذون الرواية عنهم، ثُمَّ يصطنعون للرواية سنداً موضوعاً يصلها بالنبي صلى‌الله‌عليه‌وآله‌وسلم.",
        "فهناك نحو من الأصالة لمتن الرواية، لكن غالباً ما يكون السند موضوعاً؛ لهذا السبب تجد أنَّ نصوصَ كثيرٍ من الروايات الفقهية عند العامّة هو نص الروايات الفقهية الشيعية نفسه. في الحقيقة كانت العملية تتمثَّل بممارسة ضرب من استراق السمع. هذا هو الحدس الذي توصَّلت إليه في الفقه، ويبدو أنَّه غير قابل للإنكار.\n\nكان أبو حنيفة ممَّن ذهب إلى الإمام الصادق عليه‌السلام، وراح يطرح عليه المسائل، فيجيبه الإمام عليه‌السلام بسعة صدر، مقرونة أحياناً بالحدَّة والعتاب. على أنَّ ذلك لم يقتصر على أبي حنيفة وحده، كان الثوري أيضاً يذهب إلى الإمام ويسأله. ولقد عرضتُ في المجلَّد التاسع من كتابي (التمهيد) - لم يطبع حتّى الآن - إلى أنَّ أئمَّة الشيعة في زمانهم كانوا كالعلَم الشاخص والراية السامقة، وكان بيت كلٍّ من الإمام الباقر والإمام الصادق عليهما‌السلام المرجع الأخير لجميع العلماء، ثُمَّ دام الأمر كذلك حتّى عصر الإمام الكاظم عليه‌السلام، ولقد روى علماؤهم عن الإمام السجَّاد علي بن الحسين، كما أنَّ عدداً \nكبيراً من روايات أهل السُّـنَّة مرويٌّ عن الإمام الحسن والإمام الحسين عليهما‌السلام، مع أنَّ فقه الشيعة نفسه لا ينطوي إلاّ على عدد نادر من الروايات عن الإمامين السبطين: الحسن والحسين عليهما‌السلام.",
        "ما أنتهي إليه هو: صحيحٌ أنَّ فقه الشيعة أكثر دقَّة وأزيد تفصيلاً، إلاّ أنَّ ذلك لا يتعارض مع ما ذهبتُ إليه. أنا شخصياً من تلامذة آية الله الخوئي، وقد كنتُ أحضر درسه لمدَّة من الزمن، فلم أسمع منه مثل هذا الكلام المشار إليه في السؤال، وهو غير صحيح. أمَّا ما يقوله تلامذته الآخرون، وما ينقلونه من آراء، فلا اطّلاع لي عليه.\n\nدور الرؤية القرآنية في الاستنباط\n* ما هو دور الرؤية الكونية القرآنية في الاستنباط الفقهي؟ بتعبير آخر: هل يكفي الفقيه في الاستنباط تعاطيه مع آيات الأحكام وحدها وحسب، أو أنَّ هناك تأثيراً للعلوم والمعارف القرآنية الأخرى في الاجتهاد؟ أخيراً، كيف تكون آلية هذا التأثير؟",
        "د. كُرْجي: يقوم نهج الفقهاء على معرفة آيات الأحكام وحدها في ممارسة الاستنباط، بَيْدَ أنَّ الذي لا ريب فيه هو أنَّ دراسة علوم القرآن، والتعرُّف إلى معارفه، لهما سهم وافر في تعميق فهم آيات الأحكام، وفي الوصول إلى الحكم الشرعي واستنباط، والوقوف على مصالح التشريع. وإنَّ الاكتفاء بالتدقيق في جانب من القرآن، أو أي كتاب آخر، لا يمكن أن يساوي في مردوده، وفي إدراك هدف صاحب الأثر، الحصيلةَ الناتجة عن التعمُّق في إدراك جميع أبعاد الأثر، بل لا يمكن أن يتساوى الوعي الحاصل للهدف الذي يرمي إليه صاحب الكتاب، في بُعد من أبعاده، بين مَن يقتصر على هذا البُعد وحده وبين مَن يتجاوز هذا البعد، ليحيط بجميع أبعاد الكتاب، ويطلّ من خلال هذا الوعي الشامل على الجزء المطلوب، ولكن لماذا؟ الجواب: لأنَّ الأجزاء تترابط في ما بينها لمتابعة هدف واحد.\nبل نستطيع القول: إنَّ هذا النهج، في الاقتصار على جانب واحد وإهمال بقيَّة الجوانب، لا يليق حتّى بالموسوعات وكتب الكشاكيل والمتفرِّقات.\nوالمسألة المثارة (الفرق بين التركيز على آيات الأحكام وحدها والتركيز على القرآن في جميع أبعاده) لا تقتصر آثارها على إدراك ظواهر كلام المتكلِّم وفهمه، بل تمتد لتشمل مسألة استيعاب عمق المعنى وروحه.\n",
        "السيد مرعشي: بالنسبة إلى السؤال المطروح يمكن أن نجيب بالإيجاب؛ فلمجموع علوم القرآن ومعارفه تأثير في الاجتهاد. نحن نرى أنَّ النظرية الاجتهادية تستحقُّ الاحترام حين تُعبِّر عن حكم الله، لا عن حكم الفقيه الخاص. هذا الأمر يُملي على الفقيه أن ينظر إلى آيات الأحكام ويتعاطى معها بنوع من االتعبُّد، بحيث لا يتجاوز حدودها وثغورها، بل يبقى في دائرتها وداخل حدودها حين يمارس الاجتهاد والاستنباط، ومن ثَمَّ فهو ليس حرَّاً في أن يبتعد عنها ويضحِّي بها في مقابل مجموعة من الاعتباريات والظنون الواهية. وما جاء في بعض الروايات من (أنَّ دين الله لا يصاب بالعقول) ناظرٌ في الحقيقة إلى هذا الأمر، وهو يعكس حقيقة أنَّ على الفقيه أن لا يخرج عن إطار الأدلَّة إلى القياس والاستحسان، وهما أمران باطلان.\nد. كاتوزْيان: أعتقد أنَّ سؤال الندوة غامض، بَيْدَ أنِّي أستطيع القول، من خلال المقدار الذي فهمته، أنْ لا مجال للشكِّ في أنَّ القرآن هو الدستور المدوَّن للحقوق الإسلامية، وهو، إضافة إلى ذلك، أعلى مصدر فقهي، بحيث تتحتَّم رعاية الأصول التي يضمَّها، واتخاذها مُرشداً في كيفية الاستنباط. على سبيل المثال، نفهم من التشديد الكبير للآيات الإلهية على وجوب تحكيم العدل، أنَّ الهدف العام المنشود من تنفيذ جميع الأحكام يتمثَّل بتطبيق العدالة. وتطبيق العدالة هو في الواقع القيمة التي تقرِّبنا إلى التقوى وتوفِّر لنا الرضا الإلهي (اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى).\nوعليه، ينبغي للفقيه القرآني أن يأخذ بنظر الاعتبار، في استنباطه للحكم، الآثارَ الاجتماعية والاقتصادية المترتِّبة على الحكم الذي يستنبطه، ومدى ما يُسهم به في تطبيق العدالة، ومن ثَمَّ يجب أن لا يقتصر تفكيره في حدود الصناعات الأدبية والمنطقية.\nبتعبيرٍ آخر: ينبغي للفقيه القرآني، باللحاظ المذكور، أن يملأ الفضاء الخالي للأحكام بمادَّة العدالة ومحتواها. وبهذا النحو ليس عليه أن لا يلجأ إلى تخصيص الأحكام القرآنية القطعية من دون مسوِّغ وحسب، بل عليه أن يأخذ من هذه الأحكام أصولاً تهدي اجتهاده وتوجِّهه في عملية الاستنباط.",
        "\nلكن مع ذلك كلِّه، وبرغم ما يتمتَّع به القرآن من موقع منيف وسامٍ، يجب أن لا يقوى التصوُّر الذي يذهب إلى أنَّ كلَّ شيء قد بُيِّن في القرآن، بنحوٍ نكون فيه بغنىً عن بقيَّة المصادر الفقهية. فالقرآن يضمُّ الأصول العامة للهداية، وليس فيه ما يختصُّ بالأحكام الجزئية في الفقه إلاّ جزء صغير، والذي لا نشكُّ فيه هو أنَّ معرفة آيات الأحكام لا تكفي وحدها في استنباط الأحكام الشرعية. ويمكن أن نمثِّل لعلاقة القرآن ببقيَّة مصادر التشريع بالعلاقة بين الدستور والقوانين العادية، فما يطغى على القرآن - كما على الدستور - هو القيمومة العامة، ودور التوجيه والإرشاد وإبانة الطريق.\nالسيد الحائري: هناك بحثٌ في فهم القرآن. على سبيل المثال، في مسألة أنَّ الماء مطهِّر، نرى أنَّ هناك مَن يذهب في قوله تعالى: (وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُوراً) إلى أنَّ هذه الآية - وما شبهها - لا تدلُّ على كون الماء مطهِّراً بالمعنى الفقهي؛ والسبب الذي يتذرَّعون به هو أنَّ هذه المصطلحات الفقهية لم تكن رائجة وقت نزول هذه الآيات، ومن ثَمَّ فإنَّ إدراك معاني هذه المصطلحات في القرآن يجب أن يتمًَّ من خلال المعنى اللغوي الذي كان سائداً في زمن النزول؛ لذلك يصعب أن نستخلص حقيقة شرعية - أو بتعبيرٍ آخر: الطهارة الشرعية - من مصطلح (الطهور).\nأمَّا نحن، فنرى أنَّ هذه الآيات وإن كانت قد نزلت في أوائل البعثة، إلاّ أنَّ مصطلحات القرآن ينبغي أن تُفهم في إطار الجوّ القرآني نفسه، والأمر البديهي هو أنَّ القرآن لم ينزل دفعة واحدة، عندئذٍ فإنَّ الفضاء القرآني يتكوَّن من مجموع الآيات والسور النازلة، وفي ضوء هذا الفضاء القرآني الخاص يُتاح لنا مجال إدراك القرآن نفسه وفهم مصطلحاته، بحيث يتمّ بحث كلّ شيء في إطار هذا الجوّ المتكامل.",
        "في الواقع، إنَّ مصطلحات كلّ مدرسة تخضع لهذا المبدأ، فإذا سمعنا مصطلح الناصب والمنصوب من سيبويه، فسيكون لذلك معنى يختلف عن المعنى الذي يستخدمه فيه غير النحوي؛ السبب أنَّ المعنى يتغيَّر إذا أخرجناه من فضائه الخاص.\n\nبشكل عام، تخضع مصطلحات القرآن أو الإسلام عامّة لجوِّها الخاص، ومن ثَمَّ ينبغي لهذه المصطلحات أن تُدرس في إطار مجموعة المعارف التي يتألَّف منها القرآن أو الإسلام، حتّى يمكن أن يُفسَّر معناها ويستبين، وتؤديّه بشكل جلي. إذا أردنا مثلاً أن نأخذ آيات الأحكام وحدها ونفصلها عن بقيَّة الآيات، ثُمَّ ندرسها بمعزل عن المجموع، يمكن أن تفوتنا عندئذ مسائل وإشارات تبقى بعيدة عن فهمنا، قاصية عن متناولنا.\nما نخلص إليه: إنَّنا إذا أخذنا آيات الأحكام وبحثناها بشكل منفصل عن بقيَّة الآيات، نصل إلى فهمٍ خاص، وإذا أخذناها في ضوء صلتها ببقيَّة الآيات وبحثناها - على أساس علاقة تكاملية - بعضها مع بعض، نصل إلى فهمٍ آخر؛ لذا يتحتَّم - بالضرورة - أن نأخذ الآيات بعضها إلى جوار بعض حينما نريد أن نمارس التفسير ونفهم معناها، تماماً كما أنَّ مصطلحات كلّ مدرسة أو اتجاه تُفهم في إطار تلك المدرسة وذاك الاتجاه.",
        "الشيخ معرفت: يجب - أوَّلاً - أن تتَّضح هذه المسألة: هل تقتصر آيات الأحكام على تلك المجموعة التي وضعها بعض العلماء الكبار وجمعوها تحت هذا العنوان، وألَّفوا فيها الكتب؟\nنقول في الجواب: إنَّ الأمر ليس كذلك قطعاً، وكلّ ما فعله أولئك العلماء الكبار أنَّهم توفَّروا على جمع الآيات التي تتضمَّن صراحة بعض المسائل الشرعية، مثل: الإرث، الطلاق، النكاح، البيع، الإجارة، الدين، وغير ذلك. وأنا أعتقد أنَّ هذا اللون من التصوُّر ينطوي على التقصير بحقّ القرآن. القرآن كتاب هداية، جاء لبناء الإنسان، وهو مملوء - في مجموعه - بموضوع التفقُّه في الدين، والتفقُّه في الدين هو ضرب من المعرفة العميقة الدقيقة بجميع الأبعاد الإنسانية، وهذه بدورها ترتبط بكل الأبعاد الفردية والاجتماعية للإنسان المسلم؛ بمعنى أنَّ على الإنسان أن يعمل في جميع أبعاد حياته وفقاً لِمَا أراده القرآن.\nفإذا أراد الفقيه أن يكتفي ببيان المسائل انطلاقاً من لحاظ تصنيفها إلى واجب ومكروه ومستحب...، وأن يكتفي بما هو مشهور، فقد وقع في التقصير.\n",
        "* هل لكم أن تعطونا مثالاً على كيفية تأثير بقيَّة جوانب المعرفة القرآنية على عملية الاستنباط؟\nالشيخ معرفت: ثَمَّة خلاف ين الفقهاء في تصدِّي النساء للقضاء، فبعض الفقهاء تمسَّك بروايات من قبيل: (انظروا إلى رجلٍ منكم يعرف شيئاً من قضايانا)، واستندوا إليها في القول بعدم جواز تصدِّي المرأة للقضاء، بَيْدَ أنَّني أرى أنَّ مثل هذه التعابير لا يمكن أن تكون مخصِّصة للحكم، بل هي في مقام بيان الحكم لجميع المكلَّفين؛ تماماً كما في مقولة: (رجل أصاب ثوبه بول)، فالنص - هنا - يشمل إصابة البول للباس المرأة كما للباس الرجل. من هذا الباب، من الخطأ أن يردف الحديث الشريف: (طلب العلم فريضة على كلّ مسلم) بكلمة (مسلمة)؛ لأنَّ الحديث يتضمَّن الرجل والمرأة.\nكذلك هو من قبيل قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا... )؛ إذ لا يجب أن تعقب الآية بنص من قبيل: (يا أيُّها اللاتي آمنتنَّ). \nوبذلك استفدنا من كلمة (الرجل) في حديث: (انظروا إلى رجلٍ منكم يعرف شيئاً من قضايانا)، عدم حقِّ المرأة في القضاء، وأنا أعتقد بخطأ هذه الاستفادة التي لا تنسجم في الوقت نفسه مع المشرب الفقهي.",
        "لكن الذي حصل هو أنَّ السادة الفقهاء أخذوا ذلك أخذ المسلَّمات؛ لذلك عمدوا بعدئذ لاصطناع الأدلَّة، وحينما انتبهوا هم أنفسهم إلى ضعف الدليل راحوا يتمسَّكون بالإجماع.\nأمَّا إذا عُدْنا إلى القرآن الكريم، فنستطيع أن نتوفَّر على الدليل بسهولة؛ فمن شروط القضاء: القاطعية والحسم، وعدم التأثُّر والانفعال، والقرآن يصف المرأة بقوله: (أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ) (14) ويعرِّفها بوصفها موجوداً ينشأ بين الحَلِي، وتنشأ شخصيته ويكتسب هويته في هذا الإطار؛ لذلك لا يمكن أن تتسنَّم مثل تلك المسؤولية التي تحتاج - حسب تعبير الإمام الخميني - إلى القسوة، تماماً كما خاطب مجموعة من القُضاة بقوله: (يجب أن يكون القاضي قاسيَ القلب؛ أي لا يتأثَّر بانفعالات الخصوم التي تصدر - أو بعضها - عن تكتيك. فربَّما بادر أحد طرفي النزاع إلى البكاء، وربَّما احتدَّ أو أظهر التظلُّم وما شابه).\n\nمن جهةٍ أخرى يحثُّ القرآن الكريم المجتمعَ الإسلامي على الثبات والصبر إزاء الحوادث والمصائب (تَوَاصَوْا بِالصَّبْرِ)، على حين أنَّ المرأة موجود يفقد قدرة الثبات والصبر حيال الحوادث (وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ)، فالمرأة تلجأ إلى البكاء والنوح مقابل النوازل نتيجةَ ضعفها الداخلي، وتضيق عليها الحياة في مقابل المشكلات الحادّة والوقائع المريرة.",
        "إنَّ الإنسان لا يسقط ضحية الألم إذا ما كانت له القدرة على الكلام والتعبير عن نفسه ووجوده. أمَّا إذا ساوره العجز عن الكلام، وأحسَّ أنَّه لا يستطيع أن يحقِّق وجوده، تراه يلجأ إلى البكاء. هكذا نجد أنَّ الإنسان الذي يفتقد إلى الثبات في معترك الحياة ينهزم نفسياً، ومن ثُمَّ لا يستطيع أن يتَّخذ قراراً مهمَّاً في شأن وجوده ومصيره.\nعلى هذا الضوء، نفهم من الآية الشريفة أنَّه ليس بمقدور المرأة أن تتصدَّى لمسؤولية تلك المواقع التي تحتاج إلى الحسم وتتطلَّب الثبات والصلابة، وعدم التأثّر بالانفعالات التي تحفُّ بتلك المواقع، وهذه المراكز والمسؤوليات لا تنسجم مع روحها، ولا تتَّسق مع تكوينها النفسي. وهنا نلحظ أنَّ الآية الكريمة، وإن لم تكن في معرض الكشف عن هوية القضاء والقاضي، إلاّ أنَّ بمقدور الفقيه أن يخرج منها بمثل هذه الاستفادة.\nثُمَّ مثال آخر مستمدٌّ من الآية الكريمة: (خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعاًً)، وكذلك: (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ)، معنى هاتين الآيتين أنَّ الله وهب الإنسان قدرة استثنائية يستطيع من خلالها أن يستخدم جميع قوى الطبيعة وكلَّ ما في العالم من إمكانات. إنَّ بمقدور الفقيه أن يستفيد من هذا النمط من الآيات؛ ما مؤدَّاه أنَّ بمقدور كلِّ إنسان أن ينطلق إلى حيث ما يستطيع، شريطة أن لا يصطدم مع حقوق الآخرين؛ ومعنى ذلك أنَّ هذا الضرب من الآيات يُوجِد لنا أحكاماً تكليفية.\n",
        "* حينما نعود إلى آيات الأحكام، نجد أنَّ القرآن الكريم يلجأ أحياناً إلى بيان جزئيات الأحكام وتفصيلاتها؛ كما هو حاله في مسائل مثل الحجّ والإرث والدَّين، في حين يكتفي أحياناً أخرى بطرح كلّيات الأحكام، تُرى ما هو الهدف من استخدام هذين الأسلوبين؟\nالشيخ معرفت: القرآن كتاب هداية، وظيفته عرض أصول التشريع وكليَّات الشريعة. أمَّا التفصيل والتبيين، فمهمَّةٌ منوطة بالنبي الأكرم صلى‌الله‌عليه‌وآله‌وسلم وأوصيائه من بعده عليهم‌السلام. يقول (سبحانه) في هذا الشأن: (وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ).\nإذاً، تبيين الأحكام وتفصيلها يقع على عهدة رسول الله صلى‌الله‌عليه‌وآله‌وسلم. وحين يسأل أبو بصير الإمام الصادق عليه‌السلام عن أسباب عدم تصريح القرآن باسم الإمام علي والإمام الحسن وبقيَّة الأئمَّة عليهم‌السلام، تراه يذكر له، في مجال الجواب، أنَّ القرآن أيضاً صرَّح بأصل وجوب الصلاة، بَيْدَ أنَّه لم يشِر إلى عدد الركعات، أو أنَّه ذكر أصل وجوب الحج، بَيْدَ أنَّه لم يذكر عدد أشواط الطواف حول الكعبة. أمَّا إذا مارس القرآن عملية الدخول في التفاصيل في بعض الأحكام، فلك يعود إلى طبيعة الأحداث والوقائع، بحيث لا يمكن التوفُّر على حلِّها من دون أن يدخل القرآن في ذكر الأمور تفصيلاً.\nففي مسألة تأكيده ضرورة كتابة الدَّين، ربما يعود السبب إلى تساهل الناس في ذلك، وما يمكن أن يؤدِّي إليه هذا التساهل من عواقب.",
        "وفي مثال زوجة زيد، لجأ القرآن للحديث عن التفاصيل بسبب أنَّ الواقع كان يحتاج إلى ذلك؛ لأنَّ القرآن كان في صدد تغيير سنَّة خاطئة كانت راسخة في الواقع الجاهلي. فقد يحصل أحياناً أن يُبادر القرآن إلى التفاصيل من باب التفضُّل، لا من باب الوظيفة.\n\n* وإنْ استلزم ذلك تأخير البيان عن وقت الحُجَّة؟ الشيخ معرفت: أجل، فلا إشكال في ذلك؛ لأنَّ وظيفة القرآن هي تبيين الأصول والأركان، ووظيفة النبي صلى‌الله‌عليه‌وآله‌وسلم الدخول في الجزئيات؛ وبذلك فإنَّ تأخير البيان عن وقت الحُجَّة مرتفع موضوعاً.\nهل تكون مِلاكات الأحكام بدائل للنص؟",
        "* إذا اكتشف الفقيه المِلاك القطعي للحكم، فهل يستطيع أن يُفتي في ما لا نص فيه؛ طبقاً للمِلاك؟ بتعبيرٍ آخر: هل يمكن للمِلاك أن يأخذ مكان النص إذا اكتشفه الفقيه على نحو قطعي؟\nد. كُرْجي: يستلزم صدق القضية الشرطية صدق طرفيها. وأنا وإن كنت لا أزعم أنَّ بمقدور الفقيه أن يبلغ المِلاك والمناط القطعي للحكم، لكنِّي أستطيع القول - وفاقاً لِمَا يقولونه في باب قياس الأولوية - من أنَّه إذا اكتشفا العلّة التامّة للحكم، فلا مهرب من اكتشاف المعلول؛ أي الحكم نفسه. وكلام علماء الأصول في باب الملازمات العقلية المستقلَّة يقوم على هذا المعنى.\nالسيد المرعشي: أجل، إذا استطاع الفقيه أن يشخِّص مِلاك الحكم، ثُمَّ يحصل له اليقين بوجود المِلاك نفسه في الموارد التي لا نص فيها،  يكون حينئذٍ بمقدوره أن يمتدَّ بالمِلاك ويستفيد منه في الموارد المشابهة. ولا يُطلَق على هذه الممارسة وصف القياس، بل هي تدخل في باب تنقيح المناط.\nعلى سبيل المثال، تفيد المادّة العاشرة من القانون المدني: نفاذ المعاهدات والعقود الخاصّة التي ليس فيها ما يخالف القانون صراحة. والباعث إلى وضع هذه المادّة، هو أصل حرية إرادة الأشخاص في العلاقات في ما بينهم. لهذا المناط وجود في الإيقاعات أيضاً؛ لأنَّنا نعرف أنَّ نظر المشرِّع لا يقوم على حجب حرية الإرادة في مجال الإيقاعات، وعليه نستطيع أن نقول - بناءً على مِلاك المادّة العاشرة من القانون المدني ومناطها -: إنَّ كلَّ إيقاع يكون نافذاً إذا لم تكن فيه مخالفة صريحة للقانون. هذا مثال لتمديد المِلاك وتسرِّيه. ",
        "\nوما ذهب إليه بعض الفقهاء المتأخِّرين من الفتوى بصحَّة العقود الجديدة (من قبيل عقد الضمان وعقد العمل وغيرهما)، مع أنَّ هذه العقود لم ينص عليها في الشرع، ما دفع هؤلاء الفقهاء إلى هذا الموقف، هو أنَّهم أدرجوا العقود الجديدة في باب (أَوْفُواْ بِالْعُقُودِ) و (تِجَارَةً عَن تَرَاضٍ )، وقد عبَّروا عن تنقيح المناط أحياناً باتحاد طريق المسألتين، وبذلك فصلوه عن القياس.\nنقرأ في شرح اللمعة ومتنها: (وكذا تجب اليمين مع البيِّنة في الشهادة على الميِّت والطفل والمجنون. أمَّا على الميِّت، فموضع وفاق، وأمَّا على الغائب والطفل والمجنون، فلمشاركتهم له في العلَّة المُوصى إليها في النص؛ وهو أنَّه لا لسان له للجواب، فيستظهر للحاكم بها، إذ يحتمل لو حضر كاملاً أن يجيب بالإبقاء أو الإبراء فيتوجَّه اليمين، وهو من باب اتحاد طريق المسألتين، لا من باب القياس)(15). \nوعليه: إذا كان المِلاك قطعياً، فهو يأخذ مكان النص.",
        "د. كاتوزْيان: يُستفاد من ظاهر الأخبار التي تنص على منع القياس، أنَّ المراد منها هو النهي عن الاعتماد على مجرَّد المشابهة بين موضوعين (من قبيل ما تحدَّث به الشيطان من قياس بين خلقته من نار وخلق الإنسان من طين). أمَّا إذا بلغ الفقيه مِلاك الحكم، وأحرزه بشكل قطعي، يجب عليه أن يسرِّيه لأيِّ موردٍ يتحقَّق فيه المِلاك المكتشَف؛ لأنَّ الشارع لم يشرِّع الحكم لهوى أو لعبث، أو من باب إظهار القدرة.\nإنَّ صدور أيَّ حكم لا يكون إلاّ لبلوغ مصلحة، فإذا استطاع الفقيه أن يصل إلى العلَّة الغائية لصدور الحكم، عليه أن يلتزم بمقتضاه في الموارد المشابهة؛ من باب التساوي بين الاثنين.\nصحيح أنَّ احتمال الخطأ وارد في مجال بلوغ مِلاك الحكم واكتشافه، وأنَّ الاعتماد على الاستنباط القائم على هذه الطريقة لا يصل إلى مستوى الاستنباط الذي يقوم على أساس النص، لكن المكلَّفين معذورين في هذا المقدار من الخطأ. وقد عمدنا إلى ذلك لأنَّه إذا صرنا للشكّ في قدرة العقل على بلوغ الحقيقة، فإنَّ هذا الشكّ سيأخذ طريقه أيضاً إلى الاستلزامات العقلية، وإلى العقل المستقلّ أيضاً، ما ينتهي إلى تقويض قيمة أي استنباط، وهذه النتيجة لا يلتزم بها أيُّ فقيه.\n",
        "ثُمَّ إنَّ الاعتماد على القياس القطعي يُعبِّر عن ضرورة عقلية وعملية؛ ولتوضيح الأمر نلاحظ أنَّ القاضي مكلَّف، في النظام الحقوقي الراهن، بالفصل بين الخصومات، وإصدار الحُكْم، فهو من ناحية لا يستطيع أن يتوقَّف عن ممارسة الاجتهاد، كما أنَّه ليس بمقدوره، من ناحية أخرى، إجبار المتخاصمَين على اللجوء إلى الصلح؛ بسبب الاحتياط، كما لا يُقبل منه أن يقول: إنَّه ليس للشرع موقف واضح وحكم شرعي محدَّد إزاء الواقعة.\nإذا أضفنا إلى ذلك أنَّ القوانين لا تتضمَّن حكم جميع الدعاوى والخصومات، كما لا يتضمَّنها الشرع أيضاً، فحينئذ يكون القاضي إزاء خيارين، فهو أمَّا أن يفصل في موارد الخصومة ويقضي فيها برأيه، أو أن يلجأ إلى ممارسة الاستنباط لبلوغ الحكم في إطار دوافع المشرِّع ومقاصده وأهدافه، على ضوء الحكمة التي تتخلَّلها القواعد الموجودة، فيلجأ - من بين ما يلجأ إليه - إلى القياس. والأمر الطبيعي أنَّ القاضي يرجِّع الخيار الثاني على الأوَّل.\nأمَّا ما ينبغي التوقِّي منه، والحذر من ممارسته في هذا المجال، فهو أن يُرجَّح - من خلال القياس - الحكم المستنبَط على النص، أو أن يصار إلى مساواتهما عبر القياس أيضاً؛ لأنَّه سبقت الإشارة إلى احتمال وجود الخطأ، حتّى في حال القطع بمفاد المِلاك، في حين أنَّ للنص دلالة مباشرة على إرادة الشارع، وفي الحالة الثانية يكون تدخُّل العقل أقلُّ بمراتب ممَّا هو عليه في الحالة الأولى.\n",
        "وقد لجأ كبار فقهاء الشيعة إلى القياس القطعي في استنباط الأحكام، لكن بعد أن ميَّزوه عن القياسات المشكوكة التي لا تقوم على قاعدة أو أساس. فَهُم - توقِّياً من الوقوع في مسلك القياس الظنِّي - لجأوا إلى القياس القطعي ومارسوه، عِبر عناوين مختلفة؛ منها: (وحدة المِلاك)، و(قياس الأولوية)، و(وحدة طريق المسألتين)، و(تنقيح المناط). والعنصر المشترك، في جميع هذه العناوين - باختلافات ضئيلة في ما بينها - هو إعطاء قيمة للمِلاك القطعي في الأحكام. * جناب الشيخ معرفت، هل تتساوق مِلاكات الأحكام مع النص، بحيث يمكن أن تأخذ مكان النص؟ فلو فرضنا أنَّ الفقيه حصل على المِلاك القطعي لحكم معيَّن، فهل يمكنه أن يفتي في الموارد التي يتوافر فيها المِلاك نفسه، من دون أن يكون هناك نص؛ أي اعتماداً على المِلاك القطعي؟ هذان السؤالان يُسبقان في الواقع بسؤال تأسيسي مفاده: هل بمقدور الفقيه أن يضع يده على مِلاكات الأحكام؟ لماذا يخشى بعض الفقهاء من البحث في مسألة وقوف الفقيه على مِلاكات الأحكام، بل تراهم حتّى في المواطن التي يُعبِّر فيها النص عن (علِّة الحكم) بـ ( أنَّ ) أو ( لأنَّ ) وأمثال ذلك؛ تراهم يحملون هذه التعابير على الحكمة، فيقولون: ربَّما كان ذلك من باب الحكمة؟\nالشيخ معرفت: إنَّ مبنانا الذي نعتقد ونؤمن به، هو أنَّ (الأحكام الشرعية ألطاف في الأحكام العقلية)، فهذا جزء من قواعدنا وأصول عقائدنا. من جهة ثانية، نحن نعتقد بعدم صحَّة التصويب؛ (فالواقع) لا يتغيَّر بنظر الفقيه.\nفي ضوء ذلك نتساءل: إذا استطاع الفقيه أن يعرف المِلاك القطعي للحكم أحياناً ويصل إليه، فلماذا يتحاشى تسرية الحكم إلى الموارد التي يوجد فيها المِلاك القطعي نفسه؟ أقول في تفسير هذه الحالة في سلوك الفقيه: إنَّها تنظر إلى الدين نظرةً تعبُّديَّة. في حين لا تقوم مرتكزات التشيُّع ومبانيه على نظرة تقول: إنَّ الدين أمر تعبُّدي محض، بل الدين إرشاد إلى المصالح الواقعية العقلية. وأعتقد بأنَّ الفقهاء دخلوا ميدان هذه القضية بقدم راسخة على مستوى التخطيط والبحث النظري، بَيْدَ أنَّهم كشفوا عن قدر من الضعف والتردُّد في مجال التطبيق.\n",
        "أمَّا في ما يتعلَّق بالسؤال عمَّا إذا كان بمقدور الفقيه أن يطَّلع على المِلاك القطعي للحكم ويصل إليه، فالجواب عليه بالإثبات، أجل فالفقيه يستطيع ذلك. فقهاء السلف وفقْهَهُم كان يرتكز أساساً على هذا المبنى؛ إذ كانوا يبذلون قصارى جهدهم وأكثر سعيهم في مجال الكشف عن مِلاكات الأحكام، وما هو شائع بين المتأخرين من الجمود كثيراً على الألفاظ لم يكن له أثر بين فقهاء السلف، ولا أقصد من مصطلح (المتأخّرين) فقهاء المسلك الأخباري، بل أعني مباشرة كبار فقهاء المسلك الأصولي وقادته. \nلو أخذنا قضية مقدار الديَّة في القتل مثالاً، لوجدنا عدم الاتساق بائناً، ففي بعضها تبلغ (200) حُلَّة يمانية؛ أي ما يساوي في قيمته حوالي (60) ألف تومان، في حين تجد في طرفها الآخر قولاً يذهب إلى (1000) دينار؛ أي ما يعادل في زماننا ثمانية ملايين تومان. من جهة ثالثة، يذهب بعض الأطراف إلى أنَّ قيمة ديَّة القتل مائة بعير، أو مائتي رأس من البقر، أو ألف من الغنم. والأمر الطبيعي أنَّ قيم هذه الحيوانات هي في حركة متذبذبة وغير مستقرَّة في الأغلب. إنَّ ما يهيمن على ظنِّ أولئك السادة الفقهاء أنَّ أحكام هذه المسألة تعبُّدية، وذلك على غرار كفَّارة إفطار شهر رمضان، هذه الكفَّارة التي تتراوح - بحسب الحالة - بين إطعام ستِّين مسكيناً أو عتق رقبة أو صوم شهرين متتابعين، أو الجمع بينها (على تفصيل فقهي)؛ إذ يجب العمل بها تعبُّداً، ولا محيد عنها إلى غيرها. أو ربَّما ظنَّ بعض الفقهاء أنَّها من قبيل ما هو سائد في القوانين الجزائية في عصرنا؛ حيث يقولون أحياناً: إنَّ للقاضي الحقَّ في أن يحكم على المجرم بين ثلاثة أشهر وثلاث سنوات.\nإنَّني أعتقد بأنَّ الشارع ليس في صدد االتعبُّد في مسألة مقدار الديَّة وقيمتها، كما أنَّه ليس في صدد التساهل كما هو دأب المشرِّع البشري؛ بل هو في صدد بيان كيفية الضمان في مسألة قتل إنسان، تماماً كما هي الحال في بعض الجراحات، إذ نرى الشارع لم يُعيِّن ديَّة معيَّنة، بل أوكل الأمر إلى الحكومة الإسلامية، فلها أن تُعيِّن المقدار في ضوء القيمة من جهة، وفي ضوء حجم الجِرَاح ونوع النقص الذي أصاب الإنسان من جهة أخرى.\n",
        "إذاً لا معنى، في ديَّة قتل الإنسان، أن يتعبَّدنا الشارع بأن يضعها مردَّدة بين (60) ألف تومان و(8) ملايين تومان. وإلاّ هل يعقل - بنظركم - أن نعرض قانون الإسلام على هذه الكيفية إلى العالم؟!\nحين نعود إلى متقدِّمي الفقهاء، كما هو الحال في كتاب (كشف اللثام)، نجد أنَّه يقيم كل حُلَّة من المائتين بخمسة دنانير، لكي تساوق مقولة (200) حُلَّة يمانية، مقولةَ (1000) دينار وتساويها؛ وبذلك فإنَّ المعيار لديه هو في الحقيقة مقولة (1000) دينار، وقد قاسَ قيمة الحُلَل عليها.\nالإمام علي عليه‌السلام سار على النهج نفسه؛ إذ أعلن أنَّ ثروة الناس كانت من المواشي على عهد النبي صلى‌الله‌عليه‌وآله‌وسلم. أمَّا في عهده، فقد أضحت من الذهب والفضَّة، لذلك وجدنا أنَّ قيمة ديَّة القتل تختلف في بعض الأدوار التاريخية، وهي تتبدَّل بين عشرة آلاف واثني عشر ألفاً وسبعة آلاف، وذلك بخلاف الدينار الذي بقي ثابتاً على الدوام.\nكما تختلف الديَّة في عدد الأغنام باختلاف القيمة، فهي تارة (1000)، وأخرى (1200). وإذا امتلكنا الرؤية نفسها التي كانت لصاحب كشف اللثام (الفاضل الهندي، ت 1137هـ)، نستطيع بسهولة أن نحلَّ التعارض بين هذه الروايات. ومفاد ذلك أنْ نجعل المعيار الأساس والأصلي هو (1000) دينار، ثُمَّ نقيس القيم الأخرى عليه، فتصبح قيمة الديَّة في عصرنا ما يقارب ثمانية ملايين تومان، وحين نعود إلى ديَّة القتل في اليابان - وهذه إشارة مستطرَدة - نجد أنَّها تساوي (10) ملايين (ين)؛ أي ما يساوي تقريباً ثمانية ملايين تومان.",
        "\n* هل مارس الفقهاء المتأخِّرون عملية الاستنباط عن طريق المِلاكات؟\nالشيخ معرفت: أجل، بل بادروا أحياناً إلى بيان أحكام عن طريق القياس أيضاً.\nسأذكر في ما يأتي بعض الأمثلة على ذلك:",
        "أ - إذا قصد الإنسان الإقامة في غير وطنه، ثُمَّ تراجع عن قصده بعد أداء صلاة رباعية، فإنَّ صلاته ستبقى تماماً ما دام موجوداً في ذلك المكان. أمَّا إذا رجع عن قصد الإقامة قبل أن يؤدِّي صلاة رباعية، فإنَّ صلاته ستكون قصراً. إنَّ لدينا نصَّاً حيال هذا المطلب.\nلكن ما هو حكم الشخص المذكور إزاء الصوم، على ضوء الفرض الذي يفيد أنَّه لم يصلِ رباعية، فهل حكمه حكم المسافر؛ بحيث يستطيع أن يفطر (إذا ما كان قد غيَّر قصده قبل الزوال)، أو أنَّ عليه أن يواصل صومه حتّى الغروب؟ لقد أفتى الفقهاء بأنَّ على مثل هذا الإنسان أن يتابع صيامه إلى الغروب، مع أنَّه لا وجود لنصٍّ في هذه الحالة مطلقاً، ولا دليل عليها إلاّ تسرية حكم الصلاة وتطبيقه على الصوم، أليس هذا قياساً؟!\nلقد مورس هنا، وعلى نحو لا شعوري، ضرب من القياس، والأكثر أنَّه استعمال للقياس في حقل العبادات، وإلاّ ما هي صلة الصَّوم بالصَّلاة؟! لقد أفتى صاحب العروة [محمد كاظم اليزدي، 1247 - 1337هـ] بذلك، وعلى هذا النحو وافقه جميع من كتب حواشي على كتاب العروة.\nب - إذا ما أفطر الصائم عمداً في شهر رمضان، فإنَّه يُعزَّر بخمسةٍ وعشرين سوطاً، وهذا حكم لا دليل عليه، إلاّ أنَّه استُمدَّ من حكم مسألة أخرى تفيد: أنَّ من جامع زوجته في نهار شهر رمضان يُعزَّر بخمسة وعشرين سوطاً، حيث هناك نص على هذه المسألة. هذه الحالة تُعبِّر هي الأخرى عن ضرب من القياس أو الاعتماد على المِلاك.",
        "ج - ما يذكرونه في باب اللواط أنَّه يحتاج إلى أربعة شهود عدول لإثباته، وليس من دليل هنا غير القياس إلى الزنا الذي يحتاج إثباته إلى شهادة أربعة عدول.\nإنَّ أمثال هذه الموارد كثير في الفقه، حيث يفيد ظاهرها القياس، في حين أنَّها في حقيقتها تعبير عن تسرية الحكم عن طريق كشف المِلاكات القطعية للحكم.\n\n* المقصود أنَّ المِلاك القطعي هو الذي يأخذ مكان النص؟",
        "الشيخ معرفت: أجل، المقصود هو المِلاك القطعي الذي يمكن الإفتاء على أساسه أيضاً، بل أفتوا على أساسه عملياً، ولو بطريقة لا شعورية.\nالسيد الحائري: في ما يتعلَّق بكشف مِلاك الحكم، يمكن أن نتصوَّر ذلك على ثلاثة أنحاء، بالطريقة الآتية: أن يكون المِلاك مذكوراً في منطوق الرواية، وحينئذ يكون الدليل بنفسه شاملاً بدلالته اللفظية الموارد الأخرى التي لا نصَّ فيها، شريطة وجود المِلاك وتوافره في الموارد التي نعنيها. في مثل هذا المورد يكون الفقه إزاء هوَّة ومنحدر، بحيث يجب عليه أن يلتزم جانب الدقّة والحذر؛ لكي لا يقع ضحية القياس.\nلتوضيح الأمر، نجد أنفسنا نلتقي في لسان الأدلّة، وفي النصوص، سواء أكانت آيات أم روايات، بنوعين من المِلاك، في الحالة الأولى يتمُّ الكشف (في لسان الدليل) عن العلِّية، بحيث تكون العلَّة موضوعاً للحكم، وعندئذ يمكن تسرية الحكم إلى أيِّ مورد ينطوي على المِلاك نفسه. أمَّا في الحالة الثانية، فلا يمكن كشف العلِّية من المِلاك، بحيث لا نعدُّ المِلاك موضوعاً للحكم، إنَّما نتعامل مع المِلاك على أنَّه ضرب من ضروب الحكمة، وفي مثل هذه الحال لا يمكن أن نتعدَّى بالحكم إلى الموارد المشابهة.\nلتوضيح الأمر بمثال للمورد الأوّل الذي تكون فيه العلّة موضوعاً، أو جزءاً من الموضوع، بحيث تُذكر مِلاكاً للحكم، يمكن أن نذكر جملة: (لا تشرب الخمر؛ لأنَّه مُسكِر)، فالإسكار جاء من قبل جملة (لأنَّه مُسكِر)، وهو متضمَّن في كلمة (الخمر). فإحدى صفات الخمر الإسكار، وهذه الصفة جاءت منفصلة عن موضوع الكلام الذي هو الخمر، وقد ذُكرت بوصفها علَّة في آخر الجملة.",
        "حين يكون الأمر كذلك، يمكن التعدِّي بالحكم نفسه إلى الموارد المشابهة، بحيث يمتدُّ النهي في (لا تشرب)، إلى الأشياء المُسكِرة التي لا يصدق عليها عنوان الخمر.\n\nأمَّا بالنسبة للمورد الثاني الذي لا تكون فيه العلَّة أو المِلاك عنواناً للموضوع، أو جزءاً منه، بل تأتي لتكون فائدة مترتِّبة على الحكم، بحيث لا يمكن تسرية الحكم إلى الموارد المشابهة، فيمكن أن نأخذ المثال عليه من قوله تعالى: (مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لاَ يَكُونَ دُولَةً بَيْنَ الأَغْنِيَاءِ مِنْكُمْ) لا يُشعر بعلِّية الحكم، وإنَّما مفاد الآية أنَّها تريد أن تذكر أثراً من الآثار، وهذا الأثر لم يضمَّن في الموضوع.\nفي مثل هذه الحالة، لا يمكن أن نستفيد العلِّية من (كَيْ لاَ يَكُونَ دُولَةً)؛ لأنَّ علَّة الحكم لم تُبيَّن على نحو قطعي في هذا المقام، وإنَّما ذكرت فائدة من فوائده.",
        "لذلك كلِّه ينبغي التزام جانب الدقَّة في التمييز جيِّداً بين ما يكون علَّة ويُشعر بها، وبين ما هو فائدة؛ لكي لا نسقط في مشكلة القياس.\n* الفائدة التي ذكرتموها هي نفسها المصالح والمفاسد التي تقول الإمامية إنَّ الأحكام تابعة لها، وذلك تماماً كقولهم في التكوين: إنَّ لفاعلية الفاعل ارتباطاً بالغاية في مقام التصوُّر، بمعنى أنَّه ما لم تكن ثَمَّة غاية، فلا معنى لفاعلية الفاعل، وإنْ كان الفعل في الخارج ينتهي إليها بعدئذ، ولكن لماذا لا تكون الأحكام في هذا الموضوع تابعة للمصالح والمفاسد؟\nالسيد الحائري: تكمن النقطة التي تمنع من تسرية الحكم إلى مورد مشابه في الحالة الثانية، بما نحتمله من وجود مصلحة أخرى في العمل، لا وجود لها في المورد المشابه. صحيح أنَّ الأحكام تابعة للمصالح والمفاسد، بَيْدَ أنَّ هذه المصلحة، أو المفسدة، اصطدمت بمانع في الموضوع مورد البحث. مثلاً يلحظ في هذا المثال، أنَّ الشارع في مسألة الإرث يريد أن يُؤنس الوارث ويواسيه، على هذا الأساس، اصطدمت فائدة: (كَيْ لاَ يَكُونَ دُولَةً) بمانع، ومن ثُمَّ حال ذلك المانع من تأثير المصلحة في إيجاد الحكم، وأفضى إلى توقُّفه. وذلك بخلاف آية الغنيمة، حيث لم تصطدم المصلحة فيها بمانع؛ لأنَّه لا وجود لمصلحة شبيهة بمواساة شخص معيَّن أو مداراته، وبذلك سيكون لمصلحة: (دُولَةً بَيْنَ الأَغْنِيَاءِ) تأثيرها الكامل والتام.\n",
        "هذه الحالة تختلف عن حالة: (لا تشرب الخمر، لأنَّه مُسكِر)، حيث انتُزعت صفة من الخمر الذي هو موضوع الحكم، ثُمَّ ذكرت بعنوان أنَّها علَّة.\nإنَّ العُرف يستظهر من (لأنَّه) أنَّ المُسكِريَّة هي موضوع الحكم، وعندئذ نحن نقول باطمئنان: إنَّ الخمر الذي يؤخذ من التمر هو أيضاً حرام؛ كذلك لأنَّه مُسكِر، وذلك على الرغم من أنَّ الخمر في اللغة هو عصير العنب. لا نحتمل هنا بأنَّ مُسكِريَّة الخمر ربَّما اصطدمت بمانع، بحيث لا يمكن تعدية (لا تشرب) إليه. وبعبارة أخرى: إنَّ حرمة الإسكار ستكون شاملة لكلِّ مائع مُسكِر، ولا خصوصية لعصارة التمر في الحرمة.\n* مع أنَّ البيانين مُشعران بالعلِّية، فكيف يمكن تشخيص أنَّ الأوَّل جزء الموضوع (لأنَّه مُسكر)، في حين أنَّ الثاني (كَيْ لاَ يَكُونَ دُولَةً) هو فائدة الموضوع؟\nالسيد الحائري: إنَّ المُسكِريَّة داخلة في هوية الخمر الذي هو موضوع الحكم وحققته، في حين ليست (دُولة) صفة للمال. إذا ما قيل: (يجب تقسيم هذا المال لأنَّه ذهب وفضّة)، فلأنَّ الذهب والفضّة هما جزء حقيقة المال، فهنا يمكن تسرية الحكم إلى كلّ ذهب وفضّة.",
        "كذلك إذا ما قيل: (يجب تقسيم هذا المال؛ لأنّه عام)، فنستطيع أن نُعدِّي ذلك إلى أيِّ مالٍ عام، لأنَّ العلّة حقيقة الموضوع.\n* نرجو أن تبيِّنوا موارد أخرى من أنواع التعليل؟\nالسيد الحائري: المورد الآخر الذي يمكن سوقه كمِلاك، يتمثَّل في الرجوع إلى فهم العُرف. معنى ذلك أنَّه، ومع عدم وجود (لأنَّه) في النص، إلاّ أنَّ العُرف يعتبر أنَّ هذا هو مقياس الحكم، وإنْ لم يُذكر في الكلام المنطوق. على سبيل المثال، لو أنَّ سائلاً سأل الإمام: هل يمكن استخدام الماء الموجود في الكوز (إناء خزفي) للوضوء؟ فإنَّ الإمام يجيب: أجل. ففي هذا المثال لم تُذكر العلَّة، بَيْدَ أنَّ العُرف يُلغي - من خلال فهمه - قيد (الكوز)، ويُعدِّي الحكم إلى المياه الموجودة في الأواني الأخرى.\n",
        "هذا التعدِّي في محلِّه، وقد قام العُرف بتوسيع معنى اللفظ وأوجد لنا ظهوراً لفظياً. ويمكن للعرف أن يُخطئ في فهمه، إلاّ أنَّ هذا الخطأ لا يمنع من التعدِّي؛ لأنَّ الفهم العُرفي صار باعثاً أن يجد اللفظ ظهوراً في مطلق الماء، بمعنى أنَّ للكلام ظهوراً في مطلق الماء، ولا خصوصية للإناء، وهذا المعنى واضح للعُرف تماماً.\nيُعدُّ مثل هذا الظهور حُجَّة، وهو خارج عن القياس. فالمعيار هنا ليس الفهم الصحيح للعرف، بل هو الاستظهار العُرفي الذي يُعدُّ حُجَّة.\n* على ضوء حُجِّـيَّة الظواهر على أساس بناء العقلاء، هل يكون هذا البناء مُحرِزاً في ما إذا احتمل الخلاف والاشتباه؟\nالسيد الحائري: أجل، هو مُحرِز. والحقيقة هي أنَّ جميع الظواهر هكذا؛ أي فيها احتمال الخلاف، وإلاّ إذا ارتفع مثل هذا الاحتمال، فستصير نصاً؛ لذلك نحن نقول: إنَّ العُرف إذا ما ألغى شيئاً بفهمه العُرفي - حتّى لو كان منشأ الإلغاء هو بساطة العُرف نفسه - فإنَّ ذلك يصير سبباً لكي يبرز للفظ ظهور في الإطلاق، وهذا حُجَّة بالنسبة لنا.",
        "أمَّا المورد الثالث لكشف المِلاك، فهو أن لا يتمَّ ذلك من خلال النص (مثل المورد الأوَّل)، ولا عن طريق العُرف (مثل المورد الثاني)، إنَّما يتمُّ الكشف عنه من طريق الفهم العقلي للفقيه، حتّى لو احتمل العُرف وجود الفرق؛ لكن حيث إنَّنا أحرزنا القطع واليقين بأنَّ هذا هو مِلاك الحكم، وعلمنا أنَّ هذا المِلاك لم يصطدم بمانع، فعندئذ يمكننا تسرية الحكم إلى هذا المورد أيضاً.\nفي هذه الحالة يتعيَّن علينا أيضاً أن نلتزم جانب الحذر لكي لا نسقط في هوَّة القياس. ما يذكره الأجلاّء الكبار في شأن هذا المورد، هو أنَّنا لا نعرف مِلاكات الأحكام، وربَّما كانت هناك حكمة أو دقَّة ما كامنة في العمل نحن لا نفهمها.\n\n* هل يمكن لمِلاكات الأحكام أن تُطرح على نسقٍ واحد في المسائل التعبُّدية وغير التعبُّدية؟",
        "د. كاتوزْيان: إنَّ القياس عبارة عن توسعة مجال الحكم ومدِّه، بحيث يشمل الموارد الأخرى. وما يفترضفي عملية المدِّ والتوسعة هذه، أنَّ النَّص الموجود هو أحد مصاديق القاعدة التي لحظها الشارع، بَيْدَ أنَّ الأحكام التعبُّدية استثناء من القاعدة، ومن ثُمَّ ينبغي أن تبقى محدودة في مورد النص. على سبيل المثال: إذا كان حكم تلف المبيع قبل القبض ناشئاً عن االتعبُّد، الذي يفيد أنَّ المبيع يرجع في اللحظة التي سبقت التلف إلى ملكية المشتري، وأنَّه تلف في هذا الوقت، فلا ينبغي أن ينْفَذ الحكم في تلف الثمن المعيّن وفي تلف العين المستأجرة قبل القبض، لكن إذا كان الحكم هو نتيجة ارتباط تمليك وتسليم العوضين في قصد المعاوضة، كما هو مقتضى التحقيق، فعندئذٍ يسوغ مدُّ الحكم وتوسعته ليشمل جميع العقود التمليكية والمعوَّضية التي يتلف فيها أحد العوضين قبل التسليم.\nد. كُرْجي: يبدو لي أنَّه لا يمكن الحديث عن المِلاك بصيغة واحدة. ففي المسائل غير التعبُّدية، ثَمَّة نسبة عالية من مِلاكات الأحكام يمكن إدراكها من قبل العُرف والعقلاء. أمَّا ما يُدَّعى في الأغلب من وجود أشياء أخرى يعلمها الشارع، ونحن لا نفهمها، وهي مِلاك الحكم، فهذه دعوى من دون شاهد ولا دليل.\nما يبعث على الأسف أنَّ هذا الادّعاء ساقنا إلى تعبُّديَّات لا موضع لها، وأفضى إلى تقعيد العمل، وهو بحسب لغة الشعر ممَّا لا ضروة له؛ حيث بقينا نعاني ممَّا نجم عنه من مشكلات، ووضعنا أنفسنا أحياناً هدفاً لطعن المغرضين ولومهم.\nحتّى في الموارد التي لم نعثر فيها على مِلاك الحكم في المسائل غير التعبُّدية، فإنَّ ذلك لا يخلو من عدَّة صور، هي: إنَّنا لم نبذل الدقّة الكافية، أو إنَّنا وضعنا فهمنا جانباً وأعرضنا عنه بسبب الإفراط في التعبُّد.",
        "\nوإنَّ لي على هذا الادّعاء أمثلة كثيرة في الفقه، لا يسمح المجال لذكرها، لكن من المناسب أن أذكر مثالاً أو مثالين. في يوم من الأيَّام، التقيتُ بعدد من الفضلاء، ودار الحوار في مسائل مختلفة، عندها قام أحد أدعياء العلم بالحديث عن اشتراط الإمام المعصوم في باب الجهاد أو في إجراء الحدود والتعزيرات وما شابه؛ حيث بادر إلى طرح عدد من الروايات. لقد تحدَّث عن التعارض والترجيح والإطلاق والتقييد، وبحث كلَّ شيء في الموضوع ورواياته، إلاّ ما كان ينبغي له قوله من أنَّ المقصود من لزوم وجود الإمام عليه‌السلام في هذا القبيل من الموارد، هو ليس شرط حضور الإمام المعصوم، بل المقصود أنَّ الجهاد ليس مثل الصلاة والصوم بحيث يمكن للإنسان وحده أن يتَّخذ القرار في شأنه، بل ينبغي وجود قائد يأخذ القرار الحاسم، ويصدر الأمر على أساس العقل، والدراية، والتدبير، والمشاورة، وما شابه، أو أن يقول: إنَّ الحدود ليست كبقيَّة المسائل، بحيث يمكن اتخاذ القرار في شأنها من دون وجود الحاكم العادل الجامع للشرائط، حتّى لا يستلزم تطبيقها الهرج والمرج.\nالسؤال: لماذا لا ينبغي أن يكون هذا المعنى أحد محتملات الموضوع ورواياته؟ كذلك الحال بالنسبة إلى الأمور الستَّة في باب الديَّات، ومسائل كثيرة أخرى. على سبيل المثال: لماذا لا يُحتمل، في باب الديَّات، أنَّ الإبل والبقر والغنم هي تعبير عن مفردة أو وحدة قياسية للقيمة كانت سائدة في ذلك العصر، وليست أمراً تعبُّدياً صرفاً؛ بحيث لا يجزئ في الدية أي شيء آخر غير هذه الموارد الستَّة؟ أكثر من ذلك، ما ينبغي أن يقال اليوم هو العكس تماماً؛ أي يجب القول: إنَّ هذه الأمور الستَّة ليست كافية أبداً في الوقت الحاضر وبخاصَّة في المدن، وبالنتيجة ينبغي أن تتغيَّر بما يناسب الوحدة القياسية للقيمة في هذا الزمان، وبالصيغة التي لا تكون فيها قيمة الدية خمسمائة أو ستمائة ألف تومان مثلاً إزاء الإنسان الذي هو أشرف المخلوقات.\n",
        "ليس الهدف أن أقول إنَّ كلامي صحيح، بل ما أريده: لماذا لا يكون هذا الكلام أحد محتملات المسألة؟\nما ننتهي إليه هو أنَّ أشباه هذه المسائل كثيرة جدَّاً، ينبغي التفكير فيها على نحو صحيح. وما ذُكر يرتبط بأجمعه بالأمور غير التعبُّدية. أمَّا في المسائل التعبُّدية، فهي وإن كان المِلاك فيها ملموساً عُرفاً، وعقلائياً أحياناً، كأن يذكر الخضوع والتواضع بالنسبة للصلاة، والصوم مثلاً، إلاّ أنَّه يتعذَّر على العُرف والعقلاء تعيين مِلاكات كثير من المسائل الأخرى، أو أنَّ المصلحة تقتضي أحياناً أن يخفى المِلاك أحياناً، وهذا ممَّا لا يختصُّ بالإسلام وحده أو مطلق الأديان، بل يسري إلى آداب جميع الأمم، وتقاليد  الشعوب والأقوام كافَّة، بل هو ممَّا يُلحظ حتّى في المراسم الرسمية للبلدان، حتّى المتقدِّمة منها. من أمثلة ذلك: المراسم المتَّبعة في أداء اليمين، والمواثيق البروتوكولية وقواعد التشريفات المقدَّسة وغير المقدّسة، مثل: مراسم نصب رؤساء الجمهورية وعزلهم، ونصب أعضاء المجالس التشريعية، وغير ذلك من المناصب. أو كما يحصل في ممارسات، مثل: عقد الزواج والطلاق وغيرها. إنَّ نسبة كبيرة من هذه الأمور تُبنى على مصالح تعبُّدية غير ملموسة.\n* ما هو مرتكز الفكرة التي تُفيد بأنَّ الأحكام غير العبادية هي تأسيسية أيضاً؟\nالشيخ معرفت: يبدو أنَّ هناك خطأ قد وقع في طرح السؤال؛ لأنَّ الأحكام هي تأسيسية بالمطلق. أجل، ما هو غير تأسيسي هو أكثر موضوعات الأحكام ومتعلَّقاتها في غير العباديات. فما كان متداولاً في إطار هذه المسائل، ولا يزال، هو صرف عرف العقلاء، ممَّا صار موضعاً لإمضاء الشرع كما هو، أو في إطار شروط جديدة.",
        "السيد مرعشي: الأحكام، من حيث الجعل، هي إمَّا تأسيسية أبدعها الشارع واخترعها، أو أنَّها إمضائية؛ بمعنى أنَّ الشارع أمضى ما هو موجود. على سبيل المثال، كان بيع المعاطاة متداولاً في العُرف، وقد أمضاه الشارع، من دون أن يتعلَّق به جعل ابتدائي، بَيْدَ أنَّ هذين الضربين من الأحكام كليهما ملزمان. أمَّا كون الأحكام التأسيسية ملزمة، فهو أمر واضح جلي. وأمَّا الأحكام الإمضائية وكونها مُلزِمة أيضاً، فلأنَّ الشارع أمضاها، وقد صارت ثانياً وبالعرض حكم الله.\n\nعلى سبيل المثال، كانت الدية موجودة في الجاهلية، وقد أمضاها الشارع، وبسبب إمضاء الشارع لها صار العمل بها مُلزِماً، فلا نستطيع أن نقول: ما دامت الدية تنطوي على تأسيس حقوقي في الجاهلية، فإنَّ العمل به غير لازم، وبذلك لا يستطيع الإنسان أن يمتنع عن الدية إذا ما ارتكب قتل الخطأ، أو شبه العمد، بحيث لا يلتزم بدفع دية القتيل إلى أولياء الدم، أو أن يجتهد من عنده، ويقول: ما دام الإنسان لا يقابل بالمال، فإذاً لا تدفع ديته إذا ما ارتُكب القتل بحقّه.\nيتبيَّن ممَّا مرَّ أنَّه إذا كان المقصود من السؤال أنَّ الأحكام غير العبادية تأسيسية أيضاً، ومن ثُمَّ فهي مُلزِمة بعد الجعل والإمضاء، تماماً مثل الأحكام العبادية، فهذا أمر صحيح. أمَّا إذا كان المقصود أنّه ليس لدينا أحكام إمضائية، فهذا أمر غير صحيح.",
        "* هل الأحكام غير العبادية - في الإسلام - تأسيسية، أو أنَّ الشارع أمضى بناء العقلاء مع التوسعة والتضييق أحياناً؟\nالسيد الحائري: أحد معاني التأسيسي والإمضاء هو أن تكون للحكم سابقة وأصل عقلائي، وقد قام الشارع بإمضائه، وذلك في مقابل الأحكام التي لا سابقة ولا أصل عقلائي لها، إنَّما الشارع هو الذي أسَّسها، كما هو الأمر غالباً في العبادات. وهناك في العبادات أحكام إمضائية، أيضاً، لكنَّها أقل، على حين أنَّ الأحكام الإمضائية في المعاملات أكثر.\nبمعنى آخر: إنَّ الأحكام جميعها تأسيسية، وذلك بالمعنى الذي نكون فيه جميعاً عبيد الشارع، لا عبيد العقلاء. صحيح أنَّ لبعض الأحكام أصلاً عقلائياً، إلاّ أنَّ الشارع هو الذي جعلها. على سبيل المثال، يُعَدُّ (أَحَلَّ اللّهُ الْبَيْعَ) إمضائيّاً بالمعنى الأوّل، لكن بالمعنى الثاني، فإنَّ الشارع هو الذي جعله، ومن ثُمَّ يتعيَّن علينا العمل بجعل الشريعة، لا بجعل العقلاء؛ لأنَّ الجعل الثاني لا قيمة له بالنسبة إلينا. وبعبارة أخرى: إنَّ الصحّة أمر إنشائي، والشارع هو الذي أنشأها.\n",
        "مساحة بناء العقلاء، ما هو المدى الذي يمتدُّ إليه بناء العقلاء؟\nد. كُرْجي: أرى أنَّ مجال حكم العُرف وبناء العقلاء وقيمتهما يمتد على رقعة واسعة جدّاً، بعكس المجال التعبُّدي الذي يتحرَّك على مدى ضيِّق ومحدود جدّاً. إنَّ جميع ألفاظ الموضوعات، والمتعلّقات والمحمولات، وأدلّة الأحكام كافّة، سواء أكانت أحكاماً تكليفية أم أحكاماً وضعية أم أحوالاً شخصية أم أحكاماً عامّة، وغير ذلك، تُعَدُّ بأجمعها من الشارع المقدَّس، وكذلك حال المصطلحات وعدد قليل من موضوعات الأحكام التي وضعها الشارع المقدَّس نفسه، أو قام باستعمالها مجازاً في المعاني الشرعية، على حين أنَّ جميع الأحكام الوضعية تقريباً، والأحكام القضائية، والحكوميِّة، وما شابهها، حتى النِّسب والإضافات، هي من جاب العُرف والعقلاء.\nلقد أمضى الشارع هذه الأحكام بموجب (أَوْفُواْ بِالْعُقُودِ) ونظائر ذلك، وكذلك بموجب أدلّة الأحكام القضائية والحكوميِّة، على أنَّ الأمر لا يقتصر على الأحكام الفقهية وحدها، بل يمتد إلى الأحكام الأصولية أيضاً، فأحكام من قبيل حُجِّـيَّة الأمارات والأصول وغير ذلك، هي بأجمعها أحكام عقلائية أمضاها الشارع الإسلامي المقدَّس.\nوعلى هذا الأساس، يكون مدى اعتبار أحكام العُرف والعقلاء واسعاً وممتدّاً جدّاً، وبالعكس ينحصر مدى الأحكام التأسيسية في مساحة ضيِّقة جدّاً.",
        "السيد مرعشي: هذا سؤال مهم، وما يبعث على الأسف أنَّه يتمُّ الاستناد في مواردَ إلى بناء العقلاء، مع أنَّه لا بناء لهم فيها. على سبيل المثال: رأيتُ أحد الكتَّاب في إحدى المجلاّت، يستند في مسألة (مرور الزمان) إلى بناء العقلاء، مع أنَّ هذه مسألة نظرية، قبَلها عدد من الحقوقيين، وأنكرها عدد آخر. على هذا، يُعَدُّ من الضروري أن تخضع مسألة مجال بناء العقلاء في الاستنباطات الفقهية، المشار إليها في السؤال، إلى دراسة أكثر دقة.\n\nمعنى بناء العقلاء هو: المنهج / السيرة التي يستخدمونها في الأمور المرتبطة بحياتهم، بحيث يتوافقون على سلوك يتحوَّل إلى سيرة و منهج. على أنَّ مجال السيرة وفاعليتها مختلف، يمكن المرور به كما يأتي:\nأ - يذهب المرحوم الشهيد محمد باقر الصدر (1353 - 1399) (أعلى الله مقامه) إلى أنَّ مدى بناء العقلاء ومساحته إنَّما يرتبطان بتنقيح موضوع الحكم الشرعي، لا بتشريع الحكم.",
        "وهذا يكون على ضربين:\n1 - أن تكون السيرة مُنقِّحة لموضوع الحكم الشرعي ومُبيِّنة له ثبوتاً، كما في مثل الآية الكريمة: (فَإِمْسَاكٌ بِمَعْرُوفٍ)؛ حيث من اللازم أن يتمَّ تشخيصنا لمصداق المعروف في كلّ عصر بالرجوع إلى سيرة العقلاء. وإذا ما كان هناك اختلاف بين المصداق المعروف في العُرف الفعلي وبين مصداق العُرف السابق، فمن اللازم أن يكون العُرف الفعلي هو المِلاك، ومن ثُمَّ تُعامَل الزوجة وفاقاً للعرف القائم.\n2 - أن تكون السيرة مُنقِّحة للموضوع إثباتاً وكشفاً، لا ثبوتاً. على سبيل المثال: إذا ما كانت سيرة العقلاء تقضي بوجود حقّ الخيار للمغبون عند الغبن في المعاملة، فإنَّ مثل هذه السيرة يمكنها أن تكشف عن عدم تحقُّق الشرط الضمني في العقد؛ والسبب أنَّ بناء المتعاملين في العقد قائم على أساس عدم وجود الغبن. فإذاً، سيرة العقلاء صارت - هنا - مُنقِّحة للموضوع إثباتاً لا ثبوتاً، فقد أثبتت السيرة أنَّ موضوع العقد - المتمثِّل بوقوع المعاملة - مشروط بعدم تحقُّق الغبن فيه، وإذا ما غُبن الإنسان في المعاملة، فالأمر إليه؛ إذ له أن يأخذ بالخيار، كما له أن يمتنع عن الأخذ به.\nثُمَّ يستنتج الشهيد الصدر بأنَّه لا حُجَّة لإمضاء الشارع في مثل هذا المورد الذي تتحرَّك به السيرة في إطار تشخيص موضوع الحكم.",
        "\nب - أن تكون مساحة السيرة وبناء العقلاء وفاعلية دورهما متمثِّلة في إطار تنقيح ظهور الدليل. ما يكفي للعمل بمثل هذه السيرة هو التناسق والانسجام في ما بين العلاقات العُرفية والمرتكزات العقلائية في فهم المراد في الزمن المتأخِّر، وبين زمان صدور النص.\nج - أن تتحرَّك سيرة العقلاء ويكون دورها فاعلاً في نطاق الأمارات الشرعية، من قبيل: خبر الثقة، واليد، وبقيَّة الأمارات المعتبرة.\nما يعتقده المرحوم الشهيد الصدر في هذا المجال - أسوة ببقيَّة الأجلاّء ومتابعة لهم - أنَّ السيرة في مثل هذه الموارد لا بدَّ من أن تكون ممضاة من الشارع، إمَّا بإظهار الرضا أو عن طرق السكوت. وما يُستند إليه في هذه الموارد هو إمضاء الشارع للسيرة، لا سيرة العقلاء نفسها.",
        "إنَّ السيرة العقلائية في هذه الموارد معتبرة في نفسها، ومن ثُمَّ فإنَّ الجعل الشرعي إثباتاً ونفياً ليس صحيحاً في هذه المواضع، ومردُّ ذلك أنَّه ليس للشارع المقدَّس تأسيس جديد في موارد بناء العقلاء، وهو لا يلج ميدان العمل بالسيرة بعنوان كونه شارعاً، إنَّما يعمل بالسيرة بوصفه أحد العقلاء؛ لذلك تجد أنَّ رواة الحديث لا يسألون الإمام عليه‌السلام بشأن العمل بخبر الواحد، بمثل قولهم: هل العمل بخبر الثقة حُجَّة أو لا؟ ذلك لأنَّ حُجِّـيَّة خبر الثقة، بعنوان كونه كبرى كلّية، هي موضع تسالم العقلاء، إنَّما يتَّجهون بأسئلتهم إلى صغيرات المسألة، من قبيل سؤالهم: هل يونس بن عبد الرحمن ثقة أو لا؟\nوللإمام الخميني (رضوان الله عليه) نصٌّ في كتاب (أنوار الهداية)، الذي هو تعليقة على كتاب (كفاية الأصول). فعند حديثه عن باب الأمارات يمرُّ على بحث سيرة العقلاء، ويُسجِّل ما نَصُّه: (فأعلم أنَّ الأمارات المتداولة على ألسِنة أصحابنا المحقِّقين، كلّها من الأمارات العقلائية التي يعمل بها العقلاء في معاملاتهم وسياساتهم وجميع أمورهم، بحيث لو ردع الشارع عن العمل بها لاختل نظام المجتمع، ووقفت رحى الحياة الاجتماعية).\n\nثمّ يقول: (ما هذا حاله، لا معنى لجعل الحُجِّـيَّة له، وجعله كاشفاً مُحرِزاً للواقع بعد كونه كذلك عند العقلاء كافَّة). فما يكون عدم العمل به سبباً لاختلال النظام الاجتماعي، لا معنى لقولنا فيه: إنَّ الشارع جعله حُجَّة ومُحرِزاً للواقع؛ وذلك بعد أن تسالم جميع العقلاء عليه، وعدَّوا عدم العمل به سبباً في اضطراب النظام.",
        "على ضوء هذا البيان وتأسيساً عليه، بادر الإمام الخميني لنقد كثير من مطالب الأصوليين وعدَّها مرفوضة. ثمّ انتهى في خاتمة كلامه إلى النتيجة الآتية: (وممَّا ذكرنا يُعرف وجه النظر في كلام هؤلاء الأعلام المحقِّقين (رحمهم الله)؛ من التزام جعل المؤدَّى منزلة الواقع تارةً، والتزام تتميم الكشف وجعل الشارع الظنَّ علماً في مقام الشارعية، وإعطاء مقام الإحراز والطريقية له أخرى، إنَّها كلمات خطابية لا أساس لها).\nتأسيساً على ما مرَّ بيانه، يتّضح أنَّ بناء العقلاء عبارة عن منهج عقلائي، يعمل العقلاء به بما هم عقلاء، ويعدُّون العمل به ضرورياً ولازماً، وعدم العمل به موجباً لاختلال النظام ومستلزماً للهرج والمرج، أو للعسر والحرج على الأقل.\nإذاً فالشارع يعمل في موارد بناء العقلاء بالسيرة الموجودة بين العقلاء بوصفه أحد العقلاء، بحيث كلَّما تحقَّق وجود هذه السيرة، فإنَّ الأصل هو العمل وفق تلك السيرة في أيِّ موضع ثبت وجودها، لكن من الضروري الانتباه إلى أنَّ الجهة [المسؤولة] في تكوُّن سيرة العقلاء، هي [التي] توفِّر البُعد العقلائي، ووجوده فيها.\nبالنسبة إلى حُجِّـيَّة بناء العقلاء، هل ثَمَّة حُجَّة إلى عدم ردع الشارع أو إمضائه لها، بحيث ينبغي إعادة بناءات العقلاء بصورة قهقرائية إلى زمان الشارع؛ للاطمئنان إلى أنَّها تمَّت تحت نظره، أو أنْ نقطع من خلال القواعد الكليّة والإطلاقات العمومية بعدم الردع أو بالإمضاء، أو أنَّنا لا نحتاج في بناء العقلاء إلى عدم الردع أو الإمضاء، بل إنَّ العقاء بما هم عقلاء حُجَّة؟ ثُمَّ ما هو المدى الذي يتحرَّك فيه بناء العقلاء؟ وما هي مساحته؟",
        "\nالسيد الحائري: هناك مسلكان معروفان بين الأصوليين حيال بناء العقلاء، هما:\nالأوَّل: مسلك المرحوم المحقِّق الأصفهاني (محمد حسين الأصفهاني المعروف بالكمباني، ت1266)، ويبدو أنَّ تلميذه المرحوم محمد رضا المظفَّر تابعه على ذلك. تتمثَّّل عقيدة هذه المدرسة في أنَّ الشارع هو سيد العقلاء، ومن ثُمَّ لا يمكن أن يكون العقلاء قد أدركوا شيئاً لم يدركه الشارع. تأسيساً على هذا، ذهبوا إلى أنَّه ما من شيء بناه العقلاء إلاّ وكان للشريعة مثله.\nعلى هذا الضوء، ستكون مساحة بناء العقلاء واسعة جدّاً، وفي أي موقع كان للعقلاء مبنىً، فنحن نقبله ونرتضيه من دون أن تكون هناك حُجَّة لأن نقول: إنَّ مثل هذا المبنى لم يكن له مصداق في زمان الشارع، والآن وجد له مصداق.",
        "لقد تواءم مسلك المحقِّق الأصفهاني مع مسلك آخر، متمثِّلٍ بالقول إنَّ الحسن والقبح ليس لهما واقع خارجي، بل إنَّ قوامهما ببناء العقلاء. وهذا المبنى يؤيّد تلك المقولة التي تُفيد بأنَّ كلَّ ما أمضاه العقلاء هو ممضى من الشارع أيضاً؛ يعني إذا ما ذهب العقلاء إلى أنّ الفعل الكذائي قبيح، فإنَّ الشارع يقول عنه: إنَّه قبيح أيضاً، من دون أن يكون وباء بناء العقلاء حسن وقبح في المسألة.\nعلى هذا الضوء، سيكتسب بناء العقلاء وفق مسلك المرحوم الاصفهاني مجالاً واسعاً يمتدّ فيه.\nالثاني: وهو المسلك المشهور الذي يختلف مع المحقِّق الأصفهاني في النقطتين معاً. ففيما يتعلَّق بمقولة إنَّ الشارع سيد العقلاء، وبالتالي لا يمكن مخالفة العقلاء، فهذا ليس صحيحاً. أجل، الشارع سيد العقلاء، لكن يمكن لرئيس العقلاء أن يدرك شيئاً يعجز عن إدراكه العقلاء؛ ومردُّ ذلك أنَّ الشارع هو عقل الكلّ، يحيط بجميع المصالح والمفاسد، بعكس العقلاء الذين لا يُعدُّ كل واحد منهم عقلاً كلِّياً؛ وبالنتيجة لا يحيط بالمصالح والمفاسد كافّة.\nعلى هذا يمكن أن يُصدِر العقلاء حكماً في شأن موضوع معيَّن، ثُمَّ يُعارضهم الشارع فيه؛ بحكم أنَّه أعقل ويَفهم الأمر ويُحيط به على نحو أكمل منهم، فتبدو له مسألة قد خفيت عنهم يقوم على أساسها بمخالفة حكمهم.",
        "\nأمَّا عن النقطة الثانية المتمثِّلة بعدم وجود حسن وقبح وراء بناء العقلاء، فإنَّ أغلب السادة الأعلام لا يرتضون ذلك، بل هم يذهبون إلى وجود واقعية للحسن والقبح يُدركها العقل. من جهة أخرى، يمكن لبناء العقلاء أن يقع تحت تأثير عوامل مختلفة غير الحسن والقبح؛ بمعنى أنَّ الحسن والقبح شيء، والمصالح والمفاسد شيء آخر. إذ يمكن أحياناً أن يقع بناء العقلاء تحت تأثير المصالح والمفاسد، لا تحت تأثير الحسن والقبح، بل يمكن أن يكون لهذه البناءات جذر في مكان آخر، فقد تكون هناك - مثلاً - مجموعة من الآداب والرسوم المحلِّية، فغفل العقلاء وأسبغوا عليها طابعاً كلِّياً عامَّاً.\nعلى ضوء هذا المبنى، يتَّضح جواب السؤال الثاني؛ حيث لا مجال لبناء العقلاء في االتعبُّديات المحضة غالباً. فلا علاقة للشريعة بالعقلاء في مجال االتعبُّديات المحضة، بل تمتدُّ مساحة بناء العقلاء في مجال المعاملات أكثر، أو في الموارد المشابهة التي لا تَعبُّد فيها.\n* إنَّ ما يقصده المحقِّق الأصفهاني هو العقلاء بما هُم عقلاء، وليس البناءات التي لها جذور ومناشئ وأصول في الآداب والتقاليد والعادات حتّى يمكن نقضها.",
        "السيد الحائري: ما تفضَّلتم بذكره يختلف على نحو صريح مع ما يذكره المحقِّق. صحيح أنَّه يقال: العقلاء بما هم عقلاء، بَيْدَ أنَّكم تخلطون بين العقلاء بما هم عقلاء وبين إدراك العقل.\n* ما نقصده هو العقل العملي، وليس العقل النظري.\nالسيد الحائري: إنَّ المسلك المذكور لا يعترف بوجود واقع وراء أحكام العقل العملي.\n* إذا ما كان الأمر يدور في نطاق العقلاء بما هم عقلاء، لا في نطاق الآداب والأعراف الخاصّة، فعندئذ لا يرد هذا الإشكال؛ وذلك أنَّ ما يقوله أولئك من أنَّ (العدل حسن) و(الظلم قبيح) هما من القضايا المشهورة التي اتّفق العقلاء عليها.",
        "السيد الحائري: أجل، أعرف أنَّ العقلاء بما هم عقلاء، لكن هؤلاء العقلاء بما هُم عقلاء لا يكشفون عن واقعية ما، بمعنى أنَّ أولئك لا يعدُّون الحسن والقبح تعبيراً عن حقيقة موجودة اكتشفها عقلنا على مستوى مقولة (العدل حسن) و(الظلم قبيح)، بل يذهبون إلى أنَّ العقلاء أشادوا بناءً يفيد بأنَّ العدل حسن والظلم قبيح.\n\nالشيخ معرفت: يتمثَّل دور بناء العقلاء (أو عرف العقلاء) في نطاق الدائرة الفقهية، في عملية تشخيص المفاهيم فحسب، وفي الدائرة الأصولية بباب الظهورات فقط.\nيمكن النظر إلى الفقه من خلال زوايا ثلاث هي:",
        "1 - تبيين الأحكام الشرعية، تكليفية ووضعية، وعبادية ومعاملاتية، وسياسية واجتماعية، وما إلى ذلك. إنَّ فهم الحكم الشرعي واستنباطه في طور مطلق، له علاقة - بالنسبة إلى الفقيه - بكيفية الاستفادة من الأدلّة المعيَّنة.\nطبيعي ينبغي الاستناد في استنباط الأحكام، إلى مجموعة من الظهورات الكلامية ممَّا هو واقع في مجال بناء العقلاء.\n2 - تبيين موضوعات الأحكام ومتعلَّقاتها، حيث تنبغي الاستعانة في تشخيص مفهومها بالعُرف.\n3 - التشخيص المصداقي الذي يرتبط بالمكلَّف نفسه، وليس بالفقيه ولا بالعُرف العام. نعم، الموضوعات المستنبَطة (مثل: الصلاة، والزكاة، والحج، والصيام) مثل الأحكام في التشخيص المفهومي، وأحياناً المصداقي، هي من وظيفة شخص الفقيه لا غير.",
        "\nالهوامش:\nــــــــــــــ\n1 - مصطلح من علم الأصول يستخدمه الأصوليون في الأبحاث اللُّغوية، ويراد منه حالة أسماء الإشارة؛ حيث يتصوَّر الواضع المعنى العام ويضع اللفظ للخاص. انظر: محمد رضا المظفر، أصول الفقه، ج1، ص11ـ12 (المحرِّر).",
        "2 - محمد كاظم اليزدي، تكملة العروة الوثقى، ج1، ص70.\n3 - البرص مرض جلدي يصيب الإنسان، ذكراً كان أم أنثى، والقَرَن، هو: لحم (غدَّة) ينبت في فم الرحم يمنع من الوطء (المحرِّر).\n4 - يراجع: الحدائق، ج20، ص 15 - 18؛ ومفتاح الكرامة، ج4، ص424.\n5 - مفتاح الكرامة، ج6، ص29، و جامع الشتات، ص144.",
        "6 - لمزيد من التفاصيل يراجع: القواعد العامة للعقود، ج2، الرقم 415.\n7 - يدل هذا المصطلح على حالة معرفة المفهوم والشك في دخول هذا الفرد تحته أو عدم دخوله؛ كما إذا كنا نعلم ما هو الخمر، ولكن نشك في أن هذا المائع خمر أو ليس خمراً (المحرِّر).\n8 - مصطلح منطقي، يُراد به: القضايا التي اتفق العقلاء على صحَّـتها، وسلَّموا بها، مثل: حسن العدل وقبح الظلم، وشكر المنعم...إلخ (المحرِّر).\n9 - قاعدة فقهية مفادها: وجوب الالتزام بالشروط التي يأخذها الإنسان على نفسه في عقوده ومعاملاته (المحرِّر).",
        "10 - بيع الكالي بالكالي، هو بيع يُؤجِّل فيه كل من الثَّمن والمُثَّمن. والمنابذة هي أن يلقي كل من المتابعين العين الآخر، فيتم البيع - ودون علم - بأوصاف الثَّمن أو المثمَّن.\n11 - جواهر الكلام، ج36، ص109 - 120.\n12 - ينظر: الوسائل، ج16، ص308.\n13 - ينظر: الوسائل، ج16، ص309.",
        "14 - الزخرف: 18.\n15 - الشهيد الثاني، الروضة البهية في شرح اللمعة، ج3، ص105.\n\nالمنهج الاجتهادي لدى الفقهاء، السيد البروجردي أنموذجاً",
        "يُعدُّ السيد البروجردي (توفِّي 1380 هـ) من أعلام الحوزة العلمية الإماميَّة، ومن روَّادها البارزين. تميَّز رحمه‌الله بمنهج علمي اجتهادي على المستويين: العلمي، والعملي (المتمثِّل في إدارة الحوزة العلمية). ودرس عليه عدد كبير من الطلبة، صار عدد منهم أعلاماً يشار إليهم بالبنان، منهم: الشيخ لطف الله الصافي، الشيخ حسين النوري، الشيخ أبو طالب تجليل، الذين كان لنا معهم هذا الحوار في منهج أستاذهم وغيره من رجالات الحوزة العلمية.\n* يقال: إنَّ السيد البروجردي بحث في الجذور التاريخية لدليل الانسداد، وأنَّه كان يعتقد بوجود الدليل العلمي على حُجِّـيَّة خبر الواحد، خلافاً لغيره ممَّن كانوا يعتقدون أنَّ الدليل على الحُجِّـيَّة هو الظن المطلق، يُرْجى توضيح ذلك.\nالشيخ الصافي: من أساليب البحث لدى المرحوم الأستاذ السيِّد البروجردي (أعلى الله مقامه)، أنَّه كان يبحث في جذور البحوث العلمية، وفي تطور أي مسألة خلال القرون. واستعمال هذا الأسلوب في دليل الانسداد، أدَّى إلى البحث في العدول من عصر المحقِّق جمال الدين الخونساري، وانتهى إلى أنَّ الدليل الذي يُثبِت في النهاية حُجِّـيَّة خبر الواحد قد تغيَّر أصله، فأقيم على أساس الحُجِّـيَّة المطلقة للظن؛ لهذا نجد أنَّه في مجلس درسه - الذي دوَّنتُ تقريراته - شرح دليل الانسداد في فصلين:\nفي الفصل الأوَّل بيَّنَ أسلوب المتأخرين من المحقِّق الخونساري - وبخاصَّة الشيخ - والمحقِّق الخراساني (قدِّس سرُّهم)، وعرض آراءهم بشكل وافٍ وفي خمس مقدِّمات، ثم انبرى لمناقشتها.",
        "وفي الفصل الثاني بيَّن أسلوب العظماء الذين سبقوا المحقِّق الخونساري، ممَّن تعرَّضوا لهذا الدليل ولم يتناولوا المقدِّمات التي ذكرها المتأخِّرون، وفي الختام أثبت حُجِّـيَّة خبر الواحد من دون الحُجِّـيَّة المطلقة للظن.\n\nومن بين ما قاله في تقريره لهذا الدليل: بمقتضى آية النفر وأشباهها من الآيات الأخرى؛ مثل آية الكتمان، وبحسب الأخبار الكثيرة، فإنَّ تعليم الأحكام والاستفتاء والإفتاء والقضاء وتعلُّمها أمرٌ واجب، وليس هناك أحد أهمل في أمور الدنيا والآخرة، ولا يرضى الشارع المقدَّس أن يضيِّع أحدٌ ما على نفسه فوائد هذه الأحكام التي جاءت في الكتاب والسُّـنَّة في أبواب كثيرة؛ ذلك لأنَّ المقصود من هذه الأحكام أن تكون مرجعاً للناس في جميع أمور معاشهم، ومعياراً لحلِّ الخلافات والخصومات وحفظ الأنظمة والأمور الأخرى. ولئلاّ ينقض الغرض من ذلك، ولئلاّ يكون إنزال الكتاب وإرسال الرسول بهذه الشرائع من دون فائدة، ولتحفظ هذه الفوائد، ولتصل إلى الناس على مرِّ القرون والعصور، من أجل هذا: أوجب تعليمها وتعلُّمها، وحرَّم كتمانها.\nإذاً، إذا كان باب العلم بهذه الأحكام والطرق اليقينية إليها ينسدّ، علينا إمَّا أن نقول بالاكتفاء بالأحكام المعلومة المسلَّم بها، وهذا الأمر غير جائز؛ لصريح الآيات والروايات الدالَّة على بقاء الدين الإسلامي إلى يوم القيامة، لأنَّ الاكتفاء بهذا القدر القليل إذا لم يؤدِّ إلى إضاعة فوائد جميع الأحكام، فإنَّه سيؤدِّي حتماً إلى إضاعة أغلبها.",
        "أو أن نقول - ويجب أن نقول -: إنَّ هذه الأحكام تُحرَز بالطرق الظنِّية المتعارفة - دون غير المتعارفة كالقياس - وذلك لدوران الأمر بين الأخذ بالطريق الظنِّي بحُجِّـيَّة الظن الحاصل من طريق متعارف عليه، وإمضاء الشارع المقدَّس لهذه الطريقة. ولا يخفى عليك أنَّ تعلُّم الأحكام وتعليمها بالطريق المتعارف، والقول به، والإفتاء به، ليس قولاً بغير علم؛ لأنَّه هو العلم المأثور الذي أطلق عليه اسم العلم في الكتاب والسُّـنَّة كقوله تعالى: (أَوْ أَثَارَةٍ مِنْ عِلْمٍ).\nومع هذا البيان، لا حُجَّة إلى المقدِّمة الأولى والثالثة والرابعة والخامسة، ويثبت به حُجِّـيَّة الخبر والظن الحاصل منه؛ لأنَّه هو الطريق المتعارف في عصر النبي والأئمة (صلوات الله عليهم)، وإلى زماننا هذا. ولا يشمل الدليل إلاّ الطريق المتعارف، فلا حُجَّة في إخراج مثل القياس عن شموله له إلى الاستدلال؛ لأنَّه ليس من تلك الطرق.\n\nوبالجملة، فإنَّ بين هذا البيان وبيان العظماء الذين طرحوا دليل الانسداد بعد المحقِّق الخونساري فوارق متعددة، كتبناها في تقريرات بحث الأستاذ الأعظم.",
        "* كان السيّد البروجردي مُحِيطاً بأقوال أئمة العامة ونظريات الصَّحابة؛ لأنَّه كان يعتقد أنَّ البحث في الرواية وفهمها بشكل كامل لا يتسنَّى لأحد إلاَّ بعد الاطلاع على الظروف التي صدرت فيها الرواية، ولا يمكن الاستفادة من اللفظ إلاّ في الحصول على المعنى الظاهري. فهل كان هذا الأسلوب من ابتكاره؟ وما هو مدى تأثير الإحاطة بفقه العامة ومعرفة محيط صدور الرواية وظروفه على الاجتهاد؟\nالشَّيخ الصافي: لا شك في أنَّ الاطلاع على الفتاوى وآراء الصحابة والتابعين وعلماء العامة، مؤثِّر في فهم مجموع الروايات - التي له فيها رأي - والاستفادة منها بشكل صحيح، كما هو مؤثِّر في فهم علَّة صدور تلك الروايات.\nلهذا، فكل رواية يحتمل أنَّها تعتمد على أقوال غير أهل البيت عليهم‌السلام، أو كانت جهة صدورها مجهولة، وجب فيها الاطلاع على تلك الفتاوى والأقوال. وكان قدماء الفقهاء منكبِّين على هذا العلم ويولونه الأهمية.\nفمثلاً الشيخ الطوسي قدس‌سره ألفَّ كتاباً مهمَّاً في هذا المجال هو كتاب (الخلاف)، وكذلك العلامة الحلّي (رضوان الله تعالى عليه) وضع كتابه (تذكرة الفقهاء)، لكن في العقود الأخيرة قلَّ الاهتمام بهذا العلم في المحافل العلمية وجلسات الدرس والبحث، وصار مهملاً تقريباً. فلم يعُد كتاب (الخلاف) متداولاً بوصفه مصدراً للمراجعة؛ لهذا فإنَّ السيّد البروجردي هو الذي أمر بإعادة طبعه ونشره، فجدَّد بذلك الاهتمام بهذا العلم. فهو من خلال معرفته الواسعة بأقوال الصحابة وعلماء الإسلام - من جميع الفرق - أظهر أهمية هذا العلم، وحُجَّة الفقيه إليه، بحيث إنَّ كتاب (الخلاف) الذي طُبع للمرة الأولى والثانية بأمرٍ منه، عاد وطُبع عدَّة طبعات في ما بعد.",
        "\nومن الفوائد الأخرى لهذا العلم الذي يقارن بين فقه أهل البيت عليهم‌السلام وفقه الآخرين؛ بيانُه قوَّة فقه أهل البيت عليهم‌السلام واستقامته، واستناده إلى الكتاب والسُّـنَّة.\n* رغم معرفته الواسعة بالأصول، وتفرُّده بآرائه الأصولية، فإنَّه لم يكن يتمسَّك بالأصول عند استنباطه، وقد شُوهد الأسلوب نفسه لدى بعض تلامذته، فما هو سبب ذلك؟\nالشيخ الصافي: نعم، الأمر كما تقولون؛ حيث لم يكن سماحته متمسِّكاً بالأصول العملية، وسبب استغنائه عن التمسُّك بالأصول العملية يعود إلى تخصُّصه الكامل في فهم الروايات، والدقة التي كان يبذلها في هذا المجال، وحسن سليقته في رفع التعارض بين الأخبار المتعارضة، لكنَّه في الوقت نفسه كان يؤكِّد كثيراً على علم الأصول، وعلى حُجَّة الفقيه إليه. والدليل على ذلك وضعه للحاشية المفصَّلة والدقيقة والعميقة على كتاب أستاذه الخراساني: (كفاية الأصول).",
        "* هل يمكن القول: إنَّ الأسلوب الذي اتبعه آية الله البروجردي في الاجتهاد - كالاطلاع الواسع على الفقه وقلَّة استخدام الأصول - تُعطي اطمئناناً أكبر في تحصيل حكم الشارع؟\nالصافي: إنَّ أسلوبه في الفقه والاستنباط، والدخول في المسائل والخروج منها، أكثر اطمئناناً. فمعرفته الواسعة بأسانيد الروايات والرجال والطبقات وأقوال العامة والخاصة، وبخاصَّة القدماء منهم، وبحثه الدقيق في مضامين الروايات وحتى بعددها، يفضي إلى الاطمئنان؛ فمثلاً عندما يشتمل أحد الأبواب - في (الوسائل) - على عشرين رواية، تجده يرجعها إلى عدة روايات أساسية، وهذا ما جعل أسلوبه فريداً.\nكما أنَّه اهتم بكتب كثيرة، منها كتاب: (مفتاح الكرامة) مثلاً، الذي لم يكن هناك اهتمام به. وباهتمامه بدراسة أقوال الفقهاء الشيعة - وبخاصَّة القدماء منهم - أضحى هذا الكتاب متداولاً بين المدرِّسين والحوزات العلمية.\n",
        "* ما هي الفوائد التي تركها تقسيمه لرجال الحديث على فهم الروايات، وتحديد صحتها أو سقمها؟ وهل هناك بين فقهاء الشيعة من قسَّم الرجال على غرار ما فعله آية الله البروجردي؟ وهل اقتبس سماحته هذا الأسلوب من العامة؟\nالصافي: من الواضح أنَّ لعلم طبقات الرجال والرواة دوراً في تحديد صحة تلك الأحاديث أو سقمها، فأحياناً نجد حديثاً معنعناً أو مُتَّصل النسب حسب الظاهر، لكن عند استخدام علم طبقات الرجال يظهر عدم اتصال بعض أسناده، أو إرساله.\nوفضلاً عن ذلك، فإنَّ جميع الأحاديث الموصولة الأسناد، رغم أنَّها معنعنة في الظاهر، لكن احتمال سقوط بعض أسانيدها وحذفه وإرسالها محتمل. ويظهر عدم إرسالها من خلال علم الرجال، ولا حُجَّة هنا لاستعمال الأصول الظنية كأصل عدم الخطأ وأصل عدم الحذف.\nأمَّا هل هناك مَن سبقه من فقهاء الشيعة إلى تقسيم الرجال هكذا، فإنِّي لا أعرف أحداً قام بذلك قبله. كما أنَّ وجود هذا الأسلوب بشكل إجمالي لدى العامة لا يعد دليلاً على اقتباسه منهم؛ لأنَّها فكرة تخطر للشخص المتتبِّع للروايات والأسانيد من أمثاله بشكل ذاتي.",
        "* مع الأخذ بنظر الاعتبار النقل بالمعنى، وسعة تحمُّل رواة الأحاديث والفارق في ما بينهم؛ من حيث المعلومات والسن واللغة، هل يمكن الاعتماد على ألفاظ الروايات أو لا؟\nالشيخ النوري: إذا كان راوي الحديث جامعاً للشروط، كالضبط والعدالة والثقة وغير ذلك، عندئذٍ لا بد من الاهتمام والتدقيق في ألفاظ الروايات، وعند الشك فإنِّ أصل عدم السهو وعدم الغفلة وعدم النسيان وعدم الزيادة أو النقصان وأمثال ذلك تكون هي المؤثِّرة في المقام.\n\nفمثلاً في باب الغسل لدينا مجموعتان من الروايات عن غسل الجانب الأيسر والأيمن، في بعض الروايات جاء عطف الطرف الأيسر على الأيمن بالواو، بينما جاء عطفها في روايات أخرى بالفاء، أو (ثمَّ). و(الفاء) و(ثمَّ) تدلَّان نوعاً على الترتيب، وإن كانتا أحياناً لا تدلَّان على شيء خاص. وهما على خلاف الواو التي لا تدل نوعاً على الترتيب والتعاقب.",
        "المرحوم السيد الخوئي كان يعمل بالروايات الصحيحة من حيث المبنى، ولا يهتم باشتهار العمل ببعض الروايات أو عدمه؛ لهذا نجده لا يرى ضرورة تقديم الطرف الأيمن على الأيسر في الغسل. فهو يستند إلى الرواية التي تعطف بالواو، فيقول: ليس من الضرورة تقديم الطرف الأيمن على الأيسر في الغسل؛ لأنَّ الرواية التي تحمل الواو أكثر رجحاناً من الروايات الأخرى من حيث السند، والمعيار أيضاً هو صحة الرواية وسقمها في القبول وعدمه. \nلكن، في رأيي، بما أنَّ سند تلك الروايات حسن أيضاً، وإن كانت لا تبلغ قوة تلك الرواية، ولأنَّ ظواهر الألفاظ هي حُجَّة أيضاً؛ لهذا لا أفتي بما يفتي به السيد الخوئي، بل كما هو مشهور؛ لا بد من القول بالترتيب في الغسل، وتقديم الأيمن على الأيسر.\nنعم... إذا كانت ظواهر بشكل لا يقبل الجمع، عندئذ يكون هناك حكم آخر. وبما أنَّ الكتب القديمة كانت مخطوطة بالخط الكوفي من دون نقاط، وعندما نحذف النقاط عن بعض الحروف تصبح بعض الحروف متشابهة، بل متطابقة. لذا إذا نظرت بدقة في كتب الروايات، تجد قد كُتب فوق بعض الكلمات حرف (خ) أو حرف (ل خ)، والخاء تعني أنَّ هذه الكلمة وجدت بهذه الصورة في مخطوطة أخرى، و(ل خ) تعني أنَّها وجدت هكذا في عدَّة نُسخ أخرى؛ أي أنَّه إذا كانت هذه الكلمة في عدَّة نُسخ على هذه الصورة، فهي في نسخ أخرى على صورة أخرى. فمثلاً في إحدى الروايات التي طرحها الشيخ الأنصاري في أصوله أيضاً وردت على ثلاث صور: \n",
        "في النسخة الأولى: (مَن حدَّدَ قبراً)، وفي الثانية: (مَن جدَّد قبراً)، وفي الثالثة: (مَن جدَّث قبراً)، ومعنى جَدَّدَ يختلف عن جدَّث؛ لأنَّ (حدَّدَ قبراً) تعني جعله كالهرم، بينما (جدَّد قبراً) تعني جدَّد بناء قبرٍ قديم، في حين أنَّ (جدَّث قبراً) تعني أعدَّ قبراً لغيره. في هذه الحالات المتعارضة يجب النظر: هل هي من باب دوران المحذورين، فلها حكم، أو أنَّها من باب الأقل والأكثر، فلها حكم آخر، وهكذا...\n* إنّّ حُجِّـيَّة الظواهر تكون على أساس مبنى العقلاء، وعندما لا تُنقل الألفاظ عينُها، يصعب على العقلاء البناء. فمن ناحية، يرى رواة الأحاديث جواز النقل بالمعنى، ومن ناحية أخرى تعرَّض بعض الرواة لحوادث جعلتهم يعتمدون في ما بعد على (ما حفظوه) من الروايات، كما حدث لابن عمير مثلاً، ومن ناحية ثالثة، فإنَّ تحمُّل الرواة في الأحاديث مختلف كثيراً، فكيف يمكن الاعتماد على الألفاظ، ووضع فرق بين الواو والفاء أو بين الفاء وثمَُّ، حيث تدل الفاء على الترتيب والتعاقب، في حين لا تدل الواو على الترتيب ولا ثُمَّ على التعاقب، بل على التراخي؟\nالشيخ النوري: يكون الأمر كذلك لو كانت (الجهة الكبرى) من القضية هكذا، فعندها لا يمكن الاعتماد على الألفاظ. لكن إشكالنا في (جهتها الصغرى)، وحينها لا يكون الأمر كما تظُن؛ لأنَّ الرواة كانوا أصحاب ألواح؛ أي أنَّهم كانوا يمتلكون القرطاسية كالورق والقلم، وكانوا يكتبون أقوال المعصومين عليهم‌السلام، ويجب أن لا يشك في هذا المجال أساساً؛ لأنَّ كلمة (راوٍ) تُطلق على أهل الحفظ وممَّن يروون الروايات بنصها من دون زيادة أو نقصان، وإذا لم يكن كذلك، فلا يُطلق عليه اسم (راوٍ). لهذا، فإنَّ رواة الحديث كانوا يحفظون حتى المراتب؛ فمثلاً عبد الله بن مسكان كان يجلس عند موضع الأحذية، ويقول: هذا مكاني عند وجود العظماء، ولعلّ بعضهم لم يكن يراعي هذا الأمر أحياناً، لكن غالباً ما كان الأمر كذلك، حيث كان رواة الأحاديث يحضرون مجالس المعصومين عليهم‌السلام، وهم مزوَّدون بأدوات الكتابة والحفظ المناسبة آنذاك، ليسجِّلوا كلماتهم عينها ويحفظوها في ألواحهم.\n",
        "* بما أنَّ الكتب الأربعة هي أكثر كتبنا الجامعة للروايات قيمةً، وهناك اختلاف كبير في نصوص الروايات في نسخها المختلفة، وهذا الاختلاف يغير المعنى في كثير من موارده، فإلى أيِّ حدٍّ يمكن إصدار الفتوى اعتمادا ًعلى ألفاظ الروايات؟\nالشيخ النوري: أنا لا أعتقد بذلك، فلم تكن جميع الكتب المتداولة آنذاك موجودة لدى الكليني والصدوق. ففي التهذيب روايات لا توجد في الكافي للكليني، مع أنَّ المدة الفاصلة بينهما هي مئة وثلاثون عاماً، وقد استغرق الكليني عشرين عاماً في كتابة الكافي. كما أنَّ هناك روايات في (مَن لا يحضره الفقيه) غير موجودة في الكافي، طبعاً الاستبصار أيضاً فيه روايات غير موجودة في التهذيب. فإذا وجد اختلاف في النص الخبري، كان الكافي أكثر ضبطاً من الآخرين، هذا إذا كان الخبر منقولاً لدى الثلاثة. مثل: (مَن حدَّد) و(مَن حدَّث) وعندها يقدِّمون الكليني.\n* في باب الشهادة يقولون: يجب أن تكون الشهادة عن حسّ، وعندئذ تكون حُجَّة، بخلاف الشهادة عن حدس. فإذا كانت الشهادة عن حسٍ وحدها الحُجَّة، فكيف تُسوِّغ شهادة عظماء من أمثال: النجاشي، والكشي، والشيخ الطوسي، والعلاَّمة الحلِّي وآخرين، عن أصحاب النبي والأئمة (صلوات الله عليهم)؟\nالشيخ النوري: هذا البحث مطروح في علم الرجال، وهو: هل أنَّ الرجوع إلى أقوال الرجاليين، مثل: النجاشي، والكشي، والشيخ الطوسي، والعلاَّمة وغيرهم، هو من باب الشهادة، أو أنَّه من باب الرجوع إلى الخبرة وأهل الفن؟ لأنَّهم كانوا من فحول علم الرجال، وفطاحل فيه.",
        "فإذا كان الرجوع إلى قول الرجالي من باب الشهادة، كانت عدالة الشاهد لازمة، وأحياناً يُؤخذ التعدُّد أيضاً بنظر الاعتبار، لكن إذا كان من باب الرجوع إلى الخبرة أيضاً؛ ذلك لأنَّ المعيار والميزان في الرجوع إلى ذي الخبرة هو الاطمئنان. نعم، من حيث المهارة والتخصُّص، لا بد من أن يكون في مستوى يجعل قوله مطمئَناً، كالاعتماد على الطبيب الماهر والمتخصِّص حتى لو لم يكن مسلماً، وكمراجعة المقوِّم ليعيِّن قيمة البضاعة.\n\nصاحب المعالم يعتقد أنَّ الراوي الذي يشكِّل قوله حُجَّة هو الذي يزكِّيه عدلان. فهو يرى أنَّ الخبر الصحيح هو ما أخبر به الراوي العادل؛ لأنَّه يرى أن حُجِّـيَّة قول الرجالي تكون من باب الشهادة.\nوفي مقابل ذلك، فإنَّ آية الله العظمى البروجردي يرى أنَّ الرجوع إلى أقوال الرجاليين هو من باب الرجوع إلى أهل الخبرة والفن، فيقول: إنَّ النجاشي والكشي وغيرهما، صاروا خبراء في معرفة رجال الحديث لكثرة ممارستهم في تراجم الرجال، وقرب زمانهم من زمان رواة الحديث، ومن القرائن الموجودة لديهم، وبما أنَّ الميزان هو حصول الاطمئنان، لهذا فإنَّ ما نقله أولئك العظماء، يبعث على الاطمئنان لخبرتهم.",
        "* استناداً إلى ما مرَّ، فإنَّ الرجوع إلى أقوال الرجاليين هو من باب رجوع العقلاء إلى أهل الفن والخبرة. وهنا يطرح سؤال آخر، وهو: إذا كان الرجوع إلى أقوال الرجاليين من باب رجوع العقلاء إلى أهل الفن والخبرة، عندئذٍ ينبغي ألاَّ نُفرِّق بين شهادة الرجاليين، أي أنَّه لا ينبغي أن يكون هناك فرق بين شهادة العلاَّمة والنجاشي؛ لأنَّ كليهما من أهل الفن في معرفة الرجال؟\nالشيخ النوري: رغم أنَّ الرجوع إلى أقوال الرجاليين هو من باب الرجوع إلى إلى الفن والخبرة، فإنَّ الكلام هو في تفاوت الخبرات، وهل يُميَّز ويُرجَّح قول بعضهم على بعضهم الآخر أو لا؟ بطبيعة الحال الإجابة بالإثبات؛ لأنَّ للخبراء مراتب، كما أنَّ للعلم والظن مراتب. فقول أمثال النجاشي يعطي اطمئناناً أكثر.\n\n* هل المعيار في باب جرح الراوي وتعديله أمر تعبُّدي أو عقلائي؟ وإذا كان عقلائياً، فهل يمكن تخطِّي المعيار المذكور في كُتب الرجال؟ وإذا كان التعدِّي أمراً جائزاً - كما يقول الشيخ في المعيار في باب التعادل والتراجيح - فما تفسير الجمود على الشهادة والثقة؟",
        "الشيخ النوري: ظاهراً ليس هذا بأمر تعبُّدي؛ لأنَّ المعيار في حُجِّـيَّة خبر الواحد هو رأي العقلاء، ورأي العقلاء في الحياة هو العمل بأيِّ خبرٍ يُوجب حصول الاطمئنان، واعتباره حُجَّة. والحُجَّة هي ما يحتج به العبد على مولاه وبالعكس، فإذا خالف العبد احتج عليه المولى أنْ لماذا خالفتْ؟\nفالعقلاء بنوا على أساس أنَّ خبر الثقة حُجَّة، لهذا إذا تعارض خبران أو أكثر نرجِّح الأكثر إثارةً للاطمئنان.\n* ما هو تفسير الجمود على ألفاظ الرجاليين في الشهادة والتوثيق؟ فهناك أشخاص مثل إبراهيم بن هاشم الذي قيل فيه: (إنَّه أول مَن نشر حديث الكوفيِّين في قم)، لكن الرجاليين لا يشهدون بأنَّه ثقة، فهل يكفي ذلك لنفي صحَّة أحاديثه؟\nالشيخ النوري: هنا توجد عدة أمور: الشهادة ليست ميزاناً، بل الرجوع إلى أهل الخبرة هو الميزان، وبتعبير المناطقة: هناك (كبرى) و(صغرى). الكبرى، هي: كل خبر يبعث على الاطمئنان حسب رأي العقلاء، والصغرى، هي: الخبر الذي يكون راويه عادلاً وإمامياً وصحيحاً. وإذا لم يكن راويه عدلاً إمامياً، بل كان فطحياً وناووسياً وواقفياً، وكان خبره يوجب الاطمئنان فهو حُجَّة. فالعدالة ليست مِلاكاً، بل الوثاقة هي المعيار.",
        "\nإذاً، فكل خبر كان قول راويه موجباً للاطمئنان فهو حُجَّة. وفي تقسيم الأحاديث إلى أربع: (صحيح، موثَّق، حسن، ضعيف) لا يُعَد امتداحه فقط مِلاكاً، بل يُلحظ أيضاً كونه غير كذَّاب. لهذا فالصحيح والموثَّق يوجبان الاطمئنان، لكن كونه حسناً لا يوجب الاطمئنان؛ أي كونه إمامياً ممدوحاً، لا يوجب الوثوق، بل لا بد من حصول الاطمئنان أيضاً؛ لهذا فإنَّ الوثوق محدود في صحته وكونه موثَّقاً، أي أن يكون عادلاً أو ثقة. لهذا إذا كان الخبر في أعلى درجات الضعف، لكن فقهاءنا يعملون به، نكتشف أن هناك قرائن وجدها الفقهاء جعلتهم يطمئنُّون لصدور الخبر، ولهذا عملوا به.\nنعم، كان المرحوم السيد الخوئي يشترط وثاقة الراوي من دون غيرها من القرائن، كعمل الفقهاء. أمَّا آية الله البروجردي، فكان يعتقد أنَّ الوثوق بصدور الخبر كافٍ؛ لهذا إذا كان الخبر في أعلى درجات الصحة، لكن أعرض عنه الأصحاب، فإنَّه كان لا يعمل به؛ لأنَّه لا يوجب الوثوق.\nوالأساس الذي قام عليه رأي السيد الخوئي هو قوله بموضوعية العدالة والثقة، بينما نرى نحن أنَّ المعيار هو حكم العقلاء بكفاية الوثاقة بمضمون الخبر حتى لو كان راويه ضعيفاً.",
        "أمَّا إبراهيم بن هاشم، فالمرحوم البروجردي كان يقول: إنَّه يرفض قول النجاشي أو الكشي عنه من أنَّه: (أول مَن نشر حديث الكوفيين)؛ لأنَّ قم كانت مركز العلماء، وقد انتشرت أحاديث أهل البيت عليهم‌السلام فيها قبل إبراهيم بن هاشم. فالقمِّـيُّون كانوا يتردَّدون على الأئمة في زمان الإمام الباقر عليه‌السلام، وكانوا رواة للحديث قبل إبراهيم بن هاشم. فطبق التقسيم الذي وضعه آية الله البروجردي كان إبراهيم بن هاشم من الطبقة السابعة، والكليني في الطبقة التاسعة، وعلي بن إبراهيم في الطبقة الثامنة، وعبد الله بن مسكان وحماد بن عثمان في الطبقة الخامسة، وأبي نصير بن البزنطي في الطبقة السادسة. وبما أنَّ أهل الطبقتين الخامسة والسادسة كانوا يتردَّدون على الأئمة المعصومين عليهم‌السلام في المدينة والكوفة؛ لذا لا يمكن القول: إنَّ أول من نشر حديث الكوفيين في قم هو إبراهيم بن هاشم.\n\nمن ناحية أخرى، فإنَّ جميع الروايات التي نقلها إبراهيم بن هاشم معروفة، وقد ذكرته في كتابي (الطبقات والثقات) الذي ألَّفته في زمان المرحوم البروجردي.\nالأمر الآخر هو أنَّ روايات إبراهيم بن هاشم صحيحة، فالمرحوم بحر العلوم أثبت في كتاب الفوائد الرجالية - الذي كان البروجردي مهتمَّاً به - أنَّ إبراهيم بن هاشم هو عادل إمامي. كما أثبت السيد الداماد في كتاب الرواشح السماوية أنَّ إبراهيم بن هاشم كان من العدول.",
        "* سماحة الشيخ تجليل، نظراً للعلاقة التي كانت لسيادتك بآية الله العظمى البروجردي، وكونك من أصحاب الرأي والدراية في بحث الرجال، ولك مؤلَّفات فيه، نسألك: إلى أيِّ حدٍّ كان المرحوم السيد البروجردي قدس‌سره يولي علم الرجال أهمية وقيمة بوصفه مقدِّمةً للاستنباط الشَّرعي؟\nالشيخ تجليل: كان المرحوم العلاّمة البروجردي يستخدم أسلوباً خاصاً في الاستنباط، على خلاف ما هو متعارف حالياً بين الفقهاء؛ حيث يأتون بالروايات ويجرِّحون فيها ويعدِّلونها، ثُمَّ يقبلون بعضها ويرفضون بعضها الآخر. فقد كان ينظر في جميع الروايات، ويؤكِّد على وجود عدَّة روايات حول أيِّ موضوع، فتعدُّد الأحاديث في موضوع ما يوجب عنده الاعتماد عليه. فأحياناً تصل الروايات إلى حد التواتر، فتفيد القطع، وقد لا تبلغ حد التواتر، بل توجب الوثوق، حيث المعيار في حُجِّـيَّة خبر الثقة هو الوثوق أيضاً. وعندما يحصل الوثوق من جميع النواحي يصبح حُجَّة، فتعدُّد النقل وكثرته لحديث ما تفيد الوثوق عنده.\nلهذا كان أسلوبه هو حساب عدد الروايات في كل مسألة، ثم إرجاع الروايات بعضها إلى بعضها الآخر؛ ليعرف هل هناك عشر روايات في هذا الموضع حقيقة أو لا، وسأتحدث في ما بعد عن طريقة استنباطه.\n",
        "فمن الناحية الرجالية، كان يولي تحديد الأسانيد المعلولة أهمية، والأسانيد المعلولة تُعرف إشكالاتها بالرجوع إلى طبقات الرجال؛ يعني إذا أخذت سنداً من كتاب وسائل الشيعة، ثُمَّ ترجع إلى علم الرجال، تجد أنَّ كل رواته ثقاة، لكنَّه كان يقول: كلاّ، السند غير صحيح؛ لأنَّ هذين الرجلين لا يمكنهما نقل الحديث عن بعضهما، لأنَّهما من طبقتين مختلفتين، فهذا السند معلول رغم أنَّ رواته ثقات.\n* يعني يجب أن يكون الراوي والمروي عنه من طبقة واحدة؟\nالشيخ تجليل: نعم، يجب أن تكون الطبقات متلائمة مع بعضها. وعندما لا يمكن أن ينقل راويان عن بعضهما لاختلاف طبقتيهما، يظهر عندها أنَّه سقط اسم أحد الرواة بين هذين الاثنين، ومَن هو الذي أسقط؟ لا يُعلم ذلك. هنا يتدخَّل علم الرجال بوصفه مقدِّمة للاستنباط.\n* ما هو إبداع السيِّد البروجردي الخاص في علم الرجال؟",
        "الشيخ تجليل: إبداعه كان في الطبقات؛ لأنَّنا لم نكن نمتلك ترتيباً لطبقات الرجال بهذه الصورة. طبعاً كان لدينا في هذا المجال كتاب رجال الشيخ الطوسي (رضوان الله عليه)؛ حيث كان له كتاب الفهرست، وكتاب الرجال، ورجال الشيخ الطوسي مشابه لهذا العمل؛ إذ إنَّه قام بعزل مَن روى عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم، ثُمَّ مَن روى عن أمير المؤمنين عليه‌السلام، ثُمَّ مَن روى عن الحسنين عليهما‌السلام، ثُمَّ مَن روى عن السجاد عليه‌السلام، وهكذا، ثُمَّ جاء في آخر كتابه بباب عنوانه (مَن لم يروِ عنهم عليهم‌السلام بلا واسطة)، وعمله هذا يشبه عمل السيد البروجردي، لكنَّه كان المرحلة الابتدائية لضبط الطبقات. أمَّا المرحلة النهائية، فتتمثَّل في ما قام به المرحوم السيد البروجردي.\n\n* ما معنى مصطلح (الطبقة) الذي استعمله المرحوم السيد البروجردي؟ وما الفرق بينه وبين الطبقة التي اصطلح عليها المرحوم الشيخ الطوسي؟\nالشيخ تجليل: لم يستعمل الشيخ الطوسي كلمة (طبقة)، وإنَّما هي من مصطلحات المرحوم العلاَّمة البروجردي؛ حيث قسَّم الطبقات بهذه الطريقة:",
        "الطبقة الأولى: هم الرواة الذين نقلوا أحاديث عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم من دون واسطة.\nالطبقة الثانية: هم الرواة الذين لا يمكن لهم نقل أحاديث عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم من دون واسطة، بل ينقلون عن الطبقة الأولى، ويُطلق عليهم اسم: التابعين.\nالطبقة الثالثة: هم الرواة الذين ينقلون عن الطبقة الثانية، فيروون الحديث (معنعن)؛ أي كل طبقة تنقله عن الطبقة التي سبقتها.\nفرتَّب السيد البروجردي الرواة من عهد رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلى عهد شيخ الطائفة الطوسي رضي‌الله‌عنه إلى اثنتي عشرة طبقة، وقد تُوفِّي شيخ الطائفة عام 460هـ؛ أي أنَّ المدَّة ما بين الهجرة ونهاية عهد شيخ الطائفة هي 460 عاماً، وإذا كان السن المتعارف للناس هو (70) عاماً، وكل راوٍ كان يعيش نصف حياته معاصرا ًلرواة الطبقة السابقة، والنصف الآخر من عمره يقضيه مع الطبقة اللاَّحقة، فإذا كان متوسط أعمار الرواة سبعين عاماً، فيكون الرواة من عهد رسول الله صلى‌الله‌عليه‌وآله‌وسلم حتى وفاة شيخ الطائفة (12) طبقة؛ لأنَّه إذ حسبنا لكل طبقة سبعين عاماً، وكان منها (35) عاماً مشتركة مع الطبقة السابقة واللاَّحقة، فنقسم(70) على اثنين؛ والنتيجة (35)، ثُمَّ نضربها في (11)؛ تكون النتيجة(385) عاماً، إذن إحدى عشرة طبقة متَّصلة. وبما أنَّ الطبقة الأولى والأخيرة لم تعش 35 عاماً مشتركة مع غيرها، فيُجْمَع الحاصل (385) مع (35) الأولى والأخيرة، فيكون الناتج( 455) عاماً، وهو ما يعادل المرحلة التي سبقت وفاة الشيخ، وإذا حسبنا الأعمار بالتاريخ الهجري يكون الفرق خمس سنوات أيضاً. هذا هو معيار الطبقات لدى المرحوم العلاَّمة البروجردي. وأضيفُ هنا أنَّه لم يدوِّنه بهذه الصورة، لكن يمكن الاستنباط بأنَّه هو صاحب هذا الإبداع.",
        "\n* ألم يتحدَّث أحد، في كتب الرِّجال السابقة، على هذا المنوال؟\nالشيخ تجليل: عندما كنت أكتبُ (معجم الثقات) عثرت، في كتب الرجال التي كنت أبحث فيها، على مخطوطة كتاب لم يكمل تأليفه؛ أي أنَّه لم يكن مرتَّباً، كان واضحاً أنَّه مقدِّمة تأليف أو مسوَّدة، وكان اسم تلك المسوَّدة: (طرائف المقال في معرفة طبقات الرجال)، ومؤلِّفه هو السيد علي أكبر بن محمد شفيع الموسوي، وكان معاصراً للشيخ الأنصاري رضي‌الله‌عنه، هذا الكتاب المكتوب بحروف صغيرة، هو نفسه الكتاب النفيس طبقات الرجال، وهو العمل نفسه الذي قام به المرحوم العلاّمة البروجردي، الفرق بينهما هو أنَّه بدأ بطبقات الرجال من نفسه وأنهاها برسول الله صلى‌الله‌عليه‌وآله‌وسلم؛ أي أنَّ المؤلِّف من الطبقة الأولى، وأستاذه من الطبقة الثانية، إلى أن بلغ إلى أصحاب رسول الله صلى‌الله‌عليه‌وآله‌وسلم، فجعلهم من الطبقة الثلاثين. أمَّا المرحوم آية الله البروجردي، فقد بدأ بعكسه، فجعل أصحاب رسول الله صلى‌الله‌عليه‌وآله‌وسلم في الطبقة الأولى، إلى أن بلغ شيخ الطائفة، ومن شيخ الطائفة فما بعده عدّهم طبقة طبقة، فكان هو من الطبقة الثانية والثلاثين.\nأمَّا فائدة هذه الطبقات، فهي أنَّها تُيسِّر حساب الأحاديث المعلولة، عندما يقرأ السند يقول: إنَّ السند خطأ - وإن كان الجميع ثُقات - واصطلاحه كان: (السند معلول). ",
        "* بالنسبة للعُمْر المشترَك الذي عُدَّ 35 عاماً، لا يمكن حساب العشرة أو الاثني عشر عاماً الأولى من عمر الراوي، رغم ما يقال عن ابن عبَّاس: إنَّ عمره عند وفاة رسول الله صلى‌الله‌عليه‌وآله‌وسلم كان 11 أو 13 عاماً.\nالشيخ تجليل: على أي حال، يصلح لنقل الحديث بعد عمر اثني عشر عاماً، لكن مقدار الزمان لا يختلف، هكذا نحسب مدة 450 عاماً، فنرى كم طبقة اتصلت خلال هذه المدة.\n\n* ما أردت قوله: إنَّه إذا حذفنا 12 - 15 عاماً الأولى يكون كل راوٍ قد عاصر مَن سبقه مدة عشرين عاماً فقط.",
        "الشيخ تجليل: لكنَّه كان معاصراً خلال الخمسة وثلاثين عاماً تلك، والمفيد منها هو العشرون عاماً. على أيِ حال، لا بد من أن يطوي 12 عاماً الأولى ليصبح قادراً على تحمُّل الحديث.\n* أي أنَّه على الفقيه أن ينتبه إلى الزمن الذي ولد فيه السكوني حتى يتسنَّى له نقل الحديث عمَّن سبقه، وأنَّه كان في سنِّ التحمُّل عند نقل الحديث.\nالشيخ تجليل: نعم، وبطبيعة الحال بالترتيب نفسه الذي ذكرتُ فيه الطبقات.\n* ما السبب الذي دعاه ليجعل الشيخ الطوسي نهاية الطبقات الاثنتي عشرة؟",
        "الشيخ تجليل: لأنَّ الشيخ الطوسي كان آخر مؤلِّفي الكتب الأربعة، وعُمدة الأحاديث في الكتب الأربعة، فالكليني في الطبقة التاسعة، والصدوق في العاشرة، والمفيد في الحادية عشرة، والشيخ الطوسي في الثانية عشرة.\n* ذكرتم أنَّ أحد مميِّزات المرحوم آية الله البروجردي، هو: إرجاع عدَّة روايات إلى رواية واحدة رغم تعدُّد أسانيدها. فما هي كيفية الإرجاع تلك، وما هي معاييرها؟ ثُمَّ إنَّ تَعَدُّد السند - حسب العُرف - يعني تَعَدُّد الروايات، فكيف كان يجمعها؟\nالشيخ تجليل: هذا الأمر صحيح، لكن إرجاعه يرتبط بالسند أيضاً، فقد يكون سند جميع رواة ذلك الحديث منذ البداية وحتى النهاية مشترَكاً، وهذا الأمر قليل جداً، وأحياناً يكون جزء من السند مشتركاً، وأحياناً يكون آخر رواته مشتركاً؛ وهذا يدل على أنَّ الرواية واحدة. فمن الطبيعي أن يكون بعض السند مشتركاً؛ لأنَّ كل واحد من مؤلِّفي الكتب الأربعة، كالشيخ الطوسي والكليني والصدوق، كان يمتلك سنداً مستقلاً في المجاميع الأولية والأصول الأربعمائة، ولكن هذه الأسانيد المتعدِّدة جميعها تنتهي إلى مجاميع أولية؟ وهل الحديث متعدِّد في المجاميع الأولية؟ وهل للحديث الذي نقله صفوان بن يحيى في كتابه سندٌ؟ الشيخ ذكر سنده في التهذيب، والشيخ الصدوق أيضاً حدَّد سنده في كتابه (مَن لا يحضره الفقيه)، والكليني كتب سنده الصريح في متنه، لكن كتاب الكافي \n",
        "يختلف عنهم في كونه قد أورد السند كاملاً. فعندما نفتح كتاب وسائل الشيعة ونجد الحديث في روايات متعدِّدة، فهذا لا يعني أنَّه ثلاثة أو أربعة أحاديث، بل يعني أنَّه حديث واحد رُوي بطريقة مختلفة.\nثانياً: قد يكون هناك اختلاف في السند كلِّه، فنَقَلَه الكافي بالكامل، أو ذكره الكافي والتهذيب بشكل مختلف، ثُمَّ كان آخر راوٍ لهما هو معاوية بن عمّار مثلاً، فمعاوية بن عمّار هذا لم يكن لديه راوٍ، بل كان أستاذاً في الحديث، فأخذ عنه ذلك الحديث أفراد متعدِّدون، كما يشير إلى ذلك علماء الرجال.\nحدَّث معاوية بن عمَّار بهذا الحديث في مجلس شخصاً ما، ثُمَّ حدَّث به في مجلس آخر شخصاً آخر، أو أنَّ عدَّة أشخاص كانوا في مجلس واحد، كلٌ منهم ينقل مباشرة عن أستاذه، فهل يدل ذلك على أنَّه حدَّث به أربع مرَّات؟ \nكلا؛ لهذا فإنَّ الاشتراك في السند كلِّه أو بعضه - بعضه الذي ينتهي إلى المعصوم - حتى الاشتراك في آخر راوٍ، كل ذلك ينفي تعدُّد الحديث. طبعاً إذا كان النص واحداً.",
        "وقد يكون النص مختلفاً تماماً أحياناً، عندئذٍ يُعلم أنَّهما حديثان. فمعاوية ابن عمار أتى الإمام الصادق عليه‌السلام يوماً، وأخذ عنه هذا الحديث، وفي يوم آخر، أخذ عنه الحديث الآخر، عندها يكون الحديث متعدِّداً. لكن أحياناً يكون النص واحداً، قد يختلف في كلمة، يُعلم حينها أنَّ شيئاً ما حدث، فاختلفتْ إمَّا خلال النسخ، أو اختلفتْ عند بعض الرواة. لهذا نشكُّ في تلك الكلمة؛ أي هل قالها الإمام الصادق عليه‌السلام بهذه الكيفية أو لا؟ فتسقط تلك الكلمة من الاعتبار، لكنَّ سقوطها الإجمالي يسقط علْمنا، بل يصبح نفياً ثالثاً، لكنَّه لا يثبت بشكل جازم إحدى تلك الروايتين، هذه هي الفائدة من إرجاع الأحاديث.\n\nالفائدة الثانية للإرجاع هي: أنَّ التعدُّد يأتي بالوثوق، ولإثبات التعدُّد لابدَّ من تلك الإرجاعات؛ لنُثبت هل هذا الحديث متعدِّد أو لا. \n* إذا نقل أحدُ الرواة حديثاً ناقصاً، ونقله الآخر كاملاً، فما نفعل؟",
        "الشيخ تجليل: إذا روى راوٍ نصف الحديث، ورواه آخر بكامله، ولو كان ذلك في مجلس واحد، فإنَّ الكامل لا يُسقط الناقص. فنحن لا نأخذ الفقه من الروايات فقط، نرجع إلى الروايات فقط، ثُمَّ نستنبط، بل إنَّنا نعتقد بأنَّ الفقه لم ينقطع أبداً، بل انتقل من يدٍ إلى يدٍ، منذ عهد المعصومين عليهم‌السلام وحتى عصرنا هذا، انتقل من صدرٍ إلى صدر. بعضٌ كَتَبَ الكتب، وبعضٌ آخر لم يكتب، ولم ينقطع وجود الفقهاء والتفقُّه أبداً، فبعض المسائل متَّفق عليها ولا تحتاج إلى دليل. فإذا استنبطتُ أنا من روايةٍ ما، فهناك روايات أخرى. فلا يمكن مخالفة فتوى ثابتة في فقه الإمامية منذ زمان المعصوم وحتى الآن بسبب رواية، حتى لو كانت صحيحة، بل تُتْرَك الرواية المُعْرَض عنها وتسقط.\n* نظرية الوثوق بالأصول المُتلقَّاة، هي من النظريَّات المعروفة للمرحوم آية الله العظمى البروجردي، برأيكم لماذا لا نجد في بعض هذه الأصول المتلقَّاة روايةً صحيحة أو موثَّقة، على الرغم من أنَّ هذه الأصول مُتلقَّاة؟\nالشيخ تجليل: الإجابة عن هذا السؤال تظهر في توضيح أمور ثلاثة:\n1 - المرحوم العلاَّمة البروجردي كان محقَّاً في قوله إنَّه لا يوجد لدى القدماء كتاب موثَّق، والتوثيق الذي نشهده في الكتب الرِّجالية إنَّما هو استطرادي، وقد كُتِبت هذه الكتب لغرض آخر؛ فمثلاً رجال الشيخ الطوسي كُتِب لتبيان الطبقات، فقسَّم الرواة إلى مجموعات، وفصل بين أصحاب كل إمام ورتبهم، إذاً، لم يكن هدفه من تأليف كتاب الرجال التوثيق، بل إنَّه أراد تعيين الطبقات.",
        "\nأمَّا فهرست الشيخ، فواضح أنَّ الهدف منه تثبيت أسماء المؤلِّفين الشيعة؛ حيث بدأ بأسماء المؤلِّفين والمصنِّفين، ثُمَّ يذكر استطراداً كون أحدهم ثقة. وهكذا الحال مع رجال النجاشي، فرجال النجاشي هو فهرس للمؤلِّفين أيضاً. والمتعارف في الفهرسة المتأخِّرة أنَّ أسماء الكتب تأتي مفهرَسة أيضاً بالترتيب، ولكن في تلك الأزمنة القديمة لم يكونوا يدرجون أسماء الكتب بالترتيب، بل كانوا يرتِّبون الكتب حسب أسماء مؤلِّفيها. وما زال هذا مُتَّبعاً في المكتبات الكبرى، فيدوِّنون فهرساً للمؤلِّفين وآخر للكتب.\nفي ذلك الزمان، كانوا يكتبون التوثيق أحياناً من خلال ترجمة المؤلِّفين، أمَّا رجال الكشي، فقد أورد أيضاً الرواة الذين رووا عن المعصومين عليهم‌السلام أحاديثَهم. لهذا فنحن لا نملك أيَّ كتابٍ توثيقي لنقول: هذه توثيقات القدماء، وإذا لم نجد أحداً ما من بينهم، فهو غير موثوق، بل هناك كثير من الثقات لم يصلنا توثيقهم في الرجال.\nوفي الطَّبقات التي جاءت بعد شيخ المحدِّثين، همَّ العلماءُ والفقهاء أنفسهم، فقد انتهجوا النهج نفسه في الأحاديث؛ فما دام الفقهاء لم يحرزوا الثقة بأحدٍ ما بشكل مسلَّم به، فلن يعملوا بحديثه، والوثوق لا ينحصر في قولهم: (هذا الرجل ثقة)، بل قد تحصل الثقة بكلامه وصدق قوله من العدالة وأسباب أخرى؛ ذلك لأنَّ المعيار في حُجِّـيَّة خبر الثقة ليس أمراً تعبُّديَّاً، بل المعيار هو الوثوق، فإذا تحقَّق تمَّت الحُجَّة. وقد ذكر صاحب وسائل الشيعة قرائن كثيرة تُستفاد منها وثاقة الراوي.",
        "2 - إنَّ مصطلح (صحيح) وجد بعد العلاَّمة الذي يُعَد من المتأخِّرين، ورأس مشايخ المتأخِّرين هو المحقِّق؛ أي أستاذ العلاَّمة. ومصطلح (صحيح) يُطلق على الحديث الذي يكون رواته عدولاً، عدولاً لا ثقات. طبعاً بعد الشيخ الأنصاري أصبح الرأي أنَّ العدالة ليست مطلوبة، بل تكفي الوثاقة، وقالوا: إنَّ كلمة (ثقة) لدى القدماء أخص من العدالة، وقد تستفاد بما هو أكثر من العدل؛ لأنَّ العدالة تتحقَّق من اجتناب الإنسان للكبائر وعدم إصراره على الصغائر. أمَّا في الثقة، فيضاف إلى ذلك أنْ يكون من أهل الضبط؛ أي مَن كان يمتلك حفظاً جيداً وضبطاً.\n\nأمَّا كلمة حديث (صحيح)، قبل العلاَّمة، فكان لها معنى آخر؛ كانت تعني أنَّه حديث موثوق به، وله حجِّـيَّته من أيِّ ناحية كانت، إنْ كان راويه عادلاً أم لا.\nومهما كان الطريق الذي ثبتت به حجِّـيَّته، ولو بعمل الأصحاب، فنقول: عمل الأصحاب يجبر ضعف السند، ومن أيِّ ناحية ثبت لنا صحة السند، فهو حديث صحيح، لا فرق إن كان ثقة أم لا.",
        "3 - إنَّ مبدأ المرحوم العلاَّمة البروجردي في الأصول المُتلقَّاة، يقوم على تقسيمه للفتاوى الفقهية إلى ثلاثة أقسام:\nالقسم الأوَّل هو مجموعة من فتاوى فقهاء الشيعة، كانت متلقَّاة من المعصوم يداً بيد، من دون أيِّ تصرُّف، حتى أنَّهم لم يكونوا يغيِّرون تعبيرات تلك الفتاوى. فهو يقول: إنَّ الشيخ رضي‌الله‌عنه يكتب في أول كتابه المبسوط، منتقداً الفقهاء الشيعة لأنَّهم لا يبدون آراءهم الخاصة في مؤلَّفاتهم، بل يذكرون كل ما أخذوه عن المعصوم عليه‌السلام فقط، فكتب كتاب المبسوط في الردِّ على هذا الانتقاد، ثُمَّ شرع باشتقاق الفروع.\nنحن نعلم أنَّ فقهاء الشيعة لا يعدُّون القياس والاستحسان حُجَّة، ولهذا فإنَّهم يأخذون المسائل التعبُّدية عن الإمام المعصوم عليه‌السلام كما هي، فعندما نرى فتوى قد جرت في الكتب الفقهية من عصر إلى آخر، نعلم أنَّها صدرت عن الإمام المعصوم عليه‌السلام؛ سواء كان فيها حديث من بين الأحاديث الموجودة بين أيدينا أم لم يكن.\nإنَّ ثبات فتاوى الفقهاء نفسه في المسائل التعبُّدية - من قبل جميع الفقهاء، وفي جميع العصور - التي لم تؤخذ إلاّ من المعصومين عليهم‌السلام؛ هو دليل على كونها من كلام المعصوم عليه‌السلام، وهي حُجَّة بالنسبة لنا. إنَّه كان يرى، في مثل هذه المسائل، أنَّ الشهرة حُجَّة.",
        "فضلاً عن ذلك، لا يوجد حديث موثَّق - بين الأحاديث التي بين أيدينا - يدل عليه. أمَّا الأحاديث غير الموثَّقة، فكثير منها يدل عليه. فكيف يمكنك دعوى عدم وثاقة الحديث الذي لم تجد توثيقاً لبعض رواته؛ ذلك لأنَّ التوثيق لا يقتصر على ما وصلنا فقط، ثُمَّ إذا كان الراوي ليس بثقة، وثَبَتَ صدقه من طريق آخر، فمن البديهي أنَّ هذه الشهادة ستكون توثيقاً له.\n\nالقسم الثاني من الفتاوى هو الفتاوى التفسيرية، وهي الفتاوى التي تُؤخذ عن المعصوم بألفاظها نفسها، لكن هناك وثائق ومصادر لكلام المعصوم عليه‌السلام فسَّرها الفقهاء، ومن البديهي أنَّ تفسيرهم لها لا يُعدُ حُجَّة لدينا.\nفمثلاً عنوان: (كثير السفر) غير موجود في الأحاديث، فبعض القدماء عبَّّروا بكثير السفر، وغيرهم قالوا: مَن كان سفره أكثر من حضره. فكل منهم بلغ استنباطاً معيناً، لكن النصوص ذكرت: (شغله السفر)، و(مَن كان بيته معه)؛ لهذا نجد أنَّ المرحوم السيد اليزدي ترك تعبير القدماء في كتابه العروة الوثقى، واتخذ من العنوانين الأخيرين معياراً. وفقهاء آخرون اقتدوا بالسيد اليزدي. إذاً، القسم الثاني - أي التفسير - ليس حُجَّة أيضاً.",
        "القسم الثالث من الفتاوى هو الفتاوى التفريعية، وهي الفتاوى التي لم تكن مأثورة بعينها عن المعصوم عليه‌السلام، لكنَّها استُنْبطت من المسائل الأصلية، وتفرَّعت عنها. وقد يقع خطأ في هذا التفريع أيضاً؛ لهذا فإنَّ التفريع الموجود في كتب القدماء لا يعد حُجَّة عندنا، بل علينا أن نتأكَّد بأنفسنا من صحَّة ذلك التفريع.\n* أي أنَّهم اجتهدوا في حقيقة الأمر؟\nالشيخ تجليل: نعم، اجتهدوا.\n* إذاً، بعد هذه الأمور الثلاثة التي ذكرتموها، ينتهي رأيه في الفتاوى الأصلية التعبُّدية، التي لا مجال فيها لحكم العقل وآراء العقلاء وغير ذلك.",
        "الشيخ تجليل: إنَّ رسوَّ الفتاوى على مسألةٍ ما؛ يدلُّ على كونها من قول المعصوم عليه‌السلام، ومن الطبيعي أنَّ عدالة الفقهاء لا تسمح بالكذب على المعصوم عليه‌السلام، وكانوا لا يرون في الاستحسان والقياس حُجَّة، بل كان تعبُّدهم بكلام المعصوم إلى درجة أنَّهم كانوا يستعملون لفظ المعصوم نفسه؛ ما عرَّضهم لطعن فقهاء أهل السُّـنَّة واتهامهم بأنَّهم ليسوا من أهل الرأي.\n\n* كان المرحوم آية الله العظمى البروجردي يهتم بما اشتهر بين القدماء، ولا يهتم بما اشتهر بين المتأخرين، ولا بإجماعهم، فهل كان يتصوَّر أنَّ الشهرة بين القدماء تعني الأصول المُتلقَّاة؟\nالشيخ تجليل: نعم، أولئك أخذوا من المعصوم عليه‌السلام يداً بيد. أمَّا المتأخرون، فقد استنبطوا، وليس لدى المتأخرين ما يضيفونه، كل ما هو موجود هو ما بين أيدينا، وعلينا أن نعود إلى الماضي في استنباطنا، أن نفترض أنفسنا في عصر العلاَّمة، وقبله في عصر شيخ الطائفة؛ لأنَّ النصوص الموجودة هي ما كان موجوداً في أيدي المتقدِّمين نفسه، ومن هنا لا تُعدُّ شهرة المتأخرين حُجَّة لدينا.",
        "* ما هو الفرق بين كتب الفهرسة وكتب الرجال؟ فقد قلتم: إنَّ تلك تبيِّن الطبقات والأخرى تذكر فهرساً بالمؤلِّفين. فلماذا يولي بعض الأساتذة كتب الفهرسة وتوثيقاها اهتماماً أكثر من كتب الرجال؟\nالشيخ تجليل: الكتب الرجالية التي كانت بين القدماء، مثل رجال الشيخ الطوسي وفهرست النجاشي، وليس لدينا كتب رجالية سواها.\n* يُطرح في بعض الدروس، أنَّ الفرق بين كتب الرجال والفهارس، هو أنَّ المؤلِّف لكتب الرجال يهتم بالطبقات، في حين أنَّ الفهارس تعطي نبذة عن المؤلِّف أيضاً؛ ولهذا فإنَّ الآراء المطروحة في الفهارس أكثر دقَّة، فما هو رأيكم؟\nالشيخ تجليل: الفهارس لا تتحدَّث عن الأشخاص وسِيَرِهم، بل تُفهرس أسماء المؤلِّفين. فأكثر ما كان النجاشي يهتم به هو أن يصل بسنده إلى صاحب الكتاب، ولم يعطِ رأيه بتوثيق أحدٍ ما، فلا يبحث الفهرس عن وثاقة ثقة الراوي، بل قد يقول استطراداً: إنَّه ثقة، لكن هدف الكتاب ليس التوثيق؛ لهذا ليس بين أيدينا كتب رجال، سوى رجال الشيخ، وتوثيقاته أيضاً قليلة.",
        "\n* في بعض الموارد يكون الراوي مجهولاً في كتب الرجال والفهارس؛ أي أنَّ اسمه موجود في سند الروايات، لكن إذا راجعتَ كتب الرجال لا تجد له توثيقاً.\nالشيخ تجليل: قد ذكرتُ لكم أنَّ النجاشي جمع أسماء المؤلِّفين فقط، وكثير من الرواة لم يكونوا مؤلِّفين. أمَّا المعاجم المتأخرة للرجال - بعد العلاَّمة - مثل رجال الاسترابادي، ورجال المامقاني، فقد حاولتْ الاستيعاب أكثر؛ لأنَّهم كانوا متأخِّرين من حيث الزمان، فأتوا بأسماء الرجال الذين أتوا في ما بعد.\nثُمَّ إنَّهم تتبَّعوا الأسانيد، واستخرجوا ما فيها من أسماء، مؤلِّفين كانوا أم غير ذلك. لهذا نجد - على ما أذكرُ - ستة آلاف شخص، تقريباً، في رجال المامقاني، في حين أنَّ عددهم كان قليلاً جداً في كتب القدماء.",
        "إذاً، ليس كل راوٍ ورد اسمه في سند الرواية نجده في كتب الرجال، وإذا ورد اسمه في كتب الرجال، فبشكل إضافي عرضي. كما أنَّ أسماء كثير من الرواة ورد، لكن من دون أي شرح عن سِيَرِهم. لمجرد وجود اسمه في السند، أدخل في الرجال. وعلى أيِّ حال، إذا لم يرد اسم أحد الرواة، لا يُعدُّ ذلك جرحاً فيه.\n* بما أنَّه يوجد في الروايات والمتون اختلاف بين النُّسخ، ونقل بالمعنى، فما هو الحل للمشكلات الناشئة عن ذلك؟ علماً بأنَّ اختلاف النُّسخ قد يُغيِّر المعنى أحياناً، فماذا تقترحون من حلول لتكون تلك الروايات حُجَّة عندنا؟\nالشيخ تجليل: إذا كان هذا الاختلاف في سند الرواية، فعندها ينشأ علم إجمالي يوجب التردُّد والشك في السند الواقعي لهذا الحديث، وبالتالي لا نعلم مَن هُم رواته.\n",
        "وطريق الحل هو أن نحدِّد الرواية الصحيحة عِبر آلية البحث الدقيق في الأسانيد، ومن خلالها يُعرف راوي الحديث، فلعلَّ خمسين حديثاً في أبواب الفقه المختلفة ذَكرت هذا السند، عند مراجعتها والتدقيق في أسانيدها يُعرف أيُّ النسختين أصح. فمثلاً بالنسبة لعبد الله بن سنان ومحمد بن سنان، كلاهما ابنٌ لسنان، نجد في مكان كتب عبد الله بن سنان، وفي مكان آخر محمد بن سنان، فنلجأ إلى الفحص والتدقيق في الأسانيد، فنجد أنَّ مَن ينقل الحديث عن الإمام الصادق عليه‌السلام - بلا وساطة - هو عبد الله بن سنان، في حين أنَّ محمد بن سنان ينقل الحديث عن الإمام الصادق بوساطة واحدة. هذه المسألة تُفهم من خلال الممارسة.\n* يختلف نمط الرواة أيضاً؛ فعبد الله بن سنان يسأل أسئلة فقهية، بينما محمد بن سنان له بحوث يمتزج فيها الفقه بعلم الكلام.\nالشيخ تجليل: ولكن في الوقت عينه توجد لمحمد بن سنان أحاديث كثيرة في أبواب الفقه. وهناك إشكال في تضعيف بعض المتأخِّرين لمحمد بن سنان.\nأمَّا إذا كان الاختلاف في نص الحديث، فأفضل وسيلة هي مراجعة فتاوى الفقهاء، فالفقهاء سلَّمونا الأحاديث يداً بيد، ونجد في الفتاوى أنَّهم أصدروا فتاواهم استناداً إلى هذه النسخة، فيُعلم أنَّ هذه النسخة أصح.",
        "* وما العمل بالنسبة لمشكلة النقل بالمعنى؟ خصوصاً عندما نجد روايات رواها عربي فنقَّح عبارات الروايات، وفي المقابل أعجمي، أو مَن كان تلقِّيه ضعيفاً، فنجد العبارات غير منقَّحة، فضلاً عن أنَّهم كانوا مجازين بالنقل بالمعنى. فكيف نحل هذه المشكلة، وكيف نعتمد على ألفاظ الروايات؟\nالشيخ تجليل: لا شك في أنَّ النقل بالمعنى جائز، ليس في الأحاديث فقط، بل في أيِّ خبر. فمَن ينقل رواية لا يجب عليه الإتيان بها بألفاظها نفسها، فقد يترجمها إلى لغة أخرى وينقلها، أو يرويها باللغة نفسها، لكن يستعمل العبارات والمصطلحات المتداولة. \n\nفي هذا المجال، أجاز العقلاء الاكتفاء بالترجمة؛ أي استعمال اللفظ الذي يعطي المعنى نفسه من دون أن يستنبطوا، وينسبوا استنباطهم إلى الإمام، فهذا الأمر غير جائز. كما أنَّه في باب الشهادة أيضاً أجاز العقلاء النقل بالمعنى. فمثلاً نقول في الشهادة: يجب أن تكون عن حس، أي سَمَعَ بإذنه ونَقَل، لا أن يكون قد استنبط، وشهد بما استنبطه. فالاستنباط هنا غير صحيح. ",
        "إنَّ النقل بالمعنى هو أن يقول فلان: (ماء)، وننقل عنه اسم الماء، ولكن بلغة أخرى، هذا ما أجازه العقلاء في باب الحُجِّـيَّة؛ شهادة كانت أم شيئاً آخر. لكن احتمال الخطأ في نقل المعنى يبقى قائماً. على أيِّ حال... يجري هنا أصل عدم الخطأ الذي هو أحد الأصول العقلائية.\n* المشكلة الأساس تبقى في اختلاف تحمُّل الحديث، كما هو الحال في تحمُّل الشَّهادة. فيرى شخصان الحادثة نفسها، ورغم كونها واقعة ملموسة، ولا يقصدون الكذب، ونعلم أنَّ كليهما ثقة، لكن تختلف رواية كل منهما عن الآخر. والأمر كذلك في رواية نقل الحديث، فمثلاً يختلف زيد الشحَّام في تحمُّله للحديث عن محمد بن مسلم.\nالشيخ تجليل: إذا كانا متعارضين، يمكن التدقيق في الأمر؛ الأوثق والأقدر على تحمل الحديث. مثلاً عمار الساباطي كان أعجمياً، نلاحظ في أحاديه اضطراباً في بعض الأحيان، فإذا كان هناك مَن يعارضه، كان أرجح.\n* لم يكن جميع رواة الحديث أصحاب ألواح، بل كان يسمع أحدهم الحديث في مجلس، ثُمَّ ينقله خارج المجلس، ولم يكونوا في ما سمعوه يقصدون الكذب على الأئمة، فكيف تُحلُّ هذه المعضلة؟",
        "الشيخ تجليل: كلا، فالرواة كانوا يكتبون جميع الأحاديث، فلم يكن الأمر أن يتحدَّث الإمام الصادق عليه‌السلام لمدة ساعة فيبادر أصحابه لكتابه عدَّة أوراق؛ إذ غالباً ما كان الإمام يتحدَّث بحديث من سطرين أو ثلاثة، وكان أصحابه يدوِّنونه. فمن بين أصحاب الإمام الصادق عليه‌السلام كان هناك أربعمائة شخض يكتبون (الأصول) \n\nوبعده كان أصحاب الإمام الرضا عليه‌السلام؛ لأنَّ الإمام موسى بن جعفر عليه‌السلام لم تسنح له فرصة لرواية الحديث. وكان أولئك أصحاب كتب ومؤلَّفات، ثُمَّ إنَّ ما نقلوه كان أحكام الله، وكانوا يتوخَّون الدقَّة فيه، فيدوِّنه من دون أدنى تغيير.\nنعم، هناك مَن نقل الحديث بكامله، وغيرهُ سجَّل نصفه، وليس من تناقض بينهما، فما نقله الاثنان حُجَّة. أمَّا الباقي، فلا يحكم بنفيه.",
        "وبعبارة أخرى: المعيار عند العقلاء هو الوثوق، وينفي العقلاء احتمالات الخطأ والزيادة والتغيير. نعم، احتمال النقص ممكن، وعدم نقل جزء من الحديث لا يعني الخلل في معناه. أمَّا في احتمال الزيادة، فيطبِّق العقلاء قاعدة أصالة عدم الزيادة.\n* استناداً إلى ما قلتموه، يبدو أنَّ العقلاء كانوا يشكُّون في هذه المسائل؛ لأنَّ موضوع أصل الشك كان احتمال الخطأ والنقص والزيادة وما شابه، لكن العقلاء لم يكونوا يعبأون بمثل هذه الاحتمالات.\nالشيخ تجليل: نعم، تماماً كحُجِّـيَّة الظواهر، فهناك احتمال دوماً بأن يكون القائل أراد خلاف الظاهر، لكن العقلاء لا يقيمون قواعدهم على هذا الاحتمال.\n* هل صحيح أنَّ المعيار لدى العقلاء، هو حيث تكون العبارات والألفاظ منقولة حرفيَّاً. أمَّا إذا كانت منقولة بالمعنى، فلا يعبأ العقلاء بها، أو أنَّ شيئاً كهذا لم يثبت لدينا؟",
        "الشيخ تجليل: ليس الأمر كذلك. فالرأي السائد لدى العقلاء هو جواز النقل بالمعنى، وثانياً إنَّه حُجَّة إن كان نُقِل بالمعنى أو بالألفاظ نفسها. ولا يحق لنا التصرف في النقل بالمعنى، وليس من حق الإنسان الثقة أن يستنبط من أحكام المعصوم شيئاً ثُمَّ ينسبه إليه، بل عليه أن ينقل الكلمات نفسها.\n\n* هل يمكن أن نفسِّر النقل بالمعنى بطريقتين: الأولى أنَّ المراد منه الترجمة...؟\nالشيخ تجليل: لا يجوز أكثر من هذا.",
        "* الشكل الثاني أن ينقل المضمون نفسه، ولكن في قالب آخر.\nالشيخ تجليل: هذا هو الاستنباط، ولا يمكن نسبة ما يستنبطه الراوي إلى المعصوم.\n* لا داعي لأن يستنبط، فعندما ينقل جملة بمعناها قد يفقِد الجملةَ الأصليةَ بعض تفاصيلها، فتتحول (الفاء) إلى (ثُمَّ) مثلاً.\nالشيخ تجليل: المفروض أنَّ الراوي يعرف اللغة والعُرف، عليه أن يأتي بالمفهوم العُرفي للفظ عند نقله للمعنى، لا أن يقول مقطعاً ويحذف مقطعاً آخر. فالعقلاء لا يجيزون ذلك، ولا يبقى هذا الشخص ثقةً أو عادلاً. فكيف نحتمل أنَّ إنساناً يغيِّر الأمور من تلقاء نفسه بحيث يؤدِّي إلى تغيير ما كان يريده الإمام. هذا الأمر خلاف الأصل العقلائي. نعم، الاستنباط جائز، فالإمام لم يمنع الاستنباط، لكن يجب ألاّ ينسب الاستنباط للإمام.",
        "والترجمة أيضاً، قد تكون إلى لغة أخرى، وقد تكون باللغة نفسها، ولكن بلفظ آخر. بالنسبة لنصوص الأحاديث تُعَدُّ الكتب الفقهية معياراً، فالاعتماد يكون على نصوص الكتب الفقهية، تماماً كالاعتماد على كتب الرجال في تحديد اختلاف نسخ الأسانيد.\n* إلى أيِّ حدٍّ استطاعت كتب مثل: (جامع الرواة)، و(معجم رجال الحديث)، وأمثالها، أن تحلَّ مشكلة أسانيد الروايات في المخطوطات المختلفة؟\nالشيخ تجليل: جامع الرُّواة هو أفضل كتاب تقريباً في مجال تحديد الراوي والمروي عنه. فكل راوٍ يذكره يُحدِّد عمَّن روى. أمَّا في سلسلة الأسانيد للحديث كله وللأشخاص الذين رووا عنه، فقد أدَّى ذلك معجم رجال الحديث بشكل أدق؛ لأنَّ هذا العمل أضحى أسهل بعد طبع جامع الرواة. فضلاً عن أنَّ المرحوم آية الله العظمى الخوئي - على ما يبدو - استفاد من آخرين في عمله وفي المتابعة، وبذل جهداً كبيراً في هذا المجال. ومن أهمِّ الفوائد التي أثمرتها هذه الجهود تحديدُ المشتركات؛ فمثلاً لدينا شخصان باسم أحمد بن محمد، والشخصان في الطبقة نفسها، وهما: أحمد بن محمد بن عيسى الأشعري، \n",
        "وأحمد بن محمد بن خالد القمي. لكن عند المقارنة بين الراوي والمروي عنه يعرف كل منهما. فأفضل ما يُستفاد من هذا هو تحديد مشتركات الرجال، وهو أمر مهم جداً. بالطبع فإنَّ المرحوم العلاَّمة البروجردي أيضاً قام بذلك من خلال تدقيقه في الأسانيد. كان يقول: لم أكن قد رأيت جامع الرواة بعد، لكنِّي سمعت بوجود كتاب بهذا الاسم، فظننت أنَّه سيوفِّر علينا الجهد، وعندما انتقلتُ إلى قم أتوني بنسخة منه، فلاحظت أنَّ الفوائد الموجودة في رجالي غير موجودة في جامع الرواة. ثُمَّ أمر بطبع جامع الرواة.\n* مع أخذ الكتابين المذكورين بنظر الاعتبار، ما هي الفوائد التي جاء بها كتابكم (معجم الثقات) ممَّا لا نستطيع الحصول عليه من كتب الرجال السابقة؟\nالشيخ تجليل: الهدف من تدوين (معجم الثقات) هو: أنَّ المشتغِل بالفقه يحتاج دوماً إلى البحث في أسانيد الحديث، ومَن يُراجع خلال استنباطه الفقهي لا يملك مجالاً لمراجعة التفاصيل؛ لذا قرَّرتُ أن أعدَّ فهرساً بأسماء الثقات لأسهِّل عملي، فصرتُ أراجع الفهرس عند بحثي في أيِّ سند، ثُمَّ طوَّرت الأمر، فذكرت مداركها بشكل موجز، ثُمَّ بدا لي تمييز المشتركين في الأسماء، فكان أفضل طريق هو الترتيب الطبقي، وترتيب الطبقات كان نتيجة عمل معجم رجال الحديث وجامع الرُّواة. فعندما كنتُ أكتب جامع الثقات لم يكن معجم الرجال موجوداً، وبالفعل جاء عمل آية الله العظمى الخوئي مُكمِّلاً، وأكثر شمولية من جامع الرواة. العمل الذي قام به هذان العظيمان كان أساساً لمنهجيًَّة الطبقات. فالإنسان عندما يبحث في الراوي والمروي عنه ويحددهما، يعرف حينئذٍ من أيِّ طبقةٍ كان الراوي.\nإنَّ استنباط الطبقات وترتيبها، ووضع الرواة في كل طبقة، هو أمر مهم جداً، يجب أن يتم بعدما قام به هذان العظيمان، ولم أقُم بذلك، بل قام به المرحوم العلاَّمة البروجردي. وكما قلتُ أثناء تأليفي: صادفتُ كتاب (طرائف المقال)، الذي قام بالعمل نفسه. لكن للأسف فقدتُ تلك النسخة التي قد أخذتُها من المرحوم آية الله العظمى النجفي، فعرض لي سفر إلى الحج، ولم أشأ أن أترك ذلك الكتاب النادر في بيتي، ",
        "\nفأعدته له، وبعد عودتي طلبته منه، لكنَّه لم يجده، ولم أجده في فهرس الكتب المخطوطة لمكتبته، ولا أدري أين هو. ومع ذلك، فهو لم يكن كاملاً. فاستخرجت بنفسي عدداً من الطبقات التي لم أجدها فيه. وبعد طبع كتاب (تجريد الأسانيد)، للمرحوم آية الله العظمى البروجردي، كَتَبَ بعضهم الطبقات في كتاب أول تجريد الأسانيد، فأضفتها إلى معجم الثقات في طبعته الثالثة، حتى يتأكَّد منه إذا وجد أي اختلاف في تنظيم الطبقات. ولا أظن أنَّ هناك كتاباً بحجم معجم الثقات الصغير هذا قد جمع بشكل أكمل في تدوين الأسماء.\n* في باب الشهادات، الشهادة التي تكون عن (حسٍّ) مقبولة، والتي تكون عن (حدس) لا تُقبل، فكيف تكون شهادة النجاشي وابن الغضائري وبقيَّة الرجاليين عن الأئمة عليهم‌السلام شهادة حسِّية رغم الفاصلة بينهم، فضلاً عن أنَّ النجاشي وأمثاله لا يصل بسلسة سنده إلى المستشَّهد به؟\nالشيخ تجليل: لا شك في أنَّ الشهادة عن حسٍّ معتدٌّ بها، والشهادة عن حسٍّ تُطلق على المحسوس أو القريب من الحس، فبعض الأمور باطنية، لا تُبصر بالعين، كالشجاعة وحسن الخلق وغيرها، ولأنَّها قريبة من الحس، وآثارها القريبة مشهودة، عُدَّت من المشهودات عن حسٍّ.",
        "السؤال هو: كيف نفسِّر توثيق النجاشي للرواة، رغم الفاصل الزماني الذي تجاوز المئتي عام بينه وبين الرواة؟\nالجواب على هذه الشبهة هو أنَّ أصل مسألة الاعتداد بالوثاقة أتت في نصِّ الأئمة عليهم‌السلام؛ حيث دعوا للرجوع إلى الثقات. ففي رواية يسأل الإمام عليه‌السلام: يابن رسول الله، زكريا بن آدم ثقة؟ فيقول: (نعم، ثقة)، ثُمَّ يسأل: أآخذ عنه معالم الدين؟ فيقول: (نعم). إذن تُؤخذ معالم الدين من الثقات، وإلاّ فإنَّ هذا الأمر مرتكَز عقلائي، ويقول به الأئمة. لهذا من الطبيعي أن تكون ثقة الرواة ببعضهم في عهد الأئمة عليهم‌السلام. كان يرى أنَّ أولئك الأفراد ثقاة، ويأخذ الرواية عنهم، ولعله \n\nكان يرى غيرهم ليسوا بثقات. مثلاً يُسأل عن الفطحيين: (يابن رسول الله، كتبنا ملأى من أحاديثهم)، فماذا نفعل بانحراف هذا المذهب؟ فيأمرهم عليه‌السلام أن يأخذوا ما رووه، ويتركوا ما اعتقدوه؛ أي أنَّهم ثُقاة.",
        "على أيِّ حال، هذه الأمور كانت بين أصحاب الأئمة عليهم‌السلام أيضاً، وبعد الأئمة كانت في العصور التالية طبعاً. ولم تكن مسألة التوثيق أمراً أبدعته عصور الشيخ الطوسي والنجاشي. فمن المسلَّم به أنَّ الذين عُدُّوا من الثقات في عهد الأئمة عليهم‌السلام، سرت الثقة بهم في الطبقة اللاحقة، إلى أن كان عصر الشيخ والنجاشي.\nويُحتمل أنَّ النجاشي والشيخ كان لها رأي بتوثيق مَن سبقهم، ولم يوثِّقوا أحداً بعيداً عن ثقة السلف بهم؛ لأنَّ الثقة تتكوَّن بالمعاشرة، ولم يكن الشيخ والنجاشي في عصر الأئمة عليهم‌السلام ليعاشروا الرواة، إذن ويقيناً كان الشيخ والنجاشي يأخذان بتوثيق مَن سبقهم. وكما قال آية الله العظمى الخوئي: يحتمل أنَّهم كانوا يأخذون كابراً عن كابر. هكذا أخذوا عمَّن سبقهم، ونقلوه إلينا. لهذا لا يمكننا أن نجزم إنْ كانت توثيقاتهم عن حدسٍ وليست عن حس. فيحتمل أن تكون توثيقاتهم توثيقات مَن سبقهم نفسها. وهذا الأمر يكفي في الحُجِّـيَّة لدى العقلاء. وإذا شهد أحد بوثاقة آخر أمام القاضي، فلن يسأله القاضي على ماذا بنيت شهادتك؟ فعندما يكون الشاهد عادلاً يعتمد على شهادته، رغم عدم وجود احتمال بأن تكون شهادة الشاهد بوثاقة مَن لم يعاشره، بل عاشروه مَن يثق به، وأخذ التوثيق عنه، هذا الاحتمال لا يقدح بحُجِّـيَّة الشهادة، لنقول: هناك احتمال أنَّها ليست عن حسٍّ.\nلهذا نحن نرى أنَّ توثيقات النجاشي والشيخ وأمثالهما حُجَّة. أمَّا توثيقات مَن جاء بعدهم، كالعلاَّمة وابن الغضائري وغيرهما، فقد أخذوها عن ذينك العظيمين، أو أنَّها حَدَسِيَّة؛ كأنْ ينقل الكشِّي وغيره من الرواة، أو استنبطوا من الروايات الواردة، أو استفادوا من سيرتهم وكونهم شيوخ الرواية وغير ذلك من القرائن. لكن الماضي لم يصل لأيدينا؛ لهذا فإنَّ توثيقاتهم حُجَّة.\n",
        "* يطرح هنا سؤالان: \nحول القسم الأول من جوابكم يُطرح هذا السؤال: لو أنَّ المرحوم النجاشي، أو الشيخ الطوسي، بيَّنا تلك الشهادات - أي سلسلة الشهود - أو ذكرا هذه الشهادات في طيَّات كتبهما والأصول، لكان الأمر كما قلتم]، لكنَّهما لم يبِّينا ذلك، كما أنَّنا لا نجد هذه الشهادات بين كتب الأصول والجوامع. لنفترض فنقول:\nكانوا عدولاً وأهل خبرة، وهذا هو بناء العقلاء؛ أنَّ خبر الثقة حُجَّة، وأنَّهما كانا يحصلان على التوثيق بطريقة نجهلها، وأنَّ تحصيلهم له كان عن حسٍّ أو على أساس حدسهم.\nثانياً: على فرض أن الشهادة كانت عن حسٍّ، فلو بيَّنا لنا تلك الشهادات، لكنَّا استفدنا نحن من تلك العبارات بشكل آخر، خلافاً لرأي الشيخ والنجاشي. فمثلاً ابن قولويه يشهد في أوَّل كتاب (كامل الزيارات)، بقوله: إنَّ جميع الرواة الذين أروي عنهم هم من كبار المشايخ، وإنَّني أوثِّقهم. ثُمَّ يُطرَح هذا السؤال: ترى أيشمل ذلك أيضاً المشايخ الذين روى عنهم ابن قولويه (بالواسطة) كما يشمل مشايخه المباشرين؟ لقد اختلف العلماء في ذلك، فمثلاً المرحوم آية الله العظمى الخوئي كان في البدء - ربَّما ثلاثين سنة - يعتقد أنَّ شهادة ابن قولويه في أوَّل كامل الزيارات تشمل جميع المشايخ المباشرين وغيرهم، إلاّ أنَّه، وفي أواخر عمره، أرسل رسالة إلى ممثِّله في طهران يبدي فيها عدوله عن ذلك الرأي، وأنَّ تلك الشهادة خاصة بالمباشرين. ما أقوله هو: لو أنَّهم سجَّلوا تلك الشهادة، فربَّما نفهم منها غير ما فهمه النجاشي أو الشيخ الطوسي.",
        "الشيخ تجليل: السبب في عدم النقل هو أنَّ كتب الرجال لم تكن مألوفة قبل النجاشي والشيخ، بل كانوا يسجِّلون نصوص الأحاديث فقط. ولم يكونوا يكتبون شيئاً عن الأشخاص، كل ما كان هو نصوص الأحاديث، وإذا كان هناك كلام عن راوٍ، فكان الكلام نفسه مكتوباً من قدح أو مدح. ولم تكن كتابة التوثيقات جارية، بل كانوا \n\nينقلونه من رجل إلى آخر. كأنْ يعاشر جمعٌ شيخاً لهم لمدة 15 عاماً مثلاً، ويأخذون عنه الكثير من دون أن يكون عنده شيء مكتوب، لكنَّها معلوماته المتلقَّاة من مشايخه. وكما انتقلت الأحكام بهذه الطريقة، انتقلت التوثيقات أيضاً. وقد بنى العقلاء على عدم متابعة الشهادات. فعندما ينقل شاهد عدل خبراً ما عن أمرٍ محسوس، يقبله العقلاء ولو كان هناك احتمال أن يكون قد استنبطه، فهم يقبلون بالأمر المحسوس والقريب من الحس.\nنعم، إذا كان أمراً غير محسوس، لا يقبله العقلاء كشهادة. ففي الأمر غير المحسوس، إذا كان الناقل خبيراً، فيقبل منه لكونه خبيراً، وليس كشهادة.",
        "ثانياً: إذا لم نقبل بهذا الكلام، فسنصل إلى الانسداد، وعند الانسداد نصبح في حيرة، وليس لدينا غير هذه الروايات، نضطر لخلط الرطب باليابس، أو في الحد الأدنى أن نجعل كلامهم معياراً. ومن باب الانسداد لا بدَّ لنا من الاعتماد على توثيقاتهم، أليس من الأفضل أن نستفيد من هذا الممكن، ولو كان هناك خير منه، لأخذنا به، لكن لا يوجد، هذا هو المتوافر.\n* لقد اقتنع بعض الفقهاء بعدم إمكانية تحصيل العلم بالأسانيد أو الوثاقة (انسداد باب العلم)، وبالتالي يجوز الاعتماد على الظن مطلقاً؟\nالشيخ تجليل: الانسداد مرحلي أيضاً، ولا يجوز العمل مباشرة بأيِّ ظن، بل لا بدَّ من مراعاة مراتب الظن.\n* نقصد الانسداد السَّنَدي. إذا كان العُرف بين القدماء لا يقضي بالتوثيقات، فستبقى تلك المشكلة والشبهة، وهي: لو أنَّهم سجَّلوا لنا مستنداتهم التي اعتمدوها في التوثيق، لربَّما استنبطنا منها غير ما استفاده منها الشيخ والنجاشي، إلاّ إذا كان القسم الأخير من جوابكم هو الجواب عن هذا السؤال؛ أي أنَّ معيار العقلاء كان هذا.",
        "الشيخ تجليل: كل يوم كانت جماعة من الرواة تحضر في المجلس، وهذا الشخص كان شيخ الرواية لمدة خمسين عاماً، فكيف لا يعرفونه.\n\nجماعة من الرواة كانوا يعرفون إبراهيم بن هاشم، فكيف نتصوَّر أنَّهم لا يعرفونه. لهذا نقول: إنَّ أحد مصادر توثيقنا هو هذا الأمر، ولعله كان أحد أهم طرق التوثيق لدى القدماء أيضاً. فشيخ الرواية، لا شيخ الإجازة، هو الشخص الذي كانوا يقصدونه كل يوم ليأخذوا الروايات عنه، فجماعة من رواتنا كانوا هكذا.\nعلى أيِّ حال، فإنَّ الأمر المهم هو أنَّ فقهائنا ومحدثينا كانوا يثقون بأولئك، وملأوا كتبهم من أحاديث أولئك، فالكليني - مثلاً - أخذ عن الراوي الفلاني كثيراً من الأحاديث، ويقول في أول كتابه أيضاً: إنِّي جمعت الأحاديث الصحيحة. هذا الاعتماد نفسه مصدر لاستنباط الوثاقة.",
        "ويعتقد آية الله العظمى البروجردي بضرورة عدم الاكتفاء بالمقدار المحدَّد من التوثيقات التي جاءت في رجال النجاشي والشيخ وأمثالهم. هذه الثقة التي منحها القدماء - مثل الكليني رضي‌الله‌عنه - لأحاديث أولئك، وأصدروا فتاواهم بالاعتماد عليها، هي أفضل وسيلة لإحراز الوثوق بها.\n* ذكرتم الشهادات المتأخِّرة عن الشيخ والنجاشي، مثل شهادة العلاَّمة. السؤال هو: إنَّ العلاَّمة مثل الشيخ؛ فقيه وعادل وثقة، ويندر وجود نظير له في علمه، ورغم أنَّه من أهل الخبرة وأهل الثقة والفن وغير ذلك، وعندما يقدِّم شهادةً ما، ويقبل بالشهادة عن حسٍّ، ويرفض الشهادة عن حدسٍ، فكيف يشهد بتوثيق راوٍ عن حدسٍ؛ أي يشهد لِمَا يعمل خلافَه في الفقه، هل هذا مقبول؟\nالشيخ تجليل: إنَّه لا يقول: إنَّ شهادتي حُجَّة، فلو قال ذلك لكان قوله خلاف رأيه هو، إنَّه يكتب في الرجال: لقد ثبت لديَّ أنَّ فلاناً موثَّق؛ أي هذا ما فهمته أو استنتجته، ولم يقل: هو حُجَّة عليكم، تماماً كما يكتب في الكتب الفقهية ثبت لديَّ أنَّ حكم الله هو كذا.\n",
        "* وهل يُعطي في كتاب الرجال رأياً وفتوىً أو شهادةً؟\nالشيخ تجليل: علينا أن ننظر هل نعدُّ ذلك شهادة أو لا؟ بالنسبة إليه فإنَّ كل ما لديه هو استنباط. ومصادره محدودة بما هو بين أيدينا، ولم يكن بين يديه أمرٌ آخر وجديد.\n* لعله كان؟\nالشيخ تجليل: كلا لم يكن، لو كان موجوداً لكتب عنه. نعم، كانت هناك بعض الكتب التي ليست بين أيدينا، لكنَّها كانت في متناول أجلاَّّء العلماء. كانت بيد ابن إدريس مثلاً، خُذ مثلاً على ذلك كتاب (مدينة العلم) للصدوق، فإنَّه ضاع ولا يوجد بين أيدينا، كما أنَّه - على الظاهر - لم يكن في متناول العلاَّمة أيضاً.",
        "على أيِّ حال، إذا وثَّق العلاَّمة أحداً ما، كان توثيقه معزِّزاً لوثاقته؛ أي أنَّه يزيد من حسن ظنِّنا، وعندما نجمع حسن الظن من هنا وهناك قد نحصل على الوثوق. ولا ينبغي القول: إنَّ ذلك لا تأثير له، بل له تأثير، لكن على الفقيه أن لا يكتفي بذلك ليطلق فتواه، بل عليه أن يدقِّق في الأمر بشكل معمَّق بنفسه أيضاً.\nإضافة إلى هذا، فإنِّي لا أذكر أنَّ العلاَّمة وثَّق أحداً ما بشكل مستقل، بل كان دوماً يتابع الشيخ والنجاشي.\nالمتأخرون، من أمثال المرحوم المامقاني والأسترابادي والبهبهاني، كانوا يستنبطون أحياناً، وإلاّ فإنَّ الذي عليه علماء الرجال هو المتابعة، كل واحد كان يتابع مَن سبقه في علم الرجال.\nطبعاً لتوثيق العلاَّمة للرجال فائدة أخرى أيضاً، وهي أنَّ هذه النسخة من رجال الكشِّي والشيخ وصلت إلينا، وتصحيح العلاَّمة وتوثيقه يدلاَّن على أنَّ النسخة التي كانت لديه هي هذه النسخة نفسها.",
        "\nالعقلاء يعتمدون كلام الثقة، وقد أيَّد الشارع هذا الأمر. لهذا فإنَّ كيفية الوثوق عقلائية أيضاً. أمَّا الرجل سريع التَّصديق، فليس لنا أن نعتمد على توثيقه. والرجل صعب التصديق إذا لم يثق بالراوي عليه أن ينظر في ما قاله غيره؛ ليرى هل يعنيه ذلك على حصول الثقة لديه أو لا؟ وعندئذ يمكننا أن نتوصَّل إلى الوثوق بأفراد كُثُر لم يبدَ رأيٌ بوثاقتهم. ولا أحدٌ ينكر ذلك. فكيف يمكننا أن نتصوَّر أنَّ شخصاً عاشر آخر لمدة عشرين عاماً، وكان يأخذ الحديث عنه كل يوم، لكنَّه لم يعرف ما إذا كان يكذب على المعصوم عليه‌السلام ويزوِّر أحاديثه. على هذا فمَن كانوا من شيوخ الرواية، هم ثقات بلا إشكال.\n* إذاً هل يمكننا أن نتجاوز النجاشي والشيخ في توثيق مَن لم يوثِّقاه، لنمنح ثقتنا لكل مَن يثبت أنَّه كان شيخ الرواية أو شيخ الإجازة؟\nالشيخ تجليل: نعم، وخصوصاً أنَّ الشيخ والنجاشي حاولا جمع الثِّقات ودوَّنا عرضاً بأسماء آخرين أيضاً.",
        "* إذاً هل يمكن القول: إنَّ الجمود على ألفاظ الرجاليِّين على الشهادة والوثاقة ليس له مسوِّغ؟\nالشيخ تجليل: لم يجمد أحد من الفقهاء على تلك الألفاظ، قد يكون فعل ذلك بالنسبة لشخصٍ ما.\n* لدينا في قم أساتذة يتوقَّفون في أمر إبراهيم بن هاشم.\nالشيخ تجليل: ليس ذلك من بنات أفكارهم، بل قال بذلك مَن سبقهم، وهو المرحوم الهمداني في (مصباح الفقيه)؛ حيث كان يتردَّد عند كل حديث مسند إلى إبراهيم بن هاشم، وكان يقول: صحيح ذلك الحديث أو حسنه، ووجه التردُّد هو عدم وجود توثيق له. لكن لا مجال للتردُّد؛ والشاهد على ذلك آراء فقهائنا الذين عملوا على أساس أحاديثه على مدى القرون. فالمرحوم المامقاني ينقل في الفصل التاسع عشر أو العشرين من كتابه (فلاح السائل)، حديثاً عن ابن طاووس ورد في سنده إبراهيم بن ",
        "\nهاشم، وبعد نقله لذلك الحديث يقول: (ورُواة هذا الحديث ثقات بالاتفاق). والعلاَّمة البروجردي عندما يصحِّح الأسانيد فيصل إلى إبراهيم بن هاشم فيصححه. لهذا لا يمكننا أن نتخلَّى عنه لأنَّ اسمه لم يرد في رجال النجاشي ولأنَّه لم يكتب إلى جانب اسمه أنَّه ثقة.\n* هل المقصود من الجمود هو التردُّد حيال مَن لم يوثَّقوا في كتب الرجال؟\nالشيخ تجليل: نعم.",
        "* رغم عدم صحة ما جاء فيه من أنَّه (أول مَن نشر حديث الكوفيين بقم)؟\nالشيخ تجليل: نعم، إذا كانت هذه الصفة قد أُسقطت عنه، لكنَّها تدل على أنَّه كان شيخ رواية، وهذا بحدِّ ذاته أمرٌ مهم كما ذكرتُ من قبل. فالقمِّيون كانوا شديدي الدقَّة، فقد أَخرجوا من قم أحد العلماء الكبار لأنَّه كان قد نقل حديثاً واحداً عن شخصٍ ضعيف، فكيف يمكن أن يقبلوا من إبراهيم كل تلك الروايات، فقبوله لديهم ينبئ عن الثِّقة به.\nعلي بن إبراهيم بن هاشم نفسه نجده، في أول تفسيره، يوثِّق جميع مَن نقل عنهم أحاديث كتابه، في حين أنَّ كثيراً من أسانيد تفسير علي بن إبراهيم تشتمل على إبراهيم بن هاشم، بل ثلث أحاديث كتابه ينقلها عن والده، فكيف لا يكون والده ثقة، ثُمَّ يقوم هو بتوثيقه؟ جميع الذين نَقَل عنهم أحاديثَ كتابه ثقات بلا إشكال.\n* نقول في باب الطبقات: (هناك تواتر)، عندما يكون التواطؤ على الكذب محالاً. فهل نأخذ الطبقة كما اصطلح عليها المرحوم آية الله العظمى البروجردي، أو نأخذ القرن معياراً كما حدَّدها المرحوم العلاَّمة الأميني رضي‌الله‌عنه في باب حديث الغدير؛ حيث يقول: يجب الأخذ في خلافة أمير المؤمنين قرناً بعد قرن. فهل يكون التواتر هكذا أو لا؟",
        "الشيخ تجليل: تعريف التَّواتر هو: ما يفيد القطع. فإذا كانت الأسانيد المتعدِّدة تنتهي إلى شخصٍ واحد، في وسط السند أو في آخره، عندئذ لا تُفيد القطع؛ لأنَّها تعود إلى خبرٍ واحد. فمثلاً مائة شخص نقلوا عن خمسين شخصاً آخرين، ونقل الخمسون عن شخصٍ واحد، ونقل ذلك الشخص عن آخرين، يكون الخبر واحداً ولو كان نقل ذلك الشخص عن خمسين آخرين.\n\nالتواتر الذي يُفيد اليقين لا بد من أن تكون أسانيده كثيرة، لدرجة تجعل العاقل - عند ملاحظته لكثرة الأسانيد - يستيقن به، من دون اللجوء إلى القرائن. هذه الكثرة تُفيد اليقين عندما لا تنتهي إلى شخص واحد. أمَّا إذا انتهت إلى شخص واحد، في وسطها أو في آخرها، عُدَّت خبرا ًواحداً غير متواتر.\nثُمَّ إنَّ التواتر على أقسام: ",
        "[القسم الأول:] التواتر اللَّفظي؛ أي أنَّ لفظاً معيناً صدر عن الإمام عليه‌السلام في مجلس في اليوم الفلاني والساعة الفلانية، كصدور حديث غدير خم عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم أمام جماعة، هذا قسم من التواتر. وإثبات التواتر في هذه المسألة تترتَّب عليه مساحة واسعة.\nالمرحوم الأميني رضي‌الله‌عنه أراد أن يختصر عمله، فقسَّم الرواة إلى قرون، وسجَّل أسماء الأشخاص الذين نقلوا حديث الغدير في كل قرن، هذا ما فعله هو، لكن القرن يشتمل على ثلاث طبقات. لكنَّه لمَّا كانت تواريخ وفيِّات الرواة مدَّونة، وأراد أن يُسهِّل الأمر، أتخذ كل قرن بقرنه، ولم يكن يقصد اعتماده.\nالقسم الثاني من التَّواتر هو: التَّواتر اللَّفظي، فننقل لفظاً معيناً، لكنَّه لم يصدر في مجلس واحد. مثلاً ممَّا حصلتُ عليه من روايات أهل السُّـنَّة أنَّ رسول الله صلى‌الله‌عليه‌وآله‌وسلم تحدَّث بحديث الثَّقلين في ثلاثة أماكن مختلفة، وفي فواصل زمنية منفصلة، آخرها عندما أراد توديع أمَّـته، فتوجَّه إلى المسجد آخر مرَّة، وأعاد عليهم حديث الثَّقلين. هذا نوع من التواتر، وهو يثبت أنَّ رسول الله صلى‌الله‌عليه‌وآله‌وسلم - ولو بشكل مُجمل - تحدَّث بهذا الحديث في إحدى تلك المرَّات بشكل قطعي.\nالقسم الثالث من التَّواتر هو: التَّواتر المعنوي، وهو أن يُنقل حكمٌ ما بالتَّواتر، لكن ليس من إمام واحد، بل من أئمة متعدِّدين، فيُنقل إلينا هذا الحكم من مجالس وتواريخ وعبارات وألفاظ متعدِّدة، لكن عندما نضعها إلى جانب بعضها بعضاً، نجد أنَّ أصل صدور الحكم عن المعصوم عليه‌السلام أمر قطعي.",
        "\nالقسم الرابع من التَّواتر هو: التَّواتر الإجمالي، وهو عندما تكون الروايات لا تحمل المعنى نفسه، بل لكل منها معنى مختلف، لكن عندما نجمعها نتيقن بأنَّ بعضها صادر عن الإمام، فيثب لنا تواتر ذلك المقدار المشترك في ما بينها من دون خصوصيَّاته، ولدينا الكثير من هذا النوع من التَّواتر.\nوأنموذجاً على ذلك: ادَّعى أحدهم أخيراً أنَّه قد استفاد من ظاهر القرآن أنَّ قصر الصَّلاة يختص بحالات الخوف. أمَّا في السفر الآمن، فمهما طال يجب أن يتم المسافر صلاته. وهذا الكلام يَرُدُّه أنَّ أحاديث قصر الصلاة جاءت في أبواب مختلفة، وشملت ما يقارب المئتين وخمسين حديثاً. ومن هذا التواتر الإجمالي نتيقَّن بوجوب قصر المسافر لصلاته. في حين أنَّ بعض هذه الأحاديث يتناول قصد الإقامة، وبعضها الآخر المسافة، وغيرها مستثنيات المسافة، لكنَّها جميعاً مشتركة في أنَّ أصل قصر الصلاة للمسافر أمر مُسلَّّم به. إضافة إلى أنَّ ظاهر القرآن لا يُفيد ذلك.\n* مرَّ بنا في الأسئلة السابقة، أنَّ المعيار الذي اختلف فيه المرحوم آية الله العظمى البروجردي وآية الله العظمى الخوئي في شأن ما إذا كان إعراض الأصحاب يوجب وهن الحديث، وعمل الأصحاب يجبر ضعف السند، فيرى المرحوم آية الله العظمى البروجردي أنَّه كلَّما ازدادت صحَّته ازداد وهنه، وكلَّما ازداد وهنه ازدادت صحَّته. والمرحوم آية الله العظمى الخوئي لا يؤيَِّد ذلك؛ فهو لا يرى في إعراض الأصحاب ما يُوجب الوهن فيه، كما أنَّه لا يرى في عمل الأصحاب ما يجبر الضعف. في حين أنَّ بعض تلامذة المرحوم الخوئي يقولون بالتفصيل، فيرون أنَّ الإعراض يُوجب الوهن، وأمَّا عمل الأصحاب، فلا يجبر الضعف.",
        "لذا نريد أن نتعرَّف إلى رأي المرحوم آية الله العظمى البروجردي في ذلك، والمقدِّمات التي أوصلته إلى تلك النتيجة؟\n\nالشيخ تجليل: المرحوم آية الله العظمى السيد الخوئي تفرَّد بهذا الرأي من النَّجفيِّين، وإلاَّ فالمرحوم آية الله الحكيم، وصاحب الجواهر، والمرحوم الهمداني وسائر الفقهاء البارزين في النجف الأشرف، لم يكونوا يقولون برأيه. وعلى حد علمي ليس هناك فقيه آخر يقول بذلك. فتلك شبهة برزت في رأي المرحوم آية الله العظمى الخوئي، ثُمَّ تبعه فيها آخرون من بعده. \nفي الشقِّ الأول من المسألة كلامه مقبول، فعندما نجد سنداً ضعيفاً، لا يمكننا الأخذ به عندما يثبت لنا خلافه، حتى لو قبله الآخرون. فمثلاً في المسائل الفقهية، إذا استنبطتَ أمراً، استنبط غيرك خلافه، فلن يكون استنباطه حُجَّة عليك. فمن الطبيعي أن لا يرجع الخبير إلى خبير آخر، بل عليه أن يستنبط بنفسه.",
        "ولكن عندما ندقِّق أكثر في مبدأ الوثوق، نجد أنَّ الوثوق يحصل عند العقلاء من جهات مختلفة، ومن جملة تلك الجهات وثوق الآخرين. فعندما نرى أنَّ أهل الخبرة والاطلاع والدراية بالرجال يثقون بهذا الشخص، فمن الطبيعي أن نثق به أيضاً. وقد أسلفتُ أنَّ الفقهاء لا يفتون بحكم الله من دون حُجَّة؛ لأنَّه (مَن أفتى بغير علمٍ، فليتبوَّأ مقعده من النار)، والفتوى بغير علم في نظري هي من أكبر الكبائر. فقد يرتَّكب الإنسان معصية بينه وبين الله، ولا يجرَّ الآخرين معه نحو الضلالة، لكن عندما يجرُّ الآخرين نحو المعصية، فمن الصعب جداً أن يغفر الله له. وعندما يفتي فقهاؤنا (رضوان الله تعالى عليهم) طوال قرون استناداً إلى هذا الحديث الشريف، ألا يدل ذلك على أنَّه كان ثقة عندهم؟\n\nبناءً عليه، عندما يكتب الفقهاء أنَّ هذا السند ضعيف، ثُمَّ يفتون به، فإنَّ عملهم هذا يدل على وثوقهم بمضمون الخبر، أو على الأقل لا بدَّ من وجود تسويغ لقبول هذا الحديث. أمَّا بالنسبة إلى الإعراض، فعلينا أن نقول: إنَّ الإعراض هو بالشكل الآتي:\nقد يكون هناك إنسان صادق، ولم يكذب طوال عمره، لكنَّه أخطأ في عمره مرَّة واحدة، ولم يكن خَطَؤُهُ عن عمد، فنقل سهواً، كأن لم يسمع بدقة، أو كان منشغلاً بأمرٍ آخر، فتحدَّث الإمام عليه‌السلام بحديث، فسمعه الرجل خطأ، ثُمَّ حدَّث به خطأ، لكن ليس عن عمد، بل كان يعتقد بأنَّ الإمام تحدَّث هكذا. لكن عندما ينفي أصحاب الإمام الخاصِّين وبطانته - حسب تعبير العلاَّمة البروجردي - كلامه، فهؤلاء هم أهل السرِّ، ويعرفون آراء الإمام، فيقولون: كلا، ليس الأمر كذلك، أنت مخطئ، عندئذ يكون الأمر بشكل آخر.",
        "* ما هو رأيكم بكتاب (كامل الزيارات)؟\nالشيخ تجليل: خلال مرحلة إعدادي لكتاب (معجم الثقات)، كنتُ أريد أن أجمع كل مَن ورد توثيق في حقِّه، ولو لم يكن ثقة عندي. لهذا أوردتُ رواة كتاب (كامل الزيارة) و(تفسير علي بن إبراهيم). وفضلاً عن هذين الكتابين، فإنَّ الشيخ الطوسي يتحدَّث في كتابه (عدَّة الأصول)، فيذكر أسماء ثلاثة: صفوان بن يحيى، ابن أبي عمير، وأحمد بن أبي نصر البزنطي؛ فيقول: (عُرِفوا بأنَّهم لا يروون إلاَّ عن ثقة) وعرفوا هنا لا تعني أنِّي أرى أنَّهم لا يروون إلاَّ عن ثقة؛ بل تعني أنَّ الفقهاء هكذا ذكروهم، أو الرأي المشهور للفقهاء هو هذا، لكنِّي لا أجد هذا الكلام في النسخة الحالية لكتاب (عدَّة الأصول)، وصاحب (وسائل الشيعة) يشهد بهذا الأمر، إذ ينقل الكلام نفسه؛ ما يعزِّزه، ويفتح لنا الطريق للاعتماد عليه.\n\nلهذا قمتُ باستقصاء مَن يروي عنه صفوان، وابن أبي عمير، والبزنطي. كما أنَّ الأسانيد المنتهية إليهم لا بد من أن تكون موثَّقة أيضاً، وسلسلة السند إليهم لا بد من أن تكون صحيحة. ثُمَّ مَن استُنبطتْ وثاقته، أي أولئك الذين يمتلكون الأدلة التي جعلت المتأخِّرين يعتقدون بالوثاقة اعتماداً عليه، ومَن ورد فيه رواية أو مدح؛ بحيث يُستَنبط منها الثقة بهم، جمعتُ كلَّ أولئك؛ لكن كلاًّ لوحده، إضافة إلى أولئك الذين جاء فيهم توثيق خاص، فأصبح الكل في أربع مجاميع.",
        "وبما أنَّ الفقهاء لهم آراء مختلفة تبعاً للمبادئ التي يعتمدونها في علم الرجال والدراسة، قد يقبل بعضهم بتوثيقات (كامل الزيارات)، ولا يقبل بها آخرون؛ لذا وضعتُ كلاًّ منها في شكلٍ مستقلٍّ عن الآخر.\nالقسم الأول: مَن جاء فيهم توثيق خاص، وهم أكثر من مائة بقليل.\nالقسم الثاني: مَن روى عنه الثلاثة المذكورون، أتيتُ بهم مع السند والأدلة بشكل مختصر. لكنِّني اكتفيت من الكتب الأربعة بالوافي؛ لأنَّه جمع الكتب الأربعة، والوسائل لم يجمعها كلها، بل جمع الفروع فقط ولم يجمع الأصول. وأسانيد الوافي نُظِّمت بشكل أفضل، ودراستها أسهل.\nالقسم الثالث: لأنِّي لم أكن مطمئناً لاستفادة الوثاقة من شهادة مؤلِّف كامل الزيارات، قمتُ بذكر مَن روى عنهم كامل الزيارات بخط صغير، وكذلك الأمر بالنسبة لتفسير علي بن إبراهيم.",
        "القسم الرابع: الأشخاص الذين لم يوثَّقوا بصراحة، ولكن مُدِحوا أو وُصِفوا بأوصاف ربَّما يُستكشف منها الوثاقة.\nأمَّا رأيي في كامل الزيارات، فإنِّي أستبعد الرأي الأخير للسيد الخوئي في توثيقه لمشايخه وأساتذته المباشرين فقط؛ ذلك لأنَّه لا بد لنا من أن نرى ماذا يريد ابن قولويه أن يقول في مقدِّمته. عندما ندقِّق في المقدِّمة، نجد أنَّه يُريد أن يُثبت الثقة بالكتاب وبأحاديثه التي جمعها فيه. ويُؤكِّد أنَّه مُعتدٌّ بها، وأن يقول: لا تتصوروا أنَّني جمعتُ الأحاديث التي بلغتني من دون تدقيق. إنَّه يُريد إثبات قيمة كتابه، وإلاّ فأيَّة ثمرة تُجنى من مجرَّد كون الراوي الأخير ثقة، وهو ينقل عن الضعاف؟\n\nمن ناحية ثانية، إنَّنا نرى وجود ضعاف في أسانيد كامل الزيارات. ومَّن كان منهم موسوماً بالضعف صراحة ومشهوراً بالفسق، لم يكن أمره خافياً على ابن قولويه، فكيف نتعامل معهم؟",
        "إنَّ ما أراه يختلف عن رأي سماحة السيِّد الخوئي، فالمراد بالثقة عند صاحب كامل الزيارات، هو: الثقة في نقل الحديث، الأمر الذي ثبت لديه بالقرائن، كما لو نقل أحد مبغضي آل محمد صلى‌الله‌عليه‌وآله‌وسلم فضيلة لهم، فيُعلم لدينا أنَّه صادق في قوله ذاك.\nأمَّا محمد بن سنان وأمثاله، ممَّن يُضعِّفهم بعض العلماء، فلديَّ كلام أيضاً عليهم. إنَّهم يقولون عن محمد بن سنان: إنَّه كذَّاب، فكيف نعمل بأحاديثه؟ فيدعون أحاديثه جانباً، لكنَّنا، في الجانب الآخر، نجد أنَّ القدماء (رضوان الله عليهم) ينقلون رواياته، فالكليني، مثلاً، يقول في أوَّل كتابه الكافي: إنِّي أنقل الأحاديث الصحيحة، ونجد أنَّه ينقل كثيراً من الأحاديث عن محمد بن سنان.\nالأمر اللاَّفت للنظر هو أنَّ محمد بن سنان، وأمثاله من الغلاة، يُنْعَتُون بالكذَّابين؛ لغلوِّهم، لا لأنَّهم يكذبون، بل بمعنى أنَّهم يقولون كذبة كبيرة؛ حيث يقولون في الأئمة قولاً نرفضه. فهل من الإنصاف أن ننعته بأنَّه ينقل عنهم كذباً، في حين أنَّنا نحن نعدُّ الأئمة أئمة، ونخشى أن نكذب عليهم، فكيف بمَن يعتقد بربوبيتهم، أتراه يكذب عليهم، وبخاصَّة في أحاديثهم الفقهي؟ نعم، لنا أن نرفض ما يأتي به في إثبات غلوِّه، أو ما يزوِّّره لمصلحته.\n",
        "أسس التَّطوير الفقهي، حوار مع الشَّيخ جعفر سبحاني\nيُعدُّ اسم الأستاذ جعفر سبحاني، عند الذين ألِفوا البحوث الفقهية منذ زمنٍ مديد، اسماً مشهوراً؛ فقد أمضى سنين طوالاً في التدريس والبحث، مُستفيداً من قدرة الفهم والإبداع؛ ما جعل منه صاحب رأي في مختلف المسائل الدينية، وصب كل اهتمامه - وبكل ما أوتي من قوة - على المحافظة على الكيان المعنوي للمجتمع الإسلامي، ولم يدَّخر وسعاً في هذا المضمار. \nإنَّ تربيته المئاتَ من الطلبة، وكتابته عشرات الكتب والرسائل؛ لدليل صادق على هذه الجهود المضنية التي بذلها. \nونغتنم هنا الفرصة التي أتاحها لنا، لنطرح على سماحته مجموعة أسئلة في مجال أسس المعرفة وبعض الشُّبهات التي تثار حول بعض المسائل الفقهية.",
        "ومع شكرنا الجزيل لسماحته، نضع بين أيدي النخبة المثقَّفة من القُرَّاء نصَّ هذا الحوار.\n* مع شكرنا الجزيل لإتاحتكم هذه الفرصة لنا، وفي سبيل افتتاح هذا البحث، حبَّذا لو تفضَّلتم بالتعريف بالدور الذي تؤدِّيه الخلفية الفكرية والمعرفية والوجودية والإنسانية للفقيه، في استنباطه الأحكام الشرعية؟\nالشيخ سبحاني: لا يوجد فقيه بمقدوره أن يستنبط حكماً من دون اعتماده على مجموعة من الفرضيَّات البديهية المسبَّقة؛ وذلك لأنَّ الفقيه ليس حالة معزولة يستطيع أن يستنبط الحكم الإلهي من غير التأثُّر بتاريخ حياته مع أمه وأبيه، وبيئته العلمية، واتصاله بالمجتمع.\n",
        "وليس ذهن الفقيه وحده الذي لا يخلو من الفرضيَّات المسبَّقة، بل إنَّ علماء الرياضيات والفيزياء والكيمياء، أيضاً، يكتشفون القوانين والمعادلات باعتمادهم على سلسلة من الفرضيَّات البديهية المسبَّقة. وعلى هذا ينبغي أن نضيف إلى سؤالكم أمراً آخر، وهو أنَّ الفرضيَّات المسبَّقة نوعان:\n1 - فرضيَّات مسبَّقة مشتركة، يتمكَّن العلماء بوساطتها من الاستمرار في بحوثهم؛ فالفقيه، مثلاً، يتمكَّن من الاستنباط اعتماداً على مجموعة من القواعد الأدبية واللُّغوية والمبادئ البديهية، المتَّفق عليها من قبل الجميع. كما يتمكَّن علماء الرياضيات من الخوض في أبحاثهم من خلال القبول بجدول الضرب، وكذلك عالم الكيمياء يتابع أبحاثه بعد قبوله بتصنيف مندلييف الدوري للعناصر الكيماوية. وعلى هذا، فليس بمقدور أيِّ باحثٍ أن يُقدِم على البحث من غير اعتماده على الفرضيَّات البديهية. وهذا النوع من الفرضيَّات لا نقاش فيه.\n2 - وفي ما يتعلَّق بالفقيه، فإنَّ الأمر المطروح هو أنَّه يمكن للبيئة التي نشأ وترعرع فيها أن تؤثِّر في بعض آرائه. وهنا نورد أمثلة لذلك:\nيميل الفقهاء الذين يعيشون في بيئة تكون فيها أنابيب الماء إمَّا قليلة أو منعدمة، وحيث ينتفع الناس من الماء القليل - وبسبب المعضلات القائمة - إلى القول بعدم (انفعال الماء القليل بملاقاته المُتنجِس). بينما الفقهاء الذين يعيشون في المدن الكبيرة، ويستفيدون من نعمة شبكة أنابيب المياه، ولا يعانون من شُحِّ المياه، يفتون - بموجب رواية أو روايتين - بانفعال الماء القليل بملاقاة المُتنجِس، ولا يعبأون بالأدلة التي تُعارض آراءهم. ",
        "والنتيجة المستخلَصة هي: إنَّ المعضلات التي تواجه الفقيه تكون أحياناً دافعاً للفقيه للبحث عن حلِّها.\nوشبيه بهذا ما يُلاحظ في مناسك الحج؛ فالفقيه الذي يُعاين صعوبات الحج عن قرب، يقل احتياطه في فتاواه، خلافاً للفقيه الذي يُراقب عن بُعد، فإنَّ احتياطاته في الحج كثيرة. \n\nوقد قيل قديماً: (الحاجة أم الاختراع)؛ ولذا فإنَّ مسائل شركات التأمين، أو بيع الامتيازات، والشركات الحديثة، تدعو الفقيه إلى الخوض فيها واستنباط الأحكام لها؛ بينما الفقيه المتقدِّم؛ وبسبب عدم الحاجة لأجوبة عن مسائل كهذه، لا يُفكِّر بالعثور على أجوبة لها، وغالباً ما يرفضها ولا يراها صحيحة.",
        "وبطبيعة الحال، فإنِّ هذا النوع من الاحتياجات المختلفة، لا يُشكِّل إلاّ نسبة مئوية ضئيلة من المسائل الفقهية. وأمثال هذه الافتراضات غير موجودة في الأمور التي هي محل للابتلاء؛ بحيث تُؤدِّي إلى ظهور اختلاف في الفتاوى، فمثلاً أحكام مُبطلات الصوم والصلاة لم تتغيَّر عِبر الزمان.\nويتَّضح من هذا أنَّ الأمور التي لا علاقة لها باستنباط الفقيه، لا يُؤثِّر وجودها أو عدم وجودها في استنباطه. ومن ذلك المسائل المتعلِّقة بنظرية المعرفة في الفلسفة الإسلامية؛ ممَّا يبحث في موضوع الوجود الذهني أو مواضع أخرى منه. وكذلك قضايا الوجود، وهل أنَّ الأصالة للوجود أو للماهيَّة، والقضايا المتعلِّقة بمعرفة الإنسان ومعرفة غرائزه وذاته، تترك أثراً في تفكير عالم الأخلاق، وليس في نمط تفكير الفقيه.\nوالخلاصة هي أنَّه ينبغي تحديد الفقه ومبادئه. وسنرى، في هذه الحالة، أنَّ هذا النَّوع من المعلومات لا يُؤثِّر في استنباط الفقيه، وغالباً ما يكون المؤثِّر في الفقه هو الحاجة أو عدم الحاجة؛ حيث تحدوا الحالة الأولى بالفقيه إلى التفكير بتلبية تلك الحاجة. لكن البحث الموجود في علم الفلك في شأن محورية الأرض أم محورية الشمس، وما إذا كان القبول بالنظريات البطليموسية أو الكوبرنيكية، لا يُؤثِّر أيٌّ منهما في استنباط الأحكام الفقهية؛ ولذا فليس معقولاً القول: إنَّ التطوُّر الحاصل في علوم الرياضيات والفيزياء سيؤدِّي إلى إحداث تطوُّر في علم الفقه.\nفمثلاً، إنَّ معرفة المسافة بين كوكبين بشكل أكثر دقَّة، لن تكون سبباً في زعزعة أسس القواعد الأدبية. فالمعروف أنَّ تأثير علمٍ ما في علم آخر لا يمكن أن يتمَّ ما لم تكن هناك علاقة بين الاثنين؛ ولذلك فإنَّ علوم اللغات الفارسية، والعربية، والصينية، والرومانية، ثابتةٌ وراسخة، بينما حدثت الثورة الكوبرنيكية في علم الفلك وأبطلت النظرية البطليموسية ولم تتأثَّر تلك الأدبيات بما حصل من تطوُّرات فلكية.",
        "\nونودُّ هنا التذكير بأنَّ القول بتأثُّر الفقهاء بالمتغيِّرات أمرٌ لا يقتصر على الفقهاء، بل إنَّ الجنس البشري والعلماء هم على هذه الشاكلة. فقبل مائة عام لم تُخْطَ خطوة واحدة في علاج السرطان؛ لأنَّه كان مرضاً نادراً. أمَّا اليوم، حيث انتشر بشكل واسع، فإنَّ العلماء - وبدافع من الحاجة - مندفعون للبحث عن علاجٍ له. وكان الناس، في ما مضى، ينتفعون من أنواع الوقود الشائعة الاستعمال، لكنَّهم يعلمون اليوم أنَّهم سيواجهون في المستقبل نقصاً في الوقود المستخرَج؛ وقد أدَّى هذا الأمر بالناس إلى البحث عن إمكانية الاستفادة من الطاقة الشمسية والذَّرِّية مثلاً.\nونخلص من ذلك إلى أنَّ الفرضيَّات المسبَّقة على نوعين:\n1 - الفرضيَّات العامة التي تخطر في أذهان العلماء جميعهم.",
        "2 - الفرضيَّات الخاصة المتأثِّرة بمعطيات خاصَّة؛ مثل البيئة التي يعيش فيها الفقيه، والتي بإمكانها التأثير في كيفية الاستنباط، لكن بشكلٍ نادر جداً.\nومهما يكن، فإنَّ مواجهة مشكلة جديدة تحتاج إلى جواب فقهي، تُؤدِّي إلى أنْ يبذل الفقيه جهداً أكبر للعثور على حلول لها من الكتاب والسُّـنَّة، بينما لم يبذل الفقهاء المتقدِّمون مثل هذه الجهود بسبب عدم الابتلاء بمسائل كهذه.\n* ما هو دور الفقه في تحديد الموضوع؟\nالشيخ سبحاني: الموضوعات، في الفقه الإسلامي، على نوعين:",
        "النوع الأوَّل: أحياناً يتولَّى الفقه تحديد الموضوع، مثل: إنَّ الكرَّ من الماء غير قابل للإفعال، وكذلك تحديد الإسلام لمدَّة الصوم - الذي يعني في اللغة العربية الإمساك بالمعنى المطلق - ما بين طلوع الفجر حتى غروب الشمس، وما شابههما ممَّا يُحدِّده الشارع المقدَّس نفسه.\n\nوالنوع الثاني: ويشمل الموضوعات التي وضع حكمها تحت عنوان عام، وأُوكِل تحديد مصاديقها وموضوعاتها إلى العُرف؛ مثل السجود على الأرض، حيث يُعدُّ أرضاً كل ما عدَّه العُرف كذلك، أو بحث النجاسات الوارد في الفقه، حيث عُدَّ البول والدم نجسين، إلاَّ أنَّ تحديد مصاديقهما أُوكِل إلى العُرف. \nوعلى هذا، فحيثما حدَّد الفقه جميع خصائص الموضوع، فإنَّ الفقيه والعُرف هما في مستوى واحد من وجهة نظر تحديد الشارع المقدَّس. ولكن في الحالات التي يكون فيها الحكم موضوعاً تحت عنوانٍ عام، فإنَّ تحديد مصاديقه يُحال إلى العُرف، ويكون الفقيه حينها تابعاً للعُرف.",
        "* نصل هنا إلى سؤال يمكن أن يكون مطروحاً من قبل الكثيرين؛ وهو أنَّه مع الأخذ بنظر الاعتبار مختلف الآراء، إلى أيِّ مدى تصل حرية رأي الفقيه؟ هل يمكن لرأي الفقيه أن يؤثِّر في ضروريات الدين أو ضروريات الفقه؟\nالشيخ سبحاني: إنَّ عمل الفقيه ليس وضع الأحكام، بل هو اكتشاف الحكم الإلهي اعتماداً على الكتاب والسُّـنَّة. وعلينا أن نُفرِّق بين المخترِع والمكتشِف. فالمخترِع يبتكر من عنده، ويُوجِد شيئاً لم يكن موجوداً من قبل، بينما المكتشِف يكتشف شيئاً كان موجوداً من قبل، لكنَّه مختفٍ خلف ستار، فيُميط عنه الستار ويُظهره. كان عمل نيوتن اكتشاف حقيقة واقعة كان البشر عنها غافلين؛ أي قانون الجاذبية. بينما كان ما أنجزه الأخوان (رايت) هو اختراع آلة لم يكن لها وجود من قبل؛ حيث تمكَّنا - باتخاذهما الطبيعة أنموذجاً، ومع أخذهما بنظر الاعتبار مجموعة قوانين طبيعية - من صنع شيء جديد يُدعى الطائرة.\n\nوبطبيعة الحال، فإنَّ كل شيء جديد بحاجة إلى الاستعانة بالمعارف السابقة، واتخاذها أنموذجاً. إنَّ عمل الفقيه هو من النوع الأول وليس الثاني. وعلى هذا، فقد كان جميع الفقهاء خدَّاماً للوحي، ساعين إلى استنباط الحكم الإلهي بالشكل الذي هو عليه، وأنَّ ما بين يدي الفقيه من بلاغات إلهية يتَّخذ أشكالاً متنوعة:",
        "1 - ضروريَّات الدين.\n2 - ضروريَّات الفقه.\nوينبغي إيضاح ما يتعلَّق بهذين المصطلحين. فالصلاة - مثلاً - هي من ضروريات الدين، بينما تعلُّق الزكاة بالحنطة والشعير من ضروريَّات الفقه. وهذه المسائل التي هي موضع اتفاق المسلمين، والآياتِ القرآنية والروايات المتواترة أو المصحوبة بقرائن، ولفقهاء العالم الإسلامي رأي واحد فيها على مرِّ القرون، غيرُ قابلةٍ لتعدُّد القراءات، فليس لها غير قراءة واحدة، ولا ينبغي التفكير إطلاقاً بإعادة النظر فيها. كما أنَّ الأمور التي ليست من ضروريات الدين والفقه، بل هي من المسائل النظرية، حوالي تسعون في المائة من هذه المسائل عليها الأدلة الكافية، ولا تُوجد لها قراءات متعدِّدة.\nإلاّ أنَّ المسائل الخارجية عن هذه الحالات، والتي لا تبلغ الأدلة عليها تلك الدرجة من الوضوح، لا يكون خلاف الفقهاء فيها بسبب تعدُّد القراءات، بل هو ذو علاقة بكشف القرائن الظاهرية والباطنية التي تُبيِّن الحكم. كما أنَّه مرتبط أحياناً بكيفية فهم الفقيه للرواية، بالشكل نفسه الذي يمكن أن ينشأ خلاف في وجهات نظر عدَّة أشخاص في فهم مادة من مواد القانون المدني أو الدستور، والذي من الممكن أن يسميه بعضهم اختلافاً في قراءة تلك المادة أو النص. ",
        "وهذا الأمر لا يعني أنَّ فقهنا مضطرب؛ ذلك أنَّ الشطر الأكبر من الفقه موجود في الأقسام الثلاثة الرئيسة، وخصوصاً في القسم الثالث. نعم، إنَّ جزءاً من المسائل التي تُشكِّل القسم الرابع منه، هو السبب في اختلاف الفتاوى. \n\nوبطبيعة الحال، فإنَّ جوهر الفتاوى واحد في الغالب، إلاّ أنَّ الفقيه القليل الشجاعة يحتاط كثيراً. وأمَّا الفقيه الذي يمتلك شجاعة أكبر، فيكون أقل احتياطاً في الفتوى. وإنَّ ما يدور اليوم على الألسن؛ من أنَّ الفقه الإسلامي له قراءات مختلفة، إنَّما هو كلام مَن لا دراية له بالفقه، فهو لم يعرف الفقه ولا أسسه.\n* مع الأخذ بنظر الاعتبار الإجابة التي تفضَّلتم بها عن السؤال المذكور آنفاً، نودُّ لو بيَّنتم الحكمين الثابت والمتغيِّر في الفقه؟",
        "الشيخ سبحاني: منذ زمنٍ قديم قُسِّمت أحكام الإسلام إلى صنفين:\n1 - الأحكام والقوانين التي لا يطرأ عليها - من وجهة نظر إلهيَّة - أيُّ تغيير.\n2 - الأحكام الثابتة بالشرع، إلاَّ أنَّها مرتبطة بظروف خاصة يُؤدِّي تغيُّرها إلى تغيُّر الحكم الشرعي.\nمن الأمثلة على الأحكام الثابتة: وجوب الصلاة، والصوم، والدفاع عن الوطن، فإنَّها لا تتغيَّر من حيث الحكم العام (حين نقول: لا تتغيَّر من حيث الحكم العام؛ لأنَّها قد تفقد حكمها العملي بسبب العناوين الثانوية، كأن يكون المكلَّف مريضاً ولا يوفَّق للصوم. فهذا النوع من التغيير حالة استثنائية، وإلاّ فإنَّ الحكم العام لا يتغيَّر إطلاقاً).",
        "أمَّا الأحكام الإلهية التي يرتبط بواقع الحياة؛ أي المتحرِّكة، فليس لها هذا الرِّداء من القدسية الذي للأحكام الثابتة، بل إنَّها تتغيَّر بتغيُّر الظروف، فمثلاً وجوب الدفاع عن حياض الوطن الإسلامي، والنفس، والمال، من القوانين الإسلامية الثابتة. لكن في العصر الذي كان فيه من الضروري، لإنجاز هذا العمل، الاستعداد بالخيل والسيوف والرماح والسهام، قد قال الله تعالى في هذا الشأن: (وَأَعِدُّواْ لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ) (1). فقد أشير في هذه الآية إلى الخيل؛ ذلك أنَّها كانت آنذاك وسيلة النقل وشنِّ الهجمات على العدو؛ لكن اليوم، ومع تطوُّر الصناعة، واختراع الأسلحة الجديدة، لم تعد هناك ضرورة للاستفادة من الخيل؛ ذلك أنَّ كيفية الدفاع ليست حكماً ثابتاً. وبطبيعة الحال، فإنَّ هذا التغيير ينبغي أن يتمَّ ضمن نطاق الأحكام الإسلامية العامة؛ فالدفاع عن النفس - مثلاً - لا يعني تسميم مياه العدو، أو قتل الشيوخ، أو إحراق الأشجار.\n\nإنَّ المبدأ الأساسي في العلاقات بين الدول الإسلامية وغيرها من الدول غير الإسلامية، هو المحافظة على المصالح، وهو مبدأ غير قابل للتغيُّر، إلاّ أنَّ وسائل تنفيذ هذا المبدأ تستلزم أحياناً توسيع العلاقات مع الآخرين، أو تخفيض مستواها في أحيان أخرى، وأحياناً قطعها. وفي ما يتعلق برأي الإسلام في العلاقة بين المسلمين والكفار، لا يوجد مبدأ ثابت سوى هذا المبدأ الذي ينص على صيانة حقوق المسلمين، إلاّ أنَّ وسائل تنفيذ هذا المبدأ تتغيَّر وفقاً للظروف.\nوهذا هو سر كون الإسلام خاتماً للأديان، فالمبادئ العامة التي تتطابق وفطرة الإنسان ومصالح المجتمع، تُعدُّ جزءاً من القوانين العامة، ولا يتغيَّر شيء من أحكامها، غير أنَّ كيفية تنفيذها لها صبغة الضوابط ذات العلاقة بالمتغيِّرات الثقافية والاقتصادية التي تطرأ عبر الزمان.",
        "* هنا يبرز سؤال: ما هو السبيل للتمييز بين الأحكام والقوانين وبين الضَّوابط؟ \nالشيخ سبحاني: إنَّ معرفة ذلك يتم بوساطة الفقهاء وخبراء الشريعة، على أساس الآيات القرآنية والأحكام، حيث يفصِلون الأحكام عن الضوابط، ويحدِّدون معاييرها التي تحدَّثنا عنها. كما يمكنهم تحقيق ذلك بوساطة ما يأتي:\n1 - إنَّ الأحكام التي تتطابق وطبيعة الإنسان هي أحكام ثابتة في الشريعة الإسلامية. ولمَّا كانت طبيعة الإنسان لا تتغيَّر، كان حكم الله - أيضاً - لا يتغيَّر؛ ومن قبيل ذلك ضرورة الزواج والامتناع عن الرهبانية.\n2 - الأشياء التي تمتاز بذاتها بالحسن أو القبح؛ أي أنَّ الإنسان لو نظر إلى العمل نفسه، لحكم بحسنه أو قبحه؛ وذلك مثل كون العدل حسناً، وحسن الوفاء بالعهد، أو حسن جزاء الإحسان بالإحسان، وقبح الظلم وخيانة العهد، أو جزاء الإحسان بالسوء.",
        "3 - الأمور التي تكون مصحوبة بمصلحة أو مفسدة عامة، مثل الخمر والميسر اللذين هما - وبشكل بديهي - يسبِّبان مفسدة عامة، ومثل العدل والإنصاف اللذين يشتملان على مصلحة عامة.\n\nغير أنَّ الضوابط هي أمور ليس فيها أيٌُّ من هذه المِلاكات، كما أنَّ الإسلام لم يصر عليها أيضاً. وفي الوقت نفسه الذي تكون فيه هذه الضوابط غير ثابتة، وليست على نمطٍ واحد، إلاّ أنَّها قابلة للتغيُّر وتبادل مواقعها ضمن سلسلة من الأحكام الإلهية العامة، فالسكن مثلاً هو جزء من القوانين الإسلامية، بَيْدَ أنَّ كيفية بنائه مرتبطة بالزمان والمكان، ولكن ينبغي أن يكون في الوقت نفسه قابلاً للتغيير ضمن إطار القواعد العامة، فلا يجوز مثلاً بناء مسكن يؤدِّي إلى إزعاج الجيران.\n* يعتقد بعضهم أنَّ الإنسان بمقدوره أن يمارس حياته وفق المصالح والمفاسد التي يقوم هو بتحديدها، وليست هناك ضرورة للدين، فما هو رأيكم في هذا الشأن؟",
        "الشيخ سبحاني: إنَّ ما يقال، أحياناً، من أنَّنا نقوم بأنفسنا بتحديد المصالح والمفاسد، وبناءً على ذلك لا داعي لاتباع أحكام الدين في تلك الحالات، لا يعدو كونه تفكيراً ساذجاً، والجواب عليه واضح:\nأولاً: ظَلَّ الإنسان قروناً طويلة يعايش المصلحين ودعاة التوحيد، إلاّ أنَّنا لا نزال نرى اليوم هذا الإنسان يعبد الثيران، والأحجار، والتماثيل. وفساد هذا واضح جداً، لكن الإنسان لا يتخلَّى عن تقليد آبائه وأجداده.\nثانياً: إنَّ كثيراً من مِلاكات أحكام الدين خافية في البدء على الإنسان، وقد اتضح قسم منها الآن عن طريق التجربة، فالأضرار التي يُسبِّبها تناول لحم الميتة، ولحم الخنزير، قد عُرفت منذ مدَّةٍ قصيرة، بينما كان ذلك خافياً على الإنسان في ما مضى. فإذا قُرِّر أن نتخلَّى عن قوانين الإسلام لكوننا ندرك بأنفسنا المصالح؛ إذن ينبغي أن تكون البشرية ظلت طوال أربعة عشر قرناً متواصلة تتخبط في المفاسد.\n",
        "ثالثاً: إنَّ إدراك الإنسان للمصالح والمفاسد محدود جداً. ولقد تجاوز الإنسان مسافة جد قصيرة فقط من بحر جهله، ولا يمرّ يوم إلاّ ويزداد وعياً بجهله. ومن الممكن أن لا يستبين حتى يوم القيام مصالح كثير من الأحكام ومفاسدها. إنَّه لمن ألجهل حقاً أن يدَّعي الإنسان إمكانية حلول العقل البشري محلّ الوحي. لقد سُئل أينشتاين بعد اكتشافه النظرية النسبية: ما هي نسبة ما تعلمه إلى ما تجهله؟\nأجاب - وكان يقف إلى جانب سلَّم مكتبته -: هي نسبة درجات هذا السُّلَّم قياساً إلى العالم العلوي، أي أنَّني لم أرتقِ سوى درجات من سلَّم العلم.\n* ما هو رأيكم في ما يُقال عن ضرورة الجمع بين الدِّين والعقلانية؟\nالشيخ سبحاني: إنَّ ما يقال من أنَّ الدِّين ينبغي أن يكون عقلانياً، ليس المقصود منه أنَّ الإنسان، بعقله الصغير، يستطيع حلَّ أسرار جميع الأصول والفروع وفهم معاييرها، بل أنْ لا يناقض الدين نفسه.",
        "بعبارةٍ أخرى: أن لا يكون هناك تناقض بين العقل والوحي، أو بين العلم والوحي. وأمَّا أن يكون بُعد نظر العقل في مستوى بُعد نظر الوحي نفسه، وبشكل محتَّم، فإنَّ هذا القول هو تصوُّر ساذج. فلا يوجد تعارض بين عدم إدراك الإنسان وبين عقلانية الدين؛ ذلك أنَّه في الحالة التي يدرك فيها العقل ينبغي أن لا يكون هناك أدنى تناقض بين العقل والوحي.\n* تُثار اليوم مسألة بعنوان: اتِّباع العقل الجمْعي، فما هو رأيكم في هذا الشأن؟\nالشيخ سبحاني: إنَّ فكرة اتّباع العقل الجمعي ليست جديدة، فهي نفسها فكرة الحسن والقبح العُرفيين في مقابل الحسن والقبح العقليين، حيث يقرّ العُرف أحياناً مجموعة من العادات والتقاليد، ويعدّ التخلِّي عنها دليلاً على انعدام الثقافة، وممارستها دليلاً على الكمال. ومن البديهي أن لا يعارض الإسلام حُسناً وقُبحاً عرفيين كهذين، ومنح الإنسان الحرية في مجال العادات والتقاليد كي يتولَّى إدارة شؤون حياته بالشكل الذي يختاره، شريطة أن لا تتعارض مع التشريع الإلهي. ويمكن إيضاح هذا الأمر بالمثال الآتي:\n",
        "كانت حفلات الأعراس في ما مضى تُقام في البيوت؛ حيث لا يتجاوز عدد الضيوف المائة، إلاّ أنَّ هذه الحفلات تنعقد اليوم غالباً في صالاتٍ تُؤجَّر لهذا الغرض. ولقد منح الإسلام الحرية للزوجين في أن يختارا إقامة الحفل في البيت أو الصالة، شريطة أن لا يكون في أيٍّ منهما ما يتعارض والشرع؛ كاختلاط النساء بالرجال بالشكل المؤدِّي إلى مفسدة، أو أن تستضيف النساءُ الرجالَ - أو العكس - بالشكل المحرَّم. ففي الغرب اليوم يُعدُّ واحداً من آداب هذه الحفلات أن يُوضع فيها الخمر على الموائد، بحيث إذا لم يُقدَّم الخمر، عُدَّ ذلك إهانة. ويكون تعدُّد أنواع الخمر أحياناً دليلاً على المبالغة في التكريم، ولكن لمَّا كان هذا العُرف قبيحاً لدى الشرع، فمن البديهي أن لا تكون له أيَّة قيمة.\nوأحياناً يُراد من العقل الجمعي التشاور، ومن البديهي أنَّ التشاور هو نوع من تلاقح الأفكار مع بعضها، شريطة أن يعمل المستشير برأي المشير. ونشاهد مثل هذا الأمر في انتخابات مجلس الشورى، أو رئاسة الجمهورية؛ فالمتعارف هو أنَّ الأساس الذي يقوم عليه المجلس، أو رئاسة الجمهورية، هو أصوات أبناء الشعب الذين لهم الحرية التامة في اختيار الأشخاص، ولكن في الوقت نفسه توجد معايير لهذا الاختيار، قد حدَّدها الوحي من قبل. ولكون شكل هذه الحكومة مزيجاً ممَّا هو إلهي وبشري، فإنَّ اسمها هو الجمهورية الإسلامية؛ أي أنَّه في الوقت نفسه الذي تُحترم فيه آراء أبناء الشعب، ينبغي أن تكون الأنشطة في إطار القوانين الإسلامية.\nولتقريب ذلك من الأذهان، نضيف أنَّه يحدث أحياناً أن تنظَّم مجموعةُ مقرَّرات للمؤسَّسات، ثُمَّ يتم بعد ذلك إجراء الانتخابات والقيام بالأنشطة بما يتلاءم وتلك القرارات التي صودق عليها. وفي الموضوع المطروح للبحث ينبغي لنا العمل ضمن إطار القوانين الإلهية، ونحن ملتزِمون بها بوصفنا مسلمين.\n",
        "* إنَّ مبحثي المصلحة والعُرف من القضايا الفقهية المهمة، تُرى أي موقع تحتله المصلحة والعُرف في الفقه في رأيكم؟\nالشيخ سبحاني: ينبغي الفصل بين المصلحة وبين عرفنة (من العرف) الفقه؛ إذ إنَّ لهما موقعين مختلفين، سنتحدث عن كل واحد منهما على حدة.\nفي ما يتعلَّق بالمصلحة، نذكِّر بأنَّ الآيات القرآنية والروايات وحكم العقل تدل على أنَّ الأحكام الإلهية قد وُضعت ضمن نطاق سلسلة من المصالح والمفاسد العامة، بل إنَّ القرآن الكريم نفسه قد أشار، في بعض الحالات، إلى المصلحة في الحكم، الذي يُدعى أيضاً: المِلاك، فمثلاً في تحريم القمار والخمر يقول تعالى: (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ) (2). فبناء على هذا، فقد حُرِّم هذان الاثنان لوجود مفسدة فيهما. ولا ينفي هذا المبدأ من بين المسلمين سوى الأشاعرة، إلاّ أنَّ فقهاء السُّـنَّة - الذين أكثرهم أشاعرة أيضاً - لم يتَّفقوا في هذا الأمر مع إمام المذهب. وهم يعدُّون (المصالح المرسلة) أحد الأدلة في أصول الفقه.\nوالأمر الآخر هو أنَّ المصلحة على نوعين:",
        "1 - المصلحة أحياناً نوعية وعامة، تدركها جميع العقول. فإذا لم يكن للإسلام حكم في هذه الحالة، يمكن الكشف عن الحكم الشرعي استناداً إلى العقل؛ وذلك مثل وجوب إقامة الحكومة. فإنَّه حتى لو لم يكن هناك نص عليه في الإسلام (وهذا مجرد افتراض)، فمن وجود مصلحة عامة ملزِمة يمكن استنباط وجوب إقامة الحكم الإسلامي، أو حالة حرمة الاتجار بالمخدرات وتعاطيها، الآخذة اليوم - وللأسف - في الاتساع، ممَّا يؤدِّي إلى تدمير عقول الشباب وأجسامهم، فمن البديهي أن يعدَّ العقلُ تعاطيها أمراً غير صحيح. ومن هنا يمكن أن يكشف عن الحكم الشرعي في شأنها.\n\n2 - المفاسد والمصالح التي يكشف عنها الفقيه ضمن سلسلة من الحسابات، بينما رأيه ليس عاماً، وتُدعى مصالح كهذه في أصول الفقه بـ: (المصالح المرسلة). ويَعدُّ السُّـنَّة هذه المصالح التي يدركها فقيه أو فقيهان، كاشفةً عن الحكم الشرعي، بينما الأمر ليس كذلك لدى الشيعة؛ ذلك أنَّ العقل البشري أكثر عجزا ًعن أن يتمكَّن من إدراك مِلاكات الأحكام ومناطاتها.\nوهنا مسألة أخرى تقع في مستوى أرفع من المصالح، وتلك هي إدراك حسن الأفعال وقبحها. فلو أنَّ العقل، وبعد دراسته لعملٍ ما - وبغض النظر عمَّن يقوم به - حكم بحسنه أو قبحه، فمن البديهي أن يكون هذا النوع من الإدراك العقلي كاشفاً عن الحكم الشرعي، وتُدعى الحالة: قانون الملازمة.",
        "ونستخلص من ذلك كله ما يأتي:\nأ - المصالح العامة التي تحكم بها العقول البشرية على أساس المصالح والمفاسد.\nب - المصالح والمفاسد التي يدركها الفقيه المتخصِّص، ويجعلها أساساً للاستنباط.\nج - الحسن والقبح العقليان الكاشفان عن الحسن والقبح الشرعيين.",
        "هـ - الاستنباط القائم على أساس القاعدتين الأولى والثالثة حُجَّة، إلاّ أنَّ الثانية منها غير حُجَّة.\nأمَّا القسم الثاني من السؤال، وهو عرفنة الفقه، فنقول: المتعارف عليه في أصول الفقه هو وجود مسألة (العُرف والسيرة). وقد وضعتُ أنا أيضاً في كتاب الموجز باباً تحت عنوان (السيرة والعُرف)، لكن علينا أن نحدِّد هذا الأمر.\nفي تحديد العناوين التي هي موضوعات للأحكام، تنبغي مراجعة العُرف. فمثلاً أنَّ الشارع المقدَّس أحلَّ البيع والتجارة، لكنَّه حرَّم الربا والخديعة. ولتشخيص ماهية البيع والتجارة أو الربا والخديعة ينبغي الرجوع إلى العُرف؛ ذلك أنَّ هذه الألفاظ كانت متداولة بين العرب قبل مجيء الإسلام، وكان المخاطبون بها يفهمون منها معاني محدَّدة، وقد جعل الإسلامُ هذه العناوين موضوعاً للأحكام على أساس إدراك ذلك العُرف. وعلى هذا، فتحكيمه في باب تحديد المفاهيم حُجَّة.\n",
        "فإذا واجهتنا مسألة تحديد أحد المفاهيم، مثل الغبن أو العيب في المبيع، ففي تعريفها ينبغي الرجوع إلى العُرف. فلو أنَّ شخصاً اشترى ضمن صفقة ثمنها عشرة ملايين دينار، بضاعةً أغلى من ثمنها بألف دينار، فإنَّ ذلك لا يُدعى في العُرف غبناً، وكذلك العيب في المبيع. ونخلص من ذلك إلى أنَّ تحديد المفاهيم ينبغي أن يتمَّ وفقاً للعرف.\nويُعدُّ العُرف مرجعاً لنا في تشخيص المصاديق. فقد جعل الإسلام موضوعات مثل: (الوطن) و(المعدن) و(الحرز) في السرقات، و(الأرض الموات) موضوعاً للحكم، وإذا أردنا معرفة مصاديقها، ينبغي الرجوع للعرف. وحتى في التقاليد الشائعة لدى بعض الأمم، فإنَّه عُدَّ معياراً للتحكيم، فمثلاً لو أنَّ أحداً باع سيارة، ترى هل أنَّ قِطَع غيارها جزء من صفقة البيع تلك أو لا؟ هذا يحدِّده العُرف. أو لنفترض وقوع نزاع بين رجل وزوجته حول المهر، فقال الرجل: إنَّه دفع المهر بكامله ساعة توقيع عقد القران، بينما ادعت الزوجة خلاف ذلك. فهنا ينبغي أن يتَّخذ العُرف في ذلك البلد حكَماً في القضية. فإذا كان العُرف هناك يقول: إنَّه ما دام كل المهر أو بعضه لم يُؤخذ، فإنَّ عقد النكاح لا يتم، يكون قول الرجل مقدَّماً في هذه الحالة.\nوبناء على هذا، فالعُرف في حالات كهذه، حُجَّة. إلاَ أنَّ عرفنة الفقه شيء آخر لا ينسجم وحقيقة التشريع الإلهي؛ ذلك أنَّه يجعلنا منقادين للعرف في تشريع الأحكام، فما تقبَّله العُرف كان معياراً لأحكامنا، وما لم يتقبله حرَّمناه. فعرفنة الفقه بهذا الشكل تعني إلغاء الأحكام الإلهية وإحلال التشريع البشري محلَّ التشريع الإلهي.\nومن البديهي أنَّه لا توجد اليوم في العالم دولة تستغني عن مجلس تشريعي، إلاّ أنَّ هذا المجلس في الحكومة الإسلامية ينبغي أن يكون برنامجه ضمن نطاق الأحكام الإلهية العامة، وليس تشريع حكمٍ والمصادقة على قانون في عرض القانون الإلهي.",
        "\n* يُتصوَّر أحياناً أنَّ عرفنة الفقه هو الأمر الذي عدَّ فيه الإمام الخميني رحمه‌الله عاملَ المصلحة ملازماً للولاية؛ حيث قال: (إنَّ المحافظة على النظام الإسلامي من أوجب الواجبات)؛ أي أنَّه من أجل مراعاة المصالح يمكن أن يُقبل أيُّ تطورٍ في الشريعة. فضلاً عن أنَّ (مجمع تشخيص مصلحة النظام) الذي تُحدَّد فيه - من دون أي قيد أو شرط - المصالح الوطنية بوساطة عرف العقلاء في المجتمع، هو شكل عملي ومؤسَّساتي لتدخُّل العُرف في أنشطة الدولة، ممَّا له تأثيرات أساسية في هذا المضمار. بَيْدَ أنَّ الفقيه له ولاية مطلقة؛ أي له جميع صلاحيات النبي صلى‌الله‌عليه‌وآله‌وسلم والأئمَّة المعصومين عليهم‌السلام في التقنين والتشريع، وهو نفسه - وبحكم إنشائه مجمع تشخيص مصلحة النظام - يُعدُّ مصدراً للتشريع. وينبغي الاعتراف بجهاز الفقه الشيعي واحداً من المصادر والأدلة الفقهية إلى جانب المصادر الأربعة.\nالشيخ سبحاني: في هذا الكلام مجموعة استنتاجات مغلوطة في ما يتعلق بولاية الفقيه، وكذلك في تدخل عامل المصلحة فيها، وأيضاً في نسبة التشريع للفقيه. وينبغي هنا التذكير بثلاثة أمور:\n1 - ولاية الفقيه تعني إشراف الفقيه على المجتمع الإسلامي، وينبغي أن يتم ذلك في إطار الكتاب، والسُّـنَّة، والعقل، والإجماع. والولي الفقيه في الحقيقة هو مُنفِّذ مضامين الأدلة المذكورة، مع الأخذ بنظر الاعتبار الأهم فالأهم. ترى أية علاقة لهذا بعرفنة الفقه؟",
        "2 - إنَّ إدخال عامل المصلحة في النظام، وفي تأسيس مجمع تشخيص مصلحة النظام، أمر أعلى من البرنامج، وليس في متنه. وبحسب المصطلح، فهو في طول التشريع الأولي، وليس في عرضه. وإنَّ مجمعاً كهذا يؤسَّس لحاجة ماسَّة، وعند زوال الحاجة، لا يبقى مسوِّغ موضوعي لوجوده.\n\nإنَّ إدخال عامل المصلحة في التشريع هو أنَّه إذا واجه تطبيق الأحكام مشكلةً ما، فإنَّ الفقيه - مع خبراء فريق تشخيص مصلحة النظام - يحدِّدون الأهمَّ ويقدِّمونه على المهم. وهذا لا علاقة له بعرفنة الفقه، بل هو تقديم لمِلاك حكمٍ على مِلاك حكمٍ آخر.\n3 - إنَّ التشريع وحق التشريع هو بالذّات لله سبحانه، وحتى النبي صلى‌الله‌عليه‌وآله‌وسلم والأئمَّة المعصومين عليهم‌السلام لم يكونوا مشرِّعين وواضعي أحكام، فما بالك بالولي الفقيه الذي هو في مرتبة أقل؟ إنَّ مهمَّة النبي صلى‌الله‌عليه‌وآله‌وسلم والإمام عليه‌السلام هي تبيان التشريعات الإلهية، وليس وضع الشريعة.",
        "لقد قَسَّم القرآن الكريم الحكم إلى نوعين: حكم الله، و حكم الجاهلية. وإنَّ ما شرَّعه الله هو حكم إلهي، وكل ما عدا ذلك حكم جاهلي، كما قال تعالى: (أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللّهِ حُكْماً لِّقَوْمٍ يُوقِنُونَ) (3). وإذا كانت بعض الروايات قد تحدَّثت عن تشريع رسول الله صلى‌الله‌عليه‌وآله‌وسلم؛ فذلك لأنَّ رسول الله صلى‌الله‌عليه‌وآله‌وسلم كان على علم بالمِلاك الحقيقي للحكم، فكشف عن الحكم الشرعي. فقد ورد في رواية: (إنَّ الله حرَّم الخمر، وحرَّم رسول الله كلَّ مُسكِر).\nوللفقيه ولاية إصدار الأحكام الولائية، ومعنى ذلك أنْ يُقدِّم حكماً على حكمٍ آخر لسدِّ حُجَّة ورفع حرج، ولا يعني أنْ يشرِّع حكماً ويبلغ مرتبة الشارع.\nومعنى الولاية المطلقة للفقيه هو أنَّ ولايته لا تقتصر على زمانٍ وحدٍّ خاص، وهو يستطيع حلَّ جميع المعضلات ضمن نطاق القوانين الإلهية العامة. ولا يعني ذلك أنَّه يضع لتلك الحالة حكماً، ويصبح مُشرِّعاً في (عرض) الله سبحانه وتعالى، والنبي صلى‌الله‌عليه‌وآله‌وسلم. \nوعلى هذا يُستخلص ممَّا مرَّ آنفاً أنَّ إدارة النظام الإسلامي على أساس ولاية الفقيه، لا تعني التخلِّي عن قدسيَّة الأحكام الإلهية.",
        "\n* إذا تم الكشف عن مناط وعلَّة الحكم، هل يمكن التغاضي عن بعض ظواهر الشريعة؟\nالشيخ سبحاني: إذا تم الكشف عن المناط الواقعي بوساطة الشرع نفسه، فمن البديهي أن يكون الأمر تابعاً لذلك السبب. فالإسلام - مثلاً - قال: لا تشربوا الخمر؛ لأنَّه مُسكِر ومُذهب للعقل. فمن البديهي أنَّنا سنوسِّع من حكم الشرع الخاص بهذه الحالة ونحرِّم كل شيء مُسكِر ومُذهب للعقل. وليس هذا غضَّاً للطرف عن الظواهر، بل هو شكل من أشكال توسيع نطاق الحكم الظاهر. وتم ذلك أيضاً بإرشاد الشارع المقدَّس نفسه؛ ذلك أنَّه هدانا - بوساطة ذكره سبب الحكم - إلى أنْ نُوسِّع في الحكم.\nلنفترض أنَّ أباً قال لولده: لا تتناول هذا الطعام؛ لأنَّه مسموم. هذا هو الظاهر من كلامه. ولكنَّه سيَفهم أيضاً أمرين آخرين:",
        "الأول: أنْ لا يأكل أيَّ طعام مسموم.\nوالثاني: عليه أن لا يتناول أيَّ شيء مسموم حتى لو لم يكن طعاماً.\nوالإسلام يقول: إذا أغلظ والداك لك في شيء، فلا تقل لهما أفٍّ، كي لا يتألَّم الأب والأم. وعلى هذا نستنتج أنَّه لا ينبغي إيذاؤهما بأيِّ سبب. إنَّ هذا النوع من التوسُّع يتم بإرشاد من الشرع نفسه، ولا يعني التغاضي عن الظواهر، بل هو توسيع للحكم الإلهي بهداية من الشرع والعقل السليم. وذلك كله في حالة كون المناط واضحاً كما في المثالين السابقين؛ إذ أنَّ استنباط مناط ما بوساطة سلسلة من الحسابات المحتملة. وبالنتيجة، إنَّ غضَّ الطرف عن الظواهر هو نوع من الافتراء على الشرع؛ كأن يقول أحد المتصوفة: إنَّ الله تعالى قال: (وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ) (4)، ولمَّا بلغتُ الآن مرحلة اليقين، فقد سقطت العبادة عني. إنَّ هذا النوع من السببية شكل من أشكال الافتراء على الشرع: (إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لاَ يُؤْمِنُونَ بِآيَاتِ اللَّهِ) (5)؛ ذلك أنَّ المقصود باليقين في هذه الآية هو الموت، والدليل على ذلك قوله تعالى: (وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ * حَتَّى أَتَانَا الْيَقِينُ) (6). \n",
        "وكما قلنا في موضوع العمل بالمصالح، فإنَّ العقل البشري أعجز من أن يعرف المناطات التي لأجلها شُرِّعت الأحكام، لكي يتخلَّى في إطار معرفته لهذه الأهداف عن ظواهر الشريعة.\nوإنَّ واحدة من مراتب الإيمان التسليمُ أمام الوحي، وهذا التسليم بحد ذاته هو الكمال. يقول القرآن الكريم: (فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا) (7).\nوإنَّ أولئك الذين يريدون - من خلال تشخيص المِلاكات - التصرُّف في الظواهر، إنَّما يعدُّون أنفسهم للقضاء على الشريعة، وذلك مثل إلغاء حكم الوضوء والغسل عن المسلم الذي يلتزم بنظافة نفسه في الليل والنهار، أو القول: إنَّ الصلاة والصيام مفروضان على الذي لم يصل إلى تلك المرتبة من ذكر الله، أمَّا مَن بلغ تلك المرتبة، فهو ليس بحاجة لأداء الصلاة. فهذه الإصلاحات، وهذا التجديد، نوعٌ من اللصوصية التي يُراد عن طريقها محو الشريعة من ساحة الحياة.\n* بما أنَّكم واصلتم العمل لسنين طويلة في الحوزة العلمية من خلال التدريس والبحث، ماذا لديكم في شأن ما يمكن أن يلحق بالفقه من ضرر؟",
        "الشيخ سبحاني: إذا كان الفقه هو مجموعة الأحكام الإلهية التي تُستنبط من الكتاب والسُّـنَّة، فلن يصيبها أدنى ضرر. والضرر الذي يمكن أن يلحق بالفقه إنَّما يأتيه حين يُؤخذ من غير طرقه الصحيحة. فمثلاً بدلاً من الرجوع إلى المصادر المعوَّل عليها، كالكتاب والسُّـنَّة والإجماع والعقل، نلجأ إلى المعايير الظَّـنِّية والاحتمالية، ونستنبط الفقه الإسلامي منها. فمن البديهي أن لا يكون فقه كهذا بمنأىً عن الضرر؛ ذلك أنَّ الشيء الذي فيه جانب ظنِّي، غير كاشف عن الواقع، ولن يوصلنا إلى الحكم الإلهي.\n\nوهنا يمكن أن يتُصوَّر ضرر آخر يصيب الفقه، وذلك هو إلغاء الجانب العملي في الفقه، ليتخذ شكلاً فكرياً، ويتحوَّل إلى تمارين. ففي الفقه الإسلامي مسائل ربَّّما لا تحدث مرة واحدة طوال قرن كامل. رغم أنَّ البحث في مسائل كهذه هو رياضة ذهنية، ولكن لمَّا لم تكن لها صلة بحياة الإنسان، فإنَّ إضاعة الوقت فيها يخرج الفقه عن حالته الحيوية والمتطوِّرة إلى العالم الفكري. فالمسائل ذات العلاقة بالرقيق، الذين كانوا يدعون بالإماء والعبيد، كانت تبحث في القرون الماضية لوجود حُجَّة إليها، لكنَّها الآن لا تجد لها مصداقاً في الواقع.\nوالضرر الثالث الذي يمكن أن يصيب الفقه هو تطبيق الممارسات القائمة في أسواق المسلمين على القواعد الإسلامية ومنحها صفة التحليل، فلا شك أنَّ هناك الآن في المعاملات القائمة في السوق مسألة باسم بيع الشيكات أو الحوالات المالية وأمثالهما، نحن بحاجة ماسَّة لبحث هذا النوع من المسائل.",
        "وعلى الفقيه أن يدرس المسائل بتجرُّد وموضوعية، ومن دون أحكام مسبَّقة؛ ليتمكَّن من استنباط أحكام لها من القواعد العامة، سواء أكانت متوافقة مع ما يمارسه الناس أم لم تكن.\nوالضرر الرابع هو عدم بحث المسألة المطروحة بشكلها الواقعي، وإصدار حكم في شأنها عن طريق العناوين الثانوية أو عناوين أخرى. فعلى الفقيه - مثلاً - أن يستنبط حكماً واقعياً للتأمين، لا أن يجعله يتوافق مع أحد العناوين الشائعة في الفقه؛ ذلك أنَّ استنباطاً كهذا لن تكون له قيمة واقعية.\nلقد نشأت، في عالم اليوم، شركات متنوعة لم يكن لها وجود في ما مضى، من أمثال الشركات التعاونية الشعبية، أو الشركات ذات المسؤولية المحدودة، فعلى الفقيه الذي يريد استنباط أحكام لها بالرجوع إلى الكتاب والسُّـنَّة، أن يدرس حقيقتها وينظر إليها بمنظار القواعد الكلية، لا أن يتجاهل حقيقتها الواقعية ويدخلها تحت أحد العناوين الموجودة قديماً في الفقه.\n",
        "والضرر الخامس الذي يمكن أن يصيب الفقه، هو عدم التحرِّي الدقيق في مضامين الكتاب والسُّـنَّة؛ ذلك أنَّ في الآيات القرآنية الكريمة مجموعة من أدلة الأحكام غفل عنها الفقهاء. وإنَّ هذا النوع من الاستنباطات موجود في كلام الأئمة الأطهار عليهم‌السلام. وإنَّ هذا يستلزم شكلاً من أشكال معرفة القرآن، ليتبيَّن في ظلال الآيات القرآنية قسمٌ من الأحكام التي يبدو أنَّها لم يرد نص فيها.\n* مع تكرار شكرنا الجزيل لسماحتكم لتلبيتكم دعوتنا لهذا الحوار، هل لديكم في الختام ما تودون الإدلاء به؟\nالشيخ سبحاني: ندائي العام هو: كما يوجد لكل علم خبراؤه الخاصون، ولا يمكن للآخرين إبداء الرأي في موضوع تخصُّصهم، كذلك الأمر بالنسبة للقضايا الدينية، سواء العقائدية منها أم الشرعية، فإنَّ لها خبراءها، ولا يمكن اعتبار كلام أيِّ إنسان ليس له تخصُّص كافٍ في هذا العلم، حُجَّةً، والقبول بوجهة نظره. فعالم الفيزياء اليوم لا يبدي وجهات نظره في المسائل الكيمائية، والعكس صحيح أيضاً. إلاّ أنَّ الذي يؤسف له أن يبادر مَن هو عامل في حقول العلوم التجريبية إلى إبداء وجهات نظره في المسائل الفلسفية والكلامية والفقهية، ويعرض ذلك بعنوان خبير!! إنَّ كثيراً من الصحف في البلاد اليوم، وباسم الحرية، تجاوزت حدودها، وهي تبدي وجهات نظرها في كل ما يعنُّ لها من أمور دينية، وفلسفية، وكلامية، ما يؤدِّي، في نهاية المطاف، إلى إضعاف النزعات الدينية. ولو كانوا باحثين عن الحقيقة حقاً، فبإمكانهم أن يدوِّنوا موضوعاتهم بشكل أسئلة في كراسات محدودة التداول، ويطلبوا إلى حكماء الإسلام الحقيقيين والفقهاء الأجلاَّء أن يجيبوا عنها، وعند ذلك تنشر الأسئلة والأجوبة معاً. إنَّني أتصوَّر أنَّ كثيراً من المقالات ذات جوانب سياسية، ودوافع لا دينية؛ الأمر الذي يؤدِّي ببعض الصحفيين إلى أنْ يخرجوا عن دائرة مهمَّاتهم الأساسية.\n",
        "الهوامش \nــــــــــــــ\n1 - الأنفال: 60.\n2 - المائدة: 91.",
        "3 - المائدة: 50.\n4 - الحجر: 99.\n5 - النحل: 105.\n6 - المدَّثِّر: 47 - 48.",
        "7 - النساء: 64.\n"
    ]
}