{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nاسم الكتاب / الاختلافات فى الكتاب المقدس\n(1/1)\n",
        "تقديم بقلم الأستاذ الدكتور\nعبد العظيم إبراهيم المطعنى\nالأستاذ بجامعة الأزهر\n\nهذا الكتاب فريد فى منهجه وشموله وجمال تنسيقه وجودة توثيقه وإن لم يكن فريداً فى موضوعه فقد سبقه أعمال أخرى منها كتاب إظهار الحق لرحمة الله الهندى ، وكتاب \" الاختلافات فى ترجمات الكتاب المقدس\" للواء أحمد عبد الوهاب وغيرهما كثير ، كلها أولت ظاهرة الاختلافات فى الكتاب المقدس بعهديه : القديم (التوراة) والجديد (الأناجيل) عناية فائقة ، ومنها كتاب الدكتور موريس بوكاى الطبيب الفرنسى \" الكتب المقدسة فى ضوء الاكتشافات الحديثة \" .\nوقد جمع أقوالاً كثيرة لنقاد الغرب ومنهم رجال دين وآباء كنسيون، تتعلق بالاختلافات الكثيرة فى أسفار الكتاب المقدس .\nفهذا الكتاب \" الاختلافات فى الكتاب المقدس \" لصاحبه سمير سامى شحاته ، ينفرد عما عداه من الكتب التى عالجت هذا الموضوع بمزايا كثيرة أشار إليها المؤلف فى فرع خاص من فروع هذه الدراسة التى بين أيدى القراء . ونخص منها بالذكر ميزة المزايا وهى :\nإنه كتاب جامع شامل لموضوعه ، تتبع فيه المؤلف كل أنواع الاختلافات الواردة فى صياغات الكتاب المقدس لفظاً و معنى . ونسقها تنسيقاً طيباً يرقى بعمله هذا أن يكون كشافاً أميناً عما تناثرت نصوص الكتاب المقدس من اختلافات خفية أو واضحة ، مع بيان جهات الاختلافات بين النصوص . وإن قراءة هذا الكتاب قد تكفى عن قراءة غيره مما هو فى موضوعه خدمة للعلم و المعرفة . ومساعدة للدارسين و الباحثين أن يستأنفوا البحث من جديد ، و توفيراً للوقت و الجهد .\nوأشهد أن المؤلف بذل جهداً عظيماً فى وضع هذا الكتاب العظيم الفائدة .\nولا يسعنا إلا أن نسأل الله لنا وله بأن يتقبل منا أعمالنا الصالحة وأن يعفو عما نسيناه أو أخطأنا فيه . والله ولى المؤمنين .\nالقاهرة فى 27/8/1425هـ\nالموافق 11/10/2004 م\nأ.د / عبد العظيم المطعنى\nالفهرس\n(1/2)\n\nالمقدمة\n\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين ، والصلاة والسلام على رسول الله محمد صلى الله عليه وآله وصحبه وسلم ، مَن يهدِ الله فهو المهتد ، ومَن يضلل فلن تجد له ولياً مرشداً . أما بعد :\nفإن البحث في العقائد والأديان يحتاج إلى قدر كبير من الموضوعية ، وإلى قدرة عظيمة التجرد من الأحكام والأفكار المسبقة والعادات والتقاليد المتوارثة ، وهذا شرط للوصول إلى الحقيقة المقدسة .\nومعتنق عقيدة أو ديانة ما أشد احتياجاً من غيره لهذه الشروط التي تؤدي للوصول إلى الحقيقة غير عابئ بما توارثه ، أو بما تهواه نفسه ، أو بما نشأ عليه ؛ فالشخصية القوية لا تكون إمعة ، فلا تقول أنا مع الناس إذا أحسن الناس أحسنت وإن أساءوا أسئت ، ولكن تكون مع الحقيقة أينما كانت وأياً كان طعمها وشدتها .\nفالدين هو تجارة العمر التي لا تتكرر ، والتي يجب أن يتم فحصها فحصاً دقيقاً ، فهي ليست بأقل من الصفقات التجارية التي يُجهد الإنسان نفسه لمعرفة حقيقتها ، وهل هي صفقات معيبة أم سليمة ؟! ، صادقة أم خادعة ، حقيقية أم مزيفة ، ولكن الدين أهم وأكبر من أي شيء آخر؛ فخسران صفقته خسران أبدي ومكسبه مكسب أبدي .\nولذلك بدأت القراءة في الرسالات ، وعندما قرأت (الكتاب المقدس) () ذهلت من وجود اختلافات كثيرة وواضحة ، فتفرغت تقريباً للقراءة فيه وعنه في مدة ليست بالقصيرة ، مستكثراً أن يكون في كتاب ديني شهير يؤمن به عدد كبير من الناس – مثل هذا العدد الكبير من الاختلافات المتنوعة والمتعددة ! .",
        "(1/3)\n\nوعندما أردت أن أقرأ كتاباً متخصصاً عن الاختلافات لم أجد إلا اختلافات متفرقة في كتب قديمة وحديثة مع عديد من الموضوعات الأخرى ، فقررت أن أجمع هذه الاختلافات ، فجمعتها هنا واستبعدت اختلافات أخرى كانت موجودة في طبعات سابقة أو لغات أخرى ، وغير موجودة في الطبعة الحالية باللغة العربية ، وبعد ذلك قررت القراءة بتمعن في (الكتاب المقدس) مقارناً النصوص بعضها ببعض ، فاكتشفت مرة أخرى عددًا كبيراً من الاختلافات ، أضفته إلى ما جمعته من قبل .\nوأثناء هذه المرحلة من البحث شُنت حملة شعواء على الإسلام لم يسبق لها مثيل ، بمهاجمته عقيدةً وشريعةً ، تقودها دول كبرى ومؤسسات عظمى وأجهزة إعلامية جبارة ، متخذة من المفكرين والكتّاب والصحفيين وجميع وسائل النشر الحديثة من القنوات الأرضية والفضائية وشبكة المعلومات الدولية وغيرها رأس حربة ضد كل ما هو إسلامي ، طاعنة في أركانه وأسسه من القرآن والسنة .\nوكان من نماذج هذه الأعمال كتاب بُث على شبكات المعلومات الدولية في شهر رمضان سنة 1424هـ بعنوان \"الإتقان في تحريف القرآن\" ، وقد تصدى له في حينه بعض العلماء والكُتاب منهم الدكتور عبد العظيم المطعني .\nوكان النموذج الثاني كتاب وُزع على نطاق واسع بين الشباب ، عنوانه \"هل القرآن معصوم ؟!\" ، ومؤلفه سموه/عبد الله عبد الفادي ، وذكروا في مقدمته أنه طُبع في النمسا ونشرته دار نشر ادعوا أن اسمها \"نور الحياة\" ، وقد احتوى الكتاب على 247 طعنًا في الإسلام موزعة على أصول الإسلام وفروعه ، وقد تصدى لها المجلس الأعلى للشؤون الإسلامية بوزارة الأوقاف المصرية ، فأصدر كتاب \"حقائق الإسلام في مواجهة شبهات المشككين\" .\n(1/4)",
        "\nمن أجل ذلك قررت أن أنشر هذه الدراسة ، فقمت بعرض ما توصلت إليه من قبل وجمعته من اختلافات في صورة أسئلة ، لها إجابتان مختلفتان ، مدعماً كل إجابة بفقرة من الكتاب المقدس لإبراز النصوص المختلفة ، ومهدت للبحث بعرض عدة أنواع من الاختلافات بداية من نشوء الاختلافات في الأفكار والمبادئ المسيحية، وبين المجامع الكهنوتية وبين التلاميذ والرسل ، وبين الناس وبولس ، وبين الأساقفة الأوائل والفلاسفة ، وبين المذاهب المسيحية ، وبين نسخ الكتاب المقدس ، وبين طبعات وترجمات الكتاب المقدس ، ثم بدأت موضوع كتابنا (الاختلافات في الكتاب المقدس) ، وبدأته من العهد القديم وختمته بالعهد الجديد في صورة موضوعات متسلسلة بقدر الإمكان ، وختمته بالقاعدة التي بُني عليها البحث .\nوعندما اطلعت على تبريرات هذه الاختلافات لاحظت أنها تبريرات غير منطقية ، لا تستند إلى أدلة عقلية أو علمية ، أو حتى من الكتاب المقدس . وقد تفتق ذهنهم إلى عدة ألاعيب كبرى لخداع الأخرين ، بغرض إخفاء و تبرير ما وجدوه من مشكلات معقدة ، واختلافات كثيرة تملأ الكتاب المقدس ، منها ادعاؤهم إن للمسيح طبيعتين : طبيعة ناسوتية و طبيعة إلهية ، مع أن الكتاب المقدس لم يذكر ذلك فى أى موضع منه و لو مرة واحدة !!!\nومن هنا ازددت يقيناً أن ألتزم الحقيقة مهما كانت ، ولا أبرر الباطل مهما كان ؛ لأن الحقيقة أَوْلَى من نفسي ومن الناس أجمعين ؛ لأنها مشتقة من اسم من أسماء الله وهو الحق .\nاللهم أرنا الحق حقًّا وارزقنا اتباعَه\nوأرنا الباطل باطلاً وارزقْنا اجتنابَه\nآمين\nالمؤلف\nسمير سامى شحات\n16 شعبان 1425 هجرية ، 30 سبتمبر 2004 ميلادية .\n\nالفهرس\n(1/5)\n",
        "بداية الاختلافات\n\n\"بعد ذَهاب السيد المسيح - لقي المسيحيون الأوائل صنوفاً من الاضطهادات المدمرة ، على يد اليهود والرومان الوثنيين قرابة ثلاثة قرون ، حتى لقد التهمت كثيراً من كتبهم ومراجعهم ، وقضت على أتباع المسيحية الحقيقيين أو كادت ، ففقدت المسيحية طابعها السهل ، وامتلأت بكثير من الخرافات ممزوجة بالثقافات الوثنية التي كانت تسود الشعوب التي دخلت في المسيحية أو النصرانية وقتئذٍ ، كالمصريين واليونانيين والرومانيين ، خصوصاً ما اتصل بالمسيح نفسه ، فقد كان بعضهم يراه رسولاً ككل الرسل الذين سبقوه ، ورآه آخرون إلهاً ، ورآى فريق ثالث أنه ابن الله ، له صفة القدم ، فهو أعظم من رسول له صلة خاصة بالله ، وهكذا تباينت نِحلهم واختلفت مذاهبهم ، وكل واحدة تدَّعي أنها هي المسيحية الحقة واختلفوا في ذلك اختلافاً شديداً وتصادف في نفس الزمن أن كان الخلاف على أشده بين كنيسة الإسكندرية وعلى رأسها البطريرك بطرس وبين القسيس أريوس المصرى ؛ إذ كان هذا الأخير داعية قوي الحجة جريئاً واسع الحيلة ، فقاوم كنيسة الإسكندرية فيما بثَّته بين المسيحيين من أفكار تقوم على ألوهية المسيح ، فحارب تلك الأفكار ناشراً فكرة الوحدانية .\nولما تفاقم الخلاف بين أريوس وبطريرك الإسكندرية - أضطر الإمبراطور قسطنطين الذى قيل أنه اعتزم الدخول فى المسيحية إلى التدخل في الأمر للوفاق بينهما ، وقد جمع بينهما ، لكنهما لم يتفقا ، فدعا إلى عقد مجمع نيقية للنظر في أمر الخلاف سنة 325 م .\nكيف انعقد مجمع نيقية ؟ :\nيقول ابن البطريق المؤرخ المسيحي في وصف ذلك : \"بعث قسطنطين إلى جميع البلدان لاجتماع البطارقة والأساقفة ، فاجتمع في مدينة نيقية 2048 من الأساقفة وكانوا مختلفين في الآراء والأديان :\n1- فمنهم مَن كان يقول إن المسيح وأمه إلهان من دون الله ويسمون المريميين .\n(1/6)\n\n2- ومنهم من كان يقول إن المسيح من الآب بمنزلة شعلة انفصلت من شعلة نار ، فلم تنقص الأولى بانفصال الثانية منها وهي مقالة سابليوس وشيعته .\n3- ومنهم من كان يقول إن مريم لم تحبل به تسعة أشهر ، وإنما مر في بطنها كما يمر الماء فى الميزاب ؛ لأن الكلمة دخلت في أذنها وخرجت من حيث يخرج الولد من ساعتها وهي مقالة إليان وأشياعه .\n4- ومنهم من كان يقول إن المسيح خُلق من اللاهوت كواحد منا في جوهره ، وأن ابتداء الابن من مريم ، وأنه اصطُفي ليكون مخلصاً للجوهر الإنسي ، صحبته النعمة الإلهية وحلت فيه بالمحبة والمشيئة ولذلك سمي ابن الله ! ، ويقول إن الله جوهر واحد قديم ، وأقنوم واحد ويسمونه بثلاثة أسماء ولا يؤمنون بالكلمة ، ولا بروح القدس ، وهي مقالة بولس الشمشاطي بطريرك أنطاكية وأشياعه وهم البوليفانيون .\n5- ومنهم من كان يقول إنهم ثلاثة آلهة لم تزل ، صالح وطالح وعدل بينهما ، وهي مقالة مرقيون وأصحابه ، وزعموا أن مرقيون هو رئيس الحواريين وأنكروا بطرس .\n6- ومنهم من كان يقول بألوهية المسيح وهي مقالة بولس الرسول ومقالة الثلاثمائة وثمانية عشر أسقفاً من 2048 ممن اجتمع في مؤتمر نيقية سنة 325 م .",
        "(1/7)\n\nويقول الأب عبد الأحد داود المطران المسيحي الذي اعتنق الاسلام ، في كتابه \"الإنجيل والصليب\" إن الأناجيل المعتبرة الآن لم تكن معترفاً بها قبل القرن الرابع الميلادى ؛ لذلك تراه يقول إن هذه السبعة والعشرين سفراً ، أو الرسالة الموضوعة من قبل ثمانية كُتَّاب لم تدخل في عداد الكتب المقدسة ، باعتبار مجموع هيئتها بصورة رسمية إلا في القرن الرابع ، بإقرار مجمع نيقية العام وحكمه سنة 325م ، ولقد اجتمع في هذا المجمع من جميع أنحاء الأرض ألفا مبعوث روحاني وعشرات الأناجيل ، ومئات الرسائل إلى نيقية لأجل التدقيق ، وهناك تم انتخاب الأناجيل الأربعة من أكثر من أربعين إلى خمسين إنجيلاً ، وتم انتخاب الرسائل الإحدى والعشرين من رسائل لا تُعد ولا تُحصى وتم التصديق عليها .\nوكانت الهيئة التي اختارت العهد الجديد هي تلك الهيئة التي قالت بألوهية المسيح ، وكان اختيار كتب العهد الجديد على أساس رفض الكتب المسيحية المشتملة على تعاليم غير موافقة لعقيدة مجمع نيقية وإحراقها كلها\" (1) .\n(1) كتاب النصرانية و الأسلام - المستشار محمد عزت الطهطاوى مكتبة النور . القاهرة 1987م\nالفهرس\n(1/8)",
        "\nالاختلافات بين المجامع المسيحية\n\nولقد انعقد ما يزيد على عشرين مجمعاً أهمها :\nمجمع نيقية سنة 325 م ، ومجمع روما رقم 20 سنة 1869م ، والذي تقررت فيه عصمة البابا فانتقل إليه حق التشريع ، ومجمع صور ، ومجمع القسطنطينية .\nقرارات مجمع نيقية واختلافها مع المجامع الأخرى :\n1- قرار خاص بإثبات ألوهية المسيح وتقرير عقيدة التثليت .\n2- تكفير مَن يذهب إلى القول بأن المسيح إنسان ! .\n3- تكفير أريوس وحرمانه وطرده ، حيث إنه كان قسيساً في كنيسة الإسكندرية وكان يعتقد وينادي بأن المسيح مجرد بشر مخلوق وليس إلهاً أو ابناً لله .\n4- إحراق جميع الكتب التي لا تقول بألوهية المسيح ، أو تحريم قراءتها ومن هذه الكتب أناجيل فرق التوحيد التي تقرر بشرية المسيح في أنه رسول فقط ومنها إنجيل برنابا ، وتم اختيار أربعة أناجيل على أساس التصويت ، هي : متى ومرقس ولوقا ويوحنا .\n\nقرارات مجمع صور :\nأصدر مجمع صور قراره بوحدانية الله ، وأن المسيح رسول فقط ويذكر ابن البطريق المؤرخ المسيحي أن أوسابيوس أسقف نيقومدية كان موحداً من مناصري أريوس في المجمع العام ، قبل أن تبعده عنه كثرته ، ولُعن من أجل هذا ، وتقرب من قسطنطين ، فأزال قسطنطين هذه اللعنة وجعله بطريرك القسطنطينية ، فما إن ولي هذه الولاية حتى صار يعمل للوحدانية في الخفاء ، فلما اجتمع المجمع الإقليمي في صور وحضره هو وبطريرك الإسكندرية الذي كان يمثل فكرة ألوهية المسيح ويدعو إليها وحضر هذا الاجتماع كثيرون من الموحدين المستمسكين به ، ولم يحتط المؤلهون للمسيح من الموحدين كما احتاطوا في مجمع نيقية ، وقد أصدر مجمع صور قراره الفذ وهو وحدانية الله وأن المسيح رسول فقط .\nمجمع القسطنطينية :\nكان سنة 381 م ولم يحضره إلا 150 أسقفاً وسبب انعقاده الاختلاف على ألوهية الروح القدس بين :\n(1/9)\n",
        "1- كنيسة الإسكندرية : إذ تتزعم القول بالتثليث ، أي أن المسيطر على العالم قوى ثلاث هي : المكون الأول ( الأب ) والعقل (الابن) والنفس العامة (الروح القدس) .\n2- أسقف القسطنطينية : مقدنيوس يناصره بعض القسس ، ومنهم الأسقف أوسابيوس الذي أنكر وجود الأقانيم الثلاثة ، إذ أعلم أن الروح القدس ليس بإله ، ولكنه مصنوع مخلوق ، فعقد الإمبراطور تاوديوس الكبير مجمع القسطنطينية وقرر الآتي :\n( أ) حرمان الأسقف مقدنيوس والأسقف أوسابيوس وإسقاط كل منهما من رتبته .\n( ب) تقرير ألوهية الروح القدس ، وبذلك اكتمل بنيان الثالوث في نظرهم ، وصار الآب ويعنون به الله ، والابن ويعنون به المسيح ، والروح القدس ، وكل من هذه الثلاثة أقنوم (أي شخص) إلهي .\nولقد استقر الرأي في مجمع نيقية الكهنوتى عام 325 م على اختيار الأربعة أناجيل وإحراق باقي الأناجيل التي بلغت العشرات ، وهذا الاختيار توافق مع معتقدات الدولة الرومانية ، وقد قرر هذا المجمع بمعاقبة كل مَن يحوز إنجيلاً مكتوباً بالعبرية ، وهذا يدل على كثرة الأناجيل واختلافها ويؤكد هذا \"لوقا\" في إنجيله (1:1-4) () :\n\"إذ كان كثيرون قد أخذوا بتأليف قصة في الأمور المتيقنة عندنا كما سلمها إلينا الذين كانوا منذ البدء معاينين وخُداماً للكلمة ، رأيت أنا أيضاً إذ قد تتبعت كل شيء من الأول بتدقيق أن أكتب على التوالي إليك أيها العزيز ثاوفيلس ؛ لتعرف صحة الكلام الذي علمت به\" () .\nالفهرس\n(1/10)\n\nالاختلافات بين التلاميذ والرسل\n\n1- لقد نعى بطرس رئيس الحواريين على بولس لتحريره رسائله بأشياء عسرة الفهم وحرفت بواسطة أناس غير ثابتين كما حرفوا باقي الكتب .\nففي رسالة بطرس الرسول الثانية (3 : 15 – 16) :\nَ \"كما كتب إليكم أخونا الحبيب بولس أيضاً بحسب الحكمة المعطاة له ، كما في الرسائل كلها أيضاً متكلماً فيها عن هذه الأمور التي فيها أشياء عسرة الفهم يحرفها غير العلماء وغير الثابتين كباقي الكتب\"\n2- ولقد انتقد القديس برنابا بولس في مقدمة إنجيله ، الذي عثر عليه في أوآخرالقرن الثامن عشر في بيئة مسيحية خالصة .\nفقال : \"... كان هناك عدد غير قليل قد غره الشيطان وراح يبشر بمذاهب فاسدة ما بعدها فساد ، مدعين بأن عيسى هو ابن الله ، ومتخذين من الورع والتقوى قناعاً يتخفون وراءه وراحوا يستنكرون الختان (الطهارة) الذي أمر به سبحانه وتعالى إلى الأبد ، ويحلون اللحوم القذرة المحرمة (لحم الخنزير والميتة) وكان من بين هؤلاء بولس المخدوع\" () .\n3- ولكن بولس لم يسكت عليهما واتهمهما بالرياء والانقياد وراء الآخرين تاركين تعاليم الإنجيل ، يقول بولس في رسالته إلى غلاطية (2 : 11 – 14) :\nَ \"ولكن لما أتى بطرس إلى أنطاكية قاومته مواجهة ؛ لأنه كان ملوماً لأنه قبلما أتى قوم من عند يعقوب كان يأكل مع الأمم ولكن لما أتوا كان يؤخر ويفرز نفسه خائفاً من الذين هم من الختان وراءى معه باقي اليهود أيضاً حتى إن برنابا أيضاً انقاد إلى ريائهم ، لكن لما رأيت أنهم لا يسلكون باستقامة حسب حق الإنجيل قلت لبطرس قدام الجميع : إن كنت وأنت يهودي تعيش أممياً لا يهودياً فلماذا تلزم الأمم أن يتهودوا ؟!\"\n4- ويوحنا اللاهوتي ينفى النبوة عن بعض من قالوا أنهم انبياء ، ففي رؤياه (2 : 2) يقول :\nَ \"وقد جربت القائلين إنهم رسل وليسوا رسلاً فوجدتهم كاذبين\" .",
        "(1/11)\n\n5- واندلع الخلاف بين يوحنا ورئيس الكنيسة ، وسخر رئيس الكنيسة من أقوال وفهم يوحنا وطرد أتباعه ، يقول يوحنا في رسالته الثالثة (9 - 10) :\nَ \"كتبت إلى الكنيسة ولكن ديوتريفس الذي يحب أن يكون الأول بينهم لا يقبلنا من أجل ذلك ، إذا جئت فسأذكره بأعماله التي يعملها هاذرًا علينا بأقوال خبيثة ، وإذ هو غير مكتفٍ بهذه لا يقبل الإخوة ويمنع أيضاً الذين يريدون ويطردهم من الكنيسة\" .\n6- ويعترف يوحنا الرسول فى رسالته الأولى ( 2: 18-22 ) : بكثرة الأختلافات عن طبيعة المسيح و يقرر أن هذا الإنكار وتلك المعارضة من علامات الساعة .\nَ \"وكما سمعتم أن ضد المسيح يأتي قد صار الآن أضداد للمسيح كثيرون ، من هنا نعلم أنها الساعة الأخيرة منا خرجوا لكنهم لم يكونوا منا ؛ لأنهم لو كانوا منا لبقوا معنا ، لكن ليظهروا أنهم ليسوا جميعهم منا .... مَن هو الكذاب إلا الذي ينكر أن يسوع هو المسيح ، هذا هو الذي ينكر الآب والابن\" .\n7- بطرس يعترف بوجود أنبياء ورسل يختلفون على الأيمان المسيح ، يقول بطرس الرسول في رسالته الثانية (2 : 1 - 3) :\nَ \"ولكن كان أيضاً في الشعب أنبياء كذبة كما سيكون فيكم معلمون كذبة الذين يدسون بدع هلاك ، وإذ هم ينكرون الرب .... وسيتبع كثيرون تهلكاتهم الذين بسببهم يجدف على طريق الحق وهم في الطمع يتجرون بكم بأقوال مصنعة \" .\n\nالفهرس\n(1/12)",
        "\nالاختلافات بين الناس وبولس\n\nلقد قاوم الناس دعوات تأليه المسيح وعقيدة التثليث واتسعت دائرة المعارضة حتى أصبحت هذه العقيدة محدودة محصورة في أقلية ، فقدت أعصابها ، فاتهمت مخالفيها بالكفر والمروق ، وترك الناس إنجيل بولس إلى إنجيل يخالف ما ذهب إليه، ولقد اعترف بذلك بولس :\n1- يحاول بولس المحافظة على بعض تلاميذه حتى يستمروا على عقيدتة ، فيقول لهم في غلاطية (1 : 6 – 9) :\nَ \"إني أتعجب أنكم تنتقلون سريعاً عن الذي دعاكم بنعمة المسيح إلى إنجيل آخر ، إن بشرناكم نحن أو ملاك من السماء بغير ما بشرناكم فليكن أناثيما ... إن كان أحد يبشركم بغير ما قبلتم فليكن أناثيما \" .\n2- بولس ينصح تلاميذه وأتباعه أن يجتنبوا مخالفيهم حتى لا يتأثروا ويقتنعوا بآرائهم ، فيقول في رسالة بولس الأولى إلى تيموثاوس (6 : 3 – 5) :\nَ \"إن كان أحد يعلم تعليماً آخر ولا يوافق كلمات ربنا يسوع المسيح الصحيحة والتعليم الذي هو حسب التقوى - فقد تصلف وهو لا يفهم شيئاً ، بل هو متعلل بمباحثات ومماحكات الكلام التي منها يحصل الحسد والخصام والافتراء والظنون الردية ومنازعات أناس فاسدي الذهن وعادمي الحق ، يظنون أن التقوى تجارة تجنب مثل هؤلاء\" .\n3- وفي رسالة بولس الثانية إلى تيموثاوس (4 : 14-16) يعترف بأن الجميع تركوه وكانوا يعارضونه بقوة :\nَ \"إسكندر النحَّاس أظهر لي شرورًا كثيرة ليجازِه الرب حسب أعماله ، فاحتفظ منه أنت أيضاً ؛ لأنه قاوم أقوالنا جداً في احتجاجي الأول لم يحضر أحد معي بل الجميع تركوني\" .\n4- ويعلن بولس أن جميع الذين في آسيا تركوا أفكاره وعقيدته :\nففي بولس الثانية إلى تيموثاوس (1 : 15) :\nَ \"أنت تعلم هذا أن الجميع الذين في آسيا ارتدوا عني ، الذين منهم فيجلس وهرموجانس\" .\n5- ويعترف بولس أن آراء مخالفيه تنتشر انتشاراً واسعاً لا حدود له، فيقول في رسالته الثانية إلى تيموثاوس (2 : 14 – 18) :\n(1/13)\n",
        "َ \"فكرْ بهذه الأمور مناشداً قدام الرب أن لا يتماحكوا بالكلام ، الأمر غير النافع لشيء لهدم السامعين ... وأما الأقوال الباطلة الدنسة فاجتنبْها ؛ لأنهم يتقدمون إلى أكثر فجور وكلمتهم ترعى كأكله ، الذين منهم هيمينايس وفيليتس اللذان زاغا عن الحق\" .\n6- ولقد وصل الأمر إلى انقسام واختلاف العائلة الواحدة التي تتبع أقوال بولس ، فتدخل بولس راجياً متوسلاً أن لا يختلفوا حتى يحافظ على الأقلية الباقية الموالية له ، ففي الرسالة الأولى إلى أهل كورنثوس (1 : 10-12) :\nَ \" ولكنني أطلب إليكم - أيها الإخوة - باسم ربنا المسيح أن تقولوا جميعكم قولاً واحداً ولا يكون بينكم انشقاقات بل كونوا كاملين في فكر واحد ورأي واحد ؛ لأني أخبرت عنكم يا إخوتي من أهل خلوي أن بينكم خصومات ، فأنا أعني هذا أن كل واحد منكم يقول أنا لبولس وأنا لأبلوس وأنا لصفا وأنا للمسيح هل انقسم المسيح ؟!\".\n7- وكل ما سبق كان نتيجة طبيعية للأناجيل الكثيرة التي كانت منتشرة ، فلم يثبت ويتأكد للناس أي الأناجيل هو الصحيح ، ولقد اعترف لوقا (1 : 1-3) بكثرة الأناجيل ، فيقول :\nَ \" إذ كان كثيرون قد أخذوا بتأليف قصة في الأمور المتيقنة عندنا كما سلمها إلينا الذين كانوا منذ البدء معاينين وخداماً للكلمة - رأيت أنا أيضاً إذ قد تتبعت كل شيء من الأول بتدقيق أن أكتب على التوالي\" .\n8- وقد أثبت إنجيل متى أن الاختلافات كانت موجودة بين الناس حول شخصية المسيح ومَن هو ، وكان المسيح بين ظهرانيهم ، وفي اعتقادي أن هذا أحد أسباب الاختلافات بين المذاهب المختلفة في المسيحية ، فكان الاختلاف هو : هل المسيح رسول أم إله ؟ ، هل هو نبي أم معلم صالح ؟ ، لقد كان الاختلاف منذ البداية ولم يُحسم قط .\nيقول متى (21 : 45-46) :\nَ \"ولما سمع رؤساء الكهنة والفريسيون أمثاله عرفوا أنه تكلم عليهم ، وإذ كانوا يطلبون أن يمسكوه خافوا من الجموع ؛ لأنه كان عندهم مثل نبي\" .\n(1/14)\n\nويقول متى (16 : 13-17) :\nَ \"ولما جاء يسوع إلى نواحي قيصرية فيلبس سأل تلاميذه قائلاً : مَن يقول الناس إني أنا ابن الإنسان فقالوا قوم : يوحنا المعمدان ، وآخرون إيليا ، وآخرون أرميا أو واحد من الأنبياء ، قال : لهم وأنتم مَن تقولون إني أنا ؟ ، فأجاب سمعان بطرس وقال : أنت هو المسيح ابن الله الحي فأجاب يسوع وقال له : طوبى لك ياسمعان بن يونان لحمًا ودمًا لم يعلن لك ، لكن أبي الذي في السماوات ....\" .\nويقول متى (17 - 14 ) :\nَ \" ولما جاءوا إلى الجمع تقدم إليه رجل جاثياً له وقائلاً : يا سيد ارحم ابني\" .\nويقول متى (19 : 16-17) :\nَ \" وإذا واحد تقدم وقال له : أيها المعلم الصالح أي صلاح أعمل لتكون لي الحياة الأبدية ، فقال له : لماذا تدعوني صالحاً ، ليس أحد صالحاً إلا واحد وهو الله\" .\nالفهرس",
        "(1/15)\n\nاختلافات الأساقفة الأوائل والفلاسفة\n\n\"يقول القديس أريوس أسقف الإسكندرية في القرن الرابع الميلادى : الآب وحده الإله الأصلي الواجب الوجود وأما الابن والروح القدس فهما كائنات خلقها الله في الأزل لكي يكونا وسيطين بينه وبين العالم وهما متشابهان له في الجوهر ولكن ليس واحد منهما فيه ، وأنه لا فضل ولا قيمة للابن والروح القدس إلا بما تفضل به الآب عليهما\" .\nأما الأسقف مقدونيوس الذي كان بطريركاً للقسطنطينية فيقول : \"إن الآب والابن فقط هما جوهر واحد ، أما الروح القدس فهو مخلوق مصنوع\" ويرى هذا الأسقف : \"إن الله مكون من أقنومين فقط وليس من ثلاثة أقانيم وأن الألوهية مقصورة فقط على الآب والابن ، أما الروح القدس فهو ليس إلهًا\" .\nأما الأسقف أبوليناس فيقول : \"إن الأقانيم الثلاثة الموجودة في الله متفاوتة القدر فالروح القدس عظيم والابن أعظم ، والآب الأعظم؛ ذلك أن الآب ليس محدود القوة ولا الجوهر ، أما الابن فهو محدود القوة لا الجوهر ، والروح القدس محدود القوة والجوهر\" .\nيقول يوحنا (14 : 29) على لسان المسيح : \"أبي أعظم مني\"\nويقول مرقس (13 : 32) نقلاً عن السيد المسيح :\n\"وأما ذلك اليوم وتلك الساعة فلا يعلم بها أحد ولا الملائكة الذين في السماء ولا الابن إلا الآب\" .\nولكن هذا الرأي لا يوافق عليه باقي القديسين ، فالقديس أثناسيوس يقرر :\n\"أن الأقانيم الثلاثة معاً هم الله الواحد ؛ لأن جوهرهم - وهو اللاهوت - واحد ليس في الثالوث أول أو آخر ولا أكبر ولا أصغر ، فالآب هو الله ، والابن هو الله ، والروح القدس هو الله ، وكلهم هو الله\" ! .\nويبدو أن الفيلسوف \"كانت\" لا يؤمن كثيراً بالثالوث ، فهو يقرر أن الآب والابن والروح القدس ليست أقانيم مستقلة ، إنما هي ثلاث صفات أساسية في اللاهوت هي: القدرة والحكمة والمحبة أو ثلاث فواعل أو وظائف هي : الخلق والحفظ والضبط .\n(1/16)",
        "\nولكن يخالفه الأستاذ يسَّى منصور واعظ بطريركية الأرثوذكس بالإسكندرية الذي يقرر أنه بعد تأمله في ماهية الله رأى فيه أربع صفات أساسية ، هي : النسبة والقدرة والانفعال المتبادل والمماثلة .\nأما الفيلسوف بوهمي فإنه يميل إلى تعظيم الأقنوم الثاني في اللاهوت (الله الابن) ورفعه عن بقية الأقانيم ، يقول بوهمي : \"إن الله في ذاته آب وابن وروح قدس ، فالآب إرادة وقوة ، والابن هو موضوع إرادة الآب وقوته ، فالآب بدون الابن هو إرادة وقوة بدون موضوع ، أو بتعبير آخر هو هاوية وموت ولا وجود ؛ لذلك فالابن هو النور الذي ينير الوجود الإلهي ، أما الروح القدس فهو الإشعاع المتصل بالابن أو بالأحرى المتصل بالنور\" ! .\nويتمادى الفيلسوف سويدنبرج في تعظيم أقنوم الابن على حساب الأقنومين الآخرين فيقول :\n\"إن الثالوث يطلق على المسيح وحده ، فلاهوته هو الآب ، وناسوته هو الابن ولاهوته الصادر عنه هو الروح القدس\" .\nوعارض هذه الاتجاهات الأسقف بولس الشمشاطي بطريرك أنطاكية :\nحيث يقرر أن الله جوهر واحد وأقنوم واحد سمي بثلاثة أسماء ، وكان يقول لا أدرى ما الكلمة ولا الروح المقدس ! .\nوالفيلسوف أموري أنكر ألوهية الأقانيم الثلاثة .\nوكما اختلف أحبار المسيحية وفلاسفتها حول الثالوث الإلهي في جملته اختلفوا أيضاً حول كل أقنوم من أقانيم الثالوث على حدة ، فحدث نزاع بشأن الأقنوم الثاني \"الابن\" وطبيعته ، وهل هو من طبيعة واحدة إلهية ؟ ، أو من طبيعتين : إحداهما إلهية والأخرى إنسانية ؟ ، وهل له مشيئة وإرادة واحدة أم مشيئتان وإرادتان ؟ ، كما حدث نزاع آخر حول مركز الأقنوم الثاني في الثالوث ودرجته في المرتبة الإلهية : هل هو أعظم من الآب وأقل منه أو مساوٍ له في الدرجة ، وحدث نزاع آخر حول زمن وتاريخ وجود الأقنوم الثاني : هل هو أزلي أي موجود منذ الأزل ؟ أم أنه حادث وُجد بعد زمن معين ؟ وهل هو مولود أم مخلوق ؟ .\n(1/17)\n",
        "كما حدثت نفس الخلافات بالنسبة للأقنوم الثالث \"الروح المقدس\" () .\nولذلك فليس من الغريب أن يختلف أصحاب الثالوث في مذاهبهم وطوائفهم ، وتعتبر كل طائفة أنها على الحق المبين وتعتبر غيرها على الباطل الصريح ، فكفرت كل طائفة الأخرى ، وأنكرت كل طائفة الكتاب المقدس للأخرى ، فآمن هؤلاء بأسفار وأنكر آخرون هذه الأسفار ، فتعددت الكتب والمذاهب .\nالفهرس\n(1/18)\n\nالاختلافات بين المذاهب المسيحية\n\nمن أشهر الطوائف والمذاهب المسيحية :\n1 – الأرثوذكس : وتسمى كنيستهم بالكنيسة الشرقية أو اليونانية أو كنيسة الروم الشرقيين وأتباعها من الروم الشرقيين أي من شرق أوربا كروسيا ودول البلقان واليونان ، مقر الكنيسة الأصلي مدينة القسطنطينية بعد انفصالها عن كنيسة روما سنة 1054م ويتبع هذا المذهب الكنيسة المصرية والأرمن وأتباع هذا المذهب يقتربون من ألف مليون نسمة .\n2- الكاثوليك : تسمى كنيستهم بالكنيسة الغربية وتتكون في الغرب من اللاتين في بلاد إيطاليا وبلجيكا وفرنسا وأسبانيا والبرتغال ، ولها أتباع في أوربا وأمريكا الشمالية والجنوبية وإفريقية وآسيا ويدعون أن مؤسسهم هو بطرس الرسول كبير الحواريين ، وأن بابوات روما خلفاؤه ، وتدعي أنها أم الكنائس ومعلمتها ، وتتبع النظام البابوي ويرأسه البابا ولمجمع الكنائس الحق في إصدار إرادات بابوية ، هي - في نظرهم - إرادات إلهية ؛ لأن البابا خليفة بطرس تلميذ المسيح ووصيه ، فهو من ثم يمثل الله ؛ لذا كانت إراداته لا تقبل المناقشة أو الجدل ، وأتباع هذا المذهب حوالي ألف مليون نسمة .\n3- البروتستانت : وتسمى الكنيسة الإنجيلية بمعنى أن أتباع تلك الكنيسة يتبعون الإنجيل ويفهمونه بأنفسهم دون الخضوع لأحد آخر أو طائفة أخرى ، ولا يعتقدون بالإلهام في رجال الكنيسة.\n4 – الأدفنتست .\n5 – شهود يَهْوَه .\nوالطوائف الآتية تتبع الكنيسة الكاثوليكية وإن لم تكن تتبعها فى طبيعة المسيح ومشيئته :\n(أ) النسطورية : وقد تطورت في اعتقادها حتى وصلت إلى أن المسيح فيه أقنومان وطبيعتان والتصقا وصار منهما رؤية واحدة .\n(ب) المارونية : وتعتقد أن المسيح ذو طبيعتين ولكنه ذو إرادة أو مشيئة واحدة .\n(ج) السريان : ويعتقدون أن المسيح ذو طبيعة واحدة كمسيحى مصر، لكنهم يعترفون برياسة الكاثوليكية عليهم\" () .\nأوجه الخلافات بين المذاهب () :\n1 – الإله :",
        "(1/19)\n\n- تعتقد الأرثوذكسية بإله واحد ذى ثلاثة أقانيم متساوية في الجوهر، متميز كل منهم في الخواص .\n- وتختلف شهود يهوه فيعتقدون أن التثليث عقيدة وثنية ثبتت للمسيحية في القرن الثاني ، وفرضها قسطنطين بالقوة ، وهي بدعة شيطانية ضد الله .\n2 – الابن و لاهوته :\n- وتتفق الكاثوليكية والبروتستانتية والأرثوذكسية بأن الابن لاهوته هو لاهوت الآب وأزليته مثله ، فهو مولود من الآب ومساوٍ للآب في الجوهر .\n- وتختلف الأدفنتست بأن المسيح هو رئيس الملائكة ميخائيل ، لكنه ليس ملاكاً ، وليس هو الله بطبيعته ، بل كان نائباً عنه في الخلق.\n- وتختلف شهود يهوه : فتعتقد بأن يسوع كان إنساناً كاملاً ولد بشرياً مباشرة من الله .\n3 – طبيعته ومشيئته :\n- تعتقد الأرثوذكسية باتحاد لاهوته مع ناسوته بغير اختلاط ولا امتزاج ولا تغيير ؛ إذ لم يعد له طبيعتان منفصلتان بعد الاتحاد .\n- يختلف الكاثوليك والبروتستانت مع الأرثوذكس فيعتقدان أن الابن له طبيعتان ومشيئتان متميزتان .\n4 – الروح القدس :\n- تعتقد الأرثوذكسية أنه منبثق من الآب .\n- يختلف الكاثوليك والبروتستانت فتعتقدان أنه منبثق من الآب والابن .\n5 – الإيمان والأعمال :\n- يعتقد الأرثوذكس بأن الخلاص بالإيمان بالمسيح رباً ومخلِّصاً ، والتوبة عن الخطيئة ، والأعمال الصالحة طول العمر .\n- يختلف البروتستانت فيعتقدون بأن الإيمان يكفي ولا أهمية للأعمال .\n6 – الممارسات الإيمانية :\n- تعتقد الأرثوذكسية بالمعمودية والتناول والاعتراف كوسائط نعمة لازمة للخلاص .\n- يختلف البروتستانت ويعتقدون بعدم أهمية هذه الممارسات الإيمانية ويتفق معهم الأدفنتست وشهود يهوه والسبتيون .\n7 – الكتاب المقدس :\n- يعتقد الأرثوذكس بالكتاب المقدس بأسفاره الستة والستين بعهديه القديم والجديد مضافاً إليها الأسفار القانونية الثانية .\n- يختلف البروتستانت فلا يؤمنون بقانونية الأسفار الثانية ولا يعتبرونها موحى بها.\n(1/20)",
        "\n- ويختلف شهود يهوه فيؤمنون بأن جميع الأسفار القانونية الأولى والثانية خاطئة ومحرفة وقد أعادوا طبع الكتاب المقدس بطبعة سموها بالطبعة المنقحة وغيَّروا فيها الكثير عن الكتاب المقدس الذي عند الأرثوذكس .\n8 – الأسرار :\n- يتفق الأرثوذكس والكاثوليك بأنها نعم غير منظورة تُعطَى للمؤمنين تحت علامات منظورة لازمة للخلاص .\n- يختلف البروتستانت والأدفنتست بأنها لا أهمية لها ويمكن الخلاص بدونها .\n- يختلف شهود يهوه بأنهم لا يؤمنون بها .\n9 – المعمودية :\n- يتفق الأرثوذكس والكاثوليك بأنها سر مقدس يدخل به الإنسان حظيرة الإيمان .\n- يختلف البروتستانت ويعتبرونها بأنها ليست سراً مقدساً .\n10 – الميرون : (الميرون زيت يُدهَن به الجسم)\n- يتفق الأرثوذكس والكاثوليك بأنها سر ينال به المؤمن موهبة الروح القدس .\n- يختلف البروتستانت والأدفنتست وشهود يهوه فلا يؤمنون به .\n11 – التناول :\n- يتفق الأرثوذكس والكاثوليك بأنه سر يأكل فيه المسيحي جسد المسيح ويشرب دمه الحقيقي ، بتحول الخبز لجسد المسيح والخمر إلى دمه .\n- ويختلف البروتستانت والأدفنتست فلا يعترفان بتحول الخبز والخمر لجسد ودم المسيح .\n12 – الزواج والطلاق :\n- تعتقد الأرثوذكسية بأنه لا طلاق إلا لعلة الزنا ولا زواج بالمطلقات أو بمختلفي الديانة أو المذاهب أو الطائفة ولا زواج إلا عن طريق الكاهن ويجوز التفريق بين الزوجين إذا خرج أحدهما عن الإيمان بالأرثوذكسية .\n- يختلف الكاثوليك فيعتقدون بعدم الطلاق حتى لو كان لعلة الزنا ، وتكتفي بالتفريق الجسمانى بين الزوجين ، ويجوز الزواج بين المسيحي وغير المسيحي وبين الكاثوليكي وغيره من المسيحيين .\n- ويختلف البروتستانت فلا يعتبرونه سراً مقدساً بل هو ارتباط دنيوى ولا علاقة للجسد بالله .\n13 – الكهنوت :\n- يتفق الأرثوذكس والكاثوليك بالاعتراف بالكهنوت .\n- يختلف البروتستانت والأدفنتست وشهود يهوه فلا يعترفون بالكهنوت .\n14 – العذراء :\n(1/21)\n",
        "- يعتقد الأرثوذكس بأنها وُلدت بالخطيئة وتطهرت عند بشارتها بالميلاد وتكرمها الكنيسة وتتشفع بصلواتها وتعيد لها تذكارات عديدة ويعتبرونها أم الله الجسد ! .\n- يختلف الكاثوليك ويعتقدون أنها وُلدت بلا دنس الخطيئة وتتشفع بقلبها عدة مرات لنيل الغفران .\n- ويختلف البروتستانت ، فتحتقرها بعض طوائفها ، فينكرون عليها لقب \"أم الله\" ، كما ينكرون دوام بَتوليّتها بعد ولادتها للمسيح .\n- ويختلف شهود يهوه فيعتبرونها امرأة عبرانية وضيعة ، وتكريمها تعليم شيطانى وتسميتها بأم الله تجديف ضد الله ، لا يدعمه الوحي الإلهي ، وهذا الاعتقاد حسب كتابهم المقدس .\n15 - الشفاعة :\n- البروتستانت لا تعترف بشفاعة للعذراء أو الملائكة والقديسين .\n- أما شهود يهوه فيقولون بأن الشفاعة التوسُّلية كفر وتجديف على الله .\n16 - الصوم :\n- يختلف شهود يهوه مع المذاهب الأخرى بعدم الاعتراف بالصوم إطلاقاً .\n17 - اليوم المقدس للرب :\n- يتفق الأرثوذكس والكاثوليك والبروتستانت بأن يوم الأحد هو اليوم المقدس .\n- ويختلف الأدفنتست فيعتقدون أن السبت هو اليوم المقدس .\n- ويختلف شهود يهوه بأنه لا يوم مقدس للرب .\n18 - الصلاة :\n- يتفق الأرثوذكس والكاثوليك بالقداس الإلهي .\n- يختلف البروتستانت فيعتقدون بأنه لا قداسات ، بل هي صلوات تعبدية بلا رشم الصليب وبدون تقيد نحو الشرق وبغير ترديد للصلاة الربانية .\n- أما شهود يهوه فيمتنعون عن الصلاة ولو على انفراد . اهـ .\n19 - الحكم على إيمانهم : ()\nكل طائفة تكفر الأخرى وتصف الأخرى بالزندقة والمروق والخروج من الإيمان !! .\n\nالفهرس\n(1/22)\n\nالاختلافات بين نسخ الكتاب المقدس\n\n\"يوجد عند أهل الكتاب اليهود والنصارى الكتاب المقدس (العهد القديم ) ثلاث نسخ مشهورة :\n1 – النسخة العبرية : وهي المعتمدة عند اليهود وجمهور علماء البروتستانت وعدد أسفارها تسعة وثلاثون سفراً فقط لا غير .\n2 – النسخة اليونانية (السبعينية) : وهي التي كانت معتمدة عند الآباء الأولين من عهد الحواريين إلى القرن الخامس عشر ، وكانوا يعتقدون أن النسخة العبرية هي المحرفة وان النسخة اليونانية هي الصحيحة ، وبعد ذلك انعكس الأمر ، فصارت المحرفة هي الصحيحة والصحيحة هي المحرفة وتتضمن اليوم كتب \"الأبوكريفا\" التي لم تكن في الأصل العبراني وأسفارها ستة وأربعون سفراً وهي الآن معتمدة عند الكاثوليك والأرثوذكس .\n3 – النسخة السامرية : وهي المعتمدة عند اليهود السامريين ، وتشتمل على خمسة أسفار فقط (التوراة) والأسفار الخمسة السامرية ليست ترجمة ، بل هي النص العبرانى نفسه مكتوباً بالحروف السامرية أو العبرانية القديمة .\nنماذج من تحريف هذه النسخ :\n1 – الزمان من خلق آدم إلى طوفان نوح عليه السلام على وفق العبرانية 1656 عامًا وعلى وفق النسخة اليونانية 2262 عامًا وعلى وفق النسخة السامرية 1307 أعوام .\n2 – جاء في سفر التثنية ( 27 : 4 ) في النسخة العبرانية : \" حين تعبرون الأردنّ تقيمون هذه الحجارة التي أنا أوصيكم بها اليوم في جبل عيبال \" ، وفي النسخة السامرية : \" جبل جرزيم \" ، وعيبال وجرزيم جبلان متقابلان كما يفهم ذلك من سفر التثنية (11 : 29) .\n\"وإذا جاء بك الرب إلهك إلى الأرض التي أنت داخل إليها لكى تمتلكها فاجعل البركه على جبل جرزيم واللعنة على جبل عيبال \" ! .\n3 – جاء في سفر أخبار الأيام الثانية (13 : 3 – 17) :\n\"وابتداء أبيا في الحرب بجيش من جبابرة القتال أربع مئة ألف رجل مختار ويربعام اصطف لمحاربته بثمان مئة ألف رجل .... فسقط قتلى من إسرائيل خمس مئة ألف رجل\" .",
        "(1/23)\n\nولما كانت هذه الأرقام مبالغًا فيها جداً ومخالفة للقياس غُيرت في أكثر النسخ اللاتينية :\nإلى (أربعين ألفًا) بدلاً من (أربع مئة ألف) في الموضع الأول\nوإلى (ثمانين ألفًا) بدلاً من (ثمان مئة ألفًا) في الموضع الثاني\n1\n1\nوإلى (خمسين ألفًا) بدلاً من (خمس مئة ألف) ( ) .\nالفهرس\n(1/24)",
        "\nالاختلافات بين طبعات وترجمات\nالكتاب المقدس\n\n\"نجد هذه الاختلافات بين طبعات الكتاب المقدس المعتمدة عند الكنائس المسيحية ابتداءً من 1831م وحتى الآن وهذه الطبعات هي :\n- طبعة الكتاب المقدس ( رجارد واطس ) المطبوعة في لندن سنة 1831 م على الطبعة المطبوعة في روما سنة 1671 م لمنعة الكنائس الشرقية وأيضاً طبعة (وليم واطس) 1844 م ، 1866 م في لندن .\nوإليكم نماذج من هذه الاختلافات :\n1 – أجمعت ترجمات الكتاب المقدس العربية والإنكليزية والفرنسية الحديثة على ما جاء في سفر الخروج (6 : 20) :\nَ \" وأخذ عمرام يوكابد عمته زوجة له ، فولدت له هارون وموسى\"، انظر نسخة البروتستانت العربية 1983م .\nويختلف هذا ويتناقض مع ما جاء في ترجمة الكتاب المقدس العربية (رجارد واطس) طبعة لندن 1831 م ، و(وليم واطس) طبعة لندن 1866 م :\nَ \" فتزوج عمرام يوخابد ابنة عمه فولدت له هارون وموسى \" . انظر نسخة (رجارد واطس) العربية طبعة لندن .\n2 – أجمعت ترجمات الكتاب المقدس العربية والإنكليزية والفرنسية الحديثة على ما جاء في سفر الخروج (32 : 28) :\nَ \" ففعل بنو لاوي بحسب قول موسى ، ووقع من الشعب في ذلك اليوم نحو ثلاثة آلاف رجل \" .\nولكن يختلف هذا ويتناقض مع ما جاء في ترجمة الكتاب المقدس لرجارد واطس سنة 1831 ، و( وليم واطس ) طبعة لندن سنة 1866 م :\nَ \" فصنع بنو لاوي كما أمرهم موسى فقتلوا في ذلك اليوم من الشعب نحو ثلاثة وعشرين ألف رجل \" .\n3 – جاء في ترجمات الكتاب المقدس للبروتستانت 1970 م ، 1983 ، ورجارد واطس 1831م ، و(وليم واطس) 1866م ، والملك جيمس المعتمدة ، ولوي سيجو في سفر صموئيل الأول (6 : 19) :\nَ \" وضرب أهل بيتشمس لأنهم نظروا إلى تابوت الرب وضرب من الشعب خمسين ألف رجل وسبعين رجلاً فناح الشعب لأن الرب ضرب الشعب ضربة عظيمة\" .\n(1/25)\n",
        "ولكن تم إصلاح التحريف فعلاً في ترجمة الكتاب المقدس للآباء اليسوعيين سنة 1986 م والرهبانية اليسيوعية سنة 1986م ، كتاب الحياة سنة 1988 م ، والقياسية المراجعة ، والفرنسية المسكونية فصار النص كالآتي : \"وضرب الرب أهل بيت شمس لأنهم نظروا إلى تابوت الرب وقتل من الشعب سبعين رجلاً وكانوا خمسين ألف رجل فناح الشعب لأن الرب ضرب الشعب هذه الضربة العظيمة\" .\n4 – جاء في ترجمات الكتاب المقدس للبروتستانت 1970م ، 1973م . والآباء اليسوعيين 1986م والملك جيمس المعتمدة ، والعربية طبعة لندن 1831 م ، 1866في سفر صموئيل الأول (13 : 1) والنص للأخيرة .\nَ \" فلما ملك شاول كان ابن سنة وملك سنتين على إسرائيل\" .\nأما الترجمة القياسية المراجعة ، ولوي سيجو ، والفرنسية المسكونية والرهبانية اليسوعية (كتب التاريخ 1986) تركوا مكان السن فارغاً والنص للأخيرة :\nَ \" وكان شاول ابن .... حين صار ملكًا وملك ..... سنة على إسرائيل\" .\nثم علقت في الهامش فقالت (في النص العبرى) :\n- كان شاول ابن سنة حين صار ملكًا وملك سنتين على إسرائيل .\n- وهذا أمر غير معقول . لربما لم يعرفوا عمر شاول عند ارتقائه العرش أو لربما سقط العمر من النص أو لربما قصرت مدة ملكه إلى سنتين لعبرة لاهوتية .\nأما أصحاب الكتاب المقدس ( كتاب الحياة 1988م ) القاهرة :\nَ \" وكان شاول ابن - ثلاثين - سنة حين ملك وفي السنة الثانية من ملكه\" .\n1\nوهناك الكثير من الاختلافات والتناقضات في الترجمات والطبعات لا يسع المقام لها \" () .\n(1/26)\n\nولقد قدمنا نماذج وأمثلة فقط لنبين أن الاختلافات في هذا الدين تحيط به من كل جوانبه منذ بعثة المسيح عليه السلام فقد اختلف فيه الناس ونشب الخلاف بضراوة بين التلاميذ والرسل ، وكان بين الناس وبولس ، واشتد بين المجامع الكهنوتية ، ولم يُعترف بأسفاره بين نسخه ، وحُرفت وحذفت نصوص بين طبعاته المختلفة ، وكان الخلاف شديدًا بين المفكرين والفلاسفة عن طبيعته ونتج عن ذلك الاختلاف بين المذاهب التي لا يعترف بعضها ببعض ويكفر بعضها بعضًا ؛ ولهذا ليس غريبًا أن يكون الاختلاف بين نصوص الكتاب المقدس بصورة لا يوجد لها مثيل في كتاب بشري ، ناهيك عن كتاب إلهي - بهذا العدد الكبير ، وهذه الكيفية الخطيرة والتي هي واضحة بجلاء لكل مَن كانت له عينان كاشفتان وعقل وقلب سليمان ، مما يجعل هذا الدين يقضي على نفسه بنفسه ، والآن نترككم مع هذه الاختلافات بين النصوص لتتكلم عن نفسها ويقضي بعضها على بعض بدون تدخل منا حتى نكون أبرياء من هذه الملحمة .\n1\nوالآن ننتقل لنشاهد المعركة حامية الوطيس التي تقتل فيها النصوص بعضها بعضًا ، حيث نرى أشلاء النصوص ملقاة على صفحات هذا الكتاب ، تنبعث منها رائحة الموت مُخلِّفة وراءها دخانًا يمتلئ بأجزاء صغيرة من أجساد ممزقة من النصوص ، حيث نشاهد تصاعد الغبار بشدة فوق ميدان المعركة مكونًا سحابة كثيفة تمتلئ ببقايا أشلاء متهالكة ، تغطي المساحات الممتدة عبر جنبات ميدان الكتاب ، فنلمح في وسط هذه السحابة عبارة \" كتاب فيه إختلافاً كثيراً\" تكونت بذرات النصوص الصرعى المتطايرة من أتون الملحمة .\nالفهرس",
        "(1/27)\n\nالاختلافات بين نصوص الكتاب المقدس\n\nتمثل هذه الاختلافات موضوع كتابنا ، وقد بدأنا صفحاته بالآية القرآنية الكريمة (وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلاَفًا كَثِيرًا) وهذه هي القاعدة التي قام عليها الكتاب بأن وجود اختلافات في كتاب مقدس ينفي عنه تمامًا القدسية ؛ لأن كلام الله لا اختلاف ولا تناقض فيه ، وهذه بدهية عقلية ودينية ، وقد اتفق معها الكتاب المقدس ، وارتضى أن تكون هذه القاعدة هي الحَكَم على صدقه أو عدم صدقه، وهل هو كتاب مقدس أم غير مقدس ؟ .\nيقول المسيح في متى ( 5 : 18) :\nَ \" فإني الحق أقول لكم إلى أن تزول السماء والأرض لا يزول حرف واحد أو نقطة واحدة\" .\nويقول المسيح في رؤيا يوحنا اللاهوتي (22 : 18- 19) :\nَ \" لأني أشهد لكل مَن يسمع أقوال نبوة هذا الكتاب إن كان أحد يزيد على هذا يزيد الله عليه الضربات المكتوبة في هذا الكتاب ، وإن كان أحد يحذف من أقوال كتاب هذه النبوة يحذف الله نصيبه من سِفر الحياة ومن المدينة المقدسة ومن المكتوب في هذا الكتاب\" .\nويقول المسيح في متى (24 : 35) :\nَ \" السماء والأرض تزولان ولكن كلامي لا يزول\" .\nولكننا لسنا بإزاء نقطة أو نقط أو حروف أو كلمات ولكننا نحن بصدد مئات الأقوال والعبارات المختلفة الكلمات والمعاني والمتناقضة الأهداف والمقاصد وقد تصل الاختلافات أحياناًبين كثير من الإصحاحات والأسفار .\nيقول الشيخ أحمد ديدات في كتابه :\n1\n(هل الكتاب المقدس كلام الله ؟) () :\n\"طبع كتاب الرومان الكاثوليك في ريمز عام 1582 م من اللاتينية وأعيد طبعه في دووي عام 1609 م وبهذا فهو أقدم كتاب مطبوع ، وبالرغم من قدمها ، فالبروتستانت يرفضون هذه النصوص لأنها تحتوي على كتب مشكوك في صحتها ، وعددها سبعة وهي : (سفر طوبيا – وسفر أستير – ونبوءة باروك – وسفرا المكابيين الأول والثاني – وسفر الحكمة وحكمة يشوع بن سيراخ) .\n(1/28)",
        "\n- طبع كتاب البروتستانت عام 1611م بأمر الملك جيمس الأول وترجم إلى ألف وخمسمائة لغة من لغات العالم النامي ثم عُدّلت النصوص عام 1881م ، فسميت النصوص المنقحة ، ثم نقحت أكثر وسميت (R.S.V.) عام 1952م ثم أعيد تنقيحها عام 1971م .\n1\nتقول دار النشر (كولنز) في ملاحظتها عن الكتاب المقدس ص 10 : \"إن هذا الكتاب المقدس هو ثمرة جهد اثنين وثلاثين عالماً في علم اللاهوت - ساعدهم فيها هيئة استشارية تمثل خمسين طائفة دينية متعاونة\" .\nوفي ص 3 من مقدمة النسخة المنقحة يقول العلماء المراجعون للنسخة المنقحة :\n\"إن نسخة الملك جيمس قد أطلق عليها أنبل إنجاز في النثر الإنكليزي ، فمراجعوها عام 1881م أُعجبوا ببساطتها وسموّها وبقوتها ونغماتها المرحة وإيقاعها الموسيقي وتعبيراتها اللبقة فقد دخلت في تكوين خصائص المؤسسات الحكومية في الدول المتحدثة باللغة الإنكليزية ونحن مدينون لها كثيراً\" .\n\"ولكن نصوص الملك جيمس بها عيوب خطيرة جداً وإن هذه العيوب والأخطاء عديدة وخطيرة مما يستوجب التنقيح في الترجمة الإنكليزية\" .\n- وتعترف طائفة شهود يهوه في الصفحة الخامسة من مقدمة كتابهم:\n\"في أثناء نسخ المخطوطات الأصلية باليد تدخَّل عنصر الضعف الإنساني ولذلك فلا توجد من بين ألاف النسخ الموجودة اليوم باللغة الأصلية نسختان متطابقتان !\" .\n- من بين أربعة آلاف مخطوطة مختلفة لعشرات الأناجيل قام قساوسة الكنيسة باختيار أربع فقط كانت تتوافق مع ما يميلون إليه وسمّوها بشارات مَتَّى ومرقس ولوقا ويوحنا .\nالفهرس\n(1/29)\n",
        "الاختلافات الدالة عالاختلافات لى تزييف الأناجيل\n\nس1 : هل الكتب الخمسة الأولى من الكتاب المقدس أنزلها الله أم كتبها موسى ؟ .\nجـ : يعتقد اليهود والنصارى أنها من الله على يد موسى ( التكوين – الخروج - التثنية – العدد - اللاويين ) .\nولكن يوجد إثبات قاطع في أكثر من سبعمائة جملة أن الله لم يكن منزلها وحتى موسى لم يكن له دخل فيها وإليكم هذه الأمثلة :\nَ \" فقال الرب لموسى ... \" (الخروج 6 : 1) .\nَ \" فتكلم موسى أمام الرب .... \" (الخروج 6 : 13) .\nَ \" فقال موسى للرب ..... \" (العدد 11 : 11) .\nَ \" وقال الرب لموسى ... \" (التثنية 31 : 14) .\nفالضمير هنا هو ضمير الغائب لآخر غير الرب أو موسى ، إنه أسلوب مؤرخ يتحدث عن الرب و موسى .\nس2 : كيف يكتب موسى تفاصيل موته ؟! .\nجـ : - \" فمات هناك موسى ... ودفنه ( الرب ) ... وكان موسى ابن مئة وعشرين سنة حين مات ... ولم يقم بعدُ نبى في إسرائيل مثل موسى ... \" التثنية (34 : 5 – 10) .\nس3 : لماذا لم يوقِّع أصحاب الأناجيل على أناجيلهم ؟ .\nجـ : الأناجيل الأربعة لم يوقع أصحابها أو يكتبوا أسماءهم ؛ لأن أصحابها مجهولون ولذلك ففي الطبعات الإنكليزية تُكتب وفقاً لمتى أو مرقس أو لوقا أو يوحنا .\nس4 : هل يوجد دليل على زيف الأناجيل المتداولة ؟ .\nجـ : 1– يؤمن البروتستانت بستة وستين سفرًا ! .\nبينما يؤمن الرومان الكاثوليك بثلاثة وسبعين سفرًا ! .\nويؤمن الأرثوذكس بستة وستين سفرًا ! .\nولكن شهود يهوه لا يؤمنون بكل هذه الأسفار وأعادوا طبع نسخة منقحة عدلوا فيها كثيراً من النصوص ! .\n2 – لا يؤمن المسيحيون بالإلهام اللفظي ، فإذا نظرنا إلى الإصحاح رقم 37 من نبوءة أشعياء وكتاب الملوك الثاني (الإصحاح 19) نجدهما متطابقين فلماذا ؟! .\n3 – إن الاثنين والثلاثين عالمًا الذين راجعوا النصوص المنقحة يقولون إن مؤلف كتاب الملوك مجهول ! (انظر ص 80 لنسخة كولنز) .\n(1/30)\n\n4 - استنتج 32 عالماً ، و50 طائفة متعاونة معهم في تنقيح نسخة الملك جيمس في نهاية النصوص المنقحة للكولينزعن أسفار الكتاب المقدس هذه الاستنتاجات :\n( أ) سفر التكوين والخروج واللاويين والعدد والتثنية (أقروا بأن علمهم لا يمكن أن ينسب هذه الأسفار إلى موسى) .\n( ب) مؤلف يشوع ( يُنسب معظمه إلى يوشع) .\n( ج) مؤلف سفر القضاة (يحتمل أن يكون صموئيل) .\n( د) مؤلف سفر راعوت (ليس معروفاً بالتحديد) ! .\n( ه) مؤلف سفر صموئيل الأول (R. S.V.) (المؤلف مجهول)!.\n( و) مؤلف سفر صموئيل الثاني (R. S.V.) (المؤلف مجهول)!.\n( ز) مؤلف سفر الملوك الأول (المؤلف مجهول) ! .\n( ح) مؤلف سفر الملوك الثاني (المؤلف مجهول) ! .\n( ط) مؤلف سفر أخبار الأيام الأولى (المؤلف مجهول) ! .\n( ي) مؤلف سفر أخبار الأيام الثاني (المؤلف مجهول) ! .\nوهكذا تستمر الاعترافات : إما أن المؤلفين (مجهولون) أو يكونون (احتمالاً) أو (ذوي أصل مشكوك فيه) .\n5 - اعترفت طائفة شهود يهوه أنه في أثناء نسخ المخطوطات الأصلية باليد تدخَّل عنصر الضعف الإنساني ؛ ولذلك لا توجد من بين آلاف النسخ الموجودة اليوم باللغة الأصلية نسختان متطابقتان .\n6 - الاختلافات بين النسخ المختلفة والتراجم المختلفة والطبعات المختلفة والنصوص المختلفة والاختلاف ما بين الحذف والإضافة والتغيير والتعديل ، وما سأقدمه من اختلافات أكثر من ثلاثمائة اختلاف في موضوعات مختلفة غير عشرات أخرى تغاضيت عنها لأسباب مختلفة () .\n1\nس5 : مَن الذي يتحدث في سفر أرميا ؟ .\nجـ : في أرميا (38 : 1) :\n? 2\n\"وسمع شفطيا بن متان وجدليا بن فشحور ويوخل بن شلميا وفشحور بن ملكيا الكلام الذي كان أرميا يكلم به كل الشعب\" () وهذا يؤكد أن أرميا النبى ليس هو الذى كتب سفر أرميا وإنما شخص آخر .\n2\n1\n\nالفهرس",
        "(1/31)\n\nالاختلافات فى العهد القديم\nالاختلافات عن الله\n\nس6 : ما هو اسم الله الأبدى ؟ وباسم مَن ندعو ؟ .\nجـ : في الخروج ( 3 : 15) :\nَ \"وقال الله أيضاً لموسى : هكذا تقول لبني إسرائيل \"يهوه\" إله آبائكم إله إبراهيم وإله إسحق وإله يعقوب أرسلني إليكم ، هذا اسمى إلى الأبد وهذا ذكرى إلى دور فدور\" .\nولكن في متى (28 : 18 – 19) :\nَ \"فتقدم يسوع وكلمهم قائلاً : ... فاذهبوا وتلمذوا جميع الأمم وعمِّدوهم باسم الآب والابن والروح القدس \"\nولم يذكر في العهد الجديد ولم يستخدم اسم الله الأبدي \"يهوه\" ولو مرة واحدة !\nس7 : هل يشبه الله الإنسان ؟ .\nجـ : في التكوين (1 : 26) :\nَ \"وقال الله نعمل الإنسان على صورتنا كشبهنا\" .\nوفي رسالة بولس إلى كورنثوس (11 : 7) :\nَ \"فإن الرجل لا ينبغي أن يغطي رأسه لكونه صورة الله ومجده\" .\nولكن في أشعياء (46 : 5 – 10) :\nَ \"بمَن تشبهونني وتسمونني وتمثلونني لنتشابه .... اذكروا هذا وكونوا رجالاً . رددوه في قلوبكم أيها العصاة ، اذكروا الأوليات منذ القديم لأني أنا الله وليس آخر الإله وليس مثلي\" .\nوفي أشعياء (40 : 18) :\nَ \"فبمَن تشبهون الله وأي شبه تعادلون به\" .\nس8 : هل يقع الله في الخطأ ؟ .\nجـ : في التكوين (1 : 31) :\nَ \"ورأى الله كل ما عمله فإذا هو حسن جداً\" .\nولكن في التكوين (6 : 6) :\nَ \"فحزن الرب أنه عمل الإنسان في الأرض وتأسف في قلبه\" ! .\nس9 : هل ينام الله ؟ .\nجـ : في المزمور (121 : 3)\nَ \" لا ينعس حافظك\" .\nولكن في المزمور (78 : 65) :\nَ \" فاستيقظ الرب كنائم كجبار معيط من الخمر\" ! .\nس10 : هل يكلّ أو يتعب الله ؟ .\nجـ : في أشعياء (40 : 28) :\nَ \"إله الدهر الرب خالق أطراف الأرض لا يكل ولا يعيا\" .\nولكن في التكوين (2:2) :\nَ \"وفرغ الله في اليوم السابع من عمله الذي عمل ، فاستراح في اليوم السابع\" !\nس11 : هل قدرة الله محدودة ؟ .\nجـ : في مرقس (10: 27) :\nَ \"لأن كل شيء مستطاع عند الله\" .\n(1/32)",
        "\nولكن في سفر القضاة (1 : 19) :\nَ \"وكان الرب مع يهوذا فملك الجبل ولكن لم يطرد سكان الوادي ؛ لأن لهم مركبات حديد\" .\nوقد غيَّر مترجم الكتاب المقدس كلمة (يطرد) من الإنكليزية إلى (يُطرد) إلى العربية وجعلها مبنية للمجهول بدلاً من المعلوم ولكن لم يستطع أن يغير المعنى .\nس12 : هل يندم الله ؟! .\nجـ : في العدد (23 : 19) :\nَ \" ليس الله إنساناً فيكذب ولا ابن إنسان فيندم\" .\nولكن في صموئيل الأول (15 : 35) :\nَ \"والرب ندم ؛ لأنه ملك شاول على إسرائيل\" ! .\nوفي الخروج (32 : 14) :\nَ \"فندم الرب على الشر الذي قال إنه يفعله بشعبه\" ! .\n\nس13 : هل يفي الله بوعده ؟ .\nجـ : في العدد (23 : 19) :\nَ \"ليس الله إنسانًا فيكذب ولا ابن إنسان فيندم ، هل يقول ولا يفعل أو يتكلم ولا يفي ؟!\" .\nوفي حزقيال (26 : 7 – 14) :\nوعد الله حزقيال أن يعطي نبوخذ نصر مدينة صور ولا تقام بعد ذلك :\nَ \"لأنه هكذا قال السيد الرب ها أنذا أجلب على صور نبوخذنصرملك بابل .... فيقتل بناتك في الحقل بالسيف ويبني عليك معاقل ويبني عليك برجاً ويقيم عليك مترسة ... يقتل شعبك بالسيف فتسقط إلى الأرض أنصاب عزك وينهبون ثروتك ويغنمون تجارتك ويهدون أسوارك ويهدمون بيوتك ... لا تبنين بعد لأني أنا الرب تكلمت\" .\nولكن في حزقيال (29 : 17 – 20) :\nلا يستطيع الله أن يفي بوعده ! .\nَ \"أن كلام الرب كان إلى قائلاً يا ابن آدم إن نبوخذراصر ملك بابل استخدم جيشه خدمة شديدة على صور ... ولم تكن له ولا لجيشه أجرة من صور لأجل خدمته التي خدم بها عليها لذلك هكذا قال السيد الرب هاأنذا أبذل أرض مصر لنبوخذراصر ملك بابل فيأخذ ثروتها ويغنم غنيمتها وينهب نهبها فتكون أجرة لجيشه\"\nس14 : هل ينقض الله عهده ؟ .\nجـ : في المزامير (89 : 34) :\nَ \"لا أنقض عهدي ولا أغير ما خرج من شفتي\" .\nولكن في المزامير (89 : 39) :\nَ \"نقضت عهد عبدك\" .\nس15 : هل يغير الله رأيه ؟! .\nجـ : في الخروج (4 :21) :\n(1/33)\n",
        "َ \"وقال الرب لموسى : عندما تذهب لترجع إلى مصر انظر جميع العجائب التي جعلتها في يدك واصنعها قدام فرعون ، ولكن اشدد قلبه حتى لا يطلق الشعب\" .\nولكن في الخروج (5: 1) :( غيَّر الله رأيه) .\nَ \"وبعد ذلك دخل موسى وهارون وقالا لفرعون : هكذا يقول الرب إله إسرائيل أطلق شعبى ليعيدوا لي في البرية\" .\nس16 : هل رحمة الله واسعة ؟ .\nجـ : في المزامير (100 : 5) :\nَ \"لأن الرب صالح إلى الأبد رحمته وإلى دور فدور أمانته\" .\nبينما يناقض ذلك صموئيل الأول (15 : 2 – 3) :\nَ \"هكذا يقول رب الجنود : إني قد افتقدت ما عمل عماليق بإسرائيل حين وقف له في الطريق عند صعوده من مصر ، فالآن اذهب واضرب عماليق وحرموا كل ماله ولا تعفُ عنهم بل اقتل رجلاً وامرأة ، طفلاً ورضيعاً ، بقراً وغنماً ، جملاً وحماراً\" .\n- وقد غيَّر مترجم الكتاب المقدس من الإنكليزية إلى العربية كلمة (تذكرت) إلى (افتقدت) حيث يدل السياق على ذلك ، وكلمة (افتقدت) للأشياء لا للذكريات وقد تذكر الرب ما فعله العماليق منذ 400 سنة فاتخذ القرارات بالغة القسوة ! .\n- وكذلك غيَّر المترجم كلمة (خربوا) إلى (حرموا) وهذا تحريف بيِّنٌ في الترجمة والسياق .\nففي التثنية (20 : 16) : يقول الرب لإسرائيل :\nَ \"وأما مدن هؤلاء الشعوب التي يعطيك الرب إلهك نصيباً فلا تستبقِ منها نسمة ما\"\nولذلك هاجم اليهود وقتلوا كل مَن في المدينة بحد السيف .\nيشوع (6 :21) :\nَ \"وحرموا كل ما في المدينة من رجل وامرأة من طفل وشيخ حتى البقر والغنم والحمير بحد السيف\".\nوقد غيَّر المترجم في النص الأسبق كلمة (مالهم) إلى (ماله) ، وكلمة (كل رجل وكل امرأة) إلى كلمة (رجلاً وامرأةً) ؛ وذلك للتخفيف من وقع الكلمات على النفس .\nس17 : هل يضل الله عباده ؟ وهل شرائع الرب غير صالحة ؟ .\nجـ : يقول أشعياء (63 : 17) :\nَ \" لماذا أضللتنا يا رب عن طرقك\" .\nوفي حزقيال (14 : 9) :\n(1/34)\n\nَ \"فإذا ضل النبي وتكلم كلاماً فأنا الرب قد أضللت ذلك النبي\" .\nوفي حزقيال (20 : 25) :\nَ \"وأعطيتهم أيضاً فرائض غير صالحة وأحكاماً لا يحيَوْن بها\" .\nولكن يناقض ذلك المزمور (19 : 7-9) :\nَ \"ناموس الرب كامل يرد النفس ، شهادات الرب صادقة تصيّر الجاهل حكيماً ، وصايا الرب مستقيمة تفرح القلب ، أمر الرب طاهر ينير العينين ... أحكام الرب حق عادلة كلها\" .\nس 18 : هل الله إله سلام أم إله حرب وتشويش ؟! .\nجـ : في رسالة بولس الأولى إلى أهل كورنثوس (14 : 33) :\nَ \"لأن الله ليس إله تشويش بل إله سلام كما في جميع كنائس القديسين\" .\nيناقضه أشعياء (45 : 6 – 7) :\nَ \"أنا الرب وليس آخر مصور النور وخالق الظلمة صانع السلام وخالق الشر\" .\nويؤيده صموئيل الأول (16 : 14) :\nَ \"وذهب روح الرب من عند شاول وبغته روح ردي من قبل الرب\" .\nَ ويؤيده أيضاً رسالة بولس الثانية إلى أهل تسالونيكي (2 : 11) :\nَ \"ولأجل هذا سيرسل إليهم الله عمل الضلال حتى يصدقوا الكذب\" .\nس19 : هل أباح الله المسكر ؟ .\nجـ : في التثنية (14 : 26) :\nَ \"وأنفق الفضة في كل ما تشتهي نفسك في البقر والغنم والخمر والمسكر وكل ما تطلب منك نفسك وكل هناك أمام الرب إلهك وافرح أنت وبيتك\" .\nبينما في رسالة بولس الأولى إلى أهل كورنثوس (6 : 10) :\nَ \"... ولا سكيرون ولا شتامون ولا خاطفون يرثون ملكوت الله\" .\nس20 : هل يمكن رؤية الله ؟ .\nجـ : في يوحنا (1 : 18) :\nَ \"الله لم يره أحد قط\" .\nوفي رسالة بولس الأولى إلى تيموثاوس (6 : 16) :\nَ \"ساكنًا في نور لا يُدنى منه الذي لم يره أحد من الناس ولا يقدر أن يراه الذي له الكرامة والقدرة الأبدية\" .\nوفي الخروج (33 :20) :\nَ \"وقال (الله) : لا تقدر أن ترى وجهي ؛ لأن الإنسان لا يراني ويعيش\" .\nبينما النصوص التالية تناقضها :\nفي الخروج (33 : 11) :\nَ \"ويكلم الرب موسى وجهًا لوجه كما يكلم الرجل صاحبه\" .\nوفي الخروج (24 : 9 – 11) :",
        "(1/35)\n\nَ \" ثم صعد موسى وهارون وباداب وأبيهو وسبعون من شيوخ إسرائيل ، ورأوا إله إسرائيل وتحت رجليه شبه صنعه من العقيق الأزرق الشفاف وكذات السماء في النقاوة ولكنه لم يمد يده إلى أشراف بني إسرائيل ، فرأوا الله وأكلوا وشربوا\".\nوفي التكوين (32 : 30) :\nَ \"فدعا يعقوب اسم المكان فنيئيل ، قائلاً : لأني نظرت الله وجهًا لوجه\" .\nوفي الخروج (33 : 22 - 23) يسمح الله لموسى أن يراه من الخلف :\nَ \"ويكون متى اجتاز مجدي أني أضعك في نقرة من الصخرة وأسترك بيدي حتى أجتاز ، ثم أرفع يدي فتنظر ورائي وأما وجهي فلا يُرى\" .\nس21 : هل الله يتغير ؟! .\nجـ : في ملاخي (3 : 6) :\nَ \"لأني أنا الرب لا أتغير\" .\nوفي أشعياء (45 : 5 ، 6) :\nَ \"أنا الرب وليس آخر لا إله سواي نطقتك وأنت لم تعرفني لكي يعلموا من مشرق الشمس ومن مغربها أنه ليس غيري أنا الرب وليس آخر\" .\nوفي أشعياء (43 : 10) :\nَ \"قبلي لم يصور إله وبعدي لا يكون ، أنا الرب وليس غيري مخلص\" .\nوفي التثنية (32 : 39) :\nَ \"أنا أنا هو وليس إله معي\" .\nوفي أشعياء (40 : 18) :\nَ \" فبمن تشبهون الله وأي شبه تعادلون به\" .\nولكن الله تغير في ذاته عند المسيحيين ، فأصبح آبًا وابنًا وروحًا قدسًا ، فيعتقدون أنه بصفته ذاتاً هو الله الآب ، وبصفته ناطقاً هو الله الابن ، وبصفته حياً هو الله الروح القدس ! .\nففي رسالة يوحنا الأولى (4 : 14) :\nَ \"والآب قد أرسل الابن\" .\nوفي يوحنا (16 : 28) :\nَ \"خرجت من عند الآب\" .\n\nالفهرس\n(1/36)",
        "\nالاختلافات عن بداية الخلق\n\nس22 : متى خلق النور ؟ .\nجـ : في التكوين (1 : 5) : (في اليوم الأول) :\nَ \"في البدء خلق الله السموات والأرض ، وكانت الأرض خربة وخالية ، وعلى وجه الغمر ظلمة وروح الله يرف على وجه المياه ، وقال الله ليكن نور فكان نور، ورأى الله النور أنه حسن ، وفصل الله بين النور والظلمة ودعا الله النور نهاراً والظلمة دعاها ليلاً وكان مساء وكان صباح يومًا واحداً\" .\nبينما في التكوين (1 : 16-19) : (في اليوم الرابع) :\nَ \"فعمل الله النورين العظيمين ، النور الأكبر لحكم النهار والنور الأصغر لحكم الليل والنجوم ، وجعلها الله في جلد السماء لتنير على الأرض ، ولتحكم على النهار والليل ولتفصل بين النور والظلمة ، ورأى الله ذلك أنه حسن ، وكان مساء وكان صباح يوماً رابعاً\" .\nس23 : متى خُلقت الشمس ؟ .\nجـ : في التكوين (1: 5) : (خلقت في اليوم الأول) :\nَ \" .... ودعا الله النور نهاراً والظلمة دعاها ليلاً ، وكان مساء وكان صباح يوماً واحدًا\" .\nوالنور والنهار لا يكون إلا بوجود الشمس .\nبينما في التكوين (1: 14-19) : (خلقت في اليوم الرابع) :\nَ \"وقال الله لتكن أنوار في جلد السماء لتفصل بين النهار والليل وتكون آيات وأوقات وأيام وسنين ، وتكون أنوار في جلد السماء لتنير على الأرض ... ولتحكم على النهار والليل ولتفصل بين النور والظلمة ورأى الله ذلك أنه حسن ، وكان مساء وكان صباح يومًا رابعاً\" .\nس24 : مَن الذي خلق أولاً الإنسان أم الحيوانات والطيور ؟ .\nجـ : في التكوين (1 : 20-23) :\nَ \"الحيوانات والطيور أولاً في اليوم الخامس وآدم في اليوم السادس\" .\n(1/37)\n",
        "َ \"وقال الله لتفض المياه زحافات ذات نفس حية وليطِرْ طير فوق الأرض على وجه جلد السماء ، فخلق الله التنانين العظام وكل ذوات الأنفس الحية الدبابة التي فاضت بها المياه كأجناسها وكل طائر ذي جناح كجنسه ، ورأى الله ذلك أنه حسن وباركها الله قائلاً أثمري وأكثري واملئي المياه في البحار .... وكان مساء وكان صباح يوماً خامساً\" .\nفي التكوين (1 : 27-31) :\nَ \"فخلق الله الإنسان على صورته .... وكان مساء وكان صباح يوماً سادساً\" .\nبينما في التكوين (2 : 7-19) :\nَ \"خلق الله الإنسان أولاً ثم النباتات ثم الحيوانات والطيور\" .\nَ \"وجبل الرب الإله آدم ترابًا من الأرض ونفخ في أنفه نسمة حياة فصار آدم نفساً حية وغرس الرب الإله جنة في عدن شرقاً ووضع هناك آدم الذي جبله ، وأنبت الرب الإله من الأرض كل شجرة شهية للنظر وجيدة للأكل ، وشجرة الحياة في وسط الجنة وشجرة معرفة الخير والشر ، وكان نهر يخرج من عدن ليسقي الجنة، وهناك ينقسم فيصير أربعة رءوس ، اسم الواحد فيشون وهو المحيط بجميع أرض الحويله حيث الذهب ، وذهب تلك الأرض جيد ، هناك المقل وحجر الجزع ، واسم النهر الثاني جيحون ، وهو المحيط بجميع أرض كوش ... وقال الرب الإله: ليس جيداً أن يكون آدم وحده فأصنع له معيناً نظيره وجبل الرب الإله من الأرض كل حيوانات البرية وكل طيور السماء فأحضرها إلى آدم ليرى ماذا يدعوها\" .\nس25 : متى نزل إبليس على الأرض ؟ .\nجـ : في رؤيا يوحنا اللاهوتي (12 : 7-10) :(نزل قبل خلق آدم ودخوله الجنة):\nَ \"وحدثت حرب في السماء ، ميخائيل وملائكته حاربوا التنين وحارب التنين وملائكته ، ولم يقووا فلم يوجد مكانهم بعد ذلك في السماء ، فطرح التنين العظيم الحية القديمة المدعو إبليس والشيطان الذي يضل العالم كله طُرح إلى الأرض وطرحت معه ملائكته وسمعت صوتاً عظيماً قائلاً في السماء : الآن صار خلاص إلهنا وقدرته وملكه\" .\n(1/38)\n\nولكن في التكوين (3 :1-15) : (نزل بعد خلق ومعصية آدم فى الجنة) :\nَ \" ... فقالت الحية للمرأة : لن تموتا ، بل الله عالم أنه يوم تأكلان تتفتح أعينكما وتكونان كالله عارفين الخير والشر ، فرأت أن الشجرة جيدة للأكل وأنها بهجة للعيون وأن الشجرة شهية للنظر ، فأخذت من ثمرها وأكلت وأعطت رجلها أيضاً معها فأكل .... فقال الرب الإله للمرأة : ما هذا الذي فعلت ؟! . فقالت المرأة : الحية غرتنى فأكلت ، فقال الرب الإله للحية : لأنك فعلت هذا ملعونة ... وتراباً تأكلين كل أيام حياتك وأضع عداوة بينك وبين المرأة وبين نسلك ونسلها ...\" .\nس26 : لماذا لم يمت آدم عندما أكل من الشجرة ؟ .\nجـ : في التكوين (2 :17) : (يقول الله لآدم : يوم تأكل من الشجرة تموت) :\nَ \"وأما شجرة معرفة الخير والشر فلا تأكل منها ؛ لأنك يوم تأكل منها موتاً تموت\".\nيناقضه في التكوين (5:5) : (أن آدم أكل من الشجرة ولم يمت) .\nَ \"فكانت كل أيام آدم التي عاشها تسع مئة وثلاثين سنة ومات\" .\nوفي التكوين (3:3) : (الحية أصدق من الله !!!) :\nَ \"فقال الله : لا تأكلا منه ولا تمساه ؛ لئلا تموتاه ، فقالت الحية للمرأة : لن تموتا\" !\nس27 : هل التراب يسبح ويحمد الله ؟\nجـ : في المزمور (66) : (كل الأرض تسبح وتحمد الله) .\nَ \"اهتفي لله يا كل الأرض ، رنِّموا بمجد اسمه ، اجعلوا تسبيحه ممجدًا ... كل الأرض تسجد لك وترنم لك ، ترنم لاسمك سلاه\" .\nوفي المزمور (148: 7-10) :\nَ \"سبحى الرب من الأرض يا أيتها التنانين وكل اللجج ، النار والبرد الثلج والضباب الريح العاصفة الصانعة كلمته ، الجبال وكل الآكام الشجر المثمر وكل الأرز\" .\nولكن يناقضه المزمور (30: 9) : (الأرض لا تسبح ولا تحمد الله) .\nَ \"ما الفائدة من دمي إذا نزلت إلى الحفرة ، هل يحمدك التراب ، هل يخبر بحقك\" .\nس 28 : هل الملائكة يخطئون ولا يقومون بوظيفتهم ؟ .",
        "(1/39)\n\nجـ : في رسالة بولس الأولى إلى تيموثاوس (5 :21) : (الملائكة مختارون بلا عيب) :\nَ \"أناشدك أمام الله والرب يسوع المسيح والملائكة المختارين أن تحفظ هذا بدون غرض ولا تعمل شيئاً بمحاباة\" .\nتناقضه رسالة يهوذا (6) :\nَ \"والملائكة الذين لم يحفظوا رياستهم بل تركوا مسكنهم حفظهم إلى دينونة اليوم العظيم بقيود أبدية تحت الظلام\" .\nوفي رسالة بطرس الثانية (2: 4) :\nَ \"لأنه إن كان الله لم يشفق على ملائكة قد أخطأوا بل في سلاسل الظلام طرحهم في جهنم\" ! .\nس29 : هل طلب الله ذبائح ؟ .\nجـ : في اللاويين (14: 1-13) :\nَ \"وكلم الرب موسى قائلاً : هذه تكون شريعة الأبرص يوم طهره يُؤتَى به ... ثم في اليوم الثامن يأخذ خروفين صحيحين ونعجة واحدة حولية صحيحة وثلاثة أعشار دقيق تقدمه ملتوتة .... ثم يأخذ الكاهن الخروف الواحد ويقربه ذبيحة .... ويذبح الخروف في الموضع الذي يذبح فيه ذبيحة الخطية والمحرقة في المكان المقدس\".\nويناقضه في أرميا (7 : 22-23) :\nَ \"لأني لم أكلم آباءكم ولا أوصيتهم يوم أخرجتهم من أرض مصر من جهة محرقة وذبيحة ، بل إنما أوصيتهم بهذا الأمر قائلاً : اسمعوا صوتي فأكون لكم إلهًا وأنتم تكونون لي شعباً\" .\nالفهرس\n(1/40)",
        "\nالاختلافات فى الأعداد\n\nس30 : كم سنة يكون عمر الإنسان ؟\nجـ : في التكوين (6 :3) :\nَ \"وتكون أيامه مئة وعشرين سنة\" .\nولكن في التكوين (11:11) :\nَ \"وعاش سام بعدما ولد أرفكشاد خمس مئة سنة\" .\nس31 : كم عدد الأسماء من آدم إلى إبراهيم ؟\nجـ : في لوقا (3 : 34-38) :\nَ \"إبراهيم بن تارح بن ناحور بن سروج بن رعو بن فالج بن عابر بن شالح بن قينان بن أرفكشاد بن سام بن نوح بن لامك بن متوشالح بن أخنوخ بن يارد بن مهللئيل بن قينان بن أنوش بن شيت بن آدم\" .\nبينما في التكوين (4 : 25 – 26) ، (5 : 3 – 28) ، (10 : 21-25) ، (11 : 10 – 26) :\nَ \"وعرف آدم امرأته أيضاً ، فولدت ابناً ودعت اسمه شيثًا ... وولد قينان ... وولد مهللئيل ... وولد يارد ... وولد أخنوخ ... وولد متوشالح ... وولد لامك ... وولد نوحًا ... وولد سام ... وولد أرفكشاد ... وولد شالح .... وولد عابر ... وولد فالج ... وولد رعو ... وولد سروج ... وولد ناحور ... وولد تارح ... وولد أبرام\" .\nونلاحظ :\n1 – عدد الأسماء في لوقا 20 اسماً ولكن في التكوين 19 اسماً .\n2 – ذكر لوقا اسم أنوش ولا يوجد له أثر في التكوين .\n3 – في لوقا شالح بن قينان ولكن في التكوين شالح بن أرفكشاد .\n4 – ذكر التكوين يارد ولكن لوقا لم يذكره .\n5 – في لوقا قينان بن أرفكشاد ولكنه في التكوين قينان بن شيث .\n6 – في لوقا أخنوخ بن مهللئيل ولكن في التكوين أخنوخ بن يارد .\n7 – وبما أن إبراهيم عاش عام 3800 قبل الميلاد ، يكون الإنسان ظهر على الأرض 38 قرناً قبل الميلاد وهذا خطأ اكتشفه العلم الحديث حيث وُجدت جثث بشرية ترجع إلى عشرات الآلاف من السنين .\nس32 : كم عدد آل يعقوب ؟\nجـ : في أعمال الرسل (7 :14) :\nَ \"فأرسل يوسف واستدعى أباه يعقوب وجميع عشيرته خمسة وسبعين نفساً\" .\nيناقضه التكوين (46: 27) :\nَ \"جميع نفوس بيت يعقوب التي جاءت إلى مصر سبعون\" .\nس33 : كم عدد أبناء بنيامين ؟ ، وما هي أسماؤهم ؟\n(1/41)\n",
        "جـ : تقول أخبار الأيام الأولى (8 : 1 ، 2) :\nَ \"وبنيامين ولد بالع بكره وأشبيل الثاني وأخرخ الثالث ونوحه الرابع ورافا الخامس\"\nبينما تقول أخبار الأيام الأولى (7 :6) :\nَ \"لبنيامين بالع وباكر ويديعئيل ثلاثة\" .\nس34 : كم عدد بني إسرائيل ورجال يهوذا ؟ .\nجـ : في صموئيل الثاني (24 : 9) :\nَ \"فدفع يوآب جملة عدد الشعب إلى الملك فكان إسرائيل ثمان مئة ألف رجل ذي بأس مستل السيف ورجال يهوذا خمس مئة ألف رجل\" .\nبينما في أخبار الأيام الأولى (21 : 5) :\nَ \"فدفع يوآب جملة عدد الشعب إلى داود فكان كل إسرائيل ألف ألف ومئة ألف رجل مستلي السيف ويهوذا أربع مئة وسبعين ألف رجل مستلي السيف\" .\nس35 : من أين جاءت فكرة إحصاء بني إسرائيل ؟\nجـ : في صموئيل الثاني (24 :1) :\nَ \"وعاد فحمى غضب الرب على إسرائيل فأهاج عليهم داود قائلاً : امض وأحصِ إسرائيل ويهوذا\" .\nولكن في أخبار الأيام الأولى (21 : 1) :\nَ \"ووقف الشيطان ضد إسرائيل وأغوى داود ليحصي إسرائيل\" .\nس36 : كم عدد سنين الجوع التي حكم الله بها على داود ؟\nجـ : في صموئيل الثاني (24 : 13) :\nَ \"فأتى جاد إلى داود وأخبره وقال له : أتأتي عليك سبع سني جوع في أرضك أم تهرب ثلاثة أشهر أمام أعدائك وهم يتبعونك\" .\nولكن في أخبار الأيام الأول (21 : 11) :\nَ \"فجاء جاد إلى داود وقال له : هكذا قال الرب اقبل لنفسك إما ثلاث سنين جوع أو ثلاثة أشهر هلاك أمام مضايقتك\" .\nس37 : كم عدد المراكب التي قضى عليها داود من أرام ؟\nجـ : \"وهرب أرام من أمام إسرائيل وقتل داود من أرام سبع مئة مركبة وأربعين ألف فارس وضرب شوبك رئيس جيشه فمات هناك\" صموئيل الثاني (10 : 18).\nولكن يختلف أخبار الأيام الأول (19 : 18) :\nَ \"وهرب أرام من أمام إسرائيل وقتل داود من أرام سبعة آلاف مركبة وأربعين ألف رجل وقتل شوبك رئيس الجيش\" .\nس38 : كم عدد الأحواض لسليمان عليه السلام ؟\nجـ : في الملوك الأول (7 :26) :\n(1/42)\n\nَ \"وغلظه شبر وشفته كعمل شفه كأس بزهر سوسن يسع ألفي بث\".\nبينما في أخبار الأيام الثاني (4 : 5) :\nَ \"وغلظه شبر وشفته كعمل شفة كأس بزهر سوسن يأخذ ويسع ثلاثة آلاف بث\" .\nس39 : كم عدد مزاود الخيل لسليمان عليه السلام ؟\nجـ : في أخبار الأيام الثاني (9 : 25) :\nَ \"وكان لسليمان أربعة آلاف مزود خيل ومركبات واثنا عشر ألف فارس فجعلها في مدن المركبات ومع الملك في أورشليم\" .\nبينما في الملوك الأول (4: 26) :\nَ \"وكان لسليمان أربعون ألف مزود لخيل مركباته واثنا عشر ألف فارس\" .\nس40 كم عدد الإسرائيليين الذين أطلقوا من سبى بابل من هذه القبائل ؟\nجـ : في عزرا (2) : العدد الإجمالي : 6377\nولكن في نحميا (7) : العدد الإجمالي : 7265\nوهذه بعض الاختلافات التفصيلية بينهما :\nعزرا نحميا\n1 – بنو أرح عددهم 775 652\n2 – بنو فحث موآب عددهم 2812 2818\n( من بني يشوع )\n3 – بنو زتون عددهم 945 845\n4 – بنو باباي عددهم 623 628\n5 – بنو عرجد عددهم 1222 2322\nس41 : كم عدد الذين قتلهم يوشيب بشبث التحكمونى عندما هز رمحه ؟\nجـ : في صموئيل الثاني (23 : 8) :\nَ \"هذه أسماء الأبطال الذين لداود يوشيب بشبث التحكمونى رئيس الثلاثة ، هو هز رمحه على ثمان مئة قتلهم دفعة واحدة\" .\nبينما فى أخبار الأيام الأول 11 : 11\nَ \"وهذا هو عدد الأبطال الذين لداود . يشبعام بن حكمونى رئيس الثوالث هو هز رمحه على ثلاث مئة قتلهم دفعة واحدة\" .\nس42 : كم عدد الذين ماتوا بسبب الزنا ؟\nجـ : في رسالة بولس الأولى لأهل كورنثوس (10 : 7 ، 8) (23 ألف) :\nَ \"كما هو مكتوب جلس الشعب للأكل والشرب ثم قاموا للعب ولا تزنِ كما زنى أناس منهم فسقط في يوم واحد ثلاثة وعشرون ألفاً\".\nولكن في العدد (25 :1-9) : (24 ألف) :\nَ \"وابتدأ الشعب يزنون مع بنات موآب ... وكان الذين ماتوا بالوباء أربعة وعشرين ألفاً\" .\n(الاختلافات فى الأعمار ومدة الحكم)\n*************",
        "(1/43)\n\nس43 : كم عمر أخزيا عندما أصبح ملكًا ؟\nجـ : يقول سفر الملوك الثاني (8 :26) :\nَ \"كان أخزيا ابن اثنتين وعشرين سنة حين ملك وملك سنة واحدة في أورشليم واسم أمه عثليا بنت عمرى ملك إسرائيل\" .\nبينما يقول سفر أخبار الأيام الثاني (22 : 2) :\nَ \"كان أخزيا ابن اثنتين وأربعين سنة حين ملك وملك سنة واحدة في أورشليم واسم امه عثليا بنت عمري\" .\nس44 : كم عمر يهوياكين عندما نصب ملكًا ؟ وما مدة حكمه؟\nجـ : في سفر الملوك الثاني (24 : 8) :\nَ \"كان يهوياكين ابن ثماني عشرة سنة حين ملك وملك ثلاثة أشهر في أورشليم\" .\nبينما في أخبار الأيام الثاني (36 : 9) :\nَ \"كان يهوياكين ابن ثماني سنين حين ملك وملك ثلاثة أشهر وعشرة أيام في أورشليم\" .\n\nس45 : مَن الذي خلف يهوياكين ؟\nجـ : في سفر الملوك الثاني (24 : 8 ، 17) : (خلفه صديقيا عمه):\nَ \"كان يهوياكين ابن ثماني عشرة سنة حين ملك ... وملك بابل متنيا عمه عوضاً عنه وغيَّر اسمه إلى صدقيا\" .\nبينما في أخبار الأيام الثاني (36 : 9-10) : (خلفه صديقيا أخاه) :\nَ \"كان يهوياكين ابن ثماني سنين حين ملك ... أرسل الملك نبوخذ نصر فأتى به إلى بابل ... وملك صدقيا أخاه على يهوذا أورشليم\" .\nس46 : متى ملك يهورام بن أخاب ؟\nجـ : في الملوك الثاني (3 :1) :\nَ \"وملك يهورام بن آخاب على إسرائيل في السامرة في السنة الثامنة عشرة ليهوشافاط ملك يهوذا\" .\nبينما في الملوك الثاني (1 : 2 ، 17) :\nَ \"وسقط أخزيا من الكوة التي في عليته التي في السامرة ... فمات حسب كلام الرب الذي تكلم به إيليا ، وملك يهورام عوضاً عنه في السنة الثانية ليهورام بن يهوشافاط ملك يهوذا ؛ لأنه لم يكن له ابن\" .\nس47 : كم سنة ملك بعشا على إسرائيل ؟\nجـ : في الملوك الأول (15 : 33) : (24 سنة) :\nَ \"في السنة الثالثة لآسا ملك يهوذا ملك بعشا بن أخيا على جميع إسرائيل في ترصة أربعاً وعشرين سنة\" .\n(1/44)",
        "\nولكن في أخبار الأيام الثاني (16 : 1 ، 5) : (33 سنة) :\nَ \"في السنة السادسة والثلاثين لملك أسا صعد بعشا ملك إسرائيل على يهوذا وبنى الرامة ... فلما سمع بعشا كف عن بناء الرامة وترك عمله\"\n\nالفهرس\n(1/45)\n",
        "الاختلافات عن الأنبياء\n\nس48 : هل يحنث الأنبياء بعهدهم ويمينهم ؟\nجـ : في صموئيل الثاني (19 : 16 ، 23) (حلف داود لشمعى بألا يموت) :\nَ \"فبادر شمعى بن جيرا البنياميني الذي من بحوريم ونزل مع رجال يهوذا للقاء الملك داود .... ثم قال الملك لشمعى لا تموت وحلف له الملك\" .\nولكن في الملوك الاول (2 : 1 ، 8 ، 9) (داود يحنث بقسمه) :\nَ \"ولما قربت أيام وفاة داود أوصى سليمان ابنه قائلاً : ... وهو ذا معك شمعى بن جيرا البنياميني من بحوريم وهو لعنني لعنة شديدة يوم انطلقت إلى محنايم وقد نزل للقائى إلى الأردنّ فحلفت له بالرب قائلاً : إني لا أميتك بالسيف والآن فلا تبرره ؛ لأنك أنت رجل حكيم فاعلم ما تفعل به وأحدر شيبته بالدم إلى الهاوية\" .\nبالرغم من أن في صموئيل الثاني (16 : 10) (الله أمره بسب داود) .\nَ \"فقال الملك ما لي ولكم يا بني صروية . دعوه يسب ؛ لأن الرب قال له سُب داود ومن يقول لماذا تفعل هكذا\" .\nس49 : ما هو اسم زوجة داود أم سليمان عليهما السلام ؟\nجـ : في صموئيل الثاني (11 : 3) إلى (12: 24) :\nَ \"بثشبع بنت أليعام امرأة أوريا الحثي ... وعزى داود بثشبع امرأته ودخل إليها وأضطجع معها فولدت ابنًا فدعا اسمه سليمان\" .\nبينما في أخبار الأيام الأول (3 :1-5) :\nَ \"وهؤلاء ولدوا له في أورشليم شمعى وشوباب وناثان وسليمان أربعة من بثشوع بنت عميئيل\" .\nس50 : متى أتى داود بالتابوت ؟\nجـ : في صموئيل الثاني (5 : 25 ، 6 : 2-11) (بعد محاربة الفِلَسطينيين) :\nَ \"ففعل داود كذلك كما أمره الرب وضرب الفلسطينيين من جبع إلى مدخل جازر ... وقام داود وذهب هو وجميع الشعب الذي معه من بعلة يهوذا ليصعدوا من هناك تابوت الله ... فأركبوا تابوت الله على عجلة جديدة ... وبقي تابوت الرب في بيت عوبيد أدوم\" .\nبينما في سفر الأيام الأول (13 : 5-14 ، 14 : 10 – 16) (قبل محاربة الفلسطينيين) :\n(1/46)\n\nَ \"وجمع داود كل إسرائيل من شيحور مصر إلى مدخل حماه ليأتوا بتابوت الله من قرية يعاريم ، وأركبوا تابوت الله على عجلة جديدة من بيت أبيناداب ... وبقي تابوت الله عند بيت عوبيد أدوم\" .\nَ \"فسأل داود من الله قائلاً : أأصعد على الفلسطينيين فتدفعهم ليدي . فقال الرب : اصعد فأدفعهم ليدك فصعدوا إلى بعل فراصيم وضربهم داود هناك ... ثم عاد الفلسطينيون أيضاً وانتشروا في الوادي ... ففعل داود كما أمره الله وضربوا محلة الفلسطينيين من جبعون إلى جازر\" .\nس51 : متى عصى أبشالوم أباه داود ؟ وما هي مدة عصيانه؟\nجـ : في صموئيل الثاني (15 : 7 – 15) (في نهاية أربعين سنة ، والعصيان أربعون سنة) :\nَ \"وفي نهاية أربعين سنة قال أبشالوم للملك : دعنى فأذهب وأوفي نذرى الذي نذرته للرب في حبرون ... وأرسل أبشالوم جواسيس في جميع أسباط إسرائيل قائلاً : إذا سمعتم صوت البوق فقولوا قد ملك أبشالوم في حبرون ... فقال داود لجميع عبيده الذين معه في أورشليم : قوموا بنا نهرب لأنه ليس لنا نجاة من وجه أبشالوم ... وينزل بنا الشر ويضرب المدينة بحد السيف\" .\nبينما في الملوك الأول (2 : 1 – 11) (في وسط الأربعين سنة والعصيان أقل من أربعين سنة) :\nَ \"ولما قربت أيام وفاة داود أوصى سليمان ابنه قائلاً : ... وافعل معروفاً لبني برزلاي الجلعادي...لأنهم هكذا تقدموا إلى عند هربي من وجه أبشالوم أخيك ... وكان الزمان الذي ملك فيه داود على إسرائيل أربعين سنة في حبرون ، ملك سبع سنين وفي أورشليم ملك ثلاثاً وثلاثين سنة\" . فملك داود تقدم عصيان أبشالوم بمدة وتأخر بعده بمدة .\nس52 : مَن الذي ذهب إليه داود لأخذ الخبز منه ؟\nجـ : في صموئيل الأول (21 : 1-4) (أخيمالك الكاهن) :",
        "(1/47)\n\nَ \"فجاء داود إلى نوب إلى أخيمالك الكاهن ... فقال داود لأخيمالك الكاهن ... والآن فماذا يوجد تحت يدك ؟ ، أعطِ خمس خبزات في يدي أو الموجود . فأجاب الكاهن داود وقال : لا يوجد خبز محلل تحت يدي ولكن يوجد خبز مقدس\" .\nبينما في مرقس (2 : 26) يقول المسيح : \"أبيأثار رئيس الكهنة\" :\nَ \"أما قرأتم قط ما فعله داود حين احتاج وجاع هو والذين معه كيف دخل بيت الله في أيام أبيأثار رئيس الكهنة وأكل خبز التقدمة الذي لا يحل أكله إلا للكهنة وأعطى الذين كانوا معه أيضاً\" .\nس53 : هل صرح الله باسمه لإبراهيم عليه السلام ؟\nجـ : في التكوين (22: 14) :\nَ \"فدعا إبراهيم اسم ذلك الموضع يهوه يرأه ، حتى إنه يقال اليوم في جبل الرب يرى\" .\nبينما في الخروج (6 : 2 ، 3) :\nَ \"ثم كلم الله موسى وقال له : أنا الرب . وأنا ظهرت لإبراهيم وإسحق ويعقوب بأني الإله القادر على كل شيء . وأما باسمي يهوه فلم أُعرف عندهم\" .\nس54 : مَن الذي ظهر لإبراهيم ؟\nجـ : في التكوين (18 : 1 ، 17 ، 22) (ظهر له الله) :\nَ \"وظهر له الرب عند بلوطات ممرا وهو جالس في باب الخيمة وقت حر النهار ... فقال الرب : هل أخفي عن إبراهيم ما أنا فاعله ... وانصرف الرجال من هناك وذهبوا نحو سدوم وأما إبراهيم فكان لم يزل قائمًا أمام الرب\" .\nبينما في رسالة بولس إلى العبرانيين (13 : 2) (ظهرت له الملائكة) :\nَ \"لا تنسوا إضافة الغرباء لأن بها أضاف أناس ملائكة وهم لا يدرون\" .\nس55 : هل قطورة زوج إبراهيم أم جاريته؟\nجـ : في التكوين (25 : 1) (زوجة) :\nَ \"وعاد إبراهيم فأخذ زوجة اسمها قطورة فإنها ولدت زمران ويقشان ومدان ....\" .\nويختلف سفر الأيام الأول (1 : 32) (سرية) :\nَ \"وأما بنو قطورة سرية إبراهيم فإنها ولدت زمران ويقشان ومدان ... \" .\nس56 : ما اسم أم أبيا ؟\nجـ : في أخبار الأيام الثاني (11 : 18-20) (معكة بنت أبشالوم) :\n(1/48)",
        "\nَ \"واتخذ رحبعام لنفسه أمرأة محله بنت يريموث بن داود .... ثم بعدها أخذ معكة بنت أبشالوم فولدت له أبيا\" .\nولكن يختلف أخبار الأيام الثاني (13 : 1-2) (ميخايا بنت أوريئيل) :\nَ \"ملك أبيا على يهوذا ملك ثلاث سنين في أورشليم واسم أمه ميخايا بنت أوريئيل من جبعة\" .\nس57 : هل كان يوحنا المعمدان يأكل ويشرب ؟\nجـ : يقول متى (11 : 18) :\nَ \"لأنه جاء يوحنا لا يأكل ولا يشرب فيقولون فيه شيطان\" .\nبينما يقول مرقس (1 : 6) :\nَ \"وكان يوحنا يلبَس وبر الإبل ومنطقة من جلد على حقويه ويأكل جراداً وعسلاً برياً\" .\nس58 : هل يوحنا المعمدان هو إيليا ؟\nجـ : في متى (17 : 10 - 13) (يسوع يؤكد أنه إيليا) :\nَ \"وسأله تلاميذه قائلين : فلماذا يقول الكتبة إن إيليا ينبغي أن يأتي أولاً ؟ ، فأجاب يسوع وقال لهم : إن إيليا يأتي أولاً ويرد كل شيء ولكني أقول لكم إن إيليا قد جاء ولم يعرفوه بل عملوا به كل ما أرادوا ، كذلك ابن الإنسان أيضاً سوف يتألم منهم ، حينئذ فهم التلاميذ أنه قال لهم عن يوحنا المعمدان\" .\nولكن يوحنا (1 : 19 - 21)(يؤكد أن يوحنا المعمدان ليس إيليا) :\nَ \"وهذه شهادة يوحنا حين أرسل اليهود من أورشليم كهنة ولاويين ليسألوه مَن أنت فاعترف ولم ينكر وأقر أني لست أنا المسيح فسألوه إذا ماذا ؟ إيليا أنت ؟ : فقال : لست أنا ، النبي أنت ؟ ، فأجاب : لا\" .\nس59 : ما اسم ابن صموئيل البكر ؟\nجـ : في صموئيل الأول (8 : 2) :\nَ \"وكان اسم ابنه البكر يوئيل\" .\nبينما في أخبار الأيام الأول (6 : 28) :\nَ \"وابنا صوئيل البكر وشنى ثم أبيا\" .\nس60 : أين توفي هارون ؟\nجـ : في العدد (33 : 38) (في هور) :\nَ \"فصعد هارون الكاهن إلى جبل هور حسب قول الرب ومات هناك في السنة الأربعين لخروج بني إسرائيل من أرض مصر\" .\nبينما في التثنية (10: 6) (في موسير) :\nَ \"وبنو إسرائيل ارتحلوا من أبآر بني يعقان إلى موسير ، هناك مات هارون وهناك دُفن) .\n(1/49)\n",
        "س61 : هل يجوز زواج العمة ؟ وما صلة قرابة عمران بيوكابد؟\nجـ : في الخروج (6 :20) (الزواج بالعمة) :\nَ \"وأخذ عمران يوكابد عمته زوجة له فولدت له هارون وموسى\" .\nفهل يجوز زواج العمة ؟ .\nفي سفر اللاويين (18 : 12) (تحريم الزواج بالعمة) .\nَ \"عورة أخت أبيك لا تُكشف ؛ إنها قريبة أبيك\" .\nولكن في سفر الخروج (6 :20) - طبعة لندن سنة 1831م .\nَ \"فتزوج عمران يوخابد ابنة عمه فولدت له هارون وموسى\" .\n\nالفهرس\n(1/50)\n\nاختلافات أخرى\nاختلافات عن بنى إسرائيل\n\nس62 : هل استولى بنو إسرائيل على أورشليم وقتلوا ملكها؟\nجـ : في يشوع (10 : 23-42) (تم الاستيلاء على أورشليم وقتل ملكها) :\nَ \"وأخرجوا إليه الملوك الخمسة من المغارة : ملك أورشليم وملك حبرون وملك يرموت وملك لخيش وملك عجلون ... وضربهم يشوع بعد ذلك وقتلهم وعلقهم على خمس خشب ... وأخذ يشوع جميع أولئك الملوك وأرضهم دفعة واحدة\" .\nبينما في يشوع (15 : 63) (لم يستطيعوا أن يستولوا على أورشليم) :\nَ \"وأما اليبوسيون في أورشليم فلم يقدر بنو يهوذا على طردهم ، فسكن اليبوسيون مع بني يهوذا في أورشليم إلى هذا اليوم\" .\nس63 : هل أباح الله لليهود أكل الطاهر والنجس ؟\nجـ : في التثنية (12 : 15) :\nَ \"من كل ما تشتهي نفسك تذبح وتأكل لحماً في جميع أبوابك حسب بركة الرب إلهك التي أعطاك النجس والطاهر يأكلانه كالظبي والأيل \" .\nبينما في التثنية (14 : 3) :\nَ \"لا تأكل رجساً ما\" .\nس64: هل حرم الله على الإسرائيليين التزوج من الأجنبيات؟\nجـ : في التثنية (7 :3) (يقول الرب لإسرائيل ولشعبه) :\nَ \"ولا تصاهرهم ، بنتك لا تعطِ لابنه وبنته لا تأخذ لابنك\" .\nولكن في الملوك الأول (3 :1) :\nَ \"وصاهر سليمان فرعون ملك مصر وأخذ بنت فرعون وأتى بها إلى مدينة داود إلى أن أكمل بناء بيته وبيت الرب وسور أورشليم حواليها\" .\nوتأكيداً لهذا في نحميا (13: 26-27) (تم لوم سليمان لزواجه من الأجنبيات) .\nس65 : هل كان الله مع يشوع ؟\nجـ : في يشوع (1 : 5) :\nَ \"لا يقف إنسان في وجهك كل أيام حياتك كما كنت مع موسى أكون معك لا أهملك ولا أتركك\" .\nولكن في يشوع (9 :3 ، 22) (تم خداعه) :\nَ \"وأما سكان جبعون لما سمعوا بما عمله يشوع بأريحا وعاي فهم عملوا بغدر ومضوا وداروا ... فدعاهم يشوع وكلمهم قائلاً : لماذا خدعتمونا ؟ قائلين نحن بعيدون عنكم جداً وأنتم ساكنون في وسطنا\".\nس66 : أين الصواب في ذكر نظام الهيكل ؟",
        "(1/51)\n\nجـ : في العدد (28 ، 29) في العدد (28 : 16 ، 19) :\nَ \"وفي الشهر الأول في اليوم الرابع عشر من الشهر فصح للرب ، وفي اليوم الخامس عشر من هذا الشهر عيد سبعة أيام يؤكل الفطير ... وتقربون وقوداً محرقة للرب ثورين ابني بقر وكبشاً واحداً وسبعة خراف حوليه \" .\nويختلف هذا النظام في حزقيال (45 : 21 ، 23) :\nَ \"في الشهر الأول في اليوم الرابع عشر من الشهر يكون لكم الفصح عيدًا ، سبعة أيام يؤكل الفطير .... وفي سبعة أيام العيد يعمل محرقة للرب ، سبعة ثيران وسبعة كباش صحيحة كل يوم من السبعة الأيام\" .\nس67 : هل سأل شاول الرب ؟\nجـ : في صموئيل الأول (28 : 5 – 6) :\nَ \"ولما رأى شاول جيش الفلسطينيين خاف واضطرب قلبه جدًّا ، فسأل شاول من الرب فلم يجبه الرب لا بالأحلام ولا بالاوريم ولا بالأنبياء\" .\nويختلف أخبار الأيام الأول (10 : 13-14) :\nَ \"فمات شاول بخيانته التي بها خان الرب من أجل كلام الرب الذي لم يحفظه وأيضاً لأجل طلبه إلى الجان للسؤال ، ولم يسأل من الرب فأماته وحوَّل المملكة إلى داود بن يسَّى\" .\nس68 : مَن التي تزوجها عدريئيل من بنات شاول ؟\nجـ : في صموئيل الأول (18 : 19) (تزوج ميرب) :\nَ \"وكان في وقت إعطاء ميرب ابنة شاول لداود أنها أعطيت لعدريئيل المحولى امرأة\" .\nولكن في صموئيل الثاني (21 : 8) (تزوج ميكال أخت ميرب) .\nَ \"وبنى ميكال ابنة شاول الخمسة الذين ولدتهم لعدريئيل\" .\nوهذا على الرغم مما ذكر في صموئيل الأول (18 : 20 ، 27) من زواج ميكال من داود .\nَ \"وميكال ابنة شاول أحبت داود ... فأعطاه شاول ابنته امرأة\" .\nس69 : هل أهل العرافة أصحاب بطلان وكذب ؟\nجـ : في صموئيل الأول (28 : 7 – 15) (العرافة استحضرت روح صموئيل) .\n(1/52)",
        "\nَ \"فقال شاول لعبيده : فتِّشوا لي على امرأة صاحبة جان فأذهب إليها وأسألها ، فقال له عبيده هو ذا امرأة صاحبة جان في عين دور ... فقالت المرأة : من أصعد لك؟ فقال : أصعدي صموئيل ... فقالت المرأة لشاول : رأيت آلهة يصعدون من الأرض ، فقال لها : ما هي صورته ؟ فقالت : رجل شيخ صاعد وهو مغطى بجبة ، فعلم شاول أنه صموئيل فخرَّ على وجهه إلى الأرض وسجد ، فقال صموئيل لشاول : لماذا أقلقتني بإصعادك إياي؟!\" .\nولكن في أرميا (14 : 14) (تذم العرافة ويُنسب لها الكذب والبطلان) .\nَ \"فقال الرب لي : بالكذب يتنبأ الأنبياء باسمي ، لم أرسلهم ولا أمرتهم ولا كلمتهم ، برؤيا كاذبة وعرافة وباطل ومكر قلوبهم هم يتنبأون لكم\" .\nس70 : هل ماتت جميع مواشي المصريين ؟\nجـ : في الخروج (9 : 6) :\nَ \"ففعل الرب هذا لأمر في الغد فماتت جميع مواشي المصريين ، وأما مواشي بني إسرائيل فلم يمت منها واحد\" .\nويختلف الوضع في الخروج (9 : 20) :\nَ \" فالذي خاف كلمة الرب من عبيد فرعون هرب بعبيده ومواشيه إلى البيوت\"\nس71 : لماذا تم قتل كل الأطفال بحد السيف في مدينة أريحا من أجل ذنب آبائهم ؟\nجـ : في يشوع (6 : 16 ، 21) :\nَ \"يشوع قال للشعب : اهتفوا لأن الرب قد أعطاكم المدينة ، فتكون المدينة وكل ما فيها محرماً للرب . راحاب الزانية فقط تحيا هي وكل مَن معها في البيت ؛ لأنها قد خبأت المرسلين اللذين أرسلناهما ... وأخذوا المدينة . وحرموا كل ما في المدينة ، من رجل وامرأة ، من طفل وشيخ ، حتى البقر والغنم والحمير بحد السيف\" .\nوكان مترجمو الكتاب المقدس - في كتاب \"الترجمة التفسيرية الحديثة لكتاب الحياة\" المطبوع بالقاهرة - أقل خجلاً فلم يغيروا كلمة (حرقوا) إلى كلمة (حرموا) ، بل أبقوها كما هي في الأصل الإنكليزي .\nفي يشوع (6 : 21) :\nَ \"ودمروا المدينة وقضوا بحد السيف على كل مَن فيها من رجال ونساء وأطفال وشيوخ حتى البقر والغنم والحمير\" .\n(1/53)\n",
        "ألا يعتبر قتل الأطفال لذنب آبائهم مخالفاً لما جاء في الملوك الثاني (14 : 6):\nَ \"حسب ما هو مكتوب في سفر شريعة موسى حيث أمر الرب قائلاً : لا يُقتل الآباء من أجل البنين والبنون لا يُقتلون من أجل الآباء ، إنما كل إنسان يُقتل بخطيئته\" .\nس72 : هل كان شمشون مباركاً ومرسلاً من الله ؟\nجـ : في القضاة (13 : 24) :\nَ \"فولدت المرأة ابناً ودعت اسمه شمشون ، فكبر الصبى وباركه الرب وابتدأ روح الرب يحركه في محله دان بين صرعة وأشتأول\" .\nويختلف هذا في القضاة (16 : 1) :\nَ \"ثم ذهب شمشون إلى غزة ورأى هناك امرأة زانية فدخل إليها\" .\nوفي القضاة (15 : 3) :\nَ \"فقال لهم شمشون : إني برئ الآن من الفلسطينيين إذا عملت بهم شرًّا\" .\nس73 : لماذا يعاقب الله القائد (ياهو) على الرغم من تنفيذه أمر الله بإبادة بيت أخاب ؟\nجـ : في الملوك الثاني (9 : 1 ، 6-10) (الله يأمره بإبادة بيت أخاب) :\nَ \"ودعا اليشع النبي واحداً من بني الأنبياء : ... واذهب إلى راموت جلعاد وإذا وصلت إلى هناك فانظر هناك ياهو بن يهوشافاط ... وقال له هكذا قال الرب إله إسرائيل قد مسحتك ملكاً على شعب الرب إسرائيل فتضرب بيت أخاب سيدك وانتقم لدماء عبيدي الأنبياء ودماء جميع عبيد الرب من يد إيزابل ، فيبيد كل بيت أخاب واستأصل لأخاب كل بائل بحائط ومحجوز ومطلق في إسرائيل واجعل بيت أخاب كبيت يربعام بن نباط وكبيت بعشا بن أخيا ، وتأكل الكلاب إيزابل في حقل يزرعيل وليس من يدفنها\" .\nولكن في هوشع (1 : 4) (عاقبه الله على تنفيذ أمره) :\nَ \" فقال له الرب : ادع اسمه يزرعيل لأننى بعد قليل أعاقب بيت ياهو على دم يزرعيل وأبيد مملكة بيت إسرائيل\" .\nس74 : هل ابتلعت الأرض قورح وقومه ؟\nجـ : في العدد (16 : 32 – 33) :\nَ \"وفتحت الأرض فاها وابتلعتهم وبيوتهم وكل مَن كان لقورح مع كل الأموال ، فنزلوا هم وكل ما كان لهم أحياء إلى الهاوية وانطبقت عليهم الأرض فبادوا\" .\n(1/54)\n\nويختلف في هذا العدد (26 : 11) :\nَ \"أما بنو قورح فلم يموتوا\" .\nس75 : هل الخمر علاج للفقر والفقراء ؟! .\nجـ : في الأمثال (31 : 6 - 7) :\nَ \"أعطوا مسكراً لهالك وخمراً لمري النفس ، يشرب وينسى فقره ولا يذكر تعبه بعدي\" .\nوهذا على الرغم من مدح غير الشاربين للمسكر والخمر كما في لوقا (1 : 13 ، 15) :\nَ \"ستلد لك ابنًا وتسميه يوحنا .... لأنه يكون عظيماً أمام الرب وخمراً ومسكراً لا يشرب\" .\n\nالفهرس",
        "(1/55)\n\nاختلافات العهد الجديد\nاختلافات الميلاد عن المسيح\n\nس76 : أين سكن يوسف النجار ووالدة المسيح ؟\nجـ : في متى (2 : 1 ، 13 ، 19،23) (في بيت لحم ثم مصر ثم الناصرة) :\nَ \"ولما ولد يسوع في بيت لحم اليهودية ... فقام وأخذ الصبي وأمه ليلاً وانصرف إلى مصر ... فلما مات هيرودس إذا ملاك الرب قد ظهر في حلم ليوسف في مصر ... فقام وأخذ الصبي وأمه وجاء إلى أرض إسرائيل ... وأتى وسكن في مدينة يقال لها ناصرة\" .\nولكن في لوقا (1 : 26-29) (من الابتداء يسكنان في مدينة الناصرة ثم بيت لحم ثم الناصرة) :\nَ \"وفي الشهر السادس أرسل جبرائيل الملاك من الله إلى مدينة من الجليل اسمها ناصرة إلى عذراء مخطوبة لرجل من بيت داود اسمه يوسف واسم العذراء مريم ، فدخل إليها الملاك وقال : سلام لك أيتها المنعم عليها ، الرب معك ، مباركة أنت في النساء ، فلما رأته اضطربت من كلامه وفكرت ما عسى أن تكون هذه التحية\".\nس77 : مَن الذى نزلت عليه البشارة ؟\nجـ : في متى (1 : 19-21) (يوسف) :\nَ \"فيوسف رجلها إذ كان باراً ولم يشأ أن يشهرها أراد تخليتها سراً ولكن فيما هو متفكر في هذه الأمور إذا ملاك الرب قد ظهر له في حلم قائلاً : يا يوسف بن داود لا تخف أن تأخذ مريم امرأتك ، لأن الذي حبل به فيها هو من الروح القدس ، فستلد ابنًا وتدعو اسمه يسوع\" .\nويختلف لوقا (1 : 26-31) (مريم) :\nَ \"وفي الشهر السادس أرسل جبرائيل الملاك من الله إلى مدينة من الجليل اسمها ناصرة إلى عذراء مخطوبة لرجل من بيت داود اسمه يوسف ، واسم العذراء مريم ، فدخل إليها الملاك وقال : سلام لك أيتها المنعم عليها .... وها أنت ستحبلين وتلدين ابنًا وتسمينه يسوع\" .\nس78 : مَن الذي أبلغ أهل أورشليم والملك هيردوس بمولد المسيح ؟\nجـ : في متى (2 : 1-3) (المجوس) :\n(1/56)",
        "\nَ \"ولما ولد يسوع في بيت لحم اليهودية في أيام هيرودس الملك إذ مجوس من الشرق قد جاءوا إلى أورشليم قائلين : أين هو المولود ملك اليهود فإننا رأينا نجمه في المشرق وأتينا لنسجد له ؟! ، فلما سمع هيرودس الملك اضطرب وجميع أورشليم معه\" .\nويختلف لوقا (2 : 25-38) (سمعان ونبية حنة بنت فنوئيل) :\nَ \"وكان رجل في أورشليم اسمه سمعان ، وهذا الرجل كان باراً تقياً ... وعندما دخل بالصبي يسوع أبواه ليصنعا له حسب عادة الناموس أخذه على ذراعيه وبارك الله .... وكانت نبية حنة بنت فنوئيل من سبط أشير ... فهي في تلك الساعة وقفت تسبح الرب وتكلمت عنه مع جميع المنتظرين فداءً في أورشليم\"\nس79 : هل رأى هيرودس يسوع ؟\nجـ : في متى 2 : 19 – 20 (مات هيرودس ويسوع صبي ولم يره) :\nَ \"فلما مات هيرودس إذا ملاك الرب قد ظهر في حُلم ليوسف في مصر . قائلاً : قم وخذ الصبي وأمه واذهب إلى أرض اسرائيل ؛ لأنه قد مات الذين كانوا يطلبون نفس الصبي\" .\nبينما في لوقا 23 : 8 (هيرودس رأى يسوع) :\nَ \"وأما هيرودس فلما رأى يسوع فرح جداً ؛ لأنه كان يريد من زمان طويل أن يراه\" .\nس80: هل علم أحد من أورشليم بمولد المسيح ؟\nجـ : في متى (2 : 3) (لم يعلم بولادته أحد في أورشليم إلا بعد مجئ المجوس) :\nَ \"فلما سمع هيرودس الملك اضطرب وجميع أورشليم معه\" .\nولكن في لوقا (2 : 25-38) (علم بولادته الكثيرون) :\nَ \"وكان رجل في أورشليم اسمه سمعان وهذا الرجل كان باراً تقياً ... وعندما دخل بالصبي يسوع أبواه ليصنعا له حسب عادة الناموس أخذه على ذراعيه وبارك الله .... وكانت نبية حنة بنت فنوئيل ... وقفت تسبح الرب وتكلمت عنه مع جميع المنتظرين فداءً في أورشليم\" .\nس81 : هل تربص هيرودس بيسوع عند مولده ؟\nجـ : في متى (2 : 1-3) :\nَ \"تربص هيرودس بيسوع\" .\nويختلف لوقا (2 : 25-38) :\nَ \"لم يتربص هيرودس بيسوع\" .\n(انظر جـ 79) .\nس82 : متى نزل الروح القدس على المسيح ؟\n(1/57)\n",
        "جـ : في متى (3 :16) (بعد خروجه مباشرة من الماء) :\nَ \"فلما اعتمد يسوع صعد للوقت من الماء ، وإذا السموات قد انفتحت له فرأى روح الله نازلاً مثل حمامة\" .\nولكن في لوقا (3 :21) (أثناء صلاته بعد الخروج من الماء) :\nَ \"ولما اعتمد جميع الشعب اعتمد يسوع أيضاً وإذ كان يصلي انفتحت السماء ونزل عليه الروح القدس\" .\nواختلف مرقس (1 : 9-10) (أثناء خروجه من الماء) :\nَ \"وفي تلك الأيام جاء يسوع من ناصرة الجليل واعتمد من يوحنا، وللوقت وهو صاعد من الماء رأى السموات قد انشقت والروح مثل حمامة نازلاً عليه\" .\nس83 : ماذا قال الروح القدس ليسوع عندما نزل عليه أول مرة ؟\nجـ : قال في متى (3 : 17) :\nَ \".... هذا هو ابني الحبيب الذي به سُررت\" .\nولكنه قال في مرقس (1: 11) :\nَ \" ... أنت ابني الحبيب الذي به سررت\" .\nس84 : ما هي التناقضات في نسب المسيح ؟\nجـ : الاختلافات بين متى (1 : 1-17) ، ولوقا (3 : 23-38) كالآتي :\n1- لماذا يعطي الله أبًا - وهو يوسف - لابنه عيسى وهو مولود بدون أب ؟! .\n2- يوسف بن يعقوب تبعاً لمتى وهو ابن هالي تبعًا للوقا (3 : 23)!.\n3- في (متى) المسيح من أولاد (سليمان بن داود) وفي (لوقا) هو من أولاد (ناثان بن داود) ! .\n4- لا يذكر العهد القديم إلا 19 اسماً قبل إبراهيم بينما يذكر لوقا 20 اسماً ! .\n5- سجل (متى) من داود إلى المسيح 28 سلفاً فقط ، يكون مقابل كل جيل 40 سنة ، بينما سجل (لوقا) من داود إلى المسيح 41 سلفاً ليسوع ، ولا يوجد اسم مشترك بينهما إلا يوسف ، يكون مقابل كل جيل 20 سنة ؛ لأن المدة بين داود ويسوع حوالي 1000 سنة .\n6- ذكر (متى) أن جميع آباء وأجداد المسيح إلى جلاء بابل سلاطين، وفي (لوقا) لم تكن لهم شهرة ومن ثَم لم يكونوا سلاطين ولم يكن معروفاً فيهم غير داود وناثان ! .\n7- ذكر (متى) شالتئيل بن يكنيا ، وذكر (لوقا) أن شالتئيل بن نيري .\n(1/58)\n\n8- ذكر (متى 1 : 13) أن ابن زربابل هو ابيهود ، ويذكر (لوقا 3 : 27) أن ريسا ابن زربابل وفي أخبار الأيام الأول (3 : 19) لم يذكر ابنًا لزربابل لا باسم إبيهود ولا باسم ريسا .\n9- يبرر النصارى هذا الاختلاف في نسب المسيح بالقول إن أحدهم خاص بنسب مريم والآخر بنسب يوسف النجار ولكن متى ولوقا لم يقولا هذا نسب مريم أو يوسف النجار ، بل قالا إنه نسب المسيح ، ثم ما دخل يوسف النجار في النسب هل هو أبوه ؟! .\n10- كرم الكتاب المقدس شخصيات لولادتهم غير الشرعية (من الزنا) ! ، وهم آباء وأمهات وأجداد يسوع المسيح كالآتي :\nأ – يهوذا زنا مع كنته ثامار( زوجة أبنه ) وحبلت منه وولدت من هذا الزنا فارص وزارح وهم أيضاً فى نسب المسيح . (تكوين 38: 15 – 18 ): ! .\nب – وسلمون ولد بوعز من راحاب (متى 1 : 5) وراحاب امرأة زانية (يشوع 2 : 1 – 15) .\nج - وبوعز ولد عوبيد من راعوث ( متى 1 : 5 ) وراعوث هي راعوث (راعوث 4 : 5) الموآبية .\nد - وداود الملك زنى مع امرأة أوريا فولدت سليمان (صموئيل الثاني 11) .\nس85 : لماذا تم تكريم الزناة في نسب المسيح ؟!\nجـ : التكوين (38 : 15 – 18) .\nتم تكريم :\n1- دعارة ثامار وزناها مع حميها يهوذا وخلدتها البشارات فوضعتها في سلسلة نسب المسيح وولدت ثامار من هذا الزنا فارص وزارح وهما أيضاً في نسب المسيح كما ذكرنا سابقًا! .\n2- بغاء الأختين أهولة وأهوليبة (حزقيال : 23) .\n3- زنا ابنتي لوط مع أبيهما التكوين (19 : 30-38) .\nونتج عن هذا الزنا بنو عمون وبنو موآب الذين فضَّلهم الرب كما يدَّعون وبعد فترة أمرهم الرب المحب بذبح شعب آخر بدون رحمة رجالاً ونساءً وأطفالاً حتى الشجر والبهائم لم تفلت من ذلك الدمار ! ، ولكن نسل لوط \"لا تعادهم ولا تناصبهم\" (تثنية 2 : 19) .\nوغير ذلك مما ذُكروا سابقاً تم تكريمهم بإدخالهم في نسب المسيح ، على الرغم من تعهد الله بأن لا يدخل زنيم في جماعة الرب\nكما في التثنية (23: 2) :",
        "(1/59)\n\nَ \"لا يدخل ابن زنى في جماعة الرب حتى الجيل العاشر لا يدخل منه أحد في جماعة الرب لا يدخل عموني ولا موابي في جماعة الرب ، حتى الجيل العاشر لا يدخل منهم أحد في جماعة الرب إلى الأبد\" .\nفهل منع الرب دخول العموني والموابي جماعة الرب حتى الجيل العاشر أم إلى الأبد ؟! .\nس86 : لماذا يؤكد لوقا ادعاء اليهود أن المسيح ابن يوسف النجار ، وأنه لم يأتِ بمعجزة ؟! .\nجـ : في لوقا (2 : 4 ، 27) :\nَ \"فصعد يوسف أيضاً من الجليل من مدينة الناصرة إلى اليهودية إلى مدينة داود التي تُدعى بيت لحم لكونه من بيت داود وعشيرته ليكتتب مع مريم امرأته المخطوبة وهي حُبلى وبينما هما هناك تمت أيامها لتلد فولدت ابنها البكر ... وعندما دخل بالصبى يسوع أبواه ليصنعا له حسب عادة الناموس ..\" .\nويؤكد لوقا (2 :41) :\nَ \"وكان أبواه يذهبان كل سنة إلى أورشليم في عيد الفصح\" .\nوفي لوقا (4 : 21-23) يذكر مقالة اليهود أمام المسيح وعدم رده عليهم وكأنه موافقهم على هذا الاتهام!:\nَ \"فابتدأ يقول لهم ... وكان الجميع يشهدون له ويتعجبون من كلمات النعمة الخارجة من فمه ويقولون : أليس هذا ابن يوسف ؟! ، فقال لهم : على كل حال تقولون لي هذا المثل أيها الطبيب اشفِ نفسك\". فهل هذه إجابة ؟! .\nويؤكد لوقا (3 :23) في سلسلة نسب المسيح أنه ابن يوسف ، كيف يقال هذا لشخص ليس له أب ووُلد بمعجزة ؟! .\nوفي لوقا (2 : 48) مريم تؤكد أبوَّة يوسف للمسيح ! :\nَ \"وقالت له أمه : يا بني لماذا فعلت بنا هكذا ؟! ، هو ذا أبوك وأنا كنا نطلبك معذبين\" .\nوفي لوقا (3 : 23 : 34) يعلن أن سلسلة نسب المسيح على ما يظن !! :\nَ \"ولما ابتدأ يسوع كان له نحو ثلاثين سنة وهو على ما كان يظن ابن يوسف بن هالي ...\" .\nفهل يجوز هذا الظن في أمر عقَدي ؟! .\nس87 : لماذا غيَّر لوقا كلام يوحنا المعمدان من (يُعمّد) إلى (يُعتمد) ؟ وما الهدف من التعميد ؟\nجـ : يعترف لوقا (3 : 16) أن يوحنا قال لجموع الشعب :\n(1/60)",
        "\nَ \"أنا أعمّدكم بماء\" .\nلكن لوقا (3 : 7) غيَّر كلام يوحنا :\nَ \"وكان يقول للجموع الذين خرجوا ليعتمدوا منه ....\" .\n\"وجاء عشارون أيضاً ليعتمدوا .... \"\nلوقا (3 : 12) . وهذا لكي يصل لوقا (3 :21) فيقول :\nَ \"ولما اعتمد جميع الشعب اعتمد يسوع أيضاً\" .\nو مع هذا أعترف متى بأن الهدف من التعميد أم الأعتماد التوبة من الخطايا: ففى متى ( 3 : 11 ) : قال يوحنا المعمدان : \" أنا اعمدكم بماء للتوبة \" .\nوقال متى ( 3 : 6 ) : \" واعتمدوا منه فى الأردن معترفين بخطاياهم \" .\nو اعترف يسوع وتاب من الخطايا على يد يوحنا المعمدان : ففى متى ( 3 : 13 ) : \" حينئذ جاء يسوع من الجليل إلى الأردن إلى يوحنا ليعتمد منه \" .\n\nالفهرس\n(1/61)\n",
        "الاختلافات عن يوحنا المعمدان\n\nس88 : لماذا أرسل الله ملاكه ليوحنا المعمدان ؟ وهل يوجد ضمير مخاطَب ؟\nجـ : يذكر سفر ملاخي 3 : 1\nَ \"ها أنذا أرسل ملاكي فيهيئ الطريق أمامي\" .\nلكن تم تغيير الضمير في الأناجيل من \"فيهيئ الطريق أمامي\" إلى \"يهيئ طريقك قدامك\" .\nفي لوقا 7 : 27 :\nَ \"هذا هو الذي كتب عنه ها أنا أرسل أمام وجهك ملاكي الذي يهيئ طريقك قدامك\" .\nوفي متى 11 : 10 :\nَ \"فإن هذا هو الذي كتب عنه ها أنا أرسل أمام وجهك ملاكى الذي يهيئ طريقك قدامك\" .\nوفي مرقس 1 : 2 :\nَ \"كما هو مكتوب في الأنبياء ، ها أنا أرسل أمام وجهك ملاكي الذي يهيئ طريقك قدامك\" .\nس89 : هل هيأ يوحنا المعمدان الطريق أمام المسيح ؟\nجـ 1: في لوقا : 13 – 17 :\nَ \"وتسميه يوحنا ... ويتقدم أمامه بروح إيليا وقوته ليرد قلوب الآباء إلى الأبناء والعصاة إلى فكر الأبرار لكى يهيئ للرب شعباً مستعدًا\" .\nلكن في المزمور (69 : 4) : لم يهيأ الطريق أمام المسيح ولم يكن الشعب مستعدًا :\nَ \" أكثر من شعر رأسى الذين يبغضونني بلا سبب \" .\nوشعر الرأس مئات الألوف وقد عاداه اليهود وحاربوه وقبضوا عليه وصلبوه – كما يزعمون - وطاردوا أتباعه وتلاميذه حتى أن أتباعه اختلفوا فيه في لوقا (9 : 18 – 19) :\nَ سأل يسوع تلاميذه : \" فسألهم قائلاً : من تقول الجموع إني أنا ؟ فأجابوا وقالوا : يوحنا المعمدان وآخرون إيليا وآخرون نبياً من القدماء قام ... \" .\nس90 : مَن الذي أرسله الله قبل المسيح ؟\nجـ : في ملاخي (4 : 5 – 6) : (الذي أرسل هو إيليا) :\nَ \"ها أنذا أرسل اليكم إيليا النبي قبل مجئ يوم الرب اليوم العظيم والمخوف . فيرد قلب الآباء على الأبناء وقلب الأبناء على آبائهم لئلا آتي وأضرب الأرض بلعن\" .\nلكن في متى (11 : 14 – 18) : (فسر المسيح إيليا بأنه يوحنا المعمدان) :\nَ \"وإن أردتم أن تقبلوا فهذا إيليا المزمع أن يأتي ... لأنه جاء يوحنا لا يأكل ولا يشرب فيقولون فيه شيطان\"\n(1/62)\n\nلكن في لوقا (1 : 13 – 18) : (الملاك يقول يوحنا ليس هو إيليا) :\nَ \"وتسميه يوحنا ... ويتقدم أمامه بروح إيليا وقوته ليرد قلوب الآباء إلى الأبناء والعصاة إلى فكر الأبرار لكى يهيئ للرب شعباً مستعداً\" .\nواختلف يوحنا المعمدان في سفر يوحنا (1 : 19 – 21) : (واعترف أنه ليس إيليا) :\nَ \"وهذه هي شهادة يوحنا حين أرسل اليهود من أورشليم كهنة ولاويين ليسألوه من أنت فاعترف ولم ينكر وأقر أني لست أنا المسيح . فسألوه إذا ماذا . إيليا أنت . فقال لست أنا . النبي أنت . فأجاب لا\" .\nفمَن الذي رد قلوب الأباء على الأبناء وهيأ الطريق للمسيح هل هو إيليا أم يوحنا ؟ .\nس91 : متى عرف يوحنا المعمدان المسيح ؟\nجـ : في يوحنا (1 : 26 – 32) : (عرفه قبل نزول الروح القدس وأثناء تعميده للناس) :\nَ \"أجابهم يوحنا قائلاً : أنا أعمد بماء ولكن في وسطكم قائم الذي لستم تعرفونه هو الذي يأتي بعدي\nولكن في متى (11 : 2 – 5) : (لم يعرفه يوحنا حتى وهو في السجن) .\nَ \"أما يوحنا فلما سمع في السجن بأعمال المسيح أرسل اثنين من تلاميذه ، وقال له أنت هو الآتي أم ننتظر آخر ، فأجاب يسوع وقال لهما اذهبا وأخبرا يوحنا بما تسمعان وتنظران ، العُمي يبصرون والعُرج يمشون ... \" .\nس92 : متى لقنت هيروديا ابنتها أن تطلب من هيرودس رأس يوحنا المعمدان ؟\nجـ : في متى (14 : 6 - 8): (حدث ذلك قبل الرقص) :\nَ \"ثم لما صار مولد هيرودس رقصت ابنة هيروديا في الوسط فسرت هيرودس ، من ثم وعد بقسم أنه مهما طلبت يعطيها فهي إذ كانت قد تلقنت من أمها قالت أعطني ها هنا على طبقٍ رأسَ يوحنا المعمدان\" .\nلكن اختلف مرقس (6 : 21 – 35) : (حدث ذلك بعد الرقص):",
        "(1/63)\n\nَ \"وإذ كان يوم موافق لما صنع هيرودس في مولده عشاءً لعظمائه وقواد الألوف ووجوه الجليل . دخلت ابنة هيروديا ورقصت فسرت هيرودس والمتكئين معه . فقال الملك للصبية : مهما أردتِ اطلبي مني فأعطيك . وأقسم لها أن مهما طلبت مني لأعطينك حتى نصف مملكتي . فخرجت وقالت لأمها : ماذا أطلب ؟ فقالت : رأس يوحنا المعمدان ! . فدخلت للوقت بسرعة إلى الملك وطلبت قائلة أريد أن تعطينى حالاً رأس يوحنا المعمدان على طبق\" .\nس93 : متى سُجن يوحنا المعمدان ؟\nجـ : في يوحنا (3 : 22 - 24) :\n(بعد إيمان التلاميذ وإحداث معجزة الخمر ودخول الهيكل ومقابلة يسوع لرئيس اليهود كان يوحنا المعمدان خارج السجن) .\nَ \"وبعد هذا جاء يسوع وتلاميذه إلى أرض اليهودية ومكث معهم هناك وكان يعمد وكان يوحنا أيضاً يعمد في عين نون بقرب ساليم لأنه كان هناك مياه كثيرة وكانوا يأتون ويعتمدون لأنه لم يكن يوحنا قد ألقي بعد في السجن\" .\nولكن اختلف متى (4 : 12 - 22) : (وذكر سجن يوحنا مبكراً قبل إيمان التلاميذ) :\nَ \"ولما سمع يسوع أن يوحنا أسلم انصرف إلى الجليل وترك الناصرة وأتى فسكن في كفر ناحوم ... وإذ كان يسوع ماشياً عند بحر الجليل أبصر أخوين سمعان الذي يقال له بطرس وأندراوس أخاه يلقيان شبكة في البحر .... \" .\nوفي مرقس (1 : 14) :\nَ \"وبعدما أسلم يوحنا جاء يسوع إلى الجليل يكرز ببشارة ملكوت الله\" .\n\nالفهرس\n(1/64)",
        "\nالإختلافات فى بعثة المسيح\n\nس94 : كم عدد سنوات بعثة المسيح ؟\nجـ : في متى (26 : 1 – 2) : (عام واحد) - الفصح يدل على مرور عام .\nَ \"ولما أكمل يسوع هذه الأقوال كلها قال لتلاميذه : تعلمون أنه بعد يومين يكون الفصح وابن الإنسان يسلم ليصلب\" .\nوفي مرقس (14 : 1) : (عام واحد) :\nَ \"وكان الفصح وأيام الفطير بعد يومين\" .\nوفي لوقا (22 : 1) : (عام واحد) :\nَ \"وقرب عيد الفطير الذي يقال له الفصح وكان رؤساء ... \" .\nولكن في يوحنا (2 : 13 – 14) : (عامان) :\nَ \"وكان فصح اليهود قريباً فصعد يسوع إلى أورشليم ووجد في الهيكل الذين كانوا يبيعون ... \" (هذا الفصح طرد المسيح مَن كان داخل الهيكل في بداية الدعوة) .\nوفي يوحنا (5 : 1) :\nَ \"وبعد هذا كان عيد لليهود فصعد يسوع إلى أورشليم\" (فيه شفى المرضى) .\nوفي يوحنا (6 : 4 – 5) :\nَ \"وكان الفصح عيد اليهود قريباً . فرفع يسوع عينيه ونظر أن جمعاً كثيرًا مقبل إليه فقال لفيلبس : من أين نبتاع خبزاً ليأكل هؤلاء ؟ \" (نفس الفصح السابق) .\nوفي يوحنا (11 : 55) :\nَ \"وكان فصح اليهود قريباً . فصعد كثيرون من الكور إلى أورشليم قبل الفصح ليطهروا أنفسهم ... وكان أيضاً رؤساء الكهنة والفريسيون قد أصدروا أمراً أنه إن عرف أحد أين هو فليدل عليه لكي يمسكوه\" .\n(هذا الفصح بين وضع العطر عليه قبل الفصح والقبض عليه بعده) .\nس95 : أين كان المركز الرئيس ليسوع ؟\nجـ : يجعل يوحنا ولاية اليهودية هى المركز الرئيسى لرسالة يسوع:\nففي يوحنا (3 : 22) : (بداية من التعميد وأغلب أحداث رسالته في اليهودية) :\nَ \"وبعد هذا جاء يسوع وتلاميذه إلى أرض اليهودية ومكث معهم هناك وكان يعمد\".\nبينما تجعل الأناجيل الثلاثة الأخرى : (منطقة الجليل هى المحل الرئيسي لرسالته) .\nفي متى (3 : 13) :\nَ \"حينئذ جاء يسوع من الجليل إلى الأردنّ\" .\nوفي متى (3 : 23 – 25) :\n(1/65)\n",
        "َ \"وكان يسوع يطوف كل الجليل يعلم في مجامعهم ويكرز ببشارة الملكوت ويشفي كل مرض وكل ضعف في الشعب فذاع خبره في جميع سورية . فأحضروا إليه جميع السقماء ... فتبعته جموع كثيرة من الجليل والعشر مدن وأورشليم واليهودية ومن عبر الأردن\" .\nس96 : لماذا أتى يسوع إلى الناس ؟\nجـ : في لوقا (9 : 53 – 56) : (يسوع يدعو للسلام) :\nَ \"فلم يقبلوه لأن وجهه كان متجهًا نحو أورشليم . فلما رأى ذلك تلميذاه يعقوب ويوحنا قالا : يا رب أتريد أن تقول تنزل نار من السماء فتفنيهم كما فعل إيليا أيضاً ؟ . فالتفت وانتهرهما وقال : لستما تعلمان من أي روح أنتما ؛ لأن ابن الإنسان لم يأتِ ليهلك أنفس الناس بل ليخلص\" .\nولكن لوقا يختلف مع نفسه (12 : 49 – 51) : (يسوع يدعو للانقسام والحرب) .\nَ \"جئت لألقي ناراً على الأرض . فما أريد لو اضطرمت ... أتظنون أني جئت لأعطي سلاماً على الأرض . كلا أقول لكم . بل انقساماً\" .\nس97 : لمَن كانت رسالة المسيح ؟\nجـ : في متى (15 : 24) يقول المسيح :\nَ \"لم أُرسل إلا إلى خراف بيت إسرائيل الضالة\" .\nويؤكد هذا المسيح لتلاميذه في متى (10 : 5 – 6) :\nَ \"هؤلاء الاثنا عشر أرسلهم يسوع وأوصاهم قائلاً : إلى طريق أمم لا تمضوا وإلى مدينة للسامريين لا تدخلوا . بل اذهبوا بالحري إلى خراف بيت إسرائيل الضالة\" .\nلكن يختلف مرقس (16 : 14 – 15) :\nَ \"أخيراً ظهر للأحد عشر وهم متكئون ... وقال لهم : اذهبوا إلى العالم أجمع واكرزوا بالإنجيل للخليقة كلها\"\nس98: من أين تعليم المسيح ؟\nجـ : في يوحنا (7 : 16) : (التعليم ليس من عنده) :\nَ \"أجابهم يسوع وقال : تعليمي ليس لي بل للذي أرسلني\" .\nلكنه في يوحنا (10 : 30) : (التعليم من عنده) :\nَ \"أنا والآب واحد\" .\nس99 : هل كان يسوع يعمد ؟\nجـ : في يوحنا(3 : 22) : (يوحنا يؤكد أن يسوع يعمد) .\nَ \"جاء يسوع وتلاميذه إلى أرض اليهودية ومكث معهم هناك وكان يعمد\" .\n(1/66)\n\nويؤكد أيضاً يوحنا (3 : 26) : (التلاميذ يؤكدون أن يسوع يعمد) .\nَ \"فجاءوا إلى يوحنا وقالوا له : يا معلم هو ذا الذي كان معك في عبر الأردن الذي أنت قد شهدت له هو يعمد والجميع يأتون إليه\" .\nولكن يوحنا في (4 : 1 - 3) : (يؤكد هذا ثم ينفيه) :\nَ \"فلماعلم الرب أن الفريسيين سمعوا أن يسوع يصير ويعمد تلاميذ أكثر من يوحنا مع أن يسوع نفسه لم يكن يعمد بل تلاميذه . ترك اليهودية ومضى أيضاً إلى الجليل\" .\nس 100 : كيف كانت رحلة يسوع مع إبليس ؟ولماذا يجرب يسوع من إبليس ؟\nجـ : في متى (4 : 1 - 13) : كان هذا الترتيب :\nَ ثم أصعد يسوع إلى البرّية من الروح ليجرَّب من إبليس . فبعد ما صام أربعين نهاراً وأربعين ليلة جاع أخيراً فتقدم إليه المجرب وقال له :\n1 - إن كنت ابن الله فقل أن تصير هذه الحجارة خبزاً ....\n2 - ثم أخذه إبليس إلى المدينة المقدسة وأوقفه على جناح الهيكل . وقال له : إن كنت ابن الله فاطرح نفسك إلى أسفل ....\n3 - ثم أخذه ايضاً إبليس إلى جبل عالٍ جداً وأراه جميع ممالك العالم ومجدها .\n4 - وقال له : أعطيك هذه جميعها إن خررت وسجدت لي\".\nولكن في لوقا (4 : 3 - 13) : اختلف ترتيب الحوادث في الرحلة :\n1 - وقال له إبليس : إن كنت ابن الله فقل لهذا الحجر أن يصير خبزًا ...\n2 - ثم أصعده إبليس إلى جبل عالٍ وأراه جميع ممالك المسكونة في لحظة من الزمان .\n3 - وقال له إبليس : لك أعطي هذا السلطان كله ... فإن سجدت أمامي يكون لك الجميع .\n4 - ثم جاء به إلى أورشليم وأقامه على جناح الهيكل وقال له : إن كنت ابن الله فاطرح نفسك من هنا إلى أسفل\" .\nولماذا يُجرب يسوع من إبليس ؟!!\nفالحقيقة أن الله لا يغوى بشىء فالخاطئون وحدهم تغويهم الشرور .\nففى رسالة يعقوب ( 1 : 13 ، 14 ) :\n\" لا يقل أحد إذا جُرب إنى أُجرب من قبل الله . لأن الله غير مُجرب بالشرور وهو لا يُجرب أحد . و لكن كل واحد يُجرب إذا انجذب وانخدع من شهوته \" .\nالفهرس",
        "(1/67)\n\nالاختلافات فى بداية دعوة المسيح\n\nس101 : ما هى الاختلافات عند إيمان التلاميذ عندما قابلهم المسيح أول مرة ؟\nجـ : في مرقس (1 : 16 – 20) : واتفق معه متى (4 : 18 – 22) :\nَ \"وفيما هو يمشي عند بحر الجليل أبصر سمعان وأندراوس أخاه يلقيان شبكة في البحر فإنهما كانا صيادين . فقال لهما : يسوع هلم ورائي ... فللوقت تركا شباكهما وتبعاه . ثم اجتاز من هناك قليلاً فرأى يعقوب بن زبدي ويوحنا أخاه ... فدعاهما للوقت فتركا أباهما زبدي في السفينة مع الأجرى وذهبا وراءه\" .\nلكن يوحنا (1 : 40 – 49) : اختلف معهما :\nَ \"كان أندراوس أخو سمعان بطرس واحداً من الاثنين اللذين سمعا يوحنا وتبعاه هذا وجد أولاً أخاه سمعان فقال له ... فجاء به إلى يسوع . فنظر إليه يسوع وقال : أنت سمعان بن يونا . أنت تُدعى صفا الذي تفسيره بطرس . في الغد أراد يسوع أن يخرج إلى الجليل . فوجد فيلبس فقال له : اتبعني .... فيلبس وجد نثنائيل ... أجاب نثنائيل وقال له : يا معلم أنت ابن الله\" .\nوتوضيح الاختلاف في الآتي :\n1 – في مرقس (1 : 14 – 20) : بدأ اتباع التلاميذ ليسوع بعد سجن يوحنا المعمدان .\nبينما في يوحنا (1 : 35 – 49) : بدأ اتباع التلاميذ ليسوع قبل سجن يوحنا المعمدان .\n2 – اتفق متى ومرقس على أن يسوع لقي سمعان بطرس وأندراوس ويعقوب ويوحنا على بحر الجليل فدعاهم للإيمان فتبعوه لكن يوحنا لم يذكر يعقوب في هذا اللقاء .\n3 – اتفق مرقس ومتى على هذا الترتيب :\n- أن يسوع قابل أولاً بطرس وأندراوس على بحر الجليل ثم قابل بعد قليل يعقوب ويوحنا على بحر الجليل .\n- لكن يوحنا اختلف معهما على هذا الترتيب :\nفذكر أن يوحنا وأندراوس لقيا يسوع أولاً قرب عبر الأردن ثم جاء بطرس بهداية أخيه أندراوس ثم في الغد لما أراد يسوع أن يخرج إلى الجليل لقي فيلبس ثم جاء فيلبس بهداية نثنائيل ولم يذكر يعقوب .\n(1/68)",
        "\n4 – يتفق متى ومرقس على أن يسوع عندما أبصر سمعان بطرس وأندراوس وجدهما مشغولين بإلقاء الشبكة في البحر وكذلك إصلاحها .\nولكن يوحنا لم يذكر الشبكة بل ذكر أن يوحنا واندراوس سمعا وصف يسوع من يوحنا وجاءا إلى يسوع ثم بعد ذلك جاء بطرس بهداية أخيه .\n5 – يذكر يوحنا (1 : 29 – 49) : أن دعوة يسوع لتلاميذه كانت في اليوم التالي من المجئ من عند يوحنا المعمدان .\nلكن يختلف مرقس(1 : 12 – 20) : فيذكر أن دعوة التلاميذ كانت بعد أربعين يومًا من التعميد والتجريب .\nس102 : هل كتب \"متى\" إنجيله ؟\nجـ : في متى (9 : 9) :\nَ \"وفيما يسوع مجتاز من هناك رأى (يسوع) إنساناً جالساً عند مكان الجباية اسمه متى . فقال (يسوع) له (متى) : اتبعني (يسوع) فقام (متى) وتبعه (يسوع)\" ! .\nفمَن الذي يتحدث هنا عن متى ؟ ، إنه شخص آخر وإلا قال : ( رأنى جالساً فقال لى ... فقمت و تبعته ) وزاد المعنى أيضاحاً فقال: (وتبعته) بدلاً من (وتبعه) .\nس103 : هل كتب \"يوحنا\" إنجيله ؟\nجـ : في يوحنا (19 : 35) : يقول :\nَ \"والذي عاين شهد وشهادته حق وهو يعلم أنه يقول الحق لتؤمنوا أنتم\" .\nفمَن يكون (هو) الذي يقصده يوحنا ؟ ، إنه شخص آخر غيره يتحدث عنه .\nويؤكد هذا يوحنا في (21 : 24) :\nَ \"هذا هو التلميذ الذي يشهد بهذا وكتب هذا ونعلم أن شهادته حق... وأشياء أخر كثيرة صنعها يسوع أن كُتبت واحدة واحدة فلست أظن أن العالم يسع الكتب المكتوبة \".\nفمَن (هذا) ؟ ، ومَن (هو) ومن القائل \" وقد علمنا \" و \" ظننت\" ؟! .\nومَن هو المقصود في قوله (ونعلم أن شهادته حق) ؟\nإنه شخص آخر غير يوحنا كتب هذا السفر ، فنسي أن يضبط وينظم ألفاظه كباقي الأسفار ، فانكشفت الحقيقة بأن يوحنا لم يكتب إنجيله ولذلك لم يوقع باسمه .\nس104 : هل كتب لوقا إنجيله نتيجة الإلهام من الله ؟\nجـ : في لوقا (1 : 1 – 4) :\n(1/69)\n",
        "َ \"إذ كان كثيرون قد أخذوا بتأليف قصة في الأمور المتيقنة عندنا . كما سلمها إلينا الذين كانوا منذ البدء معاينين وخداماً للكلمة . رأيت أنا أيضاً إذ قد تتبعت كل شيء من الأول بتدقيق أن أكتب على التوالي ... \"\nيعترف هنا لوقا بأنه لم يكتب إنجيله بالإلهام من الله بل كتبه نتيجة ما سلمه إليه آخرون ويقول (إذ قد تتبعت) وفي بعض الطبعات يقول (إذ قد أدركت) ولم يقل (إذ قد أُلهمت) وكتب هذا كما كتبه الكثيرون فهو يمشي على خطى مَن سبقوه قبله .\nس105 : متى دخل يسوع كفر ناحوم ؟\nجـ : في متى (4 : 12-19) : (قبل دعوة بطرس وأندراوس) :\nَ \"ولما سمع يسوع أن يوحنا أسلم انصرف إلى الجليل . وترك الناصرة وأتى فسكن في كفر ناحوم التي عند البحر ... وإذ كان يسوع ماشياً عند بحر الجليل أبصر أخوين : سمعان الذي يقال له بطرس وأندراوس أخاه ... فقال لهما هلم ورائي\" .\nولكن في مرقس (1 : 16) : (بعد دعوة بطرس وأندراوس) :\nَ \"وفيما هو يمشى عند بحر الجليل أبصر سمعان وأندراوس أخاه ... فقال لهما يسوع : هلم ورائي .... وذهبا وراءه ثم دخلوا كفر ناحوم وللوقت دخل المجمع في السبت وصار يعلم\" .\nس106 : مَن الذي رآه يسوع عند مكان الجباية ؟\nجـ : في متى (9 : 9) : (رأى متى) :\nَ \"وفيما يسوع مجتاز من هناك رأى إنساناً جالساً عند مكان الجباية اسمه متى فقال له : اتبعنى فقام وتبعه\" .\nولكن في مرقس (2 : 13 – 14) : (رأى لاوي بن حلفي) :\nَ \"ثم خرج أيضاً إلى البحر . وأتى إليه كل الجمع فعلَّمهم . وفيما هو مجتاز رأى لاوي بن حلفي جالساً عند مكان الجباية . فقال له : اتبعنى . فقام وتبعه\" .\nس107 : ما هى الاختلافات في أسماء التلاميذ بين الأناجيل ؟\nجـ : أسماء التلاميذ في متى (10 : 2 – 4) : وعند مرقس في (3 : 16 – 19): وفي لوقا (6: 14 – 16) ، وفي يوحنا (اندراوس 1 :40) ، (فيلبس1 : 43) (يهوذا الأسخريوطي 6 : 70 – 71) ، (يهوذا ليس الأسخريوطي 14 : 22)\n(1/70)\n\nاتفقت الأناجيل الأربعة على هذه الأسماء : (5 أسماء) :\n1 – سمعان 2 – أندراوس 3 – فيلبس\n4 – يوحنا 5 – يهوذا الأسخريوطي .\nلكنهم اختلفوا في هذه الأسماء : (9 أسماء) ، فيكون المجموع 14 تلميذًا .\n6 – اتفق متى ومرقس ولوقا على (توما) ولكن لم يذكره يوحنا.\n7 – اتفقت الأناجيل على (متى) ولكن لم يذكره يوحنا في السفر كله .\n8 – اتفق متى ومرقس على ذكر (يعقوب بن زبدي) بينما لم يذكره يوحنا في السفر كله .\nواختلف لوقا فذكر (يعقوب بن حلفي) بدلاً من (يعقوب بن زبدي) .\n9 – اتفق متى ومرقس على (لباوس أ و تداوس) ، لكن لم يذكره لوقا ويوحنا .\n10 – اتفق متى ومرقس على (سمعان القانوني) ، لكن لم يذكره لوقا ويوحنا و\n11 - اتفق لوقا ويوحنا على (يهوذا أخو يعقوب) ، لكن لم يذكره متى ومرقس\n12 – ذكر لوقا (سمعان الغيور) ، ولم يذكره متى ومرقس ويوحنا .\n13 – ذكر يوحنا (نثنائيل) ، ولم يذكره متى ومرقس ولوقا .\n14 – اتفق متى ولوقا ومرقس على (برثولماوس) ، ولم يذكره يوحنا .\nفأيهم سيجلس على الاثني عشر كرسياً ليدين أسباط بني إسرائيل؟\nوهذه نصوص أسماء التلاميذ بالأناجيل :\nفي متى (10 : 2 – 4) :\nَ \"وأما أسماء الاثني عشر رسولاً فهي هذه : الأول سمعان الذي يقال له بطرس وأندراوس أخوه ، يعقوب بن زبدي ويوحنا أخوه ، فيلبس وبرثولماوس ، توما ومتى\" العشار . يعقوب بن حلفي ولباوس الملقب تداوس ، سمعان القانوني ويهوذا الإسخريوطي\" .\nلكن في مرقس (3 : 14 – 19) :\nَ \"وأقام اثني عشر ليكونوا معه .... وجعل لسمعان اسم بطرس . ويعقوب بن زبدي ويوحنا أخا يعقوب ... وأندراوس وفيلبس وبرثولماوس ومتى وتوما ويعقوب بن حلفي وتداوس وسمعان القانوني ويهوذا الإسخريوطي\" .\nوفي لوقا (6 : 13 – 16) :",
        "(1/71)\n\nَ \"واختار منهم اثني عشر الذين سماهم أيضاً رسلاً . سمعان الذي سماه أيضاً بطرس وأندراوس أخاه . يعقوب ويوحنا . فيلبس وبرثولماوس . متى وتوما . يعقوب بن حلفي وسمعان الذي يُدعى الغيور . يهوذا أخا يعقوب ويهوذا الإسخريوطي\" .\nوفي يوحنا كالآتي (1 : 40 - 45) :\nَ \"كان أندراوس أخو سمعان بطرس واحداً من الاثنين اللذين سمعا يوحنا وتبعاه .... فنظر إليه يسوع وقال : أنت سمعان بن يونا أنت تدعى صفا الذي تفسيره بطرس ... فوجد فيلبس فقال له : اتبعني وكان .... من مدينة أندراوس وبطرس . فيلبس وجد نثنائيل\" ، (6 : 70 - 71) : \"يهوذا الإسخريوطي\" ، (14 : 22) \"يهوذا ليس الإسخريوطي\" .\nس108 : كيف شفى يسوع حماه سمعان من الحمى ؟\nجـ : في مرقس (1 : 31) : (أمسك يدها وأقامها ولم يتحدث) :\nَ \"فتقدم وأقامها ماسكاً بيدها فتركتها الحمى حالاً\" .\nواختلف لوقا (4 : 39) : (لم يمسك يدها ولم يقمها وتحدث) :\nَ \"فوقف فوقها وانتهر الحمى فتركتها وفي الحال قامت وصارت تخدمهم\" .\nس109 : متى قدموا ليسوع السقماء المجتمعين على باب سمعان ؟\nجـ : يقول مرقس (1 : 32) : (حدث ذلك في المساء) :\nَ \"ولما صار المساء إذ غربت الشمس قدموا إليه جميع السقماء والمجانين\" .\nولكن لوقا (4 : 40) : يقول : (حدث ذلك عند الغروب) :\nَ \"وعند غروب الشمس جميع الذين كان عندهم سقماء بأمراض مختلفة قدموهم إليه\"\n\nالفهرس\n(1/72)",
        "\nالاختلافات فى موعظة الجبل\n\nس110 : هل جاء المسيح ليكمل الناموس ؟\nجـ : في متى (5 : 17) : (جاء يكمل لا لينقض) :\nَ \"لا تظنوا أني جئت لأنقض الناموس أو الأنبياء ما جئت لأنقض بل لأكمل\" .\nولكن في متى (5 : 31 – 32) : (جاء فنقض) :\nَ \"وقيل مَن طلق امرأته فليعطها كتاب طلاق . وأما أنا فأقول لكم : إن من طلق امرأته إلا لعلة الزنا يجعلها تزني ، ومن يتزوج مطلقة فإنه يزني\" .\nويقول متى (5 : 38 – 39) :\nَ \"سمعتم أنه قيل عين بعين وسن بسن ، وأما أنا فأقول لكم : لا تقاوموا الشر بل مَن لطمك على خدك الأيمن فحوِّل له الآخر أيضاً\"\nس111 : هل الطريق المؤدي للحياة والنجاة صعب ؟\nجـ : في متى (7 : 14) : (الطريق صعب) :\nَ \"يقول المسيح : ما أضيق الباب وأكرب الطريق الذي يؤدي إلى الحياة وقليلون هم الذين يجدونه\" .\nلكن في متى (11 : 29 – 30) : (الطريق سهل) :\nَ \"يقول المسيح : احملوا نيري عليكم وتعلموا مني ... لأن نيري هين وحملي خفيف\" .\nس112: أين كانت موعظة يسوع التى أعقبت اختيار التلاميذ؟\nجـ : يقول متى (5 : 1– 6) : (صعد إلى الجبل) :\nَ \"ولما رأى (يسوع) الجموع صعد إلى الجبل . فلما جلس تقدم إليه تلاميذه ففتح فاه وعلَّمهم قائلاً : طوبى للمساكين بالروح ؛ لأن لهم ملكوت السماوات .. طوبى للجياع والعطاش إلى البر ؛ لأنهم يشبعون\" .\nواختلف لوقا (6 : 17 – 21) : (نزل إلى السهل) :\nَ \"ونزل معهم ووقف في موضع سهل هو وجمع من تلاميذه وجمهور كثير من الشعب ... ورفع عينيه إلى تلاميذه وقال : طوباكم أيها المساكين ؛ لأن لكم ملكوت الله طوباكم أيها الجياع الآن لأنكم تشبعون\" .\nس113 : هل أوصى المسيح تلاميذه بأخذ العصا ؟\nجـ : في متى (10 : 5 – 10) : (أوصى بعدم اقتناء العصى) :\nَ \"هؤلاء الاثنا عشر أرسلهم يسوع وأوصاهم قائلاً ... لا تقتنوا ذهباً ولا فِضَّة ولا نُحَاساً في مناطقكم ولا مزوداً للطريق ولا ثوبين ولا أحذية ولا عصا\" .\n(1/73)\n",
        "ولكن في مرقس ( 6 : 8 ) : (أوصى باقتناء العصى) :\nَ \"وأوصاهم أن لا يحملوا شيئاً للطريق غير عصا فقط ...\" .\nس114: هل جاء المسيح للسلام ؟\nجـ : في متى (5 : 39 – 44) : (يظن الكثير أن المسيح جاء للسلام) :\nَ يقول المسيح : \"لا تقاوموا الشر . بل مَن لطمك على خدك الأيمن فحول له الآخر أيضاً ... أحبوا أعداءكم باركوا لاعنيكم .. أحسنوا إلى مبغضيكم . وصلّوا لأجل الذين يسيئون إليكم ويطردونكم\" .\nولكن في متى (10 : 34 ، 35) : (كانت المفاجأة) :\nَ \"لا تظنوا أني جئت لألقي سلاماً على الأرض ما جئت لألقي سلاماً بل سيفاً . فإني جئت لأفرق الإنسان ضد أبيه والابنة ضد أمها والكنة ضد حماتها\" .\nس115: مَن هو المثل الأعلى الذي يطالب يسوع شعبه أن يكونوا مثله ؟\nجـ : في متى (5 : 44 – 48) (الله وليس المسيح) :\nَ \"أحبوا أعداءكم باركوا لاعنيكم . أحسنوا إلى مبغضيكم . وصلوا لأجل الذين يسيئون إليكم ويطردونكم . لكى تكونوا أبناء أبيكم الذي في السماوات ... فكونوا أنتم كاملين كما أن أباكم الذي في السماوات هو كامل\" .\nفيسوع لا يقصد نفسه لأنه كان على الأرض ويجتمع فيه الناسوت واللاهوت كما يعتقدون ؛ ولذلك أشار إلى الله الذي في السماوات ولم يشر إلى نفسه .\nس116 : هل يوجد تناقض أخلاقي ؟\nجـ : في متى (5 : 39 – 44) : (نادى المسيح بالمحبة المثالية) :\nَ \"لا تقاوموا الشر بل من لطمك على خدك الأيمن فحول له الآخر أيضاً ... أحبوا أعداءكم باركوا لاعنيكم . أحسنوا إلى مبغضيكم . وصلوا لأجل الذين يسيئون إليكم ويطردونكم\" .\nوفي متى (5 : 22) :\nَ \"من قال لأخيه رقا يكون مستوجب المجمع . ومن قال : يا أحمق يكون مستوجب نار جهنم\" .\nولكن في متى (23 : 29 – 33): وما قبلها في السفر نفسه (كانت المفاجأة) :\nلا يترك ( المسيح ) فرصة للتنديد بخصومه وأعدائه من اليهود والقذف بهم في نار جهنم بعد أن يشبعهم سبًّا . يقول :\n(1/74)\n\nَ \"ويل لكم أيها الكتبة والفريسيون المراءون ... أيها الحيات . أولاد الأفاعي كيف تهربون من دينونة جهنم ؟!\" .\nس117 : مَن هم الذين يقصدهم المسيح في كلامه ؟ ، وما معنى كلامه ؟\nجـ : في متى (7 : 21 - 23) : (النصارى - ويجب عبادة الله الذي في السماوات) :\nَ \"ليس كل من يقول يا رب يا رب يدخل ملكوت السماوات . بل الذي يفعل إرادة أبي الذي في السماوات . كثيرون سيقولون لي في ذلك اليوم يا رب يا رب أليس باسمك تنبأنا وباسمك أخرجنا شياطين وباسمك صنعنا قوات كثيرة . فحينئذ أصرح لهم أني لم أعرفكم قط ، اذهبوا عني يا فاعلي الإثم\" .\nإن المسيح يقول بصراحة لابد من طاعة الله الذي في السماوات وإنه برئ من الذين عبدوه في الدنيا والذين حققوا معجزات وقوات كثيرة باسمه وأخرجوا الشياطين باسمه وعندما يأتون إليه في الآخرة سيقول لهم (إني لم أعرفكم قط) ، سيقول هذا للنصارى الذين جعلوه إلهاً أو ابن الله .\nالفهرس",
        "(1/75)\n\nالاختلافات بعد النزول من الجبل\n\nس118 : كم عدد الذين قالوا للمسيح بأن أمه وإخوته يطلبونه ؟\nجـ : يقول متى (12 : 46 – 48) (إنه واحد) :\nَ \"وفيما يكلم الجموع إذا أمه وإخوته قد وقفوا خارجاً طالبين أن يكلموه فقال له واحد : هو ذا أمك وإخوتك واقفون خارجاً طالبين أن يكلموك . فأجاب وقال للقائل له : مَن هي أمي ومن هم إخوتي ؟ !\" .\nولكن يقول مرقس (3 : 31 – 33) (إنهم الجمع) :\nَ \"فجاءت حينئذ إخوته وأمه ووقفوا خارجاً وأرسلوا إليه يدعونه . وكان الجمع جالساً حوله فقالوا له : هو ذا أمك وإخوتك خارجاً يطلبونك . فأجابهم قائلاً : من أمي وإخوتي ؟!\" .\nس119 : متى تكلم المسيح بالأمثال ؟\nجـ : في متى (13 : 2 – 3) (حدث بعد هيجان البحر متى 8 : 23 – 24) :\nَ \"والجمع كله وقف على الشاطئ ، فكلمهم كثيراً بأمثال\" .\nولكن في مرقس (4 : 2) (حدث قبل هيجان البحر مرقس 4 : 37 – 38) :\nَ \"فكان يعلّمهم كثيراً بأمثال\" .\nس120 : مَن الذي سأل يسوع عن الأمثال ؟\nجـ : في متى (13 : 10 – 13) (التلاميذ فقط) :\nَ \"فتقدم التلاميذ وقالوا : لماذا تكلمهم بأمثال . فأجاب وقال لهم : لأنه قد أعطى لكم أن تعرفوا أسرار ملكوت السماوات . وأما لأولئك فلم يعطِ\" .\nلكن في مرقس (4 : 10 – 11) : (الذين حوله مع التلاميذ) :\nَ \"ولما كان وحده سأله الذين حوله مع الاثني عشر عن المثل ....\" .\nس121: كم كمية زرع الزارع ؟ وهل كان الجمع واقفاً أم جالساً؟\nجـ : في متى (13 : 1 – 9) : (الكمية مائة ، وستون ، وثلاثون – الجمع واقفاً) :\nَ \"في ذلك اليوم خرج يسوع من البيت وجلس عند البحر . فاجتمع إليه جموع كثيرة حتى أنه دخل السفينة وجلس . والجمع كله وقف على الشاطئ فكلمهم كثيراً بأمثال قائلاً : هو ذا الزارع قد خرج ليزرع ... فأعطى ثمراً بعض مئة وآخر ستين وآخر ثلاثين\" .\nلكن اختلف مرقس (4 : 1 – 9) : (الكمية ثلاثون ، وستون ، ومائة – الجمع جالساً) :\n(1/76)",
        "\nَ \"وابتدأ أيضاً يعلم عند البحر . فاجتمع إليه جمع كثير حتى أنه دخل السفينة وجلس على البحر والجمع كله كان عند البحر على الأرض . فكان يعلمهم بأمثال وقال لهم في تعليمه : اسمعوا هو ذا الزارع قد خرج ليزرع ... فأتى واحد بثلاثين وآخر بستين وآخر مائة\" .\nلكن اختلف لوقا (8 : 1 - 8) (الكمية مائة ضعف ولم يذكر حال الجمع ولم يوضح المكان) :\nَ \"كان يسير في مدينة وقرية يكرز ويبشر بملكوت الله ومعه الاثنا عشر ... فلما اجتمع جمع كثير ... قال بمثل . خرج الزارع ليزرع زرعه ... فلما نبت صنع ثمراً مئة ضعف\" .\n\nالفهرس\n(1/77)\n",
        "الاختلافات فى معجزات المسيح\n\nس122 : كم عدد العميان الذين شفاهم المسيح عند خروجه من مدينة أريحا ؟\nجـ : يقول متى (20 : 29 – 34) : (اثنان ولمس أعينهما) :\nَ \"وفيما هم خارجون من أريحا تبعه جمع كثير . وإذ أعميان جالسان على الطريق فلما سمعا أن يسوع مجتاز صرخا قائلين : ارحمنا يا سيد يا ابن داود ... فتحنن يسوع ولمس أعينهما ، فللوقت أبصرت أعينهما فتبعاه\" .\nبينما يقول مرقس (10 : 46 – 52) : (واحد ولم يلمس عينيه):\nَ \"وفيما هو خارج من أريحا مع تلاميذه وجمع غفير كان بارتيماوس الأعمى ابن تيماوس جالساً على الطريق يستعطي . فلما سمع أنه يسوع الناصري ابتدأ يصرخ ويقول : يا يسوع ابن داود ارحمني ... فقال له يسوع : اذهب . إيمانك قد شفاك ، فللوقت أبصر وتبع يسوع في الطريق\" .\nومن المعلوم من الإنجيل أن المسيح لم يمر بهذه البلدة إلا مرة واحدة .\nس123 : هل ذهب قائد المئة وقابل يسوع لكي يشفي غلامه ؟\nجـ : يقول متى (8 : 5 – 13) : (أن قائد المئة قابل يسوع وطلب منه شفاء غلامه) :\nَ \"ولما دخل يسوع كفر ناحوم جاء إليه قائد مئة يطلب إليه ، ويقول : يا سيد ، غلامي مطروح في البيت مفلوجاً متعذباً جداً فقال له يسوع : أنا آتي وأشفيه . فأجاب قائد المئة وقال : يا سيد ، لست مستحقاً أن تدخل تحت سقفي ، لكن قل كلمة فقط فيبرأ غلامي ... ثم قال يسوع لقائد المئة : اذهب وكما آمنت ليكن لك فبرأ غلامه في تلك الساعة\" .\nلكن في لوقا (7 : 1 – 7) : (قائد المئة لم يقابل يسوع وأرسل إليه أناسًا آخرين) :\nَ \" ... دخل كفر ناحوم وكان عبد لقائد مئة مريضاً مشرفاً على الموت ... فلما سمع عن يسوع أرسل إليه شيوخ اليهود يسأله أن يأتي ويشفي عبده ... فذهب يسوع معهم وإذ كان غير بعيد عن البيت أرسل إليه قائد المئة أصدقاء يقول له : يا سيد لا تتعب لأني لست مستحقاً أن تدخل تحت سقفي ... لكن قل كلمة فيبرأ غلامي\".\nس124 : متى حدث شفاء المجنون الأخرس ؟\n(1/78)\n\nجـ : في متى (9 : 32) : (شفاء المجنون الأخرس قبل إعطاء التلاميذ قدرة إخراج الشياطين) :\nَ \"وفيما هما خارجان إذ إنسان أخرس مجنون قدموه إليه ، فلما أخرج الشيطان تكلم الأخرس\" .\nثم في متى (10 : 1 – 2) :\nَ \"ثم دعا تلاميذه الاثني عشر وأعطاهم سلطاناً على أرواح نجسة حتى يخرجوها ويشفوا كل مرض\" .\nلكن في لوقا (9 : 1) : (شفاء المجنون الأخرس بعد إعطاء التلاميذ قدرة إخراج الشياطين) :\nَ \"ودعا تلاميذه الاثني عشر وأعطاهم قوة وسلطانًا على جميع الشياطين وشفاء أمراض \" .\nثم في لوقا (11 : 14) :\nَ \"وكان يخرج شيطاناً وكان ذلك أخرس . فلما أخرج الشيطان تكلم الأخرس\" .\nس125 : كم عدد المجانين الذين قابلوا المسيح عند كورة الجدريين (الجرجسيين) ؟\nجـ : في متى (8 : 28) : (مجنونان) :\nَ \"ولما جاء إلى العبر إلى كورة الجرجسيين استقبله مجنونان خارجان من القبور\" .\nبينما يقول مرقس (5 : 1 – 3) : (مجنون واحد) :\nَ \"وجاءوا إلى عبر البحر إلى كورة الجدريين . ولما خرج من السفينة للوقت استقبله من القبور إنسان به روح نجس\" .\n\nس126 : مَن الذي جاء وسأل يسوع عن الصوم ؟\nجـ : في متى (9 : 14) : (الذي جاء وسأل تلاميذ يوحنا فقط) :\nَ \"حينئذ أتى إليه تلاميذ يوحنا قائلين : لماذا نصوم نحن والفريسيون كثيراً وأما تلاميذك فلا يصومون\" .\nولكن في مرقس (2 : 18) : (الذي جاء وسأل تلاميذ يوحنا والفريسيين) :\nَ \"وكان تلاميذ يوحنا والفريسيين يصومون . فجاءوا وقالوا له لماذا يصوم تلاميذ يوحنا والفريسيين وأما تلاميذك فلا يصومون\" .\nس127 : مَن هم الذين سألهم الفريسيون عن الأكل يوم السبت ؟\nجـ : في متى (12 : 1 – 2) : (سألوا يسوع) :\nَ \"في ذلك الوقت ذهب يسوع في السبت بين الزروع . فجاع تلاميذه وابتدأوا يقطفون سنابل ويأكلون . فالفريسيون لما نظروا قالوا له : هو ذا تلاميذك يفعلون ما لا يحل فعله في السبت\" .\nولكن اختلف لوقا (6 : 1 – 2) : (سألوا التلاميذ) :",
        "(1/79)\n\nَ \"وفي السبت الثانى بعد الأول اجتاز بين الزروع . وكان تلاميذه يقطفون السنابل ويأكلون وهم يفركونها بأيديهم . فقال لهم قوم من الفريسيين : لماذا تفعلون ما لا يحل فعله في السبوت\" .\nس 128 : هل سأل الفريسيون يسوع عن شفاء صاحب اليد اليابسة يوم السبت ؟\nجـ : يقول متى ( 12 : 2 – 13 ) : (الفريسيون سألوا يسوع) :\nَ \"فالفريسيون ... ثم انصرف من هناك وجاء إلى مجمعهم وإذ إنسان يده يابسة . فسألوه قائلين : هل يحل الإبراء في السبوت لكى يشتكوا عليه . فقال لهم : أي إنسان منكم يكون له خروف واحد فإن سقط هذا في السبت في حفرة أفما يمسكه ويقيمه !\" .\nبينما في مرقس (3 : 1 – 4) : (يسوع سأل الفريسيين ولم يسألوه ولم يردوا عليه) :\nَ \"ثم دخل أيضاً إلى المجمع . وكان هناك رجل يده يابسة . فصاروا يراقبونه هل يشفيه في السبت . لكي يشتكوا عليه . فقال للرجل الذي له اليد اليابسة : قم في الوسط . ثم قال لهم : هل يحل في السبت فعل الخير أو فعل الشر . تخليص نفس أو قتل ؟ . فسكتوا\" .\nس129 : متى حدثت أحداث السفينة وهياح الأمواج ؟\nجـ : في مرقس ( 4 : 2 – 39 ) : (حدث ذلك بعد ذكر الأمثال) :\nَ \"فكان يعلِّمهم كثيراً بأمثال وقال لهم في تعليمه : اسمعوا هو ذا الزارع ... وقال لهم في ذلك اليوم لما كان المساء : لنجتز إلى العبر . فصرفوا الجمع وأخذوه كما كان في السفينة . وكانت معه أيضاً سفن أخرى صغيرة . فحدث نوء ريح عظيم فكانت الأمواج تضرب إلى السفينة حتى صارت تمتلئ\" .\nلكن في متى (8 : 23 ، 24) : (حدث ذلك قبل ذكر الأمثال) :\nَ \"ولما دخل السفينة تبعه تلاميذه وإذا اضطراب عظيم قد حدث في البحر حتى غطت الأمواج السفينة\" .\nوفي متى (13 : 1 – 3) :\nَ \"خرج يسوع من البيت وجلس عند البحر ... والجمع كله وقف على الشاطئ فكلمهم كثيراً بأمثال\" .\nس130 : ماذا قال التلاميذ للمسيح عند هيجان البحر ؟\nجـ : في متى (8 : 25) : قالوا: \"يا سيد ، نجنا فإننا نهلك\" .\n(1/80)",
        "\nلكن في مرقس (4 : 38): قالوا: \"يا معلم ، أما يهمك أننا نهلك\" .\nوفي لوقا (8 : 24) : قالوا : \"يا معلم ، يا معلم ، إننا نهلك\" .\nس131 : كم عدد الذين أبرأهم المسيح من البكم والصم عند بحر الجليل ؟\nجـ : في مرقس (7 : 31 – 35) : (واحد فقط) :\nَ \"وجاء إلى بحر الجليل ... وجاءوا إليه بأصم أعقد وطلبوا إليه أن يضع يده عليه فأخذه من بين الجمع على ناحية ووضع أصابعه في أذنيه وتفل ولمس لسانه ... وللوقت انفتحت أذناه وانحل رباط لسانه وتكلم مستقيماً\" .\nلكن في متى (15 : 29 ، 30) : (جمع من الخرس) :\nَ \"ثم انتقل يسوع من هناك وجاء إلى جانب بحر الجليل وصعد إلى الجبل وجلس هناك . فجاء إليه جموع كثيرة معهم عرج وعمي وخرس وشُل وآخرون كثيرون وطرحوهم عند قدمي يسوع فشفاهم\"\nس132 : مَن الذي أبلغ يسوع عن حالة ابنة رئيس المجمع ؟\nجـ : في لوقا (8 : 49) : (الذي جاء وقال واحد) :\nَ \"وبينما هو يتكلم جاء واحد من دار رئيس المجمع قائلاً له : قد ماتت ابنتك لا تتعب المعلم ! . فسمع يسوع وأجابه قائلاً : لا تخف آمِن فقط فهي تُشفَى\" .\nلكن في مرقس (5 : 35) : (الذي جاء وقال جمع) :\nَ \"وبينما هو يتكلم جاءوا من دار رئيس المجمع قائلين : ابنتك ماتت لماذا تتعب المعلم بعد ؟ . فسمع يسوع لوقته الكلمة التى قيلت فقال لرئيس المجمع : لا تخف آمن فقط\" .\nس133 : هل كانت ابنة الرئيس نائمة أم ميتة ؟ وإذا كانت نائمة فما وجه المعجزة ؟\nجـ : في متى (9 : 18) : (الابنة ماتت) :\nَ \"وفيما هو يكلمهم بهذا إذا رئيس قد جاء فسجد له قائلاً إبنتى الآن ماتت لكن تعال وضع يدك عليها فتحيا \"\nولكن في متى (9 : 24) : (الابنة نائمة) :\nَ \"ولما جاء يسوع إلى بيت الرئيس ... قال لهم : تنحوا . فإن الصبية لم تمت لكنها نائمة فضحكوا عليه فلما أخرج الجمع دخل وأمسك بيدها . فقامت الصبية فخرج ذلك الخبر إلى تلك الأرض كلها\" فما وجه المعجزة في قيام شخص نائم ؟!\n(1/81)\n",
        "س134 : ماذا قال الرئيس للمسيح عن ابنته ؟\nجـ : في متى (9 : 18) : قال : \"ابنتي الآن ماتت\" .\nبينما في مرقس (5 : 23): قال : \"ابنتي الصغيرة على آخر نسمة\".\nس135: ما هي الاختلافات في قصة الخمسة أرغفة والسمكتين؟\nجـ : ذكرها متى (14 : 15 – 21 ) :\nَ \"ولما صار المساء تقدم إليه تلاميذه قائلين : الموضع خلاء والوقت قد مضى . اصرف الجموع لكي يمضوا إلى القرى ويبتاعوا لهم طعاماً . فقال لهم يسوع : لا حاجة لهم أن يمضوا أعطوهم أنتم ليأكلوا . فقالوا له : ليس عندنا ها هنا إلا خمسة أرغفة وسمكتان . فقال : ائتوني بها إلى هنا ... فأكل الجميع وشبعوا . ثم رفعوا ما فضل من الكسر اثنتي عشرة قفة مملوءة والآكلون كانوا خمسة آلاف رجل ماعدا النساء والأولاد\"\nوذكرها مرقس في (6 : 35 – 44) :\nَ \"وبعد ساعات كثيرة تقدم إليه تلاميذه قائلين : الموضع خلاء والوقت مضى . اصرفهم لكي يمضوا إلى الضياع والقرى حوالينا ويبتاعوا لهم خبزًا لأن ليس عندهم ما يأكلون . فأجاب وقال لهم : أعطوهم أنتم ليأكلوا . فقالوا له أنمضي ونبتاع خبزاً بمئتي دينار ونعطيهم ليأكلوا ؟ . فقال لهم : كم رغيفًا عندكم . اذهبوا وانظروا. ولما علموا قالوا : خمسة وسمكتان ... فأكل الجميع وشبعوا ثم رفعوا من الكسر اثنتي عشرة قفة مملوءة ومن السمك . وكان الذين أكلوا من الأرغفة نحو خمسة آلاف رجل\" .\nوذكرها لوقا (9 : 12 – 17) :\nَ \"فابتدأ النهار يميل فتقدم الاثنا عشر وقالوا له : اصرف الجمع ليذهبوا إلى القرى والضياع ... فقال لهم : أعطوهم أنتم ليأكلوا . فقالوا : ليس عندنا أكثر من خمسة أرغفة وسمكتين ... لأنهم كانوا نحو خمسة آلاف رجل ... فأكلوا وشبعوا جميعاً . ثم رفع ما فضل عنهم من الكسر اثنتا عشرة قفة\" .\nس136 : متى كان الوقت ؟\nجـ : في متى : في المساء ، وفي مرقس : بعد ساعات كثيرة ، وفي مرقس : بداية ميل النهار .\nس137 : كم عدد الآكلين ؟\n(1/82)\n\nجـ : في متى العدد خمسة آلاف رجل ماعدا النساء والأولاد .\nوفي مرقس العدد خمسة آلاف رجل ، وفي لوقا العدد خمسة آلاف رجل .\nس138 : ما هو نوع الطعام الباقي ؟\nجـ : في متى : من الكسر بملء اثنتي عشرة قفة ، وفي مرقس : الطعام الباقي كسر وسمك اثنتي عشرة قفة ، وفي لوقا : الطعام الباقى كسر اثنتي عشرة قفة .\n\nس139 : هل سأل يسوع تلاميذه عن عدد الأرغفة ؟\nجـ : في متى : لم يسأل يسوع تلاميذه ، وفي مرقس : سأل يسوع تلاميذه ، وفي لوقا : لم يسأل يسوع تلاميذه .\nس140 : هل سأل التلاميذ يسوع عن شراء خبز ؟\nجـ : في متى : لم يسألوا ، وفي مرقس : سألوا ، وفي لوقا : لم يسألوا .\nس141 : متى كانت معجزة صيد السمك مع بطرس ؟\nجـ : في لوقا (5 : 4 – 6) : (في الجليل قبل صلب المسيح المزعوم بكثير . لوقا (4 : 31) .\nَ \"قال لسمعان (بطرس) : ابعد إلى العمق وألقوا شباككم للصيد . فأجاب سمعان وقال له : يا معلم قد تعبنا الليل كله ولم نأخذ شيئاً ولكن على كلمتك ألقي الشبكة . ولما فعلوا ذلك أمسكوا سمكاً كثيراً جداً فصارت شبكتهم تتخرق . فأشاروا إلى شركائهم الذين في السفينة الأخرى أن يأتوا ويساعدوهم فأتوا وملأوا السفينتين حتى أخذتا في الغرق\" .\nولكن اختلف يوحنا (21 : 3 – 6) : (حدثت المعجزة بعد الصلب المزعوم للمسيح) :\nَ \"قال لهم سمعان بطرس : أنا أذهب لأتصيد قالوا له : نذهب نحن أيضاً ... ولما كان الصبح وقف يسوع على الشاطئ ولكن التلاميذ لم يكونوا يعلمون أنه يسوع ... فقال لهم : ألقوا الشبكة إلى جانب السفينة الأيمن فتجدوا . فألقوا ولم يعودوا يقدرون أن يجذبوها من كثرة السمك\" .\nس142 : ماذا حدث في قصة شفاء يسوع للمريض المفلوج ؟\nجـ : في متى (9 : 2 ، 6 ، 7) : (كان للمريض جمع ساعدوه وقدموه للشفاء ولم يتحدث مع يسوع) :\nَ \"وإذا مفلوج يقدمونه إليه مطروحاً على فراش ... حينئذ قال للمفلوج : قم احمل فراشك واذهب إلى بيتك فقام ومضى إلى بيته\" .",
        "(1/83)\n\nلكن فى يوحنا (5 : 5 – 9) : (ليس للمريض إنسان يساعده ورأه يسوع واقترح شفاءه وتحدث مع يسوع) :\nَ \"وكان هناك إنسان به مرض ... هذا رآه يسوع مضطجعاً وعلم أن له زماناً كثيراً فقال له : أتريد أن تبرأ ؟ أجابه المريض : يا سيد ليس لي إنسان يلقيني في البركة متى تحرك الماء . بل بينما أنا آتي ينزل قدامي آخر . قال له يسوع : قم ، احمل سريرك وامشِ . فحالاً برئ الإنسان وحمل سريره ومشى\" .\nس143 : هل علم يسوع بالمرأة النازفة التى لمست ثوبه ؟\nجـ : في متى (9 : 20 – 22) (التفت يسوع وأبصرها تواً) :\nَ \"وإذا امرأة نازفة دم منذ اثنتي عشرة سنة قد جاءت من ورائه ومست هدب ثوبه. لأنها قالت في نفسها : إن مسست ثوبه فقط شُفيت . فالتفت يسوع وأبصرها فقال : ثقى يا ابنة إيمانك قد شفاك من تلك الساعة\"\nولكن في مرقس (5 : 25 – 34) : (لم يعرفها يسوع وظل يلتفت حوله ويسأل ليعرف من لمسه) :\nَ \"وامرأة بنزف دم ... ومست ثوبه . فللوقت التفت يسوع بين الجميع ... وقال من لمس ثيابي ؟ ، فقال له تلاميذه : أنت تنظر الجمع يزحمك وتقول مَن لمسني . وكان ينظر حوله ليرى التى فعلت هذا وأما المرأة فجاءت وهى خائفة ومرتعدة عالمة بما حصل لها فخرت وقالت له الحق كله\" .\nوفي لوقا (8 : 43 : 48) : (لم يعرفها ولم يلتفت حوله ) .\nَ \"وامرأة بنزف دم ... ولمست هدب ثوبه ، ففي الحال وقف نزف دمها . فقال يسوع : مَن الذي لمسني . وإذ كان الجمع ينكرون .... فقال يسوع : قد لمسني واحد ... فلما رأت المرأة أنها لم تختفِ جاءت مرتعدة وخرت له\" .\nس144 : هل المعجزات دليل صدق ؟\nجـ : يعتقد النصارى أن دلالة صدق المسيح هي المعجزات ولكن المسيح يختلف معهم فى متى (24 : 24) :\nَ \"لأنه سيقوم مسحاء كذبة وأنبياء كذبة ويعطون آيات عظيمة وعجائب حتى يضلوا لو أمكن المختارين أيضاً\" .\n(1/84)",
        "\nوهكذا فالمعجزات ليست دالة على تميُّز وصدق نبي من الأنبياء إلا إذا ثبت صدقها ؛ لأن الكذبة يمكن أن يأتوا بما يوهم الناس أنها معجزات . وكان يوحنا المعمدان - باعتراف المسيح - أعظم أنبياء .\nبني إسرائيل ولكنه لم تجرِ على يديه أي معجزة .\nفى متى (11 : 11) : يقول المسيح :\nَ \"الحق أقول لكم : لم يقم بين المولودين من النساء أعظم من يوحنا المعمدان\" .\nس145 : هل إحياء الموتى تجعل الناس آلهة ؟\nجـ : يعتقد النصارى أن المسيح إله ؛ لأنه أحيا الموتى تبعاً للإنجيل، فوفقاً لهذا المعيار وجب عليهم أن يجعلوا الآتية أسماؤهم آلهة :\n1 – موسى أعظم من المسيح ؛ لأن موسى وهب الحياة لعصا ؛ لأنها جماد وحوَّلها من مملكة الجماد إلى مملكة الحيوان بإحالتها حية تسعى ، وذلك في الخروج (7 : 10) :\nَ \"إذا كلمكما فرعون قائلاً : هاتياعجيبة تقول لهارون : خذ عصاك واطرحْها أمام فرعون فتصير ثعباناً ، فدخل موسى وهارون إلى فرعون وفعلاً هكذا كما أمر الرب\" .\n2 – كان أليشع أعظم من المسيح ؛ لأن عظامه البالية ردت الحياة لرجل ميت بمجرد أن لامست جسده كما جاء بسفر الملوك الثاني (13 : 21) :\nَ \"وفيما كانوا يدفنون رجلاً إذا بهم قد رأوا الغزاة فطرحوا الرجل في قبر أليشع ، فلما نزل الرجل ومس عظام أليشع عاش وقام على رجليه\"\nوأحيا إليشع صبيًّا ميتًا بسفر الملوك الثاني (4 : 32 – 37) :\nَ \"ودخل أليشع البيت وإذا بالصبي ميت ومضطجع على سريره . فدخل وأغلق الباب على نفسيهما ... فسخن جسد الولد ... فعطس الصبى سبع مرات ثم فتح الصبي عينيه\" .\n3 – إيليا أحيا ابن المرأة صاحبة البيت في سفر الملوك الأول (17: 17) :\n(1/85)\n",
        "َ \"بعد هذه الأمور مرض ابن المرأة صاحبة البيت واشتد مرضه جداً حتى لم تبقَ فيه نسمة . فقالت لإيليا: ما لى ولك يا رجل الله !، هل جئت إليَّ لتذكير إثمي وإماتة ابني ؟! ، فقال لها : أعطيني ابنك ... وقال : يا رب إلهي لتُرجع نفس هذا الولد إلى جوفه ... فرجعت نفس الولد إلى جوفه فعاش\" .\n4 – حزقيال أحيا جيشاً كاملاً ، ففي سفر حزقيال (37 : 1 – 10) :\nَ \" ... فقال لي : ابن آدم أتحيا هذه العظام ؟ . فقلت : يا سيد الرب أنت تعلم . فقال لي: تنبأ على هذه العظام وقل لها ... فتنبأت كما أمرت ... فتقاربت العظام ، كل عظم إلى عظمه ، ونظرت وإذا بالعصب واللحم كساها ، وبسط الجلد عليها ... فدخل فيهم الروح فحيوا وقاموا على أقدامهم جيش عظيم جداً جداً\" .\nفإذا قيل إنه دعا الله ليحيوا ، فنقول إن المسيح دعا الله أن يحيي العازر في يوحنا (11 : 41) :\nَ \"ورفع يسوع عينيه إلى فوق وقال : أيها الآب ... \" .\n\nس146 : لماذا لم تجعلوا ملكى صادق ملك ساليم إلهًا على الرغم من توفر صفات الإله فيه أكثر من المسيح ؟!\nجـ : في رسالة بولس إلى العبرانيين (7 : 1 – 4) :\nَ \"لأن ملكى صادق هذا ملك ساليم كاهن الله العلي الذي استقبل إبراهيم راجعاً من كسرة الملوك وباركه . الذي قسم له إبراهيم عشراً من كل شيء . المترجم أولاً ملك البر ثم أيضاً ملك ساليم أى ملك السلام ، بلا أب ، بلا أم ، بلا نسب . لا بداءة أيام له ولا نهاية حياة ، بل هو مشبه بابن الله هذا يبقى كاهنًا إلى الأبد\"\nما هذا الكلام الذى يقال على ملكى صادق ؟ انه لا ينطبق إلا على الله وحده ، فهو الذى ليس له بداية و لا نهاية ولا أب له ولا أم و الذى يعيش إلى الأبد .\nس147 : لماذا يتم تأليه المسيح بسبب المعجزات على الرغم من قيام غيره بمثلها ؟\nجـ : 1– من معجزاته إشباع الجوعى :\n- فنجد أن موسى جعل بني إسرائيل يأكلون المن والسلوى أربعين سنة في الخروج (16 : 4 – 31) :\n(1/86)\n\nَ \"فقال الرب لموسى : ها أنا أمطر لكم خبزاً من السماء ... وأكل بنو إسرائيل المن أربعين سنة\" .\n- إيليا في الملوك الأول (17 : 8 – 16) : جعل كواز الدقيق والزيت لا ينقص على الرغم من أخذ المرأة الفقيرة منه كثيراً وكان إيليا في ضيافتها.\n- أليشع في الملوك الثانى (4 : 1 – 7) : جعل دهنة الزيت بالإناء تملأ أواني الجيران الكثيرة .\n2– وأليشع في الملوك الثاني (5 : 8 – 14) : قام بتطهير وشفاء الأبرص (وكانت هذه من معجزات المسيح)\n3 – أقام المسيح ثلاثة أموات فقط :\n- فقد أقامها إيليا في سفر الملوك الأول (17 : 17) : ابن المرأة .\n- وأليشع أقامها في الملوك الثاني (4 : 32 – 37) : أحيا صبيًّا .\n- وحزقيال في سفره (37 : 1 – 10) : أحيا جيشاً كاملاً بمفرده .\n- بطرس في أعمال الرسل (9 : 36 – 42) : أحيا طابيثا (غزالة) .\n4- الولادة من غير أب :\n- فقد وُلدت حواء من غير أم ، وآدم من غير أب ولا أم ، وملكى صادق ليس له أب ولا أم ولا بداية له ولا نهاية .\n5 – الصعود إلى السماء حيًّا :\nفقد صعد إيليا إلى السماء حيًّا في الملوك الثاني (2 : 11) .\nس148 : هل عمل أحد مثل عمل المسيح ؟\nجـ: أكد يسوع بأن أعماله ومعجزاته لم يعمل مثلها أحد غيره وذلك:\nفي يوحنا (15 : 24) :\nَ \"لو لم أكن قد عملت بينهم أعمالاً لم يعملها أحد غيري لم تكن لهم خطية\" .\nفهل ما قام به غيره من معجزات وآيات أكثر منه غير صحيحة؟\nس149 : هل المسيح لم يحى الموتى بإذن الله ؟\nجـ : من المعروف أن المسيح أحيا ثلاثة وهم :\n1 – (في متى 9 : 24 – 25 ابنة الرئيس) .\n2 – (وفي لوقا 7 : 12 – 15 ابن وحيد أمه الأرمل) .\n3 – (في يوحنا 11 : 14 – 44 ألعازر) .\nومع هذا ينفي بولس ويوحنا اللاهوتي إحياء المسيح للموتى :\nفي رسالة بولس الأولى إلى أهل كورنثوس (15 : 20) :\nَ \"قد قام المسيح من الأموات وصار باكورة الراقدين\" .\nوفي رسالة بولس إلى كولوسي (1 : 18) :",
        "(1/87)\n\nَ \"هو البداءة بكر من الأموات لكي يكون هو متقدمًا في كل شيء\"\nويؤكد هذا يوحنا اللاهوتي (1 : 5) :\nَ \"ومن يسوع المسيح الشاهد الأمين البكر من الأموات\" .\nوبهذا النفي من بولس ويوحنا اللاهوتي تكون معجزة المسيح بإحياء الموتى لا أساس لها ولم تصدر مطلقاً من المسيح !!! .\nس150 : متى حدث التجلي ؟\nجـ : في متى (8 : 19 - 21) ، (17 : 1 - 3) : (حدث التجلى بعد الحدثين الآتيين وبعد ستة أيام من نبوءة رؤيتهم له في ملكوته قبل موتهم) :\n1 - اتباع الكاتب ليسوع : \"فتقدم كاتب وقال : يا معلم أتبعك أينما تمضى\" متى (8 : 19) .\n2 - استئذان آخر منه : \"وقال له آخر من تلاميذه : يا سيد ائذن لي أن أمضي أولاً\" متى (8 : 21 ) .\nوفي متى (17 : 1 - 3) :\n? \"وبعد ستة أيام أخذ يسوع بطرس ويعقوب ويوحنا أخاه وصعد بهم إلى جبل عالٍ منفردين . وتغيرت هيئته قدامهم وأضاء وجهه كالشمس وصارت ثيابه بيضاء كالنور وإذا موسى وإيليا قد ظهرا لهم يتكلمان\" .\nولكن لوقا (9 : 28 - 30) : يقول :\n(جعل التجلي قبل الحدثين التاليين ، وبعد ثمانية أيام من نبوءة رؤيتهم له في ملكوته قبل موتهم) .\nَ \"وبعد هذا الكلام بنحو ثمانية أيام أخذ بطرس ويوحنا ويعقوب وصعد إلى جبل ليصلي . وفيما هو يصلي صارت هيئة وجهه متغيرة ولباسه مبيضاً لامعًا .وإذا رجلان يتكلمان معه وهما موسى وإيليا\" .\n\nأما الحدثان فهما :\n1- استئذان الكاتب من يسوع : \"وفيما هم سائرون في الطريق قال له واحد : يا سيد أتبعك أينما تمضي\" في لوقا (9 : 57) .\n2- استئذان آخر منه في لوقا (9 : 59) : \"فقال لآخر : اتبعني . فقال : يا سيد ائذن لي أن أمضي أولاً وأدفن أبي\" .\n\nالفهرس\n(1/88)",
        "\nاختلافات ذِهاب المسيح للهيكل\n\nس151 : ما الذي قاله يسوع بشأن إحضار أنثى الحِمار ؟\nجـ : في متى (21 : 1 – 2) : (قال لهما حلا الأتان والجحش وأتيا بهما) .\nَ \"ولما قربوا من أورشليم وجاءوا إلى بيت فاجي عند جبل الزيتون حينئذ أرسل يسوع تلميذين قائلاً لهما : اذهبا إلى القرية التى أمامكما ، فللوقت تجدان أَتاناً مربوطة وجحشًا معها فحلاهما وأتيانى بهما\".\nولكن في لوقا ( 19 : 29 – 31 ) : (قال لهما حلا الجحش وأتيا به) :\nَ \"وإذ قرب من بيت فاجي وبيت عنيا عند الجبل الذي يُدعى جبل الزيتون أرسل اثنين من تلاميذه . قائلاً : اذهبا إلى القرية التى أمامكما وحين تدخلانها تجدان جحشاً مربوطاً لم يجلس عليه أحد من الناس قط فحلاه وأتيا به\" .\nس152 : ما الذي ركبه يسوع وهو متوجه إلى أورشليم ؟ .\nجـ : في مرقس ( 11 : 7 ) : (ركب الجحش) :\nَ \"فأتيا بالجحش إلى يسوع وألقيا عليه ثيابهما فجلس عليه\" .\nولكن في متى (21 : 7 ) : (ركب الأتان والجحش معاً) :\nَ \"وأتيا بالأتان والجحش ووضعا عليهما ثيابهما فجلس عليهما\" .\nس153 : مَن الذي طلب من يسوع أن يجلس ابنا زبدي معه في الآخرة ؟\nجـ : في متى (20 : 20 – 21 ) : (التي طلبت أم ابني زبدي) .\nَ \"حينئذ تقدمت إليه أم ابني زبدي مع ابنيها وسجدت وطلبت منه شيئاً فقال لها : ماذا تريدين ؟ قالت له : قل أن يجلس ابناي هذان ، واحد عن يمينك والآخر عن اليسار في ملكوتك\" .\nلكن في مرقس (10 : 35 – 37 ) : (اللذان طلبا هما ابنا زبدي) :\nَ \"وتقدم إليه يعقوب ويوحنا ابنا زبدي قائلين : يا معلم نريد أن تفعل لنا كل ما طلبنا فقال لهما : ماذا تريدان أن أفعل لكما ؟ فقالا له : أعطنا أن نجلس ، واحد عن يمينك والآخر عن يسارك في مجدك\" .\nس154 : ما هي الاختلافات في قصة تطهير الهيكل وشجرة التين ؟ .\nجـ : القصة في متى ( 21 : 12 – 20 ) : (تطهير الهيكل قبل المرور على شجرة التين والحادثتان في يومين ... ) :\n(1/89)\n",
        "َ \"ودخل يسوع إلى هيكل الله وأخرج جميع الذين كانوا يبيعون ويشترون في الهيكل ... ثم تركهم وخرج خارج المدينة إلى بيت عنيا وبات هناك . وفي الصبح إذ كان راجعاً إلى المدينة جاع . فنظر شجرة تين على الطريق وجاء إليها فلم يجد فيها شيئاً إلا ورقاً فقط . فقال لها : لا يكن منك ثمر بعد إلى الأبد فيبست التينة في الحال\" .\nَ ولكن اختلف مرقس (11 : 11 – 20 ) : (حادثة شجرة التين قبل تطهير الهيكل وفي نفس اليوم) :\nَ \"لما خرجوا من بيت عنيا جاع . فنظر شجرة التين من بعيد عليها ورق وجاء لعله يجد فيها شيئاً فلما جاء إليها لم يجد شيئاً إلا ورقًا ؛ لأنه لم يكن وقت التين . فأجاب يسوع وقال لها : لا يأكل أحد منك ثمراً بعدُ إلى الأبد وكان تلاميذه يسمعون . وجاءوا إلى أورشليم ولما دخل يسوع الهيكل ابتدأ يُخرج الذين كانوا يبيعون ويشترون في الهيكل وقلب موائد الصيارفة وكراسي باعة الحمام ... ولما صار المساء خرج إلى خارج المدينة وفي الصباح ... رأوا التينة قد يبست من الأصول\" .\nيلاحظ : 1 – في متى : يبحث يسوع عن ثمر شجر التين ويلعنها فيبست الشجرة في نفس اليوم وفي الحال ، لكن في مرقس : لعن الشجرة في يوم ويبست في يوم ثانٍ .\n2 – لماذا بحث يسوع عن التين في غير وقته ؟ وما ذنب التينة إذا كان يسوع جائعًا في غير وقتها ولعنها ؟ ولماذا لم يعلم يسوع بوجود ثمر بشجرة التين وهم يزعمون أنه إله ؟! .\nس155 : متى تربص الكتبة ورؤساء الكهنة بيسوع ليقتلوه ؟\nجـ : في مرقس (11 : 15– 18 ) : (أثناء وجوده في الهيكل) :\nَ \"ولما دخل يسوع الهيكل ابتدأ يُخرج الذين كانوا يبيعون ... وسمع الكتبه ورؤساء الكهنة فطلبوا كيف يهلكونه لأنهم خافوه إذ بُهت الجمع كله من تعليمه\" .\nلكن في يوحنا (11 : 47 – 53 ) : (قبل الذهاب إلى الهيكل ، وبعد إحيائه العازر : يوحنا 11 : 44) :\n(1/90)\n\nَ \"فجمع رؤساء الكهنة والفريسيون مجمعاً وقالوا : ماذا نصنع فإن هذا الإنسان يعمل آيات كثيرة ... فمن ذلك اليوم تشاوروا ليقتلوه\".\nس156 : متى ولماذا قرر اليهود قتل المسيح ؟ .\nجـ : يوحنا (5 : 15 – 18 ) : (القرار بعدما أبرأ المسيح إنسانًا يوم السبت) :\nَ \"فمضى الإنسان وأخبر اليهود أن يسوع هو الذى أبرأه . ولهذا كان اليهود يطردون يسوع ويطلبون أن يقتلوه لأنه عمل هذا في سبت ... بل قال أيضاً إن الله أبوه معادلاً نفسه بالله\" .\nوفي يوحنا ( 7 : 1 ) :\nَ \"وكان يسوع يتردد بعد هذا في الجليل ؛ لأنه لم يرد أن يتردد في اليهودية لأن اليهود كانوا يطلبون أن يقتلوه\" .\nلكن يوحنا ( 11 : 43 – 44 ) ، (53 – 54 ) : (القرار بعد إحياء المسيح لعازر) :\nَ \"ولما قال هذا صرخ بصوت عظيم لعازر هلم خارجاً فخرج الميت ... فقال لهم يسوع : حلوه ودعوه يذهب ... فمن ذلك اليوم تشاوروا ليقتلوه فلم يكن يسوع أيضاً يمشي بين اليهود علانية\" .\nس157 : كيف كان حال يسوع عندما أقبل عليه رؤساء الكهنة لمناقشته ؟ .\nجـ : في مرقس ( 11 : 27 ) : (كان يمشي في الهيكل ولم يذكر التعليم) :\nَ \"وجاءوا أيضاً إلى أورشليم وفيما هو يمشي في الهيكل أقبل إليه الكهنة والكتبة والشيوخ\" .\nبينما في متى (21 : 23 ) : (كان واقفاً أو جالساً يعلّم في الهيكل) :\nَ \"ولما جاء إلى الهيكل تقدم إليه رؤساء الكهنة وشيوخ الشعب وهو يعلّم\" .\nس158 : ما هي الاختلافات في مثَل صاحب الكَرم والكرامين الذي ذكره يسوع لرؤساء الكهنة ؟ .\nجـ : في متى (21 : 33 – 41) :",
        "(1/91)\n\nَ \"اسمعوا مثلاً آخر : كان إنسان رب بيت غرس كَرمًا وأحاطه بسياج وحفر فيه معصرة وبنى برجاً وسلمه إلى كرامين وسافر . ولما قرب وقت الإثمار أرسل عبيده إلى الكرامين ليأخذ أثماره . فأخذ الكرامون عبيده وجلدوا بعضاً وقتلوا بعضاً ورجموا بعضاً . ثم أرسل أيضاً عبيداً آخرين أكثر من الأولين . ففعلوا بهم كذلك . فأخيراً أرسل إليهم ابنه قائلاً : يهابون ابني وأما الكرامون فلما رأوا الابن قالوا فيما بينهم : هذا هو الوارث هلموا نقتله ونأخذ ميراثه فأخذوه وأخرجوه خارج الكرم وقتلوه . فمتى جاء صاحب الكرم ماذا يفعل بأولئك الكرامين . قالوا له : أولئك الأردياء يهلكهم هلاكاً ردياً ويسلم الكرم إلى كرامين آخرين يعطونه الأثمار في أوقاتها\" .\nوفي مرقس (12 : 1 – 9 ) :\nَ \"وابتدأ يقول لهم بأمثال إنسان غرس كرماً وأحاطه بسياج وحفر حوض معصرة وبنى برجاً وسلمه إلى كرامين وسافر . ثم أرسل إلى كرامين في الوقت عبداً ليأخذ من الكرامين من ثمر الكرم . فأخذوه وجلدوه وأرسلوه فارغاً . ثم أرسل إليهم أيضاً عبداً آخر . فرجموه وشجوه وأرسلوه مهانًا . ثم أرسل أيضاً آخر . فقتلوه . ثم آخرين كثيرين فجلدوا منهم بعضاً وقتلوا بعضاً . فإذ كان له أيضاً ابن واحد حبيب إليه أرسله أيضاً إليهم أخيراً قائلاً : إنهم يهابون ابني ولكن أولئك الكرامين قالوا فيما بينهم : هذا هو الوارث هلموا نقتله فيكون لنا الميراث . فأخذوه وقتلوه وأخرجوه خارج الكرم . فماذا يفعل صاحب الكرم يأتي ويهلك الكرامين ويعطي الكرم إلى آخرين ؟\" .\nوفي لوقا ( 20 : 9 – 16 ) :\n(1/92)",
        "\nَ \"وابتدأ يقول للشعب هذا المثل : إنسان غرس كرماً وسلمه إلى كرامين وسافر زمانًا طويلاً . وفي الوقت أرسل إلى الكرامين عبداً لكي يعطوه من ثمر الكرم . فجلده الكرامون وأرسلوه فارغاً. فعاد وأرسل عبداً آخر . فجلدوا ذلك أيضاً وأهانوه وأرسلوه فارغاً ثم عاد فأرسل ثالثاً . فجرحوا هذا أيضاً وأخرجوه فقال صاحب الكرم : ماذا أفعل ؟ . أرسل ابني الحبيب . لعلهم إذا رأوه يهابون. فلما رآه الكرامون تآمروا فيما بينهم قائلين : هذا هو الوارث . هلموا نقتله لكى يصير لنا الميراث . فأخرجوه خارج الكرم وقتلوه فماذا يفعل بهم صاحب الكرم . يأتي ويهلك هؤلاء الكرامين ويعطي الكرم لآخرين ؟ . فلما سمعوا قالوا : حاشا\" .\nس159 : مَن الذين أرسلهم صاحب الكرم في المرة الأولى ؟ .\nجـ : في متى : أرسل عبيده - وفي مرقس : أرسل عبداً - وفي لوقا : أرسل عبداً\nس160 : ماذا فعل بهم الكرامون ؟ .\nجـ : في متى : جلدوا بعضهم وقتلوا بعضهم ورجموا بعضهم - وفي مرقس : جلدوه وأرسلوه فارغاً - وفي لوقا : جلدوه وأرسلوه فارغاً .\nس161 : مَن الذين أرسلهم صاحب الكرم في المرة الثانية ؟\nجـ : في متى : أرسل عبيداً أكثر - وفي مرقس : أرسل إليهم عبداً آخر- وفي لوقا : أرسل عبداً آخر .\nس162 : ماذا فعل بهم الكرامون ؟\nجـ : في متى : فعلوا بهم مثل سابقيهم - وفي مرقس : فرجموه وشجوه وأرسلوه مهاناً - وفي لوقا : فجلدوه وأهانوه وأرسلوه فارغاً .\nس163 : مَن الذين أرسلهم صاحب الكرم في المرة الثالثة ؟ .\nجـ : في متى : أرسل إليهم ابنه - وفي مرقس : أرسل إليهم آخر - وفي لوقا : أرسل إليهم ثالثاً .\nس164 : ماذا فعل بهم الكرامون ؟ .\nجـ : في متى : أخذوه خارج الكرم وقتلوه - وفي مرقس : قتلوه – وفي لوقا : جرحوه وأخرجوه .\nس165 : مَن الذين أرسلهم صاحب الكرم في المرة الرابعة ؟ .\nجـ : في متى : انتهت الرسل - وفي مرقس : مازال يرسل فأرسل آخرين كثيرين - وفي لوقا : أرسل ابنه\n(1/93)\n",
        "س166 : ماذا فعل بهم الكرامون ؟ .\nجـ : في متى : لا يوجد أحد - وفي مرقس : جلدوا بعضهم وقتلوا بعضهم – وفي لوقا : قتلوه .\nس167 : مَن الذين أرسلهم صاحب الكرم في المرة الخامسة ؟ .\nجـ : في متى : انتهت الرسل – وفي مرقس : أرسل ابنه – وفي لوقا : انتهت الرسل .\nس168 : أين قتلوا ابن صاحب الكرم ؟\nجـ : في متى أخذوه خارج الكرم وقتلوه – وفي مرقس : أخذوه وقتلوه ثم أخرجوه خارج الكرم – وفي لوقا : أخرجوه خارج الكرم وقتلوه .\nس169 : ماذا قال رؤساء الكهنة ردًّا على المثل الذي قاله يسوع عن خيانة الكرامين ؟ .\nجـ : في متى سألهم يسوع : ماذا يفعل بأولئك الكرامين ؟ قالوا له : أولئك الأردياء يهلكهم هلاكاً رديا ويسلم الكرم إلى كرامين آخرين يعطونه الأثمار في أوقاتها\nلكن في مرقس سأل يسوع : فماذا يفعل صاحب الكرم ؟ أجاب يسوع على هذا السؤال : يأتي ويهلك الكرامين ويعطي الكرم إلى آخرين .\nوفي لوقا سأل يسوع : فماذا يفعل بهم صاحب الكرم . يأتي ويهلك هؤلاء الكرامين ويعطي الكرم لآخرين ؟ فلما سمعوا (أجابوا) قالوا : حاشا .\nس170 : كيف ارتحل المسيح إلى أورشليم منتصراً متجهاً إلى الهيكل ؟ .\nجـ : يُفهم من متى (20 : 17 – 29 ) ، (21 : 1 – 11 ) أنه ارتحل من أريحا إلى أورشليم .\nولكن يفهم من يوحنا (11 : 1 – 6 ) ، ( 12 : 1 – 9 ) : أنه ارتحل من بيت عنيا وبات فيها ثم جاء إلى أورشليم .\nس171 : هل تحدثت المرأة الكنعانية مع يسوع قبل السجود له ليشفى ابنتها المجنونة ؟\nجـ : يقول متى ( 15 : 21 – 26 ) : (تحدثت معه ولم يجبها بكلمة) :\n(1/94)\n\nَ \"وإذا امرأة كنعانية خارجة من تلك التخوم صرخت إليه قائلة : ارحمني يا سيد يا ابن داود ابنتي مجنونة جداً . فلم يجبها بكلمة . فتقدم تلاميذه وطلبوا إليه قائلين : اصرفها لأنها تصيح وراءنا . فأجاب وقال : لم أُرسل إلا إلى خراف بيت إسرائيل الضالة . فأتت وسجدت له قائلة : يا سيد أعنّى فأجاب وقال : ليس حسنًا أن يؤخذ خبز البنين ويُطرح للكلاب ... \" .\nلكن مرقس (7 : 25 – 27 ) : (لم تحدثه بشىء) .\nَ \"لأن امرأة كان بابنتها روح نجس سمعت به فأتت وخرت عند قدميه. وكانت الامرأة أممية وفى جنسها فينيقية سورية. فسألته أن يخرج الشيطان من ابنتها ، وأما يسوع فقال لها : دعى البنين أولا يشبعون لأنه ليس حسنا أن يؤخذ خبذ البنين ويطرح للكلاب . . .\"\n\nس172 : متى سجدت المرأة الكنعانية ليسوع ؟ .\nجـ : في مرقس (7 :25 – 27 ) :\nَ \"لأن امرأة كان بابنتها روح نجس سمعت به فأتت وخرت عند قدميه . وكانت الامرأة أممية وفي جنسها فينيقية سورية. فسألته أن يخرج الشيطان من ابنتها وأما يسوع فقال لها : دعي البنين أولاً يشبعون لأنه ليس حسناً أن يؤخذ خبز البنين ويطرح للكلاب ...\".\nسجدت قبل أن تصرخ باكية وتسأله أن يشفي ابنتها .\nلكن متى (15 :21 –26 ) : يقول إنها سجدت متأخرة بعد أن سألته أن يشفي ابنتها .\nس173 : أين ذهب يسوع وتلاميذه بعد معجزة السبع خبزات والسمك ؟ وكم عدد الآكلين ؟ .\nجـ : في متى (15: 36– 39 ) : (إلى تخوم مجدل ، وعدد الآكلين أربعة آلاف ما عدا النساء والأولاد) :\nَ \"وأخذ السبع خبزات والسمك وشكر وكسر وأعطى تلاميذه والتلاميذ أعطوا الجمع . فأكل الجميع وشبعوا ثم رفعوا ما فضل من الكسر سبعة سلال مملوءة . والآكلون كانوا أربعة آلاف رجل ما عدا النساء والأولاد . ثم صرف الجموع وصعد السفينة وجاء إلى تخوم مجدل\" .\nلكن في مرقس (8 : 6 – 10) : (إلى تخوم دلمانوثة ، وعدد الآكلين نحو أربعة آلاف) :",
        "(1/95)\n\nَ \"وأخذ السبع خبزات وشكر وكسر وأعطى تلاميذه ليقدموا فقدموا إلى الجمع وكان معهم قليل من صغار السمك . فبارك وقال أن يقدموا هذه أيضاً . فأكلوا وشبعوا ثم رفعوا فضلات الكسر سبعة سلال . وكان الآكلون نحو أربعة آلاف ثم صرفهم وللوقت دخل السفينة مع تلاميذه وجاء إلى نواحي دلمانوثة\" .\nس174 : هل عقوبة الزنى القتل ؟ .\nجـ : في اللاويين (20 : 10 – 11 ) : (عقوبة الزنا القتل) :\nَ \"وإذا زنى رجل مع امرأة فإذا زنى مع امرأة قريبة فإنه يقتل الزاني والزانية ، وإذا اضطجع رجل مع امرأة أبيه فقد كشف عورة أبيه . إنهما يُقتلان كلاهما . دمهما عليهما\" .\nأما في يوحنا (8 : 3 – 11) : (العقوبة القول لها لا تخطئي) :\nَ \"وقدم إليه الكتبة والفريسيون امرأة أمسكت في زنا . ولما أقاموها في الوسط . قالوا له : يا معلم هذه المرأة أُمسكت وهي تزني في ذات الفعل وموسى في الناموس أوصانا أن مثل هذه تُرجم فماذا تقول أنت ... وقال لهم : مَن كان منكم بلا خطية فليرمِها أولاً بحجر ... فقال لها يسوع : ولا أنا أدينك . اذهبي ولا تخطئي أيضاً\" .\n- خالفت رسالة يسوع الناموس - وهي الكتب الخمسة الأولى لموسى في العهد القديم - لكونها ليست للقضاء أو لسن التشريعات ومخالفة تشريعات العهد القديم .\nفي لوقا (12 : 13 – 14):\nَ \"وقال له واحد من الجمع : يا معلم قل لأخي أن يقاسمني الميراث. فقال له : يا إنسان مَن أقامني عليكما قاضياً أو مقسماً ؟!\" .\nس175 : هل شرب الشيء السام لا يميت االنصراني كما قال المسيح ؟ .\nجـ : في مرقس (16 : 16– 18 ) : يؤكد المسيح أن كل مَن يؤمن به لا تؤثر فيه السموم ، فهل هذا معقول ؟! :\nَ \"مَن آمن واعتمد خلص ومَن لم يؤمن يدن . وهذه الآيات تتبع المؤمنين . يُخرجون الشياطين باسمي ويتكلمون بألسنة جديدة . يحملون حيات وإن شربوا شيئاً مميتاً لا يضرهم ويضعون أيديهم على المرضى فيبرأون\" .\nالاختلافات فى الاقتباس\n*************\n(1/96)",
        "\nس176 : من أين أتى يوحنا في سفره باقتباس \"أبغضونى بلا سبب\" ؟ .\nجـ : يقول يوحنا في (15 : 25 ) : (الاقتباس من الناموس وهي كتب موسى الخمسة) :\nَ \"لكن لكي تتم الكلمة المكتوبة في ناموسهم إنهم أبغضوني بلا سبب\".\nلكن الحقيقة أن هذا الاقتباس من المزامير (35 : 19 ) :\nَ \"لا يشمت بي الذين هم أعدائي باطلاً ولا يتغامز بالعين الذين يبغضونني بلا سبب\" .\nس177: من أين أتى متى في سفره باقتباس الثلاثين من الفضة ثمن خيانة يهوذا وحقل الفخارى ؟ .\nجـ : يقول متى (27 : 9 ) : (الاقتباس في سفر أرميا النبي) :\nَ \"حينئذ تم ما قيل بأرميا النبي القائل : وأخذوا الثلاثين من الفضة ثمن المثمن الذي ثمنوه من بني إسرائيل . وأعطوها عن حقل الفخاري كما أمرني الرب\" .\nلكن الحقيقة أن هذا الاقتباس من سفر زكريا (11 : 12 – 13) :\n\nَ \"فوزنوا أجرتي ثلاثين من الفضة . فقال لي الرب : ألقِها إلى الفخاري الثمن الكريم الذي ثمنوني به . فأخذت الثلاثين من الفضة وألقيتها إلى الفخاري في بيت الرب\" .\nس178 : كم عدد الذين أبغضوا المسيح بلا سبب ؟ .\nجـ : في المزمور (69 : 4) : (عدد رأس الشعر \"مئات الألوف\") :\nَ \"أكثر من شعر رأسى الذين يبغضونني بلا سبب\" .\nلكن المسيح في متى (4 : 23 – 25 ) : (كان أتباعه كثيرين) :\nَ \"وكان يسوع يطوف كل الجليل يعلّم في مجامعهم ... فذاع خبره في جميع سورية ... فتبعته جموع كثيرة من الجليل والعشر المدن وأورشليم واليهودية ومن عبر الأردن\" .\nَ \"نرى هذا أيضاً في متى ( 9 : 35 – 37) ، ويوحنا (1:6 – 5 ) ، ومرقس(11 : 8 – 10) ، (14: 1–2) .\nس179 : لماذا هذا التزوير المنسوب للمسيح بشأن نبوءة إشعياء ؟ .\nجـ: يقول المسيح في متى(12 : 17 – 21) : (إن إشعياء قال : \"هو ذا فتاي الذي اخترته\") :\n(1/97)\n",
        "َ \"لكي يتم ما قيل بإشعياء النبي القائل : هو ذا فتاي الذي اخترته . حبيبى الذي سُرت به نفسي . أضع روحي عليه فيخبر الأمم بالحق . لا يخاصم ولا يصيح ولا يسمع أحد في الشوارع صوته . قصبة مرضوضة لا يقصف . وفتيلة مدخنة لا يطفئ .\nحتى يخرج الحق إلى النصرة . وعلى اسمه يكون رجاء الأمم\" .\nولكن الحقيقة قال إشعياء (42 : 1 – 4) : (هو ذا عبدي وليس هو ذا فتاي) :\nَ \"هو ذا عبدي الذي أعضده مختاري الذي سرت به نفسي ووضعت روحي عليه فيخرج الحق للأمم . لا يصيح ولا يرفع ولا يسمع في الشارع صوته . قصبة مرضوضة لا يقصف وفتيلة خامدة لا يُطفأ . إلى الأمان يخرج الحق . لا يكل ولا ينكسر حتى يضع الحق في الأرض وتنتظر الجزائر شريعته\" .\nفلماذا تم التزوير في كلمة \"هو ذا عبدي\" ؟! .\nولماذا تم حذف قول إشعياء \"وتنتظر الجزائر شريعته\" ؟! .\nوما هي هذه الشريعة التى يتحدث عنها إشعياء ؟! .\nوهل حدث انكسار ليسوع في القبض عليه وصلبه وهروب الجميع من حوله كما قالوا ؟! .\nوهل يمكن أن نقول إن نبوءة إشعياء تنطبق على محمد رسول الله - عليه الصلاة والسلام - في انتصاره وعدم انكساره وله شريعة كاملة وهو عبده ورسوله ؟! .\nوإذا صممتم بأن نبوءة إشعياء هي في حق المسيح فهل تؤمنون بأنه عبد لله كما قال إشعياء : \"هو ذا عبدي\" ؟! .\n\nس 180 : ما المقصود من نبوءة إشعياء عن العذراء ؟ هل هى امرأة أم بلدة ؟ وهل جاء \"عمانوئيل\" قبل مجئ المسيح ؟\nجـ : تقول النبوءة في إشعياء (14:7) :\nَ \"ها العذراء تحبل وتلد ابنًا وتدعو اسمه عمانوئيل\" .\nيعتقد النصارى اعتقادًا جازمًا أن العذراء المقصودة هي مريم ، وأن عمانوئيل يقصد به المسيح .\nولكن نصوص العهد القديم تنفي ذلك تمامًا ، وتؤكد أنها أسماء بلاد :\nفي أرمياء (13:18) : \"ما يقشعر منه جدًّا عملت عذراء إسرائيل\" .\nوفي إشعياء (1:47) : \"انزلي واجلسي على التراب ، أيتها العذراء ابنة بابل\".\n(1/98)\n\nوقد أطلق العهد القديم على البلاد أسماءً أنثوية :\nففي حزقيال (23: 4-5) :\nَ \"واسماهما السامرة أهولة وأورشليم أهوليبة ، وزنت أهولة من تحتي وعشقت محبيها آشور الأبطال\" .\nوقد تحققت النبوءة المذكورة وجاء \"عمانوئيل\" ليطمئن الله ملك يهوذا بأنه سوف يُهلك مملكة أرام ومملكة إسرائيل المتحالفتين ضد مملكة يهوذا في غضون 65 سنة .\nففي إشعياء (7: 1-16) :\nَ \"وحدث في أيام آحاز بن يوثام بن عزيا ملك يهوذا أن رصين ملك أرام صعد مع فقح بن رمليا ملك إسرائيل إلى أورشليم فلم يقدر أن يحاربها ... قائلة : نصعد على يهوذا نقوضها ونستفتحها لأنفسنا ونملك في وسطها ملكًا ، هكذا يقول السيد الرب : لا تقوم ، لا تكون ؛ لأن رأس أرام دمشق ... وفي مدة خمس وستين سنة ينكسر أفرايم ... ورأس أفرايم السامرة ... ثم عاد الرب فكلم آحاز قائلاً : اطلب لنفسك آية من الرب إلهك ... ولكن يعطيكم السيد نفسه آية ، ها العذراء تحبل وتلد ابنًا وتدعو اسمه عمانوئيل، زبدًا وعسلاً يأكل ، متى عرف أن يرفض الشر ويختار الخير ؛ لأنه قبل أن يعرف الصبي الشر ويختار الخير تخلى الأرض التي أنت خاش من ملكيها\" .\nوفي إشعياء (8: 5-8) :\nَ \"ثم عاد الرب يكلمني أيضًا قائلاً : لأن هذا الشعب رذل مياه شيلوه الجارية ... لذلك هو ذا السيد يصعد عليهم مياه النهر القوية والكثيرة ... فيصعد فوق جميع مجاريه ، ويجري فوق جميع شطوطه ، ويندفق إلى يهوذا يفيض ويعبر يبلغ العنق ويكون بسط جناحيه ملء عرض بلادك يا عمانوئيل\" .\nثم إننا نسأل :\nهل سمت مريم ابنها \"عمانوئيل\" أو دعته بهذا الاسم ؟! .\nلم يحدث هذا مطلقًا ولم تطلق عليه هذا الاسم ولو مرة واحدة .\nوبهذا لا تنطبق هذه النبوءة على مريم ولا على المسيح عليهما السلام\n\nالفهرس",
        "(1/99)\n\nالاختلافات فى وضع العطر على يسوع\n\nس181 : ما هى الاختلافات في قصة سكب المرأة العطر على يسوع ؟ .\nجـ : القصة في مرقس ( 14 : 1 – 8 ) :\nَ \" وكان الفصح وأيام الفطير بعد يومين ... وفيما هو في بيت عنيا في بيت سمعان الأبرص وهو متكئ جاءت امرأة معها قارورة طِيب ناردين خالص كثير الثمن فكسرت القارورة وسكبته على رأسه وكان قوم مغتاظين في أنفسهم فقالوا : لماذا كان تلف الطيب هذا ؟ ؛ لأنه كان يمكن أن يباع هذا بأكثر من ثلاثمئة دينار ويُعطى للفقراء . وكانوا يؤنبونها . أما يسوع فقال : اتركوها . لماذا تزعجونها قد عملت بي عملاً حسناً ؛ لأن الفقراء معكم في كل حين ومتى أرتم تقدرون أن تعملوا بهم خيراً . وأما أنا فلست معكم في كل حين ... \" .\nوفي يوحنا (12 : 1– 8 ) :\nَ \"ثم قبل الفصح بستة أيام أتى يسوع إلى بيت عنيا ... فصنعوا له هناك عشاءً . وكانت مرثا تخدم وأما لعازر فكان أحد المتكئين معه .\nفأخذت مريم مناً من طيب ناردين خالص كثير الثمن ودهنت قدمي يسوع ومسحت قدميه بشعرها فامتلأ البيت من رائحة الطيب فقال واحد من تلاميذه - وهو يهوذا سمعان الإسخريوطي المزمع أن يسلمه - : لماذا لم يبع هذا الطيب بثلثمئة دينار ويُعطَ للفقراء ؟! ، قال هذا ليس لأنه كان يبالي بالفقراء بل لأنه كان سارقاً وكان الصُّندوق عنده وكان يحمل ما يُلقى فيه فقال يسوع : اتركوها ، إنها ليوم تكفيني قد حفظته ؛ لأن الفقراء معكم في كل حين . وأما أنا فلست معكم في كل حين\" .\nس182 : ما هو زمن القصة ؟ .\nجـ : في مرقس : قبل الفصح بيومين ، ولكن في يوحنا : قبل الفصح بستة أيام .\nس183 : أين مكان القصة ؟ .\nجـ : في مرقس : كانت في بيت سمعان ، ولكن في يوحنا : كانت في بيت مريم ، وفي لوقا : في بيت الفريسي (7 : 36 – 47).\nس184 : مَن هي المرأة التى وضعت العطر على يسوع ؟ .\nجـ : في مرقس : المرأة مجهولة ، ولكن في يوحنا : المرأة مريم ، وفي لوقا : المرأة خاطئة .\n(1/100)",
        "\nس185 : أين وُضع العطر على يسوع ؟ .\nجـ : في مرقس : وضعت العطر على الرأس ، ولكن في يوحنا : وضعت العطر على القدمين .\nس186 : ما مقدار ثمن العطر ؟ .\nجـ : في مرقس : الثمن بأكثر من 300 دينار ، لكن في يوحنا : 300 دينار .\nس187 : مَن الذي اعترض على وضع العطر ؟ .\nجـ : في مرقس : المعترضون أناس من الحاضرين ، لكن في يوحنا: المعترض هو يهوذا الإسخريوطي .\nس188 : هل اغتاظ المعترضون من وضع العطر ؟ .\nجـ : في مرقس : اغتاظ القوم المعترضون وقالوا : لماذا كان تلف الطيب هذا ؟ ؛ لأنه كان يمكن أن يباع بأكثر من ثلثمئة دينار ويُعطى للفقراء وكانوا يؤنبونها.\nوفي يوحنا : لم يذكر إغاظة يهوذا ولكنه سأل لماذا لم يبع هذا الطيب بثلثمئة دينار ويعط للفقراء .\nس189 : ماذا قال يسوع للمعترضين ؟ .\nجـ : في مرقس : قال : اتركوها . لماذا تزعجونها ؟ .\nلكن في يوحنا : قال : اتركوها إنها ليوم تكفيني قد حفظته .\n\nالفهرس\n(1/101)\n",
        "اختلافات العشاء الأخير للمسيح\nقبل القبض عليه\n\nس190 : متى كان العشاء الأخير للمسيح ؟ .\nجـ : في متى ( 26 : 1 – 17 ) : (قبل عيد الفصح والإفطار بيومين) :\nَ \"ولما أكمل يسوع هذه الأقوال كلها قال لتلاميذه : تعلمون أنه بعد يومين يكون الفصح ... وفي أول أيام الفطير تقدم التلاميذ إلى يسوع قائلين له : أين تريد أن نعد لك لتأكل الفصح ؟!\" .\nويتفق معه مرقس (14 : 1 ) : بأن العشاء الأخير كان قبل عيد الفصح والإفطار بيومين .\nلكن يوحنا (12 : 1 – 2 ) : (قال قبل الفصح بستة أيام) :\nَ \"ثم قبل الفصح بستة أيام أتى يسوع إلى بيت عنيا ... فصنعوا له هناك عشاءً\" .\nس191 : أين كان العشاء الأخير للمسيح ؟ .\nجـ : في متى ( 26 : 6 ) ، ( 19 – 21 ) : (في بيت سمعان الأبرص) :\nَ \"وفيما كان يسوع في بيت عنيا في بيت سمعان الأبرص ... وأعدوا الفصح ولما كان المساء اتكأ مع الاثني عشر وفيما هم يأكلون قال : الحق أقول لكم ... \" .\nلكن في يوحنا (12 : 1 – 3) : (في بيت مريم ومرثا ولعازر فى بيت عنيا) :\nَ \"ثم قبل الفصح بستة أيام أتى يسوع إلى بيت عنيا ... فصنعوا له هناك عشاءً وكانت مرثا تخدم وأما لعازر فكان أحد المتكئين معه فأخذت مريم ... \" .\nس192 : مَن الذي أعد العشاء الأخير للمسيح ؟ .\nجـ : في متى (26 : 18 – 19 ) : (التلاميذ جميعاً) :\nقال يسوع :\nَ \"فقال : اذهبوا إلى المدينة إلى فلان وقولوا له . المعلم يقول إن وقتي قريب . عندك أصنع الفصح مع تلاميذي . ففعل التلاميذ كما أمرهم يسوع وأعدوا الفصح\" .\nولكن في مرقس ( 14 : 12 – 16 ) : (تلميذان) :\n(1/102)\n\nَ \"قال له تلاميذه : أين تريد أن نمضي ونعد لتأكل الفصح . فأرسل اثنين من تلاميذه وقال لهما : اذهبا إلى المدينة فيلاقيكما إنسان حامل جرة ماء . اتبعاه . وحيثما يدخل فقولا لرب البيت إن المعلم يقول أين المنزل حيث آكل الفصح مع تلاميذي . فهو يريكما علية كبيرة مفروشة معدة هناك أعدا لنا . فخرج تلميذاه وأتيا إلى المدينة ووجدا كما قال لهما فأعدا الفصح\" .\n\nس193 : ما هو توقيت الفصح ؟ .\nجـ : في متى (26 : 18 ، 26): (العشاء الأخير كان هو الفصح) :\nَ \" ... ففعل التلاميذ كما أمرهم يسوع وأعدوا الفصح ... وفيما هم يأكلون أخذ يسوع الخبز وبارك وكسر وأعطى التلاميذ وقال : خذوا كلوا . هذا هو جسدي\" .\nلكن في يوحنا (18 : 28) : (جعل الفصح يؤكل في المساء بعد صلب يسوع المزعوم) :\nَ \"ثم جاءوا بيسوع من عند قيافا إلى دار الولاية . وكان صبح . ولم يدخلوا هم إلى دار الولاية كي لا يتنجسوا فيأكلون الفصح\" .\nس194 : هل يعقل أن يخطئ مرقس في حساب يسير ؟ .\nجـ : في مرقس (14 : 12 – 18 ) :\n(أرسل المسيح تلميذين من اثني عشر تلميذًا فقال مرقس الباقى اثنا عشر تلميذا !) : 12 – 2 =10 ، لكن مرقس قال : 12 – 2 = 12 ! .\nَ \"قال له تلاميذه : أين تريد أن نمضي ونعد لتأكل الفصح فأرسل اثنين من تلاميذه وقال لهما : اذهبا إلى المدينة فيلاقيكما إنسان حامل جرة ماء . اتبعاه . وحيثما يدخل فقولا لرب البيت إن المعلم يقول أين المنزل حيث آكل الفصح مع تلاميذي فهو يريكما علية كبيرة مفروشة معدة هناك أعدا لنا . فخرج تلميذاه وأتيا إلى المدينة ووجدا كما قال لهما فأعدا الفصح . ولما كان المساء جاء مع الاثني عشر وفيما هم متكئون ليأكلون ... \" .\nولتوضيح هذا الخطأ :",
        "(1/103)\n\nفقد أرسل المسيح تلميذين ليعدا طعام الفصح في منزل بالمدينة فأعدا الطعام وانتظرا المسيح وتلاميذه العشرة الباقين ولكن مرقس قال إن المسيح ذهب إلى المدينة مع الاثني عشر تلميذًا ولم يدرك انتظار التلميذين اللذين أرسلهما المسيح إلى المدينة ! .\nس195 : كم كأس شربها المسيح في العشاء ؟ ، ولأجل مَن كان دمه وجسده ؟\nجـ : في متى (26 : 27 – 28 ) : (كأس واحدة ، والدم من أجل كثيرين) :\nَ \"وأخذ الكأس وشكر وأعطاهم قائلاً : اشربوا منها كلكم ؛ لأن هذا هو دمي الذي للعهد الجديد الذي يسفك من أجل كثيرين لمغفرة الخطايا\" .\nبينما في لوقا ( 22 : 17 – 20 ) : (كأسان ، والدم من أجل التلاميذ) :\nَ \"ثم تناول كأساً وشكر وقال : خذوا هذه واقتسموها بينكم ... وأخذ خبزاً وشكر وكسر وأعطاهم قائلاً : هذا هو جسدي الذي يبذل عنكم . اصنعوا هذا لذكري وكذلك الكأس أيضاً بعد العشاء قائلاً : هذه الكأس هي العهد الجديد بدمي الذي يُسفك عنكم\" .\n\nس196 : ما هي نتائج الاختلاف في توقيت العشاء الأخير للمسيح ؟ .\nجـ : أدى الاختلاف في وقت العشاء الأخير للمسيح مع تلاميذه إلى اختلاف توقيت الصلب المزعوم .\n- في مرقس ومتى ولوقا : أكل المسيح الفصح مع تلاميذه مساء الخميس ثم كان القبض عليه بعد ذلك بقليل في نفس مساء الخميس وبذلك يكون الصلب يوم الجمعة (مرقس 14 : 1 – 53) .\n- لكن في يوحنا من بداية الأصحاح ( 13 : 1 -38 ) إلى نهاية الأصحاح ( 19 : 30 ) : أكل المسيح الفصح مع تلاميذه مساء الأربعاء وتم القبض عليه مساء نفس اليوم وتم الصلب المزعوم يوم الخميس وذلك لأن فى يوحنا ( 13 : 1 – 38 ) : بدأ يسوع العشاء الخير قبل عيد الفصح بيوم : \" اما يسوع قبل عيد الفصح ...\" .\n(الفصح هو عيد الفطير الذي يحتفل به اليهود ويأكلون فيه الخبز ويشربون كأس خمر ويوافق يوم الجمعة وأكل الفصح مساء الخميس) .\nس197 : ما هي علامة التلميذ الخائن ؟ .\n(1/104)",
        "\nجـ : في مرقس ( 14 : 20 ) : يقول يسوع : \"الذي يغمس معي في الصحفة\" .\nلكن في يوحنا (13 : 26 ) : يقول يسوع : \"الذي أغمس أنا اللقمة وأعطيه\" .\nس198: متى دخل الشيطان في يهوذا الإسخريوطي ؟ .\nجـ : في لوقا (22: 3 - 8): (قبل العشاء الأخير بيوم على الأقل) :\nَ \"فدخل الشيطان في يهوذا الذي يُدعى الإسخريوطي وهو من جملة الاثني عشر فمضى وتكلم مع رؤساء الكهنة وقواد الجند كيف يسلمه إليهم ففرحوا وعاهدوه أن يعطوه فضة فواعدهم وكان يطلب فرصة ليسلمه إليهم خلواً من جمع . وجاء يوم الفطير الذي كان ينبغي أن يُذبح فيه الفصح . فأرسل بطرس ويوحنا قائلاً : اذهبا فأعدا الفصح\" .\nلكن اختلف يوحنا (13 : 26 - 27 ) : (أثناء العشاء الأخير) :\nَ \"أجاب يسوع : هو ذاك الذي أغمس أنا اللقمة وأعطيه . فغمس اللقمة وأعطاها ليهوذا سمعان الإسخريوطي فبعد اللقمة دخله الشيطان\" .\n\nالفهرس\n(1/105)\n",
        "الاختلافات فى القبض على المسيح\n\nس 199 : ما فائدة الاستعانة بيهوذا الإسخريوطي عند القبض على المسيح ؟\nجـ : في متى (26 : 47 – 48) : (يهوذا أشار على يسوع بقبله) :\nَ \"وفيما هو يتكلم إذا يهوذا أحد الاثني عشر قد جاء ومعه جمع كثير بسيوف وعِصي من عند رؤساء الكهنة وشيوخ الشعب والذي أسلمه أعطاهم علامة قائلاً: الذي أقبّله هو هو . أمسكوه . فللوقت تقدم إلى يسوع وقال السلام : يا سيدي . وقبَّله\" .\nلكن في يوحنا ( 18 : 19 – 20 ) : (اليهود والجميع يعرفون المسيح جيداً) :\nَ \"فسأل رئيس الكهنة يسوع عن تلاميذه وعن تعليمه أجابه يسوع : أنا كلمت العالم علانية ، أنا علَّمت كل حين في المجمع وفي الهيكل حيث يجتمع اليهود دائماً وفي الخفاء لم أتكلم بشيء\" .\nثم لماذا يخون يهوذا من أجل مبلغ ضئيل من الفضة وهو يستطيع أن يسرق أضعاف هذا المبلغ مئات المرات حيث كان عنده صندوق المال ؟! .\n\nس 200: هل حدثت قُبلة عند القبض على المسيح ؟ .\nجـ : في مرقس (14 : 43 – 52 ) : (حدثت قبلة) :\nَ \"وللوقت فيما هو يتكلم أقبل يهوذا واحد من الاثني عشر ومعه جمع كثير بسيوف وعصي ... وكان مُسلِّمه قد أعطاهم علامة قائلاً : الذي أقبله هو هو . أمسكوه وامضوا به بحرص . فجاء للوقت وتقدم إليه قائلاً : يا سيدي يا سيدي وقبَّله ...\"\nوفي لوقا (22 : 47 – 48 ) : (كان يهوذا على وشك أن يقبل يسوع) :\nَ \"وبينما هو يتكلم إذا جمع والذي يدعى يهوذا أحد الاثني عشر يتقدمهم فدنا من يسوع ليقبله . فقال له يسوع : يا يهوذا أبقبلة تسلم ابن الإنسان ؟!\" .\nولكن في يوحنا (18 : 3 – 8 ) : (لم تحدث قبلة) :\nَ \"فأخذ يهوذا الجند وخداماً من عند رؤساء الكهنة والفريسيين وجاء إلى هناك بمشاعل ومصابيح وسلاح فخرج يسوع .... وقال لهم: مَن تطلبون ؟ . أجابوه : يسوع الناصري . قال لهم يسوع : أنا هو . وكان يهوذا مُسلِّمه واقفاً معهم\" .\nس201 : هل حدثت تحية وكلام بين يهوذا والمسيح ؟ .\n(1/106)\n\nجـ : في مرقس (14 : 43 – 46) : (حدث تحية وكلام) :\nَ \" ... وكان مسلمة قد أعطاهم علامة قائلاً : الذي أقبله هو هو . أمسكوه وامضوا به بحرص . فجاء للوقت وتقدم إليه قائلاً : يا سيدي يا سيدي وقبله . فألقوا أيديهم عليه وأمسكوه\" .\nولكن في يوحنا ( 18 : 3 – 6 ) : (لم تحدث تحية أو كلام والتزم يهوذا الصمت التام) :\nَ \"فأخذ يهوذا الجند وخداماً من عند رؤساء الكهنة والفريسيين وجاء إلى هناك بمشاعل ومصابيح وسلاح فخرج يسوع وهو عالم بكل ما يأتي عليه وقال لهم: مَن تطلبون. أجابوه: يسوع الناصري. قال لهم يسوع : أنا هو . وكان يهوذا مسلمه أيضاً واقفاً معهم ... \" .\nس202 : ما الذى يريده المسيح من أتباعه ؟ .\nجـ : يقول المسيح في مرقس ( 8 : 34 – 35 ) : (أن يقدموا أنفسهم للموت كما فعل هو) :\nَ \"ودعا الجمع مع تلاميذه وقال لهم : مَن أراد أن يأتي ورائي فلينكر نفسه ويحمل صليبه ويتبعني . فإن مَن أراد أن يخلص نفسه يهلكها . ومن يهلك نفسه من أجلي ومن أجل الإنجيل فهو يخلصها\" .\nولكننا نجد في متى (26 : 38 – 42) : (المسيح يحزن ويكتئب ويتمنى عدم الصلب والموت) :\nَ \"وابتدأ يحزن ويكتئب . فقال لهم : نفسي حزينة جداً حتى الموت . امكثوا ها هنا واسهروا معي . ثم تقدم قليلاً وخر على وجهه وكان يصلي قائلاً : يا أبتاه إن أمكن فلتعبر عني هذه الكأس . ولكن ليس كما أريد أنا بل كما تريد أنت\" .\nس203: هل أمر المسيح تلاميذه بحمل السيوف ؟ .\nجـ : في متى (26 : 51 – 52 ) : (نهى عن حمل السلاح) :\n? ?\"وإذا واحد من الذين مع يسوع مد يده واستل سيفه وضرب عبد رئيس الكهنة فقطع أذنه ، فقال له يسوع : رد سيفك إلى مكانه ؛ لأن كل الذين يأخذون السيف بالسيف يهلكون\" .\nولكن في الحقيقة هذا التصرف تم نتيجة أمرمن المسيح للتلاميذ بحمل السيوف :\nفي لوقا (22 : 35 – 36 ) : (أمر بحمل السيوف) :",
        "(1/107)\n\nَ \"ثم قال لهم : حين أرسلتكم بلا كيس ولا مزود ولا أحذية هل أعوزكم شيء ؟ ، فقالوا : لا . فقال لهم : لكن الآن مَن له كيس فليأخذه ومزود كذلك . ومن ليس له فليبع ثوبه ويشترِ سيفاً\" .\nقد يقال إن السيوف معنوية ولكن السيوف المعنوية لا تقطع أذن عبد رئيس الكهنة ، ولماذا حمل هذه السيوف وهم يعتقدون أن المسيح سلم نفسه كحَمَل وديع ؟!\nس204 : هل كان المسيح حريصاً على تسليم نفسه ليصلب ؟ .\nجـ : يقول عنه إشعياء ( 53 : 7 ) :\nَ \"ولم يفتح فاه كشاة تُساق إلى الذبح وكنعجة صامتة أمام جازيها فلم يفتح فاه\" .\nوفي متى (20 : 18 ) :\nَ \"ها نحن صاعدون إلى أورشليم وابن الإنسان يُسلَّم إلى رؤساء الكهنة والكتبة فيحكمون عليه بالموت\"\nويقول أيضاً المسيح في لوقا (9 : 22) :\nَ \"إنه ينبغي أن ابن الإنسان يتألم كثيراً ويرفض من الشيوخ ورؤساء الكهنة والكتبة ويُقتل وفي اليوم الثالث يقوم\" .\nولكن كان المسيح يهرب من أعدائه لكي لا يقبضوا عليه :\nففي يوحنا (10 : 39 ) :\n? \"فطلبوا أن يمسكوه فخرج من أيديهم\" .\nوفي متى (12 : 14 – 15 ) :\nَ \"فلما خرج الفريسيون تشاورا عليه لكى يهلكوه فعلم يسوع وانصرف من هناك\" .\nوفي يوحنا ( 8 : 59 ) :\nَ \"فرفعوا حجارة ليرجموه ، أما يسوع فاختفى من الهيكل مجتازاً في وسطهم ومضى\" .\nوأمر يسوع أتباعه بحمل السيوف ودعا الله أن ينجيه سواءً في الحديقة أو على الصليب ، ويسأل ربه لماذا يتركه ؟ .\nس205 : كم عدد المرات التى ترك المسيح تلاميذه في حديقة جثسيمانى ليصلي ؟ .\nجـ : متى (26 : 38 – 44 ) : (3 مرات) :\n(1/108)",
        "\nَ \"فقال لهم : نفسي حزينة جداً حتى الموت . امكثوا ها هنا واسهروا معي . ثم تقدم قليلاً وخر على وجهه وكان يصلي ... ثم جاء إلى التلاميذ فوجدهم نياماً . فقال لبطرس : أهكذا ما قدرتم أن تسهروا معي ساعة واحدة ؟ . اسهروا وصلوا لئلا تدخلوا في تجرِبة ... فمضى أيضاً ثانية وصلى قائلاً : يا أبتاه ... ثم جاء فوجدهم أيضاً نياماً إذ كانت أعينهم ثقيلة فتركهم ومضى أيضاً وصلى ثالثة ...\" .\nولكن في لوقا ( 2 : 39 : 46 ) : (مرة واحدة) :\nَ \"وخرج ومضى كالعادة إلى جبل الزيتون . وتبعه أيضاً تلاميذه . ولما صار إلى المكان قال لهم : صلوا لكي لا تدخلوا في تجربة . وانفصل عنهم نحو رمية حجر وجثا على ركبيتيه وصلى ... ثم قام من الصلاة وجاء إلى تلاميذه فوجدهم نياماً من الحزن . فقال لهم : لماذا أنتم نيام ؟! . قوموا وصلوا\" .\nوتوجد هذه الاختلافات أيضاً :\n1 – في متى : طلب المسيح مرة واحدة من تلاميذه أن يصلوا .\nلكن في لوقا : طلب المسيح مرتين من تلاميذه أن يصلوا .\n2 – في متى : طلب المسيح ثلاث مرات من تلاميذه ليسهروا .\nلكن في لوقا : لم يطلب المسيح من تلاميذه أن يسهروا ولا مرة واحدة .\n3 – في متى : خر على وجهه وكان يصلي لكن في لوقا جثا على ركبتيه وصلى .\n\nس206: هل تنبأ المسيح بعدم قدرة اليهود بالقبض عليه ونجاته من القتل؟\nجـ : في يوحنا (7 : 32 – 35 ) :\nَ \"سمع الفريسيون الجمع يتناجون بهذا من نحوه فأرسل الفريسيون ورؤساء الكهنة خدامًا ليمسكوه . فقال لهم يسوع : أنا معكم زماناً يسيراً بعد ثم أمضى إلى الذي أرسلني ستطلبونني ولا تجدونني وحيث أكون أنا لا تقدرون أنتم أن تأتوا . فقال اليهود فيما بينهم : إلى أين هذا مزمع أن يذهب حتى لا نجده نحن ؟ . ألعله مزمع أن يذهب إلى شتات اليونانيين ويعلّم اليونانيين ، ما هذا القول الذي قال ستطلبوننى ولا تجدونني وحيث أكون أنا لا تقدرون أنتم أن تأتوا\" .\nوأكد هذا يوحنا في ( 8 : 21 – 29 ) .\n(1/109)\n",
        "ولكن بعد هذا تم القبض على المسيح وصُلب ومات على الصليب كما تقول الأناجيل .\nس207 : هل تحققت نبوءة المسيح في الهيكل بعدم رؤية رؤساء الكهنة له ؟\nجـ : في متى (23 : 29- 39 ) : (قال المسيح لهم في تحدٍّ ... ) :\nَ \"ويل لكم أيها الكتبة والفريسيون المراءون ... أيتها الحيات أولاد الأفاعي ... لأني أقول لكم إنكم لا ترونني من الآن حتى تقولوا مبارك الآتي باسم الرب\" .\nولكن تم القبض على المسيح وتمت محاكمته وإهانته وصلبه وموته كما أكدت الأناجيل ذلك وأمام رؤساء الكهنة والكهنوت اليهودي .\nس208: لماذا صلى المسيح وتضرع إلى الله فى الحديقة؟ ولماذا ظهر له الملاك ؟\nجـ : في متى (26 : 38 ) : (المسيح يطلب النجاة) :\nَ \"فقال لهم : نفسي حزينة جداً حتى الموت ... ثم تقدم قليلاً وخر على وجهه وكان يصلي قائلاً : يا أبتاه إن أمكن فلتعبر عني هذه الكأس\" .\nوفي لوقا (22 :43 ) : \"وظهر له ملاك من السماء يقويه\" .\nوتؤكد المزامير (41 : 1 - 2) : (أن الله استجاب لدعائه) :\nَ \"في يوم الشر ينجيه الرب . الرب يحفظه ويجيبه يغتبط في الأرض ولا يسلمه إلى مرام أعدائه\"\nوعلى الرغم من هذا يعتقد أصحاب الأناجيل أن المسيح كان حريصاً أن يسلم نفسه ليُصلب فداءً للبشرية كما في إشعياء (53: 7): \"ولم يفتح فاه كشاة تُساق إلى الذبح ... \" .\nس209: هل تم القبض على التلاميذ في الحديقة ؟ .\nجـ : في مرقس (14 : 50 ) :\nَ \"فتركه الجميع وهربوا\" .\nولكن في يوحنا (18 : 8 - 9 ) :\nَ \"أجاب يسوع : قد قلت لكم إنى أنا هو فإن كنتم تطلبونني فدعوا هؤلاء يذهبون ليتم القول الذى قاله إن الذى أعطيتني لم أهلك منهم أحداً\" .\nفي الأول هربوا وفي الثاني أطلق الحراس سراحهم بعد القبض عليهم .\n\nالفهرس\n(1/110)\n\nالاختلافات عن يهوذا\n\nس210: كيف يرافق يهوذا المسيح في الآخرة وقد وُعد بالهلاك ؟\nجـ : في متى (19 : 27 – 29) : (الاثنا عشر تلميذا يجلسون على اثني عشر كرسياً) :\nَ \"فقال لهم يسوع : الحق أقول لكم إنكم أنتم الذين تبعتموني في التجديد متى جلس ابن الانسان على كرسي مجده تجلسون أنتم أيضاً على اثني عشر كرسياً تدينون أسباط إسرائيل الاثني عشر\" .\nولكن في مرقس (14 : 17– 21) : (توعد المسيح يهوذا بالهلاك) :\nَ \"ولما كان المساء جاء مع الاثني عشر ... ويل لذلك الرجل الذي به يُسلم ابن الإنسان . كان خيراً لذلك الرجل لو لم يولد\" .\nوكيف يخون يهوذا المسيح وفيه يتكلم روح الله كما قال المسيح ؟!\nفى متى ( 10 : 20 ) : \" لأن لستم أنتم المتكلمين بل روح أبيكم الذى يتكلم فيكم \" .\nس211 : كيف تصرف يهوذا في أجرة الخيانة ؟ ، وماذا فعل بعد ذلك ؟ ، ومَن الذي اشترى الحقل ؟\nفي متى (27 : 3 – 8) : (ندم ورد الأجرة إلى الكهنة وبعدها خنق نفسه واشترى الكهنة بالأجرة حقلاً) :\nَ \"ندم ورد الثلاثين من الفضة إلى رؤساء الكهنة ... فطرح الفضة في الهيكل وانصرف ثم مضى وخنق نفسه . فأخذ رؤساء الكهنة الفضة وقالوا : لا يحل أن نلقيها في الخزانة ؛ لأنها ثمن دم . فتشاوروا واشتروا بها حقل الفخاري مقبرة للغرباء لهذا سمي ذلك الحقل حقل الدم إلى هذا اليوم\" .\nلكن في أعمال الرسل (1 : 16 – 19) : (لم يندم ولم يخنق نفسه ولم يرد الأجرة لأحد واشترى بها حقلاً) :\nَ \" .. يهوذا الذي صار دليلاً للذين قبضوا على يسوع ... فإن هذا اقتنى حقلاً من أجرة الظلم\" .\nس212 : ما سبب تسمية الحقل باسم حقل الدم ؟ .\nجـ : في متى (27 : 3 – 8 ) : (لأن يهوذا أسلم دماً بريئاً) :\nَ \"حينئذ لما رأى يهوذا الذي أسلمه أنه قد دين ندم ورد الثلاثين من الفضة ... قائلاً : قد أخطأت إذ سلمت دماً بريئاً .... لهذا سمي الحقل حقل الدم إلى هذا اليوم\" .",
        "(1/111)\n\nلكن في أعمال الرسل ( 1 : 18 ، 19) : (لأن يهوذا مات موتة دموية وانسكبت أحشاؤه) :\nَ \"وإذ سقط على وجهه انشق من الوسط فانسكبت أحشاؤه كلها ... حتى دُعي ذلك الحقل في لغتهم حقل دما أي حقل دم\" .\nس213 : كيف كانت نهاية يهوذا ؟ .\nجـ : في متى (27 : 3 - 10 ) : (خنق نفسه) :\nَ \"حينئذ لما رأى يهوذا الذي أسلمه أنه قد دِين ندم وردّ الثلاثين من الفضة إلى رؤساء الكهنة والشيوخ .... ثم مضى وخنق نفسه\" .\nلكن في أعمال الرسل (1 : 18 ) : (مات ميتة دموية انشق فيها وسطه وانسكبت أحشاؤه) :\nَ \"فإن هذا اقتنى حقلاً من أجرة الظلم وإذ سقط على وجهه انشق من الوسط فانسكبت أحشاؤه كلها\"\nالفهرس\n(1/112)",
        "\nالاختلافات فى إنكار بطرس للمسيح\n\nس214 : هل دخل الشيطان في بطرس ؟ .\nجـ : في متى (16 : 18) : (لا يمكن دخول الشيطان فيه) :\nَ \"وأنا أقول لك أيضاً : أنت بطرس وعلى هذه الصخرة أبني كنيستي وأبواب الجحيم لن تقوى عليها وأعطيك مفاتيح ملكوت السماوات . فكل ما تربطه على الأرض يكون مربوطاً في السماوات . وكل ما تحله على الأرض يكون محلولاً في السماوات\" .\nلكن نفس متى (16 : 23) : (ذكر أن يسوع وصف بطرس بأنه شيطان) :\nَ \"وقال لبطرس : اذهب عني يا شيطان . أنت معثرة لي ؛ لأنك لا تهتم بما لله لكن بما للناس\" .\nس215 : ما هي النصوص المختلفة في رواية إنكار بطرس للمسيح ؟ .\nجـ : يقول متى (26 : 69 – 75 ) :\nَ \"أما بطرس فكان جالساً خارجاً في الدار. فجاءت إليه جارية قائلة: وأنت كنت مع يسوع الجليلي ، فأنكر قدام الجميع قائلاً : لست أدري ما تقولين . ثم إذ خرج إلى الدهليز رأته أخرى فقالت للذين هناك وهذا كان مع يسوع الناصري . فأنكر أيضاً بقسم إني لست أعرف الرجل . وبعد قليل جاء القيام وقالوا لبطرس : حقاً أنت أيضاً منهم فإن لغتك تظهرك . فابتدأ حينئذ يلعن ويحلف إني لا أعرف الرجل . وللوقت صاح الديك . فتذكر بطرس كلام يسوع الذي قال له : إنك قبل أن يصيح الديك تنكرني ثلاث مرات . فخرج إلى خارج وبكى بكاءً مراً\" .\nأما رواية مرقس (14 : 66 – 72) :\n(1/113)\n",
        "َ \"وبينما كان بطرس في الدار أسفل جاءت إحدى جواري رئيس الكهنة . فلما رأت بطرس يستدفئ نظرت إليه وقالت : وأنت كنت مع يسوع الناصري . فأنكر قائلاً لست أدري ولا أفهم ما تقولين . وخرج خارجاً إلى الدهليز . فصاح الديك فرأته الجارية أيضاً وابتدأت تقول للحاضرين : إن هذا منهم . فأنكر أيضاً وبعد قليل أيضاً قال الحاضرون لبطرس : حقاً أنت منهم لأنك جليلي أيضاً ولغتك تشبه لغتهم . فابتدأ يلعن ويحلف إني لا أعرف هذا الرجل الذي تقولون عنه . وصاح الديك ثانية فتذكر بطرس القول الذي قاله له يسوع إنك قبل أن يصيح الديك مرتين تنكرني ثلاث مرات فلما تفكر به بكى\" .\nويقول لوقا (22 : 54 – 62) :\nَ \"فأخذوه وساقوه وأدخلوه إلى بيت رئيس الكهنة وأما بطرس فتبعه من بعيد ولما أضرموا ناراً في وسط الدار وجلسوا معاً جلس بطرس بينهم . فرأته جارية جالساً عند النار فتفرست فيه وقالت وهذا كان معه فأنكره قائلاً لست أعرفه يا امرأة وبعد قليل رآه آخر وقال : وأنت منهم . فقال بطرس : يا إنسان لست أنا . ولما مضى نحو ساعة واحدة أكد آخر قائلاً : بالحق إن هذا أيضاً كان معه ؛ لأنه جليلي أيضاً فقال بطرس : يا إنسان لست أعرف ما تقول . وفي الحال بينما هو يتكلم صاح الديك . فالتفت الرب ونظر إلى بطرس . فتذكر بطرس كلام الرب كيف قال له إنك قبل أن يصيح الديك تنكرني ثلاث مرات . فخرج بطرس إلى خارج وبكى بكاءً مرًّا\" .\nوفي يوحنا (18 : 15– 27 ) :\n(1/114)\n\nَ \"وكان سمعان بطرس والتلميذ الآخر يتبعان يسوع . وكان ذلك التلميذ معروفاً عند رئيس الكهنة فدخل مع يسوع إلى دار رئيس الكهنة . وأما بطرس فكان واقفاً عند الباب خارجاً . فخرج التلميذ الآخر الذي كان معروفاً عند رئيس الكهنة وكلم البوابة فأدخل بطرس ، فقالت الجارية البوابة لبطرس : ألست أنت أيضاً من تلاميذ هذا الإنسان . قال : ذاك لست أنا . وكان العبيد والخدام واقفين وهم قد أضرموا جمراً ؛ لأنه كان برد وكانوا يصطلون وكان بطرس واقفاً معهم يصطلي ... فقالوا له : ألست أنت أيضاً من تلاميذه ؟ ، فأنكر ذاك وقال : لست أنا قال واحد من عبيد رئيس الكهنة ... : أما رأيتك أنا معه في البستان ؟ ، فأنكر بطرس ... وللوقت صاح الديك\" .\n\nس216 : مَن الذي قال لبطرس إنه من تلاميذ يسوع ؟ .\nجـ: في رواية متى ومرقس : الذي قال (جاريتان ، والرجال القيام).\nلكن في رواية لوقا الذي قال (جارية ، ورجلان) .\nس217 : ماذا قيل لبطرس بشأن علاقته بيسوع ؟ .\nجـ : في متى : قالت الجارية الأولى: \"وأنت كنت مع يسوع الجليلي\" .\nوقالت الجارية الثانية : \"وهذا كان مع يسوع الناصري\" .\nوقال الرجال القيام : \"حقاً أنت أيضاً منهم\" .\nلكن في مرقس : قالت الجارية الأولى: \"وأنت كنت مع يسوع الناصري\" .\nوقالت الجارية الأولى : \"إن هذا منهم\" .\nوقال الرجال : \"حقاً أنت منهم لأنك جليلي أيضاً\" .\nواختلف لوقا : قالت الجارية الأولى : \"وهذا كان معه\" .\nثم قال الرجل : \"وأنت منهم\" .\nثم قال رجل آخر : \"بالحق إن هذا أيضاً كان معه لأنه جليلي أيضاً\" .\nوقال يوحنا : قالت الجارية : \"ألست أنت أيضاً من تلاميذ هذا الإنسان\" .\n: قال العبيد والخدام: \"ألست أنت أيضاً من تلاميذه ؟!\" .\n: قال واحد من العبيد : \"أما رأيتك أنا معه في البستان ؟!\".\nس218 : متى كان صياح الديك ؟ .\nجـ : في متى : (صياح الديك بعد إنكار بطرس ثلاث مرات) واتفق معه لوقا ويوحنا .",
        "(1/115)\n\nلكن في مرقس : (صياح الديك كان بعد الإنكار الأول وبعد الإنكار الثالث) .\nس219 : كم عدد صيحات الديك ؟ .\nجـ : في متى : (مرة واحدة) .\nوفي مرقس : (مرتان) .\nس220 : ما الذي قاله يسوع لبطرس بشأن إنكاره عند صياح الديك ؟ .\nجـ : في متى ولوقا : \"قال له إنك قبل أن يصيح الديك تنكرني ثلاث مرات\" .\nوفي مرقس : قال : \"له يسوع إنك قبل أن يصيح الديك مرتين تنكرني ثلاث مرات\" .\nس221 : ما هو جواب بطرس للجارية التي اتهمته أول مرة بمصاحبة يسوع ؟ .\nجـ : في متى قال بطرس : \"لست أدري ما تقولين\" .\nوفي مرقس قال بطرس : \"لست أدري ولا أفهم ما تقولين\" .\nوفي لوقا قال بطرس : \"لست أعرفه يا امرأة\" .\nوفي يوحنا قال بطرس : \"ذاك لست أنا\" .\nس222 : ما نوعية وترتيب مَن سألوا بطرس ؟ .\nفي متى : (جارية ثم جارية أخرى ثم الرجال القيام)\nولكن في مرقس : (جارية ثم نفس الجارية ثم رجال) .\nوفي لوقا : (جارية ثم رجل ثم رجل آخر) .\nلكن في يوحنا : (جارية ثم رجال ثم عبد) .\nس223 : ما هو جواب بطرس لمن اتهموه مرة ثانية بمصاحبة يسوع ؟ .\nجـ : في متى : \"فأنكر أيضاً بقسم إني لست أعرف الرجل\" .\nوفي مرقس: \"أنكر\" فقط .\nوفي لوقا : \"يا إنسان لست أنا\" .\nوفي يوحنا: \"لست أنا\" .\nس224 : كيف يتم تقدير بطرس على الرغم من إنكاره للمسيح وتوعد المسيح له بأنه سينكره في الآخرة ؟ .\nجـ : في لوقا (12 : 8 – 9 ) : (المسيح ينكر في الآخرة مَن ينكره أمام الناس) :\nَ \"وأقول لكم كل مَن اعترف بي قدام الناس يعترف به ابن الإنسان قدام ملائكة الله ومن أنكرني قدام الناس يُنكر قدام ملائكة الله\" .\nوفي متى (26 : 31 – 35) : (بطرس يتعهد بعدم إنكار المسيح) :\n(1/116)",
        "\nَ \"حينئذ قال لهم يسوع : كلكم تشكون فيَّ فِي هذه الليلة ؛ لأنه مكتوب أني أضرب الراعي فتتبدد خراف الرعية . ولكن بعد قيامي أسبقكم إلى الجليل . فأجاب بطرس وقال له : وإن شك فيك الجميع فأنا لا أشك أبداً . قال له يسوع : الحق أقول لك إنك في هذه الليلة قبل أن يصيح الديك تنكرني ثلاث مرات . قال له بطرس : ولو اضطررت أن أموت معك لا أنكرك ، هكذا قال أيضاً جميع التلاميذ\" .\nومن المعلوم أن بطرس أنكر المسيح في متى (26 : 72) : وفي غيرها من المواضع الأخرى :\nَ \"فأنكر أيضاً بقسم إني لست أعرف الرجل\" .\nولكن كانت المفاجأة في يوحنا (21 : 15 - 17) :\nأصدر يسوع قراراً بتعيين بطرس رئيساً على التلاميذ وذلك عندما ظهر للتلاميذ في آخر عهده وفي آخر الأناجيل وفي آخر أعداد سفر يوحنا .\nَ \"قال يسوع لسمعان بطرس : يا سمعان بن يونا أتحبني أكثر من هؤلاء ؟ . قال له : نعم يا رب أنت تعلم أني أحبك قال له : ارعَ خرافي ... ارعَ غنمي ... ارع غنمي\" .\nالفهرس\n(1/117)\n",
        "الاختلافات فى محاكمة المسيح\n\nس225 : متى كانت محاكمة المسيح ؟ وأين توجهت القوة التى قبضت عليه ؟ وما هو خط سيره ؟ .\nجـ : في لوقا (22 : 54 – 71 ) ، (23 : 1 – 5 ) : (المحاكمة في اليوم التالي . توجهت القوة إلى بيت رئيس الكهنة) :\nَ \"فأخذوه وساقوه وأدخلوه إلى بيت رئيس الكهنة ... ولما كان النهار اجتمعت مشيخة الشعب رؤساء الكهنة والكتبة وأصعدوه إلى مجمعهم قائلين : إن كنت أنت المسيح فقل لنا ... فقام كل جمهورهم وجاءوا به إلى بيلاطس وابتدأوا يشتكون عليه ... وحين علم أنه من سلطنة هيرودس أرسله إلى هيرودس إذ كان هو أيضاً تلك الأيام في أورشليم ... وسأله بكلام كثير فلم يجبه بشيء ووقف رؤساء الكهنة والكتبة يشتكون عليه باشتداد ... ورده إلى بيلاطس ... فدعا ... رؤساء الكهنة والعظماء والشعب وقال لهم ... : وها أنا قد فحصت قدامكم ولم أجد في هذا الإنسان علة مما تشتكون به عليه ولا هيرودس أيضاً . لأني أرسلتكم إليه\" .\nلكن في مرقس (14 : 53 – 58 ) : (المحاكمة بالليل في نفس اليوم أمام مجمع اليهود) :\nَ \"فمضوا بيسوع إلى رئيس الكهنة فاجتمع معه رؤساء الكهنة والشيوخ والكتبة . وكان رؤساء الكهنة والمجمع كله يطلبون شهادة على يسوع ليقتلوه فلم يجدوا ... ثم قام قوم وشهدوا عليه زورًا قائلين : نحن سمعناه يقول إني أنقض هذا الهيكل ... \" و كانت المحكمة بالليل وفى الصباح الذى يلى المحكمة سلموا يسوع إلى بيلاطس : يقول مرقس فى ( 15 : 1 ) \" و للوقت فى الصباح تشاور رؤساء الكهنة والشيوخ و الكتبة و المجمع كله فأوثقوا يسوع و مضوا به وأسلاموه إلى بيلاطس \" .\nوفي يوحنا (18 : 12 – 33 ) : (توجهت القوة مباشرة إلى حنان حما قيافا رئيس الكهنة) :\n(1/118)\n\nَ \"ثم إن الجند والقائد وخدام اليهود قبضوا على يسوع وأوثقوه . ومضوا به إلى حنان أولاً لأنه كان حما قيافا الذي كان رئيسا للكهنة في تلك السنة ... فدخل مع يسوع إلى دار رئيس الكهنة ... ثم جاءوا بيسوع من عند قيافا إلى دار الولاية ... ثم دخل بيلاطس أيضاً إلى دار الولاية ودعا يسوع ... \" .\n- وكان خط سير المسيح إلى حنان حما رئيس الكهنة ثم إلى دار رئيس الكهنة ثم إلى بيلاطس ولم يذهبوا إلى هيرودس وذلك في يوحنا .\n- أما خط سير المسيح في لوقا :\nإلى بيت رئيس الكهنة ثم إلى المجمع ثم إلى بيلاطس ثم إلى هيرودس ثم إلى بيلاطس .\n\nس226 : أين كان الكهنة في صباح يوم محاكمة المسيح ؟ .\nجـ : في متى (27 : 1 – 2 ) : (كانوا أمام بيلاطس) :\nَ \"ولما كان الصباح تشاور جميع رؤساء الكهنة وشيوخ الشعب على يسوع حتى يقتلوه . فأوثقوه ومضوا به إلى بيلاطس البنطي الوالي\" .\nولكن في متى (27 : 3 – 5 ) : (كانوا في الهيكل مع يهوذا في نفس الوقت) :\nَ \"حينئذ لما رأى يهوذا الذي أسلمه أنه قد دين ندم ورد الثلاثين من الفضة إلى رؤساء الكهنة والشيوخ\"\nس227 : مَن هم الجنود الذين سخروا من المسيح ؟ .\nجـ : في لوقا ( 23 : 11) : (جنود هيرودس) :\nَ \"فاحتقره هيرودس مع عسكره واستهزأ به وألبَسه لباساً لامعاً ورده إلى بيلاطس\".\nبينما في مرقس (15 : 15- 20) : (جنود بيلاطس) :\nَ \"فبيلاطس إذ كان يريد أن يعمل للجمع ما يرضيهم ... فمضى به العسكر إلى داخل الدار... وكانوا يضربونه على رأسه بقصبة ويبصقون عليه ... وبعدما استهزأوا به نزعوا عنه الأرجوان وألبسوه ثيابه ثم خرجوا به ليصلبوه\" .\n\nس228 : هل الذين شهدوا على المسيح شهدوا زوراً ؟ وكم عددهم ؟ .\nجـ : في مرقس(14: 57 – 58) : (كانوا جمعًا وشهادتهم شهادة زور) :\nَ \"ثم قام قوم وشهدوا عليه زورًا قائلين : نحن سمعناه يقول إني أنقض هذا الهيكل المصنوع بالأيادي وفي ثلاثة أيام أبني آخر غير مصنوع بأيادٍ\" .",
        "(1/119)\n\nولكن في متى(26 : 60 ) : (كانوا اثنين) :\nَ \" ولكن أخيراً تقدم شاهدا زور . وقالا : هذا قال إني أقدر أن أنقض هيكل الله وفي ثلاثة أيام أبنيه\" .\nفي يوحنا ( 2 : 18 - 20 ) : (لم يشهدوا زورًا) :\nَ \"فأجاب اليهود وقالوا له : أية آية ترينا حتى تفعل هذا ؟ ، أجاب يسوع وقال لهم: انقضوا هذا الهيكل وفي ثلاثة أيام أقيمه\" .\n\nالفهرس\n(1/120)",
        "\nالاختلافات فى صلب المسيح\n\nس229: مَن الذي حمل الصليب ؟ .\nجـ : في مرقس (15 : 21 ، 22 ) :\nَ \"فسخروا رجلاً ... سمعان القيرواني ... ليحمل صليبه وجاءوا به إلى ... موضع جمجمة\" .\nَ وفى متى ( 7 :32 ) \" وفيما هم خارجون و جدوا أنساناً قيروانياً اسمه سمعان فسخروه ليحمل صليبه \"\nلكن في يوحنا (19 : 17 ) :\nَ \"فأخذوا يسوع ومضوا به فخرج وهو حامل صليبه إلى الموضع الذي يقال له موضع الجمجمة\" .\nفى الموضع الأول من البداية و سمعانى القيروانى يحمل الصليب إلى مكان الجمجمة و لكن فى الموضع الثانى من البداية يسوع يحمل الصليب إلى الجمجمة .\nس230 : هل تحدث يسوع - بعد قوله : \"أنت تقول\" - مع بيلاطس أثناء المحاكمة ؟ .\nجـ : يقول متى (27 : 11 – 14 ) : (لم يتحدث يسوع بكلمة) :\nَ \"فوقف يسوع أمام الوالى فسأله الوالي قائلاً : أأنت ملك اليهود ؟ . فقال له يسوع : أنت تقول . وبينما كان رؤساء الكهنة والشيوخ يشتكون عليه لم يجب بشيء . فقال له بيلاطس : أما تسمع كم يشهدون عليك ؟ . فلم يجبه ولا عن كلمة واحدة حتى تعجب الوالي جداً\" .\nبينما يقول يوحنا (18 : 33 – 38 ) ، ( 19 : 9 – 11) : (يسوع تحدث كثيراً) :\nَ \"ثم دخل بيلاطس أيضاً إلى دار الولاية ودعا يسوع وقال له : أنت ملك اليهود . أجابه يسوع : أمِن ذاتك تقول هذا أم آخرون قالوا لك عني ؟ ، أجابه بيلاطس ألعلِّي أنا يهودي ؟ ... فقال له بيلاطس : أفأنت إذا ملك ؟ . أجاب يسوع : أنت تقول إني ملك . لهذا قد وُلدت أنا ولهذا قد أتيت إلى العالم لأشهد للحق . كل مَن هو من الحق يسمع صوتي . قال له بيلاطس : ما هو الحق ...\" .\nس231 : هل تكلم المسيح عند المحاكمة ؟ .\nيقول إشعياء عن المسيح في ( 53 : 7 ) : (لا يتكلم أثناء المحاكمة) :\nَ \"ولم يفتح فاه كشاة تُساق إلى الذبح وكنعجة صامتة أمام جازيها فلم يفتح فاه\" .\nولكن في يوحنا (18 : 19– 23 ) : (تكلم ودافع عن نفسه أثناء المحاكمة) :\n(1/121)\n",
        "َ \"فسأل رئيس الكهنة يسوع عن تلاميذه وعن تعليمه .\n\nأجابه يسوع : أنا كلمت العالم علانية . أنا علَّمت كل حين في المجمع وفي الهيكل حيث يجتمع اليهود دائماً . وفي الخفاء لم أتكلم بشيء. لماذا تسألني أنا اسأل الذين قد سمعوا ... ولما قال هذا لطم يسوع واحد من الخدام كان واقفاً قائلاً : أهكذا تجاوب رئيس الكهنة ؟ . أجابه يسوع إن كنت قد تكلمت ردياً فاشهد على الردى وإن حسناً فلماذا تضربني\" .\nس232 : هل كان يسوع حريصاً على عدم إخبار الناس بأنه المسيح ؟ ، ولماذا ؟\nجـ : في لوقا (9 : 20 – 22 ) : (يسوع ينهى تلاميذه أن يقولوا إنه المسيح) :\nيقول يسوع لتلاميذه :\nَ \"وأنتم مَن تقولون إني أنا فأجاب بطرس وقال : مسيح الله . فانتهرهم وأوصى ألا يقولوا ذلك لأحد . قائلاً إنه ينبغي أن ابن الإنسان يتألم كثيراً ويرفض من الشيوخ ورؤساء الكهنة والكتبة ويُقتل وفي اليوم الثالث يقوم\" .\nولكن في لوقا (23 : 1 – 3 ) : (يسوع لا ينهى نفسه أن يقول إنه المسيح) :\nَ \"فقام كل جمهورهم وجاءوا به إلى بيلاطس . وابتدأوا يشتكون عليه قائلين : إننا وجدنا هذا يفسد الأمة ... قائلاً إنه هو مسيح ملك . فسأله بيلاطس قائلاً : أنت ملك اليهود ؟ . فأجابه وقال : أنت تقول\" .\nوفي مرقس (14 : 61 ) : (يسوع يؤكد أنه المسيح) :\nَ \"فسأله رئيس الكهنة أيضاً وقال له : أأنت المسيح ابن المبارك ؟! فقال يسوع : أنا هو . وسوف تبصرون ابن الإنسان جالساً عن يمين القوة وآتيًا في سحاب السماء\" .\nفهل خالف يسوع قوله لتلاميذه بعدم إخبار الناس أنه المسيح ؟ لكي ينجو من المحاكمة والصلب ؟ .\nوهل كان يعتقد أن إخبار الناس والكهنة بأنه المسيح كفيل بأن ينجيه من الالام والصلب ؟ . ولماذا أخبر الناس والكهنة بعكس ما أمر به تلاميذه ؟ .\nس233 : ما لون الرداء الذي لبِسه يسوع ؟ وهل أمسك قصبة في يمينه ؟ .\nجـ : في متى (27 : 27 – 29 ) : (اللون قرمزي ، ويمسك القصبة في يمينه) :\n(1/122)\n\nَ \"وألبَسوه رداءً قرمزياً ... وقصبة في يمينه\" .\nلكن في مرقس ( 15 : 17) : (اللون أرجواني ولم يذكر القصبة في يمينه) :\nَ \"وألبسوه رداءً أرجوانيًّا\" .\nس234 : ما هي علة المصلوب ؟ .\nجـ : يقول مرقس (15 : 26) :\nَ \"وكان عنوان علته مكتوباً ملك اليهود\" .\nبينما يقول متى (27 : 37) :\nَ \"وجعلوا فوق رأسه علته مكتوبة هذا هو يسوع ملك اليهود\" .\nلكن يوحنا (19 : 19) :\nَ \"وكتب بيلاطس عنواناً ووضعه على الصليب وكان مكتوباً يسوع الناصري ملك اليهود\" .\nس235 : كم عدد الذين استهزأوا بيسوع قبل الصلب ؟ .\nجـ : في مرقس (15 : 27،32) : (لصان) :\nَ \"وصلبوا معه لصين ، واحداً عن يمينه وآخر عن يساره ... واللذان صُلبا معه كانا يعيرانه\" .\nلكن لوقا قال (23 : 39 – 43) : (لص واحد) :\nَ \"وكان واحد من المذنبين المعلقين يجدف عليه ... فأجاب الآخر ... : أنت تخاف الله إذ أنت تحت هذا الحكم بعينه . أما نحن فبعدل لأننا ننال استحقاق ما فعلنا . وأما هذا فلم يفعل شيئاً ليس في محله . ثم قال ليسوع : اذكرني يا رب متى جئت في ملكوتك، فقال له يسوع : الحق أقول لك إنك اليوم تكون معي في الفردوس\"\nس236 : ما هو الشراب الذي أعطى ليسوع على الصليب ؟ .\nجـ : في مرقس (15 : 23 ) :\nَ \"وأعطوه خمراً ممزوجة بمر ليشرب فلم يقبل\" .\nولكن في متى (27 : 34 ) :\nَ \"أعطوه خلاً ممزوجاً بمرارة ليشرب . ولما ذاق لم يُرِدْ أن يشرب\"\nس237: مَن الذي قال \"اترك\" عند صلب المسيح ؟ .\nجـ : في مرقس (15 : 36 ) : (الذي قال ذلك نفس الشخص الذي سقاه) :\nَ \"فركض واحد وملأ إسفنجة خلاًّ وجعلها على قصبة وسقاه قائلاً : اتركوا . لنرَ هل يأتي إيليا لينزله\" .\nلكن في متى (27 : 47 ) : (الذي قال ذلك جَمْع وليس الشخص الذي سقاه) :\nَ \"وللوقت ركض واحد منهم وأخذ إسفنجة وملأها خلاً وجعلها على قصبة وسقاه . وأما الباقون فقالوا : اترك لنرى هل يأتي إيليا يخلصه\" .",
        "(1/123)\n\nس238:ماذا قال المسيح على الصليب ؟ ولمن كان يوجه كلامه؟\nجـ : في مرقس (15 : 34 ) :\nَ \"وفي الساعة التاسعة صرخ يسوع بصوت عظيم قائلاً : ألوي ألوي لِمَ شبقتني ؟! الذي تفسيره إلهي إلهي لماذا تركتني ؟!\" .\nولكن اختلف لوقا (23 : 46 ) :\nَ \"ونادى يسوع بصوت عظيم وقال : يا أبتاه في يديك أستودع روحي . ولما قال هذا أسلم الروح\" .\nبينما في يوحنا (19 : 30 ) :\nَ \"فلما أخذ يسوع الخل قال : قد أكمل . ونكس رأسه وأسلم الروح\".\nوبهذا اتضح أن إلههم لم يُصلب بدليل أن المسيح كان يوجه كلامه إلى الله واستودع وأسلم روحه إليه .\nس239 : ماذا قال قائد المئة بعد صلب المسيح ؟ وهل أشترك أحد معه فى قوله ؟\nجـ : في متى (27 : 54) :\nَ \"وأما قائد المئة والذين معه يحرسون يسوع ... قالوا : حقًّا كان هذا ابن الله \" ! .\nوفي مرقس (15 : 39 ) :\nَ \"ولما رأى قائد المئة الواقف مقابله أنه صرخ هكذا وأسلم الروح قال حقًّا : كان هذا الإنسان ابن الله\"! .\nلكن في لوقا (23 : 47 ) :\nَ \"فلما رأى قائد المئة ما كان مجد الله قائلاً : بالحقيقة كان هذا الإنسان باراً\" .\nس240 : هل تم طعن المسيح بالحربة بعد صلبه ؟ وهل حدثت الآيات بعد موته ؟ .\nجـ : في متى (27 : 50 – 54 ) : واتفق معه مرقس ولوقا بأنه لم يتم طعن المسيح بعد صلبه .\nففي متى :\nَ \"فصرخ يسوع أيضاً بصوت عظيم وأسلم الروح وإذا حجاب الهيكل قد انشق إلى اثنين من فوق إلى أسفل . والأرض تزلزلت والصخور تشققت والقبور تفتحت وقام كثير من أجساد القديسين الراقدين . وخرجوا من القبور ... وأما قائد المئة والذين معه يحرسون يسوع فلما رأوا الزلزلة وما كان خافوا جداً وقالوا حقًّا : كان هذا ابن الله\" .\nفالخوف ملأ الجميع لهذه الآيات الكبيرة وشهدوا أنه ابن الله ولهذا لم يطعنه أحد .\nولكن في يوحنا (19 : 33 – 34 ) : (لم تحدث الآيات الكبيرة ولم يخف العسكر فطعنوا المسيح) :\n(1/124)",
        "\nَ \"وأما يسوع فلما جاءوا إليه لم يكسروا ساقيه ؛ لأنهم رأوه قد مات لكن واحداً من العسكر طعن جنبه بحربة وللوقت خرج دم وماء\" .\nس241 : هل دعا المسيح لليهود ؟ وهل استُجيب لدعائه ؟ .\nجـ : في لوقا (23 : 33 – 34 ) :\nَ \"ولما مضوا به إلى الموضع الذي يُدعى جمجمة صلبوه هناك مع المذنبين ، واحداً عن يمينه والآخر عن يساره فقال يسوع : يا أبتاه اغفر لهم ؛ لأنهم لا يعلمون ماذا يفعلون\" .\nومن المعروف أنه قد حدث تدمير مزدوج لأورشليم عام 70 ميلادية ، وعام 135 ميلادية بعد صلب المسيح كما يعتقدون وهذا دليل على أن الله لم يغفر لهم .\nفمَن الذي كان يدعوه المسيح ؟! ، فإذا كان شخص آخر إذا فهو ليس إلهًا .\nوإذا كان يدعو نفسه فلماذا لم يغفر لهم ؟! ، وكيف يدعو نفسه؟!\nولماذا لا يستجيب لدعاء نفسه ؟ .\nوهل يعتبر اليهود مُبرَّئين من دم المسيح وما فعلوه فيه وعدم الإيمان به وذلك تبعاً لما قاله في دعائه ؟ .\nس242 : متى صُلب المسيح ؟ .\nجـ : في مرقس ( 15 : 25 ) : (الساعة الثالثة يوم الجمعة) :\nَ \"وكانت الساعة الثالثة فصلبوه\" .\nولكن في يوحنا (19 : 14 – 18 ) : (الساعة السادسة يوم الجمعة يوحنا 19 : 31) :\nَ \"ونحو الساعة السادسة ... حيث صلبوه وصلبوا اثنين آخرين معه\"\nس243 : أين كان يسوع الساعة السادسة يوم صلبه ؟ .\nجـ : في مرقس (15 : 25 ) : (كان يسوع معلقاً على الصليب الساعة الثالثة) :\nَ \"وكانت الساعة الثالثة فصلبوه\" .\nولكن في يوحنا (19 : 13 – 15 ) : (كان يسوع عند بيلاطس الساعة السادسة) :\nَ \"فلما سمع بيلاطس هذا القول أخرج يسوع وجلس على كرسي الولاية في موضع يقال له البلاط وبالعبرانية جباثا . وكان استعداد الفصح ونحو الساعة السادسة فقال لليهود : هو ذا ملككم . فصرخوا خذه خذه اصلبه . قال لهم : ..... \" .\nس244 : لماذا صُلب المسيح ؟ .\nجـ : يعتقد النصارى أن المسيح صُلب من أجل البشر كافة لمغفرة الخطايا .\n(1/125)\n",
        "ولكن في متى (26 : 28 ) يقول المسيح :\nَ \"هذا هو دمي الذي للعهد الجديد الذي يسفك من أجل كثيرين لمغفرة الخطايا\" .\nس245 : هل المسيح يقدر على الموت ؟ .\nجـ : في متى (26 : 39 ) : (المسيح يطلب أن لا يموت) :\nَ \"وخَرَّ على وجهه وكان يصلي قائلاً : يا أبتاه إن أمكن فلتعبر عني هذه الكأس\" .\nيوحنا (10: 17–18): (المسيح له سلطان أن يموت أو لا يموت):\nَ \"لهذا يحبني الآب لأني أضع نفسي لآخُذها أيضاً . ليس أحد يأخذها مني بل أضعها أنا من ذاتي . لي سلطان أن أضعها ولي سلطان أن آخُذها أيضاً\" .\nفلماذا لم يحقق يسوع طلب نفسه بألا يموت ؟ .\nس246 : هل ترك الله يسوع ؟ .\nجـ : في يوحنا (16 : 32 – 33 ) : يقول المسيح :\nَ \"هو ذا تأتي ساعة وقد أتت الآن تتفرقون فيها كل واحد إلى خاصته وتتركونني وحدي . وأنا لست وحدي ؛ لأن الآب معي ... ولكن ثقوا أنا قد غلبت العالم\" .\nوفي يوحنا (8 : 29 ) : يقول المسيح أيضاً :\nَ \"والذي أرسلني هو معي ولم يتركني الآب وحدي لأني في كل حين أفعل ما يرضيه\" .\nولكن جاء في مرقس (15 : 34) :\nَ \"وفي الساعة التاسعة صرخ يسوع بصوت عظيم قائلاً : ألوي ألوي لِمَ شبقتني ؟! الذي تفسيره إلهي إلهي لماذا تركتني ؟!\" .\nس247 : لماذا كان على المسيح تحمُّل خطيئة آدم ؟ .\nجـ : على الرغم من القول في حزقيال (18 : 4 ،19 ) : (لا يتحمل الأبناء ذنوب الآباء) :\nَ \"النفس التى تخطئ هي تموت ... وأنتم تقولون لماذا لا يحمل الابن من إثم الأب أما الابن فقد فعل حقًّا وعدلاً حفظ جميع فرائضي وعمل بها فحياة يحيا . النفس التى تخطئ هي تموت الابن لا يحمل من إثم الأب والأب لا يحمل من إثم الابن بر البار عليه يكون وشر الشرير عليه يكون\" .\nلكن في الخروج (20 : 5 ) : (يتحمل الأبناء ذنوب الآباء حتى الجيل الثالث والرابع فقط) :\nَ \"لأني أنا الرب إلهك إله غيور أفتقد ذنوب الآباء في الأبناء في الجيل الثالث والرابع\" .\n(1/126)\n\nس248 : هل الخلاص الحق له علاقة بالصلب ؟ .\nجـ : على الرغم من اعتقاد النصارى أن الخلاص الحق هو الإيمان بصلب المسيح فقد اختلف المسيح مع هذا الاعتقاد في متى (19 : 16 – 21 ) :\nَ \"وإذ واحد تقدم وقال له : أيها المعلم الصالح أي صلاح أعمل لتكون لي الحياة الأبدية ، فقال له : لماذا تدعوني صالحاً ؟ . ليس أحد صالح إلا واحد وهو الله . ولكن إن أردت أن تدخل الحياة فاحفظ الوصايا قال له : أية الوصايا ؟ . فقال يسوع : لا تقتل . لا تزنِ . لا تسرق . لا تشهد بالزور . أكرم أباك وأمك وأحب قريبك كنفسك . قال له الشاب : هذه كلها حفظتها منذ حداثتي . فماذا يعوزني بعد ؟ . قال له يسوع : إن أردت أن تكون كاملاً فاذهب وبِعْ أملاكك وأعطِ الفقراء فيكون لك كنز في السماء وتعال اتبعني\" .\nس249 : هل المسيح ملعون بسبب صلبه ؟ .\nجـ : المفاجأة أن بولس في رسالته إلى أهل غلاطية (3 : 13) : يؤكد هذه اللعنة للمسيح :\nَ \"المسيح افتدانا من لعنة الناموس إذ صار لعنة لأجلنا ؛ لأنه مكتوب ملعون كل مَن عُلق على خشبة\" .\nس250 : هل قتل المسيح يدل على أنه دعي كذاب كما يقول الكتاب المقدس؟\nجـ : في يوحنا (19 : 16 – 18 ) : (قتل المسيح على الصليب) :\nَ \"فأخذوا يسوع ومضوا به ... حيث صلبوه وصلبوا اثنين آخرين معه\" .\nوفي متى ( 13 : 54 – 57) :\nَ \"ولما جاء إلى وطنه كان يعلِّمهم في مجمعهم .. وأما يسوع فقال لهم : ليس نبي بلا كرامة إلا في وطنه وفي بيته\" .\nوفي التثنية ( 18 : 20) : (يقول الكتاب المقدس إنه كذاب) :\nَ \"وأما النبي الذي يطغى فيتكلم باسمي كلاماً لم أوصه أن يتكلم به أو الذي يتكلم باسم آلهة أخرى فيموت ذلك النبي\" .\nس251 : ما حقيقة نبوءات المسيح بشأن صلبه وموته ؟ .\nجـ : يتنبأ المسيح بصلبه وموته في : متى (20 : 18 – 19 ) :",
        "(1/127)\n\nَ \"ها نحن صاعدون إلى أورشليم وابن الإنسان يسلم إلى رؤساء الكهنة والكتبة فيحكمون عليه بالموت ويسلمونه إلى الأمم لكى يهزأوا به ويجلدوه ويصلبوه\" .\n- لكن المسيح يتنبأ بنجاته في متى (23 : 39 ) : عندما واجه رؤساء الكهنة والكتبة في الهيكل :\nَ \"لأني أقول لكم : إنكم لا ترونني من الآن حتى تقولوا مبارك الآتي باسم الرب\" .\n- وقبل ذلك قال لهم في يوحنا (8 : 21) :\nَ \"قال لهم يسوع أيضاً : أنا أمضي وستطلبونني وتموتون في خطيّتكم . حيث أمضي أنا لا تقدرون أنتم أن تأتوا\" .\nلكن هذا التحدي خسره يسوع فقد رأوه وقبضوا عليه وقدموه إلى المحاكمة ورأوه معلقاً على خشبة مصلوباً ميتاً .\nس252 : هل تُطلب دماء الأنبياء من دم هابيل إلى دم زكريا من اليهود ؟ .\nجـ : في لوقا (11 : 50 – 51 ) :\nَ \"لكي يطلب من هذا الجيل دم جميع الأنبياء المهرق منذ إنشاء العالم من دم هابيل إلى دم زكريا\" .\nلكن في التثنية (24 : 16 ) :\nَ \"لا يُقتل الآباء عن الأولاد ولا يقتل الأولاد عن الآباء . كل إنسان بخطيته يُقتل\" .\nس253 : هل تمت نجاة المسيح من أعدائه ؟ .\nجـ : أكدت نصوص سابقة أن المسيح قُبض عليه وقُدم للمحاكمة وصُلب ومات ولكن المزامير تؤكد نجاة المسيح من أعدائه وأنه لم يصلب ولم يمُت كما يأتي:\nتقول المزامير :\n1 – في المزامير (2 : 2 – 3 ) :\nَ \"قام ملوك الأرض وتآمر الرؤساء معاً على الرب وعلى مسيحه قائلين : لنقطع قيودهما ولنطرح عنا ربطهما\" .\n2 – وفي المزامير (31 : 13) :\nَ \"الخوف مستدير بي بمؤامرتهم معاً عليَّ . تفكروا في أخذ نفسي\" .\n3 – في المزامير (41 :9 ) :\nَ \"رجل سلامتي الذي وثقت به أكل خبزي ورفع على عقبه\" .\nوفي المزامير (55 : 12 – 14 ) :\nَ \"ليس عدو يعيرني فأحتمل ليس مبغضي تعظم على فأختبئ منه بل أنت إنسان عديلي ، إلفي وصديقي . الذي معه كانت تحلو لنا العشرة إلى بيت الله كنا نذهب في الجمهور\" .\nوفي المزامير (37 : 12 ، 32) :\n(1/128)",
        "\nَ \"الشرير يتفكر ضد الصديق ويحرق عليه أسنانه ... الشرير يراقب الصديق محاولاً أن يميته\" .\n4 – في المزامير (6 : 2 – 5 ) :\nَ \"عظامي قد رجفت ونفسي قد ارتاعت جداً وأنت يا رب فحتى متى ؟ عد يا رب نجِّ نفسي . خلِّصني من أجل رحمتك ؛ لأنه ليس في الموت ذكرك . في الهاوية من يحمدك\" .\nفي المزامير ( 27 : 7 ، 12 ) :\nَ \"استمع يا رب . بصوتي أدعو فارحمني واستجب لي ... لا تسلمني إلى مرام مضايقي\" .\n5 – في المزامير (41 : 1 – 2 ) :\nَ \"في يوم الشر ينجيه الرب . الرب يحفظه ويحييه ، يغتبط في الأرض ولا يسلمه إلى مرام أعدائه\" .\nوفي المزامير (56 : 9 – 13) :\nَ \"حينئذ ترتد أعدائي إلى الوراء في يوم أدعوك فيه هذا قد علمته لأن الله لي ... شكر لك ؛ لأنك قد نجيت نفسي من الموت\" .\nوفي المزامير (20 : 6 ) :\nَ \"الآن عرفت أن الرب مخلص مسيحه ويستجيبه من سماء قدسه بجبروت خلاص يمينه\" .\n6 – المزامير (57 : 6 ) :\n? \"هيأوا شبكة لخطواتي ... حفروا قدامي حفرة . سقطوا في وسطها\" .\nالمزامير (9 : 16 ) :\n? \"الرب قضاء أمضى : الشرير يعلق بعمل يديه\" .\n7 – في المزامير (91 : 11 ، 14 ) :\nَ \"يوصي ملائكته بك لكى يحفظوك في كل طرقك على الأيدي يحملونك لئلا تصدم بحجر رجلك... لأنه تعلق بي أنجيه .. أرفعه لأنه عرف أسمي\" .\n8- وفي المزامير( 57 : 2 ، 3 ) :\n? \"أصرخ إلى الله العلي ، إلى الله المحامي عني يرسل من السماء ويخلصني\" .\nس254: هل نجى الله المسيح بإلقاء شبهه على يهوذا ؟\nجـ : تؤكد المزامير فى إجابة السؤال السابق نجاة المسيح ، وأن الشخص الذى أراد أن يوقع المسيح فى حفرة هو الذى وقع فيها وصلب و علق على الصليب بدلاً من المسيح :\nفى المزامير(57 : 6 ) :\n? \" هيأوا شبكة لخطواتى ... حفروا قدامى حفرة . سقطوا فى وسطها \" .\nو تؤكد المزامير ( 9 : 16 ) :\n? \" الرب قضاء امضى : \" الشرير يعلق بعمل يدية \" .\nفكيف حدث ذلك ؟\n1- فى المزامير ( 56 : 9 – 13 ) :\n(1/129)\n",
        "? \" وحين ترتد أعدائى إلى الوراء فى يوم أدعوك فيه هذا قد علمته لأن الله لى ... شكراً لك ؛ لأنك قد نجيت نفسى من الموت \" .\n2- يوحنا فى ( 18 : 3 – 8 ) :\nاتفق مع المزامير فى ارتداد اعداء المسيح إلى الوراء وذاد على ذلك بأنهم سقطوا على الأرض :\n? \" فأخذ يهوذا الجند وخداماً من عند رؤساء الكهنة و الفريسيين ، وجاء إلى هناك بمشاعل و مصابيح وسلاح . فخرج يسوع و هو عالم بكل ما يأتى عليه وقال له : من تطلبون ؟ أجابوه : يسوع الناصرى . قال لهم يسوع : أنا هو . وكان يهوذا مسلمه أيضاً واقفاً معهم . فلما قال لهم: إنى أنا هو رجعوا إلى الوراء وسقطوا على الأرض ... \" .\nفماذا يعنى ذلك ؟\n3- أنه لا يمكن أن يرتد أعداء المسيح إلى الوراء و يسقطوا على الأرض إلا بسبب حدوث معجزة و مفاجأة مذهله أفقدتهم صوابهم و القدره على الثبات و الاتزان و الوقوف على أرجلهم ، فرتدوا إلى الوراء و سقطوا على الأرض مع أن القوات المكلفة بالقبض على المسيح قوات خصة مدربة على مواجه الصعاب ؛ لأنهم كانوا يحملون السلاح و يتوقعون المقاومة من أتباع المسيح .\n4- كانت المفاجأة المذهلة أنهم رأوا تغير وجه يهوذا لقد صار وجهه كوجه المسيح ، و كان يهوذا يقترب من المسيح ليشير إليه ، فارتدوا إلى الوراء وسقطوا على الأرض فحدثت فوضى ، و عندما أفاقوا قبضوا على يهوذا و هم يظنونه المسيح .\n5- عندما ارتدا أعداء المسيح إلى الوراء و سقطوا على الأرض ، اتخذها المسيح و تلاميذه فرصة نادرة للهرب فهربوا ، وقد هرب المسيح من اعدائه قبل ذلك أكثر من مره :\nففى يوحنا ( 10 : 39 ) : \" فطلبوا أن يمسكوه فخرج من أيديهم \" .\nوفى يوحنا ( 8 : 59 ) :\n\" فرفعوا حجارة ليجرموه ، اما يسوع فاختفى من الهيكل مجتازا فى وسطهم ومضى \" .\n\" واعترف مرقس بعملية الهروب وقال فيه ( 14 : 50 ) :\n\" فتركه الجميع وهربوا \" .\nولم يلفت نظر مرقس أن المسيح هرب مع التلاميذ .\n(1/130)\n\nوايد متى مرقس فى عملية الهروب وذلك فى ( 26 : 56 ) .\n6- لما أفاق أعداء المسيح لم يجدوا إلا يهوذا الذى ارتد وسقط معهم على الأرض ، و قد ألقى الله بشبه المسيح عليه فألقوا القبض عليه و حاكموه وعلق على الصليب بعمل يديه كما قالق المزامير وكما ألمح يوحنا .\n7- هيأ الله الظروف للمسيح و تلاميذه للهروب ، فكانت محاولة القبض بالليل و كانت المشاعل هى وسيلة الأضاءة الوحيدة ، فلما أراد اعداؤه القبض عليه ارتدوا إلى الوراء وسقطوا على الأرض ، فسقطت المشاعل معهم وأنطفأ أكثرها على الأقل ، وكانت الإضاءة شبه معدومة ، فكانت فرصة عظيمة للهروب أفضل من المرات السابقة التى هرب فيها المسيح ، و عندما أفاق أعداء المسيح قبضوا على يهوذا وهم مقتنعون انه المسيح .\n8- فى انجيل مرقس ولوقا ويوحنا لم يظهر أثر ليهوذا بعد ذلك أبدا ، وهذا دليل عظيم على أنه الذى تم القبض عليه ، و ظن اعداء المسيح أن يهوذا هرب خوفاً من انتقام تلاميذ وأتباع المسيح .\n9- لو كان يهوذا حقاً قام بتسليم المسيح للأعدائه لأصبح أكبر مجرم فى التاريخ ، ولما سكتت ثلاثة أناجيل عن ذكر مصيره أو ذكر أى شىء عنه بعد ذلك ، والحقيقة الكبرى أن الله ألقى بشبه المسيح عليه فقبض عليه و صلب بدلاً من المسيح ووقع فى الحفرة التى حفرها فى المسيح كما تقول المزامير .\n10- اتفق متى (27 : 45 ) ، ومرقس ( 15 : 34 ) على أن الذى عُلق على الصليب صرخ قائلاً :\n\" إيلى إيلى لما شبقتنى أى إلهى إلهى لماذا تركتنى \" .\nوهذا القول لا يليق و لايمكن ان يصدر من المسيح ، ولكنه صدر من شخص أخر ندم على فعلته وتاب إلى الله ودعاه أن ينجيه ، ولكن الله لم يستجب لدعائه ، فعبر بهذا القول اليائس و غير المؤمن بقضاء الله و قدره ، ولا بد ان يكون هذا القول ليهوذا الذى علق بعمل يديه كما قالت المزامير .",
        "(1/131)\n\n11- وكان يسوع يتخفى من اليهود ، مرة فى صورة بستانى عندما قابل مريم المجدلية وقال لها فى يوحنى ( 20 : 17 ) : \" لم أصعد بعد إلى أبى \" وكأنه فى لغة اليهود و اصطلاحهم يقول : \" لم أمت بعد \" أو \" إننى ما زلت حيا \" .\nوفى المرة الثانية : عندما قابل أثنين من اتباعه و هما متوجهان إلى قرية عمواس ولم يعرفاه وذلك فى لوقا ( 24 : 13 - 33 ) .\nفما فائدة التخفى من اليهود و المسيح فى الأبدية ؟!\nففى العبرانيين ( 9 : 27 ) :\n\" وكما وضع للناس أن يموتوا مرة ثم بعد ذلك الدينونة \" .\nلكن الحقيقة العظيمة أن المسيح لم يُقبض عليه ولم يُصلب ولم يمت بل كان هارباً من اليهود وكان متخفياً عن أعينهم وقد علق يهوذا على الصليب بعمل يديه كما قالت المزامير .\n12-(1) وثمة ملحوظة لغوية آخرى غايه فى الخطورة ، وهى أن العبارة المستخدمه \" أنا هو\" خلاف للصياغة اللغوية الصحيحة و ليست بمعنى ( أنا الذى تريدون) إنما أنا ( هو شخص أخر ) حيث قال : Iam he لا تقال هكذا وإنما تقال Its' me\nأما Iam he فمعناها أن هناك شخصين لا شخص واحد .\nو بالفرنسية تقال C' est moi ولا تقال Je suis ill\nمعناها أنا ذلك الشخص الواقف بينكم ( يهوذا ) فلما رأوا يهوذا ( المسيح ) سقطوا على الأرض من هول المفاجأة لقد صار المسيح\n\nالفهرس\n(1/132)",
        "\nالاختلافات فى زيارة النساء إلى القبر المزعوم للمسيح\n\nس 255 : متى كانت زيارة النساء للقبر ؟ .\nجـ : في مرقس (16 : 2 ) : (إذ طلعت الشمس) :\nَ \"وباكر جداً في أول الأسبوع أتين إلى القبر إذ طلعت الشمس\" .\nلكن في يوحنا (20 : 1 ) : (والظلام باقٍ) :\nَ \"وفي أول الأسبوع جاءت مريم المجدلية إلى القبر باكراً والظلام باقٍ\" .\nس256: لماذا لم تشعر النساء بالحيرة إلا في دحرجة الحجر على الرغم من وجود حراس على القبر ؟\nجـ : في متى (27 : 65 – 66 ) :\nَ \"فقال لهم بيلاطس : عندكم حراس اذهبوا واضبطوه كما تعلمون . فمضوا وضبطوا القبر بالحراس وختموا الحجر\" .\nولكن في مرقس (16 : 2 – 3 ) :\nَ \"وباكر جداً في أول الأسبوع أتين إلى القبر إذ طلعت الشمس . وكن يقلن فيما بينهن من يدحرج لنا الحجر عن باب القبر . فتطلعن ورأين أن الحجر قد دحرج\".\nس257 : هل رأت النساء الملاك جالساً على الحجر ؟\nجـ : يقول متى (28 : 2- 5 ) : (رأت النساء الملاك جالساً على الحجر ) :\nَ \"وإذا زلزلة عظيمة حدثت لأن ملاك الرب نزل من السماء وجاء ودحرج الحجر عن الباب وجلس عليه... فأجاب الملاك وقال للمرأتين لا تخافا \"\nلكن في مرقس ( 16 : 4 ) : (لم تر النساء الملاك جالساً على الحجر) :\nَ \"فتطلعن ورأين أن الحجر قد دحرج\" .\nوقد أيد لوقا فى ( 24 : 2 ، 3 ) مرقس فى عدم رؤية النساء للملاك وهو جالس على الحجر .\nس258 : كم عدد النساء الزائرات للقبر ؟ .\nجـ : في مرقس (16 : 1 – 2 ) : (ثلاث نساء) :\nَ \"وبعد ما مضى السبت اشترت مريم المجدلية ومريم أم يعقوب وسالومة حنوطاً ليأتين ويدهنه . وباكر جداً في أول الأسبوع أتين إلى القبر\" .\nوفي متى (28 : 1) : (اثنتان من النساء) :\nَ \"وبعد السبت عند فجر أول الأسبوع جاءت مريم المجدلية ومريم الأخرى لتنظرا القبر\" .\nوفي يوحنا (20 : 1 ) : (امرأة واحدة ورجلان) :\n(1/133)\n",
        "َ \"وفي أول الأسبوع جاءت مريم المجدلية إلى القبر والظلام باقٍ فنظرت الحجر مرفوعاً من القبر . فركضت وجاءت إلى سمعان بطرس والتلميذ الآخر ... وأتيا القبر\" .\nس259 : مَن الذي رأته النساء عند القبر ؟ .\nجـ : في مرقس (16 : 5) : (شاب جالس) .\nوفي متى (28 : 2 ) : (ملاك جالس على الحجر) :\nَ \"ولما دخلن القبر رأين شاباً جالساً عن اليمين لابساً حلة بيضاء فاندهشن\" .\nوفي لوقا (24 : 3 ) : (رجلان واقفان) .\nوفي يوحنا (20 : 12) : (ملاكان جالسان) :\nَ \"فدخلن ولم يجدن جسد الرب يسوع وفيما هن محتارات في ذلك إذا رجلان وقفا بهن بثياب براقة\" .\nس260 : هل آمن التلاميذ بقيامة المسيح قبل إخبار الرجلين لهم ؟ .\nجـ : في لوقا (24 : 33 – 34 ) : (التلاميذ آمنوا قبل أن يخبرهم الرجلان) :\nَ \"فقاما في تلك الساعة ورجعا إلى أورشليم ووجدوا الأحد عشر مجتمعين هم والذين معهم . وهم يقولون إن الرب قام بالحقيقة وظهر لسمعان وأما هما فكانا يخبران بما حدث في الطريق وكيف عرفاه عند كسر الخبز\" .\nلكن في مرقس (16 : 9 – 14) : (التلاميذ لم يصدقوا الرجلين) :\nَ \"ظهر أولاً لمريم المجدلية ... فذهبت هذه وأخبرت الذين كانوا معه وهم ينوحون ويبكون فلما سمع أولئك أنه حي وقد نظرته لم يصدقوا . وبعد ذلك ظهر بهيئة أخرى لاثنين منهم وهما يمشيان منطلقين إلى البرِّية . وذهب هذان وأخبرا الباقين فلم يصدقوا ولا هذين . أخيراً ظهر للأحد عشر وهم متكئون ووبخ عدم إيمانهم وقساوة قلوبهم لأنهم لم يصدقوا الذين نظروه قد قام\" .\nس261 : مَن الذي أقام يسوع من الموت ؟ .\nجـ : في لوقا (24 : 46 ) : (أقام يسوع نفسه من الموت) :\nيقول يسوع :\nَ \"وقال لهم : هكذا هو مكتوب وهكذا كان ينبغي أن المسيح يتألم ويقوم من الأموات في اليوم الثالث\" .\nلكن في أعمال الرسل (4 : 10) : (أقام الله يسوع من الموت) :\nَ \"باسم يسوع المسيح الناصري الذي صلبتموه أنتم ، الذى أقامه الله من الأموات\" .\n(1/134)\n\nس262 : هل قامت النسوه بتوصيل رسالة الملاك إلى التلاميذ ؟ .\nجـ : في مرقس (16 : 5 - 8) : (لم يقلن لأحد شيئاً) :\nَ \"ولما دخلن القبر رأين شاباً جالساً عن اليمين لابساً حلة بيضاء فاندهشن . فقال : ... لكن اذهبن وقلن لتلاميذه ولبطرس إنه يسبقكم إلى الجليل . هناك ترونه كما قال لكم . فخرجن سريعاً وهربن من القبر لأن الرعدة والحيرة أخذتاهن ولم يقلن لأحد شيئاً لأنهن كن خائفات\"\nلكن لوقا (24 : 4 - 9) : (أخبرن التلاميذ) :\nَ \"إذا رجلان وقفا بهن بثياب براقة ... قالا لهن : ... اذكرن كيف كلمكن وهو بعد في الجليل قائلاً إنه ينبغى أن يسلم ابن الإنسان في أيدي أناس خطاة ويُصلب وفي اليوم الثالث يقوم فتذكرن كلامه ورجعن من القبر وأخبرن الأحد عشر وجميع الباقين بهذا كله\" .\n\nالفهرس",
        "(1/135)\n\nالاختلافات فى ظهور المسيح بعد الصلب\n\nس263 : هل وعد يسوع تحقق بالظهور لتلاميذه أول مرة بالجليل ؟\nجـ : في مرقس ( 16 : 7 ) : (الوعد بالمقابلة بالجليل) :\nيقول الملاك للزائرات :\nَ \"لكن اذهبن وقلن لتلاميذه ولبطرس إنه يسبقكم إلى الجليل هناك ترونه كما قال لكم\" .\nولكن في يوحنا (20 : 18 – 19 ) : (ظهر لهم في أورشليم عدة مرات) :\nَ \"فجاءت مريم المجدلية وأخبرت التلاميذ أنها رأت الرب وأنه قال لها هذا . ولما كانت عشية ذلك اليوم وهو أول الأسبوع وكانت الأبواب مغلقة حيث كان التلاميذ مجتمعين لسبب الخوف من اليهود جاء يسوع ووقف في الوسط وقال لهم : سلام لكم\" .\nس264 : كم عدد المرات التى ظهر فيها يسوع للتلاميذ ؟ .\nجـ : في متى (28 : 16 – 17 ) : (مرة واحدة) :\nَ \"وأما الأحد عشر تلميذا فانطلقوا إلى الجليل حيث أمرهم يسوع ولما رأوه سجدوا له ولكن بعضهم شكّوا\" .\nلكن في يوحنا (20 : 19 ، 26) : (مرتان) :\nَ \"ولما كانت عشية ذلك اليوم وهو أول الأسبوع وكانت الأبواب مغلقة حيث كان التلاميذ مجتمعين ... جاء يسوع ووقف في الوسط وقال لهم سلام لكم ... وبعد ثمانية أيام كان تلاميذه أيضاً داخلاً وتوما معهم . فجاء يسوع والأبواب مغلقة ووقف في الوسط وقال: سلام لكم\".\nوفي يوحنا (21 : 1 – 14 ) : (ثلاث مرات) :\nَ \"بعد هذا أظهر أيضاً يسوع نفسه للتلاميذ على بحر طبرية\" .\nس265 : مَن أول مَن ظهر له يسوع ؟ .\nجـ : في مرقس (16 : 9 - 10 ) : (ظهر لمريم المجدلية) :\nَ \"وبعد ما قام باكرًا في أول الأسبوع ظهر أولاً لمريم المجدلية التى كان قد أخرج منها سبعة شياطين فذهبت هذه وأخبرت الذين كانوا معه ... فلما سمع أولئك أنه حى وقد نظرته لم يصدقوا \" .\nلكن في لوقا (24 : 13 ) : (ظهر لاثنين متوجهين لقرية عمواس) :\n(1/136)",
        "\nَ \"واذا اثنان منهم كانا منطلقين في ذلك اليوم إلى قرية بعيدة عن أورشليم ستين غلوة اسمها عمواس . وكانا يتكلمان بعضهما مع بعض عن جميع هذه الحوادث . وفيما هما يتكلمان ويتحاوران اقترب إليهما يسوع نفسه وكان يمشي معهما\" .\nس266 : هل ذهب التلاميذ إلى الجليل كما أمرهم يسوع لكى يظهر لهم ؟\nجـ : في متى (28 : 16 - 17 ) : (ذهبوا إلى الجليل) :\nَ \"وأما الأحد عشر تلميذًا فانطلقوا إلى الجليل إلى الجبل حيث أمرهم يسوع . ولما رأوه سجدوا له\" .\nلكن في يوحنا (20 : 18 - 19):(ظلوا في أورشليم ولم يذهبوا إلى الجليل) :\nَ \"فجاءت مريم المجدلية وأخبرت التلاميذ أنها رأت الرب وأنه قال لها هذا . ولما كانت عشية ذلك اليوم وهو أول الأسبوع وكانت الأبواب مغلقة حيث كان التلاميذ مجتمعين لسبب الخوف من اليهود جاء يسوع ووقف في الوسط وقال لهم : سلام لكم\" .\nس267 : هل كان الفريسيون حريصين على نجاة المسيح من القتل ؟ .\nجـ : في لوقا (13 : 31 ) :\nَ \"في ذلك اليوم تقدم بعض الفريسين قائلين : اخرج واذهب من ها هنا ؛ لأن هيرودس يريد أن يقتلك\" .\nولكن في متى (12 : 14 - 15 ) :\nَ \"فلما خرج الفريسيون تشاوروا عليه لكى يهلكوه فعلم يسوع وانصرف من هناك\".\nالفهرس\n(1/137)\n",
        "الاختلافات فى صعود المسيح\n\nس268 : ما هو زمن ومكان صعود المسيح إلى السماء ؟ .\nجـ : في لوقا ( 24 : 1 – 52 ) : (في أيام الفصح بالقرب من بيت عنيا خلال 24 ساعة من خروجه من القبر) :\nَ \"ثم في أول الأسبوع أول الفجر أتين إلى القبر حاملات الحنوط .. وإذا اثنان منهم كانا منطلقين في ذلك اليوم إلى قرية بعيدة عن أورشليم ... وفيما هما يتكلمان ويتحاوران اقترب إليهما يسوع نفسه وكان يمشي معهما... وقد مال النهار فدخل ليمكث معهما... فقاما في تلك الساعة ورجعا إلى أورشليم ووجدا الأحد عشر ... وفيما هما يتكلمون بهذا وقف يسوع نفسه في وسطهم ... وقال لهم : هذا هو الكلام الذي كلمتكم به ... وأخرجهم خارجاً إلى بيت عنيا ورفع يديه وباركهم . وفيما هو يباركهم انفرد عنهم وأُصعد إلى السماء\" .\nلكن في أعمال الرسل (1 : 3 - 9 ، 12 ) : (صعد من جبل الزيتون بعد 40 يوماً من خروجه من القبر) :\nَ \"أراهم أيضاً نفسه حياً ببراهين كثيرة بعد ما تألم وهو يظهر لهم أربعين يوماً ويتكلم عن الأمور المختصة بملكوت الله ... ولما قال هذا ارتفع وهم ينظرون وأخذته سَحابة عن أعينهم وفيما كانوا يشخصون إلى السماء وهو منطلق ... حينئذ رجعوا إلى أورشليم من الجبل الذي يُدعَى جبل الزيتون الذي هو بالقرب من أورشليم\".\nس269 : في أي حال صعد المسيح إلى السماء ؟ .\nجـ : في لوقا (24 : 51 ) : (أثناء مباركته) :\nَ \"وفيما هو يباركهم انفرد عنهم وأصعد إلى السماء\" .\nلكن في مرقس (16 : 19) : (بعد انتهاء كلامه معهم) :\nَ \"ثم إن الرب بعد ما كلمهم ارتفع إلى السماء\" .\nس270 : هل صعد إيلياء إلى السماء مثل يسوع ؟ .\nجـ : في يوحنا (3 : 13) : (لم يصعد أحد إلا يسوع) :\nَ \"وليس أحد صعد إلى السماء إلا الذي نزل من السماء ابن الإنسان الذي هو في السماء\" .\nولكن يذكر الملوك الثانى (2 : 11) : (أن إيليا صعد إلى السماء) :\n(1/138)\n\nَ \"وفيما هما يسيران ويتكلمان إذا مركبة من نار وخيل من نار ففصلت بينهما فصعد إيليا في العاصفة إلى السماء\" .\nوفي التكوين (5 : 24) : (أخنوخ صعد إلى السماء) :\nَ \"وسار أخنوخ مع الله ولم يوجد ؛ لأن الله أخذه\" .\nالفهرس",
        "(1/139)\n\nالاختلافات على الأحداث السابقة\n\nس271 : هل أتى المسيح بملكوته ومجد أبيه مع ملائكته قبل أن يذوق تلاميذه الموت ؟ .\nجـ : يقول متى (16 : 27 ، 28 ) :\nَ \"فإن ابن الإنسان سوف يأتى في مجد أبيه مع ملائكته وحينئذ يُجازَى كل واحد حسب عمله. الحق أقول لكم : إن من القيام ها هنا قوماً لا يذوقون الموت حتى يروا ابن الإنسان آتيًا في ملكوته\".\nويقول لهم المسيح في متى (10 : 23 ) :\nَ \"فإني الحق أقول لكم : لا تكملون مدن إسرائيل حتى يأتي ابن الإنسان\" .\nومن المعروف أن تلاميذ المسيح قد ماتوا منذ قرون ولم يأتِ لهم المسيح في ملكوته مع ملائكته وهذا تناقض واضح .\nس272 : هل تم إهلاك أحد من تلاميذ المسيح ؟ .\nجـ : في يوحنا (18 : 8 – 9) : (لم يهلك أحد) :\nَ \"أجاب يسوع : قد قلت لكم إني أنا هو . فإن كنتم تطلبونني فدعوا هؤلاء يذهبون؛ ليتم القول الذي قاله إن الذين أعطيتني لم أهلك منهم أحداً\" .\nَ وفى متى ( 19 : 28 ) : \" وقال لهم يسوع الحق أقول لكم أنكم انتم الذين تبعتمونى فى التجديد متى جلس ابن الإنسان على كرسى مجده تجلسون أنتم أيضاً على اثنى عشر كرسياً تدونون أسباط إسرائيل الاثنى عشر \" .\nولكن في يوحنا (17 : 12) : (تم إهلاك واحد) :\nَ \"حين كنت معهم في العالم كنت أحفظهم في اسمك الذين أعطيتني حفظتهم ولم يهلك منهم أحد إلا ابن الهلاك ليتم الكتاب\" .\nس273 : هل جاء المسيح ليدين العالم ؟ .\nجـ : يقول المسيح في يوحنا(9 : 39 ) : (جاء ليدين العالم) :\nَ \"فقال يسوع : لدينونة أتيت أنا إلى هذا العالم حتى يبصر الذين لا يبصرون ...\".\nبينما يقول في يوحنا (12 : 47 – 48) : (لم يأتِ ليدين العالم):\nَ \"لأني لم آتِ لأدين العالم بل لأخلص العالم . مَن رذلني ولم يقبل كلامي فله مَن يدينه\" .\nس2734 : هل ما صنعه المسيح لا تسعه الكتب ؟ .\nجـ : في يوحنا (21 : 25 ) : (لم تُذكر جميع أعمال يسوع) :\n(1/140)",
        "\nَ \"وأشياء أخرى كثيرة صنعها يسوع إن كنت كتبت واحدة واحدة فلست أظن أن العالم نفسه يسع الكتب المكتوبة\" .\nبينما في أعمال الرسل (1 : 1 – 2 ) : (ذكر جميع ما فعله يسوع) :\nَ \"الكلام الأول أنشأته - يا ثاوفيلس - عن جميع ما ابتدأ يسوع يفعله ويعلم به . إلى اليوم الذى ارتفع فيه\" .\nس275 : لمَن تكون المشيئة التى يتحدث عنها المسيح ؟ .\nجـ : في مرقس (3 : 35 ) : (يعتقد النصارى أنه يقصد نفسه) :\nَ \"لأن مَن يصنع مشيئة الله هو أخي وأختي وأمي\" .\nقد يقال إن المسيح يقصد نفسه ولكن المسيح يؤكد أنه يقصد مشيئة الله الذي في السموات :\nفي متى (12 : 50 ) : (دليل على أنه لا يقصد نفسه) :\nَ \"لأن مَن يصنع مشيئة أبي الذي في السماوات هو أخي وأختي وأمي\" .\nوهذا دليل على أنه لا يقصد نفسه ؛ لأنه لم يكن في السماء ، بل على الأرض ويجتمع فيه الناسوت واللاهوت كما يعتقدون !! .\nوفي مرقس (10 : 40) : (يتحدث عن مشيئته) :\nيقول رداً على طلب ابني زبدي :\nَ \"وأما الجلوس عن يميني وعن يساري فليس لي أن أعطيه إلا للذين أعد لهم\" .\nولكن يختلف في متى (20 : 23) : (يتحدث عن مشيئة غيره) :\nَ \"وأما الجلوس عن يميني وعن يساري فليس لي أن أعطيه إلا للذين أعد لهم من أبي\" .\nفي يوحنا (5 : 30) : يقول المسيح الحقيقة الكبرى :\nَ \"أنا لا أقدر أن أفعل من نفسي شيئاً كما أسمع أدين ودينونتي عادلة لأني لا أطلب مشيئتي بل مشيئة الآب الذي أرسلني\" .\nس276 : هل شهادة المسيح حق ؟ .\nجـ : يقول يسوع في يوحنا (5 : 31 ) :\nَ \"إن كنت أشهد لنفسي فشهادتي ليست حقاً\" .\nبينما يقول في يوحنا (8 : 14) :\nَ \"وإن كنت أشهد لنفسي فشهادتي حق ؛ لأني أعلم من أين أتيت وإلى أين أذهب\" .\nس277 : هل المسيح إله ؟ .\nجـ : في يوحنا (20 : 17) : يقول المسيح لمريم المجدلية (إنه ليس إلهًا) :\n(1/141)\n",
        "َ \"قال لها يسوع : لا تلمسيني لأني لم أصعد بعد إلى أبي ولكن اذهبي إلى إخوتي وقولي لهم إني أصعد إلى أبي وأبيكم وإلهي وإلهكم\" .\nولكن في رسالة بولس إلى أهل رومية (9 : 5 ) : (يقول إنه إله) :\nَ \"ولهم الآباء ومنهم المسيح حسب الجسد الكائن على الكل إلهًا مباركاً إلى الأبد\" .\nس278 : هل هذه الصفات صفات إله ؟! .\nجـ : 1– يسوع معدوم القوة :\nيقول في يوحنا (5 : 30 ) :\nَ \"أنا لا أقدر أن أفعل من نفسي شيئاً\" .\nلكن في إشعياء ( 40 : 28 – 29 ) :\nَ \"إله الدهر الرب خالق أطراف الأرض لا يكل ولا يعيا . ليس عن فهمه فحص . يعطى المعي قدرة ولعديم القوة يكثر شدة\" .\n2 – يسوع لا يعلم يوم القيامة :\nفي مرقس (13 : 32 ) :\nَ \"وأما ذلك اليوم وتلك الساعة فلا يعلم بهما أحد ولا الملائكة الذين في السماء ولا الابن إلا الآب\" .\n3 – يسوع لا يعلم الغيب ويجهل الموسم :\nفي مرقس (11 : 12 – 13 ) :\nَ \"وفي الغد لما خرجوا من بيت عنيا جاع . فنظر شجرة تين من بعيد عليها ورق وجاء لعله يجد فيها شيئاً فلما جاء إليها لم يجد شيئاً إلا ورقاً . لأنه لم يكن وقت التين\" .\n4 – يسوع مجرب من الشيطان :\nفي لوقا (4 : 1 ، 2 ، 13 ) :\nَ \" أما يسوع ... أربعين يومًا يجرب من إبليس ... ولما أكمل إبليس كل تجرِبة فارقه إلى حين\" .\nوفي رسالة بولس إلى العبرانيين (4 : 15 ) يقول عن يسوع :\nَ \"بل مجرب في كل شيء مثلنا بلا خطية\" .\nبينما يقول يعقوب في (1 : 13 ) :\nَ \"لأن الله غير مجرب بالشرور وهو لا يجرب أحداً . ولكن كل واحد يجرب إذا انجذب وانخدع من شهوته\" .\n5 – يسوع يعترف بذنوبه ويتوب !!\nفي متى (3 : 13 ) :\nَ \"حينئذ جاء يسوع من الجليل إلى الأردن إلى يوحنا ليعتمد منه\" .\nوقد تم تغيير لفظ \"يتعمد\" إلى \"يُعتمد\" .\n6 – يسوع صفاته مثل الناس جميعاً :\nأ – يسوع يجوع :\n? \"وفي الصبح إذا كان راجعاً من المدينة جاع\"\n(متى 21 : 18)\nب – يسوع عطشان :\n? \"قال : أنا عطشان\" (يوحنا 19 : 28)\n(1/142)\n\nجـ : يسوع ينام :\n? \"وكان هو نائم\" (متى 8 : 24)\nد – يسوع يتعب :\n? \"فإذا كان يسوع قد تعب من السفر جلس هكذا على البئير\"\n(يوحنا 4 :6)\nهـ - يسوع يبكي :\n? \"بكى يسوع\" (يوحنا 11 : 35)\nو – يسوع ينزعج :\n?\"انزعج بالروح واضطرب\" (يوحنا 11 : 33)\nز – يسوع يحزن ويكتئب :\n? \"وابتدأ يحزن ويكتئب\" (متى 26 : 37)\nح – يسوع ضعيف :\n? \"وظهر له ملاك من السماء يقويه\" (لوقا 22 : 43)\nس279 : كيف يكون لله أكثر من ابن بكر ؟ .\nجـ : في الخروج (4 : 22 ) :\nَ \"فتقول لفرعون : هكذا يقول الرب . إسرائيل ابني البكر\" .\nوفي إرميا (31 : 9) :\nَ \"لأني صرت لإسرائيل أبًا وأفرايم هو بكري\" .\nفمَن يكون منهما البكر ؟ ، وماذا يكون وضع آدم في البكورة؟ .\nوهل يكون الابن على سبيل المجاز بكرًا أو غير بكر؟ .\nوهل يكون المسيح \"ابن الله\" على سبيل المجاز أيضاً مثلهم ؟ .\nس280 : هل يسوع غير عظيم ؟ .\nجـ : في لوقا (1 : 15) : (يوحنا المعمدان عظيم ؛ لأنه لا يشرب الخمر والمسكر)\nيقول ملاك الرب عن يوحنا المعمدان :\nَ \"لأنه يكون عظيماً أمام الرب وخمراً ومسكراً لا يشرب\" .\nبينما في متى (11 : 19 ) : (يسوع شريب خمر) :\nَ \"جاء ابن الإنسان يأكل ويشرب . فيقولون هو ذا إنسان أكول وشريب خمر محب للعشارين والخطاة\".\nس281 : هل يوجد مَن هو أعظم من المسيح ؟ .\nجـ : في يوحنا (10 : 30 ) : يقول المسيح : \"أنا والآب واحد\" .\nبينما في يوحنا (14 : 28 ) يقول المسيح : \"لأني قلت أمضي إلى الآب ؛ لأن أبي أعظم مني\" .\nس282 : هل آية يونان مثل آية المسيح ؟ .\nجـ : في متى (12 : 38 – 40 ) :\nَ \"حينئذ أجاب قوم من الكتبة والفريسيين قائلين : يا معلم نريد أن نرى منك آية ؟ فأجاب وقال لهم : جيل شرير وفاسق يطلب آية ولا تُعطى له آية إلا آية يونان النبي ؛ لأنه كما كان يونان في بطن الحوت ثلاثة أيام وثلاث ليالٍ هكذا يكون ابن الإنسان في قلب الأرض ثلاثة أيام وثلاث ليالٍ\" .",
        "(1/143)\n\nلكن هذا لم يحدث : فقد صُلب يسوع – كما زعموا - يوم الجمعة الساعة الثالثة باتفاق متى ومرقس ولوقا ويوحنا .\nواتفقوا جميعاً أنه في الصباح أول الأسبوع وهو يوم الأحد لم يكن يسوع في قبره . ومعنى هذا أن يسوع مكث في القبر 30 ساعة تقريباً (يوم وربع اليوم فقط) فقد وضع بالمقبرة عند غروب الشمس يوم الجمعة فظل الليلة التي تعقب نهار يوم الجمعة ونهار السبت والليلة التي تعقب نهار السبت ثم قام في صباح يوم الأحد فيكون مجموع الأيام والليالي التي مكثها في القبر يومًا واحدًا وليلتين ؛ ولهذا فليست آية يونان مثل آية المسيح :\nولكن آية يونان مثل آية المسيح كما يأتي :\nفقد أُلقي يونان (يونس) في البحر فالتقمه الحوت وظل ثلاثة أيام وثلاث ليالٍ ثم لفظه الحوت حياً ووجه المعجزة هي :\n1 – عندما تلقي رجلاً في بحر هائج فإنه يموت ولأن يونان لم يمُت فإنها معجزة .\n2 – يأتي حوت ويبتلع الرجل . وكان يجب أن يموت . ولم يمت ومن ثم فهذه معجزة مضاعفة .\n3 – بتأثير الحرارة والاختناق في بطن الحوت ثلاثة أيام وثلاث ليال كان من اللازم أن يموت ولم يمت ، إنها معجزة المعجزات ولكن إذا مات يونان فهذا أمر طبَعي ولا تعتبر معجزة ، فمعجزة المسيح أنه وُضع على الصليب وكان يجب أن يموت ولكن لم يمت ووضع في القبر ولكنه لم يمت أيضاً ، وظن قوم يونان أنه مات وبعد ثلاثة أيام ظهرت الحقيقة و كذلك المسيح .\nس283: هل يكون الناس في الآخرة بلا أجساد لا يأكلون ولا يشربون ؟ .\nجـ : يقول المسيح في مرقس (14 : 25 ) :\nَ \"الحق أقول لكم إني لا أشرب بعد نتاج الكرمة إلى ذلك اليوم حينما أشربه جديداً في ملكوت الله\" .\nويقول في لوقا (22 : 29 – 30 ) :\nَ \"وأنا أجعل لكم كما جعل لي أبي ملكوتاً . لتأكلوا وتشربوا على مائدتي في ملكوتي وتجلسوا على كراسي تدينون أسباط إسرائيل الاثني عشر\" .\nوفي متى (18 : 9 – 10 ) :\n(1/144)",
        "\nَ \"وإن أعثرتك عينك فاقلعها وألقها عنك . خير لك أن تدخل الحياة أعور من أن تُلقى في جهنم النار ولك عينان\" .\nومع هذا الوضوح يعتقد النصارى أن الناس في الآخرة بلا أجساد ، بل أرواح لا تأكل ولا تشرب .\nس284 : لمن يوجه يسوع صلاته ؟\nوكان يسوع يصلى و يوجه صلاته لله :\nففي مرقس (1 : 35 ) :\nَ \"وفي الصبح باكر جداً قام وخرج ومضى إلى موضع خلاء وكان يصلي هناك\" .\nس285 : هل يسوع يشهد بتوحيد الله ؟ .\nجـ : في يوحنا ( 17 : 3 ) :\nَ \"وهذه هي الحياة الأبدية أن يعرفوك أنت الإله الحقيقي وحدك ويسوع المسيح الذي أرسلته\" .\nوفي مرقس (12 : 28 - 29 ):\nَ \"فجاء واحد من الكتبة ... سأله أية وصية هي أول الكل ؟ . فأجابه يسوع : إن أول كل الوصايا هى اسمع يا إسرائيل . الرب إلهنا رب واحد\" .\nوفي لوقا (18 : 19 ) :\nَ \"ليس أحد صالحاً إلا واحد وهو الله\" .\n\nالفهرس\n(1/145)\n",
        "الاختلافات عن بولس\n\nس286 : مَن هو بولس ؟ .\nجـ : في أعمال الرسل (22 : 3 ) :\nيقول : ? \"أنا رجل يهودي\" .\nوفي أعمال الرسل (23 : 7) :\nيقول : ? \"أنا فريسي ابن فريسي\" .\nوفي أعمال الرسل (22 : 25) :\nيقول عن نفسه :\n? \"أيجوز لكم أن تجلدوا إنساناً رومانيًّا ... \" .\nوفي رسالة بولس إلى كورنثوس (9 : 19 – 22) :\nَ \"فإني إذ كنت حراً من الجميع استعبدت نفسي للجميع لأربح الأكثرين فصرت لليهود كيهودي لأربح اليهود وللذين تحت الناموس كأني تحت الناموس لأربح الذين تحت الناموس . وللذين بلا ناموس كأني بلا ناموس . مع أني لست بلا ناموس لله ، بل تحت ناموس للمسيح لأربح الذين بلا ناموس . صرت للضعفاء ضعيفًا لأربح الضعفاء\" .\nولكن هذا لم يفعله المسيح :\nفقد أتى ليؤكد الناموس وكثيراً ما سبَّ اليهود والكتبة وكثيراً ما عاتبهم وكثيراً ما طردهم من الهيكل وأوصى بعدم اتباعهم .\nس287 : ما رأيكم في هذا الاعتراف من بولس ؟ .\nجـ : في رسالة بولس إلى أهل رومية( 7 : 14 – 24) :\nَ \"فإننا نعلم أن الناموس روحي وأما أنا فجسدي مبيع تحت الخطية ؛ لأني لست أعرف ما أنا أفعله إذ لست أفعل ما أريده بل ما أبغضه فإياه أفعل . فإن كنت أفعل ما لست أريده فإني أصادق الناموس أنه حسن . فالآن لست بعد أفعل ذلك أنا بل الخطية الساكنة فيَّ . فإني أعلم أنه ليس ساكن فيَّ أي في جسدي شيء صالح لأن الإرادة حاضرة عندي وأما أن أفعل الحسنى فلست أجد لأني لست أفعل الصالح الذى أريده بل الشر الذى لست أريده فإياه أفعل . فإن كنت ما لست أريده إياه أفعل فلست بعد أفعله أنا بل الخطية الساكنة فيَّ . إذا أجد الناموس لي حينما أريد أن أفعل الحسنى أن الشر حاضر عندي فإني أسر بناموس الله بحسب الإنسان الباطن . ولكني أرى ناموساً آخر في أعضائي يحارب ناموس ذهني ويسبيني إلى ناموس الخطية الكائن في أعضائي وَيحي أنا الإنسان الشقي مَن ينقذني من جسد هذا الموت\" .\n(1/146)\n\nس288 : هل سمع الرجال الصوت ورأوا النور عند تحول بولس للنصرانية ؟\nجـ : في أعمال الرسل ( 9 : 7 ) :\nَ \"وأما الرجال المسافرون معه فوقفوا صامتين يسمعون الصوت ولا ينظرون أحداً\"\nلكن في أعمال الرسل( 22 : 9 ) يقول بولس :\nَ \"والذين كانوا معي نظروا النور وارتعبوا ولكنهم لم يسمعوا صوت الذي كلمني\" .\nس289 : ما هو رد فعل الذين كانوا مع بولس عندما ظهر لهم النور ؟ .\nجـ : في أعمال الرسل ( 9 : 7 ) ? \"فوقفوا صامتين\" .\nوفي أعمال الرسل ( 26 : 14) ? \"سقطوا على الأرض\" .\nوفي أعمال الرسل (22 : 9)\n(نظروا النور وارتعبوا ولكن لم يذكر أنهم سقطوا على الأرض)\nس290 : هل وعد الله بولس بأن لا تكون خسارة نفس من المسافرين معه ؟ .\nجـ : في أعمال الرسل( 27 : 22 - 24) :\nَ \"والآن أنذركم أن تسيروا لأنه لا تكون خسارة نفس واحدة منكم إلا السفينة . لأنه وقف بي هذه الليلة ملاك الإله الذي أنا له والذي أعبده . قائلاً : لا تخف يا بولس ينبغي لك أن تقف أمام قيصر وهو ذا قد وهبك الله جميع المسافرين معك\" .\nبينما في أعمال الرسل( 27 : 31 ) :\nَ \"قال بولس لقائد المئة والعسكر : إن لم يبقَ هؤلاء في السفينة فأنتم لا تقدرون أن تنجو\" .\n\nالفهرس",
        "(1/147)\n\nالاختلافات فى أقوال بولس\n\nس291 : هل يمكن أن تعيش المرأة مع رجل غير مؤمن ؟ .\nجـ : في رسالة بولس إلى أهل كورنثوس (7 : 13 ) :\nَ \"فأقول لهم : أنا لا الرب إن كان أخ له امرأة غير مؤمنة وهى ترتضي أن تسكن معه فلا يتركها\" .\nولكن في رسالة بولس الثانية لأهل كورنثوس (6 : 14) يقول :\nَ \"لا تكونوا تحت نير مع غير المؤمنين ؛ لأنه أية خلطة للبر والإثم وأية شركة للنور مع الظلمة\".\nس292 : هل كل ما كتبه بولس موحًى به من الرب ؟ .\nجـ : في رسالة بولس الثانية إلى تيموثاوس( 3 : 16) :\nَ \"كل الكتاب هو موحى به من الله\" .\nلكن في رسالة بولس الأولى إلى أهل كورنثوس\n( 7 : 10 ، 12 ، 25) :\nَ \"وأما المتزوجون فأوصيهم لا أنا بل الرب أن لا تفارق المرأة رجلها ... وأما الباقون فأقول لهم أنا لا الرب إن كان أخ له امرأة غير مؤمنة وهي ترتضي أن تسكن معه فلا يتركها ... وأما العذارى فليس عندي أمر من الرب فيهن ولكنني أعطي رأيًا كمَن رحمه الرب أن يكون أميناً\" .\nس293 : لماذا يعيب بولس على بطرس خوفه ؟ .\nجـ : في رسالة بولس الرسول إلى أهل غلاطية (2 : 11 – 14 ) :\nَ \"ولكن لما أتى بطرس إلى أنطاكية قاومته مواجهة ؛ لأنه كان ملوماً ؛ لأنه قبلما أتى قوم من عند يعقوب كان يأكل مع الأمم ولكن لما أتوا كان يؤخر ويفرز نفسه خائفاً من الذين هم من الختان . وراءى معه باقي اليهود أيضاً ... لكن لما رأيت أنهم لا يسلكون باستقامة حسب حق الإنجيل\" .\nبينما بولس خاف مثل بطرس في أعمال الرسل ( 22 : 25 ) :\nَ \" فلما مدوه (بولس) للسياط قال بولس لقائد المئة الواقف : أيجوز لكم أن تجلدوا إنسانًا رومانيًّا غير مقضي عليه\" .\nوفي أعمال الرسل (23 : 2 – 6) :\nَ \" فأمر حنانيا رئيس الكهنة الواقفين عنده أن يضربوه على فمه ... ولما علم بولس أن قسماً منهم صدوقيون والآخر فريسيون صرخ في المجمع : أيها الرجال الإخوة أنا فرّيسي ابن فريسي . على رجاء قيامة الأموات أنا أُحاكم\" .\n(1/148)",
        "\nس294 : هل الختان واجب ؟ .\nجـ : في التكوين ( 17 : 13 - 14 ) :\nَ \"يُختن ختانًا وليد بيتك والمبتاع بفضتك . فيكون عهدي في لحمكم عهداً أبدياً . وأما الذكر الأغلف الذى لا يُختن في لحم غُرلته فتقطع تلك النفس من شعبها . إنه قد نكث عهدي\" .\nوعلى الرغم من أن المسيح قد ختن ولم يبح لنفسه نقض شريعة موسى إلا أن بولس أباح عدم الختان تملقاً للرومان الذين كانوا لا يريدون اعتناق النصرانية هروباً من أمور منها عدم الختان فأباح لهم ذلك دون أي اكتراث .\nيقول بولس في رسالته لأهل رومية (2 : 28 - 29) :\nَ \"لأن اليهودي في الظاهر ليس هو يهودياً ولا الختان الذي في الظاهر في اللحم ختاناً . بل اليهودي في الخفاء هو اليهودي . وختان القلب بالروح لا بالكتاب هو الختان . الذي مدحه ليس من الناس بل من الله\"\nس295 : هل المرأة تغطي شعرها ؟ .\nجـ : في رسالة بولس الأولى إلى أهل كورنثوس (11 : 5 - 7 ) :\nَ \"وأما كل امرأة تصلي أو تتنبأ ورأسها غير مغطى فتشين رأسها والمحلوقة شيء واحد بعينه . إذ المرأة إن كانت لا تتغطى فليقص شعرها ... فإن الرجل لا ينبغي أن يغطي رأسه لكونه صورة الله ومجده\"\nلكن في رسالة بولس الأولى إلى أهل كورنثوس( 11 : 15) :\nَ \"وأما المرأة إن كانت ترخي شعرها فهو مجد لها ؛ لأن الشعر قد أعطى لها عوض البرقع\" .\nس296 : هل الإنسان يتبرر بدون أعمال الناموس ؟ .\nجـ : يقول بولس في رسالته إلى أهل رومية( 3 : 28 ):\nَ \"إذا نحسب أن الإنسان يتبرر بالإيمان بدون أعمال الناموس\" .\nبينما في رسالة يعقوب (2 : 23 - 24) :\nَ \"وتم الكتاب القائل فآمن إبراهيم بالله فحسب له براً ودُعي خليل الله . ترون إذا أنه بالأعمال يتبرر الإنسان لا بالإيمان وحده\" ! .\n\nالفهرس\n(1/149)\n",
        "اختلافات أخرى\n\nس297 : لماذ يحل النصارى أكل الخنزير على الرغم من حرمته ونجاسته ؟ .\nجـ : في اللاويين (11 : 7 – 8) :\nَ \"والخنزير لأنه يشق ظلفاً ويقسمه ظلفين ، لكنه لا يجتر فهو نجس لكم . من لحمها لا تأكلوا وجثتها لا تلمسوا . إنها نجسة لكم\" .\nوفي متى( 18 : 30 ، 31) :\nَ \"الشياطين تسكن الخنازير\" .\nس298 : هل روح الله يتكلم في التلاميذ ؟ .\nجـ : في متى( 10 : 20 ) يقول المسيح لتلاميذه :\nَ \"لأن لستم أنتم المتكلمين بل روح أبيكم الذي يتكلم فيكم\" .\nولكن في أعمال الرسل (23 : 5 ):\nَ \"فقال بولس : لم أكن أعرف - أيها الإخوة - أنه رئيس كهنة ؛ لأنه مكتوب رئيس شعبك لا تقل فيه سوءًا\" .\nس299 : هل قدر الله أن يموت كل الناس مرة واحدة ؟ .\nجـ : في رسالة العبرانيين (9 : 27 ) :\nَ \"وكما وضع للناس أن يموتوا مرة\" .\nبينما في العبرانيين (7 : 1 – 3 ) :\nَ \"لأن ملكي صادق هذا ملك ساليم ... بلا أب بلا أم بلا نسب لا بداءة أيام له ولا نهاية حياة\" .\nس300 : لماذا لم يتم صلب آدم بسبب خطيئته بدلا من صلب الله كما يزعمون ؟\nجـ : يعتقد النصارى أن المسيح (الله فى زعمهم) قدم نفسه للصلب فداء للبشرية لمغفرة خطيئة آدم وعدم توارثها فيهم .\nوبسبب هذا الفهم والاعتقاد العجيب ، تثار العديد من الأسئلة المنطقية غاية فى الأهمية :\nأولا : صلب آدم :-\n1- لماذا لم يتم صلب آدم ، وهو صاحب الخطيئة وهو المستحق للعقاب ؟\n2- وهل من العقل ترك المخطئ ومعاقبة البرىء ؟\n3- وهل معاقبة الآخر البرىء يمحو خطيئة المذنب ؟\nثانيا : صلب الله كما يزعمون :-\n1- ولماذا يصلب إلههم نفسه لكى يغفر الخطيئة ؟\n2- هل لأنه لا يستطيع أن يغفر هذه الخطيئة بكلمة أو رغبة منه ؟\n3- وإذا كان إلههم قادرا على مغفرة هذه الخطيئة ، غير أنه أراد أن يُصلب بهذه الطريقة ليغفر الخطيئة ، أفليس هذا هو العبث بعينه ؟ وهذا محال على الله .\n(1/150)\n\n4- ثم كيف يصلب إلههم نفسه ليقدمها لنفسه لكى يغفر الخطيئة ؟ !\n5- أليس الله القائل فى الملوك الثانى (14 : 6) : \"إنما كل إنسان يُقتل بخطيئته\" ؟ وبما أن آدم يدخل ضمن كلمة (كل إنسان) دون استثناء له فكان لابد من قتله أو صلبه دون أحد غيره .\nثالثا : الصلب والخطيئة :\n1- ولماذا لا يتم صلب آدم ومغفرة خطيئته وتنتهى هذه القصة ؟\nثم على أى شىء يصلب إلههم نفسه ؟ أليس للأكل من شجرة ؟\nإذا كم نحتاج من الآلهة للصلب كى يتم مغفرة خطيئة قايين أو قابيل الذى قتل أخاه هابيل ؟\n2- وكم عدد المرات التى يجب أن يصلب إلههم نفسه لكى يغفر خطيئة القتل ؟\nرابعا : قابيل وخطيئته :-\n1- ولماذا آدم فقط الذى يصلب إلههم نفسه من أجله ولا يتم ذلك لابنه قايين الذى قتل أخاه هابيل ، بالرغم من أن قايين من أوائل البشر وأحد الآباء الرئيسيين للبشر ؟\n2- وكم عدد الآلهة أو المرات التى يجب أن يصلب إلههم نفسه حتى يغفر آلاف وملايين الخطايا الكبرى التى تحدث يوميا وإلى قيام الساعة ، والتى تمثل خطيئة آدم مقارنة بها هفوات وصغائر ؟\nخامسا : كيفية الصلب :-\nولماذا أراد إلههم أن يغفر لآدم بهذه الطريقة التى تم فيها هروب (الله فى زعمهم) وصلى وتضرع إلى الله لكى ينجيه ثم تم القبض عليه وإهانته والبصق عليه وإيذائه وصلبه وهو يتألم ويستغيث ولا مجيب له ولا سميع ؟!\nسادسا : البشر قبل الصلب :-\n1- ولماذا سكت إلههم كل هذه الآلاف من السنين لكى يصلب بهذه الطريقة ليغفر خطيئة آدم ؟\nوقد مات ملايين الناس وعشرات ومئات الأنبياء وهم لا يؤمنون ولا يعلمون عن قضية الصلب شيئا .\n2- فلماذا لم يبلغهم إلههم بهذه القضية الرئيسية فى العقيدة وقد أبلغهم بقضايا أقل أهمية من ذلك بكثير ؟\nوهناك عشرات الأسئلة المنطقية التى يمكن أن تثار ، ولا توجد إجابة عقلية أو علمية مقنعة لها وسبب ذلك أنهم :\n(إن يتبعون إلا الظن وما تهوى الأنفس)",
        "(1/151)\n\nس301 : هل غفر الله خطيئة آدم وحواء وكان الصلب بدون معنى ؟\nجـ : في التكوين (3 : 3) : (خطيئة آدم وحواء عقابها الموت) :\nَ \"وأما ثمر الشجرة التى في وسط الجنة فقال الله : لا تأكلا منه ولا تمساه لئلا تموتا... فرأت المرأة أن الشجرة جيدة للأكل .... فأخذت من ثمرها وأكلت وأعطت رجلها أيضاً معها فأكل\" .\nفي حزقيال (18 : 21) : (غفران الخطيئة وعدم توارثها) :\nَ \"فإذا رجع الشرير من جميع خطاياه التي فعلها وحفظ كل فرائضي وفعل حقاً وعدلاً ، فحياة يحيا لا يموت\" (الشرير هو إبليس) .\nوفي متى (12 : 36 ، 37) : يقول يسوع :\nَ \"ولكن أقول لكم : إن كل كلمة بطالة يتكلم بها الناس سوف يُعطون عنها حساباً يوم الدين ؛ لأنك بكلامك تتبرر وبكلامك تُدان\" .\nوفي التثنية (24 : 16) : ? \"كل إنسان بخطيئة يُقتل\" .\nوفي حزقيال (18 : 20) : ?\"النفس التي تخطئ هي تموت\" .\nوفي متى (19 : 14 ، 15) : يقول يسوع :\nَ \"دعوا الأولاد يأتون إليَّ ولا تمنعوهم ؛ لأن لمثل هؤلاء ملكوت السموات ... فوضع يديه عليهم\" .\nوفي التكوين (4 : 4 ، 5) : (تقبَّل الله من هابيل ولم يتقبل من أخيه) :\nَ \"فنظر الرب إلى هابيل وقربانه ولكن إلى قايين وقربانه لم ينظر\" .\nفكان في التكوين (3 :21) :\n(غفران خطيئة آدم وحواء وعدم موتهما لتقديمهما الكباش فألبسهم الله الجلود) :\nَ \"وصنع الرب الإله لآدم وامرأته أقمصة من جلد وألبسهما\" .\nوقد غرق كل العصاة . ونجى الله كل المؤمنين مع نوح عليه السلام . وبهذا لم يبقَ عاصٍ ولا وارث للخطيئة وأصبح صلب المسيح بلا معنى .\nس302 : هل جلس الرب يسوع عن يمين الله فى السماء ؟!!\nجـ : يقول مرقص فى (16 : 19) :\nَ \"ثم إن الرب بعدما كلمهم ارتفع إلى السماء وجلس عن يمين الله\"\n- فكم يكون عدد الآلهة الذين يجلسون فى السماء ؟\n- أليس هذان إلهين يجلس بعضهما بجوار البعض ؟\nوأكد هذا مرقص وقال : جلس الرب عن يمين الله .\n(1/152)",
        "\n- وكيف يكون لله نداً يجلس بجواره ؟ وأين الإله الواحد الذى ردده المسيحيون طويلاً ؟\n- وكيف يديران الكون ؟ هل بالمناصفة أم بالتبادل الزمنى ؟ ومن يرأس الآخر ؟\n- وبأى صفة يجلس الرب ؟ هل يجلس بصفته أباً أم ابناً أم روح قدس ؟\nوبعد ذلك كيف يكون إلهاً واحداً ؟ أليس هذا تعدد وإنفصال الهة عن بعضها ؟\n- فإذا كنتم أخترعتم خدعة بأن للمسيح طبيعتين : طبيعة إلهية وطبيعة ناسوتية فى الأرض .\n- فما الخدعة الجديدة التى سوف تخترعونها للمسيح الرب وهو جالس عن يمين الله فى السماء نداً لند ، إلهاً بجوار إله ؟\n- وهل يليق بعقيدة أن يكون لها إلهان يجلس بعضهما على مقاعد بجوار البعض فى السماء ؟!!!\nأفيدونا بعلم إن كنتم صادقين .\nس303 : ما القاعدة التي بُني عليها البحث ؟\nجـ : قول الله تعالى : (وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلاَفًا كَثِيرًا) النساء : 82 .\n\nالفهرس\n(1/153)\n",
        "الخاتمة\n\nأيتها النفس المشتاقة إلى الحق ، الباحثة عن الحقيقة ، المعتمدة على الموضوعية ، المتجردة من جواذب وغوغائية القبالية ، المتطلعة إلى التحرر من الموروثات البالية .\nلقد نطق الحق ، وظهرت الحقيقة ، فاجمعي أمر نفسك ، وقرري مصيرك ، وأسرعى إلى هداية ربك ، واطلبي العون من إلهك ، فاعتصمي بحبل ربك ، فقفي وفكري وحدك ، فلن ينفعك إلا نفسك ، وسوف ينفض عنك كل حبيب وعزيز ، وسوف تُسألين وحدك وتحاسبين وحدك ، وتتحملين مصيرك وحدك .\nفقد شاهدتِ تقاتل النصوص بلا رحمة أو هوادة ، ورأيتِ خنق النصوص بعضها بعضًا , وتعجبت من اختلاف النسخ والترجمات ، وأشفقت على المتحاربين فى المجامع الكهنوتية ، ونهنهت من قذف الاتهامات بين التلاميذ والرسل ، وحزنتِ من تفرق المذاهب واختلافها ، وذهلت من أقوال بولس ، وحِرت من تصارع الأساقفة والفلاسفة ، وبكيت من اختلاف الناس وتشتتهم ، فجففي الدمع واهدئي وارجعي - أيتها النفس - إلى ما ارتضيته دينًا وعقلاً ، (وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلاَفًا كَثِيرًا) .\nففي مجال الكتب المقدسة يكفي اختلاف واحد أو نص متناقض لكي يُلقى الكتاب كله ، ولكنك لست أمام نص واحد ، ولكنك أمام مئات النصوص الصرعى والكلمات الميتة ، فما كان مختلفًا ما استحق أن يؤتلف ، أو يُتبَّع ، وما كان متناقضًا لا يجب أن ينعقد أو يرتفع ، فادعي ربك وناجِي إلهك .\nاللهم اهدنا ، اللهم اهدنا ، اللهم اهدنا\nآمين\n\n- تم بعون الله وحمده -\n\n********\n****\n**\n*\n\nالفهرس\n(1/154)\n"
    ]
}