{
    "partText": [
        "\nالمكتبة القرآنية\nالكتاب الثاني\n\nأسلوب الاستهزاء\nفي ضوء القرآن الكريم\nأخطاره و آثاره\n\nتأليف الأستاذ\nحسني محمد العطار\nالمحاضر في كلية دار الدعوة و العلوم الإنسانية\n\nرفح - فلسطين\n\nيناير - 2011\n\nقال تعالى:\n{قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ\nوَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ\n، وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ}\n\n(سورة التوبة: 14 - 15)\n\nالإهداء ..\n\nإلى الذين يعملون، و لا يضرهم من لا يعمل\nإلى المخلصين في زمن اللا إخلاص ..\nإلى المحترمين في زمن اللا احترام ..\nإلى الذين تطاولت بهم الأيام و هم لا يستحقون ..\nإلى الذين تطاولت عليهم الأيام و هم لا يستحقون ..\n\nملخص الدراسة\nتدور فكرة الدراسة حول المحاور الآتية:\nأولاً. الاستهزاء مصدر الفعل هزأ يهزأ هزءاً، ويأتي على عدة معانٍ:\n- السخرية.\n- الكسر.\n- الموت.\n- تحريك الشيء\nثانياً. عرّف العلماء الاستهزاء بأنه: الاستهانة، والتحقير، والتنبيه على العيوب، والنقائص على وجه يضحك منه، ويكون ذلك بالمحاكاة في الفعل، أو القول، وقد يكون بالإشارة، أو الإيماءة.\nثالثاً. من الألفاظ ذات الصلة بالاستهزاء، السخرية، والذي يعني الضحك من الآخرين.\nرابعاً. أسباب الاستهزاء، منها ما كان داخلياً، ومنها ما كان خارجياً.\n1. الأسباب الداخلية: وهي العوامل النفسية، مثل:\n- الحقد.\n- الحسد.\n- الكبر.\n- النفاق.\n- الجهل.\n- ضعف الإيمان.\n- حب المال.\n- حب النفس.\n2. الأسباب الخارجية: وهي العوامل المحركة للمستهزئ من خارج نفسه، وكيانه ومنها:\n- التقليد الأعمى.\n- الانحراف العقائدي.\n- ضعف سلطان العلماء على النفوس.\n- تعطيل حدود الدين والعقوبات.\nخامساً. بواعث الاستهزاء:\n- كراهية الدين، وأهله.\n- إضعاف وحدة المسلمين.\n- التشكيك بالدين، وشرائعه.\n- نشر الأفكار، والقيم الهدامة.\n(1/1)\n",
        "- الاستخفاف، والاستهانة بالآخرين.\n- ضعف الشخصية وسرعة الانقياد.\n- الفراغ، وعدم الإحساس بالمسؤولية.\n- العمالة، والارتباط بالأجنبي عدو الأمة والدين.\nسادساً. أقسام المستهزئين:\n- الكافر صريح الكفر.\n- المنافق الذي يخفي كفره ويعلن إسلامه.\n- المسلم، ضعيف الإيمان.\nسابعاً. من صور الاستهزاء:\n- الاستهزاء بالله تعالى.\n- الاستهزاء بالرسل، وعلى رأسهم سيدنا محمد عليه السلام.\n- الاستهزاء بالقرآن الكريم.\n- الاستهزاء بالدين وشرائعه.\n- الاستهزاء بالصحابة، والمؤمنين والعلماء.\nثامناً. وسائل الاستهزاء والمستهزئين:\n- القول.\n- الفعل.\n- وسائل الإعلام المتعددة، والمتنوعة كالكتب، والنشرات والصحافة والمسرح والأفلام والمسلسلات، والمحطات الفضائية، وغيرها من وسائل الإعلام.\nتاسعاً. حرّم الإسلام الاستهزاء، والسخرية وجعلهما ناقضاً من نواقض الإيمان.\nعاشراً. حكم الاستهزاء، يختلف حسب المستهزئ منه:\n- الاستهزاء من الله ورسوله وكتبه ودينه، حكمه الارتداد، وإهدار الدم.\n- الاستهزاء بالصحابة، والمؤمنين، والعلماء، مرتكب كبيرة، يؤدب دون القتل.\nحادي عشر. وردت نصوص كثيرة في كتاب الله وفي السُنة النبوية، تتكلم على تحريم الاستهزاء.\nثاني عشر. أهداف الاستهزاء قديماً وحديثاً لم تتغير، الذي تغير هو الأسلوب، والطريقة.\nثالث عشر. من آثار الاستهزاء:\n- لبس الحق بالباطل، والباطل بالحق.\n- كتمان الحق، وإظهار الباطل.\n- إظهار الباطل، وكتمان الحق.\n- إضعاف الأمة الإسلامية، وتمزيقها كما نرى.\n- هز صورة الدين في نفوس أفراد المجتمع.\n- عزل الدين عن التأثير في حياة الأمة، أفراداً، وجماعات، حكومات، ومحكومين.\n- تدمير الله للمستهزئين.\n- هلاك الأمم، والمجتمعات المستهزئة.\n- انهيار حكومات، وقيام غيرها.\n- انتقام الله من المستهزئين بطرق متنوعة كالأمراض، والأعاصير، والبراكين، والحروب وغيرها.\n\nالمقدمة\nالحمد لله رب العالمين، ولا عدوان إلا على الظالمين ..\n(1/2)\n\nوالصلاة والسلام على سيد المرسلين محمد أشرف الخلق أجمعين، وعلى آله وصحبه، ومن والاه إلى يوم الدين ..\nأما بعد:\nكان، وما زال من قدر الله تعالى، أن يظهر لكل دين، ولكل نبي ورسول، ولكل صاحب دعوة حق وخير، على مدار التاريخ البشري من الأعداء، والمناوئين، ما تتعدد صفاتهم وتتنوع أساليبهم.\nفمنهم من حمل السيف والبندقية في مواجهة هذه الدعوات، يقتل هذا ويبطش بذاك ويسجن من لا يحب وينفي من لا يريد، يكمم أفواهاً، ويحجر على آخرين.\nومنهم من سلك طريق التشكيك، والاستهزاء والسخرية والاستعلاء والتكذيب.\nهذه كانت، وما زالت سياسة أعداء ومعارضي دعوات الخير، و الهداية والإصلاح، على مدار رحلة تاريخ الإنسان، قديماً وحديثاً.\nولقد سجل القرآن الكريم على أعداء الدعوة، ومن اللحظة الأولى أسلوبهم في التعامل مع هذا الدين، وصاحب الرسالة محمد صلى الله عليه وسلم، وكيف أنهم اتخذوا من الله ودينه ورسوله وأصحابه، اتخذوهم مجالاً واسعاً للسخرية والاستهزاء و التطاول.\nفي نفس اللحظة تعامل القرآن والنبي مع هؤلاء الكفار أو المنافقين أو اليهود بالأسلوب الذي يليق بهم، فكان غاية في تحقيرهم، والازدراء بهم.\nلهذا لا أرى عجباً فيما يحدث في بعض بلاد العرب و المسلمين من ثورات على الحكام الظالمين , الذين أفسدوا كثيراً في البلاد , خانوا الأمانة , و ضيّعوا مقدرات الأمة , وكانوا خداماً لأعداء الوطن و الدين , حسبوا أنهم يحسنون صنعاً , فكانت هذه النهاية التي يستحقونها , أين طاغوت تونس؟ و أين فرعون مصر؟ و الأرض تتزلزل من تحت أقدام البقية الباقية , خدعوا الشعوب و قالوا جئنا لنحرر البلاد و العباد , و إذا بهم ألعن ممن سبقهم , و أكثر إجراماً و دموية و طغياناً ممن انقلبوا عليهم , هذه نهاية الذين سخروا من آيات الله و من عباده , وبقيتهم على قائمة الانتظار.",
        "(1/3)\n\nوأسلوب الاستهزاء في القرآن الكريم هو أسلوب من جملة أساليب اشتمل عليها الخطاب القرآني، فقد استعمل أسلوب القصة أحياناً، وأسلوب الحوار أحياناً، وأسلوب ضرب الأمثال ثالثة، وغيرها، ومن ضمنها أسلوب الاستهزاء، وذلك لبيان حقيقة الكفار والمشركين، ودخيلة نفوسهم، وما يكنون في صدورهم.\nوالاستهزاء من قبل الكفار وغيرهم من المنافقين وضعاف الإيمان تجاه الله ورسوله، والصحابة والمؤمنين يعتبر من كبريات المعاصي، إذ يقول تعالى: {وَإِذَا قِيلَ لَهُمْ آَمِنُوا كَمَا آَمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آَمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَكِنْ لَا يَعْلَمُونَ، وَإِذَا لَقُوا الَّذِينَ آَمَنُوا قَالُوا آَمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ، اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} (البقرة: الآية 13 - 15).\nلهذا جاء هذا البحث لبيان معنى، وحقيقة الاستهزاء، وبيان أقسامه وأحكامه وآثاره على المجتمع والدعوة.\nوسيتم دراسة هذا الموضوع وفق المنهج الآتي:\nأولاً. طبيعة الموضوع:\nإن موضوع (الاستهزاء في القرآن، أسبابه، وآثاره)، يتناول الاستهزاء والسخرية من جوانبها المتعددة، حقيقتهم، ودوافعهم، وأقسامهم، والأحكام الشرعية ذات العلاقة بالموضوع.\nثانياً. أهمية الموضوع:\n- بيان أساليب القرآن في مخاطبة الناس.\n- فضح ما عليه أعداء الإسلام من كفار، ومنافقين ويهود.\n- رسم صورة للعلاقة بين المسلمين، ومعارضيهم من مشركين ومنافقين ويهود.\n- بيان الجوانب المتعددة للاستهزاء، وأهم الأساليب التي اعتمدها المستهزئون.\n- جمع وحصر الآيات التي تناولت الاستهزاء، وبيان الروابط بينها.\n- التعلم من أساليب القرآن في مخاطبة الأعداء المعاصرين.\nثالثاً. أسباب اختيار الموضوع:\nيرجع سبب اختيار موضوع البحث للأسباب الآتية:\n(1/4)",
        "\n- بيان أصالة المفاهيم القرآنية، والاستفادة من القرآن في كيفية مخاطبة الآخرين.\n- بيان الأحكام الشرعية في قضايا تنتشر بين أفراد المجتمع وبشكل خطير.\n- تعريف الناس بأساليب القرآن، وبيان إعجازه.\n- توضيح كثير من أساليب أعداء المسلمين في حربهم للإسلام.\nرابعاً. الجهود السابقة والصعوبات التي واجهت البحث:\nبعد التتبع والاستقصاء لموضوع (الاستهزاء في القرآن الكريم)، وجدت أن العلماء السابقين قد تناولوا هذا الموضوع، و لكن من خلال دراساتهم، في كتب العقيدة، و التفسير، والفقه ولم يكن لهم جهود مستقلة بشكل واضح، إلا ما كان من بعض كتب ابن تيمية و تلميذه ابن القيم رحمهما الله.\nوحديثاً بحثت من خلال الدوريات، والرسائل الجامعية، وسؤال ذوي الاختصاص، وجدت أن هذا الموضوع من الموضوعات التي ما نالت كثيراً من اهتمام العلماء، ومع هذا وجدت بعض الدراسات الصغيرة السريعة، حاولت قدر الجهد أن أستجمعها حتى أستكمل معالم وجوانب البحث.\nخامساً. منهج البحث:\nاعتمدت أثناء دراستي لهذا الموضوع على أسلوب المنهج الاستقرائي الوصفي، وذلك بتجميع الدراسات والأبحاث النظرية المتعلقة بالموضوع، كذلك الدراسات النفسية، والاجتماعية ذات الصلة وما صدر عن الهيئات العلمية المتخصصة.\n- التزمت تعريف المصطلحات من مصادرها المعتمدة.\n- عزوت الآيات إلى مواضعها في السور، بذكر السورة، ورقم الآية.\n- خرّجت الأحاديث النبوية، مع الإحالة إلى كتبها الأصلية، وتوضيح وجه الدلالة ما أمكن.\n- قمت بإضافة كل قول إلى قائله، ذاكراً المصدر، موثّقاً بالصفحة والكتاب.\n- صنعت للدراسة فهرس للمحتوى، وكشّاف للآيات والأحاديث.\n- توثيق المصادر والمراجع في الحواشي مبتدئاً باسم الكتاب ثم بالمؤلف، ثم الجزء والصفحة، دون الترجمة لها، وأرجأت التوثيق في فهرس البحث، مبتدئاً باسم الكتاب، ثم المؤلف،، ثم دار النشر، ثم مكان النشر، فالطبعة والتاريخ.\nسادساً. خطة البحث:\n(1/5)\n",
        "بتوفيق من الله تعالى، اعتمدت في كتابة هذا البحث وفق خطة تتألف من: مقدمة، وتمهيد و فصلين، وخاتمة وكشّافات.\n1. المقدمة:\nوتشمل على أهمية البحث، وطبيعته، وأسباب اختياره، والجهود التي سبقت، بالإضافة إلى منهج البحث.\n2. أما الدراسة فتشتمل على تمهيد و فصلين، كما يأتي:\nالتمهيد\nحقيقة الاستهزاء، والألفاظ ذات الصلة\nويشتمل على مبحثين:\nالمبحث الأول: حقيقة الاستهزاء في اللغة والاصطلاح.\nالمبحث الثاني: الألفاظ ذات الصلة.\nالفصل الأول\nأسباب الاستهزاء وأقسامه.\nوفيه مبحثان:\nالمبحث الأول: أسباب الاستهزاء.\nوفيه مطلبان:\nالمطلب الأول: الأسباب الداخلية النفسية.\nالمطلب الثاني: الأسباب الخارجية.\nالمبحث الثاني: أقسام المستهزئين.\nوفيه ثلاثة مطالب:\nالمطلب الأول: المستهزئ الكافر.\nالمطلب الثاني: المستهزئ المنافق.\nالمطلب الثالث: المستهزئ المسلم.\nالفصل الثاني\nصور الاستهزاء، وحكمه وآثاره\nوفيه خمسة مباحث:\nالمبحث الأول: صور الاستهزاء في الأمم السابقة.\nوفيه ثلاثة مطالب:\nالمطلب الأول: صور الاستهزاء بالله.\nالمطلب الثاني: صور الاستهزاء بالدين.\nالمطلب الثالث: صور الاستهزاء بالرسل عليهم السلام.\nالمبحث الثاني: صور من الاستهزاء في العهد الإسلامي الأول.\nوفيه أربعة مطالب:\nالمطلب الأول: صور من الاستهزاء بالله تعالى.\nالمطلب الثاني: صور من الاستهزاء بالدين الإسلامي.\nالمطلب الثالث: صور من الاستهزاء بالرسول عليه السلام.\nالمطلب الرابع: صور من الاستهزاء بالصحابة وسائر المؤمنين.\nالمبحث الثالث: صور من الاستهزاء في العصر الحاضر.\nالمبحث الرابع: حكم الاستهزاء وآثاره.\nوفيه مطلبان:\nالمطلب الأول: حكم الاستهزاء.\nالمطلب الثاني: آثار الاستهزاء، والمستهزئين.\nالمبحث الخامس: سخرية القرآن من المشركين والكافرين\n3. الخاتمة:\nوتتضمن أهم النتائج التي توصلت إليها من خلال البحث، مع الإشارة إلى بعض التوصيات , وفي النهاية صنعت ملحقاً للكشافات، وفيه:\n(1/6)\n\n- كشّاف للآيات القرآنية.\n- كشّاف للأحاديث النبوية.\n- المراجع والمصادر.\n- الفهرس العام للبحث.\nفي الختام أسأل الله تبارك وتعالى أن يتقبل مني، وأن ينفع بجهدي الأمة والدين.\nإن كان في عملي صواب وتوفيق، فهو من الله، فله الحمد والمنّة، وإن كان فيه تقصير فمن نفسي ..\nاللهم تقبّل مني، واقبلني، واغفر لي ولوالديَّ ولمشايخي و ملعميَّ الخير\n\nتمهيد\nحقيقة الاستهزاء، والألفاظ ذات الصلة\nكثيراً ما تقوم العلاقة بين أهل الحق، وأهل الباطل على الاستهزاء، والسخرية، فأهل الباطل ينظرون إلى أهل الحق نظرة استهزاء وسخرية، نظرة استعلاء من ناحية، ودونية من ناحية أخرى، استعلاء لأنهم يظنون في أنفسهم الأفضل والأحسن، ودونية في غيرهم لأنهم ينظرون إليهم على أنهم متخلفون، ضالون.\nلهذا لا نرى عجباً حينما نسمع قوم نوح وهم يخاطبون نبي الله نوح عليه السلام يقولون له: {فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ} (هود: الآية 27).\nوهكذا هي نظرة كل الأمم التي ظلمت نفسها.\nفي هذا التمهيد سيكون الحديث عن الاستهزاء حقيقته، والألفاظ ذات الصلة، وسيكون ذلك من خلال مبحثين:\nالمبحث الأول: حقيقة الاستهزاء.\nالمبحث الثاني: الألفاظ ذات الصلة.\nالمبحث الثالث: آيات الاستهزاء و السخرية في القرآن الكريم.\n\nالمبحث الأول\nحقيقة الاستهزاء\nإن معرفة أي شيء تعتمد على معرفة حدوده ومعانيه، وربط هذه المعاني المتعددة بما بينها من صلات حتى نقف على حقيقته، وحتى تتبين لنا مدلولات ألفاظه، ومن الأهمية بمكان ربط الصلة ما بين المعنى اللغوي، والمعنى الاصطلاحي.\nوهذا ما سأتناوله في هذا المبحث.\nحقيقة الاستهزاء في اللغة والاصطلاح:\nأولاً: حقيقة الاستهزاء في اللغة:",
        "(1/7)\n\nهو مصدر للفعل هزأ يهزأ هزءً وهزءًا، ويأتي على عدة معانٍ منها (1):\n- السخرية: استهزأ به سخر منه.\n- الكسر: هزأ الشيء كسره، وعلاقتها بالاستهزاء هي كسر أعراض الناس والغض منهم، والطعن فيهم.\n- الموت: هزأ الرجل، مات.\n- تحريك الشيء: هزأت الراحلة إذا تحركت.\nوقال ابن فارس: والفعل مأخوذ من مادة (هـ ز أ) التي تدل على السخرية، أو على مزح في خفية، أو على السخرية واللعب، يقال: هزئت به، واستهزأت، والاستهزاء ارتياد الهزء (2).\nواستهزأ الرجل بفلان: سخر منه واستخف به. والهزأة من الناس هو الذي يكثر من الهزء بالناس والسخرية منهم (3).\nوالصواب في الاستهزاء هو: هزئت بك، وليس هزئت منك فهي خطأ، وهذا خلاف السخرية فيقال سخرت منك، ولا يقال سخرت بك (4).\nقال ابن عاشور: وهو مرادف للسخرية في كلام أئمة اللغة (5).\nثانياً: حقيقة الاستهزاء في الاصطلاح:\nهناك من الألفاظ ما يصعب تعريفها عند أهل الاختصاص، ربما لشهرتها، وذيوعها، ومن هذه الألفاظ لفظة (الاستهزاء)، ومن خلال البحث لم نجد عالماً أفرد لها تعريفاً اصطلاحياً كما يحدث مع كثير من الألفاظ والمفاهيم، إنما هو كلام بين ثنايا الحديث عن الاستهزاء، والسخرية، إلا أننا وجدنا البعض منهم حاول أن يضع تعريفاً، أو ما يمكن أن نعتبره تعريفاً، ومنهم:\n- عرّف ابن ملوح الاستهزاء بأنه: \"هو ارتياد أو طلب الهزء دون أن يسبق من المهزوء منه فعل يقتضي ذلك\" (6).\n- وعرّفه ابن تيمية بأنه: \"هو السخرية وهو حمل الأقوال والأفعال على الهزل واللعب لا على الجد والحقيقة\" (7).\n__________\n(1) لسان العرب: ابن منظور، 6/ 801.\n(2) مقاييس اللغة: ابن فارس، 6/ 52.\n(3) الهادي إلى لغة العرب: الكرمي، 4/ 409.\n(4) لسان العرب: ابن منظور، 4/ 801.\n(5) أنظر؛ تفسير الحرير والتنوير: ابن عاشور، 7/ 147.\n(6). نضرة النعيم: ابن ملوح، 9/ 3873.\n(7). الفتاوى الكبرى: ابن تيمية، 6/ 22.\n(1/8)",
        "\n- عرّفه الراغب الأصفهاني بأنه: \" ارتياد الهزء ويعبر به عنه\" (1).\n- عرّفه الإمام الغزالي بأنه: \"هو الاستهانة، والتحقير، والتنبيه على العيوب، والنقائص على وجه (2) يُضحك منه، ويكون ذلك بالمحاكاة في الفعل، والقول، وقد يكون بالإشارة والإيماء\" (4).\n- عرّفه الشيخ الجرداني بأنه: \" إظهار كل عقيدة أو فعل أو قول قصداً يدل على الطعن في الدين والاستخفاف به، والاستهزاء بالله ورسله\" (3).\nيظهر مما تقدم أن الاستهزاء معناه: الاستهانة، والتحقير، وإظهار كل ما يطعن في الدين، وإظهار المعارضة للرسل، ودعواتهم.\nالتعريف المختار:\nبالنظر في التعريفات السابقة، أرى أن التعريف المختار هو تعريف الإمام الغزالي، وهو: \" الاستهانة والتحقير والتنبيه على العيوب والنقائص على وجه يُضحك منه، ويكون ذلك بالمحاكاة في الفعل، والقول، وقد يكون بالإشارة، والإيماء\".\nوذلك للأسباب التالية:\n- جعله الاستهزاء مبنياً على الاستهانة والتحقير.\n- بيّن غاية الاستهزاء وهي إظهار العيوب والنقائص.\n- هدف الاستهزاء: الضحك على الآخرين واستصغارهم.\n- وسيلة الاستهزاء: المحاكاة ويكون ذلك بالقول أو بالفعل (الإشارة أو الإيماء).\n- جمع التعريف كل أشكال الاستهزاء.\n\nالمبحث الثاني\nالألفاظ ذات الصلة\nمن خلال تعريف الاستهزاء في اللغة، والاصطلاح، انتهى البحث إلى وجود صلة قوية بين لفظة الاستهزاء وبين مجموعة من الألفاظ ذات الصلة مثل:\nالسخرية – الاستخفاف – التحقير – الاستهانة – التهكّم – الاستكبار – الاستعلاء – الغمز – اللمز.\nفما معنى هذه الألفاظ، وما صلتها بالاستهزاء؟\nأولاً. السخرية:\nفي اللغة: هي مصدر من الفعل: سخر يسخر سُخراً أو سِخراً وسخرة (4).\n__________\n(1).المفردات: الراغب، 543.\n(2) 4. إحياء علوم الدين: الغزالي، 3/ 131.\n5. فتح العلام بشرح مرشد الأنام: الجرداني، 4/ 538.\n(4) الهادي إلى لغة العرب: الكرمي، 3/ 324.\n(1/9)\n",
        "والسخرية: الاستهزاء والضحك، وتأتي على عدة معانٍ منها (1):\n- الضحك.\n- القهر والذلة.\n- كلفة العمل بدون أجرة.\n- من لا يملك لنفسه ما يخلصه من القهر.\n- الطاعة والجريان.\nالرابط بين هذه المعاني:\nمعنى التقليل، والتحقير من شأنهم، والاستهزاء بهم، وبين من يمنع عنه الأجرة الذي هو حق طبيعي له هو إلحاق الضرر مادياً ومعنوياً، فهو قهره، وأذله، وسرق جهده، وألحق الضرر به.\nوفي الصحاح: سخرت منه إذا هزئت به، ويقال سخرت منه وسخرت به، كما يقال ضحكت منه، وبه وهزئت منه وبه (2).\n\nالعلاقة بين السخرية والاستهزاء:\nمن خلال البحث والدراسة وجدنا أن أغلب العلماء يقولون أن السخرية والاستهزاء بمعنى واحد ومن هؤلاء الإمام القرطبي: \"الهزء والسخرية بمعنى واحد\" (3).\nيقول الشيخ الطاهر بن عاشور معلقاً على قول الله تعالى: {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} (الأنبياء: الآية 41)، يقول: \" والاستهزاء مرادف للسخرية في كلام أئمة اللغة، فذكر أولاً: استُهزئ لأنه أشهر، ولما أُعيد عبّر عنه بـ سخروا، ولما أُعيد ثالث مرة رُجع إلى فعل يستهزئون، لأنه أخف من يسخرون، وهذا من بديع فصاحة القرآن وإعجازه \" (4).\nوقال بعضهم بينهما فرق يتمثل في أن الهزء هو إظهار الجد وإخفاء الهزل فيه، أي أنه يكون بالقول المصحوب بسوء النية، ولا يشترط فيه أن يسبقه فعل من أجله يُستهزأ بصاحبه من أجل ذلك الفعل.\nأما السخرية فإنها تكون بالفعل أو الإشارة، وتكون بالقول، ويسبقها في العادة فعل من أجله يسخر بصاحبه، ويتلخص ذلك في أمرين:\n- السخرية: وتكون بالفعل والقول، والهزء لا يكون إلا بالقول.\n__________\n(1) لسان العرب: ابن منظور، 3/ 113.\n(2) الصحاح: الفيومي، 2/ 679.\n(3) التذكرة: القرطبي، 1/ 409.\n(4) تفسير التحرير والتنوير: ابن عاشور، 7/ 147.\n(1/10)\n\n- السخرية: يسبقها عمل من أجله يسخر بصاحبه، أما الاستهزاء فلا يسبقه عمل (1).\nولقد وردت كلمة السخرية في القرآن الكريم في (16) موضع، في إحدى عشر سورة، منها ثلاث مدنية، والباقي مكّية:\n- المدنية هي: البقرة، والتوبة والحجرات.\n- والمكّية هي: الأنعام، هود، الأنبياء، الصافات، الزمر، المؤمنون، ص، والزخرف.\nوهذا له دلالة مهمة وهي:\n- أن المرحلة المكّية هي مرحلة الاستضعاف، والتكوين قد تواجه محناً وشدائد، وأكثر مما هو في مرحلة القوة والتمكين.\n- كانت صيغة المضارعة أكثر شيوعاً في استعمالات الكلمة، وهذا يدلل على استمرارية المحنة على مدى السنين والأيام.\n- ورود أكثرها في العهد المكّي للإرشاد والتوجيه والتعليم حتى يتحلى الصحابة بالصبر، ليتجاوزوا تلك المحن.\nحكم السخرية:\nيُفهم من النصوص الشرعية التي تكلمت عن السخرية أن الوقوع في ذلك محرّم في حق كل مسلم بل هي من أعظم المعاصي التي يقع فيها المرء، بل هي ناقض من نواقض الإيمان، وكفر بالله وبرسوله، و بدينه، قال تعالى: {زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آَمَنُوا} (البقرة: الآية 212)، فهذه الآية صريحة في كفر من يسخر من الله ورسله أو دينه والمؤمنين.\nيقول ابن تيمية عند حديثه عن قول الله تعالى: {قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} \"فدل على أنهم لم يكونوا عند أنفسهم قد أتوا كفراً، بل ظنوا أن ذلك ليس بكفر، فبين الله لهم أن الاستهزاء بالله وآياته و رسوله كفر، يكفر به صاحبه بعد إيمانه، فدل ذلك أنه كان عندهم إيمان ضعيف ففعلوا هذا المحرم الذي عرفوا أنه محرم، ولكن لم يظنوه كفراً، وكان كفراً كفروا به، فإنهم لم يعتقدوا بجوازه\" (2).\nالسخرية من الدين وشرائعه وشعائره، وحملته من العلماء والصالحين، والدعاة هي من أخص صفات المنافقين.\n__________\n(1) الفروق: العسكري، ص249.\n(2) الفتاوى: ابن تيمية، 7/ 273.",
        "(1/11)\n\nلهذا لا يجوز للمسلم أن يسخر من أخيه المسلم لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ} (الحجرات: الآية 11).\nإن الإنسان قد يكفر بكلمة، وهو يلعب ويضحك، ولا يشعر بذلك، فعليه أن يحذر من هذا اللسان الذي هو أكثر ما يدخل صاحبه النار، قال عليه السلام: \"إن العبد ليتكلم بالكلمة ما يتبين فيها، يزل بها في النار أبعد مما بين المشرقين\" (1).\nثانياً. الاستكبار:\nعرفه العلماء بأنه: الاسترواح و الركون إلى رؤية النفس فوق المتكبر عليه. (2)\nومنه قول الله تعالى: {قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آَمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ} (الأعراف: 88).\nومنه قوله تعالى: {سَأَصْرِفُ عَنْ آَيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آَيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآَيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ} (الأعراف: 146).\nثالثاً. الاستعلاء:\nومنه قول الله تعالى: {وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا} (الإسراء: 37)\nومنه قول الله تعالى: {تِلْكَ الدَّارُ الْآَخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ} (القصص: 38).\n__________\n(1) أخرجه البخاري في صحيحه: ح (6477)، كتاب (الرقاق)، باب: (حفظ اللسان)، 4/ 2022.\n(2) إحياء علوم الدين , الغزالي , 2/ 424.\n(1/12)",
        "\nومنه قوله تعالى: {وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ} (لقمان: 18).\nومنه قوله تعالى: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ} (المنافقون: 5).\nرابعاً. التحقير:\nفي اللغة: مصدر للفعل حقر يحقر حقراً، الشيء استصغره، وأذله، وتأتي بمعنى الشيء الذي لا قيمة له، ولا مكانة، فهو مستهان (1).\nوالحقارة عبارة عن كون الشيء ساقطاً عن النفع والانتفاع (2).\nواحتقار الإنسان لأخيه الإنسان هو أن يستصغره، ويستغله ويزدريه، ويراه شيئاً يستحق الامتهان، أو على الأقل الإهمال وعدم العناية به، وعند ابن منظور: حقر: في كل المعاني: الذلة والصغار (3).\nولا يجوز له أن يحتقره لمعصية يرتكبها، أو ذنب يقع فيه، فإنه لا يدري المصير لنفسه، ولا لغيره، فقد يغفر الله لإنسان كل كبيرة إذا مات على الإيمان ويدخل الله إنساناً آخر النار بسب صغيرة من الصغائر (4)، عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"بحسب امرئ من الشر أن يحقر أخاه المسلم\" (5).\nخامساً. الاستخفاف:\nفي اللغة: هو مصدر للفعل: استخف يستخف استخفافاً، ويأتي على عدة معانٍ منها (6):\n- الخفة، خفيف الروح.\n- الاستهانة.\n- الخروج عن الوقار.\n- التحول والرعونة.\nوعند ابن منظور: استخف: استهان به، وجهل واستفز، والارتحال (7).\n__________\n(1) الهادي إلى لغة العرب: الكرمي، 1/ 502.\n(2) أنظر؛ الكليات: أبو البقاء الكوفي،56.\n(3) لسان العرب: ابن منظور، 1/ 679.\n(4) أنظر؛ السلوك الاجتماعي: أيوب، 95.\n(5) أخرجه مسلم في صحيحه: ح (32)، كتاب (البر والصلة)، 6/ 93.\n(6) الهادي إلى لغة العرب: الكرمي، 1/ 649.\n(7) لسان العرب: ابن منظور، 2/ 867.\n(1/13)\n",
        "ومدار هذه المعاني جميعاً يدور في فلك الاستهانة، والخروج عن الوقار، والتحول إلى الرعونة.\nفي الاصطلاح: عرّفه الأستاذ حسن أيوب: \"النظر إلى الناس نظرة غير مسئولة، واحتقارهم لأنهم لا يستحقون الاهتمام بهم، ولا يليق بمن يحتقرهم أن يسوي إليهم معروفاً، أو يؤدي لهم حقاً أو واجباً \". (1)\nوالاستخفاف ورد في القرآن الكريم مرتان، في قوله تعالى: {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَايُوقِنُونَ} (الروم: 60).\nو مرة ثانية في قوله تعالى: {فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ} (الزخرف: الآية 54).\nوهو من الأخلاق الذميمة التي ذمها الله سبحانه وتعالى، وجعلها مما ينقص الإيمان إذا كانت في حق المؤمنين، والدين والرسل، وهي من أخلاق المستكبرين الذين يستعلون على الناس بأموالهم، فيكون ذلك مدخلاً إلى الكبر والخيلاء.\nوالاستعلاء قد يكون من الأفراد وهو الأغلب، وقد يكون من الحكومات والهيئات العليا في الدولة، والأحزاب والتنظيمات، ونسي هؤلاء وهؤلاء قول النبي صلى الله عليه وسلم: \"من لا يرحم لا يُرحم\" (2).\n\nسادساً. الغمز:\nفي اللغة: مصدر للفعل غمزه يغمزه غمزاً، وهي الإشارة بالعين والحاجب، والجفن، وتأتي على عدة معانٍ منها (3):\n- العصر باليد والكبس: غمز العود بيده، عصره وشد عليه بأصابعه.\n- الضعف في العمل.\n- والجهل في العقل.\nوعند ابن منظور: الغمز بمعنى العصر باليد والكبس، وبمعنى الضعف في العمل وجهل العقل، والمغامز: المعايب، والمغموز: المتهم، والمغمز: المطمع (4)، وغامز الرجل المرأة: غمزها، يشير إليها في دعارة.\n__________\n(1) السلوك الاجتماعي: أيوب:، 98.\n(2) أخرجه مسلم في صحيحه: ح (2318)، كتاب (الفضائل)، 5/ 471.\n(3) الهادي إلى لغة العرب: الكرمي، 3/ 347.\n(4) لسان العرب: ابن منظور، 4/ 1015.\n(1/14)\n\nوغامز الرجل الرجل: تبادل معه المعايبة، وتغامز الناس: طعن بعضهم بعضاً ذكراً للعيوب.\nوقد ورد في القرآن الكريم في قوله تعالى: {وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ} (المطففين: الآية 30).\nومنه قوله تعالى: {إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آَمَنُوا يَضْحَكُونَ، وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ، وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ، وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاءِ لَضَالُّونَ} (المطففون: 29 - 32).\nيعقب الأستاذ سيد قطب على هذه الآية قائلاً: \" يغمز بعضهم لبعض بعينه، أو يشير بيده، أو يأتي بحركة متعارفة بينهم للسخرية من المؤمنين، وهي حركة وضيعة واطية تكشف عن سوء الأدب، والتجرد من التهذيب، بقصد إيقاع الانكسار في قلوب المؤمنين، وإصابتهم بالخجل والربكة، وهؤلاء الأوغاد يتغامزون عليهم ساخرين \" (1).\nحكم الغمز:\nوالغمز من أخلاق المنافقين التي نهى عنها الدين، وهي من أفعال الكافرين والمشركين، والمسلم لا يجوز، ولا يليق به أن يكون غمازاً بإخوانه المسلمين، وإلا ضيع عليه هذا الخلق دينه وإيمانه.\n\nسابعاً. اللمز:\nفي اللغة: مصدر للفعل لمز يلمز لمزاً: الرجل صاحبه عابه تلميحاً، واللامز هو الذي يعيب غيره، واللماز هو من اعتاد هذا الفعل الذميم (2).\nوعند ابن منظور: تحريك الشفتين بكلام خفي، وهو الذي يعيبك في وجهك، خلاف الهمز الذي يعيبك بالغيب، ورجل لمّاز أي عيّاب، والهاء للمبالغة، وليس للتأنيث (3).\nوقد ورد اللمز في القرآن في أربعة مواضع، وبصيغ متعددة منها: يلمزون – تلمزوا – يلمزك – لمُزة.\n__________\n(1) في ظلال القرآن: قطب، 6/ 3861.\n(2) الهادي إلى لغة العرب: الكرمي، 4/ 137.\n(3) لسان العرب: ابن منظور، 5/ 383.",
        "(1/15)\n\nاللمز: ومنه قول الله تعالى: {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} (التوبة: 79).\nومنه قوله تعالى: {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ} (الهمزة:1).\nومنه قوله تعالى: {وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ} (الحجرات: 11).\nحكم اللمز:\nنفس ما تكلمنا عنه في حديثنا عن الغمز، إنه خلق ذميم، يُضيع الإيمان، وينقصه، وهو من أخلاق المنافقين، وأفعال المشركين والكافرين، والأجدر بالمسلم الحريص على دينه أن يهجر مثل هذه الأخلاق الذميمة، وأن يتخلق بالخلق الإسلامي الحسن الطيب والجميل.\nوهكذا بقية الألفاظ ذات الصلة: الاستكبار، والاستعلاء والتهكم، والتي جميعها تدور في فلك واحد وهو الاستهزاء والسخرية واحتقار الآخرين، وكل ما له صلة بالدين.\nالصلة بين هذه الألفاظ والاستهزاء: من خلال الاطلاع على المعنى اللغوي، وبعض الدلالات الاصطلاحية لهذه الألفاظ، نجد أنها جميعها من نفس معنى كلمة الاستهزاء، فهي جميعها واحدة في الدلالة والغاية، وهي جميعها تؤدي نفس الوظيفة المطلوبة منها، وهو الاحتقار والسخرية من الآخرين، أشياءً وأشخاصاً ..\nالمبحث الثالث\nآيات السخرية والاستهزاء في القرآن الكريم:\nأولاً. الاستهزاء:\nوردت كلمة الاستهزاء في القرآن الكريم بجميع مشتقاتها أربع وثلاثون مرة في إحدى وعشرين سورة، أربعة مدنية، وسبع عشرة مكية , وهذا إن دل على شيء، فإنما يدل على حجم و خطورة الاستهزاء والسخرية التي كان يلقاها النبي والمسلمون من مشركي قريش قبل الهجرة، وهذه المواضع هي:\nالرقم ... الآية ... السورة ... رقم الآية ... مكان النزول\n1 ... وإذا لقوا الذين آمنوا قالوا آمنا .. مستهزئون ... البقرة ... 14 ... مدنية\n(1/16)",
        "\n2 ... الله يستهزئ بهم .. ... البقرة ... 15 ... مدنية\n3 ... إن الله يأمركم أن تذبحوا بقرة قالوا أتتخذنا هزواً ... البقرة ... 67 ... مدنية\n4 ... ولا تتخذوا آيات الله هزواً ... البقرة ... 231 ... مدنية\n5 ... إذا سمعتم آيات الله يكفر بها ويستهزئ بها ... النساء ... 140 ... مدنية\n6 ... يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزواً ولعباً ... المائدة ... 57 ... مدنية\n7 ... وإذا ناديتم إلى الصلاة اتخذوها هزوا ولعبا ... المائدة ... 58 ... مدنية\n8 ... فقد كذبوا بالحق لما جاءهم فسوف يأتيهم أنباء ما كانوا به يستهزئون ... الأنعام ... 5 ... مكية\n9 ... ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزئون ... الأنعام ... 10 ... مكية\n10 ... قل استهزئوا إن الله مخرج ما تحذرون ... التوبة ... 64 ... مدنية\n11 ... قل أبالله وآياته ورسوله كنتم تستهزئون ... التوبة ... 65 ... مدنية\n12 ... وحاق بهم ما كانوا به يستهزئون ... هود ... 8 ... مكية\n13 ... ولقد استهزئ برسل من قبلك ... الرعد ... 32 ... مكية\n14 ... وما يأتيهم من رسول إلا كانوا به يستهزئون ... الحجر ... 11 ... مكية\n15 ... إنا كفيناك المستهزئين ... الحجر ... 95 ... مكية\n16 ... فأصابهم سيئات ما عملوا وحاق بهم ما كانوا به يستهزئون ... النحل ... 34 ... مكية\n17 ... واتخذوا آياتي وما أنذروا هزواً ... الكهف ... 65 ... مكية\n18 ... ذلك جزاؤهم جهنم بما كفروا واتخذوا آياتي ورسلي هزواً ... الكهف ... 106 ... مكية\n19 ... وإذا رآك الذين كفروا إن يتخذونك إلا هزواً ... الأنبياء ... 36 ... مكية\n20 ... ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزئون ... الأنبياء ... 41 ... مكية\n21 ... وإذا رأوك إن يتخذونك إلا هزواً أهذا الذي بعث الله رسولاً ... الفرقان ... 41 ... مكية\n22 ... فقد كذبوا فسيأتيهم أنباء ما كانوا به يستهزئون ... الشعراء ... 6 ... مكية\n23 ... ثم كان عاقبة الذين أساءوا السوء أن كذبوا بآيات الله وكانوا بها يستهزئون ... الروم ... 10 ... مكية\n24 ... ومن الناس من يشتري لهو الحديث ليضل به عن سبيل الله بغير علم ويتخذها هزوا ... لقمان ... 6 ... مكية\n25 ... يا حسرة على العباد ما يأتيهم من رسول إلا كانوا به يستهزئون ... يس ... 30 ... مكية\n(1/17)\n",
        "26 ... وبدا لهم سيئات ما عملوا وحاق بهم ما كانوا به يستهزئون ... الزمر ... 48 ... مكية\n27 ... وحاق بهم ما كانوا به يستهزئون ... غافر ... 83 ... مكية\n28 ... وما يأتيهم من نبي إلا كانوا به يستهزئون ... الزخرف ... 7 ... مكية\n29 ... وإذا علم من آياتنا شيئاً اتخذها هزوا أولئك لهم عذاب مهين ... الجاثية ... 9 ... مكية\n30 ... وبدا لهم سيئات ما عملوا وحاق بهم ما كانوا به يستهزئون ... الجاثية ... 33 ... مكية\n31 ... ذلكم بأنكم اتخذتم آيات الله هزوا ... الجاثية ... 35 ... مكية\n32 ... إذ كانوا يجحدون بآيات الله وحاق بهم ما كانوا به يستهزئون ... الأحقاف ... 26 ... مكية\n\nثانياً. السخرية:\nأما السخرية فقد وردت بمشتقاتها ست عشرة مرة، في إحدى عشرة سورة، منها ثلاث مدنية والباقي مكية، وهذه أيضاً إن دل فإنما يدل على ما كان يلاقيه النبي عليه السلام والمؤمنون من المشركين:\nالرقم ... الآية ... السورة ... رقم الآية ... مكان النزول\n1 ... زين للذين كفروا الحياة الدنيا ويسخرون من الذين آمنوا ... البقرة ... 212 ... مدنية\n2 ... فحاق بالذين سخروا منهم ما كانوا به يستهزئون ... الأنعام ... 10 ... مكية\n3 ... والذين لا يجدون إلا جهدهم فيسخرون منهم سخر الله منهم ... التوبة ... 79 ... مدنية\n4 ... ويصنع الفلك وكلما مر عليه ملأ من قومه سخروا ... كما تسخرون ... هود ... 38 ... مكية\n5 ... فحاق بالذين سخروا منهم ما كانوا به يستهزئون ... الأنبياء ... 41 ... مكية\n6 ... واتخذتموهم سخرياً حتى أنسوكم ذكري ... المؤمنون ... 110 ... مكية\n7 ... بل عجبتم ويسخرون ... الصافات ... 12 ... مكية\n8 ... وإذا رأوا آية يستسخرون ... الصافات ... 14 ... مكية\n9 ... اتخذناهم سخرياً أم زاغت عنهم الأبصار ... ص ... 63 ... مكية\n10 ... يا حسرة على ما فرطت في جنب الله وإن كنت لمن الساخرين ... الزمر ... 56 ... مكية\n11 ... ورفعنا بعضهم فوق بعض درجات ليتخذ بعضهم بعضاً سخرياً ... الزخرف ... 32 ... مكية\n12 ... يا أيها الذين آمنوا لا يسخر قوم من قوم ... الحجرات ... 11 ... مدنية\n\nبعد الانتهاء من استقراء الآيات الكريمة التي وردت فيها لفظتي الاستهزاء والسخرية نستنتج ما يأتي:\n(1/18)\n\n- ورود لفظتي الاستهزاء والسخرية في القرآن المكي أكثر بكثير منه في القرآن المدني، وهذا يدل على ما يمكن أن يلاقيه الدعاة في مرحلة الاستضعاف والنشأة، والاستهزاء والسخرية هي من أنواع المحن والمتاعب والآلام التي تواجه الدعاة والمؤمنين.\n- ورود هذا الكم الكبير في القرآن المكي يدلل على مدى عناية الله بالمؤمنين، ولطفه بهم، وإرشادهم إلى الصبر والتحمل، وعدم الضعف لتجاوز المحنة، والانطلاق بالدعوة إلى آفاقها العليا.\n- استمرارية الاستهزاء والسخرية في العهد المدني، دلالة على تبادل الأدوار ما بين أصناف الكفار والمعاندين، ودلالة على أن المؤمن في كل مراحل حياته القوة والضعف معرض للمحن والفتنة والمكر والإيذاء، وهذه دعوة إلى الحذر والتنبه.\n- وقوع صيغ المضارعة أكثر من غيرها دلالة على أن إيذاء الأعداء لا يتوقف أو سيستمر، وهذا فيه تحريض للمؤمنين والدعاة على التنبه والحذر وعدم الركون للدعة والهدوء، وأن هذا الاستهزاء وهذه السخرية سيستمران ما وجد الإيمان والكفر.\n\nالفصل الأول\nأسباب الاستهزاء، وأقسام المستهزئين\nإن الحديث عن الاستهزاء، والمستهزئين، يأخذنا أخذاً إلى الحديث عن أسباب الاستهزاء، وأقسام المستهزئين، وأسباب الاستهزاء كثيرة، منها ما كان داخلياً في نفس المستهزئ (نفسياً)، ومنها ما كان خارجياً عن إطار نفسه وروحه، لهذا يلزمنا أن نتعرف على هذه الأسباب بتفاصيلها الداخلية والخارجية، أيضاً يلزمنا معرفة أقسام المستهزئين، كل ذلك وغيره لنعرف ما نحتاج إلى معرفته عن طريق هذه الظاهرة السلبية في المجتمع.\nوسيكون الحديث في هذا الفصل منقسماً إلى مبحثين، كما يلي:\nالمبحث الأول: أسباب الاستهزاء.\nالمبحث الثاني: أقسام المستهزئين.\n\nالمبحث الأول\nأسباب الاستهزاء",
        "(1/19)\n\nأسباب الاستهزاء كثيرة، متعددة ومتنوعة، ولأن الاستهزاء أمر نفسي في غالب أحواله، لهذا فهو كثير الأنواع، كثير الأسباب، وذلك لكثرة تعدد النفسيات ورغباتها وبواعث حركاتها، ولأجل أن نقف عل حقائق الاستهزاء كان لزاماً أن نتكلم عن موضوع أسبابه، ونفصل فيها الحديث.\nوسيكون حديثنا عن أسباب الاستهزاء من خلال المطلبين التاليين:\nالمطلب الأول: الأسباب النفسية.\nالمطلب الثاني: الأسباب الطارئة.\n\nالمطلب الأول\nالأسباب النفسية للاستهزاء\nويُقصد بالأسباب الداخلية , الأسباب النفسية الروحية، التي تنبعث من نفس وروح المستهزئ، والتي لا يكون بالضرورة تأثر فيها بمؤثرات خارجية. وحديثنا سيكون من خلال سبعة أفرع:\nالفرع الأول\nالحقد على الدين وأهله\nمن اليوم الأول الذي خلق الله فيه البشر، وهم ينقسمون إلى فريقين:\nالأول. فريق الخير والصلاح.\nالثاني. فريق الشر والفساد.\nولا لقاء بين الفريقين، إلا لقاء الجدال و التحاور أو التنافس والتصارع، لهذا يتمادى أهل الشر والضلال في شرهم و ضلالهم، استكبروا حتى على خالقهم، وجحدوا به، وكفروا بآياته، قال تعالى: {لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ، قَالَ الْمَلَأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ} (الأعراف: الآية 59 - 60).\nلقد علم هؤلاء الناس أن في إتباع دين الله تهديد حقيقي لكيانهم، ومصالحهم، وشهواتهم، وانحرافاتهم، لهذا حقدوا على كل الأديان، ولا فرق بين غني أو فقير، أو تابع ومتبوع في هذا الأمر.\nلهذا لا غرابة إذن أن نرى من مواقف أعداء الإسلام حديثاً هذه الحروب الشرسة في كل المجالات وعلى كل الاتجاهات والأصعدة، اجتمعت كلمتهم وهم المختلفون، اجتمعت على حرب الإيمان و الإسلام (1).\n__________\n(1) أنظر؛ قطب: جاهلية القرن العشرين، 270.\n(1/20)",
        "\nيقول الشيخ محمد القحطاني:\" إن الحرص الشديد لأعداء الله على طمس وتشويه صورة الإسلام الناصعة أمر لا يجادل فيه إلا مكابر، لذا لا غرور إذا استخدمت السخرية و الهزء سلاحاً فتاكاً لتشويه هذه الصورة، ونشر الضباب المعتم على وجهها المشرق، ولكن الله متم نوره ولو كره الكافرون \" (1).\nإن هذا الكره والحقد الذي يلقاه أهل الإيمان أتباع الرسل في كل زمان ومكان لهو مؤشر واضح يبين الخوف والهلع الذي يصيب الكفر وأهله من الإسلام، يستوي فيه المستكبرون والضعفاء، الحكام والمحكومين، المثقفون والعامة من الناس، قال تعالى: {أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ} (الذاريات: الآية 53).\nيقول الدكتور العرابيد (2): \" من المعلوم أن أهل الشر والفساد يزعجهم ويعكر صفوهم باطلهم وما هم عليه ما يرونه من تحلي الأخيار بالأخلاق والقيم الفاضلة، ولذلك يسعون جاهدين إلى تشويه سمعة الأخيار بكل الوسائل والتي منها الاستهزاء، والسخرية، وقد قص الله علينا قصة النبي لوط عليه السلام حينما كان سبب إخراجه هو العفة والطهارة، قال تعالى: {وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} (الأعراف: الآية 82)، فعلى منطق هؤلاء المجرمين لا بد من تحويل المجتمع كله إلى مجتمع رذيلة وسقوط ودنس، أما أن يبقى في الأمة أصحاب طهر وعفة فهذا أمر لا يطيقه الأشرار، {وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ} (البروج: الآية 8).\nلهذا ما نراه اليوم من اجتماع الكثير من الكتاب، والقصاص والإعلاميون والفنانون وأهل الضلالات على تنوعها، لا غرابة من اجتماعهم على حرب الدين والاستهزاء به وبمثله العليا، إنه الحقد والكراهية \".\nالفرع الثاني\nالحسد\n__________\n(1) القحطاني: الاستهزاء بالدين وأهله , 22.\n(2) العرابيد: محنة السخرية والاستهزاء 452.\n(1/21)\n",
        "الحسد تمني زوال النعمة عن الغير، وكراهيتها لغيره.\nو عن هذا الأمر يقول الإمام الغزالي: \" اعلم أنه لا حسد إلا على نعمة، فإذا أنعم الله على أخيك بنعمة فلك فيها حالتان:\nإحداهما: أن تكره تلك النعمة، وتحب زوالها وهذه تسمى حسداً.\nالثانية: أن لا تحب زوالها، ولا تكره وجودها ودوامها، ولكن تشتهي لنفسك مثلها، وهذه تسمى غبطة.\nفأما الأولى فهي حرام بكل حال إلا نعمة أصابها كافر، أو فاجر وهو يستعين بها على تهيج الفتنة وإفساد ذات البين، وإيذاء الخلق، فلا يضرك كراهتك لها ومحبتك لزوالها، فإنك لا تحب زوالها من حيث هي نعمة بل من حيث هي آلة الفساد \" (1).\nفالحاسد كما يقول الدكتور العرابيد (2) \" يريد أن يرى المحسود أقل درجة، وأسوأ حالة، فهو يعتقد أنه بتهجمه وسبه وتنقيصه، والاستهزاء به، والسخرية منه ينزل قدره ومقداره، لذلك كان تحذير رسولنا الكريم محمد صلى الله عليه وسلم من الحسد المهلك للأمم التي كانت قبلنا بقوله: \"دب إليكم داء الأمم قبلكم الحسد والبغضاء هي الحالقة لا أقول تحلق الشعر، ولكن تحلق الدين\" (3).\nوأكتر من تمثل فيهم الحسد عبر التاريخ الإسلامي، اليهود والنصارى، قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} (البقرة: الآية 109).\nولأجل هذا الحسد من اليهود نجدهم لا يتورعون عن الأذى، والطعن في الدين، والسخرية والاستهزاء به وبأهله فنجدهم على مدار تاريخهم منذ زمن النبي عليه السلام، إلى يومنا هذا لا ينفكون عن هذه الرذيلة والدناءة.\n__________\n(1) الغزالي: إحياء علوم الدين 3/ 189.\n(2) العرابيد: محنة السخرية والاستهزاء،451.\n(3) أخرجه الترمذي في سننه: كتاب صفة القيامة، باب رقم (20)، رقم الحديث (2628)، 4/ 73.\n(1/22)\n\nومما يؤسف له أن يصاب المسلم بهذا الداء الخطير، وهذا ما نشاهده في حياتنا الخاصة والعامة، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إنه سيصيب أمتي داء الأمم، قالوا وما داء الأمم، قال: الأشر، والبطر، والتكاثر، والتنافس في الدنيا، والتحاسد حتى يكون البغي ثم الهرج\" (1).\nوقال ابن تيمية: \" ومنهم من يحمله الحسد على الغيبة، فيجمع بين أمرين قبيحين، الغيبة والحسد، وإذا أُثنى على شخص أزال ذلك عنه بما استطاع من تنقصه في قالب دين وصلاح، أو في قالب حسد وفجور وقدح، ليسقط ذلك عنه، ومنهم من يخرج الغيبة في قالب تمسخر ولعب ليضحك غيره باستهزائه ومحاكاته واستصغاره للمستهزأ به\" (2).\nوالحسد مرض خطير من أمراض القلوب، أكثر ما يقع ضررها على الحاسد في الدنيا والآخرة.\nأما كونه ضرر في الدنيا فهو سبب الآلام الجسدية والنفسية، من أمراض وكمد وغم لما فيه المحسود من نعمة، ازداد الحاسد حسرة وألماً وحزناً، حتى يضيق صدره فيموت هماً وكمداً.\nأما كونها خطيرة على الدين، لأن الحاسد بحسده يحصد غضب الله عليه، وذلك بسخطه على قضاء الله وقدره وعدله.\nوهنا يصبح هذا الحاسد شريكاً للشيطان، وللكافر في كراهية الخير للمسلم، وكل هذه الأمور خبائث تأكل الحسنات كما تأكل النار الحطب.\nومما يجب أن نعرفه أن النعم لا تزول بالحسد، وقد ود الكفار أن تزول نعمة الإيمان عن المؤمنين قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ} (البقرة: الآية 109).\n\nالفرع الثالث\nالكبر\n__________\n(1) أخرجه الحاكم في المستدرك: كتاب البر والصلة، رقم (7311)، 4/ 185.\n(2) ابن تيمية: الفتاوى، 28/ 237.",
        "(1/23)\n\nعرّف الراغب الأصفهاني الكبر بقوله (1): \" والكبر والتكبر والاستكبار تتقارب، فالكبر الحالة التي يتخصص بها الإنسان من إعجاب بنفسه، وذلك أن يرى الإنسان نفسه أكبر من غيره \".\nوأعظم التكبر على الله بالامتناع عن قبول الحق، والإذعان له بالعبادة، لهذا حذّر الله منه بقوله: {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ} (غافر: الآية 35).\nذكر العسقلاني عن الغزالي قوله:\" الكبر على قسمين، فإن ظهر على الجوارح يقال تكبر، وإلا قيل في نفسه كبر، والأصل هو الذي في النفس، وهو الاسترواح إلى رؤية النفس، والكبر يستدعي متكبراً عليه يرى نفسه فوقه متكبراً به، وبه ينفصل الكبر عن العُجب فمن لم يخلق إلا وحدة يتصور أن يكون معجباً لا متكبراً\" (2).\nولقد أكثر النبي عليه السلام من التحذير من الكبر، عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"لايدخل الجنة من كان في قلبه مثقال ذرة من كبر\" (3).\nوالكبر من أكبر أسباب الإعراض عن دين الله تعالى قديماً وحديثاً، وهو سبب في النيل من أعراض الناس، والطعن فيهم يقول الإمام الغزالي: \" السخرية والاستهزاء استحقار فإن ذلك يجري في الحضور ويجري في الغيبة، ومنشؤه التكبر، واستصغار المستهزأ به\" (4).\nولقد ورد الكبر الذي بمعنى الاستعلاء في القرآن الكريم بما يزيد عن ستين مرة، منها قول الله تعالى: {وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيء} (إبراهيم: الآية 21).\n__________\n(1) الأصفهاني: المفردات،697.\n(2) ابن حجرالعسقلاني: فتح الباري10/ 505.\n(3) أخرجه مسلم في صحيحه: كتاب الإيمان، رقم (91)، 1/ 267.\n(4) الغزالي: إحياء علوم الدين، 3/ 147.\n(1/24)",
        "\nإن المتأمل في كتاب الله (القرآن الكريم) يجد أن الأمم التي ابتليت بداء الكبر والإعراض عن دعوة الرسل عليهم السلام بل والسخرية والاستهزاء بهم وبما جاءوا به من عند الله تعالى من الدين الحق، السبب الأكبر عندهم كان في عدم قبول الحق والانقياد له هو الاستكبار، قال تعالى: {فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ} (النحل: الآية 22).\nفالكبر هو حال الأكثرين كما حال الأمم السابقة قوم نوح وعاد وقوم صالح وفرعون، وقريش وغيرهم قديمهم وحديثهم.\n\nالفرع الرابع\nالنفاق\nعرّف العلماء النفاق بأنه (1): إظهار الإسلام وإبطان الكفر، ولفظة المنافق لفظة إسلامية، ظهرت مع وجود المسلمين في المدينة المنورة، ولم تكن من قبل.\nوللنفاق بواعث من أهمها (2):\n- اعتقاد الكفر، وكراهية الإسلام.\n- وجود المنافقين تحت هيمنة الإسلام.\n- ضعف المنافق عن مواجهة المسلمين بالعقيدة التي يخفيها في نفسه.\nيقول الشيخ الدوسري:\" سبب النفاق أغراض نفسية تجيش في الصدور، تمنع أهلها من قبول الحق، وتدفعهم إلى معاداة أهله، والذي يبثها ويغذيها في كل زمان ومكان هو اليهودية العالمية المفسدة لكل المجتمعات \" (3).\nوأسباب النفاق كثيرة:\n- ظلمة في الطبع.\n- ظلمة الهوى.\n- ظلمة الشهوات.\n- ظلمة الطمع والجشع.\n- ظلمة حب الرئاسة.\n- ظلمة الشهوة.\n- ظلمة الحقد والحسد والغواية.\n__________\n(1) أنظر؛ النفاق وأثره في حياة الأمة: سلام 17.\n(2) أنظر؛ المصدر السابق، 21.\n(3) صفوة الآثار والمفاهيم: الدوسري، 2/ 18.\n(1/25)\n",
        "يقول الدكتور العرابيد: \" النفاق هو الوجه الآخر للكفر، وقد قرن الله بين المنافقين والكفار في الصد عن سبيله، وفي السخرية والاستهزاء بدينه، قال تعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آَيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا} (النساء: الآية 57).\nفالنفاق حليف الكفر وربيبه، فهم اجتمعوا على الاستهزاء بآيات الله في الدنيا، فكذلك يجتمعون في عذاب جهنم يوم القيامة.\nلقد فضح الله تعالى هذه الفئة المارقة، الذين اتخذوا الإيمان ستاراً يسترون به فضائحهم، ولذلك كان التهديد الرباني لهم بقوله: {يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ} (التوبة: الآية 64).\nإن أول موطن ظهر فيه النفاق كان في المدينة المنورة، التي اجتمع فيها اليهود وأصحاب الهوى والطمع، والمنافق حاله ليس كحال الكافر الصريح، ولا هي كحال المؤمن الخالص، فهو لا إلى هؤلاء، ولا إلى هؤلاء، فالكافر واضح صريح يتصف بالشجاعة في الإعلان عن موقفه والعناد والمكابرة، أما المنافق الذي يلبس زي الصديق، ويتكلم بلسانك، ويظهر لك التدين والوطنية، والإخلاص وهو في نفس اللحظة يحمل في قلبه مخزون خطير من الحقد والحسد، والغيظ على المسلمين والإسلام، بحيث يزيد على الكافر في ضرره وخطره، قال تعالى: {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ} (التوبة: الآية 58).\n(1/26)\n\nلقد فضحهم القرآن الكريم والسنة النبوية، لهذا قليلاً ما تخلو سورة من السور المدنية إلا وتحدثت عنهم، أو تعرضت لذكرهم، حتى أن الله سمّى سورة من القرآن بصفتهم (المنافقون) (1).\nيقول الشيخ عبد الوهاب: \" وقد وصف الله المنافقين في كتابه بالفصاحة، والبيان، وحسن الصورة، كذلك وصفهم بالمكر والكذب والاستهزاء بالمؤمنين، ووصفهم بالكلام ذي الوجهين ووصفهم بالدخول في المخاصمات بين الناس بما لا يحب الله ورسوله، كذلك وصفهم باستحقار المؤمنين، كل ذلك نصيحة لعباده ليجتنبوا الأوصاف، ومن تلبّس بها\" (2).\nفالاستهزاء من قبل المنافين أمر معلوم، وظاهرة قديمة حديثة، إذ الدافع لهذا الاستهزاء منهم هو النفاق، استجابة لما يريده إخوانهم اليهود والمشركون (3).\nالفرع الخامس\nالجهل\nالجهل في اللغة:\nعرّف ابن منظور الجهل: الجهل نقيض العلم، وقد جهله فلان جهلاً، وجهالة، وجهل عليه، والتجهيل: أن تنسبه إلى الجهل، والجهالة: أن تفعل فعلاً بغير العلم، و المجهلة: ما يحملك على الجهل، والجاهلية: هي الحالة التي كانت عليها العرب قبل الإسلام من الجهل بالله سبحانه ورسوله، وشرائع الدين، والمفاخرة بالأنساب والكبر وغير ذلك (4).\nأما عند أهل الاصطلاح فالجهل هو (5):\n- خلو النفس من العلم.\n- أو اعتقاد الشيء على خلاف ما هو عليه.\n- أو فعل الشيء بخلاف ما حقه أن يُفعل.\nيقول ابن القيم:\" أجمع الصحابة على أن كل من عُصي الله به فهي جهالة، وكل من عصى الله فهو جاهل، ويسمى عدم مراعاة العلم جهلاً، إما لأنه لم ينتفع به فنزل منزلة الجهل، إما لجهله بسوء ما تجني عواقب فعله\" (6).\n__________\n(1) محنة السخرية والاستهزاء: العرابيد، 453.\n(2) الدرر السنية: ابن قاسم،1/ 32.\n(3) الاستهزاء بالدين وأهله: القرشي، 102.\n(4) لسان العرب: ابن منظور، 1/ 524.\n(5) المفردات: الأصفهاني، 209، و الكليات: أبو البقاء الكفوي، 350.\n(6) مدارج السالكين: ابن القيم، 1/ 469.",
        "(1/27)\n\nإذا عرفنا هذا تبَين لنا أن المستهزئ بالدين وشعائره، فضلاً عن الاستهزاء بالله تعالى، لا يقع هذا الجرم العظيم منه إلا عن جهل، وهذا الجهل إما أن يكون من جهة المستهزأ به، فلا يعلم ما يجب لله تعالى ورسوله والدين الإسلامي من التعظيم والإجلال والتوقير والاحترام.\nوإما أن يكون الجهل من جهة حكم الاستهزاء فلا يتصور المستهزئ أنه باستهزائه يخرج من دائرة الإسلام ويدخل في دائرة الكفر.\nوالجهل يكون مبعثه المكابرة كحال كثير من العلمانيين والشيوعيين (1).\nولقد وردت لفظة الجهل في القرآن بكل مشتقاتها فيما يزيد على خمس وعشرين مرة، منها قوله تعالى: {قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ ... أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ} (البقرة: الآية 67).\nوجه الاستدلال:\nالآية فيها دليل على منع الاستهزاء بالدين وأهله وأن المستهزئ بالدين و أهله جاهل مستخفٍ بوعد الله تعالى و وعيده.\nيقول رشيد رضا تعليقاً على قوله تعالى: \" {قَالُوا أَتَتَّخِذُنَا هُزُوًا} أي سخرية يهزأ بنا، وهذا القول من سفههم وخفة أحلامهم وجهلهم بعظمة الله تعالى\" (2).\n\nالفرع السادس\nضعف الإيمان والعقل\nأجمع أهل العلم على أن الإيمان يزيد وينقص، ولم يخالف في ذلك أحد، قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آَيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} (الأنفال: الآية 2).\nوقوة الإيمان أو ضعفه ناشئ عن قوة ما في القلب من هذه الأعمال، أو ضعفها، وقد يضعف ما في القلب من الإيمان حتى يكون وزن ذرة، فبقدر ما يكون في القلب من الإيمان تكون الأعمال الظاهرة التي هي داخلة في مسماه (3).\n__________\n(1) الاستهزاء بالدين: القرشي، 105.\n(2) تفسير المنار: رضا، 1/ 288.\n(3) أنظر؛ الدرر السنّية: ابن قاسم، 1/ 164.\n(1/28)",
        "\nقال ابن القيم: \"فإذا ضعف الإيمان صار لعدوهم عليهم من السبيل بحسب ما نقص من إيمانهم، فهم جعلوا لهم عليهم السبيل بما تركوا من طاعة الله تعالى، فالمؤمن عزيز غالب، مؤيد منصور، مكفي مدفوع عنه بالذات أين كان، ولو اجتمع عليه من بأقطارها، إذا قام بحقيقة الإيمان وواجباته، ظاهراً أو باطناً\" (1).\nويقول سيد قطب:\" فما يستهزئ بدين الله وعباده المؤمنين به إنسان سوى العقل، فالعقل حين يصح ويستقيم يرى في كل شيء من حوله موجبات الإيمان بالله، وحين يختل وينحرف لا يرى هذه الموجبات لأنه حينئذٍ تفسد العلاقة بينه وبين هذا الوجود كله، فالوجود كله يوحي بأن له إلهاً يستحق العبادة والتعظيم، والعقل حين يصح ويستقيم يستشعر جمال العبادة لإله الكون وجلالها , كذلك فلا يتخذ هزواً ولعباً وهو صحيح مستقيم \" (2).\nبهذا نعلم أن الاستهزاء بالله ورسوله والوالدين والمؤمنين لا يكون من عاقل صاحب عقل واعٍ بل هو ناتج عن صاحب عقل عُطل عن العمل والتفكير، وهذا باعث من بواعث الاستهزاء بالدين وبالله ورسله.\n\nالفرع السابع\nحب المال\nكثيراً ما أشار القرآن إلى المال، وكثيراً ما حذرنا من فتنته والاغترار به وبكثرته، قال تعالى: {وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ} (الأنفال: الآية 28).\nوفي حديث النبي صلى الله عليه وسلم: \"إن لكل أمة فتنة وفتنة أمتي المال\" (3).\n__________\n(1) إغاثة اللهفان: ابن القيم، 2/ 182.\n(2) في ظلال القرآن: سيد قطب، 2/ 922.\n(3) أخرجه الترمذي في سننه: ح (2439)، كتاب (الزهد)، باب: (ما جاء في فتنة هذه الأمة في المال)، 3/ 389.\n(1/29)\n",
        "قال الإمام الغزالي:\" فإن فتن الدنيا كثيرة الشُعب والأطراف، واسعة الأرجاء والأكناف ولكن الأموال أعظم فتنها وأعظم محنها، وأعظم فتنة فيها أنه لا غنى لأحد عنها، ثم إذا وجدت فلا سلامة منها، فإن فقد المال حصل منه الفقر الذي يكاد أن يكون كفراً، وإن وجد حصل منه الطغيان الذي لا يكون عاقبة أمره إلا خسراً، والمال فيه آفات وغوائل للإنسان، من فقده وصفه بالفقر، ومن وجده وصفه الغنى، وهما حالتان يحصل بهما الاختبار والامتحان \" (1).\nلهذا فإن حب المال وإيثاره على ما عند الله قد يصل بصاحبه إلى حد العبودية للدرهم والدينار.\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"تعس عبد الدينار والدرهم والقطيفة والخميصة، إن أُعطي رضي وإن لم يعطَ لم يرضَ\" (2).\nلهذا لا غرابة أن يكون المال هو أحد الدوافع الكبيرة لكل جريمة أو انحراف، فلا قيمة للعفة والفضيلة والقيم أمام حب المال والحرص على جمعه والافتخار به.\nيقول العرابيد:\" قد يحرص البعض من الناس على جلب المال بأي صورة كانت حتى ولو كان الأمر يتعلق بالسخرية والاستهزاء بالدين كما فعل ويفعل بعض الممثلين الهابطين الساقطين في عصرنا الحاضر مقابل حفنة من الأموال، فقد أصبحت السخرية بالدعاة فناً وبطولة ونجومية عند من لا يعقل، حتى أصبح هذا الهزل يردد ويكرر عند بعض العوام، وصدق الله العظيم بقوله: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} (لقمان: الآية 6).\n__________\n(1) الغزالي: إحياء علوم الدين، ص3/ 231.\n(2) أخرجه البخاري في صحيحه: ح (6435)، كتاب (الرقاق)، باب، (ما يتقى من فتنة المال)، 4/ 2021.\n(1/30)\n\nوقال تعالى: {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ، الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ، يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ، كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ، وَمَا أَدْرَاكَ مَا الْحُطَمَةُ} (الهمزة: الآية 1 - 4) (1)\n\nالمطلب الثاني\nالأسباب الطارئة للاستهزاء\nتعرفنا في المطلب الأول على الأسباب النفسية (الداخلية) , للاستهزاء عند المستهزئين، وعرّفنا بها، وبينّا خطورة كل واحدة منها، وكيف النجاة والخلاص منها، وفي هذا المطلب أتحدث عن الأسباب الطارئة (الخارجية) , للاستهزاء , وسيكون ذلك من خلال أربعة أفرع:\nالفرع الأول\nالتقليد الأعمى للأمم السابقة\nالتقليد هو إتباع الإنسان غيره فيما يقول من غير نظر أو تأمل، أو استقلال في الرأي.\nوقيل هو ما تسلمه الناس وتداولوه خلفاً عن سلف وجيلاً بعد جيل من شرائع، وعادات، وأساليب العمل والحياة، ويُجمع على تقاليد، والتقليدي هو المزيّف (2).\nلهذا جاء ذم التقليد في القرآن الكريم حيث قال تعالى: {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آَبَاءَنَا أَوَلَوْ كَانَ آَبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ} (البقرة: الآية 170).\nقال ابن القيم:\" أخبر الله عن بطلان هذه الحجة، وأنها لا تنجي من عذاب الله تعالى، لأنها تقليد من ليس عنده علم، ولا هدى من الله: (3).\n__________\n(1) محنة السخرية والاستهزاء: العرابيد، 452.\n(2) الهادي إلى لغة العرب: الكرمي، 3/ 558.\n(3) بدائع الفوائد: ابن القيم، 4/ 146.",
        "(1/31)\n\nولم تنج الأمة الإسلامية من تقليد غيرها من الأمم حيث قال تعالى: {كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآَخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ} (التوبة: الآية 69).\nيعلق ابن تيمية على الآية الكريمة قائلاً:\" جمع سبحانه بين الاستمتاع بالخلاق، وبين الحوض، لأن فساد الدين إما أن يقع بالاعتقاد الباطل والتكلم به، أو يقع في العمل بخلاف الاعتقاد الحق \" (1).\nعن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: \"لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها شبراً بشبر، وذراعاً بذراع، فقيل يا رسول الله كفارس والروم، فقال ومن الناس إلا أولئك\" (2).\nومما قلدت الأمة فيه غيرها السخرية، والاستهزاء بالرسول صلى الله عليه وسلم، وما جاء به من الدين الحق، قال تعالى: {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} (الأنعام: الآية 10).\nولقد نهى الله الأمة عن كثير من أعمال أهل الكتاب، ومنها الاستهزاء والسخرية، قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} (البقرة: الآية 104).\n__________\n(1) اقتضاء الصراط المستقيم: ابن تيمية، 1/ 401.\n(2) أخرجه البخاري في صحيحه: ح (7319)، كتاب (الاعتصام بالكتاب والسنة)، باب: (لتتبعن من كان قبلكم)، 4/ 2285.\n(1/32)",
        "\nقال الدكتور صالح: \"فإذا كان التحول عن الذاتية، وأصالة التغيير إلى التقليد حتى في المصطلح الذي اتخذه اليهود في خطابهم للنبي , يجابه بالنهي الصريح، والأمر باستعمال البديل، فكيف بالتقليد الأعمى عندما يكون على صعيد المنهج في المعتقد، والعمل والسلوك، مما له تعلق وصلة بشيء من أمور العقيدة أو الشريعة أو الأخلاق \" (1).\nإن المتابع لأحوال الأمة اليوم يراها قد تركت كل ماله علاقة بأصالتها، وجرت وراء أعدائها تقلدهم في كل صغيرة وكبيرة، المأكل والمشرب والملبس وأساليب الحياة والتعليم والتجارة والإدارة والعلاقات العامة، حتى أصبحنا لا نعرف، هل نحن عرب مسلمون أم مسخ متفرنج متغرب، ومع هذا الانحدار والاستصغار للذات، لا نرى غيرنا يقلدنا في شيء، فللأسف لا بقيت لنا أصالتنا و لا قبلنا من ضيعا ديننا من أجلهم.\nيعلق الدكتور العرابيد على قوله تعالى: {كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ، أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ} (الذاريات: الآية 52 - 53). \" قال لقد وصل هذا التواصي لمن مسخت عقولهم وفتنوا بالحضارة الغربية أو الشرقية في عصرنا الحاضر فأخذوا ينعقون بسخرية واستهزاء بمن يطالب بتحكيم شرع الله، ويصفون تلك الشرائع بشريعة البتر والقطع، والقمع والرجم \". (2)\n\nالفرع الثاني\nالانحراف العقدي في حياة الأمة\nجاء الإسلام فأصلح عقيدة الناس، فعاشوا حياة سليمة من ناحية العقيدة، وصفاء التصور، وسمو الأخلاق، لكن الأيام دول تتغير، فتتغير معها حياة الناس، ويطرأ على عقائدهم، وتصوراتهم وأخلاقهم وسلوكياتهم من التغيير والتبديل، وخصوصاً إذا كانت هذه الأمة مستهدفة من قبل أعدائها الذين يتربصون بها الدوائر.\n__________\n(1) اليهود في القرآن والسنة: الصالح، 2/ 78.\n(2) محنة السخرية والاستهزاء: العرابيد، 452.\n(1/33)\n",
        "لهذا ظهر في عالمنا الإسلامي الكثير من الأفكار والتصورات والمعتقدات، والسلوكيات أظهرت الفرق الضالة الزائفة التي شتت وحدة الأمة الفكرية والتصورية، إلا أن الإسلام الصحيح كان أسرع في كشف زيف وبطلان كل هذه الأفكار، ومن ينادون بها (1).\nإلا أنه كلما بَعد العهد بالمسلمين عن زمن النبوة الصافي، كلما ضعفت قوة المسلمين، وضعف صمودهم أمام التيارات الوافدة، لهذا أخذت الأمة تتراجع شيئاً فشيئاً، حتى أصبح مفهوم ديننا ينحصر في نطاق الشعائر التعبدية.\nولقد كان نتيجة هذا الفهم الضيق للعبادات في الإسلام أن:\n- فقدت الشعائر التعبدية الروح الإيمانية، وأصبحت تؤدى بشكل تقليدي مفرغ من المضمون.\n- تهاون الناس في بقية جوانب الدين الأخرى، معاملات، وأخلاق ,وعقائد.\n- الاهتمام بالعبادة في شكلها العام، ولم يعد يهم المضمون والجوهر.\nكل هذا وغيره أثر بشكل واضح على نظرة الناس إلى الدين، فنحن نرى هنا وهناك صوراً جميلة لرجل أو امرأة، لكنها مفرغة المضمون، بلاد تمتلئ بالمساجد الكبيرة، ومصلّون يتسابقون إلى الصلاة وشهر رمضان، صائمون يصومون، وحج، حجاج يفدون من كل فج عميق، الشكل والصورة والمظهر جميل في غاية الجمال، إلا أن الكم الكبير مفرغ من الأخلاق الحقيقية للدين، فُقد الإخلاص والولاء الحقيقي , انعكس كل ذلك على الدين وعقائده، وكأننا بهذه السلوكيات نسخر من ديننا وشريعتنا ونهزأ بكل قيمة طيبة.\nالفرع الثالث\nضعف سلطان العلماء\nالعلماء هم ورثة الأنبياء، وحملة الشريعة ودعاة الخير والصلاح، فمنزلتهم في الإسلام منزلة لا يبلغها أحد غيرهم، وصفهم الإمام أحمد بن حنبل فقال: يدعون من ضل إلى الهدى، ويصبرون منهم على الأذى، يحيون بكتاب الله الموتى، ويبصرون بنور الله أهل العمى، فكم من قتيل لإبليس قد أحيوه، وكم من ضال تائه قد هدوه، فما أحسن أثرهم على الناس، وأقبح أثر الناس عليهم.\n__________\n(1) الاستهزاء بالدين: القرشي، 145.\n(1/34)\n\nينفون عن كتاب الله تحريف الغاليين، وانتحال المبطلين، وتأويل الجاهلين الذين عقدوا ألوية البدعة وأطلقوا عقال الفتنة (1)\nلقد كانت مهمة العلماء لا تقتصر فقط على تعليم الناس أمور الدين والشريعة، إنما هي الرقابة الكاملة، والحراسة الشديدة لكل مجالات الحياة سواء كانت علمية أو عملية أو سياسية أو اقتصادية أو اجتماعية أو ثقافية، وهذه من الفروق الكثيرة بين علماء الدين في الإسلام ورجال الدين في الديانات الأخرى.\nإلا أنه ومع توالي الزمن وانسلاخ السلطة التنفيذية عن المنهج الإسلامي الحقيقي، بدأ ينهار كيان وصورة العلماء، وتأثيرهم في الحياة العامة والخاصة، وفي زماننا بلغت الأمور منتهاها من الانحدار وأصبح العلماء في المجتمع هامشيين، لا يُعتد بهم ولا بكلامهم، ولا بمواقفهم، لا في أمور الدين ولا في أمور السياسة , أو الحرب أو السلم، والحكم والاقتصاد وغيرها.\nيقول الشيخ عبد اللطيف بن عبد الرحمن:\" وقد كثر الهرج وخاضت الأمة في الأموال والدماء، واشتد الكرب والبلاء، وخفي الحق والهدى وفشي الجهل والهوى، وكثر الخوض والردى وغلب الطغيان والعمى، وقل التمسك بالكتاب والسُنة، بل قل من يعرفهما ويدري حدود ما أنزل الله من الأحكام الشرعية \" (2).\nهذا الضعف الذي أصاب العلماء، كان من أعظم الأسباب لكثرة الاستهزاء والسخرية بدين الإسلام، من قبل الزنادقة والملحدين ومن لا خلاق لهم في الآخرة من المسلمين الذي يفعلونه بقصد وبدون قصد.\n__________\n(1) الرد على الجهمية والزنادقة: الدارمي، 52.\n(2) الدرر السنية: بن قاسم، 8/ 240.",
        "(1/35)\n\nو يعلق الشيخ الشوكاني على قوله تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ} (آل عمران: الآية 187)، يقول الشيخ:\" وبخ الله الخاصة وهم العلماء التاركون للأمر بالمعروف والنهي عن المنكر بما هو أغلظ وأشد من توبيخ فاعل المعاصي، فليفتح العلماء لهذه الآية مسامعهم: {وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ} (المائدة: الآية 62)، وليفرجوا لها عن قلوبهم، فإنها قد جاءت بما فيه البيان الشافي لهم بأن كفهم عن المعاصي مع ترك إنكارهم على أهلها لا يسمن ولا يغني من جوع، بل هم أشد حالاً وأعظم وبالاً من العصاة، فرحم الله عالماً قام بما أوجبه الله عليه من فريضة الأمر بالمعروف والنهي عن المنكر، فهو أعظم ما افترضه الله عليه وأوجب عليه النهوض به \" (1)\nالفرع الرابع\nتعطيل حد الردة على المستهزئين والزنادقة والمرتدين\nإن حياة الشعوب عموماً، والمسلمين على الخصوص , لا يمكن أن تستقيم بدون حاكم يسوسهم بشريعة الله، ويحكمهم بأحكامها المستنبطة من كتاب الله، وما صح من سُنة نبيه عليه السلام وفق شروط وضوابط القضاء الشرعي الإسلامي.\nلهذا حينما تعطل ذلك وقع من الانحرافات الكثيرة في حياة المسلمين، وفي دينهم، حتى تم تشويه هذا الدين من قبل الأعداء الخارجين، والأعداء الداخلين، بدعوى التقدم والتطور، وأن أحكام هذا الدين لا تتماشى مع التطور الذي يعيشه العالم اليوم.\nلهذا يركّز الإسلام كثيراً على إقامة الدولة المسلمة، التي تقوم على الشورى والعدل والمساواة والرحمة والتي يقوم عليها حاكم مسلم له على أمته حق الطاعة والسمع.\n__________\n(1) الفتح القدير: الشوكاني، 2/ 55.\n(1/36)",
        "\nعن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \"السمع والطاعة على المرء المسلم فيما أحب وكره ما لم يؤمر بمعصية، فإذا أُمر بمعصية فلا سمع ولا طاعة\" (1).\nوحق الأمة على الحكام كثيرة ومتعددة ليس هذا مكان تفصيلها.\nوهكذا شيئاً فشيئاً أخذت أحكام الشريعة تبتعد قليلاً، قليلاً عن واقع حياتنا ومحاكمنا وقضائنا، بدعوى التطور ومواكبة العصر والديمقراطية وحقوق الإنسان، وكلام كثير، وبدأ الكثير من المستشرقين يتسللون إلى مراكز السلطة والتأثير في التعليم والسياسة والاقتصاد والإعلام والصحافة، حتى تمكنوا ومعهم جحافل من المطبلين والمزمرين والمصفقين حتى تمكنوا من حجب قوانين وشرائع الإسلام وإحلال القوانين والتشريعات الغربية والأوروبية بدلاً منها، وأصبحت بلاد العرب والمسلمين يحكمها القانون الأوروبي، فتعطلت كثير من أحكام الحدود , ومن ضمنها حد الردّة فيمن ينقض شيئاً من أسس وعقائد هذا الدين كالاستهزاء والسخرية بالله ورسوله ودينه والمؤمنين.\nفلما تعطّل هذا الحد وغيره، تجرأ البعض على الدين وعلى الرسول، فانتشرت الكتب والصحف والرسوم والأقلام ... والمسرحيات والمسلسلات التي تتعرض لله ورسوله ودينه بكل النقائض دون رادع أو منتقم.\nإنه للخروج من هذا المأزق الذي تقع فيه الأمة , وإذا أرادت وأراد حكامها تحقيق الأمن والاستقرار والرخاء فعليهم أن يخضعوا لشريعة الله تعالى التي لا نقص فيها، ولا قصور، وليقيموا الحدود الشرعية، ففيها منافع عظيمة، ومصالح جليلة، من أكبرها إزالة الفساد من الأرض ونشر الخير والرزق الذي بسببه صلاح الاقتصاد الذي تدهور بسبب الربا (2).\n__________\n(1) أخرجه البخاري في صحيحه: ح (7144)، كتاب (الأحكام)، باب: (السمع والطاعة للإمام)،4/ 2232.\n(2) أنظر؛ الاستهزاء بالدين وأهله: القرشي، 153.\n(1/37)\n",
        "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إقامة حد من حدود الله خير من مطر أربعين ليلة في بلاد الله عز وجل\" (1).\nبهذا الحديث الشريف والمعبر أنهي كلامي عن الأسباب الخارجية للاستهزاء بدين الله تعالى، ورسوله والمؤمنين.\n\nالمبحث الثاني\nأقسام المستهزئين\nكما تعرّفنا من خلال المبحث السابق على أسباب الاستهزاء الداخلية النفسية، والخارجية، كان من الضروري حتى تستكمل الدراسة أركانها أن نتناول بالبحث أقسام المستهزئين، حتى نتمكن من كشف اللثام عنهم، وعن أغراضهم، وتوجهاتهم، وبالتالي كيفية التعامل معهم.\nوسيكون حديثي في هذا المبحث من خلال ثلاثة مطالب:\nالمطلب الأول: المستهزئ الكافر.\nالمطلب الثاني: المستهزئ المنافق.\nالمطلب الثالث: المستهزئ المسلم.\n\nالمطلب الأول\nالمستهزئ الكافر\nالكافر في اصطلاح العلماء المسلمين: هو الإنسان الذي يتبع ديناً غير دين الإسلام (2).\nيقول تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآَخِرَةِ مِنَ الْخَاسِرِينَ} (آل عمران: الآية 85).\nهؤلاء الكفار بالنسبة لنا ليسوا سواء من ناحية التعامل والعلاقة، أما من ناحية العقيدة فهم سواء.\nفمنهم المشرك الذي ليس بيننا وبينه إلا أمر من أمرين إما الإسلام، وإما السيف.\nومنهم أهل الكتاب اليهود والنصارى، وهؤلاء ينقسمون فيما بينهم بالنسبة لنا إلى قسمين:\n- محاربين\n- معاهدين (أهل الذمة).\nفي هذا المطلب سأتحدث عن المستهزئ الكافر من خلال الفرعين التاليين:\nالفرع الأول\nالمستهزئ الحربي\n__________\n(1) أخرجه النسائي في سننه: كتاب (قطع السارق)، باب: (الترغيب في إقامة الحدود)، 4/ 335.\n(2) القاموس الفقهي: أبو حبيب، 321.\n(1/38)\n\nأولاً. الحربي هو: \"كل إنسان كفر بالإسلام، وناصب المسلمين العداء قولاً وفعلاً، أو ناصر أعداء المسلمين قولاً أو فعلاً\" (1)، وقد أمر الله بقتالهم في قوله تعالى: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ} (الحج: الآية 39) ... ، ثم جعل قتالهم فرضاً على المسلمين حين قال تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} (البقرة: الآية 190) ..\nوبناء على ذلك فإن الكافر الحربي إذا صدر منه استهزاء أو سخرية أو طعن في دين الله أو رسوله فعليه القتل إن ظُفر به.\nقال الإمام مالك:\" من شتم الله من اليهود والنصارى بغير الوجه الذي به كفروا قُتل ولم يستتاب \" (2).\nوقال ابن رشد:\" من سب النبي عليه السلام أو عابه أو نقصه بشيء من الأشياء يُقتل ولا يُستتاب، مسلماً كان أو كافراً\" (3).هذا مذهب المالكية فيمن يستهزئ بشيء من دين الله أو رسوله من الكفار الحربيين.\nأما مذهب الإمام أحمد رحمه الله فقد نص هو الآخر على قتل الكافر الحربي إذا نال من دين الله بأي أسلوب من أساليب الاستهزاء والسخرية فقال: \"كل من ذكر شيئاً يعرض بذكر الرب تبارك وتعالى فعليه القتل، مسلماً كان أو كافراً، هذا مذهب أهل المدينة (4).\nوقال ابن تيمية: \"كل من شتم النبي أو تنقصه مسلماً كان أو كافراً فعليه القتل\" (5).\n__________\n(1) القاموس الفقهي: أبو حبيب، 84.\n(2) الشفا: عيّاض،2/ 1087.\n(3) البيان والتحصيل: ابن رشد، 16/ 398.\n(4) أحكام أهل الذمة: ابن القيم، 2/ 792.\n(5) الصارم المسلول: ابن تيمية، ص 10.",
        "(1/39)\n\nوقال في موضع آخر: أن من سب النبي صلى الله عليه وسلم من مسلم أو كافر فإنه يجب قتله، هذا ما ذهب إليه عامة أهل العلم، قال ابن المنذر: \" أجمع عوام أهل العلم على أن حدّ من سبّ النبي صلى الله عليه وسلم القتل وممن قاله: مالك والليث وأحمد وإسحاق وهو مذهب الشافعي \" (1).\nالفرع الثاني\nالمستهزئ المعاهد أو الذمّي\nكما سبق بيانه فإن الكفار ينقسمون إلى قسمين (2):\n1. أهل حرب.\n2. أهل عهد، وهؤلاء ينقسمون إلى ثلاثة أصناف:\n1. أهل ذمة.\n2. أهل هدنة.\n3. أهل أمان.\nأولاً. أهل الذمة: وهم الذين يقيمون في ديار المسلمين والإسلام ويعاهدونهم على دفع الجزية، وتجري عليهم أحكام الإسلام.\nثانياً: أهل الهدنة: وهم الذين صالحوا المسلمين على أن يبقوا في ديارهم، ولا تجري عليهم أحكام الإسلام، لكن عليهم الكف عن محاربة المسلمين، أو معاونة غيرهم ممن يحارب المسلمين.\nثالثاً: أهل أمان: وهم الذين يقدمون إلى ديار المسلمين من غير إقامة وهم إما: رسل , أو تجار , أو مستجيرون , أو طلاب حاجة من زيارة أو غيرها، وهؤلاء لا تؤخذ منهم جزية ولا يقتلوا أو يُهجروا.\nهؤلاء جميعاً من طعن منهم في دين الله أو سب الله أو رسوله يعتبر ناقضاً للعهد والذمة، حل دمه، وحل ماله، وبرئت منه ذمة المسلمين.\nوقد استدل العلماء على جواز قتله بأدلة من القرآن الكريم والسُنة النبوية.\nأولاً. القرآن الكريم:\n1. قال تعالى: {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ} (التوبة: الآية 12).\nوجه الدلالة:\nالطعن في الدين، أن ينسب إليه ما لا يليق به أو يعترض بالاستخفاف على ما هو من الدين لما ثبت من الدليل القطعي على صحة أصوله واستقامة فروعه (3).\n__________\n(1) المصدر السابق: ص 3.\n(2) أحكام أهل الذمة: ابن القيم، 2/ 376.\n(3) أنظر؛ أحكام القرآن: ابن العربي، 2/ 905.\n(1/40)",
        "\nقال القرطبي:\" أكثر العلماء على أن من سب النبي عليه السلام من أهل الذمة أو عرّض أو استخف بقدره أو وصفه بغير الوجه الذي كفر به فإنه يقتل، فإنا لم نعطه الذمة أو العهد على هذا.\nإلا أبا حنيفة و الثوري وأتباعهما قالوا يعزّر ويؤدب \" (1).\n2. قال تعالى: {أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ} (التوبة: الآية 13).\nوجه الدلالة:\nالذمي إذا أظهر سب النبي فقد نكث العهد، وفعل ما هو أعظم من الهم بإخراج الرسول، وبدأ بالأذى فيجب قتاله (2).\n3. قال تعالى: {قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ، وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ} (التوبة: الآية 14 - 15).\nوجه الدلالة:\nشفاء الصدور الحاصل من ألم النكث والطعن.\nثانياً. السُنة النبوية:\nومما استدل به العلماء القائلون بقتل الكافر المستهزئ أدلة من السُنة منها:\n1. عن علي بن أبي طالب رضي الله عنه أن يهودية كانت تشتم النبي صلى الله عليه وسلم وتقع فيه فخنقها رجل حتى ماتت، فأبطل الرسول صلى الله عليه وسلم دمها (3).\nوجه الدلالة:\nأن المرأة اليهودية قُتلت، وأبطل النبي دمها والسبب أنها كانت تشتم النبي وتتعرض له.\n__________\n(1) الجامع لأحكام القرآن: القرطبي، 8/ 55.\n(2) أنظر؛ أحكام أهل الذمة: ابن القيم، 2/ 821.\n(3) أخرجه أبو داود في سننه: ح (4362)، كتاب (الحدود)، باب (الحكم فيمن سب النبي)، 4/ 127.\n(1/41)\n",
        "2. ما رواه جابر بن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" من لكعب بن الأشرف، فإنه آذى الله ورسوله\" (1).\nوجه الدلالة:\nيقتل الذمي إذا سب النبي صلى الله عليه وسلم وتبرأ منه الذمة (2).\nأما أقوال العلماء أصحاب المذاهب الأربعة، قالوا يُقتل الذمي الذي يسب النبي عليه السلام، إلا أبا حنيفة قال: يُؤدّب ويعزر على ذلك (3).\n\nالمطلب الثاني\nالمستهزئ المنافق (الزنديق)\nعرّف العلماء المنافق بقولهم: (الذي يُظهر الإيمان قولاً، ويضمر الكفر اعتقاداً، ويُطلقون عليه الزنديق، وجعلهم الله شراً من الكافرين في العذاب لاستهزائهم بالدين) (4).\nفإذا وقع من أحد هؤلاء المنافقين طعن واستهزاء وسخرية بالله تعالى أو رسوله أو دينه أو انتقص أحداً من صحابة النبي عليه السلام، حكمهم القتل، لأن فعلهم هذا مخرج لهم من الملة، فهو منافق اعتقادي.\nوقد استدلوا على ذلك بأدلة من القرآن الكريم، والسُنة النبوية، وأقوال العلماء:\nأولاً. القرآن الكريم:\n1. قال تعالى: {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآَخِرَةِ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} (التوبة: الآية 74).\nوجه الدلالة:\nقال ابن تيمية:\" إنه دليل على أن المنافقين إذا لم يتوبوا عذبهم الله في الدنيا والآخرة\" (5).\n__________\n(1) أخرجه البخاري في صحيحه: ح (3031)، كتاب (الجهاد)، باب (الكذب في الحرب)، 2/ 930.\n(2) أنظر؛ معالم السنن: الخطابي، 4/ 529.\n(3) أنظر؛ الصارم المسلول: ابن تيمية،10.\n(4) أبو حبيب: القاموس الفقهي، 357.\n(5) ابن تيمية: الصارم المسلول، 357.\n(1/42)\n\nوقال الطبري:\" وعذاب الدنيا الذي توعد الله به المنافقين هو القتل إن هم أظهروا ما في صدورهم من الحقد على الإسلام وأهله \" (1).\n2. قال تعالى: {قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ} (التوبة: الآية 52).\n\nوجه الدلالة:\nقيل المراد بقوله {أَوْ بِأَيْدِينَا} يعني القتل إن أظهرتم ما في قلوبكم من الحقد والحسد، وتلفظتم بما يوجب الكفر والقتل بالسيف (2)\n3. قال تعالى: {لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا، مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا، سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا} (الأحزاب: الآية 61 - 62).\nوجه الدلالة:\nقال القرطبي: \" سن الله عز وجل فيمن أرجف بالأنبياء، وأظهر نفاقه أن يؤخذ ويُقتل \" (3).\nثانياً: السُنة النبوية:\n__________\n(1) الطبري: تفسير جامع البيان، 6/ 389.\n(2) البغوي: معالم التنزيل، 2/ 300.\n(3) الجامع لأحكام القرآن: القرطبي، 14/ 159.",
        "(1/43)\n\n1. ما رُوي عن علي بن أبي طالب رضي الله عنه في قصة حاطب بن أبي بلتعة، فقال عمر: إنه خان الله والمؤمنين، فدعني لأضرب عنقه، فقال أي النبي، صلى الله عليه وسلم: \" أليس من أهل بدر، فقال: لعل الله أطلع على أهل بدر، فقال: اعملوا ما شئتم فقد وجبت لكم الجنة، أو فقد غفرت لكم، فدمعت عينا عمر، وقال: الله ورسوله أعلم\" (1)، وفي رواية مسلم: فقال عمر: دعني يا رسول الله أضرب عنق هذا المنافق (2).\nوجه الدلالة:\nقال ابن تيمية:\" دل على أن ضرب عنق المنافق من غير استتابة مشروع، إذ لم ينكر النبي على عمر استحلال ضرب عنق المنافق، ولكن أجاب بأن هذا ليس بمنافق ولكن من أهل بدر المغفور لهم، فإذا أظهر النفاق الذي لا ريب أنه نفاق فهو مباح الدم\" (3).\n2. ما رُوي عن عائشة رضي الله عنها في قضية الافك وفيه: فاستعذر يومئذ من عبد الله بن أُبي بن سلول، فقال رسول الله صلى الله عليه وسلم وهو على المنبر: \"يا معشر المسلمين، من يعذرني في رجل قد بلغني أذاه في أهل بيتي؟، فو الله ما علمت على أهلي إلا خيراً، ولقد ذكروا رجلاً ما علمت عليه إلا خيراً، ما كان يدخل على أهلي إلا معي، فقام سعد بن معاذ الأنصاري فقال: يا رسول الله وأنا أعذرك فيه إن كان من الأوس ضربت عنقه، وإن كان من إخواننا الخزرج أمرتنا ففعلنا أمرك\" (4).\nوجه الدلالة:\nقال الحافظ العسقلاني:\" وفيه أن من آذى النبي صلى الله عليه وسلم بقول أو فعل يُقتل، لأن سعد بن معاذ أطلق ذلك ولم ينكره النبي صلى الله عليه وسلم \" (5).\n__________\n(1) أخرجه البخاري في صحيحه: ح (3985)، كتاب (المغازي)، باب فضل (من شهد بدراً)، 3/ 1215.\n(2) أخرجه مسلم في صحيحه: ح (2494)، كتاب (فضائل الصحابة)، 6/ 45.\n(3) الصارم المسلول: ابن تيمية: 358.\n(4) أخرجه البخاري في صحيحه: ح (4750)، كتاب (التفسير)، باب: (الولاء إذا سمعتموه ... )، 3/ 1474.\n(5) فتح الباري: العسقلاني: 9/ 385.\n(1/44)",
        "\n3. عن جابر بن عبد الله رضي الله عنهما قال: كنا في غُزاة فكسع رجل من المهاجرين رجلاً من الأنصار فقال الأنصاري يا للأنصار وقال المهاجر يا للمهاجرين، فسمّعها الله رسول الله صلى الله عليه وسلم قال: \"ما هذا؟، قالوا كسع رجل من المهاجرين رجلاً من الأنصار، فقال الأنصاري يا للأنصار، وقال المهاجر يا للمهاجرين، فقال النبي صلى الله عليه وسلم: دعوها فإنها نتنة\"، قال جابر بن عبد الله: وكانت الأنصار حين قدم النبي أكثر ثم كثر المهاجرين بَعدُ فقال عبد الله بن أبي أو قد فعلوا والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل، فقال عمر بن الخطاب رضي الله عنه: دعني يا رسول الله أضرب عنق هذا المنافق، قال النبي صلى الله عليه وسلم: \"دعه لا يتحدث الناس أن محمداً يقتل أصحابه\" (1).\nوجه الدلالة:\nفي الحديث دلالة على أن قتل المنافق كان جائزاً، إذ لولا ذلك لأنكر النبي على من استأذنه في قتل المنافق، ولأنكر على عمر قولته التي قالها.\n\nالمطلب الثالث\nالمسلم المستهزئ\nمن المصائب العظيمة أن الاستهزاء بالدين وأهله ورسوله انتقل من الكفار والزنادقة إلى المسلمين، فوجدنا الكتاب والإعلاميين والفنانين وكثير من المشاهير يستسهلون النيل من الدين، وأهله والنبي وأصحابه وهذا الأمر مما تتألم له النفس ألماً كبيراً.\nحديثي عن هذا الموضوع سيكون من خلال الفرعين التاليين:\nالفرع الأول\nإمكان وقوع الاستهزاء من المسلم\n__________\n(1) أخرجه البخاري في صحيحه: ح (4907)، كتاب (التفسير)، باب: (يقولون لئن رجعنا)،3/ 1564.\n(1/45)\n",
        "لقد أقام الإسلام العلاقة بين المسلمين فيما بينهم على الأخوة الإيمانية، و التحابب و التراحم و التوادد، عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"حق المسلم على المسلم خمس، رد السلام، وعيادة المريض، وإتباع الجنائز، وإجابة الدعوة، وتشميت العاطس\" (1).\nوعن أبي بكرة رضي الله عنه أن الرسول صلى الله عليه وسلم خطب الناس فقال: \"ألا تدرون أي يوم هذا، قالوا الله ورسوله أعلم، قال حتى ظننا أنه سيسميه بغير اسمه، فقال: أليس بيوم النحر، فقلنا بلى يا رسول الله، قال: أي بلد هذا أليس بالبلد الحرام؟ قلنا: بلى يا رسول الله، قال: فإن دماءكم وأموالكم وأعراضكم وأبشاركم عليكم حرام، كحرمة يومكم هذا في شهركم هذا في بلدكم هذا، ألا هل بلّغت، قلنا: نعم، قال: اللهم اشهد، فليبلغ الشاهد الغائب، فإنه رُب مبلغ يبلغه من هو أوعى به، فكان كذلك، فقال: لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض\" (2).\nوجه الدلالة في الأحاديث السابقة:\nبيان حق المسلم على المسلم، وبيان حدود العلاقة بينهم، ما له وما عليه.\nومن الأمور التي قد تحدث , وقد حدثت زمن النبي عليه السلام أن يكفر المسلم بعد إسلامه، أو يُحدث أعمالاً أو أقوالاً تنقض عرى الإيمان عروة , عروة، كالاستهزاء بالله أو رسوله أو الدين أو المؤمنين.\nوقد قالها بعض أصحاب النبي أثناء غزوة تبوك: ما رأينا مثل قرائنا هؤلاء أرغب بطوناً، ولا أكذب ألسناً، ولا أجبن عند اللقاء (3)، فأنزل الله تعالى: {لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} (التوبة: الآية 66).\n__________\n(1) أخرجه البخاري في صحيحه: كتاب الجنائز، باب الأمر بإتباع الجنائز، رقم (1240)، 1/ 372.\n(2) أخرجه البخاري في صحيحه: كتاب الفتن، باب قول النبي لا ترجعوا بعدي كفاراً، رقم (7078)، 4/ 2214.\n(3) جامع البيان: الطبري، 14/ 333.\n(1/46)\n\nإذن فما دام الاستهزاء والسب من المتوقع حدوثه في أي زمان، ومن أي فئة من الناس رجالاً ونساءً، فعلينا أن نلتزم الحذر، وعلينا أن نتعرف على أحكام الشريعة في مثل هذه الأمور حتى لا يضيع علينا إيماننا وديننا.\nالفرع الثاني\nحكم المسلم المستهزئ\nقال الإمام مالك: من سب رسول الله صلى الله عليه وسلم، أو غيره من الأنبياء مسلم أو كافر قُتل ولم يستتب (1).\nوقال الإمام أحمد: كل من شتم النبي صلى الله عليه وسلم أو تنقصه مسلماً كان أو كافراً فعليه القتل (2).\nونص الإمام أحمد على ذلك في مواضع متعددة منها: كل من ذكر شيئاً يُعرّض به الرب تبارك وتعالى فعليه القتل مسلماً كان أو كافراً، وهذا مذهب أهل المدينة (3).\nوقال الإمام ابن تيمية: إن الساب إن كان مسلماً فإنه كفر، ويقتل بغير خلاف، وهو مذهب الأئمة الأربعة وغيرهم (4).\nوقال القاضي عياض: لا خلاف أن ساب الله تعالى من المسلمين كافر حلال الدم، ثم نقل عن مالك قوله: من سب الله تعالى من المسلمين قُتل ولم يستتب (5).\nأكتفي بهذا القدر حتى لا أطيل، خصوصاً أنني سأعقد مبحثاً خاصاً سأتحدث فيه عن حكم الاستهزاء، فيه سيكون تفصيل هذه القضية.\nالفصل الثاني\nصور الاستهزاء، وحكمه وآثاره\nالاستهزاء ظاهرة سلبية مرضية، ظهورها في أي مجتمع لا يبشر بخير، فهي دليل واضح على انهيار القيم والمثل، وضياع الإيمان من نفوس هؤلاء المستهزئين، بالإضافة إلى أنها دليل على فقدان التوازن العقلي، ووجود خلل في النفس.\n__________\n(1) عياض: الشفا، ص2/ 1047.\n(2) ابن حنبل: مسائل الإمام أحمد، ص3/ 1291.\n(3) ابن رشد: البيان والتحصيل، ص16/ 255.\n(4) ابن تيمية: الصارم المسلول، ص10.\n(5) عياض: الشفا، ص2/ 1047.",
        "(1/47)\n\nولقد عانى المؤمنون قديماً، من بداية ظهور الإسلام كثيراً من المشركين، واستهزائهم، ثم انتقل الأمر إلى المنافقين واليهود في العهد المدني، يسخرون ويستهزئون من النبي عليه الصلاة و السلام و من المؤمنين، وكأن هذا الفعل الخبيث وصية الكافرين أينما وجدوا، قال تعالى: {زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آَمَنُوا} (البقرة: الآية 212)، وقال تعالى: {يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ} (يس: الآية 30).\nفي هذا الفصل سأتحدث عن صور الاستهزاء، وحكمه وآثاره، وسيكون ذلك من خلال خمسة مباحث كما يأتي:\nالمبحث الأول: صور الاستهزاء في الأمم السابقة على الإسلام.\nالمبحث الثاني: صور الاستهزاء في العهد الإسلامي الأول.\nالمبحث الثالث: صور الاستهزاء في العصر الحاضر.\nالمبحث الرابع: حكم الاستهزاء وآثاره.\nالمبحث الخامس: سخرية القرآن من المشركين والكافرين.\n\nالمبحث الأول\nصور الاستهزاء في الأمم السابقة\nتتنوع صور الاستهزاء، وهذا راجع إلى المستهزئ نفسه، فيكون استهزاؤه إما بالكلام، أو الإشارة، أو الحركة، أو الغمز واللمز، وكذلك قد يكون هذا الاستهزاء متعلق إما بالله أو رسله، أو المؤمنين.\nفي هذا المبحث سيكون الحديث عن صور الاستهزاء من خلال ثلاثة مطالب:\nالمطلب الأول: صور من الاستهزاء بالله تعالى.\nالمطلب الثاني: صور من الاستهزاء بالرسل عليهم السلام.\nالمطلب الثالث: صور من الاستهزاء بالدين.\n\nالمطلب الأول\nصور من الاستهزاء بالله تعالى\nمن شدة الظلمة في قلوب الكافرين، ومن شدة فقرهم العقلي، وقصر نظرهم، كانت شدة تطاولهم على الذات الإلهية، واستهزائهم بالله تعالى، حدث هذا في أغلب الأمم التي كانت قبل الإسلام.\n(1/48)",
        "\nمن صور الاستهزاء والسخرية بحق الله تعالى ما ظهر على يد قوم نوح عليه السلام من الشرك بعبادة الأصنام، لقوله تعالى: {إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ، وَيَقُولُونَ أَئِنَّا لَتَارِكُوا آَلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ} (الصافات: الآية 35 - 36)، فهذا استهزاء مركب، استهزاء بالله وبالرسول، وبالدين.\nقال ابن تيمية تعقيباً على هذه الآية: إن الاستهزاء بهذه الأمور متلازم، فإن من استهزأ بآيات الله التي جاء بها رسوله، هو مستهزئ بالرسول ضرورة، ومن استهزأ بالرسول فهو مستهزئ برسالته حقيقة، ومن استهزأ بآيات الله ورسوله هو مستهزئ بالله، ومن استهزأ بالله فإنه مستهزئ بآياته ورسوله بطريق أولى (1).\nوهذا الاستهزاء والتنقيص لم يكن من قوم نوح وحدهم، بل شاركهم فيه من جاء بعدهم من قوم عاد وثمود، وأهل مدين، وفرعون وبني إسرائيل على مدار تاريخهم.\nفما فعله اليهود من عبادة العجل، وموسى عليه السلام حي بينهم، وما قالوه عن الله كما حكى القرآن الكريم عنهم، أمور لا تدل على إيمان أو عقل، {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ} (آل عمران: الآية 181).\nومن صور الاستهزاء والسخرية والتطاول على الذات الإلهية ما ذكره الله على ألسنتهم: {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا} (المائدة: الآية 64).\n\nوجه الاستدلال:\n__________\n(1) أنظر؛ تلخيص الاستغاثة: ابن تيمية، 346.\n(1/49)\n",
        "قال الطبري: وهذا الخبر من الله تعالى ذكره عن جرأة اليهود على ربهم، ووصفهم إياه بما ليس من صفته، توبيخاً لهم بذلك وتعريفاً منه نبيه قديم جهلهم، واغترارهم به، وإنكارهم جميع جميل أياديه عندهم، وكثرة صفحه عنهم، وعفوه عن عظيم إجرامهم (1).\nومن صور الاستهزاء والسخرية بالله تعالى ما فعله النصارى من تنقص لله , تعالى عما يقولون علواً عظيماً.\nيقول ابن القيم: تنقص الخالق وسبه ورميه بالعظائم، حيث زعموا أنه نزل من العرش عن كرسي عظمته، ودخل في فرج امرأة، وأقام هناك تسعة أشهر يتخبط بين البول والدم و النجو ى، ثم خرج من حيث دخل رضيعاً صغيراً يمص الثدي، يبكي ويجوع ويعطش ويبول و يتغوط، ثم صار إلى أن لطمت اليهود خديّه، وربطوا يديه وبصقوا في وجهه، وصفعوا قفاه، وصلبوه جهراً بين لصين، وألبسوه إكليلاً من الشوك، وسمّروا يديه ورجليه وجرعوه أعظم الآلام (2).\nومن صور استهزائهم , و سخريتهم أنه إذا حلف أحدهم صادقاً حلف على الصليب، وإذا حلف كاذباً حلف بالله تعالى.\nوهذا المجال فيه كثير من صور الاستهزاء، وصغر الدراسة لا يسمح بذكرها كلها.\n\nالمطلب الثاني\nصور من الاستهزاء بالرسل عليهم السلام\nليس صعباً على المستهزئ بالله أن يستهزئ برسله عليهم السلام، فالاستهزاء بالرسل تابع للاستهزاء بالله، لقوله تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ} (الأنعام: الآية 112).\nماذا كان يوحي هؤلاء الشياطين بعضهم لبعض، إنه الاستهزاء والسخرية من الأنبياء وأتباعهم.\nقال تعالى على لسان قوم نوح لنبيهم: {إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ} (الأعراف: الآية 60).\n__________\n(1) أنظر؛ جامع البيان: الطبري، 10/ 450.\n(2) أنظر؛ إغاثة اللهفان: ابن القيّم، 2/ 282.\n(1/50)\n\nوقال تعالى على لسان قوم هود: {إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ} (الأعراف: الآية 66).\nوقال تعالى على أحوال الأقوام السابقين: {كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ، أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ} (الذاريات: الآية 52 - 53).\nقال ابن تيمية: لقد كان الاستهزاء والسخرية بالرسل سُنة، وطريقة للمجرمين والمستكبرين (1).\nومن صور الاستهزاء والسخرية بالرسل ما حكاه القرآن الكريم عن قوم نوح: {وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ} (هود: الآية 38).\nيقول قطب: والتعبير بالمضارع فعل الحاضر هو الذي يعطي المشهد حيويته، وجدته، فنحن نراه ماثلاً لخيالينا من وراء هذا التعبير، يصنع الفلك ونرى الجماعات من قومه والمتكبرين يمرون به فيسخرون، يسخرون من الرجل الذي كان يقول لهم إنه رسول ويدعوهم، ويجادلهم فيطيل جدالهم ثم إذا هو ينقلب نجاراً يصنع مركباً، إنهم يسخرون لأنهم لا يرون إلا ظاهر الأمر، ولا يعلمون ما وراءه من وحي ,وأمر شأنهم دائماً في إدراك الظواهر، والعجز عن إدراك ما وراءها من حكمة وتقدير.\nأما نوح فهو واثق عارف، وهو يخبرهم في اعتزاز وثقة وطمأنينة واستعلاء أنه يبادلهم سخرية بسخرية، نسخر منكم لأنكم لا تدرون ما وراء هذا العمل من تدبير الله وما ينتظركم من مصير (2).\nيقول الشيخ بن عاشور: أما سخرية نوح والمؤمنين من الكافرين فمن سفه عقولهم، وجهلهم بالله وصفاته وقدرته على تعذيب المعاندين لرسوله (3).\n__________\n(1) أنظر؛ الجواب الصحيح: ابن تيمية 1/ 161.\n(2) في ظلال القرآن: قطب، 4/ 1877.\n(3) تفسير التحرير والتنوير: الطاهر بن عاشور، 12/ 68.",
        "(1/51)\n\nومن صور الاستهزاء ما ذكره القرآن عن قوم نوح: {فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ} (هود: الآية 27).\nكذلك ما حدث من قوم عاد مع نبيهم هود عليه السلام من وصفه بالسفه والكذب والجنون، قال تعالى: {قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ} (الأعراف: الآية 66).\nقال القرطبي: أي في حمق وخفة عقل (1).\nوقال ابن كثير: كان هذا الاستهزاء من قومه عندما دعاهم إلى التوحيد ونبذ الشرك وعبادة الأصنام وإفراد الله تعالى وحده بالعبادة فاستنكروا ذلك وتعجبوا كما تعجب الملأ من كفار قريش (2).\nومن صور الاستهزاء، استهزاء قوم ثمود من نبيهم صالح عليه السلام حينما دعاهم لتوحيد الله و عبادته، لقوله تعالى: {قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آَمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ} (الأعراف: الآية 75).\nقال القاسمي: قالوه على سبيل الاستهزاء والسخرية، لأنهم يعلمون بأنهم عالمون بذلك (3).\nوهكذا تتواصل مسيرة الاستهزاء والسخرية من الأنبياء والمرسلين، حتى نصل إلى نبي الله لوط عليه السلام مع قومه.\nلقد فعل قوم لوط ما لم يفعله أحد من قبلهم، من فعل للفاحشة والإعلان والمجاهرة بها.\n__________\n(1) الجامع لأحكام القرآن: القرطبي، 7/ 151.\n(2) تفسير القرآن العظيم: ابن كثير، 2/ 359.\n(3) محاسن التأويل: القاسمي، 3/ 593.\n(1/52)",
        "\nكما نص على ذلك القرآن الكريم لقوله تعالى: {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ} (الأعراف: الآية 80)، فماذا كان جواب قومه: {وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} (الأعراف: الآية 82).\nقال القاسمي: قالوا هذا سخرية بهم، وبتطهرهم من الفواحش، وافتخاراً مما كانوا فيه من القذارة (1).\nوهكذا سخرية أهل مدين مع نبيهم شعيب عليه السلام: {قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آَمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا} (الأعراف: الآية 88).\nوتستمر رحلة الاستهزاء حتى نحط الترحال عند بني إسرائيل، وعلاقاتهم مع أنبيائهم، وعلاقة فرعون مع موسى عليه السلام: {فَلَمَّا جَاءَهُمْ بِآَيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ} (الزخرف: الآية 47).\nورحلة استهزاء بني إسرائيل من أنبيائهم رحلة طويلة، مليئة بالمحطات التي تستوقف الباحثين، لم تخلوا علاقة من علاقاتهم بأنبيائهم من مواقف السخرية والاستهزاء، ابتداءً من يعقوب عليه السلام مروراً بيوسف، وداود وسليمان وموسى وهارون , و زكريا و يحيى وعيسى، وغيرهم لهذا لا عجب، ولا غرابة أن ينزل فيهم قول الله تعالى: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ} (المائدة: الآية 78).\n\nالمطلب الثالث\nصور من الاستهزاء بالدين\n__________\n(1) محاسن التأويل: القاسمي، 3/ 603.\n(1/53)\n",
        "أرسل الله الرسل، وأنزل معهم الكتب، وشرّع الشرائع، وعظّم ذلك كله، ليس فقط ما شرّع لهذه الأمة، بل كل شريعة كانت في الأمم السابقة، من آدم حتى عيسى عليه السلام، فمن أخل بهذا الأصل العظيم، واستخف بدين الله، وطعن فيه فقد أعظم على الله تعالى الفرية، ارتكب من القول منكراً وزوراً، وناقض الإيمان بما يأتي على بنيانه من القواعد، فينتقل صاحبه من عداد أهل الإيمان، ويسلكه في زمرة الأشقياء المعاندين المستكبرين، ويصدق عليه قوله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} (النساء: الآية 115).\nومن صور الاستهزاء استخفاف قوم شعيب بالصلاة والزكاة، قال تعالى: {قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آَبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ} (هود: الآية 87).\nومن صور الاستهزاء بالدين ما فعله السامري من صناعته العجل، وتقديمه لقومه على أنه إلههم، وإله موسى الذي ضل عنه موسى، فهذا استخفاف بدين الله، والتوحيد الذي جاء به موسى عليه السلام، قال تعالى: {فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ} (طه: الآية 88).\nكذلك ما فعله النصارى حينما عبدت الصليب من دون الله تعالى، وكان الأولى بهم أن يحرقوا كل صليب على ظهر الأرض لأنه حسب زعمهم الباطل هو الآلة الذي عُذب عليها نبيهم وإلههم.\nوهكذا حال العرب في الجاهلية، الذين قال الله عنهم: {وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً} (الأنفال: الآية 35).\nقال ابن كثير: المكاء والتصدية: الصفير والتصفيق (1).\n__________\n(1) تفسير القرآن العظيم: ابن كثير 3/ 314.\n(1/54)\n\nومن قبلهم قال قوم عاد لهود عليه السلام: {قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آَبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ} (الأعراف: الآية 70).\nلهذا لا عجب أن يحل بهم العذاب في الدنيا وفي البرزخ يصلون العذاب إلى أن تقوم الساعة، قال تعالى: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آَلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} (غافر: الآية 46).\nلهذا لا غرابة أن نسمع قول الله تعالى في حقهم جميعاً: {فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} ... (الأنعام: الآية 10).\n\nالمبحث الثاني\nصور من الاستهزاء في العهد الإسلامي الأول\nلا يختلف العرب الذين بُعث فيهم النبي محمد صلى الله عليه وسلم عن غيرهم من الأمم السابقة في نظرتهم إلى الله تعالى، ورسوله ودينه، فهي نظرة يتوارثها المجرمون على مدار تاريخ البشرية، جيلاً بعد جيل، وكأنهم يوصي بعضهم بعضاَ بذلك، لهذا لا غرابة و لا عجب أن نجد شبهاً كبيراً في مواجهة قريش والعرب الذين أخذوا موقف المعارضة للدعوة الإسلامية بينهم وبين من سبقهم من الأمم.\nسيكون حديثي عن هذا الموضوع من خلال مطالب خمسة كما يلي:\nالمطلب الأول: صور من الاستهزاء بالله تعالى.\nالمطلب الثاني: صور من الاستهزاء بالرسول عليه السلام.\nالمطلب الثالث: صور من الاستهزاء بالدين الجديد.\n\nالمطلب الأول\nصور من الاستهزاء بالله تعالى\nاتفقت الكلمة على أن الأصل في حق الله تعالى هو التعظيم، والمحبة والإجلال والإكرام , هذا ما جاءت به الرسل جميعاً، وهذا ما نزلت به، ومن أجله الكتب السماوية كلها، لقوله تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} (النحل: الآية 36).",
        "(1/55)\n\nلكن الذي حدث مع توالى القرون والسنين انحراف الإنسان عن الفطرة السوية، وزين لهم الشيطان كثيراً من الأفكار الضالة، وانحرفت العقول بأفكار متعددة، واتبع الناس الهوى، فعُبدت آلهة من دون الله، عبدت الأصنام، وغيرها من المعبودات، فكان دين الشرك الذي عُبد به غير الله , لهذا أنزل الله عنهم قائلاً: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآَخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا} (الأحزاب: الآية 57).\nلهذا أُعتبر الشرك بالله تعالى في ألوهيته، وربوبيته، في حكمه، هو أعظم صورة من صور الاستهزاء، لأن الشرك هو تنقص لله تعالى، لهذا فهو قبح وسفاهة، واستهزاء أن يعبد الناس مع الله غيره من المخلوقات.\nمن هذه الصور: الظن بالله ظن السوء، قال تعالى: {وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} (الفتح: الآية 6).\nومنها قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} (البقرة: الآية 165).\nأي يجعلون هذه الآلهة نداً لله تعالى في المحبة والتعظيم.\nومنها قوله تعالى: {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} (الأنعام: الآية 1).\nعقب الإمام الطبري على هذه الآية قائلاً: يجعلون له شريكاً في عبادتهم إياه، فيعبدون معه الآلهة والأنداد، والأصنام والأوثان، وليس منها شيء شركة في خلق شيء من ذلك، ولا في إنعامه عليهم بما أنعم به عليهم، بل هو المتفرّد بذلك كله، وهم يشركون في عبادتهم إياه غيره (1).\n\nالمطلب الثاني\nصور من الاستهزاء بالرسول صلى الله عليه وسلم\n__________\n(1) جامع البيان: الطبري، 11/ 252.\n(1/56)",
        "\nواجه الرسول عليه السلام أصنافاً متعددة من المعارضة في الفترة المكية والفترة المدنية، في مكة قام المشركون بالدور كاملاً وفي الفترة المدنية لعب الدور اليهود والمنافقون، و مشركو العرب من أهل المدينة.\nفي هذا المطلب سيكون حديثي عن الاستهزاء من خلال ثلاثة فروع، كما يلي:\nالفرع الأول\nصور من استهزاء المشركين بالنبي\nالرسل هم أعظم الخلق مكانة عند الله تعالى، تمثلت فيهم أعظم وأرفع وأجمل الصفات الخُلقية، رباهم الله سبحانه على عينه، طهر نفوسهم وعقولهم وأخلاقهم من أي ذميمة خُلقية، أو خَلقية، حتى يكونوا قادرين على تحمل أعباء الرسالة، والنبوءة، لهذا كان يجب مع هؤلاء الأنبياء المحبة والتوقير والإتباع، بدل المعارضة والكراهية.\nولكن هذه سنة الله في خلقه، أن يكون للرسل والأنبياء معارضون، قال تعالى: {وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ، كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ، لَا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ} (الحجر: الآية 11 - 13).\nلقد سخرت قريش من النبي صلى الله عليه وسلم، واستهزءوا به، وآذوه أشد الإيذاء بالقول والفعل، بالقول شعراً ونثراً، وبالفعل، محاربة وحصاراً وتضييقاً له، وملاحقة له في كل مكان.\nمن صور استهزائهم به صلى الله عليه وسلم ما ذكره القرآن الكريم عنهم: {وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا، إِنْ كَادَ لَيُضِلُّنَا عَنْ آَلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا} (الحجر: الآية 41 - 42).\nكان أهل قريش يعرفون أن محمداً صادق أمين، ولكن شدة التكذيب بالدعوة والصد عن سبيل الله جعلهم يصفونه بذلك على وجه الاستهزاء والسخرية.\n(1/57)\n",
        "ومن صور استهزائهم به وصفهم للنبي عليه السلام بالصنبور المنبثر، أي أنه أبتر لا عقب له، فما أن يُقتل أو يموت إلا وقد زال أثره وانقطع خبره، فلا ناصر له، ولا طالب بأثره.\nومن تلك الصور ما لقيه من أهل الطائف حينما ذهب إليهم يلتمس منهم النصرة، والتأييد، فما كان جوابهم إلا الاستهزاء والسخرية منه، وأغروا به سفهاءهم وعبيدهم يسبونه، ويرمونه بالحجارة، تحقيراً له وازدراءً به صلى الله عليه وسلم.\nيقول السيوطي: لقد واجه الرسول عليه السلام من قريش والعرب الذين كانوا يدورون معها, صوراً متعددة ومتكررة من الاستهزاء والسخرية، وهذه كانت بعض ملامح الفترة الملكية فترة الاستضعاف.\nولم يكن أهل الشرك وحدهم في هذه الفترة، بل كان معهم يعاونهم اليهود في تدبير بعض المكائد و الدسائس، هذا ما أخبرتنا به كتب السيرة النبوية (1).\nالفرع الثاني\nصور من استهزاء اليهود والنصارى بالرسول عليه السلام\nانتهت الفترة المكية، وانتقل النبي إلى المدينة المنورة مهاجراً، وإذا بالحال يستمر على ما كان عليه من الاستهزاء والسخرية، ولكن اختلفت الجهة، فاليوم يقوم بهذا الدور المنافقون واليهود.\nولصور الاستهزاء من قبل اليهود أشكال متعددة، منها:\n1. ما ذكره القرآن الكريم: {وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ} (المجادلة: الآية 8).\nعن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إن اليهود إذا سلّم عليكم أحدهم فإنما يقول: السّام عليكم، فقولوا وعليكم\" (2).\n__________\n(1) أنظر؛ الدر المنثور: السيوطي، 2/ 306، والصارم المسلول: ابن تيمية، 80.\n(2) أخرجه أبو داود في سننه: رقم (5206)، كتاب الأدب، باب (في السلام على أهل الذمة)، 4/ 354.\n(1/58)\n\nفهذا الذي يحيون به النبي عليه السلام، وهو قولهم السام عليك، ويعنون به الموت.\n2. ومن صور الاستهزاء قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} (البقرة: الآية 104).\nيقول الطبري: فهذا الاستهزاء منهم استهتار عليهم لعنة الله، يوهمون أنهم يقولون راعنا سمعك، وإنما يريدون الرعونة بسبهم للنبي (1).\nهذا شيء قليل من استهزاء اليهود بالنبي عليه السلام، في صور الإسلام الأول، إلا أنه لم يكن اليهود لوحدهم في الساحة والميدان، فقد شاركهم النصارى في ذلك.\n3. ومن صور استهزاء النصارى بالنبي عليه السلام:\nما رُوي عن أنس بن مالك قال: كان رجل نصرانياً فأسلم، قرأ البقرة، وآل عمران، فكان يكتب للنبي صلى الله عليه وسلم فعاد نصرانياً، فكان يقول: ما يدري محمداً إلا ما كتبت له، فأماته الله فدفنوه فأصبح وقد لفظته الأرض، فقالوا هذا فعل محمد وأصحابه نبشوا عن صاحبنا لما هرب منهم فألقوه خارج القبر، فحفروا له و أغمقوا له في الأرض ما استطاعوا فأصبح قد لفظته الأرض , فقالوا هذا فعل محمد وأصحابه نبشوا عن صاحبنا لما هرب منهم فألقوه , فحفروا له و أغمقوا له في الأرض ما استطاعوا فأصبح قد لفظته الأرض , فعلموا أنه ليس من الناس فألقوه (2).\nهذا النصراني استهزأ بالنبي عليه السلام حينما قال: ما يدري محمد إلا ما كتب له، فعاقبه الله بهذا العقاب الشنيع.\n__________\n(1) تفسير جامع البيان: الطبري، 8/ 433.\n(2) أخرجه البخاري في صحيحه: رقم (3617)، كتاب (المناقب)، باب (علامات النبوة في الإسلام)، 3/ 1115.",
        "(1/59)\n\nومنها ما حدث مع كسرى حينما أرسل له النبي عليه السلام يدعوه إلى الإسلام، فمزق كتاب النبي و أهان رسول رسول الله، استهزاءً بالرسول العربي، فما كان إلا أن قتله الله ومزق ملكه كل ممزق، {فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} (الأنعام: الآية 10).\nوهذه سنة الله في أعدائه، وأعداء رسله الذين يصدون عن سبيله ويعادون أولياءه.\nالفرع الثالث\nصور من استهزاء المنافقين بالنبي عليه السلام\nالاخبث، والالعن من اليهود والنصارى والمشركين في موضوع الاستهزاء , كان المنافقون، فهم الأكثر إيذاءً للنبي وأهله، لهذا كان موقف القرآن منهم واضح وصريح حينما قال تعالى فيهم: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآَخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا} (الأحزاب: الآية 57).\nومن شدة إيذاء هؤلاء للنبي عليه السلام، ولشدة بشاعة هذا الإيذاء وتشنيع القرآن وتقبيحه له قرنه بإيذاء الله تعالى.\n1. من صور إيذاء هؤلاء واستهزائهم بالنبي عليه السلام، وهو الموقف الأكثر تأثيراً في رسول الله على مدار حياته كلها، ما حدث بعد انتهاء غزوة بني المصطلق، حينما تكلم بعض المنافقين وعلى رأسهم عبد الله بن أُبي بن سلول في عرض عائشة أم المؤمنين، زوجة النبي عليه السلام، والقصة مشهورة في كتب السيرة تحت اسم (حادثة الإفك)، وقد نزل فيها وحي من السماء (سورة النور).\n(1/60)",
        "\nأخذ هؤلاء المرضى في أخلاقهم وعقولهم، معدومي القيم والمروءة يبثون هذه الأكاذيب في أنحاء المدينة وقد مكث النبي عليه السلام شهراً كاملاً، مع انقطاع للوحي، حتى صعد أخيراً المنبر وخطب في الناس قائلاً: \"يا معشر الناس من يعذرني من رجل قد بلغني أذاه في أهل بيتي، فو الله ما علمت على أهلي إلا خيراً ولقد ذكروا رجلاً ما علمت عليه إلا خيراً، وما كان يدخل على أهلي إلا معي\" (1).\nفنزل قوله تعالى: {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ، لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ} (النور: الآية 11 - 12).\n2. ومن صور الاستهزاء ما حدث في غزة المريسيع حينما قال ابن سلول يخاطب الأوس والخزرج و الله ما مثلنا ومثل محمد إلا كما قال القائل: سمن كلبك يأكلك، والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل، ثم قال لبني قومه: هذا ما فعلتم بأنفسكم أحللتموهم وقاسمتموهم أموالكم، أما والله لو أمسكتم عنهم ما بأيديكم لتحولوا إلى غير داركم (2).\n__________\n(1) أخرجه البخاري في صحيحه: رقم (4750)، كتاب (التفسير)، باب (لولا إذ سمعتموه ظن المؤمنون)، 3/ 1484.\n(2) الرحيق المختوم: المباركفوري، 329.\n(1/61)\n",
        "فأخبر زيد بن أرقم النبي بما سمع وكان غلاماً صغيراً فأنكر ابن سلول، قال وحلف على ذلك، فأنزل الله تصديقاً لزيد وتكذيباً لابن سلول سورة المنافقين، وعلى الخصوص قوله تعالى: {هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ، يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ} (المنافقون: الآية 7 - 8).\n3. ومن صور استهزائهم بالنبي عليه السلام ما حدث يوم خرج المنافقون مع جيش المسلمين يوم غزوة تبوك، يشيرون إلى النبي ويقولون لبعضهم البعض: أتحسبون جلاد بني الأصفر كقتال العرب بعضهم بعضاً، والله لكأنا بكم غداً مقرنين في الحبال، يقصدون بكلامهم النبي وأصحابه (1).\nومن صور استهزائهم ما قاله المنافقون أثناء غزوة تبوك: أيرجو هذا الرجل أن يفتح قصور الشام وحصونها، هيهات هيهات له ذلك، فأطلع الله نبيه على ذلك، فقال النبي صلى الله عليه وسلم: \"احبسوا على الركب\" فأتاهم فقال: \"قلتم كذا وكذا\" فقالوا: يا رسول الله إنما كنا نخوض ونلعب، فأنزل الله تعالى: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآَيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ، لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ} (التوبة: الآية 65 - 66).\n\nالمطلب الثالث\nصور من الاستهزاء بالصحابة والمؤمنين\n__________\n(1) السيرة النبوية: ابن هشام، 2/ 524.\n(1/62)\n\nأقام الإسلام العلاقة بين المؤمنين على أسس من المحبة والاحترام، وأن يحفظ المسلم أخاه المسلم في حضوره وفي غيبته، وبالتالي حرّم الإسلام كلّياً الغيبة والنميمة، والغمز واللمز، لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (الحجرات: الآية 11).\nولما رواه أبو هريرة رضي الله عنه، عن النبي عليه السلام: \"بحسب امرئ من الشر أن يحقر أخاه المسلم\" (1)\nولما رواه أبو برزة الأسلمي قال: قال رسول الله صلى الله عليه وسلم: \"يا معشر من آمن بلسانه ولم يدخل الإيمان في قلبه لا تغتابوا المسلمين، ولا تتبعوا عوراتهم، فإنه من اتبع عوراتهم تتبع الله عورته، ومن تتبع عورته فضحه في بيته\" (2).\nفالسب والشتم والاستهزاء بصحابة رسول الله مخالف لما جاء به الدين، وما صح عن النبي وما فعله سلف هذه الأمة من توقيرهم، والترضي عنهم، وتقبيح الطعن والازدراء بهم، وذلك لما رُوي عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تسبوا أصحابي فلو أن أحدكم أنفق مثل أحد ذهباً ما بلغ مُدّ أحدهم ولا نصيفه\" (3).\nو سوف أخصص للحديث عن هذا الموضوع ثلاثة فروع، كما يلي:\n\nالفرع الأول\nصور من استهزاء المشركين بالصحابة\n__________\n(1) أخرجه مسلم في صحيحه: رقم (2564)، كتاب (البر والصلة)، باب (تحريم الظن والتنافس)، 6/ 93.\n(2) أخرجه أبو داود في سننه: رقم (4880)، كتاب (الأدب)، باب (في الغيبة)، 4/ 271.\n(3) أخرجه البخاري في صحيحه: رقم (3673)، كتاب (فضائل الصحابة) باب (قول النبي: لو كنت متخذاً خليلاً)، 3/ 1130.",
        "(1/63)\n\nكثيرة هي صور الاستهزاء التي كان يقابل بها المشركون المسلمين في مكة.\n1. من صور الاستهزاء والسخرية، ما كان يفعله زعماء قريش بضعفاء المسلمين من تعذيب، واضطهاد، أمثال عمار وبلال وصهيب وخباب وغيرهم (1).\n2. كانوا يشترطون على النبي عليه السلام إذا أراد أن يجلسوا معه أن يطرد هؤلاء المستضعفين الفقراء، لما رُوي عن سعد بن أبي وقاص قال: كنا مع النبي صلى الله عليه وسلم ستة نفر، فقال المشركون للنبي اطرد هؤلاء، لايتجرئون علينا، قال: كنت أنا وابن مسعود، ورجل من هذيل وبلال ورجلان لست أسميهما، فوقع في نفس رسول الله ما شاء أن يقع، فحدّث نفسه، فأنزل الله عز وجل: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} (الأنعام: الآية 51).\n3. ومن صور الاستهزاء ما رواه سلمان الفارسي أن أحد المشركين قال له وهم يستهزئون به: إني أرى صاحبكم يعلمكم كل شيء حتى الخراءة، قال: أجل، أمرنا أن لا نستقبل القبلة، وألا نستنجي بأيماننا، ولا نكتفي بدون ثلاثة أحجار ليس فيها رجيع ولا عظم (2).\n4. ومن صور الاستهزاء ما حدث في مجلس رستم حينما قال لهم: هل رأيتم قط أعز وأرجح من كلام هذا الرجل، قالوا: معاذ الله أن تميل إلى شيء من هذا، وتدع دينك إلى هذا الكلب، أما ترى إلى ثيابه (3).\nفقد استخف القوم برثاثة ثياب المغيرة بن شعبة، وسبوه سباً مقزعاً.\n\nالفرع الثاني\nصور من استهزاء اليهود بالصحابة\nلم يترك اليهود شيئاً من دين الله إلا وناله استهزائهم، الله ورسوله ودينه وأصحابه.\n__________\n(1) أنظر؛ البداية والنهاية: ابن كثير، 3/ 56.\n(2) أخرجه ابن ماجه في سننه: رقم (320)، كتاب (الطهارة)، باب (الاستنجاء بالحجارة)، 1/ 63.\n(3) أنظر؛ البداية والنهاية: ابن كثير، 7/ 43.\n(1/64)",
        "\nلقد نال الصحابة قسط ليس بالقليل من استهزاء اليهود، ومن صور ذلك زعمهم أن الله أباح لهم أموال الأميين، وهم المسلمين، وقد نزل فيهم قرآناً يبين أكاذيبهم، وافتراءاتهم.\nقال تعالى: {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} (آل عمران: الآية 75).\nقال ابن كثير: أي إنما حملهم على جحود الحق أنهم يقولون: ليس علينا في ديننا حرج في أكل أموال الأميين، وهم العرب، إن الله قد أحلها لنا، وقد اختلقوا هذه المقولة، واستحلوها بهذه الضلالة فإن الله حرّم عليهم أكل الأموال إلا بحقها، وإنما هم قوم بهت (1).\nالفرع الثالث\nصور من استهزاء المنافقين بالصحابة\nمن أكبر صور الاستهزاء ما تحدث به القرآن عن المنافقين، حيث قال تعالى: {وَإِذَا لَقُوا الَّذِينَ آَمَنُوا قَالُوا آَمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ} (البقرة: الآية 14).\nفهذه الصورة هي أعظم صور الاستهزاء، وهي إظهار الإيمان والموافقة والطاعة والنصرة وهم في الحقيقة يضمرون في قلوبهم الكفر والحقد والكراهية.\n__________\n(1) أنظر؛ تفسير القرآن العظيم: ابن كثير، 1/ 560.\n(1/65)\n",
        "ومن صور الاستهزاء ما قاله بعض المنافقين في غزوة تبوك واصفاً الصحابة: ما رأيت مثل قرائنا هؤلاء أرغب بطوناً ولا أكذب ألسناً، ولا أجبن عند اللقاء، فقال له عوف ابن مالك كذبت، و لكنك منافق، لأخبرن رسول الله صلى الله عليه وسلم، فذهب عوف إلى رسول الله ليخبره فوجد القرآن قد سبقه بالنزول، فقالوا إنما كنا نخوض ونلعب، فرد عليهم الله تعالى: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآَيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ، لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ}\n(التوبة: الآية 65 - 66).\n\nالمبحث الثالث\nصور من الاستهزاء في العصر الحاضر\nكما قيل الكفر ملة واحدة، والكفار على مدار التاريخ صفاتهم واحدة، وأسلوبهم واحد، وحججهم واحدة، يتغير الزمن وهم باقون كما هم من زمن نوح عليه السلام إلى زمن محمد خاتم المرسلين، إلى زماننا الذي نعيشه، الذي يتغير فقط هو الزمن والأيام، وهذا دليل على أنهم في معارضتهم للدين والرسل ليس عندهم شيء جديد.\nفي هذا المبحث سيكون الحديث عن الاستهزاء في العصر الحاضر وسأخصص له أربعة فروع، كما يلي:\nالفرع الأول\nصور من الاستهزاء بالله تعالى\nتعددت صور الاستهزاء بالله والتنقص من قدره سبحانه وتعالى، وكما حدث مع السابقين من عبادة للأصنام والآلهة من دون الله , حدث في عصرنا الحاضر، عصر العلم والتقدم.\nولصور الاستهزاء في هذا العصر أشكالاً كثيرة منها:\n(1/66)\n\n1. كثرة القبور والأضرحة التي يقدسها الناس إن كانت لزعماء سياسيين أو دينيين، ووضع أكاليل الزهور عليها وبناء الأنصبة الضخمة حولها، والتقرب إليها بالقرابين، وفي هذا محادّة لله تعالى لما رُوي عن ابن عباس عن النبي عليه السلام: \"لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد\" (1).\nقال ابن القيم: فأما الشرك فنوعان: أكبر وأصغر، فالأكبر لا يغفره الله إلا بالتوبة منه، وهو أن يتخذ من دون الله نداً يحبه كما يحب الله بل أكثرهم يحبون آلهتهم أعظم من محبة الله ويغضبون لمنتقصي معبودهم وآلهتهم في المشايخ أعظم مما يغضبون إذا انتقص أحد رب العالمين (2).\n2. ومن صور الاستهزاء الدعاء بالموتى والاستغاثة بهم، والتذلل عند القبور.\n3. ومن صور الاستهزاء و السخرية بالله ما تقوم به المجتمعات والدول الإسلامية من وضع قوانين ويعملون في تطبيقها في الناس تحل محل شرع الله سبحانه، متغافلين قول الله تعالى: {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} (المائدة: الآية 50).\nيقول ابن جبرين: من اعتقد أن أحداً من الناس يسوغ له التشريع والتقنين، ووضع الأحكام التي تغير الشرع، كإباحة الزنا أو الربا وإبطال العقوبات الشرعية كقتل القاتل، وقطع السارق، وإبطال الزكاة وتغيير الفرائض أو أي نوع من أنواع العبادات وهذا التحاكم إلى غير شرع الله، والحاكم بغير ما أنزل، فمن اعتقد ذلك أو نحوه فقد اعترض على الرب في شرعه، وزعم أنه ناقص أو غير ملائم أو أن غيره حكمه أحسن من حكمه، وذلك غاية التنقص فلا يجتمع مع التوحيد الخالص (3).\n__________\n(1) رواه البخاري: كتاب الصلاة، باب الصلاة في البيعة رقم (435) , 1/ 154.\n(2) مدارج السالكين: ابن القيّم، 1/ 339.\n(3) أنظر؛ الكنز الثمين: ابن جبرين، 1/ 160.",
        "(1/67)\n\n4. ومن صور الاستهزاء الخطيرة جداً، تطاول بعض شعراء الحداثة على جناب الله تعالى في شعرهم، كما فعل الشاعر العراقي (البياتي)، وكما فعل الشاعر السوري (نزار قباني)، وغيرهم، فما أبقوا لسلفهم ابن عربي، وابن الفارض.\n5. ومن صور الاستهزاء والسخرية اتخاذ أسماء الله وصفاته زخرفة على اللوحات والملابس والأزياء وعرضها في الفنادق والمعارض الفنية، ومن يقوم بهذه الأعمال المتبرجات الفاسقات.\nنفس أسلوب من سبقهم: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآَيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ} (سورة التوبة: 69).\n6. ومن صور الاستهزاء بالله قراءة القرآن في الاحتفالات الفنية الماجنة، مثل تكريم الفنانين والفنانات والمشاهير من المثقفين وأهل الإعلام.\n7. كذلك من صور الاستهزاء بالله إطلاق أسماء الله على الأفلام والمسلسلات، و اقتباس كلمات من القرآن أو أسماء لله أو صفاته.\n8. ومن صور الاستهزاء هذه الكتب التي تتجراً على الله سبحانه، والتي تطبع وتنتشر في عالمنا العربي والإسلامي وهي ليست بالقليلة.\nوالحديث في هذا المجال واسع، و طويل ومتشعّب للأسف، تجرأ أهل السياسة كما تجرّأ أهل الثقافة والفن، فما عادوا يوقرون الله حق توقيره، فحاربنا الله حتى جعل حياتنا كلها ضنك.\nالفرع الثاني\nصور من الاستهزاء بالدين\nلقد نهانا الله سبحانه أن نوالي من اتخذ ديننا هزواً لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} (سورة المائدة - 57)\nوصور الاستهزاء بالدين كثيرة ومتعددة ومتنوعة حسب كل جهة أو شخص ينتقص هذا الدين، ومن هذه الصور:\n1. اعتقاد البعض أن الدين لا يصلح لبناء الأمة.\n(1/68)",
        "\nيقول طه حسين: تطور الحياة الإنسانية قد قضى منذ عهد بعيد بأن وحدة الدين ووحدة اللغة لا تصلحان أساساً للوحدة السياسية، ولا يوماً لتكوين الدول (1).\n2. الاستهزاء بعقيدة القضاء والقدر، وهذا نجده عند كثير من القصاص والشعراء والكتّاب، كما في قصة (غادة رشيد لعلي الجارم).\n3. استغلال بعض آيات الترهيب وبعض الأحاديث النبوية ذات الصلة بعذاب القبر للترهيب و التخويف مما كان له أثر عكسي سيء للغاية.\n4. الاستهزاء بعقيدة الثواب والعقاب (الجنة والنار)، وجعلها تتحمل المسؤولية عن فساد القيم الاجتماعية في المجتمع.\nيقول محمود الخضري: إن فكرة الثواب والعقاب تؤدي إلى الإخلال باستذلال القيم كما تؤدي الأزمات الاقتصادية إلى الإخلال بقيم النقد وبالتالي يخسر المجتمع.\n5. من صور الاستهزاء المتكررة يومياً الاستهزاء بالحجاب والنقاب، واللحية والثوب القصير للرجال.\nيقول حسين أمين: الحجاب كان مناسباً للمدينة المنورة، ولم يعد مناسباً للقاهرة في القرن العشرين (2).\nويقول نفس الشخص عن العقوبات الإسلامية: فالقطع الذي قرره القرآن عقاباً للسارق هو شريعة بدوية (3).\nويقول عبد الله العلايلي: إن إنزال الحد لا يتفق مع روح القرآن الذي جعل القصاص صيانة للحياة وإشاعة للأمن العام، وليس لجعل المجتمع مجموعة من المشوهين، هذا مقطوع اليد والآخر مقطوع الرجل، والآخر مفقوء العين أو مصلوم الأذن أو مجذوع الأنف (4).\nإن المتتبع لكثير من المحطّات الفضائية ووسائل الإعلام المقروءة والمسموعة ليقف على صور كثيرة يتم من خلالها التعدي الصارخ على ديننا وقيمنا الإسلامية دون خجل أو خوف، في نفس اللحظة التي لا يجرؤ واحد منهم أن يتحدث عن الحاكم ويناقشه فيما يفعل سياسة أو اقتصاداً أو غيره.\nالفرع الثالث\n__________\n(1) أنظر؛ حصوننا مهددة من داخلها: محمد حسين، 141.\n(2) أنظر؛ العقلانيون: علي عبد المجيد، 66.\n(3) المصدر السابق.\n(4) أنظر؛ أين الخطأ: محمد حامد الناصر، 81.\n(1/69)\n",
        "صور من الاستهزاء بالرسول عليه السلام\nيظن البعض سذاجة أن التطاول على الرسول محمداً صلى الله عليه وسلم سيرفع من قدر المتطاول أو المستهزئ، وقد نسي هؤلاء أن من رفع الله قدره، لا تستطيع أي جهة أو قوة أن تقلل , أو تضع من قدره، وهكذا الرسل والأنبياء، وعلى رأسهم نبينا محمد عليه السلام، أعلى الله من قدرهم، ورفع مكانتهم، فما يضيرهم نباح الكلاب.\n1. من صور الاستهزاء بالرسول عليه السلام: ما تطاول به بعض الشعراء والكتّاب على الرسول أمثال (محمد الحربي) في قصيدته (المفردات)، والتي جاء فيها أن ما جاء به محمد عليه السلام ما هو إلا عاداته وعادات قومه الجاهليين، معلناً أن أم جميل زوجة أبي لهب امرأة ثائرة على ما جاء به محمد عليه السلام وأن المرأة منذ بعثة النبي أصبحت سلعة تباع وتشترى (1).\n2. من صور الاستهزاء الرسوم الكاريكاتورية التي يقوم برسمها بين الحين والآخر رسامون لا أخلاق لهم، ومنها ما كان يرسم وينشر في فترة الستينات في الصحف المصرية، كالرسم الذي نشر في صحيفة المساء القاهرية , و الذي صور شخصاً على هيئة ديك وحوله تسع دجاجات وتحت الرسم كُتب: أهوه دي يا سيدي محمد أفندي اللي متجوز تسع.\n3. ومن صور الاستهزاء ما نشرته صحيفة الشهاب اللبنانية يوم 23/ 3/1394هـ، من أن الرسول محمد كان إنسان بسيط يسافر كثيراً عبر الصحراء العربية، ويستمع إلى الخرافات البسيطة السائدة في ذلك الوقت، وقد نقل تلك الخرافات القرآن.\n4. ومن صور الاستهزاء ما قاله طه حسين في كتابه على هامش السيرة من أنه كتب هذا الكتاب على غرار كتب الأساطير عند اليونان والرومان (2).\n5. ومن صور الاستهزاء ما كتبه نجيب محفوظ في قصة (أولاد حارتنا)، والتي تطاول من خلالها كثيراً على جناب النبي عليه السلام , مما أثار في حينها ضجة كبيرة.\n__________\n(1) صحيفة اليمامة، العدد (887) تاريخ 27/ 4/1406هـ.\n(2) أنظر؛ على هامش السيرة: طه حسين، 93.\n(1/70)\n\nوعلى نفس المنوال سار المدعو سلمان رشدي في كتابه (الآيات الشيطانية)، والتي سخر فيها من النبي سخرية كبيرة.\nوقد أخذ أسلوب السخرية من النبي عليه السلام جانباً آخراً، وهو ما تعرض له الحديث الشريف من نقد ورفض لما فيه من مخالفة للعقل والعلم والحضارة، (حسب زعمهم) , وقد نال حديث الذبابة كثيراً من تعليقات المفكرين والمثقفين خصوصاً في فترة الثمانينات من القرن الماضي، فقد قال بعض المثقفين والكتّاب أن حديث الذبابة ورد في صحيح البخاري، فقال: ضعه تحت قدمك وقال آخر أنا آخذ بقول الطبيب الكافر، ولا آخذ بقول الرسول (1).\nكثير من الكتاب حاول بكل قوة أن يطعن في السُنة كي يصل إلى ما يريد من ردها وإبطال العمل بها , و لكن يأبى الله إلا أن يرد كيد هؤلاء إلى نحورهم.\nالفرع الرابع\nصور من الاستهزاء بالصحابة\nالاستهزاء والسخرية بالصحابة والمؤمنين لا يقتصر على القول فقط، بل يتعداه إلى الفعل والإشارة والإيماءة ومن صور الاستهزاء والسخرية:\n1. ما ذكره الشيخ محمد بن إبراهيم: من أن الرافض صوروا أمير المؤمنين عمر بن الخطاب رضي الله عنه في صورة مجسمة تجسيماً كاملاً، وزينوه بلباس فاخر بلحيته وعمامته، وجعلوا له ذيلاً يستهزئون به في مجالسهم، ويرقصون حواليه، ويلعنونه، ثم أتوا بولد أبو عشرين سنة، وأتوا بمطوعهم ليعقدوا للولد على عمر، ويجعلونه مثل الذي تعرفونه من الغيري النساء (2).\n2. ومنها ما ذكره الشيخ محمد بن عبد الوهاب: من أنهم يستهينون بأسماء الصحابة وخصوصاً العشرة المبشرين بالجنة (3).\n__________\n(1) أنظر؛ تعظيم السنّة: عبد المقصود السيجاني، 43.\n(2) أنظر؛ الفتاوى: محمد بن إبراهيم.\n(3) أنظر؛ رسالة في الرد على الرافضة: محمد بن عبد الوهاب، 26.",
        "(1/71)\n\n3. ومن صور الاستهزاء، ما ذكره محمود أبو دية في حق أبي هريرة من حقارته وازدراء شخصيته، واتهامه بعدم الإخلاص في إسلامه وعدم الصدق في حديثه، وحبه لبطنه وللمال، وتشيعه لبني أمية (1).\n4. ومن صور الاستهزاء ما نقرأه ونسمعه من الشيعة الذين يشنعون ليل نهار على الصحابة، ولا يستثنون أحداً إلا قلة قليلة. ... والجعبة مليئة من هذا الاستهزاء جازى الله أصحابه بما يستحقوا.\nالمبحث الرابع\nحكم الاستهزاء، وآثاره\nمن الأمور ذات الأهمية أن يتعرف المسلم على حكم الدين فيما يقع أمامه , منه أو من غيره، ليكن على بيّنة من أمره، فلا يضل أو يزيغ، فكثيراً ما يجهل الإنسان أحكام الشرع في قضايا كثيرة، يفعلها وهو جاهل بحكمها.\nمن أجل هذا عقدت هذا المبحث حتى نتعرف على حكم الشرع في الاستهزاء والسخرية، ثم مبيناً آثار الاستهزاء والسخرية، على جميع الأطراف , المستهزأ منه، والمستهزيء, وعلى المجتمع الذي يقع فيه هذا الأمر، وسأخصص لهذا المبحث مطلبين:\nالمطلب الأول: حكم الاستهزاء.\nالمطلب الثاني: آثار الاستهزاء والمستهزئين.\n\nالمطلب الأول\nحكم الاستهزاء\nفي هذا المطلب سأخصص الحديث عن حكم الاستهزاء و ذلك من خلال فرعين، كما يلي:\nالفرع الأول\nحكم الاستهزاء بالله تعالى، ورسله، ودينه\nاستدل العلماء في الحكم على المستهزئ بالله ورسله ودينه بأدلة من الكتاب والسُنة والإجماع، وأقوال العلماء المعتبرين، كما يلي:\nأولاً. القرآن الكريم:\n1. لقوله تعالى: {يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ .. } (سورة التوبة: 64،65).\nوجه الاستدلال:\nالآيتان فيهما أن الاستهزاء بالله وآياته ورسوله كفر، وقد دلت الآيتان على أن كل من تنقص من رسول الله صلى الله عليه وسلم جاداً أو هازلاً فقد كفر (2).\n__________\n(1) أنظر؛ السنة ومكانتها في التشريع: مصطفى السباعي، 466.\n(2) الصارم المسلول: ابن تيمية، 37.\n(1/72)",
        "\n2. قوله تعالى: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ .. } (سورة الأحزاب: 57،58).\nوجه الاستدلال:\nالآيتان تضمنتا وعيداً شديداً لمن آذى الله سبحانه وتعالى , ورسوله بأي نوع من أنواع الأذى، ومنه الاستهزاء والسخرية التي هي أعظم الإيذاء، فكان الوعيد عليه فتنته في الدنيا , والآخرة عذاباً مهيناً، ولم يجيء العذاب المهين في القرآن الكريم إلا في حق الكفار (1).\nقال القرطبي: وقد ميز الله تعالى بين أذاه وأذى الرسول، وأذى المؤمنين، فجعل الأول كفراً، والثاني كبيرة، حيث أطلق إيذاء الله ورسوله وقيد إيذاء المؤمنين والمؤمنات، لأن إيذاء الله ورسوله لا يكون إلا بغير حق أبداً، وأما إيذاء المؤمنين والمؤمنات فمنه .. ومنه (2).\n3. قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ .. } (سورة الحجرات:1 - 2).\n4. قوله تعالى: {لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا} (سورة النور: 63).\nوجه الاستدلال:\nرفع الصوت والجهر به مع النبي صلى الله عليه وسلم مظنة الكفر، لما يشتمل عليه هذان الأمران من أذى واستخفاف بالنبي عليه السلام، وإن لم يقصد الفاعل لذلك الأمر، فإن كان الأذى والاستخفاف الذي يحصل في سوء الأدب من غير قصد صاحبه يكون كفراً، فالأذى والاستخفاف المقصود المتعمد كفر بطريق الأولى (3).\nثانياً. السُنة النبوية:\nوردت في السنة النبوية أحاديث متعددة من حكم الاستهزاء بالله ورسوله ودينه، منها:\n__________\n(1) المصدر السابق، 57.\n(2) الجامع لأحكام القرآن: القرطبي، 14/ 154.\n(3) الصارم المسلول: ابن تيمية، 60.\n(1/73)\n",
        "1. ما رُوي عن ابن عباس أن أعمى كانت له أم ولد تشتم النبي صلى الله عليه وسلم، وتقع فيه فينهاها فلا تنتهي، ويزجرها فلا تنزجر، قال: فلما كانت ذات ليلة جعلت تقع في النبي صلى الله عليه وسلم، وتشتمه فأخذ المغول فوضعه في بطنها، واتكأ عليها فقتلها، فوقع بين رجليها طفل، فلطخت ما هناك بالدم فلما أصبح ذكر ذلك لرسول الله صلى الله عليه وسلم، فجمع الناس فقال: \"أنشد الله رجلاً فعل ما فعل لي عليه حق إلا قام\" فقام الأعمى يتخطى الناس وهو يتزلزل حتى قعد بين يدي النبي صلى الله عليه وسلم، فقال: يا رسول الله أنا صاحبها كانت تشتمك وتقع فيك فأنهاها فلا تنتهي، وأزجرها فلا تنزجر، ولي منها ابنان مثل اللؤلؤتين، وكانت بي رفيقة، فلما كانت البارحة جعلت تشتمك وتقع فيك فأخذت المغول فوضعته في بطنها واتكأت عليها حتى قتلتها، فقال النبي صلى الله عليه وسلم: \"ألا اشهدوا أن دمها هدراً\" (1).\nوجه الاستدلال:\nالحديث فيه بيان أن ساب النبي صلى الله عليه وسلم مهدور الدم، وذلك أن السب مهانة لرسول الله , وارتداد عن الدين ولا أعلم أحداً من المسلمين اختلف في وجوب قتله (2).\n2. ما رُوي عن علي بن أبي طالب رضي الله عنه أن يهودية كانت تشتم النبي صلى الله عليه وسلم وتقع فيه، فخنقها رجل حتى ماتت فأبطل رسول الله دمها. (3).\nوجه الاستدلال:\nهذا الحديث نص في جواز قتلها لأجل شتم النبي صلى الله عليه وسلم، ودليل على قتل الرجل الذمي، وقتل المسلم والمسلمة إذا سبّا بطريق الأولى (4).\n__________\n(1) أبو داود، كتاب الحدود، باب الحكم فيمن سب النبي، رقم (4361)، 4/ 528.\n(2) معالم السنن: الخطابي، 4/ 528.\n(3) السنن الكبرى: البيهقي، 9/ 211، رقم (18709)، كتاب الجزية، باب: يشترط عليهم أن لا يذكروا رسول الله إلا بما هو أهله.\n(4) الصارم المسلول: ابن تيمية، 66.\n(1/74)\n\n3. ما رُوي عن جابر بن عبد الله رضي الله عنه، قال رسول الله صلى الله عليه وسلم: \"من لكعب بن الأشرف فإنه قد آذى الله ورسوله\" (1).\nوجه الاستدلال:\nفي الحديث أن كعب بن الأشرف كان يهجو النبي عليه السلام، ويتشبب بنساء المؤمنين حتى آذاهم، فأمر النبي به، فقتله الصحابي الجليل محمد بن مسلمة رضي الله عنه، وهذا دليل على وجوب قتل من ينال من النبي عليه السلام.\n4. حديث عائشة رضي الله عنها التي تتكلم فيه عن حادثة الإفك، وهو حديث طويل وفيه قول النبي على المنبر: \"يا معشر المسلمين من يعذرني من رجل قد بلغني أذاه في أهل بيتي، فو الله ما علمت على أهلي إلا خيراً، ولقد ذكروا رجلاً ما علمت عليه إلا خيراً، وما كان يدخل على أهلي إلا معي .. \" (2).\nوجه الاستدلال:\nفي الحديث قتل للطاعن على النبي عليه السلام وذلك لقول سعد بن معاذ في الحديث: يا رسول الله أنا أعذرك منه إن كان من الأوس ضربت عنقه، وإن كان من إخواننا من الخروج أمرتنا ففعلنا أمرك، ولم ينكر عليه أحد من الحضور (3).\nهذه الأدلة كلها تتعلق بحكم من يسب النبي عليه السلام، ويطعن عليه ويزدري به، أما سب الله أو التنقص من الدين فيعرف بقياس الأولى.\nيقول الشيخ صديق خان: وإذا ثبت ما ذكرنا في سب النبي صلى الله عليه وسلم فبالأولى من سب الله تبارك وتعالى أو سب كتابه أو دين الإسلام أو طعن في دينه بكفر، ومن فعل هذا لا يحتاج إلى برهان (4).\n__________\n(1) رواه البخاري في صحيحه: كتاب الجهاد والسير، باب الكذب في الحرب، رقم (3031).\n(2) أخرجه البخاري في صحيحه: كتاب التفسير، باب (لولا إذ سمعتموه ظن المؤمنين) رقم (4750).\n(3) الصارم المسلول: ابن تيمية، 186.\n(4) الروضة النبوية: صديق خان، 2/ 630.",
        "(1/75)\n\n5. ومن الأدلة على قتل الكافر المرتد ما رواه عكرمة، أن علياً رضي الله عنه حرّق قوماً فبلغ ابن عباس فقال: لو كنت أنا لم أُحرّقهم لأن النبي عليه السلام قال: \"لا تعذّبوا بعذاب الله\"، ولقتلتهم كما قال النبي: \"من بدل دينه فاقتلوه\" (1).\nوجه الاستدلال:\nأن المستهزئ بالدين وشعائره مرتد وحكمه في الشريعة القتل، قال ابن شداد: الحديث يدل على أن من بدل دينه يقتل (2).\nثالثاً: الإجماع على كفر وردة المستهزئ بالدين:\n1. قال ابن راهويه: أجمع المسلمون على أن من سب الله أو رسوله صلى الله عليه وسلم، أو دفع شيئاً مما أنزل الله، أو قتل نبياً من الأنبياء أنه كافر بذلك، وإن كان مقراً بكل ما أنزل الله (3).\n2. قال ابن المنذر: وأجمع عوام أهل العلم على وجوب القتل على من سب النبي صلى الله عليه وسلم، هذا قول مالك، والليث بن سعد والشافعي وأحمد وإسحاق ومن تبعهم (4).\n3. وممن عمل بالإجماع في هذا الباب شيخ الإسلام ابن تيمية إذ قال: فإن كان مسلماً وجب قتله بالإجماع لأنه بذلك كافر مرتد، وأسوا من الكافر، فإن الكافر يعتقد أن ما هو عليه من الدين الباطل ليس باستهزاء بالله ولا مسبة له (5).\n3. وممن نقل الإجماع في ذلك الشيخ ابن باز حيث قال: سب الدين والرب جل وعلا كل ذلك من أعظم أنواع الكفر بإجماع أهل العلم (6).\nوقد أجمع أصحاب المذاهب الأربعة على ذلك (7).\n\nالفرع الثاني\nحكم الاستهزاء بالصحابة وسائر المؤمنين\n__________\n(1) أخرجه البخاري في صحيحه: كتاب الجهاد والسير، باب (لا يعذب بعذاب الله)، رقم (3017).\n(2) دلائل الأحكام: ابن شداد، 4/ 73.\n(3) الصارم المسلول: ابن تيمية، 513.\n(4) الإقناع: ابن المنذر، 2/ 584.\n(5) الصارم المسلول: ابن تيمية، 546.\n(6) مجموع الفتاوى: ابن باز، 1/ 442.\n(7) أنظر؛ شرح الفقه الأكبر ص139 للقاري، والذخيرة للقرافي 12/ 18، والإعلام بقواطع الإسلام: الهيثمي 2/ 352، والمغني لابن قدامة 12/ 298.\n(1/76)",
        "\nإن مقام الصحابة في الإسلام مقام عظيم، وذلك لقوله تعالى فيهم: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ} (سورة التوبة:100).\nفالاستهزاء بهم والطعن عليهم جريمة كبيرة وخطب عظيم، لأن في ذلك اعتداء على خيرة رجال هذه الأمة.\nأما حكم من استهزأ بالصحابة فإنه يكون قد ارتكب كبيرة من كبائر الذنوب.\nيقول الإمام أحمد: المنتقص بالصحابة يضرب وينكل ويوقف عن قتله وتكفيره (1).\nهذا فيما يتعلق بالصحابة على العموم أما زوجات النبي عليه السلام على الخصوص فقد أجمع العلماء على أن من سب أو استهزأ بواحدة من أمهات المؤمنين فقد كفر.\nقال القاضي أبو يعلى: من قذف عائشة بما برأها الله منه كفر بلا خلاف، وقد حكى الإجماع على هذا غير واحد، وصرح غير واحد من الأئمة بهذا الحكم (2).\nوسب واحدة من زوجات النبي فيه من الطعن على النبي عليه السلام، والتنقص من قدره.\nيبقى سؤال هل لساب الصحابة وزوجات النبي من توبة؟؟\nوقد بين ذلك ابن تيمية في كتابه الصارم المسلول، فذكر أن له توبة وهذا مذهب الأئمة الأربعة رحمهم الله (3).\nأما حكم الاستهزاء بالعلماء وسائر المؤمنين، فقد حرص الإسلام على توقير أهل العلم , وحماة الدين, وحملة الشريعة، و هداة الناس , قال طاوس بن كيسان: من السُنة أن يُوَقر أربعة، العالم والشيبة والسلطان والوالد (4).\n__________\n(1) الصارم المسلول: ابن تيمية، 570.\n(2) مطالب أولي النهي: مصطفى السيوطي، 6/ 285.\n(3) الصارم المسلول: ابن تيمية، 569.\n(4) أنظر؛ شرح السنة: البغوي، 13/ 41.\n(1/77)\n",
        "ولما رُوي عن أبي موسى الأشعري عن النبي عليه السلام: \" إن من إجلال الله تعالى إكرام ذي الشيبة المسلم، وحامل القرآن غير الغالي فيه، ولا الجافي عنه، وإكرام ذي السلطان المقسط \" (1).\nوقد حذّر العلماء على مدار تاريخ الإسلام من الاستهزاء والتنقص من قدرهؤلاء، لأنهم صورة هذا الدين، وحملة كتابه.\nقال ابن المبارك: حق على العاقل أن لا يستخف بثلاثة، العلماء والسلاطين والإخوان، فإن من استخف بالعلماء ذهبت آخرته، ومن استخف بالسلطان ذهبت دنياه، ومن استخف بالإخوان ذهبت مروءته (2).\nوخلاصة القول في المستهزئ بالعلماء أنه واحد من اثنين:\n1. أن يكون الاستهزاء من العلم والفقه والدين، فهذا لا شك في كفره (3).\n2. أن يكون الاستهزاء والتنقص لأهل العلم لذواتهم وبشريتهم دون علمهم أو دينهم، فهو من الإثم والمحرمات التي لا تصل إلى الكفر والقتل (4).\nوقد ورد في حرمة التعرض لعرض المسلم الحديث الذي يرويه جابر بن عبد الله رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إن دمائكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا في بلدكم هذا في شهركم هذا\" (5).\nوجه الاستدلال:\n__________\n(1) رواه أبو داود في سننه: كتاب الأدب، باب (ننزل الناس منازلهم)، (4843).\n(2) أنظر؛ سير أعلام البنلاء: ابن المبارك، 17/ 251.\n(3) أنظر؛ الفقه الأكبر: القاري، 114، وفتاوى ابن عابدين 1/ 101، وفتاوى ورسائل: الشيخ محمد بن إبراهيم 1/ 175.\n(4) أنظر؛ جامع البيان: الطبري، 10/ 331، والجامع لأحكام القرآن: القرطبي، 14/ 154، والمحرر الوجيز: ابن عطية الأندلسي، 4/ 398.\n(5) أخرجه البخاري في صحيحه: كتاب الحج، باب الخطبة، رقم (1739) , 1/ 513.\n(1/78)\n\nيقول ابن حجر العسقلاني: وإنما شبه حرمة الدم والعرض والمال بحرمة اليوم والشهر والبلد لأن المخاطبين بذلك كانوا لا يرون أعظم من تلك الأشياء ولا يرون هتك حرمتها ويعيبون على من فعل ذلك أشد العيب، وإنما قدم السؤال عنها تذكاراً لحرمتها، وتقريراً لما ثبت في نفوسهم ليبنى عليه ما أراد من تقريره على سبيل التأكيد (1).\n\nالمطلب الثاني\nآثار الاستهزاء والمستهزئين\nللاستهزاء آثار سلبية خطيرة، متعددة الجوانب، ومتنوعة الأشكال، منها ما يعود على المستهزيء، ومنها ما يعود على المستهزئ به، ومنها ما يعود على المجتمع، ومنها ما يعود على خط سير الدعوة الإسلامية بعمومها.\nو سوف أخصص في هذا المطلب الحديث عن آثار الاستهزاء من خلال أربعة فروع، كما يلي:\nالفرع الأول\nأثر الاستهزاء على المستهزئين\nمن أخطر آثار الاستهزاء على المستهزئين أمران:\nالأمر الأول. الحكم بردتهم:\nأجمع العلماء كما ذكرنا في المبحث السابق أن المستهزئ بالله، أو رسوله، أو دينه مرتد، كافر، مهدور الدم، وأن كفره أغلظ من كفر الكافر الأصلي، وهذا الإجماع مبني على الأدلة الشرعية المستمدة من الكتاب والسُنّة، وقد تناولها الفقهاء بالتفصيل في باب حكم المرتد وأحكامه (2).\nثم غير الردة، هذا الاستهزاء محبط للأعمال، وهذا أصل من أصول منهج أهل السُنة والجماعة.\nقال ابن تيمية: والردة ضد التوبة، وليس من السيئات ما يمحو جميع الحسنات إلا الردة (3).\nواستدلوا على ذلك من القرآن الكريم قول الله تعالى: {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} (سورة الأنعام: 88).\nوقوله تعالى: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} (سورة الزمر:65).\nثانياً: تعرضه لسخط الله وعقابه:\n__________\n(1) فتح الباري: العسقلاني، 3/ 673.\n(2) أنظر؛ الفقه الإسلامي وأدلته: الزحيلي، 5576، وأحكام المرتد: السامرائي، 83.\n(3) مجموع الفتاوى: ابن تيمية، 11/ 700.",
        "(1/79)\n\nلقوله تعالى: {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} (سورة الأنعام:10)، في أغلب حالات الصراع بين أهل الكفر، وأهل الإيمان تكون الجولات الأولى، للاستكبار والاستعلاء والغلبة للكافرين على المؤمنين، ثم تكون العاقبة للمؤمنين، وينزل الله عقابه الدنيوي على الكافرين، والمستكبرين، الذين اتخذوا دين الله هزواً.\nوقد ذكر القرآن الكريم صوراً عدة لمن سبق من الأقوام الذين حل بهم عقاب الله في الدنيا:\n1. ما حل بقوم نوح عليه السلام حينما قابلوه بالسخرية والاستهزاء، كانت نهايتهم الغرق بالطوفان: {وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آَيَةً} (سورة الفرقان:37).\n2. وقوم هود عليه السلام، عاقبهم الله بالريح العقيم: {وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ، مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ} (سورة الذاريات:41 - 42).\n3.وهكذا قوم صالح عليه السلام (ثمود)، ومن بعدهم قوم لوط عليه السلام، وأهل مدين قوم شعيب.\nوحركة البشرية مستمرة، المستهزئون على مدار التاريخ مروراً بفرعون وجنوده، وبنو إسرائيل لما كذبوا موسى عليه السلام: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ، كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ، تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ} (سورة المائدة: 78 - 80).\n(1/80)",
        "\nوما رواه ابن عباس رضي الله عنهما قال: لُعنوا بكل لسان، لعنوا على عهد موسى في التوراة، ولعنوا على عهد داود في الزبور، ولعنوا في عهد عيسى في الإنجيل، ولعنوا على عهد محمد صلى الله عليه وسلم في القرآن (1).\nومن عقاب المستهزئين ما حل بزعماء المشركين من أهل قريش، من قتل يوم بدر، أو أسر في الذل والمهانة.\nيقول ابن تيمية:\nوالقصة في إهلاك الله لهم واحداً واحداً من هؤلاء المشركين المستهزئين معروفة، قد ذكرها أهل السير، والتفسير، وهم على ما قيل نفر من رؤوس قريش منهم الوليد بن المغيرة، والعاص بن وائل، والأسود ابن المطلب، وابن عبد يغوث، والحارث بن قيس، فكل من شنأه عليه السلام، وأبغضه وعاداه فإن الله يقطع دابره، ويمحق عينه وأثره، ومن الكلام السائر: لحوم العلماء مسمومة، فكيف بلحوم الأنبياء عليهم السلام (2).\nومن ضمن ما وقع ما ذكرناه سابقاً من حكاية النصراني الذي أسلم فكان يكتب القرآن للنبي عليه السلام، فعاد نصرانياً يستهزئ بالرسول فحل به ما حل.\nوهكذا على مدار تاريخ الإسلام، يُنزل الله عقابه في كل من يتطاول على دينه ورسوله والمؤمنين، وكتب السير والتراجم مليئة بالحكايات، والقصص عن مثل هؤلاء الناس.\nهذا ما يحل بالمستهزئ في الدنيا من العقاب المرئي والمسموع.\nأما عقاب الآخرة، فكل المستهزئين والساخرين سوف يتعرضون لعذاب الله تعالى في هذا اليوم جزاءً وفاقاً، لقوله تعالى: {فَأَمَّا مَنْ طَغَى، وَآَثَرَ الْحَيَاةَ الدُّنْيَا، فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى} (سورة النازعات: 37 - 39).\nوقوله تعالى: {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} (سورة التوبة:79).\n__________\n(1) أنظر؛ جامع البيان: الطبري، 10/ 489.\n(2) الصارم المسلول: ابن تيمية، 171.\n(1/81)\n",
        "وما رواه سهل بن معاذ بن أسد عن أبيه عن النبي صلى الله عليه وسلم قال: \"من حمى مؤمناً من منافق أراه قال: بعث الله ملكاً يحمي لحمه يوم القيامة من نار جهنم، ومن رمى مسلماً بشيء يريد شينه به حبسه الله على جسر جهنم حتى يخرج مما قال\" (1).\nهذا الوعيد في حق من طعن على المسلمين، وسخر منهم، أما من استهزأ بالله وآياته ورسوله، فأمره إن مات غير تائب إلى النار وبئس المصير (2).\nالفرع الثاني\nأثر الاستهزاء على المجتمع\nمن أخطر ما يسعى إليه المستهزئ من أقوال وأفعال أفراداً وجماعات، عملاً منظماً أو غير منظم، مشركون أو منافقون، أو أهل كتاب، قديماً زمن الأنبياء السابقين على رسالة الإسلام، أو بعد رسالة الإسلام، أو حديثاً في زماننا المعاصر و الحاضر.\nإن أخطر ما يسعى إليه هؤلاء، وهؤلاء هو هدم القيم وتشويه الحقائق، ونشر الأخلاق الذميمة الفاسدة، وبث روح الانهزامية في المجتمع المسلم.\nلقد كانت الآثار السلبية الناتجة عن الاستهزاء على المجتمع كثيرة، منها:\n1. ما كان عائد على عقيدة المجتمع، وإيمانه.\nيقول الدكتور محمد حسين: وقد فاضت الصحف في هذه الفترة التي نؤرخها بالمقالات التي تشكك الناس في كل ما يخرج عن دائرة المحسوس، وكان معظم ما يُذاع من ذلك يُذاع باسم العلم والعلمانية، وباسم حرية الفكر والتحرر من العبودية والتقليد (3).\nوالمتطاولون كثر، وكثيرة أساليبهم، والمجال لا يسع لذكر كل ما كان ينشرونه على الناس من كتب وصحف ومجلات، ووسائل مرئية من سينما وتلفاز، ومسرح، وما زال.\n__________\n(1) أخرجه أبو داود في سننه: ح (4883)، كتاب (الأدب)، باب (من رد عن مسلم غيبة)، 4/ 272.\n(2) أنظر؛ الاستهزاء بالدين: القرشي، 584.\n(3) أنظر؛ الاتجاهات الوطنية في الأدب المعاصر: د. محمد حسين، 2/ 292.\n(1/82)\n\n2. وكان نصيب الشريعة الإسلامية من الاستهزاء والسخرية، والتطاول الشيء الكثير، دون خجل أو وجل، وكنا قد ذكرنا بعضاً من أمثلة هذا النوع من الاستهزاء فيما سبق، حتى أن الغالب الأعم من التشريعات التي تحكم المجتمعات الإسلامية في أكثر جوانب حياتنا لا تمت لتشريعات الإسلام بصلة، في المعاملات والأحوال الشخصية، والمال والحرب والسلام، والعقوبات وغيرها.\n3. وقد جرى على العبادات الإسلامية ما جرى من استهزاء.\nكان نتيجة الاستهزاء بالعبادات أن أصيب المجتمع الإسلامي بالخلل، والتهدم، وضياع الهيبة، وتفتت القوة، فكان ما كان من نشر العقائد الفاسدة، والقيم المخلّة، وانتشار الفواحش، والخمور بين أبناء المجتمع السليم، وقيام مؤسسات ربوية تعمل بطريقة رسمية مرخص لها من المؤسسات الحاكمة، لقد حاول هؤلاء المستهزئون أن يفهموا المجتمع أنه إذا أراد أن يتقدم فعليه أن يقطع كل صلة له بالماضي، وأن يفعل ما تفعله المجتمعات المتقدمة من عزل للدين عن الحياة، وكان التركيز على المرأة كثيراً، حتى خلعت حجابها، وترتب على ذلك من النتائج ما ترتب.\n4. ومن ضمن ما لحقه الاستهزاء، فريضة الجهاد ضد الأعداء، وكيف أثاروا حولها الكثير من الشبهات، وعلى رأس هذه الشبهات شبهة أن الإسلام انتشر في العالم بالسيف والقتال وسفك الدماء والقهر والإرغام، وبالتالي نشروا بين المسلمين أفكاراً مسمومة عن الجهاد، فتخلفت الأمة عنه، حتى أذاقها الله لباس الذل والمهانة، واحتل الغرب ديارهم، واستولوا على مقدراتهم، ومزّقوهم إلى دويلات ضعيفة ذليلة.\n5. أما الاستهزاء بالأخلاق الإسلامية فحدث ولا حرج.",
        "(1/83)\n\nإن موقف المستهزئين أعداء الإسلام من الأخلاق أن اتخذوها سخرية واستهزاءً، فمنذ أن اتجه العالم الإسلامي نحو الغرب، وفُتن بمدنيته وثقافته وحريته، وما وصل إليه من تقدم في الصناعة، وللأسف بدل أن ننقل عنهم سبل التقدم والرقي، نقلنا عنهم قيمهم وأخلاقهم , التي أفسدة عليهم حياتهم , فما بالنا نحن.\nلقد انتقل إلينا من حضارة الغرب الكثير من أخلاقهم، من خلال وسائل كثيرة متعددة وعلى رأسها هذه البعثات التعليمية، يعودون يحملون إلينا قيم الغرب، وأخلاقهم باسم التقدم والرقي، والعلم الحديث، فانتشر عندنا الانحلال الأخلاقي، والدعارة والمخدرات، وشرب الخمور، وانتشرت بيننا الصحف والمجلات التي تنشر الصور العارية والقصص والروايات الماجنة، وانتشرت عندنا أماكن الرسم والنحت ودور السينما والمسرح والرقص ومسابقات ملكات الجمال ..\nحاول أعداء الإسلام أن يحطموا غير ما تقدم في نفوس، أن يحطموا الدين، فلم يعد الدين عند كثير من الناس هو المحرك لحياتهم، ولم تعد قيمه هي المسيطرة على سلوكياتهم الخاصة والعامة.\nومن نتائج الاستهزاء بالله ورسوله ودينه أن هذا الأمر كان سبب في زوال كثير من الأمم، ودمارها , وذهابها عن الوجود، وقد ذكرنا أمثلة متعددة لذلك، أمثال قوم نوح، وهود، وصالح، وشعيب، وقوم فرعون، هؤلاء الذين قابلوا رسالات الله بالتكذيب والاستهزاء والسخرية، والتنقص، فأخذهم الله أخذ عزيز مقتدر، تصديقاً لقوله تعالى: {فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} (سورة العنكبوت: 40).\nوكما كانت نتيجة الاستهزاء الدمار للمجتمعات، والأقوام، كذلك حلت نقمة الله بالدول، والحكومات التي كفرت، واستكبرت ..\n(1/84)",
        "\nقال ابن تيمية: كتب النبي صلى الله عليه وسلم إلى كسرى وقيصر، وكلاهما لم يسلم، لكن قيصر أكرم كتاب النبي صلى الله عليه وسلم، وأكرم رسوله، فثبّت الله ملكه، فيقال إن الملك باق في ذريته إلى اليوم، وكسرى مزق كتاب رسول الله صلى الله عليه وسلم، واستهزأ برسول الله، فقتله الله بعد قليل، ومزق الله ملكه كل ممزق، ولم يبق للأكاسرة ملك وهذا والله أعلم تحقيق لقوله تعالى: {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} (سورة الكوثر:2)، فكل من شنأه وأبغضه وعاداه فإن الله يقطع دابره، ويمحق عينه وأثره (1).\nالفرع الثالث\nأثر الاستهزاء على الدعوة الإسلامية\nإن من أخطر آثار الاستهزاء على الدعوة إلى الله، لبس الحق بالباطل، فيختلط الأمر على المسلمين فلا يعودوا يُفرقون بين الحق والباطل، فيعتقدون الباطل حقاً والحق باطلاً، وهذا من أخطر الأمور على دين الإسلام والمسلمين.\nومن وسائل لبس الحق بالباطل:\n1. كتمان الحق، وإخفاؤه، مع إظهار الباطل وإعلانه.\nمن صوره الآن التنفير من جهاد الأعداء، وإظهار سلبياته، ومخاطره، وفي نفس اللحظة إظهار محاسن المهادنة والسلام مع العدو، وما سيجنيه المجتمع من وراء ذلك.\n2. إظهار الباطل في صورة الحق، مع كتمان الحق وإخفاؤه.\nومن صوره هذه الأفكار والفلسفات الإلحادية، والكفرية، والإباحية التي تنتشر في بلادنا، وغيرها من النظريات التربوية، والأفكار الاجتماعية التي هي في ظاهرها خير، ولكنها تخفي شراً عظيماً، ومن أمثلتها أيضاً النوادي الاجتماعية الروتاري والليونز والماسونية، والجمعيات الخيرية المنتشرة عندنا في فلسطين كثيراً.\n3. ومن آثار الاستهزاء بالله ورسوله ودينه على الدعوة، العمل على إعاقة مسيرة الدعوة إلى الله، ولقد كان للمشركين والمنافقين واليهود قديماً، دوراً كبيراً في هذا المجال.\n__________\n(1) الصارم المسلول: ابن تيمية، 171.\n(1/85)\n",
        "والمسلم اليوم حينما ينظر في وسائل الإعلام المتعددة عربية، وأجنبية، يجدها في أغلبها تمارس نفس الدور الذي كان يمارسه المشركون والمنافقون، واليهود سابقاً مع الدعوة، أسلوب السخرية والاستهزاء، ولكن بأدوات عصرية متطورة المنشورات والأفلام والمسلسلات والرسوم، الغالب فيها يعمل على السخرية من الدعوة والدعاة العاملين في حقل الدعوة الإسلامية، ووصفهم بالأوصاف المنفردة، من أصوليين، وظلاميين، ورجعيين، ومتطرفين، وإرهابيين، وأصحاب الجمود والتحجر.\nوأصبحت اللحية , والحجاب سُبة في جبين الملتزمين، يتم إقصاؤهم وملاحقتهم و عزلهم أو فصلهم من أعمالهم، أو تهميشهم، أو عزلهم عن مراكز التأثير وصناعة القرار.\nأمام هذا ماذا يجب علينا أن نفعل؟\n- العودة الجادة والصادقة إلى الله.\n- استمداد المنهج الصحيح في التعامل مع أعداء الله المستهزئين بدينه.\n- التحلي بالصبر، والثياب والتخلق بالحكمة.\n- القدرة في التعامل مع الآخر، واستيعابه.\nالفرع الرابع\nموقف المسلم من الساخرين والمستهزئين:\nيعاني كثير من الدعاة والعاملين في حقل الدعوة من سلوكيات البعض من الناس، خصوصاً من يعملون في حقل الإعلام، نجد الاستهزاء والسخرية على لسان كثير من هؤلاء الأشخاص، في صحفهم وأفلامهم ومسلسلاتهم، وقصصهم ومقالاتهم، فماذا يكون موقف هؤلاء العلماء والدعاة تجاه ذلك كله:\n(1/86)\n\n1. الصبر على الأذى، وهذا أحد ثوابت الدعوة إلى الله، فدعوة بدون صبر لا يرجى من ورائها ثمرة، لهذا نجد الله يخاطب الرسول عليه السلام قائلاً: {فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ} (هود:49)، وهذا ما قاله موسى لقومه: {قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا، إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ، وَالْعَاقِبَةُ لِلْمُتَّقِينَ، قَالُوا أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جئتنا قَالَ عَسَى رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ} (الأعراف: 128 - 129).\nهذا الصبر من لوازمه أمرين: الأول: التوكل على الله سبحانه وتعالى، الثاني: الاعتماد عليه والطمع في ما عنده وحده.\n2. عدم الهوان والحزن والاستسلام: لقوله تعالى: {وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ، إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آَمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ، وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آَمَنُوا وَيَمْحَقَ الْكَافِرِينَ، أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ} (آل عمران:139 - 142).",
        "(1/87)\n\nفالدعاة هم أحوج الناس لهذا الأمر، لأنهم هم الأعلى قدراً وشرفاً ومنهجاً ومكانة، وما نشاهده في أيامنا من خلال ثورات الشعوب على حكامها الظالمين، كيف أن العاقبة للمتقين، وكيف أن المؤمنين يرثون دار قوم كافرين , و ما حدث في مصر و تونس من قبل , و ما يحدث في اليمن و سوريا و ليبيا , و ما هو منتظر أن يحدث في باقي الديار, ما هو إلا محق للظالمين و المستبدين و الخائنين.\n2. التأسي بمن سبقنا من المؤمنين: فقد مر معنا أن الأنبياء والرسل قد سخر منهم أقوامهم، وكذلك قوافل المؤمنين على مدار تاريخ البشرية الطويل، لحق بهم من السخرية والاستهزاء و الأذى الشيء الكثير، فهل أثناهم هذا كله عن الاستمرار بالدعوة، والعمل الجاد لها ليل نهار، ماذا كان موقف نوح حينما واجهه قومه بالغمز واللمز والاستهزاء والسخرية والضحك، ما زاده كل هذا إلا مضياً في العمل المتواصل لصناعة السفينة، وهو يقول في نفسه ولمن حوله من القوم: {إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ} (هود: 38)، لهذا خاطب الله رسوله محمداً صلى الله عليه وسلم قائلاً: {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} (الأنعام: 10)، وقوله تعالى: {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ} (الرعد: 32).\n(1/88)",
        "\n3. عدم موالاة الهازلين الساخرين والمستهزئين، لأنه لا يجمع المؤمن بين الإيمان بالله والولاء للمستهزئين , لأن عقيدة الولاء والبراء تلعب دوراً كبيراً في هذا الأمر، قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} (المائدة:57)، ومما تحزن منه النفوس الآن ما نجده من موالاة اليهود والذين كفروا من قبل الحكام وفئات كثيرة من المجتمع المسلم، و هم الذين ما انتهوا يعيبون ديننا وينتقصون نبينا ويستهزئون بشريعتنا، فكيف يستقيم الإيمان ونحن نقدم لهؤلاء الكفار كل صباح ومساء فروض الطاعة، ونعمل على خدمتهم على حساب حقوق شعوبنا وديننا، وفي عصرنا الذي نعيشه نجد أن أهل الكتاب ما تركوا وسيلة من وسائل الاستهزاء بالله وبدينه وبعباده المؤمنين إلا واستعملوه وسلكوه، وهذا واضح في أقوالهم وإعلامهم وسلوكهم، منتجات الطعام والشراب واللباس استغلوه للإيذاء والاستهزاء والسخرية، وامتهان كتاب الله، ومع هذا نجد المغفلين من المسلمين يوالونهم، ولو بطريق غير مباشر بالشراء من هذه المصانع وتلك الشركات التي تطعن في ديننا وتهزأ بربنا وتستبيح حرمة إسلامنا، وإذا قام فينا غيور وذكّر الأمة بهذا الواجب الإيماني هُمز وغُمز ووصف بالتطرف والرجعية وعداوة الإنسانية والتعسف والسوداوية وغير ذلك من قاموس الشتائم الذي يعيشه من سماهم الله بالمجرمين على المؤمنين الموحدين.\n(1/89)\n",
        "4. الإعراض عنهم وعدم مجالستهم: من واجب المؤمنين والدعاة أن ينأوا بأنفسهم عن مجالسة ومعاشرة أهل السخرية والاستهزاء، قال تعالى: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آَيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ، وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ، وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ} (الأنعام:68 - 70)، وقوله تعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آَيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا} (النساء: 140)، لقد كثر التساهل في هذه المسألة فرأينا من يتخذ الهازلين أولياء وجلساء وأصفياء وأخلاء، بل يدافع عنهم ويذب عن أعراضهم، وكأنه صفي حميم لهم.\n5. إعلان الحق دون وجل أو استحياء اقتداءً بالنبي عليه السلام حينما كثر استهزاء وسخرية أهل مكة منه أمره الله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ، إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ} (الحجر: 94 - 95)، لقد قالت قريش و فعلت بالنبي والمؤمنين معه كل شيء، فما زاد ذلك النبي عليه السلام والمؤمنون معه إلا مُضياً في طريق الحق والعودة.\n(1/90)\n\nوهكذا كل من يسير على طريق النبوة، ويتصدون لأمر الدعوة يجب أن لا تردهم كلمة ساخرة، أو غمزة ساقطة في فيلم سينمائي أو مسلسل تلفزيوني، أو مقال في صحيفة أو خطبة في مؤتمر، أو قصيدة شعر في ديوان، ومن الأمور العجيبة التي نراها أن أهل الباطل ودعاة الضلال والهوى مهما يواجههم من عقبات ومتاعب في طريق دعوتهم للباطل إلا أنهم يثبتون على دعواتهم وباطلهم، ويظهرون من التمسك بهذه الدعوات، وقد يسجنوا ويعذبوا أو يعدموا، وأهل الإيمان والحق أولى بذلك وأحق، فلا يجوز أن يُهزم أهل الإيمان من أول جولة، و عليهم أن لا يتقوقعوا على أنفسهم , ولنا برسول الله وبصحبه الكرام، وبمن سار على طريق دعوته الرشيدة قدوة.\n\nالمبحث الخامس\nسخرية القرآن من المشركين والكافرين\nتحدث القرآن وتحدثت السُنة النبوية كثيراً عن سخرية أعداء الإيمان والنبوات، حتى أنه لم يترك قولاً من أقوالهم، أو فعلاً من أفعالهم إلا وتحدث عنه وفضحه، وقبل الدخول في موضوعنا، أحب أن أسأل هل للسخرية من فوائد وإيجابيات:\nأقول نعم، ومنها:\n- فضحهم وبيان هوانهم وتعريتهم.\n- تحذير المؤمنين من أن يتصفوا بصفاتهم الذميمة.\n- الرد على ادعاءاتهم وتشنيعاتهم.\n- كبح جماحهم وتقريعهم وتوبيخهم.\n- دفع المستهزئين والساخرين بالفساد والضلال.\n- بيان أنهم لا يختلفون مع اختلاف الأزمان.\nمن خلال تتبعنا لآيات القرآن الكريم ذات العلاقة بالاستهزاء والسخرية، نجد أن القرآن قد هزئ وسخر من المشركين والكافرين والمنافقين، وحكم عليهم إما بالغفلة أو إتباع الهوى والضلال، واتبع القرآن مع هؤلاء الناس أسلوبين: أسلوب السخرية اللفظية، وأسلوب السخرية المعنوية:\nأولاً. السخرية اللفظية:\nاستعمل القرآن الكريم كثيراً من الألفاظ ذات الدلالة في مجال السخرية، هي ليست من ألفاظ السخرية، لكن القرآن الكريم استعملها لبيان مزيد من الاستهزاء والسخرية من هؤلاء المشركين والكافرين والمنافقين، من هذه الألفاظ:",
        "(1/91)\n\n1. التذوق: وهي لفظة تستعمل عادة في مجال التلذذ بالأطايب من المطعومات والمشروبات، ولها علاقة بطيب العيش ورغد الحياة والنعمة الظاهرة، إلا أن القرآن استعملها للهزأ والسخرية والتبكيت والتوبيخ.\nمن أمثال ذلك قول الله تعالى: {كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} (الحشر:15).\nنزلت في بني النضير بعد هزيمة قريش في بدر، فكان أن طردوا من ديارهم، وأخذت أموالهم، وبساتينهم وديارهم غنيمة للمسلمين، فأي طعم وأي تذوق للمذلة والمهانة ذاقوة , صور الله سبحانه المهانة والمذلة المعنويتان وكأنه طعام يؤكل، يحس ويذوق الإنسان طعم مرارته.\nومنه قول الله تعالى: {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} (الدخان: 49).\nسخرية واستهزاء وتقريع لهذا البخيل الذي أعطاه الله المال، فبخل به على غيره، ممن هم بحاجته، هذا المال سيكون عليه وبال و حسرة يوم القيامة، هذا الذي كان عزيزاً صاحب مكانة مرموقة في الدنيا، هو اليوم ذليل مهان، منكس الرأس، فرق كبير بين مكانته في الدنيا ومكانته اليوم في الآخرة، هل أغنت عنه أمواله ومناصبه وجاهه الذي كان في الدنيا، هل أغنت عنه شيء في الآخرة.\n2. الهدى: ومعناه واضح فهي طريق الحق والإيمان وسبيل السعادة، لكن القرآن استعملها في غير ما وضعت لأجله، فهي تأتي بمعنى التردي والسقوط، والنهاية المؤلمة.\nقال تعالى: {فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ} (الصافات: 23)، هذه هي نهاية المشركين الضالين، والمنافقين والكفار على العموم، يوم تدفعهم الملائكة دفعاً إلى جهنم.\nومنه قول الله تعالى: {كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ} (الحج:4).\n(1/92)",
        "\nومنه حديث النبي صلى الله عليه وسلم: \" .. والكذب يهدي إلى الفجور، والفجور يهدي إلى النار\" (1).\n3. البشرى: ويكون عادة في نقل الأخبار السعيدة، على المستوى الرباني كالمغفرة والرضوان والثواب الجزيل، وعلى المستوى الإنساني كالأخبار بما يفرح ويسعد كالفوز والنجاح، والكسب والولادة وغيرها, إلا أننا نجد القرآن قد استعمل هذا اللفظ في غير ما وضع له أحياناً من مثل الإنذار والتحقير والتوبيخ.\nومن أمثال ذلك قول الله تعالى: {بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا} (النساء: 138).\nومنها قول الله تعالى: {كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (لقمان: 7).\nومنه قوله تعالى: {وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ} (التوبة:3).\nومنه قول الله تعالى: {وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} (آل عمران: 21)\nوهذه البشرى هي بشرى ذم وتوبيخ وتقريع لا بشرى خير.\n4. كيف: وهو اسم استفهام يحتاج إلى إجابة، إلا أن الله سبحانه وتعالى استعمله للاستهزاء والسخرية والتقريع، وكثيراً ما جاء هذا الأسلوب في القرآن الكريم.\nومن أمثاله قول الله تعالى: {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ} (آل عمران: 86).\nومنه قول الله تعالى: {فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ} (الرعد: 32).\nفكيف هنا ليست استفهامية: إنما جاءت لبيان النهاية والخاتمة التي عليها هؤلاء الكفار والمشركين والمنافقين، وهي حينما تذكر تذكر لبيان النهاية والخاتمة، وخصوصاً فيما يتعلق بأعداء الدعوة، وهذا من باب السخرية والاستهزاء بهؤلاء الكفار والمنافقين، وللتحذير من النهاية التي وصلوا إليها.\n__________\n(1) 1 أخرجه البخاري في صحيحه: ج (6094)، كالأدب، باب: وما يُنهي عن الكذب، 4/ 1923.\n(1/93)\n",
        "هذا بعض شيء من أسلوب القرآن في طريقته للاستهزاء والسخرية من الكفار والمنافقين، والمشركين، وهو أسلوب يحطم العجرفة والكبرياء التي يعيشها هؤلاء الناس.\n\nثانياً: الاستهزاء والسخرية المعنوية:\nوصف الله سبحانه الكفار والمشركين والمنافقين بأوصاف متعددة وهي من باب السخرية والاستهزاء المعنوي، ومنه أنهم:\n1. أهل أهواء وضلالات.\nإنهم كالأنعام السارحة بل هم أضل سبيلاً، قال تعالى: {أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا، أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا} (الفرقان:43 - 44).\n2. أنهم يسيئون إلى أنفسهم بكفرهم ونفاقهم.\nإن الله يُحدث عن ما يتوقعون ويتمنون، كقوله تعالى: {مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآَخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لِيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ} (الحج: 15).\n3. إظهار ما يخفون في أنفسهم:\nلقوله تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ، اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ} (المنافقون: 1 - 2).\n4. السخرية من مظاهرهم وفصاحة ألسنتهم:\n(1/94)\n\nفهم أصحاب هيئة جميلة، وكلام فصيح وطلاقة لسان، إلا إنهم هياكل بلا أرواح، فهم خشب مسنّدة، جبناء، تطيش عقولهم حين سماع أي نداء، وصفهم الله تعالى فقال: {وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ} (المنافقون: 4).\n5. سوء خاتمتهم يوم القيامة: وهي سخرية غاية في تقريعهم وشتمهم يقول تعالى: {فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ، ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ} (محمد:27).\nالقرآن هنا يصور مهانة ما عليه المنافقون يوم القيامة، تعاملهم الملائكة معاملة غاية في الإذلال، الضرب على الوجوه وهم الذين كانوا سادة في الدنيا، والضرب على الأدبار كأنهم حيوانات، لا كرامة لها, وهذا غاية في الاستهانة والاحتقار منهم ومن أمثالهم (1).\nهذا شيء قليل من كثير، وكتاب الله سبحانه وتعالى مليء بالأساليب المتنوعة التي تتلائم مع كل حال وموقف.\n\nو الحمد لله رب العالمين.\n\nالخاتمة\nوتشتمل على أهم النتائج، والتوصيات:\n1. الاستهزاء ناقض من نواقض الإيمان.\n2. الاستهزاء قديم من قدم الإيمان، والأديان، والشرائع.\n3. صور الاستهزاء تقريباً واحدة عند أغلب الأمم القديمة منها والحديثة.\n4. بواعث الاستهزاء كثيرة، منها:\n- أمور نفسية: كالحقد والحسد والكبر والنفاق والجهل وضعف الإيمان وضعف العقل وحب المال وحب النفس والظهور.\n- أمور خارجية: كالتقليد، والانحراف العقائدي، وضعف العلماء، وتعطيل شرع الله.\n5. حكم الاستهزاء هو الارتداد عن الدين، وإهدار الدم.\n__________\n(1) أنظر؛ عثمان قدري: من أساليب التربية في القرآن.",
        "(1/95)\n\n6. المسلم صحيح الإيمان يقف عند حدود الله، يغضب لما يغضب الله ورسوله.\n7. انتقام الله من المستهزئين جماعات، وأمم وحكومات.\n8. الاستهزاء لغة الكثير من الذين تنصبوا على الأمة، وأصبحوا سادتها وكبراءها.\n9. ما يحرص عليه المستهزئ هو هدم الدين، وتقويض أركان المجتمع.\n11.على أبناء الأمة أن يصمدوا أمام هذا المكر، وأن يعملوا لدينهم قدر جهدهم.\n\nالتوصيات\n1. العمل على إعادة الاعتبار لدين الله، كتاباً وسُنة.\n2. على المؤسسات الحاكمة و المتنفذة أن تعمل على حفظ حرمة الدين والرسول.\n3. على العلماء أن ينهضوا بالدور المناسب في حماية الدين، والأخلاق.\n4. توحيد صفوف المؤسسات الدعوية في الداخل والخارج، لكشف حقيقة هؤلاء المشككين، والمتطاولين على الدين، ورسوله، وشريعته.\n5. نشر الفكر الإسلامي الصحيح، وبيان خطر الاستهزاء من خلال المحاضرات، والندوات والنشرات والكتب واستغلال الإعلام الهادف قدر المستطاع.\n6. الدراسات، والأبحاث المتخصصة في هذا المجال، الجامعية وغيرها، استغلالها وتكثيفها.\n\nالكشافات\n1. كشاف الآيات القرآنية\n2. كشاف الأحاديث الشريفة\n3. المصادر والمراجع\n4. قائمة المحتويات\n\nأولاً. كشاف الآيات القرآنية\nم ... الآية ... اسم السورة ... رقم الآية ... الصفحة\n1 ... و إذا قيل لهم آمنوا كما آمن .. ... البقرة ... 13 ... 8\n2 ... وإذا لقوا الذين آمنوا قالوا .. ... البقرة ... 14 ... 24+76\n3 ... الله يستهزيء بهم .. ... البقرة ... 15 ... 24\n4 ... قالوا أتتخذنا هزواً .. ... البقرة ... 67 ... 24 +37\n5 ... يا أيها الذين آمنوا لا تقولوا راعنا .. ... البقرة ... 104 ... 42+37\n6 ... ود كثير من أهل الكتاب لو يردونكم .. ... البقرة ... 109 ... 32+33\n7 ... و من الناس من يتخذ من دون الله .. ... البقرة ... 165 ... 67\n8 ... وإذا قيل لهم اتبعوا ما أنزل الله .. ... البقرة ... 170 ... 41\n9 ... وقاتلوا في سبيل الله الذين يقاتلونكم .. ... البقرة ... 190 ... 48\n10 ... زين للذين كفروا الحياة الدنيا .. ... البقرة ... 212 ... 19+26+57\n11 ... و لا تتخذوا آيات الله هزواً .. ... البقرة ... 231 ... 24\n(1/96)",
        "\n12 ... و يقتلون الذين يأمرون بالقسط .. ... آل عمران ... 21 ... 105\n13 ... ومن أهل الكتاب من إن تأمنه .. ... آل عمران ... 75 ... 76\n14 ... ومن يتبع غير الإسلام دينا .. ... آل عمران ... 85 ... 48\n15 ... كيف يهدي الله قوماً .. ... آل عمران ... 86 ... 105\n16 ... و لا تهنوا و لا تحزنوا لا و أنتم الأعلون .. ... آل عمران ... 139+142 ... 100\n17 ... لقد سمع الله قول الذين قالوا إن الله .. ... آل عمران ... 181 ... 59\n18 ... وإذا أخذنا ميثاق الذين أوتوا الكتاب .. ... آل عمران ... 187 ... 44\n19 ... وقد نزل عليكم في الكتاب .. ... النساء ... 57 ... 24+35\n20 ... ومن يشاقق الرسول من بعد ما تبين له .. ... النساء ... 115 ... 64\n21 ... بشر المنافقين بأن لهم عذاباً أليماً. ... النساء ... 138 ... 105\n22 ... إذا سمعتم آيات الله يكفر بها .. ... النساء ... 140 ... 24+101\n23 ... ومن أحسن من الله حكماً .. ... المائدة ... 50 ... 79\n24 ... يا أيها الذين آمنوا لا تتخذوا الذين .. ... المائدة ... 57 ... 24+80+101\n25 ... و إذا ناديتم إلى الصلاة .. ... المائدة ... 58 ... 24\n26 ... وترى كثيراً منهم يسارعون في الإثم .. ... المائدة ... 62 ... 44\n27 ... وقالت اليهود يد الله مغلولة .. ... المائدة ... 64 ... 59\n28 ... لعن الذين كفروا من بني إسرائيل .. ... المائدة ... 78 - 80 ... 63+93\n29 ... ثم الذين كفروا بربهم .. ... الأنعام ... 1 ... 67\n30 ... فقد كذبوا بالحق لما جاءهم .. ... الأنعام ... 5 ... 24\n31 ... ولقد استهزئ برسل من قبلك .. ... الأنعام ... 10 ... 24+26+42+65+71+93+100\n32 ... ولا تطرد الذين يدعون ربهم .. ... الأنعام ... 51 ... 75\n33 ... و إذا رأيت الذين يخوضون في آياتنا .. ... الأنعام ... 68 - 70 ... 101\n34 ... ولو أشركوا لحبط عنهم .. ... الأنعام ... 88 ... 92\n35 ... لقد أرسلنا نوحاً إلى قومه .. ... الأعراف ... 59 - 60 ... 30+61\n36 ... قال الملأ الذين كفروا من قومه .. ... الأعراف ... 66 ... 61+62\n37 ... قالوا أجئتنا لنعبد الله وحده .. ... الأعراف ... 70 ... 64\n38 ... قال الملأ الذين استكبروا من قومه .. ... الأعراف ... 75 ... 62\n39 ... ولوطاً إذ قال لقومه أتأتون الفاحشة .. ... الأعراف ... 80 ... 62\n40 ... وما كان جواب قومه إلا أن قالوا .. ... الأعراف ... 82 ... 31\n41 ... قال الملأ الذين استكبروا من قومه لنخرجنك .. ... الأعراف ... 88 ... 19+62\n(1/97)\n",
        "42 ... وكذلك جعلنا لكل نبي عدواً شياطين .. ... الأعراف ... 112 ... 61\n43 ... سأصرف عن آياتي الذين يتكبرون .. ... الأعراف ... 146 ... 19\n44 ... قال موسى لقومه استعينوا بالله .. ... الأعراف ... 128 - 129 ... 99\n45 ... وإذا تليت عليهم آياته .. ... الأنفال ... 2 ... 38\n46 ... واعلموا أنما أموالكم وأولادكم فتنة .. ... الأنفال ... 28 ... 39\n47 ... وما كان صلاتهم عند البيت .. ... الأنفال ... 35 ... 64\n48 ... و بشر الذين كفروا بعذاب أليم .. ... التوبة ... 3 ... 105\n49 ... وإن نكثوا أيمانهم من بعد عهدهم .. ... التوبة ... 12 ... 50\n50 ... ألا تقاتلون قوماً نكثوا أيمانهم .. ... التوبة ... 13 ... 50\n51 ... قاتلوهم يعذبهم الله بأيديكم .. ... التوبة ... 14 - 15 ... 51\n52 ... قل هل تربصون بنا إلا إحدى الحسنيين .. ... التوبة ... 52 ... 52\n53 ... ومنهم من يلمزك في الصدقات .. ... التوبة ... 58 ... 35\n54 ... يحذر المنافقون أن تنزل عليهم سورة .. ... التوبة ... 64 - 65 ... 24+35+73+77+85\n55 ... لا تعتذروا قد كفرتم بعد إيمانكم .. ... التوبة ... 66 ... 56+73+77\n56 ... كالذين من قبلكم كانوا أشد .. ... التوبة ... 69 ... 41+79\n57 ... الذين يلمزون المطوعين في الصدقات .. ... التوبة ... 79 ... 23+26+94\n58 ... والسابقون الأولون من المهاجرين .. ... التوبة ... 100 ... 89\n59 ... و حاق بهم ما كانوا به يستهزئون .. ... هود ... 8 ... 24\n60 ... فقال الملأ الذين كفروا من قومه .. ... هود ... 27 ... 62\n61 ... ويصنع الفلك وكلما مرّ عليه ملأ .. ... هود ... 38 ... 26+100\n62 ... فاصبر إن العاقبة للمتقين .. ... هود ... 49 ... 99\n63 ... قالوا يا شعيب أصلواتك تأمرك .. ... هود ... 87 ... 64\n64 ... و لقد استهزيء برسل من قبلك .. ... الرعد ... 32 ... 24+100+105\n65 ... و برزوا لله جميعاً .. ... إبراهيم ... 21 ... 34\n66 ... وما يأتيهم من رسول إلا كانوا .. ... الحجر ... 11 - 13 ... 69\n67 ... و إذا رأوك إ ن يتخذوك إلا هزواً .. ... الحجر ... 41+42 ... 69\n68 ... فاصدع بما تؤمر .. ... الحجر ... 94+95 ... 25+103\n69 ... فالذين لا يؤمنون بالآخرة .. ... النحل ... 22 ... 34\n70 ... فأصابهم سيئات ما عملوا .. ... النحل ... 34 ... 25\n71 ... ولقد بعثنا في كل أمة رسول .. ... النحل ... 36 ... 67\n72 ... و لا تمش في الأرض مرحاً .. ... الإسراء ... 37 ... 20\n73 ... و اتخذوا آيات الله هزواً .. ... الكهف ... 65 ... 25\n(1/98)\n\n74 ... ذلك جزاؤهم جهنم .. ... الكهف ... 106 ... 25\n75 ... فأخرج لهم عجلاً جسداً له خوار .. ... طه ... 88 ... 64\n76 ... و إذا رآك الذين كفروا .. ... الأنبياء ... 36 ... 25\n77 ... و لقد استهزيء برسل من قبلك .. ... الأنبياء ... 41 ... 17+ 26\n78 ... كتب عليه أنه من تولاه .. ... الحج ... 4 ... 105\n79 ... من كان يظن لن ينصره الله .. ... الحج ... 15 ... 106\n80 ... أذن للذين يقاتلون بأنهم ظلموا .. ... الحج ... 39 ... 48\n81 ... و اتخذتموهم سخرياً .. ... المؤمنون ... 110 ... 26\n82 ... إن الذين جاءوا بالإفك .. ... النور ... 11 - 13 ... 72\n83 ... لا تجعلوا دعاء الرسول .. ... النور ... 63 ... 86\n84 ... وقوم نوح لما كذبوا الرسل .. ... الفرقان ... 37 ... 93\n85 ... أرأيت من اتخذ إلهه هواه .. ... الفرقان ... 43 - 44 ... 106\n86 ... فقد كذبوا فسيأتيهم أنباء .. ... الشعراء ... 6 ... 25\n87 ... تلك الدار الآخرة نجعلها للذين .. ... القصص ... 38 ... 20\n88 ... فكلاً أخذنا بذنبه .. ... العنكبوت ... 40 ... 97\n89 ... ثم كان عاقبة الذين أساءوا .. ... الروم ... 10 ... 25\n90 ... فاصبر إن وعد الله حق .. ... الروم ... 60 ... 21\n91 ... ومن الناس من يشتري لهو الحديث .. ... لقمان ... 6 ... 40\n92 ... كأن لم يسمعها كأن في .. ... لقمان ... 7 ... 105\n93 ... و لا تصعر خدك للناس .. ... لقمان ... 18 ... 20\n94 ... إن الذين يؤذون الله ورسوله .. ... الأحزاب ... 57 - 58 ... 67+72+85\n95 ... لئن لم ينته المنافقون .. ... الأحزاب ... 61 - 62 ... 53\n96 ... يا حسرة على العباد ما يأتيهم من رسول .. ... يس ... 30 ... 57\n97 ... بل عجنتم و يسخرون .. ... الصافات ... 12 ... 26\n98 ... و إذا رأوا آية يستسخرون .. ... الصافات ... 14 ... 26\n99 ... فاهدوهم إلى صراط الجحيم .. ... الصافات ... 23 ... 104\n100 ... إنهم كانوا إذا قيل لهم لا إله إلا الله يستكبرون .. ... الصافات ... 35 - 36 ... 59\n101 ... اتخذناهم سخرياً أم زاغت الأبصار .. ... ص ... 63 ... 26\n102 ... و بدا لهم سيئات ما عملوا .. ... الزمر ... 48 ... 25\n103 ... يا حسرة على ما فرظت .. ... الزمر ... 56 ... 26\n104 ... لئن أشركت ليحبطن عملك .. ... الزمر ... 65 ... 92\n105 ... كذلك يطبع الله على كل قلب .. ... غافر ... 35 ... 33\n106 ... النار يعرضون عليها غدواً .. ... غافر ... 46 ... 65\n107 ... و حاق بهم ما كانوا به يستهزئون .. ... غافر ... 83 ... 25",
        "(1/99)\n\n108 ... و ما يأتيهم من نبي إلا .. ... الزخرف ... 7 ... 25\n109 ... و رفعنا بعضهم فوق بعض .. ... الزخرف ... 32 ... 26\n110 ... فلما جاءهم بآياتنا إذاهم .. ... الزخرف ... 47 ... 63\n111 ... فاستخف قومه فأطاعوه .. ... الزخرف ... 54 ... 21\n112 ... ذق إنك أنت العزيز الكريم .. ... الدخان ... 49 ... 104\n113 ... و إذا علم من آياتنا شيئاً .. ... الجاثية ... 9 ... 25\n114 ... و بدا لهم سيئات ما عملوا .. ... الجاثية ... 33 ... 25\n115 ... ذلكم بأنكم اتخذتم آيات الله هزواً .. ... الجاثية ... 35 ... 25\n116 ... إذ كانوا يجحدون بآيات الله .. ... الاحقاف ... 26 ... 25\n117 ... فكيف إذا توفتهم الملائكة .. ... محمد ... 27 ... 106\n118 ... يعذب المنافقين والمنافقات .. ... الفتح ... 6 ... 67\n119 ... يا أيها الذين آمنوا لا ترفعوا .. ... الحجرات ... 1 - 2 ... 86\n120 ... يا أيها الذين آمنوا لا يسخر قوم من قوم .. ... الحجرات ... 11 ... 19+23+26+74\n121 ... وفي عاد إذ أرسلنا عليهم الريح .. ... الذاريات ... 41 - 42 ... 93\n122 ... كذلك ما أتى الذين من قبلهم .. ... الذاريات ... 52 - 53 ... 31+42+61\n123 ... وإذا جاءوك حيوك .. ... المجادلة ... 8 ... 70\n124 ... كمثل الذين من قبلهم .. ... الحشر ... 15 ... 103\n125 ... إذا جاءك المنافقون قالوا .. ... المنافقون ... 1 - 2 ... 106\n126 ... و إذا رأيتهم تعجبك أجسامهم .. ... المنافقون ... 4 ... 106\n127 ... و إذا قيل لهم تعالوا يستغفر لكم .. ... المنافقون ... 5 ... 20\n128 ... هم الذين يقولون لا تنفقوا .. ... المنافقون ... 7 - 8 ... 73\n129 ... فأما من طغى وآثر الحياة الدنيا .. ... النازعات ... 37 - 38 ... 94\n130 ... و إذا مروا بهم يتغامزون .. ... المطففين ... 30 ... 22\n131 ... إن الذين أجرموا كانوا من الذين .. ... المطففين ... 29 - 32 ... 22\n132 ... وما نقموا منهم إلا أن يؤمنوا .. ... البروج ... 8 ... 31\n133 ... ويل لكل همزة لمزة .. ... الهمزة ... 1 - 4 ... 40\n134 ... إن شانئك هو الأبتر .. ... الكوثر ... 2 ... 97\n\nثانياً. كشاف الأحاديث\nم ... الحديث ... المخرج ... الصفحة\n1 ... بحسب امريء من الشر .. ... مسلم ... 20\n2 ... من لا يرحم لا يرحم .. ... مسلم ... 20\n3 ... دب إليكم داء الأمم قبلكم .. ... الترمذي ... 32\n4 ... إنه سيصيب أمتي داء الأمم .. ... الحاكم ... 32\n5 ... لا يدخل الجنة من كان في قلبه .. ... مسلم ... 33\n(1/100)",
        "\n6 ... إن لكل أمة فتنة .. ... الترمذي ... 39\n7 ... تعس عبد الدينار والدرهم .. ... البخاري ... 39\n8 ... لا تقوم الساعة حتى تأخذ أمتي .. ... البخاري ... 42\n9 ... السمع والطاعة على المرء المسلم .. ... البخاري ... 45\n10 ... إقامة حد من حدود الله خير من .. ... النسائي ... 46\n11 ... أن يهودية كانت تشتم النبي .. ... أبو داود ... 51+87\n12 ... من لكعب بن الأشرف .. ... البخاري ... 51+87\n13 ... أليس من أهل بدر .. ... البخاري ... 53\n14 ... دعني يا رسول الله أضرب عنقه .. ... مسلم ... 53\n15 ... يا معشر المسلمين من يعذرني في رجل .. ... البخاري ... 53+72+87\n16 ... دعه لا يتحدث الناس .. ... البخاري ... 54\n17 ... ألا تدرون أي يوم هذا .. ... البخاري ... 55\n18 ... حق المسلم على المسلم خمس .. ... البخاري ... 55\n19 ... إن اليهود إذا سلم عليكم .. ... أبو داود ... 70\n20 ... كان رجل نصراني فأسلم .. ... البخاري ... 71\n21 ... بحسب امرئ من الشر .. ... مسلم ... 74\n22 ... يا معشر من آمن بلسانه .. ... أبو داود ... 74\n23 ... لا تسبوا أصحابي .. ... البخاري ... 74\n24 ... أمرنا أن نستقبل القبلة .. ... ابن ماجه ... 75\n25 ... لعنة الله على اليهود والنصارى .. ... البخاري ... 78\n26 ... انشد الله رجلاً فعل ما فعل .. ... أبو داود ... 86\n27 ... أن علياً حرّق قوماً .. ... البخاري ... 88\n28 ... إن من إجلال الله تعالى إكرام .. ... أبو داود ... 90\n29 ... إن دماءكم وأموالكم .. ... البخاري ... 91\n30 ... من حمى مؤمناً من منافق .. ... أبو داود ... 95\n31 ... .. و الكذب يهدي إلى الفجور .. ... البخاري ... 104\n\nالمصادر والمراجع\nالقرآن الكريم.\n1. أحكام أهل الذمة: ابن القيم / محمد بن أبي بكر – دار ابن حزم – بيروت – الأولى – 1997.\n2. أحكام القرآن: ابن العربي / أبو بكر محمد – دار الفكر – بيروت – الأولى.\n3. أحكام المرتد: السامرائي/ نعمان عبد الرازق – دار العلوم للطباعة – الثانية – 1983.\n4. إحياء علوم القرآن: الغزالي / محمد أبو حامد – مكتبة دار مصر – القاهرة – الأولى – 1998.\n5. الاتجاهات الوطنية في الأدب المعاصر: د. محمد محمد حسين – مؤسسة الرسالة – بيروت – الثامنة – 1986\n(1/101)\n",
        "6. الاستهزاء بالدين: القرشي / أحمد بن محمد – دار ابن الجوزي - الدمام – الأولى – 2005.\n7. الاستهزاء بالدين وأهله: القحطاني/ محمد بن سعيد – موقع الكتروني (سعيد نت).\n8. إصلاح الوجوه والنظائر في القرآن الكريم: الدامغاني/ الحسين بن محمد – دار العلم للملايين – بيروت – الثانية – 1980.\n9. الإعلام بقواطع الإسلام: الهيثمي / أحمد بن محمد – دار الفكر – بيروت – 1983.\n10. إغاثة اللهفان: ابن القيم / محمد بن أبي بكر – مكتبة الدعوة الإسلامية – القاهرة – 1961.\n11. اقتضاء الصراط المستقيم: ابن تيمية / أحمد عبد الحليم – مكتبة الرشد – الرياض – الثانية – 1991.\n12. الإقناع: ابن المنذر / محمد بن إبراهيم – مطابع الفردوس – الرياض – الأولى – 1408هـ.\n13. بدائع الفوائد: ابن القيم / محمد بن أبي بكر – دار ابن الجوزي – الدمام – الأولى – 1993.\n14. البداية والنهاية: ابن كثير /إسماعيل – دار الفجر الجديد – القاهرة – الأولى – 2003.\n15. البيان والتحصيل: ابن رشد / أبو الوليد – دار الغرب الإسلامي – بيروت – 1984.\n16. التحرير والتنوير: الطاهر بن عاشور – دار سحنون – تونس.\n17. التذكرة: القرطبي / محمد بن أحمد – دار المنار – القاهرة – الأولى – 1997.\n18. تفسير القرآن العظيم: ابن كثير/ إسماعيل – دار الأندلس – بيروت – 1984.\n19. تفسير المنار: رشيد رضا – دار المعرفة – بيروت – الثانية.\n20. تلخيص الاستغاثة: ابن تيمية / أحمد عبد الحليم – مكتبة الغرباء الأثرياء – الأولى – 1417هـ.\n21. الجامع لأحكام القرآن: القرطبي /محمد بن أحمد – دار الشام – بيروت – الثانية.\n22. جامع البيان: الطبري / محمد بن جرير – دار المعارف – القاهرة – الأولى.\n23. جاهلية القرن العشرين: محمد قطب – دار الشروق – القاهرة –\n24. الجواب الصحيح لمن بدل دين المسيح: ابن تيمية / أحمد بن عبد الحليم – مطبعة المدني – القاهرة – 1964.\n(1/102)\n\n25. حصوننا مهددة من داخلها: د. محمد حسين – دار الريان – مكة المكرمة – الثانية عشر – 1993.\n26. الدر المنثور: السيوطي/ جلال الدين – مكتبة الوراق – الرياض – الأولى – 1994.\n27. الدرر السنية: ابن القاسم /عبد الرحمن – مطبعة الحكومة – مكة – الثانية – 1965.\n28. دلائل الأحكام: ابن شداد/ بهاء الدين – دار الكتب العلمية – بيروت – الأولى – 1991.\n29. الذخيرة: القرافي / أحمد بن ادريس – دار الغرب الإسلامي – بيروت – 1994.\n30. الرحيق المختوم: المباركفوري / صفي الرحمن – دار الوفاء – المنصورة – 2001.\n31. الرد على الهمجية والزنادقة: الدارمي / أبي سعيد – منشأة المعارف – الإسكندرية – 1971.\n32. رسالة في الرد على الرافضة: محمد بن عبد الوهاب – دار طيبة – الرياض.\n33. الروضة الندية: صديق خان /محمد دار ابن حزم – الرياض – الأولى – 2002.\n34. السلوك الاجتماعي: أيوب حسن – دار البحوث العلمية – القاهرة – الثانية – 1979.\n35. السنة ومكانتها في التشريع: مصطفى السباعي – دار الوراق – القاهرة –الأولى - 2000.\n36. السنن: ابن ماجه/ محمد بن يزيد – المكتبة العلمية – بيروت.\n37. السنن: أبو داود / سليمان بن الأشعث – الدار المصرية اللبنانية – القاهرة – الأولى – 1988.\n38. السنن: الترمذي / محمد بن عيسى – المكتبة السلفية – المدينة المنورة – الأولى – 1964.\n39. السنن: النسائي / أحمد بن شعيب – دار المعرفة اللبنانية – القاهرة – 1987.\n40. السنن الكبرى: البيهقي/ أحمد بن حسين – دار الكتب العلمية – بيروت – الأولى – 1994.\n41. سير أعلام النبلاء: الذهبي / محمد بن أحمد – مكتبة الصفا – القاهرة – الأولى – 2003.\n42. السيرة النبوية: ابن هشام/ أبو محمد – دار الجيل – بيروت – الأولى – 1411هـ.\n43. شروح السنة: البغوي/ الحسين بن مسعود المكتب الإسلامي – بيروت – الأولى – 1983.\n44. شرح الفقه الأكبر: القاري/ علي بن سلطان – دار الكتب العلمية – بيروت.",
        "(1/103)\n\n45. الشفا: عياض /بن موسى – مكتبة الصفا – القاهرة – الأولى – 2002.\n46. الصارم المسلول: ابن تيمية / أحمد بن عبد الحليم – دار الكتب العلمية – بيروت – 1978.\n47. الصحاح: الجوهري / إسماعيل بن حماد – دار العلم للملايين – بيروت – الرابعة – 1990.\n48. الصحيح: البخاري/ محمد بن إسماعيل – المكتبة العصرية – بيروت – الأولى – 1997.\n49. الصحيح: مسلم/ بن الحجاج – دار الخير – بيروت – الثالثة – 1996.\n50. صفوة الآثار والمفاهيم: الدوسري / عبد الرحمن – مكتبة دار الأرقم – الكويت – الأولى – 1981.\n51. العصرانيون: محمد حامد الناصر – مكتبة الكوثر – الرياض – الثانية – 2001.\n52. العقلانيون: علي بن حسن الحلبي – مكتبة الغرباء – المدينة المنورة – الأولى – 1993.\n53. على هامش السيرة: طه حسين – دار المعارف – القاهرة – 1981.\n54. فتاوى ابن عابدين / محمد أمين – دار الكتب العلمية – بيروت – الأولى.\n55. الفتاوى: محمد بن إبراهيم – مطبعة الحكومة – مكة المكرمة – 1399هـ.\n56. الفتاوى الكبرى: ابن تيمية /أحمد بن عبد الحليم – دار الريان للتراث – مصر – الأولى – 1988.\n57. فتح الباري: العسقلاني / أحمد بن علي – دار الفكر – بيروت – 1996.\n58. فتح العلام بشرح مرشد الإمام: الجرداني / محمد عبد الله – دار السلام – الثالثة – 1988.\n59. الفتح القدير: الشوكاني / محمد بن علي – دار الفكر – بيروت.\n60. الفروق: العسكري/ الحسين بن عبد الله – دار الكتب العلمية – بيروت – 2003.\n61. الفقه الإسلامي وأدلته: الزحيلي وهبة – دار الفكر – بيروت – الرابعة – 2002.\n62. في ظلال القرآن: سيد قطب – دارالشروق – القاهرة – السابعة – 1978.\n63. القاموس الففهي: أبو حبيب سعدي – دار الفكر – دمشق – الثانية – 1988.\n64. الكليات: أبو البقاء الكوفي/ أيوب الحسيني – مؤسسة الرسالة – بيروت – الأولى – 1992.\n(1/104)",
        "\n65. الكنز الثمين: ابن جبرين/ عبد الله بن عبد الرحمن – المطبعة الحكومية – مكة المكرمة – 1407 هـ.\n66. لسان العرب: ابن منظور/ محمود – دار الجيل – بيروت – الأولى – 1988.\n67. مجموعة الفتاوى: ابن باز /عبد العزيز – دار القاسم – الرياض – الأولى – 1420 هـ.\n68. محاسن التأويل: القاسمي/ محمد جمال الدين – دار إحياء التراث العربي – بيروت – الأولى – 1994.\n69. المحرر الوجيز: ابن عطية / عبد الحق بن غالب – دار الكتب العلمية – بيروت – الأولى – 1993.\n70. محنة السخرية والاستهزاء: العرابيد/ عبد السميع – مؤتمر الدعوة الإسلامية – الجامعة الإسلامية – غزة – 2005\n71. مدارج السالكين: ابن القيم /محمد بن أبي بكر – دار الكتاب العربي – بيروت – الثانية – 1393هـ.\n72. مسائل الإمام أحمد / أحمد بن حنبل – مكتبة الدار – المدينة المنورة – الأولى – 1986.\n73. المستدرك: الحاكم النيسابوري/ عبد الله – دار المعرفة – بيروت.\n74. مطلب أولي النهي: مصطفى السيوطي – الثانية – 1994.\n75. معالم التنزيل: البغوي / الحسين بن مسعود – دار المعرفة – بيروت – الثانية – 1987.\n76. معالم السنن: الخطابي/ حمد بن محمد – دار الحديث – بيروت – الأولى – 1969.\n77. المغني: ابن قدامة /موفق الدين – دار الفكر – بيروت – الثانية – 1992.\n78. المفردات: الراغب الأصفهاني – مصطفى اليابي الحلبي – مصر.\n79. مقاييس اللغة: ابن فارس/ الحسين بن أحمد – دار الجيل – بيروت – الأولى – 1991.\n80. نضرة النعيم: ابن ملوح /عبد الرحمن – دار الوسيلة للنشر – الأولى – 1998.\n81. النفاق و أثره في حياة الأمة: سيد جمعة سلام – مكتبة جزيرة الورد – القاهرة – الأولى – 2007.\n82. الهادي إلى لغة العرب – حسن الكرمي – دار البيان – بيروت – الأولى – 1992.\n83. اليهود في القرآن الكريم: الصالح /محمد أديب – دار الهدى – الرياض – الأولى – 1993.\nالدوريات:\n1. صحيفة اليمامة: العدد (887)، 27/ 4/1406هـ.\n(1/105)\n",
        "قائمة المحتويات\nالإهداء. ... 2\nملخص الدراسة. ... 3\nالمقدمة. ... 7\nالتمهيد: حقيقة الاستهزاء، والألفاظ ذات الصلة: ... 13\nالمبحث الأول: حقيقة الاستهزاء. ... 14\nالمبحث الثاني: الألفاظ ذات الصلة. ... 17\nالمبحث الثالث: آيات الاستهزاء و السخرية. ... 24\nالفصل الأول ... 28 ... أسباب الاستهزاء، وأقسام المستهزئين\nالمبحث الأول: أسباب الاستهزاء ... 29\nالمطلب الأول: الأسباب النفسية للاستهزاء ... 30\nالمطلب الثاني: الأسباب الطارئة للاستهزاء ... 40\nالمبحث الثاني: أقسام المستهزئين ... 46\nالمطلب الأول: المستهزئ الكافر ... 47\nالمطلب الثاني: المستهزئ المنافق ... 51\nالمطلب الثالث: المستهزئ المسلم ... 54\nالفصل الثاني ... 56 ... صور الاستهزاء وحكمه وآثاره\nالمبحث الأول: صور الاستهزاء في الأمم السابقة على الإسلام ... 57\nالمطلب الأول: صور من الاستهزاء بالله تعالى ... 58\nالمطلب الثاني: صور من الاستهزاء بالرسل عليهم السلام ... 60\nالمطلب الثالث: صور من الاستهزاء بالدين ... 63\nالمبحث الثاني: صور من الاستهزاء في العهد الإسلامي الأول ... 65\nالمطلب الأول: صور من الاستهزاء بالله ... 66\nالمطلب الثاني: صور من الاستهزاء بالرسول عليه السلام ... 68\nالمطلب الثالث: صور من الاستهزاء بالدين ... 73\nالمبحث الثالث: صور من الاستهزاء في العصر الحاضر ... 77\nالمبحث الرابع: حكم الاستهزاء، وآثاره ... 83\nالمطلب الأول: حكم الاستهزاء ... 84\nالمطلب الثاني: آثار الاستهزاء والمستهزئين ... 91\nالمبحث الخامس: سخرية القرآن من المشركين والكافرين ... 102\nالخاتمة ... 107\nالتوصيات ... 108\nالكشافات ... 109\nكشاف الآيات القرآنية ... 110\nكشاف الأحاديث النبوية ... 116\nالمراجع والمصادر ... 118\nقائمة المحتويات ... 122\n(1/106)\n"
    ]
}