{
    "partText": [
        "\nبما قبلها أنّ الآية الأولى فيها دعاء إلى الصبر على الجهاد في سبيل الله، وفي هذه بيان لوجه النفقة في سبيل الله وكلّ ذلك دعاء إلى فِعل البَرِّ)) (1).\n\nفالسياق المعنوي لدى الطوسي هو الرابط بين الآيات التي تبدو دَلالاتها متباعدة. والإنفاق من صفات المؤمنين التي ذُكِرَت في هذه السورة وكُرِّرَت ترغيباً في آيات متفرقة (2). وقُرِن بالجهاد في مواضع أخَر (3)، وقد جعله الله في المرتبة الثانية بعد الجهاد في سبيله وورد بصيغة الأمر والزمن الماضي (ما أنفقتم)؛ للدلالة على العموم والشمول ولطمأنة الذين لايقدرون على الإنفاق الواسع (4)، بأنّ كلّ ما يُنفقونه من خيرٍ هو في سبيل الله، وفي ذلك دلالة على أنّ الصبر على الجهاد ثمّ على النفقة وبذل المال هو من أعظم ما تحلّى به المؤمن وهو من أعظم الأسباب الموصِلة إلى الجنة (5).\nومنه أيضاً قوله تعالى: {وَمَن أحْسَنُ دِينَاً مِّمَّن أسْلَمَ وَجْهَهُ للهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إبرَهِيمَ حَنِيفَاً وَاتَّخَذَ اللهُ ابرَهِيمَ خَلِيلاً} [النساء: 125] ثم قوله: {وَللهِ مَا فِي السَّمَوَتِ وَمَا في الأرْضِ وَكَانَ اللهُ بِكُلِّ شَيءٍ مُحِيطَا} [النساء: 126]، فقد ذكر الطوسي أنّه لمّا ذكر الله تعالى أنّه ((اتّخذ ابراهيم خليلاً؛ لطاعته ربّه وإخلاصه له العبادة ومسارعته إلى رضاه، بيّن أنّ ذلك بفضله لا من حاجة إلى خِلَّته، فقال: وكيف يحتاج إلى خِلَّته من له ما في السموات والأرض من قليلٍ وكثيرٍ ملكاً، و [هو] (6) مع ذلك مُستغنٍ عن جميع خَلقهِ، وجميعُ الخَلق يحتاجون إليه، فكيف يحتاج إلى خِلَّة إبراهيم، لكنّه اتّخذه خليلا لمسارعته إلى رضاه وامتثاله لمايأمره به)) (7). فبعد أن أخبر عمّن يُحبّه ويُرضيه، وعمّن يَبغضُه ويُغضبُه، أراد إزالة الوَهم في أن يؤخَذ كلامه على غير حقيقته ويُظَنّ أنّه في حاجة إلى الخليل، قال (ولله ما في السموات) فجعله المُختصّ بالوحدانيّة فلا كُفءَ له يملك السموات وما فيها، (وما في الأرض)، أي إنّ إبراهيم ـ عليه السلام ـ وغيره وكلّ مَن على الأرض هو مُلكٌ لله ـ جلَّ شأنه ـ\n__________\n(1) التبيان 2/ 200.\n(2) ينظر: البقرة: 3، 219، 261، 262، 269، 274.\n(3) ينظر: البقرة: 190 ـ 195، 214 ـ 215.\n(4) نظم الدرر 3/ 212 ـ 213.\n(5) البحر المحيط 2/ 142.\n(6) غير موجودة في الأصل، ولكنّ المعنى لايستقيم من دونها.\n(7) التبيان 3/ 342.\n(1/262)\n",
        "ولكنّه يختار من أوليائه الصالحين، وهو لِما له من صفات الكمال عالِمٌ ومحيطٌ بكلّ شيءٍ وقادرٍ عليه، لايَخفى عليه شيء ولايُعجزه أمر (1).\nب ـ تناسب الألفاظ:\nوهو على نوعين:\n1 ـ التناسب الدلالي في الفواصل: وهو من الدَلائل المهمّة على التناسب الدلالي في القرآن، فالفواصل لم تأتِ لتحقيق التوافق الصوتي أو المظهر الموسيقي للآيات الكريمة فقط، وإنّما هي وسيلة من وسائل الإبلاغ والكشف عن معانٍ من النظم يُراد تبيانها والتأكيد فيها، ولذا فإنّ العدول الدلالي من لفظ إلى آخر لا يكون بغير قصدٍ، وإنّما ينتخب اللفظ انتخاباً ليكون متسقاً مع السياق ومؤتلفاً مع النظم بما يسوّغه المعنى (2)، فيقع التناسب بين اللفظ والموضوع.\nوقد أشار الطوسي إلى أثر السياق في اختيار الفواصل وعدّه من أعظم دَلالات فصاحة القرآن وجلالة مواقعِه (3). ومن جملة ما وقف عنده قوله تعالى: {قَولٌ مَعْرُوفٌ وَمَغفِرَةٌ خَيرٌ مِن صَدَقَةٍ يَتْبَعُهَا أذَى وَاللهُ غَنِيٌ حًلِيمٌ} [البقرة: 263]، إذ قال: ((ولو وَقع موقِع (حليمٍ)، (حميد) ٌ أو (عليم) ٌ، لما حسُن؛ لأنّه تعالى لمّا نَهاهم أن يتّبعوا الصدقة بالمنِّ، بيّن أنّهم إن خالَفوا ذلك فهو غنيّ عن طاعتهم، حليمٌ في أن لا يُعاجلَهم بالعقوبة)) (4). فالمَلك الحقّ المُبين الذي لا أعظم منه، غنيّ لا يقبل ما لم يأذَن فيه، ولكنّه مع كلّ ذلك حليم لا يُعاجل من عصاه، بل يرزقُه وينصرُه ويُمهلُه وهو يعصيه ويكفره (5)، وإنَما كان ذلك صبراً على مُجازاة العباد وإمهالاً لهم لعلَّهم يثوبون إلى رُشدهم ويرجعوا عن غيّهم.\nعلى حين عدّ الشيخ لفظ (حميد) أكثرَ ملائمةً وانسجاماً لسياق قوله تعالى: {يَأَ يُّهَا الَّذِينَ ءَامَنُواْ أنفِقُواْ مِن طَيِّبَتِ مَا كَسَبْتُمْ وَمِمَّآ أخْرَجْنَا لَكُم مِّن الأّرْضِ وَلاَ تَيَمَّمُواْ الْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ إِلاَّ أن تُغْمِضُواْ فِيهِ وَاعْلَمُواْ أنَّ اللهَ غَنِيٌ حَمِيدٌ} [البقرة: 267]؛ ((لأنّه لمّا أمرهم بالإنفاق من طيّبات ما كسبوه، بيّن أنّه غنيّ عن ذلك وأنّه\n__________\n(1) نظم الدرر 5/ 414 ـ 415، وينظر: الجامع لأحكام القرآن 5/ 402.\n(2) بنظر: البحث الدلالي في تفسير الميزان 152.\n(3) التبيان 2/ 237.\n(4) التبيان 2/ 335.\n(5) نظم الدرر 4/ 77 ـ 78.\n(1/263)\n\nيحمدهم على ما يفعلونه إذا فعلوه على ماأمرهم به، ومعناه أنّه يجازيهم به)) (1)، إذ ليست بالله حاجة لما تُنفقون من طيّب أو رديء، وإنّما هو لُطف منه، يحثّكم على الخير ليجزي على ذلك الثواب والعقاب، وهو حميد يجازي المُحسن أفضل الجزاء، محمود على فعله الكريم سواء عذَّب أو أثاب، وفي هذه الآية ترغيب للإنفاق ووعد بالإثابة في دارَيْ الدنيا والآخرة (2).\nومنه أيضاً قوله تعالى: {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وّأن تَغْفِرْ لَهُمْ فَإِنَّكَ أنتَ الْعَزِيزُ الْحَكِيمُ} [المائدة: 118]. فقد بيّن الطوسي أنّ قوله تعالى: (العزيز الحكيم) متوافق مع سياق الآية والمعنى ((إنّك القادر الذي لا يُغالَب، وأنت حكيم في جميع أفعالِك فيما تفعله بعبادِك، وقيل: معناه إنّك أنت العزيز القدير الذي لا يفوتك مُذنب ولا يَمتنع من سَطوتك مُجرم، (الحكيم) فلا تضع العقاب والعفو إلاّ موضعهما، ولو قال: (الغفور الرحيم) كان فيه معنى الدعاء لهم والتذكير برحتمه، على أنّ العذاب والعفو قد يكونان غير صواب ولا حكمة، فالإطلاق لا يدلّ على الحِكمة والحُسن، والوصف بالعزيز الحكيم يشتَمل على العذاب والرحمة، إذا كان صواباً)) (3)، لأنّ ختم الآية بعبارة (الغفور الرحيم) يوحي بطلب المغفرة والدعاء بالرحمة، على حين أنّ قوله: (العزيز الحكيم) فيه بيان بأنّ الأمر كلّه لله يفعل بهم ما يشاء، إذ في كلّ أفعاله الحِكمة والصَواب، وهذا أبلغ في المعنى؛ لأنّ الحكمة تشتمل الغفران والرحمة وغيرهما (4).\n2ـ التناسب الدلالي في غير الفواصل: التفت الطوسي إلى تناسق اللفظ وائتلافه المعنوي مع التعبير كلِّه في الآية الواحدة، بما يؤكّد دقّة استعمال القرآن للألفاظ كلٌ بحسب موضعه. فمن ذلك إشارته إلى تناسب (الأخذ) مع (الرجفة) في قوله تعالى: {فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُواْ فِي دَارِهِمْ جَثِمِينَ} [الأعراف: 91]،إذ قال: ((لا يُقال أخذتْهُم الرحمة؛ لأنّ العذاب لمّا كان يذهب بهم إطلاقاً، صلُح فيه الأخذ ولا يصلُح فيه النعيم)) (5).\nوالأخذ من الألفاظ التي تحتمل وجوهاً عدّة تبعاً لسياقاتها، فهو: القبول في نحو قوله تعالى: {وَلاَ يُؤْخَذُ مِنْهَا عَدْلٌ} [البقرة: 48]، وهو العذاب والتعذيب (6)، في نحو قوله تعالى:\n__________\n(1) التبيان 2/ 346.\n(2) نظم الدرر 4/ 90 ـ 91.\n(3) التبيان 4/ 71.\n(4) مجمع البيان 2/ 268.\n(5) التبيان 4/ 470، وينظر منهج الطوسي 290.\n(6) تأويل مشكل القرآن ... .",
        "(1/264)\n\n{وَكَذَلِكَ أخْذُ رَبِّكَ إِذَآ أخَذَ الْقُرَى} [هود: 102]، وفي الآية التي وقف عندها الطوسي جاء (الأخذ) بمعنى الهلاك وهو أنسب للعذاب (1).\n\nومنه أيضاً استعمال لفظ (الفريق) في موضع التفرقة والمباينة في نحو قوله تعالى: {كَمَا بَدَأكُمْ تَعُودُونَ - فَرِيقَاً هَدَى وَفَرِيقَاً حَقَّ عَلَيْهِمُ الضَّلَلَةُ إِنَّهُمُ اتَّخَذُواْ الشَّيَطِينَ أوْلِيَآءَ مِن دُونِ اللهِ وَيحْسَبُونَ أنَّهُم مُّهْتَدُونَ} [الأعراف:29ـ 30]؛ إذ بيّن الطوسي أنّ (الفريق) جماعة انفصلت من جماعة، وذكرُ (فريق) هاهنا أحسنُ من ذكر (نفر، وقوم، أو نحوه) لما فيه من الإشعار بالمباينة)) (2). فهو يعتمد الأصل اللغوي للفظ أساساً لإثبات مناسبته لموضوع الآية وسياقاتها، إذ الفَرْق هو: الفَلْق من الشيء إذ انفلَقَ عنه، والفِرقة مصدر الافتراق، وفارَقَ الشيء بايَنه، والفِرقة والفَريق، الطائفة من الشيء المتفرِّق (3). أما نفرٌ فهو: إسمٌ لما دون العشرة من الرجال، ويحتمل الدلالة على الافتراق لكنّه ليس على سبيل المُباينة والانفصال الدائم (4). أمّا (قوم) فهو اسم أيضاً لجماعة من الرجال والنساء مجتمعين من غير إشارةٍ إلى معنى الافتراق (5). لذا فقد كان لفظ (فريق) هو الأنسب للآية، ولا سيّما أنّه كرّر لتفصيل أنواع الفِرَق المختلفة، فمنهم المؤمنون، ومنهم الضالّون.\nومنه أيضاً تفرقته بين استعمال (الرياح) و (الريح) في القرآن الكريم، إذ قال: ((وعامّة ما جاء بلفظ (الرياح) مجموع يراد به السُقيا والرَحمة، كقوله: {وَأرْسَلْنَا الرِّيَحَ لَوَقِحَ} (6)، وقوله: {وَمِنْ ءَايَتِهِ أَن يُرْسِلَ الرِّيَاحَ مُبَشِّرَتٍ} (7)، وقوله: {اللهُ الَّذِي يُرسِلُ الرِّيَحَ فتُثيِرُ سَحَاباً فَيَبسُطُهُ في السَّمآءِ} (8)، وما جاء بخلاف ذلك جاء على الإفراد، كقوله: {وَفِي عَادٍ إِذْ أرْسَلْنَا عَلَيهِمُ الرِّيحَ الْعَقيِمَ} (9)، وقوله: {وأمَّا عَادٌ فَأُهْلِكُواْ بِريِحٍ صَرْصَرٍ} (10) وقوله: {\n__________\n(1) ينظر جامع البيان 1/ 290 ـ 291، ومجمع البيان 2/ 450.\n(2) التبيان 4/ 384، وينظر 5/ 92.\n(3) لسان العرب (فرق) 10/ 300.\n(4) المصدر نفسه (نفر) 5/ 224 ـ 225.\n(5) المصدر نفسه (قوم) 2/ 505.\n(6) الحجر: 22.\n(7) الروم: 46.\n(8) الروم: 48.\n(9) الذاريات: 41.\n(10) الحاقة: 6.\n(1/265)",
        "\nبَلْ هُوَ مَا اسْتَعْجَلْتُمُ بِهِ ريِحٌ فيِهَا عَذابٌ أَليِمٌ} (1)) (2). واستشهد لهذا الفرق الدلالي بقول الرسول ـ صلى الله عليه وآله وسلم ـ إذا هبّت رياح (اللهمّ اجعلها رياحاً ولا تجعلها ريحاً) (3) 0)؛ لأنّ الرياح فيها خير وبشرى، والريح نذير شؤم وعذاب (4) 11).\nولم يفرّق الناس بين الريح والرياح في الاستعمال، لكن السياق القرآني جعل لكلٍّ منهما دلالةً خاصّةً وفي مواضع خاصّة، متوخيّاً الدقّة في ذلك. وقد أشار إلى هذه التفرقة طائفة من علماء اللغة والمفسّرين (5) 12)، غير أنّ ابن قيم الجوزية ذكر لها تعليلاً دلاليّاً قيّماً جاء فيه: ((وسرّ ذلك أنّ رياح الرَحمة مختلفة الصفات والمَهابّ والمنافع، وإذا هاجت منها ريح أنشأ لها ما يقابلها وما يكسر صورتها ويصدم حدّتها، فينشأ من بينها ريح لطيفة تنفع الحيوان والنبات ... أمّا في العذاب؛ فإنّها تأتي من وجهٍ واحدٍ لا يردّ سورتها، فتتمثل ما أُمِرَت به وتُصيب ما أُرسِلَت إليه)) (6) 13).\n(2) العموم والخصوص\nوهما من الظواهر المعروفة في اللغة العربية، عُني بهما الأصوليون بوجهٍ خاصٍّ لصلتهما الوثيقة بأحكام الشريعة، ولكنّهم لم يخرجوا عن نطاق ما ورد بشأنهما من الأساليب العربية، ممّا يؤكد التماسك التام بين أصول الشريعة وأصول العربية (7).\nوالعامّ لغةً: الشامل (8)، أمّا في الاصطلاح فهو: اللفظ المُستغرِق لجميع ما يصلُح له بحسب وضعٍ واحدٍ، من غير حصرٍ كميّ ولا عدديّ، نحو: الرجال. ويخرج هذا التعريف نوعين من الألفاظ من دلالة العموم، أحدهما: النكرات المفردة والمثنّاة والمجموعة نحو: رجل ورجلين ورجال، وكذلك ألفاظ العدد مثل مئة وألف. والآخر: اللفظ المشترك نحو: العين؛ لأنّه مستغرق لجميع أفراد جنسه ولكنه بأكثر من واضع (9).\n__________\n(1) الأحقاف: 24\n(2) التبيان 4/ 428.\n(4) التبيان 4/ 428.\n(5) فقه اللغة وسر العربية 527.\n(6) بدائع الفوائد 1/ 118، وينظر: البرهان في علوم القرآن 4/ 9 ـ 10.\n(7) أثر الدلالة اللغوية والنحوية في استنباط الأحكام 58.\n(8) لسان العرب (عمم) 12/ 426.\n(9) ينظر: المحصول في علم أصول الفقه 2/ 309 ـ 310، وإرشاد الفحول 1/ 337، وعلم أصول الفقه:\nعبد الوهاب محمد خلاف 213، ومباحث في علوم القرآن: صبحي الصالح 304.\n(1/266)\n",
        "أمّا الخاص لغةً فالمفرد دون غيره (1)،وهو اللفظ المقصور على بعض مُسمّيات العامّ (2)، أو هو اللفظ الموضوع للدَلالة على فردٍ واحدٍ، نحو: محمّد، أو نوعٍ واحدٍ نحو: رجل، أو على أفراد محصورة العدد، نحو: اثنين وعشرة ومئة وألف، ونفر وقوم وطائفة وفئة (3).\nو العام عند الأصوليون يتقدّم على الخاص؛ لأنّه الأصل والخاص يتميّز منه بأوصاف تخصّصه (4)، وتكون الألفاظ العامّة دالّة على معانيها في استغراق جميع الأفراد إذا كانت منفردة، أمّا إذا دخلت السياق فقد تتغيّر معانيها، ويدخلها التخصيص الذي يُراد به: أنّ قدر المخصوص غير مُراد من اللفظ العام، ويكون بالقرائن أو السياقات اللفظية والحالية والعقلية.\nولا نقصد بالعموم والخصوص هنا ما يطرأ على الألفاظ المفردة بحكم الاستعمال العُرفي (5)، وإنما نقصد به العام الذي خصّصه السياق بكل أنواعه، والذي يُراد به المعنى العام للجملة مجتمعة، فقد تُعطي حكماً عامّاً إذا توافرت فيها صيغ العموم، وقد تُعطي حكماً خاصاً وذلك بتمييز بعض أفراد الجملة بالحُكم (6). وهو من عوارض الألفاظ من جهة دَلالتها على المعاني (7).\nوقد عُني الطوسي بهاتين الظاهرتين وتتبعّ دلالاتهما في القرآن الكريم، ومنهجه في ذلك تقديم الحَمل على العُموم ما لم يدلّ دليل على التخصيص (8)، فكثيراً ما يميل إلى العموم إذا لم تكن هناك قرينة صارفة إلى التخصيص، فهذا من البناء على الأصل الذي يجعل لها الأولويّة، وقد ينعتها بالقوّة (9)، وهو لديه حقيقة، والتخصيص مجاز (10).\nوقد تعدّدت صور العموم والخصوص وتفصيلاته في تفسير (التبيان) حتى استوعب أغلب تفريعاتها، التي يمكن أن نوجزها بما يأتي:\nأ ـ ألفاظ العموم:\n__________\n(1) لسان العرب (خصص) 7/ 24.\n(2) ينظر المزهر 1/ 427، والإتقان 1/ 26.\n(3) ينظر علم أصول الفقه 224، ومباحث في علوم القرآن 307.\n(4) ينظر: البرهان الكاشف 290ـ296، والبرهان في علوم القرآن3/ 249،.\n(5) ينظر ص162 ـ 177 من الرسالة.\n(6) اللمع في أصول الفقه: 30، والبرهان في أصول الفقه، 1/ 400\n(7) أصول الفقه: محمد الخضري 147.\n(8) التبيان 1/ 60، 109، 145، 338، 2/ 85.\n(9) التبيان 1/ 98، 109، 2/ 28،.\n(10) التبيان 1/ 153.\n(1/267)\n\nوهي ثابتة باتفاق أهل اللغة والأصول، وتشمل من الألفاظ: كلّ، وجميع، وأجمع، وكافّة، وما دلّ عليها، والجمع المعرّف بأل، والنكرة في سياق النهي أو النفي، والاسم المعرّف بأل (الجنسية)، وأسماء الشرط والأسماء الموصولة (1).\nوقد وقف الشيخ عند هذه الألفاظ وأشار إلى دلالتها على العموم ومن أمثلتها:\nأـ كلّ: ومنه قوله تعالى: {وَاللهُ عَلَى كُلِّ شَيءٍ قَدِيرٌ} [المائدة: 40] فالمعنى ((هاهنا أنّ مَن مَلك السموات والأرض وقدر على هذه الأجسام والأغراض التي يتصرّف فيها ويديرها، فهو لا يعجزه شيء لقدرته على كلّ جنس من أجناس المعاني. وقوله: (على كل شيء قدير) عامّ في كلّ ما يصحّ أن يكون مقدّراً له تعالى ... )) (2) وهو ما قال به عامّة المفسرين (3).\nومنه أيضاً قوله تعالى: {كُلُّ ذَلِكَ كَانَ سَيِّئُةُ عِندَ رَبِّكَ مَكرُوهَاً} [الإسراء:38] فقد ذكر الشيخ أنّ (كلّ): ((وإن كان لفظُهُ لفظَ الواحد، فمعناه معنى الجميع، فلذلك قال (كان) بلفظٍ واحدٍ. ومثله قوله: {وَكُلٌّ أتوه د خِرِينَ} (4) (1) وقال: {إنْ كُلُّ مَنْ فِي السَّمَوَتِ وَالأَرْضِ إِلآ ءَاتِي الرَّحمَنِ عَبْدَا} (5) ... )) (6)، إذ تدلّ (كلّ) عند الإطلاق على الشمول والإحاطة بإجماع العلماء (7)، ويأتي خبرها مفرداً أو مجموعاً، فيُخبَر عنها بالواحد حَملاً على دَلالة لفظها، ويُخبَر عنها بالجمع حَملاً على دَلالة معناها (8). ومعنى الآية موضع الشاهد أنّ كلّ ما نَهى عنه الله فيما تقدّم مكروه عنده (9).\nب ـ الجمع المعرّف بأل: من ذلك قوله تعالى: {يَأَيُّهَا النَّاسُ اعْبُدُواْ رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينّ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونّ} [البقرة: 21]، ففي الآية خطاب عامّ للبشر كافّة حقّقه لفظ (الناس)، قال الطوسي: ((هذه الآية متوجّهة إلى جميع الناس مؤمنهم\n__________\n(1) ينظر الكتاب 1/ 55، 2/ 380، والمعتمد في أصول الفقه209 ـ 240، والبرهان في أصول الفقه 1/ 322،\nوهمع الهوامع 2/ 35، والإتقان في علوم القرآن 2/ 26، ومباحث في علوم القرآن 34 ـ 35، وأثر الدلالة\nالنحوية واللغوية في استنباط الأحكام61 ـ 62\n(2) التبيان3/ 521\n(3) ينظر\n(4) النمل: 87.\n(5) مريم: 93.\n(6) التبيان 6/ 478.\n(7) ينظر: الكتاب 2/ 380، وجامع البيان 15/ 89، وتسهيل الفوائد 151 ـ 164 ـ 166،وأحكام كل وما عليه\nتدل71 ـ 75.\n(8) الجامع لأحكام القرآن 1/ 320، وأنوارالتنزيل وأسرار التأويل 1/ 585.\n(9) التفسير الكبير 7/ 2/342.",
        "(1/268)\n\nوكافرهم، لحصول العموم (1))، وهوخطابٌ عامّ في حقّ مَن كان في زَمن نزول الآية، ومَن سيوجَد بعد ذلك إلى قيام الساعة (2). وقد ثبت لدى غيره من المفسّرين أنّ الجموع المحلاّة بالألف واللام تفيد العموم والاستغراق (3).\nومنه أيضاً قوله تعالى: {لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الوَ لِدَانِ وَالأَقرَبُونَ وَللنِسَآءِ نَصِيْبٌ ممَّا تَرَكَ الوَلِدَانِ وَالأَقْرَبُونَ} [النساء: 7]، إذ بيّن الطوسي أنّ المراد إعمام الميراث لكلّ الرجال والنساء من غير تخصيص (4) 10)، إذ كان العرب في الجاهلية يورِثون الذكورَ دون الإناث، فلا يرث إلاّ طاعن بالرمح وقاتل بالسيف، فأنزل الله هذه الآية لإعمام حكم الميراث، وقد فصل ذِكر النساء عن الرجال عنايةً بأمرهنّ والإشارة إلى أصالتهنّ في استحقاق الإرث (5) 11).\n3 ـ الاسم المفرد المعرّف بأل الجنسية: كالذي في قوله تعالى: {اهْدِنَا الصِّرَطَ الْمُسْتَقِيمَ} [الفاتحة: 6]، فقد ذكر الطوسي اختلاف المفسّرين في تحديد معنى (الصراط)، فهو لدى بعضهم الإسلام، ولدى غيرهم كتاب الله، ولدى آخرين النبيّ ـ صلوات الله عليه وعلى آله ـ والأئمّة ـ عليهم السلام ـ ولكنّه رجّح الحَمل على العموم؛ لأنّ الحَمل على العُموم يُدخِل جميع تلك الدَلالات فيه، فالتخصيص لا معنى له)) (6)، فالمراد فيما يراه الشيخ اهدنا صراط المحقّين المستحقّين للجنّة (7)، وهو بهذه الدلالة لدى غيره من المفسرين (8).\nومنه أيضاً قوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أيْدِيَهُمَا} [المائدة: 38]، وقوله: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُواْ كُلَّ وَحِدٍ مِّنْهُمَا مِاْئَةَ جَلْدَةً} [النور: 2]، فقد أفادت ألفاظ: السارق والسارقة، والزاني والزانية العموم لدخول (أل) الجنسية عليها؛ ((لأنّ الألف واللام إذا دخلا على الأسماء المشتقة أفادا الاستغراق، إذ لم يكونا للعهد)) (9) وجميع هذه الألفاظ مشتقة على زنة اسم الفاعل، ويؤّول العموم هنا بحلول (أل) محلّ (كلّ) في دلالتها على\n__________\n(1) التبيان 1/ 98.\n(2) ينظر: التفسير الكبير 1/ 2/321.\n(3) ينظر: جامع البيان 1/ 164، وأنوار التنزيل وأسرار التأويل 1/ 217.\n(4) التبيان 3/ 121.\n(5) روح المعاني 4/ 210 ـ 211.\n(6) التبيان 1/ 42.\n(7) التفسير الكبير 1/ 1/219.\n(8) ينظر جامع البيان 1/ 74 ـ 74، والجامع لأحكام القرآن 1/ 147\n(9) التبيان 3/ 515، وينظر 7/ 407.\n(1/269)",
        "\nالعموم (1)، والمعنى كلّ مَن سرق فاقطعوا يده، وكلّ مَن زنى فاجلدوه. أو يؤوّل بحلول (أل) محلّ (الذي) الدالّة على العموم أيضاً (2)، والمعنى: الذي سرق فاقطعوا يده والذي زنى فاجلدوه.\nوقطع يد السارق عامّ واجب لدى الأصوليين، لكنّ موضع القطع مخصص بدلائل منفصلة كحال السارق وأحكام الشرع وشروط الحكم (3).\n4 ـ الجمع المعرّف بالإضافة: كما في قوله تعالى: {يُوصِكُمُ اللهُ فِي أوْلَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء: 11] فقد ذكر الطوسي أنّ ((هذه الآية عامّة في كلّ ولد يترُكه الميّت، وأنّ المال بينهم للذكر مثل حظّ الأنثيين)) (4)، فجمع الولد وإضافته إلى ضمير المخاطب الدالّ على الجمع أيضاً يشير إلى أنّ الميراث يكون لعموم الأولاد ذكوراً وإناثاً صغاراً وكباراً وليس كما كان في الجاهلية، إذ يورِثون الذكور فقط وحاملي السلاح منهم من دون غيرهم (5)\n5 ـ الأسماء الموصولة: من ذلك قوله تعالى: {وَللهِ مَا فِي السَّمَوَتِ وَمَا فِي الأَرْضِ} [آل عمران: 129]، فقد أشار الطوسي إلى أنّ في هذه الآية عموماً، لأنّها تدلّ على أنّ ((له تعالى مُلكَ ما في السموات وما في والأرض، وأنّ له التصريف فيها كيف يشاء بلا دافعٍ ولا مانع، وإنّما ذكَرَ (ما)؛ لأنّها أعمّ من (مَن)؛ لأنّها تتناول ما يُعقل وما لا يُعقل؛ لأنّها تفيد الجنس، ولو قال: (ومن في السموات ومن في الأرض)، لم يدخل فيه إلاّ العقلاء)) (6)، وتعمّ المُلكية كلّ ما اشتملت عليه السماوات والأرض وما ركبتا منه (7)، إذ تشير (ما) إلى الحقائق والماهيّات (8)، أي إلى المعنويات والحسيّات، فالله الواحد الأحد القادر المُقتدر الذي لا يمتنع عليه شيء أراده، الخَلق كلّهم بيده، بهم إليه حاجة، وبه قوامهم وبقاؤهم وفناؤهم (9) سبحانه ما أعظم قدرته.\n6 ـ أسماء الشرط: ومنه قوله تعالى: {فَمَن كَانَ مِنكُم مَّرِيضَاً أوْ بِهِ أذَىً مِّن رَّأْسِهِ} [البقرة: 196]، فقد نقل عن بعض المفسّرين أنّ هذه الآية نزلَت في رجل أصابَ القملُ رأسَه،\n__________\n(1) همع الهوامع 1/ 80.\n(2) معاني القرآن للفراء 1/ 306.\n(3) التفسير الكبير 4/ 11/353.\n(4) التبيان 3/ 129.\n(5) ينظر جامع البيان 4/ 274 ـ 276، ومعاني القرآن الكريم 2/ 27 ـ 30، والجامع لأحكام القرآن 5/ 58ـ64،\nوروح المعاني 4/ 216ـ222.\n(6) التبيان 2/ 586.\n(7) أنوار التنزيل وأسرار التأويل 2/ 283.\n(8) التفسير الكبير 3/ 8/357.\n(9) جامع البيان 3/ 142.\n(1/270)\n",
        "لكنها حملت على جميع الأذى (1)، وما يكون بالرأس من صداع وشقيقة وكلّ ما كان مؤذياً ممّا في حَلقه صلاح الفرد ودفع الضرر عنه (2).\n7 ـ زيادة (من) في سياق النفي أو النهي: لفظ (مَن) من الألفاظ التي تفيد الوحدة، غير أنّ ائتلافها مع غيرها يُفضي بها إلى العموم، وما يعنينا هنا (من) الزائدة التي إذا دخلت على النكرة نفَتْ عنه الوحدة وجعلته شاملاً مستغرقاً للجنس (3)، ويُشترط فيها أن تُسبق بنفي أو نهي، وأن يكون ما بعدها نكرة (4).\nومنه قوله تعالى: {وَمَا مِنْ إِلَهٍ إِلاّ اللهَ} [آل عمران: 62]، فقد بيّن الطوسي أنّ ((دخول (من) فيه تدلّ على عموم النفي لكلّ إلهٍ غير الله، ولو قال: ما إله إلا الله، لم يُفِد ذلك، وإنّما أفادت (من) هذا المعنى؛ لأنّ أصلها لابتداء الغاية إلى انتهائها، ولا يجوز جرّ اسم (الله) على البدل من إله؛ لأنّ ذلك لا يحسُن في الكلام؛ لأنّ (من) لا تدخل في الإيجاب، وما بعد إلاّ هنا إيجاب، ولا تدخل أيضاً على المعرفة للعموم، ولا يحسن إلا رفعه على هذا الموضع)) (5).\nفاجتمع النفي، ودخول (من) الزائدة، وتنكير (إله) في إضفاء دلالة العموم على الآية، ولو وردت (أل) معرّفة لا تنفى العموم، كما أنّ (من) لو رُفعَت من الكلام لم يحصل العموم؛ لأنّها تزاد للتأكيد والاستغراق، وهي هنا للمبالغة في الردِّ على النصارى في تثليثهم، وفي تأكيد إخلاص التوحيد لله والعبوديّة له وحده (6).\nب ـ ألفاظ الخصوص وأدلّته:\nلم يختلف الأصوليون في جواز تخصيص العموم، حتى قيل: لم يَرد عامّ إلاّ وهو مخصّص (7)، وممّا لاشك فيه أنّ هذا القول جرى على سبيل المبالغة لا الاطّراد؛ لأنّ الخطاب القرآني فيه كثير من العُموميات اللفظية والمعنوية.\n__________\n(1) التبيان 2/ 158.\n(2) ينظر: جامع البيان 2/ 320، ومعاني القرآن الكريم 1/ 120.\n(3) المقتضب4/ 136،وشرح الكافية2/ 145،ومغني اللبيب 1/ 322،وينظر: العموم والخصوص في الجملة العربية:\nرجاء عجيل إبراهيم 112.\n(4) شرح الكافية1/ 238، وينظر: العموم والخصوص في الجملة العربية 112.\n(5) التبيان 2/ 486.\n(6) ينظر: جامع البيان 3/ 298، والتفسير الكبير 3/ 8/251،، والجامع لأحكام القرآن 4/ 105، وأنوار التنزيل\nوأسرار التأويل 2/ 47.\n(7) ينظر: الإحكام في أصول الأحكام 2/ 410، والإتقان في علوم القرآن 3/ 44، وإرشاد الفحول 1/ 412.\n(1/271)\n\nولايمكن الوقوف على الخطاب المخصّص إلاّ بفهم السياق الذي يرد فيه، ومعرفة أبعاده وقرائنه ودَلالاته، وهو ما أدركه الأصوليون والمفسّرون عامّة، وذكروا نوعين من الأدلّة المعينة على تحديد المُخصّص: المتّصلة والمنفصلة (1).\nتشمل المتّصلة منها جميع قرائن السياق اللفظي التي تشخّص التخصيص وتنفي العموم، ومنها الاستثناء، والشرط، والصفة، فضلا عن ألفاظ الإفراد والتثنية والجمع، وألفاظ العدد وأسماء الجمع، الدالة جميعها على انفراد المخصّص عن الحكم العام.\nعلى حين تشمل الأدلة المنفصلة: السياقين الحالي والعقلي، وما يخرج عنهما من الأدلّة السمعية كالقرآن والسنّة، ودليلي الإجماع والقياس.\nوقد أدرك الطوسي أثر السياق في تخصيص العام، وإن لم يكن يذكره بصريح العبارة، غير أنّه يشير إلى ذلك بصورة أو بأخرى في أثناء تعبيره عن أسباب تخصيص هذه الآية أو تلك، ويمكن أن نوجز أهم قرائن السياق اللفظي التي وجدها الطوسي باعثة على التخصيص ومسبّبة له، بما يأتي:\n1 ـ الصفة: فقد تذكر في الآية صفة معينة يتّصف بها المقصود بالكلام من دون غيره، تحدّد المقصود وتعيّن المراد، من ذلك قوله تعالى: {وَلاَتَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبِيلِ اللهِ أمْوَتٌ بَلْ أحْيَآءٌ وَلَكِن لاَّتَشْعُرُونَ} [البقرة:154]، فقد ذكر الطوسي أنّ الآية اختصت بذكر الشهداء بدليل صفتهم، وهي القتل في سبيل الله، إذ ميّزهم الله بهذا الوصف من غيرهم من الناس (2). وخصّهم بالذكر مع أنّ كلّ الناس خالدون في عالم البرزخ بين معذّب ومنعّم؛ لأنّ في ذلك إشارة إلى اختصاصهم بالقرب من الله تعالى (3)، وإلى علوِّ منزلتهم في الجنّة ورفعة شأنهم (4)، وإشارة أيضاً إلى رزقهم في الجنة والنعيم الذي يعيشون (5)، وفيه ترغيب لنيل هذه الفضيلة السامية عند الله عزّ وجلّ.\nومنه أيضاً تخصيص المقصودين بالخطاب الإلهي في قوله تعالى: {وَلَكُمْ فِي الْقصَاصِ حَيَوةٌ يَأُوْلِي الأَلْبَبِ} [البقرة: 179]، فقد خصّ المكلّفين المأمورين بالامتثال لأوامر الله\n__________\n(1) ينظر: البرهان في أصول الفقه 1/ 402 ـ 409، والمستصفى من علم الأصول 2/ 99 ـ 106، والإتقان\nفي علوم القرآن 2/ 157 ـ 158، وإرشاد الفحول 1/ 417، 444 ـ 461.\n(2) التبيان 2/ 35.\n(3) أنوارالتنزيل وأسرار التأويل 1/ 430،\n(4) التفسير الكبير 2/ 4 / 126.\n(5) جامع البيان 2/ 39 ـ 40.",
        "(1/272)\n\nواجتناب نواهيه بدليل ذكر صفتهم، وهي أولي الألباب، إذ أنّ ((مَن ليس بعاقل لا يصحّ تكليفه ولا يحسُن، فلذلك خصّهم بالذكر)) (1)، وأولوا الألباب هم أولوا العقول؛ لأنّ الألباب جمع لبٍّ وهو العقل (2)، وخصّهم الله بالخطاب هنا لأنّهم الذين يعقلون عن الله أمره ونهيه ويتدّبرون آياته وحججه (3).\n2 ـ التثنية: ويُلحظ ذلك مثلاً في وقوفه عند قوله تعالى: {أن تَقُولُواْ إِنَّمَا أُنزِلَ الْكِتَبُ عَلَى طَآئِفَتَيْنِ مِن قَبْلِنَا} [الأنعام: 156]، فقد ذكر الطوسي أنّ الآية خصّت نزول الكتاب على طائفتين من الطوائف الدينية الموجودة قبل الإسلام وهما اليهود والنصارى (4)، وتحقّق هذا التخصيص بتثنية اللفظ وحصر عدده، فضلاً عن أنّ دخول (إنّما) على الجملة أفاد القصر والتخصيص.\n3 ـ أسماء الجمع: كالذي في قوله تعالى: {وَإِنَّ فَرِيقَاً مِّنَ الْمُؤْمِنِينَ لَكَرِهُونَ} [الأنفال:5]، إذ بيّن الطوسي أنّ هذه الآية خصّت فريقاً من المؤمنين وهم الكارهون القتال الذين جادلوا النبي ـ صلى الله عليه وآله وسلم ـ في ذلك وأرادوا فقط كسب الغنيمة، وذكر أنّ هذا هو الظاهر وعليه أكثر المفسّرين (5).\nوقد أفاد الطوسي من السياقين الحالي والعقلي في تخصيص طائفة من الآيات، من ذلك قوله تعالى: {خَلِقَ كُلَّ شَيءٍ} [الأنعام: 102]، الذي يدلّ لفظه على العموم، ولكنّ العقل يخصّصه ويحمِلُه على سبيل المبالغة لا العموم؛ وذلك ((لقيام الدلالة على أنّه لا يدخل فيه ما لم يخلقه من أصناف الأشياء من المعدوم وأفعال العباد والقبائح)) (6). وقوله: بأنّ الله لم يخلق أفعال العباد والقبائح، من المبادئ التي أقرّها المعتزلة الذين قالوا: إنّ الإنسان هو خالق أفعاله عن حرية واختيار، ومن ثم فهي مستثناة بالدليل العقلي من عموم الآية، فقد وردت الآية مورد المبالغة ((كقول القائل أتاني الناس ولعلّه لا يكون أتاه إلاّ خمسة، فاستكثرهم وبالغ في العبارة)) (7).\n__________\n(1) التبيان 2/ 107.\n(2) لسان العرب: (لبب) 1/ 730.\n(3) جامع البيان 2/ 114ـ115، وينظر: مجمع البيان 1/ 227.\n(4) التبيان 4/ 323.\n(5) التبيان 5/ 79، وينظر: جامع البيان 9/ 181 ـ 183، والوجيز في تفسير الكتاب العزيز 1/ 431.\n(6) التبيان 4/ 222.\n(7) النكت في إعجاز القرآن 104، وينظر: الاتجاه العقلي في التفسير 122.\n(1/273)",
        "\nويستدلّ الرازي على خصوص هذه الآية واستثناء أفعال العباد بقوله تعالى فيما بعد {قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبُّكُمْ فَمَنْ أبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا} [الأنعام:104] فهو تصريح باستقلال العبد بأفعاله، وأنّ تلك الأفعال غير مخلوقة لله تعالى، فلو كانت كذلك لما أمكن دفعها، وبذا يمكن القول إن هذه الآية مع ما أثبتت من حقيقة، قد خصّصت عموم الآية التي سبقتها (1).\nويفيد من هذا السياق أيضاً في تخصيص قوله تعالى على لسان نبيّه سليمان بن داود ـ عليهما السلام ـ {وَأُوتِيْنَا مِن كُلِّ شَيْءٍ} [النمل: 16]، قال الطوسي: ((لفظهُ لفظُ العُموم والمُراد به الخُصوص؛ لأنّه لم يؤتَ أشياء كثيرة، ويُحتمل أن يكون المراد (وأوتينا من كلّ شيء) علماً وتسخيراً في كلّ ما يصلح أن يكون معلوماً لنا ومسخّراً)) (2)، فالمعنى إنّ الله وهبنا كلّ شيء من الخيرات وفضّلنا على أهل دهرنا، ولكنّه بلا أدنى شك لم يبلغ ملك الله وقدرته، فالمراد من الآية هو المبالغة والكثرة وليس العموم، كما يقال: ما بقيت أحداً حتى كلمته في أمرك (3).\nويرتبط بهذا القول أيضاً قوله تعالى في وصف ملكة سبأ: {وَأُوتِيَتْ مِن كُلِّ شَيْءٍ} [النمل: 23]، فمن غير المعقول أن تملكَ كلّ شيء في الوجود، وإنّما المراد المبالغة في وصف ما تملكه من مالٍ وجاهٍ وسلطانٍ، وكلّ ذلك دنيوي، قال الطوسي: ((أي أُعطيَت كلّ شيء، لفظه لفظ العموم والمراد به المبالغة في كثرة ما أوتيَت من نِعَم الدنيا وسِعَة المُلك)) (4).\nفقد أفاد الطوسي من السياقين الحال والعقلي في التخصيص، فالحال الذي عليه الملكة وما يحيط بها من أخبار مُلكها، تؤكّد خصوصيّة مُلكها، فضلاً عن أنّ العقل يرفض العموم؛ لأنّه يدرك حقيقة أنّ ملك سليمان كان أعظم من مُلكها، وأنّ ملك الله أعظم من مُلكهما معاً (5). وذكر الرازي أنّ اشتراك لفظَيْ (كلّ) و (بعض) في الدلالة على الكثرة أجاز استعمال (كلّ) في موضع بعض عند توفّر القرائن الدلالية (6).\nج ـ أغراض العموم والخصوص:\n__________\n(1) التفسير الكبير 5/ 13 / 95.\n(2) التبيان 8/ 83.\n(3) ينظر: جامع البيان 19/ 141، ومعاني القرآن الكريم 5/ 120، والتفسير الكبير 8/ 24 / 551، وإرشاد\nالعقل السليم 6/ 276 ـ 277.\n(4) التبيان 8/ 88.\n(5) ينظر: إرشاد الفحول 1/ 446.\n(6) التفسير الكبير 8/ 24 / 548.\n(1/274)\n",
        "لكلّ أسلوب في العربية دَلالة خاصّة به، وللعموم والخصوص مقاصد دّلالية تختلف باختلاف المُسبّبات والأحوال والمُقتضيات، التي يدلّ عليها سياق الكلام، لفظياً كان أو حالياً أو عقلياً.\nوقد أشار الطوسي إلى أنّ للعموم غرضين أساسيين:\nأحدهما: إشاعة الأحكام وإطلاقها، في نحو حُكم السارق (1) والزاني (2).\nوالآخر: المبالغة وإرادة الكثرة كمّاً وكيفاً، كالذي في آيتي ملك سليمان (3) وملكة سبأ (4) السالفتي الذكر. وهو ما قال به قبله الرمّاني (5) 10).\nأمّا أغراض التخصيص الدلاليّة فهي متنوّعة نوجزها بما يأتي:\n1 ـ شهرة المخصّص: مثل قوله تعالى: {أَن تَقُولُواْ إِنَّمَآ أُنزِلَ الْكِتَبُ عَلَى طَآئِفَتَيْنِ مِن قَبْلِنَا} [الأنعام: 156]، فقد علّل ذكر الطائفتين دون غيرهما ((لشهرتهما ولظهور أمرهما)) (6)، فاليهود والنصارى أشهر من أُرسل إليهم نبيّ قبل الإسلام. وخُصّ كتابيهما بالذكر؛ لأنّهما أشتهرا من بين سائر الكتب السماوية بالاشتمال على الأحكام (7)، والمراد بذلك إثبات الحجة على المكذّبين لدين محمد ـ صلّى الله عليه وآله وسلّم ـ بإنزال القرآن عليه، كي لا يقولوا يوم القيامة إنّ التوراة والانجيل أُنزِلا قبلنا، بلغاتٍ لا نعلمُها، فلولا أنزَلتَ علينا كتاباً وبلُغتنا لآمنّا، فقطع احتجاجهم بإنزال القرآن بيّنةً من الله وهدىً ورحمة للمؤمنين (8).\n2 ـ تشريف المخصّص: كالذي في قوله تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ - خَلقَ الإِنسَنَ مِنْ عَلَقٍ} [العلق: 1ـ2]، ففي الآية ((تخصيص لبعض ما ذكره بقوله (الذي خلق)؛ لأنّه يشتمل على الإنسان وغيره وإنّما أفرد الانسان بالذكر تشريفاً له وتنبيهاً على ما خصّه الله به من سائر الحيوان)) (9). فقد وردت (خَلقَ) الأولى مطلقة، إذ لا تحمل دلالة على\n__________\n(1) التبيان 3/ 515.\n(2) التبيان 7/ 407.\n(3) التبيان 8/ 83.\n(4) التبيان 8/ 88.\n(5) النكت في إعجاز القرآن 104.\n(6) التبيان 4/ 323.\n(7) روح المعاني 8/ 61.\n(8) ينظر: جامع البيان ... ، وينظر: مجمع البيان 2/ 386، والتفسير الكبير 5/ 14 / 181.\n(9) التبيان\n(1/275)\n\nالتبعيض، والمعنى: خلقَ كلّ شيء، على حين خصّصت (خَلقَ) الثانية بذكر الإنسان؛ لأنّ التنزيل إليه؛ ولأنّه أشرف ما على الأرض (1).\n3 ـ الزجر والتهديد: في مثل قوله تعالى {وَاللهُ عَلِيمٌ بِالظَّلِمِينَ} [البقرة: 95]، وقوله {فَإِن تَوَلَّواْ فَإِنَّ اللهَ عَلِيمٌ بِالْمُفْسِدِينَ} [آل عمران: 63]، إذ بيّن الطوسي أنّ الله تعالى اسمه اختصّ الظالمين والمفسدين بالذكر، مع أنّه عالم بغيرهم على سبيل الزجر والتهديد وكأنه يقول ((عليم بك بصير بما تعلمه)) (2). وإنّما اعتمد ذكر الصفة هنا لتعلّق غرض السياق بها في الذمّ (3)، وفيه تقريع لليهود (4)، وقيل هو تهديد؛ لأنّهم كذّبوا رسول الله، وتنبيه على ظلم بني آدم عامّتهم (5)، فقد حُملت الآية على العموم لأنّ ذكر الظالمين أعمّ من ذكر الكافرين، فكلّ كافر ظالم وليس كلّ ظالم كافر، فقد يكون يهودياً أو نصرانياً بل ومسلماً، لكنّه ظالم مُستبدّ (6).\n4 ـ الترغيب: ومنه قوله تعالى: {بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيءٍ قَدِيرٌ} [آل عمران: 26]، فقد بيّن الطوسي أنّه سبحانه وتعالى ((خصّ الخير بالذِكر، وإن كان بيده كلّ شيء من خيرٍ أو شرٍّ؛ لأنّ الغرض ترغيب العبد، وإنّما يُرغَّب في الخير دون الشرِّ)) (7)، فهو مطلوب العباد ومرغوبهم، وهو الأكثر وجوداً في العالم، فضلا من أن إضافة الشر إلى الله تعالى ليس من باب الآداب في مخاطبة الخالق عزّ وجلّ (8).\nوقد تمثّلت في هذه الآية جملة دَلالات أشار إليها الرازي هي:\n1 ـ عموم الخير بدلالة (أل) التعريف.\n2 ـ حصر الخير بيد الله تعالى بدلالة تقديم الجار والمجرور (بيدك) على المبتدأ.\n3 ـ تخصيص الخير بالذكر؛ لأنّه الأمر المنتفع به.\n4 ـ لا يمنع هذا التخصيص من أنّ عموم كل شيء بيد الله (9).\n__________\n(1) التفسير الكبير 11/ 32 / 216.\n(2) التبيان 1/ 358، وينظر: 2/ 487.\n(3) البرهان في علوم القرآن 3/ 153.\n(4) جامع البيان 2/ 601.\n(5) روح المعاني 1/ 329.\n(6) التفسير الكبير 1/ 3 / 608.\n(7) التبيان 2/ 431.\n(8) ينظر: جامع البيان 3/ 222، والجامع لأحكام القرآن 4/ 55، والبرهان في علوم القرآن 3/ 119، والإتقان\nفي علوم القرآن 2/ 163، وروح المعاني 3/ 115.\n(9) التفسير الكبير 3/ 8 / 190.",
        "(1/276)\n\nد ـ خصوص السبب وعموم المعنى:\nقد تنزل الآية القرآنية لسبب محدّد، ولكنّها تصدق على حكمٍ عامٍّ، إذ تصلح أن تتعدّى حدودها فلا يقتصر حُكْمها على الواقعة لينقضي بانقضائها، وإنّما هي تنطبق على الجميع عموماً، فيبقى حكمها عامّاً، قال الطوسي: ((عند أكثر العلماء المحصّلين أنّ الآية إذا نزلت على سببٍ لم يجِبْ قصرُها عليه)) (1). وهو ما قال به طائفة من علماء اللغة والأصول والتفسير (2). مستدلّين على الأخذ بعموم اللفظ باحتجاج الصحابة وغيرهم بعموم آياتٍ نزلَتْ في أسبابٍ خاصّة (3).\nوتعدّ هذه الظاهرة من الوسائل التعبيريّة في إبلاغ القرآن وبيانه، لأنّ هذا النصّ الكريم، لا يخصّ قوماً من دون آخرين، ولذا فإنّ جمهور الأصوليين يرَوْن أنّ العِبرة بعموم اللفظ لا بخصوص السبب (4)، إذ إن الخطاب القرآني باقٍ على مدى الأزمان؛ لأنّ أحكامه ومبادئه وقوانينه شاملة عامّة تصلح لكلّ زمان ومكان. فالقرآن ((خطاب يعمّ حكمه جميع المكلّفين عند النزول، ومن سينتظم في سلكهم من الموجودين حينئذ، والحادثين بعد ذلك إلى يوم القيامة عند انتظامهم فيه، ... فإنّ الإجماع منعقد على أنّ آخرَ الأمّة مُكلَّفٌ بما كُلِّفَ به أوّلها، كما ينبئ عنه قوله ـ عليه الصلاة والسلام ـ: (الحلال ما جرى على لساني إلى يوم القيامة، والحرام ما جرى على لساني إلى يوم القيامة) (5)، أمّا الأمم الدارجة قبل النزول فلا حظّ لهم في الخطاب لاختصاص الأوامر والنواهي، بمن يُتصوّر منه الامتثال)) (6).\nوقد أشار الشيخ في أكثر من موضع في تفسيره إلى أنّ خصوص السبب لا يمنع من عموم اللفظ والمعنى، ويُعرف ذلك من السياق وما يرافقه من قرائن لفظيّة أو حاليّة أو عقليّة، ومن ذلك وقوفه عند قوله تعالى: {وَإِنَّ مِنْ أَهْلِ الْكِتَبِ لَمَن يُؤْمِنُ بِاللهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَشِعِينَ للهِ ... } [آل عمرن: 199]. فقد ذكر اختلاف المفسّرين فيمن نزلت هذه الآية فقيل: هي في جماعة النجاشي حين توفي وأمر النبي ـ صلى الله عليه وسلم ـ أصحابه بالصلاة عليه والاستغفار له، وقيل: نزلت في جماعة من اليهود كانوا أسلموا، وقيل: نزلت في كلّ مَن أسلمَ مِن أهل الكتاب من اليهود والنصارى. وعدّ هذا الأخير: ((أولى، لأنّه عموم الآية ولا دليل يقطع به\n__________\n(1) التبيان 7/ 422.\n(2) ينظر: المستصفى من علم الأصول 2/ 32، ومجموعة تفسير شيخ الإسلام ابن تيمية 65 ـ 66،وينظر: البرهان\nفي علوم القرآن 2/ 217 ـ 253، والميزان 1/ 42.\n(3) الإتقان في علوم القرآن 1/ 85.\n(4) ينظر: مناهل العرفان 1/ 118 ـ 120، والقرآن والتفسير 68، وأصول الفقه للخضري 171.\n(5) ينظر\n(6) إرشاد العقل السليم 1/ 311.\n(1/277)",
        "\nعلى ما قالوه، على أنّها لو نزلت في النجاشي أو من ذُكِر، لم يمنع ذلك من حملها على عمومها في كلّ مَن أسلمَ مِن أهل الكتاب؛ لأنّ الآية قد تنزل على سببٍ وتكون عامّة في كلّ من تتناوله)) (1).\nوقد ذكر الواحدي أنّ المنافقين لمّا استنكروا من النبي ـ صلى الله عليه وآله وسلم ـ أن يصلّي على حبشي نصراني، أنزل الله هذه الآية لبيان مكانته (2). ونقل عن مجاهد أنّه رجّح القول بنزولها في مؤمني أهل الكتاب عامّتهم، وأيّده في ذلك طائفة من المفسّرين مستدلّين بأنّ الآية بدأت بذكر الكفّار ومصيرهم، ثم انتقلت إلى بيان المؤمنين وثوابهم (3).\nومنه أيضاً قوله تعالى: {إِنَّ الَّذِينَ يَرْمُونَ الْمُحصَنَتِ الْغَفِلَتِ الْمُؤْمِنَتِ لُعِنُواْ فِي الدُّنْيَا وَالأَخِرَةِ} [النور: 23]، فقد ذكر الشيخ أنّ هذه الآية لمّا نزلت في عائشة توهّم الناس أنّ الوعيد خاصٌ فيمن قذفها، وأنكر ذلك؛ ((لأنّ عند أكثر العلماء المحصّلين أنّ الآية إذا نزلت على سببٍ لم يجِبْ قصرها عليه، كآية اللعان، وآية القذف، وآية الظهار وغير ذلك، ومتى حُملَت على العموم دخل مَن قذف عائشة في جملتها)) (4).\nوقد تحقّق العموم بوجود الاسم الموصول (الذين) الدالّ على العموم والشمول باتفاق الأصوليين، لذا وجب حمل هذه الآية على العموم. فيصير اللعن على كلّ من قذف المُحصَنات في كلّ زمانٍ ومكانٍ (5).\nويستعين الطوسي بالسياق اللفظي في حمل الآية على العموم، من ذلك قوله تعالى:\n{الذي جعل لكم الأرض فراشا والسماء بناء وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم فلا تجعلوا لله أندادا وأنتم تعلمون} [البقرة: 22] فقد ذكر اختلاف المفسرين في معناها. فعن ابن عباس: أنّها خطاب لجميع الكفار من عُبّاد الأصنام وأهل الكتابين؛ لأنّ معنى قوله: (وأنتم تعلمون) أنّه لا ربَّ لكم يرزقُكم غيره، وأنّ ما تعبدون لا يضرّ ولا ينفع، وجعلها مجاهد خاصّة بأهل الكتابين؛ لأنّهم الذين كانوا يعلمون أنّه لا خالقَ غيره ولا مُنعِمَ عليهم سواه، والعرب لم تكن تعتقد بوحدانيته تعالى. ورجّح الطوسي القول الأول؛\n__________\n(1) التبيان 3/ 93.\n(2) أسباب النزول 80 ـ 81، ولم أقف على رأي مجاهد في تفسيره.\n(3) ينظر جامع البيان 4/ 218 ـ 220،والجامع لأحكام القرآن 2/ 81.\n(4) التبيان 7/ 422، وينظر في آيتي اللعان والظهار 7/ 421، 9/ 541.\n(5) ينظر جامع البيان 18/ 103 ـ 105، ومعاني القرآن الكريم 4/ 513،ومجمع البيان 4/ 133.\n(1/278)\n",
        "((لأنّ الله تعالى قد أخبر أنّ العرب كانت تعتقد وحدانيّته تعالى، فقال تعالى حكايةً عنهم: {وَلئِن سَأَلتَهُم مَن خَلَقَ السَمَوَاتِ وَالأَرضِ لَيَقُولُنَ اللهُ} (1) [وقال] (2) {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُم لَيَقُوُلنَّ اللهُ} (3)، وقال تعالى: {قُلْ مَنْ يَرْزُقُكُم مِّنَ السَّمَآءِ وَالأَرْضِ أَمَّن يَمْلِكُ السَّمْعَ وَالأَبْصَرَ وَمَن يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيَخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللهُ فَقُلْ أَفَلا تَتَّقُونَ} (4)، فحمل الآية على عمومها أولى، ويطابق أول الآية)) (5)، إذ جعل الله سبحانه وتعالى الأرض فراشاً والسماء بناءً لعامّة الناس، لذا فإنّ خطاب الآية في أوّلها يناسب خطابها في آخرها وهو العموم. وفي هذا إشارة إلى أثر السياق اللفظي في تخصيص العام.\nومنه أيضاً قوله تعالى {إِنَّ اللهَ يَأْمُرُكُمْ أَن تُؤَدُّواْ الأَمَنَتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَن تَحكُمُواْ بِالْعَدْلِ} [النساء:58]،فقد ذكر الطوسي أنّ في المعنيّ بهذه الآية ثلاثة أقوال (6):\nأحدها: أنّ كل مؤتمَن على شيءٍ يلزمه ردّه.\nالثاني: أنّ المراد به ولاة الأمر\nالثالث: أنّها نزلت في عثمان بن طلحة، حين أمر الله تعالى نبيّه محمداً ـ صلى الله عليه وآله وسلم ـ أن يَردَّ إليه مفاتيح الكعبة.\nوعدّ الرأي الأول هو المعتمد ثم قال: ((وإن كان الأخير رُوِيَ أنّه سبب نزول الآية، غير أنّه لا يقصر عليه)) (2).\nويُروى أنّ النبيّ ـ صلى الله عليه وآله وسلّم ـ أخذ مفتاح الكعبة عنوةً من عثمان ابن طلحة يوم فتح مكة، فدخل الكعبة، ولمّا خرج كان يتلو هذه الآية فدعا عثمان وأعطاه المفتاح وقرأ عليه الآية، فأسلم الرجل، فقال النبيّ ـ صلّى الله عليه وآله وسلّم ـ: خذوها يابني أبي طلحة بأمانةِ الله لا ينزعُها منكم إلا ظالم (7). فهذه قصة سبب نزول الآية، وهي لا تمنع من أن يكون\n__________\n(1) لقمان: 25، الزمر: 38.\n(2) ساقطة من النص ولا يستقيم المعنى من دونها\n(3) الزخرف: 87.\n(4) يونس: 31.\n(5) التبيان1/ 102.\n(6) و (2) التبيان 3/ 234.\n(7) ينظر: جامع البيان 5/ 91 ـ 92، وأسباب النزول 90، والبرهان في علوم القرآن 1/ 26.\n(1/279)\n\nالحُكم الذي حملته الآية عامّاً على كلّ فردٍ، مسلماً كان أو غير مسلمٍ؛ لأنّه دعوة إلى خلق اجتماعي رفيع، تتحقّق به سلامة العَلاقات الاجتماعية، ودوام الألفة والمحبة.\nويُدخل بعض المفسّرين الأمانة في عَلاقة العبد بربّه، في فعل المأمورات وترك المنهيّات، والأمانة مع نفسه في اختيار الأنفع والأصلح له في الدين والدنيا (1).\nوممّا يدخل في الخاص أيضاً (المطلق والمقيّد)، والمطلق: هو مايدلّ على واحد غير معيّن (2)، ويعرّفه الأصوليون بأنّه مادلّ على فردٍ من أفراد شائعة من دون قيد مستقلٍّ لفظاً (3). وإنّما أدخلوه في ضمن الخاص؛ لأنّه يشاركه في الدلالة على معنىً واحداً غير مشترك مع غيره، فهو وإن كان غير معيّن، لكنّه خاص بالدلالة على الفرديّة، أمّا المقيّد فهو: ما قيّد لبعض صفاته (4).\n\nوقد وقف الطوسي عند هذين المفهومين، وأشار إلى أنّ القرآن يطلِق بعض المعاني في موضعٍ، ويعود في موضعٍ آخر ليقيّدها ويحدّدها، كالذي في قوله تعالى: {وَممَّا رَزَقْنَهُمْ يُنفِقُونَ} [البقرة:3]، إذ أطلق الرزق لغرض المدح والحثِّ على الإنفاق (5)، على حين قيّده في موضعٍ آخر فقال سبحانه وتعالى: {وَكُلُواْ ممَّا رَزَقَكُمُ اللهُ حَلَلاً طَيِّبَاً} [المائدة: 88]، فقيّد الرزق هنا بأنّه حلال لغرض التأكيد (3).\nونقل الرازي اختلاف الأصوليين في هذه الآية، فبعضهم قال بإطلاقها؛ لأنّ الرزق لا يكون إلا حلالاً، على حين عدّه آخرون مخصّصاً ومقيّداً بالحلال؛ لأنّ الرزق قد يكون حراماً وحلالاً. وهو يرجّح تخصيص الرزق وتقييده بالحلال منه (6).\nوقد يعتمد السياقات المختلفة لتقييد المطلق كما في قوله تعالى {لَهُمْ دَارُ السَّلَمِ عِندَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُواْ يَعْمَلُونَ} [الأنعام: 127]، إذ أشار إلى أنّ قوله تعالى: (بما كانوا يعملون) مطلق، ويقيّد بطريقين:\n__________\n(1) التفسير الكبير 4/ 10 / 109.\n(2) التعريفات 121.\n(3) ينظر: أصول الفقه للخضري 192، وأصول الفقه لأبي زهرة 162، ودراسة المعنى عند الأصوليين 63.\n(4) التعريفات 124.\n(5) و (3) التبيان 4/ 10.\n(6) التفسير الكبير 4/ 12 / 418.",
        "(1/280)\n\n1 ـ بالسياق العقلي، إذ ((المُراد بما كانوا يعملون من الطاعات؛ لأنّ من المعلوم أنّ ما لم يكن طاعة فلا ثواب عليه)) (1).\n2 ـ بالسياق اللفظي المتقدّم في قوله قبل هذه الآية: (وهذا صراط ربّك مستقيما قد فصلنّا الآيات لقومٍ يذّكرون)، إذ أجاز الطوسي: ((أن يكون مقيّداً لدلالة قوله: (يذّكرون) عليه، والموعود بهذا الوعد المتذكّر لآيات الله بحقها، وهو العامل بها)) (6).\nوالمعنى أنّ الله ناصر هؤلاء الذين يذكرون آيات الله جزاءً بما كانوا يعملون من طاعة الله ويتّبعون رضوانه (2).\nومنه أيضاً اعتماده على السياق اللفظي والحالي في تقييد الألفاظ في مثل قوله تعالى: {يَأَيُّهَا الَّذِينَ ءَامَنُواْ إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُواْ وَاذْكُرُوا اللهَ كَثِيرَاً لَّعَلَّكُمْ تُفْلِحُونَ} [الأنفال: 45]، فالظروف والأحوال المحيطة بالمؤمنين ساعة خطابهم تؤكد أنّهم في حالة حرب، وممّا لاشكَّ فيه أنّ الفئة التي تقابلهم هي من المشركين الباغين. ثمّ يفيد من السياق اللفظي لتحديد صفة الفئة، فيتّخذ من لفظة (اثبتوا) دليلاً على كفر هذه الفئة وبغيها، ((لأنّ الله لا يأمر المؤمنين بالثبوت لقتال أحدٍ إلاّ من هو بهذه الصفة، ولا يأمر بقتال المؤمنين)) (3). فالثبات هو الصبر على الجهاد في سبيل الله، وقبلها النهي عن الفرار، فالتقى الأمر والنهي على سواء، وهذا تأكيد الوقوف للعدوّ والتجلّد له (4)، ويكون الثبات بالقلب واللسان والعزيمة.\nويرى بعض المفسّرين أن صفة الفئة أطلقت ولم تحدّد لتشمل البغاة جميعاً، ولا ينافي ذلك خصوص سبب النزول، فضلاً عن ذلك فإنّ دلالة لفظ (الفئة) على الانقطاع، قيّدت الإطلاق وحدّدته بأنّهم فئة مُنقطعة عن المؤمنين، أي: كافرة (5).\n__________\n(1) و (6) التبيان 4/ 272.\n(2) ينظر: جامع البيان 8/ 32، والوجيز في تفسير الكتاب العزيز 1/ 375.\n(3) التبيان 5/ 132.\n(4) الجامع لأحكام القرآن 8/ 23، وينظر: 1/ 372.\n(5) روح المعاني 10/ 13.\n(1/281)",
        "\n(1) أساليب أُخَر:\nأ ـ السياق ودلالة الأمر:\nيعدّ أسلوب الأمر من الأساليب المهمّة في العربية، لذلك كان محطّ عناية علماء العربية على مختلف اتجاهاتهم، ولما له من أثر بالغ في أحكام الفقه والشريعة. فقد عُني به الأصوليون والفقهاء كثيراً، واختلفوا في حُكمه، وتعدّدت وجهات النظر في حقيقة مدلوله الشرعي وما يترتّب على ذلك من اختلاف الأحكام الفقهيّة (1). وكانت دراستهم له على المستوى الدلالي، إذ لا يقفون كثيراً عند المستويات النحويّة والصرفيّة، وإنّما يُعنَون بدلالة الصيغة من جانبين: المعجمي الذي يمثّل المرحلة الأولى لدراسة المعنى، والسياقي الذي يمثّل المرحلة التالية لها (2).\nوقد ذهب جهود النحاة والبلاغيين إلى أنّ الأمر المُطلق دالّ على الوجوب حقيقةً، ويخرج إلى معان آخر إذا استدعت ذلك القرائن السياقية المصاحبة له. واختلفوا في تفسيراتهم لصورة هذا الوجوب وكيفية تحقّقه، فهو لدى النحاة مستفاد من أصل الوضع اللغوي للأمر، بمجرّد الدلالة على الطلب، بدليل أنّ العرب تعدّ المخالف لأمر سيّده عاصياً، إذ يتطلّب الأمر وجوب التنفيذ (3). أمّا البلاغيون فالوجوب لديهم مستفادٌ من دلالة الأمر على الاستعلاء، لأنّه يقتضي الوجوب (4).\n__________\n(1) أسباب اختلاف الفقهاء في الأحكام الشرعية: مصطفى الزلمي 72.\n(2) دراسة المعنى عند الأصوليون 66 ـ 67.\n(3) مفتاح العلوم 152، والإيضاح في علوم البلاغة 1/ 143، ومختصر المعاني: 2/ 28، وينظر أثر الدلالة ...\nاللغوية والنحوية في استنباط الأحكام 244.\n(4) الخصائص 2/ 442، والصاحبي 302، وشرح المفصل 7/ 58، وشرح ابن عقيل 1/ 25، وينظر أثر الدلالة\nاللغوية والنحوية في استنباط الأحكام 244 ـ 245.\n(1/282)\n",
        "وذهب جمهور المفسّرين أيضاً إلى أنّ الأمر في أصله للوجوب إلاّ أنْ يدلّ الدليل على خلاف ذلك (1). أمّا الأصوليون فقد اختلفوا في ذلك، فمنهم من رأى أنّ صيغة الأمر دالّة على الوجوب، ومنهم من قال: إنّها دالة على النَدب ـ والمَندوب هو: المستحبُّ غير الواجب، الذي لا يأثَم تاركه، ولكنّ فعلَه خيرٌ من تركهِ (2) ـ ومنهم من قال إنّها مشتركة بينهما. وتوقف طائفة منهم عن تحديد دلالة الأمر المطلقة، جاعلين ذلك معتمداً على السياق، الذي يخصّصه بإحدى الدلالات المحتملة (3).\nوذهب جمهور الفقهاء والأصوليين إلى أنّ صيغة الأمر المطلقة والمجرّدة من القرائن دالّة على الوجوب، ويصرِفها إلى غير هذا المعنى ما يحفُّ بها من سياقات أو قرائن متّصلة ومنفصلة (4)، وهو الأرجح والأقوى بدليل الأصل اللغوي الذي يجعل عدم الامتثال للأمر عصياناً.\nوقد عُني الطوسي بأسلوب الأمر كما ذكرنا سالفاً (5)، وقد نصّ على أنّ الأمر في أصل وضعه اللغوي يقتضي الوجوب، أو على حدِّ تعبيره (الإيجاب)، إلا أنّه قد ينصرف عنه بدليلٍ، فيخرج إلى النَدب وغيره من المعاني الثانوية (6).\nإلا أنّه على الرغم من ذلك لا ينكر القول بدلالة ظاهر الأمر على النَدب؛ إذ لا يشترط الوجوب شرطاً أساساً، بدليل ما ورد في قوله تعالى: {يَأَيُّهَا الَّذِينَ ءَامَنُواْ كُلُواْ مِنْ طَيِّبَتِ مَا رَزَقنَكُمْ وَاشْكُرُواْ للهِ} [البقرة: 172] فقد ذكر أنّ ((قوله: (كُلوا) ظاهره ظاهر الأمر والمراد به الإباحة والتخيير؛ لأنّ الأكل ليس بواجبٍ إلاّ أنّه متى أراد الأكل، فلا يجوز أن يأكل إلاّ من الحلال الطيّب، ومتى كان الوقت وقت حاجة فإنّه محمول على ظاهره في باب الأمر، سواء قلنا إنّه يقتضي الإيجاب أو النَدب)) (7). فالأمر لديه يحتمل الوجوب والندب، غير أنّ جواز إحدى هاتين الدلالتين بعد الأخذ بالظاهر، له سياقه الحالي الذي يخصّصه، وهو: كون الوقت وقت الحاجة إلى الأكل، إذ يكون الأمر حينئذٍ واجباً أو مندوباً، لأنّ في تركه أذىً لجسم الإنسان.\n__________\n(1) ينظر جامع البيان 4/ 238، والكشاف 1/ 343ـ344، والجامع لأحكام القرآن1/ 449.\n(2) الإحكام في أصول الأحكام1/ 170ـ173، ودراسات في أصول تفسير القرآن: محسن عبد الحميد 40.\n(3) ينظر المستصفى من علم الأصول 1/ 423، والإحكام في أصول الأحكام 1/ 137 ـ 139،170ـ176.\n(4) ينظر: البرهان في أصول الفقه 1/ 216، وأصول السرخسي 1/ 15،والمحصول في علم أصول الفقه 1/ 2/57،\nوأسباب اختلاف الفقهاء 77.\n(5) ينظر: ص 229ـ232من الرسالة.\n(6) التبيان 3/ 107 ـ 108، وينظر منهج الطوسي333.\n(7) التبيان 2/ 81.\n(1/283)\n\nوالحَكَم الفَصْل في تحديد دَلالات الأمر لدى الطوسي هو السياق بأنواعه المختلفة، فقد أكّد في مواضع بأنّ الأمر قد يخرُج بصورته المعهودة، ولكنّه يدلّ على غير الأمر بقرينةٍ تصحب الكلام (1). فلكلّ أمر ظاهرٌ ومقتضىً (2).\nومن أمثلته على ذلك قوله تعالى: {ألَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّواْ أيدِيَكُمْ وَأقِيمُواْ الصَّلَوةَ وَءَاتُواْ الزَّكَوةَ ... } [النساء: 77]، إذ ذكر أنّ هذه الآية نزلت قبل أن يفرض الله تعالى الزكاة على المسلمين؛ ولذلك ((فإن قيل: كيف يجوز ذلك، قيل: قد قال البلخي (3) في ذلك: أنّه يجوز أن يكون قوم من المنافقين عرضوا على رسول الله ـ صلى الله عليه وآله وسلم ـ ذلك)) (2). ثم قال: ((والأقوى عندي أن يكون الله قال ذلك على وجه النَدب والاستحباب، دون الزكاة المقدّرة على وجه مخصوص)) (4). فأفاد من السياق الحالي ـ وهو قصّة نزول الآية ـ في تحديد الدلالة المقصودة بالأمر.\nوممّا يتصل بأثر السياق في دلالة الأمر، دلالته على الفور أو التراخي في أداء الفعل المأمور به، التي كانت موضع خلاف علماء العربية عامّة (5). إذ يرى أغلب النحاة أنّ صيغة الأمر عموماً هي لطلب القيام بالفعل من غير إشارة إلى زمن الفعل، وأمّا الامتثال للفعل المأمور به على سبيل الفور أو التراخي فهو مُقترن بالمُخاطَب (6)، قال ابن هشام: ((إنّ الطلب من أقسام الإنشاء، وإنّ مدلول (قُمْ) حاصل عند التلفّظ به، ولا يتأخّر عنه، وإنّما يتأخّر عنه الامتثال، وهو خارج عن مدلول اللفظ)) (7).\nوقد اختلف البلاغيون والأصوليون في دلالة الأمر على الفور أو التراخي، فيرى السكاكي أنّ الأمر حقّه الفور؛ لأنّه الظاهر من الطلب ولا يُصرَف إلى التراخي إلاّ بقرائن الأحوال (8). على حين أنكر ذلك الخطيب القزويني (ت739 هـ) مؤكّداً أنّ الأمر في حقيقته طلَب حدوث الفعل، وأمّا الامتثال له بالفور أو التراخي فلا يكون إلاّ بالقرائن المصاحبة للنص (9).\n__________\n(1) التبيان 9/ 335.\n(2) التبيان2/ 371.\n(3) هو أبو القاسم محمد بن أحمد بن محمود البلخي الحنفي (ت 319هـ)،عالم متكلم معتزلي له تفسير لم يصلنا\nولكنه حفظ ذكره في كتب اللغة والتفسير لكثرة ما نقل عنه، استشهد الطوسي بطائفة من آرائه، ووصف تفسيره\nبأنه ممن غلب عليه الفقه والكلام، ينظر: التبيان1/ 1، وطبقات المفسرين للداوودي1/ 222.\n(4) و (3) التبيان 3/ 261.\n(5) ينظر تفصيل ذلك في: أساليب الطلب عند النحويين والبلاغيين 101ـ110.\n(6) ينظر الكشاف 2/ 140، 509، ونتائج الفكر في النحو ... .\n(7) شرح شذور الذهب 32.\n(8) مفتاح العلوم 153.\n(9) الإيضاح في علوم البلاغة 1/ 145.",
        "(1/284)\n\nأمّا خلاف الأصوليين فكان في زمن امتثال المخاطَب لفعل الأمر، إذ نفى أغلبهم اختصاص الامتثال بزمن معيّن، وأشاروا إلى أنّ الامتثال هو المفهوم من صيغة الأمر، وهو المراد سواء تأخّر أم تقدّم؛ لأنّ المتبادر من الأمر طلب إيجاد حقيقة الفعل (1)، وهو إيقاعه.\nوهذا ما ذهب إليه الطوسي أيضاً، إذ ذكر أنّ فريقاً من الفقهاء استدلّوا بقوله تعالى: {وَسَارِعُواْ إِلَى مَغْفِرَةٍ} [آل عمران: 133]، على أنّ الأمر يقتضي الفور دون التراخي؛ لأنّه تعالى أمر بالمسارعة والمبادرة إلى المغفرة، وذلك يقتضي التعجيل، ونقل عن آخرين مخالفتهم ذلك الرأي محتجّين بأنّ المسارعة إلى ما يقتضي الغفران واجبة، وهي التوبة، ووجوبها على الفور، ولكن لا يمكن القول بأنّ جميع المأمورات كذلك (2).\nومفهوم الوجوب على الفور في دلالة الأمر تخصّص في هذه الآية بدلالة السياق العقلي، إذ يحكم العقل بوجوب التوبة على الفور إرضاء لله تعالى ورغبةً في غفرانه. وهو ما أشار إليه الطوسي بطريق غير مباشر، وكأنّه يريد القول إن الأمر في حقيقته مجرّد من الدلالة على الزمن الفوري أو المتراخي. وإنّما يحدد السياق ذلك، وهو يجعل دلالة الفور والتراخي مقترنة بالمأمورات لا بالأمر.\n2 ـ السياق ودلالة المشترك اللفظي:\nسبق الحديث عن مفهوم المشترك اللفظي لدى الطوسي، وكيفية تعامله مع هذه العلاقة الدلالية (3)، وأهم ما يعنينا في هذا الفصل عناية الشيخ بالسياق في تحديد دلالة المشترك اللفظي، إذ أكدّ ذلك بقوله: ((ومتى كان اللفظ مشتركاً بين شيئين، أو ما زاد عليهما، ودلّ الدليل على أنّه لا يجوز أن يريد إلا وجهاً واحداً، جاز أن يقال إنّه هو المراد)) (4). والدليل هو السياق بأنواعه: اللفظي والحالي والعقلي الذي يتحدّد بموجبه المراد من اللفظ المشترك.\nوهذا ما ثبت في علم اللغة الحديث، إذ إن السياق لا يقوم على كلمة منفردة في الذهن، وإنّما يقوم على تركيب يوجد الارتباط بين أجزاء الجملة، فيضفي على اللفظ المشترك المعنى الملائم، من بين معانيه المتعدّدة (5).\n__________\n(1) ينظر المستصفى من علم الأصول 2/ 9، والمنخول في علم أصول الفقه111 ـ 112، والإحكام في أصول\nالأحكام 2/ 242 ـ 250، ومعالم الدين: حسن بن زيد الدين العاملي216.\n(2) التبيان 2/ 591 ـ 592.\n(3) ينظر: ص126ـ131من الرسالة.\n(4) التبيان 1/ 6.\n(5) دراسات في فقه اللغة 358.\n(1/285)",
        "\nويتّخذ الطوسي من السياق اللفظي وسيلةً لتحديد معاني اللفظ المشترك بدقّة، وذلك بجعل اللفظ في سياقات تعبيرية مختلفة، يعبّر في كلٍّ منها عن معنىً معيّن. فمن ذلك أنّ لفظ (الحدّ) تشمل الدلالات الآتية (1):\n1 ـ حدّ الدار: حدوده.\n2 ـ حدّ الله: عقابه المفروض.\n3 ـ حدّ السيف: حافته.\n4 ـ حدّ الشيء: نهايته.\n5 ـ حدّ الشيئين: الفاصل بينهما.\nوورد في كتب اللغة أنّ (الحدّ) هو الفصل بين الشيئين لئلاّ يختلط أحدهما بالآخر، وجمعه: حدود، وفصل ما بين الشيئين: حدّ بينهما، وحدود الله نوعان: أحدهما: حدود حدّها للناس في مطاعمهم ومشاربهم مما أحلّ وحرّم، والآخر: عقوبات جُعِلَت لمن ركب ما نهى الله عنه كحدّ السارق والزاني (2).\nويعتمد الطوسي أيضاً السياق الحالي لتحديد دلالة اللفظ المشترك، فمن ذلك لفظ (المولى)، إذ يحتمل معنيين (3):\n1 ـ وليّ النعمة: فسمّاه ((المولى من فوق؛ لأنّه يلي أمر العبد بسدّ الخلّة، وما به إليه الحاجة)).\n2 ـ العبد: سمّاه ((المولى من أسفل؛ لأنّه يلي أمر المالك بالطاعة)).\n\nفالمعيارفي ذلك هو حالة الموصوف ومستواه الاجتماعي وعلاقته بالمتكلّم. وقد ذكرت كتب اللغة معاني عدّة لهذا اللفظ، فالمولى هو الرّب، والمالك، والسيّد، والمنعم، والناصر، والتابع، والحليف، والعبد، والمنعَم عليه (4).\nوممّا يدخل في علاقة المشترك اللفظي، الوجوه المتعدّدة للفظ الواحد، ولاسيّما النص القرآني الكريم. وقد عرّفها ابن الجوزي (ت597هـ) فقال: ((واعلم أنّ معنى الوجوه والنظائر أن تكون الكلمة واحدة ذُكِرَت في مواضع من القرآن على لفظٍ واحدٍ وحركةٍ واحدةٍ، وأُريدَ بكلّ مكانٍ معنىً غير الآخر، فلفظ كلّ كلمةٍ ذكرت في موضع نظيرٌ للفظ الكلمة المذكورة في الموضع\n__________\n(1) التبيان 2/ 136.\n(2) ينظر: مقاييس اللغة (حدّ) 2/ 3ـ5، ولسان العرب (حدد) 3/ 140.\n(3) التبيان 2/ 194.\n(4) ينظر (ولي): المصباح المنير 2/ 672، ولسان العرب 15/ 408، 411.\n(1/286)\n",
        "الآخر، وتفسير كلّ كلمةٍ بمعنىً غير معنى الأخرى هو الوجوه، فإذن النظائر اسم للألفاظ، والوجوه اسم للمعاني)) (1).\nوقد عرّف الطوسي هذا النوع من المعاني ووقف عنده في تفسيره، فمن ذلك ماورد في تفسيره لفظ (أمّة) إذ ذكر له ستة دَلالات في سياقات مختلفة، وعلى الوجه الآتي (2):\n1 ـ الجماعة: الواردة في قوله تعالى: {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ} [البقرة: 134، 141].\n2 ـ الحين: الواردة في قوله تعالى: {وَادَّكَرَ بَعْدَ أُمَّةٍ} [يوسف: 45].\n3 ـ القدوة والامام: الواردة في قوله تعالى: {إِنَّ إِبرَهِيمَ كَانَ أُمَّةً قَانِتَاً} [النحل:120].\n4 ـ عامة الناس: وجمعها أمم، الواردة في قول الأعشى:\nوان معاوية الأكرمين ... حسان الوجوه طوال الأمم (3)\n5 ـ الاستقامة في الدين والدنيا: الواردة في قول النابغة:\nوهل يأثمنّ ذو أمّة وهو طائع (4)\n6 ـ أهل الملّة الواحدة: الواردة في قول القائل: أمّة موسى، وأمّة عيسى، وأمة محمد.\nوقد ذُكِرَت هذه الدلالات في كتب اللغة والتفسير (5)، والوجوه والنظائر (6)، وهي جميعها تتناولها في سياقاتها المختلفة، ممّا يؤكد إدراكهم جميعاً ـ ومنهم الطوسي ـ إلى أثر السياق في تحديد دلالة الألفاظ المشتركة من جهة، وتغيير دلالة اللفظة الواحدة من جهة أخرى.\n__________\n(1) نزهة الأعين النواظر في علم الوجوه والنظائر: ابن الجوزي 83، وينظر: الوجوه والنظائر في القرآن الكريم\n(الجبوري) 18.\n(2) التبيان 1/ 477، وينظر: 2/ 548 ـ 549.\n(3) ديوان الأعشى 41.\n(4) ديوان النابغة الذبياني، تحقيق وشرح: كرم البستاني81،، وتمام البيت:\nحلفت، فلم أترك لنفسك ريبةً ... وهل يأثمنّ ذو أمّة وهو طائعُ\n(5) ينظر: تأويل مشكل القرآن 345، ومعاني القرآن وإعرابه 1/ 217 ـ 219، والتفسير الكبير 2/ 8 / 34،\nولسان العرب 12/ 25 ـ 27 (أمم).\n(6) ينظر: الوجوه والنظائر (هارون) 64، وإصلاح الوجوه والنظائر 42.\n(1/287)\n\nالخاتمة\nبعدما حططت رحالي من رحلتي العلمية مع الطوسي التي دامت أكثر من سنتين وأثمرت ألواناً من النور القرآني والفيض العلمي الذي أنار عقلي وشرح بالإيمان صدري. وفي هدي هذا النور لابدّ أن نجنيّ أهم الثمار التي أينع بها هذا البحث وهي كالآتي:\n1 ـ تبين أن أبا جعفر محمد بن الحسن الطوسي من كبار شيوخ المسلمين وعلمائهم، ولد وترعرع في طوس وتلقى علومه في بغداد حتى استوى رئيساً للعلم والعلماء، ثمّ انتقل إلى النجف حيث أسس أول مدرسة علمية دينية. وخلّف تراثاً فقهياً وأصولياً وتفسيرياً زاخراً.\n2 ـ وثبت أن لتفسير التبيان أهمية بالغة وقيمة علمية متميزة في تاريخ التفسير الاسلامي، وقد شهد له بذلك كبار مؤرخي العالم الإسلامي، واعتمد عليه بعض مشاهير المفسرين كالطبرسي.\n3 ـ كشف البحث عن أهم السمات التكوينية لمفهوم الدلالة لدى علماء العربية من لغويين ونحاة وأصوليين وبلاغيين ومفسرين، ثمّ استعرض المفاهيم الدلالية لدى المحدثين وبين أن البحث الدلالي هو من صميم عمل القدماء والمحدثين وفي أغلب الميادين الفكرية.\n4 ـ سعى البحث إلى محاولة تأصيل المفاهيم الفكرية والأبعاد الدلالية لدى الطوسي إلى جذورها الأولى فكانت مزيجاً من الثقافات الإسلامية والفلسفية والمنطقية والكلامية.\n5 ـ تبين أنّ مفهوم الدلالة لدى الطوسي قد اتسع وتداخل مع بعض المفاهيم الفلسفية كالعلامة والبرهان، وجمع تحته أنواع الدلالات اللغوية وغير اللغوية. وارتكز على جملة من القضايا الدلالية، أهمها: اعتباطية العلاقة بين الدال والمدلول، والفصل بين الإسم والمسمى، ثمّ الفصل بين الكلام الفعلي والكلام النفسي، وتأكيد ارتباط الكلام بالمكان الذي يميّز بين الوجود الحسّي المتمثل بالمرجع أو الشيء الخارجي، والوجود المعنوي المتمثل بالفكرة أو الصورة الصوتية للدالّ.\n6 ـ أثبت البحث أن الطوسي قال بجملة من المفاهيم اللغوية الدلالية التي جاء بها المحدثون بعد ستة قرون، وهي قدرة الإنسان على توليد اللغة، وأن موطن التوليد هو الفكر، وأن بين اللغة والفكر صلة وثيقة تتمثل بعناصر المثلث الدلالي: الدليل اللفظي، والمدلول الفكري، والمرجع الخارجي أو المدلول عليه.\n7 ـ وتبين أن الطوسي قد أدرك الفرق بين المعنى والدلالة فالمعنى لديه هو ما يفهم من ظاهر النص بعد تفسير مفرداته لغوياً، أمّا الدلالة فهي عملية الاستدلال على معانٍ أُخَر في النص، كأن تكون مجازية أو فقهية أو تشريعية.",
        "(1/288)\n\n8 ـ يقوم البحث الدلالي على دراسة شاملة لعلوم العربية كافّة من صوت وصرف ونحوٍ ومعجمٍ معتمداً الألفاظ والتراكيب.\n9 ـ أثبت البحث إحاطة الطوسي بجوانب دلالية في التأليف الصوتي للقرآن الكريم، فقد أدرك أثر الاستبدال الفونيمي في تغير المعنى ما كان منه داخل تركيب الكلمة مثل الصوامت والصوائت، وما كان منه خارج تركيبها مثل التنغيم. وأدرك أيضاً أثر الدلالة الصوتية في الإيحاء بالمعنى، وأثر جرس الأصوات في إضفاء صفة التميز الفني والتلاؤم الموسيقي.\n10 ـ أثبت البحث أن للطوسي دراية بالدلالة الصرفية وإحاطة بمعاني الأوزان الاسمية والفعلية، وما يعتري الصيغ من زيادات بنيوية تغيّر المعنى، والأثر الدلالي الذي تحدثه نيابة الصيغ بعضها عن بعض، وأثر التغير المورفيمي في معاني الألفاظ.\n11 ـ تبين أن ابن الأعرابي وثعلباً وأبا علي الفارسي وابن فارس لم ينكروا الترادف مطلقاً وإنما قالوا بندرة التام منه، وحملوا أغلب المترادفات على أنها صفات.\n12 ـ يقوم مفهوم الترادف لدى الطوسي على ركنين أساسين، أولهما: ندرة الترادف التام، والآخر: شيوع الترادف النسبي. وقد كشفت عن جذور نظرية الحقول الدلالية لدى القدماء، فقد أرسى الطوسي بعض أصولها في تقسيمه الألفاظ إلى متماثلات ومتقاربات ونظائر، وفي تقسيم كلٍّ منها إلى حقول معنوية مختلفة تجتمع في معنىً عام وتختلف في فوارق دلالية جزئية.\nو يعتمد في كشف الفروق الدلالية بين الألفاظ عدة وسائل، منها الرجوع إلى الأصل الاشتقاقي، واعتبار الضدّ والنقيض، واعتبار العموم والخصوص.\n13 ـ تبيّن أن أغلب ألفاظ المشترك التي وردت في كتب القدماء تدخل في باب الوجوه والنظائر؛ لأن المشترك اللفظي الحقيقي هو ما كان في أصل وضعه اللغوي يشترك في معان عدة ليس بينها صلة مجازية أو قرابة لغوية أو تعدّد لهجي، وأن تدلّ جميعها على شيء واحد وباعتبار واحد.\nوتبين أيضاً أن الطوسي لم يفرق بين الاشتراك الحقيقي والاشتراك المجازي فكلا النوعين من المشترك اللفظي لديه، وقد أعطى للسياق والقرائن النحوية الأهمية البالغة في تحديد دلالة الألفاظ المشتركة والمتضادّة.\n14 ـ ثبت في البحث أن التغير الدلالي في الألفاظ سمة عامة في اللغات البشرية، يحدث تلقائياً وينتج عن تفاعل اللغة والبيئة والمؤثرات الخارجية، إذ تخضع اللغة لوظيفتها الاجتماعية التي تؤثر على طبيعتها الرمزية في الدلالة.\n(1/289)",
        "\nوقد أدرك الطوسي أثر الاستعمال في التغير الدلالي وعني بالجانب التاريخي في دراسة مفردات القرآن الكريم بدءاً بالأصل اللغوي، ثمّ متابعة مراحل التطور الدلالي وصولاً إلى الدلالة القرآنية، واستعمل مصطلح (أصل الباب) الذي يمثل المعنى العام المستخلص من جميع الألفاظ المشتقة من ذلك الأصل، وهو يماثل (الاشتقاق الأصغر) عند ابن جني، و (المقياس) عند ابن فارس، و (المعنى المركزي) عند المحدثين.\n15ـ تبيّن أن النحو نشأ مع نشأة الدراسات القرآنية، وان كل المعايير التي وضعها علماء النحو كانت من أجل الحفاظ على ذلك النص العظيم.\n16 ـ أكد البحث أنّ الدلالة التركيبية تقوم على ثلاث جوانب دلالية: النحوية والسياقية والبلاغية، وهي تتآزر بعضها مع بعض في منح النص حيويته وفاعليته في التعبير عن المعنى المراد.\n17 ـ زخر تفسير التبيان بمباحث علم المعاني وجوانب أخرى من الدلالة النحوية بشكل جليّ أخذ أبعاده الدلالية العميقة.\n18 ـ أثبت الطوسي أن الخبر هو أصل الجمل، وأن الأساليب الإنشائية تبنى عليه بإحدى الأدوات التعبيرية، وفرّق بين الخبر والإنشاء معنوياً ولفظياً. وأدرك أثرالمخاطب في صياغة الكلام، وفي توجيه الخبر وغرضه، إذ يتنوّع الخبر تبعاً لتنوّع حال المخاطب.\n19 ـ عني باسلوب الإنشاء وفرّق بين الأمر والدعاء، وبين الأمر والنهي، فشرط الأمر الاستعلاء، وشرط النهي الزجر أمّا الدعاء فيرافقه التضرّع والتذلّل، وأثبت أن أسلوب الاستفهام ناتج عن تحويل تركيب إخباري إلى استفسار باستعمال أدوات خاصة وتنغيم خاص، وأكّد أيضاً أن الاستفهام في أصله للاسترشاد والاستعلام الذي يمثل البنية السطحية له، وقد يخرج إلى دلالات أخر تمثل البنية العميقة له.\n20 ـ تبين أن الطوسي عني بدلالة الجمل الاسمية والفعلية والشرطية، وأثبت أنّ الأولى تدلّ على الثبوت والدوام، على حين تدلّ الثانية على تجدّد الحدث، وتقريبه والإشعار بتحقق وقوعه، والمبالغة في تصوير وقوع الفعل. وسمّى الجملة الشرطية: الجملة المركبة، تشبيهاً بالجملة الاسمية التي خبرها جملة، وأوجب في الشرط أن يرتبط بالجزاء، وشبّه العلاقة بينهما بعلاقة المبتدأ والخبر.\n21 ـ تخضع الجملة لمعيار الرتبة الذي تحكمه ثلاثة أمور، هي: تصور المتكلّم، وحاجة المتلقّي، وتوخّي الصياغة المثالية للجملة وقد أشار الطوسي إلى جملة أغراض دلالية تتحقق بأسلوب التقديم والتأخير مثل: التخصيص، والعناية بالمقدّم، وتقديم الأعرف، وتقديم السبب على المسبب.\n(1/290)\n",
        "22 ـ اشترط الطوسي في القول بالحذف أن لا يكون ذكر الكلام المحذوف مخلاً بالمعنى وأن يكون حذفه لدلالة مقصودة كالإيجاز وفهم السامع والمبالغة والإفادة من السياق.\n23 ـ تبيّن أن الإعراب من أهم الظواهر المميزة للغة العربية وتعدّ لغة القرآن من أقوى الأدلة على أثر الحركات الإعرابية في المعنى لأن عمق معانيه ودقة أحكامه توجب تحديد الموقع الإعرابي لكلّ كلمة في الآيات.\n24 ـ اتخذ الطوسي القراءات وسيلة لتوجيه المعاني المقصودة في القرآن الكريم وأعرب كثيراً من الألفاظ والتراكيب، مبيناً الوجوه النحوية المتباينة التي يتباين على إثرها المعنى الذي عليه المدار في الإعراب، والنحو لديه تابع للمعنى، إذ يرجِّح الوجه الإعرابي الذي يتفق ومبادئ الدين الإسلامي وأصول الشريعة.\n25 ـ من أهمّ نتائج فصل الدلالة النحوية أنّ الطوسي قد سبق المحدثين إلى القول بأن لكلِّ جملة بنيتين: سطحية وتتمثّل بظاهر النص، وعميقة وتتمثّل بمعناه الباطن أو الثاني، وأدرك أيضاً أنّ لكلِّ جملة نواةً تتولّد عنها عدّة جملٍ، وأنّ لبعضها جملتين نواتين مختلفتين.\n26 ـ تبين أنّ للسياق أثر بالغ في تحديد دلالات الألفاظ والتراكيب، وله ثلاثة أنواع: اللفظي والحالي والعقلي، وقد استعمل الطوسي مصطلح القرينة للدلالة على السياق اللفظي الذي يمثل مجموع الألفاظ المصاحبة للفظ المراد تفسيره، سواء أكانت متأخّرة عنه أم متقدّمة عليه أم مكتنفةً من جانبيه.\n27 ـ واستعان بالسياق الحالي الذي يشمل جميع الظروف والأحوال والمناسبات المحيطة بالنص، ومنها أسباب النزول التي تكشف عن الظروف الحقيقية المحيطة بالآية القرآنية وتكشف بجلاء عن معناها المقصود.\n28 ـ واستعان أيضاً بالسياق العقلي الذي يعتمد العقل والاستنباط، وهو لديه وسيلة للوصول إلى الدلالة تقع خارج النص وبعيداً عن ظروفه المحيطة به، واتخذه وسيلة في تفسيره لنفي صفات التجسيم عن الذات الإلهية ونفي كلّ ما يقدح بعصمة الأنبياء وكذلك في إثبات الحقائق العلميّة المؤيّدة لحقائق الإيمان.\n29 ـ للقرآن نظمه الخاص المميز إذ تترابط آياته وألفاظه ترابطاً معنوياً وثيقاً يقوم على أساس التناسب الدلالي الذي يكون بين الألفاظ والفواصل القرآنية والآيات التي ترد فيها، وبين الآيات أنفسها في السورة الواحدة إذ تتابع على أساس معني بحت.\n30 ـ تطرأ على التراكيب ظاهرتا العموم والخصوص بتوافر صيغ كلّ منها فإذا توافرت ألفاظ العموم منحت الجملة دلالة عامة وإذا توافرت ألفاظ الخصوص منحت الجملة دلالة خاصة.\n(1/291)\n\n31 ـ بين الطوسي أن للعموم غرضين أساسيين هما إطلاق الأحكام الشرعية، والمبالغة وإرادة الكثرة كماً وكيفاً، وأنّ للتخصيص أغراضاً أخرى منها الدلالة على شهرة المخصص وعلى شرفه، و الدلالة على الترغيب، وعلى الزجر والتهديد.\n32 ـ وأثبت أن للسياق بأنواعه أثراً بالغاً في تخصيص العام، وفي تعميم الخاص، وفي تقييد المطلق.",
        "(1/292)\n\nالمصادر والمراجع\nالقرآن الكريم.\n(أ)\n- ائتلاف النصرة في اختلاف نحاة الكوفة والبصرة: تأليف عبد اللطيف بن أبي بكر\nالشرجي الزبيدي (ت 802هـ)، تحقيق: الدكتور طارق الجنابي، مكتبة النهضة العربية\n\n- أبحاث في أصوات العربية: حسام سعيد النعيمي، وزارة الثقافة والإعلام، دار الشؤون\nالثقافية العامة، بغداد 1998م.\n- أبحاث ونصوص في فقه اللغة العربية: رشيد العبيدي، بغداد 1988م.\n- ابن جني عالم العربية: حسام سعيد النعيمي، دار الشؤون الثقافية العامة، الطبعة\nالأولى، بغداد 1990 م.\n- ابن قيم الجوزية وجهوده في الدرس اللغوي: طاهر سليمان حمودة، دار الجامعات\nالمصريةـ الإسكندرية،1396هـ ـ 1976م.\n- ابن القيّم وحسّه البلاغي في تفسير القرآن: عبد الفتاح لاشين، دار الرائد العربي،\nالطبعة الأولى، لبنان ـ بيروت ـ 1982م.\n- أبنية الصرف في كتاب سيبويه: الدكتورة خديجة الحديثي، منشورات مكتبة النهضة،\nالطبعة الأولى، بغداد1385هـ ـ 1965م.\n- أبو علي النحوي وجهوده في الدراسات اللغوية والصوتية: علي جابر المنصوري،\nالطبعة الأولى، مطبعة الجامعة، بغداد 1987م.\n- الاتجاه العقلي في التفسير (دراسة في قضية المجاز قي القرآن عند المعتزلة): نصر\nحامد أبو زيد، دار التنوير للطباعة والنشر، الطبعة الأولى، بيروت 1982م.\n- إتحاف فضلاء البشر في قراءات القراء الأربعة عشر: أحمد بن محمد بن أحمد بن محمد\nبن عبد الغني الدمياطي (ت 1117هـ)، رواه وصححه وعلق عليه علي محمد الضباع،\nمطبعة عبد الحميد أحمد حنفي، مصر 1359هـ. (صحح العنوان الدكتور عبد الرحمن\nمطلك الجبوري بعد وقوفه على نسخة من مخطوطة هذا الكتاب).\n- الإتقان في علوم القرآن: جلال الدين عبد الرحمن بن أبي بكر السيوطي (ت911هـ)،\nتحقيق: محمد أبي الفضل ابراهيم، الهيئة المصرية العامة للكتاب القاهرة،1975.\n- أثر الدلالة النحوية واللغوية في استنباط الأحكام من آيات القرآن التشريعية: عبد القادر\n(1/293)",
        "\nعبد الرحمن السعدي، مطبعة الخلود، الطبعة الأولى بغداد 1986م.\n- أثر القرآن في تطورالنقد العربي: محمد زغلول سلام، دار المعارف، القاهرة 1952م.\n- أثر اللسانيات في النقد العربي الحديث: توفيق الزيدي، الدار العربية للكتاب، 1984م.\n- أثر النحاة في البحث البلاغي: عبد القادر حسين، دار نهضة مصر للطبع والنشر،\nالقاهرة 1975م.\n- أحكام كلّ وما عليه تدلّ: تقي الدين علي بن عبد الكافي السبكي (ت756هـ)، تحقيق:\nد. طه محسن، دار الشؤون الثقافية، الطبعة الأولى، بغداد 2000م.\n- إحياء النحو: ابراهيم مصطفى، مطبعة لجنة التأليف والترجمة والنشر، القاهرة\n1959م.\n- أدب الكاتب: ابن قتيبة الدينوري (ت276هـ)، تحقيق: محمد محيي الدين عبد الحميد،\nمطبعة السعادة بمصر، الطبعة الرابعة، 1382هـ ـ 1963م.\n- ارتشاف الضرب من لسان العرب: أبو حيان الأندلسي محمد بن يوسف (ت 745 هـ)، تحقيق: مصطفى أحمد النمّاس، الطبعة الأولى 1984.\n- إرشاد العقل السليم إلى مزايا القرآن الكريم، المعروف بتفسير أبي السعود: محمد بن\nمحمد العمادي أبو السعود (ت951هـ) دار إحياء التراث العربي، بيروت.\n- إرشاد الفحول إلى تحقيق الحق من علم الأصول: محمد بن علي الشوكاني (ت1250هـ)\nتحقيق: شعبان محمد اسماعيل، دار السلام، مصر، الطبعة الأولى،1418هـ ـ1998م.\n- أساس البلاغة: جار الله أبو القاسم محمود بن عمر الزمخشري (ت 538هـ)، دار صادر بيروت 1979 م.\n- أساليب بلاغية، الفصاحة، البلاغة، المعاني: الدكتور أحمد مطلوب، وكالة المطبوعات\nالكويت، الطبعة الأولى.:\n- أساليب الطلب عند النحويين والبلاغيين: قيس اسماعيل الأوسي، من منشورات\nوزارة التعليم العالي والبحث العلمي، جامعة بغداد، بيت الحكمة 1988.\n- أسباب اختلاف الفقهاء في الأحكام الشرعية: مصطفى ابراهيم الزلمي، الدار العربية\nللطباعة، الطبعة الأولى 1976م.\n- أسباب النزول: أبو الحسن علي بن أحمد الواحدي النيسابوري (ت468هـ)، الطبعة\nالثانية، مصطفى البابي الحلبي وأولاده، مصر 1968م.\n- أسرار البلاغة: عبد القاهر الجرجاني (ت471هـ)، تعليق: أحمد مصطفى المراغي،\n(1/294)\n",
        "مطبعة الاستقامة، القاهرة 1932\n- أسرار التكرار في القرآن: محمد بن حمزة بن نصرالكرماني (ت ... هـ)، تحقيق: عبد\nالقادر أحمد عطا، دار الاعتصام القاهرة، الطبعة الثانية 1396هـ.\n- أسرار العربية: كمال الدين أبو البركات الأنباري (ت577هـ)، تحقيق: محمد بهجة\nالبيطار، مطبعة الترقي، دمشق 1377هـ ـ 1957م.\n- أسس علم اللغة: ماريوباي، ترجمة: أحمد مختار عمر، منشورات جامعة طرابلس،\nكلية التربية 1973.\n- الأشباه والنظائر في القرآن الكريم: مقاتل بن سليمان (ت150هـ)، تحقيق: عبدالله\nمحمود شحاته، مطابع الهيأة المصرية العامة للكتاب، القاهرة 1395هـ ـ 1975 م.\n- أشتات مجتمعات في اللغة والأدب: عباس محمود العقاد، دار المعارف، مصر 1963\n- الإشتقاق: أبو بكر محمد بن السري بن السرّاج (ت316هـ)، تحقيق: محمد صالح\nالتكريتي، مطبعة المعارف، الطبعة الأولى، بغداد 1973م.\n- اشتقاق أسماء الله: أبو القاسم عبد الرحمن بن اسحاق الزجاجي (377هـ)، تحقيق:\nعبد الحسين المبارك، مطبعة النعمان، النجف الأشرف 1974م.\n- إصلاح المنطق: أبو يوسف يعقوب بن اسحاق بن السكيت (ت244هـ)، تحقيق: أحمد\nمحمد شاكر وعبد السلام هارون، دار المعارف، مصر، الطبعة الثالثة 1970م.\n- إصلاح الوجوه والنظائر: ااحسين بن محمد الدامغاني (ت478هـ)،تحقيق: عبد العزيز\nسيد الأهل، بيروت 1970م.\n- الأصوات اللغوية: الدكتور ابراهيم أنيس، الطبعة الخامسة، مكتبة الأنجلو المصرية\nالقاهرة 1957م.\n- الأصوات والإشارات: أ. كندراتوف، ترجمة: شوقي جلال، الهيأة المصرية العامة\nللكتاب 1973م.\n- الأصول: دراسة ابستمولوجية للفكر اللغوي عند العرب: تمام حسان، الهيأة المصرية\nالعامة للكتاب، دار الشؤون الثقافية العامة، بغداد 1988م.\n- أصول السرخسي: أبو بكر محمد بن أحمد بن أبي سهل السرخسي (ت490هـ)،تحقيق:\nأبي الوفاء الأفغاني، دار المعرفة للطباعة والنشر، بيروت لبنان 1973م.\n- أصول الفقه: محمد أبو زهرة، ملتزم الطبع والنشر دار الفكر العربي، دار الثقافة العربية\nللطباعة 1973.\n(1/295)\n\n- أصول الفقه: الشيخ محمد الخضري، دار الاتحاد العربي للطباعة، الطبعة السادسة،\nمصر 1969\n- الأصول في النحو: أبو بكر بن السرّاج، تحقيق: عبد الحسين الفتلي، مؤسسة الرسالة،\nبيروت 1407 ـ 1987م.\n- الأضداد: أبو بكر محمد بن الأنباري (ت328هـ)، تحقيق: أبو الفضل ابراهيم،\nالكويت 1960م.\n- أضداد قطرب: محمد بن المستنبر (ت بعد 206هـ)، مجلة اسلاميكا، المجلد الخامس 1931 م.\n- الأضداد في كلام العرب: أبو الطيب عبد الواحد بن علي اللغوي (ت351هـ)، تحقيق:\nالدكتور عزة حسن، دمشق 1963.\n- الأضداد في اللغة: محمد حسين آل ياسين، مطبعة دار المعارف، الطبعة الأولى، بغداد\n1394هـ ـ 1974م.\n- أضواء على الدراسات اللغوية المعاصرة: نايف خرما، ضمن سلسلة كتب ثقافية الصادرة\nعن المجلس الوطني للثقافة والفنون والآداب، الكويت، الطبعة الثانية 1979م.\n- الإعجاز البياني للقرآن الكريم ومسائل نافع بن الأزرق: الدكتورة عائشة عبد الرحمن،\nدار المعارف، مصر 1971م.\n- إعجاز القرآن والبلاغة النبوية: مصطفى صادق الرافعي، راجعه وصححه وضبطه:\nمحمد سعيد العريان، مطبعة الاستقامة، الطبعة السابعة، القاهرة 1961م.\n- إعراب ثلاثين سورة من القرآن الكريم: أبو عبد الله الحسين بن أحمد المعروف بابن\nخالويه (ت370هـ)، منشورات دار الحكمة دمشق، مطبعة دار الكتب المصرية 1941م.\n- إعراب القرآن: أبو جعفر أحمد بن محمد بن إسماعيل النحاس (ت 338هـ)، تحقيق:\nزهير غازي زاهد، مطبعة العاني، بغداد 1977م.\n- إعراب القراءات السبع وعللها وحججها: الحسين بن أحمد بن خالويه (ت370هـ)،\nتحقيق: الدكتور عبد الرحمن العثيمن، مطبعة المدني، المؤسسة السعودية بمصر،\nالطبعة الأولى 1992م.\n- الأعلام: خير الدين الزركلي، المطبعة العربية، الطبعة الثالثة، بيروت 1389\nهـ ـ 1969م.\n- أعيان الشيعة: السيد محسن الأمين، تحقيق: حسن الأمين، الطبعة الثانية، مطبعة",
        "(1/296)\n\nالإنصاف، بيروت،1963م.\n- الإغراب في جدل الإعراب: أبو البركات كمال الدين عبد الرخمن بن محمد الأنباري\n(ت577هـ)،تحقيق: سعيد الأفغاني، دار الفكر، بيروت، الطبعة الثانية 1971م.\n- الألسنية التوليدية التحويلية وقواعد اللغة العربية (الجملة البسيطة):ميشال زكريا،\nالمؤسسة الجامعية للدراسات والنشر والتوزيع، الطبعة الأولى 1983م.\n- الألسنية التوليدية التحويلية (النظرية اللسانية): الدكتورميشال زكريا، المؤسسة الجامعية\nللدراسات والنشر والتوزيع، بيروت، الطبعة الأولى 1982م.\n- الألسنية العربية: ريمون طحان، دار الكتاب اللبنابي، الطبعة الأولى، بيروت 1972.\n- الألسنية (علم اللغة الحديث) المبادئ والأعلام: ميشال زكريا، بيروت، الطبعة الثانية\n1983م.\n- الألفاظ المترادفة: أبو الحسن علي بن عيسى الرماني (ت348هـ)، اعتنى بشرحه\nوالتزم طبعه: محمد محمود الرفعي، مصر، د. ت.\n- أمالي المرتضى: غرر الفوائد ودرر القلائد: للشريف المرتضى علي بن الحسين\nالموسوي، تحقيق: محمد أبي الفضل ابراهيم، دار إحياء الكتب العربية، مطبعة عيسى\nالبابي الحلبي وشركاه، الطبعة الأولى، مصر 1954م.\n- أميّة بن أبي الصلت حياته وشعره: دراسة وتحقيق: بهجة عبد الغفور الحديثي، مطبعة\nالعاني، بغداد 1975.\n- الإنباء بما في كلمات القرآن من أضواء: محمد جعفر الكرباسي، مطبعة الآداب، النجف\n1987م.\n- الإنصاف فيما يجب اعتقاده ولا يجوز الجهل به: القاضي أبو بكر بن الطيب الباقلاني\n(ت403هـ)، تحقيق وتعليق وتقديم: محمد زاهد بن الحسن الكوثري، مؤسسة الخانجي\nللطباعة والنشر، مطبعة السنة المحمّدية، الطبعة الثانية مصر1382هـ ـ 1963م.\n- الإنصاف في مسائل الخلاف بين البصريين والكوفيين: أبو البركات الأنباري (ت577هـ)\nتحقيق: محمد محيي الدين عبد الحميد، د. ت،\n- أنوار التنزيل وأسرار التأويل: البيضاوي (ت791هـ) تحقيق: عبد القادر عرفات العشا\nحسونة، دار الفكر بيروت 1996 هـ.\n\n- أوزان الفعل ومعانيها: هاشم طه شلاش، مطبعة الآداب، النجف الأشرف 1971م.\n(1/297)",
        "\n- أوضح المسالك إلى ألفية ابن مالك: أبو محمد بن عبدالله جمال الدين بن يوسف بن\nهشام الأنصاري (ت761هـ)، دار الجيل، الطبعة الخامسة، بيروت 1979م.\n- الإيضاح في علل النحو: أبو القاسم الزجاجي (ت311هـ)، تحقيق: مازن المبارك،\nدار النفائس، الطبعة الرابعة 1982م.\n- الإيضاح في علوم البلاغة (المعاني والبيان والبديع): جلال الدين أبو عبدالله محمد بن\nعبد الرحمن المعروف بالخطيب القزويني (739هـ)، شرح وتعليق وتنقيح: الدكتور محمد\nعبد المنعم خفاجي، الطبعة الخامسة، دار الكتاب اللبناني، بيروت 1400هـ ـ 1980م.\n(ب)\n- البحث النحوي عند الأصوليين: الدكتور مصطفى جمال الدين، دار الرشيد للنشر، بغداد\n1980م.\n- البحر المحيط (تفسير القرآن الكريم): أبو حيان الأندلسي (ت745هـ)، دار الفكر للطباعة والتوزيع والنشر، الطبعةالثانية 1978م.\n- بحوث لغوية: الدكتورأحمد مطلوب، دار الفكر للنشر والتوزبع، الطبعة الأولى 1987م\n- بحوث ومقالات في اللغة: الدكتور رمضان عبد التواب، الطبعة الأولى، مطبعة المدني،\nمصر 1403هـ ـ 1982م.\n- بدائع الفوائد: أبو عبدالله محمد بن أبي بكر الدمشقي المعروف بابن قيم الجوزية\n(ت751هـ)، عُني بتصحيحه ومقابلة أصوله والتعليق عليه: إدارة الطباعة المنيرية،\nالقاهرة، د. ت.\n- البرهان في أصول الفقه: أبو المعالي عبد الملك بن عبدالله بن يوسف الجويني\n(ت478هـ)، حققه وقدم له: الدكتور عبد العظيم محمود الديب، دار الوفاء للطباعة\nوالنشر والتوزيع، القاهرة، الطبعة الرابعة 1997م.\n- البرهان في علوم القرآن: بدر الدين محمد بن عبدالله الزركشي (ت794هـ)،تحقيق:\nمحمد أبو الفضل ابراهيم، دار المعرفة، بيروت 1391هـ ـ 1972م.\n- البرهان الكاشف عن إعجاز القرآن: كمال الدين عبد الواحد بن عبد الكريم الزملكاني\n(ت651هـ)، تحقيق: الدكتورة خديجة الحديثي والدكتور أحمد مطلوب، مطبعة العاني\nبغداد، الطبعة الأولى 1974م.\n- بصائر ذوي التمييز في لطائف الكتاب العزيز: مجد الدين محمد بن يعقوب الفيروزآبادي\n(ت817هـ)، تحقيق: محمد علي النجار، القاهرة 1969م.\n(1/298)\n",
        "- بغية الوعاة في طبقات اللغويين والنحاة: عبد الرحمن بن جلال الدين السيوطي\n(ت911هـ)، تحقيق: محمد أبو الفضل ابراهيم، المكتبة العصرية، بيروت، د. ت.\n- البلاغة العربية، قراءة أخرى: محمد عبد المطلب، الشركة المصرية العالمية\nللنشر، القاهرة، الطبعة الأولى 1997م.\n- البلاغة القرآنية في تفسير الزمخشري وأثرها في الدراسات البلاغية: محمد حسنين أبو\nموسى، دار الحمامي للطباعة، مصر (د. ت).\n- البلاغة والأسلوبية: محمد عبد المطلب، الهيأة المصرية العامة للكتاب 1984م.\n- البلغة في الفرق بين المذكر والمؤنث: أبو البركات الأنباري (ت577هـ)، تحقيق وتقديم: الدكتور رمضان عبد التواب، مطبعة دار الكتب 1970.\n- البناء الصوتي في البيان القرآني: محمد حسن شرشر، دار الطباعة المحمدية، الطبعة\nالأولى 1988م.\n- البنى النحوية: نوام جومسكي: ترجمة الدكتور يوئيل يوسف عزيز، مراجعة مجيد\nالماشطة، دار الشؤون الثقافية العامة، بغداد، الطبعة الأولى1987م.\n- بنية العقل العربي: محمد عابد الجابري، مركز دراسات الوحدة العربية، بيروت،\nالطبعة الأولى 1986م.\n- بيان إعجاز القرآن (ضمن ثلاث رسائل في إعجاز القرآن): أبو سليمان أحمد بن محمد\nالخطابي (ت338هـ)، تحقيق: محمد خلف ومحمد زغلول سلام، دار المعارف\nمصر، د. ت.\n- البيان في غريب إعراب القرآن: أبو البركات كمال الدين عبد الرحمن بن محمد بن\nالأنباري (ت577 هـ)، تحقيق: الدكتور طه عبد الحميد ومراجعة مصطفى السقى، دار\nالكتاب العربي للطباعة والنشر، القاهرة 1969م.\n- البيان والتبيين: أبو عثمان عمرو بحر الجاحظ (ت 255هـ)، تحقيق وشرح: عبد السلام محمد هارون، مؤسسة الخانجي، مطبعة السعادة، القاهرة، الطبعة الثالثة، د. ت.\n(ت)\n- تأثير التفكير الديني في البلاغة العربية: الدكتور مهدي صالح السامرائي، دمشق، المكتب\nالإسلامي، الطبعة الأولى 1977م.\n- تأويل مشكل القرآن: عبد الله بن مسلم بن قتيبة (276هـ)، شرح وتحقيق: السيد أحمد\nصقر، دار احياء الكتب العربية، مطبعة عيسى البابي الحلبي د. ت.\n(1/299)\n\n- تاج العروس من جواهر القاموس: محبّ الدين أبي الفيض محمد بن مرتضى الزبيدي\n(ت1205هـ)، دار صادر، بيروت1386 هـ ـ 1966م.\n- تاريخ آداب اللغة العربية: جرجي زيدان، تعليق ومراجعة: الدكتور شوقي ضيف،\nدار الهلال 1957 م.\n- تاريخ ابن خلدون، المقدمة: عبد الرحمن بن خلدون المغربي (ت ... هـ)، دار القلم\nبيروت، الطبعة الأولى 1978م.\n- تاريخ العربية: الدكتورنهاد موسى، المؤسسة الصحفية الاردنية، عمان 1976م.\n- التبصرة والتذكرة: أبو محمد عبد الله بن علي بن اسحاق الصيمري (من نحاة القرن الرابع\nالهجري)، تحقيق: فتحي أحمد مصطفى، دار الفكر، دمشق، الطبعة الأولى 1982م.\n- التبيان في إعراب القرآن: أبو البقاء العكبري (ت616هـ)،تحقيق: علي محمد\nالبجاوي، دار إحياء الكتب العربية، د. ت.\n- التبيان في أقسام القرآن: محمد بن أبي بكر أيوب بن قيم الجوزية (ت751هـ)، دار\nالفكر، د. ت.\n- التبيان في تفسير القرآن: أبو جعفر محمد بن الحسن الطوسي (ت460هـ)، تحقيق\nوتصحيح: أحمد شوقي الأمين وأحمد حبيب قصير، المطبعة العلمية ومطبعة النعمان،\nالنجف 1957 ـ 1965م.\n- التبيين عن مذاهب النحويين البصريين والكوفيين: أبو البقاء العكبري، تحقيق الدكتور\nعبد الرحمن العثيمن، بيروت، دار الغرب الاسلامي، الطبعة الأولى 1968م.\n\n- التحرير والتنوير: تأليف الشيخ محمد الطاهر بن عاشور، الدار التونسية للنشر، تونس\n1984م.\n- الترادف في اللغة: حاكم مالك لعيبي، دار الحرية للطباعة ودار الرشيد للنشر 1980م.\n- تسهيل الفوائد وتكميل المقاصد: جال الدين محمد بن عبدالله بن مالك، تحقيق: محمد\nكامل بركات، دار الكاتب العربي للطباعة والنشر، القاهرة 1387هـ ـ 1967م.\n- التشبيهات القرآنية والبيئة العربية: واجدة الاطرقجي، منشورات وزارة الثقافة والفنون،\nدار الحرية للطباعة، بغداد 1978م.\n- التشكيل الصوتي في اللغة العربية، فونولوجيا العربية: الدكتور سلمان العاني، ترجمة:\nالدكتور ياسر الملاح، الطبعة الأولى، السعودية ـ جدة 1983م.",
        "(1/300)\n\n- تصحيح الفصيح: عبدالله بن جعفر بن درستوبه (ت347هـ)، تحقيق: عبدالله الجبوري،\nمطبعة الارشاد، بغداد 1975م.\n- التصريف الملوكي: أبو الفتح عثمان بن جني (ت392هـ)، تحقيق: محمد سعيد بن\nمصطفى النعسان، تعليق: أحمد الخاني ومحيي الدين الجراح، دار المعارف، دمشق،\nالطبعة الثانية 1390هـ ـ 1970م.\n- التصور اللغوي عند الأصوليين: الدكتور السيد أحمد عبد الغفار، شركة مكتبات عكاظ\nللنشر والتوزيع، الطبعة الأولى 1401هـ ـ 1981م.\n- التضاد في ضوء اللغات السامية دراسة مقارنة: ربحي كمال، دار النهضة العربية للطباعة\nوالنشر، بيروت 1975م.\n- تطور البحث الدلالي دراسة في النقد البلاغي واللغوي: الدكتور محمد حسين الصغير،\nبغداد دار الكتب العلمية 1988م.\n- تطور تفسير القرآن، قراءة جديدة: الدكتور محسن عبد الحميد، مديرية دار الكتب\nللطباعة والنشر، جامعة الموصل 1989م.\n- التطور الدلالي بين لغة الشعرالجاهلي ولغة القرآن الكريم، دلااسة دلالية مقارنة: عودة\nخليل أبو عودة، مكتبة المنار، الطبعة الأولى، الأردن ـ الزرقاء 1405ـ 1985م.\n- التطور اللغوي: مظاهره وعلله وقوانينه: رمضان عبد التواب، نشر مكتبة الخانجي\nبالقاهرة، ودار الرفاعي بالرياض، الطبعة الثانية 1990 م.\n- التطور اللغوي والتاريخي: ابراهيم السامرائي، دار الأندلس للطباعة والنشر والتوزيع،\nالطبعة الثانية 1981.\n- التعبير القرآني: الدكتور فاضل السامرائي، دار الكتب، الموصل 1988م.\n- التعريفات: لأبي الحسن علي بن محمد بن علي الجرجاني المعروف بالسيد الشريف\n(ت816هـ)، دار الشؤون الثقافية العامة، بغداد 1986م.\n- تفسير أسماء الله الحسنى: أبو اسحاق ابراهيم بن محمد الزجّاج (ت311هـ)، تحقيق:\nأحمد يوسف الدقاق، دار الثقافة العربية، دمشق 1974م.\n- التفسير البياني للقرآن الكريم: عائشة عبد الرحمن (بنت الشاطيء)، دار المعارف\nبمصر 1962م\n- تفسير غريب القرآن: أبو محمد عبدالله مسلم بن قتيبة، تحقيق: السيد أحمد الصقر،\nدار الكتب العلمية، بيروت ـ لبنان 1398هـ ـ 1978م.\n(1/301)",
        "\n- تفسير القرآن العظيم: اسماعيل بن عمر بن كثير الدمشقي (ت774هـ)، دار الفكر\nبيروت 1401هـ.\n- تفسير القرآن العظيم المسمّى: أولى ما قيل في آيات التنزيل: رشيد عبد الكريم الخطيب\nالموصلّي الموصل، 1972.\n- التفسير القيّم: ابن القيّم الجوزية (ت751هـ)،جمعه محمد أوس الندوي، مطبعة السنّة\nالمحمدية 1949م.\n- التفسير الكبير: الإمام الفخر الرازي (ت606هـ)، دار إحياء التراث العربي، الطبعة\nالرابعة، بيروت ـ لبنان 2001م.\n- تفسير مجاهد بن جبر المخزومي (ت104هـ)، تحقيق: عبد الرحمن الطاهر محمد\nالسورتي، المنشورات العلمية بيروت.\n- تفسير مفردات ألفاظ القرآن الكريم: مجمع البيان الحديث: سميح عاطف الزين، الشركة\nالعالمية للكتاب، دار الكتاب العالمي، الطبعة الثالثة 1994م.\n- التفسير والمفسرون: محمد حسين الذهبي، دار الكتب الحديثة، الطبعة الأولى 1961م. - التفكير البلاغي عند العرب: أسسه وتطورّه إلى القرن السادس: حمّادي حمود،\nمنشورات الجامعة التونسية، المطبعة الرسمية 1981م.\n- التفكير الصوتي عند الخليل:\n- التفكير اللساني في الحضارة العربية: عبد السلام المسدّي، الدار العربية للكتاب\nليبياـ تونس 1981م.\n- التقفية في اللغة: أبو بشر اليمان بن أبي اليمان البندنيجي (ت284هـ)،تحقيق: خليل\nابراهيم العطية، مطبعة العاني، بغداد 1976م.\n- تلخيص البيان في مجازات القرآن: الشريف الرضي (ت406هـ)،تحقيق: محمد عبد\nالغني حسن، دار إحياء الكتب العربية، القاهرة، الطبعة الأولى 1955 م.\n- التلخيص في علوم البلاغة: للإمام جلال الدين محمد بن عبد الرحمن القزويني الخطيب\n(ت739هـ)، ضبطه وشرحه الأديب عبد الرحمن البرقوقي، المطبعة الرحمانية بمصر،\nالطبعة الثانية 1932م.\n- التلخيص في معرفة أسماء الأشياء: أبو هلال العسكري (ت بعد395هـ)، تحقيق:\nعزة حسن، دمشق 1966هـ.\n- تناوب حروف الجر في لغة القرآن: محمد حسن عواد، دار الفرقان، الطبعة الأولى\n(1/302)\n",
        "1982م.\n- تنزيه القرآن عن المطاعن: القاضي عماد الدين أبو الحسن عبد الجبار بن أحمد\n(ت415هـ)،دار النهضة الحديثة، بيروت، لبنان، د. ت.\n- التنغيم اللغوي في القرآن الكريم: سمير ابراهيم وحيد العزاوي، دار الضياء للنشر\nوالتوزيع، الطبعة الأولى 2000م.\n- تهافت التهافت: محمد بن أحمد بن محمد بن رشد (ت هـ)، تحقيق سليمان دينا، دار\nالمعارف، مصر، الطبعة الثانية، 1969م.\n- تهافت الفلاسفة المسمّى معيار العلم: أبو حامد الغزالي (ت505هـ)،تحقيق: سليمان دينا،\nدار المعارف، مصر1961 م.\n- تهذيب الألفاظ: أبو يوسف يعقب بن اسحاق بن السكيت (ت224هـ)،كتاب مختصر\nتهذيب الألفاظ، عني بطبعه وضبطه وتعليق فهارسه: لويس شيخو، مطبعة الآباء\nاليسوعيين، بيروت 1897م،\n- تهذيب اللغة: أبو منصور محمد بن أحمد الأزهري (ت370هـ)، تحقيق: يعقوب بن\nعبد النبي، مراجعة محمد علي النجار، الدار المصرية للتأليف والترجمة، مطابع كل\nالعرب بالقاهرة.\n(ث)\n- ثلاثة كتب في الأضداد: للأصمعي والسجستاني وابن السكيت ويليها ذيل في الأضداد\nللصغاني، دار الكتب العلمية، بيروت لبنان 1913.\n(ج)\n- جامع البيان عن تأويل أي القرآن: أبو جعفر محمد بن جرير الطبري (ت310هـ)،\nدار الفكر، بيروت 1405هـ.\n- الجامع لأحكام القرآن: محمد بن أحمد بن أبي بكر القرطبي (ت671هـ)، تحقيق: أحمد\nعبد العليم البردوني، دار الشعب، القاهرة، الطبعة الثانية 1372هـ.\n- جرس الألفاظ ودلالتها في البحث البلاغي والنقدي عند العرب: الدكتورماهر مهدي هلال،\nدار الرشيد، بغداد 1980م.\n- جمالية المفردة القرآنية في كتب الإعجاز والتفسير: أحمد ياسوف، دار المكتبي، سورية\nالطبعة الأولى 1994م.\n- الجمان في تشبيهات القرآن: ابن ناقيا عبدالله أبو القاسم البغدادي (ت485هـ)،\n(1/303)\n\nتحقيق: الدكتورأحمد مطلوب والدكتورة خديجة الحديثي، دار الجمهورية بغداد 1968م\n- الجمل في النحو: أبو القاسم عبد الرحمن بن اسحق الزجاجي (337هـ)،نشر: أبي شنب،\nباريس 1957م.\n- جمهرة اللغة: أبو بكر محمد بن الحسن بن دريد الأزدي البصري (ت321هـ)، طبعة\nبالأوفسيت، دار صادر، بيروت.\n- جموع التصحيح والتكسير في اللغة العربية: عبد المنعم سيد عبد العال، مكتبة الخانجي\nالقاهرة 1977م.\n- الجنى الداني في حروف المعاني: حسن بن قاسم المرادي (ت749هـ)، تحقيق: طه\nمحسن، مؤسسة دار الكتب للطباعة والنشر، جامعة الموصل 1975م.\n- جوامع الجامع: أمين الدين أبو علي الفضل بن الحسن الطبرسي (ت548هـ)،مؤسسة\nالطبع والنشر في جامعة طهران، الطبعة الثالثة 1412هـ.\n- جوانب من نظرية النحو: نوام جومسكي، ترجمة مرتضى جواد باقر، مطابع جامعة الموصل.\n- جواهر الحسان في تفسير القرآن: عبد الرحمن بن محمد بن مخلوف الثعالبي (ت429هـ)\nمؤسسة الأعلمي للمطبوعات بيروت.\n- جوهر القاموس في الجموع والمصادر: محمد بن شفيع القزويني (من علماء القرن الثاني\nعشر الهجري)، تحقيق: محمد جعفر الكرباسي، مطبعة الآداب النجف 1982م.\n(ح)\n- حاشية الخضري على شرح ابن عقيل: شمس الدين محمد بن مصطفى الخضري\n(ت1870م)، القاهرة 1287هـ.\n- حاشية الصبان على شرح الاشموني على ألفية ابن مالك: محمد بن علي الصبان\n(ت1206هـ)، مطبعة الاستقامة بالقاهرة 1947م.\n- الحجّة في علل القراءات السبع: أبو علي الحسن بن أحمد الفارسي (377هـ)، تحقيق:\nعلي النجدي ناصف وعبد الحليم النجار وعبد الفتاح شلبي، القاهرة 1965م.\n- الحدود (ضمن المصطلح الفلسفي عند العرب): ابن سينا (ت428هـ)، تحقيق عبد\nالأمير الأعسم، مكتبة الفكر العربي، بغداد1984 م.\n- الحدود في النحو (ضمن رسالتان في اللغة): أبو الحسن علي بن عيسى الرماني، تحقيق\nوتعليق وتقديم: ابراهيم السامرائي، دار الفكر للنشر والتوزيع عمان 1984م.",
        "(1/304)\n\n- الحيوان: الجاحظ، تحقيق وشرح: عبد السلام محمد هارون، الطبعة الثالثة، دار\nالكتاب العربي، بيروت 1969م.\n(خ)\n- الخصائص: أبو الفتح عثمان بن جني (ت392هـ)، تحقيق: محمد علي النجار وآخرين،\nعالم الكتب، بيروت ـ لبنان (د. ت).\n- خصائص التراكيب: محمد حسنين أبو موسى، دار التضامن، القاهرة، الطبعة\nالثانية 1980م.\n(د)\n- دائرة المعارف الإسلامية: نقله إلى العربية: أحمد الشنتناوي وآخرين، مطبعة الاعتماد\nمصر 1933م.\n- دراسات في أصول تفسير القرآن: الدكتور محسن عبد الحميد، مطبعة الوطن العربي،\nبغداد 1980م.\n- دراسات في علم اللغة: القسم الثاني: كمال محمد بشر، مطابع دار المعارف بمصر،\nالطبعة الثانية 1971م.\n- دراسات في فقه اللغة: صبحي الصالح، دار العلم للملايين، بيروت، الطبعة الرابعة\n1971 م.\n- دراسات في فلسفة النحو والصرف والرسم: مصطفى جواد، مطبعة أسعد، بغداد\n1968م.\n- دراسات في القرآن: السيد أحمد خليل، دار النهضة العربية، بيروت 1969م.\n- دراسات في اللغة والنحو: عدنان محمد سلمان، مطابع دار الحكمة للطباعة والنشر\n1991م.\n- الدراسات اللغوية عند العرب إلى القرن الثالث: محمد حسين آل ياسين، منشورات دار\nمكتبة الحياة بيروت، لبنان، الطبعة الأولى 1980م.\n- الدراسات اللهجية والصوتية عند ابن جني: حسام سعيد النعيمي، دار الرشيد للنشر،\nبغداد 1980م.\n- الدراسات النحوية واللغوية عند الزمخشري: فاضل صالح السامرائي، مطبعة الإرشاد\nدار النذير 1971م.\n- دراسة السمع والكلام: سعد مصلوح، عالم الكتب، القاهرة 1980م.\n(1/305)",
        "\n- دراسة الصوت اللغوي: أحمد مختار عمر، عالم الكتب، القاهرة، الطبعة الأولى 1976 م.\n- دراسة في المعاني والبديع: شفيع السيد، مكتبة الشباب، القاهرة، د. ت.\n- دراسة المعنى عند الأصوليين: طاهر سليمان حمودة، الدار الجامعية للطباعة والنشر،\nالاسكندرية، مصر 1983 م.\n- درّة الغواص في أوهام الخواص: القاسم بن علي الحريري (ت516هـ)، تحقيق: محمد\nأبو الفضل ابراهيم، دار نهضة مصر للطبع والنشر، الفجالة القاهرة.\n- دروس في الألسنية العامة: فردينان دي سوسير، تعريب: صالح القرمادي ومحمد\nالشاوش ومحمد عجينة، الدار العربية للكتاب، طرابلس، ليبيا 1985م.\n- دقائق التصريف: القاسم بن محمد بن سعيد المؤدب (ت بعد 338هـ)، تحقيق: الدكتور\nأحمد ناجي القيسي والدكتور حاتم صالح الضامن والدكتور حسين تورال، مطبعة المجمع\nالعلمي العراقي 1407هـ ـ 1987م.\n- دلائل الإعجاز: عبد القاهر الجرجاني (ت471هـ)، حققه وقدم له: الدكتورضوان\nالداية، والدكتور فايز الداية، مكتبة سعد الدين، دمشق، الطبعة الثانية 1987م.\n- دلالات التراكيب دراسة بلاغية: محمد حسنيين أبو موسى، مكتبة وهبة، القاهرة،\nالطبعة الأولى 1997م.\n- دلالة الإعراب لدى النحاة القدماء: بتول قاسم ناصر، دار الشؤون الثقافية العامة،\nبغداد، الطبعة الأولى 1999م.\n- دلالة الألفاظ: الدكتور ابراهيم أنيس، مكتبة الأنجلو المصرية، الطبعة الخامسة 1984م.\n- دلالة الألفاظ وتطورها: محاضرات ألقاها الدكتور مراد كامل على طلبة قسم الدراسات\nالأدبية واللغوية في القاهرة 1963 م.\n- الدلالة الزمنية في الجملة العربية: الدكتورعلي جابر المنصوري، مطبعة الجامعة، بغداد\n1984.\n- الدلالة اللغوية عند العرب: الدكتورعبد الكريم مجاهد، دار الضياء 1985م.\n- دور الكلمة في اللغة: ستيفن أولمان، ترجمة: الدكتور كمال محمد بشر، الطبعة العاشرة،\nمكتبة الشباب، القاهرة 1986م.\n- ديوان الأدب: أبو ابراهيم اسحاق بن ابراهيم الفارابي (ت350هـ)،تحقيق: د. أحمد\nمختار عمر ود. ابراهيم أنيس، مطبعة الأمانة، مصر 1976م.\n- ديوان الأعشى، شرح وتقديم: مهدي محمد ناصر الدين دار الكتب العلمية، بيروت\n(1/306)\n",
        "لبنان 1987م.\n- ديوان امرئ القيس، تحقيق: محمد أبي الفضل ابراهيم، دار المعارف 1958م.\n- ديوان أوس بن حجر بن مالك، تحقيق وشرح: محمد يوسف نجم، دار صادر ودار\nبيروت 1960م.\n- ديوان الحطيئة، بشرح ابن السكيت والسكري والسجستاني: نعمان أمين طه، مطبعة\nمصطفى البابي الحلبي الطبعة الأولى 1958م.\n- ديوان دريد بن الصمة، جمع وتحقيق وشرح: محمد خير البقاعي، دار قتيبة 1981م\n- ديوان رؤبة بن العجاج\n- ديوان شعر ذي الرمة غيلان بن عقبة العدوي، تصحيح: كارلير هنري، مطبعة كلية\nكمبريج 1919م.\n- ديوان عدي بن زيد:\n- ديوان النابغة الذبياني، تحقيق وشرح: كرم البستاني، دار صادر ودار بيروت، بيروت 1963م.\n(ذ)\n- الذريعة إلى تصانيف الشيعة: الطهراني أغا بزرك، الجزء الثاني، مطبعة الغري،\nالنجف 1355هـ.\n- الرجال: تقي الدين الحسن بن علي بن داود (ت707هـ)، الطبعة الثانية 1966م.\n- رجال الطوسي: أبو جعفر محمد بن الحسن الطوسي، تحقيق: محمد صادق بحر العلوم،\nالطبعة الأولى، المطبعة الحيدرية، النجف الأشرف 1961م.\n- رسائل إخوان الصفاء وخلان الوفاء: بطرس البستاني، دار صادر للطباعة\nوالنشر1975م.\n- الرسالة الرمزية في أصول الفقه: عادل فاخوري، دار الطليعة للطباعة والنشر، بيروت\n1978م.\n- روح المعاني في تفسير القرآن العظيم والسبع المثاني: شهاب الدين السيد محمود\nالآلوسي البغدادي (ت1270هـ)، دار الفكر للطباعة والنشر والتوزيع.\n- روضات الجنان: الجوانساري، تحقيق: أسد الله اسماعيليان، ايران، قم 1390هـ.\n(ز)\n- الزاهر في معاني كلمات الناس: أبو بكر بن الأنباري، تحقيق: حاتم الضامن، دار\n(1/307)\n\nالشؤون الثقافية العامة وآفاق عربية، الطبعة الثانية 1989 م.\n- الزينة في الكلمات الإسلامية: أبو حاتم أحمد بن حمدان الرازي (322هـ)، عارضه\nبإصوله وعلق عليه: حسين فيضي الهمداني، الطبعة الثانية، مطابع دار الكتاب العربي\nبمصر، القاهرة 1957م.\n(س)\n- الساق على الساق في ما هو الفارياق: أحمد فارس الشدياق، تقديم وتعليق: الشيخ\nنسيب وهيبة الخازن، منشورات دار مكتبة الحياة، بيروت، د. ت.\n- سبب وضع علم النحو: عبد الرحمن بن أبي بكر السيوطي (ت911هـ)، تحقيق: مروان\nالعطية، الطبعة الأولى، دار الهجرة، دمشق 1988م.\n- السبعة في القراءات: أبو بكر أحمد بن موسى بن العباس بن مجاهد (ت324هـ)،\nتحقيق: الدكتور شوقي ضيف، دار المعارف 1972م.\n- ست محاضرات في الصوت والمعنى: رومان ياكوبسون، ترجمة: حسن ناظم، وعلي\nحاكم صالح، المركز الثقافي العربي، بيروت الطبعة الأولى 1994م.\n- سر صناعة الإعراب: أبو الفتح عثمان بن جني، تحقيق: مصطفى السقا وآخرين، الطبعة\nالأولى، مطبعة مصطفى البابي 1374هـ ـ 1954م.\n- سر الفصاحة: أبو عبدالله بن محمد بن سعيد بن سنان الخفاجي (466هـ)، شرح\nوتصحيح، عبد المتعال الصعيدي، مطبعة محمد علي صبيح، 1966م.\n- سنن الترمذي: أبو عيسى محمد بن سورة (ت297هـ9، تحقيق: محمد فؤاد عبد\nالباقي مطبعة مصطفي البابي الحلبي، الطبعة الأولى، مصر 1337هـ.\n(ش)\n- الشافية: جمال الدين أبو عمرو عثمان بن عمر المعروف بابن الحاجب، تحقيق:\nأحمد عثمان، المكتبة المكيّة، مكة المكرمة1995م.\n- شذا العرف في فن الصرف: الشيخ أحمد الحملاوي، مطبعة مصطفى البابي الحلبي\nوأولاده، الطبعة السادسة عشر، 1965م.\n- شذرات الذهب في أخبار من ذهب: ابن العماد الحنبلي (ت1089هـ)، المكتب التجاري\nللطباعة والنشر، بيروت، د. ت.\n- شرح ابن عقيل على ألفية ابن مالك: بهاء الدين عبدالله بن عقيل العقيلي\nالهمداني (ت769هـ)، تحقيق: محمد محيي الدين عبد الحميد الطبعة الثانية،",
        "(1/308)\n\nدار الفكر، دمشق1985م.\n- شرح الأشموني على ألفية ابن مالك: الأشموني (ت929هـ)، تحقيق: محمد محيي\nالدين عبد الحميد، مطبعة السعادة، مصر، الطبعة الأولى 1955م.\n- شرح ألفية ابن مالك لابن الناظم: أبو عبدالله بدر الدين محمد بن جمال الدين محمد بن\nمالك عني بتصحيحه وتنقيحه: محمد بن سليم اللبابيدي، طهران، ايران.\n- شرح التصريح على التوضيح: الشيخ خالد بن عبد الله الأزهري (905هـ)، دار إحياء\nالكتب العربية، مطبعة الاستقامة، مصر، الطبعة الأولى 1954م.\n- شرح جمل الزجاجي: ابن عصفورالاشبيلي، تحقيق: صاحب أبو جناح، دار الكتب\nللطباعة والنشر، الموصل 1980م.\n- شرح ديوان زهير بن أبي سلمى: لأبي العباس أحمد بن يحيي ثعلب، نسخة مصورة عن\nمطبعة دار الكتب، الدار القومية للطباعة والنشر، القاهرة 1962م.\n- شرح ديوان عمر بن أبي ربيعة المخزومي: محمد محيي الدين عبد الحميد.\n- شرح شافية ابن الحاجب: رضي الدين محمد بن الحسن الاسترابادي النحوي (ت686هـ)\nضبط وشرح: محمد نواف الحسن ومحمد الزقزاق ومحمد محيي الدين عبد الحميد، دار\nالكتب العلمية، بيروت ـ لبنان 1395هـ ـ 1975م.\n- شرح شذور الذهب في معرفة كلام العرب: أبو محمد عبدالله جمال الدين بن يوسف بن\nأحمد بن عبدالله بن هشام الأنصاري، تحقيق: محمد محيي الدين عبد الحميد، د. ت.\n- شرح قطر الندى وبل الصدى: تصنيف: أبي محمد عبد الله جمال الدين عبدالله بن\nهشام الأنصاري (ت761هـ)، تحقيق: محمد محيي الدين عبد الحميد، مطبعة السعادة،\nالطبعة الثامنة 1960م.\n- شرح المفصل: يعيش بن علي بن يعيش (ت643هـ) صححه وعلق عليه: مشيخة\nالأزهر، إدارة الطباعة المنيرية، مصر، د. ت.\n- الشعر: أرسطو طاليس، ترجمة وتحقيق: شكري عياد، دار الكتاب العربي، القاهرة\n1967م.\n- شعر الأخطل برواية أبي عبد الله محمد بن العباس اليزيدي عن أبي سعيد السكري عن\nابن الاعرابي، نشربعناية الأب انطوان صالحاني اليسوعي، دار المشرق، المطبعة\nالكاثوليكية، بيروت، لبنان، الطبعة الثانية 1986م.\n- الشيخ الطوسي: حسن عيسى الحكيم، الطبعة الأولى، مطبعة الآداب 1975م.\n(1/309)",
        "\n(ص)\n- الصاحبي: لأبي الحسن أحمد بن فارس بن زكريا، تحقيق: السيد أحمد صقر، مطبعة\nعيسى البابي الحلبي، القاهرة د. ت.\n- الصافي في تفسير كلام الله: المولى محسن الملقّب بالفيض الكاشاني (ت1091هـ)، دار\nالمرتضى للنشر، مشهد، الطبعة الأولى.\n- الصحاح تاج اللغة وصحاح العربية: أبو نصر اسماعيل بن حماد الجوهري (ت393هـ)،\nتحقيق: أحمد عبد الغفور عطار، دار الكتاب العربي بمصر.\n- صحيح ابن خزيمة: محمد بن إسحاق بن خزيمة أبو بكر السلمي النيسابوري، (ت 311هـ)، تحقيق محمد مصطفى الأعظمي، المكتب الإسلامي، بيروت 1970م.\n- صحيح مسلم: مسلم بن الحجاج أبو الحسين القشيري النيسابوري (ت 261هـ)، تحقيق\nمحمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت.\n- الصناعتين، الكتابة والشعر: أبو هلال الحسن بن عبد الله بن سهل العسكري (ت 395هـ)،\nتحقيق: علي محمد البجاوي ومحمد أبو الفضل ابراهيم، مطبعة عيسى البابي الحلبي\nوشركاه 1971م.\n- الصيغ الزمنية في اللغة العربية: الدكتور مالك المطلبي، دار الشؤون الثقافية العامة،\nبغداد 1986م.\n(ط)\n- طبقات الشافعية الكبرى: تاج الدين عبد الوهاب بن علي السبكي (ت771هـ)، مطبعة\nالحلبي، الطبعة الأولى 1928م.\n- طبقات المعتزلة: أحمد بن يحيى بن المرتضى (ت هـ)، تحقيق: سوسنة ديفلد ـ فكرز،\nالمطبعة الكاثوليكية، بيروت،1961.\n- طبقات المفسرين: الحافظ شمس الدين محمد بن علي بن أحمد الداودي: تحقيق:\nعلي محمد عمر، الطبعة الأولى، مطبعة الاستقلال الكبرى، مصر1392هـ ـ\n1972م.\n- طبقات المفسرين: جلال الدين عبد الرحمن بن أبي بكر السيوطي، طبعة ليدن 18839م.\n- الطبيعة في القرآن الكريم: الدكتور كاصد ياسر الزيدي، دار الرشيد للنشر، بغداد\n1980م.\n- الطراز المتضمن لأسرار البلاغة وعلوم حقائق الإعجاز: يحيى بن حمزة بن إبراهيم\n(1/310)\n",
        "العلوي (ت 745هـ)، منشورات مؤسسة النصر، مهران، طبع بمطبعة المقتطف بمصر\n1332هـ ـ 1914م.\n- الطريق إلى الله\n(ظ)\n- الظاهرة القرآنية: مالك بن نبي، ترجمة: الدكتورعبد الصبور شاهين، دار الفكر 1961 م.\n(ع)\n- العربية الفصحى، دراسة في البناء اللغوي: هنري فليش، تعريب وتحقيق وتقديم: عبد\nالصبور شاهين، مكتبة الشباب، القاهرة، الطبعة الثانية 1997م.\n- عروس الأفراح: بهاء الدين السبكي (ضمن شروح التلخيص)، مطبعة عيسى البابي\nالحلبي، مصر، د. ت.\n- العقل، فهم القرآن: الحارث المحاسبي (ت234هـ)،تحقيق: حسين القوتلي، دار الفكر،\nبيروت 1971م.\n- علم أصول الفقه: عبد الوهاب محمد خلاف، دار العلم الحديث، الطبعة العاشرة 1972م.\n- علم الأصوات: برتيل مالمبرج: تعريب ودراسة: الدكتورعبد الصبور شاهين، مطبعة\nالتقدّم، القاهرة، مصر1985 م.\n- علم الأصوات العام ـ أصوات اللغة العربية: الدكتور بسام بركة، مركز الإنماء القومي،\nبيروت 1988م.\n- علم البيان: الدكتور عبد العزيز عتيق، دار النهضة العربية للطباعة والنشر، بيروت\n1972م.\n- علم الدلالة: أحمد مختار عمر، دار العروبة للنشر والتوزيع، الطبعة الأولى 1982م.\n- علم الدلالة: بالمر، ترجمة عبد المجيد الماشطة، وزارة التعليم العالي والبحث العلمي،\nالجامعة المستنصرية 1985م.\n- علم الدلالة: بيارغيرو، ترجمة: انطوان أبو زيد، الطبعة الأولى، منشورات عويدات\n(بيردن ـ باريس)، بيروت 1986م.\n- علم الدلالة: جون لاينز، ترجمة: مجيد عبد الحليم الماشطة، وحليم حسين فالح وكاظم\nحسين باقر، مطبعة جامعة البصرة، البصرة 1980م.\n- علم الدلالة، أصوله ومباحثه في الثراث العربي: منقور عبد الجليل، من منشورات\nاتحاد الكتاب العرب، دمشق 2001\n(1/311)\n\n- علم الدلالة دراسةً وتطبيقاً: الدكتورة نور الهدى لوشن، منشورات جامعة قار يونس،\nبنغازي، الطبعة الأولى 1995م.\n- علم الدلالة العربي: فايز الداية، ديوان المطبوعات الجامعية الجزائر 1981م.\n- علم الدلالة العربي، النظرية والتطبيق دراسة تاريخية تأصيلية نقدية: الدكتور فايزالداية،\nالطبعة الأولى 1985.\n- علم اللغة: علي عبد الواحد وافي، دار نهضة مصر للطبع والنشر، الطبعة السابعة\n1945م.\n- علم اللغة الاجتماعي عند العرب: الدكتورهادي نهر، ساعدت الجامعة المستنصرية على\nنشره، الطبعة الأولى 1988م.\n- علم اللغة بين التراث والمعاصرة: الدكتور عاطف مدكور، دار الثقافة للنشر والتوزيع،\nالقاهرة 1987م.\n- علم اللغة بين التراث والمناهج الحديثة: الدكتورمحمود فهمي حجازي، الهيأة المصرية\nالعامة للتأليف والنشر 1970م.\n- علم اللغة بين القديم الحديث: عبد الغفار حامد هلال، مطبعة الجبلاوي، الطبعة الثانية\n1986م.\n- علم اللغة العام: فردينان دي سوسير، ترجمة: الدمتور يؤيل يوسف عزيز، مراجعة\nالنص العربي، الدكتور مالك يوسف المطلبي، دار الكتب للطباعة والنشر، الموصل\n1988م.\n- علم اللغة العربية، مدخل تاريخي مقارن في ضوء التراث واللغات السامية: الدكتور\nمحمود فهمي حجازي، وكالة المطبوعات، الكويت 1973م.\n- علم اللغة المبرمج، الأصوات والنظام الصوتي: الدكتوركمال ابراهيم البدري، الرياض،\nالمملكة العربية السعودية، الطبعة الثانية 1988.\n- علم اللغة، مقدمة للقارئ العربي: الدكتورمحمود السعران، دار المعارف بمصر 1962م.\n- عوامل التطور اللغوي: الدكتور أحمد عبد الرحمن حماد، بيروت 1983م.\n- العين: أبو عبد الرحمن الخليل بن أحمد الفراهيدي (ت175هـ)، تحقيق: مهدي\nالمخزومي وابراهيم السامرائي، دار الرشيد، وزارة الثقافة والإعلام، بغداد 1981م.\n(غ)",
        "(1/312)\n\n- غريب الحديث: أبو عبيد القاسم بن سلام الهروي (ت224هـ)، تحقيق: محمد عبد المعيد\nخان، دار الكتاب العربي، بيروت، الطبعة الأولى 1396هـ.\n- غريب الحديث: عبدالله بن مسلم بن قتيبة الدينوري، تحقيق الدكتور عبدالله الجبوري،\nمطبعة العاني، بغداد، الطبعة الأولى 1397هـ.\n\n(ف)\n- الفائق في غريب الحديث: جار الله محمود بن عمر الزمخشري (ت538هـ)،تحقيق: علي\nمحمد البجاوي ومحمد أبو الفضل ابراهيم، دار المعرفة، الطبعة الثانية، لبنان.\n- الفروق في اللغة: أبو هلال العسكري (ت بعد 395هـ)، دار الآفاق الجديدة، بيروت،\nالطبعة الأولى 1973.\n- فصول في فقه العربية: رمضان عبد التواب، دار الحمامي للطباعة، القاهرة، الطبعة\nالأولى 1973م.\n- الفصيح: أبو العباس ثعلب، تحقيق ودراسة: الدكتور صبيح التميمي، دار الشهاب،\nالجزائر 1985م.\n- الفعل زمانه وأبنيته: الدكتور ابراهيم السامرائي، مؤسسة الرسالة، بيروت، الطبعة\nالثانية 1400هـ ـ 1980م.\n- فعلت وأفعلت: أبو حاتم السجستاني (ت 255هـ)، حققه ودرسه: الدكتور خليل ابراهيم\nالعطية 1979م.\n- فقه اللغة: علي عبد الواحد وافي، لجنة البيان العربي، الطبعة السادسة 1968م.\n- فقه اللغة العربية: كاصد ياسر الزيدي، مديرية دار الكتب للطباعة والنشر، جامعة\nالموصل 1987م.\n- فقه اللغة وخصائص العربية: محمد المبارك، دار الفكر للطباعة والنشر، الطبعة\nالسابعة 1981م.\n- فقه اللغة وسر العربية: عبد الملك بن محمد الثعالبي (ت429هـ)، مطبعة الاستقامة،\nالقاهرة 1959م.\n- فلسفة اللغة العربية: عثمان أمين، الدار المصرية للتأليف والترجمة، المكتبة الثقافية،\nالقاهرة 1965م.\n- الفلسفة اللغوية والألفاظ العربية: جرجي زيدان، مراجعة وتعليق: الدكتور مراد كامل،\n(1/313)",
        "\nدار الحداثة للطباعة والنشر والتوزيع، الطبعة الثانية 1982م\n- الفهرست: أبو جعفر محمد بن الحسن الطوسي، المطبعة الحيدرية، النجف، الطبعة\nالثانية 1961م.\n- الفيصل في ألوان الجموع: عباس أبو السعود، دار المعارف مصر 1971م.\n- في ظلال القرآن: سيد قطب، دار إحياء التراث العربي، الطبعة السابعة، بيروت\nلبنان1406 هـ ـ 1971م.\n- في علم اللغة العام: عبد الصبور شاهين، مكتبة الشباب 1984م.\n- في فقه اللغة وقضايا العربية: سميح أبو مغلي، دار مجدلاوي للنشر والتوزيع، عمان\nالأردن 1987م.\n- في اللهجات العربية: الدكتور ابراهيم أنيس، القاهرة، الطبعة الرابعة 1973م.\n- في النحو العربي قواعد وتطبيق: الدكتورمهدي المخزومي، دار الرائد العربي، الطبعة\nالثانية، بيروت ـ لبنان 1406هـ ـ 1986م.\n- في النحو العربي نقد وتوجيه: الدكتور مهدي المخزومي، منشورات المكتبة العصرية،\nصيدا بيروت، الطبعة الأولى 1964م.\n(ق)\n- قاموس اللسانيات مع مقدمة في علم المصطلح: الدكتور عبد السلام المسدي، الدار\nالعربية للكتاب، ليبيا ـ تونس (مشترك) 1984م.\n- القاموس المحيط والقابوس الوسيط في اللغة: مجد الدين محمد بن يعقوب الفيروز\nآبادي (ت817هـ)، دار العلم للجميع، بيروت، لبنان، د. ت.\n- القرآن الكريم وأثره في الدراسات النحوية: عبد العال سالم مكرم، دار المعارف، مصر\n1968م.\n- القرآن والتفسير: عبدالله محمود شحاتة، الهيأة المصرية العامة للكتاب القاهرة 1974م.\n(ك)\n- الكافية في النحو: جمال الدين أبو عمرعثمان بن عمرالمعروف بابن الحاجب (ت646هـ)،\nشرح رضي الدين الاسترابادي، دار الكتب العلمية، بيروت، لبنان، الطبعة الثانية\n1979م.\n- الكامل في التاريخ: ضياء الدين نصر الله بن محمد المعروف بابن الأثير (ت637هـ)\n- الكامل في اللغة والأدب: أبو العباس المبرد (ت285هـ)،تحقيق: محمد أبو الفضل ابراهيم،\n(1/314)\n",
        "دار نهضة مصر للطبع والنشر (د. ت).\n\n- الكتاب: سيبويه أبو بشر عمرو بن عثمان بن قنبر (ت180هـ)، تحقيق: عبد السلام\nهارون، مكتبة الخانجي، القاهرة، الطبعة الثانية 1983م.\n- كتاب الأجناس من كلام العرب وما اشتبه في اللفظ واختلف في المعنى: أبو عبيد القاسم\nبن سلام (ت224هـ)، دار الرائد العربي، بيروت ـ لبنان 1983م.\n- كتاب التفسير: أبو النضر محمد بن مسعود بن عياش المعروف بالعياشي (ت 340هـ)،\nتعليق وتحقيق: الحاج السيد هاشم الرسولي المحلاتي، قم 1380هـ.\n- كتاب الممدود والمقصور: أبو علي الفارسي: تحقيق ودراسة أحمد عبد المجيد هريدي،\nجامعة القاهرة، الآداب 1972م.\n- الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل: أبو القاسم جار الله\nمحمود بن عمر الزمخشري، دار المعرفة للطباعة والنشر، بيروت لبنان د. ت.\n- كشف السرائر في معنى الوجوه والأشباه والنظائر: ابن العماد (ت887هـ)، تحقيق\nودراسة: فؤاد عبد المنعم أحمد والدكتور محمد سليمان داود، مؤسسة شباب الجامعة،\nالجامعة الاسكندربة 1977م.\n- الكشف عن وجوه القراءات وعللها وحججها: أبو محمد مكي بن أبي طالب القيسي (ت\nهـ)، تحقيق: الدكتور محيي الدين رمضان ن، مطبعة مؤسسة الرسالة، 1981م.\n- كلام العرب: من قضايا اللغة العربية: حسن ظاظا، دار النهضة العربية للطباعة\nوالنشر 1976م.\n- الكليات (معجم في المصطلحات والفروق اللغوية): أبو البقاء أيوب بن موسى الحسيني\nالكفوي (ت1094هـ)، قابله على نسخة خطية وأعده للطبع ووضع فهارسه الدكتور\nعدنان درويش ومحمد المصري، مؤسسة الرسالة، الطبعة الرابعة 1998 م.\n(ل)\n- اللامات: أبو القاسم عبد الرحمن بن اسحاق الزجاجي (ت337هـ)، تحقيق: الدكتور\nمازن المبارك، المطبعة الهاشمية، دمشق 1969م.\n- اللامات: الدكتور عبد الهادي الفضلي، دار القلم، بيروت ـ لبنان، الطبعة الأولى\n1980م.\n- لباب النقول في أسباب النزول: جلال الدين السيوطي، ملحق بكتاب تفسير فاتحة الكتاب\n(1/315)\n\n: الشيخ محمد عبدة، دار التحرير، القاهرة 1382هـ.\n- لحن العامة في ضوء الدراسات اللغوية الحديثة: عبد العزيز مطر، الدار القومية للطباعة\nوالنشر، القاهرة 1966م.\n- لسان العرب: جمال الدين بن مكرم بن منظور الأفريقي المصري (ت711هـ)، دار\nصادر، بيروت، الطبعة الأولى.\n- لسان الميزان: شهاب الدين بن حجر العسقلاني (ت 853هـ)، حيدر آباد الدكن،\nالطبعة الأولى 1330هـ.\n- اللسانيات واللغة العربية: نماذج تركيبية ودلالية، الدكتور عبد القادر الفاسي الفهري،\nالطبعة الأولى، دار توبقال للنشر، الدار البيضاء 1985م.\n- اللغة: جوزيف فندريس، تعريب عبد الحميد الدواخلي ومجمد القصاص، مكتبة الأنجلو\nالمصرية، مطبعة لجنة البيان العربي1950م.\n- اللغة العربية عبر القرون: محمود فهمي حجازي، دار الثقافة للطباعة والنشر، القاهرة\n1978م.\n- اللغة العربية معناها ومبناها: الدكتور تمام حسان، مطابع الهيأة المصرية العامة،\nالقاهرة 1973م.\n- اللغة والفكر: نوري جعفر\n- اللغة والمجتمع: علي عبد الواحد وافي، دار احياء الكتب العربية، عيسى البابي الحلبي\n، الطبعة الثانية 1952م.\n- اللغة والمجتمع: رأي ومنهج: محمود السعران، دار المعارف مصر، الطبعة الثانية\n1963م.\n- اللغة والمعنى والسياق: جون لاينز، ترجمة: الدكتور عباس صادق الوهاب، مراجعة:\nالدكتور يوئيل عزيز، دار الشؤون الثقافية العامة، بغداد 1987م.\n- اللغة والنحو بين القديم والحديث: عباس حسن، دار المعارف، مصر 1966م.\n- لغويات: عبده عبد العزيز قلقيلة، مكتبة الأنجلو المصرية، مصر 1977م.\n- اللمع في أصول الفقه: أبو اسحاق ابراهيم بن علي الشيرازي (ت476هـ)، دار الكتب\nالعلمية، بيروت، الطبعة الأولى 1985م.\n- اللمع في العربية: أبو الفتح عثمان بن جني، تحقيق: حامد المؤمن، مطبعة العاني،\nبغداد، الطبعة الأولى 1982م.",
        "(1/316)\n\n- اللهجات العربية في القراءات القرآنية: الدكتور عبده الراجحي، دار المعرفة\nالجامعية، الإسكندرية 1996 م.\n\n- ليس في كلام العرب: الحسين بن أحمد بن خالويه، تحقيق: أحمد عبد الغفور عطا، مكّة\nالمكرّمة، الطبعة الثانية 1979م.\n(م)\n- ما اتفق لفظه واختلف معناه من القرآن المجيد: محمد ـبن يزيد المبرد، بعناية عبد\nالعزيز الميمني، المطبعة السلفية ومكتبتها، القاهرة 1350هـ.\n- مباحث في علم اللغة واللسانيات: رشيد العبيدي، دار الشؤون الثقافية العامة، بغداد،\nالطبعة الأولى 2002م.\n- المباحث اللغوية في العراق: محاضرات ألقاها الدكتور مصطفى جواد على طلبة قسم\nالدراسات الأدبية واللغوية 1955م، مطبعة لجنة البيان العربي.\n- المبين في شرح ألفاظ الحكماء والمتكلمين (ضمن المصطلح الفلسفي عند العرب):\nالآمدي، تحقيق: عبد الأمير الأعسم، مكتبة الفكر العربي، بغداد 1984م.\n- المثل السائر في أدب الكاتب والشاعر: ضياء الدين نصر الله بن محمد المعروف بابن\nالأثير (ت637هـ)، تحقيق: محمد محيي الدين عبد الحميد، مطبعة مصطفى البابي\nالحلبي 1939م.\n- المجاز في البلاغة العربية: مهدي صالح السامرائي، دار الدعوة، سورية، الطبعة\nالأولى 1974م.\n- مجاز القرآن: ابو عبيد معمر ابن المثنى التيمي (ت210هـ)، تحقيق وتعليق: محمد\nفؤاد سزكين، مكتبة الخانجي، دار الفكر، الطبعة الثانية 1970م.\n- المجاز وأثره في الدرس اللغوي: الدكتور محمد بدري عبد الجليل، دار الجامعات\nالمصرية 1975م.\n- مجالس ثعلب: أبو العباس أحمد بن يحيى، تحقيق: عبد السلام محمد هارون، الطبعة\nالثالثة، دار المعارف، مصر 1960م.\n- مجمع الأمثال: أبو الفضل أحمد بن النيسابوري الميداني (518هـ)، منشورات دار\nمكتبة الحياة، بيروت، لبنان، د. ت. .\n- مجمع البيان في تفسير القرآن: أمين الدين أبو علي الفضل بن الحسن الطبرسي\n(ت548هـ)، بيروت، دار احياء التراث العربي 1379هـ.\n(1/317)",
        "\n- مجموعة تفسير شيخ الإسلام ابن تيمية (صححه وعلق عليه عبد الصمد شرف الدين)\nمطبعة (ق) بمباي، الهند 1374هـ ـ 1954م.\n- المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها: أبو الفتح عثمان ابن جني،\nتحقيق: علي النجدي ناصف وآخرين، لجنة احياء التراث الإسلامي القاهرة 186هـ.\n- المحصول في علم أصول الفقه: فخر الدين الرازي، دراسة وتحقيق: طه جابر فياض\nالعلواني، مؤسسة الرسالة، بيروت، لبنان، الطبعة الثالثة 1997م.\n- المحكم والمحيط الأعظم في اللغة: أبو الحسن علي بن اسماعيل بن سيده (ت458هـ)\n،تحقيق: الدكتور مراد كامل، الطبعة الأولى 1972م.\n- المحيط في أصوات العربية ونحوها وصرفها: محمد الأنطاكي، مكتبة دار الشرق،\nبيروت، الطبعة الأولى 1972م.\n- مختصر في شواذ القراءات، من كتاب البديع (المطبوع خطأً بعنوان: مختصر في شواذ\nالقرآن):ابن خالويه، عني بنشره: ج. برجشتراسر، المطبعة الرحمانية، مصر 1934م.\n- مختصر المذكر والمؤنث: المفضل بن سلمة (ت300هـ) تحقيق: رمضان عبد التواب،\nجامعة عين شمس الآداب، القاهرة 1972م.\n- مختصر المعاني: التفتازاني، طبع ضمن شروح التلخيص، مطبعة عيسى البابي الحلبي\nوشركاه، مصر.\n- المخصص: أبو الحسن علي بن اسماعيل النحوي اللغوي المعروف بابن سيده (ت457هـ)،المكتب التجاري للطباعة والتوزيع والنشر، بيروت، د. ت.\n- المدخل إلى دراسة البلاغة العربية: أحمد خليل، دار النهضة العربية للطباعة والنشر،\nلبنان 1968م.\n- مدخل إلى السيموطيقا: (مقالات مترجمة) باشراف سيزا قاسم ونصر حامد أبو زيد، دار\nالياس العصرية للطباعة والنشر، القاهرة 1986م.\n- المدخل إلى علم اللغة ومناهج البحث اللغوي: الدكتور رمضان عبد التواب، مكتبة\nالخانجي بالقاهرة، دار الرفاعي بالرياض، الطبعة الأولى 1403هـ ـ 1982م.\n- مدخل إلى علم اللغة: محمد حسن عبد العزيز، دار النمر للطباعة 1983\n- مدخل إلى المنطق: مهدي فضل الله، دار الطليعة للطباعة والنشر، بيروت، الطبعة\nالأولى 1977م.\n- المذكر والمؤنث: أبو العباس المبرد، حققه رمضان عبد التواب وصلاح الدين الهادي،\n(1/318)\n",
        "مطبعة دار الكتب 1970م.\n- المذكر والمؤنث: لأبي زكريا يحيى بن زياد الفراء (ت207هـ) تحقيق: رمضان عبد\nالتواب، مكتبة دار التراث القاهرة 1975م.\n- مراتب النحويين: أبو الطيب اللغوي، تحقيق: محمد أبو الفضل ابراهيم، القاهرة،\nالطبعة الثانية (د. ت).\n- المزهر في علوم اللغة وأنواعها: جلال الدين عبد الرحمن السيوطي، تحقيق: محمد\nأحمد جاد المولى ومحمد أبو الفضل ابراهيم وعلي محمد البجاوي، دار غحياء الكتب\nالعربية، الطبعة الرابعة 1958م.\n- مسائل خلافية في النحو: أبو البقاء العكبري، تحقيق: محمد خيري الحلواني، دار الشرق\nالعربي، بيوت، الطبعة الأولى 1992م.\n- المسائل المشكلة المعروفة بالبغداديات: أبو علي الحسين بن أحمد الفارسي، دراسة\nوتحقيق: صلاح الدين عبدالله السنكاوي، مطبعة العاني، بغداد1983 م.\n- المسائل العسكريات في النحو العربي: أبو علي الحسين بن أحمد الفارسي، دراسة وتحقيق:\nالدكتور علي جابر المنصوري، مطبعة جامعة بغداد، الطبعة الثانية 1982م.\n- المسائل والأجوبة: ابن قتيبة، تحقيق: شاكر العاشور، مجلة المورد، المجلد الثالث، العدد\nالرابع 1974م.\n- المستصفى من علم الأصول: أبو حامد محمد بن محمد الغزالي (ت 505هـ)،\nالمطبعة الأميرية، بولاق، الطبعة الأولى 1322هـ.\n- مسند الامام أحمد بن حنبل (ت241هـ)، دار صادر، بيروت (د. ت).\n- المشترك اللفظي، نظريةً وتطبيقاً: توفيق محمد شاهين، مطبعة الدعوة الإسلامية،\nالقاهرة، الطبعة الأولى 1980 م.\n- المصباح المنير: أحمد بن محمد بن علي المقري الفيومي (ت770هـ)، المكتبة العلمية\nبيروت، د. ت.\n- المصطلح الفلسفي عند العرب: دراسة وتحقيق: عبد الأمير الأعسم، مكتبة الفكر العربي،\nبغداد 1984م.\n- المعاجم اللغوية في ضوء دراسات علم اللغة الحديث: محمد أحمد أبو الفرج، الطبعة\nالأولى، دار النهضة العربية، مصر 1966م.\n- معالم الدين وملاذ المجتهدين: زين الدين العاملي، إخراج وتعليق وتحقيق: عبد الحسين\n(1/319)\n\nمحمد البقال، مطبعة الآداب النجف، الطبعة الأولى 1971م.\n- معاني الأبنية في العربية: الدكتور فاضل صالح السامرائي، جامعة الكويت،\nالكويت، الطبعة الأولى1401 هـ ـ 1981م.\n- المعاني في ضوء أساليب القرآن: عبد الفتاح لاشين، دار المعارف، مصر، الطبعة\nالثالثة 1978م.\n- معاني القرآن: الأخفش الأوسط الإمام أبو الحسن سعيد بن مسعدة المجاشعي (ت215هـ)،\nتحقيق: الدكتور فائز فارس، دار البشير، دار الأمل، الطبعة الثانية 1402هـ\nـ1981م.\n- معاني القرآن: أبو زكريا يحيى بن زياد الفراء (ت207هـ)، تحقيق: الكتور عبد الفتاح\nاسماعيل شلبي، الهيأة المصرية العامة للكتاب 1972م.\n- معاني القرآن الكريم: أبو جعفر النحاس (ت338هـ)، تحقيق: محمد علي الصابوني،\nجامعة أم القرى، مكة المكرمة، الطبعة الأولى 1409هـ.\n- معاني القرآن واعرابه: أبو اسحاق ابراهيم بن السري الزجاج (ت311هـ9، شرح\nوتحقيق: الدكتور عبد الجليل عبدو شلبي، عالم الكتب، بيوت، الطبعة الأولى 1988م.\n- المعاني الكبير في أبيات المعاني: أبو محمد عبد الله بن مسلم بن قتيبة، مطبعة مجلس\nدائرة المعارف الإسلامية، حيدر آباد الدكن، الهند، الطبعة الأولى 1949م.\n- معاني النحو: الدكتور فاضل صالح السامرائي، مطبعة التعليم، الموصل 198ـ1987م.\n- المعتمد في أصول الفقه: أبو الحسين محمد بن علي بن طيب البصري (ت 436هـ)،\nتهذيب وتحقيق: محمد حميد الله وآخرين، دمشق 1965م.\n- معجم البلدان: ياقوت بن عبدالله الحموي (ت626هـ)، دار صادر بيروت.\n- معجم الجملة القرآنية: الدكتور طالب الزوبعي، بغداد 1988م.\n- معجم رجال الحديث: أبو القاسم الخوئي، مطبعة الآداب، النجف الأشرف الطبعة الأولى\n- المعجم الصافي في اللغة العربية: صالح العلي الصالح وزوجته، مطابع الشرق الأوسط\nالرياض، الطبعة الأولى 1989م.\n- معجم المصطلحات البلاغية وتطورها: الدكتور أحمد مطلوب، مطبعة المجمع العلمي\nالعراقي 1986م.\n- معجم المعاني المترادف والمتوارد والنقيض من أسماء وأفعال وأدوات وتعابير: نجيب\nاسكندر، مطبعة الزمان، بغداد 1971م.",
        "(1/320)\n\n- المعجم الفلسفي: يوسف كرم ومراد وهبة، مطابع كوستاتوماس وشركاه، القاهرة\n1966م.\n- معجم مفردات ألفاظ القرآن: أبو القاسم الحسين بن محمد بن الفضل المشهور بالراغب\nالأصفهاني (ت 402هـ) تحقيق نديم مرعشلي، دار الكتاب العربي.\n- المعجم المفهرس لألفاظ القرآن الكريم،:محمد فؤاد عبد الباقي، دار الفكر، الطبعة\nالأولى 1406هـ ـ 1986م.\n- مغني اللبيب عن كتب الأعاريب: أبو محمد عبدالله جمال الدين بن هشام الأنصاري\n(ت761هـ)، تحقيق: محمد محيي الدين عبد الحميد، مطبعة المدني، القاهرة (د. ت).\n- المغني في أبواب التوحيد والعدل: القاضي عبد الجبار الأسد آبادي، حقق بإشراف:\nالدكتور طه حسين والدكتورابراهيم مدكور، وزارة الثقافة والإرشاد القومي،\nمصر1960 ـ1965م.\n- مفتاح العلوم: أبو يعقوب يوسف ين أبي بكر محمد بن علي السكاكي (ت 626هـ)،\nمطبعة التقدم العلمية، مصر 1348هـ.\n- المفصل في النحو: جار الله أبو القاسم محمود بن عمر الزمخشري (ت538هـ) (د. ت).\n- مقاييس اللغة: أبو الحسين أحمد بن فارس بن زكريا (ت 395هـ)، تحقيق: عبد\nالسلام محمد هارون، الطبعة الثانية، دار إحياء الكتب العربية، القاهرة 1366هـ.\n- المقتضب: صنعة أبي العباس محمد بن يزيد المبرد (ت 285هـ)، تحقيق: محمد عبد\nالخالق عضيمة، صدر باشراف محمد توفيق عويضة، القاهرة 1386هـ.\n- مقدمة ابن خلدون: عبد الرحمن بن محمد بن خلدون (ت 505هـ)، الطبعة الأولى، دار القلم، بيروت 1978م.\n- المقرّب: علي بن مؤمن المعروف بابن عصفور (ت 669هـ)، تحقيق: أحمد عبد\nالستار الجواري وعبد الجبوري، مطبعة العامل، بغداد.\n- المقصد الأسنى في تفسير أسماء الله الحسنى: الغزالي، تحقيق: محمد عثمان الخشت،\nمكتبة القرآن، القاهرة 1985م.\n- المقصور والممدود على حروف المعجم: أبو العباس أحمد بن محمد بن ولاد (ت332هـ)\nبعناية: بولس برونله، ليدن مطبعة بريل 1900م.\n- الممدود والمقصور: أبوعلي القالي، تحقيق ودراسة: أحمد عبد المجيد هريدي، جامعة القاهرة الآداب 1972.\n(1/321)",
        "\n- المنقوص والممدود: لأبي زكريا يحيى بن زياد الفراء ومعه (التنبيهات لعلي بن حمزة)،\nتحقيق: عبد العزيز الميمني الراكوتي، دار المعارف، مصر 1967م.\n- من أسرار اللغة إبراهيم أنيس، مكتبة الأنجلوا المصرية، الطبعة الخامسة 1975م.\n- مناهج البحث في اللغة: تمام حسان، دار الثقافة للنشر، الدار البيضاء، المغرب 1979م.\n- مناهل العرفان في علوم القرآن: الشيخ محمد عبد العظيم الزرقاني، دار إحياء الكتب\nالعربية، مطبعة عيسى البادي الحلبي وشركاه، الطبعة الثالثة (د. ت).\n- المنتخب من تفسير القرآن والنكت المستخرجة من كتاب التبيان: أبو عبدالله محمد بن\nإدريس الحلّي (ت598هـ)،مكتبة المرعشي النجفي، قم، الطيعة الأولى1409هـ.\n- المنتظم في تاريخ الملوك والأمم: عبد الرحمن بن علي بن الجوزي (ت 597هـ)،\nمطبعة المعارف العثمانية حيدر آباد الدكن، الطبعة الأولى 1939م.\n- المنجد في اللغة: أبو الحسن علي بن الحسن الهنائي المشهور بكراع النمل (ت 310هـ)،\nتحقيق أحمد مختار عمر وضاحي عبد الباقي، عالم الكتب القاهرة 1976م.\n\n- المنصف: شرح أبي الفتح عثمان بن جني لكتاب التصريف لأبي عثمان المازني النحوي\n، تحقيق: إبراهيم مصطفى وعبد الله أمين\n- المنطق: الشيخ محمد رضا المظفر، مطبعة النعمان، النجف الأشرف، الطبعة الرابعة\n1972 م.\n- منطق أرسطو: حققه وقدم له: الدكتور عبد الرحمن بدوي، وكالة المطبوعات،\nالكويت 1980م.\n- منهاج البلغاء وسراج الأدباء: حازم القرطاجني (ت 684هـ)، تحقيق محمد الحبيب بن\nالخوجة، دار الكتب الشرقية تونس 1969م.\n- المنهج الصوتي للبنية العربية رؤية جديدة في الصرف العربي: الدكتور عبد الصبور\nشاهين، مؤسسة الرسالة، بيروت ـ لبنان 1400هـ ـ 1980م.\n- المنهج الوصفي في كتاب سيبويه: نوزاد حسن أحمد، منشورات جامعة قار يونس، ليبيا،\nالطبعة الأولى 1996م.\n- ميزان الأصول في نتائج العقول: محمد بن أحمد السمرقندي (ت القرن السادس الهجري)،\nتحقيق: عبد الملك السعدي، مطبعة الخلود، بغداد، الطبعة الأولى 1987م.\n- الميزان في تفسير القرآن: السيد محمد حسين الطباطبائي (ت 1402هـ)، دار الكتب\n(1/322)\n",
        "الإسلامية، طهران، الطبعة الثالثة 1397هـ.\n(ن)\n- نتائج الفكر في النحو: أبو القاسم السهيلي (ت581هـ)، تحقيق: محمد البنا، دار\nالرياض للنشر والتوزيع.\n- النجوم الزاهرة في ملوك مصر والقاهرة: جمال الدين يوسف بن تغري بردي الأتابكي\n(ت874هـ)، نسخة مصورة عن طبعة دار الكتب، المؤسسة العامة للتأليف والترجمة\nوالطباعة والنشر، القاهرة 1963م.\n- نحو المعاني: أحمد عبد الستار الجواري، مطبعة المجمع العلمي العراقي، يغداد\n1987م.\n- نحو وعي لغوي: الدكتور مازن المبارك، مؤسسة الرسالة، بيروت 1399هـ ـ 1979م.\n- النحو وكتب التفسير: ابراهيم عبدالله رفيدة، الدار الجماهيرية للنشر والتوزيع والإعلان،\nالجماهيرية العربية الليبية، الطبعة الثالثة 1990م.\n- نزهة الأعين النواظر في علم الوجوه والنظائر: ابن الجوزي، تحقيق: محمد عبد\nالكريم الراضي، مؤسسة الرسالة، الطبعة الأولى 1984م.\n- النشر في القراءات العشر: الحافظ أبو الخيرمحمد بن محمد الدمشقي الشهيربابن الجزري\n(ت 833هـ)، تعليق: علي محمد الضباع، طبعة مصورة بالأوفسيت، مكتبةالمثنى بغداد.\n- نظرية النحو العربي في ضوء مناهج النظر اللغوي الحديث: الدكتور نهاد الموسى\nالمؤسسة العربية للدراسات والنشر، بيروت (د. ت).\n- نظم الدرر في تناسب الآيات والسور: برهان الدين ابراهيم بن عمرالبقاعي\n(ت885 هـ)،مكتبة ابن تيمية، القاهرة، الطبعة الأولى 1972م.\n- نقائض جرير والفرزدق: طبع في مطبعة ليدن المحروسة بمطبعة بريل 1907،وأعادت\nطبعه بالأوفسيت مكتبة المثنى ببغداد.\n- نهاية الإقدام في علم الكلام: محمد عبد الكريم الشهرستاني (ت هـ)، حرره وصححه\nالفريد جيوم، أعادت طبعه بالأوفسيت مكتبة المثنى بغداد (د. ت)\n- النوادر في اللغة: أبو زيد سعيد بن أوس بن ثابت الأنصاري (ت215هـ)، دار الكتاب\nالعربية، بيروت ـ لبنان، الطبعة الثانية 1967م.\n(هـ)\n- همع الهوامع شرح جمع الجوامع: السيوطي، عني بتصحيحه: السيد محمد بدر الدين\n(1/323)\n\nالنعساني، دار المعرفة بيروت.\n(و)\n- الوافي بالوفيات: صلاح الدين بن أيبك الصفدي (ت764هـ)، بعناية: هلموت ريبر،\nمطبعة وزارة المعارف، استنبول 1949م.\n- الوجوه والنظائر في القرآن الكريم: هارون بن موسى (ت170هـ)، تحقيق: الدكتور\nحاتم الضامن، دار الحرية للطباعة، بغداد 1988م.\n- الوجيز في تفسير الكتاب العزيز: علي بن أحمد الواحدي (ت468هـ)، تحقيق: صفوان\nعدنان داوودي، دار القلم والدار الشامية، دمشق، بيروت، الطبعة الأولى 1415هـ.\n- الوجيز في فقه اللغة: محمد الأنطاكي، منشورات دار الشرق، الطبعة الثانية 1969م.\n\nالرسائل الجامعية\n\n- ابن الأعرابي، مع دراسة وتحقيق كتاب النوادر وجمع مروياته: كامل سعيد عواد،\nرسالة ماجستير، جامعة بغداد كلية، الآداب 1976م.\n- أثر المعنى في الدراسات النحوية حتى القرن الرابع الهجري: كريم حسين ناصح\nالخالدي، أطروحة دكتوراه، جامعة بغداد، كلية الآداب، 1990م.\n- البحث الدلالي عند ابن سينا في ضوء علم اللغة الحديث: مشكور كاظم العوادي،\nرسالة ماجستير، جامعة بغداد، كلية الآداب 1990م.\n- البحث الدلالي عند الغزالي في ضوء اللسانيات: علي حاتم الحسن، رسالة ماجستير،\nجامعة بغداد، كلية الآداب 1994م.\n- البحث الدلالي عند المعتزلة: علي حاتم الحسن، أطروحة دكتوراه، الجامعة المستنصرية،\nكلية التربية، 1999م.\n- البحث الدلالي في تفسير الميزان: مشكور كاظم العوادي، أطروحة دكتوراه، جامعة\nالكوفة، كلية القائد، 1995م.\n- البحث اللغوي عند الإمام الواحدي (ت 468هـ): عبد المجيد كاظم رشيد، رسالة\nماجستير، جامعة بغداد، كلية الآداب، 1995م.\n- البحث اللغوي عند الجويني (ت 478هـ): هادي أحمد فرحان الشجيري، رسالة",
        "(1/324)\n\nماجستير، جامعة بغداد، كلية الآداب، 1996م.\n- البحث اللغوي عند فخر الدين الرازي: عبد الرسول سلمان الزيدي، أطروحة دكتوراه،\nجامعة بغداد، كلية الآداب، 1990م.\n- البحث اللغوي والنحوي عند ابن تيمية: هادي أحمد فرحان الشجيري، أطروحة دكتوراه،\nجامعة بغداد، كلية الآداب، 2000م.\n- البحث اللغوي والنحوي في تفسير التبيان: عبد علي حسين صالح، أطروحة دكتوراه،\nجامعة الكوفة كلية القائد، 1995م.\n- التقابل الدلالي في القرآن الكريم: منال صلاح الدين الصفار، رسالة ماجستير، جامعة الموصل، كلية الآداب، 1993م.\n- الجر بالحرف في النحو العربي: صادق حسين كنيج، رسالة ماجستير، جامعة بغداد،\nكلية الآداب، 1983م.\n- الجملة الفعلية ودلالاتها في آيات الآخرة، مجيد طارش عبد، رسالة ماجستير،\nجامعة بغداد، كلية التربية للبنات، 1997م.\n- جهود المبرد اللغوية والصرفية والنحوية في كتاب الكامل: بشرى خيون لازم رسالة\nماجستير، الجامعة المستنصرية، كلية الآداب، 1993م.\n- الدال والمدلول بين القدماء والمحدثين: سيدنا علي جوب، رسالة ماجستير، جامعة\nصدام العلوم الإسلامية، 1996م.\n- الدرس النحوي في كتب الأمالي في القرن الرابع الهجري: خزعل فتحي زيدان رسالة\nماجستير، جامعة الموصل، كلية الآداب، 1989م.\n- الدلالة القرآنية في جهود الشريف المرتضى: حامد كاظم عباس، أطروحة دكتوراه،\nالجامعة المستنصرية، كلية الآداب، 2000م.\n- السياق ودلالته في توجيه المعنى: فوزي ابراهيم عبد الرزاق، أطروحة دكتوراه، جامعة\nبغداد، كلية الآداب 1996م.\n- ظاهرة التقابل الدلالي في اللغة العربية: عبد الكريم حافظ العبيدي، رسالة ماجستير،\nالجامعة المستنصرية، كلية الآداب، 1989م.\n- ظاهرة النيابة في العربية، دراسة وصفية تحليلية: عبدالله صالح عمر، أطروحة دكتوراه\nالجامعة المستنصرية، كلية الآداب،1997م.\n- العموم والخصوص في الجملة العربية: رجاء عجيل ابراهيم، رسالة ماجستير، جامعة\n(1/325)",
        "\nبغداد، كلية التربية للبنات 1997م.\n- الفروق اللغوية مع ملحق بها: علي كاظم مشري، أطروحة دكتوراه، جامعة بغداد،\nكلية الآداب 1990م.\n- المباحث اللغوية والنحوية والصرفية عند ابن قتيبة: رافع عبدالله مالو، أطروحة دكتوراه،\nجامعة الموصل، كلية الآداب، أيلول 1995م.\n- المباحث النحوية في تفسير مجمع البيان للطبرسي: عامر عيدان الامي، أطروحة دكتوراه\nالجامعة المستنصرية، كلية الآداب، 1997م.\n- المصادر والمشتقات في لسان العرب: خديجة زبار عنيزان، أطروحة دكتوراه جامعة\nبغداد،\n- المصطلح الصرفي في العين والكتاب ودقائق التصريف، دراسة موازنة: علي جميل السامرائي أطروحة دكتوراه، جامعة الموصل، كلية الآداب،1990م\n- منهج الطوسي في تفسير القرآن الكريم: كاصد ياسر الزيدي، أطروحة دكتوراه،\nجامعة القاهرة، كلية الآداب، 1976م.\n- النحو في شروح ديوان الحماسة لأبي تمام: مكي نومان مظلوم، رسالة ماجستير،\nجامعة الموصل، كلية الآداب 1990م.\n- الوجوه والنظائر في القرآن الكريم، تاريخ وتطور: عبد الرحمن مطلك الجبوري، رسالة ماجستير، جامعة بغداد، كلية الآداب، 1986م.\n\nالبحوث المطبوعة\n- الأسس النفسية لأساليب البلاغة العربية: مجيد عبد الحميد ناجي، المؤسسة الجامعية\nللدراسات والنشر، بيروت، لبنان، الطبعة الأولى 1984م.\n- الاشتراك والترادف: محمد تقي الحكيم، مستل من المجلّد الثاني عشر من مجلّة المجمع\nالعلمي العراقي، مطبعة المجمع 1965.\n- الأنماط التحويلية في الجملة الإستفهامية: سمير شريف ستيتية مجلة المورد، المجلد الثامن عشر، العدد الأول 1989 م.\n- تفسير القرآن بالقرآن: نشأته وتطوره حتى عصر الجلالين: الدكتور كاصدياسر الزيدي\nمجلة آداب الرافدين، جامعة الموصل، كلية الآداب، العدد الثاني عشر، كانون الأول\n(1/326)\n",
        "1980م\n- التحول الداخلي في الصيغة الصرفية وقيمته البيانية أو التعبيرية: مصطفىلنحاس، مجلة\nاللسان العربي، المجلد الثامن عشر، الجزء الأول، 1980م.\n- الدلالة في البنية العربية بين السياق اللفظي والسياق الحالي: الدكتور كاصد ياسرالزيدي\nمجلة آداب الرافدين، جامعة الموصل، العدد السادس والعشرون، 1995م.\n- الدلالة في النحو العربي: الدكتور كريم حسين ناصح الخالدي، مجلة كلية التربية للبنات،\nجامعة بغداد، العدد الثامن، 1997.\n- ظاهرة التعدد في الأبنية الصرفية: وسمية المنصور، مجلة الدراسات اللغوية، المجلد\nالرابع، العدد الثالث، 2003م.\n- ظاهرة التقابل في علم الدلالة: أحمد نصيف الجنابي، مجلة آداب المستنصرية، العدد\nالعاشر،1984م.\n- ظلال المعنى بين الدراسات التراثية وعلم اللغة الحديث: د. علي زوين، مجلة آفاق عربية، العدد الخامس 1990 هـ\n- الفونيم بين النحو العربي القديم وعلم اللغة الحديث: الدكتورعبد المنعم ناصر، آفاق\nعربية، العدد الثامن، السنة الخامسة عشرة، آب، بغداد،1990م.\n- في الدلالة والتطور الدلالي: أحمد محمد قدور مجلة مجمع اللغة العربية الأردني، العدد\nالسادس والثلاثين، السنة الثالثة عشرة، عمان 1989م.\n- المجال الدلالي بين كتب الألفاظ والنظرية الدلالية الحديثة: الدكتور علي زوين، مجلة\nآفاق عربية، العدد الأول، السنة السابعة عشرة، كانون الثاني 1992م.\n- مراعاة المخاطب في الأحكام النحوية في كتاب سيبويه: الدكتوركريم حسين ناصح الخالدي\nمجلة المورد، المجلد الثلاثون، العدد الثالث، 2002 م.\n- معاني الكينونة والفلسفة التحليلية: سامي أدهم، مجلة الفكر العربي المعاصر، مركز\nالإنماء القومي، بيروت، العدد 58ـ59،1989 م.\n- مفهوم الدلالة عند ابن فارس في كتابه الصاحبي: صبحي البستاني، مجلة الفكر العربي\nالمعاصر، مركز الإنماء القومي، بيروت، العددان 18ـ19، 1982م.\n- المفهومات الأساسية للتحليل اللغوي عند العرب: عبد الرحمن أيوب، مجلة اللسان\nالعربي المجلد السادس عشر، الجزء الأول، 1978م.\n- النحو المعقول: محمد كامل حسين، مجلة مجمع اللغة العربي المصري، العدد الخامس\n(1/327)\n\nوالثلاثين،1971م.\n- نظرة جديدة في دلالة الكلمة القرآنية: عبد الصبور شاهين ضمن كتاب (بحوث في اللغة\nوالأدب) الكويت 1978م.\n- نظرية الدلالة وتطبيقاتها: مطاع صفدي مجلة الفكر العربي المعاصر، مركز الإنماء\nالقومي، بيروت، العدد 18 ـ 19 سنة 1982م.\n\n- الوصف بالمصدر، نظرة أخرى في قضايا النحو: أحمد عبد الستار الجواري، مجلة المجمع العلمي العراقي، المجلد35، الجزء1 1984م.",
        "(1/328)\n\nالمحتويات\nالموضوع ... رقم الصفحة\nالمقدمة ... أ ـ ج\nالتمهيد: الطوسي ومفهوم الدلالة: ... 1ـ 28\n1ـ حياة الطوسي وآثاره ... ـ6\n2ـ مفهوم الدلالة: ... ـ 28\nأ ـ مفهوم الدلالة لدى علماء العربية ... ـ 13\nب ـ مفهوم الدلالة لدى المحدثين ... ـ16\nج ـ مفهوم الدلالة لدى الطوسي ... ـ 28\n1ـ تداخل المصطلح ... ـ20\n2ـ اعتباطية الدليل اللساني ... ـ25\n3ـ عناصر المثلث الدلالي ... ـ 27\n4ـ منهج الطوسي في استنباط الدلالة ... 27 ـ 28\nالباب الأول: الدلالة الإفرادية ... 29 ـ 211\nالفصل الأول: الدلالة الصوتية والصرفية ... 30 ـ 103\nتوطئة ... 30\nالمبحث الأول: الدلالة الصوتية ... 31 ـ 64\nأولاً: الدلالة الصوتية المطّردة ... ـ 57\n(1) التغير الفونيمي التركيبي ... ـ 49\nأ ـ الاستبدال الفونيمي في الصوامت ... ـ 41\nالاستبدال في عين الكلمة ... ـ 38\nالاستبدال في لام الكلمة ... ـ 41\nب ـ الاستبدال الفونيمي في الصوائت ... ـ 49\nالاستبدال بين الضمة والكسرة ... ـ 43\n(1/329)",
        "\nالاستبدال بين الضمة والفتحة ... ـ 47\nالاستبدال بين الكسرة والفتحة ... ـ 49\n(2) التغير الفونيمي فوق التركيبي ... ـ 57\nالتنغيم ... ـ 52\nمظاهر التنغيم عند الطوسي ... ـ 57\nثانيا: الدلالة الصوتية غير المطردة ... ـ 59\nثالثاً: الأثر الفني لتلاؤم جرس الأصوات ... ـ 64\nالمبحث الثاني: الدلالة الصرفية ... 65 ـ 103\nأولا: دلالات الأسماء ... ـ 94\n(1) المشتقات ... ـ 74\nأ ـ اسم الفاعل ... 67\nب ـ صيغ المبالغة ... ـ 74\n(2) المصادر ... ـ 78\n(3) تناوب الصيغ ... ـ 85\nأ ـ نيابة فاعل عن مفعول ... ـ 80\nب ـ نيابة مفعول عن فاعل ... 80\nج ـ نيابة فعيل ... ـ 81\nد ـ نيابة المصدر عن المشتق ... ـ 83\nهـ ـ نيابة المشتق عن المصدر ... ـ 85\n(4) الجموع ... ـ 87\n(5) المقصور والممدود ... ـ 89\n(6) المذكر والمؤنث ... ـ 94\nثانياً: دلالات الأفعال ... ـ 98\n(1) فَعَلَ وأفعَل ... ـ 96\n(2) فَعَلَ وفَعَّل ... ـ 97\n(3) أفعل وفَعَّل ... 97\n(4) فعل وافتعل ... ـ 98\n(5) فاعل وتفاعل ... 98\n(1/330)\n",
        "ثالثاً: دلالة الحروف الزائدة (المورفيمات) ... ـ 103\nالفصل الثاني: العلاقات الدلالية بين الألفاظ ... 104 ـ 154\nتوطئة ... 104\nالمبحث الأول: الترادف والفروق الدلالية ... 105 ـ 121\nالمبحث الثاني: الاشتراك اللفظي والتضاد ... 122 ـ 141\n(1) الاشتراك اللفظي ... ـ 131\n(2) التضاد ... ـ 141\nالمبحث الثالث: التقابل الدلالي ... 142 ـ 154\n(1) التقابل بالضد ... ـ 147\n(2) التقابل بالنقيض ... ـ 148\n(3) التقابل بالخلاف ... ـ 153\nالفصل الثالث: التغير الدلالي ... 155 ـ 211\nتوطئة ... ـ 160\nالمبحث الأول: تخصيص الدلالة ... 161 ـ 187\nأولاً: الألفاظ العرفية ... ـ 177\n(1) الألفاظ العرفية العامة ... ـ 169\n(2) الألفاظ العرفية الخاصة ... ـ 177\nثانياً: الألفاظ الإسلامية ... ـ 187\n(1) الألفاظ الإسلامية العامة ... ـ 182\n(2) الألفاظ الإسلامية الخاصة ... ـ 187\nالمبحث الثاني: تعميم الدلالة ... 188 ـ 194\nالمبحث الثالث: تغير المجال الدلالي ... 195 ـ 211\n(1) الانتقال من مجال حسي إلى مجال حسي آخر ... ـ 203\n(2) الانتقال من مجال حسي إلى مجال معنوي ... ـ 208\n(3) الانتقال من مجال معنوي إلى مجال حسي ... ـ 211\nالباب الثاني: الدلالة التركيبية ... 212 ـ 334\nتوطئة ... ـ 213\n(1/331)\n\nالفصل الأول: الدلالة النحوية ... 214 ـ 285\nتوطئة ... 214\nالمبحث الأول: دلالة معاني الكلام ... 215 ـ 243\nأولاً: الخبر ... ـ 226\nأغراض الخبر ... ـ 217\nدلالة الخبر ... 217 ـ 220\nالمعاني الداخلة على الخبر ... ـ 226\nثانياً: الإنشاء ... ـ 243\n(1) الإنشاء الطلبي ... 227ـ239\nأ ـ دلالة الأمر ... ـ 230\nب ـ دلالة النهي ... ـ 233\nج ـ دلالة الاستفهام ... ـ 237\nد ـ دلالة النداء ... ـ 239\n(2) الإنشاء غير الطلبي ... ـ 243\nالمبحث الثاني: دلالة الجملة ... 244 ـ 265\n(1) دلالة الجملة الاسمية ... ـ 247\n(2) دلالة الجملة الفعلية ... ـ 250\n(3) دلالة الجملة الشرطية ... ـ 254\nعوارض بناء الجملة ... ـ 265\n1ـ التقديم والتأخير ... ـ 259\n2 ـ الحذف ... ـ 263\n3 ـ الفصل والوصل ... ـ 265\nالمبحث الثالث: دلالة الإعراب ... 266 ـ 274\n(1) ما يحتمله اللفظ من أوجه الرفع ... ـ 270\n(2) ما يحتله اللفظ من أوجه النصب ... ـ 271\n(3) ما يحتمله اللفظ من أوجه الرفع ولنصب ... ـ 273\n(4) ما يحتمله اللفظ من أوجه الرفع والجزم ... 273",
        "(1/332)\n\n(5) ما يحتمله اللفظ من أوجه الرفع والجر ... ـ 274\n(6) ما يحتمله اللفظ من أوجه النصب والجر ... 274\n(7) ما يحتمله اللفظ من أوجه الرفع والنصب والجر ... 274\nالمبحث الرابع دلالة حروف المعاني ... 275 ـ 285\n1ـ حروف الجر ... ـ 279\n2ـ حروف الجزم ... 279\n3ـ حروف الشرط ... ـ 281\n4ـ حروف العطف ... ـ 282\n5ـ قد ... ـ 283\n6ـ اللامات الناصبة ... ـ 285\nالفصل الثاني: السياق ودلالاته ... 286 ـ 334\nتوطئة ... 286\nالمبحث الأول: السياق وأنواعه ... 287 ـ 303\n(1) السياق اللفظي ... 290 ـ 295\n(2) السياق الحالي ... ـ 299\n(3) السياق العقلي ... ـ 303\nالمبحث الثاني: أثر السياق في توجيه الدلالة ... 304 ـ 334\n(1) التناسب الدلالي ... ـ 311\nأ ـ تناسب الآيات ... ـ 308\nب ـ تناسب الألفاظ ... ـ 311\n(2) العموم والخصوص ... ـ 327\nأ ـ ألفاظ العموم ... ـ 317\nب ـ ألفاظ الخصوص وأدلته ... ـ 320\nج ـ أغراض العموم والخصوص ... ـ 322\nد ـ خصوص السبب وعموم المعنى ... ـ 327\n(3) أساليب أخر ... ـ 334\nأ ـ السياق ودلالة الأمر ... ـ 331\n(1/333)",
        "\nب ـ السياق ودلالة المشترك اللفظي ... 331 ـ 334\nالخاتمة ... 335 ـ 339\nالمصادر والمراجع ... 340 ـ 375\nمختصر باللغة الإنكليزية\n(1/334)\n"
    ]
}