{
    "partText": [
        "\nسِلْسِلَةُ مُتُونِ الكُتُبِ وَمُخْتَصَرَاتِهَا (3)\n\nالبُرْعُومَةُ\nفِي النَّحْوِ\n\n(النُّسْخَة المُنَقَّحَة)\n\nتَأْلِيف\nحَازِم خَنْفَر\n(1/1)\n",
        "تَمْهِيد\nالحَمْدُ للهِ، وَالصَّلَاةُ وَالسَّلامُ عَلَى رَسُولِ اللهِ، وَعَلَى آلِهِ، وَصَحْبِهِ، وَمَنْ وَالَاهُ.\nأَمَّا بَعْدُ:\nفَهَذَا المَتْنُ الثَّالِثُ مِنْ سِلْسِلَتِي الَّتِي سَمَّيْتُهَا: (سِلْسَلَةَ مُتُونِ الكُتُبِ وَمُخْتَصَرَاتِهَا)، وَأَرَدْتُ بِهَا: صِياغَةَ مُتُونٍ وَمُخْتَصَرَاتٍ لِلْعُلُومِ المُخْتَلِفَةِ، وَذَلِكَ اسْتِنَادًا إِلَى كُتُبٍ أُخْرَى، فَأَسْتَخْرِجُ مِنْهَا مَا يَصْلُحُ أَنْ يَكُونَ مَتْنًا أَوْ مُخْتَصَرًا لِلْكِتَابِ المُنْتَقَى؛ لِيَكُونَ عَوْنًا لِلطَّالِبِ لِفَهْمِ أَصْلِ مَادَّةِ الكِتَابِ وَحِفْظِهَا.\nوَأَصْلُ هَذَا المَتْنِ النَّحْوِيِّ الصَّغِيرِ: مَتْنٌ آخَرُ لِلْعَبْدِ الفَقِيرِ، هُوَ أَوْسَعُ بَيَانًا وَأَمْثِلَةً، وَسَمَّيْتُهُ: «الأُنْشُوطَةَ فِي النَّحْوِ»، وَحَجْمُ «البُرْعُومَةِ» بِحَجْمِ «الآجُرُّومِيَّةِ»، وَهِيَ عَلَى النِّصْفِ مِنَ «الأُنْشُوطَةِ».\nوَالبُرْعُومَةُ: هِيَ الزَّهْرَةُ قَبْلَ أَنْ تَتَفَتَّحَ، فَشَّبَهْتُ العُلُومَ بِالزَّهْرِ، وَأَنَّ هَذَا المَتْنَ بِدَايَةُ الطَّلَبِ فِي فَنِّ النَّحْوِ.\nوَالأُنْشُوطَةُ: هِيَ الرَّبْطَةُ فِي الخَيْطِ بِطَرَفَيْنِ، تَنْفَكُّ بِمَدِّ أَحَدِهِمَا دُونَ عَنَاءٍ، وَهِيَ دُونَ العُقْدَةِ، فَشَبَّهْتُ كُتُبَ النَّحْوِ بِالعُقَدِ، وَأَنَّ هَذَا المَتْنَ هُوَ الرَّبْطَةُ الَّتِي بِهَا يَنْفَكُّ النَّحْوُ دُونَ مَشَقَّةٍ.\nوَمَا هَذِهِ العَنَاوِينُ إِلَّا أَسْمَاءٌ لِلتَّعْرِيفِ بِالكُتُبِ وَالأُنْسِ بِالعَرَبِيَّةِ، أَمَّا التَّوْفِيقُ وَالقَبُولُ فَمِنَ اللهِ - عَزَّ وَجَلَّ -، فَأَسْأَلُهُ تَعَالَى ذَلِكَ، إِنَّهُ سَمِيعٌ مُجِيبٌ.\n\nحَازِم خَنْفَر\n10/ 2/2016 م\n1/ 5/1437 هـ\n(1/3)\n\nأَنْوَاعُ الكَلِمَةِ\nالكَلِمَةُ: اسْمٌ، وَفِعْلٌ، وَحَرْفُ مَعْنًى.\nفَالاسْمُ: الكَلِمَةُ الَّتِي لَهَا مَعْنًى، وَلَمْ تَقْتَرِنْ بِزَمَنٍ.\nوَالفِعْلُ: الكَلِمَةُ الَّتِي لَهَا مَعْنًى، وَاقْتَرَنَتْ بِزَمَنٍ مَاضٍ أَوْ حَاضِرٍ أَوْ مُسْتَقْبَلٍ.\nوَالحَرْفُ: الكَلِمَةُ الَّتِي لَا يَظْهَرُ مَعْنَاهَا كَامِلًا إِلَّا مَعَ غَيْرِهَا.\n\nالإِعْرَابُ وَالبِنَاءُ\nوَالإِعْرَابُ: عَدَمُ لُزُومِ آخِرِ الكَلِمَةِ عَلَامَةً وَاحِدَةً.\nوَكُلُّ لَفْظٍ دَخَلَهُ الإِعْرَابُ فَهُوَ: المُعْرَبُ.\nوَالبِنَاءُ: لُزُومُ آخِرِ الكَلِمَةِ عَلَامَةً وَاحِدَةً.\nوَكُلُّ لَفْظٍ دَخَلَهُ البِنَاءُ فَهُوَ: المَبْنِيُّ.\nوَأَقْسَامُ الإِعْرَابِ وَالبِنَاءِ: أَرْبَعَةٌ.\nفَتُسَمَّى فِي الإِعْرَابِ: رَفْعًا، وَنَصْبًا، وَجَرًّا، وَجَزْمًا.\nوَتُسَمَّى فِي البِنَاءِ: ضَمًّا، وَفَتْحًا، وَكَسْرًا، وَسُكُونًا.\nفَالرَّفْعُ وَالنَّصْبُ مُشْتَرَكٌ فِي الأَسْمَاءِ وَالأَفْعَالِ.\nوَالجَرُّ فِي الأَسْمَاءِ دُونَ الأَفْعَالِ.\nوَالجَزْمُ فِي الأَفْعَالِ دُونَ الأَسْمَاءِ.\nوَالحُرُوفُ: كُلُّهَا مَبْنِيَّةٌ.\nوَالأَسْمَاءُ: مُعْرَبَةٌ، وَمِنْهَا المَبْنِيُّ.\nوالفِعْلُ المَاضِي وَالأَمْرُ: مَبْنِيَّانِ دَائِمًا.\nوَالمُضَارِعُ: مُعْرَبٌ، وَمِنْهُ المَبْنِيُّ.\n\nأَحْوَالُ إِعْرَابِ الأَسْمَاءِ\nوَأَحْوَالُ إِعْرَابِ الأَسْمَاءِ فِي سِتَّةِ مَوَاضِعَ: المُفْرَدِ، وَالمُثَنَّى، وَجَمْعِ المُذَكَّرِ السَّالِمِ،",
        "(1/5)\n\nوَجَمْعِ المُؤَنَّثِ السَّالِمِ، وَالأَسْمَاءِ الخَمْسَةِ، وَالمَمْنُوعِ مِنَ الصَّرْفِ.\n1 - فَالمُفْرَدُ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ بِالفَتْحَةِ، وَيُجَرُّ بِالكَسْرَةِ.\n2 - وَالمُثَنَّى: يُرْفَعُ بِالأَلِفِ، وَيُنْصَبُ وَيُجَرُّ بِاليَاءِ.\n3 - وَجَمْعُ المُذَكَّرِ السَّالِمُ: يُرْفَعُ بِالوَاوِ، وَيُنْصَبُ وَيُجَرُّ بِاليَاءِ.\n4 - وَجَمْعُ المُؤَنَّثِ السَّالِمُ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ وَيُجَرُّ بِالكَسْرَةِ.\n5 - وَالأَسْمَاءُ الخَمْسَةُ: تُرْفَعُ بِالوَاوِ، وتُنْصَبُ بِالأَلِفِ، وَتُجَرُّ بِاليَاءِ.\n6 - وَالمَمْنُوعُ مِنَ الصَّرْفِ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ وَيُجَرُّ بِالفَتْحَةِ.\n\nأَحْوَالُ إِعْرَابِ الفِعْلِ المُضَارِعِ\nوَأَحْوَالُ إِعْرَابِ المُضَارِعِ فِي ثَلَاثَةِ مَوَاضِعَ: المُضَارِعِ الصَّحِيحِ، وَالمُضَارِعِ مُعْتَلِّ الآخِرِ، وَالأَفْعَالِ الخَمْسَةِ.\n1 - فَالمُضَارِعُ الصَّحِيحُ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ بِالفَتْحَةِ، وَيُجْزَمُ\nبِالسُّكُونِ.\n2 - وَمُعْتَلُّ الآخِرِ: مُعَتَّلُ: أَلِفٍ، وَوَاوٍ، وَيَاءٍ.\nفَمُعْتَلُّ الأَلِفِ: يُرْفَعُ بِضَمَّةٍ مُقَدَّرَةٍ عَلَى الأَلِفِ، وَيُنْصَبُ بِفَتْحَةٍ مُقَدَّرَةٍ عَلَيْهَا، وَيُجْزَمُ بِحَذْفِهَا.\nوَمُعْتَلُّ الوَاوِ: يُرْفَعُ بِالضَّمَّةِ المُقَدَّرَةِ عَلَى الوَاوِ، وَيُنْصَبُ بِالفَتْحَةِ الظَّاهِرَةِ عَلَيْهَا، وَيُجْزَمُ بِحَذْفِهَا.\nوَمُعْتَلُّ اليَاءِ: يُرْفَعُ بِالضَّمَّةِ المُقَدَّرَةِ عَلَى اليَاءِ، وَيُنْصَبُ بِالفَتْحَةِ الظَّاهِرَةِ عَلَيْهَا، وَيُجْزَمُ بِحَذْفِهَا.\n3 - وَالأَفْعَالُ الخَمْسَةُ: تُرْفَعُ بِثُبُوتِ النُّونِ، وَتُنْصَبُ وَتُجْزَمُ بِحَذْفِهِا.\n\nنَوَاصِبُ الفِعْلِ المُضَارِعِ\nوَنَوَاصِبُ المُضَارِعِ: (أَنْ)، وَ (لَنْ)، وَ (إِذَنْ)، وَ (كَيْ)، وَ (لَامُ التَّعْلِيلِ)، وَ (لَامُ الجُحُودِ)، وَ (حَتَّى)، وَ (الفَاءُ السَّبَبِيَّةُ)، وَ (وَاوُ المَعِيَّةِ)، وَ (أَوْ) الَّتِي بِمَعْنَى (حَتَّى).\nوَعَمَلُهَا: نَصْبُ المُضَارِعِ بَعْدَهَا.\n(1/6)",
        "\nجَوَازِمُ الفِعْلِ المُضَارِعِ\nوَجَوَازِمُ المُضَارِعِ قِسْمَانِ:\nالأَوَّلُ: قِسْمٌ يَجْزِمُ مُضَارِعًا وَاحِدًا، وَهِيَ: (لَمْ)، وَ (لَمَّا)، وَ (لَامُ الطَّلَبِ)، وَ (لَا الطَّلَبِيَّةُ).\nوَعَمَلُهَا: جَزْمُ المُضَارِعِ بَعْدَهَا.\nوَالثَّانِي: قِسْمٌ يَجْزِمُ مُضَارِعَيْنِ، وَهِيَ: (إِنْ)، وَ (مَا)، وَ (مَنْ)، وَ (مَهْمَا)، (وَإِذْمَا)، وَ (أَيُّ)، وَ (مَتَى)، وَ (أَيَّانَ)، وَ (أَيْنَ)، وَ (أَنَّى)، وَ (حَيْثُمَا)، وَ (كَيْفَمَا).\nوَعَمَلُهَا: جَزْمُ مُضَارِعَيْنِ بَعْدَهَا، الأَوَّلُ: شَرْطٌ، وَالثَّانِي: جَوَابُهُ.\n\nجَرُّ الأسْمَاءِ بِالحُرُوفِ\nوَحُرُوفُ الجَرِّ: هِيَ الَّتِي تَجُرُّ الاسْمَ بَعْدَهَا.\nوَهِيَ: (مِنْ)، وَ (إِلَى)، وَ (عَنْ)، وَ (عَلَى)، وَ (فِي)، وَ (البَاءُ)، وَ (الكَافُ)، وَ (اللَّامُ)، وَ (مُنْذُ)، وَ (مُذْ)، وَ (رُبَّ)، وَ (حَتَّى) الغَائِيَّةُ، وَحُرُوفُ القَسَمِ (الوَاوُ وَالبَاءُ وَالتَّاءُ).\n\nجَرُّ الأَسْمَاءِ بِالإِضَافَةِ (المُضَافُ وَالمُضَافُ إِلَيْهِ)\nوَالمُضَافُ: اسْمٌ أُضِيفَ إِلَى اسْمٍ بَعْدَهُ.\nفَالمُضَافُ: الاسْمُ الأَوَّلُ.\nوَالمُضَافُ إِلَيْهِ: الاسْمُ الثَّانِي، وَهُوَ: مَجْرُورٌ.\nمِثَالُهُ: (هَذَا فَرَسُ زَيْدٍ).\nفَالمُضَافُ: (فَرَسُ)، وَالمُضَافُ إِلَيْهِ: (زَيْدٍ)، مَجْرُورٌ.\n\nالنَّكِرَةُ وَالمَعْرِفَةُ\nوَالنَّكِرَةُ: اسْمٌ يَدُلُّ عَلَى غَيْرِ مُعَيَّنٍ؛ مِثْلُ: (رَجُلٍ)، و (طَالِبٍ).\nوَالمعَرْفِةُ: اسْمٌ يَدُلُّ عَلَى مُعَيَّنٍ؛ مِثْلُ: (الرَّجُلِ)، وَ (عَلِيٍّ).\nوَعَلَامَةُ النَّكِرَةِ: قَبُولُ: (أل)، أَوْ (رُبَّ).\nوَالمَعَارِفُ سَبْعَةٌ: الضَّمَائِرُ، وَالعَلَمُ، وَأَسْمَاءُ الإِشَارَةِ، وَالأَسْمَاءُ المَوْصُولَةُ، وَالمَبْدُوءُ بِـ (أل) التَّعْرِيفِ، وَالمُضَافُ إِلَى وَاحِدٍ مِمَّا ذُكِرَ مِنَ المَعَارِفِ، وَالنَّكِرَةُ\n(1/7)\n",
        "المَقْصُودَةُ.\n1 - فَالضَّمِيرُ؛ مِثْلُ: (أَنَا) وَ (أَنْتَ) وَ (نَحْنُ).\n2 - وَالعَلَمُ؛ مِثْلُ: (عَلِيٍّ)، وَ (مَكَّةَ).\n3 - وَاسْمُ الإِشَارَةِ؛ مِثْلُ: (هَذَا) وَ (هَذِهِ).\n4 - والاسْمُ المَوْصُولُ؛ مِثْلُ: (الَّذِي) وَ (الَّتِي).\n5 - وَالمَبْدُوءُ بِـ (أل)؛ مِثْلُ: (الكِتَابِ)، وَ (القَلَمِ).\n6 - وَالمُضَافُ إِلَى وَاحِدٍ مِمَّا ذُكِرَ مِنَ المَعَارِفِ.\n7 - وَالنَّكِرَةُ المَقْصُودَةُ؛ مِثْلُ: (يَا شُرْطِيُّ)، وَبَابُهَا: النِّدَاءُ.\n\nالفَاعِلُ وَالمَفْعُولُ بِهِ\nوَالفَاعِلُ: هُوَ الَّذِي فَعَلَ الفِعْلَ.\nوَالمَفْعُولُ بِهِ: هُوَ الَّذِي وَقَعَ عَلَيْهِ الفِعْلُ.\nوَالفَاعِلُ: مَرْفُوعٌ، وَالمَفْعُولُ بِهِ: مَنْصُوبٌ.\nمِثَالُهُ: (رَكِبَ زَيْدٌ الفَرَسَ).\nفَالفِعْلُ: (رَكِبَ)، وَالفَاعِلُ: (زَيْدٌ)، وَالمَفْعُولُ بِهِ: (الفَرَسَ).\n\nنَائِبُ الفَاعِلِ\nوَنَائِبُ الفَاعِلِ: هُوَ المَفْعُولُ بِهِ الَّذِي قَامَ مَقَامَ الفَاعِلِ المَحْذُوفِ.\nوَهُوَ: مَرْفُوعٌ.\nمِثَالُهُ: (شُرِبَ اللَّبَنُ).\nفَنَائِبُ الفَاعِلِ: (اللَّبَنُ).\n\nالمُبْتَدَأُ وَالخَبَرُ\nوَالمُبْتَدَأُ: هُوَ الاسْمُ المُتَحَدَّثُ عَنْهُ بِأَمْرٍ.\nوَالخَبَرُ: هُوَ الأَمْرُ المُتَحَدَّثُ بِهِ عَنْ هَذَا الاسْمِ.\nوَالمُبْتَدَأُ: مَرْفُوعٌ، وَالخَبَرُ: مَرْفُوعٌ.\nمِثَالُهُ: (المَدْرَسَةُ مُغْلَقَةٌ).\n(1/8)\n\nفَالمُبْتَدَأُ: (المَدْرَسَةُ).\nوَالخَبَرُ: (مُغْلَقَةٌ).\n\nكَانَ وَأَخَوَاتُهَا\nوَ (كَانَ) وَأَخَوَاتُهَا: تَرْفَعُ المُبْتَدَأَ وَتَنْصِبُ الخَبَرَ.\nوَيَصِيرُ المُبْتَدَأُ: اسْمَهَا، وَالخَبَرُ: خَبَرَهَا.\nوَهِيَ: (كَانَ)، وَ (أَمْسَى)، وَ (أَصْبَحَ)، وَ (أَضْحَى)، وَ (ظَلَّ)، وَ (بَاتَ)، وَ (صَارَ)، وَ (لَيْسَ)، وَ (مَا زَالَ)، وَ (مَا انْفَكَّ)، وَ (مَا فَتِئَ)، وَ (مَا بَرِحَ)، وَ (مَا دَامَ).\nمِثَالُ البَابِ: (كَانَتِ المَدْرَسَةُ مُغْلَقَةً).\nاسْمُ (كَانَ): (المَدْرَسَةُ).\nوَخَبَرُ (كَانَ): (مُغْلَقَةً).\n\nإِنَّ وَأَخَوَاتُهَا\nوَ (إِنَّ) وَأَخَوَاتُهَا: تَنْصِبُ المُبْتَدَأَ وَتَرْفَعُ الخَبَرَ.\nوَيَصِيرُ المُبْتَدَأُ: اسْمَهَا، وَالخَبَرُ: خَبَرَهَا.\nوَهِيَ: (إِنَّ)، و (أَنَّ)، و (لَكِنَّ)، و (كَأَنَّ)، وَ (لَيْتَ)، وَ (لَعَلَّ).\nمِثَالُ البَابِ: (إِنَّ المَدْرَسَةَ مُغْلَقَةٌ).\nاسْمُ (إِنَّ): (المَدْرَسَةَ).\nوَخَبَرُ (إِنَّ): (مُغْلَقَةٌ).\n\nظَنَّ وَأَخَوَاتُهَا\nوَ (ظَنَّ) وَأَخَوَاتُهَا: تَنْصِبُ المُبْتَدَأَ وَالخَبَرَ.\nوَيَصِيرُ المُبْتَدَأُ وَالخَبَرُ: مَفْعُولَيْنِ لَهَا.\nوَهِيَ: (ظَنَّ)، وَ (حَسِبَ)، وَ (خَالَ)، وَ (زَعَمَ)، وَ (رَأَى)، وَ (عَلِمَ)، وَ (وَجَدَ)، وَ (اتَّخَذَ)، وَ (جَعَلَ).\nمِثَالُ البَابِ: (ظَنَنْتُ المَدْرَسَةَ مُغْلَقَةً).\nفَالمَفْعُولُ الأَوَّلُ: (المَدْرَسَةَ).",
        "(1/9)\n\nوَالمَفْعُولُ الثَّانِي: (مُغْلَقَةً).\n\nالمَفْعُولُ المُطْلَقُ\nوَالمَفْعُولُ المُطْلَقُ: اسْمٌ لِتَأْكِيدِ الفِعْلِ أَوْ بَيَانِ نَوْعِهِ أَوْ عَدَدِهِ.\nوَهُوَ: مَنْصُوبٌ.\n1 - فَمِثَالُ التَّوْكِيدِ: (أَكْلًا) فِي: (أَكَلَ الوَلَدُ أَكْلًا).\n2 - وَمِثَالُ بَيَانِ النَّوْعِ: (جَرْيَ) فِي: (جَرَى الوَلَدُ جَرْيَ الفَهْدِ).\n3 - وَمِثَالُ العَدَدِ: (أَكْلَتَيْنِ): فِي: (أَكَلَ الوَلَدُ أَكْلَتَيْنِ).\nوَيَقَعُ مَعْنَوِيًّا؛ مِثْلُ: (جَلَسْتُ قُعُودًا)، وَ (قُمْتُ وُقُوفًا).\n\nالمَفْعُولُ لِأَجْلِهِ (أَوْ لَهُ)\nوَالمَفْعُولُ لِأَجْلِهِ: اسْمٌ يُبَيِّنُ سَبَبَ الفِعْلِ.\nوَهُوَ: مَنْصُوبٌ.\nمِثَالُهُ: (سَافَرَ زَيْدٌ طَلَبًا لِلرِّزْقِ).\nفَالمَفْعُولُ لِأَجْلِهِ: (طَلَبًا).\n\nالمَفْعُولُ فِيهِ (ظَرْفُ الزَّمَانِ وَالمَكَانِ)\nوَالظَّرْفُ: اسْمٌ يُبَيِّنُ الزَّمَانَ أَوِ المَكَانَ الَّذِي حَصَلَ فِيهِ الفِعْلُ.\nوَهُوَ: مَنْصُوبٌ إِذَا جَاءَ فِي مَوْضِعِهِ ظَرْفًا.\nفَمِنْ ظُرُوفِ الزَّمَانِ: (اليَوْمَ، وَاللَّيْلَةَ، وَالسَّاعَةَ، وَالشَّهْرَ، وَالسَّنَةَ، وَقَبْلَ، وَبَعْدَ، وَصَبَاحًا، وَمَسَاءً، وَغَدًا).\nوَمِنْ ظُرُوفِ المَكَانِ: (خَلْفَ، وَأَمَامَ، وَفَوْقَ، وَتَحْتَ، وَعِنْدَ، وَحَوْلَ).\nفَمَثِالُ ظَرْفِ الزَّمَانِ: (سَيُسَافِرُ زَيْدٌ اللَّيْلَةَ).\nفَـ (اللَّيْلَةَ): ظَرْفُ زَمَانٍ.\nوَمِثَالُ ظَرْفِ المَكَانِ: (جَلَسْتُ أَمَامَ زَيْدٍ).\nفَـ (أَمَامَ): ظَرْفُ مَكَانٍ.\n(1/10)",
        "\nالمَفْعُولُ مَعَهُ\nوَالمَفْعُولُ مَعَهُ: اسْمٌ قَبْلَهُ وَاوٌ تَأْتِي بِمَعْنَى (مَعَ).\nوَتُسَمَّى الوَاوُ: بِوَاوِ المَعِيَّةِ.\nوَهُوَ: مَنْصُوبٌ.\nمِثَالُهُ: (اسْتَيْقَظَ زَيْدٌ وَالغُرُوبَ).\nفَالمَفْعُولُ مَعَهُ: (الغُرُوبَ).\n\nالصِّفَةُ (أَوِ النَّعْتُ)\nوَالصِّفَةُ: اسْمٌ تَابِعٌ يُذْكَرُ لِوَصْفِ اسْمٍ آخَرَ قَبْلَهُ.\nوَهِيَ: تَتَبْعُ المَوْصُوفَ فِي الإِعْرَابِ.\nمِثَالُهُ: (جَاءَ زَيْدٌ الكَرِيمُ).\nالصِّفَةُ: (الكَرِيمُ)، مَرْفُوعَةٌ.\nوَالصِّفَةُ تَتْبَعُ المَوْصُوفَ فِي:\n1 - التَّذْكِيرِ وَالتَّأْنِيثِ.\n2 - وَالتَّعْرِيفِ وَالتَّنْكِيرِ.\n3 - وَالإِفْرَادِ وَالتَّثْنِيَةِ وَالجَمْعِ.\n\nالتَّوْكِيدُ\nوَالتَّوْكِيدُ: اسْمٌ تَابِعٌ يُذْكَرُ لِتَأْكِيدِ اسْمٍ آخَرَ قَبْلَهُ.\nوَهُوَ: يَتْبَعُ المُؤَكَّدَ فِي الإِعْرَابِ.\nوَأَلْفَاظُ التَّوْكِيدِ: النَّفْسُ، وَالعَيْنُ، وَذَاتُ، وَكُلُّ، وَجَمِيعُ، وَأَجْمَعُ.\nمِثَالُهُ: (كَتَبَ زَيْدٌ نَفْسُهُ المَقَالَةَ).\nالتَّوْكِيدُ: (نَفْسُ)، مَرْفُوعٌ.\n\nالبَدَلُ\nوَالبَدَلُ: اسْمٌ تَابِعٌ يَصْلُحُ أَنْ يَقُومَ مَقَامَ اسْمٍ قَبْلَهُ.\nوَهُوَ: يَتْبَعُ مَتْبُوعَهُ فِي الإِعْرَابِ.\n(1/11)\n",
        "مِثَالُهُ: (ذَهَبَ التَّاجِرُ زَيْدٌ).\nفَالبَدَلُ: (زَيْدٌ)، مَرْفُوعٌ.\nوَيَقَعُ البَدَلُ: لِشَيْءٍ مِنْ شَيْءٍ، أَوْ لِبَعْضٍ مِنْ كُلٍّ، أَوْ لِاشْتِمَالٍ، أَوْ لِتصْحِيحِ غَلَطٍ.\nفَمِثَالُ الأَوَّلِ: (جَاءَ الأُسْتَاذُ زَيْدٌ).\nوَمِثَالُ الثَّانِي: (قَرَأْتُ الكِتَابَ نِصْفَهُ).\nوَمِثَالُ الثَّالِثِ: (يُعْجِبُنِي زَيْدٌ عَقْلُهُ).\nوَمِثَالُ الرَّابِعِ: (جَاءَ زَيْدٌ خَالِدٌ).\n\nالعَطْفُ\nوَحُرُوفُ العَطْفِ: هِيَ حُرُوفٌ تُغْنِي عَنْ إِعَادَةِ الكَلَامِ المُكَرَّرِ.\nوَهِيَ: (الوَاوُ)، وَ (الفَاءُ)، وَ (ثُمَّ)، وَ (أَوْ)، وَ (أَمْ)، وَ (إِمَّا)، وَ (بَلْ)، وَ (لَا)، وَ (لَكِنْ)، وَ (حَتَّى).\nوَالمَعْطُوفُ - أَوِ العَطْفُ -: هُوَ التَّابِعُ الَّذِي يَكُونُ بَعْدَ حَرْفِ العَطْفِ.\nوَهُوَ: يَتْبَعُ مَتْبُوعَهُ فِي الإِعْرَابِ.\nمِثَالُهُ: (جَاءَ زَيْدٌ وَخَالِدٌ).\nفَحَرْفُ العَطْفِ: الوَاوُ.\nوَالمَعْطُوفُ: (خَالِدٌ)، مَرْفُوعٌ.\n\nالحَالُ\nوَالحَالُ: اسْمٌ يُذْكَرُ لِوَصْفِ حَالِ صَاحِبِهِ.\nوَيُعْرَفُ بِأَنَّهُ: جَوَابُ (كَيْفَ).\nوَهُوَ: مَنْصُوبٌ.\nوَلَا يَكُونُ إِلَّا: نَكِرَةً، وَفَضْلَةً (أَيْ لَيْسَ مِنْ تَمَامِ الكَلَامِ).\nمِثَالُهُ: (جَاءَ زَيْدٌ رَاكِبًا).\nفَالحَالُ: (رَاكِبًا).\n(1/12)\n\nالتَّمْيِيزُ\nوَالتَّمْيِيزُ: اسْمٌ يُذْكَرُ لِتَمْيِيزِ نَوْعِ اسْمٍ قَبْلَهُ يَصْلُحُ لِأَنْوَاعٍ مِنَ الأَشْيَاءِ.\nوَهُوَ: مَنْصُوبٌ.\nوَلَا يَكُونُ إِلَّا نَكِرَةً.\nمِثَالُهُ: (اشْتَرَيْتُ عِشْرِينَ تُفَّاحَةً).\nفَالتَّمْيِيزُ: (تُفَّاحَةً).\nمِثَالٌ آخَرُ: (زَيْدٌ أَكْثَرُهُمْ مَالًا).\nفَالتَّمْيِيزُ: (مَالًا).\n\nالنِّدَاءُ\nوَالنِّدَاءُ هُوَ: طَلَبُ إِقْبَالِ المُنَادَى بِحَرْفٍ مِنْ حُرُوفِ النِّدَاءِ.\nوَأَدَوَاتُهُ: (يَا)، وَالهَمْزَةُ، وَ (أَيَا)، وَ (أَيْ).\nوَأَسَالِيبُ النِّدَاءِ خَمْسَةٌ: العَلَمُ غَيْرُ المُضَافِ، وَالنَّكِرَةُ المَقْصُودَةُ، وَالنَّكِرَةُ غَيْرُ المَقْصُودَةِ، وَالمُضَافُ، وَالشَّبِيهُ بِالمُضَافِ.\nفَالمُنَادَى فِي الأَوَّلِ وَالثَّانِي: مَبْنِيٌّ عَلَى الضَّمِّ - بِدُونِ تَنْوِينٍ -.\nوَالثَّالِثُ وَالرَّابِعُ وَالخَامِسُ: مَنْصُوبٌ.\n1 - فَمِثَالُ العَلَمِ غَيْرِ المُضَافِ: (يَا زَيْدُ).\n2 - وَمِثَالُ النَّكِرَةِ المَقْصُودَةِ: (يَا رَجُلُ).\n3 - وَمِثَالُ النَّكِرَةِ غَيْرِ المَقْصُودَةِ: (يَا رَجُلًا).\n4 - وَمِثَالُ المُضَافِ: (يَا صَاحِبَ الدَّارِ) وَ (يَا عَبْدَ اللهِ).\n5 - وَمِثَالُ شَبِيهِ المُضَافِ: (يَا طَالِعًا جَبَلًا).\n\nالاسْتِثْنَاءُ\nوَالاسْتِثْنَاءُ: إِخْرَاجُ اسْمٍ مِنْ آخَرَ بِوَاسِطَةِ أَدَاةٍ مِنْ أَدَوَاتِ الاسْتِثْنَاءِ.\nوَأَدَوَاتُهُ: (إِلَّا) وَ (غَيْرُ) وَ (سِوَى) وَ (عَدَا) وَ (خَلَا) وَ (حَاشَا) وَ (مَا عَدَا) وَ (مَا خَلَا) وَ (مَا حَاشَا).",
        "(1/13)\n\nمِثَالُهُ: (ذَهَبَ القَوْمُ إِلَّا زَيْدًا).\nفَأَدَاةُ الاسْتِثْنَاءِ: (إِلَّا)، وَالمُسْتَثْنَى مِنْهُ: (القَوْمُ)، وَالمُسْتَثْنَى: (زَيْدٌ).\nوَحُكْمُ المُسْتَثْنَى بِـ (إِلَّا):\n1 - النَّصْبُ إِنْ كَانَ الكَلَامُ تَامًّا مُوجَبًا (أَيْ غَيْرَ مَسْبُوقٍ بِنَفْيٍ أَوْ نَهْيٍ أَوِ اسْتِفْهَامٍ).\n2 - وَالنَّصْبُ أَوِ البَدَلِيَّةُ إِنْ كَانَ الكَلَامُ تَامًّا جَحْدًا (أَيْ: مَسْبُوقًا بِمَا سَبَقَ).\n3 - وَالإِعْرَابُ إِنْ كَانَ الكَلَامُ نَاقِصًا غَيْرَ تَامٍّ (أَيْ لَمْ يُذْكَرْ فِيهِ المُسْتَثْنَى مِنْهُ).\nفَمِثَالُ التَّامِّ المُوجَبِ: (قَامَ القَوْمُ إِلَّا زَيْدًا).\nوَمِثَالُ التَّامِّ الجَحْدِ: (مَا قَامَ القَوْمُ إِلَّا زَيْداً)، أَوْ (مَا قَامَ القَوْمُ إِلَّا زَيْدٌ).\nوَمِثَالُ النَّاقِصِ: (مَا قَامَ إِلَّا زَيْدٌ).\nوَالمُسْتَثْنَى بِـ (غَيْرَ)، وَ (سِوَى): مَجْرُورٌ.\nمِثَالُهُ: (قَامَ القَوْمُ غَيْرَ زَيْدٍ)، وَ (قَامَ القَوْمُ سِوَى زَيْدٍ).\nوَالمُسْتَثْنَى بِـ (حَاشَا)، وَ (خَلَا)، وَ (عَدَا): مَجْرُورٌ أَوْ مَنْصُوبٌ.\nمِثَالُهُ: (قَامَ القَوْمُ عَدَا زَيْدٍ)، وَ (قَامَ القَوْمُ عَدَا زَيْدًا).\nوَالمُسْتَثْنَى بِـ (مَا عَدَا) وَ (مَا خَلَا) (وَمَا حَاشَا): مَنْصُوبٌ.\nمِثَالُهُ: (قَامَ القَوْمُ مَا عَدَا زَيْدًا).\n(1/14)"
    ]
}