{
    "partText": [
        "\nتقديم\nبقلم الشيخ محمد مهدي الآصفي\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ",
        "التفسير : تبيين وإيضاح المقصود من الكلام ، فإن من الكلام ما هو واضح وبين ، ولا يحتاج إلى توضيح ، ويتلقاه السامع والقارئ ويفهمه ، من دون شرح وإيضاح. ومن الكلام ما لا يفقهه السامع والقارئ إلا بعد شرح وإيضاح وبيان.\nوالقرآن الكريم من القسم الثاني من الكلام ، ولذلك تمس الحاجة إلى تقديم شرح وتفسير لكلام الله تعالى ليفهمه الناس حق الفهم.\nوهذه الحاجة هي أساس (علم التفسير) الذي هو من أكثر العلوم الإسلامية عراقة وتقدما.\nوليس من شك أن رسول الله صلى‌الله‌عليه‌وآله‌وسلم كان يلقي هذا الكلام على الناس من دون شرح وتفسير فيفهمونه ويتفاعلون معه ، وتجذبهم جاذبية الكلام ، وتقهرهم قوته وسلطانه.",
        "وليس من شك أن الناس يقرءون هذا القرآن عبر القرون فيفهمونه ويتفاعلون معه ، دون أن يقرء واله شرحا وتوضيحا ، فليس القرآن كتاب ألغاز ورموز ، وإنما هو بيان ونور للناس (هذا بَيانٌ لِلنَّاسِ وَهُدىً وَمَوْعِظَةٌ لِلْمُتَّقِينَ) (1).\nثلاثة آراء في التفسير\nتعرض التفسير لضربين من الرأي في طرفي الإفراط والتفريط :\nفقد تصور بعض العلماء أن النص القرآني لما كان نازلا بلغة العرب و «بلسان عربي مبين» ، وكان الصحابة في حياة رسول الله صلى‌الله‌عليه‌وآله‌وسلم والمسلمون بعده يتلقونه ويتلونه ويفهمونه بيسر ، ومن دون تعقيد ، فلا يحتاج النص القرآني للذين يتكلمون بلغة القرآن إلى تفسير وإيضاح.",
        "__________________\n(1) آل عمران 3 : 138.\n\nوالرأي الآخر هو الذي تتبناه بعض الطوائف الإسلامية في إباء النص القرآني للتفسير وعدم حجية ظواهر القرآن ، واحتجوا على ذلك بجملة من الروايات والأحاديث ، لا تنهض بهذه الدعوى ، وانتهوا إلى أن النص القرآني لا يمكن فهمه بشكل دقيق ، إلا إذا اقترن هذا النص بتفسير دقيق من جانب المعصوم.",
        "وهذا الاتجاه كالاتجاه الأول لم يقاوم الحركة العلمية التي قام بها علماء المسلمين من بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلى الوقت الحاضر من تفسير القرآن.\nوساد بين هذا التصور وذاك تصور ثالث وسط ، كان هو التصور الحاكم على الأوساط العلمية الإسلامية وهو الحاجة إلى التفسير لفهم النص القرآني أولا ، وقبول النص القرآني للتفسير ، وإمكان التدبر والتأمل في آيات كتاب الله لعامة العلماء ثانيا.\nالحاجة إلى التفسير لفهم النص القرآني\nلقد شاع بين المسلمين تفسير القرآن وتدريسه منذ عهد رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلى اليوم ، ولو لا الحاجة إلى التفسير لفهم النص القرآني ، وتيسيره إلى الأذهان لم يشع بين المسلمين أمر التفسير منذ عهد رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلى الوقت الحاضر إلى هذه الدرجة.",
        "وقد كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم أول من فسر القرآن ، وإلى هذه الحقيقة تشير النصوص التالية :\n1 ـ سئل رسول الله صلى‌الله‌عليه‌وآله‌وسلم عن السبيل في قوله تعالى : (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلاً) فقال صلى‌الله‌عليه‌وآله‌وسلم : «الزاد والراحلة». (1)\n2 ـ وسألت عائشة رسول الله صلى‌الله‌عليه‌وآله‌وسلم عن الكسوة الواجبة في كفارة الأيمان في قوله تعالى : (فَكَفَّارَتُهُ إِطْعامُ عَشَرَةِ مَساكِينَ مِنْ أَوْسَطِ ما تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ) (2) فقال صلى‌الله‌عليه‌وآله‌وسلم : «عباءة لكل مسكين». (3)\n3 ـ وسأله رجل من هذيل عن قوله تعالى : (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعالَمِينَ). (4)",
        "قال : يا رسول الله ، من تركه فقد كفر؟\nفقال صلى‌الله‌عليه‌وآله‌وسلم : «من تركه لا يخاف عقوبته ، ولا يرجو ثوابه». (5) وهو بمعنى الإنكار والجحود لهذه الفريضة الإسلامية التي هي من ضروريات الإسلام.\n__________________\n(1) الإتقان 4 : 250.",
        "(2) المائدة 5 : 89.\n(3) الإتقان 4 : 253.\n(4) آل عمران 3 : 97.\n(5) الإتقان 4 : 250.",
        "4 ـ وسئل عن قوله تعالى : (كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ * الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ) (1) ما عضين؟ فقال صلى‌الله‌عليه‌وآله‌وسلم : «آمنوا ببعض وكفروا ببعض». (2)\n5 ـ وسئل عن قوله تعالى : (فَمَنْ يُرِدِ اللهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ) (3) كيف يشرح صدره؟\nفقال صلى‌الله‌عليه‌وآله‌وسلم : «نور يقذف به ، فينشرح له وينفسح».\nقالوا : فهل لذلك من أمارة يعرف بها؟",
        "قال صلى‌الله‌عليه‌وآله‌وسلم : «الإنابة إلى دار الخلود ، والتجافي عن دار الغرور ، والاستعداد للموت قبل لقاء الموت». (4)\n6 ـ وروى البخاري عن عدي بن حاتم ، قال : حين نزل قوله تعالى : (كُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ) (5) قال : قلت : يا رسول الله ، ما الخيط الأبيض من الخيط الأسود ، أهما الخيطان؟ فقال صلى‌الله‌عليه‌وآله‌وسلم : «هو سواد الليل وبياض النهار». (6)\nوقد تضمنت جملة من الموسوعات الحديثية أبوابا خاصة بما ورد عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم في تفسير القرآن.\nواشتهر نفر من الصحابة بتفسير القرآن ، مثل : عبدالله بن عباس ، وابن مسعود ، وكان الإمام علي بن أبي طالب عليه‌السلام إمام المفسرين بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم. وإليه يرجع عبدالله بن عباس في التفسير وجملة واسعة من الصحابة والتابعين لهم بإحسان.",
        "حجية ظواهر القرآن\nنزل القرآن بلسان عربي مبين ليفهمه الناس ويعملوا به ، والقرآن يصرح بهذه الحقيقة (وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسانٍ عَرَبِيٍّ مُبِينٍ). (7) والقرآن نور وبرهان وموعظة من عند الله إلى عباده ، وكيف يكون القرآن نورا وبرهانا دون أن يتلقى الناس ظواهر القرآن بالتأمل والتدبر والفهم ، ودون أن تكون ظواهره حجة على الناس؟!\n__________________\n(1) الحجر 15 : 90 و 91.",
        "(2) الإتقان 4 : 268.\n(3) الأنعام 6 : 125.\n(4) الإتقان 4 : 254.\n(5) البقرة 2 : 187.",
        "(6) صحيح البخاري 6 : 56 / 37.\n(7) الشّعراء 62 : 192 ـ 195.\nيقول الله تعالى : (قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفاءٌ لِما فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ). (1)\nويقول تعالى : (يا أَيُّهَا النَّاسُ قَدْ جاءَكُمْ بُرْهانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنا إِلَيْكُمْ نُوراً مُبِيناً). (2)",
        "ويقول تعالى : (هذا بَلاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّما هُوَ إِلهٌ واحِدٌ وَلِيَذَّكَّرَ أُولُوا الْأَلْبابِ). (3)\nويقول تعالى : (إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً). (4)\nوكيف يكون القرآن للناس نورا ، وبرهانا ، وبيانا ، وبلاغا ، ونذيرا ، ومبشرا ، وهاديا ، ثم لا يتمكن الناس أن يتلقوا هذا القرآن بأنفسهم ويتأملوا فيه ، وقد حثنا الله تعالى على التدبر والتأمل في آياته؟! (5)\nيقول تعالى : (أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً).",
        "الأسباب والوجوه التي تحوجنا إلى التفسير\nالأسباب التي تحوجنا إلى تفسير النص القرآني عديدة ، نذكر أهمها في ثلاثة أوجه :\nالوجه الأول : أن القرآن أجمل الكثير من الأحكام والتصورات والمفاهيم ، ولا بد لهذا الإجمال من تفصيل وشرح وتبيان كي يمكن الاستفادة الكاملة من النص القرآني ، واستيعاب الصورة الكاملة للمفهوم أو التصور أو الحكم الذي يقدمه النص لنا.\nومن هذا القبيل آيات الأحكام ، وهي تستغرق مساحة واسعة من القرآن الكريم ، وقد أجمل القرآن هذه الأحكام ، بينما فصلتها السنة ، ولا يمكن فهم هذه الآيات فهما تفصيليا وكاملا من دون الشرح والتفسير.",
        "عن الإمام الصادق عليه‌السلام : «أن رسول الله صلى‌الله‌عليه‌وآله‌وسلم أنزلت عليه الصلاة ولم يسم الله تعالى لهم ثلاثا ، ولا أربعا ، حتى كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم هو الذي فسر ذلك لهم». (6)\nوأمثلة ذلك في القرآن كثيرة ، فمن الأحكام التي أجملها القرآن ، وترك تفسيرها لرسول الله صلى‌الله‌عليه‌وآله‌وسلم والحجج من بعده قوله تعالى : (أَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ) (7) ، وقوله تعالى : (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلاً). (8)\n__________________\n(1) يونس 10 : 57.",
        "(2) النّساء 4 : 174.\n(3) إبراهيم 41 : 52.\n(4) الإسراء 17 : 9.\n(5) النّساء 4 : 82.",
        "(6) الكافي 1 : 226 / 1.\n(7) الحجّ 22 : 41.\n(8) آل عمران 3 : 97.\nوترك تفاصيل أحكام الصلاة والزكاة والحج ، وهي تستغرق مجلدات ضخمة من الفقه في التفسير والتبيين والشرح من جانب رسول الله صلى‌الله‌عليه‌وآله‌وسلم وأهل بيته عليهم‌السلام الذين أورثهم رسول الله صلى‌الله‌عليه‌وآله‌وسلم علم الكتاب والشريعة من بعده كما في حديث الثقلين. (1)",
        "كما أن القرآن ذكر طائفة من العمومات والمطلقات دون أن يذكر تخصيصا أو تقييدا لها ، وترك بيان التخصيص والتقييد لرسول الله صلى‌الله‌عليه‌وآله‌وسلم وخلفائه من بعده عليهم‌السلام الذين ورثوا علمه.\nومن هذه العمومات قوله تعالى : (وَالْمُطَلَّقاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ) (2) وهي تعم كل المطلقات ، وقد ورد في السنة الشريفة تخصيص هذا العام بالمدخول بهن فقط.\nوقوله تعالى : (وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَ) (3) وهذا العموم يختص بالرجعيات ، أما غير الرجعيات من المطلقات فلا أولوية لبعولتهن بهن ، وهذا التخصيص وارد في التفسير.\nومن المطلقات التي ورد تقييدها في التفسير من الحديث الشريف قوله تعالى : (مَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها وَغَضِبَ اللهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذاباً عَظِيماً) (4) وإطلاق هذه الآية الكريمة مقيد في الروايات بما إذا لم يتب وكأنه قد قتله لإيمانه.",
        "عن سماعة ، قال : قلت له : قول الله تبارك وتعالى : (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها وَغَضِبَ اللهُ عَلَيْهِ وَلَعَنَهُ).\nقال : «المتعمد الذي يقتله على دينه ، فذاك التعمد الذي ذكر الله».\nقال : قلت : فرجل جاء إلى رجل فضربه بسيفه حتى قتله لغضب لا لعيب على دينه ، قتله وهو يقول بقوله؟\nقال : «ليس هذا الذي ذكر في الكتاب ، ولكن يقاد به والدية إن قبلت».",
        "قلت : فله توبة؟ قال : «نعم ، يعتق رقبة ، ويصوم شهرين متتابعين ، ويطعم ستين مسكينا ، ويتوب ويتضرع فأرجو أن يتاب عليه». (5)\nالوجه الثاني : أن القرآن الكريم طرح أنظمة كاملة للتصورات والمفاهيم والأحكام ، وليس ما في القرآن أحكاما متناثرة ومختلفة ، بل إن هذه التصورات والمفاهيم عند ما ينتظم عقدها في سلسلة واحدة تشكل نظاما مترابطا ، منسجما ، متكاملا. كل حلقة منه تكمل الحلقة التي تليها ، وهي مجتمعة تقدم للإنسان نظاما كاملا للتفكير\n__________________\n(1) وذلك في قوله صلى‌الله‌عليه‌وآله‌وسلم : «إنّي تارك فيكم ما إن تمسّكتم به لن تضلّوا بعدي : كتاب الله وعترتي أهل بيتي». أنظر مسند أحمد 4 : 367 و 371 و 5 : 182 و 189 ، سنن الدارمي 2 : 431 ، صحيح مسلم 4 : 1873 / 36 و: 4781 / 37 ، سنن الترمذي 5 : 662 / 3786 و 3788 ، مستدرك الحاكم 3 : 148 ، مصابيح السنة 4 : 190 / 4816.",
        "(2) البقرة 2 : 228.\n(3) البقرة 2 : 228.\n(4) النّساء 4 : 93.\n(5) تفسير العياشي 1 : 267 / 236 ، وللتوسّع في هذا البحث راجع مجلة رسالة القرآن العدد (6) ، التفسير نشأته وتطوّره للشيخ محمّد هادي معرفة.",
        "والتصور.\nومن هذا القبيل (التوحيد) و (القضاء والقدر) و (الاختيار) فإن آيات التوحيد الموزعة في مواضع كثيرة من القرآن عند ما تجتمع وينتظم عقدها تقدم لنا تصورا كاملا عن وحدة الخالق ، ووحدة السلطان والسيادة في حياة الإنسان ، وإلغاء أي سيادة وسلطان من دون سلطان الله ، وشرعية كل سيادة وسلطان في امتداد سلطان الله تعالى وسيادته وولايته على الإنسان.\nوفي هذه المجموعة المنتظمة من الآيات يرتبط الإيمان بالولاء والبراءة وبسيادة الله تعالى وسلطانه على الإنسان ، وعبودية الإنسان وطاعته لله تعالى ، وتمرده وبراءته من الطاغوت ، وبمسألة الإمامة ، وبخلافة الإنسان على وجه الأرض لله تعالى ، وهي مجموعة منتظمة من المسائل وقضايا الفكر والعقيدة والعمل مرتبطة ومنسجمة ومتكاملة.\nوكذلك قضية (الاختيار) و (القضاء والقدر) و (الخير والشر) و (الهداية والضلالة) مسائل مترابطة ومتكاملة تتوزع وتنتشر في مواضع كثيرة من القرآن ، ولا يمكن فهم هذه الآيات فهما سويا صحيحا ، ولا يمكن أن نفهم ما يريده الله تعالى في هذه الآيات إلا إذا جمعناها إلى جنب بعض ، ونظمناها في سلسلة واحدة مترابطة ، وخصصنا عمومات الآيات العامة بالتخصيصات الواردة في القرآن ، وقيدنا مطلقات الآيات بالقيود الواردة في آيات أخرى ، وضممنا الأفكار المتعددة بعضها إلى جنب بعض. عندئذ فقط يمكن فهم ما يريده الله تعالى في هذه الآيات ، ومن دون ذلك لا نكاد نستطيع أن نفهم حقائق هذا الكتاب حق الفهم.",
        "فقد يتلقى المتلقي آية من كتاب الله فيتصور أنها تريد الجبر المطلق ، وتسلب الإنسان حريته وإرادته بشكل مطلق ، وقد يقرأ آية أخرى فيتصور أن القرآن يقرر الاختيار المطلق ، ويفصل الإنسان ومصيره بشكل كامل عن مشيئة الله تعالى وإرادته ، بينما لا يقرر القرآن الكريم أيا من المعنيين.\nوفهم ما يريده القرآن لا يمكن إلا من خلال جهد علمي يقوم به المتخصصون في القرآن بتجميع هذه الآيات وتنظيم هذه الأفكار ، واستخراج وحدة فكرية وتصورية ، ونظام فكري شامل من خلالها وهذا هو الجهد الذي يقوم به العلماء المتخصصون في القرآن من خلال (التفسير الموضوعي) للقرآن الكريم.\nلقد نزل القرآن نجوما في ثلاث وعشرين سنة ، وكان لنزول طائفة كبيرة من آيات القرآن أسباب وعلل يسميها العلماء بأسباب النزول ، ولا تكاد تفهم الآية إلا من خلالها.\nومن هذه الآيات ناسخ ومنسوخ ومجمل ومبين. ولا نتمكن أن نفهم هذه الآيات إلا إذا جمعنا بعضها إلى بعض ، ووضعنا بعضها إلى جنب بعض ، فإن القرآن يستخدم كثيرا طريقة الإطلاق في بيان حكم أو تصور أو سنة وفي آيات أخرى يذكر الشروط والقيود ، وما لم نجمع هذه الآيات ونجعل بعضها إلى جنب بعض ، ونفسر بعضها ببعض لا نستطيع أن نفهم كتاب الله وما فيه من أحكام وسنن وتصورات ومفاهيم. ومن الخطأ أن نستخلص حكما أو سنة أو تصورا من خلال آية واحدة من كتاب الله تعالى دون أن نعرضه على سائر الآيات.",
        "أما لماذا يستخدم القرآن هذا الأسلوب في بيان الأحكام والسنن والتصورات؟ فهو أمر له علاقة بأسلوب\nالقرآن البياني ولسنا بصدد شرح أصول هذا الأسلوب وتأثيره الآن.\nوالطريقة العلمية الصحيحة لفهم آيات كتاب الله هي أن يقوم المفسر بجهد علمي في تجميع هذه الآيات وتنظيمها وتقييد المطلقات ، وتخصيص العمومات ، وتحديد الشروط منها ، ثم ضم هذه الأحكام والتصورات والأفكار بعضها إلى بعض ، واستخراج أنظمة شاملة ووحدات فكرية شاملة منها ، وهذا هو الجهد العلمي الذي ينهض به المفسر.\nالوجه الثالث : أن للنص ظاهرا وأعماقا مختلفة ، وكل إنسان يتناول من النص القرآني بقدر ما أوتي من علم وفهم. وقدرة على فهم مراد الله تعالى ، فلا يفهم عامة الناس من كتاب الله تعالى إلا ظاهرا من آياته ، ومن العلماء من آتاه الله تعالى القدرة على الغوص في أعماق آياته ، فيأخذ من كتاب الله قدر ما آتاه الله من علم وبصيرة وفقه ، وليس العلماء كلهم سواء في فهم كتاب الله تعالى ، فإن لهذا القرآن أعماقا وبطونا مختلفة ، وكلما أمعن الإنسان في القرآن الكريم ، وأكثر فيه التأمل ، وثابر في فهمه وتذوقه أكثر بلغ من فهم القرآن ما لم يبلغه من قبل ، ولعل في ذلك بعض السر في غضاضة النص القرآني وخلوده.",
        "ولسنا نقصد أن كتاب الله تعالى مجموعة من الألغاز والمعميات والرموز كما يقوله أهل الباطن ، فإن القرآن نور وبلاغ وهدى للناس جميعا ، ولا يمكن أن ينهض القرآن بهذه الرسالة في حياة البشرية جميعا إلا أن يكون منفتحا على الناس وبيانا لهم جميعا يخاطب الناس بلسانهم ، وبما يفهمون من خطاب ، وليس بالرموز والألغاز.\nوإنما نقصد بالأعماق والبطون المختلفة للقرآن ، أبعادا مختلفة لحقيقة واحدة ومفهوم واحد ، فما يفهمه عامة الناس من ظاهر القرآن هو ما يفهمه العلماء القرآنيون من أعماق القرآن البعيدة ، إلا أن أولئك العلماء يبلغون أعماقا من وعي الحقيقة التي يبينها القرآن للناس لا يصل إليها عامة الناس ، دون أن تختلف الحقائق التي يتلقاها الناس من ظاهر القرآن عن الحقائق التي يتلقاها العلماء القرآنيون من أعماق القرآن ، ولكن شتان بين وعي ووعي وفهم وفهم ، وما يبلغه هؤلاء وأولئك.\nولسنا نريد أن نطيل الحديث في هذا الجانب ، فإن كتاب الله نور وهدى ومنهاج عمل في حياة البشر ، ولا بد لفهم هذا القرآن أن تتضافر جهود العلماء ليفتحوا للناس من آفاق هذا القرآن ، ما لا يمكن أن يصلوا إليه ، لو لا ذلك.\nوقد أدرك العلماء المتخصصون في القرآن هذه الضرورة منذ أقدم العصور القرآنية ، وتنالوا كتاب الله تعالى بالتحليل والتفسير ، ونحن بفضل جهودهم تلك أصبحنا نعي بحمد الله من كتاب الله وآياته وآفاقه ما لم نكن لندركه لولاها.",
        "ومن الآيات التي يمكن أن تكون مصداقا واضحا لاختلاف مستوى الفهم والتفسير من قبل العلماء في استكشاف أبعاد وأعماق مختلفة لها ، دون أن تتناقض وتختلف هذه الأبعاد فيما بينها :\n1 ـ قوله تعالى : (أَنْزَلَ مِنَ السَّماءِ ماءً فَسالَتْ أَوْدِيَةٌ بِقَدَرِها فَاحْتَمَلَ السَّيْلُ زَبَداً رابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغاءَ حِلْيَةٍ أَوْ مَتاعٍ زَبَدٌ مِثْلُهُ كَذلِكَ يَضْرِبُ اللهُ الْحَقَّ وَالْباطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ\nالنَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذلِكَ يَضْرِبُ اللهُ الْأَمْثالَ). (1)\n2 ـ وقوله تعالى : (اللهُ نُورُ السَّماواتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ الْمِصْباحُ فِي زُجاجَةٍ الزُّجاجَةُ كَأَنَّها كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ زَيْتُونَةٍ لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ يَكادُ زَيْتُها يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نارٌ نُورٌ عَلى نُورٍ يَهْدِي اللهُ لِنُورِهِ مَنْ يَشاءُ وَيَضْرِبُ اللهُ الْأَمْثالَ لِلنَّاسِ وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ). (2)",
        "3 ـ وقوله تعالى : (وَإِنْ مِنْ شَيْءٍ إِلاَّ عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَعْلُومٍ). (3) وأمثال هذه الآيات في القرآن كثيرة ، وهي من غرر الآيات ، كما يقول العلامة الطباطبائي رحمه‌الله ، وهي تحمل أبعادا وأعماقا مختلفة ولظاهرها معنى واضح ومفهوم ، وكلما أمعن الإنسان النظر وتأمل فيها ، فتح الله (تعالى) له من آفاق الفهم والتفسير ما لم ينفتح له من قبل. وهذه التفاسير والتصورات والأفهام غير متناقضة ولا متخالفة فيما بينها ، وقد تحدثت عن هذا الموضوع بتفصيل في كتاب (وعي القرآن).\nوليس كل الناس يستطيع أن يغوص في أعماق القرآن ، وليس كل أحد يحسن ذلك ، إذا لم يستعن بالمتخصصين من علماء القرآن الكريم الذين رزقهم الله تعالى وعي كتابه.\nتاريخ التفسير\nمر علم التفسير عند الشيعة والسنة بثلاث مراحل ، وهذه المراحل تختلف عند الشيعة والسنة في طول الفترة الزمنية وقصرها إلا أنها تكاد تكون متشابهة عند الطائفتين.",
        "المرحلة الأولى : تبدأ برواية الأحاديث الواردة عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم عند السنة ، وعن رسول الله صلى‌الله‌عليه‌وآله‌وسلم وأهل بيته عليهم‌السلام عند الشيعة في تفسير القرآن.\nوقد اشتهر نفر من الصحابة والتابعين في رواية هذه الأحاديث من مثل : عبدالله بن عباس ، وابن مسعود ، وجابر بن عبدالله ، وأبو سعيد الخدري ، وغيرهم من أصحاب رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، كما تناقل روايات أئمة أهل البيت عليهم‌السلام في التفسير نفر من أصحاب الأئمة عليهم‌السلام خلال هذه الفترة.\nوعلماء الشيعة الإمامية يعتقدون أن أئمة أهل البيت عليهم‌السلام يستقون أحاديثهم عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم وليس من قبيل الرأي والاجتهاد ، ويستنبطون هذا المعنى من حديث الثقلين الشهير الذي تضافر الفريقان على روايته عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم في اعتماد أهل البيت مصدرا ثانيا لمعرفة أحكام الله تعالى وحدوده بعد القرآن بعد وفاة رسول الله صلى‌الله‌عليه‌وآله‌وسلم.\nوبناء على هذا الفهم فإن الأحاديث المروية عن أهل البيت عليهم‌السلام تكتسب صفة الحجية ويمكن الإحتجاج بها على فهم أحكام الله تعالى وآياته.",
        "__________________\n(1) الرّعد 13 : 17.\n(2) النّور 24 : 35.\n(3) الحجر 15 : 21.",
        "وقد روى أصحاب أهل البيت عليهم‌السلام طائفة واسعة من الأحاديث في تفسير القرآن لم يتيسر لصحابة رسول الله صلى‌الله‌عليه‌وآله‌وسلم أن يرووها عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، وذلك لقصر الفترة التي تمكن فيها أصحاب رسول الله صلى‌الله‌عليه‌وآله‌وسلم من رواية الحديث عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم وطول الفترة الزمنية التي تمكن فيها أصحاب أهل البيت من رواية الحديث عنهم عليهم‌السلام.\nوحديث أهل البيت عليهم‌السلام في القرآن مثل حديثهم في الأحكام ، ليس عن رأي واجتهاد ، وإنما هو حديث رسول الله صلى‌الله‌عليه‌وآله‌وسلم وعلم رسول الله وميراثه أودعه عندهم يتوارثونه كابر عن كابر ، وحديث الثقلين : «إني تارك فيكم ما إن تمسكتم به لن تضلوا بعدي كتاب الله وعترتي أهل بيتي».\nصريح في هذا المعنى ، وهذا الحديث مما اتفق عليه صحاح الفريقين في الحديث. (1) وكتب التفسير التي كتبها ودونها الأصحاب في هذه المرحلة كثيرة ، نشير إلى طائفة منها :\n1 ـ تفسير ابن عباس ، المتوفى سنة 68 ه‍.",
        "2 ـ تفسير أبان بن تغلب بن رباح ، من أصحاب الإمام الصادق عليه‌السلام ، توفي سنة 141 ه‍ ، ذكره ابن النديم في (الفهرست). (2)\n3 ـ تفسير ابن أورمة ، من أصحاب الإمام الهادي عليه‌السلام ، ذكره النجاشي في (الرجال). (3)\n4 ـ تفسير ابن أسباط من أصحاب الإمام الرضا وأبي جعفر الجواد عليهما‌السلام ، ذكره النجاشي في (الرجال). (4)\n5 ـ تفسير سعيد بن جبير ، الذي استشهد بيد الحجاج سنة 95 ه‍ ، ذكره ابن النديم في (الفهرست). (5)",
        "6 ـ تفسير ابن محبوب الزراد المتوفى سنة 224 ه‍ ، من أصحاب الإمام الكاظم والرضا والجواد عليهم‌السلام ، ذكره ابن النديم في (الفهرست). (6)\n7 ـ تفسير علي بن مهزيار الدورقي الأهوازي ، المتوفي سنة 229 ه‍ ، من أصحاب الإمام الرضا والجواد والهادي عليهم‌السلام ، ذكره النجاشي في (الرجال). (7)\n8 ـ تفسير عبد الرزاق بن همام بن نافع ، من أصحاب الإمام الصادق عليه‌السلام.\n__________________",
        "(1) مضافا إلى المصادر المتقدّمة أنظر : المنتخب من مسند عبد بن حميد 107 / 240 ، طبقات ابن سعد 2 : 194 ، الذرية الطاهرة : 168 / 228 ، تفسير العياشي 1 : 5 / 9 ، عيون أخبار الرّضا 1 : 57 / 25 ، كمال الدين وتمام النعمة : 240 / 64 ، تفسير الرازي 8 : 163 ، تفسير ابن كثير 4 : 122.\n(2) الفهرست : 308.\n(3) رجال النجاشي : 329 / 891.\n(4) رجال النجاشي : 252 / 663.",
        "(5) الفهرست : 51.\n(6) الفهرست : 309.\n(7) رجال النجاشي : 253 / 664.\n9 ـ تفسير السدي المتوفى 127 ه‍.",
        "10 ـ تفسير محمد بن السائب الكلبي المتوفى سنة 146 ه‍.\n11 ـ تفسير أبي بصير يحيى بن أبي القاسم الأسدي ، المتوفى سنة 150 ه‍ ، من أصحاب الباقر والصادق عليهما‌السلام.\n12 ـ تفسير أبي الجارود ، زياد بن المنذر الهمداني ، المتوفى سنة 150 ه‍ من أصحاب علي بن الحسين ومحمد بن علي الباقر وجعفر الصادق عليهم‌السلام ، ذكره النجاشي في (الرجال). (1)\n13 ـ تفسير أبي حمزة الثمالي ، المتوفى سنة 150 ه‍ من أصحاب علي بن الحسين ومحمد بن علي وجعفر بن محمد والكاظم عليهم‌السلام ، ذكره ابن النديم في (الفهرست) (2) ، كما يروي عنه الثعلبي في (تفسيره) ، وذكره النجاشي في (الرجال). (3)",
        "المرحلة الثانية : مرحلة التدوين والتجميع ، وفي هذه المرحلة توفر العلماء من الفريقين على تجميع وتنظيم ما روي عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم وأهل البيت عليهم‌السلام ضمن كتب منظمة ومدونة ، من قبيل : كتاب (التفسير) لابن جرير الطبري من أئمة التفسير في أواخر القرن الثالث وأوائل القرن الرابع الهجري ، من علماء السنة ، وفرات بن إبراهيم في القرن الثالث ، وأبي النضر محمد بن مسعود العياشي السمرقندي في أواخر القرن الثالث الهجري ، وعلي بن إبراهيم القمي في أواخر القرن الثالث وأوائل القرن الرابع الهجري ، ومحمد بن إبراهيم النعماني في أوائل القرن الرابع الهجري ، وتفسير علي بن الحسين بن موسى بن بابويه القمي ، المتوفى سنة 329 ه‍ ، يروي النجاشي عنه بواسطة واحدة ، وتفسير الصدوق محمد بن علي بن الحسين بن بابويه القمي ، المتوفى سنة 381 ه‍ ، وتفسير ابن عقدة ، المتوفى سنة 333 ه‍ ، ذكره النجاشي في (الرجال) (4) كما ذكره السيد ابن طاوس ، وتفسير ابن الوليد محمد بن الحسن بن أحمد بن الوليد المتوفى سنة 343 ه‍ ، ذكره النجاشي في (الرجال). (5) وكل هؤلاء من أئمة التفسير عند الشيعة ، ولكل كتاب في التفسير ، وأكثره محفوظ إلى اليوم.\nوعند ما نراجع المدونات الروائية التي جمعت روايات التفسير في هذه الفترة نجد أن المدونات السنية تجمع إلى جانب حديث رسول الله صلى‌الله‌عليه‌وآله‌وسلم في بعض الأحيان آراء الصحابة والتابعين ، وتدرجها بعنوان (الأثر) كما أن المدونات السنية تحفل بطائفة واسعة من الإسرائيليات ، وفيها أحاديث منكرة وضعيفة ومتهافتة.\nوقد تناقل التابعون هذه الروايات في المرحلة الأولى من تاريخ التفسير ، وأوردها أصحاب المدونات الروائية في التفسير ، كما رووها ونقلت إليهم ، دون أي دور يذكر في تصفية هذه الأحاديث.\n__________________",
        "(1) رجال النجاشي : 170 / 448.\n(2) الفهرست : 50.\n(3) رجال النجاشي : 115 / 296.\n(4) رجال النجاشي : 391 / 1049.",
        "(5) رجال النجاشي : 383 / 1042.\nأما المدونات الشيعية ، فهي تختص بروايات المعصومين ـ رسول الله صلى‌الله‌عليه‌وآله‌وسلم والأئمة من أهل بيته عليهم‌السلام ـ لا يدخلون فيها غير روايات أهل البيت عليهم‌السلام من الآراء والآثار ، وهي تخلو نسبيا من الإسرائيليات التي يكثر نقلها في الطائفة الأولى من المدونات التفسيرية ، ولكن المدونات الشيعية تعاني من آفة أخرى في الرواية سوف نذكرها إن شاء الله.\nالمرحلة الثالثة : تبدأ تقريبا من القرن الخامس الهجري ، وفي هذه المرحلة يكتسب علم التفسير نضجا حقيقيا ، ويبدأ علماء التفسير بممارسة الاجتهاد والرأي في كتاب الله ، ويتجاوز التفسير مرحلة الرواية والنقل والتجميع إلى مرحلة الاجتهاد والنظر والرأي من قبيل : الواحدي في القرن الخامس الهجري ، والزمخشري في القرن الخامس والسادس الهجري ، وفخر الدين الرازي في القرن السادس الهجري ، من علماء السنة ومن علماء الشيعة السيد الرضي في (حقائق التأويل) في القرن الرابع والخامس الهجري ، وشيخ الطائفة الطوسي في القرن الخامس الهجري في تفسير (التبيان) وغيرهم.\nومنذ القرن الخامس الهجري دخل التفسير بصورة في العلوم الإسلامية الرئيسية والأساسية ، وبدأ ينمو ويتكامل وتكتمل عناصر نضجه بصورة مستمرة ، وفي حقول مختلفة ، ومن منطلقات مختلفة ، كالفقه والعرفان والفلسفة والأدب والرواية والأخلاق ، وغيرها.",
        "وتضافرت جهود العلماء المتخصصين في القرآن في بلورة المفاهيم والأفكار والتصورات والأحكام القرآنية بصورة منظمة ، كما تكونت في هذه المرحلة (علوم القرآن) إلى جنب التفسير ، وهي سلسلة من المسائل الأساسية التي لا بد منها في البحث القرآني لأي باحث في القرآن الكريم ، من قبيل : الإعجاز ، الناسخ والمنسوخ ، والمحكم والمتشابه ، التفسير والتأويل.\nوإذا أردنا أن نتابع الحركة العلمية في التفسير وعلوم القرآن من القرن الخامس الهجري إلى اليوم عند علماء الفريقين الشيعة والسنة ، نجد أن هذه المرحلة مرحلة خصبة في الفكر القرآني ، تمخضت عن كثير من الأفكار والتصورات ، وفتحت على البشرية آفاقا واسعة جديدة من القرآن ، واستنبطت الكثير من المسائل في مختلف أبواب المعرفة القرآنية.\nونستطيع أن نقول : إن الحركة العقلية في القرآن الكريم ابتدأت في هذه المرحلة ، ودخل العقل الإسلامي آفاق القرآن ، ولا زال يواصل جهده وحركته في آفاق كتاب الله.\nوينبغي أن لا يغيب عنا ركام الأخطاء والانحرافات التي أخلفها هذا الجهد العقلي خلال هذه الفترة ، فقد حاولت المذاهب الفكرية والسياسية المختلفة إخضاع القرآن الكريم بالتأويل لصالح أفكارها وعقائدها ، لا إخضاع آرائها وأفكارها للقرآن ، وبالتالي حملوا القرآن الكريم ما لا يتحمل من توجهات فكرية مختلفة ، بعيدة عن روح القرآن الشفافة ، وبعيدة عن رسالة القرآن.",
        "وكان للحركات الباطنية والصوفية قصب السبق في هذا المجال ، وبذلك حرموا من شفافية النص القرآني وأصالته ، ومن روح القرآن وهديه.\nونذكر فيما يلي شاهدا واحدا من كلماتهم على هذا الفهم المشبع بروح التصوف للقرآن :\nيقول بعض كبار علماء هذه الطائفة وكبار العارفين ، في تفسير قوله تعالى :\n(وَلَمَّا رَجَعَ مُوسى إِلى قَوْمِهِ غَضْبانَ أَسِفاً قالَ بِئْسَما خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْواحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ) (1) إن عتاب موسى عليه‌السلام لهارون لأنه أنكر على هارون إنكاره لعبادة العجل ، وعدم اتساع صدره لعبادة العجل ، فإن العارف من يرى الحق في كل شيء ، بل يراه عين كل شيء. (2) وكتب علماء الصوفية حافلة بمثل ذلك ، ولعل فيما خلفه الشيخ العارف بالله والصوفي الشهير ابن العربي في (التفسير) و (الفتوحات) و (الفصوص) وغير ذلك من كتبه ومؤلفاته بعض الشواهد على ذلك ، على أننا نقدر الجهد الفكري الكبير الذي بذله هذا العالم المحقق في معارف القرآن والتوحيد ، في الوقت الذي نشير إلى شطحاته في تفسير كتاب الله.",
        "وهذه الآراء والتفاسير تعد بمجموعها ركاما كبيرا وثقيلا في تاريخ القرآن الكريم وله مردود سلبي على وعي القرآن وأسلوب التعامل معه.\nهذا دون أن نقصد بهذا الكلام الانتقاص من الجهد العلمي الكبير الذي بذله هؤلاء العلماء والعارفون في استكشاف أعماق هذا الكتاب ، واستخراج أفكاره ومفاهيمه إلى الناس.\nونحن نحتاج إلى دراستين قرآنيتين لهذه المرحلة أشد ما تكون الحاجة :\nالدراسة الأولى : تختص بتاريخ هذه المرحلة من مراحل تفسير القرآن ، وتقسيمها إلى عدد من الفصول والأدوار ، بموجب القفزات النوعية التي قام بها علماء التفسير في حقل التفسير ، والمستجدات القرآنية التي استجدوها خلال هذه الفترة التي تزيد على الألف سنة.",
        "ولو استقرأنا الجهد العلمي والعقلي الذي قام به علماء المسلمين خلال هذه الفترة من الناحية الكمية لعرفنا ضخامة العمل والجهد الذي قام به هؤلاء العلماء ، ولا بد أن تكون الحصيلة النوعية والكيفية لهذا الكم الهائل من الجهد أمرا عظيما ، يستحق الاهتمام والمتابعة ، وعندئذ ندرك ماذا فتح الله على علماء المسلمين خلال هذه الفترة من وعي القرآن ، وماذا بقي على الخلف مما تركه السلف من آفاق ومساحات مجهولة لم تفتح بعد ، لتنظم الجهود وللحيلولة دون تكرار الأعمال.\nالدراسة الثانية : تختص بالنقد العلمي للجهود التي بذلت خلال هذه الفترة من تاريخ القرآن.\nوهذه الدراسة تفرز الأعمال الأصلية التي استفادت من القرآن عن الأعمال التي حاولت أن تحمل القرآن بمجموعة من التوجهات والمتبنيات الفكرية ، وبالتالي تفرز لنا الجهود التي خضعت للقرآن ، وكونت رأيا وفهما وذوقا خاضعا لكتاب الله ، عن الجهود التي حاولت إخضاع كتاب الله لأذواق ومتبنيات أصحابها ، كما تفرز لنا هذه\n__________________",
        "(1) الأعراف 7 : 150.\n(2) شرح القيصري : 437.\nالدراسة الأعمال الجديدة في القرآن عن العمل الاجتراري والتكراري الذي حدث في مجال التفسير ، خلال هذه الفترة وهو ليس بقليل.\nوهذا النقد ينبغي أن يقوم على أساس التمييز بين ما يعجب الإنسان أن يقول من رأي وفهم في تفسير كتاب الله تعالى ، وما يفهمه من كتاب الله حقا ، وإن كان لا يعجبه ، وآفة كثير من المفسرين والمتخصصين في القرآن أنهم يريدون أن يعطوا للقرآن ، لا أن يأخذوا من القرآن ، ولو صدقت المحاولة في أن يأخذ الإنسان من القرآن فقط ، دون أن يحمله ذوقه ورأيه ومزاجه وما يعجبه لفتح الله تعالى عليه آفاقا كثيرة من الوعي والبصيرة والهدى.",
        "الخطوط والاتجاهات العامة للتفسير عند أهل البيت عليهم‌السلام\nأهل البيت عليهم‌السلام هم عدل الكتاب في حديث الثقلين المعروف ، وقد سبقت الإشارة إليه ، قد آتاهم الله تعالى وعي الكتاب وخصهم به ، وأمر رسول الله صلى‌الله‌عليه‌وآله‌وسلم المسلمين بالرجوع إليهم في فهم كتاب الله.\nعن الأصبغ بن نباتة ، قال : لما قدم أمير المؤمنين عليه‌السلام الكوفة صلى بهم أربعين صباحا ، يقرأ بهم (سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى) (1) قال : فقال المنافقون : لا والله ، ما يحسن ابن أبي طالب أن يقرأ القرآن ، لو أحسن أن يقرأ القرآن لقرأ بنا غير هذه السورة. قال : فبلغه ذلك ، فقال : «ويل لهم ، إني لأعرف ناسخه من منسوخه ، ومحكمه من متشابهه ، وفصله من فصاله ، وحروفه من معانيه ، والله ما من حرف نزل على محمد صلى‌الله‌عليه‌وآله‌وسلم إلا أني أعرف فيمن نزل ، وفي أي يوم ، وفي أي موضع.\nويل لهم ، أما يقرءون : (إِنَّ هذا لَفِي الصُّحُفِ الْأُولى * صُحُفِ إِبْراهِيمَ وَمُوسى) (2) والله عندي ، ورثتهما من رسول الله صلى‌الله‌عليه‌وآله‌وسلم وقد أنهي إلى رسول الله صلى‌الله‌عليه‌وآله‌وسلم من إبراهيم وموسى عليهما‌السلام.",
        "ويل لهم ، والله أنا الذي أنزل الله في (وَتَعِيَها أُذُنٌ واعِيَةٌ) (3) فإنما كنا عند رسول الله صلى‌الله‌عليه‌وآله‌وسلم فيخبرنا بالوحي فأعيه أنا ومن يعيه ، فإذا خرجنا قالوا : ماذا قال آنفا». (4)\nوعن مرازم بن حكيم وموسى بن بكير ، قالا : سمعنا أبا عبدالله عليه‌السلام يقول : «إنا أهل بيت لم يزل الله يبعث منا من يعلم كتابه من أوله إلى آخره». (5)\nوعن سليم بن قيس الهلالي ، قال : سمعت أمير المؤمنين عليه‌السلام يقول : «ما نزلت آية على رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلا أقرأنيها ، وأملاها علي ، فأكتبها بخطي ، وعلمني تأويلها وتفسيرها ، وناسخها ومنسوخها ، ومحكمها ومتشابهها ، ودعا الله لي أن يعلمني فهمها وحفظها ، فما نسيت آية من كتاب الله ، ولا علما أملاه علي\n__________________",
        "(1) الأعلى 87 : 1.\n(2) الأعلى 87 : 18 و 19.\n(3) الحاقّة 69 : 12.\n(4) تفسير العياشي 1 : 16 / 1.",
        "(5) مختصر بصائر الدرجات : 59.\nفكتبته منذ دعا لي ما دعا ، وما ترك شيئا علمه الله تعالى من حلال ولا حرام ولا أمر ولا نهي كان أو يكون من طاعة أو معصية إلا علمنيه وحفظته فلم أنس منه حرفا واحدا ، ثم وضع يده على صدري ودعا الله أن يملأ قلبي علما وفهما وحكمة ونورا ، فلم أنس شيئا ولم يفتني شيء لم أكتبه.\nفقلت : يا رسول الله ، أو تخوفت النسيان فيما بعد؟\nفقال : لست أتخوف عليك نسيانا ولا جهلا ، وقد أخبرني ربي أنه قد استجاب فيك وفي شركائك الذين يكونون من بعدك.",
        "فقلت : يا رسول الله ، ومن شركائي من بعدي؟\nفقال : الذين قرنهم الله بنفسه وبي ، فقال ، الأوصياء مني إلى أن يردوا علي الحوض كلهم هاد مهتد ، لا يضرهم من خذلهم ، هم مع القرآن والقرآن معهم». (1)\nوعن جعفر بن محمد الصادق عليه‌السلام : «كان علي عليه‌السلام صاحب حلال وحرام وعلم بالقرآن ، ونحن على منهاجه.» (2)\nولذلك فإن أهل البيت عليهم‌السلام هم من المصادر الأساسية لتفسير وفهم كتاب الله ، ومن دون أن نأخذ من علمهم الذي هو علم رسول الله صلى‌الله‌عليه‌وآله‌وسلم لا نستطيع أن نفهم القرآن حق الفهم ، كما أنزله الله تعالى.",
        "يقول الشهرستاني صاحب الملل والنحل : فالقرآن هدى للناس عامة ، وهدى ورحمة لقوم يؤمنون خاصة ، وهدى وذكر للنبي صلى‌الله‌عليه‌وآله‌وسلم ولقومه أخص من الأول والثاني : (وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ). (3) ولقد كان الصحابة متفقين على أن علم القرآن مخصوص بأهل البيت عليهم‌السلام ، إذ كانوا يسألون علي بن أبي طالب رضي‌الله‌عنه : هل خصصتم أهل البيت دوننا بشيء سوى القرآن؟ فكان يقول : «لا والذي فلق الحبة وبرأ النسمة إلا بما في قراب سيفي» فاستثناء القرآن بالتخصيص دليل على إجماعهم بأن القرآن وعلمه وتنزيله وتأويله مخصوص بهم. (4)\nأما لماذا خص الله تعالى أهل البيت عليهم‌السلام بهذا العلم وبهذه السعة والشمول دون سائر الناس؟ فهو شأن من شأن الله تعالى ، ويكفينا في ذلك النصوص الصحيحة والصريحة عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، مما أطبق المسلمون على صحتها نحو حديث (الثقلين) و (السفينة) (5) و (مدينة العلم) (1) وغير ذلك من النصوص المتفق\n__________________\n(1) تفسير العياشي 1 : 14 / 2.",
        "(2) تفسير العياشي 1 : 15 / 5.\n(3) الزّخرف 43 : 44.\n(4) تفسير مفاتيح الأسرار ومصابيح الأبرار للشهرستاني بنقل مجموعة باقر العلوم الثقافية (رسائل المؤتمر الرابع للقرآن في قم سنة 1412 ه‍).\n(5) وذلك قوله صلى‌الله‌عليه‌وآله‌وسلم : «مثل أهل بيتي مثل سفينة نوح ، من ركبها نجا ، ومن تخلّف عنها غرق». أنظر : عيون أخبار الرّضا 2 : 27 / 10 ، كمال الدين وتمام النعمة 238 / 59 ، حلية الأولياء 4 : 306 ، مستدرك الحاكم 2 : 343 و 3 : 150 ، أمالي الطوسي 1 : 59 و 359 و 2 : 74 و 96 و 126 و 246 و 343 ، تاريخ بغداد 12 : 91 ، تفسير ابن كثير 4 : 123 ، مجمع الزوائد 9 : 168 ، الصواعق المحرقة : 152 ، الجامع الصغير 2 :",
        "عليها عند المسلمين.\nولأهل البيت عليهم‌السلام منهج متميز في التفسير وفهم القرآن ، يفهمه من مارس كلماتهم وأحاديثهم في تفسير القرآن. والحديث عن منهج أهل البيت عليهم‌السلام في التفسير يطول ، ولسنا نريد نحن في هذه المقدمة أن نستعرض هذا الحديث بتفصيله ، وإنما نريد أن نشير فقط إلى جملة من العناوين والخطوط الرئيسية في طريقة أهل البيت عليهم‌السلام ومنهجهم في تفسير القرآن.\nأولا ـ تنزيه الله تعالى عن التجسيم : يختلف الرأي في الذات الإلهية تبارك وتعالى بين طائفتين من المسلمين في اتجاهين متعاكسين : التشبيه ، والتعطيل.\nيذهب المشبهة إلى أن الذات الإلهية تشبه الإنسان ، وله ما للإنسان من لحم ودم وعظم وشعر ورأس وعين ، وينتقل من مكان إلى مكان ، وهؤلاء هم المجسمة وهم طائفة واسعة وكبيرة من المسلمين.",
        "ويذهب المعطلة إلى استحالة معرفة الله تعالى على العقول ، وإلى تعطيل العقول عن المعرفة ، إلا بقدر ما يظهر من النصوص. سئل مالك عن قوله سبحانه : (ثُمَّ اسْتَوى عَلَى الْعَرْشِ) (2) قال : الاستواء معلوم ، والكيف مجهول ، والإيمان به واجب ، والسؤال عنه بدعة. (3) وهؤلاء وأولئك يفسرون آيات القرآن التي تخص الذات الإلهية وما يصفه القرآن به من الاستواء على العرش ومن إضافة اليد إليه تعالى وغير ذلك ، باتجاهين مختلفين ومتعاكسين.\nوالاتجاه المقابل لهذين الاتجاهين ، هو الاتجاه الذي دعا إليه أهل البيت عليهم‌السلام في نفي التشبيه والتجسيم والتعطيل جميعا وتفسير آيات القرآن المباركة المتعلقة بهذا الموضوع على هذا النهج ، وفيما يلي نستعرض بعض الروايات الواردة في هذا الاتجاه :\n1 ـ عن الشيخ الصدوق ، قال : حدثنا أحمد بن محمد بن يحيى العطار رحمه‌الله ، عن أبيه ، عن سهل بن زياد ، قال : كتبت إلى أبي محمد عليه‌السلام سنة خمس وخمسين ومائتين : قد اختلف ـ يا سيدي ـ أصحابنا في التوحيد ، منهم من يقول : هو جسم ، ومنهم من يقول : هو صورة ، فإن رأيت ـ يا سيدي ـ أن تعلمني من ذلك ما أقف عليه ولا أجوزه فعلت متطولا.\nفوقع عليه‌السلام بخطه : «سألت عن التوحيد ، وهذا عنكم معزول ، الله تعالى واحد ، أحد ، صمد ، لم يلد ، ولم",
        "__________________\n533 / 8162.\n(6) وذلك قوله صلى‌الله‌عليه‌وآله‌وسلم : «أنا مدينة العلم ، وعليّ بابها» أنظر : أمالي الصدوق : 282 ، عيون أخبار الرّضا 2 : 66 / 298 ، أمالي الطوسي 2 : 190 ، مستدرك الحاكم 3 : 126 و 127 ، الاستيعاب 3 : 38 ، تاريخ بغداد 2 : 377 و 4 : 348 و 7 : 173 و 11 : 48 و 204 ، مناقب ابن المغازلي : 80 ـ 85 / 120 ـ 126 ، شواهد التنزيل 1 : 334 / 459 ، الفردوس 1 : 44 / 106 ، مناقب الخوارزمي : 40 ، أسد الغاية 4 : 22 ، البداية والنهاية 7 : 358 ، مجمع الزوائد 9 : 114 ، تهذيب التّهذيب 9 : 114 ، الجامع الصغير 1 : 415 / 2705.\n(2) الأعراف 7 : 54.",
        "(3) الملل والنحل 1 : 93.\nيولد ، ولم يكن له كفوا أحدا ، خالق وليس بمخلوق ، يخلق تبارك وتعالى ما يشاء من الأجسام وغير ذلك ، ويصور ما يشاء ، وليس بمصور ، جل ثناؤه وتقدست أسماؤه ، وتعالى عن أن يكون له شبيه ، هو لا غيره ، ليس كمثله شيء وهو السميع البصير». (1)\n2 ـ وعنه ، قال : حدثنا محمد بن الحسن بن أحمد بن الوليد رحمه‌الله ، قال : حدثنا محمد بن الحسن الصفار ، قال : حدثنا العباس بن معروف. قال : حدثنا ابن أبي نجران ، عن حماد بن عثمان ، عن عبد الرحيم القصير ، قال : كتبت على يدي عبد الملك بن أعين إلى أبي عبدالله عليه‌السلام بمسائل فيها : أخبرني عن الله عز وجل هل يوصف بالصورة وبالتخطيط ، فإن رأيت ـ جعلني الله فداك ـ أن تكتب إلي بالمذهب الصحيح من التوحيد؟\nفكتب عليه‌السلام بيدي عبد الملك بن أعين : «سألت ـ رحمك الله ـ عن التوحيد ، وما ذهب إليه من قبلك ، فتعالى الله الذي ليس كمثله شيء ، وهو السميع البصير ، تعالى الله عما يصفه الواصفون المشبهون الله تبارك وتعالى بخلقه ، المفترون على الله ، واعلم ـ رحمك الله ـ أن المذهب الصحيح في التوحيد ما نزل به القرآن من صفات الله عز وجل ، فانف عن الله البطلان والتشبيه ، فلا نفي ولا تشبيه ، هو الله الثابت الموجود ، تعالى الله عما يصفه الواصفون ، ولا تعد القرآن فتضل بعد البيان». (2)",
        "3 ـ وعنه ، بإسناده إلى هشام بن الحكم ، عن أبي عبدالله عليه‌السلام في قوله تعالى : (الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى) (3) قال عليه‌السلام : «بذلك وصف نفسه ، وكذلك هو مستول على العرش ، بائن من خلقه من غير أن يكون العرش حاملا له ، ولا أن يكون العرش حاويا له ، ولا أن يكون العرش محتازا له ، ولكنا نقول : هو حامل العرش ، وممسك العرش ، ونقول من ذلك ما قال : (وَسِعَ كُرْسِيُّهُ السَّماواتِ وَالْأَرْضَ) (4) فثبتنا من العرش والكرسي ما ثبته ، ونفينا أن يكون العرش أو الكرسي حاويا له ، وأن يكون عز وجل محتاجا إلى مكان ، أو إلى شيء مما خلق ، بل خلقه محتاجون إليه». (5)\n4 ـ وعنه ، بإسناده إلى عبدالله بن قيس ، عن أبي الحسن الرضا عليه‌السلام ، قال : سمعته يقول : (بَلْ يَداهُ مَبْسُوطَتانِ) (6) فقلت له : يدان هكذا؟ وأشرت بيدي إلى يديه.\nفقال : «لا ، لو كان هكذا لكان مخلوقا». (7)\n5 ـ وعنه ، بإسناده إلى أبي جعفر ، قال : سألت أبا عبدالله عليه‌السلام عن قول الله عز وجل : (وَهُوَ اللهُ فِي",
        "__________________\n(1) التوحيد 101 / 14.\n(2) التوحيد 102 / 15.\n(3) طه 20 : 5.",
        "(4) البقرة 2 : 255.\n(5) نور الثقلين 3 : 367 / 12 ، التوحيد 248 / 1.\n(6) المائدة 5 : 64.\n(7) نور الثقلين 1 : 65 / 279 ، التوحيد : 168.",
        "السَّماواتِ وَفِي الْأَرْضِ) (1) فقال عليه‌السلام : «كذلك هو في كل مكان».\nقلت : بذاته؟\nقال : «ويحك! إن الأماكن أقدار ، فإذا قلت في مكان بذاته لزمك أن تقول في أقدار وغير ذلك ، ولكن هو بائن من خلقه ، محيط بما خلق علما وقدرة وسلطانا وملكا ، وليس علمه بما في الأرض بأقل مما في السماء ، لا يبعد منه شيء ، والأشياء له سواء علما وقدرة وسلطانا وملكا وإحاطة». (2)\n6 ـ وعنه ، بالإسناد إلى عبد السلام بن صالح الهروي ، قال : قلت لعلي بن موسى الرضا عليه‌السلام : يا ابن رسول الله ، فما معنى الخبر الذي رووه أن ثواب «لا إله إلا الله» النظر إلى وجه الله؟",
        "فقال عليه‌السلام : «يا أبا الصلت ، من وصف الله بوجه كالوجوه فقد كفر ، ولكن وجه الله أنبياؤه ورسله وحججه (صلوات الله عليهم) ، هم الذين بهم يتوجه إلى الله وإلى دينه ومعرفته ، وقال الله عز وجل : (كُلُّ مَنْ عَلَيْها فانٍ * وَيَبْقى وَجْهُ رَبِّكَ) (3) وقال عز وجل : (كُلُّ شَيْءٍ هالِكٌ إِلاَّ وَجْهَهُ) (4) فالنظر إلى أنبياء الله ورسله وحججه عليهم‌السلام في درجاتهم ثواب عظيم يوم القيامة ، وقد قال النبي صلى‌الله‌عليه‌وآله‌وسلم : من أبغض أهل بيتي وعترتي ، لم يرني ولم أره يوم القيامة. وقال عليه‌السلام : إن فيكم من لا يراني بعد أن يفارقني.\nيا أبا الصلت ، إن الله تبارك وتعالى لا يوصف بمكان ، ولا تدركه الأبصار والأوهام» (5)\n7 ـ وعن إسحاق بن عمار ، عمن سمعه ، عن أبي عبدالله عليه‌السلام أنه قال في قول الله عز وجل : (وَقالَتِ الْيَهُودُ يَدُ اللهِ مَغْلُولَةٌ) (6) : «لم يعنوا أنه هكذا ، ولكنهم قالوا : قد فرغ من الأمر ، فلا يزيد ولا ينقص ، فقال الله جل جلاله تكذيبا لقولهم : (غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِما قالُوا بَلْ يَداهُ مَبْسُوطَتانِ يُنْفِقُ كَيْفَ يَشاءُ) (7) ألم تسمع الله عز وجل يقول : (يَمْحُوا اللهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ)». (8)\nثانيا ـ تنزيه الأنبياء عن المعاصي : الرأي في مدرسة أهل البيت عليهم‌السلام هو عصمة الأنبياء عليهم‌السلام جميعا من المعاصي الكبيرة والصغيرة قبل النبوة وبعدها ، ومن السهو والخطأ في التبليغ ، بينما جوز أصحاب الأحاديث والحشوية على الأنبياء الكبائر قبل النبوة ، ومنهم من جوزها في حال النبوة سوى الكذب فيما يتعلق بأداء الشريعة. (9)",
        "__________________\n(1) الأنعام 6 : 3.\n(2) نور الثقلين 1 : 704 / 20 ، التوحيد : 132 / 15.\n(3) الرّحمن 55 : 26 و 27.",
        "(4) القّصص 28 : 88.\n(5) التّوحيد : 117 / 21.\n(6) المائدة 5 : 64.\n(7) المائدة 5 : 64.",
        "(8) التّوحيد : 167 ، والآية من سورة الرّعد 13 : 39.\n(9) تنزيه الأنبياء للمرتضى : 3.\nوعلى أساس الرأي بعصمة الأنبياء عليهم‌السلام فسر أهل البيت عليهم‌السلام كل آيات القرآن المتعلقة بحياة الأنبياء عليهم‌السلام ، وهو اتجاه معروف لأهل البيت في تفسير القرآن.\nروى علي بن محمد بن الجهم ، قال : حضرت مجلس المأمون وعنده الرضا علي بن موسى عليهما‌السلام ، فقال له المأمون : يا ابن رسول الله ، أليس من قولك إن الأنبياء معصومون؟ قال : «بلى».",
        "قال : فأخبرني عن قول الله تعالى : (وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِها لَوْ لا أَنْ رَأى بُرْهانَ رَبِّهِ)؟ (1) فقال الرضا عليه‌السلام : «لقد همت به ، ولو لا أن رأى برهان ربه لهم بها ، لكنه كان معصوما ، والمعصوم لا يهم بذنب ولا يأتيه». (2)\nوعن علي بن محمد بن الجهم ، قال : حضرت مجلس المأمون وعنده علي بن موسى الرضا عليه‌السلام ، فقال له المأمون : يا ابن رسول الله ، أليس من قولك إن الأنبياء معصومون ، قال : «بلى».\nقال : فسأله عن آيات من القرآن ، فكان فيما سأله أن قال له : فأخبرني عن قول الله عز وجل في إبراهيم : (فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأى كَوْكَباً قالَ هذا رَبِّي). (3) فقال الرضا عليه‌السلام : «إن إبراهيم عليه‌السلام وقع في ثلاثة أصناف : صنف يعبد الزهرة ، وصنف يعبد القمر ، وصنف يعبد الشمس ، وذلك حين خرج من السرب (4) الذي أخفي فيه ، فلما جن عليه الليل ورأى الزهرة قال : هذا ربي. على الإنكار والاستخبار ، فلما أفل الكوكب قال : لا أحب الآفلين. لأن الأفول من صفات المحدث لا من صفات القديم ، فلما رأى القمر بازغا قال : هذا ربي. على الإنكار والاستخبار ، فلما أفل قال : لئن لم يهدني ربي لأكونن من القوم الضالين. فلما أصبح ورأى الشمس بازغة ، قال : هذا ربي هذا أكبر من الزهرة والقمر على الإنكار والاستخبار ، لا على الإخبار والإقرار ، فلما أفلت قال للأصناف الثلاثة من عبدة الزهرة والقمر والشمس : يا قوم إني بريء مما تشركون ، إني وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين ، وإنما أراد إبراهيم بما قال أن يبين لهم بطلان دينهم ، ويثبت عندهم أن العبادة لا تحق لما كان بصفة الزهرة والقمر والشمس ، وإنما تحق العبادة لخالقها وخالق السماوات والأرض ، وكان ما احتج به على قومه مما ألهمه الله عز وجل وآتاه ، كما قال\nالله عز وجل : (وَتِلْكَ حُجَّتُنا آتَيْناها إِبْراهِيمَ عَلى قَوْمِهِ)». (5) فقال المأمون : لله درك يا ابن رسول الله. (6)",
        "ثالثا ـ استحالة الرؤية : يذهب أهل الحديث والأشاعرة ، وهم طائفة واسعة من المسلمين إلى إمكان رؤية\n__________________\n(1) يوسف 12 : 24.\n(2) عيون أخبار الرّضا عليه‌السلام 1 : 195 / 1.",
        "(3) الأنعام 6 : 76.\n(4) السّرب : المسلك المخفي ، والحفير تحت الأرض لا منفذ له.\n(5) الأنعام 6 : 83.\n(6) التّوحيد : 74.",
        "الله تعالى ، ويرون أن الله تعالى يظهر للناس يوم القيامة كما يظهر البدر ليلة تمامه ، واستظهروا ذلك من طائفة من الروايات (1) وآيات القرآن الكريم.\nيقول الشيخ الأشعري في (الإبانة) : وندين بأن الله تعالى يرى في الآخرة بالأبصار كما يرى القمر ليلة البدر ، يراه المؤمنون كما جاءت الروايات عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم (2) ، وفسروا بهذا الرأي قوله تعالى : (كَلاَّ بَلْ تُحِبُّونَ الْعاجِلَةَ * وَتَذَرُونَ الْآخِرَةَ * وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ * إِلى رَبِّها ناظِرَةٌ). (3) يقول الفاضل القوشجي : إن النظر إذا كان بمعنى الانتظار يستعمل بغير صلة ، ويقال انتظرت ، وإذا كان بمعنى الرؤية يستعمل بـ (إلى) ، والنظر في هذه الآية استعمل بلفظ (إلى) فيحمل على الرؤية. (4) وفي مقابل هذا الاتجاه أصر أئمة أهل البيت عليهم‌السلام بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم على استحالة رؤية الله تعالى ، وفسروا الروايات والآيات التي استظهر منها أهل الحديث والأشاعرة إمكانية الرؤية بمعان مناسبة لجو الآيات والروايات.\nعن عبد السلام بن صالح الهروي ، قال : قلت لعلي بن موسى الرضا عليه‌السلام : يا بن رسول الله ، ما تقول في الحديث الذي يرويه أهل الحديث : أن المؤمنين يزورون ربهم من منازلهم في الجنة؟\nفقال عليه‌السلام : «يا أبا الصلت ، إن الله تبارك وتعالى فضل نبيه محمدا صلى‌الله‌عليه‌وآله‌وسلم على جميع خلقه من النبيين والملائكة ، وجعل طاعته ، طاعته ، ومتابعته متابعته ، وزيارته في الدنيا والآخرة زيارته ، وقال عز وجل : (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللهَ) (5) وقال : (إِنَّ الَّذِينَ يُبايِعُونَكَ إِنَّما يُبايِعُونَ اللهَ يَدُ اللهِ فَوْقَ أَيْدِيهِمْ). (6) وقال النبي صلى‌الله‌عليه‌وآله‌وسلم : من زارني في حياتي أو بعد موتي فقد زار الله.",
        "ودرجة النبي صلى‌الله‌عليه‌وآله‌وسلم في الجنة أرفع الدرجات ، فمن زاره إلى درجته في الجنة من منزله فقد زار الله تبارك وتعالى». (7)\nرابعا ـ رأي أهل البيت عليهم‌السلام في الهداية والضلالة : اختلف العلماء اختلافا شديدا فيما جاء في كتاب الله الكريم من الآيات التي يمكن أن يستظهر منها الإنسان إسناد الهداية والضلالة إلى الله تعالى ، نحو قوله تعالى : (وَلَوْ شاءَ اللهُ لَجَعَلَكُمْ أُمَّةً واحِدَةً وَلكِنْ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ وَلَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ). (8)\n__________________\n(1) صحيح البخاري 1 : 230 / 31 ، صحيح مسلم 1 : 163 / 299.",
        "(2) الإبانة : 21!\n(3) القيامة 75 : 20 ـ 23.\n(4) شرح التجريد للقوشجي : 334.\n(5) النّساء 4 : 80.",
        "(6) الفتح 48 : 10.\n(7) التوحيد : 117 / 21.\n(8) النّحل 16 : 93.\nوقوله تعالى : (وَما أَرْسَلْنا مِنْ رَسُولٍ إِلاَّ بِلِسانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللهُ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ). (1)",
        "فأخذ جمع من علماء المسلمين بظاهر هذه الآيات مبتورة عن الآيات الأخرى التي تكمل بمجموعها دلالة هذه الطائفة من الآيات ، وحكموا بحتمية الهداية والضلالة في حياة الإنسان من جانب الله تعالى ، ونفوا دور الإنسان في اختيار الهداية والضلالة ، انطلاقا من هذه الطائفة من الآيات.\nوقد خالف أهل البيت عليهم‌السلام هذا الاتجاه من التفسير والرأي ، وقالوا : إن الله تعالى هو مصدر الهداية في حياة الإنسان ، وأما الضلالة فمن الإنسان نفسه ، وعلى كل حال فإن الهداية والضلالة تجري في حياة الإنسان باختياره وقراره ، ونفوا بشكل قاطع حتمية الهداية والضلالة في حياة الإنسان بإرادة الله تعالى.\nعن جابر بن يزيد الجعفي ، عن أبي جعفر محمد بن علي الباقر عليه‌السلام ، قال : سألته عن معنى (لا حول ولا قوة إلا بالله).\nفقال : «معناه : لا حول لنا عن معصية الله إلا بعون الله ، ولا قوة لنا على طاعة الله إلا بتوفيق الله عز وجل». (2)",
        "عن محمد بن أبي عمير ، عن أبي عبد الله الفراء ، عن محمد بن مسلم ومحمد بن مروان ، عن أبي عبدالله عليه‌السلام ، قال : «ما علم رسول الله صلى‌الله‌عليه‌وآله‌وسلم أن جبرئيل من قبل الله عز وجل إلا بالتوفيق». (3)\nعن حمدان بن سليمان النيسابوري ، قال : سألت علي بن موسى الرضا عليه‌السلام بنيسابور عن قول الله عز وجل : (فَمَنْ يُرِدِ اللهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ). (4) قال : «من يرد الله أن يهديه بإيمانه في الدنيا إلى جنته ودار كرامته في الآخرة يشرح صدره للتسليم لله ، والثقة به ، والسكون إلى ما وعده من ثوابه حتى يطمئن إليه ومن يرد أن يضله عن جنته ودار كرامته في الآخرة لكفره به وعصيانه له في الدنيا ، يجعل صدره ضيقا حرجا حتى يشك في كفره ، ويضطرب من اعتقاده قلبه ، حتى يصير كأنما يصعد في السماء ، كذلك يجعل الله الرجس على الذين لا يؤمنون». (5)\nخامسا ـ رأي أهل البيت عليهم‌السلام في الجبر والتفويض : ذهب أهل البيت عليهم‌السلام مذهبا وسطا بين الجبر والتفويض لا يتصل بالجبر ولا بالتفويض ، وسموا ذلك : الأمر بين الأمرين.\nروى مفضل بن عمر ، عن أبي عبدالله الصادق عليه‌السلام ، قال : «لا جبر ولا تفويض ، ولكن أمر بين أمرين».",
        "قال : قلت : وما أمر بين أمرين؟\nقال : «مثل ذلك مثل رجل رأيته على معصية فنهيته فلم ينته ، فتركته ففعل تلك المعصية ، فليس حيث لم\n__________________\n(1) إبراهيم 14 : 4.",
        "(2) التّوحيد : 242 / 3.\n(3) التّوحيد : 242 / 2.\n(4) الأنعام 6 : 125.\n(5) التّوحيد : 242 / 4.",
        "يقبل منك فتركته ، أنت الذي أمرته بالمعصية». (1)\nوعن أبي جعفر الباقر وأبي عبدالله الصادق عليهما‌السلام قالا : «إن الله عز وجل أرحم بخلقه من أن يجبر خلقه على الذنوب ثم يعذبهم عليها ، والله أعز من أن يريد أمرا فلا يكون» وسئلا : هل بين الجبر والقدر منزلة ثالثة؟\nقال : «نعم ، أوسع مما بين السماء والأرض». (2)\nوعلى أساس هذا الاتجاه من الوعي والفهم فسروا آيات القرآن ، ونفوا عن كلام الله تعالى الجبر والتفويض.",
        "عن عبد السلام بن صالح الهروي ، قال : سمعت أبا الحسن علي بن موسى بن جعفر عليهم‌السلام يقول : «من قال بالجبر فلا تعطوه من الزكاة ، ولا تقبلوا له شهادة ، إن الله تبارك وتعالى لا يكلف نفسا إلا وسعها ولا يحملها فوق طاقتها ، ولا تكسب كل نفس إلا عليها ، ولا تزر وازرة وزر أخرى». (3)\nسادسا ـ تفسير القرآن بالقرآن : من يتتبع طريقة أهل البيت عليهم‌السلام في تفسير القرآن يلمس عندهم طريقة متميزة ومبتكرة في تفسير القرآن بالقرآن ، وهذه الطريقة من أفضل الطرق لفهم القرآن ، فإن القرآن خير دليل على القرآن ، وقد جرى على هذه الطريقة في عصرنا الفقيد العلامة الطباطبائي (رحمه‌الله تعالى) ، وأخرج تفسيره القيم (الميزان) على هذا الأساس المتين.\nوفيما يلي نذكر نماذج من الروايات الواردة عن أهل البيت عليهم‌السلام في تفسير القرآن بالقرآن. (4)\n1 ـ عن عبدالله بن الفضل الهاشمي قال : سألت أبا عبدالله جعفر بن محمد عليه‌السلام عن قول الله عز وجل : (مَنْ يَهْدِ اللهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِداً). (5) فقال عليه‌السلام : «إن الله تبارك وتعالى يضل الظالمين يوم القيامة عن دار كرامته ، ويهدي أهل الإيمان والعمل الصالح إلى جنته ، كما قال عز وجل : (وَيُضِلُّ اللهُ الظَّالِمِينَ وَيَفْعَلُ اللهُ ما يَشاءُ) (6) وقال عز وجل : (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهارُ فِي جَنَّاتِ النَّعِيمِ). (7) قال : فقلت : قوله عز وجل (وَما تَوْفِيقِي إِلاَّ بِاللهِ) (8) وقوله عز وجل : (إِنْ يَنْصُرْكُمُ اللهُ فَلا غالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ). (9)",
        "__________________\n(1) التّوحيد : 362 / 8.\n(2) التّوحيد : 360 / 3.\n(3) التّوحيد : 362 / 9.",
        "(4) لقد اخترنا هذه النماذج من رسالة الدكتور خضير جعفر (حفظه الله) عن تفسير القرآن بالقرآن عند أهل البيت عليهم‌السلام ، ورسالة (أهل البيت وتفسير القرآن) لمجموعة الامام الباقر الثقافية ، وهي من منشورات دار القرآن (المؤتمر الرابع للقرآن الكريم في قم)\n(5) الكهف 18 : 17.\n(6) إبراهيم 14 : 27.\n(7) يونس 10 : 9.",
        "(8) هود 11 : 88.\n(9) آل عمران 3 : 160.\nفقال : «إذا فعل العبد ما أمره الله عز وجل به من الطاعة ، كان فعله وفقا لأمر الله عز وجل ، وسمي العبد به موفقا ، وإذا أراد العبد أن يدخل في شيء من معاصي الله فحال الله تبارك وتعالى بينه وبين تلك المعصية فتركها ، كان تركه لها بتوفيق الله تعالى ذكره ، ومتى خلى بينه وبين تلك المعصية ، فلم يحل بينه وبينها حتى يرتكبها فقد خذله ولم ينصره ولم يوفقه». (1)\n2 ـ وعن علي عليه‌السلام في قوله تعالى : (صِراطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ) (2) ، قال : أي قولوا : اهدنا صراط الذين أنعمت عليهم بالتوفيق لدينك وطاعتك لا بالمال والصحة ، فإنهم قد يكونون كفارا أو فساقا. قال : وهم الذين قال الله : (وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ فَأُولئِكَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ أُولئِكَ رَفِيقاً). (3)",
        "3 ـ وعن تفسير القمي في قوله تعالى : (ثُمَّ يَأْتِي مِنْ بَعْدِ ذلِكَ عامٌ فِيهِ يُغاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ). (4) قال : قرأ رجل على أمير المؤمنين عليه‌السلام : (ثُمَّ يَأْتِي مِنْ بَعْدِ ذلِكَ عامٌ فِيهِ يُغاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ) على البناء للفاعل.\nفقال عليه‌السلام : «ويحك! أي شيء يعصرون ، يعصرون الخمر؟!».\nقال الرجل : يا أمير المؤمنين ، كيف أقرأها؟\nفقال : «إنما نزلت : وفيه يعصرون ، أي يمطرون بعد سني المجاعة ، والدليل على ذلك قوله : (وَأَنْزَلْنا مِنَ الْمُعْصِراتِ ماءً ثَجَّاجاً)». (5)",
        "4 ـ وعن أبي الأسود الدؤلي ، قال : رفع إلى عمر امرأة ولدت لستة أشهر ، فسأل عنها أصحاب النبي صلى‌الله‌عليه‌وآله‌وسلم ، فقال علي عليه‌السلام : لا رجم عليها ، ألا ترى أنه يقول : (وَحَمْلُهُ وَفِصالُهُ ثَلاثُونَ شَهْراً) (6) وقال : (وَفِصالُهُ فِي عامَيْنِ) (7) وكان الحمل ها هنا ستة أشهر» فتركها عمر. قال : ثم بلغنا أنها ولدت آخر لستة أشهر. (8)\n5 ـ وروي أن رجلا دخل مسجد الرسول صلى‌الله‌عليه‌وآله‌وسلم ، فإذا رجل يحدث عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم قال : فسألته عن الشاهد والمشهود ، فقال : نعم ، أما الشاهد يوم الجمعة ، والمشهود يوم عرفة.\n__________________\n(1) التّوحيد : 241 / 1.",
        "(2) الفاتحة 1 : 7.\n(3) البحار 24 : 10 / 2 و 68 / 140 و 74 : 227 / 22 ، والآية من سورة النّساء 4 : 69.\n(4) يوسف 12 : 49.\n(5) تفسير القمّي 1 : 345 ، تفسير الميزان 11 : 203 ، الآية من سورة النبأ 78 : 14.",
        "(6) الأحقاف 46 : 15.\n(7) لقمان 31 : 14.\n(8) الدّر المنثور 7 : 441.\nفجزته إلى آخر يحدث عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم. فسألته عن ذلك. فقال : أما الشاهد فيوم الجمعة ، وأما المشهود فيوم النحر.",
        "فجزتهما إلى غلام كأن وجهه الدينار ، وهو يحدث عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، فقلت : أخبرني عن شاهد ومشهود. فقال : نعم ، أما الشاهد فمحمد صلى‌الله‌عليه‌وآله‌وسلم ، وأما المشهود فيوم القيامة ؛ أما سمعت الله سبحانه يقول : (يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً)؟ (1) وقال : (ذلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذلِكَ يَوْمٌ مَشْهُودٌ). (2) فسألت عن الأول ، فقالوا : ابن عباس ، وسألت عن الثاني فقالوا : ابن عمر ، وسألت عن الثالث فقالوا : الحسن ابن علي عليهما‌السلام. (3)\n6 ـ وعن وهب بن وهب القرشي ، عن الإمام الصادق ، عن آبائه عليهم‌السلام : أن أهل البصرة كتبوا إلى الحسين ابن علي عليهما‌السلام يسألونه عن (الصمد) فكتب إليهم :\n«بسم الله الرحمن الرحيم\nأما بعد ، فلا تخوضوا في القرآن ، ولا تجادلوا فيه بغير علم ، فقد سمعت جدي رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، يقول : من قال في القرآن بغير علم فليتبوأ مقعده من النار ، وإن الله سبحانه فسر الصمد ، فقال : (اللهُ أَحَدٌ * اللهُ الصَّمَدُ) (4) ثم فسره ، فقال : (لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)». (5)",
        "7 ـ وعن الحسين بن سعيد ، عن جابر ، قال : قلت لأبي جعفر عليه‌السلام : ما الصبر الجميل؟\nقال : «ذلك صبر ليس فيه شكوى إلى أحد من الناس ، إن إبراهيم بعث يعقوب إلى راهب من الرهبان في حاجة ، فلما رآه الراهب حسبه إبراهيم ، فوثب إليه فاعتنقه ، ثم قال : مرحبا بخليل الله ، فقال له يعقوب : لست بخليل الله ، ولكن يعقوب بن إسحاق بن إبراهيم ، قال له الراهب : فما الذي بلغ بك ما أرى من الكبر؟ قال : الهم والحزن والسقم».\nقال : «فما جاز عتبة الباب حتى أوحى الله إليه : يا يعقوب ، شكوتني إلى العباد ، فخر ساجدا عند عتبة الباب ، يقول : رب لا أعود ، فأوحى الله إليه : أني قد غفرت لك ، فلا تعد إلى مثلها. فما شكا شيئا مما أصابه من نوائب الدنيا إلا أنه قال يوما : إنما أشكو بثي وحزني إلى الله وأعلم من الله ما لا تعلمون». (6)\n8 ـ وعن محمد بن مسلم ، قال : سألت أبا جعفر عليه‌السلام ، فقلت : قوله عز وجل : (يا إِبْلِيسُ ما مَنَعَكَ أَنْ",
        "__________________\n(1) الأحزاب 33 : 45.\n(2) هود 11 : 103.\n(3) مجمع البيان 10 : 708.",
        "(4) الإخلاص 112 : 1 و 2.\n(5) التوحيد : 90 / 5 ، والآية من سورة الإخلاص 112 : 3 و 4.\n(6) البرهان ، تفسير الآية 86 من سورة يوسف ، التمحيص : 63 / 143.\nتَسْجُدَ لِما خَلَقْتُ بِيَدَيَ). (1)",
        "فقال عليه‌السلام : «اليد في كلام العرب القوة والنعمة ، قال الله : (وَاذْكُرْ عَبْدَنا داوُدَ ذَا الْأَيْدِ) (2) ، وقال : (وَالسَّماءَ بَنَيْناها بِأَيْدٍ) (3) ، أي : بقوة ، وقال : (وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ) (4) أي قواهم ، ويقال : لفلان عندي أياد كثيرة. أي فواضل وإحسان ، وله عندي يد بيضاء. أي نعمة». (5)\n9 ـ وعن عبد العظيم بن عبد الله الحسني ، قال : حدثني أبو جعفر (صلوات الله عليه) ، قال : سمعت أبي يقول : سمعت أبي موسى بن جعفر عليه‌السلام يقول : دخل عمرو بن عبيد البصري على أبي عبدالله عليه‌السلام ، فلما سلم وجلس تلا هذه الآية : (الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ) (6) ثم أمسك.\nفقال أبو عبدالله : «ما أسكتك؟».\nقال : أحب أن أعرف الكبائر من كتاب الله.",
        "قال : «نعم ، ـ يا عمرو ـ أكبر الكبائر الشرك بالله ، لقول الله عز وجل : (إِنَّ اللهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ) (7) ، وقال : (مَنْ يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيْهِ الْجَنَّةَ وَمَأْواهُ النَّارُ). (8) وبعده اليأس من روح الله ، لأن الله يقول : (لا يَيْأَسُ مِنْ رَوْحِ اللهِ إِلاَّ الْقَوْمُ الْكافِرُونَ). (9) ثم الأمن من مكر الله ، لأن الله يقول : (فَلا يَأْمَنُ مَكْرَ اللهِ إِلاَّ الْقَوْمُ الْخاسِرُونَ). (10) ومنها عقوق الوالدين ، لأن الله جعل العاق جبارا شقيا من قوله : (وَبَرًّا بِوالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيًّا). (11) ومنها قتل النفس التي حرم الله إلا بالحق ، لأنه يقول : (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها). (12)\n__________________\n(1) سورة ص 38 : 75.\n(2) سورة ص 38 : 17.",
        "(3) الذاريات 51 : 47.\n(4) المجادلة 58 : 22.\n(5) التّوحيد : 153 / 1.\n(6) النّجم 53 : 32.",
        "(7) النّساء 4 : 48 و 116.\n(8) المائدة 5 : 72.\n(9) يوسف 12 : 87.\n(10) الأعراف 7 : 99.",
        "(11) مريم 19 : 32.\n(12) النّساء 4 : 93.\nوقذف المحصنات ، لأن الله يقول : (إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَناتِ الْغافِلاتِ الْمُؤْمِناتِ لُعِنُوا فِي الدُّنْيا وَالْآخِرَةِ وَلَهُمْ عَذابٌ عَظِيمٌ). (1)\nوأكل مال اليتيم لقوله : (الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً). (2)",
        "والفرار من الزحف ، لأن الله يقول : (وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِقِتالٍ أَوْ مُتَحَيِّزاً إِلى فِئَةٍ فَقَدْ باءَ بِغَضَبٍ مِنَ اللهِ وَمَأْواهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ). (3)\nوأكل الربا ، لأن الله يقول : (الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلاَّ كَما يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطانُ مِنَ الْمَسِ) (4)\nويقول : (فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللهِ وَرَسُولِهِ). (5)\nوالسحر ، لأن الله يقول : (وَلَقَدْ عَلِمُوا لَمَنِ اشْتَراهُ ما لَهُ فِي الْآخِرَةِ مِنْ خَلاقٍ). (6)",
        "والزنا ، لأن الله يقول : (وَمَنْ يَفْعَلْ ذلِكَ يَلْقَ أَثاماً * يُضاعَفْ لَهُ الْعَذابُ يَوْمَ الْقِيامَةِ وَيَخْلُدْ فِيهِ مُهاناً). (7)\nواليمين الغموس (8) الفاجرة ، لأن الله يقول : (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللهِ وَأَيْمانِهِمْ ثَمَناً قَلِيلاً أُولئِكَ لا خَلاقَ لَهُمْ فِي الْآخِرَةِ). (9)\nوالغلول ، (10) لأن الله يقول : (وَمَنْ يَغْلُلْ يَأْتِ بِما غَلَّ يَوْمَ الْقِيامَةِ). (11)\nومنع الزكاة المفروضة ، لأن الله يقول : (يَوْمَ يُحْمى عَلَيْها فِي نارِ جَهَنَّمَ فَتُكْوى بِها جِباهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ). (12)",
        "وشهادة الزور ، وكتمان الشهادة ، لأن الله يقول : (وَمَنْ يَكْتُمْها فَإِنَّهُ آثِمٌ قَلْبُهُ). (13)\n__________________\n(1) النّور 24 : 23.\n(2) النّساء 4 : 10.",
        "(3) الأنفال 8 : 16.\n(4) البقرة 2 : 275.\n(5) البقرة 2 : 279.\n(6) البقرة 2 : 102.",
        "(7) الفرقان 25 : 68 و 69.\n(8) أي اليمين الكاذبة ، سمّيت غموسا لأنّها تغمس صاحبها في الإثم ، ثمّ في النّار.\n(9) آل عمرا 3 : 77.\n(10) أي الخيانة في المغنم ، والسرقة من الغنيمة.",
        "(11) آل عمرا 3 : 161.\n(12) التّوبة 9 : 35.\n(13) البقرة 2 : 283.\nوشرب الخمر ، لأن الله عدل بها عبادة الأوثان.",
        "وترك الصلاة متعمدا ، وشيئا مما فرض الله تعالى ، لأن رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، يقول : من ترك الصلاة متعمدا فقد برىء من ذمة الله وذمة رسوله».\nونقض العهد وقطيعة الرحم ، لأن الله يقول : (أُولئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ). (1) قال : فخرج عمرو بن عبيد له صراخ من بكائه ، وهو يقول : هلك من قال برأيه ، ونازعكم في الفضل والعلم. (2)\n10 ـ وعن الإمام الرضا عليه‌السلام في قوله تعالى : (خَتَمَ اللهُ عَلى قُلُوبِهِمْ). (3) قال : «الختم : هو الطبع على قلوب الكفار عقوبة على كفرهم ، كما قال الله تعالى : (بَلْ طَبَعَ اللهُ عَلَيْها بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلاَّ قَلِيلاً)». (4)\n11 ـ وعن الإمام الرضا عليه‌السلام ، في قوله تعالى : (يُوصِيكُمُ اللهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ). (5) قال : «لأن المرأة إذا تزوجت أخذت والرجل يعطي ، فلذلك وفر على الرجال ، وعلة أخرى في إعطاء الرجل مثلي ما تعطى الأنثى ، لأن الأنثى من عيال الذكر ، إن احتاجت فعليه أن يعولها ، وعليه نفقتها ، وليس على المرأة أن تعول الرجل ، ولا تؤخذ بنفقته إن احتاج ، فوفر على الرجال لذلك ، وذلك قول الله عز وجل : (الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللهُ بَعْضَهُمْ عَلى بَعْضٍ وَبِما أَنْفَقُوا مِنْ أَمْوالِهِمْ). (6)",
        "12 ـ وفي (تفسير العياشي) في قوله تعالى : (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُما) (7) عن زرقان صاحب ابن أبي دؤاد ، (8) قال : رجع ابن أبي دؤاد ذات يوم من عند المعتصم وهو مغتم ، فقلت له في ذلك ، فقال : وددت اليوم أني قد مت منذ عشرين سنة.\nقال : قلت له : ولم ذاك؟\nقال : لما كان من هذا الأسود ـ يعني أبا جعفر محمد بن علي بن موسى ـ اليوم بين يدي أمير المؤمنين المعتصم.\n__________________",
        "(1) الرّعد 13 : 25.\n(2) الكافي 2 : 217 / 24 ، من لا يحضره الفقيه 3 : 367 / 1746.\n(3) البقرة 2 : 7.\n(4) عيون أخبار الرّضا 1 : 123 ، والآية من سورة النّساء 4 : 155.",
        "(5) النّساء 4 : 11.\n(6) علل الشرائع : 570 / 1 ، عيون أخبار الرّضا 2 : 98 / 1 ، والآية من سورة النّساء 4 : 34.\n(7) المائدة 5 : 38.\n(8) وهو أحمد بن أبي دؤاد بن جرير بن مالك الأيادي ، أبو عبد الله ، أحد القضاة المشهورين من المعتزلة ، تولّى القضاء للمأمون والمعتصم والواثق والمتوكّل ، وتوفّي مفلوجا ببغداد سنة 240 ه‍ ـ تاريخ بغداد 4 : 141 ، لسان الميزان 1 : 171 ، الأعلام للزركلي 1 : 124.",
        "قال : قلت : وكيف ذلك؟\nقال : إن سارقا أقر على نفسه بالسرقة ، وسأل الخليفة تطهيره بإقامة الحد عليه ، فجمع لذلك الفقهاء في مجلسه ، وقد أحضر محمد بن علي ، فسألنا عن القطع ، في أي موضع يجب أن يقطع؟ قال : فقلت : من الكرسوع ، (1) لقول الله في التيمم : (فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ) (2) واتفق معي على ذلك قوم.\nوقال آخرون : بل يجب القطع من المرفق ، قال : وما الدليل على ذلك ، قالوا : لأن الله لما قال : (وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ) (3) في الغسل ، دل على ذلك أن حد اليد هو المرفق.\nقال : فالتفت إلى محمد بن علي ، فقال : ما تقول في هذا يا أبا جعفر؟",
        "فقال : «قد تكلم القوم فيه ، يا أمير المؤمنين».\nقال : دعني بما تكلموا به ، أي شيء عندك؟\nقال : «أعفني من هذا ، يا أمير المؤمنين».\nقال : أقسمت عليك بالله لما أخبرت بما عندك فيه.",
        "فقال : «أما إذا أقسمت علي بالله ، إني أقول : إنهم أخطأوا فيه السنة ، فإن القطع يجب أن يكون من مفصل أصول الأصابع فتترك الكف.\nقال : وما الحجة في ذلك؟\nقال : «قول رسول الله صلى‌الله‌عليه‌وآله‌وسلم : السجود على سبعة أعضاء : الوجه ، واليدين ، والركبتين ، والرجلين ، فإذا قطعت يده من الكرسوع أو المرفق لم يبق له يد يسجد عليها. وقال الله تبارك وتعالى : (وَأَنَّ الْمَساجِدَ لِلَّهِ) (4) يعني هذه الأعضاء السبعة التي يسجد عليها (فَلا تَدْعُوا مَعَ اللهِ أَحَداً)». (5) قال : فأعجب المعتصم ذلك ، فأمر بقطع يد السارق من مفصل الأصابع دون الكف.\nقال ابن أبي دؤاد : قامت قيامتي ، وتمنيت أني لم أك حيا. (6)",
        "13 ـ وعن علي بن يقطين قال : سأل المهدي أبا الحسن عليه‌السلام عن الخمر ، هل هي محرمة في كتاب الله عز وجل ، فإن الناس إنما يعرفون النهي عنها ولا يعرفون تحريمها؟\nفقال له أبو الحسن عليه‌السلام : «بل هي محرمة في كتاب الله».\nفقال : في أي موضع هي محرمة من كتاب الله عز وجل ، يا أبا الحسن؟\n__________________",
        "(1) الكرسوع : طرف الزند الذي يلي الخنصر ، وهو الناتئ عند الرّسغ.\n(2) النّساء 4 : 43.\n(3) المائدة 5 : 6.\n(4 ، 5) 72 : 18.",
        "(6) تفسير الميزان 5 : 335 ، تفسير العياشي 1 : 319 / 109.\nفقال : «قول الله تعالى : (إِنَّما حَرَّمَ رَبِّيَ الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِ) (1) إلى أن قال : ـ فأما الإثم فإنها الخمر بعينها ، وقد قال الله تعالى في موضع آخر : (يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ وَمَنافِعُ لِلنَّاسِ وَإِثْمُهُما أَكْبَرُ مِنْ نَفْعِهِما) (2) فأما الإثم في كتاب الله فهي الخمر والميسر ، وإثمهما أكبر من نفعهما ، كما قال الله تعالى».\nفقال المهدي : يا علي بن يقطين ، هذه فتوى هاشمية.\nفقلت له : صدقت ـ يا أمير المؤمنين ـ الحمد لله الذي لم يخرج هذا العلم منكم أهل البيت.",
        "قال : فوالله ما صبر المهدي أن قال لي : صدقت يا رافضي. (3)\n14 ـ وعن محمد بن صالح الأرمني ، قال : قلت لأبي محمد العسكري عليه‌السلام : عرفني عن قول الله : (لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ) (4) ، فقال : «لله الأمر من قبل أن يأمر ، ومن بعد أن يأمر بما يشاء».\nفقلت في نفسي : هذا تأويل قول الله : (أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللهُ رَبُّ الْعالَمِينَ) (5) ، فأقبل علي وقال : «وهو كما أسررت في نفسك : (أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللهُ رَبُّ الْعالَمِينَ)». (6)\n15 ـ وفي كتاب (الاحتجاج) عن أمير المؤمنين عليه‌السلام حديث طويل يقول فيه : «قد خطر على من ماسه الكفر تقلد ما فوضه إلى أنبيائه وأوليائه ، يقول لإبراهيم عليه‌السلام : (لا يَنالُ عَهْدِي الظَّالِمِينَ) (7) أي المشركين ، لأنه سمى الشرك ظلما بقوله : (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)». (8)",
        "16 ـ روي عن زرارة ومحمد بن مسلم : أنهما قالا : قلنا لأبي جعفر عليه‌السلام : ما تقول في الصلاة في السفر كيف هي ، وكم هي؟\nفقال : «إن الله عز وجل يقول : (وَإِذا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ) ، (9) فصار التقصير في السفر واجبا كوجوب التمام في الحضر».\nقالا : قلنا : إنما قال الله عز وجل : (فَلَيْسَ عَلَيْكُمْ جُناحٌ) ، ولم يقل : افعلوا ، فكيف أوجب ذلك كما أوجب التمام في الحضر؟\nفقال : «أوليس قد قال الله عز وجل في الصفا والمروة : (فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُناحَ عَلَيْهِ أَنْ",
        "__________________\n(1) الأعراف 7 : 33.\n(2) البقرة 2 : 219.\n(3) البرهان : تفسير الآية : 219 من سورة البقرة ، الكافي 6 : 406 / 1.",
        "(4) الروم 30 : 4.\n(5) الأعراف 7 : 54.\n(6) البرهان ، تفسير الآية : 4 من سورة الروم ، الثاقب في المناقب 564 / 502.\n(7) البقرة 2 : 124.",
        "(8) نور الثقلين 1 : 121 / 344 ، الاحتجاج 1 : 251 ، من سورة لقمان 31 : 13.\n(9) النساء 4 : 101.\nيَطَّوَّفَ بِهِما) (1)؟ ألا ترون أن الطواف بهما واجب مفروض؟ لأن الله عز وجل ذكره في كتابه وصنعه نبيه ، وكذلك التقصير في السفر شيء صنعه النبي صلى‌الله‌عليه‌وآله‌وسلم وذكره الله تعالى في كتابه». (2)\n17 ـ وعن حريز ، عن أبي عبدالله عليه‌السلام في قوله تعالى : (إِنَّ الَّذِينَ كَفَرُوا سَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ). (3) قال : «نزلت هذه الآية في اليهود والنصارى ، يقول الله تبارك وتعالى : (الَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْرِفُونَهُ) (4) يعني رسول الله صلى‌الله‌عليه‌وآله‌وسلم (كَما يَعْرِفُونَ أَبْناءَهُمْ) (5) لأن الله عز وجل قد أنزل عليهم في التوراة والإنجيل والزبور صفة محمد صلى‌الله‌عليه‌وآله‌وسلم وصفة أصحابه ومبعثه ومهاجره ، وهو قوله تعالى : (مُحَمَّدٌ رَسُولُ اللهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَماءُ بَيْنَهُمْ تَراهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللهِ) (6) فهذه صفة رسول الله في التوراة والإنجيل وصفة أصحابه ، فلما بعثه الله عز وجل عرفه أهل الكتاب ، كما قال جل جلاله : (فَلَمَّا جاءَهُمْ ما عَرَفُوا كَفَرُوا بِهِ)». (7)",
        "18 ـ وعن عبد الرحمن قال : سألت أبا عبدالله عليه‌السلام عن قوله : (يَسْئَلُونَكَ ما ذا يُنْفِقُونَ قُلِ الْعَفْوَ). (8) قال : «(الَّذِينَ إِذا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكانَ بَيْنَ ذلِكَ قَواماً) (9) نزلت هذه بعد هذه». (10)\n19 ـ وفي (روضة الكافي) كلام لعلي بن الحسين عليه‌السلام في الوعظ والزهد في الدنيا ، يقول فيه : «ولقد أسمعكم الله في كتابه ما قد فعل بالقوم الظالمين من أهل القرى قبلكم حيث يقول : (وَأَنْشَأْنا بَعْدَها قَوْماً آخَرِينَ) (11) وقال عز وجل : (فَلَمَّا أَحَسُّوا بَأْسَنا إِذا هُمْ مِنْها يَرْكُضُونَ)». (12)\n20 ـ وعن أبي الحسن عليه‌السلام في قوله تعالى : (وَنادى أَصْحابُ الْجَنَّةِ أَصْحابَ النَّارِ أَنْ قَدْ وَجَدْنا ما وَعَدَنا رَبُّنا حَقًّا فَهَلْ وَجَدْتُمْ ما وَعَدَ رَبُّكُمْ حَقًّا قالُوا نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللهِ عَلَى الظَّالِمِينَ). (13) قال : «المؤذن أمير المؤمنين عليه‌السلام ، يؤذن أذانا يسمع الخلائق كلها ، والدليل على ذلك قول\n__________________",
        "(1) البقرة 2 : 158.\n(2) نور الثقلين 1 : 541 / 527 ، من لا يحضره الفقيه 1 : 278 / 1266.\n(3) البقرة 2 : 6.\n(4 ، 5) البقرة 2 : 146.",
        "(6) الفتح 48 : 28.\n(7) نور الثقلين 1 : 708 / 37 ، تفسير القمّي 1 : 32 ، والآية من سورة البقرة 2 : 89.\n(8) البقرة 2 : 219.\n(9) الفرقان 25 : 67.",
        "(10) نور الثقلين 3 : 414 / 13 ، الكافي 8 : 74 / 29.\n(11) الأنبياء 21 : 11.\n(12) الأنبياء 21 : 12.\n(13) الأعراف 7 : 44.",
        "الله عز وجل في سورة التوبة : (وَأَذانٌ مِنَ اللهِ وَرَسُولِهِ ..) (1) فقال أمير المؤمنين عليه‌السلام : كنت أنا الأذان في الناس». (2)\n21 ـ وفي كتاب (معاني الأخبار) عن علي بن الحسين عليه‌السلام قال : «الإمام منا لا يكون إلا معصوما ، وليست العصمة في ظاهر الخلقة فيعرف بها ، ولذلك لا يكون إلا منصوصا».\nفقيل له : يا ابن رسول الله ، فما معنى المعصوم؟\nفقال : «هو معتصم بحبل الله ، وحبل الله هو القرآن ، لا يفترقان إلى يوم القيامة ، والإمام يهدي إلى القرآن ، والقرآن يهدي إلى الإمام ، وذلك قول الله عز وجل : (إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ ..)». (3)",
        "22 ـ وعن محمد بن سالم ، عن أبي جعفر الباقر عليه‌السلام ـ في حديث ـ قال : «وسورة النور أنزلت بعد سورة النساء ، وتصديق ذلك أن الله عز وجل أنزل عليه من سورة النساء : (وَاللاَّتِي يَأْتِينَ الْفاحِشَةَ مِنْ نِسائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللهُ لَهُنَّ سَبِيلاً) (4) ، والسبيل الذي قال الله عز وجل : (سُورَةٌ أَنْزَلْناها وَفَرَضْناها وَأَنْزَلْنا فِيها آياتٍ بَيِّناتٍ لَعَلَّكُمْ تَذَكَّرُونَ * الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ)». (5)\n23 ـ وروى الكليني باسناده ، عن الفضيل وزرارة ومحمد بن مسلم ، عن حمران أنه سأل أبا جعفر عليه‌السلام عن قوله تعالى : (إِنَّا أَنْزَلْناهُ فِي لَيْلَةٍ مُبارَكَةٍ). (6) قال : «نعم ، ليلة القدر ، وهي في كل سنة من شهر رمضان في العشر الأواخر ، فلم ينزل القرآن إلا في ليلة القدر ؛ قال الله عز وجل : (فِيها يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ)». (7)\nوبعد ، فهذه طائفة من الخطوط والاتجاهات العامة للتفسير عند أهل البيت عليهم‌السلام ، كتبناها على عجل ، ولو أن الباحثين تتبعوا روايات أهل البيت عليهم‌السلام في التفسير لاكتشفوا حقولا واسعة من العلم ، وفتح الله عليهم أبوابا من المعرفة بطريقة أهل البيت عليهم‌السلام في تفسير القرآن.\nوإذا يسر الله تعالى جمع هذه الخطوط وتنظيمها من خلال الروايات الواردة عنهم عليهم‌السلام ، وهي كثيرة ومبثوثة في كتب الحديث والتفسير ، من نحو : (أصول الكافي) وكتب الشيخ الصدوق ، و (تفسير علي بن إبراهيم) ،",
        "__________________\n(1) التّوبة 9 : 3.\n(2) البرهان ، تفسير الآية : 44 من سورة الأعراف ، تفسير القمّي 1 : 231.\n(3) معاني الأخبار : 132 / 1 ، والآية من سورة الإسراء 17 : 9.",
        "(4) النّساء 4 : 15.\n(5) الكافي 2 : 27 / 1 ، والآية من سورة النّور 24 : 1 و 2.\n(6) الدخان 44 : 3.\n(7) الكافي 4 : 157 / 6 ، والآية من سورة الدخان 44 : 4.",
        "و (تفسير فرات الكوفي) ، و (تفسير العياشي) ، و (تفسير البرهان) للسيد هاشم البحراني ، و (تفسير نور الثقلين) للشيخ الحويزي ، وغير ذلك من كتب الحديث والتفسير .. أقول إذا يسر الله جمع وتنظيم هذه الخطوط من خلال ما صحت روايته عن أهل البيت عليهم‌السلام أمكننا ذلك أن نضع أيدينا على الخطوط والاتجاهات والأصول التي كان يتمسك بها أهل البيت عليهم‌السلام في تفسير القرآن. وعسى أن يقيض الله تعالى لهذه المهمة من يحب من عباده من العلماء الصالحين.\nمناهج التفسير\n1 ـ التفسير بالرأي : كان الأوائل من المسلمين في عصر الصحابة والتابعين يتحرجون من تفسير القرآن بالرأي ، ونقصد بالرأي ، الرأي الممدوح لا الرأي المذموم ، كما يصطلح على ذلك علماء القرآن ويروون عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم في شجب تفسير القرآن بالرأي : «من قال في القرآن بغير علم فليتبوأ مقعده من النار». (1)\nوعن جندب ، قال : قال رسول الله صلى‌الله‌عليه‌وآله‌وسلم : «من قال في القرآن برأيه فأصاب فقد أخطأ». (2)",
        "وكان الصحابة يتحرجون أبلغ الحرج أن يقولوا في القرآن شيئا غير ما رووه عن رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، فكان عبيد الله بن عمر يقول : «لقد أدركت فقهاء المدينة وإنهم ليعظمون القول في التفسير». (3) وكذلك التابعون لهم ، كانوا يتحرجون من الكلام في التفسير بالرأي ، فكان أبو وائل شقيق بن سلمة إذا سئل عن شيء من القرآن قال : «قد أصاب الله الذي به أراد». ويمتنع عن الإجابة برأيه في القرآن.\nوسئل سعيد بن جبير أن يفسر شيئا من القرآن ، فقال : «لئن تقع جوانبي خير من ذلك».\nوعن الوليد بن مسلم قال : جاء طلق بن حبيب إلى جندب بن عبدالله فسأله عن آية من القرآن. فقال : «احرج عليك إن كنت مسلما لما قمت عني». (4) وكان سعيد بن المسيب إذا سئل عن تفسير آية من القرآن ، قال : «إنا لا نقول في القرآن شيئا». (5) وعن عمرو بن مرة قال : سأل رجل سعيد بن المسيب عن آية من القرآن فقال : «لا تسألني عن القرآن ، وسل من يزعم أنه لا يخفى عليه منه شيء!! يعني عكرمة». (6) وعن يزيد بن أبي يزيد ، قال : «كنا نسأل سعيد بن المسيب عن الحلال والحرام وكان أعلم الناس ، فإذا سألناه عن تفسير آية من القرآن سكت كأنه لم يسمع». (7)\nوعن هشام بن عروة ، قال : «ما سمعت أبي يؤول آية من كتاب الله قط». (8)",
        "وعن هشيم ، عن مغيرة ، عن إبراهيم ، قال : «كان أصحابنا يتقون التفسير ويهابونه». (9)\n__________________\n(1) مسند أحمد 1 : 233 و 269 ، سنن الترمذي 5 : 199 / 2950 و 2951 ، تفسير الطبري 1 : 27 ، تفسير القرطبي 1 : 32.\n(2) سنن الترمذي 5 : 200 / 2952 ، المعجم الكبير 2 : 175 ، تفسير ابن كثير 1 : 5.",
        "(3 ، 4 ، 5) تفسير ابن كثير 1 : 7.\n(6 ، 7 ، 8 ، 9) تفسير ابن كثير 1 : 7.\nوكان ابن عباس أول من تكلم في القرآن من خلال اللغة ، فكان يفسر آي القرآن الكريم من خلال معرفته باللغة والشعر ، وكان يقول : «إذا سألتموني عن غريب القرآن فالتمسوه في الشعر ، فإن الشعر ديوان العرب». (1) وأسئلة نافع بن الأزرق عن ابن عباس في غريب القرآن وأجوبة ابن عباس له من خلال شعر العرب معروفة يرويها السيوطي في (الإتقان). (2)\nومما ورد في هذه الأسئلة أن نافع بن الأزرق سأل ابن عباس عن قول الله عز وجل : (لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ) (3) ما السنة؟",
        "قال ابن عباس : «النعاس» واستشهد بقول زهير :\nلكن عبدالله بن عباس رغم ذلك لم يتجاوز هذا الحد من التفسير من خلال اللغة وشعر العرب ، وبقي الصحابة ومن بعدهم التابعون ومن بعدهم علماء القرآن إلى أواسط القرن الرابع الهجري يلتزمون بمنهج التفسير بالمأثور ، وقل من خرج على هذا النهج خلال هذه الفترة ، وبقي المنهج السائد في تفسير القرآن هو التفسير بالمأثور.\nوفي وقت متأخر ، في أواخر القرن الرابع الهجري يبدأ العلماء باستخدام الرأي في التفسير ، وتبرز تفاسير حافلة بالرأي ، ويستمر هذا الرأي في النضج والتكامل إلى الوقت الحاضر.\nويذهب هؤلاء العلماء إلى أن الذي يشجبه الإسلام من التفسير بالرأي هو الرأي المذموم ، وهو القول في القرآن بغير علم ولا هدى ، وأما الكلام في القرآن بعلم ودليل وبرهان ، فليس من الرأي المذموم ، وإنما هو من الرأي الممدوح الذي لا ضير فيه.",
        "يقول ابن كثير في أول تفسيره بعد أن يذكر طائفة من الروايات عمن كان يتهيب ويتحرج من التفسير بالرأي :\n«فهذه الآثار الصحيحة وما شاكلها عن أئمة السلف محمولة على تحرجهم عن الكلام في التفسير بما لا علم لهم فيه ، فأما من تكلم بما يعلم ذلك من لغة وشرع فلا حرج عليه ، ولهذا روي عن هؤلاء وغيرهم أقوال في التفسير ، ولا منافاة لأنهم تكلموا فيما علموه وسكتوا عما جهلوه». (5) وقال البيهقي في (شعب الإيمان) : «هذا إن صح فإنما أراد ـ والله أعلم ـ الرأي الذي يغلب من غير دليل قام عليه ، فمثل هذا الذي لا يجوز الحكم به في النوازل ، وكذلك لا يجوز تفسير القرآن به. وأما الرأي الذي يسنده\n__________________\n(1) تفسير القرطبي 1 : 24.",
        "(2) الإتقان 2 : 67.\n(3) البقرة 2 : 255.\n(4) تفسير القرطبي 1 : 25.\n(5) تفسير ابن كثير 1 : 7.",
        "برهان فالحكم به في النوازل جائز». (1)\nومهما يكن من أمر فقد نشط التفسير بالرأي بالمعنى السليم للرأي في العالم الإسلامي منذ هذا التاريخ ، من دون إنكار تقريبا من قبل جمهور علماء المسلمين ، واتسعت حركة التفسير بالرأي ، وساهم في هذه الحركة كل المذاهب الفكرية الإسلامية تقريبا ، وأبرز هذه المذاهب : الإمامية ، والأشاعرة ، والمعتزلة.\nوقد ألف الشيخ الطوسي ، من أبرز فقهاء الإمامية ، (تفسير التبيان) بهذا الاتجاه ، وألف فخر الدين الرازي من الأشاعرة (التفسير الكبير) بهذا الاتجاه أيضا ، كما ألف جار الله الزمخشري من المعتزلة (تفسير الكشاف) في نفس الاتجاه.\nوأصبح التفسير بالرأي مقبولا من قبل الجميع ، ولكن الرأي الذي يسنده الدليل والبرهان القطعي ، أما الرأي الذي لا يسنده دليل وبرهان ، ويعتمد الظن فلا يغني عن الحق شيئا.",
        "على أن التفسير بالرأي يجب ألا يتجاوز حدود محكمات القرآن ، أما متشابه القرآن فلا يعلمه إلا الله والراسخون في العلم ، ولا يصح أن يعتمد المفسر رأيه في تفسير متشابهات القرآن ، ولسنا الآن بصدد تفصيل وشرح هذه النقطة.\n2 ـ التفسير بالمأثور : ذكرنا أن التفسير بالمأثور كمنهج علمي ومدرسة في تفسير القرآن ، في مقابل التفسير بالرأي ، لم يعد له وجود فعلي ومؤثر في الوقت الحاضر. فقد أصبح تفسير القرآن بالرأي هو المنهج السائد.\nولكن يبقى «الحديث» هو المصدر الأول ـ بعد القرآن ـ في تفسير القرآن ، ولا يستغني المفسر عن «الحديث» في تفسير القرآن ، فلا رأي في مقابل «الحديث» ، ولا رأي في عرض الحديث ، وإنما يصح الرأي إذا كان لا يعارض الحديث ، ولا بد إذن أن يتأكد المفسر من الروايات الواردة في تفسير الآية ، قبل أن يمارس هو فيها الرأي والنظر والاجتهاد.\nولذلك فإن الاهتمام بالروايات الواردة في تفسير القرآن يعتبر من مقومات الجهد العلمي في تفسير القرآن ، ومن هنا اهتم نفر من العلماء المتخصصين في القرآن بتجميع وتنظيم الروايات الواردة في تفسير القرآن لتيسير مهمة مفسري القرآن.",
        "فمن تفاسير أهل السنة في هذا الحقل :\n1 ـ الدر المنثور في التفسير بالمأثور ، لجلال الدين السيوطي.\n2 ـ تفسير ابن كثير.\n3 ـ تفسير البغوي.",
        "ومن تفاسير الشيعة :\n1 ـ تفسير العياشي.\n__________________\n(1) البرهان في علوم القرآن 2 : 179.",
        "2 ـ تفسير نور الثقلين.\n3 ـ تفسير البرهان ، وسنعرض له بشيء من البيان.\nتفسير البرهان\nومن خير ما ألفه علماء الشيعة في هذا المجال (البرهان في تفسير القرآن) لشيخنا الجليل المحقق العالم الثقة المتتبع السيد هاشم بن السيد سليمان البحراني الكتكاني ، المتوفى سنة 1107 أو 1109 ه‍.",
        "يقول عنه الشيخ يوسف صاحب الحدائق الناضرة رحمه‌الله في كتابه القيم (لؤلؤة البحرين) : إنه كان فاضلا محدثا جامعا متتبعا للأخبار بما لم يسبق له سابق سوى شيخنا المجلسي ، وقد صنف كتبا عديدة تشهد بشدة تتبعه واطلاعه. (1) وهذا الكتاب يجمع ما ورد عن أهل البيت عليهم‌السلام من أحاديث في تفسير القرآن الكريم. وقد بذل المؤلف رحمه‌الله جهدا كبيرا في جمع وتنظيم هذه الأحاديث من طائفة واسعة من المصادر الروائية ، وهو يدل على درجة عالية من القدرة العلمية عند المؤلف في تتبع الأحاديث من مصادرها الكثيرة والمتنوعة ، وفي تنظيم الأحاديث بموجب الآيات.\nوهو جهد علمي كبير ليس له نظير في بابه إلا تفسير (نور الثقلين) الذي ألفه شيخنا العلامة الجليل المتتبع المحدث الفقيه الشيخ عبد علي بن جمعة العروسي الحويزي المتوفى سنة 1112 المعاصر لصاحب البرهان (رحمهما الله).\nومن الحق أن هذين العلمين المتعاصرين (رحمهما الله) قاما في وقت واحد بعمل جليل في حقل الدراسات القرآنية ، وأغنيا المكتبة القرآنية بموسوعتين جليلتين في الروايات الواردة عن أهل البيت عليهم‌السلام في تفسير القرآن ، وهما حافلتان بما ورد عنهم عليهم‌السلام في التفسير.\nوليس من شك أن حديث أهل البيت عليهم‌السلام من أهم مفاتيح فهم كتاب الله ، ولا يتيسر للمفسر أن يفهم كتاب الله إذا لم يضع أمامه الخطوط الأساسية التي رسمها أهل البيت عليهم‌السلام لفهم كتاب الله ، وإذا لم يستعن بأحاديث أهل البيت عليهم‌السلام في فهم دقائق القرآن ورقائق معانيه.",
        "وقد يسر هذان العلمان الجليلان هذه الثقافة الروائية من مصادر أهل البيت عليهم‌السلام للمفسرين ، وبذلك قدما للمكتبة القرآنية وللباحثين في التفسير وعلوم القرآن خدمة جليلة ويدا جميلة ، نسأل الله تعالى أن يشكر لهما هذا الجهد ، ويجزل لهما العطاء.\n__________________\n(1) لؤلؤة البحرين : 63.\nالمصادر الروائية للكتاب",
        "لقد استعان المؤلف ، المحدث البحراني رحمه‌الله ، بطائفة واسعة من المصادر الروائية في تأليف هذا الكتاب الشريف ، وهي أمهات المصادر الروائية في التفسير ، والتي تجمع نصوص روايات أهل البيت عليهم‌السلام في القرآن وعلوم القرآن ، منها :\n1 ـ تفسير الشيخ الثقة علي بن إبراهيم بن هاشم.\n2 ـ تفسير الشيخ أبي النضر محمد بن مسعود العياشي.\n3 ـ تفسير مجمع البيان ، للشيخ الفضل بن الحسن الطبرسي.",
        "4 ـ تفسير جوامع الجامع للطبرسي أيضا.\n5 ـ تفسير كشف نهج البيان ، لمحمد بن إدريس الشيباني.\n6 ـ تفسير ابن الماهيار.\n7 ـ التفسير المنسوب إلى الإمام العسكري عليه‌السلام.",
        "8 ـ تفسير فرات الكوفي ، لفرات بن إبراهيم بن فرات الكوفي ، من علماء القرن الثالث.\nوأما المصادر الروائية ، من غير كتب التفاسير التي اعتمدها المؤلف في موسوعته التفسيرية هذه ، فكثيرة ذكرها في مقدمة كتابه.\nنقود ومؤاخذات\nرغم جلالة هذا الجهد العلمي الذي قام به هذا العالم المحدث الجليل ، إلا أن الكتاب يحتوي على طائفة من الروايات الضعيفة في (الغلو) و (التحريف) وقد تتبعنا هذه الروايات في الكتاب فوجدناها مبثوثة في مختلف مواضع التفسير.",
        "ويبدو أن المؤلف رحمه‌الله لم يقم بعملية جرد وتصفية وفرز للأحاديث الصحيحة عن غيرها في هذا الكتاب ، أو أن جهده في هذا الأمر لم يكن كافيا لاستخلاص الكتاب من الأحاديث الضعيفة والموضوعة.\nفهو يعتمد مصادر متهمة بالوضع نحو التفسير المنسوب إلى الإمام العسكري عليه‌السلام ، وقد قال عنه الشيخ محمد جواد البلاغي في مقدمة تفسيره القيم (آلاء الرحمن) : وأما التفسير المنسوب إلى الإمام الحسن العسكري عليه‌السلام فقد أوضحنا في رسالة منفردة في شأنه أنه مكذوب موضوع ، ومما يدل على ذلك نفس ما في التفسير من التناقض والتهافت في كلام الراويين ، وما يزعمان أنه رواية ، وما فيه من مخالفة للكتاب المجيد ومعلوم التاريخ كما أشار إليه العلامة في (الخلاصة) وغيره. (1) كما اعتمد على كتاب الشيخ رجب البرسي مثلا ، وهو متهم بالغلو عند علمائنا ، وكتابه فاقد للاعتبار\n__________________\n(1) آلاء الرّحمن 1 : 49.",
        "العلمي ، واعتمد على كتاب (جامع الأخبار) ولا نعرف مؤلفه فضلا عن أسانيد رواياته.\nوكذلك اعتمد كتاب (مصباح الشريعة) المنسوب إلى الإمام الصادق عليه‌السلام ، وهو كتاب جليل ، ولكنه لم تثبت نسبته إلى الإمام الصادق عليه‌السلام ، ومؤلفه مجهول ، وقد نسبه بعض العلماء إلى هشام بن الحكم ، إلا أن شيئا من ذلك لم يثبت بطريق علمي.\nكما اعتمد المؤلف رحمه‌الله في كتابه هذا طائفة من الروايات الضعيفة من حيث السند ، والمضطربة من حيث المتن ، وهو بالتأكيد مما يؤثر أثرا سلبيا على القيمة العلمية لهذا الكتاب الجليل ، إلا أن نقول : إن الكتاب هو جهد علمي لجمع الروايات المروية عن أهل البيت عليهم‌السلام في تفسير القرآن ، وهو جهد مفيد ونافع يمهد الطريق للمحققين الذين يعملون في تحقيق النصوص واستخراج الصحيح منها ، وفرزها عن الروايات الضعيفة والمضطربة ..\nوقد قام شيخ الإسلام العلامة المجلسي في عصره بتدوين الموسوعة الروائية الكبرى (بحار الأنوار) بهذا الأسلوب ، ولهذه الغاية.",
        "وليس من شك أن في هذه الموسوعة الجليلة (بحار الأنوار) الكثير من الأحاديث الضعيفة والمضطربة ، وليس من شك كذلك أن هذه الموسوعة خدمت المكتبة الإسلامية ، والمحققين خدمة جليلة ، حيث جمعت لهم النصوص والروايات المتفرقة في موضع واحد وضمن نهج علمي منظم واحد ، يسهل لهم الرجوع إليها واستخراج ما يريدون منها من النصوص والروايات.\nوهو وجه معقول من الكلام. وعندئذ لا يكون وجود أمثال هذه الروايات في الكتاب سببا لانتقاص قيمة الكتاب العلمية ، إلا أننا نجد أنفسنا بحاجة إلى مرحلة أخرى من الجهد العلمي لاستخلاص الصحاح من حديث أهل البيت عليهم‌السلام (في التفسير والأصول) عن الأحاديث الضعيفة وفرزها عنها.\nالدس والوضع في أحاديث أهل البيت عليهم‌السلام :\nلقد دس الغلاة في أحاديث أهل البيت عليهم‌السلام ، ولا سيما في التفسير ، من الأحاديث الموضوعة والمنتحلة ما لا يعلم حجمه ومقداره إلا الله عز وجل. وبذلك فقد أضروا بحديث أهل البيت عليهم‌السلام ومعارفهم ضررا بليغا.",
        "روى الشيخ الصدوق باسناده عن الإمام الرضا عليه‌السلام قال : إن مخالفينا وضعوا أخبارا في فضائلنا وجعلوها على ثلاثة أقسام : أحدها الغلو ، وثانيها التقصير في أمرنا ، وثالثها التصريح بمثالب أعدائنا ، فإذا سمع الناس الغلو فينا كفروا شيعتنا ونسبوهم إلى القول بربوبيتنا ، وإذا سمعوا التقصير اعتقدوه فينا ، وإذا سمعوا مثالب أعدائنا بأسمائهم ثلبونا بأسمائنا. (1)\n__________________\n(1) عيون أخبار الرّضا عليه‌السلام 1 : 304.\nومن شأن هذه الأحاديث الموضوعة والمدسوسة أن تشوش فهم طريقة أهل البيت عليهم‌السلام في التفسير ، ان كان الشخص الذي يتتبع روايات أهل البيت عليهم‌السلام غير ملم بطريقتهم عليهم‌السلام ، وغير عارف بالأسانيد والرجال والرواة.",
        "ومع الأسف لم تجر عملية تصفية كافية في حقل الأصول والتفسير ، في روايات أهل البيت عليهم‌السلام كما جرى في حقل الفقه. فقد قام الفقهاء رحمهم‌الله بتنقيح وتصفية روايات أهل البيت عليهم‌السلام بنسبة معقولة في الفقه ، إلا أن أحاديث (الأصول) و (التفسير) و (الفضائل) و (الكون والسماء والعالم) و (السير) بقيت على حالها ، كما في المصادر الروائية الأولى ، لم يتصد لها أحد بجهد علمي مناسب للتصفية والتنقيح ، وبعد هذا الجهد فقط نتمكن من جمع وتنظيم ما روي عن أهل البيت عليهم‌السلام في التفسير واستخراج الخطوط والأصول العامة عندهم عليهم‌السلام في تفسير القرآن.\nوقد جمع سيدنا الجليل المحدث المتتبع السيد هاشم البحراني رحمه‌الله في تفسيره القيم (البرهان) وشيخنا المحدث الشيخ الحويزي رحمه‌الله في تفسيره الكبير (نور الثقلين) طائفة واسعة من هذه الأحاديث من المصادر المختلفة.\nإلا أن هذا الجهد العلمي هو المرحلة الأولى فقط من العمل ، وقد قام به هذان العلمان (رحمهما الله) وجزاهما عن رسوله صلى‌الله‌عليه‌وآله‌وسلم وأهل بيته خير الجزاء.\nوالمرحلة الثانية من هذا الجهد العلمي هو ما تحدثنا عنه قبل قليل من ضرورة تنقيح وتصفية الأحاديث المروية عن أهل البيت عليهم‌السلام في القرآن ، وفرز الصحيح منها عن غير الصحيح.",
        "والمرحلة الثالثة من هذا الجهد هو استخراج الأصول والخطوط العامة لأهل البيت عليهم‌السلام في تفسير القرآن.\nوعند ما تتم هذه المراحل الثلاثة فإن بإمكاننا أن نقف على ثروة كبيرة وكنز من أصول تفسير القرآن وخطوطه عند أهل البيت عليهم‌السلام.\nومن دون هذا الجهد لا نتمكن أن نأخذ بحظ وافر من حديث أهل البيت عليهم‌السلام في القرآن ، ومن الصعب جدا أن يتمكن أحد من غير ذوي الاختصاص أن يفتح أحد هذين التفسيرين الجليلين فيقطع برأي محدد عن نظر أهل البيت عليهم‌السلام في القرآن وتفسيره ، والحمد لله رب العالمين.\n",
        "مقدمة التحقيق\nأولا : ترجمة المؤلف\nنسبه الشريف\nهو السيد هاشم بن سليمان بن إسماعيل بن عبد الجواد بن علي بن سليمان بن السيد ناصر الحسيني البحراني التوبلي الكتكاني. (1) قال الميرزا عبدالله أفندي : وكان رحمه‌الله من أولاد السيد المرتضى ، وباقي نسبه إلى السيد المرتضى مذكور على ظهر بعض كتبه. (2)",
        "نسبته\nالكتكاني : نسبة إلى كتكان ـ بفتح الكافين والتاء المثناة الفوقانية ـ قرية من قرى توبلي.\nالتوبلي : نسبة إلى توبلي ـ بالتاء المثناة الفوقانية ثم الواو الساكنة ثم الباء الموحدة ثم اللام والياء أخيرا ـ أحد أعمال البحرين.\nحياته وسيرته",
        "لقد أحجمت المصادر التي ترجمت للسيد هاشم البحراني رحمه‌الله عن ذكر تفاصيل حياته وسيرته ، وكل ما استطعنا أن نقف عليه منها أنه ولد في كتكان ، إحدى قرى البحرين ، في النصف الأول من القرن الحادي عشر\n__________________\n(1) انظر ترجمته في : أمل الآمل 2 : 341 ، رياض العلماء 5 : 298 ، روضات الجنّات 8 : 181 ، أنوار البدرين : 136 ، لؤلؤة البحرين : 63 ، مستدرك الوسائل 3 : 389 ، ريحانة الأدب 1 : 233 ، الفوائد الرضوية : 705 ، نجوم السّماء 1 : 154 ، الإجازة الكبيرة للسيّد الجزائري : 36 ، الذريعة : في مواضع مختلفة ستأتي في بيان مؤلّفاته ، مصفّى المقال : 489 ، الكنى والألقاب 3 : 107 ، سفينة البحار 2 : 717 ، إيضاح المكنون : في مواضع مختلفة ستأتي في بيان مؤلّفاته ، هدية العارفين 2 : 503 ، أعلى الزركلي 8 : 66 ، معجم المؤلّفين 13 : 132.\n(2) رياض العلماء 5 : 298.",
        "\nالهجري ، ومما ذكره الأفندي في (رياض العلماء) (1) يتضح أن السيد رحمه‌الله رحل إلى النجف الأشرف ، وأقام بها فترة من الزمن ، روى خلالها عن الشيخ فخر الدين الطريحي ابن محمد علي بن أحمد النجفي ، المتوفى سنة 1085 ه‍ ، ويبدو مما ذكره السيد هاشم البحراني في خاتمة هذا التفسير أنه سافر إلى إيران ، وزار المشهد الرضوي المقدس ، وروى هناك عن السيد عبد العظيم بن السيد عباس الأسترآبادي ، وذكر ذلك صاحب الرياض أيضا. (2)\nوكان السيد رحمه‌الله يتمتع بمكانة اجتماعية مرموقة في بلاده ، وله دور كبير في إدارة البلد وتنظيم الأمور الاجتماعية ، وكان يحظى باحترام سائر الطبقات ، وكانوا ينفذون أوامره ونواهيه ، يقول الشيخ يوسف البحراني : وانتهت رئاسة البلد بعد الشيخ محمد بن ماجد (3) إلى السيد ، فقام بالقضاء في البلاد ، وتولى الأمور الحسبية أحسن قيام ، وقمع أيدي الظلمة والحكام ، ونشر الأمر بالمعروف والنهي عن المنكر ، وبالغ في ذلك وأكثر ، ولم تأخذه لومة لائم في الدين ، وكان من الأتقياء المتورعين ، شديدا على الملوك والسلاطين. (4)\nوكان رحمه‌الله مثالا للزهد والورع والتقى ، ولا يتوانى عن قول الحق والإرشاد إلى التعاليم الدينية ، ومهابا من قبل الحكام وذوي السلطة والسيطرة.",
        "وفوق كل هذا ، لقد بلغ البحراني رحمه‌الله غاية قصوى في المنزلة العلمية ، حيث ذاع صيته في بلده وفي بعض البلدان الأخرى ، وكان يرجع إليه المؤمنون في التقليد والمسائل الدينية ، ويستجيزه العلماء الذين يريدون اتصال أسانيدهم في الرواية إلى الأئمة المعصومين عليهم‌السلام.\nمشايخه\n1 ـ السيد عبد العظيم بن السيد عباس الأسترآبادي ، قال صاحب الرياض في ترجمته : كان من أجلة تلاميذ الشيخ البهائي ، ويروي عنه السيد هاشم بن سليمان البحراني ، المعروف بالعلامة ، إجازة بالمشهد المقدس الرضوي ، كما نص عليه في آخر كتاب تفسيره الموسوم بـ (الهادي ومصباح النادي) وقال في وصفه : السيد الفاضل التقي والسند الزكي. (5)\nوقال السيد هاشم البحراني في خاتمة هذا التفسير عند ذكره الطريق إلى المشايخ : أخبرني بالإجازة عدة من أصحابنا منهم السيد الفاضل التقي الزكي السيد عبد العظيم بن السيد عباس بالمشهد الشريف الرضوي.",
        "2 ـ الشيخ فخر الدين الطريحي بن محمد علي بن أحمد النجفي ، المحدث الفقيه اللغوي ، المتوفى سنة 1085 ه‍ ، قال صاحب الرياض : ويروي السيد هاشم هذا عن الشيخ الرماحي الساكن في النجف ، قال في (مدينة\n__________________\n(1) رياض العلماء 5 : 304.\n(2) رياض العلماء 3 : 146.",
        "(3) هو الشيخ محمّد بن ماجد البحراني الماحوزي البلادي ، المتوفّى سنة 1105 ه‍.\n(4) لؤلؤة البحرين : 63.\n(5) رياض العلماء 3 : 146.\nالمعاجز) : أدركته بالنجف ولي منه إجازة. (1)",
        "تلامذته\n1 ـ الشيخ أبو الحسن شمس الدين سليمان الماحوزي ، المعروف بالمحقق البحراني ، المتوفي سنة 1121 ه‍.\n2 ـ الشيخ علي بن عبدالله بن راشد المقابي البحراني ، المستنسخ لكتب استاذه ، منها : (حلية النظر) و (حلية الأبرار) ، استنسخهما سنة 1099 ه‍ ، والنسختان بخطه موجودتان في الرضوية. (2)\n3 ـ الشيخ محمد بن الحسن بن علي ، المشهور بالحر العاملي ، المحدث الفقيه الجليل ، صاحب (تفصيل وسائل الشيعة) ، المتوفى سنة 1104 ه‍.",
        "قال في (أمل الآمل) في ترجمة السيد هاشم البحراني : رأيته ورويت عنه. (3)\n4 ـ السيد محمد العطار بن السيد علي البغدادي ، الأديب الشاعر ، المتوفى سنة 1171 ه‍ ، قال الشيخ محمد حرز الدين : قرأ على علماء عصره ، منهم السيد هاشم بن السيد سليمان البحراني. (4)\n5 ـ الشيخ محمود بن عبد السلام المعني البحراني ، كان حيا في سنة 1128 ه‍ ، وأجاز في تلك السنة الشيخ عبدالله السماهيجي المتوفي سنة 1135 ه‍.\n6 ـ الشيخ هيكل الجزائري بن عبد علي الأسدي ، أجازه السيد البحراني على نسخة من كتاب (الاستبصار) في تاسع ربيع الأول سنة 1100 ه‍ ، وعبر عنه بالشيخ الفاضل العالم الكامل البهي الوفي.",
        "اهتمامه بالحديث\nوظف السيد البحراني كل الامكانات المتاحة لديه إلى إحياء الأحاديث المروية عن الأئمة الهداة عليهم‌السلام ، وكان الحديث هو الصفة الغالبة لكافة الأغراض العلمية التي طرقها ، كالتفسير والفقه والعقائد والأخلاق وغيرها ، بل تكاد مؤلفاته لا تخرج عن نطاق الحديث والرواية.\nوشدة اهتمام السيد هاشم البحراني بالحديث والرواية لفتت أنظار البعض من العلماء فراحوا يبينون الأسباب ، يقول الشيخ يوسف البحراني : وقد صنف كتبا عديدة تشهد بشدة تتبعه واطلاعه ، إلا أني لم أقف له على كتاب فتاوى في الأحكام الشرعية بالكلية ، ولو في مسألة جزئية ، وإن ما كتبه مجرد جمع وتأليف ، لم يتكلم في شيء منها مما وقفت عليه على ترجيح في الأقوال ، أو بحث أو اختيار مذهب وقول في ذلك المجال ، ولا أدري أن ذلك لقصور درجته عن مرتبة النظر والاستدلال أم تورعا عن ذلك ، كما نقل عن السيد الزاهد العابد\n__________________",
        "(1) رياض العلماء 5 : 304.\n(2) الذريعة 7 : 79 / 424 ، و: 85 / 447.\n(3) أمل الآمل 2 : 341.\n(4) معارف الرجال 2 : 330.",
        "رضي الدين بن طاوس. (1) وانتهت رئاسة البلد بعد الشيخ محمد بن ماجد إلى السيد ، فقام بالقضاء في البلاد ، وتولى الأمور الحسبية أحسن قيام. (2)\nوربما يفهم من هذا القول قدح في مقامه العلمي ، ولهذا قال السيد محسن الأمين العاملي في رده على هذا القول : مع أنه قال كما سمعت : انتهت رئاسة البلد إليه فقام بالقضاء في البلاد أحسن قيام. وكيف يقوم بالقضاء أحسن قيام من كانت درجته قاصرة عن مرتبة النظر ، وستعرف أن له كتاب (التبيان) (3) في جميع الفقه الاستدلالي ، فكأن صاحب اللؤلؤة لم يطلع عليه. (4)\nفالأرجح أن السيد البحراني رحمه‌الله إنما انصرف عن الإشتغال بالعلوم المتداولة تورعا ، فكرس كل حياته لخدمة تراث أهل البيت عليهم‌السلام وإحياء أمرهم ، ووقف عند حدود النصوص المأثورة عنهم ، ولا يعدم ذلك وجود بعض النظر والاستدلال في مؤلفاته ، مثل : (تنبيه الأريب في إيضاح رجال التهذيب) و (التنبيهات في تمام الفقه من الطهارة إلى الديات) على ما سيأتي.\nآثاره",
        "ترك السيد هاشم البحراني رحمه‌الله مؤلفات كثيرة في شتى العلوم والفنون ، قال الأفندي : له قدس‌سره من المؤلفات ما يساوي خمسا وسبعين مؤلفا ، ما بين كبير ووسيط وصغير ، وأكثرها في العلوم الدينية ، وسمعت ممن أثق به من أولاده (رضوان الله عليه) أن بعض مؤلفاته حيث كان يأخذه من كان ألفه له لم يشتهر بل لم يوجد في البحرين. (5)\nوفيما يلي ثبت بمؤلفاته المذكورة في مصادر ترجمته :\n1 ـ إثبات الوصية. قال الطهراني في (الذريعة) : ويأتي له (البهجة المرضية في إثبات الخلافة والوصية) ، والظاهر اتحاده مع هذا الكتاب. (6)\n2 ـ احتجاج المخالفين على إمامة أمير المؤمنين. فرغ منه سنة 1105 ه‍ ، وقال الأفندي : رأيته مع سائر تصانيفه عند ولده ، وأورد فيه خمسة وسبعين احتجاجا من العامة على إمامة أمير المؤمنين عليه‌السلام ، واحتجاجات من قولهم على بطلان إمامة غيره. (7)",
        "__________________\n(1) هو السيد علي بن موسى بن جعفر ، رضي الدين ، المعروف بابن طاوس ، المتوفّى سنة 664 ه‍.\n(2) لؤلؤة البحرين : 63.\n(3) مراده (التنبيهات في تمام الفقه من الطهارة إلى الدّيّات) قاله الأفندي في رياض العلماء 5 : 300 ، وانظر الذريعة 4 : 451.",
        "(4) أعيان الشيعة 10 : 249.\n(5) رياض العلماء 5 : 300.\n(6) الذريعة 1 : 111 / 538.\n(7) الذريعة 1 : 238 / 1485 ، رياض العلماء 5 : 303.",
        "3 ـ الإنصاف في النص على الأئمة الأشراف من آل عبد مناف. ويعرف بـ (النصوص) أيضا ، فرغ منه سنة 1097 ه‍ ، ويشتمل على ثلاثمائة وثمانية أحاديث. (1)\n4 ـ إيضاح المسترشدين في بيان تراجم الراجعين إلى ولاية أمير المؤمنين عليه‌السلام. ويعبر عنه أيضا بـ (هداية المستبصرين) ، فرغ منه سنة 1105 ه‍ ، وأورد فيه تراجم مائتين وثلاثة وخمسين من المستبصرين الراجعين إلى الحق. (2)\n5 ـ البرهان في التفسير القرآن. وهو هذا الكتاب الذي بين يديك ، فرغ منه في 3 ذي الحجة سنة 1095 ه‍ ، وطبع لأول مرة على الحجر في طهران سنة 1295 ه‍ ، وصدر في مجلدين ، وطبع ثانية في سنة 1302 ه‍ ، وطبع أيضا في سنة 1375 ه‍ ، وصدر في أربعة مجلدات ، وألحقت به مقدمة كتاب (مرآة الأنوار) لأبي الحسن العاملي الأصفهاني ، وطبع أخيرا في سنة 1394 ه‍ ، ولما كانت جميع هذه الطبعات خالية من التحقيق فقد عمد قسم الدراسات الإسلامية التابع لمؤسسة البعثة على إخراجه محققا وبالله التوفيق.\n6 ـ البهجة المرضية في إثبات الخلافة والوصية. قال الشيخ الطهراني في (الذريعة) : ذكره في (اللؤلؤة) ولعله بعينه ما مر بعنوان (إثبات الوصية). (3)",
        "7 ـ بهجة النظر في إثبات الوصاية والإمامة للأئمة الاثنى عشر عليهم‌السلام. فرغ منه سنة 1099 ه‍ ، قال الأفندي في (الرياض) : هو ملخص من كتاب (حلية الأبرار) للمؤلف. (4)\n8 ـ تبصرة الولي فيمن رأى المهدي عليه‌السلام في زمان أبيه أو في غيبته الصغرى أو الكبرى. فرغ منه سنة 1099 ه‍ ، وطبع شطر منه في ذيل غاية المرام سنة 1272 ه‍ (5) ، وطبع بتحقيق مؤسسة المعارف الإسلامية في قم المقدسة سنة 1411 ه‍.\n9 ـ التحفة البهية في إثبات الوصية لعلي عليه‌السلام. فرغ منه سنة 1093 ه‍. قال الشيخ الطهراني في (الذريعة) : ولعله الذي مر بعنوان (إثبات الوصية) وبعنوان (البهجة المرضية) ، وعلى أي فهو للسيد هاشم البحراني ، رتبه على مقدمة وأبواب وخاتمة. (6)\n10 ـ ترتيب التهذيب. فرغ منه سنة 1079 ه‍ ، ووقع الفراغ من تصحيحه في محضر المؤلف سنة 1102 ه‍ ، ثم شرحه بنفسه كما يأتي ، وطبع الكتاب بطهران سنة 1107 ه‍ في ثلاثة مجلدات. قال صاحب الذريعة : أورد كل",
        "__________________\n(1) الذريعة 2 : 398 / 1596.\n(2) الذريعة 2 : 499 / 1956 ، 25 : 191.\n(3) الذريعة 3 : 164 / 578.",
        "(4) الذريعة 3 : 164 ، 26 : 311 / 544 ، رياض العلماء 5 : 302.\n(5) الذريعة 3 : 326 / 1192 ، رياض العلماء 5 : 301.\n(6) الذريعة 26 : 162 / 815 ، رياض العلماء 5 : 302.\nحديث في الباب المناسب له ، ونبه على بعض الأغلاط التي وقعت في أسانيده. (1)",
        "11 ـ تعريف رجال من لا يحضره الفقيه. وهو شرح لمشيخة الفقيه. (2)\n12 ـ تفضيل الأئمة على الأنبياء (صلوات الله عليهم أجمعين) سوى خاتم النبيين صلى‌الله‌عليه‌وآله‌وسلم. (3)\n13 ـ تفضيل علي عليه‌السلام على أولي العزم من الرسل. ألفه في مرض موته في أربعة عشر يوما لا يقدر فيها على الحركة ، فكان يملي الأخبار ويكتبها الكاتب عن إملائه ، وفرغ منه سنة 1107 ه‍. (4)\n14 ـ تنبيه الأريب وتذكرة اللبيب في إيضاح رجال التهذيب. وهو كتاب مبسوط في شرح أسانيد (التهذيب) لشيخ الطائفة ، وبيان أحوال رجاله ، ولاحتياجه إلى التهذيب والتنقيح هذبه الشيخ حسن الدمستاني المتوفى سنة 1181 ه‍ ، وسماه (انتخاب الجيد من تنبيهات السيد). (5)",
        "15 ـ التنبيهات في تمام الفقه من الطهارة إلى الديات. قال الأفندي في (الرياض) : هو كتاب كبير مشتمل على الاستدلالات في المسائل إلى آخر أبواب الفقه ، وهو الآن موجود عند ورثة الأستاذ الاستناد (6) ، ومراده العلامة المجلسي.\n16 ـ التيمية في بيان نسب التيمي. (7)\n17 ـ حقيقة الإيمان المبثوث على الجوارح. فرغ من تأليفة سنة 1090 ه‍ ، وقال الطهراني في (الذريعة) : ولعل له اسما آخر. (8)\n18 ـ حلية الأبرار في أحوال محمد وآله الأطهار عليهم‌السلام. فرغ منه سنة 1099 ه‍ ، قال الطهراني في (الذريعة) : كتاب كبير مرتب على ثلاثة عشر منهجا في أحوال النبي والأئمة الاثنى عشر عليهم‌السلام. (9) طبع في قم المشرفة في المطبعة العلمية سنة 1397 ه‍ ، وطبع ضمن منشورات مؤسسة المعارف الإسلامية في قم المقدسة بتحقيق الشيخ غلام رضا البروجردي سنة 1411 ه‍. (10)",
        "19 ـ حلية النظر في فضل الأئمة الاثنى عشر. فرغ منه سنة 1099 ه‍.\n20 ـ الدر النضيد في خصائص الحسين الشهيد. قال الأفندي في (الرياض) : ولعله بعينه كتاب مقتل\n__________________\n(1) الذريعة 4 : 64 / 270 ، رياض العلماء 5 : 301 ، إيضاح المكنون 3 : 279.",
        "(2) الذريعة 4 : 217 / 1083.\n(3) الذريعة 4 : 358 / 1555.\n(4) الذريعة 4 : 360 / 1569 ، رياض العلماء 5 : 300.\n(5) الذريعة 4 : 440 / 1957 ، 2 : 358 ، إيضاح المكنون 3 : 323.",
        "(6) الذريعة 4 : 451 / 2012 ، رياض العلماء 5 : 300.\n(7) الذريعة 4 : 518 / 2304.\n(8) الذريعة 7 : 48 / 249.\n(9) الذريعة 7 : 79 / 424 ، إيضاح المكنون 3 : 419.",
        "(10) الذريعة 7 : 85 / 447 ، إيضاح المكنون 3 : 421.\nالحسين عليه‌السلام. (1)\n21 ـ الدرة اليتيمة. وفي (رياض العلماء) المطبوع : الدرة الثمينة ، يشتمل على اثني عشر بابا ، وكل باب يشتمل على اثني عشر حديثا في فضل الأئمة عليهم‌السلام. (2)\n22 ـ روضة العارفين ونزهة الراغبين في ترجمة جملة من المشايخ العاملين من شيعة أمير المؤمنين من القدماء والرواة المتأخرين. كتاب في الرجال ، قال الطهراني في (الذريعة) : ذكر من الرجال 185 رجلا ، آخرهم في النسخة التي رأيتها قنبر مولى أمير المؤمنين عليه‌السلام ، وأولهم أبان بن تغلب. (3)",
        "23 ـ روضة الواعظين في أحاديث الأئمة الطاهرين عليهم‌السلام. (4)\n24 ـ سلاسل الحديد وتقييد أهل التقليد بما انتخب من شرح النهج لابن أبي الحديد. في فضائل أمير المؤمنين والأئمة الطاهرين عليهم‌السلام ، وفي مسألة الإمامة ، قال في (الرياض) : وسماه نفسه بكتاب (شفاء الغليل من تعليل العليل) أيضا ، فرغ منه سنة 1100 ه‍. (5)\n25 ـ سير الصحابة. فرغ منه سنة 1070 ه‍. (6)\n26 ـ شرح ترتيب التهذيب. (7)",
        "27 ـ عمدة النظر في بيان عصمة الأئمة الاثنى عشر عليهم‌السلام ببراهين العقل والكتاب والأثر. مرتب على ثلاثة مطالب : أولها في الأدلة العقلية الاثنى عشر ، وثانيها في الآيات القرآنية الاثنى عشر ، وثالثها في الأخبار النبوية والروايات الولوية الخمسة والأربعين الدالة كلها على العصمة. (8)\n28 ـ غاية المرام وحجة الخصام في تعيين الإمام من طريق الخاص والعام. ألفه بين عام 1100 و 1103 ه‍ ، وطبع في إيران سنة 1272 ه‍ ، وترجمة الشيخ محمد تقي الدزفولي المتوفي سنة 1295 ه‍ ، وفرغ من ترجمته سنة 1273 ه‍ ، وطبع سنة 1277 ه‍ ، وسمى الترجمة (كفاية الخصام) وتمم ما نقص في بعض الأبواب من عدد الأخبار.\nولخص (غاية المرام) الأصفهاني ، المتوفى سنة 1331 ه‍ ، وسماه (ملخص المرام في تلخيص غاية المرام) (9) ويقوم الآن قسم الدراسات الإسلامية لمؤسسة البعثة بتحقيقه ، وسيصدر ضمن منشوراتها.\n__________________",
        "(1) الذريعة 8 : 82 / 300 ، رياض العلماء 5 : 302 ، إيضاح المكنون 3 : 453.\n(2) الذريعة 8 : 116 / 424 ، رياض العلماء 5 : 302.\n(3) الذريعة 11 : 299 / 1789 ، رياض العلماء 5 : 302 ، إيضاح المكنون 3 : 595.\n(4) الذريعة 11 : 305 / 1815.",
        "(5) الذريعة 12 : 210 / 1394 ، رياض العلماء 5 : 303 ، إيضاح المكنون 4 : 20.\n(6) رياض العلماء 5 : 303.\n(7) الذريعة 15 : 341 ، إيضاح المكنون 5 : 299.\n(8) الذريعة 15 : 341 ، إيضاح المكنون 4 : 125.",
        "(9) الذريعة 16 : 21 / 76 ، 18 : 91 / 822 ، 22 : 212 / 6736 ، إيضاح المكنون 4 : 141.\n29 ـ فضل الشيعة. يشتمل على (118) حديثا. (1)\n30 ـ كشف المهم في طريق غدير خم. مرتب على بابين : أولهما في طرق الخاصة ، والثاني في طرق العامة ، تاريخ كتابته في 1101 ه‍ وتاريخ تصحيحه في 1102 ه‍ ، احتمل في (الذريعة) نسبته للسيد هاشم البحراني. (2)\n31 ـ اللباب المستخرج من كتاب الشهاب. استخرج المؤلف الأخبار المروية في شأن أمير المؤمنين والأئمة الأطهار عليهم‌السلام من كتاب (شهاب الأخبار) للقاضي القضاعي سلامة بن جعفر المتوفى سنة 454 ه‍. (3)",
        "32 ـ اللوامع النورانية في أسماء علي وأهل بيته عليهم‌السلام القرآنية. فرغ منه سنة 1096 ه‍ ، وطبع في قم المقدسة سنة 1394 ه‍ ، وطبع ثانية في أصفهان سنة 1404 ه‍.\n33 ـ المحجة فيما نزل في القائم الحجة (عجل الله فرجه). يشتمل على 120 آية من القرآن الكريم ، فرغ منه سنة 1097 ه‍ ، وطبع مع (غاية المرام) في سنة 1272 ه‍ ، وطبع بتحقيق محمد منير الميلاني في بيروت.\n34 ـ مدينة المعجزات في النص على الأئمة الهداة. أو : مدينة معاجز الأئمة الاثنى عشر ودلائل الحجج على البشر. فرغ منه في سنة 1090 ه‍ ، وطبع في سنة 1271 ه‍ وسنة 1291 ه‍ ، وسنة 1300 ه‍ ، وهو مرتب على اثني عشر بابا ، كل باب في معجزات واحد من الأئمة الاثنى عشر عليهم‌السلام. (4)\n35 ـ مصابيح الأنوار وأنوار الأبصار في معاجز النبي المختار صلى‌الله‌عليه‌وآله‌وسلم. (5)",
        "36 ـ المطاعن البكرية والمثالب العمرية من طريق العثمانية ، فرغ منه سنة 1101 ه‍. (6)\n37 ـ معالم الزلفى في معارف النشأة الأولى والأخرى. وهو مرتب على خمس جمل وخاتمة ذات أربع فوائد ، قال الأفندي في (الرياض) : هو كتاب حسن حاو لفوائد جمة من الأخبار ، وينقل فيها عن كتب غريبة منها ما هو مذكور في (بحار الأنوار) ومنها ما ليس مذكور فيه. (7) طبع في سنة 1271 ه‍ ، وفي سنة 1288 ه‍ ، وطبع مع (نزهة الأبرار) سنة 1289 ه‍.\n38 ـ مناقب أمير المؤمنين عليه‌السلام. قال الشيخ الطهراني في (الذريعة) : نسبه إليه وأكثر النقل عنه الشيخ أحمد بن سليمان البحراني في كتابه (عقد اللآل في مناقب النبي والآل عليهم‌السلام ورأيت نسخة منه بالكاظمية ، فرغ الكاتب يوم الجمعة 28 ذي القعدة سنة 1120 ه‍ ، نقل أخباره من كتب العامة. (8)\n__________________",
        "(1) الذريعة 16 : 268 / 119 ، رياض العلماء 5 : 302.\n(2) الذريعة 18 : 64 / 693.\n(3) الذريعة 14 : 247 ، 18 : 281 / 109 ، رياض العلماء 5 : 303.\n(4) الذريعة 20 : 253 / 2834 ، إيضاح المكنون 4 : 456.",
        "(5) الذريعة 21 : 86 / 4061 ، رياض العلماء 5 : 456.\n(6) رياض العلماء 5 : 302.\n(7) الذريعة 21 : 199 / 4600 ، رياض العلماء 5 : 299.\n(8) الذريعة 22 : 322 / 7281.",
        "وعلى هذا الكتاب تعليقات للمؤلف بعنوان (علي والسنة) ذكرها الطهراني في (الذريعة). (1)\n39 ـ مولد القائم (عجل الله فرجه الشريف). (2)\n40 ـ الميثمية. ذكره السيد محسن الأمين العاملي في (أعيان الشيعة) (3) ، ولعله (التيمية) المتقدم.\n41 ـ نزهة الأبرار ومنار الأفكار في خلق الجنة والنار. قال الطهراني في (الذريعة) : فيها 251 حديثا ، مطبوع سنة 1288 ه‍ ، كتبه بعد (معالم الزلفى) ، وقد يسمى الجنة والنار. (4)",
        "42 ـ نسب عمر بن الخطاب. (5)\n43 ـ نهاية الآمال فيما يتم به تقبل الأعمال. فرغ منه سنة 1102 ه‍ ، مرتب على 23 فصلا ، وهو في بيان الأصول الخمسة وما يتبعها من الإيمان والإسلام والولاية ودعائمهما. (6)\n44 ـ نور الأنوار في تفسير القرآن. مقصورا على روايات أهل البيت المعصومين عليهم‌السلام ، قال الشيخ الطهراني في (الذريعة) : نسخة منه عند السيد محمد علي الروضاتي من سورة الحاقة إلى الفلق. (7)\n45 ـ الهادي ومصباح النادي. أو : (وضياء النادي) ، فرغ منه سنة 1077 ه‍ ، وهو تفسير للقرآن الكريم مأخوذ من روايات أهل البيت عليهم‌السلام إلا ما شذ ، وجميع رواياته من الكتب المعتبرة. (8)",
        "46 ـ الهداية القرآنية إلى الولاية الإمامية. فرغ منه في سنة 1096 (9) ه‍ ، يقوم الآن قسم الدراسات الإسلامية لمؤسسة البعثة بتحقيقه وسيصدر ضمن منشوراتها.\n47 ـ وفاة الزهراء (سلام الله عليها). (10)\n48 ـ وفاة النبي صلى‌الله‌عليه‌وآله‌وسلم. (11)\n49 ـ اليتيمة. قال الشيخ الطهراني في (الذريعة) : ذكر في (كشف الحجب) ، وليس هو (الدرة اليتيمة) ، لأن صاحب الرياض الذي رأى جميع تصانيفه عند ولده بأصفهان عدهما اثنين. (12)",
        "__________________\n(1) الذريعة 15 : 329 / 2128.\n(2) الذريعة 23 : 275 / 8961.\n(3) أعيان الشيعة 10 : 250.",
        "(4) الذريعة 24 : 107 / 566 ، إيضاح المكنون 4 : 634.\n(5) الذريعة 24 : 141 / 701 ، رياض العلماء 5 : 299.\n(6) الذريعة 24 : 393 / 2106 ، رياض العلماء 5 : 299 ، إيضاح المكنون 4 : 689.\n(7) الذريعة 24 : 360 / 1945.",
        "(8) الذريعة 25 : 154 / 25 ، رياض العلماء 5 : 301 ، إيضاح المكنون 4 : 716.\n(9) الذريعة 25 : 188 / 191 ، رياض العلماء 5 : 301.\n(10) الذريعة 25 : 119 / 683.\n(11) الذريعة 25 : 121 / 703.",
        "(12) الذريعة 25 / 274 / 80.\n50 ـ ينابيع المعاجز وأصول الدلائل. وهو مختصر (مدينة المعاجز) ، فرغ منه سنة 1099 ه‍. (1) ومما يجدر ذكره ـ ما دمنا في صدد تعداد آثار السيد البحراني رحمه‌الله ـ أن الشيخ الطهراني نسب أربعة كتب إلى السيد البحراني ، وقد ذكرها في (الذريعة) كما يلي :\n1 ـ إرشاد المسترشدين. (2)\n2 ـ بستان الواعظين. (3)",
        "3 ـ تحفة الأخوان. (4)\n4 ـ ثاقب المناقب. (5)\nوقد نسب الشيخ الطهراني هذه الكتب اعتمادا على المنقول في (رياض العلماء) للميرزا عبدالله أفندي ، والحال أن هذه النسبة وقعت وهما ، إذ إن صاحب الرياض عد هذه الكتب الأربعة ضمن المصادر التي اعتمدها السيد البحراني في تصنيف كتابه (معالم الزلفى) ولم يعدها ضمن مصنفاته. (6)\nوفاته",
        "أرخت أغلب المصادر التي ترجمت له وفاته في سنة 1107 ه‍ ، في قرية نعيم ، ونقل جثمانه الشريف إلى قرية توبلي ، ودفن في مقبرة ماتيني من مساجد القرية المذكورة ، وقبره اليوم مزار معظم معروف.\nويؤيد هذا التاريخ أيضا ما نقل في (رياض العلماء) في معرض حديثه عن رسالة السيد البحراني التي فرغ منها سنة 1107 ه‍ ، يقول : قد ألفها في آخر عمره حين كان مريضا لا يقدر على الحركة أربعة أشهر بإلحاح جماعة من الطلاب وهو لا يقدر على الكتابة لغاية ضعفه ومرضه ، وكان يملي الأخبار في هذه المسألة والطلبة يكتبون إلى أن تمت الرسالة ، فلما تمت الرسالة توفي رحمه‌الله بعده بيوم ، أو أزيد ، من ذلك المرض بالبحرين سنة سبع ومائة وألف من الهجرة. (7)\nوقيل في تاريخ وفاته أيضا : إنه في سنة 1109 ه‍ ، على ما نقل عن بعض المشايخ أن وفاته كانت بعد موت الشيخ محمد بن ماجد المتوفى سنة 1105 ه‍ بأربع سنين.\n__________________",
        "(1) الذريعة 25 : 290 ، رياض العلماء 5 : 301.\n(2) الذريعة 1 : 521 / 2540.\n(3) الذريعة 3 : 108 / 357.\n(4) الذريعة 3 : 417 / 1495.",
        "(5) الذريعة 5 : 5.\n(6) رياض العلماء 5 : 299.\n(7) رياض العلماء 5 : 300.\nتقريظه",
        "أطرى عليه علماء الرجال المعاصرون له والمتأخرون عنه ، وأثنوا عليه بعبارات الإجلال والإكبار والتعظيم ، واصفين إياه بالفضل والعلم والمعرفة بالعربية والتفسير والفقه والرجال والحديث مع دقة متناهية وإحاطة كافية بالأخبار والروايات مضافا إلى اتصافه بالزهد والتقوى والورع والجهاد في قمع الظالمين والأمر بالمعروف والنهي عن المنكر ، وجعله السيد عبدالله الموسوي الجزائري في إجازته الكبيرة من مشاهير المرتبة الرابعة المتأخرة عن عصر الشهيد الثاني ، والذين وصفهم بأنهم ازدادوا دقة وشهرة على كثير ممن تقدمهم ، وقد بلغ بالتسامع خلفا عن سلف من ثقتهم وجلالتهم وضبطهم وعدالتهم ما جاوز حد الشياع وبهر الأسماع. (1) وفيما يلي بعض أقوال العلماء فيه :\n1 ـ الشيخ الحر العاملي : «فاضل ، عالم ، ماهر ، مدقق ، فقيه ، عارف بالتفسير والعربية والرجال». (2)\n2 ـ الشيخ سليمان الماحوزي : «السيد أبو المكارم السيد هاشم بن السيد سليمان ، محدث ، متتبع ، له التفسيران المشهوران». (3)\n3 ـ الشيخ يوسف البحراني : «السيد هاشم المعروف بالعلامة ، كان فاضلا ، محدثا جامعا ، متتبعا للأخبار ، بما لم يسبق إليه سابق سوى شيخنا المجلسي». (4)",
        "4 ـ الميرزا عبدالله أفندي الأصبهاني : «الفاضل ، الجليل ، المحدث ، الفقيه ، المعاصر ، الصالح ، الورع ، العابد ، الزاهد ، المعروف بالسيد هاشم العلامة ، من أهل البحرين ، صاحب المؤلفات الغزيرة ، والمصنفات الكثيرة ، رأيت أكثرها بأصبهان عند ولده السيد محسن». (5) وفي موضع آخر يقول : «وهو من المعاصرين ، فقيه ، محدث ، مفسر ، ورع ، عابد ، زاهد ، صالح». (6)\n5 ـ الميرزا حسين النوري : «السيد الأجل ، صاحب المؤلفات الشائعة الرائقة». (7)\n6 ـ الشيخ عباس القمي : «عالم ، فاضل ، مدقق ، فقيه ، عارف بالتفسير والعربية والرجال ، كان محدثا متتبعا للأخبار بما لم يسبق إليه سابق سوى العلامة المجلسي ، وقد صنف كتبا كثيرة تشهد بشدة تتبعه واطلاعه». (8)\nوفي موضع آخر يقول : «هو العالم الجليل ، والمحدث الكامل النبيل ، الماهر المتتبع في الأخبار ، صاحب",
        "__________________\n(1) الإجازة الكبيرة : 19 و 36.\n(2) أمل الآمل 2 : 341.\n(3) فهرست آل بابويه : 77.",
        "(4) لؤلؤة البحرين : 63.\n(5) رياض العلماء 5 : 298.\n(6) تعليقة أمل الآمل : 331 / 1049.\n(7) مستدرك الوسائل 3 : 389.",
        "(8) الكنى والألقاب 3 : 107.\nالمؤلفات الكثيرة». (1)\n7 ـ الميرزا محمد علي مدرس : «عالم ، فاضل ، مدقق ، فقيه ، عارف مفسر ، رجالي ، محدث ، متتبع ، إمامي ، لم يسبق إليه سابق في كثرة التتبع سوى العلامة المجلسي ، وكل واحد من مؤلفاته يشهد بكثرة تتبعه وسعة اطلاعه». (2)\n8 ـ الأستاذ عمر رضا كحالة : «مفسر ، مشارك في بعض العلوم ، من الإمامية». (3)",
        "__________________\n(1) سفينة البحار 2 : 717 ، وانظر الفوائد الرضوية : 705.\n(2) مترجما عن ريحانة الأدب 1 : 233.\n(3) معجم المؤلّفين 13 : 132.",
        "ثانيا : التعريف بالكتاب\nهو تفسير روائي اعتمد فيه مصنفه على المأثور من رواية الرسول الأكرم صلى‌الله‌عليه‌وآله‌وسلم وأهل بيته الكرام (صلوات الله عليهم) ، بطريقة تكشف عن سعة اطلاعه وكثرة تتبعه ، وهذا الأسلوب سلكه المؤلف في مؤلفات عدة ، منها : (الهادي ومصباح النادي) في التفسير ، و (اللوامع النورانية) ، و (المحجة فيما نزل في القائم الحجة) و (الهداية القرآنية).\nما الفرق بين هذا التفسير وتفسير الهادي؟\nتفسير (البرهان) أشمل وأكثر سعة من تفسير (الهادي ومصباح النادي) الذي أشار إليه في خطبة هذا الكتاب ، وقد ضمن المصنف تفسير (البرهان) مصادر لم يتسن له الحصول عليها عند ما صنف (الهادي ومصباح النادي) وقد عبر المصنف عن ذلك بقوله : «وقد كنت أولا قد جمعت في كتاب (الهادي) كثيرا من تفسير أهل البيت عليهم‌السلام قبل عثوري على تفسير الشيخ الثقة محمد بن مسعود العياشي وتفسير الشيخ الثقة محمد بن العباس بن ماهيار المعروف بابن الجحام ، ما ذكره عنه الشيخ الفاضل شرف الدين النجفي ، وغيرهما من الكتب».",
        "فتفسير (البرهان) يشمل تفسير (الهادي) مضافا إليه الكثير من المظان التي لم يعتمدها المصنف في تفسير (الهادي) ، ويقول السيد البحراني في خطبة هذا التفسير مؤكدا ذلك : «واعلم ـ أيها الراغب فيما جاء عن أهل البيت عليهم‌السلام من التفسير ، والطالب لما سنح منهم من الحق المنير ـ أني قد جمعت ما في تفسير (الهادي ومصباح النادي) الذي ألفته أولا إلى زيادات هذا الكتاب ، ليعم النفع ويسهل أخذه على الطلاب .. فهو كتاب عليه المعول وإليه المرجع».\nمتى فرغ المصنف من التفسيرين؟\nصنف المؤلف أولا تفسير (الهادي) وبعد (18) عاما فرغ من تفسير (البرهان) ، إذ إنه فرغ من تفسير (الهادي) سنة 1077 ه‍ ، وفرغ من تفسير (البرهان) في اليوم الثالث من شهر ذي الحجة الحرام سنة 1095 ه‍ ، كما ذكر في خاتمة\nهذا التفسير.",
        "قيمة هذا التفسير وفضله\nضمن المصنف تفسيره هذا الكثير من روايات أهل البيت عليهم‌السلام الواردة في تفسير آي القرآن الكريم ، أو التي وردت فيها الآيات كشواهد تؤيد مضمون ما ذهب إليه الإمام في الرواية ، كما أورد فيه الكثير من الروايات التي لا تشمل على نص قرآني بل إن مضمونها يدل على تفسير الآية أو أن الرواية تشكل مصداقا من مصاديق الآية ، وكان أغلب ما نقله المصنف من طرق الإمامية ، أما ما ضمنه من روايات من طريق الجمهور فقد اقتصر على إيراد ما كان موافقا لرواية أهل البيت عليهم‌السلام أو كان في فضلهم ، وقد عبر عن ذلك في خطبة هذا التفسير بقوله : «وربما ذكرت من طريق الجمهور إذا كان موافقا لرواية أهل البيت عليهم‌السلام أو كان في فضل أهل البيت عليهم‌السلام».\nومن كل ما تقدم يتضح أن هذا التفسير الجليل يشكل مع تفسير (نور الثقلين) (1) موسوعة في الروايات والأخبار الواردة عن الأئمة المعصومين عليهم‌السلام تعين الباحث والدارس والمفسر على تهيئة الروايات بإسنادها ومتنها دون الرجوع إلى المصادر والتي يصعب الحصول على أكثرها ، وبهذا فقد وفرت على الباحث والمفسر والطالب مزيدا من العناء في البحث والاستقصاء والتحري.\nوقد بين لنا مصنف هذا التفسير رحمه‌الله قيمة تفسيره وفضله في خطبة الكتاب وخاتمته ، إذ يقول في خطبة الكتاب : «وكتابي هذا يطلعك على كثير من أسرار علم القرآن ، ويرشدك إلى ما جهله متعاطي التفسير من أهل الزمان ، ويوضح لك عن ما ذكره من العلوم الشرعية والقصص والأخبار النبوية وفضائل أهل البيت الإمامية ، إذ صار كتابا شافيا ، ودستورا وافيا ، ومرجعا كافيا ، حجة في الزمان ، وعينا من الأعيان ، إذ هو مأخوذ من تأويل أهل التنزيل والتأويل ، الذين نزل الوحي في دارهم عن جبرئيل عن الجليل ، أهل بيت الرحمة ، ومنبع العلم والحكمة (صلى الله عليهم أجمعين)».",
        "وفي خاتمة هذا التفسير يقول : «فقد اشتمل الكتاب على كثير من الروايات عنهم عليهم‌السلام في تفسير كتاب الله العزيز ، وانطوى على الجم من فضلهم وما نزل فيهم عليهم‌السلام ، واحتوى على كثير من علوم الأحكام والآداب وقصص الأنبياء وغير ذلك مما لا يحتويه كتاب».\nإذن ، فكتاب (البرهان في تفسير القرآن) يجمع لنا أغلب الروايات الواردة في تفسير كتاب الله العزيز ، غثها وسمينها ، وليس لنا التسليم بكل ما جاء فيها إلا بعد العرض على كتاب الله وهو ما أمر به أهل البيت عليهم‌السلام ، وبعد التحقيق في إسنادها وطرقها ، وتمحيصها وتنقيتها ، وهو ما لم يقم به مصنف هذا الكتاب رحمه‌الله.\n__________________\n(1) للشيخ عبد علي بن جمعة العروسي الحويزي الشيرازي ، المعاصر للسيّد البحراني ، والمتوفّى نحو سنة 1112 ه‍ ، والمتوفّى نحو سنة 1112 ه‍ ، وقد فرغ منه نحو سنة 1066 ه‍ ، وهو يختلف عن (تفسير البرهان) ، إذ البرهان يشتمل على اسناد الروايات ومتنها كاملا ، أمّا مصنّف (نور الثقلين) فقد أسقط الإسناد وحذف كثيرا من متون بعض الروايات ، كما أنّ البرهان يشتمل على ذكر الآيات القرآنية ثمّ يورد ما تسنّى من الروايات في تفسيرها وصاحب (نور الثقلين) ترك ذكر الآيات ممّا يصعب معرفة الأخبار المتعلّقة بكلّ آية. أنظر الذريعة 24 : 365 / 1967.",
        "محتوى الكتاب\nجعل المؤلف تفسيره على مقدمة تشتمل على خطبة المؤلف ، ثم أفرد سبعة عشر بابا ، وهي كما يلي :\n1 ـ باب في فضل العالم والمتعلم.\n2 ـ باب في فضل القرآن.",
        "3 ـ باب في الثقلين.\n4 ـ باب في أن ما من شيء يحتاج إليه العباد إلا وهو في القرآن ، وفيه تبيان كل شيء.\n5 ـ باب في أن القرآن لم يجمعه كما أنزل إلا الأئمة عليهم‌السلام ، وعنهم تأويله.\n6 ـ باب في النهي عن تفسير القرآن بالرأي ، والنهي عن الجدال.",
        "7 ـ باب في أن القرآن له ظهر وبطن ، وعام وخاص ، ومحكم ومتشابه ، وناسخ ومنسوخ ، والنبي صلى‌الله‌عليه‌وآله‌وسلم وأهل بيته عليهم‌السلام يعلمون ذلك ، وهم الراسخون في العلم.\n8 ـ باب في ما نزل عليه القرآن من الأقسام.\n9 ـ باب في أن القرآن نزل بإياك أعني واسمعي يا جارة.\n10 ـ باب في ما عنى به الأئمة عليهم‌السلام في القرآن.",
        "11 ـ باب آخر. متمم للباب السابق ويشتمل على النهي عن تفسير القرآن دون علم.\n12 ـ باب في معنى الثقلين والخليفتين من طريق المخالفين.\n13 ـ باب في العلة التي من أجلها أن القرآن باللسان العربي ، وأن المعجزة في نظمه ، ولم صار جديدا على مر الأزمان.\n14 ـ باب أن كل حديث لا يوافق القرآن فهو مردود.",
        "15 ـ باب في أول سورة نزلت وآخر سورة.\n16 ـ باب في ذكر الكتب المأخوذ منها الكتاب.\n17 ـ باب في ما ذكره الشيخ علي بن إبراهيم في مطلع تفسيره.\nوبعد هذه الأبواب شرع في المقصود ، وهو تفسير سور القرآن الكريم بالمأثور من رواية أهل البيت عليهم‌السلام مبتدئا بسورة الفاتحة ومنتهيا بسورة الناس ، تاركا تفسير بعض الآيات الكريمة ، مما لم يجد روايات في تفسيرها ، وقد ألحقنا في نهاية كل سورة مستدركا بتفسير هذه الآيات وفقا لمنهج المؤلف ، وسيأتي بيانه في عملنا في الكتاب.",
        "وأفرد المؤلف بعض الأبواب في خاتمة تفسيره ، وهي كما يلي :\n1 ـ باب في رد متشابه القرآن إلى تأويله.\n2 ـ باب في فضل القرآن.\n3 ـ باب في أن حديث أهل البيت صعب مستصعب.",
        "4 ـ باب في وجوب التسليم لأهل البيت في ما جاء عنهم عليهم‌السلام.\nوبعد هذه الأبواب أشار المؤلف إلى ما تضمنه تفسيره وإلى مدى قيمته وفضله وطريقه في الرواية عن المشايخ وتاريخ فراغه من الكتاب.\nملاحظات حول مصادر الكتاب\nتوافرت لدينا خلال مراحل تحقيق هذا التفسير جملة ملاحظات حول المصادر التي اعتمدها المصنف في هذا التفسير ، آثرنا الإشارة إليها هنا تجنبا لتكرار الإشارة في مواضعها من التفسير ، وهي كما يلي :",
        "1 ـ قال المصنف في خاتمة التفسير : «واعلم أني إذا ذكرت ابن بابويه فهو أبو جعفر محمد بن علي بن الحسين بن بابويه القمي ، صاحب الفقيه» وقد وجدنا في هذا التفسير الكثير من النصوص التي نسبها المؤلف إلى ابن بابويه فلم نجدها في مصنفاته ، والسبب راجع إلى أن مصنف هذا التفسير ينسب كتاب (كفاية الأثر في النص على الأئمة الاثني عشر عليهم‌السلام لابن بابويه ، ويصطلح عليه أحيانا اسم (النصوص) والحال أن الكتاب للشيخ أبي القاسم علي بن محمد بن علي الخزاز القمي ، الذي يروي عن الشيخ الصدوق وعن أبي المفضل الشيباني وغيرهما ، من ذلك : الحديث الثاني من الباب الثالث من أبواب المقدمة ، والحديث الرابع من نفس الباب ، ولعل هذا الوهم قد نشأ من التقارب في الاسم حيث يعبر عن كليهما بالشيخ الصدوق ، أو من التأثر ببعض المعاصرين.\nقال الطهراني في (الذريعة) في ترجمة (كفاية الأثر) : وقد نقل عنه المولى محمد باقر المجلسي في (البحار) فتوهم أنه للصدوق أو للمفيد فلا وجه له. (1) وقد أبقينا هذه النسبة على حالها في الكتاب طالما ارتضاها المؤلف ، وتعكس جزءا من ثقافته ورأيه وذلك حفاظا على الأمانة العلمية ، واكتفينا بالتنبيه عليها هنا تحاشيا لما يحدث من الوهم في ذلك.\n2 ـ ينسب السيد البحراني كتاب (الكشكول فيما جرى لآل الرسول) إلى العلامة الحلي ، المتوفى سنة 726 ه‍ ، وقد نقل عنه في عدة مواضع من الكتاب بعنوان (الكشكول للعلامة الحلي) ، منها : الحديث الخامس من تفسير سورة الأنعام الآية 149 ـ 150 ، والحديث السادس من تفسير سورة الأنفال الآية 32 ـ 33 ، وفي كل المواضع التي نقل فيها عن (الكشكول) وجدناه في (الكشكول فيما جرى لآل الرسول) المشهور نسبته إلى السيد حيدر بن علي الحسيني الآملي.\nقال الشيخ الطهراني في (الذريعة) في ترجمة هذا الكتاب : «المشهور نسبته إلى السيد حيدر بن علي العبيدي الحسيني الآملي ، المعروف بالصوفي ، لكن في (الرياض) استبعد كون مؤلفه الصوفي المذكور ، لوجوه أربعة ، مذكورة في ترجمة الصوفي ، والحق معه ، بل المؤلف هو السيد حيدر بن علي الحسيني الآملي ، المقدم على الصوفي بقليل كتبه في سنة وقوع الفتنة العظيمة بين الشيعة والسنة وهي في سنة 735 ه‍ ، وعده في (مجالس",
        "__________________\n(1) الذريعة 18 : 86 / 806.\nالمؤمنين) من كتب السيد حيدر الصوفي المذكور ، ولكن الشيخ المحدث الحر قال : إنه ينسب إلى العلامة الحلي ، والشيخ يوسف خطأه في الانتساب إليه ، وجزم بكلام (المجالس) ، والله أعلم». (1) وقد تركنا نسبة الكتاب في المتن وفقا لما اختاره المصنف ، وذكرنا موضع الخلاف هنا للتنبيه.\n3 ـ ينسب السيد البحراني كتاب (المتحيص) إلى الحسين بن سعيد ، كما في الحديث الأول من تفسير الآية 86 من سورة يوسف ، والكتاب مختلف في نسبته بين اثنين : الشيخ محمد بن همام بن سهيل الكاتب المتوفى سنة 336 ه‍ ، وتلميذه الشيخ الحسن بن علي بن الحسين بن شعبة الحراني صاحب (تحف العقول) ، واستظهر الشيخ الطهراني أنه من تأليف ابن شعبة ، ويروي فيه عن شيخه محمد بن همام ، (2) والله العالم. وأبقينا نسبة الكتاب كما ارتضاها المؤلف واكتفينا بالإشارة إليها هنا.",
        "4 ـ ينسب السيد البحراني كتاب (مصباح الأنوار) للشيخ الطوسي ، وهو للشيخ هاشم بن محمد ، ونبه الشيخ الطهراني على أن منشأ هذا الاشتباه هو أنه كتب على ظهر النسخة أنه للشيخ الطوسي. (3) وقد أبقينا نسبة الكتاب على ما ذكرها المصنف ، واكتفينا بهذه الاشارة تفاديا لما يحدث من الوهم.\n5 ـ نقل المصنف في هذا التفسير عن (مسند فاطمة عليها‌السلام لأبي جعفر محمد بن جرير الطبري في عدة مواضع ، منها : الحديث التاسع من تفسير الآية 148 من سورة البقرة ، والحديث الثالث من تفسير الآية 155 و 156 من نفس السورة ، وجميع ما نقله عنه موجود في (دلائل الإمامة) لأبي جعفر محمد بن جرير الطبري الإمامي ، صاحب (نوادر المعجزات) والذي كان معاصرا للشيخ الطوسي والنجاشي ، مما يدل على اتحاد الكتابين ، وقد كتب على أغلب نسخ (الدلائل) المخطوطة (مسند فاطمة عليها‌السلام لأن الكتاب يبدأ بعدة أحاديث تنتهي بالإسناد إلى فاطمة الزهراء (سلام الله عليها) بعد أن سقط منه قسمه الأول المتضمن دلائل ومعجزات النبوة ودلائل أمير المؤمنين عليه‌السلام ومقدمة المؤلف.\nقال الشيخ الطهراني في (الذريعة) في ترجمة (مسند فاطمة (سلام الله عليها) : استظهر سيدنا أبو محمد صدر الدين أنه كتاب (الدلائل) لابن جرير الامامي. (4) فالظاهر أن الكتاب المعتمد من قبل المؤلف هو (دلائل الإمامة) وقد أوردنا تفصيل هذه المسألة في مقدمة (دلائل الإمامة) من تحقيق قسم الدراسات الإسلامية لمؤسسة البعثة.\n6 ـ في الباب السادس عشر من أبواب المقدمة في ذكر مصادر التفسير ، عنون المصنف كتاب (نهج البيان عن كشف معاني القرآن) للشيخ محمد بن الحسن الشيباني من أعلام القرن السابع الهجري مرتين : الأولى بعنوان",
        "__________________\n(1) الذريعة 18 : 82 / 777.\n(2) الذريعة 4 : 431 / 1913.\n(3) الذريعة 21 : 103 / 4136.",
        "(4) الذريعة 21 : 28 / 3790.\n(كشف البيان) (1) والثانية (نهج البيان) وهما كتاب واحد ، وقد أيد الشيخ الطهراني إطلاق التسميتين على هذا الكتاب أيضا. (2) وعنون السيد هذا الكتاب في متن الكتاب بالعنوانين ، وقد تركناهما على حالهما طالما أن التسميتين صحيحتان ومعمول بهما.\n7 ـ كان من بين المصادر التي اعتمدها المصنف ، وعدها في الباب السادس عشر من أبواب المقدمة ، كتاب (بصائر الدرجات) لسعد بن عبدالله الأشعري القمي ، وكل ما أورده عنه في متن الكتاب استخرجناه من (مختصر البصائر) للشيخ حسن بن سليمان بن محمد الحلي ، فالظاهر أن المصنف إنما اعتمد كتاب (مختصر البصائر) وليس كتاب (بصائر الدرجات).\n8 ـ من المصادر التي ذكرها المؤلف في مصادر تفسيره (كتاب الشيخ رجب البرسي) ومراده (مشارق أنوار اليقين).",
        "9 ـ اعتمد المصنف مصادر عدة غير التي ذكرها في الباب السادس عشر من أبواب المقدمة ، نقل عنها مباشرة أو بالواسطة.\n__________________\n(1) وفي نسخة : كشف نهج البيان.\n(2) الذريعة 18 : 23 ، 24 : 414 / 2178.",
        "ثالثا : التعريف بنسخ الكتاب\n1 ـ النسخة المودعة في مكتبة كلية الإلهيات ـ جامعة طهران ، رقمها (2948) ، كتبها محمد بن الحسن بن الحاج حافظ الأميري في 14 محرم الحرام 1114 ه‍ وتبدأ من أواخر سورة يونس إلى آخر التفسير ، الموجود لدينا منها يبدأ من أواخر سورة الاسراء إلى آخر الكتاب. ورمزنا لها بالحرف «ج».\n2 ـ النسخة المودعة في المكتبة الرضوية (آستانه قدس رضوي) ـ مشهد المقدسة ، رقمها (14344) كتبها السيد عبدالله في سنة 1262 ه‍ ، تبدأ من أوائل المقدمة حيث سقط بعض أوراقها وتنتهي بآخر سورة الكهف ، وهذه النسخة تطابق النسخة التالية (نسخة مكتبة سبهسالار) من حيث الكاتب والبداية والسقط والتصحيف والبياض وغيرها ، وكأن النسخة التالية منقولة عن هذه النسخة ، قابلنا منها المقدار المفقود من أواخر سورة الكهف من النسخة التالية. ورمزنا لها بالحرف «ق».\n3 ـ النسخة المودعة في مكتبة سبهسالار ـ طهران ، رقمها (2057) ، كتبها السيد عبدالله في سنة 1268 ه‍ ، تبدأ من أوائل المقدمة حيث سقط بعض أوراقها وتنتهي بالآية (18) من سورة الكهف ، وهذه النسخة تطابق النسخة السابقة (نسخة المكتبة الرضوية) من حيث الكاتب والبداية والسقط والتصحيف والبياض وغيرها ، وكأنها منقولة عنها ، قابلناها كلها ، وأكملنا الأوراق المفقودة من آخرها والتي تبدأ من الآية (18) من سورة الكهف إلى آخر السورة من النسخة السابقة. ورمزنا لها بالحرف «س».",
        "4 ـ النسخة المطبوعة على الحجر في إيران سنة 1302 ه‍ ، تبدأ من أول سورة مريم إلى آخر الكتاب ، قوبلت بتمامها ، ورمزنا لها بالحرف «ي».\n5 ـ الطبعة الحروفية ذات الأجزاء الأربعة ، طبع مؤسسة إسماعيليان ـ قم المقدسة ، تبدأ من أول التفسير إلى آخره ، وقد قوبلت بها جميع النسخ والمصادر ورمزنا لها بالحرف «ط».\nرابعا : عملنا في الكتاب\nكان تحقيق تفسير البرهان وفقا لمنهجية العمل الجماعي الذي ارتضاه قسم الدراسات الإسلامية من أول تأسيسه كأسلوب لتحقيق النصوص ، ويمكن تلخيص مراحل العمل في تحقيق هذا الكتاب إلى ما يلي :",
        "1 ـ في خاتمة التفسير أشار المصنف إلى أنه كان يصلح ويصحح بعض مصادر تفسيره عند النقل عنها ، وذلك في قوله : «لأن بعض الكتب التي أخذت منها هذا الكتاب كتفسير علي بن إبراهيم وكان يحضرني فيه نسخ عديدة ، والعياشي وكان يحضرني منه نسختان من أول القرآن إلى آخر سورة الكهف ، فأصلحت وصححت بحسب الإمكان من ذلك ، والله سبحانه هو الموفق».\nوهذا القول يعني أن بعض المصادر التي اعتمدها كانت سقيمة النسخ وكثيرة التصحيف والتحريف ، ولهذا نرى أن المصنف أعطى رخصة في إصلاح الكتاب لمن تتوفر لديه مصادر أدق وأصح نسخة من المصادر التي اعتمدها ، وذلك في قوله : «والالتماس من الإخوان الناظرين في هذا الكتاب إن صح عندهم ما هو أصح من الأصول التي أخذت منها هذا الكتاب ، فليصلحوا ما تبين فيه من الخلل».\nوعند ما شرعنا بتحقيق هذا الكتاب لم نكتف بمقابلة الطبعة الحروفية له بالنسخ المخطوطة المشار إليها آنفا ، بل قمنا بمقابلتها بالمصادر التي استخرجنا منها والمعتمدة من قبل المصنف أيضا ، وأشرنا إلى الاختلافات في الهامش ، أما ما رأيناه ضروريا لاستقامة النص وتخلو منه نسخ البرهان المتوفرة لدينا فقد أثبتناه من المصادر واضعين ذلك بين معقوفتين ، أما ما ترجح من المصادر على نسخ البرهان المخطوطة فقد أثبتناه في المتن مع الإشارة إليه في مواضعه من التفسير.\n2 ـ مقابلة التفسير بالنسخ المخطوطة التي سبقت الإشارة إليها ، وتسجيل اختلافاتها.",
        "3 ـ تخريج الأحاديث والنصوص المختلفة من المظان التي اعتمدها المصنف ، ومقابلتها بالمصادر وتثبيت اختلافاتها.\nوقد اعتمد المصنف مصادر كثيرة نقل عن بعضها بالواسطة ، فكان واسطته إلى طرق الجمهور كتاب (الطرائف) لابن طاوس ، وقد خرجناها منه ومن المصادر الأصل التي نقل عنها صاحب (الطرائف) ، أما الواسطة\nالأخرى إلى طرق الجمهور فهو كتاب «تحفة الأبرار» للحسين بن مساعد الحسيني ، ونسخته الموجودة لدينا ناقصة ، لهذا خرجنا بعض نقول المصنف من هذا الكتاب من مصادره الأصل ، والبعض الآخر بالواسطة ، وبقي بعضها مجهولا.\nوفي فضائل السور اعتمد المصنف كتاب (خواص القرآن) والظاهر أن النسخة التي اعتمدها تحظى بزيادات عن النسخ المتوفرة لدينا من هذا الكتاب ، لهذا بقي بعض ما نقله عنه مجهولا. واعتمد المصنف أيضا كتاب مصباح الأنوار ، والموجود لدينا منه ثلاث مصورات لمخطوطات مختلفة للجزء الأول منه فقط ، واعتمد كتاب الشيخ عمر بن إبراهيم الأوسي وليس لدينا منه نسخة.",
        "4 ـ تصحيح الأسانيد وأسماء الرواة والأعلام باعتماد المصادر المعتبرة في هذا الباب ، وهو عمل شاق تكتنفه الكثير من الصعوبات ، وذلك لأن المصنف اعتمد بعض المصادر التي لم تصلها يد التحقيق بعد ، ومما تجدر الإشارة إليه هو أننا لم نعتمد في تصحيح أسانيد (بصائر الدرجات) لمحمد بن الحسن الصفار الكتاب المطبوع لكثرة التصحيف والتحريف والخلط في أسانيده ، بل اعتمدنا النسخة المودعة في مكتبة السيد المرعشي رحمه‌الله ، برقم (1253) ، والمكتوبة في سنة 1259 ه‍ ، وهي أدق وأصح من المطبوع.\n5 ـ ضبط أسماء الرواة والأعلام والبلدان بالحركات ، ووضع حركات الإعراب والصرف الضرورية في مواضع الحاجة ، وقد اعتمدنا في الضبط (إيضاح الاشتباه) للعلامة و (تنقيح المقال) للمامقاني و (المغني) لمحمد طاهر الهندي و (تصحيفات المحدثين) لأبي هلال العسكري و (الأنساب) للسمعاني و (معجم البلدان) لياقوت الحموي و (الاشتقاق) لابن دريد وغيرها.\n6 ـ الإشارة إلى مواضع إحالات المؤلف (تقدم ، ويأتي) التي اعتمدها المصنف كثيرا في تفسيره.\n7 ـ ما ذكر في الطبعة الحروفية من الإشارة إلى نوع السورة (مكيها ومدنيها) وترتيب نزولها وعدد آياتها ، والذي وضعه مصحح الكتاب بين قوسين ، حذفناه لعدم توفره في نسخ الكتاب المخطوطة كافة.",
        "8 ـ وضعنا ما أثبتناه من مصادر المؤلف لاقتضاء السياق بين معقوفتين إشارة إلى عدم وجوده في نسخ التفسير.\n9 ـ إعداد مستدرك يضم الآيات التي تركها المصنف باعتماد (معجم الآثار القرآنية) الذي أعده قسم الدراسات الإسلامية ، (1) و (دليل الآيات القرآنية في بحار الأنوار) وتفسير (نور الثقلين) للشيخ عبد علي الحويزي وغيرها. وقد ألحقنا مستدرك كل سورة في نهايتها ، ليكون أيسر تناولا للباحث.\n10 ـ ضبط النص وتقويمه لتخليصه من التصحيف والتحريف وتثبيت أقرب نص أراده المصنف عن طريق التلفيق بين النسخ ، مع شرح المفردات التي يصعب فهمها من معاجم اللغة المعتبرة.\n__________________",
        "(1) يشتمل هذا المعجم على جمع الروايات الواردة من طريق الرسول الأكرم وأهل بيته عليهم‌السلام وأصحابهم المتّقين ، وتضمّن أكثر من (150) مصدرا ولا يزال العمل مستمرّا به ، وسيصدر ضمن إصدارات قسم الدراسات الإسلامية لمؤسسه البعثة.\n\n11 ـ صياغة هوامش الكتاب بالاعتماد على سلسلة المراحل السابقة.\n12 ـ الملاحظة النهائية ، وتتضمن مراجعة متن الكتاب مع هامشه بدقة ، للتأكد من سلامة النص وضبطه.",
        "ثناء\nنتقدم بوافر الشكر والامتنان للإخوة العاملين في قسم الدراسات الإسلامية لمؤسسة البعثة ، خدمة تراث أهل البيت العصمة (سلام الله عليهم) ، والذين كرسوا وقتهم من أجل إحياء هذا التراث ، فكان تحقيق هذا التفسير من ثمرات جهودهم المخلصة ، ونخص بالذكر منهم : علي الكعبي ، شاكر شبع ، صائب عبد الحميد ، السيد عباس بني هاشمي ، السيد إسماعيل الموسوي ، السيد عبد الحميد الرضوي ، الشيخ أحمد الأهري ، الشيخ كريم الزريقي ، عصام البدري ، كريم راضي الواسطي ، عبدالله الخزاعي ، عبد الكريم الحلفي ، عبد الكريم البصري ، زهير جواد ، حسين أبو العلا. وفقهم الله ورعاهم وسدد خطاهم.\nوآخر دعواهم أن الحمد لله رب العالمين.\n"
    ]
}