{
    "partText": [
        "\nالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ\n\nكريمقرآن\n\n}}\n\nالبسيط في علم التجويد\n\nإعداد\nالشيخ/ بدر حنفي محمود\n\nإشراف\nالشيخ / أحمد همام علي\n\nالمقدمة:\nالحمد لله الذي بفضله تتم الصالحات, نحمده حمدًا يزيد على حمد الحامدين, ونشكره شكرًا يزيد على شكر الشاكرين. وأشهد أن لا إله إلا الله وحده لا شريك له. إذا وقف العباد يوم القيامة, نادى الله وقال: أين جيراني؟ فتقول الملائكة: ومن الذي ينبغي أن يجاورك يا رب وأنت رب العالمين؟ فيقول الله (- سبحانه وتعالى -): جيراني هم عمَّار المساجد وقراء القرآن الكريم. وأشهد أن سيدنا ونبينا وحبيبنا محمد رسول الله (- صلى الله عليه وسلم -) القائل \"خيركم من تعلم القرآن وعلمه\" صدق رسول الله (- صلى الله عليه وسلم -).\n\nأما بعد ...\n\nفإن من أجل الأعمال وأفضلها هو قراءة القرآن الكريم, ويقول (- سبحانه وتعالى -): { إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ } , ويقول الرسول (- صلى الله عليه وسلم -): \"أفضل عبادة أمتي قراءة القرآن\". إذن فلا بد على كل مسلم ومسلمة تعلُّم كيف يُقرأ القرآن الكريم؛ لأن حبيبك محمد (- صلى الله عليه وسلم -) يقول: \"إن الله يحب أن يقرأ القرآن كما أنزل\".\n(1/1)\n",
        "والقرآن أخي القارئ العزيز نزل من السماء مرتلاً على قلب الحبيب محمد (- صلى الله عليه وسلم -). وعلى هذا, ومن منطلق الآية الكريمة { وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَانِ } , فقد وفقنا الله (- عز وجل -) نحن – جماعة تلاوة القرآن الكريم بمسجد الفرشوطي بسوهاج- في أن نقدم لك-أخي القارئ-أحكام تلاوة القرآن الكريم؛ حتى يتم الانتفاع بها في قراءة القرآن الكريم, وقد راعينا في هذا العمل عدم الإطالة والإطناب؛ حتى لا يتعذر على القارئ فهم المعلومة, وراعينا أيضًا عدم الشح والتقصير في المعلومة؛ حتى يكون لدى القارئ المعلومة الوافية الكافية له حتى يفهم معناها, ويسهل عليه العمل بها, ولقد وفقنا الله بعونه ومشيئته في كتابته وتنقيحه, ومراعاة الدقة في معلوماته, وسميناه \"البسيط في علم التجويد\".\nونسأل الله (- عز وجل -) أن يغفر لنا ما ورد في هذا العمل من سهو أو خطأ أو نسيان, ونسأله أن يفيد المسلمين والمسلمات, وأن يجعله في ميزان حسناتنا وفي ميزان حسنات كل من أسهم معنا في هذا العمل الجليل سواءً بالجهد أو بالفكر أو بالمال, فنسأل الله أن يتقبله منا, وأن يجعله خالصًا لوجهه الكريم, وأن يجازي مشايخنا عنا خير الجزاء. ونسأل الله (- عز وجل -) أن يجعل هذا العمل صدقةً جاريةً لنا بعد الموت – إن شاء الله.\n\nوالحمد لله رب العالمين\nالشيخ/ بدر حنفي محمود\n\n- آداب التلاوة والاستماع -\nاعلم أخي القارئ أن من أجل الأعمال وأفضلها هو قراءة القرآن الكريم؛ لأن قارئ القرآن الكريم يكون في معية الله, يذكر الله فيذكره ربه, ولذلك فلا بد لقارئ القرآن أن يتأدب مع ربه وهو يتلو القرآن الكريم.\nوإليك أخي في الله آداب التلاوة ثم نتبعها بآداب الاستماع والآداب مع المصحف.\n\nأولاً: آداب التلاوة الخارجية.\nيستحب لقارئ القرآن أن يكون على وضوء؛ لأن القراءة عبادة لله.\n(1/2)\n\nلا بد وأن تكون القراءة في مكان نظيف ليس فيه أدنى نجاسة.\nيستحب أن يجلس القارئ مستقبلاً القبلة بقدر ما يستطيع.\nيسن للقارئ أن يستاك بالسواك عند القراءة تعظيمًا للقرآن.\nلا بد أن يستعيذ بالله من الشيطان الرجيم عند البدء بالقراءة استنادًا إلى قوله تعالى: { فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ } (1). والصفة المختارة هي: أَعُوذُ باللهِ مِنَ الشَّيطاَن الرَّجِيمِ.\nلا بد أن يبسمل القارئ أول كل سورة إلا سورة التوبة.\nلا بد أن يقرأ القرآن بالترتيل ولا يقرأ كقراءة الجرائد استنادًا إلى قوله تعالى: { وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً } (2).\nيسن للقارئ أن يقرأ على ترتيب المصحف.\nيسن للقارئ إذا افتتح في سورة أن يكملها.\nيسن للقارئ ألا يقطع قراءته لمكالمة أحد إلا إذا ألقى عليه السلام, فيقطع القراءة ويرد السلام ثمَّ يعود للقراءة, وذلك لأن الرد على السلام فرض من الله تعالى.\nيسن للقارئ السجود عند قراءة آية سجدة.\nيستحب للقارئ التكبير من أول الضحى إلى سورة الناس.\nيسن للقارئ تحسين الصوت بالقراءة وتزيينه.\nيستحب البكاء عند قراءة القرآن والتباكي.\nيستحب التوسط في القراءة بين الجهر والإسراء, استنادًا إلى قوله تعالى: { وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلاً } (3).\n\nالآداب القلبية:\nيجب على القارئ أن يتلو القرآن بتدبر وتفهم استنادًا إلى قوله تعالى: { أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا } (4).\nأن يبتعد القارئ عن موانع الفهم وهي ألا يفكر في الدنيا, ولكن يفكر في القرآن الكريم.\n__________\n(1) سورة النحل, الآية (98).\n(2) سورة المزمل, من الآية (4).\n(3) سورة الإسراء, من الآية (110).\n(4) سورة محمد, الآية (24).",
        "(1/3)\n\nولكي يصل القارئ إلى أعلى مراتب التدبر والمعية مع الله فلا بد من أن يمر بهذه المراحل الآتية:\nأن يقرأ القرآن وكأنما يقرأه على رسول الله (- صلى الله عليه وسلم -).\nأن يقرأ القرآن وكأنما يسمعه من رسول الله (- صلى الله عليه وسلم -).\nأن يقرأ القرآن وكأنما يسمعه من المولى (- عز وجل -) وهذه هي أعلى مراتب الوصول إلى الله, كما قال رسول الله (- صلى الله عليه وسلم -): من أراد أن يكلمه الله فعليه بالقرآن, ومن أراد أن يكلم الله فعليه بالصلاة.\nيسن للقارئ أنه إذا مر بآية رحمة فعليه أن يطلب الرحمة من الله في هذه الآية, وإذا مر بآية عذاب يستعيذ بالله من عذابها, وإذا مر بآية رجاء يرجو الله أن يغفر له وللمسلمين, وإذا مر بآية كونية أو آية في خلق الله وعظمته أن يفكر ويتدبر ويقول: { رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ } (1).\nثانيًا: آداب الاستماع:\nاعلم أخي القارئ أن الاستماع إلى القرآن الكريم من أجل الأعمال, وأن القارئ والمستمع يأخذان الأجر نفسه من الله, كما قال الرسول (- صلى الله عليه وسلم -): \"مثل القارئ والسامع كمثل الحالب والشارب\", ويقول الله جل وعلا في محكم التنزيل: { وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ } (2), ولذلك سوف نذكرك أخي القارئ بآداب الاستماع إلى القرآن الكريم.\nأن يجلس المستمع في أدب دومًا.\nأن يستمع في إنصات وسكينة.\nألا يشغل ظاهره أو باطنه عما سوى الله.\nإذا سمع آية سجدة سجد.\nأن يبكي, فإن لم يستطع فليتباكى.\nإذا أخطأ القارئ فلا بد للمستمع أن يصحح له خطأه.\nإذا بالغ القارئ في قراءته وتعالى فيها فلا بد للمستمع أن ينكر عليه هذه القراءة.\n\nالآداب مع المصحف الشريف:\n__________\n(1) سورة آل عمران, من الآية (191).\n(2) سورة الأعراف, الآية (204).\n(1/4)",
        "\nوللمصحف قدسية عظيمة؛ لأنه يحمل في طياته كلام المولى (- عز وجل -), فتعظيمك للمصحف يأتي من تعظيمك لله (- عز وجل -), وفي هذه السطور سوف نذكر لك آداب المصحف:\nأن تضع المصحف في مكان عالٍ ولا تضع فوقه شيء؛ لأنه يعلو ولا يعلى عليه.\nألا تضع المصحف على الأرض.\nأن تقوم للمصحف إذا جيء به إليك.\nيستحب تطييب المصحف وجعله على حامل ما أمكن ذلك.\nعدم توسد المصحف, أي جعله تحت الوسادة (المخدة)؛ لأن ذلك فيه إذلال ومهانة.\nيحرم على المحدث حدثًا أكبر أن يمس المصحف.\nلا تقول مصيحف, ولكن مصحف, ولا تقول صورة صغيرة, ولكن قل سورة قصيرة لأنه لا صغير في كلام الله.\n\n- التعريف بعلم التجويد -\nاعلم – أخي القارئ- أن علم التجويد من أسمى وأشرف العلوم؛ لأنه متعلق بكتاب الله (- عز وجل -), فالتجويد لغةً: التحسين, جوّدت الشيء: بمعنى حسنت الشيء. واصطلاحًا: هو إعطاء كل حرف حقه ومستحقه.\nوحق الحرف: هو إخراج الحرف من مخرجه مع إعطائه صفاته الذاتية الملازمة له التي لا تفارق؛ كالهمس والجهر والشدة ..... إلخ. أما مستحق الحرف: فهو الصفات العرضية التي تنشأ عن الصفات الذاتية, فمثلاً صفة الاستعلاء صفة ذاتية ينشأ عنها التفخيم. والمستحق أيضًا هو الأحكام التي تنشأ عن الحروف وصفاتها إذا تلاقت هذه الحروف بعضها مع بعض؛ كالإظهار, والإدغام, والإقلاب, والتفخيم, والترقيق .....إلخ.\nحكم التجويد: هو فرض كفاية على عامة المسلمين للعلم به. وفرض عين بالنسبة للعمل به, أي أن كل من يقرأ القرآن الكريم وجب عليه العمل بالتجويد. وهذا دليله من القرآن الكريم: قال تعالى: { وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً } (1). ومن السنة النبوية الشريفة, قال رسول الله (- صلى الله عليه وسلم -): \"ليس منا من لم يتغنَّ بالقرآن\" (2), ويتغنَّ بالقرآن معناها: يجوده ويحسنه.\n__________\n(1) سورة المزمل, الآية (4).\n(2) رواه البخاري, ح (7527)\n(1/5)\n",
        "ولذلك يقول الإمام الجزري- رحمه الله- في نظمه:\nوالأخذ بالتجويد حتم لازم\n\nمن لم يجود القرآن آثم\n\nلأنه به الإله أنزلا\n\nوهكذا منه إلينا وصلا\n\nموضوع علم التجويد: هو كلمات القرآن الكريم, ولذلك يعتبر علم التجويد من أشرف العلوم لأنه يتصل بكلام الله (- سبحانه وتعالى -).\nغاية علم التجويد: هي حماية اللسان من الخطأ واللحن في كلمات القرآن الكريم؛ حتى يفوز القارئ بالسعادة في الدنيا والآخرة. فله بكل حرف حسنة, والحسنة بعشر أمثالها.\nقال رسول الله (- صلى الله عليه وسلم -): \"... إن بكل حرف حسنة والحسنة بعشر أمثالها, لا أقول: الم حرف, ولكن ألف حرف, ولام حرف, وميم حرف\" (1). وقال أيضًا: \"الماهر بالقرآن مع السفرة الكرام البررة, والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق فله أجران\" (2).\n\n- تعريف الإمام عاصم وراويه حفص -\nالإمام عاصم: هو عاصم بن أبي النجود بن بهدلة الأسدي, وكنيته أبو بكر, كان شيخًا للإقراء في الكوفة بعد أبي عبد الرحمن السلمي, وقد جمع من الفصاحة والإتقان والتجويد, وكان أحس الناس صوتًا بالقرآن, وهو من التابعين.\nوقد قرأ الإمام عاصم على عبد الله بن حبيب السلمي وعلى زر بن حبيش وعلى سعد الشيباني, وقرأ هؤلاء الثلاثة على عبد الله بن مسعود. وقرأ السلمي وزر على عثمان بن عفان وعلي بن أبي طالب على رسول الله (- صلى الله عليه وسلم -). تُوُفِّيَ عام مائة وثمانية وعشرين من الهجرة.\nالراوي حفص: هو حفص بن سليمان بن المغيرة الأسدي الكوفي الفاخري البزاز, وكنيته أبو عمر. قال فيه العلماء: إنه أعلم الناس بقراءة عاصم, ولذلك كانوا يصفونه بالضبط والإتقان, ولذلك أشار الشاطبي- رحمه الله – بقوله:\nوحفص وبالإتقان كان مفضلا\n\nوهو ابن زوجه عاصم, ولد في عام تسعين من الهجرة, وتوفي عام مائة وثمانين, عاش تسعين عامًا.\n- اللحن وأقسامه -\n__________\n(1) رواه الترمذي, ح (3158)\n(2) رواه مسلم, ح (1898)\n(1/6)\n\nاعلم أخي القارئ – جعلني الله وإياك من الفائزين السعداء- أن اللحن لغةً: الميل عن الصواب. واصطلاحًا: هو خطأ يطرأ على الكلمة فيخل بالمعنى تارةً, ويخل بقواعد القراءة والتجويد تارةً أخرى.\nوينقسم اللحن إلى قسمين:\nأولاً- اللحن الجلي: وهو خطأ يطرأ على الكلمة فيغير اللفظ ويخل بالمعنى, وذلك بأن يخرج الحرف من غير مخرجه الطبيعي بأن يجعل الثاء مثلاً سينًا. مثال: { وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلاً فَكَثَّرَكُمْ } (1)؛ فيتغير معنى الكلمة \"فكثركم\" أي من الكثرة إلى \"فكسركم\" من التكسير (التحطيم). أو أن يجعل التاء طاءً في مثل: \"قانتون\", فتصبح \"قانطون\", والقنوت معناه الخشوع, أما القنوط فهو الجزع واليأس. أو الصاد مثلاً سينًا مثل: الصلاة.\nأو يكون اللحن بتغيير حركة إعرابية بدلاً من حركة أخرى, فمثلاً بدلاً من أن تقول: أنعمتَ, تقول: أنعمتُ. وهذا خطأ يغير المعنى. ويسمى اللحن الجلي بهذا الاسم لأنه ينجلي, أي: يظهر, ويستطيع أي شخص أن يعرفه ويدركه.\nوحكمه: هو التحريم فهو حرام بإجماع العلماء ويأثم فاعله.\n\nثانيًا- اللحن الخفي: وهو خطأ يطرأ على الكلمة فيغير اللفظ, ولا يخل بالمعنى, وذلك يكون بمخالفة قواعد التجويد, كترك الغنة مثلاً, أو عدم تفخيم المفخم, أو ترقيق المرقق, وهذا على سبيل المثال, وحكمه هو الكراهة, أي: مكروه. وذهب بعض العلماء إلى تحريمه. هذا والله ورسوله أعلم.\n\n- مراتب القراءة -\nاعلم أخي القارئ للقرآن الكريم أن مراتب القراءة أربع:\nأولاً- التحقيق: وهو القراءة بتؤدة وطمأنينة, وإعطاء كل حرف حقه ومستحقه, وهو أيضًا تفكيك للحروف وإشباعها دون المغالاة في ذلك, وتكون هذه المرتبة في مقام تعلم وتعليم القرآن الكريم.\n__________\n(1) سورة الأعراف, من الآية (86).",
        "(1/7)\n\nثانيًا- الترتيل: وهو القراءة بطمأنينة وعلى مكث وتدبر, وإعطاء الحروف حقها ومستحقها, وهذه المرتبة هي أفضل المراتب استنادًا إلى قوله تعالى: { وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً } (1), وقال رسول الله (- صلى الله عليه وسلم -): \"إن الله يحب أن يقرأ القرآن كما أنزل\". وهذه المرتبة هي مذهب ورش وعاصم وحمزة.\nثالثًا- الحدر: وهو القراءة بسرعة مع إعطاء كل حرف حقه ومستحقه, ومراعاة الأحكام, وهذه المرتبة هي مذهب ابن كثير المكي وأبي عمرو البصري وقالون.\nرابعًا- التدوير: هو مرتبة متوسطة بين الترتيل والحدر مع مراعاة الأحكام, وهو مذهب ابن عامر والكسائي.\n\n- أركان القراءة -\nاعلم- أخي القارئ- أن لكل شيء أركانًا, فأركان قراءة القرآن الكريم ثلاثة:\nأولاً- صحة الإسناد, وهو أن نتلقى القرآن عن شيخ قارئ للقرآن سنده متصل برسول الله (- صلى الله عليه وسلم -).\nثانيًا- موافقة الرسم العثماني بالمصحف الشريف بمعنى أن تكون قراءتك موافقة لما رسم بالإثبات أو الحذف, أو الوصل أو القطع, ولو احتمالاً.\nثالثًا- أن توافق قراءتك وجهًا من أوجه النحو ولو ضعيفًا.\nفإذا اختل ركن من هذه الأركان تعد القراءة شاذةً وغير صحيحة, ولا يعتدُّ بها, ولذلك يقول ابن الجزري- رحمه الله:\nفكل ما وافق وجه نحو\n\nوكان للرسم احتمالاً يحوي\n\nوصح إسنادًا هو القرآن\n\nفهذه الثلاثة الأركان\n\n- الاستعاذة -\nاعلم – أخي القارئ- أن الاستعاذة واجبة عند البدء بالقراءة, وهذا هو رأي جماعة من العلماء, والرأي الآخر ذهب إلى أنها مستحبة, وخلاصة القول: أن الاستعاذة لا بد منها عند ابتدائك للقراءة, سواء كانت في أول السورة أو في أي جزء من أجزاء السورة, ودليل وجوبها من القرآن الكريم, قال تعالى: { فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ } (2).\n__________\n(1) سورة المزمل, من الآية (4).\n(2) سورة النحل, الآية (98).\n(1/8)",
        "\nوقال الإمام الشاطبي- رحمه الله:\nإذا ما أردت الدهر تقرأ فاستعذ\n\nجهارًا من الشيطان بالله مسجلا\n\nعلى ما أتى في النحل يسرًا وإن\nتزد لربك تنزيهًا فلست مجهلا\n\nصفة الاستعاذة: ورد في ذلك صيغ كثيرة, ولكن المأثور فيها هو: أَعُوذُ باللهِ مِنَ الشَّيطاَن الرَّجِيمِ, أو أعوذ بالله السميع العليم من الشيطان الرجيم. والراجح في ذلك القول الأول؛ لأنه هو المألوف والمأخوذ به, وذلك على قول الإمام الشاطبي: على ما أتى في النحل يسرًا. أي أن اللفظ الأول فيه يسر على القارئ.\n\nحالات الاستعاذة:\nللاستعاذة حالات أربع: اثنتان يجهر بها, واثنتان يُسَرُّ فيهما.\nأولاً- مواضع الجهر:\nيجهر بالاستعاذة في مقام التعليم, أي: في حلقات التدريس للقرآن الكريم.\nيجهر بالاستعاذة في المحافل وقراءة القرآن على ملأ من الناس.\nثانيًا- مواضع الإسرار:\nالصلاة, يسر بالاستعاذة في الصلاة.\nعند القراءة الفردية, بمعنى إذا قرأت القرآن بمفردك مع نفسك.\n\nأوجه الاستعاذة:\nالاستعاذة لها أوجه في قراءتها مع البسملة وأول السورة, وهي كما يأتي:\nقطع الجميع.\nقطع الأول ووصل الثاني بالثالث.\nوصل الأول بالثاني, وقطع الثالث.\nوصل الجميع.\nأولاً- قطع الجميع: وهو الوقف على الاستعاذة مع التنفس, ثمَّ قراءة البسملة والوقوف عليها مع التنفس, ثمَّ قراءة أول السورة.\nثانيًا- قطع الأول ووصل الثاني بالثالث: وهو الوقف على الاستعاذة مع التنفس, ثمَّ قراءة البسملة وأول السورة معًا في نفس واحد.\nثالثًا- وصل الأول بالثاني وقطع الثالث: وهو وصل الاستعاذة بالبسملة, ثمَّ الوقف عليها مع التنفس, ثمَّ قراءة أول السورة.\nرابعًا: وصل الجميع: وهو وصل الاستعاذة بالبسملة بأول السورة في نفس واحد متصل.\n\nحكم البدء بقراءة سورة التوبة:\n(1/9)\n",
        "اعلم- أخي القارئ- أن سورة التوبة لا يوجد بأولها بسملة, وذلك لأسباب سوف نتكلم عنها عند الكلام عن البسملة. ولكن هناك الاستعاذة وصيغتها هي: أعوذ بالله السميع العليم من الشيطان الرجيم, وهذا إذا كان القارئ مبتدئًا بها. علمًا بأن الاستعاذة ليست من القرآن الكريم – بإجماع العلماء- ولكنها سنة عن رسول الله (- صلى الله عليه وسلم -), عن نافع بن مطعم عن أبيه أن رسول الله (- صلى الله عليه وسلم -) أنه استعاذ قبل القراءة يقول: أَعُوذُ باللهِ مِنَ الشَّيطاَن الرَّجِيمِ.\n- البسملة -\nاعلم – أخي القارئ أعزك الله- أن البسملة سنة عن رسول الله (- صلى الله عليه وسلم -), قال الإمام الشاطبي- رحمه الله:\nوبسمل بين السورتين بسنة\n\n.............................\n\nولكن اختلف العلماء في أنها آية من القرآن أم لا, فذهب بعضهم إلى أنها لست آية, وهذا هو قول المالكية, وذهب البعض الآخر على أنها آية, وهذا قول الشافعية, ولكن لنا أن نعرف أن حفصًا عن عاصم ذهب إلى أنها آية من الفاتحة, وسنة في كل سورة إلا سورة التوبة.\n\nوالخلاصة في ذلك أن البسملة آية من الفاتحة, وسنة في أوائل السور وبين السور للفصل بين السور, إلا في سورة التوبة, فلا يفصل بين الأنفال والتوبة بالبسملة.\n\nولكن هناك سؤال: لماذا لم تبدأ سورة التوبة بالبسملة كباقي سور القرآن؟ وما أوجه القراءة بين الأنفال والتوبة؟\nورد أن البسملة منعت في أول سورة التوبة, وهذا بالإجماع على أن سورة التوبة نزلت أثناء قتال المسلمين بالمشركين والمنافقين, والبسملة فيها رحمة, والموقف لا يتطلب رحمةً على الكافرين. وهناك رأي آخر, هو أن رسول الله (- صلى الله عليه وسلم -) قال في حديث ما معناه: \"أعطيت مكان التوراة السبع الطوال, وأعطيت مكان الزبور المئين, وأعطيت مكان الإنجيل السبع المثاني, وفضلت بالمفصل\".\n(1/10)\n\nفالسبع الطوال هي من أول البقرة إلى سورة التوبة, ولذلك عد العلماء سورة الأنفال والتوبة سورةً واحدةً.\n\nأوجه القراءة بين سورتي الأنفال والتوبة:\nالوقف: بمعنى أن تقف على آخر سورة الأنفال, وتتنفس, ثمَّ تبدأ سورة التوبة.\nالسكت: بمعنى أن تقف على آخر سورة الأنفال بدون أن تتنفس – حركتان- ثمَّ تبدأ سورة التوبة.\nالوصل: بمعنى أن تصل آخر سورة الأنفال بأول سورة التوبة مع مراعاة أحكام التجويد.\n\nأوجه البسملة بين السور:\nلقد عرفت – أخي القارئ- أن البسملة سنة بين السور, ولكن لها أوجه لقراءتها. فما أوجه البسملة؟\n\nالبسملة لها ثلاثة أوجه:\nقطع الجميع: بمعنى الوقف على آخر السورة مع التنفس ثمَّ قراءة البسملة والوقف عليها مع التنفس ثمَّ قراءة أول السورة.\nقطع الأول ووصل الثاني بالثالث, بمعنى الوقف على آخر السورة مع التنفس, ثمَّ وصل البسملة بأول السورة.\nوصل الجميع: بمعنى وصل آخر السورة بالبسملة بأول السورة الجديدة.\n\nولكن هناك سؤال: لماذا لم نصل البسملة بآخر السورة ثمَّ نقف, ونبدأ السورة الجديدة؟\nالإجابة هي أن البسملة جعلت لأوائل السور لا لآخرها, وحتى لا يتوهم السامع أن البسملة من آخر السورة, ولذلك قال الإمام الشاطبي- رحمه الله:\nومهما تصلها مع أواخر سورة\n\nفلا تقفن الدهر فيها مثقلا\n\n- أحكام النون الساكنة والتنوين -\nأخي القارئ قبل أن تعرف أحكام النون الساكنة والتنوين لا بد أن تعرف ما النون الساكنة والتنوين؟\nالنون الساكنة: هي التي لا حركة لها, وتكون في الأسماء والأفعال والحروف وتثبت رسمًا وخطًا ووقفًا ووصلاً. بمعنى أنها النون التي عليها سكون, مثل: إنْسان, الأنْعام, منْذر وهذا مثالها في الأسماء. وفي الأفعال, مثل: أنْعمت, تنْصروا الله, تنْحتون. وفي الحروف: منْ, عنْ, إنْ.\nوهذه النون كما ترى تكتب وتنطق, وتظهر عند الوقف وعند الوصل.",
        "(1/11)\n\nالتنوين: هو نون ساكنة ساكنة زائدة تلحق آخر الاسم لفظًا وتفارقه خطًا ووقفًا. ويرمز له في المصحف بـ(فتحتين ـً) (كسرتين ـٍ) (ضمتين ـٌ).\n\nفهو عبارة عن نون ساكنة زائدة عن بنية الكلمة, وهذا التنوين لا يكون إلا في الأسماء فقط؛ لأن الأفعال لا تنون, ولكن ورد في القرآن الكريم فعلان منونان, هما: { وَلِيَكُوناً مِنَ الصَّاغِرِينَ } (1), { لَنَسْفَعاً بِالنَّاصِيَةِ } (2). والصحيح أن هذا التنوين هو نون التوكيد الخفيفة, وإنما رسمت بالتنوين لأنها تشبه التنوين من حيث الوقف عليها.\nوالتنوين يثبت سماعًا باللفظ ولا يكتب بالخط, ولا يثبت عند الوقف على الكلمة.\n\nاعلم – أخي القارئ- أن أحكام النون الساكنة والتنوين مع الحروف الهجائية أربعة أحكام: (الإظهار – الإدغام – الإقلاب – الإخفاء).\n\nأولاً: الإظهار الحلقي:\nالإظهار: لغةً: البيان. واصطلاحًا: إخراج كل حرف من مخرجه من غير غنة في الحرف المظهر. حروف الإظهار الحلقي ستة حروف, هي حروف الحلق الستة: الهمز, الهاء, العين, الحاء, الغين, والخاء.\nوقد جمعها بعض العلماء في قول: (أخي هاك علمًا حاز غير خاسر).\nومراتب الإظهار الحلقي ثلاثة, هي:\nأقصى الحلق: الهمز والهاء.\nوسط الحلق: العين والحاء.\nأدنى الحلق: الغين والخاء:\nوسبب الإظهار: هو بعد مخرج النون عن حروف الحلق الستة, فالنون من طرف اللسان فيصعب في ذلك الإدغام, فلزم لذلك إظهار النون عند حروف الحلق.\nوشرط الإظهار الحلقي هو أن يقع بعد النون الساكنة حرف من حروف الحلق الستة. والإظهار الحلقي يكون من كلمة أو كلمتين, وبعد التنوين لا يكون إلا من كلمتين.\n\nأمثلة:\nمن كلمة\nمن كلمتين\nبعد التنوين\nحرف الإظهار\n\nينْأون\nمنْ آمن\nكفوًا أحد\nالهمزة\n\nمنْهاجًا\nإنْ هو\nسلامٌ هي\nالهاء\n\nالأنْعام\nمنْ عند\nأجرًا عظيمًا\nالعين\n\nانْحر\nفمنْ حاجك\n__________\n(1) سورة يوسف, من الآية (32).\n(2) سورة العلق, من الآية (15).\n(1/12)",
        "\nغنيًا حميدًا\nالحاء\n\nفسينْغضون\nمنْ غير\nعفوًا غفورًا\nالغين\n\nالمنْخنقة\nإنْ خفتم\nنخلٍ خاوية\nالخاء\n\nحقيقة الإظهار أو كيفية الإظهار الحلقي:\nهو أن ينطق القارئ بالنون الساكنة أو التنوين على حدة, ثمَّ ينطق حرف الإظهار الحلقي من دون توقف على النون أو التنوين. فلا يسكت على النون, ولا يقطعها عن حرف الإظهار. وإليك الدليل من التحفة:\nفالأول الإظهار قبل أحرف\n\nللحلق ست رتبت فلتعرف\n\nهمز فهاء ثمَّ عين حاء\n\nمهملتان ثمَّ غين خاء\n\nثانيًا: الإدغام:\nالإدغام لغةً: الإدخال, بمعنى: أدغمت الشيء في الشيء أي: أدخلت الشيء في الشيء.\nواصطلاحًا: هو التقاء حرف ساكن بآخر متحرك بحيث يصيران حرفًا واحدًا مشددًا يرتفع اللسان عنه ارتفاعةً واحدةً, أو هو النطق بالحرفين كالثاني مشددًا.\nمثال: منْ يَقول ميَّقول\nساكن متحرك حرف مشدد\nمن ناصرين ... ... منَّاصرين\nساكن متحرك حرف مشدد\n\nمن مال الله ... ... ممَّال الله\nساكن متحرك حرف مشدد\n\nمن ورق ... ... ... موَّرق\nساكن متحرك حرف مشدد\n\nحروف الإدغام مع النون الساكنة:\nاعلم أخي القارئ أن حروف الإدغام ستة, مجموعة في كلمة \"يرملون\", (ي, ر, م, ل, و, ن). لكن هذه الحروف تنقسم إلى قسمين:\nأولاً: إدغام بغنة وحروفه أربعة (ينمو)\nثانيًا: إدغام بغير غنة, وحروفه اثنان (ر ل).\n\nأولاً- الإدغام بغنة:\nلقد علمت- أخي القارئ- أن حروف الإدغام بغنة أربعة, وهي (ينمو).\nأما الغنة: فهي صوت رخيم لذيذ مركب في جسم الميم والنون المشددتين, مخرجها الخيشوم, ومقدارها حركتين.\n(1/13)\n",
        "إذن أخي القارئ إذا جاء أي حرف من حروف الإدغام بغنة بعد النون الساكنة أو التنوين وجب الإدغام بغنة, بشرط أن يكون من كلمتين, مثال: من يقنت.\n\nأمثلة على الإدغام بغنة:\nحرف الإدغام\nبعد النون الساكنة\nبعد التنوين\nشرط الإدغام\n\nالياء\nمن يؤمن\nقومٍ يؤمنون\nكما ترى- أخي القارئ- أن شرط الإدغام هو أن يكون من كلمتين.\n\nالنون\nمن نشاء\nيومئذٍ ناعمة\n\nالميم\nمن مال\nدرجاتٍ من\n\nالواو\nمن ورق\nبناءً وأنزل\n\nالإدغام بغنة يسمى إدغامًا ناقصًا وذلك لذهاب الحرف وبقاء الصفة. والحرف هو النون الساكنة أو التنوين, والصفة هي الغنة المصاحبة له.\n\nولكن ماذا يحدث – أخي القارئ- إذا جاء حرف الإدغام بعد النون الساكنة في كلمة واحدة؟\nالإجابة: هي أننا لا ندغم النون الساكنة في هذا الحرف, ولكن يجب الإظهار المطلق للنون, وذلك خوفًا من أن تتشابه الكلمة مع المضاعف, فلا يتحقق معنى الكلمة. وهذا الإظهار لا يوجد إلا في أربعة كلمات في القرآن الكريم (دنْيا- صنْوان- قنْوان- بنْيان), وهذا يسمى إظهارًا مطلقًا من كلمة واحدة. ويوجد في القرآن الكريم إظهار مطلق من كلمتين في { يس وَالْقُرْآنِ الْحَكِيمِ } (1),و { نْ وَالْقَلَمِ وَمَا يَسْطُرُون } (2), وهذا على ما يوافق حفص من طريق الشاطبية.\n\nثانيًا: الإدغام بدون غنة:\nاعلم – أخي القارئ- أن حروف الإدغام بغير غنة هما: اللام والراء, بمعنى إذا وقع حرف منهما بعد النون الساكنة أو التنوين وجب الإدغام ويسمى إدغامًا بغير غنة.\nمثال: فمن لم يجد\nأمثلة على الإدغام بغير غنة:\nحرف الإدغام\nالنون الساكنة\nالتنوين\nشرط الإدغام\n\nاللام\nفإنْ لم\nسلامٌ لك\nلا بد أن يكون من كلمتين\n\nالراء\nمنْ رزق الله\nأخذةً رابيةً\n__________\n(1) سورة يس, الآيتان (1, 2).\n(2) سورة القلم, الآية (1).\n(1/14)\n\nويسمى هذا الإدغام إدغامًا كاملاً؛ لذهاب الحرف والصفة, ولا بد لك أخي القارئ أن تعرف ما سبب إدغام النون الساكنة في هذه الحروف الستة, وهو: التقارب, والتماثل, والتجانس مع هذه الحروف, وإليك أخي القارئ جدولاً موضحًا فيه سبب الإدغام:\nالحرف\nسبب الإدغام\n\nالياء\nسبب الإدغام في النون هو التجانس في الانفتاح والجهر.\n\nالراء\nسبب الإدغام في النون هو التقارب في المخرج.\n\nالميم\nسبب الإدغام في النون هو التجانس في الغنة والجهر والاستفال.\n\nاللام\nسبب الإدغام في النون هو التقارب في المخرج.\n\nالواو\nسبب الإدغام في النون هو التجانس في الانفتاح والجهر.\n\nالنون\nسبب الإدغام في النون هو التماثل.\n\nوإليك الدليل من التحفة:\nوالثاني إدغام بست أتت\n\nفي يرملون عندهم قد ثبتت\n\nلكنها قسمان: قسم يدغما\n\nفيه بغنة بينمو علما\n\nإلا إذا كان بغنة فلا\n\nتدغم كدنيا ثمَّ صنوان تلا\n\nوالثاني إدغام بغير غنة\n\nفي اللام والراء ثمَّ كررنه\n\nثالثًا: الإقلاب:\nالإقلاب: لغةً التحويل:\nواصطلاحًا هو جعل حرف مكان آخر بمعنى أننا نجعل النون الساكنة أو التنوين ميمًا مخفاةً لفظًا مرسومةً خطًا مع مراعاة الغنة.\nاعلم – أخي القارئ- أن الإقلاب له حرف واحد لا غير ألا وهو الباء, فإذا وقع الباء بعد النون الساكنة أو التنوين وجب إقلاب النون الساكنة ميمًا مع الإخفاء, مثال:\nأنبئهم, منم بعد , سميعُم بصير.\nومن هذا تعلم- أخي القارئ أن الإقلاب يأتي من كلمة ومن كلمتين, أو بعد التنوين, ولا يكون إلا من كلمتين.\nسؤال: لماذا اختيرت الميم في الإقلاب عن باقي الحروف؟",
        "(1/15)\n\nهذا سببه أن الميم هو الحرف الوحيد الذي يشارك النون في صفة الغنة, ويشارك الباء في المخرج. ولصعوبة إظهار النون عند الباء, وصعوبة إدغام النون في الباء, فتوصل للنطق بالنون بحكم الإخفاء, فاختيرت الميم لتحل محل النون الساكنة؛ لأنها تجانس الباء في المخرج, وتجانس النون في الصفة وهي الغنة.\nوإليك الدليل من التحفة:\nوالثالث الإقلاب عند الباء\n\nميمًا بغنة مع الإخفاء\n\nرابعًا: الإخفاء الحقيقي:\nالإخفاء لغةً الستر. واصطلاحًا: هو النطق بالحرف بصفة ما بين الإظهار, والإدغام عارٍ من التشديد, بمعنى أننا نخفي النون الساكنة أو التنوين عندما يأتي بعدها حرف من حروف الإخفاء الحقيقي الخمسة عشر, فلا تظهر النون كاملة كما في الإظهار, ولا تدغم كاملةً كما في الإدغام, ولكن تكون بين بين.\nمعلومة: سمي الإخفاء الحقيقي بهذا الاسم؛ لأنه لم يختلف فيه أئمة القراءة, وحققوه جميعًا فسمي حقيقيًا.\n\nحروف الإخفاء الحقيقي: خمسة عشر حرفًا مجموعةً في أوائل كلم هذا البيت:\nصف ذا ثنا كم جاد شخص قد سما\n\nدم طيبًا زد في تقى ضع ظالمًا\n\nويأتي الإخفاء الحقيقي من كلمة ومن كلمتين, وبعد التنوين, ولا يكون إلا من كلمتين.\nأمثلة:\nينصرون, من صلصال, بقرة صفراء.\nأمثلة الإخفاء الحقيقي:\nالحرف\nمن كلمة\nمن كلمتين\nبعد التنوين\n\nالصاد\nتنصروا\nمن صلح\nريحًا صرصرًا\n\nالذال\nمنذرين\nمن ذنوبكم\nسراعًا ذلك\n\nالثاء\nمنثورا\nمن ثمرة\nجميعًا ثمَّ\n\nالكاف\nينكثون\nمن كل\nشعيبًا كانوا\n\nالجيم\nأنجيناكم\nإن جاءكم\nفصبرٌ جميل\n\nالشين\nأنشأتم\nفمن شاء\nعلمٍ شيئًا\n\nالقاف\nمنقلب\nمن قبل\nثمنًا قليلاً\n\nالسين\nتنسلون\nولئن سألتهم\nعابدات سائحات\n\nالدال\nأندادًا\nمن دون\nقنوانٌ دانية\n\nالطاء\nانطلقوا\nمن طيبات\nصعيدًا طيبًا\n\nالزاي\nمنزلين\nمن زكاها\nيومئذٍ زرقًا\n\nالفاء\nمنفكين\nمن فوقهم\nمتشابهاتٌ فأما\n\nالتاء\nأنتم\nمن تحتها\n(1/16)",
        "\nجناتٍ تجري\n\nالضاد\nمنضود\nمن ضل\nمسجدًا ضرارًا\n\nالظاء\nينظرون\nمن ظهير\nظلاً ظليلاً\n\nدرجات الإخفاء الحقيقي ومراتبه: ثلاث:\nأعلاها: عند الطاء والدال والتاء, بمعنى أن درجة الإخفاء للنون الساكنة والتنوين عند هذه الحروف تكون أكبر درجةً, بمعنى أن الجزء الذي يذهب من النون أكبر من المتبقي.\nأدناها: عند القاف والكاف, وهو معناه أن درجة إخفاء النون الساكنة والتنوين أقل درجةً بمعنى أن الجزء المتبقي من النون الساكنة أكبر من الجزء الذي يذهب في الإخفاء.\nما تبقى من حروف الإخفاء الحقيقية مرتبة متوسطة, وهذا معناه أن النون الساكنة والتنوين تكون في درجة متوسطة, فالذي يذهب منها يساوي المتبقي. وهذه المراتب رتبت على حسب قرب مخارج الحروف من مخرج حرف النون.\n\nوإليك الدليل من التحفة:\nوالرابع الإخفاء عند الفاضل\n\nمن الحروف واجب للفاضل\n\nفي خمسة من بعد عشر رمزها\n\nفي كلم هذا البيت قد ضمنتها\n\nصف ذا ثنا كم جاد شخص قد سما\n\nدم طيبًا زد في تقى ضع ظالما\n\n- أحكام الميم الساكنة -\nاعلم – أخي المسلم القارئ- أن الميم الساكنة هي التي لا حركة لها, وتقع في القرآن الكريم قبل حروف الهجاء إلا حروف المد الثلاثة.\n\nأحكام الميم الساكنة ثلاثة أحكام:\nالإخفاء الشفوي. 2. الإدغام (مثلين صغير). 3. الإظهار الشفوي.\n\nأولاً- الإخفاء الشفوي\nفكما عرفنا في تعريف الإخفاء أنه هو الستر أو النطق بالحرف ما بين الإظهار والإدغام.\nحرف الإخفاء الشفوي هو: حرف الباء.\nبمعنى إذا وقع بعد الميم الساكنة حرف الباء وجب إخفاء الميم الساكنة, ويسمى هذا الحكم إخفاءً شفويًا, وسمي شفويًا بسبب خروج الميم من الشفتين, مثال: { وَمَنْ يَعْتَصِمْ بِاللَّهِ } (1), { وَهُمْ بِالْآخِرَةِ } (2).\nوالدليل من التحفة:\nفالأول الإخفاء عند الباء\n__________\n(1) سورة آل عمران, من الآية (101).\n(2) سورة آل الأعراف, من الآية (45).\n(1/17)\n",
        "وسمه الشفوي للقراء\n\nشرط الإخفاء الشفوي: أن يأتي من كلمتين فلا يأتي من كلمة واحدة أبدًا.\n\nثانيًا: إدغام مثلين صغير:\nالحكم الثاني من أحكام الميم الساكنة هو الإدغام, وكما عرفنا مما سبق أن الإدغام هو النطق بالحرفين كالثاني مشددًا بمعنى إذا جاءت بعد الميم الساكنة ميمًا أخرى متحركة يكون الحكم إدغام مثلين صغير, فيصبحان ميمًا واحدة مشددة, مثال: { لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ } (1), { إِنْ كُنْتُمْ مُؤْمِنِينَ } (2).\n\nوالمثلان: هما الحرفان اللذان اتفقا مخرجًا وصفةً, وسيأتي شرحه في موضعه.\nشرط الإدغام: أن يكون من كلمتين, وإليك الدليل:\nوالثاني إدغام بمثلها أتى\n\nوسمي إدغامًا صغيرًا يا فتى\n\nثالثًا: الإظهار الشفوي:\nكما عرفت – أخي القارئ- أن الإظهار هو البيان, أو هو إخراج كل حرف من مخرجه من غير غنة في الحرف المظهر. بمعنى أنه إذا وقع بعد الميم الساكنة أي حرف من حروف الإظهار الشفوي الـ (26) حرفًا كان الحكم إظهار الميم الساكنة.\nويسمى إظهارًا شفويًا والإظهار الشفوي يأتي من كلمة ومن كلمتين.\n\nملحوظة: عندما يأتي حرف الواو أو الفاء بعد الميم الساكنة يكون إظهار الميم أشد إظهارًا, وذلك لأن الواو تجانس الميم من مخرجها, والفاء قريبة من مخرج الميم.\n\nأمثلة على الميم الساكنة:\n{ لَهُمْ فِيهَا دَارُ الْخُلْدِ } (3), { أَنْتُمْ وَآبَاؤُكُمْ } (4), { أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ } (5).\n\nالحرف\nمع الميم الساكنة في كلمة\n\nمع الميم الساكنة في كلمتين\n\nالهمزة\nالظمآن\nعليكم أنفسكم\n\nالتاء\nأمتا\nأم تأمرهم\n\nالثاء\nأمثالكم\nمرجعكم ثمَّ\n\nالجيم\n-\nوما جعلناهم جسدًا\n\nالحاء\nيمحق\nأم حسبت\n__________\n(1) سورة الزمر, من الآية (34).\n(2) سورة الحديد, من الآية (8).\n(3) سورة فصلت, من الآية (28).\n(4) سورة النجم, من الآية (23).\n(5) سورة الصافات, الآية (156).\n(1/18)\n\nالخاء\n-\nأم خلقوا\n\nالدال\nوأمددناهم\nعليهم دائرة السوء\n\nالذال\n-\nوابتعتهم ذريتهم\n\nالراء\nأمرا\nربكم رب السماوات والأرض\n\nالزاي\nرمزا\nأم زاغت\n\nالسين\nتمسون\nفوقكم سبع طرائق\n\nالشين\nأمشاج\nلهم شراب من حميم\n\nالصاد\n-\nوهم صاغرون\n\nالضاد\nوامضوا\nألفوا آباءهم ضالين\n\nالطاء\nوأمطرنا\nمسهم طائف\nالظاء\n-\nوهم ظالمون\n\nالعين\nأمعاءهم\nهم عن اللغو\n\nالغين\n-\nفإنهم غير ملومين\n\nالفاء\n-\nوهم فرحون\n\nالقاف\n-\nبل هم قوم يعدلون\n\nالكاف\nيمكث\nإليكم كتابًا\n\nاللام\nوأملي\nأم لهم\n\nالنون\nتمنى\nمستهم نفحة\n\nالهاء\nيمهدون\nبرهانكم هذا\n\nالواو\nأموات\nحسابهم وهم\n\nالياء\nعميًا\nأم يريدون\n\nالفرق بين الإقلاب والإخفاء الشفوي:\nلقد علمنا مما سبق أن الإقلاب هو قلب النون الساكنة أو التنوين إلى ميم, فكيف يتم النطق عمليًا, وذلك يكون بإضعاف مخرج الميم بأن نقلل درجة إطباق الشفتين عند النطق بالميم, وهذا ليس معناه أن يكون هناك انفراج بين الشفتين, إنما المطلوب هو نطق الميم دون كز (إطباق شديد) الشفتين عند إخراج الميم, مع مصاحبة الغنة الملازمة للميم. أما الإخفاء الشفوي للميم: فهو ليس إعدام ذاتها بالكلية, ولكن هو تقليل الاعتماد على مخرجها وهو الشفتان, وذلك بجعل انفراجة بسيطة جدًّا جدًّا قدرها العلماء بمسافة سمك ورق الشفاف الخفيف.\n- أحكام النون والميم المشددتين -\nأحكام الميم والنون المشددتين\nاعلم- أخي القارئ- أن أي ميم مشددة أو نون مشددة واجبة الغنة.\nمثال: إنَّ الله / ثمَّ أنتم\nوالغنة: هي صوت لذيذ مركب في جسم الميم والنون المشددتين, مخرجها الخيشوم, ومقدارها حركتان.\nولك أن تعرف أخي القارئ أن الغنة لها درجات:\nأقواها في المشدد, أي الميم والنون المشددتين.\nفي المدغم: مثل: من يقول, من مال, لكم ما سألتم.\nفي المخفي: مثل: أن صدوكم, من جاء.",
        "(1/19)\n\nفي المظهر الساكن, مثل: من آمن, من عمل.\nفي المظهر المتحرك: الذين آمنوا...\n\nويرجع سبب ذلك إلى أن الغنة لازمة للنون والميم, ولكنها تتفاوت في الدرجات.\nواعلم أيضًا أن الغنة تتبع ما بعدها من ناحية التفخيم والترقيق, وهذا في حالة المدغم والمخفي, فإن كان ما بعدها حرف مفخم تفخم, وإذا كان ما بعدها حرفًا مرققًا ترقق, وإليك الدليل من تحفة الأطفال:\nوغن ميمًا ثمَّ نونًا شددًا\n\nوسمي كل حرف غنة بدا\n\n- المد -\nاعلم أخي القارئ أن الأصل في هذا الباب هو ما نُقِلَ عن ابن مسعود (- رضي الله عنه -) أنه كان يُقرِئُ رجلاً القرآن. فقرأ الرجل: { إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ } (1) وقرأها مرسلة أي مقصورة فقال ابن مسعود: \"ما هكذا أقرأنيها رسول الله (- صلى الله عليه وسلم -). فقال الرجل: كيف أقرأكها يا أبا عبد الرحمن؟. فقال: أقرأنيها رسول الله(- صلى الله عليه وسلم -) { إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ } ومدّها. وقال: هكذا أقرأنيها رسول الله (- صلى الله عليه وسلم -). رواه الطبراني.\nولهذا لك أخي القارئ أن تعلم:\nأولاً- المد لغة : الزيادة, الدليل: { وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ } (2) بمعنى يزدكم .\nواصطلاحًا : هو إطالة الصوت بحرف من حروف المد الثلاثة عند ملاقاة همز أو سكون. وهذا معناه أننا نزيد في مدة الصوت عند ملاقاة الهمز أو السكون، وهذه الزيادة تتفاوت من موضع إلى آخر. وسيأتي قريبًا الكلام عن كل موضع بالتفصيل.\nعلمت أخي القارئ أن المد هو الزيادة. فما الذي يقابل المد، أو بمعنى ضده؟ ألا وهو القصر. فما هو القصر لغةً واصطلاحًا؟\n__________\n(1) سورة التوبة, من الآية (60).\n(2) سورة نوح, من الآية (12).\n(1/20)",
        "\nالقصر لغة: الحبس. الدليل: { حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ } (1) بمعنى محبوسات. واصطلاحًا: هو إثبات حرف المد من غير زيادة.\nويبقى لك أخي القارئ أن تعرف أن هناك مرتبة أخرى بين المد والقصر، وهي التوسط.\nوالتوسط لغةً : الاعتدال. الدليل: { وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً } (2) بمعنى معتدلة.\nواصطلاحًا هو: مرتبة متوسطة بين القصر والمد. فالقصر مقداره حركتان، والتوسط مقداره أربع حركات، والمد مقدار ست حركات.\n\nثانياً : حروف المد واللِّين\nاعلم أخي القارئ أن حروف المد ثلاثة. وهي: الألف المفتوح ما قبلها, والواو المضموم ما قبلها، والياء المكسور ما قبلها.\nويقول الإمام الجمزوري:\nحروفها ثلاثة ففيها\n\nمن لفظ واي وهي في نوحيها\n\nوالكسر قبل الياء وقبل الواو ضم\n\nشرطٌ وفتحٌ قبل ألف يُلْتَزَمْ\n\nأمثلة على حروف المد الثلاثة :\n\"قَال\" ... ألف مفتوح ما قبلها\n\"يقُول\" ... واو مضموم ما قبلها ... شرط حروف المد الثلاثة\n\"قِيل\" ... ياء مكسور ما قبلها\nويتبقى لك أخي القارئ أن تعلم ما حروف اللين؛ فحرفي اللين هما الياء والواو الساكنتين المفتوح ما قبلهما. ولم يأت بعدهما إلا حرف واحد. مثال : بَيْت – خَوْف – شَيْء – نَوْم\nويقول الإمام سليمان الجمزوري:\nواللين منهما واو وياء مسكنًا\nً\n\nإن انفتاح قبل كلٍ أعلنا\n\nأقسام المد:\nينقسم المد إلى قسمان أولاً : المد الأصلي. ثانيًا : المد الفرعي\nأولاً . المد الأصلي : وهو الذي لا يتوقف على سبب ولا بدونه الحروف تجتلب, بمعنى أنه لا تقوم ذات الكلمة إلا به وسُمِّيَ طبيعيًا لأن صاحب الفطرة السليمة لا يزيده ولا ينقصه عن حركتين وهما مقداره الطبيعي. والحركة هي مقدار قبض أو بسط الإصبع. ومثال ذلك يقال: يقول قيل . تمد بمقدار حركتين.\nوللمد الطبيعي حالات, هي:\n__________\n(1) سورة الرحمن, الآية (72).\n(2) سورة البقرة, من الآية (143).\n(1/21)\n",
        "يثبت وصلاً ووقفًا, مثل: فلا تجعلوا.\nيثبت وصلاً لا وقفًا, مثل: به~ بصيرا.\nيثبت وقفًا لا وصلاً, وهو كل تنوين منصوب موقوف عليه, مثل: عليما, حكيما. وكل حرف مد حذف لالتقاء الساكنين في الوصل فعند الوقف يثبت, مثل: كانتا اثنتين, قالا الحمد لله.\nدليل الطبيعي :\nالمد أصلي وفرعي له\nوسمِّ أولاً طبيعيًا وهو\n\nما لا توقف له على سبب\n\nولا بدونه الحروف تُجْتَلَبْ\n\nثانياً : المد الفرعي : وهو الذي يتوقف على سبب, وهو المد الزائد عن المد الأصلي. وذلك لأنه يتوقف مدُّه على أسباب. والدليل:\nوالآخر الفرعي موقوف على\n\nسبب كهمزِ أو سكون مسجلاً\n\nأسباب المد الفرعي :\nكما علمت أخي القارئ أن المد الفرعي له أسباب، فما هذه الأسباب؟ هي: الهمز والسكون بنوعيه.\nأولاً : الهمز :\nيتسبب الهمز في ثلاثة أنواع من المدود.\n(1)المد المتّصل. ... ... (2)المد المنفصل ... ... (3)المد البدل.\nأولاً : المد المتصل:\nتعريفه: هو : أن يأتي حرف المد والهمز في كلمة واحدة.\nمثال(1): السماء . يشاء . سوء . جيء . وهذا الهمز متطرف يعني في آخر الكلمة .\n(2): الملائكة . خطيئاتكم . سوءاتكم . وهذا الهمز متوسط في الكلمة.\nوعلى هذا فإن المد المتصل ينقسم إلى قسمين:\nمتطرف: وهو أن تكون الهمزة في آخر الكلمة, ويأتي على ثلاثة أنواع:\nالمفتوح, مثل: { وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ } (1).\nالمضموم, مثل: { أَأَنْتُمْ أَشَدُّ خَلْقاً أَمِ السَّمَاءُ بَنَاهَا } (2).\nالمكسور, مثل: { أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا } (3).\n__________\n(1) سورة الذاريات, الآية (47).\n(2) سورة النازعات, الآية (27).\n(3) سورة ق, من الآية (6).\n(1/22)\n\nمتوسط: وهو أن تكون الهمزة في وسط الكلمة, مثل: { الْمَلائِكَةُ } (1), { خَطِيئَاتِكُمْ } (2), { سَوْآتِكُمْ } (3).\nحكم المد المتصل : اعلم أخي القارئ أن المد المتصل واجب المد. فلا يجوز قصره أبدًا. واعلم أيضًا أن المد المتصل متفق على مده من جميع القراء الأربعة عشر. وفي ذلك يقول الإمام سليمان الجمزوري:\nفواجب إن جاء همزٌ بعد مد\n\nفي كلمة وذا بمتصل يعد\n\nومقدار المد المتصل من 4 إلى 5 حركات ويصل إلى 6 حركات إذا كان متطرفًا موقوفًا عليه. الدليل:\nفواجب إن جاء همز بعد مد\n\nفي كلمة وذا بمتصل يعد\n\nثانياً : المد المنفصل:\nتعريفه : هو أن يأتي حرف المد في آخر الكلمة الأولى والهمز في أول الكلمة الثانية. مثال: { إِنَّا أَنْزَلْنَاهُ } (4), { قَالَ إِنِّي أَعْلَمُ } (5), { قَالُوا آمَنَّا } (6).\nحكم المد المنفصل : اعلم أخي القارئ أن المد المنفصل حكمه الجواز. أي يجوز قصره وتوسطه ومده (وهذا لجميع القراء). الدليل:\nوجائز مدٌ وقصر إن فصل\n\nكل بكلمة وهذا المنفصل\n\nوهذا الدليل أخي القارئ لعموم القراء فمنهم من قصر المنفصل ومنهم من توسط في المنفصل ومنهم من مد المنفصل.\nوالذي يهمنا في هذا المجال هو الإمام عاصم وراويه حفص. فلقد توسط حفص عن عاصم في المنفصل بمقدار 4 :5 حركات ولذلك يسمى حكم المد المنفصل جائز جواز مقيد بـ 4 :5 حركات.\nسبب المد المنفصل أو وجهه أو علته هو:\nسبب المد المنفصل هو الهمز, وعلته هي أن حرف المد ضعيف و الهمز قوي، فمددنا الضعيف لكي نتمكن من النطق بالهمز وهو القوي.\nالفرق بين حرف المد والهمز\n\nوجه المقارنة\nالهمز\n__________\n(1) سورة القدر, من الآية (4).\n(2) سورة الأعراف, من الآية (161).\n(3) سورة الأعراف, من الآية (26).\n(4) سورة القدر, من الآية (1).\n(5) سورة البقرة, من الآية (30).\n(6) سورة البقرة, من الآية (14).",
        "(1/23)\n\nحروف المد\n\nمن ناحية المخرج\nمخرج الهمز من أقصى الحلق\nمخرج حروف المد من الجوف\n\nمن ناحية القوة والضعف\nالهمز قوي\nحروف المد ضعيفة\n\nمن ناحية الرسم\nالهمز عليه حركة\nحروف المد ليس عليها حركات\n\nمن ناحية الأصلي والفرعي\nالهمز حرف أصلي\nحروف المد حروف فرعية\n\nولكن لابد لك أخي القارئ أن تعرف أن المد المنفصل يجوز قصره بمقدار حركتين وذلك على رواية حفص من طريق الطيبة. ولكن بشرط أن تراعي الخلاف بين الشاطبية والطيبة. وهناك أخي القارئ طريقان لقصر المنفصل عن طريق الطيبة وهما: طريق المصباح وطريق روضة ابن المعدل.\nوإليك أخي القارئ هذه الخلافات وسنكتفي في هذا الموضع بذكر طريق المصباح.\nأولاً : يخالف المصباح الشاطبية مع قصر المنفصل في عشرة أحكام في القرآن الكريم وهي:\nوجوب إشباع المتصل.\nوجوب إبدال همز الوصل ألفًا في نحو (آلذكرين).\nوجوب قراءة كلمة يقبض ويبصط في سورة البقرة (في الخلق بصطة) بالأعراف بالصاد.\nوجوب الإدغام الكامل في (يخلقكم) بالمرسلات.\nوجوب قراءة (المصيطرون) بالسين في الطور.\nوجوب تفخيم راء (فرق) بالشعراء.\nوجوب حذف الياء من (آتاني) بالنمل وكذلك كلمة (سلاسلا) تحذف الألف عند الوقف في سورة الإنسان.\nوجوب الإشمام من (تأمنا) بيوسف.\nوجوب فتح الضاد في (ضعف ، ضعفا) في الروم.\nجواز التكبير بين السورتين من آخر الضحى إلى آخر الناس.\nومن هذا يتضح لك أخي القارئ أنه يجب على من يريد أن يقصر المنفصل على رواية حفص أن يراعي هذه الخلافات.\nولقد ذكرت لك أخي القارئ هذه الخلافات على سبيل المعرفة ولكن يجب على أي قارئ مبتدئ ليس له أي دراية بعلم القراءات ولا يعلم عن هذه الطرق شيئاً أن يتبع الشاطبية في هذه الأحكام وذلك تيسيرًا عليه فيجب عليه التوسط في المنفصل من 4 إلى 5 حركات.\nثالثاً : مد البدل:\nتعريفه . هو: أن يتقدم حرف الهمز على حرف المد\nمثال : ءامنوا . إيماناً . أوتوا\n(1/24)",
        "\nوهكذا أخي القارئ ترى أن حرف الهمز جاء قبل حرف المد في كل الأمثلة السابقة.\nالدليل :\nأو قدِّم الهمز على حرف المد وذا\nبدل كآمنوا إيمانًا خذا\n\nولذلك سبب نقوله لك. هو أن أصل البدل همزتان. فأُبدلت الهمز الثانية حرف مدٍ من جنس حركة الهمزة الأولى وذلك للتسهيل والتيسير. مثال:\nأَأَمنوا بعد الإبدال ءامنوا . إإماناً بعد البدل إيماناً\nأأتوا بعد الإبدال أوتوا\nالدليل:\nوإبدال أخرى الهمزتين لكلهم إذا\n\nسكنت عزم كآدم أوهلا\n\nحكم مد البدل : حكمه الجواز بمعنى يجوز قصره وتوسطه ومده.\nولكن لك أخي القارئ أن تعلم أن المد البدل قد قصره جميع القراء بمقدار حركتين إلا ورش فله في البدل القصر (2) والتوسط (4) والمد (6) حركات.\nوخلاصة ذلك هو أن البدل مقداره حركتان لجميع القراء, أما بالنسبة لورش المصري فله فيه القصر حركتان, والتوسط أربع, والمد ست حركات.\n\nس: ما الفرق بين المد المتصل, والمنفصل, والبدل؟\nوإليك أخي القارئ في هذا الجدول التالي توضيح الفرق بين المتصل والمنفصل والبدل:\nالفرق بين المتصل والمنفصل والبدل\nوجه المقارنة\nالمتصل\nالمنفصل\nالبدل\n\nالتعريف\nيكون حرف المد والهمز في كلمة واحدة (شاء)\nيكون حرف المد في آخر الكلمة الأولى والهمز في أول الكلمة الثانية (يا أيها)\nيتقدم حرف الهمز على حرف المد في كلمة واحدة (ءامنوا)\n\nالحكم\nواجب بمعنى : لا يجوز قصره\nجائز بمعنى: فيه القصر والتوسط والمد\nجائز بمعنى: في القصر والتوسط والمد.\n\nالمقدار للمد\nمقداره من 4 :5 حركات وصلا ويصل إلى 6 حركات عند الوقف عليه إذا كان متطرفًا\nمقداره من 4 :5 حركات ولحفص عن عاصم 4 حركات\nمقداره حركتان لجميع القراء ومنهم حفص عن عاصم باستثناء ورش فله الثلاثة أوجه\n\nالسبب\nسبب المد المتصل هو الهمز\nسبب المد المنفصل هو الهمز\nسبب المد البدل هو الهمز\n\nوجه المد\n(1/25)\n",
        "هو أن حرف المد ضعيف والهمز قوي فمددنا الضعيف لنتمكن من النطق بالهمز وهو القوي\nهو أن حرف المد ضعيف والهمز قوي فمددنا الضعيف لنتمكن من النطق بالهمز وهو القوي\nهو أن أصل الكلمة همزتان إحداهما متحركة والثانية ساكنة فأُبدلت الساكنة من جنس المتحركة للتسهيل, فاجتمع حرف الهز القوي وحرف المد الضعيف, فمددنا الضعيف لنتمكن من النطق بالهمز وهو القوي.\n\nثانيًا : السبب الثاني من أسباب المد الفرعي وهو السكون.\nاعلم أخي القارئ أن السكون ينقسم إلى قسمين:\nسكون عارض ناتج عن الوقف على الكلمة.\nسكون لازم أي من بنية الكلمة.\nأولاً : السكون العارض :\nويتسبب هذا السكون في نوعين من المد:\n1. المد العارض للسكون:\nتعريفه. هو: أن يأتي بعد حرف المد سكون عارض وقفًا لا وصلاً. بمعنى: عندما تقف على كلمة (الرحمن) أو (الرحيم) أو (تعلمون) فإنك تقف على هذه الكلمات بالسكون لأن الأصل في الوقف السكون. فيكون حرف المد في الكلمة جاء بعده سكون عارض فيُمد في حرف المد الموجود في الكلمة مثال على ذلك : (الرحيم) أو (تعلمون).\nحكمه : وهو الجواز بمعنى أن يجوز للقارئ في المد العارض للسكون القصر والتوسط والمد كما في المثال السابق ولكن على شرط أن اللفظ في نظيره كمثله بمعنى أنه إذا قرأ قراءته بالقصر حركتان فعليه أن يقرأ المد العارض للسكون كله حركتين فلا يقصر في موضع ويمد في موضع آخر.\nالدليل :\nومثل ذا إن عرض السكون\n\nوقفاً كتعلمون نستعين\n\nملحوظة :\nومما سبق لك أخي القارئ فاعلم أن المد العارض للسكون لا يتحقق فيه المد إلا عند الوقف على الكلمة, وأما عند الوصل في القراءة فيكون مدًا طبيعيًا مقداره حركتان.\n\nوللمد العارض للسكون ثلاثة أنواع: (مرفوع أو مضموم), (منصوب أو مفتوح) (مجرور أو مكسور), وذلك لأن المرفوع والمنصوب والمجرور للمعرب, والمضموم والمفتوح والمكسور للمبني؛ حيث إن الكلام ينقسم إلى معرب ومبني.\n(1/26)\n\nأولاً : المنصوب والمفتوح : مثال (العالمين) ففيه ثلاثة أوجه. وهي: القصر و التوسط والمد على سكون المحض, وهو السكون التام.\nثانيًا : المجرور أو المكسور. مثال: (مالك يوم الدينِ). ففيه أربعة أوجه. وهي: ثلاثة بسكون المحض والقصر مع الروم ، والروم هو الإتيان ببعض الحركة بصوت يسمعه القريب دون البعيد.\nثالثاً : المرفوع أو المضموم مثال: (نستعينُ). ففيه سبعة أوجه وهم: ثلاثة على سكون المحض، وثلاثة بالإشمام، والإشمام هو ضم الشفتين بعد تسكين الحرف بحيث يراه المبصر دون الكفيف ، والقصر مع الروم وهذه الأوجه إذا كان المد العارض للسكون غير مهموز بمعنى أنه لا ينتهي بهمز.\n\nأما إذا كان مهموزًا فإن كان منصوبًا أو مفتوحًا, نحو (إذا جاءَ) ففيه ثلاثة أوجه هي: 4 أو 5 أو 6 حركات على سكون المحض فلا يجوز فيه القصر لأنه من قبيل المد المتصل. والمتصل واجب المد.\nأما إذا كان مجرورًا أو مكسورًا ففيه خمسة أوجه, وهي: 4, أو5, أو6 على السكون المحض, و4, أو 5 حركات مع الرَّوم, مثال من السماءِ.\nأما إذا كان مرفوعًا أو مضمومًا مثال: (يشاء) ففيه ثمانية أوجه وهي ثلاثة بالسكون المحض 4 أو 5 أو 6 وثلاثة مع الإشمام 4 أو 5 أو 6 واثنان مع الروم 4 أو 5 حركات.\n\nثانيًا : مد اللين :\nتعريفه. هو: واو أو ياء سُكِّنا وانفتح ما قبلهما. ولم يأت بعدهما إلا حرف واحد مثال صَيْف ، خَوْف.\nحكمه : جائز. بمعنى: يجوز في القصر والتوسط والمد.\nوذلك عند الوقف على الكلمة، بشرط أن اللفظ في نظيره كمثله, كما تكلمنا في المد العارض للسكون. واعلم أيضاً أخي القارئ أن مد اللين قد اعتبره العلماء مدرج تحت المد العارض للسكون.\n\nملحوظة:\nاعلم أخي القارئ أن المد العارض للسكون ومد اللين يتفقان في السبب, وهو السكون العارض, ولذلك اتفق القراء على أن مد اللين له نفس الأوجه التي للعارض في أنواعه الثلاثة, وأن اللين في نفس قوة العارض.\nثانيًا : المد اللازم :",
        "(1/27)\n\nعرفت أخي القارئ مما سبق أن السبب الثاني للمد الفرعي وهو السكون.\nوعلمت أن السكون ينقسم إلى قسمين: سكون عارض ونتج عنه المد العارض للسكون. والسكون اللازم، وينتج عنه المد اللازم بأنواعه الأربعة. وسيأتي الكلام عنهم بالتفصيل إن شاء الله.\nتعريف المد اللازم. هو: أن يأتي بعد حرف المد سكون ثابت وصلاً ووقفًا. مثال دآبَّة . الحآقَّة . كآفَّة الم.\nحكم المد اللازم. هو: اللزوم. أي لزوم مده 6 حركات.\nويقول الإمام الجمزوري:\nولازمٌ إن السكون أصلاً\n\nوصلاً ووقفًا بعد مد طول\nا\n\nأقسام المد اللازم :\nينقسم المد اللازم إلى أربعة أنواع :\nالمد اللازم الكلمي المثقَّل. 2. المد اللازم الكلمي المخفَّف.\nالمد اللازم الحرفي المثقَّل. 4. المد اللازم الحرفي المخفَّف.\nوفي ذلك يقول الإمام محمد بن سليمان الجمزوري:\nأقسام لازم ليديهم أربعة\n\nوتلك كلمي وحرفي معه\n\nكلاهما مخفَّف مثقَّل\n\nفهذه أربعة تفصل\n\nأولاً : المد اللازم الكلمي المثقَّل :\nتعريفه. هو: أن يأت بعد حرف المد سكون ثابت وصلاً ووقفًا في الكلمة مع تشديد الحرف الذي يأتي بعد حرف المد. مثال: (الحآقّة) إذا نظرت أخي القارئ إلى هذه الكلمة فستجد أنها مكونة من الحروف الآتية (ا ل ح ا قْ قَ ـة) فحرف المد فيها هو الألف جاء بعده حرف ساكن سكون أصلي وهو القاف الأولى الساكنة وجاء بعد القاف الساكنة قاف أخرى متحركة فوجب فيهما الإدغام. والذي يرمز إليه بعلامة التشديد وهي ( ّ) ويطلق على هذا المد مد لازم كلمي مثقَّل: فهو لازم للزوم مده 6 حركات.\nوكلمي لأنه يوجد في كلمة. والكلمة إما أن تكون اسم مثل (الصاخَّة) أو فعل مثل (يحآجُّون) ولذلك يقول الناظم رحمه الله \"فإن بكلمة سكون اجتمع مع حرف مد فهو كلمي وقع ومثقل لأنه مدغم أو مشدد\" كما في المثال السابق.\nحكمه: هو لزوم مده ست حركات.\nثانياً : المد اللازم الكلمي المخفَّف :\n(1/28)",
        "\nتعريفه. هو: أن يأت بعد حرف المد سكون ثابت وصلاً ووقفا غير مدغم أو غير مشدد في كلمة.\nحكمه : حكم المد اللازم الكلمي المخفف. هو لزوم مده 6 حركات.\n\nواعلم أخي القارئ أن هذا النوع من المد لم يأت في القرآن الكريم إلا في موضعين فقط لا ثالث لهما، وهما في موضعي سورة يونس { آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ } (1), { آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ } (2).\n\nثالثاً : المد اللازم الحرفي :\nاعلم أخي القارئ أن المد اللازم الحرفي لا يكون إلا في أوائل السور وهو في الحروف الهجائية المقطعة مثل الم ، الر ، حم. ولقد عد العلماء الحروف الهجائية التي جاءت في فواتح سور القرآن الكريم بعد حذف المكرر منها, فوجدوها أربعة عشر حرفًا مجموعة في (صله سحيرا من قطعك) أو (طرق سمعك النصيحة), أو (نص حكيم قاطع له سر).\nمعلومة : أي حرف من الحروف الهجائية مكون من ثلاثة حروف مثال:\nم = ميم ، ن = نون ، ص = صاد.\nوهكذا أخي القارئ فتح الله علينا وعليك فتوح العارفين.\nفإن العلماء اشترطوا في حروف المد الهجائية أن تكون ثلاثية الحروف ويتوسطها حرف مد أو حرف لين. ولذلك يقول الناظم-رحمه الله-:\nأو في ثلاثي الحروف وجد\n\nوالمد وسطه فحرفي بدا\n\nولهذا السبب قسّم العلماء الحروف الأربعة عشر الهجائية التي بدأت بها سور القرآن الكريم إلى ثلاثة أقسام:\nأولاً : قسّم لا يمد أصلاً وهو الألف لأنه لم يتوسطه حرف مد أو حرف لين: أ ، أ ل ف وهكذا كما ترى فهو فقد شرط من شروط المد اللازم لحروف الهجاء.\nثانياً : قسم يمد 6 حركات. وهي: حرف \"كم عسل نقص\".\n__________\n(1) سورة يونس, من الآية (51).\n(2) سورة يونس, من الآية (91).\n(1/29)\n",
        "وهذه الحروف عددها 8 حروف نجد أن كل حرف منها مكون من ثلاثة حروف ويتوسطه حرف مد أو لين مثال م= م ي م ، ع= عَ يْ ن وهكذا كما ترى أن هذه الحروف قد توفر فيها شرطي المد وهي الثلاثية وأن يتوسطها حرف مد أو لين, وأن الحرف الثالث ساكن سكونًا ثابتًا وصلاً ووقفًا.\nثالثاً : قسم يمد مدًا طبيعيًا ومقداره حركتان وهى 5 حروف مجموعة في لفظ (حي طهر) وهذه الخمسة أخي القارئ نجد أنها عند نطقها تفقد شرط الثلاثية فهي لا تمد مدًا لازمًا فمثلاً عندما تقرأ حم فهي هكذا حا م ي م, وهي بهذا فقدت الحرف الثالث الساكن الذي هو سبب المد اللازم, وليس فيها إلا حرف المد فهي تمد مدًا طبيعيًا مقداره حركتان.\nوإليك أخي القارئ جدولاً يبين لك حروف الهجاء المقطعة المبدوءة في أوائل السور ومقدار كل حرف منها:\n\nحرف الهجاء\nمقدار مدّه\n\nأولاً\nالألف (ا)\nلا مدّ فيه أو لا يمد أصلا\n\nثانياً\nالكاف (ك)\nيمد مد لازم ست حركات\n\nالميم (م)\n\" \" \" \" \"\n\nالعين (ع)\n\" \" \" \" \"\n\nالسين (س)\n\" \" \" \" \"\n\nاللام (ل)\n\" \" \" \" \"\n\nالنون (ن)\n\" \" \" \" \"\n\nالقاف (ق)\n\" \" \" \" \"\n\nالصاد (ص)\n\" \" \" \" \"\n\nثالثاً\nالحاء (ح)\nتمد مداً طبيعياً مقداره حركتان\n\nالياء (يا)\n\" \" \" \" \"\n\nالطاء (طا)\n\" \" \" \" \"\n\nالهاء (ها)\n\" \" \" \" \"\n\nالراء (ر)\n\" \" \" \" \"\n\nولقد عرفت أخي القارئ الحروف الهجائية بأقسامها الثلاثة.\nفإذا جاء حرف المد وبعده حرف مدغم كان الحكم مد لازم حرفي مثقَّل مثال \"المّ\" فاللام فيها مد لازم حرفي مثقَّل وذلك سببه هو إدغام الميم من حرف اللام في الميم التي تأتي بعدها من حرف الميم.\n(1/30)\n\nأما إذا جاء بعد حرف المد حرف مخفف غير مدغم فيكون الحكم مدًا لازمًا حرفيًا مخففًا مثال \"الر\" فلام في المثال لم تدغم فيما بعدها ولذلك سمي مخفف.\nوإليك أخي القارئ الدليل من التحفة :\nواللازم الحرفي أول السور\n\nوجوده وفي ثمان انحصر\n\nيجمعها حروف كم عسل نقص\n\nوعين ذو الوجهين والطول أخص\n\nوما سوى الحرف الثلاثي لا ألف\n\nفمدّه مداً طبيعيًا ألف\n\nوذاك أيضًا في فواتح السور\n\nفي لفظ حي طاهر قد انحصر\n\nوليجمع الفواتح الأربع عشر\n\nصله سحيرًا من قطعك ذا اشتهر\n\nملحوظة :\nاعلم أخي القارئ أكرمك الله أن هناك أنواعًا أخرى من المدود مثل:\nمد التعظيم. ويسمى : أيضاً المد المعنوي. وهذا المد لا يكون إلا في إثبات الألوهية لله. كقوله تعالى {الله لا إله إلا هو} {لا إله إلا أنت سبحانك}.\nمد التمكين : وهذا المد هو: عبارة عن كل ياءين إحداهما ساكنة مكسور ما قبلها. وهي الياء الأولى والثانية ياء مديه, وهذا المد للتمكن من النطق بالكلمة. مثال: عِلِّيْين ، يُحيِّي. أو واوين أيضًا, مثل: { وَإِنْ تَلْوُوا } (1), { قَالُوا وَهُمْ } (2).\nمد العوض. وهو: عبارة عن الوقف على التنوين المنصوب بالفتح في آخر الكلمة بألف مدية مقدارها حركتين. مثل : حكيمًا ، عليمًا ، كبيرًا, ويستثنى من ذلك: تاء التأنيث المربوطة المنونة بالنصب فالوقف عليها بالهاء.\n__________\n(1) سورة النساء, من الآية (135).\n(2) سورة الشعراء, من الآية (96).",
        "(1/31)\n\nمد الصلة: اعلم أخي القارئ أن حفص عن عاصم أشبع هاء الضمير المفرد الغائب بياء لفظية إذا كانت مكسورة وما قبلها محرك وما بعدها محرك أو واو لفظية إذا كانت مضمومة وما قبلها متحرك وما بعدها محرك . مثال: { وَلَهُ مَا فِي السَّمَاوَاتِ } (1)، { إِنَّهُ كَانَ } (2)، { فَتَهَجَّدْ بِهِ نَافِلَة } (3) فتمد مدًا طبيعيًا مقداره حركتان ويسمى صله صغرى. أما إذا جاء بعده الهمز فيمد مداً منفصلاً بمعنى يأخذ حكم المد المنفصل. ويقدر مقدار 4 إلى 5 حركات. مثال: { مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِه } (4) ، { عِلْمِهِ إِلَّا } (5) ويسمى صلة كبرى.\nفائدة : مد الصلة لا يكون إلا في حالة الوصل. أما في حالة الوقف فيكون الوقف بالسكون.\nمد الفرق. وهذا المد أخي القارئ هو من قبيل المد اللازم الكلمي، وسمي بهذا الاسم لأنه يفرق بين الخبر والاستفهام وهذا المد لا يوجد في القرآن الكريم إلا في ستة مواضع وهي:\nموضعان في سورة الأنعام: { قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ } (6).\nموضع في سورة يونس: { آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ } (7).\nموضع في سورة النمل: { آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ } (8).\nموضعان في سورة يونس: { آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ } (9), { آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ } (10).\n__________\n(1) سورة النحل, من الآية (52).\n(2) سورة النصر, من الآية (3).\n(3) سورة الإسراء, من الآية (79).\n(4) سورة البقرة, من الآية (255).\n(5) سورة البقرة, من الآية (255).\n(6) سورة الأنعام, من الآية (143).\n(7) سورة يونس, من الآية (59).\n(8) سورة النمل, من الآية (59).\n(9) سورة يونس, من الآية (51).\n(10) سورة يونس, من الآية (91).\n(1/32)",
        "\nويمد هذا المد بمقدار 6 حركات، وفيه أيضًا وجه التسهيل في الهمزة الثانية مع القصر, وهذا الوجه من طريق الشاطبية أيضًا.\n- مخارج الحروف -\nاعلم أخي القارئ أن كلمة مخارج هي جمع مخرج, والمخرج هو محل خروج الحرف, وإذا أردت أن تعرف مخرج أي حرف فعليك أن تشدد الحرف أو تسكنه, وتدخل عليه همزة الوصل بأي حركة, فحيث ما انقطع الصوت فهذا هو مخرج الحرف.\nومخارج الحروف أخي القارئ تنقسم إلى: مخارج عامة, ومخارج فرعية.\nأولاً- المخارج العامة هي خمسة مخارج:\nالجوف: هو الخلاء الداخل في الفم.\nالحلق: هو يبدأ مملي يلي الصدر وينتهي عند لسان المزمار.\nاللسان.\nالشفتان.\nالخيشوم.\nوتنحصر هذه المخارج الخمسة في ثلاثة, وهي: الحلق, واللسان, والشفتان.\n\nثانيًا- المخارج الفرعية هي التي تتفرع من المخارج العامة, وكل مخرج يشتمل على مخرج واحد, ولقد ذهب العلماء في عدد هذه المخارج إلى ثلاثة مذاهب:\nأولاً- ذهب الخليل بن أحمد الفراهيدي إلى أنها سبعة عشر مخرجًا, وعلى هذا القول ذهب الإمام محمد بن الجزري.\nثانيًا- ذهب سيبويه إلى أنها ستة عشر مخرجًا بإسقاط مخرج الجوف, وإسناد حروفه إلى مخارج الحروف المماثلة لها, فمثلاً الألف المدية مع مخرج الهمز, والياء المدية مع مخرج الياء المتحركة الأصلية من وسط اللسان, والواو المدية مع مخرج الواو المحركة الأصلية من الشفتين, وعلى هذا ذهب الإمام الشاطبي على أنها ستة عشر مخرجًا.\n\nثالثًا- ذهب الفراء ومن معه من النحويين إلى أن عدد مخارج الحروف هو أربعة عشر مخرجًا, وذلك بإسقاط مخرج الجوف, وإسناد حروفه كما سبق, وجعل مخرج النون والراء واللام مخرجًا واحدًا.\n\nولكننا- أخي القارئ- سنتكلم في هذا الموضوع – إن شاء الله- على مذهب الخليل بن أحمد والإمام الجزري على أن مخارج الحروف سبعة عشر مخرجًا, وهو المذهب المختار, وهي كالآتي:\nأولاً- الجوف:\n(1/33)\n",
        "وهو الخلاء الداخل في الفم والحلق, ويخرج منه حروف المد الثلاثة: الألف المفتوح ما قبلها, والياء المكسور ما قبلها, والواو المضموم ما قبلها, وتسمى هذه الحروف بـ\"الحروف المدية أو الجوفية\".\n\nثانيًا- الحلق:\nوينقسم إلى ثلاثة مخارج فرعية, هي: أقصى الحلق – وسط الحلق- أدنى الحلق, وبذلك يكون الحلق به ثلاثة مخارج.\nأقصى الحلق: وهو ما يلي الصدر مباشرةً, ويخرج منه الهمز والهاء.\nوسط الحلق: ويخرج منه العين والحاء المهملتان.\nأدنى الحلق: وهو مما يقارب لسان المزمار, ويخرج منه الغين والخاء المعجمتان, وتسمى هذه الحروف الستة بالحروف الحلقية.\n\nثالثًا- اللسان:\nاعلم- أخي القارئ- أن اللسان به عشرة مخارج فرعية, يخرج منها ثمانية عشر حرفًا, وهي كالآتي:\nأقصى اللسان من فوق مع ما يحاذيه من الحنك الأعلى, ويخرج منه القاف.\nأقصى اللسان من أسفل تحت مخرج القاف قليلاً مع ما يحاذيه من الحنك الأعلى ويخرج منه الكاف, ويسمى حرفا القاف والكاف بـ\"الحروف اللهوية\".\nوسط اللسان مع ما يحاذيه من الحنك الأعلى ويخرج منه حروف الجيم والشين والياء الأصلية المحركة, وتسمى هذه الحروف بالحروف الشجرية؛ لأنها تخرج من شجر الفم.\nإحدى حافتي اللسان مع ما يلي الأضراس: تخرج الضاد المعجمة, ولكن أخي القارئ خروج الضاد من الجهة اليسرى أيسر وأسهل من اليمنى, فهي من اليمنى أصعب, ومن الناحيتين اليسرى واليمنى أعز وأندر, وكان رسول الله (- صلى الله عليه وسلم -) يخرج الضاد من كلتا حافتيه, وكان يقول (- صلى الله عليه وسلم -): \"أنا أفصح من نطق بالضاد بيد أني من قريش\", ولقد تشبه به سيدنا عمر بن الخطاب (- رضي الله عنه -) فكان يخرج الضاد من كلتا حافتيه.\n(1/34)\n\nأدنى حافة اللسان إلى منتهاها مما يلي الأنياب بعد مخرج الضاد مع ما يحاذيها من لثة الأسنان العليا: تخرج اللام, وهي من اليمنى أسهل وأكثر استعمالاً, ومن اليسرى أصعب وأقل, وهكذا كما ورد في كتاب \"العميد\", وكتاب \"نهاية القول المفيد\".\nطرف اللسان تحت مخرج اللام قليلاً مع ما يحاذيه من الحنك الأعلى تخرج النون المظهرة بخلاف النون المدغمة والمخفاة, فمخرجها هو الخيشوم.\nظهر طرف اللسان مع ما يحاذيه من الحنك الأعلى تخرج الراء, وتسمى حروف اللام والنون والراء بـ\"الحروف الذلقية\" أو \"المذلقة\".\nطرف اللسان مع أصول الثنايا العليا, تخرج الطاء والدال والتاء, وتسمى هذه الحروف بـ\"الحروف النطعية\"؛ لأنها تخرج من نطع الفم.\nطرف اللسان مع ما بين الثنايا العليا والسفلى قريبًا من السفلى يخرج منه حروف الصاد والزاي والسين, وتسمى هذه الحروف الثلاثة بـ\"حروف الصفير\" أو \"الحروف الأسلية\".\nطرف اللسان مع أطراف الثنايا, ويخرج منه الظاء والذال والثاء, وتسمى هذه الحروف بـ\"الحروف اللثوية\".\n\nرابعًا- الشفتان: وفيه مخرجان, ويخرج منهما أربعة حروف, وهي كالآتي:\nبطن الشفة السفلى مع أطراف الثنايا العليا يخرج حرف الفاء.\nالشفتان معًا, ويخرج منهما الباء والميم والواو, ولكن عند خروج الواو تكون الشفتان منفرجتين أي مفتوحتين قليلاً, وعند خروج الباء والميم تكون الشفتان منطبقتين أي: منغلقتين, والباء أشد إطباقًا من الميم. وتسمى هذه الحروف الأربعة بـ\"الحروف الشفوية\".\n\nخامسًا- الخيشوم:\nوهو أعلى الأنف من الداخل, ويخرج منه الغنة المركبة في جسم الميم والنون المشددتين.\n\nملحوظة:\nاعلم – أخي القارئ- أن هناك حروفًا فرعيةً غير هذه الحروف الهجائية, والفرق بين الحروف الفرعية والهجائية هو أن الحروف الهجائية لها مخارج محدودة تخرج منها, والحروف الفرعية تقديرية, وهي:\nحروف المد الثلاثة: الألف – الواو- الياء, على اعتبار أن الجوف مخرج مقدر, أي فرعي.",
        "(1/35)\n\nالهمزة المسهلة: مثل كلمة \"ءاعجمي\" [سورة فصلت].\nالألف الممالة: فهي مثل \"مجرايها\".\nالصاد المشمة: وهي الصاد التي تنطق قريبةً من الزاي المشمة في بعض القراءات.\nالنون المخفاة.\nالألف المفخمة.\nاللام المغلظة.\n\n- صفات الحروف -\nلقد علمت أخي القارئ مما سبق أن الحروف الهجائية التي تتكون منها اللغة العربية تخرج من سبعة عشر مخرجًا, فمنها ما يخرج من مخرج واحد, أي حرف يخرج من مخرج واحد, ومنها حروف تخرج من مخرج واحد, وفيما ما تقارب في مخرجه, وفيها ما تباعد في مخرجه, فما الذي يميز هذه الحروف عن بعضها البعض؟ إنها صفات الحروف.\n\nوالصفة: لغةً: ما قام بالشيء من المعاني.\nواصطلاحًا: هي كيفية عارضة للحرف عند خروجه من المخرج؛ كالجهر, والشدة, والرخاوة, وما أشبه ذلك.\nوالصفات- أخي القارئ- اختلف العلماء في عددها, فمنهم من عدها (44) صفةً, ومن عدها (17) صفةً, ومنهم من عدها أقل من ذلك, ولكن أشهر هذه الأقوال هو أنها (17) سبعة عشر صفةً, وهو القول الذي سنتكلم عنه إن شاء الله.\n\nاعلم أخي القارئ أن هذه الصفات السبعة عشر تنقسم إلى قسمين:\nقسم له ضد, وهو عشرة.\nوقسم لا ضد له , وهو سبعة.\nوإليك – أخي القارئ- صفات الحروف مجملةً ويليها التفصيل.\nأولاً- قسم له ضد:\n1. الهمس.\nوضده\n2. الجهر.\n\n3. الشدة.\nوضده\n4. الرخاوة.\n\n5. الاستعلاء.\nوضده\n6. الاستفال.\n\n7. الإطباق.\nوضده\n8. الانفتاح.\n\n9. الإذلاق.\nوضده\n10. الإصمات.\n\nثانيًا: قسم لا ضد له :\n1. الصفير.\n2. القلقلة.\n\n3. اللين.\n4. الانحراف.\n\n5. التكرار.\n6. التفشي.\n\n7. الاستطالة.\n\nأولاً- الهمس:\nوهو لغة الخفاء. واصطلاحًا: هو جريان النفس مع الحرف عند النطق به لضعف الاعتماد عليه في مخرجه. وحروف الهمس عشرة حروف مجموعة في [فحثه شخص سكت].\nثانيًا- الجهر:\n(1/36)",
        "\nوهو لغةً الإعلان, واصطلاحًا: هو منع جريان النفس مع الحرف عند النطق به لقوة الاعتماد عليه في مخرجه. وحروف الجهر هي ما تبقى من الحروف الهجائية بعد حروف الهمس, ومجموعة في [عظم وزن قارئ غض جد طلب].\nثالثًا- الشدة:\nوهي لغةً القوة. واصطلاحًا: هي انحباس جريان الصوت عند النطق بالحرف لقوة الاعتماد عليه في المخرج. وحروف الشدة ثمانية عشر حرف مجموعة في [أجد قط بكت].\nالتوسط:\nوهو لغةً الاعتدال, واصطلاحًا هو عدم كمال انحباس الصوت وعدم جريانه, وهو مرتبة متوسطة بين الشدة والرخاوة, وحروفه خمسة مجموعة في \"لن عمر\".\n\nرابعًا- الرخاوة:\nوهي لغةً الليونة أو اللين. واصطلاحًا: هي جريان الصوت مع الحروف عند النطق به لضعف الاعتماد عليه في مخرجه وحروف الرخاوة هي ما تبقى من الحروف الهجائية بعد حروف الشدة والتوسط.\nخامسًا- الاستعلاء:\nوهو لغةً الارتفاع. واصطلاحًا: هو ارتفاع اللسان عند النطق بالحرف إلى الحنك الأعلى, وحروفه سبعة حروف مجموعة في [خص ضغط قظ].\n\nسادسًا- الاستفال:\nوهو لغةً: الانخفاض. واصطلاحًا: هو انحطاط اللسان عند النطق بالحروف. وحروف الاستفال هي ما تبقى من الحروف الهجائية بعد حروف الاستعلاء.\n\nسابعًا- الإطباق:\nوهو لغةً: الالتصاق. واصطلاحًا: هي التصاق اللسان مع ما يحاذيه من الحنك الأعلى عند النطق بالحرف. وحروف الإطباق أربعة, هي: [الصاد والضاد والطاء والظاء].\nثامنًا- الانفتاح:\nوهو لغةً الافتراق أو الانفراج. واصطلاحًا: هو ابتعاد اللسان عن الحنك الأعلى عند النطق بالحرف. وحروف الانفتاح هي ما تبقى من الحروف الهجائية بعد حروف الإطباق.\nتاسعًا- الإذلاق:\nلغةً: لغة الطرف أو حد اللسان وطلاقته. واصطلاحًا: هو سرعة النطق بالحرف وخفته لخروجه من طرف اللسان, أو إحدى الشفتين أو الشفتين معًا. وحروفه ستة مجموعة في [فر من لب].\nعاشرًا- الإصمات:\n(1/37)\n",
        "لغةً: الإسكات أو المنع. واصطلاحًا: هو منع مجيء حروف الإصمات منفردة في أصول الكلام, بمعنى أن أي كلمة عربية تتكون من أربعة حروف أو خمسة حروف لا بد أن يكون فيها حرف على الأقل من حروف الإذلاق, فإن وجدت كلمة رباعية لا يوجد فيها حرف من حروف الإذلاق فهي كلمة أعجمية مثل كلمة \"عسجد\", وهي اسم من أسماء الذهب ولكنها ليست عربية, وحروف الإصمات هي ما تبقى من الحروف الهجائية بعد حروف الإذلاق.\n\nوهناك صفات لا ضد لها, وهي سبع صفات وبيانها كالتالي:\nأولاً- الصفير:\nوهو لغةً: صوت يشبه صفير الطائر. واصطلاحًا: هو خروج صوت زائد يشبه صوت الطائر عند النطق بالحرف مصاحبًا له. وحروف الصفير ثلاثة هي: الصاد والزاي والسين.\nثانيًا- القلقلة:\nلغة: الاضطراب. واصطلاحًا: هو اضطراب المخرج عند النطق بالحرف ساكنًا حتى يسمع له نبرة قوية, وحروف القلقلة خمسة, وهي [قطب جد].\nوشرط القلقلة هو السكون, ومراتب القلقلة ثلاثة, وهي:\nأعلاها: المشدد الموقوف عليه. مثل { إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ } (1).\nأوسطها: الساكن الموقوف عليه. مثل: { قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ } (2).\nأدناها: الساكن في وسط الكلمة. مثل: { لِيَقْطَعَ طَرَفاً مِنَ الَّذِينَ كَفَرُوا } (3).\nوذهب القراء إلى أن القلقلة تميل إلى الفتح دائمًا, وقال آخرون أنها تكون مجانسةً لما قبلها في الحركة, ولكن المذهب المعمول به هو المذهب الأول, وهو أن القلقلة تميل إلى الفتح دائمًا.\n\nثالثًا- اللين:\nلغةً: السهولة. واصطلاحًا: هو إخراج الحرف بعدم كلفة في سهولة ويسر. وحروف اللين هي: (الواو والياء الساكنتان المفتوح ما قبلهما, ولم يأتِ بعدهما إلى حرف واحد, مثال: خَوْف – بَيْت.\n__________\n(1) سورة آل عمران, من الآية (62).\n(2) سورة الأعراف, من الآية (32).\n(3) سورة آل عمران, من الآية (127).\n(1/38)\n\nرابعًا- الانحراف:\nلغةً: الميل. واصطلاحًا: هو ميل الحرف عن مخرجه عند النطق به إلى مخرج غيره. وحروفه هي اللام والراء.\nفاللام تميل إلى طرف اللسان مع أن مخرجها هو أدنى حافة اللسان إلى منتهاها.\nوالراء: تميل إلى طرف اللسان مع أن مخرجها هو ظهر طرف اللسان, بمعنى أنها تميل إلى مخرج النون.\nخامسًا- التكرير:\nلغةً: الإعادة. واصطلاحًا: هو ارتعاد طرف اللسان عند النطق بالحرف وخصوصًا عند التسكين أو التشديد. وحرف التكرير: هو الراء فقط, فلا يوجد حرف له صفة التكرير إلا الراء فهو صفة لازمة للراء إذا كانت ساكنةً أو مشددةً.\nولكن احذر- أخي القارئ- من هذه الصفة, فلا تجعل الراء تتكرر على لسانك فتحدث لحنًا في الكلمة. والخلاصة أن هذه الصفة تعرفها وتتجنب أن تتكرر الراء عند القراءة.\nسادسًا- التفشي:\nلغةً: الانتشار. واصطلاحًا: هو انتشار الريح في الفم عند النطق بالحرف. وحرف التفشي هو حرف الشين.\nسابعًا- الاستطالة:\nلغةً: السعة والامتداد. واصطلاحًا: امتداد مخرج الضاد إلى مخرج اللام. وبالتالي فقد عرفت أن حرف الاستطالة هو حرف الضاد.\n\n- باب الصفات القوية والصفات الضعيفة -\nاعلم أخي القارئ أن الحروف الهجائية فيها القوي وفيها الضعيف, ولكي يتسنى لك أن تعرف ذلك لا بد لك من أن تعرف صفات القوة وصفات الضعف.\n\nفصفات القوة اثنتا عشرة صفة وهي:\nالجهر. 2. الشدة. 3. الاستعلاء. 4. الإطباق. 5. الإصمات. 6. الصفير.\n7. الشدة. 8. الانحراف. 9. التكرير. 10. التفشي. 11. الاستطالة. 12. الغنة عند بعض المذاهب.\n\nوصفات الضعف ست صفات, هي:\n1. الهمس. 2. الرخاوة. 3. الاستفال. 4. الانفتاح. 5. الإذلاق. 6. اللين.",
        "(1/39)\n\nواعلم أخي القارئ أن أقوى الحروف على الإطلاق هو حرف الطاء؛ لأنه لا توجد فيه صفة من صفات الضعف. وأضعف الحروف على الإطلاق هو حرف الفاء؛ لأنه ليس له صفة واحدة من صفات القوة, وبعدها حرف الهاء في المرتبة الثانية من الضعف, وذلك لأن صفاتها كلها ضعيفة إلا صفة واحدة وهي الإصمات, وبعدها حروف المد الثلاثة؛ لأن حروفها بها صفتان من صفات القوة, وهي الجهر والإصمات.\nولكي تعرف أخي القارئ قوة الحرف من ضعفه, فلا بد من معرفة صفات القوة وصفات الضعف في الحرف, فإن زادت صفات القوة على صفات الضعف كان الحرف قويًا, وإن زادت صفات الضعف على صفات القوة كان الحرف ضعيفًا. وإن تساوت الصفات في القوة والضعف كان الحرف متوسطًا. وإليك أخي القارئ جدولاً مبينًا فيه صفات الحروف, ودرجة الحرف من ناحية القوة والضعف.\n\nجدول صفات الحروف (1)\nالحرف\nالصفات\nدرجة الحرف\n\n1\n2\n3\n4\n5\n6\n7\n\nالهمزة\nجهري\nشديد\nمستفل\nمنفتح\nمصمت\n\nقوية\n\nالباء\nجهري\nشديد\nمستفل\nمنفتح\nمذلق\nمقلقل\n\nمتوسطة\n\nالتاء\nمهموس\nشديد\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nالثاء\nمهموس\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nالجيم\nجهري\nشديد\nمستفل\nمنفتح\nمصمت\nمقلقل\n\nقوية\n\nالحاء\nمهموس\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nالخاء\nمهموس\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nالدال\nجهري\nشديد\nمستفل\nمنفتح\nمصمت\nمقلقل\n\nقوية\n\nالذال\nجهري\nرخوي\nمستقل\nمنفتح\nمصمت\n\nضعيفة\n\nالراء\nجهري\nمتوسط\nمستقل\nمنفتح\nمذلق\nمنحرف\nمكرر\nمتوسطة\n\nالزاي\nجهري\nرخوي\nمستفل\nمنفتح\nمصمت\nصفيري\n\nمتوسطة\n\nالسين\nمهموس\nرخوي\nمستفل\nمنفتح\nمصمت\nصفيري\n\nضعيفة\n\nالشين\nمهموس\nرخوي\nمستفل\nمنفتح\nمصمت\nمتفشٍ\n\nضعيفة\n\nالصاد\nمهموس\nرخوي\nمستعل\nمطبق\nمصمت\nصفيري\n__________\n(1) هذا الجدول مرتب حسب ترتيب الحروف الأبجدية.\n(1/40)",
        "\nقوية\n\nالضاد\nجهري\nرخوي\nمستعل\nمطبق\nمصمت\nمستطيل\n\nقوية\n\nالطاء\nجهري\nشديد\nمستعل\nمطبق\nمصمت\nمقلقل\n\nقوية أقوى الحروف\n\nالظاء\nجهري\nرخوي\nمستعل\nمطبق\nمصمت\n\nقوية\n\nالعين\nجهري\nمتوسط\nمستفل\nمنفتح\nمصمت\n\nمتوسطة\n\nالغين\nجهري\nرخوي\nمستعل\nمنفتح\nمصمت\n\nقوية\n\nالفاء\nمهموس\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة أضعف الحروف\n\nالقاف\nجهري\nشديد\nمستعل\nمنفتح\nمصمت\nمقلقل\n\nقوية\n\nالكاف\nمهموس\nشديد\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nاللام\nجهري\nمتوسط\nمستفل\nمنفتح\nمذلق\nمنحرفة\n\nضعيفة\n\nالميم\nجهري\nمتوسط\nمستفل\nمنفتح\nمذلق\n\nضعيفة\n\nالنون\nجهري\nمتوسط\nمستفل\nمنفتح\nمذلق\n\nضعيفة\n\nالهاء\nمهموس\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nالواو الأصلية\nجهري\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nالياء الأصلية\nجهري\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nحروف المد الثلاثة\nجهري\nرخوي\nمستفل\nمنفتح\nمصمت\n\nضعيفة\n\nحرفا اللين الواو والياء\nالساكنين\nجهري\nرخوي\nمستفل\nمنفتح\nمصمت\nلينان\n\nضعيفة\n\n- باب التفخيم والترقيق -\nالتفخيم لغة التسمين واصطلاحاً هو سمنة أو غلظة تدخل على الحرف فيمتلئ الفم بصداه.\nوالترقيق لغة التنحيف. واصطلاحاً هو رقة تدخل على الحرف فلا يمتلئ الفم بصداه.\nاعلم أخي القارئ علمني الله وإياك من فيض علمه الواسع أن الحروف الهجائية تنقسم إلى ثلاثة أقسام من ناحية التفخيم والترقيق. أولا - قسم يفخم دائماً. ثانياً: قسم يرقق دائماً. ثالثاً: قسم يفخم تارة ويرقق تارة أخرى. وسوف نتكلم عن كل قسم منهم على حدة.\n\nأولاً : القسم المفخم دائماً:\nوالحروف التي تفخم دائماً هي حروف الاستعلاء السبعة \"خص ضغط قظ\" (خ-ص-ض-غ-ط-ق-ظ).\nوتنقسم هذه الحروف السبعة إلى قسمين من حيث قوة تفخيمها:\nأولاً: حروف الإطباق الأربعة (ص, ض, ط, ظ):\n(1/41)\n",
        "فهي أقوى حروف الاستعلاء, ولكن هذه الحروف الأربعة تتفاوت فيما بينها من حيث القوة, فهي على الترتيب الآتي (ط, ض, ص, ظ).\n\nثانيًا: حروف الاستعلاء الباقية (ق, غ, خ):\nوهذه الحروف الثلاثة الباقية تأتي في مرتبة ثانية بعد حروف الإطباق, وهذه الحروف أيضًا تتفاوت فيما بينها من حيث القوة, فهي على الترتيب الآتي (ق, غ, خ).\n\nويجمع الحروف السبعة من حيث مراتبها في قوتها, هذا البيت:\nطب ضيفنا صدرًا ظلال قوان\n\nغوث خفي – سبع الاستعلاء\n\nواعلم أخي القارئ أن التفخيم له درجات من حيث الأعلى فالأدنى ومراتب التفخيم خمس مراتب:\n(1) المفتوح وبعده ألف ... ... مثال ... الصَّالحين\n(2) المفتوح وليس بعده ألف ... مثال ... صَبر\n(3) المضموم ... ... ... مثال ... والصُّلح\n(4) الساكن ... ... ... ... مثال ... فأصْلح\n(5) المكسور ... ... ... مثال ... صيام\nالدليل : وحرف الاستعلاء فَخِّم\n\nثانياً: القسم الذي يرقق دائماً :\nوالحروف التي ترقق دائماً هي حروف الاستفال وحروف الاستفال هي ما عدا حروف الاستعلاء. بمعنى باقي الحروف الهجائية بعد حروف الاستعلاء السبعة. مثال: الفاسقين-النار-الجنة...إلخ.\nولكن يستثنى من هذه الحروف ثلاثة حروف وهي:\nاللام في لفظ الجلالة ، الألف المدية ، الراء.\nفهذه الحروف الثلاثة تسمى بحروف بينَ بين أي مرة يفخموا ومرة أخرى يرققوا.\n\nثالثاً: الحروف التي تفخم تارة وترقق تارة أخرى.\nوهم كما علمت أخي القارئ اللام في لفظ الجلالة. والألف المدية والراء.\n\nأولاً : اللام في لفظ الجلالة: تفخم اللام في لفظ الجلالة إذا جاء قبلها بفتح أو بضم مثال: إنّ الله، لعنهُ الله، عبدُ الله، وكان الله.\nوالتفخيم أخي القارئ للتعظيم.\nوالدليل من الجذرية:\nوفخم اللام من اسم الله 00 عن فتح أو ضم كعبد الله\n- وترقق اللام في لفظ الجلالة إذا جاء قبلها كسر.\nمثال: قلِ الله، بسمِ الله، لِله.\n(1/42)\n\nوالترقيق أخي القارئ للتيسير والتسهيل.\n\nثانياً : الألف المدية، والألف المدية كما علمت أخي القارئ أنها تخرج من الجوف وتكون دائماً مسبوقة بفتح.\nوتفخم الألف المدية إذا جاءت بعد حرفٍ مفخم أي تتبع ما قبلها.\nمثل: خالدين، صابرين، قال.\n- وترقق الألف المدية إذا جاءت بعد حرف مرقق.\nمثال : النهار، شاهدين، عالمين، كان\n\nثالثاً : الراء :\nوالراء أخي القارئ تنقسم إلى قسمين: راء متحركة، وراء ساكنة.\n\nأولاً : الراء المتحركة:\nوهذه الراء تنظر إلى حركتها.\nفإن كانت:\nمكسورة فهي مرققة. مثل: رجال، صابرين،\nمفتوحة أو مضمومة فهي مفخمة. مثال: رزقنا، مسرورا، برازقين، رحمة.\n\nثانياً : الراء الساكنة:\nوهذه الراء ينظر إلى ما قبلها:\nفإن كان ما قبلها مفتوح أو مضموم فهي مفخمة مثال: يرجعون، يُرزقون، وكذلك أيضاً إذا كانت الراء في آخر الكلمة وموقوفاً عليها إذا كان قبلها فتح أو ضم تفخم مثل القمر، النذر.\nوترقق الراء الساكنة إذا جاء قبلها كسر أصلي في كلمتها. ولم يأت بعدها حرف من حروف الاستعلاء، وهذه هي شروط ترقيق الراء الساكنة مثل: فرعون، مريه. فحكم الراء الترقيق.\nأما إذا فقدت الراء الساكنة شرطًا من هذان الشرطان فهي مفخمة. مثال: قرطاس، مرصاد. ففي هذه الكلمات جاء قبل الراء حرف مكسور كسر أصلي (والكسر الأصلي هو الذي يكون من بنية الكلمة) ولكنها جاء بعدها حرف من حروف الاستعلاء ففقدت شرط من شروط ترقيقها فهي مفخمة.\nمثال آخر: أم ارتبتم. أم ارتابت. وفي هذه الكلمات جاء قبل الراء كسر عارض (والكسر العارض هو الذي لا يكون من أصل الكلمة ففقدت الراء شرط من شروط ترقيقها فهي مفخمة.\n\nوتفخم الراء أيضًا إذا وقعت بعد همزة الوصل أيًا كانت حركتها, مثل: { ارْجِعْ إِلَيْهِمْ } , { ارْكُضْ } , { ارْتَابُوا } , { ارْجِعِي } .\nملحوظة : ووقع الخلاف أخي القارئ من القراء في تفخيم الراء الساكنة وترقيقها في كلمة \"فِرْق\" في الشعراء.",
        "(1/43)\n\nفجاز فيها التفخيم والترقيق. وإليك أخي القارئ علة التفخيم و الترقيق.\n\nأولاً : التفخيم، من ذهب من القراء على تفخيمها فقد نظر إلى حرف الاستعلاء الواقع بعد الراء الساكنة وعلى هذا فهي مفخمة.\n\nثانياً : الترقيق ومن ذهب من القراء على ترقيقها فقد نظر إلى أن حرف الاستعلاء الواقع بعد الراء الساكنة مكسور والمكسور في آخر درجات التفخيم وأن المكسور لا يُعتد به. وعلى هذا فهي مرققة.\nوهناك أيضًا أخي القارئ كلمتان جاز فيهما التفخيم والترقيق, وهما:\nكلمة \"مصر\": فيجوز فيهما التفخيم والترقيق, ولكن التفخيم أولى؛ نظرًا لحركتها في الوصل, فهي مفتوحة, والفتح فيها للبناء.\nكلمة \"القطر\": فيجوز فيها التفخيم والترقيق, ولكن الترقيق أولى؛ نظرًا لحركتها في الوصل, فهي مكسورة.\n\nوإليك الدليل على هاتين الكلمتين:\nواختير أن يوقف مثل الوصل\n\nفي راء مصر القطر يا ذا الفضل\n\nوإليك الدليل من الجزرية:\nورقِّق الراء إذا ما كُسِرت\n\nكذا بعد الكسر حيث سُكِّنت\n\nإذ لم تكن من قبل حرف استعلا\n\nأو كانت الكسرة ليست أصلا\n\nوالخلف في فرق لكسر يوجد\n\nوأخف تكريراً إذا ما تشدد\n\n- المثلان والمتقاربان والمتجانسان والمتباعدان -\nأخي القارئ الكريم بعد معرفتك لمخارج الحروف وصفاتها فلابد لك أن تعرف العلاقات التي تنشأ بين الحروف بعضها البعض.\nأولاً : المثلان: وهما الحرفان اللذان اتفقا مخرجًا وصفةً. مثل : ب ب ل ل ت ت م م , وهذا معناه أن المثلان هما الحرفان المتشابهان.\nوينقسم المثلان إلى : صغير وكبير ومطلق\n1- الصغير : وهو أن يسكن الحرف الأول ويتحرك الحرف الثاني .\nمثال : اضرب بِّعصاك - قل لا أسألكم - أينما يوجّههّ\n(1/44)",
        "\nففي هذه الأمثلة تجد أخي القارئ أن الحرف الأول ساكن ومدغم في الحرف الذي يأتي بعده. ومن هذا تعرف أن حكم المثلين الصغير هو الإدغام ويستثنى من ذلك حرفي الواو والياء المديتين؛ لئلا يذهب المد بالإدغام, ومثال ذلك { قَالُوا وَهُمْ } (1) , { الَّذِي يُوَسْوِس } (2).\nوالدليل:\nوما أول المثلين فيه مسكن\n\nفلا بد من إدغامه متمثلا\n\nلدى الكل إلا حرف مد فأظهرن\n\nكقالوا وهم في يوم وامدده مسجلا\n\n2- الكبير: وهو أن يتحرك الحرفان. مثال:\nالعاكفُ فِيه - جَعَلَ لَكم - فيهِ هُدى.\nوفي هذه الأمثلة تجد أخي القارئ أن الحرفان متحركان.\nوحكم المثلين الكبير الإظهار لكل القراء ما عدا السوسي عن أبي عمرو البصري فله الإدغام.\n3- المطلق : وهو أن يتحرك الحرف الأول ويسكن الحرف الثاني أمثلة: يمسَسْك - شقَقْنا - لِلْعالمين.\nوفي هذه الأمثلة تجد أن الحرف الأول متحرك والحرف الثاني ساكن وحكم المثلين المطلق الإظهار. والدليل من التحفة:\nإن في الصفات والمخارج اتفق\nاتفق\n\nحرفان فالمثلان فيهما أحق\n\nثانياً : المتقاربان:\nوهما الحرفان اللذان تقاربا مخرجًاً واختلفا صفةً، أو تقاربا صفةً لا مخرجًاً، أو تقاربا صفةً ومخرجًا. وعلى هذا أخي القارئ ينقسم المتقاربان إلى ثلاثة أنواع:\nمتقاربان مخرجًا لا صفة. مثل: الدال مع السين. قدْ سَمِعَ. فالدال والسين متقاربان في المخرج ولكن يختلفا في الصفات.\nمتقاربان صفة لا مخرجًا. مثل: السين والشين. ذي العرشِ سبيلا. فالشين والسين متقاربان في الصفات ومتباعدان في المخارج.\nمتقاربان مخرجًا وصفة. مثل: اللام والراء. قل رب. فاللام والراء متقاربان في المخرج والصفة.\n\nوينقسم المتقاربان - أخي القارئ - بأنواعه إلى ثلاث: صغير- كبير- ومطلق.\n__________\n(1) سورة الشعراء, من الآية (96).\n(2) سورة الناس, من الآية (5).\n(1/45)\n",
        "الصغير: هو أن يسكن الحرف الأول ويتحرك الحرف الثاني. وحكمه الإظهار عند حفص ما عدا اللام والراء فحكمه الإدغام. مثل: قل رّب- بل رّفعه. ويستثنى من ذلك لحفص- بل ران. ففيها الإظهار وذلك بسبب السكت على لام \"بل ران\" والسكت يمنع الإدغام وذلك لحفص.\nالكبير: وهو أن يتحرك الحرفان. مثال: ذي العرش سبيلا ، عدد سنين. وحكمه الإظهار.\nالمطلق : وهو أن يتحرك الحرف الأول ويسكن الحرف الثاني. مثال: عليْكَ ، لَنْ. وحكمه الإظهار.\n\nثالثًا: المتجانسان :\nوهما الحرفان اللذان اتفقا مخرجاً لا صفة بمعنى أن الحروف المتجانسة مخرجها واحد ولكنها تختلف في الصفات. مثال : الدال والطاء والتاء مخرجها واحد. وهو طرف اللسان لكنها تختلف في الصفات. فمثلا الدال شديدة مطبقة والتاء مهموسة.\n\nينقسم المتجانسان إلى صغير وكبير ومطلق.\n(1)الصغير وهو أن يسكن الأول ويتحرك الثاني.\nوحكمه الإظهار إلا في خمسة مواضع ففيها الإدغام. وهي:\nأ-الدال في التاء { قَدْ تَبَيَّنَ } (1). ... ب-التاء في الطاء. { وَقَالَتْ طَائِفَةٌ } (2).\nج-الذال في الظاء { إِذْ ظَلَمُوا } (3). د-الثاء في الذال. { يَلْهَثْ ذَلِكَ } (4).\nو-الباء في الميم { ارْكَبْ مَعَنَا } (5).\nوما عدا ذلك ففيه الإظهار. مثال: { فَاصْفَحْ عَنْهُمْ } (6).\n(2)الكبير: وهو أن يتحرك الحرفان. مثال: { الصَّالِحَاتِ طُوبَى } (7). وحكمه الإظهار.\n(3)المطلق : وهو أن يتحرك الأول ويسكن الثاني. مثال: { مَبْعُوثُونَ } (8). وحكمه الإظهار.\n\nرابعًا : المتباعدان :\n__________\n(1) سورة البقرة, من الآية (256).\n(2) سورة آل عمران, من الآية (72).\n(3) سورة النساء, من الآية (64).\n(4) سورة الأعراف, من الآية (176).\n(5) سورة هود, من الآية (42).\n(6) سورة الزخرف, من الآية (89).\n(7) سورة الرعد, من الآية (29).\n(8) سورة المطففين, من الآية (4).\n(1/46)\n\nوالمتباعدان هما الحرفان اللذان تباعدا مخرجًا واختلفا صفة. وينقسم المتباعدان إلى ثلاثة: صغير وكبير ومطلق. وحكم الثلاثة الإظهار لجميع القراء.\n\nملحوظة : اعلم أخي القارئ أنه إذا فصل بين المخرجين مخرج فهما متباعدان. مثال: حروف أقصى الحلق مع حروف أدنى الحلق. فهي متباعدة. لأنه فصل بينها مخرج وسط الحلق.\n- أنواع اللامات الساكنة -\nاعلم – أخي القارئ- أن هذا الدرس يتكلم عن أنواع اللامات الساكنة لا غير, بمعنى أننا لا نتكلم عن اللام كحرف عادي له حركات الإعراب.\nأولاً- اللام الساكنة: هي اللام التي لا حركة لها, وتنقسم اللام الساكنة إلى خمسة أنواع: (لام التعريف- لام الفعل - لام الاسم - لام الحرف - لام الأمر)\n\nأولاً- لام التعريف:\nهي لام \"ال\" التعريف سواء أمكن الاستغناء عنها, مثل: الشمس أو القمر, أو لم يمكن الاستغناء عنها, مثل: الله, أو التي أو الذي. والذي يهمنا من ذلك هو اللام التي يمكن الاستغناء عنها, وتقوم الكلمة بدونها.\n\nوهي تنقسم إلى قسمين:\nأولاً: لام \"أل\" القمرية:\nوهذه اللام تقع قبل أربعة عشر حرفًا من الحروف الهجائية مجموعة في قولك (أبغ حجك وخف عقيمه). وحكمها هو وجوب الإظهار, مثال على ذلك:\nالحرف\nالمثال\nالحرف\nالمثال\n\nء\nالأرض\nخ\nالخلق\n\nب\nالبحر\nف\nالفتح\n\nغ\nالغفور\nع\nالعاديات\n\nح\nالحي\nق\nالقوي\n\nج\nذو الجلال\nي\nاليمين\n\nك\nالكبير\nم\nالمؤمنون\n\nو\nالوارثون\nهـ\nالهدى\n\nثانيًا: لام \"أل\" الشمسية:\nوهي التي تقع قبل الحروف الأربعة عشرة الآتية, مجموعة في أوائل كل كلمة من هذا البيت:\nطب ثم صل رحمًا تفز ضف ذا نعم\n\nدع سوء ظن زر شريف للكرم\n\nوحكمها الإدغام الكامل, مثال:\nالحرف\nالمثال\nالحرف\nالمثال\n\nط\nالطيب\nن\nالنعيم\n\nث\nالثواب\nد\nالدنيا\n\nص\nالصبر\nس\nالسائلين\n\nر\nالرقيب\nظ\nالظالمين\n\nت\nالتائبون\nز\nالزاجرات\n\nض\nالضلال\nش",
        "(1/47)\n\nالشاكرين\n\nذ\nالذاكرين\nل\nالليل\n\nثانيًا: لام الفعل:\nوهي اللام الساكنة التي تكون في الفعل بأنواعه الثلاثة, ماضٍ, مضارع, أمر.\nالماضي, مثل: قلْنا, جعلْنا, أرسلْنا.\nالمضارع, مثل: يلْتقي, تلْمزوا, يلْتفت.\nالأمر, مثل: قلْ, اجعلْ, فاسألْ به خبيرا.\nواعلم- أخي القارئ- أكرمك الله أن حكم لام الفعل في الماضي الإظهار مطلقًا, أما في فعل الأمر والمضارع فحكمها الإظهار, إلا إذا وقع بعدها حرف الراء أو اللام, وكانت اللام الساكنة قبلها متطرفة فيكون حكمها الإدغام, مثل: فعل الأمر في: { وَقُلْ رَبِّ زِدْنِي عِلْماً } (1), { قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً } (2), وفعل المضارع في: { قَالَ أَلَمْ أَقُلْ لَكُمْ } (3), { وَلَمْ يَجْعَلْ لَهُ عِوَجَا } (4).\n\nولذلك يقول الناظم- رحمه الله:\nوأظهرن لام فعل مطلقًا\n\nفي نحو قل نعم وقلنا والتقى\n\nوسبب إدغام اللام في اللام هو التماثل, وسبب إدغام اللام في الراء هو التقارب.\n\nثالثًا: لام الاسم:\nوهي اللام الساكنة التي تكون في الأسماء, مثل: سلْطان, ملْك, فلْك, ألْسنتكم, ألْوانكم. فحكمها الإظهار مطلقًا؛ لأنها لا تأتي متطرفة, أي في أواخر الكلام مثل لام الفعل.\n\nرابعًا: لام الحرف:\nاعلم أخي القارئ أن لام الحرف الساكنة لم تأتِ في القرآن الكريم إلا في كلمتي (هلْ- بلْ), مثل: هل يستطيع, بل هم.\n\nوحكمها الإظهار المطلق إلا إذا جاء بعدها حرف اللام أو الراء, مثال:\n{ هَلْ لَكُمْ } (5), { بَلْ لَمَّا يَذُوقُوا } (6), وهذا مثال اللام.\n__________\n(1) سورة طه, من الآية (114).\n(2) سورة الشورى, من الآية (23).\n(3) سورة البقرة, من الآية (33).\n(4) سورة الكهف, من الآية (1).\n(5) سورة الروم, من الآية (28).\n(6) سورة ص, من الآية (8).\n(1/48)",
        "\n{ بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ } (1), وهذا مثال الراء.\nفحكمها الإدغام, ويستثنى من هذه المواضع موضع { كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ } (2), وذلك بسبب السكت على لام (بلْ) لراوية حفص عن عاصم, والسكت يمنع الإدغام.\n\nملحوظة: اعلم أخي القارئ أنه لم يأتِ بعد (هلْ) راء في القرآن الكريم.\n\nخامسًا: لام الأمر:\nوهي اللام الساكنة الزائدة عن بنية الكلمة, ويأتي بعدها فعل مضارع, وتكون مسبوقة بالفاء, مثل: { فَلْيَضْحَكُوا قَلِيلاً } (3), أو ثم مثل: { ثُمَّ لْيَقْضُوا تَفَثَهُمْ } (4), أو الواو مثل: { وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } (5).\nحكم لام الأمر: هو الإظهار مطلقًا.\nاعلم- أخي القارئ- أن الفرق بين لام الأمر ولام الفعل هو أن لام الأمر تأتي في أول الفعل المضارع. أما لام الفعل فتأتي في الماضي والمضارع والأمر, وتكون متوسطة ومتطرفة.\n- باب الوقف والابتداء -\nاعلم أخي القارئ أن باب الوقف من أهم الأبواب في علم التجويد فلابد لقارئ القرآن الكريم أن يكون ملماً بقواعد هذا الباب، حتى يتمكن من الوقوف في قراءته على ما يتم ويستقيم به المعنى، وألاّ يؤدي وقوفه إلى معنى غير المراد به في القرآن الكريم، ولذلك سُئل الإمام علي (- رضي الله عنه -) عن معنى الآية الكريمة { وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً } قال: الترتيل هو تجويد الحروف ومعرفة الوقوف.\nوقد قسّم العلماء في علم التجويد الوقف إلى أربعة أقسام عامة:\n1-الوقف الاضطراري. ... 2-الوقف الانتظاري.\n3-الوقف الاختباري. ... ... 4-الوقف الاختياري\n\nأولاً : الوقف الاضطراري :\n__________\n(1) سورة النساء, من الآية (158).\n(2) سورة المطففين, من الآية (14).\n(3) سورة التوبة, من الآية (82).\n(4) سورة الحج, من الآية (29).\n(5) سورة الحج, من الآية (29).\n(1/49)\n",
        "وهو التوقف عن القراءة بسبب ضرورة قصوى. مثل: ضيق في النفس أو عطاس أو نسيان ....إلخ.\nفللقارئ في هذا النوع الوقوف عندما تحتاج إليه الضرورة. ثم العودة مرة أخرى من الكلمة التي وقف عليها ويكمل قراءته.\n\nثانيًا : الوقف الانتظاري :\nوهو الوقوف على كلمة معينة بسبب الإتيان أو الجمع في أوجه القراءات المختلفة بها. وهذا الوقف لا يكون إلا في مقام التعليم.\nثالثًا : الوقف الاختباري:\nوهو الوقف على أي كلمة في القرآن، وذلك للاختبار فيها من أحكام التجويد وأحكام الرسم. وهذا الوقف لا يكون إلا في مقام التعليم، وحكمه أنه يجوز الوقف عليه، ثم يعود القارئ من الكلمة التي وقف عليها ليستكمل قراءته.\nرابعًا : الوقف الاختياري :\nوهذا الوقف يكون باختيار القارئ دون الحاجة أو الضرورة للوقف.\n\nوهذا النوع ينقسم إلى خمسة أنواع تتراوح بين التمام والكفاية والحسن والقبح والأقبح:\n\n1-الوقف التام: وهو الوقف على ما تم معناه، ولم يتعلق فيما بعده لا بالمعنى ولا باللفظ. وهذا النوع دائما ما يكون في نهايات القصص القرآني، وعلى رءوس الآيات وفي أواخر السور، مثل: الوقف على قوله تعالى في سورة البقرة: { ُ وأُولَئِكَ هُمُ الْمُفْلِحُونَ } (1) فهذا وقف تام لأنه تم معناه ولم يتعلق فيما بعده، لا معنى ولا لفظ، لأن الآية التي تأتي بعدها تقول: {إن الذين كفروا سواء عليهم} فلا صلة بين المفلحون والكافرون.\nحكمه : يجوز الوقف عليه ويجوز الابتداء بما بعدها ولا خلاف في ذلك. وسُمي تام لتمام الكلام به.\n__________\n(1) سورة البقرة, من الآية (5).\n(1/50)\n\n2-الوقف الكافي: وهو الوقف على ما يستقيم به المعنى في ذاته، وتعلق فيما بعده معنى لا لفظا. وسُمّي كافيا للاستغناء به عما بعده، ويكون الوقف الكافي على رءوس الآيات وفي وسط الآيات، أو قريبا من أوائل الآيات. مثل الوقف على قوله تعالى في سورة البقرة: { فِي قُلُوبِهِمْ مَرَضٌ } (1) فهو وقف كافٍ ولكن ما بعده أكفى منه، وهو: { فَزَادَهُمُ اللَّهُ مَرَضاً } (2) وما بعدهما أكفى منهما { وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ } (3) ومن ذلك يتبين لك أخي القارئ أن الوقف الكافي درجات في كفايته. كافي ، وأكفى ، وأكفى منه. وحكمه يجوز الوقف عليه ويجوز الابتداء بما بعده.\n3-الوقف الحسن : وهو الوقف على ما يستقيم به الكلام، وتعلق فيما بعده معنى ولفظاً وسُمّي حسن لأنه يحسُن الوقوف عليه، مثال: الوقف على قوله تعالى في سورة البقرة { الَّذِينَ يُؤْمِنُونَ بِالْغَيْب } (4) فيحسن الوقف عليه ولا يحسن الابتداء بما بعده، لأنه متعلق به لفظا ومعنى.\nوحكم الوقف الحسن هو: يحسن الوقف عليه ولا يجوز الابتداء بما بعده، إلا إذا كان هذا الوقف على رأس آية فيجوز الوقف عليه ويجوز الابتداء بما بعده، وذلك لأن الوقوف على رءوس الآيات سُنّة عن رسول الله –صلى الله عليه وسلم- .\n__________\n(1) سورة البقرة, من الآية (10).\n(2) سورة البقرة, من الآية (10).\n(3) سورة البقرة, من الآية (10).\n(4) سورة البقرة, من الآية (3).",
        "(1/51)\n\nأما إذا كان التعلق شديد بين الآيتين بمعنى أنهم يكمل بعضهم بعضا، فقال العلماء في ذلك أنه يجوز للقارئ الوقف على الآية وذلك اقتداء بالسنة ثم العودة للآية ووصلها بما بعدها، وذلك إتماما للمعنى. مثال: قوله تعالى { فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ } (1) فيجوز للقارئ الوقف على الآية الأولى اقتداء بالسنة، ثم يرجع ويصل الآيتين إيضاحا للمعنى.\n4-الوقف القبيح : وهو الوقف على ما لا يُفهم معناه دون غيره، مثل: الوقف على المضاف دون المضاف إليه أو الجار دون مجروره، أو على الموصوف دون صفته، أو على المعطوف دون المعطوف إليه، أو على المبتدأ دون خبره.\nوسمي قبيحاً لعدم إفادته للمعنى. وهذا الوقف يقبِّح القراءة. وحكمه عدم جواز الوقوف عليه. إلا للضرورة. كضيق النفس أو العطاس ...إلخ.\nمثال: الوقف على كلمة { الْحَمْدُ } دون وصلها بكلمة { لِلَّهِ رَبِّ الْعَالَمِينَ } (2).\n__________\n(1) سورة الماعون, الآيتان (4, 5).\n(2) سورة الفاتحة, الآية (2).\n(1/52)",
        "\n5-الوقف الأقبح : وهو الوقف على ما يُفهم منه معنى شنيع يغير معنى القرآن، كالوقف على قوله تعالى: { لا تَقْرَبُوا الصَّلاة } (1) أو { وَمَا مِنْ إِلَهٍ } (2) أو { إِنَّ اللَّهَ لا يَغْفِرُ } (3) وحكم هذا الوقف حرام بالإجماع. ومن تعمده عالما بحكمه فقد كفر بالله. ويأتي على قبيل هذا الوقف الأقبح ، الابتداء الأقبح الذي يفهم منه معنى مخالفا لما جاء به القرآن. أو معنى شنيعا كالابتداء بقوله { إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ } (4) أو { إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ } (5) وهذا الابتداء يحرم البدء به ومن تعمد هذا الابتداء فقد خرج من الملة.\nوإليك دليل الوقف من متن الجزرية, يقول الإمام الجزري :\nوبعد تجويدك للحروف\nوالابتداء وهي تقسم إذا\nوهي لما تم فإن لم يوجد\nفالتام فالكاف ولفظا فامنعن\nوغير ما تم قبيح وله\nوليس في القرآن من وقف وجب\n\n00\n00\n00\n00\n00\n00\nلابد من معرفة الوقوف\nثلاثة تام وكاف وحسن\nتعلق أو كان معنى فابتدئ\nإلا رءوس الآي جوِّز فالحسن\nيوقف مضطرا ويُبدأ قبله\nولا حرام إلا ما له سبب\n\n- همزة القطع وهمزة الوصل -\nأولاً : همزة القطع:\nتعريفها: وهي التي تثبت في الابتداء وفي الوصل, وتقع همزة القطع في أول الكلمة مثل \"أرسلنا\" وتأتي في وسط الكلمة مثل \"شنئان\" وتأتي في آخر الكلمة مثل\"جاء ـ سماء\". وتأتي همزة القطع في الأسماء والأفعال والحروف\n\nثانيًا همزة الوصل:\n__________\n(1) سورة النساء, من الآية (43).\n(2) سورة آل عمران, من الآية (62).\n(3) سورة النساء, من الآية (48).\n(4) سورة آل عمران, من الآية (181).\n(5) سورة المائدة, من الآية (17).\n(1/53)\n",
        "تعريفها: وهي التي تثبت عند الابتداء وتسقط بالدرج أي \"بالوصل\" 0وسميت همزة الوصل بهذا الاسم لأنه يتوصل بها إلي النطق بالساكن, لأنه في اللغة العربية لا يبدأ بساكن ولا يوقف علي متحرك فإذا جاء الساكن في أول الكلمة فلابد من همزة الوصل حتى نتمكن من النطق بالساكن, وتأتي همزة الوصل في الأفعال وفي الأسماء.\n\nأولاً حكم همزة الوصل في الأفعال :\nأما في الأفعال فينظر إلى ثالث الفعل فإن كان:\n1: \"ثالث الفعل مضمومًا\" تبدأ بهمزة الوصل مضمومة مثل\n\"اتلُ عليهم\" \" ادعُ إلى سبيل ربك\" \"انظُر كيف نبينُ لهم\".\nواعلم أخي القارئ أن هذا الحكم للضمة الأصلية. أما الضم العارض فيُبدأ بهمزة الفعل فيه مكسورة وجاء الضم العارض في هذه الأفعال الآتية: (امشوا ، اقضوا ، ابنوا ، ائتوا).\nولكي تعرف أخي القارئ أن هذا الضم عارض أو أصلي فعليك أن تخاطب المفرد بهذه الأفعال فتقول: امش ، اقض ، ابن ، ائت. أو المثنى فتقول: امشيا ، اقضيا، ابنيا، ائتيا. ويظهر لنا من الأمثلة أن ثالث الفعل فيها مكسور فعند البدء بها تُبدأ مكسورة، وهذه الأفعال مستثناة من قاعدة الضم.\n2 : إذا كان ثالث الفعل مكسورًا أو مفتوحًا تبدأ بهمزة الوصل مكسورة, مثال: اذهَب ، اسمَع ، اضرِب ، ارجِع، استَكَانوا ، اغفِر لنا.\nوهنا يسأل سائل ويقول: عندما كان ثالث الفعل مضموم بدأنا بهمزة الوصل مضمومة وعندما كان ثالث الفعل مكسور بدأنا بهمزة الوصل مكسورة. فلماذا لا نبدأ بهمزة الوصل مفتوحة إذا كان ثالث الفعل مفتوح، نقول: أننا إذا بدأنا بالهمزة مفتوحة يلتبس الخبر مع الاستفهام أي تصبح الكلمة الخبرية استفهامية، أو يلتبس المضارع مع الأمر, بمعنى أن يصبح الأمر مضارعًا, أمثلة: (استكانوا) نبدأ فيها بالهمزة مكسورًا, ولو أننا بدأنا بها مفتوحة لأصبحت الكلمة استفهامية لا خبرية. وأيضًا (اذهب) نبدأ فيها بالهمزة مكسورة, ولو أننا بدأنا بها مفتوحة لتغير الفعل من الأمر إلى المضارع.\n(1/54)\n\nوهناك رأي آخر يقول: إن الفعل الذي يكون ثالثه مفتوحًا نبدأ فيه بهمزة الوصل مكسورةً, وذلك لحمله على نظيره المكسور في إعراب المثنى والجمع, بمعنى أنه عند تثنية هذه الأفعال أو جمعها يصبح أولها مكسورًا, ولذلك بدئ بالمفرد مكسورًا لحمله على إعراب المثنى والجمع.\n\nثانيًا : حكم همزة الوصل في الأسماء :\nاعلم-أخي القارئ- أن همزة الوصل في الأسماء جاءت على صنفين:\nأولاً : إذا اقترنت بـ(ال) التعريفية، فيُبدأ بالهمزة مفتوحة، مثال: الجنّة ، السماء، الذين، التي.\nثانيًا : يُبدأ بالهمزة مكسورة في عشر أسماء في اللغة العربية، جاء منها سبعة في القرآن العظيم:\n\n(ابن)\n{ عِيسَى ابْنَ مَرْيَمَ } (1).\n\n(ابنة)\n{ وَمَرْيَمَ ابْنَتَ عِمْرَانَ } (2).\n\n(امرؤ)\n{ إِنِ امْرُؤٌ هَلَكَ } (3).\n\n(امرأة)\n{ وَإِنِ امْرَأَةٌ خَافَت } (4).\n\n(اثنين)\n{ ثَانِيَ اثْنَيْنِ } (5).\n\n(اثنتين)\n{ نِسَاءً فَوْقَ اثْنَتَيْنِ } (6).\n\n(اسم)\n{ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ } (7).\n\nأما الثلاثة المتممين للعشرة فهم :\n1-(است) ... ... بمعنى الدبر ...\n2-(ابنم) ... ... وهي: ابن بزيادة الميم.\n3-ايم الله ... ... وهي: من القسم.\nوهذه الثلاثة، لم تأتِ في القرآن.\nمعلومات مهمة :\nأولاً : إذا وقعت همزة الوصل بعد همزة الاستفهام، وجب حذف همزة الوصل إذا لم يكن بعدها لام تعريف. مثال:\n__________\n(1) سورة البقرة, من الآية (87).\n(2) سورة التحريم, من الآية (12).\n(3) سورة النساء, من الآية (176).\n(4) سورة النساء, من الآية (128).\n(5) سورة التوبة, من الآية (40).\n(6) سورة النساء, من الآية (11).\n(7) سورة المائدة, من الآية (4).",
        "(1/55)\n\n{ قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْداً } (1) فكلمة اتَّخذتم أصلها أأتخذتم،فالهمزة الأولى استفهامية، والثانية همزة وصل، فحُذفت همزة الوصل وأصبحت الكلمة أتَّخذتم.\nوقد جاء هذا النوع في القرآن الكريم في سبع كلمات، وهي:\n1- { أَتَّخَذْتُمْ } (2) ... 2- { أَطَّلَعَ الْغَيْبَ } (3) ... 3- { أَفْتَرَى عَلَى اللَّهِ كَذِباً } (4)\n4- { أَصْطَفَى } (5) ... 5- { أَتَّخَذْنَاهُمْ سِخْرِيّاً } (6) ... 6- { أَسْتَكْبَرْتَ } (7)\n7- { أَسْتَغْفَرْتَ } (8).\n\nثانياً: إذا وقعت همزة الوصل بعد همزة الاستفهام وجاء بعد همزة الوصل لام تعريف، فلا تُحذف همزة الوصل، وتُبدل ألف مد، وتمد مداً طويلاً مقدار ست حركات، ويكون هذا المد من قبيل المد اللازم، وذلك حتى لا يلتبس الخبر بالاستفهام. وقد جاء هذا النوع في القرآن الكريم في ست مواضع بالاتفاق عليها بين القُرّاء، وهي:\n1\n{ آلذَّكَرَيْنِ }\nآية رقم (143)\nسورة الأنعام\n\n2\n{ آلذَّكَرَيْنِ }\nآية رقم (144)\nسورة الأنعام\n\n3\n{ آلآنَ }\nآية رقم (51)\nسورة يونس\n\n4\n{ آلآنَ }\nآية رقم (91)\nسورة يونس\n\n5\n{ آللَّهُ }\nآية رقم (59)\nسورة يونس\n\n6\n{ آللَّهُ }\nآية رقم (59)\nسورة النمل\n__________\n(1) سورة البقرة, من الآية (80).\n(2) سورة البقرة, من الآية (80).\n(3) سورة مريم, من الآية (78).\n(4) سورة سبأ, من الآية (8).\n(5) سورة الصافات, من الآية (153).\n(6) سورة ص, من الآية (63).\n(7) سورة ص, من الآية (75).\n(8) سورة المنافقون, من الآية (6).\n(1/56)",
        "\nوهنالك موضع في سورة يونس لقراءة أبو عمرو وأبو جعفر، وهو ءآلسحر (81 يونس), ويجوز أيضًا في هذه الكلمات السابق ذكرها تسهيل الهمزة الثانية, وهي همزة الوصل الواقعة بين همزة الاستفهام ولام التعريف مع القصر, والتسهيل معناه بين بين, أي بين الهمزة والألف, وهذا الوجه أيضًا من طريق الشاطبية.\n\nوفي ذلك يقول الشاطبي:\n\nوإن همز وصل بين لام مسكَّن\nوهمزة الاستفهام فامدده مُبدلا\n\nفللكل ذا أولى ويقصره الذي\n\nيُسهِّل عن كل كالآن مُثِّلا\n\nثالثاً : كلمة (الاسم) في الآية التي جاءت في سورة الحجرات ونصها: { بِئْسَ الِاسْمُ الْفُسُوقُ } (1) فيجوز في همزة الوصل عند البدء بهذه الكلمة وجهان وهما:\n1-أن تبدأ بهمز الوصل مفتوحة مع كسر اللام وحذف الهمزة الثانية, وهي الهمزة المتوسطة في الكلمة.\n2-أن تبدأ باللام مكسورة مع حذف الهمزة الثانية.\n\nرابعًا : كلمة { ءَأَعْجَمِيٌّ } (2)التي جاءت في سورة فصلت، ورد عنها في رواية حفص تسهيل الهمزة الثانية بين بين –أي بين الهمزة والألف.\n\nوإليك الدليل:\nوابدأ بهمز الوصل من فعل بضم\n\nإن كان ثالث من الفعل يضم\n\nواكسره حال الكسر والفتح وفي\n\nالاسماء غير اللام كسرها وفي\n\nابن مع ابنت امرئ واثنين\n\nوامرأة واسم مع اثنتين\n\n- باب التقاء الساكنين -\nاعلم أخي القارئ أن اللغة العربية لا يبدأ فيها بساكن, ولا يوقف على متحرك؛ لأن الساكن يصعب البدء به, والبدء يحتاج إلى الخفة والحركة. أما في الوقف فلا بد من تسكين الحرف الأخير؛ لأن الوقف يحتاج إلى السكون, وفي ذلك يقول الإمام الشاطبي – رحمه الله تعالى: والإسكان أصل الوقف وهو اشتقاقه\n\nوالساكنان إما أن يلتقيان في كلمة أو في كلمتين.\nأولاً: التقاء الساكنين في كلمة واحدة:\nوهو إما أن يكون في حالة الوقف أو في حالة الوصل والوقف.\n__________\n(1) سورة الحجرات, من الآية (11).\n(2) سورة فصلت, من الآية (44).\n(1/57)\n",
        "أ. في حالة الوقف:\nوفي هذه الحالة يكون الساكن الثاني ساكنًا سكونًا عارضًا, أما الساكن الأول فإما أن يكون:\n\n1. حرف مد\n2. حرف لين\n3. ساكنًا صحيحًا\n\nأمثلة\nالأبرار\nبيت\nعنه\n\nالعالمين\nخوف\nمنه\n\nالمفلحون\nعين\nالأمر\n\nوحكم هذا النوع هو جواز التقاء الساكنين عند الوقف عليهما, أما عند الوصل فإن الساكن الثاني يتحرك بحركته الأصلية.\n\nب. في حالتي الوصل والوقف:\nوفي هذه الحالة يكون الساكن الثاني ساكنًا سكونًا ثابتًا [لازمًا], والساكن الأول هو حرف من حروف المد الثلاثة, وفي هذه الحالة لا بد من التخلص من التقاء الساكنين, والتخلص هنا يكون بإشباع حرف المد بمقدار ثلاث ألفات حتى نتمكن من النطق بالساكن الثاني (وهذا ما يسمى بالمد اللازم).\nأمثلة: الصاخة , ءالآن , ءالذكرين , أتحاجوني.\nثانيًا: التقاء الساكنين في كلمتين:\nوهذا النوع لا يكون إلا في حالة الوصل, ولذلك لا يجوز التقاء الساكنين في هذه الحالة, ولكن لا بد من التخلص من الساكن الأول؛ حتى يتم النطق في خفة وسهولة. والتخلص – أخي القارئ- في هذا النوع يكون بطريقتين: الحذف أو التحريك.\n\nأ. الحذف:\nويكون الحذف في الساكن الأول من التقاء الساكنين إذا كان الساكن الأول حرفًا من حروف المد الثلاثة.\nأمثلة: { إِذَا الشَّمْسُ كُوِّرَتْ } (1), { قَالُوا اللَّهُمّ } (2), { وَفِي السَّمَاءِ رِزْقُكُمْ } (3) [وهذا عند الوصل].\nب. التحريك:\nإذا كان الحرف الساكن الأول غير حروف المد, يكون التخلص منه بالتحريك, أي بإعطائه حركةً من حركات الإعراب الأصلية. وغالبًا ما يكون التحريك بالكسر, وهذه هي القاعدة التي تقول: إذا التقى ساكنان حرك الأول بالكسر.\n__________\n(1) سورة التكوير, الآية (1).\n(2) سورة الأنفال, من الآية (32).\n(3) سورة الذاريات, من الآية (22).\n(1/58)\n\nأمثلة: { وَقَالَتِ اخْرُجْ عَلَيْهِنّ } (1), { أَنِ امْشُوا } (2), { جَزَاءً الْحُسْنَى } (3), { قُلِ اللَّهُ } (4).\nولكن هناك بعض الأنواع والحالات التي تخرج عن هذه القاعدة, ويكون التحريك فيها إما بالفتح أو بالضم.\n1- التحريك بالفتح: ويكون في ثلاث حالات:\nفي كلمة \"مِنْ\" الجارة ساكنة النون, إذا وقع بعدها ساكن تحركت النون الساكنة في كلمة \"مِنْ\" بالفتح. مثال: { مِنَ الشَّاهِدِينَ } (5), والفتح هنا أسهل في النطق من الكسر.\nفي \"تاء التأنيث\", وهذا إذا اتصلت تاء التأنيث مع ألف المثنى في كلمة واحدة تحرك تاء التأنيث بالفتح. مثال: { كَانَتَا تَحْتَ عَبْدَيْن ِ } (6), والفتح هنا مناسب للألف بعده؛ لأن الألف لا يكون ما قبلها إلا مفتوحًا.\nفي \"ميم آل عمران\", تحرك الميم في أول سورة آل عمران { الم اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ } (7) بالفتح, وهذا التحريك يجوز فيه وجه القصر مع الوصل, والمد مع الوصل. والفتح هنا هو المناسب؛ لأنه يترتب عليه تفخيم لفظ الجلالة وهو الأفضل في الأداء.\n\n2- التحريك بالضم: وهذا التحريك لا يكون إلا في حالتين:\nفي ميم الجمع (الدالة على الجمع) إذا جاء بعدها ساكن, فتُحرك بالضم؛ لأن الضم هو أصل حركتها. مثل { كُتِبَ عَلَيْكُمُ الصِّيَام } (8), { إِلَيْهِمُ اثْنَيْنِ } (9).\n__________\n(1) سورة يوسف, من الآية (31).\n(2) سورة ص, من الآية (6).\n(3) سورة الكهف, من الآية (88).\n(4) سورة النساء, من الآية (127).\n(5) سورة آل عمران, من الآية (81).\n(6) سورة التحريم, من الآية (10).\n(7) سورة آل عمران, الآيتان (1, 2).\n(8) سورة البقرة, من الآية (183).\n(9) سورة يس, من الآية (14).",
        "(1/59)\n\nفي \"الواو\" اللينة المفتوح ما قبلها الدالة على الجمع, فإذا جاء بعدها ساكن حركت الواو بالضم, مثل: { فَتَمَنَّوُا الْمَوْتَ } (1), { وَآتَوُا الزَّكَاةَ } (2).\n- المقطوع والموصول -\nاعلم أخي القارئ أن هذا الباب من أهم الأبواب التي تساعد القارئ على القراءة الصحيحة من حيث إنه عندما يقف مثلا ما على كلمة فلابد أن يعرف إن كانت هذه الكلمة رُسمت مقطوعة أو موصولة؛ فالمقطوعة يجوز له الوقف عليها عند الاضطرار للوقف ثم يصلها بما بعدها أما الموصولة فلا يجوز الوقف عليها. وإليك أخي القارئ بيان بهذه الكلمات التي رُسمت بالقطع، والتي رُسمت بالوصل.\nأولاً : \"أن لا\" :\nقُطعت \"أَنْ\" مفتوحة الهمزة ساكنة النون عن \"لا\" النافية في عشرة مواضع اتفاقاً في القرآن الكريم, هي:\n{ حَقِيقٌ عَلَى أَنْ لا أَقُولَ } (3).\n{ أَنْ لا يَقُولُوا عَلَى اللَّه } (4).\n{ أَنْ لا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ } (5).\n{ وَأَنْ لا إِلَهَ إِلَّا هُوَ } (6).\n{ أَنْ لا تَعْبُدُوا إِلَّا اللَّهَ } (7).\n{ أَنْ لا تُشْرِكْ بِي شَيْئاً } (8).\n{ َ أَنْ لا تَعْبُدُوا الشَّيْطَانَ } (9).\n{ وَأَنْ لا تَعْلُوا عَلَى اللَّهِ } (10).\n{ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئا } (11).\n{ أَنْ لا يَدْخُلَنَّهَا الْيَوْمَ } (12).\n__________\n(1) سورة البقرة, من الآية (94).\n(2) سورة التوبة, من الآية (11).\n(3) سورة الأعراف, من الآية (105).\n(4) سورة الأعراف, من الآية (169).\n(5) سورة التوبة, من الآية (118).\n(6) سورة هود, من الآية (14).\n(7) سورة هود, من الآية (26).\n(8) سورة الحج, من الآية (26).\n(9) سورة يس, من الآية (60).\n(10) سورة الدخان, من الآية (19).\n(11) سورة الممتحنة, من الآية (12).\n(12) سورة القلم, من الآية (24).\n(1/60)",
        "\nواختلف الرُّسام في موضع واحد في سورة الأنبياء وهو: { أَنْ لا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ } (1). في أنه موصول أو مقطوع، والراجح في القول أنه مقطوع، وما عدا هذه المواضع العشرة السابقة فهو موصول اتفاقاً، مثل: { أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى } (2).\n\nثانياً : إنْ ما:\nتُقطع \"إنْ\" مكسورة الهمزة ساكنة النون عن \"ما\" الموصولة في موضع واحد في القرآن الكريم في سورة الرعد: { وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ } (3). وما عدا ذلك الموضع فهي موصولة، مثل: { وَإِمَّا تَخَافَنَ } (4). وأمّا المفتوحة فهي موصولة مثل: { أَمَّا اشْتَمَلَتْ عَلَيْهِ } (5).\nثالثاً : \"عن ما\":\nتُقطع \"عن\" الجارة عن \"ما\" الموصولة في موضع واحد في سورة الأعراف، وهو: { عَنْ مَا نُهُوا عَنْهُ } (6), وما عدا ذلك الموضع فهو موصول، مثل: { عَمَّا كَانُوا يَعْمَلُونَ } (7).\nرابعًا : \"من ما\":\nتُقطع \"مِنْ\" الجارة عن \"ما\" الموصولة في موضعين اتفاقاً، وهما:\n{ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ } (8).\n{ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُم } (9).\n\nواختلف الرُّسام في موضع واحد في سورة \"المنافقون\"، { وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ } (10), بين الوصل والقطع والراجح هو القطع. وما عدا هذه المواضع فهو موصول مثل: { وَمِمَّا لا يَعْلَمُونَ } (11).\nخامسًا : \"أم من\" :\n__________\n(1) سورة الأنبياء, من الآية (87).\n(2) سورة النجم, الآية (38).\n(3) سورة الرعد, من الآية (40).\n(4) سورة الأنفال, من الآية (58).\n(5) سورة الأنعام, من الآية (143).\n(6) سورة الأعراف, من الآية (166).\n(7) سورة البقرة, من الآية (134).\n(8) سورة النساء, من الآية (25).\n(9) سورة الروم, من الآية (28).\n(10) سورة المنافقون, من الآية (10).\n(11) سورة يس, من الآية (36).\n(1/61)\n",
        "تُقطع \"أمْ\" ساكنة الميم مفتوحة الهمزة عن \"منْ\" الموصولة في أربعة مواضع في القرآن الكريم، وهم:\n{ ِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلاً } (1).\n{ أَمْ مَنْ أَسَّسَ } (2).\n{ أَمْ مَنْ خَلَقْنَا } (3).\n{ أَمْ مَنْ يَأْتِي } (4).\n\nوما عدا هذه المواضع فهي موصولة مثل: { أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ } (5).\nسادساً : \"أنْ لم\":\nتُقطع \"أنْ\" ساكنة النون مفتوحة الهمزة عن \"لم\" في موضعين في القرآن:\n{ ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ } (6).\n{ أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ } (7).\nولا يوجد غير هذين الموضعين في القرآن الكريم. ولا ثالث لهما.\n\nوأما مكسورة الهمزة \"إنْ لم\" فهي موصولة في موضع واحد اتفاقاً، وهو: { فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ } . وأما غير هذا الموضع فهو مقطوع اتفاقًا.\nمثل: { فَإِنْ لَمْ تَفْعَلُوا } (8).\nسابعاً : \"إنَّ ما\":\nتُقطع \"إنَّ\" مكسورة الهمزة مشددة النون المفتوحة عن \"ما\" الموصولة في موضع واحد. { إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ } (9).\nأما موضع النحل: { إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ } (10). فقد اختلف الرُّسام في وصله وقطعه. والمعمول به والراجح هو الوصل. وما غير هذه المواضع فهو موصول اتفاقاً.\nمثال: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } (11).\nثامناً : \"أَنَّ مَا\":\n__________\n(1) سورة النساء, من الآية (109).\n(2) سورة التوبة, من الآية (109).\n(3) سورة الصافات, من الآية (11).\n(4) سورة فصلت, من الآية (40).\n(5) سورة الملك, من الآية (20).\n(6) سورة الأنعام, من الآية (131).\n(7) سورة البلد, من الآية (7).\n(8) سورة البقرة, من الآية (24).\n(9) سورة الأنعام, من الآية (134).\n(10) سورة النحل, من الآية (95).\n(11) سورة الحجرات, من الآية (10).\n(1/62)\n\nتُقطع \"أنَّ\" مفتوحة الهمزة مشددة النون المفتوحة عن \"ما\" الموصولة، في موضعين اتفاقاً:\n{ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِل } (1).\n{ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ } (2).\nوقد اختلف الرُّسام في موضع واحد بين الوصل والقطع، والعمل فيه على الوصل. وهو: { وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ } (3). وما عدا هذه المواضع فهي موصولة. { اعْلَمُوا أَنَّمَا الْحَيَاةُ } (4).\nتاسعاً: \"حيثُ ما\":\nتُقطَع \"حيث\" الظرفية عن \"ما\" في موضعين في سورة البقرة، ولا يوجد غيرهما في القرآن، وهم: { وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ } (5).\nعاشراً : \"كُلَّ مَا\":\nتُقْطَع \"كل\" عن \"ما\" في موضع واحدٍ اتفاقاً، وهو: { وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ } (6).\nواختلف الرُّسام في أربعة مواضع بين الوصل والقطع. والراجح فيهم هو الوصل. وهي بالترتيب:\n\n{ كُلَّمَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا } (7).\n{ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا } (8).\n{ كُلَّمَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ } (9).\n{ كُلَّمَا أُلْقِيَ فِيهَا فَوْج } (10).\nوغير هذه المواضع فهي موصولة اتفاقاً، مثال: { كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ } (11).\nالحادي عشر: \"بِئْسَ مَا\":\nتُوصل \"بِئْسَ\" بـ \"مَا\" في موضعين اتفاقاً، وهما:\n__________\n(1) سورة الحج, من الآية (62).\n(2) سورة لقمان, من الآية (30).\n(3) سورة الأنفال, من الآية (2).\n(4) سورة الحديد, من الآية (20).\n(5) سورة البقرة, من الآية (144).\n(6) سورة إبراهيم, من الآية (34).\n(7) سورة النساء, من الآية (91).\n(8) سورة الأعراف, من الآية (38).\n(9) سورة المؤمنون, من الآية (44).\n(10) سورة الملك, من الآية (8).\n(11) سورة آل عمران, من الآية (37).",
        "(1/63)\n\n{ بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ } (1).\n{ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي } (2).\n\nواختُلِفَ في موضعين بين الوصل والقطع، وهما:\n{ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ } (3). والراجح في هذا الموضع هو القطع.\n{ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ } (4). والراجح فيه الوصل.\n\nوغير هذه المواضع مقطوع اتفاقاً، مثال: { فَبِئْسَ مَا يَشْتَرُونَ } (5).\nالثاني عشر : \"في ما\":\nتقطع \"في\" الجارة عن \"ما\" الموصولة في موضع واحد اتفاقاً، وهو: { أَتُتْرَكُونَ فِي مَا هَاهُنَا } (6). واختلف الرُسام بين الوصل والقطع في عشرة مواضع، والراجح فيها هو القطع، وهي بالترتيب:\n{ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ } (7).\n{ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ } (8).\n{ فِي مَا أُوحِيَ إِلَي } (9).\n{ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ } (10).\n{ وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ } (11).\n{ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ } (12).\n{ فِي مَا رَزَقْنَاكُمْ } (13).\n{ فِي مَا هُمْ فِيهِ يَخْتَلِفُون } (14).\n{ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ } (15).\n__________\n(1) سورة البقرة, من الآية (90).\n(2) سورة الأعراف, من الآية (150).\n(3) سورة البقرة, من الآية (102).\n(4) سورة البقرة, من الآية (93).\n(5) سورة آل عمران, من الآية (187).\n(6) سورة الشعراء, من الآية (146).\n(7) سورة البقرة, من الآية (240).\n(8) سورة المائدة, من الآية (48).\n(9) سورة الأنعام, من الآية 145).\n(10) سورة الأنعام, من الآية (165).\n(11) سورة الأنبياء, من الآية (102).\n(12) سورة النور, من الآية (14).\n(13) سورة الروم, من الآية (28).\n(14) سورة الزمر, من الآية (3).\n(15) سورة الزمر, من الآية (46).\n(1/64)",
        "\n{ وَنُنْشِئَكُمْ فِي مَا لا تَعْلَمُونَ } (1).\nوما عدا هذه المواضع فهو موصول اتفاقاً، مثال: { فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ } (2).\n\nالثالث عشر : \"أين ما\":\nتوصل \"أين\" بـ \"ما\" في موضعين اتفاقاً وهما:\n{ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّه } (3).\n{ أَيْنَمَا يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ } (4).\n\nواختلف الرسام بين القطع والوصل في ثلاثة مواضع، والراجح فيهم هو القطع:\n{ أَيْنَ مَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ } (5).\n{ وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُون } (6).\n{ مَلْعُونِينَ أَيْنَ مَا ثُقِفُوا } (7).\n\nوما عدا هذه المواضع فهو مقطوع اتفاقاً، مثال: { ْ أَيْنَ مَا كَانُوا } (8).\nالرابع عشر : \"أن لن\":\nتقطع \"أن\" المفتوحة الهمزة ساكنة النون عن \"لن\" في كل المواضع في القرآن الكريم نحو: { أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ } (9). وتوصل في موضعين، هما:\n{ ْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِداً } (10).\n{ أَلَّنْ نَجْمَعَ عِظَامَهُ } (11).\n\nالخامس عشر : \"أن لو\":\nتقطع \"أن\" مفتوحة الهمزة ساكنة النون عن \"لو\" في ثلاثة مواضع في القرآن الكريم:\n{ أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ } (12).\n{ أَنْ لَوْ يَشَاءُ اللَّهُ } (13).\n{ أَنْ لَوْ كَانُوا } (14).\n__________\n(1) سورة الواقعة, من الآية (61).\n(2) سورة النحل, من الآية (124).\n(3) سورة البقرة, من الآية (115).\n(4) سورة النحل, من الآية (76).\n(5) سورة النساء, من الآية (78).\n(6) سورة الشعراء, من الآية (92).\n(7) سورة الأحزاب, من الآية (61).\n(8) سورة المجادلة, من الآية (7).\n(9) سورة الفتح, من الآية (12).\n(10) سورة الكهف, من الآية (48).\n(11) سورة القيامة, من الآية (3).\n(12) سورة الأعراف, من الآية (100).\n(13) سورة الرعد, من الآية (31).\n(14) سورة سبأ, من الآية (14).\n(1/65)\n",
        "واختلف الرسام في القطع والوصل في موضع واحد، والراجح فيه هو القطع، وهو: { وَأَن لوِ اسْتَقَامُوا } (1).\nملحوظة : ولا يوجد في القرآن الكريم غير هذه المواضع التي ذكرناها.\n\nالسادس عشر :\n\"كي لا\" توصل \"كي\" ساكنة الياء بـ \"لا\" النافية في أربعة مواضع في القرآن الكريم وهم:\n{ لِكَيْلا تَحْزَنُوا عَلَى مَا فَاتَكُمْ } (2).\n{ لِكَيْلا يَعْلَمَ مَنْ بَعْدِ عِلْمٍ شَيْئاً } (3).\n{ لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ } (4).\n{ لِكَيْلا تَأْسَوْا عَلَى مَا فَاتَكُمْ } (5).\nوتقطع في باقي المواضع، مثال: { لِكَيْ لا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئاً } (6).\nالسابع عشر : \"عن من\":\nتقطع \"عن\" ساكنة النون عن \"من\" الموصولة في موضعين اتفاقاً:\n{ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ } (7).\n{ فَأَعْرِضْ عَنْ مَنْ تَوَلَّى } (8).\nملحوظة : ولا يوجد في القرآن الكريم غير هذين الموضعين.\n\nالثامن عشر :\"يوم هم\":\nتقطع \"يوم\" الظرفية عن \"هم\" الضمير في موضعين، هما:\n{ يَوْمَ هُمْ بَارِزُونَ } (9).\n{ يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ } (10).\nوتوصل فيما عدا هذه المواضع مثال: { يَوْمَهُمُ الَّذِي يُوعَدُونَ } (11).\nالتاسع عشر: \"مال\":\nتقطع لام الجر عن مجرورها في أربعة مواضع:\n{ فَمَالِ هَؤُلاءِ الْقَوْمِ لا يَكَادُونَ يَفْقَهُونَ حَدِيثاً } (12).\n__________\n(1) سورة الجن, من الآية (16).\n(2) سورة آل عمران, من الآية (153).\n(3) سورة الحج, من الآية (5).\n(4) سورة الأحزاب, من الآية (50).\n(5) سورة الحديد, من الآية (23).\n(6) سورة النحل, من الآية (70).\n(7) سورة النور, من الآية (43).\n(8) سورة النجم, من الآية (29).\n(9) سورة غافر, من الآية (16).\n(10) سورة الذاريات, الآية (13).\n(11) سورة المعارج, من الآية (42).\n(12) سورة النساء, من الآية (78).\n(1/66)\n\n{ مَالِ هَذَا الْكِتَابِ } (1).\n{ مَالِ هَذَا الرَّسُولِ } (2).\n{ فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ } (3).\nوما عدا هذه المواضع فهو موصول، مثال: { وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى } (4).\nالعشرون : \"لات حين\":\nتقطع التاء في كلمة \"لات\" عن \"حين\" الظرفية في قوله تعالى: { وَلاتَ حِينَ مَنَاصٍ } (5). وهناك رأي بأنها موصولة، والراجح في ذلك هو القطع.\nملحوظة مهمة :\nاتفق الرُّسام على وصل الكلمات الآتية:\n{ وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ } (6). وهذا الوصل في الواو مع الهاء وحذف الألف من كلمة \"كالوا\", وكلمة \"وزنوا\"\n2-\"أل\" التعريفية.اتفق الرسام على وصلها بما بعدها، مثل: الأرض، القمر، الجنة.\n3-هاء التنبيه. اتفق الرسام على وصل هاء التنبيه بما بعدها مثل: \"هأنتم هؤلاء\".\n4-ياء النداء: اتفق الرسام على وصل ياء النداء بما بعدها، مثال: \"يأيها\".\n5- \"إل ياسين\". اتفق الرسام على كتابتها مقطوعةً في المصحف, ولكن لا يجوز الوقف على \"إل\" دون كلمة ياسين, وذلك بالنسبة لحفص وما يوافقه من القراء.\n\nوإليك الدليل:\nواعرف لمقطوع وموصول وتا\n\nفي مصحف الإمام فيما قد أتى\n\nفاقطع بعشر كلمات أن لا\n\nمع ملجإ ولا إله إلا\n\nوتعبدوا يس ثاني هود لا\n\nيشركن تشرك يدخلن تعلو على\n>\n\nأن لا يقولوا لا أقول إن ما\n\nبالرعد والمفتوح صل وعن ما\n\nنهوا اقطعوا من يروم والنسا\n\nخلف المنافقين أمن أسسا\n\nفصلت والنسا وذبح حيث ما\n\nوأن لم المفتوح كسر أن ما\n\nالانعام والمفتوح يدعون معا\n\nوخلف الأنفال ونحل وقعا\n\nوكل ما سألتموه واختلف\n\nردوا كذا قل بئسما والوصل صف\n__________\n(1) سورة الكهف, من الآية (49).\n(2) سورة الفرقان, من الآية (7).\n(3) سورة المعارج, من الآية (36).\n(4) سورة الليل, الآية (19).\n(5) سورة ص, من الآية (3).\n(6) سورة المطففين, (3).",
        "(1/67)\n\nخلفتموني واشتروا في ما اقطعا\n\nأوحي أفضتم اشتهت يبلوا معا\n\nثاني فعلن وقعت روم كلا\n\nتنزيل شعراء وغير ذي صلا\n\nفأينما كالنحل صل ومختلف\n\nفي الشعرا والأحزاب والنسا وصف\n\nوصل فإلم هود ألن نجعلا\n\nنجمع كيلا تحزنوا تأسوا على\n\nحج عليك حرج وقطعهم\n\nعن من يشاء من تولى يوم هم\n\nومال هذا والذين هؤلا\n\nت حين في الامام صل ووهلا\n\nووزنوهم وكالوهم صل\n\nكذا من ال وهاويًا لا تفصل\n\n- باب هاء التأنيث الموقوف عليها بالتاء المجرورة -\nاعلم أخي القارئ أن هاء التأنيث قسمها العلماء إلى ثلاثة أقسام:\nقسم اتفقوا على جمعه, وقسم اتفقوا على إفراده, وقسم اختلفوا فيه بين الجمع والإفراد.\nأولا- القسم الذي اتفق القراء على قراءته بالجمع, ولا يكون إلا في جمع التكسير, مثل: خزنة, أولئك هم الكفرة الفجرة. والقراءة وقفوا على هذا النوع بالهاء, وعند وصله يكون تاءً.\nثانيًا- القسم الذي اتفق القراء على قراءته بالإفراد. فالأصل فيه هو الوقف بالهاء, ويستثنى من هذا النوع لحفص ثلاث عشرة كلمة في القرآن في واحد وأربعين موضعًا, وذلك تبعًا لرسمها في المصحف تاء, وهي:\nأولاً : \"رحمت\" :\nرسمت كلمة \"رحمت\" بالتاء المجرورة في سبعة مواضع في القرآن يوقف عليها لحفص بالتاء، وهي:\n{ أُولَئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ } (1).\n{ إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ } (2).\n{ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ } (3).\n{ ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا } (4).\n{ فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ } (5).\n{ أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّك } (6).\n__________\n(1) سورة البقرة, من الآية (218).\n(2) سورة الأعراف, من الآية (56).\n(3) سورة هود, من الآية (73).\n(4) سورة مريم, الآية (2).\n(5) سورة الروم, من الآية (50).\n(6) سورة الزخرف, من الآية (32).\n(1/68)",
        "\n{ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ } (1).\n\nوما عدا هذه المواضع فهو مرسوم بالتاء المربوطة والوقف عليها بالهاء، مثال: { َبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ } (2).\nثانياً : \"نعمت\":\nرُسمت بالتاء المجرورة في أحد عشر موضعًا، والوقف فيها بالتاء بما يوافق رواية حفص، وهي:\n{ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ } (3).\n{ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ } (4).\n{ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَم } (5).\n{ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرا } (6).\n{ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوهَا } (7).\n{ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ } (8).\n{ يَعْرِفُونَ نِعْمَتَ اللَّهِ } (9).\n{ وَاشْكُرُوا نِعْمَتَ اللَّهِ } (10).\n{ بِنِعْمَتِ اللَّهِ } (11).\n{ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ } (12).\n{ فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلا مَجْنُونٍ } (13).\n\nثالثا : \"امرأت\":\nرُسمت كلمة \"امرأت\" بالتاء المجرورة في سبعة مواضع في القرآن الكريم إذا كانت مضافة إلى زوجها، وهم:\n{ إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ } (14).\n{ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا } (15).\n__________\n(1) سورة الزخرف, من الآية (32).\n(2) سورة آل عمران, من الآية (159).\n(3) سورة البقرة, من الآية (231).\n(4) سورة آل عمران, من الآية (103).\n(5) سورة المائدة, من الآية (11).\n(6) سورة إبراهيم, من الآية (28).\n(7) سورة إبراهيم, من الآية (34).\n(8) سورة النحل, من الآية (72).\n(9) سورة النحل, من الآية (83).\n(10) سورة النحل, من الآية (114).\n(11) سورة لقمان, من الآية (31).\n(12) سورة فاطر, من الآية (3).\n(13) سورة الطور, من الآية (29).\n(14) سورة آل عمران, من الآية (35).\n(15) سورة يوسف, من الآية (30).\n(1/69)\n",
        "{ قَالَتِ امْرَأَتُ الْعَزِيزِ } (1).\n{ وَقَالَتِ امْرَأَتُ فِرْعَوْنَ } (2).\n{ امْرَأَتَ نُوحٍ } (3).\n{ وَامْرَأَتَ لُوط } (4).\n{ امْرَأَتَ فِرْعَوْنَ } (5).\n\nوما عدا هذه المواضع، فهو مرسوم بالتاء المربوطة والوقف فيها بالهاء، مثال: { وَإِنِ امْرَأَةٌ خَافَتْ } (6). \"إن امرأة خافت\"النساء (128).\n\nرابعاً : \"سنت\":\nرُسمت كلمة \"سنت\" بالتاء المجرورة في القرآن الكريم في خمسة مواضع والوقف فيها بالتاء:\n{ فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ } (7).\n{ إِلَّا سُنَّتَ الْأَوَّلِينَ } (8).\n{ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلاً } (9).\n{ وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلاً } (10).\n{ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ } (11).\n\nوما عدا هذه المواضع رسمت بالتاء المربوطة والوقف عليها بالهاء، مثال: { سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْل } (12).\nخامسا : \"لَعْنَت\":\nرُسمت كلمة \"لعنت\" بالتاء المجرورة في موضعين، وهما:\n{ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ } (13).\n{ وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ } (14).\n__________\n(1) سورة يوسف, من الآية (51).\n(2) سورة القصص, من الآية (9).\n(3) سورة التحريم, من الآية (10).\n(4) سورة التحريم, من الآية (10).\n(5) سورة التحريم, من الآية (11).\n(6) سورة النساء, من الآية (128).\n(7) سورة الأنفال, من الآية (38).\n(8) سورة فاطر, من الآية (43).\n(9) سورة فاطر, من الآية (43).\n(10) سورة فاطر, من الآية (43).\n(11) سورة غافر, من الآية (85).\n(12) سورة الأحزاب, من الآية (38).\n(13) سورة آل عمران, من الآية (61).\n(14) سورة النور, الآية (7).\n(1/70)\n\nوما عدا هذه المواضع فهو مرسوم بالتاء المربوطة والوقف عليه بالهاء، مثال: { ْ أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ } (1).\nسادسًا : \"معصيت\":\nرُسمت كلمة \"معصيت\" بالتاء المجرورة في موضعين في القرآن، في سورة المجادلة وهما:\n{ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ } (2).\n{ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا } (3).\nولا ثالث لهما في القرآن.\n\nسابعاً : \"كلمت\"\nرُسمت هذه الكلمة \"كلمت\" بالتاء المجرورة في موضع واحد في القرآن، وهو: { وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى } (4).\nثامناً : \"بقيت\":\nرُسمت كلمة \"بقيت\" بالتاء المجرورة في القرآن الكريم في موضع واحد، وهو: { بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ } (5). وما عدا ذلك فهو مرسوم بالتاء المربوطة، والوقف عليه بالهاء، مثال: { وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ } (6).\nتاسعاً : \"قُرَّت\":\nرُسمت هذه الكلمة \"قرت\" بالتاء المجرورة في موضع واحد وهو: { قُرَّتُ عَيْنٍ لِي وَلَك } (7). وما عدا ذلك فهو مرسوم بالتاء المربوطة والوقف عليه بالهاء، مثال: { هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ } (8).\nعاشراً : \"فِطْرَت\":\nرُسمت كلمة \"فِطْرَت\" بالتاء المجرورة في موضع واحد: { فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا } (9).\nحادي عشر : \"شجرت\":\n__________\n(1) سورة هود, من الآية (4).\n(2) سورة المجادلة, من الآية (8).\n(3) سورة المجادلة, من الآية (9).\n(4) سورة الأعراف, من الآية (137).\n(5) سورة هود, من الآية (1).\n(6) سورة البقرة, من الآية (248).\n(7) سورة القصص, من الآية (9).\n(8) سورة الفرقان, من الآية (74).\n(9) سورة الروم, من الآية (30).",
        "(1/71)\n\nرُسمت كلمة \"شجرت\" بالتاء المجرورة في موضع واحد في القرآن والوقف عليها بالتاء لحفص وهو: { إِنَّ شَجَرَتَ الزَّقُّوم } (1). وما عدا ذلك فهو موقوف عليه بالهاء، نحو: { أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ } (2).\nثاني عشر : \"جَنَّت\":\nرُسمت كلمة \"جنت\" بالتاء المجرورة في موضع واحد وهو: { فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ } (3). وما عدا ذلك فكُتِبَ بالتاء المربوطة والوقف عليه بالهاء، مثال: { أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ } (4).\nثالث عشر : \"ابْنَتَ\":\nرُسمت كلمة \"ابْنَتَ\" في القرآن الكريم بالتاء المجرورة في موضع واحد، ولا يوجد غيره وهو: { وَمَرْيَمَ ابْنَتَ عِمْرَانَ } (5).\nملحوظة مهمة :\nنحيط علمك-أيها القارئ العزيز-جعل الله هذا العمل في ميزان حسناتنا وحسناتك- أن هناك كلمات رُسمت بالتاء المفتوحة، وقد أُلحِقَت بهذا الباب. وسنواليك بها إن شاء الله.\n\nأولا : \"ياأبت\":\nرُسمت بالتاء المجرورة في ثمان مواضع، والوقف فيها بالتاء.\n{ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً } (6).\n{ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيايَ مِنْ قَبْل } (7).\n{ يَا أَبَتِ لِمَ تَعْبُدُ مَا لا يَسْمَعُ وَلا يُبْصِرُ وَلا يُغْنِي عَنْكَ شَيْئاً } (8).\n{ يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ } (9).\n{ يَا أَبَتِ لا تَعْبُدِ الشَّيْطَانَ } (10).\n__________\n(1) سورة الدخان, الآية (43).\n(2) سورة طه, من الآية (120).\n(3) سورة الواقعة, الآية (89).\n(4) سورة المعارج, الآية (38).\n(5) سورة التحريم, من الآية (12).\n(6) سورة يوسف, من الآية (4).\n(7) سورة يوسف, من الآية (100).\n(8) سورة مريم, من الآية (42).\n(9) سورة مريم, من الآية (43).\n(10) سورة مريم, من الآية (44).\n(1/72)",
        "\n{ يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ } (1).\n{ يَا أَبَتِ اسْتَأْجِرْهُ } (2).\n{ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ } (3).\nثانياً : \"مرضات\":\nرُسمت هذه الكلمة بالتاء المجرورة في أربعة مواضع، وهي:\n{ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ } (4).\n{ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ } (5).\n{ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً } (6).\n{ تَبْتَغِي مَرْضَاتَ أَزْوَاجِك } (7).\n\nثالثاً : \"هيهات\"\nوجاءت هذه الكلمة مكتوبة بتاء مجرورة في كلمتين في آية واحدة، وهي في سورة المؤمنون { هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ } (8).\nرابعًا : \"ذات\":\nوهذه الكلمة \"ذات\" اختُلِفَ في الوقف عليها بين التاء والهاء، والوقف عليها لحفص بالتاء، وهي في موضع: { ذَاتَ بَهْجَةٍ } (9). وما عدا ذلك الموضع فالوقف فيه بالتاء لجميع القُرّاء.\n\nخامسًا : \"ولات\":\nرُسمت هذه الكلمة بالتاء المجرورة في موضع واحد في سورة ص، والوقف عليه بالتاء لحفص، وهو: { وَلاتَ حِينَ مَنَاصٍ } (10).\nسادسًا : \"اللات\"\nكُتبت هذه الكلمة بالتاء المجرورة في موضع واحد، والوقف عليها لحفص بالتاء في موضع: { أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى } (11).\n__________\n(1) سورة مريم, من الآية (45).\n(2) سورة القصص, من الآية (26).\n(3) سورة الصافات, من الآية (102).\n(4) سورة البقرة, من الآية (207).\n(5) سورة البقرة, من الآية (265).\n(6) سورة النساء, من الآية (114).\n(7) سورة التحريم, من الآية (1).\n(8) سورة المؤمنون, الآية (36).\n(9) سورة النمل, من الآية (60).\n(10) سورة ص, من الآية (3).\n(11) سورة النجم, من الآية (19).\n(1/73)\n",
        "ثالثًا- القسم الذي اختلف القراء فيه في الإفراد والجمع, وهو سبع كلمات في القرآن لها اثنا عشر موضعًا, وهي:\n1. كلمت: اختلف القراء فيها بين الإفراد والجمع في أربع مواضع, وهي:\n{ وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً } (1).\n{ كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا } (2).\n{ إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ } (3).\n{ وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ } (4).\nيقف عليها حفص بالتاء, وله فيها الإفراد.\n\n2. غيابت: اختلف القراء فيها بين الإفراد والجمع, يقف حفص عليها بالتاء المجرورة, وله فيها الإفراد. وهي موضعان في سورة يوسف:\n{ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبّ } (5).\n{ أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبّ } (6).\n3. بينت: اختلف القراء فيها بين الإفراد والجمع, وهي في موضع واحد, وهو { فَهُمْ عَلَى بَيِّنَتٍ مِنْهُ } (7), موقوف عليها لحفص بالإفراد, والتاء المجرورة.\n4. جمالات: اختلف القراء فيها بين الإفراد والجمع , وهي في موضع واحد في القرآن, وهو { كَأَنَّهُ جِمَالَتٌ صُفْرٌ } (8), يقف عليها حفص بالتاء المجرورة مع الإفراد.\n5. آيات: اختلف القراء فيها بين الإفراد والجمع, وهي في موضعين:\n{ آيَاتٌ لِلسَّائِلِينَ } (9).\n{ آيَاتٌ مِنْ رَبِّهِ } (10).\nموقوف عليها لحفص بالتاء المجرورة مع الجمع.\n__________\n(1) سورة الأنعام من الآية (115).\n(2) سورة يونس من الآية (33).\n(3) سورة يونس من الآية (96).\n(4) سورة غافر من الآية (6).\n(5) سورة يوسف من الآية (10).\n(6) سورة يوسف من الآية (15).\n(7) سورة فاطر من الآية (40).\n(8) سورة المرسلات الآية (33).\n(9) سورة يوسف من الآية (7).\n(10) سورة العنكبوت, من الآية (50).\n(1/74)\n\n6. غرفات: اختلف القراء فيها بين الإفراد والجمع, وهي في موضع واحد, وهو { وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ } (1). ولحفص فيها الوقف بالتاء المجرورة مع الجمع.\n7. ثمرات: اختلف القراء فيها بين الإفراد والجمع, وهي في موضع واحد, وهو { وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا } (2). ولحفص الوقف عليها بالتاء المجرورة مع الجمع.\nوإليك الدليل:\nورحمتا الزخرف بالتازبره\n\nالاعراف روم هود كاف البقرة\n\nنعمتها ثلاث نحل إبرهم\n\nمعًا أخيرات عقود الثان هم\n\nلقمان ثمَّ فاطر كالطور\n\nعمران لعنت بها والنور\n\nوإمرأت يوسف عمران القصص\n\nتحريم معصيت بقد سمع يخص\n\nشجرت الدخان سنت فاطر\n\nكلا والأنفال وحرف غافر\n\nقرت عين جنت في وقعت\n\nفطرت بقيت وابنت وكلمت\n\nأوسط الاعراف وكل ما اختلف\n\nجمعًا وفردًا فيه بالتاء عرف\n\n- باب الحذف والإثبات -\nاعلم أخي القارئ العزيز أن هذا الباب من أهم أبواب علم التجويد, ولا بد من معرفة ما رسم بالحذف والإثبات من حروف المد الثلاثة (الألف, الواو, الياء) حتى يتمكن القارئ من القراءة الصحيحة للقرآن الكريم. وهذا الباب أخي القارئ يتكلم عن حروف المد الثلاثة (الألف, الواو, الياء) من حيث الرسم العثماني الذي هو ركن من أركان القراءة الصحيحة, فلا بد من معرفة ما رسم حذفًا وما رسم بالإثبات؛ حتى تتعرف على كيفية الوقف على هذه الحروف, وكيفية الوصل بما بعدها, وسوف نوضح لك أخي القارئ فيما يلي حالات الحذف والإثبات, وحكم كل حالة منها.\n__________\n(1) سورة سبأ من الآية (37).\n(2) سورة فصلت من الآية (47).",
        "(1/75)\n\nأولاً: الحرف الثابت في الرسم والوصل, مثل: { قَالا رَبَّنَا } (1), { إِنِّي مَعَكُمْ } (2), { قَالُوا خَيْراً } (3), فالحكم في هذه الحالة هو الوقف عليها بالإثبات؛ لأنها ثبتت رسمًا ووصلاً.\n\nثانيًا: الحرف المحذوف في الرسم والوصل, مثل: { وَلَمْ يَخْشَ إِلَّا اللَّهَ } (4), { وَمِنْ آيَاتِهِ الْجَوَارِ } (5), { ادْعُ إِلَى سَبِيلِ رَبِّكَ } (6). فالحكم في هذه الحالة هو الوقف عليها بالحذف لأنها رسمت بالحذف, واتباع الرسم سنة في القراءة. والكلمات في الأمثلة الثلاثة السابقة هي (يخش, الجوار, ادع).\n\nثالثًا: الحرف الثابت في الرسم والمحذوف في الوصل, مثل: { كَانَتَا اثْنَتَيْنِ } (7), { نُنْجِي الْمُؤْمِنِينَ } (8), { مُرْسِلُو الْنَّاقَةِ } (9). والحكم في هذه الحالة هو الوقف عليها بالإثبات؛ لأن هذه الحروف رسمت خطًا في المصحف, واتباع الرسم سنةً كما أشرنا سابقًا.\n\nرابعًا: الحرف المحذوف في الرسم والثابت في الوصل, مثل: { إِنَّهُ هُوَ } (10), { بِهِ بَصِيراً } (11). فحكم الوقف في هذه الحالة هو الحذف؛ لأن هذه الحروف لم تثبت رسمًا في المصحف, وإنما هي إشباع الصلة لها, ففي المثالين تثبت وصلاً وتحذف وقفًا.\n__________\n(1) سورة طه, من الآية (45).\n(2) سورة المائدة, من الآية (12).\n(3) سورة النحل, من الآية (30).\n(4) سورة التوبة, من الآية (18).\n(5) سورة الشورى, من الآية (32).\n(6) سورة النحل, من الآية (125).\n(7) سورة النساء, من الآية (11).\n(8) سورة الأنبياء, من الآية (88).\n(9) سورة القمر, من الآية (27).\n(10) سورة البقرة, من الآية (37).\n(11) سورة الانشقاق, من الآية (15).\n(1/76)",
        "\nومما سبق يتضح لك أخي القارئ أن حكم الوقف في هذه الحالات الأربع السابقة إنما هو تابع للرسم لا للوصل, أي أننا لا نقف على الحرف من حيث حذفه وإثباته في الرسم, فإن كان الحرف ثابتًا رسمًا كان الوقف عليه بالإثبات, وإن كان الحرف محذوفًا رسمًا كان الوقف عليه بالحذف.\n\nويستثنى من هذه القاعدة الكلمات الآتية:\nكلمة \"سلاسلا\" في سورة الإنسان. فالألف الثانية فيها رسمت بالإثبات مع أنه يجوز فيها الوقف بإثبات الألف وبحذفه.\nكلمة \"ءاتان\" في سورة النمل, فالياء فيها محذوفة رسمًا مع أنه يجوز الوقف عليها بإثبات الياء وبحذفها أيضًا.\nكلمة \"ثمودا\" في مواضعها الأربعة: { أَلا إِنَّ ثَمُودَا كَفَرُوا رَبَّهُمْ } (1), { وَعَاداً وَثَمُودَا وَأَصْحَابَ الرَّسِّ } (2) { وَعَاداً وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ } (3), { وَثَمُودَ فَمَا أَبْقَى } (4). وهذه المواضع الأربعة رسمت في الألف بالإثبات لكنها محذوفة وصلاً ووقفًا. والحكمة من رسمها في المصحف هو احتمال قراءة من ينون كلمة (ثمودا) من القراء العشرة, فإذا وقف عليها وقف بالألف.\nوفيما يلي أخي القارئ سوف نبين حالات حروف المد الثلاثة, كل على حدة من حيث الإثبات والحذف.\n\nأولاً- الألف:\nأ. أحوال إثبات الألف في الوقف دون الوصل وجوبًا كرسمها:\nتثبت الألف في كل ما رسم بالإثبات وحذف وصلاً للتخلص من التقاء الساكنين, مثل: { وَقَالا الْحَمْدُ لِلَّهِ } (5).\n__________\n(1) سورة هود, من الآية (68).\n(2) سورة الفرقان, من الآية (38).\n(3) سورة العنكبوت, من الآية (38).\n(4) سورة النجم, من الآية (51).\n(5) سورة النمل, من الآية (15).\n(1/77)\n",
        "تثبت الألف في لفظ \"أيها\" عند الوقف عليها في جميع ما وقع في القرآن إلا في ثلاثة مواضع يجب الوقوف عليها بالحذف, وهي: { أَيُّهَ الْمُؤْمِنُونَ } (1), و { يَا أَيُّهَ السَّاحِرُ } (2), و { أَيُّهَ الثَّقَلانِ } (3). وما عدا هذه المواضع فالوقف عليها بالألف مثل: { يَا أَيُّهَا الَّذِينَ آمَنُوا } (4).\nتثبت الألف وقفًا فيما يثبت رسمًا لا وصلاً من رءوس الآيات, مثل: (الظنونا- الرسولا- السبيلا) في الأحزاب, (قواريرا) الموضع الأول في سورة الإنسان, أما الموضع الثاني فالألف فيها محذوفة رسمًا ووقفًا ووصلاً.\nتثبت الألف وقفًا فيما رسم بالإثبات على هيئة التنوين بدلاً من نون التوكيد الخفيفة, وهذا جاء في موضعين في القرآن: { وَلِيَكُوناً مِنَ الصَّاغِرِينَ } (5), و { لَنَسْفَعاً بِالنَّاصِيَةِ } (6).\nتثبت الألف وقفًا فيما رسم بالتنوين المنصوب, وهذا ما يسمى بـ\"مد العوض\" مثل: شيئًا, خيرًا.\nتثبت الألف وقفًا في كلمة (إذًا) المنونة, في نحو: { إِذاً لَابْتَغَوْا } (7).\nتثبت الألف وقفًا في كلمة (أنا) \"ضمير المتكلم\", مثال: { أَنَا أَكْثَرُ مِنْكَ } (8).\nتثبت الألف وقفًا في كلمة (لكنا) في قوله تعالى: { لَكِنَّا هُوَ اللَّهُ رَبِّي } (9).\n\nب. حالات حذف الألف في الوقف على خلاف رسمها:\nوتحذف الألف وقفًا بخلاف أنها مرسومة خطًا, وذلك وقع في كلمة (ثمودًا) في مواضعها الأربعة السابق ذكرها في أول الباب.\n\nج. جواز الإثبات والحذف في الألف:\n__________\n(1) سورة النور, من الآية (31).\n(2) سورة الزخرف, من الآية (49).\n(3) سورة الرحمن, من الآية (31).\n(4) سورة التحريم, من الآية (8).\n(5) سورة يوسف, من الآية (32).\n(6) سورة العلق, من الآية (15).\n(7) سورة الإسراء, من الآية (42).\n(8) سورة الكهف, من الآية (34).\n(9) سورة الكهف, من الآية (38).\n(1/78)\n\nوهذه الحالة – أخي القارئ- جاءت في موضع واحد وهو كلمة (سلاسلا) في سورة الإنسان, فيجوز فيها الوقف بالإثبات والحذف.\n\nثانيًا- الياء:\nأ. أحوال إثبات الياء وقفًا دون الوصل وجوبًا كرسمها:\nتثبت الياء وقفًا دون الوصل وجوبًا كرسمها في حالتين:\nتثبت الياء عند الوقف فيما حذفت منه بسبب التقاء الساكنين, وكانت مرسومةً خطًا مثل: { حَاضِرِي الْمَسْجِدِ الْحَرَامِ } (1), { مُحِلِّي الصَّيْدِ } (2), { وَالْمُقِيمِي الصَّلاة } (3), { غَيْرُ مُعْجِزِي اللَّهِ } (4), { إِلَّا آتِي الرَّحْمَنِ عَبْداً } (5), { مُهْلِكِي الْقُرَى } (6).\nتثبت الياء وقفًا في كلمة (الأيدي) من { أُولِي الْأَيْدِي وَالْأَبْصَارِ } (7).\n\nب. أحوال حذف الياء وقفًا كرسمها وجوبًا:\nتحذف الياء وقفًا كرسمها في حالتين:\nتحذف الياء وقفًا فيما حذفت رسمًا ووصلاً تبعًا للراوية, مثل: { وَاللَّيْلِ إِذَا يَسْر ِ } (8), وما شابهها في ذلك من ياءات الزوائد لحفص.\n\nتحذف الياء وقفًا إذا كانت محذوفة رسمًا ووصلاً للتخلص من التقاء الساكنين دون الالتفات إلى كونها من أصل الكلمة أم لا, مثل: { فَلا تَخْشَوْهُمْ وَاخْشَوْنِ } (9), { عَلَى وَادِ النَّمْلِ } (10), { فَمَا تُغْنِ النُّذُرُ } (11), وهذا على سبيل المثال لا الحصر.\n\nج. جواز إثبات الياء وحذفها في الوقف:\n__________\n(1) سورة البقرة, من الآية (196).\n(2) سورة المائدة, من الآية (1).\n(3) سورة الحج, من الآية (35).\n(4) سورة التوبة, من الآية (2).\n(5) سورة مريم, من الآية (93).\n(6) سورة القصص, من الآية (59).\n(7) سورة ص, من الآية (45).\n(8) سورة الفجر, الآية (4).\n(9) سورة المائدة, من الآية (3).\n(10) سورة النمل, من الآية (18).\n(11) سورة القمر, من الآية (5).",
        "(1/79)\n\nوهذه الحالة أخي القارئ جاءت في كلمة { آتَانِيَ اللَّهُ } (1). فجاز فيها الوجهان: إثبات الياء وحذفها.\n\nثالثًا: الواو:\nتثبت الواو وقفًا وجوبًا في كل ما ثبت رسمًا وحذف لعدم التقاء الساكنين, مثل: { يَمْحُوا اللَّهُ } (2), { جَابُوا الصَّخْرَ } (3).\nوتحذف الواو وقفًا فيما حذفت منه رسمًا ووصلاً, وذلك مثل: { وَيَدْعُ الْإِنْسَانُ } (4), { سَنَدْعُ الزَّبَانِيَةَ } (5), { يَدْعُ الدَّاعِ } (6).\n\n- باب هاء الكناية -\nوهاء الكناية هي كل ضمير هاء مفرد غائب زائدة عن بنية الكلمة. القاعدة هي أن حفص عن عاصم أشبع كل هاء ضمير مفرد غائب بياء لفظية إذا كانت مكسورة أو اوو لفظية إذا كانت مضمومة بشرط أن يتحرك ما قبل الضمير وما بعده, مثال: { بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيراً } (7), وذلك في حالة الوصل فقط, وتكون من قبيل المد الطبيعي إذا لم يأت بعدها همز. أما إذا جاء بعدها همز فهي تكون من قبيل المد المنفصل, فتمد لحفص بمقدار 4, 5 حركات. واستثنى حفص من هذه القاعدة ما يأتي:\nالهاء من لفظ { يَرْضَهُ لَكُم } (8) في سورة الزمر قرأها حفص بالضم دون الصلة.\nالهاء من لفظ { أَرْجِهْ وَأَخَاهُ } (9) في سورة الأعراف – الشعراء, قرأها حفص بالإسكان في الهاء.\nالهاء من لفظ { فَأَلْقِهْ إِلَيْهِمْ } (10) في سورة النمل قرأها حفص بالإسكان.\n__________\n(1) سورة النمل, من الآية (36).\n(2) سورة الرعد, من الآية (39).\n(3) سورة الفجر, من الآية (9).\n(4) سورة الإسراء, من الآية (11).\n(5) سورة العلق, من الآية (18).\n(6) سورة القمر, من الآية (6).\n(7) سورة الانشقاق, الآية (15).\n(8) سورة الزمر, من الآية (7).\n(9) سورة الأعراف, من الآية (111). سورة الشعراء, من الآية (36).\n(10) سورة النمل, من الآية (28).\n(1/80)",
        "\nالهاء من لفظ { فِيهِ مُهَاناً } (1) في سورة الفرقان قرأها حفص بكسر الهاء مع صلتها, وهذا اللفظ هو اللفظ الوحيد الذي يشبع فيه حفص الهاء المسبوقة بساكن.\nأما إذا جاء بعد هاء الكناية ساكن فهي لا توصل لجميع القراء, وذلك لعدم التقاء الساكنين. مثل: { لَهُ الْمُلْكُ } (2), { وَمَا عَلَّمْنَاهُ الشِّعْرَ } (3).\n- على هامش التلاوة -\nفي هذا الباب نحيطك علمًا أخي القارئ العزيز ببعض الكلمات التي اختص بها حفص في القراءة عن دون القراء:\nقرأ حفص كلمة { وَيَبْصُطُ } (4) في سورة البقرة, وكلمة { بَسْطَةً } (5) في سورة الأعراف بالسين بدلاً من الصاد. أما في كلمتي { الْمُصَيْطِرُونَ } (6) في سورة الطور, و { بِمُصَيْطِرٍ } (7) في الغاشية فهي تقرأ بالصاد على الأشهر في القراءة, وهذا من طريق الشاطبية.\nقرأ حفص كلمة { مَجْرَيهَا } (8) في سورة هود بالإمالة في الألف والراء.\nقرأ حفص كلمة { تَأْمَنَّا } (9) في سورة يوسف بالإشمام, وهو ضم الشفتين بعد نطق الميم كمن يريد أن ينطق بالضم مشيرًا إلى الحرف المحذوف وهو النون الأولى؛ لأن هذه الكلمة مكونة من (تأمننا), وأجمع كتاب المصاحف على كتابتها بحذف النون الأولى, ولذلك فلحفص فيها الإشمام كما ذكرنا.\nقرأ حفص كلمة { ءاعْجَمِيٌّ } (10) في سورة فصلت بالتسهيل في الهمزة الثانية بين بين, أي بين الهمزة والألف.\n__________\n(1) سورة الفرقان, من الآية (69).\n(2) سورة التغابن, من الآية (1).\n(3) سورة يس, من الآية (69).\n(4) سورة البقرة, من الآية (245).\n(5) سورة الأعراف, من الآية (69).\n(6) سورة الطور, من الآية (37).\n(7) سورة الغاشية, من الآية (22).\n(8) سورة هود, من الآية (41).\n(9) سورة يوسف, من الآية (11).\n(10) سورة فصلت, من الآية (44).\n(1/81)\n",
        "قرأ حفص كلمة { فَمَا آتَانِيَ } (1) في سورة النمل عند الوقف عليها بإثبات الياء ساكنة, أو حذف الياء والوقف على النون ساكنة, والوجهان صحيحان ومقروء بهما.\nقرأ حفص كلمة { سَلاسِلا } (2) في سورة الإنسان عند الوقف عليها بإثبات الألف أو حذف الألف مع الوقف على اللام ساكنة, والوجهان صحيحان ومقروء بهما.\nقرأ حفص كلمة { ضَعْفٍ } (3) في سورة الروم في مواضعها الثلاثة { اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ } (4), فقد قرأها حفص بفتح الضاد أو ضمها, والوجهان صحيحان مقروء بهما, ولكن الفتح مقدم في الأداء عن الضم.\nقرأ حفص الكلمات الآتية بإثبات الألف فيها وقفًا وحذفها وصلاً:\nأ. { لَكِنَّا هُوَ اللَّهُ رَبِّي } (5). ب. { الظُّنُونَا هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُون (6) } .\nج. { وَأَطَعْنَا الرَّسُولا } (7). د. { فَأَضَلُّونَا السَّبِيلا } (8). ه. { أَنَا خَيْرٌ مِنْهُ } (9)\nو. { قَوَارِيرَا قَوَارِيرَا } (10).\n\n- باب في بيان الأمور المحرم فعلها في القراءة -\nاعلم أخي القارئ العزيز, أن هناك أمورًا قد ابتدعها قراء هذا الزمان, ولا بد لك أن تعلم هذه الأمور المبتدعة؛ حتى تتجنبها ولا تقع فيها, وتحافظ على قراءتك سليمةً محسنةً كما أرادها الله جل في علاه.\nوإليك أخي القارئ بعض هذه الأمور:\n__________\n(1) سورة النمل, من الآية (36).\n(2) سورة الإنسان, من الآية (4).\n(3) سورة الروم, من الآية (54).\n(4) سورة الروم, الآية (54).\n(5) سورة الكهف, من الآية (38).\n(6) سورة الأحزاب, من الآية (11).\n(7) سورة الأحزاب, من الآية (66).\n(8) سورة الأحزاب, من الآية (67).\n(9) سورة ص, من الآية (76).\n(10) سورة الإنسان, من الآيتين (15, 16).\n(1/82)\n\nعدم التحري في الابتداء والوقف.\nالتعسف في الوقف وفي خروج الصوت.\nالميوعة في قراءة القرآن الكريم؛ مما يؤدي إلى خروج الحرف من غير مخرجه, وعدم اتصافه بالصفات اللازمة له.\nالاهتمام بالنغم والتطريب, دون الاهتمام باللفظ والمعنى.\nنقل بعض الأنغام الخليعة الموسيقية إلى كلمات القرآن الكريم, مما يتنافى مع جلال وهيبة القرآن؛ لأن القرآن هو كلام الله (- عز وجل -).\nالتظاهر بالخشوع أمام الناس بقصد الرياء أو مدح الناس له (أعاذنا الله وإياكم من الرياء والعجب).\nترقيص حروف المد والغن, والتلاعب فيها, مما يؤدي إلى الزيادة المفرطة فيها, والتقصير في مقادير المدود والغن.\nادعاء العلم بروايات غير حفص, وذلك ليوهم الناس بأنه على علم, وهو لا يعلم منها شيئًا؛ مما يؤدي به إلى قراءة القرآن قراءة خاطئة.\nالتنفس أثناء القراءة, وهذا الفعل حذر منه العلماء المتقون الصالحون؛ لأنه يؤدي بصاحبه إلى أن يُحرم الشهادة عند الموت (والله أعلم).\nقراءة القرآن بصوت جماعي عند المقابر, وهو من الأمور المحرمة.\n\n- علامات الوقف في القرآن الكريم -\nم\nالعلامة\nمدلولها\n\n1\nم\nوهذه تسمى الميم الخنجرية وهي تعني الوقف اللازم.\n\n2\nقلى\nوهي تعني علامة الوقف الواجب [الكافي أو التام].\n\n3\nج\nوهي علامة الوقف الجائز [الكافي].\n\n4\nصلى\nوهي تعني علامة الوقف الحسن, ولكن الوصل فيها أولى من الوقف.\n\n5\nلا\nوهي تعني علامة الوقف الممنوع, أي لا تقف وصل الآيات ببعضها البعض.\n\n6\n:. :.\nوهي تعني علامة المراقبة أو التعانق, وهو أنك إذا وقفت على الموضع الأول فلا تقف على الثاني, ولكن صل الثاني بما بعده, مثال ذلك في قوله تعالى: { ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ } (1).\n\n7\n~\nوهذه العلامة تعني علامة المد.\n\nالخاتمة\n__________\n(1) سورة البقرة, الآية (2).",
        "(1/83)\n\nلقد تم بحمد لله وبعونه إتمام هذا العمل الذي نرجو من الله (- سبحانه وتعالى -) أن يقبله منا, ويجعله خالصًا لوجهه الكريم.\n\nوهكذا كما رأيت أخي القارئ أن هذا العمل قد ابتعد عن التطويل والإطناب في شرح العبارات,ولم يقتصر على القليل الذي لا يقي صاحبه, وإنما كان في مرتبة متوسطة حتى يكون عونًا لجميع المستويات من المتعلمين والمبتدئين في القراءة فيأخذ بأيديهم إلى الصواب – إن شاء الله تعالى, وكما قال الحبيب المصطفى (- صلى الله عليه وسلم -): \"خير الأمور الوسط\".\n\nوأخيرًا ...\nنسأل الله العلي القدير أن يعلمنا ما ينفعنا وأن ينفعنا بما علمنا. فكن – أخي القارئ- متبعًا لما ورد من الأحكام في هذا العمل المتواضع؛ حتى تستفيد وتفيد, ولا تنسانا من دعائك بأن يرحمنا الله, ويتجاوز عن سيئاتنا, وأن يجعلنا وإياك من المقبولين.\n\nفهرس الموضوعات\n\nالموضوع\nالصفحة\n\nالمقدمة:................................................................................................................................................\n3\n\nآداب التلاوة والاستماع..............................................................................................\n5\n\nالتعريف بعلم التجويد.................................................................................................\n8\n\nتعريف الإمام عاصم وراويه حفص.................................................................\n9\n\nاللحن وأقسامه................................................................................................................\n10\n\nمراتب القراءة................................................................................................................\n11\n(1/84)",
        "\nأركان القراءة..................................................................................................................\n11\n\nالاستعاذة. .........................................................................................................................\n12\n\nالبسملة................................................................................................................................\n14\n\nأحكام النون الساكنة والتنوين:...............................................................................\n16\n\nأولاً- الإظهار الحلقي..........................................................................\n17\n\nثانيًا- الإدغام...........................................................................................\n18\n\nثالثًا- الإقلاب...........................................................................................\n21\n\nرابعًا الإخفاء الحقيقي..........................................................................\n21\n\nأحكام الميم الساكنة:.................................................................................................\n24\n\nأولاً- الإخفاء الشفوي..........................................................................\n24\n\nثانيًا- إدغام مثلين صغير..................................................................\n24\n\nثالثًا- الإظهار الشفوي.......................................................................\n25\n\nأحكام النون والميم المشددتين..........................................................................\n27\n(1/85)\n",
        "المد...................................................................................................................................\n28\n\nمخارج الحروف.........................................................................................................\n45\n\nصفات الحروف..........................................................................................................\n50\n\nباب الصفات القوية والصفات الضعيفة.......................................................\n55\n\nباب التفخيم والترقيق..............................................................................................\n58\n\nالمثلان والمتقاربان والمتجانسان والمتباعدان...........................................\n62\n\nأنواع اللامات الساكنة.............................................................................................\n65\n\nباب الوقف والابتداء................................................................................................\n69\n\nهمزة القطع وهمزة الوصل................................................................................\n73\n\nباب التقاء الساكنين..................................................................................................\n77\n\nالمقطوع والموصول..............................................................................................\n80\n\nباب هاء التأنيث الموقوف عليها بالتاء المفتوحة.....................................\n93\n\nباب الحذف والإثبات..............................................................................................\n104\n(1/86)\n\nباب هاء الكناية...........................................................................................................\n110\n\nعلى هامش التلاوة....................................................................................................\n111\n\nباب في بيان الأمور المحرم فعلها في القراءة........................................\n113\n\nعلامات الوقف في القرآن الكريم.....................................................................\n114\n\nالخاتمة.................................................................................................................................................\n115\n\nدُعَاءُ خَتْمِ القُرْآنِ\n\nاللهم ارحمني بالقرآن, واجعله لي إمامًا ونورًا وهدًى ورحمةً.\nاللهم ذكرني منه ما نسيت, وعلمني منه ما جهلت, وارزقني تلاوته آناء الليل وأطراف النهار, واجعله لي حجةً يا رب العالمين.\nاللهم أصلح لي ديني الذي هو عصمة أمري, وأصلح لي دنياي التي فيها معاشي, وأصلح آخرتي التي فيها معادي, واجعل الحياة زيادةً لي في كل خير, واجعل الموت راحةً لي من كل شر.\nاللهم اجعل خير عمري آخره, وخير عملي خواتمه, وخير أيامي يوم ألقاك فيه.\nاللهم إني أسألك عيشةً هنيةً, وميتةً سويةً, ومردًا غير مخزٍ ولا فاضح.\nاللهم إني أسألك خير المسألة, وخير الدعاء, وخير النجاح, وخير العلم, وخير العمل, وخير الثواب, وخير الحياة, وخير الممات, وثبتني وثقل موازيني, وحقق إيماني, وارفع درجتي, وتقبل صلاتي, واغفر خطيئاتي, وأسألك العلا من الجنة.\nاللهم إني أسألك موجبات رحمتك, وعزائم مغفرتك, والسلامة من كل إثم, والغنيمة من كل بر, والفوز بالجنة, والنجاة من النار.\nاللهم أحسن عاقبتنا في الأمور كلها, وأجرنا من خزي الدنيا وعذاب الآخرة.",
        "(1/87)\n\nاللهم اقسم لنا من خشيتك ما تحول به بيننا وبين معصيتك, ومن طاعتك ما تبلغنا به جنتك, ومن اليقين ما تهون به علينا مصائب الدنيا, ومتعنا بأسماعنا, وأبصارنا, وقوتنا ما أحييتنا, واجعله الوارث منا, واجعل ثأرنا على من ظلمنا, وانصرنا على من عادانا, ولا تجعل مصيبتنا في ديننا, ولا تجعل الدنيا أكبر همنا, ولا مبلغ علمنا, ولا تسلط علينا من لا يرحمنا.\nاللهم لا تدع لنا ذنبًا إلا غفرته, ولا همًا إلا فرجته, ولا دينًا إلا قضيته, ولا حاجةً من حوائج الدنيا والآخرة إلا قضيتها يا أرحم الراحمين.\n\n{ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ } .\nوصلى الله على نبينا محمد\nوعلى آله وأصحابه الأخيار\nوسلم تسليمًا كثيرًا.\n(1/88)"
    ]
}