{
    "partText": [
        "\nالبلاغة العالية في آية المداينة\nدكتور / سعيد جمعة\nالأستاذ المساعد في جامعة الأزهر\nفرع المنوفية\nيقول الله تعالى :\n( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمّىً فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا يَبْخَسْ مِنْهُ شَيْئاً فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهاً أَوْ ضَعِيفاً أَوْ لا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيراً أَوْ كَبِيراً إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةَ تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلا يُضَارَّ كَاتِبٌ وَلا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ) (البقرة:282)\nتقديم\nالحمد لله رب العالمين ' والصلاة والسلام على خاتم النبيين , وعلى آله وصحبه أجمعين , ومن اهتدى بهديهم إلى يوم الدين , أما بعد :\n(1/1)\n",
        "فإن المتابع للاقتصاد العالمي - فضلا عن الاقتصاد الإسلامي - لايخفى عليه ملاحظة هذه الظاهرة - ظاهرة التعامل بالدين -التي سادت الأسواق , واتسع نطاقها حتى عمّت جل المعاملات , بين الشركات , والمؤسسات , والبنوك , والأفراد حتى بين الدول بعضها وبعض .\nوالمعلوم سلفًا أن الديون و المعاملات التي تدور في فلكها كثيرة , منها : ( بيع السلم , والبيع بالأجل , والبيع بالتقسيط , والقرض الصريح ) وما شابه ذلك ....\nولقد دخلت الديون بيوتا كثيرة في عصرنا الحاضر في ظل ظروف اقتصادية صعبة زاد فيها الكساد , وقل فيها الإنتاج , وكثر فيها الاستيراد , وزاد من تفاقم الأمر رغبة الكثير من الناس في التمتع بكماليات الحياة الحديثة التي باتت تعلن عن نفسها في كل مكان , وتزينت في إعلاناتها بكثير من سبل الإغراء , من شاكلة :\nتمتع بكل ما تريد ولا تدفع الآن .\nبدون مقدم .\nبدون فوائد .\nعلى خمسين قسطا.\nأول قسط بعد ثلاثة أشهر ......\nإلى آخر تلك المغريات الكثيرة , والنفس راغبة إذا رغبتها , فيجد الإنسان نفسه قد امتلك السلعة في وقته الحاضر دون أن يدفع شيئا , ولم ينظر في عاقبة أمره , وغالباً ما تكون عاقبة أمره خسراً..!!\nوهكذا صار المجتمع إلى هذه الهاوية , وهي دائرة لا تكاد تنتهي , وبخاصة بعد تعذر السداد , إما بسبب\nإعسار المدين , أو المماطلة وادعاء الفقر .\nهذا في نوع واحد من أنواع التعامل بالدين - وهو بيع التقسيط - , فإذا نظرت إلى البنوك وما تعطيه من قروض , وإلى معاملات الشركات , والمؤسسات , هالك المشهد , ورأيت الصورة قاتمة , حتى كثرت الخلافات والقضايا المطروحة أمام القضاء بسبب الديون , وحتى أصبح الإنسان المسلم الآن لا هم له , ولا شاغل إلا كيفية سداد ما عليه من ديون , والخروج من التبعات التي فرضت عليه حينا , وسعى إليها أحيانا أخرى , وكأنني أرى الأمر مدبراً للعالم الإسلامي حتى يظل أهله في هذه الدائرة التي لا تنتهي .\n(1/2)\n\nولما كانت هذه المشكلة تمس الكثيرين _ حيث هي من البلاوي العامة _ كان لابد من البحث لها عن علاج , لنخرج من هذا الطوفان الجديد , طوفان الديون .\nولا شك أن علاج مشكلات الحياة كلها كامن في كتاب الله تعالى , وسنة نبيه -صلى الله عليه وسلم- ولقد جاءت آية واحدة في القرآن الكريم لتعالج هذه المشكلة , وتنظم , وتضمن الحقوق المالية بين الناس , وهي أطول آية في القرآن الكريم .\nفالمشكلة إذن قائمة .\nوالحل في كتاب الله تعالى .\nوالذي يبقى هو إماطة اللثام عن مقصود الآية , ودلالاتها , وجذب أنظار الناس إلي العلاج الرباني لهذه الآفة التي نحن بصددها , حتى يكون الناس على بينة من أمرهم .\nكما أنه لاشك في أن علم البلاغة هو العلم الذي يضع في مقدمة أولوياته محاولة الوصول إلى أقرب مقصود من المعنى القرآني , ولذلك كان تناول هذه الآية تناولا بلاغيا يبتغى من خلاله الوصول إلى أقرب المرادات الإلهية من الآية القرآنية . وبهذا توفر للبحث مقوماته الأساسية :\nفمحل البحث : آية الدين .\nونوع البحث : بحث بلاغي .\nوالسبب الداعي إليه : ما ألم بالمجتمع من أعباء بسبب الديون .\nوالغاية من البحث : محاولة الوصول إلى مراد الآية وحكمها الفصل في هذه المشكلة ؛ ليتبين لنا أيها\nحق ؟\nهل هو إطلاق هذا النوع من التعامل _ كما هو حادث الآن في المجتمع الإسلامي _ ؟\nأم الإبقاء عليه ودعمه , ولكن بالقيود التي تهذبه ؟\nأم محاربته والقضاء عليه وتجريم التعامل به ؟\nوالإجابة سنتعرف عليها من خلال مدارسة هذه الآية مدارسة بلاغية .\nوبعد كل هذا يبقى المنهج .\nفما هو المنهج الذي ينتهجه هذا البحث ؟ وما هي الخطة المرسومة لإظهاره للقارئ الكريم ؟\nالتمهيد وفيه\n1 ) منهج البحث\n2 ) خطة البحث\n******\nمنهج البحث\nوهو منهج قائم على ثلاثة محاور :\nالمحور الأول :\nالنظر إلى النص نظرة كلية عامة من الخارج ؛ لبيان موقعه ومقاصده الكلية ,",
        "(1/3)\n\nومقصوده الأعظم , وسياقه العام والخاص .. ونحو ذلك .\nالمحور الثاني :\nقائم على التحليل البياني , وينطلق من أعلى جزئياته , ثم ينتهي إلى أصغر جزئياته ؛\nلبيان الخصوصيات البلاغية ودلالاتها , وعلاقات هذه الأجزاء ببعضها , والصور\nالمرسومة من خلالها , وعلاقة كل ذلك بالغرض العام .\nالمحور الثالث :\nوهي النظرة الختامية ؛ أو ما يسمى بإعادة تركيب هذه الجزئيات لبيان الأسلوب\nالشائع فيها وأثره في فهم مراد الآية , وعلاقة باقي الأساليب به .\nوهذا المنهج يتيح النظر إلى النص ثلاث مرات\n: ( رؤية عامة , ثم رؤية تحليلية , ثم رؤية عامة مرة أخرى )\nولاشك أن كل رؤية من هذه الثلاث تحاول الربط أو تحاول البحث عن مقصود النص عامة , أو أقرب مقصود إليه , وتلك مهمة البلاغة العُليا ؛ حيث إنني أوقن بأن علم البلاغة ليس قاصرا على تذوق الأساليب وإبراز ما فيها من جمال ؛ لأن ذلك يبعد البلاغة عن دائرة العلوم , ويلحقها بعالم الفنون .\nوكل علم لابد أن يكون له دور في خدمة الإنسان ومساعدته في إعمار الحياة على وفق منهج الله تعالى ؛ ليتحقق بذلك استخلافه المأمور به من رب العزة .\nومن هنا تكون البلاغة من أشرف العلوم ؛ إذ إنها أقرب العلوم لبيان المراد من الكلام من خلال الوقوف على مفرداته , وتراكيبه , وعلاقاته , ومقاصده .\nخطة البحث\nيتكون هذا الكتاب من مقدمة , وتمهيد , وستة فصول , وخاتمة , وفهارس .\n* في المقدمة :\nأتناول وجه الحاجة إلى هذا الموضوع , ونوع الدراسة , ومحلها , والسبب الداعي إليها , ثم الغاية منها .\n* وفي التمهيد :\nأبين منهج البحث وخطته .\nأما المنهج : فهو منهج تحليلي ذو ثلاث خطوات :\nالأولى : نظرة كلية عامة .\nالثانية : تحليل النص بداية , من أكبر الوحدات , وانتهاءً بأصغرها .\nالثالثة : نظرة كلية أخيرة , وفيها يتم إعادة تركيب ما تم تحليله .\nأما الخطة : فأظهر فيها خطوات , وتقسيمات هذا العمل من خلال فصوله المتنوعة .\n(1/4)",
        "\n* ثم يأتي الفصل الأول : النظرة الكلية الأولى للآية :\nوفيه أتناول النظر إلى النص من خلال عدة أمور :\n1 ) موقع سورة البقرة على مدرجة القرآن الكريم .\n2 ) المقاصد الكلية داخل سورة البقرة .\n3 ) وجه البلاغة في موقع الآية .\n4 ) المقصود الأعظم لسورة البقرة وعلاقة الآية به .\n5 ) وجه اختصاص سورة البقرة بآية الدين .\n6 ) السياق العام والخاص للآية .\n7 ) علاقة الآية بأول السورة وآخرها .\n8 ) وجه البلاغة في طول الآية\n9 ) آية المداينة بين التثقيف والتكليف .\n10 ) مصطلحات وحدود .\n* الفصل الثاني : المعجم اللغوي للآية ودلالته :\nوفيه أتناول أساليب الآية , وأفعالها , وأسماءها , وحروفها , ثم أقف على ماوراء ذلك من معان .\n* الفصل الثالث : التحليل البلاغي للآية :\nوهذا هو المبحث الرئيس ؛ حيث أتناول فيه التراكيب والجمل , والمفردات بالتحليل , مبينا قدر الطاقة وجه البلاغة خلف كل لفظة وموقعها , وصيغتها , وعلاقتها , وأضع لكل جملة في الآية عنواناً من خلال الأسلوب البلاغي البارز فيها .\n* الفصل الرابع : الإيقاع في آية الدين :\nوأحاول في هذا الفصل تسمُّع دلالات النغم في الكلمات , والجمل , والأساليب , وأثر ذلك في بناء المعنى .\n* الفصل الخامس : إعادة التركيب :\nوفي أعيد النظر إلى الآية بعد التحليل ؛ لبيان ما ظهر من خلاله من أساليب مهيمنة ؛ وعلاقات هذه الأساليب .\n* الفصل السادس : الأحاديث النبوية الواردة في شأن الديون :\nوفيه أجمع بعض الأحاديث النبوية التي وردت في شأن الديون ؛ لبيان ما ترمي إليه الآية في مجملها , وبيان وجه الاعتلاق بين هذه الأحاديث ومضمون الآية .\nثم تأتي الخاتمة :\nوفيها أحاول الوقوف على ثمرة هذا البحث , وما ينبغي علينا الأخذ به في شأن الديون .\nثم تكون الفهارس العامة للموضوعات والمراجع .....إلخ\nوالله تعالى من وراء القصد وهو حسبي ونعم الوكيل\nدكتور / سعيد جمعة\nالأستاذ المساعد في جامعة الأزهر\n(1/5)\n",
        "كلية اللغة العربية فرع شبين الكوم\nالفصل الأول\nالنظرة الكلية الأولى للآية\nأولاً : موقع سورة البقرة على مدرجة القرآن الكريم\nغير خفي أن ترتيب السور في المصحف الشريف يخالف ترتيبها نزولا , وذلك لاقتران النزول بملابسات ووقائع في حياة الناس زمن البعثة .\nوالثابت أن سورة البقرة ظلت تتوالى أياتها نزولا سنوات عدة , وكان في أثناء نزول آياتها تنزل آيات سور أخرى , وكان جبريل -عليه السلام - ينزل بالآية , وموضعها من سورتها على النبي -صلى الله عليه وسلم فيأمر النبي عليه الصلاة والسلام كُتّاب الوحي بأن توضع آية كذا في سورة كذا , محدداً موضعها(1)\nحتى إذا ماتم القرآن الكريم نزولاً كانت كل آية في كل سورة في موضعها المحكم , وكذلك كل سورة في موضعها من النسق الكلي للقرآن الكريم على النحو الذي هو عليه في اللوح المحفوظ وفي بيت العزة من السماء الدنيا ( 2)\nوإذا كانت الفاتحة هي أم القرآن ( 3 ) ؛ فإن البقرة هي السورة البكر , وهي أول الذرية , وهي بداية التفصيل الذي جُمِع في الفاتحة .\nكما أنها أطول السور القرآنية , ومن أعلاها قدراً ؛ ولذلك أطلق عليها رسول الله -صلى الله عليه وسلم ( سنام القرآن ) (4) .\nوالسنام هو أعلى شيء في الجمل , وهو الموضع الذي لا يلتصق أبداً بالتراب , وهو مع ذلك كله مخزن الغذاء عند الجوع .\nوكما أن السنام هو أعلى الشيء مكاناً , فهو أعلاه مكانةً أيضاً ؛ حيث يقال: مجد مُسنّم ؛أي عظيم .\nوعليه فإن السورة تجمع بين عظم المكان والمكانة .\nولما كانت سورة البقرة في بداية القرآن الكريم فقد جمعت أصول العلاج لمشاكل الإنسان , وهي :\n( العقيدة -والشريعة - والمعاملات ).\nوهكذا ؛ فموقع السورة يشير إلى هذا القدر الكبير من التكاليف ؛ فالولد البكر يحمل من الأعباء بقدر ما يحظى من الحب والتقدير .\n(1/6)\n\nوكأن القرآن الكريم أريد في بدايته ترسيخ جل هذه الأمور ؛ حتى تستقر في القلوب من أول وهلة , فلا يفتح المسلم كتاب الله تعالى , ويستفتح بالفاتحة , ثم يردفها بالبقرة إلا ويجد هذا التفصيل للأمور التي تدور في خلده - من عقيدة , وشريعة , ومعاملات ؛ فجاء موقع السورة متناغماً مع حال المؤمن الذي امتلأت السورة بالإشارة إليه والحديث معه .\nفبعد انفتاح النفوس بالفاتحة , واستشرافها إلى الوحي السماوي , تأتي سورة البقرة لتكون الجرعة الأولى من الدواء الشافي لكل داء , تماما ً كما يعطى المريض أول جرعة , وغالباً ما تكون هي أكبر الجرعات وأكثرها تركيزا , ثم تقل حتى تكون أصغر شيء ؛ وهذا ما حدث في القرآن الكريم\n********\nثانياً : المقاصد الكلية داخل سورة البقرة\nيقول الشيخ دراز- رحمه الله - ما خلاصته : ( إن هذه السورة على طولها تتألف وحدتها من مقدمة , وأربعة مقاصد , وخاتمة :\nالمقدمة من الآية 1 _ 20 في التعريف بشأن هذا القرآن وبيان أن ما فيه من هداية قد بلغ من الوضوح مبلغا لا يتردد فيه ذو قلب سليم , وإنما يُعرض عنه مَن لا قلب له , أو من كان في قلبه مرض .\nالمقصد الأول : دعوة الناس كافة إلى اعتناق الإسلام من الآية ( 21 _ 40 ) .\nالمقصد الثاني : في دعوة أهل الكتاب دعوة خاصة إلى ترك باطلهم , والدخول في هذا الدين الحق من ( 40 _ 162 ) .\nالمقصد الثالث : في عرض شرائع الدين الإسلامي مفصلاً من ( 163 _ 283 ) .\nالمقصد الرابع : آية واحدة , وفيها الوازع الديني الباعث على ملازمة الشرائع , والعاصم من مخالفتها , وهى الآية رقم ( 284 ) .\nثم الخاتمة : في التعريف بالذين استجابوا , وما أعد لهم من ( 285 _ 286 ) . ( 5 )\nويقول أستاذي محمود توفيق سعد_ حفظه الله _ ( الذي أذهب إليه أن تقسيم العلاّمة دراز أفضل من تقسيمات أخرى إلا أنني أميل إلى أن السورة مكونة من مقدمة وقسمين كبيرين وخاتمة .",
        "(1/7)\n\nالمقدمة من الآية (1 _ 20 ) مثلما أبان عنه الدكتور دراز .\nوالقسم الأول : من الآية ( 21 _ 167 ) من قوله تعالى : (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ) (البقرة:21) إلى آخر قوله تعالى ( وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّأُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ) (البقرة:167)\nوهذا القسم قائم بالحقائق والتكاليف العقدية الإيمانية .\nالقسم الثاني : من الآية ( 168 _ 283 ) من أول قوله تعالى : ( يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلالاً طَيِّباً وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) (البقرة:168) إلى آخر قوله تعالى\n( وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِباً فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ) (البقرة:283).\nوآيات هذا القسم معقودة لبيان أحكام الشريعة ؛ لتكتمل بها صورة الإسلام, وهديه ؛عقيدةً وشريعةً .\nواستهلال هذا الشطر بدعوة الناس كافة إلى أن يأكلوا مما في الأرض حلالاً طيبا , ولا يتبعوا خطوات الشيطان ؛ فهو عدوهم المبين يتناغم مع ما عُقدت له آياته من بيان أحكام الشريعة , وأبرزها أحكام المطعم ؛ لأنها أساس الأعمال ؛ فإن كل جسم نبت من حرام فإن مآله إلى النار , ولا تقبل صلاته وصيامه ولا زكاته ولا حجه ولا جهاده إلى آخر تلك الشرائع التي فصلتها آيات هذا العقد .\nفالتوحيد رأس الجانب العقدي .\nوطيب المطعم رأس الجانب التشريعي .\n(1/8)",
        "\nفكانت الدعوة إلى الجانب الأول للناس كافة في مستهل آيات القسم الأول العقدي .\nوكانت الدعوة إلى الجانب الآخر للناس كافة في مستهل آيات القسم الثاني التشريعي .\nثم توالت التشريعات ؛ ليحقق الأمن من طيب المطعم وأحكام الصيام والجهاد والحج والإنفاق والقتال في الأشهر الحرم , والخمر والميسر , وأحكام الأسرة , وأحكام المعاملات المالية من صدقة ورباً وقرض ورهن , فختم آيات هذا القسم بأطول آية : ( آية المداينة ) , فآية الرهن ؛ مؤكدا الدعوة إلى الأمانة والقيام بحق الشهادة .\nثم تأتي الخاتمة : في ثلاث آيات ( 284 _ 286 ) مقررة أن الكون كله لله وحده , وأن ما في الأنفس يحاسب عليه ؛ فيغفر لمن يشاء , ويعذب من يشاء , فكأن في هذه الآية تعقيباً على القسمين معاً ( العقدي والتشريعي ) , وفي الوقت نفسه توطئة لذكر الذين قاموا بحق هذين القسمين فكان فيه رد عجز السورة على صدرها ) ( 6 )\nوهذا التقسيم يضع السورة _ على طولها _ في إطارين اثنين مع وجود مقدمة وخاتمة , وهذا أقرب إلى واقع السورة , وأكثر تحديداً لأركانها , وأضبط لمعاقدها .\nوتحديد هذه الفصول والمعاقد يبتغي من ورائه الوقوف على وجه البلاغة في موقع الآية من السورة. .\nثالثا : وجه البلاغة في موقع الآية\nلقد تبين أن آية الدين تقع في ختام القسم التشريعي , بعدما تكون النفوس قد هُذّبت , وترسخ فيها أصول التوحيد , وتمرست على أنواع العبادات _ من صلاة وصيام وحج وجهاد _ وكأن الدَّين أعلى قدراً من حيث حاجته إلى نفوس عالية , وهمم سامقة , وقلوب صافية ؛ حتى تمتثل لما فيه من ضوابط وقوانين .\n(1/9)\n",
        "وفرق بين أن تلقي خطاباً لنفس خالية من البواعث والمحرضات ، وبين أن تلقي الخطاب نفسه إلى نفوس تشبعت بالإيمان , واستحضرت الآخرة واستعدت لها بأنواع العبادات _ لا شك أن هذا الأمر سيكون محل استجابة وموضع قبول .... ومن أجل ذلك وضعت آية الدين بعد كل هذه الرحلة الطويلة من حديث عن العقيدة وموقف الناس منها , ومن حديث عن التشريع وأعمدته الرئيسة ؛ فالنفوس صارت مهيئةً ,والإيمان في أعلى درجاته , وهذا يصور أهمية استثارة النفوس لتلقي الأوامر والنواهي عامةً ؛ ومنها المتعلقة بالأموال .\nثم يأتي الختام الزاخر بما أعده للممتثلين الطائعين الطامعين في عطاء الله تعالى وعفوه .\nوكأن ما تقدم من توطئة لا يكفي , فلابد من إحاطة هذه الأوامر والنواهي من جانبيها بسياج منيع ؛ حتى لا يترك للنفوس مخرج , أو محيص عنها ؛ فيذكر بعد آية الدَّين آيات الختام , وهي آيات باعثة ومحرضة أيضاً على الامتثال والطاعة , لما تحمله من جزاء الطائعين وثواب الممتثلين , بالإضافة إلى ترهيب المعرضين , والتنويه بما ينتظرهم من عذاب أليم .\n*********\nرابعاً : المقصود الأعظم لسورة البقرة وعلاقة آية المداينة به\n-------------------------------------\nالإيمان بالغيب - وبخاصة البعث - هو أقرب المعاني إلى مقصود سورة البقرة , وقد انتشر ذلك في السورة على نحو ظاهر ؛ فلقد بدأت السورة بقوله تعالى : ( ألم ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ) (البقرة 1 - 3)\n* فكان أول صفات المتقين : الإيمان بالغيب .\n* وفي قصة آدم عليه الصلاة والسلام يقول الله تعالى للملائكة (َ إِنِّي أَعْلَمُ مَا لا تَعْلَمُونَ) (البقرة:30)\n* * وتقرّ الملائكة بهذه الحقيقة فتقول ( سُبْحَانَكَ لا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ) (البقرة:32) .\n(1/10)\n\n* ثم يقول مرة أخرى : ( إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ) (البقرة:33) .\n* ( وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ) (البقرة:72) .\n* (أَوَلا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ) (البقرة:77)\n* ( يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ )( البقرة 255)\nوفي شأن البعث قيل\n* ( كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتاً فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ) (البقرة:28)\n* ( الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ) (البقرة:46)\n* ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ) (البقرة:56)\n* ( فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ) (البقرة:73)\n* (أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ ) (البقرة:243)\n* ( إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ) (البقرة:258)\n* )وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى ٌ) (البقرة:260)\n* وكانت آخر آية نزلت هي (وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ) (البقرة:281)\nكما أنه لا توجد سورة جمعت بين أركان الإسلام , والصلاة والزكاة والصيام والحج كما جاءت في سورة البقرة , وهي كلها مبنية على الإيمان بالغيب , والبعث , حتى الجهاد لا يُقدِم عليه إلا من آمن بالغيب , والبعث .",
        "(1/11)\n\nوإذا كان الإيمان بالغيب هو البرهان على صحة العقيدة , وسلامتها من الخلل ؛ فلا عجب في أن تجد سورة البقرة دائرة حول هذا المقصد العام , ومن مظاهر ذلك أنها ذكرت في مفتتحها تصنيف الناس من خلال عقيدتهم ؛ فهم : إما مؤمنون , أو كافرون , أو منافقون , وهذا تصنيف عقدي في المقام الأول .\nوهنا يمكن القول إن ذكر آية المداينة في هذه السورة وتحت مظلة هذه الغاية إنما هو أحد مقومات الحفاظ على العقيدة الصحيحة , وهذا يشير إلى أهمية الشفافية في علاقات الناس المالية , وأثر هذه المعاملات على عقائد الناس .\nعلاقة الآية بالمقصود الأعظم للسورة :\nلاشك أن هذا النوع من المعاملات يشترك فيه أطراف عدة : الدائن , والمدين , والكاتب , والشهود , وهؤلاء جميعا تلحقهم تبعات وتكاليف وقيود لايمكن القيام بحقها إلا إذا وجد باعث ومحرض قوي يدفعهم إلى الالتزام , وأداء ما يطلب منهم .\nولست أرى باعثًا ومحرضاً على التزام ذلك أقوى من تدبر أمر البعث والإيمان به ؛ فصاحب المال مشترياً كان أو بائعاً أو مقرضاً يحتاج إلى شحنة إيمانية ؛ كي يترك ماله فترة من الوقت عند الغير وهو مطمئن النفس .\nوالذي يأخذ الدَّين يحتاج أيضا إلى الإيمان بالبعث ؛ ليكون حاجزا له عن المماطلة أو الإنكار .\nوكذلك الشهود والكاتب : لأنهم وسطاء بين متناكرين في الغالب , والأصل في الشهود أنهم لا يأخذون عوضاً عن شهادتهم ؛ فالذي يدفعهم إلى الشهادة غالباً إيمانهم بالبعث والحساب .\nوهكذا اتصلت الآية بالإيمان بالبعث اتصالاً وثيقاً .\nكما أن اسم السورة ( البقرة ) وهي حادثة حدثت بين موسى عليه الصلاة والسلام وقومه حين جادلوه في ذبح البقرة وقالوا : ( أَتَتَّخِذُنَا هُزُواً) (البقرة:67)\nفكأنهم حين أنكروا الغيب أنكروا ذبح البقرة ؛ إذ لا علاقة _ في نظرهم _ بين ذبح البقرة ومعرفة القاتل , ولو أنهم آمنوا بالغيب لما سألوا عن ماهيتها , ولونها , وتحديدها ..إلخ .\n(1/12)",
        "\nومن هنا يتبين لنا أن قصة البقرة ذات علاقة وثيقة بالإيمان بالغيب ؛ ذلك لأن البقرة كانت سبباً في عدة أمور ؛ منها : إحياء الميت , وانفراج الغم الذي أحاط بالناس , والأهم من كل ذلك تعليم بني إسرائيل أن الإيمان بالغيب يستوجب التجرد من الأساليب الظاهرة .\nكما أن هذا الاسم يحمل تحذيراً من منهج اليهود في المجادلة , وتنبيهاً على خطأ أسلوبهم الذي استخدموه مع رب العزة ومع أنبيائه .\nأضف إلى ذلك أن حادثة البقرة كانت لإظهار الحق وحفظه من الضياع , كما هو حال آية الدين .\nفالبقرة أظهرت الحق في الدماء ,\nوآية الدين تظهر الحق وتحفظه في شأن الأموال والديون .\n********\nخامساً : وجه اختصاص سورة البقرة بآية الدين\n---------------------------------------\nفي القرآن الكريم قد ترى المعنى الواحد مبثوثاً ومصروفاً في أكثر من سورة , لكن هناك معانٍ لم تذكر إلا في سورة واحدة ولا شك أن هذا المعنى الفريد له علاقة وثيقة بمقصود السورة الأعظم , بل إن هذا المعنى يعدُّ رافدا من روافد الوصول إلى هذا المقصود الأعظم .\nيقول أستاذنا محمود توفيق- حفظه الله - : قصة البقرة مثلاً لم ترد في غير سورة البقرة وكذلك قصة هاروت وماروت , وقصة تحويل القبلة , وفريضة الصيام وبيان أحكامه , وقصة طالوت وجالوت , وقصة الذين خرجوا من ديارهم وهم ألوف حذر الموت , وقصة الذي حاج إبراهيم في ربه , وقصة الذي مرَّ على قرية وهي خاوية على عروشها , وقصة إبراهيم والطير , وكذلك أحكام المداينة (7) .\nوالذي يعنينا هنا هو آية المداينة .\nوبالنظر في تلك المقاصد التي اختصت بها السورة دون غيرها يلحظ أنها وضعت في إطار القصة عدا الحديث عن الصيام وعن المداينة ؛ فقد جاءا في إطار قوله ( كُتب عليكم ) .\n(1/13)\n",
        "أما الصيام فقد كتبه الله تعالى علينا ( يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ) (البقرة:183) .\nوأما المداينة فلقد أُمرنا بكتابتها : ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمّىً فَاكْتُبُوهُ) (البقرة:282) .\nأما وجه اختصاص السورة بآية المداينة فيقف من ورائه عدة أسباب :\nمنها : أن السورة جمعت بين الكليات الخمس التي جاء الإسلام لحفظها , وهي ( الدِّين _ والنسل _ والعقل _ والنفس _ والمال ) وحفظ المال يشمل وضع الضوابط للتداين حتى لا يضيع بعجز المدين أو مماطلته .\nومنها : أن المعاني التي حوتها سورة البقرة تمثل الركائز التي يقام عليها بنيان الأمة , ومن أخطرها المعاملات المادية ؛ فكان البدء بها في أول سورة قرآنية من الضرورة بمكان .\n******\nسادساً : السياق العام والخاص للآية\nلكل آية قرآنية عدة سياقات : سياق مباشر يتعلق بالمعاني الجزئية المحيطة بالآية .\nوسياق أشمل داخل السورة يستعرض المعاني التي تناولتها , وعلاقاتها بالآية محل البحث .\nثم سياق عام قد يمتد ليشمل القرآن الكريم كله وبهذا يتحقق مقصود العلماء في أن القرآن الكريم كالكلمة الواحدة .\n( وكلما ضاقت دائرة السياق كان أثره _ في النظم البياني أولاً وفي فقهه ثانياً _ أكثر جلاءً , وكان إدراكه أيسر , ومن ثم خفَّت مؤنة فقهه على الكثيرين .\nوكلما كانت دائرة السياق أوسع كان أثره في النظم أعمق , وكان فقهه أخفى , وإدراكه أعسر فثقل على كواهل الكثيرين , فقلّتْ الدراسات التي تعنى بسياق السورة , وسياق القرآن الكريم كله ) ( 8 )\nوالنظر البلاغي في السياق القرآني ليس مجاله الدائرة الصغرى من دائرة السياق , ومَن اقتصر عليه يكون قد غبن الدرس البلاغي .\n(1/14)\n\nبل رسالته الفريضة أن يمد نظره إلى سياق السورة كلها , وسياق القرآن الكريم كله , إن استطاع ؛ ذلك لأنه يستشرف إلى ما يؤدي تمام المعنى القرآني في دقائقه , ورقائقه , ولطائفه , وذلك لا يتحقق إلا في سياق السورة , ثم في سياق القرآن الكريم كله .\n( وأهل العلم يدركون قيمة البناء البياني للسورة ؛ إذ هي وحدة التحدي الصغرى الذي جاء به القرآن الكريم , وتمام المعنى لا يدرَك في سياقه الجزئي , وإنما يُدرك في سياق السورة كلها التي هي وحدة التحدي .. وكل درس لآية خارج سياق سورتها هو درس خداج , عاجز عن استبصار كثير من وجوه المعنى القرآني التي تُغزو الروح , والقلب ) ( 9 )\nوفي سياق سورة البقرة تُعدّ آية الدين حلقة من حلقات الحديث عن الاقتصاد الإسلامي , والتي قامت على أساس الحلال , والحض عليه , ونبذ الحرام , والتحذير منه .\nفالجذر الذي بنيت عليه كل المعاملات هو قوله تعالى ( يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلالاً طَيِّباً وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) (البقرة:168).\nفهذا هو أصل المعاملات , وهو بداية القسم التشريعي في سورة البقرة , بعد القسم العقدي , والذي بدأ بقول الله تعالى : ( يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ) (البقرة:21) .\nفكأن السورة يمكن جمعها في سطرين ؛ حيث جاءت نداءً للناس كافة بأمرين :\nالأول : عبادة الله تعالى , والآخر : أكل الحلال .\nوفي السياق التشريعي جانب كبير يتعلق بالأموال , والمكاسب المالية , ثم جانب آخر يتعلق بالإنفاق , ودار السياق على هذين المحورين :\n1 - مصدر المال\n2 - إنفاق المال .\nوالملاحظ أن هناك خطابين :",
        "(1/15)\n\nالأول : للجميع بلفظ ( الناس ) وهو ( يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلالاً طَيِّباً وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) (البقرة:168) .\nوالآخر : جاء للمؤمنين , وقد فصل هذا الأخير إلى قسمين : ( أمر ونهي ) .\nفقيل في الأمر : ( يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ) (البقرة:172)\nوقيل في النهي : ( وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ ) (البقرة:188) .\nوهذه دعائم ثلاث توضح المرتكزات التي تُبنى عليها القواعد الاقتصادية , وقد صيغت في قالب الجمع , ثم التقسيم : الجمع في قوله ( يا أيها الناس ) .\nوالتقسيم في قوله ( يا أيها الذين آمنوا كلوا ) , ثم , ( ولا تأكلوا أموالكم ) .\nثم جاء بعد ذلك حديث عن الإنفاق , وهو الركيزة الثانية , أو الجناح الآخر للاقتصاد .\nفالاقتصاد ( كسب , وإنفاق ) ؛ فقيل أولاً : ( وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ) (البقرة:195) .\nثم يتصاعد هذا الحديث عن وجوه الإنفاق , فيذكر مرة أن الإنفاق ( َلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ) (البقرة:215) .\nثم وجوه الإنفاق على النكاح ومستتبعاته , ثم الصدقات , ثم تحديد نوع المال المنفق , وأنه لابد أن يكون من الطيبات , ويظل الإلحاح على النفقة , وتهذيبها وتحري الطيبات منها , والتوجه بها إلى الله تعالى وحده ......إلخ\nوهذا يوضح أن الحديث عن الإنفاق زاد بكثير على الحديث عن الكسب , فَلِمَ ؟\nفي نظري لأن القصد من الكسب هو الإنفاق , ولم يكن الكسب يوماً غايةً لذاته .\nثم تعاود السورة الحديث عن ضرب آخر من الكسب , وهو الكسب الربوي , وبينت خطورته , وإثم من يتعاطاه ........\n(1/16)",
        "\nثم جاءت آية المداينة , لكنها فصلت عن الحديث عن الربا بآية تحذيرية , وهي آخر آية نزلت من القرآن الكريم , وهي قوله تعالى : ( وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ) (البقرة:281) .\nووضعها بين آيات الربا وآية الدين يفيد أنها تحذر من الربا وما يؤدي إليه .\nأما الربا فقدّم عليها , وأما ما يؤدي إليه فتأخر عنها , فكأن الآية توسطت بين الربا وبين الديون , وهي الباب المؤدي إلى الربا غالباً .\nوهذا الترتيب _ أعني وضع آيات الربا , ثم التذكير بالرجوع إلى الله تعالى , ثم آية المداينة _ هذا الترتيب يعد من أبلغ ألوان التحذير ؛ لأن النفوس مازالت في خوف وترقب , واستشعار الغضب الإلهي بسبب الربا .\nوحين تأتي آية المداينة في هذا الجو المفعم بالخشية , والرعب , والحذر , والترقب ؛ فإن النفوس تضفي على المداينة , وأنواعها ألواناً من التحذيرات التي مازالت عالقة بها من الربا الذي هو حرب لله تعالى ورسوله , ومن مشاهد القيامة التي تجعل الولدان شيبا , ولا شك أن آية المداينة حين صاحبت آيات الربا قد أصابها من وعيدها , وتهديد أصحابها , والمبالغة في إنذارهم الكثير .\nولم لا والديون بوابة الربا , ومفتاح من مفاتيحه ؟ !\nولم لا وأكثر الخصام بين الناس يكون بسبب تلك المعاملات ؟!\nولم لا وآية المداينة قد امتلأت بالأشواك التي تحتاج إلى حذر شديد عند التعامل بها ؟ !\nفإذا توجه البحث إلى النظر في وجود آية االمداينة في خواتيم سورة البقرة لتبين أنها جاءت بعد طريق طويل , سلكت فيه السورة كل سبيل لترسخ قواعد التوحيد , وتفصل شرائع الإسلام , وتربط كل ذلك بالبعث والنشور والرجوع إلى الله تعالى .\n(1/17)\n",
        "وهذا يعني أن النفوس في تعاملاتها المادية تحتاج إلى توطئة طويلة من الأوامر الدينية , كما تحتاج إلى ضوابط صارمة من الأوامر والنواهي , في هذا المضمار ؛ ولذلك لا توجد آية قرآنية حوت من المحاذير ما حوته آية المداينة .\nإن الحديث عن الاقتصاد الإسلامي من الأهمية بمكان ؛ لأنه ركيزة من ركائز ثبوت الدين , ودوامه , وانتشاره ؛ ولذلك وضع في أول سورة قرآنية بعد الفاتحة .\nوالبدايات دائماً تكون كالأسس والدعائم لكل بنيان , فإذا نظرنا إلى الإسلام كبنيان نلحظ أنه يقوم على ركيزتين :\nالأولى : عقيدة راسخة تثمر عبادة وأخلاقاً .\nوالأخرى : قوة ٌ تحمي هذه العقيدة وتلك العبادة , وتضمن بقاء الأخلاق وانتشارها , ومن أجل ذلك كان محور سورة البقرة يدور حول هذين الأمرين ؛ لأن الخلل فيهما هدمٌ لمعالم الأمة المسلمة وتفتيت لأركانها , ولا يقوى أحدهما إلا في قوة الآخر ؛ فالأمة التي تُعنى بالعقيدة ولا تعنى بالقوة التي تحمي هذه العقيدة لابد أن يأتيها عدو يزلزل هذه العقيدة .\nومن هنا تتبين علاقة هذه الآية بالسورة عامة , وبالمقصود الأعظم منها , وهذه العلاقة تتضح , وتنكشف في مواضع , وتخفى وتستكن في مواضع أخرى , لكن في النهاية تظل علاقة الآيات كعلاقة الأنساب في عالم الإنسان , وكأن السورة في الذكر الحكيم قبيلة في أمة يربطها أصل واحد , وإن اختلفت صور أفرادها وأشكالهم , وألوانهم , لكنهم جميعا إلى رجل واحد ( 10 )\n*******\nسابعا: علاقة الآية بأول سورة البقرة وآخرها\nلاشك أن آية المداينة خيط من خيوط السورة , وعنصر من عناصرها , وهذا العنصر يستقي ماءه من جذر السورة , أو المقصود الأعظم , ويرتبط بالباقي برباط يدق في موضع , ويعظم في آخر .\nوالذي لابد من الالتفات إليه هو النظر إلى الآية على أنها ختام آيات التشريع في سورة البقرة , والتشريع ما هو إلا رافد كبير من روافد النهر الذي أشارت إليه المقدمة .\nكيف هذا ؟\n(1/18)\n\nإن الجمع بين آية المداينة وأول سورة البقرة يلحظ فيه مايلي :\nأولاً : حدثتنا السورة في بدايتها عن عدة معان :\n* الكتاب * نفي الريب عنه * هداية المتقين * الإيمان بالغيب\nوهذه المعاني شاخصة في آية المداينة ,فأول شيء في الآية بعد النداء هو قوله تعالى ( فاكتبوه ).\nثم تتابعت هذه اللفظة بصور متعددة فقيل :( وليكتب- كاتب - كاتب -يكتب -فليكتب -تكتبوه - كاتب )\nوهذه الكثرة في مادة الكتابة ليست إلا لحفظ وضمان الحقوق من الضياع أو النسيان أو الإنكار , وكل ذلك يتصل بالكتابة اتصالاً وثيقا .\nثانيا : تحدثت الآية عن الغاية من الكتابة , والتوثيق ؛ وهي نفي الريب , وذلك في قوله تعالى :\n( ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا) (البقرة:282) .\nوكذلك أول البقرة حيث قيل : ( لا ريب فيه هدى ) .\nفكأن نفي الريب عن الكتاب اشتق منه نفي الريب عن الكاتبين للديون .\nثالثاً : تحدثت الآية عن أن هذا التشريع يؤدي إلى تقوى الله تعالى ؛ فقالت : ( وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ) (البقرة:282) .\nوكذا أول البقرة قيل فيه : ( هدى للمتقين ) .\nففي آية المداينة يحقق التوثيق تقوى الله تعالى , وفي أول البقرة يحقق الكتاب تقوى الله تعالى .\nوهكذا نجد لُحمة النسب , والماء الجاري بين الآيات ماءً واحداً وإن اختلفت مجاريه .\nعلاقة الآية بختام سورة البقرة\nجاء في ختام سورة البقرة قوله تعالى ( لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) (البقرة:284)\nوهذا تذكير بأن أخذ الديون وردها أو أكلها سحتاً لن يخرج عن ملكوت الله تعالى وتقديراته .",
        "(1/19)\n\nثم إن ختام السورة تعرض لما يجول في نفوس الناس وهذه الخواطر وتلك الخلجات لها علاقة وثيقة بالديون : من حيث نية الأداء , أو نية الإتلاف , كما جاء في الحديث : ( من أخذ أموال الناس يريد أداءها أدّ الله عنه , ومن أخذها يريد إتلافها أتلفه الله ) (11 )\nفالنية وما يدور في النفس هو ما عليه مدار الحساب .\nأضف إلى ذلك امتلاء الآية بهذه الأوامر وتلك النواهي , والشروط , مما يستوجب السمع والطاعة , كما جاء في ختام البقرة : ( وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ).\nثم إن الدَّين وهو عبء ثقيل , بل هو هم بالليل وذل بالنهار لايبعد عن قول الله تعالى: ( لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ َ) (البقرة:286\nوهكذا تتشابك الخيوط وإن بعدت المسافات بين الآية وأول السورة , وختام السورة مما يزيد من وحدة الهدف , وهذا يقوي معني أن السورة القرآنية شبكة واحدة يجمعها نمط من الخيوط المتوازية تارة , والمتقابلة تارة أخرى , والمتجانسة تارة ثالثة .... إلخ\n*****\nثامناً : وجه البلاغة في طول الآية\nلا يشك أحد في أن تحديد فواصل الآيات , ورؤوسها توقيف من الله تعالى ( حيث تلقاه رسول الله صلى الله عليه وسلم عن جبريل عليه السلام عن رب العزة جل وعلا )(12)\nوالسؤال الذي يطرح نفسه :\nما وجه جمع كل هذه المعاني والأغراض في آية واحدة , وقد كان من الممكن _ عقلاً _ أن تُجزّأ هذه الآية إلى عدة آيات ؟\nلكن هذا لم يحدث ؛ حيث احتلت الآية صفحة كاملة من المصحف الشريف , وضم بعضها إلى بعض , حتى صارت آية واحدة .\n(1/20)",
        "\nوالذي أراه أن هذا الطول لون من ألوان التحذير ؛ لأن طريق الديون طريق طويل , مليء بالعقبات , كما أن آثار الديون لا تزول سريعا , بل تبقى عالقة بالنفوس ,مثل الألم الذي لا يزول حتى بعد العلاج , وكأن طول الآية يوحي بأفضلية عدم التداين ؛ لأنه بابُ خطرٍ ؛ فالصبر أولى منه لمن يريد الاقتراض .\nوهكذا تحاول الآية أن تصرف الناس عن دروب التداين إلى طريق آخر ؛ فطالت ؛ ليشق عليهم جمعها وقراءتها .\nوأمر آخر :\nوهو أن الآية جمعت شروطا وضوابط لضمان الحقوق , فموضوعها واحد , فلما اتحد موضوعها جُمعت في آية واحدة .\nفإن قيل : فإن الآية التي بعدها موصولة بها , قلت : إن الآية التي بعدها في شأن الرهن , وهو باب آخر , حتى وإن كان فيه تداين , لكنه خاص بما يكون أثناء السفر حالة عدم توفر الكاتب , وآية الدين في أثناء الإقامة , فلما كان هناك نوع اختلاف فصلت هذه عن تلك .\nووجه ثالث :\nوهو أن الآية بطولها هذا أصبحت من الشهرة بمكان , مما جعلها موطن حضور في حديث المسلمين , وتدارسهم للقرآن الكريم , وهذا يستتبعه استحضار ما فيها من قيود دائما .\nفإذا ضم هذا المعنى إلى ما بين الناس من تعاملات مالية , وأغلبها في ميدان الديون لعرفنا أن هناك علاقة وثيقة بين طول الآية وما شاع بين الناس من تعاملات ؛ حيث وضع القرآن الكريم أشهر آية لتكون علاجاً لأشهر المعاملات .\nفالمشهور الشائع في القرآن علاج للمشهور الشائع في المعاملات , وهذا توافق عجيب .\nووجه رابع :\n(1/21)\n",
        "وهو أن هذه الآية ذكرت في أطول سورة في القرآن الكريم , فهناك مناسبة بين طول الآية وطول السورة , وبخاصة أنها من آيات الأحكام , ومن سمات هذا الضرب من الآيات التفصيل والإسهاب ؛ حتى لا تكون المعاملات موضع اجتهاد أو أخذ ورد وبخاصة أن الآية تتحدث عن المعاوضات المالية التي هي أصل كثير من النزاعات بين الناس , ولما كانت هذه المعاوضات متنوعة إلى ديون وتجارات , استلزم ذلك الإسهاب ؛ استقصاءً لهذه الحالات المشار إليها .\nوزاد من ذلك : أن الآية سلكت في معالجتها سبيل درء الشبهات , وسد الذرائع المؤدية إلى المنازعات , وأخذ الحيطة , وذلك كله يستلزم الإسهاب والإطناب في العرض ؛ ليواكب زخم هذه الأساليب العلاجية التي حوتها الآية .\n***\nتاسعاً: آية المداينة بين التثقيف والتكليف\nإن القرآن الكريم - والذي تمثل آية المداينة لبنة من لبناته- معنيٌ بتثبيت الحكم , كما أنه معنيٌ في الوقت نفسه بتهيئة القلوب لتقبّل هذا الحكم ؛ ولتقتنع به , وتقبل عليه إقبال الشغوف , وليس من البلاغة بيان الحكم دون تهيئة النفوس لاستقباله , كما أنه ليس من البلاغة أيضاً الكشف عن المعاني الوجدانية الآسرة للقلوب الباعثة على الأريحية دون تحديد المراد .\nوالمقصود من الكلام أن البلاغة العالية هي التي تمزج بين الرافدين : بين أحكام الشريعة الضابطة لحركة الحياة , والمعاني الروحية الباعثة على النشاط للتمسك بهذه الأحكام .\n( من هنا كان المعنى القرآني مزيجا متفاعلاً من عنصرين : التشريعي - وينطوي فيه العَقَدي - والروحي ؛ الماثل في غرس القناعة الفكرية , والطمأنينة الوجدانية بهذا العنصر التشريعي في قلب المكلَّف .\nولا تكاد تجد معنى قرآنيا إلا وهو وليد التفاعل بين هذين العنصرين , على اختلاف في مقادير هذين العنصرين ودرجات ظهورها .\n(1/22)\n\nوقد يظن أن ثم ما هو مشغلة الفقهاء وحدهم , وهو المسمى بآيات الأحكام , ولا سبيل للبلاغي إلى تدبره إذ إن مشغلة البلاغي عندهم المعاني الروحية , وأن ثمة ما هو مشغلة البلاغيين دون الفقهاء كالقصص القرآني .\nوذلك نهج خاطئ , إن لم يكن آثما ؛ فما من آية إلا قد تَشكَّل معناها من الشرع والروح معاً , ومنزلها من السياق الكلي للسورة هو الذي يبرز عنصرا على آخر , وبناؤها اللغوي هو الذي يمنح عنصرا جلاءً وقرباً إلى الإدراك دون الآخر . ( 13 )\nوفي جميع الأحوال يظل ارتباط الحكم بالمحرضات على قبوله , وارتباط الشرع بالدوافع المؤثرة في قبوله ,يظل هذا الارتباط قائماً لا ينفك في جميع آي القرآن ؛ يقول المرحوم سيد قطب في قيام هذا الرابط في آية المداينة : ارتباط التشريع بالوجدان الديني في الآية ارتباط لطيف المدخل , عميق الإيحاء , قوي التأثير , دون الإخلال بترابط النص من ناحية الدلالة القانونية , وحيث يلحظ كل المؤثرات المحتملة في موقف طرفي التعاقد , وموقف الشهود والكتاب , فينفي هذه المؤثرات كلها , ويحتاط لكل احتمال من احتمالاتها .\nإن الإعجاز هو صياغة آيات التشريع هنا لهو الإعجاز في صياغة آيات الإيحاء , والتوجيه , بل هو أوضح وأقوى ؛ لأن الغرض هنا دقيق يُحرِّفه لفظ واحد , ولا ينوب فيه لفظ عن لفظ ) ( 14)\nوعلى سبيل المثال : لقد صُدّرت الآية بذلك النداء : ( يا أيها الذين آمنوا ) وفي خصائص نظمه واصطفاء عناصره على هذا النحو دلالة على إلزامهم بما دخلوا فيه طوعاً من إيمان وتسليم , وإشارة إلى أن إيمانهم لا يزال فعلاً , وأنهم ما يزال فيهم بقية من غفلة , لكن أيضا فيهم تشريف لهم بتعريفهم بخير صفاتهم , وتشريفهم بمباشرة الحق _ عز وجل _ نداءهم دون قوله : - قل يا أيها الذين آمنوا - , وهذا التكليف والتذكير والتشريف المحتضن في رحم النظم , متناسق أيما تناسق مع ما هو آت من بعد ) (15)",
        "(1/23)\n\nهذا نمط واحد يحمل التشريف والتكريم , كما يحمل التذكير بالغفلة , والحث على نقضها , وهكذا تفاعلَ في العنصر الواحد عاملان من عوامل الحض والتهيئة لاستقبال الأوامر والنواهي القادمة في : ( فاكتبوه _ وليكتب _ واستشهدوا ..إلخ )\nثم تعاود الآية ذكر ما يهيج النفوس وُيزجي أوارها , فيقال للكُتّاب : ( كما علمه الله ) , هذا عنصر من عناصر التثقيف المحرضة على قبول الأمر ...\nثم يؤتى بالتكليف فيقال : ( فليكتب وليملل الذي عليه الحق ) ثم يأتي تثقيف آخر , أو محرض آخر فيقال : ( وليتق الله ربه ) فيتبعه تكليف وهو ( ولا يبخس منه شيئا ) .... وهكذا تظل الآية تراوح وتمازج بين التكليف والتثقيف على نحو بارز ؛ لتُقبل النفوس على التكاليف إقبال رغبةٍ وشغف , وتلذذ , فترى فيما كلفت به من شرائع لذة ومتعة واسترواح ...\nبل إن هذا المزج لا تحس معه أي نفس مرهفة بأي شيء من التباين والتفاضل , على الرغم مما قد يظن أن البيان التكليفي يقتضي غير ما يقتضيه البيان التثقيفي , ألفاظاً وتوقيعاً صوتياً ...إلخ ( 16 )\nوهذا المزج ( الذي لا يكاد يفصل بعضه عن بعض ) بين الخطاب التكليفي والخطاب التثقيفي يشير إلى حرص القرآن الكريم على إحاطة التكاليف بالبواعث التي تضعها موضع التنفيذ السريع , وذلك ضرب من ضروب علاقات المعاني , وهي لب البلاغة ومعدنها , والذهب الإبريز الذي يتطلب البحث عنه والتعب من أجله ؛ يقول الإمام عبد القاهر : ( واعلم أن غرضي من هذا الكلام الذي\nابتدأته , والأساس الذي وضعته , أن أتوصل إلى بيان أمر المعاني , كيف تختلف وتتفق , ومن أين تجتمع وتفترق , وأفصل أجناسها وأنواعها , وأتتبع خاصها و مشاعها ...إلخ ) (17 )\nأضف إلى ذلك أن قمة الجمال اللغوي أن يأتي الكلام موافقاً لطبيعة النفس البشرية , ومنسجماً مع مداخلها , ومخارجها .\n(1/24)",
        "\nولاشك أن النفس البشرية تنفر من التكاليف المجردة , وتتأبى على الأوامر العارية من النصح , ومن المثيرات والمحرضات , لكنها في الوقت نفسه تحب المقدمات وتُثار للمحرضات , وتسرع إلى كل شيء كانت قد هُيئت له , وكما قال عبد القاهر : ( إن إعلامك الشيء بغتة ليس كإعلامك له بعد توطئة ) ( 18)\nتلك فطرة النفس البشرية التي لم يغفلها القرآن الكريم , حيث وضع المحرضات قبل , أو بعد , أو في أثناء التكاليف حتى ترغب في أدائها النفوس .\nوالعجيب أن آية الدين جمعت بين الأصناف الثلاثة ؛ حيث سُبقت بأبلغ آية_ وآخر الآيات نزولاً _ وأكثرها دفعاً وتحريضا ً إلى الامتثال , وهي قول الله تعالى : ( وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ) (البقرة:281)\nثم جاءت بعد آية المداينة عدة آيات أخرى باعثة ومحرضة , وذلك قوله تعالى : ( لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَو تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) (البقرة:284)\nكما اختلطت الآية بالبواعث والمحرضات من مثل : ( وليتق الله ربه ) ومثل ( ذلكم أقسط عند الله ) ومثل ( واتقوا الله ويعلمكم الله ) .\nوهذا يعني : أن الدَّين حمل ثقيل على كلا الطرفين , بل على جميع الأطراف : الدائن والمدين والشهود والكاتب , بل على الأمة كلها , وهذا يفسر وجه استعاذة النبي _ صلى الله عليه وسلم _ منه , حيث يقول ( اللهم إني أعوذ بك من الهم والحزن , وأعوذ بك من العجز والكسل , وأعوذ بك من الجبن والبخل , وأعوذ بك من غلبة الدين , وقهر الرجال ) ( 19 )\n***\nعاشراً : مصطلحات وحدود\n(1/25)\n",
        "الواقع أن هذه الآية لها اتصال وثيق ببعض المصطلحات الفقهية , منها ما هو قديم مثل [ السَلَم ], ومنها ماهو حديث مثل [ البيع بالتقسيط ] , ولقد رأيت من المناسب أن أشير إلى هذه المصطلحات , وأُعرِّف بها تعريفاً موجزاً يكشف النقاب عنها , وبالقدر الذي يتناسب مع طبيعة هذه الدراسة البلاغية , مع الإشارة إلى أن جميع هذه المصطلحات متصل بدائرة الديون من قريب أو من بعيد .\n( قال الشافعي - رحمه الله - : قول الله تعالى : \" إذا تداينتم بدين \" يحتمل كل دين , ويحتمل السلف خاصة , وقد ذهب فيه ابن عباس إلى أنه في السلف .....وإن كان كما قال ابن عباس في السلف قلنا به في كل دين قياساً عليه لأنه في معناه ) ( 20)\nويقول القرطبي : ( قال ابن عباس : هذه الآية نزلت في السلم خاصة , معناه : أن سَلَم أهل المدينة كان سبب الآية , ثم هي تتناول جميع المداينات إجماعاً ) ( 21)\nوأول ما ينبغي الوقوف عنده هو مصطلح :\nالدَّيْن\n( وحقيقته : عبارة عن معاملة كان أحد العوضين فيها نقداً , والآخر في الذمة نسيئة , فإن العين عند العرب ما كان حاضراً , والدين ما كان غائباً , قال الشاعر :\nلترمِ بي المنايا حيث شاءت إذا لم ترم بي في الحُفرتين\nإذا ما أوقدوا حطبا ًوناراً فذاك الموت نقدا غير دَيْن\nوقد بيّن الله تعالى هذا المعنى في قوله سبحانه ( إلى أجل مسمى ) (22)\nويستعمل الفقهاء كلمة الدَّيْن بمعنيين : أحدهما أعمّ من الآخر .\nأما بالمعنى الأعم فيريدون به مطلق الحق اللازم في الذمة ؛ بحيث يشمل كل ما يثبت في الذمة من أموال, أياً كان سبب وجوبها , أو حقوق محضة كسائر الطّاعات : من صلاة , وصوم , وحج ...إلخ .\nوأما بالمعنى الأخص - أي في الأموال - فهو ما يثبت في الذمة من مال في معاوضة , أو إتلاف , أو قرض (23)\n(1/26)\n\nومن صفات الله تعالى الديان , وقيل من أسمائه , وفي معناه يقول ابن منظور : ( هو القهار , وقيل : هو الحاكم , والقاضي , وهو فَعَّال من : دان الناس ؛ أي : قهرهم على الطاعة , يقال : دنتهم فدانوا ؛ أي قهرتهم فأطاعوا .. ومنه : الكيس من دان نفسه وعمل لما بعد الموت , أي : أذلها واستعبدها , وقيل : حاسبها , وفيه : ثلاثة حق على الله عونهم _ منهم : المدين الذي يريد الأداء , والمديان : الكثير الدين , الذي علته الديون , وهو مفعال من الدَّين للمبالغة ) ( 24)\nالقرض:\n( وهو نوع من السلف , وهو جائز بالسنُّة والإجماع وقيل : هو كل ما يضمن بالمثل عند الاستهلاك , وقيل : هو في اللغة : ما تعطيه لتتقاضاه , وقيل : هو دفع المال لمن ينتفع به على أن يرد بدله )(25)\nويصح القرض بلفظ السلف , والقرض ؛ لورود الشرع بهما .\nأما الفرق بين القرض والدين : فهو أن القرض أكثر ما يستعمل في العين والورق , وهو أن نأخذ من مال الرجل درهماً لترد عليه بدله درهماً , فيبقى ديناً عليك إلى أن ترده ؛ فكل قرض دين , وليس العكس , وذلك أن أثمان ما يشترى بالنسئ ديون وليست بقروض , فالقرض يكون من جنس ما اقترض وليس كذلك الدين ) (26 )\nويجوز أن نفرق بينهما فنقول : قولنا : يداينه , يفيد أنه يعطيه ذلك ليأخذ منه بدله , ولهذا يقال : قضيت قرضه , وأديت دينه , وواجبه , ومن أجل ذلك أيضاً يقال: أديت صلاة الوقت , وقضيت ما نسيت من الصلاة ؛ لأنه منزلة القرض . (27)\nالسلم :\nبالتحريك : السلف , وأسلم في الشيء , وسلم , وأسلف , بمعنى واحد , والاسم : السلم وهو أن يعطي ذهبا وفضة في سلعة معلومة إلى أمد معلوم , فكأنك قد أسلمت الثمن , بمعنى السلف , ويقول : الإسلام لله عز وجل , كأنه ضن بالاسم الذي هو موضع الطاعة , والانقياد لله عز وجل عن أن يسمى به غيره , وأن يستعمل في غير طاعة الله , ويذهب به إلى معنى السلف . ( 28 )",
        "(1/27)\n\nوعند القرطبي : ( حدّ علماؤنا السلم فقالوا : هو بيع معلوم في الذمة محصور بالصفة , بعين حاضرة أو ما هو في حكمها إلى أجل معلوم . فتقييده بـ ( معلوم في الذمة ) يفيد التحرُّز من المجهول , ومن السلم في الأعيان المعيَّنة مثل الذي كانوا يستلفون في المدينة حين قدم عليهم النبي _ صلى الله عليه وسلم _ فإنهم كانوا يستلفون في ثمار نخيل بأعينها , فنهاهم عن ذلك لما فيه من الغرر ؛ إذ قد تخلف تلك الأشجار فلا تثمر شيئا .\nوقولهم : ( محصور في الصفة ) تحرز عن المعلوم على الجملة دون التفصيل كما لو أسلم في تمر أو ثياب أو حيتان ولم يبين نوعها ولا صفتها المعينة .\nوقولهم : ( بعين حاضرة ) تحرز من الدين بالدين .\nوقولهم : ( أو ما هو في حكمها ) تحرز من اليومين , أو الثلاثة التي يجوز تأخير رأس مال السلم إليه ؛ فإنه يجوز تأخيره عندنا , ذلك القدر , بشرط , وبغير شرط لقرب ذلك ....\nوقولهم : ( إلى أجل مسمى ) تحرز من السلم الحال ؛ فإنه لا يجوز على المشهور ....\nووصف الأجل ( بالمعلوم ): تحرز من الأجل المجهول الذي كانوا في الجاهلية يسلمون إليه(29)\nوقيل في السلم : ( أن يسلم عوضا حاضراً في عوض موصوف في الذمة إلى أجل مسمى , ويسمى سلماً وسلفاً , يقال : أسلم , وسلّف , وهو نوع من البيع ينعقد بما ينعقد به البيع , ... ويعتبر فيه من الشروط ما يعتبر في البيع , وهو جائز بالكتاب والسنة , أما الكتاب , فقول الله تعالى : ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمّىً فَاكْتُبُوهُ.... )\nوروى سعيد بإسناده عن ابن عباس أنه قال : أشهد أن السلف المضمون إلى أجل مسمى قد أحله الله في كتابه وأذن فيه , ثم قرأهذه الآية .\nولأن هذا اللفظ - أي الدين -يصلح للسلم , ويشمله بعمومه .\n(1/28)",
        "\nوأما السنة , فروى ابن عباس عن الرسول _صلى الله عليه وسلم _ أنه قدم المدينة , وهم يسلفون في الثمار السنتين والثلاث , فقال ( من أسلف في شيء , فليسلف في كيل معلوم , ووزن معلوم , إلى أجل معلوم ) متفق عليه .\nوروى البخاري عن محمد بن أبي مجاهد قال : أرسلني أبو بردة وعبد الله بن أبي شداد إلى عبد الرحمن بن أبزى , وعبد الله بن أبي أوفى فسألتهما عن السلف فقالا : كنا نصيب المغانم مع رسول الله _ صلى الله عليه وسلم _ فكان يأتينا أنباط الشام فنسلفهم في الحنطة والشعير والزبيب , فقلت : أكان لهم زرع , أم لم يكن لهم زرع ؟\nقال : ما كنا نسألهم عن ذلك .\nوأما الإجماع : فقال ابن المنذر : أجمع كل من نحفظ عنهم من أهل العلم على أن السلم جائز ؛ ولأن الثمن في البيع أحد عوضي العقد ,فجاز أن يثبت في الذمة , ولأن بالناس حاجة إليه ؛ لأن أرباب الزروع , والثمار , والتجارات يحتاجون إلى النفقة على أنفسهم , وعليها لتكمل , وقد تعوزهم النفقة , فجوّز لهم السلم ليرتفقوا , ويرتفق المسلم بالاسترخاص ( 30)\nالسلف :\n(سلف يسلُف سلفاً وسلوفا ً, يجيء على معان :\nالسلف : القرض , والسلم , والسلف أيضا كل عمل قدمه العبد ...\nوأسلف في الشيء : سلم , والاسم منها : السلف , وهو نوع من البيوع يعجل فيه الثمن , وتضبط السلعة بالوصف إلى أجل معلوم .\nوالسلف : القرض , يقال : أسلفته مالاً ؛ أي : أقرضته .\nقال الأزهري : كل مال قدمته في سلعة مضمونة اشتريتها بصفة فهو سلف وسلم , وروي عن النبي _ صلى الله عليه وسلم _ أنه قال : ( من سلّف فليسلف في كيل معلوم ووزن معلوم إلى أجل معلوم ) .\nأراد : من قدم مالاً , ودفعه إلى أجل في سلعة مضمونة ....\nوالسلف في المعاملات له معنيان :\nأحدهما : القرض الذي لامنفعة للمقرض فيه غير الأجر والشكر , وعلى المقترض رده كما أخذه\nوالعرب تسمي القرض سلفاً كما ذكره الليث .\n(1/29)\n",
        "والمعنى الثاني : هو أن يعطي مالاً في سلعة إلى أجل معلوم بزيادة في السعر الموجود عند السلف ؛ وذلك منفعة للمسلف , ويقال له سلم دون الأول ؛ وفي الحديث ( أنه استسلف من أعرابي بَكْراً ؛ أي : استقرض )( 31) .\nوقيل : السَلَف بفتحتين هو : السلم وزناً ومعنىً , قيل هو لغة أهل العراق , والسلف لغة أهل الحجاز .\nوعن أبي هريرة رضى الله عنه عن النبي صلى الله عليه وسلم قال : ( من أخذ أموال الناس يريد أداءها أدّ الله عنه , ومن أخذها يريد إتلافها أتلفه الله تعالى ) ( 32)\nوالتعبير بأخذ أموال الناس يشمل أخذها بالاستدانة , وأخذها لحفظها , والمراد من إرادته التأدية : قضاؤها في الدنيا , وتأدية الله تعالى عنه يشمل تيسيره لقضائها في الدنيا , بأن يسوق إلى المستدين ما يقضي به دينه , وقضاؤها في الآخرة : بإرضائه غريمه بما شاء الله تعالى ....\nوقوله : ( يريد إتلافها ) : الظاهر أنه من يأخذها بالاستدانة فعلاً , لا لحاجة , ولا لتجارة , بل لا يريد إلا إتلاف ما أخذ على صاحبه ولا ينوي قضاءها .\nوقوله ( أتلفه الله ) : الظاهر إتلاف الشخص نفسه في الدنيا بإهلاكه , وهو يشمل ذلك ويشمل إتلاف طيب عيشه , وتضييق أموره , وتعسر مطالبه , ومحق بركته , ويحتمل إتلافه في الآخرة _ بتعذيبه : (33) .\nوقد يلحظ فرق آخر بين السلف والسلم ؛ ذاك أن ( السلف أعم , فالسلف : تقديم رأس المال , والسلم : تسليمه في المجلس ) ( 34) .\nالعينة :\nهي في اللغة السلف , يقال : تعيَّن فلان من فلان عينه ؛ أي : تسلف , وقد فسر الفقهاء العينة بأن يبيع المرء شيئا من غيره بثمن مؤجل , ويسلمه إلى المشتري , ثم يشتريه بائعه قبل قبض الثمن بنقد حالٍ أقل من ذلك القدر .\n(1/30)\n\nوحقيقة العينة : قرض في صورة بيع لاستحلال الفضل مقابل الأجَل ؛ إذ تؤول العملية إلى قرض عشرة لرد خمسة عشر , والبيع وسيلة صورية إلى تلك الزيادة , وقد قيل لهذا البيع : عينة ؛ لأن مشتري السلعة إلى أجل يأخذ بدلها من البائع عيناً ؛ أي نقدا حاضراً , واستحسن الدسوقي أن يقال : ( إنما سُميت عينة لإعانة أهلها للمضطر على تحصيله مطلوبه التحليل بدفع قليل في كثير ) (35 ) .\nوهكذا تتشابك هذه المعاملات وتدخل في زمرة الديون , وهذا يعني أن كل معاملة بين اثنين يبقى شيء منها في ذمة الآخر تنطبق عليها الآية ؛ فالآية من إعجازها أنها شملت الكثير من أوجه التعامل , ولعل ذلك من أسباب طولها وكثرة التفصيل فيها .\nالبيع بالتقسيط :\n(وهو لون من ألوان بيع النسيئة , فهو : بيع يُتفق فيه على تعجيل السلعة , وتأجيل الثمن كله , أو بعضه , على أقساط معلومة لآجال معلومة , وهذه الآجال قد تكون منتظمة المدة في كل شهر , أو في كل سنة , أو غير ذلك .\nكما أنها قد تكون متساوية المقدار , أو متزايدة , أو متناقصة (36)\n_ وهذا كله يجوز متى كان ثمة تراهن بين المتبايعين ، وإذا كان الثمن مؤجلا , وزاد البائع فيه من أجل االتأجيل جاز ؛ لأن للأجل حصة من الثمن ) (37)\nالفصل الثاني\nالمعجم اللُّغوي للآية ثم رؤية بيانية لهُ\nتعددت الأساليب داخل الآية وتفاعلت عناصرها لتكوِّن في النهاية هذه اللوحة الكاملة , ولكي تقرأ اللوحة كاملة , ويستشف مقصودها الأعظم , وهدفها الأعلى , كان لابد من تتبع هذه الخيوط المتشابكة , ومعرفة أعدادها , وتفاعلاتها , وعلاقاتها المتداخلة ؛ ليُتوصل في الختام إلى رؤية واضحة يمكن من خلالها القول بأن هذه الصورة يقصد بها كذا ... أو كذا .\nولذلك كان من فريضة البيان الأولى إحصاء عدد الخيوط , وأنواعها في الآية , وهاهي تي :\nأسلوب الشرط :\nبلغ عدد أساليب الشرط في الآية ستة ؛ وهي على التوالي كما يلى :",
        "(1/31)\n\n1 - ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمّىً فَاكْتُبُوهُ )\n2 - ( فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهاً أَوْ ضَعِيفاً أَوْ لا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْل )\n3 - ِ ( فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ )\n4 - ( وَلا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا )\n5 - ( وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ )\n6 - ( وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ )\nهذا , وهناك أساليب شرط مفهومة من سياق الآية ؛ لكنها ليست محكومة بأدواته المعروفة , ومن هذه الأساليب _ على سبيل المثال قوله تعالى ( أن تضل إحداهما فتذكر إحداهما الأخرى ) ؛ حيث يفهم منه : ( إذا ضلت إحداهما فلتذكرها الأخرى ) , وهذا النوع سيكشف عنه التحليل في حينه .\nأساليب الأمر :\nلأسلوب الأمر صورتان صريحتان وهما : ( افعل ) و ( لتفعل ) , وقد ورد في الآية منها تسعة أساليب هي على الترتيب كما يلي :\n1 - ( فاكتبوه )\n2 - ( وليكتب بينكم كاتب بالعدل )\n3 - ( فليكتب )\n4 - ( وليملل الذي عليه الحق )\n5 - ( وليتق الله ربه )\n6 - ( فليملل وليه بالعدل )\n7 - ( واستشهدوا شهيدين من رجالكم )\n8 - ( وأشهدوا إذا تبايعتم )\n9 - ( واتقوا الله ) .\nولا يعني هذا انحصار الأمر في هاتين الصورتين , بل قد يفهم الأمر في صور أخرى , لكنها ليست نصاً في الأمر ؛ لأن الأمر فيها مأخوذ من السياق والمقام والغرض العام ...إلى آخر ذلك من العوامل المساعدة على فهم الأمر .\n***\nأساليب النهي :\n(1/32)",
        "\nليس لأساليب النهي في لغة الضاد إلا صيغة واحدة صريحة , وهي ( لا تفعل ) , أو ( لا ) الداخلة عل المضارع , لكن قد يفهم النهي أيضاً من إدخال مادة ( نهى ) وما في معناها على الكلام , وقد جاء ذلك في القرآن الكريم ؛ نحو قوله تعالى : ( إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْأِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ) (النحل:90) ,\nونحو : ( وَلا تَقُولُوا ثَلاثَةٌ انْتَهُوا خَيْراً لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلاً) (النساء:171)\nونحو : ( إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ) (الممتحنة:9),\nونحو : ( حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلامِ ) (المائدة:3) .\nوما سوى ذلك من النهي قد يفهم من مضمون الكلام .\nوقد جاء في الآية خمسة أساليب نهي صريحة , وهي كما يلي :\n1 - (وَلا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ )\n2- ( وَلا يَبْخَسْ مِنْهُ شَيْئاً\n3- وَلا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا )\n4- ( وَلا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيراً أَوْ كَبِيراً إِلَى أَجَلِهِ )\n5- (ْ وَلا يُضَارَّ كَاتِبٌ وَلا شَهِيدٌ ) (البقرة:282) .\n(1/33)\n",
        "هذا , بالإضافة إلى أساليب أخرى فاعلة , لكنها تخدم ما سبق من أمر ونهي وشرط , ومن تلك الأساليب _ مثلاً _ :\nأسلوب النداء في قوله تعالى ( يا أيها الذين آمنوا ... آية ) .\nوأسلوب التفضيل في قوله تعالى : ( ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا ترتابوا )\nوأسلوب الاستثناء في نحو : ( إلا أن تكون تجارة حاضرة تديرونها بينكم ) .\nوأساليب بلاغية :\nكالتشبيه , كما في قوله تعالى : ( ولا يأب كاتب أن يكتب كما علمه الله ) .\nووضع الظاهر موضع المضمر , كما في قوله تعالى : ( أن تضل إحداهما فتذكر إحداهما\nالأخرى ) , وقوله : ( واتقوا الله ويعلمكم الله والله بكل شيء عليم ) .\nوأسلوب الحذف , نحو : ( وإن تفعلوا فإنه فسوق بكم ) .\nوهكذا تتعدد الأساليب , لكنها جميعاً محكومة بهذه الثلاثة , وداخلة في إطارها , وخادمة لمضمونها ؛ فالشرط والأمر والنهي أساليب تفرض هيمنتها على الآية , من أولها إلى آخرها , وسوف يتبين وجه ذلك لاحقاً , _ إن شاء الله تعالى _ .\nالأدوات:\nأولا : حروف الجر:\nتعددت حروف الجر في الآية ؛ حيث ورد فيها :\n( الباء _ إلى _ الكاف _ من _ اللام ) .\nوهي على النحو التالى :\nالباء : خمس مرات.\nإلى : مرتان .\nالكاف : مرة واحدة .\nمن : أربع مرات .\nاللام : مرة واحدة .\nوالمجموع ثلاثة عشر حرف جر .\n***\nأدوات النصب :\nوهي إما ناصبة للمضارع , وقد وردت سبع مرات ( أنْ ) .\nأو حرفاً ناسخا , وقد جاء مرة واحدة ( إنَّ) .\nالأفعال الناسخة :\nوقد ورد منها أربعة أفعال , جاءت على هذا الترتيب :\n1 - ( فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهاً ....)\n2 - ( فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ ..)\n3 - ( إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةَ تُدِيرُونَهَا بَيْنَكُمْ ...)\n4 - ( فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ...)\nأدوات الشرط :\n(1/34)\n\nوقد ورد منها أداتان فقط , وهما ( إنْ _ إذا ) , وكل منهما كرر ثلاث مرات .\nأما ( إذا ) ففي :\n1 - ( إذا تداينتم )\n2- ( ولا يأب الشهداء إذا ما دعوا )\n3 - وأشهدوا إذا تبايعتم )\nوأما ( إنْ ) ففي :\n1 - ( فإن كان الذي عليه الحق سفيها ) .\n2- ( فإن لم يكونا رجلين )\n3 - وإن لم تفعلوا فإنه فسوق بكم ) .\n***\nحروف العطف :\nوقد ورد منها ثلاثة أنواع :\nالواو : وجاءت سبع عشرة مرة .\nالفاء : وجاءت ست مرات .\nأو : وجاءت ثلاث مرات\n***\nالأفعال :\nوقد ورد منها تسعة وعشرون فعلاً, منها اثنان وعشرون فعلاً معرباً , وستة أفعال مبنية , منها ثلاثة مبنية , وثلاثة أفعال أمر .\n***\nالأسماء الموصولة :\nوقد ورد منها : ( الذين _ الذي _ مَنْ ) .\n********\nرؤية بيانية لهذا المعجم\nبعد حصر هذه اللبنات تبين بجلاء شيوع بعضها , وقلة البعض الآخر , والفريضة التي أراها في الدرس البلاغي التحليلي هي النظر في وجه البيان خلف ما أشيع , وقلة ما ندر ؛ ذاك لأن اليقين _ الذي لا محيد عنه _ أن الخالق الكريم أحكم هذا الكتاب الكريم , وقد قال سبحانه : ( الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ) (هود:1)\nفكل حرف مضبوط بضوابط تسير في فلك المراد , وتتواءم مع المقصود .\nومن هنا يلحظ ما يلي :\n* كثرة الأمر , والنهي , والشرط , حتى كادت الآية تُحصر بينهم , وهذه الأساليب - بلا شك - قيود وعوائق تقف في وجه هذا النوع من التعامل بين المؤمنين , وكأن الآية تقول لا ينبغي إتمام هذا الأمر إلا بعد تحقيق هذه الضوابط , فإن اختل منها شيء خرجت _ حينئذٍ _ تلك المعاملة عن منهج الله المرسوم , وأدى ذلك إلى خلاف وشقاق لانهاية له .",
        "(1/35)\n\nوإذا كان الأصل في المعاملات الإباحة مالم يرد الدليل بخلاف ذلك , فإن التعامل بالدين , وهو مباح شرعاً أحيط بسياج من المحاذير ( أوامر , ونواهٍ , وشروط ) التي تحدُّ من شيوع هذا التعامل ؛ لأن طريق الدين وعر , صعب , والزلل فيه كثير , فقد يؤدي إلى الربا , وقد يؤدي إلى الخلاف والشقاق بين الناس .\nإن القيود لا توضع إلا عند استشعار الخطر , كما توضع علامات المرور في الطريق لتشير إلى الحذر , ولما كانت الديون تترك في النفوس حرجاً , وتؤدي إلى ما يغضب الله تعالى _ من رباً ونحوه _ أحيط بالشرط , والأمر , والنهي .\nوكثرة هذه القيود إعلاء من شأن التحذير ؛ لتضييق هذه المعاملة من جهة , ولأخذ الحذر عند التعامل بها من جهة أخرى , حتى الأساليب المساعدة في الآية مثل أسلوب النداء _ مثلاً _ يتواءم مع هذا التحذير ؛ لأن النداء ضرب من التنبيه .\nوأسلوب الاستثناء : إنما هو انتقاء جزء من كل ؛ إذ ليس كل المعاملات سواء .\nوأسلوب التفضيل : يصرِّح بهذا المعنى أيضاً ؛ لأن هناك معاملات بديلة للديون أولى بالاتباع , كالبيع الناجز ونحو ذلك .\nفإذا جئنا إلى الأدوات نلحظ ما يلي :\nفي حروف الجر شاع حرف الباء ؛ حيث ذكر خمس مرات , ثم ( من ) حيث ذكر أربع مرات .\nوحرف الباء يدور بين معاني الإلصاق , والاستعانة , والزيادة , وهي معانٍ لا تبعد كثيرا عن الديون ؛ فالمَدِين ملصق بالدائن , مستعين به ؛ لأخذ بعض الزيادة من ماله , أو هو ملصق بالأرض من الفقر , مستعين بغيره رغبة في زيادة ماله , والإلصاق هو أشهر معاني الباء , ( وقيل : إنه لا يفارقها , ويعني تعلق أحد المعنيين بالآخر ) ( 38 ) .\nفالتعلق هو أبرز ما يميز الباء , والتعلق أيضاً هو أبرز ما يميز الديون .\nأما ( مِنْ ) : فمن معانيها التبعيض , وابتداء الغاية , والتقليل , والبدل , بل إنها تأتي أيضا بمعنى الباء , كما في قوله تعالى : \" ينظرون من طرف خفي \" أي : به ) ( 39 )\n(1/36)",
        "\nوعلى هذا , فإن ما أشيع من حروف جر في الآية لا يخرج معناه عن حمى الديون , بل يرتع فيه , حتى تكتمل اللوحة التي تصور أطراف المعاملة , وضوابطها .\nأما ( أن ) فإنها وردت في الآية مصدرية فقط , وإن كانت تأتي لمعانٍ كثيرة , لكن تأويلها مع ما بعدها بمصدر يشير إلى دخولها في الفعل بعدها , وانضمامها إليه والتصاقها به , وهذا أيضا لا يخرج عن الإطار الذي تدور في فلكه الآية .\nأما الأفعال الناسخة , فقد استعمل منها ( كان _ ليس ) .\n( والأصل في معنى _ كان _ المضيّ , والانقطاع ) ( 40 ) .وكأنها تشير إلى أن مصير كثير من الديون الانقطاع , بل والضياع , إلا المضبوطه , وهنا تبرز ( ليس ) التي ذكرت مرة واحدة ؛ لتفيد استثناء الديون المأخوذة بحق , والمحفوظة بالشرع .\nوهكذا كلما تتبعتَ اللبنات الصغرى داخل الآية وحصَرتَ الشائع منها , وجدت أن الكل يدور في فلك واحد , وتتشابك خيوطه في نسيج واحد ؛ لتكوّن صورة واحدة لمضمون واحد , وهو التحذير من الديون , وأخذ الحذر عند التعامل بها .\nالفصل الثالث\nالتحليل البلاغي للآية\nالتحليل البلاغي لأسلوب النداء في : }يا أيها الذين آمنوا {\n( الخطاب هنا موجه للمؤمنين ؛ أي لمجموعهم , والمقصود منه : خصوص المتداينين , والأخص بالخطاب هو المدين ؛ لأنه من الحق عليه أن يجعل دائنه مطمئن البال على ماله , فعلى المستقرض أن يطلب الكتابة , وإن لم يسألها الدائن .\nويؤخذ هذا مما حكاه الله تعالى في سورة القصص عن موسى وشعيب _ عليهما السلام _ ؛ إذ استأجر شعيب موسى , فلما تراوضا على الإجارة وتعيين أجلها , قال موسى : ( والله على ما نقول وكيل ) فذلك إشهاد على نفسه لمؤاجرِه دون أن يسأله شعيب ذلك ) . ( 41)\n(1/37)\n",
        "وحرف النداء ( يا ) له من الخصائص ما ليس لغيره , فهو ( أصل حروف النداء , وأكثر حروف النداء استعمالا , ولا يُقدَّر عند الحذف سواه , ولا ينادى اسم الله _ عز وجل _ واسم المستغاث , وأيها , وأيتها , إلا به .\nقال النحاة : ( يا ) أم الباب , ولها خمسة أوجه من التصرف :\nأولها : نداء القريب والبعيد . وثانيها : وقوعها في باب الاستغاثة دون غيرها .\nثالثها : وقوعها في باب الندبة ورابعها : دخولها على أي .\nوخامسها : أن القرآن المجيد مع كثرة النداء فيه لم يات فيه غيرها ) ( 42 )\nومن دلالة هذا النداء ( وخصائص نظمه , واصطفاء عناصره على هذا النحو يبدو فيه ما يدل على إلزامهم بما دخلوا فيه طوعا من إيمان وتسليم ) ( 34 )\nفهم الذين ارتضوا هذا الدين وآمنوا به وسلموا لأوامره ونواهيه , وكأن النداء تذكير لهم بما التزموا به , وارتضوا ؛ فقيل لهم : ( يا أيها الذين آمنوا ) ( 44 )\nكما أن في اصطفاء لفظ ( آمنوا ) على هذا النمط _ حيث جاء فعلاً _ إشارة أخرى إلى ( أن إيمانهم لا يزال فعلاً , وأنه ما يزال فيهم بقية من غفلة ) (45 ) وليدخل فيه عموم من دخلوا في الإيمان , وليس خصوص المؤمنين ؛ لأنه مما لا شك فيه أن هناك فرقاً بين أن يقال : ( يا أيها المؤمنون ) و ( يا أيها الذين آمنوا ) ؛ فالمؤمنون أعلى منزلة , وأكثر إيماناً من الذين آمنوا ؛ ذلك لأن الإيمان في المؤمنين صار اسمًا لهم , وصفة ثابتة , أما الذين آمنوا ؛ فالإيمان لديهم لا يزال فعلاً , ولم يرق إلى مرحلة الثبوت , وفرق بين هذا وذاك .\nوعلى كلٍّ , فإن النداء عليهم ( تشريف لهم بتعريفهم بخير صفاتهم )( 46)\nوزد على ذلك أن النداء عليهم صادر عن الحق _ سبحانه وتعالى _ وليس هناك وسيط بينه وبينهم , وفي ذلك أيضا من التشريف ما فيه ( وهذا التكليف والتذكير , والتشريف المحتَضَن في رحم النظم متناسق أيما تناسق مع ما هو آت من بعد ) ( 47 )\n(1/38)\n\nونخلص من كل ذلك أن هذا النداء يحمل عدة معانٍ :\n1 - عموميته ؛ حيث يدخل فيه القريب والبعيد .\n2 - تذكير المنادى بما التزم به من إيمان ؛ ليكون دافعاً له إلى التسليم والطاعة .\n3 - الإلماح إلى نقص إيمانهم ؛ فما زالوا يُؤمرون ويُنهون ؛ ففي التزامهم إكمال لهذا الإيمان\n, وإتمام لهذا البناء .\n4 - إرفاق كل ذلك بالتشريف , والتقدير , فهم موصولون بالله تعالى ,لمباشرته ندائهم .\nتلك بعض المعاني الملحوظة من خلال هذا النداء .\n******\nفقه دلالة أداة الشرط في قوله تعالى ( إذا تداينتم بدين )\nيرى النحاة أن هذه الأداة ليست نصا في الشرط , ( والسبب الذي من أجله لا يستخدمونها في الشرط أنها تجيء وقتاٍ معلوماً , ومعنى ذلك أنها إنما تعيّن نقطة التقاء حدثين في المستقبل , دون أن تجعل حدوث أحدهما مشروطاً بحدوث الآخر , ولكنها في الشعر تضطلع بتلك الوظيفة الشرطية , فتجمع إلى تعيينها نقطة التقاء الحدثين في المستقبل ترتب حدوث أحدهما على الآخر . ( 48 )\n( والنحاة يشعرون بأن الأصل في الأدوات الشرطية العمل , وأن الجزم سمة من سمات الأداة الشرطية , لذلك وصفوا الأدوات العوامل بأن ّ فيها معنى الشرط )( 49 ) .",
        "(1/39)\n\nوعلى هذا فإن ( إذا الشرطية تختص بالدخول على الجملة الفعلية , وما جاء على غير ذلك فمؤول ؛ محافظة على قاعدة الاختصاص (50) ( وفعل الشرط لا يكون إلا مستقبل المعنى , فإن جاء ماضياً كما هو الحال في الآية _ أُوِّل بالمستقبل ) ( 51 ) , كما أن من لوازم ( إذا ) الشرطية ( أنها تختص بدخولها على المتيقن , والمظنون , والكثير الوقوع , بخلاف ( إن ) فإنها تستعمل في المشكوك , والموهوم النادر ؛ ولهذا قال تعالى( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ ) ثم قال:( وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيداً طَيِّباً) (المائدة:6) فأتى بـ ( إذا ) في الوضوء لتكراره وكثرة أسبابه , و بـ ( إن )في الجنابة , , لقلة وقوعها , بالنسبة إلى الحدث .\nوقيل( فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ ) (لأعراف:131\nوقيل : ( وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ) (الروم:36) .\nأتى في جانب الحسنة بـ (إذا ) ؛ لأن نعم الله على العباد كثيرة , ومقطوع بها , و بـ ( إن ) في جانب السيئة ؛ لأنها نادرة الوقوع , ومشكوك فيها .\nولعل ( إذا هنا تصف واقعاً يعيشه المسلمون الآن , مع أن الأصل في الدَّين أن يكون استثناءً , واضطراراً , أو على الأقل يكون في منزلة أقل من البيع الناجز , لكن شيوع ( إذا ) في الآية يثبت العكس , وكأن القرآن الكريم يقول : إن الناس سيتخذون التداين أساساً للبيع والشراء , وهذا واقع\n(1/40)",
        "\nنحياه الآن ؛ فالمعاملات التجارية جلها الآن تقوم على الديون , حتى أصبح البيع الناجز هو الاستثناء , وهنا تكمن الخطورة .\nالبيان بالفعل: \" تداينتم \"\nوهو فعل ماضٍ مبني على السكون ؛ لاتصاله بضمير رفع متحرك , مع وجود الميم الدالة على الجمع , والفعل على وزن ( تفاعلتم ) , وهو بمعنى : \" اداينتم \" وكل منهما يأتي بمعنى الآخر , مثل : ( وَإِذْ قَتَلْتُمْ نَفْساً فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ) (البقرة:72) .\nقال الزركشي : ( هو تفاعلتم , وأصله : تدارأتم , فأريد منه الإدغام تخفيفاً , وأُبدل من التاء دالٌ فسكن للإدغام , فاجتُلبت لها ألف الوصل , فحصل على \" افّاعلتم \" ) ( 52 ) .\nوالأصل في الصيغتين , أعني ( افّاعلتم , وتفاعلتم ) هي الثانية , وهي التي معنا في ( تداينتم ) ؛ لأن الأولى حدث فيها إدغام , وهو لاحق على عدم الإدغام , كما أن في ألف الوصل , وهي مجلوبة للنطق بالساكن ؛ ولذلك اوِّل المفسرون صيغة ( افاعلتم ) بـ ( تفاعلتم ) .\nومن ذلك قول الطبري في قول الله تعالى : ( حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعاً َ) (لأعراف:38) .\n: إنما هو تداركوا ) ( 53 ) .\nوفي نحو: ( اثّاقلتُم ) يقول القرطبي : ( أصله : تثاقلتم ) أُدغمت الثاء في التاء لقربها منها , واحتاجت إلى ألف الوصل لتصل إلى النطق بالساكن , ومثله : ( اداركوا , وادّارأتم , واطّيرنا , وازّينت ) ( 54 ) .\n(1/41)\n",
        "وعند العكبري في التبيان يقول : ( قوله \" فادّرأتم \" أصل الكلمة تدارأتم , ووزنه : \" تفاعلتم \" , ثم أرادوا التخفيف , فقلبوا التاء دالاً ؛ لتصير من جنس الدال , التي هي فاء الكلمة ؛ لتمكن الإدغام , ثم سكّنوا الدال ؛ إذ شرط الإدغام أن يكون الأول ساكناً , فلم يمكن الابتدء بالساكن , فاجتلبت له همزة الوصل , فوزنه الآن \" افاّعلتم \" بتشديد الفاء , مقلوب من \" تفاعلتم \" , والفاء الأولى زائدة , ولكنها صارت من جنس الأصل ؛ فيُنطق بها مشددة ,لا لأنهما أصلان , بل لأن الزائد من جنس الأصل ) ( 55 ) .\nومع كل هذا يبقى السؤال :\nما وجه اصطفاء \" تداينتم \" دون \" اداينتم \" ؟\nإن صيغة \" اداينتم \" تشعر بأنهم الغُرماء , وأن المؤمنين جميعاً مدينون لغيرهم , وهذا غير مقصود ؛ لأن الدائن , والمدين في الآية من المؤمنين , وهذا مفهوم من الفعل \" تداينتم \" ؛ ولذلك قال ابن جريج : \" من ادَّان فليكتب , ومن باع فليُشهد , ) ( 56 )\nفاختيار صيغة \" افتعل \" لأن المقصود : مَنْ أخذ ديناً , أو اشترى بدين , فعليه الكتابة .\nأما لو قيل : ( من تداين ) لفُهِم منه : من تعامل بدين , سواء أكان دائناً أم مديناً , وعليه فالصيغة الواردة في الآية توحِي بأن الأصل في المجتمع المسلم أن تكون حركة بيعه وشرائه وتعاملاته بينه وبين بعضه , وأنّ تعامله مع الآخرين يخرج عن الأصل إلى الضرورة .\nكما أن وضع الفعل \" تداينتم \" في إطار الشرط يفيد هذا النوع من التعامل , فالديون والتعامل بها لابد أن يكون في إطار الضرورات , وليس العكس , مما يترتب عليه التضييق على هذا النوع من التعامل .\nفإذا أضيف إلى كل ذلك معنى الدّين , وأنه يفيد الخضوع , والذل , لعلمنا أن الآية من بدايتها تحذر المؤمنين حتى يحُدُّوا من هذه المعاملات القائمة على الديون .\n******\nدلالات البيان في قوله : \" بدين \"\n(1/42)\n\nيرى البعض أن الجار والمجرور ( بدين ) تأكيد لقوله : ( تداينتم ) , مثل قول الله تعالى ( ولا طائر يطير بجناحيه) , وقوله : ( فسجد الملائكة كلهم أجمعون ) .\n( فإن قال قائل : وما وجه قوله : \" بدين \" وقد دل بقوله \" تداينتم \" عليه ؟\nوهل تكون مداينة بغير دين , فاحتيج إلى أن يقال ( دَيْن ) ؟\nقيل : إن العرب لمَّا كان مقولا ًعندهم ( تداينا ) بمعنى : تجازينا , وبمعنى: تعاطينا الأخذ والإعطاء بِدَيْن , أبان الله تعالى بقوله ( بدين ) المعنى الذى قصد تعريفه من قوله : ( تداينتم ) حكمته , وأعلمهم أن حكم الدين دون حكم المجازاة .\nوقد زعم بعضهم أن ذلك تأكيد كقوله : ( فسجد الملائكة كلهم أجمعون ) .\nولا معنى لما قالوا في هذا الموضع( 57 ) .\nيقول العلامة أبو السعود : ( إن فائدة قوله _ بدين _ هي : تخليص المشتَرك , ودفع الإيهام قصدا ؛ لأن تداينتم يجيء بمعنى : تعاملتم بدين , وبمعنى : تجازيتم , ولا يُرَدُّ عليه بأن السياق يرفع الإيهام ؛ لأن السياق قد لا ينتبه إليه الفَطِن ,وقد ذُكر ليرجع الضمير إليه ؛ إذ لولاه لقيل : ( فاكتبوا الدين ) , فلم يكن النظم بذلك الحسن عند ذوي الذوق بأساليب الكلام .\nواعتُرض بأن التداين يدل عليه فيكون من باب : ( اعدلوا هو أقرب للتقوى ) .\nوأجيب بأن الدين لا يراد به المصدر , بل هو أحد العوضين , ولا دلالة للتداين عليه إلا من حيث السياق , ولا يُكتفى به في معرض البيان , لاسيما وهو مُلبس .\nوقيل : ذكر ؛ لأنه أبين ؛ لتنويع الدين إلى مؤجل , وحال ؛ لما في التنكير من الشيوع , والتبعيض , لما خص بالغاية , ولو لم يذكر لاحتُمل أن الدين لا يكون إلا كذلك ( 58) .\nوقد يكون استعمال لفظ ( بدين ) دفعاً لتوهم المجاز ؛ ذلك لأن التداين قد يفهم منه معنى الوعد , كما قال رؤبة :\nداينت أروى والديون تقضى *** فمطلت بعضاً وأدت بعضاً.\nفذكر قوله : (بدين ) دفعاً لتوهم المجاز ) ( 59)",
        "(1/43)\n\nأي : دفعاً لفهم الوعد ؛ أي : واعدت أروى , والوعود تقضى .\nفلما كان المجاز غير مراد في الآية , ذكر لفظ ( بدين ) .\nويلمح الزركشى في ذكر ( بدين ) مَلْمَحاً آخر يقول فيه : ( أما قوله تعالى : \" يا أيها الذين آمنوا إذا تداينتم بدين \" فإنما ذكر قوله : (بدين ) مع ( تداينتم ) لوجوه :\nأحدها : ليعود الضمير في ( فاكتبوه ) عليه ؛ إذ لو لم يذكره لقال : فاكتبوا الدين .\nوالثاني : أن تداينتم , مفاعلة من الدَّين بتشديد وفتح الدال , ومن الدِّين بتشديد وكسر الدال , فاحتيج إلى قوله : (بدَين ) ؛ ليبين أنه من ( الدَّين ) لا من ( الدِّين ).\nوهذا أيضا فيه نظر ؛ لأن السياق يرشد إلى التداين .\nالثالث : أن قوله ( بدين ) إشارة إلى امتناع بيع الدين , بالدين كما فسره قوله _ صلى الله عليه وسلم _ ( هو بيع الكالئ بالكالئ ) , وبيانه : أن قوله تعالى : ( تداينتم ) مفاعلة من الطرفين يقتضي وجود الدين من الجهتين , فلما قال ( بدين) عُلم أنه دين واحد من الجهتين .\nالرابع : أنه أتى به ليفيد أن الإشهاد مطلوب سواء كان الدين صغيراً أو كبيراً , كما سبق نظيره في قوله تعالى : ( فإن كانتا اثنتين ) , ويدل على هذا ههنا قوله بعد ذلك : ( ولا تسأموا أن تكتبوه صغيرا أو كبيرا إلى أجله ) .\nالخامس : أن ( تداينتم ) مشترك بين الاقتراض والمبايعة والمجازاة , وذكر الدين لتمييز المراد (60 ) .\nوهذا الجار والمجرور ( بدين ) يعدُّ قيداً آخر , وعقبة أخرى أمام انتشار هذا الضرب من المعاملات ؛ لأنه يفيد العموم , ومعنى أن كل دين ينبغي فيه الكتابة ؛ فإنه تضييق لهذا الباب , وإلجاء إلى البيع الناجز الذي لا يتبقى فيه شيء في ذمة أحد , والإسلام حريص على صفاء النفوس من كل شاغل .\nبلاغة وصف الأجل بـ ( مسمى)\n(1/44)",
        "\nفي قوله تعالى : ( إلى أجل مسمى ) جاء الجار والمجرور ليكون وصفاً لقوله مسبقاً ( بدين ) , وكأن المعنى : _ إذا تداينتم بدين مؤجل _ ثم وصف الأجل أيضا بقوله ( مسمى ) .\nوسيأتي حديث عن وصف آخر , وهو وصف الكاتب بأنه ( عَدْل ) في قوله : وليكتب بينكم كاتب بالعدل ) ؛ أي : عادل , وكثرة هذه الأوصاف تشير إلى عدة أمور :\nمنها : ضبط وتحديد الشروط اللازمة في عملية الديون , حتى لا يترك الأمر لاجتهاد أحد ,\nفتختلف الرؤى ,' فيحدث الشقاق .\nومنها : أن هذه الأوصاف إنما تضيِّق التعامل ولا توسعه .\nوهذا معنًى يسري في جنبات الآية ؛ أعني : وضع القيود والعقبات\nالتي تقلل من هذه المعاملة , وفي ذات الوقت تضبط ما يتم منها .\nومنها : أن المفهوم من هذه الضوابط , والشروط أن من خالف شيئا منها كان آثما , أو على الأقل متهاوناً فيما أقره القرآن الكريم .\nوقد يكون قوله : ( إلى أجل ) متعلقاً بالفعل ( تداينتم ) , والأجل هو : الوقت , أو هو : ( مدة من الزمان محدودة النهاية , مجعولة ظرفاً لعمل غير مطلوب فيه المبادرة ؛ لرغبة ِتمام ذلك العمل عند انتهاء تلك المدة , أو في أثنائها .\nوالأجل : اسم وليس بمصدر ؛ لأن المصدر : التأجيل , وهو إعطاء الأجل , ولما كان فيه من معنى التوسعة في العمل أطلق الأجل على التأخير ( 61 ) , ولما نكّر الأجل وصف بقوله :\n( مسمى ) ؛ أي : معلوم بالأيام والأشهر , ونحو ذلك ., و( إلى ) هنا هي الغائية , ومن معاني الغاية فيها : تحديد الوقت المخصوص للسداد بأن يكون عصراً أو ظهراً أو صباحاً أو في ساعة كذا , وهذا مفهوم من معنى الغائية الكامن في ( إلى ) .\nبلاغة الاستعارة في قوله ( مسمى )\n(1/45)\n",
        "يرى الطاهر بن عاشور -رحمه الله - أن في كلمة ( مسمى ) استعارة تصريحية ؛ حيث يقول : ( المسمى : حقيقته المميز باسم - يميزه عما يشابهه في جنسه أو نوعه ...والمسمى هنا مستعار للمُعَيَّن المحدود , وإنما يقصد تحديده بنهاية من الأزمان المعلومة عند الناس , فشبه ذلك بالتحديد بوضع الاسم , بجامع التعيين ؛ إذ لا يمكن تمييزه عن أمثاله إلا بذلك , فأطلق عليه لفظ التسمية , ومنه قول الفقهاء : المهر المسمى ؛ فالمعنى : أجل معين بنهايته ) ( 62 ) .\nولعل هذه الاستعارة تعيدنا إلى بيان النبي -صلى الله عليه وسلم - في تحديد الأجل ؛ حيث استعمل لفظاً آخر , ففي الحديث الصحيح : ( من أسلف في شيء فليسلف في كيل معلوم , ووزن معلوم , إلى أجل معلوم ) .\nولا شك أن كلمة ( معلوم ) مع موافقتها لما سبق في تحديد الأجل , إلا أن لفظ ( مسمى ) أكثر إيضاحاً ؛ لأن العلم قد يتحصل عن غير نطق وتصريح , لكن الأجل المسمى لا يقال له ( مسمى) إلا إذا صُرِّح به لفظاً وكتابة أيضاً ؛ فتسمية الأجل أكثر جلاءً من مجرد العلم به , وهذا يشير إلى أن هذه المعاملات ينبغي أن تقوم على الشفافية والتصريح ؛ حتى لا يتلاعب الشيطان بالعقول والقلوب .\nأضف إلى هذا : أن ( المعلوم ) قد يكون على العموم , كما في نحو البيع بالأجل إلى الحصاد , أو دخول الشتاء , أو انتهاء الصيف .\nأما المسمى , فإنه معلوم باليوم , والشهر , والساعة , وهذا يتناغم مع دلالة ( إلى ) السابقة , ثم إن الأجل في القرآن الكريم لم يوصف قط بلفظ ( معلوم ) , لكنه وصف بكلمة ( مسمى ) وذلك كما في قوله تعالى : ( هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُسَمّىً عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ) (الأنعام:2\n(1/46)\n\nوقوله تعالى : ( وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمّىً ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) (الأنعام:60) .\nوقوله تعالى : ( اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمّىً يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآياتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ) (الرعد:2)\nوقوله تعالى : ( وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمّىً ثُمَّ نُخْرِجُكُمْ طِفْلاً ...) (الحج:5).\nأما لفظ ( معلوم ) فإنه جاء وصفا ًفي القرآن الكريم لألفاظ مثل ( الكتاب - القدر - يوم - رزق - مقام - حق - وقت ....إلخ ) (62 ) .\nوهذا يشير إلى الاتساع في معنى اللفظة .\nلكن يبقى سؤال :\nما وجه استخدام النبي -صلى الله عليه وسلم - لهذا اللفظ ( معلوم ) مع الأجل , مع أن السياق سياق تحديد ؟ .\nلعله من باب المشاكلة ؛ أعني أنه لما قال : ( فليسلف في كيل معلوم ووزن معلوم ) قال ( إلى أجل معلوم ) ليشاكل ما سبق من الكلام .\nكما أن في قوله تعالى : ( إلى أجل مسمى ) إدماج , والإدماج : ( أن يضمَّّن كلام سيق لمعنى معنى آخر ) ( 63 ) .\nوفي الآية أدمج تشريع الأجل في تشريع التسجيل , وكتابة الديون , وهذا ضرب من الإيجاز الموحِي إلى مكانة الأجل في البناء الحاكم , والضابط للدَّين ؛ فالأجل جزء ولبنة من هذا البناء .",
        "(1/47)\n\nوأمر آخر , وهو أنه لو قيل : فاكتبوه , وأجلوا أجلاً , لَظُنَّ أن كتابة الدين مقصود بها المقدار فقط , ولظُن أيضاً إمكانية خلوّ العقد من تحديد الأجل , وهذا غير مراد - كما أفهم - لأن القصد إلى تضمين العقد موعد السداد , فهو جزء من العقد , وبند من بنوده , رتبت الكتابة عليه , وجاءت بعده لتشمله .\nبلاغة التعبير عن كتابة الديون\nجاء الأمر بكتابة الدين في صورتين :\nالأولى : في قوله تعالى : ( إذا تدينتم بدين إلى أجل مسمى فاكتبوه ) .\nوالأخرى في قوله تعالى : ( وليكتب بينكم كاتب بالعدل ) .\nوهذان الجزآن قد جاءا بصيغة الأمر , وأول ما يلفت الانتباه هو اختلاف الصيغة , فالأمر بالكتابة عامة اصطُفي له صيغة \" افعل \" , وتعيين الكاتب اصطُفي له صيغة \"ليفعل\" .\n( وإذا تأملنا صورة الأمر \" ليفعل \" , وصورته \" افعل \" ألفينا أن دلالة \" ليفعل \" على حقيقة معنى الأمر أكثر من دلالتها على غيرها , بينما دلالة \" افعل \" على غير حقيقة معنى الأمر كثيرة جداً , بل متنوعة الدلالة , وفي هذا ما قد يُعرب عن أن صيغة \" ليفعل \" لمَّا كانت هي الأصل في الوضع الأول وأقلّ استعمالاً كانت أليط بحقيقة معنى الأمر , بينما صيغة \" افعل \" أقدر على أن تتسع لدلالات عديدة على لاحب مساقات متباينة - مثل : الإباحة أو الندب , أو نحو ذلك .( 64 )\nفكان فقه الدلالة البيانية لصيغة \" افعل \" أصعب مراساً , وأدعى إلى طول مراجعة , ونفاذ بصيرة في أغوار السياق المقالي والمقامي , فإن هذه المعاني السياقية لتلك الصيغة كثيراً ما تتداخل , أو يستدعي بعضها بعضاً , مما يُدخل المرء في إشكالية الوعي بدقائق الوجوه الدلالية للصيغة . ( 65)\nومن هنا يقف البحث أمام الأمر الأول :\n(فاكتبوه)\nوأول ما يلفت الانتباه في هذا التركيب ضمير المفرد ( الهاء ) الغائبة , فهل تعود إلى الدين , أم إلى الأجل ؟\nكلا الأمرين يجوز , وقد تكون الكتابة للدين والأجل معاً , وهنا يطرح سؤال آخر .\n(1/48)",
        "\nلِمَ أفرد الضمير ؟\nإن الأولى بالفهم - عندي- هو عود الضمير إلى الدَيْن , وسبب إفراد الضمير هو دخول الأجل في بنود العقد المكتوب , فلا يقال : كتب الدين إلا وهو يريد كُتِب مقداره وأجله , ونحو ذلك .\nيقول القرطبي : \" وفي قوله : \"فاكتبوه \" إشارة ظاهرة إلى أنه يكتبه بجميع صفته المبينة له , المُعرِبة عنه ؛ للاختلاف المتوهم بين المتعاملين , المُعرِّفة للحاكم ما يحكم به عند ارتفاعهما إليه \" (66)\nوعليه يكون في الكلام إيجاز ؛ حيث كتابة قيمة الدين وصاحبة , وموعد السداد , ومكان السداد ....إلى آخر هذه الأمور التي يُنصُّ عليها في العقد المكتوب ؛ ولذلك يقول القرطبي أيضاً: \" فاكتبوه \" : يعني الدين والأجل ... ويقال : أُمر بالكتابة , ولكن المراد : الكتابة والإشهاد ؛ لأن الكتابة بغير شهود لا تكون حجة \" (67)\nأثر السياق في تحديد حكم الكتابة :\nذهب البعض إلى أن كتب الديون واجب على أربابها فرضٌ بهذه الآية - بيعاً كان أو قرضاً ؛ لئلا يقع فيه نسيان أو جحود .\nقال ابن جُريج : \" من ادَّان فليكتب , ومن باع فليُشهد \" .\nوقال الشعبي : \" كانوا يرون أن قوله : \" فإن أمن بعضكم بعضاً \" ناسخ لأمره بالكتب ....\"\nوذهب الربيع إلى أن ذلك واجب بهذه الألفاظ , ثم خففه الله تعالى بقوله : \" فإن أمن بعضكم بعضاً .\nوقال الجمهور : \" الأمر بالكتب ندبٌ إلى حفظ الأموال , وإزالة الريب , وإذا كان الغريم تقياً فلا يضره الكتب ...\"\nوقال بعضهم : \" إن أشهدتَ فحزمٌ , وإن ائتمنت ففي حلٍ وسعة ؛ فالندب : إنما هو على جهة الحيطة للناس ...\" ) ( 68 )\n(1/49)\n",
        "وقال الشافعي - رحمه الله - : ( لما أمر الله تعالى بالكتاب , ثم رخص في الإشهاد إن كانوا على سفر ولم يجدوا كاتباً , احتمل أن يكون فرضاً , وأن يكون دلالة .. , فلما قال جل ثناؤه : : \" فرهان مقبوضة ...\" والرهن غير الكتاب والشهادة .. ثم قال : \" فإن أمن بعضكم بعضاً فليؤد الذي اؤتمن أمانته وليتق الله ربه \" , دل كتابُ الله عز وجل على أن أمره بالكتاب ثم الشهود ثم الرهن إرشاد لا فرض عليهم ؛ لأن قوله : \" فليؤد الذي اؤتمن أمانته \" إباحة لأن يأمن بعضهم بعضاً , فيدعَ الكتاب والشهود والرهن.\nقال : وأحب الكتاب والشهود ؛ لأنه إرشاد من الله تعالى , ونظرٌ للبائع والمشتري , وذلك أنهما إن كانا أمينين فقد يموتان , أو أحدهما فلا يُعرف حق البائع على المشتري فيتلف على البائع , أو ورثته حقه .\nوقد يتغير عقل المشتري .. وقد يغلط فلا يقر ؛ فيدخل في الظلم من حيث لا يعلم ويصيب ذلك البائع فيدي ما ليس له , فيكون الكتَّاب والشهادة قاطعاً عنهما وعن ورثتهما ) ( 69)\nوكل ما سبق يبين أن القضية مثار خلاف , وأن الرؤى فيها لم تتحد , ولكل وجهة هو موليها , لكن السياق الذي وضعت فيه الآية , وهو سياق تهديد ووعيد وزجر , حيث سبقها قوله تعالى : ( وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ) (البقرة:281) , ولحقها قوله تعالى : ( وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَو تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ) (البقرة:284) .\nهذا السياق يميل بالكفة تجاه الوجوب والفرض , حتى لو افترض جدلاً أنه إرشاد وندب ..\nفالسؤال الذي يطرح نفسه :\nهل إذا أرشدنا الله تعالى وندبنا إلى كتابة الدين نستحسن نحن غير ذلك ؟!!!!\n(1/50)\n\nلقد أحسن الشافعي - رحمه الله - حين قال : إني أحب الكتاب والشهود وذكر مبررات وعللاً لا تجعل من الكتابة أمراً مندوباً , بل تجعله مفروضاً , وبخاصة أن هذا الندب والإرشاد جاء في تراكيب صارمة من الأمر والنهي والشرط .\nفالسياق الداخلي للآية , وبناء العبارة , واصطفاء الألفاظ , يحمل من الصرامة , والشدة ما يميل بالكفة تجاه الوجوب , ولذلك أرى أن الرأي رأي الطبري ؛ حيث يقول :\n( الصواب من القول في ذلك عندنا : أن الله عز وجل أمر المتداينين إلى أجل مسمى باكتتاب كتب الدين بينهم , وأمر الكاتب أن يكتب ذلك بينهم بالعدل ., و أَمْرُ الله فرضٌ لازم إلا أن تقوم الحجة بأنه إرشاد وندب , ولا دلالة تدل على أن أمره - جل ثناؤه - باكتتاب الكتب في ذلك ندب وإرشاد .\nفذلك فرض ٌعليهم لا يسعهم تضييعه , ومن ضيعه منهم كان حرجاً بتضييعه .\nولا وجه لاعتلال من اعتل بأن الأمر بذلك منسوخ بقوله : ( فإن أمن بعضكم بعضاً فليؤدّ الذي اؤتمن أمانته ) ؛ لأن ذلك إنما أذن الله به حيث لا سبيل إلى الكتاب أو إلى الكاتب ؛ فأما والكتاب , والكاتب موجودان ؛ فالفرض إذا كان الدين إلى أجل مسمى ما أمر الله تعالى ذكره - في قوله : ( فاكتبوه ) .\nوإنما يكون الناسخ ما لم يجز اجتماع حكمه , وحكم المنسوخ في حالٍ واحدة ؛ فأما ما كان أحدهما غير نافٍ حكمَ الآخر , فليس من الناسخ والمنسوخ في شيء .\nولو وجب أن يكون قوله : ( وإن كنتم على سفر ) ناسخاً قوله : ( إذا تداينتم ) لوجب أن يكون قوله : ( وإن كنتم مرضى ) ناسخاٍ الوضوء بالماء في الحضر عند وجود الماء فيه , وفي السفر الذي فرضه الله عز وجل , لقوله ( يا أيها الذين آمنوا إذا قمتم إلى الصلاة ) ,وأن يكون قوله في كفارة الظهار : ( فمن لم يجد فصيام شهرين متتابعين ) , ناسخاً قوله : ( فتحرير رقبة من قبل أن يتماسا ) .",
        "(1/51)\n\nفيسأل القائل : إن قول الله عز وجل : ( فإن أمن بعضكم بعضاً ) ناسخٌ قوله : ( إذا تداينتم بدين إلى أجل مسمى فاكتبوه ) ما الفرق بينه وبين القائل في التيمم وما ذكرنا قوله , فزعم أن ثمَّ ما أبيح في حال الضرورة لعلة الضرورة ناسخ حكمه في حال الضرورة حكمه في كل أحواله , نظير قوله في أن الأمر باكتتاب كتْب الديون , والحقوق منسوخ بقوله : ( وإن كنتم على سفر .. ) ؟\nفإن قال : الفرق بيني وبينه أن قوله : ( فإن أمن بعضكم بعضاً ) كلام منقطع عن قوله : ( وإن كنتم على سفر ) , وقد انتهى الحكم في السفر إذا عدم فيه الكاتب بقوله : ( فرهان مقبوضة ) , وإنما عنى بقوله : ( فإن أمن بعضكم بعضاً ) ( إذا تداينتم بدين ) , قيل له : وما البرهان على ذلك من أصل ٍ أو قياس , وقد انقضى الحكم في الدين الذي فيه إلى الكاتب , والكتاب بقوله : ( ويعلمكم الله والله بكل شيء عليم ) ؟ !!!!\nوأما الذين زعموا أن قوله : ( فاكتبوه ) , وقوله : ( ولا يأب كاتب ) على وجه الندب , والإرشاد , فإنهم يُسألون البرهان على دعواهم في ذلك , ثم يُعارضون بسائر أمر الله عز وجل الذي أمر في كتابه , ويُسألون الفرق بين ما ادعوا في ذلك وأنكروه في غيره , فلم يقولوا في شيء من ذلك قولاً إلا ألزموا في الآخر مثله ) (70 ) .\nوكلام الطبري- رحمه الله - هو الأقرب إلى السياق لعدة أسباب :\nمنها : ( أن القصد من الأمر بالكتابة التوثق للحقوق , وقطع أسباب الخصومات , وتنظيم معاملات الأمة , وإمكان الاطلاع على العقود الفاسدة , وهذا يجعل الأرجح أن الأمر للوجوب ؛ لأنه الأصل في الأمر , وقد تأكد بهذه المؤكدات .\n(1/52)",
        "\nوأما قوله : ( فإن أمن بعضكم بعضاً ) , فهي رخصة خاصة بحالة الائتمان بين المتعاقدين , وحالة الائتمان حالة سالمة من تطرق التناكر والخصام ؛ لأن الله تعالى أراد من الأمة قطع أسباب التهارج والفوضى , فأوجب عليهم التوثق في مقامات المشاحنة ؛ لئلا يتساهلوا ابتداءً , ثم يفضوا إلى المنازعة في العاقبة , ويظهر لي أن في الوجوب نفياً للحرج عن الدائن إذا طلب من مدينه الكتب ؛ حتى لا يعدُّ المدين هذا من سوء الظن به ؛ فإنّ في القوانين معذرةً للمتعاملين أما قول ابن عطية بأن الصحيح عدم الوجوب ؛ لأن للمرء أن يهب هذا الحق ويتركه بإجماع , فكيف يجب عليه أن يكتبه ؟ ‍‍‍‍‍‍‍ ‍ وإنما هو ندب للاحتياط .\nفهذا كلام قد يروج في بادئ الرأي , ولكنه مردود بأن مقام التوثق غير مقام التورع .\nومقصد الشريعة تنبيه أصحاب الحقوق ؛ حتى لا يتساهلوا ثم يندموا , وليس المقصود إبطال ائتمان بعضهم بعضاً . كما أن من مقاصدها دفع موجدة الغريم من توثق دائنه إذا علم أنه بأمر من الله تعالى , ومن مقاصدها قطع أسباب الخصام ) ( 71 )\n( إن المبدأ العام الذي يريد القرآن الكريم تقريره أن الكتابة أمر مفروض بالنص غير متروك للاختيار ) ( 72 )\nومن الأسباب أيضًا أن قوله : ( فإن أمن بعضكم بعضا ) لمْ تُرتَّبْ على التداين , وإنما رتبت على الرهن , وعطفت عليه بالفاء , والفاء دليل الترتيب على السابق وليس على الأسبق ؛ إذ لا\nدليل على نقله إلى العموم .\nومنها أيضا : أن كتابة الدين أصل في التداين حتى أثناء السفر ؛ لأن الآية تقول : ( وإن كنتم على سفر ولم تجدوا كاتباً ) ؛ فالأصل أن يُبحث عن كاتب , وهذا يؤكد أن قوله تعالى : ( فإن أمن بعضكم بعضاً ) ليس مرتبطاً بالتداين العام , وإنما هو مرتبط بعدم وجود الكاتب , وكأن المعنى , : وإن كنتم على سفر فابحثوا عن كاتب واكتبوا الدين , فإن عُدم الكاتب لضيق الوقت فرهان مقبوضة\n(1/53)\n",
        "ومنها: أن الأمن لو كان مرتبطاً بالتداين العام لوُضع أولاً ؛ إذ هو الأصل بين المسلمين , ولكان قيل : إذا تداينتم بدين وأمن بعضكم بعضاً فليؤدّ الذي اؤتمن أمانته, وإلا فاكتبوا الدين....\nوهكذا .. لكن سياق الآية وبناء جملها يميل بالمعنى إلى ارتباط الكتابة بالدين ارتباط تلازم , في الوقت الذي يشير فيه صراحةً إلى ارتباط جملة الأمن , وأداء الأمانة بحالة السفر , وخلط الأمرين دعوى بلا بينة واضحة .\nومنها : أن تصدير جملة ( فإن أمن بعضكم بعضاً ) بأداة الشرط ( إن ) , وهي تفيد الندرة والشك , ولو ارتبط هذا بالتداين العام ؛ بمعنى : أن المسلمين يقل الأمن بينهم عند التداين , لكان - ذمّا وهجاءً .\nأما ربط جملة : ( فإن أمن بعضكم بعضاً ) بالسفر , وهو مظنة ضياع المال , وحدوث المخاطر يجعل المعنى متساوقاً مع سياق الآية , ولو ربطنا هذا المعنى بالمفهوم العام من الآية لحدث خلاف وتناقض .\nكيف ؟\nإن الآية نفسها تشير إلى أمن المؤمنين بعضهم بعضاً ؛ إذ إنها تتحدث عن البيع بالأجل أو بالتقسيط أو القرض , وفي كل ذلك يعطي المؤمن أخاه السلعة أو المال ولا يأخذ شيئا , ...نعم : لا يأخذ إلا وعداً مكتوباً بالسداد , وهذا دليل الأمن , فإذا كان جوهر الآية يدفع القارئ دفعاً إلى وجود الأمن بين المسلمين , فكيف ينسجم هذا مع جملة ( فإن أمن بعضكم بعضاً ) ؟ !!\nإذاً فلا بد أن يتعين الأمر حالة السفر , والآية تنطق بهذا ؛ حيث تقول : ( وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِباً فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ) (البقرة:283)\nفلِمَ نعمم والآية تنطق بالتخصيص , والمنطوق مقدم على المفهوم عند العلماء , والسفر مظنة ضياع المال , وهكذا ضياع السلعة, ومن هنا كان الإلحاح على الكتابة أشد , لكن أن عدم الكاتب , وضاق الوقت فواحدة من أمرين : إما عدم التداين , وإما الرهن.\n(1/54)\n\nنعم ؛ لأن هذا هو المفهوم من ربط التداين أثناء السفر بهاتين الحالتين ؛ إما الأمن , وإما الرهن , حيث يطرح العقل سؤالاً عفوياً : فإن عدم الأمن والرهن ؟\nفالجواب : لا تداين .\nوهذا يعيدنا إلى القضية التي نحن بصددها , وهي أن الأمر في قوله : ( فاكتبوه ) للوجوب , وأن قوله ( فإن أمن بعضكم بعضاً ) لا علاقة له بهذا الوجوب , فالوجوب من دلالة الأمر , ومن نسق التركيب , ومن عوامل أخرى ذكرتها , كما أن واقع الناس الآن يميل إلى هذا الوجوب , فالمخاطر التي تحيط بعلاقات المسلمين عند عدم الكتابة ظاهرة وواضحة , مما يعنى أن كتابة الدين مصلحةٌ للجميع , وغلقٌ لأبواب الشياطين .\nوكلام الإمام الشافعي _ رحمه الله تعالى - من أن موت البائع أو المشتري أو نسيانهما أو فساد عقيدة أحدهما , أو جنونه , أو غير ذلك من الأمور التي يمكن أن تعتور الإنسان , كل ذلك يبرهن بجلاء حكمة الوجوب .\nوهذا لا يطعن في ذمة أو أمانة أحد , إنما هو للاحتراز والضمان وحفظ الأموال من الضياع .\nكما أنه لا يخفى أن المعاملات المادية هي المحك الشديد , وهي الخطر الأكيد على علاقة الأخوة الإسلامية ؛ لذلك كان التأكيد على أخذ الضمانات الحافظة لها ...\n****\nبلاغة الإدماج في قوله -سبحانه- :\n(وليكتب بينكم كاتب بالعدل )\nوهذه الجملة تفجر عدة أسئلة بلاغية , من أهمها :\n1 - ما الإدماج ؟ ,وما موطنه في الآية ؟ , وما وجه جماله ؟\n2 - لَمن الأمر في الجملة ؟ وما وجه العطف بينها وبين سابقتها ؟\n3 - لِم تأخرت هذه الجملة عن سابقتها ؟\n4 - أين مفعول الفعل \" ليكتب \" ؟ وما وجه تقييد الفعل بقوله : \" بينكم \" ؟ وبِم تعلق الجار والمجرور \" بالعدل \" ؟\n5 - هل في الكلام كناية ؟\nأما الإدماج : ففي اللغة يدل على \" الانطواء والستر , يقال : أدمجت الحبل : إذا أدرجته وأحكمت فتله ...\" ( 73 )\nوفي الاصطلاح : \" أن يُضَمَّن كلام سيق لمعنى معنى آخر لم يصرح به \" ( 74 )",
        "(1/55)\n\n\" والمعنى الآخر وهو المضمن المدموج يجب ألا يكون مصرحاً به ولا يكون في الكلام إشعار بأنه مسوق لأجله , وإلا لم يكن ذلك من الإدماج \" ( 75 )\nأما موطنه في الجملة القرآنية فيشير إليها الطيبي فيقول :\n\" الكلام هنا - يعني في قوله : \" وليكتب بينك كاتب بالعدل \" مسوق لمعنى , ومدمج فيه آخر بإشارة النص , وهو اشتراط الفقاهة في الكاتب ؛ لأنه لا يقدر على التسوية في الأمور الخطرة , إلا من كان فقيهاً \" ( 76 )\nوالناظر في الجملة يستطيع أن يلحظ بسهولة أنها جاءت لتحديد وتخصيص نوع خاص من الكُتَّاب ليقوم بهذه المهمة , أو إن شئت فقل : لتشترط أداءً خاصاً لهذه الكتابة المأمور بها سابقاً وهي أن تكون كتابةً عادلةً ضامنةً للحقوق , مانعة من التحايل ؛ ذلك لأن الأمر كما قال الطيبي : \" خطير \" , ولذلك جاز تعلق الجار والمجرور \" بالعدل \" بكلٍ من الفعل والفاعل , أعني : يجوز تعلقه بالفعل\n\" يكتب \" , ويجوز تعلقه بالفاعل \" كاتب \" .\nفإذا قدرنا تعلقه بالفعل \" يكتب \" يكون المعنى المدمج هو : وليكتب بينكم كاتب كتابة عادلة , تكون محل ثقة من أهل الاختصاص عند التنازع ؛ بحيث تخلو من الثغرات التي تمكن أحدهما من المراوغة , أو الانفكاك مما في ذمته ؛ فالعدل هنا ناتج عن موافقة الكتابة للشروط الواجب توافرها لضمان الحقوق ؛ فهي صفة للكتابة .\nوقد يكون الجار والمجرور متعلقاً بالفاعل \" كاتب \" فيكون المعنى المدمج هو : وليكتب بينكم كاتب مشهور بالفقه والعدل وعدم الميل إلى هذا أو ذاك , وهذا يعرف من خلال كتاباته السابقة بين الناس ؛ \" فالأصل ألا يكتب الوثيقة إلا العدل في نفسه , وقد يكتبها الصبي والعبد ... إذا أقاموا فقهها , أما المنتصبون لكتبها ؛ فلا يجوز للولاة أن يتركوهم إلا عدولاً مرضيين , قال مالك -رحمه الله تعالى - : \" لا يكتب الوثائق بين الناس إلا عارف بها , عدلٌ في نفسه , مأمون ؛ لقوله تعالى : \" وليكتب بينكم كاتب بالعدل \" .\n(1/56)",
        "\nوعلى هذا فالجار والمجرور في موضع الصفة للكاتب \" ) ( 77)\n\"ففقه الكاتب , ومعرفته بأنواع الوثائق معنى مدمج في الجملة ، مقصود منها في النهاية .\nأما الأمر في الجملة فمتوجه إلى المتداينين , والسر في ذلك : \" المبالغة في أمر المتعاقدين بالاستكتاب \" ( 78 )\nولا أرى أن الأمر هنا للكاتب لأنه ليس منوطاً بالحكم , كما أنه إما أن يكون أجيراً أو متفضلاً , وفي كلتا الحالتين لا يمكن أمره وإرغامه على الكتابة , لكن الأقرب إلى الفهم هو توجيه الأمر إلى المتداينين أن يبحثا عن كاتب فقيه عدل ليقوم بكتابة الدين , وهذا ما جعل الألوسي - رحمه الله - يقول : \" والمراد أمر المتداينين على طريق الكناية , بكتابة عدلٍ , فقيهٍ , ديِّن ؛ حتى يكون ما يكتبه موثقوقاً به , متفقاً عليه بين أهل العلم \" ( 79 )\nوهو لا يعني هنا الكناية الاصطلاحية , وإنما أراد - كما أفهم - مخاطبة الكاتب وأمره بالكتابة عن طريق المتداينين .\nومن بلاغة ذلك إشعار الكاتب بأهمية الأمر , حتى يرفع الحرج عن المتداينين , ويلبي دعوتهما , ويكتب ؛ لأن رفضه قد يوقعهما في الحرج , لكنه على جميع الأحوال في حل من الأمر , وإن كان الأولى تلبية الطلب ؛ إذ ليس كل من كتب صالحاً لهذه المهمة ؛ لأن الجملة جاءت لتحديد الفقيه , وهذا بلا شك قيد آخر من القيود التي تكاد تعرقل إتمام مثل هذه المعاملات , وهو أمر مقصود , فوضع العقبات في هذا النوع من التعامل قُصد به التضييق عليه ؛ حتى لا يشيع , لما يترتب عليه من أضرار عند التساهل في ضوابطه .\nولقد جمعت الواو بين جملة \" فاكتبوه \" وجملة \" وليكتب بينك كاتب بالعدل \" ؛ لأنهما من باب التوسط بين الكمالين ؛ فكل منهما أمر لفظاً ومعنى , وهذا الربط بالواو يشير إلى أن كل جملة من الجملتين تمثل خيطا من خيوط هذا النسيج الواحد , وهي خيوط متشابهة , متشاكلة ترسم في النهاية صورة وغرضاً واحدا تتشابك ملامحه , وتتعانق جوانبه .\n(1/57)\n",
        "وأخرت جملة \" وليكتب بينكم \" عن جملة \" فاكتبوه \" ؛ لأنه لم يكن ثمة هاجس في تحديد الكاتب , إنما الهاجس الذي النفوس , ولا يزال هو :\nهل نكتب الدين أم لا ؟\nوهل إذا أمن بعضنا بعضاً في الحضر يكتب أيضاً أم لا ؟\nهذا هو ما يشغل النفوس , ولا يزال يتردد في الأفئدة حتى صار محل خلاف ؛ لذا , كان تقديمه والتنصيص عليه أولاً قبل تعيين الكاتب .\nوإن كنتُ أرى أن تعيين الكاتب ما هو إلا تأكيد للكتابة وفرضيتها , ولو كان الأمر في \" فاكتبوه \" للإرشاد لتُرك تعيين الكاتب للمتعاقدين ليختاروا مَن يرونه مناسباً ؛ إذ كيف يكون الأمر للإرشاد ثم يؤمرون بتعيين كاتب فقيه عدل ؟‍\nوفي حذف المفعول من الجملة شمول وإحاطة لكل ما يتعلق بالدين من قيمة , وموعد سداد ..\nوفي ذكر المفعول تضييق على هذه المعاني , وضياع لكثير من الضوابط , وفتح باب الخلاف في المقصود من الدين , هل هو قيمته أم ماذا ؟\nفالحذف هنا وسّع المعنى , وتساوق مع الروح المهيمنة على الآية الداعية إلى أخذ كافة الضمانات .\nوفي الوقت الذي حذف فيه المفعول من جملة \"وليكتب بينكم كاتب \" نجد في الجملة قيداً مذكوراً , وهو : \" بينكم \" , وجيء به \" حتى لا ينفرد بالكاتب أحد المتعاملين , دفعاً للتهمة \" ( 80 ) , ويقول الألوسي في علته : \" إنما قال \" بينكم \" ولم يقل \" أحدكم \" ؛ لأنه لما كان الذي له الدين يتهم في الكتابة الذي عليه الدين , وكذلك بالعكس شرع الله كاتباً غيرهما يكتب بالعدل , لا يكون في قلبه , ولا قلمه موادّة لأحدهما على حساب الأخر ..\"( 81 )\nكما أن في هذا اللفظ \" بينكم \" ما يشير إلى اجتماع الأطراف : الدائن والمدين , وكذلك الشهود ؛ولو\nاقتصر الاجتماع على الدائن والمدين والكاتب لقيل : وليكتب بينكما , لكن في صيغة الجمع ما يفيد حضور جميع الأطراف حتى الشهود , وفي ذلك إبلاغ في التوثيق والحيطة .\n(1/58)\n\nوفي مجيء لفظ \" كاتب \" نكرةً , ثم تعريفه بالصفة , وهي شبه الجملة \" بالعدل \" قصد إلى المعنيين ؛ أعني : النكرة والمعرفة المخصوصة , فمجيء لفظ \" كاتب \" نكرة قصد به عدم تحديد كاتب بعينه , أو باسمه , أو بقرابته , وهذا قد يُفهم إن عرِّف اللفظ بغير الصفة ؛ كأن يقال \" وليكتب بينك كاتبكم , أو كاتب المسلمين , أو الكاتب , أو نحو ذلك ؛ فمجيء اللفظ - في ذاته - نكرة قُصد به البحث عن الوصف , وليس عن الشخص ؛ ولذلك جاء بعد اللفظ النكرة تعريف لها بالوصف , وهو قوله : \" بالعدل \" .\nوفي هذا الوصف مجاز مرسل علاقته المسببية ؛ لأن المقصود هنا : \" وليكتب بينكم كاتب فقيه , عالم بضوابط العقود , وهذا الفقه - بلا شك - سبب في حدوث العدل بين المتداينين .\nلكن يبقى السؤال :\nلمَ عبّر بالمسبب عن السبب ؟\nالذي أراه أن وجه ذلك هو أن الفقه وسيلة للوصول إلى العدل , والعدل غاية , ولما كان الفقه لا يقتصر على معرفة الضوابط الشرعية , بل يشمل معرفة الزمان والمكان والأحوال , وكل ما يوصل إلى العدل عبر بـ \" العدل \" ليراعي الكاتب كل ذلك , وهذا إيجاز بديع يلفت النظر إلى الغاية من الكتابة , وهي ضمان الحقوق , فيدفع الكاتب إلى الأخذ بها ما دامت في إطار الشرع .\nأوجه البيان في قوله تعالى :\n\" ولا يأب كاتب أن يكتب كما علمه الله \"\nوهذا حكم جديد متوجه إلى الكاتب , وليس إلى المتداينين , وحمله البعض على الوجوب والفريضة : فرضية عين على الوجوب, وآخرون على أنه فرض عين إذا لم يكن في البلدة غيره , فإذا كان فهو واجب على الكفاية , وحمله البعض على الوجوب حال فراغه .( 82 )\nوالسؤال الذي يلح على العقل هنا هو :\nما وجه توجيه النهي إلى الكاتب , وإشراكه في زمرة المتعاملين ؟",
        "(1/59)\n\nإن الجملة تجعل الكاتب فرداً من أفراد هذه المعاملة , حيث تشرط عليه , وتلزمه , وتأمره بالكتابة الحقّة , والكاتب في الواقع أجير يُستدعى لكتابة جميع المعاملات التي يُطلب فيها التوثق بالكتابة والإشهاد , ولا أرى أن هناك خلافاً في أخذ الأجر ؛ لأن الكتابة عمل وحرفة يجوز أخذ الأجرة عليها , وهذا ما نص عليه القرطبي ؛ حيث يقول : \" لو كانت الكتابة واجبة ما صح الاستئجار بها ؛ لأن الإجارة على فعل الفروض باطلة , ولم يختلف العلماء في جواز أخذ الأجرة على كتب الوثيقة \"( 83)\nوكلام العلماء في الوجوب والندب والإرشاد بعيد - كما أرى - عن سياق الآية ؛ لأن المطلوب من الكاتب ليس الكتابة العامة , وإنما كتابة خاصة , موصوفة بقوله : \" كما علمه الله \" , وعلى هذا فالنهي ليس متوجهاً إلى عموم الكتابة , وإنما النهي متوجه إلى هذا القيد ؛ فالكاتب ليس منهياً عن الإباء عموماً , ولكن النهي توجه إليه عند كتابته , ومباشرته الفعل ؛ بمعنى : أن الكاتب إذا أخذ في الكتابة قيل له : لا تأب أن تكتب كما علمك الله ؛ لأن الخطر ليس متوقَعاً إن أبى الكاتب مباشرة الكتابة , بل العكس هو الصحيح ؛ لأنه سيوقف هذه المعاملة , ويرد المال إلى صاحبه , ويعيد السلعة إلى صاحبها , ولكن الخطر يُتوقع إن كتب الكاتب كتابةً تضيع معها الحقوق , تلك هي الخطورة , وهو ما حذرت منه الآية فنهت الكاتب - ليس الإباء عن الكتابة - بل عن عدم الكتابة الحقّة الموصوفة بقوله : \" كما علمه الله \" , وفرق كبير بين الأمرين .\nولعل أفعال الكثير من المحامين , وهم الذين يكتبون العقود في زمانناً غالباً , لعل أفعال الكثير منهم في بنود تلك العقود , وتغيير بعض الصيغ في العقد , وإضافة أو حذف بعض الكلمات مما يفوت الفرصة على صاحب الحق عند مطالبته بحقه , لعل كل ذلك يشرح لنا المقصود من النهي .\nوكم من حقوق ضاعت بسبب هذه الثغرات التي تضمنتها تلك العقود ‍؛ لذا أدخلت الآية الكاتب في\n(1/60)",
        "\nزمرة هذه المجموعة _ مجموعة الدين _ حيث ناله قسط وفير من الزجر والتهديد ؛ لتوقُّف ثبوت أو ضياع الحقوق على كتابته ,.......\nأدخلته لأن عليه عبئاً كبيراً مادام قد رضي الكتابة .\nوعليه ؛ فالأمر المفهوم من قوله : \" ولا يأب كاتب أن يكتب كما علمه الله \" لا يحتمل إلا وجهاً واحداً وهو أنه فرض عين ؛ لأن ضد ذلك يعني أنه خان الأمانة , وكتب ليس كما علمه الله , وتلك جريمة تضيع بسببها الحقوق , ويشيع بسببها الفساد .\nوقد توجه النهي إلى صيغة الغائب \" لا يأب \" , والأصل في النهي أن يكون لمخاطب , لكن لما كان الكاتب حاضراً في السياق من خلال قوله تعالى : \" فاكتبوه \" , وقوله تعالى \" وليكتب بينكم كاتب \" صح أن يُسند النهي إليه بعد حضوره البارز من قبل .\nالصورة التشبيهية في هذه الجملة :\nيرى بعض العلماء أن الكاف هنا للتعليل , ويقول : \" كما علمه الله \" ؛ أي : لأجل ما علمه الله تعالى من كتابة الوثائق , وتفضل به عليه , وهو متعلق بـ\n\" يكتب \" , والكلام على حد قوله : \" وأحسن كما أحسن الله إليك \" , أي : لا يأب أن يتفضل على الناس بكتابته , لأجل أن الله تعالى تفضل عليه وميَّزه \" ( 84 ) .\n\" والقول بدلالة الكاف عموماً على التعليل قليل عند النحاة وقيده جماعة بأن تكون الكاف مكفوفة بـ \" ما \" نحو : ( كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ ) (البقرة:151)\nونحو : ( وَاذْكُرُوهُ كَمَا هَدَاكُمْ) (البقرة:198)\nوهؤلاء لم يقولوا بأنها للتعليل في -كما علمه الله - : لأن \" ما \" مصدرية ( 85 )\n(1/61)\n",
        "والذي أميل إليه : أن الكاف هنا ليست للتعليل , حتى وإن توقف ما قبلها على وجود ما بعدها ؛ لأن السياق ليس سياق منٍّ وتفضُّل على الكاتب , بل سياق أمر ونهي , بأن يكتب كتابةً موثقة ضامنة للحقوق , خالية من الثغرات ؛ فالأولى في هذا السياق تذكيره بهذه الضوابط , وتلك الشروط التي تعلَّمها ؛ حتى يجعلها في ذهنه عند الكتابة , ثم يجعل ما يكتبه مطابقاً ومشابهاً لما تعلمه .\nوعلى هذا , ففي الجملة تشبيه , وهذه أركانه :\nالمشبه : الكتابة المأمور بها .\nالمشبه به : الكتابة التي علمه الله إياها .\nوالأداة : الكاف .\nووجه الشبه : الدقة والعدل , وذكرُ اسم الذي عليه الحق دون غيره , وتحديدُ قيمة الدين , وموعد أخذه ومكانه وزمانه , ثم تحديد صاحب الحق , وموعد السداد , وزمانه ومكانه , وغير ذلك مما تعلمه من أمور تحفظ الحقوق لأصحابها .\nوجمال هذه الصورة ينبع من عدة أشياء :\nمنها : التذكير بنعمة الله تعالى على الكاتب ؛ حيث جعل ذلك جزءاً من الصورة , ومن\nخطوطها الأساسية , ليكون ذلك دافعاً له , ومحرضاً , وحاجزاً عن الميل إلى شهوات\nالدنيا , بالميل إلى طرف على حساب طرفٍ آخر .\nومنها :الإشارة إلى الدقة العالية , والالتزام الشديد بضوابط الكتابة ؛ لأنها منسوبة إلى الله تعالى\n( كما علمه الله ) .\nومنها : حثُّ الكاتب على إخراج هذه الوثيقة في أبهى صورة ؛ لأن الله تعالى كتب الإحسان\nعلى كل شيء .\nومنها : الترهيب من مخالفة الأصول , والقواعد الضابطة للحقوق , وذلك من خلال استعمال\nاسم ( الله ) تعالى , الباعث على الرهبة ؛ ولذلك لم يقل : كما علمه ربه .\nومنها : الإشارة إلى أن ضبط هذه المعاملات لا يكون إلا بما شرعه الله تعالى وحدده , وأن\nالعدول عما أنزله الله تعالى يحمل الفساد , والإفساد للبشرية جميعاً .\nكما أن من خيوط هذه الصورة التشبيهية تنكير كلمة \" كاتب \" لتعميم الحكم على كل\nمن تصدى لهذا الأمر , حتى وإن دان بغير الإسلام .\n(1/62)\n\nيقول أبو حيان : \" و - كاتب - نكرة في سياق النهي فتعمّ ( 86 )\nكما أن في اصطفاء هذا اللفظ [ كاتب ] تذكيراً للكاتب بأن منفعته , وسمعته , ومصداقيته في هذا العمل مرتبط بالعدل , والإنصاف ؛ ولذلك لم يقل : ولا يأب مؤمن , أو مسلم , وإنما قال : كاتب , وكأنه معروف بين الناس بمهنته , فإذا جار أو ظلم , أو مال إلى واحدٍ دون الآخر , فإن مهنته سوف تكون محل تهمة من الناس , فلن يكون كاتباً , بل سيصبح مخادعاً , وسيشتهر بين الناس بقلة ضبطه , أو فساد عمله ؛ فكأن كلمة [ كاتب ] تحذير له بأن مهنته وعمله , ودوام ذلك مرهون بعدله , وضبطه للكتابة , وهذا واضح .\nأما اصطفاء المصدر المؤول _ ولا يأب كاتب أن يكتب _ دون الصريح , -كتابته - فلأن الكاتب يراعِي مقام كل حالة , ويعرف الشروط الضابطة لكل نوع , ولمَّا كانت أنواع المداينات ذات\nأوصاف مختلفة كان الإلمام بكل حالة , وضوابطها على حدة من لزوميات الكاتب , وهذا يتواءم مع المصدر المؤول الدال على التغير , والتجدد والحدوث ,وكل ذلك مفهوم من المضارع \" يكتب \" , أما لو قيل : ولا يأب كاتب كتابة ما علمه الله , لظُنّ أن هناك صيغة واحدة لجميع العقود , ولَحفظها الجميع , ولاستُغني عن الكاتب , وهذا بعيد .\nإذ إن لكل نوع ما يناسبه من صيغ , كما أن لكل حالة ما يتوافق معها من شروط , وضوابط , وأحوال تخالف غيرها .\nومع أن الفعل _ يكتب _ متعدّ إلا أن مفعوله حذف لدلالة السياق عليه .\nوختام الجملة يحمل من التفضّل والتشريف للكاتب الكثير ؛ ذاك لأن الجملة جعلت عملية التعليم مباشرة من الله تعالى , فهو كالأنبياء من حيث دوره في الإصلاح , فإذا كان الأنبياء يصلحون عقائد الناس وعبادتهم , فإن الكُتّاب يصلحون أنواع المعاملات بين الناس , والتي قد ينشأ عنها خلاف أو نزاع .",
        "(1/63)\n\nأضف إلى ذلك : أن اسم الله تعالى في قوله : \" كما علمه الله \" يحمل من الرهبة والزجر ما يجعل الكاتب يلتزم , كما أنها تشير إلى أن العدول عن هذه الضوابط إساءة إلى هذا العلم , ومن بعد ذلك إساءة إلى المعلم - سبحانه وتعالى - .\nوبعد ُ :\nفإن هذه الجملة تسير في الطريق نفسه الذي بدأ بوضع القيود , والعوائق أمام هذا النوع من المعاملات , حتى لا يلجأ إليها إلا المضطرون , لما يترتب عليه من حرج , ومن خلاف متوقع بين الناس , فلا توجد نفس سوية تحب أن يكون لها أو عليها حق لأحد , وبخاصة الحقوق المالية , لذلك كثرت الأوامر والنواهي والشروط المعرقلة لهذه المعاملات , ليكون سبيلها سبيلاً حَزَنَاً ينبغي ويحسُن تجنبه , وهذا هو الأقرب إلى الفهم .\n***\nالكناية في جملة \" كما علمه الله \"\nإن جملة - كما علمه الله - تعني أن \" يكتب ما يعتقده , ولا يحجب , ولا يواري ؛ لأن الله تعالى ماعلَّم إلا الحق , وهو المستقرّ في فطرة الإنسان , وإنما ينصرف الناس عنه بالهوى , فيبدلون , ويغيرون , وليس ذلك التبديل بالذي علمهم الله تعالى , وهذا يشير إليه قول النبي - صلى الله عليه وسلم : \" استفت نفسك , وإن أفتاك الناس \" ( 87 )\nوهذا يفيد أن جملة \" كما علمه الله \" جملة كنائية , فهي كناية عن موصوف , وهو الحق الذي ودعه الله تعالى في فطرة كل إنسان , لكنه عبّر عن هذا الحق بتاليه , ورادفه , وهو : ما علمه الله ؛ لأن الله تعالى حين خلق الحق أودعه في نفوس البشر ؛ ليكون مرجعاً , وملاذاً يلوذ به الناس حين تختلط المعايير .\nودمج الصورة التشبيهية بالصورة الكنائية تشعر الكاتب بفضل الله تعالى عليه , ورفع قدره بهذا العلم الذي لا يجيده كل أحد ؛ مما يستوجب عليه شكر هذه النعمة بإعطاء الحقوق والمواثيق كل العناية ؛ حتى تخرج في صورةٍ يرضى عنها الله تعالى .\n*****\nاجتماع الأمر والنهي على الكتابة\n(1/64)",
        "\nجاء بعد قوله تعالى : \" ولا يأب كاتب أن يكتب كما علمه الله \" قوله تعالى : \" فليكتب \" .\nوفي المصحف الشريف وضعت علامة الوقف الجائز دون ترجيح , بعد قوله \" كما علمه الله \"\nوهي ( ج )\nوالنظم يحتمل صورةً أخرى , وأداءً آخر , ويكون بقراءة الجملتين هكذا :\nولا يأب كاتب أن يكتب , كما علمه الله فليكتب\nولا يأب كاتب أن يكتب كما علمه الله , فليكتب .\nففي الصورة الأولى : الجملتان محمولتان على شبه كمال الاتصال , فلما قيل : ولا يأب كاتب أن يكتب .\nقيل : كيف ؟\nفأجيب : كما علمه الله فليكتب .\nو الصورة الثانية تشير إلى أن جملة \" فليكتب \" تفريع لتوكيد الأمر المفهوم من قوله \" ولا يأب كاتب .. .\nوالمعنى العام لا يرفض أياً من الصورتين , لكن الذي يلفت الانتباه أن جملة \" كما علمه الله \" وقعت واسطة بين الأمر , والنهي , ولنرجع النظر مرة أخرى :\nولا يأب كاتب أن يكتب \" كما علمه الله \" فليكتب ؛ فالأمر والنهي متعلقان بجملة التشبيه ؛ إذ هي محط النظر , ولب القصد , والغاية من الأمر والنهي .\nفالكاتب مأمور بالكتابة , ليست أي كتابة , بل مأمور بالكتابة كما علمه الله .\nوالكاتب منهي عن الإباء عن الكتابة , ليست أي كتابة , بل هو منهيٌ عن عدم الكتابة التي علمه الله إياها .\nوهذا يعني : أن الجملتين _ جملة الأمر وجملة النهي _ تتوجهان إلى شيء واحد , وهو إلزام الكاتب بنوع خاص من الكتابة , وموصوف بأنه على وفق ما أنزله الله وبينه .\nويبقى سؤال هنا , وهو : لم تقدم النهي على الأمر ؟\nوالذي يظهر لي أن \" النهي عن الشيء أقوى في الدعوة إلى الاعتصام منه , وإلى مجانبته , من الأمر بنقيضه( 88 ) .\nولذلك جاء في الحديث :\n\" إذا نهيتكم عن شيء فاجتنبوه , وإذا أمرتكم بأمر فأتوا منه ما استطعتم \" ( 89 )\nوالقاعدة الأصولية تقول :\n\" إن درء المفاسد مقدم على جلب المصالح \"\n(1/65)\n",
        ", فلما كان الضرر الواقع من الكتابة الباطلة ضرراً بالغاً نُهِىَ عنه أولاً , كما أن تقديم النهي آنس بالسياق المفعم بالقيود , والعراقيل الزاجرة عن التساهل في توثيق تلك العقود .\n****\nالتفريع في قوله تعالى : \"فليكتب \"\n\" وهذا التفريع تأكيد للأمر , وتأكيد للنهي أيضاً؛ وإنما أعيد ليرتب عليه قوله : \" وليملل الذي عليه الحق \" ؛ لبعد الأمر الأول عما وَليَه , ومثله قوله تعالى : \" اتخذوه وكانوا ظالمين \" بعد قوله تعالى \" واتخذ قوم موسى من بعده من حليهم \" ( الأعراف 148 ) . (90 )\nوالتفريع عند البلاغيين \" أن يُثبت حكم لمتعلق أمر بعد إثباته لمتعلق آخر ؛ كقول الكميت :\nأحلامكم لسنام الجهل شافية **** كما دماؤكم تشفي من الكلِب\nفرّع من وصفهم بشفاء أحلامهم لسقام الجهل وصفهم بشفاء دمائهم من داء الكلِب ...\nوالحاصل أن المراد بتفرع الثاني على الأول كونه ناشئاً ذكره عن ذكر الأول ؛ حيث جعل الأول وسيلة للثاني ؛ أي كالتقدمة , والتوطئة له ؛ حتى أن الثاني في قصد المتكلم لا يستقل عن ذكر الأول , \" ( 91) .\nوهذا التفريع - يحمل إيحاءً بتشعب دروب الدين , وكثرة التبعات فيه , ووحشة الطرق المؤدية إليه مما يؤدي إلى تنفير الناس منه .\nلكن التفريع هنا - كما أرى - ليس على جملة : \" ولا يأب كاتب \" , بل على قوله : \" فاكتبوه \" ؛ حيث فرَّع عن الأمر العام بالكتابة أمراً آخر خاصاً للكاتب بأن يتحرى الكتابة الشرعية التي يعتقدها\nأما ذكر قوله : \" فليكتب \" بعد قوله : \" ولا يأب كاتبي \" , فهو ضرب من التأكيد اللفظي لمضمون النهي , فمضمون النهي هو \" فليكتب \" ... ثم قيل صراحة \" فليكتب \" , وهذا يعني أن أمر الكاتب بالكتابة ذكر مرتين : مرةً في جوف النهي , حين قيل : \" ولا يأب كاتب أن يكتب \" , ومرة صريحا ً في قوله : \" فليكتب \" .\n(1/66)\n\nوهذا التلوين والتنوع - في أداء المعنى وترسيخه يوضح مدى أهميتة, مما حدا بهم إلى أن قالوا : إن الأمر للوجوب \" ولا ينبغي أن يعدل عن الوجوب ......\nويلحق بالتداين جميع التعاملات التي يطلب فيها التوثق بالكتابة والإشهاد \" ( 92)\nأثر السياق في دلالة قوله تعالى : \" وليملل الذي عليه الحق \"\nعلى القصر\nإن جملة \" وليملل الذي عليه الحق \" نوع ثالث من الخطاب بعد النوعين السابقين :\nفالخطاب الأول : متوجه إلى الأمة عامة ؛ فقيل لها : \"إذا تداينتم بدين إلى أجل مسمى فاكتبوه \" .والخطاب الثاني : متوجه إلى الكاتب خاصة ؛ لما له من دور بارز في حفظ الحقوق , فقيل له :\n\" يكتب كما علمه الله \" .\nوالخطاب الثالث : توجه إلى آخذ الدين , أو الذي عليه الحق .\nوالأنواع الثلاثة جاءت بصيغة الأمر لأن المنظومة واحدة , والسياق واحد , والغاية المنشودة من الآية غاية واحدة , ومسؤولية الأطراف الثلاثة في حفظ هذه الأموال على درجة واحدة , ومن أجل كل ذلك عم الأمر كل الأطراف .\nوالسبب في أن الذي عليه الحق هو المعنيُ بإملاء الدين :\nأن الغبن قد يقع عليه لو أملى الدائن فزاد في الدين أو قرب الأجل, أو ذكر شروطا ً معينةً في مصلحته , وبخاصةٍ أن المدين في موقف ضعيف قد لا يملك معه إعلان المعارضة ؛ رغبة في إتمام الصفقة لحاجته إليها , فيقع عليه الغبن .\nفإذا كان المدين هو الذي يُملي , لم يملِ إلا ما يريد الارتباط به عن طيب خاطر , ثم ليكون إقراره بالدين أقوى , وأثبت , فهو الذي يُملي . ( 93)\nوقد علّق الألوسي على هذه الجملة فقال : \" لابد أن يكون هو المُقِر لا غيره \" ( 94) .\nثم قال : \" وانفهام الحصر من تعلق الحكم بالوصف ؛ فإن ترتيب الحكم على الوصف مشعر بالعليّة , والأصل عدم علة أخرى \" ( 95) .",
        "(1/67)\n\nولا شك أن قوله : \" لا بد أن يكون هو المقر لا غيره \" يشير إلى أن الأسلوب أسلوب قصر , لكن طريقه غير اصطلاحي ؛ فللقصر طرقه الاصطلاحية التي ارتضاها أهل هذا الفن , وليس من بينها تعليق الحكم بالوصف ؛ أعني : تعليق قوله : \" وليملل \" بقوله : \" الذي عليه الحق \" .\nوهذا الفهم ناشئ من وجود عدة أطراف في عملية التداين , وهم :\nالذي عليه الحق .\nوالذي له الحق .\nوالكاتب .\nوالشاهدان .\nوهذه الأطراف لا بد أن تجتمع عند الكتابة ليتحقق الأمر كما يقتضيه النص القرآني , وعند هذا الاجتماع تأتي جملة \" وليملل الذي عليه الحق \" ؛ لتحدد واحداً بعينه ليقوم بالإملال , وهو الذي عليه الحق .\nوهذا التعيين والتحديد مع وجود كل هذا العدد مشعر بقصر الإملال عليه دون غيره .\nوهذا , وإن لم يكن منصوصاً عليه لفظاً لكنه مفهوم من النظم , وإيحاءات المعنى ؛ لأن \" مفهوم القصر يقوم على أمرين لا كيان له بغيرهما :\n1 - تخصيص شيء بشيء .\n2 - أن يكون التخصيص بطريق معهود .\nفليس كل تخصيص داخلاً في القصر , وإنما المراد هنا تخصيصٌ ذو سمات محددة .\n* أن يكون جامعاً بين إثبات ونفي .\n* أن يكون جمعها في جملة واحدة .\n* أن يكون القصد الأول إلى الإثبات , والنفي تأكيد للإثبات .\n* ذلك التخصيص ذو السمات الآنفة لا يعتد به البلاغيون إلا إذا انداح في تضاعيف تراكيب معينة سميت بطرق القصر .\nوالكلام في تحقيق أنواع الحصر محرر في علم البيان , وله صور كثيرة تزيد على خمس عشرة نوعاً ( 96 ) ,وليس منها تعليق الحكم بالوصف وهذا يفيد أن معنى الحصر في الجملة مفهوم من السياق , وليس مدلولاً عليه باللفظ ؛ فدلالته غير اصطلاحية , وهذا كثير في لغة العرب .\nوجه البلاغة في تعريف الدَّين بجملة الصلة\nأعني : ما الفرق بين أن يقال \" وليملل المدين \" وأن يقال : \" وليملل الذي عليه الحق .؟\n(1/68)",
        "\nالذي يبدو أن كلمة \" المدين \" لن تفيد معنى جديداً في هذا السياق لكن لما أريد التأكيد على المدين بأن يعترف بما عليه أمام الشهود , والكاتب , ولما أريد تذكيره بأن ما أخذه ليس حقه , بل هو حق الدائن , والحقوق لابد أن ترجع إلى أصحابها , عرّف المدين بجملة الصلة ؛ كي تجمع كل هذه المعاني في وسيلة واحدة للتعريف .\nيقول الإمام عبد القاهر : \" إن اسم الموصول ( الذي ) اجتلب ليكون وصلة إلى وصف المعارف بالجمل , وإنما اجتلب حتى إذا كان قد عرف رجل بقصة , وأمرٍ جَرَى له , فتخصص بتلك القصة , وبذلك الأمر عند السامع , ثم أريد القصد إليه ذكر ( الذي ) { ( 97 ) .\nوكأن من مقاصد جملة الصلة هنا إشهار المدين , وتعريفه للناس بأنه ( الذي عليه الحق ) .\nأترى إلى أي مدى يكون هذا مؤثراً في المدين بين الناس ؟\nحيث يشتهر بهذا الوصف العجيب , وكأنه لا يعرف باسمه , ولكن يعرف بأنه ( الذي عليه الحق ) , وفي ذلك ما فيه من التنفير لهذا النوع من المعاملات .\nكما أن في اصطفاء اسم ( الحق ) تذكيراً للجميع , وعلى رأسهم المدين بوجوب عودته إلى صاحبه , ووجوب إحقاقه , والحرص على عدم تضييعه .\nكما أنه متوجه أيضاً إلى الدائن ؛ طمأنة له , وتسكيناً لفؤاده من أن ماله لن يضيع .\nكما أنه متوجه إلى الشاهدَين , بأن ما يشهدان عليه ليس إلا الحق , فعليهما الإقدام , وعدم التخاذل , كما أن عليهما الشهادة الصادقة التي تحفظ الحقوق .\nكما أنه متوجه إلى الكاتب بأن ما سيكتبه ليس إلا الحق ؛ فلا ينبغي أن يحيد عنه , وإلا فقد ضيعه ؛ فالكلمة جرس إنذار للجميع ؛ ( ويحق الله الحق بكلماته ) .\nالبناء التركيبي لجملتي : \" وليتق الله ربه ولا يبخس منه شيئاً \"\nوالجملتان معطوفتان على ما سبق , من قوله \" وليملل الذي عليه الحق \" وهما أمر ونهي , والجملة المعطوف عليها هي الأخرى أمر .\nوكل هذه الأوامر موجهة إلى \" الذي عليه الحق \" ؛ فقيل له :\n(1/69)\n",
        "\" أملل - واتق الله - ولا تبخس منه شيئاً \" .\nوهذه الدقَّات الثلاث إنما هي إنذار وتحذير من أن يوسوس له شيطانه , بأن يتملص من بعض الحق , أو أن يأكل بعض الأموال , أو أن يفعل شيئاً يضيّع به الحق على صاحبه .\nكل هذا استلزم تتابع هذه الأوامر على نحو خاص , ووضعت فيه التقوى بين الأمر بالإملال , والنهي عن البخس , لتأخذ التقوى بحُجز هذين الأمرين , فتكون كالقلب الذي يغذوهما .\nفوضع التقوى في الوسط هكذا \" وليملل الذي عليه الحق - وليتق الله ربه - ولا يبخس منه شيئاً .\nهذا النسق يشير إلى أن الأمر بالإملال يحتاج إلى شيء من التقوى .\nوالنهي عن البخس يحتاج إلى شيء من التقوى ؛ فوضعت التقوى بينهما ؛ لتمدهما بحاجتهما ؛ كي يتم الأمر , والنهي على وفق مراد الشارع .\nولو قدمت التقوى , أو أخرت لزاد التشديد في جانب على حساب جانب آخر .\nوتقديم الأمر بالتقوى على النهي عن البخس يفيد تهيئة النفوس التي عليها الحق لتلقي الأوامر والنواهي , بالامتثال , والطاعة .\nوأسند الفعل \" يتقي \" إلى ضمير الغائب ؛ لأن الذي عليه الحق في مقام ضعف , ولا يرقى ليكون محل تشريف , وإعزاز ؛ حتى يباشره الله تعالى بالخطاب , وفي ذلك ما فيه من التنفير الخفي من الديون , وفي الحديث الشريف أن الرسول - صلى الله عليه وسلم - كان يقول :\n\" اللهم إني أعوذ بك من الكفر والدين .\nفقال رجل : يا رسول الله أيعدل الدين الكفر ؟\nقال : نعم .\nوفي الجملة الأولى جمع ٌ بين اسم \" الله \" واسم \" الرب \" ؛ حيث قيل : \" وليتق الله ربه \" لحكمة بليغة , وهي كما يقول أبو حيان : \" أن الله تعالى مربياً له مصلحاً لأمره , باسطاً عليه نعمه .\nوقدم اسم \" الله \" لأن مراقبته من جهة العبودية والألوهية أسبق من جهة النعم \" ( 98 )\nكما أن مقام الذي عليه الحق يحتاج إلى صفات الجلال الكامنة في اسم \" الله .\nوكذا إلى صفات الجمال الشاخصة في اسم \" الرب \" .\n(1/70)\n\nأما صفة الجمال , فمن حيث تذكيره بأن سداد الدين يحتاج إلى عون الله تعالى , وفتح أبواب الرزق\nوأما صفة الجلال فمن حيث زجره وتهديده حتى لا يبخس أو يماطل , أو ينكر الدين .\nإذاً الذي عليه الحق ينبغي أن يتذكر أمرين :\nالأول : يتذكر قوة الله وسلطانه وانتقامه , فلا يأكل أموال الناس .\nوالآخر : يتذكر رحمة الله تعالى وعطفه وامتنانه عليه , حيث أحل هذا الضرب من المعاملات والتي استطاع بسببها أن يأخذ من أموال الناس إلى حين .\nأما اصطفاء لفظ البخس هنا دون غيره :\nفلأن من دلالته النقص والإخفاء , وأقرب الألفاظ إلى معناه هو : الغبن .\nوالبخس في لسان العرب هو النقص بالتعييب , والتزهيد , أو المخادعة عن القيمة , أو الاحتيال في التزيد في الكيل , أو النقصان منه , أي : عن غفلة من صاحب الحق .\nوتعدي الفعل إلى كلمة \" شيئاً \" وهي نكرة لإفادة العموم والإحاطة , أي : أي شيء , ولو كان حقيراً , ولذلك كله , أسند لفظ \" رب \" إلى الضمير العائد على المدين , فقيل : \" ربه \" , ولم يقل : ربكم , أو ربهم , بل \" ربه \" أي : الذي أنعم عليه , وأحل له أخذ هذه الأموال لينتفع بها إلى حين , ووعده\nبأن يسد عنه إن هو أخلص النية في السداد .\nوقد جاء في الصحيح عن أبي هريرة , أن رسول الله صلى الله عليه وسلم قال : \" من أخذ أموال الناس يريد أداءها أدَّ الله عنه , ومن أخذها يريد إتلافها أتلفه الله تعالى \" ( 99 )\nوكأنه رقيب عليه وحده , كما أن فيها معنى التحذير ؛ لأن ربه رقيب عليه .\nوفي ذكر الجار والمجرور \" منه \" حيث قيل : \" ولا يبخس منه شيئاً \" تذكير بالحق مرة أخرى , حتى تكون الأذهان على ذكر منه دائماً , إما صراحة , وإما تقديراً فتكون العقول والقلوب مرتبطة به , فتراعي الوفاء , والضبط عند كتابته , لأنه حق .\nالاستثناء بالشرط في قوله تعالى :\n\" فإن كان الذي عليه الحق سفيهاً أو ضعيفاً أو لا يستطيع\"",
        "(1/71)\n\nللاستثناء أدوات كثيرة , منها : [ إلا , وغير , وسوى ] , وقد يستثنى بجملة الشرط , كما هو حال الجملة هنا ؛ ولذلك لما قيل : \" وليملل الذي عليه الحق \" , تبين أن هذا الحق قد يكون على أناس لا يستطيعون القيام بعملية الإعلام , وهم : السفيه , والضعيف , ومن به سبب عارض يمنعه من الكتابة , فاستُثنوا - ليس من الكتابة - وإنما من الإملال ؛ إذ الكتابة واجبة على الجميع , ولعل إدخال هؤلاء في دائرة الكتابة يزيد من معنى الوجوب الذي مال البحث إليه .\nإلا أن الاستثناء هنا سلك طريق الشرط ؛ وذلك لأن الشرط في الأصل قيدٌ , والقيود والعقبات تتواءم مع سياق الآية , الذي يسير في فلك التشديد والتضييق .\nولكن : إذا كانت الديون تنشأ من قرض , أو بيع , أو شراء بأجل , وهؤلاء لايمكن لهم مباشرة هذه المعاملات بأنفسهم , فكيف يقع عليهم دين ثم يكتب عنهم وليُّه ؟ !\nولعل أولياءهم هم الذين يبيعون لهم بأجل , أو يشترون بأجل , أو يقترضون لهم , أو أن لبعضهم رخصة من ولي الأمر , بأن يبيع أو يشتري , كما رخص النبي صلى الله عليه وسلم لمنقذ بن عمرو , حيث قال يا رسول الله إني لا أصبر على البيع , فقال له صلى الله عليه وسلم : قل : لا خلابة \"\n( 100) أي : لا خداع .\nترتيب الأصناف الثلاثة :\nالوقوف أمام بلاغة ترتيب هذه الأصناف الثلاثة يأتي بعد معرفة المقصود بكل صنف , \" فالسفيه : من السفه , \" والسين , والفاء , والهاء , أصل واحد يدل على خفة , وسخافة , وهو قياس مضطرد , فالسفه ضد الحلم \" ( 101)\nولذلك قيل : \" السفيه هو : الجاهل بالصواب في الذي عليه أن يُمله على الكاتب , أو هو الجاهل بالإملاء , والأمور .... ويدخل في ذلك كل جاهل بصواب ما يُمل , من صغير وكبير , وذكر وأنثى .\nوقيل إن السفيه : هو مختل العقل ...\nوالضعيف هو : الصغير ؛ لقوله تعالى \" وله ذرية ضعفاء \" ( البقرة 266) ,\n(1/72)",
        "\nأما الذي لا يستطيع أن يمل : فهو العاجز , كمن به بكم , وعمى , وصمم جميعاً...\" ( 102 )\nومما سبق يتضح وجه الترتيب بين هذه الأصناف ؛ فأشد الناس حاجة إلى وليّ ليقوم عنه بالإملاء هو السفيه ؛ لأنه مختل العقل , لا يُحكم الأشياء .\nثم يأتي الضعيف , وهو الذي يملك قوة لكنها ضعيفة ؛ إما لصغر سن , أو لكبر سن , أو لقلة تجربة في الحياة , وهذا يلي السفيه في حاجته إلى من يملي عنه , .\nأما الأخير فهو : \" الذي لا يستطيع أن يُمل هو ...\" ؛ ويقصد به الذي لا يملك الصيغة المثلى , أو الأسلوب الأمثل في العقود , مع امتلاكه لمقومات العقل والقوة .\nفترتيب هذه الأصناف ترتيب أولوية في حاجة كل صنف إلى من يقوم عنه بالإملاء ؛ فالسفيه أشدهم احتياجاً , ثم الضعيف , ثم الذي لا يستطيع الإملاء .\nوقد صيغ الصنف الأخير في جملة فعلية , مع أن الصنفين الأولين جاءا في صورة الاسم -\" السفيه , والضعيف \" , أما الأخير فقيل : \" أو لا يستطيع أن يمل هو \" , وكان يمكن أن يقال : \" أو غير مستطيع \" .\nووجه ذلك , الإشارة إلى أن عدم استطاعته ليست على الدوام ؛ لأنها عارضة , وطارئة , فلما كانت غير ثابتة , عُدل بها عن الاسم إلى الفعل .\nأما الضمير \" هو \" في قوله : \" أن يمل هو \" , فإنه\" توكيد للضمير المستتر في \" أن يمل \" , وفائدة التوكيد به : رفع المجاز الذي كان يحتمله إسناد الفعل إلى الضمير , فيقال : أو لا يستطيع أن يمل ؛ فالضمير \" هو \" أفاد التنصيص على أنه غير مستطيع بنفسه \" ( 103 ) .\nوجاء الفعل هنا \" يُمل \" بإدغام اللام في اللام , في حين أنه جاء قبل ذلك مفكوك الإدغام , في قوله تعالى : \" وليملل الذي عليه الحق , وجاء أيضاً بعد ذلك مفكوك الإدغام , في قوله : \" فليملل وليه بالعدل \" , فما الحكمة في ذلك ؟\nلابد أولاً أن أشير إلى أن الإدغام والفك لهجتان فصيحتان للعرب ؛ فالحجازيون لهجتهم الفك , والتميميون لهجتهم الإدغام .\n(1/73)\n",
        "وهذا لا يكفي لمعرفة وجه اصطفاء الإدغام في قوله : \" أو لا يستطيع أن يملّ هو \" , واصطفاء الفك في الباقي .\nوبالنظر يتضح أن الإدغام جاء مع الإنسان العاجز عن الإملاء , وهو الذي لا يستطيع الإملاء , كأن في لسانه حُبسة , أو نحو ذلك , وهو لا يستطيع التوضيح والتفصيل ؛ ولذلك استخدم معه \" يُملّ \" بالإدغام ؛ ليرسم صورةً له ؛ حيث تتداخل ألفاظه , أو تنبهم معانيه ؛ ولذلك يوكل عنه من يقوم بالإملاء .\nأما الآخران اللذان يستطيعان الإملاء ويباشران ذلك بأنفسهما فجاء الفعل معهما مفكوكاً ليصور قدرتهما على التوضيح والبيان .\nوعلى هذا : كانت كل صورة من صور الفعل متناغية مع حالة المتكلم , وهذا توافق عجيب معجز , بين الفعل وفاعله .\nفإن كان الفاعل فصيحاً , صريحاً يؤتى معه بالفعل صريحاً , وإن كان الفاعل في لسانه , أو عقله خلل من: احتباس , أو همهمة , أو غمغمة , أو سوء فهم , أو نحو ذلك , يؤتى معه بالفعل المدغم .\n******\nأثر التكرار في بناء جملة : \" فليملل وليه بالعدل :\nوهذه الجملة هي جواب الشرط السابق ؛ أعني قوله : \" فإن كان الذي عليه الحق سفيهاً , أو ضعيفاً , أو لا يستطيع أن يُملّ هو \" .\nوالذي يتبادر إلى الذهن من هذا الشرط هو التخفيف عنهم ؛ بأن يقال مثلاً : فلا حرج عليهم ألا يكتبوا ....أو نحو ذلك .\nلكن جواب الشرط جاء بالإملال , وبصيغة المضارع المقترن بلام الأمر , وهي ألزم وأشد في الوجوب , وهذا يشير إلى أن وجوب الكتابة ليس مقصوراً على أحد دون أحد فلا تسامح في هذا الأمر , حتى وإن كان الذي عليه الحق سفيهاً , أو ضعيفاً أو لا يستطيع أن يمل .\nوهذه الفاء هي الواقعة في جواب الشرط ؛ لأنه فعل أمر , والمجيء بالمضارع المقترن بلام الأمر يدل على أن الوجوب الكامن في الإملال الأول على الذي عليه الحق لم يُنقض , ولم يتسامح فيه , بل هو ما عليه من الإلزام , والفرضية .\n(1/74)\n\nويلحظ هنا تكرار لفظ الإملال ؛ حيث ذكر ثلاث مرات , وكأنه ركن من أركان العقد ؛ لما فيه من رفع الصوت , وسماع الجميع لقيمة الدين , وموعد سداده , فالأمر أمر إعلان , وإشاعة لمن له الحق , ومن عليه الحق , ليعلم الناسُ ذلك , وفي هذا ما فيه من إشراك للمجتمع في الشهادة ؛ ليكون ألزم للمدين بالسداد .\nواللفظ الآخر في هذه الجملة هو \" بالعدل \" ؛ حيث ذكر قبل ذلك في قوله : \" وليكتب بينكم كاتب بالعدل \" .\nوليس العدل هنا أو هناك بمعنى العدالة التي يوصف بها الشاهد ؛ فيقال : \" رجل عدل , لأن وجود الباء يصرف عن ذلك \" ( 104 )\nفكلمة العدل هنا تعني الحق ؛ أي : بما يعتقده , وليس غيره , فإن إملاء ما يعتقده هو إملاء الحق .\nفإذا رجعنا إلى معنى التكرار لهذا الحق , فإننا نجد أن هذا الحق ذكر عدة مرات :\n1 - في قوله تعالى : \"ولا يأب كاتب أن يكتب كما علمه الله \" فإنها تصب في معنى الحق\n2 - ثم التصريح بها في قوله : \" وليملل الذي عليه الحق \" .\n3 - ثم التعبير عنه بالضمير في قوله : \" ولا يبخس منه شيئاً \" أي من الحق .\n4 - ثم التصريح به مرة رابعة , في قوله : \" فإن كان الذي عليه الحق سفيهاً أو ضعيفاً \" .\nفصرح به مرة أخرى .\n5 -ثم التعبير عنه بالكناية في قوله : \" ولا تسأموا أن تكتبوه صغيرا أو كبيرا \" ؛ فالضمير\nفي \" تكتبوه \" يمكن حمله أيضا على الحق .\nفهذه المواضع تشير إلى أن \"الحق \" كلمة سارية في أوصال الآية ومقررة بعدة صور ؛ لتملأ على الجميع حواسهم , فلا تغيب عنهم , وفي ذلك ما فيه من إثارة النفوس إلى حفظ هذا الحق , وضمانه , والاجتهاد في إيصاله إلى أصحابه .\nفإذا أضفنا إلى كل ذلك أن كلمة \" العدل \" يمكن حملها على معنى الحق ؛ أي يملل بالحق ؛ لظهر جلياً قيمة هذه اللفظة , وحرص الآية على إشاعتها في النفوس .\n******\nعوامل التوكيد في جملة : \" واستشهدوا شهيدين \"",
        "(1/75)\n\nهذا هو الطرف الثالث في الآية , بعد الحديث عن المتداينين , والكاتب ؛ ليكتمل بذلك توثيق العقد .\nوتأخرت جملة الإشهاد عن جملة الكتابة ؛ لأنها مؤخرة عنها في الواقع , فالشاهدان يشهدان بعد تحرير الوثيقة , وليس قبلها وشهادتهما ليس مقصودا بها رؤية الأخذ والعطاء فقط , بل مقصود بها أيضاً توقيعهما على تلك الوثيقة , وإقرارهما عليها كتابة ً ؛ وذلك مستفاد من قوله تعالى : \" وليكتب بينكم \" , فصيغة الجمع في \" بينكم \" تدل على حضور الشهود , وإقرارهما بما في العقد كتابةً .\nوالجملة معطوفة على جملة \" فاكتبوه \" .\nوحقيقية الشهادة : الحضور , والمشاهدة , لكن المراد بها هنا حضور خاص , وهو حضور لأجل الاطلاع على التداين \" ( 105 )\nو قد جاء في هذه الجملة عدة مؤكدات تبين أهميَّة الشهادة , وأثرها في حفظ الحقوق .\nوأول هذه المؤكدات :\nاصطفاء لفظ الشهادة دون العلم , فقال : \" واستشهدوا \" ولم يُقل : وأعلموا ؛ لأن الشهادة أخص من العلم ؛ وذلك أنها : علم بوجود الأشياء , لا من قبل غيرها .\nوالشاهد نقيض الغائب في المعنى ؛ ولهذا سمي ما يدرك بالحواس , ويعلم ضرورةً شاهداً .\nفالشهادة : علم يتناول الموجود , أما العلم فيتناول الموجود والمعدوم .\nكما أن الشاهد للشيء يقتضي أنه عالم به , ولهذا قيل : الشهادة على الحقوق ؛ لأنها لا تصح إلا مع العلم بها ,وذلك أن أصل الشهادة الرؤية , وقد شاهدت الشي: رأيته رؤية وسمعاً \"( 106 )\nومن المؤكدات في الجملة : السين والتاء :\nيقول ابن حجر : \" والاستفعال بمعنى الإفعال , كالاستجابة بمعنى الإجابة \" وقال الطيبي \" السين للطلب وهو المبالغة \" ( 107 )\nوقال ابن عاشور : \" إن السين والتاء لمجرد التوكيد ...ولك أن تجعلهما للطلب ؛ أي : اطلبوا شهادة شاهدين , فيكون تكليفا بالسعي للإشهاد , وهو التكليف المتعلق بصاحب الحق \" ( 108 )\nوعلى هذا :\n(1/76)",
        "\nفإن الألف والسين والتاء مع دلالة الطلب ,تفيد: التوكيد والتحقيق,وهو من معانيها النحوية .\nومن المؤكدات في الجملة أيضاً : تعدية الفعل إلى المفعول المطلق :\nوالأصل في المفعول المطلق التوكيد , أو البيان للنوع , أو للعدد , وفي بيان النوع والعدد ضرب من التوكيد أيضاً , فلما قيل : \" واستشهدوا شهيدين \" فُهم وجوب الإشهاد من طريقين :\nالأول : من الأمر المسبوق بالسين والتاء .\nوالآخر: من تعدية الفعل إلى المفعول المطلق .\nواشترط العدد في الشاهد , ولم يكتف بشهادة عدل واحد , لأن الشهادة لما تعلقت بحق معين لمعين\nاتُهم الشاهد باحتمال أن يتوسل إليه الظالمُ , الطالب لحق مزعوم ,فيحمله على تحريف الشهادة , فاحتيج إلى حيطة تدفع التهمة , فاشترط فيه الإسلام- وكفى به وازعاً - والعدالة ؛ لأنها تزع من حيث الدين والمروءة, وزيد انضمام ثان إليه ؛ لاستبعاد أن يتواطأ كلا الشاهدين على الزور\"( 109)\nوفي صيغة \" شهيد \" نغم له مردود عظيم في قلوب المسلمين , فالصيغة تحمل معنى التضحية , والإقدام على المخاطر, ولعل في السين والتاء أيضا من المعاني ما يشعر بالجهد المبذول في السعي الجاد في طلب الشهيدين ؛ لأنهما عزيزان بين الناس , لأنه طلب وبحث \" عمن تكررت منه الشهادة فهو عالم بموقعها , مقتدر على أدائها , وكأن فيها رمزاً إلى العدالة ؛ لأنه لا يتكرر ذلك من الشخص عند الحكام إلا وهو مقبول عندهم , ولعله لم يقل رجلين لذلك \" ( 110 )\n(1/77)\n",
        "وإنما قال : \" من رجالكم \" ليضيف إلى العدل معنى الذكورة القادرة على تحمل تبعات الشهادة , ولأوائها , ثم أضيف لفظ \" الرجال \" إلى ضمير الخطاب , ليشير إلى شهرتهم بين الناس , فهم المعروفون المعدودون من الرجال ؛ وذلك لأن القصد من الإشهاد إحقاق الحق عند الخصومة , وهذا يتطلب معرفة الشاهدين , وسهولة إحضارهما , كما أن في هذه الإضافة معنى آخر أشار إليه ابن عاشور بقوله : \" والضمير المضاف إليه أفاد وصف الإسلام \" ( 111) , وعليه فلا يجوز شهادة الكافر على المسلم ؛ لأنه ليس من رجالنا .\nوبعدُ : فما زلت ألمح هذا الخيط الساري بين جنبات الآية , والذي يصل أولها بآخرها , ويربط بين تراكيبها , ويبرز مع كل جملة , بل كل كلمة , هذا الخيط الذي تحدثت عنه آنفاً , والذي يضع العقبات والعراقيل أمام إشاعة الديون , فهناك الآن في بعض الدول رغبة جامحة لجعل الشعب كله مديون , وانظر قليلاً إلى هذا الطوفان الذي يهجم على الناس من خلال وسائل الإعلام , بل انظر أيضا إلى الوعود المقدمة للشباب العاطل عن العمل , فبدلا من تحريره من البطالة , وتوفير فرص للعمل يريدون تقييده بالديون , ليزداد الخناق عليه , فلا يرى , ولا يسمع , ولا يهتم بعد استدانته إلا بدينه , أو العقوبة ‍‍‍‍‍‍‍‍‍‍!!!!\nبلاغة التعريف بالوصف في جملة :\n( فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ )\nوهذه الجملة الشرطية مترتبة على سابقتها , ومكونات الشرط هنا كما يلي:\nأداة الشرط : \" إن \" الدالة على ندرة الوقوع , فكأن الحديث هنا عن حالة نادرة .\nوفعل الشرط : \" يكونا رجلين \" وفي دلالته ما يشير إلى أن الأصل هو البحث عن شهود\nعدول , رجالاً كانوا أم نساءً , ولو كان البحث عن الرجال خاصة لقيل : فإن لم\nيوجد رجلان \" ...\nأما جواب الشرط فهو \" فرجل وامرأتان \"\n(1/78)\n\nوهما إما فاعل لفعل محذوف , تقديره:فإن يشهد رجل وامرأتان , أو فليستشهد رجل وامرأتان\nوإما مبتدأ , والخبر محذوف تقديره - يشهدان - .\nوإما خبر لمبتدأ محذوف , تقديره : فالشاهد رجل وامرأتان .\nوأولى هذه التقديرات - في رأيي - أن يكون قوله : \" فرجل وامرأتان \" فاعلاً لفعل محذوف تقديره : فليستشهد , ليوافق قوله من قبل : \" فاستشهدوا \" , ولأن طلب هؤلاء الثلاثة يكون أصعب , وبخاصة إذا ضم إلى هذا المعنى قوله : \" ممن ترضون \" .\nوالسياق العام للآية يضيِّق الخناق على التعامل بالدين , فكان البحث عن رجل وامرأتين يرضى عنهم المتداينين من الصعوبة بمكان ؛ لذلك كان أقرب رحماً بالغرض العام للآية .\n\" وجيء في الآية بـ \" كان \" الناقصة , مع إمكان القول - فإن لم يكن رجلان ؛ لئلا يتوهم منه أن شهادة المرأتين لا تقبل إلا عند تعذر الرجلين . .\nوفيه مرمى آخر , وهو تعويدهم على إدخال المرأة في شؤون الحياة ؛ فإذا كانت في الجاهلية لا تشترك في مثل هذه الشؤون , فجعل الله المرأتين مقام الرجل الواحد \" ( 112) .\nوهذا وإن كان فيه توسعة - إلا أن في إشراك النساء في الشهادة على مثل هذه المعاملات هدفاً آخر , وهو إحراج المدين , والتضييق عليه .\nفالرجل إذا استدان وشهد عليه الرجل يكون في حالة من الذل والضعف , ولذلك يستعيذ بالله تعالى من غلبة الدين , فهو يخجل أن يعرف عنه الناس أنه مدين , فما بالك إذا كان الشاهد عليه رجلاً وامرأتين . ؟‍‍‍‍!!!\nإن في إشهاد النساء على الديون ضرباً آخر من التنفير ؛ فطبيعة المرأة لا تقوى على كتم الأسرار , وهذا يعني أن إشهادها على الديون فيه إشاعة لذلك الأمر بين الناس , وهو ما يخشاه المدين , مما يترتب عليه العزوف عن هذه الديون قدر الطاقة .",
        "(1/79)\n\nوالذي يظهر في هذه الجملة من الأساليب هو أسلوب تعريف الشهود بالوصف ؛ حيث قيل : \" فرجل وامرأتان ممن ترضون \" , وهذا التعريف يشير إلى أن كل واحد منهم مُختَبر في مثل هذه المواقف ؛ حيث ثبت عدلُه , وصدقهُ , وهذا يقارب معنى \" شهيدين من رجالكم \" .\nلكن قوله : \" شهيدين \" فيه من الشهرة ما لا يوجد في \" فرجل وامرأتان \" ؛ إذ الأصل في المرأة عدم الشهرة , وإن كان لا يمنع تجربة الشهادة عليها ؛ ولذلك زيد بعد الوصف قوله : \" من الشهداء \" , ولم يقل - من المسلمين , أو من الناس - .\nفهذا يعني أن الرضا هنا رضا شهادة سابقه ، كما أن تمام الوصف قوله من الشهداء ـوقيل اللفظ المذكر إما تغليباً كما هي عادة العربية ، أو إشارة إلي أن الأصل في الشهود أن يكونوا رجالاً.\nويلحظ هنا أن الكلام جاء بالأسلوب الصريح المكشوف الخالي من الصور البلاغية ، أو اللون البديعي ؛ وذلك لأن السياق يحتاج إلي هذا الوضوح والصراحة في هذه المعاملة ؛ فالأخذ والعطاء والكتابة والشهادة كلها أمور تحتاج إلي هذه الشفافية .\nلكن الزمخشري عدّ هذا اللفظ من قبيل المجاز المرسل ؛حيث قال : \" وقيل لهم :شهداء قبل التحمل تنزيلاً لما يشارف منزلة الكائن\"(113)\nيعني: أن العلاقة هنا اعتبار ما سيكون , كما في قوله تعالى : \" إني أراني أعصر خمراً \" .\nفلما كانوا قبل الشهادة ليسوا شهوداً أطلق اللفظ عليهم , باعتبار أنهم سيكونون شهودا ً .\nوهذا وإن كان مقبولاً شكلاً إلا أنه لا يتناغم مع السياق الرامي إلى البحث عن رجل وامرأتين , ذات صفات مخصوصة .\nمنها : قبولهما عند كلٍّ من الدائن , والمدين .\nومنها : تجريب الشهادة عليهما من قبل .\nوكل من الأمرين متعلق بالآخر كما لا يخفى .\n******\nأثر القراءات في تصوير المعنى في جملة :\n\" أن تضل إحداهما فتذكر إحداهما الأخرى \"\n(1/80)",
        "\n\" اختلف القراء في قراءة هذه الجملة ؛ فقرأ عامة أهل الحجاز , والمدينة , وبعض أهل العراق : \" أن تضل إحداهما فتذكرَ إحداهما الأخرى \" , بفتح الألف من \" أن \" ونصب \" تضل \" و \" تذكرَ \" ؛ بمعنى : فإن لم يكونا رجلين فرجل وامرأتان كي تذكر إحداهما الأخرى إن ضلت .\nفهو عندهم من المقدم الذي معناه التأخير؛لأن التذكير عندهم هو الذي يجب أن يكون مكان\" تضل \"\nوقالوا : إنما نصبنا \" تذكر \" ؛ لأن الجزاء لما تقدم اتصل بما قبله , فصار جوابه مردودا عليه , كما تقول في الكلام : \" إنه ليعجبني أن يسأل السائل فيعطي \" , بمعنى إنه ليعجبني أن يعطى السائل إن سأل , أو إذا سأل , فالذي يعجبك هو الإعطاء , دون المسألة .\nولكن قوله \" أن يسأل \" لما تقدم اتصل بما قبله , وهو قوله : \" ليعجبني \" .\nوقرأ ذلك آخرون كذلك , غير أنهم كانوا يقرؤونه بتسكين الذال من \" تُذْكِر : وتخفيف كافها .\n... وكان بعضهم يوجهه إلى أن معناه : فتصيِّر إحداهما الأخرى ذكَراً باجتماعهما , بمعنى أن شهادتها إذا اجتمعت وشهادة صاحبتها : جازت , كما تجوز شهادة الواحد من الذكور في الدين ؛ لأن شهادة كل واحدة منهما منفردة غير جائزة فيما جازت فيه من الديون , إلا باجتماع اثنتين على شهادة واحدة , فتصير شهادتهما حينئذٍ بمنزلة شهادة واحد من الذكور .\nفكأن كل واحدة منهما _ في قول متأولي ذلك بهذا المعنى- صيَّرت صاحبتها معها ذكراً , وكان آخرون منهم يوجهونه إلى أنه بمعنى الذِكرِ بعد النسيان .\nوقرأ آخرون : \" إن تضل إحداهما فتُذكَّرُ إحداهما الأخرى \"بكسر \" إن \" , ورفع \" فتذكر \" وتشديده , كأنه بمعنى ابتداء الخبر عما تفعل المرأتان إن نسيت إحداهما شهادتها تذكرها الأخرى , من تثبيت الذاكرة الناسية , وتذكيرها ذلك ....\nومعنى الكلام : واستشهدوا شهيدين من رجالكم , فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء ؛ فإنْ إحداهما ضلت ذكرتها الأخرى , ...\n(1/81)\n",
        "يقول قتادة : \" علِم اللهُ تعالى أن ستكون حقوق فأخذ لبعضهم من بعض الثقة , فخذوا ثقة الله تعالى , فإنه أطوع لربكم , وأدرك لأموالكم , ولعمري لئن كان تقياً لا يزيده الكتاب إلا خيراً , وإن كان فاجراً فبالأحرى أن يؤدي إذا علم أن عليه شهوداً ( 114 )\nوالضلال هنا : النسيان - كما قال أبوعبيدة - معنى \" تضل \" : تنسى , والضلال عن الشهادة إنما هو نسيان جزء منها , وذكر جزء , ويبقى المرء حيران بين ذلك , ضالاً , ومن نسي الشهادة جملة فليس يقال : \" ضلَّ \" ( 115) .\nوقد جعل الزمخشري هذا اللفظ من قبيل المجاز المرسل ؛ حيث قال \" أن تضل ... أي : إرادة أن تضل , فإن قلت : كيف يكون ضلالهما مرادا لله تعالى \" ؟\nقلت : لما كان الضلال سبباً للإذكار , والإذكار مسبباً عنه , وهم ينزلون كل و احد من السبب , والمسبب منزلة الآخر ؛ لالتباسهما , واتصالهما كانت إرادة الضلال المسبب عنه الإذكار إرادة للإذكار , فكأنه قيل : إرادة أن تذكر إحداهما الأخرى إن ضلت , ونظيره : - أعددت الخشبة أن يميل الحائط فأدعمه - , وأعددت السلاح أن يجيء عدو فأدفعه \" ( 116).\nوالسؤال الذي يعنُّ من خلال السورة المجازية هو :\nما وجه البلاغة في إيثار \" أن تضل \" بدلاً من \" أن تنسى \" إذا كانا بمعنى واحد ؟\nالذي أراه أن في الضلال معنى زائداً وهو ترتب الهلاك على النسيان ؛ ولذلك \" قيل : ضلت الناقة : إذا هلكت بضياعها , وفي القرآن الكريم ( وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ) (السجدة:10) أي : هلكنا بتقطع أوصالنا ... كما أن من معانيها : الضياع , يقال : هو ضال في قومه ؛ أي : ضائع , ومنه قوله تعالى : \"( وَوَجَدَكَ ضَالاً فَهَدَى) (الضحى:7)؛ أي : ضائعاً في قومك , لا يعرفون منزلتك ...\nوقيل : الضلال بمعنى القصد إلى الشيء ؛ ( أن تضل ) ؛ أي تقصد إلى الشهادة فتذكرها الأخرى عوناً لها , وهذا من المقلوب المستفيض في كلامهم ... ( 117 )\n-----\n(1/82)\n\nوكل ذلك يصب في نهر واحد , وهو بيان الحكمة من وضع المرأتين موضع الرجل الواحد ؛ إذ أن الغالب على عقول النساء الانشغال بأمور المنزل , والأولاد , والقيام بأمر التربية ؛ فصلتها بالحياة العامة ضعيفة بالنسبة للرجل , لذلك كانت في حاجة إلى تذكير ....\nوصياغة الجملة كان من الممكن أن يقال فيها : لتذكر إحداهما الأخرى إن ضلت ... لكن قدم الضلال إيماءً إلى شدة الاهتمام بشأن الإنكار عليه .\nولما كان \" أن تضل \" في معنى \" لضلال إحداهما \" صارت العلة في الظاهر هي الضلال , وليس كذلك , بل العلة هي ما يترتب على الضلال من إضاعة المشهود به , فتفرع عليه : \" فتذكر إحداهما الأخرى \" لأن - فتذكر - معطوف على - تضل - بفاء التعقيب , فهو من تكملته , والعبرة بآخر الكلام ...\nومن شأن العرب في لغتهم إذا ذكروا علة , وكان للعلة علة قدَّموا ذكر علة العلة , وجعلوا العلة معطوفة عليها بالفاء ؛ لتحصل الدلالتان معاً بعبارة واحدة ... \" ( 118 )\nولا شك أن هناك \" ظروفاً معينة قد لا تجعل وجود شاهدين أمراً ميسوراً , فهنا يسَّر التشريع , فيستدعي النساء للشهادة , وهو إنما دعا الرجال ؛ لأنهم هم الذين يزاولون الأعمال عادة في المجتمع المسلم السويّ الذي لا تحتاج المرأة فيه أن تعمل لتعيش , فتجور بذلك على أمومتها , وأنوثتها , وواجبها في رعاية أثمن الأرصدة الإنسانية , وهي الطفولة الناشئة الممثلة لجيل المستقبل , في مقابل لقيمات أو دريهمات تنالها من العمل , كما تضطر إلى ذلك المرأة في المجتمع النكد , المنحرف الذي نعيش فيه اليوم .\nفإذا لم يوجد رجلان , فليكن رجل واحد وامرأتان .\nولكن لماذا امرأتان ؟\nإن النص لا يدعنا نحدس , ففي مجال التشريع يكون كل شيء محدداً , وواضحاً ومعللاً فيقول\n\" أن تضل إحداهما فتذكر إحداهما الأخرى \" , والضلال هنا ينشأ من أسباب كثيرة ..",
        "(1/83)\n\nفقد ينشا من قلة خبرة المرأة , بموضوع التعاقد ؛ مما يجعلها لا تستوعب كل دقائقه , وملابساته , ومن ثم لا يكون من الوضوح في عقلها ؛ بحيث تؤدي عنه شهادة دقيقة عند الاقتضاء , فتذكرها الأخرى بالتعاون معاً على تذكر ملابسات الموضوع كله .\nوقد ينشأ من طبيعة المرأة الانفعالية ؛ فإن وظيفة الأمومة العضوية البيلوجية تستدعي مقابلاً نفسيا في المرأة يجعلها شديدة الاستجابة الوجدانية الانفعالية , لتلبية مطالب طفلها بسرعة وحيوية , لا ترجع فيها إلى التفكير البطيء , وذلك من فضل الله تعالى على المرأة , وعلى الطفولة , وهذه الطبيعة لا تتجزأ فالمرأة شخصية موحدة , هذا طابعها حيث تكون امرأة سوية , بينما الشهادة على التعاقد في مثل هذه المعاملات في حاجة إلى تجرد كبير من الانفعال , ووقوف عند الوقائع , بلا تأثر ولا إيحاء , ووجود امرأتين فيه ضمانة أن تذكر إحداهما الأخرى إذا انحرفت مع أي انفعال ؛ فتتذكر وتفيء إلى الوقائع المجردة \" ( 119 ) .\nومن الإضافات التي يمكن الاستئناس بها هنا ما ذكره الشيخ عبد المجيد الزنداني في برنامجه التلفزيوني \" معجزة القرآن المتجددة \" في قناة ( إقرأ ) قال :\n\" إن عقل الرجل يوجد به مركز للنطق , ومركز للتذكر , في حين أن الموضعين نفسيهما في عقل المرأة يعملان في الكلام , وهما هما يعملان في التذكر أو الذاكرة : فالرجل إذا شهد تكلم بجزء , وتذكر بجزء آخر , أما المرأة إذا شهدت فهي تحتاج إلى عمليتين : عملية الكلام , وعملية التذكر .\nولما كان الموضعان لا يستطيعان العمل بالمهمتين في وقت واحد , كان لا بد من وجود امرأتين , إحداهما تتكلم , والأخرى تتذكر ؛ لأن الفصين في العقل يعملان نفس الوظيفة - وظيفة الكلام ووظيفة التذكر - فالمرأة الواحدة إذا تكلمت غطت المنطقة التي تتكلم على الذاكرة ؛ لذا كان لا بد من وجود امرأتين \" ( 120 )\nالإظهار في موضع الإضمار في قوله تعالى :\n\" فتذكر إحداهما الأخرى \"\n(1/84)",
        "\n\" إن مقتضى الظاهر أن يقال : أن تضل إحداهما فتذكرها الأخرى ؛ وذلك أن - إحدى والأخرى - وصفان مبهمان , لا يتعين شخص المقصود بهما , فكيفما وضعتهما في موضع الفاعل والمفعول كان المعنى واحدا ...\nوالنكتة من إعادة لفظ \" إحداهما \" وكان يمكن التعبير عنه بالضمير هي : الإيهام .\nلأن كل واحدة من المرأتين يجوز عليها ما يجوز على صاحبتها من الضلال والتذكير , فدخل الكلام في معنى العموم ؛ لئلا يتوهم أن إحدى المرأتين لا تكون إلا مذكرة , ولا تكون شاهدة بالأصالة .\nوأصل هذا الجواب لشهاب الدين الغزنوي , عصري الخفاجي عن سؤال وجهه إليه الخفاجي , وهذا السؤال هو :\nيا رأس أهل العلوم السادة البررة ومن نداه على كل الورى نشره\nما سر تكرار إحدى دون تُذكرها فآية لذوي الأشهاد في البقرة\nوظاهر الحال إيجاز الضمير على تكرار إحداهما لو أنه ذكره\nوحملُ إحدى على نفس الشهادة في أولاهما ليس مرضياً لدى المهرة\nفغص بفكرك لاستخراج جوهره من بحر علمك ثم ابعث لنا درره\nفأجاب الغزنوي بقوله :\nيا من فوائده بالعلم منتشرة ومَنْ فضائله في الكون مشتهرة\n( تضل إحداهما ) فالقول محتمل كليهما فهي للإظهار مفتقرة\nولو أتى بضمير كان مقتضياً تعيين واحدة للحكم معتبرة\nومن رددتم عليه الحال فهو كما أشرتم ليس مرضياً لمن سبره\nهذا الذي سمح الذهن الكليل به والله أعلم بالفحوى بما ذكره\nوكأن المراد هنا الإيماء إلى أن كلتا الجملتين علة لمشروعية تعدد المرأة في الشهادة ؛ فالمرأة معرضة لتطرق النسيان إليها , وقلة ضبط ما يهم ضبطه , والتعدد مظنةٌ لاختلاف مواد النقص والخلل , فعسى ألا تنسى إحداهما ما نسيته الأخرى .\nفقوله \" أن تضل إحداهما \" تعليل لعدم الاكتفاء بالواحدة ,, وقوله \" فتذكر إحداهما الأخرى \" تعليل لإشهاد امرأة ثانية ؛ حتى لا تبطل شهادة الأولى من أصلها ( 121 )\n(1/85)\n",
        "وعلى هذا فكل من المرأتين مُذكرة لصاحبتها , كما أن كلاً منهما ناسية لبعض التفصيلات ؛ فقوله : \" إحداهما \" لا يقصد به واحدة بعينها , بل على العموم , وكذلك \" الأخرى \" .\nهذا , وقد قرئ : \" فتذاكر إحداهما الأخرى \" , وقرأ ابن كثير وأبو عمرو والحسن : \" فتُذْكِر \" بسكون الذال وكسر الكاف .\nفأما قراءة \" فتذاكر \" فإشارة إلى المفاعلة القائمة بين المرأتين , واستعانة كل منهما بالأخرى , في استرجاع الضوابط الحافظة للحقوق , والعودة إلى تفاصيل ما تم بين الدائن والمدين , حتى تكون الشهادة بالعدل , وفي هذا تناغم واضح مع سياق الآية .\nكما أن هناك هدفاً آخر : وهو سكوت الآية عن تحديد وقت التذكير ؛ فالتذكير قد يكون وقت الاستدعاء لإحقاق الحق , وقد يكون قبل ذلك ؛ بمعنى أن كلاً من المرأتين تُداوِم على تذكير الأخرى قبل حلول موعد السداد , فإذا حان موعده كانت شهادتهما كاملة , وهذا بلا شك يوافق طبائع النساء , من حيث مداومة سرد هذه الأحاديث , ولا يُتصوَّر هنا ما ذكره القرطبي من أن إحداهما تجعل الأخرى ذكراً , ( 122 ) .\nأما قراءة \" فتُذْكر \" فهي هي\" فتذكِّر \", لكن التشديد , وعدم التشديد يشير إلى كمية المعلومات التي تنساها كل منهما , فإن كانت قليلة ناسبِ التعبير بالفعل \" تُذكِر\" بعدم التشديد , وإن كانت كثيرة ناسَبَ التعبير بالفعل \" تذكَّر \" بالتشديد ؛ فلكل من القراءتين وجه معتبر في المراد .\nويتوافق مع هذين الفعلين قراءة : \" إن تضل \" وقراءة \" أن تضل \" .\nفالأولى توافق \" تُذكِر \" من حيث ندرة حدوث النسيان المدلول عليه بـ \" إن \" الشرطية .\nوالثانية توافق \" تذكِّر \" بالتشديد من حيث كثرة حدوث النسيان ؛ لأن النساء لسن على درجة واحدة في النسيان ؛ فمنهن من تنسى الكثير , ومنهن من هي حاضرة الذهن قليلة النسيان .\nأثر السياق في تصوير المعنى في قوله تعالى :\n\"ولا يأب الشهداء إذا ما دعوا \"\nدعوة الشهداء إلى الشهادة على وجهين :\n(1/86)\n\nالأول : دعوتهم إلى تحمل الشهادة وقت كتابة العقد .\nوالآخر : دعوتهم إلى أداء الشهادة عند حدوث خلاف .\nفما المراد من دعوتهم ؟ هل إلى الأداء أم إلى التحمل ؟\nإن الجملة القرآنية حذفت المدعو إليه , \" فجمعت بين الأمرين وهما :\nألا تأبى إذا دعيت إلى تحصيل الشهادة , ولا إذا دعيت إلى أداءها \" ( 123)\nوهذا من سعة دلالة الحذف , كما قال الإمام عبد القاهر عنه : \" إنه باب دقيق , المسلك لطيف المأخذ , عجيب الأمر , شبيه بالسحر ؛ فإنك ترى به ترك الذكر أفصح من الذكر , والصمت عن الإفادة أزيد للإفادة , وتجدك أنطق ما تكون إذا لم تنطق , وأتم ما تكون بياناً إذا لم تُبنْ \" ( 124)\nوإذا كان المحذوف هو تحمل الشهادة ؛ فإنه يستفاد منه أن تحمل الشهادة فرض كفاية , وإذا كان المعنى : إذا دُعِي إلى الأداء فعليه أن يجيب , أي أنها فرض عين .\nقال مجاهد : \" إذا دعيت لتشهد فأنت بالخيار , وإذا شهدت فدعيت فأجب .. \"\nوروي عن ابن عباس والحسن البصري : أنها تعم الحالين , \" التحمل والأداء \" ( 125)\nوالذي أميل إليه في تعيين المحذوف هو : تحمل الشهادة , وذلك لعدة أسباب , ومنها :\n1 - أن السياق في الحديث عن الدعوة للشهادة , ولو كان السياق في شأن الأداء لأمر الشاهد بالحضور قصراً ؛ لأنه لم يشهد غيره على التداين .\n2 - أن الحديث هنا عن توثيق العقد , وليس عن فض نزاع , وهذا يناسبه أن تكون الدعوة للتحمل , وليس للأداء .\n3 - أن الآية التالية تناولت الأداء , وحذرت من كتمان الشهادة فقيل فيها \" ولا تكتموا الشهادة \" ولا داعي هنا للتكرار , فالحمل على التأسيس أولى من الحمل على التأكيد .\n4 - لو كان الأمر لأداء الشهادة لما جاز لأحد أن يتخلف عنها , \" ولقد جاء عن الربيع : أن الرجل كان يطوف في القوم الكثير يدعوهم ليشهدوا , فلا يتبعه أحد منهم , فأنزل الله عز وجل : \" ولا يأب الشهداء إذا ما دعوا \" .",
        "(1/87)\n\n6 - أن الآية تحدثت من قبل عن نهي الكاتب عن الإباء,فقالت\"ولا يأب كاتب أن يكتب كما علمه الله\"والكتابة والشهادة جناحان للتوثيق,وضبط الحقوق , وقد جاء عن ابن جريج أنه سأل عطاء : ما شأنه إذا دعي أن يكتب وجب عليه ألا يأبى , وإذا دعي أن يشهد لم يجب إن شاء ؟\nقال:كذلك يجب على الكاتب أن يجيب,ولا يجب على الشاهد أن يشهد ,فالشهداء كثير\"( 126) .\nفقوله : \" الشهداء كثير \" : محمول كما لا يخفى على التحمل , وليس الأداء .\nالمجاز المترتب على تقدير المحذوف :\nإذا كان الأمر متعلقاً بتحمل الشهادة , فكيف يجوز إطلاق اسم الشهداء عليهم من قبل ؟\nلقد ذهب الطبري إلى عدم جواز هذا فقال : \" غير جائز أن يلزمهم اسم الشهداء , إلا وقد استشهدوا قبل ذلك , فشهدوا على ما ألزمهم شهادتهم عليه اسم الشهداء , فأما قبل أن يستشهدوا على شيء فغير جائز أن يقال لهم شهداء ؛ لأن ذلك الاسم لو كان يلزمهم , ولما يستشهدوا على شيء يستوجبون بشهادتهم عليه هذا الاسم , لم يكن على الأرض أحد له عقل صحيح إلا وهو مستحق أن يقال له : شاهد , بمعنى أنه سيشهد , أو أنه يصلح لأن يشهد .\nوعليه كان معلوماً أن المعنيّ بقوله : \" ولا يأب الشهداء \" مَنْ وصفنا صفته ممن قد شهد فدُعي إلى القيام بها ؛ لأن الذي لم يشهد غير مستحق اسم شهيد , ولا شاهد \" . ( 127)\nوالأمر - كما أرى - أبسط من كل هذا ؛ لأن من الأصول المعتمدة في علم البلاغة أن الشيء يجوز تسميته باسم ما يؤول إليه على سبيل المجاز المرسل , الذي علاقته اعتبار ما سيكون ؛ مثل قوله تعالى : ( إِنِّي أَرَانِي أَعْصِرُ خَمْراً ) (يوسف:36) .\nوهو ما عليه الأمر هنا . ( 128 ).\nوعليه , يجوز تسمية الرجال باسم الشهداء ؛ لأنهم سيصيرون شهداء , وفي ذلك نكتة , وهي أنهم بمجرد دعوتهم إليها فقد تعينت عليهم الإجابة فصاروا شهداء . ( 129)\n(1/88)",
        "\nكما لا يخفى أن فيها تحريضاً لهم بالمدح بهذا اللقب , بالإضافة إلى أنهم ذو خبرة , ومجربون في الشهادة .\nيقول ابن عاشور : \" وإنما جيء في خطاب المتعاقدين بصيغة الأمر , وجيء في خطاب الشهداء بصيغة النهي ؛ اهتماماً بما فيه التفريط ؛ فإن المتعاقدين يُظن بهما إهمال الإشهاد , فأُمرا به .\nوالشهود يُظن بهم الامتناع فنهوا عنه , وكل يستلزم ضده \" ( 130) .\nأما لبنات هذه الجملة فإنها تحمل من الكنوز الدلالية الكثير التي تتناغم مع دلالة الأساليب : وأول ما يلقانا هنا هو \" لا \" الناهية في قوله : \" ولا يأب الشهداء \" .\nوالنهي بـ \" لا\" مشعر برغبة المنهي في ارتكاب المنهي عنه إن كانت له مندوحة , فحين يقال : لا تفعل كذا .. يفهم منه أن له رغبة في فعله , أو أنه يفعله الآن , فنهي عنه , وهذا يصور نفرة النفوس من تبعات الشهادة , ومحاولة الفكاك منها , ولولا طاعة الله تعالى لما شهد أحد ...\nأما اصطفاء الفعل \" يأبى \" دون \" يمتنع \" مثلاً ؛ فلأن الإباء فيه من الرفض المصحوب بالعلة , وخوف المستقبل , والحذر من الإقدام , فهو ليس امتناعاً ساذجاً , بل امتناع معلل , وهذه أقصى درجات الرفض , ولا يعنى هذا أن القرآن أباح الامتناع عن الشهادة ؛ لأن من سنن القرآن الكريم أنه يوجه النهي إلى أعلى درجات الفعل ليكون ما دون ذلك داخلاً فيه ً, وهو المعروف بالتنبيه بالأعلى على الأدنى .\nكما أن الكلمة بجرسها العالي تشعر بالدفع , والإعراض عن هذا الأمر , ومَنْ من المؤمنين يحب الشهادة في أمور تحفها المخاطر ؟ ‍‍!!!!\n(1/89)\n",
        "أما لفظ \" الشهداء \" فجاء جمعا لدخول النساء في هذا اللفظ , فصاروا جمعاً , وفي كلمة \" إذا \" ما يشير إلى كثرة ذلك منهم ً وأنهم صاروا معروفين بالشهادة , وقد يلوح من هذه الآية دليل على أنه يجوز للإمام أن يقيم للناس شهوداً , ويجعل لهم من بيت المال كفايتهم , فلا يكون لهم شغل إلا تحمل حقوق الناس حفظاً لها , وإن لم يكن ذلك ضاعت الحقوق وبطلت \" ( 131 )\n\" وقد أحسن قضاة تونس المتقدمون , وأمراؤها في تعيين شهود منتصبين للشهادة بين الناس , ويُعرفون بالعدالة , وكذلك كان الأمر في الأندلس , وذلك من حسن النظر للأمة , ولم يكن ذلك\nمتبعاً في بلاد المشرق ..\nوكان مما يعد في ترجمة بعض العلماء أن يقال : كان مقبولاً عند القاضي فلان \" ( 132)\nدلالة \" ما \" في قوله : \" إذا ما دعوا \" :\nقيل \" \" ما \" مزيدة (33) , وراعى بعضهم اللفظ فقال \" ما\" حرف زائد للتوكيد عند جميع البصريين , ويؤيده سقوطها في قراءة ابن مسعود\" بعوضة \" في قوله تعالى : ( إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلاً مَا بَعُوضَةً فَمَا فَوْقَهَا) (البقرة:26) .\nوتأتي \" ما \" على ستة معان منها : \" التوكيد , ويسميه بعضهم صلة , وبعضهم زائدة , والأُولى\nأولى ؛ لأنه ليس في القرآن حرف إلا وله معنى , والنحاة إنما يقولون زائدة , يقصدون أنها لا تؤثر على إعراب الجملة , ولا يقصدون خلوها من المعنى , أو إنها يمكن الاستغناء عنها .\nوالذي ينبغي الوقوف عليه هنا أن السياق يستدعي هذا التوكيد ؛ لأن إعراض الشهداء عن الشهادة كثير , بل إن المسلم ليتهرب منها ؛ خشية الوقوع في الزلل أو النسيان , أو معاداة أحد المتداينين إن\nشهد عليه , ومن أجل كل ذلك كان التوكيد هنا حسناً ؛ ليعلم أن شهادته ضمان للحقوق , ودفع للشبهات , وإغلاق لأبواب الشقاق ....ولكن هل يمكن ملاحظة النفي في \" ما \" هنا ؟\n(1/90)\n\nإن ملاحظة النفي هنا مقبول أيضاً ؛ لأن المعنى حينئذ هو أن : على الشهداء الإدلاء بشهادتهم , حتى وإن لم توجه إليهم الدعوة للشهادة ؛ لأن فيها إحقاقاً للحق .\nكما أن من دلالة \" ما \" المفهومة من خلال السياق هنا أنها تومئ إلى الإسراع في تلبية الدعوة , دون تأجيل أو تسويف , فكأنها تدل على الحينية , وتخصيص المستقبل الكامن في \" إذا \" , فإن قيل : ولا يأب الشهداء إذا دعوا \" , جاز أن يلبوا اليوم أو غداً أو بعد أسبوع .\nأما حين يقال : \" ولا يأب الشهداء إذا ما دعوا \" فيعني وجوب أن تكون الإجابة للدعوة في حينها , وفي ذلك تعجيل بحفظ الحقوق , وإيحاء للشهود بخطورة الأمر , ووجوب حسمه في حينه .\nويؤيد هذا أن الآيات التي جاءت فيها \" ما \" غالباً ما تدل على ربط الفعل بالزمن الحاضر العاجل دون تأخير , وذلك في مثل :\n1 - \" ( قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ) (الانبياء:45)\n2 - (حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ) (فصلت:20)\n3 -(وَلا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ)(التوبة:92)وغير ذلك كثير\nوأيضاً من الدلالات التي يمكن فهمها أنهم في أي وقت يدعون فيه للشهادة فعليهم التلبية ؛ وذلك لأن \" ما \" تحمل معنى الوقت , وهذه من أوجه دلالتها , كما قال ابن هشام في نحو قوله تعالى : \" مادمت حياً \" مريم 31 \" أصله:مدة دوامي حياً ..وفي نحو \"كلما أضاء لهم مشوا فيه \" البقرة 20\nأي : كل وقت إضاءة , واستدل ابن مالك على مجيئها للزمان ... (135)\nأما اصطفاء الفعل \" دعوا \" فيشير إلى الرفق , واللين والتودد إلى الشهداء ؛ لأنهم لايبتغون من شهادتهم إلا رضى الله تعالى ؛ لذلك حملت من الترغيب ما يجذبهم إليها , ولو كانت الشهادة شهادة أداء لأمروا بالحضور ؛ إذ ليس هناك غيرهم .\n******",
        "(1/91)\n\nالكناية في قوله \" ولا تسأموا \"\n\" لقد انتقل الشارع إلى غرض آخر , غرض عام للتشريع , يؤكد ضرورة الكتابة - كَبُرَ الدَّين أم صغر , بحجة أن الدين الصغير لا يستحق , أو أنه لا ضرورة للكتابة بين صاحبيه لملابسة من الملابسات كالتجمل , والحياء , أو الكسل وقلة المبالاة , ثم يعلل تشديده في وجوب الكتابة تعليلاً وجدانياً وتعليلا علمياً .(136).\nوالساْم في لغة العرب \" يعني : الكسل والتهاون والملل في تكرير فعل ما , أو الملل مما يكثر فعلاً كان أو اسماً \" ( 137 ) .\nوعليه ففي الفعل كناية عن صفة ؛ \" لأن المراد من السأم هو الكسل , إلا أنه كُنِّي به عنه ؛ لأنه وقع في القرآن صفةً للمنافقين \" ( 138)\nوقيل : كُني بالسأم عن الكسل ؛ لأنه صفة المنافق ؛ ولذلك قال - صلى الله عليه وسلم - لا يقول المؤمن كسلت \" ( 139)\nوكأن النهي هنا \" نهي عن أثر السأم , وهو ترك الكتابة ؛ لأن السآمة تحصل للنفس عن غير اختيار , فلا يُنهى عنها في ذاتها \" .\nوعليه , فإن الأمر بالكتابة آكد من ذي قبل ؛لأن الصغير والكبير من الديون داخل في دائرة النهي .\nكما يلحظ في دلالة الكناية هنا التحرز من وصف المؤمنين بصفةٍ التصقت بالمنافقين , وهي الكسل ؛ فحين قال الله تعالى في وصف المنافقين : ( وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كُسَالَى ) (النساء:142) آثر أن يجنب المؤمنين وصفهم بالصفة التي اشتهر بها المنافقون ؛ تكريماً لهم , فقال \" ولا تسأموا \" بدلاً من - ولا تكسلوا .\nوهذا الفعل _ تسأموا - قد يرد لازماً , وقد يتعدى بحرف الجر , وقد يتعدى بنفسه , وذلك نحو \" وهم لا يسأمون \" ( فصلت 38) , ونحو \" لا يسأم الإنسان من دعاء الخير \" ( فصلت 49 ) وقد يتعدى بنفسه كما هو في الآية هنا \" ولا تسأموا أن تكتبوه .. \"\n(1/92)",
        "\nودوران الفعل بين اللزوم , والتعدي بحرف , والتعدي بنفسه يشير إلى دورانه بين القوة والضعف , وهذا يعني أن السأم في الآية سأم شديد , فنهي عن هذا السأم الشديد الناتج من كثرة الكتابة , أو من قلة الدين .\nوأوقع الفعل على المفعول المؤول دون الصريح , فقال : ولا تسأموا أن تكتبوه \" دون \" كتابته \" , إيماءً إلى أن كتابته تكون مرة واحدة , وتنتهي مهمة التوثيق , أما إضمار المكتوب , وعدم إظهاره في \" أن تكتبوه \" فللإشارة إلى ثقله على النفوس , ورغبتها في إخفائه , وعدم الكشف عنه , أو أن الضمير يُذكِّر المتعاملَين بالديْن وبالحق معاً ؛ إذ يمكن إرجاعه إلى كل منهما , أي ولا تسأموا أن تكتبوا الحق , وهذا من الإيجاز البديع .\nوجه التعبير بالصغير والكبير :\nالتعبير بهما يفيد الإحاطة والشمول لكل دين , وقد بدأ بالصغير ؛ لأنه الأقرب إلى التهاون والكسل في كتابته , فأراد تعميم الكتابة , فبدا بما يمكن الكسل فيه .\nولفظ الصغير والكبير \" يستعملان في الأجسام و لا يستعملان في الأعداد , فالأعداد يستعمل معها القليل والكثير والاستعمال هنا من قبيل الاستعارة كما قال الراغب , وأبو هلال ( 140)\nوقد ذهب بعض أهل العلم إلى أن التعبير بهما هنا \" يعني \" على أي حال \" ( 141) وكأن لا فرق , حتى أنهم فسروا هذا بذاك ( 142)\nلكنني أرى في هذا الاستعمال ما يصرف الذهن إلى شيء آخر غير المال , إن العبارة تصرف الذهن إلى الحق , وإلى \"الدَّيْن\" , وهي أمور ألصق بالصغر والكبر منها بالكثرة والقلة .\nإعادة لفظ \" الأجل \" :\nذكر الأجل في أول الآية , وأعيد ذكره هنا في شبه جملة وقعت حالاً من الهاء في جملة \" تكتبوه \" والمعنى \" ولا تسأموا أن تكتبوه صغيراً أو كبيراً مستقراً في ذمة المدين إلى وقت حلوله الذي أقر به .\n(1/93)\n",
        "فالضمير في \" أجله \" عائد إلى المدين , أي الأجل الذي ضربه للدائن لأنه أعلم بموعد سداده , وقدرته على هذا السداد , فجعل الأجل وتحديده من خصائصه ؛ حتى لا يكون له عذر عند حلوله .\nوتكرار ذكر الأجل ؛ لأن السياق سياق سأم من الكتابة , مما يُشعر بالتهاون في الضوابط السابقة , فأعيد التنصيص على الأجل ؛ لبيان أنه لا فرق بين ما سبق وما هو لاحق , فالحق أحق أن يتبع .\n******\nالتحريض بالخبر في جملة\n( ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلاَّ تَرْتَابُوا )\nهذه جملة تحريضية , جاءت بعد تتابع الأوامر والنواهي ، وكأنها علمت أن النفوس قد زادت عليها الأعباء فجاءت بما يقويها ويشد من أزرها , وهذه الجملة مكونة من مبتدأ وهو \" ذلكم \" , وعدة أخبار معطوف بعضها على بعض .\nولنقف أولاً على هذا المبتدأ وهو \" ذلكم \" حيث تكون منة [ذا , واللام , وكم ] .\nأما \" ذا \" .\nفهي اسم إشارة \" والإشارة هنا تعود إلى أقرب مذكور , وهو : الكتابة , وقيل : الكتابة والاستشهاد , وجميع ما تقدم مما يحصل به الضبط ] ( 143) .\nومعلوم أن اسم الإشارة يفيد وضوح المشار إليه حتى كأن المخاطب ينظر إليه , أوأن اسم الإشارة هنا يعيد أطراف المعاملة إلى رؤية ما وضع من ضوابط مرة أخرى , ليتبينوا ما فيه, وكأنها مراجعة أخيرة للدين ومن هو الذي عليه الحق ومن هو صاحب الحق , ومتى السداد ....إلخ\nإنها مراجعة سريعة , أو نظرة أخيرة للأمر جملة قبل انفضاض الموقف ... كل ذلك مفهوم من قوله \" ذلكم \"\nوجيء بالام في \" ذلكم \" تنبيها على صعوبة تحقق كل هذه الضوابط : من كتابة الدين على يد كاتب , وشهود عدول , وتحديد موعد السداد ... وغير ذلك من الضوابط الدالة على ندرة تحققها كاملة .\n(1/94)\n\nثم خوطب المؤمنون جميعاً فجيء بكاف الخطاب , والميم الدالة على الجمع ؛ ليكون الأمر أشبه بالإعلان العام غير المحصور في فئة دون فئة , مما يستدعي التريث قبل الإقدام عليه من كل إنسان يفكر في الاستدانة , فالأمر لن يخل من عناء , وإعلام الناس بأنه مدين .\nثم جاء الخبر الأول وهو : أقسط عند الله :وعن أبي عبيدة : [قسط : جار , وقسط : عدل , وأقسط بالألف : عدل لا غير ..] ( 144 )\nوإيثار لفظ القسط دون العدل هنا [ لأن القسط هو : العدل البين الظاهر , ومنه سمي المكيال قسطاً , والميزان : قسطاً لأنه يصور لك العدل في الوزن حتى تراه ظاهراً , وقد يكون من العدل ما يخفى , ولهذا قلنا : إن القسط هو النصيب الذي بَيَّنْتَ وجوهه ( 145) .\nوقيل:[ عند ] والعندية هنا عندية علم, وتعني التقدير والحكم ؛ أي أقسط في قدر الله تعالى وحكمه .\nوقيل [عند الله ]ولم يقل عند ربك؛لأن السياق سياق حكم وميزان , وهو أليق بالجلال منه بالجمال .\nوأقوم للشهادة :\nوهذان اللفظان أحدث تركيبهما غموضاً عندي من حيث دلالة لفظ أقوم وإضافته إلي الشهادة ، ثم علاقة كل ذلك بالقضية الأساسية هنا وهي (ولا تسئموا أن تكتبوه صغيراً أو كبيراً إلي أجله ) .\nأما دلالة لفظ ( أقوم ) فقيل فيه :يعني : [ أعون علي إقامة الشهادة ] (146 ) .\nوقيل : [أصح وأحفظ ] (147) .\nوقيل : [أثبت لها وأعون عن إقامتها ] (148 ) .\nكما قيل إنها :[ أثبت للشاهد إذا وضع خطهُ ثم رآه تذكر به الشهادة ؛ لاحتمال أنه لو لم يكتبه ؛ أن ينساه كما هو الواقع غالباً ] (149 ) .\n[وأصله من قول القائل :أقمته من عوجه : إذا سَّويته فاستوي ، وإنما كان الكتب أعدل عند الله تعالي وأصوب لشهادة الشهود علي ما فيه ؛ لأنه يحوي الألفاظ التي أقرّ بها البائع والمشتري .. فلا يقع بين الشهود اختلاف في ألفاظهم بشهادتهم ؛ لاجتماع شهادتهم علي ما حواه الكتاب .",
        "(1/95)\n\nوإذا اجتمعت شهادتهم علي ذلك كان فصل الحكم بينهم أبين لمن احتكم إليه من الحكام مع غير ذلك من الأسباب ](150 ).\nوهذا يفتح الباب لمعني آخر ،وهو أن هناك من يشهد فقط ولا يكتب ،فلما قيل : (ولا تسأموا أن تكتبوه صغيراً أو كبيراً ) ، فهم منه أن الشهادة حينئذٍ تكون علي مكتوب ؛ فلا يتخللها نسيان أو ضلال ، أو اختلاف بين الشاهدين .\nوعليه ؛ [فالشهادة علي شيء مكتوب أقوم من الشهادة التي تعتمد علي الذاكرة وحدها ] (151 )\nلأن تتابع الأيام يُنسي ،مما يترتب عليه عوج في الشهادة ،أو نسيان بعضها ،أو اختلاف بين الشاهدين ، ويترتب علي كل ذلك ضياع الحقوق وبزوغ الخلاف .\nيقول القرطبي \"وأقوم للشهادة ،دليل علي أن الشاهد ، إذا رأي الكاتب ولم يذكر الشهادة لا يؤديها ؛\nلما دخل عليه من الريبة ، ولا يؤدي إلا ما علم،لكنه يقول:هذا خَطّي ولا أذكر الآن ما كتبت فيه \" .\nقال ابن المنذر[أكثر من يُحفظ عنه من أهل العلم يمنع أن يشهد الشاهد على خطه إذا لم يذكر الشهادة\nواحتج مالك على جواز ذلك بقوله تعالى\" وما شهدنا إلا بما علمنا \" - يوسف 81\nوقال بعض العلماء :\nلمَّا نَسَب الله تعالى الكتابة إلى العدول جعلهم يشهدون على خطهم , وإن لم يذكروا .\nذكر ابن المبارك عن معمر عن بن طاووس عن أبيه : يُشهد على شهادة فينساها ؟\nقال : لا بأس أن يشهد إن وجد علامته في الصك , أو خط يده .\nقال ابن المبارك : استحسنت هذا جداً .\nوفيما جاءت به الأخبار عن رسول الله - صلى الله عليه وسلم _ أنه حكم في أشياء غير واحدة بالدلائل والشواهد ] ( 152)\nلكن الثابت أن الإمام مالك - رحمه الله - [ كان يحكم بالخط إذا عرف الشاهد خطه ... ثم رجع عن ذلك حين ظهر في الناس ما ظهر من الحيل , والتزوير ] ( 153 ) .\nوعليه , فإذا كان هناك شك في الشهادة خرجت الشهادة عن وجهها , وفي القرآن الكريم :\n( ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا) (المائدة:108)\nوبعد :\n(1/96)",
        "\nفإن الهدف الأسمى من كل هذه الضوابط سلامة الصدر بإحقاق الحق , وذلك من خلال الكتابة , والشهادة , فكأن الكتابة وحدها لاتكفي , والشهادة وحدها لا تكفي , فلا بد من اجتماع الأمرين , حتى نصل إلى نفي الريب : \" وأدنى ألا ترتابوا \" فالعقول تنسى , وقد تغضب فتكتم , وقد تمالئ فتجور , وما يمنعها من كل ذلك إلا الكتابة والشهادة .\nقوله تعالي (وأدني ألا ترتابوا.. )\n----------------\nوالدنو هو القرب : من دنا يدنو ؛أي أقرب إلي عدم الارتياب ، [والارتياب شك مع تهمه ،فإنك\nتقول إني مرتاب في فلان ،إذا شككت في أمره ،واتهمته ،والارتياب أمر قلبي ،ومع ذلك استخدم معه لفظ \"أدني \"،وهو مخصوص بالقرب المكاني؛لأنه:\" لا يكون إلا في المسافة بين شيئين \" ] (154 ) .\nوفي ذلك إخراج للمعنوي ، وهو الارتياب في صورة المحسوس ؛ لأن هذا المعنوي يترك أثاره علي الحواس من غضب ونحو ذلك .\nويبقي السؤال :\nهل بعد كل هذه الضوابط لا تنتفي الريبة انتفاءً كاملاً ؛ فيقال \"وأدني ألا ترتابوا \" ، ولا يقال وانفي للريبة ؟\nإن هذا يعطي معنيً مهماً, وهو أنه بالرغم من كل هذه الضمانات إلا أن نفس الإنسان تظل في قلق وتوجس من ضياع هذا المال؛فهي بعد كل هذا تقترب من الضمان،لكنها لا تحصل علي الضمان التام\nولما كان قائل هذا الكلام هو خالق تلك النفس ، كان لابد من فهم طبيعة هذه النفوس وعلاقاتها بالمال , فهي علاقة ذات خصوصية شديدة , بحيث لا تطمئن إلا بوجود المال في حوزتها , أما إذا كان في حوزة الغير فمهما أعطيت من ضمانات ؛ فإنها لا تنفك عن الريب , وخوف الضياع .\nحذف المفضل عليه :\nحُذف المفضل عليه في الجمل الثلاث ؛ إذ التقدير :\nذلكم أقسط عند الله من عدم الكتابة .\nوأقوم للشهادة من عدم التحيّز في الشهود .\nوأدنى إلى عدم الريبة من ترك كل هذا .\n[وحسن حذف المفضل عليه لكون أفعل الذي للتفضيل وقع خبراً, وتقديره : الكتب أقسط , وأقوم , وأدنى من عدم الكتب ]( 155) .\n(1/97)\n",
        "ووجه الحسن هنا هو اختزال التفضيل في تلك الألفاظ الثلاثة , حتى لا ينصرف الذهن إلا إليها , فيقبل على الأمر والنهي إقبال المحب الموقن بحكمة ما وضع من ضوابط ,وأنه في صالحه.\nترتيب الجمل الثلاث :\nيقول أبو حيان [ نسق هذه الأخبار في غاية الحسن ؛ إذ بدئ بالأشرف , وهو قوله : \" أقسط عند الله \" أي في حكم الله ,فينبغي أن يتّبع ما أمر به , إذ اتباعه متعلّق الدين الإسلامي , وبني عليه قوله \" وأقوم للشهادة \" لأن ما بعد امتثال أمر الله هو الشهادة بعد الكتابة , وجاء بقوله \" وأدنى ألا ترتابوا \" أخيرا ؛ لأن انتفاء الريبة مترتب على طاعة الله تعالى في الكتاب والإشهاد , فعنهما ينشأ أقربية انتفاء الريبة , إذ ذاك هو الغاية في أن لا يقع ريبة , وذاك لا يتحصل إلا بالكتب والإشهاد غالبا فيُثلج الصدر بما كتب وأشهد عليهً وما ضبط بالكتابة والإشهاد لا يكاد يقع فيه شك , ولا لبس , ولا نزاع ]( 156)\nوهذا يؤكد أن الترتيب ترتيب تصاعدي , فبدأ بالالتزام بأمر الله تعالى , إذ هو الأساس الذي يبنى عليه , وانتهى بنفي الريبة , إذ هي العلة الملاحظة من وراء كل هذه الضوابط .\nفهذه الضمانات وإن كانت أوامر ينبغي السمع لها والطاعة , تعبداً لله تعالى إلا أن من ورائها علة عظيمة , وهي سلامة المجتمع , والمحافظة على علاقاته وروابطه , وهذا ما أكدته جملة : \" وأدنى ألا ترتابوا .. \"\nأسلوب الاستثناء في قوله تعالى :\n( إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةَ تُدِيرُونَهَا بَيْنَكُمْ)\nوهذه الجملة تبين أن التجارة الحاضرة بيوعها مستثناة من قيد الكتابة , وتكفي فيها شهادة الشهود ؛ تيسيراً للعمليات التجارية التي يعرقلها التقييد , والتي تتم في سرعة , وتتكرر في أوقات قصيرة ؛ ذلك أن الإسلام وهو يشرع للحياة , قد راعى كل ملابساتها , وكان شريعةً عملية واقعية ,لا تعقيد فيها ولا تعويق لجريان الحياة في مجراها . ( 157 )\n(1/98)\n\nولكني ألحظ هنا في هذه العبارة دلالة أخرى خافية , وهي : لفت أنظار المؤمنين إلى التيسيرات في غير الديون , فالآية تعرض العوائق الكثيرة في شأن الديون , وتضع في الإطار نفسه الأبواب الميسرة ,والطرق الممهدة , حتى تفر النفوس من عقبات الديون إلى تيسيرات البيع الناجز .\nكما أن الجملة من باب الاستثناء المنقطع , حيث فَصَلَ كلام كثير بين المستثنى والمستثنى منه , وأصل جملة الاستثناء هي : \" يا أيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه إلا أن تكون تجارة حاضرة ... \"( 158) .\nومعنى الانقطاع هنا : أن التجارة الحاضرة ليست من باب الديون في شيء , لكن لمّا كانت في حاجة إلى توثيق عقد البيع , كما يوثق عقد الديون أُلحقت التجارة بالديون من وجه احتياجها إلى توثيق , لكن توثيق عقد البيع أقل كلفة وشروطاً من عقد المداينة .\nوجه البلاغة في وصف التجارة بالحضور والدوران :\nيرى الزمخشري - رحمه الله - أن قوله : [ حاضرة تديرونها بينكم ] مفهوم من لفظ التجارة نفسها , ويسأل فيقول : [ فإن قلت ما معنى \" تجارة حاضرة \" وسواء كانت المبايعة بدين أو بعين , فالتجارة حاضرة ؟\nوما معنى إدارتها بينهم ؟ .\nقلت : أريد بالتجارة ما يُتَّجر فيه من الأبدال , ومعنى إدارتها بينهم : تعاطيهم إياها يداً بيد , والمعنى : إلا أن تتبايعوا بيعاً ناجزاً يداً بيد , فلا بأس أن تكتبوه ؛ لأنه لا يتوهم فيه ما يتوهم في التداين ] ( 159 ) .\nلكن هذا الاستفسار في حاجة إلى مراجعة فليست كل تجارة حاضرة , وبخاصة تلك الصفقات التجارية التي تعقد في الغرف المغلقة , وعن طريق الحاسبات الالكترونية .\nكما أنه ليست كل تجارة حاضرة دائرة , فالدوران والحضور صفتان لازمتان لإباحة منع الكتابة .\nأما الحضور فيعني وجود السلعة والثمن في مكان واحد , ويتم فيها البيع يداً بيد .",
        "(1/99)\n\nوأما الدوران : فيعني التجارة السريعة , ولقد كان الفقهاء يقولون إنها ذات المطعومات , أو ذات الثمن القليل ؛ لأن هذه هي الدائرة بين الناس , لكن اللفظ أعم من ذلك , وبخاصة في عالمنا المعاصر , وقد رأينا السلعة الواحدة تباع في المجلس الواحد أكثر من مرة , ولأكثر من شخص , وذلك في السوق المصرفي , أو ما يسمى بالبورصة , أو ما يطلق عليه المزاد العلني , فهذا الدوران للسلعة الواحدة يبيح ترك الكتابة , بل يستلزمها إذ لا يمكن الكتابة في مثل هذه المبايعات الحاضرة السريعة توسعة على الناس , ورفعاً للحرج .\nوجملة : \" تديرونها بينكم \" ؛ فيها استحضار لعملية الانتقال من تاجر إلى آخر , ومن ثالث إلى رابع , مما يصعب معه التوثيق .\nوقوله \" بينكم \" يعطي معنى اجتماعهم , وتداول البيع يداً بيد , وانتفاء الحرج ؛ لأن البيع قائم على الإيجاب والقبول .\n*******\nوجه اصطفاء النفي بـ\" ليس\" في قوله تعالى :\n( فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلا تَكْتُبُوهَا )\nجاء في القرآن الكريم النفي بـ\" لا \" والنفي بـ \" ليس \" فما الفرق ؟\nلقد جاء النفي ب \" ليس \" تسع مرات في حين ورد النفي ب \" لا \" ست عشرة مرة .\nوأول ما يُلحظ من خلال سياقات الآيات أن النفي بـ \" لا \" كائن في الأمور التكليفية ؛ التي يظن فيها المكلف أن عليه جناحاً إذا فعلها ؛ مثل قوله تعالى: ( إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا) (البقرة:158) .\nكما أنه كائن أيضاً في نفي الجناح المفيد للإباحة في مقابل الحظر , فكل ما يصدق عليه أنه جناح يكون منفياً ؛وذلك نحو : \" ( وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلا جُنَاحَ عَلَيْكَ (الأحزاب:51) .\nونحو : \" ( لا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلا أَبْنَائِهِنَّ وَلا إِخْوَانِهِنَّ.. ) (الأحزاب:55) .\n(1/100)",
        "\nهذا بالإضافة إلى أن النفي ب \" لا \" للجناح كائن في الغالب في الأمور التكليفية شديدة الحكم ؛ أي التي يكون الحكم فيها واجباً في مقابل محرَّم ؛ كما في إقامة حدود الله تعالى , أو ركن في مقابل باطل , كما في السعي بين الصفا والمروة , أو مباح في مقابل محرم ؛ كما في التعريض بخطبة النساء .\nالنفي بـ\" ليس \" :\nأما النفي بـ \" ليس\" : فهو كائن فيما ليس بذنب أصلاً , وعليه فإن نفي الجناح عنه لكمال التنزيه ؛ نحو:(وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُوراً رَحِيماً)(الأحزاب:5\nوالخطأ معفوُّ عنه في الأصل كما أنه كائن فيما لم يرد في مقابله نفي يُنهى عنه غالباً .\nهذا بالإضافة إلى أن \" ليس \" تنفي الوحدة , ولا تنفي الجنس مثل \" لا \" , ومن ثم فهي أضعف في النفي منها , وعليه يمكن فهم أن الجناح في قوله \" فليس عليكم جناح ألا تكتبوها \" غير مقصور , أو غير متأكد في نفوسهم ؛ لذلك جاء نفيه بـ \" ليس \" دون \" لا \" .\nوعند عرض الأسلوبين لبيان الفرق بينهما من خلال السياقات المتنوعة تبين أن جملة :\n\" لا جناح عليكم \" تأتي في سياق الأحكام والفرائض .\nأما قوله : \" وليس عليكم جناح \" فإنها تأتي في سياق المباحات , وما يستحسن من الأمور .\nفمن الأولى كتابة التجارة الحاضرة الدائرة بين المسلمين , وإن كان الحرج مرفوعاً .\nبلاغة التقديم في قوله تعالى :\n( وأشهدوا إذا تبايعتم )\nوهذه الجملة : [ تشريع للإشهاد عند البيع , ولو بغير دين ؛ إذا كان البيع تجارة حاضرة ...\nوهي إكمال لصورة المعاملة ؛ فإنها إما تداين , أو آيل إلى التداين؛كالبيع بدين وإما تناجز في تجارة , وإما تناجز في غير تجارة ؛ كبيع العقار , والعروض في غير التُجْر ]( 160 ) .\n(1/101)\n",
        "والجملة هنا جملة شرطية تقدم فيها جواب الشرط علي الفعل والأداة ، وهذا النمط من التركيب يفيد التوكيد للجواب ؛ أعني التوكيد للإشهاد ، لكن هذا التوكيد يحمل في معطفه شيئاً آخر ، وهو الإشارة إلي كثرة التبايع ، وشيوع ذلك بين الناس ؛ فنََّبه بالتقديم على الإشهاد وأهميته وذلك نحو : (وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ ) .\nوالأمر في ( وأشهدوا) : قال الطبري رحمه الله ـ بوجوبه ، فعنده [الإشهاد علي كل مبيع ومشترى حقٌ واجب وفرضٌ لازم ؛ لأن كل أمر لله فرض ، إلا ما قامت حجته من الوجه الذي يجب التسليم له بأنه ندب وإرشاد ] ( 161) .\nولقد قال بالوجوب أيضاً جمعٌ من الصحابة والتابعين : ومن أشهرهم في ذلك عطاء ؛ حيث قال : أشهد إذا بعت وإذا اشتريت بدرهم أو نصف درهم أو ثلث درهم ، أو أقل من ذلك ؛ فإن الله عز وجل يقول : \"وأشهدوا إذا تبايعتم \" ...\nوقال الطبري أيضاً : \" لا يحل لمسلم إذا باع وإذا اشتري إلا أن يشهد ، وإلا كان مخالفًا كتاب الله عز وجل ] ( 162 ) .\nوهذا التوجه قد يكون مقبولاً في زمان آخر ، لكن حركة البيع الآن والشراء يستحيل معها الإشهاد في كثير من الأحيان ؛ إذ ليس من المعقول عند شراء قلم مثلاً أو كتاب أن أشهد اثنين، فهذا أمرٌ عسير ،ولا أظن أن الآية ترمي إليه .\nلكن الإشهاد قد يكون لازماً عند مظنة النزاع ، أو عند بيع الأشياء الثمينة التي يكتنفها الطمع .\nوجاء الفعل الماضي بصيغة التفاعل ؛ حيث قيل : \" تبايعتم \" وتلك الصيغة تحمل بعض الإيحاءات ومنها :\nأن المجتمع المسلم عند تبايعه ينبغي أن يكفي نفسه أولاً ،ولا يلتفت إلي المجتمعات الأخرى إلا بعد الاكتفاء الداخلي ؛ لأن الفعل قال : \" تبايعتم \" وهذا توجيه إلي إقامة سوق إسلامية .\nومنها : الإشارة إلي تراضي الطرفين [ وقد ذكر الزهري عن عمارة بن خزيمة أن عمّه حدثه\nـ وهو من أصحاب النبي صلي الله عليه وسلم ـ أن النبي صلي الله عليه وسلم ابتاع فرساً من\n(1/102)\n\nأعرابي ، فاستتبعه النبي صلي الله عليه وسلم ليقضيه ثمن فرسه ، فأسرع النبي - صلى الله عليه وسلم - وأبطأ الأعرابي , فطفق رجال يعترضون الأعرابي فيساومون في الفرس , ولا يشعرون أن النبي - صلى الله عليه وسلم - قد ابتاعه , حتى زاد بعضهم في السوم على ثمن الفرس , فنادى الأعرابي النبي - صلى الله عليه وسلم , فقال : إن كنت مبتاعا ً هذا الفرس فابتعه ' وإلا بعته .\nفقال النبي - صلى الله عليه وسلم - حين سمع نداء الأعرابي : أوليس قد ابتعته منك ؟ !\nفقال الأعرابي : لا والله ما بعتك .\nفقال النبي - صلى الله عليه وسلم - بل قد ابتعته منك .\nفطفق الناس يلوذون بالنبي - صلى الله عليه وسلم - والأعرابي وهما يتراجعان .\nفطفق الأعرابي يقول : هلم شهيداً يشهد أن بعتك .\nقال خزيمة بن ثابت : أنا أشهد أنك قد بعته .\nفأقبل النبي - صلى الله عليه وسلم - على خزيمة فقال : بم تشهد ؟\nفقال بتصديقك يا رسول الله .\nفجعل رسول الله شهادة خزيمة بشهادة رجلين . ] ( 163 )\nوفي هذا ما يؤكد أهمية الشهادة في الأمور التي يمكن النزاع فيها .\n******\nبلاغة التوجيه في قوله تعالى :\n\" ولا يضار كاتب ولا شهيد \"\n[ لما أمرت الآية بالكتابة , ثم أمرت بالإشهاد انتقلت إلى معنى آخر متصل به , وهو النهي عن الإضرار بهما , ولم يُقصد بذكر الأول التوصل إلى ذكر الثاني , وهذا عند علماء البلاغة يسمى الاستطراد ( 164)\nوهو مشعر بامتداد الغرض ......وكل ذلك يدل على خطورة الديون , وكثرة تبعاتها .\nوالمضارَّة هي : إدخال الغير بأن يوقع المتعاقدان الشاهدين والكاتب في الحرج والخسارة , أو ما يجرّ إلى العقوبة ](165)\nوالفعل \" يضار \" يجوز أن يكون مسنداً إلى الفاعل , كأنه قال لا يُضارِر....\nوأن يكون مفعولاً , أي : لا يضارَر , بأن يُشغل عن صنعته , ومعاشه باستدعاء شهادته ..",
        "(1/103)\n\nبمعنى أنه يحتمل البناء للمعلوم , والبناء للمجهول , ولعل اختيار هذه المادة هنا مقصود , لاحتمالها حكمين ] ( 166)\nوعليه ؛ ففي الكلام توجيه , والتوجيه هو : \" إيراد الكلام محتملاً لوجهين مختلفين \"؛ كقول الله تعالى حكاية عن المشركين : \" واسمع غير مسمع وراعنا \" .\nقال الزمخشري : [ غير مسمع : حال من المخاطب ؛ أي : اسمع وأنت غير مسمع , وهو قول ذو وجهين , يحتمل الذم , أي اسمع منا مدعواً عليك بـ \" لا سمعت \"\nأو اسمع غير مجاب ماتدعو إليه ] ( 167)\nفقوله : \" ولا يضار \" على معنى إدخال الشاهدين والكاتب في الحرج , والخسارة , أو إيذائهما لشهادتهما الحقة .\nوقد يفهم منه معنى آخر,وهو أن يتواطأ الشاهدان والكاتب في التوثيق فيضيعا حق الدائن أو المدين\n[ لكن الأولى بالسياق مخاطبة المتداينين بألا يضارُّوا الكاتب أو الشهيد ؛ لأنه لو كان خطاباً للكاتب أو الشهيد لقيل بعد : وإن تفعلا فإنه فسوق بكما ] ( 168)\nوقد أخذ فقهاؤنا من هاته الآية أحكاماً كثيرة تتفرع عن الإضرار :\nومنها: ركوب الشاهد من المسافة البعيدة .\nومنها : ترك استفساره بعد المدة الطويلة التي هي مظنة النسيان .\nومنها : استفساره استفساراً يوقعه في الاضطراب .\nومنها : أنه ينبغي لولاة الأمور جعل جانب من مال بيت المال لدفع مصاريف انتقال الشهود , وإقامتهم في غير بلدهم , وتعويض ما سينالون من ذلك الانتقال من الخسائر المالية في إضاعة عائلتهم ؛ إعانةً على إقامة العدل بقدر الطاقة والسعة ] ( 169 ) .\nوفي تقديم الكاتب على الشهيد إشعار بأن الأصل في التوثيق هو الكتابة ,. وأن ضبط هذه الديون واقع في المقام الأول على الكاتب .\nأما إفراد اللفظين [ الكاتب والشهيد] مع تنكيرهما ؛ فلقصد التعميم , بمعنى : أي كاتب,وأي شهيد .\n(1/104)",
        "\nكما أن هناك ملمحاً آخر , وهو ترغيب كل منهما في تلبية الأمر دون النظر إلى وجود كاتب آخر , أو شاهد آخر , فتلبية الأمر - وبخاصة الشاهد - ضرورية , حتى وإن ذهب وحده , حتى وإن لم يحضر غيره .\nأما اصطفاء صيغة البناء للمجهول في قوله : \" ولا يضار كاتب ولا شهيد \" فإنه مشعر بأن ذلك مترسخ في الفطر السليمة , حتى وإن لم تكن في دين الإسلام .\nفبناء الجملة يضعها في قالب الحِكَم , والأمثال , وكأنه ليس تشريعاً للمسلمين , بل إخبار ببديهة تفرضها العقول الصحيحة , وهذا يُكسب المعنى قوة ولزوماً , وحرصاً من الجميع على الالتزام به , ويؤيد هذا قراءة : \" ولا يضارُّ \" بالرفع ؛ إذ إن المعنى على أنه خبر , وليس إنشاءً , وكأن قراءة الرفع والنصب تشير إلى أن الجملة خبرٌ غُلِّف في صورة الإنشاء ليحمل من كلٍّ خصائصه , وميزاته .\nفهو يحمل من الخبر لزومه وثبوته .\nويحمل من الإنشاء فريضته ووجوبه , وإثم من يخلفه .\nوهذا ما أكدته الجملة التالية , وهي : \" وإن تفعلوا فإنه فسوق بكم \" .\n*******\nالبناء التركيبي لجملة :\n\" وإن تفعلوا فإنه فسوق بكم \"\nهذه الجملة تثير عدة أسئلة : ومنها :\n1 - ما وجه البلاغة في إيثار الفعل \" تفعلوا \" دون \" تضاروا \" ؟\n2 - ما وجه حذف المفعول للفعل \" تفعلوا \" ؟\n3 - لم بني جواب الشرط على الجملة الاسمية ؟\n4 - لم أضيف الفسوق إليهم ؟ وكان يمكن أن يقال : فإنه فسوق , وكفى .\nوبدايةً :\nفالجملة تحذير من إضرار الكاتب , أو الشاهد بإلحاق حكم الفسوق بكل من يرتكب ذلك .\nوبناء الجملة على الشرط يفيد احتمال وقوع هذا الإضرار , لكن الأصل , أو الشائع انتفاء هذا , كما أن اصطفاء أداة الشرط \" إنْ \" يشعر بندرة حدوثه .\n(1/105)\n",
        "أما بلاغة ذكر الإضرار بلفظ \" تفعلوا \" فإنه يكمن في تقبيح من يفعل ذلك , وأنه ارتكب أمراً لا يمكن ذكره أو وصفه , وهو إضرار الكاتب أو الشاهد , وما هما إلا وسيلتان لحفظ الحقوق , ولا يعقل أن يقابل الإحسان إلا بالإحسان , فلما حدث هذا الإضرار عبَّر عنه بلفظ الفعل ؛ استبشاعاً له وتهويلاً , كما قيل لموسى - عليه الصلاة والسلام - \" وفعلت فعلتك التي فعلت \" - الشعراء 19-\nكما أن إيثار صيغة المضارع \" تفعلوا \" يشعر بأن المضارة أضحت عادة في الناس تتجدد , وتتكرر كثيراً بينهم .\nأما حذف المفعول من قوله \"وإن تفعلوا \" ؛ فلكي تذهب فيه العقول كُلّ مذهب ، حتى يدخل فيه كل نوع من الإضرار ، سواء في النفس أو المال أو الولد أو غير ذلك .\nوجاء جواب الشرط جملةً اسمية مفتتحة بإنّ ؛للإشارة إلي مضمون الجملة ، وهو ثبوت الفسوق\nبكل ما يضر الكاتب أو الشهيد ؛ لأن في ذلك إغلاقاً لبابٍ أباحه الله تعالي ، وفي ذلك تضيق علي الناس أو دفعاً لهم إلي الربا أو ما حرم الله ...\nوجاء اسم \" إنّ \" ضميراً للشأن , ولضمير الشأن شأنٌ في بلاغة العرب ، فلقد مضي العلماء علي أن [ فائدته الدلالة علي تعظيم المخبر عنه ، وتفخيمه بأن يذكر أولاً مبهما ًثم يفسَّر وكذلك يسمَّي ضمير المجهول , وهو عائد على ما بعده لزوماً إذ لا يجوز للجملة المفسرة له أن تتقدم عليه ] ( 170 )\nوعليه فتقدير المعنى : فإن الفسوق بكم .\nوكون ضمير الشأن مفخماً, ومعظماً للمخبر عنه يعني أن التفخيم للفسوق , وأن المبالغة في الفسوق . وهذا لون من ألوان التنفير , وزجر لكل من تسول له نفسه الإضرار بالكاتب أو الشاهد , لأن فسقه سيكون مؤكداً ومبالغاً فيه , أو أن الضمير يعود على الإضرار المفهوم من قوله :\" ولا يضار \" , ويكون المعنى : فإن الإضرار فسوق .\n(1/106)\n\nثم إنه كان يمكن أن يقال : فإنه فسوق وكفى , لكنه زاد النسبة , فقال [ بكم ] لإشعارهم بأن ضرراً وأذى قد لحق بهم , فعليهم الإسراع للتخلص منه , وكأن الفسوق يتعلق بهم حال إضرارهم بالكاتب , أو الشهيد , وليس المراد هنا لزومه لهم , أو أنهم لا ينفكون عنه كما قال البعض ] ( 171 )\nولقد جاء في الحديث : \" سباب المؤمن فسوق , وقتاله كفر \" ولا يمكن حمل المعنى على أن من سب مسلماً لزمه الفسوق , ولا ينفك عنه , بل المعنى : على أن الفسوق لاحق به حال سبه , وأن الكفر لاحق به حال قتاله لأخيه المؤمن , ويزول عنه إذا كف عن ذلك .\nأما قوله \" بكم \" وكان يمكن أن يقال - لأنه فسوق _ فوجهه إرادة الحكم على الفاعل تنفيراً من الإضرار , وزجراً له عن الوقوع فيه .\n*****\nبلاغة التكرار في قوله تعالى :\n( وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ)\nوهذه ثلاث جمل جاءت في ختام الآية , والواو في الجملة الأولى استئنافية ؛ لختم التكاليف السابقة بالبواعث والمحرضات , على قبول ما سبق , والامتثال له ؛ ذلك لأن التكاليف السابقة فيها من الثقل ما فيها , والنفس حين يثقل عليها العبء تحتاج إلى ما ينشطها , فذكرتها الآية بتقوى الله تعالى ؛ [ لأنها ملاك الخير , وبها يكون ترك الفسوق ] ( 172 ) .\nأما تكرار , [ وإظهار اسم الجلالة في الجمل الثلاث , فلقصد التنويه لكل جملة ؛ حتى تكون مستقلة الدلالة , غير محتاجة إلى غيرها المشتمل على مُعاد ضميرها , حتى إذا استمع السامع لكل واحدة منها حصل له علم مستقل , وقد لا يسمع إحداها فلا يضره ذلك في أخراها, ونظير هذا قول الحماسي :\nاللؤم أكرم من وبر ووالده واللؤم أكرم من وبر وما ولدا\nواللؤم داء لوبرٍ يُقتلون به لا يقتلون بداءٍ غيره أبدا",
        "(1/107)\n\nفإنه لما قصد التشنيع بالقبيلة , ومن ولدها , وما ولدته أظهر \" اللؤم \" في الجمل الثلاث , ولما كانت الجملة الرابعة كالتأكيد للثالثة لم يظهر اسم اللؤم بها .\nهذا ولإظهار اسم الجلالة , وتكراره نكتة أخرى , وهي التهويل , وللتكرير مواقع يحسن فيها , ومواقع لا يحسن فيها .\nقال عبد القاهر في خاتمة دلائل الإعجاز [ الذوق قد يدرك أشياء لا يُهتدى لأسبابها , وأن بعض الأئمة قد يعرض له الخطأ في التأويل , ومن ذلك ما حُكي عن الصاحب أنه قال : كان الأستاذ ابن العميد يختار من شعر ابن الرومي , ويُنقِّط على ما يختاره , قال الصاحب , فدفع إليَّ القصيدة التي أوّلها :\nأتحت ضلوعي جمرة تتوقد على ما مضى أم حسرة تتجددُ\nوقال لي : تأملها , فتأملتها , فوجدته قد ترك خير بيت فيها لم ينقط عليه , وهو قوله :\nبجهل كجهل السيف والسيف منقض وحلم كحلم السيف والسيف مغمدُ\nفقلت : لم ترك الأستاذ هذا البيت ؟\nفقال : لعل القلم تجاوزه , ثم رآني من بعدُ فاعتذر بعذر كان شراً من تركه , فقال : إنما تركته ؛ لأنه أعاد السيف أربع مرات .\nقال الصاحب : لو لم يُعده لفسد البيت .\nقال الشيخ عبد القاهر : والأمر كما قال الصاحب .... ثم قال :\nإن الكناية والتعريض لا يعملان في العقول عمل الإفصاح والتكشيف , لأجل ذلك كان لإعادة اللفظ في قوله تعالى:\"وبالحق أنزلناه وبالحق نزل\"وقوله : قل هو الله أحد الله الصمد \" عمل لولاه لم يكن .\nوقال الراغب : قد استكرهوا التكرير في قوله :\n* فما للنوى جُدّ النوى قُطع النوى *\nحتى قيل:لو سلط بعير على هذا البيت لرعى ما فيه من النوى , ثم قال : إن التكرير المستحسن : هو تكرير يقع على طريق التعظيم أو التحقير , في جمل متواليات , كل جملة منها مستقلة بنفسها , والمستقبح هو أن يكون التكرير في جملة واحدة , أو في جمل في معنى .... ولم يكن في معنى التعظيم أو التحقير .\n(1/108)",
        "\nفالراغب موافق للأستاذ ابن العميد , وعبد القاهر موافق للصاحب بن عباد ...\nقال المرزوقي في شرح الحماسة عند قول يحيى بن زياد :\nلما رأيت الشيب لاح بياضه بمفرق رأسي قلت للشيب مرحباً\nكان الواجب أن يقول : قلت له : مرحبا لكنهم يكررون الأعلام , وأسماء الأجناس كثيراً والقصد بالتكرير التفخيم . ] ( 173)\nوسواء أطلق العلماء على هذا مصطلح : وضع الظاهر موضع المضمر , أو الخروج على خلاف الأصل , أو التكرار ؛ فإن القصد هو التعظيم , [ وإدخال الروعة وتربية المهابة في النفوس ] ( 174) .\nوعليه فتكرير اسم \" الله \" في ختام الآية حيث قيل \" واتقوا الله ويعلمكم الله والله بكل شيء عليم \" إنما قصد به تربية المهابة في القلوب الدائنة , والمدينة , والشاهدة , والكاتبة , وكذا تربية المهابة في قلوب المجتمع الإسلامي ليحتاط في هذه المعاملات , ويسمع لأوامر , ويطيع .\nتعلق العلم بالتقوى :\nذهب البعض إلى التلازم بين العلم والتقوى: تلازماً شرطياً , بمعنى: أن العلم متعلق بالتقوى , فمتى حدثت التقوى حدث العلم وترتب عليها اعتماداً على قوله تعالى:\" واتقوا الله ويعلمكم الله \"\nيقول القرطبي:[ إن الآية وعد من الله بأن من اتقاه علَّمه,أي : يجعل في قلبه نوراً يفهم به ما يُلقى إليه ]( 175)\nويقول الصابوني : [ العلم نوعان : كسبي ووهبي .\nأما الأول : فيكون تحصيله بالاجتهاد والمثابرة والمذاكرة .\nوأما الثاني : فطريقه التقوى , والعمل الصالح , كما قال الله تعالى : \" واتقوا الله ويعلمكم الله \" وهذا العلم يسمى العلم اللدني : \" وآتيناه من لدنا علما \" - الكهف 65-, وهو العلم النافع الذي يهبه الله تعالى لمن يشاء من عباده المتقين , وعليه أشار الإمام الشافعي بقوله :\nشكوت إلى وكيع سوء حفظي فأرشدني إلى ترك المعاصي\nوأخبرني أن العلم نور ونور الله لا يهدى لعاص\n(1/109)\n",
        "لكن الزركشي - رحمه الله - خالف هذا , فقال [ وأما قول الله تعالى \" واتقوا الله ويعلمكم الله \" فظن بعض الناس أن التقوى سبب التعليم , والمحققون على منع ذلك ؛ لأنه لم يربط الفعل الثاني بالأول ربط الجزاء بالشرط , فلم يقل \" واتقوا الله يعلمكم الله \" ولا قال \" فيعلمكم الله \" ..... وإنما أتى بواو العطف , وليس فيه ما يقتضي أن الأول سبب للثاني , وإنما غايته الاقتران والتلازم , كما يقال : زرني وأزورك , وسلم علينا ونسلم عليك ... ونحوه مما يقتضي اقتران الفعلين , والتقارض من الطرفين , كما لو قال عبد لسيده : اعتقني ولك عليّ ألف , أو قالت امرأة لزوجها : طلقني ولك ألف , فإن ذلك بمنزلة قولها : بألف , أو على ألف .\nوحينئذ يكون متى علّم الله العلم النافع اقترنت به التقوى بحسب ذلك , ونظير الآية قوله :\n( فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ) (هود:123) .\nولا أظن أن هناك خلافاً على العلم اللدني , لقوله تعالى : ( فَوَجَدَا عَبْداً مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْماً) (الكهف:65) .\nفالعلم الوهبي علم يورثه الله تعالى لمن عمل بما علم , وإليه الإشارة في الأثر : \" من علم بما علم ورثّه الله علم ما لم يعلم ]( 178 )\nهذا ....وإن كان العلم الوهبي لا يختلف عليه أحد إلا أن سياق الآية في شأن تعليم المسلمين الضوابط الحافظة للديون , ولا علاقة لها بالعلم اللدني .\nولعل من أقحم هذا الأمر نظر إلى ورود قوله تعالى \" ويعلمكم الله \" عقب قوله تعالى : واتقوا الله \" وهذا بعيد - كما أرى - .\nأما جملة \":\" والله بكل شيء عليم \"\nفقد ختمت بها الآية , وهي مكونة من مبتدأ وخبر , ووضع بينهما الجار والمجرور \" بكل شيء \" لأن ما سبق كان تعليماً للمسلمين قواعد , وأصول الضبط , فأحاط المبتدأ والخبر ( الله عليم ) بكل شيء يتعلق بالديون ,\n(1/110)\n\nوقدم الجار والمجرور على الخبر لأن الآية في شأن التعليم والتوجيه ووضع الضوابط فقدم كل ذلك على الخبر , ولو كان السياق في تمجيد الله تعالى لقيل : \" والله عليم بكل شيء .\nوهذا الختام تذكير للمسلمين بأن ما وضعه الله تعالى من ضوابط إنما جاء من علم محيط بما قد ينشأ في النفوس من ريب عند ترك هذه الضوابط , أو مخالفتها مما يحتم عليهم الأخذ بها والإذعان لكل جزئياتها .\n*******\nالفصل الرابع\nالإيقاع داخل الآية\nلا شك أن روافد الجمال والبلاغة في اللغة العربية كثيرة , ومن أعلاها : تآلفها الصوتي , وانسجام حروفها وكلماتها وجملها في منظومة تجعل من الكلام وجبة متفاعلة العناصر متآلفة الأجزاء ؛ ولذلك كان الشعر ذا مكانة عالية عند العرب ؛ لما يفيض به من موسيقي ونغم .\nلكن الذي ينبغي الالتفات إليه عند ملاحظة هذه النغمات وتلك التوافقات الموسيقية ، هو ملاحظة العلاقة بينها وبين الغرض العام ؛ ولذلك يقول أستاذنا محمود توفيق\n: \"إن العربية في أي أفق من أفاق البيان بها هي لغة الإيقاع المتجدد \" ( 179 ) .\nوالنغم في اللغة ينبعث من عدة مصادر .. ويجمعها طريقان :\nالأول : النغم الصوتي .\nوالآخر : النغم المعنوي .\nففي النغم الصوتي : تأتيك الموسيقي من خلال أصوات الحروف والحركات داخل الكلمة ، ومن اختيار الكلمات واصطفاء موقعها داخل الجملة ، كما يأتي من حجم الكلمة والختام بها في الفاصلة.\nأما النغم المعنوي : فيأتي من التقابل ، والتناظر ، والتوازن ، والتكافؤ , ورد العجز على الصدر , ومراعاة النظير ....... إلى آخر ذلك من علاقات المعاني , ويجمع كل ذلك [ الانسجام ] ( 180 )\nوالآن فلنحاول أن نرهف السمع إلى ما يبدو من تلك النغمات\nإن البداية تبدو في حجم الجملة داخل الآية , فالجملة العربية وحدة صوتية كبيرة , لها ما يميزها من إيقاع نغمي , وطول هذه النغمة أو قصرها لا شك له دلالته , أو ينبغي أن يكون له دلالته .",
        "(1/111)\n\nومجموع الجمل في الآية ثلاثٌ وعشرون جملة .\nأربع منها طويلة ممتدة , وإحدى عشرة جملة متوسطة الطول , وثماني جمل قصيرة .\nوعليه , فالكثرة الكاثرة للجمل المتوسطة والقصيرة , من نحو ( فليكتب ) , ( وليملل الذي عليه الحق ) ( وليتق الله ربه ) .\nوهي نغمات تشعرك بالحدة , والحسم , وسرعة اللهجة وعلو الصوت , وكأنها أمور لا تحتمل النقاش أو التأجيل , أو النظر , وهذا يصب في دائرة الإلزام بالكتابة , فالقضية متعلقة بالحقوق من جهة , وبوحدة الصف من جهة أخرى , وهذه قضايا لا تهاون فيها, لذا كانت النبرة عالية وسريعة .\nأما من حيث الحروف :\nفإن الحروف الثلاثة [ الكاف , والتاء , والباء ] في لفظ [ كتب] هي النغمة الشائعة في الآية .\nواسمع إلى ذلك :\n[ فاكتبوه - وليكتب - كاتب - كاتب - يكتب - فليكتب - تكتبوه - تكتبوها - كاتب - ] .\nفهي نغمة لا تكاد تنقطع عن الأذن , ولا ينفك القارئ منها حتى ينتهي من الآية , وهي نغمة موزعة في جنبات الآية من أولها إلى آخرها ؛ فلا يكاد القارئ يسمعها إلا وتعاوده مرة أخرى ؛ لتشيع هذا الجو من الحفظ , والضمان الموجود في دلالتها .\nودلالة هذه الكلمة في اللغة تفيد [ جمع الشيء إلى الشيء ] .\nفإذا جمع كل ذلك من النغمات التي ختمت بها الجمل والفواصل لَتَبيَّن ما في الآية من دقَّات عالية الصوت , وكأنها دقات إنذار وتحذير عالي اللهجة من خوض هذا المعترك الخطر , أعني : معترك الديون , ولنسمع سوياً إلى ختام هذه النغمات , أو الجمل والحظ معي آخر كل جملة وخلوها من الامتداد الصوتي او كما يقول الموسيقيون _ القفلات الحادة _ , لنسمع :\nوليكتب بينكم كاتب بالعدل .\nفليكتب وليملل الذي عليه الحق .\nوليتق الله ربه .\nواستشهدوا شهيدين من رجالكم .\nذلكم أقسط عند الله .\nوأقوم للشهادة .\nوأشهدوا إذا تبايعتم .\nوإن تفعلوا فإنه فسوق بكم .\nواتقوا الله .\nويعلمكم الله .\n(1/112)",
        "\nإن هذه النهايات المبنية على كلمات خالية من المد تُشعر بهذا الحزم , والحسم , والقطع ؛ لأن الشائع في القرآن الكريم ختمُ الآيات والجمل بكلمة فيها حرف مد في الآخر , أو قبل الآخر نحو :\n( وَالضُّحَى وَاللَّيْلِ إِذَا سَجَى) (الضحى1 - 2 ) أو نحو :\n( قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ) (المؤمنون1 - 2)\nوهذا الامتداد الصوتي له وقع نغمي ممتد , وكل نغمة تناسب الغرض الذي سيقت من أجله , لكن الذي عليه الحال هنا - في آية الدين - يختلف , وقد لاحظتَ هذا في نحو : [ بالعدل - الحق - رجالكم - أجله - ربه - تبايعتم - بكم ] .\nتلك بعض نهايات الجمل داخل الآية , وهي بلا شك تتوافق مع غرضها العام الداعي إلى ضمان الحقوق , وحفظها , وأخذ المواثيق عليها , وتوعُّد المخالف .\nكما أن من روافد النغم في الآية هذه التقابلات بين الألفاظ والجمل .\nففي الألفاظ يُلحظ الطباق بين [ رجل وامرأتان ] , [ وإحداهما والأخرى ] , [ وصغيراً أو كبيراً ] , وكذا بين [ أن تضل - وتُذكر ] , وفي المقابلة تلحظ أيضاً هذه النماذج :\nمثل المقابلة بين جملتي : [ لا يستطيع أن يُمل هو ] و [ فليملل الذي عليه الحق ] , وبين جملتي [ أن تضل إحداهما ] و [ فتذكر إحداهما الأخرى ] , وبين جملتي [ يأبى الشهداء ] و [ إذا ما دعوا ] وبين جملتي : [ ولا يضار كاتب ولا شهيد ] و [ إن تفعلوا ] . حيث يفهم منها المضارة .\n(1/113)\n",
        "وهذه التقابلات بين الجمل والمفردات تعمق المعاني المسكوت عنها في الآية ؛ فالآية تضع ضوابط لمنع الخلاف بين المسلمين , وهذا يعني أن النفوس على شفا هذه الهاوية ؛ فهي إذاً في وضع متقابل , أو تكاد , ومن ثم جيء بالمعاني لتصور هذا الوضع القائم بين الأطراف , ولترسم طبيعته المضادة في شأن الأموال , والتي من أجلها جاءت الآية لتطمئن , ولتضع الروابط بين هذه المتنافرات ؛ حتى لا يؤدي التعامل بالديون إلى المحذور , وهو الخلاف والشقاق .\nكما أن من روافد النغم في الآية مراعاة النظير :\nحيث جمع مع الكلمة الأم - وهي كلمة( الكتابة) جُمعَ معها بعض الألفاظ التي تمُتُّ بالصلة إلى أسرتها الدلالية ؛ وذلك نحو : [ علمه - يملل - تضل - تذكر - أقْوَم - يعلمكم - عليم ] .\nفكل هذه كلمات ذات وشائج , وروابط لا تخفى , وهذا يعني أن أسرة كلمة ( الكتابة ) جاءت لتضيف إلى المعنى المفهوم منها قوة وتأصيلاً ؛ إذ ليس التوثيق عارضاً , أو ثانوياً , بل هو هدف حُشدت له الألفاظ والتراكيب والصور .\nالفصل الخامس\nإعادة التركيب\nبعد هذا التحليل , وبعد الوقوف أمام العناصر بأشكالها المختلفة ؛ من كلمات وجمل , وتراكيب , وصور , وعلاقة كل ذلك بالغرض العام , والسياق الكلي , والجزئي , وبعد رؤية النص من خلال السورة , وموقعه , وعلاقاته المتشابكة , ونغماته , وربط كل ذلك بغرض الآية الكلي .....\nبعد كل هذا يبقى إعادة جمع هذه العناصر من منظور آخر ؛ ليكتمل المنهج الكلي .\nوذلك بالنظر إلى الأسلوب الذي بنيت عليه هذه الآية : أعني الأسلوب الأعلى , والأكثر شيوعاً , والذي هو عمود الآية ومحورها , ثم النظر إلى علاقات الأساليب الأخرى به , وكيف\nانعطفت عليه انعطاف الفرع على الأصل , وكيف دارت في فلكه , وتجمعت حوله ؟\nوالذي لا يخفى بعد التحليل أن الأسلوب المهيمن على الآية هو :\n[ الأمر بالكتابة ] .\n(1/114)\n\nفهو عمود الآية , وقطب رحاها , ومحور بنيانها ؛ فإنك تلحظه صريحاً ومفهوماً .\nفهو مثلاً صريح في نحو :\n* إذا تداينتم بدين إلى أجل مسمى فاكتبوه .\n* وليكتب بينكم كاتب بالعدل .\n* ولا يأب كاتب أن يكتب كما علمه الله .\n* فليكتب .\n* ولا تسأموا أن تكتبوه .\n* فليس عليكم جناح ألا تكتبوها .\nوهو مفهوم في نحو :\n* وليملل الذي عليه الحق ؛ لأن الإملال للكتابة .\n* واستشهدوا شهيدين من رجالكم ؛ أي : على المكتوب .\n* ولا يأب الشهداء إذا ما دعوا ؛ أي : إلى توثيق الكتابة ...... وغير ذلك كثير .\nأما الأساليب وعلاقاتها بأسلوب الأمر بالكتابة فتتضح فيما يلي :\n1 - بين النداء والأمر : \" يا أيها الذين آمنوا ..... فاكتبوه ... \"\nفعلاقة الأمر بالنداء جد وثيقة ؛ إذ إن الأمر بعد النداء من مظاهر العظمة , كما قال الإمام في آية : \" ( وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ) (هود:44)\nيقول : [ ومعلوم أن مبدأ العظمة في أن نوديت الأرض ثم أمرت . ] ( 181 ).\nذلك لأن النداء توطئة للأمر , وفتح للعقول , حتى تستقبله استقبال المتوثب للامتثال , فهو في الأصل تنبيه .\n2 - بين الشرط والأمر :\nوكلاهما قيد ولكن الملاحظ أن أسلوب الشرط في الآية قد اقترن بأسلوب الأمر في أكثر من موضع\nنحو : \" إذا تداينتم ... فاكتبوه .\" ونحو : \" فإن كان الذي عليه الحق سفيهاًً ... فليملل . \"\nونحو : \" وأشهدوا إذا تبايعتم \" .\nوكأن هناك صلة رحم بين كل منهما , وامتزاج ؛ مما أباح تقديم كل منهما على الآخر , مع أن الأصل تقدم الشرط .\n3 - بين الأسلوب الخبري والأمر :\nتكاد تكون أساليب الخبر في الآية استرواحاً بعد الأوامر , أو استنهاضاً للهمم , لِتُواصل سماع التكاليف من جديد , بعد الأوامر في : \" واستشهدوا ... \"\nوالأمر المفهوم من النهي في : \" ولا تسأموا أن تكتبوه .. \" حيث قيل :\n\" ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا ترتابوا ... \"\nفكأن الإخبار بذلك لقبول الأمر أيضاً .",
        "(1/115)\n\n4 - بين الأمر والنهي :\nإن أسلوب النهي هو الوجه الآخر لأسلوب الأمر - غالباً - ؛ فالنهي عن شيء أمرٌ بضده , أو العكس في الغالب ؛ فقوله : \" ولا يأب كاتب أن يكتب كما علمه الله .. \" نهيٌ أريد به الأمر ؛ أي : فليكتب كما علمه الله .\nوالنهي في قوله : \" ولا يبخس منه شيئاً \" : أمرٌ بالوفاء , كانه قيل له : لتكتبه كاملاً .\nوالنهي في قوله : \" ولا يأب الشهداء إذا ما دعوا .. \" أمرٌ بتلبية الدعوة ؛ كأنه قيل : وليلبِّ الشهداء الدعوة .\nوالنهي في قوله : \" ولا يضارّ كاتب ولا شهيد .. \" : أمرٌ بضده , والمعنى : أحسنوا إلى الكاتب والشهيد ... وهكذا .\nومن هنا تتبين علاقة الأساليب بأسلوب الأمر , وأنها تتصل به من خلال السياق اتصالاً وثيقاً؛ لتكوّن في الختام منظومةً واحدة دافعة إلى اتجاه واحد وهو حفظ الحقوق , وإغلاق أبواب الشقاق قبل أن تفتح ....\nالفصل السادس\nما ورد من أحاديث في شأن الديون\nهذه مجموعة من الأحاديث النبوية , وكلام السلف الصالح في شأن الديون , تضع أمام القارئ صورة جلية لموقف الإسلام من الديون , وتبرز له مقدار الحرج الذي يلحق صاحبه , وهي بهذا تصب في ذات الهدف الذي جاءت الآية لترسخه في قلوب المؤمنين ,فهي أحاديث تحذر تارة ' وتضيق تارة أخرى , وتتوعد تارة ثالثة , وما كل ذلك إلا محاذير وعوائق أمام هذا الضرب من المعاملات الذي - وإن كان مباحاً لكنه ينبغي أن يكون في أضيق الحدود وسوف أعرض هنا جزءا من هذه الأحاديث لتأكيد ما دلت عليه الآية الكريمة .\n\" عن سلمة بن الأكوع رضي الله عنه ـ قال : كنا جلوساً عند النبي صلي الله عليه وسلم ؛ إذ أتي بجنازة ،فقالوا : صلِّ عليها ، فقال : هل عليه دين ؟ قالوا : لا، قال :فهل ترك شيئاً ؟ قالوا : لا ، فصلَّي عليه .\nثم أتي بجنازة أخري فقالوا : يا رسول الله صل ِّ عليها ، قال: هل عليه دين ؟ قيل :نعم، قال : فهل ترك شيئاً ؟ قالوا : ثلاث دنانير ،فصلي عليه .\n(1/116)",
        "\nثم أتي بجنازة ثالثة فقالوا : صلِّ عليها ، قال : هل ترك شيئاً ؟ قالوا : لا , فقال : فهل عليه دين ؟ قالوا : ثلاثة دنانير ، قال : صلوا علي صاحبكم ، قال أبو قتادة : صلِّ عليها يا رسول الله ، وعلي دينه ، فصلي عليه \" ( 182 ) .\nوعن محمد بن جحش قال : كنا جلوساً عند رسول الله صلي الله عليه وسلم ، فرفع رأسه إلي السماء ثم وضع راحته علي جبهته ، ثم قال : سبحان الله ماذا نزل من التشديد ؟! فسكتنا وفزعنا ، فلما كان من الغد ،سألته يا رسول الله ، ما هذا التشديد الذي نزل ؟ فقال : \"والذي نفسي بيده لو أن رجلاً قتل في سبيل الله ثم أحيي ثم قتل ،ثم أحيي ثم قتل وعليه دين ما دخل الجنة حتى يقضي عنه دينه \" ( 183 ) .\nوعن أبي هريرة أن الرسول صلي الله عليه وسلم قال : نفس المؤمن معلقةٌ ما كان عليه دين \" ( 148 ) .\n\" وعن أبي قتادة أنه قال : جاء رجل إلي النبي صلي الله عليه وسلم فقال : يا رسول الله ، إنْ قتلت في سبيل الله صابراً محتسباً مقبلاً غير مدبر ، أيكفر الله عني خطاياي ؟! فقال رسول الله صلي الله عليه وسلم : نعم ، فلما أدبر الرجل ناداه فقال له : كيف قلت ، فأعاد عليه قوله فقال له النبي صلي الله عليه وسلم : نعم إلا الدين ، كذلك قال لي جبريل \" (185 )\nوعن أبي طلحة أنه قال : كنت أسمع رسول الله كثيراً يقول : اللهم إني أعوذ بك من الهم والحزن ،والعجز والكسل ،والجبن والبخل ، وضلع الدين وغلبة الرجال \" ( 186 ) .\nوعن عبد الله بن عمرو بن العاص أن رسول الله قال:\" يُغفر للشهيد كل ذنب إلا الدين\" ( 187 )\nوعن أبي سعيد الخدري قال : سمعت رسول الله صلي الله عليه وسلم يقول : \" أعوذ بالله من الكفر والدين \" ، قال رجل : يا رسول الله : أتعدل الدين بالكفر ؟! فقال رسول الله صلي الله عليه وسلم \" نعم \" ( 188 ) .\n(1/117)\n",
        "وعن ثوبان مولي رسول الله صلي الله عليه وسلم أنه قال : \" من فارق الروح الجسد وهو برئ من ثلاث دخل الجنة : من الكبر ، والغلول ، والدين \" ( 189 ) .\nوعن عمر ـ رضي الله عنه ـ قال : قال رسول الله صلي الله عليه وسلم : \" من مات وعليه دينار أو درهم قُضي من حسناته ؛ ليس ثمَّ دينا أو درهم \" ( 190 ) .\nوعن صُهيب الخير أن رسول الله قال : \" أيما رجل يدين ديناً ، وهو مُجْمِعٌ علي ألا يوفيه إياه لقي الله سارقاً \" ( 191 ) .\nوعن سعيد بن الطوال أن أخاه مات وترك ثلاثمائة درهم ، وترك عيالاً ، فأردت أن أنفقها علي عياله ، فقال النبي صلي الله عليه وسلم : \" إن أخاك محتبس بدَيْنِه ،فاقض عنه \" فقلت يا رسول الله قد أديت عنه إلا دينارين ادعتهما امرأة , وليس لها بينة , قال : فأعطها فإنها محقة \" ( 192 ) .\nوعن عائشة أن رسول الله - صلى الله عليه وسلم - أكثر ما يتعوذ من المأثم , والمغرم , قلت : يا رسول الله ما أكثر ما تتعوذ من المغرم ؟\nقال إنه من غرم حدَّث فكذب , ووعد فأخلف \" ( 193 ) .\nوروى الطحاوي , وأبو جعفر , والحارث عن أسامة في مسنده عن عقبة بن عامر أن رسول الله - صلى الله عليه وسلم - قال : \" لا تخيفا الأنفس بعد أمنها , قالوا : يا رسول الله وما ذاك ؟\nقال : الدَّيْن \"\nوقال - صلى الله عليه وسلم - : الدَّيْن شِيْن \" .\nورُوي عنه أنه قال : \" الدَّين هم بالليل ومذلة بالنهار \" .\nقال علماؤنا : وإنما كان شيناً ومذلة لما فيه من شغل القلب والبال , والهم اللازم في قضائه , والتذلل للغريم عند انقضائه , وتحمل منّته بالتأخير على حين أوانه , وربما بعد من نفسه القضاء فيحلف , أو يُحدّث الغريم بسببه فيكذب , أو يحلف له فيحنث .....إلى غير ذلك . .\nولهذا يتعوذ منه النبي - صلى الله عليه وسلم - , وكل هذه الأسباب مشائن في الدَّيْن ] ( 194)\nوعن عمر بن الخطاب أنه قال : \" إياكم والدين ؛ فإن أوله هم , وآخره حرب \" ( 195)\n(1/118)\n\nوعن أبي موسى الأشعري , عن رسول الله - صلى الله عليه وسلم - أنه قال : إن أعظم الذنوب عند الله تعالى أن يلقاه بها عبد - بعد الكبائر التي نهى الله عنها - أن يموت رجل وعليه دين لا يدع له قضاءً \" ( 196 ) .\nوعن مالك بن يحيي بن سعيد أنه بلغه أن رسول الله - صلى الله عليه وسلم - كان يدعو فيقول : \" اللهم فالق الإصباح , وجاعل الليل سكناً , والشمس والقمر حسباناً , اقض عني الدين , وأغنني من الفقر , وأمتعني بسمعي , وبصري ,وقوتي في سبيلك \"( 197 )\nوعن أبي هريره رضي الله عنه , أنه قال : قال رسول الله صلى الله عليه وسلم \" من أخذ أموال الناس يريد أداءها أدى الله عنه , ومن أخذها يريد إتلافها أتلفه الله \" ( 198 )\nالخاتمة\nالحمد لله خير ما بدئ به الكلام وختم , سبحانه ! لا منتهى لعطاياه ومنحه , أحمده حمداً يقوم بالواجب من شكره , ويحسن به التخلص من هوى النفس , وتسلط الشياطين , إلى حسن الختام , وأصلي , وأسلم على خير الأنام - سيدنا محمد خير من دعا إلى الله على بصيرة , وتركنا على شريعة واضحة منيرة , وأشهد ألا إله إلا الله وحده لا شريك له , الذي أحسن ابتداء خلقنا بصنعته , وشرع لنا ما ينفعنا بحكمته , وأشهد أن سيدنا محمداً عبده ورسوله , وهدايته إلى خلقه ورحمته ....... أما بعد :\nفإن دارس العلم لا يعيش بمعزل عن مجتمعه , لأن العلم وُجد لينفع , ونعوذ بالله من علم لا ينفع ...",
        "(1/119)\n\nوإن من شأن أي مجتمع كثير الأفراد , متعدد الطبقات أن يعج بالكثير من المشاكل , والأمراض الاجتماعية , وإن من أخطر هذه المشاكل - في نظري اليوم - قضية الديون , والقروض التي أحاطت بالناس - وبخاصة الشباب - فقد أريد لهؤلاء الفتية أن يقترضوا , وفتحت لهم الأبواب على مصراعيها قصدا لأخذ القروض ليس تيسيراً عليهم كما يُدَّعَى , ولكن لإدخالهم في دائرة لا يخرجون منها حتى تشيب منهم النواصي , والعلة الجاهزة للرد على المحذرين هي أن القرض شيء مباح في الإسلام , لذلك شمرت عن ساعد الجد في دراسة هذه الآية , لأن الأمر - في نظري - خرج من دائرة المعاملات إلى دائرة القضايا الاجتماعية التي تؤثر بالسلب على المجتمع , وتشيع فيه روح المذلة , والخضوع , والانشغال بالديون وسدادها عما يدور حولهم من مشكلات تنال من دينهم قبل أن تنال من وطنهم .\nولقد أًصبح شبابنا اليوم أسيراً لهذا الغول الذي انتشر في المجتمع , ولا يكاد يخلو بيت منه .\nفإذا أضفنا إلى ذلك الربا الذي ألحق بهذه المعاملات , والتي تسمى فوائد القرض رأينا أنفسنا أمام مخطط لإلهاء الناس , وإخضاعهم , بل واستعمارهم , ومن لم يأخذ دينا وضعت أمامه كماليات الدنيا يحوذ منها ما يشاء مع تقسيط ثمنها على فترات متباعدة , وهذا ضرب من الديون الخفية التي لا يكاد يسلم منها أحد.\nوإذا تتبعت المشاكل اليومية , والقضايا المرفوعة أمام المحاكم لعلمت أن أكثرها يرجع إلى هذا الأمر , حتى تحللت عُرى المجتمع , وانتقض غزله , وذهبت قوته في خلافات ترجع كلها إلى الديون .\nلذلك كله , ولغيره أيضاً جعلت هذه القضية محل بحثي في ضوء آية الدين , وهي آية جامعة مانعة , فتناولتها من الوجهة اللاغية التحليلية , لبيان منهج الله تعالى في شأن الديون , وعلاقة ذلك بما يفعله الناس , ولقد وددت من خلال هذه الدراسة أن أصرخ في الناس لينتبهوا إلى خطورة ما هم واقعون فيه .\n(1/120)",
        "\nولقد تناولت في بحثي آية الدين من عدة محاور :\nأظهرت في البداية موضع الآية من خلال سورة البقرة , وأنها جاءت بعد تمهيد للنفوس بالإيمان ؛ لتتلقى الأوامر بالقبول .\nثم أظهرت علاقة الآية بمقصود السورة الأعظم , وهو - كما تبين لي - الإيمان بالغيب فهو الباعث والمحرض على الالتزام والقبول بكل التكاليف .\nثم تناولت السياق الخاص العام والخاص للآية , فالآية تدور في فلك الضوابط التي تحفظ المجتمع من الانهيار اقتصادياً, وتضمن له القوة الحامية للعقيدة الصافية .\nثم تناولت وجه الطول لهذه الآية وكشفت عن أن هذا الطول ما هو إلا إشارة إلى المشاق التي تكتنف هذه المعاملات , لذلك مزجتْ الآية بين التكليف والباعث عليه :\nفالتكليف مثل : ( فاكتبوه _ واستشهدوا ) .\nوالباعث والمحرض مثل : ( كما علمه الله - وليتق الله ربه ....إلخ ) .\nثم قمت بتحليل الآية جملةً جملة , وكلمةً كلمة , ووضعت لكل جملة أو تركيب عنواناً يبرز أهم ما في التركيب من أسلوب بلاغي , وأظهرت من خلال هذا التحليل أن هناك خيطاً يسلك كل لفظة , وكل جملة , وكل أسلوب , ولا يضيع هذا الخيط من اليد أبداً بداية من أول الآية وحتى ختامها .\nوهذا الخيط هو\nالتضييق , والتشديد , ووضع القيود على الديون لتنفير الناس منها , ووضعها في أضيق الحدود ؛ حتى لا تشيع في المجتمع المسلم .....\nثم بعد هذا التحليل حاولت الوقوف على ما في الآية من نغمات , وبينت علاقة هذه النغمات بالغرض الذي تهدف إليه الآية , وأن هذه النغمات رافد مهم من روافد المعنى , وخيط بارز من خيوط النسيج داخل الآية .\nوبعد هذا التحليل أعدت النظر مرة أخرى إلى ما تم فكه من أساليب وألفاظ , وظهر من خلال ذلك أن أسلوب الأمر بالكتابة هو الأسلوب المهيمن على الآية إذ به يتم التوثيق , وتحفظ الحقوق , وأن الأساليب الأخرى تدور في فلكه وتساعده على إظهار المقصود .\n(1/121)\n",
        "ثم أردفت هذا كله بذكر بعض الأحاديث النبوية التي لا تبعد عن مقصود الآية , بل تبرز خطورته على المسلم في حياته , وبعد مماته .\nففي الحياة يدفعه الدين إلى الكذب وإخلاف الوعد , والهم , والذل ... إلخ\nوبعد الموت - إن مات وعليه دين - حجزه الدين عن الجنة .\nفالآية والأحاديث في الختام يرفعان إشارات التحذير لأمة غارقة في الديون ؛ لتعود إلى رشدها , وتسلك منهج ربها , إن أرادت لنفسها العزة والكرامة .\nهذا , وصلى الله علي سيدنا محمد , وعلى آله وصحبه أجمعين , والحمد لله رب العالمين .\nوكتبه :\nالفقير إلى عفو ربه\nسعيد أحمد جمعة\n28 من رجب 1426 هـ\nثبت بالعناوين\nالعنوان\nالصفحة\nتقديم\nالتمهيد\nمنهج البحث\nخطة البحث\nالفصل الأول : النظرة الكلية\nموقع سورة البقرة على مدرجة القرآن\nالمقاصد الكلية داخل سورة البقرة\nالمقصود الأعظم لسورة البقرة وعلاقة آية المداينة به\nوجه اختصاص سورة البقرة بآية المداينة\nالسياق العام والخاص للآية\nعلاقة الآية بأول سورة البقرة وآخرها\nوجه البلاغة في طول الآية\nآية المداينة بين التثقيف والتكليف\nمصطلحات وحدود\nالفصل الثاني : المعجم اللغوي ثم رؤية بيانية له\nالمعجم اللغوي\nرؤية بيانية لهذا المعجم\nالفصل الثالث : التحليل البلاغي للآية , وفيه :\nأسلوب النداء في قوله : \" يا أيها الذين آمنوا \"\nفقه دلالة أداة الشرط في قوله \" إذا تداينتم \"\nالبيان بالفعل \" تداينتم \"\nدلالة البيان في قوله : \" بدين \"\nبلاغة وصف الأجل بـ \" مسمى \"\nبلاغة الاستعارة في قوله : \" مسمى \"\nبلاغة التعبير في كتابة الدين \"\nأثر السياق في تحديد حكم الكتابة\nبلاغة الإدماج في قوله \" وليكتب بينكم كاتب \"\nأوجه البيان في قوله : \" ولا يأب كاتب أن يكتب \"\nاجتماع الأمر والنهي على الكتابة \"\nالتفريع في قوله : \" فاكتبوه \"\nأثر السياق في دلالة قوله \" وليملل الذي عليه الحق \" على القصر\nوجه البلاغة في تعريف المدين بجملة الصلة\n(1/122)\n\nالبناء التركيبي لجملتي : \" وليتق الله ربه ولا يبخس منه شيئاً \"\nالاستثناء بالشرط في قوله تعالى : \" فإن كان الذي عليه الحق سفيها .. \"\nأثر التكرار في بناء جملة : \" فليملل وليه بالعدل \"\nعوامل التوكيد في جملة : \" واستشهدوا شهيدين\nبلاغة التعريف بالوصف في جملة : \" فإن لم يكونا رجلين \"\nأثر القراءات في تصوير المعنى في جملة : \" أن تضل إحداهما \"\nالإظهار في موضع الإضمار في قوله تعالى : \" فتذكر إحداهما الأخرى \"\nأثر السياق في تصوير المعنى في جملة : \" ولا يأب الشهداء إذا ما دعوا \"\nالكناية في جملة : \" ولا تسأموا \"\nالتحريض بالخبر في قوله تعالى : \" ذلكم أقسط عند الله \"\nحذف المفضل عليه\nترتيب الجمل الثلاث\nأسلوب الاستثناء في قوله تعالى : \" إلا أن تكون تجارة \"\nوجه البلاغة في وصف التجارة بالحضور والدوران\nوجه اصطفاء النفي بـ\" ليس \" في قوله : \" فليس عليكم جناح ألا تكتبوها \"\nبلاغة التقديم في قوله تعالى : \" وأشهدوا إذا تبايعتم \"\nبلاغة التوجيه في قوله تعالى : \" ولا يضار كاتب ولا شهيد\nالبناء التركيبي لجملة : \" وإن تفعلوا فإنه فسوق بكم \"\nبلاغة التكرار في قوله تعالى : \" واتقوا الله ويعلمكم الله والله بكل شيء عليم \"\nتعلق العلم بالتقوى\nالفصل الرابع : الإيقاع داخل الآية\nالفصل الخامس : إعادة الترتيب\nالفصل السادس : الأحاديث النبوية الواردة في شأن الديون\nالخاتمة\nثبت بالعناوين\nالهوامش\nثبت بأهم المصادر والمراجع\n3\n5\n6\n7\n10\n11\n13\n15\n16\n19\n20\n24\n26\n28\n31\n37\n38\n43\n45\n46\n48\n49\n51\n53\n54\n56\n57\n62\n66\n71\n73\n74\n76\n77\n79\n82\n84\n86\n88\n92\n94\n98\n99\n103\n103\n104\n104\n106\n107\n109\n111\n113\n114\n117\n121\n124\n128\n131\n134\n141\nالهوامش",
        "(1/123)\n\n1- في سنن الترمذي من حديث عثمان رضي الله عنه قال : كان رسول الله - صلى الله عليه وسلم مما يأتي عليه الزمان وهو تتنزل عليه السورة ذوات العدد , فكان إذا نزل عليه الشيء دعا بعض من كان يكتب فيقول : ضعوا هؤلاء الآيات في السورة التي يذكر فيها كذا وكذا , وإذا نزلت عليه الآية فيقول : ضعوا هذه الآية في السورة التي يذكر فيها كذا وكذا ( دار إحياء التراث العربي حديث رقم 3086, وأخرجه أحمد في المسند 1 / 57 , نشر مؤسسة طيبة ت/ أحمد محمد شاكر )\n2- منهج البحث البياني عن المعنى القرآني لمحمود توفيق صـ 19- مطبعة الأخوة الأشقاء - مصر\n3- في حديث مسلم عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : من صلى صلاة لم يقرأ فيها بأم القرآن فهي خداج , أي : ناقصة 1/ 296, حديث رقم 395\n4- جاء عند الترمذي , وأحمد والمستدرك للحاكم من حديث أبي هريرة : \" لكل شيء سنام وسنام القرآن سورة البقرة \" واللفظ للترمذي , كتاب فضائل القرآن 5 / 275 رقم 2878\n5- النبأ العظيم - نظرات جديدة في القرآن الكريم للدكتور محمد عبد الله دراز صـ 163وما بعدها طبعة دار الثقافة - الدوحة قطر 1405 هـ\n6- منهج البحث البياني عن المعني القرآني لمحمود توفيق ص 137 - 141\n7- السابق صـ 111\n8- السابق صـ 57\n9- السابق صـ 155 - 158\n10- إشكالية الجمع بين الحقيقة والمجاز في ضوء البيان القرآني لمحمود توفيق صـ 153 - مطبعة الأمانة - القاهرة 1412هـ ط الأولى\n11- الجامع الصحيح المختصر - صحيح البخاري لأبي عبد الله محمد بن إسماعيل البخاري 2 / 841 رقم 2257 دار ابن كثير - اليمامة - دمشق ط / الثانية 1407 هـ ت/ مصطفى ديب البغا .\n12- إتقان ما يحسن من الأخبار الدائرة على الألسن لمحمد بن محمد العزي ط / الأولى - دار الفاروق الحديثة ت/ خليل محمد العربي 2 / 260 .\n(1/124)",
        "\n13- سبل الاستنباط من القرآن والسنة - دراسة بيانية ناقدة لمحمود توفيق ص 483 - مطبعة الأمانة - مصر ط/ الأولى 1413هـ .\n14- في ظلال القرآن لسيد قطب 1 / 342 ط/ دار الشروق - مصر .\n15- إشكالية الجمع بين الحقيقة والمجاز 1 / 342 .\n16- منج البحث البياني صـ 72 - 74 .\n17- أسرار البلاغة لعبد القاهر الجرجاني ت/ هـ ريتر صـ 25 مكتبة المتنبي - القاهرة .\n18- دلائل الإعجاز لعبد القاهر الجرجاني صـ132 ت/ محمود شاكر - مكتبة الخانجي - القاهرة .\n19- سنن أبي داود - كتاب الصلاة - باب الاستعاذة 2 / 93 حديث رقم 1555 - دار الفكر -بيروت - ت/ محمد محيي الدين عبد الحميد.\n20- الأم لمحمد بن إدريس الشافعي 3 / 93 - دار المعرفة - بيروت 1393 هـ ط/ الثانية .\n21- الجامع لأحكام القرآن للقرطبي 3 / 377 - دار الشعب - القاهرة -ط/ الثانية - ت/ أحمد عبد العليم البردوني .\n22- السابق 3 / 378.\n23- معجم المصطلحات الاقتصادية لنزيه حماد صـ 13 - المعهد العالمي للفكر الإسلامي -ط / الأولى .\n24- لسان العرب لابن منظور الأفريقي مادة ( دين ) دار صادر بيروت -ط/ الأولى\n25- المغني في فقه الإمام أحمد بن حنبل الشيباني لابن قدامة المقدسي 5/ 720 - دار الفكر - بيروت 1405 هـ.\n26- المغني لابن قدامة 6 / 5\n27- الفروق لأبي هلال العسكري صـ 193 ت/ محمد باسل عيون السود - مكتبة عباس الباز - مكة المكرمة .\n28- القاموس المحيط للفيروزبادي مادة ( سلم ) مؤسسة الرسالة .\n29- الجامع لأحكام القرآن للقرطبي - دار الشعب - القاهرة .\n30- المغني لابن قدامة 5 / 720 - ت / محمد شرف الدين وغيره ط/ دار الحديث - القاهرة .\n31- القاموس المحيط - سلف .\n32- صحيح البخاري - كتاب الاستقراض - باب من اخذ أموال الناس - 2 841 رقم 2257\n33- سبل السلام للصنعاني 3 / 68 دار الحديث - القاهرة .\n(1/125)\n",
        "34- نيل الأوطار من أحاديث سيد الأخيار شرح منتقى الأخبار - الشوكاني - دار الجيل - بيروت 5 / 343 .\n35- معجم المصطلحات الاقتصادية - صـ 39\n36- السابق صـ 105 .\n37- فقه السنة للسيد سابق 3 / 184 - مكتبة الرشد - الرياض - ط / الأولى 1422هـ\n38- الإتقان في علوم القرآن للسيوطي 1 / 462 ، جلال الدبن أبو بكر بن عبد الرحمن السيوطي ، ت 913 هـ - دار الفكر بيروت .\n39- السابق 1 / 517 .\n40- الإتقان 1 / 490 .\n41- التحرير والتنوير لسماحة الأستاذ الإمام الشيخ محمد الطاهر بن عاشور ج 3 / 98 دار سحنون للنشر والتوزيع تونس .\n42- الأشباه والنظائر لعبد الرحمن بن أبي بكر السيوطي ، دار الكتب العلمية -بيروت 2 /124 .\n43- إشكالية الجمع بين الحقيقة والمجاز لمحمود توفيق 120 ، 121 - مطبعة الأمانة - القاهرة 1412 هـ.\n44- ولذلك فسر القرطبي رحمة الله معني \" آمنوا \" بقوله : \"يا أيها الذين آمنوا صدقوا الله ورسوله [ إذا تدينتم ]يعني إذا تبايعتم بدين أو اشتريتم بدين, أو تعاطيتم , أو أخذتم به إلى أجل مسمى 3 / 116 .\n45- إشكالية الجمع بين الحقيقة والمجاز ص 120 .\n46- السابق ص 119.\n47- السابق ص 120 .\n48- الجملة الشرطية عند النحاة لأبي أوس إبراهيم الشمسان ص 199 مطبعة الدعوة - عابدين - مصر\n49- السابق ص 198 .\n50- شرح قصيدة ابن القيم لأحمد إبراهيم بن عيسى - المكتب الإسلامي - بيروت ط / الثالثة ت / زهير الشاويش .\n51- البرهان في علوم القرآن للزركشي - دار المعرفة - بيروت - ت/ محمد أبو الفضل إبراهيم .\n52- البرهان في علوم القرآن للزركشي 1/ 299 .\n53- جامع البيان عن تأويل آي القرآن لمحمد بن جرير الطبري طبعة دار الفكر - بيروت .\n54- الجامع لأحكام القرآن للقرطبي 3 / 85 \\.\n55- التبييان في إعراب القرآن محب الدين عبد الله العكبري ص 271 - دار إحياء الكتب العربية - ت/ علي محمد البجاوي .\n56- الجامع لأحكام القرآن - 3 / 382 .\n(1/126)\n\n57- الجامع لأحكام القرآن 3 / 377 .\n58- إرشاد العقل السليم إلى مزايا القرآن الكريم تفسير أبي السعود - دار إحياء التراث العربي - بيروت 1/ 269 .\n59- التحرير والتنوير للطاهر بن عاشور 3 / 96 دار سحنون للنشر والتوزيع .\n60- البرهان في علوم القرآن للزركشي 2 / 398 - 400 - دار المعرفة - بيروت - ت/ محمد أبو الفضل إبراهيم.\n61- التحرير والتنوير 3 / 99 .\n62- التحرير والتانوير 3 / 99 .\n63- الإيضاح في علوم البلاغة للخطيب القزويني ص 327 - ت / عبد الحميد هنداوي - مؤسسة المختار - القاهرة .\n64- اللاحب هو : الطريق الممهد المستقيم .\n65- صيغة الأمر والنهي في الذكر الحكيم للدكتور محمود توفيق - ص 35 - مطبعة الأمانة - مصر .\n66- الجامع لأحكام القرآن 3 / 382 .\n67- السابق 3/ 382 .\n68- السابق 3 / 383 .\n69- الأم للإمام الشافعي - 3 / 89 - دار المعرفة - بيروت - 1993 هـ - ط / الثانية .\n70- جامع البيان في تأويل آي القرآن للطبري 3 / 119 - 131 - دار الفكر بيروت - .\n71- التحرير والتنوير 3 / 100 .\n72- في ظلال القرآن للسيد قطب 1 / 652 - دار الشروق \" / الأولى - 1987 م .\n73- مقاييس اللغة لابن فارس - دمج - ص 364 - دار الفكر - بيروت - ت/ شهاب الدين أبو عمرو - ط / الأولى 1415 هـ .\n74- الإيضاح في علوم البلاغة ص 327 ت / عبد الحميد هنداوي - مؤسسة المختار .\n75- حاشية الدسوقي على التلخيص 4 / 399 - دار السرور - بيروت - لبنان .\n76- روح المعاني في تفسير القرآن العظيم والسبع المثاني للألوسي ص1/ 460 - دار إحياء التراث العربي - بيروت ت / محمد السيد الجلينيد .\n77- الجامع لأحكام القرآن للقرطبي 3 / 154 .\n78- روح المعاني 1 / 101 .\n79- روح المعاني 4 / 250 .\n80- روح المعاني 4 / 390 .\n81- الجامع لأحكام القرآن للقرطبي 3 / 54 .\n82- التحرير والتنوير 3 / 102 .\n83- الجامع لأحكام القرآن 3 / 384 .\n84- روح المعاني 3 / 58 .",
        "(1/127)\n\n85- مغني اللبيب لابن هشام 1 / 151 - المكتبة العصرية .\n86- البحر المحيط لأبي حيان 2 / 360 -ت / مجموعة من العلماء - دار الكتب العلمية - بيروت .\n87- التحرير والتنوير 3/ 102 .\n88- صورة الأمر والنهي في الذكر الحكيم لمحمود توفيق ص 65 .\n89- صحيح البخاري - كتاب الاعتصام , وفتح الباري 13/ 222 , ومسلم - كتاب الحج رقم 412 .\n90- التحرير والتنوير للطاهر بن عاشور 3 / 102 .\n91- شروح التلخيص 4 / 385 - 386 - دار السرور - بيروت .\n92- التحرير والتنوير 3 / 103 .\n93- التحرير والتنوير 3 / 102 .\n94- روح المعاني 3 / 67 .\n95- السابق 3 / 67 .\n96- دقائق القصر تحريراً وتصويراً لمحمود توفيق 1405 هـ ص 44 .\n97- دلائل الإعجاز لعبد القاهر الجرجاني ص 199 - مكتبة الخانجي - ت / محمود شاكر .\n98- البحر المحيط 2/ 360 .\n99- صحيح البخاري - كتاب الاستقراض - باب من أخذ أموال الناس 2 / 841 رقم 2257 .\n100- الجامع لأحكام القرآن للقرطبي 3 / 387 .\n101- التحرير والتنوير 3 / 104 , وانظر القرطبي 3 / 387 .\n102- مقاييس اللغة لابن فارس - سفه - .\n103- روح المعاني للألوسي 3 / 68 .\n104- التحرير والتنوير 3 / 101 .\n105- التحرير والتنوير 3 / 106 .\n106- الفرووق اللغوية لأبي هلال العسكري - ص 110 , ت / محمد باسل عيون السود - مكتبة عباس الباز - مكة المكرمة .\n107- فتح الباري شرح صحيح البخاري لابن حجر العسقلاني 6 / 38 - عالم المعرفة - بيروت - لبنان .\n108- التحرير والتنوير 3/ 105 .\n109- روح المعاني للألوسي 3 / 69 .\n110- روح المعاني للألوسي 3/ 70 .\n111- التحرير والتنوير 3 / 106 .\n112- التحرير والتنوير 3 / 109 .\n113- الكشاف عن حقائق التنزيل وعيون الأقاويل للزمخشري 1/ 403 - ط / مصطفى الحلبي 1392 هـ - القاهرة .\n114- تفسير الطبري 3 / 18 .\n(1/128)",
        "\n115- إتحاف فضلاء البشر من القراءات الأربعة عشر لشهاب الدين أحمد بن محمد الدمياطي البناء - وضع حواشيه الشيخ أنس مهرة ص 213 - مكتبة عباس الباز - مكة المكرمة .\n116- الكشاف 1 / 403 , وانظر أيضاً لسان العرب لابن منظور - ضل - , والقرطبي 3 / 397 .\n117- الفروق اللغوية لأبي هلال ص 241 . , وانظر المفردات في غريب القرآن للأصفهاني - دار المعرفة - بيروت .\n118- التحرير والتنوير 3 / 110 .\n119- في ظلال القرآن لسيد قطب 3 / 390 - ط / دار الشروق القاهرة .\n120- محطة اقرأ الفضائية ، برنامج معجزة القرآن المتجددة ، لفضيلة الشيخ عبد المجيد الزنداني ، في يوم الثلاثاء - 1423 هـ .\n121- التحرير والتنوير 3 / 111 ، 112 .\n122- الجامع لأحكام القرآن 2 / 397 .\n123- الجامع لأحكام القرآن 3 / 398 .\n124- دلائل الإعجاز لعبد القاهر الجرجاني ص 146 . الخانجي ت / محمود شاكر .\n125- تفسير االقرآن العظيم لابن كثير ص 146 - دار الفكر بيروت .\n126- تفسير الطبري 3/118 .\n127- تفسير الطبري 3/ 119 .\n128- تفسير النسفي 1/ 137 , وتفسير الثعالبي 1/ 145 .\n129- تفسير التحرير والتنوير 3/112.\n130- تفسير التحرير والتنوير 3/112.\n131- الجامع لأحكام القرآن 3/398.\n132- تفسير التحريروالتنوير 3/ 112.\n133- تفسير البيضاوي 1/580- دار الفكر - بيروت , ت/ عبد القادر حسونة .\n134- تفسير الجلالين 1/63 -محمد بن أحمد وعبد الرحمن بن أبى بكر المحلي السيوطي -.\n135- مغني اللبيب لابن هشام ت/ محمد محيي الدين عبد الحميد ص 335 - المكتبة العصرية - بيروت .\n136- في ظلال القرآن 1/ 625.\n137- لسان العرب - سأم -والمفردات للراغب - سأم - 1/ 251 .\n138- روح المعاني 3/60 .\n139- تفسير البيضاوي 1/580, والطاهر بن عاشور 3/114.\n140- المفردات للراغب الأصفهاني ص 140 - قل - وانظر الفروق لأبي هلال ص 282 .\n141- الكشاف 2/403 , وابن كثير 1/337 , والألوسي 3/60 .\n(1/129)\n",
        "142- تفسير الطبري 3/130 .\n143- البحر المحيط2/368.\n144- التبيان في تفسير غريب القرآن 1/ 140 لشهاب الدين المصري - دار الصحابة بطنطا - مصر ط/ الأولى .\n145- الفروق اللغوية ص 263 .\n146- الكشاف 2/404 .\n147- القرطبي 3/401 .\n148- معاني القرآن لأبي جعفر النحاس -جامعة أم القرى - مكة المكرمة 1/ 321.\n149- تفسير ابن كثير 1/337\n150- تفسير الطبري 3 / 131 .\n151- في ظلال القرآن 1/562 .\n152- تفسير القرطبي 3 / 402 .\n153- تفسير القرطبي 3 / 402 .\n154- الفروق اللغوية 343 .\n155- البحر المحيط 2/ 268 .\n156- البحر المحيط 2/ 268 , 269 .\n157- في ظلال القرآن 1/ 628 .\n158- حاشية البحر المحيط 2/269 .\n159- الكشاف 2/ 204 .\n160- التحرير والتنوير 3 / 116.\n161- تفسير القرطبي 3/ 399 .\n162- تفسير القرطبي 3 / 402 .\n163- سنن أبي داوود - كتاب الأقضية - باب إذا علم الحاكم صرفَ الشاهد 3 / 308 رقم 3607 - دار الفكر بيروت .\n164- الإيضاح في علوم البلاغة للخطيب القزويني ص 310 .\n165- التحرير والتنوير 3 / 117 .\n166- التحرير والتنوير3/ 328 .\n167- الإيضاح ص 328 .\n168- البحر المحيط 2 / 37- .\n169- التحري والتنوير 3 / 117 .\n170- الإتقان في علوم القرآن 1/552 .\n171- تفسير ابن كثير 1/338 , وروح المعاني للألوسي 3 / 61 .\n172- التحريروالتنوير 3 / 118 .\n173- دلائل الإعجاز لعبد القاهر ص 554 , وانظر المفردات للراغب - كرَّ _ .\n174- صفوة التفاسير للصابوني 1/ 164 دار القرآن الكريم - بيروت -ط الأولى 1401 هـ .\n175- صفوة التفاسر للصابوني 1/165 .\n176- تفسير القرطبي 3/406 .\n177- البرهان في علوم القرآن للزركشي 4 / 143 .\n178- الإتقان في علوم القرآن للسيوطي 2/ 181 , والتبيان في آداب حملة القرآن 1/ 20 - الوكالة العامة للتوزيع - دمشق 1402هـ -ط / الأولى .\n179- البحث البياني ص 203 .\n180- السابق ص 203\n181- دلائل الإعجاز ص 45 ت / شاكر .\n(1/130)\n\n182- صحيح البخاري - كتاب الحوالات 2 / 799 رقم 2168 .\n183- سنن النسائي - كتاب البيوع - باب التغليظ في الدين 7 / 314 رقم 4684 .\n184- صحيح ابن حبان - كتاب الجنائز - فصل في الصلاة على الجنازة 7/ 231 رقم 3061 .\n185- الموطأ للإمام مالك - كتاب الجهاد - باب الشهداء 2/ 461 رقم 986 .\n186- صحيح البخاري - كتاب الجهاد والسير - باب من غزا 3/ 1059 رقم 2736 .\n187- صحيح مسلم - كتاب الإمارة - باب من قتل في سبيل الله 3/ 1502 رقم 1886 .\n188- سنن النسائي كتاب الاستعاذة من الدين 8 / 264 رقم 5473 .\n189- سنن ابن ماجة - كتاب الصدقات 2/ 805 رقم 2410 .\n190- سنن ابن ماجة - كتاب الصدقات باب القرض 2/ 813 رقم 2410 .\n191- السابق باب الحبس في الدين 2/ 808 رقم 2416 .\n192- السابق 2/ 813 رقم 2433 .\n193- سنن النسائي باب في الاستعاذة من المغرم 8/ 258 رقم 5454 .\n194- الجامع لأحكام القرآن للقرطبي 3/ 417 .\n195- الموطأ للإمام مالك - كتاب الوصية 2/ 707 رقم 1460 .\n196- سنن أبي داود - كتاب البيوع - باب التشديد في الدين 2/ 246 رقم 3342 .\n197- الموطأ كتاب القرآن باب ما جاء في الدعاء 1/ 212 رقم 495 .\n198- صحيح البخاري - كتاب الاستقراض - باب من أخذ أموال الناس 2/ 814 رقم 2257 .\nثبت بأهم المصادر والمراجع\n1 - إتحاف فضلاء البشر في القراءات الأربعة عشر لشهاب الدين أحمد بن محمد الدمياطي البنا ,\nت / 1117 هـ , وضع حواشيه الشيخ أنس مهره , مكتبة عباس الباز , مكة الكرمة .\n2 - الإتقان في علوم القرآن لجلال الدين السيوطي - دار الفكر - بيروت - لبنان .\n3- إتقان ما يحسن من الأخبار الدائرة على الألسن لمحمد بن محمد الغزي - ت / 1061 هـ ط /\nالأولى - دار الفاروق الحديثة ت / خليل محمد العربي .\n4- إرشاد العقل السليم إلى مزايا القرآن الكريم لمحمد بن العمادي أبي السعود - دار إحياء التراث\nالعربي - بيروت ط / الأولى 1409 هـ .",
        "(1/131)\n\n5 - أسرار البلاغة لعبد القاهر الجرجاني - ت / ريتر - مكتبة المتنبي - القاهرة .\n6 - الأشباه والنظائر لعبد الرحمن بن أبي بكر السيوطي - دار الكتب العلمية - بيروت -ط/\nالأولى 1403 هـ .\n7 - إشكالية الجمع بين الحقيقة والمجاز في ضوء البيان القرآني لمحمود توفيق - مطبعة الأمانة - القاهرة - الأولى 1412هـ .\n8 الأم لأبي عبد الله محمد بن أدريس الشافعي - دار المعرفة - بيروت 1393 هـ - الثانية - ت / محمد النجار .\n9 - الإيضاح في علوم البلاغة للخطيب القزويني - ت / عبد الحميد هنداوي - مؤسسة المختار - القاهرة - الأولى 1419هـ .\n10 - البحر المحيط لأبي حيان الأندلسي - ت / مجموعة من العلماء - دار الكتب العلمية - بيروت - لبنان .\n11 -البرهان في علوم القرآن لمحمد بن بهادر الزركشي - دار المعرفة - بيروت - لبنان - ت / محمد أبو الفضل إبراهيم .\n12 - التبيان في آداب حملة القرآن لأبي زكريا بن شرف الدين النووي - الوكالة العامة للتوزيع - دمشق 1403 هـ - ط / الأولى .\n13 - التبيان في إعراب القرآن لأبى البقاء العكبري - ت/ علي محمد البجاوي - دار إحياء الكتب العربية - بيروت .\n14 - التبيان في تفسير غريب القرآن لشهاب الدين أحمد بن محمد الهائم المصري ت / 815 هـ' - دار الصحابة للتراث بطنطا - مصر - الأولى - ت / محمد أنور .\n15 التحرير والتنوير للأستاذ الإمام الشيخ محمد الطاهر بن عاشور - دار سحنون للنشر والتوزيع - تونس .\n16 - تفسير البيضاوي - ت/ عبد القادر عرفات - دار الفكر - بيروت- الأولى 1416هـ.\n17 - تفسير الجلالين محمد بن أحمد , وعبد الرحمن بن أبي بكر المحلي والسيوطي - دار الحديث - القاهرة - ط / الأولى .\n18 - تفسير القرآن العظيم لإسماعيل بن عمر بن كثير - دار الفكر - بيروت -1401 هـ .\n19 - جامع البيان عن تأويل آي القرآن للطبري - دار الفكر - بيروت 1405 هـ .\n(1/132)",
        "\n20 - الجامع الصحيح المختصر - صحيح البخاري - دار بن كثير- اليمامة- دمشق 1407 هـ - ط/ الثالثة - ت / مصطفى ديب البغا .\n21 - الجامع لأحكام القرآن للقرطبي - دار الشعب بالقاهرة-الثانية - ت / أحمد البردوني .\n22 - الجملة الشرطية عند النحاة لأبي أوس إبراهيم الشمسان - مطبعة الدعوة عابدين - مصر - ط/ الأولى 1991 مـ.\n23 - الجواهر الحسان في تفسير القرآن لابن مخلوف الثعالبي - تفسير الثعالبي - مؤسسة الأعلمي للمطبوعات - بيروت .\n24 - دقائق القصر تحريراً وتصويراً لمحمود توفيق سعد -1405 هـ .\n25 - دلائل الإعجاز لعبد القاهر الجرجاني - ت / محمود شاكر - مكتبة الخانجي - القاهرة .\n26 - روح المعاني في تفسير القرآن العظيم والسبع المثاني للألوسي - دار إحياء التراث\nالعربي - ت / محمد السيد الجليند .\n27 - سبل الاستنباط من القرآن والسنة - دراسة بيانية ناقدة - لمحمود توفيق سعد - مطبعة\nالأمانة 1413هـ - القاهرة -ط/ الأولى .\n28 - سنن أبي داوود - دار الفكر - ت / محمد محيي الدين عبد الحميد - بيروت - لبنان .\n29 - سنن الترمذي - الجامع الصحيح - دار إحياء التراث- بيروت - ت /أحمد محمد شاكر.\n30 - شرح قصيدة ابن القيم لأحمد بن إبراهيم بن عيسى ت / 1329هـ المكتب الإسلامي - بيروت - لبنان ط / الثالثة - ت/ زهير الشاويش .\n31 - شروح التلخيص - دار السرور - بيروت - لبنان .\n32 - صيغة الأمر والنهي في الذكر الحكيم لمحمود توفيق سعد _ مطبعة الأمانة - القاهرة .\n33 - فتح الباري شرح صحيح البخاري لابن حجر العسقلاني- عالم المعرفة - بيروت لبنان .\n34 - الفروق اللغوية لأبي هلال العسكري -ت/ محمد باسل - مكتبة عباس الباز - مكة المكرمة .\n35 - فقه السنة للسيد سابق - مكتبة الرشد - الرياض ط/ الأولى 1422هـ .\n36 - في ظلال القرآن لسيد قطب - دار الشروق - مصر -ط/ الأولى 1987مـ .\n37 - القاموس المحيط للفيروزبادي - -دار الرسالة للنشر والتوزيع .\n(1/133)\n",
        "38 - الكشاف للزمخشري -ط / مصطفى الحلبي 1392هـ القاهرة ومعه حاشية السيد الشريف , وحاشية ابن المنير .\n39 - لسان العرب لابن منظور الإفريقي- دار صادر بيروت -لبنان ط/ الأولى .\n40 - معاني القرآن لأبي جعفر النحاس - نشر جامعة أم القرى - مكة المكرمة 1409هـ ط / الأولى - ت / محمد على الصابوني .\n41 - معجم المصطلحات الاقتصادية في لغة الفقهاء لنزيه حماد - المعهد العالمي للفكر الإسلامي - سلسلة المعاجم والأدلة والكشافات - ط / الأولى 1414هـ\n42 - المغني في فقه الإمام أحمد بن حنبل الشيباني لابن قدامة المقدسي - دار الفكر - بيروت 1405 هـ ط / الأولى .\n43 مغني اللبيب عن كتب الأعاريب لابن هشام المصري - ت / محمد محيي الدين عبد الحميد - المكتبة العصرية - صيدا - بيروت - لبنان 1992م.\n44 - المفردات في غريب القرآن للراغب الأصفهاني - دار المعرفة - بيروت .\n45 - مقاييس اللغة لابن فارس - ت / شهاب الدين أبو عمرو -ط / لأولى 1415هـ - دار الفكر - بيروت .\n46 -منهج البحث البياني عن المعنى القرآني في سياق السورة لمحمود توفيق سعد - مطبعة الأخوة الأشقاء - مصر .\n47 - النبأ العظيم نظرات جديدة في القرآن الكريم للدكتور / محمد عبد الله دراز - طبعة دار الثقافة - الدوحة - قطر 1405 هـ .\n48 - النهاية في غريب الحديث والأثر لابن الأثير - ت / 606هـ ت / طاهر أحمد الزاوي ومحمود محمد الطناحي - المكتبة العلمية - بيروت - 1399هـ .\n(1/134)\n"
    ]
}