{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n(1/1)\n",
        "بسم الله والحمد لله والصلاة والسلام على نبي الهدى والرحمة محمد بن عبدالله عليه وعلى آله وصحبه أجمعين أفضل الصلاة وأتم التسليم .\n\nأما بعد ...\n\nفإن أخوتكم في غرفة النصارى يسألوننا عن الإسلام في البالتوك ، قد أخذوا على عاتقهم كشف الفضائح والقبائح الموجودة في كتب النصارى وذلك حتى يتبين الحق من الباطل ، وهذا الكتاب هو أحد الكتب التي أصدرتها الغرفة ، ويحتوي على مقتطفات كثيرة من نصوص الإنجيل ، وذلك لتبيين ما فيه من خرافات وأكاذيب على الله سبحانه وتعالى ، وأيضا حتى نظهر بعض الأمور الموجودة في كتابهم ولا يعترفون بها ، كالبشارة بالنبي عليه الصلاة والسلام ، وحد الزنا الموجود بالإسلام ، ثم بعد ذلك ينكرون علينا وهو موجود بكتابهم ، ولكي يستفيد أخوتنا المسلمين من الإطلاع على هذا الكتاب وذلك حتى يعلموا ما في الإنجيل من تحريف وأمور ما أنزل الله بها من سلطان ولا يمكن أن يقبلها عقل سوي أو دين منزل من عند الله سبحانه وتعالى ، وليعلم المسلمون أن النصارى إنما هم معاندون مكابرون فبرغم ما حرفوا في كتابهم إلا أن كتابهم مازال موجودا به دلائل نبوة الرسول عليه الصلاة والسلام فلماذا لا يؤمنون بالله الواحد الأحد الفرد الصمد ويدينون دين الحق .\n\nنسأل الله العلي القدير رب العرش العظيم أن يوفقنا لما فيه الخير للإسلام والمسلمين وأن يجعل هذا العمل خالصاً لوجهه الكريم وأن يجعله في ميزان حسناتنا آمين يا رب العالمين .\n\nكما نسأل أخوتنا المسلمين الذين يطلعون على هذا الكتاب أن يدعوا لإخوانهم في الغرفة بأن يتقبل الله أعمالهم وأن يعينهم على نصرة الإسلام والمسلمين .\n\nوآخر دعوانا أن الحمد لله رب العالمين ...\nأخوتكم في غرفة النصارى يسألوننا عن الإسلام\n(1/2)\n\nالتحريف في كتابهم المقدس\n\nيزعمون أنه من عند الله\n\n2Tm:3:16: 16 كل الكتاب هو موحى به من الله ونافع للتعليم والتوبيخ للتقويم والتأديب الذي في البر (SVD)\n\nLk:16:17: 17 ولكن زوال السماء والارض ايسر من ان تسقط نقطة واحدة من الناموس. (SVD)\n\nDt:12:32: 32 كل الكلام الذي اوصيكم به احرصوا لتعملوه.لا تزد عليه ولا تنقص منه (SVD)\n\nكتابهم يؤكد إمكانية تحريف كلام ربهم\n\nMk:7:13: 13 مبطلين كلام الله بتقليدكم الذي سلمتموه.وأمورا كثيرة مثل هذه تفعلون (SVD)\n\nJer:14:14: 14 فقال الرب لي.بالكذب يتنبأ الانبياء باسمي.لم ارسلهم ولا امرتهم ولا كلمتهم.برؤيا كاذبة وعرافة وباطل ومكر قلوبهم هم يتنبأون لكم (SVD)\n\nJer:5:31 الانبياء يتنبأون بالكذب والكهنة تحكم على ايديهم وشعبي هكذا احب.وماذا تعملون في آخرتها\n\nJer:23:36: 36 اما وحي الرب فلا تذكروه بعد لان كلمة كل انسان تكون وحيه اذ قد حرّفتم كلام الاله الحي رب الجنود الهنا.\n\nJer:8:8: 8 كيف تقولون نحن حكماء وشريعة الرب معنا.حقا انه الى الكذب حوّلها قلم الكتبة الكاذب. (SVD)\n\nJer:6:13: 13 لانهم من صغيرهم الى كبيرهم كل واحد مولع بالربح ومن النبي الى الكاهن كل واحد يعمل بالكذب. (SVD)\n\nActs:7:53: 53 الذين اخذتم الناموس بترتيب ملائكة ولم تحفظوه (SVD)\n\nهل هو كلام الله أم بولص؟\n\n2Tm:2:8: 8. اذكر يسوع المسيح المقام من الاموات من نسل داود بحسب انجيلي (SVD)\n\n1Cor:9:23: 23 وهذا انا افعله لاجل الانجيل لاكون شريكا فيه. (SVD)\n\nإثبت ان كتابك غير محرف كما يأمرك:\n\n1Thes:5:21: Prove all things; hold fast that which is good. (KJV)\n\n1Thes:5:21: 21 امتحنوا كل شيء.تمسكوا بالحسن. (SVD)\n\nأم تعمل بأوامر بولص؟\n\nPhil:2:14: 14. افعلوا كل شيء بلا دمدمة ولا مجادلة (SVD)\n\nتناقضات",
        "(1/3)\n\nMk:2:14: 14 وفيما هو مجتاز رأى لاوي بن حلفى جالسا عند مكان الجباية.فقال له اتبعني.فقام وتبعه مع يسوع وتلاميذه لانهم كانوا كثيرين وتبعوه. (SVD\n\nMt:9:9: 9. وفيما يسوع مجتاز من هناك رأى انسانا جالسا عند مكان الجباية اسمه متى.فقال له اتبعني.فقام وتبعه.\n\nGn:3:9: 9. فنادى الرب الاله آدم وقال له اين انت. (SVD)\n\nPrv:15:3: 3. في كل مكان عينا الرب مراقبتين الطالحين والصالحين\n\n2Sm:24:1: 1. وعاد فحمي غضب الرب على اسرائيل فاهاج عليهم داود قائلا امض واحص اسرائيل ويهوذا. (SVD)\n\n1Chr:21:1: 1. ووقف الشيطان ضد اسرائيل واغوى داود ليحصي اسرائيل\n\nMt:16:28: 28 الحق اقول لكم ان من القيام ههنا قوما لا يذوقون الموت حتى يروا ابن الانسان آتيا في ملكوته (SVD)\n\nMt:16:27: 27 فان ابن الانسان سوف يأتي في مجد ابيه مع ملائكته وحينئذ يجازي كل واحد حسب عمله\n\nJn:5:31: 31. ان كنت اشهد لنفسي فشهادتي ليست حقا. (SVD)\n\nJn:8:14: 14 اجاب يسوع وقال لهم وان كنت اشهد لنفسي فشهادتي حق لاني اعلم من اين أتيت والى اين اذهب.واما انتم فلا تعلمون من اين آتي ولا الى اين اذهب. (SVD)\n\nNm:14:18: 18 الرب طويل الروح كثير الاحسان يغفر الذنب والسيئة لكنه لا يبرئ بل يجعل ذنب الاباء على الابناء الى الجيل الثالث والرابع. (SVD)\n\nEz:18:19: 19 وانتم تقولون لماذا لا يحمل الابن من اثم الاب.اما الابن فقد فعل حقا وعدلا حفظ جميع فرائضي وعمل بها فحياة يحيا. (SVD)\n\nEx:34:7: 7 حافظ الاحسان الى الوف.غافر الاثم والمعصية والخطية.ولكنه لن يبرئ ابراء مفتقد اثم الآباء في الابناء وفي ابناء الابناء في الجيل الثالث والرابع. (SVD)\n\nEz:18:20: 20 النفس التي تخطئ هي تموت.الابن لا يحمل من اثم الاب والاب لا يحمل من اثم الابن.بر البار عليه يكون وشر الشرير عليه يكون. (SVD)\n\nJn:1:18: 18 الله لم يره احد قط.الابن الوحيد الذي هو في حضن الآب هو خبّر (SVD)\n(1/4)",
        "\nEx:33:11: 11 ويكلم الرب موسى وجها لوجه كما يكلم الرجل صاحبه.واذا رجع موسى الى المحلّة كان خادمه يشوع بن نون الغلام لا يبرح من داخل الخيمة (SVD)\n\nMt:19:12 لانه يوجد خصيان ولدوا هكذا من بطون امهاتهم.ويوجد خصيان خصاهم الناس.ويوجد خصيان خصوا انفسهم لاجل ملكوت السموات من استطاع ان يقبل فليقبل .\n\nDt:23:1: لا يدخل مخصيّ بالرضّ او مجبوب في جماعة الرب 2 :لا يدخل ابن زنى في جماعة الرب.حتى الجيل العاشر لا يدخل منه احد في جماعة الرب\n\nتحريف بين التراجم المختلفة\n\nPs:84:6: 6 عابرين في وادي البكاء يصيرونه ينبوعا.ايضا ببركات يغطون مورة (SVD)\n\nPsalms:84:6: Who passing through the valley of Baca make it a well; the rain also filleth the pools.\n\n{إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ} (96) سورة آل عمران [3:96] Al - imran The first House (of worship) appointed for men was that at Bakka: Full of blessing and of guidance for all kinds of beings:\n\nDt:33:2: 2 فقال.جاء الرب من سيناء واشرق لهم من سعير وتلألأ من جبال فاران وأتى من ربوات القدس وعن يمينه نار شريعة لهم. (SVD)\n\nDt:33:2: And he said, The Lord came from Sinai, and rose up from Seir unto them; he shined forth from mount Paran, and he came with ten thousands of saints: from his right hand went a fiery law for them. (KJV)\n\nنقصان\n\nEz:23:43: 43 ***فقلت عن البالية في الزنى الآن يزنون زنى معها وهي***. (SVD)\n\nوضعتم نجم محل الكلمة الناقصة في كتابك المحرف أكبر دليل على بطلان دينكم\n\nEze:23:43: Then said I unto her that was old in adulteries, Will they now commit whoredoms with her, and she with them?\n\nJn:5:4 (NOTEXT)\n\nنو تكست يعني لا يوجد كلام، أين كلام الله؟\n(1/5)\n",
        "Jn:5:4: 4 لان ملاكا كان ينزل احيانا في البركة ويحرك الماء.فمن نزل اولا بعد تحريك الماء كان يبرأ من اي مرض اعتراه. (SVD)\n\nتحريفات رقمية\n\n2Chr:36:9: 9 كان يهوياكين ابن ثماني سنين حين ملك وملك ثلاثة اشهر وعشرة ايام في اورشليم.وعمل الشر في عيني الرب. (SVD)\n\n2Kgs:24:8: 8. كان يهوياكين ابن ثماني عشرة سنة حين ملك وملك ثلاثة اشهر في اورشليم.واسم امه نحوشتا بنت الناثان من اورشليم. (SVD)\n\n2Kgs:8:26: 26 كان اخزيا ابن اثنتين وعشرين سنة حين ملك وملك سنة واحدة في اورشليم.واسم امه عثليا بنت عمري ملك اسرائيل. (SVD)\n\n2Chr:22:2: 2 كان اخزيا ابن اثنتين واربعين سنة حين ملك وملك سنة واحدة في اورشليم واسم امه عثليا بنت عمري\n\n1Kgs:4:26: 26 وكان لسليمان اربعون الف مذود لخيل مركباته واثنا عشر الف فارس. (SVD)\n\n2Chr:9:25: 25 وكان لسليمان اربعة آلاف مذود خيل ومركبات واثنا عشر الف فارس فجعلها في مدن المركبات ومع الملك في اورشليم\n\n1Kgs:7:26: 26 وغلظه شبر وشفته كعمل شفة كاس بزهر سوسن.يسع الفي بث. (SVD)\n\n2Chr:4:5: 5 وغلظه شبر وشفته كعمل شفة كاس بزهر سوسن.يأخذ ويسع ثلاثة الآف بثّ\n\n2Sm:24:9: 9 فدفع يوآب جملة عدد الشعب الى الملك فكان اسرائيل ثمان مئة الف رجل ذي بأس مستل السيف ورجال يهوذا خمس مئة الف رجل (SVD)\n\n1Chr:21:5: 5 فدفع يوآب جملة عدد الشعب الى داود فكان كل اسرائيل الف الف ومئة الف رجل مستلّي السيف ويهوذا اربع مئة وسبعين الف رجل مستلّي السيف (SVD)\n\nEzr:2:15: 15 بنو عادين اربع مئة واربعة وخمسون. (SVD)\n\nNeh:7:20: 20 بنو عادين ست مئة وخمسة وخمسون. (SVD)\n\n2Sm:23:8: 8. هذه اسماء الابطال الذين لداود.يوشيب بشبث التحكموني رئيس الثلاثة.هو هزّ رمحه على ثمان مئة قتلهم دفعة واحدة. (SVD)\n\n1Chr:11:11: 11 وهذا هو عدد الابطال الذين لداود.يشبعام بن حكموني رئيس الثوالث.هو هزّ رمحه على ثلاث مئة قتلهم دفعة واحدة. (SVD)\n(1/6)\n\nأخطاء علمية\n\nالارنب ليس من المجترات الجمل من المجترات لان له اكثر من معدة اما الارنب فبمعدة واحدة\n\nLv:11:6: 6 والارنب.لانه يجترّ لكنه لا يشق ظلفا فهو نجس لكم. (SVD)\n\nطيوربأربعة أرجل\n\nLv:11:20: 20. وكل دبيب الطير الماشي على اربع فهو مكروه لكم\n\nالغنم المخطط\n\nGn:30:37: 37. فأخذ يعقوب لنفسه قضبانا خضرا من لبنى ولوز ودلب وقشر فيها خطوطا بيضا كاشطا عن البياض الذي على القضبان. (SVD)\n\nGn:30:38: 38 واوقف القضبان التي قشرها في الاجران في مساقي الماء حيث كانت الغنم تجيء لتشرب.تجاه الغنم.لتتوحم عند مجيئها لتشرب. (SVD)\n\nGn:30:39: 39 فتوحّمت الغنم عند القضبان وولدت الغنم مخطّطات ورقطا وبلقا\n\nالإبن الأصغر اكبر من أبه\n\n2Chr:21:20: 20 كان ابن اثنتين وثلاثين سنة حين ملك وملك ثماني سنين في اورشليم وذهب غير مأسوف عليه ودفنوه في مدينة داود ولكن ليس في قبور الملوك (SVD)\n\n2Chr:22:1: 1. وملك سكان اورشليم اخزيا ابنه الاصغر عوضا عنه لان جميع الاولين قتلهم الغزاة الذين جاءوا مع العرب الى المحلّة.فملك اخزيا بن يهورام ملك يهوذا (SVD)\n\n2Chr:22:2: 2 كان اخزيا ابن اثنتين واربعين سنة حين ملك وملك سنة واحدة في اورشليم واسم امه عثليا بنت عمري. (SVD)\n\nتحريف بين العهد القديم والجديد\n\nIs:42:1: 1. هوذا عبدي الذي اعضده مختاري الذي سرّت به نفسي.وضعت روحي عليه فيخرج الحق للامم. (SVD)\n\nMt:12:18: 18 هوذا فتاي الذي اخترته حبيبي الذي سرّت به نفسي.اضع روحي عليه فيخبر الامم بالحق. (SVD)\n\nروابط ليوحنا 5:4\n\nJn:5:4: 4 لان ملاكا كان ينزل احيانا في البركة ويحرك الماء.فمن نزل اولا بعد تحريك الماء كان يبرأ من اي مرض اعتراه. (SVD)",
        "(1/7)\n\n1 After this there was a feast of the Jews, and Jesus went up to Jerusalem. 2 Now there is in Jerusalem by the Sheep Gate a pool, in Hebrew called Beth-za'tha, which has five porticoes. 3 In these lay a multitude of invalids, blind, lame, paralyzed. 4 * [No text] 5 One man was there, who had been ill for thirty-eight years. 6 When Jesus saw him and knew that he had been lying there a http://www.biblestudytools.net/OnlineStudyBible/bible.cgi?word=Tobit+1&section=0&version=rsv&new=1&oq=&NavBook=joh&NavGoto=Go+To%3A&NavGo=5&NavCurrentChapter=1ong time, he\n\n1Some time later, Jesus went up to Jerusalem for a feast of the Jews. 2Now there is in Jerusalem near the Sheep Gate a pool, which in Aramaic is called Bethesda[1] and which is surrounded by five covered colonnades. 3Here a great number of disabled people used to lie--the blind, the lame, the paralyzed.[2] 5One who was there had been an invalid for thirty-eight years. 6When Jesus saw him lying there and learned that he had been in this condition for a long time, he asked him, \"Do you want to get well?\"\n\nhttp://www.biblestudytools.net/OnlineStudyBible/bible.cgi?word=Tobit+1&section=0&version=rsv&new=1&oq=&NavBook=joh&NavGoto=Go+To%3A&NavGo=5&NavCurrentChapter=1\n\n3 In these lay a multitude of invalids, blind, lame, paralyzed. 4 * [No text] 5 One man was there, who had been ill for thirty-eight years.\n(1/8)",
        "\nالفداء والصلب في كتابهم المقدس\n\nصفات المصلوب\n\nPs:22:6: 6 اما انا فدودة لا انسان.عار عند البشر ومحتقر الشعب. (SVD)\n\nالرب يقول\n\nEz:18:20: 20 النفس التي تخطئ هي تموت.الابن لا يحمل من اثم الاب والاب لا يحمل من اثم الابن.بر البار عليه يكون وشر الشرير عليه يكون. (SVD)\n\nMt:9:13: 13 فاذهبوا وتعلّموا ما هو.اني اريد رحمة لا ذبيحة.لاني لم آت لادعو ابرارا بل خطاة الى التوبة (SVD\n\nاما بولص فيقول\n\nJn:3:16: 16 لانه هكذا احب الله العالم حتى بذل ابنه الوحيد لكي لا يهلك كل من يؤمن به بل تكون له الحياة الابدية. (SVD)\n\n1Cor:2:2: 2 لاني لم أعزم ان اعرف شيئا بينكم الا يسوع المسيح واياه مصلوبا. (SVD)\n\nكيف يصلب؟\n\nMt:4:6: 6 وقال له ان كنت ابن الله فاطرح نفسك الى اسفل.لانه مكتوب انه يوصي ملائكته بك.فعلى اياديهم يحملونك لكي لا تصدم بحجر رجلك. (SVD)\n\nHeb:5:7: 7 الذي في ايام جسده اذ قدم بصراخ شديد ودموع طلبات وتضرعات للقادر ان يخلصه من الموت وسمع له من اجل تقواه (SVD)\n\nالمسيح شرير وملعون؟\n\nPrv:21:18: 18. الشرير فدية الصدّيق ومكان المستقيمين الغادر (SVD)\n\nDt:21:23: 23 فلا تبت جثته على الخشبة بل تدفنه في ذلك اليوم.لان المعلّق ملعون من الله.فلا تنجس ارضك التي يعطيك الرب الهك نصيبا (SVD)\n\nاتى ليصلب فيطلب النجاة\n\nLk:22:41: 41 وانفصل عنهم نحو رمية حجر وجثا على ركبتيه وصلّى (SVD)\n\nMk:14:34: 34 فقال لهم نفسي حزينة جدا حتى الموت.امكثوا هنا واسهروا. (SVD)\n\nMk:14:35: 35 ثم تقدم قليلا وخرّ على الارض وكان يصلّي لكي تعبر عنه الساعة ان امكن\n\nويهرب من الصلب\n\nJn:8:59: 59 فرفعوا حجارة ليرجموه.اما يسوع فاختفى وخرج من الهيكل مجتازا في وسطهم ومضى هكذا (SVD)\n\nJn:10:39: 39. فطلبوا ايضا ان يمسكوه فخرج من ايديهم. (SVD)\n\nالعمل يدخل الجنة وليس الصلب\n\nEz:18:28: 28 رأى فرجع عن كل معاصيه التي عملها فحياة يحيا.لا يموت. (SVD)\n(1/9)\n",
        "Ez:33:11:قل لهم.حيّ انا يقول السيد الرب اني لا اسر بموت الشرير بل بان يرجع الشرير عن طريقه ويحيا\n\nMt:6:14: 14 فانه ان غفرتم للناس زلاتهم يغفر لكم ايضا ابوكم السماوي. (SVD)\n\nPhil:4:6: 6 لا تهتموا بشيء بل في كل شيء بالصلاة والدعاء مع الشكر لتعلم طلباتكم لدى الله. (SVD)\n\nActs:8:22: 22 فتب من شرك هذا واطلب الى الله عسى ان يغفر لك فكر قلبك. (SVD)\n\nMt:3:2: 2 قائلا توبوا لانه قد اقترب ملكوت السموات. (SVD)\n\nMt:4:17: 17 من ذلك الزمان ابتدأ يسوع يكرز ويقول توبوا لانه قد اقترب ملكوت السموات\n\nMt:16:27: 27 فان ابن الانسان سوف يأتي في مجد ابيه مع ملائكته وحينئذ يجازي كل واحد حسب عمله. (SVD)\n\nبولص اخترع الفداء والصلب\n\nمن اقامه من الموت؟\n\n2Tm:2:8: 8. اذكر يسوع المسيح المقام من الاموات من نسل داود بحسب انجيلي (SVD)\n\nActs:2:32: 32 فيسوع هذا اقامه الله ونحن جميعا شهود لذلك. (SVD)\n\nActs:3:15: 15 ورئيس الحياة قتلتموه الذي اقامه الله من الاموات ونحن شهود لذلك. (SVD)\n\nActs:2:24: 24 الذي اقامه الله ناقضا اوجاع الموت اذ لم يكن ممكنا ان يمسك منه. (SVD)\n\n1Pt:1:21: 21 انتم الذين به تؤمنون بالله الذي اقامه من الاموات واعطاه مجدا حتى ان ايمانكم ورجاءكم هما في الله. (SVD)\n\nActs:4:10: 10 فليكن معلوما عند جميعكم وجميع شعب اسرائيل انه باسم يسوع المسيح الناصري الذي صلبتموه انتم الذي اقامه الله من الاموات.بذاك وقف هذا امامكم صحيحا. (SVD)\n\nActs:13:37: 37 واما الذي اقامه الله فلم ير فسادا. (SVD)\n\nRom:10:9: 9 لانك ان اعترفت بفمك بالرب يسوع وآمنت بقلبك ان الله اقامه من الاموات خلصت. (SVD)\n\nGal:1:1: 1. بولس رسول لا من الناس ولا بانسان بل بيسوع المسيح والله الآب الذي اقامه من الاموات (SVD)\n\nEph:1:20: 20 الذي عمله في المسيح اذ اقامه من الاموات واجلسه عن يمينه في السماويات (SVD)\n(1/10)\n\nCol:2:12: 12 مدفونين معه في المعمودية التي فيها اقمتم ايضا معه بايمان عمل الله الذي اقامه من الاموات. (SVD)",
        "(1/11)\n\nالله ليس كمثله شيئ\n\nHos:11:9: 9 لا اجري حمو غضبي لا اعود اخرب افرايم لاني الله لا انسان القدوس في وسطك فلا آتي بسخط\n\nJer:10:6: 6 لا مثل لك يا رب عظيم انت وعظيم اسمك في الجبروت. (SVD)\n\nIs:46:5: 5. بمن تشبهونني وتسوونني وتمثلونني لنتشابه (SVD)\n\nIs:40:25: فبمن تشبهونني فاساويه يقول القدوس.\n\nIs:40:18 :. فبمن تشبهون الله واي شبه تعادلون به.\n\n1Tm:6:16: 16 الذي وحده له عدم الموت ساكنا في نور لا يدنى منه الذي لم يره احد من الناس ولا يقدر ان يراه الذي له الكرامة والقدرة الابدية.آمين (SVD)\n\nNm:23:19: 19 ليس الله انسانا فيكذب.ولا ابن انسان فيندم.هل يقول ولا يفعل او يتكلم ولا يفي. (SVD)\n\nMk:13:32: .و أما ذلك اليوم وتلك الساعة فلا يعلم بهما أحد ولا الملائكة الذين في السماء ولا الابن إلا الآب.\n\nJn:4:23: 23 ولكن تأتي ساعة وهي الآن حين الساجدون الحقيقيون يسجدون للآب بالروح والحق.لان الآب طالب مثل هؤلاء الساجدين له. (SVD)\n\nDt:4:35: 35 انك قد أريت لتعلم ان الرب هو الاله.ليس آخر سواه. (SVD)\n\n35 انك قد أريت لتعلم ان الرب هو الاله.ليس آخر سواه. (SVD)\n\nJb:25:4: فكيف يتبرر الانسان عند الله وكيف يزكو مولود المرأة. How then can man be justified with God? or how can he be clean that is born of a woman?\n\nJb:25:4: 4 فكيف يتبرر الانسان عند الله وكيف يزكو مولود المرأة. (SVD)\n\nJb:25:5: 5 هوذا نفس القمر لا يضيء والكواكب غير نقية في عينيه. (SVD)\n\nJb:25:6: 6 فكم بالحري الانسان الرمّة وابن آدم الدود\n\nJb:25:6: How much less man, that is a worm? and the son of man, which is a worm? (KJV)\n\nMal:3:6: 6 لاني انا الرب لا اتغيّر فانتم يا بني يعقوب لم تفنوا (SVD)\n\nJn:1:1: 1. في البدء كان الكلمة والكلمة كان عند الله وكان الكلمة الله. (SVD\nEx:33:20: 20 وقال لا تقدر ان ترى وجهي.لان الانسان لا يراني ويعيش\n(1/12)",
        "\nJn:1:18: 18 الله لم يره احد قط.الابن الوحيد الذي هو في حضن الآب هو خبّر\nMk:10:18: 18 فقال له يسوع لماذا تدعوني صالحا.ليس احد صالحا الا واحد وهو الله\nJn:5:37: 37 والآب نفسه الذي ارسلني يشهد لي.لم تسمعوا صوته قط ولا ابصرتم هيئته. (SVD)\nالرب واحد\nMk:12:28: 28. فجاء واحد من الكتبة وسمعهم يتحاورون فلما رأى انه اجابهم حسنا سأله اية وصية هي اول الكل. (SVD)\nMk:12:29: 29 فاجابه يسوع ان اول كل الوصايا هي اسمع يا اسرائيل.الرب الهنا رب واحد. (SVD)\nJn:10:29: 29 ابي الذي اعطاني اياها هو اعظم من الكل ولا يقدر احد ان يخطف من يد ابي. (SVD\nLk: 12:10: 10 وكل من قال كلمة على ابن الانسان يغفر له.واما من جدف على الروح القدس فلا يغفر له. (SVD)\n(1/13)\n",
        "المسيح ليس الله\n\nJn:1:10: 10 كان في العالم وكوّن العالم به ولم يعرفه العالم. (SVD)\n\nJn:4:19: 19 قالت له المرأة يا سيد ارى انك نبي. (SVD)\n\nMt:13:57: 57 فكانوا يعثرون به.واما يسوع فقال لهم ليس نبي بلا كرامة الا في وطنه وفي بيته. (SVD)\n\nالمسيح مخلوق\n\nCol:1:15: 15 الذي هو صورة الله غير المنظور بكر كل خليقة. (SVD)\n\nCol:1:15: Who is the image of the invisible God, the firstborn of every creature: (KJV)\n\nكلمة إله لم يختص بها الله في كتاب النصارى\n\nEx:7:1: 1. فقال الرب لموسى انظر.انا جعلتك الها لفرعون.وهرون اخوك يكون نبيّك. (SVD)\n\nEx:22:8: 8 وان لم يوجد السارق يقدم صاحب البيت الى الله ليحكم هل لم يمدّ يده الى ملك صاحبه. (SVD)\n\nPs:82:6: 6. انا قلت انكم آلهة وبنو العلي كلكم. (SVD)\n\nJn:10:34: 34 اجابهم يسوع أليس مكتوبا في ناموسكم انا قلت انكم آلهة\n\nالمسيح لم ينسب الالوهية لنفسه\n\nJn:7:17: 17 ان شاء احد ان يعمل مشيئته يعرف التعليم هل هو من الله ام اتكلم انا من نفسي. (SVD)\n\n1Cor:11:3: 3 ولكن اريد ان تعلموا ان راس كل رجل هو المسيح.واما راس المرأة فهو الرجل.وراس المسيح هو الله. (SVD)\n\nJn:5:30: 30 انا لا اقدر ان افعل من نفسي شيئا.كما اسمع ادين ودينونتي عادلة لاني لا اطلب مشيئتي بل مشيئة الآب الذي ارسلني (SVD)\n\nJn:5:37: 37 والآب نفسه الذي ارسلني يشهد لي.لم تسمعوا صوته قط ولا ابصرتم هيئته. (SVD)\n\nMk:13:32: .و أما ذلك اليوم وتلك الساعة فلا يعلم بهما أحد ولا الملائكة الذين في السماء ولا الابن إلا الآب.\n\nMt:24:36: 36 واما ذلك اليوم وتلك الساعة فلا يعلم بهما احد ولا ملائكة السموات الا ابي وحده. (SVD)\n\nJn:17:3: 3 وهذه هي الحياة الابدية ان يعرفوك انت الاله الحقيقي وحدك ويسوع المسيح الذي ارسلته. (SVD)\n\nبولص يكفر النصارى\n\nRom:1:22: 22 وبينما هم يزعمون انهم حكماء صاروا جهلاء (SVD)\n(1/14)\n\nRom:1:23: 23 وابدلوا مجد الله الذي لا يفنى بشبه صورة الانسان الذي يفنى والطيور والدواب والزحافات. (SVD)\n\nRom:1:24: 24 لذلك اسلمهم الله ايضا في شهوات قلوبهم الى النجاسة لاهانة اجسادهم بين ذواتهم. (SVD)\n\nRom:1:25: 25 الذين استبدلوا حق الله بالكذب واتقوا وعبدوا المخلوق دون الخالق الذي هو مبارك الى الابد آمين. (SVD)\n\nRom:1:26: 26 لذلك اسلمهم الله الى اهواء الهوان.لان اناثهم استبدلن الاستعمال الطبيعي بالذي على خلاف الطبيعة. (SVD)\n\nRom:1:27: 27 وكذلك الذكور ايضا تاركين استعمال الانثى الطبيعي اشتعلوا بشهوتهم بعضهم لبعض فاعلين الفحشاء ذكورا بذكور ونائلين في انفسهم جزاء ضلالهم المحق\n\nالمسيح يخضع لله\n\n1Cor:15:28: 28 ومتى اخضع له الكل فحينئذ الابن نفسه ايضا سيخضع للذي اخضع له الكل كي يكون الله الكل في الكل (SVD)\n\n1Cor:15:28: And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all. (KJV)'\n\nكيف تقولون بأنههم متساوون\n\nالله اعطى المسيح\n\nJn:10:29: 29 ابي الذي اعطاني اياها هو اعظم من الكل ولا يقدر احد ان يخطف من يد ابي. (SVD)\n\nالمسيح يصلي\n\nMt:26:39: 39 ثم تقدم قليلا وخرّ على وجهه وكان يصلّي قائلا يا ابتاه ان امكن فلتعبر عني هذه الكاس.ولكن ليس كما اريد انا بل كما تريد انت\n\nHeb:5:7: 7 الذي في ايام جسده اذ قدم بصراخ شديد ودموع طلبات وتضرعات للقادر ان يخلصه من الموت وسمع له من اجل تقواه\n\nالله لا يجرب والمسيح جرب من الشيطان\n\nJms:1:13: 13. لا يقل احد اذا جرّب اني أجرّب من قبل الله.لان الله غير مجرّب بالشرور وهو لا يجرّب احدا\n\nMt:4:7: 7 قال له يسوع مكتوب ايضا لا تجرب الرب الهك\n\nMt:4:10: 10 حينئذ قال له يسوع اذهب يا شيطان.لانه مكتوب للرب الهك تسجد واياه وحده تعبد\n\nانا ولآب واحد لم يختص بها المسيح",
        "(1/15)\n\nJn:17:21: 21 ليكون الجميع واحدا كما انك انت ايها الآب فيّ وانا فيك ليكونوا هم ايضا واحدا فينا ليؤمن العالم انك ارسلتني. (SVD)\n\nJn:17:23: 23 انا فيهم وانت فيّ ليكونوا مكملين الى واحد وليعلم العالم انك ارسلتني واحببتهم كما احببتني (SVD)\n\nJn:20:17: 17 قال لها يسوع لا تلمسيني لاني لم اصعد بعد الى ابي.ولكن اذهبي الى اخوتي وقولي لهم اني اصعد الى ابي وابيكم والهي والهكم. (SVD)\n\nEph:4:6: 6 اله وآب واحد للكل الذي على الكل وبالكل وفي كلكم. (SVD)\n\nJn:17:23: 23 انا فيهم وانت فيّ ليكونوا مكملين الى واحد وليعلم العالم انك ارسلتني واحببتهم كما احببتني (SVD)\n\nJn:17:22: 22 وانا قد اعطيتهم المجد الذي اعطيتني ليكونوا واحد كما اننا نحن واحد. (SVD)\n\n1Cor:6:19: 19 ام لستم تعلمون ان جسدكم هو هيكل للروح القدس الذي فيكم الذي لكم من الله وانكم لستم لانفسكم. (SVD)\n\nJn:17:21: 21 ليكون الجميع واحدا كما انك انت ايها الآب فيّ وانا فيك ليكونوا هم ايضا واحدا فينا ليؤمن العالم انك ارسلتني. (SVD)\n\nJn:14:20: 20 في ذلك اليوم تعلمون اني انا في ابي وانتم فيّ وانا فيكم. (SVD)\n\nJn:1:12: 12 واما كل الذين قبلوه فاعطاهم سلطانا ان يصيروا اولاد الله اي المؤمنون باسمه. (SVD)\n\nمقارنة بين الله والمسيح\n\nالله قادر على كل شيئ\n\nIs:40:28: 28 أما عرفت ام لم تسمع.اله الدهر الرب خالق اطراف الارض لا يكل ولا يعيا ليس عن فهمه فحص. (SVD)\n\nالمسيح غير قادر\n\nJn:5:30: 30 انا لا اقدر ان افعل من نفسي شيئا.كما اسمع ادين ودينونتي عادلة لاني لا اطلب مشيئتي بل مشيئة الآب الذي ارسلني (SVD)\n\nMt:26:39: 39 ثم تقدم قليلا وخرّ على وجهه وكان يصلّي قائلا يا ابتاه ان امكن فلتعبر عني هذه الكاس.ولكن ليس كما اريد انا بل كما تريد انت. (SVD)\n\nMk:10:27: 27 فنظر اليهم يسوع وقال.عند الناس غير مستطاع.ولكن ليس عند الله.لان كل شيء مستطاع عند الله. (SVD)\n(1/16)",
        "\nJn:5:30: 30 انا لا اقدر ان افعل من نفسي شيئا.كما اسمع ادين ودينونتي عادلة لاني لا اطلب مشيئتي بل مشيئة الآب الذي ارسلني (SVD)\n\nالله لا يموت\n\n1Tm:6:16: 16 الذي وحده له عدم الموت ساكنا في نور لا يدنى منه الذي لم يره احد من الناس ولا يقدر ان يراه الذي له الكرامة والقدرة الابدية.آمين (SVD)\n\nJer:10:10: 10 اما الرب الاله فحق.هو اله حيّ وملك ابدي.من سخطه ترتعد الارض ولا تطيق الامم غضبه. (SVD)\n\nالمسيح مات\n\nJn:19:30: 30 فلما اخذ يسوع الخل قال قد اكمل.ونكس راسه واسلم الروح (SVD)\n\nالله عالم بكل شيئ\n\nMk:13:32: 32 واما ذلك اليوم وتلك الساعة فلا يعلم بهما احد ولا الملائكة الذين في السماء ولا الابن الا الآب. (SVD)\n\nالمسيح يجهل موسم التين\n\nMk:11:13: 13 فنظر شجرة تين من بعيد عليها ورق وجاء لعله يجد فيها شيئا فلما جاء اليها لم يجد شيئا الا ورقا.لانه لم يكن وقت التين. (SVD)\n\nMk:11:14: 14 فاجاب يسوع وقال لها لا يأكل احد منك ثمرا بعد الى الابد.وكان تلاميذه يسمعون (SVD)\n\nالله صالح\n\nPs:118:1: 1. احمدوا الرب لانه صالح لان الى الابد رحمته. (SVD)\n\nالمسيح ينفي الصلاح\n\nMt:19:17: 17 فقال له لماذا تدعوني صالحا.ليس احد صالحا الا واحد وهو الله.ولكن ان اردت ان تدخل الحياة فاحفظ الوصايا. (SVD)\n\nالله لا يراه احد ولم يره احد\n\nJn:5:37: 37 والآب نفسه الذي ارسلني يشهد لي.لم تسمعوا صوته قط ولا ابصرتم هيئته. (SVD)\n\nJn:1:18: 18 الله لم يره احد قط.الابن الوحيد الذي هو في حضن الآب هو خبّر\n\n1Tm:6:16: 16 الذي وحده له عدم الموت ساكنا في نور لا يدنى منه الذي لم يره احد من الناس ولا يقدر ان يراه الذي له الكرامة والقدرة الابدية.آمين (SVD)\n\nEx:33:20: 20 وقال لا تقدر ان ترى وجهي.لان الانسان لا يراني ويعيش\n\nالناس رؤا المسيح\n\nمعجزات المسيح من الله\n(1/17)\n",
        "Jn:10:29: 29 ابي الذي اعطاني اياها هو اعظم من الكل ولا يقدر احد ان يخطف من يد ابي. (SVD)\n\nالمسيح ليس الوحيد الأزلي\n\nملكي صادق\n\nHeb:6:20: 20 حيث دخل يسوع كسابق لاجلنا صائرا على رتبة ملكي صادق رئيس كهنة الى الابد (SVD)\n\nHeb:7:1: 1. لان ملكي صادق هذا ملك ساليم كاهن الله العلي الذي استقبل ابراهيم راجعا من كسرة الملوك وباركه (SVD)\n\nHeb:7:2: 2 الذي قسم له ابراهيم عشرا من كل شيء.المترجم اولا ملك البر ثم ايضا ملك ساليم اي ملك السلام (SVD)\n\nHeb:7:3: 3 بلا اب بلا ام بلا نسب.لا بداءة ايام له ولا نهاية حياة بل هو مشبه بابن الله هذا يبقى كاهنا الى الابد.\nسليمان ازلي\n\nPrv:8:22 الرب قناني اول طريقه من قبل اعماله منذ القدم. 23 منذ الازل مسحت منذ البدء منذ اوائل الارض. 24 اذ لم يكن غمر أبدئت اذ لم تكن ينابيع كثيرة المياه 25 من قبل ان تقررت الجبال قبل التلال أبدئت.\n\n26 اذ لم يكن قد صنع الارض بعد ولا البراري ولا اول اعفار المسكونة. 27 لما ثبت السموات كنت هناك انا.لما رسم دائرة على وجه الغمر. 28 لما اثبت السحب من فوق لما تشددت ينابيع الغمر\n(1/18)\n\nهل المسيح بلا خطية؟\n\nحسب كتابهم المسيح له الكثير من الخطايا كأنه شتم\n\nMt:5:22: 22 واما انا فاقول لكم ان كل من يغضب على اخيه باطلا يكون مستوجب الحكم.ومن قال لاخيه رقا يكون مستوجب المجمع.ومن قال يا احمق يكون مستوجب نار جهنم. (SVD)\n\n1Cor:6:10: 10 ولا سارقون ولا طماعون ولا سكيرون ولا شتامون ولا خاطفون يرثون ملكوت الله. (SVD)\n\nMt:5:22: واما انا فاقول لكم ان كل من يغضب على اخيه باطلا يكون مستوجب الحكم.ومن قال لاخيه رقا يكون مستوجب المجمع.ومن قال يا احمق يكون مستوجب نار جهنم.\nالمسيح يشتم\n\nLk:13:32: فقال لهم امضوا وقولوا لهذا الثعلب ها انا اخرج شياطين واشفي اليوم وغدا وفي اليوم الثالث اكمل.\nMt:3:7: 7. فلما رأى كثيرين من الفريسيين والصدوقيين ياتون الى معموديته قال لهم يا اولاد الافاعي من اراكم ان تهربوا من الغضب الآتي. (SVD)\n\nMt:12:34: 34 يا اولاد الافاعي كيف تقدرون ان تتكلموا بالصالحات وانتم اشرار.فانه من فضلة القلب يتكلم الفم. (SVD)\n\nLk:3:7: 7 وكان يقول للجموع الذين خرجوا ليعتمدوا منه يا اولاد الافاعي من اراكم ان تهربوا من الغضب الآتي. (SVD)\n\nMt:14:31: 31 ففي الحال مدّ يسوع يده وامسك به وقال له يا قليل الايمان لماذا شككت. (SVD)\n\nMt:16:23: 23 فالتفت وقال لبطرس اذهب عني يا شيطان.انت معثرة لي لانك لا تهتم بما لله لكن بما للناس (SVD)\n\nLk:24:25: 25 فقال لهما ايها الغبيان والبطيئا القلوب في الايمان بجميع ما تكلم به الانبياء. (SVD)\n\nJn:2:4: 4 قال لها يسوع ما لي ولك يا امرأة.لم تأت ساعتي بعد. (SVD)\n\nMt:15:26: 26 فاجاب وقال ليس حسنا ان يؤخذ خبز البنين ويطرح للكلاب. (SVD)\n\nMt:7:6: 6 لا تعطوا القدس للكلاب.ولا تطرحوا درركم قدام الخنازير.لئلا تدوسها بارجلها وتلتفت فتمزقكم (SVD)\n\nMk:7:27: 27 واما يسوع فقال لها دعي البنين اولا يشبعون.لانه ليس حسنا ان يؤخذ خبز البنين ويطرح للكلاب. (SVD)",
        "(1/19)\n\nJn:2:4: 4 قال لها يسوع ما لي ولك يا امرأة.لم تأت ساعتي بعد. (SVD)\n\nMt:23:17: 17 ايها الجهال والعميان ايما اعظم الذهب ام الهيكل الذي يقدس الذهب. (SVD)\nLk 24:25فقال لهم ايهم الغبيان والبطيئا القلوب في الايمان بجميع ماتكلم به الانبياء (SVD)\n\nلماذا عمد يسوع في معمودية يوحنا للتطهير من الخطايا؟\n\nMt:3:16: 16 فلما اعتمد يسوع صعد للوقت من الماء.واذا السموات قد انفتحت له فرأى روح الله نازلا مثل حمامة وآتيا عليه. (SVD)\n\nاناس آخرين بلا خطية\n\nLk:1:5: 5. كان في ايام هيرودس ملك اليهودية كاهن اسمه زكريا من فرقة ابيا وامرأته من بنات هرون واسمها اليصابات. (SVD)\n\nLk:1:6: 6 وكانا كلاهما بارين امام الله سالكين في جميع وصايا الرب واحكامه بلا لوم. (SVD)\n\nEph:1:4: 4 كما اختارنا فيه قبل تأسيس العالم لنكون قديسين وبلا لوم قدامه في المحبة\n\nGn:6:9: 9 هذه مواليد نوح.كان نوح رجلا بارا كاملا في اجياله.وسار نوح مع الله. (SVD)\n\nJb:1:1: 1. كان رجل في ارض عوص اسمه ايوب.وكان هذا الرجل كاملا ومستقيما يتقي الله ويحيد عن الشر. (SVD)\n\nJb:1:8: 8 فقال الرب للشيطان هل جعلت قلبك على عبدي ايوب.لانه ليس مثله في الارض.رجل كامل ومستقيم يتقي الله ويحيد عن الشر. (SVD)\n\nGn:7:1: 1. وقال الرب لنوح ادخل انت وجميع بيتك الى الفلك.لاني اياك رأيت بارا لديّ في هذا الجيل. (SVD)\n(1/20)",
        "\nالمسيح يقول:اعبدوا الله\n\nJn:17:3: 3 وهذه هي الحياة الابدية ان يعرفوك انت الاله الحقيقي وحدك ويسوع المسيح الذي ارسلته. (SVD)\n\nMt:23:9: 9 ولا تدعوا لكم ابا على الارض لان اباكم واحد الذي في السموات. (SVD)\n\nMk:12:29: 29 فاجابه يسوع ان اول كل الوصايا هي اسمع يا اسرائيل.الرب الهنا رب واحد. (SVD)\n\nMk:7:7: 7 وباطلا يعبدونني وهم يعلمون تعاليم هي وصايا الناس\n\nJn:4:23: 23 ولكن تأتي ساعة وهي الآن حين الساجدون الحقيقيون يسجدون للآب بالروح والحق.لان الآب طالب مثل هؤلاء الساجدين له.\n\nMt:7:21: 21. ليس كل من يقول لي يا رب يا رب يدخل ملكوت السموات.بل الذي يفعل ارادة ابي الذي في السموات. (SVD\n\nMt:7:22: 22 كثيرون سيقولون لي في ذلك اليوم يا رب يا رب أليس باسمك تنبأنا وباسمك اخرجنا شياطين وباسمك صنعنا قوات كثيرة.\n\nMk:10:17: 17. وفيما هو خارج الى الطريق ركض واحد وجثا له وسأله ايها المعلّم الصالح ماذا اعمل لارث الحياة الابدية. (SVD)\n\nMk:10:18: 18 فقال له يسوع لماذا تدعوني صالحا.ليس احد صالحا الا واحد وهو الله\n\nJn:17:21: 21 ليكون الجميع واحدا كما انك انت ايها الآب فيّ وانا فيك ليكونوا هم ايضا واحدا فينا ليؤمن العالم انك ارسلتني. (SVD)\n\nJn:5:30: 30 انا لا اقدر ان افعل من نفسي شيئا.كما اسمع ادين ودينونتي عادلة لاني لا اطلب مشيئتي بل مشيئة الآب الذي ارسلني (SVD)\n\nMt:19:26: 26 فنظر اليهم يسوع وقال لهم.هذا عند الناس غير مستطاع ولكن عند الله كل شيء مستطاع (SVD)\n\nJn:20:17: 17 قال لها يسوع لا تلمسيني لاني لم اصعد بعد الى ابي.ولكن اذهبي الى اخوتي وقولي لهم اني اصعد الى ابي وابيكم والهي والهكم. (SVD)\n\nJn:7:16: 16 اجابهم يسوع وقال تعليمي ليس لي بل للذي ارسلني. (SVD)\n\nJn:7:17: 17 ان شاء احد ان يعمل مشيئته يعرف التعليم هل هو من الله ام اتكلم انا من نفسي. (SVD)\n(1/21)\n",
        "Jn:7:18: 18 من يتكلم من نفسه يطلب مجد نفسه.واما من يطلب مجد الذي ارسله فهو صادق وليس فيه ظلم. (SVD)\n\nJn:8:40: 40 ولكنكم الآن تطلبون ان تقتلوني وانا انسان قد كلمكم بالحق الذي سمعه من الله.هذا لم يعمله ابراهيم. (SVD)\n\nبولص ايضا\n\nPhil:2:5: 5 فليكن فيكم هذا الفكر الذي في المسيح يسوع ايضا (SVD)\n\nPhil:2:6: 6 الذي اذ كان في صورة الله لم يحسب خلسة ان يكون معادلا للّه\n\nالعهد القديم\n\nDt:6:4: 4. اسمع يا اسرائيل.الرب الهنا رب واحد. (SVD)\nJn:17:3: 3 وهذه هي الحياة الابدية ان يعرفوك انت الاله الحقيقي وحدك ويسوع المسيح الذي ارسلته. (SVD)\n\nرب واحد ايمان واحد معمودية واحدة(افسس 4 : 5)ه\n(1/22)\n\nبشارة الرسول محمد صلى الله عليه وسلم\n\nالرسول قي التوراة - النصوص كاملةhttp://arabic.islamicweb.com/christianity/muhammad_bible_2.htm\nMt:21:43: 43 لذلك اقول لكم ان ملكوت الله ينزع منكم ويعطى لأمة تعمل اثماره. (SVD)\n\nGal:4:22: 22 فانه مكتوب انه كان لابراهيم ابنان واحد من الجارية والآخر من الحرة. (SVD)\n\nGal:4:23: 23 لكن الذي من الجارية ولد حسب الجسد واما الذي من الحرة فبالموعد. (SVD)\n\nGal:4:31: 31 اذا ايها الاخوة لسنا اولاد جارية بل اولاد الحرة (SVD)\n\nمن الكامل\n\n1Cor:13:10: 10 ولكن متى جاء الكامل فحينئذ يبطل ما هو بعض. (SVD)\n\nMk:1:14: 14. وبعدما اسلم يوحنا جاء يسوع الى الجليل يكرز ببشارة ملكوت الله. (SVD)\n\nMk:1:15: 15 ويقول قد كمل الزمان واقترب ملكوت الله.فتوبوا وآمنوا بالانجيل\n\nالصادق الامين\n\nRv:19:11:. ثم رأيت السماء مفتوحة واذا فرس ابيض والجالس عليه يدعى امينا وصادقا وبالعدل يحكم ويحارب. Re:19:11: And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.\n\nما انا بقارئ\n\nIs:29:12 او يدفع الكتاب لمن لا يعرف الكتابة ويقال له اقرأ هذا فيقول لا اعرف الكتابة Isa:29:12: And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned.\n\nمكة\n\nPs:84:6: المزاميرعابرين في وادي البكاء يصيرونه ينبوعا.ايضا ببركات يغطون مورة Psalms:84:6: Who passing through the valley of Baca make it a well; the rain also filleth the pools.\n\nالمسيح ليس عبد\n\nIs:43:10: 10 انتم شهودي يقول الرب وعبدي الذي اخترته لكي تعرفوا وتؤمنوا بي وتفهموا اني انا هو.قبلي لم يصور اله وبعدي لا يكون. (SVD)",
        "(1/23)\n\nIs:42:1: 1. هوذا عبدي الذي اعضده مختاري الذي سرّت به نفسي.وضعت روحي عليه فيخرج الحق للامم. (SVD)\n\nمن المعزي\n\nJn:16:7: 7. لكني اقول لكم الحق انه خير لكم ان انطلق.لانه ان لم انطلق لا يأتيكم المعزي.ولكن ان ذهبت ارسله اليكم. (SVD)\n\nمن المشتهى؟\n\nHg:2:7: 7 وازلزل كل الامم وياتي مشتهى كل الامم فاملأ هذا البيت مجدا قال رب الجنود. (SVD)\n\nلمن يشهد المسيح\n\nJn:5:31: 31. ان كنت اشهد لنفسي فشهادتي ليست حقا. (SVD)\n\nJn:8:14: 14 اجاب يسوع وقال لهم وان كنت اشهد لنفسي فشهادتي حق لاني اعلم من اين أتيت والى اين اذهب.واما انتم فلا تعلمون من اين آتي ولا الى اين اذهب\n\nMt:5:17: 17. لا تظنوا اني جئت لانقض الناموس او الانبياء.ما جئت لانقض بل لاكمّل. (SVD)\n\nMt:5:18: 18 فاني الحق اقول لكم الى ان تزول السماء والارض لا يزول حرف واحد او نقطة واحدة من الناموس حتى يكون الكل. (SVD)\n\nاين هذا الوحي\n\nIs:21:13: 13. وحي من جهة بلاد العرب.في الوعر في بلاد العرب تبيتين يا قوافل الددانيين. (SVD)\n\nفتح الرسول مكة ومعه عشرة الاف صحابي\n\nبالعربي حذفت\n\nDt:33:2: 2 فقال.جاء الرب من سيناء وأشرق لهم من سعير وتلألأ من جبال فاران وأتى من ربوات القدس وعن يمينه نار شريعة لهم. (SVD)\n\nDt:33:2: And he said, The Lord came from Sinai, and rose up from Seir unto them; he shined forth from mount Paran, and he came with ten thousands of saints: from his right hand went a fiery law for them. (KJV)\n\nDt:18:18: 18 اقيم لهم نبيا من وسط اخوتهم مثلك واجعل كلامي في فمه فيكلمهم بكل ما اوصيه به (SVD)\n\nDt:34:10: 10 ولم يقم بعد نبي في اسرائيل مثل موسى الذي عرفه الرب وجها لوجه (SVD)\n\nSg:5:10: 10 حبيبي ابيض واحمر.معلم بين ربوة. (SVD)\n\nSg:5:11: 11 رأسه ذهب إبريز.قصصه مسترسلة حالكة كالغراب. (SVD)\n(1/24)",
        "\nSg:5:12: 12 عيناه كالحمام على مجاري المياه مغسولتان باللبن جالستان في وقبيهما. (SVD)\n\nSg:5:13: 13 خداه كخميلة الطيب واتلام رياحين ذكية.شفتاه سوسن تقطران مرا مائعا. (SVD)\n\nSg:5:14: 14 يداه حلقتان من ذهب مرصعتان بالزبرجد.بطنه عاج ابيض مغلف بالياقوت الأزرق. (SVD)\n\nSg:5:15: 15 ساقاه عمودا رخام مؤسسان على قاعدتين من إبريز.طلعته كلبنان.فتى كالأرز. (SVD)\n\nSg:5:16: 16 حلقه حلاوة وكله مشتهيات.هذا حبيبي وهذا خليلي يا بنات أورشليم (SVD)\n(1/25)\n",
        "صفات الرب في كتابهم المقدس\n\nالرب يخسر المصارعة مع أمام يعقوب\n\nGn:32:24: 24. فبقي يعقوب وحده.وصارعه انسان حتى طلوع الفجر.\n\nGn:32:26: 26 وقال اطلقني لانه قد طلع الفجر.فقال لا اطلقك ان لم تباركني. (SVD)\n\nالرب ضعيف\n\nMk:6:5: 5 ولم يقدر ان يصنع هناك ولا قوة واحدة غير انه وضع يديه على مرضى قليلين فشفاهم. (SVD)\n\nJgs:1:19: 19 وكان الرب مع يهوذا فملك الجبل ولكن لم يطرد سكان الوادي لان لهم مركبات حديد. (SVD)\n\nالرب سكران\n\nPs:78:65: 65 فاستيقظ الرب كنائم كجبار معّيط من الخمر. (SVD)\nاسكتوا يا كل البشر قدام الرب لانه قد استيقظ من مسكن قدسه\nالرب ينام\n\nPs:35:22: قد رأيت يا رب.لا تسكت يا سيد لا تبتعد عني 23 استيقظ وانتبه الى حكمي يا الهي وسيدي الى دعواي.\nZec:2:13: اسكتوا يا كل البشر قدام الرب لانه قد استيقظ من مسكن قدسه\nPs:78:65: 65 فاستيقظ الرب كنائم كجبار معّيط من الخمر. (SVD)\n\nالرب جاهل\n\n1Cor:1:25: 25 لان جهالة الله احكم من الناس.وضعف الله اقوى من الناس\n\nالرب يسيئ الأمانة\n\n1Kgs:17:20: 20 وصرخ الى الرب وقال ايها الرب الهي أايضا الى الارملة التي انا نازل عندها قد اسأت باماتتك ابنها. (SVD)\n\nالرب يسيئ\n\nNm:11:11: 11 فقال موسى للرب لماذا اسأت الى عبدك ولماذا لم اجد نعمة في عينيك حتى انك وضعت ثقل جميع هذا الشعب عليّ. (SVD)\n\nالرب خداع\n\nJer:4:10: 10 فقلت آه يا سيد الرب حقا انك خداعا خادعت هذا الشعب واورشليم قائلا يكون لكم سلام وقد بلغ السيف النفس. (SVD)\n\nالرب خروف\n\nRv:5:6: 6. ورأيت فاذا في وسط العرش والحيوانات الاربعة وفي وسط الشيوخ خروف قائم كانه مذبوح له سبعة قرون وسبع اعين هي سبعة ارواح الله المرسلة الى كل الارض. (SVD)\n\nRv:17:14. هؤلاء سيحاربون الخروف والخروف يغلبهم لأنه رب الأرباب وملك الملوك والذين معه مدعوون ومختارون ومؤمنون.\n(1/26)\n\nRv:5:13: 13 وكل خليقة مما في السماء وعلى الارض وتحت الارض وما على البحر كل ما فيها سمعتها قائلة.للجالس على العرش وللخروف البركة والكرامة والمجد والسلطان الى ابد الآبدين. (SVD)\n\nRv:21:22: 22 ولم أر فيها هيكلا لان الرب الله القادر على كل شيء هو والخروف هيكلها. (SVD)\n\nRv:7:9: 9 بعد هذا نظرت واذا جمع كثير لم يستطع احد ان يعدّه من كل الامم والقبائل والشعوب والألسنة واقفون امام العرش وامام الخروف ومتسربلين بثياب بيض وفي ايديهم سعف النخل\nRv:19:7: 7 لنفرح ونتهلل ونعطيه المجد لان عرس الخروف قد جاء وامرأته هيأت نفسها. (SVD)\nوبعد كل هذا يقول كتابهم:\n\nMt:12:12: 12 فالانسان كم هو افضل من الخروف.اذا يحل فعل الخير في السبوت. (SVD)\n\nالرب يصفر ويحلق\n\nIs:7:18: 18 ويكون في ذلك اليوم ان الرب يصفر للذباب الذي في اقصى ترع مصر وللنحل الذي في ارض اشور (SVD)\n\nIs:7:19: 19 فتأتي وتحل جميعها في الاودية الخربة وفي شقوق الصخور وفي كل غاب الشوك وفي كل المراعي. (SVD)\n\nIs:7:20: 20 في ذلك اليوم يحلق السيد بموسى مستأجرة في عبر النهر بملك اشور الراس وشعر الرجلين وتنزع اللحية ايضا. (SVD)\n\nGn:6:6: 6. فحزن الرب انه عمل الانسان في الارض.وتأسف في قلبه. (SVD)\n\nالرب يحتاج علامة\nGn:9:16: 16 فمتى كانت القوس في السحاب ابصرها لاذكر ميثاقا ابديا بين الله وبين كل نفس حيّة في كل جسد على الارض. (SVD)\n\nEx:12:13: 13 ويكون لكم الدم علامة على البيوت التي انتم فيها.فأرى الدم واعبر عنكم.فلا يكون عليكم ضربة للهلاك حين اضرب ارض مصر. (SVD)\n\nرب النصارى يولول\n\nMi:1:8: 8. من اجل ذلك انوح واولول.امشي حافيا وعريانا.اصنع نحيبا كبنات آوى ونوحا كرعال النعام. (SVD)\n\nربهم غير شفوق\n\nRom:8:32: 32 الذي لم يشفق على ابنه بل بذله لاجلنا اجمعين كيف لا يهبنا ايضا معه كل شيء. (SVD)\n\nرب شتام",
        "(1/27)\n\nLk:12:20: 20 فقال له الله يا غبي هذه الليلة تطلب نفسك منك.فهذه التي اعددتها لمن تكون. (SVD)\n\nوسائل تنقل الرب\n\nIs:19:1: 1. وحي من جهة مصر.هوذا الرب راكب على سحابة سريعة وقادم الى مصر فترتجف اوثان مصر من وجهه ويذوب قلب مصر داخلها. (SVD)\n\n2Sm:22:11: 11 ركب على كروب وطار ورئي على اجنحة الريح. (SVD)\n\nالكروب هي الانثى من الملائكة على وزن خروب\n\nاحشاء ترن\n\nIs:16:11: 11 لذلك ترن احشائي كعود من اجل موآب وبطني من اجل قير حارس (SVD)\n\nدخان من انفه\n\n2Sm:22:9: 9 صعد دخان من انفه ونار من فمه اكلت.جمر اشتعلت منه. (SVD)\n\nرب ينتقم بالزنا 11 هكذا قال الرب هانذا اقيم عليك الشر من بيتك وآخذ نساءك امام عينيك واعطيهنّ لقريبك فيضطجع مع نسائك في عين هذه الشمس. (SVD)\n\n2Sm:12:11: 12 لانك انت فعلت بالسرّ وانا افعل هذا الأمر قدام جميع اسرائيل وقدام الشمس. (SVD)\n\nالرب يحزن ويتأسف\n\nGn:6:6: 6. فحزن الرب انه عمل الانسان في الارض.وتأسف في قلبه. (SVD)\n\nGn:6:7: 7 فقال الرب امحو عن وجه الارض الانسان الذي خلقته.الانسان مع بهائم ودبابات وطيور السماء.لاني حزنت اني عملتهم. (SVD)\n\nالرب يشم ويفكر\n\nGn:8:21: 21 فتنسم الرب رائحة الرضا.وقال الرب في قلبه لا اعود العن الارض ايضا من اجل الانسان لان تصوّر قلب الانسان شرير منذ حداثته.ولا اعود ايضا أميت كل حيّ كما فعلت.\nالرب يصفق\n\nEz:21:17: 17 وانا ايضا اصفّق كفّي على كفّي واسكن غضبي.انا الرب تكلمت (SVD)\n\nالرب يضل البشر ويخدعهم\n\nEz:20:25: 25 واعطيتهم ايضا فرائض غير صالحة واحكاما لا يحيون بها (SVD)\n\nEz:20:26: 26 ونجّستهم بعطاياهم اذ اجازوا في النار كل فاتح رحم لابيدهم حتى يعلموا اني انا الرب (SVD)\n\nالرب زعيم عصابة\n\n1Kgs:22:20: 20 فقال الرب من يغوي اخآب فيصعد ويسقط في راموت جلعاد.فقال هذا هكذا وقال ذاك هكذا. (SVD)\n(1/28)",
        "\n1Kgs:22:21: 21 ثم خرج الروح ووقف امام الرب وقال انا اغويه.وقال له الرب بماذا. (SVD)\n\n1Kgs:22:22: 22 فقال اخرج واكون روح كذب في افواه جميع انبيائه.فقال انك تغويه وتقتدر.فاخرج وافعل هكذا. (SVD)\n\nيخاف من آدم\n\nGn:3:22: 22. وقال الرب الاله هوذا الانسان قد صار كواحد منا عارفا الخير والشر.والآن لعله يمد يده ويأخذ من شجرة الحياة ايضا ويأكل ويحيا الى الابد. (SVD)\n\nGn:3:23: 23 فاخرجه الرب الاله من جنة عدن ليعمل الارض التي أخذ منها. (SVD)\n\nGn:3:24: 24 فطرد الانسان واقام شرقي جنة عدن الكروبيم ولهيب سيف متقلب لحراسة طريق شجرة الحياة (SVD)\n\nيجلس وله أذيال\n\nIs:6:1: 1. في سنة وفاة عزيا الملك رأيت السيد جالسا على كرسي عال ومرتفع واذياله تملأ الهيكل. (SVD)\n\nالإنسان على صورة الرب\n\nGn:1:26: 26. وقال الله نعمل الانسان على صورتنا كشبهنا.فيتسلطون على سمك البحر وعلى طير السماء وعلى البهائم وعلى كل الارض وعلى جميع الدبابات التي تدب على الارض.\nGn:1:27: 27 فخلق الله الانسان على صورته.على صورة الله خلقه.ذكرا وانثى خلقهم. (SVD)\n\nالرب قاتل\n\n1Sm:6:19: 19. وضرب اهل بيتشمس لانهم نظروا الى تابوت الرب.وضرب من الشعب خمسين الف رجل وسبعين رجلا فناح الشعب لان الرب ضرب الشعب ضربة عظيمة. (SVD)\n\n1Chr:21:14: 14 فجعل الرب وبأ في اسرائيل فسقط من اسرائيل سبعون الف رجل. (SVD)\n\nيأمر بالكذب والسرقة\n\nEx:11:1: 1. ثم قال الرب لموسى ضربة واحدة ايضا اجلب على فرعون وعلى مصر.بعد ذلك يطلقكم من هنا.وعندما يطلقكم يطردكم طردا من هنا بالتمام. (SVD)\n\nEx:11:2: 2 تكلم في مسامع الشعب ان يطلب كل رجل من صاحبه وكل امرأة من صاحبتها امتعة فضة وامتعة ذهب. (SVD)\n\nEx:3:21: 21 واعطي نعمة لهذا الشعب في عيون المصريين.فيكون حينما تمضون انكم لا تمضون فارغين. (SVD)\n(1/29)\n",
        "Ex:3:22: 22 بل تطلب كل امرأة من جارتها ومن نزيلة بيتها امتعة فضة وامتعة ذهب وثيابا وتضعونها على بنيكم وبناتكم.فتسلبون المصريين (SVD)\n\nالشيطان أصدق من ربهم\n\nGn:3:3: 3 واما ثمر الشجرة التي في وسط الجنة فقال الله لا تأكلا منه ولا تمسّاه لئلا تموتا. (SVD)\n\nGn:3:4: 4 فقالت الحيّة للمرأة لن تموتا. (SVD)\n\nGn:3:5: 5 بل الله عالم انه يوم تأكلان منه تنفتح اعينكما وتكونان كالله عارفين الخير والشر. (SVD)\n\nأضحوكة\n\nلا يختار نبيه\n\nGn:27:1: 1. وحدث لما شاخ اسحق وكلّت عيناه عن النظر انه دعا عيسو ابنه الاكبر وقال له يا ابني.فقال له هانذا. (SVD)\n\nGn:27:2: 2 فقال انني قد شخت ولست اعرف يوم وفاتي. (SVD)\n\nGn:27:11: 11 فقال يعقوب لرفقة امه هوذا عيسو اخي رجل اشعر وانا رجل املس. (SVD)\n\nGn:27:12: 12 ربما يجسّني ابي فاكون في عينيه كمتهاون واجلب على نفسي لعنة لا بركة. (SVD)\n\nGn:27:15: 15 واخذت رفقة ثياب عيسو ابنها الاكبر الفاخرة التي كانت عندها في البيت والبست يعقوب ابنها الاصغر. (SVD)\n\nGn:27:18: 18. فدخل الى ابيه وقال يا ابي.فقال هانذا.من انت يا ابني. (SVD)\n\nGn:27:19: 19 فقال يعقوب لابيه انا عيسو بكرك.قد فعلت كما كلمتني.قم اجلس وكل من صيدي لكي تباركني نفسك. (SVD)\n\nGn:27:20: 20 فقال اسحق لابنه ما هذا الذي اسرعت لتجد يا ابني.فقال ان الرب الهك قد يسّر لي. (SVD)\n\nGn:27:23: 23 ولم يعرفه لان يديه كانتا مشعرتين كيدي عيسو اخيه.فباركه . (SVD)\n\nGn:27:34: 34 فعندما سمع عيسو كلام ابيه صرخ صرخة عظيمة ومرة جدا.وقال لابيه باركني انا ايضا يا ابي. (SVD)\n\nGn:27:35: 35 فقال قد جاء اخوك بمكر واخذ بركتك. (SVD)\n(1/30)\n\nصفات الأنبياء في كتابهم المقدس\n\nJn:10:8: 8 جميع الذين أتوا قبلي هم سراق ولصوص.ولكن الخراف لم تسمع لهم. (SVD)\n\nJer:23:10: 10 لان الارض امتلأت من الفاسقين.لانه من اجل اللعن ناحت الارض جفت مراعي البرية وصار سعيهم للشر وجبروتهم للباطل. (SVD)\n\nJer:23:11: 11 لان الانبياء والكهنة تنجسوا جميعا بل في بيتي وجدت شرهم يقول الرب. (SVD)\n\nJer:23:12: 12 لذلك يكون طريقهم لهم كمزالق في ظلام دامس فيطردون ويسقطون فيها لاني اجلب عليهم شرا سنة عقابهم يقول الرب. (SVD)\n\nJer:23:13: 13 وقد رأيت في انبياء السامرة حماقة.تنبأوا بالبعل واضلوا شعبي اسرائيل. (SVD)\n\nJer:23:14: 14 وفي انبياء اورشليم رأيت ما يقشعر منه.يفسقون ويسلكون بالكذب ويشددون ايادي فاعلي الشر حتى لا يرجعوا الواحد عن شره.صاروا لي كلهم كسدوم وسكانها كعمورة.\nJer:23:15: 15 لذلك هكذا قال رب الجنود عن الانبياء.هانذا اطعمهم افسنتينا واسقيهم ماء العلقم لانه من عند انبياء اورشليم خرج نفاق في كل الارض. (SVD)\n\nJer:23:16: 16 هكذا قال رب الجنود لا تسمعوا لكلام الانبياء الذين يتنبأون لكم.فانهم يجعلونكم باطلا.يتكلمون برؤيا قلبهم لا عن فم الرب. (SVD)\n\nJer:23:21: 21 لم ارسل الانبياء بل هم جروا.لم اتكلم معهم بل هم تنبأوا. (SVD)\n\nJer:23:22: 22 ولو وقفوا في مجلسي لأخبروا شعبي بكلامي وردّوهم عن طريقهم الرديء وعن شر اعمالهم. (SVD)\n\nJer:23:25: 25 قد سمعت ما قالته الانبياء الذين تنبأوا باسمي بالكذب قائلين حلمت حلمت. (SVD)\n\nJer:23:26: 26 حتى متى يوجد في قلب الانبياء المتنبئين بالكذب بل هم انبياء خداع قلبهم (SVD)\n\nJer:6:13: 13 لانهم من صغيرهم الى كبيرهم كل واحد مولع بالربح ومن النبي الى الكاهن كل واحد يعمل بالكذب. (SVD)\n\nالمسيح ابن زنى يزعمون\n\nDt:23:2: لا يدخل ابن زنى في جماعة الرب.حتى الجيل العاشر لا يدخل منه احد في جماعة الرب.\n\nيهوذا في نسب المسيح",
        "(1/31)\n\nMt:1:2: 2 ابراهيم ولد اسحق.واسحق ولد يعقوب.ويعقوب ولد يهوذا واخوته. (SVD)\n\nMt:1:17: 17 فجميع الاجيال من ابراهيم الى داود اربعة عشر جيلا.ومن داود الى سبي بابل اربعة عشر جيلا. ومن سبي بابل الى المسيح اربعة عشر جيلا (SVD)\n\nيهوذا زنا\n\nGn:38:15: 15 فنظرها يهوذا وحسبها زانية.لانها كانت قد غطت وجهها. (SVD)\n\nالنبي هوشع\n\nHos:1:2: 2. اول ما كلّم الرب هوشع قال الرب لهوشع اذهب خذ لنفسك امرأة زنى واولاد زنى لان الارض قد زنت زنى تاركة الرب. (SVD)\n\nHos:1:3: 3 فذهب واخذ جومر بنت دبلايم فحبلت وولدت له ابنا. (SVD)\n\nHos:1:4: 4 فقال له الرب ادع اسمه يزرعيل لانني بعد قليل اعاقب بيت ياهو على دم يزرعيل وابيد مملكة بيت اسرائيل. (SVD)\n\nHos:2:1: 1. قولوا لاخواتكم عمّي ولاخوتكم رحامة. (SVD)\n\nHos:2:2: 2 حاكموا امكم حاكموا لانها ليست امرأتي وانا لست رجلها لكي تعزل زناها عن وجهها وفسقها من بين ثدييها (SVD)\n\nHos:2:3: 3 لئلا اجرّدها عريانة واوقفها كيوم ولادتها واجعلها كقفر واصيرها كارض يابسة واميتها بالعطش. (SVD)\n\nHos:2:4: 4 ولا ارحم اولادها لانهم اولاد زنى\n\nلوط يزني بابنتيه\n\nGn:19:30: 30. وصعد لوط من صوغر وسكن في الجبل وابنتاه معه.لانه خاف ان يسكن في صوغر.فسكن في المغارة هو وابنتاه.\n31 وقالت البكر للصغيرة ابونا قد شاخ وليس في الارض رجل ليدخل علينا كعادة كل الارض.\n32 هلم نسقي ابانا خمرا ونضطجع معه.فنحيي من ابينا نسلا.\n33 فسقتا اباهما خمرا في تلك الليلة.ودخلت البكر واضطجعت مع ابيها.ولم يعلم باضطجاعها ولا بقيامها.\nسليمان كفر\n\n1Kgs:11:9: 9. فغضب الرب على سليمان لان قلبه مال عن الرب اله اسرائيل الذي تراءى له مرتين (SVD)\n\n1Kgs:11:10: 10 واوصاه في هذا الامر ان لا يتبع آلهة اخرى.فلم يحفظ ما أوصى به الرب. (SVD)\n(1/32)",
        "\n1Kgs:11:11: 11 فقال الرب لسليمان من اجل ان ذلك عندك ولم تحفظ عهدي وفرائضي التي اوصيتك بها فاني امزق المملكة عنك تمزيقا واعطيها لعبدك. (SVD)\n\n1Kgs:11:4: 4 وكان في زمان شيخوخة سليمان ان نساءه أملن قلبه وراء آلهة اخرى ولم يكن قلبه كاملا مع الرب الهه كقلب داود ابيه.\nنوح يسكر ويتعرى\n\nGn:9:18: 18. وكان بنو نوح الذين خرجوا من الفلك ساما وحاما ويافث.وحام هو ابو كنعان. (SVD)\n\nGn:9:19: 19 هؤلاء الثلاثة هم بنو نوح.ومن هؤلاء تشعبت كل الارض (SVD)\n\nGn:9:20: 20 وابتدأ نوح يكون فلاحا وغرس كرما. (SVD)\n\nGn:9:21: 21 وشرب من الخمر فسكر وتعرّى داخل خبائه. (SVD)\n\nGn:9:22: 22 فابصر حام ابو كنعان عورة ابيه واخبر اخويه خارجا. (SVD)\n\nGn:9:23: 23 فأخذ سام ويافث الرداء ووضعاه على اكتافهما ومشيا الى الوراء وسترا عورة ابيهما ووجهاهما الى الوراء.فلم يبصرا عورة ابيهما. (SVD)\n\nGn:9:24: 24. فلما استيقظ نوح من خمره علم ما فعل به ابنه الصغير. (SVD)\n\nGn:9:25: 25 فقال ملعون كنعان.عبد العبيد يكون لاخوته. (SVD)\n\nGn:9:26: 26 وقال مبارك الرب اله سام.وليكن كنعان عبدا لهم. (SVD)\n\nالنبي إشعياء يتعرى ثلاثة سنين\n\nIs:20:2: 2 في ذلك الوقت تكلم الرب عن يد اشعياء بن آموص قائلا.اذهب وحلّ المسح عن حقويك واخلع حذاءك عن رجليك.ففعل هكذا ومشى معرّى وحافيا. (SVD)\n\nIs:20:3: 3 فقال الرب كما مشى عبدي اشعياء معرّى وحافيا ثلاث سنين آية واعجوبة على مصر وعلى كوش (SVD)\n\nIs:20:4: 4 هكذا يسوق ملك اشور سبي مصر وجلاء كوش الفتيان والشيوخ عراة وحفاة ومكشوفي الاستاه خزيا لمصر. (SVD)\n\nIs:20:5: 5 فيرتاعون ويخجلون من اجل كوش رجائهم ومن اجل مصر فخرهم. (SVD)\n\nالنبي إسرائيل\n\nGn:35:22: 22 وحدث اذ كان اسرائيل ساكنا في تلك الارض ان رأوبين ذهب واضطجع مع بلهة سرّية ابيه.وسمع اسرائيل وكان بنو يعقوب اثني عشر. (SVD)\n\nموسى\n(1/33)\n",
        "Nm:31:14: 14 فسخط موسى على وكلاء الجيش رؤساء الالوف ورؤساء المئات القادمين من جند الحرب. (SVD)\n\nNm:31:15: 15 وقال لهم موسى هل ابقيتم كل انثى حيّة. (SVD)\nNm:31:16: 16 ان هؤلاء كنّ لبني اسرائيل حسب كلام بلعام سبب خيانة للرب في امر فغور فكان الوبأ في جماعة الرب. (SVD)\n\nNm:11:11: 11 فقال موسى للرب لماذا اسأت الى عبدك ولماذا لم اجد نعمة في عينيك حتى انك وضعت ثقل جميع هذا الشعب عليّ.\nيعقوب\n\nيخدع اباه ويسرق البركة\n\nGn:27:1: 1. وحدث لما شاخ اسحق وكلّت عيناه عن النظر انه دعا عيسو ابنه الاكبر وقال له يا ابني.فقال له هانذا. (SVD)\n\nGn:27:2: 2 فقال انني قد شخت ولست اعرف يوم وفاتي. (SVD)\n\nGn:27:11: 11 فقال يعقوب لرفقة امه هوذا عيسو اخي رجل اشعر وانا رجل املس. (SVD)\n\nGn:27:12: 12 ربما يجسّني ابي فاكون في عينيه كمتهاون واجلب على نفسي لعنة لا بركة. (SVD)\n\nGn:27:15: 15 واخذت رفقة ثياب عيسو ابنها الاكبر الفاخرة التي كانت عندها في البيت والبست يعقوب ابنها الاصغر. (SVD)\n\nGn:27:18: 18. فدخل الى ابيه وقال يا ابي.فقال هانذا.من انت يا ابني. (SVD)\n\nGn:27:19: 19 فقال يعقوب لابيه انا عيسو بكرك.قد فعلت كما كلمتني.قم اجلس وكل من صيدي لكي تباركني نفسك. (SVD)\n\nGn:27:20: 20 فقال اسحق لابنه ما هذا الذي اسرعت لتجد يا ابني.فقال ان الرب الهك قد يسّر لي. (SVD)\n\nGn:27:23: 23 ولم يعرفه لان يديه كانتا مشعرتين كيدي عيسو اخيه.فباركه . (SVD)\n\nGn:27:34: 34 فعندما سمع عيسو كلام ابيه صرخ صرخة عظيمة ومرة جدا.وقال لابيه باركني انا ايضا يا ابي. (SVD)\n\nGn:27:35: 35 فقال قد جاء اخوك بمكر واخذ بركتك. (SVD)\n\nيضرب الرب وينتزع منه البركة\n\nGn:32:26: 26 وقال اطلقني لانه قد طلع الفجر.فقال لا اطلقك ان لم تباركني. (SVD)\n\nGn:32:28: 28 فقال لا يدعى اسمك في ما بعد يعقوب بل اسرائيل.لانك جاهدت مع الله والناس وقدرت. (SVD)\n\nينهب ويسرق\n(1/34)\n\nJos:8:27: 27 لكن البهائم وغنيمة تلك المدينة نهبها اسرائيل لانفسهم حسب قول الرب الذي امر به يشوع. (SVD)\n\nJos:8:28: 28 واحرق يشوع عاي وجعلها تلا ابديا خرابا الى هذا اليوم. (SVD)\n\nصموئيل\n\nيغتاظ من الرب ويصرخ اليه\n\n1Sm:15:11: 11 ندمت على اني جعلت شاول ملكا لانه رجع من ورائي ولم يقم كلامي.فاغتاظ صموئيل وصرخ الى الرب الليل كله.\nداود\n\n2Sm:11:2: 2 وكان في وقت المساء ان داود قام عن سريره وتمشى على سطح بيت الملك فرأى من على السطح امرأة تستحمّ.وكانت المرأة جميلة المنظر جدا. (SVD)\n\n2Sm:11:3: 3 فارسل داود وسأل عن المرأة فقال واحد أليست هذه بثشبع بنت اليعام امرأة اوريا الحثّي. (SVD)\n\n2Sm:11:4: 4 فارسل داود رسلا واخذها فدخلت اليه فاضطجع معها وهي مطهّرة من طمثها.ثم رجعت الى بيتها. (SVD)\n\n2Sm:11:5: 5 وحبلت المرأة فارسلت واخبرت داود وقالت اني حبلى. (SVD)\n\n2Sm:11:6: 6. فارسل داود الى يوآب يقول ارسل اليّ اوريا الحثي.فارسل يوآب اوريا الى داود. (SVD)\n\n2Sm:11:7: 7 فأتى اوريا اليه فسأل داود عن سلامة يوآب وسلامة الشعب ونجاح الحرب. (SVD)\n\n2Sm:11:8: 8 وقال داود لاوريا انزل الى بيتك واغسل رجليك.فخرج اوريا من بيت الملك وخرجت وراءه حصة من عند الملك. (SVD)\n\n2Sm:11:13: 13 ودعاه داود فاكل امامه وشرب واسكره.وخرج عند المساء ليضطجع في مضجعه مع عبيد سيده والى بيته لم ينزل\n2Sm:11:14: 14. وفي الصباح كتب داود مكتوبا الى يوآب وارسله بيد اوريا. (SVD)\n\n2Sm:11:15: 15 وكتب في المكتوب يقول.اجعلوا اوريا في وجه الحرب الشديدة وارجعوا من ورائه فيضرب ويموت. (SVD)\n\n2Sm:11:16: 16 وكان في محاصرة يوآب المدينة انه جعل اوريا في الموضع الذي علم ان رجال البأس فيه. (SVD)\n\nإبراهيم\n\nGn:12:11: 11 وحدث لما قرب ان يدخل مصر انه قال لساراي امرأته اني قد علمت انك امرأة حسنة المنظر. (SVD)",
        "(1/35)\n\nGn:12:12: 12 فيكون اذا رآك المصريون انهم يقولون هذه امرأته.فيقتلونني ويستبقونك. (SVD)\n\nGn:12:13: 13 قولي انك اختي.ليكون لي خير بسببك وتحيا نفسي من اجلك (SVD)\n\nهرون يعبد العجل\n\nEx:32:2: 2 فقال لهم هرون انزعوا اقراط الذهب التي في آذان نسائكم وبنيكم وبناتكم وأتوني بها. (SVD)\n\nEx:32:3: 3 فنزع كل الشعب اقراط الذهب التي في آذانهم وأتوا بها الى هرون. (SVD)\n\nEx:32:4: 4 فاخذ ذلك من ايديهم وصوّره بالازميل وصنعه عجلا مسبوكا.فقالوا هذه آلهتك يا اسرائيل التي اصعدتك من ارض مصر. (SVD)\n\nEx:32:5: 5 فلما نظر هرون بنى مذبحا امامه.ونادى هرون وقال غدا عيد للرب. (SVD)\n\nEx:32:6: 6 فبكروا في الغد واصعدوا محرقات وقدموا ذبائح سلامة.وجلس الشعب للاكل والشرب ثم قاموا للّعب (SVD)\nهوشع\nHos:1:2: 2. اول ما كلّم الرب هوشع قال الرب لهوشع اذهب خذ لنفسك امرأة زنى واولاد زنى لان الارض قد زنت زنى تاركة الرب.\n(SVD) Hos:1:3: 3 فذهب واخذ جومر بنت دبلايم فحبلت وولدت له ابنا.\n(1/36)",
        "\nالمعجزات في كتابهم المقدس\n\nحزقيال احيا جيش\n\nEz:37:1: 1. كانت عليّ يد الرب فاخرجني بروح الرب وانزلني في وسط البقعة وهي ملآنة عظاما. (SVD)\n\nFrom 1 to 10\n\nEz:37:10: 10 فتنبأت كما امرني فدخل فيهم الروح فحيوا وقاموا على اقدامهم جيش عظيم جدا جدا (SVD)\n\nإيليا احيا طفل\n\n1Kgs:17:17: 17. وبعد هذه الأمور مرض ابن المرأة صاحبة البيت واشتدّ مرضه جدا حتى لم تبق فيه نسمة. (SVD)\n\nfrom 17 to 23\n\n1Kgs:17:23: 23 فاخذ ايليا الولد ونزل به من العلية الى البيت ودفعه لامه.وقال ايليا انظري.ابنك حيّ. (SVD)\n\nأليشع احيا ميتا\n\n2Kgs:13:21: 21 وفيما كانوا يدفنون رجلا اذا بهم قد رأوا الغزاة فطرحوا الرجل في قبر اليشع فلما نزل الرجل ومس عظام اليشع عاش وقام على رجليه (SVD)\n\nمعجزات المسيح من الله\n\nMt:11:27: 27 كل شيء قد دفع اليّ من ابي.وليس احد يعرف الابن الا الآب.ولا احد يعرف الآب الا الابن ومن اراد الابن ان يعلن له. (SVD)\n\nMt:9:8: 8 فلما رأى الجموع تعجبوا ومجدوا الله الذي اعطى الناس سلطانا مثل هذا (SVD)\n\nJn:10:29: 29 ابي الذي اعطاني اياها هو اعظم من الكل ولا يقدر احد ان يخطف من يد ابي. (SVD)\n\nالمعجزات ليست دليل الوهية\n\nMt:24:24: 24 لانه سيقوم مسحاء كذبة وانبياء كذبة ويعطون آيات عظيمة وعجائب حتى يضلوا لو امكن المختارين ايضا. (SVD)\n\nالمسيح لم يقدر ان يصنع معجزات\n\nMk:6:5: 5 ولم يقدر ان يصنع هناك ولا قوة واحدة غير انه وضع يديه على مرضى قليلين فشفاهم. (SVD)\n\nالمسيح ينكر معجزاته\n\nMt:12:39: 39 فاجاب وقال لهم جيل شرير وفاسق يطلب آية ولا تعطى له آية الا آية يونان النبي. (SVD)\n\nMt:11:11: 11 الحق اقول لكم لم يقم بين المولودين من النساء اعظم من يوحنا المعمدان.ولكن الاصغر في ملكوت السموات اعظم منه.\n(1/37)\n",
        "العنف في كتابهم المقدس\n\nالمسيح قال:\n\nLk:19:27: 27 اما اعدائي اولئك الذين لم يريدوا ان املك عليهم فأتوا بهم الى هنا واذبحوهم قدامي (SVD)\n\nMT:10:34 لا تظنوا اني جئت لألقي سلاما على الارض.ما جئت لألقي سلاما بل سيفا.\n\nMt:10:35: 35 فاني جئت لأفرّق الانسان ضد ابيه والابنة ضد امها والكنة ضد حماتها. (SVD\n\nMt:10:37: 37 من احب ابا او اما اكثر مني فلا يستحقني.ومن احب ابنا او ابنة اكثر مني فلا يستحقني. (SVD)\n\nLk:12:51: 51 أتظنون اني جئت لاعطي سلاما على الارض.كلا اقول لكم.بل انقساما. (SVD)\n\nLk:12:52: 52 لانه يكون من الآن خمسة في بيت واحد منقسمين ثلثة على اثنين واثنان على ثلثة. (SVD)\n\nLk:12:53: 53 ينقسم الاب على الابن والابن على الاب.والام على البنت والبنت على الام.والحماة على كنتها والكنة على حماتها (SVD)\n\nLk:14:26: 26 ان كان احد يأتي اليّ ولا يبغض اباه وامه وامرأته واولاده واخوته واخواته حتى نفسه ايضا فلا يقدر ان يكون لي تلميذا. (SVD)\n\n2Sm:12:31: 31 واخرج الشعب الذي فيها ووضعهم تحت مناشير ونوارج حديد وفؤوس حديد وامرّهم في اتون الآجرّ وهكذا صنع بجميع مدن بني عمون.ثم رجع داود وجميع الشعب الى اورشليم (SVD)\n\nالقاتل يقتل\n\nGn:9:6: 6 سافك دم الانسان بالانسان يسفك دمه.لان الله على صورته عمل الانسان. (SVD)\n\nإله محبة\n\nEz:11:8: 8 قد فزعتم من السيف فالسيف اجلبه عليكم يقول السيد الرب. (SVD)\n\nHeb:12:29: لان الهنا نار آكلة Heb:12:29: For our God is a consuming fire.\n\nEz:23:25: واجعل غيرتي عليك فيعاملونك بالسخط.يقطعون انفك واذنيك وبقيتك تسقط بالسيف.يأخذون بنيك وبناتك وتؤكل بقيتك بالنار.\n\nNm:31:2: انتقم نقمة لبني اسرائيل من المديانيين ثم تضمّ الى قومك.\n\nNm:31:17: فالآن اقتلوا كل ذكر من الاطفال.وكل امرأة عرفت رجلا بمضاجعة ذكر اقتلوها.\n(1/38)\n\nEz:9:4: 4 وقال له الرب.اعبر في وسط المدينة في وسط اورشليم وسم سمة على جباه الرجال الذين يئنون ويتنهدون على كل الرجاسات المصنوعة في وسطها. (SVD)\n\nEz:9:5: 5. وقال لاولئك في سمعي اعبروا في المدينة وراءه واضربوا.لا تشفق اعينكم ولا تعفوا. (SVD)\n\nEz:9:6: 6 الشيخ والشاب والعذراء والطفل والنساء اقتلوا للهلاك.ولا تقربوا من انسان عليه السمة وابتدئوا من مقدسي.فابتدأوا بالرجال الشيوخ الذين امام البيت. (SVD)\n\nEz:9:7: 7 وقال لهم نجسوا البيت واملأوا الدور قتلى.اخرجوا.فخرجوا وقتلوا في المدينة (SVD)\n\nJl:3:9: 9. نادوا بهذا بين الامم.قدسوا حربا انهضوا الابطال ليتقدم ويصعد كل رجال الحرب. (SVD)\n\n1Sm:15:3: 3 فالآن اذهب واضرب عماليق وحرموا كل ما له ولا تعف عنهم بل اقتل رجلا وامرأة.طفلا ورضيعا.بقرا وغنما.جملا وحمارا. (SVD)\n\nNm:31:10: 10 واحرقوا جميع مدنهم بمساكنهم وجميع حصونهم بالنار. (SVD)\n\n1Chr:21:14: 14 فجعل الرب وبأ في اسرائيل فسقط من اسرائيل سبعون الف رجل. (SVD)\n\n2Chr:21:14: 14 هوذا يضرب الرب شعبك وبنيك ونسائك وكل مالك ضربة عظيمة. (SVD)\n\n2Chr:21:15: 15 واياك بامراض كثيرة بداء امعائك حتى تخرج امعاؤك بسبب المرض يوما فيوم. (SVD)\n\nقتل الاطفال والرضع\n\nالكتاب الوحيد فى العالم الذى يأمر بقتل الأطفال\n\nJos:6:21: 21 وحرّموا كل ما في المدينة من رجل وامرأة من طفل وشيخ حتى البقر والغنم والحمير بحد السيف. (SVD)\n\n1Sm:15:2: 2 هكذا يقول رب الجنود.اني قد افتقدت ما عمل عماليق باسرائيل حين وقف له في الطريق عند صعوده من مصر. (SVD)\n\n1Sm:15:3: 3 فالآن اذهب واضرب عماليق وحرموا كل ما له ولا تعف عنهم بل اقتل رجلا وامرأة.طفلا ورضيعا.بقرا وغنما.جملا وحمارا.\n1Sm:15:8: 8 وامسك اجاج ملك عماليق حيّا وحرّم جميع الشعب بحد السيف. (SVD)",
        "(1/39)\n\n1Sm:15:9: 9 وعفا شاول والشعب عن اجاج وعن خيار الغنم والبقر والثنيان والخراف وعن كل الجيد ولم يرضوا ان يحرّموها.وكل الاملاك المحتقرة والمهزولة حرّموها (SVD)\n\n1Sm:15:10: 10. وكان كلام الرب الى صموئيل قائلا (SVD)\n\n1Sm:15:11: 11 ندمت على اني جعلت شاول ملكا لانه رجع من ورائي ولم يقم كلامي.فاغتاظ صموئيل وصرخ الى الرب الليل كله.\nمن فرط قسوة الرب ندم وغضب على شاول لانه عفى عن اجاج وبعض الحيوانات\n\nHos:13:16: 16 تجازى السامرة لانها قد تمردت على الهها.بالسيف يسقطون.تحطم اطفالهم والحوامل تشقّ (SVD)\n\nPs:137:8: 8 يا بنت بابل المخربة طوبى لمن يجازيك جزاءك الذي جازيتنا. (SVD)\n\nPs:137:9: 9 طوبى لمن يمسك اطفالك ويضرب بهم الصخرة (SVD)\n\n2Chr:21:14: 14 هوذا يضرب الرب شعبك وبنيك ونسائك وكل مالك ضربة عظيمة. (SVD)\n\nتكتيك الحرب\n\nDt:19:21: 21 لا تشفق عينك.نفس بنفس.عين بعين.سن بسن.يد بيد.رجل برجل (SVD)\n\nDt:20:3: 3 ويقول لهم اسمع يا اسرائيل.انتم قربتم اليوم من الحرب على اعدائكم.لا تضعف قلوبكم.لا تخافوا ولا ترتعدوا ولا ترهبوا وجوههم. (SVD)\n\nDt:20:4: 4 لان الرب الهكم سائر معكم لكي يحارب عنكم اعداءكم ليخلصكم. (SVD)\n\nDt:20:10: 10. حين تقرب من مدينة لكي تحاربها استدعها الى الصلح. (SVD)\n\nDt:20:11: 11 فان اجابتك الى الصلح وفتحت لك فكل الشعب الموجود فيها يكون لك للتسخير ويستعبد لك. (SVD)\n\nDt:20:12: 12 وان لم تسالمك بل عملت معك حربا فحاصرها. (SVD)\n\nDt:20:13: 13 واذا دفعها الرب الهك الى يدك فاضرب جميع ذكورها بحد السيف. (SVD)\n\nDt:20:14: 14 واما النساء والاطفال والبهائم وكل ما في المدينة كل غنيمتها فتغتنمها لنفسك وتأكل غنيمة اعدائك التي اعطاك الرب الهك. (SVD)\n\nDt:21:10: 10. اذا خرجت لمحاربة اعدائك ودفعهم الرب الهك الى يدك وسبيت منهم سبيا (SVD)\n(1/40)",
        "\nDt:21:11: 11 ورأيت في السبي امرأة جميلة الصورة والتصقت بها واتخذتها لك زوجة (SVD)\n\nDt:21:12: 12 فحين تدخلها الى بيتك تحلق راسها وتقلم اظفارها (SVD)\n\nDt:21:13: 13 وتنزع ثياب سبيها عنها وتقعد في بيتك وتبكي اباها وامها شهرا من الزمان ثم بعد ذلك تدخل عليها وتتزوج بها فتكون لك زوجة. (SVD)\n\nحكم من يترك دينه\n\nDt:13:6: 6. واذا اغواك سرا اخوك ابن امك او ابنك او ابنتك او امرأة حضنك او صاحبك الذي مثل نفسك قائلا نذهب ونعبد آلهة اخرى لم تعرفها انت ولا آباؤك (SVD)\n\nDt:13:7: 7 من آلهة الشعوب الذين حولك القريبين منك او البعيدين عنك من اقصاء الارض الى اقصائها (SVD)\n\nDt:13:8: 8 فلا ترض منه ولا تسمع له ولا تشفق عينك عليه ولا ترقّ له ولا تستره (SVD)\n\nDt:13:9: 9 بل قتلا تقتله.يدك تكون عليه اولا لقتله ثم ايدي جميع الشعب اخيرا. (SVD)\n\nDt:13:10: 10 ترجمه بالحجارة حتى يموت.لانه التمس ان يطوّحك عن الرب الهك الذي اخرجك من ارض مصر من بيت العبودية. (SVD)\n\nDt:13:11: 11 فيسمع جميع اسرائيل ويخافون ولا يعودون يعملون مثل هذا الامر الشرير في وسطك (SVD)\n\nDt:13:12: 12. ان سمعت عن احدى مدنك التي يعطيك الرب الهك لتسكن فيها قولا (SVD)\n\nDt:13:13: 13 قد خرج اناس بنو لئيم من وسطك وطوّحوا سكان مدينتهم قائلين نذهب ونعبد آلهة اخرى لم تعرفوها (SVD)\n\nDt:13:14: 14 وفحصت وفتشت وسألت جيدا واذا الامر صحيح واكيد قد عمل ذلك الرجس في وسطك (SVD)\n\nDt:13:15: 15 فضربا تضرب سكان تلك المدينة بحد السيف وتحرّمها بكل ما فيها مع بهائمها بحد السيف. (SVD)\n\nDt:13:16: 16 تجمع كل امتعتها الى وسط ساحتها وتحرق بالنار المدينة وكل امتعتها كاملة للرب الهك فتكون تلا الى الابد لا تبنى بعد. (SVD)\n\nDt:13:17: 17 ولا يلتصق بيدك شيء من المحرّم.لكي يرجع الرب من حمو غضبه ويعطيك رحمة.يرحمك ويكثرك كما حلف لآبائك (SVD)\n\nعقوبة تارك الفرائض\n(1/41)\n",
        "Dt:28:15: 15. ولكن ان لم تسمع لصوت الرب الهك لتحرص ان تعمل بجميع وصاياه وفرائضه التي انا اوصيك بها اليوم تاتي عليك جميع هذه اللعنات وتدركك (SVD)\n\nDt:28:16: 16 ملعونا تكون في المدينة وملعونا تكون في الحقل. (SVD)\n\nDt:28:17: 17 ملعونة تكون سلتك ومعجنك. (SVD)\n\nDt:28:18: 18 ملعونة تكون ثمرة بطنك وثمرة ارضك نتاج بقرك واناث غنمك. (SVD)\n\nDt:28:19: 19 ملعونا تكون في دخولك وملعونا تكون في خروجك. (SVD)\n\nDt:28:20: 20 يرسل الرب عليك اللعن والاضطراب والزجر في كل ما تمتد اليه يدك لتعمله حتى تهلك وتفنى سريعا من اجل سوء افعالك اذ تركتني. (SVD)\n\nDt:28:21: 21 يلصق بك الرب الوبأ حتى يبيدك عن الارض التي انت داخل اليها لكي تمتلكها. (SVD)\n\nDt:28:22: 22 يضربك الرب بالسل والحمى والبرداء والالتهاب والجفاف واللفح والذبول فتتبعك حتى تفنيك. (SVD)\n\nDt:28:23: 23 وتكون سماؤك التي فوق راسك نحاسا والارض التي تحتك حديدا. (SVD)\n\nDt:28:24: 24 ويجعل الرب مطر ارضك غبارا وترابا ينزل عليك من السماء حتى تهلك. (SVD)\n\nDt:28:25: 25 يجعلك الرب منهزما امام اعدائك.في طريق واحدة تخرج عليهم وفي سبع طرق تهرب امامهم وتكون قلقا في جميع ممالك الارض. (SVD)\n\nDt:28:26: 26 وتكون جثتك طعاما لجميع طيور السماء ووحوش الارض وليس من يزعجها. (SVD)\n\nDt:28:27: 27 يضربك الرب بقرحة مصر وبالبواسير والجرب والحكّة حتى لا تستطيع الشفاء. (SVD)\n\nDt:28:28: 28 يضربك الرب بجنون وعمى وحيرة قلب. (SVD)\n\nDt:28:29: 29 فتتلمس في الظهر كما يتلمس الاعمى في الظلام ولا تنجح في طرقك بل لا تكون الا مظلوما مغصوبا كل الايام وليس مخلّص. (SVD)\n\nDt:28:30: 30 تخطب امرأة ورجل آخر يضطجع معها تبني بيتا ولا تسكن فيه.تغرس كرما ولا تستغله. (SVD)\n\nDt:28:31: 31 يذبح ثورك امام عينيك ولا تأكل منه.يغتصب حمارك من امام وجهك ولا يرجع اليك.تدفع غنمك الى اعدائك وليس لك مخلص. (SVD)\n(1/42)\n\nDt:28:32: 32 يسلم بنوك وبناتك لشعب آخر وعيناك تنظران اليهم طول النهار فتكلان وليس في يدك طائلة. (SVD)\n\nDt:28:33: 33 ثمر ارضك وكل تعبك ياكله شعب لا تعرفه فلا تكون الا مظلوما ومسحوقا كل الايام. (SVD)\n\nDt:28:34: 34 وتكون مجنونا من منظر عينيك الذي تنظر. (SVD)\n\nDt:28:35: 35 يضربك الرب بقرح خبيث على الركبتين وعلى الساقين حتى لا تستطيع الشفاء من اسفل قدمك الى قمة راسك. (SVD)\n\nDt:28:36: 36 يذهب بك الرب وبملكك الذي تقيمه عليك الى امة لم تعرفها انت ولا آباؤك وتعبد هناك آلهة اخرى من خشب وحجر. (SVD)\n\nDt:28:37: 37 وتكون دهشا ومثلا وهزأة في جميع الشعوب الذين يسوقك الرب اليهم. (SVD)\n\nDt:28:38: 38 بذارا كثيرا تخرج الى الحقل وقليلا تجمع لان الجراد ياكله. (SVD)\n\nDt:28:39: 39 كروما تغرس وتشتغل وخمرا لا تشرب ولا تجني لان الدود ياكلها. (SVD)\n\nDt:28:40: 40 يكون لك زيتون في جميع تخومك وبزيت لا تدّهن لان زيتونك ينتثر. (SVD)\n\nDt:28:41: 41 بنين وبنات تلد ولا يكونون لك لانهم الى السبي يذهبون. (SVD)\n\nDt:28:42: 42 جميع اشجارك واثمار ارضك يتولاه الصرصر. (SVD)\n\nDt:28:43: 43 الغريب الذي في وسطك يستعلي عليك متصاعدا وانت تنحط متنازلا. (SVD)\n\nDt:28:44: 44 هو يقرضك وانت لا تقرضه.هو يكون راسا وانت تكون ذنبا. (SVD)\n\nDt:28:45: 45. وتأتي عليك جميع هذه اللعنات وتتبعك وتدركك حتى تهلك لانك لم تسمع لصوت الرب الهك لتحفظ وصاياه وفرائضه التي اوصاك بها. (SVD)\n\nDt:28:46: 46 فتكون فيك آية واعجوبة وفي نسلك الى الابد. (SVD)\n\nاسرق المصريين\n\nEx:3:21: 21 واعطي نعمة لهذا الشعب في عيون المصريين.فيكون حينما تمضون انكم لا تمضون فارغين. (SVD)\n\nEx:3:22: 22 بل تطلب كل امرأة من جارتها ومن نزيلة بيتها امتعة فضة وامتعة ذهب وثيابا وتضعونها على بنيكم وبناتكم.فتسلبون المصريين\n\n32,00 عذراء0\n\nNm:31:25: 25. وكلم الرب موسى قائلا. (SVD)",
        "(1/43)\n\nNm:31:26: 26 أحص النهب المسبيّ من الناس والبهائم انت والعازار الكاهن ورؤوس آباء الجماعة. (SVD)\n\nNm:31:27: 27 ونصّف النهب بين الذين باشروا القتال الخارجين الى الحرب وبين كل الجماعة. (SVD)\n\nNm:31:28: 28 وارفع زكوة للرب.من رجال الحرب الخارجين الى القتال واحدة.نفسا من كل خمس مئة من الناس والبقر والحمير والغنم. (SVD)\n\nNm:31:29: 29 من نصفهم تأخذونها وتعطونها لالعازار الكاهن رفيعة للرب. (SVD)\n\nNm:31:30: 30 ومن نصف بني اسرائيل تأخذ واحدة مأخوذة من كل خمسين من الناس والبقر والحمير والغنم من جميع البهائم وتعطيها للاويين الحافظين شعائر مسكن الرب (SVD)\n\nNm:31:31: 31 ففعل موسى والعازار الكاهن كما امر الرب موسى. (SVD)\n\nNm:31:32: 32 وكان النهب فضلة الغنيمة التي اغتنمها رجال الجند من الغنم ست مئة وخمسة وسبعين الفا. (SVD)\n\nNm:31:33: 33 ومن البقر اثنين وسبعين الفا. (SVD)\n\nNm:31:34: 34 ومن الحمير واحد وستين الفا. (SVD)\n\nNm:31:35: 35 ومن نفوس الناس من النساء اللواتي لم يعرفن مضاجعة ذكر جميع النفوس اثنين وثلاثين الفا. (SVD)\n\nNm:31:36: 36 وكان النصف نصيب الخارجين الى الحرب عدد الغنم ثلاث مئة وسبعة وثلاثين الفا وخمس مئة. (SVD)\n\nNm:31:37: 37 وكانت الزكاة للرب من الغنم ست مئة وخمسة وسبعين. (SVD)\n\nNm:31:38: 38 والبقر ستة وثلاثين الفا وزكاتها للرب اثنين وسبعين. (SVD)\n\nNm:31:39: 39 والحمير ثلاثين الفا وخمس مئة وزكاتها للرب واحدا وستين. (SVD)\n\nNm:31:40: 40 ونفوس الناس ستة عشر الفا وزكاتها للرب اثنين وثلاثين نفسا. (SVD)\n\nNm:31:41: 41 فاعطى موسى الزكوة رفيعة الرب لالعازار الكاهن كما امر الرب موسى. (SVD)\n\nNm:31:42: 42 واما نصف اسرائيل الذي قسمه موسى من الرجال المتجندين (SVD)\n\nNm:31:43: 43 فكان نصف الجماعة من الغنم ثلاث مئة وسبعة وثلاثين الفا وخمس مئة. (SVD)\n\nNm:31:44: 44 ومن البقر ستة وثلاثين الفا. (SVD)\n(1/44)",
        "\n\nNm:31:45: 45 ومن الحمير ثلاثين الفا وخمس مئة (SVD)\n\nNm:31:46: 46 ومن نفوس الناس ستة عشر الفا. (SVD)\n\nNm:31:47: 47 فاخذ موسى من نصف بني اسرائيل المأخوذ واحدا من كل خمسين من الناس ومن البهائم واعطاها للاويين الحافظين شعائر مسكن الرب كما امر الرب موسى (SVD)\n\nNm:31:48: 48. ثم تقدم الى موسى الوكلاء الذين على الوف الجند رؤساء الالوف ورؤساء المئات (SVD)\n\nNm:31:49: 49 وقالوا لموسى.عبيدك قد اخذوا عدد رجال الحرب الذين في ايدينا فلم يفقد منا انسان. (SVD)\n\nNm:31:50: 50 فقد قدمنا قربان الرب كل واحد ما وجده امتعة ذهب حجولا واساور وخواتم واقراطا وقلائد للتكفير عن انفسنا امام الرب. (SVD)\n\nNm:31:51: 51 فاخذ موسى والعازار الكاهن الذهب منهم كل امتعة مصنوعة. (SVD)\n\nNm:31:52: 52 وكان كل ذهب الرفيعة التي رفعوها للرب ستة عشر الفا وسبع مئة وخمسين شاقلا من عند رؤساء الالوف ورؤساء المئات. (SVD)\n\nNm:31:53: 53 اما رجال الجند فاغتنموا كل واحد لنفسه. (SVD)\n\nNm:31:54: 54 فاخذ موسى والعازار الكاهن الذهب من رؤساء الالوف والمئات واتيا به الى خيمة الاجتماع تذكارا لبني اسرائيل امام الرب (SVD)\n(1/45)\n",
        "الجنس في كتابهم المقدس\n\nPrv:5:19: الظبية المحبوبة والوعلة الزهية.ليروك ثدياها في كل وقت وبمحبتها اسكر دائما.\nنشيد الإنشاد\n\nSg:4:1: 1. ها انت جميلة يا حبيبتي ها انت جميلة عيناك حمامتان من تحت نقابك.شعرك كقطيع معز رابض على جبل جلعاد. (SVD)\n\nSg:4:2: 2 اسنانك كقطيع الجزائز الصادرة من الغسل اللواتي كل واحدة متئم وليس فيهنّ عقيم. (SVD)\n\nSg:4:3: 3 شفتاك كسلكة من القرمز.وفمك حلو.خدك كفلقة رمانة تحت نقابك. (SVD)\n\nSg:4:4: 4 عنقك كبرج داود المبني للاسلحة.الف مجن علق عليه كلها اتراس الجبابرة. (SVD)\n\nSg:4:5: 5 ثدياك كخشفتي ظبية توأمين يرعيان بين السوسن. (SVD)\n\nSg:4:6: 6 الى ان يفيح النهار وتنهزم الظلال اذهب الى جبل المرّ والى تل اللبان. (SVD)\n\nSg:4:7: 7 كلك جميل يا حبيبتي ليس فيك عيبة (SVD)\n\nSg:4:8: 8. هلمي معي من لبنان يا عروس معي من لبنان.انظري من راس امانة من راس شنير وحرمون من خدور الأسود من جبال النمور. (SVD)\n\nSg:4:9: 9 قد سبيت قلبي يا اختي العروس قد سبيت قلبي باحدى عينيك بقلادة واحدة من عنقك. (SVD)\n\nSg:4:10: 10 ما احسن حبك يا اختي العروس كم محبتك اطيب من الخمر وكم رائحة ادهانك اطيب من كل الاطياب. (SVD)\n\nSg:4:11: 11 شفتاك يا عروس تقطران شهدا.تحت لسانك عسل ولبن ورائحة ثيابك كرائحة لبنان. (SVD)\n\nSg:4:12: 12 اختي العروس جنة مغلقة عين مقفلة ينبوع مختوم. (SVD)\n\nSg:4:13: 13 اغراسك فردوس رمان مع اثمار نفيسة فاغية وناردين. (SVD)\n\nSg:4:14: 14 ناردين وكركم.قصب الذريرة وقرفة مع كل عود اللبان.مر وعود مع كل انفس الاطياب. (SVD)\n\nSg:4:15: 15. ينبوع جنات بئر مياه حية وسيول من لبنان (SVD)\n\nSg:4:16: 16 استيقظي يا ريح الشمال وتعالي يا ريح الجنوب.هبي على جنتي فتقطر اطيابها.ليأت حبيبي الى جنته ويأكل ثمره النفيس (SVD)\n(1/46)\n\nSg:5:1: 1. قد دخلت جنتي يا اختي العروس.قطفت مري مع طيبي.اكلت شهدي مع عسلي.شربت خمري مع لبني.كلوا ايها الاصحاب اشربوا واسكروا ايها الاحباء (SVD)\n\nSg:5:2: 2. انا نائمة وقلبي مستيقظ.صوت حبيبي قارعا.افتحي لي يا اختي يا حبيبتي يا حمامتي يا كاملتي لان راسي امتلأ من الطل وقصصي من ندى الليل (SVD)\n\nSg:5:3: 3 قد خلعت ثوبي فكيف البسه.قد غسلت رجليّ فكيف اوسخهما. (SVD)\n\nSg:5:4: 4 حبيبي مدّ يده من الكوّة فانّت عليه احشائي. (SVD)\n\nSg:5:5: 5 قمت لافتح لحبيبي ويداي تقطران مرّا واصابعي مر قاطر على مقبض القفل. (SVD)\n\nSg:5:6: 6 فتحت لحبيبي لكن حبيبي تحول وعبر.نفسي خرجت عندما ادبر.طلبته فما وجدته دعوته فما اجابني. (SVD)\n\nSg:5:7: 7 وجدني الحرس الطائف في المدينة.ضربوني جرحوني.حفظة الاسوار رفعوا ازاري عني. (SVD)\n\nSg:5:8: 8 احلفكنّ يا بنات اورشليم ان وجدتنّ حبيبي ان تخبرنه باني مريضة حبا (SVD)\n\nSg:5:9: 9. ما حبيبك من حبيب ايتها الجميلة بين النساء ما حبيبك من حبيب حتى تحلفينا هكذا (SVD)\n\nSg:6:1: 1. اين ذهب حبيبك ايتها الجميلة بين النساء اين توجه حبيبك فنطلبه معك (SVD)\n\nSg:6:2: 2 حبيبي نزل الى جنته الى خمائل الطيب ليرعى في الجنات ويجمع السوسن. (SVD)\n\nSg:6:3: Prv:5:3: 3 انا لحبيبي وحبيبي لي.الراعي بين السوسن (SVD)\n\nSg:6:4: 4. انت جميلة يا حبيبتي كترصة حسنة كاورشليم مرهبة كجيش بألوية. (SVD)\n\nSg:6:5: 5 حولي عني عينيك فانهما قد غلبتاني.شعرك كقطيع المعز الرابض في جلعاد. (SVD)\n\nSg:6:6: 6 اسنانك كقطيع نعاج صادرة من الغسل اللواتي كل واحدة متئم وليس فيها عقيم. (SVD)\n\nSg:6:7: 7 كفلقة رمانة خدك تحت نقابك. (SVD)\n\nSg:6:8: 8 هنّ ستون ملكة وثمانون سرية وعذارى بلا عدد. (SVD)\n\nSg:7:1: 1. ما اجمل رجليك بالنعلين يا بنت الكريم.دوائر فخذيك مثل الحلي صنعة يدي صناع. (SVD)",
        "(1/47)\n\nSg:7:2: 2 سرتك كاس مدورة لا يعوزها شراب ممزوج.بطنك صبرة حنطة مسيجة بالسوسن. (SVD)\n\nSg:7:3: 3 ثدياك كخشفتين توأمي ظبية. (SVD)\n\nSg:7:4: 4 عنقك كبرج من عاج.عيناك كالبرك في حشبون عند باب بث ربيم.انفك كبرج لبنان الناظر تجاه دمشق. (SVD)\n\nSg:7:5: 5 راسك عليك مثل الكرمل وشعر راسك كارجوان.ملك قد أسر بالخصل. (SVD)\n\nSg:7:6: 6 ما اجملك وما احلاك ايتها الحبيبة باللذّات. (SVD)\n\nSg:7:7: 7 قامتك هذه شبيهة بالنخلة وثدياك بالعناقيد. (SVD)\n\nSg:7:8: 8 قلت اني اصعد الى النخلة وامسك بعذوقها.وتكون ثدياك كعناقيد الكرم ورائحة انفك كالتفاح\n\nSg:7:9: 9 وحنكك كأجود الخمر--لحبيبي السائغة المرقرقة السائحة على شفاه النائمين (SVD)\n\nSg:7:10: 10. انا لحبيبي واليّ اشتياقه. (SVD)\n\nSg:7:11: 11 تعال يا حبيبي لنخرج الى الحقل ولنبت في القرى. (SVD)\n\nSg:7:12: 12 لنبكرنّ الى الكروم لننظر هل ازهر الكرم هل تفتح القعال هل نور الرمان.هنالك اعطيك حبي.\n\nSg:7:13: 13 اللفاح يفوح رائحة وعند ابوابنا كل النفائس من جديدة وقديمة ذخرتها لك يا حبيبي (SVD)\n\nSg:8:1: 1. ليتك كاخ لي الراضع ثديي امي فاجدك في الخارج واقبلك ولا يخزونني. (SVD)\n\nSg:8:2: 2 واقودك وادخل بك بيت امي وهي تعلمني فاسقيك من الخمر الممزوجة من سلاف رماني. (SVD)\n\nSg:8:3: 3 شماله تحت راسي ويمينه تعانقني. (SVD)\n\nSg:8:4: 4 احلفكن يا بنات اورشليم ألا تيقظن ولا تنبهن الحبيب حتى يشاء (SVD)\n\nSg:8:5: 5. من هذه الطالعة من البرية مستندة على حبيبها تحت شجرة التفاح شوقتك هناك خطبت لك امك هناك خطبت لك والدتك (SVD)\n\nSg:8:8: 8. لنا اخت صغيرة ليس لها ثديان.فماذا نصنع لاختنا في يوم تخطب (SVD)\n\nSg:8:10: 10 انا سور وثدياي كبرجين.حينئذ كنت في عينيه كواجدة سلامة (SVD)\n\nأهولة وأهوليبة\n\nEz:23:1: 1. وكان اليّ كلام الرب قائلا. (SVD)\n\nEz:23:2: 2 يا ابن آدم كان امرأتان ابنتا ام واحدة. (SVD)\n(1/48)",
        "\nEz:23:3: 3 وزنتا بمصر.في صباهما زنتا.هناك دغدغت ثديّهما وهناك تزغزغت ترائب عذرتهما. (SVD)\n\nEz:23:4: 4 واسمها أهولة الكبيرة وأهوليبة اختها وكانتا لي وولدتا بنين وبنات.واسماهما السامرة أهولة واورشليم أهوليبة. (SVD)\n\nEz:23:5: 5 وزنت أهولة من تحتي وعشقت محبيها اشور الابطال (SVD)\n\nEz:23:6: 6 اللابسين الاسمانجوني ولاة وشحنا كلهم شبان شهوة فرسان راكبون الخيل. (SVD)\n\nEz:23:7: 7 فدفعت لهم عقرها لمختاري بني اشور كلهم وتنجست بكل من عشقتهم بكل اصنامهم. (SVD)\n\nEz:23:8: 8 ولم تترك زناها من مصر ايضا لانهم ضاجعوها في صباها وزغزغوا ترائب عذرتها وسكبوا عليها زناهم. (SVD)\n\nEz:23:9: 9 لذلك سلمتها ليد عشّاقها ليد بني اشور الذين عشقتهم. (SVD)\n\nEz:23:10: 10 هم كشفوا عورتها.اخذوا بنيها وبناتها وذبحوها بالسيف فصارت عبرة للنساء واجروا عليها حكما (SVD)\n\nEz:23:11: 11. فلما رأت اختها أهوليبة ذلك افسدت في عشقها اكثر منها وفي زناها اكثر من زنى اختها.\n\nEz:23:12: 12 عشقت بني اشور الولاة والشحن الابطال اللابسين افخر لباس فرسانا راكبين الخيل كلهم شبان شهوة\n\nEz:23:13: 13 فرأيت انها قد تنجست ولكلتيهما طريق واحدة. (SVD)\n\nEz:23:14: 14 وزادت زناها ولما نظرت الى رجال مصوّرين على الحائط صور الكلدانيين مصوّرة بمغرة\n\nEz:23:15: 15 منطقين بمناطق على احقائهم عمائمهم مسدولة على رؤوسهم.كلهم في المنظر رؤساء مركبات شبه بني بابل الكلدانيين ارض ميلادهم (SVD)\n\nEz:23:16: 16 عشقتهم عند لمح عينيها اياهم وارسلت اليهم رسلا الى ارض الكلدانيين. (SVD)\n\nEz:23:17: 17 فاتاها بنو بابل في مضجع الحب ونجسوها بزناهم فتنجست بهم وجفتهم نفسها. (SVD)\n\nEz:23:18: 18 وكشفت زناها وكشفت عورتها فجفتها نفسي كما جفت نفسي اختها. (SVD)\n\nEz:23:19: 19 واكثرت زناها بذكرها ايام صباها التي فيها زنت بارض مصر. (SVD)\n(1/49)\n",
        "Ez:23:20: 20 وعشقت معشوقيهم الذين لحمهم كلحم الحمير ومنيّهم كمنيّ الخيل. (SVD)\n\nA Bible verse about men with donkey-like genitals: \"There she lusted after her lovers, whose genitals were like those of donkeys and whose emission was like that of horses.\" (Ezek. 23:20)\n\nEz:23:21: 21 وافتقدت رذيلة صباك بزغزغة المصريين ترائبك لاجل ثدي صباك (SVD)\n\nEz:23:22: 22. لاجل ذلك يا أهوليبة هكذا قال السيد الرب.هانذا اهيج عليك عشّاقك الذين جفتهم نفسك وآتي بهم عليك من كل جهة (SVD)\n\nEz:23:23: 23 بني بابل وكل الكلدانيين فقود وشوع وقوع ومعهم كل بني اشور شبان شهوة ولاة وشحن كلهم رؤساء مركبات وشهراء.كلهم راكبون الخيل. (SVD)\n\nبوعز وراعوث ونعمىRu:2:19: 19 فقالت لها حماتها اين التقطت اليوم اين اشتغلت.ليكن الناظر اليك مباركا.فاخبرت حماتها بالذي اشتغلت معه وقالت اسم الرجل الذي اشتغلت معه اليوم بوعز. (SVD)\n\nRu:2:20: 20 فقالت نعمي لكنتها مبارك هو من الرب لانه لم يترك المعروف مع الاحياء والموتى.ثم قالت لها نعمي الرجل ذو قرابة لنا.هو ثاني وليّنا. (SVD)\n\nRu:2:21: 21 فقالت راعوث الموآبية انه قال لي ايضا لازمي فتياتي حتى يكملوا جميع حصادي. (SVD)\n\nRu:2:22: 22 فقالت نعمي لراعوث كنّتها انه حسن يا بنتي ان تخرجي مع فتياته حتى لا يقعوا بك في حقل آخر. (SVD)\n\nRu:2:23: 23 فلازمت فتيات بوعز في الالتقاط حتى انتهى حصاد الشعير وحصاد الحنطة وسكنت مع حماتها (SVD)\n\nRu:3:1: 1. وقالت لها نعمي حماتها يا بنتي ألا التمس لك راحة ليكون لك خير. (SVD)\n\nRu:3:2: 2 فالآن أليس بوعز ذا قرابة لنا الذي كنت مع فتياته.ها هو يذري بيدر الشعير الليلة. (SVD)\n\nRu:3:3: 3 فاغتسلي وتدهّني والبسي ثيابك وانزلي الى البيدر ولكن لا تعرفي عند الرجل حتى يفرغ من الاكل والشرب. (\n(1/50)\n\nRu:3:4: 4 ومتى اضطجع فاعلمي المكان الذي يضطجع فيه وادخلي واكشفي ناحية رجليه واضطجعي وهو يخبرك بما تعملين. (SVD)\n\nRu:3:5: 5 فقالت لها كل ما قلت اصنع (SVD)\n\nRu:3:6: 6. فنزلت الى البيدر وعملت حسب كل ما أمرتها به حماتها. (SVD)\n\nRu:3:7: 7 فاكل بوعز وشرب وطاب قلبه ودخل ليضطجع في طرف العرمة فدخلت سرّا وكشفت ناحية رجليه واضطجعت. (SVD)\n\nRu:3:8: 8 وكان عند انتصاف الليل ان الرجل اضطرب والتفت واذا بامرأة مضطجعة عند رجليه. (SVD)\n\nRu:3:9: 9 فقال من انت فقالت انا راعوث امتك فابسط ذيل ثوبك على امتك لانك وليّ. (SVD)\n\nRu:3:10: 10 فقال انك مباركة من الرب يا بنتي لانك قد احسنت معروفك في الاخير اكثر من الاول اذ لم تسعي وراء الشبان فقراء كانوا او اغنياء. (SVD)\n\nRu:3:11: 11 والآن يا بنتي لا تخافي.كل ما تقولين افعل لك.لان جميع ابواب شعبي تعلم انك امرأة فاضلة. (SVD)\n\nRu:3:13: 13 بيتي الليلة ويكون في الصباح انه ان قضى لك حق الولي فحسنا.ليقض.وان لم يشأ ان يقضي لك حق الوليّ فانا اقضي لك حيّ هو الرب.اضطجعي الى الصباح (SVD)\n\nRu:3:14: 14. فاضطجعت عند رجليه الى الصباح ثم قامت قبل ان يقدر الواحد على معرفة صاحبه.وقال لا يعلم ان المرأة جاءت الى البيدر. (SVD)\n\nRu:3:15: 15 ثم قال هاتي الرداء الذي عليك وامسكيه فامسكته فاكتال ستة من الشعير ووضعها عليها ثم دخل المدينة\nRu:3:16: 16 فجاءت الى حماتها فقالت من انت يا بنتي.فاخبرتها بكل ما فعل لها الرجل. (SVD)\nRu:3:18: 18 فقالت اجلسي يا بنتي حتى تعلمي كيف يقع الأمر.لان الرجل لا يهدأ حتى يتمّم الامر اليوم (SVD)\nRu:3:18: 18 فقالت اجلسي يا بنتي حتى تعلمي كيف يقع الأمر.لان الرجل لا يهدأ حتى يتمّم الامر اليوم (SVD)\nRu:3:18: 18 فقالت اجلسي يا بنتي حتى تعلمي كيف يقع الأمر.لان الرجل لا يهدأ حتى يتمّم الامر اليوم (SVD)",
        "(1/51)\n\n3emad_3akel: Ez:16:26: 26 وزنيت مع جيرانك بني مصر الغلاظ اللحم وزدت في زناك لاغاظتي (SVD)\n\nسفر الأمثال\n\nPrv:7:6: 6. لاني من كوة بيتي من وراء شباكي تطلعت (SVD)\n\nPrv:7:8: 8 عابرا في الشارع عند زاويتها وصاعدا في طريق بيتها (SVD)\n\nPrv:7:9: 9 في العشاء في مساء اليوم في حدقة الليل والظلام. (SVD)\n\nPrv:7:10: 10 واذ بامرأة استقبلته في زي زانية وخبيثة القلب. (SVD)\n\nPrv:7:11: 11 صخّابة هي وجامحة.في بيتها لا تستقر قدماها. (SVD)\n\nPrv:7:12: 12 تارة في الخارج واخرى في الشوارع.وعند كل زاوية تكمن. (SVD)\n\nPrv:7:13: 13 فامسكته وقبّلته.اوقحت وجهها وقالت له (SVD)\n\nPrv:7:14: 14 عليّ ذبائح السلامة.اليوم اوفيت نذوري. (SVD)\n\nPrv:7:15: 15 فلذلك خرجت للقائك لاطلب وجهك حتى اجدك. (SVD)\n\nPrv:7:16: 16 بالديباج فرشت سريري بموشّى كتان من مصر. (SVD)\n\nPrv:7:17: 17 عطرت فراشي بمرّ وعود وقرفة. (SVD)\n\n3Prv:7:18: 18 هلم نرتو ودّا الى الصباح.نتلذذ بالحب. (SVD)\n\nPrv:7:19: 19 لان الرجل ليس في البيت.ذهب في طريق بعيدة. (SVD)\n\nPrv:7:21: 21 اغوته بكثرة فنونها بملث شفتيها طوحته. (SVD)\n\nالنبي هوشع\n\nHos:1:2: 2. اول ما كلّم الرب هوشع قال الرب لهوشع اذهب خذ لنفسك امرأة زنى واولاد زنى لان الارض قد زنت زنى تاركة الرب. (SVD)\n\nHos:1:3: 3 فذهب واخذ جومر بنت دبلايم فحبلت وولدت له ابنا. (SVD)\n\nHos:1:4: 4 فقال له الرب ادع اسمه يزرعيل لانني بعد قليل اعاقب بيت ياهو على دم يزرعيل وابيد مملكة بيت اسرائيل. (SVD)\n\nHos:2:1: 1. قولوا لاخواتكم عمّي ولاخوتكم رحامة. (SVD)\n\nHos:2:2: 2 حاكموا امكم حاكموا لانها ليست امرأتي وانا لست رجلها لكي تعزل زناها عن وجهها وفسقها من بين ثدييها (SVD)\n\nHos:2:3: 3 لئلا اجرّدها عريانة واوقفها كيوم ولادتها واجعلها كقفر واصيرها كارض يابسة واميتها بالعطش. (SVD)\n\nHos:2:4: 4 ولا ارحم اولادها لانهم اولاد زنى\n(1/52)",
        "\nزنا محارم\n\nالنبي لوط وبناته\n\nGn:13:8: 8 فقال ابرام للوط لا تكن مخاصمة بيني وبينك وبين رعاتي ورعاتك.لاننا نحن اخوان. (SVD)\n\nGn:19:29: 29 وحدث لما اخرب الله مدن الدائرة ان الله ذكر ابراهيم وارسل لوطا من وسط الانقلاب.حين قلب المدن التي سكن فيها لوط (SVD)\n\nGn:19:30: 30. وصعد لوط من صوغر وسكن في الجبل وابنتاه معه.لانه خاف ان يسكن في صوغر.فسكن في المغارة هو وابنتاه. (SVD)\n\nGn:19:31: 31 وقالت البكر للصغيرة ابونا قد شاخ وليس في الارض رجل ليدخل علينا كعادة كل الارض. (SVD)\n\nGn:19:32: 32 هلم نسقي ابانا خمرا ونضطجع معه.فنحيي من ابينا نسلا. (SVD)\n\nGn:19:33: 33 فسقتا اباهما خمرا في تلك الليلة.ودخلت البكر واضطجعت مع ابيها.ولم يعلم باضطجاعها ولا بقيامها. (SVD)\n\nGn:19:34: 34 وحدث في الغد ان البكر قالت للصغيرة اني قد اضطجعت البارحة مع ابي.نسقيه خمرا الليلة ايضا فادخلي اضطجعي معه.فنحيي من ابينا نسلا. (SVD)\n\nGn:19:35: 35 فسقتا اباهما خمرا في تلك الليلة ايضا.وقامت الصغيرة واضطجعت معه.ولم يعلم باضطجاعها ولا بقيامها. (SVD)\n\nGn:19:36: 36 فحبلت ابنتا لوط من ابيهما. (SVD)\n\nGn:19:37: 37 فولدت البكر ابنا ودعت اسمه موآب.وهو ابو الموآبيين الى اليوم. (SVD)\n\nGn:19:38: 38 والصغيرة ايضا ولدت ابنا ودعت اسمه بن عمي.وهو ابو بني عمون الى اليوم (SVD)\n\nالأخ وأخته\n\n2Sm:13:1: 1. وجرى بعد ذلك انه كان لابشالوم بن داود اخت جميلة اسمها ثامار فاحبها امنون بن داود. (SVD)\n\n2Sm:13:2: 2 وأحصر امنون للسقم من اجل ثامار اخته لانها كانت عذراء وعسر في عيني امنون ان يفعل لها شيئا. (SVD)\n\n2Sm:13:3: 3 وكان لامنون صاحب اسمه يوناداب بن شمعى اخي داود.وكان يوناداب رجلا حكيما جدا. (SVD)\n\n2Sm:13:4: 4 فقال له لماذا يا ابن الملك انت ضعيف هكذا من صباح الى صباح.أما تخبرني.فقال له امنون اني احب ثامار اخت ابشالوم اخي. (SVD)\n(1/53)\n",
        "2Sm:13:5: 5 فقال يوناداب اضطجع على سريرك وتمارض.واذا جاء ابوك ليراك فقل له دع ثامار اختي فتأتي وتطعمني خبزا وتعمل امامي الطعام لارى فأكل من يدها. (SVD)\n\n2Sm:13:6: 6 فاضطجع امنون وتمارض فجاء الملك ليراه.فقال امنون للملك دع ثامار اختي فتأتي وتصنع امامي كعكتين فآكل من يدها. (SVD)\n\n2Sm:13:7: 7 فارسل داود الى ثامار الى البيت قائلا اذهبي الى بيت امنون اخيك واعملي له طعاما. (SVD)\n\n2Sm:13:8: 8 فذهبت ثامار الى بيت امنون اخيها وهو مضطجع.واخذت العجين وعجنت وعملت كعكا امامه وخبزت الكعك (SVD)\n\n2Sm:13:9: 9 واخذت المقلاة وسكبت امامه فابى ان ياكل.وقال امنون اخرجوا كل انسان عني.فخرج كل انسان عنه. (SVD)\n\n2Sm:13:10: 10 ثم قال امنون لثامار ايتي بالطعام الى المخدع فآكل من يدك.فاخذت ثامار الكعك الذي عملته وأتت به امنون اخاها الى المخدع. (SVD)\n\n2Sm:13:11: 11 وقدمت له لياكل فامسكها وقال لها تعالي اضطجعي معي يا اختي. (SVD)\n\n2Sm:13:12: 12 فقالت له لا يا اخي لا تذلني لانه لا يفعل هكذا في اسرائيل.لا تعمل هذه القباحة. (SVD)\n\n2Sm:13:13: 13 اما انا فاين اذهب بعاري واما انت فتكون كواحد من السفهاء في اسرائيل.والآن كلم الملك لانه لا يمنعني منك. (SVD)\n\n2Sm:13:14: 14 فلم يشأ ان يسمع لصوتها بل تمكن منها وقهرها واضطجع معها. (SVD)\n\n2Sm:13:20: 20 فقال لها ابشالوم اخوها هل كان امنون اخوك معك.فالآن يا اختي اسكتي.اخوك هو.لا تضعي قلبك على هذا الامر.فاقامت ثامار مستوحشة في بيت ابشالوم اخيها. (SVD)\n\nزوجات الأب\n\n2Sm:16:21: 21 فقال اخيتوفل لابشالوم ادخل الى سراري ابيك اللواتي تركهنّ لحفظ البيت فيسمع كل اسرائيل انك قد صرت مكروها من ابيك فتتشدد ايدي جميع الذين معك. (SVD)\n\n2Sm:16:22: 22 فنصبوا لابشالوم الخيمة على السطح ودخل ابشالوم الى سراري ابيه امام جميع اسرائيل. (SVD)\n\nمتفرقات فاضحة\n(1/54)\n\nPrv:5:19: 19 الظبية المحبوبة والوعلة الزهية.ليروك ثدياها في كل وقت وبمحبتها اسكر دائما. (SVD)\n\nPrv:5:3: 3 لان شفتي المرأة الاجنبية تقطران عسلا وحنكها انعم من الزيت. (SVD)\n\n2Sm:12:11: 11 هكذا قال الرب هانذا اقيم عليك الشر من بيتك وآخذ نساءك امام عينيك واعطيهنّ لقريبك فيضطجع مع نسائك في عين هذه الشمس. (SVD)\n\nEz:16:25: 25 في راس كل طريق بنيت مرتفعتك ورجّست جمالك وفرّجت رجليك لكل عابر واكثرت زناك. (SVD)\n\nEz:23:34: 34 فتشربينها وتمتصينها وتقضمين شقفها وتجتثّين ثدييك لاني تكلمت يقول السيد الرب. (SVD)\n\nGn:38:9: 9 فعلم أونان ان النسل لا يكون له.فكان اذ دخل على امرأة اخيه انه افسد على الارض لكيلا يعطي نسلا لاخيه. (SVD)\n\nSg:1:2: 2. ليقبلني بقبلات فمه لان حبك اطيب من الخمر\n\nEz:16:7: 7 جعلتك ربوة كنبات الحقل فربوت وكبرت وبلغت زينة الازيان.نهد ثدياك ونبت شعرك وقد كنت عريانة وعارية. (SVD)\n\nGn:38:8: 8 فقال يهوذا لأونان ادخل على امرأة اخيك وتزوج بها واقم نسلا لاخيك. (SVD)\n\nGn:38:9: 9 فعلم أونان ان النسل لا يكون له.فكان اذ دخل على امرأة اخيه انه افسد على الارض لكيلا يعطي نسلا لاخيه\n\nافسد اي رمى منيه على الارض\n\nNa:3:4: 4 من اجل زنى الزانية الحسنة الجمال صاحبة السحر البائعة امما بزناها وقبائل بسحرها. (SVD)\n\n2Sm:12:11: 11 هكذا قال الرب هانذا اقيم عليك الشر من بيتك وآخذ نساءك امام عينيك واعطيهنّ لقريبك فيضطجع مع نسائك في عين هذه الشمس. (SVD)\n\n2Sm:12:12: 12 لانك انت فعلت بالسرّ وانا افعل هذا الأمر قدام جميع اسرائيل وقدام الشمس. (SVD)\n\nIs:47:2: 2 خذي الرحى واطحني دقيقا.اكشفي نقابك شمري الذيل.اكشفي الساق.اعبري الانهار. (SVD)\n\nIs:47:3: 3 تنكشف عورتك وترى معاريك.آخذ نقمة ولا اصالح احدا. (SVD)",
        "(1/55)\n\nغرائب وعجائب في كتابهم المقدس\n\nالجزيه\n\nRom:13:7: 7. فاعطوا الجميع حقوقهم.الجزية لمن له الجزية.الجباية لمن له الجباية.والخوف لمن له الخوف والاكرام لمن له الاكرام (SVD)\nهدير\nآه ضجيج شعوب كثيرة تضج كضجيج البحر وهدير قبائل تهدر كهدير مياه غزيرة.\n\nلا تنسى Jos:17:13: 13 وكان لما تشدد بنو اسرائيل انهم جعلوا الكنعانيين تحت الجزية ولم يطردوهم طردا (SVD)\n\n2Tm:3:16: 16 كل الكتاب هو موحى به من الله ونافع للتعليم والتوبيخ للتقويم والتأديب الذي في البر (SVD)\n\nLk:16:17: 17 ولكن زوال السماء والارض ايسر من ان تسقط نقطة واحدة من الناموس. (SVD)\n\nهل هذا كلام الله؟\n\nالكتاب يستشهد بأسفار غير موجودة\n\nNm:21:14: 14 لذلك يقال في كتاب حروب الرب واهب في سوفه واودية ارنون (SVD)\n\nJos:10:13: 13 فدامت الشمس ووقف القمر حتى انتقم الشعب من اعدائه.أليس هذا مكتوبا في سفر ياشر.فوقفت الشمس في كبد السماء ولم تعجل للغروب نحو يوم كامل. (SVD)\n\n1Kgs:11:41: 41. وبقية امور سليمان وكل ما صنع وحكمته أما هي مكتوبة في سفر امور سليمان. (SVD)\n\n2Chr:9:29: 29 وبقية امور سليمان الاولى والاخيرة أما هي مكتوبة في اخبار ناثان النبي وفي نبوّة اخيا الشيلوني وفي رؤى يعدو الرائي على يربعام بن نباط. (SVD)\n\n1Chr:29:29: 29 وأمور داود الملك الاولى والاخيرة هي مكتوبة في اخبار صموئيل الرائي واخبار ناثان النبي واخبار جاد الرائي (SVD)\n\nMt:2:23: 23 وأتى وسكن في مدينة يقال لها ناصرة.لكي يتم ما قيل بالانبياء انه سيدعى ناصريا (SVD)\n\nالخرة في كتاب النصارى\n\nEz:4:15: 15 فقال لي انظر.قد جعلت لك خثي البقر بدل خرء الانسان فتصنع خبزك عليه. Eze:4:15: Then he said unto me, Lo, I have given thee cow's dung for man's dung, and thou shalt prepare thy bread therewith.\n\nEz:4:12: 12 وتأكل كعكا من الشعير.على الخرء الذي يخرج من الانسان تخبزه امام عيونهم. (SVD)\n(1/56)",
        "\nAnd thou shalt eat it as barley cakes, and thou shalt bake it with dung that cometh out of man, in their sight.\n\nIs:36:12: 12 فقال ربشاقى هل الى سيدك واليك ارسلني سيدي لكي اتكلم بهذا الكلام.أليس الى الرجال الجالسين على السور ليأكلوا عذرتهم ويشربوا بولهم معكم\n\n2Kgs:18:27: 27 فقال لهم ربشاقى هل الى سيدك واليك ارسلني سيدي لكي اتكلم بهذا الكلام.أليس الى الرجال الجالسين على السور ليأكلوا عذرتهم ويشربوا بولهم معكم.\n\nMal:2:3: 3 هانذا انتهر لكم الزرع وامدّ الفرث على وجوهكم فرث اعيادكم فتنزعون معه.\nDt:23:13: 13 ويكون لك وتد مع عدّتك لتحفر به عندما تجلس خارجا وترجع وتغطي برازك. (SVD)\n\nالأمهات يتناوبون على أكل أطفالهم\n\n2Kgs:6:28: 28 ثم قال لها الملك مالك.فقالت ان هذه المرأة قد قالت لي هاتي ابنك فنأكله اليوم ثم نأكل ابني غدا. (SVD)\n\n2Kgs:6:29: 29 فسلقنا ابني واكلناه ثم قلت لها في اليوم الآخر هاتي ابنك فنأكله فخبأت ابنها. (SVD)\n\n2Kgs:6:30: 30 فلما سمع الملك كلام المرأة مزّق ثيابه وهو مجتاز على السور فنظر الشعب واذا مسح من داخل على جسده. (SVD)\n\nأكل الابناء\n\nDt:28:53: 53 فتأكل ثمرة بطنك لحم بنيك وبناتك الذين اعطاك الرب الهك في الحصار والضيقة التي يضايقك بها عدوك. (SVD)\n\nDt:28:57: 57 بمشيمتها الخارجة من بين رجليها وباولادها الذين تلدهم لانها تاكلهم سرا في عوز كل شيء في الحصار والضيقة التي يضايقك بها عدوك في ابوابك. (SVD)\n\nسادية\n\n2Sm:4:12: 12 وأمر داود الغلمان فقتلوهما وقطعوا ايديهما وارجلهما وعلقوهما على البركة في حبرون.واما راس ايشبوشث فأخذوه ودفنوه في قبر ابنير في حبرون (SVD)\n\nالتنين حيوان خرافي\n\nRv:16:13: 13 ورأيت من فم التنين ومن فم الوحش ومن فم النبي الكذاب ثلاثة ارواح نجسة شبه ضفادع. (SVD)\n(1/57)\n",
        "Rv:12:3: 3 وظهرت آية اخرى في السماء.هوذا تنين عظيم احمر له سبعة رؤوس وعشرة قرون وعلى رؤوسه سبعة تيجان. (SVD)\n\nحوار الأشجار\n\nJgs:9:7: 7. واخبروا يوثام فذهب ووقف على راس جبل جرزيم ورفع صوته ونادى وقال لهم.اسمعوا لي يا اهل شكيم يسمع لكم الله.\n\nJgs:9:8: 8 مرّة ذهبت الاشجار لتمسح عليها ملكا.فقالت للزيتونة املكي علينا. (SVD)\n\nJgs:9:9: 9 فقالت لها الزيتونة أاترك دهني الذي به يكرمون بي الله والناس واذهب لكي املك على الاشجار.\n\nJgs:9:10: 10 ثم قالت الاشجار للتينة تعالي انت واملكي علينا. (SVD)\n\nJgs:9:11: 11 فقالت لها التينة أأترك حلاوتي وثمري الطيب واذهب لكي املك على الاشجار. (SVD)\n\nJgs:9:12: 12 فقالت الاشجار للكرمة تعالي انت املكي علينا. (SVD)\n\nJgs:9:13: 13 فقالت لها الكرمة أاترك مسطاري الذي يفرح الله والناس واذهب لكي املك على الاشجار.\n\nJgs:9:14: 14 ثم قالت جميع الاشجار للعوسج تعال انت واملك علينا. (SVD)\n\nJgs:9:15: 15 ن فقال العوسج للاشجار ان كنتم بالحق تمسحونني عليكم ملكا فتعالوا واحتموا تحت ظلي.والا فتخرج نار من العوسج وتأكل ارز لبنا\n\nJgs:9:16: 16 فالآن ان كنتم قد عملتم بالحق والصحة اذ جعلتم ابيمالك ملكا وان كنتم قد فعلتم خيرا مع يربعل ومع بيته وان كنتم قد فعلتم له حسب عمل يديه. (SVD)\n\nحرب النجوم\n\nRv:12:1: 1. وظهرت آية عظيمة في السماء امرأة متسربلة بالشمس والقمر تحت رجليها وعلى راسها اكليل من اثني عشر كوكبا (SVD)\n\nRv:12:2: 2 وهي حبلى تصرخ متمخضة ومتوجعة لتلد. (SVD)\n\nRv:12:3: 3 وظهرت آية اخرى في السماء.هوذا تنين عظيم احمر له سبعة رؤوس وعشرة قرون وعلى رؤوسه سبعة تيجان. (SVD)\n\nRv:12:4: 4 وذنبه يجر ثلث نجوم السماء فطرحها الى الارض.والتنين وقف امام المرأة العتيدة ان تلد حتى يبتلع ولدها متى ولدت. (SVD)\n(1/58)\n\nRv:12:5: 5 فولدت ابنا ذكرا عتيدا ان يرعى جميع الامم بعصا من حديد.واختطف ولدها الى الله والى عرشه. (SVD)\n\nRv:12:6: 6 والمرأة هربت الى البرية حيث لها موضع معد من الله لكي يعولها هناك الفا ومئتين وستين يوما (SVD)\n\nRv:12:7: 7 وحدثت حرب في السماء.ميخائيل وملائكته حاربوا التنين وحارب التنين وملائكته (SVD)\n\nRv:12:8: 8 ولم يقووا فلم يوجد مكانهم بعد ذلك في السماء. (SVD)\n\nRv:12:9: 9 فطرح التنين العظيم الحية القديمة المدعو ابليس والشيطان الذي يضل العالم كله طرح الى الارض وطرحت معه ملائكته. (SVD)\n\nRv:12:10: 10 وسمعت صوتا عظيما قائلا في السماء الآن صار خلاص الهنا وقدرته وملكه وسلطان مسيحه لانه قد طرح المشتكي على اخوتنا الذي كان يشتكي عليهم امام الهنا نهارا وليلا. (SVD)\n\nRv:12:11: 11 وهم غلبوه بدم الخروف وبكلمة شهادتهم ولم يحبوا حياتهم حتى الموت. (SVD)\n\nRv:12:12: 12. من اجل هذا افرحي ايتها السموات والساكنون فيها.ويل لساكني الارض والبحر لان ابليس نزل اليكم وبه غضب عظيم عالما ان له زمانا قليلا (SVD)\n\nRv:12:13: 13 ولما رأى التنين انه طرح الى الارض اضطهد المرأة التي ولدت الابن الذكر (SVD)\n\nRv:12:14: 14 فأعطيت المرأة جناحي النسر العظيم لكي تطير الى البرية الى موضعها حيث تعال زمانا وزمانين ونصف زمان من وجه الحية. (SVD)\n\nRv:12:15: 15 فالقت الحية من فمها وراء المرأة ماء كنهر لتجعلها تحمل بالنهر (SVD)\n\nRv:12:16: 16 فاعانت الارض المرأة وفتحت الارض فمها وابتلعت النهر الذي ألقاه التنين من فمه. (SVD)\n\nRv:12:17: 17 فغضب التنين على المرأة وذهب ليصنع حربا مع باقي نسلها الذين يحفظون وصايا الله وعندهم شهادة يسوع المسيح (SVD)\n\nRv:13:1: 1. ثم وقفت على رمل البحر.فرأيت وحشا طالعا من البحر له سبعة رؤوس وعشرة قرون وعلى قرونه عشرة تيجان وعلى رؤوسه اسم تجديف. (SVD)",
        "(1/59)\n\nRv:13:2: 2 والوحش الذي رأيته كان شبه نمر وقوائمه كقوائم دب وفمه كفم اسد واعطاه التنين قدرته وعرشه وسلطانا عظيما. (SVD)\n\nRv:13:3: 3 ورأيت واحدا من رؤوسه كانه مذبوح للموت وجرحه المميت قد شفي وتعجبت كل الارض وراء الوحش (SVD)\n\nRv:13:4: 4 وسجدوا للتنين الذي اعطى السلطان للوحش وسجدوا للوحش قائلين من هو مثل الوحش.من يستطيع ان يحاربه. (SVD)\n\nRv:13:8: 8 فسيسجد له جميع الساكنين على الارض الذين ليست اسماؤهم مكتوبة منذ تأسيس العالم في سفر حياة الخروف الذي ذبح. (SVD)\n\nRv:13:11: 11. ثم رأيت وحشا آخر طالعا من الارض وكان له قرنان شبه خروف وكان يتكلم كتنين. (SVD)\n\nRv:13:12: 12 ويعمل بكل سلطان الوحش الاول امامه ويجعل الارض والساكنين فيها يسجدون للوحش الاول الذي شفي جرحه المميت. (SVD)\n\nRv:13:13: 13 ويصنع آيات عظيمة حتى انه يجعل نارا تنزل من السماء على الارض قدام الناس. (SVD)\n\nRv:13:14: 14 ويضل الساكنين على الارض بالآيات التي أعطي ان يصنعها امام الوحش قائلا للساكنين على الارض ان يصنعوا صورة للوحش الذي كان به جرح السيف وعاش. (SVD)\n\nRv:13:15: 15 وأعطي ان يعطي روحا لصورة الوحش حتى تتكلم صورة الوحش ويجعل جميع الذين لا يسجدون لصورة الوحش يقتلون. (SVD)\n\nحوار الحمير\n\nNm:22:26: 26 ثم اجتاز ملاك الرب ايضا ووقف في مكان ضيّق حيث ليس سبيل للنكوب يمينا او شمالا. (SVD)\n\nNm:22:27: 27 فلما ابصرت الاتان ملاك الرب ربضت تحت بلعام.فحمي غضب بلعام وضرب الاتان بالقضيب. (SVD)\n\nNm:22:28: 28 ففتح الرب فم الاتان فقالت لبلعام.ماذا صنعت بك حتى ضربتني الآن ثلاث دفعات. (SVD)\n\nNm:22:29: 29 فقال بلعام للاتان لانك ازدريت بي.لو كان في يدي سيف لكنت الآن قد قتلتك. (SVD)\n\nNm:22:30: 30 فقالت الاتان لبلعام ألست انا اتانك التي ركبت عليها منذ وجودك الى هذا اليوم.هل تعوّدت ان افعل بك هكذا.فقال لا (SVD)\n(1/60)",
        "\nNm:22:31: 31 ثم كشف الرب عن عيني بلعام فابصر ملاك الرب واقفا في الطريق وسيفه مسلول في يده فخرّ ساجدا على وجهه. (SVD)\n\nNm:22:32: 32 فقال له ملاك الرب لماذا ضربت اتانك الآن ثلاث دفعات.هانذا قد خرجت للمقاومة لان الطريق ورطة امامي. (SVD)\n\nNm:22:33: 33 فابصرتني الاتان ومالت من قدامي الآن ثلاث دفعات.ولو لم تمل من قدامي لكنت الآن قد قتلتك واستبقيتها. (SVD)\n\nNm:22:34: 34 فقال بلعام لملاك الرب اخطأت.اني لم اعلم انك واقف تلقائي في الطريق.والآن ان قبح في عينيك فاني ارجع. (SVD)\n\nNm:22:35: 35 فقال ملاك الرب لبلعام اذهب مع الرجال وانما تتكلم بالكلام الذي اكلمك به فقط.فانطلق بلعام مع رؤساء بالاق (SVD)\n\nاصحاح السلامات\n\nRom:16:1: 1. اوصي اليكم باختنا فيبي التي هي خادمة الكنيسة التي في كنخريا (SVD)\n\nRom:16:2: 2 كي تقبلوها في الرب كما يحق للقديسين وتقوموا لها في اي شيء احتاجته منكم.لانها صارت مساعدة لكثيرين ولي انا ايضا (SVD)\n\nRom:16:3: 3 سلموا على بريسكلا واكيلا العاملين معي في المسيح يسوع. (SVD)\n\nRom:16:4: 4 اللذين وضعا عنقيهما من اجل حياتي اللذين لست انا وحدي اشكرهما بل ايضا جميع كنائس الامم. (SVD)\n\nRom:16:5: 5 وعلى الكنيسة التي في بيتهما.سلموا على ابينتوس حبيبي الذي هو باكورة اخائية للمسيح. (SVD)\n\nRom:16:6: 6 سلموا على مريم التي تعبت لاجلنا كثيرا. (SVD)\n\nRom:16:7: 7 سلموا على أندرونكوس ويونياس نسيبيّ المأسورين معي اللذين هما مشهوران بين الرسل وقد كانا في المسيح قبلي. (SVD)\n\nRom:16:8: 8 سلموا على أمبلياس حبيبي في الرب. (SVD)\n\nRom:16:9: 9 سلموا على اوربانوس العامل معنا في المسيح وعلى استاخيس حبيبي. (SVD)\n\nRom:16:10: 10 سلموا على أبلّس المزكى في المسيح.سلموا على الذين هم من اهل ارستوبولوس. (SVD)\n(1/61)\n",
        "Rom:16:11: 11 سلموا على هيروديون نسيبي.سلموا على الذين هم من اهل نركيسوس الكائنين في الرب. (SVD)\n\nRom:16:12: 12 سلموا على تريفينا وتريفوسا التاعبتين في الرب.سلموا على برسيس المحبوبة التي تعبت كثيرا في الرب. (SVD)\n\nRom:16:13: 13 سلموا على روفس المختار في الرب وعلى امه امي. (SVD)\n\nRom:16:14: 14 سلموا على اسينكريتس فليغون هرماس بتروباس وهرميس وعلى الاخوة الذين معهم. (SVD)\n\nRom:16:15: 15 سلموا على فيلولوغس وجوليا ونيريوس واخته وأولمباس وعلى جميع القديسين الذين معهم. (SVD)\n\nRom:16:16: 16 سلموا بعضكم على بعض بقبلة مقدسة.كنائس المسيح تسلم عليكم (SVD)\n\nRom:16:17: 17. واطلب اليكم ايها الاخوة ان تلاحظوا الذين يصنعون الشقاقات والعثرات خلافا للتعليم الذي تعلمتموه واعرضوا عنهم. (SVD)\n\nRom:16:21: 21. يسلم عليكم تيموثاوس العامل معي ولوكيوس وياسون وسوسيباترس انسبائي. (SVD)\n\nRom:16:22: 22 انا ترتيوس كاتب هذه الرسالة اسلم عليكم في الرب. (SVD)\n\nRom:16:23: 23 يسلم عليكم غايس مضيفي ومضيف الكنيسة كلها.يسلم عليكم اراستس خازن المدينة وكوارتس الاخ.\n\nRom:16:24: 24 نعمة ربنا يسوع المسيح مع جميعكم.آمين (SVD)\n\n1Cor:1:1: 1. بولس المدعو رسولا ليسوع المسيح بمشيئة الله وسوستانيس الاخ (SVD)\n\nالجاكتة\n\n2Tm:4:9: 9. بادر ان تجيء اليّ سريعا (SVD)\n\n2Tm:4:10: 10 لان ديماس قد تركني اذ احب العالم الحاضر وذهب الى تسالونيكي وكريسكيس الى غلاطية وتيطس الى دلماطية. (SVD)\n\n2Tm:4:11: 11 لوقا وحده معي.خذ مرقس واحضره معك لانه نافع لي للخدمة. (SVD)\n\n2Tm:4:12: 12 اما تيخيكس فقد ارسلته الى افسس. (SVD)\n\n2Tm:4:13: 13 الرداء الذي تركته في ترواس عند كاربس احضره متى جئت والكتب ايضا ولا سيما الرقوق. (SVD)\n\n2Tm:4:14: 14 اسكندر النحّاس اظهر لي شرورا كثيرة.ليجازه الرب حسب اعماله. (SVD)\n(1/62)\n\n2Tm:4:19: 19 سلم على فرسكا واكيلا وبيت انيسيفورس. (SVD)\n\n2Tm:4:20: 20 اراستس بقي في كورنثوس.واما تروفيمس فتركته في ميليتس مريضا. (SVD)\n\n2Tm:4:21: 21 بادر ان تجيء قبل الشتاء.يسلم عليك افبولس وبوديس ولينس وكلافدية والاخوة جميعا. (SVD)\n\n2Tm:4:22: 22 الرب يسوع المسيح مع روحك.النعمة معكم.آمين (SVD)\n\nTi:1:1: 1. بولس عبد الله ورسول يسوع المسيح لاجل ايمان مختاري الله ومعرفة الحق الذي هو حسب التقوى (SVD)\n\nبولص يريد ان يشتي\n\nTi:3:12: 12 حينما ارسل اليك ارتيماس او تيخيكس بادر ان تأتي اليّ الى نيكوبوليس لاني عزمت ان اشتي هناك. (SVD)\n\nالسمك المجاني\n\nNm:11:5: 5 قد تذكرنا السمك الذي كنا ناكله في مصر مجانا والقثاء والبطيخ والكرّاث والبصل والثوم.\n\nالخصيان\n\nMt:19:12 لانه يوجد خصيان ولدوا هكذا من بطون امهاتهم.ويوجد خصيان خصاهم الناس.ويوجد خصيان خصوا انفسهم لاجل ملكوت السموات من استطاع ان يقبل فليقبل .\n\nDt:23:1: لا يدخل مخصيّ بالرضّ او مجبوب في جماعة الرب 2 :لا يدخل ابن زنى في جماعة الرب.حتى الجيل العاشر لا يدخل منه احد في جماعة الرب\n\nامرأة الخروف\n\nRv:21:9: 9. ثم جاء اليّ واحد من السبعة الملائكة الذين معهم السبع الجامات المملوءة من السبع الضربات الاخيرة وتكلم معي قائلا هلم فأريك العروس امرأة الخروف. (SVD)\n\nقصة آدم وحواء والحية\n\nGn:3:7: 7 فانفتحت اعينهما وعلما انهما عريانان.فخاطا اوراق تين وصنعا لانفسهما مآزر (SVD)\n\nGn:3:8: 8 وسمعا صوت الرب الاله ماشيا في الجنة عند هبوب ريح النهار.فاختبأ آدم وامرأته من وجه الرب الاله في وسط شجر الجنة. (SVD)\n\nGn:3:9: 9. فنادى الرب الاله آدم وقال له اين انت. (SVD)\n\nGn:3:10: 10 فقال سمعت صوتك في الجنة فخشيت لاني عريان فاختبأت. (SVD)\n\nGn:3:11: 11. فقال من اعلمك انك عريان.هل اكلت من الشجرة التي اوصيتك ان لا تأكل منها. (SVD)",
        "(1/63)\n\nGn:3:12: 12 فقال آدم المرأة التي جعلتها معي هي اعطتني من الشجرة فأكلت. (SVD)\n\nGn:3:13: 13 فقال الرب الاله للمرأة ما هذا الذي فعلت.فقالت المرأة الحيّة غرّتني فاكلت. (SVD)\n\nGn:3:14: 14. فقال الرب الاله للحيّة لانك فعلت هذا ملعونة انت من جميع البهائم ومن جميع وحوش البرية.على بطنك تسعين وترابا تأكلين كل ايام حياتك. (SVD)\n\nGn:3:15: 15 واضع عداوة بينك وبين المرأة وبين نسلك ونسلها.هو يسحق راسك وانت تسحقين عقبه. (SVD)\n\nGn:3:16: 16. وقال للمرأة تكثيرا اكثر اتعاب حبلك.بالوجع تلدين اولادا.والى رجلك يكون اشتياقك وهو يسود عليك. (SVD)\n\nGn:3:17: 17. وقال لآدم لانك سمعت لقول امرأتك وأكلت من الشجرة التي اوصيتك قائلا لا تأكل منها ملعونة الارض بسببك.بالتعب تأكل منها كل ايام حياتك. (SVD)\n\nالمسيح يركب حمارين\n\nMt:21:7: 7 وأتيا بالاتان والجحش ووضعا عليهما ثيابهما فجلس عليهما. (SVD)\n\nMt:21:5: 5 قولوا لابنة صهيون هوذا ملكك يأتيك وديعا راكبا على اتان وجحش ابن اتان. (SVD)\n\nالحمار المتكلم\n\nNm:22:30: 30 فقالت الاتان لبلعام ألست انا اتانك التي ركبت عليها منذ وجودك الى هذا اليوم.هل تعوّدت ان افعل بك هكذا.فقال لا (SVD)\n\nNm:22:31: 31 ثم كشف الرب عن عيني بلعام فابصر ملاك الرب واقفا في الطريق وسيفه مسلول في يده فخرّ ساجدا على وجهه. (SVD)\n\nNm:22:32: 32 فقال له ملاك الرب لماذا ضربت اتانك الآن ثلاث دفعات.هانذا قد خرجت للمقاومة لان الطريق ورطة امامي. (SVD)\nJb:11:12: 12 اما الرجل ففارغ عديم الفهم وكجحش الفراء يولد الانسان (SVD)\nالإرتعاش\n\nEz:12:18: 18 يا ابن آدم كل خبزك بارتعاش واشرب ماءك بارتعاد وغمّ. (SVD)\n\nكلام مشين بحق المسيح\n\nJn:13:23: 23 وكان متكئا في حضن يسوع واحد من تلاميذه كان يسوع يحبه. (SVD)\n\nJn:13:25: 25 فاتكأ ذاك على صدر يسوع وقال له يا سيد من هو. (SVD)\n(1/64)",
        "\nJn:13:4: 4 قام عن العشاء وخلع ثيابه واخذ منشفة واتّزر بها. (SVD)\n\nDt:27:22: 22 ملعون من يضطجع مع اخته بنت ابيه او بنت امه.ويقول جميع الشعب آمين. (SVD)\n\nGn:20:11: 11 فقال ابراهيم اني قلت ليس في هذا الموضع خوف الله البتة.فيقتلونني لاجل امرأتي\n\nكتاب النصارى والفلسطينيين\n\n2Sm:23:8: 8. هذه اسماء الابطال الذين لداود.يوشيب بشبث التحكموني رئيس الثلاثة.هو هزّ رمحه على ثمان مئة قتلهم دفعة واحدة. (SVD)\n\n1Chr:11:11: 11 وهذا هو عدد الابطال الذين لداود.يشبعام بن حكموني رئيس الثوالث.هو هزّ رمحه على ثلاث مئة قتلهم دفعة واحدة. (SVD)\n\nJgs:3:31: 31. وكان بعده شمجر بن عناة فضرب من الفلسطينيين ست مئة رجل بمنساس البقر وهو ايضا خلص اسرائيل (SVD)\n\nJgs:15:15: 15 ووجد لحي حمار طريّا فمدّ يده واخذه وضرب به الف رجل. (SVD)\n\nJgs:15:16: 16 فقال شمشون بلحي حمار كومة كومتين.بلحي حمار قتلت الف رجل\n\nشو ذنب الحمير؟؟؟؟\n\nEx:13:13: 13 ولكن كل بكر حمار تفديه بشاة.وان لم تفده فتكسر عنقه.وكل بكر انسان من اولادك تفديه (SVD)\n\nاصل اللغات حسب الانجيل\n\nGn:11:4: 4 وقالوا هلم نبن لانفسنا مدينة وبرجا راسه بالسماء.ونصنع لانفسنا اسما لئلا نتبدد على وجه كل الارض. (SVD)\n\nGn:11:5: 5. فنزل الرب لينظر المدينة والبرج اللذين كان بنو آدم يبنونهما. (SVD)\n\nGn:11:6: 6 وقال الرب هوذا شعب واحد ولسان واحد لجميعهم وهذا ابتداؤهم بالعمل.والآن لا يمتنع عليهم كل ما ينوون ان يعملوه\n\nGn:11:7: 7 هلم ننزل ونبلبل هناك لسانهم حتى لا يسمع بعضهم لسان بعض. (SVD)\n\nGn:11:8: 8 فبددهم الرب من هناك على وجه كل الارض.فكفّوا عن بنيان المدينة. (SVD)\n\nGn:11:9: 9 لذلك دعي اسمها بابل.لان الرب هناك بلبل لسان كل الارض.ومن هناك بددهم الرب على وجه كل الارض (SVD)\n\nالبرص في الحائط\n(1/65)\n",
        "Lv:14:44: 44 وأتى الكاهن ورأى واذا الضربة قد امتدّت في البيت فهي برص مفسد في البيت.انه نجس. (SVD)\n\nLv:14:45: 45 فيهدم البيت حجارته واخشابه وكل تراب البيت ويخرجها الى خارج المدينة الى مكان نجس. (SVD)\n\nLv:14:46: 46 ومن دخل الى البيت في كل ايام انغلاقه يكون نجسا الى المساء. (SVD)\n\nLv:14:47: 47 ومن نام في البيت يغسل ثيابه ومن اكل في البيت يغسل ثيابه. (SVD)\n\nLv:14:48: 48 لكن ان اتى الكاهن ورأى واذا الضربة لم تمتد في البيت بعد تطيين البيت يطهر الكاهن البيت.لان الضربة قد برئت. (SVD)\n\nLv:14:49: 49 فياخذ لتطهير البيت عصفورين وخشب ارز وقرمزا زوفا. (SVD)\n\nLv:14:50: 50 ويذبح العصفور الواحد في اناء خزف على ماء حيّ (SVD)\n\nLv:14:51: 51 وياخذ خشب الارز والزوفا والقرمز والعصفور الحي ويغمسها في دم العصفور المذبوح وفي الماء الحي وينضح البيت سبع مرات (SVD)\n\nLv:14:52: 52 ويطهر البيت بدم العصفور وبالماء الحي وبالعصفور الحي وبخشب الارز وبالزوفا وبالقرمز. (SVD)\n\nLv:14:53: 53 ثم يطلق العصفور الحي الى خارج المدينة على وجه الصحراء ويكفّر عن البيت فيطهر (SVD)\n\nLv:14:54: 54. هذه هي الشريعة لكل ضربة من البرص وللقرع (SVD)\n\nLv:14:55: 55 ولبرص الثوب والبيت (SVD)\n\nيسوع يأمر بالنفاق\n\n2Sm:22:27: 27 مع الطاهر تكون طاهرا ومع الاعوج تكون ملتويا. (SVD)\n\nPs:18:26: 26 مع الطاهر تكون طاهرا ومع الاعوج تكون ملتويا\n\nبواسير وفئران\n\n1Sm:6:4: 4 فقالوا وما هو قربان الاثم الذي نرده له.فقالوا حسب عدد اقطاب الفلسطينيين خمسة بواسير من ذهب وخمسة فيران من ذهب.لان الضربة واحدة عليكم جميعا وعلى اقطابكم.\n1Sm:6:5: 5 واصنعوا تماثيل بواسيركم وتماثيل فيرانكم التي تفسد الارض واعطوا اله اسرائيل مجدا لعله يخفف يده عنكم وعن آلهتكم وعن ارضكم. (SVD)\n\n1Sm:5:6: 6. فثقلت يد الرب على الاشدوديين واخربهم وضربهم بالبواسير في اشدود وتخومها. (SVD)\n(1/66)\n\nكلام غريب\n\nNm:5:22: 22 ويدخل ماء اللعنة هذا في احشائك لورم البطن ولاسقاط الفخذ.فتقول المرأة آمين آمين. (SVD)\n\nRv:6:6: 6 وسمعت صوتا في وسط الاربعة الحيوانات قائلا ثمنية قمح بدينار وثلاث ثماني شعير بدينار واما الزيت والخمر فلا تضرهما (SVD)\n\nRv:17:6: 6 ورأيت المرأة سكرى من دم القديسين ومن دم شهداء يسوع.فتعجبت لما رأيتها تعجبا عظيما (SVD)",
        "(1/67)\n\nحدود وتشريعات في كتابهم المقدس\n\nكيف يعاملون السبايا\n\nDt:21:10: 10. اذا خرجت لمحاربة اعدائك ودفعهم الرب الهك الى يدك وسبيت منهم سبيا (SVD)\n\nDt:21:11: 11 ورأيت في السبي امرأة جميلة الصورة والتصقت بها واتخذتها لك زوجة (SVD)\n\nDt:21:12: 12 فحين تدخلها الى بيتك تحلق راسها وتقلم اظفارها (SVD)\n\nDt:21:13: 13 وتنزع ثياب سبيها عنها وتقعد في بيتك وتبكي اباها وامها شهرا من الزمان ثم بعد ذلك تدخل عليها وتتزوج بها فتكون لك زوجة. (SVD)\n\nقوانين عجيبة\n\nDt:21:1: 1. اذا وجد قتيل في الارض التي يعطيك الرب الهك لتمتلكها واقعا في الحقل لا يعلم من قتله (SVD)\n\nDt:21:2: 2 يخرج شيوخك وقضاتك ويقيسون الى المدن التي حول القتيل. (SVD)\n\nDt:21:3: 3 فالمدينة القربى من القتيل ياخذ شيوخ تلك المدينة عجلة من البقر لم يحرث عليها لم تجرّ بالنير (SVD)\n\nDt:21:4: 4 وينحدر شيوخ تلك المدينة بالعجلة الى واد دائم السيلان لم يحرث فيه ولم يزرع ويكسرون عنق العجلة في الوادي. (SVD)\n\nDt:21:5: 5 ثم يتقدم الكهنة بنو لاوي.لانه اياهم اختار الرب الهك ليخدموه ويباركوا باسم الرب وحسب قولهم تكون كل خصومة وكل ضربة. (SVD)\n\nDt:21:6: 6 ويغسل جميع شيوخ تلك المدينة القريبين من القتيل ايديهم على العجلة المكسورة العنق في الوادي (SVD)\n\nDt:21:7: 7 ويصرّحون ويقولون ايدينا لم تسفك هذا الدم واعيننا لم تبصر\n\nقطع اليد\n\nDt:25:11: 11 اذا تخاصم رجلان بعضهما بعضا رجل واخوه وتقدمت امرأة احدهما لكي تخلّص رجلها من يد ضاربه ومدّت يدها وامسكت بعورته (SVD)\n\nDt:25:12: 12 فاقطع يدها ولا تشفق عينك\nالرجم في كتاب النصارى\n\nDt:21:18: 18. اذا كان لرجل ابن معاند ومارد لا يسمع لقول ابيه ولا لقول امه ويؤدبانه فلا يسمع لهما. (SVD)\n\nDt:21:19: 19 يمسكه ابوه وامه ويأتيان به الى شيوخ مدينته والى باب مكانه (SVD)\n(1/68)",
        "\nDt:21:20: 20 ويقولان لشيوخ مدينته.ابننا هذا معاند ومارد لا يسمع لقولنا وهو مسرف وسكير. (SVD)\n\nDt:21:21: 21 فيرجمه جميع رجال مدينته بحجارة حتى يموت.فتنزع الشر من بينكم ويسمع كل اسرائيل ويخافون\n\nحد الزاني\n\nDt:22:22: 22 اذا وجد رجل مضطجعا مع امرأة زوجة بعل يقتل الاثنان الرجل المضطجع مع المرأة والمرأة.فتنزع الشر من اسرائيل (SVD)\n\nDt:22:23: 23 اذا كانت فتاة عذراء مخطوبة لرجل فوجدها رجل في المدينة واضطجع معها (SVD)\n\nDt:22:24: 24 فاخرجوهما كليهما الى باب تلك المدينة وارجموهما بالحجارة حتى يموتا الفتاة من اجل انها لم تصرخ في المدينة والرجل من اجل انه اذل امرأة صاحبه فتنزع الشر من وسطك (SVD)\n\nDt:22:25: 25 ولكن ان وجد الرجل الفتاة المخطوبة في الحقل وامسكها الرجل واضطجع معها يموت الرجل الذي اضطجع معها وحده. (SVD)\n\nا\n\nلحرق\n\nLv:21:9: 9 واذا تدنست ابنة كاهن بالزنى فقد دنست اباها.بالنار تحرق (SVD)\n\nحكم الجن\n\nLv:20:27: 27 واذا كان في رجل او امرأة جان او تابعة فانه يقتل بالحجارة يرجمونه.دمه عليه (SVD)\n\nشريعة الغيرة\n\nNm:5:11: 11. وكلم الرب موسى قائلا (SVD)\n\nNm:5:12: 12 كلم بني اسرائيل وقل لهم اذا زاغت امرأة رجل وخانته خيانة (SVD)\n\nNm:5:13: 13 واضطجع معها رجل اضطجاع زرع وأخفي ذلك عن عيني رجلها واستترت وهي نجسة وليس شاهد عليها وهي لم تؤخذ. (SVD)\n\nNm:5:14: 14 فاعتراه روح الغيرة وغار على امرأته وهي نجسة او اعتراه روح الغيرة وغار على امرأته وهي ليست نجسة (SVD)\n\nNm:5:15: 15 ياتي الرجل بامرأته الى الكاهن وياتي بقربانها معها عشر الإيفة من طحين شعير لا يصبّ عليه زيتا ولا يجعل عليه لبانا لانه تقدمة غيرة تقدمة تذكار تذكّر ذنبا. (SVD)\n\nNm:5:16: 16 فيقدّمها الكاهن ويوقفها امام الرب (SVD)\n\nNm:5:17: 17 ويأخذ الكاهن ماء مقدسا في اناء خزف ويأخذ الكاهن من الغبار الذي في ارض المسكن ويجعل في الماء (SVD)\n(1/69)\n",
        "Nm:5:18: 18 ويوقف الكاهن المرأة امام الرب ويكشف راس المرأة ويجعل في يديها تقدمة التذكار التي هي تقدمة الغيرة وفي يد الكاهن يكون ماء اللعنة المرّ. (SVD)\n\nNm:5:19: 19 ويستحلف الكاهن المرأة ويقول لها ان كان لم يضطجع معك رجل وان كنت لم تزيغي الى نجاسة من تحت رجلك فكوني بريئة من ماء اللعنة هذا المرّ. (SVD)\n\nNm:5:20: 20 ولكن ان كنت قد زغت من تحت رجلك وتنجست وجعل معك رجل غير رجلك مضجعه. (SVD)\n\nNm:5:21: 21 يستحلف الكاهن المرأة بحلف اللعنة ويقول الكاهن للمرأة يجعلك الرب لعنة وحلفا بين شعبك بان يجعل الرب فخذك ساقطة وبطنك وارما. (SVD)\n\nNm:5:22: 22 ويدخل ماء اللعنة هذا في احشائك لورم البطن ولاسقاط الفخذ.فتقول المرأة آمين آمين. (SVD)\n\nNm:5:23: 23 ويكتب الكاهن هذه اللعنات في الكتاب ثم يمحوها في الماء المرّ (SVD)\n\nNm:5:24: 24 ويسقي المرأة ماء اللعنة المرّ فيدخل فيها ماء اللعنة للمرارة. (SVD)\n\nNm:5:25: 25 ويأخذ الكاهن من يد المرأة تقدمة الغيرة ويردد التقدمة امام الرب ويقدمها الى المذبح. (SVD)\n\nNm:5:26: 26 ويقبض الكاهن من التقدمة تذكارها ويوقده على المذبح وبعد ذلك يسقي المرأة الماء. (SVD)\n\nNm:5:27: 27 ومتى سقاها الماء فان كانت قد تنجست وخانت رجلها يدخل فيها ماء اللعنة للمرارة فيرم بطنها وتسقط فخذها فتصير المرأة لعنة في وسط شعبها. (SVD)\n\nNm:5:28: 28 وان لم تكن المرأة قد تنجست بل كانت طاهرة تتبرأ وتحبل بزرع (SVD)\n\nNm:5:29: 29 هذه شريعة الغيرة.اذا زاغت امرأة من تحت رجلها وتنجست (SVD)\n\nالصلعان وشريعة البرص\n\nLv:13:40: 40 واذا كان انسان قد ذهب شعر راسه فهو اقرع.انه طاهر. (SVD)\n\nLv:13:41: 41 وان ذهب شعر راسه من جهة وجهه فهو اصلع.انه طاهر. (SVD)\n\nLv:13:42: 42 لكن اذا كان في القرعة او في الصلعة ضربة بيضاء ضاربة الى الحمرة فهو برص مفرخ في قرعته او في صلعته. (SVD)\n(1/70)\n\nLv:13:43: 43 فان رآه الكاهن واذا ناتئ الضربة ابيض ضارب الى الحمرة في قرعته او في صلعته كمنظر البرص في جلد الجسد (SVD)\n\nLv:13:44: 44 فهو انسان ابرص.انه نجس فيحكم الكاهن بنجاسته.ان ضربته في راسه. (SVD)\n\nLv:13:45: 45 والابرص الذي فيه الضربة تكون ثيابه مشقوقة وراسه يكون مكشوفا ويغطي شاربيه وينادي نجس نجس. (SVD)\n\nLv:13:46: 46 كل الايام التي تكون الضربة فيه يكون نجسا.انه نجس.يقيم وحده.خارج المحلّة يكون مقامه (SVD)\n\nLv:13:47: 47. واما الثوب فاذا كان فيه ضربة برص ثوب صوف او ثوب كتان (SVD)\n\nLv:13:48: 48 في السدى او اللحمة من الصوف او الكتان او في جلد او في كل مصنوع من جلد (SVD)\n\nLv:13:49: 49 وكانت الضربة ضاربة الى الخضرة او الى الحمرة في الثوب او في الجلد في السدى او اللحمة او في متاع ما من جلد فانها ضربة برص فتعرض على الكاهن. (SVD)\n\nLv:13:50: 50 فيرى الكاهن الضربة ويحجز المضروب سبعة ايام. (SVD)\n\nLv:13:51: 51 فمتى رأى الضربة في اليوم السابع اذا كانت الضربة قد امتدّت في الثوب في السدى او اللحمة او في الجلد من كل ما يصنع من جلد للعمل فالضربة برص مفسد.انها نجسة\nLv:13:52: 52 فيحرق الثوب او السدى او اللحمة من الصوف او الكتان او متاع الجلد الذي كانت فيه الضربة لانها برص مفسد.بالنار يحرق. (SVD)\n\nLv:13:53: 53 لكن ان رأى الكاهن واذا الضربة لم تمتد في الثوب في السدى او اللحمة او في متاع الجلد (SVD)\n\nLv:13:54: 54 يأمر الكاهن ان يغسلوا ما فيه الضربة ويحجزه سبعة ايام ثانية. (SVD)\n\nLv:13:55: 55 فان رأى الكاهن بعد غسل المضروب واذا الضربة لم تغيّر منظرها ولا امتدّت الضربة فهو نجس.بالنار تحرقه.انها نخروب في جردة باطنه او ظاهره. (SVD)\n\nLv:13:56: 56 لكن ان رأى الكاهن واذا الضربة كامدة اللون بعد غسله يمزقها من الثوب او الجلد من السدى او اللحمة. (SVD)",
        "(1/71)\n\nLv:13:57: 57 ثم ان ظهرت ايضا في الثوب في السدى او اللحمة او في متاع الجلد فهي مفرخة.بالنار تحرق ما فيه الضربة. (SVD)\n\nLv:13:58: 58 واما الثوب السدى او اللحمة او متاع الجلد الذي تغسله وتزول منه الضربة فيغسل ثانية فيطهر (SVD)\n\nLv:13:59: 59 هذه شريعة ضربة البرص في ثوب الصوف او الكتان في السدى او اللحمة او في كل متاع من جلد للحكم بطهارته او نجاسته (SVD)\n\nالثور النطاح\n\nEx:21:28: 28 واذا نطح ثور رجلا او امرأة فمات يرجم الثور ولا يؤكل لحمه.واما صاحب الثور فيكون بريئا. (SVD)\n\nEx:21:29: 29 ولكن ان كان ثورا نطّاحا من قبل وقد أشهد على صاحبه ولم يضبطه فقتل رجلا او امرأة فالثور يرجم وصاحبه ايضا يقتل. (SVD)\n\nالعبيد\n\nLk:12:47: 47 واما ذلك العبد الذي يعلم ارادة سيده ولا يستعد ولا يفعل بحسب ارادته فيضرب كثيرا. (SVD)\n\nEx:21:2: 2 اذا اشتريت عبدا عبرانيا فست سنين يخدم وفي السابعة يخرج حرا مجانا. (SVD)\n\nEx:21:3: 3 ان دخل وحده فوحده يخرج.ان كان بعل امرأة تخرج امرأته معه. (SVD)\n\nEx:21:4: 4 ان اعطاه سيده امرأة وولدت له بنين او بنات فالمرأة واولادها يكونون لسيده وهو يخرج وحده. (SVD)\n\nEx:21:5: 5 ولكن ان قال العبد احب سيدي وامرأتي واولادي لا اخرج حرا (SVD)\n\nEx:21:6: 6 يقدمه سيده الى الله ويقربه الى الباب او الى القائمة ويثقب سيده اذنه بالمثقب.فيخدمه الى الابد. (SVD)\n\nالجواري\n\nLk:12:45: 45 ولكن ان قال ذلك العبد في قلبه سيدي يبطئ قدومه.فيبتدئ يضرب الغلمان والجواري ويأكل ويشرب ويسكر. (SVD)\n\nأحكام في البايبل(العهد القديم)يوجد ناسخ ومنسوخ\n\nEx:21:1: 1. وهذه هي الاحكام التي تضع امامهم. (SVD)\n\nEx:21:2: 2 اذا اشتريت عبدا عبرانيا فست سنين يخدم وفي السابعة يخرج حرا مجانا. (SVD)\n\nEx:21:3: 3 ان دخل وحده فوحده يخرج.ان كان بعل امرأة تخرج امرأته معه. (SVD)\n(1/72)",
        "\nEx:21:4: 4 ان اعطاه سيده امرأة وولدت له بنين او بنات فالمرأة واولادها يكونون لسيده وهو يخرج وحده. (SVD)\n\nEx:21:5: 5 ولكن ان قال العبد احب سيدي وامرأتي واولادي لا اخرج حرا (SVD)\n\nEx:21:6: 6 يقدمه سيده الى الله ويقربه الى الباب او الى القائمة ويثقب سيده اذنه بالمثقب.فيخدمه الى الابد. (SVD)\n\nEx:21:7: 7 واذا باع رجل ابنته امة لا تخرج كما يخرج العبيد. (SVD)\n\nEx:21:8: 8 ان قبحت في عيني سيدها الذي خطبها لنفسه يدعها تفك.وليس له سلطان ان يبيعها لقوم اجانب لغدره بها. (SVD)\n\nEx:21:9: 9 وان خطبها لابنه فبحسب حق البنات يفعل لها. (SVD)\n\nEx:21:10: 10 ان اتخذ لنفسه اخرى لا ينقّص طعامها وكسوتها ومعاشرتها. (SVD)\n\nEx:21:11: 11 وان لم يفعل لها هذه الثلاث تخرج مجانا بلا ثمن (SVD)\n\nEx:21:12: 12. من ضرب انسانا فمات يقتل قتلا. (SVD)\n\nEx:21:13: 13 ولكن الذي لم يتعمّد بل اوقع الله في يده فانا اجعل لك مكانا يهرب اليه. (SVD)\n\nEx:21:14: 14 واذا بغى انسان على صاحبه ليقتله بغدر فمن عند مذبحي تاخذه للموت. (SVD)\n\nEx:21:15: 15 ومن ضرب اباه او امه يقتل قتلا. (SVD)\n\nEx:21:16: 16 ومن سرق انسانا وباعه او وجد في يده يقتل قتلا. (SVD)\n\nEx:21:17: 17 ومن شتم اباه او امه يقتل قتلا. (SVD)\n\nEx:21:18: 18 واذا تخاصم رجلان فضرب احدهما الآخر بحجر او بلكمة ولم يقتل بل سقط في الفراش (SVD)\n\nEx:21:19: 19 فان قام وتمشى خارجا على عكّازه يكون الضارب بريئا.الا انه يعوض عطلته وينفق على شفائه. (SVD)\n\nEx:21:20: 20 واذا ضرب انسان عبده او امته بالعصا فمات تحت يده ينتقم منه. (SVD)\n\nEx:21:21: 21 ولكن ان بقي يوما او يومين لا ينتقم منه لانه ماله. (SVD)\n\nEx:21:22: 22. واذا تخاصم رجال وصدموا امرأة حبلى فسقط ولدها ولم تحصل اذيّة يغرم كما يضع عليه زوج المرأة ويدفع عن يد القضاة. (SVD)\n\nEx:21:23: 23 وان حصلت اذيّة تعطي نفسا بنفس (SVD)\n(1/73)\n",
        "Ex:21:24: 24 وعينا بعين وسنا بسن ويدا بيد ورجلا برجل (SVD)\n\nEx:21:25: 25 وكيّا بكي وجرحا بجرح ورضّا برضّ. (SVD)\n\nEx:21:26: 26 واذا ضرب انسان عين عبده او عين امته فاتلفها يطلقه حرا عوضا عن عينه. (SVD)\n\nEx:21:27: 27 وان اسقط سن عبده او سنّ امته يطلقه حرا عوضا عن سنّه (SVD)\n\nEx:21:28: 28 واذا نطح ثور رجلا او امرأة فمات يرجم الثور ولا يؤكل لحمه.واما صاحب الثور فيكون بريئا. (SVD)\n\nEx:21:29: 29 ولكن ان كان ثورا نطّاحا من قبل وقد أشهد على صاحبه ولم يضبطه فقتل رجلا او امرأة فالثور يرجم وصاحبه ايضا يقتل. (SVD)\n\nEx:22:2: 2 ان وجد السارق وهو ينقب فضرب ومات فليس له دم. (SVD)\n\nEx:22:3: 3 ولكن ان اشرقت عليه الشمس فله دم.انه يعوّض.ان لم يكن له يبع بسرقته. (SVD)\n(1/74)\n\nماذا يقول الكتاب المقدس عن النساء\n\nالنساء تخرس وتخضع\n\n1Cor:14:34: 34. لتصمت نساؤكم في الكنائس لانه ليس مأذونا لهنّ ان يتكلمن بل يخضعن كما يقول الناموس ايضا. (SVD)\n\n1Cor:14:35: 35 ولكن ان كنّ يردن ان يتعلمن شيئا فليسألن رجالهنّ في البيت لانه قبيح بالنساء ان تتكلم في كنيسة. (SVD)\n\n1Tm:2:11: 11 لتتعلّم المرأة بسكوت في كل خضوع. (SVD)\n\n1Tm:2:12: 12 ولكن لست آذن للمرأة ان تعلّم ولا تتسلط على الرجل بل تكون في سكوت. (SVD)\n\n1Tm:2:13: 13 لان آدم جبل اولا ثم حواء. (SVD)\n\n1Tm:2:14: 14 وآدم لم يغو لكن المرأة أغويت فحصلت في التعدي. (SVD)\n\nEph:5:22: 22 ايها النساء اخضعن لرجالكنّ كما للرب. (SVD)\n\nEph:5:23: 23 لان الرجل هو راس المرأة كما ان المسيح ايضا راس الكنيسة.وهو مخلّص الجسد. (SVD)\n\nEph:5:24: 24 ولكن كما تخضع الكنيسة للمسيح كذلك النساء لرجالهنّ في كل شيء. (SVD)\n\nEph:5:33: 33 واما انتم الافراد فليحب كل واحد امرأته هكذا كنفسه واما المرأة فلتهب رجلها (SVD)\n\n1Pt:3:5 فانه هكذا كانت قديما النساء القديسات ايضا المتوكلات على الله يزيّن انفسهن خاضعات لرجالهن\nالحجاب\n\n1Cor:11:5: 5 واما كل امرأة تصلّي او تتنبأ وراسها غير مغطى فتشين راسها لانها والمحلوقة شيء واحد بعينه. (SVD)\n\n1Cor:11:6: 6 اذ المرأة ان كانت لا تتغطى فليقص شعرها.وان كان قبيحا بالمرأة ان تقص او تحلق فلتتغط. (SVD)\n\n1Cor:11:13: 13 احكموا في انفسكم.هل يليق بالمرأة ان تصلّي الى الله وهي غير مغطاة. (SVD)\n\nالنقاب\n\nSg:4:1: 1. ها انت جميلة يا حبيبتي ها انت جميلة عيناك حمامتان من تحت نقابك.شعرك كقطيع معز رابض على جبل جلعاد. (SVD)\n\nSg:4:3: 3 شفتاك كسلكة من القرمز.وفمك حلو.خدك كفلقة رمانة تحت نقابك. (SVD)\n\nSg:4:4: 4 عنقك كبرج داود المبني للاسلحة.الف مجن علق عليه كلها اتراس الجبابرة. (SVD)",
        "(1/75)\n\nIs:47:2: 2 خذي الرحى واطحني دقيقا.اكشفي نقابك شمري الذيل.اكشفي الساق.اعبري الانهار. (SVD)\n\nالرجل أفضل من المرأة\n\n1Cor:11:3: 3 ولكن اريد ان تعلموا ان راس كل رجل هو المسيح.واما راس المرأة فهو الرجل.وراس المسيح هو الله. (SVD)\n\n1Cor:11:7: 7 فان الرجل لا ينبغي ان يغطي راسه لكونه صورة الله ومجده.واما المرأة فهي مجد الرجل. (SVD)\n\n1Cor:11:8: 8 لان الرجل ليس من المرأة بل المرأة من الرجل. (SVD)\n\n1Cor:11:9: 9 ولان الرجل لم يخلق من اجل المرأة بل المرأة من اجل الرجل\n\nEx:21:7: 7 واذا باع رجل ابنته امة لا تخرج كما يخرج العبيد. (SVD)\n\n1 Corinthians 14:34-35: \"...women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says, If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church.\"\n\nExodus 21:7: A male slave is given his freedom after 6 years; but a female slave remained a slave forever.\n\n1Co:11:5: But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven. 1Co:11:6: For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.\n\nتفرقة حتى فى الولادة\n\nLv:12:1: 1. وكلم الرب موسى قائلا (SVD)\n\nLv:12:2: 2 كلم بني اسرائيل قائلا.اذا حبلت امرأة وولدت ذكرا تكون نجسة سبعة ايام.كما في ايام طمث علتها تكون نجسة. (SVD)\n\nLv:12:3: 3 وفي اليوم الثامن يختن لحم غرلته (SVD)\n\nLv:12:4: 4 ثم تقيم ثلاثة وثلاثين يوما في دم تطهيرها.كل شيء مقدس لا تمسّ والى المقدس لا تجيء حتى تكمل ايام تطهيرها. (SVD)\n(1/76)",
        "\nLv:12:5: 5 وان ولدت انثى تكون نجسة اسبوعين كما في طمثها.ثم تقيم ستة وستين يوما في دم تطهيرها. (SVD)\n\nLv:12:6: 6. ومتى كملت ايام تطهيرها لاجل ابن او ابنة تأتي بخروف حولي محرقة وفرخ حمامة او يمامة ذبيحة خطية الى باب خيمة الاجتماع الى الكاهن (SVD)\n\nLv:12:7: 7 فيقدمهما امام الرب ويكفّر عنها فتطهر من ينبوع دمها.هذه شريعة التي تلد ذكرا او انثى. (SVD)\n\nLv:12:8: 8 وان لم تنل يدها كفاية لشاة تاخذ يمامتين او فرخي حمام الواحد محرقة والآخر ذبيحة خطية فيكفّر عنها الكاهن فتطهر\n\nلماذا الذكر اسبوع والانثى اسبوعين؟\n\nحكم الارملة\n\nDt:25:5: 5. اذا سكن اخوة معا ومات واحد منهم وليس له ابن فلا تصر امرأة الميت الى خارج لرجل اجنبي.اخو زوجها يدخل عليها ويتخذها لنفسه زوجة ويقوم لها بواجب اخي الزوج.\n\nDt:25:6: 6 والبكر الذي تلده يقوم باسم اخيه الميت لئلا يمحى اسمه من اسرائيل (SVD)\n\nDt:25:7: 7 وان لم يرضى الرجل ان يأخذ امرأة اخيه تصعد امرأة اخيه الى الباب الى الشيوخ وتقول قد ابى اخو زوجي ان يقيم لاخيه اسما في اسرائيل.لم يشأ ان يقوم لي بواجب اخي الزوج.\nDt:25:8: 8 فيدعوه شيوخ مدينته ويتكلمون معه فان اصرّ وقال لا ارضى ان اتخذها (SVD)\n\nDt:25:9: 9 تتقدم امرأة اخيه اليه امام اعين الشيوخ وتخلع نعله من رجله وتبصق في وجهه وتصرح وتقول هكذا يفعل بالرجل الذي لا يبني بيت اخيه. (SVD)\n\nDt:25:10: 10 فيدعى اسمه في اسرائيل بيت مخلوع النعل (SVD)\n\nالنعل كناية عن المرأة\n\nالمرأة شر\n\nZec:4:8: 8 وكانت اليّ كلمة الرب قائلا (SVD)\n\nZec:4:9: 9 ان يدي زربابل قد اسستها هذا البيت فيداه تتمّمانه فتعلم ان رب الجنود ارسلني اليكم. (SVD)\n\nZec:4:10: 10 لانه من ازدرى بيوم الأمور الصغيرة.فتفرح اولئك السبع ويرون الزيج بيد زربابل.انما هي اعين الرب الجائلة في الارض كلها. (SVD)\n(1/77)\n",
        "Zec:4:11: 11. فاجبت وقلت له ما هاتان الزيتونتان عن يمين المنارة وعن يسارها. (SVD)\n\nZec:4:12: 12 واجبت ثانية وقلت له ما فرعا الزيتون اللذان بجانب الانابيب من ذهب المفرغان من انفسهما الذهبيّ. (SVD)\n\nZec:4:13: 13 فاجابني قائلا اما تعلم ما هاتان.فقلت لا يا سيدي. (SVD)\n\nZec:4:14: 14 فقال هاتان هما ابنا الزيت الواقفان عند سيد الارض كلها (SVD)\n\nZec:5:1: 1. فعدت ورفعت عينيّ ونظرت واذا بدرج طائر. (SVD)\n\nZec:5:2: 2 فقال لي ماذا ترى.فقلت اني ارى درجا طائرا طوله عشرون ذراعا وعرضه عشر اذرع. (SVD)\n\nZec:5:3: 3 فقال لي هذه هي اللعنة الخارجة على وجه كل الارض.لان كل سارق يباد من هنا بحسبها وكل حالف يباد من هناك بحسبها. (SVD)\n\nZec:5:4: 4 اني اخرجها يقول رب الجنود فتدخل بيت السارق وبيت الحالف باسمي زورا وتبيت في وسط بيته وتفنيه مع خشبه وحجارته (SVD)\n\nZec:5:5: 5. ثم خرج الملاك الذي كلمني وقال لي.ارفع عينيك وانظر ما هذا الخارج. (SVD)\n\nZec:5:6: 6 فقلت ما هو.فقال هذه هي الايفة الخارجة.وقال هذه عينهم في كل الارض. (SVD)\n\nZec:5:7: 7 واذا بوزنة رصاص رفعت.وكانت امرأة جالسة في وسط الايفة. (SVD)\n\nZec:5:8: 8 فقال هذه هي الشر.فطرحها الى وسط الايفة وطرح ثقل الرصاص على فمها. (SVD)\n\nتعدد الزوجات\n\nGn:36:2: 2 اخذ عيسو نساءه من بنات كنعان.عدا بنت إيلون الحثّي وأهوليبامة بنت عنى بنت صبعون الحوّي. (SVD)\n\nGn:36:6: 6 ثم اخذ عيسو نساءه وبنيه وبناته وجميع نفوس بيته ومواشيه وكل بهائمه وكل مقتناه الذي اقتنى في ارض كنعان ومضى الى ارض اخرى من وجه يعقوب اخيه. (SVD)\n\nDt:21:15: 15. اذا كان لرجل امرأتان احداهما محبوبة والاخرى مكروهة فولدتا له بنين المحبوبة والمكروهة.فان كان الابن البكر للمكروهة (SVD)\n(1/78)\n\nDt:21:15: 15 ¶ If a man have two wives, one beloved, and the other hated, and they have had children by him, and the son of the hated be the firstborn, (DRV)\n\nGn:30:2: 2 فحمي غضب يعقوب على راحيل وقال ألعلي مكان الله الذي منع عنك ثمرة البطن. (SVD)\n\nGn:30:3: 3 فقالت هوذا جاريتي بلهة.ادخل عليها فتلد على ركبتيّ وأرزق انا ايضا منها بنين. (SVD)\n\nGn:30:4: 4 .فاعطته بلهة جاريتها زوجة.فدخل عليها يعقوب (SVD)\n\nالجواري\n\nLk:12:45: 45 ولكن ان قال ذلك العبد في قلبه سيدي يبطئ قدومه.فيبتدئ يضرب الغلمان والجواري ويأكل ويشرب ويسكر\n\nالطمث\n\nLv:15:19: 19. واذا كانت امرأة لها سيل وكان سيلها دما في لحمها فسبعة ايام تكون في طمثها وكل من مسّها يكون نجسا الى المساء. (SVD)\n\nLv:15:20: 20 وكل ما تضطجع عليه في طمثها يكون نجسا وكل ما تجلس عليه يكون نجسا. (SVD)\n\nLv:15:21: 21 وكل من مسّ فراشها يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:22: 22 وكل من مسّ متاعا تجلس عليه يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:23: 23 وان كان على الفراش او على المتاع الذي هي جالسة عليه عندما يمسّه يكون نجسا الى المساء. (SVD)\n\nLv:15:24: 24 وان اضطجع معها رجل فكان طمثها عليه يكون نجسا سبعة ايام.وكل فراش يضطجع عليه يكون نجسا (SVD)\n\nLv:15:25: 25 واذا كانت امرأة يسيل سيل دمها اياما كثيرة في غير وقت طمثها او اذا سال بعد طمثها فتكون كل ايام سيلان نجاستها كما في ايام طمثها.انها نجسة. (SVD)\n\nLv:15:26: 26 كل فراش تضطجع عليه كل ايام سيلها يكون لها كفراش طمثها.وكل الامتعة التي تجلس عليها تكون نجسة كنجاسة طمثها. (SVD)\n\nLv:15:27: 27 وكل من مسّهنّ يكون نجسا فيغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:28: 28 واذا طهرت من سيلها تحسب لنفسها سبعة ايام ثم تطهر. (SVD)",
        "(1/79)\n\nLv:15:29: 29 وفي اليوم الثامن تأخذ لنفسها يمامتين او فرخي حمام وتأتي بهما الى الكاهن الى باب خيمة الاجتماع\n\nLv:15:30: 30 فيعمل الكاهن الواحد ذبيحة خطية والآخر محرقة ويكفّر عنها الكاهن امام الرب من سيل نجاستها. (SVD)\n\nنفس احكام طمث النساء للرجل\nLv:15:1: 1. وكلم الرب موسى وهرون قائلا (SVD)\n\nLv:15:2: 2 كلما بني اسرائيل وقولا لهم.كل رجل يكون له سيل من لحمه فسيله نجس. (SVD)\n\nLv:15:3: 3 وهذه تكون نجاسته بسيله.ان كان لحمه يبصق سيله او يحتبس لحمه عن سيله فذلك نجاسته. (SVD)\n\nLv:15:4: 4 كل فراش يضطجع عليه الذي له السيل يكون نجسا وكل متاع يجلس عليه يكون نجسا. (SVD)\n\nLv:15:5: 5 ومن مسّ فراشه يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:6: 6 ومن جلس على المتاع الذي يجلس عليه ذو السيل يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:7: 7 ومن مسّ لحم ذي السيل يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:8: 8 وان بصق ذو السيل على طاهر يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:9: 9 وكل ما يركب عليه ذو السيل يكون نجسا. (SVD)\n\nLv:15:10: 10 وكل من مسّ كل ما كان تحته يكون نجسا الى المساء ومن حملهنّ يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:11: 11 وكل من مسّه ذو السيل ولم يغسل يديه بماء يغسل ثيابه ويستحم بماء ويكون نجسا الى المساء. (SVD)\n\nLv:15:12: 12 واناء الخزف الذي يمسّه ذو السيل يكسر.وكل اناء خشب يغسل بماء. (SVD)\n\nLv:15:13: 13 واذا طهر ذو السيل من سيله يحسب له سبعة ايام لطهره ويغسل ثيابه ويرحض جسده بماء حيّ فيطهر. (SVD)\n\nLv:15:14: 14 وفي اليوم الثامن ياخذ لنفسه يمامتين او فرخي حمام ويأتي الى امام الرب الى باب خيمة الاجتماع ويعطيهما للكاهن. (SVD)\n(1/80)",
        "\nLv:15:15: 15 فيعملهما الكاهن الواحد ذبيحة خطية والآخر محرقة ويكفّر عنه الكاهن امام الرب من سيله (SVD)\n\nالأرامل لا يتزوجن\n\n1Tm:5:9: 9 لتكتتب ارملة ان لم يكن عمرها اقل من ستين سنة امرأة رجل واحد (SVD)\n\n1Tm:5:10: 10 مشهودا لها في اعمال صالحة ان تكن قد ربّت الاولاد اضافت الغرباء غسلت ارجل القديسين ساعدت المتضايقين اتبعت كل عمل صالح. (SVD)\n\n1Tm:5:11: 11 اما الارامل الحدثات فارفضهنّ لانهنّ متى بطرن على المسيح يردن ان يتزوجن. (SVD)\n\n1Tm:5:12: 12 ولهنّ دينونة لانهنّ رفضنّ الايمان الاول. (SVD)\n\n1Cor:7:9: 9 ولكن ان لم يضبطوا انفسهم فليتزوجوا.لان التزوج اصلح من التحرق. (SVD)\n\nويناقض نفسه حين يقول\n\n1Cor:7:9: 9 ولكن ان لم يضبطوا انفسهم فليتزوجوا.لان التزوج اصلح من التحرق. (SVD)\n\nGn:38:24: 24. ولما كان نحو ثلاثة اشهر أخبر يهوذا وقيل له قد زنت ثامار كنتك.وها هي حبلى ايضا من الزنى.فقال يهوذا اخرجوها فتحرق. (SVD)\n\nDt:24:1: 1. اذا اخذ رجل امرأة وتزوج بها فان لم تجد نعمة في عينيه لانه وجد فيها عيب شيء وكتب لها كتاب طلاق ودفعه الى يدها واطلقها من بيته (SVD)\n\nالطلاق\n\nتحريم الزواج بمطلقة\n\nMt:19:9: 9 واقول لكم ان من طلّق امرأته الا بسبب الزنى وتزوج باخرى يزني.والذي يتزوج بمطلّقة يزني. (SVD)\n\nتحريم الطلاق\n\nLk:16:18: 18 كل من يطلّق امرأته ويتزوج باخرى يزني وكل من يتزوج بمطلّقة من رجل يزني (SVD)\n\nMk:10:11: 11 فقال لهم من طلّق امرأته وتزوج باخرى يزني عليها. (SVD)\n\nMk:10:12: 12 وان طلّقت امرأة زوجها وتزوجت بآخر تزني (SVD)\n(1/81)\n",
        "الوضوء والصلاة والصيام\n\nالوضوء\n\nEx:30:18 وتصنع مرحضة من نحاس وقاعدتها من نحاس للاغتسال. وتجعلها بين خيمة الاجتماع والمذبح وتجعل فيها ماء. 19 فيغسل هرون وبنوه ايديهم وارجلهم منها. 20 عند دخولهم الى خيمة الاجتماع يغسلون بماء لئلا يموتوا. او عند اقترابهم الى المذبح للخدمة ليوقدوا وقودا للرب. 21 يغسلون ايدهم وارجلهم لئلا يموتوا.ويكون لهم فريضة ابدية له ولنسله في اجيالهم\n\n2Chr:4:6: 6 وعمل عشر مراحض وجعل خمسا عن اليمين وخمسا عن اليسار للاغتسال فيها.كانوا يغسلون فيها ما يقربونه محرقة والبحر لكي يغتسل فيه الكهنة. (SVD)\n\nLv:8:6: 6 فقدم موسى هرون وبنيه وغسلهم بماء. (SVD)\n\nEx:3:5: 5 فقال لا تقترب الى ههنا.اخلع حذائك من رجليك.لان الموضع الذي انت واقف عليه ارض مقدسة (SVD)\n\nHos:5:15: 15 اذهب وارجع الى مكاني حتى يجازوا ويطلبوا وجهي.في ضيقهم يبكرون اليّ (SVD)\n\nالصلاة\n\nActs:20:36: 36. ولما قال هذا جثا على ركبتيه مع جميعهم وصلّى. (SVD)\n\nActs:9:40: 40 فاخرج بطرس الجميع خارجا وجثا على ركبتيه وصلّى ثم التفت الى الجسد وقال يا طابيثا قومي.ففتحت عينيها.ولما ابصرت بطرس جلست. (SVD)\n\n2Sm:1:12: 12 وندبوا وبكوا وصاموا الى المساء على شاول وعلى يوناثان ابنه وعلى شعب الرب وعلى بيت اسرائيل لانهم سقطوا بالسيف. (SVD)\n\n2Sm:1:12: And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the Lord, and for the house of Israel; because they were fallen by the sword.\n\nEst:4:16: 16 اذهب اجمع جميع اليهود الموجودين في شوشن وصوموا من جهتي ولا تأكلوا ولا تشربوا ثلاثة ايام ليلا ونهارا.وانا ايضا وجواريّ نصوم كذلك وهكذا ادخل الى الملك خلاف السنّة.فاذا هلكت هلكت. (SVD)\n(1/82)\n\nGn:22:5: 5 فقال ابراهيم لغلاميه اجلسا انتما ههنا مع الحمار.واما انا والغلام فنذهب الى هناك ونسجد ثم نرجع اليكما. (SVD)\n\n1Kgs:18:39: 39 فلما رأى جميع الشعب ذلك سقطوا على وجوههم وقالوا الرب هو الله الرب هو الله. (SVD)\n\n2Chr:20:18: 18 فخرّ يهوشافاط لوجهه على الارض وكل يهوذا وسكان اورشليم سقطوا امام الرب سجودا للرب. (SVD)\n\nGn:33:3: 3 واما هو فاجتاز قدامهم وسجد الى الارض سبع مرات حتى اقترب الى اخيه. (SVD)\n\n2Kgs:4:37: 37 فاتت وسقطت على رجليه وسجدت الى الارض ثم حملت ابنها وخرجت (SVD)\n\nGn:18:2: 2 فرفع عينيه ونظر واذا ثلاثة رجال واقفون لديه.فلما نظر ركض لاستقبالهم من باب الخيمة وسجد الى الارض. (SVD)\n\nMt:17:6: 6 ولما سمع التلاميذ سقطوا على وجوههم وخافوا جدا. (SVD)\n\nMt:2:2: 2 قائلين اين هو المولود ملك اليهود.فاننا رأينا نجمه في المشرق واتينا لنسجد له. (SVD)\n\nNm:14:5: 5. فسقط موسى وهرون على وجهيهما امام كل معشر جماعة بني اسرائيل. (SVD)\n\nGn:17:3: 3 فسقط ابرام على وجهه.وتكلم الله معه قائلا. (SVD)\n\n1Sm:20:41: 41 الغلام ذهب وداود قام من جانب الجنوب وسقط على وجهه الى الارض وسجد ثلاث مرات.وقبّل كل منهما صاحبه وبكى كل منهما مع صاحبه حتى زاد داود. (SVD)\n\nGn:33:6: 6 فاقتربت الجاريتان هما واولادهما وسجدتا. (SVD)\n\nGn:24:26: 26 فخرّ الرجل وسجد للرب. (SVD)\n\nMt:4:10: 10 حينئذ قال له يسوع اذهب يا شيطان.لانه مكتوب للرب الهك تسجد واياه وحده تعبد. (SVD)\n\n1Sm:25:23: 23 ولما رأت ابيجايل داود اسرعت ونزلت عن الحمار وسقطت امام داود على وجهها وسجدت الى الارض (SVD)\n\n2Sm:14:22: 22 فسقط يوآب على وجهه الى الارض وسجد وبارك الملك وقال يوآب اليوم علم عبدك اني قد وجدت نعمة في عينيك يا سيدي الملك اذ فعل الملك قول عبده. (SVD)\n\nEz:39:5: 5 على وجه الحقل تسقط لاني تكلمت يقول السيد الرب",
        "(1/83)\n\nالنساء - 154 ) - وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُواْ الْبَابَ سُجَّداً وَقُلْنَا لَهُمْ لاَ تَعْدُواْ فِي السَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَاقاً غَلِيظاً\n\nMt:18:26: 26 فخر العبد وسجد له قائلا يا سيد تمهل عليّ فاوفيك الجميع. (SVD)\n\nMt:20:20: 20. حينئذ تقدمت اليه ام ابني زبدي مع ابنيها وسجدت وطلبت منه شيئا. (SVD)\n\nLk:4:8: 8 فاجابه يسوع وقال اذهب يا شيطان انه مكتوب للرب الهك تسجد واياه وحده تعبد. (SVD)\n\nLk:24:52: 52 فسجدوا له ورجعوا الى اورشليم بفرح عظيم. (SVD)\n\nJn:4:21: 21 قال لها يسوع يا امرأة صدقيني انه تأتي ساعة لا في هذا الجبل ولا في اورشليم تسجدون للآب. (SVD)\n\nJn:4:22: 22 انتم تسجدون لما لستم تعلمون.اما نحن فنسجد لما نعلم.لان الخلاص هو من اليهود. (SVD)\n\nJn:4:23: 23 ولكن تأتي ساعة وهي الآن حين الساجدون الحقيقيون يسجدون للآب بالروح والحق.لان الآب طالب مثل هؤلاء الساجدين له. (SVD)\n\nJn:9:38: 38 فقال أومن يا سيد.وسجد\n\nالصيام\n\nPs:35:13: 13 اما انا ففي مرضهم كان لباسي مسحا.اذللت بالصوم نفسي.وصلاتي الى حضني ترجع. (SVD)\n\nPs:109:24: 24 ركبتاي ارتعشتا من الصوم ولحمي هزل عن سمن. (SVD)\n\nJer:36:6: 6 فادخل انت واقرأ في الدرج الذي كتبت عن فمي كل كلام الرب في آذان الشعب في بيت الرب في يوم الصوم واقرأه ايضا في آذان كل يهوذا القادمين من مدنهم. (SVD)\n\nDn:9:3: 3 فوجهت وجهي الى الله السيد طالبا بالصلاة والتضرعات بالصوم والمسح والرماد. (SVD)\n\nJl:2:12: 12. ولكن الآن يقول الرب ارجعوا اليّ بكل قلوبكم وبالصوم والبكاء والنوح. (SVD)\n\n1Sm:31:13: 13 واخذوا عظامهم ودفنوها تحت الاثلة في يابيش وصاموا سبعة ايام (SVD)\n\n2Sm:1:12: 12 وندبوا وبكوا وصاموا الى المساء على شاول وعلى يوناثان ابنه وعلى شعب الرب وعلى بيت اسرائيل لانهم سقطوا بالسيف. (SVD)\n(1/84)",
        "\n2Sm:12:16: 16 فسأل داود الله من اجل الصبي وصام داود صوما ودخل وبات مضطجعا على الارض. (SVD)\n\nNeh:9:1: 1. وفي اليوم الرابع والعشرين من هذا الشهر اجتمع بنو اسرائيل بالصوم وعليهم مسوح وتراب. (SVD)\n\nJer:14:12: 12 حين يصومون لا اسمع صراخهم وحين يصعدون محرقة وتقدمة لا اقبلهم بل بالسيف والجوع والوبإ انا افنيهم. (SVD)\n\nJgs:20:26: 26. فصعد جميع بني اسرائيل وكل الشعب وجاءوا الى بيت ايل وبكوا وجلسوا هناك امام الرب وصاموا ذلك اليوم الى المساء واصعدوا محرقات وذبائح سلامة امام الرب.\n\nLk:5:33: 33 وقالوا له لماذا يصوم تلاميذ يوحنا كثيرا ويقدمون طلبات وكذلك تلاميذ الفريسيين ايضا.واما تلاميذك فيأكلون ويشربون. (SVD)\n\nLk:18:12: 12 اصوم مرتين في الاسبوع واعشر كل ما اقتنيه. (SVD)\n\nActs:13:2: 2 وبينما هم يخدمون الرب ويصومون قال الروح القدس افرزوا لي برنابا وشاول للعمل الذي دعوتهما اليه. (SVD)\n\nActs:13:3: 3 فصاموا حينئذ وصلّوا ووضعوا عليهما الايادي ثم اطلقوهما (SVD)\n\nMt:17:20: 20 فقال لهم يسوع لعدم ايمانكم.فالحق اقول لكم لو كان لكم ايمان مثل حبة خردل لكنتم تقولون لهذا الجبل انتقل من هنا الى هناك فينتقل ولا يكون شيء غير ممكن لديكم.\n\nMt:17:21: 21 واما هذا الجنس فلا يخرج الا بالصلاة والصوم (SVD)\n\nActs:27:9: 9 ولما مضى زمان طويل وصار السفر في البحر خطرا اذ كان الصوم ايضا قد مضى جعل بولس ينذرهم (SVD)\n\nالأنعام - 164 ) - قُلْ أَغَيْرَ اللّهِ أَبْغِي رَبّاً وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ\n(1/85)\n",
        "بولص الكذاب\n\nلا يوحى له\n\n1Cor:7:25: 25. واما العذارى فليس عندي امر من الرب فيهنّ ولكنني اعطي رأيا كمن رحمه الرب ان يكون امينا. (SVD)\n\nاضطهد المسيح\n\nActs:9:4: 4 فسقط على الارض وسمع صوتا قائلا له شاول شاول لماذا تضطهدني. (SVD)\n\nActs:9:5: 5 فقال من انت يا سيد.فقال الرب انا يسوع الذي انت تضطهده.صعب عليك ان ترفس مناخس. (SVD)\n\nبولص حرامي كنائس\n\nActs:8:3: 3 واما شاول فكان يسطو على الكنيسة وهو يدخل البيوت ويجر رجالا ونساء ويسلمهم الى السجن (SVD)\n\n1Cor:2:2: 2 لاني لم أعزم ان اعرف شيئا بينكم الا يسوع المسيح واياه مصلوبا. (SVD)\n\nRom:16:25: 25. وللقادر ان يثبتكم حسب انجيلي والكرازة بيسوع المسيح حسب اعلان السر الذي كان مكتوما في الازمنة الازلية (SVD)\nكاذب\n\nRom:3:7: 7 فانه ان كان صدق الله قد ازداد بكذبي لمجده فلماذا أدان انا بعد كخاطئ. (SVD)\n\nشريك\n\n1Cor:9:23: 23 وهذا انا افعله لاجل الانجيل لاكون شريكا فيه. (SVD)\n\nشرير\n\nRom:7:23: 23 ولكني ارى ناموسا آخر في اعضائي يحارب ناموس ذهني ويسبيني الى ناموس الخطية الكائن في اعضائي. (SVD)\n\n2Cor:12:7: 7 ولئلا ارتفع بفرط الاعلانات اعطيت شوكة في الجسد ملاك الشيطان ليلطمني لئلا ارتفع. (SVD)\n\nأصله غير معروف\n\nActs:22:3 3. انا رجل يهودي ولدت في طرسوس كيليكية ولكن ربيت في هذه المدينة مؤدبا عند رجلي غمالائيل على تحقيق الناموس الابوي وكنت غيورا للّه كما انتم جميعكم اليوم.\nتناقض رواية رؤيته للمسيح\n\nActs:26:14: 14 فلما سقطنا جميعنا على الارض سمعت صوتا يكلمني ويقول باللغة العبرانية شاول شاول لماذا تضطهدني.صعب عليك ان ترفس مناخس. (SVD)\n\nActs:9:7: 7 واما الرجال المسافرون معه فوقفوا صامتين يسمعون الصوت ولا ينظرون احدا. (SVD)\n\nActs:22:9: 9 والذين كانوا معي نظروا النور وارتعبوا ولكنهم لم يسمعوا صوت الذي كلمني. (SVD)\n(1/86)\n\nActs:26:14: 14 فلما سقطنا جميعنا على الارض سمعت صوتا يكلمني ويقول باللغة العبرانية شاول شاول لماذا تضطهدني.صعب عليك ان ترفس مناخس. (SVD)\n\nعلى مزاجه\n\nHeb:6:1: 1. لذلك ونحن تاركون كلام بداءة المسيح لنتقدم الى الكمال غير واضعين ايضا اساس التوبة من الاعمال الميتة والايمان بالله (SVD)\n\nيعلم الردة\n\nActs:21:21: 21 وقد أخبروا عنك انك تعلّم جميع اليهود الذين بين الامم الارتداد عن موسى قائلا ان لا يختنوا اولادهم ولا يسلكوا حسب العوائد. (SVD)\n\nالتلاميذ يعرفون خبثه\n\nActs:19:30: 30 ولما كان بولس يريد ان يدخل بين الشعب لم يدعه التلاميذ. (SVD)\n\nيدين الملائكة\n\n1Cor:6:3: 3 ألستم تعلمون اننا سندين ملائكة فبالأولى امور هذه الحياة. (SVD)",
        "(1/87)\n\nيهوذا\n\nActs:1:18: 18 فان هذا اقتنى حقلا من اجرة الظلم واذ سقط على وجهه انشق من الوسط فانسكبت احشاؤه كلها. (SVD)\n\nMt:27:5: 5 فطرح الفضة في الهيكل وانصرف.ثم مضى وخنق نفسه\n\nMt:27:8: 8 لهذا سمي ذلك الحقل حقل الدم الى هذا اليوم. (SVD)\n(1/88)",
        "\nمتفرقات\nالموسيقى والخمر حرام\n\nIs:5:12: 12 وصار العود والرباب والدف والناي والخمر ولائمهم والى فعل الرب لا ينظرون وعمل يديه لا يرون. (SVD)\n\nوبعدين حلال\n\nSg:5:1: 1. قد دخلت جنتي يا اختي العروس.قطفت مري مع طيبي.اكلت شهدي مع عسلي.شربت خمري مع لبني.كلوا ايها الاصحاب اشربوا واسكروا ايها الاحباء (SVD)\n\nالمسيح يأمر بعدم غسل اليدين\n\nMt:15:2: 2 لماذا يتعدى تلاميذك تقليد الشيوخ.فانهم لا يغسلون ايديهم حينما ياكلون خبزا. (SVD)\n\nMt:15:20: 20 هذه هي التي تنجس الانسان.واما الأكل بايد غير مغسولة فلا ينجس الانسان (SVD)\n\nالإسلام مذكور\n\nJb:22:21: 21. تعرّف به واسلم.بذلك ياتيك خير. (SVD)\n\nJb:22:22: 22 اقبل الشريعة من فيه وضع كلامه في قلبك. (SVD)\n\nالنفس امارة بالسوء\n\nMt:15:19: 19 لان من القلب تخرج افكار شريرة قتل زنى فسق سرقة شهادة زور تجديف. (SVD)\n\nMk:7:21: 21 لانه من الداخل من قلوب الناس تخرج الافكار الشريرة زنى فسق قتل (SVD)\n\nالمسيح ليس ابن داود\n\nLk:20:41: 41 وقال لهم كيف يقولون ان المسيح ابن داود. (SVD)\n\nيا احاح في سفر غير قانوني\n\nأصحاحات 3-5) »فرفعت حنة عينيها إلى السماء فرأت عش عصافير في شجرة غار، فتنهدت قائلة: »يا أحاح يا أحاح، من ولدني أح أح.. ومن أُشبِه؟ فلستُ مثل طيور السماء لأن طيور السماء أيضاً هي ذات ثمار أمامك يا رب«.. وإذا بملاك الرب وقف بجانبها قائلاً لها: يا حن\n\nحشيش\n\nIs:33:11: 11 تحبلون بحشيش تلدون قشيشا نفسكم نار تاكلكم. (SVD)\n\nلا تحتج على الجزية فالمسيح دفعها\n\nMt:22:19: 19 أروني معاملة الجزية.فقدموا له دينارا. (SVD)\n\nRom:13:7: 7. فاعطوا الجميع حقوقهم.الجزية لمن له الجزية.الجباية لمن له الجباية.والخوف لمن له الخوف والاكرام لمن له الاكرام (SVD)\n\nالسجود\n\nGn:42:6: 6 وكان يوسف هو المسلّط على الارض وهو البائع لكل شعب الارض.فأتى اخوة يوسف وسجدوا له بوجوههم الى الارض. (SVD)\n(1/89)\n",
        "Gn:27:29: 29 ليستعبد لك شعوب.وتسجد لك قبائل.كن سيدا لاخوتك.وليسجد لك بنو امك.ليكن لاعنوك ملعونين.ومباركوك مباركين (SVD)\n\nGn:43:26: 26. فلما جاء يوسف الى البيت احضروا اليه الهدية التي في اياديهم الى البيت وسجدوا له الى الارض. (SVD)\n\nLk:24:39: 39 انظروا يديّ ورجليّ اني انا هو.جسوني وانظروا فان الروح ليس له لحم وعظام كما ترون لي. (SVD)\n\nLk:20:41: 41 وقال لهم كيف يقولون ان المسيح ابن داود. (SVD)\n\nLk:22:30: 30 لتأكلوا وتشربوا على مائدتي في ملكوتي وتجلسوا على كراسي تدينون اسباط اسرائيل الاثني عشر (SVD)\n\nNm:7:25: 25 قربانه طبق واحد من فضة وزنه مئة وثلاثون شاقلا ومنضحة واحدة من فضة سبعون شاقلا على شاقل القدس كلتاهما مملوءتان دقيقا ملتوتا بزيت لتقدمة (SVD)\n\nMt:5:28: 28 واما انا فاقول لكم ان كل من ينظر الى امرأة ليشتهيها فقد زنى بها في قلبه. (SVD)\n\nJer:28:9: 9 النبي الذي تنبأ بالسلام فعند حصول كلمة النبي عرف ذلك النبي ان الرب قد ارسله حقا (SVD)\n\nJer:28:10: 10. ثم اخذ حننيا النبي النير عن عنق ارميا النبي وكسره. (SVD)\n\nIs:29:11: 11 وصارت لكم رؤيا الكل مثل كلام السفر المختوم الذي يدفعونه لعارف الكتابة قائلين اقرأ هذا فيقول لا استطيع لانه مختوم. (SVD)\n\nbarsoom cjb net: http://www.hatemabo6.8m.com/intbysat.htm\n\nBoo0ooM: http://www.ansar.org/arabic/radee3ah.htm\n\nMega Love: Jn:3:17: 17 لانه لم يرسل الله ابنه الى العالم ليدين العالم بل ليخلّص به العالم. (SVD)\n\nMega Love: Jn:12:47: 47 وان سمع احد كلامي ولم يؤمن فانا لا ادينه.لاني لم آت لادين العالم بل لاخلّص العالم. (SVD)\n\nMega Love: Lk:4:41: 41 وكانت شياطين ايضا تخرج من كثيرين وهي تصرخ وتقول انت المسيح ابن الله.فانتهرهم ولم يدعهم يتكلمون لانهم عرفوه انه المسيح (SVD)\n(1/90)\n\nMega Love: Mt:9:13: 13 فاذهبوا وتعلّموا ما هو.اني اريد رحمة لا ذبيحة.لاني لم آت لادعو ابرارا بل خطاة الى التوبة (SVD)\n\nMega Love: Eph:4:9: 9 واما انه صعد فما هو الا انه نزل ايضا اولا الى اقسام الارض السفلى. (SVD)\n\nJn:21:24: 24 هذا هو التلميذ الذي يشهد بهذا وكتب هذا.ونعلم ان شهادته حق. (SVD)\n\nJn:19:35: 35 والذي عاين شهد وشهادته حق وهو يعلم انه يقول الحق لتؤمنوا انتم. (SVD)\n\nSalafyo0on: Dt:34:5: 5. فمات هناك موسى عبد الرب في ارض موآب حسب قول الرب. (SVD)\n\nSalafyo0on: Dt:34:6: 6 ودفنه في الجواء في ارض موآب مقابل بيت فغور ولم يعرف انسان قبره الى هذا اليوم (SVD)\n\nPrv:5:19: 19 الظبية المحبوبة والوعلة الزهية.ليروك ثدياها في كل وقت وبمحبتها اسكر دائما. (SVD)\n\n1Cor:1:25: 25 لان جهالة الله احكم من الناس.وضعف الله اقوى من الناس بولس يقول ربهم جاهل\nالجديد\n(حزقيا23: 22) لأجل ذلك يا أهوليبة، قال السّيّد الرّب: ها أنذا أهيج عليك عشاقك: ينزعون عنك ثيابك... ويتركونك عريانة وعارية، فتنكشف عورة زناك ورذيلتك وزناك. تمتلئين سكرًا وحزنًا كأس التّحيّر والخراب... فتشربينها وتمتصّينها وتقضمين شقفها. وتجتثّين ثدييك لأنّي تكلّمتُ. فهوذا جاءوا. هم الذين لأجلهم استحممتِ. وكحّلتِ عينيك وتحلّيت بالحليّ. وجلستِ على سرير فاخر... فقلت عن البالية في الزّنا الآن يزنون زنًا معها.\nكما نرى .. الرب يهيّج عشاق أهوليبه للفسق والفساد والزنا والفجور ... اهذا اله يعبد ايها النصارى\n\n(عامو 7: 16) وقال الرّبّ لمصيا: أنت تقول لا تتنبّأ على إسرائيل. لذلك قال الرّبّ: امرأتك تزني في المدينة وبنوك وبناتك يسقطون بالسّيف.\n(ارميا 8: 10) قد رفضوا كلمة الرّبّ... لذلك أعطي نساءهم لآخرين وحقولهم لمالكين. لأنّهم من الصّغير إلى الكبير. كلّ واحد منهم مولع بالرّبح من النَّبيِّ إلى الكاهن.",
        "(1/91)\n\n(اشعيا 3: 16) قال الرّبّ: من أجل أن بنات صهيون يتشامخن ويمشين ممدوات الأعناق وغامزات بعيونهن وخاطرات في مشيهن ويخشخشن بأرجلهن يصلِع السّيّد هامة بنات صهيون ويعرّي الرّبّ عورتهن.\n(ارميا 13: 22) لأجل عظمَة إثمِكِ: هُتِكَ ذَيلاكِ وانكشف عقباك... فسقك وصهيلك ورذالة زناك: فأنّا أرفع ذيليك على وجهك فيُرى خزيك.\n(ناحوم 3: 4) من أجل زنا الزّانية الحسنة الجمال صاحبة السّحر البائعة أممًا بزناها وقبائل بسحرها. ها أنذا عليك يقول ربّ الجنود: فأكشف أذيالك إلى فوق وجهك، وأُري الأممَ عورتك.\n(تثنية 28: 15) خاطب الرّبّ بني إسرائيل مهدّدًا إيّاهم: أن لم تسمع لصوت الرّب إلهك: تأتي عليك جميع اللعنات وتدركك... تخطب امرأة، ورجل آخر يضطجع معها.\n(هوشع 2: 2) حاكموا أمّكم لأنّها ليست امرأتي وأنا لست رجلها لكي تعزل زناها عن وجهها وفسقها من بين ثدييها لئلا أجرّدها عارية ولا أرحم أولادها لأنّهم أولاد زنا... والآن أكشف عورتها أمام عيون مُحبّيها( ).\nاهذا اله تعبدونه ؟؟؟؟؟؟؟؟ يعري العورات ويحكم على الناس بالزنا والاضطجااااااااع\nاهذا كتاب تصفونه بالقداااااااااسه ؟؟؟؟؟؟؟؟؟؟؟؟\nاليكم الفاجعة الكبرى ...\n(11هَكَذَا قَالَ الرَّبُّ: هَئَنَذَا أُقِيمُ عَلَيْكَ الشَّرَّ مِنْ بَيْتِكَ، وَآخُذُ نِسَاءَكَ أَمَامَ عَيْنَيْكَ وَأُعْطِيهِنَّ لِقَرِيبِكَ، فَيَضْطَجِعُ مَعَ نِسَائِكَ فِي عَيْنِ هَذِهِ الشَّمْسِ. 12لأَنَّكَ أَنْتَ فَعَلْتَ بِالسِّرِّ وَأَنَا أَفْعَلُ هَذَا الأَمْرَ قُدَّامَ جَمِيعِ إِسْرَائِيلَ وَقُدَّامَ الشَّمْسِ».)صموئيل الثانى 12: 11-12\n\nوااااااااااافضيحتااااااااااااااه .. الأله يأخذ نساء داوود ويعطيهن لقريبه لكي يزني بهن ........ ما هذا الاله الذي تعبدونه ؟؟؟؟؟؟؟؟؟؟\n\nخالق الشر\nIs:45:7: 7 مصور النور وخالق الظلمة صانع السلام وخالق الشر.انا الرب صانع كل هذه. (SVD)\n(1/92)",
        "\nأسئلة للنصارى\n\n1Thes:5:21: 21 امتحنوا كل شيء.تمسكوا بالحسن. (SVD)\n\nهل كان الصليب مقدسا؟كيف يقول المسيح احمل الصليب؟\n\nMk:10:21: 21 فنظر اليه يسوع واحبه وقال له يعوزك شيء واحد.اذهب بع كل مالك واعط الفقراء فيكون لك كنز في السماء وتعال اتبعني حاملا الصليب. (SVD)\n\nلمن كان يصلي ولماذا ؟\n\nLk:22:41: 41 وانفصل عنهم نحو رمية حجر وجثا على ركبتيه وصلّى (SVD)\n\nMt:26:39: 39 ثم تقدم قليلا وخرّ على وجهه وكان يصلّي قائلا يا ابتاه ان امكن فلتعبر عني هذه الكاس.ولكن ليس كما اريد انا بل كما تريد انت\n\nMt:27:46: 46 ونحو الساعة التاسعة صرخ يسوع بصوت عظيم قائلا ايلي ايلي لما شبقتني اي الهي الهي لماذا تركتني. (SVD)\n\nMk:15:34: 34 وفي الساعة التاسعة صرخ يسوع بصوت عظيم قائلا ألوي ألوي لما شبقتني.الذي تفسيره الهي الهي لماذا تركتني\n\nLk:22:45: 45 ثم قام من الصلاة وجاء الى تلاميذه فوجدهم نياما من الحزن. (SVD)\n\nصلاته ليست للتعليم\n\nمن أقامه؟\n\nActs:2:32: 32 فيسوع هذا اقامه الله ونحن جميعا شهود لذلك. (SVD)\n\nActs:2:24: 24 الذي اقامه الله ناقضا اوجاع الموت اذ لم يكن ممكنا ان يمسك منه. (SVD)\n\nهل انت من خراف بيت اسرائيل؟\n\nMt:15:24: 24 فاجاب وقال لم أرسل الا الى خراف بيت اسرائيل الضالة. (SVD)\n\nلماذا لم يطبق يسوع الناموس؟\n\nMt:5:17: 17. لا تظنوا اني جئت لانقض الناموس او الانبياء.ما جئت لانقض بل لاكمّل. (SVD)\n\nJn:8:4: 4 قالوا له يا معلّم هذه المرأة أمسكت وهي تزني في ذات الفعل. (SVD)\n\nJn:8:5: 5 وموسى في الناموس اوصانا ان مثل هذه ترجم.فماذا تقول انت. (SVD)\n\nJn:8:6: 6 قالوا هذا ليجربوه لكي يكون لهم ما يشتكون به عليه.واما يسوع فانحنى الى اسفل وكان يكتب باصبعه على الارض. (SVD)\n\nJn:8:7: 7 ولما استمروا يسألونه انتصب وقال لهم من كان منكم بلا خطية فليرمها اولا بحجر. (SVD)\n(1/93)\n",
        "Jn:8:11: 11 فقالت لا احد يا سيد.فقال لها يسوع ولا انا ادينك.اذهبي ولا تخطئي ايضا (SVD)\n\nما ذنب الحمير؟\n\nJos:6:21: 21 وحرّموا كل ما في المدينة من رجل وامرأة من طفل وشيخ حتى البقر والغنم والحمير بحد السيف. (SVD)\n\nلماذا لايشربه على الأرض ويشربه في ا لملكوت؟\n\nمرقس :14:25 الحق اقول لكم اني لا اشرب بعد من نتاج الكرمة الى ذلك اليوم حينما اشربه جديدا في ملكوت الله\n\nLv:10:9: 9 خمرا ومسكرا لا تشرب انت وبنوك معك عند دخولكم الى خيمة الاجتماع لكي لا تموتوا.فرضا دهريا في اجيالكم (SVD)\n\nMk:14:25: 25 الحق اقول لكم اني لا اشرب بعد من نتاج الكرمة الى ذلك اليوم حينما اشربه جديدا في ملكوت الله. (SVD)\n\nاشرح المعنى\n\n1Cor:7:9: 9 ولكن ان لم يضبطوا انفسهم فليتزوجوا.لان التزوج اصلح من التحرق. (SVD)\n\nمن ارسله؟\n\nJn:17:21: 21 ليكون الجميع واحدا كما انك انت ايها الآب فيّ وانا فيك ليكونوا هم ايضا واحدا فينا ليؤمن العالم انك ارسلتني. (SVD)\n\nJn:13:16: 16 الحق الحق اقول لكم انه ليس عبد اعظم من سيده ولا رسول اعظم من مرسله. (SVD)\n\nهل الحية تأكل تراب؟\n\nGn:3:14: 14. فقال الرب الاله للحيّة لانك فعلت هذا ملعونة انت من جميع البهائم ومن جميع وحوش البرية.على بطنك تسعين وترابا تأكلين كل ايام حياتك. (SVD)\n\nلماذا لم يغفر لهم هو؟\n\nLk:23:34: 34 فقال يسوع يا ابتاه اغفر لهم لانهم لا يعلمون ماذا يفعلون.واذ اقتسموا ثيابه اقترعوا عليها (SVD)\n\nاليس هو ربكم؟ يقول لا اريد ذبيحة\n\n'Mt:9:13: 13 فاذهبوا وتعلّموا ما هو.اني اريد رحمة لا ذبيحة.لاني لم آت لادعو ابرارا بل خطاة الى التوبة (SVD)\n\nهل روح القدس افضل من الناسوت؟\n\nLk:12:10: 10 وكل من قال كلمة على ابن الانسان يغفر له.واما من جدف على الروح القدس فلا يغفر له. (SVD)\n\nكيف يجلس عن يمين نفسه؟\n\nMk:16:19: 19. ثم ان الرب بعدما كلمهم ارتفع الى السماء وجلس عن يمين الله. (SVD)\n(1/94)\n\nربكم لا يعرف موسم التين؟\n\nMk:11:13: 13 فنظر شجرة تين من بعيد عليها ورق وجاء لعله يجد فيها شيئا فلما جاء اليها لم يجد شيئا الا ورقا.لانه لم يكن وقت التين. (SVD)\n\nلماذا ما قالوا الرب؟هل الرب يخفي نفسه\n\nMt:21:11: 11 فقالت الجموع هذا يسوع النبي الذي من ناصرة الجليل (SVD)\n\nلماذا يقول في السموات؟\n\nMt:6:9: 9. فصلّوا انتم هكذا.ابانا الذي في السموات.ليتقدس اسمك. (SVD)\n\nكيف يركب الرب سحابة؟\n\nIs:19:1: 1. وحي من جهة مصر.هوذا الرب راكب على سحابة سريعة وقادم الى مصر فترتجف اوثان مصر من وجهه ويذوب قلب مصر داخلها. (SVD)\n\nلماذا لم يسجد الشيطان ليسوع؟إذا كان إلهه؟\n\nLk:4:7: 7 فان سجدت امامي يكون لك الجميع. (SVD)\n\nLk:4:8: 8 فاجابه يسوع وقال اذهب يا شيطان انه مكتوب للرب الهك تسجد واياه وحده تعبد.\nالإبن الأصغر أكبر من أبوه بسنتين؟ كيف؟\n\n2Chr:21:20: 20 كان ابن اثنتين وثلاثين سنة حين ملك وملك ثماني سنين في اورشليم وذهب غير مأسوف عليه ودفنوه في مدينة داود ولكن ليس في قبور الملوك (SVD)\n\n2Chr:22:1: 1. وملك سكان اورشليم اخزيا ابنه الاصغر عوضا عنه لان جميع الاولين قتلهم الغزاة الذين جاءوا مع العرب الى المحلّة.فملك اخزيا بن يهورام ملك يهوذا (SVD)\n\n2Chr:22:2: 2 كان اخزيا ابن اثنتين واربعين سنة حين ملك وملك سنة واحدة في اورشليم واسم امه عثليا بنت عمري\n\nمن الغي الناموس\n\nRom:7:6: 6 واما الآن فقد تحررنا من الناموس اذ مات الذي كنا ممسكين فيه حتى نعبد بجدة الروح لا بعتق الحرف (SVD)\n\nMt:5:17: 17. لا تظنوا اني جئت لانقض الناموس او الانبياء.ما جئت لانقض بل لاكمّل.\n\nفسر..\n\nJn:17:3: 3 وهذه هي الحياة الابدية ان يعرفوك انت الاله الحقيقي وحدك ويسوع المسيح الذي ارسلته. (SVD)\n\nمن إله المسيح؟",
        "(1/95)\n\nJn:20:17: 17 قال لها يسوع لا تلمسيني لاني لم اصعد بعد الى ابي.ولكن اذهبي الى اخوتي وقولي لهم اني اصعد الى ابي وابيكم والهي والهكم. (SVD)\n\nبولص يضطهد الرب\n\nActs:9:5: 5 فقال من انت يا سيد.فقال الرب انا يسوع الذي انت تضطهده.صعب عليك ان ترفس مناخس. (SVD)\n\nهل بطرس شيطان ام معه الملكوت؟\n\nMt:16:23: 23 فالتفت وقال لبطرس اذهب عني يا شيطان.انت معثرة لي لانك لا تهتم بما لله لكن بما للناس (SVD)\n\nMt:16:19: 19 وأعطيك مفاتيح ملكوت السموات.فكل ما تربطه على الارض يكون مربوطا في السموات.وكل ما تحله على الارض يكون محلولا في السموات\n\nلماذا يسوع يشتكي؟ لماذا لم يدر خده الايسر؟\n\nMt:5:39: 39 واما انا فاقول لكم لا تقاوموا الشر.بل من لطمك على خدك الايمن فحوّل له الآخر ايضا. (SVD)\n\nJn:18:23: 23 اجابه يسوع ان كنت قد تكلمت رديّا فاشهد على الردي وان حسنا فلماذا تضربني\n\nلماذا يكتم يوحنا الوحي بأمر من صاحب الوحي؟\n\nRv:10:4: 4 وبعدما تكلمت الرعود السبعة باصواتها كنت مزمعا ان اكتب فسمعت صوتا من السماء قائلا لي اختم على ما تكلمت به الرعود السبعة ولا تكتبه. (SVD)\n\nمن كتب انجيل يوحنا؟\n\nJn:21:24: 24 هذا هو التلميذ الذي يشهد بهذا وكتب هذا.ونعلم ان شهادته حق. (SVD)\n\nكيف يناقض المسيح نفسه ويحرم الطلاق؟\n\nMt:5:32: 32 واما انا فاقول لكم ان من طلق امرأته الا لعلّة الزنى يجعلها تزني.ومن يتزوج مطلقة فانه يزني (SVD)\n\nMt:5:18: 18 فاني الحق اقول لكم الى ان تزول السماء والارض لا يزول حرف واحد او نقطة واحدة من الناموس حتى يكون الكل\n\nلماذا الكنائس تجيز زواج الرجال بالرجال؟\n\nLv:18:22: 22 ولا تضاجع ذكرا مضاجعة امرأة.انه رجس. (SVD)\n\nكيف يهوذا الخائن يكون ديان؟\n(1/96)",
        "\nMt:19:28: 28 فقال له يسوع الحق اقول لكم انكم انتم الذين تبعتموني في التجديد متى جلس ابن الانسان على كرسي مجده تجلسون انتم ايضا على اثني عشر كرسيا تدينون اسباط اسرائيل الاثني عشر. (SVD)\n\nمن ميخائيل؟ سيقولون هو يسوع\n\nDn:12:1: 1. وفي ذلك الوقت يقوم ميخائيل الرئيس العظيم القائم لبني شعبك ويكون زمان ضيق لم يكن منذ كانت امة الى ذلك الوقت وفي ذلك الوقت ينجى شعبك كل من يوجد مكتوبا في السفر\n؟ تقولون المسيح مولود وليس مخلوق فمن كانت له الارادة فى ايجاده هل الاب ام هو اراد ايجاد نفسه قبل ان يوجد اصلا ام انه وجد بغير ارادة فى وجوده\n\nقبل المسيح هل يوجد احد بلا خطية؟مريم اذاهو ورث الخطيئة منها\n\nمن الذي قام من القبر اللاهوت ام الناسوت؟\n(1/97)\n"
    ]
}