{
    "partText": [
        "\nالتحصيل الدراسي عند طلاب وطالبات حلقات التحفيظ\nدراسة ميدانية لطلاب وطالبات تحفيظ القرآن الكريم\nبحث مقدم إلى\nالملتقى الثالث للجمعيات الخيرية لتحفيظ القرآن الكريم\nالذي تنظمه\nالجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض تحت عنوان:\nالجمعيات الخيرية لتحفيظ القرآن الكريم والمجتمع\nالمحور الثالث : إسهام جمعيات تحفيظ القرآن الكريم في تنمية المجتمع ( الواقع والمأمول)\nالفرع الأول : بناء الأجيال\nفي شوال 1427 هـ\nمقدم من\nالندوة العالمية للشباب الإسلامي\nمقدمة\nالحمد لله الذي أنزل على عبده الكتاب ولم يجعل له عوجاً، والصلاة والسلام على معلم البشرية الخير وبعد : لقد نشأ جيل الصحابة الكرام في مدرسة القرآن الكريم، فكانوا خير أمة أخرجت للناس. مصاحف تمشي على الأرض.\nولما كان لا يصلح آخر هذه الأمة إلاَّ بما صلح به أولها، فقد كانت للمسلمين عناية خاصة بكتاب الله تعالى تعليماً وتدبراً. وحرص خيار هذه الأمة جيلاً بعد جيل على هذا العمل الجليل. امتثالاً لقول الله تعالى : (كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ) (صّ:29)، ورغبة في أن يشملهم حديث الرسول ز : ( خيركم من تعلم القرآن وعلمه ).\nلقد عاش خيار هذه الأمة بالقرآن وللقرآن وصدرت عنهم أقوال تترجم لنا شعورهم هذا...\nهذا عثمان بن عفان - رضي الله عنه - يقول : ( لو طهرت قلوبكم ما شبعتم من كلام ربكم)(1) .\nوهذا ما ظهر جلياً في سيرة أمير المؤمنين عمر بن الخطاب - رضي الله عنه - فقد كان يقول لأبي موسى الأشعري - رضي الله عنه - : ( يا أبا موسى ذكرنا ربنا فيقرأ وهم يسمعون ويبكون) (2).\nإن تعلم القرآن الكريم يترك آثاره الإيجابية في الدنيا والآخرة، ولعل هذا ما يفهم من كلام الإمام الشافعي ـ رحمه الله ـ حين يقول : ( من تعلم القرآن عظمت قيمته).\n__________\n(1) جامع العلوم والحكم ، ص 490\n(2) المرجع السابق ، ص 490\n(1/1)\n",
        "لعل عظم القيمة وعلو المنزلة تكون في الدنيا بصلاح الحال، والتوفيق فيما يسعى الإنسان من أجله، وهذا ما يشهد له واقع قطاع كبير ممن يتعلمون القرآن الكريم في حلقات التحفيظ من الناشئة حيث دلت النتائج والدراسات أن حفظة القرآن الكريم ورواد حلقات التحفيظ هم رواد التفوق العلمي في مراحل التعليم المختلفة.\nلقد أدركت الندوة العالمية للشباب الإسلامي هذه الحقيقة، وعملت من أجل أن تصبح واقعاً في حياة الناشئة المسلمة لأن أطفال اليوم هم شباب الغد، والندوة التي تعنى بالشباب رعايةً وتربيةً لابد أن تبدأ معهم من سن الطفولة.\nإن الأرقام تتحدث عن هذه العناية، فإن الندوة العالمية للشباب الإسلامي ترعى داخل المملكة وخارجها المئات من حلقات التحفيظ تحتضن فيها آلاف الطلاب من الجنسين.\nوالندوة العالمية للشباب الإسلامي تقدم هذا البحث لتؤكد حقيقة مهمة ربما شكك بها بعض الناس جهلاً أو تجاهلاً ألا وهي أن تعلم القرآن الكريم يسهم إلى حد كبير في التفوق العلمي لدى طلاب المدارس لأسباب دنيوية ودينية.\nفقد أكدت الدراسات العلمية أن حفظ القرآن الكريم يسهم في تنمية عمل المخ ويسهم كذلك في زيادة ملكة الحفظ لدى الطلاب، إضافة إلى ما يورثه حفظ القرآن وتعلمه من تقوى الله والحصول على توفيقه وتسديده.\nوهذا البحث يعد لبنة في هذا الموضوع، حرصت الندوة على أن تكون الأرقام هي اللغة السائدة فيه، ولهذا جاء مختصراً، لأن طبيعة الأرقام تختصر الكلام.\nالتحصيل الدراسي\nعند طلاب وطالبات حلقات التحفيظ\n(دراسة ميدانية لطلاب وطالبات حلقات تحفيظ القرآن الكريم)\nالحمد لله رب العالمين والصلاة والسلام على خاتم المرسلين وعلى آله وصحبه أجمعين .. وبعد :\n(1/2)\n\nفإن التفوق الدراسي والحصول على المراتب الأولى في الدراسة والتميز والتألق ثم الحصول على المقعد المناسب في الجامعة هو هاجس الكثير من الطلاب والطالبات والرغبة الجامحة التي تختلج صدور معظمهم، خصوصاً في ظل ارتفاع معدلات القبول في الجامعات واحتدام التنافس على المقاعد الجامعية.\nوربما يسبب هذا الهاجس وهذه الرغبة حاجزاً بين الطلاب والطالبات وبين البرامج الأخرى الثقافية أو الاجتماعية أو الرياضية أو غيرها من البرامج الموجودة في المجتمع، والتي تستهدف هذه الفئة. فتجدهم بسبب الدراسة منعزلين عن الأندية والملتقيات، بل أحياناً والجلسات العائلية، أما في وقت الامتحانات فهم محبوسون في بيوتهم بين أيديهم كتبهم يذاكرون فيها آناء الليل وأطراف النهار.\nومن الشبهات التي تثار حول هذا الموضوع تعارض حفظ كتاب الله مع التفوق الدراسي. وهذا ما يشكل حاجزاً بين الطلاب والطالبات والراغبين بالتفوق الدراسي وبين الالتزام ببرامج ومراكز التحفيظ. فتجدهم باختيارهم أو بإجبار أهلهم مترددين في الإقبال عليها بهذه الحجة المذكورة.\nلهذا كانت هذه الدراسة الميدانية كي تثبت من خلال الواقع العملي خطأ هذه النظرية، فواقع الحال في حلقات التحفيظ يدل على أن حفظة القرآن الكريم هم الفئة الأكثر تفوقاً في مدارسهم، وهم الذين يحصلون على الدرجات العليا سواءً في مدارسهم أو في الثانوية العامة أو في الجامعات.",
        "(1/3)\n\nولم تقتصر هذه الحقيقة ـ نعم أقول أنها حقيقة وليست نظرية ـ على هذه الدراسة فقط، فقد ذكرت صحيفة الجمهورية المصرية في عددها الصادر في تاريخ (25/7/2003م) أنه لما أعلنت مديريات التربية والتعليم نتائج الثانوية العامة ، وأعلنت أسماء الأوائل فيها ، حرصت الصحيفة على التقائهم لمعرفة أسباب تفوقهم، فكانت إجاباتهم أن تحديد الهدف والإصرار ومواصلة التميز ، وحفظ القرآن الكريم ، والمواظبة على الصلوات ، وطاعة الوالدين ، أهم مقومات تحقيقهم للتفوق. وبالإضافة إلى ذلك أيضاً ذكرت إحدى الدراسات التي أجريت على عيِّنة من تلميذات الصف السادس الابتدائي في مكة المكرمة تفوق طالبات حلقات التحفيظ على غيرهن من الطالبات في مهارتي الاستماع والقراءة بنسبة تتراوح ما بين (97% - 99%)(1).\nواقع الدراسة بالأرقام\nتبين من خلال الدراسة التي أجريت على مجموعة عشوائية من طلاب وطالبات حلقات تحفيظ القرآن الكريم التي ترعاها الندوة العالمية للشباب الإسلامي ما يلي :\n(31%) من الطلاب الذكور في هذه الحلقات هم من الحاصلين على معدلات دراسية ما بين (95%-100%).\n(26%) من الطلاب الذكور في هذه الحلقات هم من الحاصلين على معدلات دراسية ما بين (90%-95%).\n(30%) من الطلاب الذكور في هذه الحلقات هم من الحاصلين على معدلات دراسية ما بين (80%-90%).\nوبالتالي فإن ما نسبته (86%) من هذه العيِّنة العشوائية من الطلاب الذين شملتهم الدراسة هم من المتفوقين دراسياً حسب ما هو متعارف عليه لعلامات التفوق. مع العلم أن (70%) من طلاب الثانوية العامة الذين كانوا ضمن هذه الدراسة هم من الحاصلين على (85%) فما فوق في الثانوية العامة.\nأما بالنسبة للإناث فقد تبين من خلال الدراسة ما يلي:\n__________\n(1) يراجع في هذا الموضوع كتاب العبر فيمن حفظ القرآن ولم يبلغ العشر ، للباحث محمد الرنتاوي، الصادر عن جمعية المحافظة على القرآن الكريم ، عام 2004هـ، ص 41 وما بعدها فهو مفيد جداً .\n(1/4)",
        "\n(33%) من الطالبات في هذه الحلقات هم من الحاصلات على معدلات دراسية ما بين (95%-100%).\n(22%) من الطالبات في هذه الحلقات هم من الحاصلات على معدلات دراسية ما بين (90%-95%).\n(25%) من الطالبات في هذه الحلقات هم من الحاصلات على معدلات دراسية ما بين (80%-90%).\nوبالتالي فإن ما نسبته (80%) من هذه العيِّنة العشوائية من الطالبات اللواتي شملتهن الدراسة هن من المتفوقات دراسياً حسب ما هو متعارف عليه لعلامات التفوق. مع العلم أن (68%) من طالبات الثانوية العامة اللاتي كن ضمن هذه الدراسة هن من الحاصلات على (85%) فما فوق في الثانوية العامة.\nويضاف إلى هذا وذاك أن معظم الطلاب والطالبات الذين تخرجوا من الثانوية العامة والذين كانوا ولا يزالون ملتزمين بالحلقات القرآنية من أصحاب التخصصات المميزة في الجامعات مثل الصيدلة والطب والهندسة وطب الأسنان.\nهل هناك تعارض بين حفظ القرآن الكريم وتحصيل التفوق الدراسي؟\nلنأخذ الإجابة عن هذا السؤال من تجارب الحفظة المتفوقين الذين وجهنا إليهم هذا السؤال، فكانت إجاباتهم بلا استثناء أو تحفظ أنه لا يوجد تعارض بين الحفظ وبين التفوق الدراسي، بل هناك تكامل واتصال ـ كما سنبين لاحقاً ـ وقد أجاب واحد فقط من هذه العيِّنة بوجود تعارض ولكنه قيد هذا التعارض بعدم القدرة على تنظيم الوقت ليس أكثر، أي أن العلة الرئيسية إذا وجد التعارض هي عدم التنسيق وعدم تنظيم الوقت. وهذه ليست مشكلة فقط في مجال الحفظ والدراسة بل هي مشكلة في الحياة بشكل عام.\nالفوائد والمهارات التي يمكن أن يتحصل عليها حافظ القرآن الكريم والتي تنعكس على تحصيله الدراسي إيجابيا :\nوهذه الفوائد أيضاً نأخذها من إجابات المشاركين في هذه الدراسة من الطلبة والطالبات:\n(1/5)\n",
        "اكتساب وصقل وزيادة مهارة الحفظ وسرعته . وهي من المهارات الأساسية في حفظ القرآن الكريم. وممارستها في الحفظ والتدرب عليها يصقلها ويكسبها سرعة تُفيد الراغبين بالتفوق الدراسي، إذ لاغنى عنها في هذا المجال. ويتبع هذه النقطة أن الراغب بالتفوق الدراسي يكتسب بعض السلوكيات الإيجابية في حفظ مادته ودروسه يأخذها من حفظ القرآن الكريم وهي :\nحسن اختيار الوقت الأمثل للدراسة.\nحسن اختيار المكان الأمثل للدراسة.\nحسن اختيار الوسيلة المناسبة المساعدة على الدراسة\n( مواد، أجهزة، مأكولات، ...).\nاكتساب مهارة تنظيم الوقت . وتلك مهارة لا يستغني عنها راغب بالتفوق والتقدم، وهي من المهارات التي ذكر حفاظ وحافظات كتاب الله أنهم اكتسبوها من حفظهم لكتاب الله. حيث تعلموا كيفية توزيع أوقاتهم، وكيفية الاستفادة من أوقات النشاط الذهني، وتحديد الأولويات، وكان لهذه المهارة الأثر الواضح في تحصيلهم الدراسي.\nاكتساب الجلَد والصبر والإصرار وعدم اليأس.\nتحديد الهدف . سواءً أكان هذا الهدف مرحلياً أم بعيد المدى، فهذه الأهداف كلها موجودة في حفظ كتاب الله، فيتعلم الطالب الحافظ تحديد ماذا يريد من الدراسة حالاً ومستقبلاً، لأن تحديد الهدف هو الأساس الأول للوصول إليه، ومعظم مشاكل الطلبة الدراسية تنشأ من عدم تحديدهم لأهدافهم، ولو سألت مجموعة من الطلاب في بداية العام الدراسي: ما هدفكم في هذا العام؟ فكم هي يا ترى نسبة من يحدد هدفه بأن يقول : أريد التفوق، أو أريد علامة كذا. ولنذهب بعيداً ونسأل : كم هي نسبة الطلاب الذين يحددون رغبتهم للدراسة الجامعية بعد الثانوية العامة؟ فالجميع يرمي هذا الحمل على مقدار العلامة التي يتحصل عليها، في حين تبين أن حفظ القرآن الكريم وممارسته يعين الطالب في المدرسة على كيفية تحديد الهدف وكيفية الوصول إليه بكل يسر وسهولة.\n(1/6)\n\nالثقة بالنفس . وأي ثقة أكبر من ثقة حافظ القرآن الكريم بنفسه، ثقة مستمدة من حفظه للقرآن الكريم، وجمعه في صدره للمتشابهات والمحكمات والأحكام والأخلاق والقصص المختلفة. وقبل هذا كله ثقة مستمدة من معيَّة الله وحفظه وحفظ الملائكة لحافظ القرآن الكريم، فلسان حال الحافظ والحافظة : هل أعجز بعد أن حفظت كتاب الله أن أحقق التفوق في هذه المادة أو تلك؟ وهل أعجز عن فك رموز هذه المسألة أو تلك؟\nاكتساب مهارة التعاون مع الآخرين. والاستفادة من قدراتهم وطاقاتهم. وهي من المهارات الواضحة التي يتم اكتسابها من حفظ القرآن الكريم. فمهما كانت القدرات الفردية للحافظ فلن يستطيع حفظ كتاب الله من غير مُعين ومُساعد. ومن هذه النقطة أيضاً نأخذ ما يلي : أن حفظ القرآن الكريم يدل صاحبه ـ كما يقول الحفظة ـ على الصحبة الصالحة الطيبة التي هي من ضروريات التفوق الدراسي. وكما يقول المثل: من رافق السعيد سعد ومن رافق التعيس تعس.\nاكتساب مهارة القراءة السريعة مع التركيز. وهي من المهارات التي يوصي التربويون الراغبين بالتفوق الدراسي في حفظ القرآن الكريم باكتسابها وتنميتها لما لها من أهمية وخصوصاً في أوقات الامتحانات حيث ضيق الوقت وكبر حجم المادة المطلوبة.\nاكتساب مهارة ربط الأفكار ببعضها البعض والقراءة والحفظ الموضوعي.\nاكتساب مهارة التفاؤل والإيجابية وحسن الظن بالله. وهو رأس الأمر كله والأساس لحصول أي مقصود ومطلوب، وحفظ القرآن الكريم هو المزود الحقيقي لمثل هذه المعاني لأنه:\nيشعر صاحبه بالإنجاز.\nتحل عليه البركة من كل الجهات.\nتتحصل له معية الله ومعية الملائكة.\nيشكل له الدافعية المطلوبة نحو الانطلاق والتقدم والعمل.\nالدعاء. من الفوائد الأساسية التي يتعلمها حافظ القرآن الكريم ويداوم عليها ويعلم أثرها ليطبقها في دراسته وفي طريق تفوقه الدراسي.",
        "(1/7)\n\nهذه عشر فوائد ونصائح ومهارات اكتسبها حفاظ وحافظات كتاب الله من خلال حفظهم والتزامهم في حلقات التحفيظ ولم نحصل عليها من خلال الكتب والنظريات التربوية، ولكن من أفواه أصحاب وصاحبات التجربة الذين ملأ نور القرآن قلوبهم فأنار لهم درب التقدم والنجاح.\nالخاتمة\nالتوصيات :\nتوسيع دائرة البحوث والدراسات القائمة على الاستبانات والإحصاءات، والتي يكون من نتائجها بيان أهمية حلقات تحفيظ القرآن الكريم.\nالعمل على نشر مثل هذه البحوث والدراسات بين أولياء الأمور بغية تشجيعهم على إرسال أولادهم إلى حلقات التحفيظ.\nتسجيل تجارب الحفاظ من الطلاب المتفوقين في دراستهم حتى تكون أنموذجاً يحتذى ، ويستفاد من هذه النماذج لترغيب الطلاب بالالتحاق بحلقات التحفيظ.\nالوقوف على طرائق هؤلاء الحافظين التي سلكوها في حفظهم، رغبة في إعداد أفضل الوسائل المعينة على حفظ القرآن الكريم.\nالتوسع في عقد الندوات والمؤتمرات الخاصة بهذا الموضوع، واستضافة بعض الحفاظ للحديث فيها عن تجربتهم ورحلتهم مع القرآن الكريم.\nالتوسع في تكريم النابغين في حفظ كتاب الله مادياً ومعنوياً، لما في ذلك من إبراز المكانة الرفيعة للقرآن لدى المسلمين، وتحفيزاً للطلاب والطالبات ( في الحلق) على الجد ، وتحفيزاً لغيرهم على اللحاق بركبهم.\nدعم القطاع ( المؤسسي الخيري ) ليقوم بمسؤولياته في هذا الشأن ، بوصفه أكثر مرونة وأطول يداً في هذا المضمار.\nم/الأسطل/ د. ص\n(1/8)"
    ]
}