{
    "partText": [
        "\n(كتاب التوحيد)\nوأول الواجبات معرفة الرب - جل جلاله - واعتقاد وجوب وجوده، وفردانيته، وقدمه، وعدم شبهه ومثله، وأنه لم يزل بأسمائه، وصفات ذاته وعلمه بالأمر كليه وجزئيه، وأنه تعالى أرسل رسله مبشرين ومنذرين لتنقطع الحجة، وتتضح المحجة، والإيمان بالقدر خيره وشره، حلوه ومره، وبالغيب، وهو كل ما غاب عنا وأخبر به الصادق من أحوال البرزخ والحشر والجزاء والعقاب والجنة والنار، ولا نكفر أحداً من أهل القبلة بذنب، ولا يخلد ونمسك عما شجر بين الصحابة، ونؤول ما صح عنهم بإحسان.\nبوأنا وإياهم الجنان.\n(/)\n",
        "(كتاب الطهارة)\nهي النظافة، قال الله تعالى {وينزل عليكم من السماء ماءً ليطهركم به} المياه أقسام:\nطهور: وهو المطلق المفهوم من قولك: ماء.\nومكروه: وهو المشمس بقطر حار في إناء منطبع.\nوطاهر فقط،\nوهو المستعمل في فرض ما دام قليلاً، والمتغير بمخالطة طاهر كثير.\nونجس، وهو ما لاقاه نجس _ وكان دون قلتين _ إن لم يكن ميتةً لا دم لها يسيل، أو لا يدركها الطرف، أو بلغ قلتين _ وهما خمسمائة رطل بغدادي تقريباً _ وتغير.\n(1/9)\n\n(فصل اشتباه المياه)\nفصل: إذا اشتبه طاهر بنجس اجتهد وتطهر بما ظن طهارته بعلامة ولو عمى _ ووجد متيقناً، ويعيد الاجتهاد ما بقي طاهر بيقين، ولا ينقض الأول بالثاني.\n(فصل الأواني)\nواستعمال أواني النقدين حرام، وكذا الإتخاذ والتزيين، والمضبب به",
        "(1/10)\n\nلزينة وكبر، بواحد مكروه.\n(فصل السواك)\nوالسواك سنة في كل حال ويتأكد عند الوضوء والصلاة، وتغير الفم، ويكره للصائم بعد الزوال.\n(فصل نواقض الوضوء)\nويجب الوضوء بالخارج من أحد السبيلين إلا المني، وبنوم غير الممكن، وبالغلبة على العقل بسكر، وإغماء، ولمس الكبيرة غير المحرم،\n(1/11)",
        "\nوبمس فرج الآدمي بباطن الكف.\n(فصل ما يحرم بالحدث)\nويحرم به خمسة أشياء الصلاة، وخطبة الجمعة، والطواف، ومس المصحف، وحمله إلا أن يكون تابعاً.\n(فصل فرائض الوضوء)\nوفرائض الوضوء ستة، نية رفع متوقف على الطهر مقرونة بغسل جزء من الوجه.\nوهو ما تقع به المواجهة، ويجب إيصال الماء إلى باطن كل شعر عليه، إلا اللحية الكثة من الرجل، وغسل يديه مع مرفقيه، فإن قطع بعضه، وجب ما بقي، ومسح ما ينطلق عليه الإسم من الرأس، وغسل رجليه مع كعبيه،\n(1/12)\n",
        "وترتيبه هكذا.\n(فصل سنن الوضوء)\nوتسن التسمية، وغسل الكفين، وكره إدخالهما الظرف قبله إن لم يتيقن طهرهما، والمضمضة والإستنشاق، والجمع بثلاث غرف أولى،\n(1/13)\n\nواستيعاب الرأس بالمسح ومسح الأذنين مع الصماخ، وتخليل الأصابع، وتقديم اليمنى على اليسرى، والتكرار، والموالاة والنطق بالشهادتين بعده.\n(فصل المسح على الخفين)\nوالمسح على الخف _ وإن قل من الأعلى بدل الغسل _ مؤقت للمسافر",
        "(1/14)\n\nثلاثة أيام ولياليهن، وللمقيم يوم وليلة من الحدث، بشرط لبسهما على الطهارة، وإمكان المشي عليهما، ومنع نفوذ الماء من غير الخرز، وسترهما لجميع المحل.\nويبطل بموجب الغسل، وبانقضاء المدة، وبالخلع، فيغسل الرجلين إن خلعهما على طهارة المسح.\n(فصل الاستنجاء)\nويجب الاستنجاء بماء أو حجر، وجمعهما أفضل، وتجب ثلاث\n(1/15)",
        "\nمسحات، فإن لم ينق زيد.\nويجتنب في الصحراء استقبال القبلة واستدبارها بلا حائل.\nويكره البول في الثقب، والماء الراكد، ومهب الريح، وتحت المثمر، والظل، وقارعة الطريق، والكلام.\nويسن عند الدخول: باسم الله، اللهم إني أعوذ بك من الخبث والخبائث، وخروجه، غفرانك.\n(1/16)\n",
        "(فصل غسل الجنابة)\nوموجب الغسل موت، وحيض، ونفاس وولادة بلا بلل، وجنابة بدخول حشفة أو قدرها فرجاً، وبخروج مني، وخواصه التدفق والتلذذ والرائحة.\nوفرضه: النية، وإيصال الماء إلى الشعر والبشر.\nوسننه: الوضوء والتدلك والتكرار والولاء، وتتبع لحيض أثره مسكاً وإلا فنحوه.\n\n(فصل، ما يحرم على الجنب)\nويحرم بالجنابة ما يحرم بالحدث، وقراءة القرآن، واللبث في المسجد.\n(1/17)\n\n(فصل: الإغتسالات المسنونة)\nويسن خمسة عشر غسلاً، غسل الجمعة، والعيدين، والكسوفين، والاستسقاء، والغسل من غسل الميت، والكافر إذا أسلم ولم يجنب، والمجنون، والمغمى عليه إذا أفاقا، وللإحرام، ولدخول مكة، والمدينة، وللوقوف ولرمي أيام التشريق.\n\n(فصل، تطهير النجاسات)\nوكل مسكر نجس، وكذا ما خرج من السبيلين إلا المني، فيجب غسله، إلا بول صبي لم يطعم غير لبن فينضح.\nوالحيوان كله طاهر إلا الكلب والخنزير والفرع.\nوالميتات نجسة إلا السمك والجراد والآدمي،",
        "(1/18)\n\nوشعر الميتة وعظمها نجس إلا شعر الآدمي.\nويغسل من الكلب أو الخنزير سبعاً إحداهن بالتراب الطاهر، وسائر النجاسات تغسل مرةً، والتثليث سنة.\nولا يطهر نجس العين إلا خمر تخللت من غير عين، وإلا جلد نجس بالموت فبالدباغ.\n\n(فصل، التيمم)\nشرط التيمم فقد الماء أو تعذر استعماله لمرض يخاف معه محذوراً،\n(1/19)",
        "\nودخول الوقت وطلب الماء عند التوهم، والتراب الطهور.\nوفرضه: نية الفرض، ومسح الوجه واليدين إلى المرفقين، والترتيب.\nوسننه: التسمية، وتقديم اليمنى والولاء.\nويبطله: كل ما أبطل الوضوء، ووجود الماء في غير الصلاة، أو في صلاة لا تبطل به، والردة.\nوصاحب الجبائر يمسح عليها مع التيمم،\n(1/20)\n",
        "ولا يعيد إن وضعها على طهر إن لم تكن في أ'ضاء التيمم.\nويعيد فاقد الطهورين، والمتيمم للعدم في موضع يندر فيه الإعواز، وللمسافر العاصي وللبرد.\n\n(فصل، الحيض والنفاس والإستحاضة)\nأقل الحيض _ وهو الخارج على سبيل الصحة من غير سبب الولادة _ يوم وليلة، بشرط رؤيته بعد تسع سنين تقريباً، وأكثره خمسة عشر بلياليها، وغالبه ست أو سبع.\n(1/21)\n\nوأقل طهر فاصل بين الحيضين خمسة عشر، ولا حد لأكثره، وغالبه بقية غالب الحيض وأقل الحمل ستة أشهر، وأكثره أربع سنين.\nوأقل النفاس _ وهو الخارج عقب الولد _ لحظة، وأكثره ستون يوماً.\nوغالبه أربعون.",
        "(1/22)\n\nوالإستحاضة: الخارج في غيرهما، فإن كانت مبتدأة ردت إلى يوم وليلة في الحيض وباقي الشهر في الطهر، أو معتادةً فالعادة، أو مميزةً فالتمييز، أو متحيرةً فتحتاط.\n\n(فصل، ما يحرم بالحيض والنفاس)\nويحرم بالحيض والنفاس ما حرم على الجنب، والصوم، ودخول المسجد إن خافت التلويث، والوطء، والإستمتاع بما بين السرة والركبة، والطلاق.\n(كتاب الصلاة)\nهي الدعاء،\nوالمكتوبات خمس.\nالظهر، وأول وقته زوال الشمس، وآخره مصير ظل الشيء مثله سوى ظل الإستواء، وبه يدخل العصر،\n(1/23)",
        "\nوالمختار إلى مصير الظل مثليه، والجواز إلى الغروب، وبه يدخل وقت المغرب، ويبقى إلى مضي قدر طهارة، وستر عورة، وأذانين، وخمس ركعات، وله الإستدامة إلى مغيب الشفق الأحمر، وبه يدخل وقت العشاء، والمختار الثلث، والجواز إلى طلوع الفجر الثاني، وهو الصادق وبه يدخل وقت الصبح، والمختار الإسفار، والجواز إلى طلوع الشمس.\n(1/24)\n",
        "(فصل، في شروط وجوب الصلاة)\nوشروط وجوبها الإسلام والبلوغ والعقل والطهارة، فلا وجوب على حائض ونفساء، ويؤمر بالصلاة لسبع، ويضرب على تركها لعشر، كالصوم إذا أطاقه.\n(فصل في الصلوات المسنونات)\nوالمسنونات خمس، العيدان، والكسوفان، والإستسقاء.\nوالراتبة المؤكدة عشر ركعتا الفجر، وركعتان قبل الظهر، وبعدها، وبعد المغرب والعشاء.\nوسن أربع قبل الظهر وبعدها، وقبل\n(1/25)\n\nالعصر، والوتر وأقله ركعة، وأدنى الكمال ثلاث مفصولة، وغايته إحدى عشرة.\nوثلاث نوافل مؤكدة، التهجد _ وهو الصلاة بالليل وإن قل _ والضحى _ وأقلها ركعتان وأكثرها ثمان _ والتراويح وهي عشرون _ لغير أهل المدينة _",
        "(1/26)\n\nبعشر تسليمات.\n\n(فصل، الجاحد)\nمن جحد فرضاً مجمعاً عليه ظاهراً، كفر، أو تركه كسلاً قتل إذا أخرجه عن وقت الضرورة وفي الصوم يحبس ويمنع المفطر.\n\n(فصل، شروط الصلاة)\nشروط الصلاة ستة، معرفة فرض الصلاة، وسننها، ومعرفة الوقت، واستقبال القبلة إلا في الخوف ونفل السفر، وطهارة الحدث والخبث، وستر العورة، وعورة الرجل والأمة ما بين السرة والركبة، والحرة ما سوى الوجه والكفين.\n(1/27)",
        "\n(فصل، أركان الصلاة)\nوأركانها عشر، النية، وهي قصد الفعل والفرض والتعيين _ ولا يشترط في النفل المؤقت قصد النفل، ويشترط في غيره قصد الفعل فقط.\nوالقيام في فرض القادر، فإن عجز فعلى حاله، وللقادر النفل قاعداً، ومضطجعاً لا مومياً ومستلقياً.\nوتكبيرة الإحرام، الله أكبر، أو الله الأكبر.\nوقراءة الفاتحة في كل ركعة إلا ركعة مسبوق، والبسملة منها وتشديداتها، ويراعى حروفها،\n(1/28)\n",
        "وكذا بدلها.\nوالركوع، والرفع منه، والسجود، والرفع منه، ثم السجود، والطمأنينة بعدم الصارف في الكل، والجلوس الأخير، والتشهد فيه، والصلاة على النبي صلى الله عليه وسلم والتسليمة الأولى.\n\n(فصل، سنن الصلاة)\nوسننها قبل الدخول فيها الأذان والإقامة، وهما سنتا كفاية في\n(1/29)\n\nالمكتوبات، وبعده رفع اليدين عند الإحرام، والركوع، والرفع منه، ووضع اليمين على الشمال، ودعاء الإستفتاح، والتعوذ كل ركعة، والجهر والإسرار في موضعهما، والتأمين وقراءة السورة، والتكبير عند",
        "(1/30)\n\nكل خفض ورفع، وقول سمع الله لمن حمده ربنا لك الحمد، والتسبيح في الركوع والسجود، ووضع اليدين على الفخذين في الجلوس، يبسط اليسرى ويقبض اليمنى إلا المسبحة، ويرفعها عند قوله إلا الله، والتشهد الأول، والإفتراش في سائر الجلسات خلا الأخير فالتورك، والقنوت في الصبح، وفي الوتر في\n(1/31)",
        "\nالنصف الأخير من رمضان، والجلسة الأولى.\n\n(فصل، ما تخالف المرأة فيه الرجل)\nوالمرأة تخالف الرجل في التجافي في الركوع والسجود، فتضم، والجهر، فتخفت بحضرة الرجال، والتسبيح عند العارض فتصفق بضرب اليمين على ظهر اليسار، والعورة وقد سلفت.\n\n(فصل، مبطلات الصلاة)\nويبطل الصلاة الكلام العمد، والعمل الكثير، والحدث، وحدوث النجاسة من غير إزالة\n(1/32)\n",
        "حالاً، وانكشاف العورة، وتغيير النية، واستدبار القبلة، والأكل، والشرب والقهقهة بالصوت والردة.\n\n(فصل، مجمل ما في الصلاة)\nركعات الصلاة المفروضة سبع عشرة ركعةً، فيها أربع وثلاثون سجدةً، وأربع وتسعون تكبيرةً، وتسع تشهدات، وعشر تسليمات،\n(1/33)\n\nوجملة الأركان في الثنائية أحد وعشرون ركناً وفي الثلاثية ثمانية وعشرون، وفي الرباعية جمسة وثلاثون.\n\n(فصل، سجود السهو)\nومن ترك فرضاً فلا بد من الإتيان به، فإن ذكره على قرب بنى، وإلا استأنف، وإن ترك سنةً لم يعد إليها بعد فوات محلها، وإن ترك بعضاً كالقنوت سجد للسهو، ومتى شك في عدد بنى على الأقل، ويسجد للسهو، ومحله قبل السلام.\n\n(فصل، أوقات النهي)\nوتحرم صلاة لا سبب لها عند الطلوع والغروب والإستواء إلا يوم الجمعة،",
        "(1/34)\n\nوبعد فعل الصبح والعصر إلى الطلوع والغروب، وتبطل، ولا يكره شيء من ذلك بمكة.\n\n(فصل، صلاة الجماعة)\nوالجماعة سنة في المكتوبات، ولا بد من نية الإئتمام، ولا يصح إقتداء رجل ولا خنثى بامرأة ولا خنثى، ويؤتم بالعبد والمراهق، والحر والبالغ أولى منهما.\nولا يصح الإقتداء بالأمي، وهو من يخل بحرف من الفاتحة، وإذا جمعهما مسجد صح الإقتداء ما لم يتقدم عليه.\nوإذا صلى خارجه بصلاته\n(1/35)",
        "\nجاز بصلاته جاز إذا لم يحل بينهما حائل، اللهم إلا إذا زاد ما بينهما على ثلثمائة ذراع.\n\n(فصل، القصر والجمع)\nوقصر الرباعيات جائز في السفر الطويل المباح، وهو مرحلتان بسير الأثقال، ولا بد من نية القصر عند الإحرام، والتحرز عن المنافي في الدوام.\nوالجمع تقديماً وتأخيراً جائز إلا بالمطر فيمتنع التأخير.\n(1/36)\n",
        "(فصل، الجمعة)\nالجمعة فرض عين بشرط الإسلام والبلوغ والعقل والحرية والذكورة والصحة والإستيطان.\nوشرط فعلها: البلد، وأربعون من أهلها لا يظعنون، إلا لحاجة، والوقت،\nوفرضها: تقدم خطبتين بالقيام والجلوس بينهما، وإسماع\n(1/37)\n\nأربعين كاملين،\nوسننها: الغسل، والتطيب، ولبس البياض والإنصات، والمشي بسكينة ووقار، ومن دخل والإمام يخطب صلى ركعتين خفيفتين ثم يجلس.\n\n(فصل، العيدان)\nوصلاة العيدين سنة، يكبر في الأولى سبعاً سوى تكبيرة الإحرام، وفي",
        "(1/38)\n\nالثانية خمساً سوى تكبيرة القيام، ويخطب بعدها خطبتين.\nويكبر من غروب الشمس ليلة العيد إلى أن يدخل في الصلاة، وفي الأضحى خلف كل صلاة مفعولة فيه من ظهر يوم النحر إلى الصبح من آخر أيام التشريق، والمختار من صبح عرفة، ويختم بعصر آخر التشريق.\n\n(فصل، الكسوف)\nويصلى للكسوف ركعتان، في كل ركعة قيامان وركوعان يطيل القراءة\n(1/39)",
        "\nوالتسبيح، ويخطب بعدها، ويسر في الكسوف، ويجهر في الخسوف.\n\n(فصل، الإستسقاء)\nوصلاة الإستسقاء متأكدة عند الحاجة إليها أمر الإمام بالخروج من المظالم والصيام ثلاثاً، ويخرج بهم في الرابع صياماً في ثياب بذلة واستكانة،\n(1/40)\n",
        "ويصلي ركعتين كالعيد، ويخطب، ويحول رداءه وينكس، ويكثر من الدعاء والاستغفار.\n\n(فصل، صلاة الخوف)\nوصلاة الخوف جائزة على أنحاء بطن نخل وذات الرقاع وعسفان، والمسايفة فيصلي على حسب حاله إلى القبلة وإلى غيرها.\n\n(فصل، اللباس)\nويحرم على الرجل استعمال الحرير وما أكثره حرير، وكذا الذهب إلا\n(1/41)\n\nلضرورة، أما المرأة فلها لبس ذلك وافتراشه.\n\n(فصل، الجنائز)\nوغسل الميت وتكفينه والصلاة عليه ودفنه فروض كفاية، ولا يغسل الشهيد ولا يصلى عليه، وكذا الطفل الذي لم يستهل،\nوالواجب إمرار الماء عليه بعد إزالة النجس، ويستحب وتراً بماء وسدر، ويجعل في الأخيرة كافوراً،\nويكفن في ثلاثة أثواب بيض ليس فيها قميص ولا",
        "(1/42)\n\nعمامة،\nويكبر عليه أربعاً، يقرأ بعد الأولى، ويصلى على النبي صلى الله عليه وسلم بعد الثانية،\nويستحب قبلها الحمد لله، وبعدها الدعاء للمؤمنين والمؤمنات، ويدعو للميت بعد الثالثة ويسلم بعد الرابعة،\nويدفن في اللحد مستقبل القبلة، ويسطح القبر، ولا يجصص، ولا بأس بالبكاء عليه من غير ندب ولا نياحة،\nويعزى أهله إلى ثلاثة أيام من دفنه.\n(1/43)",
        "\n(كتاب الزكاة)\nهي النماء.\nلا يجب الزكاة إلا في النعم، والذهب، والفضة، والزروع، والثمار، وعرض التجارة والمعدن والركاز.\n\n(فصل، زكاة النعم)\nأما النعم، وهو الإبل والبقر والغنم.\nففي الإبل شاة في كل خمس إلى خمس وعشرين، فبنت مخاض، - لها سنة _ إلى ست وثلاثين، فبنت لبون _ لها\n(1/44)\n",
        "سنتان _ إلى ست وأربعين، فحقه _ لها ثلاث سنين _ إلى إحدى وستين، فجذعة _ لها أربع _ وفي شت وسبعين بنتا لبون، وفي إحدى وتسعين حقتان، وفي مائة وإحدى وعشرين ثلاث بنات لبون، ثم يتغير الواجب بزيادة تسع، ثم عشر،\n(1/45)\n\nفي كل أربعين بنت لبون، وفي كل خمسين حقة.\nوأما البقر، فتبيع _ ابن سنة - في كل ثلاثين، ومسنة _ بنت سنتين _ في أربعين وهكذا.\nوأما الغنم: فشاة في أربعين جذعة ضأن ذات سنة، أو معز ذات سنتين، وشاتان في مائة وإحدى وعشرين، وثلاث في مائتين وواحدة، ثم في كل مائة شاة.",
        "(1/46)\n\n(فصل، الخلطة)\nوالخليطان ما اجتمعا في الفحل، والحوض، والراعي، والمسرح والمراح، وموضع الحلب، فيزكيان زكاة المنفرد.\nوتجري الخلطة أيضاً في النقود.\n\n(فصل، زكاة النقدين)\nوأما الذهب: فنصابه عشرون مثقالاً، والفضة ونصابها مائتا درهم، وزكاتهما ربع العشر، وفيما زاد بحسابه، ولا زكاة في الحلي المباح.\n(1/47)",
        "\n(فصل، الزروع والثمار)\nوأما الزروع والثمار، فنصابهما خمسة أوسق، وذلك ألف وستمائة رطل بالبغدادي، وفيما زاد بحسابه، وواجبه العشر إن سقي بلا مؤنة، كماء السماء، وإلا فنصفه، وتختص بالقوت الغالب، ومن الثمار بالرطب والعنب، وتجب ببدو صلاح الثمر، واشتداد الحب.\n\n(فصل، عروض التجارة)\nوأما عروض التجارة، ففيها ربع العشر، ويقوم آخر الحول.\n(1/48)\n",
        "(فصل، المعدن والركاز)\nوأما المعدن، ففيه ربع عشرة حالاً،\nوفي الركاز الخمس.\n\n(فصل، شروط وجوب الزكاة)\nوشرائط وجوبها الإسلام، والحرية، والملك التام، والنصاب، والحول إلا فيما سلف والسوم، إلا أن تكون عاملةً.\n\n(فصل، زكاة الفطر)\nتجب زكاة الفطر بغروب الشمس ليلة العيد على من ملك صاعاً _ وهو أربعة أمداد، والمد رطل وثلث بالبغدادي، وهو مائة وثلاثون درهماً _ من قوت بلده بشرط أن يفضل عن قوته وقوت من يقوته ليلة العيد ويومه.\nولا فطرة\n(1/49)\n\nعلى كافر إلا في قريبه وعبده المسلم.\n\n(فصل، مصارف الزكاة)\nويجب صرف الزكاة إلى الموجود من الأصناف الثمانية المذكورة في قوله تعالى {إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل} ولا يقتصر على أقل من ثلاثة من كل صنف إلا العامل.\nولا تدفع الزكاة لغني بمال أو كسب، وعبد، وكافر، وبني هاشم، والمطلب ومولاهم، ومن تلزمه نفقته.",
        "(1/50)\n\n(فصل، صدقة التطوع)\nصدقة التطوع سنة، ودفعها سراً، وفي رمضان، وقريب، وجار أولى كالإظهار في الفرض، ويستحب التصدق بكل ماله إن قوي صبره.\nويتأكد على الموسر المواساة بما زاد على كفاية سنة.\n(1/51)",
        "\n(كتاب الصيام)\nهو الإمساك.\nوشرائط وجوبه: الإسلام، والبلوغ، والعقل، والإطاقة.\nوصحته: الإسلام، والعقل، والنقاء عن الحيض والنفاس كل يوم، ولا بد من الإمساك عن الجماع، وخروج المني بلمس ونحوه، والإستقاءة، وعن وصول عين إلأى ما يسمى جوفاً عمداً مختاراً.\nوتجب النية فيه، ففي الفرض\n(1/52)\n",
        "يبيت، وفي النفل قبل الزوال.\nويستحب تعجيل الفطر، وتأخير السحور، وترك الهجر من الكلام.\nوستة أيام يحرم صيامها، العيدان، وأيام التشريق، ويوم الشك بلا سبب.\n\n(فصل، الجماع في نهار رمضان)\nومن أفسد يوماً من رمضان بجماع _ أثم به سبب الصوم _ كفر بعتق رقبة،\n(1/53)\n\nفإن عجز فبصيام شهرين متتابعين، فإن عجز فبإطعام ستين مسكيناً.\n\n(فصل، مسائل في الصوم)\nومن مات وعليه صيام تمكن منه أطعم عنه لكل يوم مد.\nوالمختار أن وليه يصوم عنه إن شاء،\nوالشيخ لعاجز عن الصوم، يفطر، ويفدي عن كل يوم مداً.\nوالحامل والمرضع، إذا خافتا على أنفسهما يقضيان من غير فدية، وعلى الولد فالفدية أيضاً، والمريض والمسافر سفر القصر، يفطران ويقضيان.",
        "(1/54)\n\n(فصل، صوم التطوع)\nوسن صوم الإثنين والخميس وعرفة إلا للحاج، ويوم التروية وعاشوراء، وتاسوعاء، وأيام البيض، وأيام السود وهي أواخر الشهر، وست من شوال،\nويكره إفراد الجمعة والسبت والأحد.\n\n(فصل، الإعتكاف)\nوالإعتكاف سنة، لا يصح إلا بنية في مسجد،\nويبطل بالجماع والإنزال\n(1/55)",
        "\nمع المباشرة،\nوشرطه: الإسلام والعقل والنقاء عن الحيض والجنابة،\nوينقطع التتابع بخروج بلا عذر.\n(كتاب الحج)\nوهو القصد، وهو فرض، والعمرة أيضاً،\nوشرط الوجوب الإسلام، والعقل، والبلوغ، والحرية، والإستطاعة، وأمن الطريق، وإمكان المشي شرط لإسقراره،\nوأركان الحج خمسة: الإحرام والوقوف، والطواف، والسعي، والحلق،\n(1/56)\n",
        "وأركان العمرة، ذلك ما عدا الوقوف،\nوواجباته، الإحرام من الميقات، ورمي الجمار، ومبيت مزدلفة، وليالي التشريق، وطواف الوداع،\nوسننه، الإفراد، وهو الإحرام بالحج، والفراغ منه ثم بالعمرة، والفراغ منها، عكس التمتع.\nوالقران جمعهما، والتلبية، وطواف القدوم، وركعتا الطواف.\n\n(فصل، الإحرام)\nويتجرد لإحرامه من مخيط الثياب، ويلبس إزاراً ورداءً أبيضين، ونعلين، ويصلي ركعتين ويحرم إذا قامت راحلته، أو توجه لطريقه\n(1/57)\n\nماشياً.\n\n(فصل، محرمات الإحرام)\nويحرم عليه بالإحرام ستر بعض رأس الرجل بما يسمى لبساً، ولبس المخيط في باقي بدنه إلا لحاجة فيهما، ووجه المرأة وبدنها كرأسه، واستعمال الطيب في ثوبه أو بدنه، ودهن شعر الرأس واللحية، وإزالة الشعر والظفر، وعقد النكاح، ولا ينعقد، والجماع وتفسد به",
        "(1/58)\n\nالعمرة، وكذا الحج قبل التحلل الأول، وعليه بدنه والمضي في الفاسد، والقضاء على الفور، واصطياد كل مأكول بري، أو متولد بينه وبين غيره، وقطع نبات الحرم إلا الإذخر ونحوه، وصيد المدينة حرام من غير ضمان، والمختار سلبه.\n\n(فصل، فوات الوقوف)\nومن فاته الوقوف تحلل بطواف وسعي وحلق، وعليه دم والقضاء.\n(1/59)",
        "\n(فصل، دماء الإحرام)\nوالدم الواجب بترك نسك شاة، فإن لم يجد فصيام عشرة أيام، ثلاثة في الحج وسبعة إذا رجع إلأى أهله،\nوبالحلق والترفه شاة، أو صوم ثلاثة أيام، أو التصدق بثلاثة آصع على ستة مساكين، وبالإحصار شاة ونية التحلل والحلق، فإن فقد الشاة فطعام بقيمتها فإن عجز فعن كل مد يوماً.\nوبقتل الصيد المثل في المثلي، أو قومه وأشترى بقيمته طعاماً، وتصدق به، أو صام عن كل مد يوماً، والقيمة في غيره، أو صام عن كل مد يوماً.\nوبالجماع قبل التحللين\n(1/60)\n",
        "بدنه، كما سلف، فإن لم يجد فبقرة، فإن لم يجد فسبع من الغنم، فإن لم يجد قوم البدنة واشترى به طعاماً وتصدق به، فإن لم يجد صام عن كل مد يوماً،\nوالهدي والإطعام يختصان بالحرم، بخلاف الصوم.\n\n(فصل، زيارة قبر النبي صلى الله عليه وسلم)\nوزيارة قبره عليه أفضل الصلاة والسلام مستبة من أهم القربات.\n(1/61)\n\n(كتاب البيع)\nإنما يصح بإيجاب وقبول، في مشاهدة، طاهرة، منتفع بها مملوكة، مقدور على تسليمها، معلومة، ولا يصح شراء الكافر المصحف، والمسلم إلا أن يعتق عليه، ويحرم التفريق، بين الأصل والفرع إلى التمييز، ويبطل.",
        "(1/62)\n\n(فصل، الربا)\nوالربا في النقدين زالمطعومات، فمتى باع النقد بالنقد، أو المطعوم بجنس المطعوم فلا بد من الحلول، والمماثلة، والتقايض قبل التفرق.\nفإن كان بغير جنسه جاز التفاضل فقط،\nويحرم بيع اللحم بالحيوان، ولو كان غير مأكول.\n\n(فصل، الخيار)\nوالمتبايعان بالخيار، ما لم يفترقا، ويصح شرط الخيار ثلاثاً، وإذا خرج المبيع معيباً _ وهو ما يعده الناس عيباً _ فللمشتري رده.\n(1/63)",
        "\n(فصل، مسائل في البيع)\nولا يجوز بيع الثمرة مطلقاً، إلا بعد بدو صلاحها، ولا الزرع الأخضر في الأرض إلا بشرط قطعه، إلا أن يبتاع معها، ولا بيع ما ابتاعه قبل قبضه، ويرجع فيه إلأى العرف، ولا يدخل في الضمان ولا يستقر إلا به.\n\n(فصل، السلم)\nويحل السلم حالاً ومؤجلاً في كل مضبوط بالصفة، جنساً ونوعاً معلوم لم يختلط بغيره، ولم تدخله النار لغير التمييز، ولا بد من وجود عند\n(1/64)\n",
        "الإستحقاق غالباً، ومن بيان محل التسليم إذا أسلم بموضع لا يصلح، أو يصلح ولحمله مؤنة، ومن تسلم رأس المال في المجلس.\n\n(فصل، القرض)\nالقرض مندوب إليه في كل ما يسلم فيه إلا جاريةً تحل للمقترض، ويرد المثل.\n\n(فصل، الإختلاف في العقد)\nإذا اتفقا على صحة عقد ثم اختلفا في كيفيته، تحالفا، ويكفي كل واحد يمين يجمع نفياً وإثباتاً، ثم لا ينفسخ بمجرد ذلك، بل بالفسخ بعده.\n(1/65)\n\n(فصل، العبد المأذون له)\nالعبد المأذون تصرفه صحيح على حسب ما أذن له مع مراعاة النظر والإحتياط، ويؤدي دين التجارة من مالها ومن كسبه.\nولا يملك ولو ملك.\n\n(فصل، الرهن)\nوما جاز بيعه جاز رهنه _ إلا المدبر والمعلق عتقه على صفة يمكن سبقها حلول الدين _ بدين ثابت لازم بإيجاب وقبول، ولا يلزم إلا بالقبض وليس له تصرف يزيل الملك، أو ينقضه، نعم إن أعتق نفذ إن كان موسراً، وكانت قيمته رهناً مكانه،\nومؤنة المرهون على الراهن، وهو أمانة في يد المرتهن، لكن لا يقبل",
        "(1/66)\n\nقوله في رده، وينفك بفسخ المرتهن وبالبراءة من الدين.\n\n(فصل، الحجر)\nوالحجر أنواع، صبى، وجنون، وبذر، ووليهم الأب، ثم الجد، ثم الوصي، ثم القاضي، يتصرف بالمصلحة، ويرتفع ببلوغه رشيداً في ماله ودينه، وبالإفاضة، ومرض لورثة، ونافذ في ثلثه، والزائد موقوف على\n(1/67)",
        "\nإجازة الوارث الخاص، ورق للسيد، وإذا تصرف ففي ذمته يتبع به إذا عتق،\nوفلس في حق من ركبته ديون حالة زائدة على ماله، ويصح تصرفه في ذمته، وإذا لم يعرف له مال فالقول قوله في الإعسار مع يمينه، والحاكم بعد الحجر يبيع ما وجد ويقسمه على قدر الديون.\n\n(فصل، الصلح)\nوالصلح جائز مع الإقرار، وسبق الخصومة.\nفإن كان على بعضه فإبراء، أو على غيره فبيع، أو بعضه فهبة، والطريق النافذ، لا يتصرف فيه بما يضر\n(1/68)\n",
        "المارة، وغيره متوقف على الإذن،\nوالجدار المشترك والمختص لا يجبر على وضع الجذوع عليه، ولا يجبر الشريك على العمارة.\nفإن أراد إعادته بماله لنفسه، لم يمنع.\n\n(فصل، الحوالة)\nوالحوالة بيع لكن لا خيار فيها، برضى المحيل والمحتال لا المحال عليه _ على من عليه دين لازم أو آيل إليه، وعليه، معلوم القدر والصفة، والتساوي وتبرأ بها ذمة المحيل.\n(1/69)\n\n(فصل، الضمان)\nويصح ضمان الدين المعلوم الثابت اللازم أو الآيل إليه كالثمن في مدة الخيار ولا خيار، ولا تأقيت، ولا تعليق، وللمستحق مطالبته مع الأصيل، فإن شرط براءته فسد، فإن أبرأ الأصيل برىء الضامن من غير",
        "(1/70)\n\nعكس، ومن منهما حل عليه فقط،\nوللضامن الرجوع على الأصيل إذا طولب إن ضمن بالإذن، أو أدى بشرط الرجوع، ويرجع بما غرمه إلا إذا وقع تقاص أو باع ضمن به، والكفالة ببدن من عليه دين لازم أو عقوبة جائزة، وتسلم في موضعها إلا أن يعين مكاناً، ويبرأ به بلا حائل، وبحضور المكفول، وتسليم نفسه عنها،\nوإن مات سقطت\n(1/71)",
        "\nالكفالة، وإن انفطع خبره لم يطالب به، حتى يعرف.\n\n(فصل، الشركة)\nولا يصح من الشركة إلا شركة العنان، بلفظ دال على التصرف، وأهلية، ونقد، ولو كان مغشوشاً وخلط بحيث لا تميز، والربح والخسر على قدر المالين، ويده أمانة،\nوتنفسخ بموت أحدهما وجنونه وإغمائه وبطرو\n(1/72)\n",
        "السفه، وبفسخهما، فإن فسخ أحدهما انعزل فقط.\n\n(فصل، الوكالة)\nمن صح تصرفه بنفسه صح أن يوكل أو يتوكل فيه،\nويصح توكيل الولي والأعمى في تصرفاته، ويعتمد الصبي في الإذن، وإيصال الهدية، ودفع الزكاة،\nوالعبد يوكل فيه أن يملكه الموكل، وقبوله للنيابة، فتخرج العبادات إلا\n(1/73)\n\nالحج والعمرة، والأيمان لا يصح التوكيل فيها، والظهار والإقرار،\nوتصح في استيفاء عقوبة الآدمي، وفي المحصور دون المطلق، كوكلتك في كل شيء ولا بد من الإيجاب، وهي جائزة كعقيد الشركة، ولا يصح تعليقها،\nوهو أمين، فيقبل قوله في التلف والرد، ولا يتصرف إلا على وجه الإحتياط، فلا يبيع عند الإطلاق إلا حالاً، بنقد البلد، وبغير غبن فاحش، ولا يبيع من نفسه وولده الصغير.",
        "(1/74)\n\n(فصل، الإقرار)\nويصح الإقرار من مطلق التصرف _ إلا المكره _ لكل من يثبت له الإستحقاق،\nولا يصح رجوعه بعده، إلا في حق الله تعالى،\nوإذا أقر بمجهول طولب ببيانه، وإذا استثنى جاز بشرط اتصاله وعدم استغراقه، والإقرار في الصحة والمرض سواء للوارث وغيره،\nوإذا أكذب المقر لا ينزع المال منه، فإن رجع\n(1/75)",
        "\nوقال غلطت نزعه منه،\nوإذا عقب الإقرار بما يرفعه _ كعلي ألف لزيد ثم قال: من ثمن خمر، لا يقبل رجوعه،\nوإذا ألحق النسب به _ بأن قال: هذا ابني، مع الإمكان _ لحق، إلا أن يكون الملحق بالغاً، فلا بد من تصديقه، أو بغيره، كهذا أخي، فإن كان وارثاً حائزاً، والملحق به ميتاً وأمكن، لحق.\n\n(فصل، الإعارة)\nمن صح تبرعه فله إعارة كل ما ينتفع به مع بقاء عينه، ويكفي لفظ أحدهما مع فعل الآخر، ومتى تلفت لا باستعمال ضمنها وإن لم يفرط،\n(1/76)\n",
        "بقيمة يوم التلف،\nوتصح مطلقةً ومؤقتةً،\nوالمستعير لا يعير خلاف المستأجر، وهي جائزة إلا إذا أعار للدفن، وإذا أختلف في الإعارة وعدمها فالمصدق المالك إذا ادعى الإجارة أو الغضب، وكذا إذا أختلفا في الرد.\n\n(فصل، الوديعة)\nمن وثق بأمانة نفسه استحب له قبول الوديعة، وهي أمانة، فيقبل قوله في ردها، وعليه حفظها في حرز مثلها، ودفع متلفاتها، ويلزمه تخليتها عند الطلب.\n\n(فصل، الغضب)\nومن استولى على حق الغير عدواناً جهراً لزمه رده وأرش نقصه، وأجرة\n(1/77)\n\nمثله، فإن تلف ضمنه بالمثل _ إلا الماء في المفازة فبقيمتها _ فإن تعذر فبالقيمة أكثر ما كانت من وقت الغضب إلى تعذره، وإن كان متقوماً فبالأكثر من الغضب إلى التلف،\nولا يضمن المسكر _ ولا يراق على ذمي _ إلا أن يظهرها والصلبان، وآلات الملاهي تفصل فقط إن قدر عليه، والقول قول الغاضب في القيمة، والمغضوب منه في الرد.\n\n(فصل، الشفعة)\nلا تثبت الشفعة في المنقولات إستقلالاً، ولا بالجوار، بل في المنقسم الذي",
        "(1/78)\n\nلا تبطل منفعته المقصودة، فيما ملك معاوضةً ملكاً لازماً متأخراً عن ملك الشفيع، ويؤخذ إذا شرط الخيار للمشتري وحده، ولا بد من لفظ، وتسليم العوض إلى المشتري، أو رضاه ببقائه في ذمته، أو قضاء القاضي له به،\nفإن اشتراه بمثلي أخذه بمثله، وإلا فبقيمة يوم البيع، وإن كان ممهوراً أخذه بمهر المثل،\nوهي على الفور، فيبادر على العادة،\nوإن استحقها جمع أخذوها على قدر الحصص، قل في الأم: وبالرؤوس أقول،\nوإن مات الشفيع انتقل حقه إلى ورثته،\nوإن\n(1/79)",
        "\nاختلف المشتري والشفيع في قدر الثمن، فالقول قول المشتري، وكذا إذا ادعى الجهل بالثمن.\n\n(فصل، القراض)\nالقراض جائز _ بدفع نقد خالص معلوم معين مسلم إلى العامل ليتجر فيه مطلقاً، أو في نوع لا يندر وجوده، والربح بينهما بالجزئية _ بإيجاب وقبول، ولا يشترط بيان مدته، وهو أمين، ويجبر الخسران بالربح، وإن اختلفا في قدر الربح المشروط تحالفاً، وله أجرة المثل، ويقدم العامل\n(1/80)\n",
        "على سائر الغرماء.\n\n(فصل، المساقاة)\nولا تصح المساقاة إلا على النخل والعنب أصالةً، وعلى غيرهما إذا كان بينهما تبعاً، ولا بد من التقدير بمدة معلومة، وبجزء معلوم، وما قصد به حفظ الأصل، ولم يتكرر، فعلى المالك، وما لا فعلى العامل،\nوالمزارعة والمخابرة باطلتان، والمختار جوازهما للحاجة إليهما.\n(1/81)\n\n(فصل، الإجارة)\nوكل ما أمكن الإنتفاع به مع بقاء عينه صحت إجارته إاذ قدرت بمدة أو عمل، وإذا أطلقت الأجرة تعجلت،\nوهي لازمة فلا تنفسخ بموت المتعاقدين، وتنفسخ بتلف العين المستأجرة لا بانقطاع ماء الأرض، وحدوث العيب، ووجدانه، والعقد على العين يثبته،\nوالأجير أمين، فالقول قوله في التلف بلا تعد،\nويصح بيع",
        "(1/82)\n\nالعين المستأجرة ولو من غير المستأجر، ولا تنفسخ الإجارة، وإن كان عبداً فأعتقه عتق ولا تنفسخ.\n\n(فصل، الجعالة)\nوالجعالة جائزة، وهي أن يجعل لمن عمل عملاً عوضاً معلوماً، فإذا عمله استحقه ولا أجرة لعمل دون شرط كالغسال ونحوه.\n\n(فصل، إحياء الموات)\nوالأرض التي لم تعمر قط، للمسلم إحياؤها، وللكافر في دارهم، وهو التهيئة\n(1/83)",
        "\nلما يريد، ويجب بذل الماء للماشية للحاجة دون الزرع.\n(فصل الوقف)\nوكل ما أمكن بيعه والإنتفاع به دواماً _ مع بقاء عينه _ صح وقفه في غير محظور.\nوغير منقطع الأول بصريح وكناية، ويتبع شرطه.\n(فصل الهبة)\nوما جاز بيعه جاز هبته ولا تلزم إلا بقبض وإذن فيه، مع إيجاب وقبول،\nولا رجوع إلا لأصل ما دامت باقيةً في يد الموهوب،\nوإذا أرقبه شيئاً، أو\n(1/84)\n",
        "أعمره كان هبةً.\n\n(فصل، اللقطة)\nالواثق بأمانة نفسه إلتقاطه مستحب، فإن أخذ لحفظ استحب التعريف، والمختار وجوبه، أو للتملك _ وكان قليلاً _ عرفه ما يليق به، فإن كان كثيراً عرفه سنةً ثم تملكه، فإن جاء صاحبها أداها إليه.\n(1/85)\n\n(فصل، التقاط المنبوذ)\nوالتقاط المنبوذ فرض كفاية، ويجب الإشهاد عليه، بخلاف اللقطة، ولا يقر إلا في يد أمين، ثم نفقته في ماله، وإلا ففي بيت المال.\n\nكتاب الفرائض\n(فصل، التركة)\nيبدأ من تركة الميت بمؤنة تجهيزه إن لم يتعلق بعينها حق، ثم بدين الله، ثم بدين الآدمي، ثم بالوصايا من ثلث الباقي، ثم يقسم الباقي بين الورثة.\nوأسباب الإرث أربعة، قرابة، ونكاح وولاء وإسلام، فيرثه أهل بلده الذي مات فيه نص عليه في الأم.\nوالوارثون الآن من الرجال: النبوة، والأبوة، والأخوة وبنوهم إلا للأم،",
        "(1/86)\n\nوالعمومة إلا للأم، وكذا بنوهم، والزوج، والمعتق.\nومن نساء: البنت وبنت الإبن، وإن سفلت، والأم والجدة والأخت، والزوجة، والمعنقة.\n\n(فصل، من لا يسقط بحال ومن يسقط)\nولا يسقط بحال الأبوان والزوجان والابن والبنت.\nوتسقط الجدات بالأم، وولد الأم بالآباء والأبناء، وولد الأبوين بالأب والإبن وابن الإبن، وولد الأب بهؤلاء واخ لأبوين.\n\n(فصل، موانع الإرث)\nوموانع الإرث: رق وقتل، وردة، واختلاف دين ودار، واستبهام موت ودور، ويورث المبغض بما ملكه بحريته.\n(1/87)",
        "\n(فصل، الفروض المقدرة)\nوالفروض المقدرة في كتاب الله تعالى ستة: النصف، ونصفه، ونصف نصفه، والثلثان ونصفهما ونصف نصفهما، فالنصف فرض خمسة: بنت وبنت ابن وأخت شقيقة، ولأب منفردات، وزوج عند عدم ولد وولد ابن.\nوالربع فرض اثنين: زوج محجوب بما سلف، وزوجة غير محجوبة بذلك.\nوالثمن فرض واحد: الزوجة أو الزوجات مع الحجب بما سلف،\nوالثلثان فرض أربعة: بنتين، وبنتي ابن فأكثر، وأختين فأكثر لأبوين أو لأب،\nوالثلث فرض اثنين: أم ليس لميتها ولد ولا ولد ابن ولا اثنان من الأخوة والأخوات، واثنين فأكثر من ولد الأم، وقد يفرض للجد مع الأخوة،\n(1/88)\n",
        "والسدس فرض سبعة: أب وجد لميتهما ولد أو ولد ابن، وأم لميتها ذلك أو اثنان من الأخوة والأخوات، وجدة، ولبنت ابن مع بنت صلب، ولأخت أو أخوات لأب مع أخت لأبوين، ولواحد من ولد الأم.\n\n(فصل، التعصب)\nوالعاصب: من ليس له سهم مقدر، فيرث المال أو ما فضل بعد الفروض، وأقربهم: الإبن، ثم ابنه، ثم الأب، ثم أبوه، ثم الأخ لأبوين، ثم لأب، ثم ابن الأخ لأبوين، ثم لأب، ثم العم، ثم ابنه كذلك،\nوإن فقدوا فعصبان الولاء بالترتيب، إلا أن أخ المعتق وابن أخيه يقدمان على الجد، ولا ترث امرأة بولاء إلا معتقها أو منتمياً إليه بنسب أو ولاء، وأربعة يعصبون أخواتهم: الإبن وابنه وأخ لأبوين ولأب.\n(1/89)\n\n(فصل، الوصية)\nوصية المكلف صحيحة في غير المعصية، في الجهة العامة، وفي المعين تصور الملك، وتصح بالمعدوم والمجهول، وهي من الثلث، فإن زاد وقف على إجازة الوارث الخاص كما سلف في الحجر، وتصح لقاتل ولوارث إن أجاز باقيهم،\nوشرط الوصي: تكليف وحرية وعدالة وهداية إلى التصرف، وإسلام في المسلم.\nويجوز تعليقها على شرط في الحياة، وبعد الموت، ويجوز الرجوع فيها، ولا تتم إلا بالقبول بعد",
        "(1/90)\n\nالموت، ولكل منهما العزل متى شاء، إلا أن يغلب على الظن تلف المال باستيلاء ظالم، فلا يجوز للوصي عزل نفسه.\n\n(فصل، الفيء والغنيمة)\nيخمس الفيء، فأربعة أخماسه للمرتزقة، والخمس الباقي كخمسه للمصالح الأهم منها فالأهم، ولذي القربى، وهم بنو هاشم والمطلب، ولليتامى _ وهو صغير فقير لا أب له _ والمساكين، وابن السبيل،\nوالغنيمة: أربعة أخماسها للغانمين _ يقدم فيها السلب للقاتل _ للراجل سهم وللفارس ثلاثة أسهم، ويرضخ للعبد والصبي\n(1/91)",
        "\nوالمرأة والذمي إذا حضر بلا أجرة وبإذن الإمام،\nوالخمس الباقي يخمس خمسةً، ويقسم كما سلف.\n(1/92)\n",
        "(كتاب النكاح)\nهو الضم، وخص نبينا صلى الله عليه وسلم فيه بتخيير نسائه بين المقام معه والمفارقة، فاخترنه، فحرم عليه أن يتبدل بهن ثم نسخ،\nوطلاق مرغوبته على الزوج، ووجوب إجابته على المصلي، ولا تبطل، ويزوج من نفسه، ومن شاء بغير إذن، وبتزويج الرب جل جلاله، ويزيد على تسع، وينكح بالهبة من جهة الراغبة، وأما من جهته فلا بد من لفظ، وينكح أيضاً بلا مهر، وبلا ولي ولا شهود، ومع الإحرام.\n(1/93)\n\n(فصل، مسائل في النكاح)\nوهو مستحب لذي أهبة محتاج إليه وسليم دون تعبد، وصفتها دينه عاقلة بكر رأى وجهها وكفيها بعد العزم على خطبتها،\nويجمع الحر بين أربع، والعبد بين اثنتين، ويطأ بملك اليمين ما شاء،\nويزوج الأب أو الجد الصغير بالمصلحة ولو أربعاً، والمجنون الكبير بالحاجة فواحدة، والحاكم أيضاً، فإن كان له حال إفاقة انتظرت، السفيه عند الحاجة بعد إذنه لهم فواحدة، ولهم أن يأذنوا له أيضاً، والعبد الصغير لا يجبر كالكبير، ولا يجبر سيده، نعم ينكح بإذنه.",
        "(1/94)\n\n(فصل، النظر)\nويحرم نظر فحل بالغ ومراهق إلى عورة كبيرة أجنبية ووجهها وكفيها لغير حاجة، أما نظره لموطوءته فإنه حلال حتى الفرج، ولا ينظر من المحرم والرجل العورة كنظرها إليه، والعبد والممسوح كالمحرم، ونظر الأمرد بشهوة حرام،\nوالمرأة مع المرأة كرجل مع رجل، لا ذمية مع مسلمة، وحرمة نظرها إلى ما عدا العورة من الأجنبي.\nوكل موضع حرم فيه النظر حرم المس.\n\n(فصل، الخطبة)\nولا يحل التصريح بالخطبة لمعتدة،\nويحرم التعريض للرجعية فقط.\n(1/95)",
        "\n(فصل، شروط النكاح)\nولا يصح النكاح إلا بإيجاب وقبول بلفظ التزويج أو الإنكاح غير مؤقت ولا معلق، بحضور ولي مرشد، وشاهدي مقبول شهادة نكاح، لا مستور إسلام وحرية ولا يفتقر نكاح الذمية إلى إسلام الولي، ولا نكاح الأمة إلى عدالة السيد.\n\n(فصل، الأولياء)\nوأحق الأولياء أب، ثم جد لأب، ثم أخ لأبوين، ثم لأب، ثم إبناهما على هذا الترتيب، ثم عم، ثم سائر العصبة كالإرث، فإن فقدوا زوج المعتق، ثم\n(1/96)\n",
        "عصبته كالإرث، فإن فقدوا زوج الحاكم.\n\n(فصل، الولي)\nولا ولاية لفاسق غير الإمام، ومحجور عليه بسفه، ومجنون، فيزوج الأبعد، وإن عضل القريب أو غاب مسافة القصر زوج الحاكم.\n\n(فصل، الكفاءة)\nوالكفاءة في الدين والنسب والصنعة والحرية، وفقد العيوب المثبتة للخيار، فإن رغبت هي وسائر الأولياء في الدرجة بترك ذلك صح.\n(1/97)\n\n(فصل، في أحكام شتى)\nويجب تسليم المرأة في بلد العقد، وتسلم الأمة بعد ثلث الليل، ويملك الاستمتاع بها من غير إضرار، وله أن يسافر بها إن شاء، والأمة بالإذن،\nولا يجوز وطؤها في الحيض وبعده ما لم تغتسل، ولا في الدبر،\nوالعزل جائز، ويجبرها على ما يقف الاستمتاع أو كماله عليه.\n\n(فصل، الإجبار)\nوللأب والجد إجبار البكر، بمهر المثل، بنقد البلد، من موسر بصداقها والثيب لا تزوج إلا بعد البلوغ والإذن، إلا في المجنونة والأمة.",
        "(1/98)\n\n(فصل، المحرمات بالنكاح)\nويحرم بالنسب سبع: الأم وإن علت، والبنت وإن سفلت، والأخت، والعمة، والخالة، وبنت الأخ، وبنت الأخت،\nوبالمصاهرة أربع: أم الزوجة، والربيبة إذا دخل بالأم، وزوجة الأب، وزوجة الإبن، ويحرم هؤلاء بالرضاع أيضاً،\nوالجمع بين المرأة وأختها أو عمتها أو خالتها حرام.\n\n(فصل، نكاح غير المسلمة)\nويحرم نكاح من لا كتاب لها كوثنية، وتحل كتابية إن علم دخول أول آبائها في ذلك الدين قبل نسخه وتحريفه، اللهم إلا أن تكون إسرائيليةً فتحل\n(1/99)",
        "\nمطلقاً.\nولا تحل مرتدة لأحد، ولا ينكح الحر أمةً مسلمةً ابتداء إلا إذا عدم طول حرة وخاف العنت _ أي الزنا _ ولا ينكح من يملكها كعكسه.\n\n(فصل، إسلام أحد الزوجين)\nأسلم كتابي وتحته كتابية دام نكاحه، أو وثنية أو مجوسية فتخلف قبل دخول تنجزت الفرقة، أو بعده، وقفت الفرقة على انقضاء العدة، فإن أسلم الأخر قبل انقضائها استمر.\n\n(فصل، عيوب النكاح)\nيثبت الخيار بالجنون والجذام والبرص المستحكم والرتق والقرن والجب\n(1/100)\n",
        "والعنة بالحاكم على الفور، والقول قول الزوج في نفي العنة، وفي وطء الثيب، وفي المجبوب إذا بقي ما يمكن الجماع به، وقولها فيما إذا اختلفا في إمكانه، وفيما إذا كانت بكراً وانكرت الوطء.\n\n(فصل، تزويج الأب)\nيلزم الولد إعفاف أصله، وعليه مؤنتهما إذاكان فاقد مهر محتاج إلى النكاح.\n\n(فصل، الصداق)\nسن تسمية الصداق في العقد، وما جاز أن يكون مبيعاً جاز أن يكون\n(1/101)\n\nصاقاً، ويجوز أن يكون عيناً ومنفعةً، وتملك بالتسمية، ويستقر بالدخول والموت،\nوتملك التصرف فيه بالقبض، ويتشطر قبل الدخول، إن لم تكن الفرقة بسببها أو منها، ولها حبس نفسها حتى تقبض المهر المعين والحال، ولو تمانعا أجبرا،\nوإن اختلفا في قبضه، فالقول قولها، وتستحقه المفوضة، بالفرض أو الموت،\nوحيث فسد فلها مهر المثل _ وهو ما يرغب به في مثلها.\nوفي وطء في نكاح فاسد أو شبهه مهر مثل، وإن تكرر إلا",
        "(1/102)\n\nيتعدد جنسها وكذا إذا كرر وطء مغصوبة، أو مكروهة على الزنا،\nوليس للولي عفو عن الصداق.\n\n(فصل، المتعة)\nوللمطلقات والمفارقات _ لا يمسها _ متاع بالمعروف، إلا أن يجب شطر مهر، ويستحب أن لا ينقص عن ثلاثين درهماً.\n\n(فصل، وليمة العرس)\nووليمة العرس سنة، والإجابة فرض عين، بشرط أن يعينه\n(1/103)",
        "\nبالدعوة وألا يخص الأغنياء.\nوأن يكون الداعي مسلماً، وأن لا يكون هناك عذر مرخص، وبقصد التودد، ويحل النثر في الإملاك وغيره، وترك التقاطه أولى.\n\n(فصل، القسم بين الزوجات)\nوإذا بات عند بعض نسوته، وجب عند الباقي، وأقله ليلة، ويضعف\n(1/104)\n",
        "للحرة، ولا يدخل على غير المقسوم لها إلا بحاجة، ويقرع عند إرادته السفر، ويخص الجديدة البكر بسبع، والثيب بثلاث بلا قضاء.\n\n(فصل، النشوز)\nوإذا ظهر أمارت النشوز، وعظها، فإن تحققه ولم يتكرر زاد الهجر في في المضجع، فإن تكرر، ضرب، فإن اشتد الشقاق بعث حكماً من كل، هما وكيلان لهما.\n(1/105)\n\n(فصل، الخلع)\nيصح الخلع على عوض متمول معلوم، وتملك نفسها، ولا رحعة له عليها، ولا يلحقها طلاق، ويجوز طلاق، ويجوز في الحيض كالطهر، ومع الأجنبي، وبلفظ الخلع والطلاق والمفاداة.\n\n(فصل، الطلاق)\nيصح طلاق المكلف بصريح طلقت، وفارقت وسرحت، وخالعت بكذا، وكناية: كل ما احتمل الطلاق وعدمه احتمالاً ظاهراً بنية،\nوهو بدعي حرام: في",
        "(1/106)\n\nالطلاق، والنفاس، وآخر الطهر لا الحيض، وطهر وطيء فيه من قد تحبل، أو في حيض قبله، أو استدخلت ماءه ولم يظهر حملها لا اختلاعها،\nوندبت الرجعة إلى الطهر، وإلا فسني،\nولمن لا تعتد بالطهر وفسخ النكاح لا سني ولا بدعي،\nويملك الحر ثلاثاً، والعبد طلقتين،\nويصح الإستثناء فيه بشرطه، وتعليقه بالصفة والشرط،\nولا طلاق قبل نكاح،\nوإذا شك في الطلاق فالأصل عدمه، أو في العدد، فالأقل، ولا يخفى الورع،\nويصح\n(1/107)",
        "\nتفيوض الطلاق إليها، وهو تمليك، وإضافته إلى جزء منها.\n\n(فصل، الرجعة)\nإذا لم تستوف عدد الطلاق، بغير عوض بعد الدخول، فله مراجعتها، ما دامت العدة قائمةً براجعت، ورددتها إلي، وأمسكتها،\nوالإشهاد مندوب،\nوإذا جدد بعد الإنقضاء _ عادت إليه بما بقي من ثلاث _ واستوفى العدد لم تحل إلا بعد انقضاء العدة منه، وتزوجها لآخر نكاحاً صحيحاً، ويدخل حشفته بقبلها\n(1/108)\n",
        "وتبين منه، وتنقضي عدتها منه.\n\n(فصل، الإيلاء)\nوإذاحلف ألا يطأها مطلقاً، أو فوق أربعة أشهر، فهو مول، فيمهل إن سألت أربعة أشهر، ثم يخير بعدها بين الفيئة والتكفير، أو الطلاق، فإن امتنع منه فالحاكم.\n\n(فصل، الظهار)\nوإذا قال المكلف لزوجته: أنت علي كظهر أمي، ولم يتبعه بطلاق، كفر بعتق\n(1/109)\n\nرقبة مؤمنة سليمة من عيب يخل بالعمل والكسب، فإن عجز فبصوم شهرين متتابعين، فإن عجز عنه فبإطعام ستين مسكيناً أو فقيراً كل مسكين مداً،\nويحرم وطؤها قبل التكفير.\n\n(فصل، اللعان)\nوإذا قذف المكلف زوجته بالزنا صريحاً وكنايةً، لاعن لدفع حد",
        "(1/110)\n\nالقذف، بقوله عند الحاكم، على منبر الجامع، في جمع، بعد العصر جمعه، في أشرف بلدة: أشهد بالله إني لمن الصادقين فيما رميتها به من زنا، وإن الولد المذكور ليس مني، أربع مرات، وفي الخامسة بعد وعظ الحاكم: وعليه لعنة الله إن كنت من الكاذبين فيما رميتها به.\nويسقط عنها الحد بأن تلتعن فتقول على الوصف السالف: أشهد بالله إنه لمن الكاذبين فيما رماني به من الزنا، وفي\n(1/111)",
        "\nالخامسة بعد وعظها: إن عليها غضب الله إن كان من الصادقين،\nويتعلق بلعانه: فرقة، وحرمة مؤبدة، وسقوط حد، ووجوب حد زناها إن كان القذف بزنا مضاف إلى حال الزوجية، وانتفاء نسب نفاه بلعان،\nوإنما يحتاج إلى نفي ممكن منه، وهو على الفور حيث لا عذر.\n\n(فصل، ثبوت النسب)\nوطء الأمة ملحق للولد الممكن، إلا أن يدعي استبراء ويحلف عليه،\nوالإشتراك\n(1/112)\n",
        "في الوطء مع الإمكان من كل منهما يرجع إلى القاذف _ وهو مسلم، عدل، مجرب، حر والأولى أن يكون مدلجياً،\nفإن فقد، أو أشكل، أو ألحقه بهما، أو نفاه عنهما، ترك إلأى البلوغ لينتسب بميل الطبع.\n\n(فصل، العدة)\nعدة المتوفى عنها: إن كانت حاملاً _ منسوباً إليه _ فبوضعه، وإلا فبأربعة أشهر وعشر، وغيرها: إن كانت حاملاً، هكذا، وإلا فإن كانت من ذوات الأقراء فبانقضاء ثلاثة أقراء _ أي أطهار _ تحتوش بالدم، وإلا فبثلاثة أشهر،\nوالأمة\n(1/113)\n\nعلى النصف في الأشهر، وتعتد بقرأين.\n\n(فصل، الإحداد)\nوتترك المتوفى عنها التزين بما صبغ للزينة، والتحلي، والتطيب بما يحرم في الإحرام، ودهن الشعر، والإكتحال إلا للرمد.\n\n(فصل، ملازمة المسكن)\nوتلازم المعتدات مسكن الفراق إلا لعذر، وإن لم يلق بها فما قرب منه.\n\n(فصل، الإستبراء)\nويحرم تزويج موطوءة، وزائلة فراش من غير الواطىء، ومن غير منزال فراشه عنها، وبحصول ملك غير الزوجة، وزوال الردة والزوجية، والإستمتاع بغير المسبية، أما المسبية: فيحرم الوطء فقط، ويستمر التحريم إلى مضي حيض كامل أو شهر، أو وضع الحمل بعد لزوم الملك، وعدة المعتدة، وطلاق المزوجة وإسلام المحرم نكاحها.",
        "(1/114)\n\n(فصل، الرضاع)\nيحرم حصول لبن امرأة _ حلب حياتها، وإن غلب إن حصل كله في معدة هي قبل الحولين، ودماغه _ لا بحقنة _ خمس رضعات في العادة _ على من ينتسب إليه من در عليه اللبن، ومرضعة زوجته _ وإن بانت _ ويدفع النكاح ولزوجتيه كيف ارتضعتا.\nوتثبت بشهادة المرضعة مع غيرها إن لم تطلب أجرةً.\n(1/115)",
        "\n(فصل، نفقة الزوجة)\nيجب للممكنة صبيحة كل يوم تمليك مدي حب بمؤنته على الموسر، ومد على المسكين، ومد ونصف على المتوسط، واللحم والأدم على العادة، وإخدام حرة تخدم، وكسوة تكفيها بالعادة، وسكنى تليق بها، وإمتاع غطاء ووطاء، وآلة طبخ وشرب ومؤنته، وأجرة الحمام لأهل الحضر، وتسقط بالنشوز،\nوإن عجز عن واجب المعسر أمهل ثلاثةً، وتفسخ في صبيحة الرابع.\n(1/116)\n",
        "(فصل، نفقة الأقارب)\nوعلى من فضل عن قوته وقوت زوجته ليوم وليلة كفاية أصل أو فرع لا شيء له ولو كسوباً، فيقدم عند الاجتماع الفرع ثم الأصل، ثم الأقرب، ثم الوارث، وقدم الأب وآباؤه على الأم، وفي الأخذ يعكس،\n\n(فصل، الرضاعة)\nوعلى الأم إرضاع ولدها اللبأ، ثم إن تعينت، فيجب عليها أيضاً، وإلا فبالأجرة إن لم يتبرع غيرها.\n\n(فصل، نفقة المملوك)\nويجب للرقيق قدر الكفاية بالعادة، ويكلفه ما يطيق، وعلف السائمة بالجدب، لا عمارة العقار، فإن امتنع من ذلك بيع عليه، أو أؤجر، ثم من بيت\n(1/117)\n\nالمال، ولا يحلب إلا ما فضل عن ولدها.\n\n(فصل، الحضانة)\nشرط الحاضن ست، عقل، وحرية وإسلام للمسلم، وأمانة، وإرضاع الرضيع وبصر وإن نكحت من لا حق له في الحضانة، بطل حقها، وإن طلقت عاد كعود شرطها، وشرط المحضون عدم الإستقلال، وتقدم الأم، ثم أمهاتها بإدلاء الإناث القربى فالقربى، ثم الأب ثم أمهاته، كذلك، ثم أبوه ثم أمهاته كذلك، ثم ولد الأبوين، ثم لأب، ثم لأم، ثم الخالات لأبوين، ثم لأب، ثم لأم، ثم ولد ولد الأبوين، ثم الأب إلا ابن الأخت، ثم بنت الأم، ثم ولد الجد لأبوين، ثم لأب، ثم العمة لأم ثم بنات الخالات، ثم بنات العمات بترتيب أصولهن، ثم",
        "(1/118)\n\nولد العم الوارث، تقدم أنثى كل رتبة على الذكر منها.\n\n(فصل، مسائل في الحضانة)\nوقدم مختار المميز بشرط كون المختار مجرباً للحضونة، وله الرجوع عنه، فإن اختار الأب فللأم الزيارة، أو الأم علمه حرفةً،\nوله أخذ الصغير إن سافرت، أو الأب لنقلة.\n(كتاب الجنايات)\nهي من جنى الثمر إذا قطعه،\nوهي ثلاثة:\nعمد، وهو قصد الفعل والشخص بما يقتل غالباً، وهو موجب\n(1/119)",
        "\nللقصاص، والدية بدل عنه عند العفو، وتجب في ماله مغلطةً حالةً،\nوخطأ، وهو ما فقد فيه قصد أحدهما،\nوشبه العمد: وهو قصدهما بما لا يقتل غالباً، ولا قصاص فيهما،\nويجب في الأول دية مخميةً مؤجلة في ثلاث سنين، وفي الثاني، دية مغلظة مؤجلة، وكلاهما على العاقلة،\nوالمغلظة: ثلاثون حقةً، وثلاثون جذعةً، وأربعون خلفةً، أي حاملاً،\n(1/120)\n",
        "والمخمسة: عشرون حقةً، وجذعةً، وبنت مخاض، وولد اللبون.\n\n(فصل، العاقلة)\nوالعاقلة: العصبات، الأصل والفرع،\nولا يعقل فقير، ورقيق، وصبي، ومجنون، ومسلم عن كافر، وعكسه،\nوعلى الغني نصف دينار والمتوسط ربعه ويعتبران آخر الحول.\n\n(فصل، القصاص)\nإنما يجب القصاص على البالغ العاقل المعصوم الكافيء، فلا يقتل مسلم\n(1/121)\n\nبكافر، وحر برقيق، ولا والد يقتل بولد، ولا لأجله،\nوالأطراف كالنفس، ويشترط فيها المماثلة، ولا تقطع صحيحة بشلاء،\nويقتل جمع بواحد، وللولي عفو عن بعضهم على حصته من الدية باعتبار الرؤوس.",
        "(1/122)\n\n(فصل، الشجاج)\nولا قصاص في الشجاج إلا في الموضحة،\nويجب القصاص في القطع من منفصل، لا في كسر عظام،\n\n(فصل، الدية)\nفي النفس الكاملة لدى الموت مائة من غالب إبل البلد، أو إبل الجاني لا المعيب، ثم أقرب بلد ثم القيمة،\nوللأنثى، والمشكل، النصف،\nولليهودي والنصراني، الثلث،\nوللمجوسي ونحوه، الخمس،\n(1/123)",
        "\n(فصل، دية الجنين)\nويجب في الجنين الحر المسلم، غرة عبد أو أمة، سليماً من عيب يثبت الرد، مميزاً لم يضعف بالهرم، يساوي خمساً من الإبل بدله إن فقد، ثم قيمتها، وفي الرقيق عشر قيمة أمه.\n\n(فصل، تغليظ الدية)\nوتغلظ دية الخطأ إذا قتل في الحرم أو في الأشهر الحرم، ذي القعدة وذي الحجة والمحرم ورجب، أو ذا رحم محرم.\n\n(فصل، تكميل الدية)\nوتكمل دية النفس في الثنائي: كاليدين، والرجلين، واللحيين، والأذنين، والعينين، والشفتين، والأنثيين، وحلمتي المرأة وإسكتيها، وفي الأجفان الأربعة،\n(1/124)\n",
        "واللسان وحركته، وذهاب البصر، والسمع، والكلام، والشم، والعقل، والذكر، وإفضاء المرأة، والجلد، والذوق، والمضغ، والحشفة، والإمناء، والإحبال، والتلذذ، بالجماع، والطعام.\n\n(فصل، الموضحة)\nوفي موضحة الحر نصف عشر دية صاحبها، وكذا في ظاهر سن متغير أو بان فساد المنبت.\n(1/125)\n\n(فصل، الحكومة)\nوفيما لا مقدر فيه الحكومة: وهي جزء نسبته إلى دية النفس، نسبة نقصها من قيمته لو كان رقيقاً بصفاته.\n\n(فصل، دية الرقيق)\nوفي الرقيق القيمة، وما ضمن من الحر بالدية ضمن منه بالقيمة أو الحكومة فيما نقص.\n\n(فصل، القسامة)\nتثبت القسامة في القتل بمحل لوث، وهو قرينة لصدق",
        "(1/126)\n\nالمدعي، فإن تفرق جمع عن قتيل، فيحلف على قتل ادعاه خمسين يميناً ويستحق الدية.\n\n(فصل، كفارة القتل)\nوفي قتل المعصوم كفارة مرتبة لكن لا إطعام.\n\nكتاب الحدود\n(فصل، البغاة)\nويقاتل أهل البغي إذا كان لهم شوكة، وتأويل، ومطاع، بعد الإنذار، ولا يقاتل المدبر ولا مثخنهم، وأسيرهم، ولا يغنم مالهم.\n\n(فصل، الخليفة)\nشرط الإمام: كونه ذكراً، حراً، قرشياً، مجتهداً، شجاعاً، ذا رأي وكمال\n(1/127)",
        "\nأعضاء وسمع وبصر ونطق،\nوينعقد ببيعه أهل الحل والعقد، وباستخلاف الإمام، وبجعل الأمر شورى بين جمع، بالإستيلاء، وينظر في أمر الرعية ديناً ودنياً.\n\n(فصل، الردة)\nالردة قطع المسلم المكلف المختار الإسلام بنية أو قول كفر، أو فعل عناداً، أو استهزاءً، أو اعتقاداً، كإلقاء مصحف بقاذورات، وقذف نبي، ولا\n(1/128)\n",
        "شيء إن أسلم، وتقبل توبته حتى الزنديق، وتجب استتابته بلا مهل، فإن تاب بأن تلفظ الشهادتين، وبرىء من كل دين خالف الإسلام إن كان على دين يزعم أهله اختصاص الرسالة بالعرب، وإلا قتل.\n\n(فصل، الزنا)\nحد المحصن: وهو المكلف الحر المصيب بنكاح صحيح الرجم، بإيلاج فرج في فرج محرم لعينه خال عن شبهة،\nوغيره جلد مائة وترغيب عام،\nوالرقيق نصفه.\n(1/129)\n\n(فصل، القذف)\nإذا قذف مكلف مختار _ ليس بأصل _ محصناً جلد ثمانين)\nوالرقيق على النصف،\nفإن أقام ببنةً بزناه، أو عفى المقذوف سقط، وكذا إذا لاعن مضى.\n\n(فصل، شرب الخمر)\nإذا شرب الملتزم المختار مسكر جنس بغير ضرورة، ضرب أربعين سوطاً للحر، وله أن يبلغه ثمانين تعزيراً، ولا يحد بالريح.",
        "(1/130)\n\n(فصل، السرقة)\nويقطع المكلف بسرقة قدر ربع دينار خالص من حرز مثله، لا ملك له فيه، ولا شبهةً _ يده اليمنى من المفصل، فإن عاد، فرجله اليسرى، فإن عاد فاليد اليسرى، فإن عاد فالرجل اليمنى، فإن عاد عزر.\n\n(فصل، قطع الطريق)\nقاطع الطريق إذاكان مسلماً مكلفاً له شوكة، وأخذ نصاب السرقة، قطعت\n(1/131)",
        "\nيده اليمنى ورجله اليسرى، فإن عاد فيسراه ويمناه،\nوإن قتل عمداً من يكافئه قتل حتماً،\nوإن انضم إليه أخذ المال زيد صلبه ثلاثاً،\nفإن أخاف فقط، عزر،\nفإن تاب قبل القدرة عليه سقط الحد وأخذ الحق.\n\n(فصل، التعزير)\nويعزر في كل معصية لا كفارة لها، ناقصاً عن أدنى حده، وهو مضمون على العاقلة.\n(1/132)\n",
        "(فصل، الصائل)\nوالصائل يدفع بالأخف فالأخف ولو عن المال، ويجب عن البضع والمعصي، والكافر عن النفس،\nفإن أدى الدفع إلى الهلاك فهدر.\n\n(فصل، ضمان الدابة)\nومنكان مع دابة، أو دواب ضمن إتلافها، فإن كانت وحدها، ضمن ليلاً فقط، إن لم يفرط، والهرة المتلفة يضمن مالكها.\n\n(فصل، النظر من ثقب)\nله رمي عين _ ناظر محرمة من ثقبة _ إذا لم يكن هناك محرمه وزوجته _ بنحو حصاة.\n(1/133)\n\n(فصل، الختان)\nوالختان واجب بعد البلوغ، ويندب في سابعه، فإن ضعف عنه أخره إلى احتماله.\n(كتاب الجهاد)\nهو كل سنة مرةً فرض كفاية، ولا يجب إلا على مكلف حر ذكر بصير مستطيع، والنساء والصبيان إذا أسروا رقوا، والكامل يتخير فيه الإمام بنيه والقتل والمن والفداء،\nومن أسلم قبل الأسر، عصم نفسه، وماله، وصغار أولاده،",
        "(1/134)\n\nلا زوجته.\nويحكم بإسلام الصبي بسبيه عند عدم أحد الأبوين، وكذا بوجدانه لقيطاً بدار الإسلام، وبكون أحد أبويه مسلماً عند العلوق، وبإسلام أحدهما بعده.\n\n(فصل، الفرار من الزحف)\nولا ينصرف من الصف إلا لعذر كزيادة على ضعف، وتحيز إلى فئة، ويجوز إتلاف بنائهم وشجرهم بخلاف الحيوان لغير ضرورة.\n(1/135)",
        "\n(فصل، أمان الحربي)\nويصح من كل مسلم مكلف مختار أمان حربي، وعدد محصور _ لا أسير _ بكل ما يفيد مقصوده، بشرط ألا يزيد على أربعة أشهر،\nوتجب الهجرة من بلاد الكفر إن لم يمكنه إظهار دينه.\n\n(فصل، بعض مسائل الجهاد)\nوإن دل علج على قلعة ليعطى منها جاريةً وفتحنا بها، فله، وإن نزلوا على حكم حاكم جاز، ويفعل الأحظ للإسلام.\n(1/136)\n",
        "(فصل، الجزية)\nتعقد الجزية لمكلف حر ذكر زعم التمسك بكتاب كالمجوسي، لم يعلم أن أصل آبائه اختار ذلك الدين حين نسخ.\nوأقلها دينار كل سنة، وله أن يماكس، لا لسفيه، يزيد ضيافة المسلم المار، وتؤخذ برفق كسائر الديون،\nوإن مات في أثناء الحول، أو أسلم، أو جن، أخذ لما مضى،\nولا بد من التزامهم أحكام الملة، ويبني دون بناء جاره المسلم، ويركب غير الخيل، بإكاف\n(1/137)\n\nعرضاً، ويلبس الغيار والزنار فوق الثياب، ويتميز في الحمام، ولا يوقر، ولا يصدر، ولا يبدأ بسلام، ويلجأ إلى أضيق الطرق، ويمنع من إظهار منكر وإحداث بيع في دارنا، وتبقى إن شرط، ويمنع من المقام في الحجاز، وكذا من سائر المساجد إلا بإذن.\n\n(فصل، الهدنة)\nيهادن الإمام ونائبه لمصلحة أربعة أشهر، ولضعف عشر سنين، لا بمال من غير خوف، وإن هادن على أن له الخيار في الفسخ متى شاء، جاز، وينفي لهم بالشرط الصحيح إلى نقضهم، وبأمارته نبذ وأنذر،",
        "(1/138)\n\nكتاب الصيد والذبائح\n(فصل الذكاة)\nذكاة الحيوان المأكول بالذبح _ في الحلق واللبة بتمام الحلقوم والمريء، ولو من كتابي _ بجارح، لا عظم، وغير المقدور بالعقر المزهق حيث كان،\nوتندب التسمية والاستقبال والسرعة،\nوإذا أرسل بصير جارحة معلمة على صيد، حل،\nوذكاة الجنين ذكاة أمه، وما أبين من حي فهو ميت إلا المسك وفأرته، وشعر المأكول.\n(1/139)",
        "\n(فصل، الأضحية)\nيضحى بثني الإبل والبقر ويجزىء عن سبعة، والمعز وجذع الضأن، ولا يجزيء فيها ما نقص لحمها،\nووقتها من طلوع الشمس يوم العيد، ومضي قدر ركعتين وخطبتين خفيفات إلى آخر التشريق، ولا بد من النية.\nوالأفضل سبع من الغنم، ثم البدنة، ثم البقرة، وأن\n(1/140)\n",
        "تكون سمينةً بيضاء، وأن لا يزيل شعره وظفره في عشر ذي الحجة،\nوسن التسمية والصلاة على رسول الله، والإستقبال والتكبير، والدعاء بالقبول، وأكل لقمة _ وتحرم من الواجب _ والتصدق بالباقي، والكمال بالثلثين،\nويجب تمليك الفقير اللحم نيئاً أقل شيء، وجاز إطعام الغني لا تمليكه.\n\n(فصل، العقيقة)\nوالعقيقة كالتضحية من الولادة إلى البلوغ، وفي السابع أفضل، كما في\n(1/141)\n\nالتسمية وحلق رأسه، للذكر شاتان، وللأنثى شاة، بلا كسر عظم، ويسن طبخه بحلو.\n\n(فصل، الحلال والحرام من الحيوان)\nكل حيوان استطابته العرب ولم يرد الشرع بتحريمه حلال، وعكسه حرام كما له ناب وظفر، وتكره الجلالة، حتى تطيب،\nويجب لخوف ومرض مخوف أكل الحرام.",
        "(1/142)\n\n(كتاب المسابقة)\nالمسابقة جائزة فيما له حافر أو نضل ونحوهما بمال من أحدهما، ومنهما إن كان ثم محلل مع علم المسافة.\n\nكتاب الأيمان والنذور\n(فصل، اليمين)\nلا ينعقد اليمين إلا من كلف مختار بالله تعالى، أو صفة له،\nومن حلف ليتصدقن بماله، خير بينه وبين كفارة اليمين، ومنسبق لسانه إلى لفظها من غير قصد فليس بيمين،\nوالحلف على أمرين يتعلق\n(1/143)",
        "\nبهما، والحلف على فعل شيء لا يحنث بفعل وكيله إلا النكاح، وكفارة اليمين مخيرة بين عتق رقبة كالظهار وإطعام عشرة مساكين كل مسكين مد حب _ من غالب قوت بلده _ وكسوتهم بما يسمى كسوةً، فإن عجز فصيام ثلاثة أيام.\n\n(فصل، النذر)\nالنذر التزام مكلف مسلم قربةً لا مباحاً\n(1/144)\n",
        "ومعصيةً،\nوإتيان شيء من الحرم يوجب الحج أو العمرة.\n(كتاب القضاء)\nالقضاء فرض على الكفاية، وقد يتعين،\nوشرط القاضي أهلية الشهادات مع الكفاية والإجتهاد، وله الإستخلاف عند الحاجة إلا أن ينهاه،\nوالتحكيم جائز _ في غير الحدود _ وإن كان هناك قاض.\n\n(فصل، عزل القاضي)\nوينعزل بالجنون والعمى، وذهاب الأهلية، لا الإغماء، خلافاً للرافعي.\n(1/145)\n\n(فصل، معاونو القاضي)\nويتخذ مزكياً وكاتباً ومترجماً ودرةً وسجنً، ويندب له المشاورة.\n\n(فصل، بعض مسائل القضاء)\nولا ينفذ حكمه لأصله وفرعه ورقيقه، وليسو بين الخصمين في الإكرام، وله رفع المسلم على الذمي، وقدم المسافر المستوفز، ثم المرأة، ثم السابق، ثم بالقرعة بخصومه كالمفتي، ومدرس الفرض.",
        "(1/146)\n\n(فصل، الخطأ)\nالخطأ قطعاً وظناً بخبر الواحد، وقياس جلي.\n\n(فصل، صفة القضاء)\nوإذا جلس الخصمان بين يديه، فله أن يسكت، وله أن يقول: ليتكلم المدعي، فإن ادعى صحيحةً طالب خصمه بالجواب، فإن أقر ثبت، وإن أنكر فله أن يقول للمدعي: ألك بنية؟ ، وأن يسكت، فإن قال: نعم، وأريد تحليفه حلفه.\n\n(فصل، القضاء على الغائب)\nوالقضاء على الغائب جائز، ويحلف بعد البينة أن الحق ثابت في ذمته،\n(1/147)",
        "\nويقضى من ماله.\n\n(فصل، القسمة)\nيكفي قاسم لا مقوم، ويجبر إن قسم بأجزاء متساوية الصفة، وكذا بتعديل لا برد وتهايآ، إن امتنعت القسمة.\n\n(فصل، الشاهد)\nشرط الشاهد، ذكر، ناطق، مسلم، حر، عدل _ ما باشر كبيرةً موجبة حد، وما أصر على صغيرة _ ذو مروءة، تارك غير لائق به _ كإدامة سماع غناء وحرف دينه _ غير متهم بجر ودفع وتغافل حيث يحتمل الغلط، ومبادرة قبل الطلب، إلا مافيه حق مؤكد لله تعالى كطلاق،\nوإن رأى المصلحة في\n(1/148)\n",
        "الستر، ستر،\nويكفي في التعديل، هو عدل، وزيادة على ذلك تأكيد، ولا يقبل إلا من ذي معرفة بالباطن.\n\n(فصل، نصاب الشهادة)\nلا يحكم بشاهد إلا في هلال رمضان، ولا بأربعة إلا في الزنا، وللمالي رجلان، أو رجل وامرأتان، وما يختص بمعرفته النساء، أو لا يراه الرجال غالباً كولادة بذلك وبأربع نسوة، وما يثبت برجل وامرأتين يثبت برجل ويمين إلا عيوب النساء ونحوها.\nوتقبل الشهادة على الشهادة فوق مسافة\n(1/149)\n\nالعدوى في غير العقوبات، وفيها إذا كانت لآدمي.\n\n(فصل، شهادة الأعمى)\nولا تقبل شهادة الأعمى إلا في الترجمة والمضبوط، وفيما تحمله قبل العمى، وفيما يشهد فيه بالاستفاضة، إذا تعين وإشارة، وهو النسب والموت والوقف والعتق والولاء والنكاح والملك.\n\n(فصل، الدعوى)\nالمدعي من يخالف قوله الظاهر، والمدعى عليه من يوافقه.\nولا تصح",
        "(1/150)\n\nالدعوى إلا من مطلق التصرف فيما يدعيه، وقد تسمع في غيره كدعوى الحسبة، والمرأة النكاح.\nولا يصح دعوى مجهول إلا في الوصية والإقرار بالمجهول ونحوهما، وأما ما سوى ذلك فلا بد من وصفها، فإن كان مع المدعي بنية سمعت، وإلا فالقول قول المدعى عليه مع يمينه، إلا في القسامة، كما سلف، فإن نكل عنها ردت على المدعي، وقضي له، ولا يقضى بنكوله، فإن نكل صرفهما.\n\n(فصل، تعارض الدعوتين)\nوإن تداعيا شيئاً في يد أحدهما فالقول قوله، أو في أيديهما تحالفا، وجعل بينهما، أو في يد ثالث، وأقاما بينتين سقطتا.\n(1/151)",
        "\n(فصل، الحلف وتغليظها)\nومن حلف على فعل نفسه، فعلى البت، أو غيره فكذا في الإثبات، وإلا فعلى نفي العلم،\nوتغلظ اليمين فيما ليس بمال، ولا يقصد به المال، كدعوى الدم، وفي نصاب مال وفي دونه إن رآه القاضي.\n\n(فصل، اليمين والخصومة)\nواليمين يفيد قطع الخصومة في الحال لا براءةً، فيحكم بقيام البينة بعده، ويتعدد اليمين إذا توجهت عليه لجماعة، ولو رضوا بواحدة.\n(1/152)\n",
        "(فصل، الشهادة على الفعل)\nولا تجوز شهادة على فعل كغضب إلا بإبصار، ولا على قول إلا به وبسماعه.\n\n(فصل، رجوع الشهود قبل الحكم)\nرجع الشهود قبل الحكم امتنع، أو بعده وقبل استيفاء مال، استوفي، أو عقوبة فلا، أو بعد الإستيفاء لم ينقض.\n\n(فصل، رجوع الشهود بعد الحكم)\nومتى رجع شهود المال بعد الحكم لزمهم، أو الطلاق الثلاث لزمهم مهر المثل، ولو كان قبل الدخول، أو شهود القتل بعده وقالوا: تعمدنا فالقصاص، وإلا فالدية.\n(1/153)\n\n(فصل، أخذ الحق)\nومن وجب له حق على منكر، ولا بينة، فله أن يأخذ جنس حقه بغير إذنه، وكذا غيره عند الفقد.\n(كتاب العتق)\nيصح إعتاق مالك حائز به، وتحرير، وفك رقبة، وكتابة مع نية، ويصح تعليقه على الصفات والأخطار،\nوإذا أعتق بعض عبده عتق كله، وإن أعتق شركاً له في عبد _ وهو موسر بقيمته _ سرى العتق إلى باقيه، وقوم عليه نصيب شريكه",
        "(1/154)\n\nيوم العتق،\nومن ملك أصوله أو فروعه عتق عليه.\n\n(فصل، الولاء)\nومن عتق عليه رقيق فولاؤه له، ثم لعصبته الأقرب فالأقرب، ولا ترث امرأة ولاءً إلا من عتيقها أو منتمياً إليه كما سلف.\nولا يصح بيع الولاء ولا هبته.\n\n(فصل، التديبر)\nالتدبير تعليق العتق بموته، فيعتق بعده من الثلث، وله الرجوع فيه حال حياته، والتصرف بكل ما ينقل الملك، ويبطل تدبيره، وهو كالقن حال حياة السيد.\n(1/155)",
        "\n(فصل، الكتابة)\nهي مستحبة للأمين القوي المكتسب، بمال نعلوم وأجل معلوم أقله نجمان، وهي لازمة من جهة السيد، جائزة من جهة المكاتب، ويستقل بكل تصرف لا تبرع فيه ولا حظر،\nوعلى السيد حط، أو دفع جزء من المال، ويستحب الربع، والنجم الأخير أليق،\nويحرم وطء مكاتبته وعليه مهر بلا حد، والولد حر،\nولا يعتق إلا بالوفاء،\nوالكتبة الفاسدة لشرط أو عوض أو أجل كالصحيحة.\n\n(فصل، أمهات الأولاد)\nإذا وطيء السيد أمته فولدت ما يجب فيه غرة صارت أم ولده، وحرم تصرف يزيل الملك، وتعتق بموته من رأس المال قبل الديون وغيرها، وولدها من غيره بمنزلتها، ومن أصاب أمة غيره بنكاح فولدها لسيدها، أو بشبهة، فالولد حر وعليه قيمته، وإن ملك الأمة المطلقة بعد ذلك لم تصر أم ولد له بالوطء في النكاح، وصارت أم ولد له بالوطء بالشبهة على أحد القولين.\n(1/156)\n"
    ]
}