{
    "partText": [
        "\nوقال في \"البسيط\": ذهب/ البصريون إلى أنها للتقليل، كالخليل وسيبويه وعيسى بن عمر ويونس وأبي زيد وأبي عمرو بن العلاء وأبي الحسن الأخفش والمازني وابن السراج والجرمي والمبرد والزجاج والزجاجي والفارسي والرماني وابن جني والسيرافي، وجملة الكوفيين كالكسائي والفراء وابن سعدان وهشام، ولا مخالف لهؤلاء إلا صاحب العين، فإنه صرح بكونها للتكثير دون التقليل، ولا ذكره لغيره. وذكر الأعلم أنها للتقليل، إلا أن التقليل يكون للذات تارة وللوجود أخرى وإن كثرت ذاته وعظمت، كقوله مفتخرا: رب غارة أغرت، ورب ناقة كوماء نحرت.\nوقال ابن السيد: الشيء الذي له نقيض مستعمل في التقليل، [نحو]: ربه رجلا- على أصله، وهو كثير في كلامهم. وأما موضوع التفخيم والتعظيم، نحو: رب يوم سرور شهدت- فهو للتكثير، ومنه:\n(11/285)\n",
        "ألا رب يوم صالح لك منهما ... ..............................................\nوفي \"الإفصاح\": مذهب أبي عثمان وأبي العباس وأبي بكر وأبي إسحاق والرماني وابن جني والصيمري والسيرافي وأبي على أنها للتقليل، وهو قول عيسى بن عمر ويونس وأبي زيد الأنصاري وأبي عمرو بن العلاء والأخفش والجرمي، وجلة الكوفيين، كالكسائي والفراء ومعاذ الهراء وهشام وابن سعدان.\nوبه قال من المتأخرين الزمخشري.\nوقيل: أنها للتكثير. وبه قال جماعة، منهم صاحب العين وابن درستويه، ويروى عن الخليل، وقال به كثير من المتأخرين.\nوقال بعض المتأخرين: هو من الأضداد، يكون للتقليل والتكثير.\nوقال ابن الباذش: هي لمبهم العدد، تكون تقليلا وتكثيرا. وبه قال ابن طاهر. وقال بعض أصحابنا: أكثر ما تقع للتقليل. وبنحو هذا قال أبو نصر الفارابي في \"كتاب الحروف\" له.\nوقوله ولا يلزم وصف مجر ورها، خلافا للمبرد ومن وافقه من وافقه هم ابن السراج والفارسي والعبدي وأكثر المتأخرين، منهم الأستاذ أبو علي. وفي \"البسيط\" أنه رأي البصريين.\n(11/286)\n\nوذهب الأخفش والفراء والزجاج وأبو الوليد الوقشي وابن طاهر وابن خروف إلى أنه لا يلزم الوصف. قيل: وتضمين رب القلة والكثرة يقوم مقام الوصف. ووافقهم هذا المصنف. وهو ظاهر مذهب س، ونص الأخفش والمبرد فيما نقل ابن هشام، واختيار ابن عصفور.\nواحتج من قام بلزوم الوصف بأن رب أجريت مجرى حرف النفي، وحكم حرف النفي أن يدخل على جملة، فالأقيس في المجرور أن يوصف بجملة لذلك، وقد يوصف بما يجري مجراها من ظرف أو مجرور أو اسم فاعل أو مفعول. ويدل على جريانها مجرى حرف النفي أنها لا تقع إلا صدرا، ولا يتقدم عليها ما يعمل في الاسم المجرور/ بعدها، بخلاف سائر حروف الجر، وأن المفرد الذي يجوز جمعه إذا وقع بعدها قد يدل على أكثر من واحد كما يكون ذلك في النفي.\nوقالو أيضا: رب للتقليل، والنكرة بلا صفة فيها تكثير بالشياع والعموم، ووصفها يحدث فيها التقليل بإخراج الخالي منه، فلزم الوصف لذلك. وأيضا فقولك رب رجل عالم لقيت رد على من قال: ما لقيت رجل عالما، فلو لم تذكر الصفة لم يكن الرد موافقا.",
        "(11/287)\n\nوقال العبدي: \"إنما وجب الوصف على طريق العوض من العامل المحذوف\". يعني أن العامل الذي يتعلق به مجرور رب محذوف في الغالب، فلزمه الوصف ليكون عوضا منه متى حذف.\nوما استدلوا به لا حجة فيه، أما قولهم \"إنما جرت مجرى حرف النفي لكونها لا تقع إلا صدرا\" فليس بصحيح، وقد وقعت خبرا ل\"إن\"، وخبرا ل\"أن\" المخففة من الثقيلة، قال الشاعر:\nأماوي إنى رب واحد أمه ... أخذت، فلا قتل لدى ولا أسر\nوقال الآخر:\nتيقنت أن رب امريء، خيل خائنا، ... أمين وخوان يخال أمينا\nوأما قولهم \"إنه لا يتقدم عليها ما يعمل في الاسم المجرور\" فهو تفريغ على أن ل\"رب\" ما تتعلق به؛ وهو شيء مختلف فيه، وسيأتي، وعلى تقدير أنها لها ما تتعلق به فلا يدل عدم تقدمه عليها على أنها مشبهة بحرف النفي؛ لأن لنا ما لا يتقدم على المجرور الذي يتعلق به، ولا يلزم أن يكون جاريا مجرى حرف النفي، نحو قولك: بكم درهم تصدقت، تريد الخبرية. وأيضا فحرت النفي على قسمين: منه\"ما\"، وهو الذي امتنع أن يتقدم عليها ما يعمل في الاسم المجرور. ومنه ما ذلك فيه هو الوجه، نحو: لم ولما ولن ولا وإن، نحو: لم أمر بزيد.\nوأما قولهم \"إن المفرد إذا وقع بعد رب قد يدل على أكثر من واحد كما يكون ذلك في النفي\" فالقلة والكثرة لا تدل عليهما رب بالوضع؛ وإنما ذلك يفهم من سياق الكلام، كما يراد العموم من النكرة في المثبت في نحو قوله تعالى: {عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ}، وليس ذلك من مدلول النكرة في الإثبات، كذلك النكرة في رب.\n(11/288)",
        "\nوأما قولهم \"رب للتقليل\" إلى آخر الاستدلال بذلك فقد تقدم النزاع في أنها وضعت للتقليل.\nوأما قول العبدي ودعواه أن العامل الذي تتعلق به رب محذوف في الغالب، والوصف عوض عنه- فليس ذلك بصحيح، بل الغالب ذكره لا حذفه، ولو كانت الصفة عوضا من المحذوف ما اجتمعا، وقد اجتمعا، فدل على أنه ليس بعوض.\nوأما قولهم: \"إنها جواب لمن قال: ما لقيت رجلا عالما\"- قال المصنف في الشرح: \"والصحيح أن تكون جوابا وغير جواب، وإذا كانت/ جوابا فقد تكون جواب موصوف، وجواب غير موصوف، فيكون لمجرورها من الوصف وعدمه ما للمجاب، فيقال لمن قال: ما رأيت رجلا: رب رجل رأيت، ولمن قال: ما رأيت رجلا عاما: رب رجل عالم رأيت. وإذا لم تكن جوابا فللمتكلم بها أن يصف مجرورها وألا يصفه. ومن وقوعه غير موصوف قول أم معاوية:\nيارب قائلة غدا ... يالهف أم معاوية\nومثله:\nألا رب مأخوذ بإجرام غيره ... فلا تسأمن هجران من كان مجرما\nومثله:\nرب مستغن، ولا مال له ... وعظيم الفقر وهو ذو نشب\"\nانتهى.\nوهذه الأبيات التي أنشدها دلالة على أن مجرور رب لا يحتاج إلى صفة لمدع أن يقول: إن الموصوف محذوف لفهم المعنى؛ ألا ترى أن جميع ذلك صفات، وهي: قائلة، ومأخوذ، ومستغن، فالتقدير: يارب امرأة قائلة، ورب إنسان مأخوذ، ورب إنسان مستغن.\n(11/289)\n",
        "واستدل ابن طاهر على أنه لا يلزمه الوصف بقوله:\nألا رب مولود، وليس له أب\nألا ترى أن مولودا لم يوصف.\nقال ابن عصفور: ومما يبين أنه لا يلزمه الوصف أنك تجد أماكن إن جعلت ما بعد المخفوض صفة لم يبق للمخفوض ما يعمل فيه لا في اللفظ ولا في التقدير؛ لأن معنى الكلام لا يقتضي عاملا محذوفا، بل تجد المعنى مستقلا من غير حذف، نحو قول امريء القيس:\nفيارب يوم قد لهوت وليلة ... بآنسة، كأنها خط تمثال\nألا ترى أن المعنى مستقل بما في اللفظ خاصة، وإن رمت أن تتكلف حذف عامل، فقدرت: ظفرت بهما، أو تمتعت بهما- كانت زائدة غير مفيدة؛ لأن ذلك المعنى حاصل من غير حذف؛ لأن لهوك بالآنسة في ذلك اليوم وتلك الليلة ظفر بهما وتمتع.\nومما يدل على ذلك أيضا أنك متى وصفت المخفوض برب. بما لا يحتمل غير الوصف تعلقت النفس بزيادة بيان؛ ولم تكتف بالصفة؛ ألا ترى أنك إذا قلت رب رجل قائل ذلك لم يجز الاكتفاء، بل لا بد من عامل مقدر، به يتم الكلام. وإذا قلت رب رجل يقول ذلك وجدت اللفظ مستقلا غير مفتقر إلى حذف.\nوكون رب قد عوملت معاملة حرف الفنفي لا يلزم عنه لزوم الوصف للمخفوض بها؛ لأن العامل في الاسم المجرور بها يتنزل منها منزلة الجملة المنفية من حرف النفي.\nوهذا الذي ذكرناه من/ أن المخفوض برب لا يلزمه الوصف هو الذي يعطيه كلام س؛ ألا ترى أنه قال في \"باب الجر\": \"وإذا قلت رب يقول ذلك فقد\n(11/290)\n\nأضفت القول إلى الرجل برب\"، فدل ذلك من كلام س على أنه لم يجعل \"يقول ذلك\" صفة ل\"رجل\"؛ لأن اتصال الصفة بالموصوف يغني عن ذلك.\nوقال المصنف في الشرح: \"والذي يدل على أن وصف مجرورها لا يلزم عند س تسويته إياها ب\"كم\"الخبرية، ووصف مجرور كم الخبرية لا يلزم، فكذا وصف ما سوي بها، وتصريحه بكون \"يقول\" مضافا إلى الرجل برب مانع كونه صفة؛ لأن الصفة لا تضاف إلى الموصوف، وإنما يضاف العامل إلى المعمول، ف\"يقول\"إذا عامل في \"رجل\" بواسطة رب، كما كان مررت من مررت بزيد عاملا في زيد بواسطة البادء، وكما كان أخذت من أخذته من عبد الله عاملا في عبد الله بواسطة من، وهما من أمثلة س في باب الجر\" انتهى.\nوكان الأستاذ أبو علي يتأول كلام س بأن يقول: لا يصح أن يكون إلا صفة لرجل، لأن فعل المضمر لا يتعدى إلى ظاهرة؛ ألا ترى أنك لا تقول: بزيد افتخر، تريد: بنفسه افتخر زيد؛ لأن فاعل افتخر ضمير يعود إلى زيد، فكذلك فاعل \"يقول\"ضمير يعود إلى رجل، فكيف يتعدى إلى رجل بحرف الجر، فلا بد من متعلق محذوف إلا أنه لم يظهر، ونابت الصفة منابه، فلما كان كذلك قال س: إن رب وصلت يقول إلى رجل وإن كانت إنما وصلت وجدت المحذوفة، ونابت يقول منابها.\nومن النحويين من خطأ س في تمثيله: رب رجل يقول ذلك.",
        "(11/291)\n\nوقال ابن خروف: قول س\"فقد أضفت القول إلى الرجل برب\" كلام حسن، وهو كقوله: \"فقد أضفت الكينونة إلى الدار بفي\"، وكقوله:\"فقد إليه الرداءة بفي\"، يعني قوله: أنت في الدار، وفيك خصلة سوء، فرب أوصلت القول إلى قليل الرجال وكثيرهم كما أوصلت في الكينونة إلى الدار، واستقرار الرداءة إلى المخاطب. وموضع المخفوض برب مبتدأ، ويقول: خبره، فكأنه على تقديره: كثير من الرجال يقول ذلك.\nوقال المصنف في الشرح: \"وقد يسر لي- بحمد الله- تخريجه بوجه لا تخطئة فيه ولا تكلف، وذلك بأن يجعل يقول مضارع قال، بمعنى: فاق في المقاولة، ويجعل ذلك فاعلا أشير به إلى مرئي أو مذكور، كأنه قال: رب رجل تفوق ذلك الرجل في المقاولة. فيهذا التخريج يؤمن الخطأ والتكلف، ويثبت استغناء مجرور رب عن الوصف\" انتهى.\nوإنما أمن من الخطأ لأنه يكون إذ ذاك الفاعل غير ضمير رجل، فيكون رب رجل يقول ذلك كقوله: رب رجل ضرب زيد، فلم يتعد فعل فاعل الضمير المتصل إلى ظاهره.\nلكن هذا التخريج بعيد إرادته من قول/ س: \"رب رجل يقول ذلك\"، بل المتبدر إلى الذهن أن \"ذلك\"منصوب لا مرفوع، وأن الفاعل ب\"يقول\" هو ضمير عائد على رجل، ولما كانت رب حرفا محكوما له بحكم الزيادة لم يتنزل منزلة الحرف الذي لم يحكم له بحكم الزيادة، لم يتنزل منزلة الحرف الذي لم يحكم له بحكم الزيادة، فاحتمل أن عاد الضمير فاعلا على مجرورها، فليس نظير: بزيد افتخر؛ لأن بزيد في موضع نصب، وهذا ليس في موضع نصب، بل في موضع رفع بالابتداء، ورب كأنها حرف زائد.\n(11/292)",
        "\nوقال ابن خروف أيضا: \"لا يفتقر إلى الصفة كما زعموا؛ لأن معنى التقليل والتكثير الذي دلت عليه يقوم مقام وصف مخفوضها كما كان ذلك في كم؛ ولذلك قلت: كم غلام عندك، فابتدأت بنكرة\". يعني أن ما دلت عليه كم من التكثير سوغ الابتداء بها مع أنها نكرة.\nوقوله ولا مضى ما تتعلق به اختلفوا في زمان ما تتعلق به رب: فالمشهور أنه ماضي المعني، وهو مذهب المبرد والفارسي، واختاره ابن عصفور، وتأول قوله {رُبَمَا يَوَدُّ}، وسيأتي الكلام عليه.\n\nوذهب بعض النحويين إلى أنه يجوز أن يكون مستقبلا وحالا، والمضي أكثر. وهو اختيار المصنف، قال في الشرح: \"وأما كونه- يعني المضى- لازما لا يوجد غيره فليس بصحيح، بل قد يكون مستقبلا، كقول جحدر اللص:\nفإن أهلك فرب فتي سيبكي ... على مذهب اللص رخص البنان\nوكقول هند أم معاوية:\nيارب قائلة غدا ... يالهف أم معاويه\n(11/293)\n",
        "وكقول سليم القشيري:\nومعتصم بالحي من خشية الردى ... سيردى، وغاز مشفق سيؤوب\nوقال الراجز:\nيارب يوم لي، لا أظللله ... أرمض من تحت، وأضحى من عله\nوقال آخر:\nيارب غابطنا لو كان يطلبكم ... لاقى مباعدة منكم وحرمانا\nقال: \"وقد يكون ما وقعت عليه رب حالا، كقولك لمن قال: ما في وقتنا امرؤ مستريح: رب امريء في وقتنا مستريح، ومنه قول ابن أبي ربيعة:\nفقمت ولم تعلم على خيانة ... ألا رب باغي الربح ليس برابح\n/ ومثله:\nألا رب من تغتشه لك ناصح ... ومؤتمن بالغيب غير أمين\"\nوقد تأول بيت جحدر من ذهب إلى التزام مضيه بأن يكون على حكاية المستقبل بالنظر إلى المضى؛ قال: \"وكأنه قال: فإن أهلك فرب فتى بكي علي فيما مضى وإن كنت لم أهلك، فكيف يكون بكاؤه على إذا هلكت؟ فأوقع سيبكي موقع بكى لأجل الحكاية، وحذف ما يتم به الكلام لفهم المعنى. والدليل على أن\n(11/294)\n\nالمستقبل قد يحكى بالنظر إلى ما مضى أنك تقول: لم تركت زيدا وقد كان سيعطيك؟ ومن ذلك قول امرأة من العرب ترثي زوجها:\nياموت لو تقبل افتداء ... كنت بنفسي سأفتديه\nوهذا التأويل إنما يحتاج إليه إن قدر سيبكي جوابا لرب لا صفة للمخفوض بها؛ وأما إن قدرته في موضع الصفة للمخفوض برب، وجعلت لها جوابا نحذوفا يراد به المضي- فلا يحتاج إليه، ويكون التقدير إذ ذاك: فرب فتى سيبكي على مخضب رخص البنان لم أقض حقه، فحذف ذلك لدلالة ما بعده عليه، وهو قوله بعد:\nولم أك قد قضيت حقوق قومي ... ولاحق المهند والسنان\"\nانتهى\nوأما استدلال المصنف بقول أم معاوية فقولها \"يارب قائلة غدا\" هو من الوصف بالمستقبل لا من باب تعلق رب. بما بعدها. وأما \"ومعتصم\" فإن \"سيردي\" محتمل أن يكون صفة لا متعلقا به رب. وأما \"لا أظله\" فهو صفة أيضا. وكذلك \"يارب غابطنا\". فجميع ما استدل به على استقبال ما تتعلق به رب لا دليل فيه.\nوأما قوله \"فقمت\" البيت، وقوله \"ألا رب\"البيت- فهما مما وصف فيهما المجرور بالحال لا مما تعلقت به رب.\nوفي قول المصنف \"ولا مضى ما تتعلق به\" نص على أنها تتعلق كحروف الجر غير الزوائد، وهذه مسألة اختلف فيها:\nفذهب الرماني وابن طاهر إلى أنها لا تتعلق بشيء، وحكاه شيخنا أبو الحسين بن أبي الربيع عن بعض المتأخرين، قال: \"إذا قلت: رب رجل عالم قد",
        "(11/295)\n\nلقيته- فرب حرف دخل على المبتدأ وخفضه، وهو بمنزلة: بحسبك زيد، فدخل حرف الجر، فانخفض المبتدأ، فكما أن المجرور هنا لا يحتاج إلى متعلق كذلك رب رجل عالم لا يحتاج إلى متعلق\".\nوذهب الجمهور إلى أنه يتعلق.\nواختلفوا في موضع المجرور بها: فذهب الزجاج إلى أنه في موضع نصب أبدا، فإذا قلت: رب رجل قد ضربت، ورب رجل قد أتاني- كانت في موضع نصب بضربت وأتاني. وإن جعلتهما صفة كانت في موضع نصب بعامل محذوف.\nورد على ذلك بأنه يؤدي إلى تعدي الفعل المتعدى بنفسه إلى مفعوله/ بواسطة رب، وهو لا يحتاج في تعديه إليها.\nوأجاب الرماني بأنها دخلت على معمول الفعل كما دخلت اللام في \"إن كنتم للرءيا تعبرون\"، لكن هذا على سبيل الجواز لما كان التقديم والتأخير جائزين، ولما وجب تقديم الفضلة المجرورة برب على الفعل وجب دخول رب عليها.\nورد بأن العامل إذا تقدم معموله عليه لم يقو في وصوله إليه باللام.\nورد أيضا مذهب الزجاج بأنه يؤدي إلى تعدي الفعل المتعدي إلى ضمير المفعول وإلى ظاهره في نحو: رب رجل عالم لقيته، ولا يجوز: بزيد لقيته، وبأنه إذا كان المفعول يلزم تقديمه لم يلزم أن يقوى بالحرف، فيجوز: لأي رجل ضربت؟\nوأي رجل ضربت؟\n(11/296)",
        "\nوذهب الأخفش والجرمي إلى أنها تزاد في الإعراب، ويحكم على موضع مجرورها بالنصب والرفع على حسب العامل بعدها، ويجوز فيه الاشتغال إذا كان العامل قد عمل في ضميره أو سببه نصبا، ويعطف على لفظه وعلى موضعه، فإن كان رفعا رفع المعطوف، أو نصبا نصب. قال ابن عصفور: \"ومن العطف على الموضع قول الشاعر:\nوسن كسنيق سناء وسنما ... ذعرت بمدلاج الهجير نهوض\nعطف سنما على موضع سن لأنه في موضع نصب على المفعول\".\nوقال الأعلم: \"السناء: الارتفاع، وكذلك، فعلى هذا يكون وسنما معطوفا على سناء\".\nوقال أبو بكر عاصم بن أيوب البطليوسي: \"من جعل سنما اسما للبقرة عطفه على موضع وسن؛ لأنه في موضع المفعول بذعرت؛ أراد: ذعرت بهذا الفرس ثورا وبقرة، وهو بعيد عند بعض النحويين أن يجعل لرب موضع من اإعراب. انتهى\".\nويدل هذا على أنها زائدة في الإعراب قولهم: رب رجل عالم يقول ذلك، فلولا أن \"رب\" زائدة فب إعراب ما جاز ذلك؛ لما يلزم من تعدي فعل الضمير المتصل إلى ظاهره، فجعل \"رب رجل\" في موضع رفع بالابتداء هو الذي سوغ ذلك. لا يقال: كيف يقال في رب إنها زائدة في إعراب وهي تدل على معنى زائد؛ لأن الزائد على قسمين: قسم إذا أزيل لم يتغير المعنى؛ لأنه إنما جيء [به] للتأكيد،\n(11/297)\n",
        "وقسم إذا أزيل تغير المعنى، ويسمى زائدا في الاصطلاح باعتبار أنه يتخطى العامل إليه. مثال الأول: ليس زيد بقائم، ومثال الثاني: جئت ليلا بلا زاد، فيقول النحويون إن \"لا زائدة، وهي لو أزيلت لتغير المعنى من النفي إلى الإثبات. ف\"رب\" إذا كان معمولها مبتدأ لا تتعلق بشيء، ونظيرها في ذلك \"لولا\" مع المضمر، و\"لعل\" في لغة من جر بها في أنهما لا يصل بهما عامل إلى معموله، وكذلك رب رجل عالم في الدار ف \"في الدار\"خبر عن \"رجل\"، ولم يصل ب\"رب\"عامل إلى معموله. فأما رب رجل عالم لقيت فإنما قلنا إن رب رجل في موضع مفعول لأن العامل في ذلك يطلبه/ على جهة المفعولية، بخلاف \"لولا\" مع المضمر، و\"لعل\" في لغة من جر بها، فإنه لا يكون ذلك أبد إلا في موضع لا يتعلق فيه بعامل.\nوأما قول س في رب رجل يقول ذلك: \"إنك قد أضفت القول إلى الرجل برب\"- فمعناه أن يقول: إضافته رب إلى الرجل على معنى التقليل أو التكثير على الخلاف، كما تقول في لعل زيد قائم: إن لعل أضافت القيام إلى زيد على طريق الترجي.\nوحروف الجر غير الزائدة متعلقة كانت أو غير متعلقة معناها الإضافة، فإن كانت متعلقة أضافت العامل إلى المعمول، وإن كانت غير متعلقة أضافت الابتداء إلى المخفوض بها على المعنى الذي لها.\nوحذف الفعل الذي يكون خبرا لمجرور رب، أو عاملا في موضعه، أو مفسرا لعامل- نادر وفاقا ل\"س\"والخليل، لا كثير، خلافا للفارسي والجزولي، ولا ممنوع، خلافا للكذة الأصبهاني؛ إذ زعم أن ذكره واجب، ولحن ما ورد من ذلك، وزعم أنه منحول للعرب.\n(11/298)\n\nقال س في باب ما يجزم من الجوابات: \"وزعم الخليل- رحمه الله- أنه وجد في أشعار العرب رب لا جواب لها، ومن ذلك قول الشماخ:\nودوية قفر تمشي نعامها ... كمشي النصارى في خفاف اليرندج\nألا ترى أنه قد علم أن مراده: قطعتها، أو نحوه \".\nوقول الخليل يدل على بطلان ما قاله الفارسي ولكذة. ومما يرد على لكذة قولهم: رب رجل قائم، ورب ابنة خير من ابن، وفي المثل السائر: رب لائم مليم، وقول الشاعر:\nألا رب من تغتشه لك ناصح ... ومؤتمن بالغيب غير أمين\nوقال أبو الحسين بن أبي الربيع: ((لا يمكن أن تجعل رب زائدة؛ لأنها تحزر معنى، والزائد لا يحزر معنى، وإنما هو مؤكد، ولا كل حرف خافض لا يكون إلا موصلا، وإنما خفض إذا كان زائدا ليبقى عليه عمله الذي أنس به، وما زادته العرب للتوكيد وليس له أصل فلا يكون خافضا؛ لأنه ليس موصلا، و\"رب\" خافضة، فلابد أن تكون موصلة، أو منقولة منها إن جعلتها زائدة، فقد صح. بما ذكرته أنها لا بد لها من فعل تتعلق به، فلابد أن يكون ظاهرا أو محذوفا، وإذا كان محذوفا فيكون على وجهين:",
        "(11/299)\n\nأحدهما: أن يكون قد ناب منابه شيء، فلا يظهر.\nالثاني: ألا ينوب منابه شيء، فيجوز أن يظهر، ويجوز أن تحذفه، فيكون ظاهرا إذا لم يكن معك ما يدل عليه، وإذا كان معك ما يدل عليه، ولم تكن الصفة تقوم مقامه- فانت بالخيار، إن شئت حذفته وإن شئت أظهرته. وإذا كانت الصفة تقوم مقامه فلا يجوز إظهار الفعل.\nفمثال ما أنت فيه بالخيار أن تسمع إنسانا يقول لك: ما لقيت رجلا عالما، فتقول: رب رجل عالما لقيت، ولك ألا/ تذكر لقيت، فتقول: رب رجل عالم، وتكتفي بكونه جوابا. فإن كان ذلك منك ابتداء فلابد من إظهار الفعل. وأكثر ما تكون جوابا، وإذا كانت غير جواب فهي تقدير على ذلك، إلا أن الفعل يظهر لأ سامعك لا يعلم ذلك الفعل إذا حذفته.\nومثال ما يكون الفعل فيه لا يظهر لأن الصفة تقوم مقامه قولك: رب رجل يفهم هذه المسألة، لمن يقول لك: قد فهمتها، فالتقدير: رب رجل يفهم هذه المسألة وجدت، لكن مثل هذا لا يظهر. وبهذا كان الأستاذ أبو علي يتأول كلام س، وهو: \"إذا قلت: رب رجل يقول ذلك، فقد أضفت القول إلى الرجل برب\"،فكان يقول: إن يقول لا يصح أن يكون إلا صفة لرجل؛ لأن فعل المضمر لا يتعدى إلى ظاهره، فلابد من متعلق محذوف، إلا أنه لا يظهر، ونابت الصفة منابه، فلما كان كذلك قال س: إن رب وصلت يقول إلى رجل، وإن كانت إنما وصلت وجدت المحذوفة، ونابت يقول منابها\"، انتهى ما نقلناه من كلام أبي الحسين.\nفصارت المذاهب في الفعل المقدر عاملا في رب بالنسبة إلى الحذف خمسة: الندور، وهو مذهب س والخليل. والكثرة، وهو مذهب الفارسي. والمنع، وهو\n(11/300)",
        "\nمذهب لكذة. ونقل صاحب \"البسيط\" عن بعضهم أنه يلزم الحذف، فقال: \"وادعى بعضهم لزوم الحذف لأنه معلوم، كما حذف في: باسم الله، وتالله لأفعلن\". والتفصيل، وهو ما ذهب إليه ابن أبي الربيع.\nوقوله بل يلزم تصديرها إن عني أنه يلزم تصديرها علي ما تتعلق به علي ما تتعلق به علي ما زعم فهو صحيح، لا يوجد في كلامهم: لقيت رب رجل عالم. وإن عنى أنه يلزم تصديرها أول الكلام فقد بينا أن ذلك ليس بصحيح، وأنها قد وقعت خبراً ل \"إن\" ول \"أن\" المخففة من الثقيلة.\nوقوله وتنكير مجرورها يعني أن ذلك ليس بصحيح، وأنها قد وقعت خبراً ل \"إن\" ول \"أن\" المخففة من الثقيلة.\nوقوله وتنكير مجرورها يعني أنه إذا كان مجرورها ظاهراً فإنه يكون نكرة، سواء أكان معرباً أم مبنياً، نحو:\nرب من أنضجت غيظاً صدره ................................\nوزعم بعض النحويين أنها تجر الاسم المعرف بأل، فتقول: رب الرجل لقيت، وأنشدوا في ذلك قوله:\nربما الجامل المؤبل فيهم وعناجيج بينهن المهار بخفض الجامل.\nوقال من منع ذلك: الرواية الجامل بالرفع علي أن تكون ما في موضع اسم نكرة، والجامل خبر مبتدأ محذوف، أي: هو الجامل، والجملة في موضع الصفة ل \"ما\". وقد تقدم تخريج المصنف الرفع علي أنه مبتدأ، و \"ما\" كافة ل \"رب\".\nقالوا: فإن صحت وراية الجر خرج علي زيادة أل، كأنه قال: ربما جامل مؤبلٍ فيهم، كما قالوا: إني لأمر بالرجل مثلك فأكرمه، أي: برجل مثلك.\n(11/301)\n",
        "وقوله وقد يعطف علي مجرورها وشبهه مضاف إلي ضميريهما مثال ذلك: رب رجلٍ وأخيه رأيت. وشبه مجرورها هو المجرور بعد كم، نحو: كم عبد وأخيه أعتقت، وقال الشاعر:\nوكم دون بيتك من مهمه ... وكداك رمل وأعقادها\nوكذا أي وكل، قال:\nفأي فتى هيجاء أنت وجارها ... ....................\nوكذلك كل، قالوا: كل شاة وسخلتها بدرهم.\nوشرط جواز ذلك أن يكون في العطف من التوابع، وأن يكون العطف بالواو خاصة. وزعم الفارسي أنه يجوز ذلك في البدل، وأنشد:\nكأنهم صابت عليهم سحابه ... صواعقها \"لطيرهن دبيب\" جملة في موضع الصفة، والجملة نكرة وصفت بها المعطوف، فدخله حكم المعطوف عليه\" انتهي.\nولا يثبت مثل هذا الحكم بهذا التأويل؛ لأن الأولي والظاهر أن يكون صواعقها مبتدأ لا بدلاً، و \"لطيرهن دبيب\" خبره، والجملة من \"صواعقها\" وخبره صفة لسحابة.\n(11/302)\n\nوسوغ دخول رب المضاف إلي ضمير مجرورها لأن الإضافة غير محضة، فلم تتعرف النكرة بإضافتها إلي المعرفة، والعرب لا تحكم للمضاف إلي ضمير النكرة بحكم النكرة إلا بشرط أن يكون بعد لفظ يطلب بالتنكير، ك \"رب\" و \"كل\" و \"أي\" فيما ذكرنا، وشرط أن يكون المضاف إلي النكرة معطوفاً علي نكرة متقدمة معمولة ل \"رب\" و \"كم\" و \"أي\" و \"كل\".\nوقال س: \"وهو علي ج=وازه ضعيف\". وحكى الأصمعي ما هو أشد من هذا، وهو مباشرة رب للمضاف إلي الضمير، قال: قلت لأعرابية: ألفلان أب أو أخ؟ قالت: رب أبيه، رب أخيه، تريد: رب أخ له، رب أب له، فجعلت إضافتهما إلي الضمير في نية الانفصال. ووجه ذلك أن الأخ والأب لما كانا من الأسماء التي يجوز الوصف بها قدر فيهما الانفصال، كما قالوا: مررت بفرس قيد الأوابد، إلا أن هذا من القلة بحيث لا يقاس عليه باتفاق. وكذلك: رب واحد أمه.\nولو كان العطف بالواو في غير رب وكل وأي وكم، نحو قولك: هذا رجل وأخوه، تريد به الانفصال، أي: وأخ له، ويكون الأخ نكرة- ففي ذلك خلاف، قبل: والصحيح أنه يجوز؛ لأنه قد يشترك المعطوف مع المعطوف عليه، فينسحب عليه حكم ما عطف عليه، إلا أنه لا يثبت بذكر مثل هذا نصاً كما يثبت برب وكم وأي وكل؛ لأن هذه لا تدخل إلا علي نكرات، فيتبين فيها نصاً التنكير، ولا يتبين في مثل: هذا رجل وأخوه",
        "(11/303)\n\n-[ص: وقد تجر ضميراً لازماً تفسيره بمتأخرٍ منصوب علي التمييز مطابقٍ للمعني. ولزوم إفراد الضمير وتذكيره عند تثنية التمييز وتأنيثه أشهر من المطابقة.]-\nش: أجروا \"ربه رجلاً\" في الإضمار قبل الذكر علي شريطة التفسير مجرى نعم لتقارب معنييهما، من حيث كان ربه رجلاً يستعمل في الثناء والمدح، كما أن نعم رجلاً كذلك.\nوقال الزجاج: \"قولهم ربه رجلاً معناه: أقلل به في رجال، وإنما فعلوا ذلك لما في الإضمار قبل الذكر من الإبهام، والإبهام كثيراً ما يستعمل في موضع التعظيم\" انتهي. ف \"ربه رجلاً\" أفخم وأمدح من: رب رجل.\nوفي قول المصنف \"وقد تجر\" إشعار بأن ذلك قليل، بل قد نص في غير هذا الكتاب من مصنفاته أن جر رب المضمر شاذ.\nوالنحويون أوردوا ذلك علي سبيل الجواز وأنه فصيح لا شاذ ولا قليل، إلا إن كان عنى بالشذوذ شذوذ القياس، وبلقلة بالنسبة إلي جرها الظاهر، فهو صحيح؛ لأن القياس في مضمر الغائب أن يتقدمه مفسره، وجرها الظاهر النكرة أكثر من جرها الضمير.\nوقد اختلفوا في هذا الضمير أنكرة هو أو معرفة: فذهب الفارسي وكثير من النحاة إلي أنه معرفة، وجرى مجرى النكرة في دخول رب عليه لما أشبهها في أنه غير معين ولا مقصود قصده.\nوذهب بعض النحويين إلي أنه نكرة، وهو اختيار ابن عصفور، قال ما ملخصه: \"ضمير النكرة معرفة إذا فسرته نكرة متقدمة عليها لنيابتها مناب\n(11/304)",
        "\nالمعرفة، نحو: لقيت رجلاً فضربته؛ لأنه نائب مناب: فضربت الرجل، فأضمروه فراراً من التكرار. فإن فسر بنكرة متأخرة فقد تضعه العرب موضع ظاهر معرفة، فيكون معرفة لوقوعه موقعها، نحو: نعم رجلاً زيد، فالضمير في نعم واقع موقع ظاهرٍ معرف بألٍ أو مضافٍ إلي ما هي فيه. وقد تضعه موضع موضع ظاهر نكرة، فيكون نكرة لوقوعه موقعها، وذلك: ربه رجلاً؛ لأن المخفوض ب (رب) إذا كان ظاهراً لا يكون إلا نكرة، وكأنك قلت: رب شيء، ثم فسرت الشيء الذي تريده بقولك رجلا\" انتهى.\nوقد خالف الفارسي في: نعم رجلاً زيد، فزعم أن المضمر فيه لا يجوز إظهاره، وأن قولك: نعم الرجل زيد- ليس إظهاراً للضمير الذي في: نعم رجلاً.\nواستدل علي ذلك بقولهم: ربه رجلا، من جهة أن الضمير معرفة، فلو كان واقعاً موقع الظاهر لوجب أن يكون ذلك الظاهر معرفة، و \"رب\" لا تعمل في المعارف. وما ذهب إليه الفارسي من كون هذا الضمير معرفة هو الجاري علي مهيع النجاة من أن الضمير معرفة.\nوقوله لازماً تفسيره هذا التفسير مخالف لتفسير الضمير في نعم؛ لأنه في نعم قد روي حذفه لدلالة الكلام عليه، وهنا لا يجوز حذفه، لو قيل ذلك: هل رأيت رجلاً عالماً؟ لم يجز أن تقول: ربه، وأنت تعني: ربه رجلاً عالماً رأيت.\nوقوله بمتأخر منصوب قال:\nربه امرأ بك نال أمنع عزةٍ ... وغنى بعيد خصاصة وهوان\nونصب هذا التمييز هو المعروف في لسان العرب، وقد سمع جره، قال:/\n(11/305)\n",
        "واهٍ رأبت وشيكاً صدع أعظمه وربه عطب أنقذت من عطبه ووجه الجر أنه نوى من، كأنه قال: وربه من عطب، كما قالوا: نعم من رجل، وذلك علي سبيل الشذوذ، لا أنه جائز في الكلام.\nوقوله مطابقاً للمعنى أي: مطابق للذي يقصده المتكلم من إفراد وتذكير وغيرهما، فليس مطابقاً للفظ الضمير؛ لأن لفظ الضمير مفرد مذكر، والتمييز مطابق لما يريده من المعنى بالنسبة إلي التأنيث والتثنية والجمع.\nوقوله ولزوم إفراد الضمير إلي آخره مذهب البصريين أن الضمير مفرد مذكر وإن كان مميزاً بمؤنث أو مثنى أو مجموع؛ فتقوله: ربه رجلاً، وربه رجلين، وربه رجالاً، وربه امرأة، وربه امرأتين، وربهن نساءً.\nقال ابن عصفور: \"وأجاز أهل الكوفة تثنية وجمعه قياساً، وذلك عندنا لا يجوز؛ لأن العرب استغنت بتثنية التمييز وجمعه عنه، كما استغلوا بترك عن وذر وودع\" انتهى.\nولم يجتزه الكوفيون قياساً، بل حكوه عن العرب. ومثال قولهم ربه رجالاً قول الشاعر:\nربه فتية دعوت إلي ما يورث الحمد دائماً، فأجابوا\n(11/306)\n\nومن ذهب إلى أن مجرور رب النكرة لابد له من الوصف لم يذهب إلي ذلك في: ربه رجلاً. وسبب ذلك فيما ذكره ابن أبي الربيع أنه استغنى بما دل عليه الإضمار من التفخيم عن الوصف، فصار قولك ربه رجلاً بمنزله رب رجلٍ عظيمٍ لا أقدر علي وصفه.\nوما يتعلق به ربه رجلاً حكمه عندي حكم رب رجل من ان حذفه ينبغي أن يكون ناداً؛ إذ ظاهر قوله \"ربه امرأ\" وما رووا أيضاً من قوله \"وربه عطباً أنقذت من عطبه\" بالنصب والجر، وقوله \"ربه فتية\" الأبيات- فيه ذكر الفعل الذي تتعلق به رب.\nوزعم ابن أبي الربيع أن حذف هذا الفعل في ربه رجلاً لازم، قال: \"يحتاج إلي ما تتعلق به رب في ربه رجلاً كما تحتاج: رب رجل، وما تتعلق به محذوف، تقديره علي حسب ما يكون جواباً له، إلا أنه لا يظهر؛ لأن الحذف في رب رجلٍ عالمٍ أكثر من الإظهار، فلزم في ربه رجلاً لما فيه من زيادة التعظيم\".\n\n-[ص: قد يلي عند غير المبرد \"لولا\" الامتناعية الضمير الموضوع للنصب والجر والمجرور الموضع عند سيبويه؛ مرفوعه عند الأخفش والكوفيين.\nويجر ب \"لعل\" و \"عل\" في لغة عقيل، وب \"متى\" في لغة هذيل.]-\nش: المشهور أنه إذا ولي لولا الامتناعية ضمير أن يكون ضمير رفع منفصلاً؛ لأنه ناب مناب الظاهر، والظاهر مرفوع، فوجب أن يكون/ ضمير رفع، قال تعالى: {لَوْلا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ}. والخلاف فيه كالخلاف\nفي",
        "(11/307)\n\nالظاهر، أهو مرفوع بلولا، أو مرفوع بفعل محذوف، أو مبتدأ أغنى الجواب عن خبره، أو خبره محذوف لزوماً، أو فيه تفصيل.\nوقوله عند غير المبرد زعم أن ذلك لحن، وأن النحويين أخذوا ذلك من قوله يزيد بن الحكم، وقد أنشده س.\nوكم موطن لولاي طحت كما هوى ... بأجرامه من قلة النيق منهوي\nقال: \"وهذه القصيدة فيها لحن كثير\".\nقال الأستاذ أبو علي: \"اتفق أئمة البصريين والكوفيين، كالخليل وسيبوبه، والكسائي والفراء- علي رواية لولاك عن العرب؛ فإنكار المبرد هذيان، وإن يكن يزيد بن الحكم لحاناً كما قال فقد قال رؤبه:\nلولاكما لخرجت نفساهما\"\nانتهى.\n(11/308)",
        "\nوأنشد الفراء: أتطمع فينا من أراق دماءنا ... ولولاك لم يعرض لأحسابنا حسن\nوأنشد أيضاً:\n...................... ... لولاك هذا العام لم أحجج\nوقال الأخطل:\nأستمعتكم يوم ادعو في موداة ... ولاكم شاع لحمي عندها ودمي وقال آخر:\nويوم بجي تلافيته ... ولولاك لاصطلم العسكر\n(11/309)\n",
        "وقال جحدر:\nخليلي! إن العارمي لعارم ... ولولاه ما قلت لدي الدراهم\nويحتمل أن يكون \"ولولاه\" من باب:\nفبينا هـ يشري ................... ......................\nأي: فبينا هو يشري. فأما قوله:\nولولا هم لكنت كحوت بحرٍ ... هوى في مظلم الغمرات داج\nفيحتمل \"هم\" أن يكون ضمير رفع وضمير جر؛ لأن \"هم\" ضمير يكون مرفوعاً ومنصوباً ومجروراً. وعلي هذه اللغة تقول: لولاي ولولانا، ولولاك ولولاك ولولاكما ولولاكم ولولاكن، ولولاها ولولاهما ولولاهم ولولاهن.\nوقول الامتناعية احتراز من \"لولا\" التحضيضية، فإن التحضيضية لا يليها غلا الفعل ظاهراً أو مضمراً أو معموله.\nوقوله مجرور الموضع عند سيبويه لأن هذا الضمير لا جائز أن يكون منصوباً؛ لأنه لو كان منصوباً لجاز أن توصل بنون الوقاية ياء المتلكم كالضمائر المتصلة بالحروف، ولا جائز أن يكون مرفوعاً؛ لأنها ليست من ضمائر الرفع، فتعين الجر.\n(11/310)\n\nوقوله مرفوعه عند الأخفش والكوفيين/ ذهبوا إلي أنه مما استعير الضمير المجرور عوضاً عن الضمير المرفوع، كما عكسوا في قولهم: ما أنا كأنت، ولا انت كأنا. وفي هذا المذهب إقرار \"لولا\" علي ما استقر فيها من مجيء المرفوع، كما عكسوا في قولهم: ما أنا كأنت، ولا أنت كأنا. وفي هذا المذهب إقرار \"لولا\" علي ما استقر فيها من جيء المرفوع بعدها، ويترجح بهذا وبأن الضمير فرع عن الظاهر، وإذا لم تجر الاصل فكيف تجر الفرع، وبانك لو جعلتها حرف جر احتاجت إلي شيء تتعلق به، ولا شيء تتعلق به، ولأن مدلول لولا أنت ولولاك واحد، وفي لولا أنت يكون الكلام جملتين، وفي لولاك يكون الكلام جملة واحدة.\nوقال المصنف في الشرح: \"وفي ذلك- أي في الجر مع شذوذه- استيفاء حق ل (لولا)، وذلك أنها مختصة يالاسم غير مشافبهة للفعل، ومقتضي ذلك أن تجر الاسم مطلقاً، لكن منع من ذلك شبهها بما اختص بالفعل من أدوات الشرط في ربط جملة بجملة، وأرادوا التنبيه علي موجب العمل في الأصل، فجروا بها المضمر المشار إليه\" انتهى.\nوقوله \"إنها مختصة بالاسم\" ليس كذلك؛ لأنها إنما هي داخلة علي الجملة الابتدائية، فلم تختص بالاسم، وإذا لم تكن مختصة بالاسم فليس مقتضى ذلك أن تجر الاسم كما ذكر.\nوإذا قلنا بأن الضمير في لولاك وشبهه مجرور لولاك فذكر بعضهم أنها لا تتعلق بشيء، وهو مشكل؛ لأن حرف جر ليس بزائد لابد أن يتعلق.\nوذهب بعضهم إلي أنها تتعلق بفعل واجب الإضمار، فإذا قلت: لولاي لكان كذا- فالتقدير: لولاي حضرت، فألزقت ما بعدها بالفعل علي معناها من امتناع الشيء، ولا يجوز أن يعمل فيها الجواب؛ لأن ما بعد اللام لا يعمل فيها قبلها.\nانتهى.",
        "(11/311)\n\nوكأنه لما رأى أن لولا إذا ارتفع ما بعدها كان الخبر واجب الإضمار جعل الفعل الذي تتعلق به لولا واجب الإضمار. وما ذهب إليه فاسد لأن في ذلك التقدير تعدي الفعل الرافع للضمير إلي مضمره المجرور، وهو يجري مجرى المنصوب، فلا يجوز: في فكرت، ولا يجوز: لولاي حضرت.\nوالذي يظهر أنها لا تتعلق بشيء؛ ألا ترى أن لعل إذا جرت لا تتعلق بشيء، ولا يلزم من عمل الحرف الجر أن يتعلق بشيء وغن كان الغالب التعلق؛ ألا ترى أن الزائد لا يتعلق بشيء، فكذلك بعض الحروف التي ليست بزائدة، والعمل إنما هو تأثير لفظي، فجاز أن يكون المجرور بعد لولا كالمرفوع؛ ألا ترى أن الفراء ذهب إلى أن المرفوع بعد لولا هو مرفوع بها، فكذلك يكون مجروراً بها، ولا يحتاج إلي تقدير، كما لا يحتاج المرفوع عند الفراء إلي تقدير شيء محذوف.\nوقوله ويجر بلعل وعل في لغة عقيل تقدم له الكلام في ذلك في آخر الفصل الرابع من باب إن وأخواتها، وذكرنا أن بعض النحويين أنكر ذلك، وتأول قول الشاعر:\n.............................. لعل أبي المغوار منك قريب\nوالصحيح ثبوت ذلك لغة، حكاها الاخفش والفراء، وذكر أبو زيد أنها لغة عقيل./ وقد قال أبو موسى الجزولي في \"قانونه\": \"وقد جروا بلعل منبهة على الأصل\".\n(11/312)",
        "\nوقوله وبمتى في لغة هذيل أما متى فإنها ظرف زمان، وتكون شرطاً واستفهاماً، ونقل بعضهم أن متى تكون بمعنى وسط، فتجر ما بعدها، وحكى: وضعها متى كمه، أي: وسط كمه.\nوقال أبو سعيد السكري: \"متى بمعنى من\"، ولم ينسبها لهذيل، وأنشد لأبي ذؤيب: شربن بماء البحر، ثم ترفعت ... متى لجج خضر لهن نئيج وأنشد أيضاً لغيره:\nمتى ما تعرفوها تنكروها ... متى أقطارها علق نفيث\nقال أبو سعيد: \"أي: من لجج، ومن أقطارها\" انتهى.\nويحتمل أن تكون هنا في البيتين بمعنى وسط، فتبقى علي ما استقر فيها من الظرفية وإن لم تكن شرطاً ولا استفهاماً.\nوقال المصنف في الشرح: \"وأما متى فهمي في لغة هذيل حرف جر بمعنى من، ومنه قول الشاعر:\nشربن بماء البحر ...................... ... ................................... \"\nالبيت.\nقال: \"ومن كلامهم: أخرجها متى كمه، أي: من كمه\".\n(11/313)\n",
        "-[ص: فصل\nفي الجر بحرف محذوف\nيجر برب محذوفة بعد الفاء كثيراً، وبعد الواو أكثر، وبعد بل قليلاً، ومع التجرد أقل. وليس الجر بالفاء وبل باتفاق، ولا بالواو، خلافاً للمبرد ومن وافقه.]-\nش: مثال الجر بعد الفاء قول امرئ القيس:\nفمثلك حبلى قد طرقت ومرضعاً ... فألهيتها عن ذي تمائم مغيل وقول ربيعة بن مقروم:\nفإن أهلك فذي حنق لظاه ... يكاد علي يلتهب التهابا\nوقول بعض طيئ:\nإن يثن سلمى ابيضاض الفود عن صلتي ... فذات حسن سواها دائماً أصل\nوقول الهذلي:\nفإما تعرضن- أميم- عني ... وينزعك الوشاة أولو النباط\nفحورٍ قد لهوت بهن عينٍ ... نواعم، في المروط وفي الرياط\n(11/314)\n\nوقوله وبعد الواو أكثر هذا لا يحتاج إلي مثال؛ لأن دواوين العرب ملأى منه.\nوقول المصنف يجر برب محذوفة بعد الفاء كثير، بل هو قليل، يكاد ألا يوجد منه إلا هذا الذي أنشدناه.\nومصال ذلك بعد بل قول الراجز:\nبل جوز تيهاء كظهر الحجفت\n/وقول الآخر:\nبل بلد ملء الفجاج قتمه ... لا يشترى كتانه وجهرمه\n/وقوله الآخر:\nبل بلد ذي صعد وأصباب\nوقوله ومع التجرد أقل يعني: ومع التجرد من الفاء والواو وبل، ومثاله قول\nذي الرمة:\nأصهب، يمشي مشية الأمير ... لا أوطف الرأس ولا مقرور\nوقول الآخر:",
        "(11/315)\n\nرسم دار وقفت في طلله ... كدت اقضي الغداة من جلله\nأي: رب أصهب، ورب رسم دارٍ.\nوقوله وليس الجر بالفاء وبل بالاتفاق قال المصنف في الشرح: \"ولا خلاف في أن الجر في (فذي حنقٍ)، و (بل بلدٍ)، و (رسم دارٍ)، وأشباهها- برب المحذوفة\" انتهى. زقال ابن عصفور: \"ولم يختلف أحد من النحويين في أن الخفض بعد الفاء وبعد بل بإضمار رب\". فعلى هذين النقلين يظهر وهم من عد الفاء وبل في حروف الجر، وأن الجر بها لنيابتها مناب رب.\nوذكر صاحب \"كتاب الكافي\" أنه لا يعلم خلافاً بين النحويين في أن الجر بعد الفاء برب مضمرة لابالفاء. وذكر أن العرب تحذفها، وتبقي عملها بعد واو العطف، ولا يجوز إظهارها بعدها، قال: \"وقد أجرت العرب الفاء مجرى الواو، فحذفت بعدها رب\". قال: \"وقد حذفت قليلاً بعد ثم، والأصل في هذا كله واو، والعرب أقامتها مقام رب في الموضع الذي ذكرت، ثم أجرت العرب الفاء مجرى الواو، وكذلك أجرت العرب ثم. وسبب ذلك أن هذه الثلاثة من حروف العطف ليست بجامعة إلا في اللفظ\".\nوقوله ولا بالواو خلافاً للمبرد قال المبرد: الواو بمنزلة رب، والخفض بها، ولا ينكر أن يكون للحرف الواحد معان كثيرة. ويدل علي أنها ليست للعطف مجيئها في أول القصيدة، نحو قوله:\n(11/316)",
        "\nوقاتم الأعماق خاوي المخترق\nووافق المبرد لعض الكوفيين.\nورد ذلك بأنها لو كانت بمنزلة رب، ولا تقول: ووخصم، وليس امتناع ذلك كراهة اتفاق اللفظين؛ لأنهم قد قالوا: ووالله، فأدخلوا واو العطف علي واو القسم. وبأنها قد أضمرت بعد الفاء وبل وثم، ولم يختلفوا أن الجر بها لا بهذه الحروف، فللواو أسوة بها. ولا يمنع كونها للعطف مجيئها في أوائل القصائد؛ لإمكان إسقاط الراوي شيئاً قبلها من القصيدة، أو لإمكان عطفه علي ما في خاطره مما يناسب ما عطف عليه، ومثال ذلك قول زهير: دع ذا، وعد القول في هرم .....................................................\nالعرب تنشد هذه القصيدة، وأولها عندهم: دع ذا، ولا يعرفون قبلها شيئاً، فهذا قد أشار ب \"ذا\" إلي شيء في نفسه؛ إذ كانوا يستفتحون القصائد بذكر شيء من الغزل وذكر الأطلال وغير ذلك مما يجري في أوئل/ قصائدهم. ومن العرب من يجعل أول قصيدة زهير.\nدع ذا، وعد القول في هرم ... .......................................................\nالعرب تنشد هذه القصيدة، وأولها عندهم: دع ذا، ولا يعرفون قبلها شيئاً، فهذا قد أشار ب \"ذا\" إلي شيء في نفسه؛ إذ كانوا يستفتحون القصائد بذكر شيء من الغزل وذكر الأطلال وغير ذلك مما يجري في أوائل /قصائدهم. ومن العرب من يجعل أول قصيدة زهير:\nلمن الديار بقنة الحجر ... .............................................................\nوالحجة في رواية من روى أولها: \"دع ذا وعد القول في هرم\". وإضمار رب بعد الواو والخفض بها مضمرة مذهب البصريين.\n(11/317)\n",
        "-[ص: ويجر بغير رب أيضاً محذوفاً في جواب ما تضمن مثله، أو في معطوف على ما تضمنه بحرف متصل، أو منفصل ب \"لا\"، أو \"لو\"، أو في مقرون بعد ما تضمنه بالهمزة، أو \"هلا\"، أو \"إن\" أو الفاء الجزائيتين. ويقاس علي جميعها، خلافاً للفراء في جواب نحو: بمن مررت؟]-\nش: هذه مسائل ذكرها المصنف، وزعم أنه يجوز حذف حرف الجر فيها وإبقاء عمله. مثال الأولى: زيد، في جواب من قال: بمن مررت؟ قال: \"ومنه قوله- عليه السلام-: (أقربهما منك باباً)، جواباً لمن قال له: فإلى أيهما أهدي؟ وكذلك: بلى زيد، لمن قال: ما مررت بأحد، أو هل مررت بأخذ؟ \".\nومثال الثانية قوله تعالى: {وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ}، وفي آخر الآية قوله: {آيَات}، فجر {اخْتِلافِ} ب \"في\" لاتصاله بالواو لتضمن {وَفِي خَلْقِكُمْ وَمَا يَبُثُّ} لفظ في. ونظيره: في الدار زيد والقصر عمرو، أي: وفي القصر. ومثله قول الشاعر:\nألا يا لقومي، كل ما حم واقع ... وللطير مجرى، والجنوب مصارع\n(11/318)\n\nوقول الآخر:\nأخلق بذي الصبر أن يحظى بحاجته ... ومدمن القرع للأبواب أن يلجا\nوقول الآخر:\nكالتمر أنت إذا ما حاجة عرضت ... وحنظل كلما استغنيت خطبان\nوقول الآخر:\nحبب الجود للكرام، فحمدوا ... وأناسٍ فعل اللئام فليموا\nوقول الآخر:\nلك مما يداك تجمع ما تن ... فقه، ثم غيرك المخزون\nوقال المصنف في الشرح: \"ومن شواهد إضمار الجار في العطف بغير الواو\nقول الشاعر:\nأية بضمرة أو عوف بن ضمرة أو ... أمثال ذينك، أية تلف منتصرا\"\nقال: \"أراد: أو بأمثال ذينك اية\".\nولا يتعين ما قال؛ إذ يحتمل أن يكون \"أو أمثال ذينك\" معطوفاً علي ما قبله، و \"أيه\" توكيد لقولك \"أيه\" المتقدمة.",
        "(11/319)\n\nومثال الثالثة قول الراجز:\nما لمحب جلد إن هجرا ... ولا حبيب رأفة فيحبرا\nومثال الرابعة قول الشاعر:\nمتى عذتم بنا ولو فشة منا ... كفيتم، ولم تخشوا هواناً ولا هنا\nوحكى الأخفش في \"المسائل\" أنه يقال: جئ يزيد أو عمرو ولو كليهما، وأجاز في كليهما الجر علي تقدير: ولو بكليهما، والنصب بإضمار ناصب، والرفع بإضمار رافع.\nقال المصنف في الشرح: \"وأجود من هذا المثال الذي ذكر الأخفش أن يقال: جئ يزيدٍ وعمروٍ ولو احدهما؛ لأن المعتاد في مثل هذا النوع من الكلام ان يكون ما بعد لو أدنى مما قبلها في كثرة وغيرها، /كقول النبي- صلي الله عليه وسلم-: (التمس ولو خاتماً من حديد)، وكقولهم: اثنتي بدابة ولو حماراً\". وجوز س الجر علي ضعف.\nومثال الخامسة: يقال: مررت بزيد، فتقول: أزيد بن عمرو؟\nومثال السادسة: يقال: جئت بدرهم، فتقول: هلاً دينار. حكاهما الأخفش في \"المسائل\"، قال: وهذا كثير.\nومثال السابعة قولهم: مررت برجل صالح غلا صالح فطالح، علي تقدير: إلا أمر بصالح فقد مررت بطالح، حكاه يونس، وأجاز: امرر بأيهم هو أفضل إن\n(11/320)",
        "\nزيد وإن عمرو، علي معنى: إن مررت بزيد وإن مررت بعمرو. قال س: \"وهو قبيح\". قال المصنف في الشرح: \"وجعل س إضمار الباء بعد إن لتضمن ما قبلها إياها أسهل من إضمار رب بعد الواو، فعلم بذلك اطراده عنده.\nوشبيه بما روى يونس ما في البخاري (من كان عنده طعام اثنين فليذهب بثالث، وإن أربعة فخامس او سادس)، ويجوز رفع (أربعة) على حذف المضاف وإقامة المضاف إليه مقامه، وجرها علي حذف المضاف وإقامة المضاف إليه مقامه، وجرها علي حذف المضاف وبقاء عمله، ونظائر الرفع أكثر\".\nوقوله خلافاً للفراء قال المصنف في الشرح: \"ومنعه الفراء في نحو: زيد، لمن قال: بمن مررت؟ والصحيح جوازه كقوله- عليه السلام-: (وأقربهما منك باباً) - بالجر- إذ قيل له: فإلي أيهما أهدي؟ وكقوله العرب: خير- بالجر- لمن قال: كيف أصبحت؟ بحذف الباء وبقاء عملها؛ لأن معني كيف: بأي حال؟ فجعلوا معني الحرف دليلاً، فلو لفظ به لكانت الدلالة أقوى، وجواز الجر أولى\".\nانتهت هذه المسائل التى ذكرها المصنف، وينبغي أن يتثبت في جوازها؛ لأن أصحابنا نصوا علي أنه لا يجوز حذف حرف الجر وإبقاء عمله إلا إذا عوض منه،\n(11/321)\n",
        "وذلك في \"باب القسم\" و \"باب كم\" علي ما قرر في \"باب كم\"، ويقرر في \"باب القيم\"، وعلي خلاف في ذلك. وجعلوا قول العرب: \"خير، عافاك الله\"، جواب: كيف أصبحت؟ من النادر الشاذ الذي لا يقاس عليه.\nوفي \"البسط\": \"الهمزة لا يحكى بها، ولا يرفع ما بعدها علي لغة بني تميم لأنها حرف، فإذا استثبت بها فلك أن تعيد عامل الرفع وعامل النصب، ولك ان تحذفهما، فتقول في ضربت زيداً، أضربت زيداً؟ وأزيداً، وكذلك في الرفع. فأما من قال: مررت بزيد- فتقول إذا حذفت الفعل: أبزيد؟ ولا يجوز غيره، بخلاف المحكي\" انتهى. يعني أنه لا يجوز حذف حرف الجر، فلا تقول: أزيد؟ بخلاف المحكي، فإنه يجوز أن تقول لمن قال مررت بزيد: من زيد، وما ذكره مخالف لما قرره المصنف من جواز: أزيد بن عمرو؟ لمن قال: مررت بزيد، فتحذف حرف الجر بعد الهمزة.\nوقال في \"البسيط\": \"إذا أردت استئناف الجملة بأسرها فلا يكون إلا بالهمزة وحدها، نحو: أضربت زيداً؟ \" انتهى. ويجوز ب \"هل\"، فتقول: هل ضربت زيداً؟\n\n-[ص: وقد يجر بغير ما ذكر محذوفاً، ولا يقاس منه إلا علي ما ذكر في باب \"كم\"، و \"كان\"، و \"لا\" المشبهة بإن، وما يذكر في \"باب القسم\". وقد يفصل في الضرورة بين حرف جر ومجرور بظرف أو جار ومجرور بظرف أو جار ومجرور، وندر في النثر الفصل /بالقسم بين حرف الجر والمجرور، والمضاف والمضاف إليه.]-\nش: مثال الجر بغير ما ذكر محذوفاً قول الشاعر:\nوكريمة من آل قيس ألفته ... حتى تبذخ، فارتقى الأعلام\n(11/322)\n\nوقول الآخر:\nإذا قيل: أى الناس شر عصابة ... أشارت كليب بالأكف الأصابع\nوقول الآخر:\nسألت الفتى المكي ذا العلم ما الذي ... يحل من التقبيل في رمضان\nفقال لي المكي: أما لزوجة ... فسبع، وأما خلة فئمان\nأى: في الأعلام، وإلى كليب، ولخلة.\nقال المصنف في الشرح: \"وهذا أجود؛ لأن فيه حذف حرف ثابت مثله فيما قيله، ولكن لا يقاس عليه لكون العاطف مفصولاً بأما، وهي تقتضي الاستئناف\".\n\nوقال أيضاً في الشرح: \"وفي صحيح البخاري قول النبي- صلى الله عليه وسلم-:\n\n(صلاة الرجل في جماعة تضعف على صلاته في بيته وسوقه خمسٍ وعشرين ضعفا)، بخفض خمس، على\nتفدير الباء. ومثله في (جامع المسانيد) على أحد الوجهين قول النبي- صلى الله عليه وسلم-:\n(خير الخيل الأدهم الأقرح الأرثم المحجل ثلاث)، على أن يكون المراد: المحجل في ثلاث. والأجود أن يكون أصله: المحجل محجل ثلاث، فحذف البدل، وبقي مجروره، كما فعل بالمعطوف في نحو: ماكل سوداء تمرة ولا بيضاء شحمة)) انتهى. وهذا على عادته بإثبات القواعد النحوية بما روته رواة الحديث، وقد تكلمنا معه في هذه المسألة.",
        "(11/323)\n\nمسألة: قالت العرب: لاه أبوك، يريدون: لله أبوك، حذف لام الجر وأل، وهو شاذ لا يقاس عليه. ثم قالوا: لهي أبوك، وأصله لاه أبوك، قلبوا، وأبدلوا من الألف باء، كما قالوا في قلب قفا: قوف، ووجه: جاه، ردوا اللام إلى موضع العين. وإنما قلبوا إلى الباء لأنهم لما أرادوا أن يكون على بناء لاه لزم تحريك الألف، وكانت إلى حرف الياء أخف، والفتح للبناء كأين، فصارت اللام في لهي فاء الكلمة؛ لأنه لا يصح أن تكون للتعريف؛ لأن الاسم تضمنها، فلا تظهر، ولا تكون الجاوة؛ لأنها تكسر مع المظهر، وهذه مفتوحة. ولا يقال: فتحت لأجل الألف في لاه؛ لأنا نقول: يجب أن تكسر في لهي أبوك لزوال الألف. ولا يقال: لما قلب روعي بناء الكلمة الأولى وأصلها؛ لأنا نقول: لا يراعى في القلب ذلك؛ إذ لا يلزم في القلب أن يكون الثاني على مثال الأول؛ لأنهم قد قالوا في قلب قفا: قوف، فثبت أنها فاء الكلمة. من ((البسيط)).\nوزعم ابن ولاد أن قولهم ((لاه أبوك)) محذوف من إله، ثم قالوا لهي أبوك، قلب، وشبهت الألف الزائدة بالمنقلبة عن الأصل. وهذا فاسد؛ لأن الزائدة لا يفعل بها هذا، ولا دليل/عليه.\nوزعم المبرد أن المحذوف من لاه أبوك لام التعريف ولام الأصل، والباقية لام الجر، وبقي من الكلمة حرفان أصليان، وهما ما الألف منقلبة عنه والهاء. قال: لأن لام الجر لمعنى، وفتحت للألف، وهذا أولى من أن يقال: حذف حرف المعني- وهو حرف الجر- وأبقى عمله. وأيضاً فإن حذف حرف الجر شاذ جداً خارج عن\n(11/324)",
        "\nالقياس، وهو أيضا حرف معنى، فلا يحذف. وأما اللام الأصلية فتحذف تخفيفا لأنها لا تحرز في الموضع معنى، وفد يحذفون من الأصول كثيرا، كيد ودم، وأما لام التعريف فلا معنى تحرزه في الموضع؛ لأن الكلمة قد صارت علما، فلا تفتقر إليها.\nورد على المبرد بقولهم: لهي أبوك؛ إذ كان ينبغي أن ترجع اللام لأصلها من الكسر، وقد نص س على أن هذه اللام الباقية هي الأصلية، وأن المحذوف لام الجر ولام التعريف. وقد استدل ل ((س)) ببناء لهي، ولا وه لبنائه إلا تضمنه معنى حرف الجر المحذوف، كما بنوا أمس لتضمنه معنى لام التعريف.\nولأبي العباس أن يقول: بني لكثرة ما تصرف فيه من الإخراج عن وضعه، وإذا كانوا يبنون ((أيهم)) لخروجه عن نظائره فأحرى هذا، وكان بناؤه على الفتح تخفيفاً؛ إذ كان آخره باء.\nوقوله ولا يقاس منه إلا على ما ذكر في ((باب كم)) ذكر في \"باب كم\" أنه يجوز الجرب ب ((من)) مضمرة في تمييز الاستفهامية إذا دخل عليها حرف جر؛ خلافا لأبي إسحاق؛ إذ الجر فيه عنده بإضافة كم إليه، وأنه يجوز جر تمييز الخبرية بإضمار من على مذهب الفراء.\nوقوله و ((كان)) مثل المصنف هذا بقوله ((ولا سابق شيئا))، وذلك في بيت زهير:\nبدا لي أني لست مدرك ما مضى ... ولا سابق شيئا إذا كان جائيا\n(11/325)\n",
        "وتقدم لنا الكلام علي هذا البيت، وأنه من العطف علي التوهم، وأن العطف علي التوهم لا ينقاس، فقياس المصنف ذلك ليس بجيد.\nوقوله و \"لا\" المشبهة بإن مثل المصنف ذلك في الشرح بقوله:\nإلا رجل جزاه الله خيراً ..............................\nوهذا من الندور والشذوذ بحيث لا يقاس عليه، والتقدير: ألا من رجل. وهذا المصنف كثيراً ما يتبع الشواذ والنوادر، ويقيس عليها.\nوقوله وما يذكر في بابا القسم هو لفظ الجلالة دون عوض، ويأتي ذكر الخلاف للكوفيين إن شاء الله.\nوقوله وقد يفصل إلى ومجرور مثال الفصل بالظرف ما أنشده أبو عبيدة:\nإن عمراً لا خير في- اليوم- عمرو ... إن عمراً مخبر الأحزان\nومثاله بالجار والمجرور قوله:\nمخلقة، لا يستطاع ارتقاؤها ... وليس إلي- منها- النزول سبيل/ وقوله:\nرب- في الناس- مؤسرٍ كعديم ... وعديم يخال ذا إيسار\n(11/326)\n\nوقول الآخر:\nيقولون: في الأكفاء أكبر همه ... ألا رب- منهم- من يعيش بمالكا\nوأبعد من ذلك الفصل بالمفعول بينهما، قال الفرزدق:\nوغني لأطوي الكشخ من دون من طوى ... وأقطع بالخرق الهبوع المراجم\nأي: وأقطع الخرق بالهبوع المراجم.\nوقوله وندر في النثر إلي آخره: حكى الكسائي الفصل بين الجار والمجرور\nبالقسم، نحو: اشتريته بوالله درهم، وهذا غلام- والله- زيد. وحكى أبو عبيدة: إن الشاة تعرف ربها حين تسمع صوت- والله- ربها. انتهى.\nولا يجوز الفصل بالقسم بين رب ومجرورها، وأجاز الأحمر الفصل به بينها وبين المجرورها النكرة، نحو: رب- والله- رجل عالم لقيت. والأحمر هذا هو علي بن المبارك الاحمر الكوفي تلميذ الكسائي ومسائل سيبوية مع الفراء في المجمع الذي جرى فيه ذكر المسألة الزنبورية.",
        "(11/327)\n\nووهم ابن عصفور، فنسب هذا المذهب لأبي محرز خلف الأحمر البصري، فقال: \"وأجاز خلف الأحمر\". ووهمه في ذلك إطلاقهم الأحمر، فظن أنه خلف. ولا يبعد ما قاله الأحمر من جواز الفصل بين رب ومجرورها النكرة بالقسم؛ لأنه قد فصل به بين الباء ومجرورها في النثر مع أن الباء علي حرف واحد، ورب ثلاثية الوضع. وأيضاً فقد فصل بينهما بالجار والمجرور غير القسم، فلأن يفصل بالقسم أقرب، ولكن الاحتياط ألا يقدم علي ذلك إلا بسماع من العرب.\n(11/328)",
        "\n-[ص: باب القسم\nوهو صريح وغير صريح. وكلاهما جمله فعلية أو اسمية. فالفعلية غير الصريحة في الخبر كعلمت وواثقت مضمنة معناه، وفي الطلب كنشدت وعمرتك، وأبدل من اللفظ بهذه: عمرك الله بفتح الهاء وضمها، وقعدك الله، وقعيدك الله كما أبدل في الصريحة من فعلها المصدر أو ما بمعناه.]-\nش: القسم استعمل منه فعل غير جار عليه، وهو أقسم، كأشبه وأثنى من الشبه والثناء. ويردافه الخلف، واستعمل منه فعل جار، تقول: حلف. والإيلاء: واستعمل منه فعل جار، قالوا: آلى. والأولية: وليس له فعل جارٍ، إنما الفعل آلى.\nاليمين: ولم يستعمل منه فعل لا جارٍ ولا غيره؛ لأنه ليس بمصدر في الأصل فيشتق منه، وإنما هو اسم للجارحة، ثم سمي القسم يميناً؛ لأنهم كانوا إذا تحالفوا أكدوا بأيمانهم بضرب كل واحد منهم بيمينه على يمين صاحبه تأكيداً للعقد؛ حتى سمي الحلف يميناً.\nوينحصر الكلام في هذا الباب في القسم، وفي المقسم به، وفي حروفه، وفي المقسم عليه، وفي حروفه، وفي المقسم عليه، وفيما يتلقى به القسم.\nفأما القسم فهو جملة تؤكد بها أخرى خبرية غير تعجبية. /فقولنا \"جملة\" يعني في اللفظ، نحو: أقسمت بالله، أو في تقدير، نحو: بالله، التقدير: أقسمت بالله.\nوتشمل الجملة الإنشائية، نحو: أقسمت، والخبرية، نحو: علمت لزيد قائم، وأشهد لعمرو خارج، فالنحويون يقولون في هذا إنه جملة قسمية، والخبرية، نحو: علمت لزيد قائم، وأشهد لعمرو خارج، فالنحويون يقولون في هذا إنه جملة قسمية، وهي جملة خبرية تفيد الإخبار بالعلم وانك شاهد وعالم، لكنها لما جاءت توكيداً وتثبيتاً لمعنى الجملة التي بعدها سميت قسماً.\n(11/329)\n",
        "وقولنا \"تؤكد بها أخرى\" احتراز من قولنا: زيد قائم زيد قائم، فإنه يصدق عليها أنها جملة، لكنها ليست أخرى، بل هي هي، وقولنا \"خيرية\" احتراز من غير الخبرية؛ لأنها لا تقع مقسماً عليها. وقولنا \"غير تعجبية\" احتراز من التعجبية، فإنها خبرية تحتمل الصدق والكذب عند بعضهم، وأما من لا يجعلها خبرية فلا يحتاج إلي ذكرها.\nوالمقسم به كل اسم معظم إن كان المقسم يريد تحقيق ما أقسم عليه وتثبيته، فإذا كان مقصوده الحنث أقسم بغير معظم، نحو قوله:\nوحياة هجرك غير معتمدٍ ... إلا ابتغاء الحنث في الحلف\nما أنت أحسن من رأيت، ولا ... كلفي بحبك منتهى كلفي\nأقسم بحياة هجرها، وهو غير معظم عنده، رغبه في أن يحنث فيموت هجرها. قال ابن عصفور: \"إلا أن القسم علي هذا الطريق يقل\".\nوأما حروفه، والمقسم عليه، وما يتلقى به- فيأتي مفصلاً في شرح كلام المصنف إن شاء الله.\nوقسم المصنف القسم إلي صريح وغير صريح، قال: \"والقسم الصريح ما يعلم بمجرد لفظه كون الناطق به مقسماً، كأحلف بالله، وانا حالف بالله، ولعمر الله، وايمن الله. وغير ذلك الصريح ما ليس كذلك، نحو: علم الله، وعاهدت، وواثقت، وعلي عهد الله، وفي ذمتي ميثاق، فليس بمجرد النطق بشيء من هذا الكلام يعلم كونه قسماً بل لقرينة، كذكر جواب بعده، نحو: علي عهد الله\n(11/330)\n\nلأنصرن دينه، وفي ذمتي ميثاق لا أعين ظالما، وكفوله: (وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ)، وكقول الشاعر:\nإني علمت على ما كان من خلق ... لقد أراد هواني اليوم داود\n\nوكقول الآخر:\nأرى محرزا عاهدته ليوافقن ... فكان كمن أغريته بخلاف\n\nوقول الآخر:\nواثقت مية لا تنفك ملغية ... قول الوشاة، فما ألغت لهم قيلا\n\nومنه (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ)، و (نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ).\nويدل على أنه قسم كسر إن بعده، وتسميته يمينا في قوله تعالى: (اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً). ومنه قراءة ابن عباس: (شَهِدَ اللَّهُ أَنَّهُ). وقال الفراء في (وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلأَنَّ جَهَنَّمَ) ((صار قوله (وَتَمَّتْ كَلِمَةُ رَبِّكَ) يمينا، كما",
        "(11/331)\n\nتقول: حلفي لأضربنك، وبدا لي لأضربنك، وكل ما هو بتأويل: بلغني، وقيل لي، وانتهى إلي_ فاللام تصلح فيه)) انتهى.\nوقال س: ((يَعْلَمُ اللُّه)). قال الأستاذ أبو علي: ((ليس في هذا قسم لا ملفوظ به ولا مقدر، لكنه لما أشبه القسم من جهة أنه تأكيد للخبر الذي بعده أجيب بجوابه)).\nقال ابن خروف: ((دخول معنى القسم في علم ويعلم لا يكون إلا مع اسم الله تعالى، ولا يؤخذ ذلك إلا بالسماع)).\nوما ضمن معنى القسم من نحو علمت وأشهد فقيل: الجملة في موضع المعمول لعلمت وأشهد. وقيل: ليست معمولة؛ لأن القسم لا يعمل في جوابه، وهذا مضمون معناه، فلا يعمل، فإن كانت معلقة ولم تضمن معنى القسم فهي في موضع معمول ولا بد.\nوقوله وفي الطلب كنشدت قال المصنف في الشرح: ((ومن القسم غير الصريح نشدتك وعمرتك، فللناطق بهما أن يقصد القسم وألا يقصده، فليس مجرد النطق بهما يدل على كونه قسما، لكن يعلم كونه قسما بإيلائه (الله)، نحو: نشدتك الله، وعمرتك الله، ولا يستعملان إلا في قسم فيه طلب، نحو: نشدتك الله إلا أعنتني، وعمرتك الله لا تطلع هواك.\nويستعمل أيضا في الطلب عزمت وأقسمت، لذلك قلت (كنشدت) تنبيها على أن لنشدت من الأفعال أخوات سوى عمرت)) انتهى. وتسمية هذا قسما لم أره إلا لهذا المصنف.\n(11/332)",
        "\nوأما أصحابنا فالجملة المقسم عليها لا تكون إلا خبرية عندهم كما قررنا، فإن كانت غير خبرية لم تقع جوابا للقسم، لا يجوز أن تقول: بالله هل قام زيد، فأما قول الشاعر:\nبالله ربك إن دخلت فقل له ... هذه ابن هرمة واقفا بالباب\nوقول الآخر:\nبدينك هل ضممت إليك ليلى ... وهل قبلت قبل الصبح فاها\n\nفليسا بقسمين؛ لأن ما بعد المجرور ليس جملة خبرية، والمراد استعطاف المخاطب، وتقديره: أسألك بدينك، وأسألك بالله، أضمروا الفعل لدلالة المعنى عليه.\nوقد يحذفون الباء وينصبون ضرورة، وقال:\nأقول لبواب على باب دارها ... أميرك، بلغها السلام، وأبشر\n\nوفي بعض شروح الكتاب وقد ذكر عمرتك وعمرك وقعدك وقعدك وقعيدك ما نصبه: ((وزعم بعض النحويين أن هذا ليس بقسم كونه لم يجئ في كلام العرب وقوع الحرق الخاص بالقسم، نحو التاء، لم يقولوا: تالله هل قام زيد، وأن الفعل المختص بالقسم\n(11/333)\n",
        "لم تعلق به الباء، فلا يقال: أقسم/ بالله هل قام زيد، وأن القسم لا يخلو من حنث أو بر، ولا يتصور ذلك إلا فيما يصح اتصافه بالصدق والكذب.\nفأما قوله:\nأجهالا تقول بني لؤي ... لعمرك أبيك أم متجاهلينا\nوقول الآخر:\nأيا خير حي في البرية كلها ... أبالله هل لي في يميني من عقل\nفف\n\nف ((لعمر أبيك)) من ألفاظ القسم الخاصة به، وقد جاءت في جملة الاستفهام، و ((بالله)) أتي بعده بجملة استفهامية.\nوالجواب أن جواب ((لعمر أبيك)) محذوف، تقديره: لتخبرني، وحذف لدلالة الاستفهام عليه؛ لأن المستفهم إنما يستفهم ليخبر. ولم يجعل ((أبالله)) يمينا، وإنما معناه: أسألك بالله هل لي في يميني إن حلفت أنك خير حي من عقل؟ فإذا تقرر هذا فقولهم: نشدتك الله، وعمرتك الله، وقعدك الله_ ليس بقسم؛ لأن ما استفهام، وأمر، ونهي، وأن، وإلا، ولما بمعنى إلا، والأصل في ذلك نشدتك بالله، إي: سألتك به، وطلبت منك به، لأنه يقال نشد الرجل الضالة: طلبها. وكان جوابها تلك لأن الأمر والنهي والاستفهام كلها بمعنى الاستدعاء. وكذلك أن؛ لأنها في صلة الطلب، كقولك: نشدتك الله أن تقوم، وكذلك: نشدتك الله قم، ونشدتك الله لا تقم، ومن كلامهم: أنشدك إلا فعلت، وقال:\n(11/334)\n\nعمرتك الله إلا ما ذكرت لنا ... هل كانت جارتنا أيام ذي سلم\n\nوقال آخر:\nعمرتك الله الجليل، فإنني ... ألوي عليك لو أن لبك يهتدي\n\nوقد يحذف هذا الفعل، نحو قوله:\nقالت له: بالله يا ذا البردين ... لما غنثت نفسا أو اثنين\n\nوإذا كان في الجواب ((إلا)) فالفعل قبلها بصورة الموجب، وهو منفي في المعنى. وقد تقدم كلامنا على ((نشدتك إلا فعلت)) في باب الاستثناء.\nقال المصنف في الشرح: ((ومعنى نشدتك الله: سألتك مذكرا الله، ومعنى عمرتك الله: سألت الله تعميرك، ثم ضمنا معنى القسم الطلبي)) انتهى.\nفإن عنى المصنف أنه تفسير معنى لا إعراب فيمكن، وإن عنى تفسير إعراب فليس كذلك، بل نشدتك الله انتصاب الجلالة فيه على إسقاط الخافض، لما سقط وصل إليه الفعل فنصبه، فليس منصوبا بمذكر. وأما عمرتك الله فلفظ الجلالة منصوب بإسقاط الخافض، ووصل الفعل إليه، /فنصبه، والتقدير: عمرتك بالله، أي: ذكرتك بالله تذكيرا يعنر القلب ولا يخلو منه.\nوقوله وأبدل من اللفظ بهذه عمرك الله بفتح الهاء وضمها الإشارة بهذه إلى قولك عمرتك، وعمرك مصدر على حذف الزوائد، والتقدير: تعميرك الله، أي:",
        "(11/335)\n\nتذكيرك بالله، قال الشاعر:\nأيها المنكح الثريا سهيلا ... عمرك الله، كيف يلتقيان\n\nوقال آخر:\nعمرك الله_ يا سعاد_ عديني ... بعض ما أبتغي، ولا تؤيسيني\n\nوقال آخر:\nيا عمرك الله إلا قلت صادقة ... أصادقا وصف المجنون أم كذبا\n\nوقال آخر:\nعمرك الله ساعة حديثنا ... ودعينا من ذكر ما يؤذينا\n\nوقال آخر:\nعمرك الله، أما تعرفني ... أنا حراث المنايا في الفزع\n\nوحكى بعض الثقات عن أعرابي: عمرك الله، برفع الله. قال أبو علي: ((والمراد عمرك الله تعميرا، فأضيف المصدر إلى المفعول، ورفع به الفاعل)).\n(11/336)",
        "\nوقال الأخفش في ((الأوسط)): ((أصله: [أسألك] بتعميرك الله، وحذف زوائد المصدر والفعل والباء، فانتصب ما كان مجرورا بها)).\nويدل على ما قاله الأخفش إدخال باء الجر عليه، قال عمر بن أبي ربيعة.\nبعمرك هل رأيت لها سميا ... فشاقك، أم لقيت لها خدينا\n\nوفي (اللباب): إذا قلت عمرك الله بنصب اسم الله ففي إعرابه وجهان: أحدهما: أن التقدير: أسألك تعميرك الله، أي: باعتقادك بقاء الله، فتعميرك مفعول ثان، والله منصوب بالمصدر.\nوالثاني: أن يكونا مفعولين، أي: أسأل الله تعميرك)) انتهى.\nوحكى ابن الأعرابي: عمرك الله، برفع راء عمرك الله، وعلى النصب رواه أهل العربية.\nوفي ((البسيط)): ((وأما ما لم يتصرف فنحو: عمرك الله، وقعدك الله وريحانه، وحنانيك، وهو على الدعاء، أي: عمرك الله، فقيل: هو مصدر محذوف الزوائد، كأنه بدل من قولك: تعميرك الله، وفعله عمر، وهو العامل فيه. ومعنى عمرك الله: سألت الله أن يعمرك تعميرا مثل تعميرك إياه نفسك، أي: مثل سؤالك الله تعمير نفسك، فحذف العامل ومعموله_ وهو التعمير_ وصفته، وأقيم التعمير محذوف الزوائد بمنزلة ذلك، ثم حذفت نفسك، /وأبدلت من إياه الظاهر، وهو اسم الله تعالى، فقلت: عمرك الله، فالكاف للفاعل. وهو تقدير أبي على. وربما حذف\n(11/337)\n",
        "المفعول الثاني؛ لأنه بمنزلة أعطيت، وجاز بناء المصدر على حذف الزوائد كما أنشد أبو علي:\nفإن يبرأ فلم أنفث عليه ... وإن يهلك فذلك كان قدري\n\nأي: تقديري. ومنه على رأي: قيد الأوابد، أي: تقييد الأوابد)) انتهى.\nولا يقال هو قسم بمنزلة قولك: عمر الله لأفعلن، كما ذهب إليه بعضهم؛ لأن هذا مصدر عمر الرجل يعمر: إذا امتد بقاؤه. ولم يستعملوا في القسم إلا المفتوح، والأول من التعمير، ولا قسم فيه. ويدل على ذلك أنه لا جواب له لا ظاهرا ولا مقدرا، وإنما أنت داع له، كقولك:\n........................... ... عمرك الله كيف يلتقيان\n\nو:\nعمرتك الله الجليل ....... ... ...........................\n\nويجوز: لعمر الله، وعمر الله لقد كان كذا، ولا يجوز: لعمرك الله.\nوقد أجاز أبو العباس وأبو سعيد أن ينتصب هذا أيضا على تقدير القسم، كأنه قال: أقسم عليك بعمرك الله، أي: بتعميرك الله، أي: بإقرارك له بالدوام والبقاء، ويكون محذوف الجواب، فتكون الكاف في موضع رفع.\nقيل: ويحتمل أن يكون نصبا على معنى: أسألك تعمير الله إياك فحذف الفاعل، وأضاف إلى المفعول، وانتصب لفظ الجلالة بإضمار فعل آخر. والظاهر من كلام س أنه مصدر موضوع موضع الفعل على أنه مفعول به، كما قال المبرد.\n(11/338)\n\nوقال بعض أصحابنا: عمرك الله بمعنى تعميرك، وفعل يأتي بمعنى التفعيل، قال:\nفإن ينجو فلم أنفث عليه ... وإن يهلك فذلك كان قدري\n\nأي: تقديري. ومعناه: سألتك بعمرك كما تسأل الله بعمره، فهو مصدر تشبيهي على حد: ضربتك ضرب زيد، فالمصدر مضاف إلى الفاعل، والجلالة مفعول، وكأنه قال: سؤالك الله بعمره، أي: ببقائه، فعمرتك متعد إلى واحد، فيكون عمرك الله كذلك.\nفإذا قلت عمرتك الله فالكاف مفعولة، والجلالة منصوب بمصدر، كأنه قال:\nعمرك الله، ويكون من حذف الموصول وإبقاء الصلة، ولا يجوز إلا في الشعر، هكذا يتنزل إعرابه، وهذا هو المعنى. وقد يكون ((عمرتك الله)) متعديا إلى اثنين، كأنه قال: سألت الله تعميرك مثل ما تسأل الله تعميرك، فيكون ((عمرك الله)) على هذا يحتمل وجهين:\nأحدهما: أن تكون الكاف مضافا إليها على أنها فاعلة، وكأنك قلت: سؤالك الله عمرك، ويحذف المفعول الثاني.\nوالثاني: أن تكون الكاف مفعولة، وكأن المعنى: سؤالك الله نفسك، أي: حفظ نفسك، ثم قدمت نفسك، فاتصل، وكأنك قلت: تعميرك أنت الله.\nوأما ((قعدك الله)) فمتعد إلى اثنين، والمعنى: سألت الله تقعيدك، أي حفظك، كما تسأل الله أنت حفظك، وفسر/ القعيد بالحفيظ؛ لأن اللغة نطقت بذلك، قال تعالى: (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (17)\nمَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ)، القعيد: الحافظ. وهذا مذهب أبي علي الفارسي.",
        "(11/339)\n\nوقوله وقعدك الله وقعيدك قال المصنف في الشرح: ((قيل: هما مصدران بمعنى المراقبة، كالحس والحسيس. وانتصابهما بتقدير أقسم أي: أقسم بمراقبتك الله. وقيل: قعد وقعيد بمعنى الرقيب الحفيظ، من قوله تعالى: (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ)، أي: رقيب حفيظ. ونظيرهما خل وخليل، وند ونديد. وإذا كانا بمعنى الرقيب والحفيظ فالمعنى بهما الله تعالى، ونصبهما بتقدير أقسم معدى بالباء، ثم حذف الفعل والباء، فانتصبا، وأبدل منهما الله)) انتهى.\nوقال أبو الحسن بن سيده: ((المعنى: أسألك بقعدك الله، وتقعيدك الله ومعناه: بوصفك الله بالثبات والدوام، وهو مأخوذ من القواعد التي هي الأصول لما يلبث ويبقى، ولم يصرف منه فيقال: قعدتك الله، كما قالوا: عمرتك الله؛ لأن العمر في كلام العرب معروف، وهي كثيرة الاستعمال له في اليمين، فلذلك تصرف، وكثر مواضعه)) انتهى. وكلام ابم سيده يدل على أنهما مصدران.\nوفي ((البسيط)): ويدل على القسم فيها قولهم: قعدك الله لأفعلن. ويحتمل أن يكون بمعنى عمرك الله في الدعاء، أي: أثبتك الله، وإن لم يتكلم له بفعل من لفظه بمنزلة بهرا المقدر له.\nوهو عند س بمنزلة: عمرك الله، وكأنه وضع موضع فعل، كأنه قيل: قعدتك الله، أي: سألتك ببقاء الله وثباته.\nوعن الأزهري: قالت قريبة الأعرابية:\n(11/340)",
        "\nقعيدك، عمر الله، يابنت مالك ... ألم تعلمينا نعم مأوى المحصب\n\nقال الأزهري: ((ولم أسمع بيتا جمع فيه بين العمر والقعيد إلا هذا)).\nوروى أبو عبيد عن الكسائي: يقال: قعدك الله، مثل: نشدتك الله. وقال أيضا: قعدك الله، أي: الله معك. ومثله قعيد، وقيل: القعيد: المقاعد، كأنه قال: أنت مقاعد الله، أي: هو معك. وقال أبو عبيد: يقال: قعيدك لتفعلن كذا. وقال أبو الهيثم: قعيدك وقعدك بفتح القاف، ولا أعرف كسرها. وأنشد:\nبقعدك ألا تسمعيني ملامة ... .............................\n\nالبيت. وأنشده الأصعمي: قعيدك.\nويقال: قعدت الرجل وأقعدته: خدمته، وقال الفرزدق:\nقعيدكما الله الذي أنتما له ... ألم تسمعا بالبيضتين المناديا\n\nوقال قيس العامري:\nقعيدك رب الناس، يا أم مالك ... ألم تعلمينا نعم مأوى المحصب\n\n/ وقال آخر:\nقعدك الله، هل علمت بأني ... في هواك استطبت كل معنى\n(11/341)\n",
        "وقال آخر:\nفقعدك ألا تسمعيني ملامة ... ولا تنكئي قرح الفؤاد فييجعا\n\nوقوله كما أبدل في الصريحة من فعلها المصدر أو ما ما بمعناه فالمصدر نحو قسم وألية، والذي بمعناه يمين وقضاء ويقين وحق وغير ذلك، قال الشاعر:\nقسما لأصطبرن على ما سمتني ... ما لم تسومي هجرة وصدودا\n\nوقال:\nألية ليحيقن بالمسيء إذا ... ما حوسب الناس طرا سوء ما عملا\n\nوقال:\nيمينا لنعم السيدان، وجدتما ... على كل حال من سحيل ومبرم\n\nوحكى ثعلب أن العرب تنصب قضاء الله، وتجعله قسما، فتقول على هذا: قضاء الله لأقومن، وقال:\nويقينا لأشربن بماء ... وردوه فهاجلا وتئيه\n\nوقال تعالى: (فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) لَأَمْلأَنَّ). فهذه كلها نابت مناب أقسم وأحلف.\nص: ويضمر الفعل في الطلب كثيرا استغناء بالمقسم به مجرورا بالباء، ويختص الطلب بها، وإن جر في غيره بغيرها حذف الفعل وجوبا، وإن حذفا معا نصب المقسم به، وإن كان ((الله)) جاز جره بتعويض ((آ)) ثابت الألف، أو ((ها)) محذوف الألف أو ثابتها، مع وصل ألف ((الله)) وقطعها، وقد تستغنى في التعويض\n(11/342)\n\nبقطعها، ويجوز جر ((الله)) دون عوض، ولا يشارك في ذلك، خلافا للكوفيين، وليس الجر في التعويض بالعوض، خلافا للأخفش ومن وافقه.\nش: مثال إضمار الفعل: بالله لا تخالف، بالله وافق، التقدير: نشدتك بالله.\nوقوله ويختص الطلب بها يعني بالباء، فلا يستعمل فيه الواو والتاء واللام من حروف القسم.\nوقوله وإن جر في غيره بغيرها أي: في غير الطلب بغير الباء من الحروف_ وهي الواو والتاء واللام_ حذف الفعل وجوبا قال تعالى: (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ)، (قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا)، من ربي إنك لأشر، لله لا يؤخز الأجل، وأنشد س لعبده مناة الهذلي:\nلله يبقي على الأيام ذو حيد ... بمشمخر، به الظيان والآس\n\nوهذا الذي ذكره المصنف من أنه يضمر الفعل وجوبا إذا جر المقسم به بغير الباء في بعضه خلاف: ذهب ابن كيسان إلى أنه يجوز إظهار الفعل مع الواو، فأجاز: حلفت/ والله لأقومن، وأقسمت والله لأخرجن. وهذا لا يحفظه البصريون، فإن جاء تؤول على أن [يكون] ((حلفت)) كلاما تاما، ثم أتى بعد ذلك بالقسم، ولا يجعل ((والله متعلقا ب ((حلفت)).",
        "(11/343)\n\nوقوله وإن حذفا معا نصب المقسم به أي: وإن حذف فعل القسم وحرف الجر نصب المقسم به، وهو أعلم من أن يكون المقسم به لفظ الجلالة أو غيره. وظاهر كلام المصنف نصب المقسم به فقط.\nوذكر بعض أصحابنا أنه يجوز فيه وجهان: الرفع على الابتداء، والخبر محذوف. والنصب بإضمار فعل القسم، لما حذف حرف الجر وصل إليه الفعل، فتقول: يمين الله لأفعلن، وعهد الله لأقومن، بالرفع، ومن الرفع قوله:\nإذا ما الخبز تأدمه بلحم ... فذاك، أمانة الله، الثريد\n\nوقيل: هذا البيت مصنوع، صنعه النحويون. وتقول: يمين الله لأقومن، وقال:\nفقلت: يمين الله أبرح قاعدا ... ولو قطعوا رأسي لديك وأوصالي\n\nروي برفع يمين ونصبه. وقدر بعضهم الرفع على أنه خبر مبتدأ محذوف، أي: قسمي يمين الله.\nوزعم ابن عصفور في ((شرح الجمل)) تابعا لابن خروف أنه يجوز فيه إذا نصب أن ينتصب بفعل القسم كما ذكرناه، وأن ينتصب بفعل مضمر يصل بنفسه، تقديره: ألزم نفسي يمين الله.\n(11/344)",
        "\nوإذا نصبت لفظ ((الله))، فقلت: الله لأفعلن_ فيجوز عند ابن خروف أن يكون الأصل: ألزم نفسي يمين الله لأفعلن، ثم حذف المضاف، وأقيم المضاف إليه مقامه.\nورد هذا المذهب بأن ((ألزم)) ليس بفعل قسم، وتضمين الفعل معنى القسم ليس بقياس، وساغ حذف الحروف ووصول فعل القسم بنفسه لكثرة الاستعمال وطول الكلام بالجواب؛ كما ساغ حذف الفعل نفسه لذلك، ولأنه لما قال في كلامهم إضمار الفعل المتعدي بحرف الجر وإبقاء الحرف في غير هذا الباب حذفوا الحرف؛ وأوصلوا الفعل المضمر بنفسه، ولذلك إذا أظهروا لم يحذفوا الحرف. وشبه س ذلك بحذف الحرف في قولهم: إنك ذاهب حقا، والأصل بحق، فحذف الحرف، ونصب الاسم ب (ذاهب). ووجه الشبه أن المحلوف به يؤكد به الحديث كما يؤكد ب (حق) في: إنك ذاهب حقا\nوقال الأستاذ أبو علي: ينبغي أن ينصب بفعل من المعنى، كما قال الزجاجي: ألزم نفسي يمين الله. ويضعف أن يقال: ما كان يتعدى إليه بالحرف أوصل بنفسه كما قال الفارسي؛ لأنه لا يعمل ظاهرا إلا بحرف، فكي يكون مضمرا أقوى منه مظهرا وحجة الفارسي في ذلك أن يقول: قد أتسع في هذا الباب كثيرا، ولكن الاولى ما قلنا.\nوذكر ابن عصفور في بعض تصانيفه أنه إذا حذف الحرف /ولم يقدر لزم نصب المقسم به بفعل القسم المضمر بعد إسقاط الحرف كما ذكره أبو علي؛ فإذا قلت: الله لأقومن، أو يمين الله لأخرجن، فالتقدير: أحلف الله، وأحلف يمين.\n(11/345)\n",
        "وفي قول المصنف ((وإن حذفا معا)) دلالة على جواز حذف الفعل والحرف. وليس كذلك، بل إنما يجوز حذف الحرف بشرط ألا يدخل الكلام معنى التعجب، فإذا قلت متعحبا: تالله لا يبقى على الأيام أحد، أو لله_ لم يجز حذف التاء ولا حذف اللام.\nوقوله وإن كان ((الله)) _ أي: وإن كان المقسم به لفظ ((الله)) _ جاز جره بتعويض ((آ)) ثابت الألف قال في الشرح: ((جاز جره مع تعويض همزة مفتوحة تليها ألف، نحو: الله لأفعلن)). وأصحابنا يعبرون عن هذه الهمزة بهمزة الاستفهام، وليس استفهاما حقيقة.\nوقوله أو ((ها)) محذوف الألف أو ثابتها مع وصل الألف وقطعها فتجيء صور أربع: هالله، ها الله، هألله، ها ألله: وأصحابنا يعبرون عن هذا ب ((ها)) للتنبيه.\nوقوله وقد يستعنى في التعويض بقطعها يقول القائل: والله لأخرجن، فتقول: أفألله لتخرجن؟ وإن شئت: فألله، بغير همزة استفهام، فهمزة القطع عوض من الحرف 0\nولا تستعمل هذه الأعواض إلا في اسم الله تعالى، ولا يجوز معها إلا الجر، فلو جئت بشيء من هذه الأعواض الثلاثة فيما يقسم به من غير لفظ ((الله))، وحذفت حرف الجر الموضوع للقسم_ لم يكن إلا النصب، تقول: آلعزيز لأفعلن، ومن كلامهم: لا ها الله، وإي ها الله، يريدون، وإي والله. ومن مد، فقال: ها الله، فجمع بين الساكنين لأن الثاني مشدد أجراه مجرى دابة. ومن حذف\n(11/346)\n\nالألف فهو القياس؛ لأن العرب لا تجمع بين ساكنين في الوصل والأول حرف مد ولين والثاني مشدد إلا إذا كانا في كلمة واحدة. ومن قال ها ألله فإنه لما قطع همزة الوصل فليس بقياس، وقد حكاه الجرمي، لكنه توهم أن همزة الوصل قد ذهبت ولم تقطع، فحذف.\nوقوله ويجوز جر ((الله)) دون عوض حكى س: الله لأفعلن، يريد: والله وحكى الأخفش في معانيه أن من العرب من يجر اسم الله مقسما به دون جار موجود ولا عوض. وذكر غيره من الثقات أنه سمع بعض العرب يقول: كلا الله لأخرجن، يريد: كلا والله. وأنشدوا على جره دون حرف ولا عوض قول الشاعر:\nألا رب من تغتشه_ الله_ ناصح ... ومؤتمن بالغيب غير أمين\n\nوأما رفعه فأجازه بعضهم، تقول: الله لأقومن. ومنعه بعضهم. قيل: لأنه لا خبر له. / وليس بشيء؛ لأنه يصح تقدير خبر له، كأنه قال: الله قسمي به.\nقال صاحب ((البسيط)): وإنما امتنع لأن هذا الموضع للفعل، فلا يكون فيه من الاسم إلا مافيه معنى الفعل، كباب سقيا ورعيا، ولا تقع فيه الجملة التي مرفوعها ليس بمعنى الفعل ولا صرح فيه بالفعل إلا سماعا، نحو إيمن الله. وقد أجازه الكوفيون في غيره.",
        "(11/347)\n\nوقد لحق هذا اللفظ أنواع من التغيير في القسم، قالوا: وله لا أفعل، ووله لا أفعل، كما غيروا في: لله أبوك، قالوا: لاه أبوك، ووله أبوك، ولهي أبوك، كما قالوا: له ربي، أي: الله ربي.\nوقوله ولا يشارك في ذلك، خلافا للكوفيين قال المصنف في الشرح: ((زعم بعض أئمة الكوفة أن الأسماء كلها إذا أقسم بها محذوفا منها الواو تخفض وترفع، ولا يجوز النصب إلا في حرفين، يعني: كعبة الله، وقضاء الله، وأنشد:\nلا، كعبة الله، ما هجرتكم ... * ... إلا وفي النفس منكم أرب\n\nومذهب البصريين أن المقسم به إذا حذف جاره بلا عوض، ولم ينو المحذوف_ جاز نصبه كائنا ما كان)).\nوقال بعض شيوخنا: ولا يجوز إذا أسقطت الفعل إلا النصب في جميع الأسماء. يعني إذا حذف حرف الجر. قال: إلا في اسم الله، فيجوز أن يحذف حرف الجر ويبقي مجرورا، ولا ينبغي أن يقاس عليه جميع الأسماء التي يقسم بها؛ لأن لهذا الاسم اختصاصا في هذا الباب بأشياء لا تكون لغيره لكثرة ما استعملته العرب، فمنها ما ذكرته من حذف حرف الجر وإبقاء عمله.\nوجاء الزمخشري، وقاس عليه غيره، وأجاز في جميع ما أقسم به من الأسماء أن يحذف حرف الجر ويبقي مخفوضا. وليس هذا بصحيح، إنما يوقف عند ما سمع، ولا يتعدى؛ إذ لم يجئ على القياس.\n(11/348)",
        "\nوفي ((البسيط)) ما معناه: يجوز الجر في اسم الله من غير عوض، وأما في غيره فلا يجوز على رأي البصريين، ويجوز على رأي الكوفيين وبعض البصريين.\nوفي ((الإفصاح)): حكى أبو عمر أن من العرب من يضمر حرف الجر مع كل قسم، كما أضروا رب مع الواو وغيرها.\nوقوله وليس الجر إلى آخره: ذكر الأخفش في ((الأوسط)) أن الجر بالعوض، وهو اختيار جماعة، منهم من المتأخريم ابن عصفور وابن أبي الربيع.\nوانتصر لهذا القول بأنه شبيه بتعويض الواو من الباء، والتاء من الواو، ولا خلاف في أن الجر بالواو والتاء، فكذلك ينبغي أن يكون الجر بهذه الأعواض.\nقال المصنف في الشرح: ((والأصح كون الجر بالحرف المحذوف وإن كان لا يلفظ به، كما كان النصب بعد الفاء والواو وأو وكي الجارة ولام الجحود ب ((أن)) المحذوفة وإن كانت لازمة الحذف)).\nوفي البسيط: ((وقد يستغنون عن البدل_ يعني بالبدل ما هو بدل من باء القسم_ بقطع همزة الوصل. وهو عند/ الكوفيين مخفوض بتقدير الباء، والهمزة للاستفهام، يخفضون بالباء بعدها، فإذا قلت (ألله) فكأنك قلت: أبالله، وعليه ينشد قول أبي بكر (رضي الله عنه):\nأجدك، ما لعينك لا تنام ... كأن جفونها فيها كلام))\n\nص: فإن ابتدئ في الجملة الاسمية بمتعين للقسم حذف الخبر وجوبا، وإلا\n(11/349)\n",
        "فجوازا. والمحذوف الخبر إن عري من لام الابتداء جاز نصبه بفعل مقدر، وإن كان ((عمرا)) جاز أيضا ضم عينه ودخول الباء عليه، ويلزم الإضافة مطلقا.\nش: المتعين للقسم في الجملة الاسمية هو لعمرك ولايمن؛ لأنهما لا يستعملان مقرونين باللام إلا مقسما بهما مرفوعين بالابتداء، فالتزم حذف الخبر لفهم المعنى مع سد الجواب مسده، وكذا غيرهما مما تقترن به قرينة تعينه أن يكون مقسما به يكون مبتدأ محذوف الخبر وجوبا؛ كقول من استحلف: لعهد الله لقد كان كذا.\nوإنما أعرب لعمر ولايمن مبتدأ، خبره مضمر، تقديره: لعمرك ما أقسم به، ولم يعرب خبر مبتدأ محذوف_ لدخول لام الابتداء عليه، ولا تدخل على الخبر إلا ضرورة، وليست هذه اللام جوابا لقسم محذوف؛ لأن الجملة التي هي عمرك وخبره المحذوف قسم، والقسم لا يدخل على القسم، كذا قال بعضهم. ورد بقوله: (وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى)، فهذا قسم قد دخل على قسم.\nوقوله وإلا فجوازا أي: وإلا يكن المبتدأ به في الجملة الاسمية متعينا للقسم فإنه يحذف الخبر جوازا؛ كقول من لم يتعين عليه يمين: على عهد الله، ويمين الله تلزمني، فيجوز في هذا حذف ((علي)) وحذف ((تلزمني))؛ لأن ذكر الجواب دليل على أنك مقسم، وقد حكى س: ((علي عهد الله))، فأظهر الخبر، وهذا نص، فلا يلتفت إلى كلام من أنكر من المتأخرين: علي عهد الله، فيظهر الخبر 0\nوقوله والمحذوف الخبر يعني: إذا حذفت اللام من لعمر ولعهد الله وشبههما جاز نصبه بفعل مقدر؛ وهو فعل القسم. وإنما قال ((جاز)) لأنه قد يقر مبتدأ، ويكون خبره محذوفا، قال أبو شهاب الهذلي:\n(11/350)\n\nفإنك_ عمر الله_ إن تسأليهم ... بأحسابنا إذ ما تجل الكبائر\nينبوك أنا نفرج الهم كله ... بحق، وأنا في الحروب مساعر\n\nوقال آخر:\nفلا عمر الذي أثني عليه ... وما رفع الحجيج إلى إلال\nلما أغلفت شكرك، فانتصحني ... وكيف، ومن عطائك جل مالي\n\nيروى بنصب عمر ورفعه، فالرفع على الابتداء، والنصب بإضمار أحلف بعد / إسقاط الباء، الأصل: فلا بعمر الذي.\nوقال أبو جعفر النحاس: إذا قلت: عمر الله، وعمرك_ جاز الرفع والنصب، وقد يجوز الخفض، تجعل الواو للقسم، وتقول: وعمرك. واستعمال عمر دون لام قليل. فأما قول الطائي:\nعمري لقد نصح الزمان، وإنه ... لمن العجائب ناصح، لا يشفق\n\nفيحتمل أن يكون مرفوعا على الابتداء، وخبره محذوف. ويحتمل أن يكون منصوبا بفعل محذوف.\nوقوله وإن كان عمرا أي: وإن كان الذي كان متعينا للقسم عمرا، وحذفت لامه_ جاز ضم عينه، فتقول: عمرك لقد كان كذا، وكذا كان القياس مع اللام، لكن العرب التزمت الفتح لأنه أخف من الضم.\nوقوله ودخول الباء عليه قال:",
        "(11/351)\n\nرقي! بعمركم، لا تهجرينا ... ومنينا المنى، ثم امطلينا\n\nوقال آخر:\nأأقام أمس خليطنا أم سارا ... سائل بعمرك أي ذاك اختارا\n\nوهكذا أنشدهما المصنف شاهدا على أنه تدخل الباء على عمر في القسم.\nوهذا كما بيناه أول الباب ليس بقسم، بل هو من باب السؤال والطلب؛ ألا تراه كيف جاء بعد ((بعمركم)) جملة النهي، وهي قوله ((لا تهجرينا))، وكيف قال ((سائل بعمرك))، فعلقه ب ((سائل))، وليس من أفعال القسم.\nوقوله ويلزم الإضافة مطلقا يعني إلى الظاهر والمضمر مع اللام ودونها.\nوإنما حذفوا خبر ((لعمرك)) لزوما لأنه ليس بخبر حقيقة، إنما يراد به القسم، وهذا من التركيب الذي لفظه لا يكون طبق معناه، بل لوحظ فيه المعنى، وهو أنه مقسم به، فلم يكن له خبر موجود، كما قالوا حسبك، فاستعملوه مبتدأ بلا خبر ملفوظ به لأنه في معنى الأمر.\nوفي معنى عمر هنا قولان:\nأحدهما: ما ذهب إليه البصريون من أنه بمعنى البقاء، تقول: طال عمرك وعمرك، وألزموه الفتح مع اللام في القسم، فعلى هذا يكون المجرور بعده فاعلا، ويكون المصدر مضافا إليه.\nوالثاني: ما ذهب إليه بعض الكوفيين والهروي في ((الغريبين)) من أنه مصدر ضد الخلو، من عمر الرجل منزله، والمقسم يريد تعمير القلب بذكر الله تأكيدا للصدق وتحذيرا من الغفلة والوقوع في المأثم والحنث. قال أبو زيد السهيلي:\n(11/352)",
        "\nولذلك قالوا:\nعمرتك الله إلا ما ذكرت لنا ... ...........................\n\nأي: ذكرتك تذكيرا يعمر القلب، ولا يخلو منه؛ لأن الذكر قد يكون باللسان دون القلب، فعلى هذا لعمر الله ي معنى التذكير به، فهو مفعول في المعنى، أي: ذاكر أو مذكر. ونحو منه: ((قعدك الله))، و:\nقعيدكما الله الذي أنتما له ... .....................\n\nأي: إنه /ثابت معك، يطلع على عيبك، فاذكره، ولا تحنث.\nوهذا القول إذا تدبرته هو لا شك مقصود العرب بهذه الكلمة؛ لأنهم فتحوا أولها كالمصادر الثلاثية، واشتقوا منها الفعل، فقالوا: عمرتك الله، كما يشتق من المصادر. وقوى هذا المعنى قولهم: قعدك الله. ولو كان العمر هنا محلوفا به لقالوا: وعمر الله، كما قالو: وعهد الله، ولو كان صفة الله يحلف بها لوجدت في الكلام في غير القسم، ولو كان بمعنى البقاء لقالوا: وبقاء الله، وهم لا يحلفون ببقائه ولا قدمه، لكن بعزته وعظمته؛ لما في ذلك من التعظيم. وأشنع ما حكى أصحاب هذا القول أن العمر إنما هو للإنسان يعمره الله ما يشاء، ولا يضاف العمر إلى الله، إنما يوصف بالبقاء.\nص: وإن كان ((ايمن)) الموصول الهمزة لزم الإضافة إلى ((الله)) غالبا، وقد يضاف إلى الكعبة والكاف والذي، وقد يقال فيه مضافا إلى ((الله)): ايمن وايمن وايمن وايم وايم وام، و ((من)) مثلث الحرفين، و ((م)) مثلثا، وليست الميم بدلا من واو، ولا أصلها ((من))، خلافا لمن زعم ذلك، ولا ((ايمن)) المذكور جمع يمين،\n(11/353)\n",
        "خلافا للكوفيين. وقد يخبر عن اسم الله مقسما به ب ((لك)) و ((علي)). وقد يبتدأ بالنذر قسما.\nش: يريد: وإن كان المبتدأ في الجملة الاسمية المتعين للقسم ايمن الموصول.\nويعني بالموصول الذي همزته همزة وصل، واحترز من أيمن الذي همزته همزة قطع جماع يمين. وحكمه حكم واحده إذا أقسم به من جواز جره بالحرف، ونصبه إذا حذف الحرف. ويدل على أن همزته همزة وصل سقوطها إذا كان قبلها متحرك، قال الشاعر:\nفقال فريق القوم لما نشدتهم: ... نعم، وفريق: ليمن الله ما ندري\n\nولا خلاف نعلمه أن ايمن اسم إلا ما حكى عن الرماني أنه حرف جر، وهذا خلاف شاذ.\nوجمهور النحويين على أن ((ايمن الله)) في القسم التزمت العرب فيه الرفع على الابتداء، ولا يستعمل إلا كما استعملته العرب.\nوذهب ابن درستويه إلى أنه يجوز أن يجر بواو القسم، قال في كتابه المسمى ب ((الهداية)): ((واعلم أن ما عدا الباء والواو والتاء أسماء يقسم بها كما يقسم ب (الله)، وتدخل عليها الواو، إلا من ربي، ومن ربي، فتقول: وأيمن الله، ويمين الله، وعهد الله)). قال: ((ومن ربي ومن ربي إنما هما ايمن، حذفت منه الهمزة والياء. وكذلك: ام الله، إنما هي يمين أو ايمن)). قال: ((ولا يدخل على هذه الثلاثة حرف جر؛ لأنها أشبهت حروف المعاني لما حذفت)).\n(11/354)\n\nوقال ابن عصفور: وهذا الذي ذهب إليه لم يرد به سماع من كلام العرب، فاجازته لذلك إنما هي بالقياس على الأسماء التي استعملتها العرب في هذا الباب مبتدأة وغير مبتدأة.\nوالذي عليه جمهور النحويين أنه لا يستعمل في هذا الباب إلا مبتدأ كما استعملته العرب؛ لأنه اسم غير متصرف، ولعدم تصرفه شبه بالحرف، / ففتحت همزة الوصل الداخلة عليه كما تفتح إذا دخلت على الحرف في مثل الرجل والغلام، ووجه الشبه بينهما أن العرب لم تستعمله في موضع من المواضع التي تستعمل فيها الأسماء، فإذا تصرف فيه كما يتصرف في الأسماء، فاستعمل مبتدأ وغير مبتدأ_ لم يكن وجه لفتح همزة الوصل الداخلة عليه\nوقوله وقد يضاف إلى الكعبة والكاف والذي تقول: ايمن الكعبة لأقومن، ومن كلام عرورة بن الزبير حين قطعت رجله لداء كان اقتضى قطعها: ((ليمنك لئن ابتليت لقد عافيت، ولئن أخذت لقد أبقيت))، وفي الحديث من قول رسول الله (صل الله عليه وسلم): (وايمن الذي نفسي بيده).\nوقد أضيفت لغير ما ذكره المصنف. وزعم الفارسي في غير ((الإيضاح)) أنها لا تضاف إلا إلى ((الله)) وإلى ((الكعبة)). وهذا الذي ذكره هو الأكثر، وقد تضاف إلى غيرهما، أنشد الكسائي:\n...................... ... ليمن أبيهم لبئس العذرة اعتذروا",
        "(11/355)\n\nوهي عند البصريين معربة ملتزم فيها الرفع على الابتداء. وقد تقدم مذهب ابن دستورية في جواز جرها بواو القسم 0\nوحكى المفضل عن العرب: ليمن الله، بكسر النون إذا لقيها ساكن، فإن لم يلقها ساكن سكنت النون كما في قوله ((ليمن أبيهم))، فعلى هذه الحكاية تكون مبنية. وسبب بنائها هو السبب في فتح همزتها، وهو شبهها بالحرف.\nوقد تصرف العرب في لفظ ايمن تصرفا كثيرا، وذلك لكثرة استعمالهم؛ لأن كثرة الاستعمال مدعاة إلى الحذف. فتلخص من كلام المصنف فيه ثلاث عشرة لغة، هي مستخرجة من كلامه.\nفأما ايم_ بفتح الهمزة وضم الميم وحذف النون_ فمنقولة عن تميم. وأما ايم_ بكسرها_ فمنقولة عن سليم. وضمة الميم في هاتين اللغتين علامة رفع. وروي: ايم الله، بكسر الهمزة والميم، وكسرة الميم جر عند الأخفش بحرف قسم مقدر، وهو نحو: الله لأقومن. ورد بأنه محذوف من ايمن، والعرب لم تستعمل ايمن في القسم إلا مرفوعا على الابتداء. قال هذا الراد: والوجه عندي أن يكون مبنيا على السكون في لغة من بناها على السكون، وكسرت لالتقاء الساكنين.\nوأما ام_ بكسر الهمزة وميم مضمومة_ فمنقولة عن أهل اليمامة. وعن بعض العرب ام، بكسر الهمزة والميم. وعن بعضهم: أم الله، بفتح الهمزة وضم الميم. وعن بعضهم: أم الله بفتح الهمزة وكسر الميم، وفتح الميم وكسرها لالتقاء الساكنين، كما قيل في ايم. ونقل الفارسي: ام الله، وام الله، وام الله، بكسر الهمزة وفتح الميم وضمها وكسرها. وأغربها: هم الله، بإبدال الهمزة هاء، كما أبدلوا في إياك، قالوا: هياك.\n(11/356)",
        "\n/وأما من الله_ بضمهما وفتحهما وكسرهما_ فحكاها الجوهري عن العرب. وقال بعض أصحابنا: ينبغي أن يعتقد في فتح النون وكسرها أن من الله ومن الله مبنيان على السكون كايمن في لغة من بناها على السكون، والفتحة والكسرة حر كتا التقاء الساكنين لا علامتا إعرب؛ لأنهما محذوفان من ايمن.\nوأما م الله وم الله فحكاها الكسائي والأخفش، وسئل رجل من بني العنبر: ما الدهدران؟ فقال: م ربي الباطل. وحكى الهروي: م الله، بالفتح. وهو عند الأخفش مبني لأن الميم حرف واحد، قال: وإذا كان الاسم على حرف واحد لم يعرب. فهذه تماني عشرة لغة.\nوزعم بعض النحويين أن ((من)) و ((م)) بلغاتها حرفان، وليسا بقية ايمن. واستدب من ذهب إلى أن من حرف جر لا بقية ايمن بأنها لو كانت بقية ايمن لم تستعمل مضافة إلا إلى ((الله)) كما أن ايمن كذلك، وهم يدخلونها على ((الرب))، فيقولون: من ربي لأفعلن. قال المبرد في ((المدخل)): وتقول: الله لأفعلن، ومن الله لأفعلن، ومن ربي لأفعلن. وأيضا لو كانت بقية ايمن لكانت معربة؛ لأن الاسم المعرب إذا حذف منه شيء بقي معربا، ومن مبنية على السكون، ولذلك كسرت حين دخلت على ((الله))، فقالوا: من الله؛ لالتقاء الساكنين. وقال المبرد: إنما دخلت اللام ومن_ يعني في القسم_ لأن حروف الخفض يبدل بعضها من بعض، نحو: فلان بمكة، وفي مكة.\nومن ذهب إلى أنها بقية ايمن قال: قد تصرف في ايمن تصرفا كثيرا، فيكون هذا منه، وهو أولى من إثبات حرف خفض لم يستقر فيها في موضع من المواضع.\n(11/357)\n",
        "واستدل من ذهب إلى أن ((م)) حرف جر بأن الاسم المعرب لا يجوز حذفه حتى لا يبقى منه إلا حرف واحد؛ بل لا يحفظ من ذلك إلا ما حكاه ابن مقسم من قولهم: شربت ما، يريدون: ماء، فبطل أن يكون ((م)) اسما بقية ايمن. وأيضا فالاسم المقسم به إذا حذف منه حرف الجر نصب باتفاق، أو رفع على خلاف سبق ذكره، ولا يجوز جره؛ لأن إ 1 مار الخافض وإبقاء عمله لا يجوز إلا في ضرورة أو نادر كلام، فلو كان ((م)) اسما لكان منصوبا أو مرفوعا، لا يقال بني على الكسر وهو في موضع نصب أو رفع؛ لما تقدم من أن الاسم المعرب إذا حذف منه شيء بقي معربا. وإذا ثبت أن الميم المكسورة حرف خفض فكذلك المضمومة والمفتوحة.\nوقوله وليست الميم بدلا من واو يعني من واو القسم. قال المصنف في الشرح: ((وزعم بعضهم أن الميم المفردة بدل من واو (والله)، كالتاء. وليس بصحيح؛ لأنها لو كانت بدلا منها لفتحت كما فتحت التاء، ولأن التاء إذا أبدلت من الواو في القسم فلها نظائر في غير القسم مطردة، كاتصف واتصل، وغير مطردة، كتراث وتجاه، وليس لإبدال الميم من الواو إلا موضع شاذ، وهو فم، وفيه مع شذوذه /خلاف)) انتهى.\nأما قوله ((لو كانت بدلا منها لفتحت كما فتحت التاء)) فهو وغيره قد ذكروا الفتح فيها؛ ألا تراه قد قال: ((وم مثلثا))، فهي قد فتحت، ثم تلاعبت العرب بها، فضموها وكسروها.\nوأما قوله ((ولأن التاء ....)) إلى آخره فهو مرتب على أن التاء بدل من الواو، وهذا قول غيره من النحويين.\n(11/358)\n\nوقال السهيلي: ((يحتمل أن تكون حرفا موضوعا للقسم، خص باسم الله_ تعالى_ كما خص بأشياء لا تكون لغيره)). ثم ذكر أشياء كثيرة مما اختص به هذا الاسم الشريف. ثم قال: ((ويضعف عندي أن تكون بدلا من الواو لما فيها من معنى العطف، وليس ذلك في التاء، ولسر آخر، وهو أن التاء إنما أبدلت من الواو حيث كثرت زيادتها في تصاريف الكلمة؛ كتراث وتخمة وتترى وتولج؛ لأنهم قالوا: توارث توارثا، وتواتر، واتلج يتلج اتلاجا، فكثر في التصاريف حتى قالوا: أتلج أي: أدخل. ونحو منه ريحان، قلبوا الواو ياء لكثرة انقلابها في مادة الكلمة، نحو الريح والرياح ويريح ويستريح، حتى صار كأنه من ذوات الياء، فجعلوا الواو ياء وإن لم يكن قبلها كسرو لما ذكرناه، وواو القسم لا تقلب تاء لعدم هذا الأصل)) انتهى.\nوزعم جمهور النحويين أن الواو بدل من الباء، وأن الباء هي الأصل في حروف القسم، قالوا: ((وإنما أبدلت منها لأمرين:\nأحدهما: أن معنى الباء قريب من معنى الواو؛ لأن الواو للجمع، والباء للإلصاق، والإلصاق جمع في المعنى.\nوالثاني: أنها من حروف مقدم الفم.\nولما كانت بدلا منها لم تتصرف تصرف الباء؛ لأن الفرع لا يتصرف تصرف الأصل فجرت الظاهر خاصة، ولم تجر المضمر)).\nوقال بعض أصحابنا: ليست الواو بدلا من الباء؛ إذ لو كانت بدلا ما اختلفنا في الحركة، كما لم تختلف حركة الهمزة المبدلة من الواو في وشاح حين قالوا إشاح. وأيضا لم توجد قط الواو بدلا من الباء؛ لأنها ليست من مخرجها، ولما بينهما من المضادة؛ إذ في الواو لين، وفي الباء شدة.",
        "(11/359)\n\nوزعم السهيلي ان واو القسم هي في الأصل واو العطف كواو رب، تعطف على منوي إيجازا، إذ كانوا يحلفون بأسماء كثيرة كما جاء في القرآن 0 قال: ((ويقوى ذلك أن واو العطف لا تدخل على مضمر مخفوض البتة، وكذا واو القسم.\nفإن قلت: فكيف تقول: ووالله لأفعلن؟ فالجواب أن الواو إنما دخلت على الفعل المضمر، فكأنك قلت: وأحلف بالله، ثم عطفت)) انتهى.\nوهو قول متكلف جدا؛ إذ يحتاج في كل مكان يبدأ فيه بالقسم بالواو أن يتكلف قبل ذلك مقسم به محذوف وهو والفعل الذي يتعلق به حرف الجر؛ وهذا بعيد جدا.\nوقوله ولا أصلها من، خلافا لمن زعم ذلك قال المصنف في الشرح: ((وزعم الزمخشري أنها (من) المستعملة مع (ربي)، فحذفت نونها. وليس بصحيح؛ لأنها لو كانت إياها لاستعملت في النقص مع استعملت في التمام على الأشهر، كما لم / تستعمل ايمن في النقص إلا مع ما استعملت في التمام على الأشهر.\nواحترزت ب (الأشهر) من رواية الأخفش عن بعض العرب: من الله، ومن: ايمن الكعبة، وايمنك، وايمن الذي بيده.\nوقال الزمخشري في م الله: (ومن الناس من زعم أنها من ايمن). قلت: لم يعرف من الذي زعم ذلك، وهو س، فإنه قال في (باب عدة ما يكون عليه الكلم): (واعلم أن بعض العرب يقول: م الله لأفعلن، يريد: ايم الله). وفي عدم معرفة الزمخشري بأن صاحب هذا القول هو س دليل على أنه لم يعرف من كتابه\n(11/360)",
        "\nإلا ما يعرف بتصفح وانتقاء لا بتدبر واستقصاء؛ فما أوفر تبجحه وأيسر ترجحه! عفا الله عنا وعنه)) انتهى كلام المصنف في الشرح.\nوما رد به على الزمخشري غير صحيح، وعنى أنه لو كانت محذوفة من ((من)) الداخلة على الرب لدخلت على الرب، ولم يقولوا: م ربي، وقد تقدم لنا أن بعض العرب قال ((م ربي الباطل)) حين سئل: ما الدهدران؟ فقد دخلت ((م)) على ما دخلت عليه ((من)) من لفظ ((الله)) ولفظ ((الرب)).\nوأما قوله ((إن الزمخشري لم يعرف من الذي زعم ذلك، وهو س))؛ لقوله: ((ومن الناس من زعم أنها من ايمن)) - فليس كما ذكر المصنف، بل لا يدل ذلك على الجهل بقائله، بل الظاهر أنه لما كان عنده هذا القول ضعيفاً تأدب مع س، فقال: ((ومن الناس))، ولم يصرح باسمه إعظاماً له لما خالفه.\nوأما قول المصنف عن الزمخشري: ((إنه لم يعرف من كتابه- يعني س- إلا ما يعرف بتصفح وانتقاء لا بتدبر واستقصاء)) فهو كما قال، ولذلك وقع في ((مفصله)) أغلاط ومخالفة لـ ((س))، وقد رد الناس عليه ذلك. لكن ما ذكره المصنف عن الزمخشري هو مشارك له فيه، فكم مكان خالف فيه نصوص س عن العرب، وكم نقل جهله عنه، وكم مفهوم فهمه خلاف ما فهمه المعتنون بكتاب س والتفقه فيه، على أنه -رحمه الله- لم يقرأ كتاب س على أحد، إنما كان يتصفح منه مواضع، وقد رحل الزمخشري من خوارزم إلى مكة قبل العشرين وخمس المئة لقراءة كتاب س على رجل من أصحابنا من أهل الأندلس، يعرف بأبي بكر بن طلحة\n(11/361)\n",
        "اليابري، كان مجاوراً بها، عالماً بكتاب سيبويه، وله تصانيف، فقرأ عليه الزمخشري جميع الكتاب.\nوأما قوله ((فما أوفر تبجحه وأيسر ترجحه))! فهو كما قال وافر التبجح، يسير الترجع، معظم نفسه على طريقة أمثاله من أهل بلاده.\nوقوله ولا ايمن المذكور جمع يمين، خلافاً للكوفيين قال المصنف في الشرح: ((رأيهم في هذا ضعيف؛ لأن همزة الجمع مقطوعة، وهذه همزة وصل لسقوطها مع اللام في: ليمنك، وليمن الله، وليس هذا بضرورة لتمكن/ الشاعر من إقامة الوزن بتحريك التنوين والاستغناء عن اللام، ولأن من العرب من يكسر الهمزة في الابتداء، وهمزة الجمع لا تكسر، ولأن منهم من يفتح الميم، فوزته افعل، ولا يوجد ذلك في الجوع)) انتهى.\nوما نسبه المصنف للكوفيين من أن ايمن جمع يمين صحيح، لا خلاف عنهم في ذلك، وإن كان أبو القاسم الزجاجي نسب ذلك إلى الفراء، فما ذلك- والله أعلم- إلا لأنه هو الذي أثاره، وشهر به.\nوقال بعض شيوخنا: ((لو كان ايمن جمع يمين لجاز فيه من الإعراب ما جاز في يمين، وهم قد رفعوا ونصبوا في يمين، والتزموا الرفع في ايمن)) انتهى.\nولا حجة في ذلك؛ لأنهم قد يختصون بعض الألفاظ بأحكام، كما اختصوا غدوة بأن نصبوها بعد لدن، وكما اختصوا بكرة وغدوة بمنع الصرف دون ضحوة، وكما اختصوا لعمرك بفتح العين.\nواحتج للكوفيين بأن همزتها مفتوحة، وهمزة الوصل في الأسماء لا تكون مفتوحة، وبأنها على وزن أفعل، وأفعل بناء جمع، لا يزجد في أبنية الأسماء أفعل\n(11/362)\n\nمفرداً، وقال س: لا يكون أفعل مفرداً.\nوأما وصل همزتها في نحو لا يمن فإنما وصلت لكثرة الاستعمال، على أن وصلها ليس حتماً، حكى أبو الحسن في ألفه القطع، وزعم أنه جمع يمين وإن كان س قد حكى الوصل، فتحصل بحكايتهما أن للعرب فيها الوصل والقطع. ويدل على أن أصلها القطع كونهم أبدلوا منها الهاء، فقالوا: هيم الله، لو كانت في الأصل همزة وصل لم تبدل منها الهاء.\nوأما كسرها في قولهم ايمن فهذا لا يدل على أنها ليست في الأصل أفعل الجمع؛ لأن العرب تلاعبت بهذه الكلمة حتى غيرتها نحواً من ثمانية عشر تغييراً على ما حكيناه، فهذا من بعض تلك التغييرات.\nوزعم أبو الحسن فيما حكاه عنه بعضهم أن همزة ايم الله همزة وصل، وهمزة إيم الله همزة قطع، قال: ولا أحملها على ايم الله؛ لأن تلك قد علمت أنها وصل بقولهم: ليم الله، وليست همزة الوصل مطردة في الاسماء.\nقال بعض أصحابنا: ((والصواب أن يعتقد فيها أن ألفها موصولة؛ لأنه لا يحفظ من كلامهم لإيم الله بإثبات الهمزة)). قال: ((وكذلك ينبغي أن يعتقد في ايمن الله؛ لأنه لا يحفظ من كلامهم لإيمن الله)).\nوقال بعض شيوخنا: وأما ايمن الله -بكسر الهمزة- فلا أعلم خلااً أن الألف فيها ألف وصل؛ لأنها لو كانت جمعاً لما أمكن كسر الهمزة، ولأن إفعلاً ليس في الكلام، لا مفرداً ولا جمعاً، ولا صفة ولا مصدراً، ولا اسماً ولا فعلاً، وأما",
        "(11/363)\n\nما حكوه من إصبع فلم يثبت عند النظار في الأبنية.\nوقال بعض أصحابنا: ((فإن قال قائل: لا حجة في حذف همزتها في الدرج على أنها همزة وصل لاحتمال أن تكون حذفت/ تخفيفاً لكثرة الاستعمال.\nفالجواب أن تقول: التزام حذفها في الدرج يدل على أنها همزة وصل؛ إذ لو كانت همزة قطع إلا أنها حذفت تخفيفاً لجاءت مثبتة في الوصل في بعض الأحوال؛ ألا ترى أنالعرب لما حذفت همزة ((شيء)) مع ((أي)) في قولهم: أيش لك؟ تخفيفاً، وويلمه- لم تلتزم ذلك فيه؛ بل يجوز أن تقول: أي شيء لك؟ وويل أمه، وكذلك جميع ما حذف تخفيفاً يسوغ إثباته)) انتهى.\nوما ذكره من أنه لم تقطع همزته ليس بصحيح؛ إذ قد حكى الأخفش فيها القطع، وقد تقدم لنا ذكر ذلك. وأما دعواه أن جميع ما حذف تخفيفاً يسوغ إثباته فليس بصحيح؛ ألا ترى أن قيودة ونظائرها هي في الأصل فيعلولة على مذهب البصريين، فالأصل قيودودة، اجتمعت وارو وياء، وسبقت إحداهما بالسكون، فأدغمت، فصارت قيدودة، ثم خففت بحذف عين الكلمة، فصار قيدودة، ومع هذا فلا يجوز فيه ولا في نظائره أن يرد إلى أصله فيقال قيدودة بالإدغام.\nوقال الأستاذ أبو علي: ايمن مغير كامرئ وابن، فلا يطالب بوزنه وأنه ليس في الكلام مثله، كما لا يطالب بذلك في ابن وامرئ إلا أنه لم ينطق بالأأصل. فقال أبو بكر بن طاهر: هو عنده- أي عند س -مغير من يمين. وقال غيره: بل هو مغير من فعل، اسم مشتق من اليمن، كامرئ المغير عن مرء، وهو أظهر. وقال ابن خروف: قال الأخفش: إن سميت بايمن ثم صغرته قلت يمين. وهو قول صحيح.\n(11/364)",
        "\nوقوله وقد يخبر عن اسم الله مقسماً به بـ ((لك)) و ((علي)) مثال ذلك قول الشاعر:\nلك الله لا ألفى لعهدك ناسياً ... فلا تك إلا مثل ما أنا كائن\n\nوقول الآخر:\nلقد حليتك العين أول نظرة ... فأعطيت مني- يا بن عم- قبولاً\nأميراً على ما شئت مني مسلطاً ... فسل- فلك الرحمن- تمنع سولا\n\nأي: لا تمنع سولا. وقول الآخر:\nنهى الشيب قلبي عن صباً وصباية ... ألا- فعلي الله - أوجد صابيا\n\nأي: لا أوجد صابيا.\nوقوله وقد يبتدأ قسماً مثاله قول الشاعر:\nعلي إلى البيت المحرك حجة ... أوافي بها نذراً، ولم أنتعل نعلا\nلقد منحت ليلى المودة غيرنا ... وإن لها منا المود ة والبذلا\n\nوقال آخر:\nعلى أخد من كل نذر هدية ... تحلله ما قلتها يا مهاجر\n\n/ص: المقسم عليه جملة مؤكدة بالقسم، تصدر في الإثبات بلام مفتوحة، أو ((إن)) مثقلة أو مخففة، ولا يستغن ى عنهما غالباً دون استطالة، وتصدر في\n(11/365)\n",
        "الشرط الامتناعي ب ((لو)) أو ((لولا))، وفي النفي ب ((ما)) أو ((لا)) أو ((إن))، وقد تصدر ب ((لن)) اة ((لم))، وتصدر في الطلب بفعله أو بأداته أو ب ((إلا)) أو ((لما)) بمعناها. وقد تدخل اللام على ((ما)) النافية اضطرارا.\nش: الذي يتلفى به القسم في الإثبات هو اللام المفتوحة وإن، وفي النفي ((ما)) و ((لا)) و ((إن))، وذكر المصنف أنها قد تصدر بلن ولم. وفي الشرط الامتناعي بلو أو لولا، ويأتي الكلام على ذلك مفصلا، إن شاء الله.\nوزعم الأخفش أن القسم يجوز أن يتلقى بلام كي، وجعل من ذلك قوله تعالى: (يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ)، وقوله تعالى: (وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ)، والمعنى عنده: ليرضنكم ولتصغين، وقال ابن عناب الطائي:\nإذا قال: قدني قلت: بالله حلفة ... لتغني عني ذا إنائك أجمعا\n\nواختلف قول أبي علي: فأجاز ذلك في ((العسكريات))، ورجع عن ذلك في ((البصريات)) و ((التذكرة))، قال في ((العسكريات)): قول ابن عناب: ((بالله خلفة لتغني)) بالله: قسم، وهو مبتدأ به فلا بد له من جواب، وليس متوسطا\n(11/366)\n\nفيحذف جوابه، نحو: زيد_ والله_ منطلق، ولا جواب له في هذا البيت ولا فيما بعده، فتعين أن يكون الجواب ((لتغني))، ولا يمنع من ذلك كونه في تقدير مفرد؛ لأن الفعل والفاعل اللذين جريا في صلة ان سدا مسد الجملة، كما سد في قوله: (الم (1) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا)، وعلمت أن زيدا منطلق، ولو أنك جئتني لأكرمتك، وأقائم زيد)).\nوقال في ((البصريات)): لا يجوز تلقي القسم كي، ولا ورد منه شيء في كلام العرب، ف ((ليرضوكم)) متعلق ب ((يحلفون))، ولم يرد القسم، إنما أراد أن يخبر أن الذين يؤذون النبي يحلفون بالله للمسلمين ما عابوا النبي ليرضوهم بذلك.\nوأما (ولتصغي) فمحمول على ما قبله من المصدر، وهو (غرور)، والتقدير: للغرور ولتصغي.\nوأما (لتغني عني) فيحتمل أن يكون ((بالله)) متعلقا بفعل مضمر لا يكون قسما، أي: حلفت بالله لتغني عني. ويحتمل أن يكون قسما، وجوابه محذوف، أي: لتشربن لتغني عني، وحذف الجواب لدلالة الحال عليه، فيكون إذ ذاك نحو ما حكى أبو الحسن من قولهم: أما والله، ويحذفون ما يقسم عليه.\nورواه أبو علي في ((البصريات)):\nإذا قال قدني قلت آليت حلفة ... ..................................\n\nفيحتمل أن يكون ((لتغني)) متعلقا بآليت، ولا يراد بها القسم بل الإخبار.",
        "(11/367)\n\nورواه ثعلب ((لتغنن عني))، وهي لام الأمر، وجاء على لغة طيئ، ولغة غيرهم: لتغنين عني، والمعنى: أغنين عني، فآليت لا يراد بها القسم.\nوزعم بعض القدماء من النحويين أن القسم قد يتلقى ب ((بل))، واستدل بقوله تعالى: (ص وَالْقُرْآنِ ذِي الذِّكْرِ).\nوهذا /باطل؛ لأنه بنى جواز ذلك على الآية، ولا حجة فيها؛ إذ يحتمل أن يكون الجواب قوله: (كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ)، وحذف اللام_ أي: لكم_ لطول الفصل، كما حذفها من قوله تعالى: (قُتِلَ أَصْحَابُ الأُخْدُودِ)، وهو جواب: (وَالسَّمَاءِ ذَاتِ الْبُرُوجِ).\nوقال الفراء: ((ص معناها: وجب والله، ونزل والله، وحق والله، فهي جواب لقوله (وَالْقُرْآنِ)، كما تقول: نزل والله)). يريد أنها جواب للقسم من جهة المعنى لا من جهة اللفظ، بل الجواب محذوف لدلالة (ص) عليه، كما أن الجواب في قولك نزل والله محذوف لدلالة نزل عليه.\nوزعم ابن عصفور أن من الحروف التي تربط القسم بالمقسم عليه ((أن))، قال في ((المقرب)): ((وأما الحروف التي تربط المقسم به بالمقسم عليه ف (أن) إن كانت\n(11/368)",
        "\nالجملة الواقعة جوابا للو وما دخلت عليه؛ نحو قوله:\nأما والله أن لو كنت حرا ... وما بالحر أنت ولا القمين))\n\nورد عليه شيخنا أبو الحسن بن الضائع، فقال: ((نص س على أن أن في جواب القسم كاللام الأولى في: والله لئن فعلت لأفعلن، فليست الرابطة للجواب بالقسم، وإنما جواب القسم على هذا ما زعم ابن عصفور أنه جواب لو، ولذلك لم تدخل اللام عليه في قوله تعالى: (أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ)؛ لأنه جواب القسم. ويدل على صحة ذلك أن لو كـ (إن)، فكما لا يجوز أن تكون (إ،) وجوابها جواباً للقسم فكذلك لو، بل يكون جوابهما هو جواب القسم. وأما امتناع: والله لقام زيد لو قام عمرو، وجواز: والله ليقومن زيد إن قام عمرو- فالمضي والاستقبال فعلا ذلك؛ لأنه يجوز: يقوم زيد إن قام عمرو، ولا يجوز: قام زيد لو قام عمرو. وأظن هذا هو الذي غلطه، على أن في لفظ السيرافي ما يقتضي أن أن مع لو جواب كما زعم ابن عصفور، فلينظر)) انتهى.\nوقوله ((بل يكون جوابهما هو جواب القسم)) يريد به: بل ما كان يكون جوابهما لولا القسم هو جواب القسم، ولا يريد أن نفس جواب إن ولو هو بعينه جواب القسم.\n(11/369)\n",
        "وقد رجع ابن عصفور عما في ((المقرب)) إلي ما قاله س، فقال: ((وقد يدخلون أن على لو توطئه يجعل الفعل الواقع بعدها جوابا للقسم، كما يدخلون اللام على إن الشرطية؛ أقسم أن لو قام زيد لقام عمرو، ومن ذلك قوله: فأقسم أن لو التقينا وأنتم لكان لنا يوم من الشر مظلم)) انتهى.\nوالذي يظهر من نص س أن أن ليست رابطة كما ذهب إليه ابن عصفور في ((المقرب))، ولا توطئة كما ذكره شيخنا ابن الضائع وابن عصفور في ثاني قوليه، بل زائدة، دخولها كخروجها. قال في ((هذا باب أن وإن)) بعد كلام ذكر فيه بعض أقسام أن، فقال: ((ووجه آخر تكون فيه لغوا)). ثم قال: ((فأما الوجه الذي تكون فيه لغوا فنحو قولك: لما أن جاء [ذهبت]، وأما والله أن لو فعلت لأكرمتك)) انتهى.\nوقوله/ وتصدر في الإثبات بلام مفتوحة ظاهر هذا الكلام إطلاق الإثبات في الجملة الاسمية والفعلية، وكلامه في الشرح، وفي قوله بعد: ((وإن كان أول الجملة مضارعا))، وقوله بعد: ((ولا يخلو دون استطالة الماضي المثبت)) _ يدل على أنه هنا عنى الجملة الاسمية، قال في الشرح: ((كقوله تعالى: (ثُمَّ لَنَحْنُ\n(11/370)\n\nأَعْلَمُ)، وكقول حسان:\nفلئن فخرت بهم لمثل قديمهم ... فخر اللبيب به على الأقوام\n\n(إِنَّ سَعْيَكُمْ لَشَتَّى)، (إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ). ويستغنى عنهما قليلا دون استطالة في المقسم به، كقول أبي بكر: (والله أنا كنت أظلم منه))).\nوذهب بعض النحويين إلى أنه لا يتلقى القسم ب ((إن)) إلا إذا كان في خبرها اللام، فإن لم تكن اللام فتحت أن، وتقدم لنا نقل المذاهب في ذلك في الفصل الأول من ((باب إن وأخواتها)).\nوقوله دون استطالة إن كان طال ما بين القسم وجوابه فظاهر كلام المصنف انه يستغنى عن إن وعن اللام. وليس كذلك، بل الأكثر الفصيح أنه لا بد من أحدهما، وقد توسغ الاستطالة الحذف.\nوقال في الشرح: ((فلو كان فيه استطالة لحسن الحذف، وكان جديرا بكثرة النظائر، كقول بعض العرب: (أقسم بمن بعث النبيين مبشرين ومنذرين، وختمهم بالمرسل رحمة للعالمين، هو سيدهم أجمعين)، وقول ابن مسعود (رضي الله عنه): (والذي لا إله غيره هذا مقام الذي أنزلت عليه سورة البقرة)، والأصل: لهذا،",
        "(11/371)\n\nفحذف اللام لاستطالة القسم والخبر بالصلتين، ومن قول الشاعر:\nورب السموات العلا وبروجها ... والأرض وما فيها المقدر كائن\n\nأي: للمدر كائن)).\nولم يذكر أحد من أصحابنا الاستغناء عن اللام أو عن إن في الجملة الاسمية، فينبغي أن يحمل ذلك على الندور بحيث لا يقاس عليه.\nوقوله وتصدر في الشرط الامتناعي بلو أو لولا تقدم لنا أن اصحابنا لا يجعلون لو شرطا إلا إذا كانت بمعنى إن، وأما إن كانت تعليقا في الماضي فليست شرطا. ومن التصدير ب ((لو)) قول سويد بن كراع:\nفتالله لو كنا الشهود وغبتم ... إذا لملأنا جوف خبرائهم دما\n\nومن التصدير ب ((لولا)) قول عبد الله بن الزبير:\nفوالله لولا خشية النار بغتة ... علي لقد أقبلت نحري مغولا\n\nوقالت امرأة:\nفوالله لولا الله تخشى عواقبه ... لزعزع من هذا السرير جوانبه\n\n/وقال راجز:\nوالله لولا الله ما اهتدينا\nوكلام المصنف يقتضي أن جواب القسم لو ولولا وما دخلتا عليه،\n(11/372)",
        "\nوكلامه في الفصل الأول من ((باب عوامل الجزم)) يقتضي أن جواب القسم محذوف يغني عنه جواب لو، وأن الجواب ل ((لو)) في نحو: والله لو قام زيد لقام عمرو، ول ((لولا)) في: والله لولا زيد لأكرمتك، فاضطرب كلام المصنف في هذه المسألة، وقد تكلمنا عليها هناك حيث تعرض المصنف لها.\nونقول: إن كلام أصحابنا نص في أن القسم ولو أو لولا إذا اجتمعا وتقدم القسم كان الجواب له؛ كتقدمه على أداة الشرط، فليست الجملة المتصدرة لو أو لولا جوابا له، ولا الجواب للو ولا للولا، ولكنه للقسم، ويلزم أن يكون ماضيا، فوجب أن يكون الدال عليهما ماضيا، فتقول: والله لو قام زيد لقام عمرو، ووالله لو قام بكر ما قام خالد، وكذلك لولا.\nقال بعض أصحابنا: وقد يحذفون القسم قبل لو ولولا، ويكون مرادا، وذلك إذا كان الجواب موجبا، ودخلت عليه اللام، فتكون اللام والفعل جواب القسم المحذوف، ولا يجوز موجبا، ودخلت عليه اللام، فتكون اللام والفعل جواب القسم المحذوف، ولا يجوز حذفها، ويدل على حذف القسم قبل لولا إدخالهم لام التوطئة الدالة على القسم المحذوف عليها كما تدخل على إن الشرطية، قال:\nللولا حصين عينه أن أسوءه ... وأن بني سعد صديق ووالد\n\nوقال آخر:\nللولا قاسم ويدا بسيل ... لقد جرت عليك يد غشوم\n\nإلا أن ذلك لم يجئ إلا في الشعر كراهيو اجتماع لامين. وإن لم تقدر قبلهما قسما محذوفا كانت اللام جوابا لهما، ويجوز حذفها إذ ذاك.\n(11/373)\n",
        "فلو كان الجواب منفيا ب ((ما)) لم يجز حذف القسم؛ لأنه لا يحذف إذا كان جوابه منفيا، فقولك: لو قام زيد ما قام عمرو، هو جواب للولا لقسم محذوف، ولو قلت: لو قام زيد لما قام عمرو كان جواب لو؛ لأنه إذا كان جواب قسم لم تدخل اللام على ((ما)) إلا في ضرورة، وهم يقولون لو قام زيد لما قام عمرو في فصيح الكلام وفي الشعر، ومنه قول الشاعر:\nولو نعطى الخيار لما افترقنا ... ولكن لا خيار مع الليالي\n\nولو قلت: لو قام زيد لم يقم عمرو، كان جواب لو؛ لأن القسم لا يجاب بلم. انتهى، وفيه بعض تلخيص.\nوقوله وفي النفي ب ((ما)) أو ((لا)) أو ((إن)) أما الجملة الاسمية فتنفي ب ((ما)) ولا ننفي ب ((لا))، والنظر يقتضي أن تنفى ب ((إن))، فتقول: والله إن زيد قائم، أي: ما زيد /قائم. وذكر المصنف في ((شرح الشافية الكافية)) له أن الجملة الاسمية تنفي بما وإن ولا، قال: ((لا فرق في ذلك بين الجملة الفعلية والاسمية، إلا أن الاسمية إذا نفيت ب (لا)، وقدم الخبر، أو كان المخبر عنه معرفة_ لزم تكرارها في غير الضرورة، نحو: والله لا زيد في الدار ولا عمرو، ولعمري لا أنا هاجرك ولا مهيينك)) انتهى. وكون الجمله الاسمية تنفى ب ((لا)) غلط ووهم.\nوالثلاثة تنفة بها الجملة الفعلية، إلا أن ((لا)) لا تدخل على الماضي، فلا تقول: والله لا قام زيد. وزعم المصنف في الشرح أنه ينفى ب ((لا))، قال: ((ومن وروده في المنفى ب ((لا)) قول الشاعر:\nردوا، فوالله لا ذدناكم أبدا ... ما دام في مائنا ورد لنزال))\n(11/374)\n\nوقد بحتنا معه في تأويل هذا البيت في آخر الباب الأول من هذا الكتاب بما يوقف عليه هناك.\nوإذا تقدم الماضي المنفي بما أو بإن قسم يليه شرط صار ذلك الماضي مستقبل المعنى، كقوله: (وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ)، وقوله (وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ).\nوقوله وقد تصدر بلن أو لم قال المصنف في الشرح: ((وندر نفي الجواب بلن في قوله أبي طالب:\nوالله لن يصلوا إليك بجمعهم ... حتى أوارى في التراب دفينا\n\nوب ((لم)) فيما حكى الأمعي أنه قال لأعرابي: ألك بنون؟ قال: نعم، وخالقهم لم تقم عن مثلهم منجبة)) انتهى. لا يقاس على شيء من ذلك البتة.\nوليس للمتصف سلف فيمن أجاز ذلك إلا ما حكى عن ابن جني أنه زعم أنه قد يتلقى القسم بلم وبلن في الضرورة. واستدل على ذلك بقول زياد بن منفذ.",
        "(11/375)\n\nرويق! إني وما حج الحجيج له ... وما أهل بجنبي نخلة الحرم\nلم ينسني ذكركم مذ لم ألاقكم ... عهد، سلوت به عنكم، ولا قدم\n\nوبقول الأعشي:\nأجدك لم تغتمض ساعة ... فترقدها مع رقادها\n\nأجدك عنده من قبيل الأقسام. وقال آخر:\nأجدك لن ترى بثعيلبات ... ولا بيدان ناجية ذمولا\n\nوهذا غلط من ابن جني؛ لأن القسم بعد إن يجوز فيما بعده أن يكون خبرا لأن، ويحذف جواب القسم، ويجوز أن يكون جوابا للقسم، فيكون القسم وجوابه في موضع خبر إن. وقوله ((لم ينسني)) ليس جوابا للقسم، بل هو خبر إن، وجواب القسم محذوف، فهو نظير قولك: إن /زيدا_ والله_ لقائم، فقوله ((لم ينسني)) لا يصلح أن يكون جوابا للقسم كما لا يصلح ((لقائم))، وفي قولك: إن زيدا والله ليقومن، فيتعين أن يكون ليقومن جواب القسم. ومنه ما يحتمل الوجهين، نحو قول طرفة:\nإني وجدك ما هجوتك والـ ... ـأنصاب يسفح بينهن دم\n\nيجوز أن يكون ((ما هجوتك)) خبرا لإن، ويحتمل أن يكون جوابا للقسم.\nوقال الكميت:\nإني لعمر أبي سوا ... ك من الصنائع والذخائر\n(11/376)",
        "\nوقال الآخر:\nإنك والله لذو ملة ... يطرفك الأدنى عن الأبعد\n\nفهذا يتعين أن يكون خبرا لإن.\nوأما قول العرب: أجدك لم تفعل كذا، ولن تفعل كذا، فلا يراد به القسم، وهو عند س من باب ما ينتصب من المصادر توكيدا لما قبله، نحو قولك: هذا عبد الله حقا، قال س في هذا البا: ((ومثل ذلك في الاستفهام: أجدك لا تفعل كذا؟ كأنه قال: أحقا لا تفعل كذا))؟ قال: ((وأصله من الجد، كأنه قال: أجدا؟ ولكنه لا يتصرف، ولا يفارق الإضافة، كما كان ذلك في لبيك ومعاذ الله)).\nقال بعض أصحابنا: ((وإنما جعله_ يعني س _ من هذا الباب وإن كان أجدك ليس قبله كلام يؤكد؛ لأن الكلام الذي بعده النية به أن يكون مقدما عليه من جهة أن المصدر في هذا الباب منصوب بفعل مضمر تدل عليه الجملة التي المصدر توكيد لها؛ وذلك الفعل احق أو ما جرى مجراه، وذلك أنك إذا قلت (هذا عبد الله) فالظاهر أن يكون هذا الكلام قد جرى على يقين منك وتحقيق، فدل الكلام بظاهره على أحق أو ما في معناه، فلما كانت الجملة دالة على الفعل المضمر الناصب للمصدر كان الوجه فيها ان تكون متقدمة على المصدر؛ لأن الدليل بابه\n(11/377)\n",
        "أن يكون متقدما على المدلول، وإنما التزم في أجدك لا تفعل كذا تقديم المصدر لأنه خالف المصادر المؤكدة لما قبلها في التزامهم فيه الإضافة؛ والتغيير كثيرا ما يأنس بالتغيير، فلم يتصرفوا فيه لذلك، بل ألزموه طريقة واحدة، فجعلوه مجاورا لهمزة الاستفهام مقدما على ما يؤكده، وصار التقديم الذي كان في غيره ضعيفا لا يجوز غيره فيه)) انتهى.\nوالمحفوظ أن الفعل المنفي بعد أجدك يكون نفيه ب ((لم)) وب ((لن)) كما أنشدنا قبل، وب ((لما))، قال زهير:\nأفي كل أخدان وإلف ولذة ... سلوت، وما تسلو عن ابنة مدلج\nوليدين، حتى قال من يزغ الصبا: ... أجدك لما تستحي أو تحرج\n\nوب ((لا)) كما قال س: أجدك لا تفعل كذا؟.\n/ وأما ما استدل به المصنف من قول العربي ((نعم، وخالقهم لم تقم عن مثلهم منجبة)) فليس ((لم تقم)) جوابا للقسم، بل جواب القسم محذوف، يدل عليه سؤال السائل: ألك بنون؟ فقال: نعم، وخالقهم لبنون لي، ثم أستأنف مدحهم، وأخبر أنه لم تقم عن مثلهم منجبة.\nفهذا الذي ذهب إليه المصنف من أنه قد تصدر في النفي بلم ولن لا سلف له فيه إلا ابن جني، فإنه أجاز ذلك في الضرورة، واستدل بما ذكرناه، وتقدم الرد عليه.\n(11/378)\n\nوكان أبو عبد الله محمد بن خلصة الكفيف يجيز أيضا أن يتلقي القسم بلم. وقد رد عليه ذلك أبو محمد بن السيد 0\nواعتلوا لكون ((لن)) لم يتلق بها القسم_ وإن كانت ك ((لا)) في نفي المستقبل_ بأن قولك ((لن يفعل)) نفي ل ((سيفعل))، فلما كانت في مقابلة السين لم يتلقوا بها القسم كما لا يتلقى بالسين.\nوقوله وتصدر في الطلب بفعله أو بأداته أو بإلا أو لما بمعناها تقدم لنا الكلام على ما يكون جوابا لفعل الطلب وأنه ستة أشياء في أوائل هذا الباب؛ ومثال فعل الطلب قول الشاعر:\nبعيشك_ يا سلمى_ ارحمي ذا صبابة ... أبي غير ما يرضيك في السر والجهر\n\nومثال الاداة قوله:\nبربك، هل للصب عندك رأفة ... فيرجو بعد اليأس عيشا مجددا\n\nومثاله بإلا قوله:\nبالله ربك إلا قلت صادقة ... هل في لقائك للمشغوف من طمع\n\nومثال لما:\nقالت له: بالله_ ياذا البردين_ ... لما غنثت نفسا او اثنين\n\nوقوله وتدخل اللام على ((ما)) النافية اضطرارا مثاله قول الشاعر:",
        "(11/379)\n\nلعمرك_ يا سلمى_ لما كنت راجيا ... حياة، ولكن العوائد تخرق\n\nوقال النابغة:\nفلا عمر الذي أثني عليه ... ...........................\n\nالبيتان، وتقدم إنشادهما 0\n\n-[ص: وغن كان أو الجملة مضارعا مثبتا مستقبلا غير مقارن حرف تنفيس ولا مقدم معمولة لم تغنه اللام غالبا عن نون توكيد؛ وقد يستغني بها عن اللام، وقد يؤكد المنفي ب ((لا)). ويكثر حذف نافي المضارع المجرد مع ثبوت القسم، ويقل مع حذفه. وقد يحذف نافي الماضي إن امن اللبس، ويكثر ذلك لتقدم نفي على القسم، وقد يكون الجواب مع ذلك مثبتا. وقد يحذف لأمن اللبس نافي الجملة الاسمية، /وقد يكون الجواب قسما.]-\nش: قال المصنف في باب نوني التوكيد ما نصه: ((وهما خفيفة وثقيلة، تلحقان وجوبا المضارع الخالي من حرف تنفيس المقسم عليه مستقبلا مثبتا غير متعلق به جار)) فكرر معظم أحكام المضارع، وخالفه بأنه قال هناك ((تلحقه وجوبا))، وقال هنا ((لم تغنه اللام غالبا)). وقال هناك ((غير متعلق به حار)) وقال هنا ((ولا مقدم معموله)). وقد شرحنا ما في باب نوني التوكيد، ونتكلم على هذا هنا، فنقول:\nاخترز بقوله ((مثبتا)) من أن يكون منفيا، وذكر بعد أنه قد يؤكد المنفي ب ((لا)). واحترز بقوله ((مستقبلا)) من أن يكون حالا. قال المصنف في الشرخ. ((فإن أريد به الحال قرن باللام، ولم يؤكد بالنون؛ لأنها مخصوصة بالمستقبل، فمن\n(11/380)",
        "\nشواهد إفراد اللام لكون الحال مقصودا قول الشاعر:\nلئن تك قد ضاقت عليكم بيوتكم ... ليعلم ربي أن بيتي واسع\n\nومثله:\nلعمري لأدري ما قضى الله كونه ... يكون، وما لم يقض ليس بكائن\n\nومثله:\nوعيشتك_ يا سلمى_ لأوقن أنني ... لما شئت مستحيل ولو أنه القتل\n\nومثله:\nيمينا لأبغض كل امرئ ... يزخرف قولا، ولا يفعل))\n\nانتهى.\nواورد المصنف هذه المسألة كأنها مجمع عليها، وهي مسألة خلاف:\nفمنهم من قال: إن الحال لا يجوز أن يقسم عليه؛ لأن مشاهدته أغنت عن أن يقسم عليه 0 وحكاه الزجاج عن المبرد، قال: ولذلك لم تدخل عليه إحدى النونين. ورد ذلك عليه بأن قال: لو كان امتناع دخول النون على الحال لأنها لا يحلف عليها لكان كل من يحلف عند القاضي لا يجب أن تقبل يمينه؛ لأنه يحلف أنه في حال ليس عليه شيء، ولامتنع قولك: والله لأنت أفضل الناس؛ إذ هو في حال فضل، وقولك: والله لزيد يصلي بحذائي ولامتنع (وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ).\n(11/381)\n",
        "وقال ابن عصفور وقد ذكر مذهب من منع ان يقسم علي الحال، قال: \"وهذا باطل؛ لأنه قد يعوق عن المشاهدة عائق، فيحتاج إذ ذاك إلي القسم، نحو قولك: والله إن زيداً في حال قيام، لمن لا يدرك قيام زيد. والصحيح انه يجوز أن يقسم عليه، إلا أنه إن كان موجباً فإنك تنشئ من الفعل اسم الفاعل، وتصيره خبر المبتدأ، ثم تقسم علي الجملة الاسمية، فتقول: والله غن زيداً لقائم، والله إن زيداً قائم، والله لزيد قائم. وإنما لم يجز ان تبقي الفعل علي لفظه وتدخل اللام لأنك لو قلت والله ليقوم زيد لأدى ذلك إلي الإلباس/ في لعض المواضع؛ وذلك أنك إذا قلت والله ليقوم زيد لأدى ذلك إلي الإلباس/ في بعض المواضع؛ وذلك أنك إذا قلت إن زيداً والله ليقوم لم يدر هل يقوم خبر إن أو جواب القسم. ولا يجوز إدخال النون فارقة فتقول: إن زيداً والله ليقومن؛ لأن النون تخلص للاستقبال.\nوقد تدخل عليه اللام وحدها، ولا يلتفت إلي اللبس، إلا أن ذلك قليل جداً، بابه الشعر، قال الشاعر:\nتألى ابن أوسٍ حلفةً ليردني ... إلي نسوةٍ، كأنهن مفائد\"\nوقال ابن عصفور أيضاً: \"وإن كان المقسم عليه حالاً موجباً دخلت عليه اللام، ومن ذلك قراءة قنبل {لا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ}، والأكثر فيه إذ ذاك أن يجعل خيراً لمبتدأ، فتصير الجملة اسمية\".\nوقال في \"المقرب\": \"وإن كان موجباً فلابد من وقوعه خبراً لمبتدأ، فتكون الجملة إذ ذاك اسمية، نحو: والله إن زيداً ليقوم الآن\".\nوقال ابن أبي الربيع: \"وأما في الإيجاب فترد الفعلية اسمية بتقديم الفاعل،\n(11/382)\n\nفتقول: والله لزيد يقوم\".\nوقال أيضاً: \"وقد ياتي قليلاً: والله ليقوم زيد، كما قال:\nكذبت، لقد أصبي علي المرء عرسه ... وأمنع عرسي أن يزن بها الخالي\"\nوقوله غير مقارن حرف تنفيس احتراز من أن يقترن به حرف تنفيس، فإنه إن اقتران به دخلته اللام فقط، قال تعالى: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى}، وقال الشاعر:\nفوربي لسوف يجزى الذي أسلفه المرء سيئاً أو جميلاً\nوحكم السين في ذلك حكم سوف، فتقول: والله لسيقوم زيد. هذا مذهب البصريين، قالوا ذلك بالقياس علي سوف، ولم يسمع.\nولا يجيز ذلك الفراء، قال: لأن اللام كالجزء مما تدخل عليه، ولذلك جاز في فصيح الكلام: لهو قائم، بتسكين الهاء تخفيفاً إجراء لها مجرى عضد، فلو قلت والله لسنقوم لأدى ذلك إلي توالي أربعة أحرف بالتحريك فيما هو كالكلمة الواحدة، وذلك مرفوض في كلامهم، ولذلك سكنوا آخر الفعل في ضربت.\nقال بعض أصحابنا: \"والصحيح جوازه بدليل قول العرب: (والله لكذب زيد كذباً ما أحسب أن الله يغفره له)، فكما احتملوا ذلك في هذا وامثاله، ولم يجعلوا اللام كالجزء من الكلمة- فكذلك يجوز: والله لسيقوم زيد\" انتهى.",
        "(11/383)\n\nوينبغي أن يزيد: \"ولا قد\"، فإنه تدخله اللام فقط، نحو: والله لقد يقوم زيد، حكم قد حكم سوف.\nوقوله ولا مقدم معموله احتراز من أن يتقدم المعمول، فإنه إن تقدم دخلته اللام فقط، ومنه قوله تعالى: {لَإِلَى اللَّهِ تُحْشَرُونَ}، وقال الشاعر:/\nيميناً ليوم يجتني المرء ما جنت ... يداه، فمسرور ولهفان نادم\nوقال الآخر:\nجواباً به تنجو اعتمد، فوربنا ... لعن عملٍ أسلفت لا غير تسأل\nوقال آخر:\nقسما لحين تشب نيران الوغي ... يلفي لدي شفاء كل غليل\nولو قال المصنف \"غير مفصول بينه وبين اللام لم تغنه غالباً\" كان أخصر واحصر؛ إذ نقصه أن يقترن ب \"قد\".\nوقوله لم تغنه اللام غالباً عن نون توكيد هذا الذي اختاره هو مذهب الكوفيين، وأما البصريون فلابد عندهم من اللام والنون إلا في الضرورة، فقد يستغنى بإحداهما عن الأخرى.\nوتبع أبو علي الكوفيين، فأجاز أن تذكرهما معاً أو أحدهما معاً أو احدهما، أي شيء أردت منهما.\nوادعى ابن هشام الإجماع على انه لابد منهما، وأن أبا علي لم يسبقه أحد إلي ما ذهب إليه. وليس كما ذكر؛ إذ مذهب الكوفيين جواز تعاقبهما كما ذكرنا، ونصوص س علي لزومهما معاً.\n(11/384)",
        "\nفمثال ما النفي فيه باللم وحدها قول الشاعر:\nتألى ابن أوسٍ حلفة ليردني ... .........................\nوقد تقدم إنشاد ابن عصفور هذا على أن \"ليردني\" فعل حالٍ دخلت عليه اللام، وذلك قليل جداً، وأنشده علي أنه فعل مستقبل، فاضطرب في فهمه فيه.\nقال المصنف في الشرح: \"وقلت (في الغالب) احترازا من قول النبي- صلي الله عليه وسلم- (ليرد علي أقوام أعرفهم ويعرفوني)، ومن قول الشاعر:\nتألى ابن أوس حلفة ليردني ..................................\nومن قول ابن رواحة رضي الله عنه:\nفلا وأبي لنأتيها جمعياً ... ولو كانت بها عرب وروم\"\nوقوله وقد يستغنى بها عن اللام مثاله قوله:\nوقتيل مرة أثأرن، فإنه ... فرغ، وإن اخاكم لم يثأر\n(11/385)\n",
        "وأنشده الأستاذ أبو علي \"وإن أخاكم لم يضهد\"، وأنشده غيره \"لم يقصد\"، وأنشد قبله:\nولأثأرن بمالكٍ وبمالكٍ ... وأخي المروراة الذي لم يسند\nوقال آخر:\nوهم الرجال، وكل ملك منهم ... تجدن في رحبٍ وفي متضيق\nوقال آخر:/\nليت شعري! وأشعرن، إذا ما قربوها منشورة، ودعيت\nوقال آخر:\nفليأزلن، وتبكأن لقاحه ... ويعللن وليده بسمار\nوقد اعتل الفارسي في \"تذكرته\" لعدم دخول إحدى النونين مع السين\n(11/386)\n\nوسوف حين يتقدم المعمول، نحو {لَإِلَى اللَّهِ تُحْشَرُونَ}، ومع \"قد\" علي المنفي ب \"لا\"- بما ملخصه: \"أن كلا من السين وسوف ولا تخلص الآتي من فعل الحال، فاستغنى عن النون إذ هي مخلصة أيضاً، وبأن قد حرف غير عامل كالسين وإن كانت قد خالفتها في أنها لا تدل علي الاستقبال\" انتهى. ويعني أن \"قد\" حرف مختص بالفعل، جعل كالجزء منه كالسين.\nوقوله وقد تؤكد المنفي ب \"لا\" قال المصنف في الشرح: \"إن كان المضارع المجاب به القسم منفياً لم يؤكد بالنون إلا إن كان نفيه ب \"لا\"، فحينئذ قد يؤكد بها، كقول الشاعر:\nتالله لا يحمدن المرء محتنبا ... فعل الكرام وإن فاق الورى حسبا\nوالأكثر الا يؤكد، كقوله تعالى: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ} \" انتهى.\nولو حذفت \"لا\" كان كإثبات في تأكيد الفعل بنون، كما قال الشاعر:\nبإصر يتركني ................... ... ..........................\nوقوله ويكثر إلي قوله مع حذفه مثاله قوله تعالى: {تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ}، وقال حسان:",
        "(11/387)\n\nأقسمت أنساها، وأترك ذكرها ... حتى تغيب في الضريح عظامي\nولو كان الفعل المنفي ب \"لا\" مركداً بالنون لم يجز حذف \"لا\" لإلباسه بالمثبت؛ بل الذي يتبادر إلي الذهن هو الإثبات.\nوقد أطلق المصنف في نافي المضارع المجرد مع ثبوت القسم، ولا يخلو من ان يكون النافي \"لا\" أو \"ما\"، فإن كان \"لا\" فالحكم كما ذكر، وإن كان \"ما\" فمن النحويين من أجاز حذفهما حملاً علي \"لا\"، ومن النحويين من منع ذلك لعدم ورود السماع به، ولما فيه من اللبس؛ لأنه لا يعلم إذا حذفت هل القسم علي النفي في الحال أو في المستقبل.\nومثال حذف \"لا\" والقسم محذوف قول الشاعر:\nوقولي إذا ما أطلقوا عن بعيرهم ... تلاقونه حتى يؤوب المنخل\nأراد: والله لا تلاقونه. إلا أنه لا يجوز حذفها والقسم محذوف غلا إذا كان المعنى لا يصح إلا بتقدير النفي، كالبيت الذي أنشدناه، هكذا قال المصنف، وفهم ان قبل \"تلاقونه\" قسماً محذوفاً.\nوقال بعض اصحابنا: \"ولا يجوز حذفها منه- أي حذف/ لا من المضارع- في غير القسم إلا في ضرورة؛ لأنه لا يوجد فيه من كثرة الاستعمال والتفرقة اللازمة بين الإيجاب والنفي ما يوجد في القسم. ومما جاء من ذلك قول النمر بن تولب:\nوقولي إذا ما أطلقوا .............. .....................................\nالبيت. يريد: لا تلاقونه. وقول الآخر:\n(11/388)",
        "\nتنفك تسمع ما حييت بهالك حتى تكونه\nيريد: لا تنفك\" انتهى. فلم يجعل تلاقونه ولا تنفك جواب قسم محذوف.\nوقوله وقد يحذف نافي الماضي إن أمن اللبس مثاله قول أمية بن أبي عائذ الهذلي:\nفإن شئت آليت بين المقا ... م والركن والحجر الأسود\nنسيتك ما دام عقلي معي ... أمد به أمد السرمد\nقال المصنف في الشرح: \"أراد: لا نسيتك، فحذف النافي لأن المعنى لا يصح إلا بتقديره، وأنه لو أراد الإثبات لقال: لقد نسيتك، أو لنسيتك. وهذا النوع مع ظهور المعنى دون تقدم نفيٍ آخر علي القسم قليل\" انتهى.\nوقال بعض أصحابنا: إن دخلت علي لفظ الماضي، نحو قولك: والله لا فعلت هذا أبداً- لم يجز حذفها إلا في ضرورة، لا يجوز ان يقال في الكلام: والله فعلت هذا أبداً. ومما جاء في الضرورة قوله:\nفلا وأبي دهماء زالت عزيزة ... علي قومها ما فتل الزند قادح\nيريد: فلا وأبي دهماء لا زالت عزيزة.\nوزعم الكوفيون أن \"لا\" غير محذوفه في البيت، وإنما هى مقدمة من تأخير، والتقدير: فوأبي دهماء لا زالت عزيزة.\nوما ذهبوا إليه باطل؛ لأن الحروف التي يتلقى بها القسم لا يجوز تقديمها علي القسم. ومما يدلك علي أن \"لا\" محذوفة في البيت رواية من روى:\nلعمر أبي دهماء زالت عزيزة ... ...................................................\n(11/389)\n",
        "وقوله ويكثر ذلك لتقدم نفي علي القسم أي: ويكثر حذف نافي الماضي، قال:\nفلا والإله نادى الحي ضيفي ... هدوا بالمساءة والعلاط\nأي: فلا والإله لا نادى، فحذف الثاني استغناء عنه بالأول. وقد يجتمعان، قال تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ}، وكقول أبي ذر: (فلا والله لا أسألهم دنيا، ولا أستفتيهم عن دين).\nوقوله وقد يحذف لأمن اللبس نافي الجملة الاسمية مثاله قول الشاعر:\nفوالله ما نلتم، وما نيل منكم ... بمعتدل وفق ولا متقارب\nأراد: ما ما نلتم، فحذف \"ما\" النافية، وأبقى \"ما\" الموصولة، وجاز ذلك لدخول الباء الزائدة/ في الخبر ولدلالة العطف.\nويجوز علي مذهب الكوفيين أن تكون \"ما\" الباقية النافية والمحذوفة الموصولة، ولا يجوز هذا علي مذهب البصريين؛ لأنهم لا يجيزون بقاء الصلة بلا موصول في اللفظ وغن دل عليه دليل، قاله المصنف في الشرح.\n(11/390)\n\nونصوص أصحابنا علي أن \"ما\" و\"إن\" النافية إذا دخلتا علي الجملة الاسمية لا يجوز حذف واحدة منهما؛ فلا يجوز في: والله ما زيد قائم، ولا: والله إن زيد قائم، أن تقول: والله زيد قائم.\nوقوله وقد يكون الجواب قسماً مثاله قوله تعالى: {وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى}، التقدير: والله ليحلفن.\nمنع بعض أصحابنا أن يكون القسم جواباً للقسم، قال: لأن القسم لا يدخل علي القسم، قال ذلك في لعمرك، وقد تقدم.\n\n-[ص: ولا يخلو دون استطالة الماضي المثبت المجاب به من اللام مقرونة ب \"قد\" أو \"ربما\" أو \"بما\" مرادفتها إن كان متصرفاً، وإلا فغير مقرونة، وقد يلي \"لقد\" و \"لبما\" المضارع الماضي معني، ويجب الاستغناء باللام الداخلة علي ما تقدم من معمول الماضي كما استغني بالداخلة علي ما تقدم من معمول المضارع.]-\nش: قال \"دون استطالة\" لأنه إذا كان ثم استطالة جاز حذف اللام، كقوله تعالي: {قُتِلَ أَصْحَابُ الأُخْدُودِ}، وهو جواب لقوله {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ}، وقوله {قَدْ أَفْلَحَ مَنْ زَكَّاهَا} جواب {وَالشَّمْسَ}.\nولا يحتاج إلي هذا القيد، فقد جاء في كلام الفصحاء حذف هذه اللام وإبقاء \"قد\"، قال الشاعر، وهو زهير:",
        "(11/391)\n\nتالله قد علمت قيس إذا قذفت ... ريح الشتاء بيوت الحي بالعنن\nأن نعم معترك الحي الجياع إذا ... خب السفير ومأوى البائس البطن\nوقال أيضاً:\nتالله قد علمت سراة بني ... ذبيان عام الحبس والأصر\nأن نعم معترك الجياع إذا ... خب السفير وسابئ الخمر\nواحتراز بقوله \"المثبت\" من المنفي، فإنه لا تدخله اللام إلا اضطراراً، وتقدم ذكره، ولا ينفى إلا ب \"ما\" و \"إن\"، ولا يجوز نفيه ب \"لا\"؛ لأن \"لا\" لا ينفى بها الماضي في غير القسم إلا في قليل من الكلام أو في ضرورة شعر، فلم يسمع لذلك نفي الماضي بها في القسم إلا أن يكون الماضي واقعاً موقع المستقبل، فيجوز أن ينفى ب \"لا\" رعيا لمعناه، فتقول: والله لا فعلت كذا أبداً، أي: لا أفعل.\nوقوله مقرونة بقد مثاله {تالله لقد ءاثرك الله}. وظاهره أنك مخير أن تأتي ب \"قد\" وحدها أو اللام. وغيره يقول: ويجوز أن تصل اللام بقد إذا كنت مخاطباً لمن يتوقع خبرك، فتقول: والله لقد قام زيد.\nومثال اقتران اللام بربما قول الشاعر:/\nلئن نزحت دار لليلى لربما ... غنينا بخير، والديار جميع\nوقوله أو ب \"ما\" مرادفتها انشد شاهداً علي ذلك قول عمر بن أبي ربيعة:\nفلئن بان أهله ... لبما كان يؤهل\nوتقدم لنا الكلام في نظائر هذا البيت في حروف الجر عند قوله \"وكذا بعد رب والباء، وتحدث في الباء المكفوفة معنى التقليل\".\n(11/392)",
        "\nوملخص ما ذكرناه أن ثم بعد اللام فعلاً محذوفاً لدلالة ما قبله عليه، وتقديره في هذا البيت: لبان بما كان يؤهل، فاللام دخلت علي ذلك الفعل المحذوف، والباء سببية، و \"ما\" مصدرية، فعلى هذا لا تكون \"لبما\" بمعنى ربما.\nوقوله إن كان متصرفاً احتراز من ان يكون جامداً، فإنه لا يقرن ب \"قد\" ولا ب\"ربما\" ولا ب \"ما\"، ولا كان غبر متصرف، فتقول: والله لقام زيد، قال تعالى: {وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا}، وفي الحديث من كلام امرأة من غفار (والله لنزل رسول الله- صلي الله عليه وسلم- إلي الصبح فأناخ)، وفي حديث سعيد بن زيد: \"أشهد لسمعت رسول الله- صلي الله عليه وسلم- يقول: (من اخذ شبرا من الأرض ظلماً) \" الحديث، وقال الشاعر:\nلكلفتني ذنب امرئ، وتركته ... كذي العر، يكوى غيره، وهو راتع\nوحكى س، \"والله لكذب\". ولا يجوز حذف اللام و \"قد\"، فتقول: والله كذب.\nوفصل ابن عصفور، فقال: \"إن كان قريباً من زمان الحال أدخلت عليه\n(11/393)\n",
        "اللام وقد، فقلت: والله لقد قام زيد؛ لأن قد تقربه من زمان الحال. وإن كان بعيداً أتيت باللام وحدها، فقلت: والله لقام زيد، قال:\nحلفت لها بالله حلفة فاجرٍ ... لناموا، فما إن من حديث ولا صال\nومن النحويين من ذهب إلي أنها لابد أن تصحبها \"قد\" ظاهرة أو مقدرة، وقاسها علي اللام الداخلة علي خبر إن، فكما لا تدخل تلك علي الماضي كذلك لا تدخل هذه\".\nورد ذلك بأن لام إن قياسها ألا تدخل علي الخبر إلا إذا كان هو المبتدأ في المعنى، نحو: إن زيداً لقائم، أو مشبهاً بما هو المبتدأ في المعنى، نحو: إن زيداً ليقوم؛ وذلك أنه لما تعذر دخولها علي المبتدأ دخلت علي ما هو المبتدأ في المعنى أو ما هو مشبه به، وليست كذلك اللام التي في جواب القسم.\nقال ابن عصفور: \"وأيضاً فغن قد تقرب من زمان الحال، فإذا /أردنا القسم علي الماضي البعيد من زمن الحال لم يجز الإتيان بها\".\nوقوله وقد يلي لقد ولبما المضارع الماضي معنى مثال \"لقد\" قوله:\nلئن أمست ربوعهم يبابا ... لقد بدعو الوفود لها وفودا\nومثال \"لبما\" قوله:\nفلئن تغير ما عهدت .... ... .............................\nالبيتان.\n(11/394)\n\nوتقدم لنا تأويل لبما.\nوقوله ويجب الاستغناء باللام الداخلة علي ما تقدم من معمول الماضي مثاله قول أم حاتم:\nلعمري لقدما عضني الجوع عضة ... فآليت ألا أمنع الدهر جائعا\nوقوله في مثل هذا \"إنه استغناء باللام\" ليس استغناء، بل هذه اللام هي الداخلة علي الماضي، فصل بينهما بمعموله.\nوقوله كما استغني بالداخلة علي ما تقدم من معمول المضارع قال المصنف في الشرح: \"وقد اجتمع في قول عامر بن قدامة:\nفلبعده لا اخلدن، وما له بدل إذا انقطع الإخاء، فودعا شذوذان: أحدهما عدم الاستغناء بتقدم اللام عن النون، والثاني دخولها علي جواب منفي، فلو كان مثبتاً لكان دخولها عليه مع تقدم اللام اسهل\" انتهى. يعني لو قيل: زيد والله لبعده أقوم- كان أسهل.\nص: وإذا توالى قسم وأداة شرط غير امتناعي استغني بجواب الأداة مطلقاً إن سبق ذو خبر؛ وإلا فبجواب ما سبق منهما، وقد يغني حينئذ جواب الأداة مسبوقة بالقسم.\nوقد يقرن القسم المؤخر بفاء، فيغني جوابه. وتقرن أداة الشرط المسبوقة بلام مفتوحة تسمى الموطئة، ولا تحذف والقسم محذوف إلا قليلاً. وقد يجاء ب \"لئن\" بعد ما يغني عن الجواب، فيحكم بزيادة اللام.",
        "(11/395)\n\nش: كرر المصنف مسألة توالي القسم وأداة الشرط في الفصل الأول من \"باب عوامل الجزم\" فقال: \"وإن توالى شرطان أو قسم وشرط استغني بجواب سابقهما، وربما استغني بجواب الشرط عن جواب قسم سابق، ويتعين ذلك إن تقدمهما ذو خبر أو كان حرف الشرط لو أو لولا\" انتهى ما ذكر في هذه المسالة في ذلك الفصل، وكنا شرحناه في \"كتاب التكميل لشرح كتاب التسهيل\"، ونحن نتكلم علي ما ذكر هنا، وغن كان قد تكلمنا عليه هناك، فلعلنا نأتي بمزيد في الشرح، فنقول:\nقوله غير امتناعي هو قوله هناك \"أو كان حرف الشرط لو أو لولا\"، ومذهبه في ذلك انه يستغنى بجواب لو ولولا فالجواب للقسم، وجواب لو ولولا محذوف /لدلالة جواب القسم عليه.\nوقوله مطلقاً إن سبق ذو خبر يعني أن الجواب لأداة الشرط سواء أتقدم القسم علي الشرط عليه إذا تقدمهما ذو خبر؛ وهو قوله هناك: \"ويتعين ذلك- أي الاستغناء بجواب الشرط- إن تقدمهما ذو خبر\". وتمثيل ذلك: زيد والله إن يقم أقم معه، وزيد إن يقم والله أقم معه.\nوذكر غيره ان ذلك ليس علي سبيل التعيين بل علي سبيل الجواز، فيحوز أن تقول: زيد والله إن قام يقم عمرو، وزيد والله إن قام ليقومن عمرو.\nوقال المصنف في الشرح: \"فإن تقد عليهما ذو خبر استغني بجواب الشرط، تقدم علي القسم أو تقدم القسم عليه. وكان الشرط حقيقاً بأن يغني\n(11/396)",
        "\nجوابه مطلقاً لأن تقدير سقوطه مخل بالجملة التي هو منها، وتقدير سقوط القسم غير مخل لأنه مسوق لمجرد التوكيد، والاستغناء عن التوكيد سائغ، ففضل الشرط بلزوم الاستغناء بجوابه مطلقاً إذا تقدم عليه وعلي القسم ذو خبر\".\nوقوله وإلا فبجواب ما سبق منهما وهذا هو قوله هناك\n\"استغني بجواب سابقهما\". ومعنى قوله \"وإلا\" أي: وإلا يسبق ذو خبر. مثاله: والله إن قام زيد لأقومن، وإن قام زيد والله أقم.\nوإذا أغنى جواب القسم عن جواب الشرط لزم أن يكون جواب القسم مستقبلاً؛ لأنه مغن عن مستقبل ودال عليه، ولزم أن يكون فعل الشرط بصيغة الماضي او منفياً بلم؛ لما تقرر من ان جواب الشرط لا يحذف إلا إذا كان فعل الشرط علي ما ذكر، فلا يجوز أن تقول: والله إن يقم زيد لأقومن، ولا: والله إلا يقم زيد لأقومن، ولا: والله إن قام زيد لقمت، إلا أن يكون الماضي وقع موقع المستقبل، نحو قوله تعالى: {وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا}، أي: ليظلن.\nوإذا تقدم علي القسم وحده ما يطلب خبراً أو ما يطلب صلة جاز أن يبنى ما بعده علي طالب الخبر وطالب الصلة؛ وجاز أن يبنى علي القسم، ففي الأول يكون جواب القسم محذوفاً لدلالة الخبر والصلة عليه، وفي الثاني يكون الخبر والصلة القسم وجوابه. مثال ذلك: زيد والله يقوم، وجاءني الذي والله يقوم، وزيد والله ليقومن، وجاءني الذي والله ليقومن.\nوقوله وقد يغني حينئذ جواب الأداة مسبوقة بالقسم هذا هو قوله هناك: \"وربنا استغني بجواب الشرط عن جواب قسم\". قال المصنف في الشرح: \"ولا يمتنع الاستغناء بجواب الشرط مع تأخره، ومن شواهد ذلك قول الفرزدق:\n(11/397)\n",
        "لئن بل لي أرضي بلال بدفعة ... من الغيث في يمنى يديه انسكابها\nأكن كالذي صاب الحيا أرضه التي ... سقاها، وقد كانت جديبا جنابها\nومنها قول ذي الرمة:/\nلئن كانت الدنيا علي كما أرى ... تبارح من مي فللموت أروح\nومنها قول الأعشى:\nلئن منيت بنا عن غب معركةٍ ... لا تلفنا عن دماء القوم ننتفل\"\nانتهى.\nوهذا الذي اجازه المصنف هو مذهب الفراء، وقد منعه اصحابنا والجمهور، وقالوا: لا يجوز جعل الفعل جواباً للشرط المتوسط بينه وبين القسم. قالوا: فأما قول الأعشى: لئن منيت بنا. البيت، وقول امرأة فصيحة من بني عقيل:\nلئن كان ما حدثته اليوم صادقاً ... أصمم في نهار القيظ للشمس باديا\nوأركب حماراً بين سرج فروةٍ ... وأعر من الخيتام صغرى شماليا\nفاللام في \"لئن\" ينبغي أن تكون زائدة كالتي في قوله:\n.............................. ... ....................... أمسى لمجهودا\nوكالتي في قراءة سعيد بن جبير: {إِلَّا إِنَّهُمْ لَيَاكُلُونَ الطَّعَامَ}، وكالتي في قوله:\n(11/398)\n\nطعامهم لئن أكلوا معن ... وما إن تحاك لهم ثياب\nوعلي ذلك حملها الفارسي.\nوأما قول الآخر:\nحلفت لها إن تدلجي الليل لا يزل ... أمامك بيت من بيوتي سائر\nفليس \"حلفت\" فيه قسماً كما ذهب إليه الفراء، بل هو خبر محض غير مراد به معنى القسم إذا تقدم علي الشرط بني الجواب عليه، ولم بين علي الشرط. وإنما لم يبن الجواب علي المتأخر منهما لأنك لو فعلت ذلك لكنت قد حذفت جواب الأول لدلالة الثاني علي؛ والباب في المحذوفات التي يفسرها اللفظ ألا يحذف منها شيء إلا لتقدم الدليل عليه.\nوقوله وقد يقرن القسم المؤخر بفاء، فيغني جوابه قال المصنف في الشرح: \"فيجب الاستغناء بجوابه؛ لأن الفاء تقتضي الاستئناف وعدم تأثر ما بعدها بما قبلها، ومنه قول قيس بن العيزارة:\nفإما أعش حتى أدب علي العصا ... فوالله أنسى ليلتي بالمسالم\nوأجاز ابن السراج أن تنوى هذه الفاء، فيعطى القسم المؤخر بنيتها ما أعطي بلفظها، فأجاز أن يقال: إن تقم يعلم الله لأزورنك، علي تقدير: فيعلم الله لأزورنك، ولم يذكر عليه شاهداً، فلو لم تنو الفاء لألغي القسم، فقيل: إن تقم يعلم الله أزرك\" انتهى.",
        "(11/399)\n\nوقول المصنف \"فيغني جوابه\" وقوله في الشرح \"فيجب الاستغناء بجوابه\" يدل علي أن للشرط جواباً محذوفاً؛ أغنى عنه جواب القسم. وليس كذلك، بل الجملة القسمية هي نفس جواب الشرط، ولذلك دخلت الفاء، ولم يغني عنه جواب الشرط لأنه مصرح به، فكيف يقال إنه يغني عنه جواب الشرط، وذلك أن جواب الشرط قد يكون بالقسم، /نحو: إن تجئني فو الله لأكرمنك، فلذلك لزمت الفاء؛ لأنها تلزم كل جواب لا يمكن أن تباشره أداة الشرط.\nوأما تجويز ابن السراج حذفها فينبغي ألا يجوز؛ لأن حذف فاء جواب الشرط لا يجوز غلا في الضرورة، نحو قوله:\nمن يفعل الحسنات الله يشكرها ............................................\nوقوله وتقرن أداة الشرط إلي قوله إلا قليلاً أداة الشرط أعم من أن تكون إن أو غيرها، إلا أن قرنها بإن كثير، قال تعالى: {لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا}، {لَئِنْ أُخْرِجُوا لا يَخْرُجُونَ مَعَهُمْ}.\nومثال رزقت ليأتينك سيبه ... جلبا، وليس إليك ما لم ترزق\nوقول الآخر:\n(11/400)",
        "\nلمتى صلحت ليقضين لك صالح ... ولتجزين إذا جزيت جميلا\nوعلي ذلك حمل المصنف وغيرها تعالى {النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ}.\nوقوله المسبوقة أي: بقسم ملفوظ به أو مقدر، فالملفوظ به {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ}، والمقدر {لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ} الآية.\nوقوله تسمى الموطئة أي: وطأت الجواب للقسم المذكور قبلها أو المنوي، وتسمى أيضاً المؤذنة، أي: آذنت بالقسم.\nوقوله ولا تحذف والقسم محذوف إلا قليلاً وقال س: \"فلابد من هذه اللام مظهرة او مضرة\". وقال أصحابنا: أنت بالخيار في إدخال هذه اللام علي الأداة. ومن حذفها قوله تعالى: {وَإِنْ لَمْ يَنتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ}، {وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ}، {وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنّ}، وقال الشاعر: فإن لم تغير بعض ما قد صنعتم ... لانتحين العظم ذو أنا عارقه\nلم يقل: فلئن.\n(11/401)\n",
        "وقد شبه بعضهم إذ يإن، فأدخل عليها هذه اللام، قال:\nغضبت علي وقد شربت بجزةٍ فلإذ غضبت لأشربن بخروف وهذه اللام زائدة للتأكيد، وموطئة لدخول اللام علي الجواب، ودالة على القسم إذا حذف، وليست التي يتلقى بها القسم، هذا مذهب البصريين.\nوزعم الفراء أن هذه اللام لما دخلت علي الشرط أجيبت بجواب القسم.\nواستدل لمذهب البصريين بجواز إسقاطها، وبرفع الفعل بعدها في نحو قول كثير:\nلئن عاد لي عبد العزيز بمثلها ... وأمكنني منها إذا لا أقيلها\nفرفع أقيلها يدل علي اعتماد القسم عليه، ولو كانت لام لئن هي جواب القسم لانجزم: لا أقيلها، كما تقول: إن تقم إذا لا أقم.\nوقال بعض أصحابنا: \"ومما يدل للبصريين أن الفعل الواقع جواباً للقسم المحذوف إذا كان منفياً لم يجز حذفها إذ ذاك؛ لأنها لو حذفت /لم يكن في اللفظ ما يدل علي القسم المحذوف، فإذا وجد من كلام العرب (إن قام زيد لا يقوم عمرو) لم يحمل علي القسم، بل لابد من إدخال اللام علي أداة الشرط إذا أريد به معنى القسم، كما جاء في بيت كثير، وقوله تعالى: {لَئِنْ أُخْرِجُوا لا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لا يَنْصُرُونَهُمْ} \" انتهى.\nوينبغي أن يقيد قول المصنف \"ولا تحذف والقسم محذوف إلا قليلاً\" بهذه المسألة السابقة؛ إذ يجب إثباتها، وذلك إذا كان الفعل الواقع جواباً منفياً بـ\"لا\".\n(11/402)\n\nوقوله وقد يجاء بلئن إلي أخره: مثال ذلك قول عمر بن أبي ربيعة:\nألمم بزينب، إن البين قد أفدا ... قل الثواء لئن كان الرحيل غذا\nوقول الآخر:\nفلا يدعني قومي صريحاً لحرة ... لئن كنت مقتولاً ويسلم عامر\nاللام في لئن زائدة، وما قبل لئن دليل علي جواب الشرط المحذوف.\n\n-[ص: لا يتقدم علي جواب قسم معموله إلا إن كان ظرفا أو جاراً ومجروراً. ويستغنى للدليل كثيراً بالجواب عن القسم، وعن الجواب بمعموله أو بقسم مسبوق ببعض حروف الإجابة، والأصح كون \"جير\" منها، لا اسماً بمعنى حقاً، وقد تفتح راؤها، وربما أغنت هي و \"لا جرم\" عن لفظ القسم مراداً، وقد يجاب ب\"جير\" دون إرادة قسم.]-\nش: قال المصنف في الشرح: \"إن تعلق بجواب القسم جار ومجرور أو ظرف جاز تقديمه عليه، كقوله {عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ}، وكقول الشاعر: رضيعي لبنا ثدي ام، تحالفا بأسحم داجٍ عوض لا نتفرق فغن تعلق به مفعول لم يجز تقديمه، فلا يجوز في والله لأضربن زيداً: والله زيداً لأضربن\" انتهى.\nوقد أطلق المصنف في جواب القسم، وجواب القسم إن كان ب \"ما\" أو ب \"إن\" فلا يجوز أن يتقدم المعمول عليهما، فإذا قلت: والله ما يقوم زيد الآن، أو في",
        "(11/403)\n\nالبيت أو: والله إن زيداً قائم الآن، او في البيت- لم يجز تقدم \"الآن\" ولا \"في البيت\" علي \"ما يقوم\"، ولا علي \"إن زيداً قائم\".\nوإن كان ب \"لا\" داخلة علي الموضوع ففي المسألة خلاف: منهم من أجاز تقديم المعمول مطلقاً من ظرف ومجرور ومفعول عليه. ومنهم من منع ذلك مطلقاً، وهو الصحيح.\nو'ن كان باللام داخلة علي جملة اسمية فلا يجوز التقديم أيضاً مطلقاً. هذا نص أصحابنا.\nوإن كان ما دخلت عليه اللام مضارعاً فالنص من أصحابنا انه لا يجوز مطلقاً. وأجاز هذا المصنف ذلك، ومثل به في قوله: {عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ}.\nوفي \"البسيط\": \"وهذه اللام لا يعمل ما بعدها فيما قبلها، /وقد أجازه الفراء وابو عبيدة، ومنه قوله تعالى {فَالْحَقُّ وَالْحَقَّ أَقُولُ} {لَأَمْلأَنّ}، جوزوا في الاول أن يكون منصوباً ب {لَأَمْلأَنّ}، كأنه قال: لأملأن حقاً. والصواب انه منصوب بفعل القسم، أما اللام فهي لام الجواب، وليست لام الابتداء\" انتهى.\nوقوله ويستغنى للدليل كثيراً بالجواب عن القسم قال المصنف في الشرح: \"كوقوعه بعد (لقج)، أو بعد (لئن)، أو مصاحباً بلام مفتوحة نون توكيد\" انتهى.\nووجدت بخطي أن ذلك لا يجوز إلا بشرط أن يكون الجواب باللام أو بإن،\n(11/404)",
        "\nفليس يحذف القسم إذا كان متلقى بحرف غيرهما، ك \"ما\" و \"لا\" و \"إن\".\nوقد اختلف في نحو قولك \"لزيد منطلق\" من غير قسم في اللفظ: فالمنقول عن البصريين أنها ليست لام قسم بل لام ابتداء. وقال الكوفيون: هي لام قسم. قالوا: والدليل عليه أنها تدخل علي الفضلات، كقولك: لطعامك زيد آكل، وليس الطعام بمبتدأ. وحجة البصريين أن اللام إذا دخلت علي مفعول ظننت ارتفع بالابتداء، ولا يمكن تقدير القسم فيه لأن ظننت لا يلغى بالقسم، فعلم ان تعليق ظننت لتحقق الابتداء كما تعلق بالاستفهام، كقولك: علمت أيهم قائم، وأما قولهم لطعامك زيد آكل فإنما جاز لأنها في حيز الخبر؛ إذ كان معموله متقدماً عليه، فكأنها داخلة علي المبتدأ.\nوقوله وعن الجواب بمعموله قال المصنف في الشرح: \"ويستغنى عن الجواب بمعموله، كقوله تعالى: {يَوْمَ تَرْجُفُ الرَّاجِفَةُ}، أي: لتبعثن يوم ترجف الراجفة\" انتهى.\nولا يتعين ما قاله في الآية، ولا يثبت هذا الحكم بمحتمل؛ إذ يجوز أن يكون جواب {وَالنَّازِعَاتِ}، قوله: لتبعثن، حذف لدلالة ما بعده عليه، ولا يكون {يَوْمَ تَرْجُفُ} معمولاً لقوله لتبعثن، حذف لدلالة ما بعده عليه، ولا يكون {يَوْمَ تَرْجُفُ} معمولاً لقوله لتبعثن، بل منصوباً بقوله {تَتْبَعُهَا الرَّادِفَةُ}. ويجوز أن يكون منصوباً بقوله {وَاجِفَةٌ} من قوله {قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ}، وكرر {يَوْمَئِذٍ} علي سبيل التوكيد.\nويحتمل أن يكون جواب القسم قوله {قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ}، وحذف اللام لطول الكلام، أي: والنازعات لقلوب يومئذ واجفة، ويكون {يَوْمَ تَرْجُفُ الرَّاجِفَةُ} {6} {تَتْبَعُهَا الرَّادِفَةُ} اعتراضاً بين القسم وجوابه. ويجوز أن يكون معمولاً ل {وَاجِفَةٌ}، وسهل تقديمه كونه ظريفاً، وكون اللام التي هي في الجواب محذوفة.\n(11/405)\n",
        "وقوله أو بقسم مسبوق ببعض حروف الإجابة قال المصنف في الشرح: \"وهي: بلى، ولا، ونعم، ومرادفاتها: إي وإن واجل وجير، كقوله تعالى: {أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا}، وكقولك لمن قال: أتفعل كذا؟ لا والله، ونعم والله، وإي والله، وإن والله، وأجل والله، وجير والله\" انتهى. وتقدم لنا ذكر الخلاف في \"إن\"، هل تكون من حروف الإجابة، في شرح أول الفصل الثالث من \"باب الأحرف الناصية الاسم الرافعة الخبر\".\n/وظاهر كلام المصنف أنه يستغنى عن الجواب بأحد هذين، إما بالمعمول أو بقسم مسبوق ببعض حروف الإجابة. والضابط انه لا يستغنى عنه إلا إذا وقع القسم بين متلازمين، كالشرط وجزائه، والمبتدأ وخبره، والموصول وصلته، وما أشبه ذلك، أو عقب كلام يدل عليه.\nوقوله والأصح كون جير منها لا اسماً بمعنى حقاً، وقد تفتح راؤها قال المصنف في الشرح: \"زعم قوم أن جير اسم بمعنى حقاً. والصحيح أنها حرف بمعنى نعم؛ لأن كل موضع وقعت فيه جير يصلح أن توقع فيه نعم، وليس كل موضع وقعت فيه يصلح أن توقع فيه حقاً، فإلحاقها بنعم أولى. وأيضاً فإنها أشبه بنعم الاستعمال، ولذلك بنيت، ولو وافقت حقاً في الاسمية لأعربت، ولجاز أن تصحبها الألف واللام، كما أن حقاً كذلك، ولو لم تكن بمعنى نعم لم يعطف عليها في قول بعض الطائيين:\nأبي كرماً، لا آلفا جير أو نعم ... بأحسن إيفاء، وأنجز موعد\n(11/406)\n\nولا أكدت \"نعم\" بها في قول طفيل الغنوي:\nوقلن علي البردي أول مشرب ... نعم، جير، إن كانت رواء أسافله\nولا قوبل بها (لا) في قول الراجز:\nإذا يقول (لا) أبو العجير ... يصدق، لا إذا يقول (جير)\nفهذا تقابل ظاهر، ومثله في التقدير قول الكميت:\nيرجون عفوي، ولا يخشون بادرتي ... لا جير لا جير، والغربان لم تشب\nأراد: لا يثبت مرجوهم، نعم تلحقهم بادرتي. وقريب منه اجتماع (أجل) و (لا) في قول ذي الرمة:\nتري سيفه لا ينصف الساق نعله ... (أجل) (لا)، ولو كانت طوالا محامله\"\nانتهى.\nوكان قد شنع علي الزمخشري في قوله \"ومن الناس\" بأنه جهل من هو قائل ذلك، وهوس، فيقال له: وأنت أيضاً جهلت من قال فيها \"إنها اسم\"- وهو س- بقولك: \"وزعم قوم\". وقد استدل علي أنها اسم بتنوينها.",
        "(11/407)\n\nقال الأستاذ أبو علي: \"ويمكن أن يكون التنوين في جير في البيت جاء شاذاً كمجيء التنوين في اسم الفعل في الخبر في قولهم: فداء لك، بكسر الهمزة. وأيضاً فيمكن أن يكون من تنوين الترنم الذي يلحق القوافي عوضاً من ياء، ولابد منها في الوزن\".\nوقال بعض أصحابنا: \"وأما عوض وجير فمبنيان، حذف منهما حرف القسم، فيجوز أن يحكم علي مواضعهما بالنصب بإضمار فعلٍ، أو بالرفع علي الابتداء أو علي خبر ابتداء مضمر، قياساً علي نظائرهما من الأسماء المحذوف منها حرف القسم. /وما ذكره الزجاجي من أن عوض تستعمل في القسم مذهب كوفي، والبصريون لا يعرفون القسم به\" انتهى.\nومما لخصته من كتاب \"الملخص\": \"يعوض من القسم (عوض) اسم دهر مبنياً علي الضم لقطعه عن الإضافة، أو علي الفتح لأنه اخف، كحيث، ولا يقال: عوض والله لأفعلن، وإن جاء فقليل إذ هو الأصل، وفيه الجمع بين العوض والمعوض منه.\nو (جير)، وليست حرفاً بمعنى نعم لتنوينها، خلافاً لزاعمه. وقيل: مصدر، والمعنى: حقاً لأفعلن. وبنيت لقلة تمكنها؛ لأنها لآ تستعمل إلا في القسم، بخلاف سبحان؛ لأنها لا تخص باب التعظيم، قد توجد تعجباً وإنكاراً.\n(11/408)",
        "\nوقيل: اسم فعل، وبنيت لأنه الأصل علي الكسر، علي أصل التقاء الساكنين.\nوقيل: ظرف، وبني لقلة تمكنه، وكأنه قال: لا أفعل هذا أبداً، وتكون بمنزلة عوض.\nوهذه الأقوال [الثلاثة] تتقارب، والأول يبعد لأن تنوينها للتنكير، وهو لا يوجد إلا في الصوت واسم الفعل، فيغلب علي الظن أنها اسم فعل\" انتهى.\nوالذي يظهر أنها من حروف الإجابة للدلائل التي استدل بها المصنف.\nوقوله وربما أغنت هي و \"لا جرم\" عن لفظ القسم مراداً مثال الاستغناء ب \"جير\" قول الشاعر:\nقالوا: قهرت، فقلت: جير ليعلمن ... عما قليل أينا المقهور\nوحكي الفراء أن العرب تقول: لا جرم لآتينك، ولا جرم لقد أحسنت.\nيريد أنهم يستغنون بها عن القسم قاصدين بها معنى حقاً، وقد صرح بعض الأعراب\nبالقسم مع: لا جرم، قال لمرداس: لا جرم والله لا فارقتك.\nفاما قوله تعالى {لا جَرَمَ أَنَّ لَهُمُ النَّارَ}، ف (لا) عند الخليل وسرد، و (جرم) فعل، فاعله أن وما بعدها. وقال الكوفيون: لا: نافية، وجرم: اسم لا، وأن علي تقدير من.\n(11/409)\n",
        "وقوله وقد يجاب ب\"جير\" دون إرادة قسم قال الشاعر:\nوقائلة: أسيت، فقلت: جير ... أسي، إنني من ذاك إنه\nيجاب بها كما يجاب بأخواتها إلا \"إي\"، فلا يعلم استعمالها إلا مع قسم.\nمسألة: قالت العرب: لا ها الله ذا، فالخليل يجعل ذا من جملة ما أقسم عليه، والتقدير: للأمر ذا. والاخفش يجعله توكيداً للقسم، كانه قال: ذا قسمي.\nويدل علي صحة هذا القول ذكر المقسم عليه بعد \"ذا\"، فيقولون: لا ها الله ذا ما كان كذا، وإتيانهم بعده بالمقسم عليه نفياً، ولو كان هو المقسم عليه لم يكن مطابقاً، وأنشد س:\nتعلمن ها- لعمر الله- ذا قسماً ... فاقدر بذرعك، وانظر أين تنسلك\nأي: لعمر الله للأمر ذا أقسم قسماً، فتأكيد القسم بعده يدل علي انه المحلوف عليه.\n/وقال الأستاذ أبو علي: \"وأما قولهم (ذا) فزعم غير الخليل أنها من جملة ما أكد المقسم به، أي: هذا ما أقسم به، فإن جاء بعده جواب صح هذا القول، وإن لم يجيء عنهم أصلاً صح قول الخليل.\nوتلخيصه ان أصل الكلام: إي والله للأمر هذا، ثم حذف حرف القسم،\n(11/410)\n\nوقدمت \"ها\" من \"هذا\" كما قدمت في: ها أنا ذا، وحذفت لام القسم مع المبتدأ وإن كانت لا تحذف وحدها، وهذا له نظائر لحذف الشيء الذي لا يجوز حذفه مفرداً إذا حذف معه ما يسوغ حذفه، نحو قوله تعالى: {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ}، هذا مذهب الخليل\". انتهى.\nوقال أبو عمرو بن تقي: جعلها الخليل إشارة إلي المحلوف عليه، وهو الجواب، أشار إليه قبل ذكره لأنه أمر وشأن. وجعلها الأخفش إشارة إلي المقسم به؛ لأن موضع الإشارة إنما هو الأسماء لا الجمل.\nوقال أبو عمرو بن تقي: جعلها الخليل إشارة إلي المحلوف عليه، وهو الجواب، أشار إليه قبل ذكره لأنه امر وشأن. وجعلها الأخفش إشارة إلي المقسم به؛ لأن موضع الإشارة إنما هو الأسماء لا الجمل.\nوقال السيرافي: \" وأبو الحسن يجعل ذا هو المحلوف به، وهو من جملة القسم، والتقدير عنده:\nها الله ذا قسمي. قال: والدليل علي ذلك أنهم يقولون: ها الله ذا لقد كان كذا، وها الله ذا لتفعلن\".\nوقال الفارسي في \"التذكرة\": \"الذي يعضد مذهب الخليل انه قد ورد: لا ها الله ذا، فهذا إن كانت فيه ذا كما قال أبو الحسن فسيكون كمن يقول (والله)، ولا يأتي بالمقسم عليه، وهذا لا يجوز، فتعين انه مقسم عليه، فأما (لا ها الله ذا لأفعلن) فعلى قسم آخر، كما يجوز أن تقول مبتذئاً: لأفعلن\". انتهى.\nوالذي أختاره مذهب الأخفش، ويدل عليه مجيء المقسم عليه بعده، وحمله علي إضمار قسم آخر خلاف الظاهر، وقال زهير:\nتعلمن ها لعمر الله ذا قسما ....................................................\nوجوابه قوله بعد ذلك:\nليأتينك منى منطق قذع ........................................................",
        "(11/411)\n\nووجه الدلالة أنه أكد مضمون الجملة القسمية- وهي: لعمر الله ذا- بقوله \"قسما\"، كما تقول: له علي دينار اعترافاً. وجاز ذلك بعد قوله \"ذا\"، فلو كان \"ذا\" من الجملة المقسم عليها لم يفصل بين جملة القسم ومصدره المؤكد به بالجملة المقسم عليها، فدل علي أن \"ذا\" إشارة إلي القسم وتوكيد له كما أكد بقوله قسماً. ويحققه الإتيان بجواب القسم بعده.\nوأما إن سمع \"لا ها الله ذا\" مقتصراً عليه فإنما ذلك من حذف الجملة المقسم عليها لدلالة معنى الكلام عليه؛ وعليه (لا ها الله ذا لا يعمد إلى أسد من أسد الله يقاتل في سبيل الله، فيعطي غيره سلبه)، وهو من كلام أبي بكر الصديق، فالظاهر أن \"لا يعمد\" هو الجواب.\nوقال الأعلم: \"تقديره: لعمر الله هذا ما أقسم به\". فاختار مذهب الأخفش.\nمسألة: إذا أخبرت عن قسم غيرك فلك أن تقول: أقسم زيد ليضربن عمراً، ولك أن تحكى فتقول: لأضربن.\nمسألة: {{وَاللَّيْلِ إِذَا يَغْشَى} {وَالنَّهَارِ إِذَا تَجَلَّى} {وَمَا خَلَقَ الذَّكَرَ وَالأُنْثَى} {إِنَّ سَعْيَكُمْ لَشَتَّى}، الواو في {وَالنَّهَارِ}، وفي {وَمَا خَلَقَ} - للعطف لا للقسم؛ إذ لو كانت للقسم لاحتاج كل قسم إلي جواب علي حدة، وكان كل قسم مستأنفاً منفصلاً مما قبله، ولما كان المقسم عليه واحداً لم يقو أن تقدر منه جواباً لكل قسم؛ لأن في ذلك من التكرار لغير فائدة ما لا خفاء به، وإنما أراد: وهذه الأشياء\n(11/412)",
        "\nجملة إن سعيكم لشتى. ولو نويت بها القسم مستأنفاً لكنت تأتي بواو العطف؛ ألا ترى أنك تقول: والله لأفعلن، ووالله لأفعلن، فإذا كانت واو قسم مستأنف لم تجيء بواو العطف قبل ذكر جواب الأول، وكما لا يجوز مررت بزيد بعمرو إلا بالتشريك فكذلك هذا؛ لأن المقسم عليه واحد، وغنما يجوز ترك التشريك في الجمل، نحو: زيد قام عمرو ذاهب، وإنما أقسم علي شيء واحد، فالكلام جملة واحدة.\nودليل ما قال الخليل أن العرب لا تقول: تالله بالنبي لأفعلن كذا، فلا تأتي بقسم حتى توفي الأول جوابه، فتقول: تالله لأفعلن، بالكعبة لأفعلن.\nوقال الفارسي: \"ليس هذا خلافاً ل\"س\"؛ لأنه قد أجازه في آخر الباب علي التأكيد، إلا أنه ضعيف\" انتهى.\nوليس كما قال، إنما أجاز ذلك مع اتحاد حرف القسم والمقسم به، قال: التأكيد، إلا أنه ضعيف\" انتهى.\nوليس كما قال، إنما أجاز ذلك مع اتحاد حرف القسم والمقسم به، قال:\n\"ولو قال وحقك وحقك علي التوكيد جاز، وكانت الواو واو جر\".\nوقال الأستاذ أبو علي: تلخيص كلام الخليل أنه لا يجتمع مقسم بهما إلا أن يكون الثاني هو الأول علي التوكيد؛ ودليله أنا إذا قلنا: وحقك وحق زيد لأفعلن كذا، إذا لم تجعل الواو عاطفة فهو يحتمل وجوهاً أربعة:\nالأول: أن تجعل \"وحق زيد\" توكيداً لجملة المقسم به. وهو فاسد؛ لأنه ليس /توكيداً لفظياً ولا معنوياً؛ إذ ليس لفظ الأول ولا معناه.\nوالثاني: أن تجعله متعلقاً بمحذوف، والجملة توكيد لجملة المقسم به. وفيه\n(11/413)\n",
        "تأكيد الشيء قبل أن ييتم، ولا يؤكد الشيء، ولا يحمل عليه شيء من الأشياء إلا بعد استقلاله، والمؤكد هنا هو جملة القسم والجواب، فهما في هذا القصد كالمفرد بالتوكيد، وذلك لا يجوز.\nوالثالث: أن تجعلهما جملتين منقطعتين، لكن جوابهما واحد. وهو واضح الفساد؛ إذ كل قسم لابد من جواب لأنهما منقطعان، إذ ليس الثاني تأكيداً للأول.\nوالرابع: أن تقدرهما جملتين، ولكل واحد جواب، إلا أنه حذف جواب أحدهما، وأكدت بإحداهما الأخرى بعد أخذ الجواب.\nولا يخلو في هذا الوجه أن تجعل جواب الأول هو المحذوف، والذي في اللفظ جواب الثاني، أو تعكس. فإن قدرت الأول ففيه مضعفان: حذف الأول لدلالة الثاني، وليس مطرداً، فإنه كالإضمار، فليس إلا في نحو أبواب الاشتغال، وبالجملة فهو لا ينبغي؛ إذ لا يحذف الشيء حتى يكون قد علم. والمضعف الثاني التأكيد مع الحذف، وهما متناقضان. فقد امتنع أن تكون الواو هنا واو قسم علي الوجوه الثلاثة من كل وجه، وعلي الرابع يضعف، ويكون شاذاً، فلم يبق إلا العطف. ولهذا الرابع تعرض الخليل أن يتكلم عليه، وضعفه، فتدبره؛ لأن الآخر بين الفساد. انتهى، وفيه بعض تلخيص.\nمسالة: الاستحلاف يجري مجرى اليمين إلا فيما يذكر، ففاعل الفعل في الجواب علي حسب الفاعل في غيبة وخطاب وتكلم، نحو: والله ليقومن زيد، والله لتقومن، والله لأقومن.\nوفي الاستحلاف يجوز: أستحلفه ليفعلن، ولأفعلن، هذا في الغائب، واستحلفتك لتفعلن، ولأفعلن، في المخاطب\n(11/414)\n\nتم بحمد الله- تعالى- وتوفيقه\nالجزء الحادي عشر من كتاب \"التذييل والتكميل\"\nبتقسيم محققه، ويليه- إن شاء الله تعالى-\nالجزء الثاني عشر، وأوله:\n\"باب الإضافة\"",
        "(11/415)\n"
    ]
}