{
    "partText": [
        "\nالتكفير وضوابطه\n\nد. منقذ بن محمود السقار\n(/)\n",
        "مقدمة\nالحمد لله رب العالمين، والصلاة والسلام على خاتم النبيين، رسول رب العالمين، محمد بن عبد الله، صلى الله عليه وعلى آله وصحبه، وسلم تسليماً كثيراً، وبعد:\nفقدبعث الله نبيه بالحجة البينة الواضحة، فأنار السبيل، وكشف الظلمة، وترك أمته على محجة بيضاء، ليلها كنهارها، لا يزيغ عنها إلا هالك.\nوكان من أوائل من زاغ عن هديه - صلى الله عليه وسلم - الخوارج، فكانوا أول البدع ظهوراًً في الإسلام , وأظهرها ذماًً في السنة النبوية , فإن ذو الخويصرة قال للنبي - صلى الله عليه وسلم -: اعدل يا محمد! فإنك لم تعدل, فأخبر النبي - صلى الله عليه وسلم - عن خروجه وخروج أصحابه، وذكر أنهم ((يمرقون من الدين كما يمرق السهم من الرمية)). (1)\nوتحقق قول النبي - صلى الله عليه وسلم - فيه وفي أصحابه من أهل النهروان، وقد \"كان دينهم الذي اختصوا به من بين الداخلين في الفتن هو تكفير بعض المسلمين بما حسبوه كفراً، فوردت الأحاديث بمروقهم بذلك وتواترت، وهي في دواوين الإسلام الستة\". (2)\nوتصدى سلف الأمة لهذه الفتنة، وكان من أقوم سُبل معالجتها صبر عليٍّ وأناتُه على الخوارج، وإرساله حبر الأمة وترجمان القرآن عبد الله بن عباس رضي الله عنهما لمحاورتهم ومجادلتهم.\nفعاد إلى الحق جمهور كبير منهم، بينما كان سيف الحق بالمرصاد لبقيتهم، ممن اختار الغواية والعماية، ليسطع نور الحق من جديد، وتضمحل هذه الضلالة إلى أن غدت أثراً بعد عين.\nلكن ذلك لم يمنع تداول هذا الفكر في العصور التالية، وإن سلُم هذه المرة من آفة الخروج والقتال، وتجسد ذلك في الفرق الإسلامية البدعية المختلفة التي أشهرت سيف التكفير في وجه مخالفيها، حتى غدا التكفير\n_________\n(1) رواه البخاري ح (3610)، ومسلم ح (1064).\n(2) إيثار الحق على الخلق (381).\n(1/5)\n\nسمة لا تنفك عن أهل البدع: \"وإنما هو في الأصل من أقوال أهل البدع الذين يبتدعون بدعة، ويكفرون من خالفهم، كالخوارج والمعتزلة والجهمية\". (1)\nوما زال هذا الوباء يسري بين المسلمين حتى وصل إلى بعض المتنسبين للمذاهب الفقهية لأهل السنة والجماعة، فتداول متعصبة المذاهب تكفير الآخرين \"ووقع ذلك في كثير من أتباع الأئمة كبعض أصحاب مالك والشافعي وأحمد وغيرهم\". (2)\nومن ذلك قول الرستغفني الحنفي: \"لا تجوز المناكحة بين أهل السنة والاعتزال. وقال الفضل: لا يجوز بين من قال: أنا مؤمن إن شاء الله، لأنه كافر، ومقتضاه منع مناكحة الشافعية\". (3) فهو يرى كفر الشافعية الذين يوجبون الاستثناء في الإيمان.\nومثل هذا قول أبي القاسم البكري، وهو يعرّض بالحنابلة أمام طلابه في المدرسة النظامية: \"وما كفر سليمان، ولكن الشياطين كفروا، والله ما كفر أحمد، ولكن أصحابه كفروا \". (4)\nلكن هذه الصورة من صور التكفير لم يكن لها كبير أثر في المسلمين، لأنها كما قال ابن الهمام: \"ويقع في كلام أهل المذاهب تكفير كثير، ولكنه ليس من كلام الفقهاء الذين هم المجتهدون، بل من غيرهم، ولا عبرة بغير الفقهاء\". (5)\nوفي أواسط القرن الميلادي العشرين، وفي غياهب سجون الظلم عادت هذه الظاهرة من جديد، فبدأ شررها بتكفير الحكام الذين يحكمون بغير ما أنزل الله ويوقعون بدعاة تحكيم الشريعة الظلم والاضطهاد، ثم امتد بهم التكفير ليعم كل من يعمل في أجهزة الدولة، ومازال البلاء يطم ويعم، حتى قال قائلهم بتكفير المجتمع كله، إلا من قال بقولهم، أو انتمى إلى فكرهم، ولو لم يجاوزوا عدد أصابع اليدين.\n_________\n(1) منهاج السنة (5/ 240)، وانظر درء تعارض العقل والنقل (1/ 243).\n(2) منهاج السنة (5/ 240).\n(3) البحر الرائق (3/ 110).\n(4) الكامل في التاريخ (10/ 124).\n(5) شرح فتح القدير (6/ 100).",
        "(1/6)\n\nوهذه البدعة - كسائر البدع - لا تعدم دليلاً تتعلق به بعد ليّ معناه أو تأويله وتحريفه \"ولذلك لا تجد فرقة من الفرق الضالة، ولا أحداً من المختلفين في الأحكام لا الفروعية ولا الأصولية، يعجز عن الاستدلال على مذهبه بظواهر من الأدلة .. بل قد شاهدنا ورأينا من الفساق من يستدل على مسائل الفسق بأدلة ينسبها إلى الشريعة المنزهة، وفي كتب التواريخ والأخبار من ذلك أطراف ما أشنعها في الافتئات على الشريعة\". (1)\nلكن هذا لا يعني أن ما يتعلق به الواهمون صالح للاستدلال على المسائل المثارة، فإن \"العلم شيئان: إما نقل مصدق، وإما بحث محقق، وما سوى ذلك فهذيان مسروق، وكثير من كلام هؤلاء هو من هذا القسم من الهذيان، وما يوجد فيه من نقل، فمنه ما لا يميز صحيحه عن فاسده، ومنه ما لا ينقله على وجهه، ومنه ما يضعه في غير موضعه ... \". (2)\nوهؤلاء الذين حرموا التحقيق والتوثيق لمقالاتهم فاتهم الغوصُ في كثير من بحور العلم، مما لا يغنيهم عنه ما أدركوه في ساحله، فأقعدهم القليل عن طلب الكثير، وصدق من قال: \" إنما يُفسد الناسَ نصفُ متكلم، ونصف فقيه، ونصف نحوي، ونصف طبيب، هذا يفسد الأديان، وهذا يفسد البلدان، وهذا يفسد اللسان، وهذا يفسد الأبدان\". (3)\nوأمام داهية عود التكفير - من جديد - بين بعض شباب المسلمين رأيت لزوم التصدي لهذه الضلالة، بياناً للحق، وقياماً بالواجب، ولتكون هذه الدراسة وغيرها نبراس هداية لكل من استزله الشيطان فوقع في إخوانه المسلمين تكفيراً وتفسيقاً.\nواللهَ نسأل أن يجعل هذا العمل خالصاً لوجهه الكريم، إنه ولي ذلك والقادر عليه، وآخر دعوانا أن الحمد لله رب العالمين.\n_________\n(1) الموافقات (3/ 56).\n(2) الرد على البكري (2/ 729).\n(3) مجموع الفتاوى (5/ 118 - 119).\n(1/7)",
        "\nتعريف الكفر والردة\nيلج العبد إلى الإسلام بنطقه للشهادتين أعلى شعب الإيمان، ويطمئن قلبه بالإيمان، تشهد له جوارحه بذلك، وهو يركع لله ويسجد، فيُحكم له بالإسلام يقيناً، ويحظى - في الدنيا - بما تستتبعه هذه الكلمة العظيمة من حقوق الولاء وحرمة الدم والعرض والمال، وأما الآخرة فهي دار كرامة الله للمؤمن، فالمؤمن ينجو فيها بإيمانه ((فإن الله حرم على النار من قال: لا إله إلا الله، يبتغي وجه الله)) (1).\nوالعاصي - وكلنا عاص - يخلص بإسلامه ونطقه لتلك الكلمة الطيبة، فعن أنس أن النبي - صلى الله عليه وسلم - قال: ((يخرج من النار من قال: لا إله إلا الله. وفي قلبه وزن شعيرة من خير، ويخرج من النار من قال: لا إله إلا الله. وفي قلبه وزن برة من خير، ويخرج من النار من قال: لا إله إلا الله. وفي قلبه وزن ذرة من خير)). (2)\nومثل هذه الشهادات الموثقة للمسلم لا تُنقض إلا بارتكابه جرماً عظيماً ينقض عروة الإيمان وأصله، فتطيش صحائفه ويبور عمله {إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفراً لم يكن الله ليغفر لهم ولا ليهديهم سبيلاً} (النساء: 137).\nوالذي يهدم أصل الإيمان هو الردة عن الدين والكفر بالله، سواء كان ذلك باللسان أم القلب أم العمل، أم بهن جميعاً.\nوالكفر في اللغة بمعنى الستر والتغطية , يقال للمزارع: \" كافراً \" لأنه يغطي البذر بالتراب , ومنه سمي الكفر الذي هو ضد الإيمان \" كفراً \"، لأن في كفره تغطية للحق بجحد أو غيره , وقيل: سمي الكافر \"كافراً \" لأنه قد غطى قلبه بالكفر. (3)\nوقد عرف أهل الاصطلاح الكفر والردة بمعان تدور حول جحود العبد،\n_________\n(1) رواه مسلم ح (33).\n(2) رواه البخاري ح (44).\n(3) انظر لسان العرب (5/ 146 - 147)، ومفردات القرآن (484).\n(1/9)\n",
        "أو تكذيبه لأصول الإسلام، أو ارتكابه لما هو ناقض من نواقض الإيمان والإسلام.\nيقول ابن حزم معرِّفاً الكفر: \" وهو في الدين: صفة من جحد شيئاً مما افترض الله تعالى الإيمان به، بعد قيام الحجة عليه ببلوغ الحق إليه بقلبه دون لسانه، أو بلسانه دون قلبه، أو بهما معاً، أو عمل عملاً جاء النص بأنه مخرج له بذلك عن اسم الإيمان\". (1)\nوأما الغزالي فيرى أن الكفر: \" هو تكذيب الرسول عليه الصلاة والسلام، في شيء مما جاء به \". (2)\nويقول السبكي: \" التكفير حكم شرعي، سببه جحد الربوبية والرسالة، أو قول أو فعل حكم الشارع بأنه كفر، وإن لم يكن جحداً\". (3)\nويقول ابن تيمية: \" الكفر يكون بتكذيب الرسول - صلى الله عليه وسلم - فيما أخبر به، أو الامتناع عن متابعته مع العلم بصدقه، مثل كفر فرعون واليهود ونحوهم\". (4)\nويقول: \"والكفر إنما يكون بإنكار ما علم من الدين ضرورة أو بإنكار الأحكام المتواترة والمجمع عليها\". (5)\nوأما الباقلاني فيضيف إلى خصال الكفر الجهل بالله تعالى \"الكفر: هو ضد الإيمان، وهو الجهل بالله عز وجل، والتكذيب له الساتر لقلب الإنسان عن العلم به، فهو كالمغطي للقلب من معرفة الحق\". (6)\nوهو غير معارض في هذا لما ذكره العلماء من تعريف الجحود بأنه: الإنكار مع العلم، أو كما عرفه الراغب الأصفهاني: نفي ما في القلب إثباته، وإثبات ما في القلب نفيه، كما قال تعالى: {فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون} (الأنعام: 33). (7)\n_________\n(1) الإحكام في أصول الأحكام (1/ 49).\n(2) فيصل التفرقة بين الإسلام والزندقة (128).\n(3) فتاوى السبكي (2/ 586).\n(4) درء تعارض العقل والنقل (1/ 242).\n(5) مجموع الفتاوى (1/ 106).\n(6) تمهيد الأوائل (394).\n(7) انظر: مفردات الأصفهاني (100) ولسان العرب (3/ 106).\n(1/10)\n\nإذ الجحود عند بعض الفقهاء يطلق، ويراد به التكذيب بالإيجاب، المنافي للتصديق، كما يراد به أيضاً الامتناع عن الإقرار والامتناع عن الالتزام، وهو ما ينافي الانقياد. (1) وأي جهل بالله أعظم من أن ينكر العبد ربه وقد استيقنه بقلبه.\nلكن الذي نتناوله في بحثنا هو حالة معينة من حالات الكفر، وهو الكفر بعد الإيمان والدخول في الإسلام، لا الكفر الأصلي، ولا النفاق الاعتقادي الذي يسره المنافق في قلبه، ويظهر لنا خلافه.\nوهذا الذي يسميه العلماء بالردة، فالمرتد لغة: هو الراجع. ومنه قوله تعالى: {ولا ترتدّوا على أدباركم فتنقلبوا خاسرين} (المائدة: 21).\nقال الأصفهاني: \"الردة: الرجوع في الطريق الذي جاء منه\". (2)\nويقول البهوتي معرفاً الردة عند أهل الاصطلاح: \" الذي يكفر بعد إسلامه نطقاً، أو اعتقاداً، أو شكاً، أو فعلاً \". (3)\nوأما الكاساني فيقول في بيان ركن الردة: \"فهو إجراء كلمة الكفر على اللسان بعد وجود الإيمان، إذ الردة عبارة عن الرجوع عن الإيمان\". (4)\nويقول خليل في مختصره: \"الردة كفر المسلم بصريح لفظ يقتضيه أو فعل يتضمنه\". (5)\nويقول النووي: \" الردة هي قطع الإسلام بنيِّة، أو قول كفر، أو فعله، سواء قاله استهزاءً، أو عناداً، أو اعتقاداً\". (6)\nوهكذا فالردة هي الرجوع عن الإسلام بارتكاب ناقض من نواقضه القولية أو القلبية أو العملية، والردة صورة من صور الكفر التي تدور بمجموعها حول التكذيب والجحود.\n_________\n(1) انظر: مجموع الفتاوى (20/ 98).\n(2) مفردات القرآن (217).\n(3) كشاف القناع (6/ 167 - 177).\n(4) بدائع الصنائع (7/ 134). وانظر البحر الرائق (5/ 129).\n(5) مختصر خليل (1/ 281).\n(6) منهاج الطالبين (1/ 131).",
        "(1/11)\n\nالتحذير من التكفير\nولخطورة القول بكفر المسلم وما يتبعه من أحكام في الحال والمآل، فإن القرآن والسنة يحذران من إطلاق هذا الحكم من غير تبينٍ ولا تثبت.\nقال تعالى: {يا أيّها الّذين آمنوا إذا ضربتم في سبيل الله فتبيّنوا ولا تقولوا لمن ألقى إليكم السّلام لست مؤمناً تبتغون عرض الحياة الدّنيا فعند الله مغانم كثيرة كذلك كنتم مّن قبل فمنّ الله عليكم فتبيّنوا إنّ الله كان بما تعملون خبيراً} (النساء: 94).\nقال القرطبي: \" معنى قوله: {فتبينوا} أي الأمر المشكل، أو تثبتوا ولا تعجلوا، المعنيان سواء، فإن قتله أحد فقد أتى منهياً عنه \". (1)\nوالنبي - صلى الله عليه وسلم - حذر من التكفير أشد التحذير فقال: ((إذا قال الرجل لأخيه: يا كافر، فقد باء بها أحدهما)). (2)\nويروي أبو ذر رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: ((لا يرمي رجل رجلاً بالفسوق، ولا يرميه بالكفر، إلا ارتدت عليه، إن لم يكن صاحبه كذلك)). (3)\nقال ابن عبد البر: \" فقد باء القائل بذنب كبير وإثم عظيم، واحتمله بقوله ذلك، وهذا غاية في التحذير من هذا القول والنهي عن أن يقال لأحد من أهل القبلة: يا كافر\". (4)\nويقول ابن دقيق العيد: \"وهذا وعيد عظيم لمن أكفر أحداً من المسلمين وليس كذلك، وهي ورطة عظيمة وقع فيها خلق كثير من المتكلمين، ومن المنسوبين إلى السنة وأهل الحديث لما اختلفوا في العقائد، فغلظوا على مخالفيهم، وحكموا بكفرهم \". (5)\nوفي بيان معنى الحديث قال الحافظ ابن حجر: \" والتحقيق أن الحديث\n_________\n(1) الجامع لأحكام القرآن (5/ 339).\n(2) رواه البخاري ح (6103)، ومسلم ح (60).\n(3) رواه البخاري ح (6045)، ومسلم ح (61).\n(4) التمهيد (17/ 22).\n(5) إحكام الأحكام شرح عمدة الأحكام (4/ 76).\n(1/13)",
        "\nسيق لزجر المسلم من أن يقول ذلك لأخيه المسلم ... وقيل: معناه رجعت عليه نقيصته لأخيه ومعصية تكفيره ... فمعنى الحديث: فقد رجع عليه تكفيره، فالراجع التكفير لا الكفر، فكأنه كفَّر نفسه لكونه كفَّر من هو مثله ...\nوقال القرطبي: .. والحاصل أن المقول له إن كان كافراً كفراً شرعياً، فقد صدق القائل، وذهب بها المقول له، وإن لم يكن رجعت للقائل معرَّة ذلك القول وإثمه\". (1)\nوفي حديث آخر يشبه النبي - صلى الله عليه وسلم - تكفير المسلم بأعظم ذنب بعد الشرك بالله، وهو تعمد قتل المؤمن، فيقول: ((ومن قذف مؤمناً بكفر فهو كقتله)). (2)\nورمي المسلمين بالكفر باب لشرور عظيمة، لعل أهونها أنه من التنابز بالألقاب الذي نهى الله عنه، قال تعالى: {ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الإيمان} (الحجرات: 11).\nقال ابن عبد البر: \"هو قول الرجل لأخيه: يا كافر يا فاسق، وهذا موافق لهذا الحديث [الحديث السابق]، فالقرآن والسنة ينهيان عن تفسيق المسلم وتكفيره [إلا] ببيان لا إشكال فيه\". (3)\nوالتكفير استباحة لما حرمه الله من عرض المسلم، الذي أكد النبي - صلى الله عليه وسلم - على حرمته في خطبته العظيمة في حِجة الوداع، فقال: ((فإن دماءكم وأموالكم وأعراضكم عليكم حرام، كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا، فليبلغ الشاهد الغائب)). (4) والقول بكفر المسلم من أعظم ما يقدح في عرضه، وهو مستتبع لهتك ماله ودمه.\nقال العز بن عبد السلام: \" الأصل [في المسلم] براءة ذمته من الحقوق، وبراءة جسده من القصاص والحدود والتعزيرات، وبراءته من الانتساب إلى\n_________\n(1) فتح الباري (10/ 466 - 467).\n(2) رواه البخاري ح (6047).\n(3) التمهيد (17/ 21).\n(4) رواه البخاري ح (67)، مسلم ح (1679).\n(1/14)\n",
        "شخصٍ معين، ومن الأقوال كلها، والأفعال بأسرها\". (1)\nولما رأى ابن الوزير تتابع النصوص في النهي عن تكفير المسلم قال: \" وفي مجموع ذلك ما يشهد لصحة التغليظ في تكفير المؤمن، وإخراجه من الإسلام مع شهادته بالتوحيد والنبوات، وخاصة مع قيامه بأركان الإسلام، وتجنبه للكبائر، وظهور أمارات صدقه في تصديقه لأجل غلط في بدعة، لعل المكفر له لا يسلم من مثلها أو قريب منها، فإن العصمة مرتفعة، وحسن ظن الإنسان بنفسه لا يستلزم السلامة من ذلك عقلاً ولا شرعاً، بل الغالب على أهل البدع شدة العجب بنفوسهم والاستحسان لبدعتهم \". (2)\nولغلظ أمر التكفير وشدة خطورته كان أصحاب النبي - صلى الله عليه وسلم - يمتنعون عن إطلاق التكفير والتفسيق على أهل القبلة، روى ابن عبد البر عن أبي سفيان قال: \"قلت لجابر: أكنتم تقولون لأحد من أهل القبلة: كافر؟ قال: لا. قلت: فمشرك؟ قال: معاذ الله. وفزع\". (3)\nولما سئل علي بن أبي طالب رضي الله عنه عن أهل الجمل وصفين: أمشركون هم؟ قال: لا، من الشرك فروا. فقيل: أمنافقون؟ قال: لا، لأن المنافقين لا يذكرون الله إلا قليلاً. قيل: له فما حالهم؟ قال: إخواننا بغوا علينا\". (4)\nومما سبق ثبت يتضح أن الأصل في المسلم براءة الذمة، وأن الاعتداء عليه بتكفيره من أعظم ما توعد الله فاعله بوعيده، فقد توعده بالإثم العظيم أو الكفر، جزاء إقدامه على الولوغ في عرض أخيه المسلم.\n_________\n(1) قواعد الأحكام في مصالح الأنام (2/ 26).\n(2) إيثار الحق على الخلق (385).\n(3) رواه ابن عبد البر في التمهيد (17/ 21)، وروى نحوه القاسم أبو عبيد في الإيمان (47).\n(4) الجامع لأحكام القرآن (16/ 324).\n(1/15)\n\nالتكفير حكم شرعي\nوهذا الورع الذي رأيناه من أصحاب النبي - صلى الله عليه وسلم - مرده أنهم فقهوا خطورة هذا الباب، كما أدركوا - بما آتاهم الله من فقه وبصيرة - أن التكفير حكم شرعي، كسائر الأحكام الشرعية، لا يصدر فيه إلا عن الأدلة الشرعية المعتبرة.\nوقد فقه سلف الأمة وعلماؤها من بعدهم خطورة هذا الحكم من أحكام الشريعة، وحذروا من الخروج فيه عن أدلة الشرع المعتبرة إلى الهوى والرأي والتشفي.\nيقول أبو حامد الغزالي: \" الكفر حكم شرعي كالرق والحرية مثلاً، إذ معناه إباحة الدم والحكم بالخلود في النار، ومدركه شرعي، فيدرك إما بنص، وإما بقياس على منصوص\". (1)\nويؤكد القاضي عياض أن: \" كشف اللبس فيه، مورده الشرع، ولا مجال للعقل فيه\". (2)\nويقول ابن تيمية: \" الكفر حكم شرعي متلقى عن صاحب الشريعة، والعقل قد يُعلم به صواب القول وخطؤه، وليس كل ما كان خطأً في العقل، يكون كفراً في الشرع، كما أنه ليس كل ما كان صواباً في العقل، تجب في الشرع معرفته\". (3)\nويقول ابن الوزير: \" إن التكفير سمعي محض لا مدخل للعقل فيه\"، ويقول: \"إن الدليل على الكفر والفسق لا يكون إلا سمعياً قطعياً\". (4)\nوهكذا فالقول في هذه المسألة وغيرها من مسائل الدين والحياة مرده إلى علم الشريعة وفقه نصوصها، ولا يجوز في ذلك كله الخوض بلا علم ولا برهان من دين الله.\n_________\n(1) فيصل التفرقة بين الإسلام والزندقة (128).\n(2) الشفا بتعريف حقوق المصطفى (2/ 282).\n(3) درء تعارض العقل والنقل (1/ 242).\n(4) العواصم والقواصم (4/ 178, 179).",
        "(1/17)\n\nلكن تزداد خطورة القول بلا علم في مسألة التكفير لما فيها من إباحة الدماء وقطع الموالاة فالتكفير \" حكم شرعي يرجع إلى إباحة المال وسفك الدماء والحكم بالخلود في النار\". (1)\nوالحكم بالكفر تقرير لأمور خطيرة، منها \" إسقاط العبادات عنهم إذا تابوا، وإسقاط جميع حقوق المخلوقين من الأموال والدماء وغيرهما، وإباحة فروج نسائهم إذا لم يتوبوا، وسفك دمائهم .... \". (2)\nويقول شيخ الإسلام ابن تيمية: \"إذا تبين ذلك، فاعلم أن مسائل التكفير والتفسيق هي من مسائل الأسماء والأحكام التي يتعلق بها الوعد والوعيد في الدار الآخرة، وتتعلق بها الموالاة والمعاداة والقتل والعصمة وغير ذلك في الدار الدنيا، فإن الله سبحانه أوجب الجنة للمؤمنين، وحرم الجنة على الكافرين، وهذا من الأحكام الكلية في كل وقت ومكان\". (3)\nوكما سبق فإنه لا مدخل للعقل في هذه المسألة الشرعية، وكذلك فإن الهوى والتشفي والانتقام بالتكفير مذموم - من باب أولى - لما فيه من اعتداء على حكم الله وحقه وافتئات على عباده، لذا فإن \"أهل العلم والسنة لا يكفرون من خالفهم، وإن كان ذلك المخالف يكفرهم، لأن الكفر حكم شرعي، فليس للإنسان أن يعاقب بمثله كمن كذب عليك وزنى بأهلك، ليس لك أن تكذب عليه وتزني بأهله، لأن الكذب والزنا حرام لحق الله تعالى، وكذلك التكفير حق لله، فلا يُكفر إلا من كفّره الله ورسوله\". (4)\nويقول: \"وأصل ذلك أن المقالة التي هي كفر بالكتاب والسنة والإجماع يقال: هي كفر، قولاً يطلق، كما دل على ذلك الدلائل الشرعية، فإن الإيمان من الأحكام المتلقاة عن الله ورسوله، ليس ذلك مما يحكم فيه الناس بظنونهم وأهوائهم، ولا يجب أن يحكم في كل شخص قال ذلك، بأنه كافر\n_________\n(1) بغية المرتاد (1/ 345).\n(2) إيثار الحق على الخلق (405).\n(3) مجموع الفتاوى (12/ 468).\n(4) الرد على البكري (2/ 492 - 493).\n(1/18)",
        "\nحتى يثبت في حقه شروط التكفير وتنتفي موانعه \". (1)\nوهكذا فإن التكفير حكم شرعي كسائر الأحكام التكليفية الأخرى، فلا يُصار إليه بالتشهي ولا بالظنون، فكما لا يقال عن أمر ما بأنه حرام أو واجب من غير دليل معتبر في الشرع، فإنه لا يقال بكفر مسلم من غير هذا الدليل، بل تكفير المسلمين أخطر وأقبح لما يستتبعه من أحكام دنيوية وأخروية في حق المكفَّر.\n_________\n(1) مجموع الفتاوى (35/ 165).\n(1/19)\n",
        "أقوال العلماء في التحذير من التكفير\nأدرك علماء الإسلام فداحة القول بكفر المسلم فأطبقوا على منع التكفير إلا بدليل ساطع، لا مدافع له، إذ الشهادة بالكفر على الموحد من أعظم الزور والظلم والبهتان.\nقال الشوكاني: \" اعلم أن الحكم على الرجل المسلم بخروجه من دين الإسلام ودخوله في الكفر لا ينبغي لمسلم يؤمن بالله واليوم الآخر أن يُقدم عليه إلا ببرهان أوضح من شمس النهار، فإنه قد ثبت في الأحاديث الصحيحة المروية من طريق جماعة من الصحابة أن ((من قال لأخيه: يا كافر. فقد باء بها أحدهما)) ... ففي هذه الأحاديث وما ورد موردها أعظم زاجر وأكبر واعظ عن التسرع في التكفير\". (1)\nوأما ابن حزم فإنه يرى أن البرهان المطلوب للحكم بكفر المسلم ينبغي أن يكافئ ما ثبت به إسلامه، فلا يرفع عنه اسم الإسلام إلا بنص أو إجماع: \"والحق هو أن كل من ثبت له عقد الإسلام، فإنه لا يزول عنه إلا بنفي (2) أو إجماع، وأما بالدعوى والافتراء فلا.\nفوجب أن لا يكفر أحد بقول قاله إلا بأن يخالف ما قد صح عنده أن الله تعالى قاله، أو أن رسول الله - صلى الله عليه وسلم - قاله، فيستجيز خلاف الله تعالى وخلاف رسوله عليه الصلاة والسلام، وسواء كان ذلك في عقد دين أو في نحلة أو في فتيا، وسواء كان ما صح من ذلك عن رسول الله - صلى الله عليه وسلم - منقولاً نقل إجماع تواتراً أو نقل آحاد\". (3)\nوبمثله قال الباقلاني: \"ولا يكفر بقول ولا رأي إلا إذا أجمع المسلمون على أنه لايوجد إلا من كافر، ويقوم دليل على ذلك، فيكفر\". (4)\n_________\n(1) السيل الجرار (4/ 578).\n(2) هكذا في الأصل، والصواب: (إلا بنص).\n(3) الفصل في الملل والأهواء والنحل (3/ 392).\n(4) فتاوى السبكي (2/ 578).\n(1/21)\n\nويقول ابن تيمية: \"فليس لأحد أن يكفر أحداً من المسلمين، وإن أخطأ وغلط حتى تقام عليه الحجة، وتبين له المحجة، ومن ثبت إيمانه بيقين لم يزُل ذلك عنه بالشك، بل لا يزال إلا بعد إقامة الحجة، وإزالة الشبهة\". (1)\nومثله في الاحتياط وطلب السلامة من هذه البلية قول ابن عبد البر: \"ومن جهة النظر الصحيح الذي لا مدفع له، أن كل من ثبت له عقد الإسلام في وقت بإجماع من المسلمين، ثم أذنب ذنباً أو تأول تأويلاً، فاختلفوا بعد في خروجه من الإسلام لم يكن لاختلافهم بعد إجماعهم معنىً يوجب حجة، ولا يخرج من الإسلام المتفق عليه إلا باتفاق آخر أو سنة ثابتة لا معارض لها، وقد اتفق أهل السنة والجماعة، وهم أهل الفقه والأثر على أن أحداً لا يخرجه ذنبه - وإن عظم - من الإسلام، وخالفهم أهل البدع، فالواجب في النظر أن لا يكفَّر إلا من اتفق الجميع على تكفيره، أو قام على تكفيره دليل لا مدفع له من كتاب أو سنة\". (2)\nويروي ابن نجيم عن الطحاوي وغيره من علماء الحنفية قولهم بأن المسلم لا يخرج من الإسلام إلا بأمر يتيقن كفر صاحبه: \" ما تيقن أنه ردة يحكم بها، وما يشك أنه ردة لا يحكم بها، إذ الإسلام الثابت لا يزول بشك، مع أن الإسلام يعلو، وينبغي للعالم إذا رفع إليه هذا أن لا يبادر بتكفير أهل الإسلام\". (3)\nولما كان المكفرون لا يملكون - غالباً - الدليل المتيقن على كفر المخالف، فإنهم يعتمدون القياس في استدلالهم، وهو دليل لا يراه ابن الوزير كافياً في تكفير المشبهة والمجبرة، فإن كثيراً من العلماء لم يكفروهم، ونقل عن الشيخ مختار في كتابه \"المجتبى\" قوله: \"لأن حجة من كفرهم القياس على المشركين المصرحين، وهما [أي أبو الحسين والرازي] قد قدحا في صحة هذا القياس، دع عنك كونه قطعياً، وذلك القدح هو بوجود الفارق الذي يمنع مثله من\n_________\n(1) مجموع الفتاوى (12/ 501).\n(2) التمهيد (17/ 21 - 22).\n(3) البحر الرائق (5/ 134).",
        "(1/22)\n\nصحة القياس، وهو إيمان هؤلاء بجميع كتب الله تعالى وجميع رسله بأعيانهم وأسمائهم إلا من جهلوه، وإنما يخالفون حين يدعون عدم العلم، ثم ظهر عليهم ما يصدق من ذلك من إقامة أركان الإسلام وتحمل المشاق العظيمة بسبب تصديق الأنبياء عليهم السلام، ولأن القياس عند المحققين من علماء المعقولات لا يكون قاطعاً، لأن الأمرين إن استويا في جميع الوجوه لم يكن قياساً، وإن وجد بينهما فارق جاز أن يكون مؤثراً في عدم استوائهما في الحكم \". (1)\nوعليه فإن ابن الوزير يرى \"أن في الحكم بتكفير المختلف في كفرهم مفسدة بينة تخالف الاحتياط ... أن الخطأ في العفو خير من الخطأ في العقوبة، نعوذ بالله من الخطأ في الجميع، ونسأله الإصابة والسلامة والتوفيق والهداية\". (2)\nويدعو الشوكاني إلى تلمس المعاذير للمسلمين والإحجام قبل المسارعة إلى تكفيرهم \"فحينئذ تنجو من معرَّة الخطر، وتسلم من الوقوع في المحنة، فإن الإقدام على ما فيه بعض البأس لا يفعله من يشح على دينه، ولا يسمح به فيما لا فائدة فيه ولا عائدة، فكيف إذا كان يخشى على نفسه إذا أخطأ أن يكون في عداد من سماه رسول الله صلى الله عليه وآله وسلم كافراً، فهذا يقود إليه العقل فضلاً عن الشرع ..\nفحتم على كل مسلم أن لا يطلق كلمة الكفر إلا على من شرح بالكفر صدراً، ويقصر ما ورد مما تقدم على موارده، وهذا الحق ليس به خفاء، فدعني من بُنيات الطريق\nيأبى الفتى إلا اتباع الهوى ... ومنهج الحق له واضح\". (3)\nويقول الزركشي: \"فلينتبه لهذا، وليحذر ممن يبادر إلى التكفير .. فيخاف عليه أن يكفر، لأنه كفّر مسلماً\". (4)\nويقول عبد الله بن محمد بن عبد الوهاب: \"وبالجملة فيجب على من\n_________\n(1) إيثار الحق على الخلق (377 - 378).\n(2) المصدر السابق (405).\n(3) السيل الجرار (4/ 578 - 579).\n(4) تحفة المحتاج في شرح المنهاج (9/ 88).\n(1/23)",
        "\nنصح نفسه ألا يتكلم في هذه المسألة إلا بعلم وبرهان من الله، وليحذر من إخراج رجل من الإسلام بمجرد فهمه، واستحسان عقله، فإن إخراج رجل من الإسلام، أو إدخاله فيه من أعظم أمور الدين\". (1)\nويقول: \"فما تنازع العلماء في كونه كفراً فالاحتياط للدين التوقف وعدم الإقدام، ما لم يكن في المسألة نص صريح\". (2)\nأما من تجرأ على التكفير من غير أن يملك مثل ذلك الدليل الساطع فإنه مستحق للعقوبة الغليظة بما اجترأ عليه، يقول ابن تيمية في سياق الحديث عن خلاف المسلمين في بعض مسائل التوسل: \"بل المكفّر بمثل هذه الأمور يستحق من غليظ العقوبة والتعزير ما يستحقه أمثاله من المفترين على الدين، لا سيما مع قوله - صلى الله عليه وسلم -: ((من قال لأخيه يا كافر فقد باء بها أحدهما)) \". (3)\nوينبه ابن الوزير إلى مفسدة أخرى للتكفير، وهي التسبب في الفرقة بين المسلمين، وما تؤدي إليه من توهين أمر المسلمين، وهذه المفسدة حري دفعها بمزيد من العذر والتثبت والاحتياط، يقول: \" وكم بين إخراج عوام فرق الإسلام أجمعين، وجماهير العلماء المنتسبين إلى الإسلام من الملة الإسلامية، وتكثير العدد بهم، وبين إدخالهم في الإسلام ونصرته بهم وتكثير أهله، وتقوية أمره، فلا يحل الجهد في التفرق بتكلف التكفير لهم بالأدلة المعارَضة بما هو أقوى منها أو مثلها مما يجمع الكلمة، ويقوي الإسلام، ويحقن الدماء، ويسكن الدهماء حتى يتضح كفر المبتدع اتضاح الصبح الصادق، وتجتمع عليه الكلمة، وتحقق إليه الضرورة\". (4)\nوقال الغزالي: \"والذي ينبغي أن يميل المحصل إليه الاحتراز من التكفير ما وجد إليه سبيلاً، فإن استباحة الدماء والأموال من المصلين إلى القبلة\n_________\n(1) الدرر السنية (8/ 217).\n(2) المصدر السابق (8/ 217).\n(3) مجموع الفتاوى (1/ 106).\n(4) إيثار الحق على الخلق (402).\n(1/24)\n",
        "المصرحين بقول: (لا إله إلا الله، محمد رسول الله) خطأ، والخطأ في ترك ألف كافر في الحياة أهون من الخطأِ في سفك محجمة من دم مسلم \". (1)\nويقول رحمه الله: \"الوصية: أن تكف لسانك عن أهل القبلة ما أمكنك، ما داموا قائلين: (لا إله إلا الله، محمد رسول الله)، غير مناقضين لها ... فإن التكفير فيه خطر، والسكوت لا خطر فيه\". (2)\nوينقل ابن نجيم عن أهل العلم حرصهم على إعذار المسلم، وتوقفهم عن المبادرة إلى تكفيره مهما وهنت شبهته التي دفعت به إلى ارتكاب المكفِّر، فيقول: \"وفي الفتاوى الصغرى: الكفر شيء عظيم، فلا أجعل المؤمن كافراً متى وجدت رواية أنه لا يكفر\". (3)\nويقول: \" وفي الخلاصة وغيرها: إذا كان في المسالة وجوه توجب التكفير، ووجه واحد يمنع التكفير، فعلى المفتي أن يميل إلى الوجه الذي يمنع التكفير، تحسيناً للظن بالمسلم\". (4)\nثم يقرر رحمه الله خلاصة رأيه فيقول: \"والذي تحرر أنه لا يفتى بتكفير مسلم أمكن حمل كلامه على محمل حسن أو كان في كفره اختلاف، ولو رواية ضعيفة، فعلى هذا فأكثر ألفاظ التكفير المذكورة لا يفتى بالتكفير بها، ولقد ألزمت نفسي أن لا أفتي بشيء منها\". (5)\nوينقل المليباري اتفاق العلماء قديماً وحديثاً على الاحتياط والتريث في هذه المسألة: \"ينبغي للمفتي أن يحتاط في التكفير ما أمكنه لعظم خطره وغلبة عدم قصده سيما من العوام، وما زال أئمتنا على ذلك قديماً وحديثاً\". (6)\nلقد أطبق علماء الإسلام زرافاتٍ ووِحداناً على خطورة القول بكفر\n_________\n(1) الاقتصاد في الاعتقاد (223 - 224).\n(2) فيصل التفرقة بين الإسلام والزندقة (128).\n(3) البحر الرائق (5/ 134).\n(4) المصدر السابق (5/ 134).\n(5) المصدر السابق (5/ 135).\n(6) فتح المعين (4/ 138).\n(1/25)\n\nالمسلم، ورأوا أن الخطأ في نسبته إلى الكفر من أعظم الظلم والغبن له، فالأصل فيه السلامة، والإسلام ثبت له بيقين، فلا يرفع إلا بيقين مثله، وما دون هذا اليقين ندفعه بإحسان الظن وتلمس الأعذار والاستتار دون تكفيره بضعيف الروايات احتياطاً للدين وصوناً لأعراض ودماء المسلمين.",
        "(1/26)\n\nأسباب الوقوع في التكفير\nإن أسباب نشأة ظاهرة التكفير وفشوها وانتشارها في القديم والحديث يرجع إلى مجموعة من الأسباب المتشابكة، عملت جنباً إلى جنب في نشر هذه الظاهرة وتأمين البيئة الملائمة لنموها واستمرارها، ومنها:\n1ـ الجهل المريع - وربما المركب - بهذه المسألة المهمة، التي هي من المسائل الدقيقة التي لا يحسنها إلا العلماء، الذين لهم دراية في فهم أدلة الوحي، والتمييز بين صحيحها وضعيفها، كما يفرقون - بما آتاهم الله من علم - بين المتشابهات لفظاً، والمختلفات حكماً، كالتفريق بين الكفرين: الأكبر والأصغر، وحال أصحابهما حين اجتماع الشروط وانتفاء الموانع، والفرق بين الكفر المطلق والكفر المعين، وهو ما لا يحسنه الجهلة ولا يطيقونه، فيقعون في تكفير المسلمين \" والمبادرة إلى التكفير إنما تغلب على طباع من يغلب عليهم الجهل\". (1)\nولعل الجهل بأحكام الشريعة من أهم صفات الخوارج الذين كانوا أول من تولى وزر التكفير في هذه الأمة، حين كفروا أصحاب النبي - صلى الله عليه وسلم -، فقد وصفهم النبي - صلى الله عليه وسلم - بقوله: ((يحقر أحدكم صلاته مع صلاتهم، وصيامه مع صيامهم، يقرءون القرآن، لا يجاوز تراقيهم، يمرقون من الدين كما يمرق السهم من الرمية)). (2)\nوجاء في رواية أبي سعيد: ((لا يجاوز تراقيهم، ولا تعيه قلوبهم)). (3)\nيقول الإمام القرطبي مندداً بضلالة الخوارج وقلة فهمهم: \"وكفى بذلك أن مقدمهم ردّ على رسول الله - صلى الله عليه وسلم - أمره، ونسبه إلى الجور .... ويكفيك من جهلهم وغلوهم في بدعتهم حكمهم بتكفير من شهد له رسول الله بصحة\n_________\n(1) بغية المرتاد (1/ 345).\n(2) رواه البخاري ح (3610)، ومسلم ح (1064).\n(3) فتح الباري (9/ 100).\n(1/27)",
        "\nإيمانه وبأنه من أهل الجنة\". (1)\nوهذا الجهل والغلو ينطبق على أضرابهم الذين يأتون في آخر الزمان، يقول عنهم النبي - صلى الله عليه وسلم -: ((يأتي في آخر الزمان قوم حدثاء الأسنان سفهاء الأحلام، يقولون من خير قول البرية، يمرقون من الإسلام كما يمرق السهم من الرمية، لا يجاوز إيمانهم حناجرهم، فأينما لقيتموهم فاقتلوهم، فإن قتلهم أجر لمن قتلهم يوم القيامة)). (2)\nقال السندي: \" قوله: ((أحداث الأسنان)) أي صغار الأسنان، فإنّ حداثة السّنّ محلٌّ للفساد عادة. ((سفهاء الأحلام)): ضعاف العقول\". (3)\n2ـ اتباع الهوى، وجعل التكفير وسيلة في الانتقام من المخالفين، وإشهاره سيفاً مسلطاً على رقابهم هو سبب آخر من أسباب انتشار التكفير ورواج سوقه، وهو فرع عن الجهل ودليل على رقَّة الدين.\nوقد دأبت الفرق المنحرفة عن هدي الله وسنة رسوله في تاريخ الإسلام على تكفير مخالفيها، حتى أصبح سمتاً للفرق المبتدعة المختلفة، يقول ابن تيمية: \"ومن البدع المنكرة تكفير الطائفة غيرها من طوائف المسلمين واستحلال دمائهم وأموالهم ... وهذا حال عامة أهل البدع الذين يكفر بعضهم بعضاً ... وهؤلاء من الذين قال الله تعالى فيهم: {إن الذين فرقوا دينهم وكانوا شيعاً لست منهم في شيء} (الأنعام: 159) \". (4)\nويقول رحمه الله: \" من ادعى دعوى وأطلق فيها عنان الجهل مخالفاً فيها لجميع أهل العلم، ثم مع مخالفتهم يريد أن يكفر ويضلل من لم يوافقه، فهذا من أعظم ما يفعله كل جهول مغياق\". (5)\n3 - ولعل من أهم أسباب انتشار التكفير وقوع كثير من المسلمين في المكفرات، من سباب لله ورسوله أو لمز أو طعن في الدين في وسائل الإعلام وغيرها.\n_________\n(1) المفهم لما أشكل من تلخيص كتاب مسلم (3/ 114).\n(2) رواه البخاري ح (3611)، ومسلم ح (1066).\n(3) حاشية السندي (7/ 119).\n(4) مجموع الفتاوى (7/ 684).\n(5) الرد على البكري (1/ 263).\n(1/28)\n",
        "وأمام هذه الموبقات التي يرتكبها البعض بقصد أو بدونه تثور حمية الشباب المسلم الذي يتقد حماساً وغَيْرة على دين الله وما هُتك من محارمه، فلا يجد - لفرط الجهل - وسيلة للتغيير والإصلاح إلا العزلة عن مجتمعه لما شاع فيه من المنكر، ثم تكفيره لما وقع فيه البعض من الموبقات أو سُكت فيه عنها.\n4 - قلة العلماء المعتبرين بسبب موتهم أو تقييد حرية البعض مما يؤدي إلى تنامي ظاهرة أنصاف العلماء الذين ليس لهم كبير دراية في فهم النصوص وتنزيل النصوص الشرعية والقواعد العلمية على واقعٍ ما، فتحقيق المناط في الأحكام أمر لا يحسنه كل أحد، وهو الميدان الذي يتمايز فيه العلماء عن الأدعياء، وهؤلاء الأصاغر يفتون في مسائل وقف عندها الأكابر من أهل العلم، وبها يتصدرون المجالس، وهم للأسف يكثرون في آخر الزمان، حيث تُرزأ بهم أمة الإسلام ((إن من أشراط الساعة أن يلتمس العلم عند الأصاغر)). (1)\nيقول ابن قتيبة: \"لا يزال الناس بخير ما كان علماؤهم المشايخ، ولم يكن علماؤهم الأحداث، لأن الشيخ قد زالت عنه حِدَّة الشباب ومتعته وعجلته، واستصحب التجربة في أموره، فلا تدخل عليه في علمه الشُّبه، ولا يستميله الهوى، ولا يستزله الشيطان، والحَدَثُ قد تدخل عليه هذه الأمور التي أمنت على الشيخ، فإذا دخلت عليه, وأفتى هلك وأهلك\". (2)\nوهكذا مع فساد الزمان وتلاحق الأيام يتحقق في المسلمين ما أخبر به النبي - صلى الله عليه وسلم - حين قال: ((إن الله لا يقبض العلم انتزاعاً ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالماً اتخذ الناس رؤوساً جهالاً، فسئلوا، فأفتوا بغير علم، فضلوا وأضلوا)). (3)\nوصدق الخليفة الراشد عمر بن الخطاب، وهو يحذر من هؤلاء الأغرار: \" ما أخاف على هذه الأمة من مؤمن ينهاه إيمانه، ولا من فاسقٍ بين فسقه،\n_________\n(1) رواه الطبراني في المعجم الأوسط ح (8140)، واللالكائي في اعتقاد أهل السنة ح (102). وصححه الألباني في السلسلة الصحيحة ح (695 (.\n(2) نصيحة أهل الحديث للخطيب البغدادي (93).\n(3) رواه البخاري ح (100)، ومسلم ح (2673).\n(1/29)\n\nولكني أخاف عليها رجلاً قد قرأ القرآن حتى أذلقه بلسانه، ثم تأوله على غير تأويله\". (1)\n5 - والمتأمل لظاهرة الافتراق لا يغيب عن ناظريه أثر الغلو في ظهور الغلو المقابل، فالخوارج كانوا سبباً في ظهور المرجئة، وأخطاء الجبرية أدت إلى تنامي تيار القدرية، وهذا ما ينطبق على عموم الفرق الإسلامية.\nإذ جنوح البعض إفراطاً أو تفريطاً يؤدي إلى تيار عكسي قد يجنح إلى الحقيقة فيقف عندها، وقد يفارقها إلى الطرف الآخر.\nلذا كان من أهم الأسباب التي غذّت فكر التكفير في واقعنا المعاصر ما نلقاه من توقف الكثيرين عن تكفير من لا يسع مسلماً إلا تكفيره، إذ وصل الأمر ببعضهم إلى التوقف في إطلاق الكفر على اليهود والنصارى الذين تكاثرت الآيات على تكفيرهم وخلودهم بالنار، فمثل هذا التفريط يمهد الطريق لظهور المخالف الذي يكفر النصارى ومن وافقهم في أعيادهم ومناسباتهم، إلى غير ذلك من الصور.\nفمثل هذه الصور يوجد النقيض، وهو المبالغة في التكفير، وشهره سيفاً على المخالفين.\n6 - انتشار هذه الظاهرة بين من عرف صلاحه واستقامة سلوكه سبب آخر يغرر بالكثيرين من الذين يعرفون الحق بالرجال، لا الدليل، فيغتر الناس بصلاح هؤلاء، على قلة علمهم، فيرددون ما قالوا من تكفير المسلمين واستباحة دمائهم إحساناً للظن بهم وبحسن عبادتهم، وقد حذر رسول الله - صلى الله عليه وسلم - من أمثالهم الذين ((يحقر أحدكم صلاته مع صلاتهم، وصيامه مع صيامهم، يقرؤون القرآن لا يجاوز تراقيهم، يمرقون من الدين كما يمرق السهم من الرمية)). (2)\nورغم صلاح الخوارج وحسن تدينهم فإن بعض أهل العلم لم يتردد في تكفيرهم، وإن توقف الجمهور فيه، لكنهم - على كل حال - اتفقوا على\n_________\n(1) جامع بيان العلم وفضله (2/ 238).\n(2) رواه البخاري ح (3610)، ومسلم ح (1064).",
        "(1/30)\n\nضلالهم وشناعة قولهم، يقول علي رضي الله عنه: (قوم أصابتهم فتنة، فعموا وصموا). (1)\nوقال ابن عمر رضي الله عنهما: (هم شرار الخلق) , وقال: (انطلقوا إلى آيات نزلت في الكفار، فجعلوها على المؤمنين). (2)\nفهذه جملة ما يوقع الناس في التكفير وما يؤدي إلى انتشار وبائه، والعاقل إذا عرف الداء أصاب الدواء، وتوخى موارد الزلل والهلاك بمزيد من الوقاية والحذر، حيطة لدينه وطلباً لسلامة آخرته.\n_________\n(1) رواه عبد الرزاق في مصنفه (10/ 150)، وابن عبد البر في التمهيد (23/ 335).\n(2) رواه ابن عبد البر في التمهيد (23/ 335).\n(1/31)",
        "\nالتكفير والفهم الخاطئ للنصوص الشرعية\nلعل من أهم ما أوقع بعض المسلمين في فتنة التكفير الفهم الخاطئ لبعض النصوص الشرعية، والجهل بدلالاتها الصحيحة، إذ رأى هؤلاء أن النصوص الشرعية وصفت بعض أصحاب العاصي بالكفر، أو نفت عنهم اسم الإيمان، أو أخبرت باستحقاقهم الخلود في النار، ففهم هؤلاء أنها تشهد على أصحابها بالكفر، وأن هذا الكفر هو الكفر الأكبر المخرج من الملة، فكفَّروا بفهمهم المغلوط عموم المسلمين.\n\nأولاً: النصوص التي صرحت بكفر العاصي\nجاء في السنة النبوية وصف الكثير من المعاصي بالكفر، ففهم منه بعض أهل البدع وغيرهم من أهل الجهل تكفير أصحاب هذه الذنوب وتلك المعاصي، إذ لم يروا القرآن إلا متحدثاً عن الكفر الأكبر، فقاسوا ما في السنة عليه.\nومن هذه الأحاديث قول النبي - صلى الله عليه وسلم -: ((اثنتان في الناس هما بهم كفر: الطعن في النسب والنياحة على الميت)). (1)\nوقوله - صلى الله عليه وسلم -: ((إذا قال الرجل لأخيه: يا كافر، فقد باء بها أحدهما)). (2)\nوقوله - صلى الله عليه وسلم -: ((أيما عبد أبق من مواليه فقد كفر، حتى يرجع إليهم)). (3)\nوقوله - صلى الله عليه وسلم -: ((ليس من رجل ادعى إلى غير أبيه وهو يعلمه، إلا كفر)). (4)\nومثله ذم النبي - صلى الله عليه وسلم - اقتتال المسلمين: ((سباب المسلم فسوق، وقتاله كفر)). (5)\nقال الشوكاني وهو يعرض حجة من يفهم كفر أصحاب هذه الذنوب: \"فإن قلت: قد ورد في السنة ما يدل على كفر من حلف بغير ملة الإسلام،\n_________\n(1) رواه البخاري ح (3850)، ومسلم ح (67)، واللفظ له.\n(2) سبق تخريجه ص (9).\n(3) رواه مسلم ح (68).\n(4) رواه البخاري ح (3508)، ومسلم ح (61).\n(5) رواه البخاري ح (48)، ومسلم ح (64).\n(1/33)\n",
        "وورد في السنة المطهرة ما يدل على كفر من كفر مسلماً، كما تقدم وورد في السنة المطهرة إطلاق الكفر على من فعل فعلاً يخالف الشرع ... وكل ذلك يفيد أن صدور شيء من هذه الأمور يوجب الكفر، وإن لم يرد قائله أو فاعله الخروج من الإسلام إلى ملة الكفر\". (1)\nوقد بين أهل العلم أصولاً ينبغي أن يرجع إليها في فهم هذه النصوص:\nأولاً: أن ما ورد في السنة من نصوص أطلقت الكفر على أصحاب بعض المعاصي لا يقاس على ما ورد في القرآن الكريم في مثل هذه الإطلاقات، إذ من عادة القرآن أن يطلق وصف الإيمان على أكمل المؤمنين صفات، وكذا أطلق الكفر على أقبح الكافرين فعالاً، فوصفه بالكفر لا يحتمل إلا الكفر الأكبر.\nوعليه فقد تقرر عند العلماء التفريق بين إطلاقات الكفر في القرآن وتلك التي في السنة النبوية، يقول الشاطبي: \" فكان القرآن آتياً بالغايات تنصيصاً عليها، من حيث كان الحال والوقت يقتضي ذلك، ومنبهاً بها على ما هو دائر بين الطرفين .. فإنما أتى بهما في عبارات مطلقة تصدق على القليل يدل المساق على أن المراد أقصى المحمود أو المذموم في ذلك الإطلاق \". (2)\nثانياً: صحيح أن الأصل في النصوص إجراؤها على ظواهرها، لكن التأويل محتمل في حقها، ويصار إليه منعاً للتعارض، الذي هو قرينة على أن أحد المعنيين غير مراد من النص.\nيقول الشاطبي: \"والقاعدة في ذلك أن اللفظ يؤخذ على ظاهره ما لم تصرفه قرينة، فإن وجدت قرينة تدل على صرف لفظ الكفر في الحديث عن معناه الأصلي، وهو الكفر الأكبر، أمكن المصير إلى أنه كفر أصغر لثبوت إمكان ذلك في السّنّة الشريفة\".\nثالثاً: والنصوص التي احتج بها المكفرون بالذنوب معارضة معانيها الظاهرة بجملة من الحقائق، منها:\n- النصوص التي شهدت بالإيمان للموحدين وإن ارتكبوا المعاصي، فإن\n_________\n(1) السيل الجرار (4/ 578 - 579).\n(2) الموافقات (3/ 140 - 141).\n(1/34)\n\nذلك لا يخرجهم عن الإيمان، بل يضعهم تحت المشيئة الإلهية، ولو كفروا لاستحقوا النار، يقول الله: {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء} (النساء: 48)، فكل المعاصي المذكورة في الأحاديث المشكلة هي دون الشرك بالله، وهي تحت المشيئة، ففاعلها إذاً ليس بكافر، وعليه فمعناها الظاهر غير مراد.\nولو كان الظاهر لازماً على كل حال للزم رجم أو جلد المتعطرة المستشرفة على الناس لوصف رسول الله - صلى الله عليه وسلم - لها بأنها زانية (1)، ومثله قوله - صلى الله عليه وسلم -: ((المستبّان شيطانان، يتهاتران، ويتكاذبان)). (2)، إذ لا يصح أن يعتبر المتسابان من ذرية إبليس، كما يفهم من ظاهر اللفظ.\n- ومثله أحاديث كثيرة شهدت بالإسلام لمن قال لا إله إلا الله مخلصاً بها قلبه، منها قوله - صلى الله عليه وسلم -: ((ما من عبد قال: لا إله إلا الله ثم مات على ذلك إلا دخل الجنة. قلت: وإن زنى، وإن سرق؟ قال: وإن زنى، وإن سرق. قلت: وإن زنى، وإن سرق؟ قال: وإن زنى، وإن سرق. قلت: وإن زنى، وإن سرق؟ قال: وإن زنى، وإن سرق، على رغم أنف أبي ذر)). (3)\nإن الله ونبيه - صلى الله عليه وسلم - شهدا لأصحاب هذه المعاصي بالإسلام، فالقاتل لأخيه المسلم سماه القرآن أخاً للمقتول، في قوله: {فمن عُفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسانٍ} (البقرة: 178)، وكذا اعتبر الطائفتين المقتتلتين من المؤمنين فقال: {وإن طائفتان من المؤمنين اقتتلوا} (الحجرات: 9).\nوعليه فقوله - صلى الله عليه وسلم -: ((لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض)) (4)، وقوله ((سباب المسلم فسوق، وقتاله كفر)). (5) على غير ظاهره، وينصرف فيه لفظ الكفر إلى الكفر الأصغر الذي لا يخرج من الملة.\nومثله في قوله - صلى الله عليه وسلم - عن آتي الكاهن او العراف غير المصدق له: ((من أتى\n_________\n(1) انظره في النسائي ح (5126)، وأبي داود ح (4173)، وصححه الألباني في صحيح النسائي ح (4737).\n(2) رواه أحمد في المسند ح (17029)، والبخاري في الأدب المفرد ح (439)، وابن حبان في صحيحه ح (5819) وصححه الألباني في صحيح الأدب المفرد ح (330).\n(3) رواه البخاري ح (5827)، ومسلم ح (94).\n(4) رواه البخاري ح (48)، ومسلم ح (64).\n(5) رواه البخاري ح (6166)، ومسلم ح (65).",
        "(1/35)\n\nعرافاً فسأله عن شيء، لم تقبل له صلاة أربعين يوماً)) (1)، فهو يفيد إسلام من أتى العراف - غير المصدق له -، بدليل قبول صلواته بعد الأربعين يوماً، ويحمل حديث تكفير آتي الكاهن على الكفر الأصغر جمعاً بين الحديثين.\nقال المناوي في شرح هذا الحديث: \"تمسك به الخوارج على أصولهم الفاسدة في التكفير بالذنوب، ومذهب أهل السنة أنه لا يكفر، فمعناه قد كفر النعمة أي سترها، فإن اعتقد صدقه [أي الكاهن أو العرّاف] في دعواه الاطلاع على الغيب كفر حقيقة\". (2)\nكما أمر الله بإقامة الحدود على القاتل وغيره من أصحاب الذنوب، كل بقدره، وهو شهادة لأهلها بالإسلام، ولو كان الزاني قد خرج من الإسلام بزناه لقتل حداً على كل حال.\nرابعاً: كما صرف العلماء هذه النصوص إلى أن المراد فيها التغليظ أي أنها من جنس أفعال الكفار أو أريد منها أن استحلال هذه الذنوب هو من الكفر الأكبر، لا أن مجرد ارتكابها منه.\nقال أبو عبيد بن سلام: \"وأما الآثار المرويات بذكر الكفر والشرك ووجوبهما بالمعاصي، فإن معناها عندنا ليست تثبت على أهلها كفراً ولا شركاً يزيلان الإيمان عن صاحبه، وإنما وجوهها: أنها من الأخلاق والسنن التي عليها الكفار والمشركون\". (3)\nقال المباركفوري: \"قوله: ((من أتى حائضاً أو امرأةً في دبرها أو كاهنًا فقد كفر بما أنزل على محمّدٍ)). الظّاهر أنّه محمول على التّغليظ والتّشديد كما قاله التّرمذيّ، وقيل: إن كان المراد الإتيان باستحلالٍ وتصديقٍ فالكفر محمول على ظاهره، وإن كان بدونهما فهو على كفران النّعمة\". (4)\nقال ابن القيم: \"والقصد: أن المعاصي كلها من نوع الكفر الأصغر، فإنها\n_________\n(1) رواه مسلم ح (2230).\n(2) فيض القدير (6/ 23).\n(3) الإيمان (43).\n(4) تحفة الأحوذي (1/ 355).\n(1/36)",
        "\nضد الشكر، الذي هو العمل بالطاعة، فالسعي إما شكر وإما كفر، وإما ثالث لا من هذا ولا من هذا\". (1)\nوعن كفر من ادعى لغير أبيه قال النووي: \" فيه تأويلان: أحدهما أنّه في حقّ المستحلّ. والثّاني: أنّه كفر النّعمة والإحسان وحقّ الله تعالى , وحقّ أبيه , وليس المراد الكفر الّذي يخرجه من ملّة الإسلام. وهذا كما قال - صلى الله عليه وسلم - ((يكفرن)) (2) , ثمّ فسّره - صلى الله عليه وسلم - بكفرانهنّ الإحسان وكفران العشير\". (3)\nقال الحافظ ابن حجر: \"وقد ورد الكفر في الشرع بمعنى جحد النعم، وترك شكر المنعم، والقيام بحقه\". (4)\nإذاً الجهل بدلالة لفظ الكفر في الشرع أوقع الغلاة في تكفير المسلمين لإتيانهم بعض المعاصي التي وسم الله فاعلها بالكفر، أي الكفر الأصغر، وجمع النصوص إلى بعضها كفيل برفع شبهة المكفِّرين لكل من أطلق عليه الشرع كلمة الكفر، إذ المفهوم الخاطئ لهذا الإطلاق يجعل نصوص الشرع متعارضة متناقضة، والحق أن النصوص الشرعية يصدق بعضها بعضاً، والواجب جمع النصوص بعضها إلى بعض، وإعمالها جميعاً بمزيد من التبصر في دلالات ألفاظها ومآلات عباراتها.\n\nثانياً: النصوص التي صرحت باستحقاق العاصي للنار أو حرمت عليه الجنة\nويحتج أهل التكفير بالمعاصي بآيات القرآن في مواضع متعددة من كتاب الله، شهد فيها أن معصية الله ورسوله تُدخل النار وتكتب للعاصي الخلود فيها كقوله تعالى: {ومن يعص الله ورسوله ويتعد حدوده يدخله ناراً خالداً فيها وله عذاب مهين النساء} (النساء: 14)، وقوله تعالى: {ومن يعص الله ورسوله فإن له نار جهنم خالدين فيها أبداً} (الجن: 23). وقوله تعالى: {بلى من كسب سيئة وأحاطت به خطيئته فأولئك أصحاب النار هم فيها خالدون} (البقرة: 81)، ونحوه قوله تعالى\n_________\n(1) مدارج السالكين (1/ 337).\n(2) رواه البخاري ح (29).\n(3) شرح النووي على مسلم (2/ 50).\n(4) فتح الباري (10/ 466).\n(1/37)\n",
        "عن القاتل: {ومن يقتل مؤمناً متعمداً فجزاؤه جهنم خالداً فيها وغضب الله عليه ولعنه وأعد له عذاباً عظيماً} (النساء: 93).\nوكذا جاء في السنة مثل ذلك، فحكم النبي - صلى الله عليه وسلم - بتحريم الجنة أو الحكم بالنار لبعض أصحاب المعاصي، ومنه قوله - صلى الله عليه وسلم -: ((من ادعى إلى غير أبيه وهو يعلم، فالجنة عليه حرام)) (1)، ونحوه قوله - صلى الله عليه وسلم -: ((لا يدخل الجنة من لا يأمن جاره بوائقه)). (2)\nوكذا قوله - صلى الله عليه وسلم -: ((ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم: المسبل، والمنان، والمنفق سلعته بالحلف الكاذب)). (3)\nوأمثال هذا كثير في السنة، ففهم منه من أخطأ الفهم أن أصحاب المعاصي سيدخلون النار ويخلدون فيها، لأن الجنة عليهم حرام.\nلكن منهج أهل السنة والجماعة في فهم النصوص يقوم على جمعها والنظر فيها للخروج منها بفهم يوفق بينها، ويُعملها جميعاً ولا يهملها، إذ هذه النصوص يصدق بعضها بعضاً، بينما يكثر في مناهج أهل البدع ضرب النصوص بعضها ببعض، فتتعطل دلالاتها، ويأخذون منها ويذرون حسب أهوائهم.\nفالنصوص السابقة لا يمكن حملها على إطلاقها، لورود نصوص أخرى تفيد بتحريم النار والحكم بالجنة لكل من شهد شهادة التوحيد، منها قوله - صلى الله عليه وسلم -: ((من شهد أن لا إله إلا الله وأن محمداً رسول الله حرم الله عليه النار)). (4) وقوله - صلى الله عليه وسلم -: ((من شهد أن لا إله إلا الله، وحده لا شريك له، وأن محمداً عبده ورسوله، وأن عيسى عبد الله ورسوله، وكلمته ألقاها إلى مريم وروح منه، وأن الجنة حق، والنار حق، أدخله الله\n_________\n(1) رواه البخاري ح (4327)، ومسلم ح (63).\n(2) رواه مسلم ح (46).\n(3) رواه مسلم ح (106).\n(4) رواه مسلم ح (29).\n(1/38)\n\nالجنة على ما كان من عمل)). (1) وأمثالهما.\nقال أبو سليمان الخطابي مبيناً منهج أهل السنة في فهم النصوص والجمع بينها: \"القرآن كله بمنزلة الكلمة الواحدة، وما تقدم نزوله وما تأخر في وجوب العمل به سواء، ما لم يقع بين الأول والآخر منافاة، ولو جمع بين قوله: {ويغفر ما دون ذلك لمن يشاء} (النساء: 48)، وبين قوله: {ومن يقتل مؤمناً متعمداً فجزاؤه جهنم خالداً فيها} (النساء: 93) وألحق به قوله: {لمن يشاء} لم يكن متناقضاً، فشرط المشيئة قائم في الذنوب كلها ما عدا الشرك.\nوأيضاً فإن قوله: {فجزاؤه جهنم} يحتمل أن يكون معناه: فجزاؤه جهنم إن جازاه الله ولم يعف عنه، فالآية الأولى خبر لا يقع فيه الخُلْف، والآية الأخرى وعد يرجى فيه العفو\". (2)\nويقول الطبري في سياق حديثه عن قاتل النفس المتوعد بالخلود في النار: \"وأولى الأقوال في ذلك بالصواب قول من قال: معناه: ومن يقتل مؤمناً متعمداً، فجزاؤه - إن جزاه - جهنم خالداً فيها، ولكنه يعفو أو يتفضل على أهل الإيمان به وبرسوله، فلا يجازيهم بالخلود فيها، ولكنه - عز ذكره - إما أن يعفو بفضله فلا يدخله النار، وإما أن يدخله إياها، ثم يخرجه منها بفضل رحمته، لما سلف من وعده عباده المؤمنين بقوله: {قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً} (الزمر: 53) \". (3)\nوأيضاً منعاً للتعارض تأول العلماء نصوص تحريم الجنة على العصاة بتأويلات، يقول النووي في سياق شرحه لحديث تحريم الجنة على مؤذ جيرانه: \" ففيه جوابان: أحدهما: أنه محمول على من يستحل الإيذاء مع علمه بتحريمه، فهذا كافر لا يدخلها أصلاً، والثاني: معناه: جزاؤه أن لا يدخلها وقت دخول الفائزين إذا فتحت أبوابها لهم، بل يؤخر، ثم قد يجازى،\n_________\n(1) رواه البخاري ح (3435)، ومسلم ح (28)، واللفظ للبخاري.\n(2) شعب الإيمان (1/ 278).\n(3) جامع البيان (5/ 221).",
        "(1/39)\n\nوقد يعفى عنه، فيدخلها أولاً\". (1)\nإذاً يمكننا أن نقول: إن العاصي المتوعد بحرمانه الجنة لا يدخل الجنة ابتداء، والجنة عليه حرام ابتداء، لكنه غير محجوب عنها بالكلية، ونحو ذلك.\nوفي المقابل فإن من شهد بالشهادتين ولم ينقضهما كتب الله له الأمان من الخلود في النار، لكن دخولها ابتداء ممكن لأهل الكبائر، وهو متعلق بمشيئة الله، إن شاء أدخله النار بعدله قبل أن يدخله الجنة، وإن شاء تجاوز عنه وعفا برحمته.\nوهذا المنهج الوسط لأهل السنة وسط بين إفراط الوعيدية من الخوارج الذين يحكمون بحرمان أصحاب المعاصي من الجنة، ويرون المعصية تخرج من الدين وتُوجب لصاحبها النار، وبين تفريط المرجئة الذين يرون أن الإيمان لا تضره المعصية، ولا تقدح فيه ولا تؤثر.\nيقول شيخ الإسلام ابن تيمية في بيان معنى حديث تحريم الجنة على من كان في قلبه مثقال ذرة من كبر: \"قوله: ((لا يدخل الجنة)) متضمن لكونه ليس من أهلها ولا مستحقاً لها، لكن إن تاب أو كانت له حسنات ماحية لذنبه، أو ابتلاه الله بمصائب كفَّر بها خطاياه ونحو ذلك، زال ثمرة هذا الكبر المانع له من الجنة، فيدخلها، أو غفر الله له بفضل رحمته من ذلك الكبر من نفسه، فلا يدخلها ومعه شيء من الكبر.\nولهذا قال من قال في هذا الحديث وغيره: إن المنفي هو الدخول المطلق الذي لا يكون معه عذاب، لا الدخول المقيد الذي يحصل لمن دخل النار ثم دخل الجنة ... فإذا تبين هذا كان معناه: أن من كان في قلبه مثقال ذرة من كبر ليس هو من أهل الجنة ولا يدخلها بلا عذاب، بل هو مستحق للعذاب لكبره، كما يستحقها غيره من أهل الكبائر، ولكن قد يعذب في النار ما شاء الله، فإنه لا يخلد في النار أحد من أهل التوحيد، وهذا كقوله: ((لا يدخل الجنة قاطع رحم)). (2) وأمثال هذا من أحاديث الوعيد ..\nفالرجل الذي معه شيء من الإيمان وله كبائر قد يدخل النار، ثم يخرج\n_________\n(1) شرح النووي على صحيح مسلم (2/ 17).\n(2) مجموع الفتاوى (7/ 678 - 679).\n(1/40)",
        "\nمنها إما بشفاعة النبي وإما بغير ذلك كما قال - صلى الله عليه وسلم -: ((شفاعتي لأهل الكبائر من أمتي)). (1) وكما في الصحيح أنه - صلى الله عليه وسلم - قال: ((أخرج من النار من في قلبه مثقال ذرة من إيمان)) \". (2)\nوهكذا الوعيد في قاتل النفس والزاني وشارب الخمر وآكل مال اليتيم وشاهد الزور وغير هؤلاء من أهل الكبائر، فإن هؤلاء وإن لم يكونوا كفاراً، لكنهم ليسوا من المستحقين للجنة الموعودين بها بلا عقاب، ومذهب أهل السنة والجماعة أن فساق أهل الملة ليسوا مخلدين في النار كما قالت الخوارج والمعتزلة، وليسوا كاملين في الدين والإيمان والطاعة، بل لهم حسنات وسيئات، يستحقون بهذا العقاب، وبهذا الثواب\". (3)\nومرة أخرى نرى أن جمع النصوص إلى بعضها يبين حقائق معانيها ويزيل الشبهة عما يلتبس من معانيها، فإن الذي حكم بالنار لبعض أصحاب المعاصي - هو نفسه تبارك وتعالى - فتح لهم باب الرجاء في رحمته، ووعد التائبين منهم بالحسنى وزيادة، بل قد تسبق رحمته إلى ذلك العبد، فيكون في رحمته من غير توبة منه، بل بشفاعة الشافعين وجُودِ أرحم الراحمين.\n\nثالثاً: النصوص التي أسقطت عن العاصي اسم الإيمان\nومما تعلق به المسارعون إلى التكفير أن النصوص الشرعية رفعت عن بعض أصحاب المعاصي اسم الإيمان، فاستلزم ذلك وصفهم بالكفر، لأن الكفر والإيمان نقيضان، حيث رفع الأول ثبت الآخر.\nمن هذه النصوص قوله - صلى الله عليه وسلم -: ((لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن)). (4) وفي رواية: ((إذا زنى الرجل خرج منه الإيمان، وكان عليه\n_________\n(1) رواه الترمذي ح (2435)، وأبو داود ح (4739)، وأحمد في المسند ح (12810)، وصححه الألباني في صحيح أبي داود ح (3965).\n(2) هو عند البخاري بلفظ مقارب ح (7440).\n(3) مجموع الفتاوى (7/ 678 - 679).\n(4) رواه البخاري ح (6810)، ومسلم ح (57).\n(1/41)\n",
        "كالظلة، فإذا أقلع رجع إليه الإيمان)). (1)\nومثله قوله - صلى الله عليه وسلم -: ((لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه)). (2)\nفالزنا وعدم محبة الخير للمؤمن يناقضان الإيمان، حسب ظاهر النص، وعليه قاسوا غيرها من المعاصي، فصار مرتكب المعصية عندهم كافراً، لأنه ليس مؤمناً بنص وظاهر قول النبي - صلى الله عليه وسلم -.\nلكن المحققين من أهل السنة والجماعة ردوا هذا الفهم الظاهري الضعيف للنصوص بدلالة نصوص أخرى جمعوها إليها، وخلصوا منها إلى فهم يُعمِل جميع النصوص ولا يهملها، ولا يضرب بعضها ببعض.\nفلئن وصف الزاني بعدم الإيمان فإن النبي - صلى الله عليه وسلم - لم يرفع عنه أصل الإيمان، لأنه شهد بإمكانه دخول الجنة، ففي حديث أبي ذر أن النبي - صلى الله عليه وسلم - قال: ((ما من عبد قال: لا إله إلا الله. ثم مات على ذلك إلا دخل الجنة. قلت: وإن زنى وإن سرق؟ قال: وإن زنى وإن سرق. قلت: وإن زنى وإن سرق؟ قال: وإن زنى وإن سرق. قلت: وإن زنى وإن سرق؟ قال: وإن زنى وإن سرق، على رغم أنف أبي ذر)). (3)\nقال ابن حجر: \"وفي الحديث أن أصحاب الكبائر لا يخلدون في النار، وأن الكبائر لا تسلب اسم الإيمان، وأن غير الموحدين لا يدخلون الجنة، والحكمة في الاقتصار على الزنا والسرقة الإشارة إلى حق الله تعالى وحق العباد، وكأن أبا ذر استحضر قوله - صلى الله عليه وسلم -: ((لا يزني الزاني حين يزني وهو مؤمن)) لأن ظاهره معارض لظاهر هذا الخبر.\nلكن الجمع بينهما على قواعد أهل السنة، بحمل هذا على الإيمان الكامل، وبحمل حديث الباب على عدم التخليد في النار\". (4)\nقال النووي: \"فالقول الصحيح الذي قاله المحققون أن معناه: لا يفعل هذه المعاصي وهو كامل الإيمان، وهذا من الألفاظ التي تطلق على نفي\n_________\n(1) رواه أبو داود ح (4690)، والترمذي ح (2625)، وصححه الألباني في صحيح أبي داود ح (3924).\n(2) رواه البخاري ح (13)، ومسلم ح (45).\n(3) سبق تخريجه ص (28).\n(4) فتح الباري (3/ 111).\n(1/42)\n\nالشيء، ويراد نفي كماله ومختاره، كما يقال: لا علم إلا ما نفع، ولا مال إلا الإبل، ولا عيش إلا عيش الآخرة\". (1)\nوقال ابن تيمية: \" قوله - صلى الله عليه وسلم -: ((لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن)) فنفي عنه الإيمان الواجب الذي يستحق به الجنة، ولا يستلزم ذلك نفي أصل الإيمان وسائر أجزائه وشعبه، وهذا معنى قولهم: نفي كمال الإيمان لا حقيقته، أي الكمال الواجب، ليس هو الكمال المستحب .. \". (2)\nقال أبو عبيد بن سلام: \"إن الذي عندنا في هذا الباب كله أن المعاصي والذنوب لا تزيل إيماناً، ولا توجب كفراً، ولكنها إنما تنفي من الإيمان حقيقته وإخلاصه الذي نعت الله به أهله واشترطه عليهم\". (3)\nومما يدلل صحة هذا الفهم أن الله شرع الرجم والجلد للزاني، ولو كان كافراً لكان حكمه الاستتابة ثم القتل، يقول ابن تيمية: \"ويقال للخوارج: الذي نفى عن السارق والزاني والشارب وغيرهم الإيمان، هو لم يجعلهم مرتدين عن الإسلام، بل عاقب هذا بالجلد، وهذا بالقطع، ولم يقتل أحداً إلا الزاني المحصن، ولم يقتله قتل المرتد، فإن المرتد يقتل بالسيف بعد الاستتابة، وهذا يرجم بالحجارة بلا استتابة.\nفدل ذلك على أنه وإن نفى عنهم الإيمان، فليسوا عنده مرتدين عن الإسلام مع ظهور ذنوبهم، وليسوا كالمنافقين الذين كانوا يظهرون الإسلام ويبطنون الكفر، فأولئك لم يعاقبهم إلا على ذنب ظاهر\". (4)\nوقال المروزي رحمه الله: \" معنى ذلك كله أن من فعل تلك الأفعال لا يكون مؤمناً مستكمل الإيمان، لأنه قد ترك بعض الإيمان، نفى عنه الإيمان، يريد به الإيمان الكامل .. وإقامة الحدود عليه دليل على أن الإيمان لم يزل كله عنه، ولا اسمه، ولولا ذلك لوجب استتابته، وقتله، وسقطت عنه الحدود\". (5)\n_________\n(1) شرح النووي على صحيح مسلم (2/ 41).\n(2) مجموع الفتاوى (12/ 478).\n(3) الإيمان (40).\n(4) مجموع الفتاوى (7/ 298).\n(5) تعظيم قدر الصلاة (2/ 576).",
        "(1/43)\n\nواستدل ابن عبد البر لصحة هذا التأويل بإجماع العلماء على التوارث مع الزاني: \"يريد مستكمل الإيمان، ولم يرد به نفي جميع الإيمان عن فاعل ذلك، بدليل الإجماع على توريث الزاني والسارق وشارب الخمر - إذا صلوا للقبلة وانتحلوا دعوة الإسلام - من قرابتهم المؤمنين الذين آمنوا بتلك الأحوال، وفي إجماعهم على ذلك مع إجماعهم على أن الكافر لا يرث المسلم، أوضح الدلائل على صحة قولنا: أن مرتكب الكبيرة ناقص الإيمان بفعله ذلك، وليس بكافر كما زعمت الخوارج\". (1)\nأما النووي، فإنه ينقل الإجماع على عدم كفر الزاني، وبه يستدل على صحة التأويل لألفاظ نفي الإيمان، فيقول: \"وإنما تأولناه على ما ذكرناه لحديث أبي ذر وغيره: ((من قال: لا إله إلا الله. دخل الجنة، وإن زنى وإن سرق))، وحديث عبادة بن الصامت الصحيح المشهور أنهم بايعوه - صلى الله عليه وسلم - على أن لا يسرقوا ولا يزنوا، ولا يعصوا ....\nفهذان الحديثان مع نظائرهما في الصحيح، مع قول الله عز وجل: {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء} (النساء: 48)، مع إجماع أهل الحق على أن الزاني والسارق والقاتل وغيرهم من أصحاب الكبائر غير الشرك، لا يكفرون بذلك، بل هم مؤمنون ناقصو الإيمان .. وإن ماتوا مصرين على الكبائر كانوا في المشيئة\". (2)\nوعن حكم هذا العاصي واسمه يقول: \" ويقولون: هو مؤمن ناقص الإيمان، أو مؤمن بإيمانه، فاسق بكبيرته، فلا يعطى الاسم المطلق، ولا يسلب مطلق الاسم \". (3)\nوأما الإمام أحمد ومن وافقه من المحدثين، فإنهم حكموا بإسلام الزاني وأضرابه، لكنهم توقفوا في إطلاق اسم الإيمان عليه، وقد رفعه النبي - صلى الله عليه وسلم - بقوله السالف، وأثبتوا له اسم الإسلام وأحكامه، فقال أحمد: \"من أتى هذه\n_________\n(1) التمهيد (9/ 243 - 244).\n(2) شرح النووي على صحيح مسلم (2/ 41).\n(3) مجموع الفتاوى (3/ 152).\n(1/44)",
        "\nالأربعة: الزنا والسرقة وشرب الخمر والنهبة التي يرفع الناس فيها أبصارهم إليه، أو مثلهن أو فوقهن فهو مسلم، ولا أسميه مؤمناً، ومن أتى دون الكبائر نسميه مؤمناً ناقص الإيمان.\nفإن صاحب هذا القول يقول: لما نفى عنه النبي - صلى الله عليه وسلم - الإيمان نفيته عنه، كما نفاه عنه الرسول - صلى الله عليه وسلم -، والرسول لم ينفه إلا عن صاحب كبيرة، وإلا فالمؤمن الذي يفعل الصغيرة هي مكفََّرة بفعله للحسنات واجتنابه للكبائر، لكنه ناقص الإيمان عمن اجتنب الصغائر، فما أتى بالإيمان الواجب، ولكن خلطه بسيئات كفرت عنه بغيرها، ونقصت بذلك درجته عمن لم يأت بذلك\". (1)\nوهكذا فلئن رفعت النصوص اسم الإيمان عن بعض العصاة فإنها عاملتهم معاملة المؤمنين، وحين أقامت عليهم الحدود حكمت بإسلامهم، ولم تسقط عنهم حقاً من حقوق الإسلام، فدل ذلك على أن المنفي هو كمال الإيمان، لا أصله وحقيقته.\n_________\n(1) المصدر السابق (7/ 352 - 353).\n(1/45)\n",
        "التفريق بين فعل الكفر والحكم بكفر الفاعل\nلكن الذين يقعون في تكفير المسلمين لا يرون في فعلهم ما يخالف الاحتياط للدين وإحسان الظن بالمسلم، لأنهم - وحسب رأيهم - لا يكفرون إلا من وقع بما حكم الله ورسوله بكفر فاعله، فسقطت عنه عصمة المسلم وحقوقه، فهم لم يشهدوا عليه بالكفر إلا امتثالاً لحكم الشريعة في فعله أو قوله.\nأما الراسخون من علماء الإسلام فإنهم لا يعتبرون الوقوع في الكفر مسوغاً للحكم بكفر المسلم قبل تبين حاله، فإنهم يفرقون بين وصف الفعل بالكفر ووسم فاعله بهذا الحكم، فإن ما ورد في النصوص من إطلاق حكم التكفير على فاعلي بعض الموبقات، لا يعني بالضرورة شمول الحكم كل من تلبس بهذه الموبقة.\nوالأصل في هذه العاصمة من قاصمة التكفير قصة الرجل الذي جلده النبي - صلى الله عليه وسلم - في الشراب، فأُتي به يوماً، فأمر بجلده، فقال رجل من القوم: اللهم العنه، ما أكثر ما يؤتى به، فقال النبي - صلى الله عليه وسلم -: ((لا تلعنه، فو الله ما علمت إلا أنه يحب الله ورسوله)). (1)\nفهذا رجل ينهى رسول الله عن لعنه، مع أنه - صلى الله عليه وسلم - لعن شاربي الخمر كما في حديث أنس بن مالك: ((لعن رسول الله - صلى الله عليه وسلم - في الخمر عشرة: عاصرها ومعتصرها وشاربها وحاملها والمحمولة إليه وساقيها وبائعها وآكل ثمنها والمشتري لها والمشتراة له)). (2)\nفشارب الخمر ملعون على لسان النبي - صلى الله عليه وسلم -، بينما منع رسول الله - صلى الله عليه وسلم - من لعن هذا المعين.\nقال شيخ الإسلام ابن تيمية: \"فنهى عن لعنه مع إصراره على الشرب، لكونه يحب الله ورسوله، مع أنه لعن في الخمر عشرة ... ولكن لعن المطلق لا\n_________\n(1) رواه البخاري ح (780).\n(2) رواه الترمذي ح (1295)، ابن ماجه ح (3381)، وأحمد في المسند ح (2892)، وصححه الألباني في صحيح ابن ماجه ح (2726).\n(1/47)\n\nيستلزم لعن المعين، الذي قام به ما يمنع لحوق اللعنة به\".\nثم يقيس شيخ الإسلام التكفير على اللعن فيقول: \"وكذلك التكفير المطلق والوعيد المطلق، ولهذا كان الوعيد المطلق في الكتاب والسنة مشروطاً بثبوت شروط، وانتفاء موانع\". (1)\nويقول رحمه الله: \" فتكفير المعين من هؤلاء الجهال وأمثالهم - بحيث يحكم عليه بأنه من الكفار - لا يجوز الإقدام عليه إلا بعد أن تقوم على أحدهم الحجة الرسالية، التي يتبين بها أنهم مخالفون للرسل، وإن كانت هذه المقالة لا ريب أنها كفر، وهكذا الكلام في تكفير جميع المعينين\". (2)\nويقول: \" فقد يكون الفعل أو المقالة كفراً، ويطلق القول بتكفير من قال تلك المقالة، أو فعل ذلك الفعل، ويقال: من قال كذا، فهو كافر، أو من فعل ذلك، فهو كافر.\nلكن الشخص المعين الذي قال ذلك القول أو فعل ذلك الفعل لا يحكم بكفره حتى تقوم عليه الحجة التي يكفر تاركها. وهذا الأمر مطرد في نصوص الوعيد عند أهل السنة والجماعة، فلا يشهد على معيَّن من أهل القبلة بأنه من أهل النار، لجواز أن لا يلحقه الوعيد، لفوات شرط، أو لثبوت مانع\". (3)\nويقول ابن الهمام الحنفي: \"اعلم أن الحكم بكفر من ذكرنا من أهل الأهواء .. محمله أن ذلك المعتقد في نفسه كفر، فالقائل به قائل بما هو كفر، وإن لم يكفر\". (4)\nأما ما يمنع تحقق الوعيد في المعين فهو أمور كثيرة يجمعها ما أسماه شيخ الإسلام \"فوات شرط أو ثبوت موانع\"، فثمة شروط لتحقق الوعيد كالعلم بحرمة الفعل، ففوات هذا الشرط بتحقق الجهل عذر يعذر الله به {وما كان الله ليضلّ قوماً بعد إذ هداهم حتّى يبيّن لهم مّا يتّقون إنّ الله بكلّ شيءٍ عليم} (التوبة: 115).\n_________\n(1) مجموع الفتاوى (10/ 330).\n(2) المصدر السابق (12/ 500).\n(3) المصدر السابق (23/ 345).\n(4) شرح فتح القدير (1/ 351).",
        "(1/48)\n\nقال ابن حزم: \"لا يجوز أن يكفَّر أحد إلا من بلغه أمر عن رسول الله - صلى الله عليه وسلم -، وصح عنده، فاستجاز مخالفته .. وأما من لم يبلغه الأمر عن النبي - صلى الله عليه وسلم - فليس كافراً باعتقاده أي شيء اعتقده .. \". (1)\nويؤكد شيخ الإسلام ابن تيمية ذلك بقوله: \"أني من أعظم الناس نهياً عن أن ينسب معين إلى تكفير، وتفسيق، ومعصية، إلا إذا علم أنه قد قامت عليه الحجة الرسالية التي من خالفها كان كافراً تارة، وفاسقاً أخرى، وعاصياً أخرى، وإني أقرر أن الله قد غفر لهذه الأمة خطأها، وذلك يعم الخطأ في المسائل الخبرية القولية، والمسائل العملية\". (2)\nوكذا ينبغي قبل الحكم بكفر المعين الجزم بانتفاء الموانع التي قد يرحمه الله ببعضها، وهي كثيرة، منها: توبة العبد التي ترفع الوعيد باتفاق المسلمين لورودها في صريح القرآن، وكذا قد يرفع الوعيد بشفاعة من قبِلَ الله شفاعته خلافاً للمعتزلة الذين ينكرونها، وسوى ذلك من الأعذار التي يقبلها الله، فيقيل بها العثرات ((ولا أحد أحب إليه العذر من الله، ومن أجل ذلك بعث المبشرين والمنذرين)). (3)\nيقول ابن تيمية وهو يعدد بعض موانع لحوق الوعيد بالمعين: \" ثم الشخص المعين يلتغي حكم الوعيد فيه بتوبة، أو حسنات ماحية، أو مصائب مكفرة، أو شفاعة مقبولة، والتكفير هو من الوعيد، فإنه وإن كان القول تكذيباً لما قاله الرسول - صلى الله عليه وسلم -، لكن قد يكون الرجل حديث عهد بإسلام، أو نشأ ببادية بعيدة .. وقد يكون الرجل لم يسمع تلك النصوص، أو سمعها ولم تثبت عنده، أو عارضها عنده معارض آخر أوجب تأويلها، وإن كان مخطئاً\". (4)\nوالاجتراء على الله والافتئات على عفوه ورحمته كبيرة توبق العمل وتحبطه، وفيه قصة الرجلين من بني إسرائيل ((فكان أحدهما يذنب، والآخر مجتهد في العبادة، فكان لا يزال المجتهد يرى الآخر على الذنب، فيقول:\n_________\n(1) الدرة فيما يجب اعتقاده (413).\n(2) مجموع الفتاوى (3/ 229).\n(3) رواه البخاري ح (7416)، ومسلم ح (1499).\n(4) مجموع الفتاوى (3/ 231).\n(1/49)",
        "\nأقصِر. فوجده يوماً على ذنب فقال له: أقصر. فقال: خلني وربي. أبعثت علي رقيباً؟ فقال: والله لا يغفر الله لك أو لا يدخلك الله الجنة.\nفقبض أرواحهما، فاجتمعا عند رب العالمين، فقال لهذا المجتهد: أكنت بي عالماً؟ أو كنت على ما في يدي قادراً؟ وقال للمذنب: اذهب فادخل الجنة برحمتي. وقال للآخر: اذهبوا به إلى النار. قال أبو هريرة: والذي نفسي بيده، لَتكلم بكلمة أوبقت دنياه وآخرته)). (1)\nقال ابن أبي العز الحنفي: \"وأما الشخص المعين، إذا قيل: هل تشهدون أنه من أهل الوعيد وأنه كافر؟ فهذا لا نشهد عليه إلا بأمر تجوز معه الشهادة، فإنه من أعظم البغي أن يشهد على معيَّن أن الله لا يغفر له ولا يرحمه، بل يخلده في النار، فإن هذا حكم الكافر بعد الموت ... ولأن الشخص المعين يمكن أن يكون مجتهداً مخطئاً مغفوراً له، [ويمكن أن يكون ممن لم يبلغه ما وراء ذلك من النصوص]، ويمكن أن يكون له إيمان عظيم وحسنات أوجبت له رحمة الله\". (2)\nيقول ابن القيم: \"والله يقضي بين عباده يوم القيامة بحكمه وعدله، ولا يعذب إلا من قامت عليه حجته بالرسل، فهذا مقطوع به في جملة الخلق، وأما كون زيد بعينه وعمرو قامت عليه الحجة أم لا، فذلك ما لا يمكن الدخول بين الله وبين عباده فيه، بل الواجب على العبد أن يعتقد أن كل من دان بدين غير دين الإسلام فهو كافر، وأن الله سبحانه وتعالى لا يعذب أحداً إلا بعد قيام الحجة عليه بالرسول، هذا في الجملة، والتعيين موكول إلى علم الله وحكمه، هذا في أحكام الثواب والعقاب\". (3)\nوالقول بلزوم تحقق الوعيد في كل أحد قول أهل البدع، يقول ابن أبي العز: \"البدع هي من هذا الجنس، فإن الرجل يكون مؤمناً باطناً وظاهراً، لكن تأول تأويلاً أخطأ فيه، إما مجتهداً، وإما مفرطاً مذنباً، فلا يقال: إن إيمانه حبط لمجرد ذلك، إلا أن يدل على ذلك دليل شرعي، بل هذا من جنس قول\n_________\n(1) رواه أبو داود ح (4901)، وحسنه الألباني في شرح العقيدة الطحاوية (364).\n(2) شرح العقيدة الطحاوية (318 - 319).\n(3) طريق الهجرتين (610 - 611).\n(1/50)\n",
        "الخوارج والمعتزلة.\nولا نقول: لا يكفر، بل العدل هو الوسط، وهو أن الأقوال الباطلة المبتدعة المحرمة المتضمنة نفي ما أثبته الرسول أو إثبات ما نفاه أو الأمر بما نهى عنه أو النهي عما أمر به يقال فيها الحق ويثبت لها الوعيد الذي دلت عليه النصوص، ويبين أنها كفر، ويقال: من قالها فهو كافر، ونحو ذلك كما يذكر من الوعيد في الظلم في النفس والأموال ... \". (1)\nوهذا التفريق بين الكفر ومرتكبه طبقه السلف الصالح من أهل السنة والجماعة في واقعهم مع أشد مخالفيهم قسوة وظلماً، فالقول بخلق القرآن وغيره مما قاله المعتزلة كفر لا يلزم منه كفر قائله، يقول شارح الطحاوية: \"وكما قد قال كثير من أهل السنة المشاهير بتكفير من قال بخلق القرآن، وأن الله لا يرى في الآخرة، ولا يعلم الأشياء قبل وقوعها، وعن أبي يوسف رحمه الله أنه قال: ناظرت أبا حنيفة رحمه الله مدة حتى اتفق رأيي ورأيه أن من قال بخلق القرآن فهو كافر \". (2)\nوعلى الرغم من اتفاق بل إجماع أهل السنة على كفر القول بخلق القرآن (3) فإنهم لم يقولوا بكفر معين ممن شارك في فتنة خلق القرآن، يقول شيخ الإسلام: \" كان الإمام أحمد يكفِّر الجهمية المنكرين لأسماء الله وصفاته، لأن مناقضة أقوالهم لما جاء به الرسول - صلى الله عليه وسلم - ظاهرة بينة ... لكن ما كان يكفر أعيانهم ... ومع هذا فالذين كانوا من ولاة الأمور يقولون بقول الجهمية، ويدعون الناس إلى ذلك ويعاقبونهم، ويكفرون من لم يجبهم، ومع هذا فالإمام أحمد ترحم عليهم، واستغفر لهم، لعلمه بأنهم لمن يبين (4) لهم أنهم مكذبون للرسول، ولا جاحدون لما جاء به، ولكن تأولوا فأخطأوا، وقلدوا من قال لهم ذلك\". (5)\nويقول: \" التكفير له شروط وموانع، قد تنتفي في حق المعين، وأن تكفير المطلق لا يستلزم تكفير المعين، إلا إذا وجدت الشروط، وانتفت الموانع، يبين\n_________\n(1) شرح العقيدة الطحاوية (318).\n(2) المصدر السابق (318).\n(3) نقل ذلك غير واحد من أهل العلم. انظر: معارج القبول (1/ 269).\n(4) هكذا في الأصل، والصحيح: (لم يتبين).\n(5) مجموع الفتاوى (23/ 349).\n(1/51)\n\nهذا أن الإمام أحمد وعامة الأئمة الذين أطلقوا هذه العمومات، لم يكفروا أكثر من تكلم بهذا الكلام بعينه\". (1)\nثم ذكر شيخ الإسلام مثلاً آخر، وهو صنيع الشافعي، يقول: \"وكذلك الشافعي لما قال لحفص الفرد - حين قال: (القرآن مخلوق) -: كفرتَ بالله العظيم، بيّن له أن هذا القول كفر، ولم يحكم بردة حفص بمجرد ذلك، لأنه لم يتبين له الحجة التي يكفر بها، ولو اعتقد أنه مرتد، لسعى في قتله، وقد صرح في كتبه بقبول شهادة أهل الأهواء والصلاة خلفهم\". (2)\nوطبق ابن تيمية رحمه الله هذا المسلك الأصيل عند علمائنا، فكان في محنته يقول للجهمية الحلولية والنفاة الذين نفوا أن الله تعالى فوق العرش: \" أنا لو وافقتكم كنت كافراً، لأني أعلم أن قولكم كفر، وأنتم عندي لا تكفرون، لأنكم جهال، وكان هذا خطاباً لعلمائهم وقضاتهم وشيوخهم وأمرائهم\". (3)\nومما سبق يتبين وجوب التفريق بين الحكم المطلق والحكم على معين، فلئن كان رسول الله لعن بإطلاق شارب الخمر، فإنه - صلى الله عليه وسلم - نهى عن لعن معين من أصحابه شربها، ولئن كفر العلماء بإطلاق القائل بأن القرآن مخلوق، فإنهم امتنعوا عن تكفير آحاد القائلين به، إذ قد يتخلف تحقق الوعيد العام لأعذار قامت في المعين أو لغيرها من الموانع، وهذا الحكم يسري على سائر المكفرات.\n_________\n(1) مجموع الفتاوى (12/ 487 - 488).\n(2) مجموع الفتاوى (23/ 349).\n(3) الرد على البكري (494/ 2).",
        "(1/52)\n\nالحكم بالظاهر والإعراض عن السرائر\nالحكم بالظاهر والإعراض عن السرائر قاعدة شرعية متينة يلوذ بها الورع في دينه، والذي يؤثر السلامة فيه، فالأصل في سائر معاملات الشريعة ظاهر حال الإنسان، أما باطنه فمرجعه إلى عالم السر والنجوى.\nأما من أظهر الكفر فهذا ما نغفل الحديث عنه في هذا المبحث، وله أحكام مفصلة معروفة في أبواب أحكام الكفار والمرتدين.\nوأما المسلم الذي يظهر الإسلام ويدعيه، فإذا ما اشتبه علينا أمره، ودارت بنا الظنون في حقيقة ما يبطنه لما نرى من مريب أحواله وأفعاله، فإن شرعة الله تلزمنا معاملته على ما أعلن في ظاهر أمره، فيما الله يختص بحسابه في دار جزائه وعدله.\nفإذا أظهر لنا المسلم إسلاماً قبل منه في الدنيا علانيته، وأقيمت عليه أحكام الشريعة فيها: ((من صلى صلاتنا، واستقبل قبلتنا، وأكل ذبيحتنا، فذلك المسلم الذي له ذمة الله وذمة رسوله، فلا تخفروا الله في ذمته)). (1)\nقال الطحاوي: \"ونسمى أهل قبلتنا مسلمين مؤمنين، ماداموا بما جاء به النبي - صلى الله عليه وسلم - معترفين، وله بكل ما قاله وأخبر مصدقين\".\nوقال شارح الطحاوية: \"والمراد بقوله: (أهل قبلتنا) من يدعي الإسلام ويستقبل الكعبة، وإن كان من أهل الأهواء أو من أهل المعاصي، ما لم يكذب بشيء مما جاء به الرسول\". (2)\nوليس كل من نشهد له بالإسلام هو كذلك، بل قد نقرأ من بعض فعاله وأقواله مكنون قلبه وما انطوى عليه من الكفر، ولكن تبقى معاملته بحسب الظاهر.\nيقول الله تعالى وهو يقرر هذه القاعدة في صدور المؤمنين: {يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن ألقى إليكم السلام لست مؤمناً تبتغون عرض الحياة الدنيا} (النساء: 94).\nقال الشوكاني: \" والمراد نهي المسلمين عن أن يهملوا ما جاء به الكافر مما يستدل به على إسلامه، ويقولوا: إنه إنما جاء بذلك تعوذاً وتقية \". (3)\n_________\n(1) رواه البخاري ح (391)، ومسلم ح (1961).\n(2) شرح الطحاوية (1/ 313).\n(3) فتح القدير (1/ 501).\n(1/53)",
        "\nفظاهره الإسلام، وهو يقين في حقه، لا يرفعه ظنوننا وشكوكنا في دوافعه.\nويقول - صلى الله عليه وسلم - في تقرير هذه القاعدة العظيمة: ((أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأن محمداً رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحق الإسلام، وحسابهم على الله)). (1)\nفقوله - صلى الله عليه وسلم -: ((عصموا مني ... وحسابهم على الله))، شهد لهم في الدنيا بعصمة الدماء والأموال وغيرها من أحكام الإسلام بما أظهروا من الإسلام، والله يتولى حسابهم على ما في قلوبهم في الآخرة.\nقال ابن رجب: \"وأما في الآخرة فحسابه على الله عز وجل، فإن كان صادقاً أدخله الله بذلك الجنة، وإن كان كاذباً فإنه من جملة المنافقين في الدرك الأسفل من النار\". (2)\nوقال القاضي عياض: \"فالعصمة مقطوع بها مع الشهادة، ولا ترتفع ويستباح خلافها إلا بقاطع، ولا قاطع [إلا] من شرع، ولا قياس عليه\". (3)\nوقال ابن حجر: \"أي في أمر سرائرهم .. وفيه دليل على قبول الأعمال الظاهرة والحكم بما يقتضيه الظاهر .. ويؤخذ منه ترك تكفير أهل البدع المقرين بالتوحيد\". (4)\nوقال البغوي: \"وفي الحديث دليل على أن أمور الناس في معاملة بعضهم بعضاً إنما تجري على الظاهر من أحوالهم دون باطنها، وأن من أظهر شعار الدين أجري عليه حكمه، ولم يكشف عن باطن أمره\". (5)\nوفي الصدر الأول من المجتمع الإسلامي وجد المنافقون الذين أظهروا الإيمان تقية وطمعاً، وأبطنوا الكفر الصراح، فسماهم الله إخوان المشركين {ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا} (الحشر: 11)، وتوعدهم\n_________\n(1) رواه البخاري ح (25)، ومسلم ح (21).\n(2) جامع العلوم والحكم (88).\n(3) الشفا بتعريف حقوق المصطفى (2/ 278).\n(4) فتح الباري (1/ 77).\n(5) شرح السنة (1/ 70).\n(1/54)\n",
        "الله بعذاب ما توعد به الكافرين {إن المنافقين في الدرك الأسفل من النار ولن تجد لهم نصيراً} (النساء: 145).\nوأطلع الله نبيه على أسماء كثير من المنافقين، لكنه - صلى الله عليه وسلم - لم يقتل أحداً منهم بسبب ردته، ولا منع توارثهم مع أوليائهم، لا بل لم يترك النبي - صلى الله عليه وسلم - الصلاة على ميتهم والاستغفار لهم حتى نهي عن ذلك.\nوكل ذلك إنما هو إجراء لأحكام أهل الإسلام عليهم بما أظهروا منه، فيما يتوعدهم الله في الآخرة بأليم عذابه {استغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرّةً فلن يغفر الله لهم ذلك بأنّهم كفروا بالله ورسوله والله لا يهدي القوم الفاسقين} (التوبة: 80).\nقال الإمام الشافعي في بيان شأن المنافقين: \" الله عز وجل أخبر عن المنافقين بأنهم اتخذوا أيمانهم جُنة، يعني - والله أعلم -: من القتل، ثم أخبر بالوجه الذي اتخذوا به أيمانهم جُنة فقال: {ذلك بأنهم آمنوا ثم كفروا} فأخبر عنهم بأنهم آمنوا ثم كفروا بعد الإيمان كفراً إذا سئلوا عنه أنكروه، وأظهروا الإيمان وأقروا به، وأظهروا التوبة منه، وهم مقيمون فيما بينهم وبين الله على الكفر، قال الله جل ثناؤه: {يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم} (التوبة: 74).\nفأخبر بكفرهم وجحدهم وكذب سرائرهم، وذكر كفرهم في غير آية .. وحكم فيهم - جل ثناؤه - في الدنيا بأن ما أظهروا من الإيمان، وإن كانوا به كاذبين، لهم جُنة من القتل، وهم المسرون الكفر المظهرون الإيمان ...\nوبيّن رسول الله - صلى الله عليه وسلم - إذا حقن (1) الله تعالى دماء من أظهر الإيمان بعد الكفر، أن لهم حكم المسلمين من الموارثة والمناكحة وغير ذلك من أحكام المسلمين، فكان بيناً في حكم الله عز وجل في المنافقين ثم حكم رسوله - صلى الله عليه وسلم -، أن ليس لأحد أن يحكم على أحد بخلاف ما أظهر من نفسه، وأن الله عز وجل إنما جعل للعباد الحكم على ما أظهر، لأن أحداً منهم لا يعلم ما غاب\n_________\n(1) هكذا في الأصل، ولعلها: (إذ حقن).\n(1/55)\n\nإلا ما علمه الله عز وجل، فوجب على من عقل عن الله أن يجعل الظنون كلها في الأحكام معطلة، فلا يحكم على أحد بظن، وهكذا دلالة سنن رسول الله - صلى الله عليه وسلم - حيث كانت لا تختلف\". (1)\nوقال شيخ الإسلام: \"وبيان هذا الموضع مما يزيل الشبهة، فإن كثيراً من الفقهاء يظن أن من قيل: هو كافر. فإنه يجب أن تجرى عليه أحكام المرتد ردة ظاهرة، فلا يرث، ولا يورث ولا يناكح، حتى أجروا هذه الأحكام على من كفروه بالتأويل من أهل البدع.\nوليس الأمر كذلك، فإنه قد ثبت أن الناس كانوا ثلاثة أصناف: مؤمن، وكافر مظهر للكفر، ومنافق مظهر للإسلام مبطن للكفر، وكان في المنافقين من يعلمه الناس بعلامات ودلالات، بل من لا يشكون في نفاقه، كابن أُبي وأمثاله، ومع هذا فلما مات هؤلاء ورِثهم ورَثَتهم المسلمون، وكان إذا مات لهم ميت آتوهم ميراثه، وكانت تُعصم دماؤهم حتى تقوم السُّنة الشرعية على أحدهم بما يوجب عقوبته\". (2)\nويقول أيضاً: \" وبالجملة فأصل هذه المسائل أن تعلم أن الكفر نوعان: كفر ظاهر، وكفر نفاق، فإذا تُكلم في أحكام الآخرة كان حكم المنافق حكم الكفار، وأما في أحكام الدنيا فقد تجري على المنافق أحكام المسلمين\". (3)\nويقول: \"وهكذا كان حكمه - صلى الله عليه وسلم - في دمائهم وأموالهم كحكمه في دماء غيرهم، لا يستحل منها شيئاً إلا بأمر ظاهر، مع أنه كان يعلم نفاق كثير منهم\". (4)\nويقول الشاطبي: \"إن أصل الحكم بالظاهر مقطوع به في الأحكام خصوصاً، وبالنسبة إلى الاعتقاد في الغير عموماً، فإن سيد البشر مع إعلامه بالوحي، يُجري الأمور على ظواهرها في المنافقين وغيرهم، وإن علم بواطن أحوالهم، ولم يكن ذلك بمخرجه عن جريان الظواهر على ما جرت عليه\". (5)\n_________\n(1) الأم (6/ 157).\n(2) مجموع الفتاوى (7/ 617).\n(3) المصدر السابق (7/ 620 - 621).\n(4) المصدر السابق (7/ 617).\n(5) الموافقات (2/ 205).",
        "(1/56)\n\nثم أجاب الشاطبي عن قول بعضهم بأن ترك النبي - صلى الله عليه وسلم - إقامة الحد على المنافقين كان بسبب خشيته من قول الناس: إن محمداً يقتل أصحابه. فقال: \" فالعلة أمر آخر لا ما زعمت، فإذا عُدم ما علل به فلا حرج. لأنا نقول: هذا من أدل الدليل على ما تقرر، لأن فتح هذا الباب يؤدي إلى أن لا يحفظ ترتيب الظواهر، فإن من وجب عليه القتل بسبب ظاهر، فالعذر فيه ظاهر واضح، ومن طلب قتله بغير سبب ظاهر، بل بمجرد أمر غيبي ربما شوش الخواطر، وران على الظواهر، وقد فهم من الشرع سد هذا الباب جملة ألا ترى إلى باب الدعاوي المستند إلى أن \"البينة على المدعي، واليمين على من أنكر\". (1)\nوهذه القاعدة في تطبيق أحكام الشريعة عامة في كل أحد، حتى عمّت نبينا - صلى الله عليه وسلم -، نعم \"لم يُستثن من ذلك أحد، حتى إن رسول الله - صلى الله عليه وسلم - احتاج في ذلك إلى البينة، فقال: من يشهد لي؟ حتى شهد له خزيمة بن ثابت، فجعلها الله شهادتين، فما ظنك بآحاد الأمة، فلو ادعى أكبر (2) الناس على أصلح الناس، لكانت البينة على المدعي، واليمين على من أنكر، وهذا من ذلك، والنمط واحد، فالاعتبارات الغيبية مهملة بحسب الأوامر والنواهي الشرعية\". (3)\nلذا فإن قوله - صلى الله عليه وسلم -: ((من بدل دينه فاقتلوه)). (4) كما يقول الحافظ ابن حجر: \" هو عام، يُخَص منه من بدله في الباطن ولم يثبت عليه ذلك في الظاهر، فإنه تجرى عليه أحكام الظاهر ... وإظهار الإيمان يحصن من القتل، وكلهم أجمعوا على أحكام الدنيا على الظاهر، والله يتولى السرائر\". (5)\nوشاهد آخر على إجراء الأحكام في الدنيا على الظاهر في حديث أسامة لما خرج في سرية، فأدرك رجلاً فقال: لا إله إلا الله، يقول أسامة:\n_________\n(1) رواه البخاري معلقاً في باب ما جاء في البينة على المدعي، ورواه الترمذي ح (1341)، وصححه الألباني في أرواء الغليل ح (1938).\n(2) هكذا في الأصل، والأصوب: [ادعى أكذب].\n(3) الموافقات (2/ 206).\n(4) رواه البخاري ح (3017).\n(5) فتح الباري (12/ 273 - 274).\n(1/57)",
        "\nفطعنتُه، فوقع في نفسي من ذلك فذكرته للنبي - صلى الله عليه وسلم - فقال - صلى الله عليه وسلم -: ((أقال: لا إله إلا الله وقتلتَه؟! قال: قلت: يا رسول الله إنما قالها خوفاً من السلاح. قال: أفلا شققت عن قلبه حتى تعلم أقالها أم لا؟)) فما زال يكررها علي، حتى تمنيت أني أسلمت يومئذ. (1)\nقال النووي: \"وقوله - صلى الله عليه وسلم -: ((أفلا شققت عن قلبه حتى تعلم أقالها أم لا؟)) الفاعل في قوله: ((أقالها)) هو القلب، ومعناه: أنك إنما كُلفت بالعمل بالظاهر وما ينطق به اللسان، وأما القلب فليس لك طريق إلى معرفة ما فيه، فأنكر عليه امتناعه من العمل بما ظهر باللسان، وقال: ((أفلا شققت عن قلبه)) لتنظر، هل قالها القلب واعتقدها وكانت فيه، أم لم تكن فيه؟ بل جرت على اللسان فحسب، يعني: وأنت لست بقادر على هذا، فاقتصر على اللسان فحسب، يعني: ولا تطلب غيره\". (2)\nوقال: \" وفيه دليل على القاعدة المعروفة في الفقه والأصول: أن الأحكام فيها بالظاهر، والله يتولى السرائر\". (3)\nوعليه فإن أهل السنة والجماعة يقبلون دعوى الناس الإسلام عملاً بالظاهر، ويدعون الحكم على السرائر إلى عالم السر وأخفى، فلا يقال بتكفير مسلم بزعم فساد سريرته وخبث طويته، بل يقبل منه ما ادعى، ونوله ما تولى، والله يتولى حسابه في الآخرة.\n_________\n(1) رواه مسلم ح (96).\n(2) شرح النووي على صحيح مسلم (2/ 104).\n(3) المصدر السابق (2/ 107).\n(1/58)\n",
        "لازم القول ليس بقول\nمن أبواب غواية الشيطان في باب التكفير، تكفير الناس بما تؤول إليه أقوالهم وما تستلزمه من أقوال مستقبحة يكفر قائلها ومعتقدها.\nوهذا باب لو فتح يكفر به كل أحد قال قولاً خاطئاً، فمثلاً لو ابتدع الإنسان بدعة، وزعم أن فيها خيراً، فإنه يلزم من قوله أن النبي - صلى الله عليه وسلم - خان الأمانة لعدم تبليغه بهذا الخير الذي ابتدعه المبتدع، وهذا القول ولا ريب من الكفر.\nلكن هذه اللوازم، منها ما يلتزمه صاحب القول، فهو له مذهب، ومنها ما ينكره أو يجهله، فهو ليس بقول له، ولو كان مذهبه مستلزماً له حقيقة، وإضافة اللازم إليه في هذه الحال كذب، وغاية ما يمكننا القول أنه تناقض في قوله، ولا سبيل للقول بتكفيره في هذه الحال.\nقال ابن حزم: \"وأما من كفر الناس بما تؤول إليه أقوالهم فخطأ، لأنه كذب على الخصم وتقويل له ما لم يقل به، وإن لزمه فلم يحصل على غير التناقض فقط، والتناقض ليس كفراً، بل قد أحسن إذ فر من الكفر\". (1)\nويقول شيخ الإسلام: \" فالصواب أن مذهب الإنسان ليس بمذهب له إذا لم يلتزمه، فإنه إذا كان قد أنكره ونفاه كانت إضافته إليه كذباً عليه، بل ذلك يدل على فساد قوله، وتناقضه في المقال غير التزامه اللوازم التي يظهر أنها من قبل الكفر والمحال، مما هو أكثر، فالذين قالوا بأقوال يلزمها أقوال يعلم أنه لا يلتزمها، لكن لم يعلم أنها تلزمه ... \". (2)\nويقول ابن حجر المكي: \"الصواب عند الأكثرين من علماء السلف والخلف: أنا لا نكفِّر أهل البدع والأهواء إلا إن أتوا بمكفر صريح، لا استلزامي، لأن الأصح أن لازم المذهب ليس بلازم \". (3)\nوالتكفير باللازم يؤدي إلى شناعة لا حد لها، إذ يستلزم تبادل التكفير\n_________\n(1) الفصل (3/ 294).\n(2) مجموع الفتاوى (20/ 217).\n(3) تحفة الأحوذي (6/ 302).\n(1/59)\n\nبين المسلمين، حتى لا تبقى طائفة إلا وهي تكفر الأخرى المخالفة لها، بما تراه لازماً لقولها، وهذا باب لفساد عريض.\nيقول ابن حزم: \"وأيضاً فإنه ليس للناس قول إلا ومخالف ذلك القول ملزم خصمه الكفر في فساد قوله وطرقه. (1)\nفالمعتزلة تنسب إلينا تجوير الله عز وجل وتشبيهه بخلقه، ونحن ننسب إليهم مثل ذلك سواء بسواء، ونلزمهم أيضاً تعجيز الله عز وجل، وأنهم يزعمون أنهم يخلقون كخلقه، وأن له شركاء في الخلق، وأنهم يستغنون عن الله عز وجل.\nومن أثبت الصفات يسمي من نفاها نافية، لأنهم قالوا: تعبدون غير الله تعالى، لأن الله تعالى له صفات، وأنتم تعبدون من لا صفة له، ومن نفى الصفات يقول لمن أثبتها: أنتم تجعلون مع الله عز وجل أشياء لم تزل وتشركون به غيره وتعبدون غير الله، لأن الله تعالى لا أحد معه ولا شيء معه في الأزل، وأنتم تعبدون شيئاً من جملة أشياء لم تزل ....\nوكل فرقة فهي تنتفي بما تسميها به الأخرى، وتكفر من قال شيئاً من ذلك، فصح أنه لا يكفر أحد إلا بنفس قوله ونص معتقده، ولا ينتفع أحد بأن يعبر عن معتقده بلفظ يحسن به قبحه، لكن المحكوم به هو مقتضى قوله فقط \". (2)\nويقول شيخ الإسلام ابن تيمية: \" ولو كان لازم المذهب مذهباً للزم تكفير كل من قال عن الاستواء أو غيره من الصفات أنه مجاز ليس بحقيقة، فإن لازم هذا القول يقتضي أن لا يكون شيء من أسمائه أو صفاته حقيقة، وكل من لم يثبت بين الاسمين قدراً مشتركاً لزم أن لا يكون شيء من الإيمان بالله ومعرفته والإقرار به إيماناً، فإنه ما من شيء يثبته القلب إلا ويقال فيه نظير ما يقال في الآخر، ولازم قول هؤلاء يستلزم قول غلاة الملاحدة المعطلين الذين هم أكفر من اليهود والنصارى \". (3)\n_________\n(1) ذكر المحقق أنه جاء في بعض نسخ الكتاب: (وطرده). ولعلها الأصوب.\n(2) الفصل (3/ 294).\n(3) مجموع الفتاوى (20/ 217).",
        "(1/60)\n\nويقول: \" ليس كل من تكلم بالكفر يكفر، حتى تقوم عليه الحجة المثبتة لكفره ... فلازم المذهب ليس بمذهب، إلا أن يستلزمه صاحب المذهب، فخلق كثير من الناس ينفون ألفاظاً أو يثبتونها، بل ينفون معاني أو يثبتونها، ويكون ذلك مستلزماً لأمور هي كفر، وهم لا يعلمون بالملازمة، بل يتناقضون، وما أكثر تناقض الناس لا سيما في هذا الباب، وليس التناقض كفراً\". (1)\nوهذا المزلق، أي: التكفير بلازم القول. وقع به أهل البدع الذين يكفر بعضهم بعضاً، يقول ابن رشد (الحفيد): \"وأكثر أهل البدع إنما يكفرون بالمآل \". (2)\nلذا استقبح العلماء التكفير باللازم، واعتبروه ضرباً من الجهل ورِقَّة الدين \"وقد علم كل من كان من الأعلام أن التكفير بالإلزام من أعظم مزالق الأقدام، فمن أراد المخاطرة بدينه فعلى نفسه جنى\". (3)\nوأما من أراد السلامة في دينه والبراءة من الولوغ في ظلم الآخرين فإنه لا ينسب إلى الآخرين إلا صريح قولهم، ولا يحاسبهم بما تؤول إليه أقوالهم مما يستنكونه ولا يقرونه، فهذا فعل أهل البدع لا الحق والرشاد.\n_________\n(1) مجموع الفتاوى (5/ 306 - 307).\n(2) بداية المجتهد (2/ 343).\n(3) السيل الجرار (4/ 580).\n(1/61)",
        "\nالعذر بالجهل\nأولاً: أدلة العذر بالجهل\nشاء الله عز وجل برحمته وعدله أن لا يعذب أحداً إلا وقد قامت عليه حجته تبارك وتعالى، بما أودعه في عباده من العقل وما هداهم إليه من الفطرة.\nولأجل ذلك بعث الله المرسلين وآتاهم الآيات والبينات {رسلاً مبشّرين ومنذرين لئلاّ يكون للنّاس على الله حجّة بعد الرّسل وكان الله عزيزاً حكيماً} (النساء: 165)، وأما أولئك الذين لم تقم عليهم حجة الله لعدم وصول الرسالة إليهم، فأولئك يرفع الله عنهم - بعدله - عذابه، فيقول: {وما كنّا معذّبين حتّى نبعث رسولاً} (الإسراء: 15).\nوقد رفع الله الإصر والعذاب عن أولئك الذين لا يقدرون على فهم حجته لعدم أهليتهم لتقبلها وفهمها، قال - صلى الله عليه وسلم -: ((أربعة يحتجون على الله يوم القيامة: رجل أصم لا يسمع شيئاً، ورجل أحمق، ورجل هرِم، ورجل مات في فترة)). (1)\nوهذا بعض عدل الله ورحمته بعباده، ولكن ماذا عن الجاهل الذي أخطأ لجهله من غير أن يعمد إلى عصيان الله، هل تسعه رحمة الله التي وسعت أولئك؟\nوالجواب الذي لا يختلف عليه المسلمون: هو أن رحمة الله تسعه كما وسعت غيره، يقول ابن تيمية: \" فأما العاجز عن العلم كالمجنون أو العاجز عن العمل فلا أمر عليه ولا نهي، وإذا انقطع العلم ببعض الدين أو حصل العجز عن بعضه كان ذلك في حق العاجز عن العلم أو العمل بقوله كمن انقطع عن العلم بجميع الدين أو عجز عن جميعه، كالمجنون مثلاً .. \". (2)\nوهذا مصداق قول الله: {وما كان الله ليضلّ قوماً بعد إذ هداهم حتّى يبيّن\n_________\n(1) رواه أحمد ح (15866)، وصححه الألباني في صحيح الجامع ح (881).\n(2) مجموع الفتاوى (20/ 59 - 60).\n(1/63)\n",
        "لهم مّا يتّقون إنّ الله بكلّ شيءٍ عليم} (التوبة: 115)، وقوله: {ومن يشاقق الرّسول من بعد ما تبيّن له الهدى ويتّبع غير سبيل المؤمنين نولّه ما تولّى ونصله جهنّم وساءت مصيراً}) النساء: 115 (. فقد أخبرت الآيتان باستحقاق العبد العذاب بعد تبين الهدى له ومشاقته له، والجاهل إنما ضل عن الهدى، ولم يتبينه، لذا نال رحمة الله وعفوه.\nوجاءت سنة النبي - صلى الله عليه وسلم - توضح هذا المبدأ وتجليه في مواطن كثيرة، تبين أن الله يعذر المؤمن بجهله، فلا يؤاخذه لسوء فهمه وخطئه، بل يعذره حتى تقام عليه حجة الله، وأما قبل ذلك فلا يعذب ولا يكفر.\nفهذه أم المؤمنين عائشة رضي الله عنها جهلت أمراً لا يسع المؤمن جهله، فأبانه لها رسول الله - صلى الله عليه وسلم -، وما كفرها ولا عاقبها، لأن الجهل عذر يقبله الله، فقد سألت رسول الله فقالت: مهما يكتم الناس يعلمه الله؟ قال: ((نعم)). (1)\nقال ابن تيمية: \" وهذا يدل على أنها لم تكن تعلم ذلك، ولم تكن قبل معرفتها بأن الله عالم بكل شيء يكتمه الناس كافرة، وإن كان الإقرار [بذلك] عند قيام الحجة من أصول الإيمان، وإنكار علمه بكل شيء كإنكار قدرته على كل شيء ... فقد تبين أن هذا القول كفر، ولكن تكفير قائله لا يحكم به حتى يكون قد بلغه من العلم ما تقوم به عليه الحجة التي يكفر تاركها، ودلائل فساد هذا القول كثيرة في الكتاب والسنة \". (2)\nكما عذر اللهُ الرجلَ الإسرائيلي الذي جهل قدرة الله وبعْثه للخلائق، فغفر الله له جهله، يقول النبي - صلى الله عليه وسلم - حاكياً خبره: ((كان رجل يسرف على نفسه، فلما حضره الموت، قال لبنيه: إذا أنا متّ، فأحرقوني، ثم اطحنوني، ثم ذروني في الريح، فوالله لئن قدر علي ربي ليعذبني عذاباً ما عذبه أحداً. فلما مات فُعِل به ذلك، فأمر الله الأرض فقال: اجمعي ما فيك منه، ففعلت، فإذا هو قائم. فقال: ما حملك على ما صنعت؟ قال: يا رب خشيتك. فغفر له)). (3)\n_________\n(1) رواه مسلم ح (974)، النسائي ح (3962)، واللفظ له.\n(2) مجموع الفتاوى (11/ 412 - 413).\n(3) رواه البخاري ح (3481)، ومسلم ح (2756).\n(1/64)\n\nويقول ابن قتيبة: \" وهذا رجل مؤمن بالله، مقر به، خائف له، إلا أنه جهل صفة من صفاته، فظن أنه إذا أحرق وذري في الريح أنه يفوت الله تعالى، فغفر الله تعالى له بمعرفته ما بنيته، وبمخافته من عذابه جهلَه بهذه الصفة من صفاته\". (1)\nقال ابن حجر: \" قال الخطابي: قد يستشكل هذا، فيقال: كيف يغفر له وهو منكر للبعث والقدرة على إحياء الموتى؟ والجواب أنّه لم ينكر البعث، وإنّما جهل فظنّ أنّه إذا فُعِل به ذلك لا يعاد فلا يعذّب , وقد ظهر إيمانه باعترافه بأنّه إنّما فعل ذلك من خشية الله \". (2)\nيقول ابن تيمية: \" فهذا رجل شك في قدرة الله، وفي إعادته إذا ذُري، بل اعتقد أنه لا يعاد، وهذا كفر باتفاق المسلمين، لكن كان جاهلاً لا يعلم ذلك، وكان مؤمناً يخاف الله أن يعاقبه، فغفر له بذلك\". (3)\nويقول أيضاً: \"فهذا الرجل اعتقد أن الله لا يقدر على جمعه إذا فعل ذلك، أو شك، وأنه لا يبعثه، وكل هذين الاعتقادين كفر، يكفر من قامت عليه الحجة، لكنه كان يجهل ذلك، ولم يبلغه العلم بما يرده عن جهله، وكان عنده إيمان بالله وبأمره ونهيه ووعده ووعيده، فخاف من عقابه، فغفر الله له بخشيته\". (4)\nوقد استنتج العلماء من فقه هذه القصة أن من \" أخطأ في بعض مسائل الاعتقاد، من أهل الإيمان بالله وبرسوله وباليوم الآخر والعمل الصالح، لم يكن أسوأ حالاً من هذا الرجل، فيغفر الله خطأه، أو يعذبه إن كان منه تفريط في اتباع الحق على قدر دينه، وأما تكفير شخص عُلِم إيمانه بمجرد الغلط في ذلك، فعظيم\". (5)\nوهذه الرحمة من الله ليست خاصة بذلك الرجل، بل \"كثير من المؤمنين\n_________\n(1) تأويل مختلف الحديث (119).\n(2) فتح الباري (6/ 523).\n(3) مجموع الفتاوى (3/ 231).\n(4) المصدر السابق (3/ 231).\n(5) الاستقامة (165).",
        "(1/65)\n\nقد يجهل مثل ذلك، فلا يكون كافراً\". (1)\nقال ابن القيم: \" وأما من جحد ذلك جهلاً، أو تأويلاً يعذر فيه صاحبه: فلا يكفر صاحبه به، كحديث الذي جحد قدرة الله عليه، وأمر أهله أن يحرقوه ويذروه في الريح، ومع هذا فقد غفر الله له، ورحمه لجهله، إذ كان ذلك الذي فعله مبلغ علمه ولم يجحد قدرة الله على إعادته عناداً أو تكذيباً\". (2)\nودليل آخر على عذر الجاهل في قصة الليثيين الذين أكذبوا النبي - صلى الله عليه وسلم -، فعذرهم - صلى الله عليه وسلم - لفرط جهلهم وبداوتهم.\nوالقصة أن النبي - صلى الله عليه وسلم - بعث أبا جهم بن حذيفة مصدقاً فلاجّه رجل في صدقته، فضربه أبو جهم فشجه، فأتوا النبي - صلى الله عليه وسلم - فقالوا: القود يا رسول الله. فقال النبي - صلى الله عليه وسلم -: ((لكم كذا وكذا، فلم يرضوا، فقال: لكم كذا وكذا، فلم يرضوا، فقال: لكم كذا وكذا)). فرضوا.\nفقال النبي - صلى الله عليه وسلم -: ((إني خاطب العشية على الناس ومخبرهم برضاكم)) فقالوا: نعم. فخطب رسول الله فقال - صلى الله عليه وسلم -: ((إن هؤلاء الليثيين أتوني يريدون القود، فعرضت عليهم كذا وكذا، فرضوا، أرضيتم؟)) قالوا: لا.\nفهمّ المهاجرون بهم، فأمرهم رسول الله - صلى الله عليه وسلم - أن يكفوا عنهم، فكفوا ثم دعاهم فزادهم فقال: ((أرضيتم)) فقالوا: نعم.\nقال: ((إني خاطب على الناس ومخبرهم برضاكم)) قالوا: نعم.\nفخطب النبي - صلى الله عليه وسلم - فقال: ((أرضيتم؟)) قالوا: نعم. (3)\nقال ابن حزم: \"وفي هذا الخبر عذر الجاهل، وأنه لا يخرج من الإسلام بما لو فعله العالم الذي قامت عليه الحجة لكان كافراً، لأن هؤلاء الليثيين كذّبوا النبي - صلى الله عليه وسلم -، وتكذيبه كفر مجرد بلا خلاف، لكنهم بجهلهم وأعرابيتهم عذروا بالجهالة، فلم يكفروا \". (4)\n_________\n(1) مجموع الفتاوى (11/ 411).\n(2) مدارج السالكين (1/ 338 - 339).\n(3) رواه أبو داود ح (4534)، ابن ماجه ح (2638)، وصححه الألباني في صحيح أبي داود ح (3801).\n(4) المحلى (10/ 410 - 411).\n(1/66)",
        "\nكما حكم رسول الله بإسلام قوم يأتون في آخر الزمان، حين يندرس الإسلام، لا يعرفون من الدين إلا كلمة التوحيد، قال - صلى الله عليه وسلم -: ((يدرس الإسلام كما يدرس وشي الثوب، حتى لا يُدرى ما صيام ولا صلاة ولا نسك ولا صدقة، وليسرى على كتاب الله عز وجل في ليلة، فلا يبقى في الأرض منه آية، وتبقى طوائف من الناس، الشيخ الكبير والعجوز، يقولون: أدركنا آباءنا على هذه الكلمة: لا إله إلا الله. فنحن نقولها)).\nفقال له صلة [أي لحذيفة راوي الحديث]: ما تغني عنهم لا إله إلا الله، وهم لا يدرون ما صلاة ولا صيام ولا نسك ولا صدقة؟ فأعرض عنه حذيفة، ثم ردها عليه ثلاثاً، كل ذلك يعرض عنه حذيفة، ثم أقبل عليه في الثالثة، فقال: يا صلة، تنجيهم من النار. (1)\nواستدلالاً بهذا الحديث يقول شيخ الإسلام بعذر الجاهل، ونقل اتفاق العلماء عليه، فقال: \"وكثير من الناس قد ينشأ في الأمكنة والأزمنة الذي يندرس فيها كثير من علوم النبوات، حتى لا يبقى من يبلِّغ ما بعث الله به رسوله من الكتاب والحكمة، فلا يعلم كثيراً مما بعث الله به رسوله، ولا يكون هناك من يبلغه ذلك، ومثل هذا لا يكفر، ولهذا اتفق الأئمة على أن من نشأ ببادية بعيدة عن أهل العلم والإيمان، وكان حديث العهد بالإسلام، فأنكر هذه الأحكام الظاهرة المتواترة، فإنه لا يحكم بكفره حتى يعرَّف ما جاء به الرسول \". (2)\nوقد عذر رحمه الله بهذا الجهل بعض معاصريه، واعتذر لهم بشيوع الجهل في عصره: \"بل كل من كان من المتنسكة والمتفقهة والمتعبدة والمتفقرة والمتزهدة والمتكلمة والمتفلسفة ومن وافقهم من الملوك والأغنياء والكتاب والحساب والأطباء وأهل الديوان والعامة خارجاً عن الهدى ودين الحق الذي بعث الله به رسوله، لا يقر بجميع ما أخبر الله به على لسان رسوله، ولا\n_________\n(1) رواه ابن ماجه ح (4049)، وصححه الألباني في صحيح ابن ماجه (3273).\n(2) مجموع الفتاوى (11/ 407).\n(1/67)\n",
        "يحرم ما حرمه الله ورسوله، أو يدين بدين يخالف الدين الذي بعث الله به رسوله باطناً وظاهراً: مثل من يعتقد أن شيخه يرزقه أو ينصره أو يهديه أو يغيثه أو يعينه، أو كان يعبد شيخه أو يدعوه ويسجد له، أو كان يفضله على النبي تفضيلاً مطلقاً أو مقيداً في شيء من الفضل الذي يقرب إلى الله تعالى، أو كان يرى أنه هو أو شيخه مستغن عن متابعة الرسول - صلى الله عليه وسلم -، فكل هؤلاء كفار إن أظهروا ذلك، ومنافقون إن لم يظهروه.\nوهؤلاء الأجناس وإن كانوا قد كثروا في هذا الزمان، فلقلة دعاة العلم والإيمان، وفتور آثار الرسالة في أكثر البلدان، وأكثر هؤلاء ليس عندهم من آثار الرسالة وميراث النبوة ما يعرفون به الهدى، وكثير منهم لم يبلغهم ذلك.\nوفي أوقات الفترات، وأمكنة الفترات، يثاب الرجل على ما معه من الإيمان القليل، ويغفر الله فيه لمن لم تقم الحجة عليه ما لا يغفر به لمن قامت الحجة عليه \". (1)\nفماذا يقول رحمه الله لو رأى عصرنا وفشو الجهل في مسائل الدين حتى بين من يُدعون بالمثقفين؟ وهؤلاء وأمثالهم قد يمتنع تكفير واحدهم لجهله، وهم آثمون بما قصروا في البحث عن الحق مع قدرتهم عليه.\nوبعد فتح مكة خرج رسول الله - صلى الله عليه وسلم - إلى حنين ومعه مسلمة الفتح، فمروا بشجرة للمشركين يقال لها: ذات أنواط، يعلقون عليها أسلحتهم. فقالوا: يا رسول الله، اجعل لنا ذات أنواط كما لهم ذات أنواط؟ فقال النبي - صلى الله عليه وسلم -: ((سبحان الله، هذا كما قال قوم موسى: اجعل لنا إلهاً كما لهم آلهة. والذي نفسي بيده لتركبن سُنة من كان قبلكم)). (2)\nوقال محمد بن عبد الوهاب: \" وكذلك لا خلاف في أن الذين نهاهم النبي - صلى الله عليه وسلم - لو لم يطيعوه، واتخذوا ذات أنواط بعد نهيه لكفروا .. ولكن القصة تفيد أن المسلم بل العالم قد يقع في أنواع من الشرك وهو لا يدري عنها،\n_________\n(1) المصدر السابق (35/ 165).\n(2) رواه الترمذي ح (2180)، وأحمد ح (21390)، وصححه الألباني في صحيح الترمذي ح (1771).\n(1/68)\n\nفتفيد لزوم التعلم والتحرز ... وتفيد أيضاً أن المسلم المجتهد إذا تكلم بكلام كفر وهو لا يدري، فنُبِّه على ذلك فتاب من ساعته أنه لا يكفر\". (1)\nوهكذا تبين أن العذر بالجهل دلت على وجوبه النصوص، وعدم اعتباره مؤد إلى تكفير أصحاب النبي - صلى الله عليه وسلم - فيما جهلوه، وإذا كان الجهل عذراً في الصدر الأول فهو من باب أولى مما يعذر به الناس في عصور طغت عليها الجهالة، وعزّ فيها العلماء.\n\nثانياً: أقوال أهل العلم في العذر بالجهل\nيقول ابن حزم: \" ولا خلاف في أن امرءاً لو أسلم، ولم يعلم شرائع الإسلام، فاعتقد أن الخمر حلال، وأن ليس على الإنسان صلاة، وهو لم يبلغه حكم الله تعالى لم يكن كافراً بلا خلاف يعتد به، حتى إذا قامت عليه الحجة، فتمادى، حينئذ بإجماع الأمة فهو كافر \". (2)\nويقول الإمام ابن القيم: \"وأما كفر الجهل مع عدم قيام الحجة، وعدم التمكن من معرفتها، فهذا الذي نفى الله التعذيب عنه حتى تقوم حجة الرسل\". (3)\nوقال الإمام الشافعي: \"لله أسماء وصفات لا يسع أحداً ردها، ومن خالف بعد ثبوت الحجة عليه فقد كفر، وأما قبل قيام الحجة فإنه يعذر بالجهل، لأن علم ذلك لا يدرك بالعقل، ولا الرؤية والفكر\". (4)\nويقول ابن تيمية: \" من دعا غير الله، وحج إلى غير الله هو أيضاً مشرك، والذي فعله كفر، لكن قد لا يكون عالماً بأن هذا شرك محرم، كما أن كثيراً من الناس دخلوا في الإسلام من التتار وغيرهم، وعندهم أصنام لهم، صغار من لبد وغيره، وهم يتقربون إليها ويعظمونها، ولا يعلمون أن ذلك محرم في دين الإسلام، ويتقربون إلى النار أيضاً، ولا يعلمون أن ذلك محرم،\n_________\n(1) كشف الشبهات (45 - 46).\n(2) المحلى (11/ 206).\n(3) طريق الهجرتين (611).\n(4) فتح الباري (13/ 407).",
        "(1/69)\n\nفكثير من أنواع الشرك قد يخفى على بعض من دخل في الإسلام ولا يعلم أنه شرك، فهذا ضال، وعمله الذي أشرك فيه باطل، لكن لا يستحق العقوبة حتى تقوم عليه الحجة\". (1)\nويقول ابن تيمية: \" إن تكفير المعين وجواز قتله موقوف على أن تبلغه الحجة النبوية التي يكفر من خالفها، وإلا فليس كل من جهل شيئاً من الدين يكفر\". (2)\nوفي هذا المقام يقول رحمه الله: \" لكن من الناس من يكون جاهلاً ببعض هذه الأحكام جهلاً يعذر به، فلا يحكم بكفر أحد حتى تقوم عليه الحجة من جهة بلاغ الرسالة، كما قال تعالى: {لئلاّ يكون للنّاس على الله حجّة بعد الرّسل} (النساء: 165)، وقال تعالى: {وما كنا معذبين حتى نبعث رسولاً} (الإسراء: 15)، ولهذا لو أسلم رجل، ولم يعلم أن الصلاة واجبة عليه، أو لم يعلم أن الخمر حرام، لم يكفر بعدم اعتقاد إيجاب هذا، وتحريم هذا، بل ولم يعاقب حتى تبلغه الحجة النبوية\". (3)\nويقول: \" فإنا بعد معرفة ما جاء به الرسول نعلم بالضرورة أنه لم يشرع لأمته أن تدعو أحداً من الأموات، لا الأنبياء ولا الصالحين ولا غيرهم، لا بلفظ الاستغاثة ولا بغيرها، ولا بلفظ الاستعاذة ولا بغيرها، كما أنه لم يشرع لأمته السجود لميت ولا لغير ميت ونحو ذلك.\nبل نعلم أنه نهى عن كل هذه الأمور، وأن ذلك من الشرك الذي حرمه الله تعالى ورسوله، لكن لغلبة الجهل وقلة العلم بآثار الرسالة في كثير من المتأخرين لم يمكن تكفيرهم بذلك، حتى يتبين لهم ما جاء به الرسول - صلى الله عليه وسلم - مما يخالفه، ولهذا ما بينت هذه المسألة قط لمن يعرف أصل الإسلام إلا تفطن، وقال: هذا أصل دين الإسلام \". (4)\n_________\n(1) الرد على الأخنائي (61).\n(2) الرد على البكري (2/ 492).\n(3) مجموع الفتاوى (11/ 406).\n(4) الرد على البكري (2/ 731).\n(1/70)",
        "\nويقول: \"وأصل ذلك أن المقالة التي هي كفر بالكتاب والسنة والإجماع يقال: هي كفر قولاً يطلق، كما دل على ذلك الدلائل الشرعية، فإن الإيمان من الأحكام المتلقاة عن الله ورسوله، ليس ذلك مما يحكم فيه الناس بظنونهم وأهوائهم، ولا يجب أن يحكم في كل شخص قال ذلك بأنه كافر، حتى يثبت في حقه شروط التكفير، وتنتفي موانعه \". (1)\nويقول الشيخ محمد بن عبد الوهاب رحمه الله في عذر الجاهل الذي يرتكب الكفر: \"وأما ما ذكر الأعداء عني أني أكفّر بالظن وبالموالاة، أو أكفر الجاهل الذي لم تقم عليه الحجة، فهذا بهتان عظيم، يريدون به تنفير الناس عن دين الله ورسوله\". (2)\nقال ابن العربي: \"الجاهل والمخطئ من هذه الأمة، ولو عمل من الكفر والشرك ما يكون صاحبه مشركاً أو كافراً، فإنّه يعذر بالجهل والخطأ حتى تتبيّن له الحجة التي يكفر تاركها بياناً واضحاً ما يلتبس على مثله، وينكر ما هو معلوم بالضرورة من دين الإسلام، مما أجمعوا عليه إجماعاً قطعيّاً يعرفه كلّ المسلمين من غير نظرٍ وتأمّلٍ .. ولم يخالف في ذلك إلا أهل البدع \". (3)\nيقول ابن تيمية وهو يعدد صوراً من الجهل الذي عذر به السلف: \"فإذا رأيت إماماً قد غلّظ على قائل مقالته أو كفره فيها، فلا يعتبر هذا حكماً عاماً في كل من قالها، إلا إذا حصل فيه الشرط الذي يستحق به التغليظ عليه والتكفير له، فإن من جحد شيئاً من الشرائع الظاهرة، وكان حديث العهد بالإسلام أو ناشئاً ببلد جهل لا يكفر حتى تبلغه الحجة النبوية.\nوكذلك العكس، إذا رأيت المقالة المخطئة قد صدرت من إمام قديم، فاغتُفرت لعدم بلوغ الحجة له، فلا يغتفر لمن بلغته الحجة ما اغتُفر للأول، فلهذا يبدّع من بلغته أحاديث عذاب القبر ونحوها إذا أنكر ذلك، ولا تبدع عائشة ونحوها ممن لم يعرف بأن الموتى يسمعون في قبورهم، فهذا أصل عظيم فتدبره، فإنه نافع \". (4)\n_________\n(1) مجموع الفتاوى (35/ 166).\n(2) مجموعة مؤلفات الشيخ محمد بن عبد الوهاب - قسم العقيدة (25).\n(3) محاسن التأويل (5/ 219 - 220).\n(4) مجموع الفتاوى (6/ 61).\n(1/71)\n",
        "ويقول ابن حزم وهو يذكر صوراً أخرى يفترض أنها تقع من جاهل، فيعذر لجهله: \"وأما ما لم تقم الحجة على المخالف للحق في أي شيء كان فلا يكون كافراً إلا أن يأتي نص بتكفيره فيوقف عنده ... فإن قال قائل: فما تقولون فيمن قال: أنا أشهد أن محمداً رسول الله، ولا أدري أهو قرشي أم تميمي أم فارسي، ولا هل كان بالحجاز أو بخراسان، ولا أدري أحي هو أو ميت، ولا أدري لعله هذا الرجل الحاضر أم غيره، قيل له: إن كان جاهلاً لا علم عنده بشيء من الأخبار والسير لم يضره ذلك شيئاً، ووجب تعليمه، فإذا علم وصح عنده الحق، فإن عاند فهو كافر حلال دمه وماله، محكوم عليه بحكم المرتد.\nوقد علمنا أن كثيراً ممن يتعاطى الفتيا في دين الله عز وجل، نعم، وكثيراً من الصالحين لا يدري كم لموت النبي - صلى الله عليه وسلم -، ولا أين كان، ولا في أي بلد كان، ويكفيه من كل ذلك إقراره بقلبه ولسانه أن رجلاً اسمه محمد أرسله الله تعالى إلينا بهذا الدين\". (1)\nويعذر شيخ الإسلام بالجهل، فلا يوقع حكم الكفر على طوائف من الجهال المقلدين الذين أحسنوا الظن في بعض رؤوس أهل البدع من الباطنية الكفار، وتبعوهم، فيقول: \"وأما الجهال الذين يحسنون الظن بقول هؤلاء، ولا يفهمونه، ويعتقدون أنه من جنس كلام المشايخ العارفين الذين يتكلمون بكلام صحيح، لا يفهمه كثير من الناس، فهؤلاء تجد فيهم إسلاماً وإيماناً ومتابعة للكتاب والسنة بحسب إيمانهم التقليدي، وتجد فيهم إقراراً لهؤلاء وإحساناً للظن بهم وتسليماً لهم بحسب جهلهم وضلالهم، ولا يتصور أن يثني على هؤلاء إلا كافر ملحد أو جاهل ضال، وهؤلاء من جنس الجهمية الذين يقولون: إن الله بذاته حال في كل مكان، ولكن أهل وحدة الوجود حققوا هذا المذهب أعظم من تحقيق غيرهم من الجهمية \". (2)\n_________\n(1) الفصل (3/ 293).\n(2) مجموع الفتاوى (2/ 367).\n(1/72)\n\nوسبب عذر هؤلاء الجهال من المقلدة أن \" الجاهل المقلد الذي لا بصيرة له، فهذا لا يكفر، ولا يفسق، ولا ترد شهادته إذا لم يكن قادراً على تعلم الهدى، وحكمه حكم المستضعفين من الرجال والنساء والولدان الذين لا يستطيعون حيلة ولا يهتدون سبيلاً فأولئك عسى الله أن يعفو عنهم وكان الله عفواً غفوراً\". (1)\nوهكذا فإن ثبوت الحجة شرط في استحقاق المعين التكفير، إذ الجهل عذر عند الله، يعذر به العالم الذي جهل مسألة فغمضت عليه، كما يعذر به من باب أولى عوام المسلمين المقلدين له.\nوهذه المسألة أصل في الحكم على عوام أهل الفرق المنتسبة للإسلام، والتي في عقائدها ما يكفر به العالم المعاند دون الجاهل المقلد.\n_________\n(1) الطرق الحكمية (255).",
        "(1/73)\n\nالعذر بالخطأ مع سلامة القصد\nالخطأ هو فعل الخطأ أو اعتقاده مع إرادة الحق والصواب.\nقال ابن حجر: المخطئ: من أراد الصواب فصار إلى غيره، ويفرق بينه وبين الخاطئ بأن الخاطئ من تعمد الخطأ، ومنه قوله تعالى: {إن قتلهم كان خِطئاً كبيراً} (الإسراء: 31).\nوأما الخطأ المعفو عنه، فهو مثل قوله تعالى: {وليس عليكم جناح فيما أخطأتم به} (الأحزاب: 5). (1)\nوقد جاءت نصوص الشريعة بالوعيد لمن تعمد الخطأ دون من أراد الحق فأخطأه أو لم يتعمد الخطأ لكنه وقع فيه، فقد توعد الله قاتل النفس عمداً بغير حق بقوله تعالى: {ومن يقتل مؤمناً متعمداً فجزاؤه جهنم خالداً فيها} (النساء:93)، فقيَّد تبارك وتعالى الوعيد على قاتل المؤمن بالتعمد، بينما غفر عز وجل الخطأ بقوله على لسان المؤمنين: {ربنا لا تؤخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا} (البقرة: 286)، وقد ثبت في الحديث الصحيح أن الله سبحانه استجاب هذا الدعاء، فقال: ((فقد فعلت)). (2)\nكما قال تعالى: {وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم} (الأحزاب: 5).\nومثله قول النبي - صلى الله عليه وسلم -: ((إن الله تجاوز عن أمتي الخطأ والنسيان، وما استكرهوا عليه)). (3)\nقال ابن رجب: \" الخطأ هو أن يقصد بفعله شيئاً، فيصادف فعله غير ما قصده، مثل أن يقصد قتل كافر فصادف قتله مسلماً، والنسيان أن يكون ذاكراً الشيء فينساه عند الفعل، وكلاهما معفو عنه: يعني لا إثم فيه ... والأظهر - والله أعلم - أن الناسي والمخطئ إنما عفي عنهما، بمعنى: رفع الإثم عنهما، لأن الإثم مرتب على المقاصد والنيات، والناسي والمخطئ لا قصد لهما، فلا إثم عليهما\". (4)\n_________\n(1) انظر فتح الباري (5/ 160).\n(2) رواه مسلم ح (126).\n(3) رواه ابن ماجه ح (2043)، وابن حبان ح (1498)، وصححه الألباني في صحيح ابن ماجه ح (1662).\n(4) جامع العلوم والحكم (375).\n(1/75)",
        "\nوالخطأ المعفو عنه على ضروب، فمنه ما هو متعلق بالألفاظ التي لم يقصد قائلها ما أدت إليه من معان مستقبحة، تكفر صاحبها لو أرادها وقصدها.\nوفي ذلك أمثلة أصّلت هذه القاعدة الشرعية، منه ما جاء في حديث أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: ((لله أشد فرحاً بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة، فانفلتت منه، وعليها طعامه وشرابه، فأيس منها، فأتى شجرة، فاضطجع في ظلها قد أيس من راحلته، فبينا هو كذلك إذا هو بها قائمة عنده، فأخذ بخطامها، ثم قال من شدة الفرح: اللهم أنت عبدي، وأنا ربك. أخطأ من شدة الفرح)). (1)\nقال القاضي عياض: \" فيه أنّ ما قاله الإنسان من مثل هذا في حال دهشته وذهوله لا يؤاخذ به .. ويدل على ذلك حكاية النبيّ - صلى الله عليه وسلم - ذلك، ولو كان منكراً ما حكاه\". (2)\nوقال ابن القيم: \"وقد تقدَّم أن الذي قال لما وجد راحلته: اللهم أنت عبدي وأنا ربّك. أخطأ من شدّة الفرح، لم يكفر بذلك، وإن أتى بصريح الكفر، لكونه لم يرده\". (3)\nوقال ابن حجر في سياق حديثه عن الذي أمر بحرق جسده بعد موته: \"ولعلّ هذا الرجل قال ذلك من شدّة جزعه وخوفه كما غلط ذلك الآخر فقال: أنت عبدي وأنا ربّك ... وأظهر الأقوال أنّه قال ذلك في حال دهشته وغلبة الخوف عليه حتّى ذهب بعقله لما يقول, ولم يقله قاصداً لحقيقة معناه، بل في حالة كان فيها كالغافل والذّاهل والنّاسي الذي لا يؤاخذ بما يصدر منه \". (4)\nوكذا كانت اليهود تؤذي رسول الله بقولهم له: (راعنا)، وقد قالها\n_________\n(1) رواه مسلم ح (2747).\n(2) فتح الباري (11/ 108).\n(3) أعلام الموقعين (3/ 63).\n(4) فتح الباري (6/ 523).\n(1/76)\n",
        "أصحاب النبي - صلى الله عليه وسلم - من غير أن يقصدوا مقصد اليهود، فلم يكفروا لسلامة مقصدهم، وناداهم القرآن باسم الإيمان، فقال: {يا أيّها الّذين آمنوا لا تقولوا راعنا وقولوا انظرنا واسمعوا وللكافرين عذاب أليم} (البقرة: 104).\nقال ابن تيمية: \" إن المسلم إذا عنى معنىً صحيحاً في حق الله تعالى، أو الرسول - صلى الله عليه وسلم -، ولم يكن خبيراً بدلالة الألفاظ، فأطلق لفظاً يظنه دالاً على ذلك المعنى، وكان دالاً على غيره أنه لا يكفر، ومن كفَّر مثل هذا كان أحق بالكفر، فإنه مخالف للكتاب والسنة وإجماع المسلمين، وقد قال تعالى: {لا تقولوا راعنا} (البقرة: 104)، وهذه العبارة كانت مما يقصد به اليهود إيذاء النبي - صلى الله عليه وسلم -، والمسلمون لم يقصدوا ذلك، فنهاهم الله تعالى عنها، ولم يكفرهم بها\". (1)\nويقول ابن القيم: \"ومن تدبر مصادر الشرع وموارده تبين له أن الشارع ألغى الألفاظ التي لم يقصد المتكلم بها معانيها، بل جرت على غير قصد منه كالنائم والناسي والسكران والجاهل والمكره والمخطئ من شدة الفرح أو الغضب أو المرض ونحوهم\". (2)\nقال ابن حزم: \"ليس كل ضلال كفراً، ولا فسقاً إلا إذا كان عمداً، وأما إذا كان من غير قصد فالإثم مرفوع فيه كسائر الخطأ\". (3)\nومثل هذا السوء في القول يصدر يوم القيامة من آخر أهل الجنة دخولاً إليها، فيقول مخاطباً ربه جل وعلا: ((أتسخر بي أو أتضحك بي وأنت الملك؟ قال: لقد رأيت رسول الله - صلى الله عليه وسلم - ضحك حتى بدت نواجذه)). (4) وهذا القول مستقبح لا يخاطَب به الله العظيم، لكنه عفي عن قائله لفرط ذهوله.\nونقل النووي عن القاضي عياض قوله في معنى الحديث: \" هذا الكلام صدر من هذا الرّجل وهو غير ضابط لما قاله، لما ناله من السّرور ببلوغ ما لم يخطر بباله, فلم يضبط لسانه دهشاً وفرحاً، فقاله وهو لا يعتقد حقيقة\n_________\n(1) الرد على البكري (2/ 659).\n(2) أعلام الموقعين (3/ 124).\n(3) الإحكام (2/ 652).\n(4) رواه البخاري ح (6571) ومسلم ح (186).\n(1/77)\n\nمعناه , وجرى على عادته في الدّنيا في مخاطبة المخلوق\". (1)\nكما لم يكفر الذين خاضوا بالإفك، وآذوا النبي - صلى الله عليه وسلم - لعدم قصدهم إيذاءه، ومثلهم حال أولئك الأصحاب رضوان الله عليهم الذين أطالوا الجلوس عنده - صلى الله عليه وسلم - في يوم زواجه، فآذوه بذلك {إنّ ذلكم كان يؤذي النّبيّ فيستحي منكم والله لا يستحي من الحقّ} (الأحزاب: 53).\nيقول السبكي: \" لكن الأذى على قسمين أحدهما: يكون فاعله قاصداً لأذى النبي - صلى الله عليه وسلم -، ولاشك أن هذا يقتضي القتل، وهذا كأذى عبد الله بن أُبي في قصة الأفك، والآخر أن لا يكون فاعله قاصداً لأذى النبي - صلى الله عليه وسلم - مثل كلام مسطح وحمنة في الإفك، فهذا لا يقتضي قتلاً.\nومن الدليل على أن الأذى لابد أن يكون مقصوداً قول الله تعالى: {إنّ ذلكم كان يؤذي النّبيّ} (الأحزاب: 53). فهذه الآية في ناس صالحين من الصحابة، لم يقتض ذلك الأذى كفراً، وكل معصية ففعلها مؤذي، ومع ذلك فليس بكفر، فالتفصيل في الأذى الذي ذكرناه يتعين\". (2)\nوقياساً على هذه المسائل توقف العلماء في تكفير أصحاب صور من الكفر لعدم إرادتهم هذا الكفر، ومثال ذلك يورده القاضي عياض بقوله: \" وقد اختلف أئمتنا في رجل أغضبه غريمه، فقال له: صل على النبي محمد - صلى الله عليه وسلم -، فقال له الطالب: لا صلى الله على من صلى عليه. فقيل لسحنون: هل هو كمن شتم النبي - صلى الله عليه وسلم -، أو شتم الملائكة الذين يصلون عليه؟ قال: لا، إذا كان على ما وصفت من الغضب، لأنه لم يكن مضمراً الشتم.\nوقال أبو إسحاق البرقي وأصبغ بن الفرج: لا يقتل، لأنه إنما شتم الناس، وهذا نحو قول سحنون، لأنه لم يعذره بالغضب في شتم النبي - صلى الله عليه وسلم -، ولكنه لما احتمل الكلام عنده، ولم تكن معه قرينة تدل على شتم النبي - صلى الله عليه وسلم -، أو شتم الملائكة صلوات الله عليهم، ولا مقدمة يحمل عليها كلامه، بل القرينة\n_________\n(1) شرح النووي على صحيح مسلم (3/ 40).\n(2) فتاوى السبكي (2/ 591).",
        "(1/78)\n\nتدل على أن مراده الناس غير هؤلاء، لأجل قول الآخر له: صل على النبي، فحُمِل قوله وسبه لمن يصلي عليه الآن لأجل أمر الآخر له بهذا عند غضبه ... وذهب الحارث بن مسكين القاضي وغيره في مثل هذا إلى القتل\". (1)\nوصاحب المقالة يكفر اتفاقاً لو قصد شتم النبي - صلى الله عليه وسلم - أو الملائكة، ولكن عفي عنه لعدم إرادته هذا القصد السيئ.\nيقول ابن القيم: \" ما يظهر بأن المتكلم لم يرد معناه، وقد ينتهي هذا الظهور إلى حد اليقين بحيث لا يشك السامع فيه .... كالمكره والنائم والمجنون ومن اشتد به الغضب والسكران \". (2)\nويقول وهو يعدد بعض ما عفا الله عنه في أمة الإسلام: \"فرفع عنها المؤاخذة بذلك كله، حتى الخطأ في اللفظ من شدة الفرح والغضب والسكر .. وكذلك الخطأ والنسيان والإكراه والجهل بالمعنى وسبق اللسان بما لم يرده والتكلم في الإغلاق\". (3)\nونختم بتلخيص جامع لمذهب أهل السنة والجماعة في هذه المسألة، لعالم عصره الشوكاني رحمه الله، إذ يقول: \" لابد من شرح الصدر بالكفر، وطمأنينة القلب به، وسكون النفس إليه، فلا اعتبار بما يقع من طوارق عقائد الشرك لا سيما مع الجهل بمخالفتها لطريقة الإسلام، ولا اعتبار بصدور فعل كفري لم يرد به فاعله الخروج عن الإسلام إلى ملة الكفر، ولا اعتبار بلفظ تلفظ به المسلم يدل على الكفر وهو لا يعتقد معناه\". (4)\n_________\n(1) الشفا بتعريف حقوق المصطفى (2/ 235).\n(2) إعلام الموقعين (3/ 108).\n(3) المصدر السابق (3/ 105 - 106).\n(4) السيل الجرار (4/ 578).\n(1/79)",
        "\nالعذر بالتأويل\nأولاً: أدلة العذر بالتأويل\nوقد يقع الواحد من المسلمين في الكفر لتأول خاطئ أو فهم مغلوط للنصوص، فيقع في الخطأ، وهو لا يقصده، وهذا في الحقيقة فرع عن العذر بالخطأ، لكنه لفرط أهميته وتميز بعض صوره عن الخطأ استحق أن يفرد بالذكر.\nوالمخطئ في فهم النصوص المتأول لبعضها على معان خاطئة مجتهد أخطأ في فهم مراد الشارع، فإن كان تأوله مع بذله الجهد، واستفراغ الوسع، فهذا مجتهد أخطأ في اجتهاده، وهو موعود بالأجر على لسان رسول الله - صلى الله عليه وسلم - حيث قال: ((إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر)). (1)\nقال ابن حجر: \" ولا يؤاخذ بإعطاء الحقّ لغير مستحقه لأنّه لم يتعمّد ذلك، بل وزر المحكوم له قاصر عليه , ولا يخفى أنّ محلّ ذلك أن يبذل وسعه في الاجتهاد وهو من أهله, وإلا فقد يلحق به الوزر إن أخلّ بذلك\". (2)\nوكل مجتهد يبغي الحق، وقد يصيبه، وقد يخطئه، يقول ابن حزم: \"لم يأمر الله قط بإصابة الحق، لأنه تكليف ما ليس بوسعه\". (3)\nقال الخطيب البغدادي: \"فإن قيل: كيف يجوز أن يكون للمخطئ فيما أخطأ فيه أجر، وهو إلى أن يكون عليه في ذلك إثم لتوانيه وتفريطه في الاجتهاد حتى أخطأ؟ فالجواب: إن هذا غلط، لأن النبي - صلى الله عليه وسلم - لم يجعل للمخطئ أجراً على خطئه، وإنما جعل له أجراً على اجتهاده، وعفا عن خطئه، لأنه لم يقصده \". (4)\nوقال أبو حامد الغزالي: \"ولم يثبت لنا أن الخطأ في التأويل موجب للتكفير، فلا بد من دليل عليه، وثبت أن العصمة مستفادة من قول: لا إله إلا\n_________\n(1) رواه البخاري ح (7353)، ومسلم ح (1716).\n(2) فتح الباري (13/ 320).\n(3) الإحكام (2/ 652).\n(4) الفقيه والمتفقه (1/ 191).\n(1/81)\n",
        "الله قطعاً، فلا يدفع ذلك إلا بقاطع. وهذا القدر كاف في التنبيه على أن إسراف من بالغ في التكفير ليس عن برهان\". (1)\nولسبب الخطأ في التأويل مع قصد الحق عذر المسلمون أصحاب النبي - صلى الله عليه وسلم - الذين شاركوا في الفتنة، وترضوا عن سائرهم، ولم يوقعوا فيهم النصوص الذي ذمت قاتل النفس المؤمنة كقوله: ((لا ترجعوا بعدي كفاراً، يضرب بعضكم رقاب بعض)). (2)\nولعل أهم أدلة عذر السلف لمن أخطأ في التأويل عذرهم قدامة بن مظعون وأصحابه حين شربوا الخمر مستحلين شربها، لغلطهم في فهم معنى قوله تعالى: {ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات} (المائدة: 93)، واعتقاد جواز شرب الخمر كفر، لكن بسبب التأول لم يكفرهم عمر رضي الله عنه ولا الصحابة، بل بينوا لهم معنى الآية، واستتابوهم من ستحلالها، وعاقبوهم على شربها.\nيقول الطحاوي: \"اتفق الصحابة على قتلهم إن لم يتوبوا من ذلك، فإن قدامة بن عبد الله شرب الخمر بعد تحريمها هو وطائفة، وتأولوا قوله تعالى: {ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات} (المائدة: 93).\nفلما ذكروا ذلك لعمر بن الخطاب رضي الله عنه اتفق هو وعلي بن أبي طالب وسائر الصحابة على أنهم إن اعترفوا بالتحريم جلدوا، وإن أصروا على استحلالها قتلوا، وقال عمر لقدامة: (أخطأت إستك الحفرة، أما إنك لو اتقيت وآمنت وعملت الصالحات لم تشرب الخمر) \".\nوبعد أن نقل الطحاوي اتفاق الصحابة على عذر هؤلاء المتأولين قال: \"وهذا الذي اتفق عليه الصحابة هو متفق عليه بين أئمة الإسلام\".\nكما أزال الطحاوي اللبس حين بيّن أن هذه الآية \"نزلت بسبب أن الله\n_________\n(1) الاقتصاد في الاعتقاد (223 - 224).\n(2) سبق تخريجه ص (29).\n(1/82)\n\nسبحانه لما حرم الخمر، وكان تحريمها بعد وقعة أحد، قال بعض الصحابة: فكيف بأصحابنا الذين ماتوا وهم يشربون الخمر؟ فأنزل الله هذه الآية، بيّن فيها أن من طعم الشيء في الحال التي لم يحرم فيها، فلا جناح عليه إذا كان من المؤمنين المتقين المصلحين .. \". (1)\nوإطلاق قول التكفير على المخطأ قبل بيان الحجة وقيام المحجة ليس بشيء، يقول شيخ الإسلام: \" وأمثال ذلك، فإنهم يستتابون، وتقام الحجة عليهم، فإن أصروا كفروا حينئذ، ولا يحكم بكفرهم قبل ذلك، كما لم يحكم الصحابة بكفر قدامة بن مظعون وأصحابه لما غلطوا فيما غلطوا فيه من التأويل\". (2)\nومثل هذا التأول الخاطئ وقع فيه ابن عباس وأصحابه، فاستحلوا بيع الصاعين بالصاع، إذا كان يداً بيد، وتأولوا في ذلك، وبيانه في الخبر أن أبا سعيد الخدري لقي ابن عباس فقال له: أرأيت قولك في الصرف، أشيئاً سمعته من رسول الله - صلى الله عليه وسلم - أم شيئاً وجدته في كتاب الله عز وجل؟ فقال ابن عباس: كلا، لا أقول، أما رسول الله - صلى الله عليه وسلم - فأنتم أعلم به، وأما كتاب الله فلا أعلمه، ولكن حدثني أسامة بن زيد أن رسول الله - صلى الله عليه وسلم - قال: ((ألا إنما الربا في النسيئة)). (3)\nيقول ابن تيمية عن الأكابر من الصحابة والتابعين الذين قالوا بهذا القول الخاطئ: \"هم من صفوة الأمة علماً وعملاً، لا يحل لمسلم أن يعتقد أن أحداً منهم بعينه، أو من قلده بحيث يجوز تقليده، تبلغهم لعنة آكل الربا، لأنهم فعلوا ذلك متأولين تأويلاً سائغاً في الجملة\". (4)\nثم ذكر رحمه الله مثالاً آخر لتأول بعض السلف من أهل المدينة، الذين أباحوا إتيان محاش النساء، مع ورود الوعيد الشديد في ذلك: ((من أتى امرأة في دبرها، فقد كفر بما أنزل على محمد)). (5)\n_________\n(1) شرح العقيدة الطحاوية (324).\n(2) مجموع الفتاوى (7/ 110).\n(3) رواه مسلم ح (1596).\n(4) مجموع الفتاوى (20/ 263).\n(5) رواه الترمذي بلفظ مقارب ح (135)، وصححه الألباني في صحيح الترمذي ح (116).",
        "(1/83)\n\nويعقب رحمه الله فيقول: \" أفيستحل مسلم أن يقول: إن فلاناً وفلاناً كانا كافرين بما أنزل على محمد؟! \". (1)\nكما ذكر رحمه الله أمثلة كثيرة للخطأ بالتأويل وعذر السلف في ذلك، نكتفي منها بخبر استلحاق معاوية لزياد بن أبيه المولود على فراش الحارث بن كلدة، فقد ألحقه بأبي سفيان، لأنه كان يقول: إنه من نطفته.\nورسول الله قضى أن الولد للفراش، وتوعد من ادعى إلى غير أبيه باللعن والحرمان من الجنة، فقال: ((من ادعى إلى غير أبيه وهو يعلم، فالجنة عليه حرام)). (2)\nقال ابن تيمية: \"نعلم أن من انتسب إلى غير الأب الذي هو صاحب الفراش فهو داخل في كلام الرسول - صلى الله عليه وسلم -، مع أنه لا يجوز أن يعين أحد دون الصحابة، فضلاً عن الصحابة، فيقال: إن هذا الوعيد لاحق به، لإمكان أنه لم يبلغهم قضاء رسول الله - صلى الله عليه وسلم - بأن الولد للفراش ... وهذا باب واسع، فإنه يدخل فيه جميع الأمور المحرمة بكتاب أو سنة إذا كان بعض الأمة لم يبلغهم أدلة التحريم، فاستحلوها، أو عارض تلك الأدلة عندهم أدلة أخرى\". (3)\nومن أمثلة توقف السلف وامتناعهم عن تكفير المتأول توقف الصحابة في تكفير الخوارج \"وإذا كان هؤلاء الذين ثبت ضلالهم بالنص والإجماع لم يكفّروا مع أمر الله ورسوله بقتالهم، فكيف بالطوائف المختلفين الذين اشتبه عليهم الحق في مسائل غلط فيها من هو أعلم منهم؟ فلا يحل لأحد من هذه طوائف أن تكفر الأخرى، ولا تستحل دمها ومالها، وإن كانت فيها بدعة محققة، فكيف إذا كانت المكفرة لها مبتدعة أيضاً، وقد تكون بدعة هؤلاء أغلظ، وقد تكون بدعة هؤلاء أغلظ، والغالب أنهم جميعاً جهال بحقائق ما يختلفون فيه\". (4)\n_________\n(1) مجموع الفتاوى (20/ 264).\n(2) سبق تخريجه ص (31).\n(3) مجموع الفتاوى (20/ 268).\n(4) مجموع الفتاوى (3/ 282 - 283).\n(1/84)",
        "\nيقول ابن الوزير: \"فإذا تورع الجمهور من تكفير من اقتضت النصوص كفره، فكيف لا يكون الورع أشد من تكفير من لم يرد في كفره نص واحد، فاعتبر تورع الجمهور هنا، وتعلم الورع منهم في ذلك\". (1)\nويستشهد ابن القيم بقصة الرجل الذي أمر بإحراق نفسه على عذر الله للمتأول، فيقول: \"وأما من جحد ذلك جهلاً، أو تأويلاً يعذر فيه صاحبه، فلا يكفر صاحبه به، كحديث الذي جحد قدرة الله عليه، وأمر أهله أن يحرقوه ويذروه في الريح، ومع هذا فقد غفر الله له، ورحمه لجهله، إذ كان ذلك الذي فعله مبلغ علمه ولم يجحد قدرة الله على إعادته عناداً أو تكذيباً\". (2)\nيقول ابن الوزير عن هذا الدليل: \" وهذا أرجى حديث لأهل الخطأ في التأويل\". (3)\nوهكذا فإن الخطأ الذي يسببه التأويل مما لا يكفَّر به المسلم، لأن الحكم بكفره مبني على الجزم بتعمده جحد ما جحد من الدين، وعدم خطئه، و \"قد تكاثرت الآيات والأحاديث في العفو عن الخطأ، والظاهر أن أهل التأويل أخطؤوا، ولا سبيل إلى العلم بتعمدهم، لأنه من علم الباطن الذي لا يعلمه إلا الله تعالى\". (4)\n\nثانياً: أقوال العلماء في العذر بالتأويل\nولما سبق فإن أهل العلم والبصيرة ما فتئوا يعذرون من وقع في بعض المكفرات وهو متأول، وأطبق على ذلك جمهورهم، ومنه:\nقول الشافعي: \"ذهب الناس في تأويل القرآن والأحاديث أو من ذهب منهم إلى أمور اختلفوا فيها، فتباينوا فيها تبايناً شديداً، واستحل فيها بعضهم من بعض ما تطول حكايته، وكان ذلك منهم متقادماً، منه ما كان في عهد السلف وبعدهم إلى اليوم، فلم نعلم أحداً من سلف هذه الأمة يقتدى به\n_________\n(1) إيثار الحق على الخلق (388).\n(2) مدارج السالكين (1/ 338 - 339).\n(3) إيثار الحق على الخلق (394).\n(4) المصدر السابق (393).\n(1/85)\n",
        "ولا من التابعين بعدهم رد شهادة أحد بتأويل، وإن خطأه وضلله، ورآه استحل فيه ما حرم عليه، ولا رد شهادة أحد بشيء من التأويل كان له وجه يحتمله، وإن بلغ فيه استحلال الدم والمال أو المفرط من القول\". (1)\nويقول شيخ الإسلام: \" فمن كان خطؤه لتفريطه فيما يجب عليه من اتباع القرآن والإيمان مثلاً، أو لتعديه حدود الله بسلوك السبل التي نهى عنها، أو لاتباع هواه بغير هدى من الله، فهو الظالم لنفسه، وهو من أهل الوعيد، بخلاف المجتهد في طاعة الله ورسوله باطناً وظاهراً الذي يطلب الحق باجتهاده كما أمره الله ورسوله، فهذا مغفور له خطأُه\". (2)\nومثل هذا المجتهد لا يحكم عليه بالكفر إلا بعد قيام الحجة الرسالية، فإن أصر بعد بيانها فهو معاند كافر، وأما قبل ذلك فلا، يقول ابن تيمية: \" وأما التكفير فالصواب أنه من اجتهد من أمة محمد - صلى الله عليه وسلم - وقصد الحق، فأخطأ: لم يكفر، بل يغفر له خطؤه.\nومن تبين له ما جاء به الرسول، فشاق الرسول من بعد ما تبين له الهدى، واتبع غير سبيل المؤمنين: فهو كافر.\nومن اتبع هواه، وقصر في طلب الحق، وتكلم بلا علم: فهو عاص مذنب، ثم قد يكون فاسقاً، وقد تكون له حسنات ترجح على سيئاته، فالتكفير يختلف بحسب اختلاف حال الشخص\". (3)\nولما عدّد شيخ الإسلام الأعذار التي تمنع إطلاق الكفر على من وقع في المكفرات، فذكر بينها الشبهة، وهي صورة قريبة من التأويل، إذ بسبب الشبهة التي تنقدح في ذهنه يصرف المسلم النصوص عن معانيها الصحيحة إلى معانٍ غير مرادة شرعاً: \" الأقوال التي يكفر قائلها، قد يكون الرجل لم تبلغه النصوص الموجبة لمعرفة الحق، وقد تكون عنده ولم تثبت عنده، أو لم يتمكن من فهمها، وقد يكون قد عرضت له شبهات يعذره الله بها، فمن كان من المؤمنين مجتهداً في طلب الحق وأخطأ، فإن الله يغفر له خطؤه كائناً ما\n_________\n(1) الأم (6/ 205).\n(2) مجموع الفتاوى (3/ 317).\n(3) المصدر السابق (12/ 180).\n(1/86)\n\nكان، سواء كان في المسائل النظرية [العقدية] أو العملية [الفقهية]، هذا الذي عليه أصحاب النبي - صلى الله عليه وسلم - وجماهير أئمة الإسلام\". (1)\nقال مرعي الكرمي المقدسي: \"ولا نكفر أحداً من أهل الفرق بما ذهب إليه واعتقده، خصوصاً مع قيام الشبهة والدليل عنده\". (2)\nويقول ابن تيمية: \"التكفير هو من الوعيد، فإنه وإن كان القول تكذيباً لما قاله الرسول، لكن قد يكون الرجل حديث عهد بإسلام، أو نشأ ببادية بعيدة، ومثل هذا لا يكفر بجحد ما يجحده، حتى تقوم عليه الحجة، وقد يكون الرجل لم يسمع تلك النصوص، أو سمعها ولم تثبت عنده، أو عارضها عنده معارض آخر أوجب تأويلها، وإن كان مخطئاً\". (3)\nوقال ابن العربي: \"الجاهل والمخطئ من هذه الأمة، ولو عمل من الكفر والشرك ما يكون صاحبه مشركاً أو كافراً، فإنّه يعذر بالجهل والخطأ حتى تتبيّن له الحجة التي يكفر تاركها بياناً واضحاً ما يلتبس على مثله، وينكر ما هو معلوم بالضرورة من دين الإسلام، مما أجمعوا عليه إجماعاً قطعيّاً يعرفه كلّ المسلمين من غير نظرٍ وتأمّلٍ .. ولم يخالف في ذلك إلا أهل البدع \". (4)\nومثَّل بعض أهل العلم بأمثال للمكفرات التي يعذر صاحبها بالتأويل، ومنه قول ابن حزم: \"وكذلك من قال: إن ربه جسم من الأجسام، فإنه إن كان جاهلاً أو متأولاً فهو معذور لا شيء عليه، ويجب تعليمه، فإذا قامت عليه الحجة من القرآن والسنن، فخالف ما فيهما عناداً، فهو كافر، يحكم عليه بحكم المرتد.\nوأما من قال: إن الله عز وجل هو فلان، لإنسان بعينه، أو أن الله تعالى يحل في جسم من أجسام خلقه أو أن بعد محمد - صلى الله عليه وسلم - نبياً غير عيسى ابن مريم، فإنه لا يختلف اثنان في تكفيره لصحة قيام الحجة بكل هذا على كل أحد، ولو أمكن أن يوجد أحد يدين بهذا لم يبلغه قط خلافه لما وجب تكفيره حتى تقوم عليه الحجة \". (5)\n_________\n(1) مجموع الفتاوى (23/ 346).\n(2) أقاويل الثقات (1/ 69).\n(3) مجموع الفتاوى (3/ 231).\n(4) محاسن التأويل (5/ 219 - 220).\n(5) الفصل (3/ 293).",
        "(1/87)\n\nوالحجة التي يتحدث عنها العلماء ليست دعوى يدعي إقامتها كل أحد، بل هي منوطة بالعلماء، كما قال الحافظ العراقي تعليقاً على تكفير من غلط في حديث، فبُين له فلم يرجع، فقال: \"قيد ذلك بعض المتأخرين بأن يكون الذي بيَّن له غلطه عالماً عند المبيَن له، أما إذا لم يكن عنده بهذه المثابة فلا حرج إذاً\".\nوأضاف أحمد شاكر: \"وهذا القيد صحيح، لأن الراوي لا يُلزم بالرجوع عن روايته إن لم يثق بأن من زعم أنه أخطأ فيها أعرف منه بهذه الرواية التي يخطِّئه فيها، وهذا واضح\". (1)\nوقال ابن سحمان: \"الذي يظهر لي - والله أعلم - أنها لا تقوم الحجة إلا بمن يحسن إقامتها، وأما من لا يحسن إقامتها كالجاهل الذي لا يعرف أحكام دينه ولا ما ذكره العلماء في ذلك، فإنه لا تقوم به الحجة\". (2)\nكما يجدر التنبيه هنا إلى أن قيام الحجة أمر نسبي، يختلف باختلاف فهوم الناس، قال ابن القيم: \" إن قيام الحجة يختلف باختلاف الأزمنة والأمكنة والأشخاص، فقد تقوم حجة الله على الكفار في زمان دون زمان، وفي بقعة وناحية دون أخرى، كما أنها تقوم على شخص دون آخر، إما لعدم عقله وتمييزه كالصغير والمجنون، وإما لعدم فهمه كالذي لا يفهم الخطاب، ولم يحضر ترجمان يترجم له\". (3)\nوقد عذر العلماء أتباع الفرق المنحرفة بسبب التأويل الخاطئ، فلم يكفروهم، وإن ضللوهم وخطؤوهم، لكن لا سبيل إلى تكفير المتأول المخطئ، الذي قصد الحق فأخطأه لشبهة أو دليل معارض، وهذا هو مذهب أئمة الإسلام وفحول العلم، يقول شيخ الإسلام في سياق عرضه لما حكاه البعض عن الإمام أحمد من تكفيره أهل البدع: \" وليس هذا مذهب أحمد ولا غيره من أئمة الإسلام، بل لا يختلف قوله: أنه لا يكفر المرجئة الذين يقولون:\n_________\n(1) انظر: تحقيق أحمد شاكر للباعث الحثيث شرح اختصار علوم الحديث (103).\n(2) منهاج الحق والاتباع (68).\n(3) طريق الهجرتين (414).\n(1/88)",
        "\nالإيمان قول بلا عمل، ولا يكفر من يفضل علياً على عثمان، بل نصوصه صريحة بالامتناع من تكفير الخوارج والقدرية وغيرهم، وإنما كان يكفر الجهمية المنكرين لأسماء الله وصفاته، لأن مناقضة أقوالهم لما جاء به الرسول - صلى الله عليه وسلم - ظاهرة بينة، ولأن حقيقة قولهم تعطيل الخالق، وكان قد ابتلي بهم حتى عرف حقيقة أمرهم، وأنه يدور على التعطيل، وتكفير الجهمية مشهور عن السلف والأئمة.\nلكن ما كان يكفر أعيانهم، فإن الذي يدعو إلى القول أعظم من الذي يقول به، والذي يعاقب مخالفه أعظم من الذي يدعو فقط، والذي يكفر مخالفه أعظم من الذي يعاقبه، ومع هذا فالذين كانوا من ولاة الأمور يقولون بقول الجهمية: إن القرآن مخلوق، وإن الله لا يرى في الآخرة وغير ذلك، ويدعون الناس إلى ذلك، يمتحنونهم، ويعاقبونهم إذا لم يجيبوهم، ويكفرون من لم يجبهم .. ومع هذا فالإمام أحمد رحمه الله تعالى ترحم عليهم واستغفر لهم \". (1)\nوإذا تبين براءة السلف من تكفير المخالفين، فيحسن العلم أن هذا المذهب في تكفير المخالف من أقوال أهل البدع ومنهجهم، وتابعهم فيه من أخطأ من أهل السنة والحق، يقول ابن تيمية: \" فمنهم من يكفر أهل البدع مطلقاً، ثم يجعل كل من خرج عما هو عليه من أهل البدع، وهذا بعينه قول الخوارج والمعتزلة الجهمية، وهذا القول أيضاً يوجد في طائفة من أصحاب الأئمة الأربعة، وليس هو قول الأئمة الأربعة ولا غيرهم، وليس فيهم من كفر كل مبتدع، بل المنقولات الصريحة عنهم تناقض ذلك\". (2)\nيقول محمد صديق خان متحسراً على تكفير بعض الفقهاء للمتأولين: \"وأما قول بعض أهل العلم: إن المتأول كالمرتد، فههنا تسكب العبرات، ويناح على الإسلام وأهله بما جناه التعصب في الدين على غالب\n_________\n(1) مجموع الفتاوى (23/ 348 - 349).\n(2) منهاج السنة (5/ 240).\n(1/89)\n",
        "المسلمين من الترامي بالكفر، لا بسنة ولا قرآن، ولا ببيان من الله ولا برهان\". (1)\nفالتأويل - كما رأيتَ - عذر ما زال العلماء يلوذون به من رمي مخالفيهم بالكفر والضلال، فلا كفر قبل قيام الحجة وزوال الشبهة، فهذا مذهب أهل السنة والحق في الاعتذار لمخالفيهم، بينما يهدر هذا العذر الأغرار ممن فاتهم لبوس العلم ومعارف العلماء، ومثله حال المبتدعة الذين مازال ديدنهم تكفير مخالفيهم مع غير إعذار ولا روية.\n\nثالثاً: التأويل الذي لا عذر فيه\nوإذا كان التأويل عذراً يمنع من تكفير المتأول، فإنه لا يصلح جُنة وملاذاً يلوذ به كل متلاعب بالدين يبطن الكفر ويتقي بالتأويل.\nوقد بين العلماء نماذج من التأويل الذي لا عذر لمن ادعاه، لأنه لا وجه له ولا احتمال، فتعلق أهل البدع فيه، لكنه في حقيقته تكذيب، إذ ليس مرده شبهة عارضة أو سوء فهم، بل هو من باب المغالطة والجحود.\nيقول ابن تيمية: \" ولا بد من التنبيه لقاعدة أخرى، وهي أن المخالف قد يخالف نصاً متواتراً ويزعم أنه مؤول، ولكن ذكر تأويله لا انقداح له أصلاً عن اللسان، لا على قرب، ولا على بعد، فذلك كفر، وصاحبه مكذب وإن كان يزعم أنه مؤول.\nمثاله ما رأيته في كلام بعض الباطنية، أن الله تعالى واحد، بمعنى أنه يعطي الوحدة ويخلقها، وعالم بمعنى أنه يعطي العلم ويخلقه لغيره، وموجود بمعنى أنه يوجد غيره، فأما أن يكون في نفسه واحداً أو موجوداً وعالماً بمعنى اتصافه به فلا.\nوهذا كفر صراح، لأن حمل الوحدة على إيجاد الوحدة ليس من التأويل في شيء، ولا تحتمله لغة العرب أصلاً، ولو كان خالق الوحدة يسمى واحداً لخلقِه الوحدة لسمي ثلاثاً أو أربعاً، لأنه خلق الأعداد أيضاً، فأمثلة هذه\n_________\n(1) الروضة الندية شرح الدرر البهية (2/ 623).\n(1/90)\n\nالمقالات تكذيبات، وإن عبر عنها بالتأويلات\". (1)\nقال ابن الوزير عن متعمدي تكذيب الأنبياء: \"لا خلاف في كفر من جحد ذلك المعلوم بالضرورة للجميع، وتستر باسم التأويل فيما لا يمكن تأويله، كالملاحدة في تأويل جميع الأسماء الحسنى، بل جميع القرآن والشرائع والمعاد الأخروي من البعث والقيامة والجنة والنار \". (2)\nومثله فإن أصول الإسلام التي لا تخفى، والتي يعرفها المسلم بداهة، فإن جحدها كفر، لا يدفعه ادعاء التأول، قال الشافعي رحمه الله: \" العلم علمان: علم عامة لا يسع العاجز مغلوب على عقله جهله ... مثل أن الصلوات خمس، وأن لله على الناس صوم شهر رمضان، وحج البيت إذا استطاعوه، وزكاة في أموالهم، وأنه حرم عليهم الزنا والقتل والسرقة والخمر وما كان في معنى هذا مما كلف العباد أن يفعلوه ويعلموه ويعطوه من أنفسهم وأموالهم، وأن يكفوا عنه مما حرم عليهم منه، وهذا الصنف كله من العلم موجود نصاً في كتاب الله عز وجل وموجود عاماً عند أهل الإسلام ينقله عوامهم عمن مضى من عوامهم، يحكونه عن رسول الله - صلى الله عليه وسلم - ولا ينازعون في حكايته ولا وجوبه عليهم، هذا العلم العام الذي لا يمكن فيه الغلط من الخبر ولا التأويل، ولا يجوز فيه التنازع\". (3)\nويبين ابن حجر ضابطاً آخر للتأويل غير السائغ، وهو خروجه عن طريقة العرب وأساليبها في الكلام، يقول رحمه الله عن التأويل السائغ: \" قال العلماء: كل متأول معذور بتأويله ليس بآثم، إذا كان تأويله سائغاً في لسان العرب، وكان له وجه في العلم\". (4)\nومن التأويل المردود مخالفة قطعي الدلالة الذي لا يختلف المسلمون في تأويله، يقول ابن حزم: \"وأما من خالف الإسلام إلى دين آخر، وأقر بنبوة\n_________\n(1) بغية المرتاد (1/ 346).\n(2) إيثار الحق على الخلق (376).\n(3) الرسالة (356 - 357).\n(4) فتح الباري (12/ 304).",
        "(1/91)\n\nأحد بعد رسول الله، فإن كان بعد رسول الله ممن بلغته النذارة فهو كافر، لا يعذر بتأويل أصلاً، لأن النص ورد بأن من يبتغ غير الإسلام ديناً فلن يقبل منه، وبأنه لا نبي بعد محمد - صلى الله عليه وسلم - \". (1)\nقال القرني: \"إذا ظهر أن التأويل عذر في المسألة التكفير، فإن هذا لا يعني أن كل من ادعى التأول فهو معذور بإطلاق، بل يشترط في ذلك التأويل أن لا يكون في أصل الدين الذي هو عبادة الله وحده لا شريك له، وقبول شريعته، لأن هذا الأصل الشهادتين لا يمكن تحقيقه مع حصول الشبهة فيه، ولهذا أجمع العلماء على كفر الباطنية - مثلاً - وأنهم لا يعذرون بالتأويل، لأن حقيقة مذهبهم الكفر بالله تعالى، وعدم عبادة الله وحده، وإسقاط شرائع الإسلام\". (2)\nوهكذا فالتأويل عذر مادام القول فيه منضبطاً بقواعد الشريعة ملازماً لفهوم العرب في دلالات الألفاظ والتراكيب، وهو بذلك ليس جُنة للمتلاعبين لألفاظ النصوص، المعطلين لها، والجاحدين لما شرعه الله فيها، المستترين من إعمالها والإذعان لها بالتأويل الفاسد، الذي هو في حقيقته الجحود والتعطيل.\n_________\n(1) الدرة فما يجب اعتقاده (414 - 415).\n(2) ضوابط التكفير (369).\n(1/92)",
        "\nالعذر بالإكراه\nومن الموانع التي تمنع تكفير المسلم إذا ارتكب مكفراً الإكراه، إذ قد يكره المسلم على أمر هو من الكفر، لكن لا مخرج منه، فهذا مما يعذر الله به عباده، فإن التكاليف الشرعية منوطة بالاستطاعة، والإكراه أمر خارج عنها، لذا فإن الله لم يكلف به عباده رحمة منه وفضلاً.\nودليل هذه المسألة مقرر في قول الله تعالى: {من كفر بالله من بعد إيمانه إلا من أكره وقلبه مطمئن بالإيمان ولكن من شرح بالكفر صدراً فعليهم غضب من الله ولهم عذاب عظيم} (النحل: 106).\nقال الجصاص: \"قال أبو بكر: هذا أصل في جواز إظهار كلمة الكفر في حال الإكراه\". (1)\nقال ابن حجر: \" وأمّا من أكره على ذلك فهو معذور بالآية , لأنّ الاستثناء من الإثبات نفي، فيقتضي أن لا يدخل الذي أكره على الكفر تحت الوعيد .. \". (2)\nومن أدلة قاعدة العذر بالإكراه أيضاً قوله تعالى: {لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيءٍ إلا أن تتقوا منهم تقاةً ويحذركم الله نفسه وإلى الله المصير} (آل عمران: 28).\nقال ابن حجر: \"ومعنى الآية: لا يتّخذ المؤمن الكافر وليّاً في الباطن ولا في الظّاهر إلّا للتّقيّة في الظّاهر، فيجوز أن يواليه إذا خافه، ويعاديه باطناً ... \". (3)\nكما عذر الله في التخلف عن الهجرة المستضعفين المكرهين على البقاء في مكة، واستثناهم من أليم عذابه وشديد وعيده، حين قال متوعداً المتخلفين في مكة: {فأولئك مأواهم جهنم وساءت مصيراً - إلا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلةً ولا يهتدون سبيلاً} (النساء: 97 - 98).\n_________\n(1) أحكام القرآن (5/ 13).\n(2) فتح الباري (2/ 312).\n(3) المصدر السابق (2/ 313).\n(1/93)\n",
        "قال البخاري: \"فعذر الله المستضعفين الذين لا يمتنعون من ترك ما أمر الله به، والمكره لا يكون إلا ممتنعاً من فعل ما أمر به\". (1)\nوجاء في الحديث المشهور المروي عن النبي - صلى الله عليه وسلم - أنه قال: ((إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه)). (2)\nقال القاضي أبو بكر ابن العربي: \" والخبر وإن لم يصح سنده، فإن معناه صحيح باتفاق من العلماء \". (3)\nوقال الشاطبي في معنى الحديث: \"هو معنى متفق عليه في الجملة، لا خلاف فيه\". (4)\nوقال ابن حجر عن هذا الحديث: \" وهو حديث جليل , قال بعض العلماء: ينبغي أن يعدّ نصف الإسلام , لأنّ الفعل إمّا عن قصد واختيار أو لا , الثّاني ما يقع عن خطأ أو نسيان أو إكراه، فهذا القسم معفوّ عنه باتّفاق\". (5)\nواختلف أهل العلم في تحديد معنى الإكراه، كما اختلفوا في مقدار ما يباح للمسلم حال الإكراه.\nوفي تعريف الإكراه بقول ابن حجر: \" هو إلزام الغير بما لا يريده\". (6)\nويزيد ابن حزم التعريف شرحاً وبياناً، فيقول: \"والإكراه هو كل ما سمي في اللغة إكراهاً، وعرف بالحس أنه إكراه، كالوعيد بالقتل ممن لا يؤمن منه إنفاذ ما توعد به، والوعيد بالضرب كذلك، أو الوعيد بالسجن كذلك، أو الوعيد بإفساد المال كذلك، أو الوعيد في مسلم غيره بقتل أو ضرب أو سجن أو إفساد مال \". (7)\nوقال القرطبي: \"وقال النخعي: القيد إكراه، والسجن إكراه، وهذا قول\n_________\n(1) الجامع لأحكام القرآن (10/ 182).\n(2) سبق تخريجه ص (65).\n(3) أحكام القرآن (3/ 138).\n(4) الموافقات (3/ 263).\n(5) فتح الباري (5/ 161).\n(6) المصدر السابق (12/ 311).\n(7) المحلى (8/ 330).\n(1/94)\n\nمالك، إلا أنه قال: والوعيد المخوف إكراه، وإن لم يقع، إذا تحقق ظلم المعتدي وإنفاذه لما يتوعد به ....\nوتناقض الكوفيون، فلم يجعلوا السجن والقيد إكراهاً على شرب الخمر وأكل الميتة، لأنه يخاف منهما التلف، وجعلوهما إكراهاً في إقراره: لفلان عندي ألف درهم.\nقال ابن سحنون: وفي إجماعهم على أن الألم والوجع الشديد إكراه ما يدل على أن الإكراه يكون تلف نفس، وذهب مالك إلى أن من أكره على يمين بوعيد أو سجن أو ضرب أنه يحلف ولا حنث عليه، وهو قول الشافعي وأحمد وأبي ثور \". (1)\nواعتبار السجن والتعذيب والقيد من صور الإكراه منقول عن الصحابة رضي الله عنهم،، فقد \"أخرج عبد بن حميد بسندٍ صحيح عن عمر قال: (ليس الرّجل بأمينٍ على نفسه إذا سجن أو أوثق أو عذّب)، ومن طريق شريح نحوه وزيادة، ولفظه: (أربع كلهنّ كره: السّجن والضّرب والوعيد والقيد)، وعن ابن مسعود قال: (ما كلام يدرأ عنّي سوطين إلا كنت متكلماً به)، وهو قول الجمهور \". (2)\nوعلى الرغم من اعتبار العلماء لهذه الصور المختلفة إكراهاً، فإنهم لم يجيزوا التلفظ بكلمة الكفر في كل من هذه الصور، إذ لا يكفي أن يوضع القيد في معصم مسلم ليتقيه بالكفر، بل الإكراه أمر نسبي، يختلف باختلاف المكره عليه، يقول ابن تيمية: \"تأملت المذاهب، فوجدت الإكراه يختلف باختلاف المكره عليه، فليس الإكراه المعتبر في كلمة الكفر كالإكراه المعتبر في الهبة ونحوها، فإن أحمد قد نص في غير موضع على أن الإكراه على الكفر لا يكون إلا بتعذيب من ضرب أو قيد، ولا يكون الكلام إكراهاً.\nوقد نص على أن المرأة لو وهبت زوجها صداقها أو مسكنها، فلها أن ترجع بناء على أنها لا تهب له إلا إذا خافت أن يطلقها أو يسيء عشرتها،\n_________\n(1) الجامع لأحكام القرآن (10/ 190).\n(2) فتح الباري (12/ 314).",
        "(1/95)\n\nفجعل خوف الطلاق أو سوء العشرة إكراها في الهبة .. ومثل هذا لا يكون إكراهاً على الكفر، فإن الأسير إذا خشي من الكفار أن لا يزوجوه وأن يحولوا بينه وبين امرأته لم يبح له التكلم بكلمة الكفر\". (1)\nقال ابن العربي: \"والإكراه المبيح لذلك هو أن يخاف على نفسه أو بعض أعضائه التلف إن لم يفعل ما أمره به، فأبيح له في هذه الحال أن يظهر كلمة الكفر\". (2)\nونقل ابن بطّال الإجماع على جواز التقية من القتل بالكفر، فقال: \"أجمعوا على أنّ من أكره على الكفر حتّى خشي على نفسه القتل فكفر وقلبه مطمئنّ بالإيمان أنّه لا يحكم عليه بالكفر ولا تبين منه زوجته .. \". (3)\nولئن اتفق العلماء على جواز التقية في الأقوال، فإنهم اختلفوا في جوازها في الأفعال، والراجح أن الإكراه يبيح تقية القول والفعل على السواء، إلا في قتل النفس المعصومة، فإنه لا يجوز قتلها تقية بالإجماع.\nقال ابن حجر: \" ولا فرق بين الإكراه على القول والفعل عند الجمهور , ويستثنى من الفعل ما هو محرّم على التّأبيد كقتل النّفس بغير حقّ ... فقال الشيخ أبو إسحاق الشيرازي: انعقد الإجماع على أنّ المكره على القتل مأمور باجتناب القتل والدّفع عن نفسه، وأنّه يأثم إن قتل من أكره على قتله , وذلك يدلّ أنّه مكلََّف حالة الإكراه \". (4)\nويوافق ابن حزم على اعتبار إتيان بعض الأفعال حال الإكراه مستوجباً العذر، لكنه يضيف أن ثمة \" ما لا تبيحه الضرورة كالقتل والجراح والضرب وإفساد المال، فهذا لا يبيحه الإكراه، فمن أكره على شيء من ذلك لزمه القود والضمان، لأنه أتى محرماً عليه إتيانه\". (5)\n_________\n(1) الفتاوى الكبرى (4/ 567 - 568).\n(2) أحكام القرآن (5/ 13).\n(3) فتح الباري (2/ 313).\n(4) المصدر السابق (12/ 312).\n(5) المحلى (8/ 330).\n(1/96)",
        "\nويرد الشوكاني على من منع تقية الفعل (1) متعلقاً بسبب ورود قوله تعالى: {إلا من أكره وقلبه مطمئن بالإيمان} (النحل: 106)، فإنها نزلت في عمار، وقد أباح له الرسول - صلى الله عليه وسلم - القول، فقالوا التقية تكون بالقول لا الفعل، لكن الشوكاني يرده، ويرى أنه قول مردود: \"يدفعه ظاهر الآية، فإنّها عامّة فيمن أكره من غير فرق بين القول والفعل، ولا دليل لهؤلاء القاصرين للآية على القول، وخصوص السبب لا اعتبار به مع عموم اللفظ، كما تقرّر في علم الأصول\". (2)\nوبعد هذا كله لن يفوتنا التذكير بأن الصبر على البلاء والامتناع عن هذه الرخصة من عزم الأمور وفضائل العبادات، وزهوق نفس المؤمن وفوات مصالحه الدنيوية في هذا السبيل تجعله في مصاف سيد الشهداء حمزة رضي الله عنه، فقد قال - صلى الله عليه وسلم -: ((سيد الشهداء حمزة بن عبد المطلب، ورجل قام إلى إمام جائر فأمره ونهاه، فقتله)). (3)\nقال ابن حجر: \"قال ابن بطال: أجمعوا على أن من أكره على الكفر واختار القتل أنه أعظم أجراً عند الله ممن اختار الرخصة \". (4)\nوأما قوله - صلى الله عليه وسلم - لعمار بن ياسر: ((إن عادوا فعد)). (5) فهو رخصة، و \"هو على وجه الإباحة، لا على وجهة الإيجاب، ولا على الندب \". (6)\nوهكذا فإن إعذار المكره وترك عقوبته صورة من صور رحمة الله وأثر من آثار فضله وعدله، فإنه تبارك وتعالى لا يكلف نفساً إلا وسعها، ولا يؤاخذ واحداً بكسب غيره وعدم اختياره، فهذا مما تجاوز الله عنه لأمة محمد - صلى الله عليه وسلم - تكرماً منه وفضلاً.\n_________\n(1) وهو قول مروي عن الحسن البصري رحمه الله، وهو قول الشافعي والأوزاعي وسحنون. انظر الجامع لأحكام القرآن (10/ 182).\n(2) فتح القدير (3/ 197).\n(3) رواه الحاكم في مستدركه ح (4884)، والمنذري في الترغيب والترهيب ح (3483)، وصححه الألباني في السلسلة الصحيحة ح (374).\n(4) فتح الباري (12/ 317).\n(5) رواه الحاكم في مستدركه ح (3362)، والبيهقي في السنن الكبرى (8/ 208) قال ابن حجر: \"ورجاله ثقات مع إرساله، وهذه المراسيل يقوي بعضها بعضاً\" فتح الباري (12/ 312).\n(6) أحكام القرآن (5/ 13).\n(1/97)\n",
        "التفريق بين مسائل العقيدة ومسائل الأحكام في مسألة التكفير وموانعه\nلكن ما ذكرنا من الأعذار التي تصرف الكفر عن صاحب العمل المكفر يصطدم بأمر نراه كثيراً يتردد على ألسنة بعض طلاب العلم، وهو أن الإعذار والرحمة والتأني في التبديع والتكفير للمخالف إنما هو في أبواب الفقه لا العقيدة، فالخلاف في أبواب الفقه يقبل الاجتهاد والاعتذار، بينما مسائل الاعتقاد لا يسوغ فيها خلاف، ولا يصح فيه إعذار.\nوقالوا: إذا عذرنا المسلم في قضايا الاعتقاد، فما بالنا لا نعذر الكافر بمثل عذره، وهذا يؤدي إلى عذر كل أحد.\nوالحق أن اختلاف المسلمين في مسائل الاعتقاد كالخلاف في مسائل الفقه سواء بسواء، منه ما يسوغ، وهو ما يتعلق بفروع المسائل التي لم يرد دليل قطعي الدلالة على وجه من وجوهها.\nومنه ما لا يسوغ، وهو ما يتعلق بالمسائل الأصولية التي دلت عليها الأدلة القطعية الدلالة من الكتاب والسنة. فالخلاف في بعض المسائل الفرعية - من أي نوع كانت - لا يجيز الحكم بهلكة الآخرين وبطلان أعمالهم.\nوالتفريق بين مسائل الاعتقاد والفقه تفريق اصطلاحي، لا أثر له في أحكام الشريعة، وأهل البدع هم الذين فرقوا في الأحكام بين النوعين.\nيقول شيخ الإسلام: \"قالوا: والفرق بين مسائل الأصول والفروع إنما هو من أقوال أهل البدع من أهل الكلام من المعتزلة والجهمية ومن سلك سبيلهم، وانتقل هذا القول إلى أقوام تكلموا بذلك في أصول الفقه، ولم يعرفوا حقيقة هذا القول ولا غوره.\nقالوا: والفرق في ذلك بين مسائل الأصول والفروع كما أنه بدعة محدثة في الإسلام، لم يدل عليها كتاب ولا سنة ولا إجماع، بل ولا قالها أحد من السلف والأئمة، فهي باطلة عقلاً، فإن المفرقين بين ما جعلوه مسائل\n(1/99)\n\nأصول ومسائل فروع لم يفرقوا بينهما بفرق صحيح يميز بين النوعين، بل ذكروا ثلاثة فروق أو أربعة كلها باطلة .. \" (1)\nويقول رحمه الله: \" المتأول الذي قصده متابعة الرسول لا يكفر، بل ولا يفسق إذا اجتهد فأخطأ، وهذا مشهور عند الناس في المسائل العملية.\nوأما مسائل العقائد فكثير من الناس كفر المخطئين فيها، وهذا القول لا يعرف عن أحد من الصحابة والتابعين لهم بإحسان ولا عن أحد من أئمة المسلمين، وإنما هو في الأصل من أقوال أهل البدع الذين يبتدعون بدعة ويكفرون من خالفهم، كالخوارج والمعتزلة والجهمية، ووقع ذلك في كثير من أتباع الأئمة كبعض أصحاب مالك والشافعي وأحمد وغيرهم\". (2)\nثم ذكر رحمه الله بعض الأمثلة التي تثبت وقوع الاختلاف بين السلف في مسائل الاعتقاد، ولم يكفر بعضهم بعضاً، بل عذروا مخالفيهم فيها كما عذروهم في مسائل الأحكام فقال: \"وأيضاً فإن السلف أخطأ كثير منهم في كثير من هذه المسائل، واتفقوا على عدم التكفير بذلك مثل ما أنكر بعض الصحابة أن يكون الميت يسمع نداء الحي، وأنكر بعضهم أن يكون المعراج يقظة، وأنكر بعضهم رؤية محمد ربه، ولبعضهم في الخلافة والتفضيل كلام معروف، وكذلك لبعضهم في قتال بعض، ولعن بعض، وإطلاق تكفير بعض، أقوال معروفة\".\nويكمل شيخ الإسلام بذكر مواضع أهم من الخلاف بين السلف في مسائل الاعتقاد، فيقول: \"وكان القاضي شريح ينكر قراءة من قرأ: {بل عجبتُ} (الصافات: 12)، ويقول: إن الله لا يعجب ... فهذا قد أنكر قراءة ثابتة، وأنكر صفة دل عليها الكتاب والسنة، واتفقت الأمة على أنه إمام من الأئمة.\nوكذلك بعض السلف أنكر بعضهم حروفاً من القرآن، مثل إنكار بعضهم قوله: {أفلم ييأس الذين آمنوا} (الرعد: 31) وقال: إنما هي: أو لم يتبين الذين\n_________\n(1) منهاج السنة (5/ 88).\n(2) منهاج السنة (5/ 239 - 240).",
        "(1/100)\n\nآمنوا، وإنكار الآخر قراءة قوله: {وقضى ربك ألا تعبدوا إلا إياه} (الإسراء: 23).، قال: إنما هي: ووصى ربك.\nوبعضهم كان حذف المعوذتين، وآخر يكتب سورة القنوت، وهذا خطأ معلوم بالإجماع والنقل المتواتر، ومع هذا فلما لم يكن قد تواتر النقل عندهم بذلك لم يكفروا، وإن كان يكفر بذلك من قامت عليه الحجة بالنقل المتواتر .. \". (1)\nويقول وهو يذكر صوراً أخرى من الاختلاف في مسائل العقيدة خالف فيها بعضهم مذهب الحق ولم يكفرهم أهل السنة، لأن \"الخطأ المغفور في الاجتهاد هو في نوعي المسائل الخبرية والعلمية .. كمن اعتقد ثبوت شيء لدلالة آية أو حديث وكان لذلك ما يعارضه ويبين المراد ولم يعرفه، مثل من اعتقد أن الذبيح إسحاق لحديث اعتقد ثبوته، أو اعتقد أن الله لا يرى لقوله: {لا تدركه الأبصار} (الأنعام: 103)، ولقوله: {وما كان لبشرٍ أن يكلّمه الله إلاّ وحياً أو من وراء حجابٍ} (الشورى: 51). نقل عن بعض التابعين أن الله لا يرى، وفسروا قوله {وجوه يومئذٍ نّاضرة - إلى ربّها ناظرة} (القيامة: 22 - 23). بأنها تنتظر ثواب ربها كما نقل عن مجاهد وأبي صالح ...\nوكما أنكر طائفة من السلف والخلف أن الله يريد المعاصي لاعتقادهم أن معناه أن الله يحب ذلك ويرضاه ويأمر به .. وكالذي قال لأهله: ((إذا أنا مِتّ فأحرقوني، ثم ذروني في اليم، فوالله لئن قدر الله علي ليعذبني عذاباً لا يعذبه أحداً من العالمين)). وكثير من الناس لا يعلم ذلك، إما لأنه لم تبلغه الأحاديث، وإما لأنه ظن أنه كذب وغلط\". (2)\nونقل رحمه الله عن العلماء من السلف أنهم كانوا \"لا يؤثمون مجتهداً مخطئاً، لا في المسائل الأصولية ولا في الفروعية، كما ذكر عنهم ابن حزم وغيره، ولهذا كان أبو حنيفة والشافعي وغيرهما يقبلون شهادة أهل الأهواء\n_________\n(1) مجموع الفتاوى (12/ 492 - 493).\n(2) المصدر السابق (20/ 33 - 36).\n(1/101)",
        "\nإلا الخطابية، ويصححون الصلاة خلفهم، والكافر لا تقبل شهادته على المسلمين، ولا يصلي خلفه. وقالوا: هذا هو القول المعروف عن الصحابة والتابعين لهم بإحسان وأئمة الدين: إنهم لا يكفرون ولا يفسقون ولا يؤثمون أحداً من المجتهدين المخطئين، لا في مسألة عملية [فقهية] ولا علمية [اعتقادية] \". (1)\nوقال شيخ الإسلام: \" فمن كان من المؤمنين مجتهداً في طلب الحق وأخطأ، فإن الله يغفر له خطأه كائناً ما كان، سواء كان في المسائل النظرية أو العملية، هذا الذي عليه أصحاب النبي - صلى الله عليه وسلم - وجماهير أئمة الإسلام\". (2)\nوعليه نجمل فنقول بأن ما ذكرنا عن الإعذار بالجهل أو التأويل أو الإكراه وغيرها هو رحمة من الله يتفضل بها على عباده الذين ما قصدوا محادّته، ولا عمدوا إلى مخالفة أمره، وهي فضل يشمل قضايا المعتقد والفقه بلا تفريق، فالتفريق بينها عند أهل العلم: في باب التعليم والتدريس، لا الأحكام، فإنّ من أخطأ - مع استفراغ الوسع والجهد - في باب من أبواب المعتقد كان كمن أخطأ في مسائل الفقه والأحكام سواء بسواء، فعفو الله ورحمته تنال الجميع.\n_________\n(1) منهاج السنة (5/ 87).\n(2) مجموع الفتاوى (23/ 346).\n(1/102)\n",
        "الحكم بغير ما أنزل الله\nلعل قضية الحكم بغير ما أنزل الله من أهم القضايا التي زلت بها الأقدام في مسألة التكفير، إذ أدت بالبعض إلى تكفير كل حاكم بغير ما أنزل الله من غير تفريق بين صنوفه المختلفة، واستجرهم ذلك إلى تكفير ولاتهم ووزرائهم ثم شرطتهم، ثم سائر أفراد المجتمع الذين رضوا بحكمهم ولم يثوروا عليهم.\nوفي البدء نؤكد أن الحكم بما أنزل الله حق لله تعالى، وأنه من أخص خصائص الألوهية التي هي حق لله بموجب ربوبيته {ألا له الخلق والأمر} (الأعراف: 54).\nيقول ابن تيمية: \" ومعلوم باتفاق المسلمين أنه يجب تحكيم الرسول - صلى الله عليه وسلم - في كل ما شجر بين الناس في أمر دينهم ودنياهم في أصول دينهم وفروعه، وعليهم كلهم إذا حكم بشيء أن لا يجدوا في أنفسهم حرجاً مما حكم ويسلموا تسليماً\". (1)\nوقوله مصداق لقول الله تعالى: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً} (النساء: 65).\nأما النكول عن تحكيم شرع الله، إلى شرع غيره، فهو عبادة للطاغوت، وصورة من صور الشرك بالله العظيم {ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت وقد أمروا أن يكفروا به ويريد الشيطان أن يضلهم ضلالاً بعيداً} (النساء: 60).\nوجعل الله التحاكم إلى شرعه والانقياد لأمره ميزاناً يستبين فيه الإيمان من النفاق، فحال المنافقين كما قال الله تعالى: {ويقولون آمنّا بالله وبالرّسول وأطعنا ثمّ يتولّى فريق مّنهم مّن بعد ذلك وما أولئك بالمؤمنين - وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق مّنهم مّعرضون - وإن يكن لّهم الحقّ يأتوا إليه مذعنين - أفي قلوبهم مرض أم ارتابوا أم يخافون أن يحيف الله عليهم ورسوله بل\n_________\n(1) مجموع الفتاوى (7/ 37 - 38).\n(1/103)\n\nأولئك هم الظّالمون} (النور: 47 - 50).\nوأما المؤمنون فإن حالهم مختلف {إنّما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون} (النور:51).\nيقول شيخ الإسلام: \"ذم [الله عز وجل] المدعين الإيمان بالكتب كلها، وهم يتركون التحاكم إلى الكتاب والسنة، ويتحاكمون إلى بعض الطواغيت المعظمة من دون الله، كما يصيب ذلك كثيراً ممن يدعي الإسلام وينتحله في تحاكمهم إلى مقالات الصابئة الفلاسفة أو غيرهم، أو إلى سياسة بعض الملوك الخارجين عن شريعة الإسلام من ملوك الترك وغيرهم \". (1)\nقال ابن كثير: \"فمن ترك الشرع المحكم المنزل على محمد بن عبد الله خاتم الأنبياء، وتحاكم إلى غيره من الشرائع المنسوخة كفر، فكيف بمن تحاكم إلى الياسا [قانون التتار] وقدمها عليه؟ من فعل ذلك كَفَر بإجماع المسلمين\". (2)\nوإذا كان الحكم بشريعة الله من مقتضيات الإيمان ومن أَولى حقوق الرحمن، فإن من نازع الله هذا الحق، فقد جعل نفسه شريكاً لله في ربوبيته وألوهيته على خلقه {أم لهم شركاء شرعوا لهم مّن الدّين ما لم يأذن به الله} (الشورى: 21).\nفقد عرّف محمد رشيد رضا الشرك ببعض مظاهره وصوره، فقال: \"إسناد الخلق والتدبير إلى غير الله تعالى معه، أو أن تؤخذ أحكام الدين في عبادة الله تعالى والتحليل والتحريم عن غيره، أي غير كتابه ووحيه الذي بلغه عنه رسله\". (3)\nوالذي يشرع يجعل من نفسه إلهاً مع الله، وهذا كافر باتفاق المسلمين، يقول ابن تيمية: \" والإنسان متى حلّل الحرام المجمع عليه، أو حرّم الحلال المجمع عليه، أو بدّل الشرع المجمع عليه كان كافراً مرتداً باتفاق الفقهاء\". (4)\n_________\n(1) مجموع الفتاوى (12/ 339 - 340).\n(2) البداية والنهاية (13/ 119).\n(3) تفسير المنار (2/ 55)، وهذا التعريف وإن كان يبين بعض صور الشرك، فإنه لا يشمل صوراً أخرى تتعلق بعبادة غير الله مع الله أو دونه.\n(4) مجموع الفتاوى (3/ 267).",
        "(1/104)\n\nوتقييده رحمه الله بالمجمع عليه يخرج من أخطأ في الاجتهاد، بينما الذي يكفر هو المكذب لله ولرسوله الجاحد لحكمهما، لا المخطئ الحريص على متابعتهما.\nويقول القاضي أبو يعلى مؤكداً ذات المعنى: \" ومن اعتقد تحليل ما حرم الله ورسوله بالنص الصريح، أو أجمع المسلمون على تحريمه فهو كافر، كمن أباح شرب الخمر ومنع الصلاة والصيام والزكاة، وكذلك من اعتقد تحريم شيء حلله الله وأباحه بالنص الصريح، أو أباحه رسوله أو المسلمون مع العلم بذلك، فهو كافر كمن حرم النكاح والبيع والشراء على الوجه الذي أباحه الله عز وجل، والوجه فيه أن في ذلك تكذيباً لله تعالى ولرسوله في خبره، وتكذيباً للمسلمين في خبرهم، ومن فعل ذلك فهو كافر بإجماع المسلمين\". (1)\nوالتشريع كفر أيضاً من جهة أنه تقديم لرأي من شرعه على شرع الله وحكمه، وهذا ولا ريب من الكفر البيِّن، الذي يحكم بالكفر على قائله، ولو أذعن لحكم الله وانقاد له، يقول الشيخ محمد بن عبد الوهاب ضمن تعداده لنواقض الإسلام: \" من اعتقد أن غير هدي النبي - صلى الله عليه وسلم - أكمل من هديه، أو أن حكم غيره أحسن من حكمه، كالذي يفضل حكم الطواغيت على حكمه فهو كافر\". (2)\nيقول شيخ الإسلام: \" ثم إن هذا الامتناع والإباء [أي عن الإذعان والانقياد للشرع]، إما لخلل في اعتقاد حكمة الآمر وقدرته، فيعود هذا إلى عدم التصديق بصفة من صفاته، وقد يكون مع العلم بجميع ما يصدق به تمرداً أو اتباعاً لغرض النفس، وحقيقته كفر، هذا لأنه يعترف لله ورسوله بكل ما أخبر به ويصدق بكل ما يصدق به المؤمنون، لكنه يكره ذلك ويبغضه ويسخطه لعدم موافقته لمراده ومشتهاه، ويقول: أنا لا أقر بذلك، ولا ألتزمه، وأبغض هذا الحق، وأنفر منه، فهذا نوع غير النوع الأول، وتكفير هذا معلوم\n_________\n(1) المعتمد في أصول الدين (271 - 272).\n(2) مجموعة مؤلفات الشيخ محمد بن عبد الوهاب - قسم العقيدة (386).\n(1/105)",
        "\nبالاضطرار من دين الإسلام، والقرآن مملوء من تكفير مثل هذا النوع\". (1)\nفهذا الممتنع إباء، والمتشكك في حكمة الخالق مكذب لصفات الله العليم الحكيم، وهو مستهين بالله وشرعه، فهو كافر بذلك، يقول ابن أبي العز شارح الطحاوية: \"إن اعتقد أن الحكم بما أنزل الله غير واجب، وأنه مخير فيه، أو استهان به مع تيقنه أنه حكم الله، فهذا كفر أكبر\". (2)\nويمتد الكفر في مسألة الحاكمية ليشمل كل من وافق الحكام بما استحلوه من استحلال الحرام، فهو يكفر أيضاً، وفعله من جنس فعل النصارى الذين اتبعوا أحبارهم ورهبانهم، فكانوا لهم عابدين: {اتّخذوا أحبارهم ورهبانهم أربابًا من دون الله} (التوبة: 31). قال عدي رضي الله عنه: سمعت الرسول - صلى الله عليه وسلم - يقرؤها، فقال: ((أما إنهم لم يكونوا يعبدونهم، ولكنهم كانوا إذا أحلوا لهم شيئاً استحلوه، وإذا حرموا عليهم شيئاً حرموه)). (3)\nقال ابن تيمية مبيناً وجه كفر هؤلاء الأتباع: \" أن يعلموا أنههم بدلوا دين الله، فيتبعونهم على التبديل، فيعتقدون تحليل ما حرم الله وتحريم ما أحل الله، اتباعاً لرؤسائهم، مع علمهم أنه خالفوا دين الرسول، فهذا كفر. وقد جعله الله ورسوله شركاً، وإن لم يكونوا يصلون لهم ويسجدون لهم. فكان من اتبع غيره في خلاف الدين، مع علمه أنه خلاف الدين واعتقد ما قاله ذلك، دون ما قاله الله ورسوله مشركاً مثل هؤلاء\". (4)\nومما يدل أيضاً على كفر الأتباع حيث رضوا بحكم الطاغوت واتبعوه قول الله تعالى: {ولا تأكلوا مما لم يذكر اسم الله عليه وإنّه لفسق وإنّ الشياطين ليوحون إلى أوليآئهم ليجادلوكم وإن أطعتموهم إنّكم لمشركون} (الأنعام:121). يقول ابن كثير موضحاً صورة الشرك في أكل ما لم يذكر عليه اسم الله: \"أي حيث عدلتم عن أمر الله لكم وشرعه إلى قول غيره، فقدمتم ذلك، فهذا هو الشرك\". (5)\nقال القرطبي: \"وإن أطعتموهم أي في تحليل الميتة إنكم لمشركون، فدلت\n_________\n(1) الصارم المسلول (3/ 969 - 971).\n(2) شرح العقيدة الطحاوية (323 - 324).\n(3) رواه الترمذي ح (3095)، وصححه الألباني في صحيح الترمذي ح (2471).\n(4) مجموع الفتاوى (7/ 70).\n(5) تفسير القرآن العظيم (2/ 172).\n(1/106)\n",
        "الآية على أن من استحل شيئاً مما حرم الله تعالى صار به مشركاً، وقد حرم الله سبحانه الميتة نصاً، فإذا قبِل تحليلها من غيره فقد أشرك\". (1)\nومن المعلوم أنه ليس كل من أكل ما لم يذكر اسم الله عليه يكون مشركاً. إنما المشرك من أكل المحرم مستحلاً ومتابعاً في ذلك لمن بدل حكم الله وأحله، بل هو يكفر بالإقرار دون الفعل.\nأما من أطاع الحاكم بفعل المعصية من غير اعتقاد استحلالها ولا موافقة الحاكم على إسقاط حكم الله فيها، كمن زنى في بلد يبيح قانونه الزنا، فهذا وقع في معصية لا يكفر بها، لأنه معتقد حرمتها، فحاله كحال سائر الذنوب التي يقع فيها المسلم ولا يستحلها، يقول شيخ الإسلام: \"أن يكون اعتقادهم وإيمانهم بتحريم الحلال وتحليل الحرام ثابتاً، لكنهم أطاعوهم في معصية الله، كما يفعل المسلم ما يفعله من المعاصي التي يعتقد أنها معاص، فهؤلاء لهم حكم أمثالهم من أهل الذنوب\". (2)\nقال ابن العربي: \"إنما يكون المؤمن بطاعة المشرك مشركاً، إذا أطاعه في اعتقاده الذي هو محل الكفر والإيمان، فإذا أطاعه في الفعل، وعقده سليم مستمر على التوحيد والتصديق فهو عاص، فافهموه\". (3)\nقال النسفي في تفسيره لقول الله تعالى: {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرًا أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضلّ ضلالاً مّبينًا} (الأحزاب:36): \" فإن كان العصيان عصيان رد وامتناع عن القبول فهو ضلال كفر، وإن كان عصيان فعل مع قبول الأمر واعتقاد الوجوب فهو ضلال خطأ وفسق\". (4)\nويكفي في تبيان هذا المعنى فهم قول النبي - صلى الله عليه وسلم -: ((إنه يستعمل عليكم أمراء، فتعرفون وتنكرون، فمن كره فقد برئ، ومن أنكر فقد سلم،\n_________\n(1) الجامع لأحكام القرآن (7/ 77).\n(2) مجموع الفتاوى (7/ 70).\n(3) الجامع لأحكام القرآن (7/ 78).\n(4) مدارك التنزيل وحقائق التأويل (2/ 345 - 346).\n(1/107)\n\nولكن من رضي وتابع)). (1)\nقال النووي: \" معناه: ولكن الإثم والعقوبة على من رضي وتابع، وفيه دليل على أن من عجز عن إزالة المنكر لا يأثم بمجرد السكوت، بل إنما يأثم بالرضا به أو بأن لا يكرهه بقلبه أو بالمتابعة عليه \". (2)\nإذاً الحكم بما أنزل الله شرعة لازمة لا انفكاك للمجتمع المسلم عنها، والتولي عن شرع الله وتبديل أحكامه كفر مخرج من الملة، واتباع للهوى وعبادة للطاغوت من دون الله.\n\nالكفر الأصغر\nلكن الحكم بغير ما أنزل الله قد يكون من الكفر الأصغر، بل قد لا يكون معصية أصلاً.\nوقد عدد العلماء الحالات التي لا يخرج فيها الحاكم بغير شريعة الله من الإسلام.\nوأولها: أن يترك الحكم بما أنزل الله في بعض مسائله لهوى في نفسه، مع اعتقاده أن شرع الله هو الخير المطلق الذي لا يعدله هدي غيره ولا يدانيه.\nيقول القرطبي: \" إن حكم به [بغير ما أنزل الله] هوى ومعصية، فهو ذنب تدركه المغفرة على أصل أهل السنة في الغفران للمذنبين \". (3)\nويقول ابن تيمية: \" أما من كان ملتزماً لحكم الله ورسوله باطناً وظاهراً، لكن عصى واتبع هواه، فهذا بمنزلة أمثاله من العصاة\". (4)\nيقول ابن القيم: \" إن اعتقد وجوب الحكم بما أنزل الله في هذه الواقعة، وعدل عنه عصياناً، مع اعترافه بأنه مستحق للعقوبة، فهذا كفر أصغر\". (5)\nيقول الطحاوي: \" الحكم بغير ما أنزل الله قد يكون كفراً ينقل عن الملة،\n_________\n(1) رواه مسلم ح (1854).\n(2) شرح النووي على صحيح مسلم (12/ 143).\n(3) الجامع لأحكام القرآن (6/ 197).\n(4) منهاج السنة (5/ 131).\n(5) مدارج السالكين (1/ 336).",
        "(1/108)\n\nوقد يكون معصية كبيرة أو صغيرة، ويكون كفراً إما مجازياً وإما كفراً أصغر .. وإن اعتقد وجوب الحكم بما أنزل الله، وعلمه في هذه الواقعة وعدل عنه، مع اعترافه بأنه مستحق للعقوبة، فهذا عاص، ويسمى كافراً كفرا مجازياً أو كفراً أصغر\". (1)\nوهذه الصورة هي التي عناها ابن عباس والتابعون من بعده، حين وصفوا الحكم بغير شرع الله أنه كفر دون الكفر الأكبر، قال ابن عباس: \"إنه ليس بالكفر الذي يذهبون إليه، إنه ليس كفراً ينقل عن الملة {ومن لم يحكم بما أنزل الله فأولئك هم الكافرون} (المائدة: 44) كفر دون كفر\". (2)\nوقال عطاء: \"كفر دون كفر، وفسق دون فسق، وظلم دون ظلم\". (3)\nوقال طاووس: \" ليس بكفر ينقل عن الملة\". (4)\nوثانيها: أن يكون عاجزاً عن تطبيق الشريعة، فهذا لا يكفر، لأن الأوامر الشرعية مقرونة بالاستطاعة {فاتقوا الله ما استطعتم} (التغابن: 16).\nوقد ضرب العلماء أمثلة لذلك، أوضحها النجاشي رحمه الله، فقد كان ملكاً على قومه، فأسلم دونهم، وما قدر على تعلم الشريعة فضلاً عن تطبيقها، ومع ذلك فإن أحداً لا يشك في صحة إسلامه رحمه الله.\nيقول شيخ الإسلام: \" النجاشي، هو وإن كان ملك النصارى، فلم يطعه قومه في الدخول في الإسلام، بل إنما دخل معه نفر منهم، ولهذا لما مات لم يكن هناك من يصلي عليه، فصلى عليه النبي - صلى الله عليه وسلم - بالمدينة، خرج بالمسلمين إلى المصلى، فصفهم صفوفاً، وصلى عليه، وأخبرهم بموته يوم مات وقال: ((إن أخاً لكم صالحاً من أهل الحبشة مات)). (5)\nوكثير من شرائع الإسلام أو أكثرها لم يكن دخل فيها، لعجزه عن ذلك، فلم يهاجر ولم يجاهد، ولا حج البيت، بل قد روي أنه لم يكن يصلي\n_________\n(1) شرح العقيدة الطحاوية (263).\n(2) أخرجه الحاكم في المستدرك (3219) قال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه، وصحح إسناده الألباني في تخريجه لكتاب الإيمان لابن تيمية (309).\n(3) رواه ابن جرير في تفسيره (6/ 256)، وذكره الترمذي معلقاً ح (2635).\n(4) رواه ابن جرير في تفسيره (6/ 256)، وذكر الترمذي نحوه معلقاً ح (2635) ..\n(5) روى البخاري نحوه ح (1320)، ومسلم ح (953).\n(1/109)",
        "\nالصلوات الخمس، ولا يصوم شهر رمضان، ولا يؤدي الزكاة الشرعية، لأن ذلك كان يظهر عند قومه، فينكرونه عليه، وهو لا يمكنه مخالفتهم، ونحن نعلم قطعاً أنه لم يكن يمكنه، أن يحكم بينهم بحكم القرآن .. فإن قومه لا يقرونه على ذلك .. النجاشيُّ وأمثاله سعداء في الجنة، وإن كانوا لم يلتزموا مع شرائع الإسلام ما لا يقدرون على التزامه، بل كانوا يحكمون بالأحكام التي يمكنهم الحكم بها، ولهذا جعل الله هؤلاء من أهل الكتاب\". (1)\nكما مثّل رحمه الله بالقضاة الذين ولوا القضاء زمن التتار، فحكموا بغير الشريعة، وما كانوا يقدرون على غير ذلك، يقول: \"وكثيراً ما يتولى الرجل بين المسلمين والتتار قاضياً، بل وإماماً، وفي نفسه أمور من العدل يريد أن يعمل بها، فلا يمكنه ذلك، بل هناك من يمنعه ذلك، ولا يكلف الله نفساً إلا وسعها\". (2)\nوبهذا تستبين هذه المسألة التي زلّت عندها الأقدام، ويستبين الحق، فما كل تارك لحكم الله كافر، بل الأمر - كما رأيتَ - فيه تفصيل، وفي الوقوف عند كلام العلماء وتحقيقهم للمناط فيها مندوحة عن الكثير من موارد الغلو والزلل والشطط.\n_________\n(1) منهاج السنة (5/ 112 - 115).\n(2) منهاج السنة (5/ 113).\n(1/110)\n",
        "الخاتمة\nوبعد، فإن خطورة هذه الظاهرة وما تستتبعه من قتل وخروج على ولاة الأمر وتمزيق لصف المسلمين، برمي مخطئهم الجاهل والمقلد بالكفر، كل ذلك يدعو إلى وقفة جادة للبحث عن مخرج من هذا المرض قبل اسستفحاله.\nوإن علاج ظاهرة التكفير يبدأ بإدراكنا لخطورتها ووقوفنا على أسبابها، والتي يكفل لنا تجفيفها القضاء على هذه الظاهرة الشاذة التي عادت تتسرب من جديد.\nوأهم علاج وأنجعه هو صنيع النبي - صلى الله عليه وسلم -، وأصحابه الكرام، وهو نشر العلم الصحيح الموروث عن الله وعن رسوله - صلى الله عليه وسلم - في الكتاب والسنة، وفهمهما على هدي وفهم السلف الصالح من أصحاب القرون المفضلة.\nوقد أمر الله تعالى المؤمنين حال تنازعهم بالعود إلى كتاب الله وسنة نبيه، ولأن أفهامهم مختلفة أرشدهم إلى سؤال العالمين الذين يستبطونه منهم {ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم} (النساء: 83).\nوأمر الله المؤمنين بسؤال العلماء والصدور عن قولهم، فقال تعالى: {وما أرسلنا قبلك إلا رجالاً نوحي إليهم فسألوا أهل الذكر إن كنتم لا تعلمون} (الأنبياء: 7).\nقال الشيخ ابن سعدي رحمه الله في تفسيره: \"وهذه الآية وإن كان سببها خاصاً بالسؤال عن حالة الرسل المتقدمين من أهل الذكر، وهم: أهل العلم، فإنها عامة في كل مسألة من مسائل الدين أصوله وفروعه، إذا لم يكن عند الإنسان علم منها، أن يسأل من يعلمها، ففيه الأمر بالتعلم والسؤال لأهل العلم ... وفي تخصيص السؤال بأهل الذكر والعلم نهيٌ عن سؤال المعروف بالجهل وعدم العلم، ونهي له أن يتصدى لذلك .. \" (1)\nولله در ابن مسعود فقيه الصحابة إذ يقول: \"وستجدون أقواماً يزعمون أنهم يدعون إلى كتاب الله، وقد نبذوه وراء ظهورهم، عليكم بالعلم، وإياكم والبدع والتعمق، عليكم بالعتيق\". (2)\n_________\n(1) تيسير الكريم الرحمن (5/ 213 - 214).\n(2) الاعتصام (2/ 418).\n(1/111)\n\nكما ندعو إلى المزيد من اللجوء إلى الحوار بالتي هي أحسن، واعتماد اللين والحكمة وحسن البيان طريقاً في معالجة النشوز الفكري للشباب الذي تعاور عليه الجهل والتسرع.\nفإن الشبهة والفهم المغلوط إذا غلبا على المؤمن التقي لا علاج لهما إلا بالحجة والدليل والبرهان، إذ بهما تزول الشبهة، وتقام الحجة، فتستبين المحجة، ويظهر الحق لمن أراده فأخطأه.\nوعن طريق الحوار استطاع علي رضي الله عنه إضعاف فتنة الخوارج، حين بعث إليهم حبر الأمة ابن عباس رضي الله عنه وعن أبيه، فناظرهم فرجع معه جمع غفير منهم، ليثبت أن الحوار خير وسيلة للقضاء على هذه الفتنة.\nوهكذا تبين لنا أن التكفير مسألة خطيرة لا يجوز أن يصدر فيه المسلم عن رأي أو هوى، ولا يجوز شهره سيفاً على المخالفين واتخاذه وسيلة للانتقام منهم والتشفي بهم، إذ هو حكم شرعي، بل لعله أخطر الأحكام الشرعية، إذ هو حكم بالردة والخلود في النار على مسلم، كما يستتبع التكفير عدداً من الأحكام الدنيوية كمنع التوارث والتفريق بين الزوجين، وأهم من ذلك استباحة الدماء والأعراض.\nلذا تكاثرت النصوص الشرعية تحذر المسلمين من الوقوع في ظلامته، ومن بعدها أطبق علماء الإسلام على أبلغ التحذير من هذه القاصمة، وبينوا أسبابها، وحذروا من دركاتها.\nلقد أبانوا بما آتاهم الله من نور العلم والفقه في الدين الموانع التي تدفع عن المسلم معرة التكفير، إذ الأصل فيه الإسلام، وقد ثبت له بيقين، فلا يرفع إلا بمثله، ولا اعتبار للحدس والتخمين في هذا الباب، فقد أمرنا الله بتصديق المسلم وقبول علانيته، دون التقحم في السرائر التي لا يطلع عليها إلا الله، ولا يحكم عليها إلا هو.\nوتلمس العلماء بهدي النبوة ما يعتذر فيه للمسلم ويتقى به عرضه، فاعتبروا الجهل والخطأ والإكراه والتأويل أعذاراً معتبرة يفيء إليها المسلم",
        "(1/112)\n\nالحريص على دينه إيثاراً للسلامة وصوناً لعرض إخوانه.\nكما جلّى أهل العلم الحق الصراح في مشكل المسائل ومتشابه النصوص التي اندفع المتسرعون في فهمها إلى تكفير المسلمين، دون فقه أو فهم لدلالات النصوص الشرعية.\nوأبان العلماء أيضاً غلط من عذر بالجهل أو الخطأ في مسائل الأحكام، ومنع ذلك في مسائل الاعتقاد، فالتفريق بين النوعين اصطلاحي علمي، لا أثر له في الأحكام الشرعية.\nواللهَ نسأل أن يجنبنا الزلل والشطط، وأن يرزقنا الإخلاص والقصد، إنه ولي ذلك، وصلى الله وسلم وبارك على نبيه محمد وعلى آله وصحبه أجمعين.\n(1/113)",
        "\nالمصادر والمراجع\n- أحكام القرآن، أبو بكر ابن العربي المالكي، تحقيق: علي البجاوي، ط1، دار إحياء التراث العربي، بيروت.\n- الأم، محمد بن إدريس الشافعي، مكتبة الكليات الأزهرية.\n- إيثار الحق على الخلق في رد الخلافات، ابن الوزير، ط2، دار الكتب العلمية، بيروت، 1987م.\n- الإيمان: معالمه وسننه واستكماله ودرجاته، أبو عبيد القاسم بن سلام، تحقيق ناصر الدين الألباني، ط2، المكتب الإسلامي، 1403هـ.\n- البحر الرائق شرح كنز الدقائق، ابن نجيم الحنفي، ط2، دار الكتاب الإسلامي.\n- بدائع الصنائع في ترتيب الشرائع، أبو بكر الكاساني، ط2، دار الكتب العلمية، بيروت، 1406هـ.\n- تحفة المحتاج، ابن حجر الهيتمي، دار صادر، بيروت.\n- التمهيد لما في الموطأ من المعاني والأسانيد، ابن عبد البر القرطبي، تحقيق: محمد بوخبزة وسعيد أحمد أعراب، 1410هـ.\n- تيسير الكريم الرحمن في تفسير كلام المنان، عبد الرحمن بن ناصر السعدي، مركز صالح بن صالح الثقافي، عنيزة، 1407هـ.\n- جامع بيان العلم وفضله، ابن عبر البر، دار الفكر.\n- درء تعارض العقل والنقل، أحمد عبد السلام بن تيمية، تحقيق: محمد رشاد سالم، ط1، جامعة الإمام محمد بن سعود، الرياض.\n- الدرة فيما يجب اعتقاده، علي بن حزم، تحقيق: د. ناصر الحمد ود. سعيد القزقي، ط1، مكتبة دار التراث، 1408هـ.\n- شرح العقيدة الطحاوية، أبو جعفر الطحاوي، ط8، المكتب الإسلامي.\n- شرح فتح القدير، ابن الهمام الحنفي، ط2، دار الفكر.\n- الشفا بتعريف حقوق المصطفى، أبو الفضل عياض اليحصبي، دار الكتب\n(1/115)\n",
        "العلمية، بيروت.\n- ضوابط التكفير عند أهل السنة والجماعة، د. عبد الله بن محمد القرني، ط2، دار عالم الفوائد للنشر والتوزيع، 1420هـ.\n- العواصم والقواصم في الذب عن سنة أبي القاسم، محمد بن إبراهيم الوزير اليماني، تحقيق: شعيب الأرنؤوط، ط1، مؤسسة الرسالة، 1412هـ.\n- فتاوى السبكي، أبو الحسن علي السبكي، دار المعرفة، بيروت، لبنان.\n- فتح القدير الجامع بين فنيّ الرواية والدراية في علم التفسير، محمد بن علي الشوكاني، ط2، مطبعة مصطفى البابي الحلبي، 1383هـ.\n- الفصل في الملل والأهواء والنحل، علي بن حزم، تحقيق: د. محمد إبراهيم نصر وعبد الرحمن عميرة، دار الجيل، بيروت، لبنان.\n- كشاف القناع عن متن الإقناع، منصور البهوتي، مكتبة النصر الحديثة، الرياض.\n- مجموع الفتاوى، ابن تيمية، طبعة مجمع الملك فهد لطباعة المصحف الشريف، 1416هـ.\n- محاسن التأويل، محمد جمال الدين القاسمي، ط2، دار الفكر، بيروت، 1398هـ.\n- المحلى في الآثار، علي ابن حزم، دار الآفاق الجديدة، بيروت.\n- منهاج السنة النبوية، ابن تيمية، تحقيق: محمد رشاد سالم، ط1، مؤسسة قرطبة، 1406هـ.\n- الموافقات في أصول الأحكام، أبو إسحاق إبراهيم الشاطبي، دار الكتب العلمية، بيروت.\n- نواقض الإيمان الاعتقادية، وضوابط التكفير عند السلف، د. محمد بن عبد الله الوهيبي، ط2، دار المسلم للنشر والتوزيع، 1422هـ.\n- نواقض الإيمان القولية والعملية، د. عبد العزيز بن محمد العبد اللطيف، ط2، دار الوطن، 1415هـ.\n(1/116)\n"
    ]
}