{
    "partText": [
        "\nالجانب الإيماني في تلقي النص الشرعي\nمقوماته - أحكامه\nالباحث\nعصر محمد النصر\nطالب دكتوراه – تخصص حديث نبوي\nالأردن – الرمثا\nمقدمة\nالحمد لله رب العلمين , والصلاة والسلام على رسوله الكريم بنينا محمد وعلى آله وصحبه أجمعين والتابعين لهم بإحسان الى يوم الدين.\nأما بعد:\nفإن من اسباب حفظ الله تعالى لدينه وشرعه ان يقيم له على مرّ الزمان من يقوم به ويذب عنه؛ ليبقى صافيا نقيا خاليا من كل شائبة.\nولما كان النص الشرعي الذي يمثل جوهر هذا الدين واساسه قد تعرض للأعتداء من قبل المنحرفين عن المنهج السليم عبر تاريخ الامة , حيث ابتدعوا كثيرا من المحدثات, كالتأويل , والمجاز , والقول بظنية النص من حيث دلالته, وغير ذلك, مما دعا اهل العلم على مرّ العصور للرد على هذه المقولات.\n(1/1)\n",
        "وفي هذا الزمان ظهرت كثير من المحدثات تتعلق بالنص الشرعي؛ كالقول بتاريخية النص او مرحليته, او الدعوة الى اعادة قراءة النص ليواكب العصر الحديث وغير ذلك.\nيأتي هذا البحث ليعالج جانبا مهما الا وهو الجانب الايماني في تلقي النص الشرعي ,حيث عرض الباحث فيه لأهم المقومات التي يقوم عليها الجانب الايماني في تلقي النص الشرعي كما تعرض في القسم الثاني منه لأهم الاحكام المترتبة عليها.\nان الكلام عن الجانب الايماني يعد من المهمات حيث غفل عنه كثير من الناس فقلما تجد كتابا يعالج هذا الموضوع او بحثا يجلِّي مسائله, ولعل من ابرز الاسباب التي دعتني للكتابة في هذا الموضوع بالاضافة الى ما تقدم, الآتي:\nأ ما تقدم من قلة الكتابة والعناية بهذا الموضوع.\nب ما يظنه كثير من الناس من ان مسألة الايمان بالنص فقيرة من جهة الادلة الشرعية النقلية والعقلية.\nت ان معرفة هذا الامر يعد من الاسس المهمة في حماية النص الشرعي من التحريف او التغير.\nث يعد الرد العام الذي يتناول الاصول والقواعد العامة من الوسائل المؤثرة في رد الشبهات؛ لذلك عني الباحث بإثراء هذا الجانب من خلال بحثه.\nوقد قسمت هذا البحث الى:\nمقدمة: تكلمت فيها عن ضرورة العناية بالجانب الايماني في تلقي النص, واهم الاسباب الداعية للكتابة.\nومبحثين:\nالمبحث الاول: مقومات الجانب الايماني.\nوقد اشمل على ثلاثة مطالب:\nالمطلب الاول: ما اودع في الفطر والعقول من معرفة الحق وقبوله.\nالمطلب الثاني: الخصائص المصدرية للنص الشرعي.\nالمطلب الثالث: خصائص النص باعتباره وحي.\n(1/2)\n\nالمبحث الثاني: وتكلمت فيه عن احكام الجانب الايماني:\nوقد اشتمل على ستة مطالب:\nالمطلب الاول: التسليم للنص الشرعي وعدم ومعارضته.\nالمطلب الثاني: تقديمه والتحاكم اليه وعدم التقدم بين يديه.\nالمطلب الثالث: الايمان بالنص الشرعي واعتقاد معناه والعمل بمقتضاه.\nالمطلب الرابع: حمل النص الشرعي على ظاهره.\nالمطلب الخامس: سهولة فهم النص وتيسره.\nالمطلب السادس: صلاح النص الشرعي لكل زمان ومكان.\nثم ختمت البحث بخاتمة ضمنتها اهم النتائج والتوصيات.\nوذيلته بفهرسي المصادر والمراجع والموضوعات.\nراجيا من الله القبول والتوفيق والسداد.\nالمبحث الاول: مقومات الجانب الايماني:\nان جوهر الكلام عن النص الشرعي يتمثل بشكل جلي في الكلام عن دين الله تعالى بكل خصائصه وميزاته, من الكمال والشمول والبقاء والحفظ وغير ذلك , ومن هنا فإن بيان مقومات الجانب الايماني في تلقي النص الشرعي يعتمد على معرفة دين الله بخصائصه وما له من اثر بالغ في نفوس متلقيه ومعرفة مصدره وخصائص متلقيه.\nالمطلب الاول:\nالمقوم الاول: ما اودع في الفطر والعقول من معرفة الحق وقبوله.\nاودع الله في الفطر السليمة والعقول المستقيمة قابلية لما جاء به الوحي, وكان لهذه القابلية الاثر البالغ في التكامل العلمي والعملي عند كل مؤمن بالوحي الالهي.\n\"وقد اعد الله العقول بصفة عامة لإدراك ما هو مطلوب شرعا, واعد لها ما يسددها من الفطرة التي لم تفسدها الاهواء, والآيات الظاهرة في الانفس والافاق, ثم اكمل ذلك بالشرع المتمثل بالكتاب وناطق السنة\" [1]",
        "(1/3)\n\nقال شيخ الاسلام –رحمه الله-:\" ان الرسل تأتي بتذكير الفطرة ما هو معلوم لها ,وتقويته وامداده, ونفي المغير للفطرة ,فالرسل بعثوا بتقرير الفطرة , وتكميلها ,لا بتغير الفطرة وتحويلها ,والكمال يحصل بالفطرة المكملة بالشرعة المنزلة\". [2]\nبل ان العقول والفطر بما جبلت عليه تستقل بالدلالة على اصل الربوبية والنبوة ,ودلالتهما على ذلك قائمة بنفسها ,وهي بهذا الاعتبار اصل لثبوت الوحي.\nفالعلاقة بين العقل والفطرة من جهة والنص الشرعي –الوحي –من جهة اخرى علاقة تكاملية , تبدأ بالاستعداد الجبلي الفطري ثم بالنص الشرعي الذي هو خطاب الله لعباده.\nاشكالية العلاقة بين العقل والنقل:\nالاصل في العلاقة –كما قدمت-بين العقل والنقل التكامل لا التناقض او التنافر ,وهذا التكامل يعود الى مصدرية الامرين , فكلاهما من عند الله سبحانه وتعالى\nقال ابن القيم –رحمه الله-:\" ومن كان له نصيب من معرفة اسماء الله الحسنى ,واستقراء اثارها في الخلق والامر , رأى الخلق والامر منتظمين بها اكمل انتظام, ورأى سريان اثرها فيهما وعلم-بحسب معرفته-مايليق بكماله وجلاله ان يفعله, وما لا يليق, فاستدل بأسمائه على ما يفعله, وما لا يفعله, فإنه لا يفعل خلاف موجب حمده وحكمته, وكذلك يعلم ما يليق به ان يأمر به ويشرعه مما لا يليق به, فيعلم انه لا يأمر بخلاف موجب حمده وحكمته\". [3]\nوتوضيح هذا الامر من خلال بيان التوافق المصدري لكل من النص الشرعي –الوحي- الذي هو الامر , وبين العقل الذي هو خلق الله , قال تعالى:\" أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ\" [4] فالعقل من خلق الله تعالى ومنقاد له بما اودع فيه من قبول للحق والتسليم له.\nوالامر هو وحي الله الذي يتمثل بالنص الشرعي ,وعليه فلا يمكن ان يتعارض خلق الله مع امره, فإن حصل فلابد ان هذا الخلق قد خرج عن مقتضى جبليته فحال بينه وبين فهم مراد الله حائل , كذلك فإن النص الشرعي –الوحي – من جهة مُخبَرِهِ قسمان:\nالاول: ما تشهد به العقول والفطر.\n(1/4)",
        "\nالثاني: ما لا تدركه العقول بمجردها , كالاخبار عن الغيوب ونحو ذلك.\nكما ان عدم الادراك لا يعود الى النص من حيث هو ولكن اذا نظرنا الى مصدره والمخبر به تبين لنا سبب عدم الادراك كما سيأتي توضيحه فيما بعد ان شاء الله.\nالمطلب الثاني:\nالمقوم الثاني: الخصائص المصدرية للنص الشرعي:\nان مصدرية النص الشرعي المتمثلة بكلام الله سبحانه , ونبيه صلى الله عليه وسلم, تمتاز بخصائص لا تكون لغيره كما ان هذه الخصائص توجب احكاما –كما سيأتي في المبحث الثاني- من هذا البحث.\n- كلام الله وخصائصه المصدرية:\nقال ابن القيم –رحمه الله-:\" اعلم ان مصدر الخلق والامر والقضاء والشرع عن علم الرب وعزته وحكمته, ولهذا يقرن تعالى بين الاسمين من هذه الثلاثة كثيرا كقوله:\" وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ \" [5] ,وقال تعالى:\" حم تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ\" [6] ,وقال تعالى:\" ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ\" [7] ,فارتباط الخلق بقدرته التامة يقتضي الا يخرج موجود عن قدرته، وارتباطه بعلمه التام يقتضي احاطته به وتقدمه عليه، وارتباط بحكمته يقتضي وقوعه على اكمل الوجوه واحسنها واشتماله على الغاية المحمودة المطلوبة\". [8]\n\" ولما كان اصل العلم والهدى هو الايمان بالرسالة المتضمنة للكتاب والحكمة، وكان ذكره طريق الهداية بالرسالة – التي هي القران، وما جاءت به الرسل – كثيرا جدا ,كقوله:\" ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ\" [9]، وقال:\" هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ \" [10] [11]\nوقد اجتمعت في كلام الله اوصاف توجب قبول مضمونه والعمل بمقتضاه وهي:\nاولا: صدوره عن علم وحكمة:\n\" والعلم والحكمة متضمنان لجميع صفات الكمال ,فالعلم يتضمن الحياة ولوازم كمالها من القيومية والقدرة والبقاء والسمع والبصر, وسائر الصفات التي يستلزمها العلم التام.\n(1/5)\n",
        "والحكمة تتضمن كمال الارادة والعدل و الرحمة والاحسان والجود والبر, ووضع الاشياء في مواضعها على احسن وجوهها ... \" [12]\nودليل ذلك قوله تعالى:\" وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ\" [13] , فهو اعلم بنفسه وبغيره من غيره, وهذا من لوازم علمه وقيوميّته سبحانه, فكلامه صادر عن علمه المتضمن احاطته بخلقه وما يصلحهم.\nثانيا: الصدق: دليله قوله تعالى:\" وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا\" اي لا احد اصدق منه, والصدق مطابقة الكلام للواقع , ولا شيئ من الكلام يطابق الواقع كما يطابقه كلام الله سبحانه وتعالى , فكل ما اخبر الله به ,فهو صدق بل اصدق من كل قول\" [14]\nثالثا: بيانه وفصاحته:\nجرت سنة الله تعالى في ارساله أنبياءه ورسله ان يؤيدهم بآيات من جنس ما اشتهرت به اقوامهم، ولما كان العرب قد عرفوا بالفصاحة والبيان حتى كان للشعر والادب عندهم اسواق، فلما نزل القران بلغتهم العربية فذاقوا حلاوته واستشعروا معانيه، حتى ان الواحد منهم ما كان يملك دفع نفسه من سماعه والتلذذ به \" فمن هنا هبوا هبة واحدة يحفظون القرآن ويفهمون القرآن ويعملون بالقران وينامون ويستيقظون على القران \" [15].\nرابعا: سلامة القصد والارداة:\nقال تعالى:\" يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم \" [16]\nوقال تعالى:\" يبين لكم ان تضلوا \" [17]\n\" فاجتمع في كلام الله الاوصاف الاربعة التي توجب قبول الخبر، واذا كان كذلك فإنه يجب ان نقبل كلامه على ما هو عليه، وان لا يلحقنا شك في مدلوله، لان الله لم يتكلم بهذا الكلام لاجل اضلال الخلق، بل ليبين لهم ويهديهم، وصدر كلام الله عن نفسه وعن غيره من اعلم القائلين، ولا يمكن ان يعتريه خلاف الصدق، ولا يمكن ان يكون كلاما عييا غير فصيح، وكلام الله لو اجتمعت الانس والجن على ان يأتوا بمثله لما استطاعوا؛ فإذا اجتمعت هذه الامور الاربعة في الكلام وجب على المخاطب القبول بما دل عليه \" [18]\n(1/6)\n\nكلام النبي وخصائصه المصدرية:\nاولا: ما يتعلق بشخصه الكريم صلى الله عليه وسلم:\nعلى الرغم من القول ببشرية النبي صلى الله عليه وسلم الا انه قد امتاز بميزات لا تكون لغيره من سائر الناس، فهو رجل اكرمه الله واتصل بوحي واطلع على المغيبات كما ميز عن بني الانسان بأنواع من المعارف والكرامات وقد سمت روحه باتصاله بالملأ الاعلى ففاض منها النور والحكمة والعلم والمعرفة.\nثانيا: ما يتعلق بأخباره:\n1 - صدقها: ان صدق اخبار الانبياء ومطابقتها للواقع ضرورة من ضرورات النبوة ولازم من لوازمها وقد سهل الله واوجد لها من سبل العناية ما لم يكن لغيرها، قال ابن عثيمين – رحمه الله – في شرح \" الواسطية \":\" فرسله صادقون فيما يقولون فكل ما يخبرون به عن الله ومخلوقاته فهم صادقون فيه لا يكذبون ابدا.\nولهذا اجمع العلماء على ان الرسل عليهم الصلاة والسلام معصومون من الكذب \" فهم صادقون فيما اخبروا به مصدقون من الله تعالى بما ايدهم به من الايات الشرعية والكونية. [19]\n2 - تميزه بالنور و الجلال والمهابة:\nما تقدم من صفات شخصية للنبي صلى الله عليه وسلم فيما يتعلق بإتصاله بالوحي الإلهي والملأ الأعلى اورث كلامه نورا وجلالا ومهابة، قال ابن القيم –رحمه الله -:\" وأما ما يرجع الى المُخبَرِ به فإنه الحق المحض وهو كلام رسول الله صلى الله عليه وسلم الذي كلامه وحي فهو اصدق الصدق و أحق الحق بعد كلام الله فلا يشتبه بالكذب والباطل على ذي عقل صحيح، بل عليه من النور والجلالة والبرهان ما يشهد لصدقه والحق عليه نور ساطع يبصره ذو البصيرة السليمة ... وكلام النبوة متميز بنفسه عن غيره من الكلام الصدق عن رسول الله صلى الله عليه وسلم ...",
        "(1/7)\n\nولكن هذا إنما يعرفه من له عناية بحديث رسول الله صلى الله عليه وسلم وأخباره وسنته ومن سواهم في عمى عن ذلك \" [20]\n3 - فصاحته وبلاغته وبيانه:\nبعث الله نبيه محمد صلى الله عليه وسلم بجوامع الكلم وخصه ببدائع الحكم كما في الحديث عن ابي هريرة رضي الله عنه مرفوعا:\" بعثت بجوامع الكلم \" [21]، وقد اوتي من الفصاحة والبيان مالم يؤته احد من العرب ,قال الشيخ الزرقاني رحمه الله تعالى:\" وبعد كلام الله في اعجازه وبلاغته, كلام محمد صلى الله عليم وسلم في اشراقة وديباجته وبراعته وجزالة الفاظة وسمو معانيه وهدايته، فقد كان افصح الناس وابلغ الناس وكان العرب الى جانب ذلك مأخوذين بكل فصيح بليغ متنافسين في حفظ اجود المنظوم والمنثور فمن هنا هبوا الى حفظ السنة والعمل بها \" [22] على ان لكلام الله وكلام نبيه صلى الله عليه وسلم خصائص سيأتي الكلام عنها فيما بعد.\nالمقوم الثالث: خصائص النص الشرعي باعتباره وحي:\nاولا: انه المصدر الاول للعلم ومبدأه:\nقال شيخ الاسلام ابن تيمية:\" ان اصل العلم الإلهي ومبدأه ودليله الاول عند الذين امنوا هو الايمان بالله ورسوله، وعند الرسول صلى الله عليه وسلم هو وحي الله اليه, ولهذا كان اصل العلم والهدى هو الايمان بالرسالة المتضمنة للكتاب والحكمة \" [23].\nثانيا: قبول العقل لمسلماته:\nتقدم معنا فيما مضى تقريره ان العلاقة بين العقل والنقل تكاملية وان العقول قد جبلت على قبول ما يرد به النص، والمراد هنا بيان قبول العقل لمسلمات النص.\nومن المهم هنا ان نبين ان تسليمنا للنص الشرعي تسليم واعٍ وانه منتوجُ منطق يتوالجُ فيه يقين العقل وضرورة النفس اللذان يقضيان بالإقرار بالله وبمن بعثهم من أنبياءه ورسله ومن ذلك الايمان بنبوة النبي صلى الله عليه وسلم وعصمته.\n(1/8)",
        "\nان باب المسلمات التي دعي اليها العقل يقوم على ركائز تبدأ بالايمان بالله سبحانه والتعرف على صفاته التي لا يشاركه فيها احد وفي مقدمتها انه هو الخالق وانه على كل شيء قدير، والايمان بالرسول صلى الله عليه وسلم المرسل, وصدقه, وامانته, والايمان بأن ما يخبر به وحي لا يأتيه الباطل من بين يديه ولا من خلفه.\nولتوضيح هذا الامر اقول:\nان معرفة العقل للشيء تكون من خلال ثلاثة طرق:\nالاول رؤيته او رؤية مثيله او خبر الصادق عنه.\nكذلك فإن ما جاء به النص بالنسبة للعقل على اقسام – منها: مالا يدركه العقل كالكلام عن ذات الله تعالى.\n- ومنها امور الغيب كالكلام على تفاصيل الجنة والنار واحوال البرزخ واليوم الاخر فهذه لا يدركها العقل بمفرده.\nومنها ما تشهد به العقول وتدركه، فقد دعي للتفكر بها والنظر في احوالها.\nومن هنا نقول ان قبول العقل لما جاء به النص وتضمنه يقوم على التقكر والتدبر الذي دعاه اليه القران في كثير من الايات كما انه قد أُعذر فيما لا يبلغه ولم يؤمر ان يخوض فيما لا يقع تحت قدرته [24].\nثالثا: ان افراد النص الشرعي متسقة غير متعارضة او متناقضة.\nان من بدهيات اقامة الحجة الشرعية النقلية على الناس توافق واتساق مصدر هذه الحجة المتمثل بالكتاب والسنة وهو نوع من صيانه الحجة الشرعية.\nوهذا الامر – اقصد القول بتوافق النصوص وعدم وقوع التعارض بينها – قول جمهور اهل الاصول, وهو الصحيح.\nقال الامام الشافعي –رحمه الله- ان احكام الله ثم احكام رسوله صلى الله عليه وسلم لا تختلف وانها تجري على مثال واحد. [25]\nقال الامام الشاطبي -رحمه الله -: \"على الناظر في الشريعة امران:\n(1/9)\n",
        "احدهما: ان ينظر اليها بعين الكمال لا بعين النقصان ...\nالثاني: ان يوقن ان لا تضاد بين ايات القران ولا بين الاخبار النبوية ولا بين احدهما مع الاخر بل الجميع جار على مهيع واحد ومنتظم الى معنى واحد فإذا اداه باد الرأي الى ظاهر اختلاف فواجب عليه ان يعتقد انتفاء الاختلاف. [26]\nومن الادلة على ذلك: قوله تعالى:\" أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا \" [27]\nقال ابن جرير –رحمه الله -: \" ... ان الذي اتيتهم به من التنزيل من عند ربهم؛ لاتساق معانيه وائتلاف احكامه وتأييد بعضه بعضا بالتصديق وشهادة بعضه بعضا بالتحقيق فإن ذلك لو كان من عند غير الله لاختلفت احكامه وتناقضت معانيه وابان بعضه عن فساد بعض \" [28]\nوقوله تعالى:\" وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى \" [29]\nقال الخطيب البغدادي:\" وكلام نبيه وحي من عنده تعالى فدل ذلك على انه كله متفق وان جميعه مضاف بعضه الى بعض ويبنى بعضه على بعض اما بعطف او استثناء او غير ذلك \" [30]\nومن الادلة، قوله تعالى:\" فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ \" [31]\nووجه الدلالة من الاية الكريمة: ان الله تعالى بين ان الرجوع في حال المنازعة والاختلاف الى كتابه وسنة نبيه صلى الله عليه وسلم، فلو وجد تعارض في ادلتهما لافضى الى الاختلاف، لان كل واحد من المتعارضين يفيد حكما خلاف حكم الاخر، فلا يوجد فائدة في الرجوع اليها في رفع النزاع. [32]\nومن الادلة العقلية على ذلك:\n(1/10)\n\nان نصب الادلة المتعارضة من الشارع، واثبات الاحكام الشرعية بها، يدل على عجزه عن الادلة الخالية من التعارض، ويدل ايضا على الجهل بعواقب الامور، وكل من الامرين نقص يجب تنزيه الشارع الحكيم العليم القادر عنه. [33] [34]\nرابعا: تكفل الله بحفظه ودوامه:\nيعد النص الشرعي الخطاب الالهي الموجه الى الناس وهو حجة الله على خلقه، وحجته باقية الى قيام الساعة، وقد سهل الله لهذا الحفظ كثير من الوسائل كما سيأتي بيانه:\nقال الشيخ السعدي عند تفسير قوله تعالى:\" إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ \" [35]\nاي القران الذي فيه ذكرى لكل شيء، من المسائل والدلائل الواضحة، وفيه يتذكر من اراد التذكر \" وانا له لحافظون اي: في حال انزاله، وبعد انزاله، ففي حال انزاله حافظون له من استراق كل شيطان رجيم، وبعد انزاله او اودعه الله في قلب امته، وحفظ اللله الفاظه من التغير فيها والزيادة والنقص، ومعانيه من التبديل، فلا يحرف محرف معنى من معانيه، الا وقيض الله له من يبين الحق المبين، وهذا من اعظم ايات الله ونعمه على عباده المؤمنين، ومن حفظه ان الله يحفظ اهله من اعدائهم، ولا يسلط عليهم عدوا يجتاحهم. [36]\nوهذا الحفظ للكتاب يستلزم حفظ السنة، ذلك ان السنة تفسر القران وتدل عليه وتعبر عنه وتبيّنه فمن تمام حفظه اي القران حفظ السنة النبوية.\nقال الشيخ عبد الغني عبد الخالق: \" ان الله تعالى قد تكفل بحفظ الشريعة كلها كتابها وسنتها وكما يدل عليه قوله تعالى:\" يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ \" [37]",
        "(1/11)\n\nونور الله شرعه ودينه الذي ارتضاه للعباد وكلفهم به وضمنه مصالحهم، والذي اوحاه الى رسوله صلى الله عليه وسلم من قرآن او غيره، ليهتدوا به الى ما فيه خيرهم وسعادتهم في الدنيا والاخرة [38]\nومن الوسائل التي يسرها الله تعالى لحفظ الذكر من كتاب والسنة هو ذلك الجيل الفريد من الصحابة الذين اختارهم الله تعالى لحمل هذا الدين وتبليغه للناس ومن جاء بعدهم من التابعين واتباعهم والائمة لا سيما حفاظ الاثار والمتفقهين بها، قال الشيخ عبد الرحمن بن يحيى المعلمي:\" ومن طالع تراجم أئمة الحديث من التابعين فمن بعدهم وتدبر ما اتاهم الله تعالى من قوة الحفظ والفهم والرغبة الاكيدة في الجد والتشمير لحفظ السنة وحياطتها بان له ما يحير عقله، وعلم ان ذلك ثمرة تكفل الله بحفظ دينه وشأنهم في ذلك عظيم جدا فهو عبادة من اعظم العبادات واشرفها \" [39]\n- فرع: في بيان الاصول التي يقوم عليها الحفظ والعوامل المساعدة:\nاولا: الاصول التي يقوم عليها حفظ النص:\nأ من خصائص النص الشرعي الاعجاز سواء في الفاظه وهذا متحقق في القرآن بصورة مباشرة او في معانيه فهذه الخصيصة – اي الاعجاز – لا يمكن الحفاظ عليها الا بالحفظ القاطع للشك المفيد للقين.\nب يعد النص الشرعي الاصل الاصيل للدين العام الخالد الباقي ما بقي انسان على وجه الارض، وهو الاسلام، فكان لا بد من المحافظة على مصدريه الكتاب والسنة، ليخلدوا خلود هذا الدين.\n- العوامل المساعدة على الحفظ:\nان من سنن الله في خلقه اذا امرهم بشيء ان ييسر لهم اسباب حفظه وبقائه وهذا من رحمته سبحانه، ويمكن تقسيم العوامل في هذا الباب اقسام:\nمنها: ما يرجع الى الله تعالى ورسوله صلى الله عليه وسلم:\n(1/12)",
        "\n1 - حكمة الله ورسوله في التربية والتعليم، وحسن السياسية في الدعوة والارشاد، مما جعل الكتاب والسنة يتقرران في الأذهان، ويسهلان على الصحابة في الحفظ الاستظهار.\nاما القران الكريم، فحسبك ان تعرف من حكمة الله به في التربية والتعليم، انه انزله على الامة الاسلامية، باللغة الحبيبة الى نفوسهم، وبالاسلوب الخلاب والنظم المعجز الآخذ بقلوبهم، وانه تدرج بهم في نزوله ...\nواما السنة: فقد استخدم النبي صلى الله عليه وسلم كثيرا من الوسائل التوضيحية وهو بذلك يسبق العلوم الحديثة فقد راعى الوسائل الموضحة، والمشوقات الرائعة، حتى تفتحت قلوب سامعيه للهداية، وامتلأت صدور اصحابه بتعاليمه وكأنما كتبت فيها كتابا بالكلمة والحرف.\nوقد كان صلى الله عليه وسلم افصح الناس لسانا واوضحهم بيانا واجودهم القاء ينتقي عيون الكلام وهو الذي اوتي جوامع الكلم ويفتتح الكلام ويختتمه باشراقة, ويفصله تفصيلا يراعي فيه المقام والافهام ...\n2 - وجود الرسول صلى الله عليه وسلم بين ظهرانيهم، يحفظهم من الكتاب والسنة مالم يحفظوه ويعلمهم ما جهلوه ويجيبهم اذا سألوه ويريهم شاكلة الصواب فيما اخطأوه، ويوقفهم على حقيقة الامر اذا تشككوه في صبر وأناة وسعة صدر وكرم نفس وطيب قلب.\nالقسم الثاني: ما يتعلق بالكتاب والسنة:\n1 - بلاغة القران الكريم الى حد فاق كل بيان واسكت كل معارض ومكابر وهدم كل مجادل ومهاتر حتى قام ولا يزال يقوم في فم الدنيا معجزة الله لحبيبه واية من الحق لتأييد رسوله.\nوقد اقترن القران دائما بالاعجاز واقترنت السنة بأمور خارقة للعادة تروع النفس وتشوق الناظر وتهول السامع وما كان هذا شأنه يعين على الحفظ ,فيتقرر في حافظة من شاهده و يتركز في فؤاد كل من عاينه.\n(1/13)\n",
        "2 - ما ورد في الكتاب والسنة من الترغيب في الاقبال على الكتاب والسنة علما وعملا وحفظا وفهما وتعليما ونشرا ,كذلك الترهيب من الاعراض عنهما والاهمال لهما.\nقال تعالى:\" إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ \" [40]\nوفي الحديث:\" ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم الا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله في من عنده \" [41]\n3 - منزلة الكتاب والسنة من الدين فالكتاب اصل التشريع الاول والدستور الجامع لخيري الدنيا والاخرة.\nوالسنة هي الاصل الثاني للتشريع وهي شارحة للقرآن مفصلة لمجمله, مقيده لمطلقه, مخصصه لعامه، وهذا الامر حَفَّزَ على حفظ هذين الاصلين لما لهما من مكانة.\n4 - ارتبط كثير من كلام الله ورسوله بوقائع وحوادث واسئلة من شأنها ان تثير الاهتمام وتنبه الاذهان وتلفت الانظار الى قضاء الله ورسوله فيهما، وحديثهما عنهما واجابتهما عليها وبذلك يتمكن الوحي الإلهي والكلام النبوي في النفوس فضل تمكن وينتقش في الاذهان على مر الزمان.\nالقسم الثالث: ما يتعلق بالمتلقي للكتاب والسنة من الصحابة ومن جاء بعدهم:\n1 - الامية وقلة الكتابة فيهم مما جعلهم يعتمدون على حفظهم.\n2 - ما اودع في نفوسهم من الصفات من ذكاء وألمعية وقوة حافظة وصفاء طبع وسيلان ذهن وحدة خاطر.\n3 - جمع النفس وقلة الهم والعوائق الصارفة عن جودة الحفظ.\n4 - حبهم الصادق لله تعالى ورسوله الكريم صلى الله عليه وسلم حيث ملك مشاعرهم.\n(1/14)\n\nالمبحث الثاني: احكام الجانب الايماني:\nماتقدم من مقومات للجانب الايماني التي تعد اسس تعزز هذا الجانب , يترتب عليه ولابد احكام , سأعمل في هذا المبحث على ترتيب الاحكام بما يتوافق مع ما تقدم من مقومات.\nالمطلب الاول: التسليم للنص الشرعي وعدم معارضته:\nدل لعقل على صدق رسول الله صلى الله عليه وسلم دلالة عامة مطلقة في كل شيء دون تخصيص او تقيد، او استثناء لفرد ولا تقيد بحال، فهذه هي موجب العقل الصريح.\nفإذا علم الانسان بالعقل ان هذا رسول الله، وعلم انه اخبر بشيء ووجد في عقله ما ينازعه في خبره، كان عقله يوجب عليه ان يسلم موارد النزاع الى من هو اعلم به منه، لا ان يقدم رأيه على قوله، ويعلم ان عقله قاصر بالنسبة اليه، وانه اعلم بالله منه. [42]\nقال ابن ابي العز –رحمه الله-:\" العقل يعلم ان الرسول معصوم في خبره عن الله تعالى، لا يجوز عليه الخطأ، فيجب عليه التسليم له، والانقياد لامره \" [43]\nفالعقل امام الوحي – النص – يكون شاهدا ومصدقا لما هو مدرك له، ومنقادا ومسلما لما لا يدركه مما جاء به الوحي نظرا لعجزه وحدود ادراكه، ولانه جاء من عند من امن به وسلم لحكمه.\nالمطلب الثاني: تقديمه والتحاكم اليه وعدم التقدم بين يديه:\nبعد ان سلم العقل للوحي – النص – دعي لتقديمه في كل شأن من شؤونه، فقد عرف عنده صدوره عن علم وحكمة وسلامة القصد وارادة الهداية.\nومن هنا جاءت كثير من النصوص في الكتاب والسنة تحث على هذا الامر.",
        "(1/15)\n\nقال تعالى:\" أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا \" [44]\nفقد ذم الله تعالى المنافقين الذين يزعمون الايمان، ثم يتركون مقتضى ذلك الايمان من التحاكم الى شرع الله تعالى في كل امر من الامور.\nوقال تعالى:\" فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا \" [45]\nفأقسم سبحانه بنفسه الكريمة انهم لا يؤمنون حتى يحكموا رسوله فيما شجر بينهم، اي: في كل شيء يحصل فيه اختلاف، ثم لا يكفي هذا التحكيم حتى ينتفي الحرج من قلوبهم والضيق، وكونهم يحكمون على وجه الاغماض، ثم لا يكفي ذلك حتى يسلموا لحكمه تسليما، بانشراح صدر وطمأنينة نفس، وانقياد بالظاهر والباطن \" [46].\nقال تعالى:\" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ \" [47]\n\" امر الله عباده المؤمنين بما يقتضيه الايمان بالله وبرسوله، من امتثال اوامر الله واجتناب نواهيه وان يكونوا ماشين خلف اوامر الله، متبعين السنة رسول الله صلى الله عليه وسلم في جميع امورهم \" [48]\nالمطلب الثالث: الايمان بالنص اشرعي واعتقاد معناه والعمل بمقتضاه:\nالنظر الى النص الشرعي، يكون من جهتين:\n- من جهة الطريق ومن جهة المضمون، فأما ما يتعلق بالطريق والمقصود به النقل، فقد وضع اهل العلم طرائق متعددة مرضية من اجل صيانة المنقول وحفظه وتمييز مراتبه، وهذا الجهد الذي بذله اهل العلم فيما يتعلق بحفظ المنقول وضبطه اورثهم القطع، اما فيما يتعلق بالقران – وقد تقدم الكلام عنه – فقد نقل\n(1/16)",
        "\nنقلا متواترا، واما السنة فقد يسّر الله لها من اسباب الحفظ والنقل وهيأ لها من العلماء ما اورث اهل الحديث القطع بمضمونها، قال شيخ الاسلام:\" ولهذا كان علماء الحديث والجهابذة فيه المتجردون في معرفته قد يحصل لهم اليقين التام بأخبار، وان كان غيرهم من العلماء قد لا يظن صدقها فضلا عن العلم بصدقها، ومبنى هذا على ان الخبر المفيد للعلم يفيده من كثرة المخبرين تارة، ومن صفات المخبرين اخرى، ومن نفس الاخبار به اخرى، ومن نفس المخبر له اخرى، ومن الامر المخبر به اخرى ... هذا هو الحق الذي لا ريب فيه \" [49]\nومن نظر في صنيع العلماء من زمن الصحابة رضي الله عنهم ومن جاء بعدهم من التابعين والائمة المرضيين يرى ان الله تعالى هيأهم لذلك، وهذا كما تقدم من ثمرات تكفل الله تعالى بحفظ هذا الدين الخاتم.\nوما تقدم من وسائل للحفظ كان لها اثر بالغ في القطع بمضمون النصوص الشرعية واعتقاد معانيها، وهذه هي الجهة الثانية التي ينظر الى النص من خلالها، وهي قاعدة ايمانية مبناها على ان ما جاء به الرسول صلى الله عليه وسلم من ربه وجب اتباعه، وهذا المعنى مأخوذ من معنى شهادة محمد رسول الله صلى الله عليه وسلم حيث يعتقد بأنه مرسل من ربه سبحانه وانه يوحى اليه وانه صادق في كل ما اخبر به.\nواما الدرجة الثالثة: وهي العمل بمقتضى النص الشرعي، فهي الثمرة المرادة، وقد بين ابن ابي العز –رحمه الله – هذه المراتب الثلاث حيث قال:\" فأول مراتب تعظيم الامر التصديق به، ثم العزم الجازم على امتثاله، ثم المسارعة اليه والمبادرة به القواطع والموانع، ثم بذل الجهد والنصح في الاتيان به على اكمل الوجوه، ثم فعله لكونه مأمورا به، بحيث لا يتوقف الاتيان به على معرفة حكمته، فإن ظهرت له، فعله والا عطله، فان هذا ينافي الانقياد، ويقدح في الامتثال \" [50]\nالمطلب الرابع: حمل النص الشرعي على ظاهره:\nالاصل في نصوص الكتاب والسنة اجراؤها على ظاهرها، دون تعرض لها بتحريف او تعطيل ونحوهما، واعتقاد ان ظاهرها يطابق مراد المتكلم.\n(1/17)\n",
        "والمراد بالظاهر: هو ما يتبادر الى الذهن من المعاني وانه ليس لها معنى باطن يخالف ظاهرها، وهو يختلف بحسب السياق وما يضاف اليه الكلام.\nولما كان المقصود من التخاطب بين افراد الانسان لا يحصل الا بالألفاظ الدالة على المراد، كان ذلك موقوفا على امرين اساسيين:\nالاول: بيان المتكلم، وقدرته على تصوير ما في نفسه من انواع الاردات.\nالثاني: تمكن السامع من فهم لغة المتكلم.\nفالعجز في تحصيل احد هذين الامرين او كليهما، يعود على المقصود من التخاطب بالابطال.\nومن تأمل في الخصائص المصدرية للنص الشرعي وقد تقدم بيانها – يعلم يقينا توفر كل الوسائل المعينة على الفهم وسيأتي مزيد توضيح لهذا الامر ان شاء الله تعالى.\n- اقسام النصوص من حيث الدلالة:\nالفاظ الكتاب والسنة ثلاثة اقسام من حيث دلالتها على ما تضمنته من المعاني:\nالاول: نصوص لا تحتمل الا معنى واحدا، فهذه تفيد العلم واليقين بمدلولها قطعا، مثل قوله تعالى:\" فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا \" [51]، قوله تعالى:\" وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ \" [52]\nفعامة الفاظ القران الكريم من هذا القسم، هذا شأن مفرداته، واما تراكيبه فجاءت على اصح وجوه البيان وابعدها من اللبس، واشدها مطابقة للمعنى.\nوما السنة فالاصل فيها البيان والوضوح، وهذا يعود الى كونها مفسرة للقران ومبينة له وموضحة ودالة عليه.\nالثاني: نصوص تحتمل غير معانيها الظاهرة منها, ولكن طردها في الاستعمال على معنى واحد, جعلها تجري مجرى النصوص التي لا تحتمل غير مسماها.\n(1/18)\n\nالثالث: نصوص مجملة تحتاج الى بيان، وهي بدونه عرضة للاحتمال، وهذا القسم نوعان:\nالاول: ان يحال بيانه الى خطاب اخر، سواء كان متصلا به او منفصلا عنه، كما احال الله تعالى بيان اشياء على النبي صلى الله عليه وسلم.\nالثاني: ان يكون الكلام محتملا عدة معان، وليس معه ما يبينه ويقطع هذه الاحتمالات، وهذا ليس منه في كتاب الله وسنة رسوله صلى الله عليه وسلم شيء من الجمل المركبة، وان وقع في الحروف المقطعة المفتتح بها السور.\nعلى ان القول بأن الظاهر غير مراد يترتب عليه كثير من المفاسد فضلا عن انها تنافي الفصاحة والبيان وارادة الهداية التي هي الاصل في خطاب الشارع.\nالمطلب الخامس: سهولة فهم النص وتيسره:\nان من بدهيات اقامة الحجة ان تكون هذه الحجة المتمثلة بخطاب الله تعالى واضحة وبيّنة وهذا في النظر الى مجموع افراد الخطاب؛ لذلك كان ذكر الهداية بالقران كثيرا جدا وقد تقدمت الاشارة الى مثل هذا فيما مضى.\nولا يشكل على هذا ما نجده في النص الشرعي مما لا يدركه العقل، فهذا وان كانت له اسبابه كما تقدم في الخصائص المصدرية للنص الا ان فرض مثل هذا وحكمة الايمان به دون البحث والنظر عن تفاصيله كالنصوص المتعلقة بأسماء الله وصفاته، واحوال الاخرة والبرزخ ونحو ذلك.\nقال تعالى:\" وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ\" [53]\nقال الشيخ السعيدي –رحمه الله -:\" اي ولقد يسرنا وسهلنا هذا القران الكريم، الفاظه للحفظ والاداء, ومعانيه للفهم والعلم، لانه احسن الكلام لفظا، واصدقه معنى، وابينه تفسيرا، فكل من اقبل عليه يسر الله عليه مطلوبه غاية التيسير، وسهلة",
        "(1/19)\n\nعليه، والذكر شامل لكل ما يتذكر به العالمون من الحلال والحرام، واحكام الامر والنهي، واحكام الجزاء او المواعظ والعبر، والعقائد النافعة والاخبار الصادقة \" [54]\nالمطلب السادس: صلاح النص الشرعي لكل زمان ومكان:\nوالمراد بذلك: ان التمسك به لا ينافي مصالح الامة في اي زمان او مكان، بل هو صلاحها. [55]\nبعث الله تعالى نبيه محمد صلى الله عليه وسلم بهذا الدين العظيم واكرمه بشريعة وصفها بالكمال والتمام، حيث اراد الله تعالى لهذا الدين البقاء وقد احاطه سبحانه بكل ما يعين على ذلك.\nقال ابو الحسن الاشعري –رحمه الله-:\" ووقوع التبليغ لما اتى به نبينا –عليه السلام – الى من يأتي في اخر الزمان؛ لانقطاع الرسل بعده واستحالة خلوهم من حجة الله عليهم \" [56]\nوقال ابن القيم –رحمه الله -:\" ... وحرف المسألة انه لا يجوز ان يكون الخبر الذي تعبد الله به الامة وتعرف به اليهم على لسان رسوله صلى الله عليه وسلم كذبا وباطلا في نفس الامر فإنه من حجج الله على عباده، وحجج الله لا تكون كذبا ولا باطلا، بل لا تكون الا حقا في نفس الامر \" [57]\nاذا كان هذا من باب الحفظ للنص الا ان ثمة مسألة اخرى متعلقة بموافقة النص الشرعي وتجانسه مع الزمان والمكان، وهذا يعود الى ما تقدم تقريره من التوافق بين العقل والنقل، فالزمان والمكان بكل ما فيهما من خلق الله تعالى كما ان النص من امر الله، والاصل في الخلق والامر التوافق على اعتبار وحدة مصدرهما، فإذا اضيف الى هذا صدور النص عن علم وحكمه، وصدوره ممن وصف بالقيومية علم بذلك صلاح النص لكل زمان ومكان, كما علم بطلان دعوة تاريخية النص او مرحليته, حيث يزعم اصحاب هذه الدعوات اختصاص النصوص بزمن معين او مرحلة معينة لا تتعداها.\n(1/20)",
        "\nومن فروع هذا الامر، القول بأن كل ما يحتاجه الناس في اصول الدين وفروعه، في امور الدنيا والاخرة من العبادات والمعاملات في السلم و الحرب و في السياسة او الاقتصاد, جاءت الشريعة ببيانه وايضاحه، قال تعالى:\" وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ\" [58]، وقال تعالى:\" الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا \" [59]\nوالله اعلم\nوصلى الله على نبينا محمد وعلى اله وصحبه اجمعين.\nالخاتمة:\nاهم النتائج\n1 - ان الجانب الايماني يقوم على اسس رصينة، فليس هو مجرد وجدان، كما يترتب عليه احكام واجبة الاخذ والتسليم.\n2 - الاصل في النص الشرعي وضوحه وبيانه بناءً على ماله من مقومات، وما يعرض له من الاشكال والتشابه امر عارض له اسبابه الخارجة عن ذات النص.\n3 - الاحكام المترتبة على الجانب الايماني فضلا عن كونها مبنية على مقومات رصينة واسس سليمة فقد عمل بها علماء الامة من الصحابة والتابعين واتباعهم الى يومنا هذا مما اكسبها قوة ونفاذا.\n4 - ان القول بتاريخية النص او مرحليته قول دخيل على الثقافة الاسلامية، وليس له مستند صحيح لا من الادلة النقلية او العقلية بل هو مأخوذ من الثقافة الغربية اللادينية\nواخيرا اوصي بتعزيز الدراسة حول هذا الموضوع \" الجانب الايماني \" لما له من اهمية بالغة يعود اثرها على المسلمين ,فينبغي ان تعد مناهج متخصصة في الجامعات والمعاهد الشرعية لنشر اساسيات هذا الموضوع.\n(1/21)\n",
        "فهرس المصادر والمراجع:\n- الاسماء الحسنى ,يوسف علي بديوي, و ايمن عبدالرزاق الشوا, دار الكلم الطيب ,ط. الثانية,1419ه,1988,دمشق-سوريا.\n- الاعتصام للامام ابراهيم بن موسى اللخمي الشاطبي, دار ابن الجوزي, ط.1429ه,2008م, الرياض, المملكة العربية السعودية.\n- الرسالة للامام الشافعي محمد بن ادريس, مكتبة الحلبي, ط. الاولى,1358ه,1940م, القاهرة – مصر\n- الرد على من انكر حجية السنة, عبدالغني عبدالخالق, ط, الثانية,1408ه, القاهرة – مصر\n- تيسير الكريم الرحمن في تفسير كلام المنان, للامام محمد بن جرير الطبري, مؤسسة الرسالة ,ط.1422ه,2001م, بيروت – لبنان.\n- شرح العقيدة الطحاوية, للامام علي بن علي بن محمد بن ابي العز الحنفي , دار عالم الكتب, ط. الثالثة, 1418ه,1997م, الرياض-السعودية.\n- جامع البيان في تأويل القرآن , للامام محمد بن جرير الطبري, مؤسسة الرسالة ,ط. الاولى,1420ه, 2000م, بيروت –لبنان.\n- مجموع الفتاوى لابن تيمية احمد بن عبد الحليم , دار ابن حزم ,ط. الثانية,1422ه,2001م, الرياض – السعودية.\n- مجموع الفتاوى لابن عثيمين , محمد بن صالح , دار ابن الهيثم ,ط. بدون, ت. بدون.\n- مختصر الصواعق المرسلة , للاما ابن القيم , اختصار محمد الموصلي, دار تضواء السلف, ط. الاولى, 1425ه,2003م, الرياض-المملكة العربية السعودية.\n- مسالك اهل السنة فيما اشكل من نصوص العقيدة, د. عبد الرزاق بن طاهر معاش, دار ابن القيم ,ط. الاولى ,1425ه, 2004م, الرياض –السعودية.\n- مدخل لدراسة القرآن الكريم, للعلامة محمد بن محمد ابو شهبة, مكتبة السنة, ط.1423ه,2003م, القاهرة –مصر.\n(1/22)\n\n- مذاهب فكرية معصرة ,محمد قطب, دار الشروق, ط. السابعة,1423ه,1993م, القاهرة – مصر.\n- مناهل العرفان في علوم القرآن , للعلامة عبدالعظيم الزرقاني , دار الفكر ,ط. الاولى,1424ه,2004م, بيروت-لبنان.\n- منهج الاستدلال على مسائل الاعتقاد ,عثمان بن علي حسن, مكتبة الرشد, ط. السادسة,1429ه,2008م, الرياض – السعودية.\n\n[1] مقدمة تحقيق شرح الطحاوية لشيخ عبد الله التركي ص19.\n[2] مجموع الفتاوى 16\\ 348.\n[3] طريق الهجرتين لابن القيم, نقلا عن اسماء الله الحسنى ص 46.\n[4] الاعراف:54.\n[5] النمل: 6\n[6] غافر: 1 - 2\n[7] فصلت: 12\n[8] (طريق الهجرتين، نقلا عن اسماء الله الحسنى ص 62)\n[9] (البقرة: 2)\n[10] (ال عمران:138)\n[11] (مجموع الفتوى 2/ 4)\n[12] الرسالة التبوكية ,نقلا عن اسماء الله الحسنى ص127.\n[13] الاسراء: 55\n[14] شرح الواسطية لابن عثيمين , ضمن مجموع الفتاوى8\\ 108.\n[15] مناهل العرفان 1/ 260.",
        "(1/23)\n\n[16] النساء:26\n[17] النساء: 176.\n[18] شرح الواسطيه للعثيمين ضمن مجموع الفتاوى 8/ 109\n[19] 8/ 110 - 111\n[20] مختصر الصواعق 4/ 1510\n[21] خ 2977، 6998،م 523.\n[22] مناهل العرفان: 1/ 206 بتصرف.\n[23] مجموع الفتاوى 2/ 2\n[24] ينظر مذاهب فكرية معاصرة 506 - 511، مجلة البيان عدد 290 مقال بعنوان الدليل العقلي عند السلف\n[25] الرسالة للامام الشافعي ص 173.\n[26] الاعتصام للشاطبي 3\\ 272\n[27] النساء: 38\n[28] جامع البيان 8/ 567\n[29] النجم 3 - 4\n[30] الفقيه والمفقه\n[31] النساء: 59\n[32] مسالك اهل السنة 1/ 135\n[33] كشف الاسرار للعلاء البخاري نقلا عن مسالك اهل السنة 1/ 136.\n[34] حاشية (على ان ما مضى يشمل الادلة القطعية والظنية خلافا لما ذهب اليه بعض الاصوليين من جوازه في الادلة الظنية دون القطعية).\n[35] الحجر: 9\n[36] تقسير الكريم الرحمن ص429\n(1/24)",
        "\n[37] التوبة: 32\n[38] الرد على من ينكر حجية السنة ص 123.\n[39] الانوار الكاشفة 330 34.\n[40] فاطر: 35\n[41] رواه مسلم ح 2699,وابو داود ح 1455\n[42] درء تعارض نقلا عن مسالك اهل السنة 1/ 86.\n[43] شرح الطحاوية 232.\n[44] النساء: 60\n[45] النساء 65\n[46] ينظر تفسير السعدي ص185.\n[47] الحجرات: 1\n[48] تفسير السعدي ص799.\n[49] مجموع الفتاوى 20/ 258.\n[50] شرح الطحاوية ص349.\n[51] [51] العنكبوت: 14\n[52] الاعراف 142\n[53] القمر 17.\n[54] تفسير السعدي 826.\n[55] مجموع الفتاوى لابن عثمين 5\\ 101\n[56] رسالة الى اهل الثغر ص195.\n[57] مختصر الصواعق 4/ 14888\n[58] النحل:89.\n(1/25)\n",
        "[59] المائدة: 3\n(1/26)\n"
    ]
}