{
    "partText": [
        "\nالمقدمة:\nالحمد لله رب العالمين إله الأولين والآخرين، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد الأمين المبعوث رحمة للعالمين وعلى آله وصحبه أجمعين أما بعد:\nفإن الله عز وجل أنعم على هذه الأمة بأن أرسل إليهم سيد الأولين والآخرين وخاتم النبيين وأنزل عليه كتابه القرآن الكريم هدى ونورًا، وشفاء وضياء، ورحمة وذكرًا، يقول تعالى { يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ }{ قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ } (يونس : 57 - 58).\n(1/1)\n",
        "ويقول جل وعلا { وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ } (النحل: 64) إن بعثة النبي صلى الله عليه وسلم مبلغًا آيات ربه أعظم المنن وأجل النعم من الله على عباده، { لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ } (آل عمران : 164) فلا خير ولا سعادة ولا فلاح في الدنيا والآخرة إلا لمن سار على نهجه وامتثل أوامره وحذر زواجره وآمن به وحكمه في شؤون حياته صغيرها وكبيرها.\n(1/2)\n\nوما كان شقاء الأشقياء وتعاسة البؤساء إلا لأنهم أعرضوا عن هدايات القرآن وانحرفوا عن طريقه واعتاضوا بغيره عنه، قال تعالى { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى }{ قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا }{ قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى } . (طه: 124 - 126).\nإن العناية بالقرآن الكريم وبذل الجهد من أجله تعلمًا وتعليمًا، حفظًا وتلاوة، رعاية وعناية، دعمًا ومساندة مسلك الأخيار وطريق الأبرار، وعنوان الفلاح والنجاح في الدنيا والآخرة، وهذا ما تفخر وتعتز به بلاد الحرمين الشريفين - حرسها الله من كل مكروه - فما فتئ قادتها وولاتها يولون العناية بالقرآن تمسكًا به وتحكيمًا له في كل شؤون الحياة، مع الاهتمام بتعليمه وتدريسه في التعليم العام والتعليم العالي ودعم الجمعيات الخيرية لتحفيظ القرآن الكريم ومساندتها، وكذا المؤسسات الأخرى التي تعنى بهذا الأمر العظيم.",
        "(1/3)\n\nومن أعمال هذه الدولة - أعزها الله بطاعته - في عهد خادم الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود -حفظه الله تعالى- إنشاء مجمع الملك فهد لطباعة المصحف الشريف في المدينة المنورة، وذلك بإشراف وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، فكانت له الجهود المباركة المتواصلة في طباعة المصحف الشريف والعناية بذلك جودةً في الإخراج ودقة في الطباعة وسلامةً من الأخطاء وسعة في التوزيع، وكذا ترجمة معانيه باللغات المختلفة وطباعة التفسير الميسر له وتوزيع ذلك على أبناء المسلمين في الداخل والخارج.\n(1/4)",
        "\nومن تلك الجهود الطيبة عزم وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ممثلة في مجمع الملك فهد لطباعة المصحف الشريف على إقامة ندوة علمية لإبراز جهود المملكة العربية السعودية بالقرآن الكريم بعنوان \" عناية المملكة العربية السعودية بالقرآن الكريم وعلومه\" وقد أحببت المشاركة في هذه الندوة ببحث \" الجمعيات الخيرية لتحفيظ القرآن الكريم وجهودها في المملكة العربية السعودية\" لإبراز جهود هذه الجمعيات في تعليم القرآن الكريم وحفظه وآثارها الحميدة المباركة في الناس، وما تلقاه من دعم ومساندة من حكومة خادم الحرمين الشريفين وأهل الخير والإحسان.\n(1/5)\n",
        "وجاءت خطة البحث كما يلي:\nالمقدمة.\nتمهيد ، وفيه مبحثان:\nالمبحث الأول: فضل تعلم القرآن الكريم وتعليمه.\nالمبحث الثاني: جهود المملكة في خدمة القرآن الكريم.\nالفصل الأول : وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد والجمعيات الخيرية لتحفيظ القرآن الكريم، وفيه ثلاثة مباحث:\nالمبحث الأول: تكليف الوزارة الإشراف على الجمعيات الخيرية وأغراض ذلك.\nالمبحث الثاني: المجلس الأعلى للجمعيات الخيرية واختصاصاته.\nالمبحث الثالث: الأمانة العامة للمجلس الأعلى للجمعيات واختصاصاتها.\nالفصل الثاني : الجمعيات الخيرية لتحفيظ القرآن الكريم بالمملكة العربية السعودية، وفيه مباحث:\nالمبحث الأول: مفهوم الجمعية الخيرية ونظامها ومسؤولياتها.\nالمبحث الثاني: تعريف موجز بالجمعيات الخيرية وفروعها.\nالثالث: البرامج والإنجازات التي حققتها الجمعيات الخيرية.\nالفصل الثالث : الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض.\nوفيه مباحث:\nالمبحث الأول: نشأتها ومقرها وفروعها.\nالمبحث الثاني: أهدافها.\nالمبحث الثالث: نشاطاتها.\nالمبحث الرابع: معهد القرآن الكريم وعلومه التابع للجمعية الخيرية لتحفيظ القرآن الكريم.\n(1/6)\n\nالفصل الرابع : المدارس النسائية لتحفيظ القرآن الكريم بمدينة الرياض\nوفيه مباحث:\nالمبحث الأول: نشأتها.\nالمبحث الثاني: أهدافها.\nالمبحث الثالث: نظامها وضوابطها.\nالمبحث الرابع: مهامها ونشاطاتها.\nالفصل الخامس : المؤسسات الخيرية التي تعنى بتحفيظ القرآن الكريم.\n\nوفيه مباحث:\nالمبحث الأول: المدرسة الصالحية بحريملاء\nالمبحث الثاني: المركز الخيري لتعليم القرآن وعلومه بالرياض.\nالمبحث الثالث: حلقات تحفيظ القرآن الكريم بالمساجد لما لها من ارتباط لها بالجمعيات الخيرية لتحفيظ القرآن الكريم.\nالخاتمة والتوصيات.\nملحق بالإحصائيات والرسومات البيانية.\nفهرس المصادر والمراجع.\nفهرس الموضوعات.\nوإني لأشكر الله سبحانه أولًا وآخرًا ثم أشكر وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ممثلة في مجمع الملك فهد لطباعة المصحف الشريف إتاحة الفرصة لي للمشاركة في هذه الندوة بهذا البحث الذي أسأل الله جل وعلا أن ينفع به وأن يجعله خالصًا لوجهه الكريم.",
        "(1/7)\n\nكما أشكر الإخوة القائمين على هذه الجمعيات الخيرية وفروعها الذين قبلوا زياراتي المتكررة لهم وبذلوا لي كل ما لديهم من معلومات ودراسات وبيانات شفهية أو مدونة في تقاريرهم ونشراتهم التعريفية بمؤسساتهم الخيرية.\nوفق الله الجميع لما يحبه ويرضاه\nوصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين\n(1/8)",
        "\nتمهيد: وفيه مبحثان :\nالمبحث الأول: فضل تعلم القرآن الكريم وتعليمه .\nإن تعلم القرآن الكريم والقيام بتعليمه وبيانه للناس من أفضل الأعمال وأجلِّ القرب يحظى معلمه ومتعلمه بالخيرية في الدنيا والآخرة، عن عثمان بن عفان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم « خيركم من تعلَّم القرآن وعلَّمه » رواه البخاري (1) . .\nوقد ذكر أهل العلم أن القيام بتعليم القرآن فرض كفاية، إن قام به من يكفي سقط الإثم عن الباقين، وإن لم يوجد في المجتمع من يقوم بهذا الواجب إلا واحد أو قلة تعين عليهم، يقول الإمام النووي رحمه الله \" تعليم المتعلمين - أي القرآن- فرض كفاية، فإن لم يكن من يصلح له إلا واحد تعين عليه، وإن كان هناك جماعة يحصل التعليم ببعضهم فإن امتنعوا كلهم أثموا، وإن قام به بعضهم سقط الحرج عن الباقين، وإن طلب من أحدهم وامتنع فأظهرُ الوجهين أنه لا يأثم، لكن يكره له ذلك إن لم يكن له عذر\" (2) .\n_________\n(1) صحيح البخاري مع الفتح - كتاب فضائل القرآن - باب خيركم من تعلم القرآن وعلمه 9 / 74 رقم 5027\n(2) التبيان في آداب حملة القرآن. ص 33 / 8\n(1/9)\n",
        "وتعليم القرآن الكريم باب عظيم من أبواب الدعوة إلى الله عز وجل ومجالاتها، قال تعالى { وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ } (فصلت: 33). قال الحافظ ابن حجر \" والدعاء إلى الله تعالى يقع بأمور شتى، من جملتها تعليم القرآن، وهو أشرف الجميع (1) \" ، بل إن معلم القرآن والعامل به من خيار الأمة، فهو خيار من خيار، قال تعالى { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ } (آل عمران: 110).\nوما ذاك إلا لأن تعلم القرآن وتعليمه هو الأساس الذي يقوم عليه الدين وبه تعرف الشرائع والأحكام، وبنوره تستضيء الأمة وتسير على طريقه وتتربى على منهجه.\n_________\n(1) ينظر : فتح الباري 9 / 76.\n(1/10)\n\nوقد توعد الله الذين يكتمون القرآن ولا يُعلِّمونه ولا ينشرونه ولا يبينون أحكامه للأمة بالطرد والإبعاد من رحمة الله تعالى، قال تعالى { إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ }{ إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ } (البقرة، : 159 - 160).\nومما يدل على أهمية تعليم القرآن وفضله على الفرد والمجتمع أن الله قد أخذ العهد والميثاق على كل أمة أنزل عليها كتابًا أن تتعلمه وتعلمه ولا تكتم منه شيئًا، أو تقصر في نشره وتبليغه، كما قال تعالى { وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ } (آل عمران: 187)",
        "(1/11)\n\nولأن هذه الأمة خير الأمم وكتابها أفضل الكتب كان واجبها أعظم من غيرها في تعليمه وتبليغه للناس لتسعد في الدنيا والآخرة، قال تعالى { قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ }{ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ } (المائدة : 15 - 16)\nوتعليم القرآن وتعلمه من أشرف العلوم وأعلاها منزلة، والمشتغلون به داعون إلى الخير، وأعظم الخير نشر العلم وأفضل العلم كلام الله عز وجل، وهم مثابون مأجورون بإذن الله عز وجل، وذلك لأن نفع تعليم القرآن من النفع المتعدي الدائم الذي يثاب عليه صاحبه ولو بعد مماته، عن سهل بن معاذ بن أنس عن أبيه أن النبي صلى الله عليه وسلم قال: « من علَّم علمًا فله أجر من عمل به، لا ينقص من أجر العامل » (1) . .\nوقد ذكر أهل العلم في كتبهم ومصنفاتهم فضل تعليم القرآن الكريم وتعليمه ونقلوا ذلك عن الصحابة وسلف هذه الأمة.\n_________\n(1) رواه ابن ماجه في سننه (صحيح سنن ابن ماجه) - باب ثواب معلم الناس الخير - 1 / 46 وحسنه الألباني\n(1/12)",
        "\nفعن عبد الله بن عمرو بن العاص رضي الله عنهما قال \" عليكم بالقرآن فتعلَّموه وعلموه أبناءكم ، فإنكم عنه تسألون، وبه تجزون، وكفى به واعظًا لمن عقل\" (1) . .\nوقال ابن كثير \" والغرض أنه عليه الصلاة والسلام قال « خيركم من تعلَّم القرآن وعلَّمه » وهذه صفات المؤمنين المتبعين للرسل وهم الكمَّل في أنفسهم المكمِّلين لغيرهم، وذلك جمع بين النفع القاصر والمتعدي، وهذا بخلاف صفة الكفار الجبارين الذين لا ينفعون ولا يتركون أحدًا ممن أمكنهم أن ينتفع، كما قال تعالى: { الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ } .(النحل :88) .وكما قال تعالى: { وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ } (الأنعام :26). فهذا شأن شرار الكفار، كما أن شأن الأخيار الأبرار أن يتكمل في نفسه وأن يسعى في تكميل غيره، كما قال عليه السلام « خيركم من تعلَّم القرآن وعلَّمه » (2)\nبل إن من العلماء مَنْ فَضَّل تعليم القرآن وتعلمه وقدَّمه على الجهاد في سبيل الله ذروة سنام الإسلام، فقد سئل الثوري عن الجهاد وإقراء القرآن أيهما أفضل؟ فرجح الثاني محتجًا بالحديث السابق. (3)\n_________\n(1) رواه أبو عبيد القاسم بن سلام في فضائل القرآن ص 22\n(2) ينظر: فضائل القرآن لابن كثير 84\n(3) ينظر: فتح الباري 9 / 77\n(1/13)\n",
        "ولهذا فقد حرص الصالحون من عباد الله والراغبون في الخير على تعلم القرآن وتعليمه، فاستثمروا في ذلك أوقاتهم وعمروا به مجالسهم وبذلوا جهودهم من أجله، والأمثلة على أقوالهم وأحوالهم في ذلك كثيرة، فقد كان أبو موسى الأشعري رضي الله عنه يعلم الناس القرآن بمسجد البصرة مع كثرة مسؤولياته لأنه أمير البصرة، يقول أنس بن مالك رضي الله عنه :\"بعثني الأشعري إلى عمر ، فقال عمر : كيف تركت الأشعري ؟ فقلت : تركته يعلم الناس، فقال عمر : إنه كيس ، ولا تسمعها إياه\". (1) .\nوهذا أبو عبد الرحمن السلمي أحد أئمة الإسلام، التابعي الجليل، اشتغل معظم حياته بتعليم القرآن بعد أن تعلمه ممن أدركه من الصحابة رضي الله عنهم، فقد بدأ يعلم الناس في خلافة عثمان بن عفان إلا أيام الحجاج، وكان مقدار ذلك الذي مكث فيه يعلم القرآن سبعين سنة وكان يقول - هو الراوي عن عثمان حديث « خيركم من تعلم القرآن وعلمه » وذاك الذي أقعدني مقعدي هذا\" (2) .\nوكانوا رحمهم الله يحرصون على تعليم أبنائهم القرآن وهم في سن مبكرة، لأن التعليم في الصغر أدعى للحفظ والفهم والإتقان وقد بوَّب البخاري في صحيحه \" باب تعليم الصبيان القرآن\" (3)\n_________\n(1) ينظر : سير أعلام النبلاء 2 / 390\n(2) رواه البخاري في صحيحه مع الفتح - كتاب فضائل القرآن - باب خيركم من تعلم القرآن وعلمه 9 / 74 ، 76 / 8\n(3) صحيح البخاري مع الفتح 9 / 83، وروى فيه قول ابن عباس « توفي رسول الله صلى الله عليه وسلم وأنا ابن عشر سنين وقد قرأتُ المحكم\n(1/14)\n\nوكان من شروطهم في طلب العلم تعلُّم القرآن وحفظه، يقول الإمام النووي \" كان السلف لا يعلمون الحديث والفقه إلا لمن حفظ القرآن\" (1) ، ويدل على هذا قول الوليد بن مسلم \" كنا إذا جالسنا الأوزاعي فرأى فينا حدثًا، قال : يا غلام قرأت القرآن ؟ فإن قال : نعم ، قال: اقرأ، وإن قال: لا، قال: اذهب تعلم القرآن قبل أن تطلب العلم\" (2) .\nكل ما سبق وغيره مما هو مثبت في كتب أهل العلم وسيرهم دليل على فضل تعلم القرآن وتعليمه وعناية السلف رحمهم الله تعالى به.\n_________\n(1) ينظر : المجموع 1 / 38\n(2) ينظر : الجامع لأخلاق الراوي وآداب السامع 1 / 108",
        "(1/15)\n\nالمبحث الثاني : جهود المملكة العربية السعودية في العناية بالقرآن الكريم\nإن أعظم نعم الله تبارك وتعالى على هذه الأمة أن أرسل إليها أفضل رسله وأنزل عليها خير كتبه القرآن الكريم، نورًا وضياء، وهدى وشفاء، وتولى جل وعلا حفظه بقوله { إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ } (الحجر: 9) ومن نعم الله وآلائه أن قيض لهذا البلد الأمين حكومة رشيدة من لدن مؤسسها الملك عبد العزيز بن عبد الرحمن آل سعود رحمه الله وحتى عهد خادم الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود حفظه الله، فَأَوْلَتْ القرآن الكريم عناية عظيمة، ورعاية كريمة وجهودًا مشكورة، فهو دستورها الخالد الدائم ونبراسها في شؤون الحياة، إليه وإلى سنة المصطفى عليه الصلاة والسلام يكون التحاكم، ومنهما تستمد الأحكام والشرائع، وبهما العمل والتمسك، وعلى ضوئهما تكون الدعوة والإصلاح والتوجيه، وأهم تلك الجهود تدريس القرآن وتعليمه في جميع مراحل التعليم وحتى التعليم الجامعي والعناية بحفظه وتجويده وإنشاء الكليات والأقسام العلمية المتخصصة في ذلك.\n(1/16)",
        "\nوشملت هذه الرعاية والعناية تعليم أبناء المملكة والمقيمين بها تلاوة القرآن الكريم وتفسيره وتدبره والحث على حفظه وتجويده، من خلال الجمعيات الخيرية لتحفيظ القرآن الكريم وفروعها في جميع مناطق المملكة ، حيث شملت حلقات تحفيظ القرآن الكريم معظم المحافظات والمراكز والهجر، بل تعدت جهودها المباركة إلى دور الملاحظة والسجون فكان لها في كل ذلك الآثار الإيجابية والثمار المباركة ولله الحمد حيث أقبل الناس عليها صغارًا وكبارًا، ذكورًا وإناثًا.\nكما شجعتها الدولة -وفقها الله- ماديًا ومعنويًا، حيث قررت الإعانات السنوية لها، وسهلت متطلباتها وحاجاتها، ومنحتها الأراضي لإنشاء مبانيها.\nومن مظاهر العناية بكتاب الله عز وجل تنظيم المسابقات الدولية والمحلية لإذكاء التنافس فيما بين حفاظ كتاب الله عز وجل وبذل الجوائز القيمة لهم مع الإكرام والحفاوة بهم، وذلك تشجيعًا لحفظة كتاب الله عز وجل من أبناء المسلمين في الداخل والخارج.\n(1/17)\n",
        "ومن مظاهر العناية بكتاب الله عز وجل إنشاء مجمع الملك فهد لطباعة المصحف الشريف بالمدينة النبوية، الذي أصبح معلمًا عظيمًا من معالم خدمة كتاب الله عز وجل وانتشاره في أنحاء المعمورة، وترجمة معانيه إلى مختلف اللغات، والقيام بتفسيره تفسيرًا ميسرًا.\nكما أصدر خادم الحرمين الشريفين أمره الكريم بتخفيف مدة السجن عمن يحفظ كتاب الله عز وجل تشجيعًا على حفظه والعمل به والتزامه منهج حياة، كيما تتهذب النفوس وتستقيم الأحوال.\n(1/18)\n\nالفصل الأول\nوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد والجمعيات الخيرية لتحفيظ القرآن الكريم\nالمبحث الأول: تكليف الوزارة الإشراف على الجمعيات الخيرية وأغراض ذلك :\nلما تم تكوين وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد إنفاذًا للتوجيه السامي ذي الرقم 7 / 5 / 10737 المؤرخ في 10 / 7 / 1414هـ أنيط بالوزارة الكثير من المهام والقيام بالعديد من الأنشطة، ومن ذلك الإشراف على جمعيات تحفيظ القرآن الكريم بعد أن كان الإشراف عليها موكولًا إلى جامعة الإمام محمد بن سعود الإسلامية، فأولتها اهتمامها ورعايتها، حتى قامت هذه الجمعيات وغيرها من المدارس والمراكز الخيرية بأداء هذه المهمة العظيمة المنوطة بها، وشجعت الناس على إلحاق أبنائهم وبناتهم بحلقات تحفيظ القرآن الكريم، لتعلمه وقراءته قراءة صحيحة مجودة مرتلة، وتشجيعهم على حفظه ودوام تلاوته والارتباط به.",
        "(1/19)\n\nوقد قامت الوزارة بعدة خطوات لتطوير نظام الجمعيات وإعادة دراسته من جديد، ولأجل ذلك عقد اجتماع موسع ضم رؤساء الجمعيات الخيرية في المملكة بتاريخ 3 / 1 / 1415هـ ، لدراسة أوضاع الجمعيات من خلال التجربة التي مرت بها وكيفية النهوض بها وتطويرها، وإعانتها بشتى السبل للقيام بمهمتها وأداء رسالتها العظيمة.\nوصدر عن ذلك الاجتماع عدة قرارات ، منها:\nالموافقة على توحيد الجمعيات الخيرية لتحفيظ القرآن الكريم في ثلاث عشرة جمعية رئيسة حسب توزيع مناطق المملكة، وأن تكون الجمعية الرئيسة في عاصمة المنطقة، وتتولى الوزارة الإشراف على هذه الجمعيات تحقيقًا للأغراض التالية:\nأولًا : متابعة نشاط الجمعيات الخيرية لتحفيظ القرآن الكريم، والمدارس الخيرية لتحفيظ القرآن الكريم، ومراكزه الخاصة بالمملكة، وتقويمه وتوجيهه بما يضمن ازدهاره وتطويره.\nثانيًا : الإسهام في توفير الدعم المالي للجمعيات الخيرية لتحفيظ القرآن الكريم، والمدارس الخيرية لتحفيظ القرآن الكريم، عن طريق ما يخصص لذلك في الميزانية السنوية للوزارة، وتشجيع المحسنين على التبرع لها، ومعاونتها.\n(1/20)",
        "\nثالثًا : الإسهام في توفير الدعم العلمي والإداري للجمعيات الخيرية لتحفيظ القرآن الكريم والمدارس الخيرية لتحفيظ القرآن الكريم، وإمدادها بالخطط والمناهج، والقوى العاملة.\nرابعًا : تكون في وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد أمانة عامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم، ترتبط بالوزير مباشرة، وتتكون من الأمين العام والأمين العام المساعد وعدد كاف من الخبراء والموجهين والباحثين والموظفين الإداريين.\n(1/21)\n",
        "المبحث الثاني: المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم واختصاصاته :\nبعد توحيد الجمعيات الخيرية لتحفيظ القرآن الكريم في ثلاث عشرة جمعية - كما ذكرت سابقًا - تم تكوين مجلس أعلى للجمعيات الخيرية يتكون أعضاؤه من رؤساء الجمعيات في المناطق، وبعض مندوبي الدوائر الحكومية ذات العلاقة، وأستاذ في علوم القرآن الكريم من جامعة الإمام محمد بن سعود الإسلامية، والأمين العام للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم، ويجوز للمجلس دعوة مَنْ يراه مِنْ خارج المجلس للاستئناس برأيه، ويختص المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم بما يلي:\nوضع السياسة العامة للجمعيات الخيرية لتحفيظ القرآن الكريم، ومدارس تحفيظ القرآن الكريم، وإعداد الخطط والمناهج اللازمة لها، بما يكفل نجاحها في أداء مهمتها، ومتابعة تنفيذ ذلك.\nوضع الأنظمة واللوائح اللازمة لتنظيم العمل في الجمعيات الخيرية لتحفيظ القرآن الكريم، ومدارس تحفيظ القرآن الكريم الخيرية، بما يكفل استمرارها في أداء رسالتها وتطويرها إلى الأفضل.\n(1/22)\n\nالموافقة على إنشاء الجمعيات الخيرية لتحفيظ القرآن الكريم، وفروعها، وإقرار النظام الداخلي لكل منها، والموافقة على تعديله.\nتعيين رئيس الجمعية، ونائبه، والمسؤول المالي، من بين أعضاء مجلس الإدارة في الجمعية، الذين تم اختيارهم من قبل الجمعية العمومية، ويكون ذلك بناء على ترشيح رئيس المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم.\nاقتراح إعانة الحكومة السنوية للجمعيات الخيرية لتحفيظ القرآن الكريم، ومدارس تحفيظ القرآن الكريم الخيرية.\nاقتراح مشروع الميزانية الخاصة بالأمانة العامة للمجلس الأعلى للجمعيات الخيرية.\nتوزيع ما يعتمد في الميزانية من إعانة للجمعيات الخيرية لتحفيظ القرآن الكريم، ومدارس تحفيظ القرآن الكريم الخيرية، وفقًا لحجمها وإيراداتها وظروفها البيئية.\nالاطلاع على التقرير السنوي الذي يعده الأمين العام عن نشاط الأمانة، ونشاط الجمعيات الخيرية لتحفيظ القرآن الكريم، ومدارس تحفيظ القرآن الكريم، واتخاذ ما يراه بشأنه.\nالنظر في الموضوعات المتعلقة بالجمعيات الخيرية لتحفيظ القرآن الكريم التي تحال إليه من الجهات الحكومية، أو الهيئات والمؤسسات الخاصة، أو التي تعرض عليه من قبل رئيسه وأعضائه.",
        "(1/23)\n\nللمجلس تكوين لجان دائمة، أو مؤقتة من بين أعضائه، أو من غيرهم من المختصين لدراسة ما يرى دراسته من أمور، وإعداد تقرير له عنها.\nيجتمع المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم بناء على دعوة من رئيسه مرة كل ستة أشهر على الأقل، ولا يعتبر انعقاد المجلس صحيحًا إلا بحضور أكثر من نصف أعضائه.\nوتتخذ القرارات بالأغلبية المطلقة للأعضاء الحاضرين، وعند تساوي الأصوات يرجح الجانب الذي فيه الرئيس. (1)\n_________\n(1) ينظر: الجمعيات الخيرية لتحفيظ القرآن الكريم ومسيرتها المباركة ص 16 - 17\n(1/24)",
        "\nالمبحث الثالث: الأمانة العامة للمجلس الأعلى للجمعيات واختصاصاتها :\nسبق القول بأن الوزارة عقدت اجتماعًا موسعًا ضم رؤساء الجمعيات الخيرية لتحفيظ القرآن الكريم في المملكة بتاريخ 3 / 1 / 1415هـ لدراسة أوضاع الجمعيات من خلال تجربتها التي مرت بها وكيفية تطويرها والنهوض بها وإعانتها ومساندتها للقيام بمهمتها، وقد اتخذ المجلس عدة قرارات، وتتولى الوزارة الإشراف على هذه الجمعيات.\nولأجل ذلك أنشئت أمانة عامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم، ترتبط بالوزير مباشرة، وتتكون من الأمين العام والأمين العام المساعد، وعدد كافٍ من الخبراء ويكون من بين اختصاصاتها:\nإعداد جدول أعمال المجلس الأعلى، وتدوين محاضره، وإبلاغها إلى جهات الاختصاص، ومتابعة تنفيذ ما يرد بها من قرارات.\nتوزيع الاختصاصات بين وحدات الأمانة العامة والعاملين فيها، ومتابعة أعمالها.\nمتابعة نشاط الجمعيات والمدارس الخيرية لتحفيظ القرآن الكريم، وتقويمه وتوجيهه في ضوء ما يقرره المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم.\nتقديم المرئيات بشأن إعانة الحكومة للجمعيات والمدارس الخيرية لتحفيظ القرآن الكريم.\n(1/25)\n",
        "إعداد مشروع ميزانية الأمانة العامة، وعرضها على المجلس الأعلى.\nإعداد تقرير عن نشاط الأمانة، والجمعيات، والمدارس الخيرية لتحفيظ القرآن الكريم.\nمساعدة الجمعيات والمدارس الخيرية لتحفيظ القرآن الكريم في تشجيع المحسنين على التبرع لها ومعاونتها.\nتعد الأمانة العامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم سجلًا لقيد الجمعيات، يحتوي على البيانات الأساسية المتعلقة بها، ويكون لكل جمعية أو فرع مقيد في هذا السجل رقم خاص بها يذكر في محرراتها ومطبوعاتها وسجلاتها، وتأخذ الجمعية أرقامًا أساسية، ويتكون رقم الفرع من رقمين (رقم الجمعية، ثم رقم تسلسل الفرع) (1) .\n_________\n(1) ينظر: الجمعيات الخيرية لتحفيظ القرآن الكريم ومسيرتها المباركة ص 13 / 8\n(1/26)\n\nوتصدر الأمانة العامة نشرة تفصيلية بعنوان أهل القرآن\" تتضمن العديد من البحوث المتعلقة بالقرآن الكريم وعلومه، كما أنها تشتمل على أخبار الجمعيات الخيرية لتحفيظ القرآن الكريم وفروعها، وهي تستقبل مشاركات القراء واقتراحاتهم ومتابعاتهم، كما أصدرت الأمانة العامة بالتعاون مع الإدارة العامة للشؤون الإعلامية بالوزارة نشرة بعنوان: \" مسيرة الخير في بلد الخير\" متضمنة كلمة لمعالي وزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد، وكلمة لسماحة مفتي عام المملكة العربية السعودية، ثم بيان البرامج والإنجازات التي حققتها الجمعيات الخيرية لتحفيظ القرآن الكريم، مدعمة بالإحصائيات الرقمية والرسومات البيانية.",
        "(1/27)\n\nالمبحث الأول: مفهوم الجمعية الخيرية ونظامها ومسؤولياتها :\nيقصد بالجمعية الخيرية لتحفيظ القرآن الكريم، كل جمعية خيرية أنشئت على مستوى المنطقة طبقًا لأحكام النظام الأساسي للجمعيات الخيرية لتحفيظ القرآن الكريم، بهدف تعليم القرآن الكريم: تلاوة وحفظًا وتجويدًا، وما يتصل بذلك أو يتفرع عنه من أغراض، ويكون مقرها في عاصمة المنطقة. ويقصد بفرع الجمعية كل فرع تابع للجمعية أنشئ أو ينشأ في محافظات المنطقة أو مراكزها طبقًا لأحكام النظام الأساسي للجمعيات الخيرية لتحفيظ القرآن الكريم، الذي حدد مسؤوليات الجمعيات في النقاط التالية:\nأولًا : يجوز للجمعية الخيرية لتحفيظ القرآن الكريم أن تنشئ في دائرة المنطقة فروعًا لها متى اقتضت الحاجة، ويرفع اقتراح إنشاء الفرع إلى الأمانة العامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم، موضحًا فيه أسباب الطلب، والموارد التي تمكن الفرع من مباشرة نشاطه، وتعرض الأمانة العامة الطلب على المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم، للبت فيه.\nثانيًا : تكون السنة المالية للجمعية هي السنة المالية للدولة.\n(1/28)",
        "\nثالثا : يكون للجمعية الخيرية لتحفيظ القرآن الكريم، جمعية عمومية، تتكون من أعضاء الجمعية وفروعها في المنطقة الذين وفوا بالتزاماتهم، وفقًا للنظام الداخلي للجمعية أو فروعها.\nرابعًا : تختص الجمعية العمومية للجمعية بالنظر في كل ما من شأنه تحقيق أهداف الجمعية وفروعها في المنطقة، وعلى الأخص ما يلي:\nمناقشة التقرير السنوي عن الجمعية وفروعها، والتصديق عليه، وإرساله مشفوعًا بالرأي إلى الأمانة العامة للمجلس الأعلى لجمعيات تحفيظ القرآن الكريم.\nالموافقة على ميزانية الجمعية وفروعها في المنطقة، والحسابات الختامية لها وإرسالها إلى الأمانة العامة للمجلس الأعلى لجمعيات تحفيظ القرآن الكريم.\nبحث الاقتراحات التي يتقدم بها الأعضاء بشرط تقديمها قبل موعد الاجتماع بأسبوع على الأقل.\nاختيار مجلس إدارة الجمعية في المنطقة وفقًا للمادتين العاشرة والحادية عشر من النظام الأساسي.\nاقتراح إنهاء عضوية مجلس إدارة الجمعية، أو لجنة إدارة أحد فروعها.\nمنح عضوية الشرف وإنهاؤها بناء على اقتراح مجلس الإدارة.\nتحديد رسم العضوية والاشتراك السنوي للعضو في الجمعية وفروعها.\n(1/29)\n",
        "خامسًا : تعقد الجمعية العمومية اجتماعًا سنويًا خلال مدة لا تزيد على ثلاثة أشهر من تاريخ انتهاء سنتها المالية، ويجوز أن تعقد اجتماعًا غير عادي إذا تطلبت ذلك مصلحة الجمعية، ويكون انعقاد الجمعية بناء على دعوة من مجلس إدارة الجمعية، ويتعين على مجلس الإدارة دعوتها إلى الاجتماع إذا قدم إليه طلب بذلك موقع من ثلث الأعضاء الذين تتكون منهم الجمعية، يوضح فيه الغرض من الاجتماع، فإذا لم يوجه مجلس الإدارة الدعوة إلى الاجتماع في هذه الحالة، جاز توجيه الدعوة من الأمين العام للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم.\nوتعقد الاجتماعات في مقر المركز الرئيس للجمعية، ما لم يحدد خطاب الدعوة مكانًا آخر للاجتماع.\nوتُبَلَّغ الأمانة العامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم بنسخة من الدعوة، ومعها جدول الأعمال قبل الموعد المحدد للاجتماع بأسبوعين على الأقل.\n(1/30)\n\nسادسًا : لا يُعَدُّ اجتماع الجمعية العمومية صحيحًا إلا بحضور أكثر من نصف الأعضاء، فإذا لم يحضر العدد المطلوب، تعين تأجيل الاجتماع لمدة أسبوعين على الأقل، وتجديد الدعوة للاجتماع، وعندئذ يكون الاجتماع صحيحًا مهما كان عدد الأعضاء الحاضرين.\nويكون الاجتماع برئاسة رئيس مجلس إدارة الجمعية الخيرية لتحفيظ القرآن الكريم، وتصدر قرارات الجمعية العمومية بالأغلبية المطلقة للأعضاء الحاضرين، عدا ما يتعلق باقتراح تعديل النظام الداخلي للجمعية، أو اقتراح إدماج فرع مع غيره، أو إغلاقه، أو إنهاء عضوية مجلس إدارة الجمعية، فتصدر القرارات بأغلبية ثلثي الأعضاء الحاضرين.\nوترفع قرارات الجمعية العمومية إلى رئيس المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم خلال أسبوعين من تاريخ الاجتماع، فإذا لم يرد عليها اعتراض خلال أسبوعين من تاريخ وصولها إليه اعتبرت نافذة.\nوإن اعترض رئيس المجلس الأعلى عليها، أحيل محل الاعتراض إلى المجلس الأعلى للجمعيات للبت فيه، ويعد قراره نهائيًا.",
        "(1/31)\n\nسابعًا : تختار الجمعية العمومية للجمعية سبعة أعضاء من بين الأعضاء العاملين فيها، ليكوِّنوا مع الأعضاء الآخرين مجلس إدارة الجمعية، وذلك لمدة أربع سنوات قابلة للتجديد، وفق المادة الحادية عشرة.\nثامنًا : يكون للجمعية في المنطقة مجلس إدارة يتكون من:\nرئيس الجمعية (رئيسًا).\nنائب رئيس الجمعية (نائبًا للرئيس).\nالمسؤول المالي ( عضوًا).\nأربعة من أعضاء الجمعية العمومية (أعضاء).\nاثنين من ذوي الخبرة في التعليم يعينهم المجلس الأعلى للجمعيات بناء على اقتراح الجمعية العمومية (عضوين).\nرؤساء لجان الإدارة في فروع الجمعية بالمنطقة (أعضاء).\nمدير فرع وزارة الشؤون الإسلامية والأوقات والدعوة والإرشاد في المنطقة (عضوًا).\nتاسعًا : يقترح مجلس إدارة الجمعية بالمنطقة من بين أعضاء الجمعية العمومية المقيمين بالمدينة التي بها مقر الجمعية الرئيسة، لجنة لإدارة عمل الجمعية بها، تتكون من رئيس، ونائب للرئيس، ومسؤول مالي، وأربعة أعضاء، ويصدر بتعيينهم قرار من رئيس المجلس الأعلى. وتسري على اللجنة أحكام اللائحة المتعلقة بلجنة إدارة فروع الجمعية.\n(1/32)",
        "\nعاشرًا : يجتمع مجلس الإدارة في مقر الجمعية، أو في أحد الفروع مرة كل شهرين على الأقل بناء على دعوة رئيسه، وتصدر قرارات المجلس بأغلبية أصوات الحاضرين، وإذا تساوت الأصوات يرجح الجانب الذي فيه الرئيس، ولا يعد الاجتماع صحيحًا إلا بحضور أكثر من ثلثي الأعضاء، وإذا تخلف أحد أعضاء مجلس الإدارة عن حضور اجتماعات المجلس ثلاث مرات متتالية، بدون عذر مقبول، اعتبر مستقيلًا، وحل محله من يليه في الحصول على أكثر الأصوات، ويصدر بذلك قرار من مجلس الإدارة.\nوترفع قرارات المجلس إلى رئيس المجلس الأعلى للجمعيات خلال أسبوعين من تاريخ عقد الاجتماع، فإذا لم يرد عليها اعتراض خلال أسبوعين من وصولها إليه، اعتبرت نافذة.\nحادي عشر : يختص مجلس إدارة الجمعية بالإشراف على شؤون الجمعية وفروعها في المنطقة إداريًا وماليًا وعمليًا، واتخاذ القرارات اللازمة لتحقيق أهدافها.\nوله على وجه الخصوص:\nشراء العقار، وبيعه، وإفراغه، واستثماره، وله القيام بأي عمل من الأعمال التي تتفق مع أهداف الجمعية في حدود اختصاصه.\nإعداد تقرير سنوي شامل عن نشاط الجمعية وفروعها في المنطقة.\n(1/33)\n",
        "قبول التبرعات والإعانات والمنح والوصايا والأوقاف وغيرها، على ألا تتعارض مع الهدف الأساسي الذي أنشئت من أجله الجمعية.\nاقتراح الميزانية والحساب الختامي للجمعية وفروعها.\nتقديم المقترحات والتوصيات بشأن خطط الجمعية وفروعها في المنطقة إلى الجمعية العمومية.\nالبت في طلبات العضوية.\nاقتراح إنهاء العضوية في الجمعية أو فروعها، ورفعه للمجلس الأعلى.\nثاني عشر : يكون لكل فرع من فروع الجمعية بالمنطقة لجنة لإدارة أعمال الفرع تتكون من رئيس، ونائب للرئيس، ومسؤول مالي، وأربعة أعضاء، يقترحهم مجلس إدارة الجمعية بالمنطقة من بين أعضاء الجمعية العمومية المقيمين بمنطقة الفرع، وذلك لمدة ثلاث سنوات قابلة للتجديد، ويصدر بتعيينهم قرار من رئيس المجلس الأعلى.\nثالث عشر : تختص لجنة إدارة فرع الجمعية بالمنطقة بإدارة شؤون الفرع إداريًا وماليًا وعلميًا، ولها اتخاذ القرارات اللازمة لتحقيق أهداف الفرع.\nوتتولى لجنة الإدارة على الأخص ما يلي:\nقبول التبرعات والهبات والمنح والوصايا والأوقاف، ولها شراء العقار وبيعه واستثماره، بشرط عدم تعارضها مع أهداف الجمعية الخيرية لتحفيظ القرآن الكريم.\n(1/34)\n\nإعداد التقرير السنوي عن نشاط الفرع في المنطقة، وإرساله إلى الجمعية.\nإعداد الميزانية والحساب الختامي للفرع، وإرسالها إلى الجمعية.\nتقديم المقترحات والتوصيات بشأن خطط الفرع إلى الجمعية.\nويبلغ رئيس الجمعية بالمنطقة بصورة من قرارات لجنة الإدارة خلال أسبوعين من تاريخ صدور القرار. فإذا لم يرد عليها اعتراض خلال أسبوعين من وصولها إليه اعتبرت نافذة.\nرابع عشر : لا يجوز الجمع بين عضوية مجلس إدارة الجمعية، أو عضوية لجنة الإدارة في الفروع، وبين العمل في الجمعية، أو فروعها بأجر، ولعضو مجلس إدارة الجمعية، أو عضو لجنة الإدارة بالفروع استرداد مصروفات الانتقال، وغيرها من المصروفات التي تنفق في شؤون الجمعية أو الفرع، طبقًا للقواعد التي تقررها الجمعية العمومية.\nخامس عشر : يكون لكل جمعية، ولكل فرع من فروعها ، ميزانية سنوية، ويتولى أحد مكاتب المحاسبة المرخص لها بمزاولة المهنة في المملكة فحص حسابها الختامي قبل اجتماع الجمعية العمومية في اجتماعه السنوي بثلاثة أشهر على الأقل.",
        "(1/35)\n\nسادس عشر : تلتزم الجمعية في المنطقة وفروعها - في ممارسة أعضائها والعاملين فيها لأعمال الجمعية - بالأهداف المحددة في نظامها الأساسي، ولوائحه، وبأنظمة المملكة، وتتوخى في أعضائها والعاملين فيها التحلي بالأخلاق الإسلامية، والتمسك بأحكام الشرع. (1) .\n_________\n(1) ينظر: الجمعيات الخيرية لتحفيظ القرآن الكريم ومسيرتها المباركة ص 20 - 26\n(1/36)",
        "\nأولًا: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض .\nنشأتها: سنة 1386هـ\nمقرها: مدينة الرياض .\nعنوانها: الرياض ص.ب 35061، وسيأتي مزيد بيان لها في الفصل الثالث إن شاء الله تعالى .\n(1/37)\n",
        "ثانيًا: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة مكة المكرمة :\nأول جمعية أسست في المملكة ، وذلك في شهر رمضان المبارك سنة 1382هـ.\nمقرها وعنوانها: مكة المكرمة - الحرم المكي - الصفا ص. ب 9707.\nعدد حلقاتها (1022) وعدد مدرسيها (1021)، وعدد طلابها (30308) ، وعدد الخاتمين (1081).\nعدد فروعها أربعة هي:\nفرع محافظة جدة، وقد تأسس عام 1396هـ، ويتبعه فروع كثيرة، في رابغ ومستورة والأبواء وقديد وثول وخليص وذهبان وغيرها.\nوعدد حلقاتها (1419)، وعدد المدرسين (1427) وعدد الطلاب والطالبات (30030) وعدد الحفاظ لكتاب الله (194).\nفروع محافظة الطائف، وقد أنشئ سنة 1395هـ، وعدد حلقاته (320)، وعدد المدرسين (138) ، وعدد الطلاب (11556) ، وعدد الحفاظ (46)\nفرع مركز وادي ليه: أنشئ سنة 1403هـ وعدد حلقاته (154)، وعدد طلابه (2147) وعدد المدرسين (56).\nمحافظة رنيه: أنشئ سنة 1410هـ، وعدد حلقاته (15)، وعدد طلابه (505) وعدد المدرسين (11).\n(1/38)\n\nثالثًا: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة المدينة المنورة :\nنشأتها: تعد هذه الجمعية من أقدم الجمعيات التي تأسست في المملكة فهي الجمعية الثانية بعد الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة مكة المكرمة، فقد كان تأسيسها سنة 1383هـ.\nمقرها وعنوانها: المدينة المنورة شارع أبي بكر الصديق - سلطانة.\nعدد طلابها (9207) بنين و (10951) بنات، وعدد حلقاتها (731)، وعدد المدرسين (269) مدرسًا و (429) مدرِّسة، وعدد الخاتمين (165) لهذا العام والمجموع منذ تأسست الجمعية (1378).\nويتبع الجمعية فرعان واحد في محافظة العلا، حيث أنشئ عام 1413هـ، وعدد طلابه (1258) وعدد المدرسين (36)، وعدد حلقاته (67) بنين حلقة و (453) طالبة في (35) فصلًا نسائيًا. والآخر فرع ينبع ووفق على افتتاحه في 1419ه ويضم: (71) حلقة في (53) مسجدًا يدرس فيها (1965) طالبًا.",
        "(1/39)\n\nرابعًا: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة القصيم :\nنشأتها: أسسها كل من فضيلة الشيخ عبد الله بن سليمان بن حميد رحمه الله ، وفضيلة الشيخ عبد الله بن محمد العجاجي حفظه الله، وذلك سنة 1383هـ.\nمقرها وعنوانها: مدينة بريدة - غرب شارع الشاحنات - قرب دوار الطرفية ص.ب 1823.\nعدد طلابها (12005)، وعدد حلقاتها (651)، وعدد المدرسين (612)، وعدد الخاتمين (208).\nوللجمعية أحد عشر فرعًا موزعة على محافظات المنطقة ومراكزها وهي:\nفرع الجمعية في محافظة عنيزة، أنشئ سنة 1405هـ وعدد طلابه (1200)، وعدد حلقاته (92)، وعدد المدرسين (41).\nفرع الجمعية في محافظة الرس: أنشئ سنة 1398هـ، وعدد طلابه (1362)، وعدد حلقاته (51)، وعدد المدرسين (104).\nفرع الجمعية في محافظة البكيرية: أنشئ سنة 1403هـ، وعدد طلابه (1219)، وعدد حلقاته (81)، وعدد المدرسين (75).\nفرع الجمعية في محافظة المذنب: أسسه الشيخ محمد بن صالح المقبل رحمه الله سنة 1399هـ وعدد طلابه (739)، وعدد حلقاته (46)، وعدد المدرسين (30).\nفرع الجمعية في محافظة البدائع: أنشئ سنة 1404هـ، وعدد طلابه (613)، وعدد حلقاته (67)، وعدد المدرسين (50).\n(1/40)",
        "\nفرع الجمعية في مركز الخبراء: أنشئ سنة 1404هـ، وعدد طلابه (263)، وعدد حلقاته (19)، وعدد المدرسين (13).\nفرع الجمعية في محافظة عيون الجواء: أنشئ سنة 1406هـ ، وعدد طلابه (700)، وعدد حلقاته (30)، وعدد المدرسين (28).\nفرع الجمعية في محافظة الأسياح: أنشئ سنة 1409هـ، وعدد طلابه (710)، وعدد حلقاته (43)، وعدد المدرسين (34).\nفرع الجمعية في محافظة الشماسية: أنشئ سنة 1414هـ، وعدد طلابه (300)، وعدد حلقاته (24)، وعدد المدرسين (15).\nفرع الجمعية في مركز عقلة الصقور : أنشئ سنة 1415هـ، وعدد طلابه (452)، وعدد حلقاته (25)، وعدد المدرسين (26).\nفرع الجمعية في محافظة رياض الخبراء : أنشئ سنة 1417هـ، وعدد طلابه (323) ، وعدد حلقاته (27)، وعدد المدرسين (17).\n(1/41)\n",
        "خامسًا: الجمعية الخيرية لتحفيظ القرآن الكريم بالمنطقة الشرقية :\nنشأتها: أنشئت سنة 1388هـ\nمقرها وعنوانها: مدينة الدمام ص. ب 4746 الدمام 31412.\nعدد طلابها : (831)، وعدد حلقاتها (585)، وعدد المدرسين (290)، وعدد الخاتمين (60).\n- يتبع الجمعية ثلاثة فروع هي:\nفرع محافظة الأحساء: أنشئ سنة 1402 هـ ومقرها مدينة الهفوف، وعدد طلابه (2800)، وعدد حلقاته (137)، وعدد المدرسين (123).\nفرع محافظة حفر الباطن: لم يحدد تاريخ نشأته، وتاريخ ترخيصه سنة 1418هـ وعدد طلابه (879)، وعدد حلقاته (55)، وعدد المدرسين (50).\nفرع محافظة الجبيل: لم يذكر تاريخ نشأته، وتاريخ ترخيصه سنة 1418هـ وعدد طلابه (1346)، وعدد حلقاته (75)، وعدد المدرسين (41).\n(1/42)\n\nسادسًا: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة عسير :\nنشأتها: عام 1390هـ.\nمقرها وعنوانها: مدينة أبها ص. ب 755.\nعدد طلابها: (21400)، وعدد حلقاتها (680)، وعدد المدرسين (205)، وعدد الخاتمين (62).\nيتبع الجمعية فرع واحد في محافظة بيشة، وقد أنشئ سنة 1388هـ، وعدد طلابه (1552)، وعدد حلقاته (77)، وعدد المدرسين (56).",
        "(1/43)\n\nسابعًا: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة تبوك :\nنشأتها: عام 1397هـ.\nمقرها وعنوانها: مدينة تبوك - ص . ب 951.\nعدد طلابها: (2540)، وعدد حلقاتها (114)، وعدد المدرسين (88)، وعدد الخاتمين (34).\nيتبع الجمعية أربعة فروع هي:\nفرع محافظة أملج: أنشئ سنة 1411هـ وعدد طلابه (611)، وعدد حلقاته (47)، وعدد المدرسين (18).\nفرع محافظة ضباء: أنشئ سنة 1416هـ ، وعدد طلابه (166)، وعدد حلقاته (9) ، وعدد المدرسين (9).\nفرع محافظة تيماء: أنشئ سنة 1416هـ وعدد طلابه (458)، وعدد حلقاته (34)، وعدد المدرسين (19).\nفرع مركز البدع: أنشئ سنة 1416هـ وعدد طلابه (874)، وعدد حلقاته (68)، وعدد المدرسين (36).\n(1/44)",
        "\nثامنًا: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة حائل :\nنشأتها: عام 1400هـ.\nمقرها وعنوانها: مدينة حائل - ص . ب 2477.\nعدد طلابها: (1835)، وعدد حلقاتها (110)، وعدد المدرسين (53)، وعدد الخاتمين (32).\nيتبع الجمعية أربعة فروع هي:\nفرع محافظة بقعاء: أنشئ سنة 1413هـ وعدد طلابه (376)، وعدد حلقاته (25)، وعدد المدرسين (23).\n2- فرع مركز الحائط: أنشئ سنة 1413 هـ وعدد طلابه (551)، وعدد حلقاته (40)، وعدد المدرسين(25).\n3- فرع مركز فيد : أنشئ سنة 1417هـ وعدد طلابه (378)، وعدد حلقاته (18)، وعدد المدرسين (15).\n4- فرع مركز الروضة: أنشئ سنة 1413هـ وعدد طلابه (178)، وعدد حلقاته (12)، وعدد المدرسين (12).\nفرع مركز موقق: أنشئ سنة 1413هـ، وعدد طلابه (309)، وعدد حلقاته (18)، وعدد المدرسين (14).\n(1/45)\n",
        "تاسعًا: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الحدود الشمالية :\nنشأتها: عام 1409هـ\nمقرها وعنوانها: مدينة عرعر، ص. ب 346.\nعدد طلابها 1412، وعدد حلقاتها (58)، وعدد المدرسين (79)، وعدد الخاتمين (7).\nيتبع الجمعية فرعان هما:\nفرع محافظة رفحاء: أنشئ سنة 1408هـ، وعدد طلابه (820)، وعدد حلقاته (46) ، وعدد المدرسين (31).\nفرع محافظة طريف: لم يحدد تاريخ نشأته، وعدد طلابه (180)، وعدد حلقاته (14) ، وعدد المدرسين (6).\n(1/46)\n\nعاشرًا: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة جازان :\nنشأتها: عام 1385هـ.\nمقرها وعنوانها: مدينة جازان ، ص. ب 550.\nعدد طلابها (9455)، وعدد حلقاتها (431)، وعدد المدرسين (352)، وعدد الخاتمين (52).\nولا يتبعها فروع أخرى.",
        "(1/47)\n\nالحادي عشر: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة نجران :\nنشأتها: عام 1416هـ.\nمقرها وعنوانها: مدينة نجران ، الفيصلية - ص. ب 865.\nعدد طلابها (1662)، وعدد حلقاتها (88)، وعدد المدرسين (67)، وعدد الخاتمين (17).\nيتبع الجمعية فرع واحد في محافظة شرورة، أنشئ سنة 1414هـ، وعدد طلابه (770)، وعدد حلقاته (35)، وعدد المدرسين (19).\n(1/48)",
        "\nالثاني عشر: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الباحة :\nنشأتها: عام 1414هـ.\nمقرها وعنوانها: مدينة الباحة ، ص. ب 720.\nعدد طلابها (1410)، وعدد حلقاتها (100)، وعدد المدرسين (44)، وعدد الخاتمين (23).\nيتبع الجمعية ثلاثة فروع وهي:\nفرع محافظة بلجرشي: أنشئ سنة 1404هـ وعدد طلابه (4011)، وعدد حلقاته (236)، وعدد المدرسين (69).\nفرع محافظة المندق: أنشئ سنة 1405هـ، وعدد طلابه (1086)، وعدد حلقاته (52)، وعدد المدرسين (34).\nفرع محافظة قلوة: أنشئ سنة 1415هـ، وعدد طلابه (460)، وعدد حلقاته (34)، وعدد المدرسين (13).\n(1/49)\n",
        "الثالث عشر: الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الجوف :\nنشأتها: عام 1412هـ.\nمقرها وعنوانها: مدينة سكاكا ، ص. ب 775.\nعدد طلابها (1470)، وعدد حلقاتها (56)، وعدد المدرسين (49)، وعدد الخاتمين (7).\nيتبع الجمعية فرع واحد في محافظة القريات، أنشئ سنة 1406هـ وعدد طلابه (844)، وعدد حلقاته (34)، وعدد المدرسين (24).\nوقد تكون هذه الإحصائيات غير دقيقة إذا علمنا أن إقبال الناس شبابًا وشيبًا على حفظ كتاب الله عز وجل وتعلم قراءته قد كثر ولله الحمد، وقد لا يخلو مسجد إلا وفيه حلقة لتعليم القرآن الكريم وتحفيظه في أوقات كثيرة، وسيأتي مزيد حديث عن هذا في الفصل الأخير من هذا البحث.\n(1/50)\n\nالمبحث الثالث: البرامج والإنجازات التي حققتها الجمعيات الخيرية لتحفيظ القرآن الكريم :\nمن الصعوبة بمكان حصر الآثار التربوية والاجتماعية والعلمية التي نتجت عن برامج مشروعات الجمعيات الخيرية لتحفيظ القرآن الكريم، ولكنني أستطيع أن أشير إلى بعض ما تم تنفيذه من برامج ومشروعات حققت الكثير من الأهداف المأمولة حسب التقارير التي أصدرتها هذه الجمعيات ، ولعل من أبرز ذلك ما يلي:\nنظمت الجمعيات الخيرية لتحفيظ القرآن الكريم خلال عام 1418هـ - 1419هـ عددًا من الحلقات التعليمية للقرآن الكريم الخاصة بالكبار على مستوى المملكة.\nيقوم أكثر من ستمائة حافظ من الطلبة المتقنين المجودين في الجمعيات بإمامة المصلين في صلاة التراويح كل عام.\nتم تجهيز العديد من الأماكن بالمعامل الصوتية وأجهزة الكمبيوتر المبرمجة ببرامج القرآن الكريم.\nنظمت الجمعيات عشرات الحلقات والدورات لتحفيظ القرآن الكريم في السجون، ويستفيد منها كل عام مجموعة من النزلاء، وكُرِّم عدد منهم بتخفيف مدة سجنهم.\nتم إنشاء حلق داخل سجون النساء.\nتم تنفيذ عشرات الدورات للمعلمين والمعلمات، الذين يدرسون المواد الشرعية.",
        "(1/51)\n\nكما تم تنفيذ عشرات الدورات للموظفين والموظفات في القطاعات المختلفة.\nنظمت الجمعيات برامج لمحو الأمية بتعليم قراءة القرآن الكريم.\nكما نظمت عددًا كبيرًا من الدورات لربات البيوت والنساء في أوقات مناسبة.\nتم تنفيذ عدد كبير من المناسبات والمسابقات في مجال حفظ القرآن الكريم وتعلمه وتعليمه.\n(1/52)",
        "\nوإن هذه الإنجازات الكبيرة وغيرها التي حققتها الجمعيات الخيرية لتحفيظ القرآن الكريم بمختلف مناطق المملكة، وما حققته من جوانب مهمة من رسالة المسجد في الإسلام، بانتشار حلق تحفيظ القرآن الكريم في المساجد الجوامع، بمختلف مدن المملكة، وقراها وهجرها، إنما كانت لتربية أبناء المسلمين وبناتهم التربية الإسلامية الصحيحة على كتاب الله، وهي تبشر - إن شاء الله - بمستقبل مشرق، نظرًا لما تلقاه هذه الجمعيات من رعاية خاصة من لدن خادم الحرمين الشريفين وولي عهده الأمين، والنائب الثاني - حفظهم الله - وجميع محبي الخير من الأثرياء والموسرين وغيرهم ممن يدعم هذه الجمعيات ماديًا ومعنويًا وتشير الإحصائية العامة للجمعيات الخيرية لتحفيظ القرآن الكريم لهذا العام التي أصدرتها الأمانة العامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم إلى أن الزيادة مستمرة في كل عام في أعداد الطلاب، وأن الإقبال على حلق تحفيظ القرآن الكريم كبير في مختلف أنحاء المملكة الشاسعة.\n(1/53)\n",
        "وبينت الإحصائية أن هؤلاء الطلبة والطالبات يدرسون في (9866) حلقة، منها (3130) حلقة للطالبات ، ويقوم بتدريسهم (747) مدرسًا ومدرسة منهم (155) مدرسة، كما بلغ عدد حفظة وحافظات القرآن الكريم كاملًا لهذا العام (3367).\n(1/54)\n\nالفصل الثالث\nالجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض\nجاء إفراد هذه الجمعية بالدراسة الموسعة لإبراز جهودها المباركة وأعمالها الخيِّرة والتعريف بمناشطها المتنوعة، كمثال متميز لهذه الجمعيات المنتشرة في مناطق المملكة.\nالمبحث الأول: نشأتها ومقرها وفروعها :\nأنشئت الجمعية الخيرية لتحفيظ القرآن الكريم في مدينة الرياض عام 1386هـ ، ولها مقران:\nالأول: المركز الرئيسي ويقع في شارع آل فريان.\nالثاني: مقر الشؤون التعليمية وإدارة الفروع، ويقع خلف جامع الأمير عبد الله بن محمد بن عبد الرحمن بعتيقة.\nوعنوانها: الرياض : ص . ب : 35061.\nوللجمعية خمسة فروع داخل مدينة الرياض وهي:\nفرع الجنوب.\nفرع الشرق.\nفرع الشمال.\nفرع الوسط.\nفرع الغرب.\nكما يتبع الجمعية عشرة فروع وهي:\nفرع محافظة الزلفي: أنشئ سنة 1405هـ بلغ عدد طلابه (2470)، وعدد حلقاته (122) ، وعدد المدرسين (104).\nفرع محافظة الدوادمي: أنشئ سنة 1405هـ وبلغ عدد طلابه (1064)، وعدد حلقاته (51 )، وعدد المدرسين (41).\nفرع محافظة شقراء: أنشئ سنة 1405هـ ، وبلغ عدد طلابه (1433)، وعدد حلقاته (49)، وعدد المدرسين (49).",
        "(1/55)\n\nفرع محافظة القويعية: أنشئ سنة 1409هـ، وبلغ عدد طلابه (2273)، وعدد حلقاته (117)، وعدد المدرسين (73).\nفرع محافظة حوطة بني تميم: أنشئ عام 1409هـ، وبلغ عدد طلابه (1564)، وعدد حلقاته (68)، وعدد المدرسين (49).\nفرع محافظة المجمعة: أنشئ سنة 1412هـ ، وبلغ عدد طلابه (810)، وعدد حلقاته (54)، وعدد المدرسين (33).\nفرع محافظة الأفلاج: أنشئ سنة 1412هـ ، وبلغ عدد طلابه (706)، وعدد حلقاته (36)، وعدد المدرسين (16).\nفرع محافظة السليل: أنشئ سنة 1413هـ ، وبلغ عدد طلابه (496)، وعدد حلقاته 24، وعدد المدرسين (17).\nفرع مركز تمير: أنشئ سنة 1413هـ ، وبلغ عدد طلابه (807)، وعدد حلقاته (40)، وعدد المدرسين (38).\nفرع مركز حوطة سدير: أنشئ سنة 1408هـ ، وبلغ عدد طلابه (791)، وعدد حلقاته (39)، وعدد المدرسين (25).\n(1/56)",
        "\nالمبحث الثاني: أهدافها :\nوضعت الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض أهدافًا وغايات تسعى لتحقيقها وتبذل الجهود وتضع الخطط وتقيم الدراسات المتنوعة من أجل تنفيذها على الوجه الأكمل.\nوقد جاءت هذه الأهداف في تقريرها السنوي لعام 1417ه / 1418هـ، كما يلي:\nتوجيه أولاد المسلمين (بنين وبنات) لتعلم القرآن العظيم وحفظه وتهيئة الجو المناسب لهم واختيار المدرسين والأكفاء ورصد الجوائز لتحقيق هذا الهدف النبيل.\nإحياء دور المسجد، مدرسة المسلمين الأولى اقتداء بنبينا محمد (.\nالرغبة في تحصيل الخيرية الموعود بها في قوله صلى الله عليه وسلم « خيركم من تعلم القرآن وعلمه » رواه البخاري .\nإعداد مجموعات من الحفظة المؤهلين لإمامة المساجد وتعليم القرآن الكريم.\nإتقان قراءة كتاب الله عز وجل وتلاوته تلاوة صحيحة مع العناية بتجويده وترتيله.\n(1/57)\n",
        "فتح باب من أبواب الخير للموسرين لبذل المال في سبيل الله للإعانة على تعليم القرآن الكريم. قال تعالى: { مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً } ( البقرة : 245). وقال تعالى: { وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ } (البقرة،:195).\nربط المسلم بكتاب الله عز وجل علمًا بتفسيره ومعرفة معانيه، وعملًا بأحكامه وآدابه.\n(1/58)\n\nالمبحث الثالث: نشاطاتها :\nكان لجمعية تحفيظ القرآن الكريم بمنطقة الرياض أعمال مباركة وجهود مثمرة، وذلك بفضل الله عز وجل أولًا ثم برعاية ودعم حكومة خادم الحرمين الشريفين وحرص القائمين على هذه الجمعية وبذلهم كل جهد ورعاية وعناية لها، يؤازرهم في ذلك محبو الخير والقائمون على دعمها ومساندتها، وفي هذا ما يفرح القلب ويشرح النفس، ومن تلك النشاطات:\nالمشاركة في مسابقات القرآن الكريم المحلية والدولية.\nالمشاركة في مسابقة القرآن الكريم التابعة للحرس الوطني ضمن فعاليات مهرجان الجنادرية الوطني للتراث والثقافة.\nالمساهمة مع وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد في توجيه طلاب الجمعية ومدرسيها لإمامة المصلين في التراويح والقيام في مساجد الرياض والقرى القريبة منها.\nإقامة دورات خاصة بالخاتمين لكتاب الله عز وجل قبل توجيههم إلى التدريس في الحلقات، وأيضًا الخاتمات قبل توجيههن إلى المدارس النسائية.\nالعزم على إقامة مسابقات نسائية عامة في المحافظات كافة على مستوى ثلاثة فروع، وقد رصد لهذه المسابقة جوائز قيمة تبرع بها بعض أهل الخير.",
        "(1/59)\n\nالتوسع في استخدام الحاسب الآلي بالجمعية في قطاع الحسابات، والاستفادة من خبرة المبرمجين وأصحاب الخبرة في هذا المجال من أساتذة الجامعات المتعاونين مع الجمعية.\nالعمل على تنمية موارد الجمعية عن طريق تشجيع رجال الأعمال وذوي اليسار والغنى على الوقف الذي يعود ريعه لصالح تعليم القرآن الكريم، مع مكاتبتهم من حين لآخر، من أجل دعم أنشطة الجمعية ومسابقاتها.\nتوجيه المدرسين إلى الإصلاحيات والسجون ودور الرعاية الاجتماعية رغبة في استصلاح هذه الفئة التي مالت عن الطريق المستقيم وتوجيهها الوجهة السليمة وفق منهج الكتاب والسنة، حتى يخرجوا بعد ذلك مستقيمين على طاعة الله ملتزمين منهجه سائرين على طريقه نافعين أمتهم ووطنهم.، وقد كان لأمر خادم الحرمين الشريفين بتخفيف مدة السجن على من حفظ القرآن أكبر الأثر في إقبال هؤلاء على حفظ القرآن والعناية به، فقد بلغ عدد الخاتمين في إصلاحيتي الحائر والملز سبعة طلاب، وبلغ عدد الملتحقين بحلقات تحفيظ القرآن الكريم فيها 121 طالبًا (1) .\n_________\n(1) ينظر : التقرير السنوي للجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض لعام 1417 هـ - 1418هـ\n(1/60)",
        "\nالمطلب الأول: نشأته ومراحل تطوره :\nنشأت فكرة المعهد عند القائمين على الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض لما أصبحت الحاجة ملحة لمدرسين للقرآن الكريم ليقوموا بالتدريس في الحلقات التابعة للجمعية الخيرية، وكذلك لما ازدادت الحاجة لأئمة المساجد التي ازداد عددها بفضل الله بالرياض وغيرها؛ فأصبحت أمنية الجميع إيجاد معهد متخصص في تدريس القرآن الكريم وعلومه وما يحتاج إليه طالب العلم من العلوم الشرعية، وبفضل الله تعالى تحقق الأمل ثم بجهود أهل الخير والمشايخ، وعلى رأسهم فضيلة الشيخ / عبد الرحمن بن عبد الله آل فريان ثم بالدعم الذي تبرع به صاحب السمو الأمير / محمد بن سعود الكبير أثابه الله، وكذلك الدعم والتأييد الذي تفضل به صاحب السمو الملكي الأمير / سلمان بن عبد العزيز أمير منطقة الرياض جزاه الله خيرًا.\n(1/61)\n",
        "افتتح المعهد في عام 1402هـ وذلك بحضور جمع من المشايخ والعلماء وعلى رأسهم سماحة الشيخ / عبد الله بن محمد بن حميد رحمه الله رئيس مجلس القضاء الأعلى، وشرف الحفل صاحب السمو الملكي الأمير سلمان بن عبد العزيز، وصاحب السمو الأمير / محمد بن سعود الكبير . وذلك تحت إشراف فضيلة رئيس الجمعية الخيرية لتحفيظ القرآن الكريم الشيخ / عبد الرحمن بن عبد الله آل فريان .\nوقد تم وضع المناهج التعليمية من قبل مجلس الجمعية الخيرية وتحت إشراف جامعة الإمام محمد بن سعود الإسلامية، وأصدر مجلس إدارة الجماعات الخيرية برئاسة مدير جامعة الإمام محمد بن سعود الإسلامية في جلسته عام 1402 / 1403هـ المنعقدة في 7 / 5 / 1403هـ قرار رقم 17 بالموافقة على إنشاء معهد القرآن الكريم وعلومه واعتمدت عمادة شئون الطلاب بجامعة الإمام محمد بن سعود الإسلامية بالرياض، في جلستها الثالثة المنعقدة بتاريخ 12 / 4 / 1404هـ والمعتمد محضرها من سعادة وكيل الجامعة بتاريخ 2 / 8 / 1404هـ القرار رقم (4) 1403 / 1404هـ\n\" تعتبر ثانوية معهد القرآن الكريم بالرياض مؤهلًا بكليات الشريعة وأصول الدين واللغة العربية بالجامعة\".\n(1/62)\n\nومقر المعهد الحالي في المبنى الرئيسي للجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض، وتسعى الجمعية لإيجاد مبنى مستقل للمعهد يستوعب المراحل الثلاث.",
        "(1/63)\n\nالمطلب الثاني: أهداف المعهد :\nتخريج مدرسين مؤهلين لتدريس القرآن الكريم وعلومه في الحلقات والمدارس والمعاهد العلمية.\nتخريج طائفة من القراء تجيد الإقراء بالروايات المختلفة.\nإعداد دعاة للقيام بواجب الدعوة وإمامة المسلمين بالمساجد.\nعقد دورات تدريبية لأئمة المساجد ومدرسي القرآن الكريم لرفع مستواهم.\nوقد افتتح في المعهد مرحلتان: المتوسطة والثانوية، وقد تخرج في المعهد العديد من الطلاب، وقد وافق المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم في جلسته التي عقدت بتاريخ 15 / 7 / 1419هـ على افتتاح قسم ابتدائي في المعهد يكون رافدًا للقسم المتوسط والثانوي لإمداده بالطلاب.\n(1/64)",
        "\nالمطلب الثالث: المناهج الدراسية في المعهد :\nالمناهج التي تدرس في القسم الابتدائي هي مناهج مدارس تحفيظ القرآن الكريم الابتدائية التابعة لوزارة المعارف، بالإضافة إلى بعض العلوم المتعلقة بالقرآن الكريم، ومناهج المرحلتين المتوسطة والثانوية هي المناهج التي تدرس في المعاهد العلمية مع إضافة بعض العلوم المتعلقة بالقرآن الكريم وعلومه كالشاطبية ورسم المصحف وتوجيه القراءات وعلم الفواصل، وبهذا يعتبر معهد القرآن الكريم وعلومه هو المعهد الوحيد الذي يدرس هذه العلوم في المملكة العربية السعودية.\n(1/65)\n",
        "المطلب الرابع: المميزات التي يمنحها المعهد لطلابه :\nيمنح الطالب شهادة دراسية بعد كل مرحلة.\nالتخصص الرفيع والمثالي الذي يمتاز به الطالب عن غيره في علوم القرآن والقراءات ونحوها.\nيصرف للطالب مكافأة شهرية في المرحلة المتوسطة مقدارها 250 ريال، وفي المرحلة الثانوية 300 ريال.\nيقبل خريجو المعهد في كليات الشريعة وأصول الدين واللغة العربية بجامعة الإمام محمد بن سعود الإسلامية.\n(1/66)\n\nالمبحث الأول: نشأة المدارس النسائية لتحفيظ القرآن الكريم بالرياض\nافتتحت أول مدرسة لتحفيظ القرآن الكريم للنساء بالرياض عام 1401هـ وكانت حلقة واحدة تدرس فيها ثلاثون دارسة تقريبًا، وبمنٍ من الله وتوفيقه كلل الله جهود القائمين على هذه الإدارة بالنجاح، ورحب الناس عامة بهذه الفكرة، وبدأ إقبال الدراسات يومًا بعد يوم وشهرًا بعد شهر، حتى بلغ عدد الدارسات هذا العام (27800) دارسة، يدرسهن (1150) معلمة، وعدد المدارس (129) مدرسة.\nويدير هذه المدارس الإدارة العامة للمدارس النسائية التابعة للجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض، ومن أجل كثرة المدارس والدارسات قامت الإدارة بتوزيع المدارس إلى فروع لتحسين أوضاعها وأداء رسالتها بصفة أفضل. وهي: فرع الشرق وفرع الغرب وفرع الشمال وفرع الجنوب وفرع الوسط. ولكل فرع إدارة مستقلة تتكون من المدير والمشرف والموظفين، ومكتب إشراف وتوجيه نسائي لمتابعة عمل المديرات والمعلمات وتنفيذ الدورات، وتقوم الإدارة بدور الإشراف المتكامل من تخطيط وتطوير وتنظيم وتقويم ودعم ومساندة وإشراف على المدارس النسائية التابعة لها، وذلك حسب الهيكل التنظيمي التالي:",
        "(1/67)\n\nمكتب المدير العام ويتبعه السكرتارية ، ومكاتب الصادر والوارد والحاسب والملفات، والمحاسبة، والصندوق والمستودع.\nمكتب نائب المدير العام، وهو مكلف ببعض المهام، وينوب عن المدير العام، وينظم المسابقات والاختبارات السنوية.\nالشؤون التعليمية ويتبعها المناهج والدورات والإشراف والتوجيه.\nتنمية الموارد وتتولى تنظيم خطابات التبرعات بالبريد وإعدادها وغير ذلك.\n(1/68)",
        "\nالمبحث الثاني: أهدافها\nوضعت الإدارة العامة للمدارس النسائية وذلك بإشراف الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض أهدافًا سامية تأمل تحقيقها وتسعى بكل ما لديها من جهود في تنفيذها، مع مساندة أهل الخير والإحسان ودعمهم والاستعانة بذوي الخبرة والتوجيه والتربية في هذا المجال.\nوأهداف المدارس النسائية ما يلي :\nتعليم المرأة المسلمة كتاب الله تعالى تلاوة وحفظًا وتجويدًا.\nالتأكيد على أهمية القرآن في حياة المرأة المسلمة.\nتخريج حافظات لكتاب الله تعالى.\nالإسهام في تنشئة المرأة المسلمة وتحصينها بآداب القرآن الكريم وأخلاقه.\nرفع كفاءة الدارسات ليقمن بتدريس القرآن الكريم وسد الحاجة في ذلك.\n(1/69)\n",
        "المبحث الثالث: نظامها وضوابطها :\nالمطلب الأول: نظام فتح المدارس النسائية لتحفيظ القرآن الكريم :\nوضعت الإدارة العامة للمدارس النسائية نظامًا لفتح المدارس النسائية، يقوم على عدد من الشروط، التي جعلت في غاية المناسبة لخصوصية المرأة المسلمة ومراعية لأحكامها، وما تحتاج إليه من ضبط ومتابعة ورعاية ، ويتم ذلك حسب ما يلي:\nتوجيه خطاب لرئيس الجماعة الخيرية لتحفيظ القرآن الكريم من جماعة الحي بشأن طلب فتح مدرسة نسائية لتحفيظ القرآن الكريم في الفترة المسائية، مع بيان ذكر اسم المشرف واسم النائب.\nيتم اختيار إحدى مدارس الرئاسة لتعليم البنات، لتكون مقرًا لمدرسة تحفيظ القرآن الكريم في الفترة المسائية، شريطة أن تكون المدرسة المختارة مهيأة ومناسبة لذلك، مع إرفاق وصف للموقع.\nيتعهد المشرف بأن يكون حلقة وصل مستمرة بين المدرسة والجمعية الخيرية لمتابعة المدرسة.\nيشترط أن يكون المشرف والنائب متزوجين، وتكون إحدى محارمهما لها صلة بالمدرسة لتسهيل المخاطبة والمراسلة بين الإدارة والمدرسة.\n(1/70)\n\nيشترط أن يكون مع المشرف والنائب عضوان آخران من أهل الحي للاستعانة بهما وقت الحاجة، يتم اختيارهما من المشهود لهما بالصلاح والاستقامة من أئمة المساجد وغيرهم من طلبة العلم وأهل الصلاح.\nترشيح مديرة للمدرسة يتم اعتماد تعيينها من الجمعية الخيرية بعد اجتياز المقابلة الشخصية.\nتعبئة النموذج الخاص بفتح مدرسة نسائية لتحفيظ القرآن الكريم.\nتقيد الجميع بالتوجيهات واللوائح والأنظمة الصادرة من الجمعية الخيرية.\nتوفير حارس مع محرمه لفتح المدرسة وإغلاقها ويرابط وقت دوام المدرسة.\nأما إقامة المدارس النسائية في مبان خاصة غير حكومية، فيتم حسب الضوابط التالية:\nأن تكون هذه المدرسة تحت إشراف الجمعية ونظرها.\nأن لا يكون بالقرب منها مبنى لمدرسة حكومية للبنات، ويكتفى بها إذا أمكن الدراسة فيها.\nجـ) أن يكون لها حارس مع زوجته.\nد) أن لا تكون قريبة من الميادين العامة، كالحدائق، والملاعب، والمجمعات التجارية.\nهـ) أن لا تكون داخل ساحة المسجد التي يصلى فيها.\nو) أن يكون المبنى تحت تصرف الجمعية الخيرية، وأن تتوافر فيه شروط السلامة والأمن.",
        "(1/71)\n\nالمطلب الثاني: مواعيد الدراسة فيها ونظام دوامها اليومي :\nتقوم الجمعية الخيرية لتحفيظ القرآن الكريم ممثلة بإدارة المدارس النسائية بتحديد مواعيد بداية كل فصل ونهايته، مستمدة ذلك من السياسة العليا للتعليم في المملكة.\nتبدأ الدراسة مع بداية الفصل الدراسي ( الأول، الثاني) وتنتهي قبل بداية اختبارات الفصل الدراسي بأسبوعين.\nيبدأ الفصل الصيفي مع بداية الإجازة الصيفية وتنتهي الدراسة قبل اختبار الدور الثاني بأسبوع.\nالأسبوع الأول من الدراسة يكون للتسجيل وتهيئة المدرسة لاستقبال الدارسات.\nتتوقف المدارس النسائية خلال شهر رمضان المبارك، على أن تقوم المدرسة بحث الدارسات على مراجعة حفظهن، واستغلال شهر رمضان المبارك لهذه الغاية.\nيُشعر أولياء الأمور بالمواعيد ضمن استمارة التسجيل.\nأما نظام الدوام اليومي :\nفتبدأ الدراسة بعد صلاة العصر مباشرة وتستمر إلى قبل أذان المغرب بربع ساعة في الشتاء ونصف ساعة في الصيف، لجميع أيام الأسبوع عدا يومي الخميس والجمعة، فتغلق المدرسة، ويوضع النظام في لوحة خارجية لأولياء الأمور.\n(1/72)",
        "\nالمطلب الثالث: شروط تعيين المعلمات :\nأن تكون قدوة حسنة ممتثلة لكتاب الله وسنة رسول الله صلى الله عليه وسلم.\nأن تتقن تلاوة القرآن، وأن تحفظ ما يناسب المرحلة التي تدرسها.\nأن تكون على قدر من العلم الشرعي ومعروفة بسلامة الاعتقاد.\nاجتياز اختبار القبول الذي يجرى لها من قبل الإدارة النسوية في الجمعية الخيرية.\nأن تلتزم بالانضباط في الدوام وتطبيق التعليمات والأنظمة.\n(1/73)\n",
        "المطلب الرابع: النقل وطريقته :\nتتحمل كل دار من الدور النسائية لتحفيظ القرآن الكريم هذه المسؤولية، ولديها إمكاناتها في ذلك، إما بالتعاون مع الرئاسة العامة لتعليم البنات، ولها جهودها المشكورة في هذا المجال، وإما بدعم المحسنين ومساندتهم.\n(1/74)\n\nالمطلب الخامس: الضوابط العامة للمدارس النسائية :\nأداء الصلاة في وقتها داخل المدرسة، وحيث إن صلاة الجماعة في المسجد واجبة في حق الرجال فينبغي أن تتم المناداة على الدارسات قبل الأذان إذا كان هنا متسع من الوقت، وإلا فتؤخر حتى خروج المصلين من المسجد.\nالتزام الدارسات بالحجاب الشرعي من لبس العباءة وغطاء الوجه، انطلاقًا من التوجيهات القرآنية والأوامر الربانية، والتحذير من ارتداء الحجاب الشفاف أو وضع النقاب أو لبس (الكابات) أو وضع العباءة على الكتف...قال تعالى: { يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا } (الأحزاب : 59 ).\nمنسوبات مدارس تحفيظ القرآن الكريم قدوة لغيرهن من النساء والفتيات؛ لذا عليهن الحرص على ما يلي:\nعدم المغالاة في استخدام أدوات الزينة أو ارتداء الحلي اللافت للنظر أو استخدام العطور.\nعدم السماح بإطالة الأظافر أو طلائها بالأصباغ.",
        "(1/75)\n\nالتأكيد على وجوب التزام الدارسات اللاتي في السن المدرسي ارتداء الزي المدرسي الصباحي، على ألا تكون قصيرة أو ضيقة أو ذات فتحات أو ذات كم قصير، ويكون هذا في وقت الدراسة أو مناسبة الاحتفالات.\nموضوع غياب الدارسات من الأمور المهمة التي ينبغي أن تولى عناية خاصة من المسؤولات في المدارس.\nوإدارة المدارس النسائية تؤكد على العناية بذلك ومتابعة الدارسات من ناحية غيابهن أو تأخرهن عن الحضور يوميًا، وإبلاغ أولياء أمورهن بأي غياب أو تأخر عن طريق الهاتف أو الكتابة وعدم التهاون في ذلك، لما يترتب عليه من ضرر على المدرسة والدارسات.\n(1/76)",
        "\nالتعامل الحسن من الإداريات والمعلمات مع الدارسات دور كبير في أداء رسالتهن التربوية نحو الدارسات على أكمل وجه، وهذا يتطلب عددًا من الصفات التي ينبغي التخلق بها، ومن أهمها النزاهة والأمانة والقدوة وحب النظام والقدرة على كسب احترام الدارسات وثقتهن، وتكوين علاقات بنَّاءة سليمة معهن، تشجعهن على العطاء المثمر وترفع من معنوياتهن، وتلمس حاجات الدارسات وتفهم مشكلاتهن وشكواهن بصدر واسع رحب، بحيث تكون المعلمة والإدارية كالأم الحنون الواعية المدركة لحاجتهن ومشكلاتهن الأسرية والنفسية والاجتماعية.\nإدارة المدارس النسائية تحرص على إبعاد الدارسات عن أي أمر من شأنه أن يسبب لهن المضايقة من قبل بعض ضعاف النفوس عند انصرافهن من المدرسة وانتظارهن لأولياء أمورهن، لذا ينبغي ملاحظة الآتي:\nعدم السماح للدارسات أو المعلمات بالتجمع عند باب المدرسة عند خروجهن وعليهن البقاء داخل المدرسة حتى يسمعن نداء أسمائهن عند حضور أولياء أمورهن.\nتوجيه الدارسات وإرشادهن من قبل المسؤولات بالمدرسة إلى الاحتشام في لباسهن وهن قادمات إلى المدرسة أو في الطريق إلى بيوتهن وانصرافهن حال انتهاء الدوام.\n(1/77)\n",
        "جـ) عدم انتظار أولياء أمور الدارسات بناتهن وأهليهن أمام الباب، والوقوف في المكان المخصص لذلك.\nد) إبلاغ الحارس متابعة ما أشير إليه، وحث أولياء الأمور على التعاون في ذلك.\n8- الاحتفالات لون من ألوان الحوافز التشجيعية للدارسات، لذا حرصت إدارة المدارس النسائية أن تظهر هذه الاحتفالات بالمظهر اللائق، وأن تحقق الأهداف المرجوة منها حسب ضوابط الشريعة وآدابها.\n(1/78)\n\nالمبحث الرابع: مهامها ونشاطاتها :\nتنفيذ قرارات مجلس الجمعية بما يتعلق بمدارس التحفيظ ومجلس الإدارة واللجنة الاستشارية.\nإعداد ميزانية إدارة المدارس النسائية، ومتابعة مصروفات الإدارة.\nالتعاون مع مدارس تحفيظ القرآن الكريم لإنهاء الإجراءات مع الجهات الرسمية.\nاقتراح فتح المدارس أو إغلاقها في الأماكن المناسبة.\nإقامة الدورات المختلفة لإعداد ورفع مستوى منسوبات المدارس (تعليميًا وإداريًا).\nإجراء مقابلات تعيين المعلمات والمديرات بالمدارس.\nإعداد خطابات الشكر التقديرية والتشجيعية لمستحقيها من جميع الفئات.. (مديرات - معلمات - متعاونات ومتعاونين - متبرعين ومتبرعات).\nتوجيه خطابات الإنذار ولفت النظر للمدارس ومنسوبيها إن وجدت ملاحظات عليها بعد إقرارها من مجلس الإدارة.\nوضع جداول الاختبارات للمدارس وإجرائها في موعدها المحدد.\nإعداد الشهادات واعتمادها وإجراء كافة ترتيباتها الإدارية.\nإعداد المناهج الخاصة بمدارس تحفيظ القرآن الكريم واعتمادها من مجلس الإدارة.\nتأمين الجوائز النقدية والعينية للحافظات والخاتمات والمتفوقات.\nتنظيم الاحتفالات السنوية لتكريم الحافظات والخاتمات والمتفوقات.",
        "(1/79)\n\nجمع التبرعات النقدية لتقديم الإعانات للمدارس وللإدارة.\nإدارة المدارس النسائية هي الجهة التي تحال إليها الشكاوى الخاصة بالمدارس.\nتقديم الدراسات والاقتراحات لتقويم الإدارة والمدارس وتطويرها من قبل مجلس الإدارة بصفة منتظمة.\nإعداد تقرير سنوي عن إدارة المدارس النسائية وعن مدارسها لعرضه على مجلس الإدارة.\nإصدار الإعلانات التعريفية عن إدارة المدارس النسائية وعن المدارس.\nتحديد مواعيد بدء الفصول الدراسية في العام الدراسي وانتهائها.\nاتخاذ جميع الإجراءات الإدارية اللازمة لمنسوبي إدارة المدارس ومنسوباتها وإعداد الملفات الخاصة بذلك.\nأصدرت إدارة المدارس النسائية كتابًا في مهارات تعليم القرآن للنساء بغية رفع مستوى المدرسات وإيجاد الطرق المناسبة والجادة لتحفيظ القرآن الكريم وتعلميه، كما أصدرت أيضًا كتابًا آخر يتضمن مناهج تدريس القرآن الكريم وما يصحب ذلك من مواد أخرى كالفقه والسلوك والأحاديث والأذكار.\n(1/80)",
        "\nالمبحث الأول: المدرسة الصالحية لتحفيظ القرآن الكريم في حريملاء :\nأسسها الشيخ عبد الله بن إبراهيم بن سليمان الراشد، وأقام لها مبنى مع المسجد المجاور لها المسمى \" الموافق\"، ثم طلب الشيخ محمد بن صالح بن سلطان من مؤسسها الأول أن يضمها إليه ليتم تطويرها وتوسيع نشاطها، ويتولى الإنفاق عليها، فوافق الشيخ عبد الله على ذلك.\nوتم افتتاح المدرسة في يوم الخميس الموافق سنة 21 / 12 / 1400هـ في حفل كبير بهذه المناسبة، ثم بدأت الدراسة في المبنى الجديد للمدرسة المهيأ تهيئة مناسبة بفصوله الدراسية وغرفه الإدارية وساحاته الواسعة وقاعته الكبرى للاحتفالات وجميع الخدمات الأخرى المساندة، وذلك يوم السبت الموافق 8 / 9 / 1403هـ وهي تحت إشراف مباشر من وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، والدراسة فيها على فترتين الأولى بعد العصر، والثانية بعد العشاء، وهي مقسمة على عدة مستويات، كل مستوى له منهج في حفظ القرآن الكريم مع العناية بتجويده، والتعليم فيها يشمل الطلاب والطالبات.\nوقد بلغ عدد طلابها (325)، وعدد طالباتها (416)، وعدد المدرسين (11)، وعدد المدرسات (20)، وعدد الحفظة للقرآن الكريم كاملًا (18).\n(1/81)\n",
        "المبحث الثاني: المركز الخيري لتعليم القرآن الكريم وعلومه في الرياض :\nأنشئ هذا المركز الخيري سنة 1401هـ في الرياض ليسهم في تعليم القرآن الكريم وعلومه وتدريسه مع تدريس السنة النبوية ومبادئ العقيدة والفقه، وذلك في ثلاثة مستويات ، كل مستوى سنة دراسية كاملة، وذلك بإشراف مباشر من وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد.\nوقد افتتح المركز مدرستين للرجال في الرياض ، وبلغ عدد الدارسين فيهما (454) يدرسهم (17) مدرسًا.\nكما تم افتتاح سبع مدارس نسائية في مدارس الرئاسة العامة لتعليم البنات تدرس فيها طالبات المركز منتشرة في أحياء مدينة الرياض، وقد بلغ عدد فصولها (40 ) فصلًا، يدرس فيها (780 ) طالبة ويدرسهن (25) مدرسة، وتدرس في هذا المدارس المواد التالية: القرآن الكريم تلاوة وحفظًا، التجويد، علوم القرآن، الحديث، مصطلح الحديث، أصول التخريج، الفقه، مدخل الفقه، الفرائض ، القواعد الفقهية، أصول الفقه، العقيدة، وعدد الحصص الدراسية في الأسبوع (12 )حصة بواقع ثلاث حصص يوميًا، والدراسة مسائية.\n(1/82)\n\nالمبحث الثالث: حلقات تحفيظ القرآن الكريم في المساجد التي لا ارتباط لها بالجمعيات الخيرية :\nلإقبال الناس على تعلم كتاب الله عز وجل وحفظه - ولله الحمد- نشط أئمة المساجد ومحبو الخير من جماعة المسجد وغيره في إقامة حلقات متعددة، تتفاوت قلة وكثرة من مسجد إلى مسجد ومن جامع إلى جامع حسب الإقبال عليها، والغالب أن الحلقات التي تكون بعد العصر لصغار السن حتى المرحلة المتوسطة، وبعد المغرب والعشاء لطلاب المرحلة الثانوية والجامعية والموظفين، وبعد الفجر للمجتهدين الراغبين في حفظ القرآن كاملًا أو من يرغب مراجعة حفظه.\nوبعد لقائي واتصالي ببعض المسؤولين عن هذه الحلقات أو المدارس الخيرية تبين لي أن هناك جملة من الأسباب التي جعلت هذه الحلقات لا ترتبط بالجمعيات الخيرية لتحفيظ القرآن الكريم، ومنها:\nأن الجمعيات الخيرية لا توفر مدرسي هذه الحلقات، لطول الإجراءات الرسمية في استقدام هؤلاء المدرسين بعد المقابلات التي تعمل معهم.\nأن الجمعيات الخيرية لا تتكفل بدفع رواتب هؤلاء المدرسين، فلا رابط حينئذ بين هذه الحلقات والجمعيات الخيرية.",
        "(1/83)\n\nرغبة القائمين على هذه الحلقات من أئمة المساجد أو محبي الخير في عدم الارتباط بنظام معين ملزم لهم بلوائحه وتنظيماته.\nوهذه الحلقات لها جهودها المباركة في تحفيظ القرآن الكريم وتعليمه مع قيام المسؤولين عنها ببعض المناشط الأخرى كالرحلات الترفيهية والمسابقات الثقافية والتوجيهات النافعة للشباب المرتبط بهذه الحلقات وبالأسر القريبة من المسجد، حيث تفقدُ أحوالهم ورعاية مصالحهم ودعوتهم إلى حفظ القرآن والمشاركة في المسابقات الثقافية التي تقيمها هذه الحلقات.\nلكن عدم ارتباط هذه الحلقات بالجمعيات الخيرية لتحفيظ القرآن الكريم وفروعها له الآثار السلبية الآتية:\nأن هذه الحلقات لا تُضمن الاستمرارية لها، لأنها قائمة على جهود إمام المسجد أو أفراد معينين معه، وقد تتوقف هذه الحلقات عن عملها بسبب انتقال إمام المسجد أو هؤلاء الأفراد أو بانقطاعهم عن هذا العمل لأي سبب. أما لو كانت تحت لواء الجمعيات الخيرية وبإشرافها فإنها ستستمر بإذن الله عز وجل.\n(1/84)",
        "\nأن هذه الحلقات تفتقر إلى متابعة المدرس والنظر في نشاطه حيث لا يوجد بها موجهون متابعون لأعمال المدرسين بها، بخلاف الجمعيات الخيرية فإن بها موجهين أكفاء ذوي خبرة ودراية، يُثبت عمل كل مدرس في دفاتر مستقلة للمتابعة.\nأن طلاب هذه الحلقات لا يمكنون من المشاركة في المسابقات المحلية أو الدولية، أو الاختبار السنوي للجمعيات الخيرية، مع ما يكرمون به من الشهادات التقديرية والجوائز التكريمية، وحرمانهم من هذا لا يحفزهم إلى الأمام، كما أنه لا يتعرف -بسبب عدم مشاركتهم- على قدراتهم في الحفظ والإتقان وحسن الصوت وضبط التجويد.\nأن عدم الارتباط بالأنظمة واللوائح يسبب الارتجالية والاضطراب في إصدار الأحكام واتخاذ القرارات التي تكون في غالبها مرتجلة تصدر عن شخص واحد ومن رؤية واحدة ضيقة.\nثم إن عدم تمكن الجمعيات الخيرية من دفع رواتب هؤلاء المدرسين سببه أنها تحملت رواتب مدرسين كثر كلها قائمة على نفقات المحسنين ودعمهم، وبعض المسؤولين في هذه الجمعيات يتعهد برواتب مدرسي هذه الحلقات بعد السنة الأولى ليضمن استمرار هذه الحلقات وجدية أهلها في الحفظ والعناية به.\n(1/85)\n",
        "الخاتمة والتوصيات\nالحمد لله وحده والصلاة والسلام على رسول الله أما بعد:\nفإنه بعد كتابة هذا البحث \" عن الجمعيات الخيرية لتحفيظ القرآن الكريم وجهودها في المملكة العربية السعودية\" ولقاءاتي مع المسؤولين عن بعض هذه الجمعيات الخيرية وفروعها تبين لي ما يلي:\nأولًا : قيام المملكة العربية السعودية بجهودها المباركة في العناية بكتاب الله عز وجل، انطلاقًا من نهجها الريادي في خدمة الإسلام والمسلمين، وأداء للأمانة الملقاة على عاتقها تجاه الإسلام وكتابه المنزل وسنة نبيه عليه الصلاة والسلام.\nثانيًا : من هذه الجهود المشكورة المباركة رعاية الدولة -وفقها الله - للجمعيات الخيرية لتحفيظ القرآن الكريم، ماديًا ومعنويًا، فخصصت لها الإعانات السنوية، ومنحتها الأراضي التي تقيم عليها مبانيها، رغبة في تقويتها وتحقيق مقاصدها وضمان استمراريتها وثباتها.\nثالثًا : أن هذه الجمعيات الخيرية وفروعها والمؤسسات الأخرى التي تعنى بتحفيظ القرآن الكريم وعلومه تقوم أيضًا على دعم أهل الخير والإحسان الراغبين في خدمة كتاب الله عز وجل، سواء بالعمل التطوعي في هذه الجمعيات أو في تقديم التبرعات والهبات وإقامة الأوقاف لها.\n(1/86)\n\nرابعًا : أن لهذه الجمعيات الخيرية وفروعها وغيرها أعمالًا جليلة وجهودًا مشكورة في تعليم القرآن الكريم وتحفيظه لعموم الناس، الذكور والإناث، الكبار والصغار، المواطنين والمقيمين، والإقبال عليها كثير متزايد - ولله الحمد - والناظر في الإحصائيات العامة للجمعيات وغيرها والتقارير السنوية لها يتجلى له ما وصلت إليه من إنجازات وتطلعات مباركة، تبشر بمستقبل مشرق زاهر.\nخامسًا : شمول خير هذه الجمعيات وغيرها جميع مناطق المملكة، وما تضمه من محافظات ومراكز وأماكن تجمع البادية، بل امتد نشاطها إلى نزلاء السجون ودور الملاحظة، فأقيمت لهم الحلقات الكثيرة لتعليم القرآن الكريم وتحفيظه، رغبة في استصلاحهم وتقويم ما اعوج من سلوكياتهم والأخذ بأيديهم إلى طريق الهداية والاستقامة، وقد استفاد منها مجموعات كثيرة من النزلاء بتخفيف مدة سجنهم، حسب قرار خادم الحرمين الشريفين - حفظه الله - في هذا الأمر.",
        "(1/87)\n\nسادسًا : نهوض وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد بواجبها تجاه الجمعيات الخيرية لتحفيظ القرآن الكريم ورعايتها واحتضانها، والحرص على تطويرها والعمل على توسيع مناشطها وحسن أدائها كي تقوم بواجبها المنوط بها وتحقق الأهداف التي أنشئت من أجلها، وذلك بعد أن كلفت الإشراف عليها بعد الجهود التي بذلتها تجاهها جامعة الإمام محمد بن سعود الإسلامية.\nوكيما تقوم هذه الجمعيات الخيرية وغيرها بهذه الجهود الطيبة المنوطة بها وتحقق الأهداف المنشودة منها فإنني أؤكد على ما يلي:\nأولًا : بذل الجهد والرعاية لهذه الجمعيات الخيرية وغيرها بوضع الخطط التعليمية والتربوية والتشجيعية كي تقوم بواجبها.\nثانيًا : دعم هذه الجمعيات ومساندتها بالخبرات العلمية من قبل الأساتذة المتخصصين والمشرفين التربويين.\nثالثًا : دعوة أهل الخير وذوي اليسار والغنى إلى دعمها وإقامة الأوقاف الخيرية الثابتة لها وتذكيرهم بفضائل هذه الأعمال، ومتابعتهم في ذلك، وبيان ما تم إنجازه وتحقيقه لهم بالإحصائيات والتقارير كي يستمر الدعم والتعاون.\n(1/88)",
        "\nرابعًا : الحرص على اختيار المعلم المتقن ذي الدراية بطرائق التدريس ومراعاة الفروق بين الطلاب وإحسان التعامل معهم، وتنويع أساليب التقويم الحافزة للطلاب، وأن يكون قدوة حسنة لهم، مع مراعاة الأعباء التي يتحملها الطالب خلال اليوم الدراسي بمدرسته حسب مرحلته الدراسية، والعناية بإقامة الدورات التي تنمي مواهب الأساتذة وتزيد في قدراتهم وأداء مهامهم على الوجه الأفضل.\nخامسًا : المتابعة المستمرة لسير الطلاب من قبل أولياء أمورهم، والتأكيد على ذلك، أداء لأمانة تربية الأولاد ومسؤولية رعايتهم.\nسادسًا : إيجاد الحوافز المعنوية والمادية التي تقدم للمبرزين من طلاب الحلقة ودعم تلك الجوائز، وذلك من خلال إقامة الحفلات التي تقام بصفة متكررة في مسجد الحلقة أو قاعة الاحتفالات، مع العناية بالنشاطات التربوية والبرامج المتنوعة كالزيارات والرحلات والمسابقات وغيرها، التي تجدد نشاط الطلاب وتوجد التعويض الأمثل عن المغريات التي تنازع رغباتهم وميولهم خارج الحلقة، مع استغلال هذه اللقاءات في التوجيه والإرشاد.\n(1/89)\n",
        "سابعًا : تتبع حالات الطلاب وأسرهم المادية من قبل القائمين على المدارس الخيرية، وصرف إعانات خاصة للمستحقين من صندوق الجمعية أو من جمعيات البر أو مخاطبة ذوي الغنى بأحوال هذه الأسر لإعانتها ومساعدتها.\nثامنًا : تقديم الهدايا والشهادات التكريمية لأولياء أمور الطلاب والجهات الداعمة لهذه الحلقات والإشادة بهم ، وهذه الطريقة لها أثر واضح في استمرار عطاء هؤلاء ودعمهم وتشجيع غيرهم.\nتاسعًا : السعي في توظيف القائمين على هذه الجمعيات الخيرية وفروعها، فإن غالب جهازها الإداري يقوم به متعاونون أخيار - جزاهم الله خيرًا - ولا شك أن تعيين هؤلاء أو غيرهم يضمن استمرار العمل وتطوره وعدم انقطاعه، ثم هو شكر وتقدير لهؤلاء العاملين.\nأسأل الله عز وجل أن يجعلنا من أهل القرآن الذين هم أهله وخاصته وأن يوفقنا لما يرضيه إنه ولي ذلك والقادر عليه.\nوصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين\n(1/90)\n\nملحقات التقرير\nفهرس المصادر والمراجع\nالتبيان في آداب حملة القرآن - أبو زكريا يحي بن شرف النووي - تحقيق عبد القادر الأرناؤوط - مكتبة دار البيان - دمشق - الطبعة الأولى 1403هـ / 1983م.\nالتقرير السنوي للجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض 1417هـ / 1418هـ.\nالجامع لأخلاق الراوي وآداب السامع - أحمد بن علي الخطيب البغدادي - تحقيق الدكتور محمود الطحان - مكتبة المعارف - الرياض - 1403هـ / 1983م.\nالجمعيات الخيرية لتحفيظ القرآن الكريم ومسيرتها المباركة - إصدار وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد - الأمانة العامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم - 1419هـ.\nسير أعلام النبلاء - محمد بن أحمد الذهبي - تحقيق شعيب الأرنؤوط وغيره - مؤسسة الرسالة - بيروت - الطبعة الثانية 1402هـ / 1982م.\nصحيح سنن ابن ماجه - تأليف محمد ناصر الدين الألباني - مكتب التربية العربي لدول الخليج - المكتب الإسلامي - بيروت - الطبعة الثالثة 1408هـ / 1988م.\nفتح الباري شرح صحيح البخاري - الحافظ أحمد بن علي بن حجر العسقلاني - مكتبة الرياض الحديثة - دار الفكر - بيروت.",
        "(1/91)\n\nفضائل القرآن - أبو الفداء إسماعيل بن كثير - تحقيق زهير الكبي - دار الفكر العربي - بيروت.\nفضائل القرآن - أبو عبيد القاسم بن سلام - تحقيق وهبي سليمان غاوجي - دار الكتب العلمية - بيروت - الطبعة الأولى 1411هـ / 1991م.\nمجلة الهدى - من إصدار معهد القرآن الكريم وعلومه التابع للجمعية الخيرية لتحفيظ القرآن الكريم - العدد العاشر - 1415هـ.\nالمجموع شرح المهذب - أبو زكريا يحيى بن شرف النووي - دار الفكر - بيروت.\n(1/92)"
    ]
}