{
    "partText": [
        "\nأولاً : نبذة تاريخية عن نشأة الجمعيات :\nمنَّ الله تعالى على أبناء هذه البلاد بالرغبة المخلصة، في خدمة كتاب الله، تلاوة، وحفظاً، وتجويداً، فأنشئ فيها منذ فترة طويلة ، جمعيات خيرية لتحفيظ القرآن الكريم، بغية تعليمها لأبناء المسلمين ، وهي امتداد للكتاتيب، وحلقات تعليم القرآن التي كانت معروفة في مساجد مدن المملكة ، وقراها ، قبل التعليم النظامي القائم حالياً.\nوقد احتضنت الدولة -وفقها الله - هذه الجمعيات ، ورعتها مادياً ومعنوياً فخصصت لها الإعانة السنوية،ومنحتها الأراضي التي تقيم عليها المباني، رغبة في تقويتها وتحقيق مقاصدها ، فضلا عما يقوم به أهل الخير من الراغبين في خدمة كتاب الله سواء من المتطوعين في هذه الجمعيات ، أم في تقديم التبرعات ، والهبات ، وتخصيص الأوقاف لها.\n(1/1)\n",
        "ولقد أنيط بوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد الإشراف على هذه الجمعيات،فأولتها اهتمامها ورعايتها ،حتى قامت هذه الجمعيات بأداء هذه المهمة العظيمة المنوطة بها، وشجعت الناس على إلحاق أبنائهم بحلقات تحفيظ القرآن الكريم ؛ لتعلمه وقراءته قراءة صحيحة مجودة مرتلة، مما شجعهم على حفظه ، ودوام تلاوته والارتباط به لتنشأ أجيال صالحة نافعة لأنفسها وأهليها وأمتها .\nوندرك أن ما نحن فيه من أمن واستقرار وخير إنما هو سبب ما أنعم الله به سبحانه وتعالى علينا ، وأكرمنا به من التمسك بهذا الدين الحنيف الذي قامت المملكة على أساسه.\nوقد كان لهذه الجمعيات من الآثار الحميدة ،والمنافع الشاملة الشيء الكثير، فقد كثر القراء والحفاظ وعمرت المساجد بحلق القرآن الكريم، وتحفيظه، وأقبل عليها الشباب ، فنفع وانتفع ، ولله الحمد والشكر .\nفقد صدر الأمر السامي الكريم ذو الرقم (2047 / 8) في 22 / 11 / 1400هـ بإسناد الإشراف على الجمعيات الخيرية لتحفيظ القرآن الكريم إلى جامعة الإمام محمد بن سعود الإسلامية .\n(1/2)\n\nوحينما تم تكوين وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ضمت الجمعيات الخيرية لتحفيظ القرآن الكريم إليها في عام 1414هـ إنفاذاً للتوجيه السامي ذي الرقم 7 / 5 / 10737 المؤرخ في 10 / 7 / 1414هـ.\nوقد قامت الوزارة بعدة خطوات لتطوير لائحة الجمعيات من خلال التجربة التي مرت بها ، وكيفية النهوض بها ، وتطويرها ، وصدر من ذلك عدة قرارات منها :\nالموافقة على توحيد الجمعيات الخيرية لتحفيظ القرآن الكريم في ثلاث عشرة جمعية رئيسة حسب توزيع مناطق المملكة، وتكون الجمعية الرئيسة في عاصمة المنطقة، وتتولى الوزارة الإشراف على هذه الجمعيات للأغراض التالية:\n1. متابعة نشاط الجمعيات الخيرية لتحفيظ القرآن الكريم ،ومراكزه الخاصة بالمملكة وتوجيهه بما يضمن ازدهاره وتطويره.\n2. الإسهام في تطوير الدعم المالي للجمعيات الخيرية لتحفيظ القرآن الكريم، والمدارس الخيرية لتحفيظ القرآن الكريم، عن طريق ما يخصص لذلك في الميزانية السنوية للوزارة، وتشجيع المحسنين على التبرع لها ومعاونتها.",
        "(1/3)\n\n3. الإسهام في توفير الدعم العلمي والإداري للجمعيات الخيرية لتحفيظ القرآن الكريم والمدارس الخيرية لتحفيظ القرآن الكريم وإمدادها بالخطط والمناهج ، والقوى العاملة.\n4. تكون في وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد أمانة عامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم .\n5. العمل على توزيع الإعانة السنوية على الجمعيات ومقدارها (11000000) أحد عشر مليون ريال ،حسب البنود التي أقرها المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم .\n(1/4)",
        "\nثانيا: مفهوم الجمعية:\nيقصد بالجمعية الخيرية لتحفيظ القرآن الكريم ،كل جمعية خيرية أنشئت على مستوى المنطقة طبقا لأحكام اللائحة الأساسية للجمعيات الخيرية لتحفيظ القرآن الكريم بهدف تعليم القرآن الكريم ، تلاوة وحفظا وتجويدا وما يتصل بذلك أو يتفرع عنه من أغراض ، ويكون مقرها عاصمة المنطقة ، ويقصد بفرع الجمعية كل فرع تابع للجمعية أنشئ أو ينشأ في محافظات المنطقة أو مراكزها طبقا لأحكام اللائحة الأساسية للجمعيات الخيرية لتحفيظ القرآن الكريم .\n(1/5)\n",
        "ثالثا : أهداف الجمعية :\n1- ربط المسلم بكتاب الله تعالى علماً وعملاً إذ هو مصدر عزه الحقيقي وتمكينه في الأرض .\n2- تحقيق الخيرية الموعود بها في قوله صلى الله عليه وسلم : « خيركم من تعلم القرآن وعلمه » . (رواه البخاري)\n3- التذكرة بمنزلة القرآن الكريم العلمية ، ومرتبته السنية لكي ينزله المسلم مكانه اللائق به .\n4- مساعدة النشء في التخلق بأخلاق القرآن الكريم وتطبيقه في جميع شؤونهم بتهيئة الجو المناسب واختيار المدرسين الأكفاء ، ورصد الجوائز التشجيعية المادية والمعنوية .\n5- ربط الناشئة بكتاب الله ، وحثهم على تعليمه لتستقيم الألسن وتقوى الملكة اللغوية.\n6- إحياء دروس المسجد ، وإشعار المسلمين بأهميته في الإسلام.\n7- إتقان تلاوة كتاب الله ، ونطقه نطقاً صحيحاً حسب قواعد التلاوة المعروفة في كتب التجويد .\n8- العمل على تخريج جيل حافظ ، ومجود للقرآن الكريم ، يقوم بدوره في إمامة المساجد ، وفي تعليم كتاب الله العزيز .\n9- التعاون مع الجهات التي تسعى لنفس الغرض ، كمدارس تحفيظ القرآن الكريم وغيرها .\n(1/6)\n\n10- إتاحة الفرصة لذوي الثراء وأهل الخير بالإنفاق والبذل في خير ميدان تبذل فيه الأموال :ميدان خدمة كتاب الله وتعليمه.\n11- تخريج مجموعة من الطلاب المؤهلين لإمامة المساجد وتدريس القرآن الكريم.",
        "(1/7)\n\nرابعا : الهيكل العام للجمعية :\nويتكون الهيكل الإداري من : الجمعية العمومية ، ومجلس الإدارة المكون من : الرئيس ، ونائبه، والمسئول المالي ، وعدد من الأعضاء ، وعدد من الموظفين الإداريين.\n(1/8)",
        "\nتعريف موجز بالجمعيات الرئيسة والمدارس والمراكز الخيرية لتحفيظ القرآن الكريم على النحو التالي :\nأولا : الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة الرياض :\nنشأتها عام 1386هـ، رقم الترخيص 1، ومقرها مدينة الرياض ، وعدد فروعها 15 فرعاً . الطلاب : بلغ عددهم لهذا العام 1420هـ(80709) طلاب وطالبات . الحلق : بلغ عددها لهذا العام (3514) حلقة وفصلا. الخاتمون للقرآن كاملاً: بلغ عددهم لهذا العام (660) خاتما وخاتمة.\n(1/9)\n",
        "ثانيا : الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة مكة المكرمة.\nنشأتها في الشهر التاسع لعام 1382هـ وهي أول الجمعيات التي تأسست بالمملكة العربية السعودية ، وتعتبر نواة لغيرها من الجمعيات التي تأسست في كثير من المدن الأخرى ، رقم الترخيص 2 ، ومقرها الحرم المكي الصفا ، وعدد فروعها 9 فروع . الحلق : بلغ عددها لهذا العام 1420هـ(4378) حلقة وفصلا.الطلاب : بلغ عددهم لهذا العام (98674) طالبا وطالبة. الخاتمون للقرآن كاملاً: بلغ عددهم لهذا العام (1301) خاتم وخاتمة.\n(1/10)\n\nثالثا : الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة المدينة المنورة.\nتأسست عام 1383هوتعتبر الجمعية من أقدم الجمعيات التي تأسست بالمملكة العربية السعودية، وتعتبر الثانية ، رقم الترخيص 3، ومقرها المدينة المنورة ، وعدد فروعها فرعان . الحلق : بلغ عددها لهذا العام 1420هـ (884) حلقة وفصلاً.الطلاب : بلغ عددهم لهذا العام (23272) طالبا وطالبة. الخاتمون للقرآن كاملاً:بلغ عددهم لهذا العام (207) خواتم وخاتمات.",
        "(1/11)\n\nرابعا : الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة القصيم.\nمقرها بريدة، تأسست عام 1383هـ، رقم الترخيص 4، وعدد فروعها 12 فرعا. الحلق : بلغ عددها لهذا العام 1420هـ (177) حلقة وفصلا. الطلاب : بلغ عددهم لهذا العام (22509) طلاب وطالبات.الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (267) خاتما وخاتمة.\n(1/12)",
        "\nخامسا : الجمعية الخيرية لتحفيظ القرآن الكريم في المنطقة الشرقية.\nمقرها مدينة الدمام، تأسست عام 1388هـ، رقم الترخيص 5، وعدد فروعها 3 فروع. الحلق : بلغ عددها لهذا العام 1420هـ (127) حلقة وفصلا. الطلاب : بلغ عددهم لهذا العام (2922) طالبا وطالبة.الخاتمون للقرآن كاملا:بلغ عددهم لهذا العام (8) خواتم وخاتمات.\n(1/13)\n",
        "سادساً : الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة عسير.\nمقرها أبها، تأسست عام 1390هـ، رقم الترخيص 6، وعدد فروعها 3 فروع. الحلق : بلغ عددها لهذا العام 1420هـ (779) حلقة وفصلا. الطلاب: بلغ عددهم لهذا العام (19185) طالبا وطالبة. الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (193) خاتما وخاتمة.\n(1/14)\n\nسابعاً: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة تبوك.\nمقرها تبوك، تأسست عام 1397هـ، رقم الترخيص 7، وعدد فروعها 5 فروع. الحلق: بلغ عددها لهذا العام 1420هـ (376) حلقة وفصلا. الطلاب: بلغ عددهم لهذا العام (9092) طالبا وطالبة.الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (69) خاتما وخاتمة.",
        "(1/15)\n\nثامناً: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة حائل.\nمقرها حائل، تأسست عام 1400هـ، رقم الترخيص 8، وعدد فروعها 5 فروع. الحلق : بلغ عددها لهذا العام 1420هـ (263) حلقة وفصلا. الطلاب : بلغ عددهم لهذا العام (5244) طالبا وطالبة.الخاتمون للقرآن كاملا:بلغ عددهم لهذا العام (75) خاتما وخاتمة.\n(1/16)",
        "\nتاسعاً: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة الحدود الشمالية.\nمقرها عرعر، تأسست عام 1409هـ، رقم الترخيص 9، وعدد فروعها فرعان. الحلق : بلغ عددها لهذا العام 1420هـ (106) حلقات وفصول. الطلاب : بلغ عددهم لهذا العام (2903) طلاب وطالبات.الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (15) خاتما وخاتمة.\n(1/17)\n",
        "عاشراً: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة جازان.\nمقرها مدينة جازان، تأسست عام 1385هـ، رقم الترخيص 10. الحلق: بلغ عددها لهذا العام 1420هـ (547) حلقة وفصلا. الطلاب : بلغ عددهم لهذا العام (14791) طالبا وطالبة.الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (56) خاتما وخاتمة.\n(1/18)\n\nالحادي عشر: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة نجران.\nمقرها مدينة نجران، تأسست عام 1416هـ، رقم الترخيص 11، وعدد فروعها فرع واحد . الحلق : بلغ عددها لهذا العام 1420هـ (108) حلقات وفصول. الطلاب : بلغ عددهم لهذا العام (2530) طالبا وطالبة.الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (13) خاتما وخاتمة.",
        "(1/19)\n\nالثاني عشر : الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة الباحة.\nمقرها مدينة الباحة، تأسست عام 1414هـ، رقم الترخيص 12، وعدد فروعها 4 فروع. الحلق : بلغ عددها لهذا العام 1420هـ (428) حلقة وفصلا. الطلاب : بلغ عددهم لهذا العام (8632) طالبا وطالبة. الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (86) خاتما وخاتمة.\n(1/20)",
        "\nالثالث عشر: الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة الجوف.\nمقرها سكاكا، تأسست عام 1412هـ، رقم الترخيص 13، وعدد فروعها فرع واحد. الحلق : بلغ عددها لهذا العام 1420هـ (114) حلقة وفصلا. الطلاب : بلغ عددهم لهذا العام (2959) طالبا وطالبة. الخاتمون للقرآن كاملا: بلغ عددهم لهذا العام (17) خاتما وخاتمة.\n(1/21)\n",
        "المركز الخيري لتعليم القرآن وعلومه في الرياض.\nنشأته : عام 1401هـ رقم الترخيص 16135 ، مقره الرياض . أسهم المركز في نشر العلم الشرعي ، وتدريس القرآن الكريم والسنة، ومبادئ العقيدة والفقه بثلاثة مستويات كل مستوى سنة دراسية كاملة. وقد افتتح المركز عام 1408هـ مدرستين في الرياض ، وبلغ عدد الدارسين فيهما (1077) يدرسهم (57) مدرساً. كما تم افتتاح عدة مدارس نسائية في مدارس الرئاسة العامة لتعليم البنات تدرس فيها طالبات المركز ، وفي هذا العام 1420هـ بلغ عدد فصوله (34) فصلا يدرس فيها (764) طالبة ويدرسهم (20) مدرسة.\n(1/22)\n\nالمدارس الصالحية بحريملاء :\nنشأتها : أسسها الشيخ / عبد الله بن الشيخ إبراهيم بن سليمان الراشد ، وأقام لها مبنى مع المسجد المجاور المسمى (الموافق )، ثم طلب الشيخ محمد بن صالح بن سلطان من مؤسسها الأول أن يضمها إليه ليتولى الإنفاق عليها فوافق على ذلك ، وتم افتتاح المدرسة في يوم الخميس الموافق 21 / 12 / 1400هـ في حفل كبير ، وبدأت الدراسة في المبنى الجديد للمدرسة يوم السبت الموافق 8 / 9 / 1403هـ . رقم الترخيص :16، تاريخه 1408هـ مقرها مدينة حريملاء . وبلغ عدد الطلاب لهذا العام 1420هـ (455) طالبا، والطالبات (403)طالبات ، وعدد المدرسين (12) مدرسا والمدرسات (20) مدرسة، وعدد الحفظة للقرآن كاملا (17) خاتما وخاتمة.",
        "(1/23)\n\nالخاتمة\nختاماً أشير إلى عدد الجمعيات بفروعها حيث بلغ حتى الآن: (82) جمعية وفرعاً، وبلغ مجموع عدد الطلاب (322041)، وعدد حفظة كتاب الله تعالى (3149)، وعدد الحلق :(14133)، ولا يسعني في نهاية هذه الورقة إلا أن أقدم الشكر ، والتقدير لمن ساهم في تطوير هذه الجمعيات ، وعلى رأسهم خادم الحرمين الشريفين -حفظه الله-وولي عهده الأمين ، والنائب الثاني ، وجميع إخوانهم ، ومن وقف مع هذه الجمعيات من أبناء هذا البلد المخلصين ، متمنياً للجميع صلاح القصد والعمل ، والله الموفق ، والهادي إلى سواء السبيل.\nوالسلام عليكم ورحمة الله وبركاته ،،،\nالأمين العام\nللمجلس الأعلى للجمعيات الخيرية\nلتحفيظ القرآن الكريم المكلف\nعبد الله بن حمد المزروع\n(1/24)"
    ]
}