{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nقال الخليل بن أحمد رحمه الله\nهذا كتاب فيه جملة الإعراب إذ كان جميع النحو في الرفع والنصب والجر والجزم\nوقد ألفنا هذا الكتاب وجمعنا فيه جمل وجوه الرفع والنصب والجر والجزم وجمل الألفات واللامات والهاءات والتاءات والواوات وما يجري من اللام ألفات\nوبينا كل معنى في بابه باحتجاج من القرآن وشواهد من الشعر\nفمن عرف هذه الوجوه بعد نظره فيما صنفناه من مختصر النحو قبل هذا استغنى عن كثير من كتب النحو\nولا حول ولا قوة إلا بالله\nوإنما بدأنا بالنصب لأنه أكثر الإعراب طرقا ووجوها\n(1/33)\n",
        "وجوه النصب\nفالنصب أحد وخمسون وجها نصب من مفعول به ونصب من مصدر ونصب من قطع ونصب من حال ونصب من ظرف ونصب ب إن وأخواتها ونصب بخبر كان وأخواتها ونصب من التفسير ونصب من التمييز ونصب بالاستثناء ونصب بالنفي ونصب ب حتى وأخواتها ونصب بالجواب بالفاء ونصب بالتعجب ونصب فاعله مفعول ومفعوله فاعل ونصب من نداء نكرة موصوفة ونصب بالإغراء ونصب بالتحذير ونصب من اسم بمنزلة اسمين ونصب بخبر ما بال وأخواتها ونصب من مصدر في موضع فعل ونصب بالأمر ونصب بالمدح ونصب بالذم ونصب بالترحم ونصب بالاختصاص ونصب بالصرف ونصب ب ساء ونعم وبئس وأخواتها ونصب\n(1/34)\n\nمن خلاف المضاف\nونصب على الموضع لا على الاسم ونصب من نعت النكرة تقدم على الاسم ونصب من النداء المضاف ونصب على الاستغناء وتمام الكلام ونصب على النداء في الاسم المفرد المجهول ونصب على البنية ونصب بالدعاء ونصب بالاستفهام ونصب بخبر كفى مع الباء ونصب بالمواجهة وتقدم الاسم ونصب على فقدان الخافض ونصب ب كم إذا كان استفهاما ونصب يحمل على المعنى ونصب بالبدل ونصب بالمشاركة ونصب بالقسم ونصب بإضمار كان ونصب بالترائي ونصب بوحده ونصب بالتحثيث ونصب من فعل دائم بين صفتين ونصب من المصادر التي جعلوها بدلا من اللفظ الداخل على الخبر",
        "(1/35)\n\nفالنصب من مفعول به\nقولك أكرمت زيدا وأعطيت محمدا\nوقد يضمرون في الفعل الهاء فيرفعون المفعول به كقولك زيد ضربت وعمرو شتمت على معنى ضربته وشتمته فيرفع زيد بالابتداء ويوقع الفعل على المضمر كما قال الشاعر\n(وخالد يحمد أصحابه ... بالحق لا يحمد بالباطل)\nيعنى يحمده أصحابه\nوقال آخر\n(أبحت حمى تهامة بعد نجد ... وما شيء حميت بمستباح)\nيعني حميته وقال آخر\n(ثلاث كلهن قتلت عمدا ... فأخزى الله رابعة تعود)\nيعني قتلتهن\nوقال آخر\n(1/36)",
        "\n(فيوم علينا ويوم لنا ... ويوم نساء ويوم نسر) يعني نساء فيه ونسر فيه ومنه قول الله جل اسمه في البقرة (منهم من كلم الله) أي كلمه الله\nوالنصب من مصدر\nكقولك خرجت خروجا وأرسلت رسولا وإرسالا\nقال الشاعر\n(ألا ليت شعري هل إلى أم معمر ... سبيل فأما الصبر عنها فلا صبرا)\nلآخر\n(أما القتال فلا أراك مقاتلا ... ولئن هربت ليعرفن الأبلق)\nنصب القتال والصبر على المصدر\nوقد يجعلون الاسم منه في موضع مصدر فيقولون أما صديقا مصافيا فليس بصديق وأما عالما فليس بعالم\nمعناه أما كونه عالما فليس بعالم\n(1/37)\n",
        "والنصب من قطع\nمثل قولك هذا الرجل واقفا أنا ذا عالما\nقال الله جل ذكره (وهذا صراط ربك مستقيما)\nومثله (فتلك بيوتهم خاوية) على القطع\nومثله (هذا بعلي شيخا) على القطع وكذلك (وله الدين واصبا)\nوكذلك (وهو الحق مصدقا)\nمعناه وله الدين الواصب وهو الحق المصدق\nوكذلك (تساقط عليك رطبا جنيا) معناه تساقط عليك الرطب الجني\nفلما أسقط الألف واللام نصب على قطع الألف واللام\nوقال جرير\n(هذا ابن عمي في دمشق خليفة ... لو شئت ساقكم الي قطينا)\n(1/38)\n\nنصب خليفة على القطع من المعرفة من الألف واللام\nولو رفع على معنى هذا ابن عمي هذا خليفة لجاز\nوعلى هذا المعنى يقرأ من يقرأ (وإن هذه أمتكم أمة واحدة)\nفإن جعل هذا اسما وابن عمي صفته وخليفة خبره جاز الرفع\nومثل هذا قول الرفع\n(من يك ذا بت فهذا بتي ... مقيظ مضيف مشتي)\n(أعددته من نعجات ست ... سود جعاد من نعاج الدشت)\n(من غزل أمي ونسيج بنتي ... )\nرفع كله على معنى هذا بتي هذا مقيظ هذا مصيف هذا مشتي",
        "(1/39)\n\nوأما قول الشاعر النابغة\n(توهمت آيات لها فعرفتها ... لستة أعوام وذا العام سابع)\nفرفع العام بالابتداء وسابع خبره\nوقال أيضا\n(فبت كأني ساورتني ضئيلة ... من الرقش في أنيابها السم ناقع)\nفرفع السم بالابتداء وناقع خبره\nوأما قوله الله تبارك وتعالى في ق (هذا ما لدي عتيد) رفع عتيدا لأنه خبر نكرة كما تقول هذا شيء عتيد عندي\nوالنصب من الحال\nقولهم أنت جالسا أحسن منك قائما أي في حال جلوسه أحسن منه في حال قيامه\n(1/40)",
        "\nقال الشاعر\n(لعمري إني ورادا بعد سبعة ... لأعشى وإني صادرا لبصير)\nأي في حال ورودي أعشى وحال صدري بصير\nوإنما صار الحال نصبا لأن الفعل يقع فيه\nتقول قدمت راكبا وانطلقت ماشيا وتكلمت قائما\nوليس بمفعول في مثل قولك لبست الثوب لأن الثوب ليس بحال وقع فيه الفعل\nوالقيام حال وقع فيه الفعل فانتصب كانتصاب الظرف حين وقع فيه الفعل\nولو كان الحال مفعولا كالثوب لم يجز أن يعدى الانطلاق إليه لأن الانطلاق انفعال والانفعال لا يتعدى أبدا لأنك لا تقول انطلقت الرجل\nوالحال لا يكون إلا نكرة\nوالحال في المعرفة والنكرة بحالة واحدة\nتقول قدم علي صاحب لي راجلا\nومنه قول الله عز و جل (قالوا كيف نكلم من كان في المهد صبيا) نصب على الحال\n(1/41)\n",
        "والنصب من الظرف\nقولهم غدا آتيك ويوم الجمعة يفطر الناس فيه واليوم أزورك\nقال ساعدة بن جؤية\n(لدن بهز الكف يعسل متنه ... فيه كما عسل الطريق الثعلب)\nفنصب الطريق على الظرف لأن عسلان الثعلب وهو مشيته وقع في الطريق\nوقال آخر عمرو بن كلثوم\n(صددت الكأس عنا أم عمرو ... وكان الكأس مجراها اليمينا) فنصب اليمين على الظرف كأنه قال مجراها على اليمين\nوقال آخر\n(هبت جنوبا فذكرى ما ذكرتكم ... عند الصفاة التي شرقي حورانا)\nنصب الشرقي على الظرف أي هي شرقي حوران\nتقول هو شرقي الدار\nوإذا قلت هو شرقي الدار وجعلته\n(1/42)\n\nاسما جاز الرفع\nونصب الآخر جنوبا على معنى هبت الريح جنوبا\nوحوران لا ينصرف\nوسمي الظرف ظرفا لأنه يقع الفعل فيه كالشيء يجعل في الظرف فإذا قلت هو شرقي الدار فجعلته اسما جاز الرفع ومثله قول لبيد بن ربيعة العامري\n(فغدت كلا الفرجين تحسب أنه ... مولى المخافة خلفها وأمامها)\nرفع خلفها وأمامها لأنه جعلهما اسما وهما حرفا الطريق\nقال الشاعر\n(أما النهار ففي قيد وسلسلة ... والليل في جوف منحوت من الساج)",
        "(1/43)\n\nرفع الليل والنهار لأنه جعلهما اسما ولم يجعلهما ظرفا وكذلك يلزمون الشيء الفعل ولا فعل وإنما هذا على المجاز كقول الله جل وعز في البقرة (فما ربحت تجارتهم) والتجارة لا تربح فلما كان الربح فيها نسب الفعل إليها ومثله (جدارا يريد ان ينقض ولا إرادة للجدار وقال الشاعر\n(لقد لمتنا يا أم غيلان في السرى ... ونمت وما ليل المطي بنائم)\nوالليل لا ينام وإنما ينام فيه وقال آخر\n(فنام ليلي وتجلى همي)\nوتقول هو مني فرسخان ويومان لأنك تقول بيني وبينه فرسخان ويومان فإذا قلب هو مني مكان الثريا ومزجر الكلب نصبت لأنك لا تقول بيني وبينه مكان الثريا ولا مزجر الكلب وقال الشاعر\n(وأنت مكانك في وائل ... مكان الثريا من است الحمل)\n(1/44)",
        "\nوالنصب ب إن وأخواتها\nقولهم إن زيدا في الدار شبهوه بالفعل الذي يتعدى إلى مفعول به مقدم على الفاعل كقولهم ضرب زيدا عمرو وأخرج عمرا صالح\nوالنصب بخبر كان وأخواتها\nقولهم كان زيد قائما وهو في التمثال بمنزلة المفعول به الذي تقدم فاعله مثل قولهم ضرب عبد الله زيدا\nوالنصب من التفسير\nقولهم عندك خمسون رجلا نصبت رجلا على التفسير قال الله عز و جل\n(إن هذا أخي له تسع وتسعون نعجة) نصبت نعجة على التفسير قال الأعشى\n(فلو كنت في جب ثمانين قامة ... ورقيت أسباب السماء بسلم)\nنصبت قامة على التفسير\n(1/45)\n",
        "والنصب من التمييز\nقولهم أنت أحسن الناس وجها وأسمحهم كفا يعني إذا ميزت وجها وكفا فنصبت وجها وكفا على التمييز قال الله عز و جل في المائدة\n(قل هل أنبئكم بشر من ذلك مثوبة عند الله) ومثله\n(خير عند ربك ثوابا وخير مردا) وما كان من نحوه نصب مثوبة وثوابا ومردا وما أشبهه على التمييز\nقال جرير بن عطية\n(ألستم خير من ركب المطايا ... وأندى العالمين بطون راح)\nنصب البطون على التمييز والستم تقرير أخرج مخرج الاستفهام وقال آخر\n(لنا مرفد سبعون ألف مدجج ... فهل في معد مثل ذلك مرفدا)\nيعني إذا ميزت مرفدا وقال آخر\n(1/46)\n\n(ومية أحسن الثقلين خدا ... وسالفة وأحسنهم قذالا)\nيعني إذا ميزت خدا وسالفة وقذالا وقال آخر\n(فإنكم خيار الناس قدما ... وأجلده رجالا بعد عاد)\n(وأكثره شبابا في كهول ... كأسد تبالة الشهب الوارد)\nوالنصب بالاستثناء\nقولهم خرج القوم إلا زيدا وقام الناس إلا محمدا نصبت زيدا ومحمدا لأنهما لم يشاركا الناس والقوم في فعلهم فأخرجا من عددهم\nوالنصب بالنفي\nقولهم لا مال لعبد الله ولا عقل لزيد ولا جاه لعمرو نصبت مالا وعقلا وجاها على النفي\nولا يقع النفي إلا على نكرة قال الشاعر",
        "(1/47)\n\n(أنكرتها بعد أعوام مضين لها ... لا الدار دارا ولا الجيران جيرانا)\nفنفى بالألف واللام\nوالنصب ب حتى وأخواتها\nقولهم لا أبرح حتى تخرج ولا أذهب حتى تقدم ولن أخرج حتى\nتأتينا نصبت تخرج وتأتينا وتقدم ب حتى قال الله جل وعز (لا أبرح حتى أبلغ مجمع البحرين)\nوالنصب بالجواب بالفاء\nقولهم أكرم زيدا فيكرمك وتعلم العلم فينفعك نصبت يكرمك وينفعك لأنه جواب الأمر بالفاء وكذلك القول في جميع أخواتها\nقال الله جل وعز في الشعراء (فلا تدع مع الله إلها آخر فتكون من المعذبين) وقال جل ذكره في الأعراف (فهل\n(1/48)",
        "\nلنا من شفعاء فيشفعوا لنا أو نرد فنعمل ) نصب فتكون لأنه جواب النهي بالفاء ونصب فيشفعوا أو نرد فنعمل لأنه جواب الاستفهام بالفاء\nوأما قوله في الأنعام ( ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من الظالمين ) معناه والله أعلم ولا تطرد فتكون من الظالمين تظلمهم فتطردهم فقدم وأخر\nوالنصب بالتعجب\nقولهم ما أحسن زيدا وما أكرم عمرا هو في التمثال بمنزلة الفاعل والمفعول به كأنه قال شيء حسن زيدا وحد التعجب ما يجده الإنسان من نفسه عند خروج الشيء من عادته\nوقال الكوفيون هذا لا يقاس عليه لأن قولهم ما أعظم الله لا يجوز أن تقول شيء عظم الله\n(1/49)\n",
        "فرد عليهم قولهم وقال البصريون لا يذهب القياس بحرف واحد وقالوا لا يجعل فاعله مفعولا ولا مفعوله فاعلا ومن شأن العرب الوسع في كل شيء ومعنى ما أعظم الله ما أعظم ما خلق الله وما أحسن ما خلق\nوالنصب الذي فاعله مفعول ومفعوله فاعل\nمثل قول اللع جل وعز في آل عمران ( قال رب أنى يكون لي غلام وقد بلغني الكبروالحدثان للمخلوق لا للكبر ومثله في مريم ( واشتعل الرأس شيبا ) والحدثان للشيب لا للرأس ومعناه وقد بلغت الكبر\nومثله ( ما إن مفاتحه لتنوء بالعصبة أولي القوة ) معناه لتنوء العصبة بمفاتحه وقيل معنى تنوء تذهب قال الشاعر\n(1/50)\n\n( أسلموه في دمشق كما ... أسلمت وحشية وهقا )\nألا ترى أن الفعل للوهق\nومن ذلك قول جرير\n( مثل القنافذ هداجون قد بلغت ... نجران او بلغت سوءاتهم هجر )\nوالسوءات بلغت هجر وقال أبو زبيد الطائي\n( إليك إليك عذرة بعد عذرة ... وقد يبلغ الشر السديل المشمر )\nوالشر قد يبلغ السديل ومن ذلك قول الآخر\n( كانت عقوبة ما جنيت كما ... كان الزناء عقوبة الرجم )\nالزناء يمد ويقصر والبكاء أيضا والوجه كما كان الرجم عقوبة الزناء ",
        "(1/51)\n\nوالنصب من نداء النكرة الموصوفة\nقولهم يا رجلا في الدار ويا غلاما ظريفا ونصبت لأنك ناديت من لم تعرفه فوصفته بالظرف ونحوه قول الله تبارك وتعالى في يس ( يا حسرة على العباد\nوقال الشاعر\n( فيا راكبا إما عرضت فبلغن ... نداماي من نجران أن لا تلاقيا )\nوقال آخر\n( يا ساريا بالليل لا تخش ضلة ... سعيد بن سلم ضء وكل بلاد ) وقال آخر\n( أدار بحزوى هجت للعين عبرة ... فماء الهوى يرفض أو يترقرق\nوقال آخر \n(1/52)",
        "\n( فيا موقدا نارا لغيرك ضوءها ... ويا حاطبا في غير حبلك تحطب )\nفنصب راكبا وساريا وموقدا ودارا لأنها نداء نكرة موصوفة\nوأما قول الأعشى\n( قالت هريرة لما جئت زائرها ... ويلي عليك وويلي منك يا رجل )\nوقول كثير\n( ليت التحية كانت لي فأشكرها ... مكان يا جمل حييت يا رجل )\nفرفع رجلا وهو نكرة وإنما رفعه لأنه قصده فسماه بهذا الاسم فكأنه جعله معرفة\nوأما قول الآخر\n( سلام الله يا مطر عليها ... وليس عليك يا مطر السلام )\nفإنه نون مطرا اضطرارا ويروى بالنصب منونا \n(1/53)\n",
        "وأما قول الآخر\n( إني وأسطارا سطرن سطرا ... لقائل يا نصر نصرا نصرا )\nفإنه أراد أعني نصرا وأدعو نصرا وقال بعضهم كأنه قال يا نصر نصرا كما تقول صبر وحديثا أي اصبر وحدث ويروى وأسطار بالخفض على القسم\nوالنصب من الإغراء\nقولهم عليك زيدا ودونك عمرا ورويدك محمدا ورويد عمرا نصبته بالإغراء قال الله جل وعز في المائدة ( يا أيها الذين آمنوا عليكم أنفسكم ) فنصب على الإغراء وقال الشاعر\n( فعد عن الصبا وعليك هما ... توقش في فؤادك واختبالا )\n(1/54)\n\nنصب هما بالإغراء وقال آخر\n( رويدا عليا جد ما ثدي أمه ... إلينا ولكن بغضه متماين )\nويغرى بكذلك ايضا قال الشاعر\n( أقول وقد تلاحقت لمطايا ... كذاك القول إن عليك عينا )\nنصبت القول بالإغراء ومعنى الإغراء الزم واحفظ\nوالنصب من التحذير\nقولهم رأسك والحائط والأسد الأسد معناه احذر الأسد قال الله عز و جل ( فقال لهم رسول الله ناقة الله وسقياها ) ومعناه احذروا ناقة الله أن تمسوها بسوء\nوقال الشاعر ",
        "(1/55)\n\n( أخاك أخاك إن من لا أخا له ... كساع إلى الهيجا بغير سلاح )\nوقال آخر\n( فطر خالدا إن كنت تستطيع طيرة ... ولا تقعن إلا وقلبك حاذر )\nنصبت خالدا على التحذير\nوالنصب من اسم بمنزلة اسمين\nمثل قولهم أتاني خمسة عشر رجلا ومررت بخمسة عشر رجلا وضربت خمسة عشر رجلا صار الرفع والنصب والخفض بمنزلة واحدة لأنه اسم بمنزلة اسمين ضم أحدهما إلى الآخر فألزمت فيهما الفتحة التي هي أخف الحركات وكذلك تقول في معد يكرب وحضرموت وبعلبك بمنزلة اسمين قال الله عز و جل في المدثر ( عليها تسعة عشر ) نصب ومحله الرفع لأنه خبر الصفة وتقول لقيته كفة كفة وعلى\n(1/56)",
        "\nهذا قال امرؤ القيس\n( لقد أنكرتني بعلبك وأهلها ... ولابن جريج كان في حمص أنكرا )\nنصب بعلبك لأنه اسم بمنزلة اسمين\nوأما قول الأعشى\n( وكسرى شهنشاه الذي سار ملكه ... له ما اشتهى راح عتيق وزنبق )\nفهذه الهاء من شهنشاه تتبع ما بعدها من رفع ونصب وخفض تقول شهنشاه ادخل شهنشاه اذهب شهنشاه اضرب فإذا رقفت قلت شهنشاه\nوالنصب بخبر ما بال وأخواتها\nقولهم ما بال زيد قائما ومالك ساكتا وما شأنك\n(1/57)\n",
        "واقفا قال الله جل ذكره في ( سأل سائل ) ( فما الذين كفروا قبلك مهطعين ) وفي المدثر\n( فما لهم عن التذكرة معرضين ) نصب مهطعين ومعرضين لأنهما خبر مال ومثله في النساء ( فما لكم في المنافقين فئتين ) لأنه خبر مال\nقال الراعي\n( ما بال دفك بالفراش مذيلا ... أقذى بعينك أم أردت رحيلا )\nنصب مذيلا لأنه خبر ما بال\nوالنصب من مصدر في موضع فعل\nقوله جل وعز في حم المؤمن ( سنة الله التي قد خلت في عباده ) نصب سنة الله لأنه مصدر في موضع\n(1/58)\n\nفعل كأنه قال سن الله سنة فجعل في موضع سن سنة وهو مصدر فأضافه وأسقط التنوين للإضافة\nوقال كعب بن زهير\n( يسعى الوشاة بجنبيها وقيلهم ... إنك يا بن أبي سلمى لمقتول )\nنصب قيلهم لأنه مصدر في معنى يقولون قيلا فأضاف وأسقط التنوين\nوالنصب بالأمر\nقولهم صبرا وحديثا أي اصبر وحدث قال الله عز و جل في سورة محمد ( فضرب الرقاب ) معناه فاضربوا الرقاب ومثله في الروم ( منيبين إليه ) و ( مخلصين له الدين ) أي أنيبوا إليه وأخلصوا له الدين\nقال الشاعر ",
        "(1/59)\n\n( فدع عنك نهبا صيح في حجراته ... ولكن حديثا ما حديث الرواحل )\nمعناه حدثني حديثا\nوكذلك قولك صبرا أي اصبر صبرا قال الراجز\n( ملسا بذود الحمسي ملسا ... ملسا به حتى كأن الشمسا )\n( بالأفق الغربي تكسى الورسا )\nمعناه املس املس\nومثله قولهم غفرانك لا كفرانك قال الله عز و جل في البقرة ( غفرانك ربنا وإليك المصير ) اغفر لنا ربنا ومثله قول الشاعر\n( وقارك وارتئافك في نمير ... فلا تعجل بالغضب اعجلالا )\nأي توقر وترأف \n(1/60)",
        "\nوالنصب بالمدح\nقولهم مررت بزيد الرجل الصالح نصبت الرجل الصالح على المدح وإن شئت جعلته بدلا من زيد فخفضته وإن شئت رفعته على إضمار هو كقولك مررت بزيد هو الرجل الصالح وزعم يونس النحوي أن نصب هذا الحرف على المدح في سورة النساء ( والمقيمين الصلاة ) و ( الصابرين في البأساء والضراء ) قال الشاعر\n( لا يبعدن قومي الذين هم ... سم العداة وآفة الجزر )\n( النازلين بكل معترك ... والطيبين معاقد الأزر )\nنصب النازلين والطيبين على المدح ويروي بعضهم \n(1/61)\n",
        "والطيبون وينشد على ثلاثة أوجه ويقول اذا طال كلام العرب بالرفع نصبوا ثم رجعوا إلى الرفع\nوقال الأخطل\n( نفسي فداء أمير المؤمنين إذا ... أبدى النواجد يوم باسل ذكر )\n( الخائض الغمر والميمون طائره ... خليفة الله يستسقى به المطر )\nنصب الخائض والميمون وخليفة الله على المدح والتعظيم وقال الأخطل أيضا\n( لقد حملت قيس بن عيلان حربها ... على مستقل بالنوائب والحرب )\n( أخاها إذا كانت عضاضا سمالها ... على كل حال من ذلول ومن صعب )\nنصب أخاها على المدح ولولا ذلك لخفضه على البدل من مستقل\nوإنما ينصب المدح والذم والترحم والاختصاص على إضمار أعني ويفسر على ذلك لله ولرسوله والحمد والشكر \n(1/62)\n\nوالنصب بالذم\nقولهم مررت بأخيك الفاجر نصبت الفاسق نصبت الفاجر الفاسق على الذم وعلى هذا ينصب هذا الحرف في تبت ( وامرأته حمالة الحطب ) ومثله ( مذبذبين بين ذلك ) و ( ملعونين أينما ثقفوا ) منصوبة على الذم كما ذكر أهل النحو وقال عروة بن الورد العبسي\n( سقوني الخمر ثم تكنفوني ... عداة لله من كذب وزور ) عداة الله على الذم وقال النابغة الذبياني\n( لعمري وما عمري علي بهين ... لقد نطقت بطلا علي الأقارع )",
        "(1/63)\n\n(أقارع عوف لا أحاول غيرها ... وجوه قرود تبتغي من تجادع)\nنصب وجوه قرود على الذم وقال آخر\n(طليق الله لم يمنن عليه ... أبو داود وابن أبي كثير)\n(ولا الحجاج عيني بنت ماء ... تقلب عينها حذر الصقور)\nنصب عيني على الذم\nقال ابن خياط العكلي\n(وكل قوم أطاعوا أمر سيدهم ... إلا نميرا أطاعت أمر غاويها)\n(الظاعنين ولما يظعنوا أحدا ... والقائلين لمن دار نخليها)\n(نصب الظاعنين والقائلين على الذم\nوالنصب بالترحم\nقولهم مررت به المسكين نصبت المسكين على أنك\n(1/64)",
        "\nرحمته وقال مهلهل\n( ولقد خبطن بيوت يشكر خبطة ... أخوالنا وهم بنو الأعمام )\nنصب أخوالنا على الترحم\nقال طرفة بن العبد\n( قسمت الدهر في زمن رخي ... كذاك الحكم يقصد أو يجور )\n( لنا يوم وللكروان يوم ... تطير البائسات ولا نطير )\nنصب البائسات على الترحم وقال آخر\n( وتأوي إلى نسوة بائسات ... وشعثا مراضيع مثل السعالي )\nنصب شعثا ومراضيع على الترحم وقال آخر\n( فأصبحت بقرقرى كوانسا فلا تلمه أن ينام البائسا نصب البائس على الترحم \n(1/65)\n",
        "والنصب باختصاص\nقولهم إنا بني عبد الله نفعل كذا وكذا نصب بني لأنه اختصاص اختص الفعل ولم يخبر أنهم بنوا عبد الله كأنه قال إنا أعني بني عبد الله قال مهلهل\n( إنا بني تغلب قوم معاقلنا ... بيض السيوف إذا ما أفزع البلد )\nنصب بني على الاختصاص\nقال الشاعر\n( إنا بني منقر قوم لنا شرف ... فينا سراة بني سعد وناديها )\nوقال رؤبة\nبنا تميما يكشف الضباب\nنصب تميما على الاختصاص ألا ترى أنه أخبر عن\n(1/66)\n\nالفعل وقال آخر\n( ألم تر أنا بني دارم ... زرارة فينا أبو معبد )\nنصب بني على الاختصاص\nوأما قول الآخر\n( نحن بنو خويلد صراحا ... )\nفإنه رفع بني لأنه أخبر أنهم بنو خويلد ونصب صراحا على القطع وينشد بيت للبيد بن ربيعة\n( نحن بني أم البنين الأربعة ... ونحن خير عامر بن صعصعة )\nينصب هذا البيت ويرفع وكذلك قال آخر\n( نحن بنو ضبة أصحاب الجمل ... )\nوبني ضبة ايضا على ما بينت لك",
        "(1/67)\n\nوالنصب بالصرف\nقولهم لا أركب وتمشي ولا أشبع وتجوع فلا أسقط الكناية وهي أنت نصب لأن معناه لا أركب وأنت تمشي ولا أشبع وأنت تجوع فلما أسقط الكناية وهي أنت نصب لأنه مصروف عن جهته\nقال الله عز و جل ( فلا تهنوا وتدعوا إلى السلم ) وكذلك في البقرة ( ولا تلبسوا الحق بالباطل وتكتموا الحق وأنتم تعلمون ) معناه والله أعلم وأنتم تكتمون الحق وأنتم تدعون إلى السلم فلما أسقط أنتم نصب وقال بعضهم موضعها جزم على معنى ولا تلبسوا الحق بالباطل ولا تكتموا الحق وقال المتوكل الكناني\n( لا تنه عن خلق وتأتي مثله ... عار عليك إذا فعلت عظيم )\n(1/68)",
        "\nنصب تأتي على فقدان أنت\nومن الصرف أيضا قول الله عز و جل ( بلى قادرين ) معناه بلى نقدر فصرف من الرفع إلى النصب وقال بعضهم على معنى بلى كنا قادرين\nقال الشاعر\n( ألم ترني عاهدت ربي وإنني ... لبين رتاج قائما ومقام )\n( على قسم لا أشتم الدهر مسلما ... ولا خارجا من في زور كلام )\nفنصب خارجا على الصرف معناه ولا يحرج فلما صرفه نصبه\nوأما نصب ( صبغة الله ) فعلى معنى فعل مضمر اطرح لعلم المخاطب بمعناه وهو الزموا صبغة الله والصبغة الدين\nوأما قوله تعالى ( قل بل ملة إبراهيم حنيفا )\n(1/69)\n",
        "نصب ملة على إضمار كلام كأنه قال بل نتبع ملة إبراهيم وقوله ( سلام قولا من رب رحيم ) نصب قولا على الصرف أي يقولون قولا\nالنصب ب ساء ونعم وبئس وأخواتها\nفهذه حروف تنصب النكرة وترفع المعرفة تقول بئس رجلا زيد ونعم رجلا محمد نصبت رجلا لأنه نكره ورفعت زيدا ومحمدا لأنهما معرفتان\nقال الله تعالى ( ساء مثلا القوم الذين كذبوا بآياتنا ) و ( كبرت كلمة ) نصبت مثلا وكلمة لأنهما نكرتان ومنه قوله عز و جل ( وساء لهم يوم القيامة حملا ) ومثله ( ومأواهم جهنم\nوساءت مصيرا ) وتقول حبذا رجلا زيد\nقال الشاعر\n( أبو موسى فحسبك نعم جدا ... وشيخ الركب خالك نعم خالا )\n(1/70)\n\nنصب جدا وخالا لأنهما نكرتان\nوالنصب من خلاف المضاف\nقولهم هذا ضارب زيد تخفض زيدا بإضافة ضارب زيد إليه فإذا أدخلت التنوين على ضارب خالفت الإضافة وصار كالمفعول به فنصبت زيدا بخلاف المضاف وعلى أنه كان مفعولا تقول من ذلك هذا ضارب زيدا ومكلم محمدا فلما أدخلت التنوين نصبت\nومثله قول الله جل اسمه ( ونزعنا ما في صدورهم من غل إخوانا ) نصب إخوانا للتنوين ومجازه من غل إخوان وكذلك ( في أربعة أيام سواء ) نصب سواء لمجيئه بعد التنوين وإن قلت نصبت على الاستغناء جاز\nوقال العجاج ",
        "(1/71)\n\n( وكم حسرنا من علاة عنس ... درفسة وبازل درفس )\n( محتنك ضخم شؤون الرأس ... )\nنصب شؤون لما أدخل التنوين على ضخم ومجازه ضخم شؤون\nوقال الحارث بن ظالم\n( فما قومي بثعلبة بن سعد ... ولا بفزارة الشعر الرقابا )\nنصب الرقاب لإدخال الألف واللام على الشعر لأن الألف واللام يعاقبان التنوين والتنوين يعاقب الألف واللام وقال آخر\n( ليست من السود أعقابا إذا انصرفت ... ولا تبيع بشطي مكة البرما )\nنصب أعقابا لإدخال الألف واللام على السود وقال رؤبة\n( الحزن بابا والعقور كلبا ... ) \n(1/72)",
        "\nنصب بابا وكلبا لإدخال الألف واللام على الحزن والعقور\nوتقول هذا حسن وجها وهذا حسن الوجه فإذا أدخلت عليها الألف واللام نصبت أيضا وجها تقول هذا الحسن وجها وهذا الحسن الوجه تنصب ما بعده على خلاف المضاف\nوأما قول النابغة\n( ونأخذه بعده بذناب عيش ... أجب الظهر ليس له سنام ) فإنه نوى التنوين في أجب وأجب لا ينصرف لأنه على وزن أفعل ونصب الظهر لأنه نوى التنوين في أجب كما تقول مررت بحسن الوجه فنصب على خلاف المضاف\nوالنصب على الموضع لا على الاسم\nقولهم أزورك في اليوم أو غدا وتقول لستم بالكرام ولا\n(1/73)\n",
        "السادة قال عقيبة الأسدي\n( معاوي إننا بشر فأسجح ... فلسنا بالجبال ولا الحديدا )\nنصب الحديد على موضع الجبال لأن موضعها النصب وإنما انخفض بالباء الزائدة وليس للباء موضع في الإعراب كأنه قال فلسنا الجبال ولا الحديد والباء للإقحام\nوقال كعب بن جعيل\n( ألا حي ندماني عمير بن عامر ... إذا ما تلاقينا من اليوم أو غدا )\nنصب غدا على الموضع لا على الاسم لأن من لا موضع لها من الإعراب وقال لبيد\n( فإن لم تجد من دون عدنان والدا ... ودون معد فلتزعك العواذل )\nنصب دون على الموضع لا على الاسم\nومنه قول جرير\n(1/74)\n\n( فالشمس طالعة ليست بكاشفة ... تبكي عليك نجوم الليل والقمرا ) نصب نجوم الليل والقمرا لأن موضعهما نصب كما تقول لا آتيك عبادة الناس الله أي ما عبد الناس الله كاشفة يعني ظاهرة يقال ضربه فكشف عظمه أي أظهره\nوالنصب من نعت النكرة تقدم على الاسم\nتقول هذا ظريفا غلام وهذا واقفا رجل قال الشاعر\n( وتحت العوالي والقنا مستظلة ... ظباء أعارتها العيون الجآدر )\nنصب مستظلة لأنه نعت ظباء تقدم\nقال النابغة\n( كأنه خارجا من جنب صفحته ... سفود شرب نسوه عند مفتأد )\nنصب خارجا لأنه نعت سفود تقدم وقال آخر",
        "(1/75)\n\n( لمية موحشا طلل ... يلوح كأنه خلل )\nنصب موحشا لأنه نعت نكرة تقدم على الاسم وقال آخر\n( وبالجسم مني بينا إن نظرته ... شحوب وإن تستشهد العين تشهد )\nنصب بينا لأنه نعت نكرة تقدم على الاسم وهو شحوب\nوقال آخر\n( هشام ابن الخلائف قد طوتني ... ببابك سبعة عددا شهور )\n( بعيرا واقفان وصاحبيه ... ألما يأن أن يثم البعير )\nأراد بعيرا صاحبيه واقفان فقدم وأخر\nوأما قول الله جل ذكره ( خاشعة أبصارهم ) فإنه\n(1/76)",
        "\nنصب على الحال أي يخرجون بتلك الحال\nوالنصب بالنداء المضاف\nقولهم يا زيد بن عبد الله نصبت زيدا لأنه نداء مضاف ونصبت بن لأنه بدل من زيد وخفضت عبد الله بإضافة بن إليه\nوقد تنادي العرب بغير حرف النداء يقولون زيد بن عبد الله على معنى يا زيد بن عبد الله قال الله جل ذكره في سورة ( بني إسرائيل ) ( ذرية من حملنا مع نوح ) بمعنى يا ذرية من حملنا\n(1/77)\n",
        "ولا يفصل بين المضاف والمضاف إليه لأنه لا يقال جاء غلام اليوم زيد ولكن تقول جاء غلام زيد اليوم وجاء اليوم غلام زيد وقد جاء في الشعر منفصلا قال عمرو بن قميئة\n( لما رأت ساتيدما استعبرت ... لله در اليوم من لامها )\nأي لله در من لامها اليوم ففصل\nوقال آخر\n( كما خط الكتاب بكف يوما ... يهودي يقارب أو يعيد )\nأي بكف يهودي قال الله تعالى ( زين لكثير من المشركين قتل أولادهم شركائهم ) فرق بين المضاف والمضاف إليه\n(1/78)\n\nقال ذو الرمة\n( كأن أصوات من إيغالهن بنا ... أواخر الميس أصوات الفراريج )\nأراد كأن أصوات أواخر الميس وقال أخر\n( وقد زعموا أني جزعت عليهما ... وهل جزع أن قلت وابأباهما )\n( هما أخوا في الحرب من لا أخاله ... إذا خاف يوما نبوة فدعاهما )\nيعني أخوا من لا أخاله ففصل بين المضاف والمضاف إليه وقدم وأخر\nوالنصب على الاستغناء وتمام الكلام\nمثل قول الله تعالى في الطور ( والطور وكتاب مسطور في رق منشور والبيت المعمور ) إلى قوله ( إن المتقين في جنات ونعيم فاكهين بما\nآتاهم ربهم ) نصب فاكهين على الاستغناء وتمام الكلام وفي سورة الذاريات ( إن المتقين في جنات وعيون آخذين ) ومثله ( فارهين ) و ( خالدين ) ",
        "(1/79)\n\nكل هذا نصب فنصب آخذين على الاستغناء وتمام الكلام لأنك إذا قلت ( إن المتقين في جنات وعيون ) ثم سكت فقد تم الكلام واستغنى عما يجيء بعده فنصب ما يجيء بعده وإذا قلت إن زيدا في الدار وسكت كان كلاما تاما فلما استغنيت عن القائم نصبت فقلت قائما\nوأما قوله ( إن المجرمين في عذاب جهنم خالدون ) فإنه رفع على خبر أن وإذا قلت ( إن المتقين في جنات ونعيم ) فقد تم كلامك ولم تحتج إلى ما بعده فتنصب على الاستغناء وأما قوله عز و جل ( إن أصحاب الجنة اليوم في شغل فاكهون ) فإنه رفع فاكهون لأنه خبر إن ولأن الكلام لم يتم دونه\n(1/80)",
        "\nقال الشاعر في مثله\n( وإن لكم أصل البلاد وفرعها ... وللخير فيكم ثابتا مبذولا )\nنصبت ثابتا مبذولا على الاستغناء وتمام الكلام لأنك إذا قلت وللخير فيكم فقد تم كلامك وتقول أنتكلم بهذا وأنت ههنا قاعدا ومثله ( انتهوا خيرا لكم ) نصب خيرا لأنه يحسن السكوت عنه\nوقوله ( فمن تطوع خيرا فهو خير له وأن تصوموا خير لكم ) رفع لأنه خبر لا يحسن السكوت دونه وكذلك ( وأن يستعففن خير لهن )\n(1/81)\n",
        "ويقال معناه وإن تصوموا فالصيام خير لكم وإن يستعففن يكن الاستعفاف خيرا لهن فالاستعفاف خير لهن\nومثل الأول في الأعراف ( قل هي للذين أمنوا في الحياة الدنيا خالصة ) نصب خالصة على الاستغناء وتمام الكلام كما تقول هي لك نحلة ويرفع أيضا ب هي كما تقو أنحلها لك نحلة ويرفع أيضا تقول هي خالصة على تقدم الكلام على خبره\nوأما قوله عز و جل ( وهو الحق مصدقا ) ( وله الدين واصبا ) معناه هو الحق المصدق وله الدين الواصب فإنه لما أسقط الألف واللام نصب على القطع\n(1/82)\n\nوالنصب الذي يقع في النداء المفرد\nأن تنادي اسما ليس فيه الألف واللام ثم تعطف عليه باسم فيه ألف ولام تقو ل يا زيد والفضل ويا محمد والحارث وقال الله جل وعز ( يا جبال أوبي معه والطير ) نصب الطير لأن حرف النداء لم يقع عليه ولم يجز أن تقول يا الفضل فنصبت على خلاف النداء\nوقال الشاعر\n( ألا يا زيد والضحاك سيرا ... فقد جاوزتما خمر الطريق )\nوقال أخر\n( فما كعب بن مامة وابن سعدى ... بأجود منك يا عمر الجوادا )\nأراد يا الجواد فلما لم يجز نصبه\nويجوز أن ترفع على معنى يا زيد أقبل وليقبل معك الفضل",
        "(1/83)\n\nوعلى هذا يقرأ من يقرأ\n( يا جبال أوبي معه والطير ) على الرفع ومجازه وليؤوب الطير معك\nوأما قول النابغة\n( كليني لهم يا أميمة ناصب ... وليل أقاسيه بطيء الكواكب )\nفنصب أميمة لأنه أراد الترخيم فترك الاسم على أصله وأخرج على التمام ونصب عل نية الترخيم وقال قوم نصبه على الندبة والتفسير الأول احسن\nوالمندوب يندب بالهاء والألف وإنما ألحقوا الألف لبعد الصوت فقالوا يا زيدا ويقال بالهاء أيضا يا زيداه وقال جرير بن عطية يرثي عمر بن عبد العزيز رحمة الله عليه\n( قلدت أمرا عظيما فاصطبرت له ... وسرت فيه بحكم الله يا عمرا ) فألحق الألف للندبة قال الله عز و جل ( يا حسرتا على ما فرطت في جنب الله ) \n(1/84)",
        "\nوالنصب على البنية\nما كان بناء بنته العرب مما لا يزول إلى غيره مثل الفعل الماضي ومثل حروف إن وليت ولعل وسوف وأين وما أشبهه\nأي كثروا وقال آخر\n( لو أن قومي حين تدعوهم حمل ... على الجبال الصم لا نهد الجبل )\nأي حملوا فأفرد مؤخرا وقال آخر\n( إذا رأيت أنجما من الأسد جبهته أو الخرات والكتد )\n( بال سهيل في الفضيح ففسد ... وطاب ألبان الشتاء وبرد )\nأي بردت \n(1/85)\n",
        "والنصب بالدعاء\nقولهم تبا لهم وسحقا وتربا له وجندلا أي لقاه الله تربا وجندلا قال الشاعر\n( هنيئا لأرباب البيوت بيوتهم ... وللعزب المسكين ما يتلمس )\nقال هنيئا لهم في معنى ليهنهم كما يقال هنيئا لك أبا فلان أي ليهنك\nويرفع أيضا فيقال ترب له وجندل أي الذي يلقاه ترب وجندل قال الشاعر\n( لقد ألب الواشون ألبا لبينهم ... فترب لأفواه الوشاة وجندل )\nفرفع والنصب أجود وإنما رفعه لأنه جعله اسمين وقال آخر\n(1/86)\n\n( نبئت نعما على الهجران عاتبه ... سقيا ورعيا لذاك العاتب الزاري )\nأي سقاه الله ورعاه\nوأما قول الآخر\n( عجبا لتلك قضية وإقامتي ... فيكم على تلك القضية أعجب )\nفإنه أراد عجبت عجبا ويروى عجب بالرفع ونصب قضية على عدم الصفة أي من قضية\nوالنصب بالاستفهام\nقولهم أقعودا والناس قيام على معنى أتقعدون والناس قيام وهذا فعل ليس بماض ولا مستقبل وهو فعل دائم أنت فيه\nقال الشاعر\n( أطربا وأنت قنسري ... والدهر بالإنسان دواري )\nأراد تطرب طربا وقال آخر",
        "(1/87)\n\n( أعبدا حل في شعبى غريبا ... ألؤما لا أبالك واغترابا )\nأراد تجمع لؤما واغترابا وقال آخر\n( أفي الولائم أولادا لواحدة ... وفي العيادة أولادا لعلات ) يعني لأمهات أي تصيرون مرة كذا ومرة كذا وتقول أقرشيا مرة وتميما مرة أي تصير مرة كذا ومرة كذا\nوأما قول الشاعر\n( ألحق عذابك بالقوم الذين طغوا ... وعائذا بك أن يطغوا فيطغوني ) فكأنه قال أعوذ بك عائذا\nوالنصب بخبر كفى مع الباء\nقولهم كفى بزيد رجلا قال الله عز و جل ( وكفى بالله حسيبا ) ( وكفى بالله شهيدا ) ( وكفى بربك\n(1/88)",
        "\nهاديا ونصيرا ) ومثله كثير في كتاب الله عز و جل\nقال الشاعر هو حسان بن ثابت\n( فكفى بنا فضلا على من غيرنا ... حب النبي محمد إيانا )\nنصب فضلا ب كفى وخفض غيرنا لأنه جعل من نكرة كأنه قال على حي غيرنا وقد رفعه ناس وهو أجود على قوله على من هو غيرنا أي على حي هم غيرنا فيضمرون هم كما قرئ هذا الحرف في الأنعام ( ثم آتنيا موسى الكتاب تماما على الذي أحسن ) أي على الذي هو أحسن ومن قرأ ( على الذي احسن ) فإن محله الخفض إلا أنه على أفعل وأفعل لا ينصرف\nوحسب مثل كفى إلا أنك تخفض ب حسب وتنصب ب كفى تقول حسب زيد درهم وهو في محل الخفض فإذا نسقت عليه باسم ظاهر خفضت الاسم الظاهر\n(1/89)\n",
        "أيضا تقول حسب زيد وعمرو درهمان وحسب عبد الله وأخيك ثوبان رفعت حسب على الابتداء وثوبان خبر الابتداء فإذا كنيت الاسم الأول وعطفت عليه باسم ظاهر نصبت الاسم\nالظاهر تقول حسبك وعبد الله درهمان وحسبه ومحمدا ثوبان معناه حسبك وكفى عبد الله درهمان قال الشاعر\n( إذا كانت الهيجاء وانشقت العصا ... فحسبك والضحاك عضب مهند )\nأراد حسبك وكفى الضحاك سيف مهند\nوالنصب بالمواجهة وتقدم الاسم\nقولهم إياك ضربت وإياك أردت قال الله جل\n(1/90)\n\nوعز ( إياك نعبد وإياك نستعين ) إياك في محل النصب برجوع ما في الفعل عليه قال الشاعر\n( إياك أدعو فتقبل ملقي ... واغفر خطاياي وثمر ورقي )\nالورق يراد به المال من الإبل والغنم وكل ما حسن حال الرجل جائز أن يسمى ورقا يشبه بورق الغصن\nوقال آخر\n( وإياك لو عضتك في الحرب مثلها ... جررت على ما ساء نابا وكلكلا )\nأراد أنت لو عضت إلا أنه أظهر الكناية فقال عضتك فأوقع الفعل على الاسم وألغى كاف الكناية وقال آخر\n( لعمرك ما خشيت على عدي ... سيوف بني مقيدة الحمار )\n( ولكني خشيت على عدي ... سيوف الروم أو إياك حار ) ",
        "(1/91)\n\nأراد حارثا وأراد وخفتك فلم يستقم عليه الشعر فقال إياك وقال آخر\n( إليك حتى بلغت إياكا )\nفلما لم يصل إلى الكاف قال إياك\nوأما قولهم إياك وزيدا إياك والتماس الباطل قال فإنهم ينصبون الكلام الأخير على معنى التحذير قال الشاعر\n( إياك أنت وعبد المسيح ... أن تقربا قبلة المسجد )\nوقال آخر\n( إيا المزاحة والمراء فدعهما ... خلقان لا أرضاهما لصديق )\nوقال آخر \n(1/92)",
        "\n( فإياك إياك المراء فإنه ... إلى الشر دعاء وللشر جالب )\nنصب المراء على النهي عنه فإذا أخبرت ترفع تقول كل امرئ ونفسه وكل قوم ومواقفهم\nوالنصب بفقدان الخافض\nنحو قل الله عز و جل في آل عمران ( إنما ذلكم الشيطان يخوف أولياءه ) نصب أولياءه على فقدان الخافض يعني يخوف بأوليائه فلما أسقط الباء نصب ومثله قوله جل ذكره ( ذكر رحمة ربك عبده زكريا ) نصب عبد ه على فقدان الخافض أي لعبده فلما أسقط اللام نصب ومثله ( أو عدل ذلك صياما ) أي من صيام ومثله ( ما هذا بشرا ) أي ببشر فلما اسقط الباء نصب\nوتميم ترفع هذا كلما كان بعد الاسم المبهم والمكنى يجعلونه مبتدأ وخبرا ويقرؤون ( ما هذا بشر )\n(1/93)\n",
        "فيجعلون هذا مبتدأ وبشرا خبره وعلى هذا يروون هذا البيت للنابغة\n( قالت فيما ليتما هذا الحمام لنا ... إلى حمامتنا ونصفه فقد )\nيرفعون الحمام لأنهم يجعلون هذا مبتدأ والحمام خبره ولا يعملون ليت ومن نصب الحمام أراد العمل ل ليت وأراد ليت الحمام لنا وجعل ما وهذا ههنا حشوا وكذلك مذهبهم في ( ما هذا بشر ) وعلى هذا يقرؤون في سورة البقرة ( إن الله لا يستحي أن يضرب مثلا ما بعوضة فما فوقها ( بالرفع على معنى ابتداء وخبره ومن قرأ ما بعوضة جعل ما حشوا وصلة على معنى إن يضرب مثلا بعوضة \n(1/94)\n\nقال الفرزدق في فقدان الخافض\n( منا الذي اختير الرجال سماحة ... وجودا إذا هب الرياح الزعازع )\nأي اختير من الرجال وقال آخر\n( أستغفر الله ذنبا لست محصيه ... رب العباد إليه الوجه والعمل )\nأي من ذنب وقال آخر\n( وكونوا أنتم وبني أبيكم ... مكان الكليتين من الطحال )\nأي مع بني أبيكم فلما نزع مع نصبه وقال آخر\n( وأغفر عوراء الكريم اصطناعه ... وأعرض عن شتم اللئام تكرما )\nأي لاصطناعه\nوقال الله جل وعز في الأعراف",
        "(1/95)\n\n( واختار موسى قومه سبعين رجلا )\nلميقاتنا ) أي اختار موسى من قومه ونصب سبعين بإيقاع الفعل عليه ونصب رجلا على التفسير قال الشاعر\n( أزمان قومي والجماعة كالذي ... لزم الرحالة أن تميل مميلا )\nأي مع الجماعة وقال الفرزدق\n( نبئت عبد الله بالجو أصبحت ... كراما مواليها لئاما صميمها )\nأي عن عبد الله وقال المتلمس\n( آليت حب العراق الدهر آكله ... والحب يأكله في القرية السوس )\nأي على حب العراق وآكله بمعنى لا آكله\nوأما قول الله تعالى ( تساقط عليك رطبا جنيا ) فهذا على قطع الألف واللام منه يعني الرطب فلما قطع الألف واللام نصبه\n(1/96)",
        "\nوالنصب ب كم إذا كان استفهاما\nقولهم كم رجل عندك أراد رب رجل عندك فإذا فصلت نصبت فقلت كم عندك رجلا قال زهير\n( تؤم سنانا وكم دونه ... من الأرض محدودبا غارها )\nأراد كم محدودب من الأرض غارها فلما فصل نصب وقال آخر\n( كم بجود مقرفا نال العلا ... وكريما بخله قد وضعه )\nوقال القطامي\n( كما نالني منهم فضلا على عدم ... إذ لا أزال من الإقتار أجتمل )\nأراد كم فضل نالني منهم فلما فصل نصب \n(1/97)\n",
        "وتقول في الخبر كم رجل أتاك وكم رجل لقيت قال الشاعر\n( كم ملوك باد ملكهم ... ونعيم سوقه بارا )\nوإن شئت رفعت فقلت كم رجل عندك كأنك قلت رجل عندك ولم تلتفت إلى كم\nوأما قول الشاعر\n( على أنني بعدما قد مضى ... ثلاثون للهجر حولا كميلا )\n( يذكرنيك حنين العجول ... ونوح الحمامة تدعو هديلا )\nأراد ثلاثون حولا كميلا للهجر ففصل\nوالنصب الذي يحمل على المعنى\nكقول الشاعر\n( وبينا نحن ننظره أتانا ... معلق وفضة وزناد راعي )\n(1/98)\n\nحذف التنوين من معلق وأضافه إلى وفضة وعطف عليه زناد راعي كأنه قال ومعلقا زناد راعي وقال آخر\n( هل أنت باعث دينار لحاجتنا ... أو عبد رب أخا عون بن محراق\nحمله على المعنى أراد هل أنت باعث دينارا فحذف التنوين وخفض الدينار ونصب عبد بالعطف على موضعه كأنه نوى التنوين\nأما قوله الآخر\n( ذرار خلف المحجرين جواده ... إذا لم يحام دون أنثى حليلها\nأراد كرار جواده فأضاف خلف إليه ونصب",
        "(1/99)\n\nجواده على المفعول به ومنه قول الآخر\n( ترى الثور فيها مدخل الظل رأسه ... وسائره باد إلى الشمس أجمع )\nأراد مدخلا رأسه الظل فأضاف الظل إليه ونصب رأسه على المفعول به\nوالنصب بالبدل\nكقول الله عز و جل في الأنعام ( وجعلوا لله شركاء الجن ) نصب الجن بالبدل ومثله قوله فيها ( وكذلك جعلنا لكل نبي عدوا شياطين الإنس والجن ) نصب شياطين على البدل\nوقال الشاعر\n( كأن الفرات ماءه وسديره ... غدا بأناس يوم قفى الرحائل ) \n(1/100)",
        "\nنصب ماءه وسديره على البدل من اسم كأن وهو الفرات ومثله قول الشاعر\n( كأن هذا ثناياها وبهجتها ... يوم التقينا على أرحال عناب )\nأبدل ثناياها وبهجتها من هند فنصب ومعناه كأن هندا وكأن ثناياها وكأن بهجتها\nومنه تقول رأيت زيدا أخاه قائما نصبت زيدا ب رأيت ونصبت أخاه بالبدل ولو رفعته على الابتداء كان جائزا ومثله قول الشاعر وهو ذو الرمة\n( ترى خلقها نصفا قناة قويمة ... ونصفا نقا يرتج أو يتمرمر )\n(1/101)\n",
        "نصب نصفا على البدل\nوأما قول الآخر\nتعدون عقر النيب أفضل مجدكم ... بني ضوطرى لولا الكمي المقنعا )\nفإنه نصب الكمي على إضمار كلام كأنه قال هلا تعدون فيما تعقرون الكمي المقنعا والكمي الفارس الشجاع والمقنع الذي يقنع بالسلاح أي لبس الحديد ولولا في معنى هلا والمضمر في الكلام كثير ومثله قول الآخر\n( وما زرتني في النوم الا تعلة ... كما القابس العجلان ثم يغيب )\nأي كما يفعل القابس\nوقال الله جل وعز ( وأشربوا في قلوبهم العجل\n(1/102)\n\nبكفرهم ) معناه حب العجل ومثله ( واسأل القرية التي كنا فيها والعير التي أقبلنا فيها ) أي سل أهل القرية وأهل العير ومثله في السجدة ( ولو ترى إذ المجرمون ناكسو رؤوسهم عند ربهم ربنا أبصرنا وسمعنا ) معناه يقولون ربنا أبصرنا\nومثله قوله تعالى في الرعد ( ولو أن قرآنا سيرت به الجبال أن قطعت به الأرض أو كلم به الموتى بل لله الأمر جميعا ) فاكتفى بالخبر وأضمر الجواب كأنه قال لسارت الجبال وتقطعت الأرض وتكلمت الموتى فاكتفى بالأول عن الجواب المضمر في الكلام ",
        "(1/103)\n\nقال شاعر\n( كذبتم وبيت الله لا تنكحونها ... بني شاب قرناها تصر وتحلب )\nيعني التي شاب قرناها فأضمر وقال عنتر العبسي\n( لو كان يدري ما المحاورة اشتكى ... أو كان يدري ما الكلام تكلم )\nأي لقيل له تكلم\nوأما قول الآخر\n( تذكرت أرضا بها أهلها ... أخوالها فيها وأعمامها )\nأي تذكرت أخوالها وأعمامها وقال الآخر\n( إذا تغنى الحمام الورق هيجني ... ولو تعزيت عنها أم عمار )\nنصب أم عمار على معنى هيجني فذكرت أم عمار\n(1/104)",
        "\nوتقول هذا ضارب زيد وعمرا نصبت على ضمير فعل كأنك قلت وضرب عمرا ومثله قول الشاعر\n( جئني بمثل بني بدر وأخوتهم ... أو مثل أسرة منظور بن سيار )\nكأنه قال أو هات مثل أسرة منظور\nوأما قول الآخر\n( قعود على الأبواب طلاب حاجة ... عوان من الحاجات أو حاجة بكرا )\nأي أو يطلبون حاجة بكرا ومثله قول الله جل ذكره في الأنعام\n( وجاعل الليل سكنا والشمس والقمر حسبانا ) نصب الشمس والقمر على معنى وجعل الشمس والقمر حسبانا\nوالنصب بالمشاركة\nنحو قول عبد بني عبس\n( قد سالم الحيات منه القدما ... الأفعوان والشجاع الشجعما )\n(1/105)\n",
        "( وذات قرنين ضموزا ضرزما ... )\nنصب القدم والشجاع إذا كان الفعل لهما وكان القدم مسالمة للشجاع والشجاع مسالما للقدم\nومنه وليس بعينه قولك ضربت زيدا وعمرا أكرمت أخاه ومثله كنت أخاك وزيدا أعنتك عليه وكنت بمنزلة ضربت وسائر الفعل قال الله جل ذكره في الأعراف ( فريقا هدى وفريقا حق عليهم الضلالة ) نصب فريقا الثاني على المشاركة\nومنه في الفرقان ( وعادا وثمودا وأصحاب الرس وقرونا بين ذلك كثيرا وكلا ضربنا له الأمثال وكلا تبرنا تتبيرا نصب كلا بالمشاركة وقال في ( هل أتى ) ( يدخل من يشاء في رحمته والظالمين أعد لهم عذابا أليما ) نصب الظالمين على هذا\nوقال الشاعر \n(1/106)\n\n( أصبحت لا أحمل السلاح ولا ... أملك راس البعير إن نفرا )\n( والذئب أخشاه إن مررت به ... وحدي وأخشى الرياح والمطرا )\nنصب الذئب على أن أضمر أخشى الذئب ليكون الفعل عاملا كما كان أولا\nوالنصب بالقسم\nعند سقوط الواو والباء والتاء من أول القسم تقول الله لا أفعل ذلك يمين الله لا أزورك نصبت لأنك نزعت حرف الجر كما تقول بحق لا أزورك فإذا نزعت الباء قلت حقا لا أزورك\nقال الشاعر\n( ألا رب من قلبي له الله ناصح ... ومن قلبه لي في الظباء السوانح )\nقال الله لأنه أراد والله فلما أسقط الواو نصب وقال آخر\n( إذا ما الخبز تأدمه بزيت ... فذاك أمانه الله الثريد )",
        "(1/107)\n\nأراد وأمانه الله فلما نزع منه الواو نصب قال امرؤ القيس\n( فقلت يمين الله ما أنا بارح ... ولو قطعوا رأسي لديك وأوصالي ) وبعضهم يضمرون حرف القسم ويجرون به فيقولون الله لا أزورك كما يضمرون رب ويجرون به\nوتقول عمر الله وعمرك الله قال الشاعر\n( عمرك الله أما تعرفني ... أنا حراث المنايا في الفزع )\nومثله قعدك الله على معنى نشدتك الله ولا فعل ل قعدك وأما عمرك الله فعلى معنى عمرتك الله\n(1/108)",
        "\nأي سألت الله لك طول العمر\nوسبحان الله بدل من التسبيح وريحانه استرزاقه و معاذ الله على معنى عياذا بالله ومعنى سبحان الله في قولهم نزاهة الله من السوء\nفأما سبوحا قدوسا فنصبه على معنى ذكرت سبوحا قدوسا\nوأما ما ينصب من المصادر في معنى التعجب قولهم كرما وصلفا وكرما لك وطول عمر وأنف أي اكرمك الله وأطول بعمرك وبأنفك\nومن قرأ ( تنزيل العزيز الرحيم بالنصب أراد وتنزيل\n(1/109)\n",
        "العزيز\nالرحيم على القسم فلما نزع الواو منه نصب ومن رفع فبالابتداء وكذلك قوله عز و جل في سبأ ( وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم عالم الغيب ) أراد وعالم الغيب ويرفع على الابتداء\nوأما قوله في الزمر ( قل اللهم فاطر السموات والأرض ) نصب فاطر لأنه نداء مضاف معناه يا فاطر السموات\nومعنى اللهم أرادوا أنهم أن يقولوا يا الله فثقل عليهم فجعلوا مكان حرف النداء الميم وجعلوا الميم من حروف النداء فقالوا اللهم لأن الميم من حروف الزوائد أيضا فأسقطوا يا وهو حرف النداء وجعلوا ميما زائدة في آخر الكلمة لأن الميم من حروف الزوائد \n(1/110)\n\nكأنك تريد يا ألله ثم\nقلت اللهم فزدت الميم بدلا من يا في أوله وربما أتو بحر ف النداء والميم توهموا أنها تسبيحة\nقال الشاعر\n( ماذا علي أن أقول كلما ... سبحت أو صيلت يا اللهم ما )\n( أردد علينا شيخنا مسلما )\nوالنصب بإضمار كان\nقولهم فعلت ذاك إن خيرا وإن شرا على معنى إن يكن فعلي خيرا وإن يكن شرا قال الشاعر\n( لا تقربن الدهر آل مطرف ... إن ظالما في الناس أو مظلوما )\nيريد إن كان الرجل في الناس ظالما أو مظلوما وقال آخر",
        "(1/111)\n\n( فأحضرت عذري عليه الأمير ... إن عاذرا لي أو تاركا )\nيقول إن يكن الأمير لي عاذرا أو تاركا وقد يجوز الرفع على إن يكن في فعلي خير أو شر\nقال الشاعر\n( فإن يك في أموالنا لا نضق به ... ذراعا وإن صبرا فنصبر للدهر )\nكأنه قال وإن يكن فيه الصبر صبرنا أو وقع صبر وقال آخر\n( فتى في سبيل الله اصفر وجهه ... ووجهك مما في القوارير اصفرا )\nيريد كان اصفرا\nوأما قول امرؤ القيس\n(1/112)",
        "\n( فقلت له لا تبك عينك إنما ... نحاول ملكا أو نموت فنعذرا )\nفإنه نصب على إضمار أن يعني أو أن نموت ونصب نعذر لأنه نسق بالفاء على أن نموت وقال بعضهم أراد حتى أن نموت لأن أو في موضع حتى\nوتقول هذا تمرا أطيب منه بسرا أي إذا كان تمرا أطيب منه إذا كان بسرا فإذا خالفت الكلام قلت هذا تمر أطيب منه العسل وتقول محمد فقيها أبصر منه شاعرا أي إذا كان فقيها وشاعرا\nوالنصب بالترائي\nيكون وجهه وجه النصب بإيقاع الفعل عليه غير أن النحويين جعلوه بابا تنصب به الاسم والنعت والخبر تقول أبصرت زيدا قائما ورأيت محمدا منطلقا\nوتقول بصر\n(1/113)\n",
        "عيني زيدا قائما معناه أبصرت عيناي زيدا قائما وكذلك تقول بصر عيني زيد قائم رفعت زيدا لأنه اسم مبتدأ ورفعت\nقائما لأنه خبره وأردت به زيد قائم ببصر عيني ونصبت بصر عيني بفقدان الخافض\nوالنصب ب وحده\nولا يكون وحده إلا نصبا في كل جهة تقول مررت بزيد وحده ورأيت زيدا وحده وهذا زيد وحده وإنما صار كذلك لأنه مصروف عن جهته تريد مررت بزيد الواحد فلما أسقطت الألف واللام نصبته لأنه مصروف عن جهته\nفإذا قلت هو نسيج وحده خفضته قال الشاعر\n( جاءت به معتجرا ببرده ... سفواء تردي بنسيج وحده )\n(1/114)\n\nحكى الخليل بن أحمد يخفضونه أيضا في قولهم جحيش وحده وعيير وحده بالكسر\nوأما التحثيث\nفهو في معنى المصدر إلا أنك تلحق به ألفا ولاما للمعرفة وتحث عليه نحو\nقولك الخروج الخروج والسير السير السحور السحور الصلاة الصلاة تضمر له فعلا تصدر منه هذا المصدر\nوأما الفعل الذي يتوسط بين صفتين\nفهو نصب أبد ا كقولك أزيد في الدار قائما فيها ومثله قول الله جل وعز ( فكان عاقبتهما أنهما في النار خالدين فيها ) يعني أن النار صفة وفيها صفة فوقع خالدين بينهما وخالدين تثنية وهو فعل فلا يجوز فيه الرفع ومن قال من النحويين إن الرفع جائز فقد لحن\nوالنصب من المصادر التي جعلوها بدلا من اللفظ الداخل على الخبر والاستفهام",
        "(1/115)\n\nقولهم أنت سيرا سيرا وما هو إلا السير السير وما أنت شرب الإبل وإلا ضرب الناس وإلا ضربا الناس ولا تنوين في شرب لأنه لا يتعدى إلى الإبل قال الشاعر\n(ألم تعلم مسرحي القوافي ... فلا عيا بهن ولا اجتلابا)\nأي فلا أعيا بهن ولا أجتلب\nوأما قول الآخر\n(يا صاحبي دنا الرواح فسيرا ... لا كالعشية زائرا ومزورا)\nأي لم أر كما رأيت العشية زائرا\nوأما قول الله جل وعز (والله أنبتكم من الأرض نباتا) أي أنبتكم فنبتم نباتا قال الشاعر\n(أرى الفتى ينبت إنبات الشجر)\nأي ينبت فينبته الله إنبات الشجر مضى تفسير وجوه النصب\n(1/116)",
        "\n2\nوجوه الرفع\nوالرفع اثنان وعشرون وجها\nالفاعل وما لم يذكر فاعله والمبتدأ وخبره واسم كان وأخواتها وخبر إن وما بعد مذ والنداء المفرد وخبر الصفة وفقدان الناصب والحمل على الموضع والبينة والحكاية والتحقيق وخبر الذي ومن وما وحتى إذا كان الفعل واقعا والقسم والصرف والفعل المستأنف وشكل النفي والرفع بهل وأخواتها\nوعلامة الرفع ستة أشياء الضمة والواو والفتحة والألف والنون والسكون فالضم عبد الله وزيد والواو أخوك وأبوك والفتحة عبدا الله في الاثنين والألف في قولهم الزيدان والعمران والنون في يقومان ويقومون والسكون في يرمي ويقضي ويغزو ويخشى\n(1/117)\n",
        "فالرفع بالفاعل\nقولك خرج زيد وقام عمرو\nوما لم يذكر فاعله\nضرب زيد وكسي عمرو\nوالمبتدأ وخبره\nزيد خارج والمرأة منطلقة رفعت زيدا بالابتداء ورفعت خارجا لأنه خبر الابتداء\nواسم كان وأخواتها\nتقول كان عبد الله شاخصا رفعت عبد الله ب كان ونصبت شاخصا لأنه خبر كان ولا بد ل كان من خبر\nوقد يجعل كان في معنى يكون ومنه قول الله تعالى في ( سأل سائل ) ( في يوم كان مقداره خمسين ألف\n(1/118)\n\nسنة ) والمعنى يكون قال الشاعر\n( فإني لآتيكم بشكري ما مضى ... من العرف واستيجاب ما كان في غد )\nوالمعنى يكون في غد\nوقد يرفعون ب كان الاسم والخبر فيقولون كان زيد قائم وقال الشاعر في ذلك\n( إذا ما المرء كان أبوه عبس ... فحسبك ما تريد من الكلام )\nرفع الأب على الابتداء وعبس خبره ولم يعبأ ب كان وقل آخر\n( إذا مت كان الناس صنفان شامت ... وآخر مثن بالذي كنت أصنع )",
        "(1/119)\n\nوقال آخر\n( وهي الشفاء لدائي لو ظفرت بها ... وليس منها شفاء الداء مبذول )\nفكأنهم قالوا كان الأمر والقصة الناس صنفان وشفاء الداء مبذول وما أشبه ذلك\nوإذا عدوها إلى مفعول قالوا كنت زيدا وكانني زيد فهذا مثل ضربت زيدا وضربني زيد وقالوا في مثل إذا لم تكنهم فمن ذا يكونهم\nقال الشاعر\n( فإن لم يكنها أوتكنه فإنه ... أخوها غذته أمه بلبانها )\nوربما جعلوا النكرة اسما والمعرفة خبرا فيقولون كان رجل عمرا إلا أن النكرة أشد تمكنا من المعرفة لأن أصل الأشياء نكرة ويدخل عليها التعريف والوجه أن تجعل المعرفة\n(1/120)",
        "\nاسما والنكرة خبرا قال القطامي\n( قفي قبل التفرق يا ضباعا ... ولا يك موقف منك الوداعا )\nوقال آخر\n( فإنك لا تبالي بعد حول ... أظبي كان أمك أم حمار )\nوقال آخر\n( ألا من مبلغ حسان عني ... أطب كان ذلك أم جنون )\nوقال آخر\n( كأن سلافة من بيت رأس ... يكون مزاجها عسل وماء )\nوقال الفرزدق\n( أسكران كان ابن المراغة إذ هجا ... تميما بجوف الشام أم متساكر )\n(1/121)\n",
        "جعل المعرفة خبرا والنكرة اسما\nويقال كان القوم صحيح أبوهم وأصبح القوم صحيح ومريض والوجه صحيحا ومريضا النصب على خبر كان والرفع على معنى منهم صحيح ومنهم مريض قال الشاعر\n( فأصبح في حيث التقينا شريدهم ... قتيل ومكتوف اليدين ومزعف )\nوالمعنى فأصبح شريدهم في حيث التقينا منهم قتيل ومنهم مكتوف اليدين ومنهم مزعف\nومثله\n( فلا تجعلي ضيفي ضيف مقرب ... وأخر معزول عن البيت جانب )\nكأنه قال لا تجعلي ضيفي أحدهما ضيف مقرب وآخر معزول \n(1/122)\n\nوقد يكون كان في معنى جاء وخلق الله قال الله تبارك وتعالى في البقرة ( وإن كان ذو عسرة ) أي وإن جاء ذو عسرة\nقال الشاعر\n( إذا كان الشتاء فأدفئوني ... فإن الشيخ يهدمه الشتاء )\nأي إذا جاء الشتاء قال الشاعر\n( فدى لبني ذهل بن شيبان ناقتي ... إذا كان يوم ذو كواكب أشهب )\nأي إذا وقع\nوأما قول عنترة\n( بني أسد هل تعلمون بلاءنا ... إذا كان يوما ذا كوكب أشنعا )\nفإنه أراد إذا كان اليوم يوما ذا كواكب قال الله عز",
        "(1/123)\n\nو جل في سورة النساء\n( إلا أن تكون تجارة ) والمعنى إلا أن تقع تجارة ومن قرأ ( تجارة ) فالمعنى إلا أن تكون التجارة تجارة وقال لبيد بن ربيعة\nفمضى وقدمها وكانت عادة ... منه إذا هي عردت أقدامها )\nمعناه العادة عادة وإن كان إقدامها عادة فقدم وأخر\nوتقول كيف تكلم من كان غائب أي من هو غائب قال الله عز و جل في سورة مريم ( كيف نكلم من كان في المهد صبيا أي من هو في المهد ونصب صبيا على الحال\nوتقول مررت بقوم كانوا كرام ألغيت كان وأردت\n(1/124)",
        "\nمررت بقوم كرام قال الفرزدق\n( فكيف إذا أتيت ديار قوم ... وجيران لنا كانوا كرام )\nوأما قول الله جل ثناؤه في سورة آل عمران ( كنتم خير أمة أخرجت للناس ) فالمعنى أنتم خير أمة وقال بعضهم معناه كونوا خير أمه وهو أصح مما فسره المفسرون\nوأما قولهم الحرب أول ما تكون فتية أي الحرب أول أحوالها إذا كانت فتية قال الشاعر\n( الحرب أول ما تكون فتية ... تسعى بزينتها لكل جهول )\nوقالوا ليس القوم ذاهبين ولا مقيما أبوهم نصب مقيما على\n(1/125)\n",
        "البدل قال الشاعر\n( مشائيم ليسوا مصلحين عشيرة ... ولا ناعبا إلا ببين غرابها ) نصب ناعبا على البدل من خبر ليس\nفإن قلت كان عبد الله أبوه قائما رفعت عبد الله ب كان ورفعت أباه على البدل من اسم كان قال الشاعر\n( فما كان قيس هلكه هلك واحد ... ولكنه بنيان قوم تهدما )\nرفع هلك الثاني على البدل وإن نصب على الخبر جاز\nويرفعون ما كان أهم إليهم لا يبالون اسما كان أم خبرا إذا جعلوه اسما قال الشاعر \n(1/126)\n\n( وكنا الأيمنين إذا التقينا ... وكان الأيسرين بند أبينا )\nوقال آخر\n( لقد علم الأقوام ما كان داءها ... بثهلان إلا الخزي ممن يقودها )\nجعل الخزي اسما وداءها خبرا قال الله عز و جل ( وما كان جواب قومه إلا أن قالوا أخرجوهم من قريتكم ) وجواب ينصب ويرفع على ما فسرته لك ومثله ( فكان عاقبتهما أنهما في النار ) ترفع عاقبتهما وتنصب\nوالرفع بخبر إن\nقولهم إن زيدا قائم إن عبد الله خارج ويقولون إن عبيد الله الظريف خارج نصبت عبد الله بإن ونصبت الظريف لأنه من نعته ورفعت خارجا لأنه خبره ",
        "(1/127)\n\nفإذا فصلوا بين الاسم والنعت كانوا بالخيار إن شاؤوا رفعوا النعت وإن شاؤوا نصبوه يقولون إن زيدا خارج الظريف ويقولون إن زيدا خارج الظريف\nقال الله عز و جل ( قل إن ربي يقذف بالحق علام الغيوب ) إن شئت رفعت علام وإن شئت نصبت والرفع أحسن\nوتقول إن زيدا خارج ومحمد نصبت زيدا بإن ورفعت خارجا لأنه خبره ورفعت محمدا لأنه اسم جاء بعد خبر مرفوع وإن شئت نصبت محمدا لأنك نسقته بالواو على زيد\nومثله قول الله جل وعز في التوبة ( أن الله برئ من المشركين )\nورسوله ) رفع رسوله لأنه اسم جاء بعد خبر مرفوع وإن شئت نصبت والرفع أجود ومثله قوله عز و جل ( وإذا قيل إن وعد الله حق والساعة لا ريب فيها ) رفع لأنه اسم جاء بعد خبر مرفوع وإن شئت\n(1/128)",
        "\nنصبت والرفع أجود\nوأما قول الشاعر\n( فمن يك أمسى بالمدينة رحله ... فإني وقيار بها لغريب )\nوقد نصبه قوم وهو أجود وإنما رفعه لأنه توهم أنه اسم جاء بعد الخبر على قوله إني لغريب وقيار بها ولو قلت إن زيدا وعبد الله منطلقان لكان لحنا وإنما جاز في الأول لأنه توهم أنه اسم جاء بعد خبر مرفوع\nوعلى هذا تقرأ هذه الآية في المائدة ( إن الذين أمنوا والذين هادوا\nوالصابئون ) رفع الصابئين على الابتداء ولم يعطف على ما قبله وكذلك قرؤوا ( وكتبنا \n(1/129)\n",
        "عليهم فيها أن النفس بالنفس والعين بالعين ) ثم قرؤوا ( والجروح قصاص )\nويقال إنه عطف على موضع إن لأن موضعها مبتدأ ويقال مقدم ومؤخر قال الفرزدق\n( تنح عن البطحاء إن جسيمها ... لنا والجبال الباذخات الفوارع )\nفرفع الجبال على الابتداء ولم ينسق وعلى هذا يقرأ في المائدة ( وكتبنا عليهم فيها أن النفس بالنفس ) إلى آخر الآية وقال آخر وهو الفرزدق\n( إن الخلافة والنبوة فيهم ... والمكرمات وسادة أبطالا )\nفنصب إتباعا\n( وإنما يجوز هذا في أن ولكن وأما كأن و\n(1/130)\n\nليت ولعل\nفليس إلا النصب في النعت والاسم والنسق تقدم أو تأخر تقول كأن زيدا قائم وأباك وليت زيدا خارج الظريف وليت محمدا منطلق وأباك وإنما صار كذلك لأن إن ولكن تحقيقان وكأن تشبيهه ولعل شك وربما كانت رجاء وليت تمن\nوأما قول المتلمس\n( أطريفة بن العبد إنك جاهل ... أبساحة الملك الهمام تمرس\n( ألق الصحيفة لا ابالك إنني ... أخشى عليك من الخناء النقرس )\nرفع النقرس لأنه أراد أنا النقرس وهو العالم يقال رجل نقريس نطيس\nوأما قول الآخر\n( إن فيها أخيك وابن هشام ... وعليها أخيك والمختارا ) ",
        "(1/131)\n\nهذا لغز يريد أخي كوى من الكي بالنار\nوأما قول الله تبارك وتعالى ( إن هذان لساحران ) فقد ذكر عن ابن عباس أنه قال إن الله تبارك اسمه أنزل القرآن بلغة كل حي من أحياء العرب فنزلت هذه الآية بلغة بني الحارث بن كعب لأنهم يجعلون المثنى بالألف في كل وجه مرفوعا فيقولون رأيت الرجلان ومررت بالرجلان وأتاني الرجلان وإنما صار كذلك لأن الألف أخف بنات المد واللين\nقال الشاعر\n( إن لسلمى عندنا ديوانا \" ... اخرى فلانا وابنه فلانا )\n( كانت عجوزا غبرت زمانا ... وهي ترى سيئها إحسانا )\n( نصرانة قد ولدت نصرانا ... أعرف منها الجيد والعينانا )\n( ومقلتان أشبها ظبيانا ... )\n(1/132)",
        "\nرفع المثنى في كل وجه وقال العينانا فنصب نون الاثنين لأنه جعل النون حرفا لينا فصرفها إلى النصب\nوقال بعضهم في هذا النحو\n( بمصرعنا النعمان يوم تألبت ... علينا تميم من شظى وصميم )\n( تزود منا بين اذناه ضربة ... دعته إلى هابي التراب عقيم\nقال أذناه وهو في موضع الخفض وقد يكون إن في معنى نعم في بعض لغات العرب قال الشاعر\n( بكرت علي عواذلي ... يلحينني وألومهنه )\n( ويقلن شيب قد عراك ... وقد كبرت فقلت إنه )\n(1/133)\n",
        "أي نعم وأجل وقال آخر\n( شاب المفارق إن إن من البلى ... شيب القذال مع العذال الواصل )\nأي نعم نعم وقال آخر\n( قال سليمى ليت لي بعلا يمن ... يغسل عن رأسي وينسيني الحزن )\n( وحاجة ليست لها عندي ثمن ... مستورة قضاؤها منه ومن )\n( قالت بنات العم يا سلمى وإن ... كان فقيرا معدما قالت وإن )\n( قالت وإن قالت وإن قالت وإن )\nأي نعم\nقال الإمام الخليل بن أحمد وأنا أقرؤها إن شئتم مخففة على الأصل ( إن هذان لساحران ) أي ما هذان إلا ساحران قال الشاعر\n(1/134)\n\n( غدر ابن جلموز بفارس بهمة ... عند اللقاء ولم يكن بمعرد )\n( ثكلتك أمك إن قتلت لمسلما ... حلت عليك عقوبة المتعمد )\nأي ما قتلت إلا مسلما وفي قراءة عائشة رضي الله عنها ( إن هذين لساحران )\nوأما قول الشاعر\n( فلم ترعيني مثل سرب رأيته ... خرجن علينا من زقاق ابن واقف )\nقال رأيته ولم يقل رأيتهن لأن الهاء صلة وليست بكناية وكذلك قول الله جل اسمه في سورة الجن ( قل أوحي الي أنه استمع نفر من الجن ) الهاء صلة وليست بكناية\nوالرفع ب مذ\nومذ ترفع ما بعدها ما كان ماضيا وتخفض ما",
        "(1/135)\n\nلم يمض تقول ما رأيته مذ يومان ومذ سنتان ومذ ثلاث ليال ومذ سنة ومذ شهر ومذ ساعة قال الشاعر\n( أبا حسن ما زرتكم مذ سنية ... من الدهر إلا والزجاجة تقلس )\nوقال آخر\n( لمن الديار بقنة الحجر ... أقاوينا مذ حجج ومذ شهر )\nف مذ ترفع ما بعدها حتى تأتي بالألف واللام فإذا جاء الحرف وفيه ألف ولام وهو لم يمض فإن العرب تخفض ب مذ حينئذ تقول ما رأيته مذ اليوم ومذ الساعة وما كان\n(1/136)",
        "\nماضيا لا ترفعه حتى تصفه تقول ما رأيته مذ اليوم الماضي وما رأيته مذ اليوم الطيب\nوأما منذ الثقيلة فإنها تخفض ما مضى وما لم يمض على كل حال\nوالرفع بالنداء المفرد\nتقول يا زيد ويا عمرو و يا محمد ولا يكون منونا قال الله جل\nذكره ( يا نوح اهبط بسلام منا ) ( يا هود ما جئتنا ببينة ) ( يا لوط إنا رسل ربك ) ( يا صالح )\nوأما قول الشاعر\nيا حار لا أرمين منكم بداهية ... لم يلقها سوقة قبلي ولا ملك )\n(1/137)\n",
        "خفض حار لأنه أراد يا حارث فرخم الثاء وترك الراء مكسورة على الأصل وكذلك تفعل بالاسم المرخم إذا نودي به كقول الأخر\n( فصالحونا جميعا إن بدا لكم ... ولا تقولوا لنا أمثالها عام )\nأراد يا عامر وقرؤوا هذا الحرف ( يا مال ليقض علينا ربك ) أي يا مالك وقال آخر\n( يا مرو إن مطيتي محبوسة ... ترجو النجاء وربها لم ييأس )\nأراد يا مروان فترك الواو مفتوحة على الأصل\nويرخم ثمود ثمو وإن الاسم لا يكون على أقل من ثلاثة أحرف وهو مأخوذ من الثمد وهو مستنقع الماء وقال الشاعر\nأو كماء الثمود بعد جمام ... زرم الدمع لا يؤوب نزورا )\n(1/138)\n\nوأما قول الآخر\n( يا خالد المقتول لا تقتل )\nهو لغز يريد يا خال د المقتول من الدية وقال آخر\nيا رازق الذرة الحمراء وابنتها ... على خوانك ملحا غير مدقوق ) أراد يا راز قد ذرت الحمراء فأدغم الدال في الذال وشدده\nوالرفع بخبر الصفة\nتقول لزيد مال ولمحمد عقل وعليك قميص وفي الدار زيد واقف وإن شئت واقفا الرفع على خبر الصفة والنصب على الاستغناء وتمام الكلام ألا ترى أنك تقول في الدار زيد وقد تم كلامك\nوإذا لم يتم كلامك فليس إلا الرفع بك زيد مأخوذ وإليك محمد قاصد ألا ترى أنك إذا قلت بك زيد لم يكن كلاما حتى تقول مأخوذ قال",
        "(1/139)\n\nالشاعر\n( يقولون في حقويك ألفان درهما ... وألفان دينارا فما بك من فقر )\nوالرفع على فقدان الناصب\nمثل قول الله عز و جل في البقرة ( وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله ) معناه ألا تعبدوا إلا الله فلما أسقط حرف الناصب ارتفع فقال لا تعبدون ومثله في البقرة ( وإذ أخذنا ميثاقكم لا تسفكون دماءكم ) معناه ألا تسفكوا فلما أسقط حرف الناصب إرتفع\nقال طرفة بن العبد \n(1/140)",
        "\n( ألا أيهذا اللائمي أحضر الوغى ... وأن أشهد اللذات هل أنت مخلدي )\nمعناه أن أحضر الوغى وقال نصب بإضمار أن والدليل على ذلك وأن أشهد اللذات وقال آخر\n( خذي العفو مني تستديمي مودتي ... ولا تنطقي في سورتي حين أغضب )\n( فإني رأيت الحب في الصدر والأذى ... إذا اجتمعا لم يلبث الحب يذهب )\nعلى معنى أن يذهب فلما نزع حرف الناصب ارتفع\nوأما قوله عز و جل ( لا تستعجل لهم كأنهم يوم\n(1/141)\n",
        "يرون ما يوعدون لم يلبثوا إلا ساعة من نهار بلاغ ) فرفع بلاغا على أنه خبر الصفة معناه ولا تستعجل لهم بلاغ\nوالرفع بالصرف\nقول الله عز و جل ( ولا تمنن تستكثر ) ذكر النحويون أن معناه\nولا تمنن مستكثرا فصرف من منصوب إلى مرفوع ومثله ( ثم ذرهم في خوضهم يلعبون ) معناه ثم ذرهم في خوضهم لاعبين فصرف من النصب إلى الرفع لولا ذلك لكان يلعبوا جزما على جواب الأمر\nومثله ( فذروها تأكل في أرض الله ) ومن يقرؤها\n(1/142)\n\nبالرفع أي آكلة فصرف من النصب إلى الرفع ومثله قول الشاعر\n( متى تأتنا تلمم بنا في ديارنا ... تجد حطبا جزلا ونارا تأججا )\nوقال آخر\n( متى تأته تعشو إلى ضوء ناره ... تجد خير نار عندها خير موقد )\nرفع تعشو على معنى تأته عاشيا فصرف من النصب إلى الرفع ولولا ذلك لكان تعش على المجازاة جزم\nوأما قول الأعشى وليس من هذا النوع\n( لقد كان في حول ثواء ثويته ... تقضي لبانات ويسأم سائم )",
        "(1/143)\n\nأراد أن يقول وأن يسأم سائم فصرف النصب إلى الرفع فقال ويسأم وقال بعضهم نصب ويسأم على إضمار ان فصرف إلى النصب لأن معناه وأن يسأم\nوالرفع بالحمل على الموضع\nكقول الشاعر\n( ولما يجد إلا مناخ مطية ... تجافى بها زور نبيل وكلكل ) ومفحصها عنها الحصى بجرانها ... ومثنى نواج لم يخنهن مفصل )\n( وسمر ظماء واترتهن بعدما ... مضى هجعه من آخر الليل ذبل )\nرفع سمرا ولم ينسقه على الاستثناء لأنه حمله على المعنى لأنك إذا قلت لم أر في البيت إلا رجلين فهو في المعنى \n(1/144)",
        "\nفي البيت رجلان\nوعلى هذا قال الشاعر\n( بادت وغير آيهن على البلى ... إلا رواكد جمرهن هباء )\n( ومشجج أما سواء قذاله ... فبدا وغير سارة المعزاء )\nفرفع وكان حده النصب على الاستثناء لأنه حمله على المعنى كما تقول فني المال إلا أقله رفع على المعنى لأنك تريد بقي أقله وساره بمعنى سائره\nوأما قول الفرزدق بن غالب\n( إليك أمير المؤمنين رمت بنا ... هموم المنى والهوجل المتعسف )\n( وعظ زمان يا بن مروان لم يدع ... من المال إلا مسحت او مجلف )\n(1/145)\n",
        "حمله على المعنى فرفعه لأن معناه بقي من المال مسحت أو مجلف والمسحت المهلك والمجلف المستأصل من قول الله جل وعز ( فيسحتكم بعذاب أي يهلككم ومعنى لم يدع لم يبق إلا مسحت\nومن روى مسحت ومجلف بكسر الحاء واللام في مجلف فإنه رفعه على الموالاة لأنه جعل إلا بمنزلة الواو كأنه قال وعظ زمان أذهب مالنا ومسحت ومجلف من الزمان أي مهلك ومنه قول الله جل وعز ( لئلا يكون للناس عليكم حجة إلا الذين\n(1/146)\n\nظلموا منهم فلا تخشوهم واخشون ) معناه والذين ظلموا منهم وإلا في موضع الواو\nوقال الشاعر\n( من كان أسرع في تفرق فالج ... فلبونه جربت معا وأغدت )\n( إلا كناشرة الذي ضيعتم ... كالغصن في غلوائه المتنبت )\nأي وكناشرة وإلا في موضع الواو وذلك أن بني مازن يزعمون أن بني فالج الذين هم في بني سليم وناشرة الذين هم في بني أسد من بني مازن ومنه قول الأعشى\n( إلا كخارجة المكلف نفسه ... وابني قبيصة أن أغيب ويشهدا )\nأي وكخارجة",
        "(1/147)\n\nوقال آخر\n( نهدي الخميس نجادا في مطالعها ... إما المصاع وإما ضربة رغب )\nحمل الضربة على المعنى فرفعها ولم يعطفها على المصاع فينصبها كأنه قال وإما أن تكون ضربة رغب وأما قول الأعشى\n( إن كنت أعجبتني فالآن أعجبتني ... قتل الغلامان بالديمومة البيد )\nفإنه أراد ما قتله الغلامان فرخم الهاء وسكن التاء لتحرك اللام ورفع الغلامين بفعلهما\nوالرفع بالبنية\nمثل حيث وقط لا يتغيران عن الرفع على كل حال وكذلك قبل وبعد إذا كانا على الغاية وفي لغة بعضهم حيث بالفتح لأن الفتحة أخف الحركات وقالوا حيث وحوث\nفما كان مفتوحا فهو على القياس وأما المضمومة كأنهم توهموا هذه الضمة التي في هذا الجنس الذي لا يجري فيه\n(1/148)",
        "\nالإعراب وأما المجزومة فهو متحرك الوسط سكنوه إذ لم يجتمع الساكنان وذلك مثل نعم وأجل وكم وهل ومن وإنما سكنوه لأنه حرف جاء لمعنى وليس باسم فيكون فاعلا أو مفعولا أو مضافا فيدخله الإعراب\nوإذا كان الحرف المتوسط منه ساكنا حرك بالفتح لئلا يسكنا مثل أين وكيف وليت وأن وحيث وأشباه ذلك فاعرف موضعها\nوالرفع بالحكاية\nكل شيء من القول فيه الحكاية فارفع نحو قولك قلت عبد الله صالح وقلت الثوب ثوبك قال الله جل ذكره ( سيقولون ثلاثة رابعهم كلبهم ) وقال ( ولا تقولوا ثلاثة ) ( وقولوا حطة ) فإذا أوقعت عليها الفعل فانصب نحو قولك قلت خيرا قلت شرا نصبت لأنه فعل واقع \n(1/149)\n",
        "والحروف التي يحكى بها أربعة سمعت وقرأت ووجدت وكتبت قال ذو الرمة سمعت\n( سمعت الناس ينتجعون بحرا ... فقلت لصيدح انتجعي بلالا )\nويروى ينتجعون غيثا ويروى وجدت الناس رفع الناس على الحكاية\nوقال آخر\n( وجدنا في كتاب بني تميم ... أحق الخيل بالركض المعار )\nرفع أحق على الحكاية ولولا ذلك لكان نصبا كما تقول وجدت مالا وقال آخر\n( كتبت أبو جاد وحطي مرامر ... وخرقت سربالا ولست بكاتب ) \n(1/150)\n\nوكل ما استفهمت به فارفع بالحكاية ما لم تجئ بالتاء فإذا جئت بالتاء فانصب فإنه بمنزلة تظن وترى أما الرفع فمثل قولك أقلت عبد الله خارج فيم قلت الناس خارجون بكم قلت الثوبان فإذا جاءت التاء فانصب نحو قولك أتقول زيدا عالما أتقول الناس خارجين\nقال الشاعر\n( أنواما تقول بني لؤي ... قعيد أبيك أم متناومينا )\nنصب نواما وبني ب تقول وقال آخر\n( متى تقول القلص الرواسما ... يلحقن أم غانم وغانما )\nنصب القلص الرواسما لما أدخل التاء وقال آخر",
        "(1/151)\n\n( أما الرحيك فدون بعد غد ... فمتى تقول الدار تجمعنا )\nنصب الدار على معنى تظن\nوأما قول الشاعر\n( فقالت حنان ما أتى بك ههنا ... أذو نسب أم أنت بالحي عارف )\nيريد أمري وأمرك حنان لولا ذلك لنصبه وأما قول الآخر\n( حناني ربنا وله عنونا ... نعاتبه لئن نفع العتاب )\nفإنه أراد تحنن ربنا مرة بعد أخرى والتحنن الرحمة يقول ارحمنا رحمة بعد رحمة\nوأما قول الآخر\n( يشكو إلي جملي طول السرى صبر جميل فكلانا مبتلى )\nفإنه رفع صبرا لما وصفه فقال صبر جميل لولا\n(1/152)",
        "\nذلك لنصب صبرا على الأمر يقول أمري وأمرك صبر جميل\nقال طرفة\n( أبا منذر أفنيت فاستبق بعضنا ... حنانيك بعض الشر أهون من بعض )\nكأنه قال رحمتيك لأن التحنن من الرحمة أي ارحمنا رحمة بعد رحمة\nوأما قولك لبيك إنما يريدون قربا ودنوا على معنى إلباب بعد إلباب أي قرب بعد قرب فجعلوا بدله لبيك ويقال ألب الرجل بمكان كذا وكذا أي أقام\nوكان الوجه أن تقول لبيتك لأنهم شبهوا ذلك باللبب فإذا اجتمع في الكلمة حرفان غيروا الحرف الأخير كما قال الله جل وعز ( وقد خاب من دساها ) والأصل دسسها\n(1/153)\n",
        "فقالوا لبيك قربت وأقمت\nوإذا قالوا أنا لب فإنما يريدون قريب منك مرة واحدة وإذا قالوا لبيك أرادوا أنا قريب منك أنا قريب منك مرتين قال الشاعر\n( دعوت لما نابني مسورا ... فلبى فلبي يدي مسور )\nوالرفع بالتحقيق\nقولهم لا رجل إلا زيد ولا إله إلا الله رفعت اسم الله وزيدا\nعلى التحقيق ولأنه لا يجوز أن تسكت دون تمامه ألا ترى انك إذا قلت لا رجل لم يكن كلامك تاما حتى تقول إلا زيد\n(1/154)\n\nوأما قول الأعشى\n( وكل أخ مفارقه أخوه ... لعمر أبيك إلا الفرقدان )\nرفع الفرقدين لأنه أراد والفرقدان يفترقان فجعل إلا تحقيقا وقال بعضهم إلا في موضع الواو\nومثله قول الله تعالى في يونس ( فلولا كانت قرية أمنت فنفعها إيمانها إلا قوم يونس لما آمنوا ) معناه فهلا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس أي وقوم يونس لما آمنوا وإلا في موضع الواو\nوإنما نصب قوم يونس لأن إلا بمعنى لكن قوم يونس لأن إلا تحقيق ولكن تحقيق\nومثله قوله جل ذكره ( طه",
        "(1/155)\n\nما أنزلنا عليك القرآن لتشقى إلا تذكرة لمن يخشى ) نصب تذكرة على معنى لكن تذكرة إذ كان من حروف التحقيق ومن قرأ تذكرة بالرفع أراد إلا أن تكون تذكرة عن الفراء\nوأما قول الشاعر\n( إذا لقي الأعداء كان خلاتهم ... وكلب على الأدنين والجار نابح )\nأراد كان خلاة للأعداء وهو كلب على الأدنين أو قيل وما هو أيضا فقال كلب على الأدنين رفع على الابتداء ومثله قول الآخر\n( فتى الناس لا يخفى علينا مكانه ... وضرغامة إن هم بالأمر أوقعا )\n(1/156)",
        "\nيعني وهو ضرغامة\nولولا تكون في معنى هلا وتكون في معنى إذا كما قال الله جل وعز ( فلولا إذا بلغت الحلقوم وأنتم حينئذ تنظرون ) معناه فإذا بلغت الحلقوم\nوتكون هل في معنى أليس قال الله جل وعز ( هل في ذلك قسم لذي حجر ) أي أليس في ذلك قسم وتكون في معنى قد قال الله جل ذكره ( هل أتى على الإنسان حين من الدهر ) أي قد أتى على الإنسان\nوالرفع ب الذي ومن وما\nفهذه أسماء ناقصة لا بد لها من صلات ويكون جوابها مرفوعا أبدا تقول الذي ضرب عمرو زيد ف\n(1/157)\n",
        "الذي رفع على الابتداء وضرب\nصلته وعمرو رفع بفعله وزيد رفع لأنه خبر الابتداء وتقول الذي أكلت تمر والذي شربت لبن رفعت تمرا لأنه خبر الابتداء ومثله قول الله تعالى في يونس ( ما جئتم به السحر ) رفع على الخبر أي الذي جئتم به السحر\nوأما قول الشاعر\n( عدس ما لعباد عليك إمارة ... عتقت وهذا تحملين طليق )\nمعناه الذي تحملين طليق رفع لأنه خبر الذي ومثله ( إن الذين تدعون من دون الله عباد أمثالكم )\n(1/158)\n\nأي إن الذين تدعون عباد أمثالكم ومثله أيضا ( إن ما صنعوا كيد ساحر ) معناه إن الذي صنعوا\nوأما ماذا فمنهم من يجعل ماذا بمنزله ما وحده فيقول ماذا رأيت أي ما رأيت فتقول زيدا أي رأيت زيدا كما قال الله تعالى في النحل ( ماذا أنزل ربكم قالوا خيرا ) كأنه قال أنزل خيرا\nومنهم من يجعل ماذا بمنزلة الذي فيقول ماذا رأيت فتقول خير أي الذي رأيت خير قال الله تعالى ( ماذا أنزل ربكم قالوا أساطير الأولين ) رفع على معنى الذي أنزل أساطير الأولين ومنه قول الله تعالى في",
        "(1/159)\n\nالبقرة ( ويسألونك ماذا ينفقون قل العفو ) بالرفع معناه الذي ينفقون العفو قال الشاعر\n( ألا تسألون المرء ماذا يحاول ... أنحب فيقضى أم ضلال وباطل )\nقال أنحب على معنى الذي يحاول نحب أم ضلال وباطل\nويقرأ ( ماذا ينفقون قل العفو ) بالنصب على معنى ينفقون العفو وهو فضلة المال وكذلك عفو الماء والقدر وغير ذلك فضلته وكذلك يجوز النصب في قوله ( ما جئتم به السحر ) و ( وإنما صنعوا كيد ساحر ) على إيقاع الفعل أي صنعوا \n(1/160)",
        "\nوأصل الذي ذو كما قال الشاعر\n( إذا ما جنى لم يستشرني بذو جنى ... وليس يعريني الذي هو قارف\nيعني بالذي جنى ومثله قول الآخر\n( فإن بيت تميم ذو سمعت به ... فيه تنمت وعزت بينها مضر )\nذو سمعت أي الذي سمعت وقال آخر\n( إذا ما أتى يوم يفرق بيننا ... بموت فكن يا وهم ذو يتأخر )\nأي الذي يتأخر\nثم أدخلوا على ذو الألف واللام للتعريف ويلزم الياء كما ألزمت الكسرة في هؤلاء في كل وجه\nفإذا جمعوا زادوا على الذي نونا وجعلوه اسما بمنزلة اسمين ضم أحدهما إلى الآخر فألزمت الفتحة اليت هي أخف\n(1/161)\n",
        "الحركات ولا يتغير الذين إلى غير النصب في جميع الحركات\nوأما التثنية منه فإنه مصروف تقول اللذان قالا ورأيت اللذين قالا ومررت باللذين قالا ثم جمعوا فقالوا الذين في كل وجه كما قالوا في حضرموت ومعد يكرب\nوالرفع ب حتى إذا كان الفعل واقعا\nقولهم سرنا حتى ندخلها رفعت ندخلها لأنه فعل قد مضى\nوهو واقع فكأنه صرف من النصب إلى الرفع ووجهه حتى دخلناها\nقال امرؤ القيس\n( مطوت بهم حتى تكل غزاتهم ... وحتى الجياد ما يقدن بأرسان )\n(1/162)\n\nرفع تكل على معنى حتى كلت وهو واقع فكأنه صرف من النصب إلى الرفع وعلى هذا يقرأ هذا الحرف ( وزلزلوا حتى يقول الرسول ) بالرفع أي حتى قال وهو واقع ويقرأ بالنصب على معنى الاستقبال\nوالرفع بالقسم\nلا يكون إلا بلام التأكيد مثل قولهم لعمر الله ولعمرك قال أبو بكر محمد بن الحسن بن دريد الأزدي\n( لعمر أبيك الخير ما رهط خندف ... تدافعهم عنك الرماح المداعس )",
        "(1/163)\n\nوقال آخر\n( لعمرك ما تدري الطوارق بالحصى ... ولا زاجرات الطير ما الله صانع )\nرفع لعمرك لأنه شبه لامه بلام الخبر كقوله جل ذكره ( إن الإنسان لربه لكنود وإنه على ذلك لشهيد وإنه لحب الخير لشديد ) و ( إن ربهم بهم يومئذ لخبير )\nوالرفع في الأفعال المستقبلة\nوهو الفعل المستأنف رفع أبدا إلا أن يقع عليه حرف جازم أو حرف ناصب وعلامة الفعل المستقبل أن يقع في أول الفعل أحد هذه الحروف\nالأربعة وهي الألف والتاء والياء والنون ومعناه بالألف أنا أخرج وبالتاء أنت \n(1/164)",
        "\nتخرج وبالياء هو يخرج وبالنون نحن مخرج فإذا وقع أحد هذه الحروف في أول الفعل كان رفعا أبدا\nوالرفع بشكل النفي\nوهو كل ما جاز فيه النصب بالنفي ثم رفعته فهو شكل النفي على ما قرؤوا ( فلا رفث ولا فسوق ولا جدال في الحج ) ومعناه ليس رفث وليس فسوق\nوأما قول الشاعر\n( فلا أب وابنا مثل مروان وابنه ... إذا هو بالمجد ارتدى وتأزرا ) وأما قول الآخر\n( لا نشب اليوم ولا خلة ... إتسع الخرق على الراقع ) \n(1/165)\n",
        "نونت الاسم الثاني لأنك لم تجعل خلة مع نشب اسما واحدا لأنك جعلت اليوم بينهما وعلى أنك جعلت الواو للعطف لا للنفي لأن موضع نشب نصب\nوإن شئت قلت لا غلام ولا جارية عندك ترفع جارية على الابتداء وأما قول الشاعر\n( بها العين والآرام لا عد عندها ... ولا كرع إلا المغارات والربل )\nفهذا يجوز النصب والرفع في كليهما ومثله قول الشاعر\n( هذا وجدكم الصغار بعينه ... لا أم لي وإن كان ذاك ولا أب )\nوفي مثله للراعي\n( ما إن صرمتك حتى قلت معلنة ... لا ناقة لي في هذا ولا جمل ) بمعنى ليس ناقة لي ومثله قول الله جل وعز ( لا لغو فيها ولا تأثيم ) \n(1/166)\n\nوالرفع ب هل وأخواتها من حروف الرفع\nمثل قولك هل أبوك حاضر وأين أبوك خارج وخارجا وكيف أبو زيد صانع وصانعا وإنما جاز النصب في خبر أين وكيف لأنك تقول أين أبوك وكيف زيد وتسكت فيكون كلاما تاما ثم تنصب على الاستغناء وتمام الكلام وإذا قلت هل أبوك لم يجز لك السكوت حتى تقول خارج فليس فيه إلا الرفع\nوتقول هم قوم كرام فإذا جعلت هذه الحروف فصلا بين حروف الترائي وحروف كان لم تعمل شيئا وأجريت الكلام على أصله كقولك كان عمرو هو خيرا منك قال الله تعالى في الأنفال ( وإذا قالوا اللهم إن كان هذا هو الحق من عندك ) نصب الحق لأنه خبر كان\nوقال الله عز و جل في الزخرف ( وما ظلمناهم ولكن ",
        "(1/167)\n\nكانوا هم الظالمين ) وقال في الشعراء ( أإن لنا لأجرا إن كنا نحن الغالبين )\nوقال في المزمل ( تجدوه عند الله هو خيرا وأعظم أجرا ) نصب خيرا وأعظم أجرا لأنها خبر تجدوا ونصب أجرا على التمييز وقال عز و جل في آل عمران ( ولا يحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرا لهم ) نصب خيرا لأنه خبر يحسب\nفأما تميم فترفع هذا كله ويجعلون المضمر مبتدأ وما بعده خبره كما ينشد هذا البيت\n( قالت ألا ليتما هذا الحمام لنا ... إلى حمامتنا أو نصفه فقد )\nفيرفعون ب هذا ولا يعملون ليت قال الشاعر ايضا\n(1/168)",
        "\n( تحن إلى ليلى وأنت تركتها ... وكنت عليها بالملا أنت أقدر )\nرفع أقدر ب أنت ولم يلتفت إلى كان لأنه يجب أن يكون لأنت خبر وعلى هذا يقرأ من يقرأ هذا الحرف في المائدة ( فلما توفيتني كنت أنت الرقيب عليهم رفع الرقيب ب أنت\nفكل مضمر يجعلونه مبتدأ ويرفعون ما بعده على خبر المبتدأ ومثله قول الله تعالى في الكهف ( إن ترن أنا أقل منك مالا وولدا ) رفع أقل ب أنا وقال الشاعر\n( إني إذا ما كان أمر منكر ... وازدحم الورد وضاق المصدر )\n( وجدتني أنا الربيس الأكبر )\nوالربيس خبر الابتداء والأكبر نعته\nوتقول متى أنت وأرضك ومتى أنت والجبل نصبت أرضك على معنى متى عهدك بأرضك وما يمنعك\n(1/169)\n",
        "من الجبل فتنصه على معنى الظرف\nقال الشاعر\n( اتوعدني بقومك يا بن حجل ... أشابات تخالون العبادا )\n( ونعما جمعت حصن وعمرو ... وما حصن وعمرو والجيادا )\nأراد وما كان حصن وعمرو مع الجياد فلما حذف مع وأضمر كان نصب وقال آخر\n( وما أنا والشر في متلف\nيبرح بالذكر الضابط )\nفكأنه قال كيف أكون مع الشر\nوتقول كن أنت وزيد في موضع واحد وإذا جاءوا بالحروف التي ترفع لم يتكلموا فيها الا الرفع مثل قولك ما فعلت أنت وزيد ما أنت والماء لو شربته ما أنت والأسد لو لقيته\nوأما هذا وأشباهه فهم ينصبون بها خبر المعرفة ويرفعون خبر النكرة وأما قول الله جل وعز في الأحقاف ( قالوا هذا عارض ممطرنا ) عارض نكرة وممطرنا معرفة ولا ينعت معرفة نكرة ولا بنكرة بمعرفة فهذا معناه هذا عارض ممطر لنا\nوأما قوله في الأحقاف\n(1/170)\n\n(وهذا كتاب مصدق لسانا عربيا) لأن العرب إذا طال كلامهم بالرفع نصبوه كما يقولون هذا فارس على فرس له ذنوبا نصب ذنوبا لما تباعد من فرس وكذلك يقولون هذا رجل معه صقر صائدا به وقال بعضهم نصب لسانا بإيقاع الفعل عليه أي يصدق لسانا\nوأما قوله في الأحقاف (ولا تستعجل لهم كأنهم يوم يرون ما يوعدون لم يلبثوا إلا ساعة من نهار بلاغ) رفع بلاغا على معنى ولا تستعجل ثم قال لهم بلاغ وقال بعضهم رفع بلاغا على إضمار هذا بلاغ والله أعلم\nمضى تفسير وجوه الرفع وهذا",
        "(1/171)\n\n3\nتفسير وجوه الخفض\nوهي تسعة\nخفض ب عن وأخواتها وخفض بالإضافة وخفض بالجوار وخفض بالبنية وخفض بالأمر وخفض ب حتى إذا كان على الغاية وخفض بالبدل وخفض ب منذ الثقيلة وخفض بالقسم وخفض بإضمار رب\nوعلامة الخفض ثلاث الكسرة والياء والفتحة فالكسرة مررت بزيد والياء مررت بأخيك والفتحة مررت بعثمان وعمر\nفالجر ب عن وأخواتها\nقولك عن محمد ولعبد الله وتقول مررت بأكرم الرجال\nتخفض أكرم الرجال بالباء الزائد وهو على أفعل وإنما خفضته بالإضافة فإذا أضفت إلى من لم تخفض تقول جئتك بأكرم من زيد\nقال الله\n(1/172)",
        "\nتعالى في النساء ( فحيوا بأحسن منها أو ردوها ) لم يصرف وقال ( بأحسن ما كانوا يعملون ) فصرف أحسن لأن ما محل اسم ومن صفة ولا تضاف صفة كما قال ذو الرمة\n( بأفضل في البرية من بلال ... إذا ميلت بينهما ميالا )\nنصب بأفضل لإضافته إلى صفة وقال آخر\n( وما فحل بأنجب من أبيكم ... وما خال بأكرم من تميم )\nوالخفض بالإضافة\nقولهم دار زيد وغلام عمرو خفضت زيدا بإضافة دار إليه\nوالخفض بالجوار\nقولهم مررت برجل عجوز أمه ومررت برجل طالق امرأته خفضت عجوزا وليس من نعت الرجل إلا أنه لما كان من نعت الأم خفضته\nعلى القرب والجوار وكذلك تقول مررت بامرأة شيخ أبوها خفضت شيخا\n(1/173)\n",
        "وهو نعت الأب إلا أنه لما جاور امرأة خفضت ورفع أباها على الابتداء\nفإذا قلت مررت برجل طامث المرأة لم يجز لأن رجلا نكرة والمرأة معرفة فاختلف الحرفان ويجوز أن تقول مررت بالرجل الطامث المرأة لأنه استوى اللفظان بالألف واللام وتقول رأيت رجلا عجوزا أمه ومررت برجل ذنوب فرسه\nفإذا كان الجواب اسما في هذا النوع لم يجز الجوار ولم تخفض تقول مررت برجل زيد أبوه ومررت برجل حديد بابه ورفعت زيدا وأباه على الابتداء والخبر ولم تخفض لأنه اسم وليس بنعت\nوخفضوا بالجوار أيضا مثل قول الشاعر\n(1/174)\n\n( أطوف بها لا أرى غيرها ... كما طاف بالبيعة الراهب )\nخفض الراهب بالقرب والجوار والوجه فيه الرفع كما قالوا هذا جحر ضب خرب خفض خربا وهو نعت الجحر وإنما خفض لقربه من ضب\nومنه قول الله تعالى في البروج ( ذو العرش المجيد ) وفي الذاريات ( ذو القوة المتين ) خفض المجيد والمتين بالقرب والجوار ويقرأ ( ذو العرش المجيد ) ( ذو القوة المتين ) بالرفع على أنه صفة لذي العرش وهو محل النعت والصفة لله تعالى والنعت للمخلوق\nوقال الله جل وعز ( وجاؤوا على قميصه بدم كذب ) خفض كذبا على القرب والجوار ومجازه كذبا على معنى وجاؤوا كذبا على قميصه بدم قال الشاعر",
        "(1/175)\n\n( فيا معشر العزاب إن حان شربكم ... فلا تشربوا ما حج لله راكب )\n( شرابا لغزوان الخبيث فإنه ... يباهتكم منه بأيمان كاذب )\nفخفض راكبا على القرب والجوار ومحله الرفع بفعله\nومثله\n( كأن ثبيرا في عرانين ودقه ... كبير أناس في بجاد مزمل )\nخفض مزملا وهو نعت كبير وهو في محل رفع فخفضه على الجوار وقال آخر\n( كأنما خالطت قدام أعينها ... قطنا بمستحصد الأوتار محلوج )\nخفض محلوجا وهو نعت قطن\n(1/176)",
        "\nوأما قول الشاعر\n( كيف نومي على الفراش ولما ... تشمل الشام غارة شعواء )\n( تذهل الشيخ عن بنيه وتبدي ... عن خدام العقيلة العذراء )\nرفع العقيلة لأنه نوى التنوين في خدام وجاز له الرفع بعد التنوين\nوقد يجعلون من بمعنى كذب من المين فيشتبه على السامع كما قال\n( وفي كتب الحجاج أنساب معشر ... تعلمها منا يزيد ومزيدا )\nمعنى منا كذبنا فلذلك نصب يزيد وقال آخر\n( إنما أم خالد يوم جاءت ... بغلة الزينبي من قصر زيدا )\nيقال أم فلان إذا شج رأسه حتى تبلغ الشجة أم الدماغ فرفع خالدا لأنه أوقع عليه فعل ما لم يسم فاعله وقوله من قصر زيدا من كذب قصر اسم منادى كأنه قال كذب يا قصر كذب زيدا ومثل هذا كثير فتعرف لئلا يشتبه عليك إذا ورد \n(1/177)\n",
        "والخفض بالبنية\nوإنما علة البنية للأسماء تضاف وهي نواقص فإذا حذفت منها الإضافة بقيت ناقصة فألزمت البنية مثل قطام ودراك ونزال وحذام وبداد ورقاش لا تزول هذه الأسماء عن الخفض إلى غيره من غير تنوين يقال ابنتي قطام ومررت بقطام ورأيت قطام وحذام لا يزول عن الخفض إلى غيره من غير تنوين قال الشاعر\n( إذا قالت حذام فصدقوها ... فإن القول ما قالت حذام )\nوتقول كويته وقاع وجاءت الخيل بداد أي متبددين\n(1/178)\n\nقال الشاعر\n( كنا ثمانية وكانوا جحفلا ... لجبا فشلوا بالرماح بداد )\nأي متبددين وإنما خفضها لما فتح أولها مثل نزال وتراك هو من الترك وقال آخر\n( وكنت إذا منيت بخصم سوء ... دلفت له فأكويه وقاع )\nوهي الدائرتان على جاعرتي الحمار\nويقال أنصب عليهم من طمار وهو المكان المرتفع قال الشاعر\n( فإن كنت لا تدرين ما الموت فانظري ... إلى هانئ في السوق وابن عقيل ) ",
        "(1/179)\n\n( إلى بطل قد عفر السيف خده ... وآخر يهوي من طمار قتيل )\nقال طمار بالكسر ويقال طمار بالنصب\nويقال نزلت على الناس بوار وأنشد\n( قتلت فكان تباغيا وتظالما ... إن التظالم في الصديق بوار )\n( فكان أول ما أثبت تهارشت ... أولاد عرج عند كل وجار )\nفقال بوار ومحله الرفع منه قول عمرو بن معد يكرب\n( اطلت فراطهم حتى إذا ما ... قتلت سراتهم كانت قطاط )\nأي قطي وحسبي\nوأما قول الآخر\n( يا أم عائشة لن تراعي ... كل بنيك بطل شجاع )\n(1/180)",
        "\nفقد ذكر الخليل أن خفض بطل شجاع بشغفة الكاف في بنيك\nوأمس أيضا مخفوض في الفاعل والمفعول به تقول أتيته أمس وذهب أمس بما فيه وكان أمس يوما مباركا وإن أمس يوم مبارك\nفإذا أدخلت عليه الألف واللام أو أضفته إلى شيء أو جعلته نكرة أجريته\nتقول كان الأمس يوما مباركا وإن الأمس الماضي يوم مبارك وكان أمسكم يوما طيبا قال الشاعر\n( ولا يدرك الأمس القريب إذا مضى ... بمر قطامي من الطير أجدلا )\nوقال زهير\n( وأعلم ما في اليوم والأمس قبله ... ولكنني عن علم ما في غد عمي ) فأجراه \n(1/181)\n",
        "وأما قول العجاج\n( لقد رأيت عجبا مذ أمسا ... عجائزا مثل السعالي خمسا )\n( يأكلن أجمعهن همسا همسا ... لا ترك الله لهن ضرسا ) فإنه جعل السين حرفا لينا فصرفها إلى النصب\nويقال صمام أيضا كما قال الشاعر\n( غدرت يهود وأسلمت جيرانها ... صما لما فعلت يهود صمام )\nترك التنوين في يهود ونوى الألف واللام فيه لولا ذلك لنون ومثله قول الآخر\n( أصاح ترى بريقا هب وهنا ... كنار مجوس تستعر استعارا )\nنوى الألف واللام في مجوس فلذلك ترك التنوين\nوأما قولهم رجل بجال إذا كان كبيرا عظيما وامرأة\n(1/182)\n\nحصان ورزان وامرأة ذراع أي سريعة الغزل وفرس وساع وبعير ثقال أي بطيء ورجل عبام أي عيي فهذا يتصرف في جميع الحركات\nوالخفض بالأمر\nقولهم سماع وبصار ونظار أي اسمع وأبصر وانظر قال الشاعر\n( ومويلك زمع الكلاب تسبني ... فسماع أستاه الكلاب سماع )\nأي اسمع وقال آخر\n( تراكها من إبل تراكها ... أما ترى الموت لدى أوراكها )",
        "(1/183)\n\nأي أتركها\nوالخفض ب حتى إذا كان على الغاية\nقولهم كلمت القوم حتى زيد معناه حتى بلغت إلى زيد ومع زيد وقال الله جل ذكره ( سلام هي حتى مطلع الفجر ) معناه إلى مطلع الفجر\nوحتى فيه ثلاث لغات أكلت السمكة حتى رأسها وحتى رأسها وحتى رأسها النصب حتى أكلت رأسها والرفع حتى بقي رأسها\nوالخفض حتى وصلت إلى رأسها وأكلت السمكة مع رأسها وإن شئت قلت رأسها على الابتداء\nقال الشاعر \n(1/184)",
        "\n( ألقى الحقيبة كي يخفف رحله ... والزاد حتى نعله ألقاها )\nوحتى نعله وحتى نعله ألقاها النصب حتى ألقى نعله والرفع ألقى حتى ألقي نعله وإن شئت رفعه بالابتداء وألقى الفعل على الهاء والألف التي في ألقاها كما يقرأ ( سورة أنزلناها ) ومن قرأ ( سورة أنزلناها ) نصب برجوع الفعل عليها ومن خفض أراد ألقى الحقيبة مع نعله\nوقد يكون حتى بمعنى الواو قال أبو ذؤيب\n( حميت عليه الدرع حتى وجهه ... من حرها يوم الكريهة أسفع ) المعنى ووجهه من حرها وإذا أوقعت حتى على\n(1/185)\n",
        "الأسماء جرى على الفاعل والمفعول به قال الفرزدق\n( فيا عجبا حتى كليب تسبني ... كأن أباها نهشل أو مجاشع )\nوقال آخر\n( فما زالت القتلى تمج دماءها ... بدجلة حتى ماء دجلة أشكل )\nوالخفض بالبدل\nمثل قول الله تبارك وتعالى ( وإنك لتهدي إلى صراط مستقيم صراط الله ) خفضت صراط على البدل ومثله في البقرة ( يسألونك عن\nالشهر الحرام قتال فيه ) خفض قتالا بالبدل كأنه قال يسألونك عن الشهر الحرام عن قتال فيه\nقال كثير عزة \n(1/186)\n\n( وكنت كذي رجلين رجل صحيحة ... وأخرى رمى فيها الزمان فشلت ) خفض رجلا بالبدل ويروى رجل صحيحة بالرفع على الابتداء وأما قول الشاعر\n( على حالة لو أن في القوم حاتما ... على جوده ما جاد بالماء حاتم )\nفإنه خفض حاتما لأنه جعله بدلا من الهاء في جوده معناه على جود حاتم بالماء\nوالخفض بالقسم\nمثل قولك بالله ووالله وتالله ( والطور وكتاب مسطور ) ( والضحى والليل إذا سجى ) ( والشمس وضحاها ) ( والفجر وليال عشر )",
        "(1/187)\n\nولا بد للقسم من جواب كما قال الله عز و جل ( والعصر إن الإنسان لفي خسر إلا الذين آمنوا ) جوابه إن الإنسان . . . وإنما كسرت الألف من إن للام التي في في خسر واللام خبر القسم\nومعنى الإنسان ههنا معنى الناس لأن الكثير لا يستثنى من القليل وإنما يستثنى القليل من الكثير تقول خرج القوم إلا زيدا ولا يجوز أن تقول خرج زيد إلا القوم إلا أن الإنسان ههنا في معنى الناس\nفأما ما أضمر جوابه من القسم فقول الله عز و جل في النازعات ( والنازعات غرقا والناشطات نشطا ) إلى قوله ( فالمدبرات أمرا ) جواب القسم مضمر كأنه قال فالمدبرات أمرا إنكم لمبعوثون فقيل متى فقيل\n(1/188)",
        "\n( يوم ترجف الراجفة ) إلى قوله ( يقولون أإنا لمردودون في الحافرة ) والحافرة الطريق الذي ذهبت فيه يقال رجع على حافرته يقولون أإنا نرد في طريقنا الذي ذهبنا فيه فقيل نعم فقالوا ( أإذا كنا عظاما نخرة ) فقيل نعم فقالوا ( تلك إذا كره خاسرة )\nوجواب ( والضحى ) ( ما ودعك ربك وما قلى ) وجواب ( والفجر ) ( إن ربك لبالمرصاد ) وجواب ( والشمس وضحاها ) ( قد أفلح من زكاها ) وجواب ( والسماء ذات البروج ) ( إن بطش ربك لشديد ) وجواب ( والعاديات ضبحا ) ( إن الإنسان لربه لكنود )\nوالخفض بإضمار رب\nقولك قوم أتوني فأكرموني المعنى رب قوم قال الشاعر\n( وبيضة خدر لا يرام جنابها ... تمتعت من لهو بها غير معجل )\nمضى تفسير جمل الخفض\n(1/189)\n",
        "وهذا\n4 تفسير إعراب جمل الجزم\nالجزم اثنا عشر وجها\nجزم بالأمر وجزم بالنهي وجزم بجواب الأمر والنهي بغير فاء وجزم بالمجازاة وجزم بخبر المجازاة وجزم ب لم وأخواتها وجزم على البنية وجزم برد حركة الإعراب على ما قبلها وجزم بالدعاء وقد يجزمون ب لن وأخواتها وجزم بالحذف وعلامات الجزم خمس السكون والضمة والكسرة والفتحة وإسقاط النون فالسكون لم يخرج والضمة لم يدع ولم يغز والكسرة لم يقض ولم يرم والفتحة لم يتهاد ولم يتصاب وسقوط النون لم يخرجا في الاثنين ولم يخرجوا في الجميع\nفالجزم بالأمر\nنحو قولك اذهب اخرج أنفق اضرب\nوالجزم بالنهى لا تخرج ولا تضرب ولا تشتم\n(1/190)\n\nوأما قول الله تعالى في يونس ( فاستقيما ولا تتبعان سبيل الذين لا يعلمون ) جزم استقيما لأنه أمر وعلامة جزمه إسقاط النون كان الأصل فيه تستقيمان فذهبت النون في علامة الجزم والألف بدل من اسمين ثم قال ( ولا تتبعان ) بالنون ومحله الجزم لأنه نهي والنون الثقيلة لا تسقط في أمر ولا نهي\nوهي ثابتة أبدا إذا أردت توكيد الأمر والنهي ولا تسقط في محل الرفع والنصب تقول لا تضربن زيدا ولا تسخطن أباك ولا تخرجان للاثنين ولا تخرجن للجميع وتقول كي يعلمن زيد والقوم يخرجن\nوالجزم بجواب الأمر والنهي وأخواتهما بغير فاء\nقولهم أكرم زيدا يكرمك لا تشتم زيدا يشتمك تعلم العلم ينفعك\nقال الله ",
        "(1/191)\n\nتعالى ( فاذكروني أذكركم ) جزم لأنه جواب أمر بغير فاء وقوله جل ذكره ( ونذرهم في طغيانهم يعمهون ) أي عامهين ومثله ( ثم ذرهم في خوضهم يلعبون ) أي لاعبين فصرفه من منصوب إلى مرفوع\nوكذلك قوله ( فذروها تأكل في أرض الله ) جزم تأكل لأنه جواب الأمر بغير الفاء ويقرأ تأكل بالرفع على الصرف على معنى ذروها آكلة فصرفه من النصب إلى الرفع والجزم بجواب الأمر\nقال الشاعر\n( وقال رائدهم أرسوا نزاولها ... فكل حتف امرئ يجري بمقدار )\n(1/192)",
        "\nفالمعنى إنا نزاولها لولا ذلك لجزم وقال الشاعر\n( يا مال فالحق عنده فقفوا ... تؤتون فيه الوفاء فاعترفوا ) أراد إنكم تؤتون ولولا ذلك لقال تؤتوا بالجزم لأنه جواب الأمر\nوقال آخر كونوا كمن آسى أخاه بنفسه ... نعيش جميعا او نموت كلانا ) رفع على معنى إنا نعيش جميعا لولا ذلك لجزم وقال الأعشى\n( إن تركبوا فركوب الخيل عادتنا ... أو تنزلون فإنا معشر نزل )\nرفع تنزلون على معنى أو أنتم تنزلون فإنا معشر نزل\nوقوله جل ثناؤه ( ونذرهم في طغيانهم يعمهون ) أي عامهين \n(1/193)\n",
        "وتقول هل أنت خارج آخرج معك جزمت أخرج لأنه جواب الاستفهام بغير فاء قال الله جل ثناؤه ( هل أدلكم على تجارة تنجيكم من\nعذاب أليم تؤمنون بالله ورسوله ) ثم قال في جوابه ( يغفر لكم ذنوبكم )\nفإن أتيت بالفاء في الجواب نصبت فتقول أأنت خارج فنخرج معك قال سبحانه ( رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين ) أي هلا أخرتني فأصدق نصب أصدق لأنه جواب الاستفهام بالفاء ثم قال وأكن فجزم على معنى هلا أخرتني وأكن كأنه جعله نسقا بالواو على جواب الاستفهام ولم يعبأ بعمل الفاء\nوالجزم بالمجازاة وخبرها\nكقولك إن تزرني أزرك وإن تكرمني أكرمك ومن يضربني أضربه جزمت يضربني لأنه شرط وجزمت\n(1/194)\n\nأضربه لأنه جواب المجازاة قال الله تعالى ( ومن يتول يعذبه عذابا أليما ) جزم ( يتول ) لأنه شرط وجزم ( يعذبه ) لأنه جوابه ومثله ( وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما )\nوتقول إن تزرني وتكرمني أزرك وأكرمك وهذا الفعل الذي أدخلت عليه الواو يرفع وينصب ويجزم فمن جزم نسقه بالواو على الأول ومن نصب فعلى القطع من الكلام الأول ومن رفع فعلى الابتداء قال الله جل ثناؤه ( أو يوبقهن بما كسبوا ويعف عن كثير ويعلم الذين يجادلون ) ( يعلم ) يرفع وينصب ويجزم\nقال النابغة\n( فإن يقدرعليك أبو قبيس ... يمط بك المعيشة في هوان )\n( وتخضب لحية غدرت وخانت ... بأحمر من نجيع الجوف قاني ) َ",
        "(1/195)\n\nفإن يمط محله الجزم إلا أنه نصب على التضعيف ومجازه يمطط فلما أدغم الطاء في الطاء نصب على التضعيف وكل ما كان على هذا المثال يجوز فيه الرفع والنصب وإذا أظهرت التضعيف جزمت مثل امطط امدد فإذا لم تظهر التضعيف قلت مط مد وكذلك تخضب على ما فسرته لك على أنه يرفع وينصب ويجزم\nومثله في كتاب الله ( تبارك الذي إن شاء جعل لك خيرا من ذلك جنات تجري من تحتها الأنهار ويجعل لك قصورا ) يجعل يرفع وينصب ويجزم ومثله قول الشاعر\n( فإن لم أصدق ظنهم بتيقن ... فلا سقت الأوصال مني الرواعد )\n( ويعلم أعدائي من الناس أنني ... أنا الفارس الحامي الذمار المذاود )\n(1/196)",
        "\nفي يعلم الوجوه الثلاثة\nوكذلك تقول من يأتني يكرمني آته أكرمه تريد من يأتني مكرما آته مكرما ترفعه على الصرف ويجزم فتقول من يأتني يكرمني آته أكرمه تجزمه على البدل أي من يأتني من يكرمني آته أكرمه قال الله تبارك وتعالى في الفرقان ( ومن يفعل ذلك يلق أثاما يضاعف له العذاب ) جزم يضاعف على البدل\nوقال الشاعر\n( متى تأتنا تلمم بنا في ديارنا ... تجد حطبا جزلا ونارا تأججا )\nومجازه متى تأتنا متى تلمم بنا على البدل والإلمام هو الإتيان وقال تأجج نصبا ولم يقل تأججت والنار\n(1/197)\n",
        "مؤنثة وإنما أراد وقودا أو لهبا لأن المذكر يغلب المؤنث\nوقال الحطيئة\n( متى تأته تعشو إلى ضوء ناره ... تجد خير نار عندها خير موقد ) رفع تعشو لأنه أراد متى تأته عاشيا إلى ضوء ناره فصرفه من منصوب إلى مرفوع كقول الله تعالى ( ثم ذرهم في خوضهم يلعبون ) أي لاعبين\nوتقول إن تأتني ترفع آتيك ترفع لأنك تقدم وتؤخر تريد آتيك إن تأتني قال الشاعر\n( يا أقرع بن حابس يا أقرع ... إنك إن يصرع أخوك تصرع ) يريد إنك تصرع إن يصرع أخوك فقدم وأخر\nوتقول من يأتيني آتيه المعنى الذي يأتيني آتيه فلا يجازى به قال الفرزدق\n(1/198)\n\n( ومن يميل أمال السيف ذروته ... حيث التقى من حفافي رأسه الشعر )\nأي الذي يميل وقال آخر\n( فقيل تحمل فوق طوقك إنها ... مطبعة من يأتها لا يضيرها )\nمعناه لا يضيرها من يأتها\nوأما قول الله جل وعز في البقرة ( من ذا الذي يقرض الله قرضا حسنا فيضاعفه ) نصب فيضاعفه على جواب الاستفهام ومن رفع جعل من حرفا من حروف المجازاة وجعل جوابه في الفاء ورفع يضاعفه لأنه فعل مستأنف في أوله الياء\nوأما قول الله عز و جل ( إنما أمره إذا أراد شيئا أن يقول له كن فكيون ) رفع لأنه ليس بجواب ولا مجازاة إنما هو خبر معناه إذا أراد الله شيئا قال له كن فكان كقولك أردت أن أخرج فيخرج معي زيد ",
        "(1/199)\n\nوتقول من يزرني فأكرمه وإن تزرني فأزورك رفعت أكرمه وأزورك لأن الفاء التقفت الجواب فارتفع الجواب وارتفع أكرمه بالألف الحادثة في أوله قال الله تبارك وتعالى ( ومن يستنكف عن عبادته\nويستكبر فسيحشرهم إليه جميعا ) جزم يستكبر لأنه عطفه بالواو على الأول وصار الجواب داخلا في الفاء التي في فسيحشرهم وارتفع يحشرهم لأنه فعل مستقبل\nقال الله جل وعز في آل عمران ( وإن تصبروا وتتقوا لا يضركم كيدهم شيئا ) من جزم فعلى الجزاء ومن رفع فعلى إضمار الفاء ومن نصب فعلى التضعيف ولا لا\n(1/200)",
        "\nتعمل شيئا لأنه حرف جاء بمعنى الجحد قال الشاعر\n(من يفعل الحسنات الله يشكرها ... والسيء بالسيء عند الله مثلان)\nفأضمر الفاء بمعنى فالله يشكرها\nوقد يجازى ب أين أيضا قال الشاعر\n(أين تصرف بنا العداة تجدنا ... نصرف العيس نحوها للتلاقي) وتقول متى تأتني آتك ومهما تفعل أفعل قال الشاعر\n(ألا هل لهذا الدهر من متعلل ... سوى الناس مهما شاء بالناس يفعل) نصب شاء لأنه فعل ماض وجزم يفعل لأنه جواب المجازاة ويقال إن شاء في معنى يشأ\n(1/201)\n",
        "وتقول إن أتاه صاحبه يقول له رفع يقول على معنى قال فصرف من ماض إلى مستقبل فرفع قال زهير بن أبي سلمى\n( وإن أتاه خليل يوم مسألة ... يقول لا غائب مالي ولا حرم )\nمعناه قال فصرف من منصوب إلى مرفوع\nوأما قوله تبارك وتعالى ( إن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر لمن يشاء )\nوالجزم ب لم وأخواتها\nوهي حروف تجزم الأفعال التي في أوائلها الزوائد الأربع فاعلم أن علامات الجزم بالضم والوقف والفتحة\n(1/202)\n\nوإسقاط النون والكسرة فالوقف مثل قولك لم يخرج ولم يبرح وهو السكون والجزم بالضم لم يدع ولم يغز والجزم بالكسر لم يرم ولم يقض والجزم بالفتح لم يلق ولم يرض وإسقاط النون لم يخرجا ولم يخرجوا\nوربما تركت هذه الواو والياء في موضع الجزم استخفافا قال الله عز و جل ( وأن المساجد لله فلا تدعوا مع الله أحدا ) أثبت الواو ههنا ومحله الجزم لأنه مخاطبة الواحد فيما ذكر لي بعض أهل المعرفة قال الشاعر\n( هجوت زبان ثم جئت معتذرا ... من هجو زبان لم تهجو ولم تدع )",
        "(1/203)\n\nقال تهجو بإثبات الواو استخفافا\nوقال قيس بن زهير\n( ألم يأتيك والأنباء تنمي ... بما لاقت لبون بني زياد )\nقال يأتيك فترك الياء استخفافا وقال بعضهم أسقط الهمزة من\nيأتيك وترك الياء لأن الفعل لا يجزم من وجهين ومثله قول زهير\n( لعمري لنعم الحي جر عليهم ... بما لم يماليهم حصين بن ضمضم ) فترك الياء وأسقط الهمزة\nوالجزم بالوقف وإن شئت بالإسكان\nمثل قولهم رأيت زيد وركبت فرس على الأصل\n(1/204)",
        "\nلا يلزمون حركة لأن الإعراب حادث وأصل الكلام السكون قال طرفة بن العبد\n( أيها الفتيان في مجلسنا ... جردوا اليوم واردا وشقر )\n( أعوجيات طوالا شزبا ... دورك الصنعة فيها والضمر )\nفسكن القافية على الأصل وقال آخر\n( شئز جنبي كأني مهدأ ... جعل القين على الجنب إبر )\nولم يقل إبرا وهو مفعول منصرف\nوالجزم بالبنية\nمثل من وما ولم وأشباهها لا يتغير إلى حركة\nوالجزم برد حركة الإعراب على ما قبلها\nقولهم هذا أبو بكر هذا أبو عمرو حول حركة الإعراب إلى ما يليه قال الشاعر \n(1/205)\n",
        "( علمنا إخواننا بنو عجل ... شرب النبيذ واعتقالا بالرجل )\nحول حركة اللام إلى الجيم في عجل وقال آخر\n( إيها فداء لكم بنو عجل ... أن يظفروا ويصنعوا فينا الغزل )\nوالجزم بالدعاء\nتقول يا رب اغفر لنا والدعاء لمن فوقك والأمر لمن دونك تقول قل للخليفة انظر في أمري فهذا دعاء وطلب قال الله تبارك وتعالى ( اهدنا الصراط المستقيم ) وتقول لا يزل صاحبك بخير أي لا زال قال الله جل وعز ( فلا يؤمنوا حتى يروا العذاب الأليم ) معناه فلا آمنوا دعا عليهم قال الشاعر\n( فلا يزل صدرك في ريبة ... يذكر مني تلفي أو خلوص ) \n(1/206)\n\nأي فلا زال صرفه من نصب إلى جزم\nوالسلام جزم والأذان جزم وهذا مما اصطلحت عليه العرب لكثرة الاستعمال\nوالجزم ب لن وأخواتها\nيقولون لن أكرمك ولن أخرجك قال الشاعر\n( وأغضي على أشياء منك لترضني ... وأدعى إلى ما سركم فأجيب )\nجزم ترضيني بلام كي وقال آخر\n( أبت قضاعة أن تعرف لكم نسبا ... وابنا نزار فأنتم بيضة البلد )\nوأما قول الله جل وعز في سورة الحديد ( لئلا يعلم أهل الكتاب أن لا يقدرون على شيء ) معناه ليعلم أهل",
        "(1/207)\n\nالكتاب أنهم لا يقدرون على شيء لولا ذلك لكان ( ألا يقدروا ) نصب ب ألا وكذلك قوله جل وعز ( أفلا يرون أن لا يرجع إليهم قولا ) معناه أنه لا يرجع ومن قرأ يرجع نصب ب ألا\nوأما قوله تعالى في البقرة ( إلا أن يعفون ) فإنما أثبت هذه\nالنون لأنها نون إضمار جميع المؤنث ونون جميع المؤنث لا تسقط في حال النصب والجزم لأنك إذا أسقطت هذه النون ذهب الضمير وكذلك تقول هن لم يدعونني وهن يدعونني استوى الرفع والنصب والجزم\nفإنما يلحق الواو والياء في مثل هذه الأفعال إذا كان الفعل من ذوات الواو والياء فأما في غير ذلك تقول هن يكرمنني ويكلمنني ولم يكرمنني وفي المذكر هو يكرمني\n(1/208)",
        "\nوهما يكرمانني وهم يكرمونني في الرفع بنونين وتقول في الجزم لم تكرمني ولم يكرماني ولم يكرموني بنون واحدة في الاثنين والجميع ذهبت النون في علامة الجزم والألف ضمير الاثنين والواو ضمير الجميع\nقال الله تعالى في الحجر ( فبم تبشرون ) بنون واحدة وقال بعض العرب إذا اجتمع حرفان من جنس واحد أسقطوا أحد الحرفين واكتفوا بحرف واحد\nوأما قوله تعالى في الأنبياء ( ونجيناه من الغم وكذلك ننجي المؤمنين ) فإنه أدغم إحدى النونين في الأخرى\nقال الشاعر\n( منيتنا فرجا إن كنت صادقة ... يا بنت مروة حقا ما تمنيني )\n(1/209)\n",
        "وقال اخر\n( وتفكر رب الخورنق إذا أبصر ... يوما وللهدى تفكير )\nتدغم إحدى الرائين في الأخرى في الرواية وتكتب في الكتابة\nوأما قول الله عز و جل في النمل ( ألا يسجدوا لله الذي يخرج الخبء في السموات والأرض ) بتشديد ألا فإن محل النصب بألا ومن قرأ ألا يسجدوا بالتخفيف فإن محل يسجدوا جزم بالأمر وألا تنبيه ومجازه ألا يا هؤلاء أو ألا يا قوم اسجدوا واكتفى بحرف\nالنداء على إظهار الأسماء فقال يا اسجدوا كما قال الأخطل \n(1/210)\n\n( يا قل خير الغواني كيف رغن به ... فشربه وشل فيه وتصريد )\nأراد يا رجل قل يا خير الغواني\nوأما قوله تبارك وتعالى ( يخرجون الرسول وإياكم أن تؤمنوا بالله ربكم إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي تسرون إليهم بالمودة ) معناه يخرجون الرسول ثم قال وإياكم إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي أن تسروا إليهم بالمودة فلما أسقط حرف الناصب رفعه على الصرف قال تسرون كما قال تعالى في البقرة ( وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله ) معناه ألا تعبدوا\nالجزم بالحذف\nوأما ما استعمل محذوفا فمثل قول الله تبارك وتعالى في النحل\n( ولا تك في ضيق مما يمكرون ) بغير",
        "(1/211)\n\nنون فهذا محذوف وقال في النمل أيضا ( ولا تكن في ضيق ) بالنون ولا فرق بينهما ومثله ( يوم يأتي لا تكلم نفس إلا بإذنه ) ومثله ( والليل إذا يسر ) بلا ياء ومثله ( يوم ينادي المنادي ) أسقط الياء استخفافا لها وكذلك هما في المصحف بغير ياء\nقال خفاف بالندبة\n( كنواح ريش حمامة نجدية ... ومسحت باللثتين عصف الإثمد )\nأسقط الياء من نواح وقال الأعشى\n( وأخو الغوان متى يشأ يصرمنه ... ويصرن أعداء بعيد وداد )\nفأسقط الياء من الغواني \n(1/212)",
        "\nوأما قول العجاج\n( ورب هذا البلد المحرم ... قواطنا مكة من ورق الحمي )\nأراد الحمام فأسقط الميم التي هي حرف الإعراب فبقي الحما فقلب الألف كسرة لاحتياجه إلى القافية اضطرارا\nوقال آخر\n( فلو أن الأطبا كان عندي ... وكان مع الأطباء الشفاء )\nفحذفت الواو من كانوا وقال آخر\n( فلو كنت ضبيا عرفت قرابتي ... ولكن زنجي عظيم المشافر )\nأراد ولكنك زنجي عظيم المشافر\n(1/213)\n",
        "وقال النجاشي\n( فلست بأتيه ولا أستطيعه ... ولاك اسقني إن كان ماؤك ذا فضل )\nأراد ولكن فحذف النون\nومنه قول الله جل وعز في الأحزاب ( ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين ) معناه ولكنه رسول الله ومثله ( وما كان هذا القرآن أن يفترى من دون الله ولكن تصديق الذي بين يديه ) أراد ولكنه ومن قرأ بالنصب أراد ولكن كان رسول الله ولكن\nكان تصديق الذي بين يديه وأما قول الشاعر\n(1/214)\n\n( يا ليت أيام الصبا رواجعا ... )\nفإنه يريد كانت رواجعا\nوقال مالك بن خريم الهمداني ويقال ابن جريم\n( فإن يك غثا أم سمينا فإنني ... سأجعل عينيه لنفسه مقنعا ) فحذف الاشباع من الهاء في نفسه وقال آخر\n( لي والد شيخ تهده غيبتي ... وأظن أن نفاد عمره عاجل )\nفترك الإشباع من الهاء وقال آخر\nخبطته خبط الفيل حتى تركته ... أميما به مستديمات قوارش )\nفحذف الإشباع من الهاء وقال الشماخ يصف حمارا\n( له زجل كأنه صوت ظبي ... إذا طلب الوسيقة أو زمير ) ",
        "(1/215)\n\nفترك الإشباع\nوأما قول الأخطل\n( ابني كليب إن عمي اللذا ... قتلا الملوك وفككا الأغلالا )\nأراد اللذان فحذف النون وقال الآخر\n( وإن الذي حانت بفلج دماؤهم ... هم القوم كل القوم يا أم خالد ) أراد إن الذين فكف النون\nوقال امرؤ القيس\n( لها متنتان خظاتا كما ... أكب على ساعديه النمر )\nأراد خظاتان فكف النون وقال آخر\n( ولقد يغنى بها جيرانك الممسكو ... منك بأسباب الوصال )\nأراد الممسكون فحذف النون وقال آخر\n(1/216)",
        "\n( يا رب عيسى لا تبارك في أحد ... في قائم منهم ولا فيمن قعد )\n( غير الذي قاموا بأطراف المسد )\nيعني غير الذين فكف النون\nومنه قول الله تبارك وتعالى في الحج في حرف من يقرأ\n( ( والمقيمي الصلاة ) أراد المقيمين الصلاة فكف النون ونصب الصلاة بإيقاع الفعل عليها كأنه قال الذين أقاموا الصلاة وقال الشاعر\n( الحافظي عورة العشيرة لا ... يأتيهم من ورائهم نطف )\nأي الحافظين وكأنه قال هم الذين حفظوا عورة العشيرة\nوأما قول الشاعر\n( لتجدني بالأمير برا ... وبالقناة مدعسا مكرا ) \n(1/217)\n",
        "( إذا غطيف السلمي فرا ... )\nفلم يقل غطيف لالتقاء الساكنين وقال آخر\n( حيدة خالي ولقيط وعلي ... وحاتم الطائي وهاب المئي )\nفإنه لم يقل حاتم لالتقاء الساكنين وعلى هذا يقرأ من يقرأ ( قل هو الله أحد الله الصمد ) ترك التنوين من أحد\nوأما من يقرأ في التوبة ( وقالت اليهود عزير ابن الله ) بالتنوين فإنه ينون لأنه يخبر وليس على الحقيقة كما تقول محمد بن عبد الله إذا سميته بذلك وقد نونو ا على الحقيقة أيضا كما قال الشاعر\n( جارية من قيس بن ثعلبة ... كأنها فضة سيف مذهبة )\nوإنما حرك لالتقاء الساكنين \n(1/218)\n\nوأما قول الآخر\n( إن أباها وأبا أباها ... قد بلغا في المجد غايتاها )\nفإنه قال وأبا أباها في لغة من يكره أن يكون الاسم على أقل من ثلاثة أحرف مثل أب وفم ودم فيقول أبا وفما ودما على الأصل وهو مقصور مثل قفا وعصا ورحا فأخرجه على التمام فقال أباها وأبا أباها ولم يقل أبا أبيها لأنه مقصور كما تقول رحا رحاها وقفا قفاها وإذا ثنى قال أبوان وفموان ودموان ودميان أيضا\nومن قال أب وفم ودم ثم ثنى رده إلى الأصل فقال أبوان وفموان ودموان\nومن قال أب ثم ثنى وجمع على الاسم الناقص قال أب وأبان وأبين في النصب وأبين في الرفع وأبين في الخفض",
        "(1/219)\n\nقال الشاعر\n( فلسنا على الأعقاب تدمى كلومنا ... ولكن على أقدامنا يقطر الدما )\nقال الدما ومحله الرفع لأنهم يكرهون أن يكون الاسم على حرفين فقال دما وهو مقصور ويقولون دما ودم وأبا وأب والدليل على ذلك أنهم إذا ثنوا قالوا دموان وأبوان يردونه إلى أصله وقال آخر\n( لنا الجفنات البيض يلمعن بالضحى ... وأسيافنا يقطرن من نجدة دما )\nاستوى الرفع والنصب وكذا الوجه في المقصور\n(1/220)",
        "\nوقال اخر\n( ولو أنا على حجر ذبحنا ... جرى الدميان بالخبر اليقين )\nفقال الدميان على الأصل وقال الفرزدق\nهما نفثا في في من فمويهما ... على النابح العاوي أشد لجام )\nوكذلك تقول يد ويدي فإذا صاروا إلى الاثنين قالوا يديان قال الشاعر\n( فإن أذكر النعمان الا بصالح ... فإن له يديا علي وأنعما ) \n(1/221)\n",
        "وقال آخر\n( يديان بيضاوان عند محلم ... )\nويقولون لا ابا لك أي لا أب لك هذه لغة من يكره أن يكون الاسم على حرفين\nوأما من يقول أب ويثني ويجمع على الناقص فيقول أب وأبان وأبين كما قال الشاعر\n( فمن يك سائلا عني فإني ... بمكة مولدي وبها ربيت )\n( وقد ربيت بها الآباء قبلي ... فما شنئت أبي وما شنيت )\nفقال أبي لأنه أراد الجمع الناقص أبين فأراد أن يقول أبين فلما أضاف إلى الياء أسقط النون للإضافة يقال اب وأبين وأبين وأبين\nوقال الشاعر \n(1/222)\n\n( فأجبتها أما لجسمي أنه ... أودى بني من البلاد فودعوا )\n( أودى بني فأعقبوني حسرة ... بعد الرقاد وعبرة ما تقلع )\nأودى هلك قال الشاعر\n( فإن أودى لبيد ... فقد أودى عبيد )\nوقال آخر\n( وإن لنا أبا حسن عليا ... أبا برا ونحن له بنين )\nجعل النون حرف الإعراب لذهاب الألف واللام مع البنية وكان الأصل فيه بنون وقال آخر في جمع الناقص والتام وجعل النون حرف الإعراب مع الألف واللام\n( يوم لا ينفع البنين أبيهم ... لا ولا الأمهات هن سواء )\nأراد أبيهم في معنى آبائهم وهو الجمع الناقص ",
        "(1/223)\n\nويقولون أيضا مررت بالبنين ورأيت البنين وهؤلاء البنين فقلت الواو ياء في الرفع لأنه لا يكون رفعان في بنية قال الفرزدق\n( إني لأبكي على ابني يوسف أبدا ... عمري ومثلهما في الدين يبكيني )\n( ما سد حي ولا ميت مسدهما ... الا الخلائف من بعد النبيين )\nوهم يقولون على هذه اللغة مررت بالزيدين ورأيت الزيدين وجاء الزيدين قال الحطيئة يهجو أمه\n( جزاك الله شرا من عجوز ... ولقاك العقوق من البنين )\n( فقد سوطت أمر بنيك حتى ... تركتهم أدق من الطحين )\n( لسانك مبرد إذ لست تبقي ... ودرك در جاذية دهين )\n(1/224)",
        "\nفكسر النون من البنين وهذا وجهه وقياسه والله أعلم مضى تفسير وجوه الجزم وهذه\n5\nجمل الألفات\nوهي اثنان وعشرون ألفا\nألف وصل وألف قطع وألف سنخ وهو أصل وألف استفهام وألف استخبار وألف التثنية في حال الرفع وألف الضمير وألف الخروج والترنم وألف تكون عوضا من النون الخفيفة وألف النفس وألف التأنيث وألف التعريف وألف الجيئة وألف العطية وألف تكون بدلا من الواو وألف التوبيخ وألف تكون مع اللام وألف الإقحام وألف الإلحاق بعد الواو وتسمى ألف الوصل وألف التعجب\n(1/225)\n",
        "وألف التقرير وألف التحقيق والإيجاب وألف التنبيه\nفألف الوصل\nفي ابتدائكها مكسورة أبدا نحو قولهم استغفر الله استودع الله\nاستحوذ اصطفى وكذلك إذا أخبرت عن نفسك في الماضي تقول اصطنعتك اصطفيتك فإذاعدوتها إلى مالم يسمى فاعله ضممت في ابتدائكها تقول اضطر استخرج استعمل\nوهي تتصل بما قبلها من ضم وفتح وكسر فتقول فيما كان متصلا بضم حيث ابن زيد وبالفتح ليت ابن زيد بالكسر من ابن زيد فإذا سكن ما قبلها قلت\n(1/226)\n\nهذا ابن زيد\nفإذا عدوها إلى المأمور به فإن كان ثالث حروفه مضموما فالألف مضمومة وإن كان ثالث حروفه مفتوحا فالألف مكسورة وكذلك إذا كان ثالث حروفه مفتوحا كسرو ا الألف أيضا وألف الوصل مثل ألف اذهب وإنما فعلوا ذلك لئلا تشتبه ألف الوصل بألف النفس\nوأما قولهم اثنان ابن اسم فكسروا الألف لأن الذي يليها ساكن فحركوا الألف إلى الكسر لأن الكسر اخت الجزم وأخت الساكن كما أن الجزم في الأفعال نظير الجر في الأسماء ومن ثم إذا حرك المجزوم والموقوف حرك إلى الكسر ",
        "(1/227)\n\nوأما ألف القطع\nفإنما تعرف بياء يفعل من البنية وهي مقطوعة في جميع أحوالها فمن ذلك أكرم يكرم وأعطى يعطي وأرسل يرسل ألا ترى أن ياء الفعل من البنية مضمومة وكل ما كانت ياء يفعل منها مضمومة فألفه ألف قطع نحو قولهم أكرم يكرم وأعطى يعطي وأرسل يرسل وكل ما كانت ياء يفعل منها مفتوحة فألفه الف وصل نحو قولك ضرب يضرب وشتم يشتم ألا ترى أن ياء يفعل من البينة مفتوحة\nوأما ألف السنخ\nفهي سنخ الكلمة فإنها تثبت في حال المضي والاستقبال والمضارعة فمن ذلك قولهم أمر يأمر وأخذ يأخذ وأكل \n(1/228)",
        "\nيأكل قالوا هذا في المضموم ثالثه لأن الميم من يأمر والخاء من يأخذ والكاف من يأكل مضمومات وقولهم في المكسور ثالثة اسر يأسر وأتى يأتي وقالوا في المفتوح ثالثة أشر يأشر وأمر الشيء يأمر إذا كثر كما قال الله تعالى ( وإذا أردنا أن نهلك قرية أمرنا مترفيها ) فإذا أمرت من أخذ قلت خذ وكان الأصل فيه أؤخذ فكرهوا أن يجمعوا بين همزتين مع ضمة فحذفوهما فكان ما بقي دالا على ما ذهب وعلى المعنى ومن شأن العرب الإيجاز والاكتفاء بالقليل عن الكثير إذا كان ما بقي دالا على المعنى وإذا أمرت من يأمر قلت أومر بالواو\n(1/229)\n",
        "وإذا بدئ بالواو\nفمنهم من يقول بالألف كما قال الله جل وعز في طه ( وامر أهلك بالصلاة واصطبر عليها لا نسألك رزقا ) وإنما فعلوا ذلك لأن الواو والميم مخرجهما من مكان واحد ففرقوا بينهما بمدة ومنهم من يقول بغير الألف\nوإذا أمرت من يأسر قلت ايسر فلم تذهب الياء بغير ألف لأنها مكسورة وهي أخف من الواو وكذلك ايت يا هذا وتقول في يأشر ايشر ففتحت الشين من ايشر وهي عين الفعل وكسرت من ايسر وهي عين الفعل أيضا لأن مثال يأسر يفعل ومثال يأشر يفعل\n(1/230)\n\nبفتح العين وكسرها\nوالف الاستفهام\nكقولهم أمحمد خارج أم زيد ألبن عندك أم عسل فإذا وقعت ألف الاستفهام مع ألف القطع تكونان بهمزتين في حال المضي وإن شئت مددت\nفمن ذلك قولهم أكرمت زيدا وإن شئت مددت فقلت أكرمت زيدا بألف واحدة كأنهم عافوا أن يجمعوا بين همزتين مثلين فقلبوها مدا\nوقد قرأ هذا الحرف ممدودا ( آنذرتهم ) قرأ عاصم وأبو عمرو بهمزتين والآخر ( آنت قلت للناس اتخذوني ) قرأه عاصم بهمزتين ومنهم من قرأه بمدة آأنت وجميع ما يشبهه من القرآن\nقال ذو الرمة غيلان",
        "(1/231)\n\nبن عقبة\n( فيا ظبية الوعساء بين حلاحل ... وبين النقا آأنت أم أم سالم )\nوقال آخر\n( وخرق إذا ما القوم أبدوا فكاهة ... تذكر آإياه يعنون أم قردا )\nوقال اخر أيضا\n( تساورت فاستشرفته فوجدته ... فقلت له آأنت زيد الأراقم )\nفإذا وقعت ألف الاستفهام مع ألف الوصل التقفت ألف الوصل بألف الإستفهام تقول من ذلك أتخذت زيدا خلا أصطنعت عمرا ألا ترى كيف ذهب ألف الاستفهام بألف الوصل لأن ألف الاستفهام أقوى من\n(1/232)",
        "\nألف الوصل\nفإذا عدوتها إلى نفسك في أفعل قلت أأتخذ وإن شئت حولتها مدا فقلت آتخذ اجتمع هناك ثلاث ألفات ألف الوصل التي كانت في الأصل وألف النفس وألف الاستفهام فألف النفس التقفت ألف الوصل وذلك\nأنها أقوى منها لأن أصل ألف النفس التحريك وأصل ألف الوصل السكون فهي كالشيء الميت\nألا تستمع إلى قوله تعالى ( أأتخذ من دونه آلهة ) وإنما ذلك على ألفين والى قوله تعالى ( أطلع الغيب ) ( اصطفى البنات على البنين ) وذلك على ألف واحدة وذهبت الأخرى وهي ألف الوصل لأن هذه أقوى من تلك لحركتها \n(1/233)\n",
        "ثم اعلم أن ألف الاستفهام أمارتها يعنى علامتها أم نحو قول الله عز و جل ( آنتم أنزلتموه من المزن أم نحن المنزلون ) وربما اضمروا ألف الاستفهام واستغنوا عنه بأمارته فيقولون زيد أتاك أم عمرو ومحمد عندك أم زيد\nقال امرؤ القيس\n( تروح من الحي أم تبتكر ... وماذا يضرك لو تنتظر )\nفأضمر ألف الاستفهام وقال آخر\n( فوالله ما أدري وإني لسائل ... تميم بن مر أم تميم بن مقبل ) يعني أتميم بن مر وقال آخر أيضا في ذلك\n( كذبتك عينك أم رأيت بواسط ... غلس الظلام من الحبيب خيالا )\nوقال آخر أيضا\n( أبا مالك هل لمتني مذ حضضتني ... على القتل أم هل لامني لك لائم )\n(1/234)\n\nوقال آخر\n( فوالله ما أدري وإني لسائل ... بسبع رمين الجمر أم بثماني )\nيريد أبسبع فأضمر ألف الاستفهام\nومما نطق به القرآن المجيد قوله جل وعز ( وجعل لله أندادا ليضل عن سبيله قل تمتع بكفرك قليلا إنك من أصحاب النار ) ثم قال ( أمن هو قانت ) مجازه أذلك خير أم من هو قانت\nوأما ألف الاستخبار\nلا يحتاج إلى أم تقول أعندك شيء أأنت الرجل\nوألف التثنية\nلينة وهي أمارة الرفع نحو قولهم رجلان",
        "(1/235)\n\nوفرسان\nوألف الضمير\nتكون في الأفعال دون الأسماء نحو قولهم الزيدان قاما والعمران قعدا وهي ألف الضمير وألف الضمير تثنى على الف الإعراب لأن الأسماء قبل الأفعال وذلك أنها لا تستغني عن الأسماء يقولون رجلان في الدار ويقولون الله ربنا ومحمد نبينا فاستغنى الاسم عن الفعل وهم إذا قالوا قاما وقاموا لم يستغن الفعل عن الاسم مضمرا أو مظهرا\nوأما ألف الخروج والترنم\nلا يكون الا في رؤوس الآي أو عند القوافي وإنما فعلوا ذلك لبعد الصوت من ذلك قوله تعالى ( وتظنون بالله الظنونا ) ومثله ( فأضلونا السبيلا ) ( وأطعنا\n(1/236)",
        "\nالرسولا )\nقال جرير\n( أقلي اللوم عاذل والعتابا ... وقولي إن أصبت لقد أصابا )\nوالباء لا يلزمه التنوين إذا كان في أوله ألف ولام ولكنه إنما أدخله للترنم وبعد الصوت وقال جرير\n( كرهت على المواصلة العتابا ... وأمسى الشيب قد ورث الشبابا )\nومثله كثير\nوأما الألف التي تكون عوضا من النون الخفيفة\nمثل قولك يا زيد اضربا ولا تتحول النون الخفيفة ألفا إلا عند الوقف عليها كقوله تعالى ( ليسجنن وليكونن من \n(1/237)\n",
        "الصاغرين )\nقال الشاعر\n( تساور سوارا إلى المجد والعلا ... وأقسم حقا إن فعلت ليفعلا )\nوقال العجاج\n( يحسبه الجاهل ما لم يعلما ... شيخا على كرسيه معمما )\nأراد والله أعلم ما لم يعلمن وليفعلن فقلب النون ألفا عند الوقف وقال الشاعر\n( نبتم نبات الخيزرانة في الثرى ... حديثا متى ما جاءني الخير ينفعا )\nوقال اخر\n(1/238)\n\n( اضرب عنك الهموم طارقها ... ضربك بالسوط قونس الفرس ) كأنه أراد اضربن فأسقط النون لثقله وترك الباء مفتوحا\nوزعموا أن قول الله تبارك وتعالى ( ألقيا في جهنم ) معناه ألقين للواحد بالنون ومثله قول الشاعر\n( يا هند ما أسرع ما تسعسعا ... فقلت يا هناد لوما أو دعا )\nأي لومن أو دعن للواحد ومثله قول امرئ القيس\n( قفا نبك من ذكرى حبيب ومنزل ... بسقط اللوى بين الدخول فحومل )\nمعناه قفن والله أعلم\nوأما ألف النفس\nفهي مفتوحة أبدا فيما كان ياء يفعل منها مفتوحة نحو قولك أنا أضرب أنا أخرج أنا أكتب لأنك تقول يضرب ويخرج ويكتب وتقول في الماضي",
        "(1/239)\n\nاكتتب اكتسب انتسخت فتكسر الألف لأنها صارت ألف الوصل وتقول في المستقبل اكتتب وانتسخ واكتسب فتفسخ الألف لأنها ألف النفس وما كان ياء يفعل مضمومة فألف النفس منها مضمومة تقول من ذلك أنا أكرم أنا أرسل أنا أنفق أنا أعطي وإنما ضممت الألف لأنها ألف النفس ولأن ياء يفعل من هذه الأفعال مضمومة تقول يكرم ويعطي ويرسل وينفق\nوأما ألف التأنيث\nفمثل حمراء وصفراء وخضراء ألحقت في أخر\n(1/240)",
        "\nالمؤنث ما كان في أول المذكر ليبلغ بنات الأربع و المذكر أخضر وأحمر وأصفر\nوأما ألف التعريف\nمثل قولك النساء والمرأة والرجل والفرس وسمي ألف التعريف لأنك تدخله مع اللام في أول الاسم النكرة فيصير ذلك الاسم معرفة\nوأما ألف الجيئة\nيكون مقصورا بهمزة تقول من ذلك أتيتك أي جئتك قصرت الألف بهمزة قال الله جل ذكره ( وإن كان مثقال حبة من خردل أتينا بها ) أي جئنا بها وقد قرئ هذا الحرف آتينا بها أي جازينا ومثله قوله ( وكل\n(1/241)\n",
        "أتوه داخرين ) أي جاؤوه\nوأما ألف العطية\nممدودة تقول آتيتك مالا أي أعطيتك ما لا قال الله جل وعز ( ولقد آتينا موسى الكتاب ) وكذلك قوله عز و جل ( ولقد آتيناك سبعا من المثاني والقرآن العظيم ) أي أعطيناك وما كان من نحو هذا فصارت ألف الجيئة مقصورة بهمزة وألف العطية ممدودة\nوالألف التي تكون بدلا من الواو\nقول الله جل ذكره ( وإذا الرسل أقتت ) أصله وقتت من الوقت\n(1/242)\n\nوأما ألف التوبيخ\nمثل قوله تعالى ( أأذهبتم طيباتكم في حياتكم الدنيا واستمتعتم\nبها ) كما تقول لم توبخه بفعله أأهلكت نفسك أأفسدت عملك\nوأما الألف التي تكون مع اللام بمنزلة حرف واحد\nلا يفرق بينهما وربما قطعت في الوصل كما تقطع في الابتداء قال الشاعر\n( ولا يبادر في الشتاء وليدنا ... ألقدر ينزلها بغير جعال ) قطع الألف وهو في الوصل ومثله قول حسان",
        "(1/243)\n\nبن ثابت\n( لتسمعن وشيكا في دياركم ... الله أكبر يا ثارات عثمانا )\nوالدليل على ذلك أنه لا يفرق بين الألف واللام في اسم الله جل وعز وغيره لأنك تقول يا ألله ولا يجوز أن تقول ياالرجل وإنما قطعت هذه\nالألف على الوصل كما قرأت القراء ( ألم الله لا إله إلا هو الحي القيوم )\nوأما ألف الإقحام\nفقولهم للعقرب عقراب ومثله قول الله جل وعز ( وكذبوا بأياتنا كذابا ) قال الشاعر\n( أعوذ بالله من العقراب ... الشائلات عقد الأذناب )\n(1/244)",
        "\nوأما ألف الإلحاق\nألف تلحق بعد الواو مثل خرجوا وقالوا وظعنوا وأشباه ذلك وتسمى ألف الوصل وإنما أثبتوا هذه الألف بعد الواو لأنهم عافوا الالتباس بما بعده من الكلام فيتوهم أنه منه نحو قولهم في كفر كفروا وفعل فعلوا وأورد أوردوا ونزل نزلوا وأشباه ذلك فحيزت الواو قبلها ألف الوصل\nوألحقوا هذه الألف في مثل يدعوا يغزوا عيافة مما أخبرتك فافهم\nوأما ألف التعجب\nقولهم أكرم بزيد وأظرف بعمرو أي ما أكرم زيدا وأظرف عمرا قال الله عز و جل ( أسمع بهم وأبصر ) أي ما أسمعهم وأبصرهم قال الشاعر\n(1/245)\n",
        "( أكرم بقوم بطون الطير أقبرهم ... لم يخلطوا دينهم كفرا وطغيانا )\nأي ما أكرم قوما هذه حالهم\nويقال إن قول الله عزل وجل حكاية عن الكفار ( آإذا كنا ترابا وآباؤنا آإنا لمخرجون ) إن هذه الألف ألف التعجب لأن الكفار لا تستفهم\nوأما ألف التقرير\nكقول الرجل لغلامه إذا أبلبلغ عنه شيئا يعلم أنه لم يفعله أأنت فعلت كذا وكذا يقرره ومثله قول الله تعالى ( يا عيسى ابن مريم آأنت\nقلت للناس اتخذوني وأمي الهين من دون الله ) فهذه ألف التقرير وقد علم الله تعالى أن المسيح عليه السلام لم يقل للناس ما قالوا فيه\n(1/246)\n\nوأما ألف التحقيق والإيجاب\nنحو قول الرجل للرجل أأنت فعلت كذا وكذا أأنت قلت كذا وكذا وقد علم أنه قد فعل فهو كأنه يستجيزه أن يخبر عنه بمعنى إنه قد وجب عليه ذلك ومنه قول الله تبارك وتعالى تخبيرا عن ملائكته حين قالوا ( أتجعل فيها من يفسد فيها ) معناهم فيها معنى الإيجاب أي ستجعل والله جل وعز لا يستخبر\nومنه قول جرير\n( ألستم خير من ركب المطايا ... وأندى العالمين بطون راح )\nقوله ألستم تحقيق أوجب عليهم فعلهم بمعنى إنهم خير من ركب المطايا فحقق وأوجب ولو كان استفهاما",
        "(1/247)\n\nلم يكن مدحا ولكان قريبا من الهجاء ولم يعط جرير على هذا البيت مائة ناقة برعاتها\nوقالوا في قول الله جل وعز ( سواء عليهم استغفرت لهم ام لم تستغفر لهم ) فهذه الألف ألف الإيجاب لا ألف استفهام\nوأما ألف التنبيه\nفإنها تقوم مقام حرف النداء كقولك يا زيد ثم تقول أزيد فهو بدل من حرف النداء وهو تنبيه قال أبو كبير الهذلي\n( أزهير هل عن شيبة من معدل ... أم لا سبيل إلى الشباب الأول )\nمعناه يا زهيرة فرخم الهاء وترك الراء مفتوحة على أصلها كما قال\nمضى تفسير جمل الألفات\n(1/248)",
        "\nوهذه\n6 جمل اللامات\nوهي ثلاثون لاما\nلام الصفتة ولام الأمر ولام الخبر ولام كي ولام الجحود ولام الاستثغاثة ولام النداء ولام التعجب ولام في موضع إلا ولام القسم ولام الوعيد ولام التأكيد ولام الشرط ولام المدح ولام الذم ولام جواب القسم ولام في موضع عن ولام في موضع على ولام في موضع إلى ولام في موضع أن ولام في موضع الفاء ولام الطرح ولام جواب لولا ولام الاستفهام ولام جواب الاستفهام ولام السنخ ولام التعريف ولام الإقحام ولام العماد ولام التغليظ ولام منقولة\nفأما لام الصفة\nقولهم لزيد ولعمرو ولمحمد وهي مكسورة\n(1/249)\n",
        "أبدا إذا وقعت على\nالاسم الظاهر وإذا وقعت على الاسم المكني كانت مفتوحة كقولك له ولهما ولهم ولك ولكما ولكم فهذا فرق بين الظاهر والمكني فافهم ذلك إن شاء الله تعالى\nولام الأمر\nقولهم ليذهب عمرو وليخرج زيد\nوإنما يؤمر به الغائب ولا يكون ذلك للشاهد وربما يقلب للشاهد كقول رسول الله ( لتأخذوا مصافكم ) ولا يكادون يقولون لتذهب أنت قال الله تعالى ( ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق ) قال الشاعر\n( ليكن لديك لسائل فرج ... إن لم يكن فليحسن الرد )\nولام الأمر مكسور أبدا إذا كانت في الابتداء فإن تقدمها واو أو فاء كانت ساكنة تقول وليذهب عمرو وربما كسرت مع الواو والفاء\n(1/250)\n\nولام الخبر\nوهي لام التحقيق كقولهم إن زيدا لخارج وإن محمدا لمنطلق قال الله تعالى ( إن ربهم يومئذ بهم لخبير ) اللام لام الخبر وهي مفتوحة أبدا\nوهذه اللام إذا أدخلت على خبر إن كسرت ألف إن وإن توسطت إن الكلام ولم تجئ في خبرها اللام فتحت الألف ألا ترى أنك إذا بدأت ب إن محمدا رسول الله وإنك منطلق وإذا توسطت قلت أشهد أن محمدا رسول الله وأعلم أنك عالم فتحت أن لما توسطت الكلام\nفإذا أدخلت اللام على الخبر كسرت الألف مبتدأ كان أو متوسطا تقول أن محمدا لرسول الله قال ",
        "(1/251)\n\nالله جل وعز ( إذا جاءك المنافقون\nقالوا نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون ) كسرت الألف من إن للام الخبر ولولا ذلك لكانت مفتوحة لتوسطها الكلام\nقال الشاعر\n( واعلم علما ليس بالظن أنه ... إذا ذل مولى المرء فهو ذليل )\n( وإن لسان المرء مالم تكن له ... حصاة على عوراته لدليل )\nفتح الألف من أنه لما لم يدخل اللام على الخبر وكسر الالف في قوله وإن لسان المرء للام التي في قوله لدليل\nولام كي\nقولهم أتيتك لتفيدني علما وهذه اللام مكسورة أبدا\n(1/252)",
        "\nمعناه لكي\nتفيدني قال الله جل وعز ( إنا فتحنا لك فتحا مبينا ليغفر لك الله ما تقدم من ذنبك وما تأخر ) معناه لكي يغفر لك الله نصبت يغفر بلام كي\nولام الجحود\nمثل قولك ما كان زيد ليفعل ذلك وما كنت لتخرج قال الله جل اسمه ( وما كان ليضيع إيمانكم ) ( وما كان الله ليعذبهم وأنت فيهم )\nعملها النصب وهي مكسورة ومعنى الجحود إدخال حرف الجحد على الكلام وهو مثل قولك ما كان زيد ليفعل\nولام النداء\nمفتوحة قال مهلهل\n( يا لبكر أنشرو لي كليبا ... يا لبكر أين أين الفرار )\n(1/253)\n",
        "وتقول أكلت رطبا ياله من رطب\nولام الاستغاثة\nوهي مكسورة تقول يا لعبد الله لأمر واقع وقع فاستغثت قال الشاعر\n( يا لقوم لزفرة الزفرات ... ولعين كثيرة العبرات )\nولام التعجب\nمفتوحة أبدا نحو قولهم لظرف زيد ولكرم عمرو ولقضو القاضي أي ما أظرف زيدا وأكرم عمرا وأقضى القاضي\nويقال من لام التعجب أيضا قول الله تعالى ( إن في ذلك لعبرة ) ( أن في هذا لبلاغا ) ومن التعجب قوله\n(1/254)\n\nتعالى ( أإذا ما مت لسوف أخرج حيا ) تعجب الكافرون من البعث\nواللام التي في موضع إلا\nكقول الله جل ذكره ( وإن وجدنا أكثرهم لفاسقين ) معناه ما وجدنا أكثرهم إلا فاسقين ومثله قول الله تبارك وتعالى ( تا الله إن كنا لفي ضلال مبين ) معناه إلا في ضلال مبين قال الشاعر ( ثكلتك أمك إن قتلت لمسلما ... حلت عليك عقوبة المتعمد ) معناه ما قتلت إلا مسلما\nولام القسم\nقول الله تعالى ( لتبلون في أموالكم وأنفسكم ولتسمعن من الذين أوتوا الكتاب من قبلكم ) وكقوله عز وعلا ( لتجدن أشد الناس",
        "(1/255)\n\nعداوة للذين أمنوا اليهود ) معناه والله لتبلون ولتجدن و ( لعمرك إنهم لفي سكرتهم يعمهون )\nولام الوعيد\nقول الله تعالى ( ليكفروا بما آتيناهم وليتمتعوا فسوف يعلمون ) وهو كقول الرجل للرجل في معنى التهدد ليفعل فلان ما أحب فإني من ورائه\nولام التأكيد\nمثل قوله ( ليسجنن ) ولا بد للام التأكيد من أن يتقدمه لام الشرط وهو لام لئن كقول الله تعالى ( ولئن لم يفعل ما أمره ليسجنن ) ومثله ( كلا لئن لم ينته لنسفعن بالناصية ) وإذا لم يتقدم لام الشرط لام التأكيد فلا بد\n(1/256)",
        "\nللام التأكيد أن يكون قبلها إضمار القسم مثل قوله تعالى ( لتبلون ) معناه والله لتبلون\nولام جواب القسم\nقولهم والله إن فعلت لتجدنه بحيث تحب ومنه قول الشاعر\n( تساور سوارا إلى المجد والعلا ... وأقسم حقا إن فعلت ليفعلا )\nاللام التي في ليفعل لام جواب القسم\nواللام التي في موضع عن\nقولهم لقيته كفة لكفة أي كفة عن كفة فافهم ذلك\nولام المدح\nقولهم يالك رجلا صالحا ويالك خبرا سارا ومن \n(1/257)\n",
        "المدح قول الله تعالى ( ولقد نادانا نوح فلنعم المجيبون )\nولام الذم\nمثل يا لك رجلا ساقطا ويا لك رجلا جاهلا قال الله عز و جل ( لبئس المولى ولبئس العشير )\nواللام التي في موضع على\nقولهم سقط لوجهه أي على وجهه ومنه قول الله جل وعز ( يخرون للأذقان سجدا ) أي على الأذقان\nواللام التي في موضع الفاء\nقولهم أحسنت إلى زيد ليكفر نعمتك أي فكفر نعمتك ومنه قول الله تبارك وتعالى ( فالتقطه آل فرعون ليكون لهم عدوا وحزنا ) ومثله ( ربنا إنك آتيت فرعون وملأه زينة وأموالا في الحياة الدنيا ربنا ليضلوا عن\n(1/258)\n\nسبيلك ) أي فضلوا عن سبيلك\nقال الشاعر\n( لنا هضبة لا يدخل الذل وسطها ... ويأوي إليها المستجير ليعصما )\nأي فيعصما وهاتان اللامان تعرفان بلام الصيرورة والعاقبة أي كان عاقبتهما وصار أمرهما إلى ذلك\nومثله ( ليجزي الذين اساؤوا بما عملوا ) يعني ( ولله ما في السموات وما في الأرض ) فيجزي الذين أساؤوا بما عملوا ( ويجزي الذين أحسنوا بالحسنى )\nواللام التي في موضع إلى\nقول الله جل ذكره ( حتى إذا أقلت سحابا ثقالا سقناه لبلد ميت ) أي إلى بلد ميت ومثله ( ربنا إننا سمعنا مناديا ينادي للإيمان ) أي إلى الإيمان ومثله ( الحمد لله هدانا لهذا )\nواللام التي في موضع أن\nمثل قول الله تعالى ( وما أمروا إلا ليعبدوا إلها ",
        "(1/259)\n\nواحدا ) معناه إلا أن يعبدوا قالت الخنساء\n( وقائله والدمع يسبق خطوها ... لتلحقه يا لهف نفسي على صخر )\nومثله ( وأمرنا لنسلم لرب العالمين ) ومثله ( يريدون ليطفئوا نور الله بأفواههم ) معناه أن يطفئوا وأن نسلم\nولام جواب لولا\nقولهم لولا زيد لزرتك ولولا محمد لأتيتك قال الله جل وعز ( ولولا كلمة سبقت من ربك لقضي بينهم )\nولام الطرح\nقول الله عز و جل ( وإذا كالوهم أو وزنوهم يخسرون ) معناه كالوهم أو وزنواهم مثل قول\n(1/260)",
        "\nالشاعر\n( تبعد إذ نأى جدواك عني ... فلا أسفي عليك ولا نحيبي )\nطرحت اللام في موضع الطرح في أول الكلام فافهمه أن شاء الله تعالى\nولام جواب الاستفهام\nمثل قولهم أإذا خرجت ليأتين عمرو ومثله قول الله جل ذكره ( أإذا ما مت لسوف أخرج حيا ) وهذا بلام التعجب أشبه لأن الكفار لم تستفهم\n(1/261)\n",
        "ولام الاستفهام\nقول الله عز و جل ( لمن الملك اليوم لله الواحد القهار )\nولام السنخ\nمثل اللام في جمل ولحم ولحن ولم وألم وألما وما أشبه ذلك مما لا يجوز إسقاطه\nولام التعريف\nمثل اللام التي في الرجل والفرس والحائط تدخل مع الألف على الاسم منكورا فيكون معرفة لأن قولهم فرس وحائط ورجل هي مناكير\nوإذا قلت الرجل والمرأة والفرس صارت معارف بإدخال الألف واللام \n(1/262)\n\nولام الإقحام\nمثل قول الله عز و جل ( إن كاد ليضلنا عن آلهتنا ) وقوله تعالى ( قل عسى أن يكون ردف لكم ) معناه ردفكم وقال الشاعر\n( أم حليس لعجوز شهربه ... ترضى من اللحم بعظم الرقبة )\nأدخل اللام في لعجوز اقحاما\nولام العماد\nمثل قول الله تعالى ( إن في ذلك لآية لقوم يعلمون ) وكل ما كان من نحوه فافهمه إن شاء الله تعالى\nولام التغليظ\nلتهلكن زيدا ولتضربن عمرا ",
        "(1/263)\n\nواللام المنقولة\nقول الله عز و جل (يدعو لمن ضره أقرب من نفعه) معناه يدعو من لضره أقرب من نفعه\nولام الابتداء\nلعبد الله أفضل من زيد\nمضى تفسير وجوه اللامات وهذا\nتفسير جمل الهاءات\nوهي عشرة\nهاء سنخ وهاء استراحة وتبيين وهاء التنبيه وهاء الترقيق وهاء الضمير وهاء المبالغة والتفخيم وهاء التأنيث\n(1/264)",
        "\nوهاء تتحول تاء وهاء تكون في نعت المذكر وهاء الوصل وهاء الأمر\nفهاء السنخ\nهاء الوجه وهاء الشبه والسفه ليست تتغير على كل حال\nوهاء الاستراحة والتبيين\nكقول الله جل وعز ( ما أغنى عني ماليه هلك عني سلطانية ) ومنه قول بشر بن أبي خازم )\n( مهما لي الليلة مهماليه ... أودى بنعلي وسرباليه )\n( يا أوس لو نالتك أرماحنا ... كمت كمن تهوي به الهاوية ) \n(1/265)\n",
        "( ألفيتا عيناك عند القفا ... أولى فأولى لك ذا واقية )\nوهاء التنبيه\nمثل هذا وهذه\nوهو قالوا هو قائم فالهاء وحدها اسم والواو علامة الرفع وقالوا\nهما فحذفوا الواو الزائدة وأتوا بالميم لما كانت من الزوائد وكرهوا أن يعربوه من وجهين\nوأما هذا فإنه كان في الأصل هذاي فكثر الاستعمال فحذفوا الياء وجعلوا رفعه ونصبه وجره بمنزلة واحدة ومما جاء على الأصل\n( هذايه الدفتر خير دفتر ... بكف قرم ماجد مصور )\nوإنما أدخلت الهاء ههنا للاستراحة والتبيين وهو يقال بالمد والقصر ويقال هذه وهذي \n(1/266)\n\nيقولون هم ضاربون زيدا فإذا أضمروا قالوا هم ضاربوه وهم قاتلوه الا في الشعر اضطرارا قال الشاعر\n( هم الفاعلون الخير والامرونه ... إذا ما خشو من حادث الأمر معظما ) أراد والأمرون به وفي هو ثلاث لغات يقال هو وهو وهو فأما من قال هو فإنه حرك الواو وطلب التثقيل\nوأما من قال هو فإنه كره أن يكون الاسم على حرفين فعمده بالتشديد وقال الشاعر\n( وإن لساني شهدة يشتفى بها ... وهو على من صبه الله علقم )\nوأما من قال هو بتسكين الواو فإنه أخرجه على مثال من وعن وأشباه ذلك وقال الحطيئة يمدح سعيد بن العاص ( سعيد وما يفعل سعيد فإنه ... نجيب كمن هو في الغلاة نجيب )\nوبعضهم يسكن الهاء إذا تقدمها واو كما يقرأ ( وهو الله في السموات وفي الأرض يعلم سركم وجهركم ) الآية",
        "(1/267)\n\nومن هاء التنبيه مثل قول الله جل وعز ( هاؤم اقرؤوا كتابيه ) وقال ( ها أنتم هؤلاء ) وقال الشاعر\n( ونحن اقتسمنا الحب نصفين بيننا ... فقلت لها هذا لها ها وذاليا )\nوهاء الترقيق\nنحو قول ابن قيس الرقيات\n( إن الحوادث بالمدينة قد ... أوجعتني وقرعن مروتيه )\n( تبكيهم أسماء معولة ... وتقول سلمى وزريتيه )\nوهي ضرب من الندبة تندب بالياء في أول الكلمة نحو قولك يا زيداه وهذه تندب بالواو والياء كقولك واصاحباه واأماه واأختاه\nوهاء الضمير\nمثل كلمته ولقيته ونحوه\nوهاء المبالغة والتفخيم\nمثل قولهم رجل علامة ونسابة ولحانة إذا كان كثير\n(1/268)",
        "\nاللحن وزعموا أن قول الله جل وعز ( بل الإنسان على نفسه بصيرة ) على هذا المعنى\nومثله قوله تعالى ( وقالوا ما في بطون هذه الأنعام خالصة لذكورنا ومحرم على أزواجنا ) فالهاء هاء المبالغة والتفخيم ومنه قوله عز و جل ( لأملأن جهنم من الجنة والناس أجمعين ) ألحقته الهاء للبالغة وإنما هو الجن وخالص وقال الشاعر يصف السيف\n( ولو شهدت غداة الكوم قالت ... هو العضب المهذرمة العتيق )\nوإنما هو المهذرم\nوهاء التأنيث\nمثل كلمة وضربة وجنة وشجرة وقلنسوة \n(1/269)\n",
        "وأما قول الله عز و جل ( وذلك دين القيمة ) فأنث لأن معناه وذلك دين الحنيفية القيمة\nوهاء العماد\nمثل قولهم إنه قائم فيها أخوك وإنه قائم فيها أبوك وإنه قائم فيها أختك\nوإنه قائم فيها أختاك وإنه قائمة فيها أخواتك وليست هذه الهاء في هذا الموضع اسما ولو كان اسما لقلت إنهما وإنهن ولأنثت في المؤنث\nقال الله جل وعز ( إنه مصيبها ما أصابها ) و ( قل أوحي إلى أنه استمع نفر من الجن ) وقال الشاعر\n( فلم تر عيني مثل سرب رأيته ... خرجن علينا من زقاق ابن واقف )\nولم يقل رأيتهن\nوالهاء التي تقع على المذكر والمؤنث\nكقول الشاعر\n( فطافت ثلاثا بين يوم وليلة ... )\nقال ثلاثا ولم يقل ثلاثة وقد ذكر الأيام وإنما قال\n(1/270)\n\nثلاثا على الليالي لأن الأيام داخلة في الليالي لكثر استعمالهم الليالي ألا ترى أنهم يكتبون في كتبهم بقين ومضين وصمنا عشرا من الشهر يعني الليالي\nوأما قول الشاعر\n( وإن كلابا هذه عشر أبطن ... وأنت بريء من قبائلها العشر ) البطن مذكر وإنما عنى القبائل وأما قول الآخر\n( ثلاثة أنفس وثلاث ذود ... لقد جار الزمان على عيالي )\nقال ثلاثة أنفس لأنه أراد ثلاثة أشخص وشخص الرجل نفسه قال الشاعر\n( فكان مجني دون ما كنت أتقي ... ثلاث شخوص كاعبان ومعصر ) قال ثلاث شخوص فأنث والشخص مذكر ",
        "(1/271)\n\nوالهاء التي تتحول تاء\nوهي لغة في بعض لغات العرب يقولون وضعته في المشكات وهذه\nجمرت وجنت قال الله جل وعز ( ياأبت ) و ( إن شجرت الزقوم ) ومثله ( وجنت نعيم ) و ( إن رحمت الله قريب من المحسنين )\nقال الشاعر\n( من بعدما وبعدما وبعدمت ... صارت نفوس القوم عند الغلصمت )\n( وكادت الحرة أن تدعى أمت ... )\nأراد الغلصمة والأمة فوقف على الهاء بالتاء على اللغة وهي حميرية ويقال لبعض بني أسد بن خزيمة \n(1/272)",
        "\n( والهاء التي تكون في نعت المذكر\nكقول الشاعر\n( وأمرهم مركودة في نزالهم ... وما بهم حيد إذا الحرب هرت )\n( بكل قناة صدقة يزنية ... إذا أكرهت لم تنأظر واشمأزت )\nمعناه أمرهم أمرة مركودة قال الله جل ذكره ( وما أمرنا إلا واحدة كلمح بالبصر ) معناه أمرنا أمرة واحدة قال الشاعر\n( لو أنها عرضت لأشمط راهب ... عبد الإله صرورة متعبد )\nوهاء الندبة\nوازيداه واعمراه قال الشاعر\n( يارب يارباه إياك أسل ... عفراء من قبل اقتراب الأجل )\nمضى تفسير جمل الهاءات \n(1/273)\n",
        "وهذه\n( جمل التاءات )\nوهي خمس عشرة\nتاء سنخ وتاء التأنيث وتاء فعل المؤنث وتاء النفس وتاء مخاطبة المذكر وتاء مخاطبة المؤنث وتاء تشبه تاء التأنيث وهي مصروفة في كل وجه وتاء وصل وتاء تكون بدلا من الألف وتاء تكون بدلا من السين وتاء تكون بدلا من الدال وتاء تكون بدلا من الواو وتاء القسم وتاء زائدة في الفعل المستقبل وتاء تكون بدلا من الصاد في بعض اللغات\nفتاء السنخ\nمثل التاء في التمر والتين وأشباه ذلك مما لا يسقط منه\nوتاء التأنيث\nكسر في الخفض والنصب ورفع في الرفع تقول في النصب رأيت\nبناتك وأخواتك وفي الجر مررت ببناتك وأخواتك ولا تكون تاء التأنيث إلا بعد الألف\n(1/274)\n\nقال الله جل ذكره ( إن الحسنات يذهبن السيئات ) فكسر التاء وهي في محل النصب ومنه قوله جل وعز ( خلق الله السماوات والأرض بالحق ) فكسر التاء من السماوات وهي نصب\nوتاء فعل المؤنث\nتكون جزما أبدا مثل خرجت وظعنت وقامت وقعدت فإذا استقبلها ألف ولام كسرت تقول خرجت المرأة كسرت التاء لالتقاء الساكنين والساكنان التاء من خرجت واللام من المرأة وكل مجزوم وساكن إذا حرك حرك إلى الخفض فإذا قلت",
        "(1/275)\n\nضربت زينب جزمت التاء لأنها تاء المؤنث وتاء المؤنث في الأفعال جزم أبدا\nوقد تسقط هذه التاء من فعل المؤنث يكتفون بدلالة الاسم عن العلامة كقول الله تبارك وتعالى ( قد كان لكم آية في فئتين التقتا ) وقوله جل ذكره ( لقد كان لكم في رسول الله إسوة حسنة ) ولم يقل كانت وقال الشاعر\n( لقد ولد الأخيطل أم سوء ... لدى حوض الحمار على مثال )\nولم يقل ولدت وهذا لما فصل\nوالفصل أحسن لأنك إذا قلت جاء اليوم المرأة أحسن من أن تقول جاء المرأة على أن الشاعر ذكر الفعل ولم يفصل وقال\n( قام أم الوليد بالقبرين تندب ... عبد الملك والضحاكا )\nولم يقل قامت\nوأما قول الآخر\n( إن السماحة والمروءة ضمنا ... قبرا بمرو على الطريق الواضح )\nولم يقل ضمنتا لأن المصادر تذكر المؤنث \n(1/276)",
        "\nوأما قول الله جل وعز ( وإن كان مثقال حبة من خردل أتينا بها ) فقال ( إن كان ) ثم قال ( أتينا بها ) لتأنيث الحبة لأن المثقال من الحبة وقال و ( وإن كان مثقال حبة ) فذكر لتذكير ( مثقال )\nوقال الشاعر\n( لما أتى خبر الزبير تواضعت ... سور المدينة والجبال الخشع )\nالسور مذكر وإنما أنث لأن السور من المدينة ومثله\n( طول الليالي أسرعت في نقضي ... طوين طولي وطوين عرضي )\nالطول مذكر وإنما أنث على تأنيث الليالي قال الشاعر\n( وتشرق بالقول الذي قد أذعته ... كما شرقت صدر القناة من الدم )\nوالصدر مذكر وإنما أنث لأن الصدر من القناة\nوتاء النفس\nرفع أبدا تقول خرجت وقدمت وقلت وقمت وذهبت وأعطيت رفعت التاء لأنها تاء النفس \n(1/277)\n",
        "وتاء المخاطب المذكر\nنصب أبدا تقول أنت خرجت أنت ذهبت أنت أعطيت نصبت التاء في هذا كله لأنها تاء مخاطبة المذكر فافهمه\nوتاء مخاطبة المؤنث\nكسر أبدا تقول أنت خرجت أنت ذهبت أنت رأيت كسرت التاء لأنها تاء مخاطبة المؤنث\nوالتاء التي تشبه تاء التأنيث\nتقول رأيت أبياتهم ولبست طيالستهم وسمعت أصواتهم أجريت هذه التاء في جميع حركاتها لأنها\n(1/278)\n\nلا تتغير في الواحد والتصغير\nألا ترى أنم تقول صوت وقوت وبيت فإذا صغرت قلت صويت وقويت وبويت وتقول فيما تكون التاء فيه تاء التأنيث إذا صغرت بنية وأخية فتتغير تاؤهما فهي تاء التأنيث يستوي فيها النصب والخفض فإذا قلت رأيت بيوتات العرب ولبست طيالستهم صارت هذه التاء تاء التأنيث فاعرفها فإذا سئلت عنها عرفت وجهها\nفقال غير الخليل لبست طيالستهم ورأيت سادتهم وجحاجحتهم وديارتهم وإنما فتحت التاء ههنا في موضع النصب لأن هذه هاء التأنيث وإنما صارت تاء في الوصل وليست هذه التاء التي تخرج في الجمع لأن تلك لا تقع إلا بعد الألف\nنرجع إلى كلام الخليل\nوتاء الوصل\nقولهم لات أوان ذلك يريدون لا أوان ذلك فيجعلون التاء صلة\nومنه قول الله تبارك وتعالى ( ولات حين مناص ) وقال الطرماح",
        "(1/279)\n\n( لات هنا ذكرى بلهنية العيش ... وأنىذكرىالسنين المواضي ) لات هنا معناه لا هنا فزاد التاء فقال لات كأنه يريد لا هنا فوصلها بالتاء ومعنى لات هنا أي لات حين\nوالتاء التي تكون بدلا من الألف\nفي بعض اللغات يقولون تلان آتيك أي الآن آتيك قال الشاعر\n( نولي قبل نأي داري جمانا ... وصليني كما زعمت تلانا ) يعني الآن وقال أبو وجزة\n( العاطفون تحين ما من عاطف ... والمفضلون يدا إذا ما أنعموا )\n( والتاء التي تكون بدلا من السين\nمثل طست والتاء بدل من السين لأن الأصل فيه\n(1/280)",
        "\nطس والدليل على ذلك أنك إذا صغرت قلت طسيس فترده إلى السين\nوكذلك تفعل العرب إذا اجتمع حرفان من جنس واحد جعلوا مكانه حرفا من غير ذلك الجنس من ذلك قول الله عز و جل ( وقد خاب من دساها ) معناه دسسها ومثله قوله عز و جل ( ثم ذهب إلى أهله يتمطى ) يتمطط فحولت السين والطاء ياء قال العجاج\n( تقضي البازي إذا البازي كسر )\nأراد تقضض فحول الضاد ياء فاعلم \n(1/281)\n",
        "والتاء التي تكون بدلا من الدال\nمثل التاء التي في ستة أصله سدسة والدليل على ذلك أنك إذا صغرت أو نسبت قلت سديس وسدسي وإنما دخلت التاء في ستة لأن السين والدال مخرجهما من مكان واحد فأبدلت التاء بالدال لتخف على اللسان في النطق\nوأما قول الله تبارك وتعالى ( ولقد يسرنا القرآن للذكر فهل من مدكر ) فأصله مذتكر اجتمع ذال وتاء ومخرجهما قريب بعضه من بعض فلما ازدحمتا في المخرج أدغمت التاء في الذال فأعقبت التشديد فتحولت دالا\nوالتاء التي تكون بدلا من الواو\nكالذي يحكى عن أم تأبط شرا حين ذكرت ابنها تأبط\n(1/282)\n\nشرا فقالت والله ما حملته تضعا ولا وضعته يتنا ولا أرضعته غيلا ولا أبته على مأقة\nقولها ما حملته تضعا أي ما حملته وأنا حائض وأصله وضعا واليتن أن تخرج رجل المولود قبل رأسه وهو عيب ولا أرضعته غيلا والغيل أن ترضع المرأة وهي حبلى ولا ابته على مأقة أي لم ينم الصبي وهو ممتليء غيظا وبكاء\nوتاء القسم\nمثل قول الله تبارك وتعالى ( تالله لقد علمتم ما جئنا لنفسد في الأرض ) و ( تالله تفتأ تذكر يوسف )\nوالتاء الزائدة في الفعل المستقبل\nأنت تخرج والمرأة تخرج",
        "(1/283)\n\nوالتاء التي تكون بدلا من الصاد\nفي بعض لغات طيئ يجعلون الصاد من اللصوص تاء يقولون لصوت وكذلك اللص يسمونه اللصت قال الشاعر\n( فتركن نهدا عيلا أبناؤها ... وبني كنانة كاللصوت المرد )\nمضى تفسير جمل التاءات وهذه\n9\nجمل الواوات\nوهي عشرة\nواو سنخ وواو استئناف وواو عطف وواو في معنى رب وواو قسم وواو النداء وواو إقحام وواو إعراب وواو ضمير وواو تتحول أو وواو تتحول ياء وواو في موضع بل وواو معلولة تقع في الأسماء والأفعال \n(1/284)",
        "\nفأما واو السنخ\nفكل واو في اسم أو فعل يكون لازما في كل حال فهو واو السنخ مثل الواو في وهب وورس وأشباه ذلك\nواو الاستئناف\nمعناه الابتداء مثل قولهم خرجت وزيد جالس وكل واو توردها في أول كلامك فهي واو استئناف وإن شئت قلت ابتداء\nوواو العطف\nوإن شئت قلت واو النسق وكل واو تعطف بها آخر الاسم على الأول آخر\n(1/285)\n",
        "الفعل على الأول أو آخر الظرف على الأول فهي واو العطف مثل قولك كلمت زيدا ومحمدا ورأيت عمرا وبكرا نصبت زيدا بإيقاع الفعل عليه ونصبت محمدا لأنك نسقته بالواو على زيد وهو مفعول به\nوتقول لقيني زيد ومحمد وكلمني خالد وبكر رفعت زيدا بفعله ورفعت محمدا لأنك عطفته بالواو على زيد وهو فاعل\nوتقول مررت بعمرو وزيد خفضت عمرا بالباء الزائدة وخفضت زيدا لأنك عطفته بالواو على عمرو وهو خفض بالباء الزائدة\nوكذلك آخر الفعل والظرف على الأول فقس على هذا\nوالواو التي في معنى رب\nقولهم . . . قال الشاعر \n(1/286)\n\n( وعانيه كالمسك طاب نسيمها ... تلجلج منها حين يشربها الفضل )\n( كأن الفتى يوما وقد ذهبت به ... مذاهبه يلفى وليس له أصل )\nمعناه ورب عانية فأضمر رب واكتفي بالواو\nوالواو في القسم\nقولهم والله وتالله وهي من حروف الخفض كقول الله جل اسمه ( والشمس وضحاها ) ( والليل إذا يغشى ) ( والتين والزيتون ) فهذه واو القسم قال الشاعر\n( ووالله ما أدري وإني لشاكر ... لكثرة ما أوليتني كيف أشكر )\nوأما واو النداء\nقولهم يا زيدها وازيد ومنهم من يحذف حرف النداء ويكتفي\nفيقول زيد قال الله تعالى ( يوسف أعرض عن هذا ) ومنهم من يثبت الألف فيقول أزيد قال الشاعر\n( أيا ظبية الوعساء بين حلاحل ... وبين النقا آأنت أم أم سالم )",
        "(1/287)\n\nوواو الإقحام\nمثل قول الله عز و جل ( إن الذين كفروا ويصدون عن سبيل الله ) معناه يصدون والواو فيه واو إقحام ومثله ( ولقد آتينا موسى وهارون الفرقان وضياء ) معناه آتينا موسى وهارون الفرقان ضياء لا موضع الواو ههنا إلا أنها أدخلت حشوا\nومنه قول امرئ القيس\n( فلما أجزنا ساحة الحي وانتحى ... بنا بطن خبت ذي قفاف عقنقل )\nمعناه لما اجزنا ساحة الحي انتحى فأدخل الواو حشوا وإقحاما ومثله قول الله عز و جل ( فلما أسلما وتله للجبين وناديناه أن يا إبراهيم قد صدقت الرؤيا ) معناه ناديناه والواو حشو على ما ذكره سيبويه النحوي\n(1/288)",
        "\nوواو الإعراب\nقولهم في حال الرفع أخوك وأبوك وفوك وحموك والمؤمنون فهذه الواو واو الإعراب\nوواو الضمير\nقولهم تخرجون ويقومون فالواو في ذلك إضمار جمع المذكر\nفما كان في الأسماء فهو واو الإعراب وما كان في الأفعال فهو واو الضمير\nوالواو التي تتحول أو\nمثل قول الله جل وعز ( آإنا لمبعوثون أو آباؤنا الأولون )\nمعناه وآباؤنا الأولون ومثله ( ولا تطع منهم آثما أوكفورا ) معناه لا تطع منهم آثما ولا كفورا ومنه قول جرير \n(1/289)\n",
        "( نال الخلافة أو كانت له قدرا ... كما آتى ربه موسى على قدر )\nأي وكانت\nوأما قوله تعالى ( ولو أن قرآنا سيرت به الجبال أو قطعت به الأرض أو كلم به الموتى ) وما كان من هذا النحو ف أو حرف من حروف النسق وليس بمعنى الواو\nومعنى الواو قول النابغة أيضا\n( قالت فياليتما هذا الحمام لنا ... إلى حمامتنا أونصفه فقد ) أي ونصفه والواو أي ونصفه والواو\nالواو التي تتحول ياء\nمثل ميزان وميقات وميعاد وأصله الواو لأنه وزن ووقت ووعد إلا أن كل واو إذا انكسر ما قبلها انقلبت ياء والدليل على ذلك أنك إذا جمعت قلت موازين\nومواعيد ومواقيت فرددته إلى الواو وقال الله جل اسمه ( ما قطعتم من لينة ) وإنما هو من لون قال الشاعر \n(1/290)\n\n( كأن قتودي فوقها عش طائر ... على لينة قرواء تهفو جنوبها ) يريد لونا من النخل\nوإذا كانت الواو فاء الفعل وانكسر ما بعدها وانفتح ما قبلها حذفتها لأن الواو لا تثبت مثل وجد يجد كان الأصل فيه يوجد فذهبت الواو لانكسار ما بعدها ولو كانت مفتوحة لثبتت ومثله وزن يزن ووعد يعد قال الله عز و جل ( ألم يعدكم ربكم وعدا حسنا )\nوإذا كان الفعل على فعل يفعل مما فاؤه واو ففيه ثلاث لغات لتميم لغة ولقيس لغة ولسائر العرب لغة\nولأهل الحجاز لغة قالوا في مثل ذلك وحد يوحد ووجع يوجع هذه لغة أهل الحجاز قال الله جل وعز ( قالوا لا توجل ) قال الشاعر\n( لعمرك ما أدري وإني لأوجل ... على أينا تغدو المنية أول ) ",
        "(1/291)\n\nوتميم تقول ييجع بقلب الواو ياء قال متمم بن نويرة\n( قعيدك ألا تسمعيه ملامة ... ولا تتكئي قرح الفؤاد فييجعا ) وقال آخر\n( بانت أميمة بالطلاق ... ونجوت من غل الوثاق )\n( بانت فلم ييجع لها ... قلبي ولم تدمع مآقي )\nوتقول سائر العرب أيجل ثم أوجل ترده إلى أصله لانفتاح ما قبله وقيس تقول ياجل وتاجل\nفإذا اعتل عين الفعل فمنه قولهم قل كان الأصل فيه أقول فاعتلت الواو وهو عين الفعل فاستثقلوا تحريكها فردوها في الخلقة إلى قول ثم\nحذفوا الواو لاجتماع الساكنين\n(1/292)",
        "\nفإذا ثنوا وجمعوا ردوا الواو لأن اللام قد تحركت بالضمة أو الفتحة\nوالواو التي في موضع بل\nقوله تبارك وتعالى ( وأرسلناه إلى مائة ألف أو يزيدون ) معناه بل يزيدون ومثله ( ثم قست قلوبكم من بعد ذلك فهي كالحجارة أو أشد قسوة ) معناه بل أشد قسوة فلهذا ارتفع أشد وليس بنسق على الحجارة\nوقد تضع العرب أم في موضع بل كقول الأخطل\n( كذبتك عينك أم رأيت بواسط ... غلس الظلام من الرباب خيالا )\nمعناه بل رأيت بواسط ومنه قول الله تبارك وتعالى ( أم أنا خير من هذا الذي هو مهين ) أي بل أنا خير منه \n(1/293)\n",
        "والواو المعلولة\nتقع في الأسماء والأفعال فإذا وجدت الأسماء والأفعال وفيها واو أو ياء\nفلم تثبت إذا رددت الاسم والفعل إلى فعلت فذلك الاسم والفعل معتل مثل أقول وأعوذ وتقول وتكيل هذه أفعال معتلة\nوالدليل على ذلك أنك إذا رددتها إلى فعلت لم تثبت الواو والياء للعلة التي أخبرتك ألا ترى أنك إذا قلت فعلت من يقول قلت قلت فينقص عن الأصل لأن فعلت في الفعل الصحيح أربعة أحرف وقلت ثلاثة أحرف\nوالفعل الصحيح الذي لا يذهب عند فعلت منه شيء ولا تنتقل حركته إلى حركة ولا سكون بعضها إلى موضع بعض مثلما يتحول في قولك يقول فالياء متحركة\n(1/294)\n\nوالقاف متحركة والواو ساكنة ويقول يفعل فقد انتقل سكون الواو إلى الفاء وتحركت العين وهي في موضع الواو من يقول ولو كان الفعل صحيحا لم يتغير كقولك يضرب ويشتم ويخرج ويدخل\nفهذا فعل مضمر لأنك إذا قلت ضربت وشتمت ففعلت لم يتغير منه شيء وهو قائم\nمضى تفسير الواوات وهذا\n10\nتفسير جمل اللام ألفات\nوهي ثلاث عشرة\nلا نهي ولا جحد ولا استثناء ولا تحقيق ولا في موضع",
        "(1/295)\n\nالواو ولا ي موضع غير ولا حشو ولا صلة ولا نسق ولا في معنى لكن ولا للتبرئة ولا في موضع لم ولا في موضع ليس\nفلا النهي\nلا تخرج ولا تضرب ولا تشتم ولا تقم والنهي جزم أبدا\nولا الجحد\nنحو قول الله تبارك وتعالى ( وأقسموا بالله جهد أيمانهم لا يبعث الله\nمن يموت بلى ) رفع يبعث لأنه فعل مستقبل وهو جحد ومثله ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ) يتخذ رفع لأنه فعل مستقبل ولا في معنى الجحد ومن قرأ ( لا يتخذ المؤمنون\n(1/296)",
        "\nالكافرين ) بكسر الذال فإنه نهي وهو جزم وإنما كسرت لاستقبال الألف واللام\nوإلا استثناء\nخرج القوم إلا زيدا وقدم القوم إلا محمدا و المستثنى إذا لم يكن له شركة في فعل القوم فهو نصب ألا ترى أنك تقول خرج القوم إلا زيدا وقدم القوم إلا محمدا حين أخرجا من عدد القوم على معنى الاستثناء ألا ترى أن زيدا لم يخرج ومحمدا لم يقدم فلذلك انتصبا\nوإلا تحقيق\nما خرج من القوم إلا زيد وما قدم من القوم إلا محمد رفعت زيدا ومحمدا لأن لهما الفعل قال الله تعالى ( ولم يكن لهم شهداء إلا أنفسهم ) رفع\n(1/297)\n",
        "الشهداء على معنى اسم يكن ورفع أنفسهم على التحقيق لأنهم هم الشهداء\nوكذلك تقول لا إله إلا الله ولا رجل إلا زيدا وما في الدار إلا محمد وما جاءني إلا أبوك رفعت زيدا على التحقيق وعلى أنه لا يجوز قولك لا رجل حتى تقول إلا زيد وإنما رفعت على التحقيق\nوإذا قدمت المستثنى على حرف التحقيق نصبت ما قبله ورفعت ما بعده تقول مالي إلا أباك صديق قال الشاعر\n( ومالي إلا آل أحمد شيعة ... ومالي إلا مشعب الحق مشعب )\nوقال آخر\n( والناس إلب علينا فيك ليس لنا ... إلا السيوف وأطراف القنا وزر )\nنصب السيوف وأطراف القنا لأنه قدم المستثنى\n(1/298)\n\nوعلى أن إلا في معنى لكن لأن لكن تحقيق وإلا تحقيق\nفأما قول الآخر\n( والحرب لا يبقى لجاحمها ... التخيل والمراح )\n( إلا الفتى الصبار في النجدات ... والفرس الوقاح )\nيعنى إلا أن يكون الفتى الصبار والفرس ومثله\n( عشية لا تغنى الرماح مكانها ... ولا النبل إلا المشرفي المصمم )\nيعني إلاأن يكون\nفأما قول الآخر\n( مارام سرك إنسان فيعلمه ... إلا الصحيفة والهادي والقلما )\nوإنما أخبرتك ب لكن لأنه خارج من الكلام الأول ومثله قول الله تبارك وتعالى ( وما لأحد عنده من نعمة تجزى إلا ابتغاء وجه ربه الأعلى ) فهذا استثناء من غير لفظه أيضا ومثله ( قل لا يعلم من في السموات والأرض الغيب",
        "(1/299)\n\nإلا الله ) أي أحد إلا الله\nوأما قوله ( لا عاصم اليوم من أمر الله إلا من رحم ) يعني لكن من رحم وكذلك ( لا يحب الله الجهر بالسوء من القول إلا من ظلم ) أي لكن من ظلم\nوتقول ما أتاني إلا زيد ابو عمرو إذا كان زيد هو أبو عمرو وجاز على البدل كما قال الشاعر\n( ما كان من شيخك إلا عمله ... إلا رسمية وإلا رمله )\nلأن الرسيم هو العمل فأعاد لأنه ما زاده إلا توكيدا\nوإلا بمعنى الواو\nمثل قول الشاعر\n( وكل أخ مفارقه أخوه ... لعمر أبيك إلا الفرقدان )\nمعناه والفرقدان يفترقان ومثله قول الله تبارك\n(1/300)",
        "\nوتعالى ( إلا الذين ظلموا منهم فلا تخشوهم واخشوني ) معناه والذين ظلموا منهم فلا تخشوهم\nولا بمعنى غير\nمثل قوله جل اسمه ( غير المغضوب عليهم ولا الضالين ) أي وغير الضالين ومثله أيضا ( انطلقوا إلى ما كنتم به تكذبون انطلقوا إلى ظل ذي ثلاث شعب لا ظليل ولا يغني من اللهب ) أي غير ظليل وقال زهير بن أبي سلمى\n( حتى تناهي إلى لا فاحش صخب ... ولا شحيح إذا ما صحبه غنموا )\nأي إلى غير فاحش\nولا حشو\nمثل قول الله جل وعز ( ما منعك ألا تسجد )\n(1/301)\n",
        "معناه أن تسجد وقال العجاج\n( ولا ألوم البيض ألا تسخرا ... من شمط الشيخ وألا تذعرا )\nمعناه أن تسخرا وأن تذعرا وقال آخر\n( في بئر لا حور سرى وما شعر )\nأي في بئر حور ولا حشو\nولا التي للصلة\nقوله تعالى ( لا أقسم معناه أقسم ولا صلة وكذلك قوله جل وعز ( لئلا يعلم أهل الكتاب ) أي ليعلم و لا صلة\nولا للنسق\nقولك رأيت محمدا لا خالدا ومررت بمحمد لا خالد وهذا محمد لا خالد\nوإلا\n(1/302)\n\nفي معنى لكن\nقوله جل وعز ( طه ما أنزلنا عليك القرآن لتشقى إلا تذكرة لمن يخشى ) نصب تذكرة على معنى لكن تذكرة لأن إلا تحقيق ولكن تحقيق\nولا للتبرئة\nكقولك لا مال لزيد ولا عقل لعمرو ومنه قول الله تبارك وتعالى\n( لا ريب فيه ) ومنه ( فلا رفث ولا فسوق ولا جدال ) و ( لا بيع فيه ولا خلة ولا شفاعة ) ومن رفع جعل لا في معنى ليس بيع فيه وليس خلة وليس شفاعة\nولا بمعنى لم\nقول الله تبارك وتعالى ( فلا صدق ولا صلى ) أي",
        "(1/303)\n\nلم يصدق ولم يصل وقال الشاعر\n( لا هم إن الحارث بن جبلة ... ربا على والده وخذله )\n( وكان في جيرانه لا عهد له ... واي شيء سيئ لا فعله )\nأي لم يفعله\nمضى تفسير اللام ألفات وهذا\n11\nاختلاف ما في معانيه\nالماء ممدود وهو ماء السماء وغير ذلك من المياه وما جحد وما في موضع الاسم وما في موضع ظرف وما في وضع المجازاة وما في موضع حشو ما صلة وما للتكرير وما الذي لا بد له من فاء تكون عمادا \n(1/304)",
        "\nفالماء\nالذي يشرب من مياه الأرض والمطر قال الله جل اسمه ( وأنزلنا من السماء ماء بقدر )\nوما في موضع الجحد\nكقولك ما زيد أخانا وما عمرو عندنا قال الله جل وعز ( ما هذا بشرا ) ومثله ( وما أنا عليكم بوكيل ) ( وما كان الله ليعذبهم وأنت فيهم ) ولا يقدمون خبر ما عليه لا يقولون قائما ما زيد لأنه لا يقدم منفي على نفي\nوتميم ترفع على الابتداء والخبر يقولون ما زيد قائم أي زيد قائم وقال الشاعر\n( فلا تأمنن الدهر حرا ظلمته ... وما ليل مظلوم إذا هم نائم )\nفرفع على الابتداء وخبره\nوتقول ما كل سوداء تمرة ولا كل بيضاء شحمة لأن فعل ما نصب وفعل لا رفع لأن النافي في ما أقوى منه في لا\n(1/305)\n",
        "وإذا قدموا خبر ما كان في تقديم الخبر رفع ونص الرفع ما قائم زيد والنصب ما قائما زيد فالرفع على الابتداء وخبره والنصب على تحسين الباء قال الشاعر\n( فما حسن أن يمدح المرء نفسه ... ولكن أخلاقا تذم وتمدح ) وينصب\nقال الشاعر\n( ما الملك منتقلا منكم إلى أحد ... وما بناؤكم العادي مهدوم )\nفإذا قلت ما زيد قائم ولا عمرو منطلق رفعت عمرا ومنطلقا وزيدا وقائما على الابتداء وخبره وقال الشاعر\n( ما أنت لي قائما فتجبرني ... ولا أمير علي مقتلد )\nوإذا قلت ما زيد قائما ولا منطلق عمرو رفعت على الابتداء لأنه ليس من سبب الأول فتحمل عليه فإذا قلت ما زيد قائما ولا منطلقا أخوه نصبت منطلقا لأنه من سبب الأول وكذلك قائما من سبب الأول كأنك قلت ما زيد قائما ولا منطلقا \n(1/306)\n\nوما في موضع الاسم\nكقولك ما أكلت تمر وما شربت نبيذ معناه الذي أكلت تمر ومثله قول الله جل اسمه ( ما جئتم به السحر إن الله سيبطله )\nوتقول ما أكل زيد خبز عمرو ما و أكل اسم واحد وزيد\nفاعل وعمرو منادى وتقول ما ضرب زيد عمرو بكر زيد فاعل وعمرو مرفوع على الابتداء والمعنى واحد وبكر منادى وكذلك إن ما ركبت فرسك وإن ما دخلت دارك لأن ما في المذكر مثل الذي وفي المؤنث مثل التي\nوما في موضع حشو\nقال الله تعالى ( فبما رحمة من الله ) أي فبرحمة ومثله ( عما قليل ) أي عن قليل وما حشو ومثله قول الشاعر\n( وقد خفت حتى ما تزيد مخافتي ... على وعل في ذي المطارة عاقل )",
        "(1/307)\n\nالوعل بكسر العين تيس الجبل يعني حتى تزيد مخافتي وما صلة وقال مخافتي وإنما أراد خوفي فأقام المصدر مقام الاسم كقول الله جل وعز ( ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر ) يعني ولكن البار من آمن بالله واليوم الآخر وقال تزيد مخافتي على وعل أي على خوف وعل\nوما في موضع الظرف\nقول الله تبارك وتعالى ( ما دامت السماوات والأرض ) أي بقاء السماوات والأرض وموضعها النصب\nوما في المجازاة\nقولهم ما تفعل أفعل وما تقل أقل جزم بالمجازاة وجوابها قال الله تعالى ( ما يفتح الله الناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده ) وصار جوابه بالفاء\nوما الاستفهام\nمثل قولك ما لك وما لزيد وما يعمل قال الله جل ذكره ( ما يفعل الله بعذابكم إن شكرتم وآمنتم ) وإن كان\n(1/308)",
        "\nالله تبارك وتعالى لا يستفهم ولا يستفهم\nوتقول ما أنت والماء لو شربته ما أنت وحديث الباطل رفع كله لأن ما ههنا اسم ولو كان أضمر فعلا لنصب قال الشاعر يازبرقان أخا بني خلف ما أنت ويل أبيك والفخر وقال آخر\n( تكلفني سويق الكرم جرم ... وما جرم وما ذاك السويق )\nرفع لأن ما ههنا اسم ألا ترى أنك لا تقول ما أنت مع السويق ولا ما أنت مع الفخر\nوأما قول الآخر\n( أتوعدني بقومك با بن حجل ... أشابات تخالون العبادا )\n( نعما جمعت حصن وعمرو ... وما حصن وعمرو والجيادا )\nفإنه حذف مع وأضمر كان ونصب \n(1/309)\n",
        "وما الوصل\nتوصل بلم فتثقل مثل قولهم لما يذهب زيد ولما يخرج محمد ولما يعلم عمرو معناه لم يذهب ولم يخرج ولم يعلم وما صلة قال الله جل ذكره ( كلا لما يقض ما أمره ) جزم يقض ب لم وما صلة\nوما التكرير\nمثل قولهم إما زيدا رأيت وإما عمرا وإما زيد أتاني وإما عمرو ومررت إما بزيد وإما بعمرو لا بد من أن تكرر إما والكلام يجري على ما يصيبه الإعراب\nوأما بفتح الألف\nفلا بد له من فاء تكون عمادا تقول أما زيد فعاقل وأما محمد فلبيب فالفاء عماد والعاقل خبر الابتداء قال الله جل ذكره ( أما السفينة فكانت\nلمساكين ) وقال ( فأما اليتيم فلا تقهر وأما السائل فلا تنهر ) نصب اليتيم والسائل برجوع الفعل عليهما والفاء عماد\nمضى تفسير جمل الوجوه فيا أتينا على ذكره من النحو\n(1/310)\n\nتم الكتاب بحمد الله ومنه وحسن توفيقه وصلى الله على محمد النبي وآله الطاهرين وسلم كثيرا ولذكر الله أكبر\nوجدت مكتوبا فكتبته لما استحسنته\n(أبا قاسم أكرمتنا ووصلتنا ... فلا زلت للمعروف والعلم معدنا)\n(ولا برح الإقبال تهمي سماؤه ... عليك ويمن الله يأتيك بالغنى)\n(وبدلت بعد العسر يسرا ورفعة ... وعشت مدى الأيام للجود موطنا)\n(وهذا قليل من كثير أكنه ... وإن كان نطقي فيه بالشكر معلنا)\nتمت الأبيات الحسنة\nتم كتاب وجوه النصب بتاريخه المذكور فيه\nتفسير الفاءات\nأيضا من جملة كتاب وجوه النصب وهي سبع\nفاء النسق وفاء الاستئناف وفاء جواب المجازاة وفاء جواب الأشياء الستة وفاء العماد وفاء في موضع اللام وفاء السنخ\nففاء النسق\nقولك مررت بزيد فعمرو وأكرمت بكرا فقيسا",
        "(1/311)\n\nوفاء الاستئناف\nقولك جربت فصاحب زيد خير رجل ومثله فنحن الليوث\nوفاء جواب المجازاة\nقولك إن خرج زيد فبكر مقيم قال الله تعالى ( ومن عاد فينتقم الله منه ) ولا بد للمجازاة من جواب ولا يكون جوابه إلا الفعل والفاء\nوالفاء التي تكون جوابا للأشياء الستة\nوهي الأمر والنهي ولاستفهام والجحود والدعاء ينصب بالفاء فإذا أخرج الفاء كان جزما نحو قولك لا تضرب زيدا فتندم وأكرم بكرا فيكرمك\nوهل زيد خارج فأخرج معه وليت زيدا حاضر فأستفيد منه وفي الجحد ما زيد أخانا فنعرف حقه وفي الدعاء يا زيد رزقك الله مالا فتفيض منه علينا وفي النفي لا مكان لك فأكرمك \n(1/312)",
        "\nوفاء العماد\nأما زيد فخارج فالفاء عماد أما وقد مضى\nوالفاء التي تكون في موضع اللام\nقول الشاعر\n( لنا هضبة لا يدخل الذل وسطها ... ويأوي إليها المستجير فيعصما ) معناه ليعصما\nوفاء السنخ\nنحو فرقد وفتق\n13\nتفسير النونات\nوهي عشرة\nنون سنخية ونون إضمار جمع المؤنث ونون الإعراب ونون الكناية ونون زائدة في أول الفعل ونون الاثنين ونون الجمع ونون زائدة في الاسم ونون التأكيد ونون الصرف\nفالنون السنخية\nمثل المساكين والدهاقين \n(1/313)\n",
        "ونون إضمار جمع المؤنث\nقوله تعالى ( إلا أن يعفون ) فجعل النون ضمير جمع المؤنث في يعفون\nونون الإعراب\nنحو يخرجان ويخرجون ويكرمون علامة الرفع في ذلك ثبات النون وتحذفها عند الجزم والنصب لم يخرجا ولم يخرجوا ولن يخرجا ولن يخرجوا\nونون الكناية\nنحو أخرجني ضربني زيد فالياء اسم مكني والنون أدخلت ليبقى الفعل على فتحته\nوالنون الزائدة في أول الفعل\nنحو تقوم وتقعد\nونون الاثنين\nنحو قولك الزيدان\nونون الجمع\nنحو قولك الزيدون\nوالنون الزائدة في الاسم\nنحو قولك رجل رعشن من الرعشة وضيفن \n(1/314)\n\nونون التأكيد\nنحو اضربن زيدا واضربن أيضا بالتشديد\nفإن لقي الخفيفة ساكن حذفتها لالتقاء الساكنين ولم تحرك كما يحرك التنوين كما قال الشاعر\n( لا تهين الفقير علك أن ... تركع يوما والدهر قد رفعه )\nوتقول على هذا اضرب الرجل أي اضربن فتحذف النون لالتقاء الساكنين\nونون الصرف\nنحو رأيت زيدا يا هذا وتسمى تنوينا وهي نون خفيفة في الحقيقة وتحرك إذا لقيها ساكن نحو جاءني زيد اليوم\n14\nتفسير الباءات\nوهي أربع\nالباء الزائدة وباء التعجب وباء الإقحام وباء السنخ\nفالباء الزائدة\nحرف خفض نحو مررت بزيد",
        "(1/315)\n\nوباء التعجب\nنحو أكرم بزيد أي ما أكرمه\nوباء الإقحام\nمثل قوله تعالى\n( وزوجناهم بحور عين ) معناه حورا عينا وقوله ( تنبت الدهر ) أي تنبت الدهر وقوله ( اقرأ باسم ربك )\nوباء السنخ\nمثل بحر وبر وباب\n15\nتفسير الياءات\nوهي ثمانية ياء الإضافة والياء الأصلية والياء الملحقة وياء الإطلاق والياء المنقلبة وياء التأنيث وياء التثنية وياء الجمع وياء الخروج\nفياء الإضافة\nتكون في الاسم والفعل نحو ضاربي وثوبي وضربني في\n(1/316)",
        "\nالفعل ولا بد في الفعل من النون لئلا يقع الكسر في الفعل فأما في الاسم فلا لأنه يدخله الجر\nوالياء الأصلية\nنحو يسر وأيسر وهدي ونحو يقضي في الفعل\nوالياء الملحقة\nنحو سلقى يسلقي وألحق ب دحرج يدحرج وهي زائدة تشبه الأصلي\nوياء التأنيث\nنحو اضربي ولا تذهبي وتخرجين يا هند\nوياء الإطلاق\nمثل قول الشاعر\n( أمن أم أوفى دمنة لم تكلمي فهي تقع في إطلاق القافية في الشعر وفي الفواصل كقوله تعالى\n(1/317)\n",
        "( وإياي فارهبوني ) وقوله ( وإياي فاتقوني )\nوالياء المنقلبة\nنحو يغزي ويعطي انقلبت من الواو في غزوت وعطوت\nوياء التثنية\nنحو صاحبيك وغلاميك\nوياء الجمع\nنحو مسلميك\nوياء الخروج\nتكون بعد هاء الإطلاق في الشعر نحو قول الشاعر\n( تخلج المجنون من كسائهي )\nالهمزة روي والألف ردف والهاء وصل والياء الخروج \n(1/318)\n\n18\nفصل في رويد\nيجيء على أربعة أوجه يكون اسما للفعل وصفة وحالا ومصدرا فالأول نحو رويد زيدا أي أمهله والصفة نحو سار سيرا رويدا أي مترفقا والحال نحو دخل القوم رويدا أي دخلوا متمهلين\nوالذي بمعنى المصدر فنحو رويد نفسه يكون مضافا وينصب بفعل محذوف ولو فصلته من الإضافة قلت رويدا نفسه كما تقول ضربا زيدا أي اضرب ضربا زيدا فكأنك قلت أرود رويدا زيدا\nفأما الذي هو اسم للفعل فمبني على الفتح لا يضاف ولا يدخله التنوين\n17\nفصل في الفرق بين أم وأو\nاعلم أن أم استفهام على معادلة الألف بمعنى أي ",
        "(1/319)\n\nأو الانقطاع عنه وليس كذلك أو لأنه لا يستفهم بها وإنما أصلها أن تكون لأحد الشيئين\nوإنما تجيء أم بعد أو يقول القائل ضربت زيدا أو عمرا فتقول مستفهما أزيدا ضربت أم عمرا فهذه المعادلة للألف كأنك قلت أيهما ضربت فجوابه زيد إن كان هو المضروب أو عمرو إن كان قد وقع به الضرب ولو قلت أزيدا ضربت أو عمرا لكان جوابه نعم أو لا لأنه في تقدير أحدهما ضربت\nفأما أم المنقطعة فنحو قولك إنها لإبل أم شاء كأنه قال بل شاء هي فمعناها إذا كانت منقطعة معنى بل ولذلك لا تجيء مبتدأة إنما تكون على كلام قبلها مبنية استفهاما أو خبرا فالخبر مثل قوله جل اسمه\n( لا ريب فيه من رب العالمين أم يقولون افتراه ) فأما قوله تعالى ( وهذه الأنهار تجري من تحتي أفلا\n(1/320)",
        "\nتبصرون أم أنا خير ) فمخرجها مخرج المنقطعة ومعناها معنى المعادلة لأنه بمنزلة أفلا تبصرون أم أنتم بصراء\nوتقول ما أبالي أذهبت أم جئت وإن شئت قلت أو جئت وتقول سواء علي أذهبت أم جئت ولا يجوز أو هنا لأن سواء لا بد فيها من شيئين لأنك تقول سواء علي هذان ولا تقول سواء علي هذا فأما ما أبالي فيجوز فيه الوجهان وتقول ما أدري أأذن أو أقام إذا لم تعتد بأذانه ولا إقامته لقرب ما بينهما أو لغير ذلك من الأسباب فإن قلت ما أدري أأذن أم أقام حققت أحدهما لا محالة وأبهمت أيهما كان فمعنى الكلام مختلف والله أعلم نجز الكتاب تصحيحا وفهرسة بعون الله يوم الثلاثاء الرابع والعشرين من رجب سنة 404 او الرابع والعشرين من نيسان سنة 1984 م في مدينة حلب وآخر دعوانا أن الحمد لله رب العالمين \n(1/321)\n"
    ]
}