{
    "partText": [
        "المقدمة\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ‌\nالحمد لله رب العالمين ثم الصلاة والسلام على محمّد سيّد المرسلين وعلى آله الطيبين الطاهرين. واللعنة على أعدائهم أجمعين من الآن إلى قيام يوم الدين.\nوبعد ، فإنّ الله سبحانه وتعالى خلق الإنسان وأودع فيه قابلية التعليم والتعلّم ، فعلّم آدم الأسماء كلّها ، وأنزله نبيّا ، فقرن سبحانه الخليقة بالتعلّم أوّلا ، وخصّه بعد ذلك بعلم الأديان والنبوّة ، وذلك لأهميّة الدين في حياة البشر ، ولما له من علاقة متجذّرة بمصير الإنسان بعد الموت وفي العالم الأخروي.",
        "وقد واصلت الرسالات والرسل مسيرها في توعية البشر والسعي للارتقاء به إلى أعلى مراتب الكمال.\nحتى إذا اذن الله بزغ فجر الإسلام ، وشعّت الأنوار المحمّدية لتملأ‌\n\nالدنيا إيمانا وعلما ومعرفة ، ولترسم للبشرية جمعاء مستقبلها الزاهر ، ومسيرها الدنيوي والأخروي ، فكان أن انتشر الإسلام وصارت أحكامه التي صدع بها النبي الأكرم دستورا تحتذيه الأمم وتستلهم منه خلودها وتصنع من خلاله أمجادها وسعادتها في الدارين.",
        "ولما تعثرت مسيرة العلم والفقه الإسلامي نتيجة لغياب شخص الرسول الأكرم ، وتصدي من لم يحط بالأمور علما للسلطة الفعلية ، وقف أئمة أهل البيت الموقف الفكري الثاقب لتصحيح ما انحرف ، وتقويم ما اعوجّ ، مواصلين بذلك سيرة الرسول الأكرم ، وقد نالهم من الاضطهاد الفكري ما نالهم ، لكنّهم ظلّوا مواصلين لتبليغ الأحكام الإسلامية ، وتبيين الآراء الصائبة في شتى مجالات الحياة ، وفي شتى العلوم وعلى كافة الأصعدة.\nوكان الرصيد الأكبر من التحريف ـ عند الحكومات ـ قد انصبّ على الفقه والتشريع الإسلامي ، لما لهذا العلم من أهميّة بالغة ومساس مباشر في حياة المسلمين ، فكان الكذبة والمحرّفون والفقهاء المتزلفون يدورون في محور السلطة حيث دار ، وذلك ما جعل الفقه الإسلامي حتى نهايات العصر الأموي تحت ظل التحريف والإرهاب الأموي.\nولما وجد الإمامان الهمامان محمّد بن علي وولده جعفر بن محمّد المجال مفتوحا والظروف مناسبة لبيان حقائق الفقه الإسلامي شمّرا عن ساعد الجدّ ، فاقتحموا ساحة الفكر وكسروا الطوق الاضطهادي للفكر الإسلامي الذي فرضه الأمويّون من قبل والعباسيون من بعد ، فكانت ثمار ذلك الصراع الفقهي بروز الفقه المحمّدي الصحيح على الساحة الإسلامية متمثلا بأئمة أهل البيت واتباعهم من العلماء المخلصين ، فتجلّت في هذه‌\nالحقبة أروع معالم الفقه وأنقى مدوناته ، وأمّهات قواعده التي شيد عليها بنيان الفقه الإمامي في العصور اللاحقة.",
        "واستمرت هذه الحركة الفقهية الرائدة تقارع الأفكار الدخيلة ، وتصحّح ما انحرف من فقه الآخرين ، تدوّن وتؤصّل وتكتب ، وتنقح.\nإلى أن تكاملت اللّبنات الأساسية لفقه شامل صحيح في ضمن فكر إسلامي شامل في شتى المجالات ، ودوّنت الأصول الأربعمائة صحيحة منقحة كاملة ، وعرضت على الأئمّة الذين كانوا بعد الإمام موسى بن جعفر (ع) ، فصار الفقه الإمامي في غاية الوثاقة والدقة.\nوبعد غيبة الإمام الثاني عشر الحجة بن الحسن ( عج ) ، ورزوح الشيعة تحت وطأه الاضطهاد الفكري العباسي ، ظل رواة أهل البيت وعلماء الشيعة يقاومون التيارات الفكرية ، ويجمعون فقههم ، يحرصون عليه ويتدارسونه ، ويضحّون من أجل حفظ الشريعة الغراء بكل غال ونفيس ، حفظا لهذا الموروث الفكري العظيم عن الضياع ، فالّفت الكتب الأربعة وغيرها من المجاميع الروائية التي كانت وما تزال عماد الفقه الإمامي.\nوكرّس علماء الإمامية جهودهم وضاعفوها ، فبوّبوا المرويّات واستدلّوا على صحّتها بأصول الاستنباط التي تلقّوها عن أئمتهم فردّوا الفروع إلى الأصول ودوّنوها ككتب فقهية ، وكفتاوى يلتزم بها في مقام العمل ، وهذا العمل بحدّ ذاته يعتبر تقدّما ملحوظا وانتقالا نوعيّا ملموسا في الفقه الشيعي ، وكان هذا العمل بمثابة انطلاقة جديدة ومرحلة متقدمة في بني الفقه الإمامي.",
        "وقد كان أوّل من فتح هذا الباب شيخ الشيعة وفقيهها ابن أبي عقيل الحذّاء العماني المتوفّى بعد سنة 329 ، والشيخ الأجل أبو علي ابن الجنيد‌\nالإسكافي المتوفّى 381 ه‍ ، وهما اللذان يعبر عنهما في كتب الفقه بـ « القديمين ». فإنهما دونا الفقه على نمط الكتب الفقهية الاستدلالية.\nوقد تلا هذين العلمين الشيخ محمّد بن النعمان المفيد ; المتوفّى 413 والسيّد علم الهدى الشريف المرتضى المتوفّى 436 وأبو الصلاح الحلبي المتوفّى سنة 447 فالّفوا وأغنوا الفقه الإمامي استدلالا وبحثا ومدارسة وتدوينا ، فكان لهم أحسن الأثر في دفع عجلة الفقه الإمامي إلى الإمام.\nإلى أن برز الشيخ الطوسي « قدّه » المتوفّى 460 ه‍ من بين تلامذة السيّد المرتضى فأبدع أيّما إبداع في كثير من العلوم التي حاز فيها قصب السبق ، كعلم الكلام والفقه وأصول الفقه والتفسير والرجال وغيرها من العلوم ، لكنّ أمّهات مدوّناته هي الّتي ألّفها في الفقه الإمامي لا كرواية ـ كالتهذيب والاستبصار ـ بل كفقه استدلالي / كالمبسوط والخلاف والنهاية / فكان أن هيمن على ساحة الفقه الإمامي لمدّة أكثر من قرن من الزمان ، بحيث كان الفقهاء يتحاشون التخطّي عن آرائه واستدلالاته الفقهية ، ويتابعونه في كثير منها لما لها من قوّة ومتانة وجامعية.",
        "وقد تخلّل هذه الفترة الزمنية فقهاء من كبّار الاعلام ، وخيرتهم ، من أمثال سلاّر المتوفّى 448 والقاضي ابن البرّاج المتوفّى 481 ، وأبي يعلى الجعفري المتوفّى 463 ، وابن حمزة من أعلام القرن السادس ، وابن زهرة الحلبي المتوفّى 585 ، ومن هو في مصافّ هؤلاء العظماء الّذين أغنوا مكتبة الفقه الإمامي وما زالت آثارهم خير شاهد على باعهم الطويل في هذا العلم من علوم آل محمّد.\nبعد هذه الفترة المتباطئة الحركة شيئا ما ، لمع اسم ابن إدريس الحلّي‌\nالمتوفّى 598 كفقيه متحرر ، ذي رأي نافذ ، وعلميّة فائقة ، ومقدرة عالية في الاستدلال وردّ الفروع إلى الأصول ، غير محاذر نقد ناقد ، ولا متابع لرأي عالم ، بل كان يتّبع ما يوصله إليه الدليل ، وما كان يستدل عليه هو بما وهبه الله من ملكات الفضل والعلم ، فصار يناقش أخذا وردا آراء شيخ الطائفة الشيخ الطوسي ; ، وربّما يصل في بعض الأحيان إلى حدّة غير معهودة للدفاع عن آرائه ، ودفعا لما لا يراه من آراء الشيخ الطوسي ; ، فأوصل الفقه الإسلامي إلى حالة رائعة من الانفتاح والتقدّم في الفقه الإمامي وهو يعد بحقّ صاحب قفزة نوعيّة في تطوّر الفقه الإمامي ، وإن كان ربّما يقال إنّه أفرط في ردّ الشيخ الطوسي.\nهذه الحالة التي خلقها ابن إدريس الحلّي ساهمت في بزوغ نجم فقهاء من طراز أكثر شمولية وأدق نظرا وعلميّة ونقدا لآراء السابقين ومبانيهم واسسهم ، مقارنة بما توصّلوا إليه هم من نتائج فقهيّة قد تتّفق وقد لا تتّفق مع نتائج السابقين من الفقهاء 4 ، فكان أن برز فقهاء من أمثال ابن نما الحلّي المتوفّى سنة 645 من مشايخ المحقّق الحلّي ، وعلي ابن طاوس المتوفّى 664 ، وأحمد بن طاوس المتوفّى سنة 673 ، لكنّ الحقّ أن هذه الفترة ـ أعني ما بين وفاة ابن إدريس وظهور المحقق الحلّي على الساحة العلمية ـ وإن كانت قليلة إلاّ أنها لم تنجب من فطاحل الفقهاء ومشاهيرهم وأصحاب التصنيف والتأليف في الفقه والأصول منهم أحدا ، يستطيع لمّ شمل الفقه والهيمنة على الساحة العلمية ، حتى قيض الله المحقّق الحلّي لحمل أعباء هذه المهمة الدينية الخطيرة.",
        "المحقق الحلي وكتاب الشرائع 602 ـ 676‌\nوحين أنجب المخاض الفقهيّ المحقّق الحلّيّ ، بدأت مرحلة جديدة‌\nمن مراحل تطوّر الفقه ، فقد ظهر على الساحة العلمية الفقهية كفقيه أوحد بلا منازع ، ينشر علوم آل البيت ويربي التلاميذ ويواصل ويجدد المسيرة العلمية رغم الظروف. المضطربة التي كانت سائدة آنذاك.\nولعل من أجلّ مؤلفّات المحقّق الحلّي ـ بل أجلّها على الإطلاق ـ هو كتاب « شرائع الإسلام » الذي لاقى من إقبال العلماء والفضلاء والتلامذة ما لم يلقه كتاب فقهيّ قبله ولا بعده ، قال الآقا بزرك : « وكتابه هذا من أحسن المتون الفقهيّة ترتيبا وأجمعها للفروع ، وقد ولع به الأصحاب من لدن عصر مؤلفه إلى الآن (1).",
        "ولع العلماء هذا وإقبالهم عليه كان ـ بعد العناية الإلهية ـ لميزات جمّة انفرد بجمعها هذا السفر النفيس ، إذ أن هذا المتن الفقهي يعتبر حالة متوازنة بين التعصّب الفقهي للشيخ الطوسي ، وبين التعصب عليه ، فلم يكن ليتقيّد بما تقيد به الذين لم يتخطوا نهج الشيخ الطوسي ; ، كما أنّه لم ينفكّ عنه الانفكاك الذي نجده عنده ابن إدريس الحلّي ;.\nومن ناحية أخرى نرى أن الجانب المشرق الآخر في هذا الكتاب هو أنّه يجمع لبّ ما في المطوّلات الفقهيّة الاستدلالية ، ويزيد عمّا في الكتب الفقهية المختصرة ، فهو حاو للبّ ما في المبسوط والخلاف والسرائر ، من أدلّة وروايات ومناقشات ، مع أنّه يمتاز عن مثل النهاية ، بأنّه يأخذ مطالبه التي هي مضامين الأخبار ، ثمّ يستخلص نتيجته الفقهية كفتاوى يعمل بها ، فهو إذا صحّ التعبير حالة برزخيّة بين المطوّلات الاستدلالية والمختصرات الفقهية من جهة ، وبين نقل الأقوال ومناقشتها ، ومضامين الأخبار من جهة‌\n__________________\n(1) الذريعة 13 : 47.",
        "أخرى.\nهذا مضافا إلى أنّه ـ كما مرّ ـ أحسن المتون الفقهية وأجمعها للفروع ، ويمتاز بمتانة الأسلوب ووضوح العبارة وخلّوها عن اللكنة والتعقيد ، كما يمتاز الكتاب بجودة التبويب وترتيب الأحكام ، وغيرها من الميزات الكثيرة التي جعلت منه كتابا فقهيا يحظى من الأهمية بما لم يحظ به كتاب آخر.\nفتوالى عليه العلماء قرنا بعد قرن يكتبون تعليقاتهم وحواشيهم وشروحهم عليه ، فالطالب للعلم يجعله كتابا درسيا يأخذ عنه علوم الفقه ، والفاضل يجعله نصب عينيه في دراساته ومثابراته ، والعالم يجعله متنا يدرّس على نسقه بحوثه الفقهية الاستدلالية.\nوكان نتيجة هذا التواصل والإبداع الفقهي أن وصل إلينا ما يقارب المائة شرح على الشرائع ، وأكثر من ثلاثة عشر حاشية عليه ، بل إنّ معظم الموسوعات الفقهية الضخمة التي ألّفت بعد عصر المحقق شروح له ، منها :",
        "1 ـ « مسالك الإفهام » للشهيد الثاني زين الدين بن علي العاملي الجبعي ، المتوفّى سنة 966 ه‍. ق.\n2 ـ « مدارك الأحكام » للسيد محمّد بن علي الموسوي العاملي ، المتوفّى سنة 1009 ه‍ ق.\n3 ـ « حاوي مدارك الأحكام » لمهدي القومشهي الأصفهاني ، المتوفّى حدود سنة 1080 ه‍ ق.\n4 ـ « غاية المرام » للعلامة السيد حسين بن السيد حسن مير حكيم الحسيني الطالقاني النجفي ، المتوفّى سنة 1162 ه‍ ق.",
        "5 ـ « معارج الأحكام » في شرح مسالك الإفهام وشرائع الإسلام ، للسيد حسين بن الأمير إبراهيم بن الأمير معصوم القزويني ، المتوفّى سنة‌\n1208 ه‍ ق.\n6 ـ « مناهج الأحكام » أو « منهاج الكلام » أو « مناهج الكلام » ، للشيخ عبد علي الرشتي الجيلاني ، الذي كان حيّا إلى سنة 1226 ه‍ ق.\n7 ـ « جامع الجوامع في شرح الشرائع » للسيد حسن بن السيد محسن الأعرجي الكاظمي ، الذي كان حيا إلى سنة 1227 ه‍ ق.",
        "8 ـ « البرهان الساطع للأنام » للشيخ محمّد جواد بن حسن بن حيدر ابن عبد الله الحارثي الهمداني العاملي ، فرغ منه سنة 1236 ه‍ ق.\n9 ـ « مطالع الأنوار المقتبسة من آثار الأئمّة الأطهار » للسيد محمّد باقر الأصفهاني ـ المشهور بحجة الإسلام ـ بن السيّد محمّد تقي الموسوي الشفتي الجيلاني ، المتوفّى سنة 1260 ه‍ ق.\n10 ـ « دلائل الأحكام » للسيّد إبراهيم بن باقر الموسوي القزويني الحائري المتوفّى سنة 1262 ه‍ ق.\n11 ـ « كشف الإبهام » للعالم محمّد علي بن مقصود المازندراني ، المتوفّى سنة 1264 ه‍ ق.",
        "12 ـ « جواهر الكلام » للشيخ العلاّمة محمّد حسن بن الشيخ باقر النجفي ، المتوفّى سنة 1266 ه‍ ق.\n13 ـ « نتائج البدائع في شرح الشرائع » لمحمّد حسين بن علي ( عباس علي ) الطالقاني القزويني ، المتوفّى بالحائر سنة 1281 ه‍ ق.\n14 ـ « كشف الأسرار » ، في شرح شرائع الإسلام ، للمولى الحاج مولى حسين علي بن نوروز التويسركاني ، المتوفّى سنة 1286 ه‍ ق ، فرغ من تأليفه سنة 1262 ه‍ ق.\n15 ـ « كنز الأحكام » للشيخ محمّد قاسم بن الشيخ محمّد بن علي‌",
        "النجفي المتوفّى سنة 1290 ه‍ ق.\n16 ـ « مواهب الإفهام » للسيّد معز الدين مهدي القزويني الحلّي ، المتوفّى سنة 1300 ه‍. ق.\n17 ـ « بدائع الأحكام » للميرزا محمّد بن سليمان التنكابني ، المتوفّى سنة 1302 ه‍ ق.\n18 ـ « هداية الأنام » لملاّ محمّد حسين بن هاشم الكاظمي النجفي المتوفّى سنة 1308 ه‍ ق.",
        "19 ـ « موارد الأنام » للشيخ عباس بن الشيخ علي بن الشيخ الأكبر جعفر كاشف الغطاء النجفي ، المتوفّى سنة 1315 ه‍ ق.\n20 ـ « شوارع الأعلام » للسيّد الأجل العلاّمة محمّد حسين بن محمّد علي بن محمّد حسين الشهرستاني الحائري المتوفّى سنة 1315 ه‍ ق.\n21 ـ « أساس الأحكام » للشيخ محمّد حسن بن الشيخ محمّد جعفر شريعتمدار الأسترآبادي المتوفّى سنة 1318 ه‍ ق.\n22 ـ « مصباح الفقيه » في شرح شرائع الإسلام ، للشيخ آقا رضا بن المولى الفقيه الآقا محمّد هادي الهمداني ، المتوفّى سنة 1322 ه‍ ق.",
        "23 ـ « شوارع الأعلام » للسيد محمّد بن السيد هاشم الهندي الغروي ، المتوفّى سنة 1323 ه‍ ق. وهو والد العلاّمة السيّد رضا الهندي.\n24 ـ « المباني الجعفرية » في شرح الشرائع ، للشيخ جعفر بن الشيخ عبد الحسين بن الشيخ راضي النجفي ، المتوفّى سنة 1344 ه‍ ق.\n25 ـ « مفتاح الكلام » للسيّد المير محمّد هاشم بن المير عبد الله الموسوي الخوئي المتوفّى سنة 1358 ه‍ ق.\n26 ـ « تقرير المرام » لمؤلّفه محمّد علي بن حسين التستري.",
        "هذا بعض ما سنخ لنا العثور عليه من شروح الشرائع ، وأكثرها مما عنوانه مسجّع على شرائع الإسلام ، وهناك شروح كثيرة أخرى بعنوان « شرح الشرائع » أو عناوين أخرى.\nالسيّد محمّد العاملي وكتاب المدارك 946 ـ 1009‌\nولعلّ من أبرز وأقدم الشروح على الشرائع ، هو مدارك الأحكام في باب العبادات ، ومسالك الأفهام في جميع أبواب الفقه عموما وفي المعاملات خصوصا ، فأمّا مدارك الأحكام فان مؤلّفه لم يتم العبادات إلى آخرها ، إذ الموجود منه إلى آخر كتاب الحج ، وقد كان غرض المؤلف ; ـ كما صرح هو في مقدمة المدارك ـ أن يسدّ الاختصار الذي كان في باب العبادات من كتاب المسالك ، إذ أنّ الشهيد الثاني ; استوفى باب المعاملات بالنقد والبحث ونقل الأقوال ، واختصر في باب العبادات ، فكان غرض المرحوم العاملي أن يوفي باب العبادات بالبحث والنقد ، فأصاب الغرض وتناول ما تيسر له من العبادات أحسن التناول وبحثها أدقّ البحث ونظر إلى مسائله بثاقب النظر ، فكان مكمّلا للنقص الذي مني به كتاب المسالك ومفصّلا لما أجمله صاحب المسالك.\nومن هنا حظي كتابا المدارك والمسالك ـ بعد الجواهر ـ بما لم يحظ به كتاب آخر في شرح الشرائع ، فكانا مدار أخذ وردّ جهابذة الفن ، ومورد تعليقهم وتحشيتهم ومناقشاتهم ، لأنهما يشكّلان معا شرحا رائعا ومنبعا مهمّا في الفقه الاستدلالي ، خصوصا وإنّ المؤلّفين ـ الشهيد الثاني والعاملي ـ من كبار الفقهاء ومن البارزين في التحقيق والتدقيق في عصرهما وإلى الآن ، تؤخذ آراؤهما ومناقشاتهما مأخذ الإكبار في المناقشة والمطارحة ، ولا‌",
        "يستغني عنهما فقيه ، ولا يستطيع أن يغضّ عنهما النظر في بحوثه الاستدلالية.\nولا نكاد نحيد عن الصواب إذا قلنا إنّ المدارك قد كان محطّ أنظار الفقهاء في الاستدلال أكثر من المسالك ، وذلك لاعتبارات شتّى ، منها : أنّه يجمع المسالك وزيادة ـ في باب العبادات ـ ممّا يعني حالة امتزاج وتطوّر في الاستنباط ، باعتباره ناظرا للمسالك ومتمّما لنواقصه ، هذا مع أنّ المسالك في المعاملات يكاد يكون مستوفيا للبحث وليس فيه الاختصار الذي في العبادات ، وهذا ما يعني أنّ قلّة التحشية والتعليق عليه أمر منطبق ومنطقي.\nومنها أنّ سيرة الفقهاء التدريسية آنذاك أن يبدؤوا دروسهم من أوّل الفقه ، فيبدؤون بكتاب الطهارة ثم الصلاة. وهكذا حتى نهاية أبواب الفقه إن امتدّ بهم العمر إلى إتمام ذلك ، وهذا ما يعني أن طبيعة البحث والدرس هذه تقتضي أن يكون المدارك محطّ نظرهم الأوّل ، فإن وصلوا إلى المعاملات كان المسالك هو المقدّم في المضمار.\nلكنّ العمر ـ في الأعمّ الأغلب ـ لا يصل بأولئك الأفذاذ إلى إتمام دورة فقهية كاملة ـ لما يستلزم ذلك من مدّة مديدة لإتمام جميع الأبواب ـ وهذا ما جعل الحواشي والتعليقات على كتاب المدارك أكثر مما هي على كتاب المسالك ، ومما جعل أكثر الحواشي على المدارك ناقصة غير تامّة حتى آخره ، ففي حين ذكر الآقا برزك ثمان حواشي على مسالك الإفهام (1) ذكر أكثر من عشرين حاشية على مدارك الأحكام (2) ،",
        "__________________\n(1) الذريعة 6 : 198 ـ 199.\n(2) الذريعة 6 : 196 ـ 198.\nوعلى كلّ حال فإن كتاب مدارك الأحكام من الكتب الفقهيّة القيّمة الّتي تعدّ من النمط الأعلى والطراز الأول في الفقه الإمامي ، حتى اشتهر أنّ مؤلّفه عرف به ، لا العكس.",
        "وهذا ما جعل العلماء يتوالون على هذا الكتاب عصرا بعد عصر بالتحشية والمناقشة والاستدلال ، فكانت حصيلة ذلك أن توفّرت حواشي كثيرة على هذا الكتاب منها :\n1 ـ « حاشية المدارك » للشيخ محمّد بن الحسن بن زين الدين ، الشهير بالشيخ محمّد السبط ، المتوفّى بمكة المكرمة سنة 1030 ه‍ ق.\n2 ـ « حاشية المدارك » للمولى محمّد أمين بن محمّد شريف الأسترآبادي المتوفّى سنة 1036 ه‍ ق.\n3 ـ « حاشية المدارك » للمولى عبد الله بن محمّد التوني صاحب « الوافية التونية » ، الملقّب بالفاضل التوني المتوفّى سنة 1071 ه‍ ق.",
        "4 ـ « حاشية المدارك » للمولى عزيز الله المجلسي ، أكبر ولد المولى محمّد تقي المجلسي ، المتوفّى سنة 1074 ه‍ ق.\n5 ـ « حاشية المدارك » للسيّد رفيع الدين محمّد بن حيدر الطباطبائي النايني ـ شيخ العلاّمة المجلسي والمحدّث الحرّ العاملي ـ المتوفّى سنة 1082 ه‍ ق.\n6 ـ « حاشية المدارك » للسيّد الميرزا إبراهيم بن سلطان العلماء علاء الدين حسين المرعشي الآملي الأصفهاني ، المتوفّى بأصفهان سنة 1098 ه‍ ق.\n7 ـ « حاشية المدارك » للمولى محمّد بن عبد الفتاح التنكابني ، المتوفّى سنة 1124 ه‍ ق.",
        "8 ـ « حاشية المدارك » للمولى محمّد تقي الطبسي ، تلميذ المحقق‌\nالآقا جمال الخوانساري ، كان حيّا إلى 28 / رجب / 1130 ه‍ ق.\n9 ـ « حاشية المدارك » للسيّد محمّد بن علي بن حيدر الموسوي ، مؤلف كتاب « إيناس سلطان المؤمنين باقتباس علوم الدين من النبراس المعجز المبين » المتوفّى سنة 1139 ه‍ ق.\n10 ـ « حاشية المدارك » للأمير إبراهيم بن الأمير معصوم الحسيني القزويني ، المتوفّى سنة 1149 ه‍ ق.",
        "11 ـ « حاشية المدارك » للأمير السيّد علي بن عزيز الله بن عبد المطلب الجزائري الخرّم‌آبادي ، المتوفّى سنة 1149 ه‍ ق.\n12 ـ « الحواشي على المدارك » لمحمّد رفيع بن فرج الجيلاني الرشتي ، من تلامذة العلاّمة المجلسي والسيّد الأجل الميرزا رفيعا النايني ، ويعرف المحشّي بالمولى رفيعا الجيلاني ، المتوفّى سنة 1160 ه‍ ق.\n13 ـ « حاشية المدارك » ، للمولى إسماعيل بن الحسين المازندراني الأصفهاني الخواجوئي ، المتوفّى سنة 1173 ه‍ ق. وكان قد فرغ من كتابة حاشيته هذه سنة 1172 ه‍ ق.\n14 ـ « حاشية المدارك » ، للسيّد عبد الله بن نور الدين الجزائري التستري المتوفّى سنة 1173 ه‍ ق.",
        "15 ـ « تدارك المدارك » ، حاشية للمحدث البحراني ، الشيخ يوسف بن أحمد بن إبراهيم ، صاحب كتاب « الحدائق » ، المتوفّى سنة 1186 ه‍ ق.\n16 ـ « حاشية المدارك » ، للأستاذ الأكبر الوحيد ، الآقا محمّد باقر بن محمّد أكمل البهبهاني ، المتوفّى بالحائر في سنة 1206 ه‍ ق.\n17 ـ « الفذالك في شرح المدارك » ، للآقا محمّد علي بن الآقا باقر البهبهاني ، المتوفّى سنة 1216 ه‍ ق.\n18 ـ « حاشية المدارك » ، للسيّد محمّد الجواد الحسيني الشقرائي النجفي ، صاحب كتاب « مفتاح الكرامة » ، المتوفّى سنة 1226 ه‍ ق.",
        "19 ـ « حاشية المدارك » ، وهي حواش متفرقة للأمير السيّد علي بن المير محمّد علي بن أبي المعالي الطباطبائي الحائري ، صاحب « رياض المسائل » ، المتوفّى سنة 1231 ه‍ ق.\n20 ـ « حاشية المدارك » ، للحاج علي أكبر بن الآقا علي بن الآقا إسماعيل بن الآقا خليل الخراساني الشيرازي ، المتوفّى سنة 1263 ه‍ ق.\n21 ـ « كشف المدارك » ، حاشية وتعليقة على المدارك للمولى رفيع ابن محمّد رفيع الجيلاني الأصفهاني ـ من تلامذة بحر العلوم ـ المتوفّى سنة 1264 ه‍ ق.\n22 ـ « حاشية المدارك » ، للمولى الفقيه الشيخ محمّد حسن كبة ، فرغ منها سنة 1315 ه‍ ق ، وتوفّي سنة 1336 ه‍ ق.",
        "23 ـ « حاشية المدارك » ، للشيخ طاهر بن الشيخ عبد علي بن طاهر الحچامي النجفي ، المتوفّى سنة 1357 ه‍ ق ، وهي حاشية على بعض مواضع المدارك.\nمن هذا الاستعراض لحواشي المدارك يتضح بجلاء ، أن كبار العلماء وفطاحل الفقهاء قد عنوا عناية فائقة بكتاب مدارك الأحكام ، فلذا ترى من سبق الوحيد ومن تأخر عنه عصرا ، كتبوا الحواشي على هذا السفر النفيس ، من أمثال الفاضل التوني ، والمحدث يوسف البحراني ، وصاحب « مفتاح الكرامة » وصاحب « الرياض ».\nإلاّ أنّ حاشية الوحيد البهبهاني بقيت النجم اللامع والدرّة المتلألئة من بين جميع هذه الحواشي ، لما امتازت به من ميزات ضخمة تعكس مدى‌\nعبقرية كاتبها ومدى نبوغه في عالم الفقه والبحث والاستدلال ، وهي بحق من أجود ما كتب على مدارك الأحكام ومن أمتنها فكرا ومناقشة واستدلالا وتتبعا.",
        "الوحيد البهبهاني 1117 ـ 1205‌\nهو العلاّمة محمّد باقر بن محمّد أكمل بن محمّد صالح بن أحمد بن محمّد بن إبراهيم بن محمّد رفيع بن أحمد بن إبراهيم بن قطب الدين بن كامل بن علي بن محمّد بن علي بن محمّد بن محمّد بن النعمان الملقب بالشيخ المفيد.\nفهو يتّصل بسلسلة نسبه من جهة أبيه بأربع عشرة واسطة بالشيخ المفيد ، ويتصل من جهة أمّه بثلاث وسائط بالمحدّث الكبير المجلسي الأوّل ، فلذا نراه يعبّر في مؤلفاته عنه بـ « الجد » ويعبر عن المجلسي الثاني بـ « الخال ».\nويلاحظ في سلسلة نسبه من هو من كبار علماء الطائفة الإمامية ، وهذا ما يدلنا على أنّ العلاّمة الوحيد نشأ وتربّى في إحضان البيوتات العلمية الطاهرة ، مما يعني أنه ترعرع في أرض وبيئة علميّة خصبة ، وانحدر من طرفين كريمين نسبا وعلما.",
        "ألقابه‌\nلقد تلمّذ الوحيد على أيدي كبار العلماء ـ الذين سيأتي ذكرهم ـ فنبغ نبوغا قلّ أنّ نجد له مثيلا في مختلف العلوم العقلية والنقلية ، حتّى فاق أقرانه ، وبرز على علماء عصره ، فصار العالم الأوحد والفطحل المتفرّد في‌\nزمانه ، حتى حاز على ألقاب وأوسمة علمية أخذها بحق وجدارة.\nفأما أشهرها فإنه كان يلقب ; بـ « استاد الكل » كما حاز على لقب « العلاّمة المجدّد » و « الأستاد الأكبر » ، وذلك لأنه كان بحقّ وبإذعان مجتهدي عصره نابغة في الفقه والأصول ، إضافة لما جمع من علوم اخرى وكمالات شتّى.",
        "وقد صرّح العلماء بأنّه « مجدّد رسوم المذهب على رأس المائة الثانية عشر ، ومروّج رأس المائة الثالثة عشر من الهجرة ».\nمولده وبداية تلمذته‌\nلقد ولد العلاّمة المجدّد الوحيد البهبهاني في مدينة أصفهان عام 1117 ، فتلقى بدايات علومه ، من مبادي العربيّة ومبادئ العلوم العقلية والنقلية على يد أمسّ الناس وأقربهم رحما به ، وهو والده العالم المرحوم محمّد أكمل ، الّذي يبدو أنّه كان من القمم العلمية الشامخة التي غطتها حوادث الزمان ، فلم يصل إلينا من آثارها ما كان يلزم أن يصل إلينا ، يبدو هذا الادّعاء واضحا جليّا من عبارة المرحوم الوحيد الذي عبّر عن والده بقوله « العالم الفاضل الكامل الماهر المحقّق الباذل ، بل الأعلم الأفضل الأكمل ، أستاد الأساتيد والفضلية ، وشيخ مشايخ الفقهاء الآقا محمّد أكمل ... » ‌\nوهذا المدح والاطراء من مثل الوحيد يعتبر وثيقة صريحة ، وشهادة قاطعة بأعلمية هذا الرجل وأفضليته ، في زمانه ، وأنّه كان المقدّم في العلوم على أهل بلدته على أقلّ تقدير ، وهي حاضرة من الحواضر الإسلامية ومدينة عرفت بخدماتها الدينية والمذهبية ، وقد أنجبت الكثير من العلماء‌",
        "والفقهاء.\nولذا عبر عنه العلاّمة بحر العلوم في إجازاته بـ « الشيخ الأجل الأكمل والمولى الأعظم الأبجل ».\nوقال عنه السيّد محمّد حسن الزنوزي في « رياض الجنة » : وكان والد الوحيد البهبهاني من العلماء الأفاضل ، وقد قرأ عليه ولده المذكور كتاب « أصول الكافي ».\nهذا إلى عبارات أخر يستفاد منها جميعا ، أنّ والد الوحيد البهبهاني كان من العلماء الأفاضل ، وأنّ ولده المترجم ، قد استفاد منه في صباه استفادة أهّلته أن يكون من بعد في عداد مجدّدي علماء الطائفة.",
        "هجرته إلى النجف وأساتذته‌\nكان عصر الوحيد عصر اضطراب واختلال ، خصوصا في مدينة أصفهان ، التي كانت هي وبلاد إيران محطّ اطماع الغزو الروسي والتركي والأفغاني آنذاك ، وقد خضعت أصفهان عنوة في سنة 1135 لحكم محمود افغان الذي كان يحاول استئصال الشيعة والقضاء على المذهب الشيعي ، عبر إثارة الفتن وتحريك العامة ضدّهم آنذاك.\nهذه الظروف المرتبكة مع وفاة والد الوحيد ، كانا الدافع الأساسيّ في تركه مدينة أصفهان التي لم يعد إليها إلى الأبد ، ولعلّ شوقه للتزوّد من العلوم الإسلامية من مركز إشعاعها النجف الأشرف. كان دافعا آخر لتركه أصفهان متوجّها إلى العراق ، وعمره آنذاك 18 عاما.\nوعندما وصل النجف الأشرف وأصل دراساته وبحوثه فتلقّى العلوم العقلية عند علاّمة زمانه المرحوم السيّد محمّد الطباطبائي البروجردي ـ جد‌",
        "العلاّمة بحر العلوم ـ ، كما تلقّى العلوم النقلية من فقه وأصول عند الفقيه المتبحّر والأصوليّ البارع المرحوم السيد صدر الدين الرضوي القمّي الهمداني ، شارح « الوافية » للفاضل التوني.\nفكان هذان العلمان من أبرز أساتذته الذين أخذ عنهم وأفاد منهم حتّى جمع خصال الفضل ونواحي الكمال العلمي ، على أنّ هناك عدة اخرى من أساتذته الذين صرّح الوحيد نفسه « قدّه » بأسمائهم ، منهم :\n1 ـ العالم الكامل الفاضل المحقق المدقق الحاج الشيخ محمّد بن الحاج محمّد زمان القاساني.\n2 ـ الفقيه النبيل الآميرزا إبراهيم القاضي.",
        "3 ـ شيخ الإسلام الأمير محمّد حسين ابن العلاّمة الأمير محمّد صالح الأصبهاني.\n4 ـ السيّد الحسيب ، الآميرزا محمّد باقر بن السيّد المحقق الآميرزا علاء الدين گلستانه ، شارح نهج البلاغة.\nالوحيد في بهبهان‌\nبعد ان استكمل الوحيد البهبهاني أشواطه الدراسية ، وتزوّد واستلهم من منبع الحوزة العلمية ، علما وعملا ، أصولا وفقها ، المعقول والمنقول ، شدّ الرحال متوجّها إلى مدينة بهبهان من نواحي خوزستان ، والذي يتجلى من مجمل أوضاع ذلك الوقت ، أنّ الوحيد إنّما قصد بهبهان لعدة أسباب وأغراض ، كان في طليعتها تواجد الأخباريين بشكل ملحوظ ، وثقل لا يستهان به في إقليم خوزستان عموما ومدينة بهبهان خصوصا ، وذلك تزامنا مع استيلاء الخوارج على البحرين واحتلالهم لها عام 13335 ه‍ ، مما ألجأ‌",
        "علماءها إلى الهجرة والاستيطان في العراق وإيران.\nوقد كان الشيخ عبد الله بن الحاج صالح السماهيجي البحريني ـ وهو من كبار علماء الأخباريين ـ قد استوطن بهبهان وراح يروّج لمذهب الأخباريين ، ويعارض مسلك الأصوليين ويحاول محوه وقطع تواصله العلمي من لدن عصر الغيبة حتى ذلك العصر المضطرب.\nفيبدو أنّ هذا الأمر هو الذي حدا بالوحيد أن يذهب إلى بهبهان ويقطن فيها مدة تقارب الثلاثين عاما ، استطاع خلالها أن يقضي على الجمود والتحجّر الفكري ويفتح باب الفكر والأصول على مصراعيه أمام مفكّري المسلمين عموما والشيعة الإمامية على وجه الخصوص.\nعلى أنّ الأمر الذي مهّد الأرضيّة للوحيد أن يقطن بهبهان هو تواجد بعض أقارب الوحيد من العلماء فيها ، فقد كان ابن عم والدة الوحيد قد استوطن بهبهان بطلب من أهاليها. وكان له مجلس تدريس هناك.",
        "وقد استثمر الوحيد هذه الظروف فراح يؤلّف ويدرّس وفق منهج الأصوليين ، وراح يحاجج الأخباريين ، حتّى استمكن من عنان مدينة بهبهان ، ونشر فيها المسلك الحقّ في كيفية الاستنباط في الفقه الإمامي ولم يعد للأخباريين فيها أثر ملحوظ أو نشاط فكري كبير.\nوكان من جملة مؤلفاته في هذه المدينة « رسالة في حجية الإجماع » و « رسالة في أصالة البراءة » و « رسالة في القياس » و « رسالة في الاجتهاد والاخبار ».\nكل هذه الجهود العلمية هي التي أبرزت الوحيد في بهبهان علما فكريّا لا منازع له ، ولا نغالي إذا قلنا أن نجم الوحيد البهبهاني كان قد سطع في بهبهان حتى لقّب بـ « الوحيد البهبهاني » ونسي مسقط رأسه أصفهان.\nعودة إلى العراق‌",
        "بعد أن ادى الوحيد واجبه الشرعي ورسالته المقدسة في بهبهان قصد هو وعائلته جميعا العراق ليستقرّ حتى نهاية عمره الشريف بجوار الأئمّة الأطهار.\nوكأنّ الوحيد بعد أن بدا صراعه الفكري الموفق مع الأخباريين في بهبهان أراد أن يكمل شوطه الطويل لاستئصال التحجر والجمود الفكري من العراق. فقد كانت المراكز العلمية آنذاك تحت وطأه الفكر الاخباري. وكان الأصوليون في غاية العسر والحرج حتى انهم كانوا لا يستطيعون الإفصاح عما يرتئون ، ولا يجرؤون على مناقشة ومطارحة التيّار الاخباريّ المتعنت.\nوهكذا قيض الله الوحيد لهذه المهمة الصعبة ، إذ انه بعد عودته من بهبهان توجه إلى النجف الأشرف ، فلم يجد من هو أعلم منه بحيث يكون تلميذا عنده ، فاستشعر تمكّنه من العلوم وأنه هو المنوط به مهمّة نشر أفكار مذهب أهل البيت ، وفق المسلك الأصولي ، فذهب إلى مدينة كربلاء المقدسة التي كانت مجمعا للأخباريين ، وكان زعيمهم آنذاك المرحوم الشيخ يوسف البحراني ، « صاحب الحدائق » الذي كان قد رجع عن مسلك الأخباريين إلى مسلك الأصوليين ، إلاّ أنّه لم يتمكّن ـ لظروف قاسية ـ من الإفصاح بمنهجه ومسلكه.\nوفي هذا الظرف ـ وبعد أن حضر الوحيد درس المحدث البحراني أياما ـ وقف في الصحن الشريف مناديا بأعلى صوته : « أيها الناس أنا حجّة الله عليكم » ، فاجتمع الناس حوله وقالوا له : ما ذا تريد؟ فقال : أريد أن يمكنني الشيخ يوسف من منبره ويأمر تلامذته أن يحضروا تحت منبري.",
        "فأخبر المرحوم الشيخ يوسف بذلك ، فتلقى ذلك الطلب برحابة صدر ورجاحة عقل وطابت نفسه بالإجابة (1).\nوهكذا أتم الله برهانه ، وتخلّص المذهب الشيعي الإمامي من مخلفات الأخباريين ، إذ عدل جلّ ـ إن لم نقل كلّ ـ العلماء عن المسلك الاخباري ، إلى المسلك الأصولي بعد مناظرات الوحيد ومشاركتهم في بحوثه العلمية ، واطّلاعهم على مقدرته العلمية الفائقة في إحقاق الحق ، وانتخاب ما هو الصواب من الطرق المؤدّية إلى استنباط الأحكام الفرعية ، من أدلتها الأصلية ، وردّ الفروع إلى الأصول.\nوبعد هذا فلا مغالاة ولا مبالغة في ما نراه من إطراء العلماء عليه وذكرهم إيّاه بالتعظيم والتبجيل والإجلال والإكبار ، فإنه كان منعطفا علميا ضخما في تاريخ التشيّع ، وكان حاويا لفنون من الكمالات والعلوم.\nتلامذته : ",
        "بما أن الله سبحانه وتعالى قد حبا الوحيد البهبهاني بعلوم لم يسبقه أحد فيها آنذاك ، وأنّه فتح بابا بل أبوابا من التفكير ، وجاء بأبكار الأفكار ، في الفقه والأصول والرجال والحديث والعقائد وغيرها ، فقد توجّه إليها الطلاب والعلماء ، فانعقدت عليه الخناصر وأشير إليه بالبنان ، فتتلمذ على يديه وتخرّج ثلة طيبة من العلماء والأساطين مما قلّ أن نجد أستاذا له مثل هؤلاء التلامذة الّذين أصبح كل واحد منهم علما من الاعلام ، فمن تلامذته :\n1 ـ المولى محمّد مهدي النراقي ، صاحب كتاب « جامع السعادات » ‌\n__________________\n(1) انظر تنقيح المقال 2 : 85.",
        "المتوفّى عام 1209 ه‍ ق.\n2 ـ الفقيه المتبحّر العلاّمة السيّد محمّد مهدي بحر العلوم ، المتوفّى سنة 1212.\n3 ـ السيّد علي الطباطبائي ، صاحب « الرياض » المتوفّى سنة 1213. ه‍ ق.\n4 ـ الشيخ الرجالي أبو علي الحائري ، صاحب « منتهى المقال » المتوفّى سنة 1215 ه‍ ق.",
        "5 ـ السيّد أحمد العطار البغدادي ، صاحب كتاب « رياض الجنان » المتوفّى سنة 1215 ه‍ ق.\n6 ـ السيّد محمّد مهدي الشهرستاني ، المعروف بالميرزا مهدي الشهرستاني ، المتوفّى في مدينة كربلاء المقدّسة سنة 1216 ه‍ ق.\n7 ـ محمّد مهدي بن هداية الله بن طاهر الطوسي الخراساني ، المعروف بالشهيد الثالث ، المستشهد سنة 1217 ه‍ ق أو 1218 ه‍ ق.\n8 ـ السيّد محمّد جواد العاملي النجفي ، صاحب « مفتاح الكرامة » المتوفّى سنة 1226 ه‍ ق.",
        "9 ـ الميرزا أبو القاسم القمي ، صاحب « قوانين الأصول » المتوفّى سنة 1227 ه‍ ق.\n10 ـ الشيخ جعفر كاشف الغطاء ، صاحب « كشف الغطاء » المتوفّى 1227 ه‍ ق.\n11 ـ السيد محسن الأعرجي الكاظمي ، صاحب « المحصول في الأصول » المتوفّى 1227 ه‍ ق.\n12 ـ الشيخ أسد الله التستري الدزفولي الكاظمي ، صاحب « مقابس الأنوار » المتوفّى سنة 1234 ه‍ ق.",
        "13 ـ المولى أحمد النراقي صاحب « مستند الشيعة » المتوفّى سنة 1245 ه‍ ق.\n14 ـ السيّد محمّد حسن الزنوزي الخوئي ، صاحب « رياض الجنة » المتوفّى سنة 1246 ه‍ ق.\n15 ـ شمس الدين بن جمال الدين البهبهاني ، له كتاب « شرح القوانين » المتوفّى سنة 1247 ه‍ ق.\n16 ـ الشيخ محمّد تقي الأصفهاني ، صاحب « حاشية المعالم » المتوفّى سنة 1248 ه‍ ق.",
        "17 ـ السيّد محمّد قصير الخراساني ، له كتاب « المصابيح » وهو دورة فقهية كاملة ، توفّي سنة 1255 ه‍ ق.\n18 ـ الحاج محمّد إبراهيم الكلباسي الأصفهاني ، له كتاب « إشارات الأصول » و « شوارع الهداية في شرح الكفاية » للسبزواري ، توفّي سنة 1261 ه‍ ق.\n19 ـ السيّد محمّد باقر الشفتي ، المعروف بـ « حجة الإسلام الشفتي » ، صاحب « مطالع الأنوار » في شرح الشرائع ، المتوفّى سنة 1263 ه‍ ق.\nهذه النخبة من العلماء الأجلاء والمؤلفين العظام ، في مختلف أنواع العلوم ، كانت من خيرة تلامذة المرحوم الوحيد البهبهاني إضافة إلى تلامذة آخرين له من العلماء تركنا استقصاءهم مخافة الإطالة ، مكتفين بهؤلاء الاعلام.",
        "أقوال العلماء‌\nلقد اتفقت كلمة العلماء المعاصرين للوحيد والمتأخرين عنه على جلالة قدره وسموّ مرتبته ، وأذعنوا بتفوّقه على أقرانه حتى تسلّم مقاليد الزعامة الدينية بحق وجدارة ، ولذلك ترى إطراء العلماء ومدحهم إياه منقطع النظير :\nفممّن بيّن فضائل الوحيد وعلوّ شأنه معاصره العلاّمة الشيخ عبد النبي القزويني حيث قال في حقه : فقيه العصر ، فريد الدهر ، وحيد الزمان ، صدر فضلاء الزمان ، صاحب الفكر العميق ، والذهن الدقيق ، صرف عمره في اقتناء العلوم واكتساب المعارف والدقائق وتكميل النفس بالعلم بالحقائق ، فحباه الله باستعداده علوما لم يسبقه أحد فيها من المتقدمين ، ولا يلحقه أحد من المتأخرين (1).\nوالذي يدلّ على صحّة هذا المدح والاطراء ، وأنّه لم يكن مجرّد ترصيف عبارات ، وترصيع كلمات ، هو ما كتبه الوحيد بنفسه في جواب من سأله عن سرّ وصوله إلى ما وصل إليه من العلم والفضل والكمال ، فكتب : لا أعلم من نفسي شيئا استحق به ذلك ، إلاّ أني لم أكن أحسب نفسي شيئا أبدا. ولم اترك الاشتغال بتحصيل العلم مهما استطعت ، وقدمته على كل مرحلة دائما (2).",
        "وممن نقل لنا صورة حيّة عن عبقرية هذا العالم الجليل ، تلميذه أبو علي الحائري ، حيث قال : استاذنا العالم العلاّمة ، وشيخنا الفاضل الفهّامة‌\n__________________\n(1) تتميم أمل الآمال : 74 ـ 75.\n(2) روضات الجنات 2 : 98.",
        "دام علاه ، ومدّ في بقاه ، علاّمة الزمان ، ونادرة الدوران ، عالم عرّيف ، وفاضل غطريف ، ثقة وأيّ ثقة ، ركن الطائفة وعمادها ، وأورع نسّاكها وعبّادها ، مؤسس ملّة سيد البشر في رأس المائة الثانية عشر ، باقر العلم ونحريره ، والشاهد عليه تحقيقه وتحبيره ، جمع فنون الفضل فانعقدت عليه الخناصر ، وحوى صنوف العلم فانقاد له المعاصر. وبالجملة كلّ من عاصره من المجتهدين فإنّما أخذ من فوائده واستفاد من فرائده (1).\nوممّن وصفه تلميذه السيّد محمّد مهدي بحر العلوم ، فقال : شيخنا العالم العامل العلاّمة ، واستاذنا الحبر الفاضل الفهّامة ، المحقق النحرير ، والفقيه العديم النظير ، بقية العلماء ، ونادرة الفضلاء ، مجدّد ما اندرس من طريقة الفقهاء ، ومعيد ما انمحى من آثار القدماء ، البحر الزاخر ، والإمام الباهر ، الشيخ محمّد باقر (2).\nوقال عنه تلميذه الشيخ أسد الله الكاظمي :. شيخي وأستاذي في مبادئ تحصيلي ، وشيخ مشايخي ، المحقق الثالث ، والعلاّمة الثاني ، الزاهد العابد ، الأتقى الأورع ، العالم الرباني مولانا آقا محمّد باقر بن محمّد أكمل (3).\nوقال الفاضل الدربندي : ولا يخفى عليك ان العلاّمة مجدد رسوم المذهب على رأس المائة الثانية عشر ، وكان اتقى الناس في زمانه ، وفي هذه الأزمنة ، وأورعهم وأزهدهم ، وبالجملة كان في الحقيقة عالما عاملا بعلمه ، متأسّيا مقتديا بالأئمّة الهداة ، فلأجل خلوص نيته وصفاء عزيمته وصل كل من تلمّذ عنده مرتبة الاجتهاد ، وصاروا أعلاما في الدين (4).",
        "__________________\n(1) منتهى المقال 6 : 177 ـ 178.\n(2) أعيان الشيعة 9 : 182.\n(3) مقابس الأنوار : 18.",
        "(4) انظر معارف الرجال 1 : 121.\nهذا غيض من فيض التبجيل والتجليل الواقعي الذي ينمّ ويحكي عن مبلغ علمية وعبقرية وطهارة وقدسية الوحيد ، إلى أقوال أخرى اغنتنا عن سردها جميعا ما قدمنا من أقوال (1).\nمؤلفات الوحيد البهبهاني : \nتنوّعت كتابات علمائنا ـ 4 ـ في شتى الموضوعات وبمختلف الأساليب وعلى مرّ العصور ، وإذا لحظنا مؤلفاتهم وجدنا أن منها ما ألّف على شكل موسوعات حديثية كالكتب الأربعة والوافي وجامع أحاديث الشيعة والوسائل ومستدرك الوسائل وغيرها.",
        "ومنها ما ألّف في العصور المتقدّمة على شكل كتب فقهية تحمل مضمون بل نصوص الروايات ككتب الشيخ الصدوق ـ ; ـ الذي عرفت فتاواه بأنها نصوص متون الروايات.\nومنها ما ألّف في الفقه الاستدلالي والمقارن الموسّع كالمبسوط والخلاف والسرائر والجواهر والحدائق وغيرها من مطولات الكتب الفقهية الاستدلالية.\nومنها ما ألّف بشكل رسالة عملية يعمل طبقها الناس المقلدون لإبراء ذممهم عند الله سبحانه وتعالى.\nومنها ما ألّف بشكل شروح على كتب الآخرين كشرح اللمعة الدمشقية والمسالك والمدارك وغيرها من الشروح على بعض المتون‌",
        "__________________\n(1) انظر ما في طرائف المقال 2 : 385 ، وروضات الجنات 2 : 94 ، وقصص العلماء : 198 ـ 202 ، وبهجة الآمال في شرح زبدة المقال 6 : 572 ، ومستدرك الوسائل للعلاّمة النوري 3 : 384 ، والكرام البررة للاغا برزگ 1 : 171 ـ 172.\nالفقهية.\nوهناك نمط آخر من الكتابات وهو الرسائل والحواشي والتعليقات ، التي تكون ناظرة إلى ما ألّفه الآخرون واستنبطوه وارتأوه في مجالات مختلفة من العلوم.",
        "والذي يبرز جليا في مؤلفات الوحيد البهبهاني ـ مما قد لا نجده بهذه الكثرة والسعة عند فقيه آخر ـ هو أن جلّ مؤلفاته إن لم نقل كلّها ، إنما هي حواش وتعليقات ورسائل وشروح غير مطوّلة على متون أخرى ، ولم تكن بشكل دورات فقهية أو أصولية أو حديثية مبسوطة مطوّلة ، فما هي النكتة الكامنة في انتخاب الوحيد لهذا النمط من التأليف؟\nالذي نعتقد به هو أنّ الوحيد البهبهاني أدرك خطورة المرحلة التي كان يعيشها المسلك الأصولي والفكر الشيعي ، نتيجة لامتداد المسلك الاخباري الذي كاد أن يقطع التواصل العلمي في مدرسة الاستدلال الإمامي بين الماضي العريق والحاضر المشرق ، فكان الطريق الأقرب والأخصر لمعالجة ذلك الموقف المتأزّم هو العدول عن التطويل إلى أسلوب التحشية والتعليق وتأليف الرسائل التي تجعل المتون الفقهية المؤلفة طبق المسلك الأصولي نصب أعينها ، لتجدّد وتصحّح وتناقش وتبحث ما يلزم من أمهات المطالب التي يرتكز عليها التواصل الفكري في المسلك الأصولي ، كل ذلك استفادة من الوقت وتسريعا في طرح الفكر الصحيح الأصيل ، وذلك عبر تشييد البناء على الأسس التي بناها من تقدّمه ، دون البدء من نقطة الصفر في طرح الفكر ، والتي تستلزم ضياع كثير من الوقت والفرص العلمية في مثل ذلك الوقت الذي يستلزم التصحيح على كافة الأصعدة وفي أكثر من مجال ، من هنا نرى أن مؤلفات الوحيد البهبهاني تركزت على هذا النوع من‌\nالتأليف ، وإذا تتبعنا مؤلفاته وجدنا صحّة ما ذهبنا إليه في هذا المجال :\nالأصول‌",
        "الصحيح والأعم ( رسالة ) ـ عدم توقيفية الموضوعات ـ الفوائد الأصولية ـ قاعدة الطهارة ( رسالة ) ـ القياس ( رسالة ).\nحجيّة الإجماع ( رسالة ) ـ حجيّة الأدلة الأربعة ( رسالة ) ـ حجيّة الشهرة ( رسالة ) ـ حجيّة الظن ( رسالة ) ـ حجيّة المفهوم بالأولوية ( رسالة ) ـ حجيّة خبر الواحد ـ حجيّة ظاهر الكتاب ( رسالة ) ـ الحقيقة الشرعية ( رسالة ) ـ خطاب المشافهة ( رسالة آية النفر ( رسالة ) ـ إبطال القياس ( رسالة ) ـ إثبات التحسين والتقبيح العقليين ( رسالة ) ـ الاجتهاد والتقليد ( رسالة ) ـ الإجماع الضروري والنظري وحجيّة الشهرة ( رسالة ) ـ الاستصحاب ( رسالة ) ـ أصالة البراءة ( رسالة ) ـ أصالة الصحّة في المعاملات ( رسالة ) ـ أصالة الطهارة ( رسالة ) ـ الجمع بين الأخبار ( رسالة ) ـ حاشية المعالم [1] ـ حاشية المعالم [2] ـ حاشية المعالم [3] ـ الحاشية على قوانين الأصول ـ حاشية على مقدمة المعالم ـ الحاشية على قوانين الأصول ـ الفوائد الحائرية القديمة ـ الفوائد الحائرية الجديد.\nالفقه‌\nاستحباب صلاة الجمعة ( رسالة ) ـ أجوبة المسائل الفقهية الخراسانية ( رسالة ) ـ أحكام الحيض ( رسالة ) ـ الإفادة الجمالية أو العبادات المكروهة ( رسالة ) ـ بطلان عبادة الجاهل ( رسالة ) ـ تحريم الغناء ( رسالة ) ـ الجمع بين الفاطميتين ( رسالة ) ـ الحكم الشرعي وتحديده ( رسالة ) ـ حكم‌",
        "العصير العنبي والتمري والزبيبي ( رسالة ) ـ الخمس والزكاة ( رسالة ) ـ الدماء المعفوة ( رسالة ) ـ صلاة الجمعة واستحبابها ونفي الوجوب العيني عنها [1] ( رسالة ) ـ ومثلها رسالة أخرى [2] ـ ومثلها رسالة أخرى [3] ـ صيغ العقود ( رسالة ) ـ الطهارة والصلاة ( رسالة ) ـ عدم الاعتداد برؤية الهلال قبل الزوال ( رسالة ) ـ عدم جواز العقد على البنت الصغيرة ( رسالة ) ـ عدم جواز تقليد الميت ( رسالة ) ـ الفوائد الفقهية ( رسالة ) ـ القرض بشرط المعاملة المحاباتية أو حيل الربا ( رسالة ) ـ الكر ومقداره ( رسالة ) ـ المتاجر ( رسالة ) ـ النكاح ( رسالة ).\nالحاشية على الذخيرة ـ الحاشية على ديباجة مفاتيح الشرائع أو الردّ على مقدمات مفاتيح الشرائع ـ الحاشية على شرح الشرائع ـ الحاشية على شرح القواعد ، ـ الحاشية على كفاية المقتصد ـ الحاشية على مجمع الفائدة والبرهان ـ الحاشية على مدارك\nالأحكام ـ الحاشية على مسالك الإفهام ـ شرح تحرير مسائل مصابيح الظلام أو شرح مفاتيح الشرائع ـ مناسك الحج ـ النقد والانتخاب ( ناظر إلى أجوبة المجلسي ) ـ النقض والإبرام ( أجوبة بعض المسائل ) ـ التحفة الحسينية ( رسالة عملية ) ـ التقريرات في الفقه.\nالعقائد‌",
        "استحالة رؤية الله ( رسالة ) ـ أصول الإسلام والإيمان وحكم الناصب ( رسالة ) ـ أصول الدين ( رسالة ) ـ الجبر والاختيار ( رسالة ) ـ شرح حديث « بم يعرف الناجي » ( رسالة ) ـ كفر النواصب والخوارج ( رسالة ) ـ التقية ( رسالة ) ـ الجبر والاختيار ( رسالة ) ـ الحاشية على الحاشية الخفرية على شرح التجريد ـ الحاشية على حاشية الملاّ ميرزاجان ـ الإمامة ( كتاب كبير ) ـ\nالإمامة ( متوسط ) ـ الإمامة ( مختصر ). توجيه تسمية أولاد الأئمّة باسم الجائرين.\nالرجال والدراية : \nتعليقة على رجال الميرزا محمّد الأسترآبادي ( الوسيط ) ـ تعليقة على نقد الرجال للتفريشي ـ تعليقة على منهج المقال ـ حاشية الوجيزة ـ حاشية على منتهى المقال ـ شرح الفوائد الرجالية ـ الفوائد الرجاليّة.",
        "الحديث : \nالحاشية على الكافي ـ الحاشية على تهذيب الأحكام ـ شرح الوافي أو الحاشية على الوافي.\nو له أيضا‌\nإجازات الوحيد ـ أجوبة المسائل المتفرقة ـ المزار ـ النّسخ ـ الرد على شبهات الأخباريين.",
        "وفاته : \nتوفي الوحيد البهبهاني « قدّه » في مدينة كربلاء المقدّسة ، ودفن في الرواق الشرقي قريبا مما يلي أرجل الشهداء رضوان الله عليهم. وهذا مما لا خلاف فيه.\nلكن الخلاف وقع في تاريخ وفاته ، فنقل الآقا أحمد الكرمانشاهي ـ حفيد الوحيد ; ـ في مرآة الأحوال ان وفاته كانت في شوال سنة‌\n1205 ه‍ ، وقد أرّخه شعرا المرحوم محمّد عليّ بن الوحيد (1). ونقل العلاّمة المامقاني أنّ وفاته كانت سنة 1208 ه‍ ، ثم قال : وقيل سنة 1216 ه‍ (2) ، ونقل المحدّث القمّي عن صاحب « التكملة » قوله : لقد رأيت بخط السيّد صدر الدين العاملي والسيّد محمّد باقر الرشتي ـ وكان كلاهما تلميذا للوحيد البهبهاني ـ أنّ وفاته سنة 1206 ه‍ (3).",
        "ولعل أصحّ الأقوال ما نقله حفيده ، باعتباره أقرب الناس إليه ، وإنّ أهل البيت أدرى بما فيه ، وإن كان هذا القول ينافي ما نقله حفيده من ان عمره كان عند وفاته تسعين عاما ، وما نقله المامقاني من أنه كان قد جاوز التسعين ، لأنّ هذا المقدار من تحديد العمر مما يتساهل فيه ولا يضبط على وجه الدقّة التي لا تقبل الزيادة والنقصان.\nوعلى كل حال فقد رثاه جمع من تلامذته ومعاصريه ، فأرخوا وفاته سنة 1205 ه‍ ، وذلك في قول أحدهم :\nالوحيد وحاشية المدارك‌\nتقدّمت الإشارة إلى اعتناء العلماء المتزايد بكتاب « مدارك الأحكام » من قبل وبعد عصر الوحيد البهبهاني ، وأنّها ضخمة كمّا ونوعا ، وقد برزت‌",
        "__________________\n(1) انظر مرآة الأحوال 1 : 132.\n(2) انظر تنقيح المقال 2 : 85.\n(3) انظر الفوائد الرضوية : 405.",
        "(4) انظر أعيان الشيعة 9 : 182.\nمن بين كل تلك الحواشي حاشية المدارك ، للوحيد « 1 » ، لما تمتاز به من ميزات وتحقيقات رشيقة ، فاقت من تقدّمه وبهرت من تأخّر عنه ، لأنها ما هي إلاّ مفردة مشرقة من مفردات فكر الوحيد البهبهاني الذي أغنى به المكتبة الإسلامية.\nوقد بادرت مؤسسة آل البيت : / مشهد المقدسة لتحقيق هذا الكتاب النفيس ، الذي يعدّ من أغنى وفي أوائل مؤلفات الوحيد الفقهية ، وفي أثناء تحقيق الكتاب تبيّنت لنا بعض ميزات هذه الحاشية النفيسة ، آثرنا إثباتها خدمة للعلم ، ولإعطاء صورة أكثر وضوحا عنه ، على أنّ استقصاء ميزاته وما تفرد به من بحوث ومبتكرات علميّة يحتاج إلى دراسة فقهية شاملة لمبانيه ومناهجه الاستدلالية مما هو خارج عن نطاق هذه السطور ، ولعلّ أبرز مميزات حاشية الوحيد العلميّة هي :\n1 ـ التحقيقات الرجالية : فإنها من أوائل المطالب التي ركز عليها الوحيد في مناقشاته لما ذهب إليه السيّد العاملي من توثيق أو تضعيف ، وأخذ أو ردّ ، فبيّن التهافتات الرجالية عند السيّد العاملي ، وأوضح في أثنائها مبانيه الرجالية التي يصوّبها ويعتقد بصحتها ، فهو في الحقيقة يعالج ما أشار إليه الشيخ يوسف البحراني بقوله : امّا السيّد محمّد صاحب المدارك فإنه ردّ أكثر الأحاديث من الموثقات والضعاف باصطلاحه ، وله فيها اضطراب كما لا يخفى على من راجع كتابه مع جملة من المواضع التي سلك فيها سبيل المجازفة.",
        "2 ـ تتّبعه وتحديده لمباني صاحب المدارك الفقهية والأصولية ، ومناقشته طبق مبانيه وبيانه للموارد الّتي تخلّف فيها عن مبانيه.\n3 ـ جودة بيانه لمرادات أو محتملات عبارات السيّد العاملي التي‌\nتحتمل أكثر من مراد ، والاستدلال لها أو عليها جميعا وعلى جميع التقادير ، حتّى أنه « ; » تفطّن لاحتمالات لم يتفطن أحد لها من قبله كما صرّح هو بذلك.\n4 ـ استدراكه لما غفل عنه السيّد العاملي أو تركه من فروع فقهية ، مما ميّز الحاشية بكثرة التفريعات وتبيان المهملات.",
        "5 ـ شدّه تتبّعه للروايات التي تدلّ على الفرع الفقهي ، والّتي لم يلتفت إليها صاحب المدارك ، فالحاشية من هذه الجهة تمتاز ببراعة واستقصاء للروايات فيما يتعلّق بالفروع الفقهية.\n6 ـ تتميّز طريقته الاستدلالية ، بأنّها تجمع وجوه الاستدلال ، ففي حين توجد أمارات شرعيّة على حكم مّا ، نراه يعضّد استدلاله بالأصول العملية ، مع أنّ النوبة لا تصل إليها ، وذلك تقوية لمسلك الاجتهاد ، وفتحا للذهنية الاستنباطية ، وهذه الميزة توجد جليّة في مؤلفات الشيخ الأنصاري الفقهية أيضا.\n7 ـ إشباع الفرع المبحوث عنه فقهيا وأصوليّا ، بحيث تتّضح بصمات تجديده الأصوليّ نظريّا ، على استدلالاته عمليّا ، مع أنّ من سبقه لم يكونوا يتكاؤون في مباحثهم بالمقدار الذي صاغه الوحيد البهبهاني من إدخال النظريات الأصوليّة في البحوث الاستدلالية.\n8 ـ قوة الشامّة الفقهية في استدلالاته إلى حدّ كبير جدا ، مع فهم سليم للروايات ، وبيان جليّ لوجه أو وجوه دلالة الأحاديث والأخبار على نتيجته الفقهية.",
        "9 ـ اعتناؤه المتزايد بفهم الأصحاب وفتاواهم ، وحرصه في تتّبعه على الحصول على فهمهم ـ مهما أمكن ذلك ـ لتعضيد فهمه هو وما يذهب‌\n\nإليه.\n10 ـ إرجاع الأقوال التي يذكرها السيّد العاملي بمثل قوله « قيل » أو « فيه قولان » أو ما شابهها ، إلى قائليها ، وذكر الأقوال الأخرى ـ إن كانت ـ ممّا لم يذكرها صاحب المدارك.",
        "11 ـ التحقيقات اللغوية في تراكيب الجمل ، ومدى دلالتها ، وكيفيّة استفادة تلك الدلالة منها ، وذكره سبب تقديم إحدى الدلالات على باقيها إن كانت هناك أكثر من دلالة ، فالحاشية بالرغم من عدم سلاسة وحبك عباراتها تمتاز بمباحث لغوية فائقة ، وبراعة في مباحث الألفاظ.\nنحن والكتاب : \nتزامنا مع تحقيق كتاب ( مدارك الأحكام ) قررت مؤسسة آل البيت : لإحياء التراث تحقيق حاشية الوحيد البهبهاني « 1 » على هذا الكتاب النفيس نظرا لمكانة هذه الحاشية وقيمتها العلمية.\nوقد بذل الأخوة المحقّقون جهودا مشكورة في إحياء هذا التراث النفيس ، نخص بالذكر أصحاب السماحة حجج الإسلام :",
        "1 ـ الشيخ مرتضى مرواريد.\n2 ـ الشيخ محمّد بهره‌مند.\n3 ـ السيد أحمد الرضوي.\n4 ـ الشيخ جواد مرواريد.",
        "5 ـ الأخ عبد الرضا الروازق.\nسائلينه سبحانه وتعالى أن يتقبّله بأحسن قبوله.\nوصلى الله على محمّد وآله الطيبين الطاهرين.\nمؤسسة آل البيت : لإحياء التراث‌",
        "\nالنسخ المعتمدة في تحقيق الكتاب : \n1 ـ نسخة المكتبة الرضوية برقم [14799] وقد رمزنا لها بحرف ( أ ).\n2 ـ نسخة المكتبة الرضوية برقم [14375] وقد رمزنا لها بحرف ( ب ).",
        "3 ـ نسخة مكتبة آية الله العظمى المرعشي 1 برقم [4312] وقد رمزنا لها بحرف ( ج ).\n4 ـ نسخة المكتبة الرضوية برقم [7587] وقد رمزنا لها بحرف ( د ).\n5 ـ نسخة مدرسة سبهسالار ( مطهري ) وقد رمزنا لها بحرف ( ه‍ ).\nهذا وقد استفدنا من النسختين الحجريتين المطبوعتين بهامش المدارك."
    ]
}