{
    "partText": [
        "\nالحجج القاطعة\nعلى أن الروافض ضد الإسلام على ممر التاريخ بلا مدافعة\n\nتأليف:أبي عبد الرحمن\n\nحفظه الله تعالى\nفرغ مادة هذا الكتاب واعتنى به\nخالد بن محمد هران\n\nقد أذنت للأخ الفاضل: خالد بن محمد هران أن يفرّغ أشرطتي المسماة: «الحجج القاطعة على أن الروافض ضد الإسلام على ممر التاريخ بلا مدافعة».\nمع بعض ما قاله إخواننا الشعراء حولها من القصائد الشعرية، وقد جعل ما كان من كلامنا أثناء القراءة من نصوص أهل العلم بين قوسين، فجزاه الله خيرا.\nيحيى بن على الحجوري.\n12/محرم/1426هـ\n\nالمقدمة\nالحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.\n[النساء:1] .\n[آل عمران:102]\n[الأحزاب:70-71]\nأما بعد:\nفيقول الله سبحانه وتعالى في كتابه الكريم: [الأنعام:55] ويقول سبحانه وتعالى: [آل عمران:187] الآية.\nوجاء في «الصحيحين» من حديث عائشة ك، قالت: تلا رسول الله ? [آل عمران:7] الآية، فقال: «فأولئك الذين سمّى الله فاحذروهم»(1).\nوجاء من حديث أبي هريرة، ومعاوية م، وغيرهما أن النبي ? قال: «افترقت اليهود على إحدى وسبعين فرقة، وافترقت النصارى على اثنين وسبعين فرقة، وستفترق هذه الأمة على ثلاث وسبعين فرقة، كلها في النار، إلا واحدة» (2).\n__________\n(1) أخرجه البخاري رقم (4547) ومسلم رقم (2665).\n(2) أخرجه أبو داوود رقم (4596) وابن ماجه (3991) وقال شيخنا مقبل بن هادي الوادعي رحمه الله في المخرج من الفتنة ص (39): صحيح بمجموع طرقه.\n(1/1)\n",
        "وإن مما ابتليت به هذه الأمة من هذه الفرق الظالم أهلها: الرافضة، وقد قام أهل السنة بالرد عليهم، وتبيين حالهم، وإظهار مساويهم للمسلمين على ممر التاريخ، في كل زمان ومكان، وممن قام بالرد عليهم في هذا الزمان شيخنا أبو عبد الرحمن يحيى بن علي الحجوري حفظه الله القائم على دار الحديث بدماج، استخلافًا من شيخنا الإمام أبي عبد الرحمن مقبل بن هادي الوادعي رحمه الله، وهي عبارة عن أسئلة حول الرافضة أجاب عليها في ليلتي السبت والأحد، الخامس عشر والسادس عشر من شهر الله المحرم، للعام الخامس والعشرين بعد الأربعمائة وألف للهجرة على صاحبها أفضل الصلاة وأتم التسليم.\nفيسر الله لي أن قمت بتفريغ أشرطة شيخنا: يحيى بن علي الحجوري في الرافضة، والتي بعنوان: «الحجج القاطعة على أن الروافض ضد الإسلام على ممر التأريخ بلا مدافعة» (1) وكذلك جمعت في هذا الكتاب أهم قصائد إخواننا طلبة العلم الشعراء بدار الحديث بدماج، وقد رتبت قصائدهم على الترتيب الهجائي لأسمائهم، حسب توجيه الشيخ أبي عبد الرحمن يحيى بن علي الحجوري بذلك.\nوأقول: الرافضة لغةً: مأخوذة من الرفض وهو الترك، راجع مادة (رفض) من «القاموس».\nوفي اصطلاح أهل العلم: الذين رفضوا زيد بن علي، وهم فرق شتى منهم.\nالسبئية: -اسم آخر للرافضة- أتباع عبد الله بن سبأ اليهودي.\nوالجارودية: ينسبون إلى أبي الجارود.\nوالسليمانية: أتباع سليمان بن جرير.\nوالكيسانية: أتباع المختار بن أبي عبيد بن الأسود الثقفي، القرامطة.\nوالهاشمية: أتباع هشام بن الحكم، الإمامية الإثناعشرية، وغيرها.\nأبرز معتقداتهم الباطلة وضلالتهم المنحرفة:\n__________\n(1) وعددها (3) أشرطة .\n(1/2)\n\nاعتقادهم في علي بن أبي طالب أنه الإله، ومنهم من يعتقد أن عليًا هو النبي، وجبريل غلط في الرسالة، ومنهم من يعتقد: أن القرآن الذي بين أيدينا محرف، يكفرون جل الصحابة، يطعنون في أم المؤمنين عائشة ك، يؤمنون بالرجعة، يدعون العصمة لأئمتهم، ينكرون رؤية الله يوم القيامة، ينكرون عذاب القبر، ينكرون الشفاعة لأهل الكبائر، يشابهون اليهودَ والنصارى في كثير من الخصال، سوائم البدع من أعظم بدعهم التي تدل على سخف عقولهم: الاحتفال بعيد الغدير، ما يفعلونه من الحسينيات يوم عاشوراء.\nوغير ذلك مما يطول ذكره (1) مما أبانه أهل السنة من ضلالاتهم كما سيأتي في طيّات هذا الكتاب الذي بعنوان: «الحجج القاطعة على أن الرافضة ضد الإسلام على ممر التاريخ بلا مدافعة».\nبما فيه الكفاية لمن أراد الله له الهداية، والحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nكتب هذه المقدمة: خالد بن محمد هران\nالحجج القاطعة\nعلى أن الروافض ضد الإسلام على ممر التأريخ بلا مدافعة\nلفضيلة شيخنا: أبي عبد الرحمن يحيى بن علي الحجوري حفظه الله تعالى، وهي عبارة عن أسئلة حول الرافضة ألقيت على الشيخ، وذلك ليلة السبت والأحد، الخامس عشر والسادس عشر من شهر الله المحرم، للعام الخامس والعشرين بعد الأربعمائة وألف للهجرة على صاحبها أفضل الصلاة وأتم التسليم..\n__________\n(1) راجع إن شئت كتاب (لله ثم للتاريخ) والموسوعة الميسرة في الأديان والمذاهب المعاصرة، والفرق بين الفرق للبغدادي وغيرها.",
        "(1/3)\n\nالسائل:(1) الحمد لله رب العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، الحمد لله الذي أعز الحق وأهله، وخذل الباطل وأهله، فنصر هذه الدعوة المباركة وأعزها وأعز أهلها في كل زمان ومكان، وفي هذا الزمان نصر دعوة أهل السنة فصعدت الجبال، ونزلت بطون الأودية، وعبرت البحار، والله - عز وجل - يحفظها ويحفظ أهلها، كل ذلك من فضل الله تبارك وتعالى، ثم بفضل الشيخ مقبل رحمه الله تعالى؛ ذلكم الإمام المجدد الذي صبر وصابر، وجاهد وجند نفسه لله - عز وجل - في هذا الزمان، ثم بفضل علماء أهل السنة الذين تخرجوا على يديه، وطلبة العلم نسأل الله تبارك وتعالى أن يحفظهم، وأن يدفع عنهم كل سوء ومكروه.\nوتعرفون أن شيخنا مقبل -رحمه الله تعالى- لما توفي بعد ما حصل على يديه من الخير الكثير خرج أهل البدع؛ ومنهم الشيعة يضربون بالطبول ويبترعون(2) في بعض الأماكن فرحًا بموته كأنها سقطت أمريكا وإسرائيل، ولكن الله - عز وجل - خيب آمالهم، فلما قيل لهم: إن الله عز وجل قد قيض الشيخ يحيى حفظه الله تعالى واستخلف الشيخ يحيى بعده، انقلب عليهم الفرح إلى حزن والحمد لله تبارك وتعالى، الذي قيض لنا هذا الشيخ المبارك الشيخ يحيى حفظه الله تعالى الذي نعتبره نعمة من النعم التي أسداها الله تبارك وتعالى على المسلمين عامة، وعلى اليمنيين خاصة، وعلى أهل صعده وأهل هذه الدار خاصة الخاصة، فنسأل الله تبارك وتعالى أن يحفظه وأن يدفع عنه كل سوء ومكروه وأن يصلح ولده إنه ولي ذلك والقادر عليه.. آمين.\n__________\n(1) الذي قام بإلقاء الأسئلة على فضيلة شيخنا أبي عبد الرحمن يحيى بن علي الحجوري هو أخونا الفاضل أبو معاذ سعيد بن سعدي الخولاني.\n(2) أي يرقصون.\n(1/4)",
        "\nوقد وعدنا الشيخ حفظه الله تعالى أن يعطي الشيعة قسطهم من الرد في هذه الأيام، فأحببنا أن نعرض عليه بعض الأسئلة، نسأل الله تبارك وتعالى أن يوفقه وأن يسدده لذلك، والآن مع الأسئلة التي تختص بالشيعة الذين أظهروا في هذه الأيام بعض الأمور، وهم على باطل من أولهم، ولكنهم في هذه الأيام بدؤوا يظهرون بأشياء.\n* السؤال الأول: من أوّل من أسس الشّيعة ؟.\nالحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله صلى الله عليه وعلى آله وسلم تسليمًا كثيرًا .. أما بعد:\nفيقول ربنا سبحانه وتعالى في كتابه الكريم: [هود:118-119] ويقول سبحانه وتعالى في كتابه الكريم:{ } [آل عمران:103] ويقول سبحانه وتعالى: { } [الأنعام:159].\nوفي «صحيح مسلم» من حديث أبي هريرة ط، أن النبي ? قال: «إن الله أمركم بثلاث، وكره لكم ثلاثًا ، أمركم: أن تعتصموا بحبل الله جميعًا ولا تفرقوا، وأن تناصحوا من ولاه الله أمركم، وأن تعبدوا الله ولا تشركوا به شيئًا ، وينهاكم عن قيل وقال، وكثرة السؤال، وإضاعة المال\"(1).\n__________\n(1) انفرد به مسلم رقم (1715) بلفظ «إن الله يرضى لكم ثلاثاً..» الحديث.\n(1/5)\n",
        "ففي هذه الأدلة أمر من الله عز وجل بالاعتصام بكتاب الله وسنة رسوله ?، ولكن كما قال الله عز وجل: [هود:118-119] فخرجت فرق من أزمنة ماضية، من تلك الفرق الرافضة، ومنها: القدرية، ومنها: الإسماعيلية، ومنها: الخوارج، وأنت تنظر إلى أصول تلك الفرق التي لم تعتصم بكتاب الله ولا بسنة رسول الله ?، ولم تمتثل أمر الله في الأدلة التي سبق بيانها: ترى أن مؤسسي هؤلاء الفرق من أعداء هذا الدين الحنيف، وقد ثبت بالتواتر الذي لا يكاد ينكر من نصوص أهل العلم أن مؤسس الشيعة الرافضة هو: عبد الله بن سبأ اليهودي، وهم لا يكادون ينكرون ذلك، فإن نصوص أهل العلم على ذلك كثيرة، وسنذكر نصوصًا في هذا؛ في مشابهتهم لليهود إن شاء الله، مما يدل أن مؤسس الشيعة (يهودي) وأن مذهبهم مبني على تقليد ومشابهة اليهود.\nوكذا مؤسس المكارمة الإسماعيلية يهودي يقال له: ميمون بن ديصاء، وكذا مؤسس القدرية يهودي، يقال له: لبيد بن الأعصم، وكذا فرقة الخوارج الذين خرجوا على علي ط، وعلى سائر الصحابة، ترى أنه اندس فيهم اليهود، وخرجوا على أمير المؤمنين عثمان وقتلوه ظلمًا وعدوانًا ، بتأويلات فاسدة، كما أبان ذلك ابن العربي رحمه الله صاحب «عارضة الأحوذي» في كتابه: «العواصم من القواصم»، فمؤسس الرافضة عبد الله بن سبأ اليهودي، وقد كتب في هذه المسألة أناس وممن كتب في هذا أخونا علي الرازحي (حفظه الله) في كتاب مستقل(1).\n__________\n(1) وهو بعنوان (توضيح النبأ عن مؤسس الشيعة عبد الله بن سبأ) .\n(1/6)\n\nومما يؤيد ذلك ما ذكره شيخ الإسلام رحمه الله في هذا الموضع من مشابهتهم لليهود، فقال رحمه الله في «منهاج السنة النبوية» (1/20): وهذا حال أهل البدع المخالفة للكتاب والسنة؛ فإنهم إن يتبعون إلا الظن وما تهوى الأنفس، ففيهم جهل وظلم، لاسيما الرافضة فإنهم أعظم ذوي الأهواء جهلًا وظلمًا ؛ يعادون خيار أولياء الله تعالى من بعد النبيين من السابقين الأولين من المهاجرين والأنصار والذي اتبعوهم بإحسان رضي الله عنهم ورضوا عنه، ويوالون الكفار والمنافقين من اليهود والنصارى والمشركين وأصناف الملحدين؛ كالنصيرية والإسماعيلية وغيرهم من الضالين، فتجدهم أو أكثر منهم إذا اختصم خصمان في ربهم من المؤمنين والكفار اختلف الناس فيما جاءت به الأنبياء؛ فمنهم من آمن ومنهم من كفر، سواء كان الاختلاف بقول أو عمل، كالحروب التي بين المسلمين وبين أهل الكتاب والمشركين، تجدهم يعاونون المشركين وأهل الكتاب على المسلمين، أهل القرآن كما قد جربه الناس منهم غير مرة في مثل إعانتهم للمشركين من الترك وغيرهم على أهل الإسلام بخراسان والعراق والجزيرة والشام وغير ذلك، وإعانتهم للنصارى على المسلمين بالشام ومصر وغير ذلك في وقائع متعددة، من أعظم الحوادث التي كانت في الإسلام في المائة الرابعة والسابعة، فإنه لما قدم كفار الترك إلى بلاد الإسلام قتل من المسلمين ما لم يحص عدده إلا رب الأنام، كانوا من أعظم الناس عداوة للمسلمين ومعاونة للكافرين، وهكذا معاونتهم لليهود أمر شهير (لتعلموا أن الأصل يهودي أصل فكرتهم وأصل مذهبهم يهودي) حتى جعلهم الناس لهم كالحمير.",
        "(1/7)\n\nقال: ولهذا كان بينهم وبين اليهود من المشابهة من الخبث واتباع الهوى وغير ذلك من أخلاق اليهود، وبينهم وبين النصارى من المشابهة في الغلو والجهل وغير ذلك من أخلاق النصارى، ما أشبهوا به هؤلاء من وجه وهؤلاء من وجه، ومازال الناس يصفونهم بذلك، ومن أخبر الناس بهم الشعبي، وأمثاله من علماء الكوفة، وقد ثبت عن الشعبي أنه قال: ما رأيت أحمق من الخشبية(1)، لو كانوا من الطير لكانوا رخمًا ، ولو كانوا من البهائم لكانوا حمرًا ، والله لو طلبت منهم على أن يملئوا لي هذا البيت ذهبًا على أن أكذب على عليّ لأعطوني، ووالله ما أكذب عليه أبدًا.\nوآية ذلك أن محنة الرافضة محنة اليهود، قال اليهود: لا يصلح الملك إلا في آل داوود، وقالت الرافضة: لا تصلح الإمامة إلا في ولد علي.\nوقالت اليهود: لا جهاد في سبيل الله حتى يخرج المسيح الدجال، وينزل سيف من السماء، وقالت الرافضة: لا جهاد في سبيل الله حتى يخرج المهدي، وينادي منادي من السماء.\nواليهود يؤخرون الصلاة إلى اشتباك النجوم، وكذلك الرافضة يؤخرون المغرب إلى اشتباك النجوم، والحديث عن النبي أنه قال: «لا تزال أمتي على الفطرة ما لم يؤخروا المغرب إلى اشتباك النجوم»(2).\nواليهود تزول عن القبلة شيئًا وكذلك الرافضة، واليهود تنوط في صلاتهم وكذلك الرافضة.\nواليهود تسدل ثيابها في الصلاة وكذلك الرافضة، واليهود لا يرون على النساء عدة وكذلك الرافضة.\n__________\n(1) قلت: وهذا من أسماء الرافضة القديمة. قال شيخ الإسلام ابن تيمية (رحمه الله): كما كانوا يسمون الخشبية لقولهم: إنا لا نقاتل بالسيف إلا مع إمام معصوم فقاتلوا بالخشب. منهاج السنة (1 / 36).\n(2) أخرجه أحمد برقم (17329) من حديث عقبة ورقم (23534) من حديث أبي أيوب وأخرجه أبو داود رقم (418) عن أبي أيوب وصححه العلامة الألباني كما في صحيح أبي داود رقم (418) والإرواء رقم (917).\n(1/8)",
        "\nواليهود حرفوا التوراة وكذلك الرافضة حرفوا القرآن، واليهود قالوا: افترض الله علينا خمسين صلاة وكذلك الرافضة.\nواليهود لا يخلصون السلام على المؤمنين إنما يقولون: السام عليكم -والسام الموت- وكذلك الرافضة، واليهود لا يأكلون الجري [قال المعلق: هو نوع من السمك زعموا أنه كان أمة ثم مسخت] والمرقاهي والزناب وكذلك الرافضة.\nواليهود لا يرون المسح على الخفين وكذلك الرافضة.\nواليهود يستحلون أموال الناس كلهم وكذلك الرافضة، وقد أخبرنا الله عنهم بذلك في القرآن أنهم [آل عمران:75] اليهود يقولون ليس علينا في الأميين سبيل (بمعنى أن أموالهم حلال وهكذا في إيران الآن يقول الرافضي للمسلم: دمك حلال فإما إن يفر من أمام سيارته وإلا داسه وقال: دمك حلال..) قال: وقد أخبرنا الله عنهم بذلك في القرآن أنهم [آل عمران:75] وكذلك الرافضة.\nواليهود تسجد على قرونها في الصلاة -ما يسجدون على الجباه- وكذلك الرافضة، واليهود لا تسجد حتى تخفض برؤوسها مرارًا شبه الركوع وكذلك الرافضة.\nواليهود تبغض جبريل ويقولون: هو عدونا من الملائكة وكذلك الرافضة يقولون غلط جبريل بالوحي على محمد? (1).\nكذلك الرافضة وافقوا النصارى في خصلة: النصارى ليس لنسائهم صداق إنما يتمتعون بهن تمتعًا وكذلك الرافضة يتزوجون بالمتعة ويستحلون المتعة.\n__________\n(1) وراجع إن شئت كتاب (صدى الزلزال) لأخينا في الله عبد الرقيب العلابي وفقه الله.\n(1/9)\n",
        "قلت: وأنت تعلم أن المسلمين أجمعوا على تحريم المتعة، وأن المتعة منسوخة، وقد ذكر الموسوي(1) وهكذا غيره أن الخميني يستمتع بالبنات الصغيرات على مستوى التفخيذ، وهي تصيح في ليلها، صبية من الصبيات وهو يتمتع بها، بل يرون أن المتعة من تمتع بامرأة له كذا وكذا حسنة، ومن تمتع بامرأتين فله كذا وكذا حسنة، ويفضلون المتعة بالدبر أفضل من المتعة في الفرج، يرون أن إتيان الدبر أفضل دبر المرأة أفضل، وهذا ثابت عنهم بمواثيق، ولكن الناس في غفلة عن تدبير هؤلاء الفجرة.\nقال: وفضلت اليهود والنصارى على الرافضة بخصلتين سئلت اليهود من خير أهل ملتكم؟ قالوا: أصحاب موسى [واليهود يثنون على أصحاب موسى، ويترضون عليهم، ويثنون عليهم]، وسئلت النصارى من خير أهل ملتكم؟ قالوا: حواريوا عيسى، وسئلت الرافضة من شر أهل ملتكم؟ قالوا: أصحاب محمد ?، أمروا بالاستغفار لهم فسبوهم، فالسيف عليهم مسلول إلى يوم القيامة، لا تقوم لهم راية، ولا يثبت لهم قدم، ولا تجتمع لهم كلمة، ولا تجاب لهم دعوى، ودعوتهم مدحوضة، وكلمتهم مختلفة، وجمعهم متفرق، كلما أوقدوا نارًا للحرب أطفأها الله.\nهذا مختصر ما ذكره شيخ الإسلام في هذا الموضع بما يتعلق بالبراهين على أن أصل الرافضة أصل يهودي، لا يمتري في ذلك بصير ومن عنده علم.\nالسؤال الثاني: الشيعة يلبسون على العامة أنهم على مذهب زيد بن علي فهل كان زيد بن علي من الشيعة أم من أهل السنة ؟!\n__________\n(1) في كتابه (لله ثم للتاريخ).\n(1/10)\n\nالجواب: زيد بن علي بن الحسين بن علي بن أبي طالب (رحمه الله) ما افتأت مع الرافضة إلا من أجل حب أبي بكر وعمر(رضي الله عنهما)، كما في ترجمته من «تهذيب التهذيب» و«تهذيب الكمال» و«سير أعلام النبلاء» ولهذا قصة. وهي (أن الرافضة طلبوا من زيد -وكان رجلًا شجاعًا فيما يذكرون- أن يبايعوه على يوسف بن عمر، ويوسف بن عمر كان أميرًا على الكوفة لهشام بن عبد الملك، وهذه القصة التي سنذكرها هي بيان لخيانة الرافضة ليعلم هؤلاء الذين يغترون بهم ويمكنونهم أن الرافضة لا يؤتمنون على ممر التأريخ، فحصل بينهما اختلاف بين زيد بن علي وبين يوسف بن عمر خليفة هشام بن عبد الملك على بعض العراق، فأتى إليه أمم من الشيعة طلبوا أن يبايعوه بحيث يقوم على ذلك الوالي، فركن إلى هؤلاء الظلمة واغتر بهم وبايعهم على الخروج، وذهب من وشى به إلى ذلك الأمير أنهم يبايعون الناس، وكان على حذر منه وأرسل هشام بن عبد الملك إليه أن فلان يبايع الناس عندك بالكوفة... الخ.\nوكان قد بايعه أعداد كثير من الناس، ونصح جماعة من الناس لزيد بن علي منهم سلمة بن كهيل، نصحوه ألا يبايع هؤلاء، فإنهم قد خانوا جده الحسين رحمه الله، وسنذكر بعض النصوص التي في هذه المسألة من «البداية والنهاية» لتعلموا مكر هؤلاء الناس بالمسلمين، وكذلك كذبهم وخداعهم وعدم وفائهم:\nقال ابن كثير في «البداية والنهاية» بتحقيق الدكتور التركي(1): ثم إن طائفة من الشيعة التفَّت على زيد بن علي، وكانوا نحوًا من أربعين ألفًا [وانظروا في الأخير كم سيكونون كلهم مكروا به] فنهاه بعض النصحاء عن الخروج، وهو محمد بن علي بن أبي طالب وآخرون.\n__________\n(1) قال الشيخ: حسب ماعلى ظاهر الكتاب.",
        "(1/11)\n\nوقال له: إن جدك خير منك -يعني الحسين-، وقد اجتمع على بيعته من أهل العراق ثمانون ألفًا ، ثم خانوه أحوج ما كان إليهم، أرسل أهل العراق إلى الحسين رضي الله عنه إلى الحجاز، أرسلوا إليه على أنهم يكاتبونه ويرسلون إليه بالبيعة.\nولما كثرت عنده الرسائل، أخذ صُحُفهَ ورسائله معه بعدد من الناس منهم أهل العراق، وبأهله بنحو ثلاثمائة من أهله وممن معه، ثم إن عبد الله بن عمر بعد مرحلتين أدركه ونصحه لم يأخذ منه، وقال: إنهم قد بايعوا وإنهم قد أرسلوا لي كتبهم، قال له عبد الله بن عمر: أستودعك الله من قتيل، وهكذا نصحه ابن عباس وجابر بن عبد الله وأبو سعيد الخدري.\nوهو لما كانت عنده أمم من الناس نحو ثمانين ألفًا؛ انخدع بهم، ولما وصل إلى كربلاء أرسل إليه عبيد الله بن زياد أعداد من الناس نحو الأربعة آلاف، ومكرت الشيعة -الذين بايعوا الحسين- بالحسين رضي الله عنه، ولم يخرج منهم أحد، ولم يقاتل مع الحسين أحد، فقتلوا الحسين رضي الله عنه، وجاء أنهم أرسلوا برأسه إلى يزيد بن معاوية.\nفالشاهد من هذا أنهم خونة على ممر التأريخ، وأنهم ليسوا بأوفياء، ولا يغتر بهم إلا بليد.\nيقول ابن كثير: ثم دخلت سنة ثنتين وعشرين ومائة كان فيها مقتل زيد بن علي بن الحسين بن علي بن أبي طالب، وكان سبب ذلك أنه لما أخذ البيعة ممن بايعه من أهل الكوفة -نحو أربعين ألفًا - يبايعونه وكلهم سيأتي أنه قال: أين الناس ؟.. أمرهم في أول هذه السنة بالخروج والتأهب له، فشرعوا في أخذ الأهبة لذلك، فانطلق رجل يقال له: سليمان بن سراقة إلى يوسف بن عمر نائب العراق فأخبره، وهو في الحيرة بخبر زيد بن علي، وعند من يكون من أهل الكوفة.\n(1/12)",
        "\nوبعث يوسف بن عمر يطلبه ويلح في طلبه، فلما علمت الشيعة ذلك [أنظر.. أنظر الجبناء] فلما علمت الشيعة ذلك أنه يُطلب، وقد بايعوه نحو أربعين ألفًا ، اجتمعوا عند زيد بن علي فقالوا له: ما قولك يرحمك الله في أبي بكر وعمر؟ قال: غفر الله لهما ما سمعت أحدًا من أهل بيتي يتبرأ منهما، وأنا لا أقول فيهما إلا خيرًا -قال: وزيرا جدي كما ذكر شيخ الإسلام- قالوا: فلما تطلب إذًا بدم أهل البيت؟ فقال: إنا كنا أحق الناس بهذا الأمر -وكان متأولًا كما يقول الذهبي رحمه الله يقول: هفى عفى الله عنه- [يعني زلّ في مسألة الخروج].\nقال: ما سمعت أحدًا من أهل بيتي يتبرأ منهما، وأنا لا أقول فيهما إلا خيرًا ... إلى أن قال: ولكن القوم استأثروا علينا به، ودفعونا عنه، ولم يبلغ ذلك عندنا بهم كفرًا ، قد ولوا فعدلوا، وعملوا بالكتاب والسنة، قالوا: فلما تقاتل هؤلاء إذًا؟ فقال: إن هؤلاء ليسوا كأولئك.. إن هؤلاء ظلموا الناس وظلموا أنفسهم، وإني أدعوا إلى كتاب الله وسنة نبيه ?، وإحياء السنن وإماتت البدع، [أهذا يدل على أنه رافضي؟.. أبدًا والله ما يدل على ذلك] قال: فإن تسمعوا يكن خيرًا لكم، وإن تأبوا فلست عليكم بوكيل، فرفضوا، فقالوا: إذًا نرفضك، فقال: إذًا فأنتم الرافضة، -ومن ذلك الوقت سموا الرافضة- فرفضوا وانصرفوا عنه، وانفضوا ونقضوا بيعته وتركوه، فلهذا سموا الرافضة من يومئذ.\nوعند حصول المعركة التفت، ولم يكن إلا نحو ثلاثمائة عنده فقال: أين الناس ؟! ثم الجيش قد صار أمامه، لم يخرج إليهم من الأربعين ألف إلا نحو ثلاثمائة من هؤلاء الخونة، خدعوه، فبعد ذلك ما كان بد إلا أن يواجه، فقاتل ومكث يوم وهو يقاتل، وهزم الجيش في اليوم الأول، [هو هزمهم، الجيش الذين كانوا مع يوسف بن عمر].\nوفي بعض الأيام من تلك جاءه سهم في صدغه فمات وصلب، وأولئك -الذين كانوا معه نحو الثلاثمائة- منهم من قتل، ومنهم من رجع، ومنهم من لجأ عند بعض الناس.\n(1/13)\n",
        "الشاهد أن هؤلاء لا يركن إليهم إنسان يعرف أو يعقل، أناس خونه على ممر التأريخ.\n(وإليك قصة خيانة ابن العلقمي الرافضي للمسلمين).\nقال الذهبي في «السير» (23 / 361 فما بعد) بتحقيق الأرنؤوط (1)طبعة الرسالة: ابن العلقمي الوزير الكبير المُدبر المبير، مؤيد الدين محمد بن محمد بن علي بن أبي طالب بن العلقمي البغدادي الرافضي، وزير المستعصم كانت دولته أربع عشرة سنة، فأنشأ الرفض فعارضه السنة وأُكبت فتنمر، ورأى أن هولاكو [زعيم التتار] على قصد العراق فكاتبه وجسّره -يعني أعانة وشجّعه وقوى عزمه- على قصد العراق.\nقام ابن العلقمي الرافضي الخبيث -عليه من الله ما يستحق- معاونًا لهولاكو على قصد العراق ليتخذ عنده يدًا، وليتمكن من أغراضه، وحفر للأمة قليبًا فأوقع فيه قريبًا، وذاق الهوان وبقي يركب كديشًا وحده؛ بعد أن كانت ركبته تضاهي موكب السلطان، فمات غبنًا وغمًا، وفي الآخرة أشد خزيًا وأشد تنكيلًا.\nقال: وكان أبو بكر المستعصم قد شد على أيدي السنة حتى نُهب الكرخ، وتم على الشيعة بلاء عظيم، فحنق لذلك مؤيد الدين -الذي هو ابن العلقمي- بالثأر بسيف التتار، وقتل الخليفة ونحو السبعين من أهل العقد والحل، وبذل السيف في بغداد تسعة وثلاثين نهارًا، حتى جرت سيول الدماء وبقيت البلدة كأمس الذاهب، كل ذلك إثر خيانة ابن العلقمي للمسلمين، فإنا لله وإنا إليه راجعون.وعاش ابن العلقمي بعد الكائنة ثلاثة أشهر وهلك.\nهذا كلام الذهبي في بيان خيانة ابن العلقمي للإسلام، وما حصل من سيول من دماء المسلمين بسبب خيانة هذا الفاجر، فاعتبروا يا أولي الأبصار.\n__________\n(1) كما في ظاهر الكتاب (الشيخ)\n(1/14)\n\nوعلى هذا فزيد بن علي رحمه الله، وكذا محمد بن علي الباقر الذي هو والد جعفر الصادق، وكذا أيضًا عمر، وكل هؤلاء أبناء علي بن الحسين لا نعلم منهم من كان رافضيًا، ولهم روايات في الكتب الستة، ويذكرونهم بالخير وبالصلاح، وهذه هفوة من زيد -خروجه على الوالي- وكان متأولًا كما ذكر الذهبي وغيره، ينكر عليه ذلك رحمه الله.\n* السؤال الثالث: من العقائد التي ينشرونها عدم رؤية الله يوم القيامة !!!؟\nالجواب: هذه من عقائدهم الباطلة، ونسأل الله أن يمكن منهم أعداؤهم، يردون الأدلة بتأويلات فاسدة تبعًا للمعتزلة، فهم معتزلة في المعتقد، وقد تواترت أدلة السنة الصحيحة أن المؤمنين يرون ربهم يوم القيامة في موضعين في عرصات يوم القيامة، ويرونه في الجنة حتى قال بعضهم: (1)\n\nمما تواتر حديث من كذب ... ومن بنى لله بيتًا واحتسب\nورؤية شفاعة والحوض ... ومسح خفين وهذه بعض\n\nأي أحاديث الرؤية، وهذه المسائل متواترة: أحاديث المسح على الخفين كذلك متواترة، ومع هذا فالرافضة في حيز والمسلمون في حيز، وصلاة من مسح على رجليه من غير خف أو جورب باطلة، لقول النبي?: «لا يقبل الله صلاة بغير طهور، ولا صدقة من غلول» (2) ولقوله: «لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ»(3) ولقول الله تعالى: [المائده:6].\n__________\n(1) قلت: قالها التاؤدي في نظم المتناثر.\n(2) انفرد به مسلم رقم (224) بلفظ (لا تقبل صلاة بغير طهور..) الحديث عن ابن عمر.\n(3) أخرجه البخاري (135) ومسلم (225) من حديث أبي هريرة.",
        "(1/15)\n\nوعلى هذا فإن الرؤية قد تواترت، وقد ذكر ابن الوزير في كتابه «العواصم والقواصم» -مجلدًا ينقص قليلًا- (1) في الرؤيا، وألف في الرؤيا أعداد من الناس منهم الدارقطني في كتابه «الرؤية\"، إثبات رؤية الله يوم القيامة، ويذكرون الأدلة على ذلك من القرآن ومن السنة، مثل قول الله عز وجل [القيامة:22- 23] وهذه من أقوى الأدلة على النظر إلى الله سبحانه وتعالى يوم القيامة، وفي الصحيحين من حديث جرير وجاء عن غيره أن النبي? قال: «إنكم سترون ربكم يوم القيامة كما ترون القمر ليلة البدر لا تضامون من رؤيته»(2).\nوفي الصحيحين (3) من حديث أبي موسى أن النبي ? قال: «جنتان من فضة آنيتهما وما فيهما، وجنتان من ذهب آنيتهما وما ،فيهما وما بين القوم وبين أن ينظروا إلى ربهم إلا رفع حجاب الكبرياء عن وجهه، كشف حجاب الكبرياء عن وجهه»، وفي الصحيحين (4) من حديث عدي بن حاتم أن النبي? قال: «ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان فينظر أيمن منه فلا يرى إلا ما قدم من عمله ينظر أشأم منه فلا يرى إلا ما قدم وينظر تلقاء وجهه فلا يرى إلا النار تلقاء وجهه فاتقوا النار ولو بشق تمرة فمن لم يستطع فبكلمة طيبة» شاهدنا «إلا سيكلمه ربه»، وفي صحيح مسلم عند قول الله عز وجل: [سورة يونس:26] أن الزيادة النظر إلى وجه الله يوم القيامة (5)، وهذا عليه جماهير أهل العلم في تفسير هذه الآية ، وأيضًا عند قول الله عز وجل: [سورة ق:25].\n__________\n(1) وهو الجزء الخامس من طبعة مؤسسة الرسالة.\n(2) أخرجه البخاري (554) ومسلم (633) بلفظ (أما إنكم سترون ربكم..) الحديث.\n(3) أخرجه البخاري (4878) ومسلم (180).\n(4) أخرجه البخاري (7512) مسلم (1016).\n(5) أنفرد بإخراجه مسلم رقم (181) من حديث صهيب.\n(1/16)",
        "\nوقد قال الإمام الشافعي وغيره من أهل العلم عند الآية [سورة المطففين:15] قال: إذا حجب أهل غضبه رأه أهل رضوانه، أو نحو ذلك، فأخبر الله أن الكفار يحجبون عن رؤيته؛ على أن المؤمنين يرون الله عز وجل، هذه الأدلة بعضٌ من الأدلة الكثيرة في هذا الصدد في أن المؤمنين يرون ربهم في هذين الموضعين، يتجلى الله سبحانه وتعالى لأهل الجنة فيقول: هل تريدون شيئًا أزيدكم؟ فيقولوا: ألم تحل علينا رضوانك يا رب... الخ الحديث(1).\nوالشاهد منه: يتجلى الله سبحانه وتعالى لأهل الجنة سواء كان من الرجال أو من النساء؛ فإنهم يرون ربهم، المؤمنون يرون ربهم.\nوشيخ الإسلام رحمه يقول في المنظومة المنسوبة إليه:\nوالمؤمنون يرون حقًا ربهم ... وإلى السماء بغير كيف ينزل\n\nوالطحاوي يقول: والرؤية حق لأهل الجنة بغير كيفية ولا إحاطة.\nوعلى هذا أئمة المسلمين من قبل.\nولما قال موسى عليه الصلاة والسلام [الأعراف:143] في هذا شبهة لهم أنهم يقولون ما رأه نعم إنه ما قال: إني لا أرى: (ولن) لا تقتضي التأبيد كما قال ابن مالك رحمه الله:\nومن رأى النفي بلن مؤبدا ... فقوله اردد وسواه فاعضدا\n\n[البقرة:95] يعني الموت وقد تمناه أهل النار(2).\nولكن كما قلنا لكم المسلمون في حيز والرافضة في حيز.. وسيأتي كلام أهل العلم في الرافضة إن شاء الله.\n* السؤال الرابع: ومن عقائدهم أن الله لم يخلق الشر وإنما خلق الخير فقط فما حكم هذا ؟\nالجواب: يقول الله تعالى: [القمر:49-50] [الفرقان:2] [الزمر:62]. وهم يتناقضون في هذا المعنى فيقولون بخلق القرآن ولا يقولون بإدخال القدر تحت هذه الآية مع أن الله يقول في كتابه الكريم: [التوبة:6] [الفتح:15] [النساء:164] [الكهف:109] هذه الآيات يردونها ويقولون بخلق القرآن.\n__________\n(1) قلت: إشارة إلى حديث صهيب الذي أخرجه مسلم (181) المتقدم.\n(2) بقولهم (ونادوا يا مالك ليقضي علينا ربك) الزخرف (77)\n(1/17)\n",
        "نسأل الله العافية.. والقول بخلق القرآن كفر، حتى قال ابن القيم رحمه الله:\n\nولقد تقلد كفرهم خمسون في ... عشر من العلماء في البلداني\nواللالكائي الإمام حكاه عنـ ... ـهم بل قد حكاه قبله الطبراني\n\nالروافض مرتع كل فتنة، وكل بدعة سوائم البدع وسوائم الشر.\nفنعم في هذا الجانب يقولون بأن القرآن مخلوق وينفون القدر وقد ثبت من حديث أبي هريرة في صحيح(1) مسلم أن النبي? قال: «المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير إحرص على ما ينفعك واستعن بالله ولا تعجزن وإن أصابك شيء فلا تقل لو أني فعلت كذا وكذا لكان كذا وكذا ولكن قل قدر الله وما شاء فعل».\nوكذلك من قول السلف (ما من شيء يصيب الإنسان إلا بقدر الله حتى العجز والكيس).\nوقال الإمام مسلم رحمه الله في صحيحة (2): حدثنا زهير بن حرب -وهو أبو خيثمة-، حدثنا وكيع، عن كهمس بن الحسن، عن عبد الله بن بريدة، عن يحيى بن يعمر أنه قال: أول من قال بالقدر معبد الجهني بالبصرة فذهبنا حاجين أو معتمرين، فقلنا: لو وفق لنا رجل من أصحاب النبي? نسأله عن ذلك.\n__________\n(1) أخرجه مسلم رقم (2664)\n(2) أخرجه مسلم رقم (8)\n(1/18)\n\nقال: فقدر لنا عبد الله بن عمر، فاكتنفته أنا وصاحبي، وعلمت أن صاحبي سيكل الكلام إليّ -حميد بن عبد الرحمن صاحبه- فقلت: أبا عبد الرحمن ظهر قبلنا أناس يتقفرون العلم ويقولون: الأمر أنف، وأنه لا قدر، فقال رضي الله عنه: أخبروهم أني منهم براء وأنهم مني براء، والله لو أنفق أحدهم مثل أحد ذهبًا ما تقبل الله منه حتى يؤمن بالقدر خيره وشره، سمعت عمر بن الخطاب رضي الله عنه يقول: بينما نحن جلوس عند النبي ? إذ طلع علينا رجل شديد بياض الثياب، شديد سواد الشعر، لا يرى عليه أثر السفر، ولا يعرفه منا أحد، حتى جلس إلى النبي ? فأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه، وقال: يا محمد أخبرني عن الإسلام ؟ قال: «أن تشهد ألا إله إلا الله وأن محمدًا رسول الله وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت» قال: صدقت.\nفعجبنا له يسأله ويصدقه. قال: فأخبرني عن الإيمان ؟ قال: «أن تؤمن بالله وملائكته وكتبه ورسله وباليوم الآخر وبالقدر خيره وشره» قال: صدقت، قال: فأخبرني عن الإحسان ؟ قال: «أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك»... الحديث الخ.\nوأبي بن كعب وعبادة بن الصامت وابن مسعود يقولون: فإنك لو مت على غير هذا مت على غير الملة، فمن مات على ذلك المعتقد مات على غير الملة، إذا كان ينكر علم الله فإنه كافر بنصوص أهل العلم كعمر بن عبد العزيز والإمام الشافعي وغيرهما، ثم إنه انقرض هذا المذهب مذهب إنكار علم الله كما نص على ذلك شيخ الإسلام والنووي؛ على أنه انقرض، وبقي أهل القول بأن الشر من الإنسان، وأن الخير من الله، وهو قول مبتدع ضلال يعني أن الإنسان يخلق فعله، وكأن الكون له خالقان.",
        "(1/19)\n\nوفي هذه المسألة يقول ابن أبي العز فيما نقله عن أهل العلم رحمهم الله: أن القدرية شابهوا في هذه المسألة المجوس الذين يقولون بإلهين اثنين، فالمجوس يقولون: الكون خلقه اثنان: واحد يخلق الظلمة، وواحد يخلق النور، وهؤلاء أيضًا يقولون: واحد يخلق الشر، وواحد يخلق الخير. خالق الخير هو الله، وخالق الشر هو الإنسان، فأثبتوا إلهين اثنين. والله سبحانه وتعالى يقول: [سورة الإخلاص:1-4] لله الأمر من قبل ومن بعد فتبارك الله أحسن الخالقين، وأدلة هذا الموضوع أدلة كثيرة ويجب على المسلم أن يؤمن بالقدر خيره وشره.\nوقد ألف في ذلك الإمام ابن القيم رحمه الله «شفاء العليل\"، وألف في ذلك الإمام البخاري رحمه الله «خلق أفعال العباد\"، وألف في ذلك شيخنا العلامة الوادعي رحمه الله كتاب «الجامع الصحيح في القدر» وهو كتاب نفيس يباع ويتداول.\nفهذا مختصر القول في هذه المسألة أنه يجب على المسلم أن يؤمن بالقدر خيره وشره من الله تعالى.\nقال النبي ? كما في حديث ابن عباس عند الإمام الترمذي بسند حسن قال لابن عباس وقد أردفه خلفه: «يا غلام احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعوا على أن يضروك لم يضروك إلا بشيء قد كتبه الله عليك، وإن اجتمعوا على أن ينفعوك لم ينفعوك إلا بشيء قد كتبه الله لك، رفعت الأقلام، وجفت الصحف».\n(1/20)",
        "\nوفي الصحيحين (1)من حديث ابن مسعود رضي الله عنه قال: حدثنا رسول الله ? هو الصادق المصدوق: «إن أحدكم يجمع خلقه في بطن أمه أربعين يومًا نطفة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يرسل إليه الملك فينفخ فيه الروح، ويؤمر بأربع كلمات: بكتب رزقه، وعمله، وأجله، وشقي أو سعيد، والله الذي لا إله إلا هو إن أحدكم ليعمل بعمل أهل الجنة حتى لا يكون بينه وبينها إلى ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها، وإن أحدكم ليعمل بعمل أهل النار حتى لا يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها» وبنحو ذلك من حديث حذيفة بن أسيد عن الإمام مسلم -رحمه الله-(2).\nهذا وفي هذا كفاية لمن أراد الله له الهداية، [سورة الحج:46]، [سورة العنكبوت:51]، [سورة الرعد:43].\nجزاكم الله خيرًا .\nالسؤال الخامس: ومما ينشرونه بين العامة أن عليًا ظُلم في الخلافة وأنه أحق بها من أبي بكر ومن بعده ؟\nالجواب: وهذا كذب على الله وعلى رسوله وعلى المؤمنين وقد قال شيخ الإسلام رحمه الله في أواخر الواسطية في ترتيب الخلافة: (فإنها أول ذلك لأبي بكر ثم لعمر ثم لعثمان ثم لعلي رضي الله عنهم من قال بغير ذلك فهو أضل من حمار أهله). وإي والله أن الروافض أضل من الحُمر فإنهم يكذبون الأدلة ويردون الأدلة [النجم:4]، [الشعراء:193-194].\n__________\n(1) البخاري رقم (3208) ومسلم (2643) بدون لفظة (نطفة).\n(2) أخرجه مسلم رقم (2644)\n(1/21)\n",
        "بل إن بعضهم الذين لا يجسرون أن يقولون هذا، هم يستخفون فيه وما تخفي صدورهم أكبر، يقولون: أنه خان الأمين، خان الأمين، خان الأمين، يعني جبريل خان بإنزال الرسالة على محمد ?، وكان الأصل أنها منزلة على عليّ - رضي الله عنه - فهو خان فجعلها لمحمد. أنظر على ظلم وعلى فجور.. يقول الله سبحانه وتعالى: [الحاقة:44-46] وقال سبحانه وتعالى: [الإسراء:74-75]، وهكذا يقول الله سبحانه في حق نوح عليه الصلاة والسلام: [هود:46] لما قال [هود:45] .\nعند أئمة المسلمين قاطبة الخلافة ثابتة بهذا الترتيب أولًا لأبي بكر ثم لعمر ثم لعثمان ثم لعلي رضي الله عنهم أجمعين، يقول شيخ الإسلام:\n\nيا سائلي عن مذهبي وعقيدتي ... رزق الهدى من للهداية يسأل\nأسمع كلام محقق في قوله ... لا ينثني عنه ولا يتبدل\nحب الصحابة كلهم لي مذهب ... ومودة القربى بها أتوسل\nولكلهم قدر عليّ وفضائل ... لكنما الصديق منهم أفضل\n\nإلى آخر ما ذكره , فهو لفضله وللنصوص الدالة على خلافته، فإنها نصوص في خلافة أبي بكر الصديق رضي الله عنه.\nجاءت امرأة إلى رسول الله? تسأله فوعدها فقالت: إن لم أجدك ؟ قال: «فأتي أبا بكر»(1)، وقال النبي? عند موته فيما ثبت عنه في الصحاح قال لعائشة: «ادع لي أباك وأخاك فإني أخشى أن يتمنى متمنن ويأبى الله والمؤمنون إلا أبا بكر»(2) وقال: «مروا أبا بكر ليصلي بالناس»(3) فصلى بالناس في حياة النبي ?، وقال: «كل خوخة تسد إلا خوخة أبي بكر»(4) «لو كنت متخذًا خليلًا لاتخذت أبا بكر خليلا)(5)\n__________\n(1) أخرجه البخاري (3659) ومسلم (2386) من حديث جبير بن مطعم\n(2) أخرجه البخاري رقم (5666) ومسلم رقم (2387) واللفظ لمسلم.\n(3) أخرجه البخاري رقم (664) ومسلم (418) من حديث عائشة.\n(4) -(5) أخرجه البخاري رقم (467) من حديث ابن عباس ومسلم رقم (2382) من حديث أبي سعيد.\n(5)\n(1/22)\n\nوهو رفيقه في الغار، قال الله تعالى: [التوبة:40] وقال: «هل أنتم تاركوا لي صاحبي فإني جئتكم فقلتم كذبت وقال أبو بكر صدقت»(1) (من أحب الناس إليك ؟ قال:«عائشة»، ومن الرجال ؟ قال: «أبوها»)(2)، فأبو بكر أفضل هذه الأمة بعد نبيها بإجماع المسلمين، وهو أحق بالخلافة فهذه نصوص فيما يقول أهل الحديث، نصوص وإشارات إلى ذلك.\nأما المعتزلة وأتباع المعتزلة من الرافضة يقولون: أن خلافته كانت اختيارًا بغير دليل وأنه اختير، وأنه اختير ظلمًا وعدوانًا، وأنه أخذ الخلافة بدون رضى من علي بن أبي طالب، بل إن علي بن أبي طالب رضي الله عنه هو الذي يرى أن أبا بكر أحق بالخلافة فلقد سُئل في الأفضلية فقال: أبو بكر ثم عمر ثم لم يسألوه بعد. وهؤلاء والله لا مع سنة رسول الله ? ولا مع علي بن أبي طالب رضي الله عنه، ولا مع سائر المسلمين، وإنما هم مع الشيطان.\nوهناك نص في (منهاج السنة)في بغضهم لعلي بن أبي طالب حتى أنهم خانوه، ويذكر عنه أنه قال: يا أشباه الرجال ولستم برجال.\nسئل شيخ الإسلام عن الرافضة هل هم يحبون علي؟ فقال: هم يبغضون عليًا - رضي الله عنه - أشد البغض. هذا قول شيخ الإسلام رحمه الله في منهاج السنة.\nالسؤال السادس: ومن عقائدهم أن الله ليس في السماء وإنما هو في كل مكان !!! فما جوابكم على ذلك؟\n__________\n(1) أخرجه البخاري رقم (4640) من حديث أبي الدرداء.\n(2) أخرجه البخاري رقم (3662) ومسلم رقم (2384) من حديث عمرو بن العاص",
        "(1/23)\n\nالجواب: هذه عقائد فاسدة، مستفادة من عقائد النصارى، الذين يقولون: إن الله حال في عيسى، وتارة يقولون: أنه الله -اليهود والنصارى- أولئك يقولون أن الله حل في العزير، أو الله هو عزير، [التوبة:30] فهذه عقائد مستفادة من عقائد الكفار تمامًا ، وإلا فعقيدة المسلمين المبنية على الكتاب والسنة: أن الله مستوى على عرشه في السماء سبحانه وتعالى [الأنعام:18] [طه:5] في أكثر من موضع من القرآن في نحو سبعة مواضع(1) وهو يثبت استواءه على العرش [الملك:16] [المعارج:4] العروج يكون من أسفل إلى أعلى [القدر:1-2] [الشعراء:193-194] [غافر:1-2] يدل على أن النزول من أعلى.\nماذا يقولون في أدلة المعراج إلى أين عرج بالنبي ? إلى السماء وإلى حيث شاء الله من العُلى أكرمه بما يشاء وأوحى إليه ما أوحى وأمر بخمسين صلاة وخفف عنه من خمسين إلى خمس صلوات، هذه أدلة لا يمكن أن تدفع أبدًا وقال لتلك الجارية: «أين الله؟» قالت: في السماء، قال: «اعتقها فإنها مؤمنة»(2) وفي خطبة عرفة وفيها آلاف الناس بعد أن خطب خطبته البليغة قال: «اللهم فاشهد»(3)يشير بإصبعه إلى السماء ثم ينكتها إلى الأرض، يعني أن يشير إلى السماء الله، وينكتها إلى الأرض، أي اشهد على هؤلاء، وعلى كل من سمع هذا الكلام.\n__________\n(1) قلت: وبقية المواضع بلفظ (ثم استوى على العرش) وهي: 1 – الأعراف (54) 2- يونس 3- الرعد (2) 4- الفرقان (59) 5- السجدة (4) 6- الحديد (4) والموضع السابع طه (5)\n(2) انفرد بإخراجه مسلم رقم (537) من حديث معاوية بن الحكم السلمي\n(3) أخرجه مسلم رقم (1218) من حديث جابر\n(1/24)",
        "\nوقال ?: «ألا تأمنوني وأنا أمين من في السماء»(1) في الصحيحين عن أبي سعيد وهكذا يقول النبي?: «إن الله كتب في كتابه فهو عنده فوق العرش أن رحمتي غلبت غضبي» متفق عليه عن أبي هريرة(2)، وقال عليه الصلاة والسلام: «إيما امرأة باتت وزوجها عليها غضبان إلا كان الذي في السماء ساخطًا عليها»(3) وهكذا الأدلة تتوالى، حتى شعراء الجاهلية يعترفون بذلك. قال هذا بعض الجاهليين لّما خرج من عند امرأته ورجع بعد سنين وقد وضعت بولد:\nلتقعدن مقعد القصي ... مني يا ذا القاذورة المقلي\nأو تحلفي بربك العلي ... أني أبو ذيالك الصبي\n\nهذا جاهلي من الجاهليين يثبت علو الله سبحانه وتعالى.\nمعتقدكم أقبح من فرعون في هذا [غافر:36-37] [النمل:14] [النساء:157-158] فماذا يقولون في هذه الأدلة من الكتاب والسنة من قوله ? وفعله وتقريره «سبحان ربي الاعلى» «سبح اسم ربك الأعلى» يقرأها ذلك الضليل ولا يفهمها أويتأولها بتأويلات فاسدة. أكثر من ألف دليل كما يقول ابن القيم رحمه الله في «اجتماع الجيوش الإسلامية» على المعطلة والجهمية في إثبات علو الله على عرشه وهؤلاء يردونها [الحديد:4]، نعم الله مستوى على عرشه بائن من خلقه وهو معهم بعلمه وإحاطته كما ذكر ذك الإمام أحمد وغيره، فإن الأدلة في سورة المجادلة وفي سورة الحديد مذكور قبلها العلم وبعدها العلم، ولكن هؤلاء القوم لا يكادون يفقهون حديثًا.\nوأيضًا من لازم القول أن الله في كل مكان أن الله في الأماكن القذرة، وهذا من قول الحلولية الذين حكم عليهم أهل العلم بأنهم أكفر من اليهود والنصارى كما في بغية المرتاد في الرد على أهل الإلحاد.\n__________\n(1) البخاري رقم (4351) ومسلم رقم (1064)\n(2) البخاري رقم (3194) بلفظ (لمّا قضى الله الخلق..) ومسلم رقم (2751) بلفظ (لمّا خلق الله الخلق...)\n(3) البخاري رقم (3237) , (5193) ومسلم (1436) من حديث أبي هريرة\n(1/25)\n",
        "السؤال السابع: جزاك الله خيرًا. ومما ينشرونه بين العامة عدم شفاعة النبي ? لأهل الكبائر وأن الحديث الذي قاله النبي? فيه: «شفاعتي لأهل الكبائر من أمتي». فيه تشجيع للناس على الكبيرة؟\nالجواب: الشفاعة أدلتها كثيرة ومتواترة:\nورؤية شفاعة والحوض ... ومسح خفين وهذه بعض\n\nفالشفاعة ثابتة بالكتاب والسنة، إنما هي منفية عن الكافرين لقول الله تعالى: [غافر:18] وقوله: [البقرة:255] [الأنبياء:28] وقال أبو هريرة رضي الله عنه: من أسعد الناس بشفاعتك يا رسول الله ؟ قال النبي?: «لقد علمت يا أبا هريرة أنه لا يسأل عن هذا أحد قبلك لما علمت من حرصك على العلم أسعد الناس بشفاعتي من قال لا إله إلا الله صدقًا من قلبه»(1)، وقال عليه الصلاة والسلام: «شفاعتي لأهل الكبائر من أمتي»(2).\nوثبت في بعض السنن وذكره شيخنا في الصحيح المسند مما ليس في الصحيحين من حديث أبي موسى رضي الله عنه أن النبي?قال: «خيرت بين الشفاعة وبين أن يدخل نصف أمتي الجنة، فاخترت الشفاعة لأنها أعم وأكفى، أترونها للمتقين لا ولكنها للخطائين المذنبين المتلوثين»، شفع النبيون، وشفع المؤمنون، وبقية شفاعة رب العالمين فيقبض قبضة فيخرج من النار من قال لا إله إلا الله من في قلبه مثقال حبة من خردل من التوحيد» وهذا ثابت في الصحيح(3)، وأدلة الرجاء كلها تدل على خروج الموحدين من النار. قال عليه الصلاة والسلام: «من قال لا إله إلا الله صدقًا من قلبه دخل الجنة يومًا من الدهر وإن أصابه قبل ذلك ما أصابه»(4).\n__________\n(1) أخرجه البخاري رقم (99).\n(2) أخرجه الترمذي رقم (2435) من حديث أنس وحسنه شيخنا العلامة الوادعي في كتابه الشفاعة رقم (56) بمجموع طرقه.\n(3) أخرجه البخاري رقم (7439) ومسلم رقم (183) من حديث أبي سعيد الخدري\n(4) قال شيخنا الشيخ يحيى الحجوري حفظه الله: في السنن عن جماعة من الصحابة بمجموع طرقه يصلح للإحتجاج. إهـ\n(1/26)\n\nوفي الصحيحين(1) من حديث عبادة بن الصامت رضي الله عنه أن النبي?قال: «من شهد أن لا إله إلا الله وأن محمدًا عبده ورسوله، وأن عيسى عبد الله ورسوله وكلمته ألقاها وروح منه، والجنة حق، والنار حق، أدخله الله الجنة على ما كان من العمل»(2).\nوفيهما من حديث عتبان بن مالك أن النبي?قال: «إن الله حرم على النار من قال لا إله إلا الله صدقًا من قلبه»(3).\nوفيهما من حديث أبي ذر رضي الله عنه أن النبي?قال: «من قال لا إله إلا الله صدقًا من قلبه دخل الجنة». قال أبو ذر: وإن زنا وإن سرق. قال: «وإن زنا وإن سرق». قال: وإن زنا وإن سرق. قال: «وإن زنا وإن سرق»، وفي آخره «وإن رغم أنف أبي ذر» فكان أبو ذر رضي الله عنه يحدث بهذا الحديث ويشير إلى أنفه، ويقول: وإن رغم أنف أبي ذر، وهو يرتاح لما قال له رسول الله?. هذه الأدلة كلها ردوها و زادوا في حديث أنس لفظة منكرة «ليست شفاعتي لأهل الكبائر من أمتي»(4) فزادوا (ليست)، والحديث ثابت بدون هذه الزيادة المختلقة الرافضة دساسون.\nوانظر إلى ما أبانه شيخنا رحمه الله في كتابه «الشفاعة» فقد ألف في هذا الصدد ردًا على الرافضة عدة كتب ومنها «إلحاد الخميني في أرض الحرمين» «القدر» «الشفاعة» «رياض الجنة» «صعقة الزلزال على أهل الرفض والاعتزال» «تحقيق الرسالة الوازعة» «إرشاد ذوي الفطن لإخراج غلاة الروافض من اليمن» وغيرها في الرد على هؤلاء الرافضة.\nالسؤال الثامن: الشيعة يسبون الصحابة لكنهم يتحاملون على معاوية أكثر. فما حكمهم ؟\n__________\n(1) البخاري رقم (3435) ومسلم رقم (28) واللفظ للبخاري\n(2) البخاري رقم (1173) ومسلم رقم (33)\n(3) البخاري رقم (1237) ومسلم رقم (94) من حديث أبي ذر.\n(4) تقدم أنه أخرجه الترمذي رقم (2435) من حديث أنس وجابر بدون زيادة (ليست).",
        "(1/27)\n\nالجواب: نعم.. يسبون الصحابة وقد عرفت أن اليهود والنصارى في هذا أفضل منهم، هذا نص عن شيخ الإسلام، اليهود يجلون أتباع موسى، والنصارى يجلون أتباع عيسى، وهؤلاء يكفرون ويذمون ويطعنون ويتكلمون في أصحاب رسول الله ? وهذا السؤال نترك الجواب عليه لشيخ الإسلام ابن تيمية رحمه الله من كتابه «الصارم المسلول على شاتم الرسول?» ص (518) باختصار: قال فصل في تفصيل القول فيهم قال: وأما من اقترن بسبه دعوى أن عليًا إله، أو أنه كان هو النبي وإنما غلط جبرائيل في الرسالة؛ فهذا لاشك في كفره، بل لاشك في كفر من توقف في تكفيره، وكذلك من زعم منهم أن القرآن نقص منه آيات وكتمت، [وهم الآن يروجون لهذه الفكرة، أشاع بعض الناس أن سيارة أتت بمصاحف إلى الحديدة، وفيها آيات ناقصة يريدون أن ينشروا بين الناس فكرة أن القرآن ناقص].\nقال: وكذلك من زعم منهم أن القرآن نقص منه آيات وكتمت، أو زعم أن له تأويلات باطلة تسقط الأعمال المشروعة، يقولون: (ألم نشرح لك صدرك ووضعنا عنك وزرك وعلي صهرك) أين هذه الكلمة ما هي موجودة في قرآنكم، ويقولون: (يا أيها الذين آمنوا آمنوا بالنبي والولي الذين أرسلناهما إليكم يهديانكم صراطًا مستقيمًا بعضهما من بعض وأنا العليم الحكيم) مثل قرآن مسيلمة (يا ضفدعين بنت ضفدع نقي أو لا تنقين لا الماء تكدرين ولا الشارب تمنعين) هذا قرآنكم مثل قرآن مسيلمة.\nوأشر منهم: هؤلاء القرامطة والباطنية، الذين يقولون: ما هي الصلاة؟ قالوا: أسرار وصلات وزيارات لبعض قبورهم، والصيام كذلك يفسرونها بمبادئهم الكفرية، وهم أكفر من اليهود والنصارى بنصوص أهل العلم، أن الباطنية أكفر من اليهود والنصارى.\n(1/28)",
        "\nقال: وأما سبهم سبًا لا يقدح في عدالتهم ولا في دينهم، مثل وصف بعضهم بالبخل أو الجبن، أو قلّة العلم أو عدم الزهد ونحو ذلك، فهذا الذي يستحق التأديب والتعزير [أسمعتم هل تعرفون من عُزّر في هذا، ويربط بحبل ويطاف به في الأسواق بين العشائر والقبائل، ويضرب بالجريد وبالنعال، ويقال: هذا جزاء من سب أصحاب النبي ? أبدًا] بل إن بعضهم يمكن في المساجد آل البيت يمكن في المسجد ويصلي، ويسب على المنبر، وأمام أمة قد أثنى عليها رسول الله ? بالإيمان والحكمة، في بلد يقول النبي ?: «الإيمان يمان، والحكمة يمانية»(1).\nويقف ذلك البطال ينهق أمام الناس بسب أصحاب رسول الله ? سواءً بسب أبي بكر أو عمر... الخ. فيا إخوان أين إنكار المنكر ؟ [آل عمران:104]، بل لهم أربطة ولهم مواضع ولهم ثكنات وأماكن يسبون فيها ويختلقون الأقاويل الشركيات ويسكت عنهم [وسيأتي أيضًا ما يتعلق بدعمهم من أمريكا وبرضى من إسرائيل عنهم إن شاء الله في الوثائق الموجودة].\nفهذا الذي يستحق التأديب والتعزير، ولا يحكم بكفره بمجرد ذلك، على هذا يحمل كلام من لم يكفرهم من أهل العلم على هذا المعنى الأخير، أما من لعن وقبح مطلقًا فهذا محل الخلاف فيهم لتردد الأمر بين لعن الغيض ولعن الاعتقاد، وأما من جاوز ذلك إلى أن زعم أنهم ارتدوا بعد رسول الله ? إلا نفرًا قليلًا لا يبلغون بضعة عشر نفسًا أو أنهم فسقوا، أو أنهم فسقوا عامتهم؛ فهذا لا ريب أيضًا في كفره، لأنه مكذب لما نصه القرآن في غير موضع من الرضى عنهم، والثناء عليهم، بل من يشك في كفر مثل هذا فإن كفره متعين.\nفإن مضمون هذه المقالة أن نقلة الكتاب والسنة كفار [انظروا إلى مغزاهم في الطعن في حملة ديننا فإن الطعن في الصحابة طعن في الله، فالله سبحانه وتعالى قد أثنى عليهم [التوبة:100].\nويقول الله سبحانه وتعالى: [الحشر:8-9].\n__________\n(1) أخرجه البخاري (4388) ومسلم (52) من حديث أبي هريره\n(1/29)\n",
        "ويقول الله سبحانه وتعالى: [النساء:95] فالشهادة للصحابة بالجنة أمر مشروع أن يشهد لهم جملة بالجنة وأنهم من أهل الجنة لهذه النصوص وقال النبي عليه الصلاة والسلام: «لا تسبوا أصحابي فلو أن أحدكم أنفق مثل أحد ذهبًا ما بلغ مد أحدهم ولا نصيفه»(1).\nوأثنى عليهم جملة وأثنى عليهم تفصيلًا فقال: «النجوم أمنة للسماء فإذا ذهبت النجوم أتى السماء ما توعد وأنا أمنة لأصحابي فإذا ذهبت أتى أصحابي ما يوعدون وأصحابي أمنة لأمتي فإذا ذهب أصحابي أتى أمتي ما يوعدون... الخ»(2) وهكذا قول النبي ? في الصحابة أثنى عليهم أفرادًا وجملة وتفصيلًا بأدلة كثيرة. ألف الإمام أحمد فضائل الصحابة –الآن في مجلدين(3) – وغير ذلك من المصنفات المفردة والمضمنة، لا يطعن في الصحابة إلا من كان طاعنًا في الله وإن لم يقل ذلك و كان طاعنًا في رسول الله ? فهو قد أثنى عليهم على أبي بكر كما سبق وعلى عمر رضي الله عنه وقال عليه الصلاة والسلام: «وإن يكن فيكم محدثون فهو عمر»(4) وقال عليه الصلاة والسلام «لو سلك عمر فجًا لسلك الشيطان فجًا غير فجه»(5) «إن الشيطان ليفر منك يا عمر»(6) ووافقه القرآن في أكثر من موضع.\n__________\n(1) أخرجه البخاري رقم (3673) ومسلم رقم (2540) من حديث أبي سعيد الخدري واللفظ للبخاري\n(2) أخرجه مسلم رقم (2531) من حديث أبي موسى الأشعري\n(3) طبعة دار ابن الجوزي تحقيق الشيخ الفاضل وصي الله عباس الهندي.\n(4) أخرجه البخاري رقم (3469) أول الحديث (إنه قد كان فيما مضى قبلكم من الأمم...) من حديث أبي هريرة وأخرج مسلم نحوه رقم (2398) من حديث عائشة.\n(5) أخرجه البخاري رقم (3294) ومسلم رقم (2396) من حديث سعد بن أبي وقاص\n(6) أخرجه أحمد والترمذي وغيرهما بلفظ (ليفرق..) وهو في الصحيح المسند لشيخنا مقبل رقم (179) وفي الصحيحة للشيخ الألباني رقم (1609) 1هـ.\n(1/30)\n\nوأثنى عليه من حيث أنه هو الذي يستنبط العلم [النساء:83] فكان عمر من الذي (يستنبطونه)، وهكذا عثمان رضي الله عنه ذو النورين زوجه بابنتيه واحدة بعد واحدة ماتت الأولى ثم زوجه بالثانية، وقال من يشتري بئر رومى وله الجنة(1) فاشتراها عثمان وحث على تجهيز الجيش فجهزه عثمان(2) - رضي الله عنه - حتى لم يترك عقالًا لبعير، فقال النبي ?: «ما على عثمان بعد اليوم»، ومع هذا كله يطعنون في أصحاب النبي ? وحملت ديننًا يطعنون في رسول الله ? هؤلاء الخبثاء ويطعنون في الدين من طرف خفي فإنه إن يكن الدين من طريق عشرات من أصحاب النبي ? فلا يفي بعشر معشار هذا الدين فكم جاء عن أبي هريرة الذي يسبونه ويتكلمون فيه من أجل ما حمل من السنن التي تهدم بدعهم جاء أكثر من خمسة آلاف حديث هذا مردود لأنه عن طريق كافر عند بعضهم أو فاسق عند الآخرين والرواية إذا جاءت عن كافر أو فاسق مردودة لا تقبل.\nوهكذا عن طريق بقية الصحابة الذين يكفرونهم ويفسقونهم هذا هدم للدين من أصله هدم لهذه الشريعة من أصلها إذ أن الشريعة أتى بها وحملها إلينا هؤلاء الأتقياء الأطهار رضوان الله عليهم أصحاب رسول الله ? اختارهم الله واصطفاهم الله لنبيه ولحمل دينه كما ثبت ذلك في الحديث الصحيح في الاصطفاء ونكمل ما قاله شيخ الإسلام.\nفإن مضمون هذه المقالة أن نقلة الكتاب والسنة كفار وفساق وأن هذه الآية التي هي [آل عمران:110] وخيرها هو القرن الأول كما ثبت من حديث عمران «خيركم قرني ثم الذين يلونهم ثم الذين يلونهم»(3) كان عامتهم كفارًا أو فساقًا مضمونها أن هذه الأمة شر الأمم.\n__________\n(1) - (3) أخرجه البخاري رقم (2778) من حديث عثمان تعليقاً وهو في الصحيح المسند مما ليس في الصحيحين في مسند عثمان - رضي الله عنه - .\n(3) أخرجه البخاري رقم (2651) ومسلم رقم (2535)",
        "(1/31)\n\nوأن سابقي هذه الأمة هم شرارها وكفر هذا مما يعلم بالاضطرار من دين الإسلام ولهذا نجد أن عامة من ظهر عليه شيء من هذه الأقوال فإنه يتبين أنه زنديق وأهل العلم ما كانوا يسمّون الرافضة إلا بالزنادقة سموهم بالزنادقة مطلقا ًوعامة الزنادقة إنما يستقرون بمذهبهم وقد ظهرت لله فيهم مثلات وتواترت النقول بأن وجوههم تمسخ خنازير في المحيا والممات وجمع العلماء ما بلغهم في ذلك كله وصنف فيه الحافظ الصالح أبو عبد الله محمد بن عبد الواحد المقدسي في (كتاب في النهي عن سب الأصحاب وما جاء فيه من الإثم والعقاب) هذا يكفي فيما يتعلق بفضائل الصحابة وبما فيهم معاوية رضي الله عنه كاتب وحي رسول الله ? ومن روى عنه جملة من الأحاديث وصهر رسول الله ? فقد تزوج رسول الله ? بأم حبيبة، فنعتبر السب لأصحاب رسول الله ? بما فيهم معاوية رضي الله عنه يعتبر أذى لرسول الله ? وأذى للمؤمنين [الأحزاب:57] ويقول الله سبحانه وتعالى: [الأحزاب:57] والنبي ? فيما يرويه عن ربه - عز وجل - – حديث قدسي – عن أبي هريرة: «من عادى لي وليًا فقد آذنته بالحرب»(1) فنسأل الله أن ينتقم من الرافضة.\n[كانت هذه الأسئلة أمام نحو ثلاثة آلاف طالب علم فاضل فقالوا: آمين].\nالسؤال التاسع: جزاكم الله خيرًا .. ينشرون هذه الأيام دعاية أنها وصلت مصاحف إلى الحديدة أو بعض الأماكن محرفة فهل لهم بهذا هدف ؟\nالجواب: سبق هدفهم وهم كذابون.. أكذب الناس الرافضة.. قاله شيخ الإسلام وغيره أكذب الناس على الإطلاق هم الرافضة كما يقول القحطاني:\nلا تتبع دين الروافض إنهم ... أهل المحال وشيعة الشيطان\nهم شر من وطئ الحصى من ناطق ... من كل أنس كان أو جان\n\nإلتقى الأعمش بجني فقال الأعمش للجني: فيكم فرق؟ فقال: نعم فينا فرق وشر فرقنا الرافضة.\nوهذا مذكور في ترجمة الأعمش، وهو صحيح عنه.\n__________\n(1) أخرجه البخاري (6502).\n(1/32)",
        "\nوربنا سبحانه وتعالى يقول: [فصلت:41-42]. ويقول سبحانه وتعالى [الحجر:9] فدعوى الرافضة أن القرآن ناقص تقدم كلام شيخ الإسلام أنهم يكفرون بذلك.\nالسؤال العاشر: من أوّل من أحدث عيد الغدير ؟ وما حكمه ؟\nالجواب: عيد الغدير أحدثه البويهيون أبو الحسين أحمد بن بويه هذا الذي أحدثه الملقب بمعز الدولة وهو قرمطي بويهي كما في «البداية والنهاية».\nنصيحة.. نصيحة أن لا يركن إلى أهل البدع من قرامطة ورافضة وشيعة وصوفية وإخوان مسلمين أو غيرهم الركون إليهم ركون إلى الظالمين. الله سبحانه يقول: [هود:113] ويقول: [النساء:107] [النساء:109] وإليك ذكر ما يتعلق بقصة أحمد بن بويه هذا..\nقال ابن كثير (في حوادث سنة أربع وثلاثين وثلاثمائة من «البداية والنهاية») (15/ 167) أقبل معز الدولة أبو الحسين أحمد بن بويه في جحافل فلما اقترب من بغداد بعث إليه الخليفة المستكفي بالله الهدايا والنزالة.\nقلت: -أكرمه ولكن إكرام إلى الرافضة في غير موضعه-\nفإن أنت أكرمت الكريم ملكته ... وإن أنت أكرمت اللئيم تمردا\n\nهذا شأنهم يريدون أن يسيطروا على الناس، حتى عوامهم الذين هم على فكرتهم. ذكروا أن محمد بن المطهر أتاه عامي فقال: المذهب كاد أن يذهب وأنتم سكوت، فقال له ابن المطهر: لأننا لا نستطيع أن نظم ونؤمن إلا في البيوت، فذهب ذلك الرجل العامي، وهو يسب ابن المطهر فأنشاء ابن المطهر شعرًا :\nالرفع والضم والتأمين مذهبنا ... ومذهب الآل والأصحاب والفقهاء\nما كان تركي له والله عن ملل ... وإنما أخاف على نفسي من السفهاء\n(1/33)\n",
        "فهم حتى عوامهم يريدون أن يسيطروا على علماء من اغتر بفتنتهم، فقد فتن يخبرنا الذين يذهبون إلى الحج أن دعوتهم منتشرة على مستوى النساء، تأتي إلى النساء في الحرم وتبكي، وتدعوا النساء إلى التشيع، فإن رأت منها أنها من أهل السنة تركتها وابتعدت عنها، ويطفن بالحرم ويبكين يا حسيناه ليش ما تجيناه، ينادين حسين وهن يطفن بالبيت، يعملون الفتن كما ذكر شيخنا رحمه الله في «الإلحاد الخميني في أرض الحرمين» بما يطول ذكره في الحرم، ويحرقون ويظاهرون، إرهاب... إيما إرهاب عند الرافضة. (1)\n__________\n(1) وراجح إن شئت كتاب (الإرهاب) للشيخ الفاضل زيد بن هادي المدخلي\n(1/34)\n\nفليكن المسلمون منهم على حذر، فإن عندهم مخططات على ممر التاريخ، وكل عشر سنوات يمرون خطوه في أيام الحسينيات حقهم، يأخذ أحدهم السكين، ويذهب ويطعن ولده، ويقطع ولده، والدم يسيل من الصبي، وهو يصرخ، وهو يقطع فيه، من أجل أن هذه عباده، تراهم هذا ينتف رأسه، وهذا يطعن نفسه، وهذا يلطم خده، أهؤلاء حُمر وإلا أوادم؟! وعندهم كبر وغطرسة على الأمة بما لا يعلمه إلا الله، حتى من أقوالهم: ما خلق الله سيدًا إلا خلق له أحد عشر قبيليًا يخدمه، وإذا باضت الدجاجة يأتي بها إليه، وإذا حصلت الذرة قدمها إليه، الإمامه لآل البيت، والعقد يعقد آل البيت، الخطابة لآل البيت، والتصدر كله لآل البيت، وأنت يا أيها القبيلي صبن غرارة -يعني أيش الغرارة. الغرارة شيء أسود معروف عند الناس لو تصبنها بماء الدنيا ما طلعت بيضاء- فكذلك القبيلي لا يمكن أن يطلع عالمًا، عندهم احتقار حتى على مستوى العقود، إذا عقد يقول: تزوجت الهاشمية فلانه بنت فلان بالسيد فلان بن فلان، وإذا عقد بغيرها يقول: تزوجت الحرة. حتى في العقود يفرقون بين هذه الصيغ، وحتى من معتقداتهم أن غيرالرافضي يسموه ناصب، والناصبي نجس، وعندي نص في هذا موجود، أفتى بعضهم أن الناصبي إذا صافحك فأغسل يديك إذا كان في يديه رطوبة. فاهانهم الله [الحج:18]. ومن هؤلاء أيضًا الذين يدعون أنهم فاطميون أكفر من اليهود والنصارى القرامطة الإسماعيلية الأباحيه الذي يقول أحدهم على لسانهم وينسب هذا إلى علي بن الفضل:-\nخذي الدف يا هذه واطربي ... وغني هزاريك ثم العبي\nتولى نبي بني هاشم ... وهذا نبي بني يعربي\nأباح البنات مع الأمهات ... ومن فضله زاد حل الصبي\nإذا الناس قاموا فلا تنهضي(1) ... وإن صاموا فكلي واشربي\nولا تطلبي السعي عند الصفا ... ولا زورة القبر في يثرب\nإلى أن قال:\nوما الخمر إلا كماء السماء ... حلال فقدست من مذهبِ\n__________\n(1) يعني إلى الصلاة",
        "(1/35)\n\nومن أراد المزيد من تتمت هذه الآبيات التي فيها إباحية وكفر صريح، وأنهم يستبيحون أمهاتهم وبناتهم وأخواتهم.\nوالرافضة أيضًا على نفس المبدأ، نقلوا أن امرأة في ليلة عاشوراء التي هي ليلة الأباحية عند الرافضة، أنها أخذت في يدها حناء -وهذا مذكور في كتاب الموسوي (1)- وبقية تنتظر من الذي يكون وقع عليها، لأن المرأه في تلك الليلة تبقى متجهزه، والولد الذي يحصل لها ولد مبروك وولد صالح، تريد مبروك، وأي امرأه يقع عليها فهو مأجور وبأجر كذا وكذا من الحسنات عندهم، يحدثونهم بهذا فلوا وقع على أمه أو أخته أو أقرب قريب إليه من المحرمات مباح له.\nوذهبت مع أبيها فأطفؤا السراج، وألتفتت إلى أبنته ووقع على أبنته، ولطخت ذلك الذي وقع عليها بالحناء، ولما أصبحوا نظرت، وإذا الذي وقع عليها أبوها.\nفنفس الأباحية عند الرافضة وعند الأسماعيليه، والمبدأ واحد في الغُلو الشديد في التستر تحت حب آل البيت، وهم في الحقيقة مدسوسون من قبل اليهود) ونعود إلى إكمال كلام ابن كثير عن عيد الغدير.\nقال: وقال للرسول أخبره أني مسرور به، وأني إنما أحتميت من شر الأتراك الذين انصرفوا إلى الموصل، وبعث إليه بالخلع والتحف، ودخل معز الدولة ابن بويه بغداد في الحادي عشر جماد الأولى من هذه السنة، منزل بباب الشماسية، ودخل من الغد إلى الخليفة فبايعه، وخلع عليه المستكفي، ولقبوه بمعز الدولة فكم من المستكفي هذا أكرم ابن بويه، ولقب أخاه أبا الحسن علي بعماد الدولة، وأخاه أبا علي الحسن بركن الدولة، وكتب ألقابهم على الدراهم والدنانير -هذا المستكفي أكرم هؤلاء البويهيين وركن إليهم ومكنهم- ونزل معز الدولة بدار مؤنس الخادم، ونزل أصحابة من الديلم في دور الناس، فوجد الناس من ذلك كلفة شديدة، حجر عليهم المعاشات، وكلف أهل البلاد بالتعاون معه، والقيام معه من أجل أن يكرم هؤلاء البويهيين.\n__________\n(1) كما في كتابه (لله ثم للتاريخ)\n(1/36)",
        "\nهذا المستكفي مخذول ونزل أصحابة في الديلم في دور الناس فوجد الناس من ذلك كلفة شديدة، وأمن معز الدولة شيراز، فلما ظهر أستكتب على الخراج، ورتب الخليفة بسبب نفقاته خمسة آلاف في كل يوم، واستقرت الأمورعلى هذا النظام، ولما كان اليوم الثاني والعشرون من جماد الآخر حضر معز الدولة [أنظروا. أنظروا الآن كيف جازاه جزاء سنمار، يقولون: قال بعض المشغفين بالبناء: ابن لي بيتًا ليس له نظير يعني يكون الوحيد، فذهب سنمار(1) وبنا له بيتًا ليس له نظير، فلما انتهى من بناء البيت وعلى آخر لبنه، أتاه من خلفه ودفعه حتى سقط، جزاء بناءه، وجزاء ما وفي معه قتله. من أجل ماذا؟ حتى لا يبني لغيره مثله. يقولون: هذا المثل جزاء سنمار].\nحضر معز الدولة إلى الحضرة، وجلس على سرير بين يدي الخليفة، جاء رجلان من الديلم ممن هم من أصحاب معز الدولة أحمد بن بويه، فمدا أيديهما إلى الخليفة، فأنزلاه عن كرسيه وسحب، كان تواطئًا بين معز الدولة وبين جيشه ومن معه، فبطشوا وأنزلوه، وأنزلوا هذا المستكفي، أهين أهانوه في حقه، ونهض معز الدولة على الكرسي، واضطرب دار الخلافة حتى خلص إلى الحريم -لأنها إباحيه – وتفاقم الحال، وسيف الدولة ماشيًا إلى دار معز الدولة، بعد أن أكرمه وأعطاه الرواتب، وأنزل قومه، أيش صنعوا به بطشوا به وأنزلوه، وصعد هو على الكرسي الذي هو معز الدولة، وعاثوا في الأرض الفساد، وذهبوا به إلى بيت معز الدولة، عبارة عن رجل أسير فأعتقل بها، وأحضر أبو قاسم الفضل بن المقتدر فبويع بالخلافة، وسملت عيني المستكفي بالنار، بعد الإكرام سملت عيني المستكفي، وأودع السجن، فلم يزل به مسجونًا حتى كانت وفاته في سنة ثمانية وثلاثين وثلاثمائة، [بعد أن أكرمهم عبرة والله لمن يكرم الرافضة، ويكرم أهل الأهواء يمكّن أهل الأهواء عبرة].\n__________\n(1) هذا مثل يضرب. معجم الأمثال\n(1/37)\n",
        "فتنة عيد الغدير فتنة عريضة النطاق، فتنة مبنية على البدع، فتنة مبنية على الشركيات، وانظر إلى شركياتهم في هذه الأوراق، وفي الأناشيد في يوم الغدير ستأتي إن شاء الله. فتنة مبنية على إزهاق الأرواح، فتنة مبنية على ترويع الآمنين. فتنة مبنية على إزعاج المرضى والمساكين، فتنة مبنية على الإسراف والتبذير، فتنة مبنية على شرور كثيرة. أناشدكم الله لو أن أهل السنة خرج بعضهم بهذه الحملة المكثفة بالسلاح والمعدلات والرشاشات، وفعلوا عشر ما يفعله الرافضة هل تسكت عنهم أمريكا؟ أبدًا .. والله تثور أمريكا -دمرها الله- أيما ثورة على أقل وأدنى وأدنى وأدنى من هذا، مع أن أهل السنة أصحاب استقامة وبعد عن الفتن.\nولكن لتعلموا أن أمريكا تدعم الرافضة ماديًا ومعنويًا، تدعمهم على العالم، وأنها إذا أرادت اقتحام بلد الرافضة تمهد لها الطريق لتوطيد أفكارها وبث شرر نارها.\n(1/38)\n\nولا تسمع لهم في الرافضة همسًا، مع حصول الظلم «الظلم ظلمات يوم القيامة»(1) والله يقول: [النساء:93] وربما أحدهم يكون له أغراض في انتخابات أو غير ذلك يتصيد يوم (الغدير) ويقتل غريمه وذهب كما ذهب حمار أم عمرو، ومن أثر ذلك حصل إرهاب شديد على الطرقات تقطع الطرقات في أيام الغدير، لا يدري إلا وقد وقعت الرصاصة في رأس هذا أو في جنب هذا.والله عزوجل يقول: [الحج:41] وتعاون مادي -بشدّة الرصاص في غير يوم الغدير مبلغها غالي، وإذا كان أيام الغدير خفض لها- دعم مادي خطير، تدبير ماكر على الإسلام، والله أنا أشعر بخطر داهم على المسلمين من قبيل الرافضة يجب أن ينتبهوا من ذلك. هذه المفاسد كلها مع ما يحصل من ذلك من الفتن، أيغفل عنها! هذا شيء والله لا يسكت عنه يجب إنكار هذا المنكر كما أمر الله سبحانه وتعالى، وحسبنا الله ونعم الوكيل، والله المستعان، ولا حول ولا قوة إلا بالله، واسمع ماذا يقولون في أشعارهم في عيد الغدير:\nقوافي الشعر قد جئنا بها عددا ... في فضل من بجوار الله قد رقدا\n\nهذه القصيدة تحتاج في الرد عليها في شريط كامل، وإنما نعلق عليها هنا باختصار لضيق الوقت الآن:-\n(يحيى بن الحسين الهادي الزائغ الذي قد عُلم أنه حرق أعناب أهل بلاد صعدة، وقد عُلم أنه سفك دماءهم، وأنه نشر المذهب المعتزلي في اليمن، وأنه أيضًا عاث في الأرض الفساد, وأقرأ إن شئت كتاب «صعقه الزلزال على أهل الرفض والاعتزال» لشيخنا مقبل رحمه الله حتى أنه بعد أن كتب فيه ما يترحم على الهادي بعد ذلك، فإنه لا يستحق الترحم عليه فنسأل الله أن يعامله بما يستحق. آمين).\n\nيحيى إمام اليمن نبراس عالمه ... محيي الفرائض لا يوصف به أحدا\n__________\n(1) أخرجه البخاري رقم (2447) ومسلم رقم (2579) من حديث ابن عمر واللفظ للبخاري",
        "(1/39)\n\nوالرسول ? والأنبياء انظر على غلو يا أخي شابهوا من قبلهم [التوبة:30]، قال النبي?:«لا تطروني كما أطرت النصارى عيسى ابن مريم إنما أنا عبد فقولوا عبد الله ورسوله»(1)«وقالوا يا سيدنا وابن سيدنا وخيرنا وابن خيرنا قال قولوا بقولكم الأول ولا يستهوينكم الشيطان»(2)، وأما الرافضة فلا يقفون عند دليل ولايرعوون لحق.\n\nيحيى الذي اسمه المهدي أضاء لنا ... دين النبي وفضل الآل منذ بدا\n\n[أضاء لكم الشر والاعتزال والشركيات].\nوالله ما جاء إلا بالنكد جاء من الرس من نجد جاء بالنكد إلى اليمن والاعتزال والظلم، ومن أراد المزيد من معرفة ضلاله فليقرأ كتاب شيخنا الوادعي رحمه الله «صعقة الزلزال على أهل الرفض والاعتزال\":\nسيف الرسول وباني مجد حيدرة ... هو النجاة إذا ما الخطب قد وجدا\n\n[الأنعام:63] الله، [المؤمنون:88] وهذا يجعله في منزلة الربوبية (هو النجاة) شرك بالله.\n\nبشر به المصطفى من قبل مولده ... فقال من ها هنا يحيى لكم رشدا\nيا زائرًا قبر يحيى زره مكرمة ... سلم عليه ومن بجواره الشهدا\n\nيعني أن النبي? بشر بالهادي.. أف لهذا الكذب السمج، ما يستطيعون يثبتون على ذلك ربع دليل، والأكاذيب دين الرافضة مبني على الكذب،\nشهداء إبليس، شهداء على الشركيات، الشهيد يشترط فيه شروط أن يكون على التوحيد أما هؤلاء مشركون.\n\nما زاره من مريض أو لمعضلة ... توسلًا فيه إلا نال ما قصدا\n__________\n(1) أخرجه البخاري (3445) عن عمر\n(2) أخرجه النسائي في عمل اليوم والليلة (248) وصححه شيخنا مقبل كما في الصحيح المسند مما ليس في الصحيحين (1/92) رقم (132)\n(1/40)",
        "\nأنظر يزوره من أجل أن يتوسل به، وأنه يحل المشكلات والمعضلات، وأنتم يا مجانين أليس بعضكم مجنون، لماذا ما ذهبت عنه هذه الأمراض والمعضلات.. أليس بعضكم فقير درويش هناك يتسول يمد يديه أمام الناس، لماذا ما ذهبت عنه هذه المعضلات، وهكذا أيضًا يصاب بسائر الأمراض الحسية والمعنوية وهذا القول شرك، والله - عز وجل - يقول عن نبيه إبراهيم: [الشعراء:80] وقال سبحانه [التوبة:51] فهؤلاء يسندون الأمور إلى الهادي:\n\nطف بالضريح وحيي من بساحته ... من الأئمة والأخيار والسعدا\n\nالطواف به من تقديس الأموات وهذا شرك.\nوما أحسن ما رد به بعض الناس على ذلك الضال المشرك الذي قال:\nإذا ما شئت أن تحيى ... حياة طيب المحيى\nفزر يحيى تجد يحيى ... لدين الله قد أحيى\n\nيعني يحيى بن حسين المعروف بالهادي المقبور بصعدة.\nفرد عليه فقال:\nإذا ما شئت أن تحيى ... وتسلم فتنة المحيى\nفلا تذهب إلى يحيى ... فيحيى مات ما أحيى\nزر قبر يحيى هديت الرشد عن كمل ... وهو الوسيلة عند الله معتمدا\n\nالوسيلة: وهذا باطل وهو نظر قول المشركين ما نعبدهم إلا لقربونا إلى الله زلفى.\nورتل الذكر إجلالًا له ولمن...\nالذكر: أي اقرأ القرآن عند قبره، لهذا تجدهم يتخذون مصاحف كبار عنده هناك، الذين هم أصحاب التشيع، ويأتي الواحد يتخابطون عليه في المسجد بجامع صنعاء، وبجامع الهادي ويتضاربون إذا جاء واحد معه حق دريس، كما يقولون ذاك، يقول: أنا أعطيك المصحف بخمسة آلاف، وذلك يقول: أنا أعطيك بألفين، وهكذا يبيعون ويشترون في القرآن، وهم جهال يحسنون قراءة القرآن.\nقال تعالى: [يس:70] مات أصحاب النبي?– وبعض زوجاته وبعض أولادة وما قرأ عليهم شيئًا من ذلك. أمّا حديث «أقرؤوا على موتاكم ياسين» حديث معقل فيه اضطراب وفيه أبو عثمان غير النهدي وأبوه مجهولان\nمن زارهم لم ينل في الدهرعارضة ... ولا يصاب بشر دائما أبدا\n(1/41)\n",
        "هذا دعاء للغيب وقول بلا علم وغلو فاحش فإن رسول الله ? أفضل الخلق ولم يكن ذلك لمن سلم عليه إذا زار المسجد النبوي.\n\nزر قبر يحيى ودع أقوال زائفة ... من المضلين من راموا لنا رصدًا\n\nهذا من العمى وتقليب الحقائق أن يكونوا على هذه الشركيات والانحرافات البعيدة لا يرى ما هو فيه من الضلال ويرمي به غيره.\n\nفكل ريح وإن هبت عواصفها ... لن تختشيها سنمضي في الهدى سعدا\n\nأين أنتم وأين الهدى. هدى تقليد الكفار. أين أنتم وأين الهدى. هدى رد الصفات ودفع الصفات، وهدى سب أصحاب النبي ? هدى أكل أتربة القبور، واعتقاد النفع والضر في الأموات، والكذب على الناس، إن ذلك المسك يخرج من رجل الهادي بعد عشرات السنين، وقد صار ترابًا، وتصبون الطيب فيه، وتقولون: هذا من جرح الهادي، هذا تلبيس مثل اليهود، قال الله تعالى: [آل عمران:71]?\nقل للمضلين لن تهدم عقيدتنا ... في فضل يحيى فقد هدى لنا رشدا\n\nلا لا قد هدمت ولله الحمد، وولى التشيع وله ضراط، ومازال أهل السنة بعده.\n\nيارب يارب يامن لا شريك له ... أقمع ببطشك من راموا لنا رصدا\n\nنعم لا شريك له، قد أشركت به في هذه القصيدة شركًا أكبر، فقد خالفت ما تقول.\nإلى آخر ما ذكر في قصيدته، ويقول: أرجوا من كل مؤمن طبعها، وتوزيعها في عموم الكرة، مأجور يعني يؤجر على ذلك، يوزع هذه الشركيات على الكرة.\nوهذه قصيده أخرى نظير هذه التي تقال في عيد الغدير تحمل الكفر الصراح:\n\nأبا حسن أنت زوج البتول ... وجنب إلاله ونفس الرسول\nوبدر الكمال وشمس العقول ... ومملوك ربي وإنت الملك\nدعاك النبي بيوم الغدير ... ونص بأنك بيوم الغدير\nبأنك للمؤمنين الأمير ... وعقد ولا يته قلدك\nإليك تصير جميع الأمور ... وأنت العليم بذات الصدور\nوأنت المبعثر ما في القبور ... وحكم القيامة بالنص لك\nوأنت السميع وأنت البصير ... وأنت على كل شيء قدير\nولولاك ما كان نجم يسير ... ولولا ولاك لزال الفلك\nوأنت بكل البرايا عليم ... وأنت المكلم أهل الرقيم\n(1/42)\n\nولولاك ما كان موسى الكليم ... كليمًا فسبحان من كونك\nسرى سر أسمك في العالمين ... فحبك كالشمس فوق الجبين\nوبغضك في أوجه المبغضين ... كطير فلا فاز من أبغضك\n\nوالله أنتم تبغضونه، أما أهل السنة فيحبونه حبًا شرعيًا، وأنظر كتب السنة والثناء على آل البيت المستقيمين منهم، أنظروا كتب السنة كيف يجلون عليًّا رضي الله عنه\nفمن ذاك كان ومن ذا يكون ... وما الأنبياء ما المرسلون\n\n[بجانب علي - رضي الله عنه - ! أسمع أسمع إلى الغلو]\n\nوما القلم واللوح وما العالمون ... وكل عبيدًا مماليك لك\n\nأي جميع الأنبياء والمرسلين وغيرهم كلهم عبيد لعلي - رضي الله عنه - .\n\nأبا الحسن يا مدير الوجود ... وكافي الطريق ومأوى الوفود\nومسقى محبيك بيوم الورود ... ومنكر بالبعث من أنكرك\nأبا الحسن يا علي الفخار ... ولاؤك لي في ضريحي منار\nوأسمك لي في المضيق الشعار ... وحبك مدخلي جنتك\n\nهذا الفاجر المشرك اسمه علي بن سليمان المزيدي.\nبك المزيد علي دخيل ... إذا جاء أمر الأله الجليل\nونادى المنادي الرحيل الرحيل ... وحاشاك تترك من لاذل\n\nبل هذه الشركيات التي لا يرضاها الله ولا رسوله، ولا مؤمن عنده غيرة على دينه، تقال يوم الغدير. وحسبنا الله ونعم الوكيل\n(السؤال الحادي عشر) ينشرون هذه الأيام أن عندهم بعض الأطفال فيهم صفات الخليفة واختلفوا من هو منهم فمنهم من قال هو حسين بدر الدين ومنهم من قال هو ولد واحد من برط ؟\nالجواب: لعله الدجال يتمثل في صورة واحد منهم فيعتبرونه هو المهدي، مهديهم وكل حين يأتون لهم بمهدي، وما أحسن ما قال بعض الناس في هذا:\n\nما آن لسرداب أن يلد الذي ... كلفتموه بجهلكم ما آن\nفعلى عقولكم العفى وإنكم ... ثلثتم العنقاء والغيلان\n\nالعفى هو التراب، على عقول الرافضة والشعبي (لو كانوا من الطيور لكانوا رخمى ولو كانوا من الدواب لكانوا حمرًا).\nالعنقاء معدومة، والغيلان معدومة، ومهدي السرداب معدوم، وكل واحد منهم يريد أن يكون ابنه هو مهديهم المنتظر فما أسخف عقول الرافضة.",
        "(1/43)\n\nالسؤال الثاني عشر: الشيعة قاتلوا في بعض البلدان الإسلامية مع النصارى ضد المسلمين كما في الأفغان وبعض البلاد الإسلامية. فما حكم هؤلآء ؟\nالجواب: قد سمعت كلام شيخ الإسلام وهو يقول: أنهم على ممر التأريخ ضد المسلمين هم مع الكفار.\nأما حكم التعاون مع الكافرين على المؤمنين فإن الله عزوجل يقول [المجادلة:22]\nويقول الله سبحانه وتعالى [النساء:144] ويقول سبحانه وتعالى [المائدة:51-52].\nفالأدلة دالة على أن معاونتهم على الإسلام والمسلمين يعتبر من نواقض الإسلام.\nفالله عزوجل يقول: [البقرة:256] فمن لم يكفر بالطاغوت ما استمسك بالعروة الوثقى.\nوإليك كلام شيخ الإسلام رحمه الله في الرافضة من «منهاج السنة النبوية» (6/368):\nوكما أنه لم يكن في القرون أكمل من قرن الصحابة، فليس في الطوائف بعدهم أكمل من أتباعهم، فكل من كان على الحديث والسنة وآثار الصحابة أتبع كان أكمل، وكانت تلك الطائفة أولى بالاجتماع والهدى والإعتصام بحبل الله، وأبعد عن التفرق والإختلاف والفتنة، وكل من بَعُد عن ذلك كان أبعد عن الرحمة وأدخل في الفتنة، فليس الضلال والغي في طائفة من طوائف الأمة، وأكثر منه في الرافضة.\nكما أن الهدى والرشاد والرحمة ليس في طائفة من طوائف الأمة أكثر منه في أهل الحديث، والسنة المحضة الذين لا ينتصرون إلا لرسول الله ? فإنهم خاصته، وهو أمامهم المطلق الذي لا يغضبون لقول غيرهم، إلا إذا أتبع قوله ومقصودهم، نصر الله ورسوله إذا كان الصحابة ثم أهل الحديث والسنة المحضة أولى بالهدى ودين الحق وأبعد الطوائف عن الضلال والغي، فالرافضة بالعكس.\n(1/44)",
        "\nوقد تبين أن هذا الكلام الذي ذكره هذا الرجل: يعني ابن المطهر فيه من الباطل مالا يخفى على عاقل، ولا يحتج به إلا من هو جاهل، وأن هذا الرجل كان له بالشيعة إلمام واتصال، وأنه دخل في هواهم بما ذكر في هذا الكتاب، مع أنه ليس من علماء النقل والآثار، وإنما هو من جنس نقلة التواريخ التي لا يعتمد عليها.\nمن كان علمه بالصحابة وأحوالهم من مثل هذا الكتاب، فقد خرج عن جملة أولي الألباب، ومن الذي يدع كتب النقل التي أتفق أهل العلم بالنقولات على صحتها، ويدع ما تواترت به النقل في كتب الحديث على بعضها، كالصحاح والسنن والمسانيد والمعجمات والأسماء والفضائل، وكتب أخبار الصحابة وغير ذلك، وكتب السير والمغازي، وإن كانت دون ذلك، وكتب التفسير والفقه وغير ذلك من الكتب، التي من نظر فيها علم بالتواتر اليقيني ضد ما في النقل الباطل، وعلم أن الصحابة رضي الله عنهم كانوا أئمة الهدى، ومصابيح الدجى، أن أصل كل فتنة وبلية هم الشيعة، [أنظر أين أصول الفتن وأصول البلايا هم الشيعة، ومن أنطوى إليهم] وكثير من السيوف التي سُلّت في الإسلام إنما كانت في جهتهم، وعلى أصلهم ومادتهم، منافقون، والروافض الشيعة أصلهم منافقون. أختلقوا أكاذيب، وابتدعوا أراء فاسدة ليفسدوا بها دين الإسلام يستدل بها من ليس من أولي الأحلام، فسعوا في قتل عثمان، ثم انزووا إلى علي لا حبًا فيه، ولا في آل البيت لكن ليقيموا سوق الفتنة بين المسلمين، ثم هؤلاء الذين سعوا معهم، منهم من كفره بعد ذلك وقاتله، كما فعلت الخوارج، وسيفهم أوّل سيف سُلّ على الجماعة، ومنهم من أظهر الطعن على الخلفاء الثلاثة كما فعلت الرافضة، وبهم تسترت الزنادقة، كالغالون من النصيرية، وغيرهم من القرامطة الباطنين، والاسماعيلية وغيرهم، فهم منشأ كل فتنة.\n[\n(1/45)\n",
        "الرافضة منشأ كل فتنة] والصحابة رضي الله عنهم منشأ كل علم وصلاح وهدى، ورحمة في الإسلام، ولهذا تجد الشيعة ينتصرون لأعداء الإسلام المرتدين كبني حنيفة أتباع مسيلمة الكذاب، ويقولون: إنهم كانوا مظلومين كما ذكر هذا صاحب الكتاب، وينتصرون لأبي لؤلؤة الكافر المجوسي، ومنهم من يقول: اللهم أرضى عن أبي لؤلؤة واحشرني معه، ومنهم من يقول في بعض ما يفعله.\nوأبو لؤلؤة كافر باتفاق أهل الإسلام، كان مجوسيًا من عباد النيران، وكان مملوكًا للمغيرة بن شعبة، وكان يضع الارحاء، وعليه خراج للمغيرة كل يوم أربعه دراهم، وكان قد رأى في ما عمله المسلمون بأهل الذمة [يعني فعل أبي لؤلؤة المجوسي إنما هو انتصار للكفار] وإذا رأى سبيًا يقدم للمدينة يبقى في نفسه من ذلك، وقد روي أنه طلب من عمر أن يكلم مولاه في خراجه فتوقف عمر، وكان من نيتيه أن يكلمه فقتل عمرًا بغضًا في الإسلام وأهله، وحبًا للمجوس وانتقامًا للكفار.\nلما فعل بهم عمر حين فتح بلادهم وقتل رؤساءهم وقسم أموالهم كما أخبر النبي ? عن ذلك في الحديث الصحيح حيث يقول: «إذا هلك كسرى فلا كسرى بعده وإذا هلك قيصر فلا قيصر بعده والذي نفسي بيده لتنفقن كنوز هما في سبيل الله»(1) وعمر هو الذي أنفق كنوزهما، وهذا الحديث الصحيح مما يدل على صحة خلافته، وأنه كان ينفق هذين الكنزين في سبيل الله لم ينفق الأموال في أهواء النفوس المباحة فضلًا عن المحرمة، فهل ينتصر لأبي لؤلؤة هذا إلا من هو أعظم الناس كفرًا بالله ورسوله وبغضًا في الإسلام، ومفرطًا في الجهل.\nودع ما يُسمع وينقل عمن خلا، فلينظر كل عاقل فيما يحدث في زمانه [ونحن الآن ننظر لما يحدث في زمننا، كيف فعلوا بالأفغان، وهكذا كيف يفعلون الآن بالعراقيين] من الفتن والشرور والفساد في الإسلام.\n__________\n(1) أخرجه البخاري رقم (3120) , (3121) ومسلم رقم (2918) , (2919) من حديث أبي هريرة وجابر بن سمرة\n(1/46)\n\nفإنه يجد معظم ذلك من قبل الرافضة، ونجدهم من أعظم الناس فتنًا وشرًا، وأنهم لا يقعدون عما يمكنهم من الفتن والشر، وإيقاع الفساد بين الأمة، ونحن نعرف بالعيان والتواتر العام، وما كان في زماننا من حين خرج جنكيز خان ملك الترك الكفار، وما جرى في الإسلام من الشر؛ فلا يشك عاقل أن استيلاء الكفار المشركين الذين لا يقرون بالشهادتين ولا بغيرها من المباني الخمس، ولا يصومون شهر رمضان، ولا يحجون البيت العتيق، ولا يؤمنون بالله وملائكته وكتبة ورسله ولا باليوم الآخر، وأعلم بمن فيهم، أودين مشرك يعبد الكواكب والأوثان، وغايته أن يكون ساحرًا أو كاهنا له رئيُ من الجن.\nوفيهم من الشرك والفواحش، ما هم به شر من الكهان الذين يكذبون -يكونون في العرب- فلا يشك عاقل أن استيلاء مثل هؤلاء على بلاد الإسلام وعلى أقارب رسول الله ? من بني هاشم [حتى على بني هاشم استولى الأتراك التتار أتباع جنكيز خان] كذرية العباس وغيرهم بالقتل وسفك الدماء وسبى النساء واستحلال فروجهن، واستعباد الصبيان، واخراجهم عن دين الله إلى الكفر، وقتل أهل العلم والدين من أهل القرآن والصلاة، وتعظيم بيوت الأصنام التي يسمونها الببخانات والبيع والكنائس على المساجد، ورفع المشركين وأهل الكتاب من النصارى، وغيرهم على المسلمين، بحيث يكون المشركون وأهل الكتاب أعظم عزًا.\nوأنفذ كلمة وأكثر حرمة من المسلمين إلى أمثال ذلك ممالا يشك عاقل، أن هذا أضر على المسلمين من قتال بعضهم بعضًا، وأن رسول الله ? -إذا رأى ما جرى على أمته من هذا؛ كان كراهته له وغضبه منه أعظم من كراهته لأثنين مسلمين تقاتلا على الملك، ولم يسبي احدهما حريم الآخر، ولا رفع كافرًا، ولا أبطل شيئًا من شرائع الإسلام الظاهرة.",
        "(1/47)\n\nوهكذا ذكر أنهم كانوا مع جنكيز خان، وقد رآهم المسلمون في سواحل الشام وغيرها، إذا اقتتل المسلمون والنصارى تراهم مع النصارى ينصرونهم بحسب الإمكان، ويكرهون فتح مدائنهم كما كرهوا فتح (عُكا) وغيرها، ويختارون إدانتهم على المسلمين، ويختارون نصر النصارى على المسلمين.\nحتى أنهم لما انكسر عسكر المسلمين سنه تسعة وتسعين وخمسمائة، وخلت الشام من جيش المسلمين، عاثوا في البلاد وسعوا في أنواع من الفساد من القتل، وأخذ الأموال، وحمل راية الصليب، وتفضيل النصارى على المسلمين، وحمل السبي والأموال والسلاح من المسلمين إلى النصارى أهل الحرب بقبرص وغيرها.[فهذا وأمثاله قد عاينه الناس وتواتر عند من لم يعاينه].\nشيخ الإسلام يقول: ولو ذكرت أنا ما سمعته ورايته من آثار ذلك لطال الكتاب، وعندي وعند غيري من أخبار ذلك وتفاصيله. إلى أن قال: والرافضة إذا تمكنوا لا يتقون، ولا يخافون الله ولا يراقبونه، وأنظر ما حصل لهم في دولة السلطان خدابند، صنف له هذا الكتاب كيف ظهر فيهم الشر الذي لو دام وقوي ابطلوا به عامة شرائع الإسلام، لكن يريدون أن يطفؤا نور الله بأفواههم، ويأبى الله إلا أن يُتم نوره ولو كره الكافرون.\nقلت: أرى أن في هذا كفاية أنهم على ممر التأريخ وهم ضد الإسلام والمسلمين، واقفون مع كل فرق الكفر والزندقة ضد الإسلام والمسلمين.\nالسؤال الثالث عشر: في هذه الأيام استبدلوا الأذكار التي تقال بعد الصلوات وفي خطبة الجمعة بالصياح بلفظ الموت لأمريكا، اللعنة لإسرائيل فما حكم هذا ؟ وهل لهم غرض في هذا ؟\nالجواب: نعم لهم غرض، وهم كاذبون فيما يدعون، وقد نشر عنهم على الشبكات ما حاصله في تلك الوثائق.\n(1/48)",
        "\nأقوالهم من معاملتهم مع أمريكا ومع إسرائيل، أمريكا ساكتة عنهم، ولا تتكلم مما يدل على التعاون الحسي والمعنوي بين أمريكا وبين الرافضة، الإيرانيين الشيعة يصرون على التظاهر في مكة ضد أمريكا وإسرائيل، ثم فضح الله أمرهم بعد أيام من هذا الإصرار، فانكشف للعالم أجمع أن سيلًا من الأسلحة، وقطع الغيار كانت تشحن من أمريكا عبر إسرائيل إلى طهران مع أن أخبارًا متقطعة كانت تبرز من حين لآخر عن حقيقة هذا التعاون بين إيران وإسرائيل، منذ بداية الحرب العراقية الإيرانية.\nوهنا أيضًا موقف آخر من حيث عدّة تقريرات عليهم مع الأمريكان، ومع الصهاينة ومع إسرائيل، أما مسألة قصف إيران، فالمسألة كلها لعبه سياسية فالرئيس (ريوان) رئيس الولايات المتحدة سابقًا ، قد واجه ضغوطات شديدة من قبل الشعب، ومن قبل (الكُنقرس) بعد تسرب أخبار هذه العلاقة، وذلك لأنه تشجيع للعراق، فليتك تعلم ما حدث للرئيس الأمريكي، وأما الصحف الأمريكية فإنها تهاجم (إيران) حتى إن لواشنطن بوست ظهر بعنوان المنافق الأكبر [شاهدنا من هذا أنهم لا يلبسون على المسلمين، ونذكر كلام شيخ الإسلام بأوضح من هذا الذي ذُكر الخبثاء مع أمريكا، ومع أفكار أمريكا، ولا تغتر بما يصنعون من أقاويلهم، والتاريخ يدل على ذلك سواء في الحوادث القديمة، أو في الحوادث الجديدة، وهم يأخذون السلاح.\n(1/49)\n",
        "وأعظم واقع أيضًا الذي نعايشه نحن في اليمن ما يحدث في عيد الغدير، وأن الرافضة تفعل الأفاعيل من إزهاق الأنفس، وترويع الأمن والآمنين، ومن إزعاج المرضى والمساكين، وسد الطرقات والتفجيرات، تحت شعار الموت لأمريكا، وما إلى ذلك من الفتن التي يعملونها، ولا حركه من أمريكا، مما يدل على الرضى بهذا الفكر، ومن أعظم الدلائل على هذا أنهم -أي الأمريكان- يمدون الرافضة حقًا في العراق ويدعمونهم، كما أخبرنا العراقيون أنفسهم، والأمريكان جالسون يشربون الخمور ويعبثون ويفسدون، وأولئك هم الذين يقومون بالتقتيل للمسلمين، وإخواننا الذين حضروا الجلسة في بيت الشيخ ربيع(1)حفظه الله سمعوا من هذا الكثير، مما يذهل من تقتيل الرافضة للمسلمين، فإنهم يستبيحون دماء المسلمين، ويسمونهم الناصبه، والناصب عندهم هو هذا قال: فلا يخرج من النصب إلا المستضعفين منهم، والمقلدين والبله والنساء ونحو ذلك، وإلا فكل المسلمين نواصب.\nجزاكم الله خيرا وبارك الله فيكم\nالسؤال الرابع عشر: ما حكم الذين يتهمون عائشة بالفاحشة منهم، فإن معظم الشباب المؤمن (2) يقولون هذا، وقد ذكرت عن بعض علماء الشيعة، فقال: دعونا من هذه القحبة.\nالجواب: ولا حول ولا قوة إلا بالله. يقول الله تعالى: [الأحزاب:58] فهذه أذية لرسول الله ?، وأذية للمؤمنين، وتكذيب لكلام رب العالمين فالله سبحانه وتعالى يقول: [النور: 17] .\n__________\n(1) وهذه الجلسة كانت في عام 1424هـ عندما حج الشيخ يحيى الحجوري.\n(2) قلت: كان يقول فيهم شيخنا مقبل رحمه الله: الشباب المجرم: 1هـ\n(1/50)\n\nفمن كان مؤمنا لا يعود لهذا فالرافضة الذين يقولون هذا لقول ليسوا بمؤمنين، [النور:17-19] وفي هذه الآيات تبرئة من الله سبحانه وتعالى كما في حديث الإفك المتفق عليه لعائشة رضي الله عنها وفيها فرج بعد شدة على حصلت النبي ? وأصحابه، النبي ? يقال له: من أحب الناس إليك؟ قال: «عائشة» قالوا: من الرجال قال: «أبوها»(1) قال تعالى .\nوقد نقل شيخ الإسلام رحمه الله في آخر كتابه «الصارم المسلول» الإجماع على كفر من رمى عائشة رضي الله عنها بما برأها الله منه، فإن هذا يعتبر ردًا للقرآن وتكذيبًا للقرآن.\nوالله سبحانه وتعالى يقول: [الزمر:32].\nجزاكم الله خيرًا.\nالسؤال الخامس عشر: في هذه الأيام ينتشرون بين الناس أنه ما هناك عذاب قبر. فما حكم هؤلاء ؟\nالجواب: هؤلاء بلوى باسم الإسلام يطعنون في الإسلام.\nعذاب القبر ثابت بالقرآن وبالسنة، وتواترت السنة بعذاب القبر، وهو من عقيدة المسلمين، يعتقدون ثبوت عذاب القبر، بل واليهود والروافض خالفوا قدوتهم في هذه المسألة.\nيهودية جاءت إلى عائشة رضي الله عنها قالت: أعاذك الله من عذاب القبر، فأنكرت عليها عائشة، وقالت: إنما تعذب اليهود، ثم جاء النبي ? فسألته فقال: «نعم أنه أوحي إلي أنكم تفتنون في قبوركم»(2) وفي حديث «عذاب القبر حق» (3)وربنا سبحانه وتعالى يقول في كتابة الكريم [غافر:46]. وهذا قول بعض المعتزلة.\n__________\n(1) أخرجه البخاري رقم (3662) ومسلم رقم (2384) من حديث عمرو بن العاص\n(2) أخرجه مسلم رقم (584) من حديث عائشة\n(3) الحديث أخرجه أحمد وغيره وهو في الصحيحة رقم (1377) للعلامة الألباني.",
        "(1/51)\n\nذكر الذهبي في الميزان (2/328): ضرار بن عمرو القاضي جهمي جلد له مقالات خبيثة، قال: يمكن أن يكون جميع من يظهر الإسلام كفار في الباطن، قال المروزي: قال أحمد بن حنبل: شهدت على ضرار عند سعيد بن عبد الرحمن القاضي فأمر بضرب عنقه فهرب، وقيل أن يحيى بن خالد البرمكي أخفاه. قال إبن حزم: كان ضرار ينكر عذاب القبر، قلت: هذا المدبر لم يروي شيئًا.(انتهى).\nوالآية التي ذكرناها(1) تدل على أنهم يعذبون في قبورهم، يوم القيامة آل فرعون يردون إلى أشد العذاب، من الأدلة على ذلك ما بوب عليه الإمام البخاري في صحيحة(2) (عذاب القبر) وذكر قول الله سبحانه وتعالى [التوبة:100-101]. (الشاهد من الآيات) المرة الأولى في الدنيا، عذاب المنافقين من جنس عذاب الكافرين وإهانة الكافرين، وهكذا سنعذ بهم العذاب الثاني في القبر، ويردون إلى عذاب عظيم يوم القيامة، هكذا قال أهل التفسير. وعلى ذلك قول الله عز وجل [الأنعام:93] يعني في يوم موته، ذلك يجزى عذاب الهون، فاستدل بها البخاري على عذاب القبر.\nهذه ثلاث آيات ساقها الأمام البخاري رحمة الله في هذا الموضع على عذاب القبر، وأستدل جماعة من أهل العلم على ثبوت عذاب القبر من القرآن يقول الله تعالى: [السجدة:21] [الرعد:34].\n__________\n(1) قلت: إشارة إلى قوله تعالى (النار يعرضون عليها)\n(2) باب رقم (86).\n(1/52)",
        "\nوثبت في الصحيح من حديث أنس أن النبي ? قال: «لولا أن لا تدافنون لدعوت الله أن يسمعكم من عذاب القبر»(1) يخاطب أصحابه - رضي الله عنه - . وخرج النبي ? بعد غروب الشمس فسمع صراخًا فقال النبي ?: «هذه يهود تعذب في قبورها»(2) وخرج إلى قليب بدر فقال «هل وجدتم ما وعد ربكم حقًا فإنا وجدنا ما وعدنا ربنا حقنا» قالوا: ما تخاطب من أجساد لا أرواح فيها؟ قال: «ما أنتم بأسمع لما أقول منهم الآن» أخرجه البخاري(3) وغيره، وثبت من حديث البراء في السنن ومسند أحمد وغيره أن النبي ? خرج في جنازة، وجلس ولما يُلحد، جلس النبي ? وكان ينكت بمخصر ثم قال: «تعوذوا بالله من عذاب القبر تعوذا بالله من عذاب القبر» وثبت من حديث ابن عباس في الصحيحين أن النبي ? مر بقبرين فقال: «إنهما ليعذبان وما يعذبان في كبر أما أحدهما فكان لا يستتر من بوله وأما الأخر فكان يمشي بالنميمة...»(4) وهم في قبورهم، النبي ? أبان أنهما يعذبان في ذلك الحال، وبنحوه في حديث أنس المتفق عليه أن النبي ? قال: «أما العبد المؤمن فيفتح له نافذة إلى الجنة يأتيه من طيبها وريحانها، وأما العبد الفاجر أو قال: الكافر (وليس فيه الفاسق) فإنه تفتح له نافذة من النار يأتيه من سمومها وحميمها»(5) وهذا عذاب.\n__________\n(1) أخرجه مسلم (2868).\n(2) البخاري (1375)ومسلم (2869) من حديث أبي أيوب\n(3) أخرجه البخاري (3976)ومسلم (2875) من حديث أبي طلحة واللفظ للبخاري.\n(4) أخرجه البخاري (216)ومسلم (292).\n(5) أصل الحديث في الصحيحين البخاري(1374) ومسلم (2870).\n(1/53)\n",
        "وهكذا ما يتعلق بضربه بمطرقة من حديد يضرب في قبره، وحديث سمرة (1) في صحيح البخاري أن النبي ? حين أسري به رأى رجلًا يشرشر شدقه إلى قفاه، ومنخره إلى قفاه، وعينه إلى قفاه، وهكذا الذي يسبح في بحر من دم، فسأل عنهم النبي ? فقالوا: «هذا آكل الراباء يسبح في بحر من الدم» وسأل عن الذي يشرشر شدقه؟ فقال: «هذا الذي يكذب الكذبة فتبلغ الآفاق» وعن ذلك الذي يثلغ بمرزبة في رأسه؟ فقال: «هذا الذي يأخذ القرآن يلفظه وينام عن الصلاة المكتوبة» الحديث باختصار أخذنا منه الشاهد.\nفهذه الأدلة من الكتاب والسنة، وقد كان الرسول ? ما صلى صلاة إلا استعاذ من عذاب القبر(2). بل أنه يجب الاستعاذة من عذاب القبر بعد التشهد «إذا تشهد أحدكم فليستعذ من أربع: من عذاب جهنم ومن عذاب القبر ومن فتن المحيا والممات ومن شر فتنة المسيح الدجال»(3) أمر النبي ? بالاستعاذة من عذاب القبر ومن فتنة القبر.\nوالعذاب لمن يستحقه (ونؤمن بعذاب القبر لمن كان له أهل) كذا قال الطحاوي رحمه الله: وأما فتنة القبر فإنها عامة إلا من أختص بدليل مثل المرابط في سبيل الله كما في حديث فضالة عن النبي ? قال: «كل ميت يختم على عمله إلا المرابط في سبيل الله فإنه ينمي له عمله الذي عمل ويؤمن الفتان»(4)، ومن ذلك الشهيد «كفى ببارقة السيوف على رؤسهم فتنه».\nومن ذلك الأنبياء فأنهم يسأل عنهم في القبر، ومن ذلك الصديقيون على قول أهل العلم لا يفتنون، وأما ما عدا هؤلاء فإنهم يفتنون في قبورهم، فالفتنة أعم من العذاب، إذ أن العذاب على المستحق، أما الفتنة فهي عامة إلا من أستثني بدليل.\nومن هذه الأدلة تعلم أن من رد هذه الأدلة التي هي من القرآن والسنة.\n__________\n(1) أخرجه البخاري (1386).\n(2) أخرجه البخاري (833) ومسلم (587) من حديث عائشة.\n(3) أخرجه مسلم (588)من حديث أبي هريرة.\n(4) في الصحيح المسند مما ليس في الصحيحين من حديث فضالة بن عبيد حسن بمجموع طرقه..\n(1/54)\n\nوالله - عز وجل - يقول: «فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه أليس في جهنم مثوى للكافرين»(1)، إن ذلك كفر.\nالسؤال السادس عشر: الشيعة يحرمون الهاشمية على غير الهاشمي. فما حكم ذلك؟\nالجواب: حكمه أنه من فجورهم، هؤلاء الناس فجرة، أصحاب كبرياء، فان الله سبحانه وتعالى يقول في كتابه الكريم: [الحجرات:13] وقد أستدل الأمام البخاري رحمه الله بقوله تعالى: [الفرقان:54] وثبت من حديث عائشة في صحيح مسلم أن النبي? قال: «كل ابن آدم خلق على ستين وثلاثمائة مفصل»(2).\nوالله - عز وجل - يقول: [البقرة:221] ويقول سبحانه وتعالى: [الممتحنة:10] .\nوالأدلة كثيرة في هذا الصدد فيها أن المسلم للمسلمة كفؤ، وإن الكفاءة في الدين لا في مجرد الدنيا ولا في كذلك أيضًا النسب «ومن بطأ به عمله لم يسرع به نسبه» كذا قال النبي ? كما روى مسلم في صحيحه(3) من حديث أبي هريرة رضي الله عنه.\n__________\n(1) سورة الزمر (32).\n(2) أخرجه مسلم (1007)بلفظ (إنه خلق كل إنسان من بني آدم...)الحديث.\n(3) مسلم (2699) أول الحديث (من نفس عن مؤمن...).",
        "(1/55)\n\nوالمتكبرون يوم القيامة يحشرون على صورة الذر يطأهم الناس بأقدامهم كما ثبت عن النبي(1)? [الزمر:32] فكبر هؤلاء الناس وتعاليهم وتطاولهم شيء معلوم وهنا كلام لمحمد بن إسماعيل الأمير الصنعاني صاحب سبل السلام شرح بلوغ المرام طيب في هذا الصدد) قال: وقد اختلف العلماء في المعتبر من الكفاءة (اختلافًا كثيرًا ، والذي يقوى هو ما ذهب إليه زيد بن علي) ممن يذهب إلى أن الكفائة في الدين، وهؤلاء والله لا هم أتباع رسول الله ?، ولاهم أتباع علي بن أبي طالب، ولا هم أتباع زيد بن علي، ولا هم أتباع آل البيت، هم أتباع اليهود، أتباع عبد الله بن سبأ اليهودي، وسنذكر أنهم أشد بغضًا لعلي بن أبي طالب، ويروي عن عمر وابن مسعود وابن سيرين وعمر بن عبد العزيز، وهو أحد قولي الناصر المعتبر في الكفاءة في الدين، لقوله تعالى: [الحجرات:13] ولحديث «الناس ولد لآدم، وآدم من تراب» أخرجه ابن سعد من حديث أبي هريرة وليس فيه لفظه (كلهم) «والناس كأسنان المشط لا فضل لأحد على أحد إلا بالتقوى»، (بالإسلام والدين) أخرجه ابن لال بلفظ قريب من لفظ حديث سهل ابن سعد، وأشار البخاري حيث قال باب الأكفاء في الدين وقوله تعالى [الفرقان:54] فاستنبط من الآية الكريمة المساواة بين بني آدم ثم اردفه بإنكاح أبي حذيفة (يعني بين بني آدم المسلمين وأن المسلم كفؤا للمسلمة وهكذا والمسلمون أكفاء ويبقى أنه «كلكم راعا وكلكم مسئول عن رعيته)(2) و(ما من عبد يسترعيه الله رعيه لم يحطها بنصحه الألم يجد رائحة الجنة»(3) [\n__________\n(1) أخرجه أحمد في المسند وهو في الصحيح المسند لشيخنا مقبل رحمه الله.\n(2) أخرجه البخاري (893) من حديث ابن عمر.\n(3) أخرجه البخاري (7150) ومسلم (142) من حديث معقل بن يسار..\n(1/56)",
        "\nالتحريم:6] فإذا كان هناك ضليل يضلها أبعدها عنه وقها من عذاب الله ثم اردفه بأنكاح أبي حذيفه من سالم بابنة أخيه هند بنت الوليد بن عقبة بن ربيعة وسالم مولى لامرأة من الأنصار وتلك من قريش وقد تقدم حديث «فاظفر بذات الدين تربت يداك»(1) و قول النبي ? في الحث على نساء قريش «نعم النساء نساء قريش فإنهن أحناه على زوج في ذات يد وأحناه على ولد»(2) فحث على الزواج من نساء قريش وهؤلاء حرموا نساء قريش وحرموا من يريد الزواج بهن. وقد خطب النبي ? يوم فتح مكة فقال: «الحمد لله الذي أذهب عنكم عبيت الجاهلية وتكبرها، أيها الناس إنما الناس رجل تقي على الله عز وجل، ورجل فاجر شقي هين على الله» من بعض هذه الأحاديث حسان، وبعضها صحاح ثم قرأ الآية وقال ? «من سره أن يكون أكرم الناس فليتق الله» فعد رسول الله ? الالتفات إلى الأنساب من عبيت الجاهلية وتكبرها، فكيف يعتبرها المؤمن حكمًا شرعيًا، وفي حديث «أربع من أمور الجاهلية: ومما ذكر منها الفخر بالأنساب....»(3) أخرجه ابن جرير من حديث ابن عباس وهو صحيح، وفي الأحاديث شيء كثير في ذم الألتفات إلى الترفع بها، وقد أمر النبي ? بني بياضه بإنكاح أبي هند الحجام.\n__________\n(1) أخرجه البخاري (5090) ومسلم (1466) من حديث أبي هريرة.\n(2) أخرجه البخاري (3434) ومسلم (2527)من حديث أبي هريرة.\n(3) وأخرج مسلم في صحيحه (934) بلفظ أربع في أمتي من أمر الجاهلية...) من حديث أبي مالك الأشعري.\n(1/57)\n",
        "(1) بني بياضه من الأنصار، وقال: إنما هو امرئ من المسلمين، فنبه على الوجه المقتضي لمساواتهم، وهو الإتفاق في وصف الإسلام، وللناس في هذه المسألة عجائب لا تدور على دليل غير الكبرياء والترفع، ولا إله إلا الله كم حرمت المؤمنات ما أحل لهن، اللهم إنا نبرأ إليك من شرط ولّده الهوى، ورباه الكبرياء، ولقد منعت الفاطميات من جهة اليمن ما أحل الله لهن من النكاح، لقول بعض أهل مذهب الهادويه: أن يحرم النكاح الفاطمية إلا من فاطمي من غير دليل ذكره، وليس مذهبًا لإمام المذهب فزوج بناته من الطبريين، وإنما نشاء هذا القول من بعده في أيام الإمام أحمد ابن سليمان.\nوكل ذلك من غير علم ولا هدى ولا كتاب منير، بل ثبت خلاف ما قالوه عن سيد البشر، وذكر حديث فاطمه بنت قيس رضي الله عنها أن النبي ? قال لها «أنكحي أسامه»(2) وأسامة هو ابن زيد بن حارثة ليس من قريش، وهي أي فاطمة قريشية فهريّه أخت الضحاك بن قيس وهي من المهاجرات الأوائل، وحديث أبي هريرة «يا بني بياضه أنكحو أبا هند وانكحوا إليه».\nالسؤال السابع عشر: بعض الهاشميات بلغن من الاعمار نحو الأربعين ولم تتزوج لعدم الخطاب من بني هاشم فهل لها أن توكل من يزوجها إذا وجدت الرجل الصالح؟\n__________\n(1) في الصحيح المسند مما ليس في الصحيحين (1/391 رقم:1448)\n(2) أخرجه مسلم (1480) من حديث فاطمة بنت قيس.\n(1/58)\n\nالجواب: النبي ? قال «فإن عضل فالقاضي ولي من لا ولي له» الحديث الخ، والله يقول: [البقرة:232] فعضل المرأه عن الزواج، فهذا ظلم، وكم من الهاشميات قتلت نفسها، وكم من الهاشميات أدىّ بها هذا إلى الزنا لشدة العزوبة، وحرمانها عن الزواج الشرعي، وكم من الهاشميات قتلت ظلما، فأحبت رجلا من أشراف القبائل وتتزوج به، ولا تدري إلا وقد اغتالوها، فقتلوها الرافضة ظلمه، والظلم فيهم متأصل، وعلى هذا إذا منعت من الزواج برجل صالح كفؤ، فإنها تذهب إلى القاضي يعقد بها، وتنتقل ولايتها، ثم أيضًا الرافضي إذا كان يعتقد هذا القول الذي سبق أنه رافضي، وتبين أنه رافضي لا ولاية له [النساء:141] ليس له ولاية على المسلم، الرافضي كافر، الروافض كفار.\nوقد أفتى أهل العلم بذلك، ومن ذلك فتاوى الشيخ ابن باز رحمه الله أنها لا تؤكل ذبائحهم، وغير الشيخ ابن باز رحمه الله من علماء المسلمين كما سيأتي ممن قبله وممن بعده، فإذا علم أنه رافضي فلا ولاية له إجماعا نقله ابن المنذر للآية التي ذكرت أنفًا [النساء:141] [التوبة:71] «إن بني فلان ليسوا بأولياء لي إنما ولي الله وصالح المؤمنين»(1) [التحريم:10] فعليها أن تلتمس من له ولاية وتتزوج وإن لم تجد من أقربائها القاضي يزوجها.\n* السؤال الثامن عشر: الشباب المؤمن يجعلون في نواديهم الآن فيديوهات وتلفاز ودشوش فما حكم هذا الفعل ؟!\n__________\n(1) 4 أخرجه البخاري (5990) ومسلم (215) من حديث عمرو بن العاص",
        "(1/59)\n\nالحقيقة هذا الاسم عليهم من باب تلبيس الحق بالباطل؛ أنهم الشباب المؤمن، وهم يلبسون الحق بالباطل [البقرة:42] هكذا يقول الله لأهل الكتاب يذمهم على إلباس الحق بالباطل، فتسميتهم بالشباب المؤمن من باب ذر الرماد في العيون، أي إيمان روافض يناصرون الكفرة على المسلمين، ومبدؤهم هذا المبدأ الخطير، فتسميتهم بالشباب المؤمن من الكذب، فيهم من الفجور ما الله به عليم، يوجد فيهم شراب الخمر، ويتداولون الحشيش، وكذلك قطاع صلاة، مع هذا يسمون أنفسهم بالشباب المؤمن، أنتم تلاميذ إيران، تلاميذ المجوس، تلاميذ أفكار اليهود، فاستحيوا على أنفسكم من هذه التسمية، حرام عليكم الكذب.\nقال شيخ الإسلام كما في «منهاج السنة» (1/59): وقد اتفق أهل العلم بالنقل والرواية على أن الرافضة أكذب الطوائف، والكذب فيهم قديم، ولهذا كان أئمة الإسلام يعلمون امتيازهم بكثرة الكذب, قال أبو حاتم: سمعت أن يوسف بن عبد الأعلى يقول: قال أشهب بن عبد العزيز: سئل مالك ابن أنس عن الرافضة؟ فقال: لا تكلمهم ولا تروي عنهم فإنهم يكذبون. وقال أبو حاتم: حدّثنا حرملة، سمعت الشافعي يقول: لم أر أحدًا أشهد بالزور من الرافضة -أشد فجورًا - هم الرافضة وعلى هذا فشهادة الرافضي لا تصح ولاتقبل، وننصح القضاة أن ينتبهوا من شهادة الرافضة، فإنه حرام عليهم أن يقبلوا شهادة رافضي، فالرافضي غير مسلم، والشهادة ينبغي أن تكون من مسلم والله سبحانه يقول: [الطلاق:2] ويقول في كتابة الكريم: [البقرة:282] فكيف ترضى شهادة الكافر وجماهير أهل العلم على أن شهادة الكافر لا تصح سواء في هلال رمضان أو شهادة على حقوق فهم من اكذب الناس وأفجر الناس وأشهد الناس بالزور.\nويُعتبر من صغائر جرائمهم وضلالتهم الدشوش، والنظر إلى مسلسلات الغربيين، وربما النظر إلى الفسوق، والنظر إلى العاهرات، هذا لا يجوز، لكن بقي عندهم أدهى وأمر، عندهم بوائق، عندهم شركيات.\n(1/60)",
        "\n* السؤال التاسع عشر: الشيعة يصومون يوم العيد ولا يفطرون مع المسلمين إذا كان الشهر تسعه وعشرين؟\nالجواب: قلنا لكم الشيعة في جانب والمسلمون في جانب.\nالحديث المتفق عليه (1) من حديث أبي سعيد، وجماعة من الصحابة عن النبي? نهى عن صيام يوم العيد، ونهى عن صيام يوم التشريق إلا لمن لم يجد الهدي، وفي صحيح البخاري بوب على النهي عن ذلك، وذكر جملة من الأحاديث في النهي عن ذلك، وفي «نيل الاوطار شرح منتقى الأخبار» جملة من الأحاديث، للإمام الشوكاني رحمه الله إجماع المسلمين نقلًا عن النووى، وأنه لا يجوز صيام يوم العيد من صامه فصيامه باطل، ولو نذر صيام يوم كذا وكذا فوافق العيد لا يفي به، فالمسلمون بأجمعهم مع الأدلة من الكتاب والسنة وهؤلاء، في جانب آخر هم والمكارمة.\n*السؤال العشرون: ما تقولون في كل من الهادي وبدر الدين ومجد الدين وصلاح فليته وعبد الكريم جدبان وحسين بدر الدين؟ وجزاكم الله خيرًا .\nالجواب: هؤلاء بين شيعي ورافضي، مجد الدين معروف بأنه يُلقب بكرسي الزيدية، وما أحسن ما يقال عن الشعبي، وجماعة من أهل العلم وكان الشيخ رحمه الله يكرره (2): ائتني بزيدي صغير أخرج لك منه رافضيًا كبيرًا ، فإذا فتشت الزيدي ما تدري إلا وعنده رفض من سب الصحابة، ومن الطعون في دين الله، وما إلى ذلك فالمبدأ متقارب، لكن جذبان هذا فاجر من الفجرة يذهب إلى (مون) من النصارى، يتذلل له، ويتفق معه على أفكار رديّه، ويرجع ينشرها بين المسلمين، ويتقاضى أموالًا كثيرة على نشر أفكار إيران، وهؤلاء أهل رازح يشهدون بذلك، وعندهم في ذلك شهادات وبراهين على هذه المسألة.\n__________\n(1) أخرجه البخاري (1991) ومسلم (728).\n(2) 1 أي شيحنا مقبل رحمه الله.\n(1/61)\n",
        "فالرجل خبيث مخبث. وأظن والله أن أمريكا هي التي تسعى في رفعه هو وأمثاله، وما من رافضي يخدم أمريكا أو يخدم الكفار إلا وحاولت أن تفرضه على المسلمين فرضًا، وقد أعادت بعض الروافض في الأفغان غصبًا، تعيدهم وتفرضهم من أجل أن يمهدوا لها الطريق في زعزعة الأمن، وفي توطيط ما تريد أمريكا من نشر الفساد، فما هناك أفسد ولا أضل من الرافضة، ومنهم جذبان هذا نسأل الله أن يقطع دابره، وأن يكبته، وأن يُسلط عليه من لا يرحمه. آمين.\nوكذا بدر الدين وأبوه هؤلاء روافض خبثاء معروف حالهم.\nوأما الهادي يحيى بن الحسين الذي قبره في جامع صعدة فرافضي معتزلي سفاك للدماء وقد أبان حاله شيخنا العلامة الوادعي رحمه الله في كتابه (صعقة الزلزال). فليراجعه من شاء.\nوالرجل جاهل يعمد إلى بعض الأقوال هكذا وينشرها، إلا فهو جاهل ما عنده لا علم ولاحلم، إقرأ ما يكتبه تجده جاهلًا في الحقيقة عند البحث والتنقيب.\nالسؤال الحادي والعشرون: ما حال هذه الأحاديث التي يستدلون بها:-\nالأول: (ليست شفاعتي لأهل الكبائر)؟\nالجواب: قد تكلمنا عليه فيما سبق وأنه حديث لا يثبت عن النبي? زادوا فيه لفظه (ليست)، والحديث ثابت من حديث أنس كما ذكره الشيخ رحمه الله في كتابة «الشفاعة» وأنه ثابت بمجموع طرقة عن أنس بلفظ (شفاعتي لأهل الكبائر من أمتي) وأدلة الشفاعه متواترة لأهل الكبائر من المسلمين من لم يستحل ذلك.\nالحديث الثاني: (أهل بيتي كسفينة نوح)؟\nالجواب: قال شيخ الإسلام: وأما قوله «أهل بيتي كسفينة نوح» فهذا لا يُعرف له إسناد صحيح، ولا هو في شيء من كتب الحديث التي يعتمد عليها، فإن كان قد رواه مثل من يروي أمثاله من الموضوعات، فموجود في كتب الموضوعات، كتب الموضوعات يذكرون هذه الأحاديث المكذوبات على رسول الله? .\nالحديث الثالث: «علي خير البشر فمن أبى فقد كفر»؟\n(1/62)\n\nالجواب: هذا أيضًا من الموضوعات التي في كتبهم، وفيه نكارة حتى في المتن لكن هؤلاء لا يكادون يفقهون حديثًا، الرافضة صم بكم عمي فهم لا يعقلون، وإلا هل عليّ خير من محمد ?؟ صحاب المقام المحمود، والحوض المورود، خير من إبراهيم؟ [الحج:78]، خير من نوح أول رسول إلى أهل الأرض؟ خير من موسى وعيسى؟ وسائر الأنبياء والمرسلين؟ هذا من غلوا الرافضة عرفوا به، مثل غلوا اليهود والنصارى، هو حديث موضوع ومنكر المتن، ومكذوب على رسول الله?، وقد قال الشعبي رحمة الله: لو أردت أن يملؤ بيتي ذهبًا، أو يكونوا لي خدمًا على أن أكذب لهم على أن أكذب على رسول الله? لعلي لفعلوا.\nفبيان حال هؤلاء الفجرة عبادة ودين قال تعالى [الأنعام:55].\nالسؤال الثاني والعشرون: ينشرون بين العوام أن أهل السّنة يبغضون أهل البيت فما الرد عليهم ؟\nالجواب: لا والله أهل السنة كتبهم مشحونة بفضائل أهل البيت الصالحين منهم، أما الفجرة من أمثال هؤلاء فنعم، والله البغض لهم قربه، ونتقرب إلى الله ببغض الشيعة، وبغض الصوفية، وبغض الاشتراكيين. أما إن كان ضالًا من هؤلاء، أو زنديقًا من الزنادقة فلا تجوز محبته، قال تعالى [المجادلة:22] ويقول ?: «إن بني فلان ليسوا بأوليائي إنما وليّ الله وصالح المؤمنين»(1) «يا فاطمة بنت محمد سليني من مالي ما شئتي لاأغني عنك من الله شيئًا»(2) هكذا قال أيضًا لمعشر قريش.\n__________\n(1) أخرجه البخاري (5990)ومسلم (215)تقدم.\n(2) أخرجه البخاري (2753أخرجه مسلم (206)من حديث أبي هريرة",
        "(1/63)\n\nفإنما يكون الولاء والبراء لدين الله، واقرأ ما كتبه أهل السنة، ومن قول النبي ?، من فضائل علي حين دعاه فقال أين «علي ابن أبي طالب»، «لأعطين الراية غدًا رجلا يحب الله ورسوله ويحبه الله ورسوله يفتح الله على يديه» فبات الناس يدوكون ليلتهم أيهم يعطاها، فلما أصبح قال: «أين علي ابن أبي طالب» فأتى علي بن أبي طالب رضي الله عنه، وكان أرمد أتى به سلمه بن الأكوع كما في صحيح مسلم يقوده، فبصق في عينية ودعاه له فبرء، فقال: «أنزل بساحتهم وأدعهم إلى الإسلام والله لإن يهدي بك رجلًا واحدًا خير لك من حمر النعم»(1) وقول النبي?: «أنت مني بمنزلة هارون من موسى»(2) ليس معناه في الخلافة، فالخلافة قد نصت عليه الأدلة في أبي بكر رضي الله عنه، لكن معناه في القرب قريبًا منه «هارون أخي أشدد به أزري وأشركه في أمري»(3).\nهذه الأدلة والذي فلق الحبل وبرء النسمة أنه لعهد رسول الله ? إلي «أن لا يحبني إلا مؤمن ولا يبغضني إلا منافق»(4) ووالله نشهد أن الروافض يبغضونه، وأن هذا ينطبق عليهم كما قال شيخ الإسلام رحمة الله، هذا الدليل ينطبق على الرافضة.\n__________\n(1) 4 أخرجه البخاري (2943)ومسلم (2406)من حديث سهل بن سعد.\n(2) 5 أخرجه البخاري (4416) ومسلم (2404) من حديث سعد بن أبي وقاص.\n(3) 6 طه (30-32).\n(4) 7 أخرجه مسلم (78) من حديث علي بن أبي طالب.\n(1/64)",
        "\nيقول شيخ الإسلام (1/473): أما الرافضة فإشبهوا النصارى فإن الله تعالى أمر الناس بطاعة الرسل فيما أمروا به، وتصديقهم فيما اخبروا به، ونهى الخلق عن الغلو والإشراك بالله، فبدّلت النصارى دين الله فغلوا في المسيح، وأشركوا بالله وبدلوا دينه وعصوه، فصاروا عصاة، وبالغوا فيه خارجين عن أصلي الدين: وهو الإقرار لله بالوحدانية، وللرسول بالرسالة؛ فالغلو أخرجهم عن التوحيد حتى قالوا: بالتثليث والاتحاد، وأخرجهم عن طاعة الرسول ? وتصديقهم، حيث أمرهم أن يعبدوا لله ربه وربهم فكذبوه، بقوله أن الله ربه وربهم، وعصوه فيما أمرهم به هكذا النصارى.\nوكذلك الرافضة غلوا في الرسل بل في الأئُمة حتى اتخذوهم أربابًا من دون الله، فتركوا عبادة الله وحده لا شريك له التي أمرهم بها الرسل، وكذبوا الرسل فيما أخبروا به من توبة الأنبياء واستغفارهم، فتجدهم لايعظمون المساجد التي أمر الله أن ترفع، ويذكر فيها أسمه فلا يصلون فيها جمعة ولا جماعة، وليس لها عندهم كبير حرمه، وإن صلوا فيها صلوا فيها وحدانًا.\n(1/65)\n",
        "ويعظمون المشاهد المبنية على القبور فيعكفون عليها مشابهه للمشركين، يحجون إليها كما يحج الحاج إلى البيت العتيق [وانظروا جامع الهادي كيف يفعلون لو أتى واحد يريد أن يصلي وما معه أحد وهو من المستضعفين، قالوا له: أذهب طف تطوف الآن، وتأكل الأتربة، يطوفونه غصبًا، وعلى هذا فيبتعد طلبة العلم عن ذلك المسجد يبتعدون عنه، فإنه مسجد أسس على غير التقوى، وأنه فيه أولئك الفجرة، وعلى هذا أيضًا نسال الله عز وجل إن يسير هدم تلك القبة التي هي قبة الهادي بنيت على الباطل أشاده بالوثنية] ويحجون إليها كما يحج الحاج إلى البيت العتيق، ومنهم من يجعل الحج إليها أعظم من الحج إلى الكعبة، [انظروا المناسك التي توزع، وقد أخبر بعض إخواننا ممن زاروا (أذربيجان)، ثم مروا على إيران يشهدون، -بل الذين التقينا بهم من الأيرانينين، وهذا شيء متواتر لا يشك فيه- وقبل أيام حج حجوا إلى إيران ملايين الناس على قبر الخميني، ويطفون به ويوزعون به المناسك، وسيارات الإجره تقف تحمل، تقول: الحرم الحرم الحرم، -يعني حرم الخميني- والخميني يقول: (إن لأئمتنا نصوصًا أعظم من نصوص الكتاب والسنة)، ويرى عصمتهم، ويقول أقوالا فضيعة، وقد دونوها عليه في تلك الكتب، ويقول: (لأئمتنا كرامات ليست لنبي مرسل ولا لملك مقرب) بل يسبون من لا يستغني بها عن الحج الذي فرضه الله على عبادة، من لا يستغني بها عن الجمعة والجماعة، وهذا من جنس دين النصارى والمشركين الذين يفضلون عبادة الأوثان على عبادة الرحمن، (وهذا كما ذكرناه أنهم وثنيون قال في هذا أيضًا].\n(1/66)\n\nوقد صنف شيخهم ابن النعمان المعروف عند هم بالمفيد، وهو شيخ الموسوي والطوسي [والطوسي له ترجمة في سير أعلام النبلاء محمد بن محمد بن الحسن الطوسي إسماعيلي وله ترجمة في البداية والنهاية وشيخ الإسلام يقول: أنه نصير الشرك] الطوسي له كتابًا سماه مناسك المشاهد -وهم يوزعون هذا والآن عندهم مناسك على هذا يطوفون حول القبور- جعل قبور المخلوقين تحج كما تحج الكعبة البيت الحرام الذي جعله الله قياما ً للناس، وهو أول بيت وضع للناس، فلا يطاف إلا به، ولا يصلى إلا إليه، ولم يأمر الله إلا بحجة -هذه من وثنيات الرافضة أنهم مشركون ووثنيون- وهذا مما يتعلق بمخالفتهم لولاة الأمور، بل لخروجهم فإن من معتقدهم المعروف أنهم يخرجون على الحكام كما في هذا المجلد نفسه من «منهاج السنة» (1/110-111) قال شيخ الإسلام رحمة الله: فعلم أن هذا الحديث دل على ما دله عليه لسائر الأحاديث الآتية، من أنه لا يخرج على ولاة أمور المسلمين بالسيف، وإن من لم يكن مطيعًا لولاة الأمور مات ميتة جاهلية، وهذا ضد قول الرافضة فإنهم أعظم الناس مخالفة لولاة الأمور، وأبعد الناس عن طاعتهم إلا كره، [وتقيه، وإما أنهم يطيعونهم على أنهم لهم حق الطاعة كما في الأدلة فلاما هو من هذا الباب إلا كرهًا].\nوهذا نص أخر كما في المجلد (6/370-423) يدعون محبة أهل السنة تقية، وقد تعودون بعض فضائل أهل السنة، وبعض كتب السنة تقية، فلو تمكن من لرأيتم كما سبق أنه ممكن أن يدف عليه الجدار، وإلايغرقه في البحر تقيه، فأحذر أن تكون من رافضي فإنهم يتقون بهذا ويستعملون النفاق، وهذا بعض ما يتعلق بنفاقهم.",
        "(1/67)\n\nوفي (6/425) -ونحن اخترنا كلام شيخ الإسلام رحمة الله لأنه كلام حق ومدعم بالأدلة، ولأنهم لا يستطيعون دفعه إلا بالعناد، وألا كما يقولون في ذلك المثال: (عنزٌ ولو طارت) لا يستطيعون دفعه- قال: والرافضة من أعظم الناس إظهارًا لمودة أهل السنة، ولا يظهر أحدهم دينه حتى أنهم يخفون من فضائل الصحابة، والقصائد التي في مدحهم، وهجاء الرافضة ما يتوددون به الجاهل من أهل السنة، ولا يظهر أحد دينه كما كان المؤمنون يظهرون دينهم للمشركين، وأهل الكتاب [فعلم أنهم من أبعد الناس عن العمل بالأدلة].\nوقال: إذا كان الصحابة ثم أهل السنة المحضة أولى فهم أضل الناس، والرافضة بالعكس كما سبق بيانه.\nأقوال أهل العلم في الرافضة\nوهذه بعض أقوال علماء المسلمين وأئمتهم في الرافضة أولًا قول الإمام مالك: روى الخلال عن أبي بكر المروذي، سمعت أباعبد الله يقول: قال مالك: (الذي يشتم صحابة النبي ? ليس لهم سهم)، أو قال: (نصيب في الإسلام). السنة للخلال(1) وهذا ثابت إلى الإمام مالك رحمة الله، ونقلة ابن كثيرعنه وثبت ذلك.\nوقال ابن كثير عند قوله سبحانه وتعالى [الفتح:29] قال: ومن هذه الآيات انتزع الإمام مالك رحمة الله عليه في رواية عنه بتفكير الروافض الذين يبغضون الصحابة رضي الله عنهم، قال: لأنهم يغيضونهم، ومن أبغض الصحابة رضي الله عنهم فهوا كافر لهذه الآية، وافقه طائفة من العلماء رضي الله عنهم على ذلك. «تفسير ابن كثير» عند الآية.\nقال القرطبي: لقد أحسن مالك في مقالته، وأصاب في تأويله، فمن نقص في واحد منهم أو طعن عليه في روايته فقد رد على الله رب العالمين، وأبطل شرائع المسلمين «تفسير القرطبي».\n__________\n(1) السنة للخلال (1/493) وأخرجه بن بطة في الإبانة الصغرى ص 162.\n(1/68)",
        "\n*ثانيًا: قال الإمام أحمد رحمه الله، له عنه روايات عديدة في تكفيرهم، رواه الخلال عن أبي بكر المروذي قال: سألت أباعبد الله عمن يشتم أبا بكر وعمر وعائشة؟ قال: ما أراه على الإسلام(1). وقال الخلال: أخبرني عبد الملك بن عبد الحميد قال: سمعت أبا عبد الله يقول: من شتم أخاف عليه الكفر مثل الروافض، ثم قال: من شتم أصحاب النبي ? لا نأمن أن يكون قد مرق عن الدين. «السنة للخلال» (1/493).\nوقال: أخبرني عبد الله بن أحمد بن حنبل قال: سئلت أبي عن رجل شتم رجلًا من أصحاب النبي ?؟ فقال: ما أراه على الإسلام(2). وجاء في كتاب السنة للإمام أحمد قوله عن الروافض: وهم الذين يتبرؤن من أصحاب محمد ? ويسبونهم وينتقصونهم، ويكفرون الأئمة الأربعة عليًا وعمارًا والمقداد وسلمان، وليست الرافضة من الإسلام في شيء. «السنة للإمام أحمد» قال ابن عبد القوي: وكان الإمام أحمد يكفر من تبرأ منهم أي الصحابة، ومن سب عائشة أم المؤمنين رماها مما برئها الله منه، وكان يقرأ [النور:17]. «كتاب ما يذهب إليه الإمام أحمد».\n* ثالثا: قول الإمام البخاري: فقال رحمة الله: ما أبالي صليت خلف جهمي, ورافضي أم صليت خلف اليهود والنصارى، ولا يُسّلم عليهم ولا يعاودون، ولا يناكحون ولا يشهدون، ولا تؤكل ذبائحهم.«في خلق أفعال العباد» للإمام البخاري\n[ومعناه أن الصلاة خلف الرافضي باطلة، لأن الرافضي كافر، ولأن الصلاة خلف الكافر لا تصح، ونُقل الإجماع على ذلك على بطلان الصلاة خلف الكافر].\n* رابعًا : قول عبد الله بن إدريس، قال: ليس للرافضي شفعة إلاّ لمسلم [معناه أن الرافضي ما هو مسلم -الشفة للمسلم فيما لم يُقسم-].\n* خامسًا : قول عبد الرحمن بن مهدي، قال البخاري: قال عبد الرحمن بن مهدي: هما ملتان الجهمية والرافضية. في «خلق أفعال العباد».\n__________\n(1) أخرجه الخلال في السنة (1/493).\n(2) السنة للخلال (1/493).\n(1/69)\n",
        "* سادسًا : قول الفريابي، وروى الخلال قال: أخبرني حرب ابن إسماعيل الكرمائي، حدثنا موسى بن هارون بن زياد، سمعت الفريابي ورجل يسأله عن من شتم أبا بكر؟ قال: كافر. قال: فيصلى عليه. قال: لا. وسألته كيف يصنع به؟ وهو يقول: لا إله إلا الله؟ قال: لا تمسوه بأيديكم، أرفعوه بالخشب حتى تواروه في حفرته. «السنة للخلال» (1/499) وأخرجه ابن بطة في الإبانة الصغرى ص (160).\n* سابعًا: قول أحمد بن يونس، الذي قال فيه أحمد بن حنبل وهو يخاطب رجلًا أخرج إلى أحمد بن يونس فإنه شيخ الإسلام، قال: لو أن يهوديًا ذبح شاه، وذبح رافضي لأكلت ذبيحة اليهودي، ولم آكل ذبيحة الرافضي لأنه مرتد عن الإسلام، [لأن الكتابي إذا ذبح شاة وذكر عليها أسم الله تأكل ذبيحة، اليهودي الكتابي، لقول الله سبحانه وتعالى: [المائدة:5] وهذا قول أئمة التفسير، وأئمة المسلمين في هذه المسألة، وأمّا الرافضة فلا يرى أهل العلم أكل ذبائحهم لأنهم مرتدون.\n* ثامنًا : قول ابن قتيبة الدينوري، قال: بأن غلوا الرافضة من حب علي المتمثّل في تقديمه على من قّدمه رسول الله ?، وصحابته عليه، وادعاهم ُشركة النبي ? في نبوته، وعلم الغيب للأئمة من ولده، وتلك الأقاويل والأمور السريّة، قد جُمعت إلى الكذب والكفر، إفراد الجهل والغباوة. «الاختلاف في اللفظ في الرد على الجهميه والمشبوهة».\n* تاسعًا: قول عبد القهار البغدادي، يقول: وأمّا أهل الأهواء من الجارودية الهشامية والجهميه والأمامية الذين كفروا خيار الصحابة فإنّا نكفرهم، ولا تجوز الصلاة عليهم عندنا والصلاة خلفهم. «الفرق بين الفرق» وقال: وتكفير هؤلاء واجب في إجازتهم على الله البداء.\n[\n(1/70)\n\nوأنت ترى تكفير الأئمة للرافضة لمن بلغ منهم حد الرفض، أمّا من كان منهم لم يبلغ حد الرفض ممن يُسمي نفسه بالزيدية فضلال وليسوا بكفار، والحقيقة أن المذهب الزيدي بني على الهيام، ولشيخنا مقبل رحمه الله مبحث في هذا ألقاه في شريط أو أشرطة وسمعناه بآذاننا، وهو مدون في كتاب «المصارعة» للشيخ رحمه الله بما حاصلة أن المذهب الزيدي مبني على هيام، وأنه من طريق كذابين؛ من طريق نصر بن مزاحم، وهو كذاب، ومن طريق عمرو بن خالد الو اسطي، وفيه أيضًا إبراهيم بن الزبرقان وهو ضعيف.\nيقول الشيخ رحمه الله: لا شك أن صاحب المذهب له كتب الإمام أحمد له كتب، والإمام الشافعي له كتب، والإمام الشافعي له كتب تُعزي أقوالهم إليهم في تلك الكتب والأقوال، وهؤلاء لم تثبت هذه الأقوال إلى زيد بن علي، وزيد بن علي ليس منهم، ولا فيهم فهو الذي رفضوه، ورفضهم رفضوه. وقال لهم: أذهبوا فأنتم الرافضة، فهم خارجون عن زيد بن علي رضي الله عنه على أنه حصلت منه هفوة، كما تعلم ذكرها الذهبي رحمه الله، نسأل الله أن يعفوا عنّا وعنه.\nوأمّا ما يتعلق بجعفر بن محمد الصادق ووالدة محمد بن الحسن بن الحسين الباقر فإن شيخ الإسلام أثناء عليهما في هذا الموضع، وبرأ هؤلاء من طريقة الرافضة في (7/395) وإلى نحو سنذكره إن شاء الله، لان تمسح هؤلاء بآل البيت مثل علي ابن أبي طالب، ومثل وكذلك زين العابدين علي بن الحسن، ومثل الحسن والحسين، وكذلك الباقر والصادق، وأمثال هؤلاء ليس بصحيح].\nمن «منهاج السنة» (7/395): ولكن أهل البيت لم يتفقوا، ولله الحمد على شيء.\nمن خصائص مذهب الرافضة، بل هم المبرئون المنزهون عن التدنُس بشيء منه.",
        "(1/71)\n\nوفي (7/396): الوجه الثالث أن العتره لم تجتمع على إمامته، ولا على افضليه بل أئمة العترة كابن عباس وغيره؛ يقدمون أبا بكر وعمر في الإمامه، والافضلية وكذا سائر بني هاشم من العباسيين والجعفريين وأكثر العلويين، وهم يقرون بإمامة أبي بكر وعمر، وفيهم من اصحاب مالك وابي حنيفة والشافعي واحمد وغيرهم، اضعاف من فيهم الامامة، والنقل الثابت عن جميع علماء اهل البيت من بني هاشم، ومن التابعين وتابعيهم من ولد الحسين بن علي، وولد الحسن وغيريهما أنهم كانوا يتولون أبا بكر وعمر، وكانوا يفضلونهما على عليّ، والنقول عنهم ثابتة متواترة، [وهناك نقول بالنص على من ذكرنا].\nقال: وتكفير هؤلاء واجب في إجازتهم على الله البداء، وقولهم بإنة يريد شيئًا ثم يبدو له، قد زعموا انه إذا أمر بشيء ثم نسخة، فإنما نسخه لأنه بدا له فيه، وما رأيناه ولا سمعنا بنوع من الكفر إلا وجدنا شعبة منه في مذهب الروافض.\n* عاشرًا: قول القاضي أبي يعلى: قال: وأمّا الرافضة فالحكم فيهم أن من كفّر الصحابة، أو فسقّهم بمعنى يستوجب به النار فهو كافر، «المعتمد».\nوالرافضة يكفرون أكثر الصحابة كما هو معلوم.\n* الحادي عشر: قول ابن حزام الظاهري، قال: واما قولهم: -يعني النصارى- في دعوى الروافض تبديل القران، فإن الروافض ليسو من المسلمين، إنما هي فرقة حدث أولها بعد موت رسول الله ? بخمسة وعشرين سنه، وهي طائفة تجري مجري اليهود والنصارى في الكذب والكفر.\n«الفصل بين الملل والنحل» (2/323) وقال: إنه لا خلاف بين أحد من الفرق المنتمية للمسلمين من اهل السنة والمعتزلة والخوارج والمرجئة والزيدية في وجوب الأخذ بما في القرآن المتلو عند أهله، وإنما خالف في ذلك قوم من غلاة الروافض، وهم كفار بذلك مشركون عند جميع أهل الإسلام، وليس كلامنا مع هؤلاء، وإنما كلًا منا مع أهل ملتنا. («الأحكام» لابن حزام).\n(1/72)",
        "\nثم قوله مثلًا في الزيديه: لهم ضلالات معروفة من نفي الصفات، وسب الصحابة، ولكنهم لم يصلوا حد الكفر. [الأنعام:152] [النحل:90] فهم ضلال معروف ضلالهم من سب الصحابة، ونفي الصفات، ومن الأقاويل الكثيرة البائرة، إلا أنهم ضلال وليسوا بكفار، ولم يكفر الزيدية علماء المسلمين إنما كفروا الروافض.\nالثاني عشر: قول الاسفرائيني، فقد نقل جملة من عقائدهم، ثم حكم عليهم بقوله: وليسوا في الحال على شيء من الدين، ولا مزيد على هذا النوع من الكفر، إذ لا بقاء فيه على شيء من الدين. «التفصيل في الدين»\nبقي قول السمعاني قال: اجتمعت الأمّة على تكفير الإمامية لأنهم يعتقدون تضليل الصحابة وينكرون إجماعهم وينسبونهم إلى ما لا يليق بهم، هذا نقل للإجماع، مع قول القاضي عياضي يقول: نقطع بتكفير غلاة الرافضة في قولهم: أن الأئمة أفضل من الأنبياء [وهذا قول الخميني، والخميني كافر].\nقال السمعاني: وكذلك نكفر من أنكر القرآن، أو حرفًا منه أو غير شيئًا منه، أو زاد فيه كفعل الباطنية والإسماعيلية، إلى هنا، وللإخبار أننا لم نستوعب ما يقال في هذه الفرقة، ولكن ما لا يدرك كلّه لا يدرك جلّه، وفي ذلك كفاية لمن أراد لله له الهداية، والحمد لله رب العالمين.\nملحق لابن كثير رحمه الله من البداية والنهاية حول الرافضة\nقال ابن كثيررحمه الله: نادرة من الغرائب\n(1/73)\n",
        "في يوم الاثنين السادس عشر من جمادي الأولى اجتاز رجل من الروافض من أهل الحلة بجامع دمشق، وهو يسب أول من ظلم آل محمد، ويكرر ذلك لايفتر، ولم يصل مع الناس، ولا صلى على الجنازة الحاضرة، على أن الناس في الصلاة، وهو يكرر ذلك ويرفع صوته به، فلما فرغنا من الصلاة نبهت عليه الناس فأخذوه، وإذا قاضي القضاة الشافعي في تلك الجنازة حاضر مع الناس فجئت إليه، واستنطقته من الذي ظلم آل محمد، فقال أبو بكر الصديق، ثم قال جهرة والناس يسمعون: لعن الله ابا بكر وعمر وعثمان ومعاوية ويزيد، فأعاد ذلك مرتين، فأمر به الحاكم إلى السجن، ثم استحضره المالكي وجلده بالسياط، وهو مع ذلك يصرح بالسب واللعن والكلام الذي لا يصدر إلا عن شقى.\nواسم هذا اللعين على بن أبي الفضل بن محمد بن حسين بن كثير قبحه الله وأخزاه، ثم لما كان يوم الخميس سابع عشره عقد له مجلس بدار السعادة، وحضر القضاة الاربعة، وطلب إلى هنالك فقدر الله أن حكم نائب المالكي بقتله فأخذ سريعا فضرب عنقه تحت القلعة، وحرقه العامة، وطافوا برأسه البلد، ونادوا عليه هذا جزءا من سب أصحاب رسول الله ?.\nوقد ناظرت هذا الجاهل بدار القاضي المالكي، وإذا عنده شيء مما يقوله الرافضة الغلاة، وقد تلقى عن أصحاب ابن مطهر اشياء في الكفر والزندقة قبحه الله وإياهم(1).\nوقال أيضًا :\n(قصة أخرى) قتل الرافضي الخبيث\n__________\n(1) البداية والنهاية (18/561)\n(1/74)\n\nوفي يوم الخميس سابع عشره أول النهار وجد رجل بالجامع الاموي اسمه محمود بن إبراهيم الشيرازي، وهو يسب الشيخين، ويصرح بلعنتهما، فرفع إلى القاضي المالكي قاضي القضاة جمال الدين المسلاتي فاستتابه عن ذلك، وأحضر الضراب، فأول ضربة قال لا إله إلا الله على ولي الله، ولما ضرب الثانية لعن أبا بكر وعمر، فالتهمه العامة فأوسعوه ضربا مبرحا، بحيث كاد يهلك، فجعل القاضي يستكفهم عنه، فلم يستطع ذلك فجعل الرافضي يسب الصحابة، وقال: كانوا على الضلال، فعند ذلك حمل إلى نائب السلطنة، وشهد عليه قوله بأنهم كانوا على الضلالة، فعند ذلك حكم عليه القاضي باراقاة دمه، فأخذ إلى ظهر البلد فضربت عنقه، وأحرقته العامة قبحه الله، وكان ممن يقرأ بمدرسة أبي عمر، ثم ظهر عليه الرفض فسجنه الحنبلي أربعين يوما فلم ينفع ذلك، وما زال يصرح في كل موطن يأمر فيه بالسب حتى كان يومه هذا أظهر مذهبه في الجامع، وكان سبب قتله قبحه الله كما قبح من كان قبله، وقتل بقتله في سنة خمس وخسمين(1)\nتصدي علماء السنة للرد على الروافض الأنجاس\nابن المطهر الشيعي جمال الدين\nأبو منصور حسن بن يوسف بن مطهر الحلبي العراقي الشيعي شيخ الروافض بتلك النواحي، وله التصانيف الكثيرة، يقال: تزيد على مائة وعشرين مجلدا، وعدتها خمسة وخمسون مصنفا في الفقه والنحو والاصول والفلسفة والرفض وغير ذلك من كبار وصغار،...\n__________\n(1) البداية والنهاية (18/695)",
        "(1/75)\n\n- إلى أن قال- وله كتاب «منهاج الاستقامة في إثبات الامامة» خبط فيه في المعقول والمنقول، ولم يدر كيف يتوجه إذ خرج عن الاستقامة، وقد انتدب في الرد عليه الشيخ الامام العلامة شيخ الاسلام تقي الدين أبو العباس ابن تيمية في مجلدات، أتى فيها بما يبهر العقول من الأشياء المليحة الحسنة، وهو كتاب حافل ولد ابن المطهر -الذي لم تطهر خلائقه، ولم يتطهر من دنس الرفض- ليلة الجمعة سابع عشرين رمضان سنة ثمان واربعين وستمائة، توفي ليلة الجمعة عشرين محرم من هذه السنة، وكان اشتغاله ببغداد وغيرها من البلاد، واشتغل على نصير الطوسي، وعلى غيره، ولما ترفض الملك خربندا حظى عنده ابن المطهر، وساد جدا، وأقطعه بلادا كثيرة.(1)\nوانظر «سير أعلام النبلاء» للذهبي رحمه الله: (17/472)\nجعفر بن محمد بن فطيرا\nوقال ابن كثير رحمه الله:\nأبو الحسن أحد الكتاب بالعراق، كان ينسب إلى التشيع، وهذا كثير في أهل تلك البلاد لا أكثر الله منهم.(2)\nعيد الغدير من شعارات الرافضة فمن احتفل به فهو منهم\nوقال رحمه الله:\nثم دخلت سنة خمس وخمسين وثلثمائة في عاشر المحرم عملت الروافض بدعتهم الشنعاء، وضلالتهم الصلعاء على عادتهم ببغداد(3).\nوقال أيضًا : وفيها عملت الروافض في يوم عاشوراء، منها المأتم على الحسين وفي يوم غدير خم الهناء والسرور(4).\nوقال أيضًا :\n__________\n(1) البداية والنهاية (18/271)\n(2) البداية والنهاية (16/660)\n(3) البداية والنهاية (15/283)\n(4) البداية والنهاية (15/314)\n(1/76)",
        "\nثم دخلت سنة ثمان وخمسين وثلاثمائة في عاشوراء، منها عملت الروافض، وفي يوم خم عملوا الفرح والسرور المبتدع على عادتهم، وفيها حصل الغلاء العظيم حتى كاد أن يعدم الخبز بالكلية، وكاد الناس أن يهلكوا، وفيها عاث الروم في الأرض فسادا، وحرقوا حمص، وأفسدوا فيها فسادا عريضا، وسبوا من المسلمين نحوا من مائة ألف إنسان فإنا لله وإنا إليه راجعون(1).\nوقال أيضًا :\nوفيها كتبت العامة من الروافض على أبواب المساجد: لعنة معاوية بن أبي سفيان - رضي الله عنه - ، وكتبوا أيضا: ولعن الله من غصب فاطمة حقها، وكانوا يلعنون أبا بكر، ومن أخرج العباس من الشورى يعنون عمر، ومن نفى أبا ذر يعنون عثمان رضي الله عن الصحابة، وعلى من لعنهم لعنة الله، ولعنوا من منع من دفن الحسن عند جده يعنون مروان بن الحكم، ولما بلغ ذلك جميعه معز الدولة لم ينكر ولم يغيره، ثم بلغه أن أهل السنة محوا ذلك، وكتبوا عوضه لعن الله الظالمين لآل محمد من الأولين والآخرين، والتصريح باسم معاوية في اللعن، فأمر بكتب ذلك -قبحه الله وقبح شيعته من الروافض- لا جرم أن هؤلاء لا ينصرون.\nوكذلك سيف الدولة بن حمدان بحلب فيه تشيع، وميل إلى الروافض، لا جرم أن الله لا ينصر أمثال هؤلاء بل يديل عليهم أعداءهم لمتابعتهم أهواءهم، وتقليدهم سادتهم وكبراءهم وآباءهم، وتركهم أنبياءهم وعلمائهم، ولهذا لما ملك الفاطميون بلاد مصر والشام، وكان فيهم الرفض وغيره استحوذ الفرنج على سواحل الشام بلاد الشام كلها، حتى بيت المقدس ولم يبق مع المسلمين سوى حلب وحمص وحماة ودمشق وبعض أعمالها، وجميع السواحل وغيرها مع الفرنج، والنواقيس النصرانية، والطقوس الانجيلية، تضرب في شواهق الحصون والقلاع، وتكفر في أماكن الإيمان من المساجد وغيرها من شريف البقاع.(2)\nمؤسس عيد الغدير -قبحه الله-\nوقال أيضًا رحمه الله:\n__________\n(1) البداية والنهاية (15/317)\n(2) البداية والنهاية (15/255)\n(1/77)\n",
        "ثم دخلت سنة ثنتين وخمسين وثلثمائة، في عاشر المحرم من هذه السنة أمر معز الدولة بن بويه -قبحه الله- أن تغلق الأسواق، وأن يلبس النساء المسوح من الشعر، وأن يخرجن في الاسواق حاسرات عن وجههن، ناشرات شعورهم، يلطمن وجوههن، ينحن على الحسين بن علي بن أبي طالب، ولم يمكن أهل السنة منع ذلك لكثرة الشيعة وظهورهم، وكون السلطان معهم، وفي عشر ذي الحجة منها أمر معز الدولة بن بويه بإظهار الزينة في بغداد، وأن تفتح الاسواق بالليل كما في الأعياد، وأن تضرب الدبادب والبوقات، وأن تشعل النيران في أبواب الأمراء، وعند الشرط فرحا بعيد الغدير غدير حم، فكان وقتا عجيبا مشهودا، وبدعة شنيعة ظاهرة منكرة(1).\nالشيعة مهدوا للعبيديين وناصروهم كما في «البداية والنهاية»\nقال رحمه الله:\nقلت قد كتب غير واحد من الأئمة، منهم الشيخ أبو حامد الاسفراييني، والقاضي الباقلاني، والقدوري أن هؤلاء أدعياء ليس لهم نسب صحيح، فيما يزعمونه، وأن والد عبيد الله المهدي، هذا كان يهوديا صباغا بسلمية، وقيل: كان اسمع سعد، وإنما لقب بعبيدالله، زوج أمه الحسين بن أحمد بن محمد بن عبدالله بن ميمون القداح، وسمى القداح لأنه كان كحالا يقدح العيون، وكان الذي وطأ له الأمر بتلك البلاد أبو عبدالله الشيعي كما قدمنا ذلك، ثم استدعاه فلما قدم عليه من بلاد المشرق، وقع في يد صاحب سجلماسة فسجنه، فلم يزل الشيعي يحتال له حتى استنقذه من يده وسلم إليه الأمر(2).\nقلت: ومن ثم صنع العبيديون بالمسلمين ماذكره ابن كثير في «البداية والنهاية» فقال رحمه الله:\nذكر أخذ القرامطة الحجر الأسود إلى بلادهم، وما كان منهم إلى الحجيج لعن الله القرامطة.\n__________\n(1) البداية والنهاية (15/261)\n(2) البداية والنهاية(15/84)\n(1/78)\n\nفيها خرج ركب العراق وأميرهم منصور الديلمي، فوصلوا إلى مكة سالمين وتوافت الركوب هناك من كل مكان وجانب وفج، فما شعروا إلا بالقرمطي قد خرج عليهم في جماعته يوم التروية فانتهب أموالهم، واستباح قتالهم فقتل في رحاب مكة وشعابها، وفي المسجد الحرام، وفي جوف الكعبة من الحجاج خلقا كثيرا.\nوجلس أميرهم أبو طاهر لعنه الله على باب الكعبة، والرجال تصرع حوله، والسيوف تعمل في الناس في المسجد الحرام في يوم التروية -الذي هو من أشرف الأيام- وهو يقول: أنا الله وبالله أنا، أنا أخلق الخلق وأفنيهم أنا، فكان الناس يفرون منهم فيتعلقون بأستار الكعبة، فلا يجدي ذلك عنهم شيئا بل يقتلون، وهم كذلك ويطوفون فيقتلون في الطواف، وقد كان بعض أهل الحديث يومئذ يطوف، فلما قضى طوافه أخذته السيوف فلما وجب أنشد، وهو كذلك:\n\nترى المحبين صرعى في ديارهم ... كفتية الكهف لا يدرون كم لبثوا\n\nفلما قضى القرمطي -لعنه الله- أمره، وفعل ما فعل بالحجيج من الأفاعيل القبيحة، أمر أن تدفن القتلى في بئر زمزم، ودفن كثيرا منهم في أماكنهم من الحرم، وفي المسجد الحرام ويا حبذا تلك القتلة وتلك الضجعة، وذلك المدفن والمكان، ومع هذا لم يغسلوا ولم يكفنوا، ولم يصل عليهم لأنهم محرمون شهداء في نفس الأمر.\nوهدم قبة زمزم أمر بقلع الكعبة، ونزع كسوتها عنها وشققها بين صحابه، وأمر رجلا أن يصعد إلى ميزاب الكعبة فيقتلعه فسقط على أم رأسه فمات إلى النار، فعند ذلك انكف الخبيث عن الميزاب، ثم أمر بأن يقلع الحجر الأسود، فجاءه رجل فضربه بمثقل في يده، وقال: أين الطير الأبابيل؟ أين الحجارة من سجيل؟ ثم قلع الحجر الأسود، وأخذوه حين راحوا معهم إلى بلادهم، فمكث عندهم ثنتين وعشرين سنة، حتى ردوه كما سنذكره في سنة تسع وثلاثين وثلثمائة، فإنا لله وإنا إليه راجعون.",
        "(1/79)\n\nولما رجع القرمطي إلى بلاده ومعه الحجر الأسود، وتبعة أمير مكة هو وأهل بيته وجنده، وسأله وتشفع إليه أن يرد الحجر الأسود ليوضع في مكانه، وبذل له جميع ما عنده من الأموال فلم يلتفت إليه، فقاتله أمير مكة فقتله القرمطي، وقتل أكثر أهل بيته وأهل مكة وجنده، واستمر ذاهبا إلى بلاده ومعه الحجر، وأموال الحجيج، وقد ألحد هذا اللعين في المسجد الحرام إلحادا لم يسبقه إليه أحد ولا يلحقه فيه، وسيجازيه على ذلك الذي لا يعذب عذابه أحد، ولا يوثق وثاقه أحد، وإنما حمل هؤلاء على هذا الصنيع أنهم كفار زنادقة، وقد كانوا ممالئين للفاطميين الذين نبغوا في هذه السنة ببلاد إفريقية من أرض المغرب، ويلقب أميرهم بالمهدي، وهو أبو محمد عبيدالله بن ميمون القداح وقد كان صباغا بسلمية، وكان يهوديا فادعى أنه أسلم ثم سافر من سلمية، فدخل بلاد إفريقية فادعى أنه شريف فاطمي فصدقه على ذلك طائفة كثيرة من البربر وغيرهم من الجهلة، وصارت له دولة فملك مدنية سجلماسة، ثم ابتنى مدينة وسماها المهدية، وكان قرار ملكه بها، وكان هؤلاء القرامطة يراسلونه ويدعون إليه، ويترامون عليه.\nويقال: إنهم كانوا يفعلون ذلك سياسة ودولة لا حقيقة له، وذكر ابن الأثير أن المهدي هذا كتب إلى أبي طاهر يلومه على ما فعل بمكة؛ حيث سلط الناس على الكلام فيهم، وانكشفت أسرارهم التي كانوا يبطنونها بما ظهر من صنيعهم هذا القبيح، وأمره برد ما أخذه منها وعوده إليها، فكتب إليه بالسمع والطاعة، وأنه قد قبل ما أشار إليه من ذلك، وقد أسر بعض أهل الحديث في أيدي القرامطة، فمكث في أيديهم مدة، ثم فرج الله عنه.\n(1/80)",
        "\nوكان يحكي عنهم عجائب من قلة عقولهم، وعدم دينهم، وأن الذي أسره كان يستخدمه في أشق الخدمة وأشدها، وكان يعربد عليه إذا سكر، فقال لي ذات ليلة وهو سكران: ما تقول في محمدكم؟ فقلت: لا أدري، فقال: كان سائسا، ثم قال: ما تقول في أبي بكر؟ فقلت: لا أدري، فقال: كان ضعيفا مهينا، وكان عمر فظا غليظا، وكان عثمان جاهلا أحمق، وكان علي ممخرقا ليس كان عنده أحد يعلمه ما ادعى أنه في صدره من العلم، أما كان يمكنه أن يعلم هذا كلمة وهذا كلمة.\nثم قال: هذا كله مخرقة، فلما كان من الغد قال: لا تخبر بهذا الذي قلت لك أحدا ذكره ابن الجوزي في «منتظمه»، وروى عن بعضهم أنه قال: كنت في المسجد الحرام يوم التروية في مكان الطواف، فحمل على رجل كان إلى جانبي فقتله القرمطي، ثم قال: يا حمير ورفع صوته بذلك، أليس قلتم في بيتكم هذا، ومن دخله كان آمنا، فأين الأمن؟ قال: فقلت له: اسمع جوابك، قال: نعم، قلت: إنما أراد الله فأمنوه، قال: فثنى رأس فرسه وانصرف.\nوقد سأل بعضهم ههنا سؤالا، فقال: قد احل الله سبحانه بأصحاب الفيل، وكانوا نصارى ما ذكره في كتابه، ولم يفعلوا بمكة شيئا مما فعله هؤلاء، ومعلوم أن القرامطة شر من اليهود والنصارى والمجوس بل ومن عبدة الأصنام، وأنهم فعلوا بمكة ما لم يفعله أحد فهلا عوجلوا بالعذاب والعقوبة كما عوجل أصحاب الفيل، وقد أجيب عن ذلك بأن أصحاب الفيل إنما عوقبوا إظهارا لشرف البيت، ولما يراد به من التشريف العظيم بإرسال النبي الكريم من البلد الذي فيه البيت الحرام، فلما أرادوا إهانة هذه البقعة التي يراد تشريفها وإرسال الرسول منها؛ أهلكهم سريعا عاجلا، ولم يكن شرائع مقررة تدل على فضله فلو دخلوه وأخربوه لأنكرت القلوب فضله.\n(1/81)\n",
        "وأما هؤلاء القرامطة فإنما فعلوا ما فعلوا بعد تقرير الشرائع وتمهيد القواعد والعلم بالضرورة من دين الله بشرف مكة والكعبة، وكل مؤمن يعلم أن هؤلاء قد ألحدوا في الحرم إلحادا بالغا عظيما، وأنهم من أعظم الملحدين الكافرين بما تبين من كتاب الله وسنة رسوله، فلهذا لم يحتج الحال إلي معالجتهم بالعقوبة بل أخرهم الرب تعالى ليوم تشخص فيه الأبصار، والله سبحانه يمهل ويملي ويستدرج، ثم يأذخ أخذ عزيز مقتدر، كما قال النبي ?: «إن الله ليملي للظالم حتى إذا أخذه لم يفلته» ثم قرأ قوله تعالى: [إبراهيم:42] وقال: [آل عمران:196-197] وقال: [لقمان:24] وقال: [يونس:70] (1)\nومما ذكره رحمه الله أيضًا قوله:\nثم دخلت سنة ثلاث عشرة وأربعمائة.\n__________\n(1) البداية والنهاية (15/37-41)\n(1/82)\n\nفيها جرت كائنة غريبة عظيمة، ومصيبة عامة، وهي أن رجلا من المصريين من أصحاب الحاكم، اتفق مع جماعة من الحجاج المصريين على أمر سوء، وذلك أنه لما كان يوم النفر الأول طاف هذا الرجل بالبيت، فلما انتهى إلى الحجر الأسود جاء ليقبله فضربه بدبوس -كان معه- ثلاث ضربات متواليات، وقال: إلى متى نعبد هذا الحجر، ولا محمد ولا على مما أفعله، فانى أهدم اليوم هذا البيت، وجعل يرتعد فاتقاه أكثر الحاضرين وتأخروا عنه، وذلك لأنه كان رجلا طوالا جسما أحمر اللون أشقر الشعر، وعلى باب الجامع جماعة من الفرسان، وقوف ليمنعوه ممن يريد منعه من هذا الفعل وأراده بسوء، فتقدم إليه رجل من أهل اليمن معه خنجر فوجأه بها، وتكاثر الناس عليه فقتلوه وقطعوه قطعا، وحرقوه بالنار، وتتبعوا أصحابه، فقتلوا منهم جماعة، ونهبت أهل مكة الركب المصري، وتعدى النهب إلى غيرهم، وجرت خبطة عظيمة، وفتنة كبيرة جدا، ثم سكن الحال بعد أن تتبع أولئك النفر الذين تمالؤا على الالحاد في أشرف البلاد، غير انه قد سقط من الحجر ثلاث فلق مثل الأظفار، وبدا ما تحتها أسمر يضرب إلى صفرة محببا مثل الخشخاش، فأخذ بنو شيبة تلك الفلق فعجنوها بالمسك واللك، وحشوا بها تلك الشقوق، التي بدت فاستمسك الحجر وأستمر على ما هو عليه الآن، وهو ظاهر لمن تأمله(1).\nقلت: وإنما ذكرنا هذا لأن الرافضة مهدوا لهم وناصروهم حتى تمكنوا، فصنعوا بالمسلمين مالم يصنعه أحد من الكفرة، قبح الله العبيدين والرافضة الذين أعانوهم حتى فعلوا تلك الأفاعيل الشنيعة.\nملحق القصائد الشعرية\nبسم الله الرحمن الرحيم\nالإشاعة بما في عقائد وأفعال الشيعة من الشناعة\n\nالحمد لله عظيم الذكر ... أسأله بأن يشد أزري\n.\n.\nوأن يعنن كاتب القصيدة ... وأن تكون جملا سديده\n. ... .\nرصعتها في جمل بديعه ... فاضحة لمنكرات الشيعه\n. ... .\nبينت فيها زيغ أهل الرفض ... شر الأنام سكنوا في الارض\n. ... .\n__________\n(1) البداية والنهاية (15/593)",
        "(1/83)\n\nتلبية لشيخنا الغيور ... العالم المعروف بالحجوري\n. ... .\nيحيى الذي قد صار رمزا للهدى ... حماه رب العرش من كيد العدا\n. ... .\nوالآن ابدأ في بيانات الضلال ... عن شيعة الشيطان أهل الإعتزال\n. ... .\nمؤسس القوم من اليهود ... لهذا صاروا اخوة القرود\n. ... .\nلذا تراهم وافقوا اليهودا ... في طعنهم في الله والجحودا\n. ... .\nوكم نفوا لله من صفات ... وحرفوا القرآن للغواة\n. ... .\nوانكروا أيضا عذاب القبر ... وأنكروا الرؤية يوم الحشر\n. ... .\nوقالوا من يقترف العصيانا ... قد فقد الكفر كذا الإيمانا\n. ... .\nوأنه في النار يبقى خالدا ... كأنه لم يك يومًا ساجدًا\n. ... .\nوقال قوم ربنا عليُّ ... وبعضهم قال هوالوصيّ\n. ... .\nوفرقة قالت علي ُ أفضل ... وفرقه طغت فقالت مرسل\n. ... .\nوأن رب العرش جهرًا كلّمه ... بل إنه بكل شيء علمه\n. ... .\nأوحى إليه مرة بالطائف ... بجملة الأحكام والمعارف\n. ... .\nقالوا على الرحمن بالبداء ... قال به إبن الأمة السوداء\n. ... .\nاعني به مؤسس التشيع ... وحزبه المعروف بالتميُّعْ\n. ... .\nتوحيدهم عداوة التوحيد ... إبداله بالشرك والتنديد\n. ... .\nتراهموا قد عبدوا الأوثانا ... وأشركوا بربهم عيانا\n. ... .\nوينحرون النذر للقبور ... ويذبحون الضأن للشهور\n. ... .\nوكعبة الأشرار في طهران ... في دولة الإشراك في إيران\n. ... .\nقد خالفوا الإسلام في ذي الملة ... واستبدلوا القبلة غير القبلة\n. ... .\nشيوخهم من دولة المجوس ... مثل الخميني كذاك الطوسي\n. ... ز\nوعلمهم إمامه الكُليني ... وشيخهم في عصرنا الخُميني\n. ... .\nالكافر المقبور في طهران ... في دولة الإشراك في إيران\n. ... .\nويعبدون القبر في العراق ... قبر الحسين ذي الدم المهراق\n. ... .\nيقدسون الطين طين الكربلا ... وأنه ينفي عن الشخص البلا\n. ... .\nوالشيعة الحمقاء في أرض اليمن ... تهدي النذور للقبور والوثن\n. ... .\nويعبدون القبر قبر الهادي ... ويسألون القبر بالإمداد\n. ... .\nذاك الذي لعودة الشر دعا ... وقتّل الناس وأرسى البدعا\n. ... .\nوقد رأيت منظرًا قبيحًا ... رأيت شخصًا يعبد الضريحا\n. ... .\nيطوف حول القبر في خشوع ... متمتما في غاية الخضوع\n. ... .\n(1/84)",
        "\nويسأل الهادي بأن يغيثه ... تبًا لهم من شيعة خبيثه\n. ... .\nهذا وحول القبر من عميانِ ... اتباع كل ناعقٍ شيطان\n. ... .\nعُمْيُ من الإبصار والبصيره ... تبًا لهم من شيعة شريره\n. ... .\nهذا ومن عقيدة الرفضانِ ... تحريفهم لكلم الرحمنِ\n. ... .\nوأن قرآن الإله حُرّفَا ... من أهتدى به فشرًا عرفاَ\n. ... .\nوأن قرآنًا لهم عن فاطمه ... وفيه آيات لهذا قاصمه\n. ... .\nمن قال هذا القول حقًا كافرُ ... وجاحد معاند وفاجر\n. ... .\nفي الصحب قالوا قولةًًً شنيعة ... فاسمع كلام المجرمين الشيعه\n. ... .\nقالوا بأن الصحب منهم من كفر ... منهم أبو بكرٍ كذاكموا عمر\n. ... .\nبل قالوا كل الصحب حقًا كفروا . ... لم يبق في الإسلام إلا نفر\n.\nفكفروا ولعنوا الصحابة ... بزعمهم قد عظموا القرابه\n. ... .\nوالحق عنهم , غدروا كل ولي ... والزيد خانوا والحسين بن علي\n. ... .\nوطعنوا في زوجة الرسولِ ... وحد ذا بالصارم المسلول\n. ... .\nفي زوجة طاهرة عفيفة ... في نفسها زكية شريفه\n. ... .\nبرأها الرحمن من فوق السما ... في سورة النور آلا فليعلما\n. ... .\nقد خرجوا بذا عن الإسلام ... بذا تقول أمة الإسلام\n. ... .\nمن قال ذا فقد غدا كفورًا ... لأنه قد كذب الغفورا\n.\nأما عن الإسلام والإيمان ... فقد أخلو فيه بالأركان\n.\nفصرفوا التوحيد للأنداد ... وصيروا الإذعان للأضداد\n. ... .\nوضوؤهم بالمسح فوق الأرجل ... فخالفوا بهذا هدي المرسل\n. ... .\nويرسلون الأيدي في الصلاة ... ويأكلون المال من زكاة\n. ... .\nتشهدوا بغير ذا التشهد ... وخالفوا دين النبي محمد\n. ... .\nتسليمهم بغير ذا التسليم ... ويضربون الفخذ للتسليم\n. ... .\nوقد سمعت شيخنا الحجوري ... يقول قول العالم البصير\n. ... .\nصلاتهم صارت بهذا باطلة ... لأنها عن الوضوء عاطلة\n. ... .\nفي صومهم قد عجلوا السحورا ... وأخروا الإفطار ليلا زورا\n. ... .\nفي حجهم قد أجمعوا الإفرادا ... وخالفوا القرآنا والعبادا\n. ... .\nوربما قالوا أيا أرض احفظي ... ويا سماء الله للحج اشهدى\n. ... ..\nفي حجهم قد قتلوا الحجيجا ... وأحدثوا في الحرم الضجيجا\n. ... .\nوكم وكم قد ناصروا الكفارا ... وقتّلوا الأعلام والأبرارا\n. ... .\n(1/85)\n",
        "بل قد أباحوا قتل كل مسلم ... فوافقوا بالسفك لابن العلقمي\n. ... .\nففي القديم ألّبوا التتارا ... وناصروا الكفار والنصارى\n. ... .\nوفي العراق ناصروا أمريكا ... وقالوا حقًا ملكنا وشيكا\n. ... .\nوأرعبوا الشيوخ والأطفالا ... وقتلوا النساء والرجالا\n. ... .\nوقد أباحوهم نكاح المتعة ... أيضًا وقالوا بجواز الرجعة\n. ... .\nفاستمتعوا بأبضع النساء ... في الظهر والاصباح والمساء\n. ... .\nبذا أحلوا فعلة الفحشاء ... يا ويلهم من خلق السماء\n. ... .\nلم يكفهم أن واقعوا الكبيرة ... كلا فهم قد فخذوا الصغيرة\n. ... .\nحكاه في ذاك الكتاب الموسوي ... عن الخميني وذي الكفر الغوي\n. ... .\nبأنه قد فخذ الصغيرة ... وهي تصيح ليله عسيرة\n. ... .\nهذا وقد قالوا بتلك الغيبة ... يا رب فمنح هؤلاء الخيبة\n. ... .\nوبعد ذا قالوا بعودة الإمام ... محمد عليه منهم السلام\n. ... .\nوأنه سيصلب الشيخينا ... إلا فظنن بهذا مينا\n. ... .\nويجلدن زوج الرسول جلدا ... ويزعمون أن هذا حدا\n. ... .\nمن قال ذا قد كذب القرآنا ... يا ربنا إذقهموا النيرانا\n. ... .\nتبًا لمن قال يعود العسكري ... تالله إن هذا لقول المفتري\n. ... .\nوهم يبحون الغناء والشيشة ... ومنهموا من يأكل الحشيشه\n. ... .\nوقد رأيت شيعيا بصعدة ... أطاع إبليس وصار عبده\n. ... .\nيضيف طيب العطر بين القهوة ... وكان مسرورا تعلوه نشوه\n. ... .\nوبعضهم لا يقرب الصلاة ... ويصحب الأشرار والزناة\n. ... .\nويتبعون الشر والغواة ... ويرفضون الخير والهداة\n. ... .\nولو ترى الأقوام في الغدير ... شبهتم بأرذل الحمير\n. ... .\nكم يركضون في خلا البرية ... و يلعنون خيرة البرية\n. ... .\nويضربون الصخر والأحجار ... ويشمتون الصحب والأطهارا\n. ... .\nيوجهون الرمي للجبال ... تبًا لهم من شيعة ضلال\n. ... .\nويزعمون أنهم قد قتلوا ... أصحاب خير الرسل لا بل هبلوا\n. ... .\nلا يفعل الأفعال هذي عاقل ... كلا ولا يفعل هذا جاهل\n. ... .\nلكن عقول القوم حقًا ذهبت. ... أو أنها بسكرها قد طربت\n. ... .\nهذا وقد قالوا بفرض التقية ... هذا وأيم الله أفرا فرية\n. ... .\nبل أنه من صفة النفاق ... وسمة الأشرار والفساق\n. ... .\nوكم لهم من بدع كثيرة ... قد أحدثوها في ريا الجزيرة\n. ... .\n(1/86)\n\nفهذه أفعال تلك الشيعة ... أفعالهم قبيحة شنيعة\n. ... .\nلكن بحمد الله قد تصدى ... لجرمهم وأفكهم تحدى\n. ... .\nمن عرف التوحيد والهداية ... وفهم الإسلام والدراية\n. ... .\nففضحوا الإلحاد والتشيعا ... وقمعوا التضليل والشرك معًا\n. ... .\nوبينوا ضلال كل ملحد ... وأرغموا بالأرض أنف المعتدي\n. ... .\nبالفعل والتأليف والخطابة ... فأفقدوا الشيعي ذا صوايه\n. ... .\nتمت بحمد الله أحلى من عسل ... وفي رؤس الرفض أنكى من أسل\n. ... .\nألقيتها في الدار في دماج ... دار فويق الأرض مثل التاج\n. ... .\nثم الصلاة والسلام أبدًا ... على شفيع الخلق أعنى أحمدا\n. ... .\nوآله وصحبة الأطهار ... ما نون الطير على الأشجار\n. ... .\n\nكتبها بقلمه وقالها بفمه أبو عقيل: عبد الله بن علي القاضي – كان القاؤها بين يدي شيخنا العلامة: أبي عبد الرحمن – يحيى بن علي الحجوري حفظه الله ورعاه في دار الحديث بدماج حرسها الله تعالى ,\nيوم الإثنين بتاريخ 9/2/1425هـ\nكشف الحجاب عن بعض مخازي مَنْ سب الأصحاب\nبسم الله الرحمن الرحيم\n\nالله أكبر زَنْدُ(1) الرفض كيف كبا(2) ... وصار موريه(3) في الظُلْمات مكتئبا\nأقسمت بالله ياذا الرافضيُّ بأن ... أسل سيفًا من التبيان ملتهبًا\nبه صُليت(4) – بإذن الله – في حِمَم ... شاء الرويفض أم ردّ الهدى وأبي\n.\nأقلا منا السيف والقرطاس مَعْرَكنا ... والعزمُ درعُ ُ إذا ما الموعد اقْتربا\nويسطع النور نور الحق منبثقًا ... وتشرق العين تملي عسجدًا (5) ذهبًا\n.\nيبدد الجهل عمن كان في ظلم ... ويكشف الزيف بالإنصاف منتصبًا\nجمعت فيه مخازي الرفض مجتهدًا ... أرجوا به الأجر من ذي العرش فارتقبا\nريح الدبور بها إهلاككم ولنا ... ريح مؤزّرهُ ُ بالنصرِ ريح صبا\n__________\n(1) الزَنْد: العود الذي تقُدح به النار ... ... ...\n(2) كبا الزَنْد: لم يخرج ناره ... ... ...\n(3) وري الزَّنْد: خرجت نارة. وأوراه غيره\n(4) صَلَيْتُ اللحم وغيره شويتهُ\n(5) العسجد: الذهب. والعين:الشمس",
        "(1/87)\n\nإن الرويفض في جمع البلا شرِهُ ُ ... إن الرويبض عن نهج الهدى نكبا(1)\nفلنأت نحن وذاك الرافضي إلى ... قولٍ سواءٍ وفي القرآن منه نبأ\nولنحتكم لكتاب الله مع سننٍ ... صحت عن المصطفى صَدَْع بها رُئبا\nولْنلْتزم في الحجاج الحقّ جاَدتَه ... ولْتتركوا الزور والإجحاف والكذبا\nولْتسمعنَّ مقالي ما به شططُ ... بل فيه سيرٌ إلى الحسنى لمن رغبا\nأليس مذهب أهل الرفض مَنْشؤه ... ذاك اليهودي الخبيث المارق ابن سبأ\nمن قال في الله والقرآن مبتدعًا ... قولًا رديئًا إليه الجمع قد ألبا(2)\nراموا التخلص ممن تستحي(3) شرفًا ... منه الملائك ذو النورين واعجا\nبحب آل رسول الله قد ستروا ... خبثًا وحقدًا على الإسلام مكتسبا\nمن كان في لجة(4) ألأوزار منغمسًا ... لم يغنه جمعه الأحساب والنسبا\nكلا ولا جمعه ألجاه الكبير ولا ... جمع الدراهم والأنصار والذهبا\nإن السعادة في الإيمان مَعْ عمل ... يرضي ألإله وقل فيما عداه هبا\nفأسمع – أُخيَّ – كلام الرافضين هدىً ... أعان ربي علىّ الجمع ما صعبا\nالنابذين لدين الله ويلهم ... كأنّ ربي على آذانهم ضربا\nالقائلين مقال الإفك في علمٍ ... الناصبين على ساداتنا النصبا(5)\nقالوا: علىّ ولولاه الدّنا(6) عدمت ... كلا ولا فلكنا تجري ولا السحبا\nصوت الرعود ولمع البرق في سحب ... من أمر صاحبكم للمزن قد ركبا\nباب الإله على ّ منه مدخلهم ... من أخطأ الباب عن حاجاته حجبا\nإمامهم قد حواى الدنيا وضرتها ... علم السماوات علم الأرض ما احتجبا\n(ما لم يكن) علمه عند الإمام وما ... يكون أيضًا كذا علم الذي ذهبا\nوالوحي ينزل فيهم أينما نزلوا ... إليهم الأمر جبريل لهم صحبا\n__________\n(1) نكب عن الطريق: عدل عنها\n(2) ألب القوم إليه: أتوه من كل جانب\n(3) تستحي بياء واحده هي لغة بني تميم. وعند الحجازيين بيائين\n(4) لجة الماء: معظمه\n(5) النصب: بضم فسكون الشر والبلاء.وقد تضم الصاد كما هنا\n(6) الدنا:جمع الدنيا ككبرى وكبر\n(1/88)",
        "\nوزد على ذا فأعمال العباد لدى ... أئمة البيت ما تخفي لمن أربا(1)\nقالوا أسمهم في جباه للملائك في ... باب الجنان وفي الكرسي قد كتبا\nوعندهم معجزات الأنبياء وهم ... يحيون موتى بزعم منهم وغبا\nلم يبق للرب أمر عندهمً وكذا ... لم يبق خلق ولا علم فقد سلبا\nإن الروافض في الآل الكرام غلوا ... حتى استغاثوا بهم في دفعهم كربا\nقالوا علىّ هو الميزان عزهم ... من شاء يرحم ومن شا يصله اللهبا\nلديهم الدين عين الكفر فعلتهم ... فاقوا بها العجم في الإشراك والعربا\nإن القبور بإيران الضلال لها ... رقم لدى البنك إن تعجب فلا عجبا\nأم الحسين لدى قبر الحسين لها ... أوراق برء(2) من الأوجاع والوصبا\nوقبره من جميع الداء كان شفا ... فلتأكلن تراب القبر محتسبا\nزيارة القبر ساوت عندهم حججًا ... عشرين يشرك فيها جُلّ من ذهبا\nغوغاؤهم يقصدون القبر من شعبٍ ... كأنهم شاء راعٍ يقصد الجلبا\nيحثون أتربةُ يدعون أضرحة ... يبقى جو يهلهم في الحر منتصبا\nيعصون خالقهم ترضى شياطنهم ... والجمع منقسمُ ُ باكٍ وذا انتحبا\nللقوم يوم تجلّى فيه خالقنا ... قبر الحسين فحط الذنب عن غربا\nوالاعتزال سبيلُ ُ للرويفض في ... باب الصفات بتنزيه له حسبا\nرام الصواب يجهل بالغ فأتى ... أمرًا محالًا به الشيطان قد لعبا\nورؤية الله من تاقت لرؤيته ... قلوبُ صدقٍ وعند الرافضين هبا\nيا رب لا تحرمن عبدًا دعاك ولا ... تقرر عيون دعاة الرفض والكذبا\nلا سمع لله عند القوم لا بصرُ ... كذا اليدان كذا العينان من سلبا ؟!\nكذا استواء علوٌ عنه قد نفيا ... كذا المحبة والتكليم و العجبا\nأحكم ربك بالتعطيل تبطله؟! ... تالله ما كان ذا دينًا لمن صحبا\nالكل عند أولى الألباب ثابتة ... قد أنزل الله في إثباتها الكتبا\nلا شيء مثل له سبحانه وعلا ... من قال غير الذي قد قلته غُلبا\nقرآننًا في اعتقاد القوم حرّفه ... جند الرسول فحطًوا العترة النجبا\n__________\n(1) أرُب: أي عقل\n(2) بريء من المرض براءً. وعند الحجازيين من باب قطع. أي بَرَأ يَبْرَأُ بَرَاًً\n(1/89)\n",
        "يا أنجس الناس يا شر البرية يا ... ذيل الدبور ومن للأفك قد جلبا\nشابهتم الكلب في غير الذكاء وفي ... غير الوفاء وما للذيل قد سحبا\nلو تدرك الكلب ذاك الشبه فيك له ... لحرّكت ذيلها رقصًا بكم طربا\nوالله ما أنتم بل من لّدن ظهر الـ ... ـقرن الخبيث ببعرٍ عندنا حُسبا\nمن أجهل الناس بالمعقول رافضة ... كأنهم رخمُ أكرم بها لقبا\nعن ذا الكتاب وذي الآثار رافضة ... من أبعد الناس فيه أكثروا الصخبا\nصحْبُ الرسول لديهم بعده كفروا ... إلا القليل لباب الكفر ما انسلبا(1)\nوغيبة رجعه للقائم انتظروا ... قالوا الغليم في السرداب منسربا(2)\nتراهم من سداد الرأي أنهم ... تجاه باب إذا ماالليل قد وقبا\nخفي حنين يلاقي القوم ليلتهم ... وعاد هاتفهم من جهله بهبا\nإحدى التعاجيب والعنقا(3) لهم خلق ... أضحكت يا ذا عليك العجم والعربا\nإن يخرج الصاحب المزعوم فأنتظروا ... بحر الدماء ترى الشيخين قد صُلبا\nيقيم حدًا على زوج الرسول كذا ... وينقل الكعبة العظمى ويغتصبا\nويقتل الحاج من قد جاء في وَجَلٍ ... والمسجدان بنار الشر قد خربا\nتقية عندهم ويل لتاركها ... يستعملون إذا مالأمر قد حزبا\nومتعة أشبعوا منها الفروج هم ... قد ألفوا – فرية – في أجرها الكتبا\nوأستمتعنّ بغير الهاشمية ما ... شئت أكثرنّ بها للأجر محتسبا\nوالهاشمية أيضا زوروا كذبا ... مع الكراهة لكن غيرها وجبا\nكذا الصبية تقبيلًا ممتعةً ... ضمًا مفخذة من شاء من رغبا\nوجائز عندهم نكح النساء دبرًا ... ولياتِ أمردهم من كان قد أربا(4)\nويزعمون بأن الله أودعهم ... من دون سائر هذى الأمة الكتبا\nمنها عبيطة جفرُ أحمر وكذا وكذا ... صُحف لفاطمةٍ تقضي لهم أربا(5)\nويزعم السيد المأفون(6) أن له ... خمس الرَّباح وتلفيه استعد خبا\n__________\n(1) إنسلب: أسرع في السير جداً\n(2) السرب بفتحتين بيت في الأرض , و أ نسرب الحيوان: دخل فيه\n(3) العنقاء طائر معروف الاسم مجهول الجسم\n(4) أَرب أحتاج\n(5) الأرب بفتحين: الحاجة\n(6) المأفون: الضعيف العقل والرأي\n(1/90)\n\nيستعملون – دهاءً منهم – حيلًا ... يستخرجون بها الأموال والنشبا(1)\nأثرت متاجره سدت حوائجه ... بالخمس يأكله سحتًا كذا وربا\nهذا اعتقادهم في كتبهم سطروا ... إيران موطنهم مستنقع ثلبا(2)\nإن الكليني والقمي عمدتهم ... في الزيغ والطبرسي قد أشبهوا الخشبا\nلكنهم عند أهل الحق شرذمة ... رامت خروجًا عن الإسلام وهي هبا\nأنوارهم ظلم تفسيرهم كذب ... كافيهم قد كفئ في الكفر من رغبا\nمن يعتقد ما احتوت بعد البيان لها ... مأواهم النار قد كانوا لها حطبا\nجاء الخميني يومًا فاستخفهم ... كما استخف القرى فرعون فاقتربا\nقامت حكومته فأستبشرت أمم ... أن الطريق إلى مجد الرسول حبا(3)\nفخيبوا الظنّ وأعتاضوا الدنا وهم ... جدّوا لنشر بريد الكفر حين خبا\nفمن مقولته الشنعاء في عمرٍ ... إلى مقولته النكراء في النجبا\nمن أجل ذاك – لعمرا لله – كفره ... أعلام دين رسول الله فانثلبا\nكذا استباحوا دماء الناصبي – زعموا ... كذا استحلوا لحقد منهم النشبا\nوأقرأ تواريخهم مع التتار ترى ... نهرًا عظيمًا بلون الدم قد خضبا\nبُنَيُّ علقمهم طوسيُّ تقدمهم ... يد العمالة بئس الفعل ما ارتكبا\nلم تشهد العرب والتاريخ مجزرة ... مثل التي أوقدوا كانوا لها سببا\nفيها استباح العدو الغاز بيضتنا ... في ذا اعتبار وتذكار لمن لببا(4)\nشعارهم كذبُ والدرع زندقة ... من فوقها لبسوا القمصان والجببا\nعرج على شيعةٍ ياصاح في بلد ... أثنى عليه رسول الله منذ شبا\nساروا بسير دعاة الجهل فانجرفوا ... خلف الروافض في إيران ذاك وبا\nالجهل جهلان: شخص جاهلُ ُ بهدىً ... وآخر بعناد عقله ركبا\nلم يخلق الله منهم سيدًا زعموا ... إلا وأخدمه جمعًا له وهبا\nمن القبائل كم من جاهل خدعوا ... عن القبائل علم الدين قد حُجبا\nآن الأوان لأن تُعلى الشريعة في ... هذى البلاد فياسعدًا لمن دأبا\n__________\n(1) النشب: المال والعقار\n(2) ثلبه: عابه وصرح بالعيب فيه وتنقصه. وثلب هنا مبني للمفعول\n(3) حبا: دنا\n(4) لبُبَ: عقل. وبيضة القوم ساحتهم",
        "(1/91)\n\nوليلحق الذيل ذيل الرفض منبترًا ... رأس الدبور لبئس الرأس والذنبا\nفالرفع والضم والتأمين مذهبنا ... ومذهب الآل والأصحاب والنجبا\nمن قال عنهم مقالًا غير ما اعتقدوا ... تالله أزرى بهم واستصحب الكذبا\nوقبر هاديهم يحيى إلى حُفر ... يهوى بشيعته كم تحصد الوصبا\nمن للتشيع قاد الناس في يمنٍ ... وآخذٌ بيعة للدور مغتصبًا\nحتى إذا مات قامت شيعة حمق ... قالوا الإمام الكبير العالم النجبا\nفصيرّوا قبره من شركهم وثنًا ... وشيدّوا فوقه من جهلهم قببا\nفي الاعتقاد لأهل الاعتزال قفوا ... إلى النعيمان فقه القوم قد نسبا\nوكتبهم قد عرتُ عن ذكرها سندًا ... منها إلى المصطفى قد قطعوا السببا\nكأنها شُرَطِيٌّ قام في غضب ... من لم يجبه على أيديهم ضربا\nإن يذكروا سندًا تبصرْ دجاجلة ... عار على جبهة الشيعي قد رتبا (1)\nكالوا سطىّ (2)كذا الجعفي مع الهروي ... وحارث أعور ثم الذراع ربا\nوغيرهم كثر ضاق المقام بهم ... إذ أن شيعتهم قد دُرِّعوا الكذبا\nفأرجع – أخي إلى الميزان للذهبي ... ولتنظرنّ إلى آثارهم عجبا\nمتونهم قد خلت من سردها حججا ... من يفقد الشئ أنَّى يعط من طلبا\nهذى بضاعتهم هذى تجارتهم ... من يزرع الشوك أنى يحصد العنبا\nأتلك خيرٌ إلا يا صاح أم كتب ... للعلم حاوية جهل بها غلبا\nتسلسلت بالثقات المتقنين بها ... تجني بغير عناء دائمًا رطبا\nنهر الهدي دافق عين الرداى رسبت ... بحر الردى مالح بحر الهدى عذبا\nكتب الحديث وكتب السنة أنتشرت ... من بعد أن حوصرت عن شعبنا حقبا\nإن الذي كان في دنياه في سفه ... عن هذه الملة البيضاء قد رغبا\nوفي الكرام من الأصحاب قد طعنوا ... أبي هريره والأقمار والنقبا\nمن أجل أنهم بالنقل قد هدموا ... دعوى التعالم عند القوم فأستلبا\nوأجمعت شيعة أن الصحابة قد ... زلت بتركهم تقديم من خلبا(3)\n__________\n(1) رتب: ثبت ولم يتحرك\n(2) الواسطي: هو أبو خالد عمرو بن خالد والجعضي هو جابر بن يزيد والهروي هو أبو الصلت عبد السلام بن صالح والذراع هو أحمد بن نصر\n(3) خُلِب: خدع\n(1/92)",
        "\nثم انتهت فئة منهم وطائفة ... للكفر قد نسبوا أخيار من صحبا\nزوج النبي حصانٌ طاهرٌ ... بكر خليفته أكرم بذاك أبا\nوحفصه وأبوها ساده نجب ... إبليس شمر عنه ممعنًا هربا\nعثمان ثالثهم في الفضل مرتقيا ... إلى الجنان بقول صادق كتبا\nلجلسة مع رسول الله جالسه ... فيها معاوية أزكى بها رتبا\nلم يختلق كذبًا – حاشاه – منتقصًا ... آل الرسول كما من سبه ارتكبا\nصحب الرسول فهم للدين قد حفظوا ... للكفر أنهوا بهم شرع علا وشبا(1)\nقد أوجب الله حب المؤمنين لهم ... ومن يسبهم يجزى بما اكتسبا\nإن النجوم إذا ما قام ذو عرج ... ينال منها لعَمْر الله قد لغبا(2)\nوآل بيت رسول الله سادتنا ... والحق باد ولا والله ما غربا\nيا آل بيت رسول الله حبكم ... من سار منكم على الإيمان قد وجبا\nزين الفواطم بل زين النساء ألا ... لا تلزقوا بجناب الطاهر الكذبا\nوبعلها عند أهل الحق منزله ... بعد الثلاثة قد فاق الورى(3) رتبا\nوأبنا علي وزين العابدين كذا ... ك الباقر الصادق الأطهار والنجبا\nومن عجيب أمور القوم أنهم ... قد حرموا فرية تزويج من رغبا\nففاطميتهم عن غيرهم حرمت ... والله سائلهم عن ظلم ذات خبا\nتبقى الشريفة خلف الخدر حائرةً ... تدعو الإله بدمع عابر سكبا\nذاب الشباب وصار الظهر في حدب ... والشعر منا بداء الشيب ملتهبا\nيا رب لا تجز خيرًا من سعي بيد ... في ذي المصيبة حيًا كان أو غربا\nأهكذا حكم من للعدل منتسب ؟ ... أهكذا تقرؤون العلم والكتبا؟\nأبو الحسين برئ من غوايتكم ... فتى بنيته الفاروق قد خطبا\nوابن الحسين وهادي القوم بابنته ... عن غير عترته لم ينأ بل رغبا\nللإنتصار لهن أقرأ كتاب فتى ... من أهل وادعةٍ قد ألزم الأدبا\nمن أفكهم كتبٌ قد ألزقت كذبا ... بالآل لا يمترى في بهت ما نسبا\nنهج البلاغة مجموعٌ كذا صحف ... من وضع من خفيةً للحق قد قلبا\nيمارسون ضروب الشرك معلنةً ... والوالِ راءٍ ولم نسمع له غضبا\n__________\n(1) شبا: بمعنى علا\n(2) لَغِب: تعب أشد التعب\n(3) الورى: الخلق والمقصود هنا هذه الأمة\n(1/93)\n",
        "فواجب يا ولاة الأمر حجزهم ... عن شركهم أين من لله قد حربا(1)\nصلوا إلى القبر صلوا عنده ذبحوا ... أنعامهم قربة ذوا القبر قد رهبا\nبنوا على القبر بالتجصيص ما بخلوا ... وأسم على القبر من إحداثهم كتبا\nيطوفون بها ذلا منكسةً ... ر ؤ سهم وكذاك الخد قد تربا\nويسرجون بها الأنوار ملبسةً ... من الكساء بهم شيطانهم لعبا\nويلزمون جذار القبر مستلما ... كما الصبي بحجر الأم قد زلبا(2)\nيدعون موتاهم أن يرفعوا مرضًا ... أن يرزقوا ولدًا والغيث قد حقبا(3)\nشدوا الرحال لها من غير ما بلد ... يدعونها رهبا يدعونها رغبا\nعلى القبور بنوا للشرك مسجدهم ... فأشبهوا من عليه الله قد غضبا\nوسادن القبر دجال على ذرب ... من كثرة الزبد ذاك العجل قد زنبا(4)\nللسادن السمن والألبان جاريه ... وللمساكين دوم الذلّ والسغبا(5)\nابن الوزير إمام القطر أوضح ذا ... في باسم من رياض جلّت الريبا\nومثله علم يا حبذا علمًا ... يا ابن الأمير الذي ما خاف ما رهبا\nوبعده علم في سيله غرقوا ... في نيله شنقوا في طالب أدبا\nكان ابن تيميةٍ للقوم مدرسةً ... منهاج سنة خير الناس منتسبًا\nأعطى الغرابين درسًا قاسيًا فضحوا ... وأرسلوا فشوت شيطانهم شهبا\nإن الهزبر إذا ما اشتاط في غضب ... لن تستطيع له الأعداء إن وثبا\nدار الحديث بدماج العلى ورثوا ... عنهم دفاعهم عن خير ما اكتسبا\nكم جاهد الشيخ في دفع البلاء فما ... أصاب شيخيَ من غم وما اكتئبا\nفللجنان رياض أودعت دررًا ... مَعْها الطليعة تلفي حبرها ذهبا\nوصعقة رعدت منها فرائصهم ... وألحقت بهمُ ذلًا كذا عطبا\nجلى الحقيقة أدلى النصح مجتهدًا ... أكرم بمن لإله الحق قد غضبا\nقام المشايخ والطلاب فانتصروا ... بأمر يحيى بيان الحق قد طلبا\nأنعم به خلفًا للشيخ مقبل في ... دار الحديث ومن للنصح قد صحبا\nقامت فوارسنا شنوا هجومهم ... على الروافض من ينأى ومن قربا\n__________\n(1) حرب: أشتد غضبه\n(2) زلب (من باب فرح) زلب الصبي بأمه: لزمها ولم يفارقها\n(3) حقب المطر: احتبس.\n(4) زنب: سمن\n(5) السغب: الجوع\n(1/94)\n\nأعان ربي على هتك الستار فهم ... من ذل ما واجهوا من الأسود ضبا\nوفي الختام أخي فاقبل نصيحتنا ... قد رصعت دررًا فلْتُصغِ مرتقبا\nإن كنت تطلب علمًا زانه عمل ... أو كنت تطلب عزًا مطلبًا دأبا\nأو كنت تبحث عن خير لأخرةٍ ... أو كنت تشدو إلى جناتها طربا\nأو كنت تسمو إلى إرضاء خالقنا ... فانزل بدماج تلقَ العلم والأدبا\nدامت رباك أيا دماج مزهرة ... بالعلم والخير والتقوى لمن طلبا\n\nوالله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم\nأبو عبد الرحمن / فتح بن عبد الحافظ بن إسماعيل ين محمد التعزي المعافري القدسي\nدار الحديث بدماج الخير ، كان الفراغ ليلة الثلاثاء (15) الخامسةَ عَشْرةَ من ربيع الأول لعام 1425هـ ، والحمد لله\nبيان بعض ما خفي من معاني الأبيات:\nالبيت رقم (8): فيها إشارة إلى حديث (نصرت بالصبا وأهلكت عاد بالدبور) والصبا ريح تهب من مطلع الشمس. والدبور تقابلها.\nالبيت رقم (10): إشارة إلى قوله تعالى (قل يأهل الكتاب تعالوا إلى كلمة سواءٍ بيننا وبينكم أن لا نعبد إلا الله ولانشرك به شيئًا ) الآية.\nالبيت ر قم (15): عبد الله بن سبأ قال بالبداء والنسيان على الله عزوجل , وقال: لم يجمع القرآن كما أنُزل إلا علي بن أبي طالب رضي الله عنه.\nالبيت رقم (70): وما بعدها في موضوع المتعة بالنساء وبالهاشميات أيضًا وبالصبية , وجواز إتيان النساء في أد بارهن وجواز نكاح الذَّكَرمن الُمردان. كل ذلك تجده مبسوطًا في الكتب المؤلفة في هذا الشأن ومن أقربها كتاب (لله ثم للتاريخ) للموسوي.\nالبيت (83): المقصود منه ذكر بعض كتبهم المنحرفة التي يعتمدونها وهي: الأنوار النعمانيه لنعمة الله الجزائري , والتفسير للقمّي والكافي للكليني وهو عندهم بمنزلة صحيح البخاري عندنا.\nالبيت (88): قال الخميني في عمر بن الخطاب: إن أعمال نابعة من أعمال الكفر والنفاق والزندقة والمخالفة الصريحة لآيات ورد ذكرها في القرآن أنظر كتاب الموسوي.",
        "(1/95)\n\nوقال في أئمة آل البيت: إن لأئمتنا منزلة لا يبلغها نبي مرسل ولا ملك مقّرب.\nوقال أيضًا : إنَّا نهاب نصوص أئمتنا كما نهاب القرآن. اهـ كلامه لعنه الله.\nالبيت (109) المقصود منه أن اعتقاد الشيعة هو اعتقاد مأخوذ عن المعتزلة وفقههم مأخوذ من فقه أبي حنيفة: النعمان بن ثابت\nالبيت (148): إشارة إلى كتاب أخينا الفاضل عادل بن معوض الوادعي: «الانتصار للفاطميات» ، والله أعلم.\nومن مراجع القصيدة كتب شيخنا الوادعي رحمه الله في الشيعة: «رياض الجنة» «الطليعة» «صعقة الزلزال» وكتاب حسين الموسوي: «لله ثم للتاريخ كشف الأسرار وتبرئة الأئمة الأطهار» وبعض الأشرطة في الشيعة.\nالتعزيز المدفعي\nالمساند لطلائع خليفة الشيخ المحدث مقبل بن هادي الوادعي\nبسم الله الرحمن الرحيم\n\nيا صعدة أيامك غراء ... فابتهجي وأنشرحي صدرا\nواحتفلي بالنصر وزفي ... لليمن الميمون البشرى\nياصعدة كم عشتي ضلالا ... وظلامًا ودموعًا حراء\nوقرونًا ولت وانسلت ... واندثرت وطوتها الذكرى\nوالشيعة في ليل داجي ... وهيام لهوا هم أسرى\nما خافوا فجرًا يكشفهم ... بضيائه أوهابوا دحرى\nواتخذوا مذهبهم دينًا ... لربوعك والجهل أستجرا\nواتخذوا من سهلك وقفًا ... للهادي المستودع قبرا\nواتخذوا من طودك حصنًا ... يمنعهم هيجان الضرا\nواتخذوا من جيلك عبدًا ... يخدمهم لا يملك أمرا\nوقرونًا والبدعة تزهوى ... بجهادك باسمة نظرا\nوقرونًا والشيعة يسقوا ... بدعتهم هذيانًا وهرا\nلكن الرحمن أتاهم ... من حيث المأمن والسرا\nبإمامٍ سلفي شهمٍ ... من أهلك أثرىٍّ برا\nزلزلهم أخزى مذهبهم ... أحرقهم بصحيح الذكرى\nما شعروا إلا ودليله ... يصعقهم فارتبكوا ذعرا\nما شعروا إلا وسهامه ... ماطرةً لا تخطئ نحرا\nما شعروا إلا وحسامه ... يعلو هم ويلوّح حُسرا\nما شعروا يا صعدة إلا ... والسنة تحصرهم حصرا\nما شعروا إلا والسلفي ... يعصرهم بالفتيا عصرا\nفانزعجوا مما فاجئهم ... واجتمعوا وافترقوا عشرا\nوتصدوا للسنة لكن ... قهرتهم وانتشرت قسرا\nوالدعوة الشيعية باتت ... أطلاّلًا ورمادًا يذرى\n(1/96)",
        "\nوبماذا الشيعي يباهي ... ويباري ويطاول فخرا\nوبماذا يزهو وبماذا ... يتعالى ويشقشق كبرا\nأبزيغ وضلال كهولٍ ... عميانٍ ودعاويٍ نكرا\nقد ماتت دعوتهم ماتت ... ويدهم من شئٍ صفرا\nورأيتي ياصعدة نورًا ... من بعد الظلمات استشرا\nوأتاك الهمداني بتاجٍ من ذهبٍ ... ما كان لكسرى\nألبسه دماج وهزت ... صرخته جنبات الصحرا\nوشفاكٍ الرحمن به من ... بدعتهم ولجرحك أبرا\nوأزاح الظلمات برفقٍ ... عن وجهك وضَباب الإغرا\nوأستوفي الهمداني عمرًا ... في الدعوة للدعوة أثرى\nواستخلف تلميذه يحيى ... ليواصل دعوتهُ نشرا\nويواصل ذبا ودفاعًا ... عن دينه وليجزى خيرا\nوالشيعة قد كانوا فرحوا ... بوفاة الهمداني دهرا\nوانتشرت فئران ظلت ... سنواتٍ في الأحجر عثرا\nواعتبرت دعوته ماتت ... بوفاته وادّركت ثأرا\nلكن الضرغام أتاها ... كالبرق المستجمع مرا\nأبهتهم أخرسهم أعمى ... طائفة وأصم الأخرى\n. ... .\nباغتهم بكتابه هذا ... هبرهم بحسامه هبرا\n. ... .\nوأصاب الهمداني كما أسـ ... تخلفه وأجاد وأثرى\n. ... .\nفليحيا يحيى بن عليٍ ... لليمن السلفية بدرا\n. ... .\nما قصر في الدعوة يومًا ... أو حاذر للبدعة حضرا\n. ... .\nأو قلد أو أخلد وانظر ... لفعالة كم أحرز نصرا\n. ... .\nفهناك الصوفية أضحت ... كالبومة تحزره حزرا\n. ... .\nلا تخرج إلا في ليلٍ ... يغمرها سواده غمرا\n. ... .\nأوسعها بيمينه ضربًا ... وكواها ونفاها قهرا\n. ... .\nوهناك الحزبية تحكي ... بلواها وتولول خسرا\n. ... .\nناجزها بارزها أمضى ... صارمه بعراها بترا\n. ... .\nحاصرها أوسعها كيًا ... وكوى من سماها شورى\n. ... .\nوهناك الجمعية تاهت ... ما وجدت بالسنة ثغرا\n. ... .\nأو وجدت نصًا شرعيًا ... يسترها أو فتوى تشرا\n. ... .\nحسنها المصريُّ بلطف ... زينها ملسها أطرأ\n.\n.\nالبسها ثوبًا سلفيًا ... مزعومًا أغرى من أغرى\n. ... .\nفحجوري دماج بعلم ... شخصها محدثةً نكرا\n.\n.\nوأجابه منها والداعي ... يا هذا المتسول نبرأ\n. ... .\nوهناك الأهواء استلقت ... جثمانًا ما وجدت مجرى\n. ... .\nما جاءت من باب إلا ... وحسامه يزجرها زجرا\n. ... .\nما جاءت في ثوبٍ إلا ... جردها للناس وأعرى\n.\n.\nوهناك الفلسفة انهارت ... ما وجدت في سوقه سعرى\n. ... .\n(1/97)\n",
        "وبسوق الأراء التحقت ... فغزاها وجميع الآرا\n. ... .\nيا أهل الشعوذة وأهل الـ ... هينمة المحشوّة كفرا\n. ... .\nشوهتم ملتنا كدتم ... أمتنا ومكرتم مكرا\n. ... .\nوالسيرة تحكي ما حكتم ... ونسجتم من فتنٍ كبرى\n. ... .\nيا أهل الشعوذة استحيو ... من دجلٍ بدعاته أزرى\n. ... .\nلو كنتم شيعه من قلتم ... لعرفتم للسنة قدرا\n. ... .\nلو كنتم شيعتهم حقًا ... ما نلتم من أهل البشرى\n. ... .\nوكذبتم يا قوم على من ... حظوتهم قرآنًا يقرأ\n. ... .\nلو كنتم أشياع عليٍ ... ما حدتم عن دربة شبرا\n. ... .\nيا اكذب من دب عليها ... وأجلّ البشرية غدرا\n. ... .\nما لعن الفاروق أجيبوا ... وابنته والأم الصغرى؟\n. ... .\nما لعن الصدّيق وباقي الـ ... أطهار السلفية جهرا ؟\n. ... .\nهل هذا حب لعيٍ ... ووفاء منكم للزهرا\n. ... .\nأم هذا بغضًا لأبيها ... ومرايا سنته الغرا\n. ... .\nيا هذا الشيعيّ الأعمى ... لا تخرج إلا كالعذرا\n. ... .\nمستترا أو فاخرج ليلًا ... عن وطنٍ للعلم استمرى\n. ... .\nفاليمن الأعلى يأباكم ... يرفضكم يهجركم هجرا\n. ... .\nوالسنة كالشمس انتشرت ... والبدعة ولت كالسكرى\n. ... .\nيا قرية دماج سلمتٍ ... للسنة والشرعة ذخرا\n. ... .\nولتبقى داركٍ عامرةً ... بالعلماء ومروجك خضرا\n. ... .\nولتبقى وادعة وتبقي ... همدان السلفية نصرًا\n. ... .\n\nالشاعر:\nأبو زيد علي بن يحيى بن زيد الزعكري الحجوي\nإرشاد الحياري لمشابهة الرافضة لليهود والنصارى\nبسم الله الرحمن الرحيم\nالحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبة وسلم أما بعد فهذه القصيدة رد على الكفرة الملحدين من الرافضة والشيعة المفسدين سميتها: إرشاد الحياري لمشابهة الرافضة لليهود والنصارى:\n\nبسم الإله مكون الأكوان ... والحمد للرحمن ذي الإحسان\nوبه نقول مقالة ندعو بها ... للدين من يدعوا إلى الكفران\nفأعلم بأن الرافضين لديننا ... دين النبي الصادق الدهقان\nهم شر مطئ الحصى من أكلب ... وهم الروافض هم ذوو الطغيان\nوهم البغاة كذا الطغاة وهم أو لوا ... شر مدى التأريخ في الأوطان\nما قام حرب ضد أهل الدين أو ... قام العدو على أولي الأيمان\nإلا رأيت الرافضين بعيدهم ... فرحين بالتنكيل والبهتان\n(1/98)\n\nفمع التتار تراهم بتعاون ... ومع اليهود كذا مع النصراني\nوهم الإسلام شر دائمًا ... قد قاله علماؤنا ببيان\nأما إمامهم فعبد اللهِ بِنْ ... سبأ عليه لعائن الرحمن\nوكبو لص فعل الخبيث بمكره ... في دين نصرانيهم بعلاني\nوبتقية في نهجهم من دون أكراه ... ولا سهو ولا نسيان\nولا يرتضون تحاكمًا بكتابنا ... أبدًا ولا قول النبي بعيان\nيتعمدون خلاف أهل الحق في ... قول وفعل واعتقاد جنان\nإن كان إرجاف لمسلم يفرحوا ... صفة المنافق ذاك في القرآن\nوغلوهم بالصالحين تشبهوا ... بيهودهم وكذلك النصراني\nخذلوا عليًا والحصين ويطعنوا ... فيهم كذا زيد مع الابنان\nومع اليهود تشبهوا بمساجد ... فيه القبور عبادة الأوثان\nفانظر إلى الهادي بصعده كيفهم ... لترابه يأتون كالعميان\nقالوا كمثل المارقين من اليهود ... كذا النصارى بئست الفئتان\nلن يدخل الجنات غير رجلًا ... تبًا لكم يا شيعة الشيطان\nوترى اليهود الحاسدين بحقدهم ... مثل الروافض فألعن القومان\nوعداوة الكفار أهل الدين في ... حمر الروافض بين كل زمان\nوالافتراء على الإله تراه فيـ ... ـهم ذا كثير يا أولي العرفان\nوبلا أسانيد يشابه نهجهم ... نهجَ اليهود ترى بلا نقصان\nورمي اليهود الصالحات كمريم ... ورمي الروافض بنت(1) بن عثمان\nتأخير إفطار لصائمهم ترى ... فيهم تشابه فعلة النصراني(2)\nوالمال للمعصوم في حل هم ... وقد استحلوا المال والنسوان\nوالله قال بأنه فعل اليهو ... د بآل عمران(3) بلا نكران\nوكذاك تحريف الكتاب ونصه ... مثل اليهود بمحكم القرآن\nطعنوا النبي بسبهم أصحابة ... ونسائه بالزور والبهتان\nوكذا أمور قد تراها كثرةً ... في كتب أهل العلم والعرفان\nوأحل أهل الرفض متعة نسو ... ة منهم فلا تركن على ذا الزاني\n__________\n(1) أي عائشة بنت أبي بكر وهو عبد الله بن عثمان رضي الله عنهم\n(2) يعني اليهود\n(3) قال تعالى (ومن أهل الكتاب من أن تأمنه بقنطران يؤده إليك ومنهم من أن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائماً ذالك بأنهم قالوا ليس علينا في الأميين سبيل) الآية (75)",
        "(1/99)\n\nسرق زناة معتدون فكم. وكم ... فشرورهم أخزى من الحيوان\nعيد الغدير لهم وليس بسنةٍ ... بل بدعة النوكاء من شياطين\nيا رب فألعنهم وخيب مكرهم ... وأكبت أولي الكفران والطغيان\nجبريل يقال يهود ذاك عدونا ... وهم يقولوا خائن بأمان\nزاد اليهود بحنطة نونًا كما ... في سورة الأعراف ذا ببيان\nوالرافضي قول يستولي وزا ... د اللام ذا كفر بلا إيمان\nوتشابهوا في حصر ملكهمُ على ... أصحابهم ذا منتهى البطلان\nوتشابهوا في قولهم أن الجهاد ... موقّف حتى خروج فلان\nشاهت وجوه الرافضين جميعهم ... فألعنهم من بعد كل أذان\nمكن إلهي المسلمين من الروا ... فض في البلاد كذلك في إيران\nوالحمد للرحمن جل جلاله ... لو لاه لم نهدى إلى الإيمان\nثم الصلاة على النبي وآلة ... وعلى الصحابة هم أولو الرضوانِ\n\nنظمها عدنان بن حسين المصقري\nعفا الله عنه.\n\nبسم الله الرحمن الرحيم\n\nأبدا بحمد الواحد القهار ... ما صاح قمري على الأشجار\nثم سلام الله بعد صلاته ... على النبي الصادق المختار\nوألآل صل يا إلهي عليهمو ... من كان مقفيًا لذي الآثار\nوكذلك الصحب الذين نعدهم ... خير القرون على مدى الأعصار\nأدعوك يا رب العباد تعيننا ... أنت المعين وناصر الأبرار\nهذا هو تبيان نهج روافض ... في ذي البلاد وسائر الأقطار\nأما مؤسسهم لعمري أن ... أصل يهودي بلا إنكار\nأركان دعوتهم تبين أنهم ... قد شبهوا الأصحاب بالكفار\nفاعلم بأن الجبت في تفسيرهم ... أضحى رفيق المصطفى بالغار\nوكذلك الطاغوت تألوا أن ... فاروقنا يا معشر الأبرار\nوكذلك القول الخبيث بامنا ... كفر يعارض صحة الأخبار\nأن الروافض باليهود قد اقتدوا ... في صومهم كذك في الإفطار\nأما القبور لديهمو فقد إعتلت ... للعلم قد زادت على الأشاز\nيتمسحون ويأكلون ترابها ... وهناك أمر مُلفت الأنظار\nتلك المناسك بالقبور فإنها ... شرك عظيم مغضب الجبار\nيدعون أمواتًا لنيل حوائج ... ونجاتهم أيضًا من الأضرار\nالمكر والتكذيب من عاداتهم ... والغدر في ليل وفي أبكار\nخانوا عليًا والحسين بكوفة ... وكذلكم حسنًا فيا للعار\n(1/100)",
        "\nوكذلك موقفهم مع الأفغان قد ... حازوا رضا القسيس والأحبار\nواسأل إذا شئت العراق تجيبكم ... بغداد تشكو صولة الكفار\nأمّا التمائم والحروز فإنها ... سبب لجلب المال والدينار\nركبوا السفينة للنجاة ببلدة ... لا بحر فيها يا أولي ألأبصار\nوهناك أمر واضح نالوابه ... آثام ثيبهم مع الأبكار\nفالفاطميات يحرمنّ على ... من لم يكن من عترة الأطهار\nأفمن يبيح الفاطمية إنه ... قد عدّ عندهمو من الكفار\nأن لم يتب من قوله فمآله ... من غير شك عند هم في النار\nهذا كتاب الله بين ظهورنا ... قول صريح ساطع الأنوار\nهذا ابن عفان تزوج بابنتي ... خير البريئة سيد الأبرار\nفارقونا بحفيدة المختار قد ... أضحى بها من خيرة الأصهار\nلن تنفع الأنساب إن خالفتمو ... قول الإله الواحد القهار\nأنظر أبا لهب فأين مصيره ... وإلى بلال انظر كذا عمار\nوفي الأخير صلاة ربي دائمًا ... على النبي وآله الأطهار\n\nكتبة أبو ياسر قائد بن علي الوادعي\nدار الحديث بدماج\nتلبية ومشاركة في تذفيف الرافضة\nبسم الإله الواحد المتفرد ... حمدًا له من خالق متجمد\nحمدًا له من رازق ومدبر ... لشئوننا متحد بتعبد\nذو حكمة في خلقه متصرفًا ... ذو عزةٍ وتكبر وتوحد\nوله انقياد الكون جل جلاله ... وتقدست أسماؤهً بتعدد\nوله يسبح كل مخلوق كذا ... في كل حين ذكرته بتردد\nمتنزه عن كل عيب ربنا ... أسماؤه حسنى ورب محمد\nوصفاته علينا بدون تنكرٍ ... هدي عقيلة مسلم وموحدٍ\nهذا ابتدائي مستعينًا موقنًا ... أن الإعانة من إله واحد\nهذا وإن الدين دين سماحة ... والنصح أوجل واجب متحدد\nحقًا على أهل العلوم محتمًا ... وعلى الذي يبغ الثواب مؤبد\nمن أجل هذا قد نظمت قصيدتي ... نصحًا وتبينًا لأمة أحمد\nرصعتها سطّّرتها ونظمتها ... في المدعيين تدينًا وتعبد\nفي شيعة تسعى لهدم شريعة ... ولدين أحمد سيعها بتمرد\nهم شيعة حمقاء يا متسائلًا ... عنهم هموا شربدون تردد\nهم شيعة قد شابهوا أعدائنا ... بعقيدة وبمنهج بتجرد\nهم شر من وطأ الحصى في أرضنا ... مثل النصارى شابهوا المتهود\nشبه المجوس الماكرين بديننا ... بمناهج لنصوص وحي تردد\n(1/101)\n",
        "فتى هموا قطب الرحى في نشرها ... هذا الكلام محقق عن أحمد\nلو كانوا من جنس الدواب لقيل هم ... حمر فحذر منهمو بتزود\nلو كانوا من جنس الطيور لقيل هم ... رخم فلا ترى لهم بتودد\nزعموا بأن كلام ربي ناقص ... قولًا عظيمًا من لسان ملحد\nوصفوه بالتحريف زورًا منهم ... بل حرفوه هموا بدون تردد\nبل أنكروه بوصفهم وبزعمهم ... أن الرسالة لم تكن لمحمد\nخان الأمين رسالة من ربه ... لفظًا بفكر أطلقوه تعند\nودعاؤهم والاستغاثة عندهم ... شركًا وكفرًا في الجحيم مخلد\nهاديهم في صعده فلكم ترى ... متوجهين له بكل تجلد\nمتبركين به بكل تحمس ... صرفوا له ما للإله الواحد\nسلبوا الصحابة أطلقوا تكفيرهم ... ضد الإله الخالق المتفرد\nفهو الذي برضاه عنهم قد أتى ... بكلامه نصًّا بدون تردد\nوكذلك زوج للنبي محمد ... بالإفك أقوام له بتجدد\nوالله برأها بأي كتابه ... والشيعة الحمقى بكفر تجحد\nقوم مغلفة فلا تأبه لهم ... لا يرتضون بدين رب محمد\nأو ما علمت بأن قومًا منهمو ... جعلوا عليًا بالإله مندد\nقد ألهوه وعظموه تنددًا ... هذا غلو منهمو بتشديد\nوإما مهم في ذاك سبئيّة ... متعالم متهود متمرد\nوأبني علي عظما بتأله ... فغلوهم بهما بكل تشديد\nأسلافهم في مضى خانوا هما ... بتبايع كذب عقيدة مفسد\nهذا هو التأريخ سطر مكرهم ... بخيانة وخديعة وتشرد\nهذا هو التأريخ يشهد جهرة ... أن التشيع للرذائل يرتد\nهذا هو التأريخ أكبر شاهدٍ ... أن التشيع بالعظائم يهتدي\nقدرية جبرية روافض ... يا رب لا ترضى لهم بتوسد\nهم شر خلق الله دون تشكك ... قولًا بليغًا من لسان موحد\nقد نكروا كفرًا عقائد جمةٍ ... من أصل توحيد الإله الواحد\nقد أنكروا جهلًا صفات إلهنا ... يا رب أذللهم بوعدٍ أسود\nقد أنكروا بالجهل رؤية ربنا ... يا رب جازيهم بيوم الموعد\nوعذاب قبر أنكروه جهالةًً ... كفرًا يفوق عقيدة المتهود\nوصلاتهم بطلانها بتيقنٍ ... لا شك في هذا ورب محمد\nفوضؤ هم لا شك في بطلانه ... قد خالفوا فيه شريعة أحمد\nزعموا لآل البيت جبًا أنهم ... أفعالهم كرهوا هموا بتجلد\nزعموا لآل البيت نسبة جدهم ... لكنهم للشر أكبر قود\n(1/102)\n\nعيد الغدير مساوئًا في صعده ... لكم ترى في يومه من مفسد\nشرك وكفر في الغدير وقتله ... والمنكرات به بكل تعند\nأبليس قائدهم في لذاك مسير ... وإمامهم في الشر أكبر قائد\nفهو المزين والمسول دائمًا ... والشيعة الحمقى له بتعبد\nبل أنهم في الاعتقاد تفوقوا ... أبليس في ذات الإله الواحد\nويقودهم في ذاك شر زعامة ... كبراؤهم من سادةٍ بتجلد\nأعمى يقود أعمى طريق ضلالةٍ ... وغواية عن ديننا بتسرد\nفليشهد الثقلان أن براءتي ... من سيرهم معلونة بتشدد\nوبراءة الدين الحنيف صريحة ... بكتاب ربي ثم سنة أحمد\nيا مسلمين من التشيع أعلنوا ... هذا التبرو صرحوا بتجرد\nبتجرد الحق دون ترواغ ... هيا أنصروا دين النبي محمد\nدحرًا لرافضة وأهل تشيع ... بالهجر والتحذير دون تردد\nونحيلكم نحوا الرياض وصعقة ... كي تهددوا ولترتعوا بتزود\nوكذاك الحاد وغاره أشرط ... تلقى بها نورًا وعلمًا تهددي\nكتب لمقبل للروافض زلزلت ... لعروشهم ولنهجهم بتبدد\nوكذاك أشرطة تببد سيرهم ... بالنصح والتبيين سطع موحد\nوالشيخ يحيى بالخلافة قائم ... بأمانةٍ في نصحه متجرد\nللابتداع محطمًا ومزلزلًا ... لروافض ولكل قوم فسد\nفالله يحفظه ويحفظ مركزًا ... للعلم والتعليم صرحًا أمجد\nدار الحديث بأرض بدماج غدا ... بحرًا خظمًا بالعلوم تزود\nقل للروافض أخسئوا في ذله ... فالله للمتمردين بمرصد\nقل للروافض أدبروا بحقارة ... وهيا نه وتصغر وتبعد\nهذا وشعري للعدالة ينتمي ... ما جئت ظلمًا لا ولا لم أعتدي\nما قلت بهتانًا ولا زورًا ولا ... لم أفتري كذبًا بقول واحد\nبل أنني قصرت ذكر ضلالهم ... فضلاهم لا يحصرن بتعدد\nهذا عموم من كلام منافح ... فيه الخصوص لبعض قوم فسد\nفيه الخصوص لمن تنطع وأعتدى ... متشددًا لروافض بتقلد\nهذي مواهبي التي أبدعتها ... سطرتها بتواضع وتجلد\nللعلم لست بشاعر متمكن ... لكن هجاء القوم أنبع مورد\nوالله أسأل في ختام قصيدتي ... أن ينصر الإسلام نصر مؤيد\nوذاك أسأله الثبات على الهدى ... حتى الممات ويوم أحشر مفردي\nثم الصلاة على النبي وآلة ... نرجو شفاعتة يوم المورد",
        "(1/103)\n\nوكتبها أبو المنذر المليكي محمد بن مهيوب بن حسان التعزي\nالأثري بدار الحديث بدماج بمحافظة صعده اليمن\nالشواظ الخارق لأباطيل الرافضي المارق\n\nدع القوافي ليس الشعر للبُلداء ... وخلصا للأولى عدوا لها عددا\nفويسق أي ورب العرش ليس له ... في الشعر باع ولا في العلم مدّيدّا\nقد أدركتك خيول الله راكضة ... والسيف يبرق من فرسانها رصدا\nهيا أتركوني لخيل الشعر أركبها ... وأمتطيها أعدوا كل من شردا\nيصير في قبضتي هذا الأسير فما ... يفك أسرك مني دائمًا أبدا\nبردق وخزن ومدّع دون مكرمة ... ثم أبك وأندب على الأطلال منفردا.\nوالله والله أيمان أكررها ... ماذا الذي فاح إلا النزر مت كمدا\nفإنه الكفر جهرًا قد نطقت به ... إن لم تتب مت زنديقًا رزقت ردى\nومذهب الآل سني وليس له ... إلى التشيع لا أصل ولا ولد\nقل للروافض لم تسلم عقيدتكم ... فليس يحيى له فضل ولا رشدا\nولا تزر قبر سفاح هدية إلى ... خير الأمور فما في القبر معتقدا\nأتاهم ذلك السفاح في زمن ... وهم يعيشون في إسلامهم رغدا\nأقام فيهم صفوف القتل ماثلة ... حتى النساء ولم يترك لهم ولدا\nولو ترى من يزور القبر حينئذ ... ترى الشرور ومن للقبر قد سجدا\nهذا يطوف وهذا قد ينوح وذا ... يصيح وهذا طالب مددا\nإن كان يشفى ويكفي كل نائبة ... لله ماذا تركتم ؟ ثم معتقدا\nوذلك الثقب في ذاك الضريح له ... ريح من العطرفي الأسواق قد وجدا.\nقد أنفقوا المال في صب العطور به ... أذلك الريح من جرح الذي قد رقدا؟..\nيا زائرًا قبر يحيى ليس مكرمة ... بأن تزور الذي قد قتّل الشهداء\nيحيى أمام الهوى والاعتزال به ... والمحدثات بدين الله منذ بدا\nيحيى أمات وما أحيا سوى بدع ... ومحدثات لها يندي الجبين ندى\nسيف على حق لا للحق نصرته ... حقًا لقد بشر الشيطان حين بدا\nومن يموت على جهل وفي شطط ... في بيته قلت جورًا أنهم شهداء\nوحوزة الجهل لا للعلم حوزتكم ... قد حازت المكر والغدّار والبلداء\nقوم رعاع فإن يشكوا فهاديهم ... يشفي ويكفي ويعطي المال والولد ا.\nمنبت الرفض فاترك تلك مكرمة ... دع التشيع لا ترضي به أبدًا\n(1/104)",
        "\nخانوا عليًا وبالنيران أحرقهم ... كذا الحسين وزيدًا هم لهم رصدا\nوأنظر كذاك إلى ابن العلقمي فقد ... باع الخلافة للكفار مدّيدًا\nباعوا العراق مع الأفغان ويلهم ... في كل عصر فقد كانوا لنا رصدا\nفالأم في السرّ أمريكا ووالدهم ... هم اليهود فقد صاروا لهم ولدا\nأمّا الشعارات أعلوها بصوتهم ... وبالخفاء فأمريكا له مددًا\nفحسبن الله من هذا الفعال فما ... نلقي لذلك سوى الرحمان معتضدا\n\nقالها بلسانه: أبو يحيى مطلق بن أحمد قربه العبديني\nألقيت في دار الحديث بدماج (17/محرم /1425هـ\n\nبسم الله الرحمن الرحيم\nنظم بعض الشبه المعهود بين الرافضة واليهود\n\nسأنظم إن شاء ربي المعيـ ... ـن قولًا نفيسًا عن الرافضين\nسأنظم قول الإمام لكي ... تزول مكابرة الجاهلين\nحكى ذا عن العارفين كما ... بمنهاجه منهج المرسلين\nوذاك الإمام ابن عبد الحلي ... م إمامٌ أمينٌ نصوحٌ بلين\nصدوقٌ قوي بحجته ... نبيهٌ فحجته لا تلين\nوسيف غدا صارمًا ضربه ... يصيب بواحدةٍ كل حين\nفمنهاجه صار ذا شهرة ... وصلتًا غدا في يمين أمين\nوبالمتقارب ها أنا ذا ... أقرب إذ هم به مغرقين\nفبالنظم ها أنا ذا أبتدي ... وبالله ها أنا ذا أستعين\nفذا شبه الرفض أسرده ... لأبناء قرد من الآثمين\nالشبه المتعلقة بالعقائد:\nفذا ابن جرير روى خبرًا ... عن المصطفى بغضهم للأمين\nكذاك الروافض قد أبغضت ... فصارت لأبناء قرد تعين\nوبالسام حيوا رسول الهدى ... كذا الرفض حيوا به المؤمنين\nوجعل الإمامة في غير آ ... ل داوود شين لدى الآثمين\nوفي غير أبناء فاطمة ... لدى الرفض تحرم للمسلمين\nوتلك اليهود جهادُهُم ... بأمرين فاسأل بذا العارفين\nخروج المسيح كذاك نزو ... ل سيف كذا مذهب الرافضين\nبأن لا جهاد لنا اليوم حتى ... خروج ابن سردابنا بعد حين\nوحتى ينادي منادٍ من السـ ... سماء فَقَبِّحْ هرا المفترين\nوتلك اليهود اعلمن حرفت ... لتوراة موسى القويِّ الأمين\nومثلهم الرفض قد حرفوا ... كلام الإله بجهلٍ مبين\nلهم مصحف غير ذا زعموا ... عليكم لعائن ربي المتين\nيهود أحلت دما غيرهم ... كذاك الروافض هُدّام دين\n(1/105)\n",
        "أحلت يهود لأموالنا ... جميعًا كذي فعلة الرافضين\nوغش الألى غيرهم قد رأتـ ... ه أعني اليهود مع المحضرين\nتقول اليهود بأن كلا ... م حاخامةٍ منهمو قد أهين\nبأنْهُ يفوق افهمن ذا على ... كلام انبياء الإله المعين\nوتلك الروافض قالت بذا ... فلا تركنن لهرا الظالمين\nومن جادل اليوم حاخامه ... كمن جادل الله قول مهين\nوإن أنت يومًا رددت على ... أئمة رفض تجد ما يشين\nيرون الردود عليهم كمن ... يرد على الحق ذاك المتين\nوأن عليًا لدى الرفض دَا ... بَةُ الأرض فاردد لقول العمين\nكذا إيليا فاليهود ترا ... هُ دَابَةُ أرضٍ فعه يستبين\nيهود ترى أنهم راجعو ... ن بعد الممات كلامًا يشين\nكذاك الروافض قالت بذا ... وذا غير ما في الكتاب المبين\nكذاك أضافوا البداء إلى الـ ... إله وحالهم واصفين\nكقول اليهود لربك ين ... ـدم اعلم وراجع لذا يستبين\nفمن ندم اعلم بأنْهُ يعو ... د عن قوله باديًا للمتين\nيهود تحرم أكل الجريْ ... يِ ونوعٍ كحيات واد سمين\nوذي سمك قد أحلت لنا ... كذا مذهب المنع للرافضين\nولا يلحدون لموتاهم ... خلافًا لهدي النبي الأمين\nوأخذًا بسنة أسيادهم ... من الحمق أو قل من المارقين\nكذاك اليهود مع الرفض لا ... يرون الطحال حلالًا بدين\nكذا الأرنب الصم قد حرمو ... ه ثم ترى لهمو تابعين\nلأبدان غيرهمو نجسوا ... بقولهمُ الزور حقدًا دفين\nوغسل إناء إذا حضرت. ... موائدهم أيدي المتقين\nمشابهتًا منهمو للألى ... تسموا بسامرة فاسقين\nوهم شر طائفة في اليهو ... د فاعلم مدى زلة الرافضين\nودرعًا لهم جعلوا تقية ... كمثل نفاق اليهود العمين\nوإن مات يومًا لهم ميتٌ ... أضافوا له سعفةً ذات لين\nإلى ثوبه كفنًا شابهوا ... بذاك اليهود فرىً دون دين\nوبعض اليهود نفوا قدر ال ... إله وبعضهم مثبتين\nكذا انقسم الرفض فاعلم بذا ... وأكثرهم أصبحوا منكرين\nومن ذاك أنهم اتحدوا ... بتكفير من عن هداهم يبين\nوأن ليس يدخل في جنة الـ ... خلود سوى فرقة الرافضين\nكقول اليهود. كذا اتخذوا ال ... قبور مساجِدَ جرمًا مشين\nوتزعم أعني اليهود بأن ... نَ أرواحهم من إله متين\n(1/106)\n\nمن الله قد خلقت زعموا ... وجزءًا من الله إفك مبين\nومن نوره زعم الرفض أنْـ ... ـنهم خلقوا فالعن المفترين\nولولا اليهود لما خلقت ... على الأرض من ذرة أو متين\nكذا زعموا. وكذاك الروا ... قضو مثلهم زعموا كاذبين\nومن ذاك أنَهمو حرموا ... لحوم الجمال ووزًا سمين\nالصلاة\nالصلاة\nبذا أشبه الرفض أسيادهم ... كذا جمعهم للصلاتين دين\nكذا قول آمين قد تركوا ... كذاك اليهود اعلمن حاسدين\nتزول اليهود عن القبلة اعلم ... بشيء كذا الرفض فعل مهين\nوتسدل أثوابها في الصلا ... ة كذاك الروافض لبس يشين\nوقال اليهود كلامًا سقيمًا ... بنقل الهداة من الصادقين\nقد افترض الله خمسين من ... صلاةٍ علينا كذا الرافضين\nويسجد أبناء قردٍ على ... قرونِهِمُوْ في الصلاة أهين\nمتابَعهم وهم الرفض لا ... أرى لهمو رحمة أجمعين\nولا يمسحون جميعًا على الـ ... ـخفاف بذاك اليهود تدين\nمرارًا إذا سجدت خفقت ... رؤوسهم فالعن المفترين\nكشبه ركوعهم فافهمن ... وذا قبل أن يقعوا ساجدين\nوإن حضروا للصلاة ترى ... يهودًا تنود تحرك بلين\nكذاك الروافض فالعنهم ... وأعرض بحلم عن الجاهلين\nولا تلعنًا مسلمي شيعةٍ ... ولا تقصد الحي من كافرين\nولكن بوصف فقل وارفعن ... لرأسك ربي العن الملحدين\nومما تشابه فيه اليهو ... د مع فرقة الرافضين العمين\nلتأخيرهم للصلاة إلى اش ... ـتباك النجوم اتفاق مهين\nخلاف الذي قيل من فطرة ... أتى خبرًا عن رسول أمين\nالصيام\nالصيام\nيهود تؤخر إفطارها. ... كذاك الروافض نقضًا لدين\nوتقديم أهل الكتاب السحو ... ر مخالفة لهدى المرسلين\nورافضة قد تحلت بذا ... فهل أنتِ يا ببغا تنكرين\nالنكاح\nالنكاح\nوتلك اليهود فليس على ... نسائهم عدة ذاك دين\nكذا مذهب الرفض في ذا فلا ... تنادهم بعد ذا مؤمنين\nوقال ابن حزم كلامًا نفسيًا ... أراكم إلى القول مستندين\nإلى قول رافضة قد أهينت ... أولئك ليسوا من المسلمين\nوما أقصد الشيعة اليوم قد ... تجد شيعة منهم مبعدين\nعلى بدعة قد أضلت لهم ... فتلزمهم توبة أجمعين\nوليست تعد اليهود الطلا ... ق بشيءٍ سوى عند حيض يبين",
        "(1/107)\n\nكذاك الروافض فالإتبا ... ع يرون لساداتهم كل حين\nوليست يهود ترى العزل عن ... سراري كذا الرفض هل من سجين.\nكذاك ولا يوقعون طلاقًا ... بدون حضور الملا شاهدين\nنساء اليهوديِّ ليس لها ... صداقٌ كذا الرافضيُّ المهين\nوذاك تمتعه بالنسا ... ء قل والصبيات فعل مشين\nفذا الرفض أشنع دين رأيـ ... ت على الأرض من نحل الكافرين\nفتيك مسائل تقليدهم ... يهودًا وزادت على الأربعين\nوأغلب ذي ذُكِرتْ في كتا ... ب منهاج سنةٍ افهم تزين\nوبذل لمجهودٍ ارجع له ... ترى فيه حقًا وقولًا ثمين\nالخاتمة\nوأضعاف ما ذكروا فيهم ... حكاه ابن تيمية ذا الأمين\nومادام أن الكلام كلا ... م ذاك الإمام فحق يقين\nومن كان في ريبةٍ منه فل ... ـيراجع كتاباتهم يستبين\nولاشك في أنهم لهمُ ... مراجعةٌ للدليل المتين\nوفي بعض ذا شبهٌ بالنصا ... رى فجادلهمُ بالكتاب المبين\nوكل الذي شابهوا فيه أبنا ... ء قرد لمن أعظم المُنكِرِين\nله سنة المصطفى وكذا ... كتاب الإله مع المسلمين\nومن قبحهم وسمهم بالروا ... فضِ إذهمُ رفضوا جاحدين\nبل الرفض بعد الذي قد ذكر ... نا لأخبث دينًا من المرشدين\nفتلك اليهود تعظم من ... بشرع النبيين منهم يدين\nكأصحاب موسى كذاك النصا ... رى لأصحاب عيسى غدو مكرمين\nوأما الروافض بالجهر سبوا ... لأصحاب خير الورى أجمعين\nوفي القبر أنكرت الرفض أن ... يعذب شخص من الميتين\nوأما يهود فقد أثبتت ... لفتنة قبر َرذَا أو تشين\nفقد جاء أن يهودية ... أتت زوج خاتمة المرسلين\nفقالت تعوذها من عذا ... بِ قبر أعيذكِ أن تفتنين\nوذا في البخاريِّ فاحفظ له ... لتدحض من شُبَهِ الملحدين\nفهم قد ربوا بكثير على ... يهود وسلهم بذا يستبين\nرفضتم لعنتم فشر من ال ... يهود خسرتم لدنيا ودين\nوما كل ما قيل يُجْمَعُ في ... جميعهم أبلغ الجاهلين\nومنهم تستر قوم لكي ... يصيبوا بسمهم المسلمين\nمثالهم طارق فارمه ... بنعل وقبح عساه يلين\nوما قلت إنْهُ كفور بذا ... ولكنه سندُ الكافرين\nولا يغررَنك تسترهم ... بحب لآل النبي الأمين\nأما تذكرون خيانتهم ... حسينًا وعترته الطاهرين\n(1/108)",
        "\nكذاك بزيد فقد غدروا ... فلا تأمنَنْ رافضيًا مهين\nأتأمنُ يومًا على الديك ثَعْـ ... ـلبًا فافطنن لهم لا تلين\nعلي بريء من الرفض هل ... نسيتم لإحراقه الملحدين\nكذا هل علمتم بحب علي ... أبا بكرَ أم لستم حول دين\nكذاك بإكرامه أمنا ... وإنزالها في مكانٍ أمين\nلأنه يرى أنها ذات حق ... عليه فَقُبِّحْتُمُ أجمعين\nكذا هل علمتم بأن عليًا ... لصهر ابن خطابَ ذاك الأمين\nفبنت علي هي امرأة الـ ... خليفة أي عمرَ المستعين\nوسمى عليُّ على اسم الثلا ... ثة الخلفاء كذاك البنين\nحسينًا كذا حسنًا فافطنن ... كما أثبتت سيرة المسلمين\nفلا تكذبوا يا رويفضة ... على الآل إن كنتم ناصحين\nفكونوا على نهجهم أبدًا ... نحبكم دون شك لدين\nوليس لمن ذي عقيدته ... علينا حقوقًا سوى المؤمنين\nوإن كان من آل أحمد هل ... علمتم بقول الإله المتين\nفتبت يدا عمه قل وهل ... علمتم بأخبار ذاك الأمين\nلئن سرقت تي البتولُ لأقـ ... ـطعنْ يدها فالمعاصي تهين\nوذا قوله لبيان مدى ... عدالته أفهم الجاهلين\nوأما البتول فسيدةٌ ... بدت في الورى لنسا العالمين\nوطاعته أوجبت رفعة ... لسلمان من بالتقى قد أعين\nوأهل التقى هم لآل النبوْ ... وة أعظم حبًا من الآخرين\nوبالحمد لله أختم ما ... نظمت من الشَّبَهِ المستبين\nكذاك بصلي الإله على ال ... مقفى وعترته الطاهرين\nوسلم ربي عليه كذا ... على الآل مع لعنه الرافضين\nوهم وردوا الجفار على تميم ... وهم أصحاب يوم عكاظ إني\nشهدت لهم مواطن صادقات ... شهدت لهم بصدق الود مني\n\nانتهت والحمدلله رب العالمين\nنظم أبي الحسين منصور بن عبدالله بن عبد العزيز الفتيح الحسيني.\n(1/109)\n"
    ]
}