{
    "partText": [
        "\nالخلاصة البهية\nفي\nترتيب أحداث السيرة النبوية\nجمع وترتيب\nوحيد بن عبد السلام بالي\nدار الفوائد - دار ابن رجب\n(/)\n",
        "بسم الله الرحمن الرحيم\n(/)\n\nبسم الله الرحمن الرحيم\n\nمقدمة الطبعة الثانية\nالحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وبعد:\nفهذا مختصر في السيرة، يرتب أحداثها، ويجمع أطرافها، ويرجح في المختلف فيه منها، وأسميته (الخلاصة البهية في ترتيب أحداث السيرة النبوية)، وأسأله سبحانه أن يحيينا على سنة نبيه - صلى الله عليه وسلم -، وأن يميتنا على ملته، وأن يحشرنا تحت لوائه، وأن يسقينا من حوضه، إن الله هو أكرم مسئول، وأعظم مرجو.\nالفقير إلى الله\nوحيد بن عبد السلام بالي\n10من رمضان سنة 1428هـ",
        "(1/5)\n\nمراحل دراسة السيرة\n• المرحلة الأولى: مرحلة التأسيس:\nيقوم الدارس فيها بحفظ متن مختصر وجامع لأحداث السيرة.\nونرشح في هذه المرحلة:\n1 - الخلاصة البهية في ترتيب أحداث السيرة النبوية: حفظ.\n2 - الفصول في اختصار سيرة الرسول - صلى الله عليه وسلم لابن كثير: دراسة.\n3 - خلاصة سيرة سيد البشر - صلى الله عليه وسلم - لمحب الدين الطبري: دراسة.\n4 - حدائق الأنوار في سير النبي المختار- صلى الله عليه وسلم - لابن الديبع الشيباني: دراسة.\n5 - الدرر في اختصار المغازي والسير لابن عبد البر: دراسة.\n\n• المرحلة الثانية: مرحلة التصور:\nيقوم فيها بدراسة كتاب يهتم بالسرد التاريخي المسلسل لوقائع السيرة. ونرشح في هذه المرحلة:\n1 - الرحيق المختوم: المباركفوري: دراسة.\n2 - سيرة الرسول - صلى الله عليه وسلم-: للشيخ محمود المصري: دراسة.\n(1/6)",
        "\n3 - السيرة النبوية الصحيحة: للدكتور أكرم ضياء العمري: دراسة.\n\n• المرحلة الثالثة: مرحلة الدراسة والتحليل:\nيقوم فيها بدراسة كتاب يتناول وقائع السيرة بالتحليل والاستنباط، ونرشح في هذه المرحلة هذه الكتب بالترتيب:\n1 - هذا الحبيب يا محب: للشيخ الجزائري: دراسة.\n2 - السيرة النبوية في ضوء المصادر الأصلية: د. مهدي بن أحمد: دراسة.\n3 - السيرة النبوية دروس وعبر: د. علي بن الصلابي: دراسة.\n4 - بدر الكبرى صور من الواقع: د. محمد بن عبده يماني: دراسة.\n5 - فقه الغزوات: د. محمود بن العيساوي: دراسة.\n6 - فقه السرايا: د. محمود بن العيساوي: دراسة.\n7 - الرسول القائد: اللواء محمود شيت خطاب: دراسة.\n8 - زاد المعاد في هدي خير العباد: للإمام ابن القيم: دراسة.\n\n• المرحلة الرابعة: مرحلة التخصص:\nيقوم فيها بدراسة كل حدث أو غزوة أو سرية بالبحث الموسع والدراسة، وذلك بجمع المعلومات في الحادثة الواحدة في كل ما\n(1/7)\n",
        "تطوله يده من المراجع في السيرة، مثل:\n1 - مغازي الواقدي.\n2 - السيرة لابن هشام.\n3 - الروض الأنف في شرح سيرة ابن هشام: للسهيلي - (7) مجلدات.\n4 - الطبقات الكبرى: لابن سعد.\n5 - تاريخ الطبري.\n6 - الكامل في التاريخ: لابن الأثير.\n7 - البداية والنهاية: لابن كثير.\n8 - سبل الهدى والرشاد في سيرة خير العباد. 14 مجلدا.\n9 - إمتاع الأسماع بما للنبي - صلى الله عليه وسلم - من الأحوال والأموال والحفدة والمتاع: للمقريزي. 14 مجلدا.\n10 - شذرات الذهب في أخبار مَنْ ذهب: لابن عماد الحنبلي.\n11 - عيون الأثر: لابن سيد الناس.\nوغير ذلك من المصادر التي ستجدها في هوامش هذا الكتاب إن شاء الله تعالى.\n(1/8)\n\nفضل النية الصالحة\nإن السائر إلى الله تعالى يجتهد في ألا يعمل عملا ولو مباحا إلا بنية صالحة لكي يثاب عليه، فإن أكل استحضر له نية، وإن نام استحضر لذلك نية وكذلك إن باع أو اشترى، أو جالس إخوانه أو غير ذلك من الأعمال، وأعلى منه درجة من يستحضر للعمل الواحد عدة نوايا، فينال من الأجر والثواب على قدر نياته لقول النبي - صلى الله عليه وسلم -: ((وإنما لكل امرئ ما نوى)) متفق عليه.\nحتى وإن لم يتمكن من تنفيذ بعض هذه النوايا لقول النبي - صلى الله عليه وسلم -: ((من هَمَّ بحسنة فلم يعملها كتبها الله عنده حسنة كاملة)) متفق عليه.\nومن هذا المنطلق ينبغي أن تستحضر عدة نوايا صالحة لدراسة السيرة النبوية العطرة، وسوف أذكر لك ما يحضرني من النوايا في ذلك، ثم أترك لك المجال لتزيد على ذلك مما يفيضه الله عليك من النوايا الصالحة، فإنني لقلة علمي وتفريطي في جنب الله، تراني مقيد اليد، عَيِيَّ اللسان في هذا الباب، فأسأل الله الكريم أن يطلق جوارحنا في طاعته، وأن يستعملنا في مرضاته (1).\n__________\n(1) أعمل الآن في كتاب عن النوايا الصالحة التي يمكن أن ينويها المسلم عند كل عمل، مرتبا على أبواب الفقه، وربما أسميته (تحفة السائرين في طريق الأولياء والصالحين) يسر الله إتمامه.",
        "(1/9)\n\nالنوايا التي ينويها المسلم عند دراسة السيرة\n1 - ينوي التقرب إلى الله بدراسة هذا العلم الشرعي.\n2 - ينوي معرفة أحوال الرسول - صلى الله عليه وسلم - ليقتدي به.\n3 - ينوي معرفة مواقف الرسول - صلى الله عليه وسلم - ليزداد له حبا.\n4 - ينوي معرفة معجزات الرسول - صلى الله عليه وسلم - ليزداد إيمانا.\n5 - ينوي الاطلاع على مواقف النبي - صلى الله عليه وسلم - في البلاء ليزداد ثباتا.\n6 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- كداعية إلى الله.\n7 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- في معاملة المسلمين.\n8 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- كزوج في بيته.\n9 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- في عبادة ربه.\n10 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- في حالة الغنى.\n11 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- في حالة الفقر.\n12 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- في حالة الصحة.\n13 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم- في حالة المرض.\n(1/10)",
        "\n14 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الطهارة والصلاة للاقتداء به.\n15 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الجمعة والعيدين للاقتداء به.\n16 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الكسوف والاستسقاء للاقتداء به.\n17 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الجنائز والدفن للاقتداء به.\n18 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الاستسقاء وصلاة الخوف للاقتداء به.\n19 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الصيام والزكاة للاقتداء به.\n20 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الحج والعمرة للاقتداء به.\n21 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الهدايا والأضاحي للاقتداء به.\n22 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في النكاح والطلاق\n(1/11)\n",
        "للاقتداء به.\n23 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الطعام والشراب للاقتداء به.\n24 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في البيع والشراء للاقتداء به.\n25 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الإجارة والمسابقة للاقتداء به.\n26 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في العارية والوديعة للاقتداء به.\n27 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في اللقطة والهبة للاقتداء به.\n28 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في القصاص والديات للاقتداء به.\n29 - ينوي معرفة هدي النبي - صلى الله عليه وسلم - في الأيمان والشهادات للاقتداء به.\n30 - ينوي الاقتداء بالنبي - صلى الله عليه وسلم - في معاملة المعاندين والمنافقين.\n(1/12)\n\n31 - ينوي الاقتداء بالصحابة الكرام في مواقفهم البطولية.\n32 - ينوي الاقتداء بالصحابة الكرام في سرعة استجابتهم لأوامر الله تعالى.\n33 - ينوي الاقتداء بالصحابة الكرام في سرعة استجابتهم لأوامر رسول الله - صلى الله عليه وسلم -.\n34 - ينوي معرفة وقائع السيرة وما فيها من عبر وعظات.\n35 - ينوي معرفة حوادث السيرة وما يستنبط منها من أحكام فقهية.\n36 - ينوي معرفة المتقدم والمتأخر، والناسخ والمنسوخ من الأحكام.\n37 - ينوي الاطلاع على مناسبات الآيات التي نزلت في الغزوات ووقائع السيرة الأخرى.\n38 - ينوي الاطلاع على أحوال السابقين الأولين في حالة الاستضعاف للاقتداء بهم إذا حدث له ما يشابه ذلك.\n39 - ينوي الاطلاع على أحوال المجتمع الإسلامي الأول من الإخاء والوفاء، والإيثار والتعاون، وصفاء القلوب ..... ليقتدي بهم في ذلك.",
        "(1/13)\n\n40 - ينوي الاطلاع على مواقف الصحابة الكرام في الغزوات والسرايا من الصبر والتحمل، والتضحية والفداء لهذا الدين ليقتدي بهم في ذلك.\n41 - تنوي أن تزداد بهذا العلم لله خشية، لقوله تعالى: \" إنما يخشى الله من عباده العلماء \".\n42 - تنوي أن تزداد بهذا العلم عند الله رفعة لقوله تعالى: \" يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات \" (المجادلة:11).\n43 - تنوي أن تحمل هذا العلم للناس، وتدعوهم للعمل بما فيه، لما رواه مسلم، عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئا \" (1).\n44 - تنوي أن تتخذ هذا العلم وسيلة لتعليم الناس الخير، فتنال بذلك ثناء الله واستغفار الملائكة، وكذلك استغفار الكائنات، فقد روى الترمذي وحسنه عن أبي أمامة الباهلي - رضي الله عنه - قال: ذكر لرسول - صلى الله عليه وسلم - رجلان: أحدهما عابد والآخر عالم، فقال - صلى الله عليه وسلم -: \" فضل العالم\n__________\n(1) صحيح: أخرجه مسلم (2674).\n(1/14)",
        "\nعلى العابد كفضلي على أدناكم \". ثم قال: \" إن الله وملائكته، وأهل السماوات والأرضيين حتى النملة في جحرها، وحتى الحوت ليصلون على معلم الناس الخير \" (1).\n45 - تنوي أن تتخذ السيرة وسيلة للأمر بالمعروف والنهي عن المنكر، فتكون من المفلحين، قال تعالى: \" ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون\" (آل عمران: 104).\n46 - تنوي أن تتعاون مع إخوانك المسلمين في نقل السيرة إلى واقع عملي في الحياة.\n47 - تنوي أن تزداد حبا للصحابة فتحشر في زمرتهم لقول النبي - صلى الله عليه وسلم -: \" المرء مع من أحب \" (2).\n48 - تنوي أن تتقن السيرة لترد على المشككين في رسالة سيد المرسلين - صلى الله عليه وسلم -.\n49 - تنوي أن تعلم السيرة لزوجتك وأولادك، فيزدادون لله قربا، وبالنبي- صلى الله عليه وسلم - اقتداء، وللصحابة حبا.\n__________\n(1) حسن: أخرجه الترمذي (2685) وقال: حسن غريب صحيح.\n(2) صحيح: أخرجه البخاري ومسلم.\n(1/15)\n",
        "50 - تنوي أن تعيش بروحك ووجدانك مع الرعيل الأول: \" فإنهم القوم لا يشقى بهم جليسهم \" (1).\n__________\n(1) حبذا لو تقرأ هذه النوايا قبل أن تبدأ في حفظ كل درس لتجدد النية، وربما يفيض الله عليك بنيات أخرى، فيكثر ثوابك، ويعظم أجرك: \" إنما الأعمال بالنيات وإنما لكل امرئ ما نوى \" متفق عليه.\n(1/16)\n\nالمتن",
        "(1/17)\n\nمن المولد إلى المبعث\n1 - نبينا - صلى الله عليه وسلم- هو أبو القاسم محمد بن عبد الله بن عبد المطلب بن هاشم بن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان.\n2 - ولد - صلى الله عليه وسلم - يتيما يوم الاثنين لاثنتي عشرة ليلة خلت من شهر ربيع الأول من عام الفيل.\n3 - يقول - صلى الله عليه وسلم -: ((أنا دعوة إبراهيم، وبشرى عيسى، رأت أمي حين حملت بي كأن نورا خرج منها أضاءت له قصور بصرى من أرض الشام)).\n__________\n1 - صحيح سيرة ابن هشام (11).\n2 - البداية والنهاية (2/ 288).\n3 - حسن: أخرجه أحمد (4/ 127، 5/ 262) وقال الهيثمي في المجمع (8/ 212): إسناد أحمد حسن، وأخرجه الحاكم في المستدرك (2/ 616) وصححه ووافقه الذهبي وقال ابن كثير في البداية (2/ 304) بعدما ساقه عن ابن إسحاق بسنده: هذا إسناد جيد قوي.\n(1/19)",
        "\n4 - ومرضعته - صلى الله عليه وسلم - هي حليمة بنت أبي ذؤيب السعدية، ولقد ظهر بوجوده عندها من البركات ما ظهر.\n5 - ولما بلغ - صلى الله عليه وسلم - أربع سنوات أتاه ملكان فشقا صدره وغسلا قلبه ثم أعاداه.\n6 - ولما بلغ - صلى الله عليه وسلم - ست سنوات ماتت أمه بالأبواء بين مكة والمدينة، فكفله جده عبد المطلب.\n7 - ولما بلغ - صلى الله عليه وسلم - ثماني سنوات توفي جده عبد المطلب وكفله عمه أبو طالب.\n8 - ولما بلغ - صلى الله عليه وسلم - الثانية عشرة خرج به عمه أبو طالب إلى الشام، فلما بلغوا بصرى رآه بحيرى الراهب، فتحقق فيه صفات النبوة فأمر عمه برده، فرجع.\n9 - ولما بلغ - صلى الله عليه وسلم - الخامسة عشرة كانت حرب الفجار بين\n__________\n4 - البداية والنهاية (2/ 302).\n5 - طبقات ابن سعد (1/ 112)، دلائل النبوة لأبي نعيم (1/ 59).\n6 - صحيح سيرة ابن هشام (63)، البداية (2/ 308).\n7 - صحيح سيرة ابن هشام (64)، الطبقات (1/ 96)، البداية (2/ 312).\n8 - الطبقات (1/ 122)، صحيح سيرة ابن هشام (64)، صحيح سنن الترمذي (3/ 191).\n9 - البداية (2/ 319)، السيرة في ضوء المصادر الأصلية (128).\n(1/20)\n",
        "قريش وهوازن.\n10 - ثم شهد - صلى الله عليه وسلم - حلف الفضول لنصرة المظلوم.\n11 - ولما بلغ - صلى الله عليه وسلم - الخامسة والعشرين تزوج خديجة - رضي الله عنها -.\n12 - ولما بلغ - صلى الله عليه وسلم - الخامسة والثلاثين اختلفت قريش فيمن يضع الحجر الأسود مكانه فحكم بينهم.\n13 - ولما بلغ - صلى الله عليه وسلم - الثامنة والثلاثين ترادفت عليه علامات نبوته، وتحدث بها الرهبان والكهان.\n14 - ولما بلغ - صلى الله عليه وسلم - التاسعة والثلاثين، حبب إليه الخلوة، فكان يخلو بغار خراء شهر رمضان يتحنف فيه.\n15 - وقبل مبعثه بستة أشهر كان وحيه مناما، وكان لا يرى رؤيا إلا جاءت مثل فلق الصبح.\n__________\n10 - البداية (2/ 321)، السيرة في ضوء المصادر الأصلية (129).\n11 - تاريخ الطبري (1/ 521)، صحيح سيرة ابن هشام (67).\n12 - مصنف عبد الرزاق (5/ 102) بسند صحيح، وصحيح سيرة ابن هشام (69)، البداية (2/ 328).\n13 - حدائق الأنوار (1/ 158)، صحيح سيرة ابن هشام (74).\n14 - حدائق الأنوار (1/ 159).\n15 - حدائق الأنوار (1/ 159).\n(1/21)\n\nمن البعثة إلى الهجرة\n1 - ولما بلغ - صلى الله عليه وسلم - أربعين سنة جاءه جبريل عليه السلام، بالوحي من ربه وهو في غار حراء.\n2 - ظل - صلى الله عليه وسلم - يدعو إلى الله سرا ثلاث سنوات.\n3 - أسلم السابقون الأولون مثل خديجة وعلي وزيد وأبي بكر وغيرهم.\n4 - ثم أمر - صلى الله عليه وسلم - بالجهر فجهر فعاداه قومه.\n5 - قام كفار قريش بتعذيب من علموا بإسلامه ليردوهم عن دينهم لكنهم صبروا وثبتوا.\n6 - عقد النبي - صلى الله عليه وسلم - اجتماعات سرية بالمسلمين في دار الأرقم ليعلمهم شرائع الإسلام.\n__________\n1 - تاريخ الطبري (1/ 528)، البداية (3/ 7).\n2 - سيرة ابن هشام (1/ 325) وصحيح مسلم (832).\n3 - البداية (3/ 29).\n4 - البداية (3/ 35)، السير والمغازي (145).\n5 - البداية (3/ 36).\n6 - السيرة في ضوء المصادر الأصلية (195).",
        "(1/22)\n\n7 - وفي السنة الخامسة من البعثة: هاجر جماعة من الصحابة إلى الحبشة - بإذن رسول الله صلى الله عليه وسلم - حفاظا على دينهم، منهم: عثمان بن عفان والزبير بن العوام وعبد الرحمن بن عوف وجعفر بن أبي طالب، فأقاموا بها عشر سنين.\n8 - وفي السنة السادسة من البعثة: أسلم حمزة بن عبد المطلب وعمر بن الخطاب - رضي الله عنهما -، فعز الإسلام بإسلامهما.\n9 - وفي السنة السابعة من البعثة: تعاهدت قريش على قطيعة بني هاشم إلا أن يسلموا إليهم النبي - صلى الله عليه وسلم-، وكتبوا بذلك صحيفة وعلقوها في الكعبة.\n10 - وفي هذه السنة: اعتزل بنو هاشم بن عبد مناف وتبعهم إخوانهم بنو المطلب بن عبد مناف مع أبي طالب إلى شعب أبي طالب، فأقاموا به ثلاث سنين، إلى أن سعى\n__________\n7 - السير والمغازي (123)، البداية (3/ 72).\n8 - السيرة في ضوء المصادر الأصلية (212).\n9 - البداية (3/ 103)، صحيح سيرة ابن هشام (133).\n10 - السابق.\n(1/23)",
        "\nالمطعم بن عدي بن نوفل بن عبد مناف، وزمعة بن الأسود بن عبد المطلب بن أسد في نقض الصحيفة، فخرج بنو هاشم وبنو المطلب من الشعب في أواخر السنة التاسعة.\n11 - وفي السنة العاشرة من البعثة: مات أبو طالب، ثم ماتت خديجة - رضي الله عنها - بعده بثلاثة أيام، فحزن رسول الله - صلى الله عليه وسلم - لموتهما حزنا شديدا، ونالت قريش منه - صلى الله عليه وسلم - ما لم تنله في حياة عمه أبي طالب.\n12 - وفي شوال من هذه السنة: عقد رسول الله - صلى الله عليه وسلم - على عائشة وهي بنت ست سنين، ولم يبن بها إلا في السنة الأولى من الهجرة، وهي بنت تسع سنين - رضي الله عنها -.\n13 - وفي شوال من هذه السنة: تزوج النبي - صلى الله عليه وسلم - سودة بنت زمعة - رضي الله عنها -.\n__________\n11 - البداية (3/ 131: 140).\n12 - صحيح مسلم (1423)، البداية (3/ 142) وفي مسند أحمد (6/ 210) بسند حسن.\n13 - مسند أحمد (6/ 210) بسند حسن، صحيح سيرة ابن هشام (473)، السيرة في ضوء المصادر الأصلية (225).\n(1/24)\n",
        "14 - وفي هذه السنة: خرج النبي - صلى الله عليه وسلم - إلى الطائف يدعوهم إلى الإسلام، فأبوا، وآذوه، فرجع مهموما، فثبته الله بأمرين: أرسل إليه ملك الجبال، وأسلم على يديه مجموعة من الجن، ثم دخل مكة في جوار المطعم بن عدي.\n15 - وفي السنة الحادية عشرة من البعثة: عرض نفسه الكريمة على القبائل في موسم الحج كعادته، فآمن به ستة من رؤساء الأنصار، ورجعوا إلى المدينة ففشا فيهم الإسلام.\n16 - وفي السنة الثانية عشرة من البعثة: أسري برسول الله - صلى الله عليه وسلم - من المسجد الحرام إلى المسجد الأقصى، ثم عرج به إلى سدرة المنتهى ففرض الله عليه وعلى أمته الصلوات الخمس.\n17 - وفي موسم الحج من هذه السنة: وافاه اثنا عشر رجلا\n__________\n14 - البداية (3/ 146) وما بعدها.\n15 - مسند أحمد (3/ 390)، والترمذي (2925) وقال: حسن صحيح. البداية (3/ 149 - 157).\n16 - البداية (3/ 115 - 125).\n17 - صحيح البخاري (3893، 1873) ومسلم (1709)، البداية (3/ 158 - 164).\n(1/25)\n\nمن الأنصار بعضهم ممن لقي النبي - صلى الله عليه وسلم - في الموسم السابق، فبايعوه عند العقبة فسميت ببيعة العقبة الأولى وأرسل معهم مصعب بن عمير يقرئهم القرآن فأسلم على يديه كثير من أهل المدينة.\n18 - وفي السنة الثالثة عشرة من البعثة في موسم الحج: وافاه سبعون رجلا من الأنصار فبايعوه عند العقبة أيضا على أن يمنعوه إن هاجر إليهم مما يمنعون منه أنفسهم ونساءهم وأبناءهم، فأخرجوا له اثنى عشر نقيبا، فقال - صلى الله عليه وسلم - للنقباء: أنتم على قومكم كفلاء. فسميت ببيعة العقبة الثانية.\n19 - فأمر النبي - صلى الله عليه وسلم - حينئذ أصحابه بالهجرة إلى المدينة، وأقام - صلى الله عليه وسلم - ينتظر الإذن بالهجرة وحبس معه أبا بكر وعليا - رضي الله عنهما -.\n20 - واجتمعت قريش في دار الندوة للمشاورة في أمر النبي\n__________\n18 - صحيح البخاري (3890) ومسند أحمد (3/ 322)، البداية (3/ 169 - 177).\n19 - صحيح البخاري (2297)، صحيح مسلم (2272)، البداية (3/ 180).\n20 - البداية والنهاية (3/ 186)، صحيح سيرة ابن هشام (176).",
        "(1/26)\n\n- صلى الله عليه وسلم - فأجمعوا على قتله، فنزل جبريل عليه السلام بالوحي من عند الله فأخبره بذلك، وأذن الله له بالهجرة فهاجر.\n(1/27)",
        "\nالسنة الأولى من الهجرة\nوفيها تسعة عشر حدثا:\n1 - في ربيع الأول من هذه السنة: هاجر النبي-صلى الله عليه وسلم- من مكة إلى المدينة.\n2 - وفي هذه السنة: نزل - صلى الله عليه وسلم - بقباء، وبنى مسجد قباء.\n3 - وفيها: صلى الجمعة حين ارتحل من قباء إلى المدينة، صلاها في طريقه ببني سالم، وهي أول جمعة صلاها وأول خطبة خطبها في الإسلام.\n4 - وفيها: نزل - صلى الله عليه وسلم - بدار أبي أيوب الأنصاري.\n5 - وفيها: بنى المسجد النبوي والحجرات.\n6 - وفيها: أسلم حبر اليهود عبد الله بن سلام.\n__________\n1 - تاريخ الطبري (2/ 5)، البداية (3/ 220).\n2 - البداية والنهاية (3/ 248)، الكامل (2/ 9).\n3 - عيون الأثر (2/ 351).\n4 - البداية والنهاية (3/ 253).\n5 - البداية والنهاية (3/ 253).\n6 - البداية والنهاية (3/ 249).\n(1/28)\n",
        "7 - وفيها: بعث النبي - صلى الله عليه وسلم - إلى بناته وزوجته سودة بنت زمعة زيدَ بن حارثة، وأبا رافع فحملاهن من مكة إلى المدينة ما عدا زينب.\n8 - وفيها: هاجر آل أبي بكر الصديق - رضي الله عنه -.\n9 - وفي ربيع الآخر من هذه السنة: زيد في صلاة الحضر ركعتان وكانت صلاة الحضر والسفر ركعتين.\n10 - وفيها: ولد عبد الله بن الزبير - رضي الله عنهما -، وهو أول مولود للمهاجرين في الإسلام.\n11 - وفيها: ولد النعمان بن بشير - رضي الله عنهما -، وهو أول مولود للأنصار بعد الهجرة.\n12 - وفيها: توفي من الصحابة كلثوم بن الهدم، وأسعد بن زرارة-رضي الله عنهما-.\n__________\n7 - تاريخ الطبري (2/ 10)، البداية والنهاية (3/ 268)، الكامل (2/ 10).\n8 - تاريخ الطبري (2/ 10)، الكامل (2/ 10)، البداية (3/ 268).\n9 - تاريخ الطبري (2/ 10)، البداية (3/ 269).\n10 - تاريخ الطبري (2/ 10)، البداية (3/ 273).\n11 - تاريخ الطبري (2/ 10)، البداية (3/ 268).\n12 - تاريخ الطبري (2/ 8)، الكامل (2/ 9)، البداية (3/ 267).\n(1/29)\n\n13 - وفيها: شرع الآذان.\n14 - وفيها: عقد النبي - صلى الله عليه وسلم - معاهدة مع اليهود بالمدينة.\n15 - وفي رمضان من هذه السنة: كانت سرية حمزة بن عبد المطلب - رضي الله عنه - إلى سيف البحر.\n16 - وفي شوال من هذه السنة: كانت سرية عبيدة بن الحارث بن عبد المطلب - رضي الله عنه - إلى بطن رابغ.\n17 - وفي شوال من هذه السنة: بنى النبي - صلى الله عليه وسلم - بأم المؤمنين عائشة - رضي الله عنها -.\n18 - وفي ذي القعدة من هذه السنة: كانت سرية سعد بن أبي وقاص - رضي الله عنه - إلى الخرَّار.\n19 - وفي ذي القعدة من هذه السنة: آخى النبي - صلى الله عليه وسلم - بين المهاجرين والأنصار.\n__________\n13 - البداية (3/ 269).\n14 - البداية (3/ 262).\n15 - تاريخ الطبري (2/ 11)، الكامل (2/ 10)، البداية (3/ 272).\n16 - تاريخ الطبري (2/ 12)، الكامل (2/ 10)، البداية (3/ 272).\n17 - تاريخ الطبري (2/ 9)، الكامل (2/ 9)، البداية (3/ 268).\n18 - تاريخ الطبري (2/ 11)، البداية (3/ 272).\n19 - مسند أحمد (3/ 111)، والبخاري (2294) ومسلم (2529) وحدد التاريخ ابن سيد الناس في العيون (2/ 352).",
        "(1/30)\n\nالسنة الثانية من الهجرة\nوفيها واحد وعشرون حدثا:\n1 - في صفر من هذه السنة: غزا رسول الله - صلى الله عليه وسلم - عزوة الأبواء حتى بلغ ودان، وهي أول غزوة غزاها بنفسه الشريفة، فداه أبي وأمي.\n2 - وفي ربيع الأول من هذه السنة: غزا رسول الله - صلى الله عليه وسلم - غزوة بواط.\n3 - وفي ربيع الأول أيضا من هذه السنة: غزا رسول الله - صلى الله عليه وسلم -غزوة بدر الأولى حتى بلغ وادي سَفَوان.\n4 - وفي جمادى الأولى من هذه السنة: غزا رسول الله - صلى الله عليه وسلم - غزوة العشيرة، فوادع بني مدلج وحلفاءهم من بني ضمرة.\n__________\n1 - طبقات ابن سعد (2/ 6)، البداية (3/ 280).\n2 - طبقات ابن سعد (2/ 7)، تاريخ الطبري (2/ 14).\n3 - طبقات ابن سعد (2/ 8)، تاريخ الطبري (2/ 14).\n4 - طبقات ابن سعد (2/ 8)، البداية (3/ 283).\n(1/31)",
        "\n5 - وفي رجب من هذه السنة: كانت سرية جهينة وفيهم سعد بن أبي وقاص إلى حي من كنانة.\n6 - وفي رجب من هذه السنة: بعث رسول الله - صلى الله عليه وسلم - سرية عبد الله بن جحش - رضي الله عنه - إلى نخلة.\n7 - وفي رجب وشعبان من هذه السنة: نزل الأمر الإلهي بتحويل القبلة من بيت المقدس إلى الكعبة المشرفة، وهو أول نسخ وقع في الإسلام.\n8 - وفي شعبان من هذه السنة: فرض صيام رمضان.\n9 - وفي يوم الجمعة السابع عشر من رمضان من هذه السنة: وقعت غزوة بدر الكبرى.\n10 - وفي هذه السنة: فرضت زكاة الفطر، وفرضت الزكاة ذات النُّصب.\n__________\n5 - مسند أحمد: مسند سعد بن أبي وقاص (1457)، سبل الهدى (6/ 27).\n6 - طبقات ابن سعد (2/ 9)، تاريخ الطبري (2/ 15)، الكامل (2/ 12)، البداية (3/ 285).\n7 - تاريخ الطبري (2/ 17)، الكامل (2/ 13)، البداية (3/ 288).\n8 - تاريخ الطبري (2/ 18)، الكامل (2/ 13).\n9 - تاريخ الطبري (2/ 19: 42)، البداية (2/ 290: 360).\n10 - تاريخ الطبري (2/ 18)، البداية (3/ 380).\n(1/32)\n",
        "11 - وفي مرجعهم من بدر توفيت رقية بنت رسول الله-صلى الله عليه وسلم-.\n12 - وفي رمضان من هذه السنة: قَتَل عميرُ بن عدي - رضي الله عنه - عصماء بنت مروان اليهودية بسبب أذاها للمسلمين.\n13 - وفي هذه السنة: خرج رسول الله - صلى الله عليه وسلم - إلى المصلى فصلى بهم صلاة العيد، وكان ذلك أول خرجة خرجها بالناس إلى المصلى لصلاة العيد.\n14 - وفي شوال من هذه السنة: قتل سالم بن عمير - رضي الله عنه - أبا عفك اليهودي لتحريضه على رسول الله - صلى الله عليه وسلم -.\n15 - وفي شوال من هذه السنة: غزا رسول الله - صلى الله عليه وسلم - بني سليم حتى بلغ الكدر.\n16 - وفي هذه السنة: بعد غزوة بدر بشهر هاجرت زينب - رضي الله عنها - بنت رسول الله - صلى الله عليه وسلم -.\n__________\n11 - تاريخ الطبري (2/ 42)، البداية (3/ 380).\n12 - طبقات ابن سعد (2/ 36)، البداية (3/ 347).\n13 - تاريخ الطبري (2/ 19)، الكامل (2/ 13).\n14 - سبل الهدى (6/ 38).\n15 - تاريخ الطبري (2/ 50)، البداية (3/ 376)، الكامل (2/ 35)، ابن هشام (3/ 135).\n16 - البداية (3/ 362).\n(1/33)\n\n17 - وفي هذه السنة: تزوج علي بن أبي طالب - رضي الله عنه - فاطمة - رضي الله عنها - بنت رسول الله - صلى الله عليه وسلم -.\n18 - وفي هذه السنة: أسلم عمير بن وهب الجمحي حينما رأى علامة من علامات النبوة.\n19 - وفي شوال من هذه السنة: نقض يهود بني قينقاع العهد فحاصرهم النبي - صلى الله عليه وسلم - وأجلاهم عن المدينة.\n20 - وفي ذي الحجة من هذه السنة: وقعت غزوة السويق.\n21 - وفي ذي الحجة أيضا من هذه السنة: توفي عثمان بن مظعون - رضي الله عنه - ودفن بالبقيع، وهو أول من مات من المهاجرين بالمدينة.\n22 - وفي هذه السنة: كتب رسول الله -صلى الله عليه وسلم- المعاقل فكان معلقا بسيفه.\n__________\n17 - البداية (3/ 377).\n18 - تاريخ الطبري (2/ 44: 46).\n19 - تاريخ الطبري (2/ 48)، الكامل (2/ 33)، البداية (4/ 4).\n20 - تاريخ الطبري (2/ 50)، الكامل (2/ 36).\n21 - تاريخ الطبري (2/ 51)، الكامل (2/ 37)، شذرات الذهب (1/ 16).\n22 - تاريخ الطبري (2/ 51)، الكامل (2/ 37).",
        "(1/34)\n\n23 - وفي عيد الأضحى من هذه السنة: ضحى رسول الله - صلى الله عليه وسلم - بكبشين، أحدهما عن أمته والآخر عن محمد وآله.\n__________\n23 - عيون الأثر (2/ 352).\n(1/35)",
        "\nالسنة الثالثة من الهجرة\nوفيها ثلاثة عشر حدثا:\n1 - في المحرم من هذه السنة: وقعت غزوة نجد عند ماء يقال له: ذو أمر.\n2 - وفي ربيع الأول من هذه السنة: قتل كعب بن الأشرف اليهودي بأمر رسول الله - صلى الله عليه وسلم -.\n3 - وفي ربيع الأول أيضا من هذه السنة: عقد عثمان بن عفان - رضي الله عنه - على أم كلثوم بنت رسول الله - صلى الله عليه وسلم - بعد وفاة أختها رقية، وبنى بها في جمادى الآخرة.\n4 - وفي ربيع الآخر من هذه السنة: وقعت غزوة الفرع من بحران.\n__________\n1 - تاريخ الطبري (2/ 52)، الكامل (2/ 38)، البداية (4/ 3)، سبل الهدى (4/ 176).\n2 - تاريخ الطبري (2/ 52)، الكامل (2/ 38)، البداية (4/ 6)، سبل الهدى (6/ 25).\n3 - البداية (4/ 6، 64)، شذرات الذهب (1/ 17).\n4 - تاريخ الطبري (2/ 52)، البداية (4/ 3)، سبل الهدى (4/ 178).\n(1/36)\n",
        "5 - وفي جمادى الآخرة من هذه السنة: كانت سرية زيد بن حارثة - رضي الله عنه - إلى القردة، فغنموا عيرا ومالا لقريش.\n6 - وفي شعبان من هذه السنة: تزوج رسول الله - صلى الله عليه وسلم - حفصة بنت عمر - رضي الله عنها -.\n7 - وفي رمضان من هذه السنة: تزوج رسول الله - صلى الله عليه وسلم - زينب بنت خزيمة أم المساكين - رضي الله عنها -.\n8 - وفي رمضان من هذه السنة: ولد الحسن بن علي - رضي الله عنهما -.\n9 - وفي شوال من هذه السنة: وقعت غزوة أحد.\n10 - وفي اليوم التالي لغزوة أحد: خرج المسلمون لغزوة حمراء الأسد.\n__________\n5 - تاريخ الطبري (2/ 54)، الكامل (2/ 40)، البداية (4/ 5)، سبل الهدى (6/ 32).\n6 - تاريخ الطبري (2/ 58)، الإصابة (294).\n7 - الطبقات (10/ 112)، الإصابة (477)، شذرات الذهب (1/ 17).\n8 - تاريخ الطبري (2/ 58)، الأصابة (294).\n9 - تاريخ الطبري (2/ 58)، الكامل (2/ 44)، البداية (4/ 10).\n10 - تاريخ الطبري (2/ 75)، الكامل (2/ 57)، البداية (4/ 50).\n(1/37)\n\n11 - وفي هذه السنة: تزوج رسول الله - صلى الله عليه وسلم - بزينب بنت جحش - رضي الله عنها - بأمر الله تبارك وتعالى.\n12 - وفي صبيحة عرس زينب - رضي الله عنها - نزلت آية الحجاب.\n13 - وفي هذه السنة: نزل تحريم الخمر.\n__________\n11 - تاريخ الإسلام (المغازي / 164)، شذرات الذهب (1/ 17) وهو قول خليفة بن خياط، وأبي عبيدة معمر بن المثنى، وابن منده وهو أقوى من قول من قال بأنه في 5 هـ، وراجع البداية (4/ 163) ومرويات بني المصطلق (97).\n12 - صحيح البخاري (4791، 4792، 4793، 6239، 6271) وصحيح مسلم (1428)، البداية (4/ 165).\n13 - شذرات الذهب (1/ 17).",
        "(1/38)\n\nالسنة الرابعة من الهجرة\nوفيها ثلاثة عشر حدثا:\n1 - في المحرم من هذه السنة: كانت سرية أبي سلمة - رضي الله عنه - إلى طليحة الأسدي، فغنم وأسر.\n2 - وفي المحرم أيضا من هذه السنة: بعث رسول الله - صلى الله عليه وسلم - عبد الله بن أنيس - رضي الله عنه - إلى خالد بن سفيان الهذلي فقتل خالدا وعاد سالما.\n3 - وفي صفر من هذه السنة: كانت سرية الرجيع.\n4 - وفي صفر أيضا من هذه السنة: كانت سرية بئر معونة.\n5 - وفي هذه السنة: كانت سرية عمرو بن أمية الضمري لقتل أبي سفيان لكنه لم يتمكن منه.\n__________\n1 - البداية والنهاية (4/ 72)، حدائق الأنوار (1/ 47).\n2 - سيرة ابن هشام (2/ 619) ومسند أحمد (3/ 496)، زاد المعاد (3/ 243)، فقه السرايا (115).\n3 - تاريخ الطبري (2/ 77)، البداية (4/ 73).\n4 - تاريخ الطبري (2/ 80)، الكامل (2/ 63)، البداية (4/ 80).\n5 - تاريخ الطبري (2/ 79)، الكامل (2/ 60)، البداية (4/ 80).\n(1/39)",
        "\n6 - وفي ربيع الأول من هذه السنة؛ غدرت يهود بني النضير، فخاصرهم النبي -صلى الله عليه وسلم - ثم أجلاهم عن المدينة.\n7 - وفي جمادى الأولى من هذه السنة توفي أبو سلمة: عبد الله بن عبد الأسد المخزومي - رضي الله عنه -، وكان رضيع رسول الله -صلى الله عليه وسلم -.\n8 - وفي جمادى الأولى من هذه السنة: مات عبد الله بن عثمان بن عفان - رضي الله عنهما - يعني من رقية بنت رسول الله -صلى الله عليه وسلم - وهو ابن ست سنين.\n9 - وفي شعبان من هذه السنة: وقعت غزوة بدر الآخرة.\n10 - وفي شعبان أيضا من هذه السنة: ولد الحسين بن علي - رضي الله عنهما - من فاطمة - رضي الله عنها - بنت رسول الله -صلى الله عليه وسلم -.\n11 - وفي شوال من هذه السنة: تزوج رسول الله-صلى الله عليه وسلم-.\n__________\n6 - صحيح البخاري (4884)، صحيح مسلم (1746)، تاريخ الطبري (2/ 83).\n7 - البداية والنهاية (4/ 101، 102).\n8 - البداية والنهاية (4/ 101).\n9 - تاريخ الطبري (2/ 87)، البداية (4/ 99).\n10 - الكامل (2/ 68)، البداية (4/ 102).\n11 - تاريخ الطبري (2/ 88)، البداية (4/ 102).\n(1/40)\n",
        "أم سلمة بنت أبي أمية.\n12 - وفي هذه السنة: أمر رسول الله -صلى الله عليه وسلم - زيد بن ثابت -رضي الله عنه- أن يتعلم كتاب يهود، فتعلمه في خمسة عشر يوما.\n13 - وفي هذه السنة: رجم رسول الله -صلى الله عليه وسلم - اليهودي واليهودية.\n__________\n12 - سنن الترمذي (2715)، تاريخ الطبري (2/ 88)، البداية (4/ 102) وقال الترمذي: حسن صحيح.\n13 - عيون الأثر (2/ 352).\n(1/41)\n\nالسنة الخامسة للهجرة\nوفيها أربعة عشر حدثًا:\n1 - في ربيع الأول من هذه السنة: غزا رسول الله – صلى الله عليه وسلم – دومة الجندل.\n2 - وفي رجب من هذه السنة: قدم وفد مزينة على رسول الله – صلى الله عليه وسلم –.\n3 - وفي هذه السنة: توفيت أم سعد بن عبادة – رضي الله عنه -.\n4 - وفي شعبان من هذه السنة: غزا رسول الله – صلى الله عليه وسلم – بني المصطلق على الراجح.\n5 - وفي شعبان أيضًا من هذه السنة: أعتق النبي – صلى الله عليه وسلم – جويرية بنت الحارث وتزوجها\n__________\n1 - عيون الأثر (2/ 54)، الكامل (2/ 69)، البداية والنهاية (4/ 104).\n2 - سبل الهدى (6/ 632).\n3 - سنن الترمذي (1038)، والبيهقي (4/ 84)، البداية والنهاية (4/ 104).\n4 - مرويات غزوة بني المصطلق للقريبي (90: 100)، وهذا ما رجحه الذهبي في تاريخ الإسلام – قسم المغازي (349).\n5 - صحيح البخاري (4138)، البداية (4/ 179).",
        "(1/42)\n\n6 - وفي مرجع النبي - صلى الله عليه وسلم – من غزوة بني المصطلق: افترى المنافقون على أم المؤمنين عائشة – رضي الله عنها – حادثة الإفك، فأنزل الله برائتها في القرآن.\n7 - وفي شوال من هذه السنة: وقعت غزوة الأحزاب، فردهم الله خاسئين.\n8 - وفي ذي القعدة من هذه السنة: وقعت غزوة بني قريظة، ونالوا جزاء خيانتهم العظمى.\n9 - وفي ذي الحجة من هذه السنة: توفي سعد بن معاذ – رضي الله عنه-.\n10 - وفي ذي الحجة من هذه السنة: قتلت الخزرج أبا رافع سلام بن أبي الحقيق اليهودي بإذن رسول الله - صلى الله عليه وسلم –.\n__________\n6 - صحيح البخاري (2661، 4241، 4750) ومسلم (2270)، البداية (4/ 180).\n7 – الكامل (2/ 69)، البداية (4/ 104).\n8 - الكامل (2/ 69)، البداية (4/ 105).\n9 - الكامل (2/ 77)، البداية (4/ 148).\n10 - صحيح البخاري (4038، 4039)، البداية (4/ 154)، السيرة النبوية في ضوء المصادر الأصلية (465).\n(1/43)",
        "\n11 - وفي هذه السنة: تسرى رسول الله - صلى الله عليه وسلم - بريحانة، وهي من سبي بني قريظة بعدما أسلمت وظلت معه حتى ماتت في السنة العاشرة للهجرة.\n12 - وفي هذه السنة: قدم وفد أشجع على رسول الله - صلى الله عليه وسلم -.\n13 - وفي هذه السنة: سابق النبي - صلى الله عليه وسلم - بين الخيل.\n14 - وفي هذه السنة: زلزلت المدينة.\n__________\n11 - الإصابة (444)، تاريخ الطبري (2/ 214).\n12 - الطبقات (1/ 264).\n13 - عيون الأثر (2/ 353).\n14 - عيون الأثر (2/ 353).\n(1/44)\n",
        "السنة السادسة من الهجرة\nوفيها ثمانية وعشرون حدثًا:\n1 - وفي المحرم من هذه السنة كانت سرية محمد بن مسلمة - رضي الله عنه - إلى القرطاء.\n2 - وفي ربيع الأول من هذه السنة: كانت سرية عكاشة بن محصن الأسدي - رضي الله عنه - إلى الغمر، فغنموا ورجعوا سالمين.\n3 - وفي ربيع الآخر من هذه السنة: كانت سرية محمد بن مسلمة - رضي الله عنه - إلى ذي القصة فقتلوا جميعًا إلا محمد بن مسلمة حمل جريحًا.\n4 - وفي ربيع الآخر أيضًا من هذه السنة: كانت سرية\n__________\n1 - الطبقات (2/ 74)، سبل الهدى (6/ 112).\n2 - طبقات ابن سعد (2/ 81)، الكامل (2/ 92)، مغازي الذهبي (352)، البداية (4/ 200).\n3 - الطبقات (2/ 81)، الكامل (2/ 92)، مغازي الذهبي (352)، البداية (4/ 200)، سبل الهدى (6/ 127).\n4 - الطبقات (2/ 81)، الكامل (2/ 92)، مغازي الذهبي (353)، البداية (4/ 200)، سبل الهدى (6/ 130).\n(1/45)\n\nأبي عبيدة بن الجراح - رضي الله عنه - إلى ذي القصة فغنموا وسلموا.\n5 - وفي ربيع الآخر أيضًا من هذه السنة: كانت سرية زيد بن حارثة - رضي الله عنه - إلى بني سليم بالجموم، فأسروا وغنموا وسلموا.\n6 - وفي جمادي الأول من هذه السنة: كانت سرية زيد بن حارثة - رضي الله عنه - إلى العيص، فغنمت وسلمت.\n7 - وفي جمادي الأولى أيضًا من هذه السنة: كانت غزوة بني لحيان بناحية عسفان، فلم يلقوا أحدًا.\n8 - وفي جمادي الآخرة من هذه السنة: كانت سرية زيد بن حارثة - رضي الله عنه - إلى الطرف فغنموا وسلموا.\n__________\n5 - الطبقات (2/ 83)، الكامل (2/ 92)، مغازي الذهبي (353)، سبل الهدى (6/ 132)، السيرة في ضوء المصادر الأصلية (471).\n6 - طبقات بن سعد (2/ 83)، الكامل (2/ 94)، مغازي الذهبي (354، 358)، الصالحي (6/ 133).\n7 - تاريخ الطبري (2/ 105)، الكامل (2/ 94)، الذهبي (245)، البداية (4/ 169)، الصالحي (5/ 50)، السيرة في ضوء المصادر الأصلية (468).\n8 - تاريخ الطبري (2/ 126)، الكامل (2/ 92)، الذهبي (353)، الصالحي (6/ 139)، فقه السرايا (137).",
        "(1/46)\n\n9 - وفي جمادي الآخرة من هذه السنة: كانت سرية زيد بن حارثة - رضي الله عنه - إلى حسمى.\n10 - وفي رجب من هذه السنة: كانت سرية زيد بن حارثة - رضي الله عنه - أيضًا إلى وادي القرى، فلم يلق كيدًا.\n11 - وفي شعبان من هذه السنة: كانت سرية عبد الرحمن بن عوف - رضي الله عنه - إلى دومة الجندل، وأمره النبي - صلى الله عليه وسلم – أن يتزوج ابنة ملكهم فأسلموا، وتزوجها.\n12 - وفي شعبان أيضًا من هذه السنة: كانت سرية علي بن أبي طالب - رضي الله عنه - إلى بني سعد بن بكر بفدك، فشتت شملهم، وغنم وسلم.\n__________\n9 - طبقات (2/ 84)، سبل (6/ 140).\n10 - تاريخ الطبري (2/ 126)، الكامل (2/ 93)، الذهبي (355)، الصالحي (6/ 148)، السيرة في ضوء المصادر الأصلية (473).\n11 - طبقات بن سعد (2/ 85)، تاريخ الطبري (2/ 126)، الكامل (2/ 93)، الذهبي (355)، الصالحي (6/ 149).\n12 - طبقات بن سعد (2/ 86)، تاريخ الطبري (2/ 127)، الكامل (2/ 93)، الذهبي (355)، الصالحي (6/ 154)، السيرة في ضوء المصادر الأصلية (473).\n(1/47)",
        "\n13 - وفي رمضان من هذه السنة: كانت سرية زيد بن حارثة - رضي الله عنه - إلى أم قرفة بناحية وادي القرى، فقتلوا وأسروا، وغنموا وسلموا.\n14 - وفي رمضان أيضًا من هذه السنة: أجدب الناس جدبًا شديدًا، فاستسقى بهم رسول الله - صلى الله عليه وسلم –، فنزل المطر.\n15 - وفي شوال من هذه السنة: كانت سرية عبد الله بن أبي رواحة - رضي الله عنه - إلى أسير بن زارم اليهودي، فقتلوه وسلموا.\n16 - وفي شوال أيضًا من هذه السنة: كانت سرية كرز بن جابر الفهري إلى العرنيين، فأتوا بهم فقتلهم رسول الله - صلى الله عليه وسلم –.\n__________\n13 - طبقات ابن سعد (2/ 86)، تاريخ الطبري (2/ 127)، صحيح مسلم (2/ 89)، الصالحي (6/ 157)، السيرة في المصادر (474)، فقه السرايا (141).\n14 - الكامل في التاريخ لابن الأثير (2/ 94) عيون الأثر (2/ 353).\n15 - طبقات ابن سعد (2/ 88)، تاريخ الإسلام للذهبي قسم المغازي (361)، الصالحي الشامي (3/ 207) (6/ 176)، فقه السرايا (141)، السيرة في المصادر (476).\n16 - طبقات ابن سعد (2/ 89)، صحيح البخاري (233، 1501، 3018، 4193، 6802)، صحيح مسلم (1671)، الكامل (2/ 94)، الذهبي في المغازي (361)، سبل الهدى والرشاد في سيرة خير العباد للصالحي (6/ 186).\n(1/48)\n",
        "17 - وفي هذه السنة: وقبل صلح الحديبية كانت سرية الخبط على الراجح.\n18 - وفي هذه السنة: كانت سرية بني عبس على الغالب.\n19 - وفي ذي القعدة من هذه السنة: كان صلح الحديبية وكان فتحًا مبينًا.\n20 - وفي الحديبية كانت بيعة الرضوان تحت الشجرة.\n21 - وفي مرجعهم من الحديبية عند ضجنان نزلت سورة الفتح على رسول الله - صلى الله عليه وسلم – فهنأه المسلمون.\n22 - وفي هذه السنة: نزل فرض الحج.\n23 - وفي هذه السنة: حرمت المسلمات على المشركين.\n__________\n17 - صحيح البخاري (2483، 2983، 4360، 4361)، صحيح مسلم (1935)، الصالحي (6/ 275 - 286)، زاد المعاد (3/ 325/رجب).\n18 - طبقات (1/ 256)، أسد الغابة (4/ 426)، سبل الهدى (6/ 367).\n19 - طبقات (2/ 91)، صحيح البخاري (1695، 2734، 4179، 4181)، الكامل (2/ 86) الذهبي (363)، المصادر الأصلية (481).\n20 - الطبقات الكبرى لابن سعد (2/ 93).\n21 - الطبقات الكبرى لابن سعد (2/ 94).\n22 - البداية والنهاية (4/ 202)، شذرات الذهب (1/ 20).\n23 - البداية والنهاية (4/ 202).\n(1/49)\n\n24 - وفي هذه السنة: أرسل رسول الله - صلى الله عليه وسلم – كتبًا إلى ملوك العالم يدعوهم فيها إلى الإسلام.\n25 - وفي هذه السنة: كسفت الشمس.\n26 - وفي هذه السنة: مات سعد بن خولة - رضي الله عنه - في الأسر بمكة.\n27 - وفي هذه السنة: قدم وفد جذام على رسول الله - صلى الله عليه وسلم –.\n__________\n24 - الطبقات الكبرى لابن سعد حيث ذكر فيها أكثر من خمسين كتابًا للرسول - صلى الله عليه وسلم – (1/ 222 - 252)، الكامل (2/ 97)، البداية والنهاية (4/ 203)، السيرة في ضوء المصادر الأصلية (513).\n25 - شذرات الذهب (1/ 20).\n26 - شذرات الذهب (1/ 20).\n27 - تاريخ الإسلام للذهبي قسم المغازي (402).\n28 - سبل الهدى (6/ 471).",
        "(1/50)\n\nالسنة السابعة للهجرة\nوفيها تسعة وعشرون حدثًا:\n1 - في المحرم من هذه السنة: رد النبي - صلى الله عليه وسلم - ابنته زينب على أبي العاص بن الربيع بالنكاح الأول.\n2 - وفي المحرم من هذه السنة: كانت غزوة ذي قرد على الراجح.\n3 - وفي المحرم من هذه السنة: كانت غزوة خيبر.\n4 - وفي غزوة خيبر: حرمت لحوم الحمر الأهلية.\n5 - وفي غزوة خيبر: قدم على رسول الله - صلى الله عليه وسلم - جعفر بن أبي طالب، ومن معه من مهاجري الحبشة ومعهم\n__________\n1 - تاريخ الطبري (2/ 141)، الكامل (2/ 105).\n2 - هذا ما جزم به البخاري في المغازي (4194) ورجحه ابن كثير في البداية (4/ 174) والحافظ في الفتح (7/ 526) خلافًا لابن إسحاق وابن سعد في الطبقات (2/ 76).\n3 - تاريخ الطبري (2/ 139)، الكامل (2/ 99)، البداية (4/ 181)، شذرات (1/ 21).\n4 - الكامل (2/ 99)، البداية (4/ 182، 192).\n5 - البداية (4/ 231)، شذرات الذهب (1/ 21).\n(1/51)",
        "\nأبو موسى، ومن معه من الأشعريين.\n6 - وفي غزوة خيبر: قدم أبو هريرة على رسول الله - صلى الله عليه وسلم – مسلمًا.\n7 - وفي هذه السنة: تزوج النبي - صلى الله عليه وسلم – أم حبيبة - رضي الله عنها -.\n8 - وفي غزوة خيبر: اصطفى رسول الله - صلى الله عليه وسلم – صفية بنت حيي من السبي، فأعتقها وتزوجها.\n9 - وفي هذه السنة: كانت سرية أبان بن سعيد بن العاص قبل نجد.\n10 - وفي هذه السنة: أهدت يهودية شاة مصلية مسمومة إلى رسول الله - صلى الله عليه وسلم – فأخذ لقمة فأخبرته الشاة بأنها مسمومة.\n__________\n6 - البداية (4/ 207)، شذرات الذهب (1/ 21).\n7 - الطبقات (10/ 94) خلاصة سيرة سيد البشر (1/ 595) البداية (4/ 161) الإصابة (432) شذرات (1/ 21).\n8 - صحيح البخاري (4200) صحيح مسلم (84، 85، 1365) البداية (4/ 220) الكامل (2/ 102) شذرات الذهب (1/ 21) الطبقات (8/ 120) الاستيعاب (4/ 1871).\n9 - البخاري في المغازي، باب غزوة خيبر، سبل الهدى والرشاد في السرايا، سرية أبان بن سعيد (6/ 202).\n10 - صحيح البخاري (2617، 3169، 4249، 5777) مسلم (2190) والقصة في البداية (4/ 234 - 238) الكامل (2/ 103).\n(1/52)\n",
        "11 - وفي هذه السنة: قدم حاطب بن أبي بلتعة من عند المقوقس وقد أرسل معه للنبي - صلى الله عليه وسلم – مارية وأختها سيرين وبغلة وحمارًا وكسوة، فأسلمت مارية وأختها قبل قدومهما على رسول الله - صلى الله عليه وسلم – فأخذ مارية لنفسه فولدت له إبراهيم، ووهب سيرين لحسان بن ثابت فهي أم ابنه عبد الرحمن، فهو وإبراهيم ابنا خالة.\n12 - ولما انصرف رسول الله - صلى الله عليه وسلم – من خيبر بعث محيصة بن مسعود إلى فدك يدعوهم إلى الإسلام، فصالحوا رسول الله - صلى الله عليه وسلم – على نصف الأرض، فقبل ذلك منهم وكان نصف فدك خالصًا لرسول الله - صلى الله عليه وسلم –؛ لأنه لم يوجف المسلمون عليه بخيل ولا ركاب، فكان يصرف ما يأتيه منه على أبناء السبيل.\n13 - وفي منصرفه من خيبر أيضًا فتح وادي القرى، وغنم أموالها وترك أرضها مع اليهود على شطر ما يخرج منها كأهل خيبر.\n__________\n11 - الكامل (2/ 105) البداية (4/ 233) شذرات الذهب (1/ 21).\n12 - تاريخ الطبري (2/ 140) الكامل (2/ 104).\n13 - تاريخ الطبري (2/ 138) سبل الهدى والرشاد (5/ 148).\n(1/53)\n\n14 - ولما علم يهود تيماء ما جرى لإخوانهم في خيبر وفدك ووادي القرى صالحوا رسول الله - صلى الله عليه وسلم – وأقاموا بأموالهم.\n15 - وفي مرجعهم إلى المدينة نام رسول الله - صلى الله عليه وسلم – وأصحابه عن صلاة الفجر حتى طلعت الشمس.\n16 - وبعد فتح خيبر احتال الحجاج بن علاط السلمي على مشركي مكة حتى استنقذ ماله منهم.\n17 - وفي هذه السنة: كانت غزوة ذات الرقاع على الراجح.\n18 - وفي هذه العزوة نزلت آية التيمم.\n__________\n14 - زاد المعاد (3/ 314).\n15 - الموطأ (1/ 13) صحيح مسلم (680) أبو داود (435) الترمذي (3162) تاريخ الطبري (2/ 139) الكامل (2/ 103) زاد المعاد (3/ 315) سبل الهدى والرشاد (5/ 149).\n16 - القصة رواها الإمام أحمد قال: حدثنا عبد الرزاق، ثنا معمر، سمعت ثابتًا يحدث عن أنس به، وهذا سند صحيح على شرط الشيخين كما قال الحافظ ابن كثير في البداية (4/ 215) وانظر سبل الهدى (5/ 139).\n17 - وممن رجح ذلك البخاري في صحيحه (7/ 322) باب غزوة ذات الرقاع، وابن حجر في الفتح وابن كثير في البداية (4/ 85) وابن القيم في زاد المعاد (3/ 225).\n18 - مرويات غزوة بني المصطلق (335: 346).",
        "(1/54)\n\n19 - وفي مرجعهم من ذات الرقاع اشترى النبي - صلى الله عليه وسلم – جمل جابر بن عبد الله، ثم أعطاه ثمنه ورده عليه.\n20 - وفي صفر من هذه السنة: كانت سرية غالب بن عبد الله الليثي إلى بني عبد بن ثعلبة.\n21 - وفي شعبان من هذه السنة: كانت سرية أبي بكر الصديق - رضي الله عنه - إلى نجد.\n22 - وفي شعبان من هذه السنة: كانت سرية عمر بن الخطاب - رضي الله عنه - إلى تربة.\n23 - وفي شعبان أيضًا من هذه السنة: كانت سرية بشير بن سعد والد النعمان بن بشير الأنصاري إلى بني مرة بناحية فدك.\n__________\n19 - الحديث في الصحيحين دون تعيين الغزوة، ولكن أخرجه ابن هشام في السيرة (2/ 206) عن ابن إسحاق، حدثني وهب بن كيسان عن جابر به وفيه تعيين الغزوة، وهذا سند صحيح وراجع زاد المعاد (3/ 227).\n20 - تاريخ الطبري (2/ 142) الكامل (2/ 106).\n21 - تاريخ الطبري (2/ 141).\n22 - تاريخ الطبري (2/ 141) الكامل (2/ 106) البداية (4/ 219) سبل الهدى (6/ 130).\n23 - تاريخ الطبري (2/ 141) الكامل (2/ 106) البداية (4/ 220) سبل الهدى (6/ 132).\n(1/55)",
        "\n24 - وفي رمضان من هذه السنة: كانت سرية غالب بن عبد الله الليثي إلى الميفعة، وفيها قتل أسامة بن زيد رجلًا بعد أن نطق بالشهادة فأنكر عليه النبي - صلى الله عليه وسلم –.\n25 - في شوال من هذه السنة: كانت سرية بشير بن سعد أيضًا إلى يمن وجبار.\n26 - في ذي القعدة من هذه السنة: كانت عمرة القضاء.\n27 - في ذي الفعدة من هذه السنة: تزوج - صلى الله عليه وسلم – بميمونة بنت الحارث - رضي الله عنها -.\n28 - في ذي الحجة من هذه السنة: كانت سرية ابن أبي\n__________\n24 - تاريخ الطبري (2/ 141، 142)، الكامل (2/ 106)، زاد المعاد (3/ 319) وراجع صحيح البخاري في المغازي، باب بعثة النبي - صلى الله عليه وسلم - أسامة إلى الحرقات، وفي الديات (6872) ومسلم في الإيمان (96).\n25 - تاريخ الطبري (2/ 142)، الكامل (2/ 106)، زاد المعاد (3/ 321) سبل الهدى (6/ 134).\n26 - تاريخ الطبري (2/ 142)، الكامل (2/ 106).\n27 - تاريخ الطبري (2/ 143)، الكامل (2/ 107)، شذرات الذهب (1/ 21) وراجع صحيح البخاري في المغازي: باب عمرة القضاء، وفي الحج: باب تزويج المحرم، وفي النكاح: باب نكاح المحرم، وصحيح مسلم في النكاح: باب تحريم نكاح المحرم (1410) زاد المعاد (3/ 327 - 331).\n28 - البداية (4/ 233).\n(1/56)\n",
        "العوجاء السلمي إلى بني سليم.\n29 - وفي هذه السنة: أسلم عمران بن حصين وأبوه - رضي الله عنهما -.\n__________\n29 - سير أعلام النبلاء (2/ 508).\n(1/57)\n\nالسنة الثامنة من الهجرة\nوفيها ستة وخمسون حدثًا:\n1 - في صفر من هذه السنة: أسلم عمرو بن العاص وخالد بن الوليد وعثمان بن طلحة، وهاجروا إلى المدينة.\n2 - وفي صفر من هذه السنة: كانت سرية غالب بن عبد الله الليثي إلى بني الملوح بالكديد، فغنموا وسلموا.\n3 - وفي صفر من هذه السنة: كانت سرية غالب بن عبد الله الليثي أيضًا إلى فدك، فأصابوا نعمًا وقتلوا وسلموا.\n4 - وفي ربيع الأول من هذه السنة: كانت سرية شجاع بن وهب الأسدي إلى بني عامر بالسي، ناحية ركبة من وراء المعدن فأصابوا نعمًا كثيرة وشاءً.\n__________\n1 - الكامل (2/ 109) مغازي الذهبي (469) البداية والنهاية (4/ 265).\n2 - الطبقات (2/ 116) عيون الأثر (2/ 193) الكامل (2/ 108) سبل الهدى (6/ 137).\n3 - الطبقات (2/ 117) عيون الأثر (2/ 194) سبل الهدى (6/ 140).\n4 - الطبقات (2/ 118) عيون الأثر (2/ 195) الكامل (2/ 109) مغازي الذهبي (476) البداية (4/ 269) سبل الهدى (6/ 142).",
        "(1/58)\n\n5 - وفي ربيع الأول من هذه السنة: كانت سرية كعب بن عمير الغفاري إلى ذات أطلاح فقتلت السرية إلا رجل جريح.\n6 - وفي هذه السنة: كانت سرية زيد بن حارثة إلى مدين فأصابوا سبيًا من أهل ميناء.\n7 - وفي جمادي الأولى من هذه السنة: كانت سرية مؤتة فقتل الأمراء الثلاثة ثم فتح الله على يد خالد بن الوليد.\n8 - وفي جمادي الآخرة من هذه السنة: كانت سرية عمرو بن العاص إلى ذات السلاسل فنصرهم الله.\n__________\n5 - الطبقات (2/ 119) عيون الأثر (2/ 196) الكامل (2/ 109) مغازي الذهبي (447) البداية (4/ 270) سبل الهدى (6/ 143).\n6 - سبل الهدى (6/ 153) السيرة في ضوء المصادر (541).\n7 - الطبقات (2/ 119) تاريخ الطبري (2/ 149) عيون الأثر (2/ 196) الكامل (2/ 112) صحيح مسلم (1753) مغازي الذهبي (479) البداية (4/ 270) سبل الهدى (6/ 144).\n8 - الطبقات (2/ 121) عيون الأثر (2/ 202) الكامل (2/ 110) مغازي الذهبي (513) سبل الهدى (6/ 167).\n(1/59)",
        "\n9 - وفي هذه السرية أجنب عمرو بن العاص، فتيمم من شدة البرد، فأقره رسول الله - صلى الله عليه وسلم -.\n10 - وفي شعبان من هذه السنة: كانت سرية أبي قتادة إلى خضرة وهي أرض محارب بنجد فغنموا وأسروا.\n11 - وفي شعبان من هذه السنة: كانت سرية أبي حدرد إلى الغابة، فقتلوا رئيس القوم وغنموا.\n12 - وفي شعبان من هذه السنة: نقضت قريش عهدها مع رسول الله - صلى الله عليه وسلم -.\n13 - وفي شعبان من هذه السنة: جاء أبو سفيان بن حرب ليجدد العهد مع رسول الله - صلى الله عليه وسلم -، فلم يرد عليه.\n14 - وفي رمضان من هذه السنة: أرسل حاطب بن أبي بلتعة\n__________\n9 - صحيح: أبو داود (334) وعلقه البخاري (1/ 358) وصححه الحاكم (1/ 177) والذهبي والألباني.\n10 - الطبقات (2/ 123) عيون الأثر (6/ 206) الكامل (2/ 111) مغازي الذهبي (519) سبل الهدى (6/ 287).\n11 - تاريخ الطبري (2/ 147) سبل الهدى (6/ 287).\n12 - الكامل في التاريخ (2/ 116) سبل الهدى (5/ 200).\n13 - الكامل في التاريخ (2/ 117) سبل الهدى (5/ 205).\n14 - تاريخ الطبري (2/ 155) الكامل (2/ 118) البداية (4/ 317).\n(1/60)\n",
        "كتابًا إلى قريش يخبرهم بمسير رسول الله - صلى الله عليه وسلم - إليهم، فعذره رسول الله - صلى الله عليه وسلم - وعفا عنه.\n15 - وفي رمضان من هذه السنة: كانت سرية أبي قتادة الأنصاري - رضي الله عنه - إلى إضم للتمويه على المشركين.\n16 - وفي رمضان من هذه السنة: خرج رسول الله - صلى الله عليه وسلم - بجيشه من المدينة لفتح مكة.\n17 - وفي رمضان من هذه السنة: جاء العباس بن عبد المطلب بعياله من مكة مهاجرًا إلى المدينة، فالتقى بالنبي - صلى الله عليه وسلم - بالجحفة.\n18 - وفي رمضان من هذه السنة: جاء مخرمة بن نوفل، وأبو سفيان بن الحارث بن عبد المطلب، وعبد الله بن أمية، فالتقوا بالنبي - صلى الله عليه وسلم - وأسلموا.\n__________\n15 - الطبقات (2/ 123) تاريخ الطبري (2/ 148) عيون الأثر (2/ 207) الكامل (2/ 111) سبل الهدى (6/ 190).\n16 - تاريخ الطبري (2/ 152) الكامل (2/ 119) البداية (4/ 312).\n17 - السيرة لابن هشام (2/ 400) تاريخ الطبري (2/ 156) الكامل (2/ 119) البداية (4/ 317).\n18 - السيرة لابن هشام (2/ 400) الكامل (2/ 119) البداية (4/ 317).\n(1/61)\n\n19 - وفي رمضان من هذه السنة: وقبل دخول النبي - صلى الله عليه وسلم - مكة أسلم أبو سفيان بن حرب وحكيم بن حزام وبديل بن ورقاء.\n20 - وفي رمضان من هذه السنة: بعد العصر، لما بلغ رسول الله - صلى الله عليه وسلم - كراع الغميم، أفطر على راحلته ليراه الناس.\n21 - وفي رمضان من هذه السنة: دخل رسول الله - صلى الله عليه وسلم - مكة فاتحًا منصورًا مؤيدًا.\n22 - وفي رمضان من هذه السنة: أقام النبي - صلى الله عليه وسلم - بمكة تسعة عشر يومًا يقصر الصلاة.\n23 - وفي هذه السنة: كانت سرية أسامة بن زيد - رضي الله عنه - إلى الحرقات.\n__________\n19 - ابن هشام (2/ 402) الكامل (2/ 121) البداية (4/ 328).\n20 - صحيح: أخرجه مسلم (1114) وأبو داود الطيالسي (1772) والترمذي (710) وقال: حسن صحيح.\n21 - صحيح: أخرجه البخاري (4286) ومسلم (1357) وانظر البداية (4/ 328).\n22 - صحيح: أخرجه البخاري (4298، 4299) مغازي الذهبي (562) البداية (4/ 355) سبل الهدى (6/ 298).",
        "(1/62)\n\n24 - وفي رمضان من هذه السنة: كانت سرية خالد بن الوليد - رضي الله عنه - لهدم العزى فهدمت.\n25 - وفي رمضان من هذه السنة: كانت سرية عمرو بن العاص - رضي الله عنه - لهدم سواع فهدمت.\n26 - وفي رمضان من هذه السنة: كانت سرية سعد بن زيد الأشهلي لهدم مناة فهدمها.\n27 - وفي شوال من هذه السنة: كانت سرية خالد بن الوليد إلى بني جذيمة، فقتل منهم رجالًا بعدما أسلموا فعنفه رسول الله - صلى الله عليه وسلم -، وأرسل عليًّا فوداهم وأرضاهم.\n28 - وفي هذه السنة: كانت سرية قيس بن سعد بن عبادة إلى صداء ناحية اليمن.\n__________\n24 - الطبقات (2/ 135) الكامل (2/ 128) البداية (4/ 354) سبل الهدى (6/ 196).\n25 - الطبقات (2/ 135) الكامل (2/ 134) سبل الهدى (6/ 198).\n26 - الطبقات (2/ 136) الكامل (2/ 134) سبل الهدى (6/ 199).\n27 - الطبقات (2/ 136) مغازي الذهبي (567) البداية (4/ 350) سبل الهدى (6/ 200).\n28 - سبل الهدى (6/ 211).\n(1/63)",
        "\n29 - وفي شوال من هذه السنة: كانت غزوة حنين.\n30 - وفي شوال من هذه السنة: كانت سرية أوطاس بقيادة أبي عامر الأشعري.\n31 - وفي شوال من هذه السنة: كانت سرية الطفيل بن عمرو الدوسي لهدم الصنم ذي الكفين، فأشعل فيه النار.\n32 - وفي شوال من هذه السنة: وفي طريق - صلى الله عليه وسلم - لحصار الطائف مر ببحرة الرغاء فابتنى بها مسجدًا، فصلى فيه قبل وصوله إلى الطائف.\n33 - وفي شوال من هذه السنة: في بحرة أيضًا قتل رجلا من بني ليث قصاصًا برجل من هذيل، وهو أول قصاص في الإسلام.\n34 - وفي شوال من هذه السنة: كانت غزوة الطائف.\n__________\n29 - تاريخ الطبري (2/ 165) مغازي الذهبي (571) البداية (5/ 1).\n30 - مغازي الذهبي (587) البداية (5/ 22) سبل الهدى (6/ 206).\n31 - الطبقات (2/ 145) عيون الأثر (2/ 249) سبل الهدى (6/ 210).\n32 - الكامل (2/ 140) سبل الهدى (5/ 557).\n33 - ابن هشام (2/ 482) تاريخ الطبري (2/ 172) الكامل (2/ 140).\n34 - تاريخ الطبري (2/ 165) عيون الأثر (2/ 250) البداية (5/ 30).\n(1/64)\n",
        "35 - وفي شوال من هذه السنة: في حصار الطائف، نزل نفر من رقيق الطائف، فأعتقهم رسول الله - صلى الله عليه وسلم - منهم أبو بكرة - رضي الله عنه -.\n36 - وفي أواخر شوال من هذه السنة: رفع رسول الله - صلى الله عليه وسلم - الحصار عن الطائف، ثم رجع إلى الجعرانة، فقدم عليه وفود هوازن قد أسلموا فرد عليه أسراهم.\n37 - وفي ذي القعدة من هذه السنة: فرق النبي - صلى الله عليه وسلم - الغنائم، وأعطى المؤلفة قلوبهم كثيرًا، ووكل المؤمنين إلى إيمانهم، فقام ذو الخويصرة فقال ما قال.\n38 - وفي ذي القعدة من هذه السنة: جيء بالشيماء أخت رسول الله - صلى الله عليه وسلم - من الرضاعة أسيرة، فمن عليها وأعطاها وأطلقها.\n39 - وفي ذي القعدة من هذه السنة: اعتمر رسول الله - صلى الله عليه وسلم -\n__________\n35 - الطبقات (2/ 147) الروض الأنف (7/ 238) الكامل (2/ 140).\n36 - تاريخ الطبري (2/ 137) الروض الأنف (7/ 241) عيون الأثر (2/ 244) الكامل (2/ 141).\n37 - صحيح مسلم (1063) الكامل (2/ 143) سبل الهدى (5/ 587).\n38 - البداية (5/ 51).\n39 - صحيح البخاري (1778) مسلم (1253) تاريخ الطبري (2/ 171).\n(1/65)\n\nمن الجعرانة.\n40 - وفي ذي القعدة من هذه السنة: تزوج رسول الله - صلى الله عليه وسلم - فاطمة بنت الضحاك الكلابية، فاستعاذت منه ففارقها، فكانت بعد ذلك تلقط البعر وتقول: أنا الشقية.\n41 - وفي ذي الحجة من هذه السنة: ولدت مارية إبراهيم ابن النبي - صلى الله عليه وسلم -.\n42 - وفي هذه السنة: ولدت زينب بنت رسول الله - صلى الله عليه وسلم - من أبي العاص بن الربيع ابنتها أمامة التي كان يحملها النبي - صلى الله عليه وسلم - في الصلاة.\n43 - وفي هذه السنة: عمل منبر رسول الله - صلى الله عليه وسلم - فخطب عليه، فحن إليه\nالجذع الذي كان يخطب عليه.\n44 - وفي هذه السنة: وهبت سودة أم المؤمنين يومها لعائشة - رضي الله عنها -.\n__________\n40 - الطبقات (10/ 136) تاريخ الطبري (2/ 177) الكامل (2/ 145).\n41 - تاريخ الطبري (2/ 177) الكامل (2/ 145) مغازي الذهبي (621).\n42 - مغازي الذهبي (621).\n43 - مغازي الذهبي (621).\n44 - مغازي الذهبي (621).",
        "(1/66)\n\n45 - وفي ذي الحجة من هذه السنة: حج بالناس عتاب بن أسيد - رضي الله عنه - أمير مكة.\n46 - وفي هذه السنة: توفي مغفل بن عبد نهم المزني والد الصحابي عبد الله بن مغفل، وله صحبة.\n47 - وفي هذه السنة: أسلم كعب بن زهير وقال قصيدته المشهورة في مدح النبي - صلى الله عليه وسلم -: بانت سعاد.\n48 - وفي هذه السنة: توفيت زينب بنت رسول الله - صلى الله عليه وسلم - وهي أكبر أولاده، وغسلتها أم عطية - رضي الله عنها -.\n49 - وفي هذه السنة: بعث رسول الله - صلى الله عليه وسلم - عمرو بن العاص إلى جيفر وعمرو ابني الجلندي من الأزد، فأسلما.\n50 - وفي هذه السنة: غلا السعر، فقالوا: يا رسول الله سعر\n__________\n45 - تاريخ الطبري (2/ 652) مغازي الذهبي (621).\n46 - مغازي الذهبي (621).\n47 - مغازي الذهبي (621) البداية (5/ 57).\n48 - الكامل (2/ 108) مغازي الذهبي (520، 621) شذرات الذهب (1/ 23).\n49 - تاريخ الطبري (2/ 177).\n50 - صحيح: أخرجه الترمذي (1314) وقال: حسن صحيح وأبو داود (3451) وابن ماجه (2200) وراجع شذرات الذهب (1/ 23).\n(1/67)",
        "\nلنا، فقال:\"إن الله هو المسعر القابض الباسط الرزاق \".\n51 - وفي هذه السنة: نزلت سورة النصر.\n52 - وفي هذه السنة: جاء وفد ثعلبة إلى رسول الله - صلى الله عليه وسلم -.\n53 - وفي هذه السنة: جاء وفد سليم إلى رسول الله - صلى الله عليه وسلم -.\n54 - وفي هذه السنة: جاء وفد ربيعة: عبد القيس إلى رسول الله - صلى الله عليه وسلم -.\n55 - وفي هذه السنة: جاء وفد صداء إلى رسول الله - صلى الله عليه وسلم -.\n56 - وفي هذه السنة: جاء وقد ثمالة والحدان إلى رسول الله - صلى الله عليه وسلم -.\n__________\n51 - سيرة ابن هشام (2/ 560)\n52 - الطبقات (1/ 258).\n53 - الطبقات (1/ 265).\n54 - الطبقات (1/ 271).\n55 - الطبقات (1/ 282).\n56 - الطبقات (1/ 304).\n(1/68)\n",
        "السنة التاسعة للهجرة\nوفيها تسعة وأربعون حدثًا:\n1 - في المحرم من هذه السنة: كانت سرية عيينة بن حصن - رضي الله عنه - إلى بني تميم، فسبوا منهم سبيًا، فجاء رؤساؤهم إلى النبي - صلى الله عليه وسلم -، فنادوه من وراء الباب: يا محمد، فنزلت فيهم سورة الحجرات.\n2 - وفي صفر من هذه السنة: بعث رسول الله - صلى الله عليه وسلم - عبد الله بن عوسجة - رضي الله عنه - إلى بني حارثة بن عمرو يدعوهم إلى الإسلام فأبوا.\n3 - وفي صفر من هذه السنة: كانت سرية قطبة بن عامر - رضي الله عنه - إلى خثعم بناحية بيشة، فغنموا وأسروا ولكن قطبة قتل.\n4 - وفي صفر من هذه السنة: قدم وفد عذرة على رسول الله - صلى الله عليه وسلم - وأسلموا\n__________\n1 - الطبقات (2/ 147) عيون الأثر (2/ 253) سبل الهدى (6/ 324) ط. المجلس الأعلى.\n2 - سبل الهدى (6/ 326).\n3 - الطبقات (2/ 148) عيون الأثر (2/ 256) سبل الهدى (6/ 327).\n4 - الطبقات (1/ 286).\n(1/69)\n\n5 - وفي ربيع الأول من هذه السنة: كانت سرية الضحاك بن سفيان الكلابي - رضي الله عنه - إلى بني كلاب بالقرطاء.\n6 - وفي ربيع الأول من هذه السنة: قدم وفد بلي، فنزلوا على رويفع بن ثابت البلوي - رضي الله عنه -.\n7 - وفي ربيع الآخر من هذه السنة: كانت سرية علقمة بن مجزر المدلجي - رضي الله عنه - إلى الأحباش بجدة، فهربوا.\n8 - وفي ربيع الآخر من هذه السنة: كانت سرية علي بن أبي طالب - رضي الله عنه - إلى الفلس صنم طيئ فهدموا وأسروا وغنموا.\n9 - وفي ربيع الآخر من هذه السنة: كانت سرية عكاشة بن محصن - رضي الله عنه - إلى الجناب أرض عذرة وبلي.\n10 - وفي رجب من هذه السنة: بعث رسول الله - صلى الله عليه وسلم - طلحة بن عبيد الله - رضي الله عنه - إلى بيت سويلم اليهودي ليحرقه على\n__________\n5 - الطبقات (2/ 148) عيون الأثر (2/ 256) سبل الهدى (6/ 329).\n6 - تاريخ الطبري (2/ 179) الطبقات (1/ 285).\n7 - الطبقات (2/ 149) عيون الأثر (2/ 257) سبل الهدى (6/ 331).\n8 - الطبقات (2/ 150) عيون الأثر (2/ 257) سبل الهدى (6/ 334).\n9 - الطبقات (2/ 150) عيون الأثر (2/ 258) سبل الهدى (6/ 336).\n10 - سيرة ابن هشام (2/ 517) البداية (5/ 4).",
        "(1/70)\n\nمن فيه من المنافقين الذين يخذلون عن رسول الله - صلى الله عليه وسلم -، ففعل.\n11 - وفي رجب من هذه السنة: كانت غزوة تبوك.\n12 - وفي رجب من هذه السنة: وهو في طريقه إلى تبوك مر ببئر ثمود، فنهاهم أن يشربوا أو يتوضؤا من مائها.\n13 - وفي رجب من هذه السنة: وهو في تبوك جاء يحنه بن رؤبة فصالح رسول الله - صلى الله عليه وسلم - على الجزية.\n14 - وفي رجب من هذه السنة: وفي تبوك أتاه أهل جرباء وأذرح وأعطوه الجزية.\n15 - وفي رجب من هذه السنة: وفي تبوك أسر خالد بن الوليد - رضي الله عنه - أكيدر ملك\nدومة، فحقن رسول الله - صلى الله عليه وسلم - دمه وصالحه على الجزية.\n__________\n11 - الطبقات (2/ 150) تاريخ الطبري (2/ 181) البداية (5/ 3) شذرات (1/ 24).\n12 - ابن هشام (2/ 521).\n13 - تاريخ الطبري (2/ 185) عيون الأثر (2/ 271) البداية (5/ 17).\n14 - تاريخ الطبري (2/ 185) البداية (5/ 17).\n15 - تاريخ الطبري (2/ 185) عيون الأثر (2/ 272) البداية (5/ 17).\n(1/71)",
        "\n16 - وفي رجب من هذه السنة: وفي تبوك صلى رسول الله - صلى الله عليه وسلم - خلف عبد الرحمن بن عوف - رضي الله عنه - صلاة الفجر.\n17 - وفي رجب من هذه السنة: وفي غزوة تبوك مات ذو البجادين، فتولى رسول الله - صلى الله عليه وسلم - والعمران غسله ودفنه ونزل رسول الله - صلى الله عليه وسلم - قبره، وترضى عنه.\n18 - وفي رجب من هذه السنة: وفي مرجعه - صلى الله عليه وسلم - من تبوك هم من المنافقين، بالفتك به، فأطلعه الله على ما قصدوه، ففشلت خطتهم.\n19 - وفي رجب من هذه السنة: وفي مرجعه - صلى الله عليه وسلم - أيضًا من تبوك أمر بتحريق مسجد الضرار، فأحرق.\n20 - وفي رجب من هذه السنة: تخلف كعب بن مالك وصاحباه عن غزوة تبوك، ثم تابوا، فتاب الله عليهم.\n__________\n16 - البداية (5/ 22).\n17 - الدرر في اختصار المغازي والسير (258).\n18 - البداية (5/ 19).\n19 - عيون الأثر (2/ 275) البداية (5/ 22).\n20 - عيون الأثر (2/ 276) البداية (5/ 23) صحيح البخاري (4418) مسلم (2769).\n(1/72)\n",
        "21 - وفي هذه السنة: كانت سرية خالد بن الوليد - رضي الله عنه - إلى خثعم.\n22 - وفي رجب من هذه السنة: نعى النبي - صلى الله عليه وسلم - النجاشي، وصلى عليه صلاة الغائب.\n23 - وفي هذه السنة: قدم عروة بن مسعود الثقفي - رضي الله عنه - على رسول الله - صلى الله عليه وسلم - فأسلم، ورجع إلى الطائف فدعا قومه إلى الإسلام فقتلوه.\n24 - وفي رمضان من هذه السنة: قدم وفد ثقيف من الطائف على رسول الله - صلى الله عليه وسلم - فأسلموا ورجعوا إلى قومهم، فما زالوا بهم حتى أسلموا.\n25 - وفي رمضان من هذه السنة: أرسل رسول الله - صلى الله عليه وسلم - إلى الطائف أبا سفيان والمغيرة بن شعبة لهدم اللات فهدماها.\n__________\n21 - سبل الهدى (6/ 376).\n22 - تاريخ الطبري (2/ 191) شذرات الذهب (1/ 24).\n23 - تاريخ الطبري (2/ 179).\n24 - تاريخ الطبري (2/ 179، 186).\n25 - تاريخ الطبري (2/ 181) عيون الأثر (2/ 281).\n(1/73)\n\n26 - وفي رمضان من هذه السنة: أمر رسول الله - صلى الله عليه وسلم - على الطائف عثمان بن أبي العاص، وهو من أحدثهم سنًّ لحرصه على التفقه وتعلم القرآن.\n27 - وفي رمضان من هذه السنة: قدم على رسول الله - صلى الله عليه وسلم - وفد ملوك حمير مقرين بالإسلام.\n28 - وفي رمضان من هذه السنة: مات رأس المنافقين عبد الله بن أبي بن سلول.\n29 - وفي ذي الحجة من هذه السنة: حج أبو بكر الصديق - رضي الله عنه - بالناس بأمر رسول الله - صلى الله عليه وسلم -.\n30 - وفي ذي الحجة من هذه السنة: بعث رسول الله - صلى الله عليه وسلم - عليًّا - رضي الله عنه - إلى الحج، ليقرأ على الناس (براءة) ففعل ذلك يوم النحر عند الجمرة.\n__________\n26 - تاريخ الطبري (2/ 180).\n27 - تاريخ الطبري (2/ 191) الطبقات (1/ 306).\n28 - تاريخ الطبري (2/ 190) شذرات الذهب (1/ 24).\n29 - تاريخ الطبري (2/ 192) عيون الأثر (2/ 284) شذرات الذهب (1/ 24).\n30 - تاريخ الطبري (2/ 192).",
        "(1/74)\n\n31 - وفي هذه السنة: توفيت أم كلثوم - رضي الله عنها - بنت رسول الله - صلى الله عليه وسلم -.\n32 - وفي هذه السنة: توفي سهيل بن بيضاء الفهري وصلى عليه رسول الله - صلى الله عليه وسلم - بالمدينة.\n33 - وفي هذه السنة: قتل ملك الفرس، وملكوا ابنته (بوران) عليهم، فقال رسول الله - صلى الله عليه وسلم -: \"لن يفلح قوم ولوا أمرهم امرأة\".\n34 - وفي هذه السنة: فرضت الصدقات، وفرق رسول الله - صلى الله عليه وسلم - عماله على الصدقات.\n35 - وفي هذه السنة: قدم ضمام بن ثعلبة على رسول الله - صلى الله عليه وسلم - فأسلم، ثم عاد إلى قومه، فدعاهم إلى الإسلام، فما أمسى ذلك اليوم في حاضره رجل ولا امرأة إلا مسلمًا.\n__________\n31 - شذرات الذهب (1/ 24).\n32 - شذرات الذهب (1/ 24).\n33 - شذرات الذهب (1/ 24) والحديث أخرجه البخاري في صحيحه (7099).\n34 - تاريخ الطبري (2/ 192).\n35 - تاريخ الطبري (2/ 192) عيون الأثر (2/ 288).\n(1/75)",
        "\n36 - وفي هذه السنة: قدم وفد بني أسد على رسول الله - صلى الله عليه وسلم -.\n37 - وفي هذه السنة: قدم وفد الداريين من لخم على رسول الله - صلى الله عليه وسلم -.\n38 - وفي هذه السنة: قدم وفد بهراء على رسول الله - صلى الله عليه وسلم -.\n39 - وفي هذه السنة: قدم وفد بني البكاء على رسول الله - صلى الله عليه وسلم -.\n40 - وفي هذه السنة: قدم وفد بني فزارة على رسول الله - صلى الله عليه وسلم -.\n41 - وفي هذه السنة: قدم وفد ثعلبة بن منقذ على رسول الله - صلى الله عليه وسلم -.\n42 - وفي هذه السنة: قدم وفد سعد هذيم على رسول الله - صلى الله عليه وسلم -.\n__________\n36 - تاريخ الطبري (2/ 179) الطبقات (1/ 253).\n37 - تاريخ الطبري (2/ 179) الطبقات (1/ 296).\n38 - تاريخ الطبري (2/ 191) الطبقات (1/ 285).\n39 - تاريخ الطبري (2/ 191) الطبقات (1/ 262).\n40 - تاريخ الطبري (2/ 191) الطبقات (1/ 257).\n41 - تاريخ الطبري (2/ 191).\n42 - تاريخ الطبري (2/ 191) الطبقات (1/ 284).\n(1/76)\n",
        "43 - وفي هذه السنة: قدم وفد مرة على رسول الله - صلى الله عليه وسلم -.\n44 - وفي هذه السنة: قدم وفد كلاب على رسول الله - صلى الله عليه وسلم -.\n45 - وفي هذه السنة: قدم وفد كنانة على رسول الله - صلى الله عليه وسلم -.\n46 - وفي هذه السنة: قدم وفد تجيب على رسول الله - صلى الله عليه وسلم -.\n47 - وفي هذه السنة: آلى النبي - صلى الله عليه وسلم - من نسائه شهرًا.\n48 - وفي هذه السنة: لاعن عويمر العجلاني امرأته.\n49 - وفي هذه السنة: كانت سرية خالد بن سعيد بن العاص إلى اليمن.\n__________\n43 - الطبقات (1/ 257).\n44 - الطبقات (1/ 259).\n45 - الطبقات (1/ 263).\n46 - الطبقات (1/ 279).\n47 - عيون الأثر (2/ 354).\n48 - عيون الأثر (2/ 354).\n49 - أسد الغابة (4/ 132) الإصابة (5965) سبل الهدى (6/ 374).\n(1/77)\n\nالسنة العاشرة\nوفيها سبعة وثلاثون حدثًا:\n1 - وفي ربيع الأول من هذه السنة: كانت سرية خالد بن الوليد - رضي الله عنه - إلى بني عبد المدان بنجران.\n2 - وفي ربيع الآخر من هذه السنة: جاء وفد الحارث بن كعب إلى رسول الله - صلى الله عليه وسلم.\n3 - وفي شعبان من هذه السنة: قدم عدي بن حاتم الطائي على رسول الله - صلى الله عليه وسلم - فأسلم.\n4 - وفي شعبان من هذه السنة: قدم وفد خولان على رسول الله - صلى الله عليه وسلم - مؤمنين مصدقين.\n5 - وفي رمضان من هذه السنة: قدم وفد غامد على\n__________\n1 - الطبقات (2/ 154) تاريخ الطبري (2/ 194) عيون الأثر (2/ 305) الكامل (2/ 162) مغازي الذهبي (690) سبل الهدى (6/ 354).\n2 - الطبقات (2/ 292).\n3 - تاريخ الطبري (2/ 200) عيون الأثر (2/ 295) مغازي الذهبي (687).\n4 - تاريخ الطبري (2/ 200) عيون الأثر (2/ 316) الكامل (2/ 166).\n5 - تاريخ الطبري (2/ 196) عيون الأثر (2/ 322).",
        "(1/78)\n\nرسول الله - صلى الله عليه وسلم -.\n6 - وفي رمضان من هذه السنة: اعتكف رسول الله - صلى الله عليه وسلم - عشرين يومًا، وعارضه جبريل عليه السلام بالقرآن مرتين.\n7 - وفي رمضان من هذه السنة: قدم وفد غسان على رسول الله - صلى الله عليه وسلم -.\n8 - وفي رمضان من هذه السنة: كانت سرية علي بن أبي طالب - رضي الله عنه - إلى اليمن، فأسلمت على يده همدان كلها في يوم واحد.\n9 - وفي رمضان من هذه السنة: قدم جرير بن عبد الله البجلي - رضي الله عنه - على رسول الله - صلى الله عليه وسلم - مسلمًا، فبعثه رسول الله - صلى الله عليه وسلم - إلى ذي الخلصة فهدمها.\n10 - وفي رمضان من هذه السنة: كانت سرية علي بن\n__________\n6 - مسند أحمد (8081) وصحيح البخاري (2044) وابن ماجه (1769).\n7 - تاريخ الطبري (2/ 196) عيون الأثر (2/ 321) الكامل (2/ 163).\n8 - الطبقات (2/ 154) تاريخ الطبري (2/ 197).\n9 - تاريخ الطبري (2/ 209) الكامل (2/ 173) شذرات الذهب (1/ 25).\n10 - سبل الهدى (6/ 362).\n(1/79)",
        "\nأبي طالب إلى اليمن المرة الثانية.\n11 - وفي شوال من هذه السنة: قدم وفد سلامان على رسول الله - صلى الله عليه وسلم -.\n12 - وفي ذي الحجة من هذه السنة: حج النبي - صلى الله عليه وسلم - حجة الوداع.\n13 - وفي ذي الحجة من هذه السنة: قدم علي بن أبي طالب - رضي الله عنه - من نجران إلى مكة ليحج مع النبي - صلى الله عليه وسلم -.\n14 - وفي ذي الحجة من هذه السنة: نزلت على النبي - صلى الله عليه وسلم - وهو واقف بعرفة يوم الجمعة (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا) (المائدة: 3).\n15 - وفي ذي الحجة من هذه السنة: ادعى مسيلمة الكذاب النبوة، فرأى رسول الله - صلى الله عليه وسلم - رؤيا فيه وفي الأسود العنسي، فتحققت.\n__________\n11 - تاريخ الطبري (2/ 196) عيون الأثر (2/ 321) الكامل (2/ 163).\n12 - صحيح مسلم (1297) الطبقات (2/ 157) تاريخ الطبري (2/ 204) الدرر (275) الكامل (2/ 170) شذرات الذهب (1/ 25).\n13 - الكامل (2/ 169).\n14 - صحيح البخاري (45) صحيح مسلم (3017) الطبقات (2/ 169).\n15 - تاريخ الطبري (2/ 203) الكامل (2/ 167).\n(1/80)\n",
        "16 - وفي هذه السنة: قدم وفد الأزد بقيادة صرد بن عبد الله الأزدي - رضي الله عنه - على رسول الله - صلى الله عليه وسلم -.\n17 - وفي هذه السنة: قدم وفد زبيد على النبي - صلى الله عليه وسلم -.\n18 - وفي هذه السنة: قدم على رسول الله - صلى الله عليه وسلم - فروة بن مسيك المرادي فأسلم، فولاه رسول الله - صلى الله عليه وسلم - على: مراد، وزبيد، ومذحج، وبعث معه خالد بن سعيد بن العاص على الصدقة.\n19 - وفي هذه السنة: قدم وفد عبد القيس على رسول الله - صلى الله عليه وسلم - القدمة الثانية وفيهم الجارود بن المعلى، وكان نصرانيًّا فأسلم.\n20 - وفي هذه السنة: قدم وفد بني حنيفة على رسول الله - صلى الله عليه وسلم - وفيهم مسيلمة الكذاب.\n__________\n16 - الطبقات (2/ 196) الكامل (2/ 163) مغازي الذهبي (689).\n17 - تاريخ الطبري (2/ 197) عيون الأثر (2/ 299) الكامل (2/ 166).\n18 - تاريخ الطبري (2/ 199) عيون الأثر (2/ 298) الكامل (2/ 164) مغازي الذهبي (689).\n19 - تاريخ الطبري (2/ 199) عيون الأثر (2/ 290) الكامل (2/ 166) مغازي الذهبي (682).\n20 - تاريخ الطبري (2/ 199) عيون الأثر (2/ 292) الكامل (2/ 166) مغازي الذهبي (682).\n(1/81)\n\n21 - وفي هذه السنة: قدم الشقيان: عامر بن الطفيل، وأربد بن قيس بن جزء على النبي - صلى الله عليه وسلم - للغدر به، فدعا عليهما، فطعن أحدهما، وصعق الآخر.\n22 - وفي هذه السنة: قدم وفد طيئ على رسول الله - صلى الله عليه وسلم - وفيهم زيد الخيرفأسلموا.\n23 - وفي هذه السنة: قدم وبر بن يحنس على الأبناء باليمن يدعوهم إلى الإسلام، فأسلم فيروز الديلمي، ووهب بن منبه، وعطاء بن مركبود وغيرهم.\n24 - وفي هذه السنة: أسلم (باذان) ملك اليمن، وبعث إلى النبي - صلى الله عليه وسلم - بإسلامه، فأقره النبي - صلى الله عليه وسلم - على اليمن.\n25 - وفي هذه السنة: قدم وفد كندة على رسول الله - صلى الله عليه وسلم - وفيهم الأشعث بن قيس الكندي فأسلموا.\n__________\n21 - سيرة ابن هشام (2/ 569) تاريخ الطبري (2/ 202) الكامل (2/ 166).\n22 - تاريخ الطبري (2/ 203) عيون الأثر (2/ 294) الكامل (2/ 167) مغازي الذهبي (686).\n23 - تاريخ الطبري (2/ 209).\n24 - تاريخ الطبري (2/ 209) الكامل (2/ 173).\n25 - عيون الأثر (2/ 301) الكامل (2/ 166) مغازي الذهبي (689).",
        "(1/82)\n\n26 - وفي هذه السنة: قدم وفد محارب على رسول الله - صلى الله عليه وسلم -.\n27 - وفي هذه السنة: نزلت: (يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ) (النور: 58) الآية، وكانوا لا يفعلونه قبل ذلك.\n28 - وفي هذه السنة: مات إبراهيم ابن النبي - صلى الله عليه وسلم - وهو ابن سنة ونصف.\n29 - وفي هذه السنة: كسفت الشمس يوم موت إبراهيم، فصلى النبي - صلى الله عليه وسلم - صلاة الكسوف.\n30 - وفي هذه السنة: أسلم أمير من أمراء الروم، وأرسل\n__________\n26 - عيون الأثر (2/ 318) الكامل (2/ 166)\n27 - عيون الأثر (2/ 354).\n28 - عيون الأثر (2/ 354) شذرات الذهب (1/ 25).\n29 - شذرات الذهب (1/ 25).\n30 - الكامل في التاريخ (2/ 165).\n(1/83)",
        "\nإلى النبي - صلى الله عليه وسلم - يخبره بإسلامه، فعلم الروم، فأخذوه وقتلوه، وهو فروة بن عمرو الجذامي.\n31 - وفي هذه السنة: قدم وفد الرهاويين على رسول الله - صلى الله عليه وسلم -.\n32 - وفي هذه السنة: قدم وفد عبس على رسول الله - صلى الله عليه وسلم -.\n33 - وفي هذه السنة: قدم وفد الصدف على رسول الله - صلى الله عليه وسلم -.\n34 - وفي هذه السنة: بعث رسول الله - صلى الله عليه وسلم - أبا موسى الأشعري ومعاذ بن جبل - رضي الله عنهما - إلى اليمن.\n35 - وفي هذه السنة: كانت سرية إلى رعية السحيمي الذي رقع بكتاب النبي - صلى الله عليه وسلم - دلوه.\n36 - وفي هذه السنة: قدم وفد قشير بن كعب على\n__________\n31 - الكامل في التاريخ (2/ 166).\n32 - الكامل في التاريخ (2/ 166).\n33 - الكامل في التاريخ (2/ 166).\n34 - مغازي الذهبي (692) البداية (5/ 96) وراجع صحيح البخاري (4341).\n35 - مسند أحمد (22465، 22466) ط. رسالة، وقال الحافظ في الإصابة (3/ 487):إسناده صالح، وانظر معجم الصحابة لابن قانع (1/ 215)\n36 - الطبقات (1/ 262).\n(1/84)\n",
        "رسول الله - صلى الله عليه وسلم -.\n37 - وفي هذه السنة: قدم وفد بجيلة على رسول الله - صلى الله عليه وسلم -.\n__________\n37 - الطبقات (1/ 299).\n(1/85)\n\nالسنة الحادية عشرة للهجرة\nوفيها خمسة عشر حدثًا:\n1 - في المحرم من هذه السنة: ظهر الأسود العنسي الكذاب باليمن، فادعى النبوة ودانت له نجران وصنعاء، وعظمت فتنته.\n2 - وفي هذه السنة: قدم وفد النخع على رسول الله - صلى الله عليه وسلم -.\n3 - وفي صفر من هذه السنة: أمر رسول الله - صلى الله عليه وسلم - أسامة بن زيد - رضي الله عنه - على سرية لغزو الشام، فتوقف بالجرف لمرض رسول الله - صلى الله عليه وسلم -.\n4 - وفي صفر من هذه السنة: خرج رسول الله - صلى الله عليه وسلم - في جوف الليل، فاستغفر لأهل البقيع كالمودع لهم.\n__________\n1 - تاريخ الطبري (2/ 244، 247) البداية (7/ 94، 95).\n2 - الطبقات (1/ 298).\n3 - الطبقات (2/ 170) تاريخ الطبري (2/ 224) البداية (7/ 92).\n4 - حسن: أخرجه أحمد (3/ 489) بسند حسن، وراجع تاريخ الطبري (2/ 226) البداية (5/ 327).",
        "(1/86)\n\n5 - وفي أواخر صفر من هذه السنة: بدأ المرض برسول الله - صلى الله عليه وسلم -.\n6 - وفي ربيع الأول من هذه السنة: اشتد وجع رسول الله - صلى الله عليه وسلم -، وهو في بيت ميمونة - رضي الله عنها -، فدعا نسائه - رضي الله عنهن -، فاستأذنهن أن يمرض في بيت عائشة - رضي الله عنها - فأذن له.\n7 - وفي ربيع الأول من هذه السنة: وقبل أن يتوفى رسول الله - صلى الله عليه وسلم - بخمس خطب في الناس، فبين فضل أبي بكر - رضي الله عنه -، وأوصى بالأنصار خيرًا، وحذر من اتخاذ القبور مساجد.\n8 - وفي ربيع الأول من هذه السنة: أمر رسول الله - صلى الله عليه وسلم - أبا بكر أن يصلي بالناس، فصلى بهم ثلاثة أيام.\n9 - وفي ربيع الأول من هذه السنة: وقبيل وفاته - صلى الله عليه وسلم - صلى\n__________\n5 - تاريخ الطبري (2/ 224، 226).\n6 - صحيح البخاري (4442) صحيح مسلم (418) تاريخ الطبري (2/ 226) البداية (5/ 329).\n7 - صحيح مسلم (532) البيهقي في الدلائل (7/ 176).\n8 - صحيح البخاري (664) صحيح مسلم (418).\n9 - صحيح: أخرجه أحمد (2/ 52) البخاري (683، 687) مسلم (418).\n(1/87)",
        "\nبالناس جالسًا، وصلى الناس خلفه قيامًا.\n10 - وفي ربيع الأول من هذه السنة: وقبل وفاة النبي - صلى الله عليه وسلم - بيوم واحد قتل الأسود العنسي الكذاب، قتله فيروز الديلمي فأخبرهم النبي - صلى الله عليه وسلم - بذلك قبل أن يأتيهم خبره.\n11 - وفي منتصف النهار من يوم الإثنين الثاني عشر من ربيع الأول من هذه السنة: توفي رسول الله - صلى الله عليه وسلم -، بعد أن بلغ رسالة ربه، فداه أبي وأمي، ونفسي وروحي.\n12 - وفي يوم وفاة النبي - صلى الله عليه وسلم - بايع المسلمون أبا بكر - رضي الله عنه - بالخلافة.\n13 - وفي يوم الثلاثاء الثالث عشر من ربيع الأول من هذه السنة: دفن رسول الله - صلى الله عليه وسلم -.\n14 - وبعد وفاة رسول الله - صلى الله عليه وسلم - بستة أشهر: توفيت ابنته فاطمة - رضي الله عنه - وهي آخر أبنائه موتًا.\n__________\n10 - البداية (7/ 94: 99).\n11 - تاريخ الطبري (2/ 232) البداية (5/ 363) ط. ابن رجب.\n12 - تاريخ الطبري (2/ 234) البداية (3/ 89).\n13 - البداية (5/ 364)، حدائق الأنوار (2/ 758).\n14 - شذرات الذهب (1/ 27).\n(1/88)\n",
        "15 - بعث رسول الله - صلى الله عليه وسلم - وهو ابن أربعين سنة، فمكث في مكة ثلاث عشرة سنة وبالمدينة عشر سنين، ثم قبضه الله إليه وقد تم له ثلاث وستون سنة صلى الله عليه صلاة دائمة ما دامت السماوات والأرض.\n__________\n15 - صحيح البخاري: 63) كتاب مناقب الأنصار، 45) باب هجرة النبي، البداية (5/ 368).\n(1/89)\n\nغزوات الرسول الله - صلى الله عليه وسلم -\nوهي سبع وعشرون غزوة:\n1 - غزوة الأبواء في صفر من السنة الثانية للهجرة.\n2 - غزوة بواط في ربيع الأول من السنة الثانية للهجرة.\n3 - غزوة سفوان في ربيع الأول من السنة الثانية للهجرة.\n4 - غزوة العشيرة في جمادي الأولى من السنة الثانية للهجرة.\n5 - غزوة بدر في رمضان من السنة الثانية للهجرة.\n6 - غزوة الكدر من بني سليم في شوال من السنة الثانية للهجرة.\n__________\n1 - الطبقات (2/ 7) البداية (3/ 280).\n2 - الطبقات (2/ 8) تاريخ الطبري (2/ 14).\n3 - الطبقات (2/ 8) تاريخ الطبري (2/ 14).\n4 - الطبقات (2/ 9) البداية (3/ 283).\n5 - الطبقات (2/ 10) تاريخ الطبري (2/ 19: 42) البداية (2/ 290: 360).\n6 - الطبقات (2/ 28) تاريخ الطبري (2/ 50) الكامل (2/ 35) ابن هشام (3/ 135) البداية (3/ 376).",
        "(1/90)\n\n7 - غزوة بني قينقاع في شوال من السنة الثانية للهجرة.\n8 - غزوة السويق في ذي الحجة من السنة الثانية للهجرة.\n9 - غزوة ذي أمر في المحرم من السنة الثالثة للهجرة.\n10 - غزوة الفرع من بحران في ربيع الآخر من السنة الثالثة للهجرة.\n11 - غزوة أحد في شوال من السنة الثالثة للهجرة.\n12 - غزوة حمراء الأسد في شوال من السنة الثالثة للهجرة.\n13 - غزوة بني النضير في ربيع الأول من السنة الرابعة للهجرة.\n__________\n7 - الطبقات (2/ 26) تاريخ الطبري (2/ 48) الكامل (2/ 33) البداية (4/ 4).\n8 - الطبقات (2/ 27) تاريخ الطبري (2/ 50) الكامل (2/ 36).\n9 - الطبقات (2/ 31) تاريخ الطبري (2/ 52) الكامل (2/ 38) البداية (4/ 3) سبل الهدى (4/ 176).\n10 - الطبقات (2/ 32) تاريخ الطبري (2/ 54) البداية (4/ 3) سبل الهدى (4/ 178).\n11 - الطبقات (2/ 33) تاريخ الطبري (2/ 58) الكامل (2/ 44) البداية (4/ 10).\n12 - الطبقات (2/ 45) تاريخ الطبري (2/ 75) الكامل (2/ 57) البداية (4/ 50).\n13 - الطبقات (2/ 53) صحيح البخاري (4884) صحيح مسلم (1746) تاريخ الطبري (2/ 83).\n(1/91)",
        "\n14 - غزوة بدر الآخرة (الموعد) في شعبان من السنة الرابعة للهجرة.\n15 - غزوة دومة الجندل في ربيع الأول من السنة الخامسة للهجرة.\n16 - غزوة بني المصطلق في شعبان من السنة الخامسة للهجرة.\n17 - غزوة الأحزاب في شوال من السنة الخامسة للهجرة.\n18 - غزوة بني قريظة في ذي القعدة من السنة الخامسة للهجرة.\n19 - غزوة بني لحيان في جمادي الأولى من السنة السادسة للهجرة.\n__________\n14 - الطبقات (2/ 55) تاريخ الطبري (2/ 87) البداية (4/ 99).\n15 - الطبقات (2/ 58) عيون الأثر (2/ 54) الكامل (2/ 69) البداية (4/ 104).\n16 - الطبقات (2/ 59) مرويات غزوة بني المصطلق للقرييبي (90: 100) وهذا ما رجحه الذهبي في تاريخ الإسلام قسم المغازي (349).\n17 - الطبقات (2/ 62) الكامل (2/ 69) البداية (4/ 104).\n18 - الطبقات (2/ 70) الكامل (2/ 69) البداية (4/ 105).\n19 - الطبقات (2/ 74) تاريخ الطبري (2/ 105) الكامل (2/ 94) الذهبي (245) البداية (4/ 169) سبل الهدى (5/ 50).\n(1/92)\n",
        "20 - غزوة الحديبية في ذي القعدة من السنة السادسة للهجرة.\n21 - غزوة ذي قرد في المحرم من السنة السابعة للهجرة.\n22 - غزوة خيبر في المحرم من السنة السابعة للهجرة.\n23 - غزوة ذات الرقاع من السنة السابعة للهجرة.\n24 - غزوة فتح مكة في رمضان من السنة الثامنة للهجرة.\n25 - غزوة حنين في شوال من السنة الثامنة للهجرة.\n__________\n20 - الطبقات (2/ 91) صحيح البخاري (1695، 2734، 4179، 4181).\n21 - الطبقات (2/ 76) هذا ما جزم به البخاري في المغازي (4194) ورجحه ابن كثير في البداية (4/ 174) والحافظ في الفتح (7/ 526) خلافًا لابن إسحاق وابن سعد.\n22 - الطبقات (2/ 100) تاريخ الطبري (2/ 139) الكامل (2/ 99) البداية (4/ 181) شذرات (1/ 21).\n23 - الطبقات (2/ 57) وممن رجح ذلك البخاري في صحيحه (7/ 322) باب غزوة ذات الرقاع وابن حجر في الفتح وابن كثير في البداية (4/ 85) وابن القيم في زاد المعاد (3/ 225).\n24 - الطبقات (2/ 124) تاريخ الطبري (2/ 152) الكامل (2/ 119) البداية (4/ 312).\n25 - الطبقات (2/ 138) تاريخ الطبري (2/ 165) مغازي الذهبي (571) البداية (5/ 1).\n(1/93)\n\n26 - غزوة الطائف في شوال من السنة الثامنة للهجرة.\n27 - غزوة تبوك في رجب من السنة التاسعة للهجرة.\n__________\n26 - الطبقات (2/ 145) الكامل (2/ 140) سبل الهدى (5/ 557).\n27 - الطبقات (2/ 150) تاريخ الطبري (2/ 181) البداية (5/ 3) شذرات (1/ 24).",
        "(1/94)\n\nسرايا الرسول - صلى الله عليه وسلم -\nوهي ثلاث وسبعون سرية:\n1 - سرية حمزة بن عبد المطلب إلى سيف البحر في رمضان من السنة الأولى للهجرة.\n2 - سرية عبيدة بن الحارث إلى بطن رابغ في شوال من السنة الأولى للهجرة.\n3 - سرية سعد بن أبي وقاص إلى الخرار في ذي القعدة من السنة الأولى للهجرة.\n4 - سرية سعد بن أبي وقاص إلى حي من كنانة في رجب من السنة الثانية للهجرة.\n5 - سرية عبد الله بن جحش إلى نخلة في رجب من السنة الثانية للهجرة.\n__________\n1 - تاريخ الطبري (2/ 11) الكامل (2/ 10) البداية (3/ 272).\n2 - تاريخ الطبري (2/ 12) الكامل (2/ 10) البداية (3/ 272).\n3 - تاريخ الطبري (2/ 11) البداية (3/ 272).\n4 - مسند أحمد: مسند سعد بن أبي وقاص (1457) سبل الهدى (6/ 27).\n5 - الطبقات (2/ 9) تاريخ الطبري (2/ 15) الكامل (2/ 12) البداية (3/ 285).\n(1/95)",
        "\n6 - سرية عمير بن عدي لقتل عصماء بنت مروان في رمضان من السنة الثانية للهجرة.\n7 - سرية سالم بن عمير إلى أبي عفك اليهودي في شوال من السنة الثانية للهجرة.\n8 - سرية محمد بن مسلمة لقتل كعب بن الأشرف في ربيع الأول من السنة الثالثة للهجرة.\n9 - سرية زيد بن حارثة إلى القردة في جمادى الآخرة من السنة الثالثة للهجرة.\n10 - سرية أبي سلمة إلى طليحة الأسدي في المحرم من السنة الرابعة للهجرة.\n11 - سرية عبد الله بن أنيس إلى خالد الهذلي في المحرم من السنة الرابعة للهجرة.\n__________\n6 - الطبقات (2/ 36) البداية (3/ 347).\n7 - سبل الهدى (6/ 38).\n8 - تاريخ الطبري (2/ 52) الكامل (2/ 38) البداية (4/ 6) سبل الهدى (6/ 25).\n9 - تاريخ الطبري (2/ 54) الكامل (2/ 40) البداية (4/ 5) سبل الهدى (6/ 32).\n10 - البداية (4/ 72) حدائق الأنوار (1/ 47).\n11 - سيرة ابن هشام (2/ 619) مسند أحمد (3/ 496) زاد المعاد (3/ 243) فقه السرايا (115).\n(1/96)\n",
        "12 - سرية الرجيع في صفر من السنة الرابعة للهجرة.\n13 - سرية بئر معونة في صفر من السنة الرابعة للهجرة.\n14 - سرية عمرو بن أبي أمية لقتل أبي سفيان في السنة الرابعة للهجرة.\n15 - سرية عبد الله بن عتيك لقتل أبي رافع سلام بن أبي الحقيق اليهودي في ذي الحجة من السنة الخامسة للهجرة.\n16 - سرية محمد بن مسلمة إلى القرطاء في المحرم من السنة السادسة للهجرة.\n17 - سرية عكاشة إلى الغمر في ربيع الآخر من السنة السادسة للهجرة.\n18 - سرية محمد بن مسلمة إلى ذي القصة في ربيع الآخر من\n__________\n12 - تاريخ الطبري (2/ 77) البداية (4/ 73).\n13 - تاريخ الطبري (2/ 80) الكامل (2/ 63) البداية (4/ 80).\n14 - تاريخ الطبري (2/ 59) الكامل (2/ 60) البداية (4/ 80).\n15 - صحيح البخاري (4038، 4039) البداية (4/ 154) السيرة النبوية في ضوء المصادر الأصلية (465).\n16 - الطبقات (2/ 74) سبل الهدى (6/ 112).\n17 - الطبقات (2/ 81) الكامل (2/ 92) مغازي الذهبي (352) البداية (4/ 200).\n18 - الطبقات (2/ 81) الكامل (2/ 92) مغازي الذهبي (352) البداية (4/ 200) سبل الهدى (6/ 127).\n(1/97)\n\nالسنة السادسة للهجرة.\n19 - سرية أبي عبيدة إلى ذي القصة في ربيع الآخر من السنة السادسة للهجرة.\n20 - سرية زيد بن حارثة إلى بني سليم بالجموم ربيع الآخر من السنة السادسة للهجرة.\n21 - سرية زيد بن حارثة إلى العيص في جمادى الأولى من السنة السادسة للهجرة.\n22 - سرية زيد بن حارثة إلى الطرف في جمادى الآخرة من السنة السادسة للهجرة.\n23 - سرية زيد بن حارثة إلى حسمى في جمادى الآخرة من السنة السادسة للهجرة.\n__________\n19 - الطبقات (2/ 82) الكامل (2/ 92) مغازي الذهبي (353) البداية (4/ 200) سبل الهدى (6/ 130).\n20 - الطبقات (2/ 83) الكامل (2/ 92) مغازي الذهبي (353) سبل الهدى (6/ 132) السيرة في ضوء المصادر الأصلية (471).\n21 - الطبقات (2/ 83) الكامل (2/ 94) مغازي الذهبي (354، 358) سبل الهدى (6/ 133).\n22 - تاريخ الطبري (2/ 126) الكامل (2/ 92) الذهبي (353) سبل الهدى (6/ 139) فقه السرايا (137).\n23 - الطبقات (2/ 74) سبل الهدى (6/ 140).",
        "(1/98)\n\n24 - سرية زيد بن حارثة إلى وادي القرى في رجب من السنة السادسة للهجرة.\n25 - سرية عبد الرحمن بن عوف إلى دومة الجندل في شعبان من السنة السادسة للهجرة.\n26 - سرية علي بن أبي طالب إلى فدك في شعبان من السنة السادسة للهجرة.\n27 - سرية زيد بن حارثة إلى أم قرفة في رمضان من السنة السادسة للهجرة.\n28 - سرية عبد الله بن رواحة إلى أسير بن زارم في شوال من السنة السادسة للهجرة.\n__________\n24 - تاريخ الطبري (2/ 126) الكامل (2/ 93) الذهبي (355) سبل الهدى (6/ 128) السيرة في ضوء المصادر الأصلية (473).\n25 - الطبقات (2/ 85) تاريخ الطبري (2/ 126) الكامل (2/ 93) الذهبي (355) سبل الهدى (6/ 149).\n26 - الطبقات (2/ 86) تاريخ الطبري (2/ 127) الكامل (2/ 93) الذهبي (355) سبل الهدى (6/ 154) السيرة في ضوء المصادر الأصلية (473).\n27 - الطبقات (2/ 86) تاريخ الطبري (2/ 127) صحيح مسلم (2/ 89) سبل الهدى (6/ 157) السيرة في ضوء المصادر الأصلية (474) فقه السرايا (141).\n28 - الطبقات (2/ 88) الذهبي (361) سبل الهدى (3/ 207) (6/ 176) فقه السرايا (141) السيرة في ضوء المصادر الأصلية (476).\n(1/99)",
        "\n29 - سرية كرز بن جابر إلى العرنيين في شوال من السنة السادسة للهجرة.\n30 - سرية الخبط في السنة السادسة للهجرة.\n31 - سرية بني عبس في السنة السادسة للهجرة.\n32 - سرية أبان بن سعيد قبل نجد في السنة السابعة للهجرة.\n33 - سرية غالب بن عبد الله الليثي إلى بني ثعلبة في صفر من السنة السابعة للهجرة.\n34 - سرية أبي بكر إلى بني فزارة بنجد في شعبان من السنة السابعة للهجرة.\n35 - سرية عمر بن الخطاب إلى تربة في شعبان من السنة\n__________\n29 - الطبقات (2/ 89) صحيح البخاري (2/ 83، 1501، 3018، 4193، 6802) صحيح مسلم (1671) الكامل (2/ 94) سبل الهدى (6/ 186).\n30 - صحيح البخاري (2483، 2983، 4360) صحيح مسلم (2935) سبل الهدى (6/ 275) زاد المعاد (3/ 325).\n31 - الطبقات (1/ 256) أسد الغابة (4/ 426) سبل الهدى (6/ 376).\n32 - صحيح البخاري كتاب المغازي باب غزوة خيبر، سبل الهدى (6/ 202).\n33 - تاريخ الطبري (2/ 142) الكامل (2/ 106).\n34 - تاريخ الطبري (2/ 141).\n35 - تاريخ الطبري (2/ 141) الكامل (2/ 106) البداية (4/ 219) سبل الهدى (6/ 130).\n(1/100)\n",
        "السابعة للهجرة.\n36 - سرية بشير بن سعد إلى بني مرة بفدك في شعبان من السنة السابعة للهجرة.\n37 - سرية غالب بن عبد الله الليثي إلى الميفعة في رمضان من السنة السابعة للهجرة.\n38 - سرية بشير بن سعد إلى يمن وجبار في شوال من السنة السابعة للهجرة.\n39 - سرية أبي العوجاء السلمي إلى بني سليم في ذي الحجة من السنة السابعة للهجرة.\n40 - سرية غالب بن عبد الله الليثي إلى بني الملوح بالكديد في صفر من السنة الثامنة للهجرة.\n__________\n36 - تاريخ الطبري (2/ 141) الكامل (2/ 106) البداية (4/ 220) سبل الهدى (6/ 132).\n37 - تاريخ الطبري (2/ 141) الكامل (2/ 106) زاد المعاد (3/ 119) وراجع صحيح البخاري (6872) ومسلم (96).\n38 - تاريخ الطبري (2/ 142) الكامل (2/ 106) زاد المعاد (3/ 321) سبل الهدى (6/ 134).\n39 - البداية (4/ 233).\n40 - الطبقات (2/ 116) عيون الأثر (2/ 193) الكامل (2/ 108) سبل الهدى (6/ 137).\n(1/101)\n\n41 - سرية غالب بن عبد الله الليثي إلى فدك في صفر من السنة الثامنة للهجرة.\n42 - سرية شجاع بن وهب الأسدي إلى بني عامر في ربيع الأول من السنة الثامنة للهجرة.\n43 - سرية كعب بن عمير الغفاري إلى ذات أطلاح في ربيع الأول من السنة الثامنة للهجرة.\n44 - سرية زيد بن حارثة إلى مدين في السنة الثامنة للهجرة.\n45 - سرية مؤتة في جمادى الأولى من السنة الثامنة للهجرة.\n46 - سرية ذات السلاسل في جمادى الآخرة من السنة الثامنة للهجرة.\n__________\n41 - الطبقات (2/ 117) عيون الأثر (2/ 194) سبل الهدى (6/ 140).\n42 - الطبقات (2/ 118) عيون الأثر (2/ 195) الكامل (2/ 109) مغازي الذهبي (476) البداية (4/ 269) سبل الهدى (6/ 142).\n43 - الطبقات (2/ 119) عيون الأثر (2/ 196) الكامل (2/ 109) مغازي الذهبي (477) سبل الهدى (6/ 143).\n44 - سبل الهدى (6/ 153) السيرة في ضوء المصادر الأصلية (541).\n45 - الطبقات (2/ 119) تاريخ الطبري (2/ 149) عيون الأثر (2/ 196) صحيح مسلم (1753) مغازي الذهبي (479) سبل الهدى (6/ 144).\n46 - الطبقات (2/ 121) عيون الأثر (2/ 202) الكامل (2/ 110) مغازي الذهبي (513) سبل الهدى (6/ 167).",
        "(1/102)\n\n47 - سرية أبي قتادة إلى خضرة في شعبان من السنة الثامنة للهجرة.\n48 - سرية أبي حدرد إلى الغابة في شعبان من السنة الثامنة للهجرة.\n49 - سرية أبي قتادة إلى إضم في رمضان من السنة الثامنة للهجرة.\n50 - سرية أسامة بن زيد إلى الحرقات في السنة الثامنة للهجرة.\n51 - سرية خالد بن الوليد لهدم العزى في رمضان من السنة الثامنة للهجرة.\n52 - سرية عمرو بن العاص لهدم سواع في رمضان من السنة\n__________\n47 - الطبقات (2/ 123) عيون الأثر (2/ 206) الكامل (2/ 111) مغازي الذهبي (519) سبل الهدى (6/ 185).\n48 - تاريخ الطبري (2/ 147) سبل الهدى (6/ 287).\n49 - الطبقات (2/ 123) تاريخ الطبري (2/ 148) عيون الأثر (2/ 207) الكامل (2/ 111) سبل الهدى (6/ 190).\n50 - سبل الهدى (6/ 298).\n51 - الطبقات (2/ 185) الكامل (2/ 128) البداية (4/ 354) سبل الهدى (6/ 196).\n52 - الطبقات (2/ 135) الكامل (2/ 134) سبل الهدى (6/ 198).\n(1/103)",
        "\nالثامنة للهجرة.\n53 - سرية سعد بن زيد الأشهلي لهدم مناة في رمضان من السنة الثامنة للهجرة.\n54 - سرية خالد بن الوليد إلى بني جذيمة في شوال من السنة الثامنة للهجرة.\n55 - سرية قيس بن سعد بن عبادة إلى صداء في السنة الثامنة للهجرة.\n56 - سرية أوطاس في شوال من السنة الثامنة للهجرة.\n57 - سرية الطفيل بن عمرو الدوسي لهدم ذي الكفين في شوال من السنة الثامنة للهجرة.\n58 - سرية عيينة بن حصن إلى بني تميم في المحرم من السنة التاسعة للهجرة.\n__________\n53 - الطبقات (2/ 136) الكامل (2/ 134) سبل الهدى (6/ 199).\n54 - الطبقات (2/ 136) مغازي الذهبي (567) البداية (4/ 350) سبل الهدى (6/ 200).\n55 - سبل الهدى (6/ 211).\n56 - مغازي الذهبي (587) البداية (5/ 22) سبل الهدى (6/ 206).\n57 - الطبقات (2/ 145) عيون الأثر (2/ 149) سبل الهدى (6/ 210).\n58 - الطبقات (2/ 147) عيون الأثر (2/ 253) سبل الهدى (6/ 324).\n(1/104)\n",
        "59 - سرية قطبة بن عامر إلى خثعم في صفر من السنة التاسعة للهجرة.\n60 - سرية الضحاك بن سفيان إلى القرطاء في ربيع الأول من السنة التاسعة للهجرة.\n61 - سرية علقمة بن مجزر إلى الأحباش بجدة في ربيع الآخر من السنة التاسعة للهجرة.\n62 - سرية علي بن أبي طالب لهدم الفلس في ربيع الآخر من السنة التاسعة للهجرة.\n63 - سرية عكاشة بن محصن إلى الجناب في ربيع الآخر من السنة التاسعة للهجرة.\n64 - سرية طلحة بن عبيد الله لحرق بيت سويلم اليهودي في رجب من السنة التاسعة للهجرة.\n65 - سرية خالد بن الوليد إلى أكيدر ملك دومة في رجب من\n__________\n59 - الطبقات (2/ 148) عيون الأثر (2/ 256) سبل الهدى (6/ 327).\n60 - الطبقات (2/ 148) عيون الأثر (2/ 256) سبل الهدى (6/ 329).\n61 - الطبقات (2/ 149) عيون الأثر (2/ 257) سبل الهدى (6/ 331).\n62 - الطبقات (2/ 150) عيون الأثر (2/ 257) سبل الهدى (6/ 334).\n63 - الطبقات (2/ 150) عيون الأثر (2/ 258) سبل الهدى (6/ 336).\n64 - سيرة ابن هشام (2/ 517) البداية (5/ 4).\n65 - تاريخ الطبري (2/ 185) عيون الأثر (2/ 272) البداية (5/ 17).\n(1/105)\n\nالسنة التاسعة للهجرة.\n66 - سرية خالد بن الوليد إلى خثعم في خالد بن الوليد السنة التاسعة للهجرة.\n67 - سرية أبي سفيان والمغيرة بن شعبة لهدم اللات في رمضان من السنة التاسعة للهجرة.\n68 - سرية خالد بن سعيد بن العاص إلى اليمن في السنة التاسعة للهجرة.\n69 - سرية خالد بن الوليد إلى بني عبد المدان بنجران في ربيع الآخر من السنة العاشرة للهجرة\n70 - سرية إلى رعية السحيمي في السنة العاشرة للهجرة.\n71 - سرية علي بن أبي طالب إلى اليمن في رمضان من السنة\n__________\n66 - سبل الهدى (6/ 376).\n67 - تاريخ الطبري (2/ 181) عيون الأثر (2/ 281).\n68 - أسد الغابة (4/ 132) الإصابة (5965) سبل الهدى (6/ 374).\n69 - الطبقات (2/ 154) تاريخ الطبري (2/ 194) عيون الأثر (2/ 305) مغازي الذهبي (690) البداية (5/ 100).\n70 - مسند أحمد (22465، 22466) وقال الحافظ في الإصابة (3/ 487) إسناده صالح وانظر معجم الصحابة لابن قانع (1/ 215).",
        "(1/106)\n\nالعاشرة للهجرة.\n72 - سرية جرير بن عبد الله البجلي لهدم ذي الخلصة في رمضان من السنة العاشرة للهجرة\n73 - سرية أسامة بن زيد إلى البلقاء بالشام في صفر من السنة الحادية عشرة للهجرة.\n__________\n72 - صحيح البخاري (356) صحيح مسلم (2476) الإصابة (1132) سبل الهدى (6/ 372).\n73 - الطبقات (2/ 170) تاريخ الطبري (2/ 244) البداية (7/ 92).\n(1/107)",
        "\nأمراؤه - صلى الله عليه وسلم -\n1 - عتاب بن أسيد - رضي الله عنه - على مكة والحج سنة ثمان للهجرة.\n2 - أبو بكر الصديق - رضي الله عنه - على الحج سنة تسع للهجرة.\n3 - علي بن أبي طالب - رضي الله عنه - على الأخماس باليمن.\n4 - باذان بن ساسان - رضي الله عنه - على اليمن.\n5 - شهر بن باذان - رضي الله عنه - على صنعاء وأعمالها بعد موت أبيه.\n6 - خالد بن سعيد بن العاص - رضي الله عنه - على صنعاء وأعمالها بعد مقتل شهر.\n7 - زياد بن لبيد الأنصاري - رضي الله عنه - على حضر موت.\n8 - أبو موسى الأشعري - رضي الله عنه - على زبيد، وعدن، وزمع، والساحل.\n9 - معاذ بن جبل - رضي الله عنه - على الجند.\n10 - أبو سفيان بن حرب - رضي الله عنه - على نجران.\n11 - يزيد بن أبي سفيان - رضي الله عنه - على تيماء.\n__________\n(1 - 14) سبل الهدى (336 - 340).\n(1/108)\n",
        "12 - المهاجر بن أبي أمية المخزومي - رضي الله عنه - على كندة والصدف.\n13 - عمرو بن العاص - رضي الله عنه - على عمان.\n14 - عمرو بن أم مكتوم - رضي الله عنه - على المدينة إذا سافر.\n15 - العلاء بن الحضرمي - رضي الله عنه - على البحرين.\n16 - أبان بن سعيد الأموي - رضي الله عنه - على البحرين سنة تسعة للهجرة بعد عزل العلاء.\n__________\n(15، 16) سير أعلام النبلاء (1/ 261، 262، 263).\n(1/109)\n\nكتاب النبي - صلى الله عليه وسلم -\nوهو ثمانية وثلاثون كاتبًا:\n1 - أبان بن سعيد بن العاص - رضي الله عنه -: ذكره في عيون الأثر.\n2 - أبو بكر الصديق - رضي الله عنه -: ذكره في عيون الأثر.\n3 - أبو سفيان - رضي الله عنه -: ذكره ابن مسكويه في كتاب النبي - صلى الله عليه وسلم -.\n4 - أبي بن كعب - رضي الله عنه - وهو أول من كتب الوحي بين يدي رسول الله - صلى الله عليه وسلم - بالمدينة.\n5 - الأرقم بن أبي الأرقم - رضي الله عنه - وهو الذي كتب كتبًا لعبد يغوث بن وعلة الحارثي، وعاصم بن الحارث الحارثي، والأجب.\n6 - بريدة بن الحصيب - رضي الله عنه -: ذكره في عيون الأثر.\n7 - ثابت بن قيس - رضي الله عنه - وهو الذي كتب الكتاب لوفد ثمالة والحدان.\n8 - جهيم بن الصلت - رضي الله عنه - وهو الذي كتب الكتاب ليزيد بن\n__________\n(1 - 38) سبل الهدى (11/ 375 - 393) عيون الأثر (2/ 382).",
        "(1/110)\n\nالطفيل الحارثي.\n9 - جهم بن سعد - رضي الله عنه - وكان هو والزبير بن العوام - رضي الله عنه - يكتبان أموال الصدقة، وهو الذي كتب كتابًا لمجاعة بن مرارة.\n10 - حنظلة بن الربيع - رضي الله عنه - وهو أحد الذين كتبوا لرسول الله - صلى الله عليه وسلم -، ويعرف بالكاتب.\n11 - حويطب بن عبد العزى - رضي الله عنه -: ذكره ابن مسكويه في كتاب النبي- صلى الله عليه وسلم -.\n12 - الحصين بن نمير - رضي الله عنه - كان هو والمغيرة بن شعبة - رضي الله عنهما - يكتبان المداينات والمعاملات.\n13 - حاطب بن عمرو - رضي الله عنه - ذكره ابن مسكويه في كتاب النبي - صلى الله عليه وسلم -.\n14 - حذيفة بن اليمان - رضي الله عنه - كان يكتب خرص النخل.\n15 - خالد بن زيد أبو أيوب الأنصاري - رضي الله عنه - وهو الذي كتب الكتاب إلى بني عذرة بن حمير يدعوهم إلى الإسلام.\n16 - خالد بن سعيد بن العاص - رضي الله عنه - وهو الذي كتب لوفد\n(1/111)",
        "\nثقيف يحرم عليهم وجًّا، ولراشد بن عبد السلمي، ولحرام بن عبد العوف، ولسعيد بن سفيان.\n17 - خالد بن الوليد - رضي الله عنه - ذكره ابن عبد البر وابن الأثير في كتاب النبي - صلى الله عليه وسلم -.\n18 - الزبير بن العوام - رضي الله عنه - كان هو وجهم بن سعد - رضي الله عنه - يكتبان أموال الصدقة.\n19 - زيد بن ثابت - رضي الله عنه - كان من كتاب الوحي، وأمره رسول الله - صلى الله عليه وسلم - أن يتعلم لغة يهود، فتعلمها في خمسة عشر يومًا\n20 - سعيد بن سعيد بن العاص - رضي الله عنه - ذكره ابن عبد البر - رحمه الله - في كتاب النبي - صلى الله عليه وسلم -.\n21 - شرحبيل بن حسنة - رضي الله عنه - وهو أول من كتب لرسول الله - صلى الله عليه وسلم -\n22 - طلحة بن عبيد الله - رضي الله عنه -: ذكره في عيون الأثر.\n23 - عامر بن فهيرة - رضي الله عنه - وهو الذي كتب الكتاب لسراقة بن مالك أثناء الهجرة.\n24 - عبد الله بن الأرقم - رضي الله عنه - كان يكتب للملوك بأمر النبي\n(1/112)\n",
        "- صلى الله عليه وسلم -.\n25 - عبد الله بن عبد الله بن أبي بن سلول - رضي الله عنه - ذكره ابن عبد البر فيمن كتب للنبي - صلى الله عليه وسلم -.\n26 - عبد الله بن رواحة - رضي الله عنه - ذكره في عيون الأثر.\n27 - عبد الله بن زيد - رضي الله عنه - وهو الذي كتب الكتاب لمن أسلم من حدس من لخم.\n28 - عبد الله بن سعد بن أبي سرح - رضي الله عنه - كان من كتاب الوحي.\n29 - عبد الله بن عبد الأسد - رضي الله عنه -: ذكره في عيون الأثر.\n30 - عثمان بن عفان - رضي الله عنه - وهو الذي كتب لنهشل بن مالك الوائلي.\n31 - عمر بن الخطاب - رضي الله عنه -: ذكره في عيون الأثر.\n32 - عمرو بن العاص - رضي الله عنه -: ذكره في عيون الأثر.\n33 - علي بن أبي طالب - رضي الله عنه - وهو الذي كتب لنعيم بن أوس الداري.، وللحصين بن أوس الأسلمي.\n34 - العلاء بن الحضرمي - رضي الله عنه - وهو الذي كتب لبني معن الطائيين، ولبني شنخ من جهينة، ولأسلم بن خزاعة.\n(1/113)\n\n35 - محمد بن مسلمة الأنصاري - رضي الله عنه - وهو الذي كتب لمهريالأبيض.\n36 - معاوية بن أبي سفيان - رضي الله عنه - وهو الذي كتب لعيينة بن حصن والأقرع بن حابس، وإلى الأقيال من حضر موت، ولبلال بن الحارث، ولعتبة بن فرقد.\n37 - معيقيب بن أبي فاطمة الدوسي- رضي الله عنه - ذكره عمرو بن شبة فيمن كتب للنبي - صلى الله عليه وسلم -.\n38 - المغيرة بن شعبة - رضي الله عنه - وهو الذي كتب لأساقفة نجران، ولبني الضباب، ولبني قنان بن ثعلبة، وليزيد بن المحجل، ولعامر بن الأسود، ولبني جوين الطائيين.",
        "(1/114)\n\nرسله - صلى الله عليه وسلم - إلى ملوك الأرض\nوهو ثمانية وأربعون رسولًا:\n1 - الأقرع بن عبد الله الحميري - رضي الله عنه - إلى ذي مران.\n2 - أبي بن كعب - رضي الله عنه - إلى سعد هذيم.\n3 - جرير بن عبد الله البجلي - رضي الله عنه - إلى ذي الكلاع بن ناكور.\n4 - حاطب بن أبي بلتعة - رضي الله عنه - إلى المقوقس ملك الإسكندرية.\n5 - حسان بن سلمة - رضي الله عنه - مع دحية إلى هرقل ملك الروم.\n6 - الحارث بن عمير الأزدي - رضي الله عنه - إلى صاحب بصرى.\n7 - حريث بن زيد الخير - رضي الله عنهما - إلى يحنة بن رؤبة الأيلي.\n8 - حرملة بن حريث - رضي الله عنه - إلى يحنة بن رؤبة الأيلي.\n9 - خالد بن الوليد - رضي الله عنه - إلى أكيدر ملك دومة.\n10 - خالد بن الوليد - رضي الله عنه - أيضًا إلى بني الحارث بن كعب.\n__________\n(1 - 48) الطبقات (1/ 222، 252) سبل الهدى (11/ 344، 374) ولم أتمكن من ترتيبهم زمنيًّا لعد معرفة التاريخ في كثير منها فرتبتها هجائيًّا.\n(1/115)",
        "\n11 - دحية بن خليفة الكلبي - رضي الله عنه - إلى هرقل ملك الروم.\n12 - رفاعة بن زيد الضبيبي - رضي الله عنه - إلى قومه.\n13 - زياد بن حنظلة - رضي الله عنه - إلى قيس بن عاصم والزبرقان بن بدر.\n14 - سليط بن عمرو العامري - رضي الله عنه - إلى هوذة بن علي الحنفي.\n15 - عمرو بن أمية الضمري - رضي الله عنه - إلى مسيلمة الكذاب.\n16 - السائب بن العوام - رضي الله عنه - إلى مسيلمة الكذاب.\n17 - شجاع بن وهب الأسدي - رضي الله عنه - إلى الحارث بن أبي شمر الغساني ملك البلفاء.\n18 - صدي بن عجلان أبو أمامة الباهلي - رضي الله عنه - إلى قومه باهلة.\n19 - صدي بن عجلان أبو أمامة الباهلي - رضي الله عنه - إلى جبلة بن الأيهم.\n20 - الصلصل بن شرحبيل - رضي الله عنه - إلى صفوان بن أمية.\n21 - ضرار بن الأزور الأسدي - رضي الله عنه - إلى الأسود وطليحة.\n22 - ضرار بن الأزور الأسدي - رضي الله عنه - إلى عوف الزرقاني.\n(1/116)\n",
        "23 - ظبيان بن مرثد - رضي الله عنه - إلى بني بكر بن وائل.\n24 - عبد الله بن حذافة - رضي الله عنه - إلى كسرى.\n25 - عبد الله بن بديل بن ورقاء الخزاعي - رضي الله عنه - إلى اليمن.\n26 - عبد الله بن قيس أبو موسى الأشعري - رضي الله عنه - إلى اليمن.\n27 - عبد الله بن عوسجة العرني - رضي الله عنه - إلى سمعان بن عمرو.\n28 - عبد الرحمن بن بديل بن ورقاء الخزاعي - رضي الله عنه - إلى اليمن.\n29 - أبو هريرة عبد الرحمن بن صخر - رضي الله عنه - إلى البحرين.\n30 - عبيد الله بن عبد الخالق - رضي الله عنه - إلى طاغية الروم.\n31 - العلاء بن الحضرمي - رضي الله عنه - إلى المنذر بن ساوى ملك البحرين.\n32 - عمرو بن العاص - رضي الله عنه - إلى جيفر بن الجلندي ملك عمان.\n33 - عمرو بن أمية الضمري - رضي الله عنه - إلى النجاشي ملك الحبشة.\n34 - عمرو بن حزم - رضي الله عنه - إلى اليمن.\n(1/117)\n\n35 - عقبة بن عمرو - رضي الله عنه - إلى صنعاء.\n36 - عياش بن أبي ربيعة - رضي الله عنه - إلى اليمن.\n37 - فرات بن حيان - رضي الله عنه - إلى ثمامة بن أثال.\n38 - قدامة بن مظعون - رضي الله عنه - إلى المنذر بن ساوى ملك البحرين.\n39 - قيس بن نمط - رضي الله عنه - إلى قيس بن عمرو.\n40 - معاذ بن جبل - رضي الله عنه - إلى اليمن.\n41 - مالك بن مرارة- رضي الله عنه - إلى اليمن.\n42 - مالك بن عقبة - رضي الله عنه - إلى اليمن.\n43 - المهاجر بن أمية - رضي الله عنه - إلى الحارث بن عبد كلال الحميري.\n44 - نمير بن خرشة - رضي الله عنه - إلى ثقيف.\n45 - نعيم بن مسعود الأشجعي - رضي الله عنه - إلى ابن ذي اللحية.\n46 - واثلة بن الأسقع - رضي الله عنه - إلى أكيدر ملك دومة.\n47 - وبر بن يحنس الأزدي - رضي الله عنه - إلى داذويه.\n48 - الوليد بن بحر الجرهمي - رضي الله عنه - إلى أقيال اليمن.",
        "(1/118)\n\nالوفود التي وفدت على رسول الله - صلى الله عليه وسلم - (1)\nوهم أربعة ومائة:\n1 - وفد مزينة في رجب من السنة الخامسة من الهجرة.\n2 - وفد أشجع في السنة الخامسة من الهجرة.\n3 - وفد جذام قبل السنة السابعة من الهجرة.\n4 - وفد الأشعريين في المحرم من السنة السابعة من الهجرة.\n5 - وفد دوس في السنة السابعة من الهجرة.\n6 - وفد بني ثعلبة في السنة الثامنة من الهجرة.\n7 - وفد سليم في السنة الثامنة من الهجرة.\n8 - وفد ربيعة عبد القيس في السنة الثامنة من الهجرة.\n9 - وفد صداء في السنة الثامنة من الهجرة.\n10 - وفد ثمالة والحدان في السنة الثامنة من الهجرة.\n11 - وفد باهلة في السنة الثامنة من الهجرة.\n__________\n(1) راجع الطبقات (1/ 252 - 309)، سبل الهدى والرشاد في سيرة خير العباد (6/ 386 - 679).\nتنبه: بعد الوفد الواحد والخمسين لم أتمكن من ترتيبهم زمنيا لعدم الوصول إلى تاريخ وفودهم على رسول الله - صلى الله عليه وسلم -.\n(1/119)",
        "\n12 - وفد أسد في المحرم من السنة التاسعة من الهجرة.\n13 - وفد عذرة في صفر من السنة التاسعة من الهجرة.\n14 - وفد بلي في ربيع الأول من السنة التاسعة من الهجرة.\n15 - وفد يحنة بن رؤبة في رجب من السنة التاسعة من الهجرة.\n16 - وفد جرباء وأذرح في رجب من السنة التاسعة من الهجرة.\n17 - وفد عروة بن مسعود الثقفي قبل رمضان من السنة التاسعة من الهجرة.\n18 - وفد ثقيف في رمضان من السنة التاسعة من الهجرة.\n19 - وفد ملوك حمير في رمضان من السنة التاسعة من الهجرة.\n20 - وفد ضمام بن ثعلبة في السنة التاسعة من الهجرة.\n21 - وفد الداريين من لخم في السنة التاسعة من الهجرة\n22 - وفد بهراء في السنة التاسعة من الهجرة\n23 - وفد بني البكاء في السنة التاسعة من الهجرة\n24 - وفد بني فزارة في السنة التاسعة من الهجرة\n(1/120)\n",
        "25 - وفد ثعلبة بن منقذ في السنة التاسعة من الهجرة.\n26 - وفد سعد هذيم في السنة التاسعة من الهجرة.\n27 - وفد مرة في السنة التاسعة من الهجرة.\n28 - وفد كلاب في السنة التاسعة من الهجرة.\n29 - وفد كنانة في السنة التاسعة من الهجرة.\n30 - وفد تجيب في السنة التاسعة من الهجرة.\n31 - وفد الحارث بن كعب في ربيع الأول من السنة العاشرة من الهجرة.\n32 - وفد عدي بن حاتم في شعبان من السنة العاشرة من الهجرة.\n33 - وفد خولان في شعبان من السنة العاشرة من الهجرة.\n34 - وفد غامد في رمضان من السنة العاشرة من الهجرة.\n35 - وفد غسان في رمضان من السنة العاشرة من الهجرة.\n36 - وفد جرير البجلي في رمضان من السنة العاشرة من الهجرة.\n37 - وفد سلامان في شوال من السنة العاشرة من الهجرة.\n38 - وفد الأزد من السنة العاشرة من الهجرة.\n(1/121)\n\n39 - وفد زبيد في السنة العاشرة من الهجرة.\n40 - وفد فروة بن مسيك في السنة العاشرة من الهجرة.\n41 - وفد عبد القيس للمرة الثانية في السنة العاشرة من الهجرة.\n42 - وفد بني حنيفة في السنة العاشرة من الهجرة.\n43 - وفد طيئ في السنة العاشرة من الهجرة.\n44 - وفد كندة في السنة العاشرة من الهجرة.\n45 - وفد محارب في السنة العاشرة من الهجرة.\n46 - وفد الرهاويين في السنة العاشرة من الهجرة.\n47 - وفد عبس في السنة العاشرة من الهجرة.\n48 - وفد الصدف في السنة العاشرة من الهجرة.\n49 - وفد رعية السيحمي في السنة العاشرة من الهجرة.\n50 - وفد قشير بن كعب في السنة العاشرة من الهجرة.\n51 - وفد النخع في المحرم في السنة الحادية عشرة من الهجرة.\n52 - وفد أبي رزين لقيط بن عامر العقيلي.\n53 - وفد أبي صفرة.",
        "(1/122)\n\n54 - وفد أحمس.\n55 - وفد أزد عمان.\n56 - وفد أزد شنوأة.\n57 - وفد أسلم.\n58 - وفد أسيد بن أبي أناس.\n59 - وفد أعشى بن مازن.\n60 - وفد إياد.\n61 - وفد بكر بن وائل.\n62 - وفد بارق.\n63 - وفد بني سحيم.\n64 - وفد بني سدوس.\n65 - وفد بني عبد بن عدي.\n66 - وفد بني عذرة.\n67 - وفد بني كلب.\n68 - وفد تغلب.\n69 - وفد تميم.\n70 - وفد الجارود بن المعلى وسلمة بن عياض.\n(1/123)",
        "\n71 - وفد جعدة.\n72 - وفد جعفي.\n73 - وفد جرم.\n74 - وفد جهينة.\n75 - وفد الجن.\n76 - وفد جيشان.\n77 - وفد الحارث بن حسان.\n78 - وفد الحجاج بن علاط السلمي.\n79 - وفد حضر موت.\n80 - وفد الحكم بن حزن الكلفي.\n81 - وفدخثعم.\n82 - وفدخشين.\n83 - وفد خفاف بن نضلة.\n84 - وفد ذباب بن الحارث.\n85 - وفد رؤاس بن كلاب.\n86 - وفد سعد العشيرة.\n87 - وفد شيبان.\n(1/124)\n",
        "88 - وفد طارق بن عبد الله.\n89 - وفد عامر بن صعصعة.\n90 - وفد عبس.\n91 - وفدعقيل بن كعب.\n92 - وفد عنزة.\n93 - وفد عنس.\n94 - وفد غافق.\n95 - وفد قيس بن عاصم.\n96 - وفد كلب.\n97 - وفد معاوية بن حيدة.\n98 - وفد مهرة.\n99 - وفد نافع بن زيد الحميري.\n100 - وفد نجران.\n101 - وفد هلال بن عامر.\n102 - وفد همدان.\n103 - وفد وائل بن حجر.\n104 - وفد واثلة بن الأسقع.\n(1/125)\n\nمؤذنو رسول الله - صلى الله عليه وسلم -\nوهم أربعة:\n1 - بلال بن رباح - رضي الله عنه -: وهو أول من أذن لرسول الله - صلى الله عليه وسلم - اشتراه الصديق وأعتقه، فلزم رسول الله - صلى الله عليه وسلم -، وشهد معه جميع المشاهد، وتوفي بالشام سنة عشرين من الهجرة.\n2 - عمرو بن أم مكتوم - رضي الله عنه -: كان يؤذن لرسول الله - صلى الله عليه وسلم - بالمدينة، وهو من المهاجرين الأولين، توفي في آخر خلافة عمر - رضي الله عنه -.\n3 - سعد بن عائذ القرظ - رضي الله عنه -: جعله رسول الله - صلى الله عليه وسلم - مؤذنًا بقباء، فلما مات رسول الله - صلى الله عليه وسلم -، وترك بلال الآذان، نقله أبو بكر - رضي الله عنه - إلى مسجد رسول الله - صلى الله عليه وسلم -، توفي سنة أربعة وسبعين من الهجرة.\n__________\n1 - الإصابة (1/ 273).\n2 - معجم الصحابة لابن قانع (705) زاد المعاد (1/ 96) الإصابة (5759).\n3 - تهذييب الكمال (10/ 275/2213) التقريب (2242).",
        "(1/126)\n\n4 - أبو محذورة - رضي الله عنه -: هو أوس بن معير وكان يرجع الآذان مات بمكة سنة تسع وخمسين من الهجرة.\n__________\n4 - تهذييب الكمال (34/ 256/7603) التقريب (8341).\n(1/127)",
        "\nأمهات المؤمنين رضي الله عنهن\nوهن إحدى عشرة:\n1 - خديجة بنت خويلد - رضي الله عنها-: تزوجها رسول الله - صلى الله عليه وسلم - قبل البعثة وعمره خمس وعشرون سنة، وعمرها أربعون سنة وتوفيت في حياته في السنة العاشرة للبعثة.\n2 - عائشة بنت أبي بكر الصديق - رضي الله عنها-: عقد عليها في شوال سنة عشر من البعثة، وبنى بها في شوال من السنة الأولى للهجرة، وتوفي عنها وهي بنت ثمان عشرة سنة، وماتت بعده في رمضان سنة سبع وخمسين للهجرة.\n3 - سوده بنت زمعة - رضي الله عنها-: تزوجها رسول الله - صلى الله عليه وسلم - في شوال سنة عشر من البعثة، بعد وفاة خديجة - رضي الله عنها-، وتوفيت سنة خمس وخمسين للهجرة.\n__________\n1 - تاريخ الطبري (1/ 521)، الإصابة (333).\n2 - مسند أحمد (6/ 210) بسند صحيح، صحيح البخاري (5134)، مسلم (1423)، البداية (3/ 142)، الإصابة (701)، التقريب (8632).\n3 - مسند أحمد (6/ 210) بسند حسن، صحيح سيرة ابن هشام (473)، الإصابة (603)، التقريب (8612).\n(1/128)\n",
        "4 - حفصة بنت عمر - رضي الله عنها-: تزوجها النبي - صلى الله عليه وسلم - في شعبان من السنة الثالثة للهجرة، وماتت سنة خمس وأربعين للهجرة.\n5 - زينب بنت خزيمة أم المساكين - رضي الله عنها-: تزوجها النبي - صلى الله عليه وسلم - في رمضان من السنة الثالثة للهجرة، وماتت بعد زواجها بشهور فصلى عليها ودفنها.\n6 - زينب بنت جحش - رضي الله عنها-: تزوجها النبي - صلى الله عليه وسلم- في السنة الثالثة على الراجح، وماتت سنة عشرين من الهجرة.\n7 - أم سلمة هند بنت أبي أمية - رضي الله عنها-: تزوجها النبي - صلى الله عليه وسلم- في شوال سنة أربع من الهجرة، وتوفيت سنة اثنتين وستين من الهجرة، وهي آخر أمهات المؤمنين موتًا.\n__________\n4 - الطبقات (10/ 80)، خلاصة سيرة سيد البشر لمحب الدين الطبري (1/ 592)، الإصابة (294)، شذرات الذهب (1/ 17).\n5 - الطبقات (10/ 112)، خلاصة سيرة سيد البشر (1/ 681)، الإصابة (477)، شذرات الذهب (1/ 17)\n6 - مغازي الذهبي (164)، البداية (4/ 163)،الإصابة (468)، التقريب (8594)، ومنهم من قال تزوجها سنة 5 هـ وهو ضعيف.\n7 - الطبقات (10/ 84/ 4960)، تاريخ الطبري (2/ 88)، سير أعلام النبلاء (2/ 201)، الإصابة (1304)، التقريب (8694).\n(1/129)\n\n8 - جويرية بنت الحارث - رضي الله عنها -: تزوجها النبي - صلى الله عليه وسلم- سنة خمس من الهجرة، وتوفيت سنة خمسين من الهجرة.\n9 - أم حبيبة بنت أبي سفيان - رضي الله عنها -: تزوجها النبي - صلى الله عليه وسلم- وهي بالحبشة سنة سبع، وتوفيت سنة أربع وأربعين للهجرة.\n10 - صفية بنت حيي - رضي الله عنها-: وهي من نسل نبي الله هارون بن عمران - عليه السلام-، تزوجها النبي - صلى الله عليه وسلم- سنة سبع، وتوفيت سنة خمسين للهجرة على الراجح.\n11 - ميمونة بنت الحارث - رضي الله عنها-: تزوجها رسول الله - صلى الله عليه وسلم- في ذي القعدة سنة سبع، وتوفيت سنة إحدى وخمسين للهجرة.\n__________\n8 - الطبقات (10/ 113)، صحيح البخاري (4138)، سير أعلام النبلاء (2/ 261)، الإصابة (250)، التقريب (8554).\n9 - الطبقات (10/ 94)، البداية (4/ 161)، الإصابة (432)، شذرات (1/ 21).\n10 - الطبقات (10/ 116 /4965)، صحيح البخاري (4200)، صحيح مسلم (84/ 85/ 1365)، البداية (4/ 220).\n11 - الطبقات (10/ 128/ 4967)، تاريخ الطبري (2/ 213)، الكامل (2/ 107)، سير أعلام النبلاء (2/ 238)، زاد المعاد (3/ 327).",
        "(1/130)\n\nسراري النبي - صلى الله عليه وسلم -\nكانت له سريتان:\n1 - ريحانة بنت زيد بن عمرو - رضي الله عنها-: كانت من سبي بني قريظة، فأسلمت، فتسرى بها رسول الله - صلى الله عليه وسلم- في المحرم سنة ست، وتوفيت بعد مرجعه من حجة الوداع سنة عشر من الهجرة.\n2 - مارية القبطية - رضي الله عنها-: أهداها له المقوقس صاحب الإسكندرية، فأسلمت، فتسرى بها رسول الله - صلى الله عليه وسلم- سنة سبع، وولدت له إبراهيم - عليه السلام-، وتوفيت سنة ست عشرة من الهجرة.\n__________\n1 - الطبقات (10/ 125)، الإصابة (444)، البداية (6/ 28).\n2 - البداية (6/ 36)، الإصابة (981)، سبل الهدى (11/ 219).\n(1/131)",
        "\nأولاد النبي - صلى الله عليه وسلم -\nوهم سبعة:\n1 - زينب، ورقية، وأم كلثوم، وفاطمة، والقاسم، وعبد الله، وإبراهيم، - عليهم السلام-.\n2 - كل أولاده من خديجة - رضي الله عنها-، إلا إبراهيم فإنه من مارية القبطية- رضي الله عنها-، ومات في ربيع الأول سنة عشر، وهو ابن ثمانية عشر شهرا.\n3 - كل أولاده ماتوا قبله - صلى الله عليه وسلم- إلا فاطمة - رضي الله عنها-، ظلت بعده ستة أشهر، فماتت في رمضان سنة إحدى عشرة، وهي ابنة تسع وعشرين سنة.\n__________\n(1، 2، 3) الطبقات (10/ 20 - 39)، البداية (6/ 30)، زاد المعاد (1/ 77)، سبل الهدى (11/ 16).\n(1/132)\n",
        "أعمامه وعماته - صلى الله عليه وسلم -\n1 - أعمامه أحد عشر وهم:\nحمزة، والعباس، وأبو طالب، وأبو لهب، والزبير، وعبد الكعبة، والمقوم، وضرار، وقثم، والمغيرة، والغيداق ... ولم يسلم منهم إلا حمزة، والعباس- رضي الله عنهما-.\n2 - وعماته ست، وهن:\nصفية، وعاتكة، وبرة، وأروى، وأميمة، وأم حكيم البيضاء، أسلم منهن: صفية، واختلف في إسلام عاتكة وأروى.\nتم والحمد لله وحده.\n__________\n(1، 2) زاد المعاد (1/ 78)، سبل الهدى (15/ 82).\n(1/133)\n\nفهرس الموضوعات\nمقدمة .................................................................... 5\nمراحل دراسة السيرة ...................................................... 6\nفضل النية الصالحة ........................................................ 8\nالنوايا التي ينويها المسلم عند دراسة السيرة ............................... 10\nالمتن ...................................................................... 17\nمن المولد إلى المبعث ....................................................... 19\nمن البعثة إلى الهجرة ....................................................... 22\nالسنة الأولى من الهجرة .................................................... 28\nالسنة الثانية من الهجرة .................................................... 31\nالسنة الثالثة من الهجرة .................................................... 36\nالسنة الرابعة من الهجرة ................................................... 39\nالسنة الخامسة من الهجرة .................................................. 42\nالسنة السادسة من الهجرة ................................................. 45\nالسنة السابعة من الهجرة .................................................. 51\nالسنة الثامنة من الهجرة ................................................... 58\nالسنة التاسعة من الهجرة .................................................. 69",
        "(1/134)\n\nالسنة العاشرة من الهجرة ................................................. 78\nالسنة الحادية عشرة من الهجرة ........................................... 86\nغزوات الرسول - صلى الله عليه وسلم - ............................... 90\nسرايا الرسول - صلى الله عليه وسلم - ................................. 95\nأمراؤه - صلى الله عليه وسلم - ........................................ 108\nكتاب النبي - صلى الله عليه وسلم - ................................... 110\nرسله - صلى الله عليه وسلم - إلى ملوك الأرض ........................ 115\nالوفود التي وفدت على رسول الله - صلى الله عليه وسلم - ............. 119\nمؤذنو رسول الله - صلى الله عليه وسلم - ............................. 126\nأمهات المؤمنين رضي الله عنهن .......................................... 128\nسراري النبي - صلى الله عليه وسلم - ................................. 131\nأولاد النبي - صلى الله عليه وسلم - ................................... 132\nأعمامه وعماته - صلى الله عليه وسلم - ............................... 133\n(1/135)"
    ]
}