{
    "partText": [
        "\nالأدلة الرضية للإمام الشوكاني \n(1/1)\n",
        "الكتاب الأول - كتاب الطهارة الباب الأول باب أقسام المياه \nوالماء طاهر مطهر لا يخرجه عن الوصفين إلا ما غير \n(1/18)\n\nريحه أو طعمه أو لونه من النجاسات \nوعن الثاني ما أخرجه عن اسم الماء المطلق من المغيرات الطاهرة \nولا فرق بين قليل وكثير وما فوق القلتين و ما دونهما ومتحرك و ساكن ",
        "(1/19)\n\nومستعمل وغير مستعمل الباب الثاني النجاسات \nالفصل الأول أحكام النجاسات \nوالنجاسات هي غائط الإنسان مطلقا \n(1/21)",
        "\nوبوله إلا الذكر الرضيع ولعاب كلب \n(1/22)\n",
        "وروث \nودم حيض ولحم خنزير وفيما عدا ذلك خلاف \nوالأصل الطهارة فلا ينقل عنها إلا ناقل صحيح لم يعارضه ما يساويه أو يقدم عليه \n(1/23)\n\nالفصل الثاني تطهير النجاسات \nويطهر ما يتنجس بغسله حتى لا يبقى لها عين ولا لون ولا ريح ولا طعم \nوالنعل بالمسح \nوالاستحالة مطهرة لعدم وجود الوصف المحكوم عليه وما لا يمكن غسله فبالصب عليه أو النزح منه حتى لا يبقى للنجاسة أثر ",
        "(1/25)\n\nوالماء هو الأصل في التطهير لا يقوم غيره مقامه إلا بإذن من الشارع الباب الثالث باب قضاء الحاجة \nعلى المتخلي الاستتار حتى يدنو من الأرض والبعد أو دخول الكنيف وترك الكلام والملابسة لما له حرمة \nوتجنب الأمكنة التي منع عن التخلي فيها شرع أو عرف وعدم \n(1/26)",
        "\nالاستقبال و الاستدبار للقبلة وعليه الاستجمار بثلاثة أحجار طاهرة أو ما يقوم مقامها وتندب الاستعاذة عند \n(1/27)\n",
        "الشروع \nوالاستغفار والحمد بعد الفراغ \n(1/28)\n\nالباب الرابع باب الوضوء \nالفصل الأول فرائض الوضوء \nيجب على كل مكلف أن يسمي إذا ذكر ويتمضمض و يستنشق ثم يغسل جميع وجهه ثم يديه مع مرفقيه ثم ",
        "(1/29)\n\nيمسح رأسه مع أذنيه ويجزئ مسح بعضه والمسح على \n(1/30)",
        "\nالعمامة ثم يغسل رجليه مع الكعبين وله المسح على الخفين ولا يكون وضوءا شرعيا إلا بالنية لاستباحة الصلاة \n(1/31)\n",
        "الفصل الثاني مستحبات الوضوء \nويستحب التثليث في غير الرأس و إطالة الغرة \n(1/32)\n\nوالتحجيل وتقديم السواك استحبابا وغسل اليدين إلى الرسغين ثلاثا قبل الشروع في غسل الأعضاء المتقدمة ",
        "(1/33)\n\nالفصل الثالث نواقض الوضوء \nوينتقض الوضوء بما خرج من الفرجين من عين أو ريح وبما يوجب الغسل ونوم المضطجع وأكل لحم الإبل والقيء ونحوه ومس الذكر \n(1/34)",
        "\nالباب الخامس باب الغسل \nالفصل الأول متى يجب الغسل \nيجب بخروج المني بشهوة ولو بتفكر وبالتقاء \n(1/35)\n",
        "الختانين وبانقطاع الحيض وبالنفاس وبالاحتلام مع \n(1/36)\n\nوجود بلل وبالموت و بالإسلام ",
        "(1/37)\n\nالفصل الثاني أركان الغسل وسننه \nوالغسل الواجب هو أن يفيض الماء على جميع بدنه أو ينغمس فيه مع المضمضة و الاستنشاق والدلك لما يمكن دلكه ولا يكون شرعيا إلا بالنية لرفع موجبه \nوندب تقديم غسل أعضاء الوضوء إلا القدمين ثم التيامن \n(1/38)",
        "\nالفصل الثالث متى يسن الغسل \nويشرع لصلاة الجمعة وللعيدين و لمن غسل ميتا و للإحرام ولدخول مكة \n(1/39)\n",
        "الباب السادس باب التيمم \nيستباح به ما يستباح بالوضوء والغسل لمن لا يجد \n(1/40)\n\nالماء أو خشي الضرر من استعماله و أعضاؤه الوجه ثم الكفان يمسحها مرة بضربة واحدة ناويا مسميا ",
        "(1/41)\n\nونواقضه نواقض الوضوء الباب السابع الحيض والنفاس \nالفصل الأول الحيض \nلم يأت في تقدير أقله و أكثره ما تقوم به الحجة وكذلك الطهر فذات العادة المتقررة تعمل عليها و غيرها ترجع إلى القرائن فدم الحيض يتميز عن غيره فتكون حائضا إذا رأت دم الحيض و مستحاضة إذا رأت غيره وهي كالطاهرة وتغسل أثر الدم وتتوضأ لكل صلاة \n(1/42)",
        "\nوالحائض لا تصلي ولا تصوم ولا توطأ حتى تغتسل بعد الطهر وتقضي الصيام \n(1/43)\n",
        "الفصل الثاني النفاس \nوالنفاس أكثره أربعون يوما \nولا حد لأقله وهو كالحيض \n(1/44)\n\nالكتاب الثاني - كتاب الصلاة الباب الأول مواقيت الصلاة \nأول وقت الظهر الزوال وآخره مصير ظل الشيء مثله سوى فيء الزوال وهو أول وقت العصر وآخره ما دامت الشمس بيضاء نقية وأول وقت المغرب غروب الشمس وآخره ذهاب الشفق الأحمر وهو أول العشاء وآخره نصف الليل \nوأول وقت الفجر وآخره طلوع الشمس ومن نام عن صلاته أو سها عنها فوقتها ",
        "(1/46)\n\nحين يذكرها ومن كان معذورا وأدرك من الصلاة ركعة فقد أدركها \n(1/48)",
        "\nوالتوقيت واجب والجمع لعذر جائز والمتيمم \n(1/49)\n",
        "وناقص الصلاة أو الطهارة يصلون كغيرهم من غير تأخير \nوأوقات الكراهة بعد الفجر حتى ترتفع الشمس و عند الزوال وبعد العصر حتى تغرب \n(1/50)\n\nالباب الثاني باب الأذان و الإقامة \nيشرع لأهل كل بلد أن يتخذوا مؤذنا ينادي بألفاظ الأذان المشروع عند دخول وقت الصلاة ويشرع ",
        "(1/51)\n\nللسامع أن يتابع المؤذن ثم تشرع الإقامة على الصفة الواردة \n(1/53)",
        "\nالباب الثالث باب شروط الصلاة \nويجب على المصلي تطهير ثوبه و بدنه ومكانه من النجاسة وستر عورته ولا يشتمل الصماء ولا \n(1/54)\n",
        "يسدل ولا يسبل ولا يكفت ولا يصلي في ثوب \n(1/55)\n\nحرير ولا ثوب شهرة ولا مغصوب وعليه استقبال عين الكعبة إن كان مشاهدا لها أو في حكم المشاهد وغير ",
        "(1/56)\n\nالمشاهد يستقبل الجهة بعد التحري الباب الرابع باب كيفية الصلاة \nلا تكون شرعية إلا بالنية وأركانها كلها مفترضة \n(1/57)",
        "\nإلا قعود التشهد الأوسط والاستراحة ولا يجب من \n(1/59)\n",
        "أذكارها إلا التكبير والفاتحة في كل ركعة ولو كان مؤتما والتشهد الأخير والتسليم \nوما عدا ذلك فسنن وهي الرفع في المواضع الأربعة والضم والتوجه بعد \n(1/60)\n\nالتكبيرة والتعوذ والتأمين وقراءة غير الفاتحة ",
        "(1/61)\n\nمعها والتشهد الأوسط والأذكار الواردة في كل \n(1/62)",
        "\nركن والاستكثار من الدعاء بخيري الدنيا و الآخرة بما ورد وبما لم يرد \n(1/63)\n",
        "الباب الخامس متى تبطل الصلاة وعمن تسقط \nالفصل الأول مبطلات الصلاة \nوتبطل الصلاة بالكلام وبالاشتغال بما ليس منها \n(1/64)\n\nوبترك شرط أو ركن عمدا \nالفصل الثاني على من تجب الصلوات الخمس وعمن تسقط \nولا تجب على غير مكلف وتسقط عمن عجز عن ",
        "(1/67)\n\nالإشارة أو أغمي عليه حتى خرج وقتها ويصلي المريض قائما ثم قاعدا ثم على جنب الباب السادس باب صلاة التطوع \nهي أربع قبل الظهر وأربع بعده و أربع قبل العصر و ركعتان بعد المغرب وركعتان بعد العشاء \n(1/68)",
        "\nوركعتان قبل صلاة الفجر وصلاة الضحى وصلاة \n(1/69)\n",
        "الليل و أكثرها ثلاث عشرة ركعة يوتر في آخرها بركعة وتحية المسجد والاستخارة وركعتان بين كل أذان و إقامة \n(1/71)\n\nالباب السابع باب صلاة الجماعة \nهي من آكد السنن وتنعقد باثنين و إذا كثر الجمع كان الثواب أكثر وتصح بعد المفضول والأولى أن يكون ",
        "(1/72)\n\nالإمام من الخيار ويؤم الرجل النساء لا العكس \n(1/73)",
        "\nوالمفترض بالمتنفل و العكس وتجب المتابعة في غير مبطل \n(1/74)\n",
        "ولا يؤم الرجل قوما هم له كارهون ويصلي بهم صلاة أخفهم ويقدم السلطان ورب المنزل والأقرأ ثم الأعلم ثم الأسن و إذا اختلت صلاة الإمام كان ذلك عليه لا على المؤتمين به \nوموقفهم خلفه إلا الواحد فعن يمينه و إمامة النساء وسط \n(1/75)\n\nالصف ويقدم صفوف الرجال ثم الصبيان ثم النساء و الأحق بالصف الأول أولو الأحلام والنهى وعلى الجماعة أن يسووا صفوفهم و أن يسدوا الخلل و أن يتموا الصف الأول ثم الذي يليه ثم كذلك ",
        "(1/76)\n\nالباب الثامن باب سجود السهو \nهو سجدتان قبل التسليم أو بعده \nبإحرام وتشهد \n(1/77)",
        "\nوتحليل ويشرع لترك مسنون وللزيادة ولو ركعة سهوا وللشك في العدد وإذا سجد الإمام تابعه المؤتم \n(1/79)\n",
        "الباب التاسع باب القضاء للفوائت \nإذا كان الترك عمدا لا لعذر فدين الله أحق أن يقضى و إن كان لعذر فليس بقضاء بل أداء في وقت زوال العذر إلا صلاة العيد ففي ثانيه \n(1/80)\n\nالباب العاشر باب صلاة الجمعة \nتجب على كل مكلف إلا المرأة و العبد و المسافر والمريض وهي كسائر الصلوات لا تخالفها إلا في مشروعية ",
        "(1/81)\n\nالخطبتين قبلها \nووقتها وقت الظهر \nوعلى من حضرها ألا يتخطى رقاب الناس وأن ينصت حال الخطبتين \nوندب \n(1/82)",
        "\nله التبكير والتطيب والتجمل والدنو من الإمام \n(1/83)\n",
        "ومن أدرك ركعة منها فقد أدركها وهي في يوم العيد رخصة الباب الحادي عشر باب صلاة العيدين \nهي ركعتان في الأولى سبع تكبيرات قبل القراءة وفي الثانية خمس كذلك ويخطب بعدها و يستحب \n(1/84)\n\nالتجمل والخروج إلى خارج البلد ومخالفة الطريق والأكل قبل الخروج في الفطر دون الأضحى ",
        "(1/85)\n\nووقتها بعد ارتفاع الشمس قدر رمح إلى الزوال ولا أذان فيها ولا إقامة الباب الثاني عشر باب صلاة الخوف \nقد صلاها رسول الله صلى الله عليه و سلم على صفات مختلفة وكلها \n(1/86)",
        "\nمجزئة وإذا اشتد الخوف والتحم القتال صلاها الراكب والراجل ولو إلى غير القبلة ولو بالإيماء الباب الثالث عشر باب صلاة السفر \nيجب القصر على من خرج من بلده قاصدا للسفر و إن كان \n(1/89)\n",
        "دون بريد وإذا أقام ببلد مترددا قصر إلى عشرين يوما وإذا عزم على إقامة أربع أتم بعدها وله الجمع تقديما وتأخيرا بأذان وإقامتين \n(1/90)\n\nالباب الرابع عشر باب صلاة الكسوفين \nهي سنة وأصح ما ورد في صفتها ركعتان في كل ركعة ",
        "(1/91)\n\nركوعان وورد ثلاثة و أربعة و خمسة يقرأ بين كل \n(1/92)",
        "\nركوعين وورد في كل ركعة ركوع وندب الدعاء والتكبير والتصدق والاستغفار \n(1/93)\n",
        "الباب الخامس عشر باب صلاة الاستسقاء \nتسن عند الجدب ركعتان بعدهما خطبة تتضمن الذكر والترغيب في الطاعة والزجر عن المعصية ويستكثر الإمام ومن \n(1/94)\n\nمعه الاستغفار والدعاء برفع الجدب ويحولون جميعا أرديتهم ",
        "(1/95)\n\nالكتاب الثالث - كتاب الجنائز \nالفصل الأول أحكام المحتضر \nمن السنة عيادة المريض وتلقين المحتضر الشهادتين وتوجيهه وتغميضه إذا مات وقراءة \n(1/96)",
        "\nياسين عليه والمبادرة بتجهيزه إلا لتجويز حياته والقضاء لدينه وتسجيته ويجوز تقبيله \n(1/97)\n",
        "وعلى المريض أن يحسن الظن بربه ويتوب إليه \nويتخلص من كل ما عليه \n(1/98)\n\nالفصل الثاني غسل الميت \nويجب غسل الميت المسلم على الأحياء \nوالقريب أولى بالقريب إذا كان من جنسه وأحد الزوجين بالآخر ويكون ",
        "(1/99)\n\nالغسل ثلاثا أو خمسا أو أكثر بماء وسدر وفي الأخيرة كافور وتقدم الميامن ولا يغسل الشهيد \nالفصل الثالث تكفين الميت \nويجب تكفينه بما يستره ولو لم يملك غيره ولا بأس \n(1/100)",
        "\nبالزيادة مع التمكن من غير مغالاة ويكفن الشهيد في ثيابه التي \n(1/101)\n",
        "قتل فيها وندب تطييب بدن الميت وكفنه \nالفصل الرابع صلاة الجنازة \nوتجب الصلاة على الميت ويقوم الإمام حذاء رأس \n(1/102)\n\nالرجل ووسط المرأة ويكبر أربعا أو خمسا و يقرأ بعد التكبيرة الأولى الفاتحة وسورة و يدعو بين التكبيرات بالأدعية المأثورة ولا يصلي على الغال وقاتل نفسه ",
        "(1/103)\n\nوالكافر والشهيد ويصلى على القبر وعلى الغائب \n(1/104)",
        "\nالفصل الخامس المشي بالجنازة \nويكون المشي بالجنازة سريعا والمشي معها والحمل لها سنة والمتقدم عليها والمتأخر عنها سواء ويكره الركوب ويحرم النعي والنياحة واتباعها بنار وشق \n(1/105)\n",
        "الجيب والدعاء بالويل والثبور ولا يقعد المتبع لها حتى توضع والقيام لها منسوخ \n(1/107)\n\nالفصل السادس دفن الميت \nويجب دفن الميت في حفرة تمنعه من السباع ولا بأس ",
        "(1/108)\n\nبالضرح واللحد أولى و يدخل الميت من مؤخر القبر ويوضع على جنبه الأيمن مستقبلا \nويستحب حثو التراب من كل من حضر ثلاث حثيات ولا يرفع القبر زيادة على شبر \n(1/109)",
        "\nوالزيارة للموتى مشروعة ويقف الزائر مستقبلا للقبلة \n(1/110)\n",
        "ويحرم اتخاذ القبور مساجد وزخرفتها \n(1/111)\n\nوتسريجها والقعود عليها وسب الأموات والتعزية مشروعة وكذلك إهداء الطعام لأهل الميت ",
        "(1/112)\n\nالكتاب الرابع - كتاب الزكاة \nتجب في الأموال التي ستأتي إذا كان المالك مكلفا الباب الأول باب زكاة الحيوان \nإنما تجب منه في النعم وهي الإبل والبقر والغنم \nالفصل الأول نصاب الإبل \nإذا بلفت الإبل خمسا ففيها شاة \nثم في كل خمس شاة فإذا بلفت خمسا وعشرين ففيها ابنة مخاض أو ابن لبون وفي ست وثلاثين ابنة لبون وفي ست وأربعين حقة وفي \n(1/114)",
        "\nإحدى وستين جذعة وفي ست وسبعين بنتا لبون وفي إحدى وتسعين حقتان إلى مائة وعشرين فإذا زادت ففي كل أربعين ابنة لبون وفي كل خمسين حقة \n(1/115)\n",
        "الفصل الثاني نصاب البقر \nويجب في ثلاثين من البقر تبيع أو تبيعة وفي أربعين مسنة ثم كذلك \nالفصل الثالث نصاب الغنم \nويجب في أربعين من الغنم شاة إلى مائة وإحدى وعشرين وفيها \n(1/116)\n\nشاتان إلى مائتين وواحدة وفيها ثلاث شياه إلى ثلاثمائة وواحدة وفيها أربع ثم في كل مائة شاة ",
        "(1/117)\n\nالفصل الرابع في الجمع والتفريق والأوقاص \nولا يجمع بين متفرق من الأنعام ولا يفرق بين مجتمع خشية الصدقة ولا شيء فيما دون الفريضة ولا في \n(1/118)",
        "\nالأوقاص وما كان من خليطين فيتراجعان بالسوية ولا تؤخذ هرمة ولا ذات عوار ولا عيب ولا صغيرة ولا أكولة ولا ربى ولا ماخض ولا فحل غنم \n(1/119)\n",
        "الباب الثاني باب زكاة الذهب والفضة \nإذا حال على أحدهما الحول ربع العشر ونصاب الذهب عشرون دينارا ونصاب الفضة مائتا درهم ولا \n(1/120)\n\nشيء فيما دون ذلك ولا زكاة في غيرهما من الجواهر وأموال التجارة والمستغلات الباب الثالث باب زكاة النبات \nيجب العشر في الحنطة والشعير والذرة والتمر والزبيب وما ",
        "(1/121)\n\nكان يسقى بالمسنى منها ففيه نصف العشر ونصابها خمسة أوسق ولا شيء فيما عدا ذلك كالخضروات وغيرها \n(1/122)",
        "\nويجب في العسل العشر ويجوز تعجيل الزكاة وعلى الإمام أن يرد صدقات أغنياء كل محل لفقرائهم ويبرأ رب \n(1/123)\n",
        "المال بدفعها إلى السلطان وان كان جائرا الباب الرابع باب مصارف الزكاة \nهي ثمانية كما في الآية وتحرم على بني هاشم \n(1/124)\n\nومواليهم وعلى الأغنياء والأقوياء المكتسبين الباب الخامس باب صدقة الفطر \nهي صاع من القوت المعتاد عن كل فرد والوجوب على ",
        "(1/125)\n\nسيد العبد ومنفق الصغير ونحوه ويكون إخراجها قبل صلاة العيد ومن لا يجد زيادة على قوت يومه وليلته فلا فطرة عليه ومصرفها مصرف الزكاة \n(1/126)",
        "\nالكتاب الخامس باب الخمس \nيجب فيما يغنم في القتال وفي الركاز ولا يجب فيما عدا ذلك ومصرفه من في قوله تعالى واعلموا أنما غنمتم من شيء الآية \n(1/127)\n",
        "الكتاب السادس - كتاب الصوم الباب الأول أحكام الصيام \nالفصل الأول وجوب صوم رمضان \nيجب صيام رمضان لرؤية هلاله من عدل أو إكمال عدة شعبان ويصوم ثلاثين يوما ما لم يظهر هلال شوال قبل \n(1/128)\n\nإكمالها وإذا رآه أهل بلد لزم سائر البلاد الموافقة وعلى ",
        "(1/129)\n\nالصائم النية قبل الفجر \nالفصل الثاني مبطلات الصوم \nويبطل بالأكل والشرب والجماع والقيء \n(1/130)",
        "\nعمدا ويحرم الوصال وعلى من أفطر عمدا كفارة ككفارة الظهار ويندب تعجيل الفطر وتأخير السحور \n(1/131)\n",
        "الفصل الثالث قضاء الصوم \nيجب على من أفطر لعذر شرعي أن يقضي والفطر للمسافر \n(1/132)\n\nونحوه رخصة إلا أن يخشى التلف أو الضعف عن القتال فعزيمة ومن مات وعليه صوم صام عنه وليه والكبير العاجز عن الأداء والقضاء يكفر عن كل يوم بإطعام مسكين ",
        "(1/133)\n\nالباب الثاني باب صوم التطوع \nالفصل الأول ما يستحب صومه \nيستحب صيام ست من شوال وتسع ذي الحجة ومحرم وشعبان والاثنين والخميس وأيام \n(1/134)",
        "\nالبيض وأفضل التطوع صوم يوم وإفطار يوم \nالفصل الثاني ما يكره صومه \nويكره صوم الدهر وإفراد يوم الجمعة ويوم \n(1/135)\n",
        "السبت \nالفصل الثالث ما يحرم صومه \nويحرم صوم العيدين و أيام التشريق واستقبال رمضان \n(1/136)\n\nبيوم أو يومين ",
        "(1/137)\n\nالباب الثالث باب الاعتكاف \nيشرع ويصح في كل وقت في المساجد وهو في \n(1/138)",
        "\nرمضان آكد سيما في العشر الأواخر منه و يستحب الاجتهاد في العمل فيها وقيام ليالي القدر ولا يخرج المعتكف إلا لحاجة \n(1/139)\n",
        "الكتاب السابع - كتاب الحج الباب الأول أحكام الحج \nالفصل الأول وجوب الحج \nيجب على كل مكلف مستطيع فورا وكذلك العمرة وما زاد فهو نافلة \n(1/140)\n\nالفصل الثاني وجوب تعيين نوع الحج بالنية \nويجب تعيين نوع الحج بالنية من تمتع أو قران أو إفراد والأول أفضلها ويكون الإحرام من المواقيت ",
        "(1/141)\n\nالمعروفة ومن كان دونها فمهله أهله حتى أهل مكة منها \n(1/142)",
        "\nالفصل الثالث محظورات الإحرام \nولا يلبس المحرم القميص ولا العمامة ولا البرنس ولا السراويل ولا ثوبا مسه ورس ولا زعفران \nولا الخفين إلا أن لا يجد نعلين فيقطعهما حتى يكونا أسفل من الكعبين \nولا تتنقب المرأة ولا تلبس القفازين وما مسه الورس \n(1/143)\n",
        "والزعفران ولا يتطيب ابتداء ولا يأخذ من شعره و بشره إلا لعذر ولا يرفث ولا يفسق ولا يجادل ولا ينكح \n(1/144)\n\nولا ينكح ولا يخطب ولا يقتل صيدا ومن قتله فعليه جزاء مثل ما قتل من النعم يحكم به ذوا عدل ولا يأكل ما صاده ",
        "(1/145)\n\nغيره إلا إذا كان الصائد حلالا ولم يصده لأجله \nولا يعضد من شجر الحرم إلا الإذخر ويجوز له قتل الفواسق \n(1/146)",
        "\nالخمس وصيد حرم المدينة وشجره كحرم مكة إلا أن \n(1/147)\n",
        "من قطع شجره أو خبطه كان سلبه حلالا لمن وجده ويحرم صيد وج وشجره \n(1/148)\n\nالفصل الرابع ما يجب عمله أثناء الطواف \nوعند قدوم الحاج مكة يطوف للقدوم سبعة أشواط يرمل في الثلاثة الأولى ويمشي فيما بقي ويقبل الحجر الأسود أو يستلمه بمحجن ويقبل المحجن ونحوه ويستلم ",
        "(1/149)\n\nالركن اليماني ويكفي القارن طواف واحد وسعي واحد ويكون حال الطواف متوضئا ساتر العورة والحائض تفعل \n(1/150)",
        "\nما يفعل الحاج غير أن لا تطوف بالبيت ويندب الذكر حال الطواف بالمأثور وبعد فراغه يصلي ركعتين في مقام إبراهيم ثم يعود إلى الركن فيستلمه \n(1/151)\n",
        "الفصل الخامس وجوب السعي بين الصفا و المروة \nويسعى بين الصفا والمروة سبعة أشواط داعيا بالمأثور و إذا كان متمتعا صار بعد السعي حلالا حتى إذا كان يوم التروية أهل بالحج \n(1/152)\n\nالفصل السادس مناسك الحج \nثم يأتي عرفة صبح يوم عرفة ملبيا مكبرا ويجمع العصرين فيها ويخطب ثم يفيض من عرفة ويأتي المزدلفة ويجمع فيها ",
        "(1/153)\n\nبين العشاءين ثم يبيت بها ثم يصلي الفجر ويأتي المشعر فيذكر الله عنده ويقف به إلى قبل طلوع الشمس ثم يدفع حتى يأتي بطن محسر ثم يسلك الطريق الوسطى إلى الجمرة التي عند الشجرة وهي جمرة العقبة فيرميها بسبع حصيات يكبر مع كل حصاة ولا يرميها إلا بعد طلوع الشمس إلا النساء \n(1/154)",
        "\nوالصبيان فيجوز لهم قبل ذلك ويحلق رأسه أو يقصره \n(1/155)\n",
        "فيحل له كل شيء إلا النساء ومن حلق أو ذبح أو أفاض إلى البيت قبل أن يرمي فلا حرج \nثم يرجع إلى منى فيبيت بها ليالي التشريق ويرمي في كل \n(1/156)\n\nيوم من أيام التشريق الجمرات الثلاث بسبع حصيات مبتدئا بالجمرة الدنيا ثم الوسطى ثم جمرة العقبة ويستحب لمن يحج ",
        "(1/157)\n\nبالناس أن يخطبهم يوم النحر وفي وسط أيام التشريق ويطوف الحاج طواف الإفاضة وهو طواف الزيارة يوم النحر \n(1/158)",
        "\nو إذا فرغ من أعمال الحج طاف للوداع \nالفصل السابع أفضل أنواع الهدي \nوالهدي أفضله البدنة ثم البقرة ثم الشاة وتجزئ \n(1/159)\n",
        "البقرة والبدنة عن سبعة ويجوز للمهدي أن يأكل من لحم هديه ويركب عليه ويندب له اشعاره وتقليده ومن \n(1/160)\n\nبعث بهدي لم يحرم عليه شيء مما يحرم على المحرم الباب الثاني باب العمرة المفردة \nيحرم لها من الميقات ومن كان في مكة خرج إلى الحل ثم يطوف ويسعى ويحلق أو يقصر وهي مشروعة ",
        "(1/161)\n\nفي جميع السنة \n(1/162)",
        "\nالكتاب الثامن - كتاب النكاح \nالفصل الأول أحكام الزواج \nيشرع لمن استطاع الباءة ويجب على من خشي الوقوع في المعصية والتبتل غير جائز إلا لعجز عن القيام بما لا بد \n(1/163)\n",
        "منه وينبغي أن تكون المرأة ودودا ولودا بكرا ذات جمال \n(1/164)\n\nوحسب ودين و مال \nوتخطب الكبيرة التي نفسها والمعتبر حصول الرضا منها لمن كان كفئا والصغيرة إلى ",
        "(1/165)\n\nوليها ورضا البكر صماتها و تحرم الخطبة في العدة وعلى الخطبة ويجوز النظر إلى المخطوبة و لا نكاح إلا \n(1/167)",
        "\nبولي وشاهدين إلا أن يكون عاضلا أو غير مسلم ويجوز لكل واحد من الزوجين أن يوكل لعقد النكاح \n(1/168)\n",
        "و لو واحدا \nالفصل الثاني الأنكحة المحرمة \nونكاح المتعة منسوخ والتحليل حرام وكذلك \n(1/169)\n\nالشغار ويجب على الزوج الوفاء بشرط المرأة إلا أن يحل ",
        "(1/170)\n\nحراما أو يحرم حلالا ويحرم على الرجل أن ينكح زانية أو مشركة والعكس ومن صرح القرآن بتحريمه والرضاع \n(1/171)",
        "\nكالنسب والجمع بين المرأة وعمتها أو خالتها وما زاد على العدد المباح للحر والعبد وإذا تزوج العبد بغير إذن سيده \n(1/172)\n",
        "فنكاحه باطل وإذا عتقت الأمة ملكت أمر نفسها وخيرت في زوجها ويجوز فسخ النكاح بالعيب ويقر من أنكحة الكفار إذا أسلموا ما يوافق الشرع \nوإذا أسلم أحد الزوجين انفسخ النكاح وتجب العدة فان أسلم ولم تتزوج المرأة كانا على نكاحهما الأول ولو طالت المدة إذا اختارا ذلك \n(1/173)\n\nالفصل الثالث أحكام المهر \nوالمهر واجب وتكره المغالاة فيه ويصح ولو خاتما من ",
        "(1/174)\n\nحديد أو تعليم قرآن ومن تزوج امرأة ولم يسم لها صداقا فلها مهر نسائها إذا دخل بها \nويستحب تقديم شيء من المهر قبل الدخول \nوعليه إحسان العشرة وعليها الطاعة \n(1/175)",
        "\nومن كانت له زوجتان فصاعدا عدل بينهن في القسمة وما تدعو الحاجة \n(1/176)\n",
        "إليه و إذا سافر أقرع بينهن \nوللمرأة أن تهب نوبتها أو تصالح الزوج على إسقاطها ويقيم عند الجديدة البكر سبعا \n(1/180)\n\nوالثيب ثلاثا ولا يجوز العزل ولا إتيان المرأة في دبرها ",
        "(1/181)\n\nالفصل الرابع الولد للفراش \nوالولد للفراش ولا عبرة لشبهه بغير صاحبه وإذا اشترك ثلاثة في وطء أمة في طهر ملكها كل واحد منهم فيه فجاءت بولد وادعوه جميعا فيقرع بينهم و من استحقه بالقرعة فعليه للآخرين ثلثا الدية \n(1/182)",
        "\nالكتاب التاسع - كتاب الطلاق الباب الأول أنواع الطلاق \nالفصل الأول مشروعية الطلاق و أحكامه \nهو جائز من مكلف مختار ولو هازلا لمن كانت في \n(1/184)\n",
        "طهر لم يمسها فيه ولا طلقها في الحيضة التي قبله أو في حمل قد استبان ويحرم إيقاعه على غير هذه الصفة وفي وقوعه ووقوع ما فوق الواحدة من دون تخلل رجعة خلاف و الراجح عدم الوقوع \n(1/185)\n\nالفصل الثاني بما يقع الطلاق \nويقع بالكناية مع النية وبالتخيير إذا اختارت الفرقة و إذا جعله الزوج إلى غيرة وقع منه و لا يقع بالتحريم ",
        "(1/186)\n\nوالرجل أحق في عدة طلاقه يراجعها متى شاء إذا كان الطلاق رجعيا ولا تحل له بعد الثلاث حتى تنكح زوجا غيره \n(1/187)",
        "\nالباب الثاني باب الخلع \nو إذا خالع الرجل امرأته كان أمرها إليها لا ترجع إليه بمجرد الرجعة و يجوز بالقليل والكثير ما لم يجاوز ما صار إليها منه ولا بد من التراضي بين الزوجين على الخلع أو إلزام الحاكم مع الشقاق بينهما وهو فسخ وعدته حيضة \n(1/188)\n",
        "الباب الثالث باب الإيلاء \nهو أن يحلف الزوج من جميع نسائه أو بعضهن لا يقربهن فإن وقت بدون أربعة أشهر اعتزل حتى ينقضي ما وقت به وإن وقت بأكثر منها خير بعد مضيها بين أن يفيء أو يطلق الباب الرابع باب الظهار \nوهو قول الزوج لامرأته أنت علي كظهر أمي أو ظاهرتك أو نحو ذلك فيجب عليه قبل أن يمسها أن يكفر بعتق رقبة فإن لم يجد \n(1/189)\n\nفليطعم ستين مسكينا فإن لم يجد فليصم شهرين متتابعين و يجوز للإمام أن يعينه من صدقات المسلمين إذا كان فقيرا لا يقدر على الصوم وله أن يصرف منها لنفسه وعياله وإذا كان الظهار مؤقتا فلا يرفعه إلا انقضاء الوقت وإذا وطئ قبل انقضاء ",
        "(1/190)\n\nالوقت أو قبل التكفير كف حتى يكفر في المطلق أو ينقضي وقت المؤقت الباب الخامس باب اللعان \nإذا رمى الرجل امرأته بالزنى ولم تقر بذلك ولا رجع عن رمية لاعنها فيشهد الرجل أربع شهادات بالله إنه لمن الصادقين \nوالخامسة أن لعنة الله عليه إن كان من الكاذبين ثم تشهد المرأة أربع شهادات بالله إنه لمن الكاذبين \nوالخامسة أن غضب الله عليها إن كان من الصادقين ( وإذا كانت حاملا ) أو كانت قد وضعت \n(1/191)",
        "\nأدخل نفي الولد في أيمانه ويفرق الحاكم بينهما وتحرم عليه أبدا ويلحق الولد بأمه فقط ومن رماها به فهو قاذف \n(1/192)\n",
        "الباب السادس باب العدة \nالفصل الأول أنواع العدة \nهي للطلاق من الحامل بالوضع ومن الحائض بثلاث حيض ومن غيرهما بثلاثة أشهر وللوفاة بأربعة \n(1/193)\n\nأشهر وعشر وان كانت حاملا فبالوضع و لا عدة على غير مدخولة والأمة كالحرة وعلى المعتدة للوفاة ترك التزين والمكث في البيت الذي كانت فيه عند موت زوجها أو ",
        "(1/194)\n\nبلوغ خبره \nالفصل الثاني استبراء الأمة المسبية و المشتراة \nويجب استبراء الأمة المسبية والمشتراة ونحوهما بحيضة إن كانت حائضا والحامل بوضع الحمل ومنقطعة الحيض حتى يتبين عدم حملها ولا تستبرأ بكر ولا صغيرة مطلقا ولا يلزم على \n(1/195)",
        "\nالبائع ونحوه الباب السابع باب النفقة \nتجب على الزوج للزوجة والمطلقة رجعيا لا \n(1/196)\n",
        "بائنا ولا في عدة الوفاة فلا نفقة ولا سكنى إلا أن تكونا حاملتين و تجب على الوالد الموسر لولده المعسر والعكس \n(1/197)\n\nوعلى السيد لمن يملكه ولا تجب على القريب لقريبه إلا من باب صلة الرحم ومن وجبت نفقته وجبت كسوته وسكناه ",
        "(1/198)\n\nالباب الثامن باب الرضاع \nإنما يثبت حكمه بخمس رضعات متى تيقن وجود اللبن و كون الرضيع قبل الفطام ويحرم به ما يحرم \n(1/199)",
        "\nبالنسب ويقبل قول المرضع ويجوز إرضاع الكبير ولو كان ذا لحية لتجويز النظر \n(1/200)\n",
        "الباب التاسع باب الحضانة \nالأولى بالطفل أمه ما لم تنكح ثم الخالة ثم الأب ثم يعين الحاكم من القرابة من رأى فيه صلاحا \n(1/201)\n\nوبعد بلوغ سن الاستقلال يخير الصبي بين أبيه وأمه فإن لم يوجد أكفله من كان له في كفالته مصلحة ",
        "(1/202)\n\nالكتاب العاشر - كتاب البيع الباب الأول أنواع البيوع المحرمة \nالمعتبر فيه مجرد التراضي ولو بإشارة من قادر على النطق ولا يجوز بيع الخمر والميتة والخنزير والأصنام والكلب \n(1/203)",
        "\nو السنور والدم و عسب الفحل وكل حرام وفضل الماء و ما فيه غرر كالسمك في الماء وحبل \n(1/204)\n",
        "الحبلة والمنابذة والملامسة وما في الضرع والعبد الآبق \n(1/205)\n\nوالمغانم حتى تقسم والثمر حتى يصلح والصوف في الظهر والسمن في اللبن و المحاقلة و المزابنة والمعاومة و المخاضرة ",
        "(1/206)\n\nو العربون و العصير إلى من يتخذه خمرا و الكالئ بالكالئ و ما اشتراه قبل قبضه و الطعام حتى يجري فيه الصاعان ولا يصح الاستثناء في البيع إلا إذا كان معلوما ومنه استثناء ظهر المبيع و لا يجوز التفريق بين \n(1/207)",
        "\nالمحارم ولا أن يبيع حاضر لباد و التناجش و البيع على \n(1/208)\n",
        "البيع وتلقي الركبان و الاحتكار و التسعير \nويجب وضع الجوائح ولا يحل سلف و بيع ولا \n(1/209)\n\nشرطان في بيع ولا بيعتان في بيعة وربح ما لم يضمن و بيع ما ليس عند البائع و يجوز بشرط عدم الخداع والخيار في المجلس ثابت ما لم يتفرقا ",
        "(1/210)\n\nالباب الثاني باب الربا \nيحرم بيع الذهب بالذهب والفضة بالفضة و البر بالبر والشعير بالشعير والتمر بالتمر و الملح بالملح إلا مثلا بمثل يدا بيد وفي إلحاق \n(1/211)",
        "\nغيرها بها خلاف فإن اختلفت الأجناس جاز التفاضل إذا كان يدا بيد و لا يجوز بيع الجنس بجنسه مع عدم العلم بالتساوي وإن صحبه غيره ولا بيع الرطب بما كان \n(1/212)\n",
        "يابسا إلا لأهل العرايا و لا بيع اللحم بالحيوان \n(1/213)\n\nويجوز بيع الحيوان باثنين أو أكثر من جنسه ولا يجوز بيع العينة ",
        "(1/214)\n\nالباب الثالث باب الخيارات \nيجب على من باع ذا عيب أن يبينه و إلا ثبت الخيار و الخراج بالضمان وللمشتري الرد بالغرر و منه المصراة فيردها \n(1/215)",
        "\nوصاعا من تمر أو ما يتراضيان عليه ويثبت الخيار لمن خدع أو باع قبل وصول السوق ولكل من المتبايعين \n(1/216)\n",
        "بيعا منهيا عنه الرد و من اشترى شيئا لم يره فله رده إذا رآه وله رد ما اشتراه بخيار و إذا اختلف البيعان فالقول ما يقوله البائع الباب الرابع باب السلم \nهو أن يسلم رأس المال في مجلس العقد على أن يعطيه ما يتراضيان عليه معلوما إلى أجل معلوم ولا يأخذ إلا ما سماه \n(1/217)\n\nأو رأس ماله ولا يتصرف فيه قبل قبضه الباب الخامس باب القرض \nيجب إرجاع مثله و يجوز أن يكون أفضل أو أكثر إذا لم يكن مشروطا و لا يجوز أن يجر القرض نفعا لمقرض ",
        "(1/218)\n\nالباب السادس باب الشفعة \nسببها الاشتراك في شيء و لو منقولا فإذا وقعت القسمة فلا شفعة ولا يحل للشريك أن يبيع حتى يؤذن شريكه و لا تبطل بالتراخي \n(1/219)",
        "\nالباب السابع باب الإجارة \nتجوز على كل عمل لم يمنع منه مانع شرعي و تكون الأجرة معلومة عند الاستئجار فإن لم تكن كذلك استحق الأجير مقدار عمله عند أهل ذلك العمل وقد ورد النهي عن كسب الحجام \n(1/220)\n",
        "و مهر البغي و حلوان الكاهن و عسب الفحل وأجرة المؤذن وقفيز الطحان و يجوز الاستئجار على تلاوة القرآن لا على تعليمه و أن يكري العين مدة معلومة \n(1/221)\n\nبأجرة معلومة و من ذلك الأرض لا بشرط ما يخرج منها و من أفسد ما استؤجر عليه أو أتلف ما استأجره ضمن الباب الثامن باب الإحياء و الإقطاع \nمن سبق إلى إحياء أرض لم يسبق إليها غيره فهو أحق بها و تكون ملكا له ويجوز للإمام أن يقطع من في إقطاعه مصلحة شيئا ",
        "(1/222)\n\nمن الأرض الميتة أو المعادن أو المياه الباب التاسع باب الشركة \nالناس شركاء في الماء والنار والكلأ وإذا تشاجر المستحقون \n(1/223)",
        "\nللماء كان الأحق به الأعلى فالأعلى يمسكه إلى الكعبين ثم يرسله إلى من تحته و لا يجوز منع فضل الماء ليمنع به الكلأ وللإمام أن يحمي بعض المواضع لرعي دواب المسلمين في وقت الحاجة ويجوز الاشتراك في النقود و التجارات ويقسم الربح على ما تراضيا \n(1/224)\n",
        "عليه وتجوز المضاربة ما لم تشتمل على ما لا يحل و إذا تشاجر الشركاء في عرض الطريق كان سبعة أذرع ولا يمنع \n(1/225)\n\nجار جاره أن يغزز خشبة في جداره و لا ضرر و لا ضرار بين الشركاء ومن ضار شريكه كان للإمام عقوبته بقلع شجره أو بيع داره الباب العاشر باب الرهن \nيجوز رهن ما يملكه الراهن في دين عليه و الظهر يركب واللبن يشرب بنفقة المرهون ولا يغلق الرهن بما فيه ",
        "(1/226)\n\nالباب الحادي عشر باب الوديعة و العارية \nيجب عل الوديع و المستعير تأدية الأمانة إلى من ائتمنه و لا يخون من خانه ولا ضمان عليه إذا تلفت بدون جنايته و خيانته \n(1/227)",
        "\nولا يجوز منع الماعون كالدلو والقدر وإطراق الفحل و حلب المواشي لمن يحتاج ذلك والحمل عليها في سبيل الله الباب الثاني عشر باب الغضب \nيأثم الغاصب ويجب عليه رد ما أخذ ولا يحل مال امرئ مسلم إلا بطيبة من نفسه وليس لعرق ظالم حق \n(1/228)\n",
        "و من زرع في أرض قوم بغير إذنهم فليس له من الزرع شيء و من غرس في أرض غيره غرسا رفعه ولا يحل الانتفاع بالمغصوب ومن أتلفه فعليه مثله أو قيمته \n(1/229)\n\nالباب الثالث عشر باب العتق \nأفضل الرقاب أنفسها و يجوز العتق بشرط الخدمة و نحوها و من ملك رحمة عتق عليه و من مثل بمملوكه ",
        "(1/230)\n\nفعليه أن يعتقه و إلا أعتقه الإمام أو الحاكم و من أعتق شركا له في عبد ضمن لشركائه نصيبهم بعد التقويم و إلا عتق نصيبه فقط و استسعى العبد ولا يصح شرط الولاء لغير من أعتق و يجوز التدبير فيعتق بموت مالكه و إذا احتاج \n(1/231)",
        "\nالمالك جاز له بيعه و يجوز مكاتبة المملوك على مال يؤديه فيصير عند الوفاء حرا و يعتق منه يقدر ما سلم و إذا عجز عن تسليم مال الكتابة عاد في الرق و من استولد أمته لم يحل له \n(1/232)\n",
        "بيعها و عتقت بموته أو بتنجيزه لعتقها الباب الرابع عشر باب الوقف \nمن حبس ملكه قي سبيل الله صار محبسا و له أن يجعل غلاته لأي مصرف شاء مما فيه قربة وللمتولي عليه أن يأكل بالمعروف منه وللواقف أن يجعل نفسه في وقفه كسائر المسلمين \n(1/233)\n\nومن وقف شيئا مضارة لوارثه كان وقفه باطلا ومن وضع مالا في مسجد أو مشهد لا ينتفع به أحد جاز صرفه في أهل الحاجات و مصالح المسلمين و من ذلك ما يوضع في الكعبة وفي مسجد النبي صلى الله عليه و سلم والوقف على القبور لرفع سمكها أو ",
        "(1/234)\n\nتزيينها أو فعل ما يجلب على زائرها فتنة باطل الباب الخامس عشر باب الهدايا \nيشرع قبولها و مكافأة فاعلها و تجوز بين المسلم و الكافر و يحرم الرجوع فيها و تجب التسوية بين \n(1/235)",
        "\nالأولاد و الرد لغير مانع شرعي مكروه الباب السادس عشر باب الهبة \nإن كانت بغير عوض فلها حكم الهدية في جميع ما سلف و إن كانت بعوض فهي بيع و لها حكمه و العمرى \n(1/236)\n",
        "والرقبى توجبان الملك للمعمر و المرقب و لعقبه من بعده لا رجوع فيهما \n(1/237)\n\nالكتاب الحادي عشر - كتاب الإيمان \nالحلف إنما يكون باسم الله تعالى أو صفة له و يحرم بغير ذلك ومن حلف فقال إن شاء الله فقد استثنى ولا حنث ",
        "(1/238)\n\nعليه و من حلف على شيء فرأى غيره خيرا منه فليأت الذي هو خير وليكفر عن يمينه و من أكره على اليمين فهي غير لازمة ولا يأثم بالحنث فيها واليمين الغموس هي التي يعلم الحالف كذبها ولا مؤاخذة باللغو و من حق المسلم على المسلم \n(1/239)",
        "\nإبرار قسمه و كفارة اليمين هي ما ذكره الله في كتابه العزيز \n(1/240)\n",
        "الكتاب الثاني عشر - كتاب النذر \nإنما يصح إذا ابتغي به وجه الله تعالى فلا بد أن يكون قربة ولا نذر في معصية الله و من النذر في المعصية ما فيه مخالفة للتسوية بين الأولاد أو مفاضلة بين الورثة مخالفة لما شرعه الله تعالى ومنه النذر على القبور وعلى ما لم يأذن به الله و من أوجب على نفسه فعلا لم يشرعه الله تعالى لم يجب عليه \n(1/241)\n\nوكذلك إن كان مما شرعة الله تعالى وهو لا يطيقه فعليه كفارة يمين ومن نذر نذر لم يسمه أو كان معصية أو لا يطيقه فعليه كفارة يمين ومن نذر بقربة وهو مشرك ثم أسلم لزمه الوفاء ولا ينفذ النذر إلا من الثلث وإذا مات الناذر بقربة ففعلها عنه ولده أجزأه ذلك ",
        "(1/242)\n\nالكتاب الثالث عشر - كتاب الأطعمة الباب الأول المحرمات من الأطعمة \nالأصل قي كل شيء الحل ولا يحرم إلا ما حرمه الله تعالى ورسوله وما سكت عنه فهو عفو فيحرم ما في الكتاب \n(1/244)",
        "\nالعزيز وكل ذي ناب من السباع وكل ذي مخلب من \n(1/245)\n",
        "الطير و الحمر الإنسية والجلالة قبل الاستحالة و الكلاب والهر وما كان مستخبثا و ما عدا ذلك فهو \n(1/246)\n\nحلال ",
        "(1/247)\n\nالباب الثاني باب الصيد \nما صيد بالسلاح الجارح و الجوارح كان حلالا إذا ذكر اسم الله عليه \nو ما صيد بغير ذلك فلا بد من التذكية \nوإذا شارك الكلب المعلم كلب آخر لم يحل صيدهما وإذا أكل الكلب المعلم و نحوه من الصيد لم يحل فإنما أمسك على \n(1/248)",
        "\nنفسه وإذا وجد الصيد بعد وقوع الرمية فيه ميتا و لو بعد أيام في غير ماء كان حلالا ما لم ينتن أو يعلم أن الذي قتله غير سهمه الباب الثالث باب الذبح \nهو ما أنهر الدم وفرا الأوداج وذكر اسم الله عليه ولو بحجر أو نحوه ما لم يكن سنا أو ظفرا و يحرم تعذيب الذبيحة و المثلة \n(1/249)\n",
        "بها وذبحها لغير الله وإذا تعذر الذبح بوجه جاز الطعن \n(1/250)\n\nوالرمي و كان ذلك كالذبح و ذكاة الجنين ذكاة أمه وما أبين من الحي فهو ميتة وتحل ميتتان و دمان السمك والجراد والكبد والطحال وتحل الميتة للمضطر ",
        "(1/251)\n\nالباب الرابع باب الضيافة \nيجب على من وجد ما يقري به من نزل من الضيوف أن يفعل ذلك وحد الضيافة إلى ثلاثة أيام وما كان وراء ذلك فصدقة ولا يحل للضيف أن يثوي عنده حتى يحرجه وإذا لم يفعل القادر على الضيافة ما يجب عليه كان للضيف أن يأخذ من ماله بقدر قراه ويحرم أكل طعام الغير بغير إذنه ومن ذلك حلب ماشيته وأخذ ثمرته وزرعه لا يجوز إلا بإذنه إلا أن يكون \n(1/252)",
        "\nمحتاجا إلى ذلك فليناد صاحب الإبل أو الحائط فإن أجابه وإلا فليشرب وليأكل غير متخذ خبنة الباب الخامس باب آداب الأكل \nتشرع للآكل التسمية والأكل باليمين ومن حافتي \n(1/253)\n",
        "الطعام لا من وسطه ومما يليه ويلعق أصابعه والصحفة والحمد عند الفراغ و الدعاء ولا يأكل \n(1/254)\n\nمتكئا ",
        "(1/255)\n\nالكتاب الرابع عشر - كتاب الأشربة \nكل مسكر حرام وما أسكر كثيره فقليله حرام ويجوز الانتباذ في جميع الآنية ولا يجوز انتباذ جنسين مختلطين \n(1/256)",
        "\nويحرم تخليل الخمر ويجوز شرب العصير والنبيذ قبل غليانه و مظنة ذلك ما زاد عل ثلاثة أيام و آداب الشرب أن يكون ثلاثة أنفاس و باليمين و من قعود وتقديم الأيمن فالأيمن ويكون الساقي آخرهم شربا و يسمي في \n(1/257)\n",
        "أوله ويحمد في آخره ويكره التنفس في السقاء والنفخ فيه والشرب من فمه وإذا وقعت النجاسة في شيء من المائعات لم يحل شربه وإن كان جامدا ألقيت وما حولها ويحرم الأكل والشرب في آنية الذهب و الفضة \n(1/258)\n\nالكتاب الخامس عشر - كتاب اللباس \nستر العورة واجب في الملأ والخلاء ولا يلبس الرجل الخالص من الحرير إذا كان فوق أربع أصابع إلا ",
        "(1/259)\n\nللتداوي ولا يفترشه ولا المصبوغ بالعصفر ولا ثوب شهرة ولا ما يختص بالنساء ولا العكس ويحرم على الرجال \n(1/260)",
        "\nالتحلي بالذهب لا بغيره \n(1/261)\n",
        "الكتاب السادس عشر - كتاب الأضحية الباب الأول أحكام الأضحية \nتشرع لأهل كل بيت و أقلها شاة ووقتها بعد صلاة عيد النحر إلى آخر أيام التشريق و أفضلها أسمنها ولا يجزئ \n(1/262)\n\nما دون الجذع من الضأن والثني من المعز ولا الأعور والمريض و الأعرج و الأعجف وأعضب القرن و الأذن ويتصدق ",
        "(1/263)\n\nمنها ويأكل ويدخر والذبح في المصلى أفضل ولا يأخذ من له أضحية من شعره وظفره بعد دخول عشر ذي الحجة حتى يضحي \n(1/264)",
        "\nالباب الثاني باب الوليمة \nالفصل الأول أحكام وليمة العرس \nهي مشروعة وتجب الإجابة إليها ويقدم السابق ثم الأقرب بابا ولا يجوز حضورها إذا اشتملت على معصية \n(1/265)\n",
        "الفصل الثاني أحكام العقيقة \nوالعقيقة مستحبة وهي شاتان عن الذكر وشاة عن الأنثى يوم سابع المولود وفيه يسمى ويحلق رأسه ويتصدق بوزنه ذهبا أو فضة \n(1/266)\n\nالكتاب السابع عشر - كتاب الطب \nيجوز التداوي والتفويض أفضل لمن يقدر على الصبر ويحرم بالمحرمات ويكره الاكتواء ولا بأس ",
        "(1/267)\n\nبالحجامة والرقية بما يجوز من العين وغيرها \n(1/268)",
        "\nالكتاب الثامن عشر - كتاب الوكالة \nيجوز لجائز التصرف أن يوكل غيره في كل شيء ما لم يمنع منه مانع وإذا باع الوكيل بزيادة على ما رسمه موكله كانت الزيادة للموكل وإذا خالفه إلى ما هو أنفع أو إلى غيره ورضي به صح \n(1/269)\n",
        "الكتاب التاسع عشر - كتاب الضمانة الكفالة \nيجب على من ضمن على حي أو ميت تسليم مال أو يغرمه عند الطلب ويرجع على المضمون عنه إن كان مأمورا من جهته \nومن ضمن بإحضار شخص وجب عليه إحضاره وإلا غرم ما عليه \n(1/271)\n\nالكتاب العشرون - كتاب الصلح \nهو جائز بين المسلمين إلا صلحا أحل حراما أو حرم حلالا ويجوز عن المعلوم والمجهول بمعلوم و بمجهول ",
        "(1/272)\n\nو عن الدم كالمال بأقل من الدية أو أكثر ولو عن إنكار \n(1/273)",
        "\nالكتاب الحادي و العشرون - كتاب الحوالة \nمن أحيل على ملئ فليحتل وإذا مطل المحال عليه أو أفلس كان للمحال أن يطالب المحيل بدينه \n(1/275)\n",
        "الكتاب الثاني و العشرون - كتاب المفلس \nيجوز لأهل الدين أن يأخذوا جميع ما يجدونه معه إلا ما كان لا يستغني عنه وهو المنزل وستر العورة وما يقيه البرد ويسد رمقه ومن يعول ومن وجد ما له عنده بعينه فهو أحق به وإذا نقض مال المفلس عن الوفاء بجميع دينه كان الموجود أسوة الغرماء \n(1/276)\n\nوإذا تبين إفلاسه فلا يجوز حبسه \nولي الواجد ظلم يحل عرضه وعقوبته ويجوز للحاكم أن يحجزه عن التصرف في ماله ويبيعه لقضاء دينه وكذلك يجوز له ",
        "(1/277)\n\nالحجر على المبذر ومن لا يحسن التصرف ولا يمكن اليتيم من التصرف في ماله حتى يؤنس منه الرشد و يجوز لوليه أن يأكل من ماله بالمعروف \n(1/278)",
        "\nالكتاب الثالث و العشرون - كتاب اللقطة \nمن وجد لقطة فليعرف عفاصها ووكاءها فإن جاء صاحبها دفعها إليه وإلا عرف بها حولا وبعد ذلك يجوز له صرفها ولو في نفسه ويضمن مع مجيء صاحبها ولقطة مكة أشد تعريفا من \n(1/279)\n",
        "غيرها ولا بأس بأن ينتفع الملتقط بالشيء الحقير كالعصا والسوط ونحوهما بعد التعريف بها ثلاثا وتلتقط ضالة الدواب إلا الإبل \n(1/280)\n\nالكتاب الرابع والعشرون - كتاب القضاء \nإنما يصح قضاء من كان مجتهدا متورعا عن أموال الناس ",
        "(1/281)\n\nعادلا في القضية حاكما بالسوية ويحرم عليه الحرص على القضاء وطلبه ولا يحل للإمام تولية من كان كذلك ومن كان متأهلا للقضاء فهو على خطر عظيم وله مع الإصابة أجران ومع الخطأ \n(1/282)",
        "\nأجر إن لم يأل جهدا في البحث وتحرم عليه الرشوة والهدية التي أهديت إليه لكونه قاضيا ولا يجوز له الحكم حال الغضب \n(1/283)\n",
        "وعليه التسوية بين الخصمين إلا إذا كان أحدهما كافرا والسماع منهما قبل القضاء وتسهيل الحجاب بحسب الإمكان ويجوز له اتخاذ الأعوان مع الحاجة والشفاعة والاستيضاع و الإرشاد إلى الصلح وحكمه ينفذ ظاهرا فقط فمن \n(1/284)\n\nقضي له بشيء فلا يحل له إلا إذا كان الحكم مطابقا للواقع ",
        "(1/285)\n\nالكتاب الخامس والعشرون - كتاب الخصومة \nعلى المدعي البينة وعلى المنكر اليمين ويحكم الحاكم \n(1/286)",
        "\nبالإقرار و بشهادة رجلين أو رجل وامرأتين أو رجل ويمين المدعي ويمين المنكر ويمين الرد وبعلمه ولا تقبل \n(1/287)\n",
        "شهادة من ليس بعدل و لا الخائن و لا ذي العداوة و المتهم والقانع لأهل البيت والقاذف ولا بدوي على صاحب قرية و تحوز شهادة من يشهد على تقرير فعله أو قوله إذا انتفت التهمة و شهادة الزور من أكبر الكبائر وإذا تعارض البينتان \n(1/288)\n\nولم يوجد وجه ترجيح قسم المدعى وإذا لم يكن للمدعي بينة له إلا يمين صاحبه ولو كان فاجرا ولا تقبل البينة بعد اليمين و من أقر بشيء عاقلا بالغا غير هازل ولا بمحال عقلا أو عادة لزمه ما أقر به كائنا ما كان ويكفي مرة واحدة من غير فرق بين موجبات الحدود وغيرها كما سيأتي ",
        "(1/289)\n\nالكتاب السادس والعشرون - كتاب الحدود الباب الأول باب حد الزاني \nإن كان بكرا حرا جلد مائة جلدة وبعد الجلد يغرب عاما وإن كان ثيبا جلد كما يجلد البكر ثم يرجم حتى \n(1/290)",
        "\nيموت ويكفي إقراره مرة وما ورد من التكرار في وقائع الأعيان فلقصد الاستثبات وأما الشهادة فلا بد من أربعة و لا بد أن0 \n(1/291)\n",
        "يتضمن الإقرار والشهادة التصريح بإيلاج الفرج في الفرج و يسفط بالشبهات المحتملة و بالرجوع عن الإقرار و بكون \n(1/292)\n\nالمرأة عذراء أو رتقاء وبكون الرجل مجبوبا أو عنينا \nوتحرم الشفاعة في الحدود ويحفر للمرجوم إلى الصدر ولا ترجم ",
        "(1/293)\n\nالحبلى حتى تضع وترضع ولدها إن لم يوجد من يرضعه ويجوز الجلد حال المرض بعثكال ومن لاط بذكر قتل ولو كان بكرا \n(1/294)",
        "\nو كذلك المفعول به إذا كان مختارا ويعزز من نكح بهيمة ويجلد \n(1/295)\n",
        "المملوك نصف جلد الحر و يحده سيده أو الإمام الباب الثاني باب حد السرقة \nمن سرق مكلفا مختارا من حرز ربع دينار \n(1/296)\n\nفصاعدا قطعت كفه اليمنى و يكفي الإقرار مرة ",
        "(1/297)\n\nواحدة أو شهادة عدلين و يندب تلقين المسقط ويحسم موضع القطع و تعلق اليد في عنق السارق ويسقط بعفو المسروق عليه قبل البلوغ إلى السلطان لا بعده فقد وجب ولا قطع في ثمر ولا كثر ما لم يؤوه الجرين إذا أكل ولم يتخذ خبنة و إلا \n(1/298)",
        "\nكان عليه ثمن ما حمله مرتين و ضرب نكال وليس على الخائن و المنتهب و المختلس قطع وقد ثبت القطع في جحد العارية الباب الثالث باب حد القذف \nمن قذف غيره بالزنى وجب عليه حد القذف ثمانين جلدة ويثبت ذلك بإقراره مرة أو بشهادة عدلين وإذا لم يتب لم \n(1/299)\n",
        "تقبل شهادته فإن جاء بعد القذف بأربعة شهود سقط عنه الحد وكذلك إذا أقر المقذوف بالزنى الباب الرابع باب حد الشرب \nمن شرب مسكرا مكلفا مختارا \nجلد على ما يراه الإمام إما أربعين جلدة أو أقل أو أكثر ولو بالنعال ويكفي \n(1/300)\n\nإقراره مرة أو شهادة عدلين ولو على القيء وقتله في الرابعة منسوخ ",
        "(1/301)\n\nوالتعزير في المعاصي التي لا توجب حدا ثابت بحبس أو ضرب أو نحوهما ولا يجاوز عشرة أسواط الباب الخامس باب حد المحارب \nهو أحد الأنواع المذكورة في القرآن القتل أو الصلب أو قطع اليد و الرجل من خلاف أو نفي من الأرض يفعل الإمام منها \n(1/302)",
        "\nما رأى فيه صلاحا لكل من قطع طريقا ولو في المصر إذا كان قد سعى في الأرض فسادا فإن تاب قبل القدرة عليه سقط عنه ذلك \n(1/303)\n",
        "الباب السادس باب من يستحق القتل حدا \nهو الحربي والمرتد والساحر والكاهن \n(1/304)\n\nوالساب لله أو لرسوله أو للإسلام أو للكتاب أو للسنة والطاعن في الدين والزنديق بعد استتابتهم والزاني المحصن و اللوطي مطلقا والمحارب ",
        "(1/306)\n\nالكتاب السابع والعشرون - كتاب القصاص \nيجب على المكلف المختار العامد إن اختار ذلك \n(1/307)",
        "\nالورثة و إلا فلهم طلب الدية وتقتل المرأة بالرجل والعكس والعبد بالحر والكافر بالمسلم لا العكس و الفرع \n(1/308)\n",
        "بالأصل لا العكس ويثبت القصاص في الأعضاء و نحوها \n(1/309)\n\nوالجروح مع الإمكان و يسقط بإبراء أحد الورثة و يلزم نصيب الآخرين من الدية ",
        "(1/310)\n\nو إذا كان فيهم صغير ينتظر في القصاص بلوغه و يهدر ما سببه من المجني عليه \nو إذا أمسك رجل وقتل آخر قتل القاتل وحبس الممسك \nوفي قتل الخطأ الدية و الكفارة \nوهو ما ليس بعمد أو من صبي أو مجنون وهي على العاقلة وهم العصبة \n(1/311)",
        "\nالكتاب الثامن و العشرون - كتاب الديات الباب الأول أحكام الدية والشجاج \nدية الرجل المسلم مائة من الإبل أو مائتا بقرة أو ألفا شاة أو ألف دينار أو اثنا عشر ألف درهم أو مائتا حلة وتغلظ دية العمد \n(1/313)\n",
        "وشبهه بأن يكون المائة من الإبل في بطون أربعين منها أولادها ودية الذمي نصف دية المسلم ودية المرأة نصف \n(1/314)\n\nدية الرجل و الأطراف وغيرها كذلك في الزائد على الثلث وتجب الدية كاملة في العينين والشفتين واليدين والرجلين والبيضتين وفي الواحدة منها نصفها وكذلك تجب الدية كاملة في الأنف واللسان والذكر والصلب و أرش المأمومة والجائفة ثلث دية المجني عليه وفي المنقلة عشر الدية ونصف عشرها وفي الهاشمة عشرها وفي كل سن نصف عشرها وكذلك في الموضحة وما عدا هذه المسماة فيكون أرشه بمقدار نسبته إلى أحدها تقريبا وفي الجنين إذا خرج ميتا الغرة وفي العبد قيمته وأرشه بحسبها ",
        "(1/315)\n\nالباب الثاني باب القسامة \nإذا كان القاتل من جماعة محصورين ثبتت وهي خمسون يمينا يختارهم ولي القتيل والدية إن نكلوا عليهم و إن حلفوا سقطت وإن التبس الأمر كانت من بيت المال \n(1/316)",
        "\nالكتاب التاسع والعشرون - كتاب الوصية \nتجب على من له ما يوصي فيه ولا تصح ضرارا \nولا لوارث ولا في معصية وهي في القرب من الثلث \n(1/318)\n",
        "ويجب تقديم قضاء الديون \nومن لم يترك ما يقضي دينه قضاه السلطان من بيت المال \n(1/319)\n\nالكتاب الثلاثون - كتاب المواريث \nهي مفصلة في الكتاب العزيز ويجب الابتداء بذوي ",
        "(1/320)\n\nالفروض المقدرة وما بقي فللعصبة و الأخوات مع البنات عصبة \n(1/323)",
        "\nولبنت الابن مع البنت السدس تكملة الثلثين و كذا الأخت لأب مع الأخت لأبوين وللجدة أو الجدات السدس مع عدم الأم \nوهو للجد مع من لا يسقطه ولا ميراث للإخوة والأخوات مطلقا مع الابن أو ابن الابن أو الأب وفي ميراثهم مع الجد خلاف ويرثون مع البنات إلا الإخوة \n(1/324)\n",
        "لأم ويسقط الأخ لأب مع الأخ لأبوين \nوأولو الأرحام \n(1/325)\n\nيتوارثون وهم أقدم من بيت المال فإن تزاحمت الفرائض فالعول ولا يرث ولد الملاعنة والزانية إلا من أمه وقرابتها ",
        "(1/326)\n\nوالعكس ولا يرث المولود إلا إذا استهل وميراث العتيق لمعتقه ويسقط بالعصبات وله الباقي بعد ذوي السهام ويحرم بيع الولاء وهبته ولا توارث بين أهل ملتين ولا يرث \n(1/327)",
        "\nالقاتل من المقتول \n(1/328)\n",
        "كتاب الحادي والثلاثون - كتاب الجهاد والسير \nالفصل الأول أحكام الجهاد \nالجهاد فرض كفاية مع كل بر وفاجر إذا أذن \n(1/329)\n\nالأبوان وهو مع إخلاص النية يكفر الخطايا إلا الدين ويلحق به حقوق الآدميين ولا يستعان فيه بالمشركين إلا لضرورة وتجب على الجيش طاعة أميرهم إلا في معصية ",
        "(1/330)\n\nالله وعليه مشاورتهم والرفق بهم وكفهم عن الحرام ويشرع للإمام إذا أراد غزوا أن يوري بغير ما يريده وأن يذكي \n(1/331)",
        "\nالعيون ويستطلع الأخبار ويرتب الجيوش ويتخذ الرايات و الألوية وتجب الدعوة فبل القتال إلى إحدى ثلاث خصال إما الإسلام أو الجزية أو السيف ويحرم قتل النساء و الأطفال و الشيوخ إلا لضرورة والمثلة والإحراق بالنار \nوالفرار من \n(1/332)\n",
        "الزحف إلا إلى فئة ويجوز تبييت الكفار والكذب في الحرب والخداع \n(1/333)\n\nالفصل الثاني أحكام الغنائم \nوما غنمه الجيش كان لهم أربعة أخماسه وخمسه يصرفه الإمام في مصارفه ويأخذ الفارس من الغنيمة ثلاثة أسهم والراجل سهما \nويستوي في ذلك القوي والضعيف ومن قاتل ومن لم يقاتل ويجوز تنفيل بعض الجيش و للإمام الصفي وسهمه كأحد الجيش ويرضخ من الغنيمة لمن حضر ",
        "(1/334)\n\nويؤثر المؤلفين إن رأى في ذلك صلاحا وإذا رجع ما أخذه الكفار من المسلمين كان لمالكه ويحرم الانتفاع بشيء من الغنيمة قبل القسمة إلا الطعام والعلف ويحرم الغلول \n(1/335)",
        "\nومن جملة الغنيمة الأسرى ويجوز القتل أو الفداء أو المن \n(1/336)\n",
        "الفصل الثالث أحكام الأسير والجاسوس والهدنة \nويجوز استرقاق العرب وقتل الجاسوس وإذا أسلم \n(1/337)\n\nالحربي فبل القدرة عليه أحرز أمواله وإذا أسلم عبد الكافر صار حرا والأرض المغنومة أمرها إلى الإمام فيفعل الأصلح من قسمتها أو تركها مشتركة بين الغانمين أو بين جميع المسلمين ومن أمنه أحد المسلمين صار آمنا والرسول ",
        "(1/338)\n\nكالمؤمن وتجوز مهادنة الكفار ولو بشرط وإلى أجل أكثره عشر سنين ويجوز تأبيد المهادنة بالجزية ويمنع \n(1/339)",
        "\nالمشركون وأهل الذمة من السكون في جزيرة العرب \nالفصل الرابع حكم قتال البغاة \nويجب قتال البغاة حتى يرجعوا إلى الحق ولا يقتل أسيرهم ولا يتبع مدبرهم ولا يجاز على جريحهم ولا تغنم أموالهم \nالفصل الخامس من أحكام الإمامة وطاعة الأئمة واجبة إلا في معصية الله تعالى ولا يجوز \n(1/340)\n",
        "الخروج عليهم ما أقاموا الصلاة ولم يظهروا كفرا بواحا ويجب \n(1/341)\n\nالصبر على جورهم وبذل النصيحة لهم \nوعليهم الذب عن المسلمين وكف يد الظالم وحفظ ثغورهم وتدبيرهم بالشرع في الأبدان والأديان والأموال وتفريق أموال الله في مصارفها وعدم الاستئثار بما فوق الكفاية بالمعروف والمبالغة في إصلاح السيرة والسريرة ",
        "(1/342)\n"
    ]
}