{
    "partText": [
        "الزهراء سيدة نساء العالمين (ع)\nالمؤلّف \nسماحة آية اللّه العظمى الشيخ\nناصر مكارم الشيرازي",
        "تعريب: عبد الرحيم الحمراني\n\n\nبسم الله الرحمن الرحیم",
        "\n\nالمقدمة\nقال رسول الله ( صلّى الله عليه وآله ): ( كانت مريم سيدة نساء زمانها، أَمّا ابنتي فاطمة فهي سيدة نساء العالمين من الأوّلين والآخرين ).",
        "* * *\nشهدت المرأة معاناةً قاسيةً جمّة على مدى التاريخ، وكانت رقيقةً في جسدها مقارنةً بالرجل، فقد أثر هذا الأمر سلباً على الظَلَمة والطواغيت، الذين سعوا جاهدين على مر العصور لهضم حقها وتجريدها من إنسانيتها، وما أبشع من جرائم ارتكبوها بهذا الشأن، ولا سيما في شبه الجزيرة العربية وإبّان العصر الجاهلي - رغم أنّ الدنيا برمتها كانت آنذاك تسبح في بحر من الجاهلية - حيث كانوا أشد وطأة على المرأة، وأعظم لثلمها شخصيتها، حتى بلغ بهم الأمر أن جعلوها سلعةً تباع وتشترى، لم يورّثوها الرجال ( فهي لا تحمل السلاح وتحمي البيضة )، كما كانوا يعدون ولادة البنت عاراً؛ ولذلك - كما يشير القرآن - كانوا يعمدون لوأدها - بل الأدهى من ذلك أنّهم ولّوا ظهورهم حتى لأبسط القوانين الطبيعية: فصار شاعرهم يقول:\n\nوهذا ما يمثّل الجو الفكري الذي كان سائداً لديهم آنذاك، وهنا كان للإسلام الذي حمل راية القيم الإلهية والإنسانية موقفه الحازم إزاء هذا التفكير الجاهلي المقيت، لتثور ثائرته من أجل استعادة المرأة لشخصيتها المفقودة، فاعتمد أسلوب الوعظ والتوصية والإرشاد إلى جانب تشريع القوانين التي تكفل للمرأة حقوقها، فسح المجال أمامها لتمارس دورها في كافة الميادين، وبالتالي الوقوف بحزم بوجه كل مَن تسوّل له نفسه التمرد على هذه الحقائق.",
        "فقد ورد في الأخبار: أنّ أسماء بنت عميس زوج جعفر بن أبي طالب عادت معه من الحبشة، وانطلقت لزيارة أزواج النبي( صلّى الله عليه وآله ) فكان ممّا سألت: هل جاء شيء من القرآن بحق النساء؟ فأجبنَ بعدم العلم بهذا الأمر! فقصدت رسول اللّه ( صلّى الله عليه وآله ) وقالت: يا رسول اللّه، هل خُلقت النساء للعذاب؟\n( لعلّها كانت مُصيبةً في طرحها مثل هذا السؤال على النبي ( صلّى الله عليه وآله )، فهي حديثة العهد بالوحي والرسالة، وربّما كانت تظن بأنّ المبادئ التي كانت تحكم المجتمع الجاهلي مازالت عالقةً لحد الآن ).\nفأجابها رسول اللّه ( صلّى الله عليه وآله ): ومِمَ ذاك؟\nقالت: لأنّ القرآن لم يقر لها بالفضل الذي أقره للرجال!",
        "كانت تلك الواقعة في العام الهجري الخامس، وقد مرّت ثمانية عشر عاماً على اِنبثاق الدعوة الإسلامية، كما استفاضت الآيات القرآنية، وتواترت الأحاديث النبوية التي تناولت قضية إحياء شخصية المرأة، مع ذلك وبهدف التأكيد فقد صرّحت الآية الخامسة والثلاثون من سورة الأحزاب بهذا الفضل للنساء، وحقيقة تأصّل قيمها الإنسانية، التي تجعلها تشترك وأخيها الرجل في وحدة هذه الحقيقة، وأنّها تتمتع بمكانته\n\nالاجتماعية المرموقة، وهي القيم التي حصرتها الآية الشريفة في عشرة فصول، فقالت:\n( إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً ) وهكذا يكون الإسلام قد وضع النقاط على الحروف، وكشف النقاب عن تكافئ المرأة والرجل في سيرهما إلى اللّه، وبلوغ السمو والكمال الإنساني المشهود.",
        "جدير بالذكر أنّ البعض قد أعرب عن دهشته من كيفية منح الإسلام المرأة حق المطالبة بأجور الرضاعة، التي تقدّمها لولدها! فقد قال عزّ من قائل: ( فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ) (1)، فهل هناك من اِمرأة يسعها المطالبة بالأجر من أجل إرضاع فلذة كبدها، ولاسيما إذا كانت تعيش مع زوجها حياةً زوجيةً مشتركة؟\n____________________\n1 - سورة الطلاق، آية 6.\n",
        "لكن لا ينبغي أن ننسى هنا بأنّ هذه التعاليم إنّما تستند إلى منطق الإسلام، الذي لا يرى أنّ المرأة هي إنسان ذات حقوق إنسانية، لها الحق في التصرف في أموالها، وليس للرجل الحق في هضمها حقها دون رضاها وطيب خاطرها فحسب، بل أبعد من ذلك فهي تملك حتى حق المطالبة بالرضاعة، ولك - عزيزي القارئ - أن تقف على مدى تأثير هذا الأمر على تلك البيئة!\nوزبدة الكلام أنّ المرأة مدينة بالفضل للإسلام، الذي أعاد لها عزتها وكرامتها وحرّرها من مخالب عتاة التاريخ ومَردته، شريطة أن تُطبّق تعاليم هذا الدين الحنيف بحذافيرها.\n\nفاطمة ( عليها السلام ) منذ الولادة حتى رحيل النبي ( صلّى الله عليه وآله )",
        "\n\nالولادة الميمونة لفاطمة ( عليها السلام )\n( فاطمة بضعة مني، وهي نور عيني، وثمرة فؤادي، وروحي التي بين جنبيّ، وهي الحوراء الإنسية ) (1)",
        "كان رسول اللّه ( صلّى الله عليه وآله ) يعيش أصعب الظروف وأعقدها، في العام الخامس من بعثته النبوية الشريفة، فالإسلام في عزلة خانقة، والمسلمون الأوائل قلائل وتصاعد حدة الضغوط، ناهيك عن أجواء الظلام التي كانت ألقت بظلالها على مكة؛ إِثر الشرك والوثنية، والجهل والحروب القبلية العربية، وسيادة منطق القوة، واستشراء الفقر والحرمان في صفوف الناس.\nكان رسول اللّه ( صلّى الله عليه وآله ) يتطلع إلى الغد، الغد المشرق الكامن وراء هذه السحب السوداء الداكنة، الغد الذي يبدو صعب المنال، وربّما المحال بالالتفات إلى الأسباب والعلل الظاهرية الاعتيادية.\nوهنا وقعت حادثة المعراج الكبرى، التي أَذن اللّه فيها لرسوله الأكرم ( صلّى الله عليه وآله ) بالعروج؛ لمشاهدة ملكوت السماء ( لِنُرِيَهُ مِنْ آيَاتِنَا ) (2) فيرى عِظم آيات ربّه بعينه؛ لتتسامى روحه العظيمة، ويتأهب لتلقّي ثقل\n____________________",
        "1 - رياحين الشريعة، ج2 ص 21.\n2 - رياحين الشريعة، ج2 ص21.\n\nالرسالة المصحوبة بسعة الأمل، فقد روى الفريقان - السنة والشيعة - أنّ رسول اللّه ( صلّى الله عليه وآله ) وطأ الجنة ليلة المعراج، فناوله جبرئيل ( عليه السلام ) فاكهةً من شجرة طوبى، فلمّا عاد إلى الأرض اِنعقدت نطفة فاطمة من تلك الفاكهة؛ ولذلك جاء في الحديث أنّ رسول اللّه ( صلّى الله عليه وآله ) قال: ( إنّ فاطمة حوراء إنسية، فكلما اشتقت إلى الجنة جعلت أقبّلها ) (1).",
        "وبذلك فإنّ هذه المولودة المباركة التي تمثّل عصارة ثمار الجنة، ولحم ودم رسول اللّه ( صلّى الله عليه وآله )، وتلك الأُمّ الحنون السيدة خديجة الكبرى ( عليها السلام )، تكون قد وضعت حداً لطعنهم وغمزهم في النبي ( صلّى الله عليه وآله ) كونه أبتر لا عقب له، وعلى ضوء سورة ( الكوثر ) المباركة فإنّ فاطمة ( عليها السلام )، هي العين الصافية التي تدفقت منها ذرية النبي ( صلّى الله عليه وآله ) والأئمة الهداة الميامين عبر القرون حتى يوم القيامة.\nللحوراء الإنسية تسعة أسماء يرمز كل منها لصفات ومناقب هذه السيدة الطاهرة المباركة، وهي:\n1 - فاطمة\n2 - الصدّيقة",
        "3 - الطاهرة\n4 - المباركة\n5 - الزكية\n____________________",
        "1 - نقل هذا الحديث باختلاف طفيف السيوطي في الدر المنثور، والطبري في ذخائر العقبى، وعلي بن إبراهيم في تفسيره. وإن كان المعروف هو أنّ المعراج وقع في السنوات الأخيرة من مكة، إلاّ أنّ الذي يستفاد من الروايات هو حصول المعراج لأكثر من مرة، وعليه فليس هناك من منافاة في ولادة سيدة النساء في السنة الخامسة من البعثة النبوية المباركة.\n\n6 - الراضية\n7 - المرضية",
        "8 - المحدّثة\n9 - الزهراء\nوكفى باسمها ( فاطمة ) الذي يعني البشارة الكبرى لمواليها ومحبيها، فلفظ ( فاطمة ) قد أُخذ من مادة ( فطم ) بمعنى الانفصال، ومنه فِطام الولد بمعنى فصله عن الرضاعة، فقد ورد في الحديث أنّ رسول اللّه ( صلّى الله عليه وآله ) قال لأمير المؤمنين علي ( عليه السلام ): ( أَتعلم يا علي لِمَ سُميت اِبنتي فاطمة؟.\nقال ( عليه السلام ): لِمَ يا رسول اللّه ( صلّى الله عليه وآله )؟",
        "فقال ( ص ): إنّ اللّه عزّ وجل فطمها ومحبيها من النار فلذلك سُميت فاطمة ) (1).\nويتألق اسم الزهراء من بين أسمائها، وحين سُئل الصادق ( عليه السلام ): لِمَ سُميت فاطمة ( عليه السلام ) بالزهراء؟ قال ( عليه السلام ): ( لأنّ الزهراء كانت زاهرةً كالنور، فإذا وقفت في محرابها للصلاة كانت تزهر لأهل السموات، كما تزهر النجوم لأهل الأرض، ولهذا سُميت بالزهراء ).\nكان زواج تلك السيدة - التي كانت تحظى بشخصية مرموقة في مجتمعها - من النبي الأكرم ( صلّى الله عليه وآله ) سبباً لمقاطعتها من قبل نساء مكة، اللاتي قلنّ: إنّها تزوجت من فتىً فقير ويتيم، فحطّت من قدرها وشأنها، وقد استمرت هذه المقاطعة حتى حملت بالزهراء ( عليه السلام )، فلمّا قاربت وضع حملها بعثت خلف نساء قريش؛ ليرافقنها في لحظات الطلق والمخاض العصيبة ولا يتركنها لوحدها، فجوبهت برد باهت قاسي: ( إنّك لم تسمعي مقالتنا فتزوجت من يتيم أبي\n____________________",
        "1 - ورد هذا الحديث في أغلب كتب العامة من قبيل ( تاريخ بغداد ) و( الصواعق المحرقة ) و( كنز العمال ) و( ذخائر العقبى ).\n\nطالب، فليس لنا أن نساعدك! ).\nاغتمت خديجة (عليها السلام ) لهذا الرد الباطل، لكن قلبها كان يطفح بنور الأمل، الذي يشعرها بأنّ ربّها لن يتركها وحيدة، وبدأت لحظات الوضع الصعبة مع غربتها ووحدتها في البيت، ولم تكن هناك خادمتها التي يمكنها الوقوف إلى جوارها، أملاً فتفتح عينها لترى أربعاً من النساء فينتابها القلق، فنادتها إحداهنّ قائلةً: لا تبتئسي! فقد بعثنا ربك لنجدتك، نحن أخواتك، فأنا سارة وهذه آسية زوجة فرعون وهي رفيقتك في الجنة، وتلك مريم بنت عمران، أمّا هذه فهي كلثوم ابنة موسى بن عمران، وقد جئنا لنلبّي أمرك، فمكثنَ عندها حتى وضعت فاطمة سيدة النساء (1)، ولم يكن ذلك بدعاً فقد قال الحق سبحانه: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلاّ تَخَافُوا وَلا تَحْزَنُوا ) (2) إضافةً إلى الملائكة فقد حضرتها أرواح نساء العالم لنجدتها ومعونتها، فسرّ رسول اللّه ( صلّى الله عليه وآله ) وحمد اللّه وأثنى عليه، وخرست ألسن خصومه ممّن نعتوه بالأبتر؛ حيث بشّره سبحانه بهذه المولودة المباركة ( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَانْحَرْ * إِنَّ شَانِئَكَ هُوَ الأَبْتَرُ ).",
        "____________________\n1 - سورة فصلت، آية 30.\n2 - سورة فصلت، آية 30.\n",
        "سر حب النبي ( صلّى الله عليه وآله ) لفاطمة ( عليها السلام )\n( إذا اشتقت إلى الجنة قبّلْتُ نحرَ فاطمة ) (1).\nكتب كل المؤرّخين وأرباب الحديث أنّ للرسول ( صلّى الله عليه وآله ) علاقةً عجيبةً بابنته فاطمة (عليها السلام)، بديهي أنّ علاقة النبي الكريم ( صلّى الله عليه وآله ) بفاطمة ( عليها السلام ) لم تكن علاقة الوالد بولده، رغم أنَّ هذه العاطفة مكوّنة في وجود الرسول ( صلّى الله عليه وآله )، إلاّ أنّ حديثه وعبارته عن تلك العلاقة تشير إلى وجود معايير أخرى، ونكتفي هنا بالإشارة إلى بعض الروايات التي صرّحت بها مصادر الفريقين.\n1 - ( ما كان أحد من الرجال أحب إلى رسول اللّه من عليٍّ، ولا من النساء أحب إليه من فاطمة ) (2).",
        "الطريف أنّ جمعاً كبيراً من أرباب الحديث قد روى هذا الحديث نقلاً عن عائشة.\n2 - عندما نزلت الآية الشريفة:\n( لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا ) (3).\nلم يخاطب المسلمون الرسول ( صلّى الله عليه وآله ) باسمه، بل أخذوا ينادونه يا رسول",
        "____________________\n1 - الفضائل الخمسة، ج3 ص127.\n2 - نُقل مضمون هذا الحديث في العشرات من الأحاديث التي رواها أهل السنّة ( إحقاق الحق )، ج10، ص 167.\n3 - سورة النور، آية 63.",
        "\nاللّه أو يا أيّها النّبي - تقول فاطمة ( عليها السلام ): ( لمّا نزلت الآية الشريفة هِبت رسول اللّه أن أقول له يا أبة، فكنت أقول: يا رسول اللّه، فأَعرض عني مرةً واثنين أو ثلاثاً، ثمّ أقبل عليَّ فقال: يا فاطمة إنّها لم تنزل فيك ولا في أهلك ولا في نسلك، أنت مني وأنا منك، إنّما نزلت في أهل الجفاء والغلظة من قريش، أصحاب البذخ والكبر - ثمّ أضاف هذه العبارة الروحية العجيبة - قولي يا أبة فإنّها أحيى للقلب وأرضى للرّب ) (1).\nلقد كان لصوت فاطمة ( عليها السلام ) الحنون وهي تردّد ( يا أبتاه )، وقعاً مؤثراً في نفس الرسول ( صلّى الله عليه وآله ) كوقع أمواج النسيم على البراعم المتفتحة.\n3 - جاء في حديث آخر",
        "( كان رسول اللّه ( صلّى الله عليه وآله ) إذا سافر كانت آخر الناس عهداً به فاطمة، وإذا رجع من سفره كانت ( عليها أفضل الصلاة ) أوّل الناس عهداً به ) (2).\n4 - نقل كثير من محدثي الشيعة والسنّة حديثاً للرسول ( صلّى الله عليه وآله ) قال فيه:\n( مَن آذاها فقد آذاني، ومَن أغضبها فقد أغضبني، مَن سرّها فقد سرّني، ومَن ساءها فقد ساءني ) \nلا شك أنّ حرمة الزهراء ( صلّى الله عليه وآله ) ورفعتها إنّما تعود؛ لسمو شخصيتها وسمو مكانتها، وإخلاصها وعلو إيمانها وعبوديتها، ولا غرو فهي أمّ الأئمة وزوج أمير المؤمنين عليّ بن أبي طالب ( عليه السلام ). ",
        "لكنّ الرسول ( صلّى الله عليه وآله ) أراد أن يفهم المسلمون حقيقةً أخرى، ويفصح عن رأي الإسلام بشأن أمر آخر، فيخلق ثورة فكرية وثقافية في ذلك الوسط فيقول:\n____________________\n1 - مناقب ابن شهر آشوب، ج3، ص 320.\n2 - الفضائل الخمسة، ج3، ص 132.",
        "\nالبنت ليست كائناً يجب أن تُوأد.\nأنظروا... أنّي أقبّل يد ابنتي، وأجلسها مكاني، وأكنّ لها عظيم احترامي وتقديري.\nالبنت إنسان كسائر الناس، نعمة من نعم الخالق، وموهبة إلهية.",
        "وإنّها كأخيها الرجل في سيرها نحو الكمال والقرب الإلهي، وهكذا أعاد رسول اللّه ( صلّى الله عليه وآله ) للمرأة شخصيتها التي تصدّعت في ذلك الوسط المظلم.\n\nفاطمة أمّ أبيها\nقال رسول اللّه ( صلّى الله عليه وآله ): ( إنّ أوّل شخص يدخل عليّ الجنة فاطمة بنت محمد ) (1).",
        "كان المسلمون يعيشون مرحلة الإعداد في مكة، في ظل ظروف قاسية للغاية، كانت بداية اِنبثاق الدعوة الإسلامية الفئة الإسلامية قليلةً، بينما كانت العدة والعدد والسطوة والثروة بيد خصوم الدعوة الجفاة، وكان لهم أن يفعلوا ما شاءوا بالمسلمين. فلم يتورعوا عن أذى المسلمين، كما لم يكفوا عن الإساءة إلى النبي ( صلّى الله عليه وآله )، والطعن في شخصه، وقد شهد ذلك العصر بروز شخصيتين على مستوى التضحية والفداء: فكانت ( خديجة ) من بين النساء، التي كانت سكن رسول اللّه( صلّى الله عليه وآله )، تواسيه بحبها وحنانها، فتزيل عن قلبه الهم والغم، أمّا من بين الرجال فكان ( أبو طالب ) والد أمير المؤمنين علي ( عليه السلام )، والّذي كان يتمتع بمكانة مرموقة في المجتمع المكّي، إلى جانب حكمته وحنكته العالية، فكان يقي رسول اللّه ( صلّى الله عليه وآله )، ولا يتوانى في الدفاع عنه، كان درعه وعونه إزاء خصوم الدعوة، وللأسف فقد توفي هذان العظيمان في السنة العاشرة للهجرة،\n____________________\n1 - أورده ( الكليني ) في ( الكافي )، وطائفة من علماء العامة في مصادرهم من قبيل ( كنز العمال ) و( ميزان الاعتدال )، كما نقله آخرون.\n",
        "فحزن رسول اللّه ( صلّى الله عليه وآله ) حزناً شديداً، وبقي وحده في الساحة، وقد بانت شدة حزنه بهذين الفردين - واللذَينِ كان لكل منهما دوره في انتشار الإسلام - حين سمّى ذلك العام بـ ( عام الأحزان )، ولكن لا يسلب اللّه المصطفين من عباده نعمة الإفاضة عليهم مثلها، فقد خلّف كل منهما ولداً يواصل نهجهما، فكان علي بن أبي طالب ( عليه السلام ) كأبيه، يقي رسول اللّه ( صلّى الله عليه وآله ) بنفسه، كان كذلك من انبثاق الدعوة، وهكذا سدّ الفراغ الذي تركه أباه بعد رحيله، بينما خلّفت خديجة ( فاطمة )، فكانت البنت الحنونة الشجاعة والمضحية، التي وقفت إلى جانب أبيها تشد أزره، وتشاركه همه وغمه.\nكان أمير المؤمنين ( عليه السلام ) في التاسعة عشرة من عمره، بينما لم تكن فاطمة - على ضوء الروايات الصحيحة - قد جاوزت الخامسة من عمرها، الجدير بالذكر أنّهما عاشا معاً في بيت رسول اللّه ( صلّى الله عليه وآله )، يؤنسانه ويخفّفان عنه ألم الوحدة، فقد كانت السنوات الثلاث الأخيرة التي سبقت الهجرة مملوءة بالأذى والمرارة والمعاناة؛ بسبب الجهود المضنية التي كان يبذلها أعداء الدعوة من أجل القضاء على الإسلام والمسلمين، لقد نالت قريش من رسول اللّه ( صلّى الله عليه وآله ) من الأذى ما لم تكن تطمع به في حياة أبي طالب، حتى اعترضه سفيه من سفهاء قريش فنشر على رأسه التراب، فدخل رسول اللّه ( صلّى الله عليه وآله ) بيته والتراب على رأسه، فقامت إليه فاطمة ( عليها السلام ) فجعلت تمسح التراب عن رأسه وهي تبكي، ورسول اللّه ( صلّى الله عليه وآله ) يقول لها: ( لا تبكي يا بنية، فإنّ اللّه مانع أباك ) (1).\nوروى ابن عبّاس: أنّ قريشاً اجتمعوا في الحِجر، فتعاقدوا باللاّت والعزى ومناة لو رأينا محمداً لقمنا مقام رجل واحد ولنقتلنّه، فدخلت\n____________________",
        "1 - سيرة ابن هشام، ج1، ص 416.\n\nفاطمة ( عليها السلام ) على النبي ( صلّى الله عليه وآله ) باكيةً وحكت له مقالهم، فقال: ( يا بنية، أدني وضوئي، فتوضأ وخرج إلى المسجد، فلمّا رأوه قالوا: هاهو ذا وخفضت رؤوسهم، وسقطت أذقانهم في صدورهم فلم يصل رجل منهم، فأخذ النبي ( صلّى الله عليه وآله ) قبضةً من التراب فحصبهم بها، وقال: شاهت الوجوه، ) فما أصاب رجلاً منهم إلاّ قُتل يوم بدر(1).\nوهذا يدل على أنَّ فاطمة ( عليها السلام ) لم تكن تخدم والدها في البيت فحسب، بل وتفكّر بكيفية الدفاع عنه ونجاته في خارج البيت.",
        "حيث روي أنّها كانت الوحيدة في الدفاع عنه ( عليها السلام ) عندما رمى عليه أبو جهل روث البقر، وهو ( صلّى الله عليه وآله ) يصلي وأصحابه عند الكعبة، فلم يجرؤ أحد على التدخل، لكنّها خرجت وأسمعت أبا جهل ما روّعه عن الاستمرار في السخرية من النبي ( صلّى الله عليه وآله ).\nنعم... حتى عند افتقار الجرأة في الشجعان من الرجال في الدفاع عن رسول اللّه ( صلّى الله عليه وآله )، نرى هذه البنت الشجاعة الصغيرة تسارع في الدفاع عن رسول اللّه ( صلّى الله عليه وآله ).\nبعد أن انقضت فصول معركة أحد، وغادر جيش العدو ساحة الوغى، كان الرسول ( صلّى الله عليه وآله ) لا يزال في ميدان أحد وقد كُسرت رباعيته وشُجّ جبينه، وبينما هو كذلك إذا أقبلت فاطمة ( عليها السلام )، وهي صغيرة السِن من المدينة إلى أحد سيراً على الأقدام؛ لتقوم بغسل وجهه المبارك وإزالة الدم عن محيّاه الشريفة، لكن الجبين لم يزل ينزف.\nعندها قامت بحرق قطعة من الحصير، ثمّ وضعت رماده، على مكان الجرح فانقطع النزيف، والأعجب من ذلك أنّها كانت تهيّئ لأبيها السلاح",
        "____________________\n1 - المناقب، ج1 ص 71.\n\nفي المعركة التي جرت في اليوم القادم (1).",
        "في معركة الأحزاب التي هي من أهمِّ الغزوات الإسلامية، وفي أحداث فتح مكة عندما انتصر جنود الإسلام على آخر متراس للمشركين، والسيطرة على البيت العتيق، وتخليصه من الأصنام التي كانت تلوّثه، نرى أيضاً فاطمة ( عليها السلام )واقفةً إلى جانب أبيها، ففي الخندق تُقبل عليه بأقراص من الخبز معدودة بعد أن بقى أياماً بدون طعام، وفي الفتح المبين نراها تضرب له خيمته وتُهيّئ له ماءً ليستحم ويغتسل، حتى يزيل عن جسده المبارك غبار الطريق، ويرتدي ثياباً نظيفة يخرج بها إلى المسجد الحرام.\n____________________\n1 - حدثت غزوة ( حمراء الأسد ) عندما عاد المشركون من وسط الطريق صوب المدينة بعد معركة ( أحد )؛ حتى يُكملوا ضربتهم التي وجّهوها إلى المسلمين، لكنّ اللّه أراد أن يرجعوا خائبين، لذا فقد ألقى سبحانه وتعالى الرعب في قلوبهم عندما واجهوا المسلمين، حتى المجروحين منهم، فتراجعوا عن عزمهم.\n",
        "فاطمة ( عليها السلام ) زوجة أمير المؤمنين علي ( عليه السلام )\n( لو لم يُخلق عليٌّ لم يكن لفاطمة كفوٌ ) (1).\nالزواج الذي عُقد في ملكوت السموات\nكمالات فاطمة الرفيعة من ناحية، وكونها بنت رسول الله ( صلّى الله عليه وآله ) من ناحية أخرى، شرف نسبها من ناحية ثالثة، كان سبباً في سعي الكثير من كبار أصحاب الرسول ( صلّى الله عليه وآله ) لخطبتها، إلاّ أنّ الرسول ( صلّى الله عليه وآله ) رفض تزويجها، وغالباً ما يكرّر قوله:",
        "( أمرها إلى ربِّها! )\nالأعجب من ذلك خطبة ( عبد الرحمن بن عوف )، ذلك الرجل الثري الذي كان ينظر إلى الأمور من زاوية مادية، على ضوء التقاليد والأعراف الجاهلية، فكان يعتقد بأنّ المهر الغالي دليل على عِظم موقع المرأة ومكانتها.\nفعن أنس بن مالك قال:\nورد عبد الرحمن بن عوف الزهري، وعثمان بن عفان إلى النبي ( صلّى الله عليه وآله )، فقال له عبد الرحمن يا رسول الله، تزوّجني فاطمة ابنتك، وقد بذلت لها من الصداق مِئة ناقة سوداء زرق الأعين، كلها قباطي مصر، وعشرة آلاف",
        "____________________\n1. كنوز الحقائق، ص124.\n\nدينار - ولم يكن من أصحاب رسول الله أيسر من عبد الرحمن وعثمان - وقال عثمان: وأنا أبذل ذلك، وأنا أَقدم من عبد الرحمن إسلاماً.",
        "فغضب النبي ( صلّى الله عليه وآله ) من مقالتهما، فتناول كفاً من الحصى فحصب به عبد الرحمن وقال له: ( إنّك تهوّل عليّ بمالك؟ ) فتحوّل الحصى دراً، فقوّمت درّة من تلك الدرر فإذا هي تفي بكلِّ ما يملكه عبد الرحمن (1).\nبلى... يجب أن تُشخّص وتُطبّق المُثل الإسلامية في زواج فاطمة ( عليها السلام )، ويتعرّف المجتمع الإسلامي على القيم والمعايير الإسلامية السامية، وتُسحق السُنن البالية من عهد الجاهلية.\nوبينما كان حديث زواج فاطمة يدور على ألسن أهل المدينة، إذ ذيع فجأةً أنّ رسول الله ( صلّى الله عليه وآله ) لن يزوّجها من غير علي بن أبي طالب ( عليه السلام ).\nعلي بن أبي طالب ( عليه السلام ) الذي خلت يده من المال، ومن كلِّ ثروة دنيوية، ولم يكن يتحلى بأيٍّ من الميزات التي تُقيم لها الجاهلية وزناً، لكنّه كان يتمتع بإيمان وقيم إسلامية أصلية، تملأ كيانه من مفرق رأسه إلى أخمص قدميه.",
        "وعندما تحقّق القوم علموا أنَّ وحياً سماوياً قد أمر الرسول ( صلّى الله عليه وآله ) بعقد هذا الزواج التاريخي المبارك، إضافةً إلى أنّه ( صلّى الله عليه وآله ) قال:\n( أتاني مَلَك فقال: يا محمد، إنّ الله يقرؤك السلام، ويقول لك: إنّي قد زوّجت فاطمة ابنتك من عليٍّ ابن أبى طالب في الملأ الأعلى، فزوّجها منه في الأرض ) (2).\n____________________\n1- تذكرة الخواص، ص306، استخرجتها من كتاب ( فاطمة الزهراء بهجة وقلب المصطفى ) ص462.",
        "2- ذخائر العقبى، ص31.\n\nعندما دخل أمير المؤمنين علي ( عليه السلام ) على رسول الله ( صلّى الله عليه وآله )، وقد أخذ الحياء منه مأخذه، جلس بين يديه ( عليه السلام ) ولم يستطع التكلّم؛ لجلالة وهيبة صاحب الرسالة ( عليه السلام ) فقال له ( عليه السلام ):\nما جاء بك؟ ألك حاجة؟ فسكت أمير المؤمنين ( عليه السلام )، فقال ( عليه السلام ): لعلك جئت تخطب فاطمة؟",
        "فقال علي ( عليه السلام ): نعم، فقال الرسول ( صلّى الله عليه وآله ): يا علي! لقد سبقك آخرون خطبتها مني، وإنّي كلما عرضت الأمر عليها لم تظهر موافقتها، دعني أحدّثها في شأنك.\nصحيح أنّ هذا الزواج قد عُقد في السماء ويجب أن يتم، إلاّ أنّ احترام حرية المرأة في اختيار زوجها عموماً، وشخصية فاطمة ( عليها السلام ) خصوصاً تُحتّم على الرسول ( صلّى الله عليه وآله )، أن يتشاور مع فاطمة ( عليها السلام ) في هذا الأمر قبل البتّ فيه.\nبعدها ذهب النبّي ( صلّى الله عليه وآله ) لفاطمة ( عليها السلام ) وقال لها: إنّ علي بن أبي طالب ممّن قد عرفتِ قرابته وفضله في الإسلام، وإنّي سألت ربّي أن يزوّجك خير خلقه وأحبهم إليه، وقد ذكر من أمرك شيئاً، فما ترين؟ فسكتت، فخرج رسول الله ( صلّى الله عليه وآله ) وهو يقول:\nالله أكبر! سكوتها إقرارها",
        "بعدها تمّ عقد القران بواسطة الرسول ( صلّى الله عليه وآله ).\nمهر فاطمة:\nوالآن، لنرى ما هو مهر فاطمة؟\nممّا لا شك فيه أنّ زواج أفضل رجال العالم بسيدة نساء العالم وابنة",
        "\nرسول الله ( صلّى الله عليه وآله )، يجب أن يكون مثلاً رائعاً، مثالاً لكلَّ العصور والأزمنة؛ لذا توجه الرسول ( صلّى الله عليه وآله ) إلى أمير المؤمنين علي ( عليه السلام ) بالقول:\n( يا أبا الحسن فهل معك شيء أزوّجك به؟ فقال علي ( عليه السلام ):\nفداك أبي وأمي والله ما يخفى عليك من أمري شيء، أَملك سيفي، درعي، وناضحي، وما أملك شيئاً غير هذا، فقال له رسول الله ( صلّى الله عليه وآله ): يا علي، أمّا سيفك فلا غنى بك عنه، تجاهد به في سبيل الله، وتقاتل به أعداء الله، وناضحك تنضح به على نخلك وأهلك، وتحمل عليه رحلك في سفرك، ولكنّي قد زوّجتك بالدرع ورضيت بها منك ) (1).",
        "ونقرأ في رواية أخرى أنّ الزهراء ( عليها السلام ) طلبت من أبيها ( عليه السلام )، أن يكون مهرها الشفاعة في المذنبين من أمّة محمد ( صلّى الله عليه وآله )، فنزل جبرئيل ( عليه السلام ) على الرسول ( عليه السلام ) مخبراً بتلبية الله سبحانه وتعالى لطلب فاطمة ( عليه السلام ) (2).\nربّما أنّ أغلى قيمة ذكرها التاريخ لهذا الدرع كانت خمسمِئة درهم هذا من ناحية، ومن ناحية أخرى نقرأ في الحديث أنّ فاطمة ( عليه السلام ) سألت النبي ( صلّى الله عليه وآله )، أن يكون صداقها الشفاعة لأمّته يوم القيامة، فنزل جبريل ( عليه السلام )، ومعه رقعة من حرير مكتوب عليها: جعل الله مهر فاطمة الزهراء شفاعة المذنبين من أمّة أبيها (3).\nنعم، وبهذا الشكل يجب أن تُحطّم القيم الخاطئة، لتحلَّ محلها القيم الأصيلة، وهكذا يجب أن تكون سير وأعراف ذوي الإيمان من الرجال والنساء، وعلى هذا النهج تكون حياة القادة الحقيقيين لعباد الله ( عزّ وجل ).\n____________________",
        "1- إحقاق الحق، ج10، ص358\n2- أخبار الدّول، ص88.\n3- إحقاق الحق، ج10، ص367.\n",
        "جهاز فاطمة ( عليها السلام ):\nالمهر، الجهاز، ومراسم الزفاف هي المشاكل الكبرى الثلاث التي تواجه العوائل بشأن الزواج، وهي المشاكل التي تطغى أحياناً على الحياة الزوجية فتجعل الزوجين يعيشان الأَمرّين طيلة عمرهما.\nوبسبب هذه الأمور الثلاثة نلاحظ أحياناً نشوء مشاجرات لفظية، وأخرى نزاعات دموية، وما أكثر ما أُضيع من الأموال في هذه المجال؛ بسبب التظاهر والتفاخر والمنافسة الطفولية والقبيحة بين العوائل.\nوالمؤسف أنّ ترسّبات الأفكار الجاهلية ما زالت عالقةً في أذهان مَن يدّعون تمسكهم بالإسلام الحنيف.",
        "ولكن يجب أن يكون جهاز سيدة الإسلام كما هو مهرها مثالاً نموذجياً للجميع.\nوكما أمر رسول الله فقد بيع الدرع بأربعمِئة وسبعين درهماً، ثمّ جاء علي ( عليه السلام ) بالمهر إلى الرسول، قسّم الرسول ( صلّى الله عليه وآله ) المال إلى ثلاثة أقسام، حيث قبض قبضةً منه ودفعه إلى بلال وقال له: ابتع لفاطمة طيباً، ثمّ قبض بكلتا يديه مقداراً من ذلك المال ودفعه إلى جماعة قائلاً لهم: اشتروا به ما يصلح فاطمة من ثياب وأثاث للبيت، ودفع مبلغاً آخراً لأمِّ أيمن لتشتري به أمتعةً إلى البيت.\nمن الواضح أنّ جهاز العرس الذي يُهيّأ بهذا القدر من المال، لا بدَّ أن يكون بسيطاً رخيص الثمن.\nوقد ذكرت كتب التاريخ أنّ جهاز سيدة نساء العالمين قد تكوَّن من ثمانية عشر نوعاً من الحاجيات، كلّها من ذلك المال، ونذكر هنا أهمّها:",
        "قطيفة سوداء خيبرية\n\nقميص بسبعة دراهم\nسرير مزمّل بشريط",
        "أربع مرافق من أُدم الطائف، حشوها أذخر (1)\nستر من صوف حصير هجير\nرحى يدوية\nسقاء من أدم",
        "مخضب من نحاس\nقعب للبن وشن للماء\nجرّة خضراء... وأمثال ذلك\nنعم هكذا كان جهاز سيدة نساء العالمين.",
        "مراسم الزفاف:\nأجرى نبيّ الرحمة احتفالاً لهذا الزواج الذي اختاره الله سبحانه وتعالى، ولهذه العائلة التي كان لها الدور الأهم في تاريخ الإسلام، والتي انحدر منها النسل الطيب وأئمة الهدى، خلفاء الله في أرضه، فأغضبت مراسم الاحتفال تلك أعداء المسلمين، ورفعت رأس الموالين عالياً، وجعلت الخصوم يفكرون بمعنى الإسلام.\nحضرت كلُّ من ( أمّ أيمن ) و ( أمّ سلمة ) وهما امرأتان ذواتا منزلة رفيعة في الإسلام، كما كانتا شغفتين بفاطمة الزهراء، عند رسول الله بيت عائشة مع باقي زوجاته، فأحدقن به وقلن: فديناك بآبائنا وأمهاتنا يا رسول الله، وقد اجتمعنا لأمر لو أنَّ خديجة في الأحياء لقرّت بذلك عينها.\n____________________",
        "1- أذخر، نبات طيّب الرّائحة.\n\nقالت ( أمّ سلمة ): فلمّا ذكرنا خديجة بكى رسول الله ثمّ قال: ( خديجة وأين مثل خديجة، صدّقتني حين كذَّبني الناس، ووازرتني على دين الله، وأعانتني عليه بمالها، إنّ الله عز وجلّ أمرني أن أبشّر خديجة ببيت في الجنة من قصب ( الزمرد ) لا صخب فيه ولانصب ).\nقالت ( أمّ سلمة ): فقلنا: فديناك بآبائنا وأمّهاتنا يا رسول الله، إنّك لم تذكر من خديجة أمراً إلاّ وقد كانت كذلك غير أنّها قد مضت إلى ربّها، فهنّأها الله بذلك وجمع بيننا وبينها في درجات جنته ورضوانه ورحمته، يا رسول الله، وهذا أخوك في الدنيا، وابن عمّك في النسب علي بن أبى طالب، يجب أن تدخل عليه زوجته فاطمة، وتجمع بها شمله.",
        "فقال: ( يا أمّ سلمة، فما بال علي ( عليه السلام ) لا يسألني ذلك؟ ) فقلت: يمنعه الحياء منك يا رسول الله.\nقالت ( أمّ أيمن ): فقال لي رسول الله: ( انطلقي إلى عليِّ فأتيني به، فخرجت من عند رسول الله فإذا عليّ ينتظرني؛ ليسألني عن جواب رسول الله، فلمّا رآني قال: ما وراءك يا أمّ أيمن؟ قلت: أجب رسول الله.\nقال علي: فدخلت عليه وقمن أزواجه فدخلن البيت، وجلست بين يديه مطرقاً نحو الأرض حياءً منه، فقال أتحبُّ أن تدخل عليك زوجتك؟ فقلت وأنا مطرق: نعم فداك أبي وأمي، فقال: نعم وكرامة يا أبا الحسن أدخلها عليك في ليلتنا هذه، أو في ليلة غد إن شاء الله، فقمت فرحاً مسروراً، وأمر أزواجه أن يزيّنَ فاطمة ويطيّبنَها ويفرشنَ لها بيتاً؛ ليُدخلنَها على بعلها، ففعلنَ ذلك.\nوأخذ رسول الله من الدراهم التي سلّمها إلى ( أمّ سلمة ) عشرة دراهم فدفعها إليّ وقال: اشترِ سمناً وتمراً وأقطاً، فاشتريت وأقبلت به إلى",
        "\nرسول الله، فحسر عن ذراعيه ودعا بسفرة من أدم، وجعل يشدخ التمر والسمن، ويخلطهما بالأقط حتى اتخذه حيساً.\nثمَّ قال: يا علي، ادعُ مَن أحببت، فخرجت إلى المسجد وأصحاب رسول الله متوافرون، فقلت: أجيبوا رسول الله، فقاموا جميعاً وأقبلوا نحو النبي، فأخبرته بأنّ القوم كثير، فجلّل السفرة بمنديل، وقال: ادخل عليَّ عشرة بعد عشرة، ففعلت، وجعلوا يأكلون ويخرجون ولا ينقص الطعام، حتى لقد أكل من ذلك الحيس سبعمِئة رجل وامرأة ببركة النبي.\nقالت ( أمّ سلمة ): ثمّ دعا بابنته فاطمة، ودعا بعليِّ، فأخذ عليّاً بيمينه وفاطمة بشماله، وجعلهما إلى صدره، فقبّل بين أعينهما، ودفع فاطمة إلى عليٍّ وقال: يا علي نِعمَ الزوجة زوجتك، ثمّ أقبل على فاطمة وقال: يا فاطمة نِعمَ البعل بعلك، ثمَّ قام يمشي بينهما حتى أدخلهما بيتهما الذي هُيئ لهما، ثمّ خرج من عندهما فأخذ بعضادتي الباب فقال: طهّركما الله وطهّر نسلكما، أنا سِلمٌ لمَن سالمكما، وحرب لمَن حاربكما، أستودعكما الله واستخلفه عليكم (1).",
        "ليعتبر عشاق الدنيا وذوو الإيمان الضعيف، المتأثرون بزخارف هذا العالم المادي، الذين يرون كرامة وجلال العائلة في التشريفات القاصمة للظهر، التي تُقام في العرس، وليستلهموا من هذا البناء التربوي للإنسان، الذي يُعدّ ثروةً وكنزاً لسعادة كلٍّ من الشباب والشابات، وليتفحّصوا صفحات التاريخ، ويشاهدوا بأعينهم كيف طبّقت تعاليم الإسلام أحداث ( خطبة ) و( مهر ) و( جهاز ) و( مراسم حفلة زواج ) سيدة النساء فاطمة الزهراء ( عليه السلام ).\n____________________\n1. بحار الأنوار، ج43، ( تاريخ الزهراء ) ص 131-132.\n",
        "فاطمة ( عليها السلام ) بعد رحيل أبيها ( صلّى الله عليه وآله )\n( ما زالت بعد أبيها معصّبة الرأس، باكية العين، محترقة القلب ) (1).\nانقضت الفترة السعيدة من حياة سيدة النساء فاطمة الزهراء بسرعة؛ وذلك بوفاة النبيّ الكريم، رغم أنّها لم تذق معنى السعادة في أيٍّ من مراحل حياتها؛ بسبب الضغوط والحروب والمؤامرات التي حاكها الأعداء ضد الإسلام والرسول، ممّا سلب روح الزهراء الهدوء والطمأنينة.\nوبارتحاله إلى الرفيق الأعلى بدأت رياح الظلم والمصاعب تهب على آل بيته الميامين، فظهرت من جديد أحقاد بدر وخيبر وحُنين، التي دُفنت في عصر الرسول الأمين تحت التراب، وثار المنافقون والأحزاب؛ لينتقموا من الإسلام ومن آل بيت محمد، وخصوصاً ابنته فاطمة الزهراء، التي كانت تمثّل مركز الدائرة، التي صُوّبت نحوها سهام الأعداء المسمومة.",
        "ألم فراق أبيها من ناحية، مظلومية أمير المؤمنين علي ( عليه السلام ) المؤلمة من ناحية أخرى، المؤامرات التي حاكها أعداء الإسلام من ناحية ثالثة.\nوقلق فاطمة على مستقبل المسلمين وكيفية الحفاظ على تعاليم القران.\n____________________\n1. المناقب، ج3، ص362.",
        "\nاجتمعت هذه الأمور مع بعضها لتعكّر صفوها وتدمي قلبها، لكن فاطمة أخفت همها وغمها عن زوجها؛ مخافة أن يتسع جرحه ومعاناته من ظلم الأمّة له، لهذا كانت تذهب إلى قبر أبيها لتبثَّ إليه آلامها وأحزانها، وما آل إليه حالها، فقد قالت ذات مرّة: ( يا أبتاه بقيت والهةً وحيرانةً فريدة، قد انخمد صوتي وانقطع ظهري وتنغّص عيشي )، ومرةً أخرى نراها تقول:\nلماذا بكت فاطمة بهذا الشكل؟\nلِمَ كلُّ هذا الجزع؟",
        "لماذا عدم الارتياح هذا، كأنّها الحرمل على النار؟\nلماذا؟\nلنسمع منها جوابها على هذه التساؤلات.\nتقول أمّ سلمة:",
        "بعد وفاة الرسول الكريم ذهبت لزيارة وتفقّد حال سيدة الإسلام فاطمة الزهراء، فلخّصت لي حالها بهذه الجمل العميقة:\nأصبحت بين كمدٍ وكرب \n\nفَقد النبي وظلم الوصي",
        "هُتكَ والله حجابه...\nولكنّها أحقاد بدرية\nوترات أحدية\nكانت عليها قلوب النفاق مكتمنةً (1).",
        "ورغم ذلك لم يخفَ على أحد ما تحمّلته في سبيل، الدفاع عن الحرمة العلوية المقدّسة، وحماية أمير المؤمنين علي بن أبي طالب.\nفبالرغم من قصر حياتها بعد أبيها، حيث استجاب الله سبحانه وتعالى دعاءها، ولبّت بدورها نداء الباري ( عزّ وجلّ )، لتنتقل إلى جوار ربّها وتسارع لرؤية أبيها، بالرغم من ذلك، فقد بذلت كلَّ ما في وسعها من فداء وتضحية في الدفاع عن الإسلام، والتذكير بحق أمير المؤمنين علي.\nصلّى الله عليكِ يا بنتَ رسول الله ورحمة الله وبركاته.\n____________________",
        "1. مناقب ابن شهر آشوب، ج2، ص225.\n\nفضائل الزهراء ( عليها السلام )\nيجدر بالذكر هنا أنّ كل الأحاديث المذكورة في هذا القسم، والتي تصل الأربعين حديثاً، قد نُقلت من مصادر أهل السنّة المشهورة والمعروفة مع ذكر أدلتها. ",
        "\n\nمنزلة فاطمة ( عليها السلام )\nيتبادر إلى ذهن البعض - من الذين يجهلون أو يتجاهلون الحقائق - أنّ الفضائل الكريمة المذكورة لأهل بيت النبوّة، ومنزلتهم السامية، إنّما تعزى إلى حسن ظنِّ مواليهم وتعلّقهم الشديد بآل محمّد.",
        "فلأنّهم يعشقون آل البيت؛ لذا فهم لا يرون الأمور إلاّ من هذا المنظار، فكل ما يُروى عنهم من فضيلة يؤمن بها المَوالي، دون أن يعيروا أهميةً لسندها ومدى صحتها.\nولرفع سوء الظَّنِّ من أولئك البعض، ولزيادة اطمئنان المحبين والموالين، فسوف نلجأ إلى مصادر المذاهب الأخرى المشهورة، وكتبهم المعروفة لننقل ما جاء فيها من أحاديث وفضائل عن أهل بيت النبوّة.\nلقد ذكرنا من قبل فضائل سيدة النساء فاطمة الزهراء من خلال شرح موجز لحياتها المباركة، وغايتنا في هذا القسم من الكتاب أن نطّلع على المقام المعنوي الرفيع لبنت رسول الله، ومن ( خلال كتب أهل السُنّة المشهورة ).\nوقبل الدخول في صلب هذا البحث، نرى من اللازم أن نذكر بعض النقاط المهمة:",
        "1- من الظريف أنّ معظم المناقب والفضائل التي ذُكرت في كتب\n\nالشيعة عن فاطمة الزهراء، قد ذكرها أهل العامة في كتبهم المشهورة أيضاً، إلاّ القليل منها، والتي ذُكرت في مصادر الشيعة المعتبرة دون أن ترد في كتب الآخرين.\n2- لم يُنقل في هذا القسم من الكتاب الذي بين يديك أي رواية عن كتب الشيعة، كما اقتصرنا على كتب الحديث والتاريخ المشهورة والمعتمدة من بين جميع كتب ومصادر العامة.",
        "3- من المثير للدهشة، تلك العاصفة الهوجاء التي حلت بالأمّة الإسلامية بعد وفاة رسول الله بسبب الخلافة، والتي كانت تستبطن حرف مسار الخلافة عن آل بيت محمد إلى أشخاص آخرين، فبعد أن نصَّبهم الله سبحانه وتعالى خلفاءً للنبيِّ في حياته، قام هؤلاء الأشخاص بتنحيتهم عنها والاستيلاء على مسند الخلافة بعد وفاته.\nإقصاء أهل البيت سبّب أن قام الحكّام بمحو فضائلهم ومناقبهم، وبالتالي محو ما يُثبت أولويتهم وأحقيتهم بخلافة رسول الله محمد، بالإضافة إلى أنّ إثبات تلك الفضائل والمناقب ستدعو الجميع للتساؤل، ما معنى أن يتصّدى الآخرون لهذا الأمر، وأهل بيت النبوة يتمتعون بهذه المنزلة وهذا المقام؟!\nلِمَ لا نقدّم مَن قدّمه الله تعالى والرسول؟\nولماذا يُحرم المسلمون من بحر علوم هؤلاء؟",
        "لماذا... ولماذا؟\nلذا يتضح لنا أنّ محو أو تجاهل تلك الفضائل كان جزءً من خططهم السياسية، وقد بلغت هذه المسألة أوجها في عصر حكومة ( بني أميّة ) و ( بني العباس )، ولم يكن في السر أو في الخفية بل علناً وأمام الملأ، ولم\n\nيكتفوا بمحو فضائل أهل البيت فحسب، بل وبدأوا بإثبات فضيلة الآخرين من خلال نشر أحاديث وروايات موضوعة كاذبة، حتى وصل بهم الأمر إلى شراء بعض الصحابة - أو أشباه الصحابة - لهذا العمل القبيح، وأجزلوا لهم العطاء.",
        "فلقد رُوي أنَّ معاوية سلّم لسمرة بن جندب مِئة ألف درهم؛ حتى يروي أنّ الآيتين الشريفتين التاليتين قد نزلتا في علي بن أبي طالب وهما:\n( وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ وَإِذَا تَوَلَّى سَعَى فِي الأرضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللّهُ لاَ يُحِبُّ الْفَسَادَ ) (1).\nوأنَّ الآية التالية:\n( وَمِنَ النَّاسِ مَن يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللّهِ ) (2)",
        "قد نزلت في عبد الرحمن بن ملجم.\nفلم يقبل، فبذل له مِئتي ألف درهم، فلم يقبل، فبذل له ثلاثمِئة ألف، فلم يقبل، فبذل له أربعمِئة ألف، فقبل وروى ذلك.\nوبهذا الشكل أصبح ذكر مناقب وفضائل آل البيت ممنوعاً على المنابر وفي المجالس، بل ويُعدُّ جرماً سياسياً في رأي النظام الحاكم، ومَن يخالف فقد حلّ عليه غضب النظام، فيُسجن في بئر مظلم، أو يقطعوا لسانه أو يصلبوه.\n____________________",
        "1. سورة البقرة، آية 204، 205.\n2. سورة البقرة، آية207.\n\nبعد ما جاء معاوية إلى المدينة، حذّر الصحابي والمفسّر المعروف ( ابن عباس )، الذي كانت له مكانة خاصة في المجتمع الإسلامي، من ذكر فضائل عليِّ بن أبي طالب قال ابن عباس لمعاوية:",
        "أتمنع قراءة القران؟ ( يعنى أنّي أتلو الآيات التي وردت في حقِّ علي ).\nقال: اقرأ القران ولكن لا تفسر آياته!\nلقد قدّر في مثل هذه الظروف أن تُمحى فضائل آل البيت، لاسيما أنّ وسائل الإعلام آنذاك كانت مقتصرةً على هذه المنابر وخطب الصلاة.\nولكن العجيب أنّ فضائل ومناقب آل بيت النبي لم تختفِ، رغم الجوِّ المشحون الذي صنعه المنافقون، وإنّما ملأت كتب الصديق والعدو أيضاً، والأعجب من ذلك أن نشاهد من بين تلك الوثائق التي تدل على فضائلهم، اعترافات صريحة لأشخاص مثل ( معاوية ) و ( عمرو بن العاص )، وبعض الخلفاء المتقدمين، يثبتون بها تلك الفضائل والمناقب، التي كان يتمتع بها آل البيت، علماً أنّ هذه الاعترافات قد أَرّختها أيدي مؤرخيهم على صفحات التاريخ!",
        "وما ذلك إلاّ دليل على مشيئة الله في فضح المنافقين، وإعجاز كبير لأهل بيت العصمة.\n4- أظهر الساعون في محو فضائل آل بيت الرسول الكثير من التعصّب؛ حيث لم يكتفوا بتشويه سمعة أمير المؤمنين علي وأبنائه الكرام، ودرج أسمائهم في القائمة السوداء لأولئك الحاقدين، وإنّما سعوا إلى هدم وتحطيم مكانتهم الاجتماعية، والأَمرّ من ذلك أنّهم عمدوا إلى إلحاق الأذى والإساءة، بكل مَن له علاقة بآل بيت محمد أياً كان نوعها.\nفلماذا يصر البعض على رغم الآثار والدلائل التاريخية التي تشير إلى\n",
        "إيمان أبي طالب عم وحامي الرسول بأنّه مات كافراً و مشركاً؟! زاعمين أنّ الآية الشريفة.\n( وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْئَوْنَ عَنْهُ ) (1) قد نزلت فيه!\nلا لشيء سوى أنّه والد أمير المؤمنين علي.\nولماذا إصرارهم على أنّ ( أبا ذر الغفاري ) ذلك الرجل الشجاع، ذو ( مذهب اشتراكي )، حيث يتهمونه في كتبهم بأنّه يحمل عقائد اشتراكية؟!",
        "ليس إلاّ... كونه من خُلّص أصحاب أمير المؤمنين، ومن المعترضين على الخليفة الثالث في مسألة إتلاف وهدر مال المسلمين.\nوهناك الكثير من مثل هذه التساؤلات.\nفيا ترى بعد هذه المعاداة، أَلا يعجب المرء من وجود كلِّ هذه الفضائل والمناقب لآل البيت في كتب مخالفيهم؟ أَليس من المعجزة أن تعبر أحاديث تحكي فضائل آل محمد عصوراً وأزمنةً، حارب فيها الحكّام محبي آل البيت بشتى الطرق، حتى أنّهم كانوا يعتبرون تسمية المولود باسم علي جرماً لا يُغتفر؟!\n5 - المثير للدهشة أنّ حذف تلك الفضائل لم يكن منحصراً بالقرون الأُولى للإسلام، أو بعصر بني أمية وبني العباس فقط، ففي العصر الحاضر الذي يُسمّى ( عصر المطالعات والدراسات التاريخية الدقيقة )، حيث طبع الكتب الإسلامية، ونشرها في مختلف الدول الإسلامية؛ لذا فإنّ أيّ تغيير أو تحريف أو حذف للحقائق يسبّب فضيحةً كبيرةً، رغم ذلك نرى",
        "____________________\n1 - سورة الأنعام آية 26 ( نقرأ شرحاً مفصّلاً عن هذه التهمة الكبيرة، والدلائل التي تشير إلى بطلانها ) في المجلّد الخامس من ( تفسير الأمثل ) من ص 191 وما بعدها.\n\nمحقّقون متعصبون! ( إن أمكن الجمع بين التحقيق والتعصّب )، قد انتهجوا نفس أسلوب الأمويين والعباسيين في حذف وتغيير وتحريف الحقائق، ممّا حدا بالعلاّمة ( الأميني ) وهو المحقّق الإسلامي الكبير إلى أن يذكر في كتابه ( الغدير ) بعضاً من النماذج، منها كيف أنّ المؤرّخ المعروف ( الطبري ) حرّف الحديث المربوط بقصة يوم الدار، وتفسير آية ( وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ )، واستعداد علي للوقوف بجانب رسول الله، وإعلانه بوصاية ووزارة علي من بعده، حرّف كل ذلك رغم سند الحديث المعتبر عند كلِّ المذاهب.",
        "والأسوأ من ذلك ما فعله ( محمد حسين هيكل )، حيث نقل الحديث في الطبعة الأُولى من تاريخه، ثمَّ حذف القسم الأهم من الحديث في الطبعة التالية (1).\nوالآن وكما قلنا آنفاً فإنّنا سنذكر مناقب فاطمة الزهراء ومقامها الرفيع، من خلال الأحاديث التي نقلتها كتب العامة المشهورة، وكما ذكرنا أيضاً فسوف لن ننقل أي حديث من مصادر وطرق الشيعة ( رغم أنّها معتبرة جداً ومن الدرجة الأُولى )، فنخلي الميدان لأحاديث الآخرين؛ حتى يتبيّن أنّ تألّق هذه السيدة لا يمكن أن يخفيه الستار الذي ألقاه الحاقدون.\nيتمّ التركيز هنا على عشر مباحث تعتبر محاور أصلية للموضوع وأنّ الزهراء:\n1- إنّها سيدة نساء العالمين.",
        "2- حوراء إنسية.\n____________________\n1. انظر الغدير، ج2، ص 287-290.\n",
        "3- محبوبة الرسول وبضعته.\n4- مقرّبة إلى الله، يرضى لرضاها ويغضب لغضبها.\n5- صاحبة التضحية الكبرى والفداء.\n6- المقام العلمي لفاطمة.",
        "7- كرامات سيدة النساء.\n8- أوّل مَن يدخل الجنة.\n9- أسامي فاطمة.\n10- هدية النبي لابنته الزهراء.",
        "\nسيدة نساء العالمين\nمن الطبيعي أن تختلف منزلة البشر من واحد لآخر، فمنهم مَن علا بفضيلته على الملائكة المقرّبين، ومنهم مَن هو أحطَّ من الحيوانات، وطبقاً لِما ينصُّ عليه القران ويوصي به الإسلام، فإنَّ ( العلم والإيمان والتقوى والصفات الإنسانية الفاضلة ) هي التي ترفع من مقام الإنسان وقيمته، وبالاستناد إلى هذه المعايير فإنّ السيدة فاطمة الزهراء - وعلى لسان رسول الله - سيدة نساء العالمين.\nلقد ورد في مصادر أهل السنة المعروفة كثيراً من الروايات تنصُّ على أنّ فاطمة الزهراء أفضل نساء العالمين؛ حيث تحدث الرسول، بهذه لعدة مرات وبتعابير مختلفة.",
        "1- قال:\n( إنّ أفضل نساء الجنة: خديجة بنت خويلد، وفاطمة بنت محمد، ومريم بنت عمران، وآسية بنت مزاحم ) (1).\n2- ونقرأ في حديث آخر للرسول حين اعتلّ علة الموت، عندما شاهد قلق واضطراب فاطمة أنّه قال:\n( يا فاطمة، أَلا ترضين أن تكوني سيدة نساء العالمين، وسيدة نساء هذه",
        "____________________\n1. نقل هذا الحديث في مستدرك الصحيحين، ج 2، ص497 ثمّ صرّح بأنّ سنده صحيح.\n\nالأمّة، وسيدة نساء المؤمنين ) (1).",
        "و هنا تظهر أفضلية فاطمة المطلقة؛ حيث لم يورد الرسول في حديثه اسماً آخر.\n3- نقل أبو نعيم الأصبهاني عن جابر بن سمرة، قال: جاء نبيّ الله فجلس وقال:\nإنّ فاطمة وَجِعة، فقال القوم: لو عدناها؟\nفقام فمشى حتى انتهى إلى الباب - والباب عليها مصفق - قال، فنادى: شُدّي عليك ثيابك فإنّ القوم جاؤوا يعودونكِ.",
        "فقالت: يا نبيّ الله، ما عليَّ عباءة. قال: فأخذ رداءً فرمى به إليها من وراء الباب، فقال: شُدّي بهذا رأسك، فدخل ودخل القوم، فقعد ساعةً فخرجوا، فقال القوم: تالله بنت نبيّنا على هذا الحال؟\nقال فالتفت فقال:\n( أَما إنّها سيدة النساء يوم القيامة ) (2).\n4 - وبتعبير آخر رواه صحيح (3) البخاري - وهو من أشهر مصادر الحديث عند العامة - نقلاً عن عائشة أنّها قالت:",
        "أقبلت فاطمة كأنّ مشيتها مشية رسول الله فقال: مرحباً بابنتي، ثمّ أجلسها عن يمينه، ثم أسرَّ إليها حديثاً فبكت، فقلت استخصك رسول الله وأنت تبكين؟ ثمَّ أنّه أسرَّ لها فضحكت.\nقالت: فقلت لها ما رأيت كاليوم أقرب فرحاً من حزن، ما أسرّ إليك؟\n____________________\n1. مستدرك الصحيحين، ج3، ص156، كما صرّح بصحة سند هذا الحديث.",
        "2. حلية الأولياء، ج2، ص42.\n3. صحيح البخاري كتاب بدء الخلق.\n\nفقالت فاطمة: ما كنت لأفشي سرّ رسول الله.",
        "حتى إذا قُبض الرسول سألتها، فقالت:\n( إنّه أسرّ إليّ وقال: كان جبرئيل يعارضني بالقران في كلّ عام، وإنّه عارضني به هذا العام مرتين، ولا أراه إلاّ قد حضر أجلي، وإنّكِ أوّل أهلي لحوقاً بي، ولنِعمَ السلف أنا لكِ، فبكيت لذلك، فقال: أَما ترضين أن تكوني سيدة نساء أهل الجنة ونساء المؤمنين؟! فذلك الذي أضحكني ).\nويُتضح جيداً من التأمل في هذه الأحاديث، أنّه إذا قيل إنّ فاطمة واحدة من أربع من النساء الفاضلات، فإنّ ذلك لا ينافي كونها أفضل تلك النساء الأربع.\nودليلنا على هذا ما يفيده الحديث التالي:",
        "5 - نُقل في كتاب ( ذخائر العقبى ) عن ابن عباس أنّ الرسول الكريم قال: ( أربع نسوة سيدات سادات عالمهنَّ: مريم بنت عمران، وآسية بنت مزاحم، وخديجة بنت خويلد، وفاطمة بنت محمد، وأفضلهنّ فاطمة ) (1)، وبالطبع فإنّ كلمة ( أفضلهنّ ) تشتمل على عدة معان، وتشير إلى المنزلة العلمية، والتقوى والإيثار، وسائر المَلَكات الفاضلة.\nلقد صرّح القران قائلاً: أنّ الملائكة كانت تكلّم مريم، كما في الآية الشريفة: ( إِذْ قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ ) (2).\nوقد كلّمت مريم الملائكة، وهذا ما تنصّ عليه آية 16 والى آية 21 من\n____________________",
        "1. ذخائر العقبى، ص44، وأيضاً السيوطي في ( الدر المنثور ) ذكر هذا الحديث في أسفل آية 42 من سورة آل عمران.\n2. سورة آل عمران، آية 42 كذلك آية 43و45.\n\nسورة مريم، وينص القران على أنّه كان يؤتى لمريم بطعام من الجنة، حيث نقرأ في الآية الشريفة: ( فَتَقَبَّلَهَا رَبُّهَا بِقَبُول حَسَن وَأَنْبَتَهَا نَبَاتاً حَسَناً وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمَحْرَابَ وَجَدَ عِنْدَهَا رِزْقاً قَالَ يَا مَرْيَمُ أَنَّى لَكِ هذَا قَالَتْ هُوَ مِنْ عِندِ اللّهِ إِنَّ اللّهَ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَاب ) (1).",
        "ويصفها في مكان آخر بأنّها ( صدّيقة )، كما في الآية الشريفة:\n( مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ ) (2).\nوغير ذلك من الفضائل التي يثبتها للسيدة مريم وباقي النساء الفاضلات كآسية بنت مزاحم، وكذلك يثبت النبي مثل هذه الفضائل والكرامات للسيدة خديجة الكبرى.\nومن هذا المنطلق نعرف أنَّ لفاطمة مقام عالي أو منزلة رفيعة مكرّمة، خصوصاً ما جاء في رواية ( الأفضلية ) التي تدل على أنَّ هذه المفاخر والمناقب، هي في الواقع جزء ممّا تتحلّى وتتميّز به فاطمة.",
        "____________________\n1. سورة آل عمران، آية 37.\n2. سورة المائدة، آية 75.\n",
        "حوراء إنسية\nإنّ اللبنة الأُولى في بناء كيان الإنسان هي انعقاد ( النطفة )؛ لأنّها على أية حال تحمل قسماً مهماً من قيمه الوجودية؛ ولذلك تواترت الروايات التي توصي بضرورة سلامة هذه اللبنة وصحة تكوينها.\nوعند ما نطالع تاريخ حياة سيدة النساء، نرى أنّها قد امتازت في هذا المجال عن جميع شخصيات العالم رجالاً ونساءً.\nومن الأفضل أن نسمع هذا الحديث من فم رسول الله:",
        "6 - عن ابن عباس قال:\nكان النبي يكثر تقبيل فاطمة فقالت له عائشة:\nإنّك تكثر تقبيل فاطمة.\nفقال: ( إنّ جبرئيل ليلة أُسري بي أدخلني الجنة فأطعمني من جميع ثمارها، فصار ماءً في صلبي، فحملت خديجة بفاطمة، فإذا اشتقت لتك الثمار قبّلت فاطمة، فأصبت من رائحتها جميع تلك الثمار التي أكلتها ) (1).",
        "7- وجدير بالذكر أنّ بعض الروايات قد نصّت على فاكهة ( التفاح )، كما هو في كتاب ( ذخائر العقبى )، حيث ينقل ( الطبري ) حديثاً للرسول\n____________________\n1. ذخائر العقبى، ص36.\n",
        "عن جمع من الصحابة أنّه قال: ( لمّا أُسري بي أدخلني جبريل الجنة فناولني تفاحةً فأكلتها، فصارت نطفةً في ظهري، فلمّا نزلت من السماء واقعت خديجة، ففاطمة من تلك النطفة ) (1).\n8 - وقد نقل في حديث آخر، أنّ الرسول قد تناول فاكهة ( السفرجل ) عند مروره بالجنة ليلة المعراج، جاء ذلك في ( مستدرك الصحيحين ) نقلاً عن ( سعد بن مالك ) (2).\n9 - وجاء في حديث آخر، أنّ الفاكهة التي تناولها الرسول كانت غير معروفة لأهل الدنيا، كما أنّها كانت لذيذةً وعطرة النكهة، حيث نقل ( السيوطي ) في ( الدرّ المنثور ) عن الرسول أنّه قال:\n( لمّا أُسري بي إلى السماء أُدخلت الجنة، فوقفت على شجرة من أشجار الجنة، لم أرَ في الجنة أحسن منها ولا أبيض ورقاً ولا أطيب ثمرةً، فتناولت من ثمرتها، فأكلتها فصارت نطفةً في صلبي، فلمّا هبطتُ إلى الأرض واقعت خديجة، فحملت بفاطمة، فإذا أنا اشتقت إلى ريح الجنة شممت ريح فاطمة ) (3).",
        "وفي الواقع فإنّ الحديث الأوّل في هذا الفصل يحوي ويفسّر مجموع هذه الأحاديث، فطبقاً لِما جاء فيه فإنّ الرسول قد تناول من جميع فواكه الجنة، وإنَّ نطفة فاطمة قد انعقدت من عصارة تلك الثمار، هذا مع الأخذ بنظر الاعتبار أنّ الدنيا التي نعيشها تختلف عن عالم الجنة، بقدر تعجز معه ألفاظنا عن تبيان حقائقها، وما نذكره عنها ما هو إلاّ إشارات مختصرة لِما تتمتع بها.\n____________________\n1. ذخائر العقبى، ص44.\n2. مستدرك الصحيحين، ج3، ص156.",
        "3. ( السيوطي ) في ( الدّر المنثور ) في تفسير آية ( سبحانَ الذي أَسرى بعبدِهِ ) سورة الإسراء آية1.\n\nعلى كلِّ حال فإنّ حوراءً إنسية بالمواصفات الخلقية والطبيعية لأهل الجنة، لابد وأن تكون نطفتها من عصارة فاكهة الجنة، وهذا ما امتازت به هذه السيدة على سائر نساء العالمين.\nكانت من نساء الجنة، نفسها وخلقتها، قلبها وروحها، لونها وهيئتها، قولها وحديثها، وغير ذلك من صفات وميزات أهل الجنة، وخلاصة القول أنّها من الجنة من رأسها إلى أخمص قدميها.",
        "فهل في تاريخ البشرية مثل هذا الوسام المشرّف لغير هذه السيدة؟\n\nفاطمة ( عليه السلام ) أحب الناس إلى الرسول الكريم ( صلّى الله عليه وآله )\nالحب والعشق، أقوى ما يربط بين موجودين.",
        "يفيد قانون الجاذبية الذي يحكم عالم المادة، أنّ قوة الجذب تتناسب طردياً مع حاصل ضرب الكتلتين، وعكسياً مع مربع المسافة بينهما.\nويسري حكم هذا القانون في العالم المعنوي والعشق الإلهي أيضاً، فكلما سمت قيمة الأشخاص وتقاربت نفوسها، زادت علاقة الحب والعشق بينها!\nمع وجود اختلاف بسيط يختص به عالم المادة، فأحياناً يولّد الاختلاف والتضاد تجاذباً بين الجسمين ( كما في التجاذب الحاصل بين الشحنتين الموجبة والسالبة )، على خلاف ما يحدث في عالم الأرواح، حيث تقوى رابطة الجذب كلما زاد الشبه فيما بينها، وتضعف إذا ما وُجد التضاد والاختلاف.\nنتجه بعد هذه المقدمة القصيرة صوب عالم الأحاديث؛ لنتعرّف على مدى علاقة الرسول الكريم ( صلّى الله عليه وآله ) بابنته فاطمة الزهراء ( عليها السلام )، وإلى أيِّ مقدار كان يحبها؟",
        "10 - يُروى عن عائشة أنّها قالت:\n( ما رأيت أحداً أشبه كلاماً وحديثاً من فاطمة برسول الله ( صلّى الله عليه وآله )، وكانت\n\nإذا دخلت عليه رحّب بها، وقام إليها، فأخذ بيدها فقبّلها، وأجلسها في مجلسه ) (1).",
        "11- وجاء في رواية أخرى.\n( كان كثيراً ما يقبّل عرف فاطمة ) (2).\n12- وتنص رواية ثالثة على:\n( كان كثيراً ما يقبّلها في فمها ) (3).",
        "13- لقد كان الرسول ( صلّى الله عليه وآله ) يظهر الكثير من محبته لفاطمة ( عليها السلام )، حتى أثار ذلك حفيظة عائشة، حيث قالت لرسول الله ( صلّى الله عليه وآله ).\nيا رسول الله، ما لكَ إذا جاءت فاطمة قبّلتها، حتى تجعل لسانك في فيها كله، كأنّك تريد أن تطعمها عسلاً؟!\nقال ( صلّى الله عليه وآله ): نعم يا عائشة، إنّي لمّا أُسري بي إلى السماء... وقصَّ عليها قصة ثمار الجنة التي تناولها ) (4).\n14- وجاء في صحيح أبي داوود ",
        "( كان رسول الله ( صلّى الله عليه وآله ) إذا سافر كان آخر عهده بإنسان من أهله فاطمة ( عليها السلام )، وأَوّل مَن يدخل عليه إذا قَدم فاطمة ( عليها السلام ) ) (5).\nكما نقل ( أحمد بن حنبل ) هذه الرواية في مسنده (6).\nلكن نعلم أنّ للحب والحنان الواقعيين طرفين، فالحنان المطلق له\n____________________",
        "1. مستدرك الصحيحين، ج3، ص154.\n2. كنز العمّال، ج7، ص111.\n3. فيض الغدير، ص176.\n4. تاريخ بغداد، ج5، ص87.",
        "5. صحيح أبي داود، ج26، باب ما جاء في الانتفاع بالعاج.\n6. مسند أحمد بن حنبل، ج6، ص282.\n\nجانب سلبي، ويكون سطحياً عديم القيمة، وكما أسلفنا فإنّ العشق الواقعي دليل على التشابه، وعندما يحصل التشابه ستتولّد الجاذبية بين الطرفين.",
        "لذا فإنّ الروايات الإسلامية تعكس حقيقةً مهمةً، أَلا وهي أنّ العلاقة التي كانت تربط الرسول ( صلّى الله عليه وآله ) بابنته فاطمة الزهراء ( عليها السلام )، كانت علاقة متبادلة وبنفس الشدة، وإليك شواهد ما أشرنا إليه:\n15- جاء في صحيح مسلم عن عبد الله بن عمر بن محمد بن أبان الجعفي، بينما رسول الله يصلي عند البيت وأبو جهل وأصحابه له جلوس، وقد نُحرت جزور بالأمس فقال أبو جهل: أيّكم يقوم إلى سلا جزور بني فلان فيأخذه فيضعه في كتفي محمد إذا سجد، فانبعث أشقى القوم فأخذه، فلمّا سجد النبي ( صلّى الله عليه وآله )، وضعه بين كتفيه، قال فاستضحكوا وجعل بعضهم يميل إلى بعض، وأنا قائم أنظر لو كانت لي مِنعة طرحته عن ظهر رسول الله ( صلّى الله عليه وآله )، والنبي ( صلّى الله عليه وآله ) ساجد ما يرفع رأسه، حتى انطلق إنسان فأخبر فاطمة فجاءت، وهي جويرية فطرحته عنه، ثمّ أقبلت عليهم تشتمهم، فلمّا قضى النبي ( صلّى الله عليه وآله ) صلاته، رفع صوته ثمّ دعا عليهم، وكان إذا دعا دعا ثلاثاً، وإذا سأل سأل ثلاثاً، ثمّ قال: ( اللَّهمَّ عليك بقريش، ثلاث مرات، فلمّا سمعوا صوته ذهب عنهم الضحك، وخافوا دعوته ثمّ قال: اللّهمَّ عليك بأبي جهل بن هشام، وعتبة بن ربيعة، وشيبة بن ربيعة، والوليد بن عتبة، وأميّة بن خلف، وعقبة بن أبي معيط )، فو الذي بعث محمداً ( صلّى الله عليه وآله ) بالحق، لقد رأيت الذي سمّى صرعى يوم بدر، ثمّ سُحبوا إلى القليب قليب بدر (1).\n____________________\n1. صحيح مسلم ( كتاب الجهاد والسّير )، وصحيح البخاري ( كتاب بدء الخلق، باب، ما لقي النبيّ وأصحابه من المشركين ).",
        "\nنعم، لقد كانت الزهراء ( عليها السلام ) منذ صغرها خليطاً من ( المحبة ) و ( الشجاعة )، وهي دائماً على أُهبة الاستعداد في الدفاع عن أبيها ( صلّى الله عليه وآله ).\n16- ونطالع أيضاً في نفس المصدر السابق عن أحداث غزوة أحد ما يأتي:\n( قال سهل بن سعد: جُرح وجه رسول الله ( صلّى الله عليه وآله )، وكُسرت رباعيته، وهُشمت البيضة على رأسه، فكانت فاطمة بنت رسول الله ( صلّى الله عليه وآله ) تغسل الدم، وكان عليُّ بن أبي طالب يسكب عليها بالمِجَن، فلمّا رأت فاطمة أنّ الماء لا يزيد الدم إلاّ كثرةً، أخذت قطعة حصير فأحرقته حتى صار رماداً، ثمّ ألصقته بالجرح فاستمسك الدم ) (1).",
        "17- نقل ( أبو نعيم الأصفهاني ) في ( حلية الأولياء )، عن عليّ بن محمد بن إسماعيل، عن...عن أبي ثعلبة الخشني أنّه قال: قَدم رسول الله ( صلّى الله عليه وآله ) من غزاة له، فدخل المسجد فصلّى فيه ركعتين - وكان يعجبه إذا قدم أن يدخل المسجد فيصلي فيه ركعتين - ثمّ خرج فأتى فاطمة فبدأ بها قبل بيوت أزواجه، فاستقبلته فاطمة ( عليها السلام )، وجعلت تقبّل وجهه وعينيه وتبكي.\nفقال لها رسول الله ( صلّى الله عليه وآله ): ( ما يبكيك؟ قالت: أراك قد شحب لونك، فقال لها: يا فاطمة إنّ الله عزّ وجلّ بعث أباك بأمر، لم يبقَ على ظهر الأرض بيت مدر ولا شعر إلاّ أدخله به عزاً أو ذُلاً، يبلغ حيث بلغ الليل ) (2).\n18- وروي فيما روي عن أحداث الخندق عن عليٍّ ( عليه السلام ) في حفر\n____________________",
        "1. صحيح مسلم ( كتاب الجهاد والسير ) وصحيح البخاري ( كتاب بدء الخلق، باب ( ما لقي النّبيّ وأصحابه من المشركين ).\n2. حلية الأولياء ج2، ص30.\n\nالخندق، إذ جاءته فاطمة بكسرة من خبز فرفعتها إليه، فقال: ما هذه يا فاطمة؟ قالت: من قرص اختبزته لابنيَّ جئتك منه بهذه الكسرة، فقال: يا بنية، أَما إنّها لأوّل طعام دخل فم أبيك منذ ثلاث (1).",
        "ما أعظم قوى الجذب التي تربط بين هذا الأب وابنته؟\nجاذبية متأصلة في أعماق روحيهما، ومحبة قد ارتشفت من منبع وجودهما، وعلاقة عشق تمخض عنها اتحاد روح الأب بروح ابنته في الملكوت الأعلى.\nفهل هناك أفضل من هذا الافتخار لفاطمة الزهراء ( عليها السلام )؟.\nفخر وفضيلة لم تكن لأي أحد عبر تاريخ الإسلام، سوى لمعلمها علي ابن أبي طالب ( عليه السلام ).",
        "____________________\n1. ذخائر العقبى، ص47.\n\nقرب فاطمة ( عليها السلام ) من الله",
        "نعلم أنّ الفناء هو أعلى مراتب القرب من الله سبحانه وتعالى.\n( الفناء ) يعني تجاهل ونسيان كل شيء، وكل ذي نفس، بل وحتى الذات في مقابل الخالق الجبار، أي أن يصل المرء إلى مرحلة لا يرى فيها الوجود الدنيوي إلاّ سراباً، ولا يشاهد هذا العالم المخلوق إلاّ كظلٍّ باهت زائل.\nيرى الله في كل مكان، ويبحث عنه في كلِّ مكان.\nكالفراشة التي تدور حول شمعة تحترق، يصهر ذاته في وجود الله، فلا يرى قيمةً لكيانه في حضرة الإله.",
        "يُعد ( التسليم المطلق ) لإرادة الله ( سبحانه وتعالى ) واحداً من الآثار المرتّبة على وصول المرء لهذا المقام، فما يريده الله هو المراد، وما يحبه هو الأصلح.\nفرضاه من رضا الله، ورضا الله من رضاه.\nوبهذه المعايير العرفانية نتوجه صوب المقام العرفاني لسيدة نساء العالمين، ونتعرّف على مدى سمو منزلتها عند الله، ونطّلع على الحقيقة التي أشار إليها رسول الإسلام الكريم ( صلّى الله عليه وآله ).\n19 - نصّت الكتب المعروفة لأهل السنة على الكثير من الروايات التي ",
        "\nتشير إلى أنّ الرسول ( صلّى الله عليه وآله ) قال لابنته فاطمة الزهراء ( عليها السلام ):\n( إنّ الله يغضب لغضبك، ويرضى لرضاك ) (1).\n20 - ورد في ( صحيح البخاري ) الذي يُعد من أشهر مصادر الحديث عند العامة، أنّ الرسول ( ص ) قال:",
        "( فاطمة بضعة مني فمَن أغضبها فقد أغضبني ) (2).\n21 - ونطالع في مكان آخر من نفس المصدر هذا الحديث:\nقال رسول الله ( صلّى الله عليه وآله ).\n( فإنّما هي فاطمة بضعة مني، يريبني ما أرابها، ويؤذيني ما آذاها ) (3).",
        "وكما أشرنا سابقاً فإنَّ الأحاديث كثيرة في هذا المجال، وكلها تحكي عن المقام العالي لفاطمة الزهراء ( عليها السلام ) في معرفة الخالق، وعن درجة عصمتها، وإيمانها وإخلاصها، فقد سمت بمقامها إلى الله سبحانه وتعالى، حتى صار رضاها وغضبها مرآةً لرضا الله ورسوله، وسخطهما، ولا يمكن أن تُعادل هذه الدرجة السامية بأي شيء.\n22 - وننهي بحثنا هذا بحديث آخر ينقله لنا ( صحيح الترمذي )، فقد قال رسول الله ( صلّى الله عليه وآله ):\n( إنّما فاطمة بضعة مني، يؤذيني ما آذاها، وينصبني ما نصبها ) (4).\nمن البديهي أنّه لا يمكن لظاهرة الحنان التي تربط الوالد بولده أن",
        "____________________\n1. مستدرك الصحيحين، ج 3، ص 153. كما نقل هذا الحديث ( ابن حجر ) في ( الإصابة ) و ( ابن الأثير ) في ( أسد الغابة ).\n2. صحيح البخاري ( كتاب بدء الخلق ) باب، مناقب قرابة رسول الله.\n3. صحيح البخاري ( كتاب النّكاح ) باب ذبّ الرّجل عن ابنته، ورد مضمون هذين الحديثين في كتب معروفة مثل ( خصائص النسائي )، ( فيض الغدير )، ( كنز العمّال )، ( مسند أحمد )، ( صحيح أبى داوود ) و ( حلية الأولياء ).",
        "4. صحيح الترمذي، ج 2، ص 319.\n\nتُفسّر هذا الأمر، أنّ النبي ( ص ) رسول الله لا يريد إلاّ ما أراد الله، وأنّ رضا وسعادة فاطمة ( عليها السلام ) من رضا الله ورسوله، ما هو إلاّ دليل على صهر إرادتها فيما يريده الله ويرضاه.\nلا بدّ من الإشارة هنا إلى نقطة مهمة، وهي أنّ البعض فسّر جملة ( فاطمة بضعة مني ) على أنّها جزء من جسد الرسول ( صلّى الله عليه وآله )، في الوقت الذي يدل مفهوم الحديث، على أنّ فاطمة ( عليها السلام ) جزء من كيان ووجود أبيها محمّد ( صلّى الله عليه وآله )، ومن الناحيتين المادية والروحية، وهذا ما ستشير إليه الروايات التي سنستعرضها إن شاء الله تعالى.",
        "\nزهد فاطمة ( عليها السلام )\n( حبّ الدنيا رأس كل خطيئة ).\nبالاستناد إلى الحديث النبوي الشريف، وإلى ما تمخّضت عنه تجاربنا ومشاهداتنا في الحياة، فإنَّ كلَّ التجاوزات، الجنايات، الأكاذيب، الخيانات، الظلم، كانت نتيجةً لحب ( المال ) و ( الجاه ) و ( الشهوة )، هنا يتضح أنّ الزهد والورع هما أساس التقوى والطهارة والصلاح.",
        "ولكن يجب معرفة ماهية الزهد، فالزهد لا يعني ترك الدنيا، والرهبنة والاعتزال عن المجتمع، بل أنّ حقيقة الزهد هي الحرية وعدم الوقوع في شراك الدنيا.\nفالزاهد مَن لم يتعلّق قلبه بالدنيا وإن كانت عنده، فلو أحسّ يوماً بأنّ رضا الله سبحانه وتعالى منوط بتركه لِما في يديه، كان مستعداً لهذا العمل، ويقول من أعماقه:\nوإذا استدعى الحفاظ على الحرية والشرف والإيمان، أن يضحّي بحياته وروحه وماله، لم يتوانَ في ذلك، ويصرخ من أعماقه هيهات منا الذلة.\nوعلى حد قول القرآن الكريم في تعريفه للزاهد:",
        "\n( لِكَيْلا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلا تَفْرَحُوا بِمَا آتَاكُمْ ) (1)\nبعد هذه المقدمة القصيرة نتوجه إلى أحاديث رسول الله ( صلّى الله عليه وآله )، ونتعرّف من خلالها على وجهة نظره بشأن شخصية فاطمة ( عليها السلام ).\n23- نقل ( ابن حجر ) وآخرون في رواية عن الرسول ( صلّى الله عليه وآله ):",
        "( أخرج أحمد وغيره ما حاصله، أنّه ( صلّى الله عليه وآله ) كان إذا قَدم من سفر أتى فاطمة، وأطال المكث عندها، ففي مرة صنعت لها مسكينِ من ورق وقلادة وقرطين، وستر باب بيتها، فقَدم ( صلّى الله عليه وآله ) ودخل عليها، ثمّ خرج وقد عُرف الغضب في وجهه، حتى جلس على المنبر فظنت أنّه إنّما فعل ذلك لمّا رأى ما صنعته، فأرسلت به إليه ليجعله في سبيل الله، فقال: ( فعلت فداها أبوها - ثلاث مرات - ليست الدنيا من محمد ولا من آل محمد، ولو كانت الدنيا تعدل عند الله في الخير جناح بعوضة ما سقى منها كافراً شربة ماء )، ثمّ قال: فدخل ( صلّى الله عليه وآله ) عليها ) (2).\nمن الواضح أن يكون ثمن السوارين والقرطين الفضيين والعقد الفضي زهيداً، والأزهد ثمناً منها ذلك الستار الذي يعلّقه الإنسان على باب الغرفة، غير أنّ الرسول ( ص ) كان يعتبر أنّ ذلك ليس من شأن فاطمة ( عليها السلام )، بل يرى أنّ فضيلتها وكرامتها تكمن في خصالها الإنسانية.\nتعلّمت فاطمة ( عليها السلام ) هذا الدرس من أبيها مباشرةً، حيث رمت بالدنيا وزخرفها جانباً، محرّرةً نفسها من ذلك الأسر من ناحية، وأنفقت ما في يدها في سبيل الله من ناحية أخرى.\nلقد عرفنا من خلال الحديث الذي سبق ذكره - برقم 3- نقلاً عن كتاب",
        "____________________\n1. سورة الحديد، آية 23.\n2. الصواعق المحرقة، ص 109.\n",
        "( حلية الأولياء ) لم تكن تملك الحجاب الكافي، عند مجيء الرسول ( صلّى الله عليه وآله ) وأصحابه لعيادتها، ممّا حدا به ( صلّى الله عليه وآله ) أن يناولها عباءته؛ لتستر نفسها وتستعد للضيوف الذين جاؤوا لعيادتها.\nإنّ جهاز فاطمة ( عليها السلام ) ومراسم الزفاف التي جرت بمنتهى البساطة، وتفانيها في القيام على شؤون بيتها، حيث تحضن طفلها في إحدى يديها، وفي الأخرى تطحن الشعير لتهيّئ لهم الخبز، كل ذلك شواهد صادقة على زهدها العالي وإيمانها الصادق، ويشير الحديث التالي إلى هذا المعنى:\n24- نقل أبو نعيم الأصفهاني في ( حلية الأولياء ):\n( لقد طحنت فاطمة بنت رسول الله ( صلّى الله عليه وآله )، حتى مجُلَت يدها، وربا وأثّر قطب الرحى في يدها ) (1).",
        "25- نُقل في ( مسند أحمد ) وهو أحد أشهر مصادر أهل السنة عن ( أنس بن مالك ) أنّه قال:\nإنّ بلالاً بطأ عن صلاة الصبح، فقال له النبي ( صلّى الله عليه وآله ) ( ما حبسك ) فقال: مررت بفاطمة وهي تطحن، والصبي يبكي، فقلت لها إن شئتِ كفيتك الرحى وكفيتيني الصبي، وإن شئتِ كفيتك الصبي وكفيتيني الرحى، ( فقالت أنا أَرفق بابني منك )، فذاك حبسني، فقال رسول الله ( صلّى الله عليه وآله ):\n( فرحمتها يرحمك الله ) (2).\nمن الفضائل الأخلاقية التي تتحلّى بها سيدة النساء، هي الشجاعة والشهامة، في دفاعها عن أبيها الرسول الكريم ( صلّى الله عليه وآله ) ضد مشركي مكة، كما أنّ",
        "____________________\n1. حلية الأولياء، ج2، ص41.\n2. مسند أحمد، ج3، ص150.\n",
        "مجيئها إلى ميدان أُحُد، وتضميدها جراح الرسول ( صلّى الله عليه وآله )، لم يكن ليخفى عن أي أحد، وهذا ما أثبتته الأحاديث التي ذكرناها آنفاً.\nلقد سارت على طريق العبودية، وعبادة الله منذ ولادتها، وهي على هذا الحال إلى أن فارقت روحها الحياة، والحديث الآتي يدل على هذا المعنى.\n26- جاء في ( ذخائر العقبى ) ما جاء في قصة ولادة فاطمة الزهراء ( عليه السلام )، وانعقاد نطفتها من ثمار الجنة، وحضور النساء الأربع عند ولادتها: ( فوُلدت فاطمة ( عليها السلام )، فوقعت حين وقعت على الأرض ساجدةً ) (1).\n27- ونطالع في نفس المصدر روايةً تدلُّ على سموها وعفتها، حيث تنقل ( أسماء بنت عميس ) هذه القصة العجيبة:",
        "قالت فاطمة ( عليها السلام ) لأسماء بنت عميس: ( يا أسماء، إنّي استقبحت ما يُصنع بالنساء، إنّه يُطرح على المرأة الثوب فيصفّها، وقالت أسماء: يا بنة رسول الله، أَلا أُريك شيئاً رأيته بأرض الحبشة، فدعت بجرائد رطبة فحنّتها، ثمّ طرحت عليها ثوباً، فقالت فاطمة (عليها السلام ): ما أحسن هذا وأجمله، تُعرف به المرأة من الرجل، فإذا أنا مت فاغسليني أنتِ وعلي ولا يدخل عليَّ أحد ).\nوجاء في نهاية هذا الحديث.\nإنّ فاطمة ( عليها السلام ) لمّا رأت النعش تبسّمت، وما رُؤيت مبتسمةً بعد النبي ( صلّى الله عليه وآله ) قط (2).\n____________________",
        "1. ذخائر العقبى، ص44.\n2. ذخائر العقبى، ص54.\n\nالمكانة العلميّة لفاطمة ( عليها السلام )",
        "إنّ حب أولياء الله لشخص دون الآخر ليس حبّاً عاديّاً، فلا بد أن يكون قائماً على أسس مهمة منها العلم والإيمان والتقوى، وما علاقة الرسول الكريم ( صلّى الله عليه وآله ) القوية بابنته فاطمة الزهراء ( عليها السلام )، إلاّ دليل على تمتعها بتلك الصفات الفاضلة، إضافةً إلى ذلك، وعندما يقول ( عليه الصلاة والسلام ): ( فاطمة أفضل نساء العالمين ) أو ( أفضل نساء الجنة )، والتي ذكرنا أسانيدها من قبل، فإنّ هذا بحدِّ ذاته دليل على أنّها أعلم نساء العالمين.\nوبعد ذلك هل يمكن لشخص لم يصل إلى مقام رفيع في العلم والمعرفة، أن يكون رضاه من رضا الله، وغضبه من غضب الخالق ورسوله؟ كما تبيّن لنا ذلك في الروايات السابقة.\nعلاوةً على ذلك فقد وردت في المصادر الإسلامية المعروفة روايات مهمةٌ، تكشف عن المقام العلمي الرفيع لهذه السيدة العظمية.\n28- نقل ( أبو نعيم الأصفهاني ) عن رسول الله ( صلّى الله عليه وآله ) أنّه قال يوماً لأصحابه ما خير النساء؟",
        "فلم يدرِ الحاضرون ما يقولون، فسار علي ( عليه السلام ) إلى فاطمة فأخبرها بذلك.\nفقالت: ( فهلاّ قلت له خير لهنَّ أَلاّ يَرينّ الرجال ولا يرونهنّ )، فرجع علي ( عليه السلام ) فأخبره بذلك.\n\nفقال رسول الله ( صلّى الله عليه وآله ): ( من علّمك هذا؟ قال: فاطمة ( عليها السلام )، فقال رسول الله ( صلّى الله عليه وآله ): إنّها بضعة مني ) (1).",
        "يظهر من هذا الحديث أنّ أمير المؤمنين علي ( عليه السلام )، رغم ما كان يتمتع به من مقام عظيم في العلوم والمعارف، الذي اعترف به الصديق والعدو، وإنّه باب مدينة علم الرسول الأكرم ( صلّى الله عليه وآله )، إلاّ أنّه كان يستفيد أحياناً من علم زوجته فاطمة الزهراء ( عليها السلام ).\nإنّ ما ذُكر في نهاية هذه الرواية من أنّ رسول الله ( صلّى الله عليه وآله ) قال ( فاطمة بضعة مني )، إنّما يشير إلى حقيقة مهمة، وهي أنّ القصد من ( بضعة ) لا يقتصر على كونها جزء من بدنه فقط كما فسّره البعض، بل هي جزء من روح الرسول ( صلّى الله عليه وآله ) وإيمانه وعلمه وفضله وأخلاقه، فهي شعاع من تلك الشمس وقبس من تلك المشكاة.\n29 - جاء في ( مسند أحمد ) عن ( أمّ سلمة ) - أو طبقاً لرواية أمّ سلمى - أنّها قالت:\nاشتكت فاطمة شكواها التي قُبضت فيها، فكنت أُمرّضها، فأصبحت يوماً كأمثل ما رأيتها في شكواها تلك، قالت وخرج علي لبعض حاجته، فقالت يا أمَة، اسكبي لي غسلاً، فسكبت لها غسلاُ، فاغتسلت كأحسن ما رأيتها تغتسل، ثمّ قالت: يا أَمَة، أعطيني ثيابي الجُدد، فأعطيتها فلبستها، ثمّ قالت: يا أمَة، قدّمي لي فراشي وسط البيت، ففعلت، واضطجعت واستقبلت القبلة، وجعلت يدها تحت خدها، ثمّ قالت: يا أَمَة، إنّي مقبوضة الآن، وقد تطهّرت فلا يكشفني أحد، فقُبضت مكانها، قالت فجاء عليٌّ فأخبرته (2).",
        "____________________\n1. حلية الأولياء، ج2 ص 40.\n2. مسند أحمد، ج6، ص461 وأورد هذا الحديث ( ابن الأثير ) في ( أسد الغابة )، كما رواه جمع آخر من المحدثين والرّواة.\n",
        "نستدل من هذه الرواية أنّ فاطمة الزهراء ( عليها السلام ) كانت تعلم بوقت وفاتها؛ حيث استعدت للرحيل دون أن تظهر عليها علاماته، ولمّا كان الإنسان لا يعلم بحلول أجله إلاّ بعلم إلهي، لذا فإنّ الله سبحانه وتعالى كان يلهم فاطمة ( عليها السلام ). نعم، فقد ارتبطت روحها بعالم الغيب، وحدّثتها ملائكة السماء.\nوطبقاً لِما جاءت به الروايات فإنّها أفضل من مريم بنت عمران ( أمّ عيسى ( عليه السلام ) )، وفي هذا الكفاية، إضافةً إلى تصريح القرآن المجيد في أنّ الملائكة قد تحدّثت إلى مريم وهي قد حدّثتها - ذكرت ذلك آيات من سورة آل عمران وسورة مريم - لذا فمن الأَولى أن تكون فاطمة ( عليها السلام ) - وهي ابنة رسول الله ( صلّى الله عليه وآله ) - محدّثة من ملائكة السماء (1).\n____________________\n1. يوجد في الروايات التي روتها الشيعة الوفير من الدلائل، التي تدل على سعة علمها ومعرفتها، وقد ذكرنا قسماً منها في الفصول التي تحدّثنا بها عن حياتها.",
        "\nكرامات فاطمة ( عليها السلام )\nعندما تقوى روح الإنسان، وتمتلئ بالصفات الإلهية، وينال منزلة القرب من الله، فإنّ إرادته ( بمشيئة الله ) ستؤثّر في العالم التكويني، وسيحدث له ما يريد، وهذه هي الولاية التكوينية التي تمتع بها أولياء الله، وهي منبع كراماتهم المختلفة، التي تميّز الأنبياء (صلّى الله عليه وآله) بأعلى مراتبها وهي المعجزات.\nو لقد حبا الله فاطمة الزهراء ( عليها السلام ) بمقدار كبير من تلك العناية الإلهية، وهذا ما تدلُّ عليه الرواية التالية:",
        "30- نقل كثير من مفسري العامة ومنهم ( الزمخشري ) في ( الكشّاف ) و ( السيوطي ) في ( الدرّ المنثور ) في أسفل الآية الشريفة:\n( كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ ) عن جابر بن عبد الله الأنصاري أنّه قال:\nأقام رسول الله ( صلّى الله عليه وآله ) أيّاماً لم يُطعم طعاماً، حتى شقَّ ذلك عليه، فطاف في منازل أزواجه، فلم يجد عند واحدة منهنَّ شيئاً، فأتى فاطمة ( عليها السلام ) فقال: يا بُنية، هل عندك شيء آكله، فإنّي جائع، فقالت: لا والله، فلمّا خرج من عندها، بعثت إليها جارة لها برغيفين وقطعة، فأخذته منها فوضعته في جَفنة لها،\n",
        "وقالت: والله لأؤثرنّ بهذا رسول الله ( صلّى الله عليه وآله ) على نفسي ومَن عندي، وكانوا جميعاً محتاجين إلى شبعة طعام، فبعثت حسناً إلى رسول الله ( صلّى الله عليه وآله )، فرجع إليها فقالت له: بأبي أنت وأمّي قد أتى الله بشيء قد خبّأته لك، فقال: هلمّي يا بنية، بالجَفنة، فكشفت عن الجَفنة فإذا هي مملوءة خبزاً ولحماً، فلمّا نظرت إليها بهتت، وعرفت أنّها بركة من الله، فحمدت الله تعالى، وقدّمته إلى النبي ( صلّى الله عليه وآله )، فلمّا رآه حمد الله، وقال: من أين لك هذا يا بنية؟ قالت: يا أبت، هو من عند الله إنّ الله يرزق مَن يشاء بغير حساب، فحمد الله ثمّ قال، الحمد لله الذي جعلكِ شبيهة سيدة نساء بني إسرائيل، فإنّها كانت إذا رزقها الله رزقاً فسُئلت عنه، قالت هو من عند الله إنّ الله يرزق مَن يشاء بغير حساب.\nثمّ جمع رسول الله ( صلّى الله عليه وآله ) علي بن أبي طالب ( عليه السلام )، والحسن والحسين ( عليهما السلام )، وجميع أهل بيته، فأكلوا منه حتى شبعوا، وبقي الطعام كما هو، فأوسعت فاطمة ( عليها السلام ) على جيرانها (1).\n____________________\n1. نقله الزمخشري في الكشّاف في ذيل آية 37 من سورة آل عمران، وكذلك السيوطي في الدر المنثور، والثعلبي في قصص الأنبياء، ص 513.",
        "\nأَوّل مَن يرد الجنة\nإنّ سعادة المرء الواقعية تكمن في دخوله الجنة، حيث الرحمة الإلهية الواسعة، وأفضل الناس مَن سبق إليها.\nوقد ثبت من خلال روايات أهل السنّة المعروفة، أنّ الرسول ( صلّى الله عليه وآله ) نسب هذه المنقبة إلى فاطمة الزهراء ( عليها السلام ) ولعدة مرّات.",
        "31- جاء في ( ميزان الاعتدال ) للذهبي نقلاً عن الرسول الكريم ( صلّى الله عليه وآله ):\n( أَوّل شخص يدخل الجنة فاطمة ( عليها السلام ) ) (1).\n32- ونقل عنه ( صلّى الله عليه وآله ) في حديث آخر أنّه قال:\n( أوّل شخص يدخل الجنة فاطمة بنت محمّد ( صلّى الله عليه وآله )، ومَثَلها في هذه الأمّة مَثل مريم في بني إسرائيل ) (2).",
        "وبغض النظر عمّا سبق، نستدل من الروايات الإسلامية المعروفة على أنّ ورودها إلى ساحة المحشر، ومنها إلى الجنة سيكون مصحوباً بمراسم وتشريفات غاية في العظمة، ممّا يدل على سمو منزلتها وعِظم مقامها.\n33- نقل عليّ بن أبي طالب عن رسول الله ( صلّى الله عليه وآله ) أنّه قال:\n( تُحشر ابنتي فاطمة يوم القيامة، وعليها حُلّة الكرامة، قد عُجنت بماء\n____________________",
        "1. ميزان الاعتدال، ج2، ص131.\n2. كنز العمّال، ج6، ص219.\n\nالحَيَوان، فتنظر إليها الخلائق فيتعجبون منها ).",
        "ويضيف ( صلّى الله عليه وآله ) في آخر الحديث:\n( فتُزف إلى الجنة كالعروس لها سبعون ألف جارية ) (1).\n34 - وتروي عائشة حديثاً آخر عن الرسول الكريم ( صلّى الله عليه وآله ):\n( إذا كان يوم القيامة نادى منادٍ، يا معشر الخلائق، طأطئوا رؤوسكم حتى تجوز فاطمة بنت محمّد ) (2).",
        "35- ونقرأ في حديث آخر يشير إلى نفس المعنى:\n( فتمرّ مع سبعين ألف جارية من الحور العين كمِّر البراق ) (3).\n36- والأعجب من ذلك ما نقله كتاب ( تاريخ بغداد ) عن الرسول الكريم ( صلّى الله عليه وآله )، أنّه قال:\n( عندما عُرج بي إلى السماء في تلك الليلة، رأيت باب الجنة وقد كُتب عليها:",
        "لا إله إلاّ الله، محمّد رسول الله، علي حبيب الله، والحسن والحسين صفوة الله، وفاطمة خيرة الله، على باغضهم لعنة الله ) (4).\n____________________\n1. ذخائر العقبى، ص48.\n2. تاريخ بغداد، ج8، ص141.",
        "3. كنز العمّال، ج6، ص218.\n4. تاريخ بغداد، ج1، ص259.\n\nمعاني أسماء فاطمة ( عليها السلام )",
        "تكشف الأسماء عادةً عن ماهية المسمّى، خصوصاً إذا كان واضع الاسم حكيماً، ونستشف من مجموع الأحاديث أنّ تسمية هذه السيدة الجليلة كانت بواسطة حكيم الحكماء المطلق، أَلا وهو ربُّ العالمين ( جلّ وعلا ).\nومن ناحية أخرى فإنّ فاطمة على وزن ( فطم ) على ( وزن فعل )، وهو بمعنى انقطاع الطفل عن الرضاعة، ثمّ أُطلق على كلِّ ما يحمل معنى الانفصال.\nوالآن لنتعرّف على ما جاء في الروايات الإسلامية.\n37- رُوي عن الرسول ( صلّى الله عليه وآله ) أنّه قال:",
        "( إنّما سمّاها فاطمة؛ لأنَّ الله فطمها ومحبيها من النار ) (1).\nيُستفاد من هذا التعبير أنّ تسمية هذه السيدة الجلية بهذا الاسم، إنّما كان من قِبل الله سبحانه وتعالى، ومعناه أنّه وعد فاطمة( عليها السلام ) ومحبيها والمنتهجين نهجها أن لا تمسهم النار.\n38- نقرأ في ( ذخائر العقبى ) عن علي ( عليه السلام ): ( إنّ الرسول ( صلّى الله عليه وآله ) قال لفاطمة ( عليها السلام ): يا فاطمة، أتدرين لِمَ سُمِّيتِ فاطمة؟\n____________________",
        "1. تاريخ بغداد، ج2، ص331.\n\nفقال علي ( عليه السلام ): لِمَ سُمِّيت فاطمة يا رسول الله؟\nفقال رسول الله:",
        "( إنّ الله عزّ وجل قد فطمها وذريتها عن النار يوم القيامة ) (1).\nمن البديهي أنّ القصد من ( ذرية )، هم الذين يسيرون على نهج هذه الأمّ العظيمة، وليس كمثل ابن نوح حيث جاء الخطاب: ( إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ).\nولهذا نرى أنّ بعض الأحاديث قد جمعت بين كلمتي ( ذرية ) و ( محبي ) في آن واحد، ومَن كان يظن منّا أنّ معنى الروايات الأخيرة، هو نجاة العاصي منهم وحتى الكافر المشرك من العذاب الإلهي لمحبته لفاطمة الزهراء ( عليها السلام )، فهو على خطأ؛ لأنّ ذلك لا يتفق مع أي من المعايير الإسلامية، إضافةً إلى أنّ الرسول ( صلّى الله عليه وآله ) - وهو أصل هذه الشجرة الطيبة - قد خوطب في القرآن المجيد بهذه الصورة في الآية الشريفة:\n( لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ ) (2).",
        "و صرّحت آية أخرى:\n( وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ * لأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ * فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ ) (3).\nفهل يمكن للفرع أن يعلو على الأصل؟ وهل أنَّ أبناء رسول الله أفضل منه؟!\nممّا لا شك فيه أنّ الرسول ( صلّى الله عليه وآله ) لم يطرأ على تفكيره الشرك بالله أبداً،",
        "____________________\n1. ذخائر العقبى، ص26.\n2. سورة الزمر، آية 65.\n3. سورة الحاقّة، آية 44-47.",
        "\nولم ( والعياذ بالله ) يكذب على الله، لكن هذه الآيات تضمر في محتواها درساً كبيراً للأمّة الإسلامية، حتى يعلم الجميع أنّ نجاة المرء مقرونة بإخلاصه لله، وهذا لا يتنافى مع المقام السامي والدرجة الرفيعة لأئمة الأمّة الإسلامية وساداتها.\nمن المتعارف عند العرب أن يُكنّى الرجل بـ ( أب )، وتُكنّى المرأة بـ ( أمّ )، هذا بالإضافة إلى أسمائهم، ومن بين الكنى التي كُنّيت بها فاطمة الزهراء ( عليها السلام )، تبرز كنية عجيبة تدل على عظمة الزهراء ( عليها السلام )، كما في الرواية التالية:\n39- ورد في كتاب ( أسد الغابة ):",
        "( كانت فاطمة تُكنّى أمّ أبيها ) (1).\nوورد نفس المعنى في كتاب ( الاستيعاب ) نقلاً عن الإمام الصادق ( عليه السلام ): (2) \n( لم يُرَ لهذا التعبير العجيب نظيراً في أي من نساء الإسلام، وهو يدل على أنَّ هذه البنت الوفية كانت تقوم بدور الأمّ في رعايتها لأبيها والسهر عليه ).\nنعلم أنّ الرسول الكريم ( صلّى الله عليه وآله ) فقد أُمّه، وهو في مرحلة الطفولة، لكن ابنته هذه لم تُقصّر في محبتها وحنانها وقلقها عليه رغم صغر سنها، فهي بنت مضحّية وفدائية من ناحية، وهي أمّ مؤثرة حنونة من ناحية أخرى، ومواسية وفية من ناحية ثالثة، وقد شهدت بذلك الروايات التي ذكرناها.",
        "____________________\n1. أسد الغابة، ج 5، ص 520.\n2. الاستيعاب، ج 2، ص 752.\n",
        "هدية الرسول ( صلّى الله عليه وآله ) لفاطمة ( عليها السلام )\n\n\nسجّلت صفحات التاريخ بعضاً من الهدايا المعنوية، التي منحها الرسول الكريم ( صلّى الله عليه وآله ) لابنته فاطمة ( عليها السلام )، والتي فاقت كل واحدة منها الأخرى، لا سيما تسبيحة الزهراء، هذا بالإضافة إلى هدية مادية معنوية منحها ( صلّى الله عليه وآله ) لفاطمة ( عليها السلام ) بأمر إلهي، كما نصّ على ذلك متن الرواية التالية:",
        "40 - جاء في الدر المنثور ( للسيوطي )، عن البزّاز وأبي يعلى، وابن حاتم وابن مردويه، عن سعيد الخدري أنّه قال:\n( لمّا نزلت الآية ( وَآتِ ذَا الْقُرْبَى حَقَّهُ ) (1) دعا رسول الله ( صلّى الله عليه وآله ) فاطمة الزهراء ( عليها السلام )، وأعطاها فدكاً ) (2).\nوبالطبع ( كما سيأتي شرحه في فصل - أحداث فدك المؤلمة - ) فإنّ منح فدك لفاطمة ( عليها السلام ) لم تكن مسألةً أو هديةً عادية، بل كانت سنداً ودعامةً لولاية علي بن أبي طالب ( عليه السلام )، وعاملاً في تقوية وتثبيت مقام هذه العائلة الكريمة، ومن هذا المنطلق فهي تعدُّ هديةً معنوية.\nولكنَّ النظام الذي أدرك معنى هذه الهدية جيداً، سارع بعد رحيل الرسول ( صلّى الله عليه وآله ) إلى انتزاعها من فاطمة الزهراء ( عليها السلام )، وضمها إلى بيت المال، مستنداً في ذلك إلى حديث موضوع وحجة باطلة، وهذه قصة طويلة",
        "____________________\n1. سورة الإسراء، آية 26.\n2. الدُرّ المنثور في ذيل آية 26 من سورة الإسراء، وميزان الاعتدال، ج 2، ص 288، وكنز العمّال، ج 2، ص 158.\n",
        "مملوءة بالعِبر والأحداث المؤلمة والظالمة، والتي يمكن اعتبارها سنداً إسلامياً مهماً في تحليل تاريخ صدر الإسلام، والحوادث التي أعقبت رحيل النبي ( صلّى الله عليه وآله )، ونوكل الحديث إلى محله.\n( إلهي )، أحينا ما أحييتنا على محبة وموالاة هذه السيدة وأبيها وبعلها وبنيها ( صلوات الله عليهم )، واحشرنا في زمرتهم.\n( يا ربّ )، وفّقنا في اتّباع نهجهم، والاهتداء بنور هدايتهم، والاقتداء بسُنتهم.\nواجعلنا ممّن يأخذ بحُجزتهم، ويمكث في ظلهم، ويهتدي بهداهم.",
        "آمين يا ربّ العالمين \n\nأحداث فدك المؤلمة\nتُعد قصة ( فدك ) من أَغمِّ القصص التي مرت بحياة فاطمة الزهراء (عليها السلام ) خصوصاً، وأهل البيت عموماً، وتاريخ الإسلام بشكل أوسع وأَعم، والتي حيكت أحداثها مع المؤامرات السياسية الوضعية، كما أنّها منفذ لحل بعض من ألغاز تاريخ صدر الإسلام.",
        "فدك ماذا كانت، وأين كانت؟\nذكر كثير من المؤرّخين وأرباب اللغة بأنّ ( فدك ) قرية بالحجاز - قريبة من خيبر - بينها وبين المدينة يومان، وقيل ثلاثة، ( وكتب البعض أنّها تبعد عن المدينة بمسافة مقدارها 140 كيلومتر )، أفاءها الله على رسوله ( صلّى الله عليه وآله )، وفيها عين فوّارة ونخل كثير، (1) وتُعد مركزاً مهماً لليهود في أرض الحجاز بعد خيبر.\nوفي كيفية انتقال هذه الأرض الخضراء المعمورة لرسول الله ( صلّى الله عليه وآله )، فالمعروف هو أنّ الانتصار الذي حقّقه رسول الله ( صلّى الله عليه وآله ) في فتح حصون خيبر، أرعب أهل فدك المتعصبين، فأرسلوا إلى رسول الله ( صلّى الله عليه وآله ) أن يصالحهم على نصف ( فدك )، فقبل الرسول ( صلّى الله عليه وآله ) ذلك منهم وأمضى ذلك الصلح، \n____________________",
        "1. معجم البلدان، مادة فدك.\n\nبهذا فهي ممّا لم يوجف عليه بخيل ولا ركاب.\nوبما أنّ القرآن ينص على ( وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْل وَلاَ رِكَاب وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَن يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيء قَدِيرٌ ) (1) ( مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لاَ يَكُونَ دُولَةً بَيْنَ الأَغنياءِ مِنكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ ) (2)؛ لذا فهي خالصة لرسول الله ( صلّى الله عليه وآله )، يصرف ما يأتيه منها في ( أبناء السبيل ) وأمثال ذلك.",
        "نقل هذا الحديث كل من ياقوت الحموي في ( معجم البلدان )، وابن منظور الأندلسي في ( لسان العرب )، وآخرون كثيرون.\nوأشار إلى ذلك أيضاً ( الطبري ) في تاريخه، و ( ابن الأثير ) في كتاب ( الكامل ) (3).\nكما كتب الكثير من المؤرّخين أنّ الرسول ( صلّى الله عليه وآله )، قد منح ابنته الزهراء ( عليها السلام ) فدكاً في حياته (4).\nالدليل البيّن الذي يثبت هذه الحقيقة هو ما نقله المفسّرون الكبار، منهم مفسّر أهل السنة المعروف ( جلال الدين السيوطي ) في كتاب ( الدر المنثور )، حيث نقل في ذيل الآية السادسة عشرة من سورة الإسراء حديثاً عن ( أبي سعيد الخدري ) يقول فيه:",
        "( لمّا نزل قوله تعالىَ ( وَآتِ ذَا الْقُرْبَى حَقَّهُ )، أعطى رسول الله ( صلّى الله عليه وآله ) فاطمة فدكاً ) (5).\n____________________\n1. سورة الحشر، آية 6.\n2. سورة الحشر، آية 7.",
        "3. راجع كتاب ( فدك ) القيّم للسيد محمّد القزويني الحائري.\n4. لأنّها كانت ملكاً لرسول الله ( صلّى الله عليه وآله ).\n5. الدُرّ المنثور، مجلد 4، ص 177. وكان مِمّن روى هذا الحديث من رواة العامّة، هم ( البزّاز ) و ( أبو يعلى ) و ( ابن مردويه ) و ( ابن أبي حاتم ) عن أبي سعيد الخدري، ( راجع كتاب الاعتدال، ج 2، ص 288، وكنز العمّال، ج 2، ص 158 ).\n",
        "الدليل الحي الآخر الذي يعتبر سنداً مهماً في هذا الأمر - أو لهذا الادعاء - هو قول أمير المؤمنين علي بن أبي طالب ( عليه السلام ) في نهج البلاغة:\n( بَلَى كَانَتْ فِي أَيْدِينَا فَدَكٌ مِنْ كُلِّ مَا أَظَلَّتْهُ السَّمَاءُ، فَشَحَّتْ عَلَيْهَا نُفُوسُ قَوْمٍ، وَسَخَتْ عَنْهَا نُفُوسُ قَوْمٍ آخَرِينَ، وَنِعْمَ الْحَكَمُ اللَّهُ ) (1).\nيشير هذا الحديث بوضوح إلى أنّ فدكاً كانت بيد علي وفاطمة ( عليها السلام ) في حياة الرسول ( صلّى الله عليه وآله )، لكن بعض الحُكام البخلاء تعلّقوا بها، فتخلّى علي وزوجته ( عليها السلام ) عنها مجبرين، ومن البديهي أنّهم لم يكونوا موافقين لِما حدث، وإلاّ فما معنى سؤال وطلب الأمير ( عليه السلام ) من الله سبحانه وتعالى في أن يحكم بينه وبينهم.\nنقل الكثير من علماء الشيعة أيضاً في كتبهم المعتبرة روايات تتعلّق بهذه المسألة منهم: المرحوم الكليني ( الكافي )، والمرحوم ( الصدوق )، والمرحوم ( محمّد بن مسعود العياشي ) في تفسيره، و ( علي بن عيسى الأربلي ) في ( كشف الغمة )، وآخرون في كتب الحديث والتاريخ والتفسير، لا يسع المقام لذكرهم.",
        "الآن... لنرى لماذا وبأيِّ دليل انتُزعت الزهراء ( عليها السلام ) فدكها؟.\n____________________\n1. نهج البلاغة، ( رسالة 45 رسالته إلى عثمان بن حنيف ).\n",
        "1 - العوامل السياسية في غصب فدك\nلم تكن مسألة انتزاع ( فدك ) من الزهراء (عليها السلام ) مسألةً عادية، لا تحمل إلاّ الجانب المادي فحسب، بل إنّ جانبها الاقتصادي قد انصبَّ في قالب المسائل السياسية، التي حكمت المجتمع الإسلامي بعد وفاة النبي ( صلّى الله عليه وآله )، وفي الحقيقة لا يمكن فصل مسألة ( فدك ) عن سائر أحداث ذلك العصر، وإنّما هي حلقة من سلسلة كبيرة، وظاهرة من وقائع شاملة وواسعة!\nإنَّ لهذا الغصب التاريخي الكبير عوامل نوردها في النقاط التالية:\n1- يعتبر وجود ( فدك ) في حيازة آل بيت النبوة ( عليه الصلاة والسلام ) ميزةً كبيرة لهم، وهذا بحد ذاته دليل على علوِّ مقامهم عند الله، وقربهم الشديد من الرسول ( صلّى الله عليه وآله )، خصوصاً ما نقلته كتب الشيعة والسنّة في الروايات التي ذكرناها آنفاً، من أنّ الرسول ( صلّى الله عليه وآله ) استدعى فاطمة ( عليها السلام ) بعد نزول الآية ( وَآتِ ذَا الْقُرْبَى )، وأعطاها فدكاً.",
        "من الواضح أنّ وجود ( فدك ) في حيازة آل بيت محمّد ( صلّى الله عليه وآله ) منذ البداية، يكون مدعاةً لالتفاف الناس حولهم، والبحث عن سائر آثار النبيّ الكريم ( صلّى الله عليه وآله ) في هذه العائلة خصوصاً مسألة الخلاقة، وهذا الأمر لم يكن ليتحمله مؤيدو انتقال الخلافة إلى الآخرين.\n2- كانت هذه المسألة مهمة في بعدها الاقتصادي، كما هو أثره\n\nالفعّال في بعدها السياسي؛ لأنّ وقوع أمير المؤمنين ( عليه السلام ) وآله في مضيقة اقتصادية، يؤدي إلى تدهور وضعهم السياسي بنفس النسبة، بعبارة أخرى فإنَّ حيازتهم على فدك يوفّر لهم امتيازات، تكون بمثابة المتكأ الذي تستند عليه مسألة الولاية، كما فعلت أموال خديجة ( عليها السلام ) في انتشار الإسلام في بدء دعوة نبي الإسلام ( صلّى الله عليه وآله ).",
        "من المتعارف عليه في جميع أنحاء العالم أنّه إذا أريد طمس شخصية كبيرة، أو تقييد دولة ما لتعيش حالة الانزواء، فإنّه يُعمل على محاصرتها اقتصادياً، وقد نصَّ تاريخ الإسلام في قصة ( شِعب أبي طالب )، عندما حوصر المسلمون من قِبل المشركين حصاراً اقتصادياً شديداً.\nفي تفسير سورة المنافقين، وفي ذيل الآية ( لَئِنْ رَجَعْنا إلى الَمدينةِ لَيُخرجَنَّ الأَعَزُّ مِنْها الأَذَلَّ ) (1) أُشير إلى مؤامرة شبيهة بهذه المؤامرة قد حاكها المنافقون، لكنَّ اللطف الإلهي أخمد نارها، وهي في المهد؛ لذا فليس من العجب في شيء أن يسعى المخالفون، إلى انتزاع هذه الثروة من آل بيت النبي الكريم ( صلّى الله عليه وآله )، وإخلاء أيديهم ودفعهم بعيداً عن الساحة.\n3- وإن هم وافقوا على أنّ فدكاً ميراث النبي ( صلّى الله عليه وآله )، أو هديته لابنته فاطمة الزهراء ( عليها السلام )، وبالتالي تسليمها إليها، فإنّ ذلك سيفتح الطريق لها في المطالبة بمسألة الخلافة، هذه النقطة يطرحها العالم السُني المشهور ( ابن أبي الحديد المعتزلي ) في شرح ( نهج البلاغة ) بصورة ظريفة حيث يقول:\n( سألت علي بن الفارقي مدرّس المدرسة الغربية ببغداد، فقلت له: أكانت فاطمة صادقةً؟",
        "قال: نعم، قلت: فلِمَ لم يدفع إليها أبو بكر فدك وهي عنده صادقة؟\n____________________\n1. سورة المنافقين، آية 1.\n",
        "فتبسّم، ثمّ قال كلاماً لطيفاً مستحسناً مع ناموسه وحرمته وقلّة دعابته، قال: لو أعطاها اليوم فدك بمجرد دعواها لجاءت إليه غداً وادعت لزوجها الخلافة، وزحزحته عن مقامه، ولم يكن يمكنه الاعتذار والمدافعة بشيء؛ لأنّه يكون قد سجّل على نفسه أنّها صادقة فيما تدعيه كائناً ما كان من غير حاجة إلى بيِّنة ولا شهود )، وبعدها يضيف ( ابن أبي الحديد ) قائلاً:\n( وهذا كلام صحيح، وإن كان أخرجه مخرج الدعابة والهزل ) (1).\nإنَّ هذا الاعتراف الصريح الذي أدلى به اثنان من علماء أهل السنة، لشاهد حي على أنّ لقصة فدك جانباً سياسياً هاماً.\nولكي يتضح هذا المعنى، سنقف في البحث التالي على مصير هذه القرية، عبر تاريخ الإسلام منذ قرونه الأُولى، وكيف أنّها انتقلت من يد إلى أخرى؟ وكيف تباينت آراء الخلفاء بخصوصها؟.",
        "____________________\n1. شرح نهج البلاغة ابن أبي الحديد، ج 4، ص 78.\n\n2 - فدك عبر العصور",
        "كيف عادت فدك لأهل البيت ( عليهم السلام )؟\nيُعد مسير فدك التاريخي من عجائب التاريخ الإسلامي، فقد كان لكل من الخلفاء عبر العصور موقفاً خاصاً منها، فمنهم مَن قبضها، ومنهم مَن ردّها إلى أصحابها، وطال الأمد بها على هذا الحال إلى أن سبخت الأرض وضاع منها نعيمها، وللتعرّف على فصول النزاع الذي مرت به هذه القرية العامرة، يكفينا الوقوف على النقاط التالية:\n1- انتقلت ( فدك ) كما نعلم إلى الرسول ( صلّى الله عليه وآله ) بعد سقوط خيبر؛ لأنّه قبل الصلح مع اليهود وطبقاً للآية الشريفة ( وَمَا أَفَاءَ الله عَلَى رَسُولِه... )، فقد صارت كلها ملكاً شخصياً مختصاً برسول الله ( صلّى الله عليه وآله ).\n2- طبقاً للوثائق التاريخية المعتبرة فإنّ الرسول ( صلّى الله عليه وآله ) منح وبأمر إلهي فدكاً إلى فاطمة الزهراء ( عليها السلام ) في حياته، وذلك عند ما نزلت الآية الشريفة ( وَآتِ ذَا الْقُرْبَى حَقَّهُ )، بهذه الصورة أصبحت في حيازة ابنة الرسول الكريم ( صلّى الله عليه وآله ).",
        "3- اغتُصبت هذه المعمورة في زمن الخليفة الأَوّل، وضُمَّت إلى أموال الدولة، وقد سعى هؤلاء إلى الحفاظ على هذا الوضع.\n4- ظل الوضع على هذا الحال إلى أن آلت الخلافة إلى الخليفة\n\nالأموي ( عمر بن عبد العزيز )، الذي كان أقرب لأهل البيت ( عليه السلام ) من غيره، حيث نقرأ في شرح نهج البلاغة: لمّا وُلّي عمر بن عبد العزيز ردَّ فدك على وُلد فاطمة، وكتب إلى واليه على المدينة أبي بكر عمرو بن حزم يأمره بذلك، فكتب إليه: إنّ فاطمة قد وُلدت في آل عثمان، وآل فلان، وآل فلان، فعلى مَن أردُّ منهم؟ فكتب إليه:",
        "( أمّا بعد: فإنّي لو كتبت إليك آمرك أن تذبح شاةً لكتبت إلي: أَجماء أَم قرناء؟ أو كتبت إليك أن تذبح بقرةً لسألتني: ما لونها؟ فإذا ورد عليك كتابي هذا فاقسمها في وُلد فاطمة من عليٍّ ( عليه السلام ) والسلام ) (1).\nبهذا الشكل صارت ( فدك ) بيد أبناء فاطمة ( عليها السلام )، بعد أن دارت دورةً كبيرة تنقّلت فيها بين هذا وذاك.\n5- لم يمضِ وقت طويل حتى غصبها الخليفة الأموي ( يزيد بن عبد الملك ) ثانيةً.\n6- بعد أن ولّى الأمويون واستخلفهم العباسيون، أعاد الخليفة العباسي المعروف ( أبو العباس السفاح ) فدكاً إلى ( عبد الله بن الحسن بن علي ) ( عليه السلام )، باعتباره ممثّل بني فاطمة ( عليها السلام ).",
        "7- بعدها مباشرةً قام ( أبو جعفر العباسي ) بانتزاعها من ( بني الحسن )؛ ( لأنّهم ثاروا على بني العباس )\n8- أعاد الخليفة ( المهدي العباسي ) ابن ( أبو جعفر ) فدكاً إلى أبناء فاطمة ( عليها السلام ).\n9- قام الخليفة العباسي ( موسى الهادي ) بغصبها ثانيةً، وظل الوضع على هذا الحال في زمن هارون الرشيد.\n____________________",
        "1. البلاذري، فتوح البلدان ص38.\n\n10- ولكي يُظهر علاقته الشديدة بأهل بيت الرسول ( صلّى الله عليه وآله )، وأبناء عليٍّ وفاطمة ( عليها السلام )، قام المأمون برد فدك إلى وُلد فاطمة ( عليها السلام ).\nلقد ورد في التاريخ أنّ المأمون كتب إلى واليه على المدينة ( قثم بن جعفر ) قائلاً:",
        "( إنّه كان رسول الله أعطى ابنته فاطمة فدكاً، وتصدّق عليها بها، وإنَّ ذلك كان أمراً ظاهراً معروفاً عند آله ( عليهم السلام )، ثمّ لم تزل فاطمة تدّعي منه بما هي أَولى مَن صدق عليه، وإنّه قد رأى ردها إلى ورثتها وتسليمها إلى ( محمّد بن يحيى بن الحسين بن زيد بن علي )... و ( محمّد بن عبد الله بن الحسين )... ليقوما بها لأهلهما ).\nيقول ابن أبى الحديد:\n( جلس المأمون للمظالم، فأَوّل رقعة وقعت في يده نظر فيها وبكى، وقال للذي على رأسه: نادِ أين وكيل فاطمة؟ فقام شيخ عليه دراعة وعمامة وخُفّ تعزي، فتقدم فجعل يناظره في فدك، والمأمون يحتجُّ عليه، والمأمور يحتج على المأمون، ثمَّ أمر أن يسجّل لهم بها، فكتب السجل وقرئ عليه، فأنفذه، فقام دعبل إلى المأمون فأنشده الأبيات التي أوّلها:\nوقد ذكر مؤلّف كتاب ( فدك )، أنّ المأمون اعتمد على رواية أبي سعيد الخدري بإعطاء النبي ( صلّى الله عليه وآله ) فدكاً لفاطمة، فقام برد فدك على أبنائها (2).",
        "11- أمّا ( المتوكل العباسي )؛ وبسبب الحقد الذي كان يضمره لأهل بيت النبوة ( عليه السلام )، قام بغصب فدك من أبناء فاطمة ( عليها السلام ) مجدّداً.\n____________________\n1. شرح نهج البلاغة، ابن أبى الحديد، ج16، ص217.\n2. فدك، السيد محمّد حسن القزويني الحائري، ص60.",
        "\n12- أصدر ابن المتوكل وهو ( المنتصر ) أمراً برد فدك إلى الحسن والحسين ( عليهما السلام ) ثانيةً.\nممّا لا شك فيه أنّ تنقّل الأرض من يد لأخرى، والتلاعب بأمرها في كل يوم من قِبل السياسيين الحاقدين، سيسبّب هلاكها وخرابها بسرعة، وهو عين ما حدث لفدك، فسرعان ما خربت عمارتها، وتيبّست أشجارها، وجفت ثمارها!\nعلى كل حال؛ فإنّ هذه الانتقالات التي حصلت إنّما تدل على حقيقة محسوسة ملموسة، أَلا وهي أنَّ الخلفاء كانوا شديدي الحساسية تجاه فدك، فتصرّف وموقف كلّ منهم إنّما هو نابع ممّا تقتضيه مصلحته السياسية.",
        "وكل ذلك تأكيد على ما ذكرناه من أنّ لغصب فدك بعداً سياسياً أهم من بعده الاقتصادي، فمصلحتهم كانت تقتضي منهم، أن يعملوا على إبعاد أهل بيت الرسالة ( عليه السلام ) عن المجتمع الإسلامي، والتقليل من شأنهم ومكانتهم، وإظهار العداء لهم تارةً، والتقرّب والتودّد إليهم تارةً أخرى عن طريق ردِّ فدك إليهم، والذي تكرر لعدة مرات عبر التاريخ.\nإنّ أهمية فدك في أذهان عامة المسلمين محدودة، فما يذكره التاريخ هو أنّها لم تزل في أيديهم حتى كان في أيام المتوكل، وكان فيها إحدى عشرة نخلةً غرسها رسول الله ( صلّى الله عليه وآله ) بيده، فكان بنو فاطمة يأخذون ثمرها، فإذا قدم الحجّاج أهدوا لهم من ذلك التمر فيصلونهم، فيصير إليهم من ذلك مال جزيل جليل (1).\n____________________\n1. شرح نهج البلاغة ابن أبي الحديد، ج16، ص217.",
        "\n3 - فدك وأئمة الهدى ( عليهم السلام )\nمن المسائل المُلفتة للنظر هي عدم تدخل أي من الأئمة ( بعد الغصب الأَوّل ) في أمر فدك، ابتداءً من أمير المؤمنين ( عليه السلام ) ومروراً بالأئمة من وُلده، بل إنّ بعض الخلفاء من أمثال ( عمر بن عبد العزيز ) و ( المأمون ) اقترحوا ردّها على واحد من أئمة أهل البيت ( عليه السلام )، وكان ذلك مدعاةً للحيرة والتساؤل عن سبب موقفهم هذا من فدك.\nلِمَ لم يُرجع علي الحق إلى أهله عندما كانت الدولة الإسلامية تحت سيطرته؟ أو لماذا ( على سبيل المثال ) لم يعطِ المأمون فدكاً إلى عليِّ بن موسى الرضا ( عليه السلام )، خصوصاً وأنّه كان يظهر للإمام حبه العميق؟ ولماذا أعطاها لبعض من حَفَدة زيد بن علي بن الحسين ( عليه السلام ) باعتباره ممثلاً عن ( بني هاشم )؟.",
        "ونقول في الإجابة على هذا السؤال التاريخي المهم:\nأمّا بالنسبة لأمير المؤمنين ( عليه السلام )، فإنّه أفصح عن رأيه في أمرها في قوله المختصر الغزير المعنى، والذي قال فيه:\n( بَلَى كَانَتْ فِي أَيْدِينَا فَدَكٌ مِنْ كُلِّ مَا أَظَلَّتْهُ السَّمَاءُ، فَشَحَّتْ عَلَيْهَا نُفُوسُ قَوْمٍ، وَسَخَتْ عَنْهَا نُفُوسُ قَوْمٍ آخَرِينَ، وَنِعْمَ الْحَكَمُ اللَّهُ، وَمَا أَصْنَعُ بِفَدَكٍ \n",
        "وَغَيْرِ فَدَكٍ، وَالنَّفْسُ مَظَانُّهَا فِي غَدٍ جَدَثٌ، تَنْقَطِعُ فِي ظُلْمَتِهِ آثَارُهَا... ) (1).\nبيّن أمير المؤمنين ( عليه السلام ) بصورة عملية، أنّ مطالبته بفدك لم تكن لكونها منبعاً ومصدراً اقتصادياً يسترزق منه، وأنّ هو وزوجته طالبا بها يوماً؛ فلأنّها سبيل إلى تثبيت مسألة الولاية، ومنع خطوط الانحراف من السيطرة على منصب خلافة الرسول ( صلّى الله عليه وآله )، الآن وبعد أن مضى ما مضى، وبعد أن بقى لفدك جانبها المادي فقط، فما فائدة استردادها؟\nوللعالم والمحقّق الكبير السيد المرتضى كلام قيّم بهذا الشأن حيث يقول:\n( لمّا آلت الخلافة إلى علي بن أبي طالب، كُلِّم في رد فدك فقال: إنّي لأستحي أن أرُدَّ شيئاً منع منه أبو بكر وأمضاه عمر ) (2).",
        "إنّ هذا القول الحكيم يشير في الحقيقة إلى شهامة، وعدم اعتناء الأمير ( عليه السلام ) بفدك كونها ثروةً مادية، ومصدر رزق من ناحية، ومن ناحية أخرى فهو يعرّف غاصبي الحق الأوائل.\nأمّا لماذا لم يسلّم الخلفاء الذين أظهروا ودّهم لآل بيت النبوة ( صلّى الله عليه وآله ) فدك إلى الأئمة، ودفعوها إلى أحد أحفاد زيد بن علي مثلاً، أو أشخاصاً غير معروفين باعتبارهم ممثّلين لبني فاطمة ( عليها السلام )؟\nفإنّه يمكن أن يكون لهذا الأمر سببان:\n1- لم يكن أئمة الهدى (عليه السلام ) ليتقبّلوا فدكاً، فحينها كان لذلك العمل بعداً مادياً يطغى على بعده المعنوي، وربّما كان يُحمل على أنّه تعلق بثروة دنيوية لا معنوية.",
        "____________________\n1. نهج البلاغة، الرسالة 45.\n2. شرح نهج البلاغة ابن أبي الحديد، ج16، ص 252.\n",
        "بتعبير آخر فإنّ تسلّم الأئمة ( عليه السلام ) لها في تلك الظروف يقلّل من شأنهم، إضافةً إلى أنّ ذلك سيمنعهم من القيام على خلفاء الجور، فكلما أرادوا مجاهدة الحكام انتزعت منهم فدك، ( وهذا نفس ما رواه التاريخ، من أنّ الخليفة العباسي ( أبو جعفر ) انتزع فدك من ( بني الحسن )؛ عندما ثار بعضهم عليه ).\n2- من ناحية أخرى كان الخلفاء يفضّلون عدم تطور إمكانات الأئمة ( عليه السلام ) المادية، فكما هو معروف في قصة ( هارون الرشيد )، عند مجيئه للمدينة واحترامه الشديد للإمام ( موسى بن جعفر ) ( عليه السلام )، بشكل أذهل ذلك ابنه المأمون.\nولكن عندما حان وقت الهدايا، أرسل الرشيد هديةً متواضعةً للإمام ( عليه السلام )، فتعجب المأمون من ذلك، وعندما سأل أباه عن السبب، قال الرشيد:\n( أسكت لا أمّ لك! فإنّي لو أعطيته هذا ما ضمنته له، ما كنت آمنه أن يضرب وجهي غداً بمِئة ألف سيف من شيعته ومواليه، وفقر هذا وأهل بيته أسلم لي ولكم من بسط أيديهم وإغنائهم ) (1).",
        "____________________\n1. الاحتجاج الطبرسي، ص 167 ( وكان الرّشيد قد أعطى لغير الأمام خمسة آلاف دينار، وأعطى للإمام مِئتي دينار فقط ).\n\n4 - محكمة تاريخية",
        "كما مرّ ذكر - سابقاً - نقل الرسول ( صلّى الله عليه وآله ) ملكية فدك إلى فاطمة الزهراء ( عليها السلام )، بعد أن نزلت الآية الشريفة ( وَآتِ ذَا الْقُرْبَى حَقَّهُ )، ولم ينفرد مفسرو الشيعة في نقل هذه الرواية عن الصحابي المعروف ( أبي سعيد الخدري )، بل واتفق معهم علماء الجمهور أيضاً، وقد أوردنا أسناد هذه الرواية آنفاً.\nوضعت الحكومة التي استولت على الخلافة بعد الرسول ( صلّى الله عليه وآله ) يدها على فدك، وأخرجت أبناء فاطمة ( عليها السلام ) منها، نقل هذا الأمر كل من العالم السني المعروف ( ابن حجر ) في كتاب ( الصواعق المحرقة )، و ( السمهودي ) في ( وفاء الوفاء )، و ( ابن أبي الحديد ) في ( شرح نهج البلاغة ).\nقامت سيدة الإسلام ( عليها السلام ) بالمطالبة بحقها عن طريقين:\nالأَوّل: هو كون فدك هدية الرسول ( صلّى الله عليه وآله ) لها، والثاني: هو أنّها ميراثها من أبيها ( صلّى الله عليه وآله ) ( بعد أن رُدّت دعوى الهدية ).",
        "استشهدت سيدة النساء في المرحلة الأُولى بأمير المؤمنين ( علي بن أبي طالب ) ( عليه السلام )، و ( أمّ أيمن ( رض ) ) عند الخليفة الأَوّل، لكن الخليفة لم يقبل شهادتهما، ولم يقر حقها؛ بحجّة أنّ الدعوى لا تثبت إلا بشهادة رجلين، أو رجلاً وامرأتين.\nثمّ رفض مسألة ( الإرث ) مدعياً أنّ الرسول ( صلّى الله عليه وآله ) قال: \n\n( إنّا معاشر الأنبياء لا نُورّث ما تركناه صدقةً ).",
        "لكن ومن خلال تحقيق شامل، يتضح أنّ النظام الحاكم الغاصب قد ارتكب في عمله هذا عشرة أخطاء فاحشة، سنقوم بعرض مختصر لها، ونوكل الخوض في التفاصيل إلى محل آخر:\n1- كانت فاطمة ( عليها السلام ) تملك فدك، أي أنّها كانت ( ذا اليد )، وفي رأي القوانين الإسلامية وجميع القوانين المعروفة في الوسط العقلائي العالمي، فإنّ ( ذا اليد ) لا يحتاج إلى استشهاد أو تصديق على ما يملكه، إلاّ إذا أُظهرت شواهد على بطلان ملكيته.\nفمثلاً إذا ادّعى شخص ملكية دار يسكن فيها، فلا يمكن إخراجها من يده ما لم يظهر دليل يُنافي ادّعائه، كما لا حاجة في أن يشهد أحداً على ديمومة ملكيته، بل إنّ هذا التصرّف ( إن أراد إنجازه بنفسه أو يوكله لممثليه )، لأَفضل دليل على صحة مالكيته.\n2- إنّ شهادة فاطمة الزهراء ( عليها السلام ) لوحدها كانت كافيةً في هذه المسألة؛ لأنّها معصومة بحكم الآية الشريفة: ( إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً ) (1)، وحديث الكساء المشهور الذي نقلته كتب العامة المعتبرة وكتب الصحاح، فأَبعد الله عزّ وجل القبح والذنب عن، النبي ( صلّى الله عليه وآله )، وعليّ وفاطمة، والحسن والحسين ( عليهم السلام )، وطهّرهم من كلِّ معصية، فكيف يمكن أن يشكَّ أو يرتاب الآخرون بادّعاء مثل هذا الشخص؟",
        "3- إنّ شهادة الإمام علي ( عليه السلام ) لوحدها كانت كافيةً أيضاً، فهو يتحلّى بمنزلة العصمة أيضاً، وآية التطهير والروايات التي دلّت على هذا المعنى وفيرة. \n____________________\n1. سورة الأحزاب، آية 32.\n",
        "منها الحديث المشهور ( الحق مع علي، وعلي مع الحق، يدور معه حيثما دار ) (1)، الذي يكفينا دليلاً على عصمته ( عليه السلام ).\nإذن، كيف يدور الحق حول محور وجود علي ( عليه السلام )، لكن شهادته غير مقبولة؟!\n4- تُعد شهادة ( أمّ أيمن ) هي الأخرى كافيةً في إثبات الحق، فكما ينقله ابن أبي الحديد:\nعندما جاءت فاطمة ( عليها السلام ) بأمّ أيمن للشهادة، قالت ( أمّ أيمن ) لأبي بكر: لا أشهد يا أبا بكر حتى أحتجّ عليك بما قال رسول الله ( صلّى الله عليه وآله )، أنشدك بالله، ألست تعلم أنّ رسول الله ( صلّى الله عليه وآله ) قال: ( أمّ أيمن امرأة من أهل الجنة )، فقال أبو بكر: بلى.",
        "إذن، فكيف تُردُّ شهادتها بعد أن علموا مقامها، وهي من أهل الجنة؟ (2).\n5- إضافةً إلى كلِّ ما سبق، يكتفي الحاكم بتوفّر القرائن المختلفة ( أَحسيةً كانت أم الشبيه بها )؛ ليقوم بالفصل في الدعوى، فهل يا ترى أنّ مسألة ( ذي اليد ) من ناحية، وشهادة الشهود - الذين تكفي شهادة كلٍّ منهما في إثبات وإحقاق الحق - من ناحية أخرى، لا يوفّران العلم واليقين لدى الحاكم؟\n6- لم يكن حديث ميراث الأنبياء في الواقع كما صاغه وفسّره الغاصبون، وإنّما كان بشكل ومعنى آخرَينِ، فمصادر الحديث تنقل الحديث بالشكل الآتي، ( إنّ الأنبياء لم يُورّثوا ديناراً ولا درهماً، ولكن ورّثوا العلم، فمَن أخذ منه أخذ بحظٍّ وافر ) (3).\n____________________",
        "1. شرح نهج البلاغة ابن أبي الحديد، ج 16، ص219.\n2. شرح نهج البلاغة ابن أبي الحديد.\n3. الكافي، ج1، ص34.\n",
        "وهنا نستدل أنّ الحديث يقصد الإرث المعنوي الذي يورّثه الأنبياء، ولا علاقة له بالإرث المادي، وهذا هو مصداق الحديث المروي عن الرسول ( صلّى الله عليه وآله ) في أنّ: ( العلماء وَرَثة الأنبياء ).\nخاصةً عبارة ( ما تركناه صدقة ) فهي حتماً لم تكن موجودةً في الحديث مطلقاً، فهل يمكن أن يتحدث الرسول ( صلّى الله عليه وآله ) بما يخالف صريح القرآن؟ إنّ القرآن الكريم يشهد في مواضع متعددة على توريث الأنبياء أبناءهم، وتشير آياته الشريفة بوضوح، إلى أنّ ميراثهم لم يقتصر على الميراث المعنوي فحسب، بل وشمل الجانب المادي أيضاً.\nوقد استدلت سيدتنا فاطمة الزهراء ( عليها السلام ) بهذه الآيات المباركة في خطبتها المعروفة، التي أَلقتها في المسجد النبوي الشريف بين جمع من المهاجرين والأنصار، فلم ينكر عليها أحد منهم ما تقول، كل ذلك كان دليلاً على زيف الحديث الذي ادّعاه الخليفة.\n7- إن صحَّ هذا الحديث، فكيف لم تعرف ولم تسمع به أي من نساء النبي ( صلّى الله عليه وآله )، حيث أرسلن إلى الخليفة مَن يطالب بسهمهنَّ من ميراث الرسول ( صلّى الله عليه وآله ) (1).",
        "8- إن صح هذا الحديث، فلماذا أصدر الخليفة مباشرةً حكماً أمر فيه برد فدك إلى فاطمة الزهراء ( عليها السلام )؟ ذلك الحكم الذي سلبه الخليفة الثاني منها ومزّقه (2).\n9- إذا كان لهذا الحديث واقعية، وكان لازماً تقسيم فدك على\n____________________\n1. معجم البلدان الحموي، ج4، مادة فدك، ص239، شرح نهج البلاغة ابن أبي الحديد، ج6، ص223.",
        "2. السيرة الحلبية في سيرة الأمين والمأمون، ج3، ص391.\n\nالمستحقين باعتبارها صدقةً، فلِمَ استدعى الخليفة الثاني في زمان خلافته عليّاً ( عليه السلام ) والعباس - بعد فوات الأوان - وأبدى استعداده في تسليمهما فدك؟ كما جاء في كتب تاريخ الإسلام المشهورة (1). \n10- ورد في كتب ( الشيعة ) و ( السنة ) المعتبرة، أنّ سيدة الإسلام فاطمة الزهراء ( عليها السلام ) غضبت على الخليفتين الأَوّل والثاني، بعد أن منعاها حقها - فدك -، وقالت لهما: ( لن أكلّمكما بعد اليوم ) (2)، وكان الأمر كما قالت إلى أن وافاها الأجل.",
        "في حين تنقل المصادر الإسلامية المشهورة عن الرسول ( صلّى الله عليه وآله ) حديثه المشهور، الذي قال فيه: ( مَن أحب ابتني فاطمة فقد أحبني، ومَن أرضى فاطمة فقد أرضاني، ومَن أسخط فاطمة فقد أسخطني ) (3).\nفهل من الممكن بعدها أن تُمنع فاطمة ( عليها السلام ) حقاً تطالب به، ويُتمسك بحديث يفتقد إلى الصحة والصدق، والرجوع إليه في مقابل نص كتاب الله، الذي ينصُّ على توريث الأنبياء أبناءهم.\nعلى كلِّ حال، لا يوجد أي مسوّغ في مسألة غصب فدك، وليس لذلك الفعل دليل معقول.\nمالكية الزهراء ( عليها السلام ) من ناحية.",
        "الشهود العدول المعتبرون من ناحية أخرى.\nشهادة القرآن المجيد من ناحية ثالثة.\nومن ناحية رابعة نرى الروايات الإسلامية المختلفة كلها أدلة، تصدّق وتشهد بأحقية سيدة الإسلام في فدك.\n____________________",
        "1. صحيح البخاري باب فضل الخمس، وكتاب ( الصواعق المحرقة ) لابن حجر، ص9.\n2. الإمامة والسياسة، ابن قتيبة، ص14.\n3. صحيح البخاري، باب فضل الخمس، وكتاب ( الصواعق المحرقة ) لابن حجر، ص9.\n",
        "إضافةً إلى كلِّ ذلك، فإنَّ آيات المواريث عموماً تنصّ على أنّ لجميع الناس الحق في تركة آباءهم وأمهاتهم والأقربين؛ لذا لا يمكن التغاضي عن هذا الحكم الإسلامي، مادام الدليل لم يقم على نفي تلك العمومات، وهذا شاهد آخر.\n\n5 - حدود فدك!\nإنّ فدك - كما ذكرنا آنفاً - هي في الظاهر قرية مخضرّة مثمرة قريبة من خيبر، لم تخفَ حدودها على أحد، لكن الغريب ما ورد في جواب الإمام موسى بن جعفر ( عليه السلام ) لهارون الرشيد عندما سأله الأخير قائلاً:",
        "( حُدَّ فدكاً حتى أَردّها إليك )\nحيث أبى الإمام ( عليه السلام ) لكن الرشيد ألحَّ عليه.\nفقال ( عليه السلام ): لا آخذها إلاّ بحدودها.\nقال هارون: وما حدودها؟",
        "قال ( عليه السلام ): إنْ حدّدتها لم تردّها.\nقال هارون: بحق جدك إلاّ فعلت؟\nقال ( عليه السلام ): أمّا الحد الأَوّل فعدَن، فتغيّر وجه الرشيد وقال: إيهاً، قال: والحدّ الثاني سمرقند، فأربد وجهه، قال: والحدّ الثالث أفريقية، فاسودَّ وجهه، وقال: هيه، قال: والرابع سيف البحر ممّا يلي الجزر وأرمينية.\nقال الرشيد: فلم يبقَ لنا شيء، فتحول إلى مجلسي.",
        "قال الإمام ( عليه السلام ): قد أعلمتك أنّني إن حدّدتها لم تردّها، فعند ذلك عزم على قتله (1).\n____________________\n1. بحار الأنوار، ج8 ص106.\n",
        "فهذا الحديث دلالة واضحة على ارتباط قضية ( فدك ) ( بالخلافة )، ويبيّن أنّ المهم في الأمر كان غصب خلافة رسول الله( صلّى الله عليه وآله )، وإذا أراد هارون أن يعيد فدك فإنّ عليه أن يتخلّى عن الخلافة، وهذا ما جعله يلتفت إلى أنّ الإمام موسى بن جعفر ( عليه السلام ) إذا شعر بالقوة سيزيله عن الخلافة؛ ولذلك عزم الرشيد على قتل الإمام ( عليه السلام ).\n\nاستنتاج\nإنّ قصة ( فدك ) المؤلمة، التي تحكي أحداث قرية صغيرة عانت الكثير عبر تاريخ الإسلام، تشير بوضوح إلى المؤامرة الكبيرة، التي هدفت إلى إبعاد أهل بيت النبوّة ( عليهم السلام ) عن منصب الخلافة الإسلامية، وتجاهل مقام إمامتهم وولايتهم، مؤامرة شملت مختلف الأبعاد.",
        "لقد سعى السياسيون منذ البدء خصوصاً في عصر ( بني أميّة ) و ( بني العباس )، أن يسدلوا الستار على أهل بيت النبوة ( عليهم السلام )، ويسلبوهم كل ميزة تؤدي إلى تفوّقهم وانتصارهم، بل لم يتوانوا ( عند لزوم الأمر ) في الاستفادة من عنوان واسم أهل البيت ( عليهم السلام ) في تحقيق مآربهم، في حين رفضوا ردَّ الحق إلى أصحابه!\nنعلم جيداً أنّ حجم الدولة الإسلامية قد اتسع في عصر ( بني أميّة ) و ( بني العباس )، كما زادت ثرواتها، وكثرت ذخائر بيت المال، بشكل قلَّ مثيله في تاريخ العالم إن لم ينعدم، ورغم أنّ فدك لم تكن لتشكّل رقماً في مقابل كلّ ذلك، إلاّ أنّ الدوافع الشيطانية لم تسمح لهم برد الحق إلى أصحابه، بل والكف عن مواصلة التلاعب بهذه القضية.\nوفي الحقيقة، تُعتبر قصة فدك وثيقة تاريخية إسلامية، تثبت مقام آل بيت النبّي ( صلّى الله عليه وآله ) الرفيع من ناحية، وتشير إلى ظلامتهم من ناحية أخرى،\n",
        "وتكشف الغطاء عن المؤامرات التي حاكها الأعداء لهم من ناحية ثالثة.\nاللهمَّ اجعل محيانا محيا محمدٍ وآل محمد، ومماتنا ممات محمد وآل محمد ( صلّى الله عليه وآله وسلم )، واحشرنا في زمرتهم، والعن أعدائهم أجمعين.\n\n",
        "الملحمة الكبيرة\n\n\nالخطبة التاريخية لسيدة الإسلام فاطمة الزهراء ( عليها السلام )",
        "ساد العالم الإسلامي بعد وفاة الرسول هزّة عنيفة، وكان محور هذه العاصفة يدور حول منصب ( الخلافة )، ثمّ انتقل إلى كلِّ ما يرتبط بهذا المنصب، منها قرار مصادرة أرض ( فدك )، التي وهبها الرسول ( صلّى الله عليه وآله ) لابنته فاطمة ( عليها السلام ) استناداً إلى مصالح مهمة، فقد صودرت من قِبل النظام الحاكم (1).\nلاحظت فاطمة ( عليها السلام ) أنّ هذا التجاوز الواضح، وما رافقه من تجاهل\n____________________\n1. ( فدك ) كما قلنا هي واحدة من القرى المعمورة، التي تقع على أطراف المدينة المنوّرة، ويسكنها جمع من اليهود، وهم كسائر يهود المدينة وخيبر في التآمر على الإسلام.",
        "في السنة السابعة للهجرة وبعد أن تساقطت قلاع خيبر الواحدة تلو الأخرى أمام جنود الإسلام، وبعد أن تحطّمت قدرة اليهود المركزية، لجأ سكان ( فدك ) للصلح مع النبي ( صلّى الله عليه وآله )، والتسليم له، فقد أعطوه نصف الأرض والبساتين، واحتفظوا بالنصف الآخر.\nقام الرسول ( صلّى الله عليه وآله ) في حياته - طبقاً لِما نقله مؤرخو ومفسرو الشيعة والسنّة - بإعطاء فدك لفاطمة ( صلّى الله عليه وآله )، لكنّ غاصبي الحكومة الإسلامية بعد الرسول ( صلّى الله عليه وآله ) قاموا بمصادرة تلك الأرض؛ استناداً إلى حجج باطلة، ومن ثَمَّ ضمها إلى بيت المال - وفي الواقع ضمّها إلى أموالهم ومنافعهم الشخصية - خوفاً من نموّ القدرة الاقتصادية لزوجة أمير المؤمنين علي ( عليه السلام )، وبالتالي منافستهم سياسياً على الخلافة، علماً أنّهم عمدوا إلى تشتيت أصحاب علي ( عليه السلام ).\nإنِّ قصة فدك والحوادث المختلفة الأخرى، التي جرت في صدر الإسلام والمرحلة التي تلت ذلك، لهي من أغمِّ وأشدِّ ما أفرزه التاريخ الإسلامي ألماً وعبرةً ومآسياً، وهذا ما ورد تفصيله في فصل من هذا الكتاب وبشكل منفصل.\n",
        "للأحكام الإسلامية في هذا الأمر، سيجرف الأمّة الإسلامية إلى انحراف كبير عن تعاليم الإسلام وسُنة الرسول الكريم ( صلّى الله عليه وآله )، والاندفاع نحو تقاليد الجاهلية، من ناحية أخرى فإنّها مقدمة لفرض، إقامة جبرية على عليٍّ أمير المؤمنين ( عليه السلام )، ومحاصرته وأصحابه اقتصادياً؛ لذا بدأت بالدفاع عن حقها أمام غاصبي ( فدك )، وطالبت بكل وجودها بإعادة حقها السليب، لكن النظام الحاكم رفض أداء حقها؛ بحجة باطلة وحديث موضوع ( نحن معاشر الأنبياء لا نورّث ).\nأقبلت سيدة نساء العالمين مع لُمة من نساء بني هاشم إلى مسجد النبي ( صلّى الله عليه وآله )؛ لتعلن عن رأيها وظلامتها أمام جمهور المسلمين، وسادات المهاجرين والأنصار؛ حتى تتمَّ حجتها، وتكشف حجج هذا الغصب العجيب والمصادرة الظالمة من قِبل جهاز النظام، إضافةً إلى فضح صفوف المدافعين عن سياسة التجاوز، وتمييزهم عن الأمناء الحقيقيين للإسلام.\nغير مكترثة للضجة المفتعلة بهذا الخصوص، وما ستفرزه هذه الفضيحة الكبيرة من نتائج، فقد استمرت في تصميمها، واحتجت على ( غصب فدك ) من خلال خطبة غرّاء، ألقتها أمام المهاجرين في المسجد، مزيلةً الستار عن كثير من الحقايق.\nكانت هذه الخطبة بمثابة تحذير مروّع لأولئك الذين سعوا إلى حرف الحكومة الإسلامية، وخلافة الرسول ( صلّى الله عليه وآله ) عن مسيرها الحقيقي، وتضييع تلك الجهود التي تحمّلها لأكثر من عقدين.",
        "كانت خطبتها ( ناقوس الخطر ) لأولئك الذين ينبض قلبهم بعشق الإسلام، ويخافون على مستقبل هذا الدين الطاهر.\n\nو ( الإنذار العنيف ) لأولئك الغافلين عن تغلغل المنافقين، ونفوذهم في الجهاز السياسي بعد الرسول ( صلّى الله عليه وآله )، والمتجاهلين لأعمالهم المبطّنة.\n( الصرخة الأليمة ) في حماية عليٍّ أمير المؤمنين ( عليه السلام )، ووصي رسول ربّ العالمين ( صلّى الله عليه وآله )، حيث تجاهل بعض السياسيين كلَّ ما ورد فيه من آيات قرآنية وتوصيات للرسول ( صلّى الله عليه وآله ).",
        "( إحقاق الحق المهضوم )؛ لتوعية كل مَن غُصب حقه، وهو يفضّل المسالمة والسكوت على الانتفاضة والتصدي.\n( الصيحة المؤثرة ) التي دوّى صداها في كلَّ مكان، وبقيت آثارها على مر العصور والقرون.\n( الزلزال العميق ) الذي أيقظ أمواجه المتلاطمة تلك الأرواح النائمة - ولو مؤقتاً - وأظهر لها طريق الحق.\nوأخيراً فقد كانت ( الصاعقة المميتة ) التي حلّت على رؤوس أعداء الإسلام وأخذتهم بغتةً، أمّا عمق التحليلات التي أوردتها الصديقة الطاهرة، بشأن أعقد المسائل المرتبطة بالتوحيد والمبدأ والمعاد، فإنّما تكشف عن بعد نظرها وسعة رؤيتها ( عليها السلام ).",
        "إنّ ما تضمّنته خطبة ابنة الرسول الكريم ( صلّى الله عليه وآله ) من تفسير للقضايا العقائدية والسياسية والاجتماعية، لهو دليل واضح ودامغ على أنّ تلك الصدّيقة ليست متعلقةً بزمان دون آخر.\nالملاحم الثورية التي جرت على لسان فاطمة ( عليها السلام ) في هذه الخطبة، تدل على أنّها سيدة فدائية مجاهدة، وزعيمة صالحة للمقاتلين في سبيل الله، والمجاهدين في سبيل الحق.\nإنّ لحن سيدة النساء في هذه الخطبة الذي ينفذ إلى أعماق روح \n",
        "الإنسان وقلبه، يبيّن حقيقةً مهمةً، وهي أنّها محدّثة بليغة، وخطيبة مقتدرة، كزوجها أمير المؤمنين علي ( عليه السلام )، فقد كانت هذه الخطبة الغرّاء على غِرار خُطب علي ( عليه السلام ) في نهج البلاغة، وسارت معها جنباً إلى جنب حتى أظهرت الأيام، أنّ ابنتها زينب قد ورثت ذلك من أبيها وأمّها معاً، حيث ألقت بخطبها في سوق الكوفة ومجلس يزيد الرعب في نفوس بني أميّة المجرمين، وزلزلت أركان دار الإمارة، ونثرت بذور الثورة في قلوب أهل الكوفة والشام ضد هذه الحكومة الجائرة الجبارة.\nأفرزت خطبة فاطمة الزهراء ( عليها السلام ) العديد من الدروس، فما بيّنته في أدق مسائل الفلسفة وأسرار الأحكام، وتحليل تاريخي سياسي للإسلام، ومقارنة بين العرب في زمن الجاهلية وبين حياتهم بعد ظهور الإسلام، تعتبر دروساً عظيمة المعنى، يستفيد منها كل مَن يسير على خُطى الحقِّ مجاهداً في سبيل الله.\nوالأهم من ذلك، إنَّ فاطمة ( عليها السلام ) أفصحت عن موقف آل بيت النبِّي ( صلّى الله عليه وآله ) بالنسبة إلى النظام الحاكم، وبرّأت ساحة الإسلام المقدسة من الظلم والجور، الذي ارتُكب باسم الإسلام، ولو انحصرت فائدة الخطبة في هذا الأمر، لكان كافياً!\n",
        "أسانيد ووثائق الخطبة\nتُعد هذه الخطبة واحدةً من الخطب المشهورة، التي نقلها كبار علماء الشيعة والسنة بسلسلة كبيرة من الأسانيد المعتبرة، خلافاً لِما يتصوِّره البعض من أنّها ضعيفة أو حتى عديمة السند، ومن بين المصادر التي أوردت هذه الخطبة هي:\n1 - أورد عالم أهل السُنّة المشهور ابن أبي الحديد المعتزلي، في توضيح رسالة ( عثمان بن حنيف ) في الفصل الأَوّل من ( شرح نهج البلاغة )، وثائقَ مختلفةً عن خطبة سيدة الإسلام فاطمة ( عليها السلام )، ويصرّح قائلاً بأنّ الأسانيد التي أوردتها لهذه الخطبة ليست مأخوذةً من أيٍّ من كتب الشيعة.\nثمّ يشير إلى كتاب ( السقيفة ) لـ ( أبي بكر أحمد بن عبد العزيز الجوهري )، الذي يُعدُّ واحداً من كبار محدثي أهل السُنّة، بأنّه نقل هذه الخطبة في كتابه من عدة طرق - وأورد ابن أبي الحديد جميع تلك الطرق في شرح نهج البلاغة، ولغرض الاختصار فقد صرفنا النظر عن ذكرها - بعدها يضيف، عندما عزمت الحكومة على غصب ( فدك )، أقبلت",
        "\nفاطمة ( عليها السلام ) إلى المسجد، ما تخرم مشيتها مشية رسول الله، وهناك ألقت خطبتها الغرّاء.\nثمّ ينقل ابن أبي الحديد تلك الخطبة المشهورة والمعروفة، وإن كان هنالك اختلاف طفيف في عبارات هذه الخطبة في بعض النقول.\n2 - أورد ( علي بن عيسى الأربلي ) هذه الخطبة في كتاب ( كشف الغمّة )، نقلاً عن كتاب ( السقيفة ) لأبي بكر أحمد بن عبد العزيز.",
        "3 - أشار ( المسعودي ) في ( مروج الذهب ) إلى الخطبة بشكل إجمالي.\n4 - ( السيد المرتضى ) العالم والمجاهد الشيعي الكبير أورد هذه الخطبة في كتابه ( الشافي )، نقلاً عن عائشة زوجة رسول الله ( صلّى الله عليه وآله ).\n5 - ذكر المحدّث المعروف ( المرحوم الصدوق ) مقتطفات منها في كتاب ( علل الشرائع ).\n6 - روى الفقيه المحدّث المرحوم الشيخ ( المفيد ) قسماً من هذه الخطبة.",
        "7 - أورد ( السيد بن طاووس ) قسماً منها في كتاب ( الطرائف )، نقلاً عن كتاب ( المناقب ) لـ ( أحمد بن موسى بن مردويه الأصفهاني )، وهو من مشاهير أهل السُنّة الذي نقلها بدوره عن عائشة.\n8 - وأوردها المرحوم ( الطبرسي ) صاحب كتاب ( الاحتجاج ) بصورة مرسَلة (1).\nعلى كل حال، فإنّ هذه الخطبة التاريخية هي واحدة من خطب أهل البيت ( عليهم السلام ) المعروفة، وطبقاً لِما نقل فإنَّ كثيراً من الشيعة المخلصين\n____________________",
        "1. بحار الأنوار: العلاّمة المجلسي، ج8، ص108 الطبعة القديمة.\n\nأوصوا أبناءهم بحفظ هذه الخطبة؛ حتى لا يستقر عليها غبار النسيان بمرور الزمن، ولا تكون محطّاً للتجاهل والتصغير من قِبل الأعداء المغرضين.\nوالأُولى أن يحفظها اليوم جيل الشباب الشجاع، وينقلها لأجيال الغد.",
        "\nالمحاور السبعة لخطبة فاطمة الزهراء ( عليها السلام )\nتتضمن هذه الخطبة الغرّاء التي قلّ نظيرها سبعة محاور، وتدور حول سبعة مباحث، ينشد كل منها هدف واضح، ويجب دراسة كلٍّ منها بصورة مستقلة.\nالمحور الأَوّل:",
        "تحليل عميق ومختصر لمسائل التوحيد، وصفات الخالق، وأسمائه الحسنى، وهدف الخِلقة.\nالمحور الثاني:\nالتذكير بمنزلة الرسول ( صلّى الله عليه وآله ) السامية، وصفاته ومسؤولياته وأهدافه.\nالمحور الثالث:",
        "التحدّث عن أهمية القرآن المجيد، وعمق تعاليم الإسلام، وفلسفة الأحكام وأسرارها، والإرشادات والنصائح في هذا المجال.\nالمحور الرابع:\nمن خلال تعريف نفسها، تقوم سيدة النساء ( عليها السلام ) بالإفصاح عن خدمات أبيها رسول الله ( صلّى الله عليه وآله ) لهذه الأمّة، وهنا تذكّرهم فاطمة الزهراء ( عليها السلام ) بعصر الجاهلية القريب؛ ليكون لهم عبرةً، ومن ثَمّ مقارنته مع وضعهم بعد الإسلام، واتخاذ درس من هذا الاختلاف والتغيير.\n",
        "المحور الخامس:\nتُفصح عن الأحداث التي تلت وفاة الرسول الكريم ( صلّى الله عليه وآله )، وسعي حزب المنافقين لمحو الإسلام.\nالمحور السادس:\nتتحدث عن الحجج الواهية التي اتّخذوها ذريعةً في غصب ( فدك )، ومن ثَمّ تفنيد تلك الحجج.",
        "المحور السابع:\nومن أجل أن تُتِمَّ حجتها تقوم سيدة النساء ( عليها السلام ) باستنصار الأنصار، وأصحاب الرسول ( صلّى الله عليه وآله ) المخلصين، وتنهي خطبتها ببشارتهم بالعذاب الإلهي.\n\nالمحور الأَوّل",
        "توحيد الله وصفاته، وهدف التكوين\nالنص:\n( الحمدُ للهِ على ما أَنعم، وله الشكرُ على ما أَلهم، والثناءُ بما قدّم، من عموم نِعمٍ ابتدأها، وسبوغ آلاءٍ أسداها، وتمام مِنَنٍ والاها!\nجمَّ عن الإحصاء عددُها، ونأى عن الجزاء أمدُها، وتفاوتَ عن الإدراك أبدُها، ونَدَبهم لاستزادتها بالشكرِ لاتصالِها، واستحمد إلى الخلائق بإجزالِها، وثنّى بالندبِ إلى أمثالِها.",
        "وأشهدُ أن لا إله إلاّ الله، وحده لا شريك له، كلمةٌ جعلَ الإخلاصَ تأويلَها، وضمّنَ القلوبَ موصولَها، وأنارَ في الفكر معقولَها.\nالممتنع من الأبصارِ رؤيتُه، ومن الألسنِ صفتُه، ومن الأوهام كيفيتُه.\nابتدعَ الأشياءَ لا من شيءٍ كان قَبلها، وأنشأها بلا احتذاءِ أَمثلةٍ امتثلها.\nكوّنها بقدرتهِ، وذرأها بمشيئتهِ، من غير حاجةٍ منه إلى تكوينِها، ولا فائدةٍ له في تصويرها؛ إلاّ تثبيتاً لحكمته، وتنبيهاً على طاعته، وإظهاراً لقدرته، وتعبّداً لبريته، وإعزازاً لدعوته، ثمّ جعلَ الثوابَ على طاعتهِ، ووضعَ العقابَ على معصيتهِ؛ ذيادةً لعباده عن نقمته، وحياشةً لهم إلى جنته ).",
        "\nالمناقشة:\nفي القسم الأَوّل للخطبة عدد من المسائل المهمة الجديرة بالبحث:\n1 - الالتفات إلى الحقيقة التي نعيشها، وهي أنَّ نِعَمَ الله جلّ وعلا، قد أحاطت بكلِّ وجودنا حتى غرقنا فيها، وهذا الأمر يحيي فينا حسَّ الشكر والثناء، بل ويجرّنا إلى معرفة ذاته الطاهرة.",
        "وهذا ما يعتمد عليه علماء علم الكلام - العقائد - تحت عنوان ( وجوب شكر المنعم )، في مسألة وجوب معرفة الله سبحانه وتعالى.\n2 - إذا كان الله سبحانه وتعالى قد دعا عباده إلى شكر نِعمه، فليس ذلك من باب الحاجة له؛ بل ليكتسب العباد من خلاله - الشكر - لياقةً أكبر ودرجةً أعلى، وبالتالي تشملهم نِعم أوفر.\n3 - إنّ العباد عاجزون عن أداء حق الشكر لله؛ لأنّ التوفيق للشكر هو نعمةٌ بحد ذاته، كما أنّ آلات الشكر من - فكر، ويد، ولسان - هي أيضاً من نِعم الله؛ لذا ليس لهم إلاّ الاعتراف بالعجز. ( وكيف أؤدي حق شكرك، وشكرك يحتاج إلى شكر ).\n4 - الإخلاص هو روح التوحيد، تطهير الروح من دَنس الشرك بالله، ومنح القلب كرهينة لحبه، والخضوع والخنوع لأمره، وخلاصة القول، تجاهل ونبذ كل ما لا يُرضي الله، ونسيان كل شيء سواه.",
        "5 - في الواقع أنّ التوحيد قد أُودع في فطرة الإنسان منذ البدء، ويشع هذا النور الإلهي في أعماق كل إنسان، وكل واحد منهم يسمع من باطنه نداء ( الله اكبر )؛ ولهذا فعندما يتضاعف البلاء، وتتمزّق أستار الغفلة، يظهر هذا الإشعاع بوضوح أكثر من أي وقت آخر، وينجذب الجميع لا إرادياً نحو أنفسهم مردّدين ( لا إله إلا هو ).\n\n6 - لا يمكن درك كُنه ذاته حتى بالتفكّر العميق؛ حيث:\n( كُلّما مَيّزتُمُوهُ بأوْهامِكمْ في أدَقّ مَعانِيهِ، مخلوقٌ مصنوع مثلُكُم مردُودٌ إليْكُم ) (1) كما لا يمكن معرفة كُنه صفاته؛ لذا يجب أن نعترف جميعاً بأنّه:",
        "( وَما عَرَفُناكَ حَقَّ معرفَتِكَ ) (2).\n( ما عَبْدناكَ حَقَّ عِبادَتِكَ ) (3).\n7 - تُعد مسألة الخلق والتكوين البدائي واحدةً من المسائل المهمة، فلم تكن هناك مادةٌ مصنوعةٌ من قبل، حتى يخلق الله منها هذا العالم، بل إنّ الخلق والتكوين قد تمّ من العدم، وقد اختصت هذه الخلقة بذاته الطاهرة، حتى صعب على البعض تصور ذلك.\n8 - المسألة المهمة الأخرى في أمر الخلق والتكوين، هي أنّ المصوّرين يعتمدون دائماً في تصويرهم ورسوماتهم على ما يستلهمونه من الطبيعة، وأحياناً يقومون بخلط أشكال مختلفة؛ ليُبدعوا في صنع شكل جديد، أمّا الله سبحانه وتعالى فهو المبدع الذي صوّر العالم، وجسّمه دون تحضير مسبق أو تمثيل قبلي.",
        "9 - البحث المهم الآخر في هذا المحور من الخطبة التاريخية لسيدة النساء ( عليها السلام )، هو الغنى المطلق لله عن كل شيء.\nمن البديهي أنّ الوجود اللامتناهي من جميع النواحي للذات المقدّسة، يجعلها غنيّةً مطلقةً عن كلّ نوع من أنواع الحاجة؛ لأنّ ( الحاجة ) تدل على ( النقص )، والنقص ينحصر في الموجودات التي يمكن تصوّرها،\n____________________\n1. أربعين الشيخ البهائي، وبحار الأنوار ( للعلاّمة المجلسي )، ج69، ص293-292.",
        "2. أربعين الشيخ البهائي، وبحار الأنوار ( للعلاّمة المجلسي )،ج69، ص293-292.\n3. مستدرك الوسائل المحدّث النوري، ج1، ص16.\n\nلا في ذات الحق الغير متناهية.",
        "10 - وأخيراً فإنّ المسألة المهمة الأخرى التي طُرحت في هذا المحور، هي ( هدف الخلق )، حيث تلخّص سيدة الإسلام ذلك في جُمل قصيرة عظيمة المعنى:\nأ - تبيين وتوضيح الحكمة الإلهية اللامتناهية.\nب - دعوة العباد إلى طاعته.\nج - الإشارة إلى قدرته المطلقة.",
        "د - دعوة العباد إلى عبوديته.\nهـ - منح أنبيائه القوة.\nهذه هي الأهداف التي بيّنتها فاطمة الزهراء ( عليها السلام ) في مسألة الخلق، والمُلفت للنظر أنّ هذه الأهداف ملازمة لبعضها البعض، فعندما يرى العبد آثار حكمة الخالق وقدرته في عالم الوجود الواسع ينقاد إلى طاعته، ويتوجه إلى عبوديته، وينعقد بمدارج كماله.\nومن ناحية أخرى، يكون للأنبياء نفوذ أكثر وأعمق في قلوب الناس، عندما يكون حديثهم مرتكزاً على نظام خلق عالم الوجود، فتسهل عليهم مسألة الهداية.",
        "وعليه فلم يخلق الله الكون حتى يستفيد، بل إنّ الهدف هو أن يجود على العباد، فإرادته في أن ينتهجوا سبيل الهداية، فدعاهم إلى قربه، وليسيروا على نهجه، فيستحقوا المزيد من كرمه ولطفه.\n\nالمحور الثاني\nمنزلة الرسول الكريم ( صلّى الله عليه وآله ) السامية، خصائصهُ وأهدافه",
        "النصّ:\n( وأشهدُ أنّ أبي محمداً عبدُه ورسولُه، اختارهُ وانتجبهُ قَبل أنْ أرسلَه، وسمّاه قبل أنْ اجتبله، واصطفاه قبل أنْ ابتعثه، إذ الخلائقُ بالغيب مكنونةٌ، وبسترِ الأهاويلِ مصونةٌ، وبنهايةِ العدم مقرونةٌ.\nعلماً من الله تعالى بمآيل ( بمآل ) الأمورِ، وإحاطةً بحوادثِ الدهورِ، ومعرفةً بمواقعِ المقدورِ.\nابتعثه اللهُ إتماماً لأمرهِ، وعزيمةً على إمضاءِ حكمهِ، وإنفاذاً لمقاديرِ حتمهِ.",
        "فرأى الأُمم فِرَقاً في أديانِها، عُكّفاً على نيرانِها، ( و ) عابدةً لأوثانِها، مُنكِرةً للهِ مع عرفانِها.\nفأنارَ اللهُ بمحمد ( صلّى الله عليه وآله ) ظُلَمَها، وكشفَ عن القلوبِ بُهَمِها، وجلى عن الأَبصارِ غُمَمَها.\nوقامَ في الناس بالهدايةِ، وأنقذَهم من الغواية، وبصَّرهم من العماية.\nوهداهم إلى الدينِ القويمِ، ودعاهم إلى الطريقِ المستقيمِ، ثمّ قبضَهُ اللهُ",
        "\nإليه قبضَ رأفةٍ واختيارٍ، ورغبةٍ وإيثارٍ، فمحمدٌ ( صلّى الله عليه وآله ) عن ( مِنْ ) تعبِ هذه الدار في راحةٍ، قد حُفّ بالملائكة الأبرارِ، ورضوان الربِّ الغفّارِ، ومجاورةِ المَلِك الجبّارِ.\nصلّى الله على أبي نبيِّه وأمينِهِ على الوحي، وصفيِّه وخيرته من الخَلقِ ورضيِّه، والسلام عليه ورحمة الله وبركاته ).\nالتفسير:",
        "تشير مولاتنا فاطمة الزهراء ( عليها السلام ) في هذا المحور من خطبتها، إلى جزء من المسائل المهمة المتعلّقة بشخص رسول الله ( صلّى الله عليه وآله )، منها:\n1- تتحدّث عبارتها الأُولى عن جوهر ذات الرسول ( صلّى الله عليه وآله ) المقدّسة، الشيء الذي أُشير إليه في سائر الأحاديث الإسلامية أيضاً، وهنا يبرز بحث مهمٌ، وهو هل تختلف النشأة التكوينية للرسول ( صلّى الله عليه وآله ) كلياً عن الآخرين؟ وإذا كان كذلك فإنّ عصمته تكون جزءً من مستلزمات تلك الذات، وليس في هذا من فضل.\nوإذا كان جوهره لا يختلف عن الآخرين، إذاً، فما الهدف الذي تبغيه مولاتنا من وراء هذه التعابير؟.\nالحقيقة هي أنّ ميزات ومواهب الأنبياء والأئمة تنقسم إلى قسمين، فبعضها ذاتية، وبعضها الآخر مُكتسَبة، وبالتدقيق في هذا التركيب الخاص فقد أجيب على كثير من التساؤلات.",
        "وبتعبير آخر، فإنّ الربّ الحكيم الذي حمّل نبيه أعباء تلك المهمة العظيمة، منحه استعدادات ذاتية، فقد أعطاه جوهراً ممتازاً، ذكاءً متوقّداً، إرادةً حديديةً، عزماً راسخاً، وعلماً وفيراً، وتشخيصاً صائباً، وإلاّ فلن \n\nيتمكن شخصٌ ضعيفٌ من القيام بهذه الرسالة الكبيرة، وسينتفي غرضها.\nوهذا الأمر لا يتّصف إلاّ بالعدالة، فقوة عضلات الساعد تفوق بكثير قوة عضلات جفن العين؛ لأنّ وظيفة الأخيرة رفع وخفض جفن العين، في حين وظيفة الأخرى رفع الأحمال العظيمة، وإنجاز الأعمال الثقيلة، وخلاف ذلك هو خلافٌ للعدالة.",
        "ومع هذا، فإنّ الجوهر الذاتي للرسول ( صلّى الله عليه وآله ) لم يَسلب منه الإرادة والاختيار، فهو أيضاً له القدرة على المعصية ( والعياذ بالله )، علماً أنّه لا يرتكب المعصية.\nلا تتعجب، فالكثير من الناس العاديين يتمتعون بنفس هذه الحالة بالنسبة لبعض المعاصي، فمثلاً يستطيع كل امرئ أن يظهر عارياً كما ولدته أُمّه أمام جمع من الناس، أو أنّ له القدرة على النوم عارياً في ثلوج ليلة شتاء قارصة، ولكن في نفس الوقت لا تصدر هذه الأفعال إلاّ من المجانين.\nيتمتع الأنبياء والأئمة المعصومون بنفس هذه الحالة بالنسبة لجميع المعاصي.\nوهذا يُلفت النظر إلى المسؤولية الكبيرة التي يتحمّلها المعصومون تجاه جوهرهم الطاهر، فلا يُقبل منهم أبداً ترك العمل بالأَولى.",
        "وتعبير فاطمة ( عليها السلام ) الذي تقول فيه ( عِلماً من الله تعالى بمآيل، الأمور وإحاطةً بحوادث الدهور ) إنّما يُشير إلى تلك النقطة، وهي أنّ الله يعلم بثقل الرسالة التي ستُلقى على عاتق النبي ( صلّى الله عليه وآله )؛ لذا جعل جوهره بهذا المستوى الممتاز.\n2 - جاء الرسول ( صلّى الله عليه وآله ) لإتمام الأوامر الإلهية، وتنفيذ أوامره التكوينية.\n\nتشير هذه العبارة إلى مسألة ختم النبوة بالرسول الكريم ( صلّى الله عليه وآله )، وهي أيضاً إشارة إلى مسألة إتمام المواهب التكوينية عن طريق التشريع والأحكام الإلهية.",
        "3 - تُعرّج ابنة رسول الله ( صلّى الله عليه وآله ) في هذا المقطع من حديثها، على الوضع المأساوي للأُمم قبل بعث الرسول ( صلّى الله عليه وآله )، وكيفية ابتلائهم بظُلمة الخرافات، المجوس في تعظيمهم للنار، والعرب في عبادتهم للأصنام، وسائر المِلل في ابتلائها بنوع من الانحراف والتفرقة.\nوما أعظم قولها ( مُنكِرَةً للهِ مع عرفانِه )، الذي تشير فيه إلى مسألة ( التوحيد الفطري ) المكنون في كل البشر.\n4 - تشير ( عليها السلام ) في قسم آخر من بيانها الرائع إلى بركات وجود النبي ( ص ) وآثار قيامه، وكيف أبعدَ عن أفقِ أفكارهم سُحب الأوهام السوداء المظلمة، وأزال عن قلوبهم صدأ الجهل والخرافات، ومزّقَ الغشاوة التي حجبت أبصارهم عن مشاهدة الحق، ودعاهم إلى ( الصراط المستقيم )، والحد الأوسط الذي يفصل بين الإفراط والتفريط.\nومن أجل فهم ودرك عمق هذا الحديث، يجب إجراء مقارنة دقيقة بين وضع الناس في عصر الجاهلية ووضعهم بعد ظهور الإسلام، حتى يتّضح الواقع الذي بيّنته سيدة الإسلام ( عليها السلام ) في خطبتها.",
        "5 - من المسائل التي يجدر الإشارة إليها في هذا المقطع من خطبة سيدة النساء ( عليها السلام ) التاريخية، هي الموت الكريم - أو العزيز - للرسول ( صلّى الله عليه وآله ):\nذلك الذي كُبّلت روحه المتألقة بقيود الجسد في هذه الدنيا الفانية، وبعد أن أدّى الرسالة، وأتمَّ المسؤولية، كسّر تلك القيود محلّقاً نحو الحبيب، مرفرفاً في فنائه، آخذاً مكانه بين ملائكة السماء المقرّبين.\n\nالمحور الثالث",
        "كتاب الله وفلسفة الأحكام\nالنص:\nثمّ التفتت ( عليها السلام ) إلى أهل المجلس وقالت:\n( أَنتم عبادَ الله نُصْبَ أمرهِ ونهيهِ، وحَمَلةُ دينهِ ووحيهِ، وأُمناءُ اللهِ على أنفسكِم، وبُلغاؤه إلى الأُممِ.",
        "وزعيم حقِّ له فيكم، وعهدٌ قدّمه إليكم.\nوبقيةٌ استخلفها عليكم، كتاب اللهِ الناطق، والقرآن الصادق، والنور الساطع، والضياء اللامع، بيِّنةٌ بصائرُه، منكشفةٌ سرائرُه، متجلّيةٌ ظواهرُه، مغتبطٌ به أشياعُه، قائدٌ إلى الرضوان اتِّباعُه، مؤدٍّ إلى النجاة استماعُه، به تُنال حجج الله المنوَّرة، وعزائمه المفسرّة، ومحارمه المحذّرة، وبيِّناته الجالية، وبراهينه الكافية، وفضائله المندوبة، ورُخصه الموهوبة، وشرايعه ( شرائعه ) المكتوبة.\nفجعل اللهُ الإيمانَ تطهيراً لكم من الشرك، والصلاةَ تنزيهاً لكم عن الكِبْر، والزكاةَ تزكيةً للنفس، ونماءً في الرزق، والصيامَ تثبيتاً للإخلاص، والحجَّ تشييداً للدين، والعدلَ تنسيقاً للقلوب، وطاعتَنا نظاماً للملّة، وإمامتَنا أماناً من الفُرقة ( للفُرقة )، والجهادَ عزّاً للإسلام، والصبرَ معونةً\n",
        "على استيجاب الأجر، والأمرَ بالمعروف مصلحةً للعامة، وبرَّ الوالدين وقايةً من السخط، وصلةَ الأرحام مَنماةً للعدد، والقصاصَ حقناً للدماء، والوفاءَ بالنذر تعريضاً للمغفرة، وتوفيةَ المكاييل والموازين تغييراً للبخس، والنهيَ عن شرب الخمر تنزيهاً عن الرجس، واجتنابَ القذفِ حجاباً عن اللعنة، وتركَ السرقة إيجاباً للعفة، وحرَّم اللهُ (1) الشركَ إخلاصاً له بالرُّبوبية.\nفـ ( اتَّقُوا اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُم مُسْلِمُونَ ) (2) \nوأَطيعوا الله فيما أمركم به ونهاكم عنه، فإنّه ( إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ) ) (3).\nالتفسير:",
        "تُشير سيدة الإسلام ( عليها السلام ) في هذا القسم من الخطبة إلى أمور مهمة أيضاً، منها:\n1 - تُعد مسؤولية المسلمين، في إبلاغ الرسالة ونشر الإسلام في العالم، والدفاع عن قوانين وتعاليم وقيم الدين الحنيف، من المسؤوليات الخطيرة، التي لو تقاعس المسلمون عن أدائها كان حقّا عليهم أن ينتظروا العقاب والجزاء الإلهي، وأن يُطردوا من ساحة رحمته الواسعة.\n2 - نبّهت إلى عظمة القرآن على أنّه كتاب ناطق، ونور جلي، وضوء مشع، حارب وبشدة ظلمات الجهل، والتعصب والخرافات.\nذلك الكتاب الذي ظاهره الجمال والنور، وباطنه العِبرة والمعنى",
        "____________________\n1. جاء في نسخة أخرى ( حرّم الشرك ).\n2. سورة آل عمران، آية 102.\n3. سورة فاطر، آية 28.",
        "\nالغزير، وأدلته مقنعة منجية.\nذلك القائد الذي يضمن لتابعيه النجاة؛ حيث دعاهم إلى جنة أزلية.\nفهو قائد النجاة الذي بيَّن بمنطقه الفصيح أدلة التوحيد، وثبّت مبادئ العقيدة ببراهينه النيّرة، وأفصحَ عن البرامج العملية، التي يحتاجها المرء في طريق تكامل الإنسانية، فشخّص ( المباح ) من ( المحظور )، ( الجيد ) من ( الرديء )، و ( الحق ) من ( الباطل ).",
        "3 - أبدعت في تبيان فلسفة الأحكام من خلال عبارات قصيرة، فبدأت بالإيمان حتى الوفاء بالنذر، ومن التوحيد حتى ترك البَخس في الميزان، فوصفت كلاً منها بجملة ومقولة، فما أحلى تعبيرها ( فجعلَ اللهُ الإيمانَ تطهيراً لكم من الشركِ ).\nيتضح من هذا التعبير، أنَّ حقيقة معرفة الله وتوحيده مكنونة في فطرة الإنسان؛ لهذا جاء الإسلام ليطهّره من الملوّثات العرضية، التي تنتج عن طريق الشرك، كما تُغسل الثياب البيض بعد اتساخها؛ ليظهر لونها الأصلي.\nشرّع الله ( الصلاة )؛ ليوطّن بها روح التواضع في الناس، ويسحب المتكبرين من منصة الغرور، عن طريق الركوع والسجود، والدعاء في حضرة الخالق.\n( الزكاة ) تكون سبباً في تحرير روح الإنسان من أسر الدنيا، وتعلّقه بزخرفها وأموالها، وتنمية ثروات الأمّة، من خلال تعزيز البنية المالية للمحرومين.",
        "( الصيام ) يجعل الإنسان مسيطراً على هوى نفسه، ويثبّت فيه روح الإخلاص، ويضفي على أغصان وجوده براعم وزهور التقوى.\n\n( الحجُّ ) ذلك التجمع الإسلامي العظيم الذي تثبت فيه أُسس الإسلام، وتُعزّز فيه قدرات المسلمين في شتى المجالات الفكرية والعلمية والعسكرية والسياسية.\n( العدالة الاجتماعية ) تغسل الأحقاد من القلوب، وتزيل الاضطرابات، وتقر التنظيم، وعن طريق قبول قيادة الهداة المعصومين يمنح الله المسلمين نظاماً اجتماعياً سالماً منتهجاً خط التوحيد، ويبعد عنهم النفاق والتفرقة.",
        "كذلك في مسائل الجهاد والصبر والاستقامة، والأمر بالمعروف والنهي عن المنكر، وما يتعلق بمسائل القصاص، والالتزام بالتعهدات، ومحاربة مَن يبخس الميزان، وطهارة الحجور من الفجور، وترك شرب الخمر، فقد أشارت سيدتنا إلى كل ذلك مبيّنةً آثار وعلاج كلٍّ منها.\n4 - تعود سيدة الإسلام ( عليها السلام ) مرةً أخرى إلى مسألة مسؤولية المسلمين تجاه القرآن المجيد والإسلام، وتدعوهم إلى التقوى، مذكّرةً إيّاهم بعواقب الأمور، حيث تصرُّ عليهم بمراقبة أعمالهم؛ حتى يودّعوا دار الفناء وهم مسلمون!.\nكونوا على حَذر، واعملوا ما يجعلكم تموتوا مسلمين، نوّروا أرواحكم وقلوبكم بنور العلم والمعرفة؛ لأنّ العلماء فقط يشعرون بالمسؤولية، ويخافون الله سائرين على خطّ التقوى.\n",
        "المحور الرابع\nإعلان موقفها من النظام الحاكم\nالنص:\nثمّ قالت: ( أيّها الناس، اعلموا أنِّي فاطمة، وأَبي محمّد ( صلّى الله عليه وآله )، أقولُ عوداً وبدءً ولا أقول غلطاً، ولا أفعلُ ما أفعلُ شططاً.",
        "( لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أنْفُسِكُم عَزيزٌ عَلَيْه ما عَنِتُّمْ حَرِيصٌ عَليْكُم بالمُؤْمِنينَ رَءُوفٌ رَحيمٌ ) (1).\nفإن تُعزّوه وتعرفوه تجدوه أبي دون نساءِكم، وأخا ابن عمِّي دون رجالِكم، ولنِعم المعزّى إليه ( صلّى الله عليه وآله ).\nفبلّغَ بالرسالة صادعاً بالنذارة، مائلاً عن مَدرجة المشركينَ، ضارباً ثَبَجهم، آخذاً بأكظامهم، داعياً إلى سبيل ربِّه بالحكمةِ والموعظةِ الحسنةِ، يكسر الأصنامَ وينكت الهامَ، حتى انهزم الجمعُ وولّوا الدُبرَ، حتى تفرّى الليلُ عن صبحهِ، وأسفر الحقُّ عن مَحضهِ، ونطقَ زعيمُ الدين، وخرست شقاشقُ الشياطين، وطاح وشيظُ النفاق، وانحلّت عُقدُ الكفرِ والشقاق، وفُهتم بكلمة الإخلاص في نفر من البيض الخِماص.\n____________________",
        "1. سورة البراءة، آية 129.\n\nوكنتم على شفا حفرةٍ من النارِ، مُذقة الشارب، ونُهزة الطامعِ، وقُبسة العجلانِ، وموطئ الأقدامِ، تشربون الطرْقَ، وتقتاتون الورقَ، أذلةً خاسئين، تخافون أن يتخطّفكم الناس من حولكم.\nفأنقذكم اللهُ تبارك وتعالى بمحمدٍ ( صلّى الله عليه وآله ) بعد اللُتيّا والتي، بعد أن مُنيَ ببُهَم الرجالِ، وذؤبان العربِ، ومَرَدة أهلِ الكتابِ، كلّما أوقدوا ناراً للحرب أطفأها اللهُ، أو نَجَم قَرنُ للشيطان، أو فغرت فاغرةٌ من المشركينَ قذف أخاه في لهواتها، فلا ينكفئ حتى يطأ صِماخها بأخمصه، ويُخمد لهبَها بسيفهِ، مكدوداً في ذاتِ اللهِ، مجتهداً في أمرِ اللّهِ، قريباً من رسولِ اللّهِ، مشمّراً ناصحاً، مُجدّاً كادحاً، وأنتم في رفاهيةِ من العيشِ، وادعونَ فاكهونَ آمنونَ، تتربّصون بنا الدوائر، وتتوكّفون الأخبارَ، وتنكصون عند النزالِ، وتفرّون عند القتال ).",
        "التفسير:\nتضمن هذا القسم أيضاً حقائق كبيرة:\n1 - بضعة النبي\nتقوم بكشف هويتها للحاضرين قبل كلِّ شيء، وتُفرغ ما بأيديهم من حجج وأعذار؛ حتى لا يدّعي أحد، بأنّي لم أعرف بنت النبي ( صلّى الله عليه وآله )، وإلاّ سارعت لنصرتها.",
        "تركّز بشكل خاص على نسبتها للنبي ( صلّى الله عليه وآله )، وتتكلم عن ارتباطها بعلي ( عليه السلام )، ثمّ تؤكّد على أنّ ما أنطق به هو عين الحقيقة، لا أتحدث جزافاً، ولا ينطق لساني بغير حساب ولو بكلمة، فاستمعوا جيداً لِما أقول، وعوا مسؤوليتكم العظيمة تجاه هذه الحادثة.\n\n2 - الألم العميق\nبعدها تذكّر بعلاقة رسول الله ( صلّى الله عليه وآله ) بهم وكيف كان يتألم لآلامهم، وأنّه كان شريكاً لهم في غمومهم، مستندةً على الصفات الخمسة التي وصف القرآن المجيد نبيه بها في إحدى آياته الشريفة:",
        "( لَقد جاءَكُم رَسولٌ مِن أنفسِكُمْ عزيزٌ عليهِ ما عِنتُّمْ حَريصٌ عليْكُم بالمؤمنينَ رءوفٌ رحيمٌ ) (1).\nتلك الصفات التي شاهدها، وعرفها الأصحاب في رسول الله ( صلّى الله عليه وآله ).\n3 - الجهود الشاقّة للنبي ( صلّى الله عليه وآله )\nثمّ تذكّر بالمعاناة الجسيمة التي مرت بالرسول ( صلّى الله عليه وآله )، وكيف أنّه قام منفرداً بإبلاغ رسالة ربّه العظيمة، دون أن يجد الانحراف سبيلاً إلى نفسه، مرّغ أنوف المتعنّتين بالتراب، وحطّم أدمغة المتكبرين، وكان سلاحه المنطق والدليل والموعظة والحكمة لمَن طلب الحق واستقصى عنه، إلى أن كسر شوكة المشركين، ودمّر معابد الأصنام، وتفرَّق أعداء الله، فانزالت الظلمات وشعَّ النور، وفرّت الخفافيش، وتمكن جمع من الناس أن يردّدوا نغمة التوحيد ( لا إله إلاّ الله ) علناً في ديار الكفر.",
        "4 - الماضي المشين\nتقوم فاطمة الزهراء ( عليها السلام ) بتذكيرهم بذلك اليوم الذي كانوا فيه مجموعةً\n____________________\n1. سورة البراءة، آية 129.",
        "\nمؤمنةً صغيرةً، تتصارع في وسط طوفان صعب وموحش، فمن ناحية تداعب وسوسات مراحل الشرك وعبادة الأصنام مخيلاتكم أحياناً، وتجرّكم إلى شفا جرف نار جهنم، ومن ناحية أخرى فإنّ أعداءكم الأقوياء الظالمين، قد أحاطوكم من كلِّ جانب، يتربّصون بكم الدوائر؛ ليسحقوكم بأيديهم وأرجلهم بطرفة عين، وكنتم تحت حصار رهيب، ليس لكم إلا الماء الآسِن والغذاء الرديء، تخافون مصيركم المجهول.\nلكن، شاء الله أن يكسر أسنان هؤلاء الذئاب المصّاصين للدماء، ويضرب رؤوس هذه الأفاعي بالحجر، ويسلّط هذه الفئة القليلة المستضعفة عليها، وهو على ما يشاء قدير فعّال لِما يريد.\nلم يمضِ وقت حتى خمدت نيران الفتن، وسكنت الأعاصير، وفرّت العفاريت، واختفى اللصوص وقطّاع الطرق - الذين كانوا يستفيدون من ظلمات ليالي الجاهلية - بعد أن أشرق العالم بنور شمس الإسلام.",
        "نعم، ذكّرت فاطمة ( عليها السلام ) الحاضرين بتلك اللحظات الحسّاسة، التي أثقلت كاهل المؤمنين، وجعلت يومهم كقَرن من الزمان؛ حتى لا يتناسوا نِعَمَ الله الجزيلة، ولا ينكروا المواهب الإلهية، ويسعون في استمرارية وديمومة هذا الخط الإلهي والرسالي العظيم، ولا يستسلموا لِما يروّجه ويحيكه الأعداء.\n5 - خدمات علي ( عليه السلام ) \nتذكّر ابنة النبي ( صلّى الله عليه وآله ) في وسط حديثها بما قدّمه أمير المؤمنين علي ( عليه السلام ) من خدمات لهذه الأمّة، وكيف أنّ النبي ( صلّى الله عليه وآله ) كان يرسله لمواجهة الحوادث الخطرة والتصدي لها، وهو يقوم لها مؤثراً بنفسه، مضحّياً \n",
        "وفدائياً، فينقضُّ على الفتن فيخمدها ويعود منتصراً، أهوى برؤوس المتكبرين إلى الأرض بسيفه، ومرّغ هامات الطواغيت بالتراب، وكان ناصراً ومساعداً للرسول ( صلّى الله عليه وآله )، وحامياً ومدافعاً في كلِّ مكان.\nنعم، فمثل هذا الفرد العظيم يستطيع أن يُديم خطَّ هذه الثورة الكبيرة، ويمنع عنه الانحراف.\n\nالمحور الخامس",
        "الردّة بعد النبي ( صلّى الله عليه وآله )\nالنص:\n( فلمّا اختارَ اللهُ لنبيهِ ( صلّى الله عليه وآله ) دارَ أنبيائه ومأوى أصفيائه، ظهر فيكم حَسيكَةُ النفاق، وسَمَل جلبابُ الدينِ، ونطقَ كاظمُ الغاوين، ونبغَ خاملُ الأقلّينَ، وهَدرَ فنيقُ المبطلينَ، فخَطَر في عرصاتِكم، وأطلعَ الشيطانُ رأسَه من مَغرزهِ، هاتفاً بكم، فألفاكم لدعوتهِ مستجيبينَ، وللغِرة فيه ملاحظينَ، ثمّ استنهضكم فوجدَكم خِفافاً، وأَحمشَكم فألفاكم غِضاباً، فوَسمتم غيرَ إبلِكم، وأوردتم غيرَ شربِكم، هذا والعهدُ قريبٌ، والكَلمُ رحيبٌ، والجرحُ لمّا يَندمل، والرسولُ لمّا يُقبر، ابتداراً زعمتم خوف الفتنة، ( أَلا في الفِتْنَةِ سَقَطوا وإنَّ جَهَنَّمَ لُحيطَةٌ بالْكافِرينَ ) (1) فهيهات منكم، وكيف بكم؟ وأنَّى تؤفكون؟ وكتاب الله بين أظهركم، أمورُه ظاهرةٌ، وأحكامُه زاهرةٌ، وأَعلامُه باهرةٌ، وزواجرُه لائحةٌ، وأوامرُه واضحةٌ، قد خلّفتموه وراء ظهوركم، أَرغبةً عنه تريدون؟ أم بغيره تحكمونَ؟ ( بِئْسَ لِلظَّالِمِينَ بَدَلاً ).\n( وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ ) ) (2).",
        "____________________\n1. سورة التوبة، آية 49.\n2. سورة آل عمران، آية 85.\n",
        "التفسير:\n1 - التآمر والانحراف\nتشير سيدة الإسلام ( عليها السلام ) في هذا القسم من خطبتها إلى بقايا أحزاب الجاهلية والمنافقين، الذين ضُيِّقَ الخناق عليهم في زمن رسول الله ( صلّى الله عليه وآله )، فأخفوا رؤوسهم في جحورها، واختبأوا في أوكارهم.\nوفجأةً خرجت حشرات الأرض هذه من جحورها بعد وفاة رسول الله ( صلّى الله عليه وآله )، وظهرت الخفافيش التي توارت عن الأنظار؛ بسبب هيبة وجود النبي ( صلّى الله عليه وآله )، وأصبحت تعبث في الميدان، وبدأت التحركات المشكوكة، وعادت خطوط الانحراف تظهر من جديد، ودخل المتلاعبون بالسياسة ساحة المعركة.",
        "2 - تلبية البعض لدعوة الشيطان \nمن هنا تبدأ حسرة بنت النبي ( صلّى الله عليه وآله ) العميقة؛ بسبب تلبية جمع غفير لدعوة الشيطان، سائرين خلف أصوات البوم المشؤومة، فأصبحوا آلةً بيد حزب الشيطان والمنافقين الذين عُميت قلوبهم، ورغم أنّ كفن الرسول ( صلّى الله عليه وآله ) لم يزل مبتلاًّ، ولم يزل صوت أذان مؤذّنه يدوّي في المسجد، وصرخة تكبيره ترن في القلوب، حتى ظهرت حركات الردّة، باستثناء البسطاء ومريضي القلوب؛ لأنّ مجموعةً قد اتخذت من التقية حجةً لسكوتهم؛ خوفاً من أنّ الكلام يوقع الفرقة والاختلاف بين الجمع، وصاروا متفرجين لهذا المشهد، أو موافقين لأحداثه، حتى لا يبرز اختلاف، في حين أنّ موقفهم هذا، هو السبب في ذلك الانشقاق والانحراف الكبيرينِ!.\n\n3 - الاعتصام بالقرآن",
        "ثمّ يصرخ المنادي الإلهي المتمثّل بفاطمة الزهراء ( عليها السلام ) بهم منبّهةً:\nأين أنتم؟ وإلى أين تولّون؟ أيّها الضالون، فإنّها تذكّرهم بحديث أبيها ( صلّى الله عليه وآله ): ( إذا التبست عليكم الفتن كقطع الليل المظلم فعليكم بالقرآن، فمَن جعله أَمامه قاده إلى الجنة، ومَن تركه ساقه إلى النار ).\nتصيح بهم بأن لا تتركوا القرآن، فأوامره ونواهيه واضحة، وإرشاداته في مسألة الخلافة بعد النبي ( صلّى الله عليه وآله ) بائنة، كما أشار إلى ما سيحصل بعد فاته، خلاصة القول، إنّه لم يُبقِ شيئاً إلاّ وأظهر خفاياه.\n4 - إنذار أصحاب النبي ( صلّى الله عليه وآله )",
        "سيدة الإسلام ( عليها السلام ) صرخة الزمان المدوّية، تحذّرهم قائلةً: إن تركتم تراث النبي ( صلّى الله عليه وآله ) العظيم ( القرآن ) وتمسكتم بغيره، وقدّمتم أفكاركم العاجزة على تعاليم الإسلام، وجعلتم أنفسكم حُكّاماً على القرآن، بذريعة المصلحة وخوف الفتنة، لا محتكمين لأوامره، عندها سيصيبكم الضرر الأكبر والخسران المبين.\nسوف لن تخمد نار الفتنة فيكم، وستُبلَون بما تخافونه، وستختفي روح الإسلام من بينكم، فلن يبقى سوى القشر دون اللب، والمظهر دون المحتوى.\n\nالمحور السادس",
        "قصة غصب فدك وحجج الغاصبين وتفنيدها\nالنص:\n( ثمّ لمْ تلبثوا إلاّ ريثَ ( إلى ريث ) أن تسكن نفرتُها، وَيَسلس قيادُها، ثمّ أخذتم تُورُونَ وَقْدَتَها، وتهيّجون جمرتَها، وتستجيبون لهتافِ الشيطان الغوي، وإطفاءِ أنوارِ الدينِ الجلي، وإخماد سُننِ النبي الصفي.\nتُسرّون حَسواً في ارتغاءٍ، وتمشون لأهله وَوُلده في الخَمَر والضّراء، ونصبرُ منكم على مِثلِ حزِّ المُدى، ووخزِ السِّنان في الحشا.",
        "وأنتم الآن أتزعمونَ أن لا إرث لنا؟\n( أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ )؟ (1)\nأَفلا تعلمونَ؟ بلى تجلّى لكم كالشمس الضاحية أنّي ابنته.\nأيّها المسلمون، أَأُغلبُ على إرثي؟ يا بنَ أبي قحافة، أفي كتاب الله أن ترث أباك ولا أرث أبي؟ لقد جئتَ شيئاً فريّاً.",
        "أفعلى عَمدٍ تركتم كتابَ الله، ونبذتموه وراءَ ظهورِكم؟ إذ يقول:\n____________________\n1. سورة المائدة، آية 5.\n",
        "( وَوَرِثَ سُلَيْمَانُ دَاوُودَ ) (1).\nوقال فيما اقتصّ من خبرِ يحيى بن زكريا إذ قال:\n( فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) (2)\nوقال:",
        "( وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ ) (3) \nوقال:\n( يُوصِيكُمُ اللهُ في أَوْلادِكُم لِلذّكَرِ مِثلُ حَظِّ الأنثَيَيْنِ ) (4) \nوقال:",
        "( إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ ) (5)\nوزعمتم أن لا حظوةَ لي ولا إرث من أبي؟ ولا رحِم بيننا؟ أَفخصّكم اللهُ بآيةٍ أخرج منها أبي؟ أَم هل تقولون إنّ أهلَ ملّتينِ لا يتوارثان؟ أَوَ لستُ أنا وأبي من أهل ملّة واحدة؟ أم أنتم أعلمُ بخصوصِ القرانِ وعمومهِ من أبي وابن عمي؟\nفدونَكَها مخطومةً مرحولةً، تلقاك يوم حشرك، فنِعمَ الحَكم الله، والزعيم محمد ( صلّى الله عليه وآله )، والموعد القيامة، وعند الساعة يخسر المبطلون، ولا ينفعكم إذ تندمون،\n( لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ ) (6).",
        "____________________\n1. سورة النّمل، آية 16.\n2. سورة مريم، آية 5 - 6.\n3. سورة الأنفال، آية 75.",
        "4. سورة النساء، آية 11.\n5. سورة البقرة، آية 180.\n6. سورة الأنعام، آية 67.\n",
        "( مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ ) ) (1).\nالتفسير:\n1 - إحياء المذهب الجاهلي\nبلغ حديث فاطمة ( عليها السلام ) أَوجه في هذا القسم، مُدلاًّ على ألم وهيجان شديدينِ، فحرقة قلبها متأتية من ظهور أحكام الجاهلية مرةً أخرى؛ حيث إنّ الأنثى لم تكن لتورّث في زمن الجاهلية، أمّا الإسلام فقد أبطل ذلك بعد مجيئه مقراً بحصة وسهم جميع الأقارب في إرث المسلم، استناداً إلى ذلك، فإنّ الموضوع لم يكن مقتصراً على مسألة ( فدك ) فحسب، بل إنّ المهم في الدرجة الأُولى، هو خطر إحياء سُنن الجاهلية، ومحو سُنن الإسلام؛ لذا قامت في هذا القسم بتوجيه اللوم الشديد لهم، مكثّفةً حملاتها عليهم.",
        "الأعجب من كل ذلك، هو تعجيلهم في إنجاز هذا العمل بشكل أدرك معه الجميع أنّ مسألة ( غصب فدك ) لم تكن مسألةً عادية، فقد سعوا إلى هذا الغصب قبل أن يُحكموا قبضتهم على الخلافة، وبتعبير آخر فإنّهم فكّروا بذلك قبل أن تغيب شمس ذلك اليوم، وهذه نقطة مهمة في فهم عمق هذه المؤامرة الكبيرة.\n2 - أدلة الخصم\nأشارت بضعة النبي ( صلّى الله عليه وآله ) في هذه الخطبة البارعة، والحاكمة العالمة،\n____________________",
        "1. سورة هود، آية 39.\n\nبصورة ضمنيّة إلى دلائلهم في ذلك الغصب، حيث ادّعوا أنّ الرسول ( صلّى الله عليه وآله ) قال: ( نحن معاشر الأنبياء لا نورّث ).\nبعدها قامت بالرد على تلك الحجج بأجوبة منطقية وقاطعة، مستدلةً بشواهد من عموم القرآن وخصوصه، فتثبت ومن خلال عدد من آيات الكتاب زيف هذا الحديث الموضوع، الذي يجب ضربه بعرض الحائط.",
        "3 - فاطمة ( عليها السلام ) تقطع جميع الأعذار\nلقد استخدمت هذه العالمة الكبيرة حربة الاستدلال في هجومها على خصمها، بشكل لم تُبقِ له سبيلاً للفرار.\nتقول ( عليها السلام ) إذا كان عذركم هو الحديث الموضوع ( نحن معاشر الأنبياء لا نورّث ). \nفإنّ الرد عليه هو ما نصّت به آيات القرآن التي ذكرتها لكم، وإذا كان عذركم منعنا إرثنا، فاعلموا أنّ جميع الأبناء يرثون آباءهم وأمهاتهم في الإسلام، باستثناء مَن لم يكن على دين ومذهب أبيه، بمعنى أنّ الأبناء الكَفَرة (1) لا يرثون من أب وأمٍّ مسلمينِ، فهل تعتقدون باختلاف ديني ومذهبي عن دين ومذهب والدي؟!!.",
        "وإذا كانت رواسب الجاهلية وأحكامها التي تنص على عدم توريث البنات قد علُقت في أذهانكم، فإنّ هذه الخرافات قد تعطّلت، ولا سبيل للعودة إلى ليالي الظلمة بعد بزوغ الفجر.\n____________________\n1. الكافر، كلُّ مَن دانَ بغير الإسلام.\n",
        "4 - هل أنتم أعلم بالقرآن أم أهل بيت الوحي ( عليهم السلام )؟\nتُغلق فاطمة الزهراء ( عليها السلام ) هذا الطريق عليهم أيضاً، حيث يقولون نحن نفهم من القرآن كذا وكذا، فتخاطبهم بالقول: أي مكان من القرآن؟ وبأي تفسير؟ ومَن هو أجدر وأليق لهذا الأمر من ابن عمي علي ( عليه السلام )، الذي تربّى في أحضان الوحي، وهو من كُتّابه، كما أنّه سمع القرآن وتفسيره من شفتي الرسول ( صلّى الله عليه وآله )؟.\nالحقيقة هي أنّ القرآن قد نزل في بيتنا و ( أهل البيت أدرى بما في البيت ).\nخلاصة القول، تشير إلى قضية وراثة سليمان لأبيه داود، وإرث يحيى ( عليه السلام ) من أبيه زكريا ( عليه السلام )، الذين كانوا جميعاً من الأنبياء الكبار، وتقول ( عليها السلام ) - على خلاف هذه الرواية الموضوعة - يصرّح القران بأنّ كلاًّ من الأبناء قد ورث أباه، ونعلم جيداً أنّ كل رواية تخالف القرآن يسقط اعتبارها.",
        "وتستدل أيضاً بعموم القرآن، حيث تنص الآية الشريفة ( يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُم لِلْذَّكَرِ مِثْلُ حَظِّ الأنثَيَيْنِ ) (1)، وكذلك ( وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ )، (2) فتستفهم قائلةً: هل يمكن لخبر الواحد المخالف لعموم القرآن وخصوصه، أن يكون ذا قيمة وأهمية ولو بمقدار سَمِّ الخِياط في محكمة العدل الإسلامي؟.\nبعدها تعدّد جميع الطرق التي تمنع وتحجب الإرث، ومن ثَمَّ تقوم بتفنيدها.\n____________________\n1. سورة النساء، آية 11.",
        "2. سورة الأنفال، آية 75.\n\n5 - التريث والتربّص\nلكي لا يتصور الحاضرون أنّ تمسّكها بفدك نابعٌ من كونه متصفاً بصفة مادية دنيوية، لا بصفة إلهية، فقد أضافت هذه السيدة المجاهدة قائلةً: ( الآن وبعد أن آل الحل إلى ما آل فخذوها طُرّةً، وافعلوا ما بدا لكم، لكن اعلموا أنّكم ستقفون في محكمة عظيمة تختلف عن سائر المحاكم الدنيوية، فالله ( سبحانه وتعالى ) هو الحاكم فيها، والرسول ( صلّى الله عليه وآله )هو المدعي عليكم في تلك المحكمة، وموعدها يوم القيامة ( يوم البروز ) يوم تتضح كل خافية ).",
        "فإن أعددتم جواباً لذلك اليوم فتوكّلوا على الله، وإلاّ فاستعدوا للجزاء الإلهي.\nحينها ستندمون حتماً على ما فعلتم، ولكن سوف لن ينفعكم هذا الندم أبداً؛ لأنّ ملف الأعمال قد أُغلق، ولا سبيل للرجوع إلى الماضي.\n\nالمحور السابع",
        "طلب نصرة الأنصار\nالنص:\nثمّ رمت بطرفها نحو الأنصار فقالت:\n( يا معشرَ الفتيةِ ( النقيبة )، وأعضادَ الملّةِ، وحَضَنةَ الإسلامِ، ما هذه الغَميزة في حقي، والسِّنَة عن ظلامتي؟.",
        "أَما كان رسولُ اللهِ ( صلّى الله عليه وآله ) أبي يقول: ( المرءُ يُحفظ في وُلده ).\nسَرعان ما أحدثتم، وَعَجلان ذا إهالة، ولكم طاقةٌ بما أُحاول، وقوةٌ على ما أطلبُ وأزاولُ.\nأتقولونَ ماتَ محمّد ( صلّى الله عليه وآله )؟ فخطبٌ جليلٌ استوسع وهنُه، واستنهر فتقُه، وانفتق رتقُه.\nوأَظلمت الأرضُ لغيبتهِ، وكُسفت النجومُ لمصيبتهِ، وأَكدَت الآمال، وخشعت الجبالُ، وأضيع الحريم، وأُزيلت الحُرمة عند مماتهِ.",
        "فتلك واللهِ النازلة الكبرى، والمصيبة العظمى، لا مثلها نازلةٌ، ولا بائقةٌ عاجلةٌ، أعلن بها كتاب الله - جلَّ ثناؤه - في أفنيتكم، وفي مُمساكم ومُصبَحِكم، هتافاً وصراخاً وتلاوةً وألحاناً، ولقبله ما حلّ بأنبياء الله \n\nورسله حكمٌ فصلٌ، وقضاءٌ حتمٌ.\n( وَمَا مُحمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَن يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَن يَضُرَّ اللّهَ شَيْئاً وَسَيَجْزِي اللّهُ الشَّاكِرِينَ ) (1).",
        "إيهاً بني قيلة! أَأُهضمُ تراث أبي، وأنتم بمرأى مني ومسمع، ومنتدىً ومجمع؟ تلبسكم الدعوة وتشملكم الخَبرة، وأنتم ذو العددِ والعدةِ، والأداةِ والقوةِ، وعندكم السلاح والجُنة، توافيكم الدعوةُ فلا تجيبونَ، وتأتيكم الصرخةُ فلا تغيثون ( تعينون )، وأنتم موصوفون بالكفاحِ، معروفون بالخيرِ والصلاحِ، والنُخبة التي انتُخبت، والخِيَرة التي اختيرت.\nقاتلتم العربَ، وتحملتم الكدَ والتعبَ، وناطحتم الأُممَ، وكافحتم البُهَم، لا نبرح أو تبرحون، نأمركم فتأتمرون، حتى إذا دارت بنا رحى الإسلام، ودرَّ حَلبُ الأيامِ، وخضعت نُعرةُ الشرك، وسكنت فورة الإفك، وخمدت نيرانُ الكفرِ، وهدأت دعوةُ الهرجِ، واستوثق ( واستوسق ) نظامُ الدينِ، فأنّى جُرتم بعد البيان؟ وأسررتم بعد الإعلان؟ ونكصتم بعد الإقدام؟ وأشركتم بعد الإيمان؟\n( أَلا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ ) (2).\nأَلا قد أرى أن قد أخلدتم إلى الخَفضِ، وأبعدتم مَن هو أحق بالبسط والقبض،",
        "____________________\n1. سورة آل عمران، آية 144.\n2. سورة التوبة، آية 13.\n",
        "قد خلوتم بالدَّعة، ونجوتم من الضيقِ بالسعة، فمَجَجتم ما وعيتم، ودَسعتم الذي تسوَّغتم.\nفـ ( إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الأرضِ جَمِيعاً فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ ) (1).\nأَلا وقد قلتُ ما قلتُ على معرفة مني بالخَذلَة التي خامَرتكم، والغَدْرَة التي استشعرتها قلوبُكم، ولكنّها فَيضَة النفس، ونَفثَة الغيض ( الغيظ )، وخَوَر القناة، وبَثّة الصدر، وتَقدِمَة الحجّة.\nفدونكُمُوها فاحتَقبوها دَبِرة الظهر، نقيبةَ ( نَقِبة ) الخُفّ، باقيةَ العار، موسومةً بغضب الله وشَنار الأبدِ، موصولةً بنار الله الموقدة، التي تطّلع على الأفئدة، فبعين الله ما تفعلون.",
        "( وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَب يَنقَلِبُونَ ) (2)\nوأنا ابنةُ نذير لكم بين يدي عذاب شديد، فاعملوا ( إِنَّا عَامِلُونَ وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ ) ) (3)\nالتفسير:\n1 - دور الأنصار الفاعل في تحقيق أهداف الإسلام",
        "تُشيد سيدة الإسلام ( عليها السلام ) في هذا القسم من حديثها بطائفة الأنصار، مُوصفةً إيّاهم بالمجموعة المختارة، وساعد الإسلام القوي، وحامي الرسول ( صلّى الله عليه وآله ) المخلص، كما أظهرت لهم الشكر والثناء؛ بسبب ما بذلوه في خدمة الرسول ( صلّى الله عليه وآله ) منذ دخوله المدينة، وما تحمَّلوه من عناء ومصاعب\n____________________\n1. سورة إبراهيم، آية 8.\n2. سورة الشعراء، آية 227.",
        "3. سورة هُود، آية 121-122.\n\nقبل ذلك في سبيل الإسلام.\nنعم، كان للأنصار دورٌ مؤثّرٌ في تقدّم الإسلام في الحرب والسلم وفي جميع مراحله، وبالرغم من ذلك فقد كانوا أقلّ توقعاً وطمعاً من المهاجرين، وربَما طوى تاريخ الإسلام مسيراً أفضل فيما لو صُيِّرت لهم الأمور، ممّا لا شك ولا ريب أنّ في المهاجرين أشخاصاً مخلصين، لم يتوانوا أبداً في إيثارهم وتضحياتهم، لكن تغلغل المتلاعبين بالسياسة في أوساطهم قد قلب الوضع كلياً.",
        "2 - هجوم فاطمة الزهراء ( عليها السلام ) على الأنصار\nلكن سخط سيدة الإسلام ( عليها السلام ) عليهم، هو لماذا التزمت هذه السواعد القوية وأصحاب الرسول ( صلّى الله عليه وآله ) القدماء الصمت في مقابل الظلم؟ الذي حلّ بآل بيته، فقد أقروا بسكوتهم صحة تلك المظالم، ولم يراعوا ذمة النبي ( صلّى الله عليه وآله ) في أهل بيته، والأهم من ذلك مؤازرتهم للغاصبين، وموقفهم الشائن المساعد من تغيير محور الخلافة بعد اشتباك قصير راموا فيه تحقيق مصالحهم، حيث قبضوا ثمناً لذلك السكوت، وذلك ذنبٌ لا يغتفر!\n3 - موت النبي ( صلّى الله عليه وآله ) لا يعني موت الإسلام\nبيّن القرآن المجيد من ناحية، والرسول الكريم ( صلّى الله عليه وآله ) من ناحية أخرى، حقيقةً مهمةً، أَلا وهي أنّ الإسلام لا يعتمد على شخص معيّن، فهو دين أزلي مستمرٌّ إلى يوم القيامة، ولا ينتهي بوفاة النبي الكريم ( صلّى الله عليه وآله )؛ لأنّه كان ثورةً قائمةً على أساس ديني، دينٌ إلهي سماوي، الدين الذي يُؤمّن",
        "\nاحتياجات الناس على مر العصور، فلابدّ لهذا الدين أن يبقى ويدوم.\nولكن رغم كل ذلك، فإنّ قسماً من الناس ممّن ينقصه بُعد النظر وتهمّه المظاهر، يتصور أنّ الضربة المُوجعة والمصيبة المؤلمة، التي ألمَّت بالعالم الإسلامي بعد وفاة النبي ( صلّى الله عليه وآله )، والفراغ الذي نتج عن فقد المحيط الإسلامي لهذا القائد العظيم، قد أودى بحياة الإسلام، وانطوت أيامه وأحداثه، ممّا حدا بهم ذلك إلى غلق شفاههم في مقابل تلك النعرات الجاهلية.\nتصرخ فاطمة ( عليها السلام ) مذكّرةً إيّاهم بآيات القرآن، التي تتحدث عن أزلية وبقاء الإسلام، تُنبّه الغافلين وتوقظهم من غفلتهم، وتُعرّف المسلمين مسؤولياتهم الثقيلة في تلك المرحلة الحسّاسة.",
        "4 - الصمت في مقابل تعطيل الأحكام الإسلامية \nتوبّخُ في مقطع آخر من حديثها ( عليها السلام ) الأنصار بشدّة، بأنّ سكوتكم على أحداث ( فدك )، الأحداث التي تُعد حلقةً من سلسلة انحرافات متواصلة، وشرارةً من شعلة متوهّجة، وقطرةً من تيار جارف، سيؤدي ذلك في النهاية إلى إحياء الطيف المنافي للإسلام.\nيُظهر الناس حيرتهم متسائلين: إذا كان صحيحاً ما يقال من أنّ قانون الإسلام هو الحق، فلِمَ لا يسري حكمه على أقرب أقرباء النبي ( صلّى الله عليه وآله )؟ فعندما يسحقوا مثل هذا الحكم الصريح، وأنتم تقرّون ذلك بسكوتكم، صار من السهل عليهم أن يسحقوا سائر الأحكام الإسلامية.\nيجب أن تنظروا لهذه المسألة على أنّها ( عمليةٌ مدبّرة )، لا بعنوان أنّه",
        "\n( واقعة عرضية )، وتصوروا ما هي الأحداث الأخرى التي خُبّأت خلف هذه الحادثة؟ وما ثورتي وصرختي إلاّ لهذا السبب.\nلا تتصوّروا أنّ ( حمايتكم للمظلومين من أمثالي ) توجد الفرقة بين صفوف الأمّة الإسلامية، بل على العكس، فإنّ سكوتكم يثير الغرابة والدهشة، فلو ادّعيتم الضعف والعجز فقد كذبتم، ففيكم العدد والعدة منذ البداية، وهي الآن أكثر، إضافةً إلى ذلك فلماذا تلقون بآيات القرآن الصريحة التي تنص على ( أَلاَ تُقَاتِلُونَ قَوْماً نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّة أَتَخْشَوْنَهُمْ فَاللّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُؤْمِنِينَ ) (1) خلف ظهوركم؟ وتخافونهم بدل أن تخافوا الله؟\n5 - الخلود إلى الدَّعة",
        "بعدها تغوص هذه المعلّمة القديرة في أعماقهم؛ لتستخرج سبب سكوتهم الأصلي، فتشير إلى أنّ المسألة هي أن استولى عليكم حب الدَّعة وطلب الراحة، واستسلمت أجسادكم للاستراحة، فرغم أنّكم شاهدتم بأعينكم تنحية وتبعيد مَن هو أحق وأليق بالخلافة من غيره عنها، إلاّ أنّكم التزمتم جانب الصمت.\nنعم، تستمر عجلة الثورة إلى الوقت الذي يحتفظ الأشخاص بالروح الثورية، ولم يخضعوا لميولهم الدنيوية، وإلاّ ركعوا أمام المصاعب والمشاكل، غير مبالين بما يمرّ بهم من حوادث مُرّة، وبالتالي يخبت نور الثورة.\n____________________\n1. سورة التوبة، آية 13.",
        "\n6 - النكوص عن النصرة\nتمتلك هذه السيدة الشجاعة بصيرةً نافذةً في أدق الأمور، فهي تُميط اللثام عن حقائق هامة، فتخاطب طائفة الأنصار في هذا المقطع مشيرةً إلى هذا المعنى: غايتي هي إتمام الحجة عليكم لا غير، فليس لي فيكم أمل يُرتجى، فبعد أن التزمتم الصمت في مسألة ( الخلافة )، كان من الطبيعي أن ترفعوا نفس الشعار في مسألة ( فدك )، لكن التاريخ الإسلامي سيسجّل حديثي لهذا اليوم، وستحكم الأجيال القادمة فيما بيننا، هذا بالإضافة إلى أنّني أردت أن أزيل عن قلبي عُقد الهم، وأزيح غيض صدري؛ حتى يعلم الجميع ما عانيت من الألم.\n7 - البِشارة بالعذاب",
        "تشير بطلة الإسلام في هذا المقطع إلى نتيجة أفعالهم، فتقول منبّهةً إيّاهم: أتظنون أنّ ثمن هذا لسكوت، وطلب الراحة ذاك، وهذا الموقف المتفرّج، وهذه اللامبالاة، سيكون رخيصاً بل ستقطفون ثمارها المُرّة في هذه الدنيا على أيدي حكومات جائرة - مثل بني أمية و بني العباس - والتي سوف لن ترحم أعقابكم، ولن تتورع عن هتك القرآن والإسلام.\n8 - امتداد إنذار النبي ( صلّى الله عليه وآله )\nتقول سيدة النساء فاطمة ( عليها السلام ) نفس ما كان يقوله الأنبياء للمجرمين، حيث تنذرهم:\n",
        "( إِنَّا عَامِلُونَ وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ ) (1).\nأنتم تنتظرون أن يقع بآل بيت النبي ( صلّى الله عليه وآله ) ظلماً أكبر، ونحن ننتظر فيكم عقاب الله المؤلم والمُهلك.\n____________________\n1. سورة هود، آية 121-122.",
        "\n\nالخطبة الثانية لسيدة الإسلام فاطمة الزهراء ( عليها السلام )\n",
        "\nالخطبة المؤلمة في نساء المدينة\nألقت سيدة النساء ( عليها السلام ) هذه الخطبة وهي على فراش المرض، ذلك المرض الذي لم تُشفَ منه أبداً، ومنه عرجت روحها الطاهرة.\nكانت خطبتها الأُولى في مسجد الرسول ( صلّى الله عليه وآله )، وهي في حالة صحيّة جيدة (1)، وبحضور جمع من رجال المهاجرين والأنصار، وكانت هذه الخطبة في مقابل نساء المهاجرين والأنصار في داخل بيتها، وعلى فراش المرض.",
        "رغم أنّ المخاطَب قد اختلف، والزمان والمكان قد تغيّرا، والحال قد تردّى، إلاّ أنّ لحن الخطبتين ينمّ وبوضوح عن روحية عالية مملوءة بالعلم والمعرفة، مفعمةٍ بالإيمان وحب الله، يفيض من جنبَيها ألمٌ وحزن، وقد تميّزت كلا الخطبتين بلحن بليغ وساحق وأخّاذ وقاطع وشجاع، لكن لحن الخطبة الثانية التي هي موضوع بحثنا حالياً، كانت أشد تنكيلاً بالظالمين، وأكثر حرقةً وألماً وغماً.\nلقد كانت هذه الخطبة التي صدرت من قلب بنت الرسول ( صلّى الله عليه وآله ) المتألم بمثابة رسالة الهموم والأحزان.\n____________________\n1. كما ورد شرحه في الخطبة الأُولى، فإنّ ستاراً قد أُسدل ليحجب النساء، ثمّ إنّها كانت تتوسّط جمع النساء اللاتي رافقنها.",
        "\nالهم الذي نغّص روحها، ونخر عظامها، وأشعل نيران الحرقة في كيانها، ولذلك نرى أنّ خطبتها اتخذت طابعاً ملتهباً دموياً؛ لأنّها نبعت من قلب محترق، فاض بدم الأسى والحسرة.\nمن عجائب هذه الخطبة، هي أنّ هذه السيدة الجليلة ( عليها السلام ) قد لاقت الكثير من الظلم العنيف، في الفترة الواقعة ما بين وفاة أبيها ( صلّى الله عليه وآله )، واستشهادها ( عليها السلام )، ذلك الظلم الذي كان سبب مرضها العصيب، ورغم أنّ سؤال نساء المدينة عند عيادتها كان يدور حول حالتها الصحية، وعادةً يشكو المريض بعضاً من آلامه إن لم يكن حديثه كله مختصاً بحالته الصحية، رغم ذلك فإنّها لم تورد في حديثها أي كلمة عن حالها ومرضها، بل كان حديثها مُنصبّاً على مسألة غصب الخلافة وظلامة علي ( عليه السلام )، والأخطار التي ستمر بالأمّة الإسلامية نتيجة هذا الانحراف.\nعجباً لها، فلم تذكر في حديثها شيئاً عن مرضها، فكل ما قالته كان عن ألم زوجها علي ( عليه السلام )، وعن مشاكل العالم الإسلامي.",
        "نعم... لقد كانت روح الزهراء ( عليها السلام ) أرفع من أن تتكلم عن نفسها وآلامها - رغم أنّها كانت كبيرةً - بل وأجلّ من أن يوصف علو شأنها، فتكلمت فقط عن إمامها وزوجها المحبوب علي ( عليه السلام ) وآلامه.\nلم تكن قَلِقةً على نفسها، بل كانت قلقةً على الأمّة الإسلامية ومصيرها المشؤوم والمؤلم.\nيفكّر المرء عادةً في آخر لحظات حياته بنفسه ومشاكله وآلامه، لكنّ المدهش أنّ فاطمة ( عليها السلام ) لم تورد على لسانها في هذه الخطبة الطويلة شيئاً من ذلك، ولا حتى بجملة واحدة.\nوهذا أكبر دليل على عظمة فاطمة ( عليها السلام )، ومقام تضحيتها وإيثارها.",
        "\nوفي هذا عِبرة لكل الأحرار الهادفين، ولكل المضحّين والفدائيين في تاريخ البشرية.\nبلى فقد كانت دائماً - وإلى آخر لحظة من حياتها الشريفة المملوءة بالآلام والهموم - شمعةً تحترق؛ لتنير لمَن حولها، وتنجّي الضالين منهم، وتدافع عن الحق والعدالة.\nتحدّثت في خطبة فدك ( الخطبة الأُولى لسيدة النساء ) عن كلٍّ من التوحيد، النشوء، المعاد، فلسفة الأحكام، والأحداث التي رافقت بعثة النبي ( صلّى الله عليه وآله )، وبركات وجوده، ومسألة غصب الخلافة، ومصير المسلمين، وإن هي تحدثت عن ( فدك ) فذلك؛ لدورها المؤثّر في كونها دعامةً ماليةً لمسألة الخلافة، وكذا سائر مسائل الإسلام السياسية؛ وهذا ما دعا الأعداء إلى تضييق الخناق على آل بيت النبي ( صلّى الله عليه وآله )، وتحطيم قدراتهم بانتزاع ( فدك ) من أيديهم، فأرادت استرجاعها منهم.",
        "لكنَّ سيدة النساء ( عليها السلام ) ركّزت في خطبتها الثانية ( خطبة نساء المهاجرين والأنصار ) حديثها على محور الخلافة والإمامة فقط، وبالرغم من معاناتها للكثير من الظلم والجور، ورغم أنّ الفرصة كانت سانحةً للمطالبة بحقها المغصوب، إلاّ أنّها لم تطالب بأي شيء، بل ولم تنطق بأية شكوى، فكل ما قالته كان عن عليٍّ ( عليه السلام )، وعن الخلافة وعن مصالح المسلمين.\nيُعدُّ ( التسليم المطلق ) من المقامات العالية، التي يتحلّى بها أولياء الله، وهذا يعني أن يُسلك إلى الله طريق الحق والعدل، الذي ينسى المرء فيه نفسه، فلا يرى غير الله.\nلا يأتمر إلاّ بأمره.\n",
        "لا يرجو إلاّ رضاه.\nلا يفكر إلاّ بما يريده.\nفالمرحلة الأُولى هي الإسلام، ثمّ الإيمان، وبعد ذلك الرضا، ومن ثَمَّ يأتي دور التسليم المطلق، ولهذا المعنى يشير الله سبحانه وتعالى في محكم كتابه الحكيم:\n( قَالَتِ الأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإِيمَانُ فِي قُلُوبِكُمْ ) (1).",
        "ويقول أيضاً:\n( فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيَما شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً ) (2).\nثمّ يقول:\n( إنَّما نُطْعِمُكُم لِوَجْهِ اللّه لا نُرِيدُ مِنْكُم جَزاءً وَ لا شُكُوراً ) (3).",
        "إنّ مقام الإيمان والرضا والتسليم - الذي تتحلّى به هذه السيدة - جعلها تتناسى وتتجاهل آلامها وهمومها المرهقة، وتتحدث عن رضا الله، وعن رسوله ( صلّى الله عليه وآله ) وعن وليّه، وعن مستقبل الإسلام والمسلمين.\nويسرّنا بعد هذه المقدمة القصيرة عن الخطبة وفحواها، أن نتّجه صوب نصها، فنجعلها في خمسة أقسام، لكنّه ينبغي أن نتعرّف أَوّلاً على وثائق وأسناد هذه الخطبة.\n____________________\n1. سورة الحجرات، آية 14.",
        "2. سورة النساء، آية 65.\n3. سورة الدهر، آية 9.\n\nمناقشة أسناد خطبة سيدة النساء ( عليها السلام )",
        "وردت هذه الخطبة في مختلف مصادر العامة والخاصة، سنذكر منها المصادر السبع التالية:\n1- كتاب ( الاحتجاج ) للمرحوم ( الشيخ الطبرسي ) (1).\n2- كتاب ( كشف الغمة ) المشهور للكتاب ( علي بن عيسى الأربلي ) نقلاً عن كتاب ( الصحيفة ) (2).\n3- ( بحار الأنوار ) للمرحوم ( العلاّمة المجلسي ) ينقل هذه الخطبة وبأسناد متعددة (3).",
        "4- كتاب ( معاني الأخبار ) للمرحوم ( الشيخ الصّدوق ) يورد هذه الخطبة مع ذكر سندها في آخرها، نقلاً عن عبد الله بن حسن عن أُمّه فاطمة بنت الإمام الحسين ( عليه السلام ) (4).\n5- وذُكرت في نفس المصدر بسندها عن علي بن أبي طالب ( عليه السلام ) (5).\n6- كتاب ( الأمالي ) للمرحوم ( الشيخ الطّوسي ).\n7- كتاب ( شرح نهج البلاغة ) للعالم السُنّي المعروف ( ابن أبي الحديد ) (6).",
        "____________________\n1. الاحتجاج.\n2. كشف الغمة، ج2، ص118.\n3. بحار الأنوار، ج43، ص158.",
        "4. عن أحمد بن الحسن القطّان، عن عبد الرحمن محمد الحسيني، عن أبي الطيّب محمد بن الحسين بن حميد، عن أبي عبد الله محمّد بن زكريا، عن محمّد بن الرحمن المهلّبي، عن عبد الله بن محمّد بن سليمان، عن أبيه عن عبد الله بن الحسن.\n5. علي بن محمّد المعروف بابن المغيرة القزويني، عن جعفر بن محمّد بن الحسن، عن محمّد بن علي الهاشمي، عن عيسى بن عبد الله بن محمّد بن عمر بن علي بن أبي طالب، عن جدّه علي بن أبي طالب ( عليه السلام ).\n6. أحمد بن عبد العزيز الجوهري، عن محمّد بن زكريا عن محمّد بن عبد الرحمن، عن عبد الله بن محمّد بن سليمان، عن أبيه عن عبد الله بن الحسن، عن أُمّه فاطمة بنت الإمام الحسين ( عليه السلام ).\n",
        "على أي حال وكما ذكرنا سابقاً، فقد وردت هذه الخطبة بأسناد متعددة مع ملاحظة اختلاف في نصوصها، وقد اخترنا أقربها للصحة وأكملها، وهو المنقول في ( الاحتجاج ) عن ( سويد بن غفلة )، ( نقل ذلك أيضاً العلاّمة الكبير المجلسي في المجلّد 43 من بحار الأنوار ص 161 ) (1).\nوعليه، فإنّ الخطبة المذكورة هي من الخطب التي وردت من مصادر متعددة وبأسناد معتبرة؛ لذا فهي تتمتع بأهمية خاصة.\nولكي نتعرّف على الحقائق التي تضمنتها هذه الخطبة، نتجه صوب متن الخطبة وتفسيرها.\n____________________",
        "1. ( سويد بن غفلة ) أو ( عفلة ) على حد قول ( العلاّمة الحلّي ) في ( الخلاصة )، وهو من أولياء أمير المؤمنين علي ( عليه السلام )، واعتبره ( العلاّمة الميرداماد ) ( نقلاً عن المرحوم للمامقاني ) من أولياء وخواص أمير المؤمنين ( عليه السلام )، كما قال ( الذّبي ) في ( المختصر ) عنه بأنّه رجل ثقة، عابد، زاهد، وصاحب مقام رفيع.\n\nالقسم الأَوّل\nلمّا اعتلت فاطمة ( عليها السلام ) علة الموت، اجتمع إليها نساء المهاجرين والأنصار، يعدنها، فقلنَ لها:",
        "كيف أصبحتِ من علَّتك يا بنة رسول الله؟!\nفحمدتْ الله وصَلّت على أبيها ( عليها السلام ) ثمّ قالت:\n( أَصحبتُ واللهِ عائفةً لدنياكنَّ، قاليةً لرجالكنَّ، لَفظتُهم بعد أن عجمتهم، وشَنأتهم بعد أن سَبَرتهم.\nفقِبحاً لفلول الحدِّ، واللعب بعد الجدّ، وقرع الصفاة، وصدع القناة، وخَطَل الآراء، وزَلَل الأهواء، و ( لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَن سَخِطَ اللّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ ) (1)",
        "لا جرم لقد قلَّدتهم رِبقتها، وحملتهم أوقتها، وشننت عليهم عارها.\nفجدعاً وعقراً وبُعداً للقوم الظالمين ).\nنظرة عامة:\nيعترض الإنسان في طول حياته أياماً وساعات حسّاسةً تكون بمثابة امتحان له، وبالطبع فإنّ الامتحان الإلهي يُربّي في المرء روحه، ويزيد",
        "____________________\n1. سورة المائدة، آية80.\n\nفيه المقاومة والشهامة، كما يتم من خلاله كشف قابلياته وتفتّح استعدادته، وأيضاً معرفة المرء حقيقة باطنه.",
        "علماً أنّ المرء قد يشتبه أحياناً في معرفة نفسه، لا كما هو الحال في الامتحان البشري الذي يُقام؛ لكشف عدد من المجاهيل، والتعرّف على بواطن الأفراد من خلال التجربة والتحليل.\nوهذه المسألة قد وضحت في هذا القسم من خطبة سيدة الإسلام ( عليها السلام ).\nتُظهر الزهراء ( عليها السلام ) نفرتها وانزعاجها الشديدين ممّن ينتهز الفرصة؛ ليسترزق منها مؤنة يومه، أي من المهاجرين والأنصار؛ لأنّهم سكتوا - ليس سكوتهم فحسب - بل على موافقتهم للانحرافات التي حدثت بعد وفاة النبي ( صلّى الله عليه وآله )، فأنذرتهم بأن يحذروا هذا الامتحان الإلهي العظيم.\nتذكّرهم بجهادهم الرائع في عصر الرسول ( صلّى الله عليه وآله )، ومن ثمَّ تشبّههم بالسيوف المثلومة، التي فقدت قدرتها في صدِّ الأعداء ودحرهم، وبالرماح التي تهشّمت فأصبحت غير مفيدة لأي شيء.",
        "توبّخ ابنة النبي الكريم ( صلّى الله عليه وآله ) بشدة أولئك الذين سخروا من مبادئ الإسلام، وجعلوها عرضةً لأهوائهم، ومن ثمَّ وجهت لومها وتحقيرها إلى مَن وَهنَ عزمهم، وفقدوا قدراتهم في اتخاذ قرار ضد الانحرافات التي حدثت.\nفي نهاية هذا القسم تقوم بإنذارهم، بأنّ مسؤولية غصب الخلافة ستُثقل كاهلهم إلى الأبد، وستبقى جباههم موسومة بوصمة العار التي جاءت نتيجةً لسكوتهم، كما أنّ التاريخ الإسلامي سيسجّل هذه الحادثة المؤلمة بمنتهى الأسف.\nنعم، فالكثير منهم لم يخرجوا من الامتحان منتصرين، ولم تكن\n",
        "وجوههم مستبشرة، وكم كان حسناً لو تبيّنت ( حقائق الأمور ) للعيان، حتى تسودَّ وجوه ( الغشاشين )، وكم كان لطيفاً لو أُقيمت مناقل النار؛ ليفضح ( مدلوك الذهب، وسوار الفضة ) باطنه، ويتبيّن للناس حقيقته؛ ليُميزوه عن الذهب الخالص.\n\nالقسم الثاني\n( وَيحهُم، أنّى زعزعوها عن رواسي الرسالةِ، وقواعد النبوةِ والدلالةِ، ومهبط الروح الأمين، والطبِّين بأمور الدنيا والدين.",
        "( أَلاَّ ذلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ ) (1)\nوما الذي نَقموا من أبي الحسن ( عليه السلام )؟\nنَقموا منه واللهِ، نكيرَ سيفهِ، وقلةَ مبالاته بحتفهِ، وشدةَ وطأتهِ، ونَكال وقعتهِ، وتنمُّرَه في ذات الله.\nوتاللهِ، لو مالوا عن المحجّة اللائحة، وزالوا عن قبول الحجّة الواضحة، لَردَّهم إليها، وحملهم عليها، ولسار بهم سيراً سَجَحاً، لا يُكْلم خشاشه، ولا يكلّ سائره، ولا يملّ راكبه.",
        "ولأوردهم منهلاً نميراً صافياً رويّاً، تطفح ضفَّتاه، ولا يَترنّق جانباه، ولأصدرهم بِطاناً، ونصح لهم سراً وإعلاناً.\nولم يكن يتحلّى من الدنيا بطائل، ولا يحظى منها بنائل، غيرَ ري الناهل وشِبعة الكافل، وَلَبان لهم الزاهد من الراغب، والصادق من الكاذب ).\n( وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَات مِنَ السَّماءِ\n____________________",
        "1. سورة الزمر، آية 15.\n\nوَالأرضِ وَلكِن كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ ) (1).\n( وَالَّذِينَ ظَلَمُوا مِنْ هؤُلاءِ سَيُصيبُهُمْ سَيِّئاتُ مَا كَسَبُوا وَمَا هُم بِمُعْجِزِينَ ) (2).",
        "التفسير:\nالمعايير والقيم الإلهية\nتحكم المجتمع الإلهي السليم معايير، وقيم إلهيّة في جميع مجالات الحياة، سيما في إشغال المناصب، فلا سبيل للأجنحة ومنتهزي الفرص، والدسائس السياسية، والعصبية القبلية والقومية، وكذا ما يعقده تجّار السوق السياسي من اتفاقات خلف الكواليس في ارتقاء المناصب والتصدّي لمسؤوليتها.\nتخاطب سيدة النساء ( عليها السلام ) في هذا القسم نساء المدينة مستفهمةً: لماذا؟ وبأيّ مسوّغ غيّر رجالكنَّ محور الخلافة عن المسير الذي طالما بيّنه الرسول ( صلّى الله عليه وآله ) في أحاديثه الصريحة الواضحة؟ وما هو نقص أبي الحسن علي بن أبي طالب ( عليه السلام )؟ وهل يفتقد شيئاً من الكمالات اللازمة، روحيةً كانت أم جسديةً؟",
        "بلى، إنّ عيبه هو سيفه الغالب الذي خطف النوم من عيون أعدائه، قدرته اللامتناهية في ميادين القتال، استخفافه بالموت في سوح الوغى، جعلت منه حصناً منيعاً عجز أعداء الإسلام في اختراقه.\nفالعذر التافه الذي أُوخذ عليه هو أنّ توجهه لله فقط، فرضاه من رضا الله، كما أنّ غضبه وسخطه لوجه الله فقط.\n____________________\n1. سورة الأعراف، آية96.",
        "2. سورة الزمر، آية51.\n\nالحقيقة أنّ كلام سيدة النساء ( عليها السلام ) كان بمثابة تذكيرٌ لهم، بأنّ قيم ومفاهيم المحيط الإسلامي قد تغيّرت وتبدلت بعد وفاة النبي الكريم ( صلّى الله عليه وآله )، وبسبب انحراف المزاج السليم لأرواح هذه المجموعة من المهاجرين والأنصار، صار طعم القيم الإسلامية الحقيقية في أعماقهم مرّاً كالحنظل بعد أن كان لذيذاً كالعسل، كما اعتُبرت الشروط التي تشكّل أهم مواصفات القائد الربّاني القاطع الصارم عيباً ونقصاً له.\nبعدها تستمر في حديثها منبّهةً إيّاهم، أنّ تنحية عليٍّ ( عليه السلام ) عن الخلافة إنّما هو كفران لنعمة كبيرة، وموهبة إلهية عظيمة، علماً أنّه أعلمُ الناس بآيات القرآن وبحلال الله وحرامه.",
        "فهو أعرف من غيره بالحق والباطل والقادر على الفصل بينهما، ولو آلت إليه زمام الأمور لم يكن ليسمح لورثة الشرك - آل أبي سفيان، وهم أعدى أعداء الإسلام، وأشد المخالفين للقرآن الكريم - أن يطمعوا في الحكومة الإسلامية بهذه السرعة، ويحوّلوها إلى جهاز حكوميٍّ مستبد، وهو أسوأ وأظلم من حكومة كسرى وقيصر والفراعنة.\nفإذا كانت أمورهم مودعةً في يد عليٍّ ( عليه السلام ) المقتدرة، لأجلسهم مركب الحق المنيع، ولهداهم بأمان وهدوء ومداراة إلى نبع ماء الحياة، ومن ثمَّ لرواهم من ذلك النبع المتدفّق ماءً عذباً زلالاً، يمنح شاربيه حياةً أزليّة.\nإنّ من شروط القائد الربّاني هو حب الخير والعطف على الأمّة، فهل وجدوا أحداً أكثر عطفاً وشفقةً من عليٍّ ( عليه السلام )؟ الشخص الذي كرّس جهده في إشباع الجياع وإرواء العطاشى، يتألم لآلامهم وهمومهم، كما أنّ غمهم يعصر قلبه.\nالشرط الآخر في مسألة الخلافة والإمامة، هو الزهد وعدم الاغترار بالدنيا وجاهها ومالها، فإن تعلّق قلب قائد الأمّة بالدنيا صار من السهل",
        "\nالنفوذ إليه من هذا الطريق، ومن ثمَّ تضليله وحرفه عن جادّة الحق.\nفهل يوجد في كل الأمّة الإسلامية أزهد بالدنيا من علي ( عليه السلام )؟ الشخص الذي لم يكتنز ذهباً أبداً، ولم يُشيّد لنفسه قصراً، ثيابه بسيطة كثياب غلامه.\nوغذاؤه بمستوى غذاء أفقر الناس.",
        "إذا كانت معايير الخلافة هي القدرة الروحية والبدنية، الإخلاص في النية، والزهد والعصمة والتقوى، والعطف على الأمّة، فمَن هو أفضل من أمير المؤمنين علي ( عليه السلام ) الذي يتحلّى بهذه المواصفات؟\nوإذا كان النبي ( صلّى الله عليه وآله ) قد نصّب علياً ( عليه السلام ) خليفةً له، مشيراً إلى هذا المعنى مرّات ومرّات عبر عبارات مختلفة الصّيغ، معتبراً إيّاه أليق من الجميع لهذا المقام فهذا لا يقتصر عليه نابل، الله سبحانه وتعالى اعتبره أليق الناس بهذا المنصب.\nتقوم سيدة النساء ( عليها السلام ) في نهاية هذا القسم بإنذارهم وتحذيرهم، بأن لا يظّنوا أنّ ثمن هذا الكسل والتقصير، وتقاعسهم في حماية الشخص الأنسب للخلافة سيكون رخيصاً، بل عليهم أن ينتظروا ما سيُخلّفه ذلك التقصير، وذلك التقاعس، ويتذوّقوا نتيجته المرّة، عليهم أن لا يتصوّروا أنّهم يستطيعون النجاة والفرار من قبضة العذاب الإلهي في هذه الدنيا، كلا، أبداً.\nبلى، سيحصدون في نهاية الأمر ما زرعوا، وسيُبتلَون بحكومات عنيدة وجبّارة، وفاسدة ومفسدة وظالمة، تفتقد الرحمة، كحكومات بني أميّة وبني العباس، في ذلك اليوم الذي سوف لن يجدوا فيه سبيلاً للفرار، وهم يشعرون بمواجهتهم لعذاب الآخرة.",
        "\nالقسم الثالث\n( أَلا هلمَّ فاستمع، وما عشتَ أراك الدهرُ عجباً، وإن تعجب فعجبٌ قولُهم:\nليتَ شعري؟ إلى أي سنادٍ استندوا؟ وعلى أي عمادٍ اعتمدوا؟ وبأيّة عروةٍ تمسّكوا؟ وعلى أية ذريّة أقدموا واحتنكوا؟!",
        "( لَبِئْسَ المَوْلى ولَبِئْسَ العشير ) (1).\n( وبِئْسَ لِلظَّالِمِينَ بَدَلاً ) (2).\nاستبدلوا والله الذُّنابى بالقوادم، والعجز بالكاهل، فرغماً لمعاطس قوم يحسبون أنّهم يُحسنون صنعاً ( أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِنْ لا يَشْعُرُونَ ) (3)\nوَيحهم، ( أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمْ مَنْ لا يَهِدِّي إِلاّ أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ ) (4)",
        "التفسير:\nترجيح ( المرجوح ) على ( الراجح )\nلا يستطيع أيُّ امرئ أن يقبل ترجيح ( المرجوح ) على ( الراجح ) إلاّ مَن يُنكر ( الاستقلال العقلي ). أو بتعبير أوضح فأنّ أي إنسان لا يتردد\n____________________",
        "1. سورة الحج، آية 13.\n2. سورة الكهف، آية 50.\n3. سورة البقرة، آية 12.\n4. سورة يونس، آية 35.",
        "\nأبداً في تقديم ( شيء ذي مزايا عديدة ) على ( شيء فاقد لجميعها ).\nفهل يا ترى سمعتم أنّ شخصاً عند انتخابه لمعلّم ما، يقوم بترجيح الطالب على الأستاذ؟ أو عند معالجة مرض ما أن يفضِّل طبيباً عادياً قليل الخُبرة على طبيب كبير عظيم الخُبرة والتجربة؟ ( دون أن تُؤخذ خواص أخرى بنظر الاعتبار ) عند انتخاب قائد معيّن، إذا تجاهلنا ذوي التجربة والتدبير والإدارة، واتجهنا صوب الجُدد ذوي التجربة القليلة، عندها سيشكّ الجميع بصحة عقولنا وسلامتها.\nحتى أولئك الذين لا يعتقدون بقبح هذه المسألة ( ترجيع ( المرجوح ) على ( الراجح ) )، لا يتجاهلون هذا المبدأ في أداء أعمالهم أبداً، بل يعملون دائماً على ترجيح الأحسن، مثلاً عند شرائهم لفاكهة معيّنة، فهل يتركون الجيد منها ويبتاعون الرديء وغير الناضج منها؟ أو عند اختيار صديق ما، فهل يفضّلون الأشخاص الأشرار ذوي الصيت السيء على النزيهين والأخيار؟ كما أنّ من المستحيل أن يُفضّل الإنسان الماء الآسِن على الماء الزّلال، وإن وُجد شخص يفعل ذلك فلا ترديد في كونه ناقص العقل.",
        "نعم، تُعمي وتصمّ المنافع المادية أحياناً بصرَ وسمعَ الإنسان بشكل تُنسيه منافعه الحقيقية، عندها يؤدّي الإنسان عملاً يدفعه إلى تقديم ( المتأخّر ) على ( المتقدم )، وقد اعتمد القرآن الكريم على هذا المعنى في تأنيبه للكفار والمشركين، الّذين لوّثوا أنفسهم بهذا العلم القبيح المرفوض، حيث نقرأ:\n( أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمْ مَنْ لا يَهِدِّي إِلاّ أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ ) (1).\nتضيف السيدة الرشيدة وابنة النبي الكريم ( صلّى الله عليه وآله ) في هذا القسم ( القسم الثالث )\n____________________",
        "1. سورة يونس، آية 35.\n\nمن خطبتها الغرّاء المؤلمة مشيرةً إلى هذا المعنى:\nيا معشر المهاجرين والأنصار، لِمَ خذلتم مَن كان له السّبق في الإسلام، وأوّل مَن بايع الرسول ( صلّى الله عليه وآله ) من الرجال، واتّبعتم مَن ليس له من هذا الافتخار أي نصيب، ( بل وسجد للأصنام حتى بعد بزوغ شمس الإسلام )؟.",
        "لِمَ أبعدتم مَن هو ( بابٌ ) لمدينة علم النبي ( صلّى الله عليه وآله )، والأقدر على التحكيم والقضاء استناداً إلى حديث الرسول ( صلّى الله عليه وآله ) المشهور ( أقضاكم علي )، وسرتم خلف مَن لا يملك شيئاً من ذلك العلم وتلك المعرفة؟.\nلقد تجاوزتم بعملكم هذا القانون الصريح ( بترجيح ( الراجح ) على ( المرجوح ) )، وتناسيتم حكم القرآن في هذا الأمر ( مضمون الآية التي ذُكرت أعلاه ) (1).\nتعجّب سيدة الإسلام ( عليها السلام ) من هذا الأمر بشدّة، وتصف الدنيا بـ ( عالم العجائب ) الذي يعلّم الإنسان في كل يوم - ينقضي من عمره - درساً جديداً.\nتتساءل بعدها عن الدليل، الذي دفع هذه المجموعة التي يبدو عليها العقل والتدبير إلى تغيير محور الخلافة، واختيار الآخرين ليحلُّوا محل علي بن أبي طالب ( عليه السلام )، ولأيٍّ من الوثائق استندوا؟ وكيف تجاهلوا ميزات علي ( عليه السلام ) الواضحة، وقدّموا المرجوح عليه؟! وتستعين في نهاية هذا القسم بالآيات التي تتحدث عن مصير هؤلاء الناس:",
        "( لَبِئْسَ الْمَوْلَى وَلَبِئْسَ الْعَشِيرُ ) (2).\n(وبِئْسَ لِلْظّالمينَ بدلاً ) (3).\n____________________\n1. الأعجبُ من كل ذلك قول ابن أبي الحديد في خطبة كتابه، حيث يقول، ( الحمد لله الذي قدّم المفضول على الفاضل )!!.",
        "2. سورة الحج، آية 13.\n3. سورة الكهف، آية 50.\n\nالقسم الرابع",
        "( أَما لَعمري، لقد لُقّحت، فنظرةٌ ريثما تُنتج، ثمّ احتلبوا مِلاء القعب دماً عبيطاً، وذُعافاً مبيداً ( هنالك يخسر المُبطلون ) ويعرف التّالون غِبَّ ما أسَّس الأوّلون، ثمّ طيبوا عن دنياكم أَنفساً، واطمأنوا للفتنة جأشاً.\nوأبشروا بسيفٍ صارمٍ، وسطوةِ معتدٍ غاشمٍ، وهَرجٍ شاملٍ، واستبدادٍ من الظالمين يدع فيئكم زهيداً، وجمعكم حصيداً، فيا حسرةً لكم، وأنّى بكم وقد ( عُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ ) ).\nالتفسير:\nالاختيار الخاطئ وثمرته المشؤومة",
        "يعتقد الكثير من الناس أنّ تناسيهم للوقائع يجعلها تنساهم هي الأخرى ولن تأخذهم بجلابيبهم.\nهكذا يظنون، يمكن الحصول على ثمر جيّد من خلال زرع بذرة فاسدة.\nنعم لن يمضِ وقتٌ طويل حتى تتهاوى ظنونهم، كما يتهاوى البناء الذي هرَّأ الدود أركانه، أو كما تزول الفقاعات من على سطح الماء، أو كالطيف الذي يتلاشى باستيقاظ النائم، عندها يرى الصورة البشعة\n",
        "المشؤومة للواقع الذي نتج عن اختياره الخاطئ، وسيتذوّق مرارة الأحداث التي سيفرزها عمله الطائش.\nنعم، هذا هو قانون الوجود الذي سيحكم البشرية كما حكمها في جميع مراحلها التاريخية بكل قدرته، وهو أن يرى المخطئ نتيجة وعاقبة عمله، ويبدّل طعم حياته الرائع في نفسه إلى حنظل، وأحلامه الجميلة إلى كابوس موحش.\nتركّز سيدة الإسلام ( عليها السلام ) في القسم الرابع من خطبتها على هذا المعنى، حيث تفصح عمّا سيواجهونه نتيجة عملهم المشؤوم:\nسيحمل جملُ الخلافة بعد انحراف مسيره سريعاً، وسيعانق الأرض منه مولودٌ عجيب الخلقة، عِوض من أن تشربوا حليبه السائغ الهنيء، ستُناوَلون كؤوساً مليئةً بدم جديد، يملأ أقداح قلوبكم! و سيُصَبُّ في فيكم السُّم المميت بدل اللبن الخالص.",
        "وبالتدريج سيأتي دور ظلاّم التاريخ وأبناء وأحفاد ( أبي سفيان ) و ( الحجّاج ) و ( الأشاعثة )، ومَن هو أسوأ منهم، الذين سيُسلّطون سيوفهم على رقابكم ورقاب أبنائكم، وسيحصدون ثمار حياتكم بمنجلهم المميت.\nسوف لن يكتفوا بسرقة أموالكم وسبي نسائكم، وإنّما سيُقيمون فيكم قتلاً جماعياً متكرّراً، تتلوّن على أثره الأرض بلون دمائكم، بما في ذلك أرض مسجد النبي الكريم ( صلّى الله عليه وآله ). \nنعم، فسيعملون فيكم وفي أبنائكم القتل في داخل المسجد الشريف ثاني الحرمين الآمنين، حتى يطفح صحن المسجد بالدم، بل وسيهتكون حرمة بيت الله الحرام بقصفه بالحجارة بواسطة المنجنيق، وسيتلقّفوكم بسيوفهم في داخله وخارجه!\n",
        "لقد حلّق بكم الخيال بعيداً، فظننتم أنَّ أعذاركم الواهية في تخليكم عن نصرة الحق، والدفاع عن خليفة الرسول ( صلّى الله عليه وآله )، سينجيكم من الجزاء الإلهي بسهولة، وستفرّون عندها من عواقب أعمالكم السيئة، هيهات، فذلك تصوّرٌ باطل! هيهات، فذلك خيالٌ محال!\nواليوم... نعم في هذا اليوم وعندما نتفحّص صفحات التاريخ المنصرم، ندرك أكثر من أي وقت حقيقة وواقعية حديث الزهراء ( عليها السلام ) ذا المحتوى القيّم، فما أتعس العواقب التي حلّت بالمسلمين نتيجة انحراف محور الخلافة عن مسارها الأصلي، وكيف أصبحت أرواحهم وأموالهم وأعراضهم، والأكثر من ذلك قوانين وأحكام ومقدسات الإسلام لعبةً بيد وَرَثة أحزاب الجاهلية؟!\nلم يرحم أعوان بني أميّة الكبير ولا الصغير.\nلم يراعوا حَرمَ رسول الله ولا احترام بيت الله ( سبحانه وتعالى ).",
        "لم يكنّوا احتراماً للمهاجرين وكذا للأنصار.\nفيوصي واحدٌ من أبناء ( آل سفيان ) إلى مَن حوله:\nتلقَّفوها يا بني أميّة تلقّف الكرة، فوَالّذي يحلف به أبو سفيان ما مِن جنَّة و لا نار.\nفماذا أكثر من ذلك!",
        "لذا يقول معاوية بن أبي سفيان أيضاً:\nما قاتلكم لتُصلّوا ولا لتصوموا... بل قاتلتكم لأتأمَّر عليكم.\nوالأسوأ من ذلك تلك القصة التي ينقلها العالم المعتزلي المعروف ( ابن أبي الحديد ) في شرح نهج البلاغة حيث يقول:\n( وقد طعن كثيرٌ من أصحابنا في دين معاوية، ولم يقتصروا على",
        "\nتفسيقه، وقالوا عنه إنّه كان ملحداً لا يعتقد النبوة، ونقلوا عنه في فلتات كلامه وسقطات ألفاظه ما يدل على ذلك.\nوروى الزبير بن بكّار في ( الموفقيّات )، وهو غير متهم على معاوية، ولا منسوب إلى اعتقاد الشيعة، لِما هو معلوم من حاله من مجانبة علي ( عليه السلام )، والانحراف عنه: قال المطرّف بن المغيرة بن شعبة: دخلت مع أبي على معاوية، وكان أبي يأتيه، فيتحدث معه ثمّ ينصرف إليّ فيذكر معاوية وعقله، ويُعجب بما يرى منه، إذ جاء ذات ليلة فأمسك عن العشاء، ورأيته مغتمّاً فانتظرته ساعةً، وظننت أنّه لأمر حدث فينا، فقلت: مالي أراك مغتمّاً منذ الليلة؟\nفقال: يا بُني، جئت من عند أكفر الناس وأخبثهم، قلت: وما ذاك؟ قال: قلت له وقد خلوت به: إنّك قد بلغت سنّاً يا أمير المومنين، فلو أظهرت عدلاً، وبسطت خيراً، فإنّك قد كبرت، ولو نظرت إلى إخوتك من بني هاشم، فوصلت أرحامهم فوالله ما عندهم اليوم شيءٌ تخافه، وإنَّ ذلك ممّا يبقى لك ذكره وثوابه، فقال: هيهات هيهات! أيُّ ذكر أرجو بقاءه!",
        "مَلك أخو تَيم فعدل، ( إشارةً للخليفة الثاني ) وفعل ما فعل، فما عدا أن هلك حتى هلك ذكره، إلاّ أن يقول قائل: أبو بكر: ثمّ ملك أخو عَدي، فاجتهد وشهّر عشر سنين، فما عدا أن هلك حتى هلك ذكره، إلاّ أن يقول قائل: عمر، وإنَّ ابن أبي كبشة ( إشارةً إلى الرسول الكريم ( صلّى الله عليه وآله ) ) ليُصاح به كل يوم خمس مرات: ( أشهد أنَّ محمّداً رسول الله )، فأيُّ عمل يبقى؟ وأي ذكر يدوم بعد هذا لا أباً لك! لا والله إلاّ دفناً دفناً ) (1).\nوبعدها مباشرةً يقوم يزيد حفيد أبو سفيان برفع الستار، ونشر نعرته المستهترة علناً حيث يقول:\n____________________\n1. شرح نهج البلاغة ابن أبي الحديد، ج5،ص129.",
        "\nوبهذا الشكل بانَ وتأكّدَ ذلك الكفر والإجرام، الذي نطق به أبو سفيان.\nإنّ حالة السجون الأمويّة والتعذيب القاسي، الذي سلّطه الأمويون على سجنائهم، لم يسوّد صفحات تاريخ الإسلام فحسب، بل وحتى تاريخ البشرية، وهذا مصداق مقولة سيدة الإسلام ( عليها السلام ).\nنعم، فقد كانت حوادث المستقبل منعكسة بصورة جيدة في صفحات قلبها المشرقة، وطبقاً لِما أخبرت عنه في هذه الخطبة، فسرعان ما هجم المتسلّلون المتجاوزون على الناس بصوارمهم الحادة، مستبدّينَ في الحكم مستهزئينَ بدين وروح ومال وناموس الناس.",
        "لقد ألقى الهرج والمرج ظلّه المشؤوم الثقيل على المجتمع الإسلامي، وذاق المسلمون مرارة ذلك التقصير والوهن في حماية الحق.\nوهذا جزاء أولئك الذين يتركون الحق ويتّبعون الباطل.\n\nالقسم الخامس",
        "قال سُويد بن غفلة: فأعادت النساء قولها ( عليها السلام ) على رجالهنَّ، فجاء إليها قومٌ من وجوه المهاجرين والأنصار معتذرين وقالوا:\nيا سيدة النساء، لو كان أبو الحسن ذكر لنا هذا الأمر من قبلِ أن نُبرم العهد، و نُحكم العقد، لَما عدلنا عنه إلى غيره.\nفقالت: ( إليكم عني فلا عذر بعد تعذيركم، ولا أمر بعد تقصيركم ).\nالتفسير:",
        "الأجوبة المريرة والمؤلمة\nالأقبح من كل شيء جواب طائفة من المهاجرين والأنصار بعد سماعهم لرسالتها؛ حيث كان جوابهم مؤلماً جارحاً، له وقعُ الخنجر على قلبها الطاهر.\nكان للخطبة وقع مؤثّر في نفوسهم، فأحسّوا بالخجل، وربّما فزعوا من الجزاء الإلهي في الدنيا والآخرة، ممّا دعاهم ذلك إلى الإسراع في الاستجازة للتشرّف بالحضور بين يدي بنت رسول الله ( صلّى الله عليه وآله )، وعرض جوابهم الذي كان محتواه:\nلِمَ لم يَمدّ أبو الحسن علي ابن أبي طالب ( عليه السلام ) يده لنُبايعه قبل أن يأخذ",
        "\nالآخرون البيعة لأنفسهم، فنبارك مقدمه، وندافع عن حكومته؟ نعمل على إطاعته، ونستجيب لأوامره من صميم قلوبنا وأرواحنا.\nوبوجوده لم نكن لنقدِّم أحداً عليه؛ لأنّه أليق من غيره بهذا الأمر، وأقرب الناس لرسول الله ( صلّى الله عليه وآله )، ودينه وفكره.\nولكن يا للأسف فقد فات الأوان! فبعد أن صافحنا أياديهم الممدودة للمبايعة، وطوَّقنا رقابنا بعهد الطاعة، وبسبب تعزيز ذاك الارتباط في هذا الأمر فإنّه قد أُغلقت جميع الطرق بوجوهنا ولا سبيل للعودة!",
        "أمّا ليتهم لم يتذرّعوا بذلك العذر في محضر سيدة الإسلام ( عليها السلام )، الذي هو أشد قسوةً من فِعلهم، جواب قبيحٌ، وعذرٌ مفتضح كاذب، كلامٌ آلم قلبها الطاهر بشدة، وزاد من هموم روحها الجسيمة همّاً آخراً.\nليتهم أقرّوا بذنبهم على الأقل، وليتهم وعدوها بالرّجوع في الفرصة المناسبة، ولم ينطق لسانهم بذلك العذر الواهي، بالإضافة إلى:\nأوّلا: إنّهم سمعوا من شخص رسول الله ( صلّى الله عليه وآله ) ولِعدّة مرات، أنّ الوصاية والخلافة لن تكون إلا لعلي بن أبي طالب ( عليه السلام )، وهذا الأمر يغني عن البيعة له.\nثانياً: على فرض ضرورة البيعة، أَلم يأخذ الرسول ( صلّى الله عليه وآله ) منهم البيعة لعلي ( عليه السلام ) في غدير خم؟! تلك الحادثة التي لم تكن لتخفى على أحد، فهي أحداثٌ عاشوها وشاهدوها عن قرب أو سمعوا بها على الأقل.",
        "ثالثاً: على فرض أنّهم لم يحضروا بيعة الغدير، ولم يسمعوا حديث الرسول ( صلّى الله عليه وآله ) في ذلك اليوم، فهل خفي على أحد منهم أفضلية علي (عليه السلام ) على الآخرين؟!\nلماذا لم يأتوه بعد وفاة النبي ( صلّى الله عليه وآله )، ويمدّوا أيديهم مجدّدين له البيعة إن لزم الأمر؟.\n\nلم تكن الخلافة حقّاً شخصياً مختصّاً بأمير المؤمنين علي ( عليه السلام )، حتى يحتاج إلى أن يطالب بحقه، ولكن الخلافة حقٌّ عام متعلّقٌ بالمجتمع الإسلامي، لا بل بالإسلام ككل، لهذا نصَّب الرسول ( صلّى الله عليه وآله ) عليّاً في هذا المقام بأمر من الله ( سبحانه وتعالى ).",
        "يُعدُّ قبول علي ( عليه السلام ) للخلافة وتأييد المسلمين له، من الوظائف الإلهية الحتمية، ولا معنى للاستفسارات ( لِمَ ولأنَّ ) و ( إذا وكيف ) و ( كذا وهكذا ).\nرابعاً: لو افترضنا أنّه كان على علي ( عليه السلام ) أن يأخذ البيعة لنفسه، ويخلف الرسول ( صلّى الله عليه وآله ) في الناس، فهل يا ترى من اللائق أن يبقى جسد الرسول ( صلّى الله عليه وآله ) الطاهر على الأرض دون تكفين وتدفين، والاهتمام بمسألة الخلافة وكرسيّها؟.\nما أحقر تلك المؤامرة، لِمَ أدبر جمعٌ منهم عن مراسم دفن الحبيب، وأسرعوا في الحضور في مراسم تنصيب الخليفة؟ لماذا؟.\nخامساً: لو تغاضينا عن جميع ذلك، ولو أنّ شخصاً اختار لنفسه قائداً ومن ثمَّ عرف أنّه أخطأ في اختياره، وأنّ طريق هذا سينتهي به إلى التهلكة، فهل عليه أن يستمر في طريقه ذاك، ويسقط في تلك الهاوية لا لشيء سوى أنّه بايع ووعد بالوفاء؟ أي منطق وقانون، وأي عقل يحكم بهذا؟.",
        "ملاحظة مهمة\nتتبادر إلى الذهن مسألة مهمة بعد اختتام هذا الموضوع، هي أنّ الخطبة رغم أنّها خصّت بالذكر مسألة خلافة وولاية علي( عليه السلام )، إلاّ أنّها كانت\n\nدرساً مفيداً لكل المسلمين عبر مراحل التاريخ، وهو أَلاّ يستخفّوا في الأمور التي تخص الحكومة الإسلامية، ولا يناصروا مَن هم ليسوا أهلاً لها، ولا يتعاملوا مع هذه المسألة تعاملاً سطحياً، ولا يقدّموا المرجوح على الراجح في اختيار المتصدّين لإشغال المناصب الحسّاسة، وإن هم لم يُراعوا تلك النقاط فعليهم أن يترقّبوا نتيجة أعمالهم المشؤومة، وليعلموا أنّهم سيعيشون العواقب الوخيمة للحكومات الفاسدة المستبدة الطاغوتيّة.",
        "بعدها ستُذرف دموع الحسرة والندامة نتيجة ذلك التقصير.\nدموعٌ لا تُثمر إلاّ عن الحسرة والندامة والفضيحة.\n"
    ]
}