{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n\nالسماع والقياس\nإذا ورد السماع بطل القياس: خزانة البغدادي.\nفي شرح الأشمونى على الألفية بعد وسط بحاشية الصبان:\n. . ويؤخذ منه: أنه إذا سمع فيه غير قياسه امتنع النطق بقياسه، وهو أحد قولين في المصدر الوارد على خلاف قياسه. ونظير ما نحن فيه. . .\nقال ذلك في الكلام على جموع التكسير.\nوقال الأشموني في المصدر:\n. . والمراد بالقياس هنا: أنه إذا ورد شئ ولم يعلم كيف تكلموا بمصدره، فإنك تقيسه على هذا، لا أنك تقيس مع وجود السماع. قال ذلك سيبويه، والأخفش. .\nوقال الصبان:\nقوله: سيبويه، الأخفش - وذهب الفراء إلى أنه يجوز القياس عليه وإن سمع غيره. أه - دماميني. وحكى في الهمع عن بعضهم أنه قال: لا تدرك مصادر الأفعال الثلاثية إلا بالسماع، فلا يقاس على فعل ولو عدم السماع.\nليس لنا أن نخترع في اللغة، ولا نقول غير ما قالوه:\nفقه اللغة، الصاحبي.\nانظر المسألة 22 من مسائل الراعى المسماة بالأجوبة المرضية عن الأسئلة النحوية رقم 393 نحو ص67 - 77 ففيها أشياء عن السماع والقياس.\nقول القاموس في (عبد):\n. . العبابيد، والعباديد: بلا واحد من لفظها، وقول الشارح:\n. . قال سيبويه، وعليه الأكثر. . إلخ. والقياس يقتضى أن يكون واحدهما على: فعول أو فعيل أو فعلال، فيه ما يشعر بأن الأكثرين على أن السماع يبطل القياس،\n(1/14)\n",
        "لأنهما لما لم يسمع فيهما الوحد قالوا بعدمه فيهما - وهو مذهب ثالث غير المذهبين المتقدمين أولاً - يوافق ما في الهمع.\nمتابعة ابن مالك للكوفيين في القياس على الشاذ والنادر:\nهمع الهوامع ج - 1 أواخر ص50 (وانظر: الشاذ، والنادر، والضعيف) في مادة (بدا) من اللسان آخر ص71: إذا أمكن في الشئ المنسوب أن يكون قياسياً وشاذاً، كان حمله على القياس أولى، لأن القياس أشيع وأوشع.\n(ذكرناه أيضاً في النسب لهذا الكتاب).\nابن الطيب على الاقتراح أواخر ص26 وأولص27:\nكلام مختصر في تقديم السماع على القياس:\nكناش الكواكبي ص101:\nالسماعي قد يصير قياسياً، إذا استخرجت قاعدة يعرف بها.\nفي إرشاد الأريب ج7 ص46:\nقول أبي المنصور بن الحيّان: قياسات النحو تتوقف ولا تطرد، كقميص له جربانات، فصاحبه كل ساعة يخرجرأسه من جربانه.\nبغية الوعاة ص 79 من كلام محمد بن علي بن عمر بن جياز:\nقياسات النحو تتوقف ولا تطرد، كقميص له جربانات، فصاحبه كل ساعة يخرج رأسه من جربانه.\nتصرف العجاج ورؤبة في اللغة وقياسهما فيها:\nالخصائص ج - 1 ص363، 11 (ذكر في الكتب والعلوم).\nارتكابهم لأشياء كثيرة مخالفة: في باب غلبة الفرع على الأصل من الخصائص ج - 1 ص300.\nخطأ بشار في قياسه لفظين مع أنهما مما لم يسمع: الموشح للمرزبانى ص246.\nللشاعر أن يقيس - في الضرورة - ما قل على ما كثر، ولا بأس في ذلك. وعيب سيبوبه على بشار استعماله (العزلى) واحتجاجه بانه قاسه على (جمزى، ووكرى):\nعبث الوليد ص21.\n(1/15)\n\nلا أفعله قط وهو خطأ، وكلام في مثل هذه الألفاظ، وهل يجوز لنا مخالفة العرب في استعمالها لها، وإن خالفناهم هل يكون مجازاً:\nخزانة البغدادى ج - 3 ص204.\nباب تعارض القياس والسماع:\nانظره في الخصائص لابن جنى في الجزء الأول من النسخة المخطوطة.\n(وانظر المطبوعة ج - 1 ص123).\nصوغ أفعل فهو مفعل لكثرة، مثل: أعشب المكان مهو معشب، سماعية. ويرى ابن يعقوب أنها قياسية لكثرتها: في وسط ص63 من حاشية ابن الحاج على بحرق على اللامية رقم 156 صرف.\nمفعلة مثل: (مأسدة، ومقتاة) سماعية، ويرى بعضهم قياسها لكثرتها:\n(انظر مادة أسدمن شرح القاموس).\nفعال للحرفة مثل (عطار) سماعي، ويرى المبرد قياسه:\n(انظر الأشمونى والصبان رقم 34 نحو ج - 3 ص 240).\nمصادر الثلاثي سماعية عند سيبويه. وأما الزمخشرى فيرى أنها قياسية لكثرتها:\n(انظر المطلوب شرح المقصود رقم1 صرف أواخر ص21 - 22).\n\nالشاذ، والنادر، والضعيف\nالفرق بين الشاذ، وبين النادر والضعيف:\nكناش الخونكى آخر ص75 - 76 رقم 544 أدب.\nالشاذ وتعريفه عند النحاة: مادة (شذ) من المصباح.\n(ويراجع شرح القاموس).\nالفرق بين الشاذ والنادر والضعيف: كناشنا ص44.\nانظر تعريفها وأمثلتها، والنسبة بينها: في مجموعة شروح الشافية رقم2 صرف ج - 1 ص20.",
        "(1/16)\n\nانظر الكلام عليها في شرح شواهد الشافية للبغدادى ص3.\nتفصيل الكلام على الطرد والشاذ في القياس والاستعمال:\nابن جنى على ترصيف المازنى ص255 - 257.\nالوسيط في أدباء شنقيط ص372:\nنظم للحسن بن زين في المراد بالشاذ، والفاشى، والنادر، والضعيف.\nمتابعة ابن مالك للكوفيين في القياس على الشاذ والنادر:\nهمع الهوامع ج - 1 أواخر ص50.\nالغالب والكثير في ص 50 من المجموعة رقم 300 مجامعي.\nالمزهر ج - 1 ص140: الغالب والكثير والنادر والقليل والطرد.\n\nالاشتقاق من الجامد سماعي\nفي آخر باب العدد من النكت للسيوطي: تنبيه، فيه استطراد لذلك.\nكونه نادراً: انظره في البغدادى على شرح بانت سعاد ج - 2 ص472 - 473 انظر أيضاً: (الممات من الأفعال وغيرها).\nوانظر الاشتقاق في فهرس (أقاليم التعاليم)، فلعل فيه ما يفيد وهو من 395 - 413 وفي مادة (ربع) من اللسان أول ص460:\n. . لا يقال: يوم رابع، كما يقال: شات ومنه يفهم أن الاشتقاق من الجامد سماعي.\nوفي مادة (جرب) من اللسان أوائل ص256 في الكلام على الجورب:\n. . واستعمل ابن السكيت منه فعلاً، فقال يصف مقتنص الظباء: وقد تجورب جوربين. يعني: لبسهما أه.\nولينظر، فإن كان ابن السكيت اشتق من الجامد في هذا بدون سماع من العرب، فهو مما يستأنس به في كونه مقيساً. ولعل له مستنداً فيه. ثم قال في اللسان:\n. . وجوربته فتجورب. أي: ألبسته الجورب فلبسه.\n(1/17)",
        "\nولينظر هذه العبارة، فلعلها بقية كلام ابن السكيت. ولعله ذكر ذلك في (كتاب الألفاظ).\nوفي شرح السيرافي على سيبوبه ج - 6 ص227 - 231:\nإجازتهم الاشتقاق من الجامد - وإن لم يسمع - في مسائل الامتحان فقط.\nوفي مجلة الضياء ج - 1 أواخر ص338:\nقولهم: (درفس) من (دريفوس) وأنه لا يذكر عن العرب إلا قصة فيها (المخندف)\nللذي يذكر (خندف).\nوفي ج - 8 ص276 - 277: رأيه في جواز الاشتقاق من الجامد، وانظر مجلته البيان ص547 - 550.\nفي (عشر) من القاموس:\nعَشْرَتَهُ جعله عشرين - نادر. وفي الشرح للفرق الذي بينه وبين (عشرة).\nوفي الشرح درة الغواص للخفاجى ص50: شيء من الاشتقاق من الجامد.\nوفي ابن هشام على بانت سعاد ص141:\nصيغة المفعول لا تشتق من أسماء العيان، وإنما تشتق من الفعل وشذ: مدرهم.\nمحاضرات الراغب ج - 2 ص367:\nالحجاج لما جنق الكعبة - أي أنه اشتق فعلاً من (المنجنيق).\nخزانة ابن حجة ص92: ومن تثاقل منكم خففوه.\nوانظر المنهل الصافي ج - 4 ص619.\nنزهة الجليس ج - 2 ص176:\nقول الإمام عليه السلام: مهرجونا كل يوم - نقلاً عن الخطيب في تاريخه.\nالقول المأنوس في أوصاف القاموس لمحمد عبد الغني طبع الهند ص165:\nقولهم: - مرهمت) أي من المرهم - من (الاشتقاق الجعلى) وينظر شرح القاموس.\nعبث الوليد - أواخر ظهر ص80: ما يفهم منه أن الاشتقاق من الجامد سماعي.\nالشطر: الجهة والناحية - وإذا كان بهذا المعنى فلا يتصرف الفعل منه، أو يقال. إلخ:\n(1/18)\n",
        "عن القاموس ويراجع الشرح (هذا دليل على عدم الاشتقاق من الجامد قياسياً).\nالكشر: ضرب من النكاح ك - (الكاشر) ولا فعل منهما - (القاموس).\nقول عبد الملك بن مروان لجرير: (مغرنا) أي: أنشدنا كلمة ابن مغراء:\nالقاموس مادة (مغر) (عبد الملك: عربي، له أن يشتق ما شاء).\nلم يبنوا من (أفكل) فعلاً: سفر السعادة، النسخة العتيقة ص16.\nالاشتقاق من الجامد، وكونه نادراً:\nالبغدادي على شرح بانت سعاد ج - 2 ص472 - 473.\nوانظر النكت للسيوطي في آخر باب العدد على ما نظن.\nأسماء أهملت أفعالها وبالعكس: الاقتضاب ص160.\nالأوصاف التي لم يسمع لها بأفعال وعكسه: فقه اللغة على الحماسة ج - 1 ص71.\nشيء من الاشتقاق من الجامد: شرح الدرة للخفاجي ص50.\n(الحتف: الهلاك) ولا يبنى منه فعل - مادة حتف من المصباح.\nالاشتقاق - انظره في فهرس أقاليم التعاليم، فلعل فيه ما يلزم. وهو من ص395 - 413.\nالاشتقاق من الجامد - انظر ص170 من كراس اللغة وص177.\nنشوار المحاضرة ص190: عصا. . إلخ (فرطلتها) أي فوزنتها في يدي لأعرف ثقلها - اشتقه من الرطل - انظر ص177 من كراس اللغة.\n\nجمع فعل على أفعال إذا كان صحيح العين\nانظر في أوائل مادة (غرض) من اللسان: جمع غرض على أغراض.\nوانظر بيت الطرماح في الجمهرة: وجالت. . الأغراض. . .\nفي القاموس: ورد، وأوراد.\nوفيه: سمع، وأسماع. ووهم، وأوهام.\n(1/19)\n\nوفي شرح أبي الحديد على نهج البلاغة ج - 3 أواخر ص286: جمع قزم على أقزام.\nالتنبيهات ص89: ما جاء من فعل مجموعاً على أفعال (وراجع الكامل، وسيبويه).\nتحقق هذه الكلمات من اللغة، وهي:\nوصف، وأوصاف. وشخص، وأشخاص. وشكل، وأشكال. ولحظ، وألحاظ.\nسعود المطالع ج - 1 ص268.\nأورد: (فرخاً، وأفراخاً. وزنداً، وأزناداً. وحملاً، وأحمالاً. وضرباً، وأضراباً).\nوانظر الاقتضاب ص476.\nمما اشتهر على الألسنة: وقف، وأوقاف فليحقق.\nالسيرافي على سيبويه ج - 5 ص46:\nسوط، وأسواط له نظائر من غير المعتل، نحو: فرخ، وأفراخ، وقرد، وأقراد. ورفغ، وأرفاغ.\nوفي اوائل 134: زند، وأزناد.\nهمع الهوامع ج - 2 أواخر ص 174: فرخ، وأفراخ ولم يذكر غيره.\nمسائل الراعي رقم 393 بحو أواخر ص64 في أثناء المسألة 21:\nأن ما جاء منه ألفاظ شذت أنهوها إلى 35 لفظاً ولم يذكرها.\nأمالي ابن الشجري ج - 1 ص418:\nكثر في جمع فعل: أفعال - وإن كان خارجاً عن القياس. وقد ذكر بعض ما جاء من ذلك.\nانظر في الأشموني على الألفية ج - 3 ص162 - 164:\n(ما جاء منه وهو: فرخ، وأفراخ. وزند، وأزناد - ونقل عن الفراء: أنه ينقاس فيما فاؤه همزة، أو واو - ومذهب الجمهور أنه لا ينقاس. وأورد منه هذه الألفاظ وهي:\nالف، آلاف. ووهم، أوهام. ووقت، أوقات. ووصف، أوصاف. ووقف، أوقاف. ووكر، أوكار. ووعر، أوعار. ووغد، أوغاد.",
        "(1/20)\n\nثم قال: إن المضاعف يكثر فيه أفعال كعم، وأعمام. وجد، وأجداد. ورب، وأرباب. وشت، وأشتات. وفن، وأفنان. وفذ، وأفذاذ).\nفي الأغاني طبع دار الكتب ج - 1 أول ص178:\nبيت فيه (أسطار) وبالحاشية: أنه جمع (سطر) وهو في أخبار عمر بن أبي ربيعة.\nفي الضياء ج - 8 أواخر ص514: أبيات فيها جمع فعل على أفعال وعده من الخطأ إلى ص515.\nفي مادة (فرزع) من القاموس استعمل (أنسارا) جمعاً لنسر. وخطأه الشارح وقال:\nليس منه إلا حمل. وزند. وفرخ.\nفي مادة (طرف) من القاموس:\nالطرف: العين، لايجمع، لأنه في الأصل مصدر. . إلخ وقيل: أطراف.\nفي القاموس: الوطب: السقا. . إلخ وذكر من جموعه أوطاب. قال الشارح: شاذ في فعل بالفتح. وتساهلوا في المعتل منه، كأوهام، وأسياف.\nفي القاموس: (الطلق: الطبي جمعه أطلاق).\nانظر: (زنداً، وأزناد. فرخاً وأفراخاً) في مادة ورطمن اللسان ص304.\nفي مادة حملمن القاموس قبل وسط ص350:\n(الحمل: ما يحمل في البطن من الولد، جمع حمال، وأحمال).\nوفي فقه اللغة رقم 249 لغة أواخر ص208:\nوالأقدار الشريفة (أي جمع قدر).\n\nجمع فاعل العاقل على فواعل\nما جاء منه:\nالسيرافي على سيبويه ج - 5 ص94 - 95، وانظر ص128.\nفي أواخر ص35 من مادة قرا من اللسان: قار، وقواروهو شاذ. كفوارس، ونواكس. . إلخ.\n(1/21)",
        "\nوفي الاقتضاب ص 148 - 149:\nالكلام في جمع فاعل على فواعل، وغلط بعضهم في جمع ناطل على نياطل.\nفي مادة فرس من المصباح ما جاء من ذلك.\nوانظر كناشنا ص17.\nفي معاهد التنصيص ص127: (وجه جمع عادل على عواذل).\nوفي شرح شواهد الشافعية للبغدادي ص 159 - 160: (فوارس، وهوالك، ونواكس).\nوانظر التبريزي على الحماسة ج1 ص16 - وج2 ص15 و138.\nالمرشح للمرزباني ص97: (نواكس الأبصار) والكلام فيه.\nالبغدادي على شرح بانت سعاد ج1 ص554:\n(الفارط، قد يجمع على فوارط. وهو نادر كفوارس، ونواكس) وشاهد عليه.\nخزانة البغدادي ج1 ص99 (جاء من ذلك إحدى عشرة كلمة. . . . إلخ).\nعبث الوليد ظهر ص59: إيتان البحتري بـ (نواكل) جمعناً لناكل. وهو لمذكر عاقل. وهو جائز في ضرورة الشعر، وذكر ما سمع منه.\nمن قال: إن الفرزدق أراد بـ (نواكس الأبصار): نواكسي الأبصار. كأنه جمع نواكس على نواكسين وليس بالحسن. . . إلخ:\nعبث الوليد ص90.\n\nفعال في الجمع وهو نادر\nانظر نبذة في مجلة المجتمع العلمي العربي بدمشق ج6 ص172، وقد ذهب كاتبها إلى أنه غير نادر.\nوانظر أمالي الزجاجي ص81.\nوالاقتضاب ص100.\nوأمالي القالي ج2 آخر ص294.\n(1/22)\n",
        "والمحتسب ج1 ص355.\nوانظر رسالتنا تصحيح لسان العرب القسم الأول ص3 - 4.\nفي القاموس (الربى: الشاة. . . إلخ جمع رباب نادر).\nفي المجموعة رقم 300 مجاميع ص40:\nنظم ما جاء على فعال من الجموع منسوباً لجار الله، وبعده زيادة لابن خالويه. (ابن خالويه قبله في الزمن، فلعل المراد أن ما نظمه لم يطلع عليه الزمخشري فلم يذكره في أبياته).\nفي القاموس (شاة ساحة، وغنم سحاح، وسحاح: نادر).\nوفي الشرح: (من الجمع العزيز كظؤار، ورخال. وحكى بعضهم: سحاحا بالتشديد).\nقي القاموس: (اللهاث: النقط الحمر. . . إلخ والقياس الكسر).\nما جاء من هذا الجمع: المزهر ج2 ص38.\nوانظر شرح الدرة للخفاجي ص140.\nشرح القاموس مادة (جمل) آخر ص262: (جمالة وجمعها جمال - نادر).\nفي إعراب القراءات الشاذة للعكبري ما نصه:\nسقاية الحاج يقرأ بالسين وضمها. والوجه فيها أنه جمع مثل: رخال في رخل. وتؤام في توأم. هكذا ذكر بعض من علل. والأشبه عندي: أن تكون بمعنى المكسورة، وتكون لغة) أه. من نسخة قديمة اطلعت عليها عند أحد الأصحاب.\nفي مجلة المجمع العلمي بدمشق ج6 ص172:\n(جمع فعال المضموم، ليس بنادر) وهي نبذة المحقق وهو الأب أنستانس الكرملي، وفي الصفحة 377 رد عليه للأستاذ أسعد داغر.\nالجمع الذي لا واحد له:\nفي القاموس: (بابات الكتاب: سطوره. لا واحد لها) وليراجع الشرح.\n(1/23)\n\nفي القاموس: (الأرجاب: الأمعاء لا واحد لها. أو الواحد: رجب محركاً أو كقفل).\nفي القاموس: (الزآنب: لا واحد لها) وفي الشرح: (على الأفصح. ويقال واحدها: زئناب).\nفي القاموس (المطايب: لا واحد لها. أو واحدها مطيب، أو: مطاب، ومطابة).\nقلنا: (مطيب، من المسموع أيضاً).\nوفي القاموس (القسوب: الخفاف. لاواحد لها) وليراجع الشرح.\nوفي القاموس: (الأنقاب: الآذان - بلا واحد) وفيه (الوذاب: الكرش والأمعاء. . إلخ لاواحد لها)\nفي القاموس (الشماتى، والشمات: الخائبون بلا واحد) وليراجع الشرح.\nفي القاموس وشرحه (التجاويد في قول صخر الغى:\nيلاعب الريح بالعصرين قسطله ... والوابلون وتهتان التجاويد.\nيكون جمعاً لا واحد له، كالتعاجيب، والتعاشيب، والتباشير، وقد يكون جمع تجواد).\nوفي القاموس: (الذود: واحد، وجمع. أو جمع لا واحد له. أو واحد] جمعه [أذواد. . إلخ).\nفي القاموس: (العبابيد. والعباديد - بلا واحد من لفظها: الفرق من الناس. إلخ) وفيه (شماطيط: لا واحد لها).\nفي القاموس: (هم أكتاد، أي: جماعات. . إلخ - لا واحد لها).\nفي القاموس: (الخور: النساء الكثيرات الريب، لفسادهن - بلا واحد).\nفي القاموس: (الدهارير: أول الدهر. . إلخ - بلا واحد).\nفي القاموس: (الذكر: جمع ذكور ومذاكير) وفي الشرح: على غير قياس، وقال الأخفش: من الجمع الذي لا واحد له.\nفي القاموس: (السفجر: الصغار. لا واحد لها).",
        "(1/24)\n\nفي القاموس: (الشهاجر: الرخم - لا واحد لها).\nفي القاموس: (الأصبرة من الغنم، والإبل التي. . إلخ بلا واحد لها).\nفي القاموس: (الضبار] والضِّبار [: الكتب. بلا واحد).\nفي القاموس: (الأظفار. وكسحاب وقد يمنع: شيء من العطر، كأنه ظفر مقتلف من أصله - لا واحد له. وربما قيل: أظفارة واحدة. ولا يجوز في القياس جمع أظافير، فإن أفرد فالقياس أن يقال: ظفر، وظفر به ثوبه تظفيراً: طيبه به).\nفي القاموس: كسور الأودية: معاطفعا وشعابها. بلا واحد).\nفي القاموس: (العزائر، والعيازر: العيدان، وبقايا الشجر. لا واحد لها).\nمن هذا الجمع (النفاطير، والتفاطير، والتعاشيب، والتعاجيب، والتباشير): انظر الكلام عليها في كنّاشنا ص54.\nفي القاموس: (الضنء: الولد - لا واحد له كنفر، جمع ضنوء).\nفي القاموس: (الحضار كسحاب: الهجان، أو الإبل. . إلخ ولا واحد لها، أو الواحد، والجمع سواء).\nالتبريري على الحماسة ج - 4 ص37:\nالقتود: خشب الرحل. الواحد قتد. وعند البصرين: لا واحد له.\nوانظر مادة (قتد) في شبرح القاموس.\n\nما اختلف لفظ جمعه عن لفظ مفردة\nفي القاموس: (الركاب ككتاب: الإبل - واحدتها: راحلة).\nفي القاموس: (الخلد) جمعه (مناجد) على غير لفظه - في نسخة: مناجد - كالمخاض جمع (خلفة).\nفي القاموس: (المرء) مثلثة الميم (الإنسان، والرجل) ولا يجمع من لفظه - أوسُمع - مَرّءون - وفي الشرح: ولكن يثني.\nوفي فقه اللغة طبع اليسوعيين 149 لغة ص222: ذكر جموع لا واحد لها من لفظها.\n(1/25)",
        "\nما اختلف لفظة عن لفظ مؤنثه\nفي القامو: (السالخ) الأسود من الحيات، والأنثى (أسودة) ولا توصف بسالخة. (وراجع امرأة. وليراجع رجل، وما قيل فيها).\nفي شفاء الغليل ص179: (القبج) اسم طائر وذكره يعقوب، كدرّاجة، وحيقطان، ونحلة، ويعسوب، ونعامة، وظليم. أه. - ملخصاً.\nوانظر الكلام في قولهم: (رجلان: للرجل والمرأة) ولا يجوز إلا لمن يقول (رجلة) - في شرح شواهد الجمل ص90 (ذكر في اللغة أيضاً).\nانظر (رجلة) وكونها قليلة: في التبريزي على الحماسة ج - 1 ص117.\nشرح كفاية المتحفظ ص287:\n(المنّة) لأنثى القرد أهمله مصنفوا اللغة، وذكره ابن دريد في الجمهرة على أنه مولد.\nفي مادة (نسو) من شرح القاموس ص365: (النسوة، والنساء، والنسوان، والنسون) جمع المرأة من غير لفظها، كالقوم في جمع المرء. . إلخ.\nعبث الوليد ص32: (الرتوت) ذكر الخنازير.\nوفي ظهر ص38: (العفر) ذكر الخنازير.\n\nما استوى لفظة في المفرد والجمع\nوالمؤنث، والمذكر:\n(الذود) واحد، وجمع لا واحد له عن القاموس.\nفي القاموس (الحضار) كسحبان الهجان. . إلخ. ولا واحد لها. أو الواحد والجمع سواء.\nفي القاموس: (الشعراء) ضرب من الخوخ، جمعها كواحدها.\n(الشغار) كسحاب من الآبار: الكثيرة الماء. للجمع والواحد.\nفي القاموس: (أنا براء منه) وراجع فيه: (وهو جنب. . إلخ).\nفي القاموس: (العداب) كسحاب: ما استرق من الرمل. . إلخ للواحد والجمع.\n(الفلك، والدلاص، والهجان، والشمال) انظرها في الأشموني على الألفية ج - 3 ص159.\n(1/26)\n",
        "وانظر: الشمال، والعصام، والدلاص، والهجان: في الشرح شواهد الشافية للبغدادي ص152 - 153 وبعدها ألفاظ أخرى إلى 154.\n\nأفعل وفعلاء\nابن أبي الحديد على نهج البلاغة ج - 2 قبل آخر 489:\n(رجل آلي) عظيم الألية - وامرأة عجزاء، ولا تقل الياء.\nوفي الاقتضاب ص326: (شوهاء) ولا أشوه لها.\nوفي المجموعة رقم 332 لغة ص173 - 174:\n(فرس شوهاء) أي: حسنة، ولا أفعل لها - ويقال في القبح: رجل أشوه، وامرأة شوهاء.\nفي القاموس: (هو أشيب) ولا فعلاء له. وفي الشرح قوله: (هوأشيب) أي وصفاً على غير قياس، لأن الوصف على أفعل إنما يكون من فعل كفرح، وشرطه الدلالة على العيوب أو الألوان. كذا قال شيخنا.\nوقال أيضاً: رأيت بخط شيخ شيوخنا الشهاب الخفاجي أنه على وزن الوصف، من المصائب الخليقة، فعدوه من العيوب. ولأبي الحسن الزوزني:\nكفى الشيب عيباً أن صاحبه إذا ... أردت به وصفاً له قلت أشيب.\nوكان قياس الأصل لو قلت شائباً ... ولكنه في حلة العيب يحسب.\nفشائب خطأ لم يستعمل أه.\nوفي (اللسان): يقال (رجل أشيب) ولا يقال امرأة شيباء. ولا تنعت] به [المرأة، اكتفوا بالشمطاء عن الشيباء. وقد يقال (شاب رأسها). أه.\nالتبريزي على الحماسة ج - 3 ص78: (أوجل) لا فعلاء له.\nوفي ج - 4 ص70: (بهراء) لا أبهر لها.\nالاقتضاب ص138 - 139: (أسفى) بلا سفواء. وسفواء بلا أسفى: في الخيل والبغال.\nعبث الوليد ظهر ص18: (أبلخ) وقول بعضهم: لا يقال للمرأة بلخاء.\n(1/27)\n\nما بين واحده وحجمه، أو مثناه وجمعه\nاختلاف حركة:\nفي القاموس: (الحصبة) الحجارة، واحدتها (حصبة) محركة - نادر.\nفي الاقتضاب ص354.\nجمع خشارم على خشارم - وجوالق، وجوالق - وقراقر، وقراقر - وعذافر، وعذافر.\nانظر شفاء الغليل ص68.\nفي العكبرى ج - 1 ص501: غرانق، وغرانق.\nوفي 106: شبارق، شَبَارق.\nوانظر مادة (غرنق) من اللسان ص161.\nانظر التبريزي على الحماسة ج - 3 ص179.\nوالتنبيهات ص104.\nفي ألف باء ج - 1 ص160:\nكلمات تختلف فيها التثنية والجمع بالحركة فقط (وليراجع: أسَد، أشْد).\nوانظر شرح الدرة للخفاجي ص242.\n\nفعلة في المفرد\n(هو وزن، الأغلب عليه الجمع):\nانظر (ما جاء من المفرد بصورة الجمع) فيما يأتي من هذا الكتاب.\nفي القاموس: (العنب) معروف كالعنباء واحده: عنبة - وقول الجوهري: هو بناء نادر، لأن الأغلب عليه الجمع كقردة، وفيلة، إلا أنه جاء للواحد. وهو قليل، نحو التولة، والحبرة، والطيبة، والخيرة، ولا أعرف غيره - قصور منه وقلة اطلاع.\nومن النادر: (الزِّمَخَة، والمنَنَة، والثِّومَة، والحدأة، والظِّمخة، والذبخة، والطِّيرَة والهننَة) وغير ذلك.",
        "(1/28)\n\nفعلاء\nفي اللسان (العنباء) لا نظير له إلا (السيراء) وهو ضرب من البرود. هذا قول كراع.\nفي مادة (حول) من القاموس: والحولاء كالعنباء، والسيراء - ولا رابع لها. وتضم كالمشيمة للنافة. ومنه نزلوا في مثل حولاء الناقة: يريدون الخصب إلخ.\n\nالممات من الأفعال وغيرها\nفي القاموس: (السغب) محركة: العطش. وليس بمستعمل.\nفي اللسان: (التسهيب): ذهاب العقل. والفعل منه ممات.\nفي القاموس: (صرأ) من الأفعال المهملة - وانظر بيان ذلك في الشرح.\nفي القاموس: (العكث) مما أميت بناء أصله - أي: لم يستعمل ثلاثياً، وإنما استعمل المزيد. وراجع الشرح.\nفي القاموس: (السافِرُ: المسَافرْ) لا فعل له.\nأسماء أهملت أفعالها وعكسه: الاقتضاب ص160.\nالأوصاف التي لم يسمع لها بأفعال، وعكسه: فقه اللغة، الصاحبي ص235.\nوفي شفاء الغليل ص239: الكلام على (وَدَع) وأنه ليس مماتاً.\nفي ابن الطيب على الاقتراح ص308: كون الماضي من (يذر، ويدع) مماتاً، لا معنى له.\nأصل (يدع) وتصريفاتها: أمالي ابن الشجري ج - 2 آخر ص239.\nوفي شرح شواهد الشافية للبغدادي ص53: (وَدَع).\nالتبريزيّ على الحماسة ج - 4 ص18: (وزر) ممات.\nالمحتسب ج - 2 ص433 - 435: (وزر، وودع).\nخزانة البغدادي ج - 3 ص120 - 121 مجيء (ودع) ماضي (يدع) في شعر عربي. وكذلك (وادع).\nالإسعاف شرح شواهد الكشاف ص516:\n(1/29)",
        "\nشاهد على أن (ودع) غير ممات، ولكنه قليل.\nوفي شرح المضنون به على غير أهله ص102:\n(وَدَع) إنما يأتي في ضرورة الشعر.\nأصل (يدع) وتصريفاتها: أمالي ابن الشجري ج - 2 آخر ص239.\nفي الصفدي على لامية العجم ج - 2 ص53 - 54: الكلام في (دَعْ، وذر).\nوفي بائع الفوائد ص698:\nسبب امتناعهم من النطق بأفعال (ويحه، وويله، وويسه، وويبه).\nوانظر الكلام عليها في البغدادي على شرح بانت سعاد ص76 ج - 1.\nالمحتسب ج - 2 ص26: (نذرت بالشيء): أي عملت به. لا مصدر له، كأنهم استغنوا عنه ب - (أن، والفعل) فقالوا: (سرني بأن نذرت به).\nابن الطيب على الاقتراح ص44: (ينبغي) لم يسمع عن العرب إلا مضارعه.\nمادة (حتف) من المصباح (الحتف): الهلاك، لم يبنوا من (أفكل) فعلاً.\nسفر السعادة، النسخة العتيقة ص16: لم يبنوا من (أفكل) فعلاً.\nوانظر شيئاً عن هذه الأفعال في السيرافي على سيبويه ج - 1 ص223.\nوفي ج - 2 منه ص275 - 276: بهرا، أي: قهرا وفعله ممات.\nوفي اللسان (الإسكاف) مصدره (السكافة) ولا فعل له.\nاستطاع: استفعل، من طاع يطوع - وإن لم ينطقوا به:\nبدائع الفوائد لابن القيم ص693 - 697.\nعبث الوليد ظهر ص80: أنهم قلّ أن يستعملوا الفعل من (الشعاع).\nفي شرح القاموس: (الهدبد) من الألفاظ التي استعملوها اسماً وصفة، ولا فعل له.\nفي مادة (هدس) من اللسان: هَدَسَهُ: طرده وزجره - يمانية مماتة.\nفي أول مادة (حمط) من اللسان: حمط الشيء: قشره. وهذا فعل ممات.\nالمزهر ج - 2 ص25 - 26: أفعال مماتة.\n(1/30)\n",
        "وانظر ابن جنى على تصريف المازني ص18 وص580.\nالتبريزي على الحماسة ج - 1 ص71: (رجل أزيب) ولم يصرفوا منه فعلاً.\n\nفعلاء\nفي القاموس: القوباء، والقوباء الذي يظهر بالجسد. . . وليس فعلاء ساكنة العين غيرها والخشاء.\nوفي النسخة العتيقة من سفر السعادة ص78.\nليس في العربية فعلاء بالمد إلا (قوباء، وخشاء). . إلخ.\nفعل في الأسماء:\nفي القاموس: تَوَّج كبَقّم: مأسدة وفي الشرح:\nلم تأت أسماء بوزن فَعّل للغرب غير - شَمّر، وبَقّم، وعَثَّر، وبَذّر، وتوَّج، وخَوَّد، وسَلّم، وخَضَّم - ولا تاسع لها، لأن هذا الوزن خاصّ بالأفعال.\nوانظر ما كتبه المصحح في حاشية النسخة.\nوانظر ما جاء من ذلك في مادة (بَذّر) من معجم البلدان لياقوت.\nفي شفاء الغليل ص42 - 43:\nما جاء من ذلك، فليراجع - وقال عن خَوّد، وتَوّج: يجوز أن يكون وزنهما فَوْعَلاً.\nوانظر إرشاد الأريب لياقوت ج - 2 ص272.\nوج - 6 منه ص418.\nوالمزهر ج - 2 ص34.\nوابن هشام على بانت سعاد ص190.\nوحاشية البغدادي عليه ج - 2 ص690 - 694.\nالوسيط في أدباء شنقيط ص372: نظم الحسن بن زين فيما جاء على فعل.\n(1/31)\n\nفعل\nقليل، وجاء منه: حِمَّص، وقِنّف، وقِلّف، وقِنّب، وخِنّب.\nانظر الكلام فيما في كنّاشنا ص24.\nوفي شفاء الغليل أول ص79.\n\nفعل\nفي القاموس: بجدِّ، كجلِّق، وحمِّص، وحلِّز، موضعومالهن خامس. وفي الشرح: قال شيخنا: وسيأتي له في الزاي خامس.\n\nفعلولة\nما جاء منه وليس يائيّاً: كينونة، وهيعوعة، وديمومة، وسيدودة. . إلخ. والكلام فيها: انظر كنّاشنا ص14.\nانظر وزن كينونة في الاقتضاب ص281.\nوانظر ما جاء من ذلك في ابن جنى على تصريف المازني ص322 - 327.\nوانظر البغدادي على شرح بانت سعاد ج - 1 ص150 - 155.\n\nفعلوة\nفي نظام العريب للربعي:\nليس في كلام العرب على وزن فعلوة إلا: ترقوة، وعرقوة. وجمعها: تراق، وعراق أه.\nوذكر في القاموس أيضاً: القرنوة، والهرنوة، والعنصوة، والثندوة.\n\nفعيل وفعيل\n(كوكب درئ) كسكين، ويضم - وليس في الكلام العرب فعيل سواه. (ومريق) للعصفر -: متوقد متلألئ.",
        "(1/32)\n\nوفي الشرح: (درئ) أيضاً - أي بفتح أوله.\nومثله: (أليت): موضع، (وسكين).\nوما حكاه أبو زيد من قولهم: عليه سكينة. ينظر هذا.\nومثله أيضاً: (البريت) فرس إياد بن قبيصة - وهو وزن عزيز أو معدوم، لم يأت منه إلا هذه الألفاظ الأربعة.\nوقيل فرس قبيصة: ضبط اسمه كزبير.\nوعلى الوجهين شواهد الأشعار.\nانتهى ملجصاً من القاموس وشرحه من مادتي: درأ، ودرر وليراجع اللسان فيهما.\nوانظر الاقتضاب ص275.\n\nفعلل المضاعف\nفي مادة (لألأ) من شرح القاموس:\nالؤْلؤ: لا نظير له، إل بُؤْبُؤْ، وجُؤّجُؤ، وسُؤسُؤ، ودُؤّدُؤ، وضُؤّضُؤ.\nواتراجع في موادها.\n\nفعلال\nلم يجئ من غير المضاف: الغفران للمعري ص100.\nجاء منه (خزعال، وقسطال): الاقتضاب ص275 - 276.\n\nأفعل التفضيل والتعجب\nفي القاموس: ما بالبادية أنوأ منه: أي أعلم بالأنواء لا فعل له. وهو كأحنك الشاتين.\nوفي الشرح: (وأحنك البعيرين. على الشذوذ - أي من بابهما - أعظمهما حنكاً.\n(1/33)",
        "\nووجه الشذوذ: أن شرط أفعل التفضيل: أن لا يبنى إلا من فعل - وقد ذكر ابن هشام له نظائر).\nفي القاموس: (ما أعجبه برأيه، شاذ، لأنه صيغ من المجهول).\nوانظر في كناشنا ص20: الكلام على أهيب من الأسد لأنه صيغ من المجهول.\nوانظر في كناشنا ص35: ما صيغ من غير الثلاثي شاذاً.\nبناء أفعل التفضيل من المجهول: سماعي: عبث الوليد ظهر ص13.\nوانظر ص37 منه، في كلامه على قول البحتري: (أهوى إليه من بياض نهاره).\nوفي كناشنا ص149: فائدة من أنك إذا قلت: ما أسود زيداً. وما أسمر عمراً. وما أصفر هذا الطائر. وما أبيض هذه الحمامة. وما أحمر هذا الفرس فسدت كل مسألة من وجه،\nوصحت من وجه.\nفي القاموس: ما أموته أي ما أموت قلبه، لأن كل فعل لا يتريد، لا يتعجب منه.\nالتبريزي على الحماسة ج - 2 ص148: بعض ما جاء للتعجب من أفعل.\nوفي ج - 3 منه ص126، 148: تجويز سيبويه بناء التعجب بعد الثلاثي مما جاء على أفعل خاصة.\nوانظر البغدادي على شرح بانت سعاد ج - 1 ص485.\nابن هشام على بانت سعاد ص13:\nبناء أفعل التفضيل من أفعل، هل هو مقيس أم مسموع؟\nوفي 93 منه قولهم: (ما أفقره) ليس شاذاً، لمجيء (فقر) الثلاثي. في خزانة البغدادي ج - 1 ص16 - 17: (أبغض) اسم تفضيل جاء على غير بابه. معالم الكتابة ص153: قولهم: (ما أولاه بكذا، وما أعطاه، وما أولمه. وهو أولم من فلان وما أخلفه للوعد. وما أنصفه. وما أسرعه. وما أبطأه - وقد سمع في هذين: سَرُع، وبَطْؤ - وما أفرط جهله. وما أعدمه. وما أعجبه. وما أخطأه. وما أيسره. وما أظلم المكان. وما أضوأه. وما أصوبه. وما أخصبه. وما أمرعه): كلها خطأ.\nوفي 154 منه:\n(ما أتقاه. وما أشده. وما أفقره): خطأ، لأنها من افتغل. (وما أقومه) لأنه من استقام.\n(1/34)\n",
        "الروض الأنف: ج - 2 ص211 - 114:\nبعض ما جاء من التعجب من المفعول مسموعاً، وتعليله.\nوما يعول عليه ج - 3 ص385:\n(أكسى من بصلة): شاذ، لانه من المفعول، لأن الكاسي: المكسو.\nابن الطيب على القتراح ص250 - 254: كلام في أبيض من أخت بني إباض.\nالإسعاف شرح شواهد الكشاف ص106:\n(أوجع) بدل: (أشد وجعاً) مع أنه من غير الثلاثي، وكلام في ذلك الشعور بالعور للصفدي ص15 - 21:\nأفعل التفضيل والتعجب، وبناؤهما، وما جاء منهما شاذاً.\nسفر السعادة، النسخة العتيقة ظهر ص108 إلى ظهر ص113:\nسبب عدم بناء التعجب من المفعول.\n\nأفعل فهو مفعل للفاعل\nفي القاموس:\n(أسهب فهو مسهب، ومسهب): أطال الكلام.\nوفي اللسان عن ابن الأعرابي (مسهب) بالفتح وهو نادر. ويقال مسهب بالكسر.\nوعد أبو على البغدادي (مسهباً) بالفتح: في الخطأ. وبالكسر: في الصواب.\nومما جاء على أفعل فهو مفعل: (ألفج فهو ملفج) إذا أفلس (وأحصن فهو محصن): أه. ملخصاً.\nوفي شرح القاموس: في مادة لفج زاد: أسهم فهو مسهم، إذا أكثر.\nأفعل فهو مفعل: شاذ. وذكر ما جاء منه:\nانظر الاقتضاب ص282، ولم يذكر غير (مسهب، ومفلج، ومحصن).\nكلام في (مسهب) ونحوه - انظر في نفح الطيب ج - 1 أواخر ص245. وج - 2 منه ص1029 - 1031.\n(1/35)\n\nوألف باء ج - 2 ص459.\nيلحق بذلك قولهم: (مدجج، ومدجج) إذا دجج نفسه بالسلاح، أو دججه غيره: انظر الاقتضاب أول 339.\n\nمفعل ومفعل\n(المدرب) من الإبل: المخرج المؤدب قد ألف الركوب، وعود المشي وهي بهاء - وكل ما في معناه مما جاء على مفعل فالفتح والكسر جائزان في عينه (كالمجرب، والمجرس) ونحوه. إلا (المدرب) فإنه بالفتح فقط، وهذه قاعدة متطردة. أه - من القاموس وشرحه.\n\nفَعائل في جمع فَعيلة\nفي القاموس: (والجريئة كالخطيئة) بيت يصطاد فيه السباع، جمعه جرائي.\nقال في الشرح: هذا من الأوزان المرفوضة عند أهل العربية إلا في الشذوذ. أه - لأن مثله يدخل التغيير، كما قالوا في (خطيئة: خطايا).\nوانظر في مادة (خطأ): ورد (خطائي في جمع خطيئة) في قول.\nوانظر باب شواذ الهمزة في الخصائص ج - 2 ص435.\nانظر مفاعل فيما يلي من هذا الكتاب.\n\nفعّال أي صاحب كذا\nقس الاقتضاب ص402:\nيقال: (بغالة، وحمارة، وجمالة) ولا يقال: (فرّاسة ولا خيّالة).\nفي نادة (لألأ) من اللسان ص144 - 145:\n(لأل) لبائع اللؤلؤ شاذ، لأن فعالاً لا يبنى من الرباعي والقياس (لؤلؤي) أه - ملخصاً.",
        "(1/36)\n\nمُفْعُول\nلم يجئ إلا (معلوق، ومغرود، ومنخور، ومغفور) والكلام فيها:\nانظر النسخة العتيقة من سفر السعادة آخر ص91 إلى وسط ظهرها. وذكرها في التنبيهات ص160 - 161 وزاد فيها (مثغوراً).\n\nفِعِلى\nفي مادة (جعر) ص211 من اللسان:\nلم يأت منها إلا (الجعرى، والجعبى، والزمكى، والزمجى، والقمصى، والعبدى، والجرشى) وراجع معانيها والكلام فيها في هذه الصفحة.\n\nإفْعال\n\nليس في الصفحات إفعال إلا (إسكاف): النسخة العتيقة من سفر السعادة ظهر ص11.\nالنّسب\nفي القاموس:\n(علم ربوبي) نسبة إلى الرب على غير قياس.\nفي القاموس: (نخلة رجبية) كعمرية، وتشدد جيمه. نسب نادر.\nوفي الشرح: على خلاف القياس. والتثقيل أذهب في الشذوذ، لانها نسبة إلى (الرجبة) وهي التي تبنى تحتها، كالدكان لتعتمد عليها.\n\nفي القاموس: (الرحبة) اسم موضع. . إلخ والنسبة إليها (رحبي) محركة.\nفي القاموس: (بوتة) قرية بمرور - والنسبة (بوتقي).\nفي القاموس: (الحانوت) النسبة إليه (حاني، وحانوي).\nفي القاموس: (نعل حضرمية ملسنة) وحكى: (نعلان حضر موتيتان).\n(1/37)",
        "\n(الوقرى) نسبة إلى (الوقير) شاذ: انظر القاموس وشرحه.\nفي القاموس: (الصعق) والنسبة (صعقى) محركة (وصعقى) كعتبى على غير قياس.\n(ورود ملوكية) أي نسبة إلى الجمع - في شعر عربي:\nالتبريزي على الحماسة ج - 2 ص51، والمراد الملك (ملوكية كانت لهم ورياسة).\nفي مادة (بدا) من اللسان آخر ص71.\nإذا امكن في الشيء المنسوب أن يكون قياسياً وشاذاً، كان حمله على القياس أولى، لأن القياس أشيع وأوسع.\n(ذكرناه أيضاً في حكم القياس والسماع).\nوفي المحتسب ج - 1 ص183: شيء من شواذ النسب.\n\nفَعلات\nبالاسكان في العين جمع فعلى الصحيح العين نادر.\nفي القاموس: (حربة يوم الجمعة) حمعة (حربات وحربات) وفي الشرح أن الثانية من النادر.\nوانظر المحتسب ج - 1 ص37 - 42.\n\nفُعل في جمع فُعول\nفي القاموس: (الزغبوب) بالضم: الئيم القصير ك - (الأزعب) جمع (زعب) بالضم شاذ أه -.\nوفي الشرح: إن كان جمعاً للأزعب، فلا شذوذ، فإنه كأحمر، وحمر - وإن كان لزعبوب كما هو صريح قول المؤلف فهو شاذ، لأنه على غير القياس.\n\nفَعالى في جمع فُعْلول\nفي القاموس: (السبروت) جمع (سباريت) وسبار، وهذه نادرة.\n(1/38)\n",
        "فعائل في جمع مُفَعِّلَة\nفي القاموس: طوحته الطوائح، ولا يقال (المطوحات) وهو نادر.\nوفي الشرح عن يونس: (الطوائح) جمع (مطيحة) على خلاف القياس، من الإطاحة بمعنى الإذهاب والإهلاك.\n\nمفعول وجمعه على مفاعيل\nالكلام على (مشهور، ومشاهير) للعلامة محمود شكري الآلوسي: كناشنا ص143.\nوانظر رأي صاحب (الضياء) في: مشهور، ومشاهير: ج - 4 ص339.\nمما شذ جمعه على مفاعيل: (ملعون، وميمون، ومشئوم، ومكسور، ومسلوخة) ولتراجع في موادها.\nوانظر ابن هشام على بانت سعاد ص106 - 109.\nفي مادة (نكر) من اللسان جمع (منكور) على (مناكير) من المسموع.\nالبغدادي على شرح بانت سعاد ج - 2 ص211 و337 - 338:\nالكلام على جمع مفعول على (مفاعيل) وهو صفة.\n(مشاهير) جمع (مشهور) وأمثاله: مجلة لغة العرب ج - 7 ص768.\n\nأفْعَله فهو مَفعُول\nالكلام على (أجنه فهو مجنون) وما جاء منه: الاقتضاب ص282 - 283.\nفي عبث الوليد ص20: إتيان البحتري ب - (مضعوف) من أضعفه - وكلام فيما جاء من ذلك مثل (مجنون من أجنه) إلخ.\nأبرزه - نشره - فهو (مبرز) و (مبرز) شاذ على غير قياس جاء على حذف الزائد. . إلخ: مادة (برز) من اللسان ص173.\nوفي مادة (كمد) من اللسان ص385: (أكمد فهو مكمود) نادر.\n(1/39)\n\nوفي القاموس: (أسعده فهو مسعود) ولا يقال (مسعد).\nفي القاموس: (وجد - من العدم كعنى - فهو موجود).\nولا يقال: (وجده الله تعالى) وإنما يقال: (أوجده الله تعالى).\nوفي الشرح: أنه من النادر.\nوفي اللسان: (أرهمت السماء) إرهاماً أمطرت، و (روضة مرهومة).\nولم يقولوا: (مرهمة).\nوانظر ما ورد منه في الخصائص 2 ص34.\nفي (لقح) من المصباح: (ألقح الفحل الناقة، إلخ فهي ملقوحة. . إلخ).\n\nأفْعَلَ فهو فاعل\n(أبقل فهو باقل) وقيل منه: عاطية بدل معطية، لكرمة - وقيل: بل تصحيف (غاطية): انظر الاقتضاب ص384.\nوفي شوارد اللغة للصاغاني أول ص66: (أشوى السعف - وهذه سعفة شاوية).\nوانظر ما ورد منه في الخصائص ج - 2 ص37 - وخزانة البغدادي ج - 1 ص23. في مادة (ورس) من اللسان: (أورس المكان فهو وارس) والقياس (موروس)، و (أحنطفهو حانط، ومحنط) وتقرأ المادة.\n\nفَعَلَ يَفْعَل\n(غير حلقى العين أو اللام):\n(أبى يأبى) ووجه فتحة - انظر كناش الخونكي رقم أدب، آخر ص 75 - 76.\nوانظر المادة (أَبى) من المصباح، وفيها ما جاء من ذلك.\nوانظر كناشنا ص17.\nوانظر الاقتضاب ص231.\nالمحتسب ج - 1 ص130 - 131:\nوما جاء منه ومنازعة بعضهم فيه بأنه من تداخل اللغات.",
        "(1/40)\n\nوانظر ج - 2 ص29.\n(زر الرجل): شاب مقدم رأسه (يزر) فيه بالفتح شاذ - من القاموس. وجاء فيه الشرح: وجه الشذوذ عدم حرف الحلق فيه.\nوفي القاموس: (در وجهك يدر) بالفتح نادر.\nابن الطيب على الاقتراح ص121: لم يأت منه إلا (أبي يأبى) فقط - وانظر ص210.\nأمالي ابن الشجري ج - 1 ص171 - 174:\nعلة مجيء (أبي يأبى) وذكر أفعال أخرى حملت على تداخل لغتين.\n\nفَعِلَ يَفْعُل\nما جاء منه شاذاً: في الشرح شواهد الجمل ظخر ص11 - 12.\n\nفَعِلَ يَفْعِل\nما جاء من ذلك: انظر كناشنا ص32.\nوانظر الاقتضاب ص232.\nوالعكبري ج - 2 ص209.\n\nأفْعَلْتُهُ بمعنى جعلته مَفْعُولاً\nفي الشرح ابن أبي الحديد على نهج البلاغة ج - 4 ص219:\n(أغضضته أي جعلته مغضوضاً) وأكثر ما ياتي (أفعلته) أن تجعله (فاعلاً) وهذا هنا من المقلوب. . إلخ.\n\nأفَعْوعَلَ (مجيئه متعدياً)\nفي شرح ابن أبي الحديد على نهج البلاغة ج - 2 أول ص201: لم يجيء منه متعدياً إلا (احلولى، واعرورى).\n(1/41)",
        "\nفَعَلَ فهو مُفْعِل\nفي خزانة البغدادي ج - 3 ص462: (عم الرجل بمعروفه - ولم متاع بيته: فهو معم، وملم) ولم يقولوا في هذا المعنى: (عام. ولا لام) ولا نظير لهما.\n\nفَعْلَ متعدِّياً\nفي القاموس: (رحبكم الدخول في طاعته - ككرم - وسعكم) شاذ، لأن فعل ليست متعدية، إلا أن أبى على الفارسي حكى عن هذيل تعديها. أه -.\nليس في فعل متعد غير هذه، وللشارح كلام فيها، فليراجع.\n\nاللازم المتعدّي\nفي القاموس: (شبت النار، وشبت) لازم متعد. ولا يقال: (شابة) بل (مشبوبة). أه - باختصار.\nما ورد من ذلك من الأفعال وحكمته: الخصائص - 2 ص29.\nمعالم الكتابة ص161: أفعال متعدية لازمة.\nكامل المبرد ج - 1 ص220: أفعال قليلة سمعت متعدية لازمة.\nالمتعدي اللازم - انظره في خاتمة المصباح في الفصل الذي أوله: الثلاثي اللازم قد يتعدى. . إلخ ص155 - 156 طبع بولاق.\n\nتعدية اللازم\nفي التبريزي على الحماسة ج - 1 ص89:\n(طلقت المرأة، وأطلقت البعير) وهما من الفروق. (هذا يدل على أن التعدية بالهمزة أو التضعيف سماعية).\nوفي القاموس: (طلق وأطلق المرأة).\nفي أول مادة (غفل) من اللسان شيء عن التعدية بالهمزة أو التضعيف.\nوفي مادة (برد) من اللسان ص49 ج - 2:\n(1/42)\n",
        "(وبردته تبريداً - ولا يقال: أبردته) إلا في لغة رديئة.\nالتعدية بالهمزة أو التضعيف، أو حرف الجر كلها سماعية:\nخاتمة المصباح في الفصل الذي أوله: (الثلاثي اللازم قد يتعدى. . إلخ). ص155 - 156 طبع بولاق.\nفي عبث الوليد ص81:\n\nقول البحتري: (أكسبتني) والمتقدمون من أهل اللغة ينكرونه، والقياس يسوغه، لأن الهمزة مما يتعدى به الفعل.\nفَعُِلَ يَفْعَلُ\n\nفي القاموس: (لببت، ولببت) بالكسر والضم (تلب لبابة)، وليس فعل يفعل سوى (لببت) بالضم (تلب) بالفتح. .\nوانظر الشرح فقد ذكر له نظائر في بعض الأقوال.\nالروض الأنف ج - 1 ص46:\nما جاء من المضاف اللازم غير مكسور في المستقبل، وهو زيادة عما ذكروه.\n\nفَعُلَ\nمجيئه من المضاعف نادر.\nوانظر في مادة (لب) من القاموس الكلام على (لببت) وأمثاله.\nوانظر (لببت، وشررت) في ابن جنى على تصرف المازني ص594.\n\nالتصغير في الفعل\nفي القاموس: يقال (ما أميلحه) ولم يصغر من الفعل غيره، (وما أحيسنه).\nوفي الشرح قال بعضهم: ما أحيلاه.\nوانظر خزانة البغدادي ج - 1 ص47.\n(1/43)\n\nفي ابن جنى على تصريف المازني ص291: وجه عدم تصغيرهم الأفعال.\nفي القاموس: اللدة: الترب ج لدات ولدون. والتصغير (وليدات، ووليدون) لا (لديات، ولديون) كما غلط فيه بعض العرب.\nوفي الشرح: أنه شاذ، ولا يعد غلطاً. قال: وسيأتي البحث في آخر الكتاب.\nخزانة البغدادي ج - 1 ص70 - (الكميت) تصغير (أكمت) على غير قياس في أول مادة (حرب) من اللسان:\nذكر ألفاظ مؤنثة لم تلحقها التاء في التصغير مثل (حريب، وفريس. . إلخ).\nغرائب لبعض الأعراب في التصغير والجمع:\nفي باب إيراد المعنى. . إلخ من الخصائص ج - 2 ص264.\n\nفَعَلتُنِي في غير أفعال القلوب\nفي خزانة البغدادي ج - 2 ص407:\nالفعل لا يتعدى إلى ضميره إذا كان من) غير (أفعال القلوب، وقد سمع: (عدمتني، وفقدتني).\nوانظر أمالى ابن الشجرى ج - 1 ص46.\nوانظر (عدمتني) وشذوذه في العكبرى ج - 2 ص180 و447.\n\nفَعُلَ يَفْعُلُ الذي منه أفعل وفعلاء\nلم يجيء فعل يفعل مما مذكره أفعل ومؤنثه فعلاء إلى خمسة أفعال:\n(خرق، وحمق، ورعن، ودهم، وسمر) معالم الكتابة ص151 - 152.\n\nفَعِلٌ في المصدر\nلم يجيء منه إلا سبعة مصادر:",
        "(1/44)\n\n(الضرط، والكذب، والضحك، واللعب، والرضع - وهو الرضاع - والسرف):\nمعالم الكتابة ص152.\n\nفَعْليِل\n\nليس في الكلام فعليل مفتوح الأول: معالم الكتابة آخر ص182.\nمَفعُل ومَفْعُلَة\nليس في الأسماء مفعل بغير تاء، بل الوارد بالتاء ك - (مقدرة، ومقبرة): المحتسب ج - 1 ص164.\n\nالإدْغام والفك\nفي القاموس: (لححت عينه) كسمع: لصقت بالرمص - وفي الشرح: هو أحد الحروف التي خرجت عن الأصل من هذا الضرب - وذكر أفعالاً منها، فلتراجع.\nابن جنى على تصريف المازني ص594:\n(ألل السقاء) وبعض الأفعال جاءت بالفك شاذة.\n\nفِعيلَة في فَعِل بمعنى مفعولة\n(نعل جديد) ولا يقال: جديدة، لأن فعيلاً هنا للمفعول. وقال سيبوبه: من قال (جديدة) أراد حديثة، أي: حادثة:\nالروض الأنف ج - 1 ص278.\nمجالس أبي مسلم ص130 - 131: كون (جديدة) بالتاء سمعت بالشعر.\nفي شرح الرضى على الكافية رقم 236 نحو ج - 2 ص55:\nإن قولهم (جديدة) مع أنه للفاعل: حملا له على فعيل الذي للمفعول.\n(1/45)",
        "\nفُعْيَل\n\nفي القاموس: (عليب) بالضم كحذيم: واد، وليس على فعيل غيره.\nفي القاموس: (أعيب) كجندب موضع اليمين، وهو فعيل أو أفعل.\n\nفُعْيَل\nفي القاموس (الضهيد): الصلب الشديد، ولا فعيل سواه.\nوفي الشرح: مثله (ضهيأ، وعتيد، ومريم، ومدين).\n(مريم، ومدين) شاذان إن جعلا مفعلان، وغير شاذين إن جعلا فعيلا أو فعللا: انظر الرضى على الشافية الأشموني.\n(وانظر مفعل المعتل المعين فيما يلي من هذا الكتاب).\n\nفَعَلَّة\n\nليس في الكلام فعلة إلا (شربة) للأرض المعشبة، و (جربة): راجع القاموس، وشرحه، واللسان.\nوبحاشية القاموي: و (غضبة) وقد ذكرها المؤلف في موضعها.\n\nفَعوْلَى\n(القهوباة) نصل. . إلخ - وليس فعولا غيرها. عن القاموس وليراجع الشرح.\nليس في الكلام معولى: التنوير على سقط الزند ج - 2 ص126.\n\nفَعْلِيت\n\nفي القاموس: (حوريت): موضع، ولا نظير لها - ذكره في مادة (حرت) وقال الشارح: ومثله (صوليت) وانظر كلامه في أصالة هذه التاء أو زيادتها. وإن وزن الكلمة عند أبي حيان، وابن عصفور: فعليت.\n(1/46)\n",
        "فَعَال\nفيما دل على صوت على خلاف القياس، والقياس ضم أوله ك - (الصراخ) أو كسره ك - (الصياح) وجاء (الغواث) بالضم على الأصل، و (الغواث) بالفتح على الشذوذ. راجع مادة (غوث) من القاموس وشرحه.\n\nفَيْعَلاَن وفَيْعِلاَن\nفي اللسان (تيحان، وتيحان) ولا نظير له إلا: (فرس سيبان، وسيبان. ورجل هيبان، وهيبان: إذا تمايل).\nوفي شرح القاموس نقلاً عن سيبويه: عدم جواز الكسر، لأن فيعلان لم يجيء في الصحيح فيبنى عليه المعتل قياساً. قال وهو فيعلان بفتح العين. أهـ -.\n\nمفعَل في المصدر والمكان وغيرها وما شذّ منه\nانظر الاقتضاب ص267 - 268.\nفي القاموس (المنبت) كمجلس: موضعه) أي النبات) شاذ، والقياس كمقعد.\nفي القاموس:\n(موظب) كمقعد: موضع قرب مكة شاذ كمورق.\nوانظر كلام الشرح وفيه: (موحد، وموكل، وموهب).\nوانظر الكلام على (موكل) في عبث الوليد ص70.\nويراجع أيضاً (موظب) في معجم البلدان.\nولتراجع مادة (ورق) في القاموس ففيها زيادة (موزن)، وإنما كانت شاذة لأنها من يفعل.\nوفي المادة (سجد) من القاموس ما جاء على مفعل من باب نصر كالمسجد، والمطلع والمشرق،. . إلخ.\nفي القاموس (المئبر) كمنبر: موضع الإبرة.\nالخصائص ج - 2 ص325:\n(1/47)\n\n(موظب)، (ومورق، وموهب) وفيها (معجب): اسم، ومعه (مهلل).\nواظر الكلام على (محبب) في (حب) من شرح القاموس أوائل ص198.\nالتبريزي على الحماسة ج - 1 ص147 - وج - 4 ص35:\n(المنبر) سمي بذلك، لانه موضع النبر وهو الصوت.\n\nتفَعَال\nفي القاموس: (اللوث تمراغ اللقمة في الإهالة).\nوفي الشرح: في اللسان وغيره: (تمريغ) بدل (تمراغ) وهو بالفتح من المصادر النادرة.\n\nوانظر في كتاب الصرف: كل ما جاء على زنة تفعال من المصادر، فهو بفتح التاء إلا\n(تبيان، وتلقاء، وتنضال).\nوانظر في مادة (بكى) من اللسان: (تمشاء، وتبكاء).\nمجيء تفعال في حروف معدودة. وقد ذكرها:\nانظر التبريزي على الحماسة ح - 4 ص80.\n\nما جاء من المصادر على تفعال بالكسر\nشرح الدرة للخفاجي ص186.\nوانظر البغدادي على شرح بانت سعاد ج - 2 ص743.\nوانظر من 432 - 744 منه.\n\nأفْعَلاَن\nفي القاموس: (عجين أنبجان): مدرك، منتفخ. وما لها أخت سوى (أرونان).",
        "(1/48)\n\nوفي اللسان: لم يأت على البناء هذا إلا حرفان: (يوم أرونان، وعجين أنبجان).\n\nأفْعُلاَء\nلم يأت منه إلا (أربعاء) للعمود من عمد الخيام:\nالنسخة العتيقة من سفر السعادة ص10.\nوانظر لغات (أربعاء) في الاقتضاب ص274.\n\nالمرّة والهيئة وما جاء شاذاً فيهما\nفي القموس: (الحجة) المرة الواحدة - شاذ، لأن القياس الفتح.\nوفي التذكرة الكمالية رقم 785 أدب ص32:\nجاءت المرة بالكسر في (حجة)، وبالضم في (رؤية).\n\nفَعُول في المصادر\nفي شوارد اللغة للصاغاني ص15:\n(اللغوب: اللغوب - كالقبول - والولوع، والوزوغ، والوضوء، والوفود) وذكر قراءة في (اللغوب).\nولتراجع في موادها في القاموس وشرحه.\nوانظر المحتسب ج - 1 آخر ص48، وفي ج - 2 ص351: أنها صفات للمصادر.\nوانظر مادة (قبل) من اللسان أواخر ص56، وذكر خمسة ولم يذكر (اللغوب).\nوفي هذه المادة ص 62: (القبول) الحسن والشارة، وهو (القبول) بضم القاف أيضاً، ولم يحكها إلا بان الأعرابي، وإنما المعروف (القبول) بالفتح. أه.\n(يذكر تتمة لما هنا، وإن لم يكن مصدراً).\n(1/49)",
        "\nوانظر في خاتمة المصباح: ما جاء من المصادر على فعول شذوذاً، في الفصل الذي أوله: فصل الفعول بالضم من أبنية المصادر. . إلخ ص161.\nفعول للمفعول والفاعل وما جاء منه: المجموعة رقم 332 لغة ص123.\n\nالتّفعِيل مجيئة من الأسماء\nفي القاموس: (التصبيح: الغداء) اسم بني على تفعيل.\nوفي الشرح مثل: (الترعيب: للسنام المقطع - والتنبيت اسم لما ينبت من الغرس - والتنوير: اسم لنور الشجر).\n\nفَعْلان من المتعدي\nكرحمن، نادر - ويطرد في اللازم كغضبان. . إلخ.\nالبغدادي على شرح بانت سعاد ج - 2 ص629.\n\nفَعْلاَن في المصادر\nلم يجئ منه إلا (زيدان، وشنآن، وليان):\nراجع مادة (شنأ، وزيد) في القاموس وشرحه.\nوقد ورد من (شنأ - الشنآن) أيضاً بالتحريك، وهو شاذ أيضاً، لأنه ليس مما يدل على الحركة والاضطراب.\nوانظر شرح شواهد شرح التحفة الوردية ص154.\nوالتبريزي على الحماسة ج - 4 ص18.\n\nفِعْوَل\nفي القاموس (عتود) كدرهم، ويفتح. ومن أخواته: (خروع، وذرود، وعتور)، ويراجع الشرح.\n(1/50)\n",
        "فَعَلٌ وغيره المعتل العين وما صحح منه\nفي القاموس: (القود) محركة: القصاص.\nوفي الشرح: أنه شاذ، كالحوكة، والخونة.\nوانظر (الحوكة) ونحوه في الخصائص ج - 2 ص343.\nوانظر ابن جنى على تصريف المازني ص239 و254 و278.\nفي القاموس آخر مادة (دور):\n(المدورة) من الإبل: التي يدور بها الراعي ويحلبها - أخرجت على الأصل: (أي كان يقال فيها: المدارة).\n\nمَفْعَل المعتل العين\nما صحت عينه ولم يعل بالنقل:\nفي النسخة العتيقة من سفر السعادة آخر ظهر ص91:\n(مكوزة، ومزيد) جاءا على غير قياس. . إلخ.\nوانظر الكلام في (مزيد) في المبهج لابن جنى ص10، وسر الصناعة له ص126 و315 و439 - وفيها كلام في شذوذ بعض الأعلام.\nوانظر ابن جنى على تصريف المازني ص253 و254 و270.\nوالمحتسب لابن جنى ج - 1 ص258.\nوانظر (مكوزة، ومزيداً) في السيرافي على سيبويه ج - 6 ص164 و165.\nوانظر: بابا فيما شذ من الأعلام منه في ص425.\nوانظر بابا في اختصاص الأعلام، وهو ما جاء منها شاذاً:\nالخصائص ج - 2 ص324.\n(بعض ما صحح من مفعل ونحوه، ومنه مزيد): المحتسب ج - 1 ص258.\nورد في القاموس: (مطيب).\n(مريم، ومدين) شاذان، إن جعلا مفعلاً - وغير شاذين، إن جعلا فعيلاً أو فعللاً - انظر الرضى على الشافية، والأشموني.\n(1/51)\n\nفي آخر مادة (عيط) من اللسان: (معيط) كان قياسه أن يقال: (معاط) لكنه شذ.\nما شذ من مفعل وهو (موهب، وموحد، وموكل. . إلخ):\nأمالي المرزوقي رقم 877 أدب أواخر ص21.\n\nمَفْعِل من المعتلّ اللاّم\nمسألة في أنه لم يأت في كلام العرب منه شيء:\nامالي المرزوقي رقم 877 أدب ص92.\n\nفَعَلَى ما جاء منه وصفاً للمذكر\nفي القاموس: (حمار حيدى. . إلخ): لم يوصف مذكر على فعلى غيره.\nوفي الشرح: (ورجل دلظى) وألفاظ أخرى تراجع.\nوانظر ما كتبناه بحاشية الشرح المذكور.\n\nفاعُول\nلم يأت منه ما لامه سين إلا (الناموس). . إلخ.\nألف باء ج - 2 ص292.\nالوسيط في أدباء شنقيط ص218:\n\nنظم لمجيدرى اليعقوبي فيما ورد على فاعول ولامه سين.\nواستدرك عليه مؤلف الكتاب في الحاشية: (الكابوس).\n\nفَعاِلَّية\nبالتشديد - ليس في كلام العرب، بل صوابها التخفيف ككراهية:\nتحفة الأبية ص242 من المجموعة 139 مجاميع.",
        "(1/52)\n\nفَعَلاّل\nفي الاقتضاب ص205 - 206:\n\nالشقراق للطائر: كسر الشين في أقيس، لأن فعلال لا بفتح الفاء معدوم.\nتَفْعُلةَ في المصادر\nلم يجيء منها إلا: (تهلكة): التذكرة الكمالية رقم 785 أدب ص32.\nوانظر مادة (هلك) في شرح القاموس.\n\nتَفْعِلة\nلم يجيء من الصحيح إلا (تكملة، وتبصرة، وتذكرة) لأن هنا الوزن خاص بالمعتل: ابن الطيب على الاقتراح أواخر ص60، وانظر أول 298.\n\nالممدود في مفرده وجمعه\nليس في كلامهم ممدود وجمعه إلا (داء، وأدواء):\nالتذكرة الكمالية رقم 785 أدب ص32.\n\nفَعَلَ تَفْعَلُ فِعْلاً\nليس منه إلا (سحر سحراً): التذكرة الكمالية رقم 785 أدب ص32. وفي مادة (سحر) من شرح القاموس:\n\nمثله فعل يفعل فعلاً، ولا ثالث لهما.\nفَعَلَ فَعلاً\nليس منه إلا (طلب طلباً. . إلخ) وهي ستة أفعال:\nالتذكرة الكمالية رقم 785 أدب 32.\n(1/53)",
        "\nجمع فَعْلة المعتلة اللام على فُعَل\nفي اللسان أواخر ص37 من مادة (قرا): (لم يأت منه إلا: قرية، وقرى. وكوة، وكوى).\n\nاسم الجنس الجمعي\n(كمء) للواحد و (كمأة) للجمع أي: بعكس (تمرة وتمر) ونحوه:\nالسيرافي على سيبويه ج - 5 ص 118.\nوانظر في اللغة (الجبء، والجبأة).\nبعضهم يجعل (الكمأة، والجبأة) للواحد على القياس.\nمجيء ألفاظ منه في غير المخلوق:\nالمبهج لابن جنى ص79.\nوالتبريزي على الحماسة ج - 3 ص69.\nوانظر (لبن، ولبنة، وحجل، وحجلة: لمنصة العروس).\n\nتثنية المنقوص بالواو بدل الياء\n(المذروان) تنى بالواو وهو نادر، وكان حقه (مذريان).\nلأن المقصور - إذا كان على أربعة أحرف - يثنى بالياء:\nالسيرافي على سيبويه ج - 5 ص3.\nوانظر مادة (ذرو) في شرح القاموس.\n\nمَفَاعل ومَفَاعِيل في الجمع\n(وفيه همزة معتل العين):\nفي القاموس: (المنقر) كمنخل ومنبر: الخشبة تنقر للشراب جمع مناقير - شاذ.\nفي سنا المهتدي ص283: جمع (سوء، وحسن) على (مساؤئ، ومحاسن).\nوفي الاقتضاب ص5: جمع (حمد) على (محامد) شذوذاً.\n(1/54)\n",
        "الخصائص ج - ص435:\nباب في شواذ الهمزة، فيه (مصائب، معائش) وغيرهما.\nوفي ص570 منه: همزة (مصائب).\nوفي ابن جنى على تصريف المازني ص281: (مصائب) خطأ.\nوفيه ص279: قراءة نافع (معائش). . . إلخ.\nالمحتسب ج - 1 ص365 قولهم: (مصائب) غلط من العرب. . إلخ والصواب (مصاوب).\nوانظر (فعائل) في هذا الكتاب.\n\nأُفْعُل\nما جاء منه (أبلم، وأصبع، وأمهج): الاقتضاب ص277.\n\nإفْعَل\nلم يأت منه إلا (إصبع، وإبين، وإشفى، وإنفحة):\nالنسخة العتيقة من سفر السعادة ظهر ص13.\n\nوفي الصفحة المذكورة منه أيضاً لم يأت في الصفات إفعل.\nأفْعِل\nلم يات منه إلا (أصبع): النسخة العتيقة من سفر السعادة ظهر ص13.\n\nأفعَلَى\nلم يات منه إلا (الأجفلى، والأوتكى): الاقتضاب ص278.\n\nفعُّول\n\nكل اسم على فعول مفتوح الأول، ولم يأت مضموماً إلا (قدوس، وسبوح) ويفتحان. . إلخ: راجع ذلك في النسخة العتيقة من سفر السعادة ظهر ص75.\n(1/55)\n\nوانظر السبوح في حرف السين من هذا الكتاب.\nوانظر ألف باء ج - 1 ص161.\n\nأفَنْعل\nلم يات منه إلا (ألنجج، وألندد، وأبنبم): الاقتضاب ص278.\n\nفِعِّيل\n\nما جاء من الصفات على فعيل: المجموعة رقم 332 لغة ص390.\n(وانظر المبالغة) في كتابنا هذا.\n\nفِعِّيلى\nما جاء منها ألف باء ج - 2 ص66.\nوفي 102 منه: قول سيدنا عمر: لولا الخليفى لأذنت.\nوانظر رسالة السيوطي: (القول المجمل] في الرد [على المهمل) في خصيصى وما ورد مثلها: في المجموعة رقم 332 لغة.\nوانظر التنبيهات 119.\n\nفَعْلال المضاعف وغير المضاعف\nفي مادة (قص) من اللسان، أواخر ص345:\n(القصقاص) من أسماء الأسد إلخ. إلى أن قال:\nلم يجئ بناء على وزن فعلال غيره، إنما حد أبنية المضاعف على وزن فعلل أو فعلول أوفعلل أو فعليل مع كل مقصور ممدود منه. قال: وجاءت خمس كلمات شواذ وهي:",
        "(1/56)\n\nضلضلة، وزلزل، وقصقاص، والقلنقل، والزلزال وهو أعمها لأن مصدر الرباعي يحتمل أن يبنى كله على فعلال وليس بمطرد، وكل نعت رباعي فإن الشعراء يبنونه على فعالل مثل قصاقص. إلخ.\nأمالي القالي ج - 1 ص290: ناقة خزعال. وليس في الكلام فعلال غيره إلا ما كان مضاعفاً ك - (القلقال).\n\nفَعَل يفْعُل المثال\nفي نادة (وجد) من المصباح: وجد يجد في لغة بني عامر، ولا نظير له في المثال.\n\nفُعُل في جمع فُعْل\nمنه (ورد، وورد. وكث، وكث. وثط، وثط. وسهم حشر وحشر) ومثله من الأسماء: (سقف وسقف. ورهن ورهن):\nالتبريزي على الحماسة ج - 2 ص178.\n\nمِفعِل في مُفْعِل\n(منتن) في (منتن) و (مغيرة) في (مغُيَرة). لا يناقش مثل (شعير) وبابه:\nابن جنى على التصريف المازني ص523.\n\nلم أبَلْ ولا أدْر ولم يَك\nجاءوا بها هكذا للتخفيف ولا يقاس عليها. ومن يقول من العرب لم أبله:\nابن جنى على تصريف المازني ص526 - 537.\nالمحتسب لابن جنى ج - 1 ص10، وذكر معها لفظة (أيش).\nوانظر أيش في ج - 2 ص224.\n(ذكرنا (أيش) في العامية - فلتراجع في كراريسها).\n(1/57)",
        "\nالشريشى ج - 2 ص277: الكلام على لم أبل.\nالشفاء في بديع الاكتفاء للنواجي ص17: (لا أدر) بحذف الياء لا يقاس عليه في غيره بل يقتصر على ما سمع.\nالأغاني ج - 4 ص52: بيتان، للأحوص فيهما: لم أبل.\nالسيرافي على سيبويه ج - 1 ص40: شيء عن لم يك ولم يبل.\nوفي 220: لم يك ولا أدر.\nوفي ج - 2 ص224: لم أبل.\nوفي ج - 5 ص445: لا أدر ولم يك.\nوفي ج - 6 ص331 - 333: لم أبل، وتعليله.\nوانظر ص363 إلى 364.\nأمالي ابن الشجرى ج - 1 ص493: الكلام على لم يك، وأن النون حذفت لكثرة الاستعمال.\nوفي ج - 2 ص52 إلى 54: لا تبل.\nالوساطة ص329: كلام عن حذف النون من (لم يكن).\nهمع الهوامع ج - 2 أواخر 156: أن حذف النون قبل ساكن ضرورة. وفي أواخر 206 - 207: كلام عن (لم يك).\nالمعمول شرح شواهد المطول ظهر ص1: (لم يك) في بيت للبستى. وما بعده متحرك ولكن يقع بعد زحاف.\nوقال المؤلف: إنه في بعض النسخ (لم يكن).\nاليتيمة ج - 1 ص113: قول المتنبي: (لم يك التبريح).\nوانظر العكبرى ج - 1 ص169 - 170 وفيها شواهد بها هذه الضرورة.\nالكلام على (لم نبل) أي: لم نبال، وكونه لا يقاس عليه:\nالتبريزي على الحماسة ج - 3 ص195.\n(1/58)\n",
        "المطاوع\nفي القاموس وشرحه: لم يسمع انفسد في مطاوع (فسد) وإلا - فالقياس لا يأباه. وانظر كلاماً من انفعل المطاوع، في شرح الدرة للخفاجى ص63.\nفي مادة (زعج) من المصباح: أزعجته. قد يقال فانزعج، والمشهور في مطاوعه: أزعجته فشخص.\nشيء عن المطاوع، وأن قولهم: (انعدم) خطأ:\nابن أبي الحديد على نهج البلاغة ج - 1 وسط ص70.\n(وانظر ص84 من كتابنا هذا).\n\nتعدية اللازم\nفي التبريزي على الحماسة ج - 1 ص89: (طلقت المرأة، وأطلقت البعير) وهما من الفروق - هذا يدل على أن التعدية بالهمزة أو التضعيف سماعية.\nوفي القاموس: طلق وأطلق المرأة.\nفي أول مادة (غفل) من اللسان: شيء من التعدية بالهمزة أو التضعيف.\nوفي مادة (برد) من اللسان ص49 ج - 2: (وبردته تبريداً، ولا يقال: (أبردته) إلا في لغة رديئة.\nالتعدية بالهمزة أو التضعيف أو حرف الجر كلها سماعية:\nخاتمة المصباح في الفصل الذي أوله الثلاثي اللازم قد يتعدى إلخ: ص155 - 156 طبع بولاق.\nفي عبث الوليد ص81: قول البحتري (أكسبتني) والمتقدمون من أهل اللغة ينكرونه - والقياس يسوغه لأن الهمزة مما يعدى به الفعل.\n\nالتوكيد\nفي الاقتضاب ص 433: (أكتع) بغير أجمع، جاء هكذا شاذاً في بيت.\n(1/59)\n\nمفعول الواوي العين وما صحح منه\nانظر كناشنا ص27: الكلام على (مدووف).\nوانظر الاقتضاب ص274 - 275 وعبث الوليد ظهر ص20: (ومصوون، ومقوود، ومقوول، ومعوود).\nوفي ابن جنى على تصريف المازني ص256 - 261: إجازة أبي العباس إتمام مفعول الواوي ورفضهم له.\nوفي 260 - 267: إتمام مفعول اليائي - وهذا معروف.\nوانظر أمالى ابن الشجرى ج - 1 ص139. وانظر 264.\nانظر فصلاً من اليائي والواوي وما يصحح منه في خاتمة المصباح ص163في أواخرها.\n\nفُعَلَى\nلم يات منها إلا (أربَىَ، وأرنى، وأرمى، وحُبقَىَ، وشعبى، وألجعبَىَ) والكلام فيها:\nانظر كناشنا ص27.\nوانظر شواهد الجمل ص40، وخزانة البغدادي ج - 1 ص311.\n\nقلب الواو ياء\nشذوذاً في (عيد وأعياد) وفي (ريح وأرياح)، في لغة بني أسد وغيرهم يقول (أرواح):\nالاقتضابص321.\n(أعياد، وأقيال، وأرياح) والكلام فيها:\nالروض الأنف ج - 1 أول ص29.\nوفي ج - 2 منه ص66: (أرياح) لغة بني أسد.",
        "(1/60)\n\nوراجع (الأرياح) في كراس السماء والريح.\nالأغاني ج - 20 ص187: خطأ: عمارة بن حمزة في قوله، الأرياح في بيت، ورد أبي حاتم السجستاني عليه.\nالدجية وجمعها دجى، كان القياس دجوة لأنها واوية:\nالاقتضاب ص299.\n\nالمبالغة\nمجئ فعول من غير الثلاثي شاذاً في قولهم: (محول) وهو من (أمحل): الاقتضاب ص335.\nمما يدل على أن صيغة المبالغة مسموعة قول شارح القاموس في مادة (نسى) أوائل ص368: (نساء) كشداد: كثير النسيان، وربما يقولون: (نساية) كعلامة، وليس بمسموع.\n(انظر) كذلك) ما جاء على فعيل).\n(وانظر (كذلك): أفعل فهو فعال).\n\nتاء التأنيث\nإدخالها على ألف التأنيث شاذ عند البصريين. وسمع في (بهمى: بهماة) إلخ: الاتقتضاب ص285.\n\nفَعِيل بمعنى مُفعِل\nلم يأت منه إلا (لبيب) بمعنى (ملب) وصميم.\nوانظر الكلام على ذلك في الاقتضاب ص475.\n\nفعِيل بمعنى مُفْعَل\n(مواكب ربيع) - أواخر ص9:\n(1/61)",
        "\n(رسول) بمعنى (مرسل) - وكون فعيل بمعنى مفعل قليلاً.\n(نعيم البال) وقال المرزوقي: هو من الضوال التي وجدت، لأنه بمعنى مفعل محصور معدود: التبريزي على الحماسة ج - 4 ص103.\n\nفِعَل في الصفة\nلم يأت فعل صفة، إلا (قوم عدى، ومكان سوى، وماء روى، وماء صرى، وملامة ثنى، وواد طوى). وذكر ما جاء من الصحيح اللم وهو (لحم زيم، وسبى طيبة): كناشنا ص25.\nوانظر ص60 من أمالى المرزوقي رقم 877 أدب: (قوم عدى، ومكان سوى).\nوانظر ابن هاشم على بانت سعاد ص148 - 150 وفيها:\nأنه كثير من الأسماء ك - (ضلع) وقليل مسموع من الصفات.\nوالبغدادي على شرح بانت سعاد ج - 2 ص504 - 505.\nوالاقتضاب ص273.\n\nإعلام العين وتصحيح اللام إذا كانا حرفي علة\nلم يأت إلا في مواضع يسيرة شذت عما عليه الجمهور نحو: (آية، وغاية، وطاية، وثاية، وراية): الاقتضاب آخر ص83.\nوانظر في الخصائص ج - 2 ص571: قولهم في (راية: راءة).\nفي خزانة البغدادي ج - 3 ص138: وزن (آية) وأصلها.\nوفي ص137 منه: معناها.\n\nفُعَل في جمع فَعْلاء\nانظر الكلام على جمع (درعاء) على (درع): في الاقتضاب أوائل ص128.\n(1/62)\n",
        "أفْعَال في الجمع\nجمع (فوهة) على (أفواه) شذوذاً. والكلام في ذلك: الاقتضاب ص134.\n\nإفْعِلاَن\nفي القاموس (الإمدان) كإسحماق، وإضحيان، وما لهن رابع (ضبط في النسخة الإمدان: خطأ).\n\nالمفرد الذي على صيغة الجمع\nانظر نبذة في ذلك وجدت بآخر رسالة التعريب لابن كمال باشا: في مجلة المقتبس ج - 7 ص807.\nانظر ما جاء منه على فعلة (في كتابنا هذا).\nفي مادة (قطع) من اللسان وسط ص150: (ثوب أقطاع).\nفي مادة (قبل) من اللسان ص63: (ثوب قبائل) أي أخلاق.\nانظر ما جاء منه على أفعال كأخلاق، وأعشار: في كناشنا ص19.\nوانظر المجموعة رقم 313 نحو ص339.\nوانظر أمالى المرزوقي 877 أدب آخر ص81 - 82.\nوانظر الخصائص ج - 2 ص280.\nفي (سبرت) من القاموس: (أرض سباريت) من باب (ثوب أخلاق).\nفي ص155 من رسائل الصاغاني في اللغة:\nفائدة فيما جاء من الوصف المفرد على أفعال كجفنة أعشار.\nوفي القاموس: (حتى يبلغ أشده) ويضم أوله، أي قوته. . إلخ. واحد جاء على بناء الجمع ك - (آنك) ولا نظير لهما - أو جمع لا واحد له من لفظه. . إلخ. وانظر ما كتبناه بحاشية الشرح من استدراك لفظ (أرز) في مادة (شدد).\nوفي شوارد اللغة للصاغاني أواخر ص103:\n(1/63)\n\nقال الجوهري: ليس في الكلام أفعل إلا (آنك، وأشد) وقد جاء سواهما، وهو (أبهل - لحمل العرعر - وأذرج، وأثمد، وأنعم، وأسقف: مواضع). (والأسقف): لغة في (الأسقف).\n(وجاء القوم باجمعهم): لغة في (أجمعهم).\nفي عبث الوليد ص7: ذهاب بعضهم أن (أشد) جمع شدة.\n\nقلب الواو همزة\nإذا كانت في أول الكلمة مثل (إشاح) في (وشاح): قليل في المفتوح.\nفي المخصص ج - 4 ص74: مثل: (إشاح، وإسادة) ليس بمطرد.\nابن جنى على التصريف المازني ص211: (وشاح، إشاح) وحكم ذلك. وفي ص213، رأى أبي علي: أنهما أصلان.\nوانظر في المحتسب ج - 1 ص433: بعض ما جاء من ذلك، والكلام فيه.\nفي القاموس: (أبّخهَ تأبيخاً: وبّخه، وعذله).\nوفي الشرح عن ابن سيده: ورأى همزته إنما هي بدل من واو (وبخه) على أن يدل الهمزة من واو المفتوحة: قليل، ك - (وناة، وأناة. ووحد، وأحد).\nألف باء ج - 2 ص326: لم تبدل في المفتوح إلا في (أناة).\nشرح شواهد الجمل ظهر ص49: (أحد، ووحد).\nانظر في الاقتضاب ص293:\nأن ذلك في المضموم أكثر، ويليه المكسور وأما المفتوح فقد سمعت فيه ألفاظ.\n\nما يخصّ المؤنّت من الوصف\nفي القاموس: (ناقة أحُدُ) بضمتين: قوية. . إلخ خاص بالإناث.\n\nمَفْعُول في المصادر\nما جاء منه نادراً: (الميسور، والمعقول، والمفتون):",
        "(1/64)\n\nالتبريزي على الحماسة ج - 3 ص93.\nابن أبي الحديد على نهج البلاغة ج - 2 وسط ص166:\nكون سيبويه لا يعد مثل: (ميسور، ومعقول) من المصدر، بل من الصفة. . إلخ.\nوانظر فصلاً في ذلك في خاتمة المصباح - أواخر ص160 - 161.\nابن هشام على بانت سعاد: مجيئه سماعي ك - (المعقول، والمجلود).\nوانظر الكلام في شرح الدرة للخفاجي ص213.\n\nفيعيعل\nجاء في ابن جنى على التصريف المازني ص723:\n(زيز يزم) قال: وهو من (الزمزمة)، ولا أعرف اسماً جاء على فيعيعل غيره، وضبط في النسخة هكذا، واستشهد بقول الراجز:\n(تسمع للجن بها زيزيزماً).\nانظر مادة (زمم، وزيم) في اللسان. وشرح القاموس ففيهما (زيزيم) وليحقق.\n\nفَعْلَع\n\nفي القاموس: (أبو حدرد الأسلمي صحابي) ولم يجيء على فعلع بتكرير العين غيره.\nوفي الشرح: ولو كان فعللاً لكان من المضاعف، لأن العين واللام من جنس واحد، وليس هو منه.\n\nالتقاء السّاكنين في الكلمة\nفي القاموس: (نوند) بالضم، ويلتقي فيها ساكنان: محلة. . إلخ وفي الشرح: ضبطها ياقوت بفتح الأول.\n(1/65)",
        "\nاسم الجمع\nفي القاموس: هو (شارد، وشرود) جمع (شرد، وشرد) كخدم وزبر (شرد: الظاهر أنه اسم جمع كخدم في خادم) ولم يتعرض له الشارح.\nما جاء من الجمع على فعيل: المبهج لابن جنى ص69 (هو معدود من أسماء الجموع).\nالتبريزي على الحماسة ج - 1 ص149 - 150: ما جاء من الجموع على فعل وانظر ابن خلكان ج - 2 ص339.\nالتبريزي على الحماسة ص3 ص12: ما جاء من الجموع على فعل.\n\nالتغيير في أحرف الكلمة\nفي القاموس: يقال: (أشد لقد كان كذا) و (أشد) مخففة. أي أشهد وفي الشرح: وهو غريب.\n\nواو\nليس في الكلام ما فاؤه ولامه (واو) إلا (واو): سر الصناعة ص446.\nوانظر في المسائل الحلبية للفارسي ص2:\nألف (واو) قياسها أن تكون منقلبة عن ياء.\nوانظر سفر السعادة - النسخة العتيقة - ظهر ص97.\n\nمُفْيعِل\nالمهيمن: لم يأت على هذا البناء إلا (مبيطر، ومصيطر، ومبيقر، ومهيمن).\nانظر الكلام على ذلك في كناشنا آخر ص130.\nومصيطر: كذا في نسخة الحجة في القراءات، ولعله: مسيطر.\nوانظر الاقتضاب ص277.\n(1/66)\n",
        "وأنه لم يأت في غير التصغير إلا (مسيطر، ومبيطر، ومهيمن، ومهيلل، والمجيمر، ومبيقر، ومهينم).\n\nما اختلف في مفرده وجمعه\n(البلصوص، والبلنصى) أحدهما مفرد، والثاني جمعه، وقيل العكس: انظر ذلك في الاقتضاب ص137.\n\nأفْعَلَ الذي همزته للسلب\nمثل (شكى، فأشكيته: أي أزلت شكواه) وجاء بعكسه (أحمأت البثر): انظر كناشنا ص53.\n\nأفْعَلَ الذي همزته للتعدية\nدخول هذه الهمزة على بعض أفعال، وجعلها لها لازمة.\nانظر مادة (حجم) في اللسان.\nوانظر فائدة في ذلك في آخر نسخة السعد على التصريف العزي رقم 28 صرف ص127 - 131.\nوانظر (ضره، وأضربه) في القاموس.\nوانظر باب نقض العادة: في الخصائص ج - 2 ص32.\nوانظر فقه اللغة، الصاحبي ص69.\nوشرح شواهد شرح التحفة الوردية للبغدادي ص24.\nمادة (جفل) من المصباح: (جفلته فأجفل) على العكس من المشهور، وله نظائر تأتي في الخاتمة (أي في الفصل الذي أورده في الثلاثي اللازم المعتل وتعديه، وهو ثالث فصل من الخاتمة).\nوفي مادة (قشع) منه (قشعته فأقشع) من النوادر.\nوفي (كبب): (كبيته فأكب).\n(1/67)\n\nهمع الهوامع ج - 2 ص81:\nذكر (كببته، فأكب، وأقشع الغيم، وأنسل الطائر).\nوانظر المجموعة رقم 313 نحو، أواخر ص339: (كبه فأكب) وما يشبه.\n\nكلمة فاؤها وعينها ولامها ياءات\nزهي (يييت) سرالصناعة ص555.\n\nالياء مجيئها فاء وعيناً ولاماً في كلمة\nوهي (يييت): سر الصناعة ص555.\n\nالياء المكسورة في أول الكلمة\nلم يجيء من ذلك إلا (يسار) في (يسار): سر الصناعة ص555.\nوانظر البغذاذي على شرح بانت سعاد ج - 2 ص294.\n\nفَعْلول\nلم يأت منه إلا (قربوس) في الضرورة - وجاء في الاختيار:\n(صعفوق، وزرنوق، وبرشوم، وصندوق - وحكى ضمه) وقيل: جاء (قربوس) في السعة: انظر شفاء الغليل ص176.\nوانظر الكلام على (صعفوق) في شرح شواهد الشافية للبغدادي ص4 وخزانة البغدادي ج\n- 1 ص18.\nوالبغدادي على شرح بانت سعاد ج - 2 ص211.\n\nأفعَوْعَلَ\nلم يات منه متعدياً إلا (احلولى، واعرورى):",
        "(1/68)\n\nالصفدي على لامية العجم ج - 1 ص250.\nوانظر مادتي (حلو، وعرى) في القاموس وشرحه.\n\nفَعُولة\nلم يأت فعول بهاء إلا في (عدوة):\nالصفدي على لامية العجم ج - 2 ص276.\n\nفِعْلَل\nلايوجد، إذا كانت أحرف الكلمة أصلية:\nالروض الأنف ج - 2 ص268.\n\nفِعْلُل\nما جاء منه شاذاً:\nالخصائص ج - 1 ص66 وج - 2 ص504.\n\nفِعْلَل\nليس منه إلا (درهم، وهجرع، وهبلع، وقلعم).\nهكذا في زهر الآداب بحاشية العقد ج - 3 آخر ص80 - 81.\nوقد جاء غيرها، وهو من أوزان الرباعي المجرد في المصرف.\nتصحيح الواو إذا اجتمعت مع الياء وسبقت إحداهما بالسكون:\nالخصائص ج - 2 ص379.\n(رأى المصنف في عوي الكلب عوية).\nانظر علة تصحيحهم (حيوة) وهو اسم رجل: في شرح القاموس.\nوانظر السيرافي على سيبويه ص307 و427.\n(1/69)",
        "\nوما يعول عليه ج - 2 ص488:\nليس في الأسماء شيء فيه ياء ساكنة بعدها واو إلا (حيوة، وضيون، وكيوان):\nالخصائص ج - 2 ص325.\nوانظر سر الصناعة 126 و315 و436.\n\nهمزة لام الفعل المعتلّ اللام\n(جلأت السويق، ورثأت الميت، ولبأت بالحجج. . إلخ).\nوذكر معها (استلأمت الحجر): انظر الخصائص ج - 2 ص53.\nوانظر المحتسب ج - 1 ص365.\n\nفَعُل في الصّفة\nفي أواخر ص116 من شرح شواهد الشافية للبغدادي:\nجاء من ذلك (رجل - بمعنى راجل - وندس، وقطن، وحذر) وأحرف أخرى.\n\nالتضمين\nتمين فعل معنى آخر قياس: التصريح ج - 1 ص418.\nطراز المجالس للخفاجى ص19:\nتعرف التضمين بحسب المصطلح عليه في كل فن.\nوفي 21 منه. أن تضمين كلمة معنى أخرى: سماعي.\nالمحتسب ج - 1 ص32:\nتعدية فعل بحرف جر لا يتعدى به لتضمينه نعنى فعل آخر.\nالروض الأنف ج - 1 ص26:\nفائدة في الحذف والإيصال يفهم منها أن التضمين قياسي.\nالنسخة العتيقة النفيسة من: نزول الغيث للدماميني ص56 - 57:\n(1/70)\n",
        "تضمين فعل معنى آخر يأباه كثير من النحاة.\nراجع التضمين في الاقتضاب في باب الصفات - أي حروف الجر.\nهمع الهوامع بعد وسط: التضمين لا ينقاس.\nمنه أوائل: شيء عن التضمين.\nمنه: حديث فيه: تضمين كلمة معنى أخرى.\nمنه: شيء من تضمين فعل معنى آخر.\nابن أبي الحديد على نهج البلاغة:\n(سارعناهم) عداه، لأنه ضمنه معنى (سابقناهم).\nأمالى ابن الشحرى:\nتعدية بعض الأفعال بحروف غير التي تتعدى بها، لأنه في معنى أفعال أخرى. . إلخ.\nبيت لكثير ضمن فيه لفظ (غيب) معنى (أودع) فعداه إلى اثنين:\nالجزء الذي عندنا من: ربيع الأبرار أول ظهر.\nفي أواخر باب الحذف الوارد في من القرطين:\nحذف الصفات أي حروف الجر.\nقول البحتري: وقد زعموا مصراً معانا من الغنى.\nينبغي نصب (مصر ومعان) وهو الأجود، إلا أن يجعل (زعم) بمعنى قال، وليس ذلك بمعروف. . إلخ.\nعبث الوليد ظهر: (هذا يدل على أن التضمين سماعي في رأي المعري). في (فسأ) من اللسان:\nبيت به تعدية خطأ بالباء، لأن فيه معنى: فازت، أوبلت.\nفي مادة (حمل) في اللسان:\n(1/71)\n\nبيت به: (ما حمل البختي. . إلخ):\nضمن (حمل) معنى ثقل.\n\nقولهم (حملت المرأة به) هو في معنى (علقت به) ومثله: (أحل لكم ليلة الصيام الرفث إلى نسائكم) عداه ب - (إلى) لأنه بمعنى الإفضاء. (وانظر أيضاً: الحذف والإيصال فيما يلي):\nالحذف والإيصال\nحذف حرف الجر لتضمن الفعل معنى فعل متعد: بدائع الفوائد ص230.\nالحذف والإيصال: في التبريزي على الحماسة.\nالحذف والإيصال في المظهر: الليث العابث.\nالمحتسب:\nحذف حرف الجر وإيصال الفعل، الذي مثل به ليس بضمير.\nالطراز المذهب لنهالى:\nالحذف والإيصال ليس بقياس.\nفي مادة (حجر) من المصباح: قولهم (محجور) بدل (محجور عليه) بحذف الصلة: جائز.\nوفي مادة (ندب) منه: المندوب في الشرع: أصله (المندوب إليه) لكن حذفت الصلة منه، لفهم المعنى.\nوفي (لقح) منه (ألقح الفحل الناقة. .) والأصل أن يقال: فالولد ملحوق به، لكن جعل اسماً، فحذفت الصلة. . إلخ.\nالروض الأنف: فائدة في الحذف والإيصال.\nمنه: ما يؤخذ منه أنه غير خاص بالمضمر.\nوفي:",
        "(1/72)\n\nأن الحذف والإيصال لا يجوز، إذا كان الفعل متضمناً معنى فعل متعد.\nشفاء الغليل:\nالحذف والإيصال ليس بقياس - تكلم على ذلك في كلامه على (حسى).\nكناش الكواكبي بالحاشية: الحذف والإيصال سماعي.\nالإسعاف شرح شواهد الكشاف ص504:\nولقد جنيتك أكمؤا وعساقلا - فيه التضمين أو الحذف والإيصال.\nولقد جنيتك أكمؤا. إلخ - فيه شيء عن الحذف والإيصال:\nويراجع الكشاف.\nراجع الحذف والإيصال - في باب الصفات أي حروف الجر من الاقتضاب.\nمن مادة (ضرغد) في اللسان:\nفلأبغينكم قنا. . إلخ - أي لأطلبنكم بقنا.\nشيء عنه في مادة (وثق) من اللسان.\nشيء عنه في أمالى ابن الشجرى.\nشيء عنه، ووروده في بيت في مادة (فتأ) من اللسان.\nكامل المبرد:\nفائدة في حذف حرف الجر وتعدية الفعل.\n(وانظر (التضمين) فيما سبق).\n\nفَعَّال في الأسماء\nالتبريزي على الحماسة:\nما جاء على فعال اسماً لا صفة (عتاب - اسم رجل - والكلاء، والجبان، والغياد - لذكر البوم - والجيار، والعقار).\n(1/73)",
        "\nانظر المحتسب.\n\nالفعل المعتل اللام وقبلها ألف يابسة:\nفي المطالع النصرية:\nأنه لم يجد في ذلك القاموس إلا ستة أفعال:\n(بأى، ودأى، وسأى، وشأى، وفأى، ومأى) وهي واوية.\n\nالنحت:\nأمالي القالي:\n(حولق، وحوقل، وبسمل، وهيلل، وحيعل) وشواهد على ألفاظها.\nبعض ألفاظ منحوتة كالبسملة، والحمدلة. . إلخ: بدائع الفوائد ص286.\nوفي سر الصناعة: عدة كلمات منحوتة.\nالروض.\n(الجحفل - منحوت من جحف وجفل - ونهشل - للذئب من نهش ونشل).\nوالتبريزى على الحماسة:\n(النهشل) وزنه فعلل ويقال: أنه منحوت من (نهش، ونشل).\nمنه (الشميذر) منحوت من (الشمذ، والشذر).\nالتبريزى على الحماسة:\n(ادلهم) منحوت من (الأدلم، والأدهم) و (القرضاب) للسارق من (القضب، والقرض).\n(البرقلة، والحوقلة، والبسملة) من المنحوت:\nغاية الأرب في الأمثال.\nفي مجلة الطبيب: كلام منحوت.\n(1/74)\n",
        "الروض الأنف:\n(طاعون عمواس) قيل سمي بذلك، لأنه (عم وأسى. . إلخ).\nابن أبي الحديد على نهج البلاغة:\n(تلاشى) صحيح. . إلخ (يذكر هنا، لأنه قيل أنه نحت من: لا شيء).\nفي الخصائص:\nباب في نقض الأصول فيه: (بأبأت، وأهلم، وهاهيت، وعاييت) ولعلها تعد من المنحوت.\nعبث الوليد ظهر ص84: (البظرمة) عامية منحوتة من كلمتين - وكلام النحت، وأنه لا يوجد في كلام قديم. . إلخ.\n(الفذلكة) انظرها في كراس (المصطلحات).\nالتصحيف:\nكلمات زعم بعضهم: أنها من كلمتين - أي منحوتة.\nفقة اللغة طبع اليسوعيين: كلمات منحوتة.\n\nتكرير الفاء:\nلم تكرر في كلمة إلا في (مرمريس): سر الصناعة.\nوابن جنى على التصريف المازنى\nوفي (مرس) من شرح القاموس أوائل: وهو فعفعيل بتكرير الفاء والعين. . إلخ.\n\nأفْعَلَ فهو فَعّال:\nمجيء فعال من الرباعي عزيز، وجاء منه (أسأر فهو سئار، وأدرك فهو دراك، وأجبر فهو جبار، وأقصر فهو قصار): المبهج لابن جنى.\nوانظر العكبرى.\n(1/75)\n\nوالتبريزى على الحماسة.\nوالمحتسب.\nوانظر حاشية البغدادى على شرح بانت سعاد ج - 1 ص92:\nما جاء من ذلك، وذكر معه أوزاناًأخرى جاءت من أفعل.\n(وانظر: ما جاء على) فعيل (من كتابنا هذا).\n(وانظر: المبالغة أيضاً).\n\nفَاعَلَ:\nلا يكون إلا من اثنين، وذكر أحرف يسيرة جاءت على غير ذلك:\nالعكبرى.\n\nأل:\nأل الداخلة على الأعلام لمح الصفة، سماعية:\nخلاصة الأثر.\nوينظر قول الشاعر: (يا ليت أم العمرو): في الديل والنوادر للقالى.\nوقد ذكر باختلاف في الرواية في الأمالى (لعله ضرورة).\nوانظر المحتسب.\nوانظر دخول أل على الأعلام، في التبريزى على الحماسة ج - 2 ص91 وج - 3 ص150.\n\nجمع الجمع:\nفي ابن هشام على بانت سعاد:\n(آكام - جمع أكم، وهو جمع إكام، وهو جمع أكمة).\n(وأثمار - جمع ثمر، وهو جمع ثمار، وهو جمع ثمر، وهو جمع ثمرة).",
        "(1/76)\n\nولا يعرف لهما نظير في العربية.\nالروض الأنف:\nجمع الكثرة لا يجمع، وإنما تجمع جموع القلة.\nوانظر كلاماً في نحو ذلك:\nوفيه: إن جمع جمع الجمع لا يوجد.\nوصرح في أحد البحث: أن القائل بجمع الجمع: الزجاجى، وابن عزير فقط.\n\nفِعْيُول:\nلا يوجد، و (كسيون) خطأ - صوابه: (كسيون).\nونادرة للمتنبي مع أبي علي، تشبه بعض الشبه نادرته في (حجلى، وظربى):\nسفر السعادة، النسخة العتيقة.\n\nالقَلّب عند الببانيين:\nكرفع المفعول، ونصب الفاعل، عند أمن اللبس: مسموع، لا يقاس عليه: همع الهوامع.\n\nالمَفْعُول معه:\nاختلافهم في كونه مقيساً، همع الهوامع.\n\nإجراء الوصل مجرى الوقف:\nإجراء الوصل مجرى الوقف ضرورة:\nالمحتسب.\nالروض الأنف، ويفهم من عبارته: أنه قياسي.\n(1/77)",
        "\nفَعِلان:\nما جاء منه: (قطران، ثلثان، وبدلان، وشقران):\nالمحتسب.\n\nفُعّل في جمع أفعَل:\nالكلام في جمع (أعزل) على (عزل): الروض الأنف.\n\nفُعَلَة في الجمع:\nنحو (قاض، وقضاة) مطرد: ابن الطيب على الاقتراح.\nتوهم بعضهم: أن (نحاة) جمع (نحوى) على غير قياس، وإنما هو جمع (ناح) كقاض.\n\nفِعْلَى:\n(لم يرد منه إلا حجلى، وظربى).\nالوسيط في أدباء شنقيط:\nبيت لابن أجدود يستدرك به لفظ (معزى) على (حجلى وظربى).\nوانظر في ترجمة المتنبي نادرته في ذلك.\nوانظر نادرة له تشبهها في (فعيول).\n\nالفاء والعين من جنس واحد بلا فاصلة بالتحريك:\nلا توجدان إلا في كلمة واحدة وهي (الددان): شرح كفاية المتحفظ.\nوانظر أشياء من هذا القبيل في السيرافى على سيبويه.\n(وذكرت في اللغة في الاسم: أوزانه).\n(1/78)\n",
        "فَعَائل جمع فَعِيلَة، الصفة:\nمادة (صغر) من المصباح جمع (صغيرة، وكبيرة): صفتين على (صغائر، وكبائر) خلاف المنقول.\n\nجمع المصادر:\nموقوف على السماع: انظر مادة (قصد) من المصباح.\nالبغدادى على شرح بانت سعاد:\nالاختلاف في جواز جمع المصادر، إن وصف بها.\nوفي ج - 2 ص211 منه:\n(تحاربهم) ورد في بيت، وكونه من المصادر المجموعة المعملة في المفعول به، وهو غريب.\nمجلة الضياء:\nجواز جمع (غلط) على (أغلاط) ومثله من المصادر. . إلخ.\nكونه سماعياً: مجالس أبي مسلم.\nوانظر: (المصدر) في كراس اللغة والنحو.\n\nالإتباع:\nكونه مسموعاً: همع الهوامع.\n\nفَعَال في الجمع:\nابن خلكان:\n(1/79)\n\nجمع (فقرة) على (فقار): لم يأت مثله إلا (إبرة، وأبار).\n(فعال: ليس من أبنية الجموع).\nفَعَالَّة:\nكلمات جاءت على وزن (حمارة القيظ):\nابن جنى على تصريف المازنى.\nوانظر أمالى المرزوقى.\n\nالخفض على الجوار:\nلا يستعمل إلا في المسموع عن العرب:\nخزانة البغدادى.\n\nأسماء المصادر والزمان والمكان:\nثمانية أبيات فيما شذ منها، مما أغفله ابن مالك في لاميته:\nالمجموعة.\n\nمَفْعُولاء في الجمع:\nما ورد منه:\nمعلوجاء.\nومشيوخاء.\nومعبوداء.\nومعيوراء.\nومشيوحاء - بالمهملة -\nومسلوماء.",
        "(1/80)\n\nولتراجع في موادها من شرح القاموس.\nوانظر بعضها في الروض الأنف.\nوانظر ما شذ فجاء على هذا الوزن من أمالى المرزوقى أدب.\n\nفَاعُولاء:\nجاء منه:\nالعاشوراء: لعاشر المحرم.\nوالضاروراء: الضراء.\nوالساروراء: السراء.\nوالدالولاء: الدلال.\nوالخابوراء: موضع.\nوالتاسوعاء.\nوالحاضوراء.\nوالساموعاء.\nانظر مادة (عشر) من شرح القاموس.\nوانظر (ذيل) قصيح ثعلب للبغدادى، وهو مع شرح الفصيح رقم لغة.\n\nالمجرد والمزيد:\nالذي في قواعد الصرف: أنه لا يلزم في كل مجرد أن يكون له مزيد. ولافي كل مزيد أن يكون له مجرد. بل المدار على السماع.\n(1/81)",
        "\nالمطاوع:\nأفعل: يكون مطاوعاً لفعل، كفطرته فأفطر.\nانفعل: يكون مطاوعاً للثلاثي كثيراً، كقطعته فانقطع. وكسرته فانكسر. ويكون لمطاوعة غيره قليلاً، كأطلقته فانطلق. وعدلته فانعدل. وهو مختص بالعلاجيات، فلا يقال: علمته فانعلم. وفهمته فانفهم.\nافتعل: يكون مطاوعاً للثلاثي كثيراً كعدلته فاعتدل، وجمعته فاجتمع، وقد يأتي مطاوعاً للمضعف، كقربته فاقترب. ولمهموز الثلاثي كأنصفته فانتصف.\nتفعل: يكون مطاوعاً لفعل، كنبهته فتنبه، وكسرته فتكسر.\nتفاعل: يكون مطاوعاً لفاعل كباعدته فتباعد.\nويشترط في المطاوع قبول الأثر.\n\nجمع فُعَّال:\nفعال: يطرد في وصف صحيح اللام على فاعل - أي للمذكر خاصة، مثل: عاذل وعذال، ويندر في المؤنث.\nوأما فعل: فإنه يطرد في وصف صحيح اللام على فاعل وفاعلة.\nوهذان الوزنان يندران في المعل: كغاز، وغزى، وغزاء.\n\nجمع التالي:\nالتالي: إذا كان وصفاً لمذكر عاقل لا يجمع على (تاليات) وإنما يجمع عليه وصف لمذكر غير عاقل (كالرابع) من خيل الحلبة فإنه يقال فيه: (التاليات) كما يقال في تكسيره: (التوالي).\nوكلام صاحب أقرب الموارد في (الفائدة الثالثة من المقصد السادس) قيده بقوله: إلا أن يكون هناك مانع.\n(1/82)\n",
        "جمع قطيع:\nالقطيع: بمعنى ما تقطع من الشجر من الأغصان - قد ذكر شارح القاموس: أنه يجمع على (أقطعة، وقطع، وقطعات - بضمتين فيهما - واقاطيع كأحاديت) ولم يذكر للكثير الاحتراق شيئاً. ولا يمتنع من أن يجمع في القلة على (أقطعة) لأن: أفعلة، يطرد في كل اسم رباعي مذكر قبل آخره مدة كطعام وأطعمة. ورغيف وأرغفة. وعمود وأعمدة. وعلى فعل في الكثرة، لأنه يطرد في كل اسم رباعي قبل آخره مد صحيح الآخر مذكراً كان أو مؤنثاً.\n\nفَعالِ:\nاسم فعل أمر، كونه غير مقيس، بل مسموعاً في رأي بعضهم، وفي رأي غيرهم مقيساً في الثلاثي: السيرافى على سيبويه.\n\nفِعَال في جمع وصف أفعَل:\nما جاء منه:\nأجرب وجراب.\nوأعجف وعجاف.\nوأبطح وبطاح.\nوأعصل وعصال.\nذكرها صاحب المصباح في مادة (جرب) وقال: أنها على غير قياس، وعبر بقوله (منه) وهو دليل على مجيء غيرها.\n\nالمفرد والمثنى والجمع:\nالمفرد يدل على المفرد.\n(1/83)\n\nوالمثنى يدل على الاثنين.\nوالجمع على الجمع.\nوقد يخرج عن هذا الأصل، وهو قسمان: مسموع، ومقيس:\nهمع الهوامع.\n\nاسم الآلة:\nفي خاتمة المصباح أول ص195:\nفصل - إذا جعل المفعل مكاناً. . إلخ، فيه ما جاء بالضم شاذاً:\nالمسعط.\nوالمنخل.\nوالمشط.\nوالمدق.\nوالمدهن.\nوالمكحلة.\nوالمحرضة.\nوالنصل.\nوالمللاءة.\nوالمغزل، في لغة.\nوشذ بالفتح:\nالمنارة، والمنقل: للخف، ومحمل الحاج: في اللغة.\n\nالنصب على نزع الخافض:\nفي الابتهاج تعليم:",
        "(1/84)\n\nذكر الشارح: أنه سماعي.\n\nليس:\nفصل منقول من كتاب ليس:\nفي المزهر إلى، وباقي الفصل نقول تشبه إلى.\n\nدخول الهاء وسقوطها في أسماء المواضع:\nفي التبريزى على الحماسة: دخول الهاء وسقوطها في أسماء المواضع كثير، كدار، ودارة، ومكان ومكانة. . إلخ.\n(وانظر في مفعلة فيما يلي:).\n\nمفعلة:\nفي المحتسب لابن حنى:\nما جاء من مفعلة وكلام فيه وفيما ورد منه.\n(وانظر الكلمات فيما يلي):\n(1/85)",
        "\nمَفعَلة:\nما جاء على مفعلة من الأمكنة، وما خالف هذا الوزن:\nالمقثأة - وتضم ثاؤه: موضعه (أي موضع القثاء).\nالمقمأة: المكان لا تطلع عليه الشمس.\nأرض مكلأة: (كثيرة الكلاء).\nالمكمأة: موضعه (أي الكمء).\nأرض مثعلة - مثعلبة: كثيرتها (أي الثعالب).\nأرض محربئة: كثيرتها (أي الحرباء) هذه ليست على نفعلة.\nأرض حصبة - كفرحة ومحصبة: كثيرتها (أي الحصباء).\nأرض مرطبة بالضم: كثيرته. هذه ليست منها.\nأرض مدلبة: كثيرته (أي الدلب).\nأرض مذأبة: كثيرته (أي الذئب).\nأرض مذبة - ومذبوبة: كثيرته (أي الذباب).\nأرض مضبة وضببة: كثيرته (اي الضب).\nأرض مضغبة: كثيرة الطغابيس (أي صغار القثاء: ضغبوس).\nأرض مقصبة: (كثيرة القصب).\nأرض مرنبة ومؤرنبة ومؤرنبة: كثيرته (أي الأرانب) ليست على مفعلة.\nأرض مرمثة: تنبت الرمث.\nأرض جرذة: كثيرتها - أي الجرذان - ليست على مفعلة.\n(1/87)\n",
        "أرض مثورة: كثيرته (أي الثور).\nأرض مجدرة: كثيرته (أي الجدري).\nأرض مزبرة: كثيرة الزنابير.\nأرض مفأرة: أي كثيرة الفيران.\nالمقضبة: (موضع القضب) راجع الشرح واللسان.\nالمثلجة: موضعه (أي الثلج).\nالمتحفة: منبت أشجاره (أي التفاح).\nالمشجر: منيته (أي الشجر) - ليس على مفعلة.\nالمللاحة - مشددة: منبته (أي الملح) كالمملحة.\nالمبطخة - وتضم الطاء: موضعه (أي البطيخ).\nمأسدة - جمع أسد. والمكان ماسدة أيضاً - ملخصاً.\nالمخبرة: المخرأة (موضع الخرأة).\nالمقرعة: منبت القرع، كالمبطخة، والمقثأة.\n(1/88)\n\nإعراب الفعل:\nقال الإمام ابن مالك في كافيته وفي شرحها:\n(إعراب ما اتصل به من الفعل: ألف اثنين، أو واو جماعة، أو ياء مخاطبة).\nبالنُّون رَفْعُ نَحْو تذهبونا ... وتَذهبان ثم تذهبينا.\nواحذف إذا نصبتَ او جزمتا ... كلم تكوني لترومي سُحْتَا.\nوحذفها في الرفع قبل (نِي) أتَى ... والفك والإدغام أيضاً ثَبَتَا.\nودون (ني) في الرفع حَذْها حكوا ... نثراً ونظماً نادراً وقد رَوَوْا.\nوقل حذف دون (نِي) نثراً كما ... لا تُؤمِنُوا حتى وممّا نُظِمَا:\nأبيت أسْرِى وتبيتِى تَدْلُكِى ... وَجْهَكِ بالعنبر والمسك الذّكى.\nش: إذا اتصل بالفعل المضارع: ألف الاثنين، أو واو جمع، أو ياء مخاطبة فعلامة رفعه نون النسوة مكسورة بعد الألف نحو: تذهبان. ومفتوحة بعد الواو والياء نحو: تذهبون وتذهبين.\nوحذف هذه النون علامة للجزم نحو: لم تذهبا.\nوعلامة النصب نحو: لت تذهبا.\nوإذا اتصلت بهذه النون نون الوقاية جاز حذفها تخفيفاً، وإدغامها مع نون الوقاية، والفك.\nوبالوجه الأول قرأ نافع: (تأمروني أعبد).\nوقرأ ابن عامر: (تأمرونني) بالفك.",
        "(1/89)\n\nوقرأ الباقون بالإدغام.\nوزعم قوم: أن المحذوف في النحو: (تأمروني) هو الثاني - وليس كذلك، بل المحذوف هو الأول - نص على ذلك سيبويه.\nويدل على صحة قوله: أن نون الوقاية لا يجوز حذفها مفردة مع فعل، غير (ليس) فإن الأول قد حذف دون ملاقات (هكذا) مثل مع الجازم والناصب. فحذفها عند ملاقات مثل أولى.\nوأيضاً: لو حذف نون الوقاية وأبقى نون الرفع لتعرض بذلك إلى حذف نون الرفع عند دخول الجازم والناصب. وإذا حذف نون الرفع لم يعرض النون الوقاية ما يقتضي حذفها، وحذف ما لا يحوج إلى حذف أولى من حذف ما يحوج إلى حذف.\n(ودون نِي) - أي ودون اتصال نون الوقاية بنون الرفع، قد حكى حذفها.\nومثال ذلك في النثر: ما ورد من قول النبي صلى الله عليه وسلم: والذي نفس محمد بيده لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا.\nالأصل: (لا تدخلون الجنة - ولا تؤمنون) لأن (لا) النافية، و (لا) النافية لا تعمل في الفعل شيئاً.\nومثال ذلك في النظم قول الراجز:\nأبيت أسرى وتبيتى تدلكي ... وجهك بالعنبر والمسك الذكي.\nوالأصل: (تدلكين - وتبيتين) فحذف النونين دون جازم ولا ناصب.\nومن ذلك قول أبي طالب:\nفإنْ يَكُ قَوْمُ سَرهم ما صَنَعْتُمُو ... سَتَحْتَلِبُوهَا لاَقِحاً غَيرَ بَاهِل.\nأراد (فستحتلبونها) فحذف (الفاء، والنون) للضرورة.\nولا يجوزاعتقاد حذف (النون) للجزم، على ما يستحقه المضارع المجرد من حرف التنفيس إذا وقع جواباً، لأن شرط جزم الجواب: أن يصلح لمباشرة حرف الشرط، فإن لم يصلح لها وجب اقترانه بالفاء ولا يحذف إلا في ضرورة. ولاشك في أن المقترن بالسين لا يباشره حرف الشرط.\n(1/90)"
    ]
}