{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين , والصلاة والسلام علي أشرف المرسلين سيدنا محمد وعلي آله وصحبه أجمعين , ومن تبعهم بإحسان إلي يوم الدين .\nأما بعد :\n… فهذه رسالة ( السهل المفيد في أحكام التجويد ) وضعتُهَاَ إِعداداً ومِنهاجاً متنقلاً جامعاً مادتها من بطون أمهات كتب علماؤنا الأفاضل , الذين أناروا لنا الدرب بشروحهم ومتونهم , ولما وجدت بعض هذه الأحكام عسيرة الفهم , يملها من لم يتدرب علي قراءة العربية الفصحي السليمة وكثيرُُ ُما هم , فقد آليت علي نفسي خاصة وكنا قد إجتمعنا وبعض الأخوة الفضلاء في بيت الله نتلوا قرآنه العظيم , فدعت الحاجة لتلمس الأحكام , فقمت بهذه المهمة ولستُ أعلمهم ولا أكثرهم همة , طالباً من الله الفضل والمنة أن يجعل هذا العمل خالصاً لوجهه تعالى , وأن يغفر الله لكل من نقلنا عنه هذا العلم تأليفاً , أو شرحاً أو نظماً أو نشراً ، وأن يجعله الله في ميزاننا يوم نلقاه ( يوم لا يَنفعُ مالاً ولابنون إلا مَنْ أَتَي الله بقلبٍ سليم ) أخوكم في الله: السيد إبراهيم أحمد\nالإستعاذة والبسملة قبل\nقراءة القرآن.\nحكم الإستعاذة : أنها مستحبة وقيل واجبة وهي من واجبات الصلاة , وقيل واجبة في\n(1/1)\n",
        "الركعة الأولى وُتستحب في بقية الركعات , و لها أربع حالات : حالتان يجهر بها فيهما , وحالتان يسر بها فيهما , فيجهر بها في المحافل والتعليم , وَيَسِرُ بها في الصلاة والإنفراد , غير أن العمل هو الإسْرَارَ بها هي والبسملة فلم يكن من هديه صلى الله عليه وسلم الجهر بالبسملة في الصلوات الجهرية ، ولكن كان يسر بها وصيغة الإستعاذة الواردة عنه صلي الله عليه وسلم : ( أعوذ بالله من الشيطان الرجيم ) أى أعوذُ وألوذ ُوأعتصم بك يا الله من الشيطانِ الرجيم ِالمطرود المبعد من رحمة الله لا يضرني في ديني ولا في دنياى ,ومن الأدب مع القرآن أنه إذا قطع قراءة القارئ من المصحف سؤال أو كلام مع أحد فعليه أن يستعيذ من جديد ثم يواصل القراءة .\nوللإستعاذة مع البسملة من أول السورة أربعة وجوه :\n1 – قطع الجميع : أى قطع الإستعاذة عن البسملة وقطع البسملة عن أول السورة .\n2– قطع الأول ووصل الثاني بالثالث : أي قراءة الإستعاذة منفردة ووصل البسملة مع أول السورة .\n3 – وصل الأول بالثاني مع الوقف عليه : أى قراءة الإستعاذة مع البسملة ثم الوقف عليها ثم قراءة أول السورة .\n4- وصل الجميع : أي وصل الإستعاذة بالبسملة ووصل البسملة بأول السورة ( يقرأ الثلاثة معاً ) ولها بين كل سورتين ثلاثة أوجه : -\nأ – قطع الجميع : ( أى الوقف على نهاية السورة ثم الإستعاذة ثم البسملة ثم قراءة أول السورة التالية ) .\nب – قطع الأول ووصل الثاني بالثالث : ( أى عند نهاية السورة الأولي مع الإستعاذة ثم الوقف عليها ثم وصل البسملة مع أول السورة التالية ).\nجـ – وصل الجميع : ( أى ختام السورة الأولي مع الإستعاذة مع البسملة مع أول السورة التالية ) .\n… وأما بين الأنفال وبراءة ( سورة التوبة ) فللقارئ الوقف والسكت والوصل , مع العلم بأن سورة التوبة ( براءة ) لا تبدأ بالبسملة بمعني لا نقرأ البسملة قبل قراءتها .\nباب التفخيم والترقيق\n( 1 ) كيفية نطق حروف القرآن :-\n(1/2)\n\n…حروف اللغة العربية (مرققة ) ماعدا سبعة أحرف مستعلاه (مرتفعة في النطق بإرتفاع اللسان إلي الحنك الأعلى عند النطق بالحرف يجمعها كلمة (خُصَّ ضَغْطٍ قِظ ْ) وهذه الحروف مفخمة مع العلم بإن مراتب التفخيم خمسة :\nأعلاها : المفتوح وبعده ألف : طاغيين .\nالمفتوح وليس بعده ألف : صبر .\nالمضموم : فضرب .\nالساكن : فاقض .\nالمكسور : خيانة .\n…وحروف الإستعلاء السبع المذكورة سابقاً يقابلها باقي الحروف المسماة ( حروف الإستفال ) وهي كلها مرققة ولا يجوز تفخيم شئ منها إلا (اللام / الراء ) في بعض أحوالهما , وأعلم -عافانا الله وإياك- أن حرف الألف ( أ ) لا يوصف بترقيق ولا بتفخيم بل هو حرف تابع لما قبله , فإن وقعَ بعد مفخم ٍفُخِمْ مثل : قال / طال , لاحظ ( ق – ط + أ ) ولو وقع بعد مرققٍ رُقِقْ مثل : كان / جاء (الكاف – الجيم ) حروف مستفلة رقيقة .\nأ – حكم تفخيم اللام : تفخيم اللام في لفظ الجلالة الله الواقع بعد فتح أو ضم مثل : تالله , ويعلم الله .\nوفخم اللام من اسم الله عن فتح أو ضم كعبد الله .\nب – حكم ترقيق اللام : وترقق اللام بعد كسر ولو منفصلاً عنها أو عارض مثل وبالله , وباسم الله .\nج- حكم تفخيم الراء : يجب أن تعلم أخي القارئ كتاب الله أن للراء حالتان ( متحركة / وساكنة )\nالراء المتحركة : إن كانت مفتوحة أو مضمومة فتفخم مثل (رزقنا – الرحمن – ربنا الروح ) بإستثناء حالة الإمالة في كلمة ( مجريها ) فترقق فأصل مجريها (مجراها ) وفي هذه الحالة كانت ستفخم الراء ولكن لما مالت رققت ، وتسمى ألف مجراها الألف الممالة المتفرعة من الألف الأصلية فلا هي ألف خالصة ولا ياء خالصة .",
        "(1/3)\n\nالراء الساكنة : فقد تكون في الأول –أي بعد همزة الوصل – أو في الوسط , أو في الطرف إذا كانت في الأول فهي مفخمة مطلقا سواء وقعت بعد فتح مثل : وارزقنا , أو بعد ضم مثل :اركض (يجب في الفتح أن تقع بعد حرف عطف - و – وارزقنا ) ( والتي بعد ضم تكون بعد همزه الوصل) .\nد- حكم ترقيق الراء : وكما قلنا للراء حالتان متحركة / وساكنة :\nالراء المتحركة :إن كانت مكسورة فلا خلاف في ترقيقها سواء كانت الكسرة أصلية أم عارضة , وسطاً أم طرفاً , منونةٍ أو غير منونة , سُكِّنَ ما قبلها أم تحرك بأي حركة , وقع قبلها إستعلاء أم إستفال , في أسم أم فعل مثل : رزقاً , الغارمين , فضرب , وأنذر الناس , أمرٍ مريج , وليالٍ عشر.\nالراء الساكنة : فقد تكون في الوسط فترقق إذا كانت بعد كسر أصلى متصل بها ولم يقع بعدها حرف إستعلاء في كلمتها من الحروف السبعة (خُصَّ ضَغْطٍ قِظ ْ) مثل : فرعون , شرذمة , مِرية , وإن كانت بعد كسر عارض منفصل أو متصل فتفخم مثل : إرجعوا , وإن إرتبتم . وإذا وقع بعدها حرف إستعلاء في كلمة أخرى فترقق مثل ولا تصعر خدك , فاصبر صبرا جميلاً ، وتتميماً للفائدة نذكر بعض الحالات الخاصة الواقعة بين التفخيم والترقيق :\nإذا كان حروف الإستعلاء الواقع بعدها في كلمتها مكسوراً جاز التفخيم والترقيق مثل كلمة ( فرق ) في سورة الشعراء كل فرق فقط , فمن نظر إلي وجود حرف الإستعلاء ( فخم ) ومن نظر إلي أنه مكسور والكسر قد أضعف تفخيمه (رقق الراء ) .\nوالمختار تفخيم الراء في راء ( مصر ) , والترقيق في راء ( القطر ) والترقيق في ( يسر ) في سورة الفجر ( أسر ) ( أنذر ) .\n…بعد ما تقدم سنورد حروف الإستعلاء والإستفال ، وأمام كل حرف الكلمات المرققة والمفخمة لبيان كيفية نطق الحرف وعدد كلمات الحرف في القرآن الكريم كلما أمكن :-\nالهمزة : 20036 كلمة تبدأ بالهمزة في القرآن الكريم وتنطق مرققة مثل: أبى / أتى / أتاهم / أجل / أحسن.\n(1/4)",
        "\nالباء : مستفلة مرققة : بديع / بدلناهم / برئ .\nالتاء : رقيقة : تتلوا / تجرى / تتوقاهم / تتقوا .\nالثاء : تخرج لسانك دائماً : ثلاثة / أثر / ثواب / ثمانية .\nالجيم :لابد أن تعطش في كل كلمات القرآن : جاء / جنة .\nالحاء : حاسداً , حاشرين , حاجز, حسيب , حديد ,حسبوا .\nالخاء : 1042 كلمة تبدأ بالخاء في القرآن الكريم (كل خاء مفتوحة تفخم ) خاسرين خادعهم / خاشعة/ خالق ( كل خاء مضمومة تفخم ) (خو ) أو المكسورة فترقق ( خى ) خيانة .\nد : دائماً مرققة دعا / داود / دعوة / دم / دكا / دلوه .\nذ : يخرج فيها اللسان رقيقة أيضا : ذلك / ذلكم/ ذوات/ ذلول .\nر : كل راء مفتوحة أو مضمومة تفخم والمكسورة ترقق وعدد كلماتها المبدؤة\nبالراء بالقرآن الكريم 2313 كلمة( رابية/ رادع/ رضوان/ رجال/ رزقا/ رؤوسكم)\nز : 254 كلمة تبدأ بحرف ( الزاي ) وليس الزين كما تعودنا نطقها و (بدون إخراج اللسان ) زاهدين/ زارعون/ زانية .\nس : 1671 كلمة في القرآن الكريم تبدأ بحرف السين : سبيل/ سلام .\nش : شديد/ شفيع/ شهيد/ شتاء .\nص : مفخمة ، 742 كلمة تبدأ بهذا الحرف في القرآن الكريم : الصاخة/ الصاعقة .\nض : مفخمة ، 238 كلمة تبدأ بهذا الحرف في القرآن الكريم :ضاد/ ضالين/ ضار .\nط : مفخم ، (وهذا الحرف لنا معه وقفة عند صفات الحروف ) طالب / طالوت .\nظ : مفخم ، 373 كلمة تبدأ بهذا الحرف في القرآن الكريم (حرف الظاء لا بد وأن\nيخرج فيه اللسان مثله مثل الثاء والذال) ظالم/ ظافر/ ظاهر .\nع :4251 كلمة تبدأ بهذا الحرف المرقق في القرآن الكريم عسى/ عذاب/عزما .\nغ : مفخم : كل غين مفتوحة ومضمومة تفخم , ولو مكسورة فترقق غدائنا/ الغاوين/ غفلة / الغيب/ غفور.\nف : 2465 كلمة تبدأ بهذا الحرف في القرآن الكريم فاعلين/ فان/ فتى/ فتاح .\nق : مفخم ، 3609 كلمة تبدأ بهذا الحرف في القرآن الكريم قارعة/ قادر/ قبل .\n(1/5)\n",
        "ك : مرققة 3113 كلمة تبدأ بهذا الحرف في القرآن الكريم , كلام/ كفي/ كريما ً .\nل : مرققة دائما 4848 كلمة تبدأ بهذا الحرف في القرآن الكريم ليل/ ليتلو/ لوحة .\nم : 9964 كلمة تبدأ بهذا الحرف في القرآن الكريم ممنون/ ممنوع/ ملائكة/ مال .\nن : 2252 كلمة تبدأ بهذا الحرف في القرآن الكريم , نادمين / ناصبتم / ننبأ/ ناعمة\nهـ : هادية/ هاتين/ هدى/ هشيما\nو : واحد/ وحدنا/ وعدناهم .\nي : 5998 كلمة تبدأ بهذا الحرف في القرآن الكريم يأتيهم/ يأتوك/ يأتمرون .\nمخارج الحروف\nللعلماء في المخارج ثلاث مذاهب فمنهم من جعله سبعة عشر ومن جعله ستة عشر ومنهم من جعله أربعة عشر , ونحن نختار مذهب الخليل بن أحمد وابن الجزرى : وهو سبعة عشر مخرجاً ، ودراسة المخرج تفيد القارئ في معرفة محل خروج الحرف وتميزه عن غيره .\nوالمخارج العامة عند بن الجزرى خمسة : الجوف/ الحلق / اللسان/ الشفتان/الخيشوم\n1) الجوف : وهو تاخلاء الداخل فى الحلق والفم : ويخرج منه حروف المد الثلاثة وهى : الواو الساكنة المضموم ماقبلها ، والياء الساكنة المكسور ماقبلها ، والألف ولاتكون إلا ساكنة ولايكون ماقبلها إلامفتوحا ً .\n2 ) الحلق : أ - أقصاه – الهمزة / الهاء .\nب - وسطه – العين / الحاء .\nجـ - أدناه – الغين / الخاء . . ( وهذه الحروف الستة تسمى : الحروف الحلقية ، ولنا معها وقفةٌ أخرى في الإظهار عند النون الساكنة والتنوين )\n3) اللسان : وله عشر حركات كما يلي :\nأقصى اللسان : أبعده مما يلي الحلق وما يحاذيه من الحنك الأعلى : وتخرج منه : القاف .\nب - أقصى اللسان: مع ما يحاذيه من الحنك الأعلى تحت مخرج القاف : وتخرج منه الكاف .\nج – وسط اللسان: مع ما يحاذيه من الحنك الأعلى ويخرج منه : الجيم والشين والياء و تسمى هذه الحروف : شجرية لخروجها من شجر اللسان : منفتحة .\n(1/6)\n\n(ولعلك تلاحظ وقوع الخطأ من بعضنا عند تفخيمنا حرف الكاف ونطقه بما يشبه القاف لقرب مخرج الحرفين , وكذلك عند تعطيش حرف الجيم فبعضنا ينطقها كالشين وذلك لإتفاق مخرج الحرفين معاً من وسط اللسان) .\nد – إحدى حافتي اللسان وما يحاذيه من الأضراس العليا ويخرج منه : الضاد وتخرج من الحافة اليسرى وهذا أسهل , وخروجها من اليمين أصعب وأقل استعمالاً كما أنه من الجانبين أعز وأعسر, فالضاد أصعب الحروف خروجاً وقال صلى الله عليه وسلم \" أنا أفصح من نطق الضاد بيد أنني من قريش\" آي قريش هم أصل العرب وهم أفصح من نطق بها , فهو صلى الله عليه وسلم أفصح العرب .\nجـ - ما بين حافتي اللسان معا بعد مخرج الضاد وما يحاذيها من اللثة(لحم الأسنان العليا): تخرج اللام , وقيل تخرج من الحافة اليمنى عكس مخرج الضاد .\nهـ - طرف اللسان: ومخارجه خمسة وحروفه إحدى عشر حرفاً :\nطرف اللسان وما يحاذيه من اللثة العليا تحت مخرج اللام قليلاً يخرج منه (النون المظهر) وهي النون الساكنة التي ستتقابل مع إحدى الحروف الحلقية فتظهر النون واضحة مجردة من الغنة .\nطرف اللسان مع ظهره مما يلي إلي رأسه ويخرج منه : الراء .\nظهر رأس اللسان وأصل الثنيتين العلويين : ويخرج منه الطاء فالدال والتاء وهذا أيضاً ما يفسر نطق بعضهم التاء طاء فيفخمونها أو يستبدلون بالطاء التاء فيرققونها وهذا لإتفاقهما في المخرج . وهذا يسمى : بالخطأ الجلى, أي -الخطأ الظاهر- وهو خطأ يطرأ علي الألفاظ فيخل بعرف القراءة سواء أخل بالمعنى أم لا ويأتي من تغير حرف أو حركة بحركة كضم تاء ( أنعمت ) أو فتح دال ( الحمد لله) .",
        "(1/7)\n\n... ويجب العلم أن ( الجلى ) أي -الخطأ الظاهر- حرام يأثم القارئ بفعله ولهذا وجب دراسة علم التجويد لأنه وإن كان علي سبيل العلم به فرض كفاية أما العمل به ففرض عين علي كل مسلم ومسلمة . والتجويد معناه الإصطلاحي : إخراج كل حرف من مخرجه مع إعطائه – أي الحرف- حقه ومستحقه(وحقه ومستحقه سنرجئ الحديث عنه إلي باب صفات الحروف) .... ولذا وجب ولزم التنبيه علي الذين يستهينون ويتهاونون في القراءة .\nطرف اللسان مع ما بين الأسنان العليا والسفلي قريبة إلي السفلي مع إنفراج قليل بينهما ويخرج منه : الصاد / السين / الزاي .\nطرف اللسان مع أطراف الثنايا العليا وتخرج منه الظاء/ الذال/ الثاء (وهي حروف لثوية يخرج فيها اللسان لقربها من اللثة ) .\n3 ) الشفتان :\nبطن الشفة السفلي مع أطراف الثنايا العليا : ويخرج منه الفاء .\nب - الشفتان معاً : وتخرج منهما /الباء الموحدة/ والميم / والواو إلا أنهما بانطباق مع الميم والياء , وإنفتاح مع الواو(وتسمى هذه الحروف شفوية ) لخروجها من الشفة .\n4 ) الخيشوم : وهي خرق الأنف المنجذب إلي الداخل فوق سقف الفم بالمنخر ويخرج منه الغنة وهي التي مصاحبه للنون المدغمة والمخفاه .\n- ولو رقمت هذه المخارج لوجدتها سبعة عشر مخرجاً, ولكن أردت للتيسير وضع شكل شجري متفرع من كل مخرج .............................(في كتب التجويد بعض المصطلحات للحروف يطلقها أهل العلم وحتى لاتلتبس على القارىء ، سنوضحها لكم ، فيقولون\nالباء الموحدة: ويقصدون\" الباء \"(لكي لا تشترك مع الياء ) , ويقولون التاء الفوقية : ويقصدون \" التاء \" ( لكى لا تختلط مع الثاء ) , والحاء والعين والصاد والطاء والراء والدال المهملة (مهملة : أي بدون نقطة فوقها للتمييز بينها وبين الحروف المعجمة ، وإعجام الحروف أي تنقيطها : مثل الجيم/ الخاء/ الضاد/ الثاء/ الزاي/ الذال وهكذا ) .\nصفات الحروف\nوتقسيماتها\n(1/8)",
        "\n…قلنا من ذى قبل أن التجويد معناه الإصطلاحي : إخراج كل حرف من مخرجه مع إعطائه – أي الحرف- حقه ومستحقه .\nوأما مخارج الحروف وهي الشق الأول من التعريف فقد ذكرناه وشرحناه\nوأما مستحقه : وهو صفات الحرف العرضية الناشئة عن الصفات الذاتية , كالتفخيم والترقيق , وراجعه في أول هذه الصفحات.\nولم يتبق لنا سوى حق الحرف وتعريفه : صفاته الذاتية اللازمة له ,كالجهر والشدة والإستعلاء والإستفال والغنة وغيرها , فإنها لازمة لذات الحرف لا تنفك عنه فلو إنفكت عنه ولو بعضها لصار لحناً .\n....وعليك أن تعلم أخي القارئ أن غاية علم التجويد هو صون اللسان عن اللحن في كلام الله تعالي, وفي الباب السابق ذكرت لك اللحن الجلى , وبقى القسم الأخر من اللحن وهو اللحن الخفى : وهو خطأ يطرأ علي الألفاظ فيخل بالحرف دون المعنى مثل : ترك الغنة , قصر الممدود , مد المقصور, وهو مكروه ومعيب عند أهل الفن , والبعض ألحقه باللحن الجلى من حيث الحرمة, لأنه يذهب برونق القراءة .\n..... وصفات الحرف هي كيفية عارضة للحرف عند حصوله في المخرج من جهر ورخاوة وما أشبه , وهكذا يتبين لك مدى علاقة المخرج بصفته وعددها 17 صفة وبعضهم عدها 44 صفة ومنهم من عدها 16 صفة ولكن المختار هو مذهب ابن الجزرى في عدها سبعة عشر صفة إستنادا علي مخارجه السبعة عشرة.\n.... وهذه الصفات التي سنذكرها لك منها ما يتصف بالقوة , ومنها ما يتصف بالضعف وعلي هذا سنذكرها لك وما يقابلها وتقسيماتها حنى لا نثقل عليك بباب أخر في التقسيمات والله من وراء القصد :\n1 ) يجب العلم بأن الصفات علي قسمين , قسم له ضده ( خمس ) ومجموعها عشر . وقسم لا ضد له وهو سبعة :\nأ – الصفات التي لها ضد ويجب حفظها بترتيبها المذكور لما له علاقة بالقاعدة التي سنوردها في نهاية الباب :\nالهمس / الجهر\nالشدة والتوسط / الرخاوة\nالإستعلاء / الإستفال\nالإطباق / الإنفتاح\nالإزلاق / الإصمات\n(1/9)\n",
        "* ويجب العلم بأن الشدة والتوسط صفتان ومضادهما الرخاوة أي أنهما متصلتان وليستا علي درجة واحدة كما سيتبين فيما بعد .\n..... وسنبين هذه الصفات بالتفصيل وسنكتب في نهايتها تقسيم الصفة من حيث الضعف والقوة :\n1 – الهمس : جريان النفس عند النطق بالحرف وذلك لضعف الإعتماد علي المخرج وحروفه عشرة يجمعها قوله : \" فَحَثَّهُ شَخْصٌ سَكَتْ \"\nالفاء- الحاء-الثاء- الهاء-الشين- الخاء –الصاد- السين – الكاف-التاء,وأضعف حروفها الهاء وأقواها الصاد والخاء , وصفة الهمس ضعيفة لأنها من الخفاء .\n2 – الجهر : إنحباس جرى الصوت عند النطق بالحرف وذلك لكمال الإعتماد علي المخرج .\nوحروفه التسعة عشر الباقية من الأبجدية , وأقوى حروفها ( الطاء ) .\nوصفة الجهر قوية لكونها من الإعلان .\n3 – أ- الشدة : إنحباس جرى الصوت عند النطق بالحرف وذلك لكمال الإعتماد علي المخرج .\nوحروفها ثمانية ويجمعها قوله \" أَجِدْ قَط ٍبَكَتْ \" وهي :\nالهمزة – الجيم – الدال – القاف – الطاء – الباء – الكاف – التاء .\nوأقواها ( الكاف ) كما في الجهر .\n- وصفة الشدة قوية لأن الشدة قوة .\n3- ب - التوسط : إعتدال الصوت عند النطق بالحرف وذلك لعدم إكتمال إنحباسه كما في الشدة , وعدم كمال جريانه كما في الرخاوة ( وهو ما سيأتي ) .\nوحروفها خمسة تجمعها قوله \" لنْ عُمَرْ \" اللام – النون- العين- الميم-الراء\nوهذه الصفات معتدلة فلا توصف بالقوة ولا توصف بالضعف\n4 – الرخاوة : جريان الصوت مع الحرف وذلك لضعف الإعتماد علي المخرج .\nوحروفها ستة عشر الباقية من الأبجدية بعد إحتساب حروف الشدة الثمانية وحروف التوسط الخمسة .\nصفة الرخاوة : ضعيفة , فالرخاوة لغة لين , واللين ضعف .\n5 – الإستعلاء : إرتفاع اللسان إلي الحنك الأعلى عند النطق بالحرف .\nوحروفها سبعة ويجمعها قوله \" خُصَََّّّّّ ضَغْطٍ قِظ ْ\" وهي :\nالخاء – الصاد – الضاد – الغين – الطاء – القاف – الظاء\n(1/10)\n\nصفة الإستعلاء : قوية لأن الإستعلاء إرتفاع .\n6 – الإستفال : إنخفاض اللسان إلي الحنك الأعلى إلي قاع الفم عند نطق الحرف .\nوحروفه إثنان وعشرون حرفاً الباقية بعد حروف الإستعلاء .\nصفة الإستفال : ضعيفة , فالإستفال : إنخفاض .\n7- الإطباق : تلاصق ما يحازى اللسان من الحنك الأعلي للسان عند النطق بالحرف أو تلاقى طائفتي اللسان والحنك الأعلى عند النطق بالحرف .\nحروفه أربعة : الصاد – الضاد – الطاء – الظاء .\nأقواها الطاء , وأضعفها الظاء .\nصفة الإطباق : القوة ، و الإطباق : من الإلصاق .\n8– الإنفتاح : تجافي كلا من طرف اللسان والحنك الأعلي حتى يخرج الريح يبنهما عند النطق بالحرف .\n- حروفه خمسة وعشرون حرفاً عدا حروف الأطباق .\n- صفة الإنفتاح : ضعيفة , والإنفتاح : من الإفتراق .\n9 - الإذلاق : سرعة النطق بالحرف لخروجه من طرف اللسان 1 : اللام – الراء – النون . 2 : وبعضها من الشفتين : الفاء – الباء – الميم – ويجمعها قوله \" فَرَََّّ مِنْ لُبََّّّ \"\nصفه الإذلاق : ضعيفة ، والإذلاق : حدة اللسان .\n10– الإصمات : إمتناع الحروف الثلاثة والعشرون الخاصة به من الإنفراد بل لا بد أن يأتي معها حرف من حروف الذلاقة خاصة في الكلمات الرباعية والخماسية ( كل كلمة رباعية أو خماسية أصولاً لا يوجد فيها حرف من حروف الذلاقة فهي غير عربية ) .\nصفة الإصمات : قوية ، والإصمات : المنع .\nب ) الصفات التي لا ضد لها : سبع صفات :\n1-الصفير: صوت يخرج من الشفتين يصاحب أحرفه الثلاثة( الصاد – السين – الذاي) وسميت بذلك لأنك عندما تسمعها تسمع صوتاً يشبه صفير الطائر( أقوى حروفها الصاد ) .\n2-القلقلة : إضطراب المخرج عند النطق بالحرف ساكناً حتى يسمع له نبرة قوية .\n- حروفها خمسة مجموعة في قوله \" قُطْبُ جَد \" وهذه الحروف فيها شدة وجهر وأعلاها الطاء وأوسطها الجيم وأدناها الباقي .\n- والقلقلة : صفه تابعة لما قبلها .\n- صفة القلقلة قوية .",
        "(1/11)\n\n3 – اللين : إخراج الحرف من مخرجه في لين وعدم تكلف .\nحروفه إثنان : الواو والياء الساكنتان المفتوح ما قبلهما مثل :\nخوف - بيت (بمعنى أن حروف المد هنا صارت لينة لا مداً )\nصفة اللين ضعيفة , فاللين : ضد الخشونة .\n4- الإنحراف : ميل الحرف بعد خروجه إلي طرف اللسان .\n- حروفه : اللام , الراء , وانحرافهما عن مخرجهما حتى يتصلا بمخرج غيرها .\n- صفة الإنحراف : قوية , والإنحراف : من الحيل والعدول .\n5-التكرير : إرتعاد رأس اللسان عند النطق بالراء, ولكن يجب أن يكون بإعتدال حتى\nلا تتكرر راءات كثيرة عند النطق بها.\n6- التفشي : إنتشار الريح في الفم عند النطق بالشين حتى يتصل بمخرج الظاء .\n- حروفه : الشين فقط .\n- صفة التفشى : قوية , والتفشى : إنتشار .\n7- الإستطالة : إمتداد الصوت من أول حافتي اللسان إلي آخرها .\n- حروفه الضاد فقط .\n- وصفة الإستطالة : قوية , والإستطالة : الإمتداد .\n*** وقد يتسائل متسائل عن ضرورة ذكر هذا الباب وأترك سيبويه يرد في كتابه علي هذا فيقول \" …وإنما وصفت لك حروف المعجم بهذه الصفات لتعرف ما يحسن فيه الإدغام وما يجوز فيه , وما لا يحسن فيه ذلك ولا يجوز فيه \".\nوأضيف .... لو جربت أن تقرأ هذه الحروف صفاتها ومخارجها بالطريقة الصحيحة المذكورة من المؤكد أنك ستقوم لسانك وقراءتك ستكون أقرب إلي الصحة وبعدها سنيسر لك ذلك عن طريق قاعدة ستكون ثابتة لديك كما يلي :\n\"........إذا أرت إستخراج أي حرف فأبدأ أولاً بالهمس فإن وجدته وإلا فأبحث عنه في ضده (الجهر) ثم حروف الشدة والتوسط فإن لم تجد ففي (الإستفال ) ثم جرب (الإطباق) وإلا ففي (الإنفتاح ) ثم (الذلاقة) ثم (الإصمات) ثم ( الصفات السبع التي ليس لها ضد) .\n- وقد يكون للحرف خمس صفات ولا تزيد عن سبع إلا في الراء\nمثال :\nما له خمس صفات : الفاء( مهموسة , رخوة , مستفلة , منفتحة , زلقة ) .\n(1/12)",
        "\nما له ست صفات الباء (مجهورة , شديدة, مستفله, منفتحة, زلقة , مقلقله ) .\nما له سبع صفات الراء(مجهورة , متوسطة , مستفله, منفتحة, مزلقة , منحرفة ,\nمكررة) .\nويقول أعلام القراء وأساتذة الأزهر ومشايخه في علم التجويد ، عليك بحفظ نظم هذه الصفات علي التفصيل المقدم حتى تكون عالماً بالتجويد .\nالمثلين / المتقاربين\nالمتجانسين\n...... تعرفنا أخي المسلم فيما سبق علي كيفية قراءة الحرف ومخرجه وصفته وكذلك تقسيماته وهذا الفصل يعد تتويجاً لما تعلمته ......... كيف ؟\n...من المعلوم أن هذه الحروف وإن تعرفنا عليها مفردة أو مجموعة تحت مخرج أو بصفة فهي لا شك ستتقابل لتكوين كلمة ثم جملة . فماذا يحدث حين تلتقي الحروف ، إذا التقى الحرفان لفظاً وخطاً ، أو خطاً فقط ، إنقسما إلي أربعة أقسام سنذكر منها ثلاثة فقط وهم المذكورين بالعنوان , وكل قسم ينقسم بدوره إلي ثلاثة أقسام كالتالي :\n1 ) المثلين : حرفان إتحدا مخرجاً وصفة :\nالصغير : اضرب بعصاك / وقد دخلوا / وهو كما ترى يكون الحرف الأول فيه ساكن والثاني متحرك = حكمه : وجوب الإدغام .\nالكبير : وفيه الحرفان متحركان : فيه هدى / الرحيم مالك = حكمه : الإظهار .\nالمطلق : وهو عكس الصغير إذ الحرف الأول فيه متحرك والثاني ساكن : ما ننسخ / شققنا ، وحكمه : الإظهار .\n2 ) المتقاربان : حرفان تقاربا مخرجاً وصفة : إذ زين ,أو تقاربا صفةٍ فقط لا مخرجا: كالذال والجيم (إذ جاءكم ) أو تقاربا مخرجا ًلا صفة : كالدال والسين : قد سمع .\nفالجيم (من حيث الصفة ) : مجهورة , شديدة, مستفلة, منفتحة , مصمتة , مقلقلة .\nالذال (من حيث الصفة ) : مجهورة , رخوة , مستفلة , منفتحة , مصمتة .\nوهما متقاربان لا متماثلان مما يقيض تقارب بعض الصفات لا تماثلها بمعنى تمام المطابقة , وإذا كان الجيم (6) صفات والذال (5) صفات فقد إلتقيا في أربع صفات وإفترقا في إثنتين :\n(1/13)\n",
        "صغير: قد سمع = حكمه :الإظهار , إلا اللام والراء نحو:\nقل رب / بل ران = حكمه : الإدغام .\nولكن عند حفص فله علي لام ( بل ران ) وأخواتها سكتة لطيفة وهي ما تجده في المصاحف مرسومة فوق الحرف (ل) ( س) بمعنى سكتة أو وقفة .\nأ - الكبير : عدد سنين = حكمه : الإظهار .\nب ـ المطلق : كاللام والياء نحو : عليك = وحكمه : الإظهار.\n3 ) المتجانسان : حرفان إتحدا مخرجاً وإختلفا صفة : كالدال والتاء , فمن حيث المخرج فالدال والتاء يخرجان من ظهر رأس اللسان .\nأما صفة الدال : مجهورة / شديدة / مستفلة/ منفتحة/ مصمتة/ مقلقله .\nوأما صفة التاء : مهموسة / شديدة/ مستفلة/ منفتحة/ مصمتة .\nصغير : همت طائفة = حكمه :الإظهار , ويستثنى من الإظهار خمس مواضع يجب الإدغام:\nالدال في التاء : قد تبين .\nالتاء في الدال والطاء :أثقلت دعوا / همت طائفة .\nالذال في الظاء : إذ ظلمتم .\nالثاء في الدال : يلهث ذلك .\nالباء في الميم : اركب معنا .\nالكبير : الصالحات طوبى = حكمه :الإظهار.\nالمطلق : مبعوثون = حكمه : الإظهار.\n( اللامات السواكن )\nلام ال ( لام التعريف ) / لام الفعل\n...... هي اللام المحررة من الحركة أو التي عليها سكون ويشملها خمس أحكام سنذكرها فيمايلي:\nلام التعريف ال .\nلام الفعل .\nلام الحرف .\nلام الاسم .\nلام الأمر .\n* حكم لام التعريف : ال الزائدة علي بنية الكلمة (وهي بدون همزة وهذا خطأ إملائي يقع فيه كثيرين وهو ما ترفضه السليقة الأدبية العربية) .\nأ – اللام القمرية : لأن عند ظهور القمر تظهر النجوم ولذا أخذت حكم الإظهار ويجمعها صاحب تحفة الأطفال في أربعة عشر حرفاً من قوله : \"ابغ حجك وخف عقيمه \"\nهمزة / باء / غين / حاء / جيم / كاف/ واو / خاء/ فاء/ قاف/ تاء/ ميم/ هاء .\nمثل : (الأرض- البيت – الغفور- الحليم- الجبار- الكريم- الودود- الخبير- الفتاح – العليم- الملك ) .\n(1/14)\n\nب – اللام الشمسية : وسميت بذلك لأن عند ظهور الشمس تختفي النجوم فلا تظهر وحكمها : الإدغام ، ولن أذكر لك البيت الذي يجمعها لطوله في التحفة , ولكن ما دمت حفظت لام القمرية أي حروفها فالشمسية هي الأربعة عشر الباقين من الأحرف وهم :\n( الطاء – الثاء – الصا د – الراء – التاء – الضاد – الذال – النون – الدال السين – الظاء – الزاي – الشين – اللام ) .\nمثل : (الطيبا ت – الثواب – الصا دقين – الرحمن – التواب – الضالين – الذكر – الناس ـ الداع – السميع – الزبور – الليل ) .\n(والليل تكتب في القرآن بلام واحدة ولكنها مشددة والحرف المشدد حرفان : ساكن ومتحرك ) .\n* حكم لام الأسم الأصلية : الإظهار مطلقاً : مثل: سلطان / سلسبيل / ألسنتكم / ألوانكم .\n* حكم لام الفعل : الإظهار.\n(وَأََظْهِرِنَّ لامَ فِعْلٍ مُطلقاً في نحوِ قل نعم وقلنا والتقى ) .\nالماضي : الْتقَى , المضارع : يَلْتقطْهُ , والأمر : قُلْ .\nوأما إذا ما وقع بعد لام الفعل(لام ) أو (راء) وجب الإدغام للتماثل في اللام , والتقارب\nفي الراء . مثل : قُل لَّكُمْ / قُل رََّبى .\n*حكم لام الحرف : الإظهار ، مثل : فهل ترى , بَلْ طُُبِعَ .\nأيضا إذا لم يقع بعدها حرفي اللام والراء وجب الإدغام وتذكرون عندما تحدثنا عن المتقاربين الصغير(راجعة ) ستجد نفس الحكم هنا فالقراء يجمعون علي الإدغام إلا حفص فهو يرى الوقوف علي لام (بَلْ رَان ) سكتة لطيفة , وهذا ما يتعارض مع الإدغام لأن الإدغام يمنع السكتة , وهو له علي ألف : ( عوجاَ ) من أول سورة الكهف .\nو (مرقدنا ) من سورة يس, وعلي نون (من راق ) من سورة القيامة, ولعلك تتسائل لماذا أختار حفصاً السكت دون الوصل ؟, لأنه يرى أن الوصل من غير سكت يوهم خلاف المعنى المراد من الآية بينما السكتة تزيل وتدفع هذا التوهم .\nباب الحذف والإثبات",
        "(1/15)\n\n…ولعلي لا أطيل عليك إذا ما تليت هذا الفصل ، بفصل الحذف والإثبات فهناك في سور القرآن حروف حذفت (رسماً ووصلاً ولفظاً ) وحروف أثبتت رسماً ووقفا سنجليها بقدر الطاقة لما فيها من فائدة لك لتسترشد بها ، وهي إن داومت معرفتها صارت عليك سهلة هينة يسيرة إن شاءَ الله :\n1 – كل واو مفردة أو جمع حذفت في الأصل لإلتقاء الساكنين فإنها ثابتة رسماً ووقفاً : (يَمْحُوا الله ما يشاء ) ( كاشفوا العذاب ) (مرسلوا الناقة ) .\n2 – ويستثنى أربعة أفعال , واسم واحد من الإثبات وتصبح محذوفة (الواو ) رسماً / لفظاً / وصلاً/ وقفاً .\nأ – الإسراء : وَيَدْعُ الإِنَسانُ .\nب – الشورى : ويحج الله الباطل .\nج – القمر : يَوَم يَدْعُ الدَََّّاعِ ِ.\nد – العلق : سَنَدْعُ الزَّبَانيَةَ .\nأما الإسم فقد ورد في سورة التحريم : ( وصالح المؤمنين ) لقولهم بأنه جمع مذكر سالم\nوأما الياء فأثبتت في الأيدي (أولى الأيدي والأبصار) فيوقف عليها لإثباتها وحذفت من ( ذَا الأَيدِ إنََّّهُ أَوَّابٌٌٌٌٌٌٌٌٌٌٌٌٌ ) ويوقف علي الثانية بحذفها.\nويوقف بالياء التي تثبت في الرسم وإن حذفت في الوصل (وَمُحِلّى الصَّيْدِ ) (حاضري المسجد الحرام ) (وَالمُقِيمِى الصَّّّّّلاَةِ ) .\nالياء الزائدة الواقعة قبل ساكن محذوفة في الرسم يوقف عليها بالحذف(وسوف يؤت الله ) (بهاد العمى ) ( تغن النذر ) ( يناد المناد ) .\n10-الألف إذا حذفت في الوصل لإلتقاء الساكنين فتثبت وقفاً ورسما ( ذاقا الشجرة )\n( وكلتا الجنتين ) (وقالا الحمد لله ) .\n11- يستثنى في حكم الألف في البند السابق ثلاث مواضع في القرآن الكريم حذفت فيها الألف رسماً ,ويوقف علي الهاء فيها من غير ألف: ( أَيُُّهَ المُؤْمِنُونَ ) النور , ( يَاأيُُّهَ السَّاحِرُ ) الزخرف , (أَيُهَ الثَّقَلانِِ ) الرحمن.\nباب المقطوع والموصول\n(1/16)",
        "\n… ولقد آثرتُ أن يكون باب المقطوع والموصول هو محطتنا بعد الفصل الذي تقدم , وأرجأنا الكلام عن همزة الوصل لكونها لن تخفي علي اللبيب بالقراءة ولا يخطئها من أجرى لسانه بالعربية الفصحي بالفطرة .\nوهذا الباب يعرف القارئ بالوقوف علي المقطوع في محل قطع عند إنقطاع النفس , وكذا الموصول عند إنقضائه , وهو سنة لا يجوز مخالفته , وفائدة معرفة هذا الباب أن الكلمة المقطوعة يجوز الوقف عليها دون الموصولة :-\n1 ) تقطع ( أن ) المفتوحة الهمزة الساكنة النون عن ( لا ) النافية في عشرة مواضع :\n( أن لا أقُولَ عَلَي اللهِ إلا الحَقََّ ) الأعراف: 105\n( أن لا يقوُلُوا علي اللهِ إلا الحَقَّ ) الأعراف: 169\n( أن لا مَلجَأ َمِنَ اللهِ ) التوبة: 118\n( أن لا إله إلا هو ) هود : 14\n( أن لاَََّّّ تَعْبُدُواْ إلا الله ) هود: 16\n(أن لاََّ تُشركْ بِي شَيْئاً ) الحج :26\n( أن لا تَعْبُدَواْ الشَََّّيْطََانَ ) يس: 60\n( وأن لا تعلوا علي الله ) الدخان :91\n( أن لا َََّّيُشْرِكْنَ بِاللهِ شَيْئاً ) الممتحنة: 21\n( أن لاََّ يَدْخُلَنَََّّهَا الْيَْومَ ) القلم :24\n- ومعنى القطع هنا { نطق أن دون إدغام النون في اللام }مثل : ( أَن لا إلَهَ إلا أنتَ سُبْحَانَكَ ) فبعض المصاحف علي أنها بالوصل وبعضها علي القطع ,وفيما عدا هذه المواضع العشرة التي كتبتها لك بأرقام الآيات في السور فكل ألا ( أن لا ) موصول ( أَلاَّ تَزِرُ وَازِرَة ٌوِِزْرَ أُخْرَى ) لنجم , ( أَلاَّ تَعْلُواْ عَلَيَّ وَأتُونِى مُسْلِمِينَ) لنمل ، والمكسور الهمزة موصول إتفاقاً .\n2 ) تقطع (إن) المكسورة الهمزة الساكنة عن ( ما ) في موضع واحد : وهو بسورة الرعد: 40 (وإن ما نُرَينََّك بَعْضَ الذَّي نَعِدُهُمْ ) وأما عدا هذا فموصول .\n3 ) وتقطع (عن ) عن ( ما ) الموصوله في موضع واحد : وهو بسورة الأعراف الآية: 166 (عَن مَّا نُهُواْ عَنْهُ ) .\n4 ) وتقطع ( من ) عن ( ما ) في موضعين :\n(1/17)\n",
        "- ( فَمِن مَّا مَلَكَتْ أَيْمَانُكُم ) النساء :25.\n- ( هَل لَّّكم مِّن مَّا مَلَكَتْ أَيْمَانُكًم ) الروم. 28 , والباقي موصول .\n5) تقطع ( أم ) عن ( من ) في أربع مواضع :\n- ( أَم مَّنْ يَكُونُ عَلَيْهمْ وَكِيلاً ) النساء: 109.\n- ( أم مَّنْ أَسَّسَ ) التوبة: 109.\n- ( أَم مَّنْ يَأتِِي ءَامناً ) فصلت : 40.\n- ( أم مََّّنْ خَلَقْنَا ) الصافات :11 , وما عدا ذلك فموصول .\n6 ) تقطع ( أن ) المفتوحة الهمزة الساكنة النون عن ( لم ) في موضعين :\n- ( ذَلِكَ أَن لَّمْ يَكُن رَّبُُّّّكَ ) الأنعام: 131.\n- ( أَيَحْسَبُ أَن لَّمْ يَرَهُ أَحَدٌ ) البلد: 7 , وما عدا هذا فموصول .\n7 ) تقطع ( إن ) المكسورة في جميع المواضع عن ( لم ) :\nمثل : (فَإن لَّمْ تَفْعَلُواْ ) البقرة وغيرها , ولا توصل إلا في موضع واحد(فَإِلَّمْ يَسْتََجِيبُواْ لكم ) هود: 14 . الباقي كما قلنا مقطوع.\n8 ) تقطع( إن ) المكسورة الهمزة المشددة النون عن ( ما ) الموصوله في موضع واحد بلا خلاف : وهو ( إنََّ مَا تُوعَدُونَ لآت ٍ) الأنعام : 134 , وما عدا ذلك فموصوله .\n9 ) تقطع ( حيث ) عن ( ما ) في موضعين: (وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُ ) البقرة 144 , 150 , وما عدا ذلك فموصول .\n10 ) تقطع ( كل ) عن ( ما ) : في سورة إبراهيم : 34 ( وآَتاكُمْ مِِِّن كُلِِِِّ ماسَأَلْتُمُوهُ) وما عدا ذلك فموصول .\n11 ) تقطع ( بئس ) عن ( ما ) في جميع المواضع عدا موضعين فبالوصل وهما :\n-(بِئسَمَا أشتََرَوْا بِهِ أَنفُسَهُمْ ) البقرة :90 .\n-( بِئسَمَا خَلَفْتُمُونِى ) الأعراف :150 .\n12 ) تقطع ( في ) عن ( ما ) في موضع واحد بلا خلاف : وهو (أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ ) الشعراء 147\n*** وعشرة وقع الخلاف فيها والعمل فيها بالقطع وهي كالتالي :\n- البقرة : 240 - الأنعام : 145\n- الأنعام: 165 - الأنبياء : 102\n- النور : 14 - الروم : 16\n(1/18)\n\n- المائدة : 48 - الزمر : 3\n- الزمر : 46 ......................... وما عدا هذا فهو موصول .\n13 ) تقطع ( أين ) عن ( ما ) في جميع مواضع القرآن ما عدا موضعين فالوصل :\n- ( فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللهِ ) البقرة: 115.\n- ( أَيْنَمَا يُوَجِّّههُُُُّّ لاَ يَأتِ بِِِخَيْرٍ ) النحل: 76 .\n14 ) تقطع ( أن ) عن ( لن ) في جميع مواضع القرآن ما عدا موضعين فالوصل :\n- ( أَلََّن نََّجْعَلَ لًَكًُم مََّوْعِداً ) الكهف: 48 . ــ (أَلَّن نَّجْمَعَ عِظَاَمَهُ) القيامة : 3 .\n16 ) تقطع ( كي ) عن ( لا ) في جميع مواضع القرآن ما عدا أربعة فموصوله :\n- ( لِِّكََيْلاَ تَحْزَنُواْ عَلَي مَا فَاتَكُمْ ) آل عمران : 153.\n- ( لِكَيْلاَ يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئاً ) الحج : 5 .\n- ( لِكَيْلاَ يَكُونَ عَلَيْكَ حَرَجٌٌٌٌ ) الأحزاب: 23 .\n- ( لِّكَيْلاَ تَأسَوْا عَلَي مَا فَاتَكُمْ ) الحديد : 37 .\n17 ) تقطع ( عن ) عن ( من ) في موضعين فقط بالقرآن وماعداهما فموصل :\n- ( وَيَصْرفُهُ عَن مَّن يَشَاءُ ) النور: 43.\n- ( عَن مَّن تَوَلَّى عَن ذِكْرِنَا ) النجم: 29 .\n18 ) وتقطع ( يوم ) عن (هم ) في موضعين فقط في القرآن وما عداهما فموصول :\n-( يَوْمَ هُمْ بَارِزُونَ ) غافر: 16.\n-( يَوْمَ هُمْ عَلَي النَّارِ يُفْتَنُونَ ) غافر: 13 , وذلك لأن هم مرفوع بالإبتداء فيها فالمناسب القطع , أما ( يومهم ) الموصول فمجرور فالمناسب الوصل .\n19 ) تقطع لام الجر عن مجرورها في أربعة مواضع والباقي فموصول وهم :\n- ( مَا لِ هَذَا الْكِتَا بِ ) الكهف: 49 .\n- ( مَا لِ هَذَا الرَّسُولِ ) الفرقان: 7 .\n- ( فَمَا لِ هَؤُلاءِ الْقَوْمِ ) النساء: 78 .\n- ( فَمَا لِ الَّذينَ كَفَرُوا ) المعراج: 36 .\n20 ) تقطع (لات ) عن ( حين ) في موضع واحد : وهو بسورة :3 (وَلاَتَ حِينَ مَنَاصٍ )",
        "(1/19)\n\n…أما باب التاءات فهو من الأبواب التي لن تخفي علي قارئ داوم علي قراءة القرآن وعرف هاء التأنيث التي كتبت بالتاء المجرورة( ربوة / رسالة / وما شابه ) والهاء المربوطة (ورحمة) ... وهكذا فهذا لن أطيل فيه وأحيل القارئ عليه بمعرفته من قراءته أو أستماعه . وأما الباب الذي أسهبت فيه فهذا الباب لأنه يغفل عنه القارئ ، ويخطىء بعضهم بعضاً ويرمون بالجهالة من قطع لأنهم ظنوه وصلاً ، وهكذا لأن الحكم قد خُفيَّ عليهم ولهذا أطلنا للمنفعة وتتميماً للفائدة .\nباب معرفة الوقف والإبتداء\nوبعد تجويدك للحروف لا بد من معرفة الوقوف .\n…وأعلم ـ أخي المسلم وكذلك أختي المسلمة - ومعذرةٍ إذا خاطبت المسلم طويلاً وأغفلت المسلمة وهذا بحكم الطبع والعادة والإحتكاك – أعلما بأن المنهج الذي سرت عليه فى هذه الدراسة عند إعدادها كان فصل أحكام التجويد من ( نون ساكنة وتنوين والمد والقصر والميم والنون المشددتين ) حتى أنتهي من الحروف وكيفية نطقها وغيره حتى وصلنا إلي باب المقطوع والموصول الذي لولا إتقان معرفته لما أحسن أحدنا معرفة الوقوف , وهكذا سيكون هذا الباب هو خاتمة العقد في هذه السلسلة التي أرجو أن ينفعنا الله بها وإياك .\n…وقبل أن أبدأ في الطرق على باب معرفة الوقوف والإبتداء ، و حتى أحس بأننا قد إستوفينا معرفة مخارج الحروف تماماً , أود أن أنبهك للآتي :\n(1/20)",
        "\n1 ) عند تلاقى الضاد والظاء يجب تباين إحداهما من الأخرى حتى لا يختلطا فتبطل صلاة القارئ : (أَنقَضَ ظَََََََهْرَكَ ) الإنشراح : 3 (يَعَضُُُُُّ الظََّّالِِمُُ عَلََي يَدَيْهِِ )الفرقان :27 , و حرف الضاد مع حرف الظاء متشابهان في السمع ولاتستطيع أن تفرق بينها إلا بالمخرج والإستطالة , والضاد كما تعلمنا من صفات الحروف أنها : مفخمة / مستعلية / مطبقة / مستطيلة , فهي من أصعب الحروف تكلفاً عند المخرج , إذ يلزم ظهور صوت خروج الريح عند ضغط حافة اللسان لما يليه من الأضراس عند اللفظ وذلك كما ذكرنا في باب (مخارج الحروف ) .\n) كما يلزم بيان ( الضاد ) من ( الطاء ) ( فَمَنِ ِاضطُرََّّّ ) البقرة :173.\n) كذلك بيان ( الظاء ) من ( التاء ) : ( أَوَعَظْتَ ) الشعراء : 136.\n) مع بيان ( الضاد ) من ( التاء ) ( فَإِذَا أَفَضْتُم مِِّّنْ عَرَفَاتٍ ) البقرة : 198 .\n) إظهار الهاء من ( وإلهكم ) و ( أهدنا ) , لأن هذا الحرف – الهاء – يختفي وينبغى الحرص علي بيانه .\n… والأن نستعد للإبحار والدخول لباب الوقف لأنه من أهم أبواب التجويد الذى ينبغى للقارىء أن يحرص علي الإهتمام به , إذ أن الوقف كما قال السيوطى في :( الإتقان ): حلية التلاوة , وزينة القارئ , وبلاغ التالي , وفهم المستمع , وفخر العالم , وبه يعرف الفرق بين المعنيين المختلفين , والنقيضين المتنافيين , والحكمين المتغايرين\n*الوقف معناه الاصطلاحي هو : قطع الصوت عن الكلمة زمناً ما , يتنفس فيه القارئ عادة بنية إستئناف القراءة لا بنية الإعراض عنها , ويأتي في رؤوس الآي وأوساطها , ولا بد معه من التنفس , ولا يأتي في وسط الكلمة ولا فيما اتصل رسماً مثل :( أينما يوجهه ) .\n…الوقف أربعة أقسام : ثلاثة يحسن ويصح عندهم , والرابع لا يصح الوقوف عليه :\n(1/21)\n",
        "1 – تام : وقف علي ما تم معناه ولم يتعلق بما بعدها لفظاً ولا معنى وأكثر ما يوجد هذا النوع في رؤوس الآي وعند إنقضاء القصص كالوقف علي ( مَالِكِ يَوْمِ الدِّينِِ ) ,\nوالإبتداء بقوله ( إِنََّ الَّذِينَ كَفَرُواْ ) , فإن الجملة الأولى من تمام أحوال المؤمنين , والثانية متعلقة بأحوال الكافرين , وأقصد بالأولى الوقف علي ( المُفلِحُونَ ) من ( أُوْلئِكَ عَلَي هُدىً مِّن رَّبِهّمْ وَأُوْلَئِكَ هُمُ المُفلِحُونَ ) من سورة البقرة .\n- وقد يكون هذا الوقف قبل إنقضاء الآية , كالوقف علي أذلة من قوله تعالي :( وجعلوا أعزة أهلها أذلة ) ثم الإبتداء بقوله : ( وكذلك يفعلون) .\n- وقد يكون بعد إنقضاء الآية بكلمة, كالوقف علي ( وبالليل ) من قوله :( وإنكم لتمرون عليهم مصحبين وبالليل ) فقوله (مصبحين ) رأس الآية ولكن التمام قوله ( وبالليل )\n- حكمه : يحسن الوقوف عليه والإبتداء بما بعده .\n2- الكافي : الإكتفاء بالوقف عليه وما تم في نفسه وتعلق بما بعده معنى لا لفظاً ويحسن\nالوقوف عليه والإبتداء من بعده . مثل :- ( لا يؤمنون ) نقف عليها ثم نبدأ بقوله ( ختم الله علي قلوبهم ) .\n- وقد يتفاضل هذا النوع في الكفاية كقول ( في قلوبهم مرض ) فهو كاف وقوله تعالي (فزادهم مرضاً ) أكفي منه , وقوله ( بما كانوا يكذبون ) أكفي منهما .\n3- الحسن : الوقف علي ما تم في ذاته وتعلق بما بعده لفظاً ومعنى , لكونه إما موصوفاً\nوالأخر صفه له ,أو مستثنى منه والأخر مستثنى ...ونحو ذلك .\n- ما تعلق به الكلام لفظاً ومعنى : كالوقف علي لفظ ( الله ) من قوله تعالي ( الحمد لله ) , ثم نبدأ برب العالمين , فهذا وإن تم معنى أو أفهم لكنه تعلق بما بعده لفظاً ومعنى .\n(1/22)\n\n- حكمه : يحسن الوقوف عليه والإبتداء به إن كان رأس أية . ويرى العلماء أنك – أخي المسلم – إذا قرأت ( الحمد لله ) حسن لكن لا تبتدئ ( رب العالمين ) إلا بعد الرجوع إلي (الحمد لله ) لأن الإبتداء بما يتعلق بما قبله لفظاً قبيح .\nالقبيح : لا يصح الوقف عليه , لأنه وقف علي ما لم يتم معناه لتعلقه بما بعده لفظاً ومعنى , كالوقف علي المضاف دون المضاف إليه , وعلي الرافع دون مرفوعه , والناصب دون منصوبه , والمعطوف دون معطوفه , وعلي الشرط دون جوابه , وعلي الموصوف دون صفته , والموصول دون صلته .\n… وهكذا فكل وقف علي ما لا يفهم معناه لأنه لا يعلم لأي شيء أضيف فهو وقف قبيح لا يجوز تعمده إلا لضرورة , كإنقطاع نفس أو عطاس ٍأو ُسعال فهو وقف إضطراري أو ضروري , ولكن لا يجوز له الوصل بالإبتداء بما بعده بل يبدأ بما قبله حتماً وإلا عد قبيحاً .\nوغير ما تم قبيح وله الوقف مضطراً ويبدأ قيله\n** فمن وقف علي مثل هذا بغير ضرورة ملحة أو ملزمة أي كان غير مضطر آثم وكان من الخطأ الذي لو تعمده متعمد لخرج بذلك من دين الإسلام أعاذنا الله وإياكم من هذا .\n…إذ كيف يتأتى لمسلم أن يقف علي هذه الآيات أو يبتدأ ليوهم السامع بمعنى خلاف المعنى المراد , كالوقف علي ( إن الله لا يستحي ) و ( إن الله لا يهدى ) أو (فبُهتَّ الذين كفر والله ) أو ( لقد سمع الله قول الذين قالوا ) ثم يقف , ويبدأ من قوله تعالي ( إن الله فقير ) .\n…أو الوقوف علي النفي الذي يأتي بعده إيجاب , وهو ولا شك وقف شنيع قبيح , كالوقف علي (وما من إله ) ومثل ( وما أرسلناك) .\nوليس في القرآن من وقف وجب ولا حرام غير ما له سبب\n…والوقف في القرآن لا يوصف في ذاته بوجوب ولا حرمة , ولم يوجد في القرآن من وقفٍ واجب يأثم القارئُ بتركه , ولا حرام بفعله , وإنما يتصف بهما وحسب وما يعرض له من قصد إيهام خلاف المراد , كما في الوقف القبيح المتقدم ذكره .",
        "(1/23)\n\n…ولهذا تجد في نهاية المصحف قبل الفهرس إصطلاحات الضبط وفيها علامات الوقف التي يجب الإلتزام أو جواز الإلتزام بها والعلامتين التي يجب وضعهما في الإعتبار دائماً :\nم : علامة الوقف اللازم أي لازم الوقوف عليها ويجب أن تعلم أنها بخلاف (م)\nالإقلاب .\n- لا : علامة الوقف الممنوع يعنى لا بد وأن تصل الآية وتتجاوزها وهي بخلاف الوقف\nاللازم فالأولى تقف والثانية لا تقف .\nأحكام النون الساكنة والتنوين\n- النون الساكنة : وهي التي لا حركة فيها مثل : من / عن , تكون في الأسم وفي الفعل وفي الحرف , وتكون وسطاً وطرفاً , وتثبت لفظاً وخطاً , ووصلاً ووقفاً .\n- التنوين : نون ساكنة زائدة تلحق أخر الأسماء لفظأ وتفارقه خطاً بمعنى أنها تظهر منطوقة لا مكتوبة .\nوللنون والتنوين أربعة أحكام يشملن حروف الأبجدية العربية كالتالي :\nإظهار ( 6 حروف ) , إدغام (6 حروف ) , إقلاب ( حرف ) إخفاء ( 15 حرف ) .\nالإظهار: يبدو من معناه اللغوي ( البيان ) والإصطلاحي :إخراج كل حرف من مخرجه بغير غنة في الحرف المظهر.\n- حروفه ستة : همزة / هاء / عين / حاء / خاء / غين .\nأوتحفظها هكذا : همز فهاء ثم عين حاء مهملتان ثم غين خاء .\nأو : إن غاب عنى حبيبى همنى خبره .\nومعنى مهملتين أي أن العين والحاء بدون تنقيط لنفرق بينهما وبين الغين والخاء .\n- وتجد النون التي يقع بعدها حرف إظهار أو مظهر في القرآن بهذا الشكل ن? (نون علي رأسها خاء صغيرة بدون نقطة ) أو أي حرف عليه نفس الخاء هذه بأنه حرف مقرع يظهره اللسان , وتكون الحروف الستة المذكورة سابقاً مع ( النون ) في كلمة أو من كلمتين , ولكن في التنوين لا بد وأن تكون من كلمتين .\n(أ) النون + الأحرف الستة المظهرة ( الحلقية ) من كلمة ومن كلمتين : ينأون ( ن + همزة /ح/خ/ع/غ/هـ ) من آمن / من? هاجر / من حادَّ الله / من خزي / سميع ُعليم / ينحتون\n(1/24)",
        "\n(ب) التنوين : كلُُُُّّ آمن / جرف ٍهار / خلق ٍعظيم / سميعُ ُعليم / عليمُُ ُحكيم / يومئذٍ خاشعة .\n- وتجد التنوين (حركتين متساويتين في القرآن ) عند أخر الكلمة الأولى وبداية الحرف المظهر في الكلمة الثانية هكذا ( ٌ ً ٍ ) (ضمتان / فتحتان / كسرتان متساويتان ), وهذا يدل علي إظهار التنوين ونكرر ( بغير غنة ) .\n- وكنت قد نوهت من ذي قبل عن مخارج الحروف ,أن الحروف الست هي حروف حلقية وستقابلنا في أحكام النون الساكنة والتنوين وكان ترتيبهم في الحلق بنفس ترتيبهم للبيت الذي قلنا بحفظه , وعلي هذا فنجد أن أعلي مراتب الإظهار الثلاثة عند الهمزة والهاء , وأوسطه عند العين والحاء , وأدناه عند الغين والخاء .\n- ولعلك تتسائل أخي المسلم ما هي العلة التي دعت لإظهار هذه الحروف الست ؟ أخبرك بأنه بالرجوع لباب مخارج الحروف , ستجد أن هذه الحروف الست ( حروف حلقية ) والنون والتنوين مخرجها طرف اللسان وهنا بُعد المخرجين , وهذا تيسير علي القارئ , وأوقع في التجويد .\n2 ) الإدغام : وهو إلتقاء حرف ساكن بمتحرك بحيث يصيران حرفا واحداً مشدداً يرتفع اللسان عنهما إرتفاعه واحدة, أو النطق بالحرفين كالثاني مشدداً.\n- حروف الإدغام ستة : ياء / راء / ميم/ لام / واو / نون , مجموعة في لفظ (يرملون ) , وينقسم الإدغام إلي قسمين :\nأ ) إدغام ناقص ( الإدغام بغنة ) : وله أربع حروف مجموعة في لفظة ( ينمو ) أو عند بن الجزري في متنه ( يومن ) , فإذا وقع حرف من هذه الأحرف الأربعة بعد النون الساكنة أو التنوين ( بشرط أن يكون من كلمتين ) وجب الإدغام بغنة .\n- مثال النون : مَنْ يقول , مِنْ نِعِّمَةٍ , مِنْ مَالِ ِالله , مِنْ وَلي .\n- مثال التنوين : وبرقٌُ يَجعلون, يومئذٍ نَاعمة , عذابٌ ٌمقيمْ .\n- ولزيادة ضرب الأمثلة على إدغام النون الساكنة والتنوين :\n1- إدغام النون الساكنة : * إدغام بغنة :\n(1/25)\n",
        "ومن يَعمَلْ مِْثقالَ : ننطقها بعد إدغام الياء فى النون فنقول بغنة : وَمَيَّعْمل مِْثقَالَ\nِمنْ نِّعْمَة ٍ ... : منِِّّعْمةٍ\nِمن مَّلجَأ ... ... : ِممَّلجَأ\n... 2- إدغام التنوين :\n... *إدغام بغنة:\n... - وجُوهٌ يَوْمَئِذٍ : وجُوْ هُيََّوٍْمئِذٍ\n... - أَمْشَاج ٍنَبْتَليهِ : أمْشَا جِنَّبْتَلِيهِ\n... - َرسُولٌ ِمنْ اللهِ : رَسُوْ ُلِّمنَ اللهِ\n... - جَنَّاتٍ وَعُيون ٍ: جَنَّا ِتوَّعُيُون\n- وستجد في القرآن ( نون الإدغام ) أو النون التي تسبق الحرف المدغم عارية ًمن أي حركة , والفتحتان والكسرتان غير متساويتين والضمتان متتابعتان مما يدل علي الإدغام وتركيب الحركتين بمنزلة وضع السكون علي الحرف , وتتابعهما بمنزله تعريته عنه هكذا ( ٌ ً ٍ ) وجوهُُُ يومئذ / سراعاً ذلك / بأيدي سفرةٍ كرام .\n- وسمى هذا الإدغام ناقص لذهاب الحرف (النون – والتنوين ) وبقاء الصفة (الغنة ) .\n- ومع أننا بصدد الحديث عن (الإدغام الناقص ) ، لكن سيحل علينا الإظهار المطلق .\n* الإظهار المطلق : هو إستثناء من الإدغام الناقص , فلو وقعت هذه الأحرف ( ينمو ) في كلمة واحدة وجب الإظهار المطلق (مطلق لعدم تقيده بحلق أو شفة ) ويقع الإظهار المطلق في أربعة كلمات لا خامس لها في القرآن الكريم ( الدنيا – بنيان – قنوان – صنوان ) وعلة إظهارها ، أنك لو أدغمتها غيرتها تماماً فيصير قنوان ( قوان ) والصنوان (صوان ) وهذا خطأ يجب الإحتراز منه .\nب ) إدغام كامل : ( بغير غنة ) وله حرفان ( الباقين من يرملون ) اللام / الراء\n( وهكذا تجد تلازم اللام مع الراء في أكثر من باب مثل ( التفخيم والترقيق ) (المتقاربين الصغير ) و (اللامات السواكن لام الفعل ولام الحرف إذا وقع بعدهما لام أو راء) .\n(1/26)\n\n- وهنا إدغام كامل لذهاب الحرف والصفة معاً , وإدغام اللام والراء للتقارب في المخرج وفي أكثر الصفات , وأما حذف الغنة معهما فهو للتخفيف , وأسباب الإدغام هنا اللام في الراء : التماثل / التقارب / التجانس .\n- ولا يجوز إدغام الراء في اللام إذا وقعت الراء قبل اللام لأن الراء مكررة فكأنك أدغمت حرفاً مشدداً , وإدغام مشدد فيما بعده خطأ بإجماع العلماء مثل: ( إستغفر لهم ) .\nـ ويستثنى من الإدغام الحالات التالية :\n# إدغام النون فى الراء : مثل : ( مَنْ رَاق ِ) القيامة :27 ، فيسكت عليها عند حفص فى التنفس ، ومن المعلوم أن الإدغام لايأتى مع السكت .\n# إدغام النون فى الواو : مثل : ( يس والقُرْآن ِالْحَكِيمِ ) ، ( ن والقَلمَِ ) ، فالنون والواو أظهرتا وكان حقهما الإدغام ؛ لأنهما من كلمتين ، ووجه الإظهار فيهما هو مراعاة الإنفصال الحكمى ؛ لأن النون فيهما وإن اتصلت بهما لفظا ً فهى منفصلة حكما ً وذلك لأن كلاً من ( يس ) ، و ( ن) اسم السورة والنون حرف هجاء لا حرف مبنى وما كان كذلك حقه الفصل عمابعده فيظهر وصلا ً كما يظهر وقفا ً .\n1) إدغام النون الساكنة : * إدغام بغيرغنة :\nـ لئِن لًمْ يَنْتَهِ : لَئِلَّمْ يَنْتَهِ ( هكذا يكون بغير غنة مع الشدة )\nـ مِن رَبكَ : مِرَّبَّكَ .\n* مامعنى بغيرغنة مع الشدة أو التشديد ؟ : فنحن عندما حذفنا النون فى ( لئن ) ووصلناها بـ ( لم ) ، وجب النطق مع التشديد بغير غنة عند لام ( لم ) وكذلك عند راء ( ربك ) .\n2) إدغام التنوين : * إدغام بغير غنة :\nـ وَيْلٌ لِلمُطَفَّفيِنَ : وَيْلُللَّمطَفَّفين\nـ فى عِيْشةٍ رَاِضية : فى عِشَتَّراضِيَة\n3 ) الإقلاب : وهو قلب النون الساكنة والتنوين ميماً قبل الباء مع مراعاة الغنة والإخفاء , ويكون مع النون في كلمة أو كلمتين ومع التنوين لا يكون إلا من كلمتين : أنبئهم / أن بورك / سميعُ بصير / عليم بذات الصدور.\n1- أمثلة على إقلاب النون الساكنة :",
        "(1/27)\n\n... أ – من كلمة :-\n- يُنْبِتُ ... ... : يُمْبتُ\n- كََلاَّ لينبذنَّ : كَلاَّ لَيُمْبَذََنْ\nـ أنْبَأكَ : أمْبَأكَ\n... ب – من كلمتين :\n... - مِنْ بَعدِ ... ... : مِمْبَعدِ\n... - مِنْ بَخِلَ ... ... : ِمْمبَخِلَ\n... - أَنْ بُورٍكَ ... ... : أمْبُورٍكَ\n... 2- أمثلة على إقلاب التنوين ( كلمتين ) :\n... - مُنْفطِرٌ بِهِ ... ... : مُنْفَطِرٌ مْبِهِ\n... - َزْوج ٍبَهيجْ ... : زَوْجِمْبَهِيج ٍ\n... - عَلِيمٌ بِذَاتِ : عَلِيمُمْبِذَاتِ\n... - لَطِيفٌ بعبَادِهِ : لَطِيفُمْبِعبَادِهِ ...\nولعلك تتسائل عن علة الإقلاب هن؟ ... وأجيبك هىَّ لسببين :\n1 – عُسر الإتيان بالغنة مع الإظهار , ثم نطبق الشفتين من أجل الباء ( فيستحيل الإظهار )\n2 – عُسر الإدغام لاختلاف المخرج وقله التناسب , فتعين الإخفاء , ومن ثم توصل بقلب الميم لأنها تشارك الباء في المخرج والتنوين في الغنة والثالث الإقلاب عند الباء ميماً بغنة مع الإخفاء.\n4 ) الإخفاء : النطق بالحرف بصفته بين الإظهار والإدغام عار عن التشديد( غير مشددة ) مع بقاء الغنة في الحرف الأول .\n- ومن التعريف الإصطلاحي يظهر الفرق بين الإدغام والإخفاء من وجهين هما :\nأ ) إدغام فيه تشديد , الإخفاء ليس فيه تشديد .\nب) الإدغام يكون في الحرف , الإخفاء يكون عند الحرف . - وله 15 حرفاً الباقين من الأبجدية يجمعها أوائل كلمات هذا البيت :\nصف ذا ثنا كم جاد شخص قد سما دم طيباً زد في تقى ضع ظالماً\n- وهم : ص- ث- ك- ج- ش- ق- س- د- ز- ف- ض- ظ .\n- ويأتي الإخفاء من كلمة ومن كلمتين مع النون , ومن كلمتين مع التنوين كما عرفت مثل : مَنْصوَراً , مُنْتَهُونَ , مَنْضُودًا , انْظُرُواْ , ظِلاَّ َظلِيلاً , جَنَّاتٍ تَجْرِى , عَنْ صَلاتِهِمْ , فإن زَلَلْتمُ , ينْقَلِبُ , اِنْطَلِقُواْ .\n- وتتعرف علي الإخفاء في القرآن الكريم بنفس ما ذكرناه آنفاً في الإدغام الناقص فارجع له إن شئت .\n(1/28)",
        "\nوقد تتسائل : ما علة ُالإخفاء ِ؟ ......نجيبك بحمد الله لقد قيض الله لخدمة كتابه أكابر العلماء في كل مجال , ولم يتفقوا أو يختلفوا علي حكم ما ,أو إعراب أو خلافه ,إلا ما كان وراءه علة أو سبب لا هوي ٍأو مصلحة ، فعلةُ الإخفاء : إن التنوين والنون لم يقربا هذه الحروف الخمسة عشر مثل قربهما من حروف الإدغام ( فيدغما ) ,ولم يبعدا مثل بعدهما من حروف الإظهار (فيظهرا) فأعطيا حكماً متوسطاً بين الإظهار والإدغام وهو (الإخفاء )\nأحكام\nالميم والنون المشددتين\nوالميم الساكنة\n1 ) حكم الميم والنون المشددتين :\nوغنّ ميماً ثم نوناً شَُّّّّّّّّّدّّّدا وسم كلاً حرفَ غنةٍ بدا\n… ومن البيت السابق تعلم أنه يجب غنهما مقدار حركتين وقلنا من قبل أن الحركة (بمقدار قبض الإصبع أو بسطه ) , والغنة صوت في الخيشوم وتعريفها الاصطلاحي : صوت لذيذ مركب في جسم النون الميم ثابتة منهما منطلقاً وهي في المشددة أكمل منها في المدغم , وفي المدغم أكمل منها في الساكن المظهر , وفي الساكن المظهر أكمل منها في المتحرك\nمثال ذلك :\n( ِمَن الجنَّةِ والنَّاسِ) – ( من نذير) – ( لّما ) – ( مالهم من الله ) ــ ( كأنَّ) ــ( عمَّ ) .\n2 ) أحكام الميم الساكنة :هي الميم الخالية من الحركة , ولها قبل حروف الهجاء غير الألف اللينة ثلاث أحكام :\nأ – الإخفاء الشفوي : وسمي بذلك لخروج حروفه من الشفة وهو كما تعلمت النطق بالحرف بصفةٍ بين الإظهار والإدغام مع بقاء الغنة فإذا وقعت الميم الساكنة ووقع بعدها الباء أخفيت الميم , مثال : ( يَوْمَ هُمْ بَاِرزونَ ) , ( إليهم بهدية ) , (وَمَن يَعْتَصِمْ باللهِ ) .\nوعلة الإخفاء أن ( الميم والباء ) لما اشتركا في المخرج وتجانسا في بعض الصفات ثَقُّلَ الإظهار , والإدغام التام ، فتعين الإخفاء .\n(1/29)\n",
        "ب ) الإدغام : وجوباً : ويسمى إدغام صغير أو ( إدغام مثلين صغير ) , ويأتي من التقاء الميم بميم مثلها سواء كانت أصلية ( خَلَقَ لكُم مَّا في الأَرض ِ) أم ميماً مقلوبة عن النون الساكنة أو التنوين ( ِمنْ مَاءٍ مَهِين ) وفي الحالتين يلزم الإتيان بكمال التشديد وإظهار الغنة ( لأن حكمه الإدغام بغنة ).\nج ) الإظهار الشفوي : وجوباً من غير غنة , عند بقية الأحرف الستة والعشرون ويكون في كلمة مثل ( أَمْثَالكمْ ) , ( أَنْعَمْتَ ) , ومن كلمتين ( لعَلكَّمْ تَتَّقُّونَ ) ، ( وَيَنْصُركُمْ عَليهِم ) ، ( تَرْهَقُهُمْ ذلَّةٌ ) ، ( أَيَّكُمْ زَادَتْهُ ) .\nوينبه العلماء علي أن القارئ لا بد أن ينتبه عند إلتقاء الميم الساكنة بحرفيّ الواو والفاء فلا يخفيهما ويظهرهما , لئلا يتوهم أنهما مثل الباء التي تتحد في مخرجها مع الواو , وتقترب في مخرجها من الفاء , فلا يخفيهما ( أكرر ) ولا يدغمهما لقوة الميم وضعف الفاء ( ومعروف أن القوى لا يدغم في الضعيف ) وكذلك لا يسكت عليها كما يفعل البعض خوفاً من الوقوع في إدغام ٍأو إخفاء بل يجب الإظهار .\nباب المد والقصر\nالمد : إطالة الصوت بحرف من حروف المد الثلاثة عند ملاقاة همز أو سكون , وحروف المد هي حروف العلة ( و – ا – ى ) .\nالقصر : إثبات حرف المد من غير زيادة .\n*** والمد قسمان :\n1 ) الأصلي ( الطبيعي ) : وهو ما لا يقوم ذات الحرف إلا به , أي لا يتوقف علي سبب من همزاً وسكون ولكن لوجود حرف العلة في الكلمة , وسموه طبيعياً لأن صاحب الطبيعة السليمة لا يزيد فيه ولا ينقص عن مقداره , ومقداره مقدار ألف , ومقدار الألف حركتان مثل : قال / يقول / قيل .\n2 ) الفرعي : المد الزائد علي المد الطبيعي لسبب من الأسباب التالية :\n* للمد- أخي وأختي المسلمة- أسباب وشروط وأحكام :\nأ – أسباب المد :\nمعنوي : كالمبالغة في النفى , والمد للتعظيم مثل ( لا إله إلا الله ) .\nلفظي : همز أو سكون .\n(1/30)\n\n- الهمز : سبب لثلاثة أنواع من المد : متصل / منفصل / بدل .\n- السكون : سبب لنوعين : اللازم , العارض للسكون .\nب ) شروط المد : ضم ما قبل الواو / كسر ما قبل الياء ( مع سكونها ) والألف لا تكون إلا ساكنة ولا يكون ما قبلها إلا مفتوحاً بمعنى : بالنسبة للألف : الألف ساكنة إذا جاء قبلها حرف مفتوح ( ن َ) تبقى – نا - ( والفتحة بعد الحركة ) والواو لو سبقها حرف مضموم مثل: قوتل , وكلمة: مرض لو سبقها حرف مكسور صارت:مريض والمد هنا(مد طبيعي ) حركتان مثل : ( يوم يقول المنافقون والمنافقات للذين آمنوا أنظرونا نقتبس من نوركم قيل ارجعوا ورائكم فالتمسوا نورا ) .\nوتجمع حروف المد الثلاثة بسوابقها من الضم قبل الواو / والفتح قبل الألف / والياء قبل الكسر كلمة توحدها ( نو , حي , ها ) ولا بد من أن تكون المدود متساوية إذا إجتمعت كالمثال\nج ) أحكام المد : له ثلاثة أحكام وخمسة أنواع :\nأما الثلاثة : الوجوب / الجواز / اللزوم\n- الوجوب : نوع واحد .\n- الجواز : ثلاثة أنواع .\n- اللزوم : نوع واحد .\n* الواجب : ( المد المتصل ) : وسمى متصلاً لإتصال حرف المد بالهمزة في كلمة واحدة مثل : جاء / السماء /: سُؤُ / مُسِيئا / سيئت , وحكمه : ( الوجوب ) أي محل اتفاق بين القراء علي اعتبار أن أثر الهمزة من زيادة المد بمعنى : أن حروف المد خفيه , والهمز بعيد المخرج , صعب في اللفظ فإذا لاصق حرفاً خفياً خيف عليه أن يزداد خفاءاً فَقُوّىَّ بالمد إحتياطاً لبيانه وظهوره , ومع إتفاقهم في الوجوب إختلفوا في مقدار زيادته , وما دمنا نعول في قراءتنا بقراءة حفص بن سليمان فأنه يمده أربع أو خمس حركات ( في الوصل ) , أما إذا وقف عليه فيزيد ليصبح ست حركات , وأنبه مع التكرار أن المد المتصل واجب بمده عند الوصل وعند الوقف فلا تستهينوا .\n* الجائز : أي جواز قصره أو مده :",
        "(1/31)\n\n) المد المنفصل : وهو أن يكون حرف المد في كلمة والهمز مبدؤ بها في كلمة أخرى يعنى المد في أخر الكلمة الأولى والهمزة في بداية الكلمة الثانية , والمد المنفصل لا بد له من كلمتين : ( بم أنزل )( يا أيها الناس )( إنا أعطيناك )( قالوا آمنا )(وفي أنفسكم ) .\n- حكمه : كما عند حفص يمد أربع أو خمس حركات عند الوصل وعند الوقف لا يمد.\n* قاعدة :\nإذا أجتمع مدان متصلان مثل ( أنزل من السماء ماء) أو مدان منفصلان ( بما أنزل إليك وما أنزل من قبلك ) لا يجوز مد أحدهما دون الأخر بل يجب التسوية بينهما .\n* المد اللين : وهويقع عند حرفى الواو والياء الساكنتين المفتوح ماقبلهما ، فيجب العلم أن حروف المد قد تكون حروف لين مثل : خّوْف / الْمَوْتُ / البَيْت / شىء ، لأنه بالرغم من كونها حروف مد لم تمد ، فصارت مداً ليناً مغايراً لوصفه، وذلك لأن النطق به ليناً وسهولة , وحكمه عدم المد مطلقاً عند الوصل ، ولكن إذا تسنى لك الوقوف عليه فيكون حكم مده مثل : حكم المد العارض للسكون ، فلك أن تمده حركتين أو أربع أو ست حركات . * المد العارض للسكون : وسمىَّ عارضاً لعروض المد بعروض السكون أو يسمونه : المد العارض للوقوف , بمعنى : لما تكون هناك كلمة سنقف عليها بالسكون وفيها حرف من حروف المد , ولأنه لايمد إلا فى حالة الوقف فقط .\nوحكمه : يمد عند الوقوف , حركتان ( وهذا هو القصر ) أو أربع حركات ( توسط ) أو ست ( كالمد اللازم ) .\n– مثال : ( وما للظالمين من أنصار ) حكمه : عند الوقوف 2 أو 4 أو 6 حركات عند الوصل ولا يمد هذا المد إلا بمقدار حركتين فقط .\n- مثال : ( إنك لا تخلف الميعاد ) و ( وسخر لكم الليل والنهار ) وعند المد لا تنسوا شروطه فلا بد أن يكون الحرف الذي يسبق الألف مفتوحا ثم نمد مد طبيعي عند الوصل ( حركتان ) أو مد توسط عند الوقف ( أربع حركات) أو مد إشباع ( ست حركات ) .\n(1/32)",
        "\nأخذنا مثال للألف بالتطبيق على المد العارض للسكون مع إستصحاب شروط المد :\n- مثال علي الياء :- بشرط أن يكون ما قبلها مكسور ( إني أخاف الله رب العالمين ) , وكما علمت مد عند الوقف 2/4/6 حركات لكن عند الوصول حركتان ( إنما يتقبل الله من المتقين )\n- مثال على الواو : - بشرط أن يكون ما قبلها مضموماً ( وجاهدوا في سبيل الله لعلكم تفلحون ) ( وسوف تعلمون ) المد العارض للسكون ليس له مدود في المصحف , ويؤخذ من السماع والتلقى , وهذا بعكس المد المنفصل والمتصل واللازم يؤخذ بالسماع أيضاً ولكن له مدود مثل هذه العلامة ( ~ ) وهي ترسم فوق الحرف الذي سيمد مداً زائداً عن الطبيعي ( فالطبيعي أيضاً ليس له مدود ) .\n- مد البدل: هو المد تتقدم فيه الهمز على حرف المد وذلك خلاف المد المتصل مثل : ( آمنوا ) وتكتب في المصحف هكذا ( ءَامنوا ) فعلامة المد الموجودة علي ( آمنوا ) للدلالة علي ألف محذوفة بعد ألف مكتوبة وضعت خطأ ويعدها العلماء ( غلطاً ) بل الصحيح ما أثبتناه ( ءَامنوا ) بهمزة وألف بعدها ، وكذلك ( إيماناً ) و ( أوتوا ) ، فأصلهما ( إِئمانا ) و ( أءتْوا ) … وسمى البدل بدلاً : لإبدال حرف المد من الهمز , فإن أصل آمنوا (أأمنوا ) فأبدلت الهمزة الثانية ألفاً من جنس حركة ما قبلها علي القاعدة ، وهكذا في ( ءَآدَم ، ءآَزَر ) فأصلهما ( أأَدم ، أاْزَر ) .\nحكمه : يمد مداً طبيعياً ( حركتان ) …بشرط أن لا يقع بعد حرف المد همزاً أو سكون مثل : ( آلم ) فتمد مد لازم ,( برآء ) تمد مد متصل , ( وجاءوا ) تمد مد منفصل , ( مآب ) تمد مد عارض للسكون ....وسبب قصر مد البدل بحركتين أن الهمزة قد سبقت حرف المد كتابةً ونطقا ً فلاحاجة للمد للوصول إليها ، بينما العكس هو الصحيح بالنسبة للمد المتصل والمنفصل والعارض للسكون ؛ فقد سبق المد الهمزة مما دعت الحاجة لإظهار الهمزة وإخراجها مما تقدم من أمثلة على هذه المدود .\n(1/33)\n",
        "* اللازم : وله نوع واحد وهو المد اللازم , وهو ما جاء فيه بعد حرف مد سكون لازم في حالة الوصل والوقف .\nحكمه :يعرف حكمه من أسم لزوم أي لزوم مد ست حركات من غير زيادة ولا نقص عند جميع القراء .\nوينقسم المد اللازم إلى أربعة أقسام :\nكلمى مثقل : ومعنى كلمى : هو ما جاء فيه بعد حرف المد سكون أصلي ثابت وصلاً ووقفاً في كلمة تزيد عن ثلاثة أحرف , فإن إدغم ساكنه فيما بعد فهو المثقل : مثل صَاخَّه / دابّه / أتُحاجوني / الحَآقَّة / الطآمّة / ولاالضآليّن , ويأتي في القرآن بوجود شرطة المد علي الحرف ثم تأتي علي الحرف الذي بعده شد فتمد ست حركات وصلاً ووقفاً .\nب - كلمى مخفف : نفس تعريف كلمة كلمى السابق , وإن لم يدغم ساكنه فهو مخفف مثل : ( ءَآلآنَ وقد كنتم ) و ( ءآلآنَ وقد عصيت ) سورة يونس .\nج- حرفي مثقل : هو ما جاء فيه بعد حرف المد سكون ثابت وصلاً ووقفاً في حرف هجاؤه علي ثلاثة أحرف وسطها حرف مد ولين أو حرف لين فقط مثل الحروف المقطعة فى أوائل سور القرآن الكريم ومنها :( الم ) وتنطق: ( ألِفْ لاَم مَّيمٌ ) وأدغمت الميم الأولى الساكنة فى الثانية المتحركة ، ومثل : ( طسم , وإذا أدغمنا ساكنه سمي: مثقل، وحروفه ثمانية أحرف هى : { س ص ع ق ك ل م ن } يجمعهم قول [نَقَصَ عَسَلكُمْ ] أو [كمْ عَسَلْ نَقَصْ ] أو [ سنقصُّ عِلْمَك] .\nد- حرفي مخفف : نفس التعريف السابق , وإن لم ندغمه سمى: مخفف ، ويكون فى أوائل السور أيضاً ، مثل : ص ، ق ، ن ، وتمد هذه ست حركات ، غير أن هناك خمسة حروف مجموعة فى لفظ ( حَى طُهْر ) فإنها تمد مدًّا طبيعيًّامثل : ( يس ــ حم ــ طه ) ، والألف لايمد أصلاً لأنه ثلاثى ووسطه ليس حرف مد ساكن .\n(1/34)\n\nوجميع الحروف المقطعة ذات الحركتين أو الست حركات يجمعها قوله ( نص حكيم له سر قاطع ) أو ( صله سحيراً من قطعك ) , وقد يجتمع النوعان ( مد حرفي مثقل ومد حرفي مخفف في ( الم ) والألف لا تمد ، لام مثقل ويمد ست حركات، ميم مخفف\nقاعدة :\nإذا اجتمع مدان لازمان مثقلان نحو ( أتحاجونى ) أو مثقل ومخفف ( الم ) أو مخففان نحو ( ءَألآن ) لا يجوز من أحدهما دون الأخر بل يجب التسوية بينهما .\nإذا كان الساكن في كلمة وحرف المد في كلمة أخرى , يحذف حرف المد عند الوصل نحو ( وقالوا أتخذنا ) و ( المقيمي الصلاة ) وهذا ما سنفصله عند الحديث عن المدود التي لا تمد .\nإذا إجتمع سببان من أسباب المد قوى وضعيف , ألغى الضعيف وعمل بالقوى مثل :\nأ – ( ولا آمين البيت الحرام ) ففيه بدل ولازم , فيلغي البدل ويعمل باللازم .\nب – ( وجاءوا أباهم ) ففيه بدل ومنفصل , فيلغي البدل ويعمل بالمنفصل , ومن هذا نعلم أن أقوى المدود اللازم فالمتصل فالعارض للسكون فالمنفصل فالبدل .\n1ــ مد الصلة: وهي إلحاق واو صغيرة بعد هاء الضمير للمفرد الغائب فإذا كانت مضمومة يدل علي صلة هذه الهاء بواو لفظية في الحال وكذلك إلحاق ياء صغيرة مردودة إلي خلف بعدها الضمير، إذا كانت مكسورة : يدل على صلتها بياء لفظية في الوصل أيضاً , وتأتي كلمة صلة من أننا نصل كلمة بكلمة أخري\nأ ) الصلة الصغرى : وتمد حركتان بمقدار المد الطبيعي ولها أربع حالات :\n1- أن تقع الهاء بين متحركين : ( بعثه ، قال ) فلو وصلنا ( حركتان ) ولو وقفنا علي بعثه نقف من غير مد , ( يهدي به كثيراً ) الياء الصغيرة مرسومة بين الهاء وكاف كثيراً , ولكن هناك أربع كلمات في القرآن لا ينطبق عليها هذا الحكم فقد استثناها حفص عن عاصم وهم :\n- ( يَرْضَهُ ) سورة الزمر , فإن حفص ضمها بدون صلة .\n- ( أَرْجِهْ ) سورتي الأعراف والشعراء , وسكنها ولم يصلها .",
        "(1/35)\n\n- ( فَأَلقِهْ ) سورة النمل , سكنها ولم يصلها .( وكلها لا تمد عند الوقف أو الوصل ).\n2 – أن تقع الهاء بين ساكنين : مثل ( إليه المصير ) الياء الساكنة واللام الساكنة وبينهم\nالضمير فلا تمد لا وصلاً ولا وقفاً حتى لا يجتمع الساكنان .\n3 - أن تقع بعد متحرك وقيل ساكن : مثل ( إنه الحق ) المتحرك الميم والساكن اللام في الحق ( بدون مد ) .\n4- أن تقع بعد ساكن وقبل متحرك : مثل ( لا يخفي عليه شيء ) لا تمد ويستثني من هذا الحكم كلمة واحدة ( وَيَخْلُدُ فِيهِ مُهَاناً ) ويثبت فيه المد .\nب – الصلة الكبرى : إذا كانت الهاء بين متحركين وبعدها همزة قطع وتكون من قبل المد المنفصل فتوضح علي علامة المد علي حرف الواو أو الياء مثل : ( عنده,~ لا )\nوحكم المد هنا هو حكم المد المنفصل بمقدار أربع أو خمس حركات\n.مدود لا تمد\n1 – حروف العلة التي عليها صفر مستدير في القرآن الكريم يدل علي زيادة هذا الحرف فلا ينطق وصلاً أو وقفاً مثل ( يَتْلُواْ ) (أوْلئك) الألف عليها همزة قطع وضمة والواو غير منطوقة و( من نَّبَاْى المرسلين ) الياء غير منطوقة الملحقة بنبأ ,( بنيناها بأييد ) الياء الأولي من ( ييد ) غير منطوقة .\n2 – الألف بعدها متحرك يدل علي زيادتها وصلاً لا وقفاً , أي تثبت وتنطق لو وقفنا عليها , وتسقط لفظاً إذا وصلت بساكن بعدها لئلا يلتقي الساكنين , ورسمها في القرآن بإصطلاحات الضبط بوضع صفر مستطيل قائم فوق الألف .\n- أمثلة : ( فإن كانت أثنين ) يلغى المد لأنه ساكن والتاء ساكنة لأن أصلها كانتا وسقطت فأصبحت التاء مفتوحة وألغي الألف , ( فلما ذاقا الشجرة ) و( تلكما الشجرة ) و ( استبقا الباب) و( كلتا الجنتين ) .\n* أما ( أنا ) فقد ذكرت في القرآن 68 مرة تثبت إذا وصلنا , وإذا وقفنا عليها نمد مد طبيعي كامل ( لا تمد ألف أنا الأخيرة عند الوصل وإنما عند الوقف عليها فقط (أنا خير منه ) ( وإني أنا الله) (أنا الغفور ) .\n(1/36)",
        "\n- وهناك (ألفات) تعامل معامله( أنا) : ( لكنا هو الله ) سورة الكهف , ( وتظنون بالله الظنونا) و ( وأطعنا الرسول قالوا ) الأحزاب , ( فأضلونا السبيل ) ( إنا اعتدنا للكافرين سلاسلا ) ( كانت قواريرا قوارير ) .\n- هذه الألفات يسمونها ( الألفات السبع ) , وبالنسبه لقواريرا الأولي في الآية تثبت الألف الأخيرة عند الوقف وتلغي عند الوصل , وألف الأخيرة من قواريرا الثانية تلغي عند الوصل وعن الوقف .\n3 – الواو الثابتة خطاً في أخر الكلمة تسقط لفظاً إن وصلت بساكن بعدها وتثبت لفظاً في حاله الوقوف عليها .\n4 – الياء الثابتة تختلف في حاله الوقوف والوصل :-\nإذا كانت متحركة تثبت لفظاً : ( وقليل من عبادي الشكور ) .\nإذا كانت ساكنة وتلاها حرف متحرك ( توفني مسلماً ) .\nإن كانت الياء ساكنة وجاء بعدها حرف ساكن سقطت لفظاً ( حاضري المسجد ) ( محلي الصيد ) . وتثبت عند الوقف رسماً إذا كانت ثابتة .\nالحمد لله تم هذا العمل بفضله وكرمه سبحانه , فإن كان التوفيق فمن الله , وإن شابه النقصان فمن نفسي وتقصيري والشيطان و الله المستعان.\nأخوكم في الله\nالسيد إبراهيم أحمد\nفهرس الجزء الأول\n- المقدمة ......................................................................... 1\n- الاستعاذة والبسملة ............................................................ 2\n- باب التفخيم والترقيق ......................................................... 4\n- مخارج الحروف .............................................................. 9\n- صفات الحروف وتقسيماتها .................................................. 13\n- المثلين المتقاربين المتجانسين .................................................19\n- اللامات السواكن .............................................................. 21\n(1/37)\n",
        "- باب الحذف والإثبات ......................................................... 24\n- باب المقطوع والموصول .....................................................25\nباب معرفة الوقف والإبتداء ................................................ 30\nأحكام النون الساكنة والتنوين .............................................. 34\nأحكام الميم والنون المشددتين وحكم الميم الساكنة ........................ 40\nباب المد والقصر ........................................................... 42\nمدود لا تمد ................................................................. 50\n(1/38)\n"
    ]
}