{
    "partText": [
        "\nالسيف البتار\nفي نحر الشيطان نزار\nومن وراءه من المرتدين الفجار\nوافق على نشره كل من\nسماحة الإمام العلامة عبد العزيز بن عبد الله بن باز -رحمه الله –\nوفضيلة الشيخ صالح بن فوزان الفوزان\nوقرظه\nسماحة مفتي عام المملكة العربية السعودية\nالشيخ/عبد العزيز بن عبد الله آل الشيخ\nالمحدث العلامة حمدي السلفي\nجمع وتأليف\nمن يرجو رحمة ربه وخالقه\nممدوح بن علي بن عليان السهلي الحربي\nالطبعة الثانية\n1420ه‍- 2000م\nدار المآثر\nللنشر والتوزيع والطباعة\nالمدينة النبوية\nص. ب : 3264ت : 8340135 ف : 8342717\nالفهرس\nالموضوع ... الصفحة\nنص خطاب سماحة الشيخ العلامة/عبد العزيز بن عبد الله بن باز رحمه الله تعالى للمؤلف . ... 3\nتقريظ سماحة مفتي المملكة العربية السعودية الشيخ العلامة/عبد العزيز بن عبد الله آل الشيخ . ... 4\nتقريظ الشيخ المحدث/حمدي السلفي . ... 5\nرسالة عاجلة . ... 6\nإلهي وخالقي أدعوك . ... 8\nورحلت وحدك يانزار . ... 9\nالمقدمة . ... 12\nأقوال نزار قباني الكفرية . ... 16\nالأدلة الشرعية على كفر المستهزئ بالله تعالى أو برسله الكرام أو بشيء من دينه وردته . ... 37\nالأدلة من القرآن الكريم . ... 37\nالأدلة من السنة النبوية المطهرة . ... 41\nأقوال أهل العلم فيمن استهزأ بالله تعالى أو برسله الكرام أو بشيء من دينه . ... 46\nتعريف الشتم والسب في اللغة . ... 46\nأقوال علماء الشريعة وأئمة السنة . ... 47\nوقفات مع أصناف من الناس : ... 56\nالصنف الأول : أهل الصلاح والفضل والدين . ... 56\nالصنف الثاني : المرتزقة والكتاب المستأجرون . ... 58\nالصنف الثالث : المتوقفون في أمر نزار وأمثاله . ... 60\nالصنف الرابع : أهل الضلال والزندقة والمجون . ... 64\nكشف بعض الشبهات الشيطانية . ... 69\nالشبهة الأولى . ... 69\nالشبهة الثانية . ... 70\nالخاتمة . ... 72\nرسالة عاجلة\nإلى :\nكل عالم رباني في صدره ميراث النبوة، ويريد شرف الدنيا وعلو الآخرة .\n(1/1)\n",
        "إلى :\nكل طالب علمٍ سيحمل يوماً ميراث النبوة والرسالة .\nإلى :\nكل كاتب سال مداد قلمه على صفحة بيضاء يوماً ما نُصرةً للدين أو حرباً عليه .\nإلى :\nكل من رماني بالشدة على نزار قباني وأمثاله، وغض الطرف عن جُرْمِ نزار في حق الواحد القهار.\nإلى :\nكل مسلم ومسلمة في مشارق الأرض ومغاربها يخشى الله ويحذر الآخرة .\nأُرسل إليه هذه الرسالة\nقال الله تعالى :\n( إنَّ الَّذِينَ يُؤْذُونَ اللهَ وَرَسُولَهُ لَعَنَهُمُ اللهُ في الدُّنْيَا وَالآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابَاً مُهِيناً ) [الأحزاب:57].\nإلهي وخالقي\nأدعوك (1)\nيا من إليه جميع الخلق يبتهلُ\nوكل حيّ على رحماه يتكل\nيا من نأى فرأى ما في القلوب وما\nتحت الثرى وحجاب الليل منسدل\nأنت المنادى به في كل حادثة\nوأنت ملجأ من ضاقت به الحيل\nأنت الغياث لمن سُدَّت مذاهبه\nأنت الدليل لمن ضلت به السبل\nإنا قصدناك والآمال واقعة\nعليك والكل ملهوف ومبتهل\nفإن غفرت فعن طَوْل وعن كرم\nوإن سطوت فأنت الحاكم العدل\nورحلت وحدك يا نزار(2)\nورحلت وحدك يا نزار..\nكل الذين يصفقون ويضحكون ويهتفون..\nتقهقروا..\nتركوك وحدك يا نزار..\nولِنِصْف قرن كنت تشبع فيهم..\nجوع العواطف تنتشي..\nوتذوب في دنس وعار..\nقد كنت تنشدهم وكانوا يحلمون ويشربون..\nويرقصون..ويغرقون..\nورحلت والعشاق همٌ عاجزٌ..\nلا يملكون سوى البكاء..\nولسوف تبقى بعد عودتهم إلى الدنيا الجميلة !!\nوحدك يا نزار..\nأيقظت في أطفالنا حب التحرر من قيود الخير..\nوزرعت في أعماقهم معنى الشعار..\nورحلت والأجيال تلعق ما نزفت من النقيع الشعر..\nونزعت في صلف حياء حرائر..أثراؤهن خزائن الأجيال..\nورحلت وحدك يا نزار..\nشوهت معنى الحب في وجداننا..ورسمته في صورة ممقوتة..\nغاياتها كأس تدار..\n__________\n(1) انظر مجموعة القصائد الزهديات لعبد العزيز السلمان (1/9).\n(2) انظر : مجلة الدعوة العدد 1641 بتاريخ 18/1/1419ه‍بتصرف يسير.\n(1/2)\n\nورحلت وحدك والحروف الجمر تشعل دائماً كل الصفات المنكرة !!\nيا ليت أحرفك الأنيقة يا نزار..\nهذي الحروف البكر واللغة الجميلة..\nكانت تشع مبادئاً غراء في دنيا الفضيلة..\nلرحلت في ثوب من الحب المطرز بالدعاء..\nورحلت وحدك يا نزار..\nودفنت وحدك يا نزار..\nولسوف تبعث والمعاني بين جنات ونار..\n(أيشتمُ رباً عبدناه، ولا ننتصرُ له؟ إنا إذاً لعبيد سوء وما نحن له بعابدين) \" ابن حبيب \"\n( \"الشفا\" للقاضي عياض 2/299 )\nالمقدمة\nبسم الله الرحمن الرحيم\nالحمد لله المتصف بالكرم والفضل والوجود قبل وجود الوجود، والمنزه في وحدانيته عن الآباء والأبناء والجدود، المقدس في ذاته عن الصاحبة والمصحوب والوالد والمولود، العليم بأعداد الرمل والقطر وحبات السنبل والعنقود، البصير بحركات المخلوقات في البر والبحر تحت ظلام حناديس الليالي السود. مَنْ فَجَّر الأنهار من صُمِّ الجلمود، وأخرج رطب الثمار من يابس العود، من لا تدركه الأبصار وهو الواحد المعبود، القهار الذي قهر الجبابرة، وكسر الأكاسرة، من تَفَرَّد بالخلق والتدبير، والملك والتقدير، والسلطان الكبير، من تعجَّبت الأفكار في مدارك سُبحات جماله العظيم، تعالى ربنا عن المماثل والمناسب، وجلَّ عن المشارك والمصاحب.\nمكون الأكوان، وفالق الحبِّ، وخالق الإنسان، الرحيم الرحمن، الذي تعطَّفَ العزَّ وقال به(1)، ولبس المجد وتكرَّم به، ومن لا يليق التنزيه والتقديس والتسبيح إلاَّ له، مَنْ رداؤه العظمة، وإزاره الكبرياء، ومَنْ يرفع القسط ويخفضه، ومَنْ حجابه النور الذي لو كُشف لأحرقت سُبحات وجهه ما انتهى إليه بصره مِنْ خلقه، صاحب التمجيد وحده، وأهل الثناء والمجد كله، ربُّ الأولين والآخرين، ومَن الأرض جميعاً قبضته يوم القيامة، والسموات مطويات بيمينه.\n__________\n(1) انظر : سنن الترمذي، كتاب الدعوات، حديث (3419).",
        "(1/3)\n\nوالصلاة والسلام على نبيه المبعوث بالدين الواجب، والموصوف بأحسن الأوصاف وأجلِّ المناقب، الذي شرف به الوجود، وأخرجه مطهراً سالماً من جميع المثالب والعيوب، مَنْ خمدت لولادته النيران، وخَرَّت لمبعثه الأوثان، مَن استخرجه الله من عنصر لؤي بن غالب، وفضَّله على أهل المشارق والمغارب، ما ينطق عن الهوى ولا تحدث قطُّ بحديثٍ كَاذِب، يداه تَظْهَرُ بركتهما في المطاعم والمشارب، آمن به الضَّبُّ، وسلَّمت عليه الأشجار، وخاطبته الأحجار، وحنَّ إليه الجذع حنينَ حزين.\nخير خلق الله، نبي الرحمة، ونبي الملحمة، وصاحب الحوض المورود، واللواء المعقود، وحامل لواء الحمد يوم الدين، وقائد الغر المحجلين، ومن أُنزل على قلبه قوله تعالى : ( إياك نعبد وإياك نستعين ).\nنبينا وحبيبنا وقدوتنا محمد بن عبد الله - صلى الله عليه وسلم - وعلى الأزواج والصحب والآل ومن سار على النهج إلى يوم التناد.\nأما بعد: فهذه الرسالة يخطها القلم بمداد التوحيد الصافي، وبصوت صريفه الذي مُلئَ تسبيحاً وتقديساً وخوفاً من الله تعالى أن يُطْبِقَ السماء على أهل الأرض، أو يأمر البحار أن تُغرقهم، أو يُرسل عليهم حجارةً من السماء فتهلكهم، بما اقترفوه في حق ربهم وخالقهم ورازقهم سبحانه وتعالى.\nإنَّها رسالة كل حرفٍ فيها أقر بالوحدانية لربه وخالقه جلَّ وعلا، وشهد له بأنَّه لا إله إلاَّ هو ربٌ تفرَّد بالملك والخلق والتدبير والقهر والسلطان.\n(1/4)",
        "\nإنها رسالة كل كلمةٍ(1) فيها خرّت بين يدي ربها ساجدة مخبتة، وصدق الله العظيم القائل في كتابه الكريم: ( أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَنْ في السَّمَوَاتِ وَمَنْ في الأَرْضِ وَالشَّمْسُ وَالقَمَرُ وَالنُّجُومُ والجِبَالُ والشَّجَرُ وَالدَّوَابُّ وكَثِيرٌ مِنَ النَّاسِ وكَثِيرٌ حَقَّ عَلَيْه العَذَابُ وَمَنْ يُهِنِ الله فَمَا لَهُ مِنْ مُكْرِمٍ إنَّ الله يَفْعَلُ مَا يَشَاء ) [الحج:18].\nإنها رسالة تُثبتها الأوراق بين ضلوعها تعبداً لله وتقرباً، وتشهد عليها الأيام والليالي بين يدي ربها وخالقها على ما جناه ذلك الإنسان الكفور الغرور في حق ربه ومولاه، ذلك الإنسان الذي كان طفلاً ضعيفاً لا يملك لنفسه حولاً ولا قوة إلا قوة الله وعنايته، الذي كان يطعمه ويسقيه ويرعاه ويكلؤه، وإذ بذلك الطفل الضعيف الذي تربى على أفضال سيده وخالقه وبارئه سبحانه وتعالى، أعواماً عديدة، وعقوداً مديدة، يتمرَّد ويحارب ربَّه وخالقه ومولاه سخريةً واستهزاءً وشتماً عند قُوَّتِه وشبابه، وقد قال الله تعالى: ( هَلْ جَزَاءُ الإِحْسَانِ إلاَّ الإِحْسَان )[الرحمن:60].\nإنه نزار(2) وما أدراك ما نزار..\nنزار التكبر على الخالق القهار..\nنزار الاستهزاء بكل فضيلة وعفة..\nنزار بؤرة كل فساد وعفونة..\nنزار الكفر والردة..\nنزار الزندقة والإلحاد.\n__________\n(1) يستثنى من هذا كلام الله تعالى فهو غير مخلوق؛ لأنه صفة من صفات الله سبحانه وتعالى قائمة بذاته، منه بدأ وإليه يعود، والله لم يزل متكلماً سبحانه وتعالى إذا شاء ومتى شاء.\n(2) هو نزار توفيق قباني من أشد الشعراء حرباً على الله تعالى في هذا القرن وأفجرهم، ولد في مدينة دمشق بسوريا في الحادي والعشرين من شهر مارس من عام 1923م، وهلك في فجر يوم الخميس الثلاثين من شهر ابريل من عام 1998م في أحد مستشفيات لندن، وينتمي إلى أسرة متوسطة حيث كان والده تاجر حلوى بدمشق.\n(1/5)\n",
        "نزار وجه الحداثة(1)\n__________\n(1) الحداثة هي تصور إلحادي جديد للكون والإنسان والحياة، ومذهب فكري أدبي علماني يسعى لهدم كل موروث، والقضاء على كل قديم، والتمرد على الأخلاق والقيم والمعتقدات، وبني على أفكار وعقائد غربية مثل: الماركسية والوجودية والفرويدية والداروينية، واستفاد من المذاهب الفلسفية والأدبية التي سبقته مثل: السريالية والرمزية.\nومن أبرز شخصياتهم: شارل بودلير، وهو أديب فرنسي نادى بالفوضى الجنسية، ويلقبه بعض الحداثيين بـ (نبي الشعر) !! وقد كانت مراحل حياة هذا المجرم منذ طفولته نموذجاً للضياع والشذوذ ثم بعد نيل الشهادة الثانوية عاش عيشة فسوق وانحلال، وأصيب بالمرض الجنسي ( الزهري )، وعاش في شبابه عيشة تبذل وعلاقات شاذة مع مومسات باريس، وانشغل في آخر حياته بالمخدرات والشراب، وقيل إنه كان يعيش مصاباً بمرض انفصام الشخصية.\nومنهم غوستاف فلوبير، ومالا راميه، والروسي مايكوفسكي، ويوسف الخال .\nومنهم: أدونيس واسمه الحقيقي علي أحمد سعيد، وهو نُصيري سوري، ويُعدّ المروج الأول لمذهب الحداثة في البلاد العربية وقد هاجم التاريخ الإسلامي والدين والأخلاق. والمرتد الماجن نزار قباني .\nوالملحد عبد العزيز المقالح وهو كاتب وشاعر يمني ذو فكر يساري.\nوعبد الله العروي مغربي، ومحمد الجابري مغربي، والشاعر العراقي الماركسي عبد الوهاب البياتي، والشاعر الفلسطيني محمود درويش عضو الحزب الشيوعي الإسرائيلي سابقاً، والشاعر المصري صلاح عبد الصبور، وفدوى طوقان وأمل دنقل .\nومن معتقدات وأفكار الحداثيين رفض مصادر الدين، الكتاب والسنة والإجماع إما صراحةً أو ضمناً، ورفض الشريعة على أنها موجهة للحياة البشرية، والدعوة إلى نقد النصوص الشرعية، وتحطيم الأطر التقليدية، وتبني رغبات الإنسان الفوضوية والغريزية، واللغة عند القوم قوة ضخمة من قوى الفكر المتخلف التراكمي السلطوي، لذا يجب أن تموت، ولغة الحداثة هي اللغة البديل.\nومن خصائص الحداثة محاربة الدين بالفكر والنشاط، والحيرة والشك، والقلق والاضطراب، وتمجيد الرذيلة والفساد والإلحاد، والهروب من الواقع إلى الشهوات والمخدرات والخمور.\nوباختصار هي خلاصة سموم الفكر البشري كله، من الفكر الماركسي، إلى العلمانية الرافضة للدين، إلى الشعوبية، إلى هدم عمود الشعر، إلىشجب تاريخ أهل السنة كاملاً، إلى إحياء الوثنيات والأساطير.\n(1/6)\n\nالكالح، ومستنقع الوثنية الآسن.\nخنزير طبعٍ في خليقة ناطقٍ متسوفٍ بالكذب والبهتان\nإن نزار قباني يا معاشر الفضلاء، قد أمضى 75 عاماً من حياته بين الكأس والنهد والحلمات، فهو الذي كان يلقب عند محبيه بشاعر (النهدين والحلمات)، وليته وقف عند النهود والحلمات لكان أمره إلى الله إن شاء غفر له ابتداءً وإن شاء عذبه، وهذا من أصول أهل السنة والجماعة -هذا إن كان مسلماً ولم يكن نصرانياً– ولكن نزار تجاوز الحد وركب الصعب، ولم يهدأ له بال ويغمض له جفن إلا بالاستهزاء من صاحب الفضل والكرم والجود، رب الأرباب وملك الملوك القاهر المعبود.\nإنَّ نزار قباني ما من ديوان له إلاَّ وقد ذكر فيه اسم الله عدة مرات على وجه السخرية والتنقص والاحتقار، فلماذا هذا التمرد يا نزار على ربك وخالقك؟!! ولماذا كل هذا في حق الله تعالى؟!!\nإن نزار قباني يا معاشر الفضلاء والشرفاء، ويا كل الشعراء، ويا كل الغاوين له دواوين قد مُلِئتْ بالكفر الصريح والردة الواضحة، التي إن لم تكن كفراً بواحاً فلا أعرف كفراً على وجه الأرض. ولنستعرض معاشر الفضلاء والعقلاء بعض دواوين ذلك المخذول، لنرى مبلغ ما افتراه هذا الأفَّاك، ومدى ما قام به من التنقص والسخرية من الله ورسله.\nوليُكثر القارئ الكريم ومن يخاف من سطوة الجبار وانتقامه من التهليل والتسبيح والتقديس والتمجيد لرب هذا الكون وخالقه على ما سيقرأه من أقوال هذا الأفاك الأثيم، حتى لا يأمر الله تعالى السماء أن تطبق على الأرض ومن فيها، فاللهم لك الثناء والحمد والكبرياء والمجد كله حتى ترضى.\nأقوال نزار قباني الكفرية\nمن صور استهزاء نزار قباني بالله : ادعاؤه بأنَّ الله تعالى قد مات وأن الأصنام والأنصاب قد عادت، فيقول :\n(من أين يأتي الشعر يا قرطاجة..\nوالله مات وعادت الأنصاب) [الأعمال الشعرية الكاملة (3/637)]\nكما يُعلن ويُقر بضياع إيمانه فيقول :",
        "(1/7)\n\n(ماذا تشعرين الآن ؟ هل ضيعتِ إيمانك مثلي، بجميع الآلهة) [المصدر السابق (2/338)]\nكما يعترف نزار قباني بأن بلاده قد قتلت الله عز وجل فيقول:\n(بلادي ترفض الحُبّا\nبلادي تقتل الرب الذي أهدى لها الخصبا\nوحوّل صخرها ذهبا\nوغطى أرضها عشبا..\nبلادي لم يزرها الرب منذ اغتالت الربا..) (يوميات امرأة لا مبالية) صفحة 620]\nوهنا يعترف نزار قباني بأنه قد رأى الله في عمّان مذبوحاً على أيدي رجال البادية فيقول في مجموعة (لا) في (دفاتر فلسطينية) صفحة 119:\n(حين رأيت الله.. في عمّان مذبوحاً..\nعلى أيدي رجال البادية\nغطيت وجهي بيدي..\nوصحت : يا تاريخ !\nهذي كربلاء الثانية..)\nأما هنا فيذكر نزار قباني بأن الله تعالى قد مات مشنوقاً على باب المدينة، وأن الصلوات لا قيمة لها، بل الإيمان والكفر لا قيمة لهما فيقول في مجموعة (لا) أيضاً في (خطاب شخصي إلى شهر حزيران) صفحة 124:\n(أطلق على الماضي الرصاص..\nكن المسدس والجريمة..\nمن بعد موت الله، مشنوقاً، على باب المدينة.\nلم تبق للصلوات قيمة..\nلم يبق للإيمان أو للكفر قيمة..)\nأما عن استهزائه بالدين ومدحه للكفر والإلحاد فيقول:\n(يا طعم الثلج وطعم النار\nونكهة كفري ويقين) [الأعمال الشعرية الكاملة (2/39)]\nكما أن نزار قباني قد سئِمَ وملَّ من رقابة الله عز وجل حين يقول :\n(أريد البحث عن وطن..\nجديد غير مسكون\nورب لا يطاردني\nوأرض لا تعاديني) [(يوميات امرأة لا مبالية) صفحة 597]\nويعترف نزار قباني بأنه من ربع قرن وهو يمارس الركوع والسجود والقيام والقعود وأن الصلوات الخمس لا يقطعها !! وخطبة الجمعة لا تفوته، إلا أنه اكتشف بعد ذلك أنه كان يعيش في حظيرة من الأغنام، يُعلف وينام ويبول كالأغنام، فيقول في ديوانه (الممثلون) صفحة 36-39:\nالصلوات الخمس لا أقطعها\nيا سادتي الكرام\nوخطبة الجمعة لا تفوتني\nيا سادتي الكرام\nوغير ثدي زوجتي لا أعرف الحرام\nأمارس الركوع والسجود\nأمارس القيام والقعود\n(1/8)",
        "\nأمارس التشخيص خلف حضرة الإمام\nوهكذا يا سادتي الكرام\nقضيت عشرين سنة..\nأعيش في حظيرة الأغنام\nأُعلَفُ كالأغنام\nأنام كالأغنام\nأبولُ كالأغنام\nوكما يصف نزار قباني (الشعب) بصفات لا تليق إلا بالله تعالى فيقول في ديوانه (لا غالب إلا الحب) صفحة 18:\nأقول : لا غالب إلا الشعب\nللمرة المليون\nلا غالب إلا الشعب\nفهو الذي يقدر الأقدار\nوهو العليم، الواحد، القهار...\nكما أن للشيطان نزار قصيدة بعنوان (التنصُّت على الله) ينسب فيها الولد لله ويرميه بالجهل، تعالى الله عن ذلك علواً كبيراً فيقول في صفحة 170 :\nذهب الشاعر يوماً إلى الله..\nليشكو له ما يعانيه من أجهزة القمع..\nنظر الله تحت كرسيه السماوي\nوقال له: يا ولدي\nهل أقفلت الباب جيداً ؟؟.\nومن صور استهزائه بالله وبحكمته في خلق مخلوقاته على ما يريده سبحانه قوله في ديوانه (أشهد أن لا امرأة إلا أنتِ) !!(1) تحت قصيدة بعنوان (وماذا سيخسر ربي؟)!! صفحة 82 :\nوماذا سيخسر ربي؟\nوقد رسم الشمس تفاحة\nوأجرى المياه وأرسى الجبالا..\nإذا هو غير تكويننا\nفأصبح عشقي أشد اعتدالا..\nوأصبحت أنتِ أقلَّ جمالا..\nويتمادى نزار قباني في سخريته واحتقاره حتى وصل إلى ذلك اليوم الذي قال عنه الجبار تعالى ( ياأَيُها النَاسُ اتَقُوا رَبَكُم إِن زَلزَلَةَ الساعَةِ شَيءٌ عَظِيم* يَومَ تَرَونَها تَذْهَلُ كُلُ مُرضِعَةٍ عَما أَرضَعَتْ وَتَضَعُ كُلُ ذَاتِ حَملٍ حَمْلَها وَتَرى الناسَ سُكَارى وَمَا هُم بِسُكَارى وَلكِنَ عَذابَ اللهِ شَدِيد ) [الحج:1-2]\nإنه يوم القيامة الذي يسخر منه نزار قباني؛ إذ يشبهه بنهدي عشيقته فيقول في ديوانه (الحب) صفحة 47:\nكيف ما بين ليلة وضحاها\nصار نهداك.. مثل يوم القيامة ؟.\n__________\n(1) وأنا أقول : أشهد أن لا إله إلا أنت ربٌ تفرد بكل صفات الكمال ونعوت الجمال والجلال وكمال الحكمة والرحمة والإحسان والبر ( فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم ) [المؤمنون:116].\n(1/9)\n",
        "وهنا يصرح الملحد نزار قباني بأنه قد قرأ آيات من القرآن مكتوبة بأحرف كوفية عن الجهاد في سبيل الله، وعن الرسول صلى الله عليه وسلم، وعن الشريعة الحنفية، لكنه لا يبارك في داخل سريرته إلا الجهاد على نحور البغايا، وأثداء العاهرات، وبين المعاصم الطرية، فيقول في ديوانه (لا) صفحة 57:\nأقرأُ آياتٍ من القرآن فوق رأسه\nمكتوبةً بأحرف كوفية\nعن الجهاد في سبيل الله\nوالرسول\nوالشريعة الحنيفة\nأقول في سريرتي:\nتبارك الجهاد في النحور، والأثداء\nوالمعاصم الطرية..\n…كما أن نزار قباني لم يسلم من استهزائه حتى أصحاب رسول الله صلى الله عليه وسلم وهم خير خلق الله أجمعين بعد الأنبياء والمرسلين فها هو يصف الصحابي الجليل أبا سفيان صخر بن حرب رضي الله عنه بأنه من الطغاة بل يجمع بينه وبين فرعون هذه الأمة أبي جهل عليه لعائن الله، فيقول في ديوانه (لا) صفحة 76:\nتعال يا غودو..\nوخلصنا من الطغاة والطغيان\nومن أبي جهل، ومن ظلم أبي سفيان\nويقول أيضاً :\n(ماذا أعطيكِ ؟ أجيبي، قلقي. إلحادي. غثياني.\nماذا أعطيكِ سوى قدرٌ يرقص في كف الشيطان) [المصدر السابق (1/406)]\nومن أقواله التي صرح فيها بأنه قد كفر بالله العلي العظيم قوله:\n(فاعذروني أيها السادة إن كنت كفرت) [المصدر السابق (3/277)]\nوهنا يذكر نزار قباني بأن الله جل وعلا يغسل يديه من بعض خلقه تعالى الله عن ذلك علواً كبيراً فيقول في أعماله السياسية الكاملة صفحة 46 :\nليس في الحيِّ كلِّه قُرشيٌّ\nغَسَلَ اللهُ من قريش يديه\nوهنا يسأل المرتد المارق نزار قباني نفسه على وجه السخرية والاستهزاء متشككاً في ربه وخالقه وصاحب الفضل عليه سبحانه وتعالى وهل قد أصبح عز وجل زعيماً لمجموعة من اللصوص والسُراق، كما يقول في أعماله السياسية الكاملة صفحة 98:\nقلت لنفسي وأنا..\nأواجه البنادق الروسية المخرطشة\nواعجبى.. واعجبى..\nهل أصبح الله زعيم المافيا؟؟\n(1/10)\n\nكما يدعي نزار قباني أن الله عز وجل يغني ، تعالى الله عن ذلك علواً كبيراً، فيقول في أعماله السياسية الكاملة صفحة 135:\nآهٍ.. يا آه..\nهل صار غناءُ الحاكم قُدسيّاً\nكغناء الله ؟؟.\nوهنا يثبت نزار قباني المنحدر من سلالة الشياطين أن الله عز وجل له رائحة، تعالى الله وتنزه عن ذلك، فيقول في أعماله السياسية الكاملة صفحة 455:\nالاقتراب من ناديا تويني صعبٌ..\nكالاقتراب من حمامةٍ\nمرسومةٍ على سقف كنيسة..\nكالاقتراب من ميعاد غرام..\nكالاقتراب من حورية البحر..\nكالاقتراب من ليلة القدر..\nكالاقتراب من رائحة الله..\nكما أن نزار قباني يُصرح بلا خجل ولا خوف من الله تعالى بأن هناك مِن الكائنات والمخلوقات مَن قدَّمت استقالتها الجماعية إلى الله !! وذلك بعد موت الشاعرة اللبنانية ناديا تويني فيقول في أعماله السياسية الكاملة صفحة 462:\nولأن ناديا تويني كانت جزءاً من سفر العصافير\nوسفر المراكب\nورائحة النعناع\nوبكاء الأمطار على قراميد بيروت القديمة\nفلقد قدَّمت كل هذه الكائنات\nاستقالتها الجماعية إلى الله...\nلأنها بعد -ناديا تويني- تشعر أنها عاطلة عن العمل.\nومن صور زندقته وجراءته على دين الله تعالى: جعله الزنا عبادة، وتشبيهه إياه بصلاة المؤمن لربه وخالقه كما ينقل ذلك منير العكش في كتابه ( أسئلة الشعر ) في مقابلة أجراها مع نزار قباني صفحة 196حيث يقول :\n(كل كلمة شعرية تتحول في النهاية إلى طقس من طقوس العبادة والكشف والتجلي…\nكل شيء يتحول إلى ديانة\nحتى الجنس يصير ديناً\nوالسرير يصير مديحاً وغرفة اعتراف\nوالغريب أنني أنظر دائماً إلى شِعري الجنسي بعينيْ كاهن، وأفترش شَعر حبيبتي كما يفترش المؤمن سجادة صلاة، أشعر كلما سافرت في جسد حبيبتي أني أشف وأتطهر وأدخل مملكة الخير والحق والضوء..\nوماذا يكون الشعر الصوفي سوى محاولة لإعطاء الله مدلولاً جنسياً ؟ )",
        "(1/11)\n\nومن صور استهزائه وسخريته بالجبار جل وعلا: وصفه بأن له حُجرةً قمرية يدخل فيها، يقول الملحد:\n(يكون الله سعيداً في حجرته القمرية)\n[مجموعة الأعمال الشعرية (2/188)]\nويتمادى نزار قباني بوصف ربه وخالقه سبحانه وتعالى بكل صفات النقص والاستهزاء والعيب واصفاً إياه بأنه سبحانه: خالف كتبه السماوية، وأنه انحاز إليه بصورة مكشوفة عياذاً بالله تعالى، وزعمه أن لله بيتاً يذهب إليه، تقدس ربنا وتنزه، وأنه صديق لله، فيقول:\n(حين وزع الله النساء على الرجال\nوأعطاني إياك\nشعرت أنه انحاز بصورة مكشوفة إليّ\nوخالف كل الكتب السماوية التي ألفها\nفأعطاني النبيذ وأعطاهم الحنطة\nألبسني الحرير وألبسهم القطن\nأهدى إليَّ الوردة وأهداهم الغصن\nحين عرّفني الله عليك ذهب إلى بيته\nفكرت أن أكتب له رسالة.. على ورق أزرق\nوأضعها في مغلف أزرق.. وأغسلها بالدمع الأزرق أبدأها بعبارة : يا صديقي، كنت أريد أن أشكره..\nلأنه اختاركِ لي..\nفالله كما قالوا لي لا يستلم إلا رسائل الحب\nولا يجاوب إلا عليها..\nحين استلمت مكافأتي، ورجعت أحملك على راحة يدي، كزهرة مانوليا..\nبُستُ يد الله، وبُستُ القمر والكواكب واحداً واحداً) [المصدر السابق (2/402)]\nويغرق نزار قباني في أوحال الردة، ومستنقع الإلحاد، فينسب للواحد القهار الزوجة والعشيقة تعالى ربنا وتقدس، ويزعم أن الملائكة تتحرر في السماء فتمارس الزنا ( الحب ) كما يقول :\n(لأنني أحبكِ، يحدث شيءٌ غير عادي، في تقاليد السماء، يصبح الملائكة أحراراً في ممارسة الحب، ويتزوج الله حبيبته) [المصدر السابق (2/442)]\nومن نماذج كفره العفن تشبيهه الخالق بالمخلوق فيقول :\n(إلهٌ في معابدنا نصليه ونبتهل\nيغازلنا وحين يجوع يأكلنا …\nإلهٌ لا نقاومه يعذبنا ونحتمل\nإلهٌ ماله عمر إلهٌ اسمه الرجل) [المصدر نفسه (1/631)]\n(1/12)",
        "\nكما أن نزار قباني بلغ من الكبرياء والاستعلاء ما بلغه فرعون في عصره حتى وصف نفسه بأنه إله الشعر يتصرف كيف يشاء، يقول :\n(إنني على الورق أمتلك حرية\nوأتصرف كإله\nوهذا الإله نفسه هو الذي يخرج بعد ذلك إلى الناس ليقرأ ما كتب، ويتلذذ باصطدام حروفه بهم\nإن الكتب المقدسة جميعاً ليست سوى تعبير عن هذه الرغبة الإلهية في التواصل\nوإلا حكم الله على نفسه بالعزلة) [(أسئلة الشعر) صفحة 178]\nوكذلك جعل نزار قباني الله محتاجاً إلى خلقه، تعالى الله عن ذلك علواً كبيراً، قال - عامله الله بما يستحق-:\n(الله يفتش في خارطة الجنة عن لبنان) [المصدر السابق (2/323)]\nكما يصف الله جل جلاله بالجهل وعدم المعرفة بخلقٍ من مخلوقاته وهو الإنسان وقلبه، فيقول :\n(…القلب الإنساني قمقمٌ رماه الله على شاطئ هذه الأرض، وأعتقد أن الله نفسه لا يعرف محتوى هذا القمقم، ولا جنسية العفاريت التي ستنطلق منه، والشعر واحد من هذه العفاريت) [( أسئلة الشعر ) صفحة 195]\nوكذلك يعترف نزار قباني للملأ أجمعين أنه قد باع الله من أجل عاهرةٍ فاجرة فيقول :\n(على أقدام مومسةٍ هنا دفنت ثاراتك..\nضيعت القدس..\nبعت الله..\nبعت رماد أمواتك) [\" على لسان لعوب \" (1/448)]\nويغوص نزار قباني في أعماق الوثنية والكفر فيجعل لله تعالى عمراً، إذ يشبه عمر حزنه على عشيقته بعمر الله، فيقول :\n(عمر حزني، مثل عمر الله، أو عمر البحور)\n[المصدر السابق (1/757)]\nويمعن نزار قباني في الازدراء والاحتقار والاستهزاء من صاحب العظمة والكبرياء سبحانه وتعالى فيصفه بالبكاء، والعصبية، والإضراب عن الطعام، فيقول:\n(فلا تسافري مرةً أخرى\nلأن الله منذ رحلتِ دخل في نوبة بكاء عصبية\nوأضرب عن الطعام) [المصدر السابق (2/562)]\nوهنا يزداد نزار قباني استهزاءً واحتقاراً لله تعالى، فيقول:\n(ساعتنا واقفة..\nلا الله يأتينا ولا موزع البريد\nمن سنة العشرين حتى سنة السبعين)\n[المصدر السابق (2/648)]\n(1/13)\n",
        "وكما أن نزار قباني لم يهدأ له بال حتى تفنن بإلقاء الشتائم على الرب سبحانه وتعالى؛ فوصفه في هذه المرة بالنسيان لكلامه، فقال :\n(ولماذا نكتب الشعر وقد نسي الله الكلام العربي) [المصدر نفسه ( 2/648)]\nويقول في الأعمال السياسية (3/105)\n(حين يصير الدمع في مدينة..\nأكبر من مساحة الأجفان..\nيسقط كل شيء..\nالشمس والنجوم والجبال والوديان..\nوالليل والنهار والشطآن..\nوالله والإنسان..\nحين تصير خوذة كالرب في السماء\nتصنع بالعباد ما تشاء\nتمعسهم تهرسهم تميتهم تبعثهم\nتصنع بالعباد ما تشاء)\nأما هذه المرَّة فَيَصِلُ نزار قباني إلى مرحلة من الاستعلاء لم يصل إليها أحد من العالمين، فيصف نفسه بالربوبية والرسالة لعشيقته عياذاً بالله من كل مرتدٍ وكافر، فيقول:\n(لا تخجلي مني فهذي فرصتي\nلأكون رباً أو أكون رسولاً) [المصدر نفسه (2/761)]\nويقول أيضاً :\n(لا أحد يقدر أن يغادر المكان يشتري جريدة أو كعكة أو قطعة صغرى من اللبان لربه\nلا أحد يقدر أن يقول: يارباه لا أحد) [المصدر السابق (3/292)]\nكما يسعى نزار قباني إلى تدنيس أسماء الله تعالى وصفاته ويلصقها بأشياء حقيرةٍ؛ وذلك ليهوّن من شأنها وقدرها في قلوب عباده، فيقول:\n(ونهدك هذا المليء المضيء، الجريء، العزيز القدير) [المصدر السابق (2/820)]\nوفي ديوانه (قالت لي السمراء) وتحت قصيدة له بعنوان (فم) يسأل الله عز وجل عن كيفية خلق فم حبيبته ومعشوقته بطريقةٍ كلها استهزاء وسخرية، فيقول في صفحة 107:\n(من أين يا ربي عصرت الجنى؟..\nوكيف فكرت بهذا الفمِ..\nوكيف بالغت بتدويره..\nوكيف وزعت نقاط الدمِ ؟..\nكم سنةً ضيعت في نحته ؟..\nقل لي. ألم تتعب..؟ ألم تسأم؟).\nوكذلك يشجع نزار قباني كل شيء ليستكبر على الله تعالى، بل ويشجع كل شيء على أن يرفض السجود بين يدي الله عز وجل فيقول في صفحة 45:\n(وشجعت نهديك..فاستكبرا على الله..حتى فلم يسجدا).\n(1/14)\n\nكما أنه يُشبِّه وجه حبيبته بوجه الله تعالى، فيقول في المصدر نفسه صفحة 55:\n(في شكل وجهك أقرأ شكل الإله الجميل).\nويعترف نزار قباني في دواوينه السوداء - بعد وصف النهد على صدر عشيقته - بأنه يعبد الأصنام مع علمه بإثم ذلك، فيقول في صفحة 124:\n(على القميص المُنْعَمِ صنمانِ عاجيانِ..\nقد ماجا ببحرٍ مضرمٍ صنمانِ..\nإني أعبد الأصنام رغم تأثمي..).\nوفي كتابه (قصتي مع الشعر) يقول نزار قباني في ملحق الصور:\n(قرري أنتِ إلى أين ؟\nفإن الحب في بيروت\nمثل الله في كل مكان !..).\nقلت: تعالى ربنا وتقدس عن قول هذا الأفاك الجاهل الأثيم، فالله تعالى في كل مكان بعلمه وإحاطته لا بذاته.\nوهو يُعلن أيضاً أنه يحترف عبادة النساء، فيقول في المصدر السابق صفحة 153:\n(أنا لا أحترف قتل الجميلات\nوإنما أحترف عبادتهن).\nويصرح نزار قباني بسخف الأحكام الشرعية؛ بغمزه ولمزه لها بقوله في قصيدته (الخرافة)!! في ديوان (قصائد متوحشة) صفحة 29 :\n(حين كنا في الكتاتيب صغاراً..\nحقنونا بسخيف القول ليلاً ونهاراً..\nدرّسونا..\nركبة المرأة عورة\nضحكة المرأة عورة).\nويقول في (أشعار مجنونة) صفحة 190:\n(ما الذي يفعله ضوء القمر ببلادي..\nببلاد الأنبياء..\nوبلاد البسطاء..\nفالملايين التي تركض من دون نعال..\nوالتي تؤمن في أربع زوجات.. وفي يوم القيامة).\nويخاطب نزار قباني عشيقته متمرداً على جميع الشرائع بقوله:\n(أحاول سيدتي أن أحبك..\nخارج كل الطقوس..\nوخارج كل النصوص..\nوخارج كل الشرائع والأنظمة) [قصيدته (خمسون عاماً في مديح النساء) صفحة 211]\nكما يرفض الشيطان نزار أن يتلقى الأوامر من ربه ومولاه جلَّ في علاه بقوله:\n(لا تستبدي برأيك فوق فراش الهوى..\nلأني من الله.. لا أتلقى الأوامر) [قصيدته (سيبقى الحب سيدتي) صفحة 140]\nوهنا يبدأ الشيطان نزار مرة أخرى بالاستهزاء من الله تعالى وأنبيائه الكرام، فيقول:\n(وطن بدون نوافذ..\nهربت شوارعه.. مآذنه.. كنائسه..",
        "(1/15)\n\nوفر الله مذعوراً..\nوفر جميع الأنبياء) [قصيدته (هل تسمعين صهيل أحزاني) صفحة 188]\nكما يتخذ نزار قباني إلهه هواه فيقول:\n(هو الهوى.. هو الهوى..\nالملك القدوس\nوالآخر القادر) [قصيدته السابقة صفحة 63]\nقلت: وصدق الله القائل في محكم كتابه ( أَفَرأيتَ مَنِ اتّخَذَ إِلَهَهُ هَواهُ وأَضَلهُ الله على عِلمٍ وخَتَمَ عَلى سَمْعِهِ وَقَلبِه وَجَعَلَ عَلى بَصَرِه غِشَاوَةً فَمَن يَهْدِيهِ مِنْ بَعدِ الله أَفَلا تَذكَرون ) [الجاثية:23].\nوهنا يتخذ نزار قباني من القرآن الكريم مادةً وطريقاً إلى مجونه وإلحاده، فيقول:\n(وسوف تقولين.. في ذات يومٍ حزين..\nسلام على الحب..\nيوم يعيش..\nويوم يموت..\nويوم يبعث حياً) [المصدر السابق صفحة 141]\nولنزار قباني قصيدة بعنوان (الرب العاشق) يصف فيها إله الأولين والآخرين ومالك يوم الدين سبحانه وتعالى بصورة مهينة، فيقول:\n(سيدتي.. حبك صعب..\nحبك صعب.. حبك صعب..\nلو عانى الرب كما عانيت..\nلصاح من البلوى: يا رب) [المصدر السابق صفحة 46]\nويقول أيضاً:\n(كل العبادات في شرقنا العربي أفلست\nكل أصنام القش والتبن تساقطت\nصارت البندقية خُلاصة المعبد\nوخُلاصة كل العبادات) [المصدر السابق صفحة 233]\nكما يصف الخبيث العبودية - التي هي أعز وأشرف شيءٍ عند المؤمنين - بالمرأة العاقر، بينما الحرية عنده هي المرأة الولود، فيقول:\n(إن خوفي الحقيقي على الشعر هو الخوف من العبودية فالعبودية امرأة عاقر..\nأما الحرية فامرأة تطرز العالم بالشعر والحب والأطفال …) [المصدر السابق صفحة 253]\nوهنا يعتقد الخبيث بعقيدتين لدى النصارى وهي: صلب نبي الله عيسى، وعقيدة التعميد لديهم فيقول :\n(امنحيني وطناً في معطف الفرو الرمادي..\nاصلبيني بين نهديك مسيحاً..\nعمِّديني بمياه الورد.. وعطر البيلسان) [ديوانه ( أشعار خارجة على القانون ) صفحة20]\nأما عن سخريته واحتقاره لكتب الصلاة والعبادة والدين وهو يشكر معشوقته على حبها فيقول عن ذلك:\n(1/16)",
        "\n(شكراً من الأعماق..\nيا من جئتِ من كتب العبادة والصلاة..\nشكراً لخصركِ.. كيف جاء بحجم أحلامي …)\n[المصدر السابق صفحة 25]\nوهنا يطعن المارق نزار قباني في أنبياء الله الكرام عليهم الصلاة والسلام وعليه اللعنة والغضب فيصفهم بالحيرة أمام حبه لمعشوقته فيقول:\n(شكراً لحبك فهو مروحةٌ.. وغمامةٌ..ورديةٌ …\nوهو المفاجأة التي قد حار فيها الأنبياء…) [المصدر السابق صفحة 27]\nكما يعترف نزار قباني بالشك في ربوبية الله تعالى فيقول:\n(يا إلهي: إن كنت رباً حقيقياً.. فدعنا عاشِقينا).\n[المصدر السابق صفحة 65]\nوكذلك يعترف بأنه صلى، ولكن في معابد لا إله لها ! يقول:\n(صليت في معابد ليس لها إله..\nوأرخص الخمور ذقت). [المصدر السابق صفحة 75]\nومن قبيح كفره قوله:\n(رجلٌ أنا كالآخرين.. بطهارتي.. بنذالتي..\nرجلٌ أنا كالآخرين..\nفيه مزايا الأنبياء..\nوكفر الكافرين) [المصدر السابق صفحة 126]\nأقول: مزايا الأنبياء بينك وبينها -يا نزار- كما بين المشرق والمغرب، وشتان شتان ما بين ماء زمزم وبول الخنازير.\nوقوله:\n(وكتبت شعراً.. لا يشابه سحره..\nإلا كلام الله في التوراة). [ديوانه (الرسم بالكلمات) صفحة 14]\nكما يعترف نزار قباني بأنه مارس عبادات كثيرة بلغت الألف، لكنه لم يجد أفضل من عبادة ذاته حين يقول:\n(مارست ألف عبادةٍ وعبادة\nفوجدت أفضلها عبادةَ ذاتي).[المصدر السابق صفحة 17]\nويقول في صفحة 42:\n(شيدت للحب الأنيق معابداً\nوسقطت مقتولاً.. أمام معابدي..).\nويقول في صفحة 51:\n(طفلٌ نداريه ونعبده مهما بكى معنا.. وأبكانا..).\nويعترف أيضاً بعبادة وجه حبيبته وعشيقته، فيقول:\n(فلا وجهكِ الوجه الذي قد عبدته\nولا حُسنكِ الحُسن الذي كان مُنْزَلا) [المصدر السابق ص 77]\nكما يُظهر نزار قباني مدى تعلقه بعبادات وطقوس النصارى فيقول:\n(لو كنتِ في مدريد في رأس السنة..\nكنا ذهبنا آخر الليل إلى الكنيسة..\nكنا حملنا شمعنا وزيتنا..\nلسيد السلام والمحبة..\n(1/17)\n",
        "كنا شكونا حزننا إليه..\nكنا أرحنا رأسنا لديه) [المصدر السابق ص91]\nويتمرد نزار قباني على خالقه وربه سبحانه وتعالى فيرفض منه الإحسان بقوله:\n(أنا أرفض الإحسان من يدي خالقي) [المصدر السابق ص 94]\nأقول: فمن أين يا نزار نَفَسُك وطعامك وشرابك وصحتك وعقلك وشكلك وما أنت مغموسٌ فيه من النعم؟ أليس هذا من إحسان الكريم الجواد الذي يُعطي العطايا بغير حساب؟ ( قُتِلَ الإِنْسَانُ مَا أكْفَرَه ).\nويشبه نزار قباني أمر عشيقته ونهيها بأمر الله تعالى ونهيه، يقول:\n(وحشيةً..كقطةٍ تموءُ في العراءِ..\nآمرةً.. ناهيةً كالرب في السماء) [المصدر السابق ص113]\nويقول في ديوانه (قصائد) في صفحة 135:\n(قد كان ثغرك مرةً ربي، فأصبح خادمي..).\nويقول:\n(أمات أبوك ؟ ضلالٌ..\nأنا لا يموت أبي..\nففي البيت منه:\nروائحُ ربٍ وذكرى نبي) [المصدر السابق ص 147]\nويقول أيضاً:\n(بعيداً عن مدينتنا التي من يوم أن كانت..\nإليها الحب لا يأتي..\nإليها الله.. لا يأتي..). [المصدر السابق ص 23]\nوكما أنه يشبه عشيقته التي تشطر شفتيه إلى نصفين بنبي من أنبياء الله تعالى موسى بن عمران عليه الصلاة والسلام حينما شطر البحر بأمر ربه ومولاه، فيقول:\n(تعَرَّيْ..\nواشطُري شفتي.. إلى نصفين..\nياموسى بسيناء). [المصدر السابق ص 25]\nويقول:\n(أرجوكِ بالأوثان يا سيدتي إن كنتِ تؤمنين في عبادة الأوثان). [المصدر السابق ص 101]\nويطلب نزار قباني من عشيقته وحبيبته أن تُرجع الله عز وجل إلى سمائه، والماء إلى بحره، فيقول:\n(أرجوكِ ياسيدتي..\nأن تُرجعي إلى البحار الماء..\nوالربَّ للسماء). [المصدر السابق ص 105]\nويصف نزار قباني الله عز وجل بالغرور، فيقول:\n(عندي خطابٌ أزرق\nما مر في ذاكرة البحور\nعندي أنا لؤلؤة..\nأين غرور الله من غروري؟) [(خطاب من حبيبتي) ص 426]\n(1/18)\n\nويدعي نزار قباني بأن ثياب الله عز وجل قد بيعت في بلاده بالمزاد تعالى الله عن ذلك علواً كبيراً، فيقول في أعماله السياسية الكامله صفحة 569:\nحتى ثياب الله في بلادنا\nتُباع بالمزاد !!..\nوهنا يصل نزار قباني إلى أقبح صور الاستهزاء والسخرية من الجليل العظيم سبحانه وتعالى فيصفه متشككاً بأن الله تعالى قد يستقيل من سمائه، فيقول في أعماله السياسية الكاملة صفحة 554:\nهل ممكن ؟ هل ممكن؟\nأن يستقيل الله من سمائه\nوأن تموت الشمس\nوالنجوم\nوالبحار\nوالغابات\nوالرسول والملائكة..\nأقول: كيف يستقيل الله عز وجل من سمائه يا نزار قباني ويا كل المستهزئين الساخرين وهو خالق هذا الكون ومدبره ورازقه.\nكيف يستقيل الله يا نزار قباني من سمائه ( وما تسقط من ورقة إلا يعلمها ولا حبةٍ في ظلمات الأرض ولا رطب ولا يابس إلا في كتابٍ مبين ).\n…كيف يستقيل الله يا نزار قباني من سمائه ( وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه ليُقضى أجلٌ مسمى ).\nكيف يستقيل الله يا نزار قباني من سمائه ( وهو القاهر فوق عباده ).\nكيف يستقيل الله يا نزار قباني من سمائه و ( هو الذي جعل الشمس ضياءً والقمر نوراً وقدره منازل لتعلموا عدد السنين والحساب ).\nكيف يستقيل الله يا نزار قباني من سمائه وهو ( الله الذي رفع السموات بغير عمدٍ ترونها ثم استوى على العرش وسخر الشمس والقمر كلٌ يجري لأجلٍ مسمى)\nكيف يستقيل الله يا نزار قباني من سمائه ( وله من في السموات والأرض كلٌ له قانتون ).\nكيف يستقيل الله يا نزار قباني من سمائه ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه وله المثل الأعلى في السموات والأرض وهو العزيز الحكيم ).\nيا نزار قباني ( ألم تر أن الله يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كلٌ يجري إلى أجلٍ مسمى وأن الله بما تعملون خبير ).",
        "(1/19)\n\nيا نزار قباني ( ألم تر أن الفلك تجري في البحر بنعمة الله ليُريكم من آياته إن في ذلك لآيات لكل صبارٍ شكور ).\nولنستمع أخيراً إلى ما قاله زعيم الشياطين والأبالسة نزار قباني قبل الموت، وفي مرضه الأخير، كما نقلت ذلك جريدة الثورة السورية بتاريخ 3/5/1998م يقول:\n(السكنى في الجنة..\nوالسكنى في دمشق.. شيء واحد..\nالأولى تجري من تحتها الأنهار..\nوالثانية تجري من تحتها القصائد والأشعار).\nأقول : إن هذه الجنة يا نزار التي تسخر منها وتساويها بدمشق قد قال الله عنها: ( مثل الجنة التي وعد المتقون تجري من تحتها الأنهار أُكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكافرين النار ) [الرعد:35]\nوقال تعالى: ( إن الله يدخل الذين آمنوا وعملوا الصالحات جناتٍ تجري من تحتها الأنهار يحلَّون فيها من أساور من ذهب ولؤلؤاً ولباسهم فيها حرير ) [الحج:23]\nوقال تعالى: ( مثل الجنة التي وعد المتقون فيها أنهار من مآءٍ غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمرٍ لذةٍ للشاربين وأنهار من عسل مصفّى ولهم فيها من كل الثمرات ومغفرة من ربهم ) [محمد:15]\nوقال تعالى: ( إن المتقين في مقام أمين * في جناتٍ وعيون * يلبسون من سندسٍ وإستبرق متقابلين * كذلك وزوجناهم بحور عين * يدعون فيها بكل فاكهة آمنين ) [الدخان:51-55].\nإنها جنة الخُلد يا نزار قباني التي يشتاق إليها أهل دمشق وأهل الأرض كلهم من مؤمنين وصالحين.\nفاللهم إنا نسألك الفردوس الأعلى بجودك وكرمك ورحمتك، بجوار حبيبك وحبيبنا محمد صلى الله عليه وسلم وجميع الأنبياء والصديقين والشهداء.\n(1/20)",
        "\nوبعد فهذا هو نزار قباني يا معاشر الفضلاء والشرفاء، وهذا هو شعره الذي خرج من بين شفتيه وخطه بيمينه، تلك اليمين التي ستقف بين يدي ربها، وقوفَ ذُلٍ وانكسارٍ وإجلالٍ لصاحب الجلال والعظمة، القائل في محكم تنزيله: ( يَوْمَ تَشْهَدُ عَلَيْهِم أَلْسِنَتُهُم وَأيْدِيهم وَأَرْجُلُهُمْ بمَا كَانُوا يَعْمَلُونَ ) [النور :24]\nوالقائل تعالى: ( اليَوْمَ نخْتِمُ عَلَى أَفْوَاهِهِم وتُكَلِّمُنَا أَيْدِيهم وَتَشْهَدُ أرْجُلُهُمْ بمَا كانُوا يَكْسِبُونَ ) [يس :65]\nوالقائل تعالى: ( وَيَوْمَ يُحْشَرُ أَعْدَاءُ الله إلى النَّارِ فَهُمْ يُوزَعُون * حَتَّى إِذَا مَا جَاؤُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بمَا كَانُواْ يَعْمَلُون*وَقَالُوا لِجلُودِهَمْ لِمَ شَهِدتُّم عَلَيْنَا قَالُواْ أَنْطَقَنَا اللهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُم أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُون )[فصلت: 19-21]\nفلا إله إلا الله، ما أعظمها من كلمات لو نزلت على الجبال الرواسي لتصدعت، أو على الصخور الصماء لتشققت من خشية الواحد الديان.\nوبعد الفراغ من أقوال نزار قباني التي مُلئت بالألفاظ الصريحة في شتم الله سبحانه وتعالى والاستهزاء به، والتنقص له ولأنبيائه الكرام صلوات الله وسلامه عليهم، نستعرض الأدلة الشرعية الربانية على كفر المستهزئ بالله تعالى، أو برسله صلوات الله وسلامه عليهم، أو بشيء من دينه، وردته، وأقوال أهل العلم والعلماء ومن ورثوا علم رسول الله صلى الله عليه وسلم في أمثال نزار قباني، وحكم الإسلام فيه وفي أمثاله.\nالأدلة الشرعية من القرآن الكريم على كفر المستهزئ بالله تعالى أو برسله\nالكِرام أو بشيءٍ من دينه ورِدَّتِه\nالدليل الأول:\n(1/21)\n",
        "قال الله تعالى: ( يَحْذَرُ المُنَافِقُونَ أَنْ تَنَزَّل عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بمَا في قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ الله مُخْرِجٌ مَا تَحْذَرُون * وَلَئِنْ سَأَلتَهُمْ لَيَقُولُن إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبالله وآياتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائفةٍ مِنْكُمْ نُعَذِّبْ طَائفَةً بَأَنَّهُمْ كَانُواْ مُجْرِمِينَ ) [التوبة:64-66]\nقال شيخ الإسلام ابن تيمية في تفسير هذه الآيات:\n( فدل على أنهم لم يكونوا عند أنفسهم قد أتوا كفراً، بل ظنوا أن ذلك ليس بكفر، فبين أن الاستهزاء بالله وآياته ورسوله كفرٌ يكفر به صاحبه بعد إيمانه، فدلَّ على أنه كان عندهم إيمان ضعيف، ففعلوا هذا المحرَّم الذي عرفوا أنه محرَّم، ولكن لم يظنوه كفراً، وكان كفراً كفروا به، فإنهم لم يعتقدوا جوازه)(1)\nوقال أيضاً في موضع آخر: (وهذا نصٌ في أن الاستهزاء بالله وبآياته وبرسوله كفر، فالسبُّ المقصود بطريق الأولى، وقد دلت هذه الآية على أن كل من تنقَّص رسول الله صلى الله عليه وسلم جاداً أو هازلاً فقد كفر)(2)\nوقال أيضاً: (تدل على أن الاستهزاء بالله كفر، وبالرسول كفر من جهة الاستهزاء بالله وحده كفر بالضرورة فلم يكن ذكر الآيات والرسول شرطاً، فعلم أن الاستهزاء بالرسول كفر، وإلا لم يكن لذكره فائدة، وكذلك الآيات)(3)\nالدليل الثاني:\n__________\n(1) …مجموع الفتاوى 7/273\n(2) …الصارم المسلول ص 31\n(3) …مجموع الفتاوى 15/48\n(1/22)\n\nقال الله تعالى: ( وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ ويَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِالله ويُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمنُواْ مِنْكُم وَالَّذِينَ يُؤْذُونَ رَسُولَ اللهِ لَهُم عَذَابٌ ألِيمٌ * يَحْلِفُونَ بِالله ليُرضُوكُمْ واللهُ وَرَسُولُهُ أَحَقُّ أنْ يُرضُوه إنْ كَانُواْ مُؤْمِنِينَ * أَلَمْ يَعْلَمُواْ أَنَّهُ مَنْ يُحَادِدِ الله وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِداً فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيم) [التوبة:61-63]\nقال شيخ الإسلام ابن تيمية مفسراً هذه الآيات: (ودل ذلك على أن الإيذاء والمحادّة كفر؛ لأنه أخبر أن له نار جهنم خالداً فيها، ولم يقل: هي جزاؤه، وبين الكلامين فرق، بل المحادّة هي المعاداة والمشاقّة، وذلك كفر ومحاربة، فهو أغلظ من مجرد الكفر، فيكون المؤذي لرسول الله صلى الله عليه وسلم كافراً، عدوّاً لله ورسوله، محارباً لله ورسوله)(1)\nالدليل الثالث:\nقال الله تعالى: ( إنَّ الذِينَ يُؤْذونَ الله ورَسُولَهُ لَعَنَهُمُ الله في الدُّنْيَا وَالآخِرَةِ وَأَعَدَّ لَهُمْ عَذَاباً مُّهِيناً * وَالذِينَ يُؤْذُونَ الْمُؤْمِنينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكتَسَبُواْ فَقَد احْتَمَلُواْ بُهْتَاناً وَإِثْمَاً مُّبِيناً ). [الأحزاب:57-58]\nقال شيخ الإسلام ابن تيمية في معرض هذه الآيات: (ودلالتها من وجوه:\nأحدها: أنه قرن أذاه بأذاه كما قرن طاعته بطاعته، فمن آذاه فقد آذى الله تعالى، وقد جاء ذلك منصوصاً عنه، ومن آذى الله فهو كافر حلال الدم، يبين ذلك أن الله تعالى جعل محبة الله ورسوله وإرضاء الله ورسوله وطاعة الله ورسوله شيئاً واحداً… وقد أقامه الله مقام نفسه في أمره ونهيه وإخباره وبيانه، فلا يجوز أن يفرق بين الله ورسوله في شيءٍ من هذه الأمور.\n__________\n(1) …الصارم المسلول ص 27",
        "(1/23)\n\nوثانيها: أنه فرّق بين أذى الله ورسوله وبين أذى المؤمنين والمؤمنات، فجعل على هذا أنه قد احتمل بهتاناً وإثماً مبيناً، وجعل على ذلك اللعنة في الدنيا والآخرة وأعدّ له العذاب المهين، ومعلوم أن أذى المؤمنين قد يكون من كبائر الإثم وفيه الجلد، وليس فوق ذلك إلاَّ الكفر والقتل.\nالثالث: أنه ذكر أنه لعنهم في الدنيا والآخرة وأعدّ لهم عذاباً مهيناً، واللعن: الإبعاد عن الرحمة، ومن طرده عن رحمته في الدنيا والآخرة لا يكون إلا كافراً، فإن المؤمن يقرب إليها بعض الأوقات، ولا يكون مباح الدم؛ لأن حقن الدم رحمة عظيمة من الله، فلا يثبت في حقه)(1)\nالدليل الرابع:\nقال تعالى: { يَا أَ يُّهَا الَّذِينَ آمنُواْ لا تَرْفَعُواْ أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلاَ تَجْهَرُواْ لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لاَ تَشْعُرُون } [الحجرات: 2].\n__________\n(1) …الصارم المسلول ص 40-41\n(1/24)",
        "\nقال ابن تيمية رحمه الله: (فإذا ثبت أن رفع الصوت فوق صوت النبي والجهر له بالقول يُخاف منه أن يكفر صاحبه وهو لا يشعر ويحبط عمله بذلك، وأنه مظنة لذلك وسببٌ فيه، فمن المعلوم أنَّ ذلك لما ينبغي له من التعزير والتوقير والتشريف والتعظيم والإكرام والإجلال، ولما أن رفع الصوت قد يشتمل على أذى له،(1) واستخفافٍ به، وإن لم يقصد الرافع ذلك، فإذا كان الأذى والاستخفاف الذي يحصل في سوء الأدب من غير قصد صاحبه يكون كفراً، فالأذى والاستخفاف المقصود المتعمد كفر بطريق الأولى)(2)\nقلت : هذا في حق من جهر بصوته ورفعه أمام خير خلق الله صلى الله عليه وسلم وإن كان من دون قصد أو تعمد يُخشى عليه الكفر بعد الإيمان فكيف بمن وصف رب محمدٍ صلى الله عليه وسلم وإله الأولين والآخرين بقوله: (والله مات وعادت الأنصاب).\nوبقوله: (بلادي تقتل الرب الذي أهدى لها الخصبا).\nوقوله: (حين رأيت الله مذبوحاً في عمان).\nوقوله: (من بعد موت الله مشنوقاً على باب المدينة).\nوقوله: (ويتزوج الله حبيبته).\nوغير ذلك من الزندقة والردة التي تفوه بها نزار قباني وقالها، فاللهم رحماك رحماك بعبادك الذين أنابوا إليك وخروا سُجّداً بين يديك.\nالأدلة من السنة النبوية المطهرة\nالدليل الأول:\n__________\n(1) أقول: ولاننسى في هذه العجالة أن نذكر طائفةً أخرى من أهل الإلحاد والزندقة، وهم الرافضة الإمامية الاثنا عشرية أفراخ اليهود لا كَثَّرهم الله، الذين آذوا رسول الله صلى الله عليه وسلم بقذفهم لأمهات المؤمنين الطاهرات المطهرات رضي الله عنهن بأشنع الأوصاف وأخبثها، وبطعنهم في أصحاب رسول الله صلى الله عليه وسلم بطعونٍ لا تخرج إلاَّ من قلبٍ مُلئ نفاقاً وزندقة وفجوراً، فرضي الله تعالى عن الأصحاب والآل، وملأ الله أركان جهنم بكل مرتدٍ ومنافقٍ.\n(2) الصارم المسلول ص 55-56\n(1/25)\n",
        "…ما راوه أبو داود بسنده عن علي - رضي الله عنه -: (أن يهودية كانت تشتم النبي - صلى الله عليه وسلم - وتقع فيه، فخنقها رجلٌ حتى ماتت، فأبطل رسول الله - صلى الله عليه وسلم - دمها)(1)\nقال العلاَّمة المحدِّث شمس الحق العظيم آبادي في شرحه لهذا الحديث: (فيه دليل على أنه يقتل من شتم النبي - صلى الله عليه وسلم - وقد نقل ابن المنذر الاتفاق على أن من سب النبي - صلى الله عليه وسلم - صريحاً وجب قتله)(2)\n…وقال شيخ الإسلام ابن تيمية في شرحه لهذا الحديث: (وهذا الحديث نَصٌّ في جواز قتلها لأجل شتم النبي - صلى الله عليه وسلم -، ودليلٌ على قتل الرَّجل الذِّمِّي وقتل المسلم والمسلمة إذا سبَّا بطريق الأولى )(3)\nالدليل الثاني:\n…\n__________\n(1) رواه أبو داود في كتاب الحدود، باب الحكم فيمن سبَّ النبي - صلى الله عليه وسلم - حديث (4362).\n(2) عون المعبود شرح سنن أبي داود (12/11-12).\n(3) …الصارم المسلول ص 62\n(1/26)\n\nما رواه أبو داود والنسائي عن ابن عباس رضي الله عنهما: (أن أعمى كان على عهد رسول الله - صلى الله عليه وسلم -، وكانت له أم ولد وكان له منها ابنان، وكانت تكثر الوقيعة برسول الله - صلى الله عليه وسلم - وتسبه، فيزجرها فلا تنزجر، وينهاها فلا تنتهي، فلمَّا كان ذات ليلة ذكرت النبي - صلى الله عليه وسلم - فوقعت فيه فلم أصبر أن قمت إلى المِغول(1) فوضعته في بطنها فاتكأت عليه فقتلتها فأَصْبَحَت قَتِيلاً، فذُكِرَ ذلك للنبي - صلى الله عليه وسلم - فجمع الناس وقال: أنْشُد الله رجلاً لي عليه حقٌ فعل ما فعل إلاَّ قام، فأقبل الأعمى يتدلدل(2)، قال: يا رسول الله! أنا صاحبها، كانت أم ولدي وكانت بي لطيفة رفيقة، ولي منها ابنان مثل اللؤلؤتين، ولكنها كانت تُكْثِرُ الوقيعة فيك وتشتمك فأنهاها فلا تنتهي، وأزجرها فلا تنزجر، فلما كانت البارحة ذَكَرْتُكَ فوقعت فيك، فقمت إلى المِغول فوضَعْتُه في بطنها فاتكأت عليها حتى قتلتها. فقال رسول الله - صلى الله عليه وسلم - ألا اشهدوا أنَّ دَمَها هدرٌ)(3)\n…\nقال العلاَّمة المُحَدِّث السندي في حاشيتة على سنن النسائيّ: (وفيه دليل على أنَّ الذِّمي إذا لم يَكُفّ لسانه عن الله ورسوله فلا ذِمَّة له فيحل قتله. والله تعالى أعلم)(4)\n…قال ابن تيمية: (قال الخطابي: فيه بيان أن سابّ النبي - صلى الله عليه وسلم - يقتل، وذلك أنَّ السبّ منها لرسول الله - صلى الله عليه وسلم - ارتدادٌ عن الدين)(5)\nالدليل الثالث:\n…\n__________\n(1) …المغول مثل السيف القصير يشتمل به الرَّجُل تحت ثيابه.\n(2) أي يضطرب في مشيه.\n(3) رواه النسائي كتاب تحريم الدم باب الحكم فيمن سَبَّ النبي - صلى الله عليه وسلم - حديث (4070)\n(4) …سنن النسائي 7/124\n(5) …الصارم المسلول ص 69",
        "(1/27)\n\nما رواه البخاري ومسلم عن جابر بن عبد الله - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم -: (مَنْ لكعب بن الأشرف؟ فإنَّه قد آذى الله ورسوله). فقال محمد بن مسلمة: يارسول الله أتحب أن أقتله ؟ قال: (نعم) قال: ائذن لي فلأقل. قال: (قُل). فأتاه فقال له وذكر ما بينهما. وقال: إن هذا الرجل قد أراد صدقةً. وقد عنَّانا، فلمَّا سمعه قال: وأيضاً والله ! لتملُّنَّه. قال: إنَّا قد اتبعناه الآن. ونكره أن ندعه حتى ننظر إلى أي شيءٍ يصير أمره. قال: وقد أردت أن تسلفني سلفاً. قال: فما ترهنني ؟ قال: ما تريد. قال: ترهنني نساءكم. قال: أنت أجمل العرب. أنرهنك نساءنا؟ قال له: ترهنوني أولادكم. قال: يُسَبُّ ابن أحدنا. فيقال: رُهِنَ في وسقين من تمر. ولكن نرهنك اللأمة (يعني السلاح). قال: فنعم. وواعده أن يأتيه بالحارث وأبي عبس بن جبر وعباد بن بشر. قال: فجاؤوا فدعوه ليلاً. فنزل إليهم. قال سفيان: قال غير عمرو: قالت له امرأته: إني لأسمع صوتاً كأنه صوت دم. قال: إنما هذا محمد بن مسلمة ورضيعه وأبو نائلة، إن الكريم لو دعى إلى طعنة ليلاً لأجاب. قال محمد: إني إذا جاء فسوف أمد يدي إلى رأسه فإذا استمكنت منه فدونكم. قال: فلمَّا نزل، نزل وهو متوشِّحٌ. فقالوا: نجد منك ريح الطيب. قال: نعم. تحتي فلانة. هي أعطر نساء العرب. قال: فتأذن لي أن أشُمَّ منه. قال: نعم. فشم. فتناول فشم. ثم قال: أتأذن لي أن أعود؟ قال: فاستمكن من رأسه. ثم قال: دونكم. قال: فقتلوه.(1)\nقال الإمام النووي: (فقال الإمام المازري: إنما قتله كذلك لأنه نقض عهد النبي - صلى الله عليه وسلم - وهجاه وسبّه)(2)\n__________\n(1) رواه البخاري، كتاب الجهاد، باب الكذب في الحرب، حديث (2767) ومسلم، كتاب الجهاد والسير، باب قتل كعب بن الأشرف طاغوت اليهود، حديث (1801) واللفظ له.\n(2) شرح مسلم للنووي 12/403\n(1/28)",
        "\nقال شيخ الإسلام ابن تيمية: (وقال الواقدي: حدَّثني إبراهيم بن جعفر عن أبيه قال: قال مروان بن الحكم وهو على المدينة وعنده ابن يامين النَّضري: كيف كان قتل ابن الأشرف؟ قال ابن يامين: كان غدراً، ومحمد بن مسلمة جالسٌ شيخ كبير، فقال: يا مروان أيُغَدَّر رسول الله - صلى الله عليه وسلم - عندك؟ والله ما قتلناه إلاَّ بأمر رسول الله - صلى الله عليه وسلم -، والله لا يؤويني وإياك سقف بيتٍ إلاَّ المسجد، وأما أنت يا ابن يامين فللَّه عليَّ إن أفلت وقدرت عليك وفي يدي سيف إلا ضربت به رأسك، فكان ابن يامين لا ينزل من بني قريظة حتى يبعث له رسولاً ينظر محمد بن مسلمة، فإن كان في بعض ضياعه نزل فقضى حاجته ثم صدر، وإلاَّ لم ينزل، فبينا محمدٌ في جنازة وابن يامين في البقيع فرأى محمّدٌ نعشاً عليه جرائد يظنه لا يراه، فعاجله، فقام إليه الناس، فقالوا: يا أبا عبد الرحمن ما تصنع؟ نحن نكفيك، فقام إليه فلم يزل يضربه جريدةً جريدةً حتى كسر ذلك الجريد على وجهه ورأسه حتى لم يترك به مصحاً، ثم أرسله ولا طباخ به، ثم قال: والله لو قدرت على السيف لضربتك به)(1)\nالدليل الرابع:\nما رواه النسائي عن أبي برزة الأسلمي قال:(أغلظ رجلٌ لأبي بكر الصديق، فقلت: أقتله، فانتهرني وقال: ليس هذا لأحَدٍ بعد رسول الله - صلى الله عليه وسلم -)(2)\n__________\n(1) …الصارم المسلول ص 90\n(2) رواه النسائي، كتاب تحريم الدم، باب الحكم فيمن سبَّ النبي - صلى الله عليه وسلم -، حديث (4071)\n(1/29)\n",
        "قال شيخ الإسلام ابن تيمية في شرحه لحديث أبي برزة الأسلمي: (وقد استدل به على جواز قتل ساب النبي - صلى الله عليه وسلم - جماعة من العلماء منهم أبو داود، وإسماعيل بن إسحاق القاضي، وأبو بكر عبد العزيز، والقاضي أبو يعلى، وغيرهم من العلماء، وذلك لأنَّ أبا برزة لمَّا رأى الرجل قد شتم أبا بكر وأغلظ له حتى تغيَّظ أبوبكر استأذنه في أن يقتله بذلك، وأخبره أنه لو أمره لقتله، فقال أبو بكر: ليس هذا لأحدٍ بعد النبي - صلى الله عليه وسلم -. فعلم أن النبي - صلى الله عليه وسلم - كان له أن يقتل من سَبَّه ومن أغلظ له، وأنَّ له أن يأمر بقتل من لا يعلم الناس منه سبباً يبيح دمه، وعلى النَّاس أن يطيعوه في ذلك، لأنَّه لا يأمر إلاَّ بما أمر الله به، ولا يأمر بمعصية الله قط، بل من أطاعه فقد أطاع الله. فقد تضمَّن الحديث خصيصتين لرسول الله - صلى الله عليه وسلم -:\nإحداهما: أنه يطاع في كل من أمر بقتله.\nوالثانية: أن له أن يقتل من شتمه وأغلظ له.\n…وهذا المعنى الثاني الذي كان له باقٍ في حقه بعد موته، فكل من شتمه أو أغلظ في حقه كان قتله جائزاً، بل ذلك بعد موته أوكد وأوكد، لأن حرمته بعد موته أكمل، والتساهل في عرضه بعد موته غير ممكن. وهذا الحديث يفيد أنَّ سَبَّه في الجملة يبيح القتل، ويستدل بعمومه على قتل الكافر والمسلم)(1)\nالدليل الخامس:\n__________\n(1) الصارم المسلول ص 94-95\n(1/30)\n\n…ما رواه أبو داود عن سعد ابن أبي وقاص - رضي الله عنه - قال: لمَّا كان يوم فتح مكة اختبأ عبد الله بن سعد بن أبي سرح عند عثمان بن عفَّان، فجاء به حتى أوقفه على النبي - صلى الله عليه وسلم -، فقال: يارسول الله بَايِعْ عبد الله، فرفع رأسه، فنظر إليه - ثلاثاً - كلُّ ذلك يأبى، فبايعه بعد ثلاث ثم أقبل على أصحابه فقال: (أما كان فيكم رجل رشيد يقوم إلى هذا حيث رآني كففت يدي عن بيعته فيقتله)؟ فقالوا: ما ندري يا رسول الله ما في نفسك، ألا أومأت لنا بعينك؟ قال: (إنه لا ينبغي لنبي أن تكون له خائنة الأعين)(1)\nقال شيخ الإسلام شارحاً هذا الحديث: (فوجه الدلالة أنَّ عبد الله بن سعد بن أبي سرح افترى على النبي - صلى الله عليه وسلم - أنه كان يُتَمِّم له الوحي ويكتب له ما يريد، فيوافقه عليه، وأنه يُصَرِّفه حيث يشاء، ويغيِّر ما أمره به من الوحي، فيُقرُّه على ذلك، وزعم أنه ينزل مثل ما أنزل الله، إذ كان قد أوحي إليه في زعمه كما أوحي إلى رسول الله - صلى الله عليه وسلم -، وهذا الطعن على رسول الله - صلى الله عليه وسلم - وعلى كتابه، والافتراء عليه بما يوجب الريب في نبوته قدر زائد على مجرَّد الكفر به والردة في الدين، وهو من أنواع السب)(2)\nالدليل السادس:\n__________\n(1) رواه أبو داود، كتاب الحدود، باب الحكم فيمن ارتد (4359)\n(2) …الصارم المسلول ص 115",
        "(1/31)\n\n…عن أنس بن مالك - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - دخل مكة يوم الفتح وعلى رأسه المِغْفَرُ فلما نزعه جَاءهُ رجُلٌ فقال: ابن خطلٍ متعلق بأستار الكعبة، فقال: (اقتله)(1)\n…قال شيخ الإسلام ابن تيمية في شرحه لهذا الحديث: (فثبت أن هذا التغليظ في قتله إنما كان لأجل السَّبِّ والهجاء، وأن السَّابَّ وإن ارتد، فليس بمنزلة المرتد المحض يقتل قبل الاستتابة، ولا يؤخر قتله، وذلك دليلٌ على جواز قتله بعد التوبة. وقد استدل بقصة ابن خطل طائفةٌ من الفقهاء على أن من سَبَّ النبي - صلى الله عليه وسلم - من المسلمين يقتل - وإن أسلم - حدّاً)(2)\nأقوال أهل العلم فيمن استهزأ بالله تعالى\nأو برسله الكِرام أو بشىءٍ من دينه\nتعريف الشتم والسَّبّ في اللغة:\nقال ابن منظور : (الشتم: قبيح الكلام وليس فيه قذف)(3)\nوقال الراغب الأصفهاني : (السَّبُّ: الشتم الوجيع، قال تعالى: {وِلاَ تَسُبُّواْ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ فَيَسُبُّواْ الله عَدْواً بِغَيْرِ عِلْمٍ} [الأنعام: 108] وسبهم الله ليس على أنهم يسبونه صريحاً، ولكنهم يخوضون في ذكره، فيذكرونه بما لايليق، ويتمادون في ذلك بالمجادلة فيزدادون في ذكره بما تنزه تعالى عنه)(4)\n__________\n(1) …رواه البخاري، كتاب المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح ؟، حديث ( 4035 ) واللفظ له. ومسلم، كتاب الحج ، باب جواز دخول مكة بغير إحرام حديث ( 1357) والترمذي، كتاب الجهاد، باب ماجاء في المغفر حديث (1693) وأبوداود، كتاب الجهاد، باب قتل الأسير ولا يُعْرَضُ عليه الإسلام، حديث ( 2685 ). والنسائي، كتاب مناسك الحج ، باب دخول مكة بغير إحرام حديث (2867). وابن ماجه، كتاب الجهاد باب السلاح، حديث (805)\n(2) الصارم المسلول ص 136\n(3) لسان العرب 12/318\n(4) المفردات ص 391\n(1/32)",
        "\nوقال شيخ الإسلام ابن تيمية: (السَّبُّ ... هو الكلام الذي يقصد به الانتقاص والاستخفاف، وهو ما يُفهم منه السب في عقول الناس على اختلاف اعتقاداتهم، كاللعن، والتقبيح، ونحوه)(1)\nوقال الحافظ ابن حجر: (الشتم: هو الوصف بما يقتضي النقص)(2)\nأقوال علماء الشريعة وأئمة السنة\n…قال عمر بن الخطاب رضي الله عنه : (من سبَّ الله ورسوله، أو سبَّ أحداً من الأنبياء فاقتلوه)(3)\n…وقال شيخ الإسلام ابن تيمية: (إنَّ سَبَّ الله أو سَبَّ رسوله كفرٌ ظاهراً وباطناً، سواء كان السابُّ يعتقد أنَّ ذلك محرَّماً أو كان مستحلاً له، أو كان ذاهلاً عن اعتقاده، هذا مذهب الفقهاء وسائر أهل السنة القائلين بأن الإيمان قول وعمل)(4)\n…وقال شيخ الإسلام ابن تيمية: (قال الإمام أبو يعقوب إسحاق بن إبراهيم الحنظلي المعروف بابن راهويه وهو أحد الأئمة، يعدل بالشافعي وأحمد: قد أجمع المسلمون أنَّ مَنْ سَبَّ الله أو سَبَّ رسوله عليه الصلاة والسلام، أو دفع شيئاً مما أنزل الله، أو قتل نبياً من أنبياء الله، أنه كافر بذلك وإن كان مقراً بما أنزل الله)(5)\n…وقال أيضاً: (قال أصحابنا: التعريض بسبِّ الله وسبِّ رسوله صلى الله عليه وسلم رِدَّة، وهو موجب للقتل، كالتصريح)(6)\n…وقال القاضي عياض: (جميع مَنْ سَبَّ النبي صلى الله عليه وسلم، أو عابه، أو ألحق به نقصاً في نفسه أو نسبه أو دينه أو خصلة من خصاله، أو عرض به شبهة بشيء على طريق السَبِّ له، والإزراء عليه، أو الغض منه والعيب له، فهو سابٌّ له، والحكم فيه حكم الساب: يقتل)(7)\n__________\n(1) الصارم المسلول ص 561\n(2) فتح الباري 6 /291\n(3) زاد المعاد 5/60\n(4) الصارم المسلول ص 512\n(5) المصدر السابق.\n(6) المصدر السابق.\n(7) المصدر السابق ص 525-526\n(1/33)\n",
        "…وقال ابن تيمية: (فإنْ نَظَم ذلك شعراً كان أبلغ في الشتم ؛ فإن الشعر يُحفظ ويروى وهو الهجاء، وربما يُؤَثِّر في نفوس كثيرة مع العلم ببطلانه أكثر من تأثير البراهين، فإن غُنِّي به بين ملأ من الناس فهو الذي تفاقم أمره)(1)\n…وقال شيخ الإسلام أيضاً: (قال محمد بن سحنون وهو أحد الأئمة من أصحاب مالك، وزمنه قريب من هذه الطبقة: أجمع العلماء أن شاتم النبي عليه الصلاة والسلام المنتقص له كافر، والوعيد جارٍ عليه بعذاب الله، وحكمه عند الأمة القتل، ومن شك في كفره وعذابه كَفَر)(2)\n…وقال شيخ الإسلام ابن تيمية أيضاً: (قال القاضي أبو يعلى في المعتمد: من سب الله أو سب رسوله فإنه يكفر، سواء استحلَّ سبه أو لم يستحله…؛ لأنه لا غرض له في سب الله وسب رسوله إلا أنه غير معتقد لعبادته، غير مصدق بما جاء به النبي عليه الصلاة والسلام)(3)\n…وقال ابن القاسم عن مالك: (من سب النبي صلى الله عليه وسلم قتل ولم يُستتب) قال ابن القاسم:(أو شتمه أو عابه، أو تنقصه، فإنه يقتل كالزنديق)(4)\n…ويقول ابن تيمية أيضاً: (وأما الساب فإنه مظهر للتنقيص والاستخفاف والاستهانة بالله، منتهك لحرمته انتهاكاً يعلم هو من نفسه أنه منتهك مستخف مستهزئ، ويعلم من نفسه أنه قد قال عظيماً، وأن السموات والأرض تكاد تنفطر من مقالته وتخر الجبال، وأن ذلك أعظم من كل كفر)(5)\nوقال إسحاق بن راهويه شيخ البخاري: (قد أجمع العلماء على أن من سَبَّ الله عز وجل، أو سبَّ رسوله صلى الله عليه وسلم أو دفع شيئاً أنزله الله، أو قتل نبياً من أنبياء الله، وهو مع ذلك مقر بما أنزل الله أنه كافر)(6)\n__________\n(1) المصدر السابق ص 541\n(2) المصدر السابق ص513\n(3) المصدر السابق.\n(4) المصدر السابق ص 526\n(5) المصدر السابق ص 551\n(6) التمهيد لابن عبد البر 4/226\n(1/34)\n\n…وقال ابن تيمية: (فصل فيمن سَبَّ الله تعالى: فإن كان مسلماً وجب قتله بالإجماع، لأنه بذلك كافر مرتد، وأسوأ من الكافر، فإنَّ الكافر يُعظِّم الرب، ويعتقد أنَّ ما هو عليه من الدين الباطل ليس باستهزاء بالله ولا مَسَبَّة له)(1)\n…وقال ابن حزم: (وأما سب الله تعالى، فما علىظهر الأرض مسلم يخالف أنه كفر مجرد)(2)\n…وقال ابن تيمية فيمن تنقص الرسول صلى الله عليه وسلم : (وكذلك قال أبو حنيفة وأصحابه فيمن تنقصه، أو برئ منه، أو كذبه: أنه مرتد، وكذلك قال أصحاب الشافعي: كل من تعرض لرسول الله صلى الله عليه وسلم بما فيه استهانة فهو كالسب الصريح ؛ فإن الاستهانة بالنبي كُفْرٌ … فقد اتفقت نصوص العلماء من جميع الطوائف على أنَّ التنقُّص له كفر مبيح الدم)(3)\n…وقال الإمام أحمد: (كل من ذكر شيئاً يعرِّضُ به الرب تبارك وتعالى، فعليه القتل مسلماً كان أو كافراً، هذا مذهب أهل المدينة)(4)\n…ومذهب الإمام الأوزاعي: (أن المسلم إذا سب النبي صلى الله عليه وسلم فقد ارتدَّ، فيستتاب، وإلا قتل إن لم يتب)(5)\n…وسئل أبو محمد ابن أبي زيد عن رجل لعن رجلاً ولَعَنَ الله، فقال: إنما أردت أن ألعن الشيطان فزلَّ لساني. فأجاب: (يقتل بظاهر كفره ولا يقبل عذره، وأمَّا فيما بينه وبين ربه فمعذور)(6)\n…وقال الإمام ابن القيم: (قال مجاهد عن ابن عباس رضي الله عنهما: أيُّما مسلم سب الله ورسوله، أو سب أحداً من الأنبياء، فقد كذَّبَ برسول الله صلى الله عليه وسلم وهي ردَّةٌ، يُستتاب، فإنْ رجع، وإلا قُتل)(7)\n__________\n(1) الصارم المسلول ص 546\n(2) المحلى 11/ 411\n(3) الصارم المسلول ص 527\n(4) المسائل والرسائل المروية عن الإمام أحمد 2/93.\n(5) فقه الإمام الأوزاعي 2/344\n(6) المعيار المعرب للونشريسي 2/345.\n(7) زاد المعاد 5/60",
        "(1/35)\n\n…وقال ابن قدامة المقدسي: (ومن سب الله تعالى كفر، سواء كان مازحاً أو جاداً، وكذلك من استهزأ بالله تعالى أو بآياته أو برسله أو كتبه)(1)\n…وقال أيضاً : (والردة تحصل بجحد الشهادتين، أو أحدهما، أو سب الله تعالى، أو رسوله صلى الله عليه وسلم)‍(2)\n…وقال المرداوي في الإنصاف: (من سب الله أو رسوله كفر بلا نزاع في الجملة)(3)\n…وقال المرداوي أيضاً: (نقل حنبل: من عرّض بشيءٍ من ذكر الرب. فعليه القتل مسلماً كان أو كافراً وأنه مذهب أهل المدينة)(4)\n…وقال البهوتي: (… أو سب الله أو رسوله كفر؛ لأنه لا يسبه إلا وهو جاحد، أو استهزأ بالله تعالى أو بكتبه أو رسله)(5)\n…وقال أيضاً: (فمن أشرك بالله كفر… أو سب الله سبحانه أو سب رسوله أي رسولاً من رسله أو أدعى النبوة فقد كفر)(6)\nوقال ملا علي قاري: (من وصف الله بما لا يليق به كفر)(7)\n…وقال الفخر الرازي في تفسيره: (إن الاستهزاء بالدين كيف كان كفر بالله ؛ وذلك لأن الاستهزاء يدل على الاستخفاف، والعمدة الكبرى في الإيمان تعظيم الله بأقصى الإمكان، والجمع بينهما محال)(8)\n…وقال القاضي عياض: (وأما من تكلم من سَقْط القول، وسخف اللفظ، ممن لم يضبط كلامه، وأهمل لسانه بما يقتضي الاستخفاف بعظمة ربه وجلالة مولاه … أو نزع من الكلام لمخلوق بما لا يليق في حق خالقه، غير قاصد للكفر والاستخفاف، ولا عامد للإلحاد، فإن تكرر هذا منه وعُرف به … فهذا كفر لا مرية فيه)(9)\n__________\n(1) المغني 10/103\n(2) الكافي 4/74\n(3) المصدر السابق 10/326\n(4) الإنصاف للمرداوي 10/333\n(5) كشاف القناع 6/168، ومطالب أولي النهى 6/276\n(6) الروض المربع ص 473\n(7) شرح الفقه الأكبر ص 227\n(8) التفسير الكبير 16/124\n(9) الشفا 2/299\n(1/36)",
        "\nونقل القاضي عياض عن محمد بن سحنون أنه قال: (أجمع العلماء أن شاتم النبي صلى الله عليه وسلم المنتقص له كافر، والوعيد جارٍ عليه بعذاب الله، وحكمه عند الأئمة القتل، ومن شك في كفره وعذابه كفر)(1)\nونقل عن أحمد بن أبي سليمان صاحب سحنون أنه قال: (من قال إن النبي صلى الله عليه وسلم كان أسود، يُقتل)(2)\n…وجاء في كتاب روضة الطالبين للنووي: (أو قال وهو يتعاطى قدح الخمر، أو يقدم على الزنى: بسم الله تعالى، استخفافاً باسم الله تعالى كفر)(3)\n…وقال محدث الهند العلامة محمد صديق حسن خان القنوجي البخاري: (وأكثر الناس ابتلاءً بهذا الاستهزاء الشعراء، فهزلهم بالشريعة وبأهلها: من النصحاء والوعاظ والفقهاء والمحتسبين والعلماء الصالحين، فوق ما تحصره الأقلام، أو يحيط به ضبط الأرقام … ومن جاء بهذا، فلا شك في كفره ؛ بل في كفر من شك في ذلك)(4)\n…قال القاضي عياض: (أفتى فقهاء الأندلس بقتل ابن حاتم المتفقه الطليطلي وصلبه بما شُهد عليه من استخفافه بحق النبي صلى الله عليه وسلم وتسميته إياه أثناء مناظرته باليتيم، وخَتَنِ حيدرة…\nوأفتى فقهاء القيروان وأصحاب سحنون بقتل إبراهيم الفزاري… في الاستهزاء بالله، وأنبيائه، ونبينا محمد صلى الله عليه وسلم فأُحضر له القاضي يحيى بن عمر وغيره من الفقهاء وأمر بقتله وَصَلْبِهِ فُطُعِنَ بالسّكين وصُلِبَ مُنَكَّساً ثم أُنزل وأُحرق بالنار.\n…وحكى بعض المؤرخين أنه لما رُفعت خشبته وزالت عنها الأيدي استدارت وَحَوَّلته عن القبلة فكان آيةً للجميع، وكبّر الناس، وجاء كلب فولغ في دمه)(5)\n…وقال ابن نُجيم: (فيكفر إذا وصف الله بما لا يليق به، أو سخر باسمٍ من أسمائه)(6)\n__________\n(1) المصدر السابق 2/215-216\n(2) المصدر السابق 2/217\n(3) روضة الطالبين10/67\n(4) الدين الخالص 4/382-383\n(5) الشفا 2/218\n(6) البحر الرائق 5/129\n(1/37)\n",
        "…وقال القاضي عياض: (قال مالك في كتاب ابن حبيب، ومحمد، وقال ابن القاسم، وابن الماجشون، وابن عبد الحكم، وأصبغ، وسحنون، فيمن شتم الأنبياء، أو أحداً منهم، أو تنقصه: قُتل ولم يُستتب)(1)\n…وقال الدردير المالكي: (من سب نبياً مجمعاً على نبوته، أو عرّض بسب نبي، بأن قال عند ذكره: أمَّا أنا فلست بزانٍ، أو سارقٍ، فقد كفر)(2)\n…ويقول الشربيني الشافعي: (من كذّب رسولاً أو نبياً، أو سبه، أو استخف به أو باسمه... فقد كفر)(3)\n…وقال الإمام مالك: (من سب النبي صلى الله عليه وسلم أو شتمه، أو عابه، أو تنقصه قُتل، مسلماً كان أو كافراً، ولا يُستتاب)(4)\n…وقال أيضاً: (من قال إن رداء النبي صلى الله عليه وسلم وسخ، أراد عيبه، قُتل)(5)\n…وقد سأل الرشيد الإمام مالكاً في رجل شتم النبي صلى الله عليه وسلم، وذكر أن فقهاء العراق أفتوه بجلده، فغضب مالك، وقال: (يا أمير المؤمنين، ما بقاء الأمة بعد شتم نبيها، من شتم الأنبياء قُتِل، ومن شتم أصحاب النبي صلى الله عليه وسلم جُلد)(6)\n…قلت : وما بقاء أهل الأرض والسماء جميعاً ومن في هذا الكون كله بعد شتم الجبار سبحانه وتعالى والاستهزاء به والسخرية منه، تعالى ربنا وتقدس وتنزه عن كل نقصٍ وثلب، {قُلْ فَمَنْ يَمْلِكُ مِنَ اللهِ شَيْئاً إِنْ أرَادَ أنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ في الأَرْضِ جَمِيعاً وَللهِ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا} [المائدة: 17].\n__________\n(1) الشفا 2/302\n(2) الشرح الصغير على أقرب المسالك 6/ 149-150 بتصرف\n(3) مغني المحتاج 4/134، ونهاية المحتاج للرملي 7/395\n(4) الشفا 2/216\n(5) المصدر السابق 2/217\n(6) المصدر السابق 2/223\n(1/38)\n\n…وقال الإمام سليمان بن عبد الله آل الشيخ: (ولهذا أجمع العلماء على كفر من فعل شيئاً من ذلك، فمن استهزأ بالله، أو بكتابه، أو برسوله، أو بدينه، كفر ولو هازلاً لم يقصد حقيقة الاستهزاء إجماعاً)(1)\n…وقال العلامة الشيخ سعيد بن حِجي الحنبلي النجدي: (فأما نواقض لا إله إلا الله فعسيرٌ إحصاؤها … فمن أشرك بالله أو جحد ربوبيته … ومن ادَّعى النبوة، أو صدَّق من ادّعاها، أو جحد البعث، أو سبَّ الله ورسوله، أو استهزأ بالله، أو كتبه، أو رسله، كفر)(2)\n…وقال العلامة المحدث أحمد شاكر: (إن من يشتم رسول الله صلى الله عليه وسلم بأي كلمة لا تليق بمقامه الكريم، حكمه عند المسلمين معروف، لا يخالف فيه عالم أو جاهل؛ بل لا يخفى على أجهل العوام، أنه مرتد عن ملة الإسلام، تجري عليه أحكام المرتدين المعروفة)(3)\n…وقال الشيخ ابن ضويان: (ويحصل الكفر بأحد أربعة أمور: بالقول، كَسَبِّ الله تعالى، أو رسوله، أو ملائكته؛ لأنَّه لا يسبه إلا وهو جاحد به...)(4)\n…وقال إمام أهل السنة في زمانه سماحة العلامة الشيخ عبد العزيز بن باز -رحمه الله- : (سَبّ الدين والرَّبّ جلَّ وعلا، كل ذلك من أعظم أنواع الكفر بإجماع أهل العلم)(5)\n…وقال العلامة الفقيه الشيخ محمد بن صالح العثيمين: (الحكم فيمن سَبَّ الدين الإسلامي أنه يكفر ؛ فإنّ سَبَّ الدين والاستهزاء به رِدَّة عن الإسلام وكفر بالله عز وجل وبدينه)(6)\n…وقال أيضاً: (فالاستهزاء بدين الله، أو سَبّ دين الله، أو سبّ الله ورسوله، أو الاستهزاء بهما كفر مخرج من الملة)(7)\n__________\n(1) تيسير العزيز الحميد ص 617\n(2) مجموعة الرسائل والمسائل النجدية (القسم الثاني من الجزء الرابع) 853-854\n(3) كلمة حق ص 145-146\n(4) منار السبيل 2/356\n(5) مجموع فتاوى الشيخ 1/442\n(6) مجموع فتاوى الشيخ 2/152\n(7) المصدر السابق 2/153",
        "(1/39)\n\n…وقال في موضعٍ آخر رفع الله ذكره في الدنيا والآخرة: (الاستهزاء بالله تعالى، أو برسوله صلى الله عليه وسلم، أو سنة رسوله صلى الله عليه وسلم، كفرٌ وَرِدَّةٌ يخرُجُ به الإنسان من الإسلام)(1)\n…وقال أيضاً: (هذا العمل وهو الاستهزاء بالله، أو رسوله صلى الله عليه وسلم، أو كتابه، أو دينه، ولو كان على سبيل المزاح، ولو كان على سبيل إضحاك القوم، كُفْرٌ ونِفَاقٌ)(2)\n…وإليك أخي القارئ واقعة تاريخية توضِّح المراد كما سجَّلها القاضي عياض في كتابه \"الشفا بتعريف حقوق المصطفى\" حيث يقول: (وقد أفتى ابن حبيب وأصبغ بن خليل من فقهاء قرطبة بقتل المعروف بـ((ابن أخي عجب))، وكان خرج يوماً، فأخذه المطر، فقال: بدأ الخرّاز يرش جلوده. وكان بعض الفقهاء به - أي بقرطبة - أبو زيد، وعبد الأعلى بن وهب، وابن عيسى قد توقفوا عن سفك دمه، وأشاروا إلى أنه عبث من القول يكفي فيه الأدب، وأفتى بمثله القاضي حينئذٍ موسى بن زياد، فقال ابن حبيب: \"دمه في عنقي، أيشْتُم ربّاً عبدناه ولا ننتصر له ؟ إنَّا إذاً لعبيد سوء، وما نحن له بعابدين\"، وبكى، ورفع المجلس إلى الأمير بها عبد الرحمن ابن الحكم الأموي (ت 282ه‍). وكانت \"عجب\" عمة هذا المطلوب من حظاياه، أي من أحب الزوجات لعبد الرحمن ابن الحكم، وأُعْلِمَ باختلاف الفقهاء، فخرج الإذن من عنده بالأخذ بقول ابن حبيب وصاحبه، وأمر بقتله، فقُتِلَ وصُلِبَ بحضرة الفقيهين: ابن حبيب، وأصبغ، وعزل القاضي لتهمته بالمداهنة في هذه القصة، ووبّخ بقية الفقهاء وسبهم)(3)\n__________\n(1) المصدر السابق 2/155\n(2) المصدر السابق 2/156\n(3) الشفا 2/299\n(1/40)",
        "\nولنا وقفة يسيرة مع هذه القصة فإن ابن أخي ((عجب)) تلفَّظ بعبارة تقتضي استخفافاً بالرَّبِّ جلَّ وعلا، وقد لا تكون صريحة في ذلك، والرَّجُل لم يجاهر بهذه العبارة عبر وسائل إعلام مقروءة أو مسموعة أو مرئية، أو دواوين وُزِّع منها قرابة ثلاث ملايين نسخة في مجتمعات تتبنى الإسلام!!، أو قُدِّمَ على أنه شاعر الحب الأول، أو أمير الشعراء في عصرنا الحالي. ومع ذلك فهذه العبارة في غاية النشاز والاشمئزاز في المجتمع الإسلامي آنذاك فلم يقبلها بالكلية، بل نفر منها تماماً، حتى جعلت أهل العلم في قرطبة يجتمعون لها، ويحكمون على صاحبها بالرِدَّة وإهدار الدم بالقتل، بل بأن يُصْلَب حتى يكون عبرةً لكل زِنْدِيقٍ يحاول التجرؤ على أمرٍ مُقَدَّسٍ في قلوب المؤمنين الموحدين.\nأقول : فأين سيف الحق البتار ماله لا يخرج من غمده ويقيم على هؤلاء المرتدين ذلك الحد الذي غاب قروناً عديدة، وسنين مديدة؛ فإن خشبة الصَّلْب قد حَنَّت لأجسادهم، والأرض في شوقٍ لدمائهم، لتشرب منها تعبداً لله وتقرباً.\nوقفات مع أصناف من الناس\nوهنا أقف وقفات -معاشر الفضلاء والأتقياء- مع أصنافٍ من الناس، وموقفهم من نزار:\nالصِّنْفُ الأوَّل:\n…أهل الصلاح والفضل والدين، وأصحاب الشريعة، ووُرَّاث النبوة، أولئك الذين ظهروا على صدور المجلات والجرائد(1) السيَّارة في بلاد المسلمين، في وقت خروج نزار قباني من الدنيا إلى الدار الآخرة، وعن بعض فتاواهم التي أوهمت القارئ بأنَّ نزار قباني هو شاعر فسقٍ وعُهرٍ وخنا لا غير، وبهذا فإنَّ حكمه حكم الفاسق بكبيرته، المؤمن يإيمانه، وهذا فيه تدليس واضحٌ، وغَررٌ بَيِّنٌ لعامَّة المسلمين وخاصَّتهم.\nفهل قول نزار قباني مثلاً: (أنا أرفض الإحسان من يدي خالقي).\nوقوله: (وربٌ لا يطاردني).\n__________\n(1) وهي جريدة المسلمون العدد رقم (692) بتاريخ 13/1/1419ه‍، الموافق 9 مايو 1998م.\n(1/41)\n",
        "وقوله: (بلادي تقتل الرب الذي أهدى لها الخصبا) وقوله: (حين رأيت الله.. في عمّان مذبوحاً..).\nوقوله: (من بعد موت الله، مشنوقاً على باب المدينة)\nوقوله: (لم تبق للصلوات قيمة.. لم يبق للإيمان أو للكفر قيمة..).\nوقوله: (كم سنة ضَيَّعْتَ في نحته؟ قل لي: ألم تتعبِ؟.. ألم تسأمِ؟..).\nوقوله: (إني أعبد الأصنام رغم تأثمي).\nوقوله: (اصلبيني بين نهديك مسيحاً.. عمِّديني بمياه الورد).\nوقوله: (وشجعت نهديك.. فاستكبرا على الله حتى فلم يسجدا).\nوقوله:(فاعذروني أيها السادة إن كنت كفرت).\nوقوله: (ويتزوج الله حبيبته).\nوقوله: (بعتُ الله بعتُ رماد أمواتك).\nوقوله: (لأن الله منذ رحلتِ دخل في نوبة بكاء عصبية، وأضرب عن الطعام).\nوقوله: (شكراً لحبك فهو مروحةٌ.. وهو المفاجأة التي قد حار فيها الأنبياء).\nوقوله: (يا إلهي إن كنت رباً حقيقياً فدعنا عاشقينا).\nوقوله: (أين غرور الله من غروري؟).\nومثل قوله: (وكتبت شعراً لا يشابه سحره إلاَّ كلام الله في التوراة.. مارست ألف عبادةٍ وعبادة فوجدت أفضلها عبادة ذاتي).\nوغير ذلك من الأقوال ينطبق عليه فتوى من قال في حق نزار قباني: (… وعليه فيجب على المسلمين الصلاة على العصاة والفسقة من المسلمين، ودفنهم في مقابر المسلمين، والدعاء لهم في الصلاة عليهم بالمغفرة والرحمة، فإن الله غفور رحيم).\nوالفتوى الأخرى التي خرجت في حق نزار التي يقول فيها صاحبها: (كون الإنسان يمارس الكتابة في الجنس، ويحترف الشعر الجنسي، فهذا ليس معناه أنه كافر، ويترتب عليه أحكام الكفار، فهذه الممارسات لا تخرج من الدين، وبالتالي لا يوجد مسوغ لمعاملته معاملة الكفار، ومنعه من دخول المسجد للصلاة عليه، إلاَّ إذا أظهر إلحاداً واستهزاءً بدين الله، أو بَيَّن شيئاً يستلزم كفره، وارتداده عن الدين)!!.\nوغيرها من هذه الفتاوى التي أجزم بأن هؤلاء المشايخ الفضلاء لم يعلموا بأقوال نزار الكفرية التي ذكرناها آنفاً.\n(1/42)\n\nولهذا وجب عليهم التوضيح في مقالٍ آخر إبراءً للذمة، وتوضيحاً للأمة، وكشفاً لِلَّبس الذي قد حصل بين العامَّة والخاصَّة من المسلمين. علماً بأنَّ نزار قباني له دواوين وُزِّعت ونُشِرَت بين أبناء المسلمين، وحيث إن المراهقين والمراهقات يقتنون دواوينه!! ويترنّمون بها!! ويعيرها بعضهم إلى بعض حتى في بعض البلاد التي لا يظن فيها إلاَّ الخير والصلاح والتوحيد، وحيث بلغ مجموع ما وُزِّع تقريباً من دواوينه العفنة الفاجرة قرابة ثلاث ملايين نسخة في العالم العربي، والله أعلم بما سيخرج بعد موته وهلاكه من دواوين له.\n…قال الله تعالى: {إنَّ الذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ البَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ في الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمُ اللهُ وَيَلْعَنُهُمُ اللاَّعِنُونَ} [ البقرة: 159 ]\n…وقال الله تعالى: {إنَّ الذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَناً قَلِيلاً أُوْلَئِكَ مَا يَأْكُلُونَ في بُطُونِهِمْ إِلاَّ النَّارَ وَلاَ يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ ألِيمٌ * أُولَئِكَ الذِينَ اشْتَرَواْ الضَّلاَلةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ} [البقرة: 174-175]\nالصِّنْفُ الثاني:",
        "(1/43)\n\n…هم من عِدادِ المرتزقة الذين يفرحون بقتل كل فضيلة وعفة، ويُسَرُّون بنشر كل رذيلةٍ وخسيسة، وهمُّهم الوحيد خفض دين الله تعالى بكل الطرق والوسائل، أولئك الكُتَّاب المستأجرون على حطامٍ من الدنيا قليل، وهم عند ربهم وخالقهم من الآثمين الخاطئين، الذين تَبَاكَوْا على نزار قباني وعلى أمثاله من المرتدين والزنادقة، ومَنْ وَصَفُوه بشهيد الشُّعراء!! وبشاعر الأمة العربية!!، وبشاعر المرأة!!.. وغير ذلك من الكذب والإفك المبين، أولئك الكُتَّاب الذين سال مِدَادُ أقلامهم حُزناً على كلِّ فاجر وفاجرة، ومنافق ومنافقة، بالمدح والثناء على صدور المجلات والجرائد، من غير فتورٍ ولا مَلَل، وصدق الله العظيم إذ يقول في كتابه الكريم: { هآ أنتُمْ هَؤُلاَءِ جَادَلْتُمْ عَنْهُمْ في الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ الله عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَّنْ يَكُونُ عَلَيْهِمْ وَكِيلاً} [النساء: 109].\n…\nيا من تكتبون بأداة عند الله عظيمة وهي القلم، ذلك المخلوق الذي أنزل الله فيه سورة من سور القرآن تُتْلَى في المصاحف، وتُحفظ في صدور الرجال، إلى أن يرفعه الله من المصاحف ومن صدور الرجال، بل أقسم به سبحانه وتعالى، وهو لا يقسم إلاَّ بعظيم، فقال جلَّ وعلا: {ن وَالْقَلَمِ وَمَا يَسْطُرُونَ} [القلم: 1]\nقال الإمام الشوكاني: (أقسم الله بالقلم لما فيه من البيان، وهو واقع على كل قلم يكتب به) اه‍(1).\nبل للشعراء في تفضيل القلم على السيف أبيات كثيرة، منها قول أبي الفتح البستي:\n… إذا أقسم الأبطال يوماً بسيفهم\n……… وعَدُّوه مما يكسب المجد والكرم\n… كفى قلم الكُتَّاب عزاً ورفعةً\n……… مدى الدهر أن الله أقسم بالقلم\n__________\n(1) فتح القدير 5/374\n(1/44)",
        "\n…يا معاشر الكتَّاب والأدباء.. أين أنتم من نُصرة الله تعالى ودينه، والذب عن حياض السنة المطهرة من أن يَلِغَ فيها كلُّ مرتد بلسانٍ سُلِّط حرباً عليها؟ أين أنتم يا معاشر الكتَّاب والأدباء عن تلك الأفكار والمعتقدات والفرق الهدامة المرتدة، التي نخرت جسد الأمة المحمدية، ومازالت تنخر فيه وتنشر أصولها ومعتقداتها الفاسدة الخبيثة بكل نشاط واجتهاد من رافضة مجوسية اثني عشرية، وإسماعيلية باطنية، ونُصيرية علوية، ودرزية شيطانية، وشيوعية ملحدة، وبعثية هدامة، وعلمانية كافرة، وحركات للتغريب، ولتحرير المرأة المسلمة، وقاديانية أحمدية، وقومية عربية جاهلية، وماسونية خفية، وصوفية قبورية غالية، وقرآنيين منكرين للسنة المحمدية المرضية، وبريليوية وثنية، وأباضية إبليسية، وحبشية قبورية وغيرها من الفرق التي خلعت من عنقها ربقة الإسلام والتوحيد، وارتدت عن ما جاء به خير خلق الله قاطبة صلى الله عليه وسلم.\n…أين أنتم من جراح أمتنا الإسلامية التي انتشرت في كل عضوٍ من أعضائها، فلم تسلم الأعضاء من جروحٍ أو قروحٍ تنزف؟\n…أين أدبكم وشعركم لِمَ لَمْ يتغنَّ على أطلال الأندلس المسلوبة، ومآذنها المحزونة؟ وعلى جبال كشمير المغصوبة؟ وعلى أشجار الفلبين الخضراء؟ وتلال أرتيريا وبورما وسهولها؟ وأرض البوسنة وجراحها؟ ومأساة كوسوفا؟\n…أين كتاباتكم أيها الأدباء والكتَّاب عن أرض الملاحم والشهداء، وأرض الأنبياء والصلحاء، وأرض التين والزيتون، أرض الإسراء التي ترزح تحت أيدي أحفاد القردة والخنازير يهود الغدر والخيانة؟\n…أين مداد أقلامكم؟ ما لي أراها قد جفَّت، وأقلامكم قد تكسَّرت، عن كشف ما حلَّ في أمتنا من منكراتٍ وبدع وأهواء في الدين، قُدِّمَت على دين الله تعالى وشرعه، وانقاد إليها الناس أفواجاً إثر أفواج، وأسراباً تتبعها أسراب!!\n(1/45)\n",
        "…ما بال أصواتكم قد خرستْ، وأفواهكم قد لُجِمَت عن الدفاع عن الحق وأهله من علماء الملة والدين؟ وعن أعراض المسلمات الطاهرات التي اغتصبت في مشارق الأرض ومغاربها على أيدي علوجٍ من الصليبيين الحاقدين؟\n…فهل يا تُرى قد جاء ذلك الزمان الذي أخبرنا عنه حبيبنا ورسولنا محمد صلى الله عليه وسلم إذ يقول: (سيأتي على الناس سنوات خدَّاعات، يُصدَّق فيها الكاذب، ويُكذَّبُ فيها الصَّادق، ويُؤتمن فيها الخائن، ويُخَوَّن فيها الأمين)(1).\n…إني أوجه إليكم هذه الكلمات شفقةً وخوفاً عليكم من عذاب الجبار سبحانه وتعالى وانتقامه ؛ فإن عذابه أليم شديد، قال تعالى: {وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَاناً وَظُلْماً فَسَوْفَ نُصْلِيهِ نَاراً وَكَانَ ذَلِكَ عَلَى اللهِ يَسِيراً} [النساء: 30].\n…وقال تعالى: {وَأمَّا الذِينَ اسْتَنْكَفُواْ وَاسْتَكْبَرُواْ فَيُعَذِّبُهُمْ عَذَابَاً ألِيماً وَلاَ يَجِدُونَ لَهُمْ مِّنْ دُونِ اللهِ وَلِيّاً وَلاَ نَصِيراً} [النساء: 173].\n…وقال تعالى: {فَإِنْ يَتُوبُواْ يَكُ خَيْراً لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمْ الله عَذَاباً ألِيماً في الدُّنْيَا وَالآخِرَةِ وَمَا لَهُمْ في الأَرْضِ مِنْ وَليٍّ وَلاَ نَصِيرٍ} [التوبة: 74].\n…وقال تعالى فيمن استكبر عن الحق وافترى على الله الكذب: {وَلَوْ تَرَى إِذِ الظَّالِمُونَ في غَمَرَاتِ الْمَوْتِ وَالْمَلاَئِكَةُ بَاسِطُواْ أَيْدِيهِمْ أَخْرِجُواْ أنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آياتِهِ تَسْتَكْبِرُونَ} [الأنعام: 93].\nالصِّنْفُ الثالث:\n__________\n(1) رواه ابن ماجه وأحمد والحاكم في المستدرك. وانظر السلسلة الصحيحة للشيخ العلاَّمة المحدث الألباني حديث (1887).\n(1/46)\n\nهم من أهل الخير والاستقامة لا يُعرف عنهم إلاَّ كل خيرٍ وصلاح نحسبهم كذلك، ولا نزكي على الله أحداً، أصحابُ عقيدةٍ صافية، وطريقةٍ سُنِّيَّةٍ مرضية، لكنهم - يا للأسف والحزن - قد توقفوا في أمر نزار قباني وحكمه في الدنيا، أهو من أهل الإسلام أم من أهل الردة والإلحاد؟\n…ورحمة الله على محدِّث الفقهاء، وفقيه المحدثين في زمانه أبي عبد الله أحمد بن حنبل حين وقعت له فتنة خلق القرآن فثبت ثبوت الجبال الرواسي، وأفتى بكفرِ مَنْ قال : إن القرآن مخلوق. وتوقَّفَ أُناسٌ في القرآن وأمسكوا، فلم يقولوا بأنه غير مخلوق أو مخلوق، وقد كانوا طوائف، فمنهم مَنْ وَقَفَ مُطلقاً ولم يصرح بشيء، مُدَّعِياً أنَّ الأمر لم يتبين له!! وطائفةٌ قالت: إن القرآن كلام الله فقط.\n…وقد كانت القضية عند الإمام أحمد وأمثاله من الأئمة الأعلام من الأمور المعلومة من الدين بالضرورة، مما جعل الإمام أحمد يحكم بكفر مَنْ توقَّف في قضية خلق القرآن.\n…فعن يعقوب بن بختان قال: (سألت أبا عبد الله عن الرجل يقف. قال: هذا عندي شاكٌّ مرتاب)(1).\n…وعن أحمد بن محمد بن الليث قال: (سُئل أحمد ابن حنبل وأنا حاضر عن الواقفة فقال: الواقفة والجهمية واللفظية عندنا سواء)(2).\nوقال أبو حاتم الرازي: (قال مصعب: هؤلاء الذين يقولون في القرآن: لا ندري مخلوق أم غير مخلوق، هم عندنا شَرٌّ مِمَّن يقول مخلوق. يُسْتَتَابون، فإن تابوا وإلا ضُرِبَت أعناقهم)(3).\n…وكذلك قال الإمام إسحاق بن راهويه حين سُئل عن الرجل يقول: القرآن كلام الله ويقف؟ قال: (هو عندي شرٌّ مِنَ الذي يقول مخلوق؛ لأنه يقتدي به غيره)(4)\n__________\n(1) المسائل والرسائل المروية عن الإمام أحمد في العقيدة 1/254\n(2) المصدر السابق 2/255\n(3) شرح اعتقاد أهل السنة والجماعة للالكائي 1/358\n(4) المصدر السابق 1/362",
        "(1/47)\n\n…وهذا قول أهل العلم: أنَّ مَنْ تَوَقَّفَ في القرآن فهو كافر بالله العظيم، وهو قول أهل المدينة، وأهل الكوفة، وأهل بغداد، وأهل مصر، وأهل الشام، وأهل الجزيرة، وأهل خراسان وأهل الثغور.(1)\n…وبعد هذا كله أيُتَوَقَّف في أمر نزار قباني وحكمه في شريعة الإسلام ‍‍‍؟!.\n…يا أصحاب الفطر السليمة.. أسألكم بالذي خلق لكم عينين ولساناً وشفتين: هل في قلوب المؤمنين المخبتين أعظم من ذلك الرب الذي أعطى كل شيء خلقه ثم هدى؟ ومن قال في كتابه الكريم وهو يمجد نفسه ويثني عليها، وهو أهل الثناء وأهل المجد: {وَمَا قَدَرُوا الله حَقَّ قَدْرِه وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَواتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالى عَمَّا يُشْرِكُونَ} [الزُمر: 67].\nيا حماة الإسلام.. أيُستهزأُ بالخالق سبحانه وتعالى ويُرْمَى بكُلِّ نقيصةٍ وعيبٍ، وهو المنزه عن ذلك سبحانه وتعالى، ثُمَّ لا يُحكم على ذلك المستهزئ بالرِدَّة عن دين الله تعالى؟‍‍!!‍.\nيا من رضيتم بالله رباً، وبالإسلام ديناً، وبمحمدٍ صلى الله عليه وسلم نبياً ورسولاً..\n…أيُشتمُ ربٌّ عبدناه، ولا ننتصر له؟ فوالله إنَّا إذاً لعبيد سوء، وما نحن له بعابدين.\nفيا قلة السالكين!! ويا كثرة الهالكين والمخذولين!!\n__________\n(1) انظر بتوسع المصدر السابق 1/357-363\n(1/48)",
        "\n…ورحمة الله على الإمام ابن بطة العكبري قائد لواء أهل الحديث في زمانه، الذي كان يشكو بثه وحزنه إلى طلابه مما كان يراه في زمانه من غربةِ الدينِ بين أهله وذويه وحامليه، فمِمَّا قاله: (يا إخواني عصمنا الله وإياكم من غلبة الأهواء، ومشاحنة الآراء، وأعاذنا وإياكم من نصرة الخطأ وشماتة الأعداء، وأجارنا وإياكم من غِيَرِ(1) الزمان وزخاريف الشيطان، فقد كثر المغترون بتمويهاتها، وتباهى الزائغون والجاهلون بلبسة حلتها، فأصبحنا وقد أصابنا ما أصاب الأمم قبلنا، وحلَّ الذي حذَّرَنَاه نبينا صلى الله عليه وسلم من الفرقة والاختلاف، وترك الجماعة والائتلاف، وواقع أكثرنا الذي عنه نهينا، وترك الجمهور منا ما به أمرنا، فخلعت لبسة الإسلام، ونزعت حلية الإيمان، وانكشف الغطا، وبرح الخفا، فعبدت الأهواء، واستعملت الآراء، وقامت سوق الفتنة وانتشرت أعلامها، وظهرت الرِدَّة وانكشف قناعها، وقُدحت زناد(2) الزندقة فاضطرمت نيرانها، وخلف محمد صلى الله عليه وسلم في أمته بأقبح الخلف، وعظمت البليَّة، واشتدت الرزيَّة، وظهر المبتدعون، وتنطَّع المتنطِّعون، وانتشرت البدع، ومات الورع، وهُتِكتْ سُجفُ(3) المشاينة، وشُهِرَ سيف المحاشة(4) بعد أن كان أمرهم هيِّناً، وحدهم ليِّناً، وذاك حتى كان أمرُ الأمَّةِ مجتمعاً، والقلوبُ متآلفةً، والأئمةُ عادلةً، والسلطانُ قاهراً، والحقُّ ظاهراً، فانقلبت الأعيانُ، وانعكس الزمانُ، وانفرد كلُّ قومٍ ببدعتهم، وحزب الأحزابُ، وخُولِفَ الكتابٌ، واتخذ أهلُ الإلحادِ رؤوساً أرباباً، وتحولت البدعة إلى أهل الاتفاق، وتهوك(5) في العسرة العامة وأهل الأسواق، ونَعَقَ(6) إبليسُ بأوليائه نعقةً فاستجابوا له\n__________\n(1) أي من أحداثه.\n(2) الزند هو العود الذي يُقدح به النار.\n(3) السجف: الستر.\n(4) أي شُهِرَ سيف الفُرقةِ والخِلاف.\n(5) التهوك: التهور والوقوع في الشيء بغير مبالاة.\n(6) نعيق الشيطان: هو الصياح والنوح.\n(1/49)\n",
        "من كل ناحية، وأقبلوا نحوه مسرعين من كل قاصية، فألبسوا شيعاً، وميزوا قطعاً، وشمتت بهم أهل الأديان السالفة، والمذاهب المخالفة، فإنا لله وإنا إليه راجعون، وما ذاك إلا عقوبة أصابت القوم عند تركهم أمر الله، وصدفهم عن الحقِّ، وميلهم إلى الباطل، وإيثارهم أهواءهم، ولله عز وجل عقوبات في خلقه عند ترك أمره ومخالفة رسله، فأُشْعِلَت نيران البدع في الدين، وصاروا إلى سبيل المخالفين، فأصابهم ما أصاب مَنْ قبلهم مِنَ الأمم الماضين، وصرنا في أهل العصر الذين وردت فيهم الأخبار ورويت فيهم الآثار)(1).\n__________\n(1) الإبانة عن شريعة الفرقة الناجية ومجانبة الفرق المذمومة 1/163\n(1/50)\n\n…وقال أيضاً : (فلو أنَّ رجلاً عاقلاً أمعن النظر اليوم في الإسلام وأهله، لَعَلِمَ أنَّ أمورَ النَّاس تمضي كلها على سنن أهل الكتابين وطريقتهم، وعلى سُنَّة كسرى وقيصر، وعلى ما كانت عليه الجاهلية، فما طبقة من الناس، وما صنف منهم، إلاَّ وهم في سائر أمورهم مخالفون لشرائع الإسلام وسُنَّة الرسول صلى الله عليه وسلم، مضاهون فيما يفعل أهل الكتابين والجاهلية قبلهم، فإنْ صَرَّفَ بصرَهُ إلى السَّلطنة وأهلها وحاشيتها، ومَنْ لاذ بها من حكامهم وعُمَّالهم، وَجَدَ الأمر كله فيهم بالضد مِمَّا أُمِرُوا به، ونُصِّبُوا له، في أفعالهم وأحكامهم، وزِيِّهم ولباسهم، وكذلك في سائر الناس بعدهم: من التُّجَّار، والسوقة، وأبناء الدنيا وطالبيها: من الزُّرَّاع، والصُّنَّاع، والأُجَراء، والفُقَراء، والقُرَّاءِ، والعلماء، إلاَّ مَن عصمه الله، ومتى فكَّرت في ذلك وجدت الأمرَ كما أخبرتك في المصائب والأفراح، وفي الزيِّ واللِّباس، والآنية، والأبنية والمساكن، والخُدَّام والمراكب، والولائم والأعراس، والمجالس والفرش، والمآكل والمشارب، وكل ذلك، فيجري خلاف الكتاب والسُنَّة بالضد مِمَّا أمر به المسلمون، ونُدِبَ إليه المؤمنون، وكذلك مَنْ باع واشترى، وملك واقتنى، واستأجر وزرع وزارع، فمن طلب السلامة لدينه في وقتنا هذا مع الناس عدمها، ومَنْ أحبَّ أن يلتمس معيشة على حكم الكتاب والسُنَّة فقدها، وكثر خصماؤه وأعداؤه ومخالفوه ومبغضوه فيها، فالله المستعان، فما أشد تعذُّر السلامة في الدين في هذا الزمان، فطرقات الحق خالية مقفرة موحشة، قد عدم سالكوها، واندفنت محاجها وتهدَّمت صواياها(1) وأعلامها، وفقد أدلاؤها وهُدَاتها، قد وقفت شياطين الإنس والجن على فجاجها وسبلها تتخطَّف الناس عنها، فالله المستعان، فليس يعرف هذا الأمر ويهمه إلاَّ رجلٌ عاقلٌ مُمَيِّزٌ قد أدَّبه العلم، وشرح الله صدره\n__________\n(1) هي الحجارة التي تُوضَع علامات للشيء.",
        "(1/51)\n\nبالإيمان)(1).\nالصِّنْفُ الرَّابع:\n…هم أهل الضلال والزندقة والمجون، أصدقاء نزار قباني ومحبّوه، ومَنْ هم على شاكلته ونهجه. والجِعْلان(2) على أشكالها تقع، من مثل:أدونيس(3)،وعبد العزيزالمقالح(4)،وعبدالوهاب البياتي(5)\n__________\n(1) المصدر السابق 2/571-572\n(2) بكسر الجيم وسكون العين جمع جُعَل بضم ففتح: وهي دُويبة عفنة سوداء تدير الخراء بأنفها، وتجمع الجعر اليابس وتدخره في بيتها، وتُعرف بعضِّ البهائم في فروجها، ومن عجيب أمرها أنها تموت عند شم رائحة الورد والطيب.\n(3) واسمه الحقيقي علي أحمد سعيد، قزمٌ تعملق، كان على النِّحْلة النُصيرية المارقة، ثم تاب على يد إبليس منها، والتحق بالشيوعية وتسمَّى بأحد أسماء آلهة الفينيقيين (أدونيس) وانضم في مقتبل عمره إلى الحزب القومي السوري، وتأثر برئيس الحزب النصراني \"أنطوان سعادة\"، ثم مال إلى اليهودية بعد عمالة طويلة للماسونية.\nومن نماذج شعره الكفري العفن قوله:\nكاهنة الأجيال قولي لنا شيئاً عن الله الذي يولد..\nقولي أفي عينيه ما يُعبد..\nوقوله: مات إلهٌ، كان من هناك يهبط من جمجمة السماء.\nوقوله: لا الله أختار…ولا الشيطان..كلاهما جدار..\nكلاهما يغلق لي عيني، هل أبدِّل الجدار بالجدار..\nوقوله: اعبر اعبر.. فوق الله والشيطان..\nوقوله: يا أرضنا يا زوجة الإله والطغاة..\nوقوله: نمضي ولا نصغي لذلك الإله.. تُقنا إلى ربٍ جديدٍ سواه..\n(4) وهو كاتب وشاعر يمني، كان مديراً لجامعة صنعاء وهو ذو فكر يساري.\nومن نماذج شعره الملحد قوله:\nصار الله رماداً، صمتاً، رعباً في كف الجلادين..\nحقلاً ينبت سبحات وعمائم.. بين الرب.. الأغنية..\nالثروة.. والرب القادم من هوليود …\nكان الله قديماً حُباً.. كان سحابةً..\nكان نهاراً.. في الليل أغنيةً..\n(5) وهو شاعر عراقي ماركسي، ومن نماذج شعره قوله:\nالله في مدينتي يبيعه اليهود..\nالله في مدينتي مشردٌ طريد..\nأراده الغزاة أن يكون لهم أجيراً شاعراً قواد..\nيخدع في قيثاره المذهب العباد..\nلكنه أصيب بالجنون ..\nلأنه أراد أن يصون زنابق الحقول من جرادهم..\nأراد أن يكون..\n(1/52)",
        "\nومحمود درويش(1)، وصلاح عبد الصبور(2)، وفدوى طوقان،(3)\nوأمل دنقل،(4)\n__________\n(1) وهو عضو الحزب الشيوعي الفلسطيني. حمل علم حزب راكاح الشيوعي الإسرائيلي في مؤتمر فينا. ومن شعره قوله:\nكل قاضٍ كان جزاراً تدرج في النبوءة والخطيئة..\nوقوله: نامي فعين الله نائمة … عنا وأسراب الشحارير..\n(2) والأصل فيه فسادٌ وشرور. وهو شاعرٌ مصري هالك تالف. ومن نماذج شعره العفن قوله:\n… وفي الجحيم دحرجت روح فلان..\nيا أيها الإله كم أنت قاسٍ مُوحش..\nوقوله: والشيطان خالقنا ليجرح قدرة الله العظيم..\nوقوله: ملاحنا ينتف شعر الذقن في جنون..\nيدعو إله النقمة المجنون..\nأن يلين قلبه، ولا يلين..………\n(3) وقوله: كان لي يوماً إله وملاذي كان بيته..\nقال لي إن طريق الورد وعرٌ فارتقيته..\nوقوله: حين أبصرت إلهي أسمر الجبهة وردي..\nورقصنا وإلهي للضحى خداً لخد..\nثم نمنا وإلهي بين أمواج وورد..\nوقوله: وإلهي كان طفلاً.. وأنا طفلاً عبدته..\n( ) وهي شاعرة فلسطينية يبرأ منها الحجر والشجر في أرض الإسراء.\nومن شعرها قولها في حق ربها وخالقها:\nوأنت يا من قيل عنه إنه هناك …\nحانٍ لطيفٌ بالعباد …\nأين أنت لا أراك …\nدعني أراك … كي أقول إنه هناك..\n(4) كان والده من الصالحين، وتعلم القرآن الكريم، وكان أمل في شبابه يؤم الناس في الصلاة ويخطب بهم بعض الجمع، ثم انتكس ودخل في التيار الحداثي الضال، وتسكع في المقاهي، وتعاطى المخدرات حتى مات بعد أمراض معضلة، وكان سيئ الأخلاق، بذيء اللسان، من أقواله الكفرية:\n(المجد للشيطان معبود الرياح، من قال لا في وجه من قالوا نعم، من علم الإنسان تمزيق العدم، من قال لا فلم يمت، خصومة قلبي مع الله ليس سواه).\nوقوله: (حاذيت خطو الله لا أمامه ولا خلفه).\n(1/53)\n",
        "وغيرهم ممن استهزؤوا وسخروا من الرب العظيم في قصائدهم وأشعارهم، فإني أطلب منهم أن يتذكروا حالهم بعين البصيرة وقد كانوا قطرة من ماء مهين ضعيف مستقذر، لو مرت بها ساعة من الزمان لفسدت وأَنتنت، وكيف استخرجكم رب الأرباب العليم القدير من بين الصلب والترائب منقادين لقدرته، مطيعين لمشيئته، مذللين الانقياد على ضيق الطرق واختلاف المجاري، إلى أن ساقكم اللطيف البصير إلى مستقركم ومجمعكم في أرحام أمهاتكم. وكيف جمع سبحانه وتعالى بين آبائكم وأمهاتكم وألقى المحبة بينهما، وكيف قادهما بسلسلة الشهوة والمحبة إلى ذلك الاجتماع الذي هو سبب لتخليقكم وتكوينكم، وكيف قدّر سبحانه وتعالى اجتماع ذينك الماءين(1) مع بعد كل منهما عن صاحبه، وساقهما من أعماق العروق والأعضاء وجمعهما في موضع واحد، وجعل لهما قراراً مكيناً لايناله هواء يفسده، ولابرد يجمده.\n…ثم أيها المستهزئون الساخرون أعيدوا النظر فيكم وفي أنفسكم مرة أخرى، من الذي دبركم بألطف التدبير وأنتم أجنة في بطون أمهاتكم في موضع لا يد تنالكم، ولا بصر يدرككم، ولا حيلة لكم في التماس الغذاء، ولا في دفع الضرر، فمن الذي أجرى إليكم من دم أمهاتكم ما يغذوكم به كما يغذو الماء النبات، وقلب ذلك الدم لكم لبناً ولم يزل يغذيكم به بجوده وكرمه في أضيق المواضع وأبعدها من حيلة التكسب والطلب، حتى إذا كَمُلَ خلقكم واستحكم وقوى أديمكم على مباشرة الهواء وبصركم على ملاقاة الضياء، وصلبت عظامكم على مباشرة الأيدي والتقلب على الغبراء، هاج الطلق بأمهاتكم، وأزعجكم إلى الخروج أيما إزعاج إلى عالم الابتلاء، فركضكم الرحِم ركضةً من مكانكم، كأنه لم يضمكم قط، ولم يشتمل عليكم.\n__________\n(1) أي ماء الأب وماء الأم.\n(1/54)\n\n…فصار يستغيث ويعج إلى ربه من ثقلكم، فمن الذي فتح لكم بابه حتى ولجتم، ثم ضمه عليكم حتى حُفظتم وكملتُم، ثم فتح لكم ذلك الباب ووسعه حتى خرجتم منه كلمح البصر لم يخنقكم ضيقه، ولم تحبسكم صعوبة طريقكم فيه فلو تأملتم حالكم في دخولكم من ذلك الباب وخروجكم منه لذهب بكم العجب كل مذهب، فمن الذي أوحى إليه أن يتضايق عليكم وأنتم نطفة حتى لاتفسدوا هناك، وأوحى إليه أن يتسع لكم ويتفسح حتى تخرجوا منه سليمين.\n…وبعد أن خرجتم فريدين وحيدين ضعفاء، لا قشرة لكم ولالباس، ولامتاع ولامال، أحوج خلق الله وأضعفهم وأفقرهم.\n…ثم ماذا بعد ذلك يا أيها المستهزئون الساخرون من الله تعالى لقد صرف سبحانه وتعالى ذلك اللبن الذي كنتم تتغذون به في بطون أمهاتكم إلى خزانتين معلقتين على صدرها، تحمل غذاءكم على صدرها كما حملتكم في بطنها، ثم ساقه الحي القيوم إلى تينك الخزانتين ألطف سوق على مجارٍ وطرق قد تهيأت له، فلا يزال واقفاً في طرقه ومجاريه حتى تستوفي ما في الخزانة فيجري وينساق إليكم من عند الذي لاتنفد خزائنه، ولا يزول ملكه، فمن الذي رققه لكم؟ ومن الذي صفاه، وأطاب طعمه، وحسَّن لونه، وأحكم طبخه أعدل إحكام، لا بالحار المؤذي، ولا بالبارد الردي، ولا المر، ولا المالح، ولا الكريه الرائحة؟ (فَتَبَارَكَ اللهُ أَحْسَنُ الخَالِقِينَ).",
        "(1/55)\n\n…وحين خرجتم إلى الدنيا وبدأت الشفاه تتحرك للرضاع؛ فما كان من ذلك الثدي المعلق كالإداوة إلا قد تدلى برحمته سبحانه وتعالى إليكم، وأقبل بدره عليكم، ثم جعل في رأسه تلك الحلمة التي هي بمقدار صغر أفواهكم فلا يضيق عنها، ولا تتعبوا بالتقامها، ثم ثقب لكم في رأسها ثقباً لطيفاً بحسب احتمالكم، فلم يوسعه فتختنقوا باللبن، ولم يضيقه عليكم فتمصونه بكلفة، بل جعله بقدر اقتضته حكمته ورحمته. فمن الذي عطف عليكم قلب الأم، ووضع فيه ذلك الحنان العجيب، والرحمة الباهرة حتى تكون في أهنأ مايكون من شأنها وراحتها ومقيلها، فإذا أحست منك بأدنى صوت أو بكاء، قامت إليك وآثرتك على نفسها على عدد النفس منقادةً إليك بغير قائد ولا سائق، إلا قائد الرحمة وسائق الحنان، تود لو أن كل ما يؤلمك بجسمها، وأن حياتها تزاد في حياتك(1) فمن الذي قذف هذا في قلوب عباده يامعاشر الساخرين والمستهزئين؟\n…إنه الله الواحد الأحد، والفرد الصمد، والقائم على كل نفس بالخلق والرزق.\nوعلى هذا فإنِّي أُذَكِّرهم بالله تعالى، وبأن يعودوا إلى ربهم تائبين منيبين مِمَّا جنت أيديهم وألسنتهم وأقلامهم في ذات الله من استهزاءٍ وسخريةٍ، وليسمعوا إلى قول الله تعالى في كتابه العظيم: {وَلاَ تَحْسَبَنَّ الله غَافِلاً عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأَبْصَارُ * مُهْطِعِينَ مُقْنِعي رُؤُوسِهِمْ لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ} [إبراهيم: 42 – 43]\nوقوله تعالى: {ويوم القيامة ترى الذين كَذَبوا على الله وجوهُهُم مُسْوَدَّة أليس في جَهَنَّمَ مثوىً للمتكبرين} [الزمر:60]\n__________\n(1) انظر مفتاح دار السعادة لابن قيم الجوزية (1/387) بتصرف.\n(1/56)",
        "\nوقوله تعالى: { فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيِاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيّاً * ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيّاً * ثُمَّ لَنَحْنُ أَعْلَمُ بِالذِينَ هُمْ أَوْلَى بِهَا صِلِيّاً} [مريم:68–70].\nوقوله تعالى: {وَلَوْ تَرَى إِذْ يَتَوَفَّى الذِينَ كَفَرُواْ الْمَلاَئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُواْ عَذَابَ الْحَرِيقِ * ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأنَّ الله لَيْسَ بِظَلاَّمٍ لِلْعَبِيدِ} [ الأنفال: 50 – 51 ].\nوقوله تعالى: {فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلاَئِكَةُ يَضْرِبُونََ وُجُوهَهُمْ وَأَدْبَارَهُمْ * ذَلِكَ بِأَنَّهُمُ اتَّبَعُواْ مَا أَسْخَطَ الله وَكَرِهُواْ رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُم}[محمد: 27 – 28 ].\nوسيعلمون غداً عند الوقوف بين يدي الله أمرهم وشأنهم ومآلهم؟\nكشف بعض الشبهات\nوهنا أذكر بعض الشبهات التي قذفت في قلوب كثير من المسلمين، حتى بعض الصالحين الأخيار الذين جازت عليهم هذه الشبهات، وهي في الحقيقة هدمٌ لأصول الدين، وقواعد الملة، وركائز الشريعة، ونسفٌ لأصل الأصول: كعقيدة التوحيد، وعقيدة الولاء والبراء.\nوإلى ذكر الشُبه والرد عليها بما يفتح به الفتاح العليم:-\nالشبهة الأولى :\n(1/57)\n",
        "…قولهم: إن الشعراء والروائيين إذا تكلموا في أشعارهم ورواياتهم عن بعض الأسماء والذوات إنما هم يتكلمون عن قوالب شعرية، ورموز خيالية، في غير مرادها الحقيقي المعروف لدى العامة، وإنما المعنى يكون كما يقولون في بطن الشاعر وجوفه، فإذا تكلم شاعرٌ مثلاً عن الله تعالى، أو عن أي ذاتٍ من الذوات، كالرسل والأنبياء ويوم القيامة وغيرها من الأشياء، فهناك تصور آخر عند الشاعر هو غير المراد الحقيقي لهذه الذات ولهذه الحقيقة، وعلى هذا فلا يَكْفُرُ من قال في شعره إن الله مثلاً يجوع أو يعرى أو يمرض، أو إن الأنبياء عليهم الصلاة والسلام تهرب وتخاف وتجبن وغير ذلك ‍‍‍!!.\nالرد على هذه الشبهة :\n…أقول: إن هذه الشبهة ما أظن أن إبليس قد ألقاها على هؤلاء، وما أظنه كان يعلمها حتى سمعها منهم، وأنا أسأل أولئك المخدوعين لو أن شاعراً قام وصرح باسم رئيس دولة من الدول، ووصفه مثلاً بأنه قد رآه مشنوقاً على باب المدينة، أو أن ذلك الشاعر قد رأى ذلك الملك أو ذلك الحاكم مذبوحاً في عَمَّان، أتكون أقوال ذلك الشاعر في حق ذلك الملك أو الرئيس أو الحاكم من القوالب الشعرية التي يراد منها غير حقيقتها؟ وهل تلتمسون لهذا الشاعر العذر كما التمستموه له عندما رمى الله عز وجل بهذه النقائص؟\nالجواب طبعاً لا وألف لا؛ والسبب في ذلك أن هذا الرئيس أو الملك أو الحاكم عذابه معجل دنيوي ملموس عند أهل الدنيا، أما عذاب الله تعالى فمؤخر مؤجل إلى ذلك اليوم الذي تشيب فيه مفارق الولدان قال تعالى: {فَلا تَعجَلْ عَلَيِهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدّاً}[مريم84]\nوقال تعالى: {كَلا سَنَكتُبُ مَايَقُولُ ونَمُدُّ لَه مِن العَذابِ مَداً * وَنَرِثُهُ مَايَقُولُ وَيأتِيِنا فَرداً} [مريم79-80]\n(1/58)\n\nكما أن هذه الشبهة الخطيرة تجعل كثيراً من الزنادقة والملحدين الذين حكم عليهم علماء الإسلام على مر العصور بالردة والمروق من الدين؛ بأنهم من المؤمنين الذين قد يحصل من الواحد منهم قول أو فعل ظاهره الكفر الصريح ولكنه لا يكفر بهذا القول أو الفعل؛ لأن له مراداً وتصوراً آخر في قلب ذلك الزنديق والملحد، وعلى هذا فلا يحكم بالكفر على أصحاب وحدة الوجود من الحلولية والاتحادية الذين يزعمون أن الله عز وجل قد حلَّ أو اتحد مع خلقه، أو أن الله تعالى قد حلَّ في صورة عيسى عليه السلام، وغير ذلك من الأمور الباطنية التي تهدم الدين والملة، التي لا يختلف في إبطالها وتهافت أصولها من له أدنى عقل وأقل بصيرة.\nالشبهة الثانية :\nقولهم: إنك بإخراج هذا الكتاب رداً على نزار قباني وذكر كفرياته وطوامه بالتفصيل قد أعنت على نشر هذا الكفر وهذه الزندقة، وأشهرتها بين عوام المسلمين، وهذا يجعل كثيراً من القراء يعودون إلى شعره وإلى دواوينه!!.\nالرد على هذه الشبهة :\n…أقول:\nأولاً:\nإن نزار قباني لا يحتاج إلى كتابي هذا ليُشهر بين المسلمين وهو الذي قد وزع وطبع من دواوينه السوداء ما يقارب ثلاث ملايين نسخة هي موجودة بين يدي محبيه وعاشقيه من أبناء المسلمين، وإن من المؤسف المحزن والذي تدمع له العين أن جُلَّ المراجع التي اعتمدتها في كتابي هذا رداً عليه هي من دواوينه التي استعرتها من عشاقه ومحبيه في مدينة رسول الله صلى الله عليه وسلم طيبة الطيبة، فكم من ديوان وكم من مجموعات شعرية له هي في قلوب عشاقه ومريديه في هذه المدينة الطاهرة، وقد قال النبي صلى الله عليه وسلم : (المدينة حَرَمٌ، ما بين عائرٍ إلى كذا، من أحدث فيها حدثاً، أو آوى محدثاً، فعليه لعنة الله والملائكة والناس أجمعين، لايُقبَلُ منه صَرْفٌ ولا عَدْلٌ)(1).\nثانياً:\n__________\n(1) رواه البخاري أبواب فضائل المدينة حديث (1771).",
        "(1/59)\n\nإن الذين يستدركون عليَّ بهذه الشبهة هم في الحقيقة يستدركون على الله تعالى وعلى كتابه الكريم؛ حيث إن الله تعالى قد بين وفصَّل كُفر الأمم السابقة في كتابه الكريم تفصيلاً دقيقاً في آياتٍ تُتلى منذ مئات السنين وإلى أن يرفع الله القرآن من المصاحف ومن صدور الرجال، ولم يقل قائل بل لم يجرؤ أحدٌ من المسلمين ولا من غيرهم من أهل الملل الأخرى على القول بأن هذا التفصيل المذكور في كتاب الله تعالى مدعاة إلى نشر الكفر في الأرض، وإنما هو التحذير من الله تعالى لخلقه لكي لا يقعوا في شيء من ذلك.\n…بل إن القارئ لكتاب الله يجد أن الله تعالى قد ذكر كفريات لبعض الأمم السابقة تتعلق بذاته العلية، فقد أخبر سبحانه عن جرأة اليهود أحفاد القردة والخنازير على الله ووصفهم إياه بصفات النقص قال الله تعالى: {وقالت اليهودُ يدُ الله مغلولة غُلَّت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفقُ كيف يشاء}.\nوكذلك ذكر تعالى كفر النصارى في قوله تعالى: {لقد كَفَر الذين قالوا إِنَّ الله هو المسيحُ ابنُ مَرْيم}\nوقال تعالى: {لقد كفر الذين قالوا إن الله ثالثُ ثلاثةٍ وما من إلهٍ إلا إلهٌ واحد} وغير ذلك من الآيات التي توضح عقائد الكفار وما يصرحون به من إلحاد وزندقة.\nالخاتمة\n( نسأل الله حُسنها )\n…وبعد أن فاضت دموع المؤمنين الموحدين حُرقةً وغيرةً لله تعالى مما جنته أقلام الزنادقة والملحدين وألسنتهم في حق الله تعالى وآياته ورسله، من حربٍ واستهزاءٍ واستخفاف.\n…وقبل أن يقف القلم عن جريانه ليسجد بين يدي ربه وخالقه، ويواصل تسبيحه وتمجيده وتقديسه لرب هذا الكون، نذكر أمراً مهماً من أمور الدين التي جهلها كثير من المسلمين في عصرنا هذا الذي ارتفع فيه الزنادقة والمرتدون و الفسقة والفجار ألا وهو حكم الزنديق المرتد في شريعة ربِّ العالمين؟\n…أقول : لا يخلو المرتد الذي حصلت منه الرِدَّة عن دين الله تعالى من ثلاث حالات:\nالحالة الأولى :\n(1/60)",
        "\n…أن يرتد عن الإسلام بقولٍ أو فعلٍ أو شكٍّ، ثم يأتي تائباً منيباً ممَّا قاله أو فعله قبل القدرة عليه، فهذا دمه محقون، وماله محفوظ، وله ما للمسلمين، وعليه ما عليهم، والله غفور رحيم.\n…قال تعالى: { فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ الله يَتُوبُ عَلَيْهِ إِنَّ الله غَفُورٌ رَّحِيمٌ } [المائدة: 39].\n…وقال تعالى: { إِلاَّ الذِينَ تَابُواْ مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُواْ فَإِنَّ الله غَفُورٌ رَّحِيمٌ } [ آل عمران: 89 ].\nالحالة الثانية:\n…أن يرتد عن الإسلام بقولٍ أو فعلٍ أو شكٍّ، ولم تعرف له توبة وإنابة ممَّا فعل أو قال في حق الله تعالى ورسله ودينه، فهذا فيه خلاف عند أهل العلم.\n…فذهبت طائفة إلى قتله من غير استتابة كما نقل ذلك ابن القَيِّم، قال: (وهذا مذهب أهل المدينة مالك وأصحابه، والليث ابن سعد، وهو المنصور من الروايتين عن أبي حنيفة، وهو إحدى الروايات عن أحمد نصرها كثير من أصحابه، بل هي أنص الروايات عنه)(1)\n…وطائفة ثانية ترى أن يستتاب فإن تاب قبلت توبته ولم يقتل، كما نقل ذلك ابن القيم فقال: (وعن أبي حنيفة وأحمد أنه يستتاب، وهو قول الشافعي، وعن أبي يوسف روايتان إحداهما: أنه يستتاب، وهي الرواية الأولى عنه)(2)\nالحالة الثالثة:\n__________\n(1) إعلام الموقعين 3/144\n(2) المصدر السابق.\n(1/61)\n",
        "…وهي حالة لم تظهر إلاَّ في عصرنا، وذلك بسبب غياب تطبيق حدِّ الرِدَّة على أولئك الزنادقة والملحدين، مِمَّن يستهزئون بالله تعالى وبدينه وبرسله صلوات الله وسلامه عليهم، وهذه الحالة صفتها: أن يرتد عاقل بالغ عن الإسلام بقولٍ أو فعلٍ أو شَكٍّ، كأن يستهزئ بالله تعالى، أو بأحد من أنبيائه صلوات الله وسلامه عليهم، أو بآياته، أو يسبّ الله تعالى، أو أحداً من أنبيائه، أو يستحل الحكم بغير ما أنزل الله تعالى، أو ينفي صفات الله تعالى أو أسماءه بالكلية، أو يشبه الله بخلقه، أو يصف غير الله بصفة لا تكون إلاَّ لله تعالى، أو أن يجعل بينه وبين الله وسائط يدعوها، كعُبَّاد القبور والأضرحة، أو يترك أركان الإسلام بالكلية، أو يرد شرع الله تعالى كله أو بعضه، أو ينكر ما هو معلوم من الدين بالضرورة، أو لا يعتقد كفر اليهود والنصارى، أو يشك في كفرهم، أو يسوّغ اتباع دينهم، أو يستحل قتل المسلمين، أو قتل المسلم من أجل إسلامه، أو يوالي الكفار ولاءً مطلقاً، وغيرها من الأمور التي لا تُحصى.\n…فأقول: لا يخلو هذا المرتد الذي حارب الله تعالى، واستهزأ به وبدينه طيلة حياته، ولم يُستتب على رِدَّته ومات عليها، ولم تُعلم له توبة، من حُكمين: حكمٌ في الدنيا، وحكمٌ في الآخرة:\nحكم الدنيا:\n(1/62)\n\n…إذا عُلم أنه مات على رِدَّته وزندقته ولم يستتبه أحدٌ من ولاة المسلمين أو علمائهم، ولم تُعلم له توبة وإنابة مِمَّا قاله، بل ظلَّ مجاهراً بكفره وزندقته إلى إن لقيَ ربه وخالقه، فهذا يعامل معاملة الكافر في الدنيا، فلا يُغسَّل ولا يُصَلَّى عليه، ولا يُدْعَى له بالمغفرة والرحمة، ولا يُدْفَن في مقابر المسلمين، ولا يُورث، هذا حكمه في الدنيا؛ لأن أحكام الشريعة تُبنى على الظَّاهر من أفعال العباد، أمَّا السرائر فلا يعلمها إلاَّ عالم السر والنَّجوى سبحانه وتعالى، قال تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ في الدُّنْيَا وَالآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة:217] .\n…وقال تعالى: {وَمَنْ يَكْفُرْ بِالإيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ في الآخِرَةِ مِنَ الْخَاسِرِينَ} [ المائدة: 5].\nحكم الآخرة:\n…إذا هلك المرتد وانتقل من دار الدنيا إلى دار الآخرة، فهو بين أحد أمرين لا ثالث لهما:\nالأمر الأول:\n…أن يكون قد تاب توبةً صحيحةً نصوحةً مخلصةً بين يدي ربه ومولاه قبل خروج الروح من الجسد، فهذا قد يكون مِمَّن حطَّ رِحاله في الجنة وانغمس في أنهارها، وإن كان في الدنيا قَدْ عُومِلَ معاملة المرتد الكافر؛ وذلك لأن الأحكام والحدود قد بُنيت على الظَّاهر، قال رسول الله صلى الله عليه وسلم : (إن الله يقبل توبة العبد ما لم يُغرغر)(1)\nالأمر الثاني:\n__________\n(1) رواه الترمذي، كتاب الدعوات، باب فضل التوبة والاستغفار وما ذُكر من رحمة الله بعباده، حديث (3537). وابن ماجه، كتاب الزهد، باب ذكر التوبة، حديث (4253).",
        "(1/63)\n\nأن يخرج من دار الدنيا إلى دار الآخرة دون أن يتوب إلى الله عز وجل مِمَّا فعله أو قاله أو شك فيه، فهذا حكمه الخلود في نار جهنَّم، وتحريم الجنَّة عليه، فلا يراها ولا يجد ريحها أبداً، قال تعالى: { إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِماً فَإِنَّ لَهُ جَهَنَّمَ لاَ يَمُوتُ فِيهَا وَلاَ يَحْيَى}[طه:74].\nوقال تعالى: {إِنَّ الذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِم مِلءُ الأَرْضِ ذَهَباً وَلَوِ افْتَدَى بِهِ أُوْلَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّنْ نَاصِرِينَ} [آل عمران:91].\n…وعلى هذا فالواجب على كلِّ مسلمٍ يحمل في قلبه عقيدة أهل السنة والجماعة وما عليه السلف الصالح رضوان الله عليهم، أن يتبرأ ممن حادَّ الله ورسوله ولو كان أقرب قريب، قال تعالى: {لاَ تَجِدُ قَوْماً يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ يُوَآدُّونَ مَنْ حَادَّ الله وَرَسُولَهُ وَلَوْ كَانُواْ آباءَهُمْ أَوْ أَبْنَاءَهُمْ أوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ} [المجادلة: 22].\n…وقال تعالى: {يَا أَيُّهَا الذِينَ آمنُواْ لاَ تَتَّخِذُواْ آباءَكُمْ وَإِخْوَانَكُمْ أَوْلِياءَ إِنِ اسْتَحَبُّواْ الْكُفْرَ عَلَى الإيمَانِ وَمَنْ يَتَوَلَّهُم مِنْكُمْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} [التوبة: 23].\nاللهم هذا ما خطّته يميني، واعتقده قلبي، تقرُّباً لك حتى ترضى، فاللَّهم أسألك حطَّ الرِّحَالِ في الجنَّة بلا حسابٍ ولا عذاب، والانغماس في أنهارها انغماس الفرحين المسرورين، والتجاوز عن عبادك الذين غرقوا في أوحال الخطيئة والمعصية، من المؤمنين والمؤمنات، مِمَّن شهدوا لك بالوحدانية، ولنبيك بالرسالة، وماتوا على ذلك.\n…يَا خَالِقِي عَبْدُكَ الْخَاطِي الْحَزِينُ لَقَدْ\n…… أَتَاكَ مُنْكَسِراً فَاجْبُرْ لِمُنْكَسِرِ\nمُسْتَغْفِراً مِنْ ذُنُوبٍ لاَ عِدَادَ لها\n(1/64)",
        "\n…… بِعَفْوِكَ الْجَمِّ يَا رَحْمَنُ لاَ تَذَرِ\n… فَلاَ تَدَعنِي مَلِيكَ العَرْشِ مُطَّرحَاً\n…… بَيْنَ النَّوَائِبِ وَالأَسْدَامِ وَالْغِيَرِ\n…حَسْبي لَدَى الْمُوبِقَاتِ الصُّمِّ أَنْتَ فَلا\n…… نَرْجُو سِوَاكَ لِنَيْلِ السُّؤْلِ وَالوَطَرِ\n…عَلَيْكَ يَا ذَا العَطَا وَالْمَنِّ مُعْتَمَدِي\n…… في كُلِّ خَطْبٍ أَتَى بِالْغِيَرِ وَالضَّرَرِ\n…فَاغِْفرْ وَأَكْرِمْ عُبَيْداً مَا لَهُ عَمَلٌ\n…… مِنَ الصَّوَالِحِ يَا رَحْمَنُ في العُمُرِ\n…لَكِنَّهُ تَائِبٌ مِمَّا جَنَاهُ فَقَدْ\n…… أَتَاكَ مُسْتَغْفِراً يَخْشَى مِنَ السَّقَرِ\n…فَإِنْ رَحِمْتَ عَلَى مَنْ جَاءَ مُفْتَقِراً\n…… فَأَنْتَ أَهْلٌ بِهِ يَا رَبُّ فَاغْتَفِرِ\n…وَإِنْ تُعَذِّبْ فَإنِّي أَهْلُ ذَاكَ وَذَا\n…… عَدْلٌ قَويمٌ بِلاَ لَوْمٍ وَلاَ نُكُرِ\n…ثُمَّ الصَّلاةُ عَلَى خَيْرِ الْخَلِيقَةِ مَنْ\n…… كَفَاهُ مُعْجِزَةُ الشَّقِّ في الْقَمَرِ\n…وَآلِهِ الطَّيِّبينَ الطُّهْرِ قَاطِبَةً\n…… وَصْحْبِهِ الْمُكْرَمِينَ السَّادَةِ الْغُرَرِ\n…مَا هَبَّتِ الرِّيحُ وَاهْتَزَّ النَّبَاتُ بِهَا\n… … وَمَا تَغَنَّتْ حَمَامُ الأَيْكِ في السَّحَرِ\nوكان الفراغ من هذه الرسالة بين منبر رسول الله صلى الله عليه وسلم وبيته في الروضة الشريفة، بين الظهر والعصر من يوم الجمعة الثالث والعشرين لشهر ربيع الأول من سنة ألف وأربعمائة وتسع عشرة من الهجرة النبوية الشريفة.\nوآخر دعوانا أن الحمد لله رب العالمين\nوالصلاة والسلام على أشرف الأنبياء والمرسلين\nوسبحانك اللهم وبحمدك نشهد أن لا إله إلا أنت نستغفرك ونتوب إليك.\nوكتبه\nممدوح بن علي السهلي الحربي السلفي\nالمدينة المنورة\n(1/65)\n"
    ]
}