{
    "partText": [
        "\nالسيف المسلول على من سب الرسول (صلى الله عليه وسلم)\nللإمام /\nتقي الدين علي بن عبد الكافي السبكي الشافعي\nت: 756 هـ\n\nتحقيق/\nإياد أحمد الغوج\n\nدار الفتح\nعمان - الأردن\n(/)\n",
        "بسم الله الرحمن الرحيم\nقال الشيخ الإمام العلامة المجتهد المطلق، شيخ الإسلام، إمام الأئمة، لسان الأمة، حجة الله على أهل زمانه، والداعي إليه في سره وإعلانه، بقلمه ولسانه، قامع المبتدعين، بقية المجتهدين، خصم المناظرين، أحد أولياء الله الصالحين: تقي الدين أبو الحسن علي بن عبد الكافي السُبكي تغمده الله برحمته:\nالحمد لله المنتصر لأوليائه، المنتقم من أعدائه، المعبود في أرضه وسمائه، المقدس بصفاته وأسمائه، المنفرد بعظمته وكبريائه، القاهر بجبروته وعلائه، الواحد الأحد الذي لا أول لأزليته ولا آخر لبقائه، الرب الصمد الذي لم يلد ولم يولد ولم يشركه أحد في قضائه، الحي وقد حكم على كل أحد بفنائه، العالم فلا يعزب عنه مثقال ذرة في الأرض ولا في السماء في حالتي ظهوره وخفائه، القادر فكل الممكنات تحت طوعه مسخرة لأمره ودعائه، الحكيم الذي أتقن ما صنع فسبحانه من إله تحار العقول في بحار آلائه.\nأحمده على ما أسبغ من نعمائه، وأسبل من عطائه، وأشهد أن لا إله إلا الله وحده لا شريك له شهادة أدخرها وأستودعه إياها ليوم لقائه.\n(1/103)\n\nوأشهد أن محمدًا عبده ورسوله خاتم أنبيائه، وصفوة رسله وأمنائه، نبي الرحمة، وشفيع الأمة، وكاشف الكرب والغمة، المخرج بإذن الله إلى النور من الظلمة، المبتعث بالهدى والحكمة، والمؤيد بما بشر به من الكفاية والعصمة.\nشرف الله قدره على سائر الخلائق، وأخذ من الأنبياء على نصرته العهود والمواثق.\nحبيب الله وخليله، وأمينه على وحيه ورسوله، أكرم الخلق على ربه، والموعود النصر لحزبه، لولاه ما خلقت شمس ولا قمر، ولا كان للدنيا عين ولا أثر.\nالدعي إلى سبيل ربه بالحكمة والموعظة الحسنة، والواجب تعظيمه والصلاة عليه على جميع الألسنة، من وجبت نبوته وآدم بين الروح",
        "(1/104)\n\nوالجسد، وكان اسمه مكتوبًا على العرش مع الفرد الصمد، ورفع الله ذكره/ فلا يذكر إلا ذكر معه، وجعل شريعته ناسخة لجميع الشرائع، فلو كان موسى وعيسى حيين لاقتدى به كل منهما وتبعه.\nالمنصور بالرعب مسيرة شهر، والباقي كتابه بقاء الدهر، المخصوص بالدعوة العامة وكان النبي يبعث إلى قومه، وصاحب الشفاعة العظمى حين يذهل كل أحد عن والده ووالده وأمه.\n(1/105)",
        "\nبيده لواء الحمد، وآدم ومن دونه تحت لوائه، وأول من تنشق عنه الأرض إذا بعث الأموات، وإمام الأنبياء وخطيبهم إذا خشعت للرحمن الأصوات.\nصاحب الصدر المشروح، والإمداد بالملائكة والروح، والمعجزات الباهرة، والآيات الظاهرة، المطهر من كل دنس وعيب، والمبجل عن كل شك وريب، لم يزل نورًا يتنقل في الأصلاب والجباه، من لدن آدم إلى أبيه عبد الله، فنسبه أطهر الأنساب وأعظمها، وأرفعها عند الله والخلق وأكرمها، مبرأ من أنكحة الجاهلية الفاسدة والسفاح، محفوظًا بكلاءة الله في عقودها الصحاح، حتى طلع بدرًا منيرًا تنكست الأصنام لطلعته،\n(1/106)\n",
        "وأفل داعي الشرك لبعثته. وأتى كمال دائرة الوجود وقطبه، وصفوة العالم ولبه، من أنفس القبائل وهو أنفسها، وأرأس الشعوب وهو أرأسها، كاملاً في ذاته وصفاته، محفوظًا في حركاته وسكناته، معصومًا في جلواته وخلواته، مدعوًا عند قومه بالأمين، مقبلاً بقلبه وقالبه على عبادة رب العالمين.\nيسلم عليه قبل مبعثه الحجر ويظلله الغمام، ويتوسم فيه كل من له علم أنه رسول الملك العلام.\n(1/107)\n\nإلى أن كمل الأربعين، فأتاه الروح الأمين، بالكتاب المبين، الذي هو أعظم المعجزات، بله تسبيح الحصا، ونبع الماء، وانشقاق القمر، ورد العين بعد العور، وتكثير القليل/ وإجابة الدعاء، والمعراج والإسراء، وكمال محاسنه في الخُلُقِ والخَلْق، ورأفته ورحمته بكافة الخلق، والصلاة بالأنبياء، وسيادة ولد آدم، ورد الشمس بمشاهدة العالم، وقلب الأعيان، وإبراء الأكمة في العيان، وغير ذلك من المعجزات، والآيات البينات، التي لا تعد ولا تحد، صلى الله عليه وعلى آله وأزواجه وذريته، وسلم تسليمًا كثيرًا ما دار فلك، وسبح ملك، وذر شارق وغرب، وغرد حمام وأطرب، وما دامت الدنيا والأخرة، وألبسه من تعظيمه حلله الفاخرة، وآتاه الوسيلة والفضيلة، والدرجة الرفيعة، وبعه مقامًا محمودًا، وأهدى إليه منا كل وقت سلامًا جديدًا.",
        "(1/108)\n\nأما بعد:\nفإنه لا منة علينا لأحد بعد الله كما لهذا النبي الكريم، ولا فضل لبشر سواه علينا كفضله العميم، إذ به هدانا الله إلى الصراط المستقيم، ووقانا من حر نار الجحيم.\nقال تعالى: (لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم (128)) [التوبة: 128].\nبه حصلت لنا مصالح الدنيا والأخرة، وأسبغ الله علينا نعمه باطنة وظاهرة، وبصرنا بعد العمى، وهدانا بعد الضلال، وعلمنا بعد الجهل، وبه ـ إن شاء الله ـ نرجو الأمن بعد الخوف.\nاختبأ لنا دعوته شفاعة لنا يوم القيامة، وسأل الله لنا ما لا تبلغه أمنيتنا من أنواع الكرامة، فكيف نقوم بشكره؟! أو نقوم من واجب حقه بمعشار عشره!\nفلذلك ـ ولما له عند الله من المرتبة العلية ـ أوجب علينا تعظيمه وتوقيره ونصرته ومحبته والأدب معه، فقال تعالى: (إنا أرسلناك شاهدًا ومبشرًا ونذيرًا (8) لتؤمنوا بالله ورسوله وتعزروه وتوقروه) [الفتح: 8 - 9].\nوقال تعالى: (إلا تنصروه فقد نصره الله) [التوبة: 40].\nوقال تعالى:/ (النبي أولى بالمؤمنين من أنسهم) [الأحزاب: 6].\nوقال تعالى: (يا أيها الذين أمنوا لا ترفعوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض أن تحبط أعمالكم وأنتم لا تشعرون (2) إن الذين\n(1/109)",
        "\nيغضون أصواتهم عند رسول الله أولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة وأجر عظيم (3)) [الحجرات: 2 - 3].\nوقال تعالى: (إن الله وملائكته يصلون على النبي يا أيها الذين أمنوا صلوا عليه وسلموا تسليمًا (56)) [الأحزاب: 56]\nوقال تعالى: (وإن تظاهروا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك ظهيرا (4)) [التحريم: 4].\nوقال تعالى: (لقد من الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم) [آل عمران: 164].\nومن تأمل القرآن كله وجده طافحًا بتعظيم عظيم لقدر النبي صلى الله عليه وسلم.\nوإن الله تعالى كما أخذ علينا لنفسه ـ مع التصديق به وبوحدانيته ـ واجبات:\nفي قلوبنا: من التعظيم والإجلال والمهابة والخوف والرضى والتوكل والشكر.\nوفي ألسنتنا: مِنَ الثناء والذكر والحمد والقراءة.\nوفي جوارحنا: من الصلاة وغيرها من الواجبات. كذلك أوجب لنبيه ـ مع التصديق به وبرسالته ـ واجبات:\nفي قلوبنا: من التوقير والعظيم والمحبة،\nوفي ألسنتنا: من الصلاة والشهادة في الأذان والصلاة والخطبة،\nوفي جوارحنا: بأن نقدمه على أنفسنا ونبذل مهجنا بين يديه، إلى غير ذلك مما أوجبه الله له، هذا زيادة على ما يجب بتبليغه من جهة الرسالة،\n(1/110)\n",
        "فإن ذلك عام في كل رسول من حيث الرسالة، وهذا قدر زائد تعظيمًا لخصوصه زيادة على التبليغ.\nوقال صلى الله عليه وسلم: \"لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين\".\nوقال عمر: يا رسول الله، أنت أحب إلي من كل أحد إلا نفسي، قال: \"لا يا عمر، حتى أكون أحب إليك من نفسك\"، قال: أنت أحب إلي من نفسي، قال: \"فالآن\".\nوكذلك حرم الله سبحانه وتعالى علينا أمورًا لتعظيم/ النبي فقال تعالى: (وما كان لكم أن تؤذوا رسول الله ولا أن تنكحوا أزواجه من بعده أبدًا إن ذالكم كان عند الله عظيما (53)) [الأحزاب: 53].\nوقال تعالى: (إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والأخرة وأعد لهم عذابًا مهينا (57) والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتانًا وإثمًا مبينًا (58)) [الأحزاب: 57 - 58].\nفانظر كيف غاير في الجزاء بين أذى الرسول وأذى غيره من المؤمنين، وحرم أزواجه بعده، ولم تحرم أزواج غيره من المؤمنين بعده.\nوقال تعالى: (ومنهم الذين يؤذون النبي ويقولون هو أذن قل أذن خير لكم يؤمن بالله ويؤمن للمؤمنين ورحمة للذين أمنوا منكم والذين يؤذون رسول الله لهم عذاب أليم (61)) [التوبة: 61].\n(1/111)\n\nوقال تعالى: (إن ذالكم كان يؤذي النبي فيستحي منكم والله لا يستحي من الحق) [الأحزاب: 53].\nوحرم سبحانه وتعالى التقدم بين يدي الله ورسوله، فلا يحل لأحد أن يتقدم بقوله على النبي صلى الله عليه.\nوحرم التخلف عنه، فقال: (ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله ولا يرغبوا بأنفسهم عن نفسه) [التوبة: 120].\nوحرم نداءه من وراء الحجرات، ونسب من يفعل ذلك إلى عدم العقل.\nولا سبيل إلى أن نستوعب هاهنا الآيات الدالة على ذلك وما فيها من التصريح والإشارة إلى علو قدر النبي صلى الله عليه وسلم ومرتبته، ووجوب المبالغة في حفظ الأدب معه، وكذلك الآيات التي فيها ثناء الله تعالى عليه وقسمه بحياته، ونداؤه بالرسول والنبي ولم يناده باسمه بخلاف غيره من الأنبياء ناداهم بأسمائهم، إلى غير ذلك مما يشير إلى إنافة قدرة العلي عنده، وأنه لا مجد يساوي مجده.\nفكان تعظيمنا له وبذلنا النفوس والمهج بين يديه، وتوقيرنا إياه ونصرتنا له: عبادة واجبة علينا لامتثال/ أمر الله تعالى ونفوسنا منقادة إليه لما له علينا من الإحسان، والقلوب مجبولة على حب من أحسن إليها، والمحبة بالقلب، والنصرة باليد واللسان، فإذا عجزت اليد فلا أقل من اللسان.",
        "(1/112)\n\nوهذا تصنيف سميته:\nالسيف المسلول على من سب الرسول\nوكان الداعي إليه أن فتيا رفعت إلي في نصراني سب ولم يُسلم، فكتبت عليها: يقتل النصراني المذكور كما قتل النبي صلى الله عليه وسلم كعب بن الأشرف، ويطهر الجناب الرفيع من ولغ هذا الكلب:\nلا يسلم الشرف الرفيع من الأذى ... حتى يراق على جوانبه الدم\nوكتب معي جماعة من الشافعية والمالكية، فأنكر ذلك بعض الناس محتجًا بقول الرافعي وغيره من الأصحاب: إن في انتقاض عهده بذلك خلافًا، وظن أنه إذا لم ينتقض عهده لا يُقتل، وتعجب من استدلالي بقصة كعب بن الأشرف، وقال: هذه واقعة عين لا يستدل بها لاحتمال أنه قتله بغير السب، وربما زعم بعض المجادلين في ذلك أن كعب بن الأشرف كان حربيًا.\nوإني لأتعجب من المجادلة في ذلك ممن له أدنى إلمام بالسير أو أنس بالفقه! وأتعجب من شافعي عجبًا آخر وإمامه قد قال ما قلته واحتج\n(1/113)",
        "\nبما احتججت به من خبر كعب بن الأشرف، وكذلك الأكابر من أصحاب مذهبه، ولم يصرح أحد منهم بخلاف ذلك، وقال الغزالي: إن المذهب أنه لا تقبل توبته، فلا وجه لإنكار ذلك إلا المجادلة بالباطل.\nوحق علي وعلى غيري من أهل العلم القيام في ذلك وتبيين الحق فيه، فإن فيه نصره للنبي صلى الله عليه وسلم، والله تعالى يقول: (وليعلم الله من ينصره ورسله بالغيب إن الله قوي عزيز (25)) [الحديد: 25].\nوليس لي قدرة أن أنتقم بيدي من هذا الساب المعلون، والله يعلم أن قلبي كاره/ منكر، ولكن لا يكفي الإنكار بالقلب هاهنا، فأجاهد بما أقدر عليه من اللسان والقلم، وأسأل الله عدم المؤاخذة بما تقصر يدي عنه، وأن ينجيني كما أنجي الذي ينهون عن السوء، إنه عفو غفور.\n(1/114)\n",
        "ورتبت هذا الكتاب على أبواب أربعة:\nالأول: في حكم الساب من المسلمين.\nالثاني: في حكم الساب من أهل الذمة وسائر الكفار.\nالثالث: في بيان ما هو سب.\nالرابع: في شيء من شرف المصطفى صلى الله عليه وسلم نختم به الكتاب؛ ليكون خاتمه مسكا.\nوالله تعالى أسأل أن ينفع به وأن يجعله خالصًا لوجهه، وأن يسدد أقوالنا وأفعالنا ونياتنا، ويجمع لنا ولآبائنا وأمهاتنا وأولادنا وأهلينا خير الدنيا وخير الآخرة، ويصرف عنا شر الدنيا وشر الآخرة، ويحشرنا في زمرة هذا النبي الكريم، بفضله ومنه الجسيم؛ إنه هو الغفور الرحيم.\n(1/115)\n\nالباب الأول: في حكم الساب من المسلمين\nوفيه فصلان:\nأحدهما: في وجوب قتله إذا لم يتب.\nوالثاني: في توبته واستتابته.",
        "(1/117)\n\nالفصل الأول: في وجوب قتله\nوذلك مجمع عليه، والكلام في مسألتين، إحداهما: في نقل كلام العلماء في ذلك ودليله، والثانية: في أنه: يُقتل كفرًا أو حدًا مع الكفر؟\n\nالمسألة الأولى: في نقل كلام العلماء ودليله\nأما النقل: فقال القاضي عياض: \"أجمعت الأمة على قتل متنقصه من المسلمين وسابه\".\nوقال أبو بكر بن المنذر: \"أجمع عوام أهل العلم على أن على من سب النبي صلى الله عليه وسلم القتل. وممن قال ذلك مالك بن/ أنس، والليث، وأحمد،\n(1/119)",
        "\nوإسحاق، وهو مذهب الشافعي\".\nقال عياض: \"وبمثله قال أبو حنيفة وأصحابه، والثوري وأهل الكوفة، والأوزاعي، في المسلم\".\nوقال محمد بن سحنون: \"أجمع العلماء أن شاتم النبي عليه السلام المتنقص له كافر، والوعيد جار عليه بعذاب الله، وحكمه عند الأمة القتل، ومن شك في كفره وعذابه كفر\".\n(1/120)\n",
        "وقال أبو سليمان الخطابي: \"لا أعلم أحدًا من المسلمين اختلف في وجوب قتله إذا كان مسلمًا\".\nوعن إسحاق بن راهويه أحد الأئمة الأعلام قال: \"أجمع المسلمون أن من سبَّ الله أو سبَّ رسوله صلى الله عليه وسلم أو دفع شيئًا مما أنزل الله أو قتل نبيًا من أنبياء الله عز وجل أنه كافر بذلك وإن كان مقرًا بكل ما أنزل الله\".\nوهذه نقول معتضدة بدليلها، وهو الإجماع، ولا عبرة بما أشار إليه ابن حزم الظاهري من الخلاف في تكفير المستخف به، فإنه شيء لا يعرف\n(1/121)\n\nلأحد من العلماء، ومن استقرأ سير الصحابة تحقق إجماعهم على ذلك، فإنه نقل عنهم في قضايا مختلفة منتشرة يستفيض مثلها، ولم ينكره أحد.\nروى أبو داود والنسائي عن أبي برزة قال: كنت عند أبي بكر رضي الله عنه، فتغيظ على رجل ـ وفي رواية: من أصحابه ـ فاشتد عليه، فقلت: تأذن لي يا خليفة رسول الله أضرب عنقه؟ قال: فأذهبت كلمتي غضبه، فقام فدخل، فأرسل إلىَّ فقال: ما الذي قلت آنفًا؟ قلت: ائذن لي أضرب عنقه. [فقال:] أكنت فاعلاً لو أمرتك؟ قلت: نعم، قال: لا والله، ما كانت لبشرٍ بعد محمد صلى الله عليه وسلم.",
        "(1/122)\n\nفهذا الكلام من أبي بكر رضي الله عنه يدل على أن النبي صلى الله عليه وسلم له أن يقتل من تغيظ عليه، بخلاف غيره من البشر، ولا شك أن سبه يغيظه.\nوروى سيف وغيره أن المهاجر بن أبي أمية ـ وكان أميرًا على اليمامة أو نواحيها ـ رفعت إليه امرأتان غنت إحداهما باسم النبي صلى الله عليه وسلم فقطع يدها ونزع ثناياها، وغنت الأخرى بهجاء المسلمين فقطع يدها ونزع ثنيتها/، فكتب إليه أبو بكر: بلغني الذي سرت به في المرأة التي تغنت وزمرت باسم النبي صلى الله عليه وسلم، فلولا ما قد سبقتني فيها لأمرتك بقلتها، لأن حد الأنبياء ليس يشبه الحدود، فمن تعاطى ذلك من مسلم فهو مرتد، أو معاهد فهو محارب غادر.\n(1/123)",
        "\nفإن قيل: لِمَ لا كتب إليه أبو بكر بقتلها؟ قلنا: لعلها أسلمت، أو لأن المهاجر حدها باجتهاده فلم ير أبو بكر أن يجمع بين حدين.\nوعن عمر رضي الله عنه أنه أتى برجل سب النبي صلى الله عليه وسلم فقلته، ثم قال عمر: من سب الله أو سب أحدًا من الأنبياء فقاتلوه.\nوعن ابن عباس قال: أيما مسلم سب الله أو سب أحدًا من الأنبياء فقد كذب برسول الله صلى الله عليه وسلم، وهي ردة، يستتاب فإن رجع وإلا قتل، وأيما معاهد عاند فسب الله أو سب أحدًا من الأنبياء أو جهر به فقد نقض العهد فاقتلوه.\nوعن خليد أن رجلاً سب عمر بن عبد العزيز فكتب عمر: أنه لا يقتل إلا من سب رسول الله صلى الله عليه وسلم.\n(1/124)\n",
        "والإكثار من ذلك لا حاجة إليه مع العلم بقيام الإجماع عليه.\nوهكذا ورد عن الشافعي رضي الله عنه أنه سئل عمن هزل بشيء من آيات الله تعالى، فقال: هو كافر، واستدل بقوله تعالى: (قل أبالله وآياته ورسوله كنتم تستهزءون (65) لا تعتذروا قد كفرتم بعد إيمانكم) [التوبة: 56 ـ 66].\nونقل القاضي عياض عن إبراهيم بن حسين بن خالد الفقيه أنه احتج بقتل خالد بن الوليد بن نويرة لقوله عن النبي صلى الله عليه وسلم: صاحبكم.\n(1/125)\n\nقال: وقال ابن القاسم عن مالك ـ في \"كتاب ابن سحنون\"، و\"المبسوط\"، و\"العتبية\"، وحكاه مطرف عن مالك في كتاب ابن حبيب ـ: من سب النبي صلى الله عليه وسلم قتل ولم يستتب. وقال ابن القاسم في",
        "(1/126)\n\n\"العُتبية\": أو شتمه أو عابه أو تنقصه فإنه يقتل، وحكمه عند الأمة القتل كالزنديق. وفي \"المبسوط\": عن عثمان بن كنانة: من شتم النبي صلى الله عليه وسلم من المسلمين قتل أو صلب حيًا/ ولم يستتب، والإمام مخير في صلبه حيًا أو قتله. ومن رواية أبي مصعب وابن أبي أويس: سمعنا مالكًا يقول: منسب رسول الله صلى الله عليه وسلم أو شتمه أو عابه أو تنقصه قتل مسلمًا كان أو كافرًا ولا يستتاب. وفي \"كتاب محمد\": أخبرنا أصحاب مالك أنه قال: من سب النبي صلى الله عليه وسلم أو غيره من النبيين من مسلم أو كافر قتل ولم يستتب. وقال\n(1/127)",
        "\nأصبغ: يقتل على حال أسر ذلك أو أظهره، ولا يستتاب، لأن توبته لا تعرف. وقال عبد الله بن عبد الحكم: من سب النبي صلى الله عليه وسلم من مسلم أو كافر قتل ولم يستتب. وحكى الطبري مثله عن أشهب عن مالك. وروى ابن وهب عن مالك: من قال: إن رداء النبي صلى الله عليه وسلم ـ ويروى: زر النبي صلى الله عليه وسلم ـ وسخ، أراد به عيبه، قتل.\nقال القاضي عياض: وقال بعض علمائنا: أجمع العلماء على أن من دعا على نبي من الأنبياء بالويل أو بشيء من المكروه أنه يقتل بلا استتابة، وأفتى أبو الحسن القابسي فيمن قال في النبي صلى الله عليه وسلم، يتيم أبي طالب،\n(1/128)\n",
        "بالقتل. وأفتى فقهاء الأندلس بقتل [ابن] حاتم المتفقه الطليطلي وصلبه باستخفافه بحق النبي صلى الله عليه وسلم وتسميته إياه أثناء مناظرته باليتيم، وزعمه أن زهده لم يكن قصدًا، ولو قدر على الطيبات أكلها.\nوقال حبيب بن ربيع القروي: مذهب مالك وأصحابه أن من قال فيه عليه السلام ما فيه نقص قتل دون استتابة.\nوقال ابن عتاب: الكتاب والسنة موجبان أن من قصد النبي صلى الله عليه وسلم بأذى أو نقص معرضًا أو مصرحًا وإن قل فقلته واجب.\nقال القاضي عياض: وكذلك أقول حكم من غمصه أو عيره برعاية الغنم أو السهو أو النسيان أو السحر، أو ما أصابه من جرح أو أصاب\n(1/129)\n\nبعض جيوشه، أو شدة من زمنه أو عدوه، أو بالميل إلى نسائه، فحكم هذا كله لمن قصد به: القتل./\nوقال أحمد بن حنبل في رواية عبد الله: من شتم النبي قُتل، وذلك أنه شتم فقد ارتد عن الإسلام، ولا يشتم مسلم النبي صلى الله عليه وسلم.\nوقال في رواية حنبل: كل من شتم النبي صلى الله عليه وسلم أو تنقصه مسلمًا كان أو كافرًا فعليه القتل، وأرى أن يُقتل ولا يستتاب.\nوقال في رواية أخرى: من شتم النبي صلى الله عليه وسلم مسلمًا كان أو كافرًا يُقتل.\nوقال عبد الله بن أحمد: سألت أبي عمن شتم النبي صلى الله عليه وسلم: يُستتاب؟ قال: قد وجب عليه القتل ولا يستتاب؛ خالد بن الوليد قتل رجلاً شتم النبي صلى الله عليه وسلم ولم يستتبه.\nوهكذا قال أصحاب أحمد: إن من سب الله كفر سواء أكان مازحًا أم جادًا للآية التي استدل بها الشافعي.",
        "(1/130)\n\nوقال أبو يعلى من الحنابلة: من سب الله أو سب رسوله فإنه يكفر سواء استحل سبه أم لم يستحله، فإن قال: لم أستحل ذلك لم يقبل منه في ظاهر الحكم، رواية واحدة، وكان مرتدا. قال: وليس كالقاتل والشارب والسارق إذا قال: أنا غير مستحل، حيث يصدق، لأن له غرضا في فعل هذه الأشياء مع التحريم، وهو اللذة. قال: وإذا حكمنا بكفره فإنما نحكم به في الظاهر، فأما في الباطن فإن كان صادقًا فيما قال فهو مسلم كما في الزنديق.\nوذكر أبو يعلي عن بعض الفقهاء: إن كان مستحيلاً كفر، وإن لم يكن مستحيلاً فسق ولم يكفر كساب الصحابة.\n(1/131)",
        "\nوهذا نظير ما يُحكى أن بعض الفقهاء من أهل العراق أفتى هارون الرشيد فيمن سب النبي صلى الله عليه وسلم أن يجلدا، حتى أنكر ذلك مالك رضي الله عنه ورد هذه الفتيا.\nوهذا نظير ما حكاه ابن حزم، وقد ذكر القاضي عياض بعد أن رد هذه الحكاية عن بعض فقهاء العراق والخلاف الذي أشار إليه ابن حزم بما نقله من الإجماع عن غير واحد، وحمل الحكاية على أن أولئك لم يكونوا ممن شهر بالعلم، أو لم يكونوا ممن يوثق بفتواه لميل الهوى به، أو أن الفتيا كانت في كلمة اختلف/ في كونها سبًا أو كانت فيمن تاب.\nوما حكي عن بعض الفقهاء من أنه إذا لم يستحل لا يكفر: زلة عظيمة وخطأ صريح لا يثبت عن أحد من العلماء المعتبرين، ولا يقوم عليه دليل صحيح.\n(1/132)\n",
        "وأما الدليل: فالكتاب والسنة والإجماع والقياس.\nأما الكتاب: فقوله تعالى: (إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والأخرة وأعد لهم عذابًا مهينًا) [الأحزاب: 57].\nوقوله تعالى: (والذين يؤذون رسول الله لهم عذاب أليم) [التوبة: 61].\nوقال تعالى: (ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلا) [الأحزاب: 61].\nفهذه الآيات كلها تدل على كفره وقتله.\nوالأذى هو: الشر الخفيف، فإن زاد كان ضررًا، كذا قال الخطابي وغيره، ويدل له قول الله تعالى فيما حكى عنه نبيه: \"يا عبادي إنكم لن تبلغوا ضري فتضروني\" مع إثباته الأذى في هذه الآيات، وفي ذلك تعظيم لقدر النبي صلى الله عليه وسلم أن نيله بشيء يسير من الشر كفر، والضرر في حق الله تعالى محال، والأذى في حقه وحق رسوله كفر، لأن العذاب المهين إنما يكون للكفار، وكذلك القطع بالعذاب في الدنيا والأخرة إنما يكون للكفار، وكذا العذاب الأليم.\nوكذلك قوله بعد ذلك: (ألم يعلموا أنه من يحادد الله ورسوله ...) [التوبة: 63]، الآية، فإنه مع الآية قبله يدل على أن الأذى محادة، وقد قال تعالى: (إن الذين يحادون الله ورسوله كبتوا) [المجادلة: 5]، وقوله: (أولئك في\n(1/133)\n\nالأذلين (20) كتب الله لأغلبن أنا ورسلي) [المجادلة: 20 - 21]، وقوله: (ومن يلعن الله فلن تجد له نصيرا (52)) [النساء: 52].\nوإذا علم هذا فنركب دليلاً، وهو: أن الساب مؤذٍ، والمؤذي محاد، والمحاد مكبوت أذل مغلوب، ومن كان كذلك لا يكون منصورًا، فلو لم يجز قتله لوجب على المسلمين نصرته، وقد ثبت بطلانه.\nوأيضًا نقول: الساب مؤذ، والمؤذي كافر بالآيات الأول، وغير ذلك من وجوه تركيب الاستدلال.\nوأما السنة: فقول النبي صلى الله عليه وسلم في الحديث الثابت في \"الصحيحين\" لما خطب في قضية الإفك واستعذر من عبد الله بن أبي بن سلول فقال: \"من يعذرني من رجل بلغني/ أذاه في أهلي\"، فقال سعد بن معاذ سيد الأوس: أنا يا رسول الله أعذرك منه، إن كان من الأوس ضربت عنقه، وإن كان من إخواننا الخزرج أمرتنا ففعلنا أمرك.\nفقول سعد بن معاذ هذا دليل على أن قتل مؤذيه كان معلوما عندهم، وأقره النبي صلى الله عليه وسلم ولم ينكره ولا قال له إنه لا يجوز قتله، والمستعذر منه ابن أبي، وكان ظاهره الإسلام، ولم يكن قصد سعد قتله لنفاق، وإنما كان لأذاه لرسول الله صلى الله عليه وسلم.\nفإن قلت: قد كان من جملة من خاض في الإفك مسطح وجماعة من خيار المسلمين ممن يقطع بأنهم لا يحكم عليهم بكفر ولا قتل، ولو كان ما استدللت به على ظاهره لوجب إجراء ذلك عليهم، ولكان سب أزواج النبي صلى الله عليه وسلم موجبًا للكفر أو للقتل.",
        "(1/134)\n\nقلت: الأذى على قسمين: أذى مقصود، وأذى غير مقصود، فمسطح وحمنة وحسان لم يكن مقصودهم أذى النبي صلى الله عليه وسلم، فلذلك لا يجري عليهم كفر ولا قتل، وأما ابن أبي فكان مقصوده بالأذى النبي صلى الله عليه وسلم، فلذلك يستحق القتل، ولكن الحق للنبي صلى الله عليه وسلم، فله تركه.\nوهذه القاعدة واعتبار القصد فيما يحصل به الأذى مما يجب التنبيه له، فإن الشخص قد يفعل فعلاً أو يقول قولاً فيحصل لآخر منه أذى لا يكون ذلك الفاعل أو القائل قصد أذاه ألبتة، وإنما قصد أمرًا آخر ولم يحضر عنده أن ذلك يستلزم الأذى لذلك الشخص ولا كان لزومه له بينا، فهذا لا يترتب عليه حكم الإيذاء.\nوهذا قد وقع لجماعة من جفاة الأعراب ومن لم يتأمل مواقع الكلام، فلم يؤاخذهم النبي صلى الله عليه وسلم، وحال مسطح ورفقته يحتمل أن يكون من هذا الضرب، ويحتمل أنه قبل أن يتبين لهم أنها زوجته في الدنيا والأخرة وأن زوجات الأنبياء تجب براءتهن، وجوزوا أنه سيفارقها.\n(1/135)",
        "\nومما يدلك على هذا قوله تعالى في شأن الذين قعدوا في وليمة زينب: (يا أيها الذين أمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم إلى طعام غير ناظرين إناه ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا مستأنسين لحديث إن ذالكم كان يؤذي النبي ..) [الأحزاب: 53]، فهؤلاء من خيار الصحابة لم يقصدوا الأذى، فلذلك لم يترتب عليه حكمه، وأما/ عبد الله بن أبي فيما حمله على ذلك إلى نفاقه وبغضه للنبي صلى الله عليه وسلم وقصده الإيذاء، فلذلك كان يستحق القتل، إلا أن النبي صلى الله عليه وسلم حلم عليه.\nولهذا قال جماعة من المفسرين: إن قولك تعالى: (إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا والأخرة) [النور: 23] خاصة بأزواج النبي صلى الله عليه وسلم خاصة، وليس فيها توبة لما في قذفهن من الطعن على رسول الله صلى الله عليه وسلم، بخلاف قذف غيرهن حيث استثنى منه الذين تابوا، وإن كان المختار خلاف هذا القول، وأن الآية التي في أول السورة لبيان الأحكام الدنيوية، وهذه لبيان الأحكام الأخروية، وكلاهما يسقط بالتوبة، وقد أطلنا في هذا الدليل.\nومن السنة أيضًا حديث عبد الله بن سعد بن أبي سرح، وهو في\n(1/136)\n",
        "\"سنن أبو داود\" من حديث أسباط بن نصر عن السُدى عن مصعب بن سعد عن سعد قال: لما كان يوم فتح مكة أمن رسول الله صلى الله عليه وسلم الناس إلا أربعة نفر وامرأتين، وسماهم وابن أبي سرح .. فذكر الحديث، قال: وأما ابن أبي سرح فإنه اختبأ عند عثمان بن عفان، فلما دعا رسول الله صلى الله عليه وسلم الناس إلى البيعة جاء به حتى أوقفه على رسول الله صلى الله عليه وسلم، فقال: يا نبي الله بايع عبد الله، فرفع رأسه فنظر إليه ثلاثًا، كل ذلك يأبى، فبايعه بعد ثلاث، ثم أقبل على أصحابه فقال: \"ما كان فيكم رجل رشيد يقوم إلى هذا حين رآني كففت يدي عن بيعته فيقتله؟ \"، فقالوا: ما ندري يا رسول الله ما في نفسك، ألا أومأت إلينا بعينك؟ قال: \"إنه لا ينبغي لنبي أن تكون خائنة الأعين\".\n(1/137)\n\nوأخره النسائي أيضًا. وإسماعيل السدي وأسباط بن نصر روى لهما مسلم، وفيهما كلام، لكن الحديث مشهور جدًا عند أهل السير كلهم.\nوكان ابن أبي سرح يكتب الوحي لرسول الله صلى الله عليه وسلم/ ثم ارتد مشركًا وصار إلى قريش بمكة فقال لهم: إني كنت أصرف محمدًا حيث أريد، كان يملي علي: (عزيز حكيم) فأقول: أو (عليم حكيم)، فيقول: نعم كل صواب. فلما كان يوم الفتح أمر رسول الله صلى الله عليه وسلم بقلته وقتل عبد الله بن هلال بن خطل، ومقيس بن صبابة، وإن وجدوا تحت أستار الكعبة، وكذلك أمر بقتل الحويرث بن نقيد، وهبار بن الأسود، وابن الزبعري، وعكرمة بن أبي جهل، ووحشي، وقينتي ابن خطل، وهما فرتنا وأرنب، كان يقول الشعر يهجو رسول الله صلى الله عليه وسلم ويأمرهما تغنيان به، وسارة",
        "(1/138)\n\nمولاة عمرو بن هاشم، مغنية نواحة بمكة، كانت يُلقى عليها هجاء النبي صلى الله عليه وسلم فتغني به، وقتلوا إلا ابن أبي سراح وهبار بن الأسود وابن الزبعرى\n(1/139)",
        "\nوعكرمة ووحشي وفرتنا إحدى القينتين، فأسلموا.\nوقيل إن ابن خطل كان قتل أنصاريًا كان رفيقه، وذكر الواقدي أن ابن أبي سرح لما جاء مع عثمان جاء تائبًا، وظاهر حاله يقتضي ذلك.\nوهؤلاء الذين أهدر النبي صلى الله عليه وسلم دمهم منهم من كان مسلمًا فارتد كابن أبي سرح، وانضاف إلى ردته ما حصل منه في حق النبي صلى الله عليه وسلم، فلذلك أهدر النبي صلى الله عليه وسلم دمه، حتى جاء به عثمان واستحيا النبي صلى الله عليه وسلم فبايعه، وهو بلا شك دليل على قتل الساب قبل التوبة، أما بعد التوبة فسنتكلم عليه، ونتكلم أيضًا هناك ـ إن شاء الله ـ على قول النبي صلى الله عليه وسلم: \"أما كان منكم رجل رشيد يقول إلى هذا فيقتله\".\nومنهم مقيس بن صبابة، ارتد وقتل نفسًا، ومنهم ابن خطل أيضا،\n(1/140)\n",
        "ارتد وقتل نفسًا، فقتلهما الله، ومنهم عكرمة بن أبي جهل انضاف إلى كفره الأصلي شدة عداوته للنبي صلى الله عليه وسلم، ولا أعلم هل صدر منه سب أو لا، وصار بعد ذلك من سادات المسلمين.\nومنهم من كان كافرًا أصليًا ولكن ما كان إهدار دمه لكفره ولا لشدة عداوة بل بما صدر منه من السب، ألا ترى أن النساء لا يقتلن بالكفر! فلم يكن الأمر بقتلهن إلا للوقيعة، ولم يقتل النبي صلى الله عليه وسلم يوم الفتح أحدًا لمجرد الكفر، لكن قيل: إنه أذن لخزاعة أن تنتقم من بني بكر الذين أغاروا عليهم، فقتلوا منهم، ثم حرم النبي صلى الله عليه وسلم كله بعد ذلك.\nوقيل: إن الأنصار قاتلوا، وللكلام في تحقيق ذلك محل غير هذا، وأما إذنه لخزاعة فروى أبو عبيد في كتاب \"الأموال\": ثنا عبد الوهاب\n(1/141)\n\n- يعني: ابن عطاء ـ عن حسين المعلم: عن عمرو بن شعيب: عن أبيه: عن جده قال: لما فتحت مكة على رسول الله صلى الله عليه وسلم قال: \"كفوا السلاح إلا خزاعة عن بني بكر فإن لهم حقا\"، حتى صلى العصر، ثم قال: \"كفوا السلاح\"، فلقي رجل من خزاعة رجلاً من بني بكر بالمزدلفة فقتله، فبلغ ذلك رسول الله صلى الله عليه وسلم، فلما كان من الغد قام خطيبا مسنداً ظهره إلى الكعبة، فقال: \"إن أعتى الناس على الله من عدا في الحرم، ومن قتل غير قاتله، ومن قتل بذحل الجاهلية\".\nوأبو عبيد يرى أن مكة فتحت عنوة، والشافعي رحمه الله مع قوله: \"فتحت صلحا\" قال: إن الذين قاتلوا بها بنو نفاثة فأذن في قتلهم، ولا مال لهم ولا سبي لهم بها فيؤخذ، إنما هم قوم من غير أهلها لجؤوا إليها،",
        "(1/142)\n\nذكر ذلك في \"الأم\" جوابًا عن قول أبي يوسف: إن السبي لا يجري على أهل مكة، في الجزء السابع عشر من \"الأم\".\nوالاستدلال بحديث ابن أبي سرح هذا قوي عند من يرى أن/ استتاببة المرتد واجبة، فإن قتله لو كان للردة لاستتابه على قول هؤلاء، ولم يقع ذلك، وليس بكافر أصلي حتى يقول إن الإمام مخير فيه قبل الإسلام، فلا محمل لقتله إلا السب، وأن الساب يقتل بغير استتابة، أعني: لا نعرض عليه التوبة، أما إذا أنذر فأسلم فسيأتي حكمه.\nومن لا يرى الاستتابة واجبة يقول: إنها سنة، فتترك النبي صلى الله عليه وسلم إياها يدل على أن هذا القتل عن السب، وأنه أعظم من قتل الردة، إذ يستتاب في ذلك وجوبًا أو استحبابًا ولا يستتاب في هذا.\nومما يدل على أن جُرْمَ الساب أعظم من جُرْمِ المرتد ما روى البخاري عن أنس قال: كان رجل نصرانيا فأسلم، وكان يكتب للنبي صلى الله عليه وسلم، فعاد نصرانيًا، فكان يقول: ما يدري محمد إلا ما كتبت له، فأماته الله، فدفنوه، فأصبح وقد لفظته الأرض، فقالوا: هذا فِعْلُ محمدٍ وأصحابه نبشوا عن صاحبنا فألقوه، فحفروا له وأعمقوا، فأصبحوا وقد لفظته الأرض، فعملوا أنه ليس من الناس فألقوه.\n(1/143)",
        "\nفانظر عناية الله بإظهار كذب من افترى على نبيه، وعدم قبول الأرض له، حتى يظهر للناس أمره، وإلا فكثير من المرتدين ماتوا ولم تلفظهم الأرض، ولكن الله أراد أن يفضح هذا المعلون ويبين كذبه للناس، ولو لم يسلم ابن أبي سرح لكان كذلك.\nوقد اختلف الناس فيما قاله ابن أبي سرح وهذا النصراني، فقيل: إن ذلك كذب وافتراء لم يكن منه شيء، وقيل: إن القرآن أنزل على سبعة أحرف ثم نسخت الستة وثبت السابع في العرضة الأخيرة التي عرضها النبي صلى الله عليه وسلم على جبريل، وكان في الأول يجوز: (سميع عليم) ونحوه موضع: (عليم حكيم) ونحوه ما لم يختم آية رحمة بعذاب، ولا آية عذاب برحمة، وقيل غير ذلك من التأويلات الصحيحة التي لم يفهمها ابن أبي\n(1/144)\n",
        "سرح ولا النصراني حيث أضلهما الله تعالى، وكان ذلك من أعظم الجُرم، لأنه يؤثر في القلوب المريضة ريبا، فكانت عقوبته أشد.\nوابن خطل أيضًا كان مسلمًا واستعمله النبي صلى الله عليه وسلم على الصدقة، وأصحبه رجلاً من الأنصار يخدمه، فغضب عليه لكونه لم يصنع له طعامًا فقتله، ثم خاف أن يُقتل فارتد، وكان يقول الشعر يهجو به رسول الله صلى الله عليه وسلم، ويأمر جاريتيه أن تغنيا به، وقتله لو كان قصاصًا لسُلم إلى أولياء المقتول، ولو كان ردة لاستتيب، فلم يكن إلا للسب.\nفإن قلت: الهجاء بالشعر من أفحش السب، فلم يعم السب بالكلمة الواحدة؟\nقلت: سيأتي عموم الحكم في السب بغير الشعر والتعليل بالأذى، وهو مقتضى العموم، وأيضًا فالمبيح للدم لا فرق في الجنس الواحد منه بين قليله وكثيره.\nومن السنة أيضًا: ما اشتهر أن بجير بن زهير بن أبي سلمى كتب إلى أخيه كعب بن زهير أن رسول الله صلى الله عليه وسلم قد قتل رجالاً بمكة ممن كان يهجوه ويؤذيه.\n(1/145)\n\nومن السنة أيضًا: حديث الأعرابي الذي قال للنبي صلى الله عليه وسلم لما أعطاه: ما أحسنت ولا أجملت، فأراد المسلمون قتله، ثم قال النبي صلى الله عليه وسلم: \"لو تركتم حين قال الرجل ما قال فقتلتموه دخل النار\".\nولما قسم غنائم حنين قال رجل: إن هذه لقسمة ما أريد بها وجه الله، فقال عمر: دعني يا رسول الله فأقتل هذا المنافق، فقال: \"معاذ الله أن يتحدث الناس أني أقتل أصحابي\". وفي هذا إشارة إلى أنه كان مستحقًا للقتل بإذن النبي صلى الله عليه وسلم لو أذن.",
        "(1/146)\n\nولما قال ابن أبي: \"لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل\": استأمر عمر في قتله، فقال: \"إذن ترعد له آنف كثيرة بالمدينة\"، وقال \"لا يتحدث الناس أن محمدًا يقتل أصحابه\".\nوفي مغازي سعيد بن يحيى بن سعيد: عن أبيه: عن أبي المجالد: عن الشعبي قال: لما افتتح رسول الله صلى الله عليه وسلم مكة ودعا بمال\n(1/147)",
        "\nالعزى فنثره بين يديه، ثم دعا رجلاً قد سماه فأعطاه، ثم دعا رهطا من قريش فأعطاهم، فقام رجل فقال: إنك لبصير حيث تضع التبر. ثم قام الثانية فقال مثله، فأعرض/ عنه النبي صلى الله عليه وسلم، ثم قام الثالثة فقال: إنك لتحكم وما نرى عدلاً، قال: \"ويحك! إذا لا يعدل أحد بعدي\". ثم دعا نبي الله صلى الله عليه وسلم أبا بكر فقال: اذهب فاقتله، فذهب فلم يجده، فقال: \"لو قتلته لرجوت أن يكون أولهم وآخرهم\".\nومن السنة أيضًا: ما روى القاضي عياض: ثنا ابن غلبون: عن أبي ذر إجازة قال: ثنا أبو الحسن الدارقطني وأبو عمر بن حيويه: ثنا محمد ابن نوح: ثنا عبد العزيز بن محمد بن الحسن بن زبالة: ثنا عبد الله بن موسى [بن جعفر: عن علي بن موسى]: عن أبيه: عن جده: عن محمد بن علي بن الحسين: عن أبيه: عن الحسين بن علي: عن أبيه: أن رسول الله صلى الله عليه وسلم قال: \"من سب نبيًا فاقتلوه، ومن سب أصحابي فاضربوه\".\n(1/148)\n",
        "في هذا الحديث نظر من جهة الراوي عن أهل البيت فيه، وعبد العزيز بن محمد بن الحسن بن زبالة، جرحه ابن حبان وغيره.\n(1/149)\n\nوقد رواه أيضًا الخلال والأزجي من حديث علي بن أبي طالب قال: قال رسول الله صلى الله عليه وسلم: \"من سب نبيًا قتل، ومن سب أصحابه جلد\".\nوابن الصلاح قال في كلامه على \"الوسيط\": \"هذا حديث لا يعرف\"، وهذا الكلام من ابن الصلاح لأنه لم يقف على إسناده، فينبغي",
        "(1/150)\n\nالنظر فيه، فإن كان محفوظًا فهو عمدة قوية في المسلم والكافر، وقد أطلنا في الاستدلال في هذا المكان، ولا ضرورة إليه لأنه حكم مجمع عليه.\nوأما الإجماع: فقد تقدم نقله.\nوأما القياس: فلأن المرتد ثبت قتله بالإجماع والنصوص المتظاهرة، ومنها قوله صلى الله عليه وسلم: \"من بدل دينه فاقتلوه\"، والساب مرتد مبدل لدينه، فلك أن تدخله في عموم قوله: \"من بدل دينه\" فيكون ثابتًا بالنص، ولك أن تجعل السب مقيسًا على الردة بطريق الأولى لأنه أفحش.\n(1/151)",
        "\nالمسألة الثانية: في أن قتل الساب للكفر أو للحد\nوأقدم عليه مقدمة، وهي: أن المرتد يقتل للنص والإجماع كما سبق، وتوبته مقبولة بإجماع أكثر العلماء إذا لم يكن زنديقًا، وقال الحسن في رواية: لا تقبل توبته ويُقتل وإن أسلم كالزاني، وقاله أحمد فيمن ولد في الإسلام، وهو قول عطاء وإسحاق. والمشهور من مذاهب الصحابة والتابعين: قبول توبته، ولعل الذي روي عن الحسن لا يثبت، أو يكون في واقعة خاصة.\nولا شك أن قتله إذا لم يتب ليس كقتل الكافر الأصلي، لأن الكافر الأصلي الحربي إذا أسر يتخير الإمام فيه بين القتل والاسترقاق والمن والفداء، وإن كان كتابيًا يقر بالجزية ويهادن ويؤمن، وإن كانت امرأة لم\n(1/152)\n",
        "تقتل إلا إن قاتلت، والمرتد بخلاف ذلك في جميع هذه الأحكام، ويجبر على الإسلام رجلاً كان أو امرأة، ولا يقبل منه غيره، فإن لم يسلم قتل.\nفعلمنا بهذا أن العلة في هذا الحكم ليس هو مطلق الكفر، بل خصوص الردة، ولذلك جعلها الغزالي من الجنايات الموجبة للعقوبة، وهي سبع: البغي، والردة، والزنا، والقذف، والسرقة، وقطع الطريق، والشرب. وفسرها بأنها عبارة عن قطع الإسلام من مكلف، وقال: احترزنا بالقطع عن الكفر الأصلي، وهكذا وقع في كلام القاضي حسين في \"تعليقته\"، والروياني في \"البحر\"، حيث حكيا ما سنذكره عن أبي بكر الفارسي أن قتل المرتد حد يسقط بإسلامه، وهكذا في كلام غيرهما، وهذا هو التحقيق، وهو أن القتل عقوبة خاصة رتبها الشرع على خصوص الردة كما رتب الرجم على زنا المحصن.\n(1/153)\n\nوبهذا يظهر لك أن قتل المرتد حد، والردة كفر خاص يوجب القتل الذي لا خيرة فيه إلا الإسلام، بخلاف غيرها من أنواع الكفر.\nوليس يلزم من كون قتل المرتد حدًا أن لا يسقط بالإسلام، ألا ترى أنا اختلفنا في حد الزنا هل يسقط بالتوبة أو لا؟ مع الإجماع على تسميته حدًا، فلا يمتنع أن يكون قتل المرتد حدًا وإن سقط بالإسلام، ومن ظن أنه متى سميناه حدًا لا يسقط بالإسلام فهو غالط.\nوالحد هو: العقوبة المقدرة من جهة الشارع، ولك أن تجعل المعاقب عليه في الردة خصوص الكفر بعد الإسلام، ولك أن تجعله قطع الإسلام بالكفر كما تشير إليه عبارة الغزالي، وهو معنى غير الأول، وهو أحسن.\nفرتب الشارع/ على قطع الإسلام القتل، ثم يسقط بالإسلام، لقوله: (قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف) [الأنفال: 38]، ولقوله صلى الله عليه وسلم: \"الإسلام يجب ما قبله\"، ولا يلزم من التردد في سقوط الحد بالتوبة التردد في سقوطه بالإسلام، لأن الإسلام أعلى.\nإذا عرفت هذا فنقول:\nالساب المسلم مرتد، فالكلام فيه كالكلام في قتل المرتد، فيكون حدًا أيضًا وإن كان كافرًا كالمرتد، وفي هذا بحث زائد، وهو أن القتل هل هو لعموم الردة أو لخصوص السب؟ أو لهما معًا؟ هذا محل نظر الفقيه.",
        "(1/154)\n\nأما عموم الكفر فلا، لما قدمناه من اختلاف الآثار، لأن هذا لا يسترق ولا يؤمن ولا يفادي به ولا يقر بجزية، ولا يفترق الحال بين أن يكون رجلاً وامرأة، ولكن النظر: هل هو لعموم الردة أو لخصوص السب؟ أو لمجموعهما؟\nولا شك أن الردة موجبة للقتل بالإجماع والنصوص، وخصوص السب موجب للقتل بحديث: \"من سب نبيًا فاقتلوه\" وبترتيب الحكم على الأذى، وترتيب الحكم على خصوص الوصف يشعر بأنه هو العلة، وقد وجد في الساب المسلم المعنيان جميعًا، أعنى: الردة والسب، فيكون قد اجتمع على قتله علتان، كل منهما موجبة للقتل، والقتل حد لكل منهما، وقد تجتمع علتان شرعيتان على معلول واحد، ولهذا البحث أثر يظهر فيما إذا صدر السب من كافر، فإنه انفرد فيه السب عن الارتداد، وفيما إذا تاب الساب وأسلم، وسنذكره إن شاء الله تعالى. هذا تحرير البحث في قتل الساب والمرتد.\nوقد قال القاضي عياض رحمه الله بعد أن حكى قتله عن جماعة ثم قال: ولا تُقبل توبته عند هؤلاء، وبمثله قال أبو حنيفة وأصحابه، والثوري، وأهل الكوفة، والأوزاعي، في المسلم، كلهم قالوا: هي ردة. وروى مثله الوليد بن مسلم عن مالك.\n(1/155)",
        "\nوقال بعد ذلك: ذكرنا الإجماع على قتله،/ ومشهور مذهب مالك وأصحابه وقول السلف وجمهور العلماء قتله حدًا لا كفرًا إن أظهر التوبة، ولهذا لا تقبل التوبة عندهم.\nفأشار القاضي في هذا الكلام إلى أن مأخذ قبول التوبة جعل قتله للكفر، ومأخذ عدم قبولها جعله للحد، وقد بينا أن ذلك غير لازم.\nويمكن تأويل كلام القاضي على فرض الخلاف فيما إذا أسلم لا فيما قبل ذلك.\nوقد نقل القاضي حسين من الشافعية عن أبي بكر الفارسي أنه قال: أجمعت الأمة على أن من سب النبي صلى الله عليه وسلم يقتل حدًا. قال: وإنما ذاك لأن من سب النبي صلى الله عليه وسلم فقد خرج عن الإيمان، والمرتد يقتل حدًا، فإن تاب يجب أن تقبل توبته.\nوقال الروياني: ذكر أبو بكر الفارسي أن الأمة أجمعت على أن من شتم رسول الله صلى الله عليه وسلم فحدة القتل، بخلاف ما لو قذف غيره يحد ثمانين.\nقال الروياني: قال أصحابنا: معناه أن بقذفه يكفر فيقتل بالردة، وقتل المرتد حد يسقط بإسلامه، وإذا أسلم هنا بقي حد القذف عليه ثمانون، لأن من قذف غيره ثم ارتد ثم أسلم فحد القذف عليه باقٍ، وقيل: أراد به أنه\n(1/156)\n",
        "يُقتل حدًا لأن النبي صلى الله عليه وسلم أمر بقتل ابن خطل، وهذا الاستدلال لا يصح، لأن ذاك كان مشركًا لا أمان له، فلهذا قتل، بخلاف هذا. انتهى كلام الروياني.\nوسنعود إلى كلام الفارسي، وإنما قصدنا بذكره هنا قوله: إنه يقتل حدًا، وحكايته الإجماع على ذلك، وموافقة القاضي حسين والروياني والأصحاب له على تسميته حدًا، وإن خالفوه في شيء آخر نذكره في سب الكافر إن شاء الله.\nفقد تحرر من هذه المسألة أن الساب يُقتل إن لم يتب حدًا مع كفره، والخلاف هنا في كونه حدًا أو كفرًا لفظي لا يكاد يظهر له فائدة في هذا المحل، وإنما تظهر فائدة في البحث وفي سب الكافر، وقد أشرنا إلى أنه لا يظهر له أثر في قبول إسلامه، بل قد يكون حدًا ويقبل/ إسلامه.\nنعم، إذا أخذ بالنسبة إلى ما قاله الناس وأفهمه كلامهم وإشارة بعضهم إلى أن قتله حدًا مستلزم لعدم سقوطه بالإسلام فقد يظهر أثره، ومحل الكلام على ذلك عند الكلام في قبول توبته، ويظهر أيضًا أثره في هذا المحل في شيء آخر، وهو أنا لا نعلم أحدًا قال فيما إذا كان السب قذفًا إنه يجمع فيه بين الجلد والقتل، وقد يُقال: لِمَ لا جمع بينهما كما لو وجب عليه لشخص قصاص وحد قذف؟\nوتحقيق الجواب عن هذا يرجع إلى تحرير ما كنا فيه، فنقول: إن قلنا: القتل لخصوص السب، وإن خصوص السب موجب للقتل من حيث هو سب،\n(1/157)\n\nفيكون وجوب حد القذف به مخرجًا على قاعدة، وهي: أن ما أوجب أعظم الأثرين بخصوصه هل يوجب أهونهما بعمومه؟، وعلى قاعدة أخرى، وهي: إذا اجتمع أمران من جنس واحد هل يدخل أحدهما في الآخر؟.\nوعلى هاتين القاعدتين تتخرج مسائل:\n- منها: أن المني يوجب خروجه الغسل، فهل يوجب مع ذلك الوضوء؟ فيه خلاف، المشهور في المذهب أنه لا يجب للقاعدة الأولى.\n- ومنها: زنا المحصن يوجب الرجم، ولا خلاف عندنا أنه لا يوجب الجلد، عملاً بالقاعدة الأولى أيضًا، وقد قال به بعض العلماء، ويمكن أن يقال بأن موجب الجلد زنا البكر لا عموم الزنا.",
        "(1/158)\n\n- ومنها: خروج الحيض يوجب الغسل والوضوء معًا، وهو يرد على القاعدة الأولى.\n- ومنها: إذا وجب عليه وضوء وغسل أجزأه الغسل على ظاهر المذهب للقاعدة الثانية.\nومنها: إذا أحرم قارنًا بالحج والعمرة دخلت أعمال العمرة في أعمال الحج عندنا وعند جمهور العلماء للقاعدة الثانية.\nجئنا إلى مسألتنا:\nيمكن تخريجها على القاعدتين فيُقال:\nيجب القتل وحده، ويسقط الحد. أما للقاعدة الأولى فإن هذا القذف الخاص أوجب القتل، وهو أعظم الأثرين بخصوص كونه في هذا المحل الخاص، فلا يوجب أهونهما وهو الجلد بعموم كونه قذفًا.\nأو يقال: إنهما وجبا، ولكن دخل الأصغر في الأكبر كما/ دخل الوضوء في الغسل، وكما دخلت العمرة في الحج.\n(1/159)",
        "\nأو يُقال: إن القذف في هذا المحل الخاص حده القتل، فلا حاجة للتمسك بشيء من القاعدتين في إسقاط الجلد، لكن هذا يوجب تخصيص أنه القذف، ولا دليل عليه.\nهذا كله إذا قلنا: القتل لخصوص السب من حيث كونه سبًا، وإن قلنا: القتل به لكونه ردة فيحتمل أن تسلك المباحث المذكورة.\nويحتمل أن يقال: لا وجه حينئذ لسقوط الجلد، لأن المحذور على القاعدة الأولى أن يكون الشيء الواحد موجبًا لشيئين، وهذا مفقود هنا على هذا التقدير، وإنما الموجب للجلد القذف، والموجب للقتل ما اشتمل عليه من الكفر.\nومع هذا كله فلا أعلم أحدًا يوجب الجمع بين القتل والجلد في مسألتنا، وإنما الواجب قبل التوبة القتل وحده، وبعد التوبة، قال بعض أصحابنا: سقط القتل وبقي حد القذف، وهذا كأنه أعرض عن القاعدة الأولى ولاحظ الثانية، فيجعل القذف موجبًا لهما، فإن استوفي الأعظم دخل فيه الأصغر، وإلا انفرد الأصغر، والمذهب سقوط الحد، وكأنه نظر إلى القاعدة الأولى وأنه لم يجب من أصله إلا القتل، فتخريج الوجهين على هذين المأخذين.\nوأما الوجه الثالث القائل بأنه يقتل بعد الإسلام فسنذكر، وحينئذٍ لا يُجلد معه كما قبل التوبة، ولم يقل أحد بإلغاء القاعدتين جميعًا في هذا المحل، لأنه يلزم منه أن يجلد ويقتل قبل التوبة وكذا بعدها على وجه.\n(1/160)\n",
        "الفصل الثاني: في توبته واستتابته\nوفيه مسألتان، إحداهما: في قبول توبته، والثانية: في استتابته.\n\nالمسألة الأولى: في قبوله توبته\nولا خلاف أن توبته لا تكون بغير الإسلام، وحيث أطلقنا توبته فالمراد بها إذا أسلم.\nوقد اختلف العلماء في قبولها مع اتفاقهم أو أكثرهم على قبول توبة المرتد غير الزنديق،/ وقد قدمنا عن القاضي عياض أن مشهور مذهب مالك وأصحابه وقول السلف وجمهور العلماء أنه لا تقبل توبته وأنه يقتل حدًا. قال: وحكمه حكم الزنديق ومسر الكفر في هذا القول، سواء أكانت توبته بعد القدرة والشهادة على قوله أما جاء تائبًا من قبل نفسه، لأنه حد وجب لا تسقطه التوبة، كسائر الحدود.\n(1/161)\n\nقال القابسي: إذا أقر بالسب وتاب وأظهر التوبة قتل بالسب، إذ هو حده. وقال ابن أبي زيد مثله.\nوأما فيما بينه وبين الله تعالى فتوبته تنفعه.\nوقال ابن سحنون فيمن شتم النبي صلى الله عليه وسلم من الموحدين ثم تاب: لم تزل توبته عنه القتل.\nوكذلك اختلف في الزنديق إذا جاء تائبًا، فحكى ابن القصار قولين، قال: من شيوخنا من قال: أقتله بإقراره، ومنهم من قال: أقبل توبته، بخلاف من أسرته البينة.\nقال القاضي عياض: وهذا قول أصبغ، ومسألة ساب النبي صلى الله عليه وسلم أقوى لا يصور فيها الخلاف على الأصل المتقدم، لأنه حق متعلق للنبي صلى الله عليه وسلم ولأمته بسببه لا تسقطه التوبة كسائر حقوق الآدميين. والزنديق إذا تاب بعد القدرة عليه فعند مالك والليث وإسحاق وأحمد لا تقبل توبته، وعند الشافعي تقبل، واختلف فيه عن أبي حنيفة وأبي يوسف، وحكى ابن المنذر عن علي: يستتاب، وقال ابن سحنون: لم يزل القتل عن المسلم",
        "(1/162)\n\nبالتوبة من سبه عليه السلام، لأنه لم ينتقل من دين إلى دين، وإنما فعل شيئًا حده عندنا القتل لا عفو فيه لأحدٍ، كالزنديق، لأنه لم ينتقل من ظاهر إلى ظاهر.\nوقال القاضي أبو محمد بن نصر محتجًا لسقوط اعتبار توبته: والفرق بينه وبين من سب الله تعالى على مشهور القول باستتابته أن النبي صلى الله عليه وسلم بشر، والبشر جنس تلحقه المعرة إلا من أكرمه الله/ بنبوته، والله تعالى منزه عن جميع المعايب قطعًا، وليس من جنس تلحق المعرة بجنسه، وليس سبه عليه السلام كالارتداد المقبول فيه التوبة، لأن الارتداد معنى ينفرد به المرتد لا حق فيه لغيره من الآدميين فقبلت توبته، ومن سب النبي صلى الله عليه وسلم تعلق فيه حق لآدمي، فكان كالمرتد يقتل حين ارتداده أو يقذف، فإن توبته لا تسقط عنه حد القتل والقذف. وأيضًا فإن توبة المرتد إذا قبلت لا تسقط ذنوبه من زنى وسرقة وغيرها، ولم يقتل ساب النبي صلى الله عليه وسلم لكفره لكن لمعنى يرجع إلى تعظيم حرمته وزوال المعرة به، وذلك لا تسقطه التوبة.\nقال القاضي أبو الفضل: يريد ـ والله أعلم ـ لأن سبه لم يكن بكلمة تقتضي الكفر، ولكن بمعنى الإزراء والاستخفاف، أو لأن بتوبته وإظهار إنابته ارتفع عنه اسم الكفر ظاهرًا، والله أعلم بسريرته، وبقي حكم السب عليه.\n(1/163)",
        "\nوقال أبو عمران الفاسي: من سب النبي صلى الله عليه وسلم ثم ارتد عن الإسلام قتل ولم يستتب، لأن السب من حقوق الآدميين التي لا تسقط عن المرتد.\nوكلام شيوخنا هؤلاء مبني على القول بقتله حدًا لا كفرًا، وهو يحتاج إلى تفصيل، وأما على رواية الوليد بن مسلم عن مالك ومن وافقه على ذلك ممن ذكرناه وقال به من أهل العلم فقد صرحوا به أنه ردة، قالوا: ويستتاب منها، فإن تاب نكل، وإن أبي قتل، فحكم له بحكم المرتد مطلقًا في هذا الوجه، والوجه الأول أشهر وأظهر لما قدمناه، ونحن نبسط الكلام فيه فنقول:\nمن لم يره ردة فهو يوجب القتل فيه حدًا، وإنما يقول ذلك مع فصلين: إما مع إنكاره ما شهد عليه به أو إظهاره الإقلاع والتوبة عنه، فنقتله حدًا لثبات كلمة الكفر عليه في حق النبي صلى الله عليه وسلم/ وتحقيره ما عظم الله من حقه، وأجبرينا حكمه في ذلك وغيره حكم الزنديق إذا ظهر عليه وأنكر أو تاب.\nفإن قيل: كيف تثبتون عليه الكفر ويشهد عليه بكلمة الكفر ولا تحكمون عليه بحكمه من الاستتابة وتوابعها؟\n(1/164)\n",
        "قلنا: نحن وإن أثبتنا له حكم الكافر في القتل فلا نقطع عليه بذلك لإقراره بالتوحيد والنبوة وإنكاره ما شهد به عليه، أو زعمه أن ذلك كان منه وهلا ومعصية وأنه مقلع عن ذلك نادم عليه، ولا يمتنع إثبات بعض أحكام الكفر على بعض الأشخاص وإن لم يثبت له خصائصه، كقتل تارك الصلاة.\nوأما من علم أنه سبه معتقدًا لاستحلاله فلا شك في كفره، وكذلك إن كان سبه في نفسه كفرا كتكذيبه أو تكفيره ونحوه فهذا ما لا إشكال فيه، ويقتل وإن تاب منه، لأنا لا نقبل توبته ونقتله بعد التوبة حدًا [لقوله] ومتقدم كفره، وأمره بعد إلى الله، المطلع على صحة إقلاعه، العالم بسريرته، وكذلك من لم يظهر التوبة واعترف بما شهد به عليه وصمم عليه فهذا كافر بقوله واستحلاله هتك حرمة الله وحرمة نبيه يقتل كافرًا بلا خلاف، فعلى هذه التفصيلات حمل كلام العلماء.\nهذا كلام القاضي أبي الفضل عياض رحمه الله في كتاب \"الشفا بتعريف حقوق المصطفى\"، وقد تضمن إشارة إلى أن عدم قبول توبته مبني على أنه حد، وقبولها مبني على أنه ردة، وقد بينا أن هذا البناء لا يحتاج إليه، والصواب أن يذكر الحكم المذكور واختلاف العلماء فيه من غير بناء.\n(1/165)\n\nوقدم القاضي عياض في أول كلامه أن جميع من سب النبي صلى الله عليه وسلم أو عابه أو ألحق به نقصًا في نفسه أو نسبه أو دينه أو خصلة من خصاله أو عرض به أو شبهه بشيء على طريق السب له أو الإزراء عليه أو التصغير لشأنه أو الغض منه والعيب له: فهو ساب له، والحكم فيه حكم الساب يُقتل/ ولا يمترى فيه، تصريحًا كان أو تلويحًا، وكذلك من لعنه أو دعا عليه أو تمنى مضرة له، أو نسب إليه ما لا يليق بمنصبه على طريق الذم، أو عبث في جهته العزيزة بسخف من الكلام وهجر ومنكر من القول وزورٍ، أو عيره بشيء مما جرى من البلاء والمحنة عليه، أو غمصه ببعض العوارض البشرية الجائزة والمعهودة لديه.\nوهذا كله إجماع من العلماء وأئمة الفتوى من لدن الصحابة رضوان الله عليهم وإلى هلم جرا.\nقال ابن المنذر: أجمع عوام أهل العلم على أن من سب النبي صلى الله عليه وسلم يقتل، وممن قال ذلك: مالك بن أنس، والليث، وأحمد، وإسحاق، وهو مذهب الشافعي.\nقال القاضي عياض: وهو مقتضى قول أبي بكر الصديق رضي الله عنه، ولا تقبل توبته عند هؤلاء، وبمثله قال أبو حنيفة وأصحابه، والثوري، وأهل الكوفة، والأوزاعي، في المسلم، لكنهم قالوا: هي ردة، وروى مثله الوليد بن مسلم عن مالك. انتهى كلام القاضي عياض.\nوإنما قصدت بنقله هنا لكونه نقل عن الشافعي موافقة مالك في القتل ثم قال: ولا تقبل توبته عند هؤلاء، ومقتضى ذلك أن الشافعي لا يقبل",
        "(1/166)\n\nتوبته، ولم أرد من أصحابه من صرح عنه بذلك على الإطلاق إلا ما سأحكيه، وهو ما حكاه إمام الحرمين عن أبي بكر الفارسي.\nقال الإمام في كتاب الجزية بعد أن ذكر حكم الذمي:\n\"نختم الفصل بأمر يتعلق بالمسلمين، قال الأئمة: من ذكر الله تعالى بسوء ـ وكان ذلك مما يوجب التكفير بالإجماع ـ فالذي صدر منه ردة،\n(1/167)",
        "\nفإذا تاب قبلت توبته. ولو سب رسول الله صلى الله عليه وسلم بما هو قذف صريح كفر باتفاق الأصحاب. قال الشيخ أبو بكر الفارسي في \"كتاب الإجماع\": لو تاب لم يسقط القتل عنه، فإن حد من يسب النبي صلى الله عليه وسلم القتل، فكما لا يسقط حد القذف بالتوبة كذلك لا يسقط القتل الواجب لسب النبي/ صلى الله عليه وسلم بالتوبة. وادعى فيه الإجماع، ووافقه الشيخ أبو بكر القفال، وقال الأستاذ أبو إسحاق: كفر بالسب وتعرض للسيف تعرض المرتد، فإذا تاب سقط القتل عنه. وقال الشيخ أبو بكر الصيدلاني: إذا سب الرسول استوجب القتل للردة لا للسب، فإذا تاب زال القتل الذي هو موجب الردة، وجلد ثمانين\".\nثم قال الإمام:\n\"ولا يتجه عندنا إلا مسلكان، أحدهما: ما قاله الفارسي، وهو في نهاية الحسن، ولكنه مبهم بعد، فإنه أطلق فقال: حد من يسبه القتل،\n(1/168)\n",
        "وهذا فيه نظر، فإن الحدود لا تثبت بالرأي، وقد ورد في الأخبار: \"من سب نبيًا فاقتلوه\"، ولكن مع هذا لا يمكن القضاء بأنه حد قذف، ولكنه قتل بسب وهو ردة، وهو متعلق بتعظيم رسول الله صلى الله عليه وسلم، ولا تصح التوبة عما يتعلق بحق آدمي، وهذا مراد الفارسي.\nوالثاني: أنه ردة، والتوبة عنها كالتوبة عن الردة، وما ذكر الصيدلاني من بقاء ثمانين جلدة تعرض منهم لقياس جزئي في الفقه، والدليل عليه أنه لو لم يتب للزم أن يجلد ويقتل.\nولو تعرض متعرض لرسول الله صلى الله عليه وسلم بوقيعة ليست قذفًا صريحًا ولكنها تعريض يوجب مثله التعزيز فالذي أراه أنه كالسب الصريح، فإن الاستهانة بالرسول كفر، ثم ينقدح فيه تحتم القتل حتى لا يسقط بالتوبة\".\nهذا كلام الإمام، وتكلم في أنه لو عفا بعض بني أعمامه صلى الله عليه وسلم هل يسقط؟ وهذا ليس بشيء، لأن الأنبياء إنما ورثوا العلم، وكذا في أن استيفاء بتوقف على طلب بعضهم.\n(1/169)\n\nفهذا الذي قاله الفارسي واستحسنه الإمام من عدم سقوطه بالتوبة وحكاية الإجماع على ذلك قد يشهد لما اقتضاه كلام عياض من عد الشافعي/ مع القائلين بعدم قبول التوبة، ويقرب منه قول الغزالي في \"الخلاصة\" في أهل الذمة إذا صدر منهم ذلك أن المذهب عدم قبول توبتهم إذا أخذ على إطلاقه، لكن الأقرب أن مراده بالتوبة غير الإسلام.\nولكن المشهور على الألسنة وعند الحُكام ـ وما يزالون يحكمون به ـ أن مذهب الشافعي قبول التوبة، وأما الرافعي، فإنه قال: \"المسلم إذا",
        "(1/170)\n\nذكر الله تعالى بما يقتضي التكفير فهو مرتد مدعو إلى الإسلام، وكذا لو كذب رسول الله صلى الله عليه وسلم، فإن عاد وتاب قبلت توبته، ومن قذف النبي صلى الله عليه وسلم وصرح بنسبته إلى الزنا فهو كافر باتفاق الأصحاب، فإن عاد إلى الإسلام ففيه ثلاث أوجه:\nأحدها ـ ونظم \"الوجيز\" يقتضي ترجيحه، وبه قال الأستاذ أبو إسحاق:- أنه لا يلزمه شيء لأنه صار مرتدًا بذلك وقد عاد إلى الإسلام.\nوالثاني ـ وبه قال أبو بكر الفارسي ـ: أنه يقتل حدًا، لأن قذف النبي صلى الله عليه وسلم حده القتل، وحد القذف لا يسقط بالتوبة.\nوالثالث: قال الصيدلاني: يجلد ثمانين حدًا، لأن سب النبي صلى الله عليه وسلم كفر موجب للقتل، فإذا عاد إلى الإسلام سقط القتل الواجب بالردة ويبقى حد القذف على قياس ما إذا قذف إنسانًا وارتد ثم عاد إلى الإسلام\".\nفصدر كلام الرافعي جازم بقبول توبة المكذب، وآخره متردد في قبول توبة القاذف ترددًا قويًا، بحيث إنه ما نقل ترجيح قبولها إلا عن اقتضاء\n(1/171)",
        "\nنظم \"الوجيز\"، فيحتمل أن يقال إن هذا التردد خاص بالقذف، فإن حد القذف في غير النبي صلى الله عليه وسلم لا يسقط بالتوبة، ولا يتخير فيه الحاكم، ويفتقر إلى طلب المقذوف، وينتقل لورثته، كل ذلك مما لا خلاف فيه.\nوالسب لغير النبي صلى الله عليه وسلم بما سوى القذف إنما يوجب التعزيز، واختلفوا في أن الإمام هل يتخير فيه/ أو لا، فعلمنا بهذا أن الحد أقوى من التعزيز، وموجب الحد أقوى من موجب التعزيز، وهما في حق النبي صلى الله عليه وسلم مقتضيان للتكفير، مستويان في ذلك قبل التوبة والإسلام، أما بعده فيجوز أن يظهر أثر اختلافهما، ويكون حكم الأول أنه لا يسقط كسائر الحدود، أعني حد القذف، في غيره لا يسقط إلا بعفو المقذوف أو وارثه، وهو هنا متعذر، أعني العفو، والحد هنا القتل، فلذلك لا تقبل التوبة على وجه، وعلى وجه تقبل بالنسبة إلى القتل، ويحد حد القذف. وحكم الثاني: السقوط.\nويحتمل أن يُقال: إن كلاً منهما يسقط بالإسلام، لأنا نعلم من شفقة النبي صلى الله عليه وسلم على أمته ورحمته لهم ورأفته بهم ورغبته في هدايتهم أنه لو كان حيًا لقبل إسلامهم وعفا عنهم وأن ذلك يرضيه، ولم يصح أن النبي قتل أحدًا بعد التلفظ بالشهادتين بغير الزنا والقصاص، وحينئذ تكون مسألتان:\nإحداهما: السب بغير القذف، ولا خلاف بين الشافعية في سقوطه بالإسلام.\nوالثانية: السب بالقذف، وهو محل الخلاف، والراجح فيه السقوط أيضًا. هذا وجه من البحث بحسب ما يقتضيه كلام الرافعي.\nويحتمل أن يقال: إن الوجه الثالث القائل بجلد ثمانين لا يأتي في غير القذف بلا إشكال، لكن يأتي بدله أنه يعزر، لأن القتل حق الرسالة المتعلقة\n(1/172)\n",
        "بالربوبية، فيسقط بالإسلام، والحد والتعزير كلاهما حق البشرية، ويرد على هذا أن هذا البشر الخاص حده والعزيز لأجله إنما هو القتل.\nوالوجهان الآخران مطردان سواء أكان السب قذفًا أم غيره، ومستند السقوط أنه ردة، ومستند عدم السقوط أنه حق آدمي. ألا ترى كلام الإمام حيث استعمل لفظ السب تارة ولفظ القذف أخرى وجرى على حكم واحد ولم يفرق بينهما في الحكم وتعليله بتعظيم قدر النبي صلى الله عليه وسلم وأن حق الآدمي لا يسقط بالتوبة!\nولهذا اختلفت عبارات الناقلين لكلام الفارسي، فالإمام ذكره بلفظ القذف، وصرح بعدم قبول التوبة، والقاضي الحسين ذكره بلفظ السب، واقتضاء كلامه قبول التوبة، واضطربت عبارة/ الناقلين لعبارة الفارسي، وسأجمعها عند الكلام في الذمي، والذي يتعلق منها بهذا الموضع قد ذكرته.\nفالمتخلص أن القاذف في قبول توبته خلاف قوي، وليس فيها من حيث النقل ترجيح قوي، لكن الدليل يقتضيه لما ذكرته وأذكره إن شاء الله.\nوالساب غير القاذف أولى بقبول التوبة من القاذف.\nوحاصل المنقول عند الشافعية أنه متى لم يسلم قتل قطعا، ومتى أسلم: فإن كان السب قذفًا فالأوجه الثلاثة: هل يقتل، أو يجلد، أو لا شيء. إن كان السب غير قذف فلا أعرف فيه نقلاً للشافعية غير قبول توبته.\nويتجه تخريج وجهين، أحدهما: القتل، والثاني: التعزيز، ولكني لم أجد من صرح بهما من الشافعية، وقد يفرق بأن التعزيز يدخل في الحد كمقدمات الزنا مع الزنا، وأحد الحدين لا يدخل في الآخر، فلذلك لم يدخل حد القذف في القتل، هذا ما حضرني نقلاً وبحثًا.\n(1/173)\n\nولم أجد في مذهب الشافعي شيئًا غير هذا وغير قول الخطابي في \"معالم السنن\": إذا كان الساب ذميًا قال مالك: من شتم النبي صلى الله عليه وسلم من اليهود والنصارى قتل إلا أن يسلم، وكذا قال أحمد. وقال الشافعي: يقتل الذمي إذا سب النبي صلى الله عليه وسلم، وتبرأ منه الذمة. واحتج في ذلك بخبر كعب بن الأشرف، وحكي عن أبي حنيفة قال: لا يقتل الذمي بشتم النبي صلى الله عليه وسلم.\nفهذا الكلام من الخطابي يشعر بأن الشافعي يقول بقتله ولو أسلم، وإذا كان ذلك في الذمي ففي المرتد أولى، إلا أن كلام الخطابي يمكن حمله على أنه أراد حكاية لفظ الشافعي، وهو ساكت عن حكمه إذا أسلم.\nهذا ما وجدته للشافعية في ذلك، والحنفية في قبول التوبة قريب من الشافعية، ولا يوجد للحنفية غير قبول التوبة، وكلتا الطائفتين لم أرهم تكلموا في مسألة السب مستقلة، بل في ضمن نقض الذمي العهد، وكأن",
        "(1/174)\n\nالحامل على ذلك أن المسلم لا يسب، ولم أرد أحدًا من الشافعية صرح بأن الساب مطلقًا لا تقبل توبته، لأن الإمام حيث صرح عن الفارسي بعدم قبول التوبة إنما نقله في القذف وإن كان في غضون كلامه ما يقتضي تعميمه، وغير الإمام نقله في السب واقتصر على قوله: \"يقتل حدا\"، وقد قدمت أن قتله حدًا لا ينافي قبول توبته.\nوأما الحنابلة فكلامهم قريب من كلام المالكية، المشهور عن أحمد عدم قبول توبته، وعنه رواية بقبولها/، فمذهبه كمذهب مالك سواء.\nهذا تحرير المنقول في ذلك.\nوأما الدليل فمعتمدنا في قبول التوبة قوله تعالى: (قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف) [الأنفال: 38]، وقوله تعالى: (يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم (53)) [الزمر: 53]، وقوله تعالى: (كيف يهدي الله قومًا كفروا بعد إيمانهم وشهدوا أن الرسول حق وجاءهم البينات والله لا يهدي القوم الظالمين (86) أولئك جزاؤهم أن عليهم لعنة الله والملائكة والناس أجمعين (87) خالدين فيها لا يخف عنهم العذاب ولا هم ينظرون (88) إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم (89)) [آل عمران: 86 - 89]، وهذه نص في قبول توبة المرتد، وعمومها يدخل فيه الساب.\n(1/175)",
        "\nوقوله صلى الله عليه وسلم: (الإسلام يجب ما قبله، والتوبة تجب ما قبلها\"، ولأنا لا نحفظ أن النبي صلى الله عليه وسلم قتل أحدًا بعد إسلامه، والتأسي به واجب.\nولقوله صلى الله عليه وسلم: \"لا يحل دم امرئٍ يشهد أن لا إله إلا الله وأن محمدًا رسول الله إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة\"، وهذا الحديث عمدة في منع القتل إلا بهذه الجهات الثلاثة، وبعد الإسلام ليس بواحد من الثلاثة، فلا يقتل، وبالقياس على سب الله تعالى فإنه يقتل بالإجماع إذا لم يتب، وإن تاب فالصحيح المشهور من مذهب مالك قبول توبته وسقوط القتل عنه.\nفإن قلت: قد تقدم الفرق بأن هذا حق آدمي، وحق الآدمي لا يسقط بالتوبة، قلت: صحيح، لكنا علمنا من النبي صلى الله عليه وسلم ورأفته ورحمته وشفقته أنه ما انتقم لنفسه قط إلا أن تنتهك حرمات الله، فينتقم لله، وهذا الساب قد انتهك حرمات الله بسبه أنبياءه، فيجب قتله ما دام مقيمًا\n(1/176)\n",
        "على كفره بالسب،/ فإذا أسلم وتاب سقط حق الله تعالى، وقد علمنا أن النبي صلى الله عليه وسلم لرأفته ورحمته ما انتقم لنفسه، فكيف ينتقم له بعد موته!، وكأنه صلى الله عليه وسلم جعل حقه تابعًا لحق الله تعالى، فإذا سقط المتبوع سقط التابع.\nولا شك أن رسول الله صلى الله عليه وسلم ليس له قصد إلا هداية العالم وتعظيم حرمات الله تعالى، وليس قتل الساب متحتمًا لله تعالى بالاتفاق، بل كان له صلى الله عليه وسلم أن يعفو عنه، ألا ترى أنه عفا عن ابن عمه أبي سفيان بن الحارث، وكان بعد ذلك من خيار المسلمين، وعفا عن ابن أبي سرح وجماعة، ولم يقتل أحدًا بعد إسلامه، فلو كان قتل الساب لحق الله حتمًا لم يتركه، فعلمنا أن قتله في حال بقائه على الكفر إنما كان لحق الله تعالى، لأنه لم يكن ينتقم لنفسه، وبعد الإسلام زال هذا المعنى، ولو كان لله حق في أن يقتل ساب نبيه بعد رجوعه إلى الإسلام لما تركه النبي صلى الله عليه وسلم.\nفإن قلت: قتله قبل الإسلام حق لله ورسوله، ولم يترك، وبالإسلام سقط حق الله وبقي حق الرسول صلى الله عليه وسلم فله العفو والقتل، فلذلك عفا عن أبي\n(1/177)\n\nسفيان ابن عمه وجماعة منهم ابن أبي سرح بعد مراجعة عثمان فيه، وكان يجوز له قتله، ولهذا قال: \"أما كان فيكم رجل رشيد يقوم إليه فيقتله؟ \"، وقد ورد أن ابن أبي سرح أسلم قبل قدوم النبي صلى الله عليه وسلم، ورجع عن ردته.\nقلت: أما كونه رجع عن الردة وأسلم قبل ذلك فلم يثبت، وإنما رواه بعض أهل السير، والأكثرون لم يذكروه، والأقرب أنه لم يقع ذلك، وقول الواقدي: إنه جاء تائبًا، معناه: راجعًا عن ذنبه، ولا يكفي ذلك في الإسلام حتى يتلفظ بالشهادتين، ولم ينقل قط في طريق صحيح أن أحدًا ممن أهدر النبي صلى الله عليه وسلم دمه تلفظ بالإسلام قبل ذلك، ولا أن الذين أسلموا منهم/ قتلوا.\nفإن قلت: فلم لا تفطن عثمان رضي الله عنه ولقن أخاه ابن أبي سرح المبادرة بكلمة الشهادة ليعصم دمه ولم يراجع النبي صلى الله عليه وسلم؟\nقلت: لأمرين:\nأحدهما: أن عثمان كان أعلم بالله تعالى ورسوله من ذلك، فلم يكن ليتقدم بين يديه ولا ليقطع أمرًا دونه، وقد يكون النبي صلى الله عليه وسلم يريد قتل ابن أبي سرح، فتعليمه ما يدرء عنه القتل افتئات على النبي صلى الله عليه وسلم.",
        "(1/178)\n\nوالثاني: أن العادة كانت جرت بالمبايعة، ولعل ذلك كان شرطًا في الإسلام في أول الإسلام، فلذلك أتى به ليبايعه، ولهذا كان أبو سفيان بن الحارث وغيره ممن صدر منه ما صدر لما جاؤوا مسلمين صاروا خائفين إلى أن قبل النبي صلى الله عليه وسلم إسلامهم، فإما أن يكون ذلك لأن المبايعة في ذلك الوقت كانت شرطًا في صحة الإسلام، وإما لأن بها يعلم أن النبي صلى الله عليه وسلم علم صحة الإسلام وليس بنفاق، وإما لقصد أنه مقبول عند الله تعالى، كما في توبة كعب بن مالك ورفيقيه، فإنهما كانا نادمين تائبين، ومع ذلك لم تنزل توبة الله عليهم إلا بعد خمسين ليلة.\nوهذا ذكرناه هنا استطرادًا لقضية أبي سفيان بن الحارث وأضرابه، وأما ابن أبي سرح فلم يكن كذلك، بل لم يصح إسلامه ظاهرًا وباطنًا حتى بايعه النبي صلى الله عليه وسلم، ولم يتلفظ قبله بكلمة الإسلام إلا على ما ذكره بعض أهل السير، ولم يثبت.\nفإن قلت: فإذا كان الحكم أن بالإسلام يسقط القتل وتصح التوبة، وابن أبي سرح قد جاء لذلك، فلم أعرض النبي صلى الله عليه وسلم عنه وأراد أن بعض أصحابه يتفطن فيقتله، وهو أعظم الخلق شفقة ولا ينتقم لنفسه وإنما ينتقم لله؟\nقلت: نعم هو صلى الله عليه وسلم كذلك أعظم الخلق شفقة ورحمة ورأفة وتحببًا وتعطفًا، ولا ينتقم لنفسه وإنما ينتقم لله، وكان الإعراض عن ابن أبي سرح\n(1/179)",
        "\nذلك الوقت/ حقًا لله تعالى لاجترائه على أنبياء الله ورسله بأقبح أنواع الكفر، فإن مراتب الكفر ثلاثة:\nأحدها: الكفر الأصلي، وصاحبه يتدين به ومفطور عليه.\nوثانيها: الرجوع إليه بعد الإسلام، وهو أقبح، ولهذا لم يقبل منه إلا الإسلام بخلاف الأول حيث كان فيه الجزية والاسترقاق والمن والفداء.\nوثالثها: السب، وهو أقبح الثلاثة، فإنه لا يتدين به، وفيه إزراء بأنبياء الله تعالى ورسله، وإلقاء للشبهة في القلوب الضعيفة، فلذلك كانت جريمته أقبح الجرائم، ولا تعرض عليه التوبة، بخلاف القسم الثاني، لأن في الثاني قد يكون له شبهة فتحل عنه، واسب لا شبهة فيه، وإذا لم يكن عرض التوبة عليه واجبًا ولا مستحبًا فلا يمتنع الإعراض عنه حتى يقتل\n(1/180)\n",
        "تطهيرًا للأرض عنه، فإن أسلم عصم نفسه، فهذا ما ظهر لي في سب الإعراض مع القول بقبول التوبة.\nوقريب من هذا الكفار الأصليون، لا يقاتلون في الأول حتى ينذروا، فإذا بلغتهم الدعوة والنذارة جازت الإغارة عليهم وتبييتهم من غير افتقار إلى الدعاء إلى الإسلام في كل مرة، لأنه قد بلغهم وزال عذرهم، فإن أسلموا عصموا أنفسهم.\nوإنما استثنينا المرتد بغير السب لأن الغالب أن الردة إنما تحصل لشبهة، فتزال بالاستتابة، ولهذا تردد العلماء في توبة الزنديق وتوبة من ولد في الإسلام: هل يقتل أو لا؟ لأنه لا شبهة لهما.\nفإن قلت: القاعدة أن حقوق الآدميين لا تسقط بالتوبة وإنما تسقط بعفو صاحبها ..\nقلت: كذلك هو، ولفظ العفو إنما اعتبر للدلالة على الرضا بالسقوط، فإذا علم من كرم النبي صلى الله عليه وسلم أنه لا ينتقم لنفسه، وأنه أرحم بأمته من أنفسهم: كان ذلك دليلاً على رضاه، فيقوم مقام اللفظ، وبالإسلام يحقق رضاه وسقوط الحقين جميعًا، أعني حق القتل، وأما بقاء عقوبة دون القتل فسأتعرض لذكرها إن شاء الله تعالى.\n(1/181)\n\nفإن قلت: قد ورد أن عثمان قال للنبي صلى الله عليه وسلم بعد ذلك في ابن أبي سرح: إنه يفر منك كلما لقيك، قال: \"ألم أبايعك وأؤمنه؟ \" قال: بلى، ولكنه يتذكر عظيم جرمه في الإسلام، فقال: \"الإسلام يجب ما قبله\". فهذا يبين أن خوف القتل سقط بالبيعة والأمان، وأن الإثم زال بالإسلام.\nقلت: بل فيه بيان أن الكل زال بالإسلام، ودفع لما توهمه ابن أبي سرح من بقاء الإثم.\nفإن قلت: إن صح أن ابن أبي سرح أسلم قبل ذلك الوقت هل يكون فيه دليل على عدم قبول التوبة وأن القتل متحتم؟\nقلت: لا، لأمرين:\nأحدهما: ما أشرنا إليه أنه يجوز أن يكون في ذلك الوقت كان يشترط في الإسلام قبول النبي صلى الله عليه وسلم له ومبايعته، بخلاف ما بعد النبي صلى الله عليه وسلم، والفرق أن في زمن النبي صلى الله عليه وسلم ينزل ويطلعه الله على ما لم يطلع عليه غيره.\nالثاني: أن فيما قدمناه من حديث أبي بكر ما يقتضي أن للنبي صلى الله عليه وسلم أن يقتل من أغضبه، فقد يكون هذا الحكم يستمر ما دام الغضب موجودًا، فإذا رضي زال وإن لم يتوقف على لفظ العفو، ولا القتل على لفظ السب، بل يدور مع الغضب وجودًا وعدمًا.",
        "(1/182)\n\nوابن أبي سرح لما جاء لم يكن غضب النبي صلى الله عليه وسلم زال، فلما استحيا من عثمان زال الغضب، وكذلك ابن عمه أبو سفيان بن الحارث وإن لم يرق دمه لما حضر إليه مسلمًا أقام مدة حتى رضي عنه.\nفلا مانع من أن يرتب الله على غضب رسوله عقوبة قتلاً أو غيره، والغضب والرضا أمران باطنان لا يطلع عليهما إلا هو، والمعلوم من أحوال النبي صلى الله عليه وسلم وأخلاقه أنه إذا استرضى رضي، فالساب بعد موته إذا رجع إلى الإسلام لا يتحقق غضب النبي صلى الله عليه وسلم عليه، فكيف يقتل؟! وسنعود إلى الكلام على ابن أبي سرح.\nفإن قلت: حديث: \"من سب نبيًا فاقتلوه\" يكفي في ذلك.\nقلت: إن صح فهو مثل: \"من بدل دينه فاقتلوه\"، ولم يلزم من ذلك أن لا تقبل توبة المرتد، فكذلك هذا، وقد ارتد الحارث بن سويد ثم تاب، وقبل النبي صلى الله عليه وسلم/ توبته، وهو الذي نزل فيه قوله تعالى: (كيف يهدي الله قومًا ..) الآية [آل عمران: 86].\nفإن قلت: هل من شيء زائد على هذا؟\nقلت: نعم، قال تعالى: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم وهموا بما لم ينالوا وما نقموا إلا أن أغناهم الله ورسوله من فضله فإن يتوبوا بك خيرًا لهم) [التوبة: 74].\n(1/183)",
        "\nنزلت هذه الآية في عبد الله بن أبي بن سلول المنافق لما قال: ما مثلنا ومثل محمد إلا كما قال القائل: سمن كلبك يأكلك، لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل. وكانوا في تبوك إذا خلا بعضهم إلى بعض ـ أعني المنافقين ـ سبوا رسول الله صلى الله عليه وسلم وأصحابه وطعنوا في الدين، فنقل ذلك إلى رسول الله صلى الله عليه وسلم.\nفقد شهدت الآية الكريمة أن المنافقين السابين: (إن يتوبوا بك خيرًا لهم وإن يتولوا يعذبهم الله عذابًا أليمًا في الدنيا والأخرة) [التوبة: 74]، وذلك دليل على أن توبتهم مقبولة رافعة عنهم العذاب في الدنيا والآخرة.\nفإن قلت: هل الحكم في توبة الساب كالحكم في توبة الزنديق؟\nقلت: في كلام القاضي عياض ما يقتضى التسوية بينهما، ويظهر أن المأخذ مختلف، فإن مأخذ القتل في الساب كونه حق آدمي، حتى لو فرض من يعفو عنه سقط، ومأخذ القتل في الزنديق عدم الوثوق بإسلامه، لكني سأبين بعد ذلك تقارب الحكمين.\n(1/184)\n",
        "فإن قلت: هل لما قاله الإمام والغزالي من عفو بعض أقارب النبي صلى الله عليه وسلم وجه؟\nقلت: قال صلى الله عليه وسلم: \"إن الأنبياء لم يورثوا دينارًا ولا درهمًا، وإنما ورثوا العلم\"، فلا شك أن المال لا يورث عنهم، والعلم موروث عنهم، وما سوى ذلك من الحقوق فصدر الحديث ساكت عنها، وآخر الحديث يمنع إرثها، وهو الظاهر عملاً بعموم الحصر، فوجه الذي قاله الإمام النظر إلى صدر الحديث، وإذا قلنا به فيجب النظر إلى الأقرب لا إلى الجميع، وينبغي أيضًا أن يتوقف استيفاؤه على الطلب، وما أظن أحدًا يقول بهذا، والصواب منع الإرث، وأن هذا الحق يقوم فيه/ سائر المسلمين مقامه صلى الله عليه وسلم، أعني في المطالبة، وأما العفو فقد بينا أن القتل يسقط بالإسلام، وقبله ليس لأحد العفو.\nفإن قلت: فإذا كان السب قذفًا؟\nقلت: المختار أنه كالسب بغير القذف، وأن موجبهما جميعًا القتل، ولا يجب معه الجلد لما نبهنا عليه في القاعدتين المتقدمين، والمختار\n(1/185)\n\nمنهما الثانية، وهي اندراج الأصغر في الأكبر، فإنه قام الدليل عندنا على الاندراج في مثل ذلك، ولم يقم الدليل عندنا على أن ما أوجب أعظم الأثرين بخصوصه لا يوجب أهونهما بعمومه.\nفإن قلت: أيما أقوى: القول بقتل الزنديق أو الساب إذا تاب؟\nقلت: القاتل للزنديق يزعم أنه كافر ويتهمه في الإسلام، فلا يخالف قوله صلى الله عليه وسلم: \"لا يحل دم امرئٍ مسلم إلا بإحدى ثلاث .. \"، وأما القاتل للساب التائب مع صحة إسلامه فمخالف لهذا الحديث.\nوالحاصل أن هذا قبل السب مجمع على عصمة دمه، وبعد السب قبل التوبة مجمع على إهداره، وبعد التوبة مختلف فيه، وليس زانيًا ولا قاتلاً ولا كافرًا، فلا يقتل للحديث المذكور إلا أن يثبت تخصيصه بنص صحيح.\nفإن قلت: أجمعنا على قتله قبل التوبة، فمن ادعى سقوطه القتل بالتوبة فعليه الدليل ..\nقلت: قد أقمناه، وهو الحديث المذكور، فإنه مسلم غير زان ولا قاتل.\nفإن قلت: هذا الحديث يقتضي أنه لا يقتل إلا بإحدى ثلاث: الزنا، أو الكفر، أو القتل، فقتل الساب قبل التوبة إن كان حدًا فقد خالفتم الحديث، وإن كان كفرًا فقد قدمتم خلافه!\nقلت: الساب كافر بعد إيمان، ولفظ الحديث: \"لا يحل دم امرئٍ مسلم إلا بإحدى ثلاث: كفر بعد إيمان، وزنا بعد إحصان، وقتل نفس",
        "(1/186)\n\nبغير نفس\", المراد بالمسلم من تقدم منه الإسلام حتى يصح أن يستثنى منه من كفر بعد إيمان، والسب كفر بعد إيمان، فدخل في الحديث.\nيبقى أن يُقال: السب فيه جهتان، إحداهما: خصوصه، والأخرى: عموم كونه كفرًا بعد/ إيمان، والحديث يقتضي أن هذه الجهة هي العلة، فلا يكون خصوص السب علة، وقد قدمنا أنه علة، فنقول وبالله التوفيق:\nإن بين السب والكفر عمومًا وخصوصًا من وجه، لأن السب قد يقع من الكافر الأصلي، وذلك زيادة على الكفر لا إنشاء كفرٍ، وقد يقع ممن كان مسلمًا، وذلك إنشاء كفرٍ، وبين السب والكفر بعد الإيمان عموم وخصوص مطلق، فكل سب بعد الإيمان كفر، وليس كل كفر بعد الإيمان سبًا.\nولما كان مورد الحديث النبوي ـ الذي أوتي قائله جوامع الكلم ـ في المسلم أتى بالأعم ليشمل السب وغيره مما هو كفر بعد إيمان، واقتصر في التعليل على المعنى الأعم، وفيه لطيفه وفائدة:\nأما اللطيفة: فالأدب مع جانب الربوبية والإعراض عن خصوص حقه، وهو كما صح أنه لم ينتقم لنفسه إنما ينتقم لله.\nوأما الفائدة: فالسقوط بالإسلام، ولا ينافي ذلك أن القتل قبله حد، كما يسمى قتل المرتد حدًا، والنزاع في ذلك لفظي، وبحث فيما سبق.\nوقولنا: \"إن خصوص السب عله\" أردنا به ما يشمل السب بعد الإيمان وقبله، حتى ننتفع بذلك الاستدلال في سب الذمي والمعاهد كما سيأتي.\n(1/187)",
        "\nوهذا الحديث الذي فيه حصر أسباب قتل المسلم في ثلاث لم يتعرض لغير المسلم، فلا جرم لم يكن ما ذكرناه مخالفًا للحديث، والله أعلم.\nفإن قلت: قوله: \"لا يحل دم امرئٍ مسلم يشهد أن لا إله إلا الله وأن محمدًا رسول الله إلا بإحدى ثلاث: كفر بعد إيمان، وزنا بعد إحصان، وقتل نفس بغير نفس\" لا دلالة فيه على سقوط القتل بالإسلام لا عن الساب ولا عن المرتد بغير السب، بل قد يكون فيه دليل على القتل وإن أسلم كما ذهب إليه الحسن والظاهرية في المرتد، وجماعة غيرهم في السب، لأنه صدق أنه حصل منه كفر بعد إيمان سواء أرجع عنها أم لم يرجع، وليس في الحديث أنه كفر موجود حالة القتل، فقد يكون وصف طريان الكفر على الإيمان/ موجبًا للقتل حتمًا لا يسقط بالإسلام، بخلاف الكفر الأصلي.\nقلت: صدنا عنه أمور، أقواها: توبة الحارث بن سويد من الردة، وقبول النبي صلى الله عليه وسلم لها، ونزول القرآن العظيم فيه، وكان بعد ذلك من خيار المسلمين مع النبي صلى الله عليه وسلم ولم يقتله، فعلمنا أن المراد كفر موجود حالة القتل، ولا التفات إلى الخلاف في ذلك مع القرآن والسنة الصحيحة، دع ما يرشد إليه المعنى ويفهمه كل عربي صحيح الطبع من أن المراد ذلك، وتقتضيه القواعد الأصولية من ترتيب الحكم على العلة وأنه يوجد\n(1/188)\n",
        "بوجودها ويعدم بعدمها، والمعنى المناسب في ذلك، وهو تلبسه بالكفر والمخالفة لأمر الله تعالى، هذا في المرتد، والكلام في الساب مثله./\nفإن قلت: هذا الحديث عام، فيخص بحديث ابن أبي سرح، فإنه إما أن يكون أسلم قبل مجيئه أو لم يسلم ولكن جاء قاصدًا للإسلام، وعلى كلا التقديرين: من يقول بسقوط القتل بالإسلام لا يرى قتل مثله، وقد قال النبي صلى الله عليه وسلم: \"ما كان فيكم رجل رشيد يقوم إليه فيقتله؟ \" فدل على أن قتله جائز لا يسقط إلا بعفوه صلى الله عليه وسلم أسلم أو لم يسلم ..\nقلت: هذا الآن محل يجب النظر فيه، وقد تمهلت ونظرت وتتبعت روايات هذا الحدث فوجدتها متفقة في أنه ارتد وقال ما قال: وجاء يوم الفتح مع عثمان إلى النبي صلى الله عليه وسلم، هذا لا شك فيه.\nوكذلك تضافرت الروايات على أن النبي صلى الله عليه وسلم قال: \"ما كان فيكم من يقوم إليه فيقتله؟ \".\nوأما كونه أسلم قبل مجيئه أو في ذلك الوقت عند النبي صلى الله عليه وسلم أو بعده فهذا محل النظر:\nروي عن عكرمة أنه أسلم قبل ذلك، وهذا لم يثبت كما نبهنا عليه من قبل.\nوقول الواقدي: \"إنه جاء تائبًا\" ليس نصًا في الإسلام، ولا الواقدي\n(1/189)\n\nممن يحتج بحديثه وإن كان إمامًا في السير.\nوالحديث الذي في \"سنن أبي داود\" يقتضي أن قول النبي صلى الله عليه وسلم تلك المقالة بعد مبايعته، وقدمنا أن في سنده أسباط بن نصر وإسماعيل السدي، والسُدي فيه كلام كثير وإن كان مسلم روى له، وكذلك أسباط، فبهذا السبب ليس الحديث على شرط الصحيح، فيحتمل أن يكون عثمان لما أتى به قصد الأمان له فأمه النبي صلى الله عليه وسلم وانطلق كافرًا، فقال النبي صلى الله عليه وسلم تلك المقالة، ثم أسلم بعد ذلك.\nولفظ أبي عمر ابن عبد البر في حكاية قصته في \"الاستيعاب\" يقتضي ذلك أو يحتمله، فإنه قال:",
        "(1/190)\n\n\"فغيبه عثمان حتى أتى به رسول الله صلى الله عليه وسلم بعدما اطمأن أهل مكة، فاستأمنه له، فصمت رسول الله صلى الله عليه وسلم طويلاً، ثم قال: \"نعم\"، فلما انصرف عثمان قال رسول الله/ صلى الله عليه وسلم لمن حوله: \"ما صمت إلا ليقوم إليه بعضكم فيضرب عنقه\"، فقال رجل من الأنصار: فهلا أومأت إلي يا رسول الله؟، فقال: \"إن النبي لا ينبغي له أن يكون له خائن عين\"، وأسلم عبد الله بن سعد بن أبي سرح أيام الفتح فحسن إسلامه\".\nهذا لفظ ابن عبد البر، وهو محتمل لما قلناه.\nولفظ الواقدي في \"مغازيه\": جاء ابن أبي سرح إلى عثمان ـ وكان أخاه من الرضاعة ـ فقال: يا أخي، إني والله اخترتك فاحتبسني هاهنا، واذهب إلى محمد فكلمه في، فإن محمدًا إن رآني ضرب الذي فيه عيناي، وإن جرمي أعظم الجرم، وقد جئت تائبًا، فقال عثمان: بل اذهب معي، قال عبد الله: والله إن رآني ليضربن عنقي ولا يناظرني، قد أهدر دمي، وأصحابه يطلبوني في كل موضع. فقال عثمان: انطلق معي، فلا يقتلك إن شاء الله، فلم يرع رسول الله صلى الله عليه وسلم إلا بعثمان آخذًا بيد ابن أبي سرح واقفين بين يديه، فأقبل عثمان على النبي صلى الله عليه وسلم فقال: يا رسول الله، إن أمه كانت تحملني وتمشيه، وترضعني وتفطمه، وكانت تلطفني وتتركه، فهبه لي، فأعرض عنه رسول الله صلى الله عليه وسلم، وجعل عثمان كلما أعرض\n(1/191)",
        "\nعنه النبي صلى الله عليه وسلم بوجهه استقبله، فيعيد عليه هذا الكلام، وإنما أعرض عنه النبي صلى الله عليه وسلم إرادة أن يقوم رجل فيضرب عنقه، لأنه لم يؤمنه، فلما رأى ألا يقوم أحد؛ وعثمان قد أكب على رسول الله صلى الله عليه وسلم يقبل رأسه وهو يقول: يا رسول الله، تبايعه فداك أبي وأمي؟ فقال رسول الله صلى الله عليه وسلم: \"نعم\". ثم التفت إلى أصحابه فقال: \"ما منعكم أن يقوم رجل منكم إلى هذا الكلب فيقتله؟ \" أو قال: \"الفاسق\". فقال عباد بن بشر، ألا أومأت إلى يا رسول الله؟ فوالذي بعثك بالحق إني لأتبع طرفك من كل ناحية رجاء أن تشير إلي فأضرب عنقه. ويقال: قال هذا أبو اليسر، ويقال: عمر بن الخطاب. فقال: \"إني لا أقتل بالإشارة\". وقائل يقول: إن النبي صلى الله عليه وسلم/ قال يومئذٍ: \"إن النبي لا تكون له خائنة الأعين\"، فبايعه رسول الله صلى الله عليه وسلم.\nهذا لفظ مغازي الواقدين، وظاهره يقتضي أن المبايعة بعد تلك المقالة، وأن عثمان إنما قال أولاً: هبه لي، ولم يطلب المبايعة، فأعرض عنه، فلما قال عثمان في المرة الأخيرة: تبايعه؟، قال: \"نعم\"، لأنه طلب الإسلام.\nويشهد لهذا قوله: \"ما منعكم أن يقوم رجل منكم إلى هذا الكلب .. \" أو: \"الفاسق .. \"، ولو كان قد أسلم لم يطلق هذه العبارة عليه، لأن المسلم الذي كما أسلم ولم يتدنس بمعصية ليس بفاسق بإجماع المسلمين، فالظاهر أن هذه المقالة وقعت قبل إسلامه وبعد تأمينه.\n(1/192)\n",
        "ولو ثبت أنه أسلم قبل هذه المقالة وبايع لكنا نقول إن الله تعلى أطلع نبيه صلى الله عليه وسلم على أن باطنه خلاف ظاهره، وأنه أسلم نفاقًا ثم حسن إسلامه بعد ذلك حتى يصح إطلاق الكلب والفاسق عليه ويتمنى النبي صلى الله عليه وسلم قتله، والمسلم الصحيح الإيمان لا يحصل فيه ذلك.\nوقد روى أبو داود في \"سننه\" أيضًا عن ابن عباس قال: [كان] عبد الله بن سعد بن أبي سرح يكتب لرسول الله صلى الله عليه وسلم، فأزله الشيطان فلحق بالكفار، فأمر به رسول الله صلى الله عليه وسلم أن يقتل يوم الفتح، فاستجار له عثمان بن عفان، فأجازه رسول الله صلى الله عليه وسلم.\nفانظر هذا الحديث ليس فيه أنه أسلم، وإنما فيه أنه استجار له فأجاره، وهو يؤيد ما قلناه.\nوعلى الجملة فمعنا حديث مجمع على صحته يقتضي أن لا يحل دم مسلم إلا بزنًا بعد إحصان، أو قتلِ نفسٍ بغير نفس، أو كفرٍ بعد إيمان، فلا نخرج عنه ولا نخصصه بحديث رواه السدي مع ما قيل فيه من الضعف.\nفإن قلت: فأنت احتججت به في قتله قبل التوبة!\nقلت: ذلك مما لا خلاف فيه، ومما اتفقت طرق الأحاديث وألفاظ حديث ابن أبي سرح/ عليه أنه ارتد وتكلم، فلذلك احتججت به تمسكًا بما اتفقت عليه الطرق لا بتلك الطريق وحدها، ونحن هنا في جواز قتله بعد التوبة ولم تتفق الطرق عليه ولا صح صحة تقاوم صحة حديث التحريم.\n(1/193)\n\nفإن قلت: يخص بشيء آخر، وهو قوله تعالى: (إنما جزاؤ الذين يحاربون الله ورسوله ويسعون في الأرض فسادًا ..) [المائدة: 33] الآية، والساب محارب مشاق محاد عدو لله ولرسوله ساع في الأرض بالفساد، قال تعالى في المنافقين: (ألا إنهم هم المفسدون) [البقرة: 12]، بل السب أصل كل فساد، لأنه فساد النبوة التي هي صلاح الدين والدنيا، وإذا كان الساب محاربًا ساعيًا بالفساد وجب أن يعاقب بإحدى العقوبات المذكورة في الآية إلا أن يتوب قبل القدرة عليه، وقد قامت الأدلة على أن عقوبته متعينة بالقتل، وأن السب ذنب مقتطع عن الكفر، وهو من جنس المحاربة، والتوبة التي تحقن دم المرتد هي التوبة عن الكفر، فأما إن ارتد محاربة كما فعل مقيس بن صبابة والعرنيون فلا. ومما يحقق أن السبب كالمحاربة أن مفسدته جناية وقعت في الوجود، ولا يرتفع أثرها، فهي كالمحاربة، والزنا والقتل ذنوب ماضية ليست كالكفر الذي هو عليه الآن حتى تصح التوبة عنها ويسقط أثره بها.\nقلت: الآية الكريمة عند أكثر العلماء واردة في قطاع الطريق مسلمين كانوا أو كافرين، واحتجوا على ثبوت معنى الحرابة في المسلم بقوله",
        "(1/194)\n\nتعالى: (فإن لم تفعلوا فأذنوا بحرب من الله ورسوله) [البقرة: 279]، ومن يقول بأنها واردة في الكفار يريد الذين ضموا إلى كفرهم قطع الطريق، مثل العرنيين الذين نزلت فيهم الآية، فإنهم ارتدوا وقطعوا الطريق، أما الكافر الذي لم يحصل منه قطع طريق فليس مرادًا من الآية وإن كان حربيًا، فإن المحارب صار له معنى خاص غير الحربي.\nقال ابن قتيبة: المحاربون لله ورسوله هم الخارجون على الإمام وعلى جماعة المسلمين يخيفون السبيل ويسعون في الأرض بالفساد.\nوقال الشيخ أبو حامد الإسفرايني:\n\"ذهب بعض السلف إلى أنها نزلت في أهل الذمة إذا نقضوا العهد ولحقوا بدار الحرب، فللإمام والمسلمين أن يفعلوا كل ذلك بهم. وعن\n(1/195)",
        "\nابن عمر أنها نزلت في المرتدين، وذكر قصة العرنيين. وذهب الفقهاء كلهم إلى أن المراد بالآية قطاع الطريق الذين يخيفون السبيل ويشهرون السلاح، ويقاتلون القوافل، وإلى هذا ذهب ابن عباس. والدليل عليه قوله: (إلا الذين تابوا من قبل أن تقدروا عليهم) [المائدة: 34]، والذي يختلف حكمه إذا تاب قبل القدرة وبعدها هو قاطع الطريق، أما الحربي فسواء تاب قبل أن يقدر عليه أم بعده حكمه واحد، وكذا المرتد\". انتهى.\nوقال غيره: (يحاربون الله ورسوله) أي: حزب الله ورسوله، وهم المؤمنون.\n(1/196)\n",
        "وقال البخاري: المحاربة لله: الكفر به.\nوقال الواحدي: كل من أظهر السلاح على المسلمين فهو محارب لله ولرسوله.\nهذه أقوال العلماء في الآية.\nولو سلم أن المحارب يصدق على الكافر فالآية شرطت معه أن يسعى في الأرض فسادًا، ولا شك أن كل عاصٍ مفسد، وليس بمراد،/ بل المراد فساد خاص، وهو قطع الطريق، يرشد إليه سبب الآية وتفسير العلماء لها.\nوكل مرتد فهو ساعٍ في الأرض بالفساد إذا أخذ بعموم اللفظ ولم ينظر إلى سببه وتفسيره وما يرشد السياق إليه، وكل منافق مفسد، لما ذكر في السؤال، وحكم الآية لا يثبت في المرتد والمنافق بالإجماع، وكذلك لا يثبت في الساب سواء أجعلناه داخلاً تحت اسم المحارب أم لم نجعله داخلاً في الاسم ولكن قسناه عليه، لأنه على كلا التقديرين يلزم أن يثبت له حكم الآية، وهو التخيير عند قومٍ والتنويع عند آخرين، فعلى قول\n(1/197)\n\nالتخيير يجوز أن يعدل عن القتل إلى قطع الأيدي والأرجل من خلاف أو النفي من الأرض، وعلى قول التنويع لا يُقتل من لم يَقتل، وكلا الحكمين لم يقل به أحد في الساب.\nوقول السائل: \"إن الأدلة قامت على أن عقوبة الساب القتل\" لا يفيده هنا، لأنا إذا أردنا إدراجه في الآية نصًا أو حكمًا لا بُد أن نثبت له حكمها المنصوص، ولا يجوز أن ندرج في الآية أو في حكمها شيئًا ونثبت له حكمًا آخر مغايرًا لحكمها، هذا شيء لا يجوزه أحد من النظار ولا يقتضيه علم، ولا عاقب النبي صلى الله عليه وسلم أحدًا من الكفار ولا من المرتدين السابين ولا الكفار والمرتدين غير السابين بشيءٍ من العقوبات المذكورة في الآية غير القتل، ثم إن هذا لو كان كحد الحرابة لم يجز العفو عنه بعد القدرة عليه، وقد عفا النبي صلى الله عليه وسلم عن ابن أبي سرح وغيره.\nوقد تقرر في حد الحرابة أنه لا يسقط بعفو صاحب الدم لما فيه من حق الله تعالى، فهاهنا أولى لما قدمنا أن النبي صلى الله عليه وسلم لا ينتقم لنفسه وإنما ينتقم لله، فلو كان السب كالحرابة لوجب الانتقام منه قبل الرجوع إلى الإسلام وبعده ولم يجز العفو عنه، ولما عفا النبي صلى الله عليه وسلم عن ابن أبي سرح وقد صار في قبضته، وأسلم وقبل إسلامه وحسنت صحبته واستمر معه إلى آخر حياته.\nبل أعرض عن ذي الخويصرة وقد قال: إن هذه لقسمة ما أريد بها وجه الله! وكان قادرًا على الانتقام منه، وهذه القضية كانت في غزوة حنين بعد فتح مكة وقد أعز الله الإسلام وقواه، ولو قتله لم يحصل بسببه",
        "(1/198)\n\nفتنة، ولكنه تركه للمصلحة، ولا نقول إن انتقامه وتركه في الحالتين لأن الحق له فله أن يعفو وله أن يترك، صحيح أن له ذلك ولكنا علمنا أنه لم ينتقم لنفسه قط، فعلمنا أنه إنما راعى حق الله في الحالتين، وأنه حيث انتقم انتقم لله وقتل ابن خطل والقينتين ومقيس بن صبابة، وحيث نزل نزل لله في ابن أبي سرح وذي الخويصرة وجماعة كثيرة.\nوحال الأئمة بعده كحاله في أنهم يجب عليهم الانتقام لله فيمن لم يسلم، وليس لهم الترك، لأنهم لا يطلعون على المصالح، والنبي صلى الله عليه وسلم كان يطلع عليه ويخصه الله بما شاء من علمه وحكمه فيها، ولهذا لم يستتب ذا الخويصرة وشبهه، ولو صدر من أحد اليوم ما صدر من ذي الخويصرة لأوجبنا استتابته.\nولعل ترك الاستتابة في ذلك الوقت لأحد أمرين:\nإما أن النبي صلى الله عليه وسلم أطلع على بواطن أولئك القوم وأنهم لا يتوبون كالمنافقين الذين علم نفاقهم، فلم يكن للاستتابة فائدة.\nوإما لأن أولئك القوم كانوا جهالاً حديثي عهد بإسلام، لم تتقرر عندهم أحكام الشريعة ولا عرفوا دلائل العصمة ووجوب تعظيم الأنبياء وصيانة منصبهم العلي عن ذلك، فلم يؤاخذهم بذلك، كما قال تعالى: (وأعرض عن الجاهلين) [الأعراف: 199]، فلا يكون ذلك ردة في حقهم، الله أعلم براد رسوله.\nفإن قتل: لا شك أن النبي صلى الله عليه وسلم لم يكن ينتقم لنفسه، لكن له أن ينتقم وإن تركه تكرمًا، فبعد موته صلى الله عليه وسلم الحق ثابت له، وليس لغيره أن يترك، فبماذا يسقط الحق؟\n(1/199)",
        "\nقلت: أما قبل العود إلى الإسلام والتوبة فلا يسقط، ويجب القتل،/ وأما بعده فمتى تحقق الإسلام فلا نعدم أدلة على ذلك، منها:\n1 - قوله صلى الله عليه وسلم \"الإسلام يجب ما قبله\"، وكما أن هذا خبر عن حكم شرعي فإنه يصلح أن يتمسك بعمومه فيما كان من حقه صلى الله عليه وسلم، لأنه هو المتكلم بذلك، فكان في ذلك عفو عن حقه بالإسلام، ولو قال: \"من أسلم فقد عفوت عنه\" صح، فكذلك هذا.\nولا يُقال: إن هذا إبراء قبل ثبوت الحق، لأنا نقول: بل هو حكم شرعي، والحكم الشرعي يصح تعليقه.\nومما يقوي التمسك بقوله: \"الإسلام يجب ما قبله\" أنه ورد في قصة هبار بن الأسود بن عبد المطلب، وكان النبي صلى الله عليه وسلم أمر بقتله، ثم جاء فوقف عليه وتلفظ بالشهادتين وقال: قد كنت موضعًا في سبك وأذاك، وكنت محذولاً فاصفح عني، قال الزبير: فجعلت أنظر إلى رسول الله صلى الله عليه وسلم وإنه ليطأطئ رأسه مما يعتذر هبار، وجعل رسول الله صلى الله عليه وسلم يقول: \"قد عفوت عنك والإسلام يجب ما كان قبله\"، فقوله صلى الله عليه وسلم ذلك في هذه الواقعة يقتضي أنه يجب ما كان قبله من السب وغيره، لأن خصوص السبب لا يجوز إخراجه من العموم.\n(1/200)\n",
        "وهبار وإن لم يكن حين السب مسلمًا ولكنا ذكرنا قصته هنا لأجل ورود لفظ الحديث فيها على هذا السبب لنعلم دخوله في العموم.\n2 - ومنها: أن النبي صلى الله عليه وسلم استغفر لكل المؤمنين والمؤمنات. قال رجل لعبد الله بن سرجس الصحابي: أستغفر لك رسول الله صلى الله عليه وسلم؟ قال: نعم ولك، ثم تلا قوله تعالى: (واستغفر لذنبك وللمؤمنين والمؤمنات) [محمد: 19]، فهذا الشخص الذي رع وحسنت سريرته وصح إسلامه قد استغفر النبي صلى الله عليه وسلم له، ومن استغفر له النبي صلى الله عليه وسلم غفرت ذنوبه التي بينه وبين الله، [وهي] لا تختص بالنبي صلى الله عليه وسلم، فالتي تختص به أولى، لأن الذي يشفع للشخص أول راضٍ عنه.\n3 - ومنها: أنه تحقق أنه من أمة النبي صلى الله عليه وسلم، والنبي صلى الله عليه وسلم اختبأ دعوته شفاعة لأمته، وليس له همة يوم القيامة إلا الشفاعة لهم، فلو كان حقه باقيًا على من مات مسلمًا بحيث أنه يطالبه به في عَرَصاتِ القيامة لتعوق بسببه عن الجنة إذا لم يكن قد أخذ به في الدنيا حتى يعفو عنه في القيامة، ولا نشك أن النبي صلى الله عليه وسلم لا يرضى أن يتأخر أحد من أمته عن الجنة لحق غيره فضلاً عن أن يكون لحقه، ولا يطالبه به وهو يجتهد في خلاص أمته.\n(1/201)\n\n4 - ومنها: قوله: \"عليكم بسنتي .. \"، ومن سننه أنه لم يقتل مسلمًا قط، هذا ما لا شك فيه، ولو كان ذلك جائزًا لبينه.\n5 - ومنها: علمنا برضاه عن كل من حسن إسلامه، وأنه لا يقصد من أمته غير ذلك.\n6 - ومنها: كمال شفقته عليهم.\n7 - ومنها:/ أن الأئمة بعده إنما يقومون مقامه في الأمور العامة المتعلقة بمصلحة الخلق، فاستيفاء هذا الحق إما أن يكون لخصوص النبي صلى الله عليه وسلم، فيحتاج قيام الإمام بعده فيه مقامه إلى دليل، ولم يوجد، وإما أن يكون لمصلحة الخلق فيلزم أن لا يكون له إسقاطه في حياته، وقد عفا عن ابن أبي سرح، وإما أن يكون لحق الله تعالى لاجترائه على أنبيائه ورسله وأمناء وحيه وما يجر ذلك من الطعن في دينه، وكل ذلك حق لله تعالى،",
        "(1/202)\n\nفيسقط بالإسلام عملاً بقول نبيه المبلغ عنه: \"الإسلام يجب ما قبله\"، وقوله هو: (قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف) [الأنفال: 38].\nفإن قلت: السب جريمة كالزنا والقتل لا يذهب أثره بالإسلام بخلاف الردة المجردة، فإنها اعتقاد يزول بالإسلام ..\nقلت: السب أيضًا إنما قتل به لأنه يدل على خبث باطن وسوء عقيدة، فإذا أسلم زال ذلك.\nفإن قلت: أما قلت في المسألة الثانية من الفصل الأول: إن خصوص السب وحده موجب للقتل لا لعموم الكفر؟\nقلت: بلى، ولكن فيه مزيد بحث، وهو أن خصوص [السب] كفر خاص، وفيه اعتباران:\nأحدهما: من حيث كونه كفرًا، وهذا يزول أثره بالإسلام، كما أن الردة قطع الإسلام، وهو شيء وقع في الوجود لا يمكن زواله، ومع ذلك يذهب أثره بالإسلام نظرًا إلى ما قطعه به وهو الكفر المستمر.\n(1/203)",
        "\nوالثاني: من حيث كونه سبًا فقط، مع قطع النظير عن كونه كفرًا، وهذا المعنى لا شك أنه لا يذهب بالإسلام، ولكن ترتيب القتل عليه من جهة هذا المعنى يحتاج إلى دليل، والأدلة التي قدمناها ـ كقوله: \"من سب نبيًا فاقتلوه\" ـ وغيرها صحيح أنها تقتضي ترتيب الحكم على خصوص السب الخاص، ولكن في السب الخاص معنيان، أحدهما: كونه سبًا هو كفر يزول بالإسلام، والآخر: مطلق السب، وإذا كان في محل النص معنى معتبر لا يجوز إلغاؤه، ولا شك أن جهة كونه كفرًا معنى معتبر صالح لأن يكون علة أو جزء علة، فالإعراض عنه بالكلية وعله لمطلق السب يتوقف على دليل.\nوهذا لا ينافي قولنا فيما تقدم: إن القتل لعلتين: إحداهما: عموم الردة، والثانية: خصوص السب، لأنا أردنا به السب الخاص الذي هو كفر، وهو مشتمل على المعنيين اللذين ذكرناهما هنا، وهما: جهة الكفر من حيث هو، وجهة السب من حيث هو، بحيث لو فرض عدم التكفير به اقتضى القتل، وهذا المعنى هو الذي يبقى أثره بعد الإسلام، ولا يتم البحث لمدعي القتل بعد الإسلام إلا بتقريره، وفي تقريره تسكب العبرات أو\n(1/204)\n",
        "تتجاذب الاحتمالات، فالأولى الكف عن الدماء بعد الإسلام، وامتطاء حبل العصمة، وحسبانه على الله.\nوقولنا: \"لو فرض عدم التكفير به\" نعني على سبيل الفرض والتقدير للأمور المستحيلة، فإن التكفير بكل سب لا شك فيه، ولكن فيه جهتان يميز العقل إحداهما عن الأخرى، فأردنا بالفرض تحرير إحدى الجهتين.\nفإن قلت: هل ثبوت القتل لمجرد السب من حيث كونه سبًا مع قطع النظر عن كونه سبًا مكفرًا: محتمل أو لا؟\nقلت: نعم، هو محتمل، ولكن يحتاج في إثباته إلى دليل بين من الشرع، فإذا لم نجده ووجدنا أدلة قوية عاصمة لكل مسلم فالأولى التمسك بها، والواجب الوقوف عندها.\nفإن قلت: هل تقول هذا في كل من تلفظ بكلمتي الشهادتين أو فيمن انضم إلى ذلك قرائن تدل على صدقه وحسن سريرته وصحة إسلامه؟\nقلت: هذا هو الذي كنت وعدت بأني أتكلم عليه وأبين تقارب حكم الساب والزنديق، فإن في الساب مأخذين، أحدهما: حق الأدمي، والثاني: الزندقة، والذي أقوله بعون الله تعالى بعد أن قدمت قولي: \"اللهم فاطر السموات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، أهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم\"، وسألت الله أن يسددني\n(1/205)\n\nويعصمني من الزيغ والهوى، ويحفظ قلبي ولساني وقلمي في هذا المقام العظيم عن الخطأ في حكمه، إنه على كل شيء قدير، لا عاصم إلا هو، فأقول وبالله التوفيق:\nإن من ظهرت قرائن تدل على حسن سريرته وصفاء باطنه ومعاملته مع الله تعالى وإخلاصه وندمه وإقلاعه على ما فرط منه فلا شك عندي في سقوط القتل عنه للأدلة التي قدمتها.\nوحق الآدمي في هذا المقام لما كان لأشرف الآدميين بل لأشرف الخلق وأكرمهم على الله؛ والجناية عليه جناية على الله باعتبار صفة النبوة والرسالة التي هي أخص من/ البشرية، ولذلك كانت عقوبتها القتل بخلاف غيره من البشر؛ وكان هذا البشر الذي هو سيد ولد آدم لم ينتقم لنفسه قط، ولا يلاحظ بهمته العلية إلا حق الله تعالى: كان حقه في القتل تابعًا لحق الله تعالى في الثبوت والسقوط، فإذا سقط حق الله بالإسلام سقط الآخر تبعًا كما ثبت تبعًا.\nوهكذا إذا لم تقم قرائن تدل القاضي على ذلك، ولكن علم الله من حال هذا الشخص ذلك، فحكمه عند الله هذا وإن لم نطلع نحن عليه، بل هو يعرف من نفسه ذلك، ونعلم أنه ليس كمن علم من نفسه أنه زنى وهو محصن، أو قتل ولم يطلع القاضي ولا أولياء المقتول عليه، فإن دمه مستحق مع إسلامه، أما في مسألتنا فالقتل ساقط عنه فيما بينه وبين الله، بخلاف الزاني والقاتل، وكذلك عند القاضي إذا دلت قرائن على صدقه.\nأما من لم تقم قرائن على صدقه وقد أتى به إلى القاضي الذي لا يعلم باطن حاله ولا ما في قلبه فهذه فيها شبه من مسالة الزنديق من جهة أن سبه",
        "(1/206)\n\nدل على خبث باطنه، فهو كمن علم منه أنه يخفي الكفر ويظهر الإيمان، وهو الزنديق.\nوبهذا الشبه أخذت المالكية والحنابلة فألحقوه بالزنديق، وحكموا بقتله، ومقتضى كلام الشافعية والحنفية أنهم لا يراعون هذا الشبه من جهة أن الساب جاهز بسبه وأظهر ما في نفسه، فهو كالمرتد، وليس كمن قامت البينة عليه بأنه يخفى خلاف ما يظهر، فإن صح هذا الفرق ـ وهو الظاهر ـ قطع بقبول توبته.\nوإن روعي الشبه فهذه هي مسألة الزنديق، والخلاف في قبول توبته مشهور، والصحيح قبولها، لقوله صلى الله عليه وسلم: \"هلا شققت عن قلبه؟! \"، ولقوله: \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله\".\n(1/207)",
        "\nوإيمان الزنديق ممكن، إذا ادعاه ولا يعلم إلا من جهته يقبل قوله فيه، وهذا هو المشهور من مذهب الشافعي المنصوص في \"المختصر\" الذي قطع به العراقيون، وهو إحدى الروايتين عن أبي حنيفة.\nولنا وجه آخر أنه لا تقبل توبته، وبه قال مالك وأحمد، وربما يستدلون بقول عمر في كثير من المنافقين: \"دعني أضرب عنقه\"، ولم يرد النبي صلى الله عليه وسلم علته، بل علل ترك قتلهم بعلة أخرى.\nوجواب هذا الاستدلال: أن عمر ما قال ذلك إلا فيمن ظهر منه قول أو فعل يدل على نفاقه، وكلامنا فيمن ادعى أنه رجع عن ذلك واحتمل صدقه، فكيف نقتله مع احتمال إسلامه؟ وإذا دار الأمر بين تركه مع\n(1/208)\n",
        "احتمال كفره وقتله مع احتمال إسلامه تعين تركه لخطر الدماء، ولأنا رأينا الشارع ترك كثيرًا من الكفار فلم يقتلهم، ولم نره قط قتل مسلمًا، وهذا المعنى/ وحده كافٍ في عدم قتل الزنديق إذا تلفظ بالإسلام.\nوقولهم: إنه يتخذ ذلك ذريعة، كلما خشي القتل تلفظ بالإسلام، وإذا رفع عنه القتل عاد، جوابه: بأنا نؤدبه التأديب البليغ، وخوفه من ذلك ومن قيام السيف كل وقت يمنعه من ذلك.\nوأيضًا ليس لنا أن ننصب زواجر لم يأذن بها الشرع، ونحن تبع للشرع، حيث قال: اقتلوا، قتلنا، وحيث لم نجد نصًا توقفنا، ولا ننصب سياسات واستصلاحات من أنفسنا.\nولنا وجه ثالث قاله الأستاذ أبو إسحاق الإسفرايني: أنه إن أخذ ليقتل فتاب لم تقبل توبته، وإن جاء تائبًا وظهرت عليه مخايل الصدق قبلت، ومأخذه ما تقدم في الحرابة والفرق بين أن يتوب قبل القدرة عليه أو لا، ولكنه لم يسلك به مسلك الحرابة من كل وجه.\nوأيضًا فالحرابة جريمة كالزنا يقتل عليها مع الإسلام، وهنا إنما يقتل على الكفر، فلا وجه لإلحاق هذا بالحرابة، لا سيما مع خطر الدماء، فالوجه الكف عنها وأن لا تراق بمثل هذه الأقيسة الضعيفة حتى يأتي نص أو دليل قوي.\n(1/209)\n\nإذا عرف هذا فالصحيح من المأخذين في مسألة الساب عند القائلين بقتله أنه ملحق بالزنديق، فإن السب دل على خبث باطنه كما لو شهدت البينة على أنه تلفظ بالكفر في الخفية فإنه ثبت به الزندقة.\nفقد بان بهذا أن مأخذ القتل في الساب والزنديق سواء، وأنا قد ذكرت تفصيلاً في الساب أنه إن دلت القرائن على صدقه قبلت توبته، وإلا ففيه تردد، الأصح القبول، وكذلك أقول في الزنديق إنه يجب أن يكون محل الخلاف ما دمنا نتهمه، وإن كان الأصح قبول توبته.\nأما إذا اختبر مدة طويلة وظهرت قرائن على حسن إسلامه فينبغي القطع بارتفاع القتل عنه، وقد كان جماعة من المؤلفة قلوبهم حسن إسلامهم بعد ذلك، وصاروا من خيار المسلمين.\nفالحاصل أن الساب والزنديق كلاهما متى ظهرت قرائن الريبة أو اتهم بسوء الباطن اتجه الخلاف فيه، والأقوى قبول إسلامه ودرء القتل عنه،/ ومتى ظهرت قرائن حسن سريرته فعندي: القطع بقبول إسلامه ودرء القتل عنه.\nوالإقدام على قتل مثل هذا جمود على غير نص ولا ظاهر ولا دليل قوي، أخشى أن النبي صلى الله عليه وسلم يكون أول سائل عن دمه يوم القيامة.\nوأرى أن مالكًا وغيره من أئمة المسلمين لا يقولون بذلك إلا في محل التهمة، فهو محل قول مالك ومن وافقه.",
        "(1/210)\n\nولقد أقمت برهة من الدهر متوقفًا في قبول توبته مائلاً إلى عدم قبولها لما قدمته من حكاية الفارسي الإجماع، ولما يقال من التعليل بحق الآدمي، حتى كان الآن نظرت في المسألة حق النظر، واستوفيت الفكر، فكان هذا منتهى نظري، فإن كان صوابًا فمن الله، وإن كان خطأ فمني، والله ورسوله بريء منه، ولكنا متعبدون بما وصل إليه علمنا وفهمنا.\nاللهم إنك تعلم أن هذا الذي وصل إليه علمي وفهمي لم أحاب فيه أحدًا، ولا قلدت فيه إمامًا غير ما فهمته من نفس شريعتك وسنة نبيك صلى الله عليه وسلم وأخلاقه ومكارمه ورحمته وشفقته ورأفته، فلم يحصل لنا خير في الدنيا ولا في الأخرة إلا منه، والله يختم لنا بخير في عافية بلا محنة، وكذلك آباؤنا وأمهاتنا وأولادنا وأهلونا، بمنه وكرمه إنه قريب مجيب.\nفإن قلت: قد قدمت أن في حديث أبي بكر ما يدل على أنه يجوز للنبي صلى الله عليه وسلم أن يقتل من أغضبه، بل سأله أبو داود أحمد بن حنبل عن حديث أبي بكر فقال أحمد: \"لم يكن لأبي بكر أن يقتل رجلاً إلا بإحدى الثلاث التي قالها رسول الله صلى الله عليه وسلم: كفر بعد إيمان، وزنًا بعد إحصان، وقتل نفس بغير نفس، والنبي صلى الله عليه وسلم كان له أن يقتل\"، فإن كان مراد أحمد: كان له أن يقتل من أغضبه، فهو الذي قلته، وإن كان مراده كان له أن يقتل بغير الثلاثة وذلك من خصائصه بمعنى أن له أن يأمر بقتل من لا يعلم الناس له شيئًا يبيح دمه وعلى الناس أن يطيعوه في ذلك لأنه لا يأمر/ إلا بما أمر الله\n(1/211)",
        "\nبه، وهاتان الخصيصتان ليستا لغيره صلى الله عليه وسلم، وبعد موته انسد باب الخصلة الثانية، وأما الخصلة الأولى وهي قتل من أغضبه فلم ينسد، فيقوم الأئمة بعده مقامه في استيفائه.\nقلت: من أغضبه بسب أو نحوه مما حكمنا بأنه كفر فلا شك أنه يقتل ما لم يسلم، وأما من أغضبه من الجهال وجفاة الأعراب بشيء لم يقصد قائله التنقيص ولا حكم بكفره فهذا إن ثبت جواز قتله وأن ذلك من خصائصه مع الحكم بإسلامه قائله فإنا نعلم ونتحقق أن النبي صلى الله عليه وسلم لم يفعل ذلك ولم يقتل مسلمًا قط، فإما أن يحمل خبر أبي بكر على من أغضبه بما يكفر به، وغالب من يغضبه كذلك، وإما أن يحمل على أن ذلك كان له ولم يفعله تكرمًا وإغضاء، وبعده لا يفعل لأمرين، أحدهما: الاقتداء بسنته، والثاني: أن ذلك كان له على جهة الجواز لا على جهة الوجوب، والأئمة لا ينوبون عنه فيما اختص به من الجائزات التي جعلها الله تعظيمًا لقدره العلي.\n(1/212)\n",
        "خاتمة لهذه المسألة\nاعلم أنا وإن اخترنا أن من أسلم وحسن إسلامه تقبل توبته ويسقط قتله فذلك على سبيل الفرض إن وجد، وهو أمر ممكن فيما يظهر، فمن وجد ذلك وعلم الله منه هذا، فهذا حكمه، وهو ناج في الآخرة، ولكنا نخاف على من يصدر ذلك منه خاتمة السوء، نسأل الله العافية، فإن التعرض لجناب النبي صلى الله عليه وسلم عظيم، وغيرة الله له شديدة، وحمايته بالغة، فنخاف على من يقع فيه بسب أو عيب أو تنقيص أو أمر ما أن يخذله الله تعالى فلا يرجع له إيمانه ولا يوفقه لهداية.\n(1/213)\n\nولهذا جرت العادة في الحصون والقلاع أنهم متى تعرضوا لذلك هلكوا، وكثير ممن رأيناه وسمعنا به تعرض لشيء من ذلك ـ وإن نجا من القتل في الدنيا ـ بلغنا عنهم خاتمة ردية نسأل الله السلامة، وليس ذلك ببدع من غيرة الله لنبيه،/ وما من أحد وقع في شيء من ذلك في هذه الأزمنة مما شاهدناه أو سمعناه إلا لم يزل منكوسًا في أموره كلها في حياته ومماته، فالحذر كل الحذر والتحفظ كل التحفظ وجمع اللسان والقلب عن الكلام في الأنبياء إلا بالتعظيم والإجلال والتوقير والصلاة والتسليم، وذلك بعض ما أوجب الله لهم من التعظيم، وحكمنا بعصمة دم من علم إسلامه اتباع لما أمرونا به من التحليل والتحريم، فلا ينافي أحدهما الآخر، والله أعلم.",
        "(1/214)\n\nالمسألة الثانية: في استتابة الساب\nلا شك أن من قال: لا تقبل توبته يقول: إنه لا يستتاب، وأما من قال بقبول توبته فظاهر كلامهم أنهم يقولون باستتابته كما يستتاب المرتد، بل هو فرد من أفراد المرتدين.\nقال القاضي عياض: إذا قلنا بالاستتابة حيث تصح فالاختلاف فيها على الاختلاف في توبة المرتد، إذ لا فرق، وقد اختلف السلف في وجوبها وصورتها ومدتها، فذهب الجمهور من أهل العلم إلى أن المرتد يستتاب، وحكى ابن القصار أنه إجماع من الصحابة على تصويب قول عمر في الاستتابة، ولم ينكره أحد منهم، وهو قول عثمان وعلي وابن مسعود، وبه قال عطاء بن أبي رباح والنخعي والثوري ومالك وأصحابه، والأوزاعي والشافعي وأحمد وإسحاق وأصحاب الرأي، وذهب طاوس وعبيد بن عمير والحسن في إحدى الروايتين عنه إلى أنه لا يستتاب، وقاله عبد العزيز ابن أبي سلمة، وذكره عن معاذ، وأنكره سحنون عن معاذ، وحكاه\n(1/215)",
        "\nالطحاوي عن أبي يوسف، وهو قول أهل الظاهر، قالوا: تنفعه توبته عند الله، ولكن لا تدرأ القتل عنه لقوله صلى الله عليه وسلم: \" ... فاقتلوه\"، وحكي أيضًا عن عطاء أن من ولد في الإسلام لم يستتب.\nوأما مدتها: فمذهب الجمهور/ ـ وروي عن عمر ـ أنه يستتاب ثلاثة أيام، وأحد قولي الشافعي، واستحسنه مالك، وقال: لا يأتي الاستظهار إلا بخبر، وهو قول أحمد وإسحاق، وقال مالك أيضًا: الذي آخذ به في المرتد قول عمر: يحبس ثلاثة أيام ويعرض عليه كل يوم فإن تاب وإلا قتل. وقال ابن القصار: في تأخيره ثلاثًا روايتان عن مالك: هل ذلك واجب أو مستحب. واستحسن الاستتابة ثلاثًا\n(1/216)\n",
        "أصحاب الرأي، وروي عن أبي بكر الصديق أنه استتاب امرأة فلم تتب فقتلها، وقاله الشافعي مرة، فقال: إن لم يتب قتل مكانه، واستحسنه المزني.\nوقال الزهري: يدعى إلى الإسلام ثلاث مرات، فإن أبي قتل. وروي عن علي بن أبي طالب أنه يستتاب شهرين. وقال النخعي: يستتاب أبدًا. وبه أخذ الثوري ما رجيت توبته.\nوحكى ابن القصار عن أبي حنيفة أنه يستتاب ثلاث مرات في ثلاثة أيام أو ثلاث جمع، كل يوم أو جمعة مرة.\nوفي كتاب محمد عن ابن القاسم: يدعى المرتد إلى الإسلام ثلاث مرات، فإن أبى ضرب عنقه.\n(1/217)\n\nواختلف على هذا: هل يهدد أو يشدد عليه أيام الاستتابة ليتوب أم لا؟ فقال مالك: ما علمت في الاستتابة تخويفًا ولا تعطيشًا، ويؤتى من الطعام بما لا يضره.\nوقال أصبغ: يخوف أيام الاستتابة بالقتل ويعرض عليه الإسلام. وفي كتاب أبي الحسن الطابثي: يوعظ في تلك الأيام ويذكر بالجنة ويخوف بالنار، وكذلك يستتاب أبدًا كلما رجع وارتد، وقد استتاب النبي صلى الله عليه وسلم نبهان الذي ارتد أربع مرات أو خمسًا.\nقال ابن وهب عن مالك: يستتاب أبدًا كلما رجع. وهو قول الشافعي وأحمد، وقاله ابن القاسم.\nوقال إسحاق: يقتل في الرابعة. وقال أصحاب الرأي: إن لم يتب في الرابعة قتل دون استتابة، وإن تاب ضرب ضربًا وجيعًا ولم يخرج من السجن حتى يظهر عليه خشوع التوبة.",
        "(1/218)\n\nوقال ابن المنذر:/ لا نعلم أحدًا أوجب على المرتد في المرة الأولى أدبًا إذا رجع، وهو على مذهب مالك والشافعي والكوفي. انتهى ما حكاه القاضي عياض.\nوما ذكره عن عطاء أن من ولد في الإسلام لا يستتاب هي رواية عن أحمد أيضًا، والمشهور عن عطاء وأحمد خلافها، واتفقا على أن من كان مشركًا وأسلم يستتاب.\nثم هؤلاء الذين حكى القاضي عنهم القول بعدم الاستتابة يقولون: لو تاب لا تقبل توبته، وقد قلنا: إنه لا شك في أن من منع قبول التوبة لا يستتب، وإنما الكلام عند من يقبلها.\nومنع قبول توبة المرتد بعيد، وما روي عن الحسن وغيره لعله في الزنديق، فإن المعلوم من أحوال النبي صلى الله عليه وسلم وأبي بكر قبول توبة المرتدين.\nوفي «مسند أحمد»: \"لا يقبل الله توبة عبدٍ كفر بعد إسلامه\"، وفي ابن ماجه: \"لا يقبل الله من مشرك أشرك بعد إسلامه عملاً حتى يفارق\n(1/219)",
        "\nالمشركين إلى المسلمين\".\nومعنى الحديثين أنه ما دام بين المشركين وهو قادر على الخروج إلى المسلمين لا يقبل إسلامه، وأنه يقبل بعد ذلك.\nوقصدنا بنقل كلام القاضي عياض ما صرح به أن المرتد والساب سواء في ذلك، وإطلاق أصحابنا يقتضي ذلك أيضًا، فإنهم مثلوا الردة بألفاظ منها السب، ثم تكلموا في استتابة المرتد وجزموا بها، واختلفوا هل هي واجبة أو مستحبة على قولين:\nأحدهما - وهو الأصح على ما ذكره القاضيان الطبري والروياني وغايرهما -: أنها واجبة، لأنه كان محترمًا بالإسلام، وربما عرضت له شبهة فيسعى في إزالتها، ورده إلى ما كان.\nهكذا عبارة الرافعي في تعليله، وعبارة الشيخ أبي إسحاق في «النكت»: لأنه لا يرتد إلا لشبهة عرضت له، فوجبت استتابته لإزالة شبهته.\nومن حجة هذا القول ـ بل هو أقوى حجته ـ ما ورد عن عمر بن الخطاب رضي الله عنه أنه قدم عليه رجل من قبل أبي موسى، فسأله عن\n(1/220)\n",
        "الناس فأخبره، ثم قال: هل كان فيكم من مغربة خير؟ فقال: نعم، رجل كفر بالله بعد إسلامه، قال: فما فعلتم به؟ قال: قربناه فضربنا عنقه. قال عمر: هلا حبستموه ثلاثًا وأطعمتموه كل يوم رغيفًا واستتبتموه لعله يتوب ويراجع أمر الله؟! اللهم إني لم أحضر ولم آمر ولم أرض إذ بلغني.\nوقد تقدم ما حكاه ابن القصار المالكي من إجماع الصحابة على تصويب قول عمر، ولم ينكره أحد.\nوعن ابن عمر قال: يستتاب المرتد ثلاثًا.\nوروى الدارقطني من حديث عائشة قالت: ارتدت امرأة يوم أحد، فأمر النبي صلى الله عليه وسلم أن تستتاب، فإن تابت وإلا قتلت. في إسناده محمد بن عبد الملك الأنصاري، قال أحمد: كان يضع الحديث ويكذب.\n(1/221)\n\nومن حديث جابر أن امرأة يقال لها أم مروان ارتدت عن الإسلام، فأمر النبي صلى الله عليه وسلم أن يعرض عليها الإسلام، فإن رجعت وإلا قتلت. في إسناده معمر بن بكار، قال العقيلي: في حديثه وهم.\nوعن جابر قال: ارتدت امرأة عن الإسلام، فأمر رسول الله صلى الله عليه وسلم أن يعرضوا عليها الإسلام فإن أسلمت وإلا قتلت. في سنده عبد الله بن أذينة، جرحه ابن حبان.\nوالقول/ الثاني ـ وبه قال أبو حنيفة واختاره ابن أبي هريرة ـ أنها مستحبة، لقوله صلى الله عليه وسلم: \"من بدل دينه فاقتلوه\"، ولأن الكافر الأصلي الذي ظهر عناده لا تجب استتابته.",
        "(1/222)\n\nوالجواب عن الحديث أنه لا يمنع الاستتابة إذا دل عليها دليل، وهو قول الصحابة.\nوعن الثاني: ما قاله الشيخ أبو إسحاق وغيره أن الكافر الأصلي الحربي كفره ليس عن شبهة، والمرتد بخلافه.\nولهذا لو طلب المرتد التأجيل لأجل، ولو طلب الحربي لم يؤجل، ومسألة تأجيل المرتد فيها خلاف، قولان:\nأحدهما ـ وبه قال أبو حنيفة: يجب تأجيله ثلاثًا إذا طلب لأثر عمر.\nوالثاني: لا، وهو المنصور في الخلاف، كما لو طلب التأجيل بعد الثلاث.\nوالمراد بالتأجيل إمهاله ثلاثًا، فإن الخلاف الأول في الاستتابة من أصلها.\nوسواء أقلنا هي واجبة أو مستحبة ففي مدتها ـ وهو المراد بالتأجيل ـ قولان: أحدهما: أنه يستتاب ثلاثًا للأثر، وأصحهما ـ وهو اختيار المزني ـ يستتاب في حاله، فإن تاب وإلا قتل ولم يمهل، ومذهب\n(1/223)",
        "\nمالك وأحمد مثل القول الأول، وعن أبي حنيفة مثله، وقد تقدم النقل عنه في كلام القاضي عياض.\nولا خلاف أنه لا يخلى في هذا الإمهال، بل يحبس، وفي أنه لو قتل قبل الاستتابة أو قبل مضي المهلة لم يجب بقتله شيء، لا قصاص ولا دية ولا كفارة، وإن كان القاتل مسيئًا بما فعل على قول الوجوب.\nولو جرحه أجنبي قبل الاستتابة ثم أسلم ومات فلا ضمان، لأنه قطع مباح فلم تضمن سرايته، كقطع السارق، قاله الشافعي والأصحاب.\nولو قال: حلوا شبهتي، فهل نناظره؟ أصحهما عند الغزالي المنع، والمختار عندي أن يناظر ما لم يظهر أنه يقصد التسويف والمماطلة، وإن كان الأصحاب أطلقوا على أحد الوجهين أنه يناظر.\n(1/224)\n",
        "ومن حجة القول بأن الاستتابة لا تجب ما صح عن معاذ بن جبل أنه قدم على أبي موسى فإذا عنده رجل موثق، فقال: ما هذا؟ قال: هذا كان يهوديًا فأسلم ثم راجع دينه دين السوء فتهود، فقال: لا أجلس حتى يقتل، قضاء الله ورسوله. قاله ثلاثًا، قال: فأمر به فقتل. رواه ..... .\nلكن في \"سنن أبي داود\" في بعض طرقه أنه كان قد استتيب قبل ذلك، وفي طريق أخرى: فلم ينزل حتى ضرب عنقه وما استتابه، وفي طريق أخرى قال أبو داود: لم تذكر الاستتابة.\n(1/225)\n\nوذكر البيهقي حديث عمر في الاستتابة ثلاثًا، ثم قال: وكان الشافعي يقول بهذا في القديم، ثم قال في القول الآخر: ثبت عن النبي صلى الله عليه وسلم/ أنه قال: \"يحل الدم بثلاث: كفر بعد إيمان .. \" ولم يأمر فيه بأناةٍ مؤقتة تتبع، ولم يثبت حديث عمر لانقطاعه، ثم حمله على الاستحباب، فإنه لم يجعل على من قتله قبل ثلاث شيئًا.\nوهذا الكلام من البيهقي يقتضي أن القول بوجوب الاستتابة ثلاثة أيام قديم، والجديد أنه مستحب، وساكت عن وجوب الاستتابة في الحال الذي اقتضى كلام الرافعي أنه الأصح، ويقتضي أن جواز التأخير إلى ثلاثة أيام مجزوم به، وكلام الرافعي ساكت عن ذلك، بل يشير إلى أنه لا يجوز على الأصح، لأنه قال: يستتاب في الحال، فإن تاب وإلا قُتل ولا يهمل.\nوقال ابن المنذر: اختلف قول الشافعي في هذا الباب، فقال في كتاب المرتد: يقتل مكانه، وقال في مكان آخر قولاً ثانيًا: يحبس ثلاثًا، ومال المزني إلى القول الأول.\nقال ابن المنذر: وقد اختلفت الأخبار عن عمر في هذا الباب، واستعمال ما أمر به النبي صلى الله عليه وسلم يجب، وهو قوله: \"من بدل دينه فاقتلوه\"، وحسن أن يستتاب، فإن تاب مكانه وإلا قتل.",
        "(1/226)\n\nوروى البيهقي عن أبي بكر وعثمان وعلي الاستتابة من غير توقيت. وقال ابن الصباغ: إن الشافعي نصر القول بأنه يستتاب في الحال، فإن تاب وإلا قتل.\nوالمتلخص في هذه المسألة من مذهب الشافعي أن الاستتابة ثلاثة أيام جائزة قطعًا على ما اقتضاه كلام/ البيهقي، وهل هي واجبة أو مستحبة؟ قولان، الجديد الصحيح: الثاني، ومستند الجواز إما وجوبًا وإما استحبابًا: قضايا الصحابة، فيتعين القطع به، بخلاف ما بعد الثلاث، فلم يرد إلا شاذًا مع ما فيه من تأخير الواجب إلى مدة لا نهاية لها.\nوهل يجوز قتله بدون استتابة أصلاً أو لا بد من استتابته في الحال؟ قولان، أصحهما عند جماعة: الثاني، والمختار عندي الأول، لأن الأحاديث التي ذكرناها مما يدل على الوجوب ضعيفة، وأثر عمر مختلف في ثبوته،\n(1/227)",
        "\nوبقية قضايا الصحابة تدل على الجواز لا على الوجوب، نعم لا شك في استحبابها، وإذا كنا نقول في الكافر الأصلي الذي بلغته الدعوة وعلم القتال: يجوز اغتياله، فهذا أولى، لأن شبهته أضعف، وعلمه بتوجه القتل عليه أتم، وكفره أغلظ.\nولهذا إذا تعارض قتال المرتدين وقتال الكفار الأصليين بدأنا بقتال المرتدين، نص عليه الشافعي والأصحاب، ونقل الشيخ أبو حامد الإجماع عليه.\nهذا حكم استتابة المرتد غير الساب، والساب قد علمت أن القاضي عياض بن موسى قال: إنه مثله، وكذلك يقتضيه كلام أصحابنا وغيرهم.\nويمكن أن يقال إنه أولى بعدم الاستتابة لما تقدم أن كفره أغلظ وأفحش ولا شبهة فيه، وربما يؤيد ذلك بأن النبي صلى الله عليه وسلم لم يستتب ابن خطل ومقيس بن صبابة وابن أبي سرح ومن أهدر دمه معهم ذلك اليوم.\nولا يقال بأنه لا يستتاب إلا من هو في قبضة الإمام وهؤلاء التحقوا بدار الحرب، لأنا نقول: قد نص أصحابنا أن المرتدين إذا اجتمعوا وكانت لهم شوكة يقاتلون، فإذا قدر عليهم استتيبوا، وهؤلاء قدر عليهم بفتح مكة، وقد حضر إليه ابن أبي سرح.\n(1/228)\n",
        "وإنما الجواب الصحيح أحد ثلاثة أجوبة:\nإما أن الاستتابة مستحبة ليست بواجبة، وهؤلاء قد طالت مدتهم، وربما ظهر/ من حالهم ما يبعد رجوعهم، وذلك كافٍ في ترك المستحب.\nوإما أنهم كانوا محاربين، كما ورد أن مقيس بن صبابة قتل واستاق المال والتحق بدار الحرب، وكذلك ابن خطل، لكن هذا لم يكن في جميعهم.\nوإما أن الساب لا يستتاب لفحش كفره، سواء أقلنا إذا بادر بالتوبة صحت توبته أم لا، فإن هذا محتمل.\nوالذي أراه أنه حيث قبلنا التوبة نستحب الاستتابة، ونتأكد ولا نغتال، لأنه قد يكون تاب فيما بينه وبين الله تعالى فنقتل مسلمًا، وأما متى شهر السيف عليه وهو عالم ولم يتلفظ بالإسلام فإنه يعلم أنه مصر على كفره.\nوأعلم أنا حكينا عن بعض التابعين أن المرتد لا يستتاب وأنه لا تقبل توبته، وأنا أخشى أن تكون رواية من منع قبول التوبة غلطًا، وأنه روى: \"لا يستتاب\" فظن أنه يلزم منها منع قبول التوبة، وقد عرفت أنه ليس بلازم، فالصواب القطع في المرتد الذي ليس بساب ولا زنديق بقبول توبته، ولا يثبت فيه خلاف عن أحد إلا بيقين، إلا الرواية المنقولة عن أحمد في الفرق بين من ولد في الإسلام وغيره، فإن أصحابه العارفين بمذهبه نقلوها عنه.\n(1/229)\n\nالباب الثاني: في حكم الساب من أهل الذمة\nوفيه ثمانية فصول:\nالأول: في نقل كلام العلماء في قتله.\nالثاني: في نقل كلام العلماء في انتقاض عهده.\nالثالث: في بيان أنه لا يلزم من القول بانتقاض عهده ولا بعدمه عدم قتله.\nالرابع: في الأدلة الدالة على قتله.\nالخامس: في أنه لا تصح توبته مع بقائه على الكفر.\nالسادس: في أن توبته بالإسلام صحيحة مسقطة للقتل.\nالسابع: في أنه هل يستتاب بالإسلام ويدعي إليه أو لا؟\nالثامن: في أنه هل يصح حكم الحاكم بسقوط القتل عنه؟",
        "(1/231)\n\nالفصل الأول: في نقل كلام العلماء في قتله\nقال أبو سليمان الخطابي رحمه الله: \"إذا كان الساب ذميا قال مالك: من شتم النبي صلى الله عليه وسلم من اليهود والنصارى قتل إلا أن يسلم، وكذا قال أحمد، وقال الشافعي: يقتل الذمي إذا سب النبي صلى الله عليه وسلم وتبرأ منه الذمة، واحتج في ذلك بخبر كعب بن الأشرف، وحكي عن أبي حنيفة قال: لا يقتل الذمي بشتم النبي صلى الله عليه وسلم، ما هم عليه من الشرك أعظم\".\nوقال ابن المنذر: \"أجمع عوام أهل العلم أن على من سب النبي صلى الله عليه وسلم القتل، وممن قال ذلك مالك والليث وأحمد وإسحاق، وهو مذهب الشافعي، وقد حكي عن النعمان أنه لا يقتل من سب النبي صلى الله عليه وسلم من أهل الذمة، ما هم عليه من الشرك أعظم\".\n(1/233)",
        "\nقال ابن المنذر: \"ومما يحتج به في هذا الباب قصة كعب بن الأشرف، فإنه قد آذى/ الله ورسوله، فانتدب له جماعة بإذن النبي صلى الله عليه وسلم فقتلوه\".\nوقال إسحاق بن راهويه: إن أظهروا سب رسول الله صلى الله عليه وسلم فسمع ذلك منهم أو تحقق عليهم قتلوا، وأخطأ هؤلاء الذين قالوا: ما هم عليه من الشرك أعظم من سب رسول الله صلى الله عليه وسلم. قال إسحاق: يقتلون، لأن ذلك نقض للعهد.\nوكذلك فعل عمر بن عبد العزيز، وكذلك نص الإمام أحمد علي وجوب قتله وانتقاض عهده.\nوقال الزمخشري وهو حنفي، في سورة براءة من \"تفسيره\":\n\"وقالوا إذا طعن الذمي في دين الإسلام طعنًا ظاهرًا جاز قتله، لأن العهد معقود معه على أن لا يطعن، فإذا طعن فقد نكث عهده وخرج من الذمة\".\nوقال القاضي عياض من المالكية:\nأما الذمي إذا صرح بسب أو عرض أو استخف بقدره أو وصفه بغير الوجه الذي كفر به، فلا خلاف عندنا في قتله إن لم يُسلم، لأنا لم نعطه\n(1/234)\n",
        "الذمة أو العهد على هذا، وهو قول عامة العلماء إلا أبا حنيفة والثوري وأتباعهما من أهل الكوفة، فإنهم قالوا: لا يقتل، ما هو عليه من الشرك أعظم، ولكن يؤدب ويعزر.\nوقال مالك في كتاب ابن حبيب و\"المبسوط\" وابن القاسم وابن الماجشون وابن عبد الحكم وأصبغ فيمن شتم نبينا من أهل الذمة أو أحدًا من الأنبياء عليهم السلام: قتل إلا أن يسلم، وقاله ابن القاسم في \"العتبية\" وعند محمد وابن سحنون.\nوفي كتاب محمد: أخبرنا أصحاب مالك أنه قال: من سب رسول الله صلى الله عليه وسلم أو غيره من النبيين من مسلم أو كافر قتل ولم يستتب.\nوروى ابن وهب عن ابن عمر أن راهبًا تناول النبي صلى الله عليه وسلم، فقال ابن عمر: هلا قتلتموه؟!.\nقال القاضي عياض: ووردت لأصحابنا ظواهر تقتضي الخلاف إذا ذكرها الذمي بالوجه الذي كفر به. روى عسى عن ابن القاسم في ذمي قال: إن محمدًا لم يرسل إلينا إنما أرسل إليكم، وإنما نبينا موسى أو عيسى، ونحو هذا: لا شيء عليهم، لأن الله أقرهم على مثله، وأما إن سبه فقال: ليس بنبي، أو: لم يرسل، أو: لم ينزل عليه قرآن وإنما هو شيء تقوله، أو نحو هذا فيقتل.\n(1/235)\n\nقال ابن القاسم: وإذا قال النصراني: ديننا خير من دينكم، إنما دينكم دين الحمير، ونحو هذا من القبيح، أو سمع المؤذن يقول: أشهد أن محمدًا رسول الله فقال: كذلك يعطيكم الله، ففي هذا الأدب الموجع والسجن الطويل. قال: وأما من شتم النبي شتمًا يعرف فإنه يقتل إلا أن يسلم. قاله مالك غير مرة ولم يقل يستتاب.\nقال ابن القاسم: ومحمل قوله عندي إن أسلم طائعا.\nقال ابن سحنون في سؤالات سليمان بن سالم/ في اليهودي يقول للمؤذن إذا تشهد: كذبت، يُعاقب العقوبة الموجعة مع السجن الطويل.\nوفي \"النوادر\" من رواية سحنون عنه: من شتم الأنبياء من اليهود والنصارى بغير الوجه الذي به كفر ضربت عنقه إلا أن يسلم.",
        "(1/236)\n\nقال القاضي عياض: ما ذكره ابن سحنون عن نفسه وأبيه مخالف لقول ابن القاسم فيما خفف عقوبتهم فيه مما به كفروا فتأمله، ويدل على أنه خلاف ما روي عن المدنيين في ذلك، فحكى أبو المصعب الزهري قال: أتيت بنصراني قال: والذي اصطفى عيسى على محمد، فاختلف علي فيه، فضربته حتى قتلته أو عاش يومًا وليلة، وأمرت من جر برجله وطرح على مزبلة فأكلته الكلاب.\nوسئل أبو المصعب عن نصراني قال: عيسى خلق محمدًا، فقال: يقتل. وقال ابن القاسم: سألنا مالكًا عن نصراني بمصر شهد عليه أنه قال: مسكين محمد، يخبركم أنه في الجنة، فهو الآن في الجنة؟! ما له لم ينفع نفسه إذ كانت الكلاب تأكل ساقيه، لو قتلوه استراح الناس منه، قال مالك: أرى أن تضرب عنقه. قال: ولقد كدت ألا أتكلم فيها ثم رأيت أنه لا يسمعني الصمت.\nقال ابن كنانة في \"المبسوط\": من شتم النبي صلى الله عليه وسلم من اليهود والنصارى فأرى للإمام أن يحرقه بالنار، وإن شاء قتله ثم حرق جثته، وإن شاء أحرقه بالنار حيًا إذا تهافتوا في سبه، ولقد كتب إلى مالك [من] مصر ـ وذكر مسألة ابن القاسم المتقدمة ـ قال: فأمرني مالك فكتبت بأن يقتل وأن تضرب عنقه، ثم قلت: يا أبا عبد الله وأكتب: ثم يحرق بالنار؟ فقال: إنه لحقيق بذلك وما أولاه به، فكتبته بيدي بين يديه فما أنكره ولا عابه، ونفذت الصحيفة بذلك، فقتل وحرق.\n(1/237)",
        "\nوأفتى عبيد الله بن يحيى وابن لبابة في جماعة من سلف أصحابنا الأندلسيين بقتل نصرانية استهلت بنفي الربوبية ونبوة عيسى وتكذيب محمد في النبوة.\nهذا ما ذكره القاضي عياض من كلام المالكيين رحمهم الله، وحسبك به./\nوأما الحنابلة: فقال حنبل: سمعت أبا عبد الله يقول: كل من شتم النبي صلى الله عليه وسلم أو تنقصه مسلمًا كان أو كافرًا فعليه القتل، وأرى أن يقتل ولا يستتاب.\nقال: وسمعت أبا عبد الله يقول: كل من نقض العهد وأحدث في الإسلام حدثًا مثل هذا رأيت عليه القتل، ليس على هذا أعطوا العهد والذمة.\nوكذلك قال أبو الصقر: سألت أبا عبد الله عن رجل من أهل الذمة شتم النبي صلى الله عليه وسلم ماذا عليه؟ قال: إذا قامت البينة عليه يُقتل من شتم النبي صلى الله عليه وسلم مسلمًا كان أو كافرًا. رواهما الخلال.\n(1/238)\n",
        "وفي رواية أبي طالب: سُئل أحمد عمن شتم النبي صلى الله عليه وسلم، قال: يقتل وقد نقض العهد.\nوقال حرب: سألت أحمد عن رجل من أهل الذمة [شتم النبي صلى الله عليه وسلم]، قال: يقتل. رواهما الخلال.\nوقال الحلواني من الحنابلة: يحتمل أن لا يقتل من سب الله ورسوله إذا كان ذميًا.\nوهذا الاحتمال الذي أبداه الحلواني غلط سرى إليه من الكلام في انتفاض عهده، وسأبين أن القول بالقتل واجب سواء أقلنا بالانتفاض أم لا، فلا شك أن هذا الذي قاله الحلواني غلط، ونصوص أحمد وجميع الحنابلة من أولهم إلى آخرهم على خلافه، فلم يكن أحد يتنبه لهذا الاحتمال إلا الحلواني؟!، ولم نجد أحدًا من المذاهب الثلاثة الشافعية والمالكية والحنابلة قال بهذا القول غيره، وهو لم يقله أيضًا ولكن أبداه احتمالاً، وهو لم جزم به لم يلتفت إليه، فكيف بالاحتمال!\n(1/239)\n\nومثل هذا لا يجوز عده في اختلافات العلماء ولا في الأقوال ولا الوجوه الشاذة الضعيفة المنكرة فضلاً عن المعتبرة.\nوأما أصحابنا الشافعية ـ رحمهم الله ـ فقد تقدم تصريح الشافعي وابن المنذر والخطابي بالقتل.\nوقال الشيخ أبو حامد الإسفرايني شيخ أصحابنا العراقيين بعد أن قرر ما تنتقض به الذمة وما لا تنتقض، قال:\n\"فمتى ارتكب فعلاً من هذه الأفعال التي قلنا إن الذمة لا تنتفض به فإنا نقيم عليه موجبه، فإن كان يوجب القتل ـ كالقتل، والزنا وهو محصن قتلنا، وإن كان يوجب الجلد ـ كالزنا وهو بكر،/ والقذف ـ جلدنا، وإن كان يوجب التعزيز ـ كأن يفتن مسلمًا عن دينه ـ عزرنا، لأنه التزم أحكام المسلمين، ولا نحده لشرب الخمر لأنها مباحة عندهم، ومن شرب الخمر معتقدًا إباحتها لم يجب عليه الحد، وإن كان ذكر الله بما لا ينبغي أن يذكر أو كتابه أو دينه أو نبيه محمدًا صلى الله عليه وسلم وقلنا إن الذمة لا تنتقض بذلك فإنا نقيم عليه الحد لذلك، وحده القتل، لأن من سب الله تعالى أو سب النبي صلى الله عليه وسلم يستوجب ذلك، وإن ارتكب ما تنتقض به الذمة حكم بانتقاض ذمته وأقيم عليه الحد الواجب بذلك على ما ذكرناه، لأنه كان قد التزم أن تجري عليه أحكام الإسلام، وهذا من حكم الإسلام، ثم ينظر فإن كان الحد الذي أقمنا عليه القتل فلا كلام، وإن كان جلدًا أو تعزيزًا فالشافعي هاهنا قال:",
        "(1/240)\n\n\"يلحق بمأمنه، وهو أقرب دار الحرب\"، وقال في موضع آخر: \"إن شاء قتله وإن شاء استرقه\"، ففي المسألة قولان:\nأحدهما: يُلحق بمأمنه، لأنه دخل دار الإسلام بحكم أمان، فهو وإن انتقضت ذمته فحصوله في يدنا بذلك الأصل، فلا يجوز إخفاره، كالذي دخل دار الإسلام بأمان صبي أو ذمي ونحوهما، لا يكون ذلك أمانًا صحيحًا لكن لا يجوز إخفاره، لأن ذلك كسوم الأمان.\nوالقول الآخر: أنه فيه بالخيار بين القتل والاسترقاق، لأن الأمان كان له بعقد الذمة، فإذا انتقضت لم يبق له أمان، فهو كالحربي يدخل دار الإسلام متلصصًا، ويفارق من دخل بأمان صبي أو مجنون ونحوهما، لأنه غير مفرط، وإذا قلنا بالقول الآخر فله أن يقتله وأن يسترقه، فإن أسلم قبل أن يفعل شيئًا من ذلك فقد حقن دمه ولا يجوز الاسترقاق أيضًا. ويخالف الأسير، لأن الأسر سبب لذلك، وإن استرقه ثم أسلم لا يؤثر الإسلام في الرق الذي وجد قبله\".\nهذا كلام الشيخ أبي حامد، وهو صريح في أن السب حده القتل، وأنه يقام عليه سواء أقلنا ينتقض عهده أم لا./\n(1/241)",
        "\nوقال المحاملي في \"التجريد\": قال الشافعي: يشرط عليهم أن لا يذكروا الله عز وجل ولا كتابه ولا رسوله ولا دينه، فجرى مجرى اشتراط بذل الجزية وجريان الأحكام، فتفتقر صحة العقد إلى ذكره، فإن لم يذكر لم يصح، ومن أصحابنا من قال إنه بمنزلة ما يتعلق بضرر المسلمين، فأما إذا سب واحد منهم الله عز وجل أو النبي ـ عليه السلام ـ فإنه يقتل، لا لأنه نقض ذمته، لكن الحد في هذا هو القتل.\nثم قال المحاملي:\nفكل موضع قلنا ذمتهم لا تنتقض تقام عليهم الحدود فيما يجب به الحد والتعزيز فيما لا حد فيه، وكل موضع قلنا ذمتهم تنتقض قال الشافعي هنا: نردهم إلى مأمنهم، وقال في كتاب النكاح: له أن يسترقهم ويقتلهم. فإن قلنا: يردون إلى مأمنهم فإن الحدود تقام عليهم ثم يردون، وإن قلنا إنه بالخيار بين قتلهم واسترقاقهم فإن اختار القتل أقام الحدود ثم قتل، وهكذا إن اختار الاسترقاق فإنه يقيم الحدود أيضًا، فإن أسلموا قبل الاسترقاق حقنوا دماءهم وأموالهم، فلا يجوز قتلهم ولا استرقاقهم ولا أخذ أموالهم، وإن أسلموا بعد الاسترقاق لم يؤثر ذلك.\n(1/242)\n",
        "انتهى كلام المحاملي، وفيه زيادة على ما قال الشيخ أبو حامد، لأنا حكينا كلام أبي حامد من \"تعليقته\" التي علقها عنه سليم، وهي في هذا الموضع عندي بخط سليم، و\"تجريد\" المحاملي من \"التعليقة الكبرى\"، فلذلك فيه ما ليس في تلك التعليقة.\nومضمون كلام المحاملي أن الذمي إذا سب يُقتل قطعًا، ولكن هل قتله لأجل الحد فقط بدون انتقاض العهد أو مع انتقاض العهد؟ كلامه يشير إلى خلاف في ذلك، وهو صحيح على ما سنبينه إن شاء الله، وقد صرح بأنا إذا قلنا يردون إلى مأمنهم أن الحدود تقام ثم يردون، ومن جملة الحدود حد السب، وهو القتل، فيقتلون.\nوقال سليم الرازي في \"المجرد\":\n\"وإن ذكر/ الله تعالى أو كتابه أو دينه أو رسوله محمدًا صلى الله عليه وسلم بما لا ينبغي فمن أصحابنا من قال: يجري الكف عن ذلك مجرى الجزية\n(1/243)\n\nوالانقياد لجريان أحكام الإسلام عليهم، ويلزم اشتراطه في العقد نطقًا، ومنهم من قال: يجري مجرى ما فيه ضرر على مسلم في نفسه أو ماله، فلا يلزم اشتراطه في العقد، وإذا ارتكبوا شيئًا منه فإن لم يشترط في العقد لم تنتقض الذمة، وإن شرط فهل تنتقض؟ وجهان، وكل موضع قلنا لم تنتقض الذمة بفعله فإن كان فعله يوجب القتل مثل أن ذكر الله تعالى أو رسوله أو كتابه أو دينه بما لا ينبغي أو يقتل أو يزني وهو محصن: قتل.\nثم قال: وكل موضع حكمنا بنقض الذمة بفعله أقيم عليه الواجب\".\nوقال نصر بن إبراهيم بن نصر المقدسي في كتاب \"المقصود\":\n\"إن ذكر الله تعالى أو كتابه أو دينه أو رسوله محمدًا صلى الله عليه وسلم بما لا ينبغي فمن أصحابنا من قال يلزم اشتراطه في العقد نطقًا وتنتقض الذمة بالمخالفة، لأن ذلك أعظم من الإضرار ببعض المسلمين، فينبغي أن نكون فيه أشد، ومنهم من قال: لا تنتقض به الذمة. وكل موضع قلنا لم تنتقض ذمته بما فعله فإن كان ما فعله مما يوجب القتل مثل أن يذكر الله تعالى أو كتابه أو دينه أو رسوله بما لا ينبغي أو يزني وهو محصن فإنه يقتل، لأن المسلم لو ارتكب شيئًا من ذلك كان عليه القتل، فالذمي بذلك أولى\".",
        "(1/244)\n\nثم قال:\n\"وكل موضع قلنا انتقضت ذمته بما فعله أقيم عليه الواجب به على ما مضى، ثم إن كان الواجب غير القتل ففيه قولان، أحدهما: يُلحق بمأمنه ويكون حربًا لنا، والثاني: يتخير الإمام بين القتل والاسترقاق\".\nهذا كلامه في \"المقصود\"، وجزم في \"الكافي\" بأنه يلزم اشتراطه في العقد وتنقض الذمة بمخالفته.\nوقال البندنيجي فيما حكاه ابن الرفعة.\n(1/245)",
        "\n\"إذا قلنا لا ينتقض العهد بذلك قتلناه بذكر الله تعالى ورسوله وكتابه ودينه بما لا ينبغي، إذ كل هذا يوجب القتل\".\nوقال القاضي أبو الطيب رحمه الله في \"تعليقه\":\n\"ما يشترط على أهل الكتاب في عقد الذمة على ضروب:\n(1) ضرب لا يجوز ترك اشتراطه، وهو ضمان أداء الجزية والتزام جريان أحكام الإسلام عليهم، وهذان الشرطان لا بد من ذكرهما في عقد الجزية، وإن لم يذكرهما فيه لم يصح العقد.\n(1/246)\n",
        "(2) وضرب يجوز ترك اشتراطه، وفعله نقض للذمة، وهو قتال المسلمين مع أهل الحرب أو منفردين، فإذا فعلوا هذا فقد نقضوا العهد سواء شرط عليهم ترك القتال في عقد الذمة أم لم يشترط.\n(3) وضرب فيه ضرر على المسلمين، وهو ستة أشياء نص عليها:\n1 - أن لا يزني بمسلمة،\n2 - ولا يصيبها باسم نكاح،\n3 - ولا يفتن مسلمًا ولا مسلمة عن الدين،\n4 - ولا يقطع الطريق على مسلم ولا مسلمة،\n5 - ولا يؤوي للمشركين عينا،\n6 - ولا يعين على المسلمين بدلالة.\nقال أصحابنا:\n7 - ولا يقتل مسلمًا ولا مسلمة، فتكون سبعة أشياء.\nوينظر فيها: فإن لم تكن مشروطة في عقد الذمة فإن فعلها لا تكون نقضًا، وإن كانت مشروطة فعلى وجهين، أحدهما: لا يكون نقضًا، والوجه الثاني: يكون نقضًا للذمة، لما روي أن نصرانيًا استكره امرأة مسلمة على الزنا، فرفع إلى أبي عبيدة فقال: \"ما على هذا صالحناكم! \"، وضرب عنقه، وهذا يدل على أنه جعله ناقضًا للعهد، ولأنه معنى يتعلق\n(1/247)\n\nبالإضرار بالمسلمين شرط تركه في عقد الذمة، فوجب أن يكون فعله نقضًا للعهد أصله قتال المسلمين.\nوأيضًا فإن عقوبة هذه الأجرام تستوفى منهم إذا لم تكن مشروطة في عقد الذمة، فوجب أن يكون لها تأثير، ولا تأثير إلا ما قلنا من نقض العهد.\n(4) وضرب فيه تنقص من الدين، وهو ذكر الله وذكر رسوله وذكر كتابه ودينه بما لا ينبغي، فهذه أربعة أشياء اختلف أصحابنا فيها، فذهب أكثرهم إلى أنها بمنزلة الأشياء السبعة، إن لم تكن مشروطة لا تكون نقضًا للعهد، وإن كانت مشروطة ففيها وجهان، ومن أصحابنا من قال ـ وهو أبو إسحاق ـ يجب شرطها في عقد الذمة، وترك شرطها يفسد العقد.\nوكان أبو بكر الفارسي يقول: \"من شتم محمدًا صلى الله عليه وسلم قتل حدًا كما أمر رسول الله صلى الله عليه وسلم بقتل ابن خطل والقينتين/ ولم ينفذ لهما أمانًا\"، وادعى أنه إجماع، وهذا ليس بصحيح، لأن الله تعالى قال: (حتى يعطوا الجزية عن يد وهم صاغرون (29)) [التوبة: 29].",
        "(1/248)\n\n(5) وضرب فيه إظهار منكر في دار السلام، وذلك ستة أشياء:\n1 - إحداث بيعة أو كنيسة في دار الإسلام،\n2 - ورفع أصواتهم بقراءة كتبهم،\n3 - والضرب بالنواقيس،\n4 - وإطالة البنيان على أبنية المسلمين أو المساواة فيه،\n5 - ومساواتهم في الزي،\n6 - وإظهار الخمر والخنزير.\nفهذا كله يجب عليهم الكف عنه شرط في العقد أم لم يشرط، ومن خالف في شيء منه ففعله لم يكن ناقصًا لعهده. واختلف في تعليله، منهم من قال: لأنه لا ضرر على مسلم فيه، ومنهم من قال: لأنه إظهار ما يتدينون به.\nفكل موضع قلنا لا ينتقض عهده كان على الذمة، ولكن تستوفى منه الحقوق التي وجبت عليه بما ارتكبه من الأجرام، فإن كان فعل ما يوجب القتل قتل، أو كان مما يوجب القطع قطع، وإن كان مما يوجب الجلد أو التعزير فعل.\n(1/249)",
        "\nوكل موضع قلنا انتقض عهده فإنه تستوفى منه الحقوق لأنه التزمها.\nفإذا استوفيت منه الحقوق فقد اختلف قول الشافعي، فقال في الجزية: \"يرد إلى مأمنه\"، وقال في النكاح: \"يكون الإمام مخيرًا بين أن يسترقه وأن يقتله لأنه حربي لا أمان له\"، ومن قال بالأول قال: لأنه حصل في دار الإسلام بأمان فلا يجوز قتله ولا استرقاقه قبل رده إلى مأمنه، كما إذا حصل بأمان صبي، وإذا قلنا لا يجب رده إلى مأمنه فوجهه ما روي عن أبي عبيدة أنه ضرب رقبة النصراني، ولأنه نقض العهد بفعله. هذا كله في أهل الذمة\".\nانتهى كلام القاضي أبي الطيب، وقد استوفيته لأني أريد أتكلم عليه. ومحل المقصود منه: كلامه مع أبي بكر الفارسي، ورده عليه إما أن يكون ردًا لما ادعاه من القتل، أو لكونه حدًا، أو لدعواه الإجماع، أو ليس لشيء من ذلك ولكن لدعواه انتقاض العهد به، ويكون فهم عنه من قوله: \"يقتل\" أن مراده انتفاض عهده، فإن كان الرابع فليس مما نحن فيه في شيء، والخلاف في انتفاض العهد بذلك ثابت، والترجيح فيه سيأتي، وكون قضية ابن خطل والقينتين دالة لذلك أو لا: لا يضرنا، ويرشد إلى أن مراد القاضي أبي الطيب ذلك أنه إنما ذكر هذا في معرض انتقاض العهد.\nولا يرد على هذا أنه يتحد هو وقول أبي إسحاق، لأنا نقول: قول أبي إسحاق في ذكر الله وكتابه ودينه ورسوله، وهذا في الرسول فقط وامتاز بدعوى الإجماع.\n(1/250)\n",
        "فقد يكون الفرق بينهما هذا، فإن صح إرادة هذا لم يبق شيء يوهم جريان خلاف في القتل.\nوإن لم يكن هذا الاحتمال الرابع مرادًا: فإن كان الثاني أو الثالث فلا يلزم منه إثبات خلاف في المذهب في القتل، لجواز أن يقول: يقتل كفرًا بحكم نقض العهد، أو: يقتل حدًا، لكن لا إجماع فيه لخلاف أبي حنيفة، وإن كان الأول فالكلام مع القاضي أبي الطيب في رده ودليله، أما دليله فلا ينتج المقصود، لأنا نقول بموجبه، لأن/ الله تعالى شرط في إعطاء الجزية الصغار، وأي صغار مع سب الرسول؟!، والصغار إما أن يفسر بجريان أحكام الشرع عليهم وانقيادهم لها، ولا شك أن الساب ليس كذلك، وإما أن يفسر بالذلة، وحال الساب حال المستعلى لا حال الذليل.\nوأما الرد فإذا لم ينتج دليله فلا عبرة به، ولم يصرح القاضي أبو الطيب بأنه لا يقتل حتى يثبت ذلك وجهًا في المذهب.\nثم إن أبا بكر الفارسي نقل الإجماع، ونقل الإجماع إنما يرد بنقل خلاف لا بدليل متنازع في صحته، وكفى بالإجماع دليلا، والإجماع المنقول بالآحاد حجة.\nوكون أبي حنيفة خالف قد اعتذر عنه عن الفارسي بأحد أمور:\n- إما أن يكون مراده إجماع الصحابة والتابعين،\n(1/251)\n\n- وإما أن يكون مراده من المسلمين، لكن على هذا يخرج عن مسألتنا،\n- وإما أن يكون مراده أنه مسوغ للقتل في الجملة، وأبو حنيفة وإن قال: لا ينتقض عهد الذمي ولا يقتل به فقد قيل إن مذهبه التعزيز بالقتل فيما فحش من الجرائم.\n- وسلمنا أن أبا حنيفة خارج مما ادعاه الفارسي فلا أقل من دلالة كلامه على إجماع الشافعية، وهو من العارفين بمذهب الشافعي، فكيف تسوغ منازعته بغير نقل ولا دليل سالم عن النزاع؟!\nوقد تبع القاضي أبا الطيب على ما قال جماعة، منهم صاحبه ابن الصباغ، فقال كقوله، قال:\n\"أكثر أصحابنا أنه يجري مجرى السبعة، وقال أبو إسحاق: يجب شرط ذلك: وإذا ترك فسد عقد الذمة. وحكي عن أبي بكر الفارسي أنه",
        "(1/252)\n\nقال: من شتم منهم رسول الله صلى الله عليه وسلم قتل حدًا، لأن النبي صلى الله عليه وسلم لم يؤمن ابن خطل والقينتين، وهذا ليس بصحيح، لأن أولئك كانوا من المشركين لا أمان لهم\".\nوهذا الذي قاله ابن الصباغ ليس بصحيح لثلاثة أوجه:\nأحدها: أن النبي صلى الله عليه وسلم ذلك اليوم أمن الناس كلهم كما رواه الدارقطني وغيره إلا أولئك النفر الذين أهدر دماءهم، فقوله: \"إن المشركين لا أمان لهم\" ليس بصحيح.\nالثاني والثالث: أن ابن خطل كان أسلم ثم ارتد، والقينتين لا تقتلان/ بالكفر الأصلي، لأن النساء لا يقتلن إذا لم يقاتلن بالإجماع، فلم يكن قتل القينتين إلا للسب، أو لانضمام السب إلى الكفر الأصلي، وقتل ابن خطل: للسب والردة.\nومنهم: صاحبه الشيخ أبو إسحاق، قال في \"المهذب\":\n\"قال أبو إسحاق: حكمه حكم الامتناع من التزام الجزية وأحكام المسلمين والاجتماع على قتالهم، وقال عامة أصحابنا: حكمه حكم ما فيه\n(1/253)",
        "\nضرر بالمسلمين، وهي السبعة، ومن أصحابنا من قال: من سب رسول الله صلى الله عليه وسلم وجب قتله، لما روي أن رجلاً قال لعبد الله بن عمر: سمعت راهبًا يشتم رسول الله صلى الله عليه وسلم، فقال: لو سمعته لقتلته، إنا لم نعطه الأمان على هذا\".\nوهكذا البغوي في \"التهذيب\"، فيه مثل ما في \"المهذب\" حرفًا بحرف، وزاد: يقتل حدًا.\n(1/254)\n",
        "واستدلالهما بقول ابن عمر يقتضي أنه يقول: يقتل كفرًا لنقض العهد لقول ابن عمر: \"إنا لم نعطه الأمان على هذا\".\nوالنقل عن الصاحب المذكور أنه يقتل حدًا و\"بعض أصحابنا\" المبهم في \"المهذب\" و\"التهذيب\" هو أبو بكر الفارسي كما يدل عليه ما في \"تعليقة أبي الطيب\" و\"الشامل\".\nوبما يتقدم تنبيه على التوقف في إثبات الخلاف في ذلك، بل نجزم أن القاطعين بالقتل لا يعارض كلامهم شيء.\nوقال صاحب \"البيان\".\n\"قال أبو بكر الفارسي: من أصحابنا من قال: من سب الرسول صلى الله عليه وسلم وجب قتله حدًا لأنه انتقضت ذمته. ولم يذكر الشيخ أبو حامد في \"التعليق\" غيره، لأن النبي صلى الله عليه وسلم لم يؤمن ابن خطل ومقيسًا لأنهما كانا يسبانه\". وذكر أثر ابن عمر. قال: \"والأول أصح، لأن ابن خطل ومقيسًا كانا مشركين لا أمان لهما قبل هذا\".\nقلت: ابن خطل ومقيس كانا مسلمين قبل ذلك وارتدا، وكل المشركين كان له أمان إلا من أهدر دمه، فإن كان القتل للشرك فقد فغيرهما من المشركين لم يقتل، وإن كان لسب مع الشرك الذي لم يتقدم له أمان فيقتضي أن الحربي الساب يقتل، فالذمي أولى، لأنه ملتزم أحكام الإسلام.\n(1/255)\n\nوقول صاحب \"البيان\"/: إن الفارسي قال: \"من أصحابنا من قال .. \" يقتضي أن الفارسي ناقل لا قائل، وهو خلاف المشهور.\nوتعليله بأنه انتقضت ذمته يخالف قوله: \"حدا .. \" بعض مخالفة.\nوقوله: ولم يذكر الشيخ أبو حامد في \"التعليق\" غيره ليس بصحيح، فقد ذكرنا أنه ذكر أنه يقتل سواء أقلنا ينتقض عهده أم لا، وإنما مراد صاحب \"البيان\" وجوب قتله، وهو صحيح.\nوفهم صاحب \"البيان\" أنه على الأول لا يقتل وأنه الأصح، وهو معذور في هذا الفهم، لأن كلام \"المهذب\" يوهمه، ولكن ذلك لا يمكن نقله عن أحدٍ من الأصحاب، ولا له دليل صحيح.\nوأفحش من هذا وأقبح تصريح يعقوب بن عبد الرحمن بن عبد الله بن أبي عصرون في \"مسائل جمعها على المهذب\" بهذا الفهم، فقال: \"قوله: وإن ذكر الله تعالى أو كتابه أو رسوله أو دينه ولم يشترط في العقد الكف عنه لم ينتقض العهد، ويستوفى موجبه، وهو التعزيز، وقول ابن عمر محمول على أنه كان مشروطًا\"!",
        "(1/256)\n\nوهذا التصريح من أقبح ما يقع للمصنفين، ويجب على المصنف أن يحافظ على أنه لا يصرح بمقتضى لفظ محتمل إلا إذا تتبع أصوله وعرف صحته، وإلا فيأتي به على وجهه، ومتى لم يفعل ذلك كان غير مؤد للأمانة، ولا قائم بالإرشاد للخلق، وكل هذه الفهوم أصلها بحث القاضي أبي الطيب مع الفارسي، وقد بينا أنه ليس بنقل صريح، ولا دليل صحيح، ويعقوب بن أبي عصرون هذا ليس بعمدة، وإذا كان خفي على من هو أكبر منه فهو بطريق الأولى.\nوقال الرافعي رحمه الله بعد أن حكى الخلاف في انتقاض العهد، قال:\n\"وفي \"الشامل\" وغيره أن أبا بكر الفارسي قال: من شتم منهم النبي صلى الله عليه وسلم قتل حدًا، لأن النبي صلى الله عليه وسلم قتل ابن خطل والقينتين ولم يؤمنهم. وزيفوه وقالوا: إنهم كانوا مشركين لا أمان لهم\".\nقلت: وقد سبق تزييف هذا التزييف، وقد أدى الرافعي رحمه الله الأمانة في النقل على صورته، ولم يذكره هو وغيره إلا في ضمن الكلام على انتقاض العهد، وكأنهم يريدون أن هؤلاء مشركون لم يكن لهم عهد، وهذا صحيح/ في بعضهم، مثل القينتين ومثل الحويرث بن نقيد، ولكنا نقول: إذا جاز قتل الحربي والمرأة اللذين لا أمان لهم بالسب فلأن يقتل الذمي أولى.\n(1/257)",
        "\nوقال الروياني في \"البحر\":\n\"ذكر أبو بكر الفارسي أن الأمة أجمعت على أن من شتم رسول الله صلى الله عليه وسلم فحدة القتل، بخلاف ما لو قذف غيره يحد ثمانين. قال أصحابنا: معناه أن بقذفه يكفر فيقتل بالردة، وقتل المرتد حد يسقط بإسلامه، وإذا أسلم هاهنا بقي حد القذف عليه ثمانون، وقيل: أراد به أنه يقتل حدا، لأن النبي صلى الله عليه وسلم أمر بقتل ابن خطل، وهذا الاستدلال لا يصح، لأن ذاك كان مشركًا لا أمان له، فلهذا قتل، بخلاف هذا\".\nقلت: مراد الفارسي أنه أمن غيره من المشركين وقتله، فصار وصف الشرك في هذا الموضع لا أثر له، وعلة عدم التأمين إنما هو السب، وهي موجودة في الذمي، وإذا سلم على مقتضى كلامه أنها علة في المشرك الذي لا أمان له ففي الملتزم الأحكام أولى.\nوقد استوفيت ما وجدته من كلام العراقيين، والروياني ينحو نحوهم، فذكرته معهم، وكذلك البغوي لكونه تبع أبا الطيب في هذا.\nوأما المراوزة:\n(1/258)\n",
        "فقال القاضي حسين:\n\"إن ذكر كتاب الله تعالى بسوء كأن قال: ليس من عند الله، أو: ليس بمعجز، إن لم يكن شرط لم يصر ناقضًا، وإن شرط صار ناقصًا. وإن ذكر النبي صلى الله عليه وسلم بسوء إن كان لا يعتقد ذلك فيه كأن نسبه إلى زنا أو طعن في نسبه صار به ناقصًا، شرط أو لم يشرط، وإن كان يعتقده كأن نسبه إلى الكذب وقتل اليهود بغير حق فكالقسم الثاني\".\nثم قال:\n\"فإذا قلنا ينتقض العهد في هذه المواضع، فلو ارتكب ما يوجب الحد نقيم عليهم الحد، ثم إما أن نقتلهم أو نسترقهم أو نلحقهم بالمأمن، وإذا قلنا: لا ينتقض فنقيم الحد\".\nوقال صاحبه البغوي في \"التهذيب\" بعد أن ذكر الخلاف في الانتقاض، قال:\n\"وعلى القولين يقام عليهم موجباتها، فما كان موجبًا للحد يقام حده، وما يوجب التعزيز يعزر به، لأنه ارتكبه حين كان يجري عليه حكم الإسلام\".\nوقال الفوراني في \"العمد\":\n(1/259)\n\n\"ما يكون خلافه نقضًا شرط أو لم يشرط، وهو: جريان حكم الإسلام، والكف عن قتالنا، وبذل الجزية، وذكر نبينا صلى الله عليه وسلم بسوء لا يعتقدونه، مثل إن نسبوه إلى زنا أو طعنوا في نسبه. وقال الفارسي: من سب نبينا صلى الله عليه وسلم نقتله حدًا، يعني: نقتله/ بالردة، لا أنه لا تقبل توبته كما لو سب الله تعالى\".\nوذكر الإمام الغزالي في أكثر كتبه الخلاف في انتقاض العهد بذلك، وزاد في \"الخلاصة\" فقال:\n\"يشترط عليهم أن يكونوا صاغرين لا يذكرون ديننا ونبينا وكتاب الله، ولا يتجسسوا للمشركين، ولا يؤوا جاسوسهم، وما أشبه ذلك، ثم لا يختلف القول أنهم إن امتنعوا عن الجزية فقد نقضوا عهدهم، وكذلك إن ذكروا رسول الله صلى الله عليه وسلم أو كتاب الله عز وجل بسوء، والمذهب أنه لا تقبل في ذلك توبتهم وأن يقتلوا على مكانهم، إلا في الامتناع من الجزية فإن توبتهم مقبولة، والامتناع من جريان الأحكام عليهم مثل الامتناع من الجزية، وإنما القتل عاجلا ـ على الصحيح ـ بذكر الله أو رسوله أو كتابه بسوء\".\nهذا كلام الغزالي في \"الخلاصة\"، وحسبك به بيانًا وتصريحه بأن المذهب أنه لا تقبل توبتهم ويقتلوا على مكانهم، والظاهر أن مراده بعدم قبول توبتهم أي ما داموا كفارًا، ولا يريد به الإسلام فإنه مقبول منهم كما سنذكره.\nوقوله: \"المذهب .. \" يشير إلى خلاف أنه تقبل توبتهم في ذلك، ولم أر من صرح به إلا أن يكون ما قاله القاضي أبو الطيب، مع أن الظاهر أن",
        "(1/260)\n\nهذا غيره، فإن مقتضى هذا أنه تنتقض ذمته قولا واحدًا، فإن تابوا مع بقائهم على الكفر يقرون بالجزية على وجه ولا يقتلون ولا يلحقون بمأمنهم كما بذلوا الجزية، وأن المذهب بخلاف ذلك، وأنهم يقتلون، فلم يحك الغزالي خلافًا في كون السب موجبًا لنقض الذمة والقتل في الجملة، بخلاف ما يشير إليه كلام القاضي أبي الطيب، فهو غيره بلا شك.\nولعل مراد الغزالي أنه يقتل على المذهب حدًا كما قال الفارسي.\nوعلى الوجه الذي أشار إليه يتخير الإمام بين قتله واسترقاقه أو يرده إلى مأمنه لأنه انتقض عهده، وثبوت هذا الوجه أيضًا بعيد.\nواعلم أن هذه الوجوه التي يشار إليها بقول الأصحاب: \"المذهب .. \" ونحوه ينبغي أن يتوقف في ثبوتها، لأنه يحتمل أن يكون مراده أن هذا هو مذهب الشافعي وإن لم يستحضر خلافه، فالمحقق من نقل/ الغزالي أن المذهب أن الساب الذمي يقتل ما لم يسلم، وأما إثبات خلاف فيه فلم يتحقق.\nوقال أبو الحسن علي بن محمد الطبري المعروف بإلكيا في كتابه المسمى \"شفاء العليل في أحكام التنزيل\" في قوله تعالى: \"وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم ...) الآية [التوبة: 12]:\n(1/261)",
        "\n\" .. إن مذهب الشافعي أن المعاهد إذا طعن في الدين وجاهر بسب رسول الله صلى الله عليه وسلم فإنه يحل قتله وقتاله، وإن أبا حنيفة قال: إن مجرد الطعن في الدين لا ينقض العهد\". قال: \"ولا شك أن دلالة الآية قوية في تحقيق ما قاله الشافعي\". هذا كلام إلكيا رحمه الله.\nفقد ثبت التصريح بقتل الساب الذمي من كلام الشافعي، وابن المنذر، والخطابي، والشيخ أبي حامد، والمحاملي، وسليم الرازي، ونصر المقدسي، وإلكيا، والغزالي ونسبته إياه إلى المذهب، وأبي بكر الفارسي وحكايته الإجماع فيه، وأبي بكر القفال على ما نقل الإمام أنه وافقه، وإن كان الإمام ذكره في المسلم، وإن كان الغزالي خالف إمامه في النقل، فنقل عن القفال موافقة الصيدلاني وعن القاضي حسين موافقة الفارسي، واعتماد نقل الإمام أولى.\nولم نجد أحدًا قط من أصحاب الشافعي يتحقق منه أنه يقول: لا يجب عليه القتل، إلا ما ذكرناه من ألفاظ لا صريحة ولا ظاهرة.\nثم لو ثبت ذلك عن أحد من الأصحاب كان نص إمامه الذي حكيناه رادًا عليه، والأدلة التي سنذكرها أيضًا، وكل من توهم خلافًا في هذه المسألة إنما حمله عليه كلام الرافعي، والرافعي تبع أتباع القاضي أبي الطيب، وقد تكملنا على كلامه وبينا الاحتمالات التي فيه.\nثم لو صرح القاضي أبو الطيب: أهو أحق أن يتبع أم الشافعي والدليل؟!\nوأما الإشارة التي ذكرناها عن \"الخلاصة\" فقد أجبنا عنها بحمد الله تعالى.\n(1/262)\n",
        "الفصل الثاني: في نقل كلام العلماء في انتقاض عهده\nقد تقدمت قطعة صالحة منه في الفصل الأول لاختلاطها بالكلام في القتل، وتقدم من نقل الخطابي عن الشافعي أنه تبرأ منه الذمة.\nوقال المارودي: \"سب رسول الله صلى الله عليه وسلم تنتقض به الهدنة كالذمة خلافًا لأبي حنيفة فيهما\". ونقله الرافعي عن الماوردي.\nوقال الروياني في \"البحر\" في باب نقض العهد:\n\"قيل: عقد الهدنة موجب لثلاثة أمور:\n1 - الموادعة في الظاهر،\n2 - وترك الخيانة في الباطن،\n(1/263)\n\n3 - والمجاملة في الأقوال والأفعال، فإن عدلوا عن الموادعة انتقضت هدنتهم ولا تفتقر إلى حكم الحاكم بنقضها، وأما ترك الخيانة فأن لا يستسروا بفعل ما ينقض الهدنة لو أظهروه، فإذا ظهر ذلك حكم الإمام بنقض هدنتهم ولم تنتقض بمجرد خيانتهم، ويجوز أن يبدأ بقتالهم مجاهرة، ولا يشن عليهم الغارة ولا البيات في الابتداء، ويفعل ذلك في الانتهاء، فصار هذا مخالفًا لما قبله.\nوأما المجاملة بالأقوال والأفعال فهي في حقوق المسلمين أعظم منها في حقوقهم، فإن عدلوا عنها سألهم الإمام، فإن ذكروا عذراً قبل وكانوا على هدنتهم، وإلا أمرهم بالرجوع، فإن لم يرجعوا نقضها بعد إعلامهم بنقضها، فصارت مخالفة للقسمين.\nفأما سب الرسول فمما ينتقض به عقد الهدنة وعقد الذمة، وكذلك سب القرآن، فإن كان جهرًا فهو من القسم الأول، وإن كان سرًا فهو من القسم الثاني، وهكذا\". قاله الماوردي أيضًا.\nوقال الماوردي أيضًا في باب نقض العهد:\n\"فأما سب رسول الله صلى الله عليه وسلم فهو مما ينتقض به عقد الهدنة وعقد الذمة، وكذلك سب القرآن، فإن كان جهرًا فهو من القسم الأول، وإن كان سرًا",
        "(1/264)\n\nفهو من القسم الثاني، وقال أبو حنيفة: لا ينتقض بها عقد الهدنة ولا عقد الذمة، لأن اليهود قالوا: \"السام عليك .. \"، فلم يجعل نقضًا للعهد، ولأن قولهم: \"ثالث ثلاثة\" أعظم. ودليلنا قول ابن عمر لما قيل له عن راهب سب: \"لو سمعته أنا قتلته، إنا لم نعطه الأمان على هذا\"، وليس يعرف له من الصحابة مخالف، فكان إجماعًا.\nوأما الخبر فعنه جوابان:\nأحدهما: أنهم قالوه ذمًا لا شتمًا،\nوالثاني: أنه كان في ضعف الإسلام.\nوالجواب عن قولهم: \"ثالث ثلاثة\"، من وجهين:\nأحدهما: أنهم قالوه اعتقادًا للتعظيم، والشتم اعتقاد للتحقير، والثاني: أقررناهم عليه، ولم نقرهم على شتم الرسول\".\nوذكر الشيخ أبو حامد والقاضي أبو الطيب ومن بعدهما الخلاف في انتقاض الذمة بذلك، ولا بد من مقدمة، وهي:\nأن الأشياء المشترطة عليهم في عقد الذمة منها: ما لا تنتقض الذمة بمخالفتها قطعًا، بل يعزرون عليه، ويُلزمون بعدم المخالفة، كإظهار الخمر\n(1/265)",
        "\nوالخنزير، وإسماع المسلمين شركهم واعتقادهم والناقوس وأعيادهم وقراءتهم التوراةَ والإنجيل، وإحداثِهم الكنائس في بلادنا، وإطالتهم البناء وتركهم المخالفة في الغيار: فلا ينتقض عهدهم/ بهذا شرط أم لم يشرط، وفي النفس منه شيء، لأن مُقتَضى الشرط في سائر العقود أن يثبت الخيار بمخالفته كشرط الرهن في البيع ونحوِه، ولعل المدرك هاهنا وجوب قبول الجزية إذا بذلوها مع هذه الأمور وإن منعوا منها وعزروا عليها، ولو قلنا تنتقض بها لأدى إلى أنا لا نقبل الجزية، وذلك مخالف لقوله تعالى: (حتى يعطوا الجزية عن يدٍ وهم صاغرون) [التوبة: 29]، ويكون تعاطي هذه الأمور لا ينافي الصغار، وأما المنع عليها والتعزيز عليها فللمبالغة في إهانتهم وإذلالهم.\nومنها: ما تنتقض به قطعًا، هو الامتناع من التزام الجزية وإجراء الأحكام، والمقاتلة.\nومنها: فيه خلاف، وهو قسمان:\nأحدهما: الزنا بمسلمة أو إصابتها باسم نكاح، أو تطلع على عورة المسلمين ونقلها إلى دار الحرب، أو فتنة مسلم أو مسلمة عن دينه، أو يقطع الطريق على مسلم أو مسلمة، أو يؤوي عينًا للمشركين، أو يعين على المسلمين بدلالة، أو يقتل مسلمًا أو مسلمة، ففي هذه الخصال طرق، أصحها ـ وهي التي قالها الشيخ أبو حامد والقاضي أبو الطيب\n(1/266)\n",
        "والأكثرون ـ أنه إن لم يجر لها ذكر في العقد لم ينتقض، وإن جرى فوجهان، ويقال قولان:\nأحدهما: ينتقض لمخالفة المشروط ولما فيه من الضرر الظاهر على المسلمين، ولقصة أبي عبيدة ابن الجراح، ولم ينكر عليه، وبالقياس على منع الجزية. وهذا قال ابن الصباغ إنه الذي نص عليه، وقال القاضي الحسين: إنه المذهب. وممن رجحه الفوراني، وصاحب \"الكافي\"، وابن أبي عصرون، وقال الرافعي في \"المحرر\": إنه الأقرب، وصححه النووي في \"المنهاج\" و\"تصحيح التنبيه\"، وهو اختيار القفال.\n(1/267)\n\nوالثاني: لا ينتقض، لأن ما لم ينتقض العهد إذا لم يشرط لم ينتقض مع الشرط، كإظهار الخمر، ولأن هذه الأمور بالإضافة إلى عقد الذمة كالكبائر بالإضافة إلى الإسلام. قال الرافعي: وينسب هذا إلى اختيار القاضي أبي الطيب، ورجحه صاحب/ \"التهذيب\" وجماعة. واغتر النووي في \"الروضة\" بهذا، فقال: إنه الأصح، وليس كما قال.\nوالطريق الثاني عن الشيخ أبي محمد: إن جرى الشرط انتقض، وإلا فوجهان.\nوالطريق الثالث: حكى القاضي ابن كج عن بعضهم القطع بأنه لا ينتقض العهد بهذه الأسباب.",
        "(1/268)\n\nويخرج من الطرق ثلاثة أوجه، ذكرها صاحب \"الإفصاح\" وصاحب \"التقريب\" والغزالي، ثالثها: الفرق بين أن يجري شرط في الابتداء فينتقض بمخالفته وبين أن لا يجري فلا ينتقض، وهو الأصح، والقول بعدم الانتقاض مطلقًا اقتضى كلام \"الروضة\" تصحيحه، وليس بجيد.\nوذكر القاضي أبو الطيب إيواء عيون الكفار من جملة هذه الخصال، وقال الرافعي: إنه ملحق بالخصال الثلاث، وذكر في قطع الطريق طريقين أظهرهما أنه كالزنا.\nالقسم الثاني: ذكر الله وكتابه ودينه ورسوله بسوء، فيه طريقان:\nأحدهما: ينتقض العهد به بلا خلاف كالقتال، وأظهرهما عند الرافعي أنه كالزنا بالمسلمة ونحوه، فيجيء فيه الخلاف، هكذا قال الرافعي.\n(1/269)",
        "\nوقال الشيخ أبو إسحاق في \"النكت\":\n\"إذا ذكر الذمي كتاب الله بما لا ينبغي أو شتم رسول الله صلى الله عليه وسلم انتقضت ذمته، ومن أصحابنا من قال: إن شرط أن لا يذكر ولا يسب انتقض وإلا فلا، وقال أبو حنيفة: لا ينتقض\".\nفخرج من هذا أن في السب أيضًا ثلاثة أوجه:\nأحدها: ينتقض العهد به مطلقًا، وهو قول أبي إسحاق المروزي والشيخ أبي إسحاق الشيرازي في \"النكت\".\nوالثاني: لا ينتقض به مطلقًا، وكلا الوجهين موجود في كلام الشيخ أبي حامد والقاضي أبي الطيب والرافعي وغيرهم.\nوالثالث: أنه إن شرط انتقض وإلا فلا.\nوقد نظرت كلام الشافعي رحمه الله في \"الأم\" فوجدته على ما أحكيه لك، فقال في باب تحديد الإمام مما يأخذ من أهل الذمة في الأمصار:\n\"ينبغي للإمام أن يحدد بينه وبين أهل الذمة جميع ما يعطيهم ويأخذ منهم، ويرى أنه ينوبه وينوب الناس منهم، ويسمى الجزية، وأن يؤديها على ما وصفت، ويسمى شهرًا تؤخذ منهم فيه، وعلى أن يجري عليهم إذا طلبهم طالب حكم الإسلام أو أظهروا ظلمًا لأحد، وعلى أن لا يذكروا رسول الله صلى الله عليه وسلم إلا بما هو أهله، ولا يطعنوا في دين الإسلام ولا يعيبوا من حكمه شيئا، فإن فعلوه فلا ذمة لهم، ويأخذ عليهم أن لا يسمعوا\n(1/270)\n",
        "المسلمين شركهم وقولهم في عزير وعيسى، فإن وجدهم فعلوا بعد التقدم إليهم عاقبهم على ذلك عقوبة لا تبلغ حدًا\".\nثم ذكر الشافعي الشروط كلها ولم يذكر في شيء منها أنهم إذا فعلوه كان نقضًا للعهد، وذكر قطع الطريق وغيره ولم يذكر الزنا بالمسلمة في هذا الباب، فانظر كيف لم ينص على الانتقاض إلا في ذكر الرسول والطعن في الدين، وهو يدل لأبي إسحاق في أنه لا بد من شرطه، وفي أن بالمخالفة ينقض العهد.\nوقال في باب ما أحدث أهل الذمة الموادعون مما لا يكون نقضًا:\n\"إذا أخذت الجزية من قوم فقطع قوم منهم الطريق أو قاتلوا رجلاً مسلمًا فضربوه، أو ظلموا مسلمًا أو معاهدًا، أو زنا منهم زانٍ أو أظهر فسادًا في مسلم أو معاهد: حد فيما فيه الحد، وعوقب عقوبة منكلة فيما فيه عقوبة، ولم يقتل إلا بأن يجب عليه القتل، ولم يكن هذا نقضًا للعهد يحل دمه، ولا يكون النقض للعهد إلا بمنع الجزية أو الحكم بعد الإقرار والامتناع بذلك\".\nوهذا الكلام من الشافعي يحتمل أن يكون محله إذا لم يشرط، ويدل له أنه في هذا الباب لم يذكر شرطًا وإنما ذكر الموادعة وإعطاء الجزية، فيصح الكلام حينئذ، وليس فيه تعرض لما إذا ذكروا الله ورسوله بسوء، فمن أين يؤخذ أنه لا ينتقض عهدهم بذلك لا عند الشرط ولا عند عدمه؟!\n(1/271)\n\nوقال في باب إذا أراد الإمام أن يكتب كتاب صلح على الجزية كتب، فذكر الشافعي شروطًا ثم/ قال:\n\"وعلى أن أحدًا منكم إن ذكر محمد صلى الله عليه وسلم أو كتاب الله عز وجل أو دينه بما لا ينبغي أن يذكر به فقد برئت منه ذمة الله، ثم ذمة أمير المؤمنين وجميع المسلمين، ونقض ما أعطى [عليه] الأمان، وحل لأمير المؤمنين ماله ودمه كما تحل أموال أهل الحرب ودماؤهم، وعلى أن أحدًا من رجالهم إن أصاب مسلمة بزنا أو اسم نكاح أو قطع الطريق على مسلم أو فتن مسلمًا عن دينه أو أعان المحاربين على المسلمين بقتال أو دلالة على عورة المسلمين أو إيواء لعيونهم فقد نقض عهده وأحل دمه وماله\".\nثم ذكر باقي الشروط ولم يذكر في شيء منها نقض العهد إلا فيما تقدم، ثم قال في آخر هذا الكتاب:\n\"وأيهم قال أو فعل شيئًا مما وصفته نقضًا للعهد وأسلم لم يقتل إذا كان قولاً، وكذلك إذا كان فعلاً لم يقتل، إلا أن يكون في دين المسلمين أن من فعله قتل حدًا أو قصاصًا، فيقتل بحد أو قصاص لا نقض عهد، وإن فعل ما وصفنا وشرط أنه نقض لعهد الذمة فلم يسلم ولكنه قال: \"أتوب وأعطي الجزية كما كنت أعطيها أو على صلح أجدده\" عوقب ولم يقتل إلا أن يكون فعل فعلاً يوجب القصاص أو القود، فأما ما دون هذا من الفعل أو القول: فكل قول فيعاقب عليه ولا يقتل\".",
        "(1/272)\n\nقال الشافعي: \"فإن فعل أو قال ما وصفنا وشرط أنه يحل دمه فظفرنا به فامتنع من أن يقول: \"أسلم أو أعطي جزية\" قتل وأخذ ماله فيئا\". انتهى.\nوهذا الكلام أيضًا صريح في انتقاض العهد بذلك عند الشرط، وكذلك في الزنا بالمسلمة ونحوه، وأنه بعد انتقاض العهد إن أسلم سقط ما ليس بقصاص، ويعاقب على غيره إن أذعن لإعطاء الجزية، وإلا فيقتل ويؤخذ ماله فيئًا، وإطلاقه في القول: \"إنه يعاقب عليه ولا يقتل\": عام قابل للتخصيص، فينبغي أن يخص منه سب النبي صلى الله عليه وسلم للنقل الصريح عنه أنه يقتل، ولعل ما أشار إليه الغزالي في \"الخلاصة\" راجع إلى ذلك وأنه تقبل توبتهم على وجه ضعيف قبل الإسلام ويعزرون،/ ولست أثق بهذا، والتمسك بنقل الخطابي الصريح وابن المنذر أولى من التعلق بهذا الإطلاق.\nوالتصريح بأن حد السب القتل قاض على ذلك، ومقتض لأن يلحق بالقصاص الذي نص الشافعي عليه، يخرج عنه فيما بعد الإسلام لما سيأتي، فيبقى قتله على مقتضاه.\nهذا بالنسبة إلى القتل، أما انتقاض العهد بذلك فنصوص الشافعي متفقة عليه إذا كان مشروطًا كما نقلناه من باب \"تحديد الإمام ما يأخذ من أهل الذمة\"، ومن باب \"إذا أن يكتب كتاب صلح\"، وساكتة عنه إذا لم يشرط كما اقتضاه نصه في باب \"ما أحدث أهل الذمة الموادعون\"، وكذلك قول المزني في \"المختصر\"، فإنه قال:\n\"ويشرط عليهم أن من ذكر كتاب الله أو محمدًا رسول الله صلى الله عليه وسلم أو دين الله بما لا ينبغي أو زنا بمسلمة أو أصابها باسم نكاح أو فتن مسلمًا عن\n(1/273)",
        "\nدينه أو قطع عليه الطرق أو أعان أهل الحرب بدلالة على المسلمين أو آوى عينًا لهم: فقد نقض عهده، وأحل دمه، وبرئت منه ذمة الله وذمة محمد صلى الله عليه وسلم\".\nثم ذكر الشروط بعدها، ولم يذكر فيها نقض العهد، ولكن كلام \"الأم\" أصرح، فإنه ظاهر في الحكم بانتقاض العهد بذلك ومؤيد لقول ابن الصباغ: \"إنه المنصوص\"، وقول القاضي الحسين في الزنا بالمسلمة ونحوه: \"إنه المذهب\"، ومبطل لقول البغوي: \"إن الأصح أنه لا يكون نقضًا شرط أو لم يشرط\".\nوجعل البغوي ذكر الله أو كتابه أو رسوله أو دينه كالزنا بالمسلمة وأن الأصح عدم الانتقاض به شرط أو لم يشرط: في غاية البعد، ولم أر من صرح بهذا غيره، حتى شيخه القاضي حسين، فقد تقدم عنه خلاف ذلك، ولقد تعجبت من البغوي فإنه رجل كبير وما عادته أن يسقط هذا السقوط! ثم ظهر لي جواب عنه وأنه ليس مخالفًا لكلام الشافعي،\n(1/274)\n",
        "والحق ما قاله الشافعي من غير خلاف، وبيان ذلك بمقدمة/ نبه عليها الرافعي، وهو أن المعتبر هل هو شرط الامتناع عن هذه الأفعال أو شرط انتقاض العهد بها إذا ارتكبها؟ صرح الإمام بأن المعتبر الثاني، وعلى ذلك جرى الغزالي، وكثير من الأصحاب لم يتعرضوا إلا للأول.\nقال الرافعي في الزنا بمسلمة ونحوه:\n\"ولا يبعد أن يتوسط فيقال: إن شرط الانتقاض فالظاهر الانتقاض كما حُكي عن اختيار القفال، وإلا فالظاهر خلافه كما نسب إلى اختيار القاضي أبي الطيب\".\nوقال ابن الرفعة:\n\"إن كلام غير الإمام طافح بأن المراد بالشرط شرط الانكفاف لا شرط الانتقاض، وذلك ظاهر من كلام الماوردي وغيره، وبه صرح صاحب \"المرشد\" والبندنيجي وابن ...................................\n(1/275)\n\nداود وغيرهم، حتى صاحب \"الإبانة\"، فإنه حيث حكى الأوجه الثلاثة قال في الوجه الثالث: إن كنا شرطنا عليهم أن لا يفعلوا ذلك كان نقضًا وإلا فلا\".\nقلت: إذا عرفت هذه المقدمة فالبغوي رحمه الله إنما صحح عدم الانتفاض شرط أم لم يشرط، لأنه صرح بشرط الامتناع فقال هكذا:",
        "(1/276)\n\n\"إن لم يكن شرط الإمام عليهم في العقد الامتناع عنها لم ينقض ذلك عهدهم، وإن شرط فعلى قولين: الأصح لا ينتقض\".\nوالذي دلت عليه نصوص الشافعي بالانتقاض هو إذا شرط الانتقاض بها، فهما مسألتان، وهذا شاهد للتوسط الذي قاله الرافعي.\nلكني أقول: إذا شرط الانتقاض بذكر الله أو رسوله أو كتابه أو دينه انتقض بارتكابه قولاً واحدًا لدلالة نصوص الشافعي على ذلك، ولم يوجد في كلام الأصحاب ما يخالفه، والأدلة تقتضيه، وإذا شرط الامتناع ولم يشرط الانتقاض فهذا محل الخلاف وترتيب الأصحاب المراتب الثلاثة، ولهذا أكثر الأصحاب ذكروا شرط الامتناع، ولعل الحامل للإمام على شرط الانتقاض ما رآه في \"المختصر\"، ولكن الشافعي لم يعله محل خلاف، وبهذا يزول اللوم عن البغوي وإن كان الأصح خلاف ما قاله، لكنه محل خلاف في الجملة.\nوأما عند شرط/ الانتقاض فلا يعرف فيه خلاف صريح، وقد رأينا الذي شرط الشافعي الامتناع عنه فقط دون الانتقاض به في كلام الشافعي لم يحكم بالنقض به كالغيار ونحوه، فلا يبعد جريان خلاف في الزنا بمسلمة ونحوه أيضًا عند شرط الامتناع وإن أمكن الفرق بزيادة الضرر.\nهذا في الزنا بمسلمة ونحوه، أما ذكر الله ورسوله ودينه وكتابه ففيه زيادة أخرى، وهو أن الأصحاب اختلفوا في وجوب اشتراط ذلك في العقد، ولم يختلفوا في أنه لا يشترط ذكر الانكفاف عن الزنا ونحوه فكان\n(1/277)",
        "\nأقوى، فلا يلزم من جريان الخلاف في الزنا بمسلمة إذا شرط: جريانه في السب إذا شرط، وإما إذا لم يشرط فالخلاف في الزنا ونحوه يتجه.\nوأما في السب فإن قلنا يجب شرط الانكفاف عنه فللأصحاب خلاف إذا لم يشرط: هل يفسد العقد أو يتأبد ويكون كما لو شرط لأنه مشروط شرعًا؟ وإن قلنا لا يجب شرط الانكفاف عنه في العقد فلا شك أنه أعظم من الزنا، فلا يلزم من جريان الخلاف في الزنا الخلاف فيه، إلا أن الأصحاب ذكروه، فيحتمل على هذا التقدير، وأما تصحيحه فبعيد، وهذا إذا تحققنا عدم الشرط، ونحن في مسألتنا هذه لا ندري أشرط أم لا.\nوقد نبه ابن أبي عصرون في \"الانتصار\" على فائدة عظيمة حيث تكلم في الزنا بالمسلمة ونحوه والفرق بين ما إذا شرط تركه وما لم يشرط، فقال إنه إذا لم يعلم كيف عقد معه وجب تنزيله على أنه مشروط، لأن مطلق العقد يحمل على المتعارف، وهذا العقد في مطلق الشرع كان مشتملاً على هذه الشرائط، ولهذا قال ابن عمر: \"ما على هذا أعطيناكم الأمان\"، وقال أبو عبيدة: \"ما على هذا صالحناكم\" حين وجد منهم الزنا بالمسلمة والسب، فإذا كان هذا قولهم في الزنا فما ظنك بالسب؟!\nثم إن الأصحاب لما ذكروا الخلاف في الانتقاض بذكر الله ورسوله اختلفوا في محل الخلاف على طريقين:\n(1/278)\n",
        "إحداهما: أن الخلاف فيما إذا ذكر النبي صلى الله عليه وسلم/ بسوء يعتقده ويتدين به، فأما إذا ذكره بما لا يعتقده ولا يتدين به فهو كما إذا نسبه إلى الزنا أو طعن في نسبه، فيلحق ذلك بالقتال وينتقض به العهد شرط عليهم الكف عنه أو لا.\nقال الرافعي: وهذا قضية ما في تعليقة إبراهيم المروروذي وما حكاه القاضي الروياني عن بعض أئمة خراسان.\nقلت: ويشهد له أن الشافعي إنما ذكر ذكر النبي والدين والكتاب ولم يتعرض لذكر الله، لأن أحدًا لا يتدين بذكر الله بسوء.\nوالطريقة الثانية ـ قال الرافعي: وهي أظهر عند الصيدلاني وغيره ـ: أن الخلاف فيما إذا طعنوا بما لا يتدينون به، أما ما هو من قضية دينهم فلا ينتقض العهد بإظهاره بلا خلاف، كقولهم في القرآن: إنه ليس من عند الله، وهذا الذي أورده الغزالي.\nقلت: وهذه الطريق وإن رجحها الصيدلاني وغيره فهي ضعيفة، وكلام الشافعي الذي حكيناه يشير إلى خلافها، وأي ضرورة تدعو إلى\n(1/279)\n\nاحتمال إظهارهم لذلك وقد شرط عليهم الصغار، وفي إظهار ذلك استعلاء وامتهان للمسلمين.\nفتلخص أن هذا الشخص الذي سب بصريح اللعن منتقض العهد حلال الدم، وأن الخلاف في انتقاض عهده بعيد، وأما الخلاف في حل دمه سواء انتقض عهده أم لم ينتقض فلا يعرف محققًا في مذهب الشافعي ولا في مذهب أحمد ولا هو في مذهب مالك.\nومما نذكره هنا أن شرط الامتناع يصح العقد معه قطعًا، وشرط الانتقاض مقتضى كلام الشافعي الذي ذكرناه صحة العقد معه، وهو الصوابب.\nوقد ذكر الإمام فيما إذا شرط عليهم في إظهار الخمر ونحوه أنهم إذا فعلوها انتقض عهدهم فقال: إنه يبني على أن عقد الذمة هل يصح مؤقتًا؟ إن صححناه صح العقد وينتقض إذا أظهروا، وإن لم نصححه فسد العقد من أصله، والحكاية عن الأصحاب أنه لا ينتقض، بل يفسد الشرط ويتأبد العقد، ويحمل ماجرى على تخويفهم وإذلالهم، ووجه ذلك بأن الربط بوقت/ معين هو الذي ينافي التأبيد، والفعل قد لا يوجد، فيتم العقد، وإذا لم يكن التوقيت بالفعل منافيًا للتأبيد فيلغى ويؤبد العقد. انتهى كلامه.",
        "(1/280)\n\nجئنا إلى هذه الصورة: إذا شرط فيها الانتقاض بالسب فعلى ما قاله الإمام لا ذمة لهم إذا سبوا، لأنا إن صححناه مؤقتًا فقد انقضى، وإلا فهو فاسد، وعلى ما حكى عن الأصحاب من فساد الشرط وتأبد العقد في تلك الصور لا يجري هنا، لأن تلك الصور من إظهار الخمر وغيره لم يشرع شرط الانتقاض بها في العقد، فلذلك يُلغى ويتأبد العقد، وأما هنا فشرط الانتقاض بالسب مشروع فلا يجوز إلغاؤه، والأولى الحكم بصحة العقد مؤقتًا وإن كان الوقت مجهولاً كما اقتضاه كلام الشافعي، ويحتمل أن يجري فيه خلاف بعيد أنه يفسد.\nوأما القول بتأبيده ولا ينتقض بالسب فهذا يستحيل القول به من فقيه يتأمل ما يقول.\nوينبغي أن نذكر هنا شروط عمر رضي الله عنه، فإنه العمدة في هذا الباب، فإنه الذي أجلى اليهود إلى أراضي الشام وأخذ العهد عليهم وعلى النصارى بمحضر من الصحابة ـ رضوان الله عليهم ـ الذين هم صدر الأمة وسلفها، وليس لأحدٍ من الأئمة بعده أن يصالحهم بدون شيء من الشروط التي شرط عمر رضي الله عنه، وجميع أهل الذمة إنما هم جارون على شروط عمر رضي الله عنه، لأنا لا نعرف أحدًا بعده من الأئمة عقد لهم عقدًا يخالف عقده، بل كل الأئمة يعتمدون شروطه ويجرون عليها، ولهذا نقول: إنا متى جهلنا الحال في تلك الشروط هل شرطت أو لا: يحمل الأمر على أنها شرطت؛ لأن العرف الشرعي صار قاضيًا في ذلك بالحمل على شروط، وجميع أهل الذمة اليوم لا يعرف أن إمامًا عقد لهم، فهم إما أن نقول: إنهم جارون على عقد آبائهم الذين تناقلوه من عهد عمر إليهم، وإما أن نقول: لا ذمة لهم، ولم يكن لغير عمر من الأئمة شرط يعرف ولا عقد يعتمد.\n(1/281)",
        "\nوشروط عمر رضي الله عنه مروية بالإسناد المتصل الصحيح،/ وذكرها العلماء في كتبهم بأسانيد صحيحة إلى عبد الرحمن بن غنم الصحابي قال:\nكتبنا لعمر حين صالح نصارى أهل الشام:\n\nبسم الله الرحمن الرحيم\n\n\"هذا كتاب لعبد الله عمر أمير المؤمنين من نصارى مدينة كذا وكذا: إنكم لما قدمتم علينا سألناكم الأمان لأنفسنا وذرارينا وأموالنا وأهل ملتنا، وشرطنا لكم على أنفسنا أن لا نحدث على مدائننا ولا فيما حولها ديراً ولا كنيسة ولا قلاية ولا صومعة راهب، ولا نجدد ما خرب منها .. \"، وذكر شروطًا إلى أن قال:\n\" .. ولا نظهر شركًا ولا ندعو إليه أحدًا .. \"، وقال في آخره:\n\" .. شرطنا ذلك على أنفسنا وأهلينا وقبلنا عليه الأمان، فإن نحن\n(1/282)\n",
        "خالفنا عن شيءٍ شرطناه لكم وضمناه على أنفسنا فلا ذمة لنا، وقد حل لكم منا ما حل من أهل المعاندة والشقاق\".\nوفيه أن هذا الكلام الأخير كان بأمر عمر رضي الله عنه.\nوفي هذا دليل على صحة هذا الشرط، وأن القول بأن العقد لا يصح مؤقتًا بذلك: ضعيف، وفيه دليل على انتقاض العهد بإظهار الشرط، ولا شك أن السب أقبح.\n(1/283)\n\nوعن أبي مشجعة ابن ربعي قال: لما قدم عمر بن الخطاب رضي الله عنه الشام قام قسطنطين بطريق الشام، وذكر معاهدة عمر له وشروطه عليهم، قال: أكتب بذلك كتابًا؟ قال عمر: \"نعم\"، فبينما هو يكتب الكتاب إذ ذكر عمر فقال: إني استثني عليك معرة الجيش مرتين، قال: \"لك ثنياك\". فلما فرغ من الكتاب قال: يا أمير المؤمنين، قم في الناس فأخبرهم الذي جعلت لي وفرضت علي ليتناهوا عن ظلمي، قال عمر: \"نعم\". فقال في الناس فحمد الله وأثنى عليه فقال:\n\"الحمد لله أحمده وأستعينه، من يهده الله فلا مضل له، ومن يضلل فلا هادي له\"، فقال النبطي: إن الله لا يضل أحدًا، فقال عمر: \"ما يقول؟ \" قالوا: لا شيء. وعاد النبطي، فقال: \"أخبروني ما يقول\"، قالوا: يزعم أن الله لا يضل أحدًا، قال عمر: \"إنا لم نعطك الذي أعطيناك لتدخل علينا في ديننا، والذي نفسي بيده لئن عدت لأضربن الذي فيه عيناك\".",
        "(1/284)\n\nفهذا/ من عمر بمحضر المهاجرين والأنصار من غير إنكار يدل على أن الاعتراض في الدين موجب للقتل وانتقاض العهد، فالسب أولى بذلك.\nوروى حرب في \"مسائله\" عن ليث بن أبي سليم عن مجاهد قال: أتي عمر برجل سب النبي صلى الله عليه وسلم، فقتله، ثم قال عمر: \"من سب الله أو سب أحدًا من الأنبياء فاقتلوه\".\nقال ليث: وحدثني عن ابن عباس قال: \"أيما مسلم سب الله أو سب أحدًا من الأنبياء فقد كذب برسول الله صلى الله عليه وسلم، وهي ردة، يستتاب، فإن رجع وإلا قتل، وإيما معاهد عاند فسب الله أو سب أحدًا من الأنبياء أو جهر به فقد نقض العهد فاقتلوه\".\nفإن قلت: لم لا قتل عمر ذلك النبطي؟\nقلت: لأن الكلام الذي قاله قد يكون قاله على سبيل الجهل ولم يقصد به الطعن في الدين، فكثير من الجهال يقع في ذلك، فأراد عمر أن يبين له ذلك، حتى إن عاد وهو يعلم أنه طعن في الدين انتقض عهده.\nوقول ابن عمر في راهب قيل له إنه يسب النبي صلى الله عليه وسلم: \"لو سمعته لقتلته، إنا لم نعطهم الذمة على أن يسبوا نبينا\"؛ فهذا وغيره من كلام الصحابة يدل على أن عليهم من الشروط أن لا يذكروا نبينا صلى الله عليه وسلم بسوء، فمن خالف ذلك فقد خالف شرط الذمة، فلا ذمة له.\n(1/285)",
        "\nومن الدليل على انتقاض العهد بذلك قوله تعالى: (وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر) [التوبة: 12]، ولا شك أن الساب ناكث لأيمانه طاعن في الدين.\nوقوله تعالى: (ألا تقتلون قومًا نكثوا أيمانهم وهموا بإخراج الرسول) [التوبة: 13]، فجعل الهم بإخراج الرسول محرضًا على القتال المقتضى انتقاض العهد، فالسب بطريق الأولى.\nوتسميتهم أئمة الكفر لأنهم يقتدى بهم فيه، والطاعن الساب كذلك.\nوقوله: (قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين (14) ويذهب غيظ قلوبهم) [التوبة: 14 - 15]، وهذه صفات تقتضي أنه صدر منهم زيادة على الكفر، وهو الطعن والسب،/ ولذلك ضمن النصرة عليهم، وغيرهم من الكفار الحرب بينهم وبينهم سجال كما جاء: \"ندال عليهم ويدالون علينا\".\nوقوله: (قاتلوا الذين لا يؤمنون بالله ولا باليوم الأخر ..) إلى قوله: (.. حتى يعطوا الجزية عن يدٍ وهم صاغرون (29)) [التوبة: 29]، والصغار: الذل والضيم، وحال الساب ليس كذلك.\n(1/286)\n",
        "الفصل الثالث: في بيان أن لا يلزم من القول بانتقاض عهده ولا بعدم انتقاضه عدم قتله\nقد تقدم من كلام الشيخ أبي حامد أنه يقتل على التقديرين، وكذلك من كلام غيره، وهو صحيح، لأنه حد على السب لخصوصه كحد الزنا وحد القذف والقصاص، فإذا لم ينتقض عهده أقيم عليه كما يقام على المسلم، وإذا انتقض أقيم عليه أيضًا لأنه كان التزمه.\nفإن قلت: المسلم إذا أقيم عليه إنما أقيم عليه لكفره، وهذا كافر لا يزداد كفرًا آخر، فقتله مع القول بعدم انتقاض عهده بعيد، وقتله مع القول بالانتقاض أيضًا بعيد، لأن الذمي إذا انتقض عهده لنا فيه خلاف: هل يلحق بمأمنه أو يتخير الإمام فيه؟ وتعين قتله مخالف لذلك.\nقلت: قد بينا في المسلم أنه حد، وأنه لا يلزم من ذلك عدم سقوطه بالإسلام، وأنه اجتمع فيه علتان، إحداهما: عموم الردة، والثانية: خصوص السب، والعلة الثانية موجودة هاهنا، ثم إنه لا يلزم من تبقية الكافر الأصلي الذي لم يوجد فيه إلا الكفر تبقيته إذا انضاف إليه السب.\n(1/287)\n\nوقول السائل: إنه لا يزداد كفرًا ممنوع، وقد قال الله تعالى: (ثم كفروا ثم ازدادوا كفرا) [النساء: 137]، والسب كفر جديد لم يكن الكافر أقر عليه قبل ذلك، ولا يجوز تقريره عليه، فلا بد من استيفاء حده، وحده إنما هو القتل، للإجماع الذي نقله الفارسي، ولأن النبي صلى الله عليه وسلم أعلى قدرًا من سائر الخلق، فلا يليق أن يكون سبه كسب غيره، ألا ترى أنه روي أن قذفة عائشة ـ رضي الله عنها ـ حدوا حدين! وأن ذلك لأزواج النبي صلى الله عليه وسلم خاصة دون/ غيرهن من المؤمنات، وإن كانت الرواية في ذلك مختلفة، فإذا كانت أزواجه يعظم الحد لأجلهن فما ظنك به؟! والمعتمد الأدلة التي سنذكرها في فصل الدليل على القتل.\nوقول السائل: \"إن الذمي إذا انتقض عهده لنا فيه خلاف: هل يلحق بمأمنه أو يتخير الإمام فيه\" هذا: إذا لم يصدر منه إلا مجرد الكفر الذي أقر عليه، أما إذا صدر منه ما يوجب القتل فإنه يستوفى حدًا.\nوأيضًا: فهذا كفر آخر غير الذي قررناه عليه وأعطيناه الأمان معه، فلا يلزمنا تأمينه مع هذا الكفر الذي لا يجوز التقرير به ولا إلحاقه بمأمنه ولا اختيار خصلة فيه غير القتل ـ إن لم يسلم ـ لغلظ كفره.",
        "(1/288)\n\nوحاصله: أن الأدلة الدالة على قتله تدل على أن قتله إما حد وإما لغلظ كفره بحيث لا يصح فيه الاسترقاق والمن والمفاداة، ومثل هذا لا يلحق بالمأمن ولا يتخير فيه.\nولهذا إن العلماء رضي الله عنهم الذين قالوه بالإلحاق بالمأمن أو بالتخيير قالوا في هذه الصورة بالقتل من غير التفات إلى غيره، هذا كلام أهل المذاهب الثلاثة، فكان كلامهم في هذه المسألة الخاصة قاضيًا على إطلاقهم في غيرها، ومنبها على المأخذ، وهو إما غلظ الكفر جدًا بحيث لا جزاء له إلا القتل، وإما مراعاة خصوص السب، والفرق بين المأخذين أن على المأخذ الأول يكون خصوص السب جزء علة، والجزء الآخر الكفر، ففي المسلم: الردة مع السب، وفي الذمي الكفر الأصلي مع السب.\nوعلى المأخذ الثاني: خصوص السب وحده هو العلة في الموضعين، حتى لو أمكن تجرده عن الكفر لاقتضى القتل، وقد أشرت إلى شيء من هذا البحث في المسألة الأولى من الفصل الثاني من الباب الأول في أواخرها.\nوعلى المأخذين يصح القول بوجوب قتله قبل الإسلام سواء أقلنا انتقض عهده أم لا، ولا يدخل في قوله: \"من قتل معاهدًا لم يرح رائحة الجنة\"،\n(1/289)",
        "\nولا في قوله: \"ولا ذو عهد في عهده\"،/ لأن ذاك إذا كان بغير حق.\nوهذا إن قلنا لا ينتقض فهو كالقتل بالزنا والقصاص، وإن قلنا ينتقض فليس بمعاهد.\nوبالجملة: قد بينا ذلك من كلام العراقيين والخراسانيين، وإنما أردنا هذا التنبيه على دفع إشكال يعرض فيه، ودفع كلام من توهم ذلك.\n(1/290)\n",
        "الفصل الرابع: في الأدلة الدالة على قتل الساب الذمي\nوهي أربعة عشر دليلاً:\nأحدها، وهو الذي احتج به الشافعي رضي الله عنه وكثير من العلماء بعده:\n\nقصة كعب بن الأشرف\nوهي ما روى البخاري ومسلم رحمهما الله في \"صحيحيهما\" من حديث جابر بن عبد الله قال:\nقال رسول الله صلى الله عليه وسلم: \"من لكعبب بن الأشرف؟ فإنه قد آذى الله ورسوله\"، فقام محمد بن مسلمة فقال: أنا يا رسول الله، أتحب أن أقتله؟ قال: \"نعم\"، قال: فأذن لي أقول شيئًا، قال: \"قل\". قال: فأتاه وذكره\n(1/291)\n\nما بينهم، قال: إن هذا الرجل قد أراد الصدقة وإنه قد عنانا، فلما",
        "(1/292)\n\nسمعه قال: وأيضًا والله لتملنه، قال: إنا قد اتبعناه الآن ونكره أن ندعه حتى ننظر إلى أي شيء يصير أمره، وقد أردت أن تسلفني سلفًا، قال: فما ترهنوني؟ أرهنوني نساءكم، قال: كيف نرهنك نساءنا وأنت أجمل العرب؟ قال: ترهنوني أولادكم، قال: يسب ابن أحدنا فيقال: رهنت في وسقين من تمر! ولكن نرهنك اللأمة، يعني السلاح، قال: نعم. وواعده أن يأتيه بالحارث وأبي عبس وعباد بن بشر، فجاؤوه ليلاً فدعوه فنزل إليهم، وقالت له امرأته: إني لأسمع صوتًا كأنه صوت دم! قال: إنما هذا محمد بن مسلمة ورضيعي أبو نائلة، إن الكريم لو دعي لطعنةٍ بليل لأجاب. قال محمد: إذا جاء فسوف أمد يدي إلى رأسه، فإذا استمكنت منه فدونكم، فلما نزل نزل وهو متوشح، قالوا: نجد منك ريح الطيب، قال: نعم، تحتي فلانة أعطر نساء العرب، قال: أفتأذن/ لي أن أشم منه؟ قال: نعم. فشم، ثم قال: أتأذن لي أن أعود؟ قال: فاستمكن منه ثم قال: دونكم. فقتلوه.\nوروى هذه القصة جميع أهل السير، قالوا: إن كعب بن الأشرف\n(1/293)",
        "\nكان شاعرًا، وكان يهجو النبي صلى الله عليه وسلم وأصحابه ويحرض عليهم كفار قريش في شعره، ويؤذيهم، وكان مهادنًا ممن وادعه النبي صلى الله عليه وسلم لما قدم المدينة. ولا خلاف بين أهل العلم بالسير أن كعب بن الأشرف كان له هدنة وموادعة، ومن ادعى أنه كان حربيًا فلا علم له، هذا متفق عليه بين أهل السير.\nنعم: قيل إنه انتقض عهده، وسنذكر ذلك، وإنما كلامنا الآن في أنه تقدمت له هدنة وموادعة، فإنه من يهود المدينة، وكان عربيًا من بني طيء، وأمه من بني النضير، فلذلك كان فيهم ويعد معهم.\nويهود المدينة كلهم موادعون باتفاق أهل السير، وممن ذكر ذلك الشافعي، قال في \"الأم\" في باب المهادنة:\n\"إن رسول الله صلى الله عليه وسلم وادع حين قدم المدينة يهود على غير خرج أخذه منهم\".\n(1/294)\n",
        "وقال في \"الأم\" أيضًا في باب الحكم بين أهل الذمة:\nقال الشافعي: لم أعلم مخالفًا من أهل العلم بالسير أن رسول الله صلى الله عليه وسلم لم انزل بالمدينة وادع يهود كافة على غير جزية، وأن قول الله تعالى: (فأحكم بينهم أو أعرض عنهم) [المائدة: 42] إنما نزلت في اليهود الموادعين الذين لم يعطوا الجزية ولم يقروا أن يجري عليهم حكم: انتهى كلام الشافعي.\nوقال الواقدي عن ابن كعب القرظي: لما قدم النبي صلى الله عليه وسلم المدينة وادعته يهود كلها، فكتب بينه وبينها كتابًا، وألحق رسول الله صلى الله عليه وسلم كل قوم بحلفائهم، وجعل بينه وبينهم أمانًا، وشرط عليهم شروطًا، وكان فيما شرط أن لا يظاهروا عليه عدوًا، فلما أصاب رسول الله صلى الله عليه وسلم أصحاب بدر وقدم المدينة بغت يهود وقطعت ما كان بينها وبين رسول الله صلى الله عليه وسلم من العهد. انتهى.\nوجعل الواقدي هذا سبب غزوة بني قينقاع، وأنها متقدمة على قتل كعب بن الأشرف، وغيره يجعل قتل ابن الأشرف قبل غزوة بني قينقاع.\nونعود إلى كلام أهل السير في كعب بن الأشرف بعد أن ثبت أنه كان من ملة الموادعين، والموادع دون الذمي، فإذا قتل الموادع بالسب فلأن يقتل الذمي أولى، لأن الذمي التزم بجريان الأحكام عليه بخلاف الموادع كما أشار إليه الشافعي في هذا الكلام في أن التخيير في الحكم: في الموادع، يعني بخلاف الذمي، وليس هذا موضع تحقيق ذلك، إنما المقصود أن ابن الأشرف ما كان حربيًا.\n(1/295)\n\nقال أهل السير: فلما كان يوم بدر وانتصر النبي صلى الله عليه وسلم/ والمسلمون غاظ ذلك كعب بن الأشرف، ولحق بمكة، ورثى من قتل من المشركين ببدر، وحرص المشركين على قتال النبي صلى الله عليه وسلم، وفضل دين الجاهلية على دين الإسلام، ونزل فيه قوله تعالى: (ألم تر إلى الذين أوتوا نصيبًا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين أمنوا سبيلا (51) أولئك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا (52)) [النساء: 51 - 52]، ولهذا لم ينصر، بل خذل وقتل.\nوأعلن بعداوة النبي صلى الله عليه وسلم وبهجائه، وقدم المدينة قال النبي صلى الله عليه وسلم: \"اللهم اكفني ابن الأشرف بما شئت\"، فانتدب له محمد بن مسلمة وأصحابه.\nوروي في معاهدة ابن الأشرف بخصوصه رواية عن جابر بن عدب الله أن كعب بن الأشرف عاهد رسول الله صلى الله عليه وسلم أن لا يعين عليه ولا يقاتله، فلحق بمكة ثم قدم المدينة معلنًا لمعاداة النبي صلى الله عليه وسلم، فكان أول ما خزع عنه قوله:\nأذاهب أنت لم تحلل بمرقبة ... وتارك أنت أم الفضل بالحرم\nفي أبيات يهجوه بها، فعند ذلك ندب رسول الله صلى الله عليه وسلم إلى قتله، رواه الخطابي وغيره.",
        "(1/296)\n\nوقوله: \"خزع\" معناه: قطع عهده، يقال: خزع فلان عن أصحابه، أي: قطع، ومنه سميت خزاعة؛ لأنهم انخزعوا عن أصحابهم وأقاموا بمكة.\nوكان قتل ابن الأشرف لأربع عشرة ليلة مضت من ربيع الأول على رأس خمسة وعشرين شهرًا من مهاجر رسول الله صلى الله عليه وسلم.\nوقيل إن قوله تعالى: (ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرًا) [آل عمران: 186] نزل في كعب بن الأشرف، وإن قوله: (وإن تصبروا وتتقوا ..) [آل عمران: 186] كان قبل ذلك، فلما لحق بمكة وبالغ في الأذى وهجا أمر بقتله.\nوروي أن رسول الله صلى الله عليه وسلم قال: \"من لنا من ابن الأشرف، قد استعلن بعداوتنا وهجائنا، وقد خرج إلى قريش فأجمعهم/ على قتالنا، وقد أخبرني الله بذلك، ثم قدم على أخبث ما كان، ينتظر قريشًا أن تقدم فتقاتلنا\".\nولما رجع النفر الذين قتلوه وبلغو البقيع كبروا وقد قام رسول الله صلى الله عليه وسلم تلك الليلة يصلي، فلما سمع تكبيرهم كبر وعرف أن قد قتلوه. ثم انتهوا\n(1/297)",
        "\nإلى رسول الله صلى الله عليه وسلم، فقال: \"أفلحت الوجوه\"، فقالوا: [و] وجهك يا رسول الله، ورموا برأسه بين يديه، فحمد الله على قتله، فلما أصبح قال: \"من ظفرتم به من رجال يهود فاقتلوه\"، فخافت اليهود فلم يطلع منهم أحد ولم ينطقوا، وخافوا أن يبيتوا كما بيت ابن الأشرف. كذا ذكره ابن سعد في \"الطبقات\" وغيره.\nولما قال النبي صلى الله عليه وسلم ذلك وثب محيصة بن مسعود على ابن سنينة ـ رجل من تجار يهود كان يلابسهم ـ فقتله، وكان حويصة إذ ذاك لم يسلم، جعل يقول: أي عدو الله قتلته! لرب شحم في بطنك من ماله، قال محيصة: والله لقد أمرني بقتله من لو أمرني بقتلك ضربت عنقك. قال حويصة: والله إن دينا بلغ بك هذا لعجب. وأسلم حويصة يومئذ.\nوقال الواقدي: \"كان ابن الأشرف شاعرًا، وكان يهجو النبي صلى الله عليه وسلم وأصحابه ويحرض عليهم، وكان المشركون واليهود من أهل المدينة يؤذون رسول الله صلى الله عليه وسلم وأصحابه أذى شديدًا، فأمر الله عز وجل نبيه والمسلمين بالصبر على ذلك، فلما أبى ابن الأشرف أن ينزع عن أذى النبي صلى الله عليه وسلم وأذى المسلمين .. \"، وساق الواقدي القصة إلى آخرها، ثم قال: ففزعت يهود ومن معها من المشركين، فجاؤوا إلى النبي صلى الله عليه وسلم حين أصبحوا فقالوا:\n(1/298)\n",
        "قد طرق صاحبنا الليلة وهو سيد من ساداتنا، قتل غيلة بلا جرم ولا حدث علمناه،\nفقال رسول الله صلى الله عليه وسلم: \"إنه لو قر كما قر غيره ممن هو على مثل رأيه ما اغتيل، ولكنه نال منا الأذى وهجانا بالشعر، ولم يفعل هذا أحد منكم إلا كان السيف\".\nودعاهم رسول الله صلى الله عليه وسلم إلى أن يكتب بينهم كتابًا ينتهون إلى ما فيه، وكتبوا بينهم وبينه كتابًا تحت العذق في دار رملة بنت الحارث، فحذرت يهود وخافت وذلت من يوم قتل ابن الأشرف. انتهى.\nوقول النبي صلى الله عليه وسلم: \"إنه لو قر كما قر غيره .. \" إشارة إلى حيي بن أخطب. قال قتادة في قوله: \"ألم تر إلى الذين أوتوا نصيبًا من الكتاب) الآية [النساء: 51] نزلت في ابن الأشرف وحيي بن أخطب، وكذا قال عكرمة.\nفكلا الرجلين كعب وحيي خرجا إلى مكة وحرضا، وقتل كعب ولم يقتل حيي إلى أن نقض بنو النضير العهد فأجلاهم النبي صلى الله عليه وسلم، فلحق بخيبر، ثم جمع عليه الأحزاب، فلما انهزموا دخل مع بني قريظة حصنهم حتى قتله الله معهم.\n(1/299)\n\nوذكر الواقدي في قصة ابن الأشرف أنه لما قدم خبر بدر قال كعب بن الأشرف لقومه: ويلكم! والله لبطن الأرض خير لكم من ظهرها اليوم! هؤلاء سراة الناس قد قتلوا وأسروا، فما عندكم؟ قالوا: عداوته ما حيينا.\nوهذا يدل على أنهم نقضوا معه، ولهذا قال النبي صلى الله عليه وسلم: \"من ظفرتم به من رجال يهود فاقتلوه\".\nفهذه قصة كعب بن الأشرف اختصرناها من متفرقات كلام الناس.\nوقيل: إن المشركين لما سألوا ابن الأشرف قال: دينكم خير وأقدم، ودين محمد حديث. وإنه اعتزل النبي صلى الله عليه وسلم وقال: لا أعين عليه. فإن صح هذا كان أولى في الاستدلال، وإن لم يصح فالاستدلال بغيره صحيح، وقد ذكره البيهقي في \"دلائل النبوة\" من حديث جابر بن عبد الله قال: لما كان من أمر النبي صلى الله عليه وسلم ما كان اعتزل كعب بن الأشرف ولحق بمكة، وكان بها وقال: لا أعين عليه ولا أقاتله.\nوفي \"دلائل النبوة\" أن محمد بن مسلمة وأصحابه أتوا كعب بن الأشرف عشية وهو في مجلسه بالعوالي.\nوقيل: إن الكتاب الذي وادع فيه اليهود كلها كان لما قدم المدينة قبل بدر، ولعل هذا هو الذي أشار إليه الشافعي، ويكون الكتاب الذي ذكرناه عن الواقدي كتابًا ثانيًا جدده بعد قتل ابن الأشرف.",
        "(1/300)\n\nوكانت اليهود الموادعون بالمدينة وما حولها ثلاث طوائف: بني النضير، وبني قريظة، وبني قينقاع.\nولقد عرض لبعض السفهاء شبهة في قتل ابن الأشرف، فروى الواقدي عن إبراهيم بن جعفر عن أبيه قال: قال مروان بن الحكم وهو على المدينة وعنده ابن يامين النضيري: كيف كان قتل ابن الأشرف؟ قال ابن يامين: كان غذرًا. ومحمد بن مسلمة جالس شيخ كبير، فقال: يا مروان! أيغدر رسول الله صلى الله عليه وسلم عندك؟! والله ما قتلناه إلا بأمر رسول الله، والله لا يؤويني وإياك سقف بيت إلا المسجد، وأما أنت يا ابن يامين فلله علي لا قدرت عليك وفي يدي سيف إلا ضربت به رأسك. فكان ابن يامين لا ينزل من بني/ قريظة حتى يبعث رسولاً ينظر محمد بن مسلمة، فإن كان في بعض ضياعه نزل فقضى حاجته ثم صدر، وإلا لم ينزل. فبينا محمد في جنازة وابن يامين بالبقيع، فرأى محمد نعشًا عليه جرائد رطبة لامرأة، جاء فحله، فقام إليه الناس فقالوا: يا أبا عبد الرحمن ما تصنع؟ فنحن نكفيك. فقام إليه، فلم يزل يضربه بها جريدة جريدة حتى كسر ذلك الجريد على وجهه ورأسه حتى لم يترك فيه مصحًا ثم أرسله ولا طباخ به، قال: والله لو قدرت على السيف لضربتك.\n(1/301)",
        "\nوروى غير الواقدي أن هذه القصة جرت عند معاوية وأن ابن مسلمة قال: يا معاوية، أيغدر عندك رسول الله صلى الله عليه وسلم ثم لا تنكر؟! والله لا يظلني وإياك سقف بيت أبدًا، ولا يخلو لي دم هذا إلا قتلته.\nوهذا ابن يامين هو السفيه الذي أشرنا إليه، ولا أدري هل كان يهوديًا أو متظاهرًا بالإسلام، إلا أن المدينة لم يكن فيها في زمن مروان أحد من اليهود، ولعل مروان أو معاوية ـ إن ثبت أن القصة كانت عنده ـ إنما سكت عن قتله لتجويزه أن يكون ابن يامين إنما نسب الغدر إلى ابن مسلمة وأصحابه، ولو تحقق منه أنه نسبه إلى رسول الله صلى الله عليه وسلم لم يتوقف في قتله، فقد اتفق الكفار والمسلمون على أنه لا يغدر، ألا ترى إلى قصة أبي سفيان ـ وهو كافر ـ مع هرقل، فمن نسب إلى النبي صلى الله عليه وسلم غدرًا يقتل مسلمًا كان أو كافرًا.\nوذكر الخطابي قصة ابن يامين عند معاوية. وقال الخطابي:\n\"أبعد الله ابن يامين وقبح رأيه هذا، كان كعب بن الأشرف يهجو رسول الله صلى الله عليه وسلم ويحرض عليه وعاهده ألا يعين عليه، ولحق بمكة، ثم نقض مع كفره؛ فاستحق القتل لغدره ولنقضه العهد مع كفره\".\n(1/302)\n",
        "وذكر غيره أن محمد بن مسلمة لم يصرح لكعب بن الأشرف بتأمين في شيء من لفظه، وقيل: من آذى الله ورسوله لا أمان له، والنبي صلى الله عليه وسلم إنما قتله بوحي، فصار/ قتله أصلاً في هذا الباب.\nولا يحل أن يُقال: إن كعبًا قتل غدرًا، وقد قال ذلك قائل في مجلس علي بن أبي طالب فأمر به علي فضربت عنقه. حكى ذلك الشيخ زكي الدين عبد العظيم المنذري رحمه الله في \"حواشي السنن\".\nوقال الخطابي: \"مثل هذا الصنع جائز في الكافر الذي لا عهد له كما جاز البيان والإغارة عليهم أوقات الغرة وأوان الغفلة، وكان كعب هذا قد لهج بسب رسول الله صلى الله عليه وسلم في هجائه، فاستحق القتل مع كفره بسبه رسول الله صلى الله عليه وسلم، وقد حرم رسول الله صلى الله عليه وسلم الفتك وقال: \"الإيمان قيد الفتك، لا يفتك مؤمن\". قال: \"إنما هو فجأة قتل من له أمان، وكان كعب ممن خلع الأمان ونقض العهد\".\n(1/303)\n\nوذكر البيهقي في \"دلائل النبوة\" كلام ابن يامين. وقال البيهقي: \"ما ذكرنا وما نذكره من غدر كعب بن الأشرف ونقضه عهده وهجائه رسول الله صلى الله عليه وسلم والمسلمين وعداوته إياهم وتحريضه عليهم يكذب هذا القائل ويدل على سوء رأيه وقبح قوله، وأن كعب بن الأشرف كان مستحقًا لقتله لما ظهر من غدره ونقضه العهد مع كفره\".\nهذه قصة ابن الأشرف وما يتعلق بها، ووجه الاستدلال بها من وجوه:\nأحدها: الاقتصار على ما في \"الصحيحين\" من قول النبي صلى الله عليه وسلم: \"من لكعب بن الأشرف؟ فإنه قد آذى الله ورسوله\"، وهو يقتضي التعليل بالأذى، فكل من آذاه وظهر آذاه يقتل، ولا شك أن الأذى أخص من",
        "(1/304)\n\nالكفر، كما قال تعالى: (ومنهم الذين يؤذون النبي) [التوبة: 61]، فالتعليل في الحديث يقتضي أن كل من آذى النبي صلى الله عليه وسلم يُقتل.\nالثاني: أنه يقتضي أن كعبًا إنما قتل لأذاه، فيثبت الحكم في غيره من الكفار الذين هم في مثل حاله، لأن حكمه على الواحد حكم على الجماعة.\nوالفرق بين هذا والوجه الأول أن الوجه الأول يقتضي ثبوت الحكم في كل من آذى النبي صلى الله عليه وسلم مسلمًا كان أو كافرًا، وثبوته فيه من القياس المستفاد من التعليل في محل النص وهو قتل كعب، والوجه الثاني يقتضي أن كعبًا قتل لأذاه، فيثبت الحكم في كل من هو في مثل حاله في الكفر والأذى، لا بالقياس ولكن بالإجماع على أن حكمه على الواحد حكمه على الجماعة، وهذا الوجه ساكت عن تعديته إلى المسلم، بخلاف الوجه الأول/ ناطق بتعدية الحكم لكل كافر موادع آذى النبي صلى الله عليه وسلم.\nالوجه الثالث: أن الكافر الموادع إذا قتل بأذاه للنبي صلى الله عليه وسلم فلأن يقتل الكافر الذمي بذلك أولى، لأن الذمي التزم أحكام الإسلام، والموادع لم يلتزم، ولذلك أشار الشافعي فيما قدمنا نقله عنه أن محل التخيير في الحكم: بين الموادعين، أما أهل الذمة فيجب الحكم بينهم، وحمل الآية على ذلك، وهذا هو الصحيح، أعني في وجوب الحكم بين أهل الذمة وعدم وجوبه بين المعاهدين والموادعين.\nوهذا الوجه يشارك الوجهين الأولين في الاقتصار على ما في \"الصحيحين\" واعتبار لفظ الحديث في الدلالة على التعليل بالأذى، ويشارك الوجه الثاني\n(1/305)",
        "\nخاصة في حال كعب بن الأشرف وإثبات الحكم في كل من هو في مثل حاله في الموادعة بالإجماع، ويزيد عليه في تعديته إلى الذمي بالقياس بطريق الأولى، وساكت عن تعديته إلى المسلم كما سكت عنه الوجه الثاني.\nالوجه الرابع: مجاوزة ما في \"الصحيحين\" والنظر فيما دلت عليه السير من حال كعب بن الأشرف، وقد دلت على أنه غدر وحض المشركين على قتال المسلمين، ورثى قتلاهم، وشبب بنساء المسلمين، فإما أن يكون انتقض عهده بذلك أو لا، فإن لم يكن انتقض فيكون قتله حدًا بإجراء حكم الإسلام عليه، لأنا مخيرون في الحكم على المعاهدين، وإن كان انتقض ـ وهو الصواب كما صرح به المحدثون وأهل السير والشافعي، وكذا يقتضيه كلام الفقهاء؛ فإنه لم يكن ذميًا وإنما كان موادعًا، والفقهاء وإن اختلفوا في انتقاض عقد الذمي بذلك فلم يختلفوا في انتقاض عقد المعاهد، لأنه أضعف، بل ينتقض بلا خلاف، وهذا كان حال كعب بن الأشرف، لا خلاف في انتقاض عهده، وحينئذ يقتل،\n(1/306)\n",
        "فظهر أنه لا إشكال في قتله على التقديرين، ولكن التقدير الثاني هو الصواب، وهو المنقول عن الشافعي.\nوقد زاد بعض الناس في الاستدلال لقتله بالسب على ما قلناه أن ما فعله محمد بن مسلمة وأصحابه مع كعب بن الأشرف قريب من شبهة الأمان، فلو لم يكن/ قتله للسب لما جاز، ولكن هذا الذي قاله هذا القائل ليس بصحيح، لأن هذا ليس بأمان ولا شبهة أمان، إذ ليس فيه إشعار بشيء من ذلك، وابن الأشرف نقض عهده باختياره وصار حربيًا، ومخادعة الحربي لأجل قتله بذلك جائز، ليس ذلك تأمينًا، ولكنه يوصل إلى القتل الواجب.\nوما ذكرناه من كون الهدنة تنتقض بالسب بلا خلاف وليست كالذمة أشار إليه إمام الحرمين، ولا نعرف خلافًا فيه في مذهبنا، وقدمنا عن الماوردي أن أبا حنيفة خالف فيه أيضًا، وهذا في غاية البعد، لأن هدنة قريش مع النبي صلى الله عليه وسلم انتقضت بإغارة حلفائهم من بني بكر على خزاعة حلفاء النبي صلى الله عليه وسلم وتبييتهم، ولا شك أن ذلك دون السب، لأنه كقتل بعض المسلمين وليس كنصب القتال معهم، وقتل المسلم دون سب الرسول، ولهذا كان الخلاف فيه في الذمة أقوى، والحنفية يقولون إن هدنة قريش لم\n(1/307)\n\nتنتقض بفعلهم، وإنما الإمام له الخيار في نقض الهدنة متى شاء، ويعلمهم أو يتأخر زمانًا يعلمون فيه؛ ومن تأمل قصة فتح مكة استبعد ذلك.\nوجميع ما صدر من كعب بن الأشرف من رثاء قتلى الكفار وحضهم على قتال المسلمين وتشبيه بنسائهم: دون السب، لأن القائل بأن الذمة لا تنتقض بالسب يقول إنها لا تنتقض بذلك أيضًا.\nوقد قاس الشيخ أبو إسحاق في \"النكت\" الذمة على الأمان فقال: \"لأنه معنى يحقن به دم الكافر، فانتقض بشتم رسول الله صلى الله عليه وسلم كالأمان\".\nفإن كان أبو حنيفة يوافق على انتقاض الأمان بذلك كما يشعر به هذا القياس ـ لأنه بحث معه ـ فلعله يقول إن كعب بن الأشرف كان له أمان لا هدنة، فلذلك انتقض بالسب، ولعله يعتذر عن هدنة قريش بأن الصادر قتال.\nوإن كان يقول إن الأمان أيضًا لا ينتقض بذلك ـ وهو الذي سمعت بعض الحنفية ينقله عن مذهبه ـ فيشكل عليه قتل كعب بن الأشرف، إلا أن يقول إنه لم يكن له أمان أيضًا وإنما كان محاربًا وإن الموادعة هي",
        "(1/308)\n\nالمتاركة ولا يلزم منها الأمان، لكن المعروف من السير وكلام الشافعي وغيره خلاف ذلك، وأن كعبًا كان مهادنًا وانتقض عهده، ولو قال قائل بأنه لا ينتقض عهده ولكن/ يقتل حدًا وإن كعبًا قتل كذلك لسلم من الإشكال وإن خالف ما قاله الناس من انتقاض عهد كعب، وأما القول بأنه لا ينتقض عهده ولا يقتل فلا يستقيم مع الحديث.\nفإن قلت: قتل كعب بن الأشرف إنما كان لكفره، والكافر الذي بلغته الدعوة يجوز تبييته والإغارة عليه، ولم يكن كعب معاهدًا وإنما كان محاربًا فلذلك قتل كما يقتل غيره من الكفار، غاية ما في الباب أنه بالغ في الأذى، فلذلك اختير قتله على غيره دفعًا لما يتوقع من شره، كما يختار الإمام القتل في بعض الأسرى.\nقلت: أما كونه لم يكن إلا محاربًا فمخالف لما نقله المحدثون وأهل السير من أنه كان معاهدًا وانتقض عهده بما صدر منه، وبذلك يحصل الرد على من يقول إن عهد الهدنة لا ينتقض بالسب.\nوأما كونه إنما قتل لكفره فلا شك أنه ليس كذلك، لأن غيره من الكفار الذين ليسوا في مثل حاله لم يقتل كقتله.\nبقي هنا أمر: وهو أن كعبًا صدر منه أمور: تأليبه على النبي صلى الله عليه وسلم، وتهييج الكفار على قتاله، وتوقع شر عظيم يحصل منه، وما أقذع في\n(1/309)",
        "\nالتشبيب بالمسلمات، ورثاؤه لقتلى المشركين؛ ومثل ذلك لو صدر من أسير لتعنت المصلحة في اختيار قتله، فإن الاسترقاق فيه لا يفيد، والمن عليه والمفاداة به يزيد سرًا، وإلحاقه بدار الحرب ـ مع ما علم منه ـ أشد، فلم يبق إلا قتله كما يقتل الأسير على جهة أنه اختيار لأحد الخصال لتعين المصلحة فيها، ويكون القتل حينئذ لأجل الكفر.\nفقتل كعب يحتمل أن يكون لهذا المعنى، ويحتمل أن يكون لخصوص السب حدًا، وإذا كان لخصوص السب فيحتمل أن يكون مع انتقاض عهده، ويحتمل أن يكون بدونه. فهذه ثلاثة احتمالات في قتل كعب مع القطع بأنه جائز حلال:\nأحدها: أن لا يكون انتقض عهده، وقتل للسب.\nوالثاني: أن يكون انتقض عهده، وقتل للسب أيضًا لاستحقاقه بالسب المتقدم كما يرجم بالزنا المتقدم قبل انتقاض/ العقد، كحاله لو كان ذميًا.\nالثالث: أن يكون انتقض عهده، وقتل للكفر كما شرحناه أولاً.\nولا يتجاوز أمر كعب هذه الاحتمالات الثلاثة، والاحتمال الأول مخالف لما قاله الشافعي والخطابي وغيره من المحدثين وأهل السير، ولكنه يحتمل أن يقول به قائل.\nويحمل قول من صرح بأن كعبًا نقض العهد على أن هذا العالم يرى ذلك فروى على ما رأى، والنبي صلى الله عليه وسلم لم يصرح ولا ذكر ما يدل على نقض العهد، فلعل قتله للسب مع بقاء العهد، ولا شك أن هذا محتمل، لكن يبعده قيام الدليل على أن صدور مثل هذه الأشياء يوجب انتقاض العهد، فلا وجه للقول بأن كعبًا لم ينتقض عهده.\n(1/310)\n",
        "فلم يبق إلا التردد بين الاحتمال الثاني والثالث، وهما متقاربان، لكن يرجح الثاني على الثالث التمسك بالتعليل الثابت في \"الصحيحين\" بالأذى وما وافق ذلك من السير.\nعلى أن الذي قاله الشافعي أنه ينتقض عهده ويقتل، وذلك مشترك بين الاحتمال الثاني والثالث، ولكن بينهما فرق، فإن على الاحتمال الثاني يكون القتل واجبًا حدًا من الحدود لا خيرة للإمام فيه إلا النبي صلى الله عليه وسلم، فإنه يتخير لأن الحق له، وعلى هذا يحمل قتل كعب وترك غيره في ذلك الوقت.\nوعلى الاحتمال الثالث يحتمل أن يقال: إن الإمام يتخير فيه كما يتخير في كل من انتقض عهده، فإن ظهرت المصلحة في قتِلِه قِتِلَه، وإن ظهرت المصلحة في إبقائه أبقاه بعد استتابته وتعزيره إن قدر عليه.\nويحتمل أن يقال: إنه لا خيرة للإمام في ذلك، لأن الإمام إنما يتخير فيما إذا لم ينضم إلى الكفر غيره، وهذا انضم إليه السب، وهو كفر آخر لا يقر عليه، فيتعين قتله إلا أن يسلم.\nويتمسك في هذا بأن النبي صلى الله عليه وسلم أمر بقتل كعب بن الأشرف كما جاء مصرحًا في الحديث، والأمر للوجوب، ويلحق به من هو مثله.\nفإن قلت: أمره بقتل هذا كأمره بقتل من يختار قتله من الأسراء.\nقلت: الأسراء ثبت فيهم أنه من على بعضهم، ولم يثبت لنا في مثل من هذا حاله أنه من عليه مع الكفر، فكان الواجب فيه القتل/ ليس إلا،\n(1/311)\n\nوكانت تلك سنة رسول الله صلى الله عليه وسلم فيهم، وقد قال صلى الله عليه وسلم: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\".\nفتلخص أن في قتل كعب بن الأشرف معنيين:\nأحدهما: أن يكون اختيارًا لقتله بالكفر كما يختار قتل الأسارى المخير فيهم.\nوالثاني: أنه لأجل الأذى، ويعضده الحديث وما ذكرناه، وهو أقوى الاحتمالين وأرجحهما، ولذلك ـ والله أعلم ـ اعتمده الشافعي.\nومما نذكر هنا من المباحث أن قوله صلى الله عليه وسلم: \" .. فإنه قد آذى الله ورسوله\" تعليل بالأذى، ولكنه تعليل لقتل كعب بأذاه، ولا شك أن ذلك الأذى الخاص الذي حصل منه حامل على اختيار النبي صلى الله عليه وسلم قتله، ولا خلاف في ذلك، وإنما الخلاف في أن مسمى الأذى موجب للقتل وليس في التعليل ما يقتضي ذلك؟\nوالجواب عن ذلك إما اعتبار الأذى الخاص، فلو قلنا به لبطل باب القياس، ونحن في العلل إنما نعتبر مسمى ما نص عليه الشارع أو أومأ إليه وننيط الحكم به.\nوأما كون المعلل اختيار النبي صلى الله عليه وسلم للقتل الجائز لا وجوبه فجوابه ما تقدم من أنه إذا علم أن النبي صلى الله عليه وسلم قتله لذلك ثبت أنه سبب في القتل، ولا دليل على سقوط القتل واختيار خصلة أخرى سواه في هذه الصورة.",
        "(1/312)\n\nبل أقول: إن الكافر الحربي الذي لم يحصل له عهد أصلاً لو سب ووقع في قبضة الإمام لم يتخير فيه، بل يتعين قتله إلا أن يسلم، لما ذكرناه من البحث.\nألا ترى أن النبي صلى الله عليه وسلم لما من على أبي عزة الشاعر يوم بدر وذهب إلى مكة وتكلم، وجاء المرة الثانية وسأله المن عليه فلم يفعل، وقال له: \"لا تمسح سبلاتك بمكة وتقول: سخرت بمحمد! \"، ثم قال: \"لا يلدغ المؤمن من جحر مرتين\"، وقتله.\n(1/313)",
        "\nفهذا ـ والله أعلم ـ وما أشرنا إليه من أن التخيير إنما يكون في الكفر الذي لم ينضم إليه غيره: يقتضي أن من كان من الأسراء حصل منه ذلك تعين قتله إلا أن يسلم، وإن كنت لم أر ذلك منقولاً إلى طرفًا منه، فقد ذكره أبو العباس ابن تيمية الحنبلي، وقال: إن المتقدمين وطوائف من المتأخرين ـ يعني من أصحابهم ـ قالوا: هذا ـ يعني الساب وغيره من ناقضي العهد ـ يتعين قتلهم كما دل عليه كلام أحمد، وذكر طوائف منهم أن الإمام يتخير فيمن نقض العهد من أهل الذمة كما يتخير في الأسير بين القتل والاسترقاق والمن والفداء بعد أن ذكروه في الناقضين للعهد، فدخل هذا الساب في عموم هذا الكلام وإطلاقه، وأوجب أن يقال فيه بالتخيير إذا قيل به في غيره من ناقضي العهد، لكن قيد محققو أصحاب هذه الطوائف ورؤوسهم ـ مثل القاضي أبي يعلى في كتبه المتأخرة وغيره ـ هذا الكلام وقالوا: التخيير في غير ساب الرسول صلى الله عليه وسلم، وأما سابه فإنه يتعين قتله، وإن كان غيره كالاسير، وعلى هذا فإما أن لا يحكى في قتله خلاف لكون الذين أطلقوا التخيير في موضع قالوا في آخر بأن الساب يتعين قتله، وصرح رأس أصحاب هذه الطريقة بأن مستثنى؛ أو يحكى فيه وجه ضعيف. انتهى كلامه.\nوالصواب أنه لا يحكى فيه خلاف، لأن المطلقين لا تنسب إليه مخالفة حتى تتحقق، فإذا قام الدليل على التقييم وجب اتباعه والاقتصار عليه.\n(1/314)\n",
        "قال ابن تيمية: واختلف أصحاب الشافعي أيضًا، فمنهم من قال: يجب قتل الساب حتمًا وإن خير في غيره، ومنهم من قال: هو كغيره من الناقضين للعهد، وفيهم قولان: أضعفهما أنه يلحق بمأمنه، والصحيح منهما جواز قتله، قالوا: ويكون كالأسير يجب على الإمام أن يفعل فيه الأصلح للأمة من القتل والاسترقاق والمن والفداء.\nقلت: ولم أر في كلام الشافعية تصريحًا بما ذكره، وكأنه أخذ ذلك من مقتضى كلامهم كما تصرف في كلام أصحابهم، والصواب أن لا يثبت في ذلك خلاف وإن كان قضية كلام المطلقين التسوية بين الساب وغيره من ناقضي العهد، وأن يؤخذ بكلام من أطلق القتل في الساب.\nثم إن هذا كله فيمن كان ذميًا أو معاهدًا ونقض، أما الحربي الذي لم يتقدم له عهد وأسر بعد أن سب أو سب في حال الأسر فهو الذي قلت إنه ينبغي أن يتعين قتله وإنني لم أجده منقولاً.\nوكذلك لا ينبغي أن يجوز تأمين الحربي الساب، ولو أمنه شخص لا يصح أمانه، وبهذا يجاب عن قول من قال: إن ما صدر من محمد بن مسلمة وأصحابه شبهة أمان، فنقول: على تقدير تسليم ذلك/ هو أمان باطل لا يمنع القتل.\n(1/315)\n\nوقوله صلى الله عليه وسلم: \"إذا أمنك الرجل على دمه فلا تقتله\"، ونحو ذلك من الأحاديث محمول على ما إذا لم يكن مستحق القتل بحد أو قصاص، وقتل الساب حد، وبذلك تحصل المحافظة على عموم العلة، ويكون الأذى موجبًا لاستحقاق القتل سواء أكان من مسلم أم من ذمي أم من معاهد أم من مستأمن أم من حربي إذا قدر عليه ولم يسلم.\nولا يغتر بما يفهمه كلام بعض الفقهاء من أن الحربي لا تتعلق به الأحكام، وإنما مراده أنه إذا أسلم تسقط.\nفإن قلت: قد قال أصحابنا إن المهادن لا يجب عليه حد الزنا والشرب، وفي حد السرقة والمحاربة قولان، أصحهما عدم الوجوب أيضًا، فإذا كان هذا في المحاربة، وهي حق آدمي، فكيف تدعي قتل",
        "(1/316)\n\nالساب وهو إن كان حق آدمي فمثل المحاربة، وإن كان حق الله تعالى فمثل حد الزنا؟\nقلت: حق القطع في السرقة وحق المحاربة وحد الزنا كلها أمور جزئية فروعية، وأما سب الله ورسوله والقرآن فإنه طعن في الدين، فلا يلزم من عدم إقامة الحد في حقوق الله ـ التي هي من فروع الشريعة ـ عدم إقامته في التعرض لأصل الدين، وقد قال تعالى: (وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر) [التوبة: 12]، فلا يجوز الصبر على السب كما لا يجوز الصبر على الطعن في الدين، فلا شك أن السب موجب لاستحقاق القتل من كل من صدر منه معاهدًا كان أو مستأمنًا أو غيره لما فيه من الطعن في الدين وضرر المسلمين كلهم، وما فيه من غيظ قلوب جميع المؤمنين والتجري على أنبياء الله تعالى بالنقيصة التي تؤثر في قلوب أهل الزيغ، فأين هذا من الزنا والسرقة والمحاربة التي هي أمور مختصة ببعض الآحاد؛ بل أين هو من الكفر الذي ضرره على صاحبه ولا فيه ثلم عرض أنبياء الله تعالى وإدخال الريب على القلوب الضعيفة؟!\nوإذا ثبت أن السب موجب لاستحقاق القتل في المعاهد والحربي ففي الذمي أولى لالتزامه الأحكام.\nوبه ظهر احتجاج الشافعي بقصة كعب بن الأشرف وإن لم يكن ذميًا ولا كان له ذمة قط، فإن يهود المدينة وما حولها لم يكن عليهم جزية،\n(1/317)",
        "\nوالفقهاء إنما يطلقون عقد الذمة على ما كان في جزية، فيهود المدينة على قولهم كانوا مهادنين لا ذميين.\nعلى أن عندي في قصر الذمة على ما يقتضي أداء الجزية نظرًا! لأن إعطاء الجزية نزل في سورة براءة، وهي من آخر ما نزل، بل نص العلماء صريحًا على أن آية الجزية إنما نزلت في غزاة تبوك، وهي في سنة تسع من الهجرة، وهي آخر الغزوات، فكان اليهود كلهم قبل ذلك بغير جزية، ولا شك أن بعضهم كانوا ملتزمين الكف عن المسلمين وأحكامًا أخرى.\nوالذمة معناها الالتزام، فينبغي إذا التزموا إجراء الأحكام عليهم والتزمنا لهم الذب عنهم: انعقدت الذمة وإن لم تكن جزية في ذلك الوقت، لعدم مشروعيتها، وبحمل كلام الفقهاء على هذا الزمان بعد شرعية الجزية ليس لنا أن نعقد الذمة إلا بها.\nإذا عُرف هذا: فقد يكون يهود المدينة كانوا ذميين بلا جزية، وحينئذ تكون قصة كعب بن الأشرف نصًا في الذمي وفي أنه تنتقض ذمته بذلك، ولكن ما حكيناه عن الشافعي يقتضي أن يهود المدينة مهادنون فقط لا أهل ذمة.\nثم إن كعب بن الأشرف كان موضعه في العوالي كما تقدم في الروايات، والعوالي خارج المدينة، وهي تبع لها، والظاهر أن يهودها\n(1/318)\n",
        "كانوا في حكم يهودِ المدينة، وأصحابنا يقولون إن المهادن إذا نقض الهدنة فإن كان في بلده جاز قصده والإغارة عليه في موضعه، وإن كان دخل دارنا بأمان أو مهادنةٍ فلا يغتال وإن انتقض عهده، بل يبلغ المأمن.\nكذا نقله الرافعي عن نقل القاضيين ابن كج والروياني وغيرهما، وقالوا: في الذمي إذا نقض قولان، أحدهما: يبلغ المأمن، وأصحهما ـ على ما في \"التهذيب\" وغيره ـ: المنع، بل يتخير الإمام فيه بين القتل والاسترقاق/ والمن والفداء.\nوكعب بن الأشرف لم يكن في شيء من هذه المثابة، لأنه نقض العهد والتحق بدار الحرب لما ذهب إلى مكة، وقدم إلى العوالي بغير أمان، فلا يقولُ أحد فيه إن حكمه حكم أهل الذمة الذين ينقضون وهم في دارنا تحت يدنا قبل بلوغهم المأمن، ولا أن حكمه حكم أهل العهد إذا كانوا دخلوا لنا بأمان، فلذلك جاز تبييته والإغارة عليه قولاً واحدًا، إما لأنه في العوالي، والعوالي ليست في حكم المدينة، وإما لأن العوالي في حكم المدينة ـ وهو الصحيح ـ ولكنه جاء إليها ناقضًا بغير أمان بعد أن لحق بدار الحرب، فلا شبهة في قتله.\nولو سلم أن كعب بن الأشرف كان حربيًا محضًا لم يسبق له عهدٌ ولا أمانٌ فقتله جائز كقتل غيره من الكفار الذين بلغتهم الدعوة، والتعليل في الحديث بالأذى يقتضي أن القتل لذلك لا للكفر وحدَه، وحينئذ يكون دليلاً على أنَّ ذلك إذا صدر من الحربي يستحق به القتل، وإنما قلت هذا\n(1/319)\n\nلأن المحقق في حال كعبٍ وغيرِهِ من يهود المدينة الموادعة، وهي التي قالها الشافعي، ومعناها المتاركة، ولا يلزم من ذلك أن يكون بعقد يستحق به الأمان، فقد يكونُ باقيًا على أحكام الحرابة مع الكف عنه، وذلك لا يضرنا فيما قصدناه من الاحتجاج بترتيب الشارع القتل على الأذى؛ بل ينفع ويزيد في المقصود.\nوقد قدمنا من كلام الروياني والماوردي ما يقتضي أن سب الرسول والقرآن من المعاهد إن كان جهرًا ينقض الهدنة ولا يتوقف على الحاكم، وإن كان سرًا كان كالخيانة، فللإمام نقضها به، ولا شك أن سب كعب بن الأشرف كان جهرًا، فلذلك كان منتقض العهد يجوز تبييته وشن الغارة عليه بلا خلاف.\nفإن قلت: في الروايات المتقدمة ما يقتضي أن الله تعالى أوحى إلى نبيه حال كعب بن الاشرف، فلعله لما اطلع الله تعالى من قلبه أمر بقتله، وذلك لا يوجد في غيره.\nقلت: نحن متعبدون ببناء الأحكام على أسبابها الظاهرة، ولم يكن النبي صلى الله عليه وسلم يبني الأحكام على الأمور الباطنة وإن جاء بها الوحي، بل على الأسباب التي نصبها في الشريعة، ألا ترى إلى المنافقين مع إعلام الله له بحالهم/ لم يقتلهم لعدم قيام البينة أو الإقرار اللذين نصبهما حجة شرعية؟ وإن كان قد علل ترك قتلهم بغير ذلك مثل قوله صلى الله عليه وسلم: \"لا يتحدث الناس أن محمدًا يقتل أصحابه\" أو غير ذلك.",
        "(1/320)\n\nوبما ذكرناه يتبين لك أن الاستدلال بقصة كعب بن الأشرف لا يتوقف على ثبوت كونه كان معاهدًا، بل سواء أكان حربيًا أم لا الاستدلال بها صحيح بضميمة التعليل المذكور في الحديث.\nوقد سبق أنه قيل إن النبي صلى الله عليه وسلم كان كتب كتاب موادعة أول قدومه المدينة قبل قتل ابن الأشرف، ويكون الكتاب الذي كتبه بعد قتله ثانيًا لانتقاض العهد بنقض ابن الأشرف، إما لأنه كان كبيرًا، ونقض الكبير يتبعه الانتقاض في حق الأتباع ما لم يعتزلوه، وإما لأنهم نقضوا أيضًا كما يدل عليه ما قدمنا من الروايات وقولهم له إن ما عندهم إلا عدواة النبي صلى الله عليه وسلم.\nوعلى كلا التقديرين يتخرج قتل محيصة ابن سنينة، لأن العهد انتقض في حقه بأحد الطريقين المذكورين وبطريق ثالث، وهو أنه جاء منتصرًا لقتل كعب بن الأشرف، فكان بذلك ناقضًا، وقوله صلى الله عليه وسلم: \"من وجدتموه من رجال يهود فاقتلوه\" دليل على انتقاض العهد في حقهم.\n(1/321)",
        "\nالدليل الثاني: قصة قتل أبي رافع عبد الله بن أبي الحقيق اليهودي\nقال ابن إسحاق: حدثني الزهدي: عن عبد الله بن كعب بن مالك قال: كان مما صنع الله لرسوله صلى الله عليه وسلم أن هذين الحيين من الأنصار الأوس والخزرج كانا يتصاولان معه تصاول الفحلين لا يصنع أحدهما شيئًا إلا صنع الأخر مثله، فلما قتلت الأوس كعب بن الأشرف تذكرت الخزرج رجلاً هو في العداوة لرسول الله صلى الله عليه وسلم مثله، فذكروا ابن أبي الحقيق بخيبر، فاستأذنوا رسول الله صلى الله عليه وسلم في قتله، فأذن لهم. وقصة قتله مشهورة ثابتة في البخاري، وإنما ذكرناها عن ابن إسحاق لذكره أن أبا رافع مثل كعب بن الأشرف.\n(1/322)\n",
        "وقال غير ابن إسحاق: كان في حصن له بأرض الحجاز.\nفإن كان موادعًا كابن الأشرف فالاستدلال به مثله، وإلا بالطريق المتقدم من التعليل بالأذى.\n(1/323)\n\nالدليل الثالث: قصة قتل أبي عفك اليهودي\nذكرها أهل السير، وهي وإن لم يحتج بها بمفردها ففيها تأكيد لقصة كعب بن الأشرف.\nقال الواقدي بإسناده: إن شيخًا من بني عمرو بن عوف يقال له أبو عفك، وكان شيخًا كبيرًا قد بلغ عشرين ومئة سنة حين قدم النبي صلى الله عليه وسلم المدينة، وكان يحرض على عداوة النبي صلى الله عليه وسلم، ولم يدخل في الإسلام، فلما خرج رسول الله صلى الله عليه وسلم إلى بدر رجع وقد ظفره الله بما ظفره، فحسده وبغا فقال:\nقد عشت [حينا] وما إن أرى ... من الناس دارًا ولا مجمعا\nأجم عقولا وآتى إلى ... منيب سراعًا إذا ما دعا\nفسلبهم أمرهم راكب ... حرامًا حلالاً لشتى معا\nفلو كان بالملك صدقتم ... وبالنصر تابعتم تبعا\nفقال سالم بن عمير، وهو أحد البكائين من بني النجار: علي نذر",
        "(1/324)\n\nأن أقتل أبا عفك أو أموت دونه. فأمهل وطلب له غرة حتى كانت ليلة صائفة، فنام أبو عفك بالفناء في الصيف في بني عمرو بن عوف، فأقبل سالم بن عمير فوضع السيف على كبده حتى خش في الفراش، فصاح عدو الله، فثار إليه ناس ممن هم على قوله، فأدخلوه منزله وقبروه، وقالوا: من قتله؟ والله لو نعلم من قتله لقتلناه به.\nوكان قتل أبي عفك في شوال على رأس عشرين شهرًا من الهجرة عقب بدر، قبل قتل كعب بن الأشرف بزمان.\nوممن نص على أن أبا عفك كان يهوديًا ابن سعد، وقد سبق أن يهود المدينة كلهم كانوا موادعين، وهذا دليل على أن اليهودي الموادع إذا سب يقتل غيلة، وأن ذلك من القربات التي تلزم بالنذر، وأن ذلك كان معلومًا عند الصحابة.\n(1/325)",
        "\nالدليل الرابع: قصة أنس بن زنيم الديلي\nذكرها أهل السير أن أنس بن زنيم الديلي ـ وكان ممن دخل في عهد قريش وهدنتهم مع رسول الله صلى الله عليه وسلم ـ هجا رسول الله صلى الله عليه وسلم، فسمعه غلام من خزاعة فشجعه، فثار الشر مع ما/ كان بين الحيين، وجاءت خزاعة إلى رسول الله صلى الله عليه وسلم يستنثرونه، وأنشدوه القصيدة المشهورة التي أولها:\nلاهم إني ناشد محمدا ... حلف أبينا وأبيك الأتلدا\nفلما فرغ الركب قالوا: يا رسول الله، إن أنس بن زنيم الديلي قد هجاك. فندر رسول الله صلى الله عليه وسلم دمه، فبلغ ذلك أنس بن زنيم فقدم معتذرا إلى رسول الله صلى الله عليه وسلم، ومدحه بقصيدة أولها:\n(1/326)\n",
        "ءأنت الذي تهدي معد بأمره ... بل الله يهديها وقال لك أشهد\nوفيها:\nفما حملت من ناقة فوق رحلها ... أبر وأوفى ذمة من محمد\nتعلم رسول الله أنك قادر ... على كل سكن من تهام ومنجد\nتعلم رسول الله أنك مدركي ... وأن وعيدًا منك كالأخذ باليد\nونبي رسول الله أني هجوته ... فلا رفعت سوطي إلى إذا يدي\nسوى أنني قد قلت يا ويح فتية ... أصيبوا بنحس يوم طلق وأسعد\nفإني لا عرضًا خرقت ولا دمًا ... هرقت ففكر ـ عالم الحق ـ وأقصد\nوتعلم أن الركب ركب عويمر ... هم الكاذبون المخلفو كل موعد\nوبلغت قصيدته رسول الله صلى الله عليه وسلم، وكلمه نوفل بن معاوية الديلي، فقال: يا رسول الله، أنت أولى الناس بالعفو، ومن منا لم يعادك ويؤذك، ونحن في جاهلية لا ندري ما نأخذ وما ندع حتى هدانا الله بك وأنقذنا بك من الهلك، وقد كذب عليه الركب وكثروا عندك، فقال: \"دع الركب عنك، فإنا لم نجد بتهامة أحدًا من ذي رحم ولا بعيد الرحم كان أبر من خزاعة\".\n(1/327)\n\nفأسكت نوفل، فلما سكت قال رسول الله صلى الله عليه وسلم: \"قد عفوت عنه\"، قال نوفل: فِداك أبي وأمي.\nوهذه القصة ـ إذا صحت ـ من أقوى الأدلة ـ بل فيها دليل على أن القتل لا يسقط بالإسلام حتى يعفو، فإن ظاهر القصيدة يدل على إسلام أنس بن زنيم، وكان حين هجائه مهادنًا، ونوفل الذي شفع فيه كان ممن نقض العهد ثم أسلم وصار يشفع فيه، فدل على أن السب أعظم من نقض العهد، وأن/ ناقض العهد إذا أسلم سلم، والساب إذا أسلم لا يسلم، ولهذا إن النبي صلى الله عليه وسلم لم يهدر دم أحد من بني بكر الذين أغاروا على خزاعة، وإنما سلط خزاعة على قتالهم، وأهدر دم هذا بعينه حتى أسلم واعتذر، هذا مع أن العهد عهد موادعة وهدنة لا عقد جزية وذمة، والمهادن في بلده لا يتوقف فيما شاء من المنكرات، فإذا أخذ بذلك فالذمي أولى.\nفهذه القصة لا شك في دلالتها على قتل الساب المعاهد، وأما إذا أسلم فنحن نختار سقوط القتل عنه، ونحمل ما صدر في هذه القصة من سؤال العفو على قبول توبته كما في قبول توبة كعب بن مالك حين تخلف عن تبوك، حيث تأخرت خمسين ليلة مع ندمه وصدقه كما نبهنا عليه من قبل، ليتحقق رضى الله تعالى عنه وقبوله توبته، كذلك هنا المقصود",
        "(1/328)\n\nرضى النبي صلى الله عليه وسلم عنه، وهو أمر مقصود، فليس نصًا في أنه لو لم يعف عنه لقتله بعد إسلامه، بل لعلة كان له أن يعاقبه بغير القتل أو مجرد إعراضه عنه عقوبة، وكيف يطيب قلب المسلم إذا لم يكن النبي صلى الله عليه وسلم راضيًا عنه، بخلاف الكافر الحربي أو المعاهد الذي نقض العهد بغير ذلك، كالقتال ونحوه، فإنه بمجرد الإسلام لا يبقى عليه تبعة أخرى، لأن دينه الذي كان: هو الكفر والمحاربة، وقد زال بالإسلام، وذنب الساب زائد على الكفر.\n(1/329)",
        "\nالدليل الخامس\nاستدل به أيضًا جماعة من العلماء منهم أحمد بن حنبل، وذكره أبو داود في \"سننه\" في باب الحكم فيمن سب النبي صلى الله عليه وسلم.\nقال أبو داود: ثنا عثمان بن أبي شيبة وعبد الله بن الجراح، عن جرير، عن مغيرة، عن الشعبي، عن علي رضي الله عنه أن يهودية كانت تشتم النبي صلى الله عليه وسلم وتقع فيه، فخنقها رجل حتى ماتت، فأبطل رسول الله صلى الله عليه وسلم دمها.\nورواه أحمد بن جرير، عن مغيرة، عن الشعبي، عن علي قال: كان رجل من المسلمين أعمى يأوي إلى امرأة يهودية، فكانت/ تطعمه وتحسن إليه، فكانت لا تزال تشتم النبي صلى الله عليه وسلم وتؤذيه، فلما كانت ليلة من الليالي خنقها فماتت، فلما أصبح ذكر ذلك لرسول الله صلى الله عليه وسلم فنشد الناس في أمرها، فقام الأعمى فذكر له أمرها؛ فأبطل رسول الله صلى الله عليه وسلم دمها.\n(1/330)\n",
        "وهذا الإسناد لا يرتاب في صحته واتصاله إلا من جهة سماع الشعبي من علي، ولا شك أنه أدركه وأدرك خلائق من الصحابة، فإن مولده ـ على ما ذكره ابن منجويه ـ لست سنين خلت من خلافة عمر بن الخطاب، فيكون ـ عند وفاة علي بن أبي طالب رضي الله عنه ـ عمره عشرين سنة، وأكثر الأقوال في وفاته تدل على هذا، أعني الشعبي، فإنه قيل إنه توفي سنة ثنتين ومئة وعمره ثنتان وثمانون سنة، وقيل فيه أقوال أخرى، ومن جملتها أنه توفي سنة ست أو سبع ومئة وعمره سبع وسبعون سنة، وعلى هذا يكون أدرك من حياة علي عشر سنين، والمشهور الأول، وعلى كل قول فالإدراك محقق، وكذا إمكان السماع، فإنه كوفي وعلي كان بالكوفة، فلا مانع من لقائه والسماع منه، وروايته عن علي معروفة\n(1/331)\n\nمشتهرة، ومن جملة روايته عنه حديث شراحة الهمدانية.",
        "(1/332)\n\nوذكر بعضهم أنه سمع من علي، وهذا تصريح، فإن ثبت ذلك وإلا فالمشهور عند المحدثين الاكتفاء باللقاء والإمكان وحمل الأمر على السماع، فالحديث حينئذ صحيح، وبتقدير أن يكون مرسلاً فإن مرسلات الشعبي من أصح المراسيل، ومع ذلك قد عضده حديث ابن عباس الذي سنذكره في الدليل السادس، فإن القصة إما أن تكون واحدة كما تشعر به رواية أحمد التي ذكرانها، وإما أن يكون المعنى واحدًا.\nوعلى تقدير أن لا يكون عاضدًا له فإن أكثر أهل العلم قائلون به، وجاء ما يوافقه عن أصحاب رسول الله صلى الله عليه وسلم، وكل واحد من هذه الأمور الثلاثة\n(1/333)",
        "\nإذا اعتضد به المرسل كان حجة بلا خلاف، فإن الشافعي يقبله معها، وكذلك من وافقه، وغيرهم يقبله/ مطلقًا معها وبدونها، فقبوله معها مما اتفق عليه العلماء.\nوهذا الحديث من أقوى الأدلة، ويصعب على الحنفية الجواب عنه، فإن المرأة لا تقتل بالكفر الأصلي بإجماع العلماء، ولا تقتل بالردة\n(1/334)\n",
        "عندهم، على أن هذه لم تكن مرتدة بل يهودية، وقتلها عندهم ـ سواء أكان من مسلم أم من غيره ـ موجب للقصاص، فإبطال رسول الله صلى الله عليه وسلم دمها أدل دليل على أن السب أوجب قتلها، وترتيب الراوي الإبطال على الشتم بالفاء دليل على أن الشتم علة للإبطال، وأيضًا حكم النبي صلى الله عليه وسلم بالإبطال عقب ذكر الشتم دليل على أن الشتم علة، وكل واحد من هذين الأمرين دليل العلية على ما هو مقرر في أصول الفقه، وذلك مما يبطل قول الخصم إن المرأة كانت حربية، وإن ذلك هو علة الإبطال لا الشتم.\nومما يبين فساد هذا القول أن الإهدار إنما يكون لما انعقد سبب الضمان فيه، ولهذا لما رأى النبي صلى الله عليه وسلم امرأة مقتولة في بعض مغازيه نهى عن قتل النساء والصبيان، ولم يقل إنه أهدر دمها، لأنها لم ينعقد فيها\n(1/335)\n\nسبب الضمان، بخلاف هذه، فإنها من أهل العهد، والعهد سبب لكون دمها مضمونًا لولا الشتم.\nومما يبين فساده أيضًا أن هذه اليهودية من يهود المدينة، وقد قدمنا أن يهود المدينة كلهم موادعون وقول الشافعي في ذلك وقول الواقدي: إن النبي صلى الله عليه وسلم كتب لهم كتابًا، وكذلك قاله ابن إسحاق أيضًا: إن رسول الله صلى الله عليه وسلم ـ يعني في أول قدومه المدينة ـ كتب كتابًا بين المهاجرين والأنصار وداع فيه يهود وعاهدهم وأقرهم على دينهم وأموالهم، وكان عند آل عمر ابن الخطاب مقرونًا بكتاب الصدقة الذي كتب عمر للعمال، كتب:\n\nبسم الله الرحمن الرحيم\nهذا كتاب من محمد النبي بين المسلمين والمؤمنين من قريش ويثرب ومن تبعهم فلحق بهم وجاهد معهم: أنهم أمة واحدة، يتعاقلون بينهم معاقلهم .. وفيه:\nوأن ذمة الله واحدة، يجير عليهم أدناهم.\nوفيه: أن اليهود ينفقون مع المؤمنين ما داموا محاربين، وأن اليهود/ بني عوف ذمة من المؤمنين، لليهود دينهم، وللمسلمين دينهم، مواليهم وأنفسهم، إلا من ظلم وأثم، فإنه لا يوتغ إلا نفسه وأهل بيته، وأن ليهود بني النجار وبني الحارث وبني ساعدة وبني جشم مثل ما ليهود بني",
        "(1/336)\n\nعوف، وأن ليهود الأوس مثل ما ليهود بني عوف، وأن ليهود بني ثعلبة ولجفنة ـ بطن من ثعلبة ـ ولبني الشطيبة مثل ما ليهود بني عوف، وأن موالي ثعلبة كأنفسهم، وأن بطانة يهود كأنسهم، وأن الجار كالنفس غير مضار ولا آثم، وأنه ما كان بين أهل هذه الصحيفة من حدث أو اشتجار يخشى فساده فإن مرده إلى الله وإلى محمد صلى الله عليه وسلم، وأن يهود الأوس ومواليهم وأنفسهم على مثل ما في هذه الصحيفة مع البار المحسن .. \"، وفيها أشياء أخر.\nوذكر أبو عبيد في كتاب \"الأموال\" هذا الكتاب أيضًا عن يحيى بن بكير وعبد الله بن صالح قالا: ثنا الليث: حدثني عقيل، عن ابن شهاب قال: \"بلغني .. \"، وقال أبو عبيد: إنه مقدم النبي صلى الله عليه وسلم المدينة.\nوفسر أبو عبيد قوله: \"وأن اليهود ينفقون مع المؤمنين ما داموا محاربين\" قال: فهذه النفقة في الحرب خاصة، شرط عليهم المعاونة له\n(1/337)",
        "\nعلى عدوه، ونرى أنه إنما كان يسهم لليهود إذا غزوا مع المسلمين لهذا الشرط الذي شرط عليهم من النفقة، ولولا هذا لم يكن لهم في غنائم المسلمين سهم.\nوفي كتاب أبي عبيد أن يهود بني عوف أمة من المؤمنين، وفسره بأنه إنما أراد نصرهم المؤمنين ومعاونتهم إياهم على عدوهم بالنفقة التي شرطها عليهم.\nوفي \"صحيح مسلم\" عن جابر: \"كتب رسول الله صلى الله عليه وسلم على كل بطن عقوله\".\nومعنى قوله: \"إن كل من تبع المسلمين من اليهود فإن له النصر\". معنى الاتباع هنا: المسالمة وترك المحاربة.\nولم يكن أحد بالمدينة من اليهود إلا وله حلف، إما مع الأوس أو بعض بطون الخزرج، وكان بنو قينقاع ـ وهم المجاورون بالمدينة، وهم رهط عبد الله بن سلام ـ حلفاء بني عوف بن الخزرج رهط ابن أبي، وهم البطن الذي بدئ بهم في هذه الصحيفة.\n(1/338)\n",
        "وكان في المدينة وفيما حولها ثلاثة أصناف من اليهود: بنو قينقاع، وبنو النضير، وبنو قريظة، فبنو قينقاع والنضير حلفاء الخزرج، وقريظة حلفاء الأوس.\nوأول من نقض العهد بنو قينقاع، وحاربوا فيما بين بدر وأحد، وهم الذين كانوا بالمدينة، والنضير وقريظة كانوا خارجًا من المدينة.\nوهذه المرأة يظهر أنها من بني قينقاع، لأن الظاهر أنها كانت في المدينة، وسواء أكانت منهم أم من غيرهم فهي مهادنة ولها عهد كسائر يهود المدينة وما حولها.\nفإذا كان سبها يقتضي القتل فالذمية التي تلتزم أحكام الإسلام أولى أو مثلها.\nومما يدل على أنها كانت معصومة قبل السب أن النبي صلى الله عليه وسلم/ نشد الناس في أمرها، ولو لم تكن معصومة لما فعل ذلك.\nفإن قلت: الساب وإن وجب قتله لا يجوز لآحاد الناس قتله بغير إذن الإمام، وكذا المرتد، فلو كان القتل للسب لأنكر النبي صلى الله عليه وسلم عليه لكونه فعل ما لا يجوز، فلما لم ينكر دل على أن القتل لغير ذلك.\n(1/339)\n\nقلت: أما كون القتل لغير السب فلا يمكن، إذ لا محمل له غيره، لما بيناه من كون المرأة لا تقتل بالكفر الأصلي، فتعين أن يكون للسب.\nوأما كون آحاد الناس ليس له ذلك إلا بإذن الإمام وأن النبي صلى الله عليه وسلم لم ينكر: فلعل ترك الإنكار خشية أن يتوهم عدم استحقاق القتل، وللإمام أن يترك الإنكار بمثل ذلك.\nأو يقال: بأن ذلك إنما يحرم خوف الفتنة أو حيث يمكن الرفع إلى الإمام، ولم تكن هذه الواقعة كذلك.\nأو يقال: بأن الكافر لا يحتاج في قتله إلى إذن الإمام إذا وجد فيه ما يقتضي قتله بغلظ كفره بالسب، ألا ترى أن الغزو بغير إذن الإمام جائز، فالمرأة السابة بمنزلة الرجل المقاتل.\nأو يقال إن كانت هذه القصة هي قصة أم الولد وأنها رقيقة: إن للسيد إقامة الحد على عبده كما هو أحد قولي العلماء.\nوبالجملة: فالمجاز إهدار دمها، وأما كون المتعاطي لذلك الإمام أو غيره فليس الكلام فيه.",
        "(1/340)\n\nفإن قلت: قد يكون قتلها ولا عهد لها، والكافرة إذا قتلت كذلك دمها هدر.\nقلت: الإشكال في عدم الإنكار باق؛ مع إبطال ما دل عليه الحديث من وجوه كثيرة على أن القتل للشتم لا لغيره، مع أن القتل في النساء لأجل الكفر قد تغيظ النبي صلى الله عليه وسلم عليه لما حصل في بعض مغازيه، واشتد إنكاره له، وهاهنا لم يفعل ذلك، فدل على الفرق بين الواقعتين.\n(1/341)",
        "\nالدليل السادس\nما صدر به أبو داود باب الحكم فيمن سب النبي صلى الله عليه وسلم، قال: ثنا عباد ابن موسى الختلي: ثنا إسماعيل بن جعفر المدني، عن إسرائيل، عن عثمان الشحام، عن عكرمة قال: ثنا ابن عباس، أن أعمى كانت له أم ولد تشتم النبي صلى الله عليه وسلم وتقع فيه، فينهاك فلا تنتهي، ويزجرها فلا تنزجر، فلما كانت ذات ليلة جعلت تقع في النبي صلى الله عليه وسلم وتشتمه، فأخذ المغول فوضعه في بطنها وأتكأ عليها فقتلها، فوقع بين رجليها طفل فلطخت ما هناك بالدم. فلما أصبح ذكر/ ذلك لرسول الله صلى الله عليه وسلم، فجمع الناس فقال: \"أنشد الله رجلاً فعل ما فعل لي عليه حق إلا قام\"، قال: فقام الأعمى يتخطى الناس وهو يتزلزل، حتى قعد بين يدي النبي صلى الله عليه وسلم فقال: يا رسول الله، أنا صاحبها، كانت تشتمك وتقع فيك فأنهاك فلا تنتهي، وأزجرها فلا تنزجر، ولي منها ابنان مثل اللؤلؤتين، وكانت بي رفيقة، فلما كان البارحة جعلت تشتمك وتقع فيك، فأخذت المغول فوضعته في بطنها واتكأت عليها حتى قتلتها. فقال النبي صلى الله عليه وسلم: \"ألا اشهدوا أن دمها هدر\". ورواه النسائي أيضًا، وهذا إسناد جيد على شرط الصحيح،\n(1/342)\n",
        "واستدل به أحمد أيضًا، ورواه عن روح عن عثمان الشحام.\nواقتضى كلام الخطابي أنه فهم أن هذه المرأة كانت مسلمة، فتكون واقعة غير التي رواها علي، وهو بعيد، والظاهر أنهما واقعة واحدة، وأنها تلك اليهودية، ويجوز أن تكون أمته، لأنه يجوز وطئ الأمة الكافرة الكتابية بملك اليمين، ويجوز أن تكون زوجته، وكل من الأمة والزوجة تبع للسيد والزوج في العهد، مع ما سبق أن جميع يهود المدينة\n(1/343)\n\nمهادنون، فلم يكن قتلها إلا للسب كما سبق، سواء أكانتا واقعتين أم واقعة واحدة.\nفإن قيل: لعل قتلها إنما كان لانتقاض عهدها بالسب، فتصير كما لو قاتلت فتقتل أو يتخير فيها.\nقلت: إذا قاتلت تقتل للدفع، وأما التخير فيها فلا يجيء هنا، لا سيما إذا كانت رقيقة، وهو ظاهر لفظ الحديث، لأن الرق حاصل، والمن والفداء كل منهما خير منه، فتعين القتل، ومتى تعين القتل فهو المقصود، سواء أكان حدًا كحد الزنا مع بقاء العهد، أم كان لأجل الانتقاض، ولأنه لو تخير فيها لكانت الخيرة للإمام لا لآحاد الرعية.\nوالمغول بكسر الميم وسكون الغين المعجمة، قال الخطابي: شبه المشمل، ونصله دقيق ماض. وقال غيره: شبه سيف قصير يشتمل به الرجل تحت ثيابه. وقيل: هو سوط في جوفه سيف دقيق يشده القاتل على وسطه ليغتال به الناس. وقيل: هو حديدة دقيقة لها حد ماض. والمشمل بكسر الميم وسكون الشين المعجمة: سيف قصير يشتمل عليه الرجل، أي يغطيه بثوبه. فأما المِعْوَلُ بالعين المهملة: فالفأس العظيمة التي ينقر بها الصخر.",
        "(1/344)\n\nوقوله في حديث علي: \"خنقها\" روي بالنون والفاء، فإن كان بالفاء فالجمع بين الروايتين إن كانت واقعة واحدة ظاهر، وإن كان بالنون فلعله خنقها ثم بعج بطنها بالمغول./\nهذا إن كانت واقعة واحدة، ويحتمل أن تكونا واقعتين في يهوديتين أو في يهودية ومسلمة، والاستدلال على كل تقدير حاصل، وإنما أدخلناهما جميعًا في هذا الباب لعدم قيام الدليل على إسلام متقدم لواحدة منهما.\n(1/345)",
        "\nالدليل السابع: قصة العصماء بنت مروان اليهودية\nوهي غير القصتين المتقدمتين، وذلك ما روي عن ابن عباس قال: هجت امرأة من خطمة النبي صلى الله عليه وسلم، فقال: \"من لي بها؟ \"، فقال رجل من قومها: أنا يا رسول الله. فنهض فقتلها، فأخبر النبي صلى الله عليه وسلم بذلك، فقال: \"لا ينتطح فيها عنزان\".\n(1/346)\n",
        "وذكرها الواقدي في آخر غزوة بدر فيما قيل في أشعار بدر، قال: حدثني عبد الله بن الحارث [عن أبيه] أن عصماء بنت مروان ـ من بني أمية بن زيد ـ كانت تحت يزيد بن زيد بن حصن الخطمي، وكانت تؤذي النبي صلى الله عليه وسلم، وتعيب الإسلام، وتحرض على النبي، وقالت شعرًا. وقال عمير بن عدي بن خَرَشة بن أمية الخطمي حين بلغه قولها وتحريضها: اللهم إن لك علي نذرًا لئن رد رسول الله صلى الله عليه وسلم إلى المدينة لأقتلنها. ورسول الله صلى الله عليه وسلم يومئذٍ ببدر.\nفلما رجع رسول الله صلى الله عليه وسلم من بدر جاءها عمير بن عدي في جوف الليل، حتى دخل عليها في بيتها وحولها نفر من ولدها نيام، منهم من ترضعه في صدرها، فجسها بيده فوجد الصبي ترضعه، فنحاه عنها، ثم وضع سيفه على صدرها حتى أنفذه من ظهرها، ثم خرج حتى صار الصبح مع النبي صلى الله عليه وسلم بالمدينة، فلما انصرف النبي صلى الله عليه وسلم نظر إلى عمير فقال: «أقتلت بنت مروان؟» قال: نعم بأبي أنت يا رسول الله. وخشي عمير أن يكون افتأت على النبي صلى الله عليه وسلم بقلتها فقال: هل علي في ذلك شيء يا رسول الله؟ قال: «لا ينتطح فيها عنزان»؛ فإن أول ما سمعت هذه الكلمة من النبي صلى الله عليه وسلم.\n(1/347)\n\nقال عمير: فالتفت النبي صلى الله عليه وسلم/ إلى من حوله فقال: \"إذا أحببتم أن تنظروا إلى رجل نصر الله ورسوله بالغيب فانظروا إلى عمير بن عدي\"، فقال عمر بن الخطاب: انظروا إلى هذا الأعمى الذي يسري في طاعة الله، فقال: \"لا تقل الأعمى، ولكنه البصير\".\nفلما رجع عمير من عند رسول الله صلى الله عليه وسلم وجد في بيتها جماعة يدفنونها، فأقبلوا إليه حين رأوه مقبلاً من المدينة، فقالوا: يا عمير أنت قتلتها؟ فقال: نعم، فكيدوني جميعًا ثم لا تنظرون، فوالذي نفسي بيده لو قلتم بأجمعكم ما قالت لضربتكم بسيفي هذا حتى أموت أو أقتلكم. فيومئذٍ ظهر الإسلام في بني خطمة، وكان منهم رجال يستخفون بالإسلام خوفًا من قومهم، وقال حسان شعرًا يمدح عمير بن عدي. وكان قتل عصماء لخمس ليال بقين من رمضان، مرجع النبي صلى الله عليه وسلم من بدر.\nوقال ابن عبد البر في \"الاستيعاب\":",
        "(1/348)\n\n\"عمير الخطمي القارئ، من بني خطمة من الأنصار، [روي عنه زيد ابن إسحاق]، كان أعمى، كانت له أخت تشتم النبي صلى الله عليه وسلم فقتلها، فقال رسول الله صلى الله عليه وسلم: أبعدها الله\".\nثم قال: \"عمير بن عدي الخطمي، إمام بني خطمة وقارئهم الأعمى، روى عنه ابنه عدي بن عمير، فإن كان الذي روى عنه زيد بن إسحاق فهو الذي قتل أخته لشتمها رسول الله، فقال رسول الله صلى الله عليه وسلم: أبعدها الله\".\nوذكر ابن سعد هذه القصة عن الواقدي مختصرة، وذكرها شيخنا أبو محمد الدمياطي في \"قبائل ...............................\n(1/349)",
        "\nالأوس\" عن ابن سعد كما ذكرناها، ونسب عميرًا: عمير بن عدي بن خرشة بن أمية بن عامر بن خطمة ـ وهو عبد الله، ضرب رجلاً على خطمه فسمى خطمة ـ ابن جشم بن مالك بن الأوس.\nثم قال شيخنا: وقال ابن القداح: العصماء بنت مروان بن الحارث ابن عبيد بن عمرو، من بني يزيد من بلي، حلفاء لبني أمية بن زيد،\n(1/350)\n",
        "هي أم يزيد بن زيد بن حصن التي قامت عنه، وولدها يقولون: اسمها الكلفاء بنت أوفى من قيس من بني خطمة، وذلك باطل. ولم يشهد عمير ابن عدي بدرًا ولا أحدًا ولا الخندق لضر بصره، ولكنه/ كان قديم الإسلام، صحيح النية فيه، يغضب لله ولرسوله. ونظر النبي صلى الله عليه وسلم إلى عمير ابن عدي بن خرشة يتوضأ، وكان أعمى، فجعل النبي صلى الله عليه وسلم يقول: \"بطن القدم\"، ولا يسمعه الأعمى، حتى غسل بطن القدم، فسمي البصير بهذا. وكان عمير بن عدي وخزيمة بن ثابت يكسران أصنام بني خطمة، وكان النبي صلى الله عليه وسلم يقول لأصحابه: \"اذهبوا بنا نزور البصير في بني خطمة\". انتهى كلام شيخنا.\nوذكر هذه القصة غير هؤلاء أيضًا، فثبت بهذه القصة وبغيرها أن هؤلاء النسوة إنما قتلن بشتمهن وسبهن.\nوعلم بذلك أن السب لا يجوز التقرير عليه سواء أكان الساب معاهدًا أم حربيًا أم ذميًا، وليس كالكفر المجرد، فإن الكفر المجرد قد أباح الله ترك القتل به، بل أوجب الكف عن القتل به في كثير من الأوقات قبل الهجرة ـ حتى نسخ بآية السيف إما إيجابًا، أو إباحةً ثم إيجابًا ـ وفي أعصار كثيرة من أعصار الأمم المتقدمة الذين لم يبعث الأنبياء فيها بالقتال.\n(1/351)\n\nوأما السب فلا يعلم عصر من الأعصار جاز التقرير عليه ـ فضلاً عن وجوب التقرير عليه ـ واحتمال هذا الضيم العظيم، فالقول بأنه لا يجوز قتل الساب من أهل الذمة في غاية الفساد والبعد عن نفس الشريعة وسير النبي صلى الله عليه وسلم والصحابة.\nوقد يقول قائل: كيف يحتج بهذه القصص التي يذكرها أهل السير ـ مثل الواقدي وغيره ـ ولم يرد بها حديث صحيح؟\nفاعلم أن المقصود تأكيد الأدلة، وقد ذكرنا الحديث الصحيح أولاً، وبانضمام هذه الأمور إليه يزداد تأكيدًا، بل الأمور التي ينفرد بها أهل السير إذا اشتهرت وعرفت في بعض الأوقات تكون أقوى من الحديث الذي ينفرد به ثقة، والواقدي إمام أهل السير بلا مدافعة، منه تستفاد وإن كان فيه كلام كثير، ربما حمل عليه كونه يجمع الأسانيد الكثيرة ورواياتها في لفظ واحد يقصد به الجمع والاختصار، فكثير الكلام فيه لذلك، وأما علمه فلا منازعة فيه، وإذا/ ذكر قصة وشرحها تقوى بها ورودها من جهة غيره، وتبين الحال فيها، والأحاديث الضعيفة إذا اجتمعت قربت من رتبة الاحتجاج أو وصلت، فكيف إذا كان معها صحيح؟! فكيف إذا اتفقت السير عليها؟!",
        "(1/352)\n\nالدليل الثامن: قصة قينته ابن خطل وسارة مولاه بني عبد المطلب\nونحوهن ممن أهدى النبي صلى الله عليه وسلم ومن يوم فتح مكة ممن لم يكن\nالسلم قبل ذلك\nوقد ذكرنا ذلك في الباب الأول عند ذكر عبد الله بن أبي سرح وابن خطل، ولم يكن قتلهن إلا للسب والأذى، فإن المرأة لا تقتل، فإن النبي صلى الله عليه وسلم نهى قبل يوم الفتح بسنين عن قتل النساء والصبيان، لا سيما والقينتان أمتان، والعبد لا يقتل بالكفر، فلم يكن إهدار دمهما لأجل الكفر، إنما كان للسب، فإن كن معاهدات في عهد قريش دل على قتل الساب المعاهد، والذمي بطريق الأولى، وإن لم يكن لهن عهد فبطريق الأولى، لأنه إذا قتل من لا عهد له بالسب فالذي له عهد أو الذمي الملتزم للأحكام أولى.\n(1/353)",
        "\nوأما ابن خطل فقد ذكرناه في الباب الأول، وكان استعمله النبي صلى الله عليه وسلم على الصدقة فقتل رفيقه وارتد ولحق بمكة وصار يقع في النبي صلى الله عليه وسلم، فله ثلاث جرائم: الردة، والقتل، والسب.\nقال بعضهم: لو كان قتله للردة لاستتيب، ولو كان للقتل لسُلم إلى أولياء المقتول، فإنما كان للسب.\n(1/354)\n",
        "الدليل التاسع: أن النبي صلى الله عليه وسلم يوم الفتح أمن أكثر الكفار وأهدر دم ابن الزبعري ونحوه ممن كان يهجو، حتى لحق ابن الزبعري بكل وجه ثم جاء وأسلم.\nولا فرق بين ابن الزبعري وغيره من الكفار إلا ما كان منه من الشعر والهجو، وإذا كان ذلك وهو حربي فالذمي أولى.\nوأبو سفيان ابن الحارث بن عبد المطلب كان منه شيء ثم أسلم وعفا عنه النبي صلى الله عليه وسلم.\nوروي أن النضر بن الحارث/ عندما استشعر من النبي صلى الله عليه وسلم أنه يقتله قال لمصعب بن عمير: كلم صاحبك أن يجعلني كرجل من أصحابي، هو والله قاتلي، لم تفعل، قال مصعب: إنك كنت تقول في كتاب الله كذا وكذا، وتقول في نبيه كذا وكذا.\nولما أراد قتل عقبة بن أبي معيط جعل عقبة يقول: علام أقتل من بين هاهنا؟ قال رسول الله صلى الله عليه وسلم: \"لعداوتك لله ورسوله\"، قال: يا محمد منك أفضل، فاجعلني كرجل من قومي، يا محمد من للصبية؟ قال رسول الله صلى الله عليه وسلم: \"النار، قدمه يا عاصم فاضرب عنقه\"، فقدمه عاصم فضرب عنقه،\n(1/355)\n\nفقال رسول الله صلى الله عليه وسلم: \"بئس الرجل كنت، والله ما علمت كافرًا بالله وبكتابه وبرسوله، مؤذيًا لنبيه؛ فأحمد الله الذي هو قتلك واقر عيني منك\". رواه الواقدي.\nولم يُقتل من الأسرى أحد غير هذين الرجلين: النضر وعقبه، أعني أسرى بدرٍ بعد الانصراف من بدر.\nفاختصاص هؤلاء بالقتل دليل على أن الحربي المؤذي للنبي صلى الله عليه وسلم إذا أسر لا يمكن عليه بل يقتل إلا أن يسلم، وقد تقدم في الباب الأول قطعة من هذا.",
        "(1/356)\n\nالدليل العاشر\nروى سعيد بن يحيى بن سعيد الأموي في \"مغازيه\": ثنا أبي قال: أخبرني عبد الملك ابن جريج، عن رجل أخبره عن عكرمة عن عبد الله بن عباس أن رجلاً من المشركين شتم رسول الله صلى الله عليه وسلم، فقال رسول الله صلى الله عليه وسلم: \"من يكفيني عدوي؟ \" فقام الزبير بن العوام فقال: أنا. فبارزه؛ فأعطاه رسول الله صلى الله عليه وسلم سلبه، ولا أحسبه إلا في خيبر.\nوروي أن رجلاً كان سب النبي صلى الله عليه وسلم فقال: \"من يكفيني عدوي؟ \" فقال خالد: أنا. فبعثه النبي صلى الله عليه وسلم إليه فقتله.\n(1/357)",
        "\nوهذان الحديثان يدلان على أن السب موجب للقتل ولإطلاق العداوة، ولكون العداوة موجبة للقتل.\n(1/358)\n",
        "الدليل الحادي عشر\nأن الصحابة كانوا/ إذا سمعوا من يسبه صلى الله عليه وسلم قتلوه وإن كان قريبًا، فيقرهم صلى الله عليه وسلم على ذلك ولا ينكره؛ بل يرضاه، وربما سمى من فعل ذلك ناصر الله ورسوله، وقد تقدم جملة ذلك.\nوروى أبو إسحاق الفزاري عن سفيان الثوري، عن إسماعيل بن سميع، عن مالك بن عمير قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: إني لقيت أبي في المشركين، فسمعت منه مقالة قبيحة لك، فما صبرت أن\n(1/359)\n\nطعنته بالرمح فقتلته. فما شق ذلك عله. وجاءه آخر فقال: إني لقيت أبي في المشركين فصفحت عنه. فما شق ذلك عليه.\nوروى أبو إسحاق الفزاري أيضًا عن الأوزاعي: عن حسان بن عطية قال: بعث رسول الله صلى الله عليه وسلم جيشًا فيهم عبد الله بن رواحة وجابر، فلما صافوا المشركين أقبل رجل منهم يسب رسول الله صلى الله عليه وسلم، فقام رجل من المسلمين فقال: أنا فلان بن فلان، وأمي فلانة، فسبني وسب أمي وكف",
        "(1/360)\n\nعن رسول الله صلى الله عليه وسلم. فلم يزده ذلك إلا إغراء، فأعاد مثل ذلك، وأعاد الرجل مثل ذلك، فقال في الثالثة: لئن عدت لأرحلنك بسيفي. فعاد فحمل عليه الرجل؛ فولى مدبرًا، فاتبعه الرجل حتى خرق صف المشركين فضربه بسيفه، وأحاط به المشركون فقتلوه، فقال رسول الله صلى الله عليه وسلم: \"أعجبتم من رجل نصر الله ورسوله\". ثم إن الرجل برئ من جراحه فاسلم، فكان يسمى: الرحيل.\nوقد ذكروا أن الجن الذين آمنوا به كانوا يقصدون من يسبه من الجن الكفار فيقتلونه قبل الهجرة وقبل الإذن في القتال له وللإنس.\nقال سعيد بن يحيى الأموي في \"مغازيه\": حدثني محمد بن سعيد ـ يعني عمه ـ قال: قال محمد بن المنكدر إنه ذكر له عن ابن عباس قال: هتف هاتف من الجن على أبي قبيس فقال:\n(1/361)",
        "\nقبح الله رأيكم آل فهر ... ما أدق العقول والأحلام\nحين تغضي لمن يعيب عليها ... دين آبائها الحماة الكرام/\nفي أبيات أخرى، فأصبح هذا الشعر حديثًا لأهل مكة، فقال رسول الله صلى الله عليه وسلم: \"هذا شيطان يكلم الناس في الأوثان يقال له مسعر، والله مخزيه\"، فمكثوا ثلاثة أيام، فإذا هاتف يهتف على الجبل يقول:\nنحن قتلنا في ثلاث مسعرا ... إذا سفه الحق وسن المنكرا\nقنعته سيفا حساما مبترا ... بشتمه نبينا المطهرا\n(1/362)\n",
        "فقال النبي صلى الله عليه وسلم: \"هذا عفريت من الجن اسمه سمحج آمن بي وسميته عبد الله، أخبرني أنه في طلبه منذ ثلاثة أيام\"، فقال علي: جزاه الله خيرًا يا رسول الله. انتهى.\nفقد جرت أوامر النبي صلى الله عليه وسلم وسننه وسيره على قتل الساب، وكذلك سنة الله تعالى أنه يهلك من سبه ولا يؤخره، وهكذا عرف واشتهر في حصار القلاع أنه متى وقع منهم السب أخذوا عاجلاً، حتى صار ذلك معروفًا بين المسلمين يعلمون به قرب النصرة إذا تعرض الكفار لذلك.\n(1/363)\n\nالدليل الثاني عشر\nالعمومات المتقدمة في الباب الأول، مثل حديث: \"من سب نبيًا فاقتلوه\" والآيات والأحاديث الدالة على قتل من يؤذيه مطلقًا من غير تفصيل بين المسلم والكافر.",
        "(1/364)\n\nالدليل الثالث عشر\nفي الذمي الأدلة الدالة على أن لهم ما للمسلمين، وعليهم ما على المسلمين، وإن خص ذلك فيبقى فيما عدا التخصيص على مقتضى العموم.\nثم إن قلنا بعدم انتقاض العهد فالقتل واجب كما هو على المسلم، وإن قلنا بانتقاض العهد فهو قد وجب في حالة الالتزام واستحق، فلا يرتفع بالنقض كسائر الحدود، والمختار أنه ينتقض عهده لما سبق، ويقتل للاستحقاق الماضي.\n(1/365)",
        "\nالدليل الرابع عشر\nإجماع العلماء على أن ذلك موجب للعقوبة، إما القتل عند جمهورهم، وإما التعزير عند الحنفية، ولم يقل أحد إن ذلك يجوز التقرير عليه ويسكت لهم عنه، وهذا أمر معلوم من الدين بالضرورة، وهذا يقدح في تمسك الحنفية بأن ما/ هم عليه من الشرك أقبح، فإنه لو كان كذلك لما تعرضنا لهم بسببه كما لا نتعرض لهم بسبب الشرك إذا بذلوا الجزية.\nومما يبين فساد قولهم في ذلك أن الشرك قبيح للجهل بالله تعالى، والسب كفر قبيح للافتراء على الله ورسله والطعن فيهم، فهو أمر زائد على الجهل، فكان أقبح، ولذلك لا يصبر لهم عليه بخلاف الشرك المجرد، وإذا ثبت أنه أقبح من الشرك المجرد فيكون موجبًا للقتل ضرورة.\nوأيضًا فإنه كفر وإساءة على أهل الكمال، فلو أوجب التعزيز فقط لساوى سب غيره من الناس، وهذا باطل بالضرورة، فثبت أنه موجب للقتل.\nوقد اعترض بأمور:\nأحدها: قوله تعالى: (ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرًا وإن تصبروا وتتقوا فإن ذلك من عزم الأمور (186)) [آل عمران: 186].\n(1/366)\n",
        "وجوابه ـ بعد تسليم أن ذلك في أهل الذمة وأن الصبر ينافي القتل ـ: بأنه منسوخ بآية السيف، فقد ورد أن ذلك كان قبل بدر، وكانت سيرة النبي صلى الله عليه وسلم قبل بدر الإمساك عن جميع الكفار، وبعد بدر عز الإسلام فصار لا يمسك عمن يؤذيه وغيرهم بقتل من يؤذيه، وربما عفى عن بعضهم إلى أن نزلت \"براءة\" وفتحت مكة وكمل الدين، فلم يجسر أحد من المنافقين بعد تبوك ينبز بكلمة.\nالاعتراض الثاني: أن اليهود كانوا يقولون: السام عليك ولم يقتلهم.\nوجوابه: قيل إن ذلك في حال ضعف الإسلام وخشية الفتنة من الانتقام، وقيل لأنهم أخفوه ولم يظهروه، فكان كالأشياء التي تصدر من المنافقين ويطلع النبي صلى الله عليه وسلم من غير ظهورها للصاحبة، وذلك لا يقتضي القتل كما سبق، وإن كانت عائشة تفطنت لذلك فأكثر الصحابة لم يتفطنوا له حتى تقوم السنة بذلك، وأيضًا فإن الحق له عليه السلام فله أن يتركه.\nالاعتراض الثالث: عدم قتل من تعرض لشيء من ذلك من الأعراب يوم حنين وغيره، وقد تقدم شيء منه، وهي وقائع كثيرة وإن كان فيمن ظاهره الإسلام، وإذا جاز ترك المسلم فترك الذمي أولى.\n(1/367)\n\nوجوابه: أما في الكفار فلأن الحق للنبي صلى الله عليه وسلم،/ فله أن يعفو وأن يؤخر، وأما في المسلم فلما قدمناه في الباب الأول وجهل من يصدر منه، وكما كان يعفو عن المنافقين الذين يتحقق نفاقهم.\nالاعتراض الرابع: أن أهل الذمة أقررناها على دينهم، ومن دينهم استحلال سب النبي صلى الله عليه وسلم.\nوجوابه: أن من دينهم استحلال قتال المسلمين، ولو فعلوه انتقض العهد قطعًا، ودعوى أنا أقررناهم على دينهم مطلقًا ممنوعة، لأن من دينهم هدم المساجد، وإحراق المصاحف، وقتل العلماء والصالحين، وأخذ أموال المسلمين، وإظهار الطعن في الدين، والمحاربة، ولا خلاف أنهم لا يقرون على شيء من ذلك، ففي دينهم أن الجزية لا تجب عليهم ولا سائر ما نوجبه عليهم؛ وإنما أقررناهم على اعتاقدهم، ولا نعترض عليهم فيما يخفونه منه ولا فيما يظهرونه مما لا ضرر فيه على المسلمين أو مخالفة لشرطهم، فإن الخطيئة إذا خفيت لم تضر إلا صحابها، وإذا أعلنت ضرت العامة.\nودعوى أن من دينهم استحلال سب النبي صلى الله عليه وسلم مطلقًا ممنوعة، إنما ذلك قبل العهد، أما بعد العهد فلا، كما أن من ديننا استحلال أذاهم قبل العهد لا بعده، لأن الوفاء بالعهد واجب في جميع الملل، فإن قدر أن من دينهم أن الوفاء بالعهد لا يجب ولا يلزم الوفاء بالشرط فلا يصح عقد الهدنة معهم، لأنه لا يوثق بها، ونحن قد عاهدناهم على أن يكفوا عن أذانا بألسنتهم وأيديهم، وأن لا يظهروا شيئًا من أذى الله ورسوله، وأن",
        "(1/368)\n\nيخفوا دينهم الذي هو باطل في حكم الله ورسوله، وإذا عاهدوا على هذا كانت مخالفته حرامًا عليهم في كل الأديان، لأن الغدر والخيانة حرام عند كل أحد، ونحن إنما نتعرض لهم إذا سبوا ظاهرًا بأن ثبت ذلك عليهم، فيكونوا قد خالفوا العهد، أما إذا فرض سب في خفية لم يطلع عليه أحد من المسلمين ولا أقر صاحبه به فلا نقول إن العهد ينتقض به، بل إذا استشعره الإمام له نبذ العهد، كالخيانة إذا خيفت، كما تقدم عن الروياني.\nوبهذا يظهر لك أنه لا فرق في السب أن يكون مما يعتقده الكافر أو لا، وهو الصحيح من المذاهب، خلافًا لما قاله بعض أصحابنا./\nوكذلك إظهار كلمة التثليث، فإنا إنما نقرهم عليها إذا أخفوها، والعهد والشرط اقتضى تحريم إظهارها، فكان إظهارها نقضًا، على خلاف فيه بين العلماء، ومن لا يقول بأنه نقض يفرق بينه وبين السب بأن الساب منتقص بخلاف معتقد التثليث فإنه متدين به، وإن كان الحق أنه سب أيضًا، لما في البخاري عن الله تعالى: \"كذبني ابن آدم ولم يكن له ذلك، وشتمني ولم يكن له ذلك، أما تكذيبه إياي فقوله: لن يعيدني كما بدأني، وليس أول الخلق بأهون على الله من إعادته، وأما شتمه إياي فقوله اتخذ الله ولدًا؛ وأنا الأحد الصمد، الذي لم ألد ولم أولد، ولم يكن لي كفوًا أحد\". فيفقر بين هذا السب وذاك السب بما ذكرناه.\n(1/369)",
        "\nوأيضًا فالساب طاعن في الدين، وضرره يسري إلى غيره، فكان كالحرابة، وضرر اعتقاد التثليث ونحوه قاصر عليه.\nومن يفرق بين سب الله وسب الرسول يقول: إن سب الله تعالى لا يدعو إليه طبع أحد من العقلاء، وسب الرسول طبع الكافر يدعو إليه، فناسب أن يرتب عليه زاجرا، على أن الذي فرق إنما فرق في قبول التوبة، وأما إيجاب القتل به فلا فرق بين سب الله وسب الرسول، كل منهما موجب للقتل.\nثم قول الخصم: \"إن ما هم عليه من الشرك أقبح\" لو سلم إنما يلزم منه أن عقوبته في الأخرة تكون أعظم، أما في الدنيا فنحن نرى الكفار يقرون على الشرك ولا يقرون على الزنا وإن كان الشرك أقبح.\nثم هذه الاعتراضات كلها مخالفة للسنة الصريحة التي بيانها في قتل الساب، وكل قياس في مقابلة النص باطل.\n* تنبيهات:\nأحدهما: كان المقصود قتل الذمي إذا سب، وقد تبين أن الذمي والمهادن والمستأمن والحربي في ذلك سواء.\nالثاني: أن الذي بلغ من اليهود والنصارى في هذه البلاد ولم يعقد له ذمة ـ كما هو الواقع ـ فأحد الوجهين من مذهب الشافعي رحمه الله أن جزيته جزية أبيه، وأن العقد مع أبيه يجري حكمه عليه ولا يحتاج إلى استئناف عقد، وقال أبو حامد الإسفرايني رحمه الله:/ يستأنف معه\n(1/370)\n",
        "عقدها عن مراضاته. ورد عليه ذلك؛ لأنه لم يفعله أحد من الأئمة في عصر من الأعصار، وعلى تقدير صحة قوله فلا شك أنه لا يجوز اغتيالهم، بل يكون حكمهم حكم من دخل دار الإسلام بأمان، وعلى كل تقدير فحكم من سب منهم القتل كما تقرر، والله أعلم.\nفائدة: قال ابن حزم في \"المحلى\":\n\"من قال من أهل الكفر مما سوى اليهود والنصارى والمجوس: \"لا إله إلا الله) أو قال: (محمد رسول الله) كان بذلك مسلمًا، وأما اليهود والنصارى والمجوس فلا يكون مسلمًا بقول: (لا إله إلا الله، محمد رسول الله) حتى يقول: وأنا مسلم، أو: أسلمت، أو: بريء من كل دين حاشى الإسلام\".\nوذكر أحاديث منها من مسلم عن ثوبان قال: كنت قائمًا عند رسول الله صلى الله عليه وسلم فجاء حبر من أحبار اليهود، فقال: السلام عليك يا محمد. فدفعته دفعة كاد يصرع منها، فقال: لم تدفعني؟ فقلت: ألا تقول: يا رسول الله؟! فقال اليهودي: إنما ندعوه باسمه الذي سماه به أهله، فقال رسول الله صلى الله عليه وسلم: \"إن اسمي محمدًا الذي سماني به أهلي\"، ثم ذكر الحديث، وفي آخره أن اليهودي قال: لقد صدقت وإنك لنبي، ثم انصرف.\n(1/371)\n\nقال: ففي هذا الحديث ضرب ثوبان اليهودي إذ لم يقل: رسول الله، ولم ينكر عليه رسول الله صلى الله عليه وسلم، فصح أنه حق واجب، إذ لو كان غير جائز لأنكره عليه السلام عليه. وفيه أن اليهودي قال: إنك لنبي، ولم يلزمه النبي صلى الله عليه وسلم بذلك ترك دينه.\nومن طريق البخاري عن ابن عمر: قال رسول الله صلى الله عليه وسلم: \"أمرت أن أقاتل الناس .. \" الحديث. قال: وهذا كله قول الشافعي وداود. قال: ولا يقبل من يهودي ولا نصراني ولا مجوسي جزية إلا بأن يقروا بأن محمدًا رسول الله إلينا، وأن لا يطعنوا فيه ولا في شيء من دين الإسلام، لحديث ثوبان، وهو قول مالك في \"المستخرجة\": من قال من أهل الذمة: إنما أرسل محمد إليكم لا إلينا؛ فلا شيء عليه، قال: فإن قال: لم يكن نبيًا قتل. انتهى.",
        "(1/372)\n\nوما استدل به من التقرير على أن ضرب اليهودي حق: صحيح، وإذا كان هذا في قوله: يا محمد، فما ظنك بالسب؟!\nوما قاله من أنه لا يقر الكتابي بالجزية حتى يعترف بالرسالة إلينا غريب! وكذلك الحكم بعدم الإسلام في غير العيسوي إذا قال: (لا إله إلا الله، محمد رسول الله).\n(1/373)",
        "\nالفصل الخامس: في أنه لا تصح توبته مع بقائه على الكفر\nلا أعلم في ذلك خلافًا بين القائلين بقلته من المذاهب الثلاثة: المالكية والشافعية والحنبلية إلا ما أشار إليه كلام \"الخلاصة\"، وليس محققًا، بل غايته ـ إن ثبت ـ وجه ضعيف، ومثله في مذهب أحمد وجه مضطرب غير محقق، والمشهور الذي هو كالمقطوع به في المذهب أن توبته مع الكفر لا تفيد.\nفإن قلت: أليس له انتقض عهده بالامتناع من الجزية ثم انقاد إليها مع بقائه على الكفر يجاب؟\nقلت: الفرق بينهما أن مفسدة الامتناع عن أداء الجزية زال بأدائها والانقياد إليها، ومفسدة السب لا تزول بقوله: \"إني تائب\" مع كفره، ولا يعجز أحد من الكفار أن يفعل ذلك في كل وقت ويتخذ ذلك ذريعة وملعبة بالمسلمين وإغاظة لقلوبهم، وللطعن في الدين وإغراء غيره من الكفار أن يفعل كفعله، ولا يردهم عن ذلك إلا السيف.\n(1/374)\n",
        "فإن قلت: قال تعالى: (حتى يعطوا الجزية) [التوبة: 29]، فمتى أعطى الجزية حصلت الغاية.\nقلت: إعطاء الجزية غاية للمقاتلة، لقوله تعالى: (قاتلوا الذين لا يؤمنون بالله) [التوبة: 29] الآية، ولم يجعل غاية للقتل؛ بل قال تعالى: (اقتلوا المشركين حيث وجدتموهم) [التوبة: 5]، ولم يقيدها، ونحن وإن قلنا إنها مقيدة فلا شك أن القتل بما يصدر منهم من الجرائم ـ كالزنا والقتل والمحاربة ـ لا يرتفع بالجزية، والسب مثله لما تقدم من الأدلة، ولأنه لا بد له من عقوبة زاجرة عنه، ولا يليق بعقوبته غير القتل.\nفإن قلت: هل هذا على القول بانتقاض عهده أو مطلقًا؟\nقلت: بل مطلقًا، أما إذا لم نقل بانتقاض/ عهده فلأنه حد من الحدود، والحد لا يسقط بالتوبة، ومن قال من الفقهاء إنه يسقط بالتوبة فذاك في حق المسلم، لأنها التوبة الصحيحة، أما الكافر فلا.\nوأيضًا فإن السب لا تكون توبته بغير الإسلام، لأنه المضاد له.\n(1/375)\n\nوأما إذا قلنا بانتقاض عهده به ـ وهو الحق ـ فيقتل إما حدا على الجريمة السابقة كما يرجم بالزنا السابق، وإما كما يقتل الأسير الذي اقتضت المصلحة قتله، وعلى كلا التقديرين لا تفيد التوبة مع الكفر.\nفإن قلت: لم لا يلحق بمأمنه؟\nقلت: معاذ الله! فإن الإلحاق بالمأمن ـ وإن قال به بعض الفقهاء على ضعفه ـ إنما يحتمل فيما إذا كان انتقاض العهد بشيء لا ضرر على المسلمين فيه يوجب قتله، فإنه حينئذٍ يصير كغيره من الكفار الحربيين لا يضر إلا نفسه، ولا جريمة له غير الكفر، والكفر الأصلي لا يوجب القتل ولكن يجوزه، ويوجب المقاتلة للدخول في الإسلام لمصلحة من يقاتله.\nوأما الانتقاض بما فيه ضرر عام كالسب والزنا بمسلمة ونحوه من المفاسد العامة التي توغر صدور المؤمنين وتغري السفهاء والملحدين وتحصل الشبه في القلوب الضعيفة: فالقتل به من باب الزواجر المشروعة في الحدود، لئلا يسري ضررها ويتشبه غيره به، فلا جزاء له إلا القتل، سواء أكان في مأمنه أم في غير مأمنه، فكيف نمكنه من الرجوع إلى مأمنه مع ذلك وقد تعين علينا قتله وفارقت حالته حالة المحارب الذي لا ضرر علينا منه إلا بامتناعه بشوكته؟! فإذا حصل في أيدينا ضرره؟! وهذا الكلب حصل ضرره علينا وهو في أيدينا.\nواستقراء أحوال النبي صلى الله عليه وسلم في سيره يدل على أنه كان لا يعفو عن الكفار الذين يحصل منهم ضرر عام من سب أو غيره، كقتله النضر بن الحارث، وأبا عزة في المرة الثانية، وغيرهما.",
        "(1/376)\n\nوإنما كان يمن على من لا ذنب له غير الكفر الذي جزاؤه النار يوم القيامة، فإن الدنيا لم تجعل جزاء على الذنوب، وإنما شرع فيها زواجر عن الذنوب التي تحصل بها مفاسد عامة أو/ استجلاب إلى مصالح، وأخرت عقوبة الكفر إلى الدار الآخرة.\nفإن قلت: قد أطلق أصحابنا الخلاف في إبلاغ الذمي ـ إذا انتقض عهده ـ المأمن ولم يقيدوه بما قتل!\nقلت: نعم، والفقيه يقيد ما يطلقه الأصحاب بحسب ما يقوم الدليل عليه، وغاية الأمر إذا سلم أن يكون فيه قول ضعيف بتبليغه المأمن، والصحيح خلافه، ولنذكر هنا ما قاله الفقهاء فيمن انتقض عهده، وهو على قسمين:\nأحدهما: أن يكون في قبضة الإمام ولم ينتصب لقتال ولا شوكة له، فمثل هذا لا ينتقض عهده عند أبي حنيفة، ومذاهب الأئمة الثلاثة أنه ينتقض إذا فعل شيئًا مما قدمنا أنه ناقض، فعلى هذا قال أصحابنا: هل\n(1/377)",
        "\nنبلغه المأمن؟ فيه قولان:\nأحدهما: نعم، لأنه دخل دار الإسلام بأمان فيبلغ المأمن، كمن دخل بأمان صبي.\nوأصحهما: المنع: بل يتخير الإمام فيمن انتقض عهده بين القتل والاسترقاق والمن والفداء، كالأسير الحربي، وهذا هو المشهور عن أحمد أيضًا، وعنه رواية أخرى أنه يقتل، واستدل بأن عمر صلب رجلاً من اليهود فجر بمسلمة. قيل لأحمد: ترى أن عليه الصلب مع القتل؟ قال: إن ذهب رجل إلى حديث عمر. كأنه لم يعب عليه.\nوقال مهنا: سألت أحمد عن يهودي أو نصراني فجر بمسلمة؟\n(1/378)\n",
        "قال: يقتل. فأعدت عليه، قال: يقتل. قلت: الناس يقولون غير هذا. قال: كيف يقولون؟ قلت: يقولون عليه الحد. قال: لا، ولكن يقتل. فقلتك له: في هذا شيء؟ قال: نعم، عن عمر أنه أمر بقتله. والمشهور عن أحمد وغيره ما قدمناه من التخيير.\nوأما الرد إلى المأمن فضعيف:\n- لقوله تعالى: (فاقتلوا المشركين حيث وجدتموهم) [التوبة: 5]، وذلك يعم المأمن وغير المأمن، وقوله: (وإن نكثوا أيمانهم ..) [التوبة: 12]، وغير ذلك من الآيات.\n- ولقول النبي صلى الله عليه وسلم صبيحة قتل كعب بن الأشرف: \"من وجدتموه من رجال يهود فاقتلوه\".\n- ولأنه أجلى بني النضير على أن لا ينقلوا إلا ما حملته الإبل إلا الحلقة، وإبلاغ المأمن أن يؤمن على نفسه وأهله وماله حتى يبلغ مأمنه.\n- ولأن عمر/ وأبا عبيدة ومعاذًا وعوف بن مالك قتلوا النصراني الذي أراد أن يفجر بمسلمة وصلبوه ولم يردوه إلى مأمنه، ولم ينكره منكر.\n(1/379)\n\n- ولقول ابن عمر في الراهب: \"لو سمعته لقتلته\".\n- ولأن مقتضى شروط عمر حل دمهم إذا نقضوا، وعن أبي بكر وابن عباس وخالد أنهم قتلوا ناقض العهد ولم يبلغوه مأمنه.\nالقسم الثاني: أن ينتصب ناقض العهد للقتال، قال أصحابنا: فلا بد من دفعهم والسعي في استئصالهم، وهذه العبارة توهم أنهم في دار الإسلام إنما يقاتلون للدفع حتى لو أسروا لا يقتلون بل يبلغون المأمن على أحد القولين، وهذا يخالف ما فعله النبي صلى الله عليه وسلم في بني قريظة، فإنه قتلهم بعد الأسر، فإما أن يجعل هذا دليلاً على ضعف القول بإلحاقهم بالمأمن من أصله، وإما أن يكون هذا القول لا جريان له في هذا القسم.\nوحيث صاروا حربًا إما في دار الإسلام وإما بالتحاقهم بدار الحرب؛ فإذا أسروا فيتخير الإمام فيهم كما يتخير في غيرهم من الأسرار بين القتل والمن والمفاداة والاسترقاق، هذا مذهب جمهور العلماء، وإذا بذلوا الجزية جاز قبولها منهم ويردون إلى الذمة، لأن أصحاب رسول الله صلى الله عليه وسلم عقدوا الذمة لأهل الكتاب من أهل الشام مرة ثانية وثالثة بعد أن نقضوا",
        "(1/380)\n\nالعهد، لكن هل نقول إن ذلك واجب كما يجب ابتداء إذا بذلوا الجزية ـ على الأصح ـ أو جائز غير واجب لما حصل من غدرهم؟\nفيه نظر، قد يتمسك للثاني بإجلاء النبي صلى الله عليه وسلم بني النضير وبقتل بني قريظة ولم تؤخذ منهم جزية، وجوابه: أنهم لم يعطوها ولا يجب علينا إرشادهم إليها، والمشهور عند المالكية أن من نقض العهد ولحق بدار الحرب ثم أسر كان فيئًا يسترق ولا يرد إلى الذمة، وعن أحمد رواية أن من نقض عهده وقدر عليه بعد أن لحق بدار الحرب يرد إلى الجزية ولا يسترق، وعلى هذه الرواية يجب ردهم إلى الذمة، وهو بعيد، لأن النبي صلى الله عليه وسلم قتل أسرى بني قريظة وأسرى خيبر ولم يدعهم إلى إعطاء الجزية،/ والظاهر أنه لو دعاهم إليها لأجابوه، فدل على التخيير.\nومما يدل على جواز المن على الناكث أن النبي صلى الله عليه وسلم وهب الزبير بن باطا القرظي لثابت بن قيس بن شماس هو وأهله وماله على أن يسكن\n(1/381)",
        "\nالحجاز، وكان من أسرى بني قريظة الناكثين، وذلك قبل أن يحرم إسكانهم في الحجاز ويجب إخراجهم، وقد خرجنا عن المقصود في هذا المحل لتعلقه به.\nوالمقصود أنه ما دام على الكفر لا تقبل توبته، وحكم القتل بالسب جار عليه، ولا يجوز المن عليه، لأن النبي صلى الله عليه وسلم لم يمن على من هذا حاله من الأسراء، ولو فعل ذلك كان لحقه، ونحن لا يجوز لنا ترك حقه هذا ما دام على الكفر، ولا حاجة للإطالة في ذلك، فإنه مما لم يقل به أحد إلا إن كان وجهًا ضعيفًا جدًا لا يجوز الأخذ به ولا التعويل عليه.\n(1/382)\n",
        "الفصل السادس: فيما إذا أسلم\nوفي كل من المذاهب الثلاثة خلاف، أما المالكية: فعن مالك روايتان مشهورتان في سقوط القتل عنه بالإسلام وإن قالوا في المسلم لا يسقط القتل عنه بالإسلام بعد السب.\nوأما الحنابلة فكذلك عندهم في الساب ثلاث روايات، إحداها: يقتل مطلقًا، والثانية: لا يقتل مطلقًا، والثالثة: أن توبة الذمي بالإسلام مقبولة، وتوبة المسلم إذا سب ثم أسلم غير مقبولة، والمشهور عندهم عدم القبول مطلقًا.\n(1/383)\n\nوأما الشافعية: فالمشهور عندهم القبول مطلقًا على ما حررته فيما تقدم من النقل.\nومن كلام المالكية والحنابلة يتبين لك أن سقوط القتل عن الذمي إذا أسلم أولى من الساب المسلم إذا أسلم، وسبب ذلك ما قدمناه من أن للقتل في المسلم مأخذين، أحدهما: الزندقة، والثاني: كونه حق آدمي، والمأخذ الأول إنما يصح في الذي يخفي الكفر ويظهر الإسلام، وصدور السب من المسلم يدل على ذلك بخلاف الكافر، فإنه متظاهر به، فلم يبق إلا كونه حق آدمي وكونه طعنًا في الدين، فلذلك كان القائلون/ بالسقوط عن الكافر بإسلامه أكثر من القائلين بالسقوط في المسلم.\nوقد يعكس ويستند إلى أن المسلم قد يصدر ذلك منه على سبيل الغلط وسبق اللسان، بخلاف الكافر، فظاهر حاله يدل على أنه يصدر من عن اعتقاد وقصد.\nولكن الفقهاء نظروا إلى اللفظ في الموضعين، ولعمري إنه متى ظهر ذلك في الموضعين ودلت القرائن على أنه قال ذلك ـ مسلمًا كان أو كافرًا ـ عن حنق، وحرج، وبادرة حمله عليها نزغة شيطان: فيقوى هنا سقوط القتل بالإسلام في الموضعين، ولا سيما إذا دلت القرائن على أنه إسلام صحيح لم يقصد به التقية.",
        "(1/384)\n\nوإن دلت القرائن على أنه قال ذلك عن عقدٍ، وبصيرة، وسوء طوية، وروية: فيقوى هنا عدم قبول توبته بالإسلام وأنه يقتل، لا سيما إذا دلت القرائن مع ذلك على أنه قصد التقية بالإسلام ورفع السيف عنه، ولكنا لا نقدر على الحكم بالقتل عليه، أما أولا: فلأنه خلاف المشهور عن الشافعي، وأما ثانيًا: فلما قدمناه في توبة المسلم، فكل ما دل على سقوط القتل هناك أو على التوقف فيه فهو دال على ذلك هنا، وقد أتقنا ذلك في المسألة الأولى من الفصل الأول.\nومما ينبه عليه هنا أن سب الله تعالى في سقوط القتل به بالإسلام خلاف يلتفت على المأخذين، إن عللنا بالزندقة فلا يسقط، وإن عللنا بحق الآدمي سقط.\nويتحرر في التعليل في حق النبي صلى الله عليه وسلم أمور:\nأحدها: دلالة السب على زندقة الساب،\nوالثاني: الطعن في الدين،\nوالثالث: كونه حق آدمي،\nوالرابع: كون طباع الكفار تدعو إليه، فيشرع له زاجر وهو القتل، كالزنا، ولا يسقط بالإسلام./\nوالمعنى الأول: يختص بالمسلم، والرابع يختص بالكافر في حق النبي صلى الله عليه وسلم دون حق الله تعالى، والثاني موجود فيهما في الموضعين، والثالث موجود فيهما في حق النبي صلى الله عليه وسلم دون حق الله تعالى.\nوإذا فهمت هذا نزلت الخلاف في السقوط في سب الله تعالى إذا أسلم: على ذلك.\n(1/385)",
        "\nمن علل بالطعن في الدين قال: لا يسقط، ومن علل بحق الآدمي قال: يسقط، ومن علل بالزندقة قال: يسقط في الكافر دون المسلم، ومن علل بأن طبع الكافر يدعو إليه قال: يسقط، لأن سب الله لا يدعو إليه طبع أحد.\nهذا كله عند من يرى بالقتل بعد الإسلام، وأما نحن فلم نجسر على قتل مسلم بدون الثلاثة المذكورة في الحديث، ونصبر عليه إلى أن يلقى الله تعالى العالم بسريرته فيفعل به ما شاء.\nهذا فيمن حسنت حالة ودلت قرائن الأحوال على صدق سريرته وأن الذي صدر منه كان فلتة، وأما من دلت قرائن حاله على خلاف ذلك من سوء عقيدة وتقاة بكلمة الشهادة فلا أتكلم فيه بشيء إن شاء الله، وأرى أن أتوقف فيه، فإن تقلده حاكم كان حسابه عليه أو أجره له، وأنا أرضى بالسلامة ولا ألقى الله تعالى بدم مسلم ولا بإسقاط حق لله ولرسوله، إلا أن يتبين لي علم بعد ذلك يقتضي الجزم بقتله أو بعدم قتله، فإني كل وقت أترقب زيادة علم، وإنما كان مقصودي بهذا التصنيف قتله ما لم يسلم كافرًا كان أو مسلمًا وإبطال القول بإبقائه إذا كان كافرًا.\nومما ينبه عليه أيضًا أن القتل بالسب ـ وإن قلنا هو حد لله تعالى ـ ينبغي أن يجري في سقوطه بالإسلام ما جرى في حد الزنا، وقد حكي عن\n(1/386)\n",
        "الشافعي أنه قال إذ كان بالعراق: إن الذمي إذا زنا ثم أسلم سقط الحد عنه، وقال أبو ثور: لا يسقط، فينبغي أن يجيء في سقوط القتل بالسب عن الذمي إذا أسلم هذا الخلاف وإن قلنا إنه حد الله تعالى، فإن قلنا هو حق آدمي فالقتل أظهر، أما إذا قلنا يقتل كفرًا فيظهر السقوط بالإسلام.\nوقد وقفت على تصنيف لأبي العباس أحمد بن عبد الحليم بن عبد السلام ابن تيمية سماه \"الصارم المسلول على شاتم الرسول\"، استدل على تعين قتله بسبع وعشرين طريقة أطال فيها وأجاد ووسع القول في الاستدلال والآثار وطرق النظر والاستنباط، ومجموع الكتاب مجلد، ولكني لم ينشرح صدري لموافقته على القول بالقتل بعد الإسلام، ولكنه من محال الاجتهاد،/ فإن انشرحت له نفس عالم فلا حرج عليه، ومبنى الاجتهاد والتقليد على انشراح الصدر.\n(1/387)\n\nولقد استحسنت فتيا من الشيخ أبي الفتح محمد بن علي بن وهب القشيري المعروف بابن دقيق العيد رأيتها بخطه، سئل عن تقليد المذاهب هل يجوز وما ضابطه؟ فكتب:\n\"الضابط عندي شيئان:\nأحدهما: أن لا يكون في المسألة التي يريد أن يقلد فيها حديث صحيح يقتضي خلاف مذهب من يقلده.\nوالثاني: أن ينشرح صدره لذلك ولا يعتقد أنه متساهل في دينه، وإنما اعتبرت هذا لقوله صلى الله عليه وسلم: \"الإثم ما حاك في نفسك\"، فإذالم يكن في المسألة نص وكان الشخص ـ كما ذكرنا ـ منشرح الصدر جاز التقليد لمن شاء، والله أعلم\". نقلته من خطه.\nوقوله: \"أن لا يكون في المسألة نص\" يريد به: أو نحوه.\nوتحريره: أن لا يكون في المسألة ما ينقض به قضاء القاضي من نص أو إجماع أو قياس جلي، وقد نبه أبو محمد ابن عبد السلام على أن كل ما ينقض قضاء القاضي فيه لا يجوز التقليد فيه، وكذلك غيره، فإنا إذا كنا ننقضه بعد الحكم فقبل الحكم أولى.",
        "(1/388)\n\nوانشراح الصدر لا بد منه ليكون معتقدًا فيعمل بما يعتقده، أما من أقدم على فعل وهو يعلم اختلاف العلماء فيه ولم يعتقد جوازه لا اجتهادًا ولا تقليدًا بل مجرد علمه أن بعض الناس قال بتحريمه وبعضهم قال بتحليله: فالذي أراه أنه آثم، لكونه أقدم مع الشك في حكم الله تعالى، وإن كان قد وقع في كلام الغزالي وغيره ما يقتضي عدم الإثم في ذلك وأنه يصير كالمخير، وإنما يتجه جعله كالمخير ـ على قول ـ إذا انسد عليه باب الترجيح لا بالاجتهاد ولا بالتقليد، فحينئذ قال بعض العلماء بتخييره، أما قبل ذلك وهو يمكنه أن يسأل ليظهر له الراجح فلا، وإذا سأل ودل على الراجح ولكن لم يترجح في نفسه فهذا هو الذي قصدته أولاً وحكيت كلام ابن دقيق العيد فيه.\nوالذي يتجه فيه أنه لا يقدم عليه أيضًا حتى يترجح في نفسه وينشرح صدره له، للحديث الذي ذكره: \"الإثم ما حاك في نفسك .. \"./\n(1/389)",
        "\nتذييل ملحق\nفي شوال المبارك سنة إحدى وخمسين وسبعمئة حين وقع نصراني حصل منه قذف بشع فظيع، وحيل بني المسلمين وبينه فلم يقتلوه، ثم بعد ثلاث عشرة سنة وقع وأخذوه فتلفظ بالشهادتين المعظمتين، فلم ينشرح صدري للحكم بحقن دمه ورأيت قتله، لأن هذه الواقعة ما أظن وقع مثلها، ولا شك أن درجات الشتم والسب والقذف متفاوتة، ودرجات من يصدر منه ذلك في: السهو وسبق اللسان، والغلط الناشئ عن حدة في بعض الأوقات من متحفظ في غالبها، والتعمد الناشئ عن خبث باطن، والجرأة والقحة، وقصد الأذى: متفاوتة، وليس من اللازم إذا حصل اختلاف من العلماء في أدنى الدرجات أو أوسطها أن يحصل في أعلاها، فإذا حصل مثل هذا القذف البشع ممن عرفت جرأته واستهزاؤه يبعد القول بقبول توبته وأنها تسقط ما وجب، لا سيما وحد القذف لا يسقط إلا بالإسقاط، ومن يسقط هذا الحد الناشئ عن لفظ لا يحتمل المسلمون سماعه ولا التفوه بحكايته؟! والحد في مثل هذا إنما هو بالقتل لا بجلد ثمانين.\n(1/390)\n",
        "فرأيت أن آخذ في هذا بما حكاه الفارسي من الإجماع ووافقه القفال واستحسنه إمام الحرمين ـ وناهيك بهم ـ غيره للنبي صلى الله عليه وسلم وصيانة لمنصبه العلي:\nلا يسلم الشرف الرفيع من الأذى ... حتى يراق على جوانبه الدم\nوإن كان كرم الله ورحمة رسول الله ورأفته تقتضي قبول إسلام هذا الكلب فينفعه في الآخرة، ونحمي حوزة الشرف الرفيع عن بقاء لسان تفوه في حقه بذلك، وقلب خطر ذلك عليه. فقوي عندي أني أحكم بقتله تقربا إلى الله وإلى رسوله، وخفت من جاهل أو ذي ضغن يعترض علي ويقول: المشهور من مذهب الشافعي خلافه، والأستاذ أبو إسحاق يقول بسقوط القتل وغيره، والصيدلاني يقول بسقوط القتل ولكن يجب جلد ثمانين، وعلمي محيط بذلك، ولكني أقول:\nإن الأستاذ والصيدلاني قد يكونان لم يطلعا على الإجماع الذي نقله الفارسي، لا سيما والفارسي متقدم، فإن وفاته في سنة خمس وثلاثمئة، ووفاة الأستاذ سنة ثماني عشرة وأربعمئة، والصيدلاني إما في وقت الأستاذ وإما بعده، فنقل الإجماع من الفارسي قبلهما بأكثر من مئة سنة، فلا يسمع خلافهما حتى يبينا خلافًا متقدمًا.\nولو فرضنا أنه لا إجماع وأنها من محال النظر فالنظر يقتضي القتل، لأن حد القذف لا يسقط بالإسلام والتوبة، ولا يسقط إلا بإبراء صاحبه أو وراثه، وإبراء صاحبه هنا متعذر.\n(1/391)\n\nونحن أيها المسلمون وإن قمنا مقام علمائه فلا نرى إسقاط حق نبينا من ذلك، والإرث متعذر لأن الأنبياء إنما ورثوا العلم، ولو فرضنا أن هذا الحق يورث عنهم فبنو عمه منتشرون غير منحصرين، ولا يعرف الأقرب منهم الذي يصح الإبراء منه.\nوحد القذف في هذا إنما هو القتل، بدليل الإجماع على أنه الواجب قبل الإسلام، وإعلاء لقدر النبي صلى الله عليه وسلم أن يكون التجري عليه كالتجري على غيره.\nوهذا الذي رأيته في هذه الواقعة الخاصة لا أطرده في كل صورة، لما أشرت إليه هنا من تفاوت الدرجات.\nوقد أشرت في أثناء الفصل المتقدم إلى هذا التفصيل، وذكرت ما يدل على عدم اعتماده هناك، ولكني هنا أبديت ما يدل على اعتماده، وهو الأولى، ولا شك أن النوع الواحد قد تختلف أحكام أفراده باختلاف مراتبها، فالفقيه الحاذق يعطي كل فرد حقه من النظر إذا لم يكن ضابط من الشارع يسوي بين أفراد ذلك النوع./\nوقد حصل النظر مرات في أنه إذا كان في مسالة قولان في المذهب وأحدهما هو المشهور الراجح هل للحاكم الذي ليس من أهل الاجتهاد أن يحكم بخلافه؟ أو للحاكم الذي من أهل الاجتهاد أن يحكم بخلافه إذا ظهر له مصلحة في الحكم به وإن لم يترجح دليله عنده؟\nوالذي أراه في الحالة الأولى أنه لا يجوز، وعندي في الحالة الثانية توقف.",
        "(1/392)\n\nوقد روي أن ابن عبد الرحمن بن القاسم حنث في غير اللجاج فأتاه أبوه بكفارة يمين وقال: أفتيتك بقول الليث، وإن عدت أفتيتك بقول مالك!.\nوهذا فيه عندي توقف، وهو في الفتيا أسهل منه في الحكم، وعلى كل حال ليس هو مثل مسألتنا، لأنه هو في أمر واحد لا يتصور اختلاف الحكم فيه، وإنما هو اعتماد المصلحة في آحاد الوقائع مع استواء حكم الشرع في جميعها، أما مسألتنا هذه فأنا أمنع استواء الحكم، وأقول: إنه يختلف باختلاف مراتب تلك الآحاد لاختلافها، فجاز أن يكون لكل منها حكم يخصه، ففي بعضها يقوي القتل، وفي بعضها لا يقوي، وفي بعضها يحتمل إجراء الخلاف، وفي بعضها لا يحتمل.\nوأما كون المشهور في مذهب الشافعي عدم القتل فهو بحسب ما اشتهر عند المتأخرين، ولم أر من كلام الشافعي تصريحًا بذلك، ونصه على قتل الذمي الساب مطلق لم يستبن فيه إذا أسلم، بخلاف نص مالك وأحمد، فإنهما قالا: إلا إذا أسلم.\n(1/393)",
        "\nولكني الذي أقوله في المسلم ما قدمته من التفصيل، وأرى للقاضي جواز اجتهاده في آحاد الصور.\nهذا رأيي الآن وإن كان فيه مخالفة لما قدمته في أثناء الفصل المتقدم، ولكن على الحاكم التيقظ لتقوى الله تعالى لئلا يداخله هوى أو حظ نفس، فيحترز في شيئين:\nأحدهما: المدارك الفقهية والاجتهاد فيما يقتضيه حكم الشرع في تلك الواقعة بخصوصها.\nوالثاني: تفقد خواطره ونفسه ودسائسها، وتجريد الخواطر الربانية عن الخواطر النفسانية، ويسال الله العصمة والتوفيق.\nفلما رأيت ذلك في هذه الواقعة وخفت ـ كما قلت ـ من جاهل أو ذي ضغن: فوضت الأمر إلى حنبلي فيما بيني وبين الله، وهو عند الناس مستقل، فحكم بإراقة دمه، ونفذه المالكي، ثم\n(1/394)\n",
        "الحنفي نفذ حكم المالكي، ثم نفذت أنا تنفيذ الحنفي، ثم قتل الشخص المذكور في يوم الإثنين خامس شوال سنة إحدى وخمسين وسبعمئة.\nوسألني سائل: أيما أعظم: هذا أو الشرك بالله؟ قلت: الشرك بالله عظيم، ولكن المشرك يتدين به ويعتقده دينًا، وأما هذا ففيه من الجرأة والقحة على الله ورسوله وأذاه ما ليس في الشرك، فلذلك يجب الإسلام الشرك ولا يجب هذا.\n(1/395)\n\nخاتمة\nلما حضرنا عند قتل هذا الشخص ورأيت اجتماع الناس حوله وما هو فيه: خفت أن يكون ذلك سببًا لارتداده عن الإسلام، فحصل عندي من ذلك شيء، ثم ارتأيت واستقر رأيي بعد أيام على أني لا ألقى الله بدم مسلم أبدًا، وأن كل من أسلم عصم دمه ويقبل ذلك منه في الظاهر، وأمره في الباطن إلى الله، وذلك لأن النبي صلى الله عليه وسلم بالمؤمنين رؤوف رحيم، فإذا ثبت الإيمان لشخص ولو تقدم منه ما عسى أن يتقدم فالنبي صلى الله عليه وسلم به رؤوف رحيم بالنص القاطع، ومن رأفته به ورحمته محافظتنا على بقاء إيمانه، وعدم تعريضه للفتن.\nولا شك أن هذا الشخص وأمثاله حديث عهد بالإسلام، فإذا رأى نفسه وقد أسلم إسلامًا صحيحًا قد أحيط به ولم ينجه ذلك: ربما ـ والعياذ بالله ـ جمع في نفسه بغضًا لهذا الدين أو لأهله فيكفر! ولأن يهدي الله بنا رجلاً واحدًا خير لنا من حمر النعم، ونحن نتحقق من النبي صلى الله عليه وسلم رغبته في الهداية لجميع الخلق، وأنه لم يكن يجزي بالسيئة السيئة، بل يعفو ويصفح.",
        "(1/396)\n\nولا سبيل إلى أن نقول: إن إسلام هذا ما صح، فإذا صح وجب دخوله في الرأفة والرحمة، وإن احتمل عدم صحة إسلامه: فإذا دار الأمر بين شفقتنا عليه حتى يهتدي وبين تعريضنا له للكفر وأيها أولى لا شك أن الهداية أولى، فلذلك استقر رأيي وفهمت من نفس الشريعة عدم قتله.\nقال لي قائل: يكون شهيدًا؟ قلت: لو وثقنا بطمأنينة قلبه كان جيدًا، ولكن من هو الذي يصبر في ذلك؟! ومن هو الذي ما يسول له الشيطان ويزلزله ويحمله على إساءة الظن فيكفر؟! وأين القوي؟ فالشفقة على خلق الله والرأفة بهم والرحمة تقتضي إبقاء هذا وحمله على الاهتداء وعدم قتله، والله أعلم.\nكتبته يوم التاسع والعشرين من شوال سنة إحدى وخمسين وسبعمئة./\n(1/397)",
        "\nالفصل السابع: في أنه هل يستتاب بالإسلام ويدعى إليه\nأو يهجم على قتله ابتداء؟\nإن قلنا لا يسقط القتل عنه بالإسلام فلا يستتاب، وإن قلنا يسقط فقد ذهب بعض العلماء أيضًا إلى أنه لا يستتاب، ويكون كالأسير الحربي يقتل قبل الاستتابة، فإن أسلم سقط عنه القتل، وهذا وجه في مذهب أحمد على الرواية بسقوط القتل بالإسلام، وقريب منه في مذهب مالك.\nوأما أصحابنا فلم يصرحوا بذلك، وقد تقدم عنهم في المسلم أنه يُستتاب، وبحثنا فيه، وأما هنا فترك الاستتابة أقوى، لأن المسلم يظهر منه أنه لا يقدم على ذلك إلا عن شُبْهةٍ أو حَرَج، والكافرُ بخلافه، فالوجه القطع فيه بأنَّ الاستتابة لا تجب، أما استحبابها فلا يبعُدُ القولُ به.\n(1/398)\n",
        "الفصل الثامن: في أنه هل يصح حكم الحاكم بسقوط القتل عنه مع بقائه على الكفر؟\nوالجواب: إن كان الحاكم شافعيًا أو مالكيًا أو حنبليًا لم يصح حكمه بذلك، لأنه خلاف مذهبه، وفي هذا الزمان الحكام مقلدون، والسلطان يوليهم على مذاهب معروفة، فكأنه بلسان الحال يقول للشافعي: أذنت لك أن تحكم بمذهب الشافعي، وللمالكي: احكم بمذهب مالك، وللحنفي: احكم بمذهب أبي حنيفة، وللحنبلي: احكم بمذهب أحمد، فلا يجوز لأحدٍ منهم أن يتجاوز مذهبه في الحكم.\nولو فرضنا أن واحدًا منهم ظهر له في مسألة بالدليل خلاف مذهبه، أو قلد غير إمامه فيها: لا يجوز له أن يحكم في تلك المسألة بما اعتقده من اجتهاد أو تقليد، لأنه غير مأذون له فيه، ولا بمذهبه لأنه لا يعتقده وإن كان مأذونًا له فيه.\nفطريقه أن يراجع السلطان إن شاء حتى يأذن له أن يحكم بما يعتقده.\nوفيه أيضًا خلاف في أن الشافعي هل له أن يولي غير شافعي؟ والتقيد بهذه المذاهب في هذا الزمان بحسب تولية السلطان لا بد منه،/ إلا أن يولي السلطان رجلاً مجتهدًا ويعلم منه ذلك، فيكون إذنًا له أن يحكم بما يراه، وبدون ذلك لا يجوز أن يخرج عن مذهبه.\n(1/399)\n\nفإن كان مقلدًا ـ كما هو الغالب في قضاة الزمان ـ فليس له أن يخرج عن مشهور مذهبه الذي عليه الفتوى في ذلك المذهب.\nوإن كان مجتهدًا في المذهب فيجوز له أن يخالف ذلك إذا رأى غيره أولى بمذهب الشافعي واقتضت عنده قواعد الشافعي ترجيحه، وكان قاصدًا للحق والدليل لا للهوى، ويكون ذلك غير خارج عن مذهب الشافعي، ولا يفترق الحال عنده بين ذي الجاه وغيره، والسلطان والرعية، فإن حكم الله واحد في الجميع.\nفأي حاكم حكم من حكام الزمان من غير الحنفية ببقاء هذا الكافر نقض حكمه وأبطل وحكم بخلافه.",
        "(1/400)\n\nثم إن كان إقدام الحاكم على ذلك لجهل منه بأن اعتقد أنه مذهب إمامه فتبين له ذلك فيستغفر الله تعالى من تقصيره في السؤال ممن هو أعلم منه، وهو باقٍ على ولايته.\nوإن كان إقدامه على ذلك مع علمه بأن مذهب إمامه خلافه وقلد فيه أبا حنيفة لاعتقاده قوة مذهبه فكذلك يبين له أنه لم يكن يجوز له أن يحكم بغير مذهب إمامه وإن اعتقده، ويستغفر الله تعالى من الحكم بذلك، وهو باق على ولايته.\nوإن كان إقدامه على ذلك عالمًا بمخالفته لمذهب إمامه أو للمشهور منه، والحامل له على ذلك محاباة ذي جاه أو طمع في شيء من الأمور الدنيوية فقد خان الله تعالى ورسوله والمؤمنين، وانعزل من جميع ما بيده من المناصب الدينية، القضاء وغيره، وفسق ولم تحل ولايته بعد ذلك حتى يتوب إلى الله تعالى وينصلح حاله.\nويخشى عليه في دينه إن كان الحامل له على ذلك التهاون بهذا الحق العظيم، لكنا لا نظن بمسلم الوقوع في ذلك.\nوأما إن كان الحاكم الذي حكم بسقوط القتل عنه حنيفًا وقد حكم بذلك مقلدًا لأبي حنيفة رضي الله عنه/ فيحتمل أن يقال بنقض حكمه بذلك، لأن الأدلة الدالة على وجوب قتله واضحة جلية، فهي مما ينقض قضاء القاضي بخلافها، ويحتمل أن يتوقف في ذلك لأن الحديث الوارد فيه ليس بذلك القوي، ولا إجماع.\n(1/401)",
        "\nومحل النظر: في كون مجموع ما ذكرناه من الأدلة واستقراء السير والأقيسة هل تتنزل منزلة الحديث الصحيح الصريح، وفي كون الأقيسة جلية أو لا، والأقرب عندي أنها كذلك حتى ينقض قضاء القاضي الحنفي بخلافها ما لم يقترن به حكم آخر بتنفيذه، فإذ ذاك يمتنع نقضه، لأن جواز نقضه ليس بينا عندنا؛ بل هو في محل الاجتهاد، فإذا قضى به قاض كان كالحكم بالمختلف فيه، فلا ينقض.\nهذا كله في حكم الحنفي، أما الشافعي والمالكي والحنبلي فلا ريبة في نقض حكمهم بذلك.\n(1/402)\n",
        "الباب الثالث: في بيان ما هو سب من المسلمين والكفار\nوفيه فصلان:\nالفصل الأول: في المسلمين.\nالفصل الثاني: فيما هو سب من الكافر.\n(1/403)\n\nالفصل الأول: في المسلمين\nأجمعت الأمة على أن الاستخفاف بالنبي صلى الله عليه وسلم أو بأي نبي كان من الأنبياء أو قتله أو قتاله: كفر، سواء أقال فاعل ذلك إنه استحله أم فعله معتقدًا تحريمه، ليس بين العلماء خلاف في ذلك، والذين نقلوا الإجماع فيه وفي تفاصيله أكثر من أن يحصوا.\nوممن نقل الإجماع في القتل إسحاق بن راهويه، وممن نقل الإجماع في الاستخفاف ونحوه إما الحرمين وغيره.\nوقال القاضي عياض:\nاعلم أن جميع من سب النبي صلى الله عليه وسلم أو عابه أو ألحق به نقصًا في نفسه أو نسبه أو دينه أو خصلة من خصاله أو عرض به أو شبهه بشيء على طريق السب له أو الإزراء عليه أو التصغير لشأنه أو الغض منه أو العيب له: فهو ساب له، والحكم فيه حكم الساب يقتل، ولا نستثني فصلاً من فصول هذا الباب على هذا المقصد، ولا نمتري فيه تصريحًا كان أو تلويحًا.\nوكذلك/ من لعنه أو دعا عليه أو تمنى مضرة له، أو نسب إليه ما لا يليق بمنصبه على طريق الذم، أو عبث في جهته العزيزة بسخف من الكلام",
        "(1/405)\n\nوهجر ومنكر من القول وزور، أو عيرة بشيء مما جرى من البلاء والمحنة عليه، أو غمصه ببعض العوارض البشرية الجائزة والمعهودة لديه، وهذا كله إجماع من العلماء وأئمة الفتوى من لدن الصحابة رضي الله عنهم وإلى هلم جرا.\nوروى ابن وهب عن مالك: من قال إن رداء النبي صلى الله عليه وسلم ـ ويروى: زر النبي صلى الله عليه وسلم ـ وسخ أراد بذلك عيبه، قتل.\nقال عياض:\nوقال بعض علمائنا: أجمع العلماء على أن من دعا على نبي من الأنبياء بالويل أو بشيء من المكروه أنه يقتل بلا استتابة.\nوأفتى أبو الحسن القابسي فيمن قال في النبي صلى الله عليه وسلم: الجمال يتيم أبي طالب، بالقتل.\nوأفتى أبو محمد ابن أبي زيد بقتل رجل سمع قومًا يتذاكرون صفة النبي صلى الله عليه وسلم إذ مر بهم رجل قبيح الوجه واللحية فقال: تريدون تعرفون\n(1/406)",
        "\nصفته؟ هي في صفة هذا المار في خلقه ولحيته. قال: يقتل ولا تُقبل توبته، وقد كذب لعنه الله، وليس يخرج من قلب سليم الإيمان.\nوقال أحمد بن [أبي] سليمان صاحب سحنون: من قال إن النبي صلى الله عليه وسلم كان أسود يقتل.\nوقال في رجل قيل له: لا وحق رسول الله، فقال: فعل الله برسول الله كذا وكذا؛ كلامًا قبيحًا، فقيل له: ما تقول يا عدو الله؟! فقال أشد من كلامه الأول، ثم قال: إنما أردت برسول الله العقرب!، فقال ابن أبي سليمان للذي سأله: اشهد عليه وأنا شريكك في قتله وثواب ذلك.\nقال حبيب بن الربيع: لأن ادعاءه التأويل في لفظ صراح لا يقبل، لأنه امتهان، وهو غير معزر لرسول الله صلى الله عليه وسلم ولا موقر له، فوجب إباحة دمه.\nوأفتى أبو عبد الله/ ابن عتاب في عشار قال لرجل: أد واشك إلى النبي، وقال: إن سألت أو جهلت فقد جهل وسأل النبي، [بالقتل].\n(1/407)\n",
        "وأفتى فقهاء الأندلس بقتل ابن حاتم المتفقه الطليطلي وصلبه بما شهد عليه به من استخفافه بحق النبي صلى الله عليه وسلم وتسميته إياه أثناء مناظرته باليتيم وختن حيدرة، وزعه أنه زهده لم يكن قصدًا، ولو قدر على الطيبات أكلها، إلى أشباه هذا.\nوأفتى فقهاء القيروان وأصحاب سحنون بقتل إبراهيم الفزاري، وكان شاعرًا مفننًا في كثير من العلوم، وكان ممن يحضر مجلس القاضي ابن طالب للمناظرة، فرفعت عليه أمور منكرة من هذا الباب، فأمر بقتله وصلبه، فطعن بالسكين، وصلب منكسًا، ثم أنزل وأحرق بالنار.\n(1/408)\n\nوقال القاضي أبو عبد الله ابن المرابط: من قال إن النبي صلى الله عليه وسلم هزم يستتاب، فإن تاب وإلا قتل.\nوقال حبيب بن ربيع القروي: مذهب مالك وأصحابه أن من قال فيه عليه السلام ما فيه نقص قتل دون استتابة.\nوقال ابن عتاب: الكتاب والسنة موجبان أن من قصد النبي صلى الله عليه وسلم بأذي أو نقص معرضًا أو مصرحًا وإن قل فقتله واجب.\nفهذا الباب كله مما عده العلماء سبًا وتنقصًا يجب قتل قائله، لم يختلف في ذلك متقدمهم ولا متأخرهم وإن اختلفوا في حكم قتله كما أشرنا إليه، وكذلك أقول: من غمضه أو عيره برعاية الغنم أو السهو أو",
        "(1/409)\n\nالنسيان أو السحر أو ما أصابه من جرح أو هزيمةٍ لبعض جيوشه أو أذى من عدوه أو شدة من زمنه أو بالميل إلى نسائه: فحكم هذا كله ـ لمن قصد به [نقصه]ـ القتل.\nهذا كلام القاضي عياض رحمه الله، وقد تقدم كثير منه، ولكنا أحببنا نجمعه في هذا الباب، فإنه محله. ونصوص الشافعية والحنفية والحنابلة متفقة موافقة على أن ذلك سب وردة موجب للقتل وإن اختلفوا في قبول التوبة منه.\nفإن قلت: لا إشكال في هذا إذا كان عن سوءِ عقيدة، أما إذا صدر من مصدق بالله/ ورسله فكيف يستقيم جعله كفرًا؟ ولا سيما عند من يقول: الإيمان: التصديق أو المعرفة، والكفر: الجحود أو الجهل، وهو المشهور، وإنما يستقيم ذلك عند من يجعل الأعمال جزءًا من مسمى الإيمان وبزوالها يزول.\nقلت: أورد إمام الحرمين في \"الشامل\" هذا السؤال من جهة الخوارج، فقال:\n\"ومما كثر تشغيب الخوارج به أن قالوا: لو كان الإيمان تصديقًا على زعمكم لوجب الحكم بإيمان من يقتل نبيًا أو يستخف به أو يسجد بين يدي وثن! فإن هذه الأعمال لا تضاد المعرفة والعقيدة، فلما أجمعنا على\n(1/410)",
        "\nالحكم بتكفير من صدرت منه هذه الأفعال دل على أن الإيمان لا يرجع إلى تصديق القلب\".\nقال: \"والجواب عن ذلك أن نقول: لسنا ننكر في قضية العقل مجامعة هذه الفواحش للمعرفة على ما قلتم، فإن أفعال الجوارح لا تناقض عقد القلوب، ولكن أجمع المسلمون على أن من بدر منه شيء من ذلك فهو كافر، فعلمنا بالإجماع أن الله تعالى لا يقضي على شيء بشيء مما وصفناه إلا وقد قضى بانتزاع المعرفة منه، والدليل على ذلك أن من قارف معصية فالخوارج لا يسلبونه اسم العارف وإن لم ينعتوه بكونه مؤمنًا، ومن قتل نبيًا أو استخف به فالأمة مجمعة على أنه لا يوصف بكونه عارفًا بالله تعالى، وهذا كإجماعهم على أن من جحد نبوة محمد عليه السلام فهو غير عارف بالله، وليس ذلك لمضادة الجهل بالنبوة للمعرفة بالله تعالى، ولكن الله تعالى قضى بانتزاع معرفة من جحد نبوة الأنبياء ولم يؤمن بهم\". انتهى كلام الإمام هنا.\nوذهب النجار إلى أن الإيمان هو المعرفة بالقلب والإقرار باللسان وإلزام الأركان الخضوع لله تعالى وترك الاستكبار، وزعم أن إبليس ـ لعنه الله ـ إنما كفر باستكباره، وإلا فقد كان عارفًا بقلبه مقرًا بلسانه.\n(1/411)\n",
        "ومذهب الأشعري وأكثر أصحابه أن الإيمان هو التصديق، واختلف/ جوابه في معنى التصديق: هل هو المعرفة أو هو قول النفس على تحقيق ومن ضرورته المعرفة؛ وهو الذي ارتضاه القاضي ابن الباقلاني؟.\nومذهب السلف أن الإيمان معرفة بالجنان، وإقرار باللسان، وعمل بالأركان، وأنه يزيد وينقص، وأنه لا ينتفي بانتفاء الأعمال، ومذهب السلف في هذا هو الحق، ولتقريره مكان غير هذا.\n(1/412)\n\n............................",
        "(1/413)\n\nوما ذكره الإمام في جواب السؤال من القضاء بانتفاء المعرفة قد يتوقف فيه! فإنا إذا فرضنا المعرفة موجودة حسًا كيف نقضي بانتفائها؟ فإن قال: \"المراد انتفاؤها شرعًا\" عاد إلى تفسير الإيمان بمعنى شرعي، ويحتاج إلى بيانه.\nوالحاصل أن التصديق لا بد أن يقترب به أمر آخر حال في القلب وعمل له، وهو: تعظيم الرسول وإجلاله وتوقيره ومحبته والطمأنينة لقبول الأوامر والنواهي والانقياد بالقلب لذلك، فمن استكبر أو استخف أو استهان فقد ضاد ذلك، فانتفى التصديق لوجود ضد أثره وإن كانت صورة التصديق موجودة، لكن لما لم يترتب عليها أثرها ووجد المعارض لعملها صارت كالمعدومة.\nفالكفر كفران: كفر للجهل والجحود، وكفر مع المعرفة والتصديق ووجود ما يعارضهما ويضادهما، مثل كفر اليهود وإبليس، وإذا نفينا المعرفة والتصديق في مثل هذا فالمراد: المعتد به من ذلك.\nوكفر الساب الذي يزعم أنه مصدق عارف من هذا القبيل، فلا شك في كفره واستحل أو لم يستحل، جهل أو عرف، ومن توقف من الفقهاء\n(1/414)",
        "\nفيما إذا لم يستحل فقد خفي عليه مأخذ التكفير وأن الاستخفاف يضاد التوقير الذي هو شرط الإيمان.\nولذلك ضرب عمر رضي الله عنه رقبة الذي لم يرض بحكم رسول الله صلى الله عليه وسلم، وإنما لم يقتل النبي صلى الله عليه وسلم الذي قال له: \"أن كان ابن عمتك\" وأضرابه من الأعراب لما قدمناه من المعاني التي ترك لأجلها قتل المنافقين.\nوما روي من أن الذي قال: \"أن كان ابن عمتك\" كان من البدريين إن صح فيحمل أنه كان بعد ذلك وأن/ الواقعة كانت قبل بدر، فإن من\n(1/415)\n",
        "شهد بدرًا مغفور لهم، ومثل هذا كفر لا يغفر، اللهم إلا أن يقال: معنى المغفرة له أن يختم له بالإسلام فيغفر له.\nواعلم أن الألفاظ الموجبة للكفر منها ما هو سب يختلف العلماء في قبول التوبة منه، ومنها ما هو ردة محضة ليس بسب، تقبل التوبة منه ما لم يكن زنديقًا يستر به، فيختلفون في قبول توبته أيضًا، والمرجع فيما يسمى سبًا وما لا يسمى سبًا إلى العرف. وما دل عليه كلام العلماء الذي حكيناه يستدل به على ما يشبهه.\n\nفرع: [في سب أم النبي صلى الله عليه وسلم]:\nمن قذف أم النبي صلى الله عليه وسلم فهو ساب، لأنه طاعن في نسبه، نص الحنابله على ذلك واتفقوا عليه، وغيرهم لا يخالفهم فيه، ولو سبها بغير القذف فقد أطلق بعض الحنابلة أن من سب أم النبي صلى الله عليه وسلم يقتل مسلمًا كان أو كافرًا. قال ابن تيمية: وينبغي أن يكون مرادهم بالسب هنا القذف، كما\n(1/416)\n\nصرح به الجمهور، لما فيه من سب النبي صلى الله عليه وسلم.\n\nفرع: [في سب عائشة رضي الله عنها]:\nقال مالك: من سب عائشة قُتل. قيل له: لم؟ قال: من رماها فقد خالف القرآن. وقال ابن شعبان عنه: لأن الله تعالى يقول: (يعظم الله أن تعودوا لمثله أبدًا إن كنتم مؤمنين) [النور: 17]، فمن عاد لمثله فقد كفر.\nوحكى أبو الحسن الصقلي أن أبا بكر ابن الطيب قال: إن الله تعالى إذا ذكر في القرآن ما نسبه إليه المشركون سبح نفسه، كقوله: (وقالوا اتخذ الله ولدًا سبحانه) [البقرة: 116]، وذكر تعالى ما نسبه المنافقون إلى عائشة فقال: (ولولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم بهذا سبحانه) [النور: 16]، سبح نفسه في تنزيهها من السوء. وهذا يشهد لقول مالك، ومعنى هذا أن الله لما عظم سبها وكان سبها سبا لنبيه، وقرن سب نبيه وأذاه بأذاه تعالى، وكان حكم مؤذيه تعالى القتل؛ كان مؤذي نبيه كذلك.",
        "(1/417)\n\nوذكر أبو يعلى من الحنابلة، وقال ابن تيمية إنه حكى الإجماع فيه غير واحد.\n\nفرع: [في سب أزواج النبي صلى الله عليه وسلم غير عائشة]:\nأما غير عائشة من أزواج النبي صلى الله عليه وسلم فحكى القاضي عياض فيمن سبها قولين، أحدهما: يقتل، لأنه سب النبي صلى الله عليه وسلم بسب حليلته، والآخر: أنها كسائر الصحابة يجلد حد المفتري. قال: وبالقول الأول أقول.\nوقيل إنه ورد معنى ذلك عن ابن عباس، لأن فيه عارًا وغضاضة على النبي صلى الله عليه وسلم.\nوقال أبو بكر ابن زياد النيسابوري: سمعت القاسم بن محمد يقول لإسماعيل بن إسحاق وأتي المأمون .....................\n(1/418)",
        "\nبالرقة برجلين شتم أحدهما فاطمة والآخر عائشة، فأمر بقتل الذي شتم فاطمة وترك الآخر الذي شتم عائشة، فقال إسماعيل: ما حكمهما إلا أن يقتلا، الذي شتم عائشة رد القرآن. وعلى هذا مضت سيرة أهل الفقه والعلم من أهل البيت وغيرهم.\nوقال أبو السائب: كنت يومًا بحضرة الحسن بن زيد الداعي بطبرستان، وكان يلبس الصوف, ويأمر بالمعروف وينهى عن المنكر، ويوجه في كل سنة بعشرين ألف دينار إلى مدينة السلام تفرق على أولاد\n(1/419)\n",
        "الصحابة، فكان بحضرته رجل ذكر عائشة بقبيح من الفاحشة، فقال: يا غلام! اضرب عنقه، فقال له العلويون: هذا رجل من شعيتنا! فقال: معاذ الله! هذا رجل طعن على النبي صلى الله عليه وسلم، قال الله تعالى: (الخبيثات للخبيثين والخبيثون للخبيثات والطيبات للطيبين والطيبون للطيبات أولئك مبرءون مما يقولون) [النور: 26]، فإن كانت عائشة خبيثة فالنبي صلى الله عليه وسلم خبيث! هو كافر فاضربوا عنقه. فضربوا عنقه وأنا حاضر. رواه اللالكائي.\nوعن محمد بن زيد أخي الحسن بن زيد أنه قدم عليه رجل من العراق، فذكر عائشة بسوء، فقام إليه بعمود فضرب به دماغه فقتله.\n\nفرع: [في سب سائر الصحابة رضي الله عنهم]:\nأما سائر الصحابة فمن سبهم جلد باتفاق العلماء.\n(1/420)\n\nقال أحمد: القتل/ أجبن عنه، ولكن أضربه ضربًا نكالاً.\nولأصحاب الشافعي خلاف في تكفير الرافضة الذين يسبون أبا بكر وعمر.\nوروى أبو مصعب عن مالك أنه من سب من انتسب إلى بيت النبي صلى الله عليه وسلم يضرب ضربًا وجيعًا ويشهر ويحبس طويلاً حتى تظهر توبته، لأنه استخفاف بحق الرسول.\nوأفتى أبو المطرف الشعبي فقيه مالقة في رجل أنكر تحليف امرأة بالليل وقال: لو كانت بنت أبي بكر الصديق ما حلفت إلا بالنهار. وصوب قوله بعض المتسمين بالفقه، فقال أبو المطرف: ذكر هذا لابنة أبي بكر في مثل هذا يوجب عليه الضرب الشديد والسجن الطويل، والفقيه الذي صوب",
        "(1/421)\n\nقوله هو أخص باسم الفسق من اسم الفقه، فيتقدم إليه في ذلك ويزجر ولا تقبل فتواه ولا شهادته، وهي جرحة ثابتة فيه، ويبغض في الله.\nولا يجوز للسلطان أن يعفو عن أحد وقع في أحد من الصحابة، بل يعاقبه ويستتيبه، فإن تاب قبل منه، وإن لم يتب أعاد عليه العقوبة وخلد عليه الحبس حتى يموت أو يرجع.\nوأتى عمر بن عبد العزيز برجل سب عثمان، فقال: ما حملك على أن سببته؟ قال: أبغضه، قال: وإن أبغضت رجلاً سببته؟!، فأمر به فجلد ثلاثين سوطًا. وضرب إنسانًا شتم معاوية أسواطًا.\nوقال ابن المنذر: لا أعلم أحدًا يوجب القتل عن سب من بعد النبي صلى الله عليه وسلم.\nوهذا الإطلاق في كلام ابن المنذر يشمل عائشة وغيرها، فلينظر فيه، فإن كان الكلامان صحيحين فالجواب أن ذلك لأجل النبي صلى الله عليه وسلم.\nوقال أبو يعلي الحنبلي: الذي عليه الفقهاء في سب الصحابة إن كان مستحلا لذلك كفر، وإن لم يكن مستحلا فسق ولم يكفر. قال: وقد قطع\n(1/422)",
        "\nطائفة من الفقهاء من أهل الكوفة وغيرهم بقتل من سب الصحابة وكفر الرافضة.\nوقال محمد بن يوسف الفريابي وسئل عمن شتم أبا بكر قال: كافر. قيل: تصلي عليه؟ قال: لا.\nوممن كفر الرافضة أحمد بن/ يونس، وأبو بكر ابن هانئ، وقالا: لا تؤكل ذبائحهم لأنهم مرتدون.\nوكذا قال عبد الله بن إدريس أحد أئمة الكوفة: ليس لرافضي شفعة، لأنه لا شفعة إلا لمسلم.\n(1/423)\n",
        "وقال أحمد في رواية أبي طالب: شتم عثمان زندقة.\nوأجمع القائلون بعدم تكفير الذين يسبون الصحابة أنهم فساق.\nومن محاسن مالك رحمه الله أنه استنبط أنه لا حق لهم في الفيء من قوله تعالى: (والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذي سبقونا بالإيمان ولا تجعل في قلوبنا غلاً للذين أمنوا ربنا إنك رءوف رحيم) [الحشر: 10].\n(1/424)\n\nوممن قال بوجوب القتل على من سب أبا بكر وعمر: عبد الرحمن بن أبزي الصحابي.\nوروي أن عبيد الله بن عمر وقع بينه وبين المقداد كلام، فشتم عبيد الله المقداد، فقال عمر: علي بالجلاد، أقطع لسانه لا يجترئ أحد بعده يشتم أحدًا من أصحاب رسول الله صلى الله عليه وسلم، فهم عمر بقطع لسانه، فكلمه فيه أصحاب محمد صلى الله عليه وسلم فقال: ذروني أقطع لسان ابني حتى لا يجترئ أحد من بعدي يسب أحدًا من أصحاب محمد صلى الله عليه وسلم. ولعله إنما ترك ذلك لأجل شفاعة الصحابة، ولعل المقداد عفا.",
        "(1/425)\n\nأما من ادعى في علي الإلهية ونحوه فلا شك في كفره.\n\nفرع: من كذب على النبي صلى الله عليه وسلم:\nاختلف العلماء في كفره ووجوب قتله وقبول توبته، وليس هذا موضع بسط القول في ذلك.\n(1/426)",
        "\nالفصل الثاني: فيما هو سب من الكافر\nليس كل كفر سبًا، فلذلك الألفاظ التي تصدر من الذمي إذا كانت كفرًا غير سب لا تنقض عهده ولا توجب قتله، لأنا أقررناه عليها، وإذا كانت سبًا تنقض عهده وتوجب قتله، لأنا لم نقره عليها، وقد تقدم أن هذا الفرق أيضًا معتبر في المسلم في قبول التوبة من الأول/ والاختلاف في قبولها من الثاني.\nوقدمنا في الباب الثاني في الفصل الثاني منه اختلاف أصحابنا: هل يفترق الحال بين ما يعتقدونه ويتدينون به وغيره أو لا فرق، واخترنا أنه لا فرق وإن كان الصيدلاني وغيره رجح الفرق.\nوعلى كل حال لا شك أن الشتم سب موجب للقتل سواء أتكرر أم لم يتكرر، كان في ملأ من الناس أو في خلوة إذا شهد به شاهدان أو أقر، لأن إقراره وتلفظه بحضرة الشاهدين إظهار، إلا أن يفرض أن الشتم صدر من الكافر سرًا في بيته وهو يرى أنه لا يسمعه أحد فسمعه جيرانه المسلمون أو من استرق السمع منهم وشهدوا عليه فإن في كلام الحنابلة\n(1/427)\n",
        "إشارة إلى أنه لا يؤاخذ به، ولم أجد ذلك في كلام غيرهم، فلعل إطلاقهم محمول عليه.\nقالت الحنابلة ـ القاضي أبو يعلى وابن عقيل: ما أبطل الإيمان فإنه يبطل الأمان إذا أظهروه، فإن الإسلام أكد من عقد الذمة، فإذا كان من الكلام ما يبطل حقن الإسلام فأن يبطل حقن الذمة أولى، مع الفرق بينهما من وجه آخر، فإن المسلم إذا سب الرسول دل على سوء اعتقاده في رسول الله صلى الله عليه وسلم، فلذلك كفر، والذمي قد علم أن اعتقاده ذلك وأقررناه على اعتقاده، وإنما أخذنا عليه كتمه وأن لا يظهره، فبقي تفاوت بين الإظهار والإضمار.\nقال ابن عقيل: فكما أخذ على المسلم أن لا يعتقد ذلك أخذ على الذمي أن لا يظهره، فإظهار هذا كإضمار ذاك، وإضمارة لا ضرر على الإسلام ولا إزراء فيه، وفي إظهاره ضرر وإزراء على الإسلام، ولهذا ما بطن من الجرائم لا نتبعها في حق المسلم، ولو أظهرها أقمنا عليه حد الله.\nوطرد القاضي وابن عقيل هذا القياس في كل ما ينقض الإيمان من الكلام ـ كقول النصارى إن الله ثالث ثلاثة ونحو ذلك ـ أن الذمي متى\n(1/428)\n\nأظهر ما يعلم من دينه من الشرك نقض العهد، كما أنه إن أظهر ما يعتقده في نبينا صلى الله عليه وسلم بزعمه ينتقض عهده.\nوسئل أحمد عن يهودي مر بمؤذن وهو يؤذن فقال له: كذبت، فقال: يقتل لأنه شتم.\nوهذا قول جمهور المالكيين أنه يقتل بكل سب سواء استحله أم لم يستحله.\nقال أبو مصعب في نصراني/ قال: \"والذي اصطفى عيسى على محمد\": اختلف علي فيه، فضربته حتى قتلته أو عاش يومًا وليلة، وأمرت من جر برجله وطرح على مزبلة فأكلته الكلاب.\nوقال أبو مصعب في نصراني قال: عيسى خلق محمدًا، قال: يقتل.\nوأفتى سلف الأندلسيين بقتل نصرانية استهلت بنفي الربوبية وبنوة عيسى لله.\nوقال ابن القاسم فيمن سبه فقال: ليس بنبي، أو: لم يرسل، أو: لم ينزل عليه قرآن وإنما هو شيء تقوله، ونحو هذا؛ فيقتل، وإن قال: إن محمدًا لم يرسل إلينا إنما أرسل إليكم، وإنما نبينا موسى أو عيسى، ونحو هذا؛ لا شيء عليهم، لأن الله أقرهم على مثله.",
        "(1/429)\n\nقال ابن القاسم: وإذا قال النصراني: ديننا خير من دينكم، إنما دينكم دين الحمير، ونحو هذا من القبيح، أو سمع المؤذن يقول: أشهد أن محمدًا رسول الله فقال: كذلك يعطيكم الله؛ ففي هذا الأدب الموجع والسجن الطويل.\nوهذا قول محمد بن سحنون، وذكره عن أبيه.\nولهم قول آخر أنه إذا سبه بالوجه الذي به كفر لا يقتل. قال سحنون عن ابن القاسم: من شتم الأنبياء من اليهود والنصارى بغير الوجه الذي به كفر ضربت عنقه إلا أن يسلم.\nفهذه نقول المذاهب الثلاثة، والخلاف فيها: هل يفرق بين ما يتدينون به وغيره أو لا، والصحيح المختار أنه لا فرق، وهو مذهب جمهور العلماء، فإن أكثر الذين كانوا يقعون في النبي صلى الله عليه وسلم إنما يقولون ما يعتقدونه من قولهم: ساحر وكاهن ونحو ذلك، ولم ينقل عن أحد منهم أنه طعن في نسبه ولا نسبه إلى فاحشة ولا عيب، ولا كان أحد يعتقد فيه ذلك، فالذين وقعوا فيه وأهدرت دماؤهم إنما هم من القسم الأول.\nولأن السب بالقذف ونحوه إنما أوجب القتل لكونه طعنًا في النبوة ووسيلة إليها، وإذا كانت الوسيلة توجب انتقاض العهد فالمقصد أولى.\n(1/430)",
        "\nولو لم نقتلهم بما يعتقدونه لما أمكن القتل بالسب أصلاً، لأنهم يمكنهم دعواه/ في كل سب أنه معتقدهم.\nوملاحظة الفرق بين ما يعتقدونه وغيره يجر إلى موافقة أهل الرأي في أن العهد لا ينتقض بشيء من السب، فالأولى موافقة الجمهور والتسوية بين ما يعتقدونه وغيره، لكن بشرط أن يسمى سبًا، وهو أمر يرجع فيه إلى العرف، فإن كل ما ليس له حد في الشرع ولا في اللغة يرجع فيه إلى العرف والعادة، فما عدة أهل العرف سبًا قلنا هو سب، وما لا فلا.\nولا بد من ذكر جزئيات تبين للفقيه ما يعتمده فيها، وينشأ له منها قاعدة كلية يحكم فيها، وإن الكلام في ذلك أو إجراءة على اللسان على سبيل الحكاية وتصوره بالقلب لشديد، ولكن الضرورة تلجئ إلى بيان الأحكام، فنذكره لا في محل خاص، بل نتكلم في السب مطلقًا من غير تعيين المسبوب، والفقيه يأخذ حظه منه، فنقول:\nالسب نوعان: دعاء وخبر، فالدعاء: باللعن، والخزي، والقبح، وعدم الرحمة والرضوان، وقطع الدابر، وعدم الصلاة والتسليم ورفع الذكر، ونحو ذلك كله سب، سواء أصدر من مسلم أم من كافر، ولا فرق في المسلم بين أن يخفيه وتقوم البينة عليه أو يظهره.\n(1/431)\n",
        "فإن أظهر الكافر الدعاء للنبي وأبطن فيه الدعاء للنبي وأبطن فيه الدعاء عليه مثل: \"السام عليكم\" إذا أخرجه مخرج التحية، اختلف العلماء فيه، منهم من قال: هو سب يقتل به، وإنما عفى النبي صلى الله عليه وسلم عن اليهود فيه في حال ضعف الإسلام، أو لأنه كان له أن يعفو، ومنهم من قال: ليس من السب الذي ينقض العهد، لأنه لم يظهروه، وإنما تفطن له بعض السامعين.\nالنوع الثاني: الخبر، كالتسمية باسم قبيح، والإخبار بما فيه نقص واستهزاء، والصوف بالمسكنة، والإخبار بأنه في العذاب والإثم، وإظهار التكذيب على وجه الطعن، ووصفه بالسحر والخداع والاحتيال وأن ما جاء به زور وباطل، ونحو ذلك، فإن نظم ذلك شعرًا كان أقبح، فإن الشعر يحفظ ويروى ويؤثر في النفوس، فإن غني به بين الناس فقد تفاقم أمره.\nوأما إن أخبر عن معتقده بغير طعن فيه مثل أن/ يقول: أنا لست متبعه، أو: لست مصدقه، أو: لا أحبه، أو لا أرضى دينه، ونحوه، فإنما أخبر عن اعتقاده ولم يتضمن انتقاصًا، لأن عدم التصديق والمحبة قد يصدر عن الجهل والعناد والحسد.\nوإذا قال: لم يكن رسولاً ولا نبيًا ولم ينزل عليه شيء؛ فهو تكذيب متضمن النسبة إلى الكذب بواسطة علمنا أنه كان يقول إنه رسول الله،\n(1/432)\n\nفاختلف العلماء في هذا فلم يلحقوه بقوله: هو كذاب؛ لأن ذاك سب صريح وهذا بواسطة.\n\nفرع:\nالكافر إذا سب الله تعالى ثم أسلم صح إسلامه وسقط قتله، وإذا سب النبي صلى الله عليه وسلم ثم أسلم فعلى الخلاف السابق لكونه حق آدمي.\nوالمسلم إذا سب الله تعالى ثم أسلم في قبول إسلامه وسقوط القتل عنه خلاف في مذهب مالك وغيره، لدلالة التلفظ بذلك بعد الإسلام على الزندقة.\nفرع:\nسب سائر الأنبياء والملائكة كسب النبي صلى الله عليه وسلم بلا خلاف.",
        "(1/433)\n\nفرع: في ميراث الساب إذا قتل أو مات على سبه:\nأما المسلم إذا مات أو قتل على سبه فحكمه حكم سائر المرتدين، وإن تاب ورجع إلى الإسلام فمن قبل توبته فحكمه عنده حكم سائر المسلمين، ومن لم يقبل توبته وقال إن قتله حد يقول: ميراثه كميراث سائر المسلمين لورثته كالزاني المحصن.\nواختلف عن مالك في ميراث الزنديق هل هو لورثته إذا أنكر أو تاب أو لجماعة المسلمين، لأن ميراثه تبع لدمه.\nوأما الكافر إذا سب وقتل بذلك فقال ابن القاسم إن ميراثه\n(1/434)",
        "\nللمسلمين ليس على جهة الميراث، لأنه لا توارث بين أهل ملتين، ولكن لأنه فيؤهم لنقضه العهد، وهذا معنى قوله واختصاره. كذا حكاه القاضي عياض، وهو مقتضى قول الشافعي إنه ينتقض عهده، وقد قدمنا أنه يحتمل أن يقال بقتله ـ مع بقاء عهده ـ حدًا، فعلى هذا يكون ميراثه روثته الكفار، لكن الأول مقتضى قول الشافعي/ ومقتضى الدليل، وهو الذي صرح به ابن القاسم، فليكن هو الأصح.\n(1/435)\n",
        "الباب الرابع: في شيء من شرف المصطفى صلى الله عليه وسلم\nوما يجب من حقه نختم به الكتاب\nوفيه أربعة فصول:\n[الأول: في تعظيم الله تعالى وثنائه عليه في القرآن.\nالثاني: في أنه صلى الله عليه وسلم جمع المحاسن كلها.\nالثالث: فيما ورد في الأحاديث من تعظيم الله تعالى وثنائه عليه والآيات والمعجزات الظاهرة على يديه.]\n(1/437)\n\nالفصل الأول: في تعظيم الله له وثنائه عليه في القرآن\nقال تعالى: (لقد جاءكم رسول من أنفسكم عزيز عليكم ما عنتم حريص عليكم بالمؤمنين رءوف رحيم) [التوبة: 128].\nوقال تعالى: (كما أرسلنا فيكم رسولاً منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون) [البقرة: 151].\nوقال تعالى: (لقد من الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم) [آل عمران: 14].\nوقال تعالى: (وما أرسلناك إلى رحمة للعالمين) [الأنبياء: 107].\nوقال تعالى: (إنا أرسلناك شاهدًا ومبشرًا ونذيرًا (45) وداعيًا إلى الله بإذنه وسراجًا منيرًا (46)) [الأحزاب: 45 - 46].",
        "(1/439)\n\nوقال تعالى: (ألم نشرح لك صدرك (1) ووضعنا عنك وزرك (2) الذي أنقض ظهرك (3) ورفعنا لك ذكرك (4)) [الشرح: 1 - 4].\nقال قتادة: رفع الله ذكره في الدنيا والآخرة، فليس خطيب ولا متشهد ولا صاحب صلاة إلا يقول: أشهد أن لا إله إلا الله، وأن محمدًا رسول الله.\nوقال تعالى: (وأطيعوا الله والرسول) [آل عمران: 132]، و (أمنوا بالله ورسوله) [النساء: 136]، فقرن طاعته بطاعته وجمع بينهما بواو العطف، ولا يجوز جمع هذا الكلام في حق غيره.\nوقال تعالى: (إن الله وملائكته يصلون على النبي يا أيها الذين أمنوا صلوا عليه وسلموا تسليمًا) [الأحزاب: 56].\nوقال تعالى: (من يطع الرسول فقد أطاع الله) [النساء: 80].\nوقال تعالى: (قل إن كنتم تحبون الله فاتبعوني يحببكم الله) [آل عمران: 31].\nوقال تعالى: (قل أطيعوا الله والرسول) [آل عمران: 32].\nوقال تعالى: (يا أيها النبي إنا أرسلناك شاهدًا ومبشرًا ..) [الأحزاب: 45] الآية، فلم يخاطبه باسمه في شيء من القرآن، بل قال: (يا أيها النبي) (*يا أيها الرسول)، وخاطب غيره باسمه: (يا أدم)، (يا نوح)،\n(1/440)",
        "\n(يا موسى)، (يا عيسى).\nوقال تعالى: (الذين يتبعون الرسول النبي الأمي) [الأعراف: 157] الآية.\nوقال تعالى: (وكذلك جعلناكم أمة وسطًا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا) بالبقرة: 134].\nوقال تعالى: (فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا) [النساء: 41].\nوقال تعالى: (وبشر الذين أمنوا أن لهم قدم صدق عند ربهم) [يونس: 2]، قال قتادة والحسن وزيد بن أسلم: (قدم صدق) هو محمد صلى الله عليه وسلم يشفع لهم.\nوقال تعالى: (لعمرك إنهم لفي سكرتهم يعمهون) [الحجر: 72]، اتفق أهل\n(1/441)\n",
        "التفسير أنه قسم من الله بمدة حياة النبي صلى الله عليه وسلم. قال أبو الجوزاء: ما أقسم الله بحياة أحد غير محمد صلى الله عليه وسلم، لأنه أكرم البرية عنده.\nوعن كعب: (يس) قسم أقسم الله تعالى به قبل أن يخلق السماء والأرض بألفي عام.\nوقال النقاش: لم يقسم الله تعالى لأحد من أنبيائه بالرسالة في كتابه إلا له، وقيل: معناه يا سيد، ولا يخفى ما فيه من التعظيم أيضًا، وقد قال صلى الله عليه وسلم: \"أنا سيد ولد آدم\".\nوقال تعالى: (لا أقسم بهذا البلد (1) وأنت حل بهذا البلد) [البلد: 1 - 2]، وقال تعالى: (والضحى (1) والليل إذا سجى) [الضحى: 1 - 2] إلى آخر السورة، ولا يخفى ما فيها من التنويه والتعظيم.\n(1/442)\n\nوقال تعالى: (والنجم إذا هوى) [النجم: 1]، عن جعفر بن محمد أنه محمد صلى الله عليه وسلم، وقال: هو قلب محمد. ولا يخفى ما في هذه السورة من أولها إلى آخرها من عظيم قدر النبي صلى الله عليه وسلم وما شاهده مما لم يتفق ذلك لغيره من الأنبياء، ومشاهدته من عجائب الملكوت ما لا تحيط به العبارات، وتقدمه على الملائكة وسائر الخلق، وما حصل له من الخصائص.\nوقال تعالى: (ن والقلم وما يسطرون) [القلم: 1] إلى آخرها وما فيها من الثناء عليه وعلى خلقه وبيان عظيم قدره.\nوقال تعالى: (إنا فتحنا لك فتحًا مبينًا) [الفتح: 1] السورة كلها، وكذلك السورة التي تليها سورة الحجرات، فليتأمل اللبيب ما فيهما من التعظيم لهذا النبي الكريم ـ مما لو بسط لكان مجلدات ـ ولزوم الأدب معه والتوقير والإجلال.\nوقال تعالى: (طه (1) ما أنزلنا عليك القرآن لتشقى (2)) [طه: 1 - 2]، ولا يخفى ما فيه من الشفقة عليه والإكرام له، وكذلك قوله تعالى: (فلعلك باخع نفسك على أثارهم إن لم يؤمنوا بهذا الحديث أسفا) [الكهف: 6]، وقوله تعالى: (لعلك باخع نفسك ألا يكونوا مؤمنين) [الشعراء: 3]، وقوله: (ولقد نعلم أنك يضيق صدرك بما يقولون) [الحجر: 97]، وقوله: (فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون) [الأنعام: 33]، أي: لست عندهم ممن يكذب،",
        "(1/443)\n\nلأنهم يعلمون صدقك وأمانتك، وإنما جحدهم بآيات الله حملهم على التكذيب.\nوقال تعالى: (ولقد استهزئ برسل من قبلك)، قال مكي: سلاه تعالى وهون عليه وأعلمه أن من تمادى على ذلك يحل به ما حل بمن قبله. والقرآن محشو بذلك طافح به.\nوقال تعالى: (وإذ أخذ الله ميثاق النبيين لما أتيتكم من كتب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه) [آل عمران: 81] الآية، قال أبو الحسن القابسي: اختص الله محمدًا صلى الله عليه وسلم بفضل لم يؤته غيره، وهو ما ذكره في هذه الآية.\nقال المفسرون: أخذ الله الميثاق بالوحي فلم يبعث نبيًا إلا ذكر محمدًا وبعثه وأخذ عليه ميثاقه إن أدركه ليؤمنن به وأن يبينه لقوهم ويأخذ ميثاقهم أن يبينوه لمن بعدهم.\n(1/444)",
        "\nقال علي بن أبي طالب: لم يبعث الله نبيًا من آدم فمن بعده إلا أخذ عليه العهد في محمد صلى الله عليه وسلم لئن بعث وهو حي ليؤمنن به ولينصرنه ويأخذ العهد بذلك على قومه. ونحوه عن السدى وقتادة.\nوقال تعالى: (وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح) [الأحزاب: 7].\nوقال تعالى: (*إنا أوحينا إليك كما أوحينا إلى نوح) [النساء: 163] الآية.\nعن عمر بن الخطاب قال: بأبي أنت وأمي يا رسول الله لقد بلغ من فضيلتك عند الله أن بعثك آخر الأنبياء وذكرك في أولهم، لقد بلغ من فضيلتك عنده أن أهل النار يودون أن يكونوا أطاعوك وهم بين أطباقها يعذبون، يقولون: (يا ليتنا أطعنا الله وأطعنا الرسولا) [الأحزاب: 66].\nوعن الكلبي في قوله تعالى: (*وإن من شيعته لإبراهيم) [الصافات: 83] أن الهاء عائدة على محمد صلى الله عليه وسلم./\n(1/445)\n",
        "وقال تعالى: (وما كان الله ليعذبهم وأنت فيهم) [الأنفال: 33]، قال صلى الله عليه وسلم: \"أنزل الله أمانين لأمتي، فإذا مضيت تركت فيكم الاستغفار\".\nوقال بعضهم: الرسول صلى الله عليه وسلم هو الأمان الأعظم ما عاش، وما دامت سنته باقية فهو باق، فإذا أميتت سنته فانتظر البلاء والفتن.\nوقال تعالى: (سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا إنه هو السميع البصير) [الإسراء: 1]، وما تضمنته هذه القصة: من العجائب.\nوقال تعالى: (والله يعصمك من الناس) [المائدة: 67]\nوقال تعالى: (إلا تنصروه فقد نصره الله) [التوبة: 40].\nوقال تعالى: (فأنزل الله سكينته عليه) [التوبة: 40].\nوقال تعالى: (إنا أعطيناك الكوثر (1) فصل لربك وانحر (2) إن شانئك هو الأبتر (3)) [الكوثر: 1 - 3].\nوقال تعالى: (ولقد أتيناك سبعًا من المثاني والقرآن العظيم) [الحجر: 87].\n(1/446)\n\nوقال تعالى: (النبي أولى بالمؤمنين من أنفسهم) [الأحزاب: 6].\nوقال تعالى: (عفا الله عنك لم أذنت لهم) [التوبة: 43]، وفي هذه الآية من الملاطفة والأدب ما يظهر لأولى البصائر، فإنه كان مخيرا صلى الله عليه وسلم، فاختار إحدى الخصلتين الجائزتين، وهي الإذن، فأتت الآية الكريمة ببيان ما كان يظهر من حالهم لو لم يأذن لهم، وصدرت بالعفو لئلا يحمل صلى الله عليه وسلم على قلبه من ذلك، وفي ذلك ما لا يخفى من الملاطفة والأدب.\nوكم في القرآن من آية لا نستطيع حصرها مما فيه تصريح وإشارة إلى علو قدره صلى الله عليه وسلم أكثر مما ذكرناه بكثير، فسبحان من شرفه وكرمه وعظمه على سائر الخلق، وصلى الله على هذا النبي الكريم، وحشرنا في زمرته ومن نحب بمنه وكرمه.",
        "(1/447)\n\nالفصل الثاني: في أنه صلى الله عليه وسلم جمع المحاسن كلها\nخلقًا وخلقا، وكمله الله تعالى صورة ومعنى، وما من خصلة من خصال الخير يتفاضل الخلائق بها ويفتخرون بشيء منها إلا قد جمعها الله له في: كمال خلقته، وجمال صورته، ووفرة/ عقله، وصحة فهمه، وفصاحة لسانه، وقوة جنانه وحواسه وأعضائه، واعتدال حركاته، وشرف نسبه، وعزة قومه، وكرم أرضه، وأحوال بدنه في غذائه ونومه وملبسه ومنكحه ومسكنه وماله وجاهه، وأخلاقه العلية، وآدابه الشرعية، في دينه، وعلمه، وحلمه، وصبره، وشكره، وعدله، وزهده، وتواضعه، وعفوه، وعفته، وجوده، وشجاعته، وحيائه، ومروءته، وصمته وتؤدته، ووفائه، وصدق لهجته، ورحمته وحسن أدبه ومعاشرته، وغير ذلك مما لا يحصى من صفات الكمال التي إذا وجدت واحدة منها في واحد في عصر من الأعصار ضرب به المثل، وصار يعظم بها على ممر الدهور والأعصار، فكيف بممن اجتمعت فيه كلها على أقصى درجات الكمال؟!\n(1/448)",
        "\nهذا مع الخصال التي لا مطمع لبشر في شيء منها، من فضيلة النبوة، والرسالة، والمحبة، والنخلة، والاصطفاء، والإسراء، والرؤية، والقرب، والدنو، والوحي، والشفاعة، والوسيلة، والفضيلة، والدرجة الرفيعة، والمقام المحمود، والبراق، والمعراج، والبعث إلى الأحمر والأسود، والصلاة بالأنبياء، والشهادة بين الأنبياء والأمم، وسيادة ولد آدم، ولواء الحمد والسيادة، والنذارة، والمكانة عند ذي العرش،\n(1/449)\n",
        "والطاعة ثم، والإمامة، والهداية، ورحمة للعالمين، وإعطاء الرضا والسؤل، والكوثر، وسماع القول، وإتمام النعمة، والمغفرة لما تقدم وما تأخر، وشرح الصدر، ووضع الوزر، ورفع الذكر، وعزة النصر، ونزول السكينة والتأييد بالملائكة، وإيتاء الكتاب والحكمة والسبع المثاني والقرآن العظيم، وتزكية الأمة، والدعاء إلى الله، وصلاة\n(1/450)\n\nالله والملائكة، والحكم بين الناس بما أراه الله، ووضع الإصر والأغلال عنهم، والقسم باسمه وعلى رسالته، وإجابة دعوته، وتكليم الجمادات والعجم، وإحياء الموتى، وإسماع الصم،/ ونبع الماء من بين أصابعه، وتكثير القليل، وانشقاق .....................................",
        "(1/451)\n\nالقمر، ورد الشمس، وقلب الأعيان، والنصر بالرعب، والإطلاع على الغيب، وظل الغمام، وتسبيح الحصا، وإبراء ....................\n(1/452)",
        "\nالأكمه، والعصمة من الناس، ورؤيته من خلفه كما يرى أمامه، وأنه لا ينام قلبه، وحل الغنائم لأمته وجعل الأرض كلها لهم مسجدًا وطهورًا.\nوإلى غير ذلك من صفات الكمال التي لا يحيط بها إلا الله تعالى الذي آتاه إياها وفضله بها، لا إله غيره، مع ما أعد له في الدار الأخرة من منازل الكرامة، ودرجات القدس، ومراتب السعادة، والحسنى والزيادة، التي تقف دونها العقول، ويحار دون أدائها الوهم.\nوهذا الذي أجملناه وأشرنا إليه مفصل مشروح كله في السير والشمائل ودلائل النبوة و\"الشفا\" للقاضي عياض شكر الله سعيه، وغيرها.\n(1/453)\n",
        "ولنشر إلى شيءٍ منها:\n(1/454)\n\nأما صفته صلى الله عليه وسلم فكان أزهر اللون، أبيض مشربًا حمرة، عظيم الهامة، أغر، رجل الشعر، إن انفرقت عقيصته فرق وإلا فلا يجاوز شعره شحمة أذنيه إذا هو وفره، واسع الجبين، أزج الحواجب، سوابغ في غير قرن، بينهما عرق يدره الغضب، وقالت أم معبد: أقرن،",
        "(1/455)\n\nفلعله قرن خفي أدعج عظيم العينين، أشكل، وهو حمرة في بياض العين، أهدب الأشفار، سهل الخد، مستدير الوجه، فخمًا مفخمًا، يتلألأ وجهه تلألؤ القمر ليلة البدر.\nليس بالمطهم، ولا المكلثم، أحسن الناس لونا، وجهه مثل الشمس والقمر، بل أحسن منهما، كأن الشمس تجري في وجهه، كث اللحية تملأ صدره، تام الأذنين، ضليع الفم حسنه، أقنى العرنين، له نور يعلوه، يحسبه من لم يتأمله أشم، مفلج الأسنان، أشنب، كأن عرقه من وجهه اللؤلؤ، كأن عنقه جيد دمية في صفاء\n(1/456)",
        "\nالفضة، طويل المسربة رقيقها، وهو شعر من لبته إلى سرته يجري كالقضيب، ليس في بطنه ولا صدره شعر غيره، واسع الصدر، سواء البطن والصدر، عظيم المنكبين/ ضخمهما، بعيد ما بينهما، عظيم الساعدين، ضخم العضدين، أشعر الذراعين والمنكبين، طويل الزندين، رحب الراحتين، سبط القصب، شثن الكفين والقدمين، سائل الأطراف، ضخم العظام، أنور المتجرد، معتدل الخلق، بادن\n(1/457)\n",
        "متماسك، أبيض الكشحين، شثن الأطراف، جليل المشاش والكتد، خمصان الأخمصين، مسيح القدمين ينبو عنهما الماء، إذا زال زال قلعا، وقيل: ليس بأخمص، وهو محمول على أنه ليس بشديد الخمص بل معتدله، يخطو تكفيا، ويمشي هونا، ذريع المشية، إذا مشى كأنما ينحط من صبب، وإذا التفت التفت\n(1/458)\n\nجميعا، خافض الطرف، نظره إلى الأرض أطول من نظره إلى السماء، جل نظره الملاحظة.\nليس بالطويل البائن ولا بالقصير، وإذا مشى مع طويل طاله، ظاهر الوضاءة، أبلج الوجه، حسن الخلق، لم تبعه ثجلة، ولم تزر به صعلة، وسيم قسيم، في صوته صحل، شديد سواد الشعر، إن صمت فعليه الوقار، وإن تكلم سما وعلاه البهاء، أجمل الناس وأبهاه من بعيد، وأحسنه وأحلاه من قريب، حلو المنطق، فصل لا نزر ولا هذر، كأنه منطقه خرازات نظم [يتحدرن]، لا تشنؤه من طول، ولا تقتحمه عين من قصر، غصن بين غصنين، فهو أنضر الثلاثة",
        "(1/459)\n\nمنظرًا، وأحسنهم قدرًا، له رفقاء يحفون به، إذا قال استمعوا لقوله، وإن أمر ابتدروا أمره، محفود محشود، لا عابس ولا مفند.\nيسوق أصحابه، يبدر من لقي بالسلام، متواصل الأحزان، دائم الفكر، ليست له راحة، لا يتكلم في غير حاجة، طويل السكت، يفتتح الكلام ويختمه بأشداقه، ويتكلم بجوامع الكلم.\nليس بالجافي ولا المهين، لا يضحك إلا تبسمًا، بين كتفيه خاتم النبوة، وهو خاتم النبيين.\nأجود الناس كفًا، وأجرأ الناس صدرًا، وأصدق الناس لهجة، وأوفى الناس بذمة، وألينهم عريكة، وأكرمهم عشرة، من رآه بديهة هابه، ومن خالطه معرفة أحبه.\n(1/460)",
        "\nلم يكن فاحشًا ولا متفحشًا، ولا صخابًا في الأسواق، يعظم/ النعمة وإن دقت، لا يذم منها شيئا، لا يذم ذواقا ولا يمدحه، إن اشتهاه أكله، وإلا تركه، لا تغضبه الدنيا وما كان لها، فإذا تعوطي الحق لم يعرفه أحد، ولم يقم لغضبه شيء حتى ينتصر، لا يغضب لنفسه ولا ينتصر لها، وإنما ينتصر لله.\nإذا أشار أشار بكفه كلها، وإذا تعجب قلبها، وإذا تحدث فصل بها، يضرب براحته اليمنى باطن إبهامه اليسرى، وإذا غضب أعرض وأشاح، وإذا فرح غضن طرفه، يفتر عن مثل حب الغمام.\nإذا أوى إلى منزله جزأ دخوله ثلاثة أجزاء: جزءاً لله، وجزءًا لأهله، وجزءًا لنسه، ثم جزأ جزءه بينه وبين الناس، فيرد ذلك على العامة بالخاصة، ولا يدخر عنهم شيئًا، فكان من سيرته في جزء الأمة إيثار أهل الفضل بإذنه، وقسمه على قدر فضلهم في الدين، فمنهم ذو الحاجة وذو الحاجتين وذو الحوائج، فيتشاغل بهم ويشغلهم فيما أصلحهم والأمة من مسألته عنهم، وإخبارهم بالذي ينبغي لهم، ويقول: \"يبلغ الشاهد\n(1/461)\n",
        "الغائب\"، و\"أبلغوني حاجة من لا يستطيع إبلاغي حاجته، فإنه من أبلغ سلطانًا حاجة من لا يستطيع إبلاغها إياه ثبت الله قدميه يوم القيامة\"، لا يذكر عنده إلا ذلك، ولا يقبل من أحد غيره، يدخلون روادا، ولا يفترقون إلا عن ذواق، ويخرجون أدلة، يخزن لسانه إلا مما يعنيهم، ويؤلفهم، ولا يفرقهم، ولا ينفرهم، يكرم كريم كل قوم ويوليه عليهم، ويحذر الناس ويحترس منهم من غير أن يطوي عن أحد بشره ولا خلقه، يتفقد أصحابه، يسأل الناس عما في الناس، يحسن الحسن ويقويه، ويقبح القبيح ويوهيه، معتدل الأمر غير مختلف، لا يغفل مخافة أن يغفلوا، لكل حال عنده عتاد، لا يقصر عن الحق ولا يجوزه، الذين يلونه من الناس خيارهم، أفضلهم عنده أعمهم نصيحة، وأعظمهم عنده منزلة أحسنهم مواساة ومؤازرة، لا يجلس ولا يقوم إلا على ذكر، لا يوطن الأماكن، وينهى عن/ إيطانها، وإذا انتهى إلى قوم جلس حيث ينتهي به المجلس، ويأمر بذلك، يعطي كل جلسائه نصيبه، ولا يحسب جليسه أن أحدًا أكرم عليه منه، من جالسه أو قاومه في حاجة صابره حتى يكون هو المنصرف،\n(1/462)\n\nومن سأله حاجة لم يرده إلا بها أو بميسور من القول، قد وسع الناس بسطه وخلقه فصار لهم أبًا، وصاروا عنده في الحق سواء، مجلسه مجلس حلم وحياء وصبر وأمانة، لا ترفع فيه الأصوات، ولا تؤبن فيه الحرم، ولا تنثى فلتاته، متعادلين، يتفاضلون فيه بالتقوى، متواضعين، يوقرون فيه الكبير، ويرحمون فيه الصغير، ويؤثرون ذا الحاجة، ويحفظون الغريب.\nوكان صلى الله عليه وسلم دائم البشر، سهل الخلق، لين الجانب، ليس بفظ ولا غليظ، ولا صخاب ولا فخاش، ولا عابس، ولا عياب ولا مداح، يتغافل عما لا يشتهي، ولا يؤيس منه [راجيه]، ولا يجيب فيه، قد ترك نفسه من ثلاث: المراء، والإكثار، ومما لا يعنيه، وترك الناس من ثلاث: لا يذم أحدًا ولا يعيره، ولا يطلب عورته، ولا يتكلم إلا فيما رجا ثوابه.\nإذا تكلم أطرق جلساؤه كأنما على رؤوسهم الطير، وإذا سكت تكلموا، لا يتنازعون عنده الحديث، من تكلم أنصتوا له حتى يفرغ، حديثهم عنده حديث أولهم، يضحك مما يضحكون منه، ويعجب مما",
        "(1/463)\n\nيتعجبون منه، ويصبر للغريب على الجفوة في منطقه ومسألته، حتى إن كان أصحابه ليستجلبونهم، ويقول: \"إذا رأيتم طالب حاجة يطلبها فأرفدوه\"، ولا يقبل الثناء إلا من مكافئ، ولا يقطع على أحد حديثه حتى يكون هو الذي يقطع بانتهاء أو قيام.\nوكان سكوته صلى الله عليه وسلم على أربع: على الحلم، والحذر، والتدبر، والتفكر، فأما تدبره ففي تسوية النظر، والاستماع من الناس، وأما تفكره: ففيما يبقى ويفنى، وجمع له الحلم في الصبر، فكان لا يغضبه شيء ولا يستفزه، وجمع له الحذر في أربع: أخذه الحسن ليقتدي به، وتركه القبيح/ لينتهي عنه، واجتهاده الرأي فيما أصلح أمته، والقيام فيما جمع لهم من أمر الدنيا والآخرة.\nلا يأخذ أحدًا بقول أحد، ولا يصدق أحدًا على أحد، وكان أوقر الناس في مجلسه، لا يكاد يخرج شيئًا من أطرافه، وكان أكثر جلوسه\n(1/464)",
        "\nمحتبيا، وربما تربع، وربما جلس القرفصاء.\nلا يتكلم في غير حاجة، ويعرض عمن تكلم بغير جميل، في كلامه ترسل أو ترسيل، يقول ناعته: لم أر قبله ولا بعده مثله صلى الله عليه وسلم.\nوالأحاديث في بسط صفته مشهورة كثيرة، فلا نطول بذكرها.\nوقد اتفق الحكماء على أن الصفات التي نقلت في خلقته صلى الله عليه وسلم تقتضي أن يكون أعدل الناس مزاجًا، وأكملهم اعتدالاً.\nوقال وهب بن منبه: قرآن في أحد وسبعين كتابًا أن النبي صلى الله عليه وسلم أرجح الناس عقلاً، وأفضلهم رأيًا. وفي رواية أخرى: فوجدت في جميعها أن\n(1/465)\n",
        "الله تعالى لم يعط جميع الناس من بدء الدنيا إلى انقضائها من العقل في جنب عقله إلا كحبة رمل من بين رمال الدنيا. انتهى.\nوهذه نبذة ذكرناها يستدل بها على كمال خلقته صورة ومعنى، وأن بشريته زائدة على من سواه من البشر، مع ما زاده الله على ذلك من خواص النبوة والرسالة، والمعارف الربانية، والأنوار الإلهية.\nومما خصه الله به قوة حواسه، حتى قيل إنه كان يرى في الثريا أحد عشر نجما.\nواختلف في ولادته مختونًا، فمن الناس من أنكره، ومنهم من قال: ولد مختونًا مقطوع السرة.\n(1/466)\n\nوكانت رائحته وعرقه أطيب من المسك، يضع يد على رأس الصبي فيعرف من بين الصبيان بريحها، ولم يمر في طريق فيتبعه أحد إلا عرف أنه سلكه من طيبه.\nوكان إذا أراد أن يتغوط انشقت الأرض فابتلعت غائطه وبوله، وفاحت لذلك رائحة طيبة، وهذا يؤيد قول أبي جعفر الترمذي ـ من",
        "(1/467)\n\nأصحابنا ـ بطهارة فضلاته صلى الله عليه وسلم، وورد حديث مرفوع أن الأرض تبلع ما يخرج من الأنبياء فلا يرى منه شيء، وأنا أختار في هذه المسألة قول أبي جعفر الترمذي بالطهارة وإن كان المشهور عند أصحابنا خلافه،\n(1/468)",
        "\nلحديث التي شربت بوله، وهو صحيح ألزم الدارقطني الشيخين\n(1/469)\n",
        "إخراجه، ولم يأمرها بغسل فمها، فدل على طهارته.\nوكان تنام عيناه ولا ينام قلبه، فلا ينتقض وضوؤه بالنوم،\n(1/470)\n\nوكذلك الأنبياء، وقيل إنه كان يرى في الظلمة كما يرى في الضوء.",
        "(1/471)\n\nوكان بالمحل الأقصى/ في فصاحة اللسان، وجزالة القول، وصحة المعاني، وقلة التكلف، مخصوصًا ببدائع الحكم، وعلم ألسنة العرب، يخاطب كل أمة بلسانها، قال له أصحابه: ما رأينا أفصح منك، قال: \"ما يمنعني وأنزل القرآن بلساني؟ \"، وفي رواية: \"بيد أني من قريش، ونشأت في بني سعد\"، فجمع له بذلك قوة عارضة البادية وجزالتها،\n(1/472)",
        "\nونصاعة ألفاظ الحاضرة ورونق كلامها، وهذه إحدى الحكم والفوائد في رضاعته صلى الله عليه وسلم في البادية.\nومن فوائدها أيضًا تفحيل المولود وتقويته، وقد كان صلى الله عليه وسلم أوتي قوة أربعين رجلاً، صارع ركانة فصرعة النبي صلى الله عليه وسلم ثلاث مرات في وقت واحد، وكان ركانة من أشد الناس قوة.\nولأجل قوته صلى الله عليه وسلم طاف على نسائه في ليلة واحدة، وجمع رسول الله صلى الله عليه وسلم بين تسع نسوة مات عنهن، واللاتي دخل بهن غيرهن، واللاتي عقد عليهن ولم يدخل بهن أكثر من ذلك، وفي كثرة تزوجه حكم وفوائد، منها:\n(1/473)\n",
        "- معرفة كماله في طور البشرية كما هو كامل في خصائص الرسالة.\nومنها:\n- أنه صلى الله عليه وسلم شديد التعلق بجانب الربوبية والملكوت الأعلى، وكل وقت يترقى في ذلك، ومخاطبته للبشر تقتضي ـ لأجل المناسبة ـ التفاتًا إليهم، وفي معاشرة النساء جذب إلى ذلك. ومنها:\n- أنه صلى الله عليه وسلم كامل في ظاهره وباطنه وجلوته وخلوته، والرجال علموا ذلك ونقلوه في أوقات الجلوة الظاهرة، فأريد كثرة نسائه ليعلمن وينقلن كماله وأحواله في الخلوة الباطنة، وما يحصل فيها من الأحكام. ومنها:\n- أن في النسوة من قتل أباها أو أخاها وعادي أهلها، والطباع البشرية تقتضي ميل المرأة إلى أهلها وإطلاعهم على أحوال زوجها، ومع ذلك كانت الواحدة منهن لا تعدل برسول الله أحدًا، حتى طوت أم حبيبة فراش رسول الله لا يجلس عليه أبوها، وهذا إنما يصدر عن اطلاع على كمال عظيم لا يقدر قدره، فسبحان من كمله ظاهرًا وباطنًا صلى الله عليه وسلم./\nومما خصه الله تعالى به شرف نسبه، فلم يزل يتقلب من آدم إلى عبد الله إلى بطن أمه في نكاح صحيح كنكاح الإسلام لم يشبه شيء من سفاح ولا من أنكحة الجاهلية، بل منتقلا الكريمة إلى الأرحام الطاهرة.\n(1/474)\n\nوهو أشرف الخلق، فإنه خيار بني هاشم، وبنو هاشم خيار قريش، وقريش خيار كنانة، وكنانة خيار العرب، والعرب خيار بني آدم، وجميع الأنبياء كاملون في أنسابهم وصفاتهم، وإنما بعث الله نبيًا في ذروة قومه.\nوأما زهده صلى الله عليه وسلم، واجتهاده في العبادة، وخشيته من الله تعالى وتوكله عليه؛ وصبره ورضاه وشفقته على الخلق، وسائر صفاته القلبية التي ما اطلع الناس إلا على بعضها، وحسن شمائله، وبدائع سيره، وحكم حديثه، وعلمه بما في التوراة والإنجيل والكتب المنزلة وحكم الحكماء وسير الأمم الخالية وأيامها وضرب الأمثال وسياسات الأنام، وتقرير الشرائع، وتأصيل الآداب النفيسة والشيم الحميدة، وفنون العلوم التي اتخذ أهلها كلامه عليه السلام قدوة، وإشاراته حجة، كالعبارة والطب",
        "(1/475)\n\nوالحساب والفرائض والنسب وغير ذلك: فذلك قد ملأ الدواوين والدفاتر، واستفرغ الأقلام والمحابر، ولم يبلغ الناس منه معشار عشره، على كثرة ما اغترفوه من در بحره، هذا مع كونه صلى الله عليه وسلم قبل النبوة ما طالع كتابًا ولا جالس عالمًا، بل نبي أمي لم يعرف بشيء من ذلك حتى شرح الله صدره بالقرآن، وآتاه الوحي والنبوة بقاطع البرهان، وهذا بحر لا ساحل له، فلنقتصر منه على هذا القدر اليسير.\n(1/476)",
        "\nالفصل الثالث: فيما ورد في الأحاديث من تعظيم الله تعالى\nوثنائه عليه والآيات والمعجزات الظاهرة على يديه\nروى الحاكم في \"المستدرك\" والبيهقي في \"دلائل النبوة\" أن آدم عليه السلام قال: يا رب أسألك بحق محمد لما غرت لي، فقال الله عز وجل يا آدم وكيف عرفت محمدًا ولم أخلقه؟ قال: يا رب لأنك لما خلقتني بيدك ونفخت في من روحك رفعت رأسي فرأيت على قوائم العرش مكتوبًا: لا إله إلا الله، محمد رسول الله، فعلمت أنك لم تضف إلى اسمك إلا أحب الخلق إليك، فقال الله عز وجل: صدقت يا آدم، إنه لأحب الخلق إلى، وإذ سألتني بحقه فقد غفرت لك، ولولا محمد ما خلقتك.\nقال الحاكم: هذا حديث صحيح الإسناد: وهو أول حديث ذكرته لعبد الرحمن بن زيد بن أسلم في هذا الكتاب.\n(1/477)\n",
        ".................................\n(1/478)\n\n..........................",
        "(1/479)\n\n............................\n(1/480)",
        "\nوفي \"المستدرك\" أيضًا عن ابن عباس قال: أوحى الله إلى عيسى عليه السلام: يا عيسى آمن بمحمد ومر من أدركه من أمتك أن يؤمنوا به، فلولا محمد ما خلقت آدم، ولولا محمد ما خلقت الجنة والنار، ولقد خلقت العرش على الماء فاضطرب، فكتبت عليه: لا إله إلا الله [محمد رسول الله] فسكن.\nقال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه.\n(1/481)\n",
        "والآثار التي وردت في فضل التسمية بمحمد أكثر من أن تحصى.\nوعن النبي صلى الله عليه وسلم أنه قيل له: متى وجبت لك النبوة؟ قال: \"وآدم بين الروح والجسد\" رواه الترمذي في المناقب من حديث أبي سلمة عن أبي هريرة، وقال: حسن غريب.\n(1/482)\n\nوعنه صلى الله عليه وسلم قال: \"أنا أكرم ولد آدم على ربي ولا فخر\"، و\"أنا أكرم الأولين والآخرين ولا فخر\"، و\"أنا سيد ولد آدم يوم القيامة ولا فخر\".\nوعنه صلى الله عليه وسلم قال: \"أتاني جبريل فقال: قلبت مشارق الأرض ومغاربها فلم أر رجلاً أفضل من محمد، ولم أر بني أب أفضل من بني هاشم\".\nولما أتي النبي صلى الله عليه وسلم بالبراق ليلة أسرى به فاستصعب عليه، فقال له جبريل: بمحمد تفعل هذا؟! فما ركبك أحد أكرم على الله منه، فارفض عرقًا.\nوعنه صلى الله عليه وسلم قال: قال الله تعالى: \"سل يا محمد\"، فقلت: \"ما أسأل يا رب! اتخذت إبراهيم خليلا، وكلمت موسى تكليما، واصطفيت نوحا، وأعطيت سليمان ملكًا لا ينبغي لأحد من بعده\"، فقال الله تعالى:",
        "(1/483)\n\n\"أعطيتك خيرًا من ذلك، أعطيتك الكوثر، وجعلت اسمك مع اسمي ينادي به في جوف السماء، وجعلت الأرض طهورًا لك ولأمتك، وغفرت/ لك ما تقدم من ذنبك وما تأخر، فأنت تمشي في الناس مغفورًا لك، ولم أصنع ذلك لأحد قبلك، وجعلت قلوب أمتك مصافحها، وخبأت لك شفاعتك ولم أخبئها لنبي غيرك\".\nوفي حديث آخر: \"بشرني ـ يعني ربه ـ أن أول من يدخل الجنة من أمتي سبعون ألفًا مع كل ألف سبعون ألفًا ليس عليهم حساب، وأعطاني أن لا تجوع أمتي ولا تغلب، وأعطاني النصر والعزة، الرعب يسعى بين يدي أمتي شهرًا، وطيب لي ولأمتي الغنائم، وأحل لنا كثيرًا مما شدد على من كان قبلنا، ولم يجعل علينا في الدين من حرج\".\nوعنه صلى الله عليه وسلم: \"ما من نبي من الأنبياء إلا وقد أعطي من الآيات ما مثله آمن عليه البشر، وإنما كان الذي أوتيت وحيًا أوحى الله إلي، فأرجو أن أكون أكثرهم تابعًا يوم القيامة\"، معناه: بقاء معجزته ما بقيت الدنيا، ومعجزات الأنبياء ذهبت، ومعجزة القرآن باقية يقف عليها كل من يأتي قرنًا بعد قرن عيانًا لا خيرًا إلى يوم القيامة.\n(1/484)",
        "\nوعنه صلى الله عليه وسلم: \"إني عبد الله وخاتم النبيين وإن آدم لمنجدل في طينته، ودعوة أبي إبراهيم، وبشارة عيسى ابن مريم\".\nوعن ابن عباس: \"إن الله فضل محمدًا صلى الله عليه وسلم على أهل السماء وعلى الأنبياء صلوات الله عليهم\".\nوعنه صلى الله عليه وسلم: \"أنا دعوة أبي إبراهيم ـ يعني قوله: (ربنا وابعث فيهم رسولاً منهم) [البقرة: 129]ـ وبشر بي عيسى، ورأت أمي حين حملت بي أنه خرج منها نور أضاء له قصور بصرى من أرض الشام، واسترضعت في بني سعد، فبينا أنا مع أخ لي إذ جاءني رجلان عليهما ثياب بيض ـ وفي\n(1/485)\n",
        "حديث آخر: ثلاثة رجال ـ بطست من ذهب مملوءة ثلجًا، فأخذاني فشقا بطني من نحري إلى مراق بطني، ثم استخرجا منه قلبي فشقاه، فاستخرجا منه علقة سوداء فطرحاها، ثم غسلا بطني وقلبي بذلك الثلج حتى أنقياه\".\nقال في حديث آخر: «ثم تناول أحدهما شيئًا فإذا بخاتم في يده من نور يحار الناظر دونه، فختم به قلبي فامتلأ إيمانًا وحكمة، ثم أعاده مكانَه، وأمر الآخر يده على مفرق صدري فالتأم».\nوفي رواية أخرى أن جبريل قال: «قلب وكيع ـ أي: شديد ـ فيه عينان تبصران، وأذنان سميعتان».\n(1/486)\n\n\"ثم قال أحدهما/ لصاحبه: زنه بعشرة من أمته، فوزنني فرجحتهم، ثم قال: زنه بمئة من أمته، فوزنني بهم فوزنتهم، ثم قال: زنه بألف من أمته، فوزنني بهم فوزنتهم، ثم قال: دعه عنك، فلو وزنته بأمته لوزنها\".\nقال في الحديث الآخر: «ثم ضموني إلى صدرهم وقبلوا رأسي وما بين عيني، ثم قالوا: يا حبيب لم ترع، إنك لو تدري ما يراد بك من الخير لقرت عيناك، ما أكرمك على الله، إن الله معك وملائكته. فما هو إلا وليا عني، فكأنما أرى الأمر معاينة\".",
        "(1/487)\n\nقال علي السبكي غفر الله له: ينبغي للعاقل أن يتأمل هذه الخلقة الشريفة، ثم تطهير القلب، ثم إيداعه ذلك النور العظيم، كيف يكون صفاؤه ومعارفه وأحواله! والواحد منا ـ مع دنسه ـ إذا صفا له وقت يسير ينفتح لقلبه فيه بارقة: يرى الأكوان دونه! فكيف بهذا القلب النقي الممتلئ نورًا من غير دنس يعتريه في شيء من الأوقات!.\n(1/488)",
        "\nوقد جاء أن شق الصدر كان ليلة الإسراء، وذلك تخليط من شريك راوي الحديث، وإنما كان شق الصدر وهو صبي عند حليمة.\n(1/489)\n",
        "ومن معجزاته صلى الله عليه وسلم وما أكرمه الله به: الإسراء، وقد نطق القرآن به،\n(1/490)\n\nوأجمع المسلمون على صحته ووقوعه، والحق الذي عليه جمهور المسلمين من السلف والخلف أنه إسراء بالجسد والروح في اليقظة، وهو قول ابن عباس، وجابر، وأنس، وحذيفة، وعمر، وأبي هريرة، ومالك بن صعصعة، وأبي حبة البدري، وابن مسعود، والضحاك، وسعيد بن جبير، وقتادة، وابن المسيب، وابن شهاب، وابن زيد، والحسن، وإبراهيم، ومسروق، ومجاهد، وعكرمة، وابن جريج، وهو دليل قول عائشة، وهو قول الطبري وابن حنبل وجماعة عظيمة، وهو قول أكثر الفقهاء والمحدثين والمتكلمين والمفسرين.\nوعن معاوية أنه إسراء بالروح، وأنه رؤيا منام، ورؤيا الأنبياء حق، وأشار إلى هذا محمد بن إسحاق، ونقل عن الحسن، ولكن المشهور عنه خلافه.\nوقالت طائفة ثالثة: كان الإسراء إلى بيت المقدس بالجسد، وإلى السماء بالروح، والصحيح المشهور: الأول، وأما الثاني فيقطع ببطلانه، لأنه لو كان/ كذلك لما أنكرته قريش، وعجب إن صح ذلك عن معاوية!",
        "(1/491)\n\nوكذا من قال: أسري بجسده نائمًا وقلبه حاضر: قول باطل لما ورد من صلاته بالأنبياء ونحو ذلك.\nوقد تضمن الإسراء أنواعًا من الكرامات، والإسراء والمعراج كانا في ليلة واحدة، واختلف في تاريخه مع الإجماع على أنه كان في مكة، والذي كان يختاره شيخنا أبو محمد الدمياطي أنه قبل الهجرة بسنة، وهو في ربيع الأول، ولا احتفال بما تضمنته \"التذكرة الحمدونية\" أنه في رجب، وبإحياء المصريين ليلة السابع والعشرين منه لذلك، فإن ذلك بدعة منضمة إلى جهل. ولنذكر حديث الإسراء:\nعن أنس أن رسول الله صلى الله عليه وسلم قال: \"أتيت بالبراق، وهو دابة أبيض طويل فوق الحمار ودون البغل، يضع حافره عند منتهى طرفه. قال: فركبته حتى أتيت بيت المقدس، فربطته بالحلقة التي يربط بها الأنبياء، ثم دخلت المسجد فصليت فيه ركعتين، ثم خرجت، فجاءني جبريل بإناء من خمر وإناء من لبن، فاخترت اللبن، فقال جبريل: اخترت الفطرة. ثم عرج بي إلى السماء، فاستفتح جبريل، فقيل: من أنت؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد بعث إليه؟ قال: قد بعث إليه، ففتح لنا، فإذا بآدم صلى الله عليه وسلم، فرحب بي ودعا لي بخير. ثم عرج بنا إلى السماء الثانية،\n(1/492)",
        "\nفاستفتح جبريل، فقيل: من أنت؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد بعث إليه؟ قال: بُعث إليه، قال: مرحبًا به ونعم المجيء جاء، ففتح لنا فإذا أنا بابني الخالة: عيسى ابن مريم ويحيى بن زكريا صلى الله عليهما، فرحبا بي ودعوا لي بخير. ثم عرج بنا إلى السماء الثالثة، فذكر مثل الأول، ففتح لنا، فإذا أنا بيوسف عليه السلام، وإذا هو قد أعطى شطر الحسن، فرحب بين ودعا لي بخير. ثم عرج بي إلى الرابعة، وذكر مثله، فإذا أنا بإدريس، فرحب بي ودعا لي بخير، قال الله تعالى: (ورفعناه مكانًا عليا) [مريم: 57]. ثم عرج بنا إلى السماء الخامسة، فذكر مثله، فإذا أنا بهارون، فرحب بي ودعا لي بخير. ثم عرج بنا إلى السماء السادسة، فذكر مثله، فإذا أنا بموسى،/ فرحب بي ودعا لي بخير. ثم عرج بنا إلى السماء السابعة، فذكر مثله، فإذا أنا بإبراهيم مسندًا ظهره إلى البيت المعمور، وإذا هو بدخله كل يوم سبعون ألف ملك لا يعودون إليه. ثم ذهب بي إلى سدرة المنتهى، فإذا ورقها كآذان الفيلة، وإذا ثمرها كالقلال، فلما غشيها من أمر الله ما غشيها تغيرت، فما أحد من خلق الله يستطيع أن ينعتها من حسنها، فأوحى الله إلي ما أوحى، ففرض علي خمسين صلاة في كل يوم وليلة، فنزلت إلى موسى، فقال: ما فرض ربك على أمتك؟ قلت: خمسين صلاة، قال: ارجع إلى ربك فاسأله التخفيف فإن أمتك لا يطيقون ذلك، فإني بلوت بني إسرائيل وخبرتهم،\n(1/493)\n",
        "قال: فرجعت إلى ربي فقلت: يا رب خفف عن أمتي، فحط عني خمسًا، فرجعت إلى موسى فقلت: حط عني خمسًا، قال: إن أمتك لا يطيقون ذلك، فارجع إلى ربك فاسأله التخفيف، قال: فلم أزل ارجع بين ربي تعالى وموسى حتى قال: يا محمد، هن خمس صلوات في كل يوم وليلة، بكل صلاة عشر، فتلك خمسون صلاة، ومن هم بحسنة فلم يعملها كتبت له حسنة، فإن عملها كتبت له عشرًا، ومن هم بسيئة فلم يعملها لم تكتب شيئًا، فإن عملها كتبت سيئة واحدة. قال: فنزلت حتى انتهيت إلى موسى فأخبرته فقال: ارجع إلى ربك فاسأله التخفيف، فقال رسول الله صلى الله عليه وسلم: فقلت: قد رجعت حتى استحييت منه\".\nهذا حديث صحيح متفق عليه، وفي رواية فيه قول كل نبي: مرحبًا بالنبي الصالح والأخ الصالح، إلا آدم وإبراهيم فقالا: الابن الصالح.\nوفي رواية ابن عباس: \"ثم عرج بي حتى ظهرت لمستوى أسمع فيه صريف الأقلام\".\nوفي رواية أبي هريرة: \"وقد رأيتني في جماعة من الأنبياء، فجاءت الصلاة فأممتهم، فقال قائل: يا محمد، هذا مالك خازن النار فسلم عليه، فالتفت فبدأني بالسلام\".\n(1/494)\n\nوفي بداءة مالك له بالسلام مع بدائه هو كغيره لطيفة وإشارة إلى سلامته وسلامة أمته من النار.\nواختلف السلف في رؤيته صلى الله عليه وسلم/ لربه في تلك الليلة بعين رأسه، فذهب إلى ذلك ابن عباس وجماعة من الصحابة ومن بعدهم، وأبو الحسن الأشعري، وأحمد بن حنبل، وممن حكي ذلك عنه ابن مسعود، وأبو هريرة، وأبو ذر، والحسن، وقال سعيد بن جبير: لا أقول رآه ولا لم يره، وعند أحمد بن حنبل أنه قال: رآه بقلبه، وجبن عن القول برؤيته في الدنيا بالأبصار.\nوتابع هؤلاء على التوقف في ذلك طائفة، قال القاضي عياض: \"والحق الذي لا امتراء فيه أن رؤيته تعالى في الدنيا جائزة عقلا، ولكن وقوعها من الغيب الذي لا يعلمه إلا من علمه الله، ووجوبه لنبينا والقول بأنه رآه بعينه ليس فيه قاطع ولا نص، إذ المعول فيه على آيتي النجم، والتنازع فيهما مأثور، والاحتمال لهما ممكن، ولا أثر قاطع متواتر عن النبي صلى الله عليه وسلم بذلك، فإن ورد حديث نص بين في الباب اعتقد ووجب المصير إليه\".\nقلت: وليس من شرطه أن يكون قاطعًا أو متواترًا، بل متى كان حديث صحيح ولو ظاهرًا وهو من رواية الآحاد جاز أن يعتمد عليه في",
        "(1/495)\n\nذلك، لأن ذلك ليس من مسائل الاعتقاد التي يشترط فيها القطع، على أنا لسنا مكلفين بذلك والجزم فيه بأحد الطرفين لا علمًا ولا ظنًا.\nوأما المناجاة وقوله تعالى: \"فأوحى إلى عبده ما أوحى (40)) [النجم: 10] فقال القاضي عياض: \"أكثر المفسرين على أن الموحي الله إلى جبريل، وجبريل إلى محمد، إلا شذوذًا منهم، فذكر عن جعفر الصادق قال: أوحى إليه بلا واسطة، ونحوه عن الواسطي، وإلى هذا ذهب بعض\n(1/496)",
        "\nالمتكلمين أن محمدًا كلم ربه في الإسراء، وحكي عن الأشعري، وحكوه عن ابن مسعود وابن عباس، وأنكره آخرون\".\nقلت: وهذا الإنكار غير متجه ولا دليل يعضده، والمختار إنه كلمه بلا واسطة كما حكي عن الأشعري وغيره، فإن ذلك ظاهر المراجعة التي جرت بينه وبين موسى، وغير ذلك مما تضمنه الإسراء.\nنعم، لا بد أن يكون من وراء حجاب، إما على القول بعدم الرؤية، وإما على القول بالرؤية في غير وقتها، أو في وقتها كما يشاء الله تعالى مع المحافظة على قوله تعالى: (*وما كان لبشر أن يكلمه الله إلا وحيا أو من ورأي حجاب أو يرسل رسولاً فيوحى بإذنه ما يشاء) [الشورى: 51].\nوأما الدنو والتدلي فعبارة عن نهاية القرب، ولطف المحل، وإيضاح المعرفة، ويستحيل الدنو والتدلي حسًا من الله تعالى.\n(1/497)\n",
        "ومن تفضيله صلى الله عليه وسلم في القيامة ما دل عليه قوله: \"أنا أول الناس خروجا إذا بعثوا، وخطيبهم إذا وفدوا، ومبشرهم إذا أيسوا، لواء الحمد بيدي، وأنا أكرم لد آدم على ربي ولا فخر\".\nوفي رواية: \"وقائدهم إذا وفدوا، وخطيبهم إذا أنصتوا، وشفيعهم إذا حبسوا، ومبشرهم إذا أبلسوا، لواء الكرم بيدي\".\nوفي حديث آخر: \"أنا سيد ولد آدم يوم القيامة، وبيدي لواء الحمد ولا فخر، وما من نبي يومئذٍ آدم فمن سواه إلا تحت لوائي، وأنا أول من تنشق عنه الأرض\"، \"وأول شافع وأول مشفع، وأنا أول من يحرك حلق\n(1/498)\n\nالجنة فيفتح لي\".\nهو صلى الله عليه وسلم سيدهم في الدنيا والآخرة، وإنما قال: \"يوم القيامة\" إشارة إلى تفرده بالسؤدد وظهور ذلك الفضل العظيم والمقام المحمود وأنه لا يدنو للشفاعة غيره، كقوله تعالى: (لمن الملك اليوم) [غافر: 16]، وحديث الشفاعة مشهور لا يحتاج إلى ذكره، وفيه لطيفه نبه عليها القاضي عياض في عصمة الأنبياء، فإنهم اعتذروا بأشياء وعدوها ذنوبا، وليس منها إلا ما له مخرج، فلو كان شيء غيرها لذكروه، ونحن نوافق القاضي عياض على اختيار أن الأنبياء معصومون من الكبائر والصغائر عمدًا وسهوًا.\nومما أكرمه الله به: المحبة والخلة، أما الخلة فقوله: \"ولكن صاحبكم خليل الله\"، وأما المحبة فمن رواية ابن عباس: \"ألا وأنا حبيب الله\".",
        "(1/499)\n\nومما أكرمه الله به: الوسيلة والدرجة الرفيعة، وهي أعلى درجة في الجنة، لا تنبغي لغيره، والكوثر، وهو نهر من الجنة يسيل في حوضه صلى الله عليه وسلم.\nوقد أورد القاضي عياض هنا أنه إذا تقرر من دليل القرآن وصحيح الأثر وإجماع الأمة كونه أكرم البشر وأفضل الأنبياء؛ فما معنى الأحاديث/ الواردة بنهيه عن التفضيل، كقوله: \"ما ينبغي لعبد أن يقول أنا خير من يونس بن متى\"، وقوله: \"لا تفضلوا بين الأنبياء\"، وقوله: \"لا تخيروني على موسى\"، وقوله: \"ولا أقول إن أحدًا أفضل من يونس بن متى\"، وقوله: \"من قال أنا خير من يونس بن متى فقد كذب\"، ولما قيل له: يا خير البرية قال: \"ذاك إبراهيم\".\nوأجاب بأن للعلماء فيها تأويلات:\nأحدها: أن نهيه عن التفضيل كان قبل أن يعلم أنه سيد ولد آدم.\n(1/500)",
        "\nقلت: وهذا ضعيف، لأن النهي من رواية أبي هريرة، وهو متأخر، والنبي صلى الله عليه وسلم علم فضله على غيره قبل ذلك، ألا ترى إلى حديث الإسراء، فإن فيه جملة تدل على ذلك.\nالثاني: أنه على طريق التواضع، قال: وهذا لا يسلم عن الاعتراض.\nالثالث: لا يفضل بينهم تفضيلاً يؤدي إلى تنقيص بعضهم.\nالرابع: منع التفضيل في حق النبوة والرسالة، فإن الأنبياء فيها على حد واحد، إذ هي شيء واحد لا يتفاضل، وإنما التفاضل في زيادة الأحوال والخصوص والكرامات والرتب والألطاف، أما النبوة نفسها فلا تفاضل فيها، وإنما التفاضل بأمور أخرى، ولذلك منهم أولو العزم، ومنهم من رفع مكانًا عليًا، ومن أوتي الحكم صبيا، ومنهم من كلم الله، ورفع بعضهم درجات.\n(1/501)\n",
        "الخامس: أن يكون (أنا) راجعًا إلى القائل نفسه، أي: لا يظن أحد وإن بلغ من الذكاء والعصمة والطهارة ما بلغ أنه خير من يونس بن متى لأجل ما حكى الله عنه، فإن درجته أفضل وأعلى، وتلك الأشياء لم تحطه عنها حبة خردلة ولا أدنى.\nوأقول: في قوله: \"لا تفضلوا بين الأنبياء\" جواب سادس، وهو في ضمن كلام عياض، ولكني أبسطه وأقول: المعنى: لا تفضلوا أنتم وإن كان الله ورسله ـ العالمون بحقائق الأحوال ـ يفضلون، لا التفضيل يحتاج إلى توقيف، ومن فضل بلا علم فقد كذب أو زل، فالنهي للمخاطبين على سبيل التأديب، لما هو الغالب على حالهم من الجهل بمقدار الأنبياء،/ ولا يدخل في ذلك من فضل بعلم أو أخذ التفضيل من الكتاب والسنة.\nومن فضائله صلى الله عليه وسلم أسماؤه، وقد جاء في \"الصحيح\" أنه قال: \"لي خمسة أسماء ... \"، ولم يجعل العلماء ذلك للحصر، بل ذكروا غيرها، فمن أسمائه صلى الله عليه وسلم التي ذكروها ـ وقد صنف فيها أبو الخطاب عمر بن حسن\n(1/502)\n\nابن علي بن دحية مجلدين ـ فمنها:",
        "(1/503)\n\n...........................\n(1/504)",
        "\nمحمد، وأحمد، والرسول، النبي، الأمي، الأول، الآخر، الأمين، الأتقى، الأعلم بالله، إمام النبيين، أكثر الأنبياء تابعًا، أرحم الناس بالعيال، أرجح الناس عقلاً، الآخذ بالحجزات، أحسن الناس، أجود الناس، أشجع الناس، الأبطحى، بينة من الله، البشير، برهان، بيان، باطن، بليغ، البرقليطس، التقي، التالي، التهامي، ثاني اثنين، الحق، المبين، الحاشر، حامل لواء الحمد، الحليم، حم، حكيم، حميد، حافظ، حجة، حريص، حنيف، حم عسق، حفيظ، حسيب، حمطايا،\n(1/505)\n",
        "حاتم، حامد، خاتم النبيين، الخاتم، الخبير، خليل الله، داعي الله، ذو الوسيلة، ذو المعجزات، الذكر، رؤوف، رحيم، الرسول، رحمة للعالمين، رحمة مهداة، راكب الجمل، الراضي، الرفيع الذكر، الزكي، زين من وافى القيامة، طه، اللسان، المكي، مرغمة، المدني، المقدس، المهيمن، المشفع، المرتل، محمود، المسلم، المرسل، المنير، المتوكل، المبشر، المزمل، المدثر، مشفح، بالشين المعجمة والفاء والحاء المهملة، الماحي، المقفي، مقيم السنة، مطهر، المص، المر، المنحمنا، المأمون، المذكر، المبين، المولى، محلل، محرم، مؤتمن، مهاجر، ماجد، مؤمن، معقب، المنصف،\n(1/506)\n\nالمكرم، المهدي، المصطفى، المطاع، المنذر، المرفع الدرجات، المعزر، الموقر، المبلغ، النذير، نعمة الله، النور، النبي، نبي الرحمة، نبي الملحمة، النجم الثاقب، النبي الصالح، الصادق، المصدوق، الصفوح، صاحب القضيب، صاحب التاج، صاحب الكوثر، صاحب الهراوة، الصاحب، صاحب المنبر، صاحب الوسيلة، صاحب قولِ لا إلهَ إلا الله، الضحوك، عبد الله،/ العاقب، العظيم، العفو، العروة الوثقى، العفيف، العدل، العربي، العالم، الغالب، الغني، الغيث، الفارقليط، الفجر، الفاتح، الفرط، فضل الله، قثم، القتال، قدم صدق، قاسم، القائم، القرشي، السراج، سيف الله",
        "(1/507)\n\nالمسلول، الشاهد، الشهيد، الشفيع، الشافع، الشكور، الهادي، الواعظ، الولي، يس.\nوكنيته صلى الله عليه وسلم المشهورة أبو القاسم، وقد كني أيضًا بأبي الأرامل، وقيل: كنيته أبو القاسم لأنه يقسم الجنة بين الخلق يوم القيامة.\nفإن قلت: أكثر هذه صفات لا أسماء!\nقلت: المراد بالأسماء ما يشتمل على النوعين، ألا ترى إلى الأسماء الحسنى وهي مشتملة على الصفات.\nفإن قلت: من هذه الأسماء ما هو من أسماء الله تعالى!\nقلت: من أسماء الله تعالى ما يسمى به الخالق والمخلوق، وذلك من باب الاشتراك اللفظي، وليس بينهما قدر مشترك، فكما أن ذاته تعالى لا تشبه الذوات كذلك صفاته لا تشبه الصفات.\nوتركنا شرح هذه الأسماء اختصارًا، ولأنها لا تخفى.\n(1/508)",
        "\nومن المعلوم أن (محمدًا) مبالغة في كونه محمودًا واشتماله على صفات الخير، و (أحمد) مبالغة في كونه حامدًا لله تعالى، فلا أحمد لله تعالى منه.\nومن معجزاته صلى الله عليه وسلم القرآن، وهو أعظم المعجزات، وهو مشتمل على أكثر من سبعين ألف معجزة، لأن النبي صلى الله عليه وسلم تحدى بسورة منه، وأقصر السور: (إنا أعطيناك الكوثر)، فكل آية أو آيات منه بعددها معجزة.\nثم فيها نفسها معجزات من جهات حسن تأليفه والتئام كلمه، وفصاحته ووجوه إيجازه وبلاغته الخارقة عادة العرب الفصحاء، وصورة نظمه العجيب، والأسلوب الغريب الذي حارت فيه عقولهم، وتدلهت دونه أحلامهم، وما انطوى عليه من الإخبار بالمغيبات، وما أنبأ به من أخبار القرون السالفة، والشرائع القديمة، مما كان لا يعلم منه/ القصة الواحدة إلا الفذ من آحاد أهل الكتاب الذي قطع عمره في تعلم ذلك، فيورده النبي صلى الله عليه وسلم على وجهه، ويأتي به على نصه.\nفهذه أربعة أنواع من الإعجاز في ذلك العدد الكبير، فلا يعلم قدر ما في القرآن من المعجزات إلا الله تعالى، مع بقائه على ممر الدهر يشاهده ويسمعه المتأخرون كما شاهده وسمعه الأولون، لا تنقضي عجائبه، ولا يخلق عن كثرة الرد، وهو متواتر مقطوع به في أقصى درجات التواتر، ما من بلد من البلاد إلا وفيها من شيوخها وكهولها وصبياتها من حملته عدد لا يعلمهم إلا الله، وما فيه مما تحدي به من الأمور الخاصة يعجز عنه المخاطبون، وما يحصل في قلوب سامعيه من الهيبة والروع والخشية، وتيسير حفظه، والأمن من تغييره، ولو شرحنا هذه المعاني كان مجلدات.\n(1/509)\n",
        "ومن معجزاته صلى الله عليه وسلم: انشقاق القمر، طلب منه أهل مكة آية، فأراهم القمر فرقتين، فرقة فوق الجبل وفرقة تحته، وحراء بينهما.\nومنها: أنه كان يوحى إليه ورأسه في حجر علي حتى غربت الشمس، فقال: أصليت يا علي؟ قال: لا، فقال رسول الله صلى الله عليه وسلم: \"اللهم إنه كان في طاعتك وطاعة رسولك فاردد عليه الشمس\"، قالت أسماء بنت عميس: فرأيتها غربت ثم رأيتها طلعت بعد ما غربت، ووقعت على الجبال والأرض، وذلك بالصهباء في خيبر. رواه الطحاوي وقال القاضي عياض: إن رواته ثقات، وإن أحمد بن صالح المصري [قال]: لا ينبغي لمن سبيله العلم التخلف عن حفظ حديث أسماء، لأنه من علامات النبوة. وقال أبو الخطاب ابن دحية: إنه موضوع. وهو من رواية فضيل بن\n(1/510)\n\nمرزوق عن إبراهيم بن الحسن عن فاطمة بنت حسين عن أسماء، وإبراهيم ابن الحسن هذا لا يُعرف، والتخليط من فضيل بن مرزوق.\nومنها: نبع الماء من بين أصابعه، وذلك صحيح لا شك فيه.\nومنها: تكثير/ القليل ببركته صلى الله عليه وسلم، وذلك في وقائع كثيرة، في عين تبوك، وفي بئر الحديبية، وفي الميضأة، وفي مزادتي المرأة والإداوة، ولما ضرب بقدمه الأرض فخرج الماء.\nوتكثير الطعام ببركته ودعائه في حديث جابر يوم الخندق، أطعم ألف رجل من أقراص شعير وعناق، وأطعم سبعين أو ثمانين من أقراص جاء",
        "(1/511)\n\nبها أنس تحت إبطه، وصنع أبو أيوب طعامًا يكفي النبي صلى الله عليه وسلم وأبا بكر، فأطعم منه مئة وثمانين رجلاً، وأتى بقصعة فيها لحم فتعاقبوها من غدرة حتى الليل، ولما دعا ببقية الأزواد، وحديث أبي هريرة في شرب أهل الصفة، وقرص أم سليم، وغير ذلك من الوقائع الكثيرة المنتشرة.\nومنها: كلام الشجر وشهادتها له بالنبوة، وإجابتها دعاءه لما طبها، وحنين الجذع، وتسبيح الحصى في ............................\n(1/512)",
        "\nكفه، وتسليم الأحجار عليه، وقولها له: أنت رسول الله، وتكليم الحيوانات له: الضب، والغزال، والذئب، والجمل، وتسخير الأسد لسفينة مولاه.\n(1/513)\n",
        "ومنها: إحياء الشاة الميتة المسمومة حتى كلمته، وقيل إن الكلام وجد منها من غير حياة، وهذان قولان للمتكلمين هل الحياة شرط لوجود الحروف والأصوات أو لا.\nومنها: إبراء المرضى وذوي العاهات، ورد عين قتادة بعد أن وقعت على وجنته، فكانت أحسن ....................................\n(1/514)\n\nعينيه، والأعمى الذي توسل به فكشف الله عن بصره، والذي نفث في عينيه فأبصر، فكان يدخل الخيط في الإبرة وهو ابن ثمانين، ورمي كلثوم في نحره فبصق رسول الله صلى الله عليه وسلم فيه فبرئ، وتفل على شيجة عبد الله ابن أنيس فلم تمد، وتفل في عيني علي يوم خيبر وكان",
        "(1/515)\n\nرمدًا فأصبح بارئًا، ونفث على ضربة بساق سلمة يوم خيبر فبرئت، ووقائع كثيرة غير هذه.\nومنها: إجابة دعائه، وهذا باب واسع لا ينحصر، وكان إذا دعا لرجل أدركت الدعوة ولده وولد ولده.\nومنها: انقلاب الأعيان له، وبركته فيما لمسه بيده أو غرسه/ أو ركبه.\n(1/516)",
        "\nومنها: بركته في درور الشاة والحوائل باللبن الكثير، كشاة أم معبد، وغنم حليمة، وشاة أنس، وغيرها.\nومنها: ما اطلع عليه من الغيوب، وهو باب واسع جدًا يحتمل مجلدات.\n(1/517)\n",
        "ومنها: عصمة الله له من الناس وكفايته من آذاه.\nومنها: معارفه وعلومه الباهرة.\nومنها: أخباره مع الملائكة والجن، وإمداد الله له بالملائكة، وطاعة الجن له.\nومنها: إخبار الرهبان والكهان والأحبار وعلماء أهل الكتاب عن بعثه، وصفته، واسمه، وعلاماته، وذكر الخاتم الذي بين كتفيه، وتظليل الغمام له.\nومنها: ما ظهر من الآيات عند مولده، وأخبار هواتف الجنان بمكة.\n(1/518)\n\nومنها: حراسة السماء بالشهب، وقطع رصد الشياطين، ومنعهم استراق السمع، وما نشأ عليه من بغض الأصنام، والعفة عن أمور الجاهلية، وما خصه الله به من ذلك، وحماه واختاره في وفاته.\nواعلم أن معجزاته صلى الله عليه وسلم صنف الناس فيها كتبًا مطولة كأبي نعيم والبيهقي وغيرهما، ولم يستوعبوا، ونحن هنا إنما قصدنا الإشارة إلى شيء منها مما يزيد المؤمن محبة واعتقادًا.",
        "(1/519)\n\nالفصل الرابع: فيما يجب على الأنام من حقوقه صلى الله عليه وسلم\nفيجب الإيمان به، والاعتراف بنبوته ورسالته بالقلب واللسان، لا يصح إسلام ولا إيمان إلا بذلك، وأجمع العلماء على أن من وحد الله تعالى ولم يعترف بالرسل فهو كافر غير عارف بالله تعالى، فيجب تصديق النبي صلى الله عليه وسلم في جميع ما جاء به بالقلب ونطق اللسان بذلك، واختلف العلماء فيمن لم يتمكن من النطق ولكن آمن بقلبه واخترمته المنية قبل اتساع وقت للشهادة بلسانه، فمنهم من قال: لا يتم الإيمان، ومنهم من قال: يتم ويستوجب الجنة، وهو الصحيح.\nأما القادر على النطق فلا بد منه، ونقل القاضي عياض خلافًا غريبًا في أنه كافر أو عاصٍ، وهذا غير المحل الذي/ نقلنا فيه الإجماع أولاً،\n(1/520)",
        "\nفإن ذاك فيمن وحد ولم يعترف بالرسل لا بقلبه ولا بلسانه وقد بلغته دعوتهم، فلا شك أنه كافر بالإجماع، وهذا فيمن اعترف بالله ورسله بقلبه ولم يترك التلفظ عن ريب ولا عناد ولكن إهمالاً، والصحيح أنه كافر.\nوتجب طاعته صلى الله عليه وسلم في جميع ما جاء به، واتباعه وامتثال سننه، والاقتداء بهديه، والانقياد لحكمه، والتسليم ظاهرًا وباطنًا حتى لا يكون في القلب حرج من قضائه، وترك مخالفته في قول أو فعل، ومحبته ولزوم سنته، ولا يتجاوزها إلى بدعة، وأن يكون أحب إلينا من أنفسنا، والصادق في حبه من تظهر علامة ذلك عليه، وأولها الاقتداء به، واستعمال سنته، واتباع أقواله وأفعاله، وامتثال أوامره، واجتناب نواهيه، والتأديب بأدبه في عسره ويسره، ومنشطه ومكرهه، وإيثار ما شرعه وحض عليه على هوى نفسه وموافقة شهوته، وإسخاط العباد في رضى الله، فمن اتصف بهذه الصفة فو كامل المحبة، ومن خالفها في بعض هذه الأمور\n(1/521)\n",
        "فهو ناقص المحبة ولا يخرج عن اسمها، ودليله قوله عليه السلام للذي حده في الخمر: \"إنه يحب الله ورسوله\".\nومن علامات محبته كثرة ذكره وكثرة شوقه إلى لقائه، وتعظيمه وتوقيره عند ذكرى، وإظهار الخشوع والانكماش مع سماع اسمه، ومحبته لمن أحب، ولمن هو من آل بيته وصحابته من المهاجرين والأنصار، وعداوة من عاداهم، وبغض من أبغضهم وسبهم، فمن أحب شيئًا أحب من يحب:\nحبيب إلى قلبي حبيب حبيبي\nومحبة القرآن الذي أتى به، ومحبة سنته، والوقوف عند حدودها، والزهد في الدنيا، وإيثار الفقر واتصافه به.\nوحقيقة المحبة: الميل إلى ما يوافق، إما لجمال صورة، وإما لحسن سيرة، وإما لوصول إحسان، والنبي صلى الله عليه وسلم جامع لذلك كله، لما عرف من\n(1/522)\n\nجمال صورته، وحسن سيرته، ولا أعظم من إحسانه إلينا ومنته علينا لأحدٍ من الخلق.\nوتجب مناصحته صلى الله عليه وسلم، فالدين النصيحة لله/: بصحة الاعتقاد، والرغبة في محابه، والبعد من مساخطه، والإخلاص في عبادته، والنصيحة لكتابه: بالإيمان به، والعمل بما فيه، وتحسين تلاوته، والتخشع عنده، والتعظيم له، وتفهمه والتفقه فيه، والذب عنه من تأويل الغالين وطعن الملحدين.\nوالنصيحة لرسوله: بالتصديق بنبوته، وبذل الطاعة له فيما أمر به ونهى عنه، ومؤازرته ونصرته وحمايته حيًا وميتًا، وإحيائه سنته بالطلب والذب عنها ونشرها، والتخلق بأخلاقه الكريمة، وآدابه الجميلة، والدعوة إلى",
        "(1/523)\n\nالله وإلى كتابه وإلى رسوله، والعمل بها، وبذلك النفوس والأموال دونه، ومجانبة من رغب عن سنته وبغضه والتحذير منه، والشفقة على أمته، والبحث عن تعرف أخلاقه وسيره وآدابه، والصبر على ذلك.\nومما يجب له صلى الله عليه وسلم: توقيره وبره، وأن لا يتقدم بين يديه، ولا ترفع الأصوات فوق صوته، وبغض الصوت عنده، ولا نجعل دعاءه كدعاء بعضنا بعضا، وتعزيزه بالمبالغة في تعظيمه ونصرته وإعانته، وعاده الصحابة في ذلك المبالغة، ولو استقصينا ما ورد عنهم في ذلك لطال، وهم وإن بالغوا في ذلك فلم يبلغوا ما هو حقه صلى الله عليه وسلم، وما أحد من البشر يطيق القيام بحقه على التمام، لكن بحسب طاقته.\nوحرمته صلى الله عليه وسلم بعد موته وتوقيره وتعظيمه لازم كما كان في حياته، وذلك عند ذكره وذكر حديثه وسنته، وسماع اسمه وسيرته، ومعاملة آله وعترته.\nفواجب على كل مؤمن متى ذاكره أو ذكر عنده أن يخضع ويخشع ويتوقر ويسكن من حركته، ويأخذ في هيبته وإجلاله بما كان يأخذ به نفسه لو كان بين يديه، ويتأدب بما أدبنا الله به، وهذه كانت سيرة السلف الصالح والأئمة الماضين رضي الله عنهم.\n(1/524)",
        "\nوكان صفوان بن سليم إذا ذكر النبي صلى الله عليه وسلم بكى، فلا يزال يبكي حتى يقوم الناس عنه ويتركوه. وكان مالك بن أنس لا يحدث بحديث رسول الله صلى الله عليه وسلم/ إلا وهو على وضوء لإجلاله. وروي أنه كان يغتسل ويتطيب ويلبس ثيابًا جددًا وساجه، ويتعمم ويضع على رأسه رداءه، وتلقى له منصة فيخرج فيجلس عليها وعليه الخشوع، ولا يزال يبخر بالعود حتى يفرغ من حديث رسول الله صلى الله عليه وسلم، ولم يكن يجلس على تلك المنصة إلا إذا حدث عن رسول الله صلى الله عليه وسلم.\nومن توقيره صلى الله عليه وسلم توقير أصحابه والإمساك عما شجر بينهم، وتوقير مشاهده من مكة والمدينة، ومعاهده وما لمسه أو عرف به، وأفتى مالك فيمن قال: \"تربة المدينة رديئة\" بضرب ثلاثين درة، وأمر بحبسه ـ وكان له قدر ـ وقال: ما أحوجه إلى ضرب عنقه، تربة دفن فيها النبي صلى الله عليه وسلم يزعم أنها غير طيبة!\n(1/525)\n",
        "ومما يجب له صلى الله عليه وسلم: الصلاة عليه صلى الله عليه وسلم، نقل القاضي عياض الإجماع على وجوبها، واختلفوا: هل تكفي في العمر مرة أو كلما ذكر أو في كل صلاة؟ على ما عرف بين العلماء، وقول الطبري إن محمل الآية على الندب بالإجماع محمول على ما زاد على ذلك، وقد جمعنا ألفاظ الصلاة في كتابنا المسمى: \"شفاء السقام في زيارة خير الأنام\".\nومن حقه صلى الله عليه وسلم: زيارة قبره، وقد جمعنا في ذلك الكتاب ما يتعلق بالزيارة وبلوغ السلام للنبي صلى الله عليه وسلم وسماعه.\n(1/526)\n\nواعلم أن حقوق النبي صلى الله عليه وسلم لا تنتهي، وليس هذا الباب مصنفًا لذلك حتى يستوعب كثيرًا منها، وإنما ذكرنا هذه الفصول فيها: نبذ يسيرة من شرفه وحقه، ليكون خاتمة هذا الكتاب ختم الله لنا بخير، فلنقتصر على ذلك، ويكون هذا آخر كلامنا في هذا الكتاب.\nوالله أسال أن ينفع من كتبه أو سمعه أو نظر فيه بمنه وكرمه.\nفرغت من تصنيفه في يوم الخميس سلخ شعبان المكرم، سنة أربع وثلاثين وسبعمئة، بمنزلي بدرب الطفل من القاهرة.\nكتبه مصنفه علي بن عبد الكافي بن علي بن تمام بن يوسف بن موسى بن تمام بن حامد بن يحيى السبكي، غفر الله لهم.\nوالحمد لله وحده، وصلى الله على سيدنا محمد وآله وصحبه وسلم. حسبنا الله ونعم الوكيل.",
        "(1/527)\n"
    ]
}