{
    "partText": [
        "\nوما رآه الفرّاء في هذا موافق لمذهب الخليل وسيبويه كذلك، فقال سيبويه: \"وسألت الخليل عن قوله جل ذكره: \" حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا \" (الزمر /73) اين جوابها؟، وعن قوله جلَّ وعلا: \" وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ\" (البقرة/ 165)، \" وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ \" (الانعام /27) فقال: إنَّ العرب قد تترك في مثل هذا الخبر الجواب في كلامهم لعلم المخبر لأيّ شيء وضع هذا الكلام\" (1).\nثم استشهد الفرّاء على ترك جواب الشرط، بقول امرئ القيس (2):\nوأقسم لو شيء أتانا رَسولُه سواك ولكن لم نجد لك مَدْفعا\nفقد ترك الشاعر جواب (لو)؛ وذلك لأنه معلوم لدى المخاطب وطلباً للإختصار والإيجاز (3)، فالمعنى فيه: لو أتانا رسولٌ سواك لدفعناه (4).\nوكذلك قد يُترك جواب الأمر إذا أُنزل منزلة الشرط في المعنى، أي أن يكون معناه معنى الشرط، ولكنه بصيغة الأمر، واستشهد الفرّاء على هذا بقوله تعالى:\" أَنفِقُوا طَوْعًا أَوْ كَرْهًا\" (التوبة/53)، وكذلك قوله تعالى:\" اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ\" (التوبة/80)، فقال الفرّاء: \"وهو أمر في اللفظ وليس بأمر في المعنى؛ لأنه أخبرهم أنه لن يتقبّل منهم. وهو في الكلام بمنزلة إِنْ في الجزاء، كأنك قلت: إنْ أنفقت طوعاً أو كرهاً فليس بمقبول منك. ومثله (استغفر لهم أو لاتستغفر لهم) ليس بأمر، إنما هو على تأويل الجزاء\" (5).\nومن هذا عنده قول جميل بن معمر (6)، أيضاً:\nأسيئي بنا أو أحسني لا ملومةٌ ... لدينا ولا مقلِيّةٌ إن تقلّتِ\n__________\n(1) كتاب سيبويه: 3/ 103.\n(2) معاني القرآن للفرّاء: 2/ 7، 63، ديوانه: 24، وفيه (وجدِّك لوشيء أتانا ... )، وظ: خزانة الأدب: 1:84.\n(3) ظ: تأويل مشكل القرآن لإبن قتيبة: 136.\n(4) ظ: شرح المفصل: 9/ 7.\n(5) معاني القرآن للفرّاء: 1/ 441.\n(6) معاني القرآن للفرّاء: 1/ 441، ونسبه محقق الكتاب، لجميل بن معمر، ونُسب أيضاً لكثير عزّة في الاغاني: 9/ 38، وأمالي القالي: 2/ 189، ولسان العرب (سوأ) وتاج العروس (سوأ)، وتهذيب اللغة: 2/ 318، وهو في ديوان كثير عزة: 101.\n(1/300)\n",
        "فقد ترك الشاعر جواب الأمر في قوله (أسيئي أو أحسني) لوضوحه ومعرفته لدى المخاطب، فمعناه: أن أسِئتِ بنا أو أحسنت فإنك ليست ملومة ولا مقلية أي لانهجرك او نبتعد عنك على الرغم من اساءتك لنا.\n\nجزم الفعل على معنى الشرط مع الاستفهام والفاء\nلقد أجاز الفرّاء جزم الفعل المضارع جواباً للإستفهام أو الأمر أو النهي المتقدم عليه، مع اقترانه بالفاء؛ وذلك حملاً له على معنى الشرط والجواب، كما أجاز فيه أيضاً النصب جواباً للطلب، واستشهد على هذا بقول الشاعر (1):\nألم تسأَل فتخَبرك الديار عن الحيّ المضلَّل حيث سارا\nفقد أجاز فيه نصب الفعل (فتخبرَك) والجزم أيضاً، فالنصب على معنى ان يكون جواباً للطلب المتقدم عليه وهو الاستفهام، ويجزم على معنى الشرط، والتقدير: إنْ تسألْ الدارَ تخبْرك، وهذا تفسير قوله: \"والجزم في هذا البيت جائِز\" (2).\nومن الجزم على جواب النهي قول امرئ القيس (3):\n\nفقُلْتُ له صَوِّبْ ولا تجهدنَهُ فيذرك من أخرى القطاة فتزلقِ (4)\nوظاهر كلامه نفهم منه أنه يجوز فيه النصب على معنى جواب الأمر وهو قوله (صوِّب). أو يكون جواباً للنهي، وهو قوله (ولا تجهدَنَّهُ).\nويجوز الجزم فيه أيضاً، وعليه جاءت الرواية على معنى جواب الشرط الذي يتضمنه النهي، فيكون المعنى: إنْ أجهدته يذرِك، ولذلك جاء مجزوماً، فحذفت منه الياء؛ لانه فعل مضارع معتل الآخر بـ (الياء)، فهو من (أذريت)، بمعنى القيت، نحو: أذريت\n__________\n(1) معاني القرآن للفرّاء: 2/ 229، ولم ينسب الى قائله.\n(2) السابق: 2/ 229.\n(3) السابق: 2/ 229، 1/ 26، 2/ 146،ديوانه:107 وفيه (فَيَذْلق) مكان (فيذرك) بمعنى واحد هو الالقاء من على ظهره.\n(4) صوب الفرس: أرسله في الجري، جهد دابته: بلغ جهدها وعمل عليها في السير فوق طاقتها، القطاة: العجز او ما بين الركبتين، زلت: زل وسقط.\n(1/301)\n\nالرجل عن الدابة، أي القيته عنها، وكذلك أذريت الرجل عن البعير بمعنى القيتَهُ عنه أيضاً (1)، فإمرؤ القيس في هذا البيت يخاطب غلامه وقد ركب الفرس، فيقول له: لاتجهدنّه في السير لأنَّك إنْ أجهدته يقلبك من على ظهره فيصرعك.\n\nالجزم بـ (إذا)\nذهب النحاة الى أن (إذا) لا يُجزم الفعل بها؛ لأنها تُفيد وقتاً معلوماً على خلاف أدوات الشرط الجازمة فإنها مبهمة، فقال سيبويه: \"وسألته عن إذا، ما منعهم أن يجاوزا بها؟ فقال: الفعل في إذا بمنزلته في إذ، إذا قلتَ: أتذكر إذ تقول، فإذا تستقبل بمنزلة إذ فيما مضى، ويُبيَّن هذا أنَّ إذا تجيء وقتاً معلوماً؛ ألا ترى إنَّك لو قلت: اَتيك إذا احمرّ المسْرُ كان حَسَناً، ولو قلت: آتيك إن احمرَّ البسرُ، كان قبيحاً فإنْ أبداً مبهمة، وكذلك حروف الجزاء، وإذا تُوصل بالفعل، فالفعل في إذا بمنزلته في حين كأنك قلت: الحين الذي تأتيني فيه أتيك فيه\" (2).\nوهذا ما أوضحه الفرّاء أيضاً، بقوله: \"وأكثر الكلام فيها الرفع؛ لأنها تكون في مذهب الصفة، ألا ترى أنك تقول: الرُّطبُ إذا اشتد الحر، تريد في ذلك الوقت، فلما كانت في موضع صفة كانت صلة للفعل الذي يكون قبلها، أو بعد الذي يليها، كذلك قال الشاعر:\nوإذا تكون شديدةٌ أُدعى لها وإذا يحاسُ الحيسْ يُدْعىَ جُندُبُ\" (3).\nفـ (إذا) هنا تدلُّ على وقت معلوم، هو وقت نزول الشديدة، والمصيبة و كذلك وقت احضار الطعام.\nوكذلك الامر عند المبرد، فقال: \"وإنما منع (إذ) من أنْ يجازى بها، لأنَّها مؤقتة وحروف الجزاء مبهمة، ألا ترى أنك إذا قلت: إن تأتني آتك، فأنت لاتدري أيقع منه إتيان أم لا؟ وكذلك من أتاني أتيته، إنما معناه: إنْ يأتني واحدٌ من الناس آته. فإذا قلت: إذا\n__________\n(1) ظ: معاني القرآن للفرّاء: 2/ 146.\n(2) كتاب سيبويه: 3/ 60، ظ: شرح المفصل: 4/ 97.\n(3) معاني القرآن للفرّاء: 3/ 158.",
        "(1/302)\n\nاتيتني وجب أن يكون الإتيان معلوماً؛ ألا ترى الى قول الله عزّ وجل: \" إِذَا السَّمَاءُ انفَطَرَتْ \" (الانفطار/1) و\" إِذَا الشَّمْسُ كُوِّرَتْ \" (التكوير/1)، و\" إِذَا السَّمَاءُ انشَقَّتْ \" (الانشقاق/1) (1).\nوقد وردت في كلام العرب شواهدٌ شعريةٌ عديدة، جُزِم الفعل بها بـ (إذا) (2) فعدَّها الفرّاء لغةً لبعض العرب، فقال: \"ومن العرب مِن يجزم بـ (إذا)، فيقول: إذا نقمْ أقمْ\" (3). واستشهد على هذا بقول الشاعر (4):\nوإذا أنطاوِعْ أمر سادتِنا لا يَثْننا جُبنُ ولا بُخْلُ\nومن الجزم بـ (إذا) أيضاً، قول عبد قيس بن خفاف (5):\nواستغْنِ ما أغناك ربُّك بالغنى وإذا تُصبْكَ خصاصةٌ فتجمَّل\nوجعل سيبويه هذا اضطراراً في الشعر فقط وفي الكلام خطأ (6)، ووافقه في هذا المبرد (7) والجرجاني (8) وابن عصفور (9) وابن هشام (10).\nوجعل أبو جعفر النحاس اجازة النحاة هذه –وهي مختصة بالضرورة فقط- اجازةً مطلقة، والغريب في هذا أنه نسبها لجميع النحاة، فقال: \"وأجاز النحويون جميعاً الجزم بإذا وأن تجعل بمنزلة حروف المجازاة؛ لأنها لاتقع إلا على فعل وهي تحتاج الى جواب وهكذا حروف المجازاة\" (11). إلا أن ماذهب اليه يمكن أخذه بنظر الاعتبار؛ لأن ما ذكره متحقق فيها كما هو متحقق في ادوات الشرط الجازمة الأخرى.\n__________\n(1) المقتضب: 2/ 55 - 56، ظ: الأمالي الشجريّة: 1/ 322.\n(2) ظ: كتاب سيبويه: 3/ 61 - 62، المقتضب: 2/ 56 - 57، معاني القرآن واعرابه: 4/ 232 - 243، تحصيل عين الذهب: 404، وخزانة الأدب: 7/ 27.\n(3) معاني القرآن للفرّاء: 3/ 158.\n(4) السابق: 3/ 158، ولم يُنسب الى قائله.\n(5) معاني القرآن للفرّاء: 3/ 158، وظ: المفضليات: 2/ 185، والأصمعيات: 269، ونسب لحارثة بن بدر الغداني في امالي المرتضى: 1/ 383.\n(6) ظ: كتاب سيبويه: 3/ 62.\n(7) ظ: المقتضب: 2/ 56.\n(8) ظ: المقتصد: 2/ 117.\n(9) ظ: ضرائر الشعر: 297.\n(10) ظ: مغني اللبيب: 1/ 185.\n(11) اعراب القرآن: 4/ 424.\n(1/303)",
        "\nوعللَّ النحاة المتأخرون، الجزم بـ (إذا)؛ لأن (إذا) شبهت بمتى (1)، ووافق الدكتور رشيد العبيدي ما ذهب اليه النحاس في جواز الجزم بـ (إذا) فقال: \"والأصح عندي: أنها جزمتْ لحصول معنى الإشتراط المقطوع المجزوم به\" (2).\nوأرجع بعض الباحثين الجزم بـ (إذا) لداع بلاغي، فقال: \"ويبدو أنَّ الجزم بإذا يصحُّ لسبب بلاغي هو تنزيل الأمر المتأكد من حصوله منزلة الأمر المشكوك في حصوله، والشواهد تشهد بذلك\" (3).\nوبعد هذا فالذي أراه، هو جواز الجزم بـ (إذا) كسائر أدوات الشرط الجازمة الأخرى؛ لأنها لا تنقص عنهن شيئاً فجميع الشروط التي تتطلبها تلك الادوات محققة فيها من طلب الفعل ومعنى الشرط وحاجتها الى الجواب، وكذلك الزمن فيها على خلاف ما قره النحاة معها، فهي وان دلّت على وقت معلوم، إلا أن هذا الوقت في الشرط يقتصر على المستقبل فقط وكذلك الحال مع الادوات الاخرى، فضلاً عن الغرض البلاغي الذي قد يُراد منها، وما يرجِّح هذا أنها وردت عاملة الجزم في بعض لغات العرب كما ذكر الفرّاء بدليل الشواهد الكثيرة التي تثبت ذلك.\n\nحذف الفاء من جواب الشرط\nيوجب النحاة إقتران جواب الشرط بالفاء، ضمن شروط ذكروها (4)، بقصد الربط بين الشرط وجزائه. وقد اجاز الفرّاء –في غير الضرورة- حذف هذه الفاء من جواب الشرط إذا كان جملة اسميّة أو متصدرة باسم، وذلك لأن معنى الربط والجواب ظاهرٌ في جملة الجواب سواءٌ ذكرت الفاء ام لم تُذكر، فهي في هذه الحال كحالها لو جاءت في فعل الجواب المجزوم فإن جاءت معه أو لم تجيء، ففعل الجواب مجزوم والمعنى ظاهر فيه على أنه جواب للشرط المتقدم عليه.\nفقال الفرّاء: \"والجزاء لابَّد له أن يجاب بجزم مثله أو بالفاء، فإن كان مابعد الفاء حرفاً من حروف الإستئناف وكان يرفع أو ينصب أو يجزم صلح فيه إضمار الفاء. وإن\n__________\n(1) ظ: ضرائر الشعر: 297، وتسهيل الفوائد: 37.\n(2) مجلة الاستاذ: ع5، 1990، ص226 (دلالة الكسرة في العربية، د. رشيد العبيدي).\n(3) الشاهد الشعري الشاذ: 206.\n(4) ظ: الجنى الداني في حروف المعاني: 125، وشرح ابن الناظم: 701، وشرح التصريح: 2/ 249، ومعاني النحو: 4/ 482 - 483، بحث (مسائل من اسلوب الشرط في القرآن الكريم) للدكتور عبد الوهاب محمود، مجلة التربية والعلوم / جامعة الموصل، ع5، 1987: ص17.\n(1/304)\n",
        "كان فعلاً أوّله الياء أو التاء أو كان على جهة (فَعَلَ) أو 0فَعلوا) لم يصلح فيه إضمار الفاء؛ لأنه يجزم إذا لم تكن الفاء، ويرفع إذا أدخلت الفاء. وصلح فيما قد جُزِم قبلُ أن تكون الفاء لأنّها إن دخلت أو لم تدخل فما بعدها جزم، كقولك للرجل: إن شئت فقم؛ ألا ترى أن (قم) مجزومة ولو لم يكن فيها الفاء؛ لأنك إذا قلت إن شئت قم جزمتها بالامر\" (1). واستشهد على هذا بقول عبد الرحمن بن حسّان (2):\nمن يفعل الحسناتِ اللهُ يشكرها والشرُّ بالشرِّ عند اللهِ مِثلانِ\nفقال الفرّاء: \"ألا ترى أن قولك: (الله يشكرها) مرفوع كانت فيه الفاء أو لم تكن فلذلك صلح ضميرها\" (3). أي إضمارها، وما ذهب اليه الفرّاء فيه تيسرُ حسن جدير بالقبول والاخذ به.\nأما النحاة الآخرون فقد أختلفت مذاهبهم في هذا الشأن، فبعضهم أجاز حذف الفاء في مثل هذا الموضع، وبعضهم منعه، فقال سيبويه: \"وسألته عن قوله: إن تأتني أنا كريم، فقال لايكون هذا إلا أن يضطر شاعر، من قبل أنّ أنا كريم يكون كلاماً مبتدأ، والفاء وإذا لايكونان إلاّ معلقتين بما قبلهما، فكرهوا أن يكون هذا جواباً حيث لم يُشبه الفاء، وقد قاله الشاعر مضطراً، يشبِّهه بما يتكلم به من الفعل\" (4). فمذهب الخليل وسيبويه إجازة ذلك في الضرورة الشعريّة فقط.\nوتابَعَ الخليلَ وسيبويه فيما ذهبا اليه، ابنُ جني (5)، والزمخشري (6)، وابن يعيش (7)، وابن الناظم (8)، وابن هشام (9).\n__________\n(1) معاني القرآن للفرّاء: 1/ 475 - 476.\n(2) السابق: 1/ 476، ونُسب لكعب بن مالك وهو في ديوانه: 288، وقافيته (سيّان)، وهو موجود كذلك في شعر عبد الرحمن بن حسّان: 61، ونُسِب أيضاً لحسّان بن ثابت وليس في ديوانه.\n(3) معاني القرآن للفرّاء: 1/ 476.\n(4) كتاب سيبويه: 3/ 64.\n(5) ظ: المحتسب: 1/ 193.\n(6) ظ: المفصّل: 321.\n(7) ظ: شرح المفصّل: 9/ 12.\n(8) ظ: شرح ابن الناظم: 701.\n(9) ظ: أوضح المسالك: 3/ 193، ومغني اللبيب: 1/ 122.\n(1/305)\n\nوذهب الأخفش الى جوازه إختياراً في الشعر والنثر، وفي غير الضرورة أيضاً (1)، واستشهد عليه بقوله تعالى: \" كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمْ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ\" (البقرة/ 180)، أي: فالوصية للوالدين (2).\nوردَّ ابنُ هشام هذا، فجعل (الوصيّة) نائب فاعل لـ (كُتِبَ)، وجواب الشرط محذوف، وتقديره: فليوصّ (3).\nوكذلك فقد استدَلَّ الأخفش على جواز حذف الفاء في سِعَةَ الكلام، بقراءة أهل المدينة والشام (4)، لقوله تعالى: \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ \" (الشورى/ 30) (5)، وعدّها قراءةً مشهورةً معروفة (6).\nوتابعه ابنُ مالك فيما ذهب اليه، أيضاً، واستشهد بشواهدَ شعرية أخرى حذفت فيها الفاء من جواب الشرط وهو جملةٌ اسمية يتصدّرها المبتدأ، إلاّ أنه ذكر أنه لم يجد الحذف مع بقاء المبتدأ إلا في ضرورة الشعر فقط (7).\nومَنَعَ المبِّرد حذف الفاء من جواب الشرط في الشعر والنثر مطلقاً، وردَّ رواية حذف الفاء في الشاهد الشعري السابق، فزعم أَنها من صُنْع النحاة، وأن الرواية الصحيحة فيه هي: من يفعل الخير فالرحمن يشكرُه (8).\nوذكر ابنُ الحاجب فيه وَجهاً آخر نسبه لبعض النحاة، وهو حمله على التقديم والتأخير، وتقديره: الله يشكرها من يفعل الحسنات، إلاّ أنه ردَّ هذا التفسير ايضاً (9) وكان المبّرد قد ردّه من قبل بقوله: \"فلا اختلاف بين النحويين في أنه على إرادة الفاء؛ لأنَّ التقديم فيه لايصلح\" (10).\n__________\n(1) ظ: التبيان في إعراب القرآن: 1/ 146، والمقاصد النحوية: 4/ 433.\n(2) ظ: التبيان في إعراب القرآن: 1/ 146.\n(3) ظ: مغني اللبيب: 1/ 98.\n(4) ظ: الكشف عن وجوه القراءات السبع وحججها وعللها: 2/ 251.\n(5) في القرآن الكريم باثبات الفاء (لـ فبما كسبت).\n(6) ظ: إعراب القرآن: 2/ 265، والقراءات القرآنية في ضوء القياس اللغوي والنحوي: 202.\n(7) ظ: شواهد التوضيح: 182.\n(8) ظ: النوادر في اللغة: 31، واعراب القرآن: 2/ 264، و خزانة الأدب: 9/ 49.\n(9) ظ:: أمالي ابن الحاجب: 2/ 867.\n(10) المقتضب: 2/ 73.",
        "(1/306)\n\nوقد خرّج ابنُ جني قراءة طلحة بن سليمان (1): \" أَيْنَمَا تَكُونُوا يُدْرِكُّمْ الْمَوْتُ\" (النساء/ 78)، على حذف الفاء من الجواب كذلك؛ ولذلك جاءت القراءة بضم الكافين من قوله (يدركُكُم)، فكأنه قال: فيدرككم الموت (2). ويمكن ان يكون التقدير: فالموتُ يدرككم، على التقديم والتأخير في جملة الجواب.\nوكذلك فقد تعددت مذاهب النحاة المحدثين في هذا أيضاً، فاشترط الدكتور فاضل السامرائي لحذف الفاء من جواب الشرط المستحق لها أن لايؤثر في فهم المعنى ووضوحه فلم يجز حذفها إذا ارتبط وجودها فيه، فقال: \"لو قلت: \"إن تصبهم سيئةٌ فبما قدمت ايديهم\" كان الجزاء (فما قدمت ايديهم)، وكان المعنى أنه إذا أصابتهم سيّئةٌ فإنه بسبب ما أكتسبته أيديهم، ولو حذفنا الفاء لم يتم المعنى\" (3) إلاّ أنه الى عدم الحذف أمْيل منه الى حذفها؛ بحجة أن الحذف يؤدي الى غموض المعنى والتباسه، فقال: \"وليست هذه مهمة الفاء فقط، بل قد تفيدنا في تعيين الجزاء وإيضاح المعنى، وإنّ حذفها قد يؤدي الى الإلباس والى عدم اكتمال المعنى في تعبيرات عديدة\" (4). ولم ادر لماذا خفي المعنى على الاستاذ السامرائي في هذا الآية الكريمة او غيرها؟ بحذف هذه الفاء، والعرب ربما حذفت جملاً كاملة ولم يلتبس المعنى، بلّ إنَّ الذي يسوّغ حذف الفاء، هو أنها مرادةٌ ومعناها مقصود في الكلام وإن حذفت منه؛ ولذلك اجاز حذفها محمد النعساني بقوله: \"والجواز اقرب الى الصواب وشواهده في العربيّة كثيرة\" (5).\nوكذلك فقد أجاز الدكتور عفيف دمشقية الحذف ايضاً، بل ذهب الى أبعد من هذا، فزعم أن اشتراط الفاء في جواب الشرط هو من زعم النحاة؛ لأنّ (اللغة تُبيح للمتكلم في حال وقوع جملة جواب الشرط جُملةً اسميّةً –مصدرةً بـ (أنْ) أو غير مصدرة – أن يكون\n__________\n(1) قرأ بها طلحة بن سليمان، ظ: المحتسب: 1/ 283، والبحر المحيط: 3/ 299، وحاشية الخضري: 2/ 123.\n(2) ظ: المحتسب: 1/ 193.\n(3) معاني النحو: 4/ 483.\n(4) السابق: 4/ 483.\n(5) المفضل في شرح ابيات المفصّل: 322.\n(1/307)",
        "\nبالخيار أن يقرنها أو لايقرنها بـ (الفاء) \" (1). وجعل الدكتور هادي نهر حذف الفاء من جواب الشرط مختصاً بالضرورة فقط (2).\nوجعل الباحث قاسم كتاب عطا الله حذفَ الفاء من جواب الشرط، شاذاً، (لقلة شواهده من جهة، وضياع المعنى من جهة أخرى) (3).\nوأراه قد جانب الصواب في هذا؛ وذلك لأن قلة الشواهد لاتجعل الاستعمال شاذاً، ثم أن جميع النحاة، قدماء ومحدثين لم يصفوا هذا الاستعمال بالشذوذ وإنما وصفه بعضهم بالضرورة، والضرورة لاتعني الشذوذ، والمعنى لايضيع عند حذف الفاء من جميع الشواهد والامثلة بل قد يلتبس في بعضٍ منها وليس جميعها، وقد وردت شواهد عديدة على حذفها من القرآن الكريم والقراءات القرآنية –كما مرَّ- وكذلك الشواهد الشعرية ولاسيما حذفها مع المبتدأ (4).\nوبعد هذا كله أرى أنَّ ما ذهب اليه الفرّاء في جواز حذف الفاء من جواب الشرط أقرب الى الصواب؛ وذلك إذا كانت مرادة ومعناها مقصود واستوى فيه حذف الفاء وذكرها على حدٍ سواء؛ لانه لايؤدي الى التباس المعنى مطلقاً، فقولنا \"من يفعل الحسنات فالله يشكرها أو الله يشكرها) في المعنى سواء، فكثيراً ما تحذف وتقدّر مضمرة في الجمل الاسمية، ومن هذا أيضاً قول سوّاربن المضرّب السعدي التميمي (5):\nفإنْ كان لايُرضِيك حتى تردَّني إلى قَطَرىّ لا أخالك راضيا\nفجاء بجواب الشرط جملية اسميّة، منفيّة، على الرغم من أنه أسقط منها الفاء التي تربط الجواب بالشرط وهي مرادة في المعنى، والتقدير: (فلا أخالك راضيا).\n\nجزم الفعل المضارع بـ (لام) الطلب المحذوفة\n__________\n(1) خطى متعثرة على طريق تجديد النحو العربي: 79، وظ: 30 - 31، ومنه أيضاً.\n(2) ظ: التراكيب اللغوية في العربية للدكتور هادي نهر: 187.\n(3) الشاهد الشعري الشاذ في كتب النحو: 200.\n(4) ظ: السابق: 198 - 202.\n(5) معاني القرآن للفرّاء: 1/ 232.\n(1/308)\n",
        "أجاز الفرّاء أن يُجزم الفعل المضارع بـ (لام) الأمر المحذوفة، واستشهد على هذا بقول الشاعر (1):\nفلا تستطلْ منّي بقائي ومُدتي ... ولكن يكنْ للخير فيك نصيب\nفجزم الفعل (يكن) بـ (لام) الأمر المحذوفة، والتقدير (ليكن للخير فيك نصيب)، قال فيه الفرّاء: \"هذا مجزوم بنيَّة الأمر؛ لأنَّ أول الكلام نهي، وقوله (ولكن نَسَق وليست بجواب، فأراد: ولكن ليكن للخير فيك نصيبُ\" (2).\nوقد تفرَّق النحاة على مذاهب شتى في عمل (لام) الامر وهي محذوفة، فذهب سيبويه الى جوازه، فقال: \"واعلمْ أنَّ هذه اللام قد يجوز حذفها في الشعر وتعمل مضمرة كأنَّهم شبهَّهوها بأن إذا أعملوها مضمرة\" (3)، فقصر ذلك على الشعر فقط، وقال في موضع آخر. \"والجزم في الأفعال نظير الجر في الأسماء، فليس للاسم في الجزم نصيب، وليس للفعل في الجر نصيب، فمن ثمَّ لم يضمروا الجازم كما لم يضمروا الجار، وقد أضمر الشاعر، شبهَّه بإضمارهم رُبَّ وواو القسم في كلام بعضهم\" (4). والى هذا ذهب أبو بكر بن السراج (5)، والأعلم الشنتمري (6)، وابن يعيش (7)، أيضاً، وأجاز الكسائي هذا في الاختيار بعد الأمر، وجعل منه قوله تعالى: \" قُلْ لِعِبَادِي الَّذِينَ آمَنُوا يُقِيمُوا الصَّلاَةَ\" (8) (ابراهيم/ 31).\nومنع المبرد الجزم ب (لام) الامر مع حذفها في الشعر والنثر، فقال: \"فلا أرى ذلك على ما قالوا؛ لأنَّ عوامل الأفعال لاتَضمر، وأضعفها الجازمة؛ لأن الجزم في الأفعال نظير الخفض في الأسماء\" (9).\nوأجاز ابن مالك هذا (في الاختيار بعد قول ولو كان غير أمر نحو قلت لزيد يضربْ عمراً أي ليضرب، ولا يجوز في غيره إلا ضرورة\" (10).\n__________\n(1) معاني القرآن للفرّاء: 1/ 159، ولم يُنسب لقائله، ظ: خزانة الأدب: 2/ 117.\n(2) معاني القرآن للفرّاء: 1/ 160.\n(3) كتاب سيبويه: 3/ 8.\n(4) كتاب سيبويه: 3/ 9.\n(5) ظ: الاصول: 2/ 163.\n(6) ظ: تحصيل عين الذهب: 383.\n(7) ظ: شرح المفصل: 7/ 34.\n(8) ظ: همع الهوامع: 2/ 55 ومغني اللبيب: 1/ 225.\n(9) المقتضب: 2/ 133، وظ: المقاصد النحوية: 4/ 418 - 419.\n(10) همع الهوامع: 2/ 56 ومغني اللبيب: 1/ 225.\n(1/309)\n\nواضطرب الزمخشري في هذا بين المنع والجواز، فأجازه في الكشاف (1) وحمله على الضرورة الشعرية في المفصل (2)، وكذلك ابن عصفور، فجوّزه في الكلام تارة، وخصّه بضرورة الشعر تارة اخرى (3). وتأوّل أبو علي الفارسي قوله تعالى: \" قُلْ لِعِبَادِي الَّذِينَ آمَنُوا يُقِيمُوا الصَّلاَةَ\"، فذهب الى ان الفعل (يقيموا) هو فعل مضارع بلفظ الخبر، ولكنّه يُفيد معنى الأمر، لذلك بُني على حذف النون كما يُبنى فعل الأمر، لأنَّ المراد أقيموا (4) ..\nوعلى الرغم من أن التكلَّف ظاهرٌ في رأي الفارسي هذا، إلاّ أنَّ الدكتور قيس الأوسي تبنَّاه، فجعله الحل الأمثل لهذه المسألة، فقال: \"وأرى أنَّ رأي أبي علي الذي نقله أبو حيان، والذي لم يرتضه ابن هشام (5) هو المفتاح لهذه القضية نستطيع به أن نفسِّر كلَّ هذه الشواهد التي جاء فيها المضارع مبنيّاً أو ساكن الحركة ونتخلص بذلك من تقديرات النحويين وتأويلاتهم وخلافاتهم فيها، فنقول: إنَّ السكون أو البناء قد التُزم في هذه الأفعال المضارعة لأنها مستعملة بمعنى الأمر، وهو قد الُتزم فيها كما التُزم في صيغة الأمر (افعلْ) و (لتفعلْ)؛ لأنها تلتقي جميعاً في الدلالة على الطلب\" (6).\nولا أرى في هذا حلاً يسيراً يمكن ان نرتضيه، فما الدافع من أن يكون هذا الفعل مضارعاً (يقيموا) في الصيغة، ولم يكن امراً (أقيموا)؟ فهل هذا يعجز؟! وهل دلالة (يقيموا) هي نفسها دلالة (أقيموا)؟\nويرى الاستاذ عباس حسن أن حذف (لام) الأمر، كثيرُ مطرَّد بعد فعل الأمر، ويكون حذفها قليلاً ولكنه جائز في الضرورة وغيرها، بعد مشتقات القول الأخرى التي\n__________\n(1) ظ: الكشاف: 4/ 100.\n(2) ظ: المفصل: 327.\n(3) ظ: المقاصد النحوية: 4/ 419.\n(4) ظ: البحر المحيط: 5/ 426.\n(5) ظ: مغني اللبيب: 1/ 227.\n(6) أساليب الطلب عند النحويين والبلاغيين: 152.",
        "(1/310)\n\nليست فعل أمر، وقد يكون حذفها لضرورة الشعر؛ وذلك عندما لا تكون مسبوقة بشيء من القول ومادته كقول الشاعر: فلا تستطيل مني بقائي ... (1).\nورجّح الفرّاء أن يكون المضارع مجزوماً على اضمار (لام) الامر، على الرغم من تضمن الكلام معنى الشرط، وما يوجبه من جزم الجواب إذا كان مضارعاً، واستشهد على هذا بقول الشاعر (2):\nمن كان لا يزعم إني شاعُر فَيْدنُ مني تنهه المزاجر\nفقال الفرّاء: \"فجعل الفاء جواباً للجزاء، وضمَّن (فيدن) لاماً يجزم بها (3)، أي فليدنُ مني، ورُدَّ ذلك على الفرّاء \"بحُجة أن بقاء اللام لايتعارض مع الوزن فلو كان، جزم المضارع بها لظهرت في الفعل (4).\nومن هذا أيضاً 0عند الفرّاء- قول الشاعر (5):\nفقلتُ ادْعى وأَدْعُ فإنَّ أَنْدىَ لصِوت أن يُنَادِىَ داعيانِ (6)\nفجزم الفعل (وأدْع) بـ (لام) الامر المحذوفة، على الرغم من تضمن الكلام معنى الشرط، لأنه أراد: (ولأَدْعُ. وفي قوله (وأَدْع) طرف من الجزاء وإن كان أمراً قد نُسق أوّله على آخره\" (7)؛ لأن العطف فيه يكون على معنى الامر، لأن المتكلم لايأمر نفسه إلا مجازاً (8)، فمعنى الشرط واضح فيها، وتقديره: إن دعوتِ دعوت (9)، فهو كقوله تعالى: \" اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ \" (العنكبوت/ 12) والمعنى: إن اتبعتمونا نحملْ خطاياكم (10).\n__________\n(1) ظ: النحو الوافي: 4/ 407 - 408.\n(2) معاني القرآن للفرّاء: 1/ 160، ولم يُنسب الى قائله، وظ: معجم شواهد العربية: 2/ 477.\n(3) معاني القرآن للفرّاء: 1/ 160.\n(4) ظ: التنبيه على حدوث التصحيف: 87، والخصائص: 3/ 303.\n(5) معاني القرآن للفرّاء: 1/ 160، 2/ 314، ونُسب للحطيئة وقبل لربيعه بن بشم وقيل له لدثار بن شيبان النمري، وقيل للأعشى، ظ: شرح شواهد المغني: 2/ 827.\n(6) أندى صوتاً: أي أبعدو وأرفع صوتاً.\n(7) معاني القرآن للفرّاء: 1/ 160.\n(8) ظ: النحو الوافي: 4/ 407.\n(9) ظ: معاني القرآن للفرّاء: 2/ 314.\n(10) ظ: معاني القرآن للفرّاء: 1/ 160.\n(1/311)",
        "\nوقد روي هذا الشاهد بالنصب في (أدعو) بأن مضمرة بعد واو المعية في جواب الأمر (1).\nوخلاصة الأمر في هذا، هو أننا لو أجزنا جزم الفعل المضارع بـ (لام) الطلب مع اضمارها، لأرحنا أنفسنا من عناء التأويلات والتقديرات التي لامسوغ لها سوى التأويل المحض، الذي قد يُفسد المعنى في بعض الاحيان؛ لان الجزم على الاضمار أيسر منه ولاسيما ان باب الاضمار واسعّ في العربية، فكما نصب الفعل بأن مضمرة بعد الفاء والواو المسبوقتين بطلب، يُجزم الفعل المضارع أيضاً ب (لام) مضمرة بعد الطلب والشرط، فهذا أيسر بكثير من الإغراق في التأويل والتقدير المضني، ولاسيما أن الشواهد التي تثبت هذا كثيرة من كلام العرب والقرآن الكريم والشعر، فلا عبرةَ بعد هذا في أن يكون مختصاً بصرورة أو غيرها.\n\nإجتماع الشرط والقسم\nإذا اجتمع شرط وقسم، ولم يتقدم عليهما ما يحتاج الخبر، كان الجواب للمتقدم منهما (2). وتعليل هذا \"أنّ المتقدِّم يكون الكلام مبنيّاً عليه فإذا قلت (واللهِ إنْ زرتني لأكرمتك) فقد بنيت الكلام على القسم وكان الشرط مقيداً له. وإن قلت: (إن زرتني والله أكرمْك) كنتَ بنيت الكلام على الشرط وجعلتَ القسم معترضاً\" (3).\nفإذا تقدم القسم، صار الجواب له فرفع؛ لأنَّ جواب القسم مرفوع، وترك جواب الشرط استغناءً عنه بجواب القسم المذكور، وفي هذه الحالة يكون فعل الشرط بصيغة الماضي، قال الفرّاء، في قوله تعالى: \" وَلَقَدْ عَلِمُوا لَمَنْ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاَقٍ \" (البقرة/ 102): \" (مَنْ) في موضع رفع وهي جزاء؛ لأنّ العرب إذا أحدثت على الجزاء هذه اللاّم صَيّروا فعله على جهة فَعَلَ. ولا يكادون يجعلونه على يفعل كراهية أن يحدث على الجزاء حادث وهو مجزوم؛ ألا ترى أنهم يقولون: سل عمّا شئت، وتقول: لا آتيك ما عشت، ولا يقولون ما تعش؛ لأنّ (ما) في تأويل جزاء وقد وقع ماقبلها عليها، فصرفوا الفعل الى فَعل؛\n__________\n(1) ظ: كتاب سيبويه: 3/ 45، ومجالس ثعلب: 2/ 456، وشرح ابن عقيل: 4/ 353.\n(2) ظ: شرح ابن الناظم: 107، وشرح ابن عقيل: 2/ 382.\n(3) معاني النحو: 4/ 495.\n(1/312)\n",
        "لأنّ الجزم لا يستبين في فعل، فصيّروا حدوث اللام- وإن كانت لاتُعرِّب شيئاً- كالذي يُعرِّب\" (1).\nوأجاز الفرّاء أن يأتي فعل الشرط الذي تقدّم عليه القسم، مضارعاً، وأجاز جزمه أيضاً، فقال: \"وإن أظهرت الفعل بعدها على يفعل جاز ذلك وجزمته، فقلت: لئن تقسم لايقسم اليك\" (2).\nواستشهد على هذا بقول الكميت بن معروف (3):\nلئِن تَكُ قد ضاقت عليكم بيوتُكم ليَعلمُ ربي أنَّ بيتي واسع\nفجاء فعل الشرط مضارعاً مجروماً (تك) على الرغم من تقدم القسم عليه.\nوقد أجاز الفرّاء، كذلك، أن يكون الجواب للشرط –على الرغم من تقدم القسم عليه أيضاً- فيُجزم؛ لأنه جواب الشرط، وجعله من باب التوهم، واستشهد عليه بقول امرأةٌ من بني عقيل (4):\nلئن كان ما حُدِّثْتَهُ اليومَ صادقاً أصُمْ في نهار الْقَيَظِ للشمس باَديا\nوأركَبْ حِماراً بين سَرْجٍ وفَرْوَةٍ وأُعْرِ من الخاتام صُغْرىَ شماليا (5)\nفجاء الجواب (اصمْ) للشرط مع تقدم القسم عليه، فقال الفرّاء: \"فالقى جواب اليمين من الفعل، وكان الوجه في الكلام أن يقول: لئن كان كذا لآتينك، وتوهم إلغاء اللام\" (6). ومثلُ هذا أيضاً، قول قيس بن زهير العبسي (7):\nفلا يَدْعُني قوْمي صَريحاً لحُرةٍ لئن كُنْتُ مقتولاً ويَسْلَمُ عامِرُ\nفقد الغى اللام في (لئن) وكأنها غير موجودة أو أنه توهم عدم وجودها أصلاً فحذف جوابها، وجعل الجواب المتقدم، للشرط المتأخر عنه، وكأنَّ المعنى: إن قُتِلتُ وعادَ\n__________\n(1) معاني القرآن للفرّاء: 1/ 65 - 66.\n(2) السابق: 1/ 66.\n(3) السابق: 1/ 66، 2/ 131، وظ: شرح الرضي: 4/ 312، 461، 488.\n(4) السابق: 1/ 67، 2/ 131، وظ: خزانة الأدب: 11/ 345.\n(5) القيظ: شدة الحر، والبادي: البارز، أعر: مضارع أعراه أي جعله عارياً، والخاتام: لفة في الخاتم، وصغرى شماليا: أي اصبعه وهو الخنصر، والمعنى: إن كان مانُقل عنّي لك من الحديث صحيحاً، فاتي اصم في ذلك اليوم الشاف وأركب حماراً للسخرية، واجعل شمالي عاريةً من حستها وزينتها وهو الخاتم.\n(6) معاني القرآن للفرّاء: 1/ 67.\n(7) السابق/ 1/ 67.\n(1/313)\n\nعامرُ سالماً، فلا يُنسبني قومي لأُمٍ حرةٍ، أي كناية عن انه ليس له نسباً صريحاً سامياً، وليست أمه امرأة حرة.\nومثل هذا كذلك، قول الأعشى (1):\nلَئِنْ مُنيْتَ بنا عن غِبِّ معركةٍ ... لا تُلْفِنا من دماءِ القوم نَنْتَفلُ (2)\nفقال الفرّاء: \"فجزم (لاتلْفِنا)، والوجه الرفع، كما قال الله: \" لَئِنْ أُخْرِجُوا لاَ يَخْرُجُونَ مَعَهُمْ \" (الحشر/12)، ولكنّه لمّا جاء بعد حرفٍ يُنوى به الجزم صُيَّر جزماً جواباً للمجزوم وهو في معنى رفع\" (3).\nوكذلك الحال في قول الشاعر (4):\nحَلَفْتُ له إِنْ تُدْلِج اِللَّيْلَ لايَزلْ ... أمامك بيتٌ من بيوتيَ سائرٌ (5)\nفجزم الفعل (لايزل) جواباً للشرط، وترك جواب القسم المتقدم على الشرط، وكان عليه أن يجعل الجواب للقسم فلا يجزم الفعل؛ لأنّ (المعنى حلفتُ له لايزال أمامك بيتٌ فلما جاء بعد المجزوم صُيَّر جواباً للجزم\" (6).\nوقد تأوّل النحاة تلك الشواهد، فذهب بعضهم الى أن (لام) القسم زائدة (7)، وحمله بعضهم على الضرورة (8).\nوقد ردَّ ابنُ عصفور ذلك، ورأى أن بعض القسم لايراد وإنما يراد به الاخبار ولذلك جعل الجواب للشرط، فقال: \"وليس حلفتُ فيه قسماً كما ذهب اليه الفرّاء، بل هو خبر\n__________\n(1) معاني القرآن للفرّاء:1/ 68،2/ 131،وظ: شرح الرضي:4/ 457،459، 462، وشرح ابن عقيل:2/ 383.\n(2) منيت: ابتليت، والغب: العاقبة، انتفل: تبرأ.\n(3) معاني القرآن للفرّاء:1/ 68.\n(4) السابق: 1/ 69، 236، ولم يُنسب الى قائله، زظ: شرح الرضي: 4/ 457.\n(5) تدلج: أي سار في الليل، والمعنى: ان سافرت بالليل أرسلت جماعة من اهلي يسيرون أمامك يخفرونك ويحرسونك الى أن تصل الى مأمنك.\n(6) معاني القرآن للفرّاء:1/ 69، وظ: 236.\n(7) ظ: أوضح المسالك: 4/ 219، ومغني اللبيب: 1/ 236، وخزانة الأدب: 11/ 332.\n(8) ظ: شرح التصريح: 2/ 254.",
        "(1/314)\n\nمحِض غير مراد به معنى القسم؛ لأنَّ القسم إذا قُدِّم على الشرط يُبنى الجواب عليه ولم يُبن على الشرط\" (1).\nوتابع ابنُ مالك الفرّاء في هذا، فاجازه بقوله: \"وقد يُغني جواب الأداةِ مسبوقةُ بالقسم\" (2). وأجازه الرضي قليلاً في الشعر فقط (3).\nوكذلك فقد أجازه الدكتور ابراهيم السامرائي، فقال: (إنَّ هذا الاستعمال غيرُ قليل وترجيح الشرط على القسم عند اجتماعهما وتقدُّم القسم واردٌ عند عصور العربيّة الأولى\" (4).\nولا أرى ضيراً في إجازة هذا؛ وذلك لأنه واردُ في كلام العرب، والقرآن الكريم، ولاسيما إذا كان ذلك مرتبطاً بالمعنى، فمن أراد أن يكون الكلام اكثر توكيداً جعل الجواب للقسم، ومن أراد أن يجعله اقل توكيداً جعل الجواب للشرط، وفي هذا سعة وتيسر، بالاضافة الى أنهم رجحّوا أن يكون الجواب للشرط دون القسم إذا\nتقدَّم ذو خبر (5)، ونحن لانملك دليلاً قوياً يمنع الاجابة على الشرط مع تقدم القسم\nعليه (6). وربما مثَّل مرحلة متقدمة من مراحل العربيّة، ثُمّ بعد حقبة من الزمن حيث شاع الإستعمال وجرى ونضج عُدل عن ذلك وما هذه الشواهد إلا مثال على ذلك.\n\nمجيء اللام في جواب (إنْ) الشرطيّة\nأجاز الفرّاء اقتران جواب (إنْ) الشرطية بلام؛ حملاً لها على جواب (لو) (7)، واستشهد على هذا بقول الشاعر (8):\nإن أَجْز علقمة بن سعدٍ سعيه ... لاتلقني أجزي بسعي واحدِ\n__________\n(1) خزانة الادب: 11/ 341.\n(2) تسهيل الفوائد: 153، ظ: شرح ابن عقيل: 2/ 383.\n(3) ظ: شرح الرضي على الكافية: 4/ 457.\n(4) التطور اللغوي التاريخي للدكتور ابراهيم السامرائي: 140.\n(5) ظ: شرح ابن الناظم: 707، وشرح التصريح: 2/ 253.\n(6) ظ: الشاهد الشعري الشاذ: 208.\n(7) ظ: شرح ابن عقيل: 2/ 389، والنحو الوافي: 4/ 497.\n(8) معاني القرآن للفرّاء: 1/ 233، ولم يُنسب الى قائله.\n(1/315)",
        "\nلأحبني حُبَّ الصبيِّ وضمَّني ... ضمّ الهدى إلى الكريم الماجدِ (1)\nفجاء بجواب (إن) مقترناً باللام، وهو قوله (لأحبنى)؛ (لأنه جعل جواب إنَ إذ كانت جزاء كجواب لو) (2).\n\nمجيء الواو الزائدة قبل جواب الشرط\nذكر الفرّاء أنَّ الواو تدخل على جواب الشرط، وهي ليست عاطفة أو استئنافية، فيبقى الجواب مجزوماً أو في محل جزم، كما كان قبل دخول الواو، وجعل من هذا قوله تعالى: \" فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ \" (يوسف/16)، والتقدير فيه: (فلمّا ذهبوا به ... أوحينا).\nوكذلك فقد أجاز الفرّاء دخول هذه الواو على جواب الشرط مطلقاً، فأجاز في قوله تعال: \" فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ \" (يوسف/70)، دخول الواو على جواب الشرط، أي (وجَعَلَ السقاية)، وبها قرأ عبد الله بن مسعود هذه الآية (3)،وذلك لأن العرب ربمّا أدخلت في مثلها الواو وهي جواب على حالها (4).\nوهذا واردٌ في الكلام أيضاً؛ كقولنا: لمَّا أتاني وأثِبَ عليه، فالمعنى فيه وثبتُ عليه، فيكون ذلك من جهة الاستئناف بالواو على التوهم وعدم الالتفات الى أن مابعد الواو جواباً لما قبلها (5). فتكون الواو في هذه المواضع زائدةً، وعلى هذا أيضاً فسّر الفرّاء قوله تعالى: \" حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنسِلُونَ، وَاقْتَرَبَ الْوَعْدُ الْحَقُّ \" (الانبياء/ 96 - 97)، فدخلت الواو قبل جواب الشرط، والمعنى: حتى إذا فُتِحتْ ... اقتربَ الوعد الحق، ومنه كذلك قوله تعالى: \" فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ، وَنَادَيْنَاهُ \" (الصافات/103 - 104) والمعنى: فلمّا أسْلَما ... ناديناه. وكذلك قوله تعالى: \" حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا \" (6) (الزمر/73).\n__________\n(1) الهدِىّ: العروس التي تزف الى زوجها.\n(2) معاني القرآن للفرّاء: 1/ 233.\n(3) ظ: السابق:2/ 50، وظ: البحر المحيط: 5/ 329، والكشاف: 2/ 334، والتفسير الكبير: 18/ 179\n(4) معاني القرآن للفرّاء: 2/ 50.\n(5) ظ: معاني القرآن للفرّاء: 2/ 50.\n(6) ظ: السابق: 2/ 50 - 51، 211.\n(1/316)\n",
        "وهذا مذهب الكوفيين عامة، ووافقهم فيه أبو الحسن الأخفش وأبو العباس المبرد وأبو القاسم بن برهان من البصريين (1).\nومنع هذا البصريون، فلم يجوّزوا أن تكون الواو زائدة، وعدّوها في جميع هذه الآيات الكريمات، عاطفة، وجواب الشرط محذوفاً، ففي قوله تعالى: \" حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا \"، ليكون تقدير المعنى فيه: إذا جاءُوها وفتحت أبوابها فازوا ونعموا. وفي قوله: \"حتى إذا فتحت يأجوُجُ وهم من كل حدب ينسلون\" يكون الجواب: قالوا ياويلنا، أو يكون جوابها قوله تعالى: \"فإذا هي شاخصةٌ ابصارَ الذين كفروا\"، وكذلك الحال في ماشابه تلك الآيات، فالواو عندهم لابدَّ أن يكون لها معنى؛ لانه حرف وضع لمعنى (2).\nواستشهد الفرّاء على زيادة الواو قبل جواب الشرط، أيضاً بقول امرئ القيس (3):\nفلمَّا أجزنا سَاحَة الحىّ وانتمى ... بنا بَطْنُ خَبْتٍ ذي قِفاف عَقنْقَلِ (4)\nفجاء بالواو زائدة قبل جواب الشرط، لأن المعنى: لمّا أجزنا ساحة الحي انتحى بنا ومثلُ هذا كذلك قول الشاعر (5):\nحتّى إذا قمِلن بطوُنكم ورأيتمُ أبْناءكم شَبُّوا (6)\nوقلبتم ظهر المِجَنِّ لنا إنّ اللئيم العاجزُ الخَبُّ\nفالواو زائدة في جواب الشرط، وهو قوله (وقلبتم) والمعنى: اذا قملت بطونكم و ... قلبتم ظهر المجن لنا، وقد تأوّل البصريون هذين الشاهدين أيضاً كتأويلهما الآيات السابقة، فجعلوا الواو عاطفة، والجواب محذوفاً، فقدروا في الاول: فلما أجزنا ساحة الحي وانتحى\n__________\n(1) ظ: الانصاف: 2/ 456.\n(2) ظ: الإنصاف: 2/ 459 - 460.\n(3) معاني القرآن للفرّاء: 2/ 50، 211، وظ: ديوانه: 15.\n(4) انتحى: اعترض، والخبت: المتسع من بطون الأرض، وقفاف: جمع قف وهو ما ارتفع من الارض، وعقنقل: المنعقد المتداخل.\n(5) معاني القرآن للفرّاء: 1/ 107، 2/ 51، ونسب الى الأسود بن يعفر، ظ: ديوانه: 19.\n(6) قملت بطونكم: شبعت وضخمت أو كثرت اولادكم وقبائلكم، المجن: الترس، الحب الخداع، ويقال: قلب ظهر المجن إذا كان واداً محباً ثم تغيّر عن مودته وكشف عن بغضه.\n(1/317)\n\nبنا بطن حقف ذي قفاف عقنقل خلوْنا ونعمنا، وقدروا الثاني: حتّى إذا قملت بطونكم ... بان غدركم ولؤمكم (1). وهذا في غاية التكلف الذي لامسوغ له.\nوما ذهب اليه الكوفيون والفرّاء في هذا، موافقٌ لمذهب الخليل بن أحمد، فقال في قول امرئ القيس: \"معناه: لما أجزنا ساحة الحي انتحى فأدخل الواو حشواً وإقحاماً\" (2). وهذا ما أكّدَه ثعلب بقوله: \" ... قال بعضهم: هي مقحمة يريد قلبتم لنا\" (3).\nوالى هذا ذهب ابن قتيبة كذلك، فقال: \" ... وواو النسق قد تزاد حتى يكون الكلام كأنه لا جواب له\" (4). ثم استشهد بقول امرئ القيس، والأسود بن جعفر.\nوهذا مذهب المبرد أيضاً، فذكر أن الشواهد عليه كثير ولاسيما شواهد القرآن الكريم (5).\nوالحقيقة أن جعل الواو مقحمة أقرب الى الصواب من تكلف التأويل والتقدير والحذف، وايسر كذلك، إلاّ أنه في القرآن الكريم لايمكن جعلها زائدةً أو مقحمة من دون افادة معنى، فيمكن جعلها مقحمة لتأكيد الجواب وتقويته، أما في غير القرآن الكريم، فيمكن أن تكون كذلك.\n\nإلحاق نون التوكيد في فعل جواب الشرط\nأجاز الفرّاء إلحاق نون التوكيد الثقيلة او الخفيفة على فعل جواب الشرط في ضرورة الشعر فقط، فقال: \" ... لأنه لو كان جزاء لم تدخله النون الشديدة ولا الخفيفة؛ ألا\n__________\n(1) ظ: الانصاف: 2/ 460.\n(2) الجمل للخليل: 305.\n(3) مجالس ثعلب: 1/ 59.\n(4) تأويل مشكل القرآن: 159.\n(5) ظ: المقتضب: 2/ 78.",
        "(1/318)\n\nترى أنّك لاتقول: إن تضربني أضربنَّك إلاّ في ضرورة الشعر\" (1). واستشهد على هذا بقول الشاعر (2):\nفمهما تشأ منه فَزَارةُ تُعطِكُمْ ... ومهما تَشَأ منه فَزاَرةُ تمنعاَ\nفلحق فعل الجواب (تمنعا) نون التوكيد الخفيفة، بدليل أنه قلبها ألفاً للوقف؛ لأن الثقيلة لا تقلب ألفاً في الوقف (3)، وقد جعل النحاة هذا التوكيد قليلاً جداً (4).\n\nالعطف على المجزوم\nمن الشواهد التي جزم فيها الفعل المضارع؛ لأنه معطوف على فعل مجزوم، قول امرئ القيس (5):\nفقلتُ له صَوِّبْ ولا تَجهدَنَّهُ فَيُذرِكَ مِنْ أُخَرى القطاةَ فَتَزْلُقِ\nفجزم الفعل (فتزلُقِ)، لأنه معطوف على جواب النهي وهو قوله (فيذرك) وحُرك بالكسر لضرورة القافية.\nوأجاز الفرّاء في المضارع المعطوف على المجزوم بعد الجزاء، الرفع والنصب والجزم، على حدِّ سواء، إلاّ أنه رجّح الرفع فيه، فقال: \"فإذا جئت الى العُطوف التي تكون في الجزاء وقد أجبته بالفاء، كان لك في العطف ثلاثة أوجه؛ إن شئت رفعت العطف؛ مثل قولك: إن تأتني فإني أهل ذاك، وتُؤْجَرُ وتحمدُ، وهو وجه الكلام. وإن شئت جزمت، وتجعله كالمردود على موضع الفاء. والرفع على ما بعد الفاء\" (6). فأجاز الرفع والجزم في قوله تعالى: \" مَنْ يُضْلِلْ اللَّهُ فَلاَ هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ \" (الأعراف/ 186)، فقال: \"وقد قرأت القرّاء \"ومن يضلل الله فلا هادي له ويذْرُ\". رفعٌ وجزم. وكذلك \" إِنْ تُبْدُوا الصَّدَقَاتِ\n__________\n(1) معاني القرآن للفرّاء: 1/ 162.\n(2) السابق: 1/ 162، ونسبه سيبويه الى عوف بن الخرع، ظ: كتاب سيبويه: 1/ 152، ونسب للكميت بن معرف الاسدي، ظ: شعره: 172، ظ: لسان العراب (قزع)، وخزانة الأدب: 4/ 560، 561.\n(3) ظ: شرح ابن عقيل: 2/ 316، 320.\n(4) ظ: شرح الرضي: 4/ 485 - 486، والنحو الوافي: 4/ 177.\n(5) معاني القرآن للفرّاء: 1/ 28.\n(6) معاني القرآن للفرّاء: 1/ 86.\n(1/319)",
        "\nفَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ\" (البقرة/271) جزم ورفع\" (1). فالرفع على الاستئناف، والجزم على العطف على جواب الشرط، وأجاز النصب في المعطوف على المجزم أيضاً، فقال: \"ولو نصبت على ما تنصب عليه عُطوُف الجزاء إذا استغني لأصبت\" (2)، واستشهد على هذا بقول النابغة الذبياني (3):\nفإن يَهْلك النعمانُ تُعْرَ مِطيَّةٌ ... وتُخْبَأَ في جوف العياب قطوعها (4)\nفعطف الفعل (تُخْبَأَ) بالنصب، على المجزوم وهو جواب الشرط في قوله (تًعْرَ مطية)، فتكون الواو للمعيّة، والمضارع بعدها يُنصب بـ (أنْ) مضمرة وجوباً (5). وأجاز الفرّاء العطف بالجزم، بعد الفعل المنصوب؛ وذلك بأن نرجعه بالعطف على جواب الجزاء المجزوم، واستشهد على هذا بقول النابغة الذبياني أيضاً، بعد قوله السابق (6).\nوتَنْحِطْ حَصَانٌ آخِرَ الليلِ نَحْطةً تَقَصَّمُ مِنها -أو تكادُ- ضُلوعها (7)\nفعطف الفعل (تنحطْ) بالجزم على جواب الشرط المتقدم في قوله السابق وهو (تُعْرَ مِطيَّةٌ)، بعد أن سبقه منصوب وهو (تُخْبَأَ)، وقد رجّح الفرّاء النصب في المضارع المعطوف على جواب الشرط، إذا لم تكن فيه الفاء، فإن كانت الفاء فيه تعين الجزم او الرفع، فقال: (وهو كثير في الشعر والكلام، وأكثر مايكون النصب في العُطوُف إذا لم تكن في جواب الجزاء الفاءُ، فإن كانت الفاءُ فهو الرفع والجزم\" (8)\nفمن الجزم على ارادة معنى الفاء، قول ابي داود الأنصاري (9):\nفأَبلوني بليتَّكم لعلَّي أصالحُكُمُ واستدرجْ نَوَيا (10)\n__________\n(1) معاني القرآن للفرّاء: 1/ 86 - 87.\n(2) السابق: 1/ 87.\n(3) السابق: 1/ 87.\n(4) العياب: جمع عيبة وهو ما يوضع فيه الثياب، والقطوع: جمع قطع وهو كالطنفسة.\n(5) ظ: النحو الوافي: 4/ 477.\n(6) معاني القرآن للفرّاء: 1/ 87.\n(7) تنحط: تزفر من الحزن، والحصان: المرأة العفيفية، والمعنى: إذا تذكرت الحصان معروفهُ هاج حزنها.\n(8) معاني القرآن للفرّاء: 1/ 87.\n(9) معاني القرآن للفرّاء: 1/ 88، 3/ 168، ديوانه: 350.\n(10) ابلوني: من البلاء، استدرج: أرجع ادراجي من حيث كنت، والمعنى: احسنوا الضيع بي واجبروا ما فعلتم معي فيكون هذا حافزاً لي ان اصالحكم وارجع الى ماكنت عليه معكم من المودة.\n(1/320)\n",
        "فجزم (استدرج) لانه معطوف على محل (لعلي) التي هي جواب الأمر المتضمن للفاء لأنه ليس بفعل، فقال الفرّاء فيه: \"فجزم (فاستدرج). فإن شئت رددته الى موضع الفاء المضمرة في لعلي\" (1) أي عطفته على جواب الامر وجواب الأمر محلّه الجزم، وكذلك فقد أجاز الفرّاء فيه الرفع على الاستئناف، فقال: \"وإن شئت جعلته في موضع رفع فسكنت الجيم لكثرة توالي الحركات\" (2).\n\nنصب الفعل المضارع، بعد الجزم على الصرف\nالصرف: هو (أن تأتي بالواو معطوفةً على كلام في اوّلِهِ حادثةٌ لا تستقيم إعادتُها على ما عُطِف عليها) (3).\nوعلى هذا فسر الفرّاء النصب في قوله تعالى: \" أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ (34) وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ \" (الشورى/ 34 - 35)، فقال الفرّاء: \"ويعلمَ الذين مردود على الجزم؛ إلاّ أنه صُرف؛ والجزم إذا صُرف عنه معطوفه نصب\" (4). واستشهد على هذا بقول النابغة الذبياني (5):\nفإن يهلك أبو قابوسَ يَهلِك ربيعُ الناسِ والبلدُ الحرامُ\n__________\n(1) معاني القرآن للفرّاء: 1/ 88، 3/ 168.\n(2) السابق: 1/ 88، وظ: تأويل مشكل القرآن: 41، الخصائص: 2/ 341، ومغني اللبيب: 2/ 84.\n(3) معاني القرآن للفرّاء: 1/ 34.\n(4) معاني القرآن للفرّاء: 3/ 24.\n(5) السابق: 3/ 24، وديوانه: 23، ورواه المبرد بالرفع والنصب وفيه (وتأخذُ)، ظ: المقتضب: 2/ 177، ورواه السيرافي بالرفع فقط، ظ: شرح ابيات سيبويه: 1/ 28، ورواه الانباري بالجزم وفيه (وتأخذْ) ظ: الانصاف: 1/ 134، وكذلك رواية ابن عقيل، ظ: شرح ابن عقيل: 4/ 39، ووافق الأخفش والأعلم الشنتمري الفرّاء في روايته بالنصب، ظ: معاني القرآن: 54، وتحصيل عين الذهب: 157.\n(1/321)\n\nونُمسكَ بعده بذناب عَيْشٍ أجبِّ الظهرِ ليس له سَنام (1)\nفنصب المضارع (نمسك) على الصرف، وليس معطوفاً على جواب الشرط وهو قوله (يهَلِك)، وكذلك فقد أجاز الفرّاء الرفع في (نمسك)، وعلى الرفع قرأ نافع وابن عامر وابو جعفر (2)، وذلك على جعل الواو حرف اسئناف، فقال الفرّاء: \"والرفع جائز في المنصوب على الصرف، وقد قرأ بذلك قوم فرفعوا: \"ويَعْلَمُ الذين يجادلوُنَ\"، ومثله مما استؤنف فرفع قوله: \"ثم يتوبُ اللهُ مِن بَعْدِ ذلك على من يشاء\"في براءة؛ ولو جزم ويعلمُ -جاز- كان مصيباً\" (3). فإذا كانت الواو حرف عطف جزم المضارع بعطفه على جواب الشرط، وكانت واو صرف، نصب المضارع بعدها وإن كانت الواو حرف استئناف رفع الفعل بعدها، فجواز هذه الوجوه جميعاً يعتمد على المعنى المقصود من هذه الواو؛ ولذلك اجازها الفرّاء معتمداً على الفرق في المعنى بينها.\n__________\n(1) ذئاب كل شيء: عقبه، وأجب الظهر: مقطوع الظهر.\n(2) قرأ بها أيضاً زيد بن علي والأعرج وشبيبة، ظ: إملاء مامنَ به الرحمن: 2/ 121، والبحر المحيط: 7/ 521، والحجة لابن خالوية: 319، والنشر في القراءات العشر: 18/ 179.\n(3) معاني القرآن للفرّاء: 24 - 25.",
        "(1/322)\n\nالمبحث الثاني: المتفرقة\n(1/323)",
        "\nالتعجب والتفضيل من الألوان والعاهات\nمنع البصريون التعجب القياسي من الالوان جميعها (1)، وكذلك اسم التفضيل؛ لأن أفعالها قد تكون غير ثلاثيّة نحو: احمرَّ اصفرّ واخضرَّ وما أشبهها، وكذلك لان الالوان تكون مستقرة في الشخص فلا تزول عنه فاصبحت كأعضائه، فلا يجوز مجيء التعجب واسم التفضيل منها. وذهب الكوفيون الى جواز هذا في البياض والسواد من الألوان فقط (2)، وقد وافق الفرّاء ماذهب اليه البصريون فقال: \"والعرب إذا قالوا: هو أفعل منك قالوه في كل فاعل وفَعِيل، وما لايزاد في فعله شيء على ثلاثة أحرف فإذا كان على فَعْللت مثل زخرفت، أو أفعلَلت مثل احمررت واصفررت لم يَقولوا: هو أفعل منك؛ إلا أن يقولوا: هو أشدّ حمرة منكَ، وأشدّ زخرفة منك\" (3)، وخرّج قوله تعالى: \" وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلاً\" (الاسراء/ 72) على أنه (لم يُرد به عَمى العين، إنما أراد به -والله اعلم- عَمَى القلبِ. فيقال: فلان أعمى من فلان في القلب ولاتقل: هو أعمى منه في العين. فذلك أنه لمَّا جاء على مذهب أحمر وحمراء تُرك فيه أفعل منك كما ترك في كثيره. وقد تَلْقى بعض النحويين يقول: أُجيزه في الأعمى والأعمش والأعرج والأزرق، لأنّا قد نقول: عَمِى وزَرِق وعَرِج وعَشِى ولا نقول: صَفِرَ ولا حَمِرَ ولا بَيِض. وليس ذلك بشيء، إنما يُنظر في هذا إلى ماكان لصاحبه فيه فعِل يقلّ أو يكثر، فيكون دليلاً على قِلّة الشيء وكثرته؛ ألا ترى أنك قد تقول: فلان أقوْمَ من فلان وأجمل؛ لأنّ قيام ذا وحَمَاله قد يزيد على قيام الآخر وجماله، ولاتقول لأعميين: هذا أعمى من هذا، ولا لميّتين: هذا أموت من هذا\" (4)، أي أن علة الفرّاء في المنع من الألوان هو أن افعالها ليست ثلاثية وأن لها صيغةً أخرى قد اغنت عن اشتقاق اسم التفضيل منها، هي صيغة (أفعل فعلاء) كاحمر حمراء، وعلة المنع في العاهات عنده، هو أن افعالها لايوجد بينها تفاوت في المعنى، واساس التفضيل قائم على تفاوت المعنى في القلة والكثرة والتمام والنقص. إلا أنه ذكر أن أحدهم نقل له قول العرب: ما أسود شَعره، وكذلك نُقل له قول طَرَفة (5):\n__________\n(1) ظ: كتاب سيبويه: 4/ 97.\n(2) ظ: الانصاف: 1/ 148 - 155، والذين أجازوه هم الكسائي وهشام الضرير، وتابعهم الاخفش من البصريين، ظ: الإرتشاف: 3/ 45، وهمع الهوامع: 2/ 166.\n(3) معاني القرآن للفرّاء: 2/ 127.\n(4) السابق: 2/ 128.\n(5) معاني القرآن للفرّاء: 2/ 128، وظ: ديوانه: 15، والرواية فيه:\nإن قلت نصر فنصر كان شرفني ... قدماً وابيضهم سربال طباخ، وفي الانصاف: 1/ 149، واللسان (بيض):\nإذا الرجال شتوا واشتدَّ أكلهم ... فأنت أبيضهم سربال طباخ، وكذلك في مجمع الامثال: 1/ 81.\n(1/324)\n",
        "أمّا الملوكُ فأنت اليَوْمَ ألأْمُهم لُؤماً وأبيضُهم سِرْبالَ طِبَّاخ (1)\nفجاء الشاعر باسم التفضيل من اللون وهو قوله (أبيضهم)، ونقل النحّاس حكاية الفرّاء عن بعض النحويين: ما أعماه وما أعشاه (2). وكذلك روي: ما أعوره (3)، وجعله الكسائي وهشام الضرير قياساً، وحملوا عليه مجيء (أفعل) التفضيل من لوني البياض والسواد؛ لأنهما أصلا الألوان (4). وخصَّ البصريون هذا بالضرورة فقط (5).\nوالحق أن العلَلَ التي ذكرها البصريون والفرّاء، هي عللٌ منطقية لا تكاد تنسجم مع الواقع اللغوي؛ لأن ما منعوه، قد ورد في كلام العرب نثره ومنظومه بل حَسْبُنا في هذا كتاب الله سبحانه وتعالى إذ جاء فيه (أفعل التفضيل) من العاهات سواءٌ أكان معنى (أعمى) للعين أم للقلب فكلاهما مرض وعاهة.\nوبعد هذا، فلستُ أوافق البصريين والفرّاء فيما ذهبوا اليه، وأرى أن ما ذهب اليه الكوفيون أقرب الى الصواب لأنه يوافق الاستعمال اللغوي عند العرب، بل إني لأزيد عما قاله الكوفيون، فادعو الى جواز مجيء اسم التفضيل من جميع الألوان وليس الابيض والاسود فقط -كما نادى بذلك الأستاذ عباس حسن- (6)؛ وذلك لأننا حين نقول: هذا أحمرُ من هذا، وتلك أخضرُ من هذه، ففي هذه الامثلة دلالة واضحة على التفضيل وليس فيها ما يدلُّ على الثبوت وعدم التغيّر، ولا عبرة لنا نبوع افعالها واصولها لأنها من وضع النحاة، فنحن بحاجة الى التعجب والتفضيل من هذه الألوان؛ لأن ما كشفه العلم الحديث يدلُّ على التفاوت الواسع والاختلاف الكبير بين درجات الألوان وكذلك الحال في العاهات.\nولذلك كله فضلَّ المجمع اللغوي رأي الكوفيين، وبه أخذَ؛ لانه الأقرب الى السداد واليسر (7).\n__________\n(1) السربال: الثوب، والمعنى انه كنى عن بخل الملك ببياض ثيابه، لانه لو كان كريما لاسوّد سرباله من كثرة الطبخ.\n(2) ظ: إعراب القرآن: 2/ 253.\n(3) ظ: البيان في غريب إعراب القرآن لابي البركات الأنباري: 2/ 94.\n(4) ظ: الإنصاف: 1/ 150 - 151، والهمع: 2/ 166، والمدارس النحوية للدكتور شوقي ضيف: 189.\n(5) ظ: الانصاف: 1/ 151 - 152، وشرح الجمل: 1/ 578، والمقرب: 78.\n(6) ظ: النحو الوافي: 3/ 351، 398.\n(7) ظ: كتاب المجمع اللغوي (كتاب في اصول اللغة)، سنة 1969: 121.\n(1/325)\n\nالتناوب بين الحروف في المعنى\nأ. مجيء (ام) بمعنى (بل)\nيرى النحاة أن (أم) تعادل الهمزة في الاستفهام، فيكونان بمعنى (أيُّهما)، ويستفهم بهما عن المفرد وطلب تعيينه، ويكون مابعدها متصلاً بما قبلها (1). وذكر الفرّاء ان (أم) قد لاتكون معنى الاستفهام، وإنما قد تكون بمعنى (بل) تفيد الإضراب؛ وذلك إذا لم تكن مع الهمزة بمعنى (ايّ) أي لم يكونا لطلب الاستفهام، وكذلك الحال إذا كانت مع (هل)، فقال الفرّاء: \"ربما جعلت العربُ (أَمْ) إذا سبقها استفهام لاتصلح ايُّ فيه على جهة بل، فيقولون: هل لك قِبلنَا حق أم أنت رجلٌ معروف بالظلم. يريدون: بل أنت رجلٌ معروف بالظلم\" (2). واستشهد على هذا بقول الشاعر (3):\nفَوَ اللهِ ما أدْري أَسَلْمى تَغَوّلتْ ... أَمِ النَّوْمُ أَم كُلُّ إِلىّ حَبِيبُ (4)\nفالمعنى فيه: (بل كل إلىّ حبيب) (5).\n\nب. مجيء (أو) بمعنى (بل)\nمن المعاني التي تُفيدها (أو)، التي تجيء لها، الاضراب بمعنى (بل) (6)، وجعل الفرّاء منه قوله تعالى: \" وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ \" (الصافات/ 147)، وكذلك قول الشاعر (7):\nبَدَتْ مِثْلَ قَرْنِ الشمسِ في رَوْنَقِ الضُّحى ... وصُوَرتِها أَوْ أَنْتِ في العيْنِ أَمْلحُ (8).\nوالمعنى: بل انتِ.\n\nج. مجيء (أو) بمعنى (إمّا)، ومجيء (إمّا) بمعنى (أو):\n__________\n(1) ظ: المقتصد في شرح الايضاح: 2/ 955 - 956، وظ: مغني اللبيب: 2/ 349.\n(2) معاني القرآن للفرّاء: 1/ 72.\n(3) السابق: 1/ 72، 2/ 299، ولم يُنسب الى قائله.\n(4) تغولت: تلونت.\n(5) معاني القرآن للفرّاء: 1/ 72.\n(6) ظ: شرح ابن عقيل: 2/ 231، والنحو الوافي: 3/ 607 - 610.\n(7) معاني القرآن للفرّاء: 1/ 72، ونُسِب لذي الرّمة وليس في ديوانه.\n(8) قرن الشمس: أعلاها. أملح: مَلْحَ الشيء ملاحة أي بهج وحسن منظره.",
        "(1/326)\n\nذكر النحاة أن (إمّا) تأتي حرف عطف مثل (أو)، وتشاركها في أكثر معانيها، كالتخيير والإباحة، والشك والإبهام، والتفصيل (1). وذكر الفرّاء أن العرب قد تضع أحداهما مكان الآخر، بسبب هذا التشابه بينما في المعنى، فقال: \"ولا تُدخلنَّ (أو) على (إما) ولا (إما) على (أو) وربما فعلت العرب ذلك لتآخيهما في المعنى على التوهم، فيقولون: عبد الله إما جالس أو ناهض، ويقولون: عبد الله يقوم وإمّا يقعد. وفي قراءة أبي: \" وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلاَلٍ مُبِينٍ\" (سبأ/24) (2)، فوضع أو في موضع إما\" (3)، واستشهد على هذا بقول الشاعر (4):\nفقلت لهن امشين إمَّا نلاقهِ كما قال أو نشف النفوس فنعذرا\nفقال: (أو نشف) وكان الاصل ان يقول: وإما نشف، ومثله أيضاً قول الشاعر (5):\nفكيف بنفس كلما قلت أشرفت على البرء من دهماء هيض اندمالها\nتُهاض بدارٍ قد تقادم عهدُها وإما بأمواتٍ ألمَّ خيالها (6)\nفوضع الشاعر (وإما) في موضع (أو) وهو على التوهم إذا طالت الكلمة بعض الطول او فرقت بينهما بشيء هنالك يجوز التوهم) (7). وذلك لأن الغالب في استعمال (إما) أن تكون مكررة وأن معنى الكلام معها، لايَدلُّ على ماجاء من اجله إلا بذكرهما معاً، أما (أو) فلا تكرر ويكون الكلام قبلها مجزوماً أو خبراً تاماً ثم تأتي لتعطف عليه كلاماً آخر يدلّ على معنى يختلف عن الاول. وهذا ماقصده الفرّاء بقوله: \"فإن قلت إن (أو) في المعنى بمنزلة (إمّا وإمّا) فهل يجوز أن يقول يازيد أن تقوم أو تقعد؟ قلت: لايجوز؛ لأن\n__________\n(1) ظ: شرح ابن عقيل: 2/ 234، وشرح الرضي: 4/ 395 - 404.\n(2) هذه قراءة أُبي، ظ: الكشف عن وجوه القراءات السبع لمكي بن ابي طالب القيسي: 3/ 289، ومختصر في شواذ القراءات لإبن خالويه: 123 (لأيما) مكان (امّا).\n(3) معاني القرآن للفرّاء: 1/ 389 - 390.\n(4) السابق: 1/ 390.\n(5) السابق: 1/ 390.\n(6) الهيض: كسر العظم بعدما كاد يستوي جبره، ويقال: هاضك الشيء إذا ردَّكَ الى مرضك، والاندمال: والتماثل من المرض والجرح. ظ: كتاب العين (هيض)، ولسان العرب: (هاض، دمل).\n(7) معاني القرآن للفرّاء: 1/ 390.\n(1/327)",
        "\nأول الإسمين في (أو) يكون خبراً يجوز السكوت عليه، ثم تستدرك الشك في الاسم الآخر، فتمضي الكلام على الخبر؛ ألا ترى أنك تقول: قام أخوك، وتسكت، وإن بدا لك قلت: أو أبوك، فأدخلت الشك، والاسم مَكتفٍ يصلح السكوت عليه. وليس يجوز أن تقول: ضربت إمّا عبد الله وتسكت\" (1). فلابَّد من ذكرها مكررةً، لأنه الاصْل في استعملها، كقوله تعالى: \" يَاذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا\" (الكهف/86) وقوله تعالى: \" إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى\" (طه/65)، فهذا هو الاستعمال الشائع فيها (2)، ومنه قول الشاعر (3):\nفسيرا فإِما حاجةٌ تقضيانها ... وإما مَقيل صالح وصديق\nوقد تفرّد الفرّاء في ذكر مجيئها حرف استئناف، فقال: \"والعرب تستأنف بإمّا وإما\" (4)، واستشهد بقول الشاعر (5):\nومن لايزل يستودع الناسَ ماله ... تَرِبْهُ على بعض الخطوابِ الودائِعُ\nترى الناس إمّا جاعلوه وقاية ... لما لهم أو تاركوه فضائع\nوليس الامر كما ذهب فـ (إما) هنا تفيد التفصيل، وذهب النحاة الى أنها لاتكون أداة عطف ولا استئناف (6).\n\nد. مجيء (هل) و (أي) و (أين) بمعنى (ليس):\nذكر الفرّاء أن هذه الثلاث، يجئن بمعنى (ليس) فيكون معناهن النفي كما في هو في (ليس)؛ وذلك حلاً لهنّ على معناها، واستشهد على (هل) بقول الفرزدق (7):\nيقول إذا اقْلَوْلى عليها وأقْردَتْ ... ألا هل أخو عيش لذيذ بدائم\n__________\n(1) معاني القرآن للفرّاء: 1/ 389.\n(2) ظ: شرح الكافية: 4/ 401.\n(3) معاني القرآن للفرّاء: 2/ 158 - 185، ولم يُنسب الى قائله.\n(4) السابق: 1/ 158.\n(5) السابق: 1/ 158، ونُسب لبعض بني عكل.\n(6) ظ: شرح الكافية: 4/ 403 - 405، والنحو الوافي: 3/ 612 - 615.\n(7) معاني الفرّاء: 1/ 164، 423، وظ: ديوانه: 863.\n(1/328)\n",
        "فقال الفرّاء: \"فادخل الباء في (هل) وهي استفهام، وإنما تدخل الباء في ما الجحد؛ كقولك: ما أنت بقائل، فلمّا كانت النيّة في (هل) يراد بها الجحد أُدخِلت لها الباء\" (1).\nوقد ذكر النحاة والمفسرون هذا المعنى وهو خروج (هل) من معنى الاستفهام الى معنى النفي وعليه حمل أبو عبيدة قوله تعالى: \" مَثَلُ الْفَرِيقَيْنِ كَالأَعْمَى وَالأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلاً \" (هود/24)، فقال: \" ... أي: لايستوي المَثَلان مثلا، وليس موضع هل ها هنا موضع الإستفهام، ولكن موضعها موضع الإيجاب أنّه لايستويان، وموضع تقرير وتخيير: أَن هذا ليس كذاك\" (2). ومنه أيضاً قوله تعالى: \" يَوْمَ نَقُولُ لِجَهَنَّمَ هَلْ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ\" (ق/30)، والمعنى: \"أي مَا مِن مزَيد يارب فـ (هل الثانية معناها الجحد وهو معنى لها معروف\" (3) وجعل النحاة هذا عِلَّة في دخول (إلا) على الخبر بعدها لمعنى القصر، وكذلك دخول (الباء) لتأكيد معنى النفي (4).\nواستشهد الفرّاء على مجيء (أيُّ)، بمعنى ليس، بقول المتنخل الهذلي (5):\nفاذهب فأيُّ فتىً في الناس أحرزه من يومه ظُلَمٌ دُعْج ولا جَبَل (6)\nفقال الفرّاء: \"رد عليه بلا كأن معنى ايّ فتى في الناس أحرزه معناه: ليس يُحرِز الفتى من يومه ظلم دعج ولا جبل\" (7).\nأما (أين)، فقال الفرّاء: \"وقال الكسائي: سمعت العرب تقول: أين كنت لتنجو مني! لأن المعنى: ماكنت لتنجو مني، فادخل اللام في (أين) لأن معناها جحد: ماكنت لتنجو مني\" (8)، واستشهد على مجيئها بمعنى (ليس) بقول الشاعر (9):\n__________\n(1) معاني القرآن للفرّاء: 1/ 164.\n(2) مجاز القرآن: 1/ 287، وظ: 2/ 149.\n(3) ظ: تأويل مشكل القرآن: 538 - 539، والكشاف: 4/ 9 - 10، والاضداد في اللغة للأنباري: 166 - 167، والبحر المحيط: 4/ 134 - 247.\n(4) ظ: مجاز القرآن: 2/ 149، الكشاف: 2/ 19، وشرح الكافية: 1/ 268، 2/ 389، والبحر المحيط: 2/ 124، ومغني اللبيب: 2/ 350، 351، وخزانة الادب: 4/ 142.\n(5) معاني القرآن للفرّاء: 1/ 164، 423.\n(6) الظُّلَم: جمع ظلمة، ذهاب النور، الدعج: شدة السواد، والمعنى لا يقيه من الموت شيء.\n(7) معاني القرآن للفرّاء: 1/ 164، 423.\n(8) معاني القرآن للفرّاء: 1/ 164، 424.\n(9) السابق: 1/ 164.\n(1/329)\n\nفهذي سيوفُ يا صُدَىُّ بن مالك كثير ولكن أين بالسيف ضارب\nفقال الفرّاء: \"أراد ليس بالسيف ضارب\" (1).\nالجمع بين اللفظين المتطابقين لإضافة معنى جديد\nقد يكون تكرار الحروف والاسماء بالفاظها نفسها لايُفيد توكيداً، وإنما يفيد معنىً جديداً يتحصَّل منهما معاً، واستشهد الفرّاء على هذا بقول الشاعر عبيد بن الأبرص (2):\nهلاَّ سألتَ جُمُوع كنـ ... ـدَةَ يوم ولَّوْ أين أينا\nوكذلك قول الشاعر عبيد بن الأبرص أيضاً (3):\nنحمي حقيقتنا وبعـ ضُ القوم يسقط بينَ بينا (4)\nفقال الفرّاء: \"فإنه أراد: يسقط هو لا بين هؤلاء ولا بين هؤلاء، فكان اجتماعهما في هذا الموضع بمنزلة قولهم: هو جاري بيتَ بيتَ، ولقِيته كَفَّه كفه، لأنَّ الكفتين واحدة منك وواحدة منه، وكذلك هو جاري بيتَ بيتَ معناه: بيني وبينهُ لصيقان\" (5).\nوقد تعطف العرب اسماً على اسم وكلاهما يدلاّن على معنى واحد، فقال الفرّاء \"وإن العرب لتجمعُ بين الحرفَينْ وإنّهما لواحدٌ إذا اختلف لفظاهما\" (6) واستشهد على هذا بقول عَديّ بن زيد (7):\nوقَدَّمَتِ الأَديمَ لِراهشَيْهِ وأَلْفَى قَوْلها كذِباً ومَيْنَا\nفقد جمع الشاعر بين (كذباً) و (مينا) فعطف أحدهما على الآخر وهما بمعنى واحد، وكذلك قولهم: بُعْداً وسُحْقاً، والبُعد والسّحق واحدٌ (8).\nوقد يجيء الاسم نفسه مرتين في سياق واحد، فيكرر بلفظه ولم يكن عنه في الثانية، فقال الفرّاء: \" ... ألا ترى أنك تقول: قد أعتق أبوك غلامه، ولا يكادون يقولون: أعتق أبوك غلام أبيك\" (9)، ومنه قول الشاعر (10):\n__________\n(1) السابق: 1/ 165.\n(2) معاني القرآن للفرّاء: 1/ 177، وظ: ديوانه:36.\n(3) معاني القرآن للفرّاء: 1/ 177، وظ: ديوانه: 36.\n(4) الحقيقة: كل مايحق على الرجل أن يحميه كالأهل والجيران.\n(5) معاني القرآن للفرّاء: 1/ 177.\n(6) معاني القرآن للفرّاء: 1/ 37.\n(7) السابق: 1/ 37، وظ: ديوانه: 183.\n(8) معاني القرآن للفرّاء: 1/ 37.\n(9) السابق: 1/ 438.\n(10) السابق: 1/ 438.",
        "(1/330)\n\nمتى تأتِ زيد اقاعدا عند حوضه لتهدم ظلما حوض زيد تقارع\nفقد ذكر الشاعر (زيداً مرتين ولم يكن عنه في الثانية والكناية وجه الكلام) (1).\n\nالجمع بين لفظين مختلفين في معنى واحد لغير توكيد\nذكر الفرّاء أن العرب قد تجمع بين حرفين في الكلام، وهما بمعنى واحد، وكذلك قد تجمع بين اسمين وهما بمعنى واحد أيضاً، فقد يجمعون بين (ما) و (إن) وهما بمعنى النفي كقول الشاعر (2):\nما إن رأينا مثلهنَّ لمعشر سود الرءوس فوالج وفُيُول\nفجمع الشاعر بين (ما) و (إن) وهما بمعنى النفي، وكذلك قول الشاعر (3):\nأردت لكيما لاترى لي عثرةً ومن ذا الذي يُعطي الكمال فيكملُ\nفجمع بين (اللام) و (كي) و (ما) وهن جميعاً بمعنى واحد، ومنه أيضاً قول الشاعر (4):\nأردت لكيما أن تَطير بقربتي فتتركها شناً ببيداء بلقع (5)\nفقال الفرّاء: \"وإنما جمعوا بينهن لاتفاقهن في المعنى واختلاف لفظهن\" (6)، \"ولو\nاتفقا لم يجزء، لايجوز ما ما قام زيد، ولا مررت بالذين الذين يطوفون\" (7)، وعللَّ الجمع\n\nفي قول الشاعر (8):\nكما ما امرؤٌ في معشرٍ غير رَهطه ... ضعيفُ الكلام شخصُه متضائل\n\"فإنما استجازوا الجمع بين (ما) وبين (ما) لأن الاولى وصلت بالكاف –كأنها كانت هي والكاف اسماً واحداً- ولم توصل الثانية، واستحسن الجمع بينهما\" (9)، ومنه قوله تعالى: \"كلا لا وزر\" (القيامة/11) \"كانت لا موصولة، وجاءت الأخرى مفردة فحسن\n__________\n(1) معاني القرآن للفرّاء: 1/ 438.\n(2) معاني القرآن للفرّاء: 1/ 176.\n(3) السابق: 1/ 262، وظ: خزانة الادب: 3/ 586.\n(4) معاني القرآن للفرّاء: 1/ 262، وظ: خزانة الأدب: 3/ 585.\n(5) الشن: القرية البالية، البلقع: القفر.\n(6) معاني القرآن للفرّاء: 1/ 262.\n(7) السابق: 1/ 176.\n(8) معاني القرآن للفرّاء: 1/ 176.\n(9) السابق: 1/ 176.\n(1/331)",
        "\nاقترانهما\" (1). وقوله تعالى: \"إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنطِقُونَ \" (الذاريات /23) فقال الفرّاء: \"وقد يقول القائل: كيف اجتمعت ما، وأنّ وقد يكتفى بإحداهما من الاخرى؟ وفيه وجهان: أحدهما أن العرب تجمع بين الشيئين من الأسماء والأدوات إذا اختلف لفظهما\" (2). وكذلك قول الشاعر (3):\nما إن رأيتُ ولا سمعت به كاليوم طالي أينقُ جُرْب\nفجمع الشاعر (بين ما وبين إن، وهما جحدان أحدهما يجزى من الآخر) (4) ومن الجمع بين الاسمين وهما بمعنى واحد، قول الشاعر: (5)\nمن النّفر اللائي الذين إذا هُمُ تهاب اللئام حلقة الباب قَعْقَعُوا\nفجمع بين (اللاء) وبين (الذين)، و (معناهما الذين، استجيز جمعهما لاختلاف لفظهما\" (6).\nوقد يجمع بين اسم وحرف وهما بمعنى واحد أيضاً، ومنه قول الشاعر (7):\nقد يكسُب المال الهِدانُ الجافي ... بغير لا عَصْفٍ ولا اصطرافِ (8)\nفجمع الشاعر بين (غير) و (لا) وهما بمعنى واحد هو النفي. وهذا الجمع بين الحروف والاسماء في جميع الشواهد السابقة ليس لغرض التوكيد او زيادة في المعنى وإنما هو لغوٌ وإطناب في الكلام عند الفرّاء: (9)\n\nالجمع بين اللفظين المتطابقين لغرض التوكيد\nومن شواهده قول الشاعر (10):\n__________\n(1) معاني القرآن للفرّاء: 1/ 176.\n(2) معاني القرآن للفرّاء: 3/ 84.\n(3) السابق: 3/ 84، وظ: شرح شواهد المغني: 2/ 955، وفيه (بمثله) مكان (به) و (هاني) مكان (طالي)، ونُسِب فيه لدُريد بن الصمة.\n(4) معاني القرآن للفرّاء: 3/ 85.\n(5) معاني القرآن للفرّاء: 1/ 176، 2/ 284، وظ: خزانة الادب: 3/ 529 وفيه (اعتروا) مكان (هم)، و (هاب الرجال) مكان (تهاب الرجال).\n(6) معاني القرآن للفرّاء: 1/ 176، 3/ 84.\n(7) السابق: 1/ 176، 262، ونسب في اللسان الى رؤية (هدن)، وهو في ديوان العجّاج: 63، 112.\n(8) الهدان: الاحمق الثقيل، العصف: الكسب، الاصطراف: هو التصّرف في ابتغاء الكسب.\n(9) ظ: معاني القرآن للفرّاء: 1/ 176، وظ: أبو زكريا الفرّاء ومذهبه في النحو واللغة: 487.\n(10) معاني القرآن للفرّاء: 1/ 177.\n(1/332)\n",
        "كم نِعْمةٍ كانت لها كم كم وكم\nفقال الفرّاء: \"إنما هذا تكرير حرف، لو وقعت على الأول أجزاك من الثاني وهو كقولك للرجل: نعم نعم، تكررها، أو قولك: اعجلِ اعجلِ، تشديداً للمعنى وليس هذا من البابين الأولين في شيء\" (1).\n\nجواز كسر همزة (إن) وفتحها\nمن المواضع التي يجوز فيها كسر همزة (إن) وفتحها، إذا وقعت في سياق الشرط والجزاء (2)، فتكسر همزتها على ارادة معنى الجزاء، وتفتح همزتها إذا جَعلِت مصدراً يفيد الاخبار، واستشهد الفرّاء على هذا بقوله تعالى: \" فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا\" (الكهف/6) فقال: \"وقوله (إِنْ لَمْ يُؤْمِنُوا) تكسرها إذا لم يكونوا آمنوا على نيّة الجزاء، وتفتحها إذا أردت أنها قد مضت\" (3)، فعلى الجزاء يكون معنى الاية: باخعٌ نفسك إن لم يؤمنوا، وعلى المصدرية يكون المعنى: ياخع نفسك لعدم إيمانهم في الماضي، ومن هذا أيضاً قول الشاعر (4):\nأتجزع أن بان الخليطُ المودّع ... وحبل الصَّفا من عَزّة المنقطع\nوكذلك قول الفرزدق (5):\nأتجزع إن أذنا قتيبة حزنا ... جهاراً ولم تجزع لقتلِ ابن خازِم؟\nفقال الفرّاء: \"وفي كل واحد من البتين ما في صاحبه من الكسر والفتح\" (6). فعلى رواية كسر الهمزة يكون معنى الشاهد الاول: إن بان الخليط فانت تجزع، على معنى الشرط والجزاء، ويكون معنى الشاهد الثاني: إن أذنا قتيبة حزناً فأنت تجزع، وعلى رواية فتح الهمزة، يكون معنى الاول: أجزعت من بيان الخليط المودع؟ ومعنى الثاني: أجزعت\n__________\n(1) السابق: 1/ 177.\n(2) ظ: شرح ابن عقيل: 1/ 355 - 362، وفيه بقية المواضع الاخرى.\n(3) معاني القرآن للفرّاء: 2/ 134.\n(4) السابق: 2/ 134، 3/ 28.\n(5) معاني القرآن للفرّاء: 3/ 27، وظ: شرح شواهد المغني: 1/ 86، وفيه (تغضب) مكان (تجزع)، وظ: خزانة الادب: 3/ 655.\n(6) معاني القرآن للفرّاء: 3/ 28.\n(1/333)\n\nمن حَزِّ أذني قتيبة؟ فالكسر والفتح في همزة (إن) يتبع المعنى المراد وقصد المتكلم أو الشاعر منه فمتى قصد الشرط والجزاء كسر، ومتى قصد معنى غيرهما.\n\nحذف بعض الحروف والأسماء\nأ. حذف (لا) النافية\nذكر النحاة مواضعَ، تُحذف منها (لا) النافية ومعناها مراد (1)، منها، جواب القسم كقوله تعالى:\" تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ\" (يوسف/ 85) فقال الفرّاء: \" ... معناه لاتزال تذكر يوسف و (لا) قد تُضمر مع الأيمان؛ لأنها إذا كانت خبراً لايضمر فيها (لا) لم تكن إلا بِلاَم؛ ألا ترى أنك تقول: والله لآتينَّكَ، ولا يجوز أن تقول: والله آتيك إلاّ أن تكون تريد (لا) فلمَّا تبيّن موضعُها وقد فارقت الخبر أُضمرت\" (2)، واستشهد الفرّاء على هذا أيضاً، بقول إمرئُ القيس (3):\nفقلت يَمينَ الله أبرح قاعداً ... ولو قطعوا رأسي لديكِ وأوصالي\nوالمعنى: لا أبرح، ومنه أيضاً قول تميم بن مقبل (4):\nفلا وأبي دَهمْاء زالت عزيزةً ... على قَوْمها ما فَتَّل الزَّنْدَ قادح\nوالمعنى: لازالت، فهذا مع القسم، وقد نحذف في غير القسم أيضاً، كقول الشاعر (5):\nولا أراها تزال ظالمةً ... تُحدث لي نكبةً وتنكؤها\nفالمعنى: أراها لاتزال. ومنه أيضاً، قول الشاعر (6):\nوالمهرُ يأبى أن يزال مُلْهِبا (7)\nفمعناه: يأبى أن لايزال.\n__________\n(1) ظ: مغني اللبيب: 2/ 414.\n(2) معاني القرآن للفرّاء: 2/ 54.\n(3) السابق: 2/ 54، 154، وظ: ديوانه: 32، وروى: (ولو ضربوا رأسي)، ظ: المقتضب: 2/ 326، وغريب الحديث: 4/ 406.\n(4) معاني القرآن للفرّاء: 2/ 54، 154، ظ: ديوانه: 355، وروي (العمر أبي عفراء زالت عزيزة)، ظ: شرح الجمل: 1/ 387.\n(5) معاني القرآن للفرّاء: 2/ 5، ونُسب لابراهيم بن هرمة، ظ: الكامل في اللغة والنحو للمبرد: 2/ 244، والاضداد لابن الانباري: 268.\n(6) معاني القرآن للفرّاء: 2/ 327، ولم يُنسب الى قائله.\n(7) الملهب: الشديد الجري، السريع الذي يُثير الغبار، ظ: العين (لهب)، ولسان العرب (لهب).",
        "(1/334)\n\nوتباينت مذاهب النحاة في حذف (لا)، فمذهب الخليل وسيبويه أنها تحذف مع القسم وأن الفعلين (فنىء وزال) لا يستعملان إلا مع الحجد (1). وذهب الكسائي الى أن (فتِئ) تحمل معنى النفي من دون (لا) نحو: فتأت وفتئت أفعل ذلك أي مازلت (2). واجاز ابن قتيبة حذفها مطلقاً في الطلام طلباً للايجاز والاختصار (3). وجعله الزجاج كثيراً في القسم (4)، واشار ابن جني الى حذف (لا) مع أرادة معناها، ولم يخصَّ الحذف بشيء، وكأنه اجاز الحذف مطلقاً (5).\nوتحفّظ النحاة المتآخرون اكثر من القدماء، فاشترطوا لحذف (لا) أن يكون ما بعدها فعلاً مضارعاً جواباً للقسم، أما إن كان ما بعدها فعلاً ماضياً أو جملة اسمية، فحملوا ماجاء منه على الضرورة أو الشذوذ (6). ثمَّ تأوّلوها، فجعل ابن عصفور (ولا أرها تزال) في الشاهد السابق، جملة (أراها) معترضة بين حرف النفي وفعله (نزال) وحمل قول ابن مقبل على ضرورة الشعر (7). وجعله الرضي شاذاً؛ لانه فصل بين حرف النفي وبين الفعل بالقسم، وعلة الشذوذ عنده هي لأن (زال) لاتكون ناقصة إلا معها، وَلم يسمع حذفها إلا مع المضارع (8)، وتساهل ابن هشام قليلاً فجعل الحذف مع المضارع مطرداً ومع الماضي قليلاً، وسُمِعَ بدون القسم (9) ووافقه الاستاذ محمد محي الدين عبد الحميد في ذلك إلاّ أنه زاد شرطاً ثالثاً هو أن يكون حرف النفي المحذوف (لا) دون غيره (10).\nوأرى أن ماذهب اليه النحاة المتأخرون فيه شيءُ من الغلو، 0لأنه لا ينطبق مع الواقع اللغوي إذ جاء الحذف في كلام العرب من دون تحقق الشروط، فلا حاجة لنا بها\n__________\n(1) ظ: كتاب سيبويه: 1/ 147، 3/ 504.\n(2) ظ: تفسير الطبري: 13/ 42، وتفسير القرطبي: 9/ 249 - 250.\n(3) ظ: تأويل مشكل القرآن: 143.\n(4) ظ: تفسير الرازي: 23/ 163.\n(5) ظ: الخصائص: 2/ 284، واللمع: 1/ 186.\n(6) ظ: شرح الجمل: 1/ 387، 532، والمقرب: 103، وشرح ابن عقيل: 1/ 263 - 265، وشرح الرضي: 4/ 195 - 196.\n(7) ظ: شرح الجمل: 1/ 387، 1/ 578.\n(8) ظ: شرح الرضي على الكافية: 4/ 195 - 196، 315، 316.\n(9) ظ: مغني اللبيب: 3/ 414 - 417.\n(10) ظ: شرح ابن عقيل: 1/ 265.\n(1/335)",
        "\nإذن وحًسبنا كلام العرب فقط، هذا بالاضافة الى ان القدماء لم يحدّوه بشرط، وإنما قرروا ان حذف (لا) مع القسم اكثر من غيره، وهو كذلك، فهذا أحق بالإتباع.\n\nب. حذف (مَنْ) وهي اسمٌ موصول:\nأجاز الكوفيون حذف الاسم الموصول وبقاء صلته دالةً عليه، ووافقهم الأخفش، وتابعهم ابن مالك (1)، ومنع البصريون حذفه إلا في ضرورة الشعر (2).\nوجعل الفرّاء منه قوله تعالى: \"وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ\" (العنكبوت/22) فقال: \"يقول القائل: وكيف وصفهم أنَّهم لايُعجزون في الأرض ولا في السماء، وليسُومن أهل السَّماء؟ فالمعنى –والله اعلم- ما أنتم بمعجزين في الأرض ولا من في السَّماء بمعجزٍ. وهو من غامض العربيّة للضمير الذي لم يظهر في الثاني\" (3). ومنه أيضاً قول حَسّان بن ثابت الأنصاري (4):\nأمَن يهجو رسولَ الله منكم ويمدحُهُ وينصرهُ سَوَاءُ\nفانه (أراد: ومن ينصره ويمدحه فأضمر (مَنْ) وقد يقع في وَهمْ السَّامع أن المدح والنصر لِمَنْ هذه الظاهرة، ومثلِه في الكلام: أكِرم مَنْ أتاك وأنى أياك، وأكرم مَنْ أَتاك ولم يأت زيداً، تريد ومَن لم يأتِ زيداً\" (5).\nوتأوّل المبرد قول حسّان على أنّ \" (مَنْ) نكرة، وَجَعل الفعل وصفاً لها، ثم أقام في الثانية الوصف مقام الموصوف، فكأنّه قال: وواحد يمدحه وينصره، لأنَّ الوصف يقع في موضع الموصوف إذا كان دالاً عليه\" (6).\nوعَللَّ ابنُ مالك سبَبَ موافقته للكوفيين؛ بأَنهم مصيبون فيما ذهبوا اليه، واستدَلَّ على هذا بقوله تعالى: \" وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ\" (العنبكوت /46) فقال:\n__________\n(1) ظ: شواهد التوضيح: 133، ومغني اللبيب: 2/ 394.\n(2) ظ: الإنصاف: 2/ 721 - 272.\n(3) معاني القرآن للفرّاء: 2/ 315.\n(4) السابق: 2/ 315، ديوان حسان: 76.\n(5) معاني القرآن للفرّاء: 2/ 315.\n(6) المقتضب: 2/ 137.\n(1/336)\n",
        "\"والاصل: بالذي أَنزل اليكم، لأنَّ الذي أُنزل إلينا ليس هو الذي أُنزل الى من قبلنا، ولذلك أُعيدتْ (ما) بعد (ما) في قوله تعالى: \" قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ \" (البقرة/136) (1).\nوأرى أنه لايوجد هناك ما يمنع (حذف الموصول الاسمي لدلالة الصلة عليه إذا سُبق بموصول مثله، ولاسيما أنَّ ذلك جاء في القرآن الكريم) (2)، وفي كلام العرب، فهو ضرب من الإيجاز في الكلام وتجنبٌ لتكراره.\n\nج. حذف الواو والياء\nذكر الفرّاء أن الواو والياء قد يُحذفان من غير علةٍ، ويكتفى بما نابَ عنهما من الحركات، فقال: \"وقد تُسقط العرب الواو وهي واو جَماع، اكتُفِي بالضمَّة قبلها فقالوا في ضربوا: قد ضربٌ، وفي قالوا: قد قالُ ذلك، وهو في هوازن وعُليا قيس\" (3)، واستشهد على هذا بقول الشاعر (4):\nإذا ما شاءُ ضرُّوا من أرادوا ... ولا يألو لهم أحد ضرارا\nفحذف الواو من الفعل (شاءُ)، والاصل فيه شاؤوُا، ومثله أيضاً قول الشاعر (5):\nفلو أن الأطبّا كانُ عندي ... وكان مع الأطباءِ الأساة\nفقال (كانُ) والاصل: كانوا، واستشهد على حذف الياء بقول عنترة (6):\nإن العدوّ لهم إِليك وسيلة ... إِن يأخذوكِ تكحَّلي وتَخَضَّبِ\nفقال (تخضّبِ) والاصل: تخضبي. ومثله أيضاً قول الشاعر (7):\n__________\n(1) شواهد التوضيح: 133.\n(2) الشاهد الشعري الشاذ: 218.\n(3) معاني القرآن للفرّاء: 1/ 91، وظ: 2/ 27.\n(4) السابق: 1/ 91، ولم ينسب الى قائله، وظ: الانصاف: 1/ 386، وشرح شواهد المغني: 2/ 859.\n(5) معاني القرآن للفرّاء: ولم يُنسب الى قائله: ظ: مجالس ثعلب: 1/ 88 والكشاف: 2/ 61، والانصاف: 1/ 385، وخزانة الادب: 2/ 385.\n(6) معاني القرآن للفرّاء: 1/ 91، ونسبه الجاحظ الى فرزدق بن لوذان، ظ: البيان والتبيين: 3/ 176، والحيوان: 4/ 363، والاغاني: 1/ 180.\n(7) معاني القرآن للفرّاء: 2/ 27، 118، 3/ 260، وتليق: بمعنى تحبس، ولم يُنسب الى قائله، ظ: الخصائص: 3/ 90، امالي الشجيري: 2/ 72 ولسان العرب (لبق).\n(1/337)\n\nكفّاك كفّ ما تليق دِرهما جُوداً وأخرى تعطِ بالسيف لدَمَا\nفقال: تعط، وهو يعني كفه، والاصل أن يقول: تعطي، وكذلك قول الشاعر (1):\nليس تخفى يسارتي قدر يوم ولقد تخفِ شيمتي إعساري\nفحذف الياء من (تخفي) واكتفى عنها بالكسرة. ومن خلال تتبع أقوال الفرّاء في هذا الحذف، أجده يرجعه الى ثلاثة أسباب هي:\n1. أن العرب قد تحذف هذه الحروف من غير علةٍ، وتجتزئ منها بالحركات التي تدلَّ عليها وهي الضمة والكسرة، كما في الشواهد السابقة، وربما تكون العلة فيها كثرة الاستعمال كما هو عند سيبويه (2).\n2. ان حذف هذه الحروف قد يكون لغرض المشاكلة والتناغم الصوتي في الكلام، ومنه قوله تعالى: \" وَاللَّيْلِ إِذَا يَسْرِ \" (الفجر/4) فقال الفرّاء: \" ... وقد قرأ الفرّاء: (يسرى) بإثبات الياء و (يسر) بحذفها (3)، وحذفها أحب إليّ لمشاكلتها رؤوس الآيات\" (4).\n3. قد يكون الحذف تخلصاً من التقاء الساكنين، ومنه قوله تعالى: \" وَيَدْعُ الإِنسَانُ\" (الاسراء/11)، فقال الفرّاء: \" ... حذفت الواو منها في اللفظ ولم تُحذف في المعنى؛ لأنها في موضع رفع، فكان حذفها باستقبالها اللام الساكنة. ومثلها \" سَنَدْعُ الزَّبَانِيَةَ\" (العلق/ 18)، وكذلك \" وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ\" (النساء/ 146)، وقوله \" يَوْمَ يُنَادِ الْمُنَادِي\" (ق/41)، وقوله: \"فَمَا تُغْنِ النُّذُرُ\" (القمر/5) ولو كان بالياء والواو كان صواباً، وهذا من كلام العرب\" (5).\nومذهب أغلب النحاة لم يخرج عما قرره الفرّاء (6) وذكر الزجاج، أن الحذف في هذه الآيات المباركةهو بسبب كونها فواصل والفواصل تحذف منها هذه الحروف (7).\n__________\n(1) معاني القرآن للفرّاء: 2/ 118، 3/ 260، ولم يُنسب الى قائله، ظ: الانصاف:1/ 388، ومعجم شواهد العربية: 1/ 192.\n(2) ظ: إعراب القرآن للنحاس: 2/ 302.\n(3) الحذف قراءة الجمهور والاثبات قراءة ابن كثير ونافع وابن عمرو، ظ: البحر المحيط: 8/ 468.\n(4) معاني القرآن للفرّاء: 3/ 360.\n(5) معاني القرآن للفرّاء: 2/ 118، ظ: 2/ 27.\n(6) ظ: علل النحو: 126، أسرار العربية: 28، شرح المفصل: 7/ 5، 1/ 80، وشرح الجمل: 2/ 585، والاشباه والنظائر: 1/ 256، 7/ 19.\n(7) ظ: تفسير الرازي: 31/ 150.",
        "(1/338)\n\nوذهب ابن جني الى ان سبب الحذف هو ثقل الواو والياء دون غيرها من الحروف، فقال ( ... والواو والياء ثقيلتان فلم تزادا بدلاً من التنوين لثقلهما ويؤكد هذا القول إثباتهم الالف بحيث يحذفون الواو والياء ألا تراهم قرؤوا والليل إذا يسر والكبير المتعال\" (1). ووافقه في هذا رضي الدين الاسترابادي أيضاً (2).\nوذكر أبو عبيد أن حذف الياء في الوقف والوصل جائز فهو لغة هذيل لأنهم يقولون: ما أدرِ أي ما أدري (3). وقال النحاس: \"والوجه في هذا أن لايوقف عليه وأن يوصل بالياء لأن جماعة من النحويين قالوا لا وجه لحذف الياء، ولا يجزم الشيء بغير جازم فأمّا الوقف بغير جاء نفيه قول الكسائي قال: لأنَّ الفعل السالم يوقف عليه كالمجزوم فحذف الياء كما يَحْذف الضمة\" (4)\nوقد وافق الدكتور غانم قدوري الحمد تفسير القرّاء الثالث، فذكر أنه احصى خمسة عشر موضعاً في القرآن الكريم حُذفت فيها الياء، لأنها اتبعت بصوت ساكن، والعربية لاتجيز أن تأتي حركة طويلة كالياء –مثلوَّه بصورة ساكن (5).\nوجعل الدكتور ابراهيم انيس حذف هذه الحروف دليلاً على أن الحركات ليست دوالاً على المعاني وإنما جيء بها لوصل الكلام والتخلص من التقاء الساكنين فالغرض منها هو غرض موسيقي جمالي (6). وقد كفانا مؤونة الردّ عليه في رأيه هذا أساتذة كبار أفاضوا في مناقشته وبيان خطل رأيه (7).\n__________\n(1) سر صناعة الاعراب: 2/ 519.\n(2) ظ: شرح الرضي: 2/ 413.\n(3) ظ: اعراب القرآن: 2/ 302.\n(4) اعراب القرآن: 2/ 302.\n(5) ظ: رسم المصحف دراسة لغوية تاريخية للدكتور غانم قدوري الحمد: 292 - 293.\n(6) ظ: اسرار اللغة للدكتور ابراهيم انيس: 224 - 253.\n(7) ظ: الفعل زمانه وابنيته للدكتور ابراهيم السامرائي: 224، ومدرسة الكوفة: 49 - 256، وفصول في فقه اللغة للدكتور رمضان عبد التواب: 382 - 395، وفقه اللغة للدكتور عبد الحسين المبارك: 165 - 174، ونحو وعي لغوي للدكتور مازن المبارك: 90 - 101.\n(1/339)",
        "\nوحسبُنا هذا ما ذهب اليه الفرّاء وما زاد عليه بعض النحاة في تفسير حذف هذه الحروف لأن جميع ماذكروه ينطبق على واقع اللغة وجاء به القرآن الكريم وكلام العرب شعره ونثره.\n\nدخول (ال) على (ألاء) و (أمس) مع بنائهما على الكسر\nذكر الفرّاء أن (ال) قد تدخل على المبنيات من الأسماء كظروف الزمان والاسماء الموصولة، وتبقى هذه الأسماء مبنيّة على حالها قبل دخول (أل) عليها، فمنها ظرف الزمان (الآن) فقال الفرّاء، \"الآن حرف بني على الألف واللام لم تخلع منه، وتُرك على مذهب الصفة؛ لأنه صفة في المعنى واللفظ، كما رأيتهم فعلوا في (الذي) و (الذين) فتركوهما على مذهب الأداة، والألف واللام لهما غير مفارقتين\" (1). أي أن الظرف (الان) بُني على الفتح وإن كانت (ال) ملازمةً له فلا تفارقه فهو كالذي والذين بنيا على السكون مع ملازمة (ال) لهما، ومثل ذلك أيضاً الاسم الموصول (ألاء) فإنه يبقى على حالة بنائه على الكسر حتى وإن دخلت عليه (ال)، واستشهد الفرّاء على هذا بقول الشاعر (2):\nفإن الألاء يعلمونك منهم ... كعلمي مظَّنُّوك مادمت أشعرا\n\"فادخل الألف واللام على (ألاء) ثم تركها مخفوضة في موضع النصب، كما كانت قبل أن تدخلها الألف واللام\" (3). ومثل هذا دخول (ال) على (أمس) مع بقاء بنائها على\n\nالكسر أيضاً، كقول الشاعر (4):\nوأني حُبست اليوم والأمسِ قبله ببابك حتى كادت الشمس تغرب (5)\n\"فأدخل الألف واللام على (أمس) ثم تركه مخفوضاً على جهته الأولى\" (6)، وهذا خلاف ما أجمع عليه النحاة من أن (امس) اذا دخلت عليه الألف واللام أعرب وجرت عليه الحركات في الرفع والنصب والجر، فقال الخليل: \"وأمسُ أيضاً مخفوض في الفاعل والمفعول به تقول أتيته أمسِ وذهب أمسِ بما فيه وكان أمسِ يوماً مباركاً وإن أمسِ يوم\n__________\n(1) معاني القرآن للفرّاء: 1/ 467.\n(2) السابق: 1/ 467، ولم يُنسب الى قائله.\n(3) السابق: 1/ 467.\n(4) معاني القرآن للفرّاء: 1/ 467.\n(5) لنصيب بن رباح الاموي، ظ: ديوانه: 92.\n(6) معاني القرآن للفرّاء: 1/ 468.\n(1/340)\n",
        "مبارك فإذا أدخلت عليه الألف واللام أو أضفته الى شيء أو جعلته نكرةً أجريته تقول: كان الأمس يوماً مباركاً وإن الأمس الماضي يومٌ مباركٌ وكان أمسُكم يوماً طيباً\" (1).\nوقال الكسائي: \"العرب تقول كلمتك أمسِ وأعجبني امسِ ياهذا وتقول في النكرة أعجبني أمس وأمسِ آخر، فاذا أضفته أو نكرته أو أدخلت عليه الألف واللام للتعريف اجريته بالاعراب\" (2). وقال ابن هشام: \"وإذا أُريد بأمسِ يومٌ من الأيام الماضية أو كسرِّ أو دخلته ال أو أضيف أُعرب باجماع تقول: فعلتُ ذلك أمساً أي في يوم ما من الأيام الماضية ... وتقول ما كان أطيب أمسنا\" (3).\nوقد أورد اللغويون والنحاة خمس لغات عند العرب في استعمالهم (أمس)، يمكن ايجازها بما يأتي:\nالأولى: البناء على الكسر مطلقاً وهذه لغة أهل الحجاز (4).\nالثانية: اعرابه اعراب ما لاينصرف مطلقاً وهذه لغةٌ لبعض بني تميم (5).\nالثالثة: إعرابه اعراب مالاينصرف في حالة الرفع فقط وبناؤه على الكسر في حالتي النصب والجر وهذه لُغة لأكثر بني تميم، فهم يقولون: ذَهَب امسُ، واعتكفتُ امسِ وعجبت من أمسِ (6).\nوذكر سيبويه لفةً رابعة هي فتح (أمس)، فقال: \"وقد فتح قومٌ (أمسِ) في (مذ) لما رفعوا وكانت في الجر هي التي ترفع شبهوها بها قال:\nلقد رأيتُ عجباً مُذ أمسا ... عجائزاً مثل السعالي خمسا\nوهذا قليل\" (7)، وذكر ابن منظور لغةً خامسة أخرى وهي اعراب (أمس) ونسبها الى بني عقيل، فقال: \"وبنو عقيل يقولون: ذهب أمسٌ بما فيه\" (8)، وقد تأوّل النحاة بيت نصُيب\n__________\n(1) الجمل للجليل: 201 - 202.\n(2) ظ: لسان العرب (أمسِ).\n(3) شرح شذور الذهب: 130.\n(4) ظ: كتاب سيبويه: 3/ 83، وشرح الجمل: 2/ 400، وشرح الكافية: 2/ 125.\n(5) ظ: كتاب سيبويه:3/ 283، وشرح الجمل: 2/ 400، وشرح الكافية: 2/ 125، ولسان العرب (امس).\n(6) ظ: كتاب سيبويه: 3/ 283، وما ينصرف وما لايتصرف: 94 وشرح سذور الذهب: 126 - 129.\n(7) كتاب سيبويه: 3/ 284 - 285.\n(8) لسان العرب: (هذ)، وظ: فقه اللغة المقارن، لرمزي منير بعلبكي: 158.\n(1/341)\n\nالسابق تأويلاً بعيداً عن واقع اللغة والنحو، فقال ابن جني: \"فيروى والأمسِ جراً ونصباً، فمن نصبه فلأَنه لما عرفّه باللام لظاهرة وأزال عنه تضمنه إياها أعربه والفتحة فيه نصبة الظرف كقولك أنا أتيك اليوم وغداً، وأما من جَرّه فالكسرة فيه كسرة البناء التي في قولك كان هذا أمسِ واللام فيه زائدة كزيادتها في الذي والتي ... وإنما تعرَّف الأمس بلام أخرى مراده غير هذه مقدرة وهذه الظاهرة ملغاة زائدة للتوكيد. ومثله مما تعرف بلام مرادة وظهرت فيه لام أخرى غيرها زائدة قولك: الآن فهو معرّف بلام مقدرة وهذه الظاهرة فيه زائدة وقد ذكر ابو علي هذا قلبنا وأوضحه\" (1).\nفلماذا كل هذا التعقيد باضمار (ال) وإظهار اخرى غيرها؟ ولماذا لاتكون واحدة؟ وقال ابن هشام: \"روي هذا البيت بفتح أمس على أنه ظرف معربٌ لدخول (ال) عليه ويروى أيضاً بالكسر وتوجيهه إما على البناء وتقدير (ال) زائدة او على الاعراب على أنه قدّر دخول في على اليوم ثم عطف عليه عطف التوهم\" (2). فكأن التوهم هنا صار قاعدةً مطرّدة يأخذ بها الشعراء في شعرهم. وكرر السيوطي وابن منظور ما قاله ابن جني ايضاً (3).\nوأرى أن ما قاله النحاة بشأن (أمس) وأنه متضمنٌ معنى لام التعريف أقرب الى المنطق منه الى اللغة، فما علاقة (أمس) بلام التعريف؟! وكيف يكون متضمناً لمعناها (4) فلو رجعنا الى استعمال العرب له لكفانا ذلك مؤونة البحث كله ولأراحنا من تقديرات النحاة. ويمكن جعل (ال) في هذا الشاهد زائدة للضرورة وأن؟ (امس) باقياً على بنائه على الكسر لانه معرفة بدليل مجيء (اليوم) قبله.\n\nدخول (ال) على الاسم المعرفة المنقول على وزن (يفعل)\nالاسم المعرفة لاتدخل عليه (ال) التعريف؛ لأنّه استغنى بتعريفه عن أي تعريف آخر (5)، وقد جاء خلاف هذا فدخلت (ال) على الاسم المعرفةَ كما في قول الشاعر (6):\n__________\n(1) الخصائص: 3/ 57 - 58، وظ: لسان العرب (أمس).\n(2) شرح شذور الذهب: 131.\n(3) ظ: الأشباه والنظائر: 1/ 204، ولسان العرب (أمس).\n(4) ظ: الهمع: 2/ 138.\n(5) ظ: شرح المفصل: 1/ 44.\n(6) معاني القرآن للفرّاء: 1/ 342، 2/ 408، ونسب لابن ميادة، ظ: اللسان (زود).",
        "(1/342)\n\nوَجَدْنا الوليد بن اليزيد مباركاً ... شديد ابأَحْنَاءِ الخلافة كاهله\nفأدخل الشاعر (ال) التعريف على (يزيد) وهو اسم معرفة منقول؛ لان وزنه (يفعل) وهو مختص بالفعل. وخرَّج الفرّاء قوله تعالى: \"إِسْمَاعِيلَ وَالْيَسَعَ\" (الانعام/ 86) بأن (اليسع) اسم اعجمي كأسماء الانبياء من بني اسرائيل فلم تدخل عليه الألف واللام، ورجَّح هذا على قراءة \"واللَّسْعَ\" (1). فقال: \"قرأه اصحاب عبد الله بالتشديد. وقرأه العوامّ (اليْسَع) بالتخفيف. والاوَّل أشبه بالصّواب وبأسماء الأنبياء من بني إسرائيل .. فإن العرب لاتُدخل على (يفعل) إذا كان في معنى فلان ألفاً ولاماً، يقولون: هذا يسَعَ، وهذا يعمر، وهذا يزيد فهكذا الفصيح من الكلام\" (2). وجعل دخول الألف واللام عليه وامثاله للضرورة، فقال: \"لاتكاد العرب تدخل الالف واللام فيما لايُجرى، مثل يزيد ويعمر إلا في شعر ... وإنما أدخل في يزيد الألف واللام لمَّا أدخلها في الوليد. والعرب إذا فعلت ذلك فقد أمَسَّت الحرف مدحاً\" (3). ومن خلال قولي الفرّاء السابقين، نجد أن الفرّاء قد أرجع دخول (ال) التعريف على الاسم العلم المنقول، الى ثلاثة اسباب هي:\n1. وجود الضرورة كالشعر، والقرآن العظيم لاتدخله الضرورة.\n2. وجود مسوغ بسهله، كدخول (ال) على الاسم الذي قبله.\n3. وجود غرض بلاغي ومعنوي لذلك كقصد المدح او الذم.\nونُقل عن الخليل وسيبويه أنهما جعلا دخول (ال) على (يزيد) هو لمشاكلة، (الوليد) (4)، وذهب ابن جني الى أن (يزيد) هنا ليس معرفة بل هو نكرة كرجل، ولذلك جاز دخول (ال) عليه، فقال: \" ... وإذا جرى يزيد بعد سلبه تعريفه مجرى رجل وفرس لم يستنكر فيه أن يجوز دخول لام المعرفة\" (5)، ثم استشهد بقول ابن ميادة المتقدم، والى هذا ذهب الزمخشري ايضاً فقال: \"وقد يتأول العلم بواحد من الأمة المسماة به فلذلك من التأويل\n__________\n(1) هذه قراءة حمزة والكسائي وخلف والأعمش، ظ: البحر المحيط: 4/ 174، والنشر: 2/ 260.\n(2) معاني القرآن للفرّاء: 2/ 407 - 408.\n(3) السابق: 1/ 342.\n(4) ظ: نتفسير روح المعاني: 7/ 159.\n(5) سر صناعة الاعراب: 2/ 451.\n(1/343)",
        "\nيجري مجرى رجل وفرس فيتجزأ على اضافته وإدخال اللام قالوا مضر الحمراء وربيعة الفرس وأنمار الشاة .... ) (1).\nووافق الطبري ماذهب اليه الفرّاء، فقال: \"ولاتكاد العرب تدخل الالف واللام على هذه الصورة أعني يفعل لايقولون رأيت اليزيد ولا أتاني النجيب ولا مررت باليشكر إلا في ضرورة الشعر وذلك أيضاً إذا تحري به المدح كما قال بعضهم:\nوجدنا الوليد بن اليزيد مباركاً ... شديداً باحناء الخلافة كاهله\nفادخل في اليزيد الالف واللام وذلك لإدخاله إياهما في الوليد فاتبعه اليزيد بمثل لفظه\" (2).\nوقصر الجوهري دخول (ال) على الاسم العلم بالضرورة فقط (3)، ووافقه في هذا ابن عصفور أيضاً (4).\nوذهب الرضي الى أن بعض الأعلام قد تكون نكرة إلا أن هذا قليل، فيجوز أن يقع بعد علم التنكير كـ (رب) و (كل) نحو: رب زيد لقيته، ولكل فرعون موسى، وجعل قول ابن ميادة السابق من هذا ايضاً (5). ووافقه في هذا ابن هشام وزاد عليه بأنها قد تكون زائدة للضرورة وسّهل دخولها على (يزيد) دخولها على (الوليد) (6). كما ذهب السيوطي الى ذلك أيضاً (7). وقرن ابن منظور زيادتها بخلع التعريف من (يزيد) (8).\nولو تأملنا قليلاً في هذه الامثلة والشواهد لوجدنا أن ماذهب اليه الفرّاء ومن وافقه يكاد يكون أرجح ماقيل في دخول (ال) على الاسم العلم، إذ قَرَن زيادة (ال) بزيادة المعاني كالتوكيد والمدح والذم وغيرها من المعاني الاخرى، ولذلك أرى بأن دخول (ال) على الأعلام يجب ان يكون مشترطاً بمعنى يقصده المتكلم من ادخاله لها على الأعلام سواءُ\n__________\n(1) المفصّل: 30.\n(2) تفسير الطبري: 7/ 261 - 262.\n(3) ظ: الصحاح (وسع).\n(4) ظ: شرح الجمل: 2/ 139.\n(5) ظ: شرح الرضي على الكافية: 3/ 257، وشرك الشافية: 1/ 36.\n(6) ظ: قطر الندى وبل الصدى: 60، ومغنى اللبيب: 1/ 110، واوضح المسالك: 1/ 73، 183.\n(7) ظ: الأشباه والنظائر: 8/ 306.\n(8) ظ: لسان العرب (زود).\n(1/344)\n",
        "كان في الضرورة ام في سعة الكلام، فهذا أهون من تقدير الزيادة دون معنى محدد مقصود من زيادتها أو جعل العلم نكرة.\n\nزيادة بعض الحروف:\nأ. زيادة (أنْ)\nذكر الفرّاء أن العرب قد تدخل (أن) زائدةً على بعض الحروف، فقال: \"ولو أدخلت العربُ (أنْ) قبل (ما) فقيل: علمتُ أَنْ مافيك خير وظننتُ أَنْ ما فيك خير كان صَوَاباً ... ألا ترى قوله \" ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوْا الآيَاتِ لَيَسْجُنُنَّهُ \" (يوسف/35)، لو قيل: أن ليَسْجُنُنَّه كان صوابا\" (1)، واستشهد على هذا بقول الشاعر (2):\nوخَبَّرتُما أَنْ إنَّما بَين بيشَةٍ ... ونَجْرَانَ أَحوى والمحلُّ خصيبُ (3)\nفا أدخل الشاعر (أن) على (إنما) واستدل الفرّاء بهذا الشاهد، على دخول (أن) على غيرها من الادوات، بدليل دخولها على (إن) وهي مثلها، فقال: \"فأدخل أَنْ على إنما فلذلك أجزنا دخولها على ما وصفت لك من سائر الأدوات\" (4)، ويبدو أن دخول (أنْ) هنا وفي المواضع التي تماثلها، هو لبيان الحكاية والخبر فهما من المعاني التي يصلح تصديرها بـ (أن)، والدليل على هذا ما استشهد به الفرّاء من الآيات القرآنية الكريمة منها الآية التي سبق ذكرها ومنها أيضاً قوله تعالى: \" إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنْ الْكَاذِبِينَ \" (يوسف /26) فقال الفرّاء فيها: \"ولو كان في الكلام (أَن إنْ كان قميصه) لصلح؛ لأن الشهادة تستقبل بـ (أن) ولا يكتفى بالجزاء فإذا اكتفت فإنما ذهب بالشهادة الى معنى القول كأنه قال: وقال قائل من أهلها\" (5) فهذه الشهادة هي حكاية عن شخص آخر جاء بها فأراد الله سبحانه وتعالى أن يُخبرنابها وأنها تعود لشخص ذكره عزّ وجل بقوله: \"\n__________\n(1) معاني القرآن للفرّاء: 2/ 207.\n(2) معاني القرآن للفرّاء: 2/ 207 وري في صفحة: 41، والمحل قريب مكان المحل خصيب.\n(3) أحوى من الحوة: وهي سواد يضرب الى الخضرة، وبيشة ونجران: موضعان.\n(4) معاني القرآن للفرّاء: 2/ 207، وظ: صفحة:41 منه أيضاً\n(5) معاني القرآن للفرّاء: 3/ 192.\n(1/345)\n\nوَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا\" (يوسف/ 26) وكذلك الحال في الآية الكريمة السابقة والشاهد الشعري السابق.\n\nب. زيادة (أنْ) بين القسم والشرط\nذكر الفرّاء أن (أنْ) قد تزاد بين القسم والشرط، فقال في قوله تعالى: \"وأنْ لَّوْ اسْتَقَامُوا عَلَى الطَّرِيقَةِ\" (الجن/16): \" ... فكأنهم أضمروا يميناً مع لو، وقطعوها عن النسق على أول الكلام، فقالوا: والله أن لو استقاموا. والعرب تدخل أن في هذا الموضع مع اليمين وتحذفها\" (1). واستشهد على هذا بقول الشاعر (2):\nأمَا واللهِ أنْ لو كُنتَ حُرّاً ... وما بالِحرِّ أنت ولا العتيقِ\nفجاء بـ (أنْ) زائدةً بين القسم (والله) والشرط (لو كنت ... )، واستشهد على عدم زيادتها، أيضاً بقول الشاعر (3):\nفأقسم لو شيء أتانا رسوله ... سواك ولكن لم نجد لكَ مدفَعا\nفلم يأتِ بـ (أن) بين القسم والشرط.\n\nج. زيادة (لا)\nذكر النحاة أنَّ (لا) تأتي زائدةً لتقوية الكلام وتوكيده (4). واشترط الفرّاء لزيادتها أن تكون مسبوقة بنفي، وان تقع بعد حرف عطف، فقال في قوله تعالى: \" لاَ يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ\" (الحشر/ 20): \"وفي قراءة عبد الله: ولا أصحاب النار (5)، ولا صلةٌ إذا كان في أوّل الكلام جحد، ووصل بـ (لا) من آخره\" (6)، واستشهد على هذا بقول بعض بني كلاب (7):\n__________\n(1) السابق: 3/ 192.\n(2) السابق: 3/ 192، ولم يُنسب الى قائله، ظ: تفسير القرطبي: 19/ 17، ومغني اللبيب: 1/ 30.\n(3) معاني القرآن للفرّاء: 3/ 192، ولم يُنسب الى قائله.\n(4) ظ: معاني القرآن للأخفش: 2/ 294، ومعاني القرآن واعرابه: 2/ 342.\n(5) هذه قراءة لم أجدها في كتب القراءات.\n(6) معاني القرآن للفرّاء: 3/ 147.\n(7) السابق: 3/ 147، ولم يُنسب الى قائله.",
        "(1/346)\n\nإرادة إلاّ يجمع الله بيننا ولا بينها أخرى الليالي الغواير\nفـ (لا) النافية زائدة، لان المعنى: \"إرادة إلاّ يجمع الله بيننا وبينها، فوصل بـ (لا)) (1).\n\nد. زيادة (ما) مع أداة الشرط (أيّ)\nذكر النحاة أن أداة الشرط الجازمة (أي)، من الادوات التي يجوز أن تلحقها (ما) الزائدة وقد لاتلحقها (2). وذكر الفرّاء أن الغالب في الإستعمال هو مجيئها غير متصلة بها، واستشهد بقوله تعالى: \" أَيَّمَا الأَجَلَيْنِ قَضَيْتُ \" (القصص/28) فقال: \"فجعل (ما) وهي صلة من صلات الجزاء مع (أيَّ) وهي في قراءة عبد الله \"أيَّ الأجلين ما قَضيْتَ فَلاَ عُدْوَانَ عَلىَّ\" (3) وهذا أكثر في كلام العرب من الأوّل\" (4)، واستشهد عليه بقول الشاعر: (5)\nوأيَّهما ما أتْبَعَنّ فإنني ... حَريصٌ على إثْرِ الذي أنا تابعُ\nفجاء بـ (ما) غير متصلة بأداة الشرط (ايّ)، وقال الفرّاء: \"وسمع الكسائيُّ اعرابيَّاً يقول: فأيُّهم ما أخذها ركب على أيِّهم، يريد في لُعْبة لهم. وذلك جائزٌ حسن\" (6).\n\nهـ. زيادة الواو قبل الضمير (إياك) وحذفها\nذهب النحاة الى وجوب مجيء الواو بين (إياك) وبين الاسم المُحَذّر منه في اسلوب التحذير، فقال سيبويه،: \"واعلم أنه لايجوز أن تقول: إياك زيداً، كما أنه لايجوز أن تقول: رأسك الجدَار، حتّى تقول: من الجدار أو والجدار. وكذلك أن تفعل، إذا أردت إياك والفعل. فإذا قلتَ: إياك أن تفعل، تريد إياك أعظ مخافة ان تفعل، أو من أجل أن تفعل\n__________\n(1) السابق: 3/ 147.\n(2) ظ: مغني اللبيب: 1/ 312 - 314، والنحو الوافي: 4/ 427.\n(3) هذه قراءة إبن مسعود، ظ: البحر المحيط: 7/ 115، وتفسير القرطبي: 13/ 279، والكشف للقيسي: 2/ 74، 174.\n(4) معاني القرآن للفرّاء: 2/ 305.\n(5) السابق: 2/ 305، ولم يُنسب لقائله.\n(6) معاني القرآن للفرّاء: 2/ 305.\n(1/347)",
        "\nجاز؛ لأنّك لاتريد ان تضمَّه الى الاسم الأول، كأنك قلت: إياك نحِ لمكان كذا وكذا. ولو قلت: إياك الأسَد تريد من الاسد، لم يجز كما جاز في أنْ\" (1).\nفسيبويه يمنع حذف الواو في نحو قولنا: أيّاك الاسدَ، مثلاً فلابدَّ من ذكر الواو أو (من) بينهما، وأجاز حذفها لو قلنا: ايّاك أن تكذب.\nومذهب الفرّاء موافق لسيبويه في الامر الاول، ومخالفُ له في الثاني، فهو يرى أيضاً لابدَّ من ذكر هذه الواو بين اياك والاسم بعدها، ولكنه يمنع مجيئها بين (إياك) وبين (أن) والفعل. فقال: \"فيقال: أتجيز أن أقول: مالك أن تقوم، ولا أجيز: مالك القيام فقال: لأن القيام اسم صحيح و (أن) اسم ليس بالصحيح. واحتجّ بقول العرب إياك أن تتكلم، وزعم أن المعنى إياك وأن تتكلم. فردّ ذلك عليه أن العرب تقول: إياك بالباطل أن تنطق، فلو كانت الواو مضمرة في (أن) لم يجز لما بعدِ الواو من الأفاعيل أن تقع على ما قبلها؛ ألا ترى أنه غير جائز أن تقول: ضربتك بالجارية وأنت كفيل، تريد وأنت كفيل بالجارية، وإنك تقول: رأيتك وإبّانا تريد، ولايجوز رأيتك إباَّنا وتريد\" (2). واستشهد الفرّاء على عدم مجيء الواو بين (إياك) وبين (أن) والفعل، بقول الشاعر (3):\nفًبُحْ بالسرائر في أهلها ... وإيّاك في غيرهم أن تبوحا\nوقال: \"فجاز أن يقع الفعل بَعد (أن) على قوله (في غيرهم)، فدلّ ذلك على أن إضمار الواو في (أن) لايجوز\" (4).\nولم يُجز حذف الواو بين إيّاك وبين الاسم بعدها، ولذلك تأوّل قول الشاعر (5):\nفإياك المَحَاين أن تحينا\nفكان الاصل عليه أن يقول: فإياك والمحاين، فقال الفرّاء: \"فإنه حذره فقال: إيّاك، ثم نوى الوقفة، ثم استأنف (المحاين) بأمر آخر، كأنه قال: أحذر المحاين، ولو أراد مثل قوله: \"إياك والباطل) لم يجز الغاء الواو، لأنه اسم أُتبع اسماً في نصبه، فكان بمنزلة قوله\n__________\n(1) كتاب سيبويه: 1/ 179، وظ: الاصول في النحو: 2/ 260.\n(2) معاني القرآن للفرّاء: 1/ 165.\n(3) السابق: 1/ 165.\n(4) معاني القرآن للفرّاء: 1/ 166.\n(5) معاني القرآن للفرّاء: 1/ 166.\n(1/348)\n",
        "في غير الأمر: أنت ورأيُك وكلُّ ثوب وثمنه، فكما لم يجز أنت رأيك، أو كلُّ ثوب ثمنه فكذلك لايجوز (إياك الباطل) وأنت تريد: إيّاك والباطل\" (1).\nوعلل ابن يعيش منع حذف هذه الواو، بعلة اخرى هي: \"أنَّ الفعل المقدَّر لايتعدى الى مفعولين فلم يكن بد من حرف العطف او حرف الجر نحو: إياك والأسدَ وإياك من الأسد فتكون قد عدَّيته الى الاول نفسه ثم عدَّيته الى الثاني بحرف جر\" (2).\nوأجاز أبو اسحاق الحضرمي (ت:117هـ) حذف هذه الواو، لان المعنى فيه يصير على تقدير فعل آخر \"كأنَّه قال: إياك، ثم أضمر بعد إياك فعلاً آخر\" (3). وكذلك فقد اجاز حذفها ابنُ الناظم أيضاً (4). والأُستاذ محمد محيي الدين عبد الحميد (5).\nوعدَّ الرضي حذف هذه الواو شاذاَ (6)، ووافقه ابن هشام ايضاً (7).\nولا أُوافق الفرّاء ومن وافقه في ما ذهبوا اليه من عدم جواز حذف هذه الواو؛ لأن العرب قد تحذف جملاً كاملةً وهم يقصدون معناها ويُريدونه، فما بال هذه الواو لايحذفونها وهم يريد ومنها أيضاً؟! ولاسيما أن أسلوب التحذير مدعاةُ للحذف لأن المتكلم يريد الانتهاء من كلامه باسرع وقت ممكن ليوصل الى المخاطب تحذيره واهميته بل خطورته في بعض المواضع فربما استغنوا عن ذكر (إياك) و (الفعل) و (الواو) واكتفوا بذكر المحذر مفه فقط، فقالوا: الاسد الأسد، فأين شأن الواو تجاه اهمية الفعل والضمير؟! ثمَّ أن (العلة التي ذكرها الفرّاء قائمةٌ على جعل الواو معيّة وتسقط إذا جُعلتْ عاطفة، أما العلى التي ذكرها ابن يعيش فهي أقرب الى المنطق منها الى اللغة، ولو سُمِعَ عن العرب شواهدُ أُخر على ذلك لجاز جوازاً حسناً\" (8).\n__________\n(1) معاني القرآن للفرّاء: 1/ 166.\n(2) شرح المفصّل: 2/ 25.\n(3) كتاب سيبويه: 1/ 279، وظ: المقتضب: 3/ 213.\n(4) ظ: أوضح المسالك: 3/ 113.\n(5) ظ: هدية السالك: 3/ 112.\n(6) ظ: شرح الرضي على كافية بن الحاجب: 1/ 183.\n(7) ظ: مغني اللبيب: 2/ 482، وظ: أوضح المسالك: 4/ 76.\n(8) ظ: الشاهد الشعري الشاذ في كتب النحو: 82.\n(1/349)\n\nصرف الاسم الممنوع من الصرف\nقرر النحاة أن الإسم إذا اجتمعت فيه علتان مُنِع من الصرف، كما لو اجتمعت فيه الوصفيّة مع العدل في صيغة (فَعَال) و (مَفْعَل) الدّالة على الأعداد العشرة الأولى، وذلك نحو: آحَاد ومَوْحَد، وثناء ومَْثنى، وثُلاَث ومثلث، ورُباع ومَرْبع، وهكذا ... الى العشرة (1)، فقال الفرّاء في قوله تعالى: \" مَثْنَى وَثُلاَثَ وَرُبَاعَ \" (النساء/ 3): \"فإنها حروف لا تُجْرَى؛ وذلك أنهن مصروفات عن جهاتهنّ؛ ألا ترى أنهنّ للثلاث والثلاثة، وأنهنّ لايضفن الى ما يضاف إليه الثلاث والثلاثة: فكان لامتناعه من الإضافة كأنّ فيه الألف واللام. وامتنع من الألف واللام لأنَّ فيه تأويل الإضافة؛ كما كان بناء الثلاثة إن تضاف إلى جنسها، فيقال: ثلاث نسوة، وثلاثة رجال. وربما جعلوا مكان ثُلاَث ورُبَاع مثْلث وَمْربَع، فلا يُجْري أيضاً؛ كما لم يُجْرَ ثُلاث ورُباع لانه مصروف، فيه من العلة مافي ثُلاث ورباع\" (2) وكذلك \"الواحد يقال فيه مَوْحَدُ وأُحاد ووُحاد، ومثنى وثناء\" (3)، واستشهد على هذا بقول تميم بن مقبل (4):\nتَرى النُّعَراتِ الزُّرْقَ تحتَ لبانه أُحَادَ ومَثْنَى أَصْقَعَتْها صَواهله (5)\nفجاء الشاعر بكلمتي (أُحاد ومثنى) ممنوعتين من الصرف. وقد أشار الفرّاء الى لغة فيها عند العرب، وجعلها مساويةً للغة المنع، فيلحقها التنوين، فقال: \"ومن جعلها نكرة وذهب بها الى الأسماء أجراها. والعرب تقول: ادخلوا ثُلاثَ ثلاث وثلاثاً\" (6). واستشهد على هذا بقول الشاعر (7):\nوإنّ الغلام المستهام بذكره قتلنا به مِن بين مَثْنىً ومَوْحدِ\nبأربعةٍ منكم وآخر خامسٍ وسادٍ مع الإظلام في رمح معبدِ\nفصرف الشاعر كلمتي (مثنىً وموحدِ)، إلاّ أن الفرّاء، رجّحَ لغة المنع على الصرف فقال: \"فوجه الكلام ألا تُجرِى وأن تجعل معرفة؛ لأنها مصروفة، والمصروف خِلْقته أن\n__________\n(1) ظ: كتاب سيبويه: 1/ 7 - 13.\n(2) معاني القرآن للفرّاء: 1/ 254.\n(3) السابق: 1/ 255.\n(4) السابق: 1/ 255،ظ: ديوانه: 252، وفيه: (الخضر) مكان (الزرق) و (فرّادى) مكان (أحاد).\n(5) النعرات: جمع نعرة وهي ذبابة تسقط على الدواب فتؤذيها، والصواهل: جمع صاهلة، والصهيل: صوت الخيل.\n(6) معاني القرآن للفرّاء: 1/ 254.\n(7) السابق: 1/ 254.",
        "(1/350)\n\nيترك على هيئته، مثل: لُكع ولَكاع. وكذلك قوله: \" أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاَثَ وَرُبَاعَ \" (فاطر/1) (1) فترجيح الفرّاء للغة عدم الصرف في هذه الأسماء، قد يكون تفضيلاً للغة الأكثر شيوعاً ويدلّ على هذا أنه استشهد بآيتين قرآنيتين وبيت شعري، ولم يستشهد على لغة الصرف سوى ببيت شعري واحد. وقد يكون عند الفرّاء شيءُ من نزعة البصريين التي تعدُّ ما وافق قاعدتهم من الشواهد هو الافشى وما جاء مخالفاً لها لايُعتدُّ به ولا يلتفت اليه.\nوكذلك فقد يصرف الاسم وهو على صيغة مثنى الجموع (فعائل) و (مفاعيل)، واستشهد على هذا بقوله تعالى: \" إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلاَسِلاً وَأَغْلاَلاً \" (الانسان/4) و\"وَأَكْوَابٍ كَانَتْ قَوَارِيرَ \" (الانسان/15)، ثم قال: \"فأجروا ما لايجرى، وليس بخطأ لأن العربَ تجري ما لايجري في الشعر فلو كان خطأ ما أدخلوه في أشعارهم\" (2)، وكذلك فقد استشهد بقول متمم بن نويرة:\nفما وجد أظاَرٍ ثلاثٍ روائمٍ ... رأين مَجَرّاً من حُوارٍ ومصْرعَا (3)\nفاجرى الشاعر (روائم) وهي على صيغة منتهى الجموع (فعائل) الممنوعة من الصرف. فقال الفرّاء: \"فاجرى روائم وهي مما لايجري فيما لا أحصيه في أشعارهم\" (4). وعلى الرغم من أن الفرّاء قد قصر هذا على الشعر فقط، إلا انه قد يفهم من قوله \"وليس بخطأ ... فلو كان خطأ ما أدخلوه في أشعارهم\"، أنه يجيزه حتى في غير الشعر لانه واردٌ في كلام العرب بدليل وروده في القرآن الكريم والفرّاء في هذا الموقف يناقض ما قاله في الصفحة السابقة إذ منع فيه صرف الاسم الممنوع من الصرف فموقفه من هذا متذبذبٌ ولم يستقر فيه على رأي واضح، إذ منعه مرةً وألمحَ الى جوازه مرة أخرى في هذا الموضع.\nوقد أجاز الفرّاء صرف الاسم او عدم صرفه إذا كان اسماً معرفة يراد به المؤنث فيجوز صرفه إذا أُريد به معنى المذكر، ويمتنع صرفه إذا أُريد به معنى المؤنث، ومن هذا\n__________\n(1) السابق: 1/ 255.\n(2) معاني القرآن للفرّاء: 3/ 218.\n(3) معاني القرآن للفرّاء: 3/ 218، وظ: كتاب العين للخليل: 8/ 168، ولسان العرب (ظأر) وفيه (مخرا) بدل (مجرا)، أظآر: جمع ظؤور وهي الناقة التي تعطف على غير ولدها، الحوار: ولد الناقة حين تضعه الى ان يفطم.\n(4) معاني القرآن للفرّاء: 3/ 218.\n(1/351)",
        "\nعنده قوله تعالى: \" وَيَوْمَ حُنَيْنٍ \" (التوبة/ 25)، فقال الفرّاء: \"وحُنَين وادٍ بين مكة والطائف، وجرى (حنين) لانه اسم لمذكَّر. وإذا سميَّت ماء أو وادياً أو جبلاً باسم مذكّر لا علة فيه أجريته. من ذلك حنين، وبَدْر، وأُحُد، وحِراء، وثَبِير، ودابق، وواسط، ... وربما جعلت العرب واسط وحُنين وبدر، اسما لبلدته التي هو بها فلا يجرونه\" (1)، واستشهد على عدم الصرف بقول حسّان بن ثابت (2):\nنصروا نبِيَّهمُ وشَدّوا أَزْرَه ... بُحنينَ يوم تواكُل الأَبطال\nفقصد بـ (حنين) واقعة حنين المعروفة أو البقعة والبلدة التي جرت فيها تلك المعركة: ولذلك منعه من الصرف. ومثله أيضاً قول الشاعر (3):\nألسنا أكرم الثَّقليْن رَجْلا ... وأعظمه ببطن حِراءَ نارا\n(فجعل حراء اسماً للبلدة التي هو بها، فكان مذكراً يسمى به مؤنث فلم يُجْرَ) (4).\nوكذلك قول الشاعر (5):\nلقد ضاع قومٌ قلّدوك أمورَهم ... بدابقَ إذ قيل العدوّ قريب\nرأوا جسداً ضخما فقالوا مقاتل ولم يعلموا أنّ الفؤاد نخيب\nفمنع (دابق) من الصرف؛ لأنه ذهب به الى معنى البلدة وهي مؤنثة، فاجتمعت فيه علتان هما العلمية والتأنيث كما هو الحال في الأعلام المؤنثة التي منها قول الشاعر (6)\nرُهبانَ مَدْيَن لو رأوك تَنَزَّلُوا ... والعُصْمُ من شَعَفِ العقول الفادر (7)\n__________\n(1) السابق: 1/ 429، 2/ 175.\n(2) السابق: 1/ 429، 2/ 175، وظ: الانصاف: 2/ 494، وشرح الجمل: 2/ 439.\n(3) معاني القرآن للفرّاء: 1/ 429، 2/ 175، ونُسب لجرير وليس في ديوانه، ظ: الحلل في اصلاح الخلل من كتاب الجمل: 323، ويروى: (سيعلم أو ستعلم أينا خبرٌ قديماً ... واعظمنا ببطن حراء نارا)، ظ: المقتضب: 3/ 359.\n(4) معاني القرآن للفرّاء: 1/ 429، 2/ 175.\n(5) معاني القرآن للفرّاء: 1/ 429، ولم ينسب الى قائله.\n(6) السابق: 2/ 304 ونُسِب لكثير عزة وهو موجود في ديوانه: 531، وكذلك نُسب لجرير وهو موجود في ديوانه: 236 وفي شرد ديوانه: 305.\n(7) العصم: جمع اعصم وهو الوعل. والعقول جمع عقل وهو الملجأ وشعف العقول: رؤوسها واعاليها، والفادر: الوعل المسن.\n(1/352)\n",
        "فـ (مدين) هنا اسم ممنوع من الصرف لأن فيه علتين هما العلمية والتأنيث، وعلى هذا المعنى حملت الاسماء (حنين، حراء، دابق)؛ فمنعت من الصرف، وهذا ينطبق على كل اسم علم مذكر يحمل على المعنى فيذهب به الى المؤنث.\n\nمجيء (إذا) و (إذ) فجائيتين\nمن المعاني التي تفيدها الاداتان (إذا) و (إذ) هو معنى المفاجئة، ومن هذا عند الفرّاء قوله تعالى: \" وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ \" (يونس/21)، فقال الفرّاء: \"اكتفى بـ (إذا) من (فعلوا) ولو قيل (من بعد ضراء مستهم مكروا) كان صواباً. وهو في الكلام والقرآن كثير، وتقول: خرجت فإذا أنا بزيد. كذلك يفعلون بـ (إذْ) \" (1) أي أن (إذا) و (إذ) إذا كانتا بمعنى المفاجئة دخلتا على الجمل الفعلية والاسمية على حدٍ سواء. واستشهد على هذا بقول جميل بن معمر (2):\nبينما هنَّ بالأراك معا إذ أني راكب على جمله\nوذكر الفرّاء أن (إذا) كانت للمفاجئة فالأكثر حدفها في الكلام، ومعناها مراد فقال: \"وأكثر الكلام في هذا الموضع أن تطرح (إذا) (3)، واستشهد على هذا بقول الشاعر (4):\nبينا تَبَغيّهِ العَشَاء وطَوْفِه ... وقع العَشاءَ على سِرْحانِ (5)\nفالمعنى: إذ وضع العشاءًبه ... فـ (معناهما واحد بـ (إذ) وبطرحها) (6).\n\nمجيء صلة (الذي) اسماً مضافاً وليس معرّفاً بالألف واللام:\nذَكر الفرّاء أن صلة الاسم الموصول (الذي) قد تأتي اسماً مضافاً تابعاً له في الاعراب، فقال: \" ... العرب تقول: مررت بالذي هو خيرٌ منك، وشرٌّ منك، ولا يقولون: مررت بالذي قائم؛ ن (خيرا منك) كالمعرفة؛ إذا لم تدخل فيه الألف واللام، وكذلك يقولون\n__________\n(1) معاني القرآن للفرّاء: 1/ 459.\n(2) السابق: 1/ 459، وظ: ديوانه: 89، وفيه (بدا) مكان (أتى).\n(3) معاني القرآن للفرّاء: 1/ 460.\n(4) السابق: 1/ 460، ولم يُنسب الى قائله.\n(5) تبغيه: تطلبه، السرحان: الذئب، الطوف: الهلاك.\n(6) معاني القرآن للفرّاء: 1/ 460.\n(1/353)\n\nمررت بالذاي أخيك، وبالذي مثلك، إذا اجعلوا صلة الذي معرفة أو نكرة لاتدخلها الألف واللام جعلوها تابعة للذي\" (1). واستشهد على هذا بما انشده الكسائي (2):\nإنَّ الزُّبيريَّ الذي مِثْلَ الحَلمْ ... مشى بأسلايك في أهل العَلَم (3)\nفجاء الشاعر بصلة (الذي) اسماً مضافاً وهو قوله (مثل الحلم)، وجعله تابعاً للاسم الموصول في اعرابه.\n\nمجيء (مَنْ) الموصولة للمفرد والمثنى والجمع\nتكون (مَن) اسم موصول للمفرد والمثنى والجمع وللمذكر والمؤنث بلفظ واحد للعاقل فقط (4).\nواستشهد الفرّاء على مجيئها دالةً على المفرد والجمع، بقول الشاعر (5):\nهَيَا أُمَّ عمرو مَنْ يكن عُقْرَ داره جِواءُ عَدِىّ يأكل الحِشراتِ\nويسودَّ من لفْح السموم جَبينه وَيَعْرَ وإن كانوا ذوى نَكَراتِ (6)\nفـ (مَنْ) هنا واقعة على المفرد والجمع معاً، بدليل قوله (وإن كانوا)، فذكر المفرد ثم ذكر بعده الجمع.\nومن شواهد دلالتها على المثنى، قول الفرزدق (7):\nتَعَسَّ فإن واثقتني لاتخونُني ... نكن مثل مَن يا ذئب يصطحبان\nوأنت امرؤ يا ذئب والغدُر كنتما ... أُخَيَّيْنِ كانا أُرضِعا بِلِبانِ (8)\nفجاء الشاعر بالفعل (يصطحبان) بصيغة المثنى وهو عائدٌ لـ (مَنْ)؛ لأنه صلتَهاَ.\n\nالملحق بجمع المذكر السالم\n__________\n(1) معاني القرآن للفرّاء: 1/ 365.\n(2) السابق: 1/ 365.\n(3) الحَلَمْ: جمع حلمه وهي الصغيرة من القردان او دوردة تقع على الجلد فتأكله.\n(4) ظ: شرح ابن عقيل: 1/ 146 - 147.\n(5) معاني القرآن للفرّاء: 2/ 111.\n(6) عقر الدار: أصلها، الجواء: الواسع من الأودية وهو موضع في نجد، الحوي: الحوض الصغير. نكرات: جمع نكرة: اسم من الإنكار أي استنكار مالايوافقهم كناية عن القدرة والقوة.\n(7) معاني القرآن للفرّاء: 2/ 111. وظ: ديوانه: 870.\n(8) اللبان: لبن الرضاع.",
        "(1/354)\n\nذكر النحاة طائفة من الأسماء تكون ملحقة بجمع المذكر السالم في جمعه، وتعرب إعرابه، ومن هذه الالفاظ سنة وعضة وثُبة وظبة (1) وذكر الفرّاء الفاظاً أخرى منها، قٌلين والبرين وعزين وأُبيكرين، والوايلين، ومرقين، وعِلِّين، وعشرين (2).\nوأجاز سيبويه في بعض هذه الألفاظ أن تجمع جمع مؤنث سالما، وجمع مذكر سالماً أيضاً، فنقول: سنوات وعضوات، وسنون وعضون (3)، وانما جعلت ملحقة لعدم توافر شروط الجمع فيها (4).\nوقد ذكر الفرّاء لغة أخرى عند العرب في اعراب هذه الألفاظ، وهي أن تبقى مجموعة بالياء والنون في الرفع والنصب والجر، وتظهر على نونها حركات الاعراب الثلاث فقال: \"ومن العرب من يجعلها بالياء على كل حال، ويعرب نونها فيقول: عِضِينُك، ومررت بعضينِك وسنينِك وهي كثيرة في أسَد وتميم وعامر\" (5). واستشهد بقول الصمة بن عبد الله القشيري (6):\nذراني من نَجْدٍ فإن سِنينَه لعبن بنا شيِبا وشيَّبْننا مُرْدا\nمتى ننج حَبْواً من سنينٍ ملحَّةٍ نُشَمِّر لأُخرى تُنزِلُ الأعصم الَفْردا (7)\nومنه أيضاً قول بعض بني أسد (8)\n*مثل المَقَالي ضُربت قُلينُها*\n__________\n(1) ظ: شرح ابن عقيل: 1/ 62 - 65.\n(2) العضة: الكذب والبهتان، الثبة: الجماعة من الفرسان، ظبة: حدّ السيف والسنان والنصل والخنجر وما أشبه ذلك، ظ: لسان العرب (ظبا)، قلين: لعبة من العوادان يلعب بها الصبيان، البرين او البرون: جمع برة وهي حَلقة من المعادن كالصفر والنحاس توضع في انف البعير، عزين: جمع عزة وهي الجماعة من الناس. أُبيكرين: تصغير أبكرين: وهو جمع أبكر وهو الفتي من الابل. الوايلين: جمع ويل وهو المطر: مرقين: جمع مرق وهو الطعام المعروف، عليون: ارتفاع بعد ارتفاع.\n(3) ظ: كتاب سيبويه: 3/ 598، وظ: لهجة قبيلة أسد: 200 - 201.\n(4) ظ: شرح ابن عقيل: 1/ 60 - 61.\n(5) معاني القرآن للفرّاء: 2/ 92، وظ: البحر المحيط: 5/ 456، وارتشاف الضرب: 1/ 268.\n(6) معاني القرآن للفرّاء: 2/ 92، وظ: شرح ابن عقيل: 1/ 65، وشرح شواهد ابن عقيل، لعبد المنعم الجرجاوي: 27.\n(7) الأعصم من الظباء والوعول: مافي ذراعيه او في احداهما بياض وسائر جسده اسود او أحمر.\n(8) معاني القرآن للفرّاء: 2/ 92، وظ: تهذيب اللغة للازهري (قلا).\n(1/355)",
        "\nوكذلك قول الشاعر (1):\n* الى بُرينِ الصُفْر المَلْوياِت*\nومن ذلك أيضاً، قول الشاعر (2):\nقد رَوِيَتْ إِلا الدُّهَيْديِنا قُليِّصات وأُبَيْكرِيَنا\nوقول الشاعر (3):\nفأصبحت المذاهِبُ قد أذاعت ... بِها الإعصارُ بعد الوابلينا\nوقد أشار الفرّاء الى جمع هذه الالفاظ جمعَ مؤنث سالماً، وأشار كذلك الى لغةٍ أخرى فيها وهي مجيؤها منصوبةً بالفتحة وليس بالكسرة كجمع المؤنث السالم، واستشهد على هذه اللغة بقول أبي ذوئيب الهذلي (4):\nإذا ما جَلاهَا بالأيَّام تحيرت ثُباتاً عليها ذُلْهَا واكتئابها\nفجاء بالاسم (ثبة) مجموعاً جمعَ مؤنثٍ سالماً، ومنصوباً بالفتحة بدليل الحالقه تنوين النصب، إلا أن هذه اللغة قليلة بل أرجعها الفرّاء الى توهم العرب بها فقال: \" ... وكذلك قولهم الثبات واللغات، وربما عرَّبوا التاء منها بالنصب والخفض وهي تاء جماع ينبغي ان تكون خفضاً في النصب والخفض، فيتوهَّمون أنها هَاء، وأن الألف قبلها من الفعل\" (5).\nويبدون أنَّ الفرّاء قد تأثّر مذهب البصريين في عدم قبول هذه اللغة وعلل مجيئها بالتوهم والخطأ، وإن كان العرب قد نطقوا بها، فجعلوا الأسم المجموع جمعَ مؤنث سالماً كالاسم المفرد تظهر عليه الحركات الثلاث ويلحقه التنوين فيها جميعاً، وقد ذكر ابن جني اقوالاً من النثر في هذه اللغة، فقال: \"والمحفوظ في هذا قول أبي عمرو لأبي خيرة وقد قال: استأصل الله عِرْفاتَهم بنصب التاء ... وأجاز أيضاً أبو خيرة: حفرت إراتَك جمع إره (6)\n__________\n(1) معاني القرآن للفرّاء: 2/ 92.\n(2) معاني القرآن للفرّاء: 3/ 347، وظ: لسان العرب (دهده)، وخزانة الادب: 3/ 408.\n(3) معاني القرآن للفرّاء: 3/ 247، وظ: الصحاح (دهده) واللسان (دهده).\n(4) معاني القرآن للفرّاء: 2/ 93، وظ: الخصائص: 3/ 304.\n(5) معاني القرآن للفرّاء: 2/ 93.\n(6) الإرة: موقد النار أو هي حفرة النار، ظ: لسان العرب (وأر، أري).\n(1/356)\n",
        "على نحو انشاد الكوفيين: ألا يزجر الشيخ الغيور بناتَهُ، وانشادهم: أيضاً: فلما جلاها بالايام تحيّرَن ثباتاً عليها ذُلها واكتئابها، وأصحابنا لايرون فتح هذه التاء في موضع النصب) (1). وقد تأوّل البصريون هذه الشواهد فجعلوا (ثباة، إراة، عرفات، بنات) أسماءً مفردة وليست بجمع (2)، ولمُ يجيزوا فتح هذه التاء إلاّ إذا تركبت تلك الاسماء مع (لا) النافية للجنس (3).\nوماجاء هذا التأويل منهم إلا من أجل اخضاع كلام العرب للقاعدة التي وضعوها، فما المانع من معاملة جمع المؤنث السالم معاملة الأسماء الاخرى فيرفع بالضمة وينصب بالفتحة ويجر بالكسرة، ولاسيما ان هذا قد ورد عن العرب بالاضافة الى يسره إذ يكون الاسم المفرد والجمع في الاعراب سواء.\n\nالنداء بالهمزة (أ)\nالهمزة من أدوات النداء، وتستعمل لنداء القريب، فلا ينادى بها البعيد، فهي لتنبيه القريب المصغي إليك الذي لايحتاج الى مَدّ الصون في ندائه (4). واستشهد الفرّاء على هذا بقول الشاعر (5):\nأبني لبُينّىَ لستم بيدٍ ... إلاّ يدٍ ليسَت لها عَضُد\nفالشاعر نادى بالهمزة أبناءه، في محل الخطاب؛ لأنهم بالقرب منه. وكذلك قول الشاعر (6):\nأضمر بن ضمرةُ ماذا ذكَرْ ... ت من صِرْمة أخذت بالمُرارِ (7)\n__________\n(1) الخصائص: 3/ 304.\n(2) ظ: الخصائص: 3/ 304، وظ: روح المعاني: 5/ 79.\n(3) الخصائص: 3/ 305.\n(4) ظ: كتاب سيبويه: 2/ 229 - 230، والمقتضب: 4/ 223، والاصول في النحو: 400 - 401، والكشاف: 1/ 224.\n(5) معاني القرآن للفرّاء: 2/ 416.\n(6) السابق: 2/ 416، ولم يُنسب الى قائله.\n(7) الصرمة: القطعة من الإبل، والمرار: موضع.\n(1/357)\n\nفنادى الشاعر ضمرة بالهمزة وهو يخاطبه وكأنه واقفٌ أمامه. وجعل الفرّاء من هذا قوله تعالى: \" أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ\" (الزمر/ 9) فجعل الهمزة هنا حرف نداء فقال: \"وقوله: \" أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ\" قرأها يحيى بن وثاب بالتخفيف. وذُكر ذلك عن نافع وحمزة وفسّروها يريد: يامن هو قانت. وهو وجه حسن، العرب تدعو بألف كما يدعون بها. فيقولون: يازيدُ أقبل، وأزيدُ أقبل\" (1). وأجاز الفرّاء في هذه الآية وجهاً ثانياً هو أن تكون الهمزة فيها حرف استفهام؛ فقال: \"وقد تكون الألف استفهاماً بتأويل أم لأن العرب قد تضع (أمْ) موضع الألف إذا سَبَقها كلام، قد وصفتُ منه ذلك ما يكتفى به. فيكون المعنى: أمنَ هو فاتت (خفيف) كالأول الذي ذكر بالنسيان والكفر\" (2).\nوقد ردَّ النحاة ماذهب اليه الفرّاء والقرّاء من أن الهمزة في هذه الاية حرف نداء؛ لأن القرآن المجيد لم يقع فيه نداء بغير (يا) (3)، ورجحّوا أن تكون الهمزة للاستفهام الذي يفيد التنبيه، فتكون (من) مبتدأ، وخبره محذوف لدلالة الكلام عليه تقديره: (أَمَنْ هو قانت كمن ليس كذلك؟) (4). وحجتهم في هذا ان الهمزة لم ترد في القرآن الكريم حرف نداء، بل وردت في كل المواضع التي ذكرت فيها للاستفهام، كقوله تعالى: \" أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا\" (فاطر/8) وقوله تعالى: \" أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلإِسْلاَمِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ \" (الزمر/ 22) وقوله \" أَفَمَنْ اتَّبَعَ رِضْوَانَ اللَّهِ كَمَنْ بَاءَ بِسَخَطٍ مِنْ اللَّهِ \" (ال عمران/ 162)، وكذلك فقد استبعد ان هشام أن تكون الهمزة في تلك الآية للنداء كما قال الفرّاء إلا أن ما يقربها من النداء ليس مجازاً. وتقدير الاستفهام فيها على المجاز وليس على الحقيقة، فضلاً عن كثرة الحذف في الاستفهام، إذ حذف شيئان: معادل الهمزة والخبر ... (5).\n__________\n(1) معاني القرآن للفرّاء: 2/ 416.\n(2) السابق: 2/ 416 - 417.\n(3) ظ: البحر المحيط: 1/ 92 - 93، والأشبه والنظائر: 2/ 89، ودراسات لاسلوب القرآن الكريم: 3/ 625.\n(4) ظ: مشكل اعراب القرآن: 2/ 258، والجنى الداني: 36، والكشاف: 3/ 390.\n(5) ظ: مغني اللبيب: 1/ 13014.",
        "(1/358)\n\nوفي الحقيقة أن جميع ماقاله النحاة له نصيبُ من الصحة وكذلك ما ذهب اليه الفرّاء؛ لأن تقدير وليس الاستفهام في تلك الاية لايخلو من معنى التنبيه، والتنبيه من معاني النداء وليس الاستفهام، لأن الاستفهام هو طلب المعرفة والخبر، ثم أن إجماع النحاة على ان اداة النداء (الهمزة) لم ترد في القرآن، فيه نظر، لأن تعبير القرآن لايمكن أن تحدّه أقوال النحاة واللغويين والمفسرين، لأن القرآن حمّال وجوه.\nوكذلك فقد ذكر الفرّاء أن حرف النداء (يا) يستعمل لنداء القريب والبعيد على حدٍ سواء، وذهب النحاة الى أن الاصل في استعماله هو لنداء البعيد؛ لامكان امتداد الصوت ورفعه بها، ويستعمل لنداء النائم والساهي والغافل لانه بمنزلة البعيد، وأما استعماله لنداء القريب فهو مجازٌ يُراد به التوكيد (1). وذهب قسم من النحاة الى أن جميع ادوات النداء المستعملة في نداء القريب هي تفيد التوكيد، فقال سيبويه: \"وقد يجوز لك أن تستعمل هذه الخمسة غير (وا) إذا كان صاحبك قريباً منك، مقبلاً عليك توكيداً\" (2).\nوذهب قسم آخر من النحاة الى ان حرف النداء (يا) في الاصل لنداء البعيد والقريب معاً، فقال المبرد: \"إذا كان صاحبك قريباً منك أو بعيداً ناديته بـ (يا) \" (3)، وقال ابن الخشاب: \" (يا) وهي الاصل تكون للقريب والبعيد\" (4). ورأى بعضهم أنها مشتركة بين القريب والبعيد، لكثرة الاستعمال (5). وقرر بعضهم أن هذا هو الظاهر من استقراء كلام العرب (6). وانكر الرضي الاسترابذي قول من قال بأنَّ (يا) تستعمل لنداء القريب مجازاً فقال: \"استعملها في القريب والبعيد على السواء. ودعوى المجاز في أحدهما أو التأويل خلاف الأصل\" (7). وجعل الدكتور قيس الاوسي استعمالها لنداء البعيد هو الأصل، واستعمالها لنداء القريب هو لإفادة معنى التوكيد، وإن كانت تستعمل لكليهما على حد\n__________\n(1) ظ: كتاب سيبويه: 2/ 229 - 230، والمقتضب: 4/ 233، والكشاف: 1/ 224، وشرح المفصل: 8/ 118، والجنى الداني: 354 - 358.\n(2) كتاب سيبويه:2/ 230 - 232، و ظ: الاصول في النحو: 1/ 400 - 401، واللامات: 111 - 112، وشرح المفصل: 2/ 15، 8/ 118، والجنى الداني: 354 - 358.\n(3) المقتضب: 4/ 35.\n(4) المرتجل: لابي محمد بن الخشاب: 191.\n(5) ظ: الجنى الداني: 354 - 358، ومغني اللبيب: 2/ 373.\n(6) ظ: همع الهوامع: 1/ 172.\n(7) شرح الكافية: 2/ 381.\n(1/359)",
        "\nسواء (1). ولم يذكر أحدٌ من النحاة سبباً لكثرة استعمال (يا) في نداء القريب والبعيد، على الرغم من أن هناك أداة خاصة لنداء القريب هي الهمزة، بل لم يلتفت أحدٌ الى الفرق بين (يا) و (أ) في النطق. فربما يكون السبب وراء غلبة (يا) في نداء القريب، هو شدَّة الهمزة وصعوبة النطق بها؛ لأنها كالتهوع، فاصبحت من الاصوات التي يتجنبها كثيرٌ من العرب فإمّا أن يحذفوها تماماً، أو أن يسهّلوها أو يقلبوها ألفاً او واواً او ياء.\n__________\n(1) ظ: أساليب الطلب عند النحويين والبلاغيين: 224.\n(1/360)\n",
        "الخاتمة\n(1/361)\n\nبعد هذه الجولة مع الشاهد الشعري النحوي في كتاب معاني الفرّاء، توصل الباحث الى جملة من النتائج هذا ابرزها:\n1. أظهر البحث جوانب عديدة من نحو الكوفيين، إذ إهتمَّ الباحث ببيان العديد من آرائهم ومذاهبهم النحوية وإيضاحها.\n2. أثبت البحث أنَّ لغة قريش لم تكن أفصح لغات العرب قاطبة، ولم ينزل القرآن الكريم بها، وإنما كانت فصيحة كسائر لغات العرب الأُخرى.\n3. بيّن البحث أنَّ النحاة- بصريين وكوفيين- جوّزوا مجيء اسم الاشارة بمعنى الاسم الموصول، على خلاف ماقرره الأنباري إذ جعل هذه المسألة خلافيّة بينهما فضلاً عن مسائل اخرى (1).\n4. إن لغة (أكلوني البراغيث) لغة شائعة عند العرب، فربما تكون قد مثلت حقبة من حقب تطور اللغة، وليس كما ذهب بعض النحاة من أنها شاذة، بدليل ورودها في القرآن الكريم وكلام الرسول محمد (صلى الله عليه وآله وسلم)، وكلام العرب.\n5. اثبت الباحث صحة رفع الإسم، وفيه معنى الأمر او التحذير.\n6. جواز دخول اللام في خبر (لكن) حملاً لها على (إن)، تأكيداً للمعنى.\n7. أشارَ الباحث الى وجود تشابه كبير بين ... خبر كان وأخواتها، والحال وربما يصل هذا التشابه الى حدِّ الاتفاق والتطابق بينهما.\n8. أثبت البحث أنَّ الميم في كلمة (اللهمَّ) ليست عوضاً من ياء النداء المحذوفة كما يرى البصريون ذلك، وليست عوضاً عن جملة (يا الله امنا بخير) كما يرى الكوفيون وإنما هي جزءٌ من الكلمة نفسها التي هي اسم لله سبحانه وتعالى.\n9. أثبت البحث صحة ما ذهب اليه الفرّاء في أن (غير) إنما بُنيت؛ لأنها تقع موقع الحرف في بعض الاحيان كوقوعها في موضع (إلا).\n10. رَجّحَ الباحث مذهب الكوفيين في جواز النصب بالصفة المشبهة صيغ المبالغة حملاً لها على اسم الفاعل والمفعول في العمل، لوروده عن العرب.\n__________\n(1) ظ: دراسة في النحو الكوفي: 337 - 334، 351 - 356، ففيها تفصيل لمسائل أخرى.",
        "(1/362)\n\n11. اثبت البحث صحة اضافة الشيء الى ما يوافقه في المعنى لوروده في القرآن الكريم وكلام العرب فيكون ذلك لقصد التأكيد أو الإبانة في المعنى او يكون لغرض لمح الفرق في المعنى بين اللفظين؛ لانه قد لايتطابقان تطابقاً تاماً في معنى واحد بل لابد أن يكون بينهما فرقٌ في المعنى.\n12. أثبت البحث أن الفصل بين المتضايفين بغير الجار والمجرور أو الظرف ليس بصحيح؛ لعدم ورود شواهد عليه تثبته سوى بيت واحد وقد تعددت رواياته.\n13. أوضح البحث أنّ النصب بـ (لان) والجر بها كلاهما واردُ عن العرب، ولكن الأفشى في الاستعمال هو النصب والجر قليل.\n14. رجّحَ البحث مذهب الكوفيين في جواز إعراب جزءي العدد المركب، فيكون الجزء الأول معرباً بحسب العوامل الداخلة عليه ويكون الثاني مضافاً اليه.\n15. أثبت البحث صحة إلحاق نون الوقاية باسم الفاعل والمفعول؛ وذلك لوروده في كلام الرسول محمد (صواله) وكلام العرب، زيادة على أن هذه النون قد تدفع الغموض عن المعنى في مواضع عديدة.\n16. إن مصطلح الحرف عند الفرّاء مصطلحاً عاماً، تارةً يعني به الحرف وأخرى يعني به الاسم وثالثة يعني به الفعل وربما عنى به السياق أيضاً.\n17. أوضح البحث أن زمن فعل جواب الشرط ومعناه لايتحققان إلا بعد تحقق وقوع فعل الشرط في زمنه ومعناه بغض النظر عن الصيغة الصرفية للفعلين كليهما.\n18. أثبت الباحث صحة جعل الجواب للشرط مع تقدم القسم عليه، وكذلك العكس؛ إعتماداً على المعنى المقصود؛ لان جعل الجواب لأحدهما يؤدي الى تغيير المعنى فتحديد المعنى المقصود هو الفيصل في ذلك فيخصص الجواب لأحدهما.\n19. أثبت الباحث صحة مجيء اسم التفضيل وكذلك التعجب من جميع الألوان والعاهات، لأن هناك تفاوتاً كبيراً وفَرْقاً شاسعاً بين درجات الألوان وكذلك في العاهات، وهذا ما أثبته العلم الحديث.\n(1/363)",
        "\n20. رجّح الباحث ماذهب اليه الكوفيون من أنّ الواو هي التي تصرف الكلام عن جهته التي كان عليها، وتغيّره عن معنى الكلام الذي قبله، فهي التي تنصب الفعل بعدها وليس بـ (أن) مضمرة كما يرى البصريون.\n21. بَيَّنَ البحثُ أن إبقاء الحرف الأخير من الفعل المضارع المعتل الآخر في حالة جزمه هو استعمال عربي، قد يكون لغة لبعض العرب، وربما يكون قد مَثل مرحلة من مراحل نشوء اللغة بدليل ورود الشواهد الشعرية التي تثبته، وكذلك بعض القرآءات القرآنية.\n(1/364)\n",
        "المصادر\n(1/365)\n\nاولاً: القرآن الكريم.\nثانياً: الكتب المطبوعة\n? إئتلاف النصرة في اختلاف نحاة الكوفة والبصرة: عبد اللطيف بن أبو بكر الشَرجيّ الزبيدي (ت:802هـ)، تحقيق: د. طارق عبد عون الجنابي، عالم الكتب، بيروت، ط1، 1407هـ-1987م.\n? ابن جني النحوي: د. فاضل صالح السامرائي، دار النذير للطباعة والنشر والتوزيع، بغداد، 1389هـ-1969م.\n? أبو الحسن بن كيسان وآراؤه في النحو واللغة: علي مزهر الياسري، دار الحرية للطباعة، بغداد، 1979م.\n? أبز زكريّا الفرّاء ومذهَبُهُ في النحو واللغة: د. أحمد مكي الأنصاري، القاهرة، 1382هـ-1962م.\n? اتحاف فضلاء البشر بقراءات الأربعة عشر: للدمياطي أحمد بن محمد (ت1117هـ)، مصر، 1359هـ.\n? الإتقان في علوم القرآن: جلال الدين السيوطي (ت:911هـ) مطبعة حجازي، مصر.\n? إحياء النحو: ابراهيم مصطفى، مطبعة لجنة التأليف والترجمة والنشر، القاهرة، 1959م.\n? ارتشاف الضرب من لسان العرب: أبو حيان الأندلسي (ت:745هـ)، تحقيق: د. مصطفى أحمد النمّاس، ط1، مطبعة المدني، مصر، 1408هـ-1987م.\n? الأُزهية في علم الحروف: علي بن محمد الهروي، تحقيق: عبد المعين الملوحي، مطبعة مجمع اللغة العربية بدمشق، 1391هـ-1971م.\n? أساليب الطلب عند النحويين والبلاغيين: د. قيس اسماعيل الأوسي، بيت الحكمة، بغداد، 1988م.\n? اسرار العربيّة: أبو البركات عبد الرحمن بن محمد بن أبي سعيد الأنباري (ت:577هـ): تحقيق: محمد بهجت البيطار، مطبعة مجمع اللغة العربية بدمشق، 1377هـ-1957م.",
        "(1/366)\n\n? الأشباه والنظائر في النحو: جلال الدين عبد الرحمن السيوطي، تحقيق: د. عبد العال سالم مكرّم، مؤسسة الرسالة، بيروت، ط1، 1406هـ-1985.\n? اصلاح النطق: ابو يوسف يعقوب بن اسحق بن السكين (ت:244هـ)، تحقيق: أحمد محمد شاكر، وعبد السلام هارون، دار المعارف، مصر، ط3، 1970م.\n? الأصمعيات: للأصمعي، أبو سعيد عبد الملك بن قريب (ت216هـ)، تحقيق: احمد محمد شاكر وعبد السلام هارون، دار المعارف، 1375هـ.\n? الأصول في النحو: أبو بكر بن السراج (316هـ)، تحقيق: د. عبد الحسين الفتلي، مطبعة سليمان الأعظمي، بغداد، 12393هـ-1973م.\n? اصول النحو العربي: د. محمد عيد، طبعه دار الثقافة، 1973م.\n? الأضداد: ابن السكيت: تحقيق: أوجست هفنر، دار الكتب العلمية، بيروت، 1913م.\n? الأضداد للسجستاني: أبو حاتم سهل بن محمد بن عثمان السجستاني (ت:255هـ) تحقيق: د. محمد عودة أبو جري، مراجعة: د. رمضان عبد التوّاب، مكتبة الثقافة الدينية، 1414هـ-1994م.\n? الأضداد في اللغة، محمد حسين آل ياسين، مطبعة المعارف، بغداد، 1394هـ-1974م.\n? اعراب القرآن، أبو جعفر احمد بن محمد بن اسماعيل النحاس (ت:338هـ)، تحقيق: د. زهير غازي زاهد، ط3، مطبعة عالم الكتب، بيروت، 1409هـ-1988م.\n? الأغاني: أبو الفرج الأصفهاني (ت:356هـ) مؤسسة جمال للطباعة، بيروت-لبنان (مطبعة دار الكتب).\n? الإغراب في جدل الإعراب: أبو البركات الأنباري، تحقيق: سعيد الأفغاني، ط2، دار الفكر، بيروت، 1391هـ-1971م.\n? الإقتراح في علم اصول النحو: جلال الدين السيوطي، حيدر آباد-الدكن، ط2، 1359هـ.\n? الأمالي: أبو علي اسماعيل بم القاسم القالي (ت:356هـ)، دار الجيل، بيروت-لبنان، ط2، 1407هـ-1987م.\n(1/367)",
        "\n? أمالي ابن الحاجب: أبو عمرو عثمان بن الحاجب (ت:646هـ)، تحقيق: فخر صالح سليمان، دار الجيل، بيروت، 1409هـ-1989م.\n? أمالي الزجاجي: أبو القاسم عبد الرحمن بن اسحق الزجاجي (ت: 340هـ)، تحقيق، عبد السلام هارون، ط1، مطبعة المدني، القاهرة، 1382هـ.\n? الأمالي الشجرية: ضياء الدين أبو السعادات هبة الله علي بن حمزة العلوي الحسني المعروف بإبن الشجري (ت:542هـ)، ط1، مطبعة دائرة المعارف العثمانية حيدر آباد الدكن، 1349هـ.\n? أمالي المرتضى: الشريف المرتضى علي بن الحسين الموسوي العلوي، تحقيق: محمد أبو الفضل ابراهيم، دار الكتاب العربي، بيروت-لبنان، ط2، 1387هـ-1967م.\n? إملاء ما منَّ به الرحمن من وجوه الإعراب والقراءات في جميع القرآن: العكبري، مطبعة التقدم، القاهرة، 1347هـ.\n? الإنتصاف من الإنصاف على هامش الانصاف: محمد محيي الدين عبد الحميد، مطبعة السعادة، مصر، ط4، 1380هـ-1961م.\n? الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين: أبو البركات الانباري، تحقيق: محمد محيي الدين عبد الحميد، ط4، مطبعة السعادة، مصر، 1380هـ-1961م.\n? أنوار التنزيل واسرار التأويل (تفسير البيضاوي) عبد الله بن عمر محمد البيضاوي (ت:685هـ)، المطبعة العثمانية، 1329هـ.\n? أوضح المسالك الى الفية ابن مالك: أبو محمد عبد الله جمال الدين بن يوسف بن أحمد بن عبد الله بن هشام الأنصاري (ت:761هـ) تحقيق: محمد محيي الدين عبد الحميد، دار الندوة، بيروت، ط6، 1980م.\n? الإيضاح العضدي: أبو علي الفارسي (ت:377هـ)، تحقيق: د. حسن شاذلي فرهود، ط1، مطبعة دار التأليف، مصر، 1389هـ-1969م.\n? الإيضاح في علل النحو: أبو القاسم الزجاجي، تحقيق: د. مازن المبارك، ط5، دار النفائس، بيروت، 1406هـ-1986م.\n(1/368)\n",
        "? البارع في اللغة: أبو علي القالي، تحقيق: هاشم الطعان، مكتبة النهضة، بغداد، ودار الحضارة العربية، بيروت، ط1، 1975م.\n? البحر المحيط: أثير الدين، أبو عبد الله، محمد بن يوسف بن علي بن يوسف ابن حيان الأندلسي، مطابع النصر الحديثة، الرياض، السعودية، د. ت.\n? البرهان في علوم القرآن، بدر الدين محمد الزركشي (ت:794هـ)، تحقيق: محمد ابو الفضل ابراهيم، مطبعة البابي الحلبي، مصر، 1958.\n? البيان في غريب اعراب القرآن: ابو البركات الأنباري، تحقيق: د. طه عبد الحميد طه، دار الكتاب العربي، مصر، 1969م.\n? البيان والتبيين: أبو عثمان عمرو بن بحر الجاحظ (ت:255هـ) تحقيق: د. علي أبو ملحم، دار مكتبة الهلال-بيروت، ط1، 1408هـ-1988م.\n? تاج العروس على جواهر القاموس: مرتضى الزبيدي (ت:1202هـ)، ط1، المطبعة الخيرية، مصر، 1316هـ.\n? تاريخ آداب العرب: مصطفى صادق الرافعي، دار الكتاب العربي، بيروت، ط4، 1384هـ-1974م.\n? تاريخ الرسل والملوك: أبو جعفر محمد بن جرير الطبري (ت:310هـ)، طبعه مقابلة على طبعة بريل، ليدن، 1879م.\n? تاريخ النقد العربي عبد العرب من العصر الجاهلي الى القرن الرابع: طه أحمد ابراهيم، دار الحكمة، بيروت (د. ت).\n? تاريخ اليعقوبي: أحمد بن أبي يعقوب بن جعفر بن وهب بن واضح الكاتب العباسيّ المعروف باليعقوبي (ت:284هـ)، مؤسسة أهل البيت (ع) قم، دار صادر، بيروت.\n? تأويل مشكل القرآن: أبو محمد عبد الله بن مسلم بن قتيبة الدينوري (ت:276هـ)، دار الكتب العلمية، بيروت، ط1، 1423هـ-2002م.\n? التبيان في إعراب القرآن: أبو البقاء عبد الله بن الحسين العكبري (ت:616هـ)، تحقيق علي محمد البجاوي، دار إحيار الكتب العربية، مصر، 1976م.\n(1/369)\n\n? تجديد النحو العربي: د. عفيف دمشقية، ط1، معهد الإنماء العربي، طرابلس، لبنان-بيروت، 1976م.\n? تحصيل عين الذهب من معدن جوهر العرب في علم مجازات العرب: أبو الحجاج يوسف بن سليمان بن عيسى المعروف بالأعلم الشنتمري (ت:476هـ)، تحقيق: د. زهير عبد المحسن سلطان، ط1، دار الشؤون الثقافية العامة، بغداد، 1992م.\n? تحقيقات نحويّة: د. فاضل صالح السامرائي، ط1، دار الفكر للطباعة والنشر والتوزيع، عمان-الأردن، 1421هـ-2001م.\n? تخليص الشواهد وتلخيص الفوائد: جمال الدين أبو محمد بن هشام الأنصاري، تحقيق: د. عباس مصطفى الصالحي: ط1، المكتبة العربية، بيروت، 1406هـ-1986م.\n? التراكيب اللغوية في العربية، دراسة وصفيّة تطبيقيّة: د. هادي نهر، مطبعة الإرشاد، بغداد، 1987م.\n? تسهيل الفوائد وتكميل المقاصد: جمال الدين بن مالك الأندلسي (ت:671هـ)، تحقيق: محمد كامل بركات، دار الكتاب العربي للطباعة والنشر، مصر، 1387هـ-1967م.\n? التطور اللغوي التاريخي: د. ابراهيم السامرائي، دار الأندلس، بيروت –لبنان، ط3، 1983م.\n? التطور النحوي للغة العربية: برجشتراسر، المركز العربي للبحث والنشر، القاهرة، 1981م.\n? تفسير القرآن العظيم: أبو الفداء اسماعيل بن كثير (ت:774هـ)، دار الجيل، بيروت، ط1، 1408هـ-1988.\n? التفسير الكبير: فخر الدين الرازي محمد بن عُمرَ بن الحسين بن الحسن بن علي التميمي البكري الرازي الشافعي (544 - 604هـ)، دار الكتب العلمية، بيروت-لبنان، ط1، 1421هـ-2000م.\n? التنبيه على حدوث التصحيف: حمزة بن الحسن الأصفهاني (ت:360هـ)، تحقيق: محمد أسعد طلس، مطبعة الرقي، مطبوعات مجمع اللغة العربيّة، دمشق، 1388هـ-1968م.",
        "(1/370)\n\n? تهذيب اللغة: أبو منصور محمد بن أحمد الأزهري (ت:370هـ)، تحقيق: محمد أبو الفصل ابراهيم مراجعة: علي محمد البجاوي، الدار العربية للتأليف والترجمة.\n? توجيه إعراب أبيات ملغزة الإعراب: أبو الحسن علي بن عيسى الرماني (ت:384هـ)، تحقيق: سعيد الأفغاني، مطبعة الجامعة السورية، دمشق، 1377هـ-1958م.\n? التيسير في القراءات السبع لأبي عمرو الداني، مطبعة الدولة، استانبول، 1930م.\n? جامع البيان عن تأويل القرآن (تفسير الطبري): أبو جعفر محمد بن جرير الطبري، ط2، مطبعة مصطفى البابي الحلبي وأولاده، مصر، 1388هـ-1968م.\n? الجامع لأحكام القرآن (تفسير القرطبي): أبو عبد الله محمد بن أحمد الأنصاري (ت:671هـ)، مطبعة دار الكتب العربية، القاهرة، 1380هـ-1960م.\n? الجمل: أبو القاسم عبد الرحمن بن اسحق الزجاجيّ، تحقيق: ابن ابي شنب، مطبعة بلنسكيك، باريس، 1376هـ-1957م.\n? الجمل في النحو: أبو عبد الرحمن الخليل بن أحمد الفراهيدي (ت:175هـ)، حلب، 1404هـ-1984م.\n? جمهرة اللغة: أبو بكر محمد بن الحسين بن دريد (ت:321هـ)، تحقيق: رمزي بعلبكي-دار العلم للملايين.\n? جموع التصحيح والتكسير في اللغة العربية: د. عبد المنعم سيد عبد العال، دار الاتحاد العربي للطباعة، مصر، 1977م.\n? الجنى الداني في حروف المعاني: حسين بن قاسم المرادي (ت:749هـ)، تحقيق: طه محسن، مؤسسة دار الكتب للطباعة والنشر، جامعة الموصل، 1396هـ-1976م.\n? حاشية الأمير على مغني اللبيب لابن هشام: الشيخ محمد الأمير الأزهري (ت:1232هـ)، مطبعة مجازي، القاهرة، 1372هـ.\n? حاشية الخضري على شرح ابن عقيل على الفية ابن مالك: الشيخ محمد الخضري (1287هـ)، دار إحياء الكتب العربية، مصر، (د. ت).\n? حاشية الصبان على شرح الأشموني على الفية ابن مالك، أبو العرفان محمد بن علي الصبان (1206هـ)، دار احياء الكتب العربية، مصر، (د. ت).\n(1/371)",
        "\n? حاشية الشيخ يس على شرح التصريح: على هامش شرح التصريح للأزهري: الشيخ يس العليمي الحمصي، دار احياء الكتب العربية، عيسى البابي الحلبي، مصر، (د. ت).\n? الحجة في القراءات السبع: ابن خالوية (ت:370هـ)، تحقيق: د. عبد العال سالم مكرم، دار الشروق، بيروت، د. ت.\n? الحروف: أبو نصر الفارابي (ت:339هـ)، تحقيق محسن مهدي، دار المشرق، بيروت (د. ت).\n? حروف المعاني للزجاجي: أبو القاسم عبد الرحمن بن اسحق الزجاجي، تحقيق: د. علي توفيق الحمد، مؤسسة الرسالة، بيروت، ط1، 1984م.\n? الحلل في اصلاح الخلل من كتاب الجمل، أبو محمد بن السَّيّد البطليوسي (ت:521هـ)، تحقيق: سعيد عبد الكريم سعود، دار الرشيد للنشر، بغداد، 1980م.\n? الحيوان: أبو عثمان عمرو بن بحر الجاحظ، تحقيق: عبد السلام هارون، مطبعة مصطفى البابي الحلبي بمصر، ط1، 1362هـ-1943م.\n? خزانة الأدب ولب لباب لسان العرب: عبد القادر بن عمر البغدادي (1039هـ)، تحقيق عبد السلام هارون، مطبعة المدني، ط2، القاهرة، 1404هـ-1984م.\n? الخصائص: أبو الفتح عثمان بن جني، تحقيق: محمد علي النجار، مطبعة الكتب المصرية، القاهرة، ط2، 1371هـ-1952م.\n? خطى متعثرة على طريق تجديد النحو العربي، د. عفيف دمشقية، دار العلم للملايين، بيروت، ط1، 1980م.\n? دراسات في اللغة، الجملة العربية في ضوء الدراسات اللغوية الحديثة: د. نعمة رحيم العزاوي، الشؤون الثقافية العامة، بغداد، ط1، 1986م.\n? دراسات لأسلوب القرآن الكريم: محمد عبد الخالق عظيمة، مطبعة السعادة.\n? الدراسات اللغوية عند العرب الى نهاية القرن الثالث الهجري: د. محمد حسين آل ياسين، دار مكتبة الحياة للطباعة والنشر، بيروت، ط1، 1400هـ-1980م.\n? الدراسات اللهجية والصوتية عند ابن جني: د. حسام سعيد النعيمي، دار الطليعة للطباعة والنشر، بغداد، 1980م.\n(1/372)\n",
        "? دراسات نقدية في النحو العربي: د. عبد الرحمن أيوبن مطابع الأبناء، الكويت (د. ت).\n? دراسة في النحو الكوفي من خلال معاني القرآن للفرّاء: د. المختار أحمد ديرة، دار قتيبة للطباعة والنشر، طرابلس، ط2، 1424هـ-2003م.\n? دروس اللغة العبريّة: ربحي كمال، مطبعة جامعة دمشق، ط4، 1966م.\n? الدرر اللوامع على همع الهوامع شرح جمع الجوامع: أحمد بن أمين الشنقيطي، مطبعة كردستان العلمية، ط1، 1328هـ.\n? الدر المنثور: جلال الدين السيوطي، دار الفكر، بيروت –لبنان، (د. ت).\n? دلائل الإعجاز في علم المعاني: عبد القاهر الجرجاني (ت:474هـ)، مطبعة المنار، القاهرة، 1980م.\n? اللغة العربية: ربحي كمال، مطبعة جامعة دمشق، ط1، 1378هـ-1958م.\n? ديوان أبي الأسود الدؤلي: تحقيق: محمد حسين آل ياسين، مطبعة المعارف، بغداد، ط2، 1384هـ-1964م.\n? ديوان أبي داود الانصاري: تحقيق: غوستاف فون، دار مكتبة الحياة بيروت، 1395هـ.\n? ديوان أبي محجن الثقفي، صنعة أبي هلال العسكري، قدم له: د. صلاح الدين المنجد، دار الكتاب الجديد، بيروت، ط1، 1389هـ-1970م.\n? ديوان الأحوص: عبد الله بن محمد بن عبد الله الأوسي: جمع وتحقيق: د. ابراهيم السامرائي، مكتبة الاندلس، بغداد، شارع المتنبي، 1389هـ-1969م.\n? ديوان الأخطل: تحقيق: انطوان صالحاني، بيروت، 1891.\n? ديوان الأسود بن يعفر: صنعة: د. نوري حمودي القيسي، مطبعة الجمهورية، بغداد، 1970م.\n? ديوان الأعشى: ميمون بن قيس: تحقيق: فوزي عطوي: الشركة اللبنانية للكتاب، بيروت، المطبعة اللبنانية، 1968م.\n? ديوان امرئ القيس: تحقيق محمد أبو الفضل ابراهيم، ط3، دار المعارف، مصر، 1969م.\n(1/373)\n\n? ديوان أميّة بن أبي الصلت: جمع بشير بموت، المطبعة الوطنية، بيروت، ط1، 1352هـ-1934م.\n? ديوان أوس بن حجر: تحقيق: د. محمد يوسف نجم، دار صادر، بيروت، 1380هـ-1960م.\n? ديوان بشر بن ابي خازم الأسدي: تحقيق: د. عزة حسن، دمشق، ط2، 1392هـ-1972م.\n? ديوان تميم بن مقبل: تحقيق: د. عزة حسن، دمشق، 1381هـ-1962م.\n? ديوان جران العود النميري: تحقيق وتذييل: د. نوري حمودي القيسي، دار الحرية للطباعة، بغداد، 1982م.\n? ديوان جرير بشرح محمد بن حبيب، تحقيق: د. نعمام محمد أمين طه، دار المعارف، مصر، 1969، مطبعة دار صادر، بيروت، 1353هـ.\n? ديوان جميل بن معمر العذري، تحقيق: فوزي عطوي، بيروت –لبنان، ط1، 1969م.\n? ديوان حاتم بن عبد الله الطائي: د. فوزي عطوي، الشركة اللبنانيّة للكتاب، 1969م.\n? ديوان حسان بن ثابت الأنصاري: تحقيق: د. وليد عرفات، ط1، 1971م.\n? ديوان الحطيأة: بشرح ابن السكيت والسكري والسجستاني، تحقيق: د. نعمام أمين طه، مطبعة مصطفى البابي الحلبي، مصر، 1378هـ-1958م، وطبعه دار صادر-بيروت، 1387هـ-1967م.\n? ديوان الحماسة: أبو تمام حبيب بن أوس الطائي، تحقيق: د. عبد المنعم أحمد صالح، دار الرشيد، بغداد، 1980م.\n? ديوان الخرنق بنت بدر بن هفان: تحقيق: د. حسين نصار، دار الكتب العربيّة، القاهرة، 1969م.\n? ديوان ذي الرمة: تحقيق: د. عبد القدوس أبو صالح، ط1، مطبعة طربين، دمشق، 1382هـ-1972م.\n? ديوان رؤية (مجموع اشعار العرب): اعتنى بتصحيحه: وليم بن الورد، مطبعة لايبزك، 1903م.",
        "(1/374)\n\n? ديوان الشماخ بن ضرار الذبياني: تحقيق: صلاح الدين الهادي، دار المعارف مصر، 1968.\n? ديوان طرفة بن العبد (شرح الشنتمري): مكسن سلعسنون، مطبعة شلون، 1900م.\n? ديوان طُفيل بن كعب الغنوي، تحقيق: فريتس كرنكوف، لندن، 1927م.\n? ديوان عبيد بن الأبرص، تحقيق وشرح: د. حسن نصّار، مطبعة مصطفى البابي الحلبي، مصر، ط1، 1377هـ-1957م.\n? ديوان العجّاج: رواية عبد الملك بن قريب الأصمعي، تحقيق: د. عزة حسن، مكتبة دار الشرق، بيروت، 1971م.\n? ديوان عدي بن زيد العبادي: جمع وتحقيق: محمد جبار المعيبد، دار الجمهورية للنشر والطبع، بغداد، 1965م.\n? ديوان الفرزدق: تحقيق: عبد الله اسماعيل الصاوي، مطبعة الصاوين القاهرة، ط1، ...\n1354هـ-1936م.\n? ديوان الفرزدق: جمع وضبط وتقديم: الاستاذ علي خريس، مؤسسة الأعلمي للمطبوعات، بيروت-لبنان، ط1، 1416هـ-1996م.\n? ديوان القطامي، تحقيق: د. ابراهيم السامرائي ود. احمد مطلوب، دار الثقافة، بيروت، 1960م.\n? ديوان قيس بن الخطيم: تحقيق: د. ناصر الدين الأسد، دار صادر، بيروت، ط2، 1387هـ-1967م.\n? ديوان كثير عزة: جمع وشرح: د. احسان عباس، بيروت، دار الثقافة، 1971م.\n? ديوان كعب بن مالك الأنصاري: تحقيق ودراسة: سامي مكي العاني، مطبعة المعارف، بغداد، ط1، 1386هـ-1966م.\n? ديوان لبيد: دار صادر، بيروت، 1386هـ-1966م.\n? ديوان معن بن أوس المزني: صنعة: د. نوري حمودي القيسي وحاتم صالح الضامن، مطبعة دار الجاحظ، بغداد، ط1، 1977م.\n(1/375)",
        "\n? ديوان النابغة الذبياني، تحقيق: كرم البستاني، دار صادر للطباعة والنشر، بيروت، 1371هـ-1961م.\n? ديوان نصيب بن رياح الأموي: تحقيق: د. داوُد سلّوم، مطبعة الارشاد، بغداد، 1968م.\n? ديوان الهذليين: جمع أبي سعيد الحسن بن الحسين السكري (ت:274هـ)، تحقيق محمود أبو الوفا وأحمد الزين نسخة مصورة عن طبعة دار الكتب المصريّة.\n? ذم الخطأ في الشعر: أحمد بن فارس (ت:395هـ)، تحقيق: د. رمضان عبد التواب، المطبعة العربية الحديثة، القاهرة، 1400 - 1980م.\n? ذيل الأمالي والنوادر: أبو علي القالي، دار الكتاب العربي، بيروت-لبنان، 1398هـ-1978م.\n? الرّد على النحاة: ابن مضاء القرطبي، تحقيق: شوقي ضيف، القاهرة، 1366هـ.\n? رسم المصحف دراسة لغوية تاريخية: غانم قدوري الحمد، مؤسسة المطبوعات العربية، بيروت، ط1، 1402هـ-1982م.\n? رصف المباني في شرح حروف المعاني: أحمد بن عبد النور المالقي، تحقيق: أحمد محمد الخرّاط، مطبعة زيد بن ثابت، دمشق، 1395هـ-1975م.\n? الرواية والإستشهاد باللغة: د. محمد عيد، مطبعة دار نشر الثقافة، مصر، 1976م.\n? روح المعاني في تفسير القرآن العظيم والسبع المثاني: أبو الفضل محمود الألوسي (ت:1270هـ)، دار احياء التراث العربي، بيروت (د. ت).\n? زاد المسير في علم التفسير: أبو الفرج عبد الرحمن بن الجوزي (ت:569هـ)، المكتب الإسلامي للطباعة والنشر، بيروت، ط1، 1964.\n? الزاهر في معاني كلمات الناس: ابن الأنباري، تحقيق: د. حاتم الضامن، دار الرشيد للنشر، بغداد، 1979م.\n? زهر الآداب وثمر الألباب: ابراهيم بن علي الحصري القيرواني (ت:453هـ)، تحقيق: علي محمد البجاوي، مطبعة عيسى البابي الحلبي، القاهرة، 1953م.\n? السبعة في القراءات: أبو بكر أحمد بن موسى بن مجاهد (ت:334هـ)، تحقيق: د. شوقي ضيف، دار المعارف، مصر، (د. ت).\n(1/376)\n",
        "? سر صناعة الإعراب: أبو الفتح عثمان بن جني، تحقيق: د. حسن هنداوي، ط2، دار\nالعلم، دمشق، 1413هـ-1993م.\n? سر صناعة الإعراب: تحقيق: مصطفى السقا ومحمد الزفزاف، وابراهيم مصطفى، وعبد الله الأمين، دار المعارف العموميّة، دار احياء التراث العربي القديم، مطبعة مصطفى الحلبي، مصر، ط1، 1374هـ-1954م.\n? سر الفصاحة: ابن سنان الخفاجي، تحقيق: عبد المتعال الصعيدي، القاهرة، 1372هـ-1953م.\n? سمط اللآليء: أبو عبيد عبد الله بن عبد العزيو (ت:487هـ)، تحقيق: عبد العزيز الميمني، القاهرة، 1936م.\n? سؤلات نافع بن الأزرق الى عبد الله بن عباس، تحقيق: د. ابراهيم السامرائي، مطبعة المعارف، بغداد، ط1، 1968م.\n? شذا العرف في فن الصرف، أحمد الحملاوي، دار الفكر للطباعة والنشر والتوزيع، 1988.\n? شرح ابن عقيل على الفية ابن مالك: بهاء الدين عبد الله بن عقيل العقيلي (ت:769هـ)، تحقيق: محمد محيي الدين عبد الحميد، ط6، دار الفكر بيروت، 1394هـ-1974م.\n? شرح ابن الناظم: أبو عبد الله بدر الدين بن جمال الدين محمد بن مالك، بيروت –لبنان، (د. ت).\n? شرح أبيات سيبويه: أبو جعفر أحمد بن محمد النحّاس (ت:338هـ)، تحقيق: د. زهير غازي زاهد، مطبعة الغري، النجف، ط1، 1974م.\n? شرح أبيات سيبويه: أبو محمد يوسف بن أبي سعيد السيرافي (ت:385هـ)، تحقيق: د. محمد علي سلطاني، مطبعة الحجاز، دمشق، 1396هـ-1976م.\n? شرح أشعار الهذليين: جمع أبي سعيد السكري، تحقيق: عبد الستار فرّاج، مطبعة المدني، القاهرة، 1984م.\n(1/377)\n\n? شرح الأشموني على ألفية ابن مالك: ابو الحسن علي نور الدين الأشموني (ت:929هـ) تحقيق: محمد محيي الدين عبد الحميد، دار الكتاب العربي، بيروت-لبنان، ط1، 1375هـ-1955م.\n? شرح التصريح على التوضيح: الشيخ خالد بن عبدالله الأزهري (ت:905هـ)، دار احياء الكتب العربية، عيسى البابي الحلبي، مصر، (د. ت).\n? شرح جمل الزجاجي: ابن عصفور الإشبيلي (ت:669هـ)، تحقيق: د. صاحب أبو جناح، دار احياء التراث الاسلامي، 1400هـ-1980م.\n? شرح ديوان جرير: محمد اسماعيل عبد الله الصاوي، دار صادر، بيروت.\n? شرح ديوان الحماسة لأبي تمّام الطائي: أحمد محمد المرزوقي، تحقيق: أحمد أمين وعبد السلام هارون، القاهرة، 1951م.\n? شرح ديوان الفرزدق: جمع وطبع وتعليق: عبد الله اسماعيل الصادوي، مطبعة الصاوي، مصر، ط1، 1354هـ-1936م.\n? شرح الرضي على كافية ابن الحاجب، رضي الدين محمد بن الحسن الاسترابادي (ت:686هـ)، تصحيح وتعليق: د. يوسف حسن عمر، 1393هـ-1973م.\n? شرح السيرافي لكتاب سيبويه: أبو سعيد، السيرافي (مخطوط) معهد المخطوطات العربية برقم 137 نحو.\n? شرح شافية ابن الحاجب: رضي الدين محمد بن الحسن الاستربادي، محمد نور الدين ومحمد الزفزاف ومحمد محيي الدين عبد الحميد، مطبعة حجازي، القاهرة، ط1، 1939.\n? شرح شذور الذهب في معرفة كلام العرب: أبو محمد عبد الله جمال الدين بن يوسف بن أحمد بن عبد الله بن هشام الأنصاري، تحقيق: محمد محيي الدين عبد الحميد، دار الفكر.\n? شرح شواهد ابن عقيل: الشيخ عبد المنعم عوض الجرجاوي (ت:1195هـ)، مطبعة مصطفى البابي الحلبي، مصر، ط2، (1355هـ-1937م).\n? شرح شواهد الشافية: عبد القادر بن عمر البغدادي، مطبعة حجازي، 1356هـ.",
        "(1/378)\n\n? شرح شواهد المغني: جلال الدين عبد الرحمن بن أبي بكر السيوطي، تصحيح وتعليق: أحمد ظافر كوجان، طبع ونشر لجنة التراث العربي، (1386هـ-1966م).\n? شرح الصولي لديوان أبي تمام: دراسة وتحقيق: د. خلف رشيد نعمان، مؤسسة الخليج للطباعة والنشر، الكويت، 1982م.\n? شرح الفصيح لابن هشام اللخمي (ت:577هـ): دراسة وتحقيق: د. مهدي عبيد جاسم، وزارة الثقافة والاعلام، دائرة الاثار والتراث، ط1، 1409هـ-1988م.\n? شرح القصائد التسع المشهورات: صنعه أبي جعفر النحّاس (ت:338هـ)، تحقيق: أحمد خطاب العمر، دار الحرية للطباعة، بغداد، 1393هـ-1973م.\n? شرح القصائد السبع الطوال لابن الأنباري، تحقيق: عبد السلام هارون، دار المعارف، 1963.\n? شرح قطر الندى وبل الصدى: ابن هشام، تحقيق: محمد محيي الدين عبد الحميد، مطبعة الساعدة، مصر، ط12، 1386هـ-1966م.\n? شرح اللمع لجامع العلوم: نور الدين أبو الحسن علي بن الحسين بن علي النحوي الضرير (ت:543هـ): دراسة وتحقيق: د. محمد خليل مراد الحربي، دار الشؤون الثقافية، بغداد، ط1، 2002م.\n? شرح المفصل: موفق الدين ابن علي بن يعيش النحوي (ت:643هـ)، طبع دار الطباعة المنيرية، مصر (د. ت).\n? شرح المفضليات: القاسم بن بشار الانباري (ت:304هـ)، بيروت، 1920م.\n? شرح المقدمة المحتسبة: طاهر بن أحمد بن يابشاذ (ت:469هـ)، تحقيق: خالد عبد الكريم، الكويت، ط1، 1976م.\n? شعر عبد الرحمن بن حسان: جمع وتحقيق: (سامي مكي العاني، مطبعة المعارف، بغداد، 1971م.\n? شعر العجير السلولي: صنعة: محمد نايف الدليمي، مجلة المورد، المجلد الثامن، العدد الثامن، بغداد، 1979م.\n? شعر قيس بن زهير العبسي: تحقيق: عادل البياتي، النجف، 1972م.\n(1/379)",
        "\n? شعر الكميت بن معروف الأسدي: تحقيق: حاتم الضامن، مجلة الورد، المجلد الرابع، العدد الرابع، 1975م.\n? شعر المتوكل الليثي: تحقيق: د. يحيى الجبوري، لبنان، 1971م.\n? شعر مزاحم العقيليّ، تحقيق: د. نوري حمودي القيسي وحاتم الضامن: مجلة معهد المخطوطات، المجلد الثاني والعشرون، الجزء الاول، القاهرة، 1976م.\n? شعر النابغة الجعدي: تحقيق: عبد العزيز رياح المكتب الاسلامي، دمشق،1964م.\n? شعر يزيد بن مفرغ الحميري: جمع وتقديم: د. داود سلّوم نشر وتوزيع مكتبة الأندلس، مطبعة الإيمان، بغداد، 1968م.\n? الشعر والشعراء: أبو محمد عبد الله بن مسلم بن قتيبة، دار الثقافة، بيروت-لبنان، ط4، 1400هـ-1980م.\n? شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح: جمال الدين بن مالك الاندلسي (ت:672هـ) تحقيق: د. طه محسن عبد الواحد، دار احياء التراث، بغداد، 1405 - 1985م.\n? الشواهد والاستشهاد في النحو: عبد الجبار النايلة، مطبعة الزهراء، بغداد، ط1، 1396هـ-1976م.\n? الصاحبي في فقه اللغة وسنن العرب في كلامها: أبو الحسين أحمد بن فارس، تحقيق: مصطفى الشويمي، مؤسسة بدران للطباعة والنشر، بيروت، 1382هـ-1963م.\n? الصحاح (تاج اللغة وصحاح العربية): اسماعيل بن حماد الجوهري (ت:393هـ)، تحقيق: أحمد عبد الغفور عطار، دار الكتاب العربي بمصر، 1377هـ.\n? الصناعتين، أبو هلال العسكري، الحسن بن عبد الله بن سهل (ت:395هـ)، تحقيق: محمد البجاوي، ومحمد أبو الفضل ابراهيم، القاهرة، ط1، 1371هـ-1952م.\n? ضحى الإسلام: أحمد أمين، دار الكتاب العربي، بيروت، ط1، (د. ت).\n? ضرائر الشعر: ابن عصفور الأشبيلي، تحقيق: ابراهيم محمد، دار الأندلس، القاهرة، ط1، 1980م.\n(1/380)\n",
        "? الضرائر وما يسوغ للشاعر دون الناثر: محمود شكري الآلوسي، شرح: محمد بهجت الأثري، المطبعة السلفيّة، القاهرة، 1341هـ.\n? الطرائف الأدبيّة: عبد العزيز الميمني، نشر بيروت عن طبعة مصر 1937هـ.\n? ظاهرة الشذوذ في النحو العربي: د. فتحي عبد الفتاح الدجني، دار بيروت، ط1، 1974.\n?\n\n? العربيّة بين أمسها واحاضرها: د. ابراهيم السامرائي، دار الحرية للطباعة، بغداد، 1398هـ-1978م.\n? العربية ولهجاتها: د. عبد الرحمن أيوب، معهد البحوث والدراسات العربية، مطبعة سجل العرب، القاهرة، 1968م.\n? العقد الفريد: أحمد بن عبد ربه الأندلسي، تحقيق: أحمد أمين وآخرين، مطبعة لجنة التأليف، 1946م.\n? علل النحو: ابو الحسن محمد بن عبد الله الورّاق (ت:381هـ)، تحقيق ودراسة: د. محمود جاسم الدرويش.\n? العمدة في محاسن الشعر وآدابه ونقده: أبو علي الحسن بن رشيق القيرواني (ت:406هـ)، تحقيق: محمد محيي الدين عبد الحميد، دار الجيل للنشر والتوزيع والطباعة، بيروت، ط4، 1974م.\n? العوامل المائة النحوية في اصول العربية: عبد القاهر الجرجاني (ت471هت9، شرح الشيخ خالد الأزهري الجرجاني (ت:905هـ) تحقيق وتقديم د. البدراوي زهران، دار المعارف، القاهرة، ط2، (د. ت).\n? العين: الخليل بن أحمد الفراهيدي، تحقيق: د. مهدي المخزومي، ود. ابراهيم السامرائي، دار الشؤون الثقافية العامة، بغداد، ط2، 1986م.\n? عيون الأخبار: ابن قتيبة (ت:276هـ)، دار الكتب، القاهرة، 1343هـ.\n? غريب الحدين: ابن قتيبة، دار الكتب العميّة، بيروت-لبنان، ط1، 1408هـ-1988م.\n(1/381)\n\n? غريب الحديث: أبو اسحق ابراهيم بن اسحق الحربي، تحقيق ودراسة: د. سليمان ابراهيم بن محمد العايد، دار المدنة للطباعة والنشر والتوزيع، مركز البحث العلمي وإحياء التراث الاسلامي، السعودية، ط1، 1405هـ-1985م.\n? الفائق في غريب الحديث: جار الله الزمخشري، تحقيق: محمد علي البجاوي ومحمد أبو الفضل ابراهيم، دار إحياء الكتب العربية، عيسى البابي الحلبي، القاهرة، ط1، 1364هـ-1945م.\n? فتح القدير الجامع بين فني الرواية والدراية من علم التفسير: محمد بن علي بن محمد الشوكاني (تك1250هـ)، عالم الكتب، بيروت (د. ت).\n? فصول في فقه اللغة: د. رمضان عبد التواب، مطبعة الخانجي، القاهرة، ط3، 1987م.\n? الفعل زمانه وأبنيته: د. ابراهيم السامرائي، مطبعة العاني، بغداد، 1386هـ-1966م.\n? فقه العربية المقارن: رمزي منير بعلبكي، دار العلم للملايين، ط1، 1999م.\n? فقه اللغات السامية: كارل بروكلمان، ترجمة الدكتور رمضان عبد التواب، جامعة الرياض، 1977م.\n? فقه اللغة: د. عبد الحسين المبارك، مطبعة جامعة البصرة، 1986م.\n? فقه اللغة: د. علي عبد الواحد وافي، ط7، الهيأة المصرية العامة للكتاب، مصر، 1972م.\n? فقه اللغة العربيّة: د. كاصد ياسر الزيدي، مطبعة جامعة الموصل، ط1، (د. ت)\n? الفلسفة اللغوية والألفاظ العربية: جرجي زيدان، مطابع دار الهلال، مصر، ط2، 1940م.\n? فهرس شواهد سيبويه: أحمد راتب النفاخ، دار العلم، بيروت، ط1، 1389هـ-1970م.\n? الفوائد الضيائية شرح كافية ابن الحاجب: نور الدين عبد الحميد الجامي، دراسة وتحقيق: د. اسامة طه الرفاعي، مطبعة وزارة الأوقاف والشؤون الدينية، بغداد، 1403هـ-1983م.\n? في اصول النحو: سعيد الأفغاني، مطبعة جامعة دمشق، ط3، 1383هـ-1964م.",
        "(1/382)\n\n? في حركة تجديد النحو العربي وتيسيره في العصر الحديث: د. نعمة رحيم العزاوي، دار الشؤون الثقافية العامة، بغداد، 1965م.\n? في اللهجات العربيّة: د. ابراهيم أنيس، المطبعة الفنية الحديثة، مصر، ط3، 1965م.\n? في النحو العربي نقدُ وتوجيه: د. مهدي المخزومي، المطبعة العصرية للطباعة والنشر، لبنان، 1384هـ-1964م.\n? القراءات القرآنية بين المستشرقين والنحاة: د. حازم سليمان الحلي، مطبعة القضاء، النجف الأشرف، 1407هـ-1987م.\n? القرآن الكريم وأثره في الدراسات النحوية: د. عبد العال سالم مكرم، دار المعارف، مصر، 1968م.\n? قطر الندى وبل الصدى: ابن هشام الأنصاري، تحقيق: محمد محيي الدين عبد الحميد، المكتبة العصرية، صيدا-بيروت، 1424هـ-2003م.\n? القطع والائتناف: أبو جعفر النحاس، تحقيق: د. أحمد خطاب العمر، مطبعة العاني، بغداد، ط1، 1398هـ-1978م.\n? قواعد الساميّات: د. رمضان عبد التّواب، مكتبة الخانجي، القاهرة، 1981م.\n? القياس النحوي بين مدرستي البصرة والكوفة، محمد عاشور السّويح، الدار الجماهيرية للنشر والتوزيع والإعلان، ليبيا، ط1، 1986م.\n? قيس وليلى شعر ودراسة: جمع وتحقيق وشرح: د. حسين نصّار، دار مصر للطباعة، (د. ت).\n? الكامل في اللغة والأدب: أبو العباس محمد بن يزيد المبرد (285هـ)، عارضه باصوله وعلق عليه: محمد أبو الفضل ابراهيم، دار الفكر، القاهرة، (د. ت).,\n? كتاب سيبويه: أبو بشر عمر وبن عثمان بن قنبر (ت:180هـ)، تحقيق: عبد السلام محمد هارون، مطابع الهيأة المصرية العامة للكتاب، ط2، 1977م.\n? كتاب في اصول اللغة للمجمع اللغوي، القاهرة، 1969م.\n(1/383)",
        "\n? الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل: أبو القاسم جار الله محمود بن عمر الزمخشري (ت:538هـ)، دار المعرفة للطباعة والنشر، بيروت، (د. ت).\n? الكشف في وجوه القراءات السبع وعللها وحججها: أبو محمد مكي بن أبي طالب القيسي (ت:437هـ)، تحقيق: د. محيي الدين رمضان، مطبوعات مجمع اللغة العربية بدمشق، 1974م.\n? اللامات: أبو القاسم الزجاجي، تحقيق: د. مازن المبارك، المطبعة الهاشمية، دمشق، 1389هـ-1969م.\n? اللباب في علل البناء والاعراب: أبو البقاء محب الدين عبد الله بن الحسين بن عبد الله العكبري (ت:616هـ)، دار الكتب العلمية، بيروت-لبنان، ط1، 1399هـ-1979م.\n? لسان العرب: محمد بن مكرم بن منظور (ت:711هـ)، دار صادر، بيروت، 1956م.\n? اللغات في القرآن: رواية ابن حسنون باسناده الى ابن عباس (68هـ)، تحقيق: د. صلاح الدين المنجد، دار الكتاب الجديد، بيروت، ط2، 1972م.\n? اللغة العربية معناها ومبناها: د. تمام حسان، الهيأة المصريّة العامة، 1973م.\n? اللغة والنحويين القديم والحديث: عباس حسن، دار المعارف، مصر، القاهرة، ط1، 1966م.\n? لمع الأدلة في اصول النحو: أبو البركات الأنباري، تحقيق سعيد الأفغاني، دار الفكر، بيروت، ط2، 1391هـ-1971م.\n? اللمع في العربية: أبو الفتح عثمان بن جني، تحقيق: حامد المؤمن، مطبعة العاني، بغداد، ط1، 1402هـ-1982م.\n? اللهجات العربية في التراث: د. أحمد علم الدين الجندي، الدار العربية للكتاب، ليبيا-تونس، 1978م.\n? اللهجات العربية في القراءات القرآنية: د. عبدة الرجحي، مكتبة المعارف للنشر والتوزيع، الرياض، ط1، 1420هـ-1999م.\n(1/384)\n",
        "? اللهجات العربية القديمة في غرب الجزيرة العربية: تشيم رابين، ترجمة وتقديم وتعليق: د. عبد الكريم مجاهد، بيروت، ط1، 2002م.\n? لهجة تميم وأثرها في العربية الموحدة: د. غالب فاضل المطلبي، دار الحرية للطباعة، بغداد، 1398هـ-1978م.\n? لهجة قبيلة أسد، د. علي ناصر غالب، دار الشؤون الثقافيّة العامة، بغداد، 1989م.\n? ما ينصرف ومالاينصرف: أبو اسحق الزجاج إبراهيم بن السري (ت:311هـ)، تحقيق: هدى محمود فراعة، مطابع الاهرام، القاهرة، 1971م.\n? المباحث اللغوية في العراق ومشكلة العربية العصرية: د. مصطفى جواد، مطبعة العاني، بغداد، ط2، 1385هـ-1965م.\n? مجاز القرآن: أبو عبيدة معمّر بن المثنى (ت:210هـ)، تحقيق: محمد فؤاد سزكين، مطبعة السعادة، مصر، 1962م.\n? مجالس ثعلب: أبو العباس أحمد بن يحيى ثعلب (ت:291هـ)، شرح وتحقيق: عبد السلام محمد هارون، دار المعارف بمصر، ط3، 1950م.\n? مجمع البيان في تفسير القرآن: أبو علي الفضل بن الحسن الطبرسي، تحقيق: لجنة من العلماء والمحققين، مؤسسة الأعلمي للمطبوعات، بيروت-لبنان، ط1، 1415هـ-1955م.\n? محاضرات في اللهجات العربية واسلوب دراستها: د. أنيس فريحة، مطبعة الرسالة، القاهرة، 1955م.\n? المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها: أبو الفتح عثمان بن جني، تحقيق: علي النجدي ناصيف، ود. عبد الحليم النجار، ود. عبد الفتاح اسماعيل شلبي، دار التحرير للطباعة والنشر، القاهرة، 1386هـ.\n? مختصر في شواذ القراءات: ابن خالوية (ت:370هـ)، تحقيق: براجستراسر، المطبعة الرحمانية بمصر، 1934م.\n? المخصص: أبو الحسن علي بن اسماعيل النحوي المعروف بإبن سيدة (ت:458هـ)، المطبعة الامرية الكبرى ببولاق، 1320هـ.\n(1/385)\n\n? المدارس النحوية: د. شوقي ضيف، دار المعارف بمصر، 1968م.\n? مدارك التنزيل وحقائق التأويل: عبد الله بن أحمد بن محمود النَّسفي، دار الفكر، بيروت (د. ت).\n? مدرسة البصرة النحوية: نشأتها وتطورها: د. عبد الرحمن السَّيّد، دار المعارف بمصر، مطابع سجل العرب، ط1، 1388هـ-1968م.\n? المدرسة البغدادية في تاريخ النحو العربي: د. محمود حسيني محمود، دار الرسالة، بيروت، ط1، 1407هـ-1986م.\n? مدرسة الكوفة ومنهجها في دراسة اللغة والنحو: د. مهدي المخزومي، مطبعة البابي الحلبي، مصر، ط2، 1377هـ-1958م.\n? المذكر والمؤنث: أبو بكر بن الأنباري (ت:327هـ)، تحقيق: د. طارق عبد عون، مطبعة العاني، بغداد، ط1، 1978م.\n? المذكر والمؤنث: أبو زكاريا يحيى بن زياد الفرّاء (ت:207هـ)، تحقيق: رمضان عبد التّواب، مكتبة دار التراث، القاهرة، 1975م.\n? المرتجل: أبو محمد بن الخشاب، تحقيق: علي حيدر، دمشق، 1972م.\n? المزهر في علوم اللغة وانواعها: عبد الرحمن جلال الدين السيوطي، تحقيق: محمد أحمد جاد المولى وعلي محمد البجاوي ومحمد أبو الفضل ابراهيم، دار إحياء الكتاب العربي، عيسى البابي الحلبي، (د. ت).\n? مسند أحمد بن حنبل: دار صادر، بيروت (د. ت).\n? مشكل اعراب القرآن: مكي بن ابي طالب القيسي، تحقيق: د. حاتم صالح الضامن، مؤسسة الرسالة، بيروت، ط2، 1405هـ.\n? معاني القرآن للأخفش: أبو الحسن سعيد بن مسعدة المجاشعي البلخي البصري المعروف بالأخفش (ت:215هـ)، تحقيق: د. فائز فارس، ط2، الكويت، 1401هـ-1981م. وطبعه دار الكتب العلمية، بيروت-لبنان، ط1، 1423هـ-2002م.\n? معاني القرآن للفرّاء: ابو زكريا يحيى بن زياد الفرّاء (207هـ)، الجزء الأول: تحقيق: أحمد يوسف نجاتي، ومحمد علي النجار، دار السرورن ط1، 1955، والجزء الثاني،",
        "(1/386)\n\nتحقيق: محمد علي النجار، الدار المصرية للتأليف والترجمة، مطابع سجل العرب، 1966، والجزء الثالث، تحقيق: د. عبد الفتاح اسماعيل شلبي وعلي النجدي ناصف، دار السرور (د. ت).\n? معاني القرآن وإعرابه: أبو اسحق بن ابراهيم بن السري الزجاج (ت:311هـ)، تحقيق: د. عبد الجليل عبدة شلبي، عالم الكتب، بيروت، ط1، 1408هـ-1988م.\n? معاني النحو: د. فاضل السامرائي، نشر جامعة بغداد، 1986م-1987م.\n? معاهد التنصيص على شرح شواهد التلخيص: عبد الرحيم العباسي (ت:963هـ)، تحقيق: محمد محيي الدين عبد الحميد، مصر، 1367هـ-1947م.\n? المعجب في علم النحو: رؤوف جمال الدين، مطبعة الآداب، النجف الأشرف، ط1، 1398هـ-1978م.\n? معجم البلدان: ياقوت الحموي (ت:626هـ)، دار صادر، بيروت، 1977م.\n? معجم الشعراء: أبو عبد الله محمد بن عمران المرزباني (ت:384هـ)، تحقيق: عبد الستار أحمد فرج، داء احياء الكتب العربية، مطبعة عيسى البابي الحلبي، القاهرة، ط1، 1379هـ-1960م.\n? معجم شواهد العربية: عبد السلام محمد هارون، القاهرة، ط1، 1392هـ-1970م.\n? معجم القراءات القرآنية: د. أحمد مختار عمر، ود. عبد العال سالم مكرم، مطبوعات جامعة الكويت، ط2، 1408هـ-1988م.\n? معجم ما استعجم من اسماء البلاد والمواضع: أبو عبيد عبد الله بن عبد العزيز البكري الأندلسي (ت:487هـ)، تحقيق: مصطفى السقا، عالم الكتب، بيروت، ط3، 1403هـ-1983م.\n? مغني اللبيب عن كتب الأعاريب: جمال الدين بن هشام الانصاري، تحقيق: د. مازن المبارك، ومحمد علي حمد الله، دار الفكر، بيروت، ط5، 1979م، ومطبعه دار الكتب العلمية العلمية، بيروت-لبنان، ط1، 1418هـ-1998م.\n? المفصل في علم العربية: أبو القاسم محمود بن عمر الزمخشري، دار الجيل، بيروت، (د. ت).\n(1/387)",
        "\n? المفضل في شرح ابيات المفصل: محمد بدر الدين أبو فراس النعسانس الحلبي، على هامش المفصل.\n? المفضليات: المفضل بن محمد بن يعلى الضبّي (ت:178هـ)، تحقيق: أحمد محمد شاكر وعبد السلام هارون، مطبعة مصطفى البابي الحلبي، 1389هـ.\n? المقاصد النحوية في شرح شواهد شروح الألفية: بدر الدين بن أحمد العيني (ت:855هـ) على هامش خزانة الأدب ولب لباب لسان العرب للبغدادي، مطبعة بولاق.\n? المقتصد في شرح الإيضاح: عبد القاهر الجرجاني، تحقيق: د. كاظم محمد المرجان، المطبعة الوطنية، عمان-الاردن، ط1، 1982م.\n? المقتضب: أبو العباس محمد بن يزيد المبرد، تحقيق: محمد عبد الخالق عظيمة، عالم الكتب، بيروت، 1965م.\n? مقدمة ابن خلدون: أبو زيد عبد الرحمن بن محمد بن خلدون (ت:808هـ)، بيروت (د. ت).\n? المقرب: علي بن مؤمن ابن عصفور، تحقيق: أحمد عبد الستار الجواري وعبد الله الجبوري، مطبعة العاني، بغداد (د. ت).\n? المنتخب من كلام العرب: محمد جعفر الشيخ ابراهيم الكرباسي، مطبعة الآداب، النجف الأشرف: 1403هـ-1983م.\n? المنطلقات التأسيسية والفنية للنحو العربية: د. عفيف دمشقية، معهد الإنماء العربي، طرابلس، ط1، 1978م.\n? منهاج البلغاء وسراح الأُدباء: أبو الحسن حازم بن أحمد القرطاجني (ت:684هـ)، تحقيق: محمد الحبيب بن الخوجة، المطبعة الرسمية الجمهورية التونسية، ط1، 1966م.\n? منهج السالك على ألفية ابن مالك: أبو حيان النحوي الأندلسي، تحقيق: سدني جليزر، نيوهافن 1947م.\n(1/388)\n",
        "? المؤتلف والمختلف: الحسن بن بشير الآمدي (ت:370هـ)، تحقيق: عبد الستار احمد فرّاج، دار إحياء الكتب العربية، مطبعة عيسى البابي الحلبي، القاهرة، 1381هـ-1961م.\n? الموفي في النحو الكوفي: أبو طلحة، عبد القادر، صدر الدين بن عبد الله بن عبد القادر بن عبد الله بن حسن الكنغراوي، الاستانبولي، الحنفي السلفي، (1349هـ)، شرح وتعليق وتوضيح: محمد بهجة البيطار، مطبوعات المجمع العلمي العربي بدمشق، (د. ت).\n? موقف النحاة من الإحتجاج بالحديث الشريف: د. خديجة الحديثي، دار الرشيد للنشر، بغداد، 1981م.\n? ميزان الذهب في صناعة شعر العرب: أحمد الهاشمي، مطابع دار الثورة للصحافة والنشر، بغداد، 1399هـ-1979م.\n? نحو التجديد في دراسات الدكتور الجواري: د. محمد حسين علي صغير، مطبعة المجمع العلمي العراقي، 1410هـ-1990م.\n? نحو التيسير، دراسة ونقد منهجي: د. أحمد عبد الستار الجواري، المجمع العلمي العراقي، ط2، 1404هـ-1984.\n? النحو العربي، شواهده ومقدماته: د. أحمد ماهر البقري، مؤسسة شباب الجامعة للطباعة والنشر والتوزيع، اسكندرية، مصر، 1988م.\n? النحو العربي، قواعد وتطبيق: د. مهدي المخزومي، مصر، ط1، 1966م.\n? النحو العربي مذاهبه وتيسيره: د. مجهد جيجان الدليمي، ود. محمد صالح التكريتي، ود. عائد كريم علوان الحريزي، جامعة بغداد، كلية التربية (د. ت).\n? النحو العربي نقدٌ وبناء: د. ابراهيم السامرائي، دار الصادق، بيروت، 1968م.\n? نحو الفعل: د. أحمد عبد الستار الجواري، مطبعة المجمع العلمي العراقي، 1974م.\n? النحو الوافي: عباس حسن، دار المعارف مصر، ط3، ط4، ط5، (د. ت)\n? نحو وعي لغوي: د. مازن المبارك، مؤسسة الرسالة، بيروت، (د. ت).\n(1/389)\n\n? النحو وكتب التفسير: د. أبراهيم عبد الله رفيدة، طبع المنشأة العامة للنشر والتوزيع، طرابلس: 1984م.\n? نشأة النحو العربي وتاريخ أشهر النحاة: محمد الطنطاوي، دار المعارف، مصر، ط5، 1973م.\n? النشر في القراءات العشر: ابن الجزري (ت:833هـ)، تصحيح ومراجعة: علي محمد الصباغ، مطبعة محمد، مصر (د. ت).\n? نظرات في اللغة والنحو: طه الراوي، المكتبة الأهلية، بيروت، ط1،1962م.\n? نظرية النحو القرآني نشأتها وتطورها ومقوماتها الأساسيّة: د. أحمد مكي الأنصاري، مطابع أبي الفتوح، مصر، ط1، 1405هـ.\n? نقد الشعر: قدامة بن جعفر (ت:377هـ)، تحقيق: كمال مصطفى، مطبعة الدجوي، ط2، 1398هـ-1968م.\n? نقض كتاب في الشعر الجاهلي: محمد الخضر حسين، المطبعة السلفية، القاهرة، ط1، 1345هـ.\n? نهج البلاغة: الامام علي بن أبي طالب (عليه السلام) (ت:40هـ)، جمع الشريف الرضي (ت:406هـ) دار المعرفة، بيروت-لبنان، (د. ت).,\n? النوادر في اللغة: أبو زيد سعيد بن أوس بن ثابت الأنصاري (ت:215هـ)، تصحيح وتعليق: سعيد الشرتوني، دار الكتاب العربي، بيروت (د. ت).\n? هدية السالك الى تحقيق أوضح المسالك على هامش اوضح المسالك: محمد محيي الدين عبد الحميد، دار الندوة الجديدة، بيروت، ط6، 1980م.\n? همع الهوامع شرح جمع الجوامع: جلال الدين عبد الرحمن السيوطي، تصحيح: محمد بدر الدين النعساني، دار المعرفة، بيروت، (د. ت).\n\nثالثاً: الرسائل الجامعيّة",
        "(1/390)\n\n? الشاهد الشعري الشاذ في كتب النحو حتى نهاية القرن الخامس الهجري: قاسم كتاب عطا الله، رسالة ماجستير، كلية التربية، جامعة بابل، 2001م.\n? القراءات القرآنية في ضوء القياس اللغوي والنحوي: د. حامد عبد المحسن كاظم، رسالة دكتوراه، كلية الآداب، الجامعة المستنصريّة، 1417هـ-1996م.\n? لهجة قبيلة عامر بن صعصعة: ستار جبار عسر، رسالة ماجستير، كلية التربية، جامعة بابل، 1425هـ-2004م.\n? المصطلح النحوي عند الفرّاء في معاني القرآن: حسن أسعد محمد، رسالة ماجستير، كلية الآداب، جامعة الموصل، 1992م.\n? النَّسْفي نحويّاً من خلال تفسيره مدارك التنزيل وحقائق التأويل: حامد عبد المحسن كاظم، رسالة ماجستير، كلية الآداب، الجامعة المستنصرية، 1990م.\n\nرابعاً: البحوث المنشورة\n? آراء الفرّاء النحويّة في مسائل خلافيّة من خلال كتابه معاني القرآن: د. حسن أسعد محمد، مجلة آداب الرافدين، كلية الآداب، جامعة الموصل، العدد: 35، 1423هـ-2002م.\n? دلالة الكسرة في العربيّة: د. رشيد العبيدي، مجلة الأستاذ، العدد: 5، 1990م.\n? صورة بشار بن برد في كتاب الأغاني: د. محسن غياض، مجلة المجمع العلمي العراقي، المجلد العشرون، 1390هـ-1970م.\n? كتاب معاني القرآن للفرّاء: بهاء الدين الزهوري، مجلة التراث العربية، اتحاد الكتّاب العرب، دمشق، العدد: 91، 1424هـ-2003م.\n? اللهم: رؤية جديدة في الصيغة والإعراب: د. سليمان القصاة، مجلة التربيّة والعلم، كلية التربيّة، جامعة الموصل: العدد:11، 1991م.\n? مسائل من اسلوب الشرط في القرآن الكريم: د. عبد الوهاب محمود، مجلة التربية والعلم، جامعة الموصل، العدد: 5، 1987م.\n(1/391)",
        "\n? المصطلح الكوفيّ: د. محيي الدين توفيق ابراهيم، مجلة التربية والعلم، كلية التربية، جامعة الموصل، العدد: 1، 1979.\n? المعجميّة العربية (منهج الخليل في دراسة الدلالة القرآنية في كتاب العين): د. أحمد نصيّف الجنابي، مجموعة أبحاث الندوة التي عقدها المجمع العلمي العراقي، في 15 - 16 شعبان، 1412هـ، 18 - 19 شباط، 1992م، مطبعة المجمع العلمي العراقي.\n\n--محاضرات اللسانيات: د. صباح عباس السالم، على طلبة الدراسات العليا، كلية التربية، قسم اللغة العربية/ فرع اللغة، 2003م.\n(1/392)\n",
        "Abstract\nThe researcher studies syntactical poetic witness to one of founders of syntactic kufa school, Al-Far'o Yahia Bin-Ziyad Abu Zakaria (207H) in his book; the senses of Quran.\nThe research has preface, four sections , conclusion, index and references.\nIn the preface, he defines the term of poetic witness through linguistic and syntactic and its importance. He also deals with the principals and conditions which they were put by lexicologists and grammarians, they depends on them to accept poetic witness. He appears the criticism and the objection against lexicologists and grammarians in that subject.\nIn the first section, the researcher studies the poetic witness which deals with nominatives through its grammar:- subject, predicate and the appositives of nominatives: adjective, affirmation and compassion, and other things for this diction.\nIn the second section, he explains the poetic witness which deals with accusative:- predicate (to be- was), object and the appositives of accusatives and other things refer to them.\nIn the third section, he refers to the genitives: prepositions and their usage with verbs, addition , elision and appositives.\nIn the fourth section there are two enquiries: the first uses the witness of in jussives such as verb condition and the clause condition and the elision of them, and the use of swear with condition. The second enquiry deals with interjection, elative of colures, handicaps and different matters.\nIn the conclusion , the researcher finds out the results which lead to some facts: the Kufians did not have specific book for syntactic while the Basrahians had it. He also proved that the language of Qureish was not the fluent or eloquent language for Arabs, and the Holy Qur'an was not be revealed with the language of Qureish and other useful results.\n(1/393)\n"
    ]
}