{
    "partText": [
        "\nالصارم المُنْكِي\nعلى\nعبدالرحمن مكي\n\nبقلم\nأبي عبدالرحمن فوزي بن عبدالله الحميدي الأثري\n\nقال تعالى: { وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا }\nسورة المائدة آية (77).\n\nijk\n\nالصارم المُنْكِي على عبدالرحمن مكي\n\nقال تعالى: { ( فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ }\nالحمد لله معز من أطاعه واتّقاه، وخاذل من خالف أمره وعصاه، والصلاة والسلام على عبده ورسوله نبينا محمد بن عبدالله، وعلى آله وأصحابه ومَنْ سار على نهجه واقتفاه.\nأما بعد...\nفإن مما ابتليت به الأمة في هذه الأزمان ظهور أقوام لبسوا رداء العلم، وتقولوا بالباطل منهم رجل يدعى عبدالرحمن مكي، فقد اطلعت على مقال له نشر في التلفاز وهو مقابلة معه، جعله تحت ستار أهل السنة حيث حاول في هذا المقال جعل مذهب الخوارج التكفيري من مذهب أهل السنة والجماعة، وقد وقع في متناقضات عجيبة وخلط غريب بين مذهب أهل السنة، ومذهب أهل الخروج، استدعاني أن أكتب هذا الرد العلمي الذي لا أقصد من ورائه إلا بيان الحقيقة لفرقة (شكر طيبة) التكفيرية الخارجية في باكستان، والمدعو عبدالرحمن مكي الرجل الثاني في هذه الفرقة.\nوإليك بيان ما جاء في مقاله البالي مع الرد عليه: فمضمون كلامه ما يلي:\n1) إنكار السمع والطاعة والبيعة لحكام المسلمين الموجودين الآن.\n2) تكفيره لحكام المسلمين ولا يرى لهم السمع والطاعة والبيعة.\n3) يرى الحروب السياسية من قبل جماعات الإرهاب في العالم جهاداً.\n4) يرى الجهاد يقوم بدون إمام ولا الأذن منه، ومن الوالدين.\n5) يرى الجهاد أن يقوم بفوضى التكفيريين.\n6) يرى العمليات الانتحارية.\n7) يرى للمسلمين خليفة عاماً، ويرى السمع والطاعة له فقط، لا لحكام المسلمين الآن.\n8) يرى تعدد الجماعات الحزبية، والسمع والطاعة لها.\n(1/1)\n",
        "9) يرى للجماعات الحزبية أن تعلن الجهاد حتى لو كان بالفوضى كما هو مشاهد لأن عنده بأن الخليفة العام للمسلمين مفقود الآن!!!.\nوغير ذلك من كلامه الباطل.\nوالآن إلى مناقشة عبدالرحمن مكي التكفيري الثوري فأقول:\nقال الإمام سهل بن عبدالله التستري رحمه الله: (لا يزال الناس بخير ما عظموا السلطان والعلماء، فإن عظموا هذين أصلح الله دنياهم وأخراهم، وإن استخفوا بهذين أفسدوا دنياهم وأخراهم).(1)\nوقال كعب الأحبار: (مثل الإسلام والسلطان والناس مثل الفسطاط والعمود والأطناب والأوتاد، فالفسطاط الإسلام، والعمود السلطان، والأطناب والأوتاد الناس، ولا يصلح بعضه إلا ببعض).(2)\nوقد علم بالضرورة من دين الإسلام أنه لا دين إلا بجماعةٍ، ولا جماعة إلا بإمامةٍ، ولا إمامة إلا بسمعٍ وطاعةٍ.\nقال الحسن البصري رحمه الله في الأمراء: (هم يلون من أمورنا خمساً: الجمعة، والجماعة، والعيد، والثغور، والحدود، والله لا يستقيم الدين إلا بهم، وإن جاروا وظلموا، والله لما يصلح الله بهم أكثر مما يفسدون، مع أن طاعتهم والله لغبطةٌ وأن فرقتهم لكفرٌ).(3) يعني به كفراً دون كفرٍ.\nولقد كان السلف الصالح رضوان الله عليهم يولون هذا الأمر اهتماماً خاصاً، لا سيما عند ظهور بوادر الفتنة، نظراً لما يترتب على الجهل به أو إغفاله من الفساد العريض في العباد والبلاد والعدول عن سبيل الهدى والرشاد.\nقال الحافظ ابن رجب رحمه الله: (وأما السمع والطاعة لولاة أمور المسلمين، ففيها سعادة الدنيا، وبها تنتظم مصالح العباد في معاشهم وبها يستعينون على إظهار دينهم وطاعة ربهم).(4) اهـ\n__________\n(1) انظر: ((تفسير القرطبي)) (ج5 ص260 و261).\n(2) أخرجه قتيبة في ((عيون الأخبار)) (ج1 ص2).\n\n(3) انظر ((جامع العلوم والحكم)) لابن رجب (ج2 ص117).\n(4) جامع العلوم والحكم)) (ج2 ص117).\n(1/2)\n\nوأعلى من هذا الكلام ما قاله علي بن أبي طالب - رضي الله عنه - ، فعن عاصم بن ضمرة قال: (سمع علي - رضي الله عنه - قوماً يقولون: لا حكم إلا لله؛ قال: نعم، لا حكم إلا لله، ولكن لابد للناس من أمير برٌّ أو فاجرٌ يعمل فيه المؤمن ويستمتع فيه الكافر ويبلغ الله فيها الأجل).(1)\nوعن الأوزاعي قال: (كان يقال خمسٌ كان عليها أصحاب محمدٍ - صلى الله عليه وسلم - والتابعون بإحسان ٍ: لزوم الجماعة واتباع السنة وعمارة المساجد وتلاوة القرآن والجهاد في سبيل الله).(2)\nقال شيخ الإسلام ابن تيمية رحمه الله: (يجب أن يعرف أن ولاية أمور الناس من أعظم واجبات الدين، بل لا قيام للدين والدنيا إلا بها، فإن بني آدم لا تتم مصلحتهم إلا بالاجتماع لحاجة بعضهم إلى بعض، ولابد لهم عند الاجتماع من رأس.\nإلى أنْ قال: فإن الله تعالى أوجب الأمر بالمعروف، والنهي عن المنكر، ولا يتم ذلك إلا بقوةٍ وإمارةٍ، وكذلك سائر ما أوجب الله تعالى من الجهاد، والعمل، وإقامة الحج، والجمع، والأعياد، ونصر المظلوم، وإقامة الحدود، لا يتم إلا بالقوة والإمارة.\nولهذا روي (أن السلطان ظل الله في الأرض) ويقال: (ستون سنةً من إمامٍ جائرٍ أصلح من ليلةٍ واحدةٍ بلا سلطان).\nوالتجربة تبين ذلك...\nفالواجب اتخاذ الإمارة ديناً، وقربةً يتقرب بها إلى الله، فإن التقرب إليه فيها بطاعته، وطاعة رسوله من أفضل القربات.\nوإنما يفسد فيها حال أكثر الناس لابتغاء الرياسة والمال).(3) اهـ\nإذاً فهم مما تقدم أن المصالح الدينية والدنيوية لا انتظام لها إلا بالإمامة والجماعة.\n__________\n(1) أثر حسن.\nأخرجه البيهقي في السنن الكبرى (ج8 ص84) بإسناد حسن.\n\n(2) أثر صحيح.\nأخرجه اللالكائي في ((الاعتقاد)) (ج1 ص64) وأبو نعيم في ((الحلية)) (ج6 ص142) وسنده صحيح.\n(3) السياسة الشرعية في إصلاح الراعي والرعية)) (ص217).",
        "(1/3)\n\nقال محمد بن عوف بن سفيان الحمصي: سمعت أحمد بن حنبل يقول: (الفتنة إذا لم يكن إمام يقوم بأمر الناس).(1)\nوإذا تقرر هذا فيجب السمع والطاعة لولاة أمر المسلمين وإن تعددوا في الأقطار والأمصار كما ثبت ذلك في الكتاب والسنة.\nوإليك الدليل:\nأما من الكتاب:\nقال الله تعالى: { ($pks‰r'¯\"tƒ الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (59) } .(2)\nففي هذه الآية وجوب السمع والطاعة لولاة الأمر، وهذا مطلقٌ يقيد بما ثبت في السنة من أن الطاعة إنما تكون في غير المعصية.\nوالمراد بأولي الأمر من أوجب الله طاعته من الحكام والأمراء والعلماء كما بين أهل العلم كـ (الشيخ ابن باز والشيخ ابن عثيمين والشيخ الألباني والشيخ الفوزان) وغيرهم.\nقال ابن عطية رحمه الله في تفسير هذه الآية:\n(لما تقدم إلى الولاة في الآية المتقدمة - يشير إلى قوله: { (* إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ\n(#r-Sxsè? الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ } (3) - تقدم في هذه إلى الرعية، فأمر بطاعته عزوجل، وهي امتثال أوامره ونواهيه، وطاعة رسوله، وطاعة الأمراء، على قول الجمهور أبي هريرة وابن عباس وابن زيدٍ وغيرهم.....).(4) اهـ\nوقال الحافظ ابن كثير رحمه الله: (والظاهر والله أعلم أنها عامةٌ في كل أولي الأمر من الأمراء والعلماء).(5) اهـ\n__________\n(1) أخرجه الخلال في ((السنة)) (ص81) بإسناد صحيح.\n(2) سورة النساء الآية (59).\n(3) سورة النساء الآية (58).\n(4) المحرر الوجيز في تفسير الكتاب العزيز)) (ج4 ص158).\n(5) تفسير القرآن العظيم)) (ج1 ص530).\n(1/4)",
        "\nوقال ابن تيمية رحمه الله: (أولو الأمر صنفان: العلماء والأمراء).(1) اهـ\nوقال الشيخ عبدالرحمن السعدي رحمه الله: (وأمر بطاعة أولي الأمر، وهم الولاة على الناس من الأمراء والحكام والمفتين، فإنه لا يستقيم للناس أمر دينهم ودنياهم إلا بطاعتهم والانقياد لهم طاعة لله، ورغبةً فيما عنده، ولكن بشرط أن لا يأمروا بمعصيةٍ، فإن أمروا بذلك، فلا طاعة لمخلوقٍ في معصية الخالق. ولعل هذا هو السر في حذف الفعل عند الأمر بطاعتهم، وذكره مع طاعة الرسول فإن الرسول لا يأمر إلا بطاعة الله، ومن يطعه فقد أطاع الله، وأما أولو الأمر فشرط الأمر بطاعتهم أن لا يكون معصيةً).(2) اهـ\nوقال أبو القاسم الأصبهاني رحمه الله: (قال الله عزوجل: { (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ } قيل: هم العلماء، وقيل: هم الأمراء، ولكلٍّ\nحقٌّ واجبٌ).(3) اهـ\nوقال الشيخ محمد بن سبيل حفظه الله: (فقد دلت هذه الآية الكريمة بصريح المنطوق على وجوب طاعة ولاة الأمور، ووجوب طاعتهم تستلزم النهي\nعن عصيانهم...)(4) اهـ\n... وأما من السنة:\n... (1) عن ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال: ((على المرء المسلم السمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصيةٍ فإن أمر بمعصية فلا سمع ولا طاعة)).(5)\n__________\n(1) مجموع الفتاوى)) (ج28 ص170).\n(2) تيسير الكريم الرحمن في تفسير كلام المنان)) (ج2 ص89).\n(3) الترغيب والترهيب)) (ج3 ص66).\n(4) الأدلة الشرعية في بيان حق الراعي والرعية)) (ص29).\n(5) أخرجه البخاري في صحيحه (ج13 ص121) ومسلم في صحيحه (ج3 ص1469).\n(1/5)\n",
        "... قال المباركفوري رحمه الله: (وفيه -يعني هذا الحديث- أن الإمام إذا أمر بمندوب أو مباح وجب. قال المطهر: يعني: سمع كلام الحاكم وطاعته واجبٌ على كل مسلمٍ، سواءٌ أمره بما يوافق طبعه أو لم يوافقه، بشرط أن لا يأمره بمعصيةٍ، فإن أمره بها فلا تجوز طاعته، لكن لا يجوز له محاربة الإمام).(1) اهـ\n... (2) وعن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - أنه قال: ((من أطاعني فقد أطاع الله ومن عصاني فقد عصى الله، ومن أطاع الأمير فقد أطاعني، ومن يعصِ الأمير فقد عصاني)).(2)\n\n... فدل الحديث على وجوب السمع والطاعة للأمراء ما لم يأمروا بمعصيةٍ لأن ذلك طاعة لله ورسوله، وهو مجمعٌ على وجوبه عند أهل السنة والجماعة، وأصل من أصولهم التي باينوا بها أهل البدع والأهواء.\n... قال الحافظ ابن حجر رحمه الله: (وفي الحديث وجوب طاعة ولاة الأمور، وهي مقيدة بغير الأمر بالمعصية ، والحكمة في الأمر بطاعتهم المحافظة على اتفاق الكلمة لما في الافتراق من الفساد).(3) اهـ\n... (3) وعن أبي ذر - رضي الله عنه - قال: ((إن خليلي أوصاني أن أسمع وأطيع، وإن كان عبداً مجدع الأطراف)).(4)\n... قال النووي رحمه الله: (يعني مقطوعها والمراد أخس العبيد أي أسمع وأطيع للأمير وإن كان دنيء النسب حتى لو كان عبداً أسوداً مقطوع الأطراف فطاعته واجبةٌ)(5) اهـ\n__________\n(1) تحفة الأحوذي بشرح جامع الترمذي)) (ج5 ص365).\n(2) أخرجه البخاري في صحيحه (ج13 ص111) ومسلم في صحيحه (ج3 ص1466).\n(3) فتح الباري بشرح صحيح البخاري)) (ج13 ص112).\n(4) أخرجه مسلم في ((صحيحه)) (ج3 ص467).\n(5) شرح صحيح مسلم)) (ج12 ص225).\n(1/6)\n\n... (4) وعن حذيفة بن اليمان - رضي الله عنه - قال: ((قلت: يا رسول الله! إنا كنا بشر فجاء الله بخير، فنحن فيه فهل من وراء هذا الخير شرٌّ؟ قال: نعم. قلت: هل وراء ذلك الخير شرٌّ؟ قال: نعم. قلت: كيف؟ قال: يكون بعدي أئمة لا يهتدون بهداي، ولا يستنون بسنتي، وسيقوم فيهم رجال قلوبهم قلوب الشياطين في جثمان إنسٍ، قال: قلت: كيف أصنع يا رسول الله إن أدركت ذلك ؟ قال:\nتسمع وتطيع للأمير، وإن ضرب ظهرك، وأخذ مالك فاسمع وأطع)).(1)\n... وهذا الحديث من أبلغ الأحاديث التي جاءت في هذا الباب إذ قد وصف النبي - صلى الله عليه وسلم - هؤلاء الأئمة بأنهم لا يهتدون بهديه ولا يستنون بسنته، وذلك غاية الضلال والفساد، ونهاية الزيغ والعناد، فهم لا يهتدون بالهدي النبوي في أنفسهم، ولا في أهليهم، ولا في رعاياهم.. ومع ذلك فقد أمر النبي - صلى الله عليه وسلم - بطاعتهم في غير معصية الله كما جاء مقيداً في أحاديث أخر حتى لو بلغ بهم الأمر إلى ضربك وأخذ مالك فلا يحملنك ذلك على ترك طاعتهم وعدم سماع أوامرهم فإن هذا الجرم عليهم، وسيحاسبون ويجازون به يوم القيامة، فإن قادك الهوى إلى مخالفة هذا الأمر الحكيم والشرع المستقيم فلم تسمع ولم تطع لأميرك فقد لحقك الإثم، ووقعت في المحظور.\n__________\n(1) أخرجه البخاري في ((صحيحه)) (ج13 ص111) ومسلم في ((صحيحه)) (ج3 ص1476).\nوقد جاء في سنن أبي داود (ج4 ص446-ط دار الحديث، بيروت، ط الأولى) عن حذيفة بن اليمان - رضي الله عنه - ... الحديث. وفيه: (إن كان لله خليفة في الأرض فضرب ظهرك وأخذ مالك فأطعه) وفي لفظ: (فالزمه) وهو حديث حسن.\nوانظر: ((الصحيحة)) للشيخ الألباني (ج4 ص339).",
        "(1/7)\n\n... وهذا الأمر النبوي: هو من تمام العدل الذي جاء الإسلام به فإن هذا المضروب إذا لم يسمع ويطع، وذاك المضروب إذا لم يسمع ويطع... أفضى ذلك إلى تعطيل المصالح الدينية والدنيوية، فيقع الظلم على جميع الرعية أو أكثرهم، وبذلك يرتفع العدل عن هذه البلاد، فتتحقق المفسدة وتلحق بالجميع.\n... بينما لو ظلم هذا فصبر واحتسب، وسأل الله الفرج، وسمع وأطاع لقامت المصالح ولم تتعطل، ولم يضع حقه عند الله تعالى فربما عوضه خيراً منه، وربما ادخره في الأخرة.\n... وهذا من محاسن الشريعة فإنها لم ترتب السمع والطاعة على عدل الأئمة ، ولو كان الأمر كذلك لكانت الدنيا كلها هرجاً ومرجاً فالحمد لله على لطفه بعباده.\n... (5) وعن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : ((اسمعوا وأطيعوا، وإن استعمل عليكم عبدٌ حبشيٌ كأن رأسه زبيبةٌ)).(1)\n... وقد تركنا في هذا الباب أضعاف ما ذكرنا من الأحاديث خشية الإطالة.\n... فدل الكتاب والسنة على وجوب طاعة أولي الأمر، ما لم يأمروا بمعصيةٍ، فتأمل قوله تعالى: { ((#qمèدغr& اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ } .\n... وقد أجمع العلماء على وجوب السمع والطاعة لولاة أمر المسلمين وإن تعددوا في البلدان.\n... وإليك أقوال العلماء:\n... فالسمع والطاعة لولاة الأمر من المسلمين في غير معصيةٍ مجمعٌ على وجوبه عند أهل السنة والجماعة وهو أصل من أصولهم التي باينوا بها أهل البدع والأهواء.\n... وقل أن ترى مؤلفاً في عقائد أهل السنة إلا وهو ينص على وجوب السمع والطاعة لولاة الأمر وإن جاروا وظلموا.\nوالإجماع الذي انعقد عند أهل السنة والجماعة على وجوب السمع والطاعة لهم مبنيٌّ على النصوص الشرعية الواضحة التي تواترت بذلك كما بينّا.\n__________\n(1) أخرجه البخاري في ((صحيحه)) (ج13 ص121).\n(1/8)",
        "\nولقد كان السلف الصالح يولون هذا الأمر اهتماماً خاصاًّ، لا سيما عند ظهور بوادر الفتنة نظراً لما يترتب على الجهل به أو إغفاله من الفساد العريض في العباد والبلاد والعدول عن سبيل الهدى والرشاد.\nواهتمام السلف بهذا الأمر تحمله صورٌ كثيرةٌ نقلت إلينا.\nوفي ذلك يقول النووي رحمه الله: (أجمع العلماء على وجوب طاعة الأمراء في غير معصيةٍ).(1) اهـ\nوقال ابن قدامة رحمه الله: (فكل من ثبتت إمامته وجبت طاعته وحرم الخروج عليه لقول الله تعالى: { ($pks‰r'¯\"tƒ الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ } .(2) اهـ\nوقال الطحاوي رحمه الله: (ولا نرى الخروج على أئمتنا وولاة أمورنا، وإن جاروا، ولا ندعوا عليهم ، ولا ننزع يداً من طاعتهم ونرى طاعتهم من طاعة الله\nعزوجل فريضةً، ما لم يأمروا بمعصيةٍ، وندعوا لهم بالصلاح والمعافاة).(3) اهـ\nوقال ابن تيمية رحمه الله: (وأما أهل العلم والدين والفضل فلا يرخصون لأحدٍ فيما نهى الله عنه من معصية ولاة الأمور وغشهم، والخروج عليهم بوجه من الوجوه، كما قد عرف من عادات أهل السنة والدين قديماً وحديثاً ومن سيرة غيرهم).(4) اهـ\nوقال الحافظ ابن حجر رحمه الله: (وقد أجمع الفقهاء على وجوب طاعة السلطان المتغلب والجهاد معه وأن طاعته خيرٌ من الخروج عليه لما في ذلك من حقن الدماء وتسكين الدهماء).(5) اهـ\n__________\n(1) شرح صحيح مسلم)) (ج12 ص222).\n(2) المغني)) (ج12 ص237-238).\n(3) العقيدة الطحاوية)) (ص47-48).\n(4) مجموع الفتاوى)) (ج35 ص12).\n(5) فتح الباري بشرح صحيح البخاري)) (ج13 ص7).\n(1/9)\n",
        "... وقال الحافظ أيضاً: ( وفي الحديث - يعني حديث ابن عمر(1) - وجوب طاعة الإمام الذي انعقدت له البيعة والمنع من الخروج عليه ولو جار في حكمه وأنه لا ينخلع بالفسق).(2) اهـ\n... وقال الشيخ محمد بن عبدالوهاب في ((الأصول الستة)) الأصل الثالث: (أن من تمام الاجتماع السمع والطاعة لمن تأمر علينا ولو كان عبداً حبشياً، فبين النبي - صلى الله عليه وسلم - هذا بياناً شائعاً ذائعاً بكل وجه من أنواع البيان شرعاً وقدراً، ثم صار هذا الأصل لا يعرف عند أكثر من يدعي العلم فكيف العمل به).(3) اهـ\n... وقال الشيخ عبدالعزيز بن باز رحمه الله: ( وجوب طاعة أولي الأمر وهم الأمراء والعلماء، وقد جاءت السنة الصحيحة عن رسول الله - صلى الله عليه وسلم - تبين أن هذه الطاعة لازمة وهي فريضةٌ في المعروف).(4) اهـ\n... وقال الإمام أبو الحسن الأشعري رحمه الله: (واجمعوا على السمع والطاعة لأئمة المسلمين وعلى أن كل من ولي شيئاً من أمورهم عن رضى أو غلبة وامتدت طاعته من برٍّ وفاجرٍ لا يلزم الخروج عليهم بالسيف جار أو عدل، وعلى أن يغزوا معهم العدوّ، ويحج معهم البيت، وتدفع إليهم الصدقات إذا طلبوا ويصلى خلفهم الجمع والأعياد).(5) اهـ\n... وقال المرُّوذِيُّ: (سمعت أبا عبدالله - أحمد - وذكر له السنة والجماعة والسمع والطاعة فحث على ذلك وأمر به).(6)\nوأما إبطال عبدالرحمن مكي التكفيري الثوري بيعة حكام المسلمين في هذا الزمان فأقول: فهذا باطل أيضاً.\n__________\n(1) وفيه قصة لابن عمر في بيعة يزيد بن معاوية.\n(2) فتح الباري بشرح صحيح البخاري)) (ج13 ص71).\n(3) انظر ((الجامع الفريد)) (ص324).\n(4) المعلوم من واجب العلاقة بين الحاكم والمحكوم)) (ص7).\n(5) رسالة إلى أهل الثغر)) (ص296).\n\n(6) أخرجه الخلال في ((السنة)) (ص74) بإسناد صحيح.\n(1/10)\n\n... والواجب على قارئ الرسالة الرجوع إلى الحق، وألا يجعل للشيطان إلى نفسه سبيلاً، لأن النفس إذا تمكن منها الهوى والضلالة... فإنه يعميها عن الهدى والرشاد، ويصم أذنها عن الحق.\n... ولا يلبس الشيطان على أحدٍ منهم أن في رجوعه عن خطئه إسقاطاً لمنزلته، وتقليلاً لمكانته.\n... فإذا حصل ذلك فليعلم أن الذي يطيح بالمنزلة والمكانة هو تجاهل الغلط... والاستمرار على المخالفات الشرعية.\n... وأهم ما يجب أن تتوجه إليه همم المسلمين الآن توحيد الصفوف في كل بلدٍ مسلمٍ وجمع الكلمة على يد حاكم ذلك البلد والسمع والطاعة له وبيعته كما دل عليه الدليل من الكتاب والسنة والآثار.\n... فالإمام في كل بلدٍ مسلم هو ذلك الرجل الذي جمعت له بيعات المسلمين في شتى بقاع البلد، ولا يحل لأن يكون إمامان في بلدٍ.... ولا يحل منازعته، ومن خلع يد الطاعة والبيعة منه لقي الله يوم القيامة ولا حجة له، ومن مات وليس في عنقه بيعةٌ له مات ميتةً جاهليةً، وليس ذلك لأحدٍ غيره مما صح لغوياًّ كلمة الإمام...",
        "(1/11)\n\n... فالحاكم أو الأمير أو الإمام هو المختص بهذه المعاني، كذلك فهو المختص بوجوب الصبر على جوره... وإن جلد ظهرك أو أخذ مالك... لأن هذه الأحكام وغيرها قد علقها الشارع على مسمى السلطان أو الإمام أو الحاكم أو الأمير، ولم يقل أحد من أهل العلم الربانيين تعديتها إلى غيره ممن يقع عليه اسم الأمير كـ(أمراء) الجماعات الحزبية، فوجب التفريق بين البيعات الشرعية للحكام الذين انعقدت لهم بيعة أهل الحل والعقد(1)...، وبين البيعات الحزبية(2) للمبتدعة الذين انعقدت لهم بيعة أشياعهم(3) الهمج الرعاع.\nوالحق هنا في ولاية أولى الأمر الشرعيين... الواجب طاعتهم وبيعتهم على الكتاب والسنة... لأن الله أمرنا بذلك في قوله تعالى: { ($pks‰r'¯\"tƒ الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ } (4) وهي تدل على وجوب طاعتهم في كل ما يأمرون به مما دل عليه الدليل من الكتاب والسنة.\n__________\n(1) وأهل الحل والعقد هم الشيوخ والممثلون في الدولة... فهؤلاء بيعتهم شرعية صحيحه.\n(2) كـ(حزب إخوان المسلمين وحزب التبليغيين وحزب الصوفيين وحزب القطبيين وحزب التراثيين وحزب السروريين وغيرهم...).\n(3) هم الممثلون في الحزب المذموم... فهؤلاء بيعتهم بدعية، فاسدة... وقد بينت أن أشياع الحزب كثيراً ما يخلطون في البيعة والطاعة فيجعلون لأمير الجماعة بيعة وطاعة مطلقة... حتى يحكم في أمورهم الشخصية أو يخلطون في الحقوق الشرعية التي لا تجب إلا للحاكم... بل يجعل الحزب البيعة والإمارة لأميره خاصة ركناً أصيلاً من أركان الإسلام ويجعل كل خارج عن الحزب منحرفاً عن الدين. نعوذ بالله من الخذلان.\n(4) سورة النساء الآية (59).\n(1/12)",
        "\nومن هنا فالالتزام إنما يكون دائماً وأبداً بالمنهج الرباني... بما شرعه الله لنا... وليس الالتزام بالأشخاص أو التنظيمات أو الجماعات أو الجمعيات... التي هي دائماً محل الخطأ والصواب والكارثة والخلل والأمراض، والعلل تتسلل إلى حياة الراعي والرعية من خلال العدول عن المنهج الرباني... ومن ثم تكون العصمة الكاذبة التي تخلع على بعض الأشخاص، والمبررات الباطلة التي توضع لتصرفاتهم وأخطائهم، وهذا بدء مرحلة السقوط والهوان والضعف واليأس... وتؤول الآيات والأحاديث على مقتضى الأهواء... والتوهم بأن الدعوة قائمة على الدين حتى تؤدي إلى الفتنة والبلبلة والتمزق في صفوف الأمة الإسلامية...\nوإليك الدليل في إثبات بيعة حكام المسلمين المعاصرين في جميع العالم:\n(1) عن معاوية بن أبي سفيان رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - : ((من مات وليس له إمام مات ميتة جاهلية)).(1)\nفدل الحديث على وجوب بيعة وطاعة الإمام.\nوفي \"الاعتصام\" للشاطبي رحمه الله: ((إن يحيى بن يحيى قيل له: البيعة مكروهة؟ قال: لا. قيل له: فإن كانوا أئمة جورٍ؟ فقال: قد بايع ابن عمر(2) لعبدالملك بن مروان وبالسيف أخذ الملك، أخبرني بذلك مالك عنه أنه كتب إليه وأمر له بالسمع والطاعة على كتاب الله وسنة نبيه. قال يحيى بن يحيى: والبيعة خير من الفرقة)).(3) اهـ\n__________\n(1) حديث صحيح.\nأخرجه أحمد في المسند (ج4 ص96) والطبراني في المعجم الكبير (ح19 ص335) وابن حبان في صحيحه (ج10 ص434) من طريق أبي بكر ابن عياش عن عاصم بن أبي النجود عن أبي صالح عن معاوية به.\nقلت: وهذا سنده حسن، من أجل عاصم بن أبي النجود وهو صدوق كما في التقريب لابن حجر (ص278- ط دار الرشيد، سوريا، ط الأولى).\nوتابعه الأعمش عن أبي صالح به.\nأخرجه الطبراني في المعجم الأوسط (ج6 ص70) وإسناده صحيح.\n(2) الحديث في صحيح البخاري (ج13 ص193- ط مكتبة الرياض الحديثة، الرياض).\n(3) ج2 ص626).\n(1/13)\n",
        "وقال الإمام الحسن بن علي البربهاري رحمه الله: (من ولي الخلافة بإجماع الناس عليه ورضاهم به فهو أمير المؤمنين لا يحل لأحد أن يبيت ليلةً ولا يرى أن ليس عليه إمامٌ براًّ كان أو فاجراً. هكذا قال أحمد بن حنبل).(1) اهـ\nوقال ابن العربي: وقد قال ابن الخياط: (إن بيعة عبدالله ليزيد كانت كرهاً، وأين يزيد من ابن عمر؟ ولكن رأى بدينه وعلمه: التسليم لأمر الله، والفرار من التعرض لفتنةٍ فيها من ذهاب الأموال والأنفس ما لا يخفى، فخلع يزيد لو تحقق أن الأمر يعود في نصابه -[فيه تعرض لفتنة عظيمةٍ] فكيف ولا يعلم ذلك؟ وهذا أصلٌ عظيمٌ، فتفهموه والزموه ترشدوا إن شاء الله).(2) اهـ\nوقد بوب عليه أحمد البنا رحمه الله فقال: (وجوب البيعة ولزومها وعدم التخلي عنها).(3) اهـ\nوقال الشوكاني رحمه الله: (من أعظم الأدلة على وجوب نصب الأئمة، وبذل البيعة لهم ما أخرجه أحمد والترمذي وابن خزيمة وابن حبان في صحيحه من حديث الحارث الأشعري بلفظ: (من مات وليس عليه إمام جماعة فإن موتته موتة جاهلية).(4) اهـ\nوقد دل على ذلك ما أخرجه الإمام مسلم في صحيحه في (كتاب الإمارة) أن عبدالله بن عمر جاء إلى عبدالله بن مطيع حين كان من أمر الحرة ما كان، زمن يزيد بن معاوية، فقال عبدالله بن مطيع: (اطرحوا لأبي عبدالرحمن وسادةً فقال: إني لم آتك لأجلس، أتيتك لأحدثك حديثاً، سمعت رسول الله - صلى الله عليه وسلم - يقوله،سمعت رسول الله - صلى الله عليه وسلم - يقول:((من خلع يداً من طاعةٍ لقي الله يوم القيامة لا حجة له، ومن مات وليس في عنقه بيعةٌ مات ميتةً جاهليةً)).(5)\n__________\n(1) السنة (ص77).\n(2) انظر \"الاعتصام\" للشاطبي (ج2 ص627).\n(3) \"الفتح الرباني\" (ج23 ص52).\n(4) \"السيل الجرار المتدفق على حدائق الأزهار\" (ج4 ص504).\n(5) ج12 ص240- النووي).\nوأخرجه أحمد في المسند (ج2 ص70) والحاكم في المستدرك (ج1 ص77) والبيهقي في السنن الكبرى (ج8 ص156).\n\nوأخرجه ابن سعد في الطبقات الكبرى (ج5 ص144) من طريق عبدالله بن نافع حدثني العطاف بن خالد عن أمية بن محمد أن عبدالله بن مطيع أراد أن يفر من المدينة ليالي فتنة يزيد بن معاوية فسمع عبدالله بن عمر فخرج إليه حتى جاءه قال: أين تريدنا يا ابن عم فقال: لا أعطيهم طاعة أبداً. فقال: يا ابن عم لا تفعل فإني أشهد أني سمعت رسول الله - صلى الله عليه وسلم - يقول: (من مات ولا بيعة عليه مات ميتة جاهلية).\n(1/14)\n\n... (2) وعن ابن عباس رضي الله عنهما قال: (من خرج من الطاعة شبراً فمات، فميتته جاهلية).(1)\n... قال شيخنا الشيخ محمد بن صالح العثيمين رحمه الله: (الواقع أن مسؤولي الحكومة يعتبرون ولاة أمر في رقابنا لهم بيعةٌ على السمع والطاعة في المنشط والمكره والعسر واليسر، وإلا ننازعهم الأمر ما لم نر كفراً بواحاً عندنا فيه من الله براهان. هكذا جاء في السنة عن النبي - صلى الله عليه وسلم - فلا ننازعهم أمرهم، ولكن لا نقول إنهم معصومون من كبائر الإثم، ومن صغائره ومن الخطأ.\n... هم كغيرهم من البشر يخطئون ويصيبون... فإذا رأوا مثلاً إسكات واحد منا، قالوا: لا تتكلم فلا أتكلم، لماذا؟ لأن بيان الحق فرض كفايةٍ لا يقتصر على زيدٍ وعمرو، لو علقنا الحق بأشخاصٍ مات الحق بموتهم، الحق لا يعلق بأشخاصٍ. ولنا في ذلك أسوةٌ فإن عمار بن ياسر - رضي الله عنه - كان يحدث عن النبي - صلى الله عليه وسلم - أنه يأمر الجنب أن يتيمم، وكان عمر بن الخطاب - رضي الله عنه - لا يرى ذلك، فدعاه يوماً، وقال له: ما هذا الحديث الذي تحدث الناس به؟ يعني ((أن يتيمم الجنب إذا عدم الماء أو خاف البرد)) قال أما تذكر حين بعثني الرسول - صلى الله عليه وسلم - وإياك في حاجةٍ فأجنبت وتمرغت في الصعيد، وأتيت النبي - صلى الله عليه وسلم - وأخبرته، فقال: يكفيك أن تقول بيديك هكذا وذكر التيمم؟ ولكن يا أمير المؤمنين أني لما أوجبه الله لك علي من الطاعة، إن شئت ألا أحدث به فعلت)).\n__________\n(1) أثر صحيح.\nأخرجه عبدالرزاق في المصنف (ج11 ص339) والخلال في السنة (ص87) من طريقين عن أيوب عن أبي رجاء العُطاردي به.\nقلت: وهذا سنده صحيح.",
        "(1/15)\n\n... الله أكبر... صحابيٌّ جليلٌ يمسك عن الحديث عن النبي - صلى الله عليه وسلم - بأمر من؟... بأمر الخليفة الذي له الطاعة، فإذا رأى ولي الأمر أن يمنع أشرطة ابن عثيمين، أو أشرطة ابن باز أو أشرطة فلانٍ وفلان يمتنع.. وأما أن نتخذ من مثل هذه الإجراءات سبيلاً إلى إثارة الناس، وإلى تنفير القلوب عن ولاة الأمور، فهذا - والله - يا إخواني أحد الأسس التي تحصل بها الفتنة بين الناس...).(1) اهـ\n... ويصح في الاضطرار تعدد الأئمة، ويأخذ كل إمامٍ منهم في قطره حكم الإمام الأعظم، ويجب طاعته وبيعته، ومن لم يفرق بين حالي الاختيار والاضطرار فقد جهل المعقول والمنقول.(2)\n... قال الشيخ محمد بن عبدالوهاب رحمه الله: (الأئمة مجمعون من كل مذهبٍ على أن من تغلب على بلدٍ أو بلدان، له حكم الإمام في جميع الأشياء، ولولا هذا ما استقامت الدنيا، لأن الناس من زمنٍ طويل قبل الإمام أحمد إلى يومنا هذا ما اجتمعوا على إمامٍ واحدٍ، ولا يعرفون أحداً من العلماء ذكر أن شيئاً من الأحكام لا يصح إلا بالإمام الأعظم).(3) اهـ\n... وقال العلامة الصنعاني رحمه الله في شرح حديث أبي هريرة - رضي الله عنه - مرفوعاً:\n((من خرج عن الطاعة وفارق الجماعة ومات فميتته ميته جاهلية)).(4)\n... (قوله: (عن الطاعة) أي: طاعة الخليفة الذي وقع الاجتماع عليه وكأن المراد خليفة أي قطر من الأقطار، إذ لم يجمع الناس على خليفةٍ في جميع البلاد الإسلامية من أثناء الدولة العباسية، بل استقل أهل كل إقليم بقائم بأمورهم، إذ لو حمل الحديث على خليفةٍ اجتمع عليه أهل الإسلام لقلت فائدته.\n__________\n(1) انظر \"علماء السعودية يؤكدون على الجماعة ووجوب السمع والطاعة لولاة الأمر\"(ص7 و8- مذكرة).\n(2) انظر \"معاملة الحكام في ضوء الكتاب والسنة\" لابن برجس (ص34).\n\n(3) انظر: المصدر السابق.\n(4) أخرجه مسلم في صحيحه (ج3 ص1476).\n(1/16)",
        "\n... وقوله: (وفارق الجماعة) أي: خرج عن الجماعة الذين اتفقوا على طاعة إمامٍ انتظم به شملهم، واجتمعت به كلمتهم وحاطهم عن عدوهم).(1) اهـ\n... وقال العلامة الشوكاني رحمه الله في شرح قول صاحب الأزهار: (ولا يصحُّ إمامان): (وأما بعد انتشار الإسلام، واتساع رقعته، وتباعد أطرافه، فمعلوم أنه قد صار في كل قطر أو أقطار الولاية إلى إمامٍ أو سلطانٍ، وفي القطر الآخر كذلك، ولا ينفذ لبعضهم أمرٌ ولا نهي في قطر الآخر وأقطاره التي رجعت إلى ولايته.\n... فلا بأس بتعدد الأئمة والسلاطين، ويجب الطاعة لكل واحدٍ منهم بعد البيعة له على أهل القطر الذي ينفذ فيه أوامره ونواهيه، وكذلك صاحب القطر الآخر.\n... فإذا قام من ينازعه في القطر الذي قد ثبتت فيه ولايته وبايعه أهله كان الحكم فيه أن يقتل إذا لم يتب.\n... ولا تجب على أهل القطر الآخر طاعته، ولا الدخول تحت ولايته لتباعد الأقطار، فإنه قد لا يبلغ إلى ما تباعد منها خبر إمامها أو سلطانها، ولا يدرى من قام منهم أو مات، فالتكليف بالطاعة والحال هذه تكليف بما لا يطاق.\n... وهذا معلوم لكل من له اطلاع على أحوال العباد والبلاد...\n... فاعرف هذا فإنه المناسب للقواعد الشرعية، والمطابق لما تدل عليه الأدلة،\nودع عنك ما يقال في مخالفته، فإن الفرق بين ما كانت عليه الولاية الإسلامية في أول الإسلام وما هي عليه الآن أوضح من شمس النهار.\n... ومن أنكر هذا فهو مباهت لا يستحق أن يخاطب بالحجة لأنه لا يعقلها).(2)اهـ\n... وقال الحافظ ابن كثير رحمه الله: (وحكى إمام الحرمين عن الأستاذ أبي إسحاق أنه جوز نصب إمامين فأكثر إذا تباعدت الأقطار، واتسعت الأقاليم بينهما، وتردد إمام الحرمين في ذلك.\n__________\n(1) \" سبل السلام شرح بلوغ المرام من أدلة الأحكام\" (ج3 ص499).\n(2) \"السيل الجرار المتدفق على حدائق الأزهار\" (ج4 ص512).\n(1/17)\n",
        "... قلت: وهذا يشبه حال الخلفاء من بني العباس بالعراق والفاطميين بمصر والأمويين بالمغرب...).(1) اهـ\n... فهذه أقوال علماء الأمة المجتهدين تقرر صحة تعدد الأئمة في بيعة الاضطرار. معولها على الأدلة الشرعية، والقواعد المرعية والمصالح الكلية.\n... وسئل فضيلة الشيخ عبدالعزيز بن باز - رحمه الله - هل من مقتضى البيعة، حفظك الله، الدعاء لولي الأمر؟\n... فأجاب: (من مقتضى البيعة النصح لولي الأمر، ومن النصح الدعاء له بالتوفيق والهداية وصلاح النية والعمل وصلاح البطانة لأن من أسباب صلاح الوالي ومن أسباب توفيق الله له أن يكون له وزير صدقٍ يعينه على الخير، ويذكره إذا نسي، ويعينه إذا ذكر، هذه من أسباب توفيق الله له، فالواجب على الرعية وعلى أعيان الرعية التعاون مع ولي الأمر في الإصلاح وإماتة الشر والقضاء عليه وإقامة الخير بالكلام الطيب والأسلوب الحسن والتوجيهات السديدة التي يرجى من ورائها الخير دون الشر، وكل عمل يترتب عليه شر أكثر من المصلحة لا يجوز، لأن المقصود من الولايات كلها تحقيق المصالح الشرعية ودرء المفاسد، أي عملٍ يعمله الإنسان يريد به الخير ويترتب عليه ما هو أشر مما أراد وما هو أعظم وما هو أنكر لا يجوز له).(2)اهـ\n... وروى البخاري عن نافعٍ قال: (لما خلع أهل المدينة يزيد بن معاوية جمع ابن عمر حشمه وولده فقال: إني سمعت النبي - صلى الله عليه وسلم - يقول: ((ينصب لكل غادر لواء يوم القيامة)) وإنا قد بايعنا هذا الرجل على بيع الله ورسوله، وإني لا أعلم غدراً أعظم من أن يبايع رجل على بيع الله ورسوله ثم ينصب له القتال، وإني لا أعلم أحداً منكم خلعه ولا تابع في هذا الأمر إلا كانت الفيصل بيني وبينه).(3)\n__________\n(1) \"تفسير القرآن العظيم\" (ج1 ص74).\n(2) انظر \"مراجعات في فقه الواقع السياسي والفكري على ضوء الكتاب والسنة\" (ص31- ط دار المعراج الدولية، ط الأولى).\n(3) \"صحيح البخاري\" (ج13 ص68- الفتح).\n(1/18)\n\n... قال الحافظ ابن حجر رحمه الله: (وفي هذا الحديث وجوب طاعة الإمام الذي انعقدت له البيعة والمنع من الخروج عليه ولو جار في حكمه وأنه لا ينخلع بالفسق).(1)اهـ\n... وسئل الشيخ صالح الفوزان حفظه الله: هل البيعة واجبة أم مستحبةٌ أم مباحةٌ؟ وما منزلتها من الجماعة والسمع والطاعة؟\n... فأجاب فضيلته: (تجب البيعة لولي الأمر على السمع والطاعة عند تنصيبه إماماً للمسلمين على الكتاب والسنة، والذين يبايعون هم أهل الحل والعقد من العلماء والقادة، وغيرهم من بقية الرعية تبع لهم، تلزمهم الطاعة بمبايعة هؤلاء، فلا تطلب البيعة من كل أفراد الرعية لأن المسلمين جماعة واحدةٌ، ينوب عنهم قادتهم وعلماؤهم.\n... هذا ما كان عليه السلف الصالح من هذه الأمة، كما كانت البيعة لأبي بكر الصديق - رضي الله عنه - ولغيره من ولاة المسلمين.\n... وليست البيعة في الإسلام بالطريقة الفوضوية المسماة بالانتخابات، التي عليها دول الكفر، ومن قلدهم من الدول العربية، والتي تقوم على المساومة، والدعايات الكاذبة، وكثيراً ما يذهب ضحيتها نفوس بريئة.\n... والبيعة على الطريقة الإسلامية يحصل بها الاجتماع والائتلاف، ويتحقق بها الأمن والاستقرار، دون مزايداتٍ، ومنافساتٍ فوضوية، تكلف الأمة مشقةً وعنتاً، وسفك دماء، وغير ذلك).(2) اهـ\n... وأما ثناء عبدالرحمن مكي التكفيري الثوري على الجماعات الحزبية الإرهابية باسم الجهاد فأقول:\n__________\n(1) \"فتح الباري بشرح صحيح البخاري\" (ج13 ص73).\n(2) \"الأجوبة المفيدة عن أسئلة المناهج الجديدة\" (ص134).",
        "(1/19)\n\nفهذا العصر تلاطمت فيه أمواج الجماعات الهدامة الإرهابية باسم الجهاد، وكثر فيه دعاة البدعة والفتنه والضلالة والجهالة، وأصحاب الشبه، وظهرت فيه بعض الكتب الفكرية البدعية التي تُلبِّس على المسلمين دينهم بستار نصر الإسلام، ناهيك عما تفعله في العالم من تشويش وتحريض لإيقاع الفتنة بين الناس كما هو مشاهد.(1)\nوالحديث عن الفرق الهدامة له شأن وأهمية للمسلمين، ألا وهو الحذر من شر هذه الفرق، ومن محدثاتها وضلالاتها لكي لا يقعوا في شرها.\nعَرَفْتُ الشَّرَّ لا للشَّـ ـــرِّ لكِنْ لِتَوَقِّيهِ\nوَمَنْ لا يَعْرِفُ الشَّرَّ مِنَ الخَيْرِ يَقَعْ فيِهِ\nقلت: ومن لا يعرف الشر يوشك أن يقع فيه ... إذاً فلابد من معرفة دعاة الضلالة....اللهم سلم سلم.\nعن حذيفة بن اليمان - رضي الله عنه - قال: (( كان الناس يسألون رسول الله - صلى الله عليه وسلم - عن الخير، وكنت أسأله عن الشر مخافة أن يدركني، فقلت: يا رسول الله، إنا كنا في جاهلية وشر، فجاءنا الله بهذا الخير، فهل بعد هذا الخير شر؟ قال: نعم. فقلت: هل بعد ذلك الشر من خير؟ قال: نعم. وفيه دَخَنٌ. قلت: وما دَخَنَهُ؟ قال: قوم(2) يستنون بسنتي، ويهتدون بغير هديي، تعرف منهم وتنكر. فقلت: هل بعد ذلك الخيرِ من شر؟ قال: نعم، دعاة(3) على أبواب جهنم، من أجابهُم إليها قذفوه فيها. فقلت: يا رسول الله، صِفْهُم لنا. قال: نعم قومٌ من جلدتنا ويتكلمون بألسنتنا. قلت: يا رسول الله، فما ترى إن أدركني ذلك؟ قال: تلزم جماعة المسلمين وإمامَهُم. فقلت: فإن لم تكن لهم جماعة ولا إمام؟ قال: فاعتزل تلك الفرق، ولو أن تعضّ على أصل شجرةٍ حتى يدركَكَ الموت، وأنت على ذلك)).(4)\n__________\n(1) انظر \" الأجوبة المفيدة عن أسئلة المناهج الجديدة \" (المقدمة - ط دار السلف، الرياض، ط الثانية).\n(2) كـ(الفرقة التكفيرية).\n(3) كـ(دعاة الفرقة التكفيرية).\n(4) أخرجه البخاري في صحيحه (3606) و(7084) ومسلم في صحيحه (1847).\n(1/20)",
        "\nقال العلامة الشيخ صالح بن فوزان الفوزان حفظه الله في لمحة عن الفرق الضالة (ص6): ((فمعرفة الفرق ومذاهبها وشبهاتها، ومعرفة الفرقة الناجية، أهل السنة والجماعة، وما هي عليه فيه خير كثير للمسلم، لأن هذه الفرق الضالة عندهم شبهات، وعندها مغرياتُ تضليل، فقد يغتُّر الجاهل بهذه الدعايات وينخدعُ بها فينتمي إليها كما قال - صلى الله عليه وسلم - لما ذكر في حديث حذيفة: (هل بعد ذلك الخير من شر؟ قال: نعم، دعاةٌ على أبواب جهنم، من أجابهم إليها قذفوه فيها. فقلت: يا رسول الله، صِفْهم لنا. قال: نعم، قوم من جلدتنا، ويتكلمون بألسنتنا)، فالخطر شديد)).اهـ\nوعن العرباض بن سارية - رضي الله عنه - قال: ((وَعَظَنَا رسولُ الله - صلى الله عليه وسلم - موعظةً وجلت منها القلوبُ وذَرفتْ منها العيونُ فقُلنا: يا رسول الله، كأنّها موعظةُ مُودِّع فأوصِنَا قال: أوصيكُم بتقوى اللهِ عزّوجلّ والسّمعِ والطّاعةِ، وإن تأمّرَ عليكُمْ عبدٌ، فإنَّهُ من يَعِشْ مِنْكُم فَسيرى اختلافاً كثيراً، فعليكُمْ بسُنّتي وسّنةِ الخُلفاءِ الرّاشدين المهديِّين، عضُّوا عليها بالنّواجذ، وإيّاكم ومُحْدثاتِ الأمورِ،فإن كُلَّ مُحدثةٍ بدعةٍ، وكلّ بدعةٍ ضلالةٌ، وكُلَّ ضلالةٍ في النّار)).\nحديث صحيح\nأخرجه أبو داود في سننه (ج4 ص200) والترمذي في سننه (ج5 ص45) وابن ماجه في سننه (ج1 ص17) وأحمد في المسند (ج4 ص126) والدارمي في المسند (ج1 ص44) والبغوي في شرح السنة (ج1 ص205) وابن حبان في صحيحه (ج1 ص104) من طرق عنه. وإسناده صحيح.\n(1/21)\n",
        "قال العلامة الشيخ صالح بن فوزان الفوزان حفظه الله في لمحة عن الفرق الضالة (ص6): ((فأخبر - صلى الله عليه وسلم - أنه سيكون هناك اختلاف وتفرق، وأوصى عند ذلك بلزوم جماعة المسلمين وإمامهم، والتمسكِ بسنة الرسول - صلى الله عليه وسلم - ، وترك ما خالفها من الأقوال، والأفكار، والمذاهبِ المضلةِ، فإن هذا طريقُ النجاة، وقد أمَر الله تعالى بالاجتماع والاعتصام بكتابه، ونهى عن التفرق قال تعالى: { وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا } (1) الآية إلى أن قال تعالى: { وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ (105) يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ } (2) وقال تعالى: { إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ } (3) فالدين واحد، وهو ما جاء به رسول الله - صلى الله عليه وسلم - ، لا يقبلُ الانقسامَ إلى ديانات وإلى مذاهبَ مختلفة(4)، بل دينٌ واحدٌ هو دين الله تعالى وهو ما جاء به رسول الله - صلى الله عليه وسلم - (5)، وتَرَكَ أمتَهُ حيث ترك - صلى الله عليه وسلم - أمته على البيضاء ليلُها كنهارها لا يزيغ عنها إلا هالك).اهـ\nفالأمر يحتاج إلى اهتمام شديد، لأنه كلما تأخر الزمان كثرتِ الفِرَقُ، وكثرتِ الشبهات، وكثرتِ النحل والمذاهب الباطلة، وكثرتِ الجماعات المتفرقة.\n__________\n(1) سورة آل عمران آية (103).\n(2) سورة آل عمران آية (105).\n(3) سورة الأنعام آية (159).\n(4) وما جاء التفرق والاختلاف في القرآن الكريم إلا مذموماً ومتوعّداً عليه بالعقاب.\n(5) وما جاء الاجتماع على الدين الواحد إلا محموداً وموعوداً عليه بالأجر العظيم لما فيه من المصالح العاجلة والآجلة.\n(1/22)\n\nلكن الواجب على المسلم أن يَنْظُرَ، فما وافق كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم - أخذ به ممن جاء به، كائناً من كان لأن الحق ضالة المؤمن.(1)\nقلت: وليست العبرة بالكثرة في معرفة الحق، بل العبرة بالموافقة للحق، ولو لم يكن عليه إلا قله من المسلمين ، ولذلك فلا تغتر بكثرة بعض الجماعات\nالإسلامية الضالة.(2)\nقال العلامة الشيخ صالح بن فوزان الفوزان حفظه الله في لمحة عن الفرق الضالة (ص22): ((وأهل السنة والجماعة، لا يضرهم من خالفهم ... والمخالف لا يضر إلا نفسه ... وليست العبرة بالكثرة، بل العبرة بالموافقة للحق، ولو لم يكن عليه إلا قلة من الناس، حتى ولو لم يكن في بعض الأزمان إلا واحد من الناس فهو على الحق، وهو الجماعة.\nفلا يلزم من الجماعة الكثرة، بل الجماعة من وافق الحق، ووافق الكتاب والسنة، ولو كان الذي عليه قليل.\nأما إذا اجتمع كثرةً وحق فالحمد لله هذا قوة. أما إذا خالفته الكثرة، فنحن ننحاز مع الحق، ولو لم يكن معه إلا قليلُ)).اهـ\nوقال الذهبي رحمه الله في التمسك بالسنن (ص32): (واتّباع الشّرع والدين مُتعيّنٌ، واتّباع غير سبيل المؤمنين بالهوى وبالظن وبالعادات المردودة مقتٌ وبدعة).اهـ\nفهما طريقان: اتباع الرسول - صلى الله عليه وسلم - والسنة، أو اتباع الهوى والبدعة، وليس من سبيل إلى ثالث، فمن لم يتبع الرسول - صلى الله عليه وسلم - فلابد أن يتبع الهوى.\n__________\n(1) انظر \"لمحة عن الفرق الضالة\" للشيخ صالح الفوزان الفوزان (ص20-ط دار السلف، الرياض، ط الثانية).\n(2) وهذه الجماعات الحزبية هدفها التجميع والتكتيل فقط، ولو اختلفت عقائدهم والله المستعان.",
        "(1/23)\n\nقال تعالى: { ن فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِن اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (50) } (1)وقال تعالى: { ن فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى تُصْرَفُونَ } (2).\nقال القرطبي رحمه الله في جامع أحكام القرآن (ج8 ص335): (( (ذا) صلة أي ما بعد عبادة الإله الحق إذا تركت عبادته إلا الضلال ... قال علماؤنا: حكمت هذه الآية بأنه ليس بين الحق والباطل منزلة ثالثة ... والضلال حقيقته الذهاب عن الحق)).اهـ\nفاتباع الآراء والرجال دون ما جاء به الرسول - صلى الله عليه وسلم - اتباع للهوى وعدول عن الصراط المستقيم.\nقال تعالى: { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (153) } (3)\nفالصراط المستقيم واحد، والحيد عنه يكون إلى سبل متشعبة، ولقد قال\nابن مسعود - رضي الله عنه - : ((ألا لا يقلدن أحدكم دينه رجلاً، إنْ آمن آمن، وإن كفر كفر، فإنه لا أسوة في الشر)).\nأثر صحيح\nأخرجه اللالكائي في الاعتقاد (ج1 ص93) وابن عبد البر في جامع بيان العلم تعليقاً (ج2 ص989).\nوإسناده صحيح.\nوذكره الهيثمي في الزوائد (ج1 ص180) ثم قال: رواه الطبراني في الكبير ورجاله رجال الصحيح.\n__________\n(1) سورة القصص آية (50).\n(2) سورة يونس آية (32).\n(3) سورة الأنعام آية (153).\n(1/24)",
        "\nقال الشاطبي رحمه الله في الموافقات (ج4 ص63): ((الشريعة كلّها ترجع إلى قول واحد في فروعها وإن كثر الخلاف كما أنها في أصولها كذلك ولا يصلح فيها غير ذلك ... قال تعالى: { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (153) } [الأنعام:153]. فبين أنّ طريق الحقّ واحد وذلك عام في جملة الشريعة وتفاصيلها)). اهـ\nفعن عبدالله بن مسعود - رضي الله عنه - قال: ((خطَّ لنا رسول الله خطًّا، ثّم قال: هذا سبيل الله، ثمَّ خطَّ خطوطاً عن يمينهِ وعن شِمالهِ، ثمّ قال: هذا سبل متفرقة، على كلّ سبيل منها شيطانٌ يدعو إليه، ثمّ قرأ: { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (153) } .\nحديث حسن\nأخرجه أحمد في المسند (ج1 ص435) والحاكم في المستدرك (ج2 ص318) والبغوي في شرح السنة (ج1 ص196) وابن نصر في السنة (ص5) والنسائي في السنن الكبرى (ج6 ص343).\nوإسناده حسن.\nفتعدّد السبل الشيطانية لا عصمة منه إلاّ التمسّك بحبل الله تعالى الذي هو كتابه ودينه، والذي بعث به نبيّه المعصوم محمّد - صلى الله عليه وسلم - فقام به بياناً وتفصيلاً بسنّته وهديه فلم يقبضه ربّه إليه إلاّ وقد أبان الحقّ من الباطل وترك أمّته على بيضاء نقيّة لا يزيغ عنها إلاّ هالك.\nإنها تنبيهات للأمّة الإسلامية لعلّها تحذر كيد الكافرين من الخارج ... وكيد الحزبيين من الداخل... وتستفيق فلا تتّبع سبيل المجرمين.\n(1/25)\n",
        "أهل السنّة عرفوا سبيل المخالفين فكشفوه للمسلمين نصحاً لله ورسوله وللمؤمنين فلا يجوز التعرّض لهم بالتجريح لا تصريحاً ولا تلميحاً بأنهم يفرّقون الأمّة الإسلامية والله كشف الباطل وفضح زخرفته على يد أهل السنّة لتستبين سبيل المجرمين.\nقال تعالى: { وَكَذَلِكَ نُفَصِّلُ الْآَيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ (55) } (1)\nوهذا الخطاب وإن كان للنبي - صلى الله عليه وسلم - لكنّه عام لجميع الأمّة.\nولذلك فإن استبانت سبيل المجرمين ضرورية لوضوح سبيل المؤمنين ومن أجل ذلك فإن استبانت سبيل المجرمين كانت هدفاً من أهداف التفصيل الرباني للآيات، لأنّ أي شبهة أو غبش في سبيل المجرمين ترتد غبشاً ولبساً على سبيل المؤمنين، وبهذا يكون سفور الكفر والبدع والإجرام والشرّ ضروري لوضوح الإيمان والخير والصلاح.\nوبهذا يتّضح الجانب المضادّ من الباطل... والتأكّد أنّ هذا باطل محض لأنه لا بدّ من تمايز أمور وتميزها.\nولذلك قيل (وبضدها تتميز الأشياء).\nقال ابن قتيبة رحمه الله في تأويل مختلف الحديث (ص14): ((ولن تكتمل الحكمة والقدوة إلاّ بخلق الشيء وضدّه ليعرف كلّ واحد منهما بصاحبه، فالنور يعرف بالظلمة، والعلم يعرف بالجهل، والخير بالشرّ والنفع يعرف بالضرّ، والحلو يعرف بالمر)). اهـ\nوقال العلامة الشيخ صالح بن فوزان الفوزان حفظه الله في البيان (ص18): (المسلم بعد أن يعرف الحق يجب عليه أن يعرف ما يضادُّه من الباطل القديم والحديث ليجتنبه، ويحذر منه، والله جلّ وعلا ذكر الكفر بالطاغوت قبل الإيمان بالله في قوله: { فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى } (2) وكيف يكفر بالطاغوت من لا يدري ما هو الطاغوت؟!، وكيف يتجنب الباطل مَنْ لا يعرف الباطل؟!). اهـ\n__________\n(1) سورة الأنعام آية (55).\n(2) سورة البقرة آية (256).\n(1/26)\n\nوقال العلامة الشيخ صالح بن فوزان الفوزان حفظه الله في البيان (ص20): (لا يمكن مدافعة الأفكار المنحرفة المعاصرة إلا بعد دراسة الأفكار المنحرفة التي سبقتها لأنها في الغالب منحدرة عنها أو مشابهة لها، وإذا عرفنا السلاح الذي قاوم به أسلافنا الأفكار المنحرفة في وقتهم أمكننا أن نستخدم ذلك السلاح في وجه الأفكار المعاصرة، فلا غنى لنا عن الارتباط بأسلافنا، والإمام مالك رحمه الله يقول: (لا يصلح آخر هذه الأمة إلا ما أصلح أولها(1)).اهـ\nوهكذا يجب على العاملين للإسلام على بصيرة أن يبدؤوا بتجديد سبيل المؤمنين لاتباعها، وتجريد سبيل المجرمين لاجتنابها، وذلك في الواقع لا النظريات.\nقلت: ولا يظنّ البعض أنّ الحرب فقط بين أهل الإسلام وأهل الكفر(2) في الخارج، بل أيضاً بين أهل البدع والتحزب(3) في الداخل.\nومن هنا يعرف أهل الحقّ وأهل الباطل الذين يصدّون عن سبيل الله ويبغونها عوجاً.\n__________\n(1) أخرجه الجوهري في مسند الموطأ (ص584) من طريق أحمد بن مروان قال حدثنا إبراهيم بن داريل قال حدثنا ابن أبي أويس قال: قال مالك: (كان وهب بن كيسان يقعد إلينا...يقول لنا إنه لا يصلح آخر هذه الأمة إلا ما أصلح أوله...).\nوأخرجه ابن عبد البر في التمهيد (ج23 ص10) من طريق محمد بن جرير قال حدثنا يونس بن عبدالأعلي قال حدثنا أشهب عن مالك قال: ( كان وهب بن كيسان يقعد إلينا، ولا يقوم أبداً حتى يقول لنا: اعلموا أنه لا يصلح آخر هذا الأمر إلا ما أصلح أوله. قلت: يريد ماذا؟ قال: يريد بادئ الإسلام - أو قال - يريد التقوى).\nوإسناده صحيح. وذكره ابن خلفون في أسماء شيوخ مالك (ص33).\n(2) من اليهود وغيرهم.\n(3) من القطبية والسرورية والإخوانية والتراثية وغيرهم.",
        "(1/27)\n\nولا تعرف الحقّ بالرجال، بل اعرف الحقّ تعرف أهله، وعادة الضعفاء يعرفون الحقّ بالرجال لا الرجال بالحقّ، والعاقل يعرف الحقّ، ثمّ ينظر في قول نفسه، فإن كان حقًّا قبله وإن كان باطلاً ردّه، وهذا هو المنهج الذي سار عليه أئمتنا بصفائه ونقائه.\nفمن أجل صيانة الدعوة الصحيحة وأهلها يجب تعلُّم أفكار الفرق الضالة القديمة والجديدة، ونشر ذلك بين المسلمين، وخاصة طلبة العلم حتى لا يؤتى الإسلام من قبلهم، وحتى يتحقق الأمن والاستقرار، ويأمن الناس من الفتن، وتستقيم أمور الأمة الإسلامية وأحوالها.\nوأما بزعم عبدالرحمن مكي الخارجي بأنه لا يشترط إمام ولا راية للجهاد في هذا العصر فيرد عليه:\nالعلامة الشيخ صالح بن فوزان الفوزان حفظه الله\nفي الذين يقولون لا يشترط\nللجهاد إمام ولا راية فهم خوارج العصر\nسئل فضيلته: في هذه الأيام هناك من يفتي(1) الناس بوجوب الجهاد، ويقول لا يشترط للجهاد إمام ولا راية، فما رأي فضيلتكم في هذا الكلام ؟.\nفأجاب فضيلته: (الجواب: هذا رأي الخوارج، أما أهل السنة فيقولون: لابد من راية، ولابد من إمام هذا منهج المسلمين، من عهد رسول الله - صلى الله عليه وسلم - ، فالذي يفتي(2) بأنه لا إمام ولا راية وكلٌ يتبع هواه(3)، هذا رأي الخوارج(4)).اهـ\n__________\n(1) كـ(رؤوس التراثية والسرورية والقطبية والحماسية واللادنية) وغيرهم.\n(2) والآن يفتي أشياعهم بما يسمى بحرب العصابات، لأن هم أنفسهم عصابات.\n(3) لأن مرادهم أن يجاهدوا الحكام، فهم يتبعون أهواءهم بغير هدى من الله تعالى.\n(4) انظر \"الجهاد وضوابطه الشرعية\" (ص47).\n(1/28)",
        "\nوأما قول عبدالرحمن مكي الثوري بالعمليات الانتحارية وأنها من الجهاد في سبيل الله فأقول: هذا من أقواله الباطلة!، ثم أقول: وما يسمى بـ(العمليات الاستشهاديه) المعاصرة، وهي من جنس العمل الفدائي من الوقائع التي جدّت في هذا الزمان، وقد أفردت بمؤلفات خاصة وكتب فيها عدة بحوث ومقالات، ونشرت فيها عدة فتاوى.\nوحيث إن هذه المسأله لها تعلق بالبحث، لأنها من اعتقادات الفرقة الثورية.\nفإنني سأدلي بدلوي مع الأدلاء، وأذكر حكم الإسلام فيها بأدلة الكتاب والسنة وأقوال أهل العلم.\nالحكم على ما يسمى بـ(العمل الفدائي) بأنه من العمليات الاستشهادية، وهو من قبيل الاستشهاد المبرور، يعني أن القائم به من الشهداء الذين تنطبق عليهم أحكام شهداء المعركة هذا من الافتراء على كتاب الله تعالى وسنة النبي - صلى الله عليه وسلم - لعدم وجود الدليل على ما يسمى بـ(العمليات الاستشهادية)(1)، بل هذه من العمليات الانتحارية.\nفالحكم عليها من قبيل الانتحار المحظور، وقتل النفس المحرم، ويعني أن صاحبه قاتل لنفسه، فيكون كسائر الموتى... المنتحرين فيغسل ويكفن، على خلافٍ في جواز الصلاة عليه(2)، أما أن يكون حكمه حكم الشهيد فلا.(3)\nفمثل هذه العمليات تفضي إلى تلف الأرواح والأجساد ، وقد حرم الله\nذلك، كما حرّم الأسباب المفضية إليه.\nوالأدلة على ذلك كثيرة منها:\n1) قوله تعالى: { وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (29) } .(4)\nفدلت الآية على حرمة قتل الإنسان نفسه، ويدخل في ذلك من يفجر نفسه، أو يسقط بطائرته،... لأنها أسباب مفضية إلى قتل النفس والعياذ بالله.\n__________\n(1) ولم يفتي بها إلا دعاة السياسة، فهؤلاء لا يعتد بقولهم في الشريعة.\n(2) انظر \"المغني\" لابن قدامة (ج3 ص503).\n(3) لأن المقتول بـ(العمليات الانتحارية) يباشر قتل نفسه بيده، وهذا محرم بإجماع العلماء.\n(4) سورة النساء آية (29).\n(1/29)\n",
        "2) وقوله تعالى: { ںںwur تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ } .(1)\nفالله سبحانه حرّم على الإنسان أن يتعاطى ما يوجب هلاكه.\n3) وعن جُندب بن عبدالله - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: (كانَ فيمَنْ كانَ قبَلكُم رَجُلٌ بهِ جُرْحٌ، فَجَزِعَ - أي لم يصبر على الألم - فَأَخَذَ سكيناً فَحزَّ - أي قطع - بها يَدهُ، فَمَا رَقَأَ - أي لم ينقطع - الدّمُ حتَّى ماتَ، قالَ اللهُ تعالى: بادَرَنِي عبدِي بنفسِهِ، حَرَّمْتُ عليهِ الجنّة).\nأخرجه بهذا اللفظ البخاري في صحيحه في كتاب الأنبياء (3463).\nقال ابن حجر رحمه الله في \"فتح الباري\" (ج6 ص500): (وفيه - يعني الحديث - تحريم تعاطي الأسباب المفضية إلى قتل النفس). اهـ\nقلت: ومن الأسباب المفضية إلى قتل النفس ما يسمى بـ(العمليات الانتحارية).\n4) وعن جندب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (إن رجلاً من كان قبَلكُم خَرَجت به قُرْحة فلما آذَتْهُ انَتَزَعَ سهماً من كِنَانتهِ فلم يَرْقَأِ الدم حتى مات،\nقال ربكم: قد حَرَّمتُ عليه الجنّة).\nأخرجه بهذا اللفظ مسلم في صحيحه في كتاب الإيمان (113).\n5) وعن سهل بن سعد الساعدي في حديث: الذي جُرِحَ جُرحاً شديداً في إحدى غزواته مع رسول الله - صلى الله عليه وسلم - فاستعجل الموتَ فَوَضَعَ نَصْلَ سيفهِ بالأرضِ وَذُُبَابَهُ بين ثَدْيَيْهِ ثم تَحَامَلَ عليه فقتلَ نَفْسَهُ(2)، فقال رسول الله - صلى الله عليه وسلم - : (أما إنّه من أهلِ النَّار).\nأخرجه البخاري في صحيحه في كتاب القدر (6606) ومسلم في صحيحه في كتاب الإيمان (112).\nولهذه الأدلة يتبين بأن القتل المتحقق من الشخص يعتبر انتحاراً ومن قتل النفس بغير حق.\n__________\n(1) سورة البقرة آية (195).\n(2) والناس اغتروا به ابتداء حتى علموا حاله بعد ذلك، كما يغتر جهلة الناس في هذا العصر من أصحاب العمليات الانتحارية!!!.\n(1/30)\n\n6) إجماع أهل العلم على تحريم قتل النفس.\nفقد نقل ابن حزم رحمه الله في مراتب الإجماع (ص157) فقال: (واتفقوا أنه لا يحلّ لأحدٍ أن يقتل نفسه، ولا أن يقطع عضواً من أعضائه، ولا أن يؤلم نفسه في غير التداوي بقطع العضو الألم خاصة). اهـ\nوسئل شيخ الإسلام ابن تيمية رحمه الله عن رجل له مملوك هرب ثم رجع فلما رجع أخفى سكينته وقتل نفسه فقال رحمه الله في الفتاوى (ج31 ص384): (لم يكن له أن يقتل نفسه وإن كان سيده قد ظلمه واعتدى عليه بل كان عليه إذا لم يمكنه دفع الظلم عن نفسه أن يصبر إلى أن يفرج الله(1)، فإن كان سيده ظلمه حتى فعل ذلك مثل أن يقتر عليه في النفقة أو يعتدى عليه في الاستعمال أو يضربه بغير حق أو يريد به فاحشة ونحو ذلك فإن على سيده من الوزر بقدر ما نسب إليه من المعصية...). اهـ\nوأما استدلال الخوارج في هذا العصر ببعض الأحاديث(2) في فعل بعض الصحابة - رضي الله عنهم - في دخوله في جيش العدو، فينغمس وحده في الكفار حال القتال، فيقاتل وحده العدد الكثير من العدو.\nفهذا يغلب على ظنه بأنه لا يموت أو يموت، فيقاتل وحده ويقتل الكثير من العدو ويحتمل أن يقتل أو لا يقتل، فالموت غير محقق والجهاد مظنة القتل، وفعل بعض الصحابة ذلك في بعض الغزوات.\nولذلك قال شيخ الإسلام ابن تيمية رحمه الله (الجهاد مظنة القتل، بل لا بد منه في العادة من القتل). اهـ(3)\n__________\n(1) ولذلك على الناس أن يصبروا ويتقوا إلى أن يفرج الله كربتهم في فلسطين وغيرها.\n(2) انظر سنن أبي داود كتاب الجهاد (2512) حديث أبي أيوب - رضي الله عنه - ، وصحيح مسلم كتاب الجهاد (1889) حديث أبي هريرة - رضي الله عنه - ، والسنن الكبرى للبيهقي حديث البراء بن مالك - رضي الله عنه - وغير ذلك من الأحاديث.\n(3) انظر قاعدة في الانغماس في العدو (ص39).",
        "(1/31)\n\nوأما ص(4) العمليات الانتحارية في دخوله بين جيش العدو فأن موته متحقق كما هو مشاهد.(1)\nإذاً مسألة الانغماس يغلب على ظنّه القتل، أمّا في العمليات الانتحارية، فإنّ الموتَ مُحقّقٌ لا محالة، ففيهما اختلاف واضح.\nقلت: ففي بعض عمليات الانغماس ينجو صاحبها ولا يقتل.\nكما روى ابن سيرين رحمه الله: أن المسلمين انتهوا إلى حائط قد أغلق بابه فيه رجال من المشركين، فجلس البراء بن مالك - رضي الله عنه - فقال: (ارفعوني برماحكم فألقوني إليهم، فرفعوه برماحهم فألقوه من وراء الحائط فأدركوه - يعني لم يقتل - وقد قتل منهم عشرة).(2)\nثم لم توجد مصلحة متحققة للمسلمين بالعمليات الانتحارية، ولا ضعف الكفار بها، ولا وجود نكاية لهم!!!.\nبل تسلط الكفار على المسلمين بسبب عمليات الخوارج الانتحارية في العالم كما هو مشاهد.\nوتترتب عليها مفسدة عظيمة من تعنت الكفار وفتكهم بالمسلمين، وتفننوا في تعذيبهم ولا حول ولا قوة إلا بالله.\nإذاً فالعمليات الانتحارية ليس فيها مصلحة للمسلمين، وإعزاز الدين، وقهر الكافرين من اليهود وغيرهم.\nوالآن مضت سنوات كثيرة في تنفيذ العمليات الانتحارية في فلسطين مع اليهود ولم يحصل نكاية بهم، ولم يحرر المسجد الأقصى، ولم يخرجوا من فلسطين... ولم تحصل أي مصلحة للمسلمين، لأنه يقتل نفسه من غير فائدة البتة، فيكون عليه إثم قاتل نفسه....\n__________\n(1) وما اجازه بعض العلماء في مسألة الانغماس، يختلف حكمه في العمليات الانتحارية، لأنه في مسألة الانغماس يتسبب في قتل نفسه، ويكون قتله بيد الكفار، أما في العمليات الانتحارية فأنه يباشر قتل نفسه بيده والله المستعان.\n(2) أثر صحيح.\nأخرجه البيهقي في السنن الكبرى (ج9 ص44) وإسناده صحيح.\nوأخرجه بقيّ بن مخلد في المسند (ج1 ص143- الإصابة) من طريق أبي إسحاق به في حرب اليمامة مع عدو الله مسيلمة، وقتل فيها. وإسناده صحيح.\n(1/32)",
        "\nقال الهيتمي رحمه الله في الفتاوى الكبرى (ج4 ص222): والذي وضّح فيه متى يجوز الانغماس في العدوّ(1): (... يشترط أن يعلم مريد القتال أنه يبلغ نوع نكاية فيهم، أما لو علم أنّه بمجرّد أن يبرز للقتال بادروه بالقتل من غير أدنى نكاية فيهم فلا يجوز له قتالهم حينئذٍ، لأنه يقتل نفسه من غير فائدة البتة(2)، فيكون عليه إثم قاتل نفسه، والله سبحانه وتعالى أعلم). اهـ\nوقال الهيتمي رحمه الله في الفتاوى الكبرى (ج2 ص25): (التوصل إلى قتل الحربي جائز، بل محبوب بأي طريقٍ كان هذا، كلّه إن ظنّ سلامته، أو قتله بعد إنكالهم، أمّا لو غلب على ظنه أن مجرد حضوره يؤدي إلى قتله أو نحوه، من غير أن يلحقهم منه نكاية بوجه، فحضوره حينئذٍ في غاية الذم والتقصير، فليمسك عنه...) اهـ\nوقال محمد بن الحسن الشيباني رحمه الله: (فأما إذا كان يعلم أنّه لا ينكي فيهم، فإنّه لا يحلّ له أن يحمل عليهم).(3) اهـ\nقال السرخسي رحمه الله مُعلِّقاً: (لأنّه لا يحصل بحملته شيء ممّا يرجع إلى إعزاز الدين، ولكنه يقتل فقط، وقد قال الله تعالى: { ںںwur تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ } (4).(5)\nعلماً بأنه لابد أن يقدر مصلحة المسلمين العلماء الثقات الذين لهم خبرة في دين الله تعالى من العلم النافع والعمل الصالح.(6)\n__________\n(1) وليس ذلك عن طريق العمليات الانتحارية فتنبه.\n(2) وأين الفائدة من وراء العمليات الانتحارية للمسلمين في فلسطين وغيرها، بل ضرر المسلمين واضح بسبب العمليات الانتحارية والله المستعان.\n(3) انظر \"شرح كتاب السير الكبير\" للسرخسي (ج1 ص164).\n(4) سورة البقرة آية (195).\n(5) انظر \"المصدر السابق\".\n(6) أما الفرقة الحماسية وغيرها فلا تستطيع أن تقدر مصلحة المسلمين وذلك لجهلهم بالعلم الشرعي، فلا يعتد بأقوالهم في السياسة الشرعية اللهم غفراً.\n(1/33)\n",
        "وهذا الذي تفعله الفرقة الحماسية وغيرها لا يجوز لأنه تصرّف شخصي صادر من قيادة انفرادية حزبية ليس صادراً عن أمير له قيادة شرعية وجيش وبلد قد شاور الأمة الإسلامية في هذا الأمر من علماء وغيرهم لنجاح هذا الجهاد.\nقال العلامة الشيخ ناصر الدين الألباني رحمه الله: (أما أن يأتي واحدٌ من الجنود كما يفعلون اليوم، أو من غير الجنود(1) وينتحر في سبيل قتل (2، 3، 4) من الكفَّار فهذا لا يجوز، لأنه تصرّف شخصي ليس صادراً عن أمير الجيش).(2) اهـ\nوأما استدلالهم بقصة الغلام المؤمن الذي أمر بقتل نفسه(3)، فهذا الأمر الذي أمر به الغلام لما علم أن ذلك فيه مصلحة متحققة للناس، وظهور الإيمان في الناس، وهذا حصل في قصة أصحاب الأخدود.\nقال شيخ الإسلام ابن تيمية رحمه الله: (وأما الغلام فإنه أمر بقتل نفسه لما علم أن ذلك يوجب ظهور الإيمان في الناس، والذي يَصْيِر يُقْتَل أو يَحْمِل حتى يقتل، لأن في ذلك ظهور الإيمان من هذا الباب).(4) اهـ\nواعلم أخي المسلم بأن قتل الإنسان نفسه أعظم من قتل الغير كما في الفتاوى لابن تيمية رحمه الله (ج28 ص540).\nومن تأمل النصوص الشرعية بعلم في مَعْرض قتل الإنسان نفسه(5)، فهي مانعة إذ الشرع جاء بالثناء على من يعرض نفسه للقتل إذا كان فيه مصلحة للمسلمين كما فعل الغلام المؤمن وبعض الصحابة - رضي الله عنهم - .\n__________\n(1) انظر \"العمليات الاستشهادية في الميزان الفقهي\" (ص106 و107).\n(2) كـ(المجاهدين) المبتدعة، فهذه أفعالهم الجهادية بزعمهم لا تجوز لأنه تصرف شخصي فردي، لا له علاقة بالجهاد الشرعي القائم على أمير يعرف كيف يسيس الجهاد.\n(3) أخرجه مسلم في صحيحه كتاب الزهد (3005).\n(4) انظر قاعدة الانغماس في العدو (ص77)، وانظر العجاب في بيان الأسباب لابن حجر (ص294).\n(5) ثم الذين افتوا بالعمليات الانتحارية هم من دعاة السياسة الذين لا يعتد بخلافهم في الشريعة المطهرة.\n(1/34)\n\nوأما انه لم تحصل به منفعة للمسلمين، فهذا يعتبر انتحاراً، فينبغي للمؤمن الحق أن يفرق بين ما نهي الله تعالى عنه من قصد الإنسان قتل نفسه أو تسببه في ذلك(1)، وبين ما شرعه الله تعالى من بيع المؤمن نفسه لله تعالى، والله ولي التوفيق.\nقال شيخ الإسلام ابن تيمية رحمه الله في الفتاوى (ج25 ص281): (فينبغي للمؤمن أن يفرق بين ما نهى الله عنه من قصد الإنسان قتل نفسه أو تسببه في ذلك، وبين ما شرعه الله في بيع المؤمنين أنفسهم وأموالهم له كما قال تعالى: { إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ } (2)...والاعتبار في ذلك بما جاء به الكتاب والسنة لا بما يستحسنه(3) المرء أو يجده أو يراه من الأمور المخالفة للكتاب والسنة... ومما ينبغي أن يعرف إن الله ليس رضاه أو محبته في مجرد عذاب النفس وحملها على المشاق.. لا!، ولكن الأجر على قدر منفعة العمل ومصلحته وفائدته، وعلى قدر طاعة أمر الله ورسوله فأي العملين كان أحسن وصاحبه أطوع واتبع كان أفضل فإن الأعمال لا تتفاضل بالكثرة وإنما تتفاضل بما يحصل في القلوب حال العمل... فالله سبحانه إنما حرم علينا الخبائث لما فيها من المضرة والفساد(4) وأمرنا بالأعمال الصالحة لما فيها من المنفعة والصلاح لنا...). اهـ\nوفي هذا العمل المحرم من إفساد النسل، والاعتداء على الناس، وعلى الأعراض، وإفساد الأموال وإتلافها، وإتلاف النفوس مما شهد به الواقع ونطقت به وسائل الإعلام ولم يعد خافياً.\n__________\n(1) والذين يفتون بالعمليات الانتحارية - يتحملون دماء الناس يوم القيامة - وعليهم أثم ذلك.\n(2) سورة التوبة آية (111).\n(3) فاستحسن خوارج العصر هذه العمليات الانتحارية والاغتيالات فأفسدوا البلدان اللهم سلم سلم.\n(4) حتى أن ضرر العمليات الانتحارية جاءت إلى بلاد المسلمين، فهذه عمليات خبيثة مفسدة لأنها مخالفة للشرع.",
        "(1/35)\n\nفبعد تبيين ما سبق تعلم أخي المسلم مخالفة الجماعة الحماسية الثورية وغيرها للكتاب والسنة وأقوال أهل العلم في حكم العمليات الانتحارية والاغتيالات في فلسطين وغيرها.(1)\nإذاً فلا تنصر الأمة الإسلامية - في فلسطين ولا في غيرها - بما خالف الكتاب والسنة وأقوال أهل العلم وجماعة المسلمين. بل هذا فيه خذلان للأمة عن النصرة الواجبة الصحيحة التي فيها العزة والتمكين.\nوكما أن العمليات الانتحارية هي من الأعمال الفردية التي نشهدها في هذا الزمن ما يفعله بعض الخوارج الثوريين من عمليات تؤدي بحياتهم، قاصدين إلحاق الضرر بأنفسهم وبغيرهم من الناس.\nوقد ظهر أثر ضرر هذه العمليات والاغتيالات والثورات في الأمة الإسلامية والله المستعان.\nوقد أطلق العلماء المعتد بهم في الفتوى الشرعية على هذه العمليات بـ(عمليات انتحارية) من جهة ما فيها من قتل النفس، والضرر بالغير وجلب المفاسد.(2)\nفالانتحار قتل النفس، يقال: انتحر الرجل إذا قتل نفسه بوسيلة ما.(3)\nوعليه فالانتحار: تعمد الإنسان أن يفعل بنفسه ما يؤدي لموته.\nقال الجُرجاني رحمه الله في التعريفات (ص179): (هو كل ما يحصل به زهوق الروح، أو خروجها عن الجسد). اهـ\nفالانتحار نوع من القتل فيحصل بكل ما تحصل به الإماته، فأساليبه متعددة بالتفجيرات وغيرها(4)،\n__________\n(1) واعلم أخي المسلم بأن الخلاف في هذا الأمر هو بين أهل العلم وبين رؤوس الخوارج الثوريين في هذا العصر، ولا يعتبر ولا يعتد بخلافهم، فافهم هذا ترشد.\n\n(2) والجماعة التراثية لم تفقه قاعدة (مراعاة المصالح والمفاسد)، والشرع جاء ليحصل المصالح وتكميلها، وتعطيل المفاسد وتقليلها، أنها شريعة رب حكيم عليم بمصالح خلقه ومفاسده، ولا يعرف ذلك إلا أهل العلم.\n(3) انظر المعجم الوسيط (ج2 ص906).\n(4) وكذلك فعل بعض الخوارج في السجون من الامتناع عن الطعام والشراب حتى مات فهو قاتل لنفسه مؤاخذ عند عامة أهل العلم.\n\nأحكام القرآن للجصاص (ج1 ص148).\n(1/36)",
        "\nوليس هذا من الجهاد والمشروع كما بينه العلماء.\nوإليك أقوالهم:\n\nفتوى العلامة\nالشيخ عبدالعزيز بن عبدالله بن باز رحمه الله\n\nسئل الشيخ ابن باز رحمه الله: عن حكم من يُلَغّم نفسه لِيَقْتُلَ بذلك مجموعة من اليهود؟\nفأجاب بقوله: (قد نبهنا غير مرة: أن هذا لا يصح، لأنه قتل للنفس، والله يقول: { ¨ںwur تَقْتُلُوا أَنْفُسَكُمْ } (1)، والنبي - صلى الله عليه وسلم - يقول: (من قتل نفسه بشيء عذب به يوم القيامة).\nيسعي في حماية نفسه، وإذا شرع الجهاد جاهد مع المسلمين،فإن قُتل فالحمد لله، أما أنه يقتل نفسه يضع اللغم في نفسه حتى يُقتل معهم غلط لا يجوز، أو يطعن نفسه معهم، ولكن يجاهد إذا شُرع الجهاد(2) مع المسلمين، أما عمل أبناء فلسطين فهذا غلط، لا يصلح(3)، إنما الواجب عليهم الدعوة(4) إلى الله والتعليم والإرشاد والنصيحة من دون العمل).(5) اهـ\n\nفتوى العلامة\nالشيخ محمد ناصر الدين الألباني رحمه الله\n\nقال الشيخ الألباني رحمه الله: (نحن نقول: العمليات الانتحارية كلها غير مشروعة، وكلها محرمة، وقد تكون من النوع الذي يخلد صاحبه في النار، وقد تكون من النوع الذي لا يخلد صاحبه.\n__________\n(1) سورة النساء آية: 29.\n(2) وهذا يدل بأن الشيخ ابن باز رحمه الله لا يرى الجهاد في فلسطين الآن بهذه الطريقة البدعية فتنبه.\n(3) أي العمليات الانتحارية وهذا رد على عادل المعاودة الذي يجوز العمليات الانتحارية في فلسطين.\n(4) هذا هو النصح الرباني لأهل فلسطين، لأنه هو العمل الناجح الآن لإعادة فلسطين وتحرير القدس والأقصى بإذن الله تعالى.\n(5) انظر فتاوى الأئمة (ص179) وشريط مسجل بعنوان (أقوال العلماء في الجهاد) تسجيلات منهاج السنة النبوية، الرياض.\n(1/37)\n",
        "أما أن تكون عملية الانتحار قربة يتقرب بها إلى الله، إنسان يقاتل في سبيل أرضه، في سبيل وطنه، هذه العمليات ليست إسلامية إطلاقاً(1)، بل أنا أقول اليوم ما يمثل الحقيقة الإسلامية، وليس الحقيقة التي يريدها بعض المسلمين المتحمسين.(2)\nأقول: اليوم لا جهاد في الأرض الإسلامية إطلاقاً(3)، هناك قتال في كثير من البلاد، أما جهاد يقوم تحت راية إسلامية(4)، ويقوم على أساس أحكام إسلامية...).(5) اهـ\n\nفتوى العلامة\nالشيخ محمد بن صالح العثيمين رحمه الله\n\nقال الشيخ ابن عثيمين رحمه الله: (إن ما يفعله بعض الناس من الانتحار، بحيث يحمل آلات متفجرة ويتقدم بها إلى الكفار ثم يفجرها إذا كان بينهم، فإن هذا من قتل النفس والعياذ بالله، ومن قتل نفسه فهو خالد مخلّد في نار جهنم أبد الآبدين - كما جاء في الحديث(6)-\nلأن هذا قتل نفسه لا لمصلحة الإسلام، لأنه إذا قتل نفسه، وقتل معه عشرة أو مائة أو مائتين لم ينفع الإسلام بذلك، لم يُسْلم الناس، بخلاف قصّة الغلام فإن فيها إسلام الكثير.\n__________\n(1) في فلسطين وغير فلسطين فافهم هذا ترشد.\n(2) كـ(فرقة حماس الإخوانية) في فلسطين.\n(3) لأن الحروب القائمة الآن هي من الحروب السياسية وحروب أحزاب سياسية لا تنتمي إلى الجهاد الشرعي الصحيح.\n(4) بل يقوم جهاد الأحزاب تحت راية حزبية عمية والعياذ بالله.\n(5) من شريط مسجل بصوته تسجيلات منهاج السنة النبوية، الرياض بعنوان (فتاوى العلماء في الاغتيالات والتفجيرات والمظاهرات والمسيرات والقنوت).\n(6) وهو قوله - صلى الله عليه وسلم - : (...ومن قتل نفسه بحديدة، فحديدته في يده، يجأ بها في بطنه في نار جهنم خالداً مخلداً فيها أبداً) أخرجه البخاري في صحيحه (5778) ومسلم في صحيحه (109) من حديث أبي هريرة - رضي الله عنه - .\n(1/38)\n\nأما أن يموت عشرة أو عشرين أو مائة أو مائتين من العدو فهذا لا يقتضي إسلام الناس، بل ربما يتعنت العدو أكثر ويوغر صدره هذا العمل حتى يَفتِك بالمسلمين أشد فتك، كما يوجد من صنع اليهود مع أهل فلسطين.(1)\nفإنه إذا مات أحد منهم من هذه المتفجرات، وقتل ستّة أو سبعة أخذوا من جراء ذلك ستين نفراً أو أكثر فلم يحصل بذلك نفع للمسلمين، ولا انتفاع بذلك للذين فُجرت هذه المفجرات في صفوفهم.\nوالذي نرى: ما يفعله بعض الناس من هذا الانتحار نرى أنه قتل للنفس بغير حق، وأنه موجب لدخول النار والعياذ بالله، وأن صاحبه ليس بشهيد(2)....).(3)اهـ\nفتوى العلامة\nالشيخ صالح بن فوزان الفوزان حفظه الله\nسئل الشيخ الفوزان حفظه الله: (هل تجوز العمليات الانتحارية، وهل هناك شروط لصحة هذا العمل؟.\nفأجاب فضيلته:(...قال تعالى: { ¨ںںwur تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا } (4)، فلا يجوز للإنسان أن يقتل نفسه، بل يحافظ على نفسه غاية المحافظة، ولا يمنع ذلك أن يقاتل في سبيل الله، ويجاهد في سبيل الله، ولو تعرّض للقتل والاستشهاد فهذا طيّب.\nأما أن يعرّض نفسه للقتل فهذا لا يجوز، وفي عهد النبي - صلى الله عليه وسلم - كان احد الشجعان يقاتل مع الرسول - صلى الله عليه وسلم - ثم إنه قُتِلَ فقال الصحابة: ما أبلى منا أحد ما أبلى فلان.\n__________\n(1) وهذا فيه رد على الثوريين، فأين موافقتهم للعلماء الربانيين.\n(2) إذاً لا يقال: فلان شهيد.\nوانظر رسالة لطيفة بعنوان \"الرأي السديد في: هل يقال: فلان شهيد) للشمري.\n(3) انظر شرح رياض الصالحين (ج1 ص165) وشريط مسجل بصوته تسجيلات منهاج السنة النبوية، الرياض بعنوان (فتاوى العلماء في الاغتيالات والتفجيرات والمظاهرات والمسيرات والقنوت).\n(4) سورة النساء آية:29 و30.",
        "(1/39)\n\nفقال الرسول - صلى الله عليه وسلم - : (هو في النار) وذلك قبل أن يموت، وهو جُرح فقال الرسول - صلى الله عليه وسلم - : (هو في النار) فصعب ذَلك على الصحابة.\nفتبعه رجل بعد ما جُرِحَ ثم وجده وضع السيف على الأرض، ورفع ذؤابته إلى أعلى فتحامل عليه فمات الرجل، دخل في صدره... فقال الرجل: صدق الرسول - صلى الله عليه وسلم - ، وعرفوا أنّ الرسول - صلى الله عليه وسلم - لا ينطق عن الهوى.\nلماذا دخل النار مع هذا العمل؟ لأنه قتل نفسه ولم يصبر، فلا يجوز لرجل أن يقتل نفسه).(1) اهـ\nالخاتمة الأثرية\nفالله تعالى قد أكرمنا بهذا الدين العظيم، وأكرمنا بالجهاد الشرعي، فإن أراد الناس النصر على عدونا، فعليهم أن يهبوا مدافعين عنه بالغالي والرخيص على الطريقة الشرعية الصحيحة، وأن يزينوه ويظهروا محاسنه، وأن يدعوا إليه بالحكمة والموعظة الحسنة، وأن يجاهدوا في سبيل الله تعالى بأموالهم وأنفسهم بالطريقة الشرعية الصحيحة.\nفإن أقمنا هذا الدين على الطريقة الهمجية وكذلك الجهاد على الطريقة الغوغائية من المظاهرات والمسيرات الفوضوية وغير ذلك، فإن النصر يرتفع وليس لنا إلا الشقاء بارتكاب الجرائم الشنيعة من قتل الرجال والنساء والأطفال... فعرضوا الرجال والنساء والأطفال والأمة الإسلامية للأذى والتشريد والإهانة.\n__________\n(1) من شريط مسجل بصوته تسجيلات منهاج السنة النبوية، الرياض بعنوان (فتاوى العلماء في الاغتيالات والتفجيرات والمظاهرات والمسيرات والقنوت).\n(1/40)",
        "\nأيها الثوريون كفوا شركم، وشر سفهائكم عن أذية المسلمين المستضعفين الذين أصبحوا يفتنون بما جنت الأيادي الإخوانية الحزبية في الساحة الإسلامية، وأوقعت الأمة في أضرار جسيمة التي يعلمها أكثر الناس من سفك الدماء وترويع الآمنين والجرائم الآثمة المخزية للمسلمين التي تقترفها الحزبية ويخطط لها ويمولها الجماعة الإخوانية أعداء السنة الشريفة.(1)\nاللهم إنا نبرأ من أفعالهم ونعوذ بك من شرورهم اللهم أقتلهم وشرد بهم إله الحق، وأرحم أمة محمد - صلى الله عليه وسلم - وسعت رحمتك كل شيء.\n\nفهرس الموضوعات\n\nالرقم ... الموضوع ... الصفحه\n1 ... ذكر أن عبدالرحمن مكي الثوري من فرقة (شكر طيبة) في باكستان ............................................. ... 3\n2 ... ذكر مضمون كلام عبدالرحمن مكي الثوري............. ... 3\n3 ... مناقشة عبدالرحمن مكي الثوري......................... ... 4\n4 ... ذكر الآثار السلفية على تعظيم ولاة أمر المسلمين......... ... 4\n5 ... ذكر الدليل من الكتاب على وجوب السمع والطاعة لولاة أمر المسلمين.......................................... ... 7\n6 ... ذكر الدليل من السنة على وجوب السمع والطاعة لولاة أمر المسلمين.......................................... ... 9\n7 ... ذكر الدليل من الإجماع على وجوب السمع والطاعة لولاة أمر المسلمين.......................................... ... 12\n8 ... ذكر أقوال العلماء على وجوب السمع والطاعة لولاة أمر المسلمين.............................................. ... 13\n__________\n(1) وانظرو إلى أعمال الحزبية وأحصوا الإصابات في المسلمين، كم قتلوا في الجزائر وفي السودان وفي فلسطين وفي العراق وفي مصر وفي أفغانستان وفي جزيرة العرب وغير ذلك كل ذلك بإسم الجهاد، هذا جهاد لقتل المسلمين، وتمكين العدو اللعين الذي لا يريد السلام، ويحرك الأحداث دائماً ساعياً لإقامة دولته من النيل إلى الفرات.\n(1/41)\n",
        "9 ... بطلان قول عبدالرحمن مكي الثوري في مسألة بيعة حكام المسلمين في هذا الزمان................................. ... 15\n10 ... تحريم التزام المسلمين بالأشخاص والتنظيمات والجماعات والجمعيات الحزبية..................................... ... 16\n11 ... ذكر الدليل على وجوب بيعة حكام المسلمين المعاصرين... ... 17\n\nالرقم ... الموضوع ... الصفحه\n12 ... ذكر أقوال العلماء في وجوب بيعة حكام المسلمين في هذا الزمان................................................ ... 17\n13 ... ذكر أقوال العلماء على صحة تعدد حكام المسلمين وبأخذ كل إمام منهم في قطره حكم الإمام الأعظم.............. ... 19\n14 ... الرد على عبدالرحمن مكي الثوري في ثنائه على الجماعات الإرهابية.............................................. ... 24\n15 ... الرد على عبدالرحمن مكي الثوري في عدم اشتراطه إمام ولا راية في الجهاد..................................... ... 34\n16 ... الرد على عبدالرحمن مكي الثوري في جوازه العمليات الانتحارية............................................. ... 35\n17 ... فتوى العلامة الشيخ عبدالعزيز بن عبدالله بن باز رحمه الله في تحريم العمليات الانتحارية............................ ... 45\n18 ... فتوى العلامة الشيخ محمد ناصر الدين الألباني رحمه الله في تحريم العمليات الانتحارية.............................. ... 46\n19 ... فتوى العلامة الشيخ محمد بن صالح العثيمين رحمه الله في تحريم العمليات الانتحارية.............................. ... 47\n20 ... فتوى العلامة الشيخ صالح بن فوزان الفوزان حفظه الله... ... 48\n21 ... الخاتمة الأثرية.......................................... ... 49\n(1/42)\n"
    ]
}