{
    "partText": [
        "\nالصورة الذهنية والمؤسسات الخيرية\nد.مالك الأحمد\nملخص\nلم تكن أحداث سبتمبر إلا القشة التي قصمت ظهر البعير . المؤسسات الخيرية لم تحسب للإعلام دوره الهام في التأثير على الناس واعتمدت - في كثير من الأحيان - على العلاقة الشخصية مع بعض المتبرعين والجهد المشكور لبعض المتطوعين .\nكان مفهوم الصورة الذهنية غائبا عنها ، فلم تنتبه للأمر منذ وقت مبكر ، ولم تعد للقضية عدتها فكانت النتائج سلبية وآثارها مؤلمة .\nإن الاهتمام ببناء صورة ذهنية ممتازة عن العمل الخيري يمثل أهمية قصوى للمؤسسات الخيرية لتدارك ما فات وإصلاح الأخطاء والانطلاق بقوة من جديد .\nفي هذه الورقة نظرة عجلى للموضوع ، لتقريبه للمهتمين ، وتوضيحه للدارسين . أردت من خلالها التعريف بماهية الصورة الذهنية وأهميتها وآثارها وعلاقة الإعلام بها .\nأيضا تم توضيح مكونات الصورة الذهنية والمستهدفون ومن المسئول عن بنائها في المؤسسات الخيرية .\nفي الختام اقترحت إستراتيجية سريعة مختصرة لبناء صورة ذهنية ايجابية عن الجمعيات الخيرية علها تكون نافعة ومعينة في طريق البناء الطويل .\nتعريف الصورة الذهنية\nفي القاموس الفرنسي \"صورة عقلية ونفسية لشخص أو لشيء غائب\"\nوفي المورد \"صورة عقلية يشترك في حملها أفراد جماعة ما وتمثل رأياً متشابهاً إلى حد الإفراط المشوه أو موقفاً عاطفياً من شخص أو قضية أو حدث\" (1)\n\"هي الصورة الفعلية التي تتكون في أذهان الناس عن المنشآت والمؤسسات المختلفة، وقد تتكون هذه الصورة من التجربة المباشرة أو غير المباشرة وقد تكون عقلانية أو غير رشيدة وقد تعتمد على الأدلة والوثائق أو الإشاعات والأقوال غير الموثقة، لكنها في النهاية تمثل واقعاً صادقاً بالنسبة لمن يحملونها في رؤوسهم\"(2)\n__________\n(1) عثمان العامر \"الإعلام والعلاقات العامة في الجهات الخيرية\"\n(2) علي عجوة \"العلاقات العامة والصورة الذهنية\"\n(1/1)\n",
        "ويضيف عجوة \"إذا كان مصطلح الصورة الذهنية لا يعني بالنسبة لمعظم الناس سوى شئ عابر أو غير حقيقي أو حتى مجرد وهم. فإن قاموس ويستر في طبعته الثانية قد عرض تعريفاً لكلمة (image) بأنها تشير إلى التقديم العقلي لاي شئ لا يمكن تقديمه للحواس بشكل مباشر أو هي أحياء أو محاكاة لتجربة حسية ارتبطت بعواطف معينة وهي أيضاً إسترجاع لما اختزنته الذاكرة أو تخيل لما أدركته حواس الرؤية أو السمع أو الشم أو التذوق) والصورة الذهنية كما يعرفها إيمان زكريا (بإنها الخريطة التي يستطيع الانسان من خلالها أن يفهم ويدرك ويفسر الأشياء) أي أن الصورة الذهنية هي الفكرة التي يكونها الفرد عن موضوع معين وما يترتب عن ذلك من أفعال سواء سلبية أو إيجابية وهي فكرة تكون عادة مبنية على المباشرة أو على الإيحاء المركز والمنظم بحيث تتشكل من خلالها سلوكيات الأفراد المختلفة\"\nاما هولستى فيعرف الصورة الذهنية بأنها مجموعه من المعارف والأفكار و المعتقدات التى يكونها الفرد فى الماضى و الحاضر و المستقبل ويحتفظ بها و فق نظام معين عن ذاته و العالم الذى يعيش فيه ويقوم الفرد بترتيب هذه المعرف و المعتقدات و يحتفظ بأهم خصائصها وابرز معالمها لاستحضارها عند الحاجة ، كما يتدخل فى تكوين هذه الصورة الخبرات السابقة المباشرة وغير المباشرة التى يتعرض لها الفرد .\n(1/2)\n\n\"الصورة الذهنية هي الناتج النهائي للانطباعات الذاتية، التي تتكون عند الأفراد أو الجماعات إزاء شخص معين، أو نظام معين، أو شعب معين، أو جنس معين، أو منشأة أو مؤسسة أو منظمة محلية أو دولية أو مهنة معينة أو أي شيء آخر يمكن أن يكون له تأثير على حياة الإنسان، وتتكون هذه الانطباعات من خلال التجارب المباشرة وغير المباشرة، وترتبط هذه التجارب بعواطف الافراد واتجاهاتهم بغض النظر عن صحة المعلومات التي تتضمنها خلاصة هذه التجارب، فهي تمثل بالنسبة لاصحابها واقعاً صادقاً ينظرون من خلاله إلى ما حولهم ويفهمونه أو يقدرونه على اساسها\"(1)\nوتؤكد نظرية \"ترتيب الأولويات\" Agenda Setting، والتي تدعمها أكثر من 500 دراسة علمية خلال ثلاثة عقود من الزمن أن الإعلام يحدد الأولويات ويرسم الصور الذهنية ويؤطر وجهات النظر، وأن الناس عبر الزمن تتشرب هذه الرؤى بشكل كبير، ويصبح كثير منهم أسيرا لها في تفكيره وقراراته.(2)\nمن المستهدف في بناء الصورة الذهنية ؟\n- عامة الناس\nرغم عدم اعتداد البعض بهم ( اما لأنهم لا يتبرعون أو لأنهم لا يؤازرون النشاط الخيري ) الا أن هذه الفئة هي الفئة الأولى التي يجب أن تستهدف في بناء الصورة الذهنية الايجابية عن العمل الخيري .\nعامة الناس لديهم علاقات وقرابات بأصحاب المال والشخصيات الفاعلة ، فأي صورة سلبية لديهم ستصل - بشكل أو بآخر - للمتبرعين والمتعاونين مما قد يسفر عزوفا ماليا وبشريا عن هذه الجهات .\n- رجال الأعمال وأصحاب الأموال\nوهؤلاء يحتاجون صورا ايجابية كاملة عن الجهة والمشروع ( وحتى الأشخاص القائمين عليه ) ليتبرعوا ، وما لم تصل الرسائل الايجابية لهم ، وبطريقة ذكية ومناسبة فإنهم سيحجمون وبالتالي سيتأثر العمل الخيري.\n- السياسيون والنظام الحاكم\n__________\n(1) عاطف عدلي العبد \"الإعلام وثقافة الطفل العربي\"\n(2) د. عمار بكار",
        "(1/3)\n\nلأن هؤلاء هو الذين يمتلكون التشريعات ويقرون العقوبات ولهم سلطة لإيقاف واغلاق الجمعيات الخيرية .\nوهؤلاء يتعرضون - اضافة للضغوط الاعلامية المحلية - الى ضغوط خارجية سياسية واعلامية وتهديدات متواصلة ، ولا يمكن أن تكون لهم مواقف ايجابية وتحرك مناسب ، مالم يكن لديهم صورة ذهنية ايجابية بالكامل .\n- قادة الرأي\nمن المفكرين والعلماء والمثقفين ممن تسمع اصواتهم وتحترم مواقفهم وتأثيرهم بالتالي على الناس ملموس وأثرهم محسوس .\n- القائمون على وسائل الاعلام المحلية\nوهؤلاء لايستهدفون لذواتهم وانما لمسؤوليتهم الاعلامية ودورهم في توجيه الرسائل للناس .\nقد تكون هذه الفئة من أهم الفئات التي تستهدف فهؤلاء يصلون - بأدواتهم - الى العامة ورجال الأعمال ورجال السلطة وبالتالي فإن أثرهم مضاعف مما قد يستدعي تخصص أفراد أو أقسام كاملة في المؤسسات الخيرية لمخاطبتهم وبناء صورة ايجابية لديهم .\nتكون الصورة الذهنية\nلا تتكون الصورة الذهنية الإيجابية خلال أيام أو أشهر بل سنوات طويلة من خلال عمل حقيقي ونتائج ملموسة. وقد تتدهور الصورة الإيجابية بسرعة من خلال حملات إعلامية منظمة أو غير منظمة ومن خلال ثغرات ملموسة في عمل الجمعية الخيرية.\nإن من المؤسف أن يتم بناء صورة إيجابية من خلال جهود مضنية وخلال فترة زمنية طويلة ثم تأتي أحداث أو تنشر رسائل إعلامية تهز هذه الصورة إن لم تقوضها بالكامل وهذا بالطبع يستدعي ملاحظة دقيقة ومتابعة مستمرة لهذه الصورة مع الاستمرار في التحسين حتى لو كانت جيدة ابتداءاً.\nمن يقوم ببناء الصورة الذهنية (داخل الجمعية الخيرية)\nجميع الأقسام تساهم في بناء الصورة إما بشكل مباشر أو غير مباشر.\nالأفراد ذو العلاقة المباشرة مع الجمهور لهم دور كبير في تكوين الصورة الذهنية الأساسية عن الجمعية من خلال سلوكهم وتصرفاتهم سواء مع المتبرع أو الزائر.\n(1/4)",
        "\nقسم العلاقات العامة له دور آخر في بناء الصورة من خلال منتجاته الإعلامية كالمطويات والنشرات والمطبوعات والمجلات والتقارير الدورية.\nإن من يقوم بالتبرع أو دعم الجمعية الخيرية لا يدعم شخصاً (رغم أهمية العلاقات الشخصية في الموضوع) لكنه يدعم جمعية أو قضية تحملها هذه الجمعية ،وخطأ الأفراد أو الصورة السلبية التي قد يسببوها لن تنعكس عليهم بل على الجهة التي يمثلونها.\nمستويات تكوين الصورة الذهنية\nخلال الأفراد\nويتم بالتفاعل الفردي الداخلي مع الرسالة قبولاً أو رفضاً، تأييداً أو اعتراضاً، متوافقة مع المعطيات الذاتية أم مختلفة عنها.\nبين الأفراد\nوهي مرحلة أهم وأخطر من الأولى فالفرد يعزز قناعاته من خلال الحديث مع الغير والنقاش مع المعارف. ولأصحاب الفكر وقادة الرأي العام في المجتمع الدور المعلى في تأييد الصورة الذهنية أو رفضها خصوصاً مع وجود الأدلة المقنعة والبراهين المؤكدة.\nبين الجماعات\nإذا استشرت صور ذهنية معينة في مجتمع أو جماعة فإنه من الممكن انتقالها لمجتمعات أخرى إما من خلال وسائل الإعلام أو وسائل الإعلام وقادة الرأي المحلي (وهو الأغلب والأقوى).\nمراحل تكوين الصورة الذهنية\nالأولى: المعرفة\nفمعرفة الشيء هو الخطوة الأولى في الصورة داخل العقل عنه. والمعرفة التفصيلية تؤكد المعلومة اكثر من الاجمالية.\nالثانية: الإدراك\nربط المعرفة بالمفاهيم والثقافة الشخصية السابقة لتتحول إلى إدراك عقلي كامل ،ويتمثل بقناعة كاملة عن الجهة او القضية .\nالثالثة: السلوك\nوتتمثل في صيغة التفاعل مع المدرك وأسلوب التعبير عنه إيجابياً أو سلبياً عملياً أو قولياً أو حتى ذهنياً.\nالإعلام والصورة الذهنية\n(1/5)\n",
        "هناك علاقة وثيقة بين الإعلام وما يبثه من رسائل وبين الصورة الذهنية لدى الأفراد في المجتمعات. وسائل الإعلام أهم مصادر المعرفة والثقافة الجماهيرية. الكثير من القيم والمبادئ والسلوكيات مصدرها الإعلام تأكيداً أو إضافة أو تعديلاً.\nأيضاً تمثل وسائل الإعلام ذروة الإشباع النفسي للأفراد في جانب المتعة المجردة أو المتعة المعرفية ويمثل القدرة على الانتقاء واختيار المواد الإعلامية المناسبة للفرد قوة إضافية في التأكيد على التأثير التراكمي لوسائل الإعلام وبالتالي بناء الصور الذهنية المتعددة، والتي تحتاج –أحياناً- لقوى ثقافية خارجية ضخمة لتغييرها.\nويعتبر الإعلام - بوسائله المختلفة - أهم وأشد وسائل بناء الصورة الذهنية للإنسان(1) من خلال:\nالكم الهائل من المعارف والمعلومات\nالتنوع الشديد في وسائل الإعلام من مقروء ومسموع ومرئي\nالوقت الضخم الذي يقضيه الإنسان مع وسائل (ثلث وقت اليقظة على الأقل)\nويعتبر التلفاز أهم وأقوى وسيلة إعلامية في بناء الصورة الذهنية لدى الإنسان من خلال: الصورة الملونة المتحركة ذات الإيقاع السريع والمصاحبة بصوت داعم وموضح، ودون جهد عقلي تحليلي مما يجعلها تنطبع في الذهن وتغيب في اللاوعي ويستدعيها الإنسان وقت حاجته.\nوعادة ما يكون هذا الأمر من خلال:\nالتعريف:\nويتضمن تزويد المستقبل للرسالة الإعلامية (بكافة وسائلها) بالمادة المعرفية عن الجهات والأشخاص.\nالإقناع\nويمثل هذا الدور مستوى عالياً من السيطرة على عقل المستقبل من خلال الحث والإثارة للوصول لمرحلة الإقناع الذهني وقد لا يحتاج الأمر في كثير من الأحيان للبراهين والأدلة.\nالتكرار\n__________\n(1) تشير بعض الدراسات إلى أن 70% من الصور الذهنية للإفراد مصدرها الإعلام وبخاصة التلفزيون\n(1/6)\n\nويتمثل بإعادة إرسال الرسالة بوسائل مختلفة وبصيغ متعددة وقوالب فنية متباينة لا يشعر المستقبل بها في كثير من الأحيان مما يعزز من مستوى القناعة (إن وجدت) أو يغرزها إن لم تكن موجودة.\nالصورة الذهنية لدى المجتمع المحلي عن العمل الخيري\nهناك صورة عامة لجميع الجهات الخيرية وهناك صور فردية لكل جهة بذاتها إما مطابقة للعامة أو معارضة لها أو هناك تفصيل ويمكن تقسيم الصورة الذهنية إلى ثلاث فترات ذات ملامح عامة كالتالي:\nالمرحلة الاولى :مرحلة نشوء الجمعيات الخيرية\nوتمثل نهاية السبعينات وعقد الثمانينات من القرن العشرين فترة نشوء أغلب الجمعيات سواء التي تستهدف البيئة المحلية أو تلك التي تستهدف المناطق الإسلامية الخارجية.\nكانت الصورة الذهنية في هذه الفترة مقبولة وكان تفاعل الناس إيجابياً بالجملة وإن لم يكن كبيراً. وتتمثل مراحل النشوء عادة بالكثير من الصعوبات المالية والإدارية مما قد ينعكس - إلى حد ما- في الصورة الذهنية عنها لدى عامة الناس.\nالمرحلة الثانية: مرحلة الانطلاق\nتمثل التسعينات من القرن العشرين فترة نضوج وانتشار العمل الخيري الإسلامي سواء المحلي أو العالمي مع ما ترافق من وعي اجتماعي تمثل في الدعم المالي القوي والتفاعل مع أنشطة الجمعيات الخيرية.\nوكان لإخلاص العاملين ومشاركة الدعاة والإنجازات الضخمة التي تحققت دور جيد في بناء صورة ذهنية ممتازة عن الجمعيات الخيرية.\nالمرحلة الثالثة: بعد سبتمبر\nمثلت أحداث سبتمبر بداية مرحلة جديدة في العمل الخيري وكان للضغط السياسي والمتابعة المالية والتشويه الإعلامي دور في اهتزاز الصورة الذهنية السابقة عن المؤسسات الخيرية. بعض المؤسسات الخيرية كانت محور هجوم صارخ تسبب في تشويه الصورة عنها بالكلية وأثمر عزوفاً لدى الأفراد في جانب التأييد والدعم المالي مما أثر بالتالي على أنشطتها وأعمالها.",
        "(1/7)\n\nلم يكن مصدر الصورة السلبية عن المؤسسات الخيرية فقط جهات وإعلام خارجي، بل ساهم الإعلام المحلي بنصيبه، وكانت حملات التشكيك المستمرة من كتاب بارزين محليين تستهدف تقويض النشاط الخيري.\nكان للإعلام المحلي دور سلبي شامل عزز الصورة المهتزة أصلاً وساعد في بناء صورة سلبية عن الجميع، مع ما ترافق من تقييدات نظامية وتشديد مالي ورقابة صارمة.\nفي نفس الوقت لم يكن لدى الجهات الخيرية استراتيجية للمقاومة ولم يكن لديها وسائل إعلام ولا تمتلك أقلاماً محترفة.كان الدور هو الدفاع المستميت - والذي غالباً لا ينشر- والتحسر المستمر دون خطة فعلية ولا دراسات معمقة مما أكد –في كثير من الأحيان- الصورة السلبية عن الجميع أو - على الأقل- شوه الصورة الإيجابية السابقة وهزها لدى العامة فضلاً عن المتبرعين من رجال الأعمال.\nاستراتيجية بناء الصورة الذهنية الايجابية\nالجانب الاداري\nالهيكل الاداري الجيد المعتمد على أنظمة الادارة الحديثة ومسؤولية الأشخاص وأسلوب اتخاذ القرار .\nتوظيف الكفاءات البشرية المتمكنة والخبيرة والمخلصة\nالاعتماد على الموظفين والتقليل –ما أمكن- من المتعاونين\nتطوير الكفاءات البشرية إدارياً ومهنياً وسلوكياً كل حسب موقعه\nالاستفادة القصوى من أساليب عمل الجمعيات الخيرية الغربية في بناء الصورة الإيجابية في مجتمعاتها ونقل واستنساخ ماهو مناسب للبيئة المحلية\nالنشاط\nالشفافية في العمل والوضوح الكامل في الأنشطة ولا يعني هذا معرفة كل شيء لكل شخص ولكن وضوح النظام وال أعمال .\nالتخصص في النشاط الخيري وألا يكون عاما جداً سواء في منطقة النشاط أو مكونات النشاط . لأن التنوع الشديد في الأعمال يوقع المراقب في حيرة وقد يتردد في الحكم على الجمعية لصعوبة التأكد من جميع هذه الأنشطة وامكانية التنفيذ\nنشر الاحصاءات الدورية عن الأنشطة المنفذة\nاصدار التقارير الدورية عن الأعمال والعقبات والانجازات والخطط القادمة .\n(1/8)",
        "\nنشر الميزانيات السنوية ( لذوو العلاقة ) والموقف المالي الفصلي والنفقات والاحتياجات\nعمل الدراسات والأبحاث ذات العلاقة بالعمل الخيري وآثارة ونتائجة والمستفيدون .\nالانطلاق في كل الأعمال من الشريعة الإسلامية والتأكد من مطابقة كافة الأعمال لها\nالعلاقة مع الغير\nالزيارات الشخصية للشخصيات العامة وقادة الرأي بغرض التعريف بالمؤسسة وأنشطتها والاستفادة من هذه الشخصيات في بناء صورة إيجابية لدى العامة\nالاستفادة من المناسبات العامة والتجمعات الكبيرة –المحلية على وجه الخصوص- لعرض أنشطة الجمعية ودورها من خلال المعرض أو الكلمات أو توزيع المطويات\nدعوة القيادات المحلية والمسؤولين وذوو العلاقة بالنشاط الخيري لزيارة الجمعية والتعرف على دورها ونشاطها وآثاره الاجتماعية والثقافية\nالتنسيق مع الجهات الخيرية الأخرى - خصوصاً الموجودة في نفس المنطقة- من أجل التحرك الجماعي والعمل ضمن استراتيجية مشتركة لبناء الصورة الذهنية الإيجابية عن الجميع، لأن الصورة السلبية عن أحدها قد تؤثر بالبقية.\nالتواصل مع رجال الإعلام المحلي وحتى الخارجي ( إن كان للمؤسسة نشاط خارجي ) من خلال الزيارات المتبادلة والهدايات والحفلات والتزويد المستمر بالمعلومات والنشرات .\nالاعلام\n1) الإصدارات\nمجلة دورية فصلية على الأقل تعنى بشؤون العمل الخيري ونشاط الجمعية وبعض التقارير المعلوماتية والتحقيقات الاجتماعية إضافة إلى بعض المقالات الثقافية والموضوعات الدعوية وينبغي أن تصل المجلة للفئة المستهدفة وبشكل مناسب ومنتظم\nنشرة مختصرة شهرية تشمل خلاصات الأعمال وأخبار المؤسسة والمشاريع القادمة والتطورات الداخلية .\nالتقرير السنوي الشامل حصيلة الجهد ونتائج العمل ويكون مفصلا وشاملا بدءا من الهيكل الإداري حتى الميزانية .\n(1/9)\n",
        "الملخص الصحفي : تقرير خاص بالصحافة ولا يشترط أن يكون دوريا يعرض نشاط محدد أو مشروع أو انجاز معين ويكون ذا أهمية كبيرة حتى يأخذ طريقة للنشر .\n2) شريط الانجازات\nإنتاج تلفزيوني ( فيديو ) يصدر كرة كل عام يعرف بالمؤسسة وأنشطتها وإنجازاتها السنوية ويتميز بالمهنية العالية ويخاطب العقل ويحرك العاطفة .\n3) موقع انترنت\nيمثل الموقع ارشيف الجهة الخيرية ووسيلة الاتصال السهلة مع الغير ومصدرا حديثا للأخبار والنشاطات . الموقع يجب أن يحدث يوميا أو أسبوعيا على الأقل ليضمن متابعة معقولة من الزوار .\n4) الإعلانات التجارية\nرغم تكلفتها العالية إلا أنها هامة جداً للتواصل مع شرائح من المجتمع يصعب الوصول إليهم .\nالصحف اليومية عادة ما تعطي تخفيضات 50% لإعلانات الجهات الخيرية .\nالإعلانات تكون ذات تصميم ممتاز وذات هدف محدد ورسالة واحدة فقط وألا تكون قاصرة على طلب التبرعات ( كما هو المعتاد !!) .\n5)متابعة الحملات الاعلامية الغربية وتحليلها والاستفادة منها في معرفة الثغرات ومواطن القدح والعمل على تلافيها.\n6)الاستعانة بالمتخصصين لوضع الخطط الإعلامية للجهات الخيرية ومن ضمنها أساليب بناء الصورة الذهنية الإيجابية.\n(1/10)\n"
    ]
}