{
    "partText": [
        "\nالضرورة الشعرية ومفهومها لدى النحويين دراسة تطبيقية على ألفية ابن مالك\nإعداد\nد. إبراهيم بن صالح الحندود رئيس قسم النحو والصرف وفقه اللغة كلية العلوم العربية والاجتماعية بالقصيم فرع جامعة الإمام محمد بن سعود الإسلامية\nبسم الله الرحمن الرحيم\nالمقدمة\nحمداً لك اللهم لا أُحصي ثناءً عليك أنت كما أثنيت على نفسك، وصلِّ اللهم وسلم على نبينا محمد أفضل من أرسل إلى البشرية وخير من نطق بالعربية وعلى آله وسلم تسليماً كثيراً.\nأما بعد:\nفإنه لم يبلغ قوم في الحفاظ على لغتهم، والحرص على نقائها، والتفاني في خدمتها ما بلغه المسلمون؛ إذ يسَّر الله - عز وجل - من هذه الأمة من نذر نفسه لخدمة هذه اللغة في شتى فروعها. وما كثرة المصنفات وتتابع ظهورها حتى اليوم - وما بعده - إن شاء الله تعالى - إلا دليل على ذلك. ولا غرو في هذا فهي لغة القرآن الكريم الذي تكفل الله بحفظه إلى يوم الدين {قُرْآناً عَرَبِيّاً غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ} 1، {إناَّ نَحْنُ نَزَّلْنا الْذِّكْرَ وإنَّا لَهُ لَحافِظُونَ} 2.\nوممَّا لقي عناية من علماء العربية لغة النثر والشعر من حيث اتفاقُهما أو اختلافهما في بناء الألفاظ وصياغة العبارات، وكذا الخضوع لقواعد اللغة، والنحو حسب طبيعة كلٍّ منهما.\nلقد كانت النظرة في بادئ الأمر إلى فنّيَ الشعر والنثر واحدة من حيث الخصائص التعبيرية في صياغة العبارة وبناء الألفاظ؛ بدليل اشتراكهما في شواهد اللغة والنحو، فلم يفرق علماء العربية بين شاهد المنثور وشاهد المنظوم\n__________\n1 الآية 28 من سورة الزمر.\n2 الآية 9 من سورة الحجر.\n(1/389)\n",
        "في كتبهم، فترى الشاهد من القرآن الكريم جنباً إلى جنب مع الشاهد من الحديث النبوي، والشعر، والمأثور من أقوال البلغاء على الرغم من التفاوت الملحوظ في طريقة الصياغة أو الإعراب. وغاية ما في الأمر أنَّ هذا التغير عندهم يُعدُّ شذوذاً عن القاعدة قد يرقى إلى درجة الجواز إذا جاء في القرآن أو الحديث أو المقبول إذا جاء على لسان شاعر كبير ممن يستشهد بشعرهم1. وما عدا ذلك خطأٌ لا ذكر للضرورة فيه.\nوإن المتتبع لسيبويه - رحمه الله - ليلحظ أنه لم يصرِّح في كتابه بتعريف محدد للضرورة، بل إن لفظ \"الضرورة\" لم يجر له ذكر عنده على الإطلاق\n- على اتساع الكتاب - وإنما كان يكتفي بتعبير يؤدي إلى معناه دون التصريح بلفظه2.\nودخلت الضرورة - فيما بعد - في ميادين البحث اللغويّ، والنقديّ على نطاق واسع.\nفدخلت ميدان اللغة؛ لأنها تضطر الشاعر إلى تغيير بناء اللفظ؛ زيادةً أو حذفاً أو خروجاً عن القياس، فتناول اللغويون ذلك بالبحث من خلال معاجم اللغة وأشاروا إلى هذه الضرائر.\nودخلت ميدان النحو لكونها تدفع الشاعر إلى مخالفة القياس في بناء الجملة وفي عمل الأدوات وكذا التغيير في تركيب الجملة3 (من حيث التقديم والتأخير) .\nإن قضية الضرورة وما أثارته من اهتمام لدى العلماء تعتبر أحد الموضوعات التي استهوت عدداً غير قليل من الدارسين، وشغلت أذهان الكثير\n__________\n1 انظر: مقدمة كتاب ما يجوز للشاعر في الضرورة للقزاز 16.\n2 انظر: الضرورة الشعرية في النحو العربي ص 132.\n3 انظر: في الضرورة الشعرية ص 7.\n(1/390)\n\nمن القدماء، والمحدثين وذلك للعلاقة المتينة بين اللغة والشعر؛ إذ إن الشعر من المصادر الرئيسة التي استمد منها العلماء قواعد اللغة وأصولها. ولكنهم وجدوا فيه بعض الألفاظ والتراكيب التي تشذ عن هذه الأصول التي استنبطوها منه ومن كلام العرب المحتج بكلامهم فدفعهم ذلك إلى التأمل والتماس العلل.\nولأهمية هذا الموضوع واختلاف أقوال العلماء فيه رأيت أن أدلي دلوي فيه من خلال هذا البحث المقرون بتطبيق الضرورة على ألفية ابن مالك لكونها نظماً تسوغ فيه الضرائر من جهة، وما يعتقده صاحبُها من أن الضرورة (ما لا مندوحة للشاعر عنه بأن لم يمكنه الإتيان بعبارة أخرى) .\nولا أزعم أني أوفيت البحث حقَّه، كما لا أدعي خلّوه من الخطأ والثغرات، ولكن حسبي أني اجتهدت وبذلت وسعي ما استطعت. فإن وفقت للصواب فلله الحمد والمنة على توفيقه، وإن أخطأت أو قصَّرت فأسأله هَدْيَه وتوفيقه.\nوفي الختام أتوجه بالشكر إلى الله عز وجل على أن وفقني لإتمام هذا البحث، وأسأله تعالى أن يجعل مابُذل فيه خالصاً لوجهه الكريم وأن ينفع به إنه ولي ذلك والقادر عليه.\nوآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.\nد. إبراهيم بن صالح الحندود",
        "(1/391)\n\nتمهيد\nطبيعة الشعر وعلاقته بالضرورة\n...\nالتمهيد\nأولاً: طبيعة الشعر وعلاقته بالضرورة:\nالشعر كلام موزون بأفاعيلَ محصورة في عدد معيّن من الحروف، والحركات، والسكنات1، يستلزم بناؤه على هذه الصورة المقيَّدة بالوزن، والقافية أن يلجأ قائله - أحياناً - إلى الخروج عن القواعد الكلّيّة وارتكاب ما ليس منها؛ إمّا بزيادة اللفظ أو نقصانه أو تغيير في تركيب الجملة من تقديم وتأخير أو فصل بين متلازمين، وغير ذلك مما لا يُستجاز في الكلام مثله2؛ لأن الشاعر غير مختار في جميع أحواله فيفعل ذلك تلافياً لقصور اللفظ الذي يناسب المعنى الذي يريد مع الحفاظ على الوزن وسلامة القافية.\nعلى أنه لا يخرج عن القواعد المذكورة كيفما اتفق، وإنما يسلك طريقة لها وجه في العربية3.\nقال سيبويه (180هـ) : \"وليس شيءٌ يضطرون إليه إلاّ وهم يحاولون به وجهاً\"4 \"فإن جهلنا ذلك فإنما جهلنا ما علمه غيرنا، أو يكون وصل إلى الأول ما لم يصل إلى الآخر\"5.\n__________\n1 انظر: شرح ألفية ابن معطي 2/1380.\n2 انظر: ما يحتمل الشعر من الضرورة 34، ضرائر الشعر لابن عصفور 13.\n3 انظر: شرح ألفية ابن معطي 2/1380.\n4 الكتاب 1/13.\n5 شرح ألفية ابن معطي 2/1380.\n(1/392)",
        "\nكما ألحقوا الكلام المسجوع في ذلك بالشعر لكون السجع يجري في ذلك مجرى الشعر، بدليل قولهم: \"شهر ثرى، وشهر ترى، وشهر مرعى\"1 فحذفوا التنوين من \"ثرى\"، ومن \"مرعى\" إتباعاً لقولهم: \"ترى\"؛ لأنه فعل فلم ينوّن لذلك2.\nوقالوا: \"الضِّيح والريح\" فأبدلوا الحاءَ ياءً إتباعاً للريح، والأصل: الضِّحّ3.\nوفي الحديث عن النبي صلى الله عليه وسلم قال: \"ارجعن مأزورات غير\nمأجورات\"4؛ بإبدال الواو ألفاً إتباعاً لمأجورات، والأصل: \"موزورات\"؛ لأنه من الوزر.\nوقد جاء مثل ذلك أيضاً في فواصل القرآن لتتفق. قال عز وجل: {فَأَضَلُّونا السَّبِيلا} 5، وقال سبحانه: {وَتَظُنُّونَ بِاللهِ الظُّنُونَا} 6. فإن زيادة الألف في \"السبيلا\" و \"الظنونا\" بمنزلة زيادتها في الشعر على جهة الإطلاق7.\n__________\n1 أي شهور الربيع، أي يمطر أولاً ثم يظهر النبات فتراه، ثم يطول فترعاه الأنعام.\nانظر: مجمع الأمثال 1/370.\n2 انظر: ضرائر الشعر لابن عصفور 13، 14، والارتشاف 3/268.\n3 الضّحّ: ما برز للشمس، والريح: ما أصابته الريح، من قولهم: جاء فلان بالضِّحِّ والريح، أي جاء بما طلعت عليه الشمس وجرت عليه الريح. انظر: مجمع الأمثال 1/161.\n4 أخرجه ابن ماجة في كتاب الجنائز (50) ، باب ما جاء في اتباع النساء الجنائز رقم 1578.\n5 من الآية 67، من سورة الأحزاب.\n6 من الآية 10، من سورة الأحزاب.\n7 انظر: ضرائر الشعر لابن عصفور 14، الارتشاف 3/269.\n(1/393)\n",
        "وقد كان النحاة يقفون إزاء الأبيات المخالفة لمذاهبهم وأقيستهم فيعمدون إلى التأويل لإدخالها ضمن هذه الأقيسة، فأصبحت تلك الأبيات الخارجة عن القياس المألوف ميداناً رحباً لتأويلات النحاة وتعليلاتهم، فدخلت بسبب ذلك ضمن الخلاف النحوي؛ إذ كل طرف لا يتردد في إلقاء جملة مما احتج به الطرف الآخر في بحر الضرورة1.\n1 انظر: في الضرورات الشعرية 7.\n2 انظر: الضرورة الشعرية دراسة نقدية لغوية 191.\n3 الأصول 3/435.\n(1/394)\n\nثانياً: التأليف في الضرائر:\nلسيبويه - رحمه الله - جهود في مجال الكتابة عن الضرورة - وإن كانت لفظة \"الضرورة\" غير مذكورة في كتابه كما سبق - إلاّ أن دراسته لهذه الظاهرة تفتقر إلى المنهجية المحددة القائمة على التقسيم، والتصنيف للمظاهر العامة للضرورة. وهذا لا يلغي سمة التبكير، والريادة في معالجة موضوع متشعب الأطراف. فما كتبه عن الضرورة يعدّ إضاءات موزعة ذات فوائد متفرقة، أفاد منها النحاة في هذا المجال1.\nولعل أبا بكر بن السراج (316هـ) قد سبق في بداية القرن الرابع إلى تثبيت مبادئ التصنيف في الضرائر الشعرية بقوله: \"ضرورات الشعر أن يضطر الوزن إلى حذف، أو زيادة، أو تقديم أو تأخير في غير موضعه، وإبدال حرف، أو تغيير إعراب عن وجهه على التأويل، أو تأنيث مذكر على التأويل\"2.\nهذا النص يمكن عدُّه الأساس التاريخي الأول لحركة التأليف، والكتابة المنهجية عن الضرورة.\n__________\n1 انظر: الضرورة الشعرية دراسة نقدية لغوية 191.\n2 الأصول 3/435.",
        "(1/394)\n\nأما المبكِّر إلى حصر تلك المظاهر حصراً علمياً فهو أبو سعيد السيرافي (368هـ) حيث يقول: \"ضرورة الشعر على تسعة أوجه: الزيادة، والنقصان، والحذف، والتقديم، والتأخير، والإبدال، وتغيير وجه من الإعراب إلى وجهٍ آخر على طريق التشبيه، وتأنيث المذكر وتذكير المؤنث\"1.\nوإنما يُعَدّ هذا النص لشارح \"الكتاب\" أصلاً لكل ما ورد في فصول النحاة من نصوص، وإشارات إلى أنواع هذه الظاهرة؛ لأن ابن السراج قد اقتصر على سبعة أقسام فقط ولم يشر إلى ما يقع في الشعر من تذكير المؤنث، إلا أن يكون هذا النقص سهواً من ناسخ كتاب \"الأصول\" أو محققه2.\nويمكن اعتبار تذكير المؤنث الذي لم يذكره أبو بكر داخلاً ضمن الحذف الذي أشار إليه.\nأمَّا التطور في تصنيف الضرورات فقد سار - بعد أبي سعيد السيرافي - على مرحلتين:\nالأولى: الانتقال من التصنيف السباعي إلى التصنيف الخماسي، كما هو الشأن عند ابن عصفور (669هـ) في \"ضرائر الشعر\"، و \"شرح الجمل\"، و \"المقرب\" وأبي الفضل الصفار القاسم بن علي البَطَلْيوسي (بعد 630هـ) في \"شرح كتاب سيبويه\". وجرى على هذا أبو حيان (745هـ) ، في \"ارتشاف الضرب\".\nويتمثل هذا التقسيم في: الزيادة، والنقص، والتقديم والتأخير، والبدل.\nالثانية: الانتقال من التصنيف الخماسي المذكور إلى تصنيف آخر ثلاثي يتمثل في الزيادة، والحذف، والتغيير3. وقد بنى الآثاري4 (828هـ)\n__________\n1 ما يحتمل الشعر من الضرورة 34، 35.\n2 انظر: الضرورة الشعرية دراسة نقدية لغوية 192.\n3 انظر: الضرورة الشعرية. دراسة نقدية لغوية 193.\n4 أبو سعيد زين الدين شعبان بن محمد الآثاري. ولد في الموصل سنة 765هـ، وتوفي بمصر. (الضوء اللامع 3/301 - 303، شذرات الذهب 7/184، الأعلام 3/164) .\n(1/395)",
        "\nسرده للضرورات في منظومته \"كفاية الغلام في إعراب الكلام\"1 فقال:\nضرورة الشاعر تمحو ما وجبْ ... على الذي يتبع أوزان العربْ\nوهي ثلاث فاغنم الإفادة ... الحذف والتغيير والزيادة\nكما أقام على هذا التقسيم أبو المعالي محمود شكري الآلوسي (1342هـ) ترتيب الضرورات في كتابه \"الضرائر\"، وجرى على هذا جمعٌ غير قليل من العروضيين المعاصرين وغيرهم مفيدين من التصنيفات المذكورة السابقة مع اختلاف يسير2.\nفللدكتور عبد الوهاب العدواني كتاب بعنوان \"الضرورة الشعرية. دراسة نقدية لغوية\"، وللدكتور محمد حماسة عبد اللطيف مصنَّفٌ بعنوان \"الضرورة الشعرية في النحو العربي\"، كما صنَّف الدكتور خليل بنيان الحسون مصنفاً بعنوان \" في الضرورة الشعرية\".\nعلى أن أول كتاب يصل إلينا يستقل ببحث الضرورة هو كتاب \"ما يجوز للشاعر في الضرورة\" لأبي جعفر القزاز3 (412هـ) 4.\n__________\n1 ص14.\n2 انظر: الضرورة الشعرية. دارسة نقدية لغوية 194.\n3 محمد بن جعفر التميمي القزاز القيرواني. ولد بالقيروان وتوفي بها. يغلب عليه علم النحو واللغة. من مصنفاته: كتاب \"الجامع\" في اللغة.\n(معجم الأدباء 17/105 - 109، وفيات الأعيان 4/374 – 376) .\n4 انظر: الضرورة الشعرية في النحو العربي 130.\n(1/396)\n",
        "الفصل الأول: مفهوم الضرورة لدى النحويين\nأولاً: رأي سيبويه وابن مالك:\nلم يصرّح سيبويه بتعريف محدد للضرورة، وإنما كان يكتفي ببعض العبارات التي فهم منها بعض شرّاح \"الكتاب\" ودارسيه مفهوم الضرورة عنده من خلال تناوله لبعض المسائل، وبخاصة الباب الذي عقده في أول الكتاب بعنوان \"ما يحتمل الشعر\"1.\nفمن خلال بعض النصوص حدّد العلماء رأي سيبويه في \"الضرورة\" وهو أنه يجوز للشاعر ما لا يجوز له في الكلام بشرط أن يضطر إلى ذلك، ولا يجد منه بداً، وأن يكون في ذلك ردُّ فرع إلى أصل، أو تشبيه غير جائز بجائز2.\nقال سيبويه - عند قول أبي النجم العجلي -:\nقد أصبحتْ أمُّ الخيارِ تدَّعي ... عليَّ ذنباً كلُّه لم أصنعِ3\n__________\n1 انظر: الضرورة الشعرية في النحو العربي 132.\n2 انظر: شرح الجمل 2/549، الارتشاف 3/268، الضرورة الشعرية في النحو العربي 134.\n3 من \"الرجز\". وقال بعض المحققين: بهذه الرواية - أي رفع \"كل\" يتم المعنى الصحيح؛ لأنه أراد التبرؤ من الذنب كله، ولو نصب لكان ظاهر قوله: إنه صنع بعضه. وأمُّ الخيار: زوجته.\nالديوان 132، الكتاب 1/69، الخصائص 1/292، 3/61، شرح المفصل 2/30، 6/90.\n(1/397)\n\n\"هذا ضعيف، وهو بمنزلته في غير الشعر؛ لأن النصب لا يكسر البيت ولا يخل به ترك إظهار الهاء\"1.\nولا يبعد مفهوم ابن مالك (ت 672هـ) للضرورة عن مفهوم سيبويه المتقدم وهو أن الضرورة: ما لا مندوحة للشاعر عنه بحيث لا يمكن الاتيان بعبارة أخرى.\nصرَّح بهذا في شرح التسهيل وشرح الكافية الشافية.\nفوصل \"أل\" بالمضارع - على سبيل المثال - جائز عنده اختياراً لكنه قليل، فذكر أن قول الفرزدق:\nما أنتَ بالحكمِ التُرضى حكومته ... ولا الأصيلِ ولا ذي الرأي والجدلِ2\nوقول ذو الخِرَق الطهوي 3:\nيقول الخنا وأبغض العجم ناطقاً ... إلى ربنا صوت الحمار اليجدعُ4\n__________\n1 الكتاب 1/44.\n2 البيت من \"البسيط\" من أبيات قالها في هجاء رجل من بني عذرة كان قد فضل جريراً عليه.\nوالحكم: الذي يحكّمه الخصمان ليفصل بينهما. والأصيل: الحسيب. والجدل: شدة الخصومة والقدرة على غلبة الخصم.\nوالبيت في: الإنصاف 2/521، المقرب 1/60، شرح شذور الذهب 16، تخليص الشواهد 154، شرح ابن عقيل 1/157، التصريح 1/38، 142، الخزانة 1/32، الدرر 1/274.\n3 اسمه خليفة بن حمل بن عامر بن حنظلة. شاعر جاهلي. (المؤتلف والمختلف 109، الخزانة 1/44) .\n4 من \"الطويل\".\nالخنا: الفاحش من الكلام. والعجم: جمع أعجم أو عجماء وهو الحيوان؛ لأنه لا ينطق.\nاليُجدَّع: هو الذي قطعت أذناه؛ فإن صوت الحمار حالة تقطع أذنه أكثر وأقبح، لما يقاسيه من الألم.\nانظر: نوادر أبي زيد 276، أمالي السهيلي 21، المقاصد النحوية 1/467، الهمع 1/294، الخزانة 1/31، 34، 35، 5/482، الدرر 1/275.",
        "(1/398)\n\nغيرُ مخصوص بالضرورة؛ لتمكن قائل الأول من أن يقول:\n\"ما أنت بالحكم المرضي حكومته\"\nولتمكن الآخر من أن يقول:\n\"إلى ربنا صوت الحمار يُجدعُ\"\nفإذ لم يفعلا ذلك مع استطاعته ففي ذلك إشعار بالاختيار وعدم الاضطرار1.\nوهذا الاتجاه في فهم الضرورة قد نُسب إلى ابن مالك وشُهر به، حتى إن كثيراً ممن خالف هذا المنهج وجّه نقده إلى ابن مالك وحده ولم يتعرّض لسيبويه2، كقول أبي حيان: \"لم يفهم ابن مالك معنى قول النحويين في ضرورة الشعر ... \" إلخ 3.\nوإن المتأمل ليستوقفه النظر حيال قبول الناس لهذا الرأي في فهم الضرورة؛ إذ لم يجد كثرة من الأنصار له على الرغم من أن أشهر الذين قالوا به هما سيبويه وابن مالك، والأول كان يعيش في عصر الاستشهاد ويستقي شواهده من المصادر الحية أو ممن سمعها من المصادر الحية، والآخر يعد أمَّة لا في الاطلاع على كتب النحاة وآرائهم فحسب، بل أيضاً في اللغة وأشعار العرب بله القراءات ورواية الحديث النبوي4.\n__________\n1 انظر: شرح التسهيل 1/202، وانظر كذلك: 1/367، وشرح الكافية الشافية 1/300.\n2 انظر: الضرورة الشعرية في النحو العربي 137.\n3 التذييل والتكميل ج (1) لوحة 167.\n4 انظر: المدارس النحوية لشوقي ضيف 309، 310، وانظر: الضرورة الشعرية في النحو العربي 137.\n(1/399)",
        "\n(ومعنى هذا أنّ رأي هذين الإمامين لما امتازا به من سعة رواية ونفاذ رأي ينبغي أن يكون له وزنه في دراسة اللغة؛ لأنه نابع من فهم لخصائصها أصيل وحسّ بها غير مدخول) 1.\nلكن هذا الرأي قد تعرَّض لنقد شديد من المتأخرين كأبي إسحاق الشاطبي (790هـ) ، وأبي حيان، وابن هشام (761هـ) ، والشيخ خالد الأزهري (905هـ) ، وعبد القادر البغدادي (ت1093هـ) .\nوملخص رد الشاطبي على ابن مالك يتمثل في الآتي:\nأولاً: أن النحاة قد أجمعوا على عدم اعتبار هذا المنزع، وعلى إهماله في النظر القياسي جملة، ولو كان معتبراً لنبهوا عليه.\nثانياً: أن الضرورة لا تعني عند النحويين أنه لا يمكن في الموضع غير ما ذكر؛ لأنه ما من ضرورة إلا ويمكن أن يعوض من لفظها غيره، دليل ذلك الراء في كلام العرب، فإنها من الشياع في الاستعمال بمكان لا يُجهل، ولا يكاد ينطق أحد بجملتين تعريان عنها. وقد هجرها واصل بن عطاء2 (131هـ) لمكان لثغته فيها، بل كان يناظر الخصوم ويخطب على المنبر فلا يُسمع في نطقه راءٌ، حتى صار مثلاً. وإن الضرورة الشعرية لهي أسهلُ من هذا بكثير، وإذا كان الأمر هكذا أدى إلى انتفاء الضرورة في الشعر وذلك خلاف الإجماع، وإنما معنى الضرورة أن الشاعر قد لا يخطر بباله إلا لفظة ما اقتضت ضرورة النطق بها في ذلك\n__________\n1 الضرورة الشعرية في النحو العربي 137، 138.\n2 أبو حذيفة واصل بن عطاء الغزّال. رأس المعتزلة. ولد بالمدينة سنة 80هـ، ونشأ بالبصرة.\n(أمالي المرتضى 1/163 - 165، وفيات الأعيان 6/7-11، النجوم الزاهرة 1/313، 314) .\n(1/400)\n",
        "الموضع زيادة أو نقص أو غير ذلك، في الوقت الذي قد يتنبه غيره إلى أن يحتال في شيءٍ يزيل تلك الضرورة.\nثالثاً: أنه قد يكون للمعنى الواحد أكثر من عبارة بحيث يلزم في إحداها ضرورة ولكنها هي المطابقة لمقتضى الحال، وهنا يرجع الشاعر إلى الضرورة؛ لأن اعتناء العرب بالمعاني أشد من اعتنائهم بالألفاظ. وإذا تبيَّن في موضع ما أن ما لا ضرورة فيه يصلح هنالك، فمن أية جهة يعلم أنه مطابق لمقتضى الحال؟\nرابعاً: أن العرب قد تأبى الكلام القياسي لعارض زحاف فتستطيب المزاحف دون غيره أو بالعكس فتركب الضرورة لذلك1.\nومن أقوال ابن هشام في الرد على ابن مالك قوله: \"إذا فُتح هذا الباب - يعني زعم القدرة على تغيير بنية الشعر وألفاظه - لم يبق في الوجود ضرورة، وإنما الضرورة عبارة عما أتى في الشعر على خلاف ما عليه النثر\"2.\nومن أقواله أيضاً: إن كثيراً من أشعار العرب يقع عن غير روية، وهو مما يدعو إلى عدم التمكن من تخيّر الوجه الذي لا ضرورة فيه.\nكما أن الشعر لمّا كان مظنة للضرورة استُبيح فيه ما لم يُضطرّ إليه، كما أُبيح قصر الصلاة في السفر؛ لأنه مظنة المشقة مع انتفائها أحياناً والرخصة باقية3.\nهذا الكلام قاله ابن هشام في رده على ابن مالك إذ زعم أن إيراد الضمير المتصل بعد \"إلاَّ\" في قول الشاعر4:\n__________\n1 انظر: شرح الألفية للشاطبي ج2 لوح 57.\n2 تخليص الشواهد 82.\n3 انظر: المصدر السابق 83.\n4 لم أجد من سمَّاه.\n(1/401)\n\nوما نبالي إذا ما كنتِ جارتَنا ... ألاّ يجاورنا إلاَّكِ ديارُ1\nليس ضرورة، لتمكن قائله من أن يقول:\n\"ألا يكون لنا خلٌّ ولا جارُ\" 2\nثم إن الشاعر قد يتاح له في حرارة التجربة الشعرية غير عبارة عن الفكرة الواحدة، لكنه لا يختار من الألفاظ إلا ما يأنس فيه الملاءمة التامة للمعنى الذي ينشده وإن ساوره قلق فني في دقة لغته، وقدرتها على التعبير عنه. فإذا ثبت هذا وأنه هو واقع الشعر اللغوي فإن التفكير بنفي الضرورة، ومحاولة استبدالها بما لا ضرورة فيه أمرٌ من الصعوبة بمكان على الشاعر، ناهيك عن الناقد اللغوي، والنحوي وذلك لتفاوت القدرات على تخيّل الألفاظ، واستحضارها من المعاجم الذهنية المختلفة في سعتها، وتنوعها، وصفائها3.\nوقد حاول بعض المحدثين4 الاعتذار لابن مالك بأنه كان يعمل ثقافته، وفكره حين بيّن رأيه في الضرورة الشعرية. فكان يضع في اعتباره لهجات العرب المتباينة، والقراءات القرآنية، والحديث النبوي الشريف بحيث إذا ورد فيها شيء قال النحاة عن نظيره في الشعر إنه ضرورة لم يعدّه هو كذلك، بل\n__________\n1 البيت من \"البسيط\". يقال: ما بها ديَّار، أي ما بها أحد.\nوالشاهد في قوله: \" إلاَّك \" حيث أوقع الضمير المتصل بعد \"إلاَّ\" للضرورة الشعرية، والقياس: إلا إياك والبيت في: الخصائص 1/307، 2/195، المفصل 129، أمالي ابن الحاجب 2/105، المغني 577، التصريح 1/98، 192، شرح الأشموني 1/109، الدرر 1/176.\n2 انظر: شرح التسهيل 2/276.\n3 الضرورة الشعرية. دراسة لغوية نقدية 147 (بتصرف) .\n4 هو الدكتور محمد حماسة عبد اللطيف في كتابه: الضرورة الشعرية في النحو العربي ص141.",
        "(1/402)\n\nيرجع كل ظاهرة إلى أصلها، وأحياناً ينصّ على أنه لهجة قبيلة معينة وضرورة عند غيرهم. فنراه - مثلاً - يقول عن تسكين هاء الغائب واختلاس حركتها: \"وقد تسكن أو تختلس الحركة بعد متحرك عند بني عُقَيل، وبني كلاب اختياراً، وعند غيرهم اضطراراً\"1.\nوقد ذكر في كتاب \"التسهيل\" جملة من المسائل يعدّها بعضهم ضرورة ولا يراها هو كذلك كحذف نون الوقاية من \"ليس\"، و \"ليت\"، و \"عن\"، و \"قد\"، و \"قط\"2، وزيادة \"ال\" في العلم، والتمييز، والحال3، وإسكان عين \"مع\"4، والفصل بينها وبين تمييزها5، وتأكيد المضارع المثبت6، ومجيء الشرط مضارعاً، والجواب ماضياً7، وإجراء الوصل مجرى الوقف8.\nوفي بعض كتبه الأخرى يشير إلى أن بعض الظواهر تكثر في الشعر دون النثر9.\n(ولعله في هذا متأثر بسيبويه. وهذا يشعر بأنهما يدركان أن للشعر نظاماً خاصاً به في صرفه، ونحوه ينبغي أن يدرس وحده منفصلاً عن النثر، ولكن النظرة السائدة إلى وحدة اللغة جعلت هذه الملاحظة تقف عند حدّ الإدراك الذي لم يؤيده التنفيذ العملي) 10.\n__________\n1 التسهيل 24.\n2 انظر: المصدر السابق 25.\n3 انظر: التسهيل 42.\n4 انظر: المصدر السابق 98.\n5 انظر: المصدر السابق 124.\n6 انظر: المصدر السابق 216.\n7 انظر: المصدر السابق 240.\n8 انظر: المصدر السابق 331.\n9 الضرورة الشعرية في النحو العربي 141، 142 (بتصرف) .\n10 المصدر السابق 142.\n(1/403)",
        "\nثانياً: رأي ابن جني والجمهور:\nيرى أبو الفتح عثمان بن جني (392هـ) وكثير من النحويين أن الضرورة ما وقع في الشعر سواء كان للشاعر عنه مندوحة أم لا؟ ولم يشترطوا في الضرورة أن يضطر الشاعر إلى ذلك في شعره، بل جوّزوا له في الشعر ما لم يجز في الكلام؛ لأنه موضع قد أُلفت فيه الضرائر. دليل ذلك قول الشاعر1:\nكم بجودٍ مقرفٍ نال العلا ... وكريمٍ بخله قد وضَعَهْ 2\n-في رواية من خفض \"مقرف\"، حيث فصل بين \"كم\" وما أضيفت إليه بالجار والمجرور، وذلك لا يجوز إلا في الشعر، ولم يضطر إلى ذلك إذ يزول الفصل بينهما برفع \"مقرف\" أو نصبه3.\nومما استدل به صاحب هذا المذهب - أيضاً - قول الآخر4:\nفلا مزنةٌ ودقت ودقَها-ولا أرضَ أبقلَ إبقالَها 5\n__________\n1 هو أنس بن زُنَيْم. شاعر صحابي. عاش إلى أيام عبيد الله بن زياد.\n(المؤتلف والمختلف 55، الإصابة 1/81، 82، الخزانة 6/473) .\n2 البيت من \"الرمل\" من قصيدة قالها الشاعر لعبيد الله بن زياد بن سميّة.\nالمقرف: النذل اللئيم الأب. ومعنى البيت: إن الجود قد يرفع اللئيم بينما كريم الأب قد يتضع بسبب بخله.\nوالبيت في: الكتاب 1/296، المقتضب 3/61، الأصول 1/320، الإنصاف 1/303، شرح المفصل 4/132، شرح شواهد الشافية 53، الدرر 4/49، 6/204.\n3 انظر: ضرائر الشعر لابن عصفور 13.\n4 هو عامر بن جُوَيْن الطائي. شاعر، فارس، من أشراف طيّىء في الجاهلية.\n(رغبة الآمل 6/235، الأزمنة والأمكنة 2/170، الخزانة 1/53) .\n5 البيت من \" المتقارب \" في وصف أرض مخصبة بما نزل بها من الغيث.\nالمزنة: هي السحابة المثقلة بالماء، والودق: المطر. وقوله: أبقلت إبقالها: أي نبت بقلها.\n=انظر البيت في: الكتاب1/240، الخصائص 2/411، المغني 860، 879، أوضح المسالك 2/108، المقاصد النحوية 2/464، التصريح 1/278، الخزانة 1/45، 49،50.\n(1/404)\n",
        "ألا ترى أنه حذف التاء من أبقلت، وقد كان يمكنه أن يثبت التاء وينقل حركة الهمزة فيقول: أبقلت ابقالها1.\nقال ابن جني في قول الشاعر2:\nفزججتها بمزجة ... زجَّ القلوصَ أبي مزاده 3\n- (فصل بينهما بالمفعول به) ، هذا مع قدرته على أن يقول:\nزجّ القلوص أبو مزاده\nكقولك: سرَّني أكلُ الخبز زيدٌ ... فارتكب هاهنا الضرورة مع تمكنه من ترك ارتكابها4.\n__________\n1 انظر: شرح الجمل 2/550.\n2 لم أقف على اسمه.\n3 قال البغدادي: \"يقال: زججته زجًّا: إذا طعنته بالزُّجّ - بضم الزاي - وهي الحديدة في أسفل الرمح.\nوزج القلوص: مفعول مطلق، أي زجاً مثل زج. والقَلوص - بفتح القاف - الناقة الشابة. وأبو مزادة: كنية رجل\".\nوقول العيني: الأظهر أن الضمير في زججتها يرجع إلى المرأة؛ لأنه يخبر أنه زج امرأته بالمزجة كما زج أبو مزادة القلوص كلامٌ يُحتاج في تصديقه إلى وحي، وقد انعكس عليه الضبط في \"مزجَّة\" فقال: هي بكسر الميم، والناس يلحنون فيها فيفتحون ميمها \" الخزانة 4/415.\nوالبيت في: معاني القرآن 1/358، 2/81، وفيه \"متمكناً\" بدل: \"بمزجة\"، مجالس ثعلب 1/125، الخصائص 2/406، الإنصاف 2/427، المقاصد النحوية 3/468.\n4 الخصائص 2/406.\n(1/405)\n\nوإلى هذا المذهب ذهب كل من الأعلم الشنتمري (476هـ) ، والرضي1 (686هـ) ، وأبو حيان، وابن هشام2، والبغدادي، والشيخ محمد الأزهري المعروف بـ \"الأمير\" (1232هـ) .\nقال الأعلم: \"والشعر موضع ضرورة يحتمل فيه وضع الشيء في غير موضعه دون إحراز فائدة ولا تحصيل معنى وتحصينه، فكيف مع وجود ذلك\"3؟\nوقال أبو حيان - في التذييل والتكميل -: \"لا يعني النحويون بالضرورة أنه لا مندوحة عن النطق بهذا اللفظ، وإلا كان لا توجد ضرورة؛ لأنه ما من لفظ أو ضرورة إلا ويمكن إزالتها ونظم تركيب آخر غير ذلك التركيب، وإنما يعنون بالضرورة أن ذلك من تراكيبهم الواقعة في الشعر المختصة به، ولا يقع ذلك في كلامهم النثريّ، وإنما يستعملون ذلك في الشعر خاصة دون الكلام\"4.\nأما البغدادي فيقول عن الضرورة: \"والصحيح تفسيرها بما وقع في الشعر دون النثر سواء كان عنه مندوحة أوْ لا\"5.\nوخالف الأمير قول ابن مالك بحجة أنه - كما يقول -: \"يسد باب الضرورة، فإن الشعراء أمراء الكلام قل أن يعجزهم شيء. على أنه لا يلزم الشاعر وقت الشعر استحضار تراكيب مختلفة\"6.\nوما احتج به أصحاب هذا الرأي لم يسلم من المعارضة من قبل أنصار الرأي الأول كاعتراضهم على الاحتجاج بقول الشاعر:\n__________\n1 انظر: الخزانة 1/33.\n2 انظر: تخليص الشواهد 82.\n3 تحصيل عين الذهب 86.\n4 التذييل والتكميل ج2 لوحة 37. وانظر: الهمع 5/332.\n5 الخزانة 1/31.\n6 حاشية الأمير على المغني 1/48.",
        "(1/406)\n\nبأنه يحتمل أن يكون الذي اضطره إلى حذف التاء أنه ليس من لغته النقل، فلو قال: أبقلت ابقالها من غير نقل على لغته لم يصل للوزن1.\nولعل أهم ثمرة للخلاف بين الجمهور من جهة، وسيبويه وابن مالك من جهة أخرى؛ أن الضرورة واسعة المدلول حسب رأي الجمهور؛ فهي تشتمل كل ما ورد في الشعر، أو كَثُر فيه سواء أكانت له نظائر في النثر أم لا. فكثرت أنواع الضرائر نتيجة لهذا؛ لأنهم لا يريدون تمزيق القاعدة، أو الإكثار من القواعد فاستندوا إلى هذا الحكم (الضرورة في كل بيت يخالف القاعدة. وأما على رأي سيبويه، وابن مالك فإن ما يجد الشاعر عنه بدلاً لا يعدُّ ضرورة، بل نوع من التغيير يجوز في الشعر والنثر على حد سواء) 2.\n__________\n1 انظر: شرح الجمل 2/550.\n2 انظر: الضرورة الشعرية في النحو العربي 152، 153.\n(1/407)",
        "\nثالثاً: رأي أبي الحسن الأخفش:\nيرى أبو الحسن الأخفش (215هـ) أن الشاعر يجوز له في كلامه وشعره ما لا يجوز لغيره في كلامه؛ لأن لسانه قد اعتاد الضرائر، فكثيراً ما يقول: جاء هذا على لغة الشعر، أو يحمل على ذلك قوله تعالى: {قَوارِيراً مِنْ فِضَّةٍ} 1في قراءة من قرأ2 بصرف \"قوارير\"3.\n__________\n1 من الآية 16 من سورة الإنسان.\n2 قرأ أبو جعفر ونافع والكسائي وأبو بكر عن عاصم: (قواريراً. قواريراً مِنْ فِضَّةٍ (بالتنوين فيهما في الوصل. ووقفوا عليهما بالألف. (السبعة 663، المبسوط 454، النشر 2/395) .\nقال ابن عصفور: (وهذا لا حجة فيه لاحتمال أن يكون التنوين في قوله: \" قواريراً\" بدلاً من حرف الإطلاق، فكأنه في الأصل \" قواريرا\" وحرف الإطلاق يكون في الشعر وفي الكلام المسجوع إجراءً له مجرى الشعر، فأجريت رؤوس الآي مجرى الكلام المسجوع في لحاق حرف الإطلاق فيكون مثل قوله تعالى: {وتَظُنُّونَ بِاللهِ الظُّنُونَا} ، و {فَأَضَلُّونا السَّبِيلا} . شرح الجمل 2/550.\n3 انظر: شرح الجمل 2/550.\n(1/407)\n",
        "وقال تعالى: {وتَظُنُّونَ بِاللهِ الظُّنُونَا} 1، و {فَأَضَلُّونا السَّبِيلا} 2 بزيادة الألف لتتفق الفواصل، كزيادة الألف في الشعر للإطلاق3.\nوهذا الاتجاه في الرأي يقلل من وجود ما يسمى بالضرورة من قبل أنه يبيح للشاعر في كلامه المعتاد ما لا يباح لغيره إلا في الاضطرار لاعتياد لسانه الضرائر على حدِّ تعبيره4.\nويعترف أبو الحسن من جانب آخر بتأثير هؤلاء الشعراء في غيرهم بوصفهم طبقة ذات مكانة اجتماعية تقلدها العامة وتقتدي بها وبذلك تشيع الظاهرة في الشعر، والنثر على السواء، وعليه فلا محل إذن للقول بأنها ضرورة5.\n__________\n1 من الآية 10 من سورة الأحزاب.\n2 من الآية 67 من سورة الأحزاب.\n3 انظر: معاني القرآن 1/241، 2/660، والارتشاف 3/378.\n4 انظر: الضرورة الشعرية في النحو العربي 155.\n5 انظر: المصدر السابق 155.\n(1/408)\n\nرابعاً: رأي ابن فارس:\nيختلف موقف أحمد بن فارس (395هـ) من ضرائر الشعر عن موقف النحويين جميعهم؛ إذ لا يكاد يعترف بما يسميه النحاة ضرورة، فيتعيّن على الشاعر أن يقول بما له وجه في العربية، ولا ضرورة فيه حينئذٍ. فإن لم يك ثمت وجه منها رُدَّ وسمّي باسمه الحقيقي وهو الغلط أو الخطأ، ولا داعي للتكلف واصطناع الحيل للتخريج1.\nقال في كتابه الصاحبي: \"وما جعل الله الشعراء معصومين يُوَقُّون الخطأ والغلط، فما صحَّ من شعرهم فمقبول، وما أبته العربية، وأصولها فمردود\"2.\n__________\n1 انظر: المصدر السابق 157.\n2 الصاحبي 469.",
        "(1/408)\n\nوقد ألف ابن فارس مصنفاً لهذا الغرض سمَّاه \"ذمُّ الخطأ في الشعر\" ولخَّص فيه موقفه من الضرورة الشعرية. ومن جملة ما قاله:\n\"إنَّ ناساً من قدماء الشعراء ومن بعدهم أصابوا في أكثر ما نظموه من شعرهم وأخطأوا في اليسير من ذلك، فجعل ناس من أهل العربية يوجهون لخطأ الشعراء وجوهاً، ويتمحلون لذلك تأويلات حتى صنعوا فيما ذكرنا أبواباً، وصنفوا في ضرورات الشعر كتباً\"1.\nويرى أنه لا فرق بين الشاعر، والخطيب، والكاتب، فالشعراء يخطئون كما يخطىء سائر الناس، ويغلطون كما يغلطون، ولا يعدو أن يكون ما ذكره النحويون في إجازة ذلك والاحتجاج له ضرباً من التكلف2.\nويعرّض ابن فارس بما استشهد به سيبويه3 من قول الشاعر4:\nفلست بآتيه ولا استطيعه ... ولاكِ اسقني إن كان ماؤك ذا فضلِ5\nفيتساءل: لم لا يجوز لواحد منا - إذن - أن يقول للآخر: لست أقصدك ولاك اقصدني أنت6؟\n__________\n1 ذم الخطأ في الشعر 17، 18.\n2 انظر: المصدر السابق 23.\n3 انظر: الكتاب 1/9.\n4 هو النجاشي الحارثي قيس بن عمرو بن مالك من بني الحارث بن كعب. يكنى أبا الحرث وأبا محاسن. كان فاسقاً رقيق الإسلام. (الشعر والشعراء 1/329 - 333، الإصابة 3/551، 552) .\n5 البيت من \"الطويل\" من كلمة قالها الشاعر في وصف ذئب حين استضافه للطعام والشراب فقبل الذئب الشراب إن كان فاضلاً عن الحاجة، واعتذر عن عدم قبوله الطعام.\nانظر: المعاني الكبير 1/207، سر الصناعة 2/440، المنصف 2/229، الأزهية 296، أمالي المرتضى 2/211، الإنصاف 2/684، المغني 384، الخزانة 5/265، 10/418، 419.\n6 انظر: ذم الخطأ في الشعر 21.\n(1/409)",
        "\nولكن الملاحظ أن ابن فارس في كتابه \"الصاحبي\" على الرغم من إعادته، وتكريره بعض ما قاله في \"ذم الخطأ في الشعر\" - يبدو أكثر رفقاً وأقل حدة في موقفه من الضرورة فهو قد أكّد عدم عصمة الشعراء من الخطأ1. ولكنه لم ينكر الضرورة على الإطلاق، فما عدّه النحاة ضرورة قسّمه ابن فارس في هذا الكتاب إلى ثلاثة أقسام2:\nالأول: ما يباح للشعراء دون غيرهم كقصر الممدود، والتقديم، والتأخير، والاختلاس، والاستعارة. فأما اللحن في الإعراب أو إزالة كلمة عن نهج الصواب فليس لهم ذلك3.\nالثاني: ما يُعدُّ من خصائص العربية، ومظهراً من مظاهر الافتنان فيها، ويسميه ابن فارس بأسماء مختلفة كالبسط، والقبض، والإضمار. ولعله في مثل هذا ينظر إلى اللهجات المختلفة. وهذا ما دعاه إلى عدم القول بأنها ضرورة أو من خصائص الشعر. كقول الشاعر4:\nمحمد تفد نفسك كل نفس-إذا ما خفت من أمرٍ تَبالا5\nوهذا مما يعدّه النحاة ضرورة.\n__________\n1 انظر: الصاحبي 469.\n2 انظر: الضرورة الشعرية في النحو العربي 158-162.\n3 انظر: الصاحبي 469.\n4 اختُلف في قائله؛ إذ نسبه الرضي إلى حسان بن ثابت، ونسبه ابن هشام في شرح شذور الذهب 211 إلى أبي طالب، كما نُسب إلى الأعشى. ولم أجده في دواوين الثلاثة.\n5 البيت من \" الوافر \". والتبال: الإهلاك، وأصله: الوبال - بالواو - فأبدلت الواو تاءً. والمعنى: إذا خفت وبال أمرٍ أعددت له.\nوالبيت في: الكتاب 1/408، المقتضب 2/132، اللامات 96، أسرار العربية 319، أمالي ابن الشجري 2/150، 151، شرح المفصل 7/60، 9/24، شرح التسهيل 4/60.\n(1/410)\n",
        "الثالث: ما يُعدَّ خطأ وغلطاً عنده، كقول الشاعر1:\nألم يأتيك والأنباء تنمي ... بما لاقت لبونُ بني زيادِ2\nوالراجح عندي هو ما ذهب إليه جمهور النحويين من أن الضرورة ما وقع في الشعر سواء أكان للشاعر عنه مندوحة أم لا؛ لأن الشعر كلام موزون بأفاعيل محصورة يستلزم بناؤه على هذه الصورة المقيدة بالوزن، والقافية، أن يلجأ قائله أحياناً إلى الضرورة.\nصحيح أنه ما من ضرورة إلا ويمكن أن يعوض من لفظها غيره لكن الشاعر غير مختار في أموره كلها، فقد لا يخطر بباله في ذلك الموضع إلا هذه اللفظة المؤدية إلى الضرورة. وكثير من أشعار العرب يقع في غير روية، وهو مما يدعو إلى عدم التمكن من تخير الوجه الذي لا ضرورة فيه، ولا يلزم الشاعر - وقت الإنشاد - استحضار التراكيب المختلفة ليوازن بينها ويختار منها ما خلا من الضرورة ويبتعد عما سواه.\n__________\n1 هو قيس بن زهير العبسى. كان سيد قومه ويلقب بـ\"قيس الرأي \" لجودة رأيه. وهو صاحب \"داحس\" وهي فرسه. راهن حذيفة بن بدر الفزاري فصار آخر أمرهما إلى القتال والحرب.\n(معجم الشعراء 322، الكامل لابن الأثير 1/336، 337) .\n2 البيت من \"الوافر\" من قصيدة قالها الشاعر فيما كان قد شجر بينه وبين الربيع بن زياد العبسي من أجل درع أخذها الربيع من قيس فأغار قيس على إبل الربيع وباعها في مكة.\nالأنباء: الأخبار. وتنمي بمعنى تبلغ. واللبون من الشاء والإبل: ذات اللبن.\nوالمراد بزياد هو زياد بن سفيان بن عبد الله العبسي.\nويروى البيت: \"ألا هل اتاك\" مكان \"ألم يأتيك\" ولا شاهد فيه على هذه الرواية.\nوالبيت في: الكتاب 2/59، معاني القرآن 1/161، أمالي ابن الشجري 1/126، 127، 328، الإنصاف 1/30، المقرب 1/50، 203، ضرائر الشعر 45، شرح شواهد الشافية 408.\n(1/411)\n\nالضرورة لا تنحصر بعدد معيّن:\nلعل أقرب تعريف يمكن إطلاقه على الضرورة الشعرية هو: الخروج على القواعد النحوية، والصرفية؛ لإقامة الوزن وتسوية القافية1.\nوالضرورة بابها الشعر، وشعر العرب لم يحط بجميعه كما روي عن أبي عمرو بن العلاء (154هـ) أنه قال: ما انتهى إليكم مما قالت العرب إلاَّ أقله، ولو جاءكم وافراً لجاءكم علم وشعر كثير2.\nوإذا كان الأمر هكذا فإنه لا يمكن حصر الضرائر بعدد دون آخر، فلا يلتفت إلى من حصر الضرائر في عشرٍ ولا مائة3.\nوالشاعر غير مقيّد بحدود ما يجده لدى الشعراء الآخرين من ضرورات فيزيد في المواضع التي زادوا فيها ويحذف حيث حذفوا، أو يغيّر على نحو ما غيروا، فقد يعترض في بعض نظمه الكثير مما لا يجد له نظيراً عند غير4.\nومما ساعد على وجود الضرائر وكثرتها اختلافُ نظرة العلماء إلى مصادر الاستشهاد، ومواقفهم المختلفة منها.\nواختلفت نظرتهم كذلك إلى مدلول الضرورة الشعرية ذاتها فسلكوا في فهمهم لها وجهات متباينة فصارت الظاهرة الواحدة ضرورة شعرية على رأي في حين أنها لا تُعدُّ كذلك في رأي مغاير5.\nالضرورة تنقسم إلى حسنة وقبيحة:\nالحكم النحوي ينقسم إلى رخصة وغيرها، والرخصة هاهنا ما جاز للشاعر استعماله للضرورة التي تتفاوت حسناً وقبحاً. فالضرورة المستحسنة هي التي لا\n__________\n1 انظر: الضرورة الشعرية في النحو العربي 13.\n2 انظر: الضرائر للآلوسي 24.\n3 انظر: المصدر السابق 24، 25.\n4 انظر: في الضرورات الشعرية 14.\n5 انظر: الضرورة الشعرية في النحو العربي 128.",
        "(1/412)\n\nتستهجن ولا تستوحش منها النفس، كتسكين العين في جمع فَعْلَة بالألف والتاء حيث يجب الإتباع، كقول الشاعر1:\nعلَّ صروفَ الدهرِ أو دُولاتِها\nيُدِلْننا اللمة مِنْ لماتِها\nفتستريحَ النفسُ من زَفْراتِها2\nوهذا من أسهل الضرورات.\nومن الضرائر المستحسنة: صرف ما لا ينصرف، وذلك أن أصل الأسماء كلها الصرف. ومنه قول النابغة الذبياني:\nفلتأتينك قصائدٌ وليركبن ... جيشٌ إليك قوادم الأكوارِ3\n__________\n1 لم أقف على اسمه.\n2 أبيات من مشطور الرجز. وقوله: \"صروف الدهر\" أي نوائبه. و \"الدولة\": التغير والانتقال من حال إلى آخر. يدلننا: ينصرننا. و \"اللمة\": الشدة. ونصبها هنا على نزع الخافض، أي: على اللمة.\nانظر: معاني القرآن 3/9، 235، اللامات 135، سر الصناعة 1/407، الخصائص 1/316، الإنصاف 1/220، لمع الأدلة 82، رصف المباني 322.\n3 البيت من \"الكامل\". من قصيدة يتوعد فيها الشاعر زُرْعة بن عمرو الكلابي؛ يتهدده بقصائد الهجو وبالحرب. \"القوادم\": جمع قادمة، والقادمة: مقدم الرّحْل. و \"الأكوار\": جمع كور، وهو رحل الناقة.\nيقول: واللَّه لأغيرنّ عليك بقصائد الهجو ورجال الحرب. وجعل الجيش يدفع القوادم؛ لأنهم كانوا يركبون الإبل في الغزو حتى يحلوا بساحة العدو فينزلون عنها إلى الخيل، فجعل الجيش هو المزعج للإبل المتحركة، الدافع لها. والبيت في: الديوان 99، الكتاب 2/150، المقتضب 1/143، الأصول 3/436، المنصف 2/79، الخصائص 2/347، الإنصاف 2/490.\n(1/413)",
        "\nوقصر الجمع الممدود تشبيهاً بحذف الياء من \"فعاليل\" ونحوه، كقول الشاعر1:\nفلو أنَّ الأطبا كانُ حولي ... وكان مع الأطباءِ الأُساةُ2\nومدّ المقصور كقول الشاعر3:\nسيُغنيني الذي أغناك عني ... فلا فقرٌ يدومُ ولا غِناءُ4\nوأما الضرورة المستقبحة فمثل عدل الأسماء عن وضعها الأصلي بتغييرٍ ما فيها من زيادة أو نقص يترتب عليه التباس جمع بجمع مثلاً كرد \"مطاعم\" إلى مطاعيم أو عكسه، فإنه يؤدي إلى التباس \"مطعم\" بـ \"مطعام\".\nوكالنقص المجحف كما في قول لبيد بن ربيعة:\nدرس المنا بمُتالعٍ فأبانِ ... فتقادمت بالحَبْسِ فالسُّوبانِ5\n__________\n1 لم أجد من سماه.\n2 البيت من \"الوافر\". والأُساة: جمع آسٍ كقضاة: جمع قاضٍ.\nانظر البيت في: معاني القرآن للفراء 1/91، مجالس ثعلب 1/88، الكشاف 3/42، الإنصاف 1/385، شرح المفصل 7/5، 9/80، المقاصد النحوية 4/551، الهمع 1/201، الخزانة 5/229، 231، الدرر 1/178.\n3 لم أقف على قائله.\n4 البيت من \" الوافر \".\nالإنصاف 2/747، ضرائر الشعر 40، أوضح المسالك 4/297، التصريح 2/293، شرح الأشموني 4/110، الاقتراح 159.\n5 البيت من \" الكامل \".\nدرسُ المنازل: عفاؤها وانمحاؤها. ومُتالع: اسم موضع، وقيل: اسم جبل بنجد.\nوأبان: اسم جبل، والحبس والسوبان: اسما موضعين. والفاء بمعنى الواو كما في:\nبين الدخول فحومل\nوالبيت في: الديوان 138، اللسان (تلع 8/37، (أبن 13/5، المقاصد النحوية 4/246، التصريح 2/180، الهمع 5/334، شرح الأشموني 3/161، الدرر 6/208.\n(1/414)\n",
        "يريد: المنازل1. فرخَّمه في غير النداء بحذف حرفين منه هما الزاي واللام.\nوكقول العجاج:\nواطناً مكةَ من وُرْقِ الحمَي 2\nيريد: الحمام.\nفلا يحسن بالشعراء الأخذ بمثال هذه الضرورات لقبحها، حتى وإن ارتكزت على شواهد معتبرة؛ لأن بتر اللفظ على هذا النحو يمسخ صورته المألوفة. كما أن الأخذ بمثل هذه الضرائر يفضي إلى اختلاط الصيغ وعدم وضوح القصد، وابتعاد الذهن عن الوصول إلى اللفظ بحدوده المعروفة.\nفالأولى اقتصار الشاعر على الأخذ بالحسن من الضرورات، وهي التي يكون فيها الحذف أو الزيادة، أو التغيير الذي يطرأ ضمن القياس المعروفة نظائره، والذي يهدي فيه التركيب إلى المراد بسهولة لكثرة شواهده وأمثلته3.\nثم إنه لا يجوز للشاعر أن يلحن لتسوية قافية ولا لإقامة وزن بأن يرفع منصوباً أو ينصب مخفوضاً، أو يحرك مجزوماً، ويسكن معرباً. وليس له أن يُخرج شيئاً عن لفظه إلا أن يكون يخرجه إلى أصل قد كان له فيرده إليه؛ لأنه كان حقيقته، ومتى وجد هذا في شعر كان خطأً ولحناً ولم يدخل في ضرورة الشعر4.\n__________\n1 انظر: الاقتراح للسيوطي 21، 42.\n2 البيت من \"الرجز\". القواطن: جمع قاطنة وهي المقيمة، من قطن المكان يقطنه إذا أقام فيه.\nو\"الوُرْق\": جمع ورقاء، وأراد الحمام الأبيض الذي يضرب لونه إلى السواد.\nو\"الحمي\" - بفتح الحاء وكسر الميم - يريد: الحمام فغيّرها إلى الحمي، فاقتطع بعض الكلمة للضرورة، وأبقى بعضها لدلالة المبقّى على المحذوف منها:\nوالرجز في: الديوان 295، الكتاب 1/8، 65، ما ينصرف وما لا ينصرف 51،الخصائص 3/235، شرح المفصل 6/75، التصريح 2/189، الدرر 3/49.\n3 انظر: في الضرورات الشعرية 6، 7.\n4 انظر: الأصول 3/436، ما يحتمل الشعر من الضرورة 34.\n(1/415)\n\nالفصل الثاني: الضرورات الشعرية في ألفية ابن مالك\nربما ورد في ألفية ابن مالك بعض التجاوزات غير الإعرابية، كأن يقع الناظم في عيب من عيوب الشعر، أو يتجوَّز في بعض الألفاظ، أو يجمع بين متنافيين، وهذه الأشياء لم أُعن بها في هذا البحث، من قبل أنها لا تدخل في نحو ولاصرف، ولكني مضطر لذكر بعض النماذج المثبتة لذلك:\nفمن عيوب الشعر قول الناظم - في باب \"إنَّ\" وأخواتها -:\nوتصحبُ الواسطَ معمولَ الخبرْ ... والفَصْلَ واسماً حلَّ قبله الخبرْ1\nحيث تكرَّر لفظ القافية ومعناها واحد، وهو من عيوب القافية، المسمى\nبـ\"الإيطاء\"2، كما قال امرؤ القيس في قافية:\nسرحةُ مرقبِ\nفوق مرقبِ3\nوذلك قوله:\nعلى الأيْنِ جيَّاشٍ كأنَّ سراتَه ... على الضُّمرِ والتعداءِ سرحةُ مَرقَبِ\nله أيْطلا ظبيٍ وساقا نعامةٍ ... وصَهوةُ عَيْرٍ قائمٍ فوقَ مَرْقَبِ\nوإذا اتفقت الكلمتان في القافية واختلف معناهما لم يكن إيطاءً4.\n__________\n1 الألفية ص20.\n2 انظر: حاشية ابن حمدون على شرح المكودي 1/111، فتح الرب المالك 273.\n3 الديوان 46، 47.\n4 انظر: العمدة لابن رشيق 1/169، 170، الكافي في العروض والقوافي 162.",
        "(1/417)\n\nومنه ما جاء في باب \"الضمير\" حين كان يتحدث عن نون الوقاية فقال:\nوليتني فشا وليتي ندرا ... ومع لعلَّ اعكس وكن مخيّرا\nفي الباقي ات واضطراراً خَفَّفا ... منيِّ وعنيِّ بعضُ من قد سلفا1\nفقوله: \"في الباقيات\" متعلق بـ\"مخيرا\"، واتصال آخر الكلمة من البيت بأول كلمة من البيت الذي بعده يُسمَّى تضميناً، وهو قبيح في الشعر2.\nومثله قوله في باب \"الإبدال\":\nوالواوُ لاماً بعد فتح يا انقلبْ ... كالمعطيانِ يُرْضَيانِ.ووجبْ\nإبدالُ واوٍ بعد ضمٍ من ألفْ-ويا كموقن بذا لها اعتُرفْ3\nوإنما سُمي هذا بالتضمين، لأنك ضمَّنت البيت الثاني معنى الأول، لأن الأول لا يتم إلا بالثاني، كقول النابغة الذبياني:\nوهُمْ وردوا الجفارَ على تميمٍ ... وهم أصحابُ يومِ عكاظ إنِّي\nشهدتُ لهم مواطنَ صالحاتٍ ... وثقت لهم بحسن الظن مني4\nوكلما كانت اللفظة المتعلقة بالبيت الثاني بعيدةً من القافية كان أسهل عيباً5.\nومن التجوّز في الألفاظ ما يلي:\n1 - قال في باب \" الابتداء \":\nوبعد \" لولا \" غالباً حذفُ الخبرْ ... حتمٌ، وفي نصِّ يمينٍ ذا استقرْ6\n__________\n1 الألفية ص13.\n2 انظر: تمرين الطلاب في صناعة الإعراب 16، حاشية الصبان 4/306.\n3 الألفية ص68.\n4 الديوان 123.\n5 انظر: العمدة 1/171، الكافي في العروض والقوافي 166، مفتاح العلوم للسكاكي 576.\n6 الألفية ص17.\n(1/418)",
        "\nفجمع بهذا بين متباينين هما قوله: \"حتم\" و\"غالباً\"، فأشكل الجمع بينهما من قبل أن حتمية الحذف تقتضي عدم الانفكاك، وغالبيته تقتضي خلاف ذلك1.\n2 - تجوَّز الناظم في تسمية ما بعد \" بل ولكن \"معطوفاً إذ قال في باب \"كان وأخواتها\":\nورفعَ معطوفٍ بلكنْ أو ببلْ ... من بعد منصوبٍ بما الزم حيثُ حلْ2\nوفي الواقع أن ما بعدهما غير معطوف، وإنما هو خبر لمبتدأ محذوف. فإذا قيل: ما زيدٌ قائماً بل قاعدٌ، وما عمرو منطلقاً لكن مقيمٌ، فإن التقدير: بل هو قاعد، ولكن هو مقيم. و\"بل\"، و\"لكن\" حرفا ابتداء3.\n3 - قال في باب \"إن وأخواتها\":\nوإنْ تُخفَّفْ أنَّ فاسمها استكنْ ... والخبرَ اجعلْ جملةً من بعد أنْ4\nفتجوَّز في قوله: \"استكن\"، لأن الضمير المنصوب لا يستكن، كما أن الحرف لا يُستكن فيه الضمير، وإنما هو محذوف لامستكن. قاله بدر الدين المرادي5 (749هـ) .\n4 - قال في باب \" الاشتغال \":\nوبعد عاطفٍ بلا فصل على ... معمول فعل مستقر أوّلا6\n__________\n1 انظر: فتح الرب المالك 215.\n2 الألفية ص18.\n3 انظر: توضيح المقاصد 1/315، شرح المكودي 41، شرح الأشموني 1/250.\n4 الألفية ص20.\n5 انظر: توضيح المقاصد 1/355.\n6 الألفية ص25.\n(1/419)\n",
        "فتجوَّز في قوله: \"على معمول فعل\"، لأن العطف حقيقة إنما هو على الجملة الفعلية1.\nيعني أن الاسم المشتغل عنه إذا وقع بعد عاطف تقدمته جملة فعلية ولم يُفصل بين العاطف والاسم اختير نصبه نحو: قام زيدٌ وعمراً أكرمتُه، وذلك طلباً للمناسبة بين الجملتين، لأن مَنْ نَصَبَ فقد عطف فعلية على فعلية، ومن رفع فقد عطف اسمية على فعلية، وتناسب المتعاطفين أولى من تخالفهما2.\n5 - وقال في باب \"إعراب الفعل\":\nوإن على اسمٍ خالصٍ فعلٌ عُطفْ ... تنصبُهُ \" أنْ \" ثابتاً أو منحذفْ 3\nفجعل الفعل هو المعطوف، والمعطوف في الحقيقة إنما هو المصدر4، أي المؤول من \"أنْ\" والفعل، كما في قول الشاعرة5:\nولبسُ عباءةٍ وتقرَّ عيني ... أحبُّ إليَّ من لُبْسِ الشُّفوفِ6\n__________\n1 انظر: توضيح المقاصد 2/42، شرح الأشموني 2/79.\n2 انظر: شرح الأشموني 2/79.\n3 الألفية ص52.\n4 انظر: توضيح المقاصد 4/222.\n5 هي ميسون بنت بحدل الكليبية. زوج معاوية بن أبي سفيان. شاعرة بدوية. توفيت نحو (80هـ) . (الكامل لابن الأثير 3/261، الخزانة 8/505، 506) .\n6 من \"الوافر\" من جملة أبيات قالتها الشاعرة في الحنين إلى أهلها وإلى حالتها الأولى والتذمر من الحاضرة.\n\" الشفوف \": جمع شَِفّ - بكسر الشين وفتحها -: ثياب رقاق تصف البدن.\nوالبيت في: الكتاب 1/426، المقتضب 2/27، الأصول 2/124، الصاحبي 146، الاقتضاب 115، الجنى الداني 157، التصريح 2/244.\n(1/420)\n\nفالواو في \"وتقر\" واو العطف، و\" تقر\" فعل مضارع منصوب بـ\"أنْ\" مضمرة جوازاً بعد الواو العاطفة على اسم صريح، أي خالص من التأويل بالفعل.\n6 - وقال في باب \"جمع التكسير\":\nفي نحو رامٍ ذو اطِّرادٍ فُعَلَهْ ... وشاع نحوُ: كاملٍ وكَمَلَهْ1\nومقصوده أن من أمثلة جمع الكثرة \"فُعَلَة\" وهو مطرد في كل وصف على \"فاعل\" معتل اللام لمذكر عاقل نحو: رامٍ ورُماة وقاضٍ وقُضاة.\nومنها كذلك \"فَعَلَة\" وهو مطرد في كل وصف على \"فاعل\" صحيح اللام لمذكر عاقل نحو: كاملٍ وكَمَلَة وكاتبٍ وكتَبَة.\nفالاطراد كائن في الوصفين إلا أن الناظم استعمل مع الأول الاطراد واستعمل مع الثاني الشِّياع والشياع لا يلزم منه الاطراد مع أنه مطرد نحو: ساحر وسَحَرة وبارٍّ وبَرَرَة. ولذلك فإنه لو قال:\nفي نحو رامٍ ذو اطراد فُعَلَهْ ... كذاك نحو: كامل وكَمَلَهْ\nلكان أنصّ، لأن الشياع لا يقتضي بالضرورة الاطراد مع أنه مطرد كما تبين2.\n7 - ولعله يدخل فيما نحن فيه ما يرد في بعض عبارات الألفية من قصور، كقوله في باب \"لا النافية للجنس\":\nوركب المفرد فاتحاً كلا ... حولَ ولا قوة ... ... 3\n__________\n1 الألفية ص58.\n2 انظر: توضيح المقاصد 5/50.\n3 الألفية ص21.",
        "(1/421)\n\nقال المرادي: \"وفي عبارته هنا قصور حيث قال: \"فاتحاً\"، بل الصواب: على ما ينصب به ... ، ولو قال وركب المفرد كالنصب لأجاد\"1.\nوالقصور الذي أشار إليه المرادي حاصل من عدم شمول عبارة الناظم المثنى وجمع المذكر السالم، لأنهما يُبنيان على الياء، وكذا جمع المؤنث السالم لبنائه على الكسر.\nكذلك لم أُعْن بما يحتمل وجهين أحدهما ضرورة، فإذا حُمل على الآخر لم يعد كذلك، كقوله في باب \"الابتداء\":\nوبعد \" لولا \" غالباً حذفُ الخبرْ ... حتمٌ، وفي نصِّ يمينٍ ذا استقرْ2\nفقوله: \"استقر\" في محل رفع خبر المبتدأ الذي هو قوله: \"ذا\"، وإظهار \"استقرَّ\" هنا للضرورة 3، كما في قول الشاعر4:\nلكَ العِزُّ إنْ مولاك عزَّ وإن يَهُنْ ... فأنت لدى بحبوحةِ الهونِ كائنُ 5\n__________\n1 توضيح المقاصد 1/365.\n2 الألفية ص17.\n3 الأصل عند الجمهور أن الخبر إذا كان ظرفاً أو جاراً ومجروراً أن يكون كل منهما متعلقاً بكون عام واجب الحذف، فإن كان متعلقهما كوناً خاصاً وجب ذكره إلاّ أن تقوم قرينة تدل عليه إذا حذف، فيجوز ذكره وحذفه. انظر: شرح ابن عقيل 1/250، الهمع 2/40.\n4 لم أقف على اسمه.\n5 من \" الطويل \".بحبوحة كل شيء: وسطه. والهون: الذل والهوان.\nوالشاهد فيه: التصريح بالخبر \" كائن \" الذي تعلق به الظرف \" لدى \" وهو شاذ، والقياس حذفه.\nوالبيت في: المغني 582، شرح ابن عقيل 1/211، المقاصد النحوية 1/544، الهمع 2/22، 5/135، شرح شواهد المغني 2/847، الدرر 2/18، 5/313.\n(1/422)",
        "\nأعرب المكودي قوله: \"اعتقد\" معطوفاً على \"يجب\"، وجاز عطف الفعل \"اعتقد\" - مع كونه طلباً - على الفعل \"يجب\" مع كونه خبراً، لأن يجب في معنى أوجب1.\nوألزمه الأزهري حذف الجواب مع كون الشرط مضارعاً، ووقوع ما هو بمعنى الطلب خبراً، والأول ممتنع إلا في الضرورة، والآخر خلاف الأكثر.\nقال: ولو جعل \"يجب\" جواب الشرط، والشرط وجوابه خبر المبتدأ لسلم من هذا. وعطفُ الإنشاء على الأخبار أجازه الصفار2 (63هـ) وجماعة3، ومنعه ابن مالك في شرح التسهيل4 تبعاً للبيانيين5.\nوقال في باب \"جمع التكسير\":\nوزائدَ العادي الرباعي احذفْهُ ما ... لم يكُ ليناً إثرَهُ اللَّذ خَتَما6\nفقوله: \"اللَّذْ\" لغة في \"الذي\" وهو مبتدأ مؤخر، وجملة \"ختما\" إمّا أن يكون الفعل فيها مبنياً للمفعول فتكون الجملة صلة المصول، والعائد محذوف مجرور بالباء - وإن لم تتوافر شروط الحذف - للضرورة، والتقدير: خُتم به7.\n__________\n1 انظر: شرح المكودي 80.\n2 أبو القاسم قاسم بن علي بن محمد البَطَلْيوسي، الشهير بالصفَّار. صاحب ابن عصفور والشلوبيني. شرح كتاب سيبويه شرحاً حسناً.\n(البلغة 173، 174، بغية الوعاة 2/256، كشف الظنون 2/1428) .\n3 انظر: المغني 627، الهمع 5/273.\n4 انظر: 2/250.\n5 انظر: تمرين الطلاب في صناعة الإعراب 56.\n6 الألفية ص60.\n7 انظر: تمرين الطلاب في صناعة الإعراب 129.\n(1/424)\n",
        "وإما أن يكون الفعل مبنياً للمعلوم، والفاعل ضمير مستتر راجع إلى الحرف الذي ختم الكلمة وعلى هذا لا إشكال ولا ضرورة.\nقال المكودي - معرباً على البناء للفاعل -: \"ومفعول \"ختَم\" محذوف، والتقدير: ما لم يكن الزائد ليناً الذي ختم الكلمة بعده\"1.\nأما التجاوزات الإعرابية فهي محل التطبيق في هذا البحث. ولست أزعم أني استقصيت جميع الضرائر التي لجأ إليها الناظم في منظومته ولكن حسبي أني اجتهدت في حصرها أو حصر معظمها على أقل تقدير.\nوحاولت قدر الإمكان تقديم هذه الضرائر مراعياً باب المسألة النحوية محل الدراسة، دون النظر إلى ترتيب البيت في الألفية، إذ لو راعيتُ ذلك لترتب عليه فصلٌ بين الضرائر المتشابهة، من قبل أن الضرورة الواحدة قد ترد في أكثر من موضع من الألفية.\nثم إن مراعاة ترتيب أبيات الألفية لا ينبني عليه كبير فائدة.\nوبعد:\nفدونك هذه الضرائر أو التجاوزات التي وقعت للناظم في ألفيته:\n__________\n1 شرح الألفية للمكودي 206.\n(1/425)\n\nالضرورات الشعرية في ألفية ابن مالك\nمدخل\n...\nلكونه كوناً مطلقاً.\nويمكن حمل بيت الألفية على وجه آخرَ هو أن يراد بالاستقرار الثبوت، وكذا يحمل الكون في قول الشاعر على الثبوت وعدم التزلزل والانفكاك فيصير كوناً خاصاً ويخرج من بيت الضرورة، لأنه حينئذٍ يجوز ذكره، وحذفه.\nونظير هذا ما قاله أبو البقاء العكبري1 وغيره2 في قوله تعالى: {فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ} 3: إن الاستقرار في الآية معناه الثبوت، وعدم التحرك، لا مطلق الوجود والحصول، فهو كون خاص4.\nوقال في باب \"لا النافية للجنس\":\nومفرداً نعتاً لمبنيٍّ يلي ... فافتح أوِ انصبَنْ أو ارفع تَعْدِلِِ5\nفإن قوله: \"ومفرداً نعتاً\" مفعول مقدم لقوله: \"افتح أو انصب أو ارفع\" من باب التنازع مع تأخر العوامل. وقد قدَّم \"مفرداً\" على \"نعتاً\" وحقه التأخير، لأنه وصف له لأجل الضرورة.\nويجوز نصبه - أعني \"مفرداً\" - على الحالية، لأنه وصفٌ لنكرة تقدم عليها6. وعليه فلا ضرورة في البيت.\nوقال في باب \"المفعول معه\":\nوالنصبُ إنْ لم يجزِ العطفُ يجب ... أو اعتقد إضمارَ عاملٍ تُصِبْ7\n__________\n1 قال العكبري: \" مستقراً \" أي ثابتاً غير متقلقل، وليس بمعنى الحصول المطلق، إذ لو كان كذلك لم يذكر\". التبيان 2/1009.\n2 انظر: الدر المصون 8/616، الفتوحات الإلهية 3/315.\n3 من الآية 40 من سورة النمل.\n4 انظر: تمرين الطلاب في صناعة الإعراب 28، وانظر: المغني 581.\n5 الألفية ص21.\n6 انظر: شرح المكودي 51.\n7 الألفية ص28.",
        "(1/232)\n\nخبر \"كان\" إذا كان ضميراً بين الاتصال، والانفصال:\nإذا كان خبر \"كان\" ضميراً فإنه يجوز اتصاله، وانفصاله عند عامة النحويين، ولكن اختُلف في المختار منهما، حيث اختار سيبويه الانفصال نحو: كان زيد إياك وكنتُ إياك1.\n__________\n1 انظر: الكتاب 1/381.\n(1/425)",
        "\nقال عمر بن أبي ربيعة:\nلئن كان إياهُ لقد حال بعدنا ... عن العهد والإنسانُ قد يتغيَّرُ1\nكما اختاره - أيضاً - ابنُ يعيش2 (643هـ) وابن عصفور3:\nوإنما كان المختار الانفصال، لأنه في الأصل خبر المبتدأ، فكما أن خبر المبتدأ منفصل من المبتدأ فكذلك هو في هذا الباب4.\nوذهب الرماني (384هـ) وأبو الحسين بن الطراوة (528هـ) إلى أن الاتصال هو الأفصح والمختار5. ووافقهما ابن مالك وابنه بدر الدين6 (686هـ) .\nقال ابن مالك:\nوصِل أو افصل هاءَ سلنيهِ وما ... أشبهه، في كنتُه الخلفُ انتمى\nكذاك خلتنيه، واتصالا ... أختارُ. غيري اختار الانفصالا 7\nوجاء موجبُ هذا الاختيار عند ابن مالك مُوضَّحاً في شرح الكافية الشافية حيث قال في نحو: \"الصديق كنته\":\n__________\n1 من \" الطويل \".\nقوله: \" حالَ \" أي تغيَّر وتحولت حاله عما كنا نعلمه فيه. \" العهد \": المعرفة.\nوالبيت في: الديوان 121، شرح المفصل 3/107، أوضح المسالك 1/102، المقاصد النحوية 1/314، التصريح 1/108، شرح الأشموني 1/119، الخزانة 5/312، 313.\n2 انظر: شرح المفصل 3/107.\n3 انظر: شرح الجمل 1/406.\n4 انظر: شرح المفصل 3/107، شرح الجمل 1/406.\n5 انظر: شرح الجمل 1/407.\n6 انظر: شرح الألفية لابن الناظم ص63.\n7 الألفية ص12.\n(1/426)\n",
        "\"حقُّ هذا أن يمتنع انفصاله لشبهه بهاء \"ضربته\" ولكنه نُقل فقُبل، وبقي الاتصال راجحاً لوجهين:\nأحدهما: الشبه بما يجب اتصاله، وإذا لم يساوه في الوجوب فلا أقل من الترجيح.\nالثاني: أن الانفصال لم يرد إلاَّ في الشعر، والاتصال وارد في أفصح النثر كقول النبي صلى الله عليه وسلم لعمر رضي الله عنه في ابن صياد: \"إن يكنه فلن تسلط عليه، وإلاَّ يكنه فلا خير لك في قتله\" 1، وكقول بعض فصحاء العرب2: \"عليه رجلاً ليسني\"3.\nومع اختيار الناظم للاتصال -كما سبق- فقد عدل عنه لضرورة الشعر إلى الانفصال.\nقال في باب \"الابتداء\" - وهو يتحدث عن الجملة الواقعة خبراً عن المبتدأ إذا كانت هي المبتدأ في المعنى -:\nوإنْ تكنْ إياه معنًى اكتفى ... بها كنطقي الله حسبي وكفى 4\n__________\n1 انظر: صحيح البخاري (جنائز) 110، (جهاد) 253، صحيح مسلم (فتن) 85.\n2 انظر: الكتاب 1/381.\n3 شرح الكافية الشافية 1/231.\n4 الألفية ص16.\n(1/427)\n\nالإظهار في موضع الإضمار:\nقال ابن مالك في باب \"إنَّ\" وأخواتها:\nوإنْ تُخَفَّفْ أنَّ فاسمها استكنْ ... والخبرَ اجعل جملةً من بعدِ أنْ 1\n__________\n1 المصدر السابق ص20.",
        "(1/427)\n\nففي البيت الثاني إظهارٌ في موضع الإضمار للضرورة. والقياس: من بعدها1.\nفإن بعض النحويين يرى أن الاسم إذا احتيج إلى ذكره ثانيةً في جملة واحدة كان الاختيار أن يذكر ضميره كقولك: \"زيدٌ أكرمته\"، فلو أعدت لفظه بعينه موضع ضميره فقلت: \"زيدٌ أكرمتُ زيداً\" كان ضعيفاً ووجه الكلام على خلافه.\nوإنما كان اختيار الضمير دون الاسم الظاهر، لأنه أخف، وأبعد عن الشبهة واللبس.\nفإذا أعيد ذكر الاسم الظاهر في جملة أخرى جاز وحسن نحو: مررتُ بزيدٍ وزيدٌ رجلٌ فاضلٌ2.\nقال سيبويه: \" وتقول: \"ما زيدٌ ذاهباً ولا محسنٌ زيدٌ\" الرفع أجود وإن كنت تريد الأول، لأنك لو قلت: ما زيدٌ منطلقاً زيدٌ لم يكن حدَّ الكلام، وكان هاهنا ضعيفاً، ولم يكن كقولك: ما زيدٌ منطلقاً هو، لأنك قد استغنيت عن إظهاره، وإنما ينبغي لك أن تضمره، ألا ترى أنك لو قلت: ما زيدٌ منطلقاً أبو زيد لم يكن كقولك: ما زيد منطلقاً أبوه، لأنك قد استغنيت عن الإظهار. فلما كان كذلك أجرى مجرى الأجنبي، واستؤنف على حاله حيث كان هذا ضعيفاً، وقد يجوز أن تنصب. قال الشاعر، وهو سوادة بن عدي3:\n__________\n1 انظر: إرشاد السالك 38.\n2 انظر: شرح السيرافي جزء 1 لوحة 137.\n3 نسبه سيبويه لسوادة بن عدي كما هو واضح، والراجح كما يقول البغدادي أن البيت لعدي بن زيد العبادي وليس لابنه سوادة.\n(1/428)",
        "\nلا أرى الموتَ يسبقُ الموتَ شيءٌ ... نغَّصَ الموتُ ذا الغنى والفقيرا 1\nفأعاد الإظهار\"2.\nوكان الوجه أن يقول: لا أرى الموت يسبقه شيء، ولكنه أظهر الضمير.\nفسيبويه يختار - عند إعادة الاسم الظاهر – الرفعَ، لأن العرب لا تعيد لفظ الظاهر إلاّ أن تكون الجملة الأولى غير الثانية، فتكون الثانية ابتدائيةً كقولك: زيدٌ أكرمته وزيدٌ أحببته، إذ إنه بالإمكان الوقف على الجملة الأولى ثم الابتداء بالأخرى بعد ذكر رجل غير زيد. فلو قيل: زيد أكرمته وهو أحببته لجاز أن يُتوهم الضميرُ لغير زيد. فإذا أُعيد باسمه الظاهر انتفى التوهم. أما مع إعادته مضمراً في الجملة الواحدة نحو: زيد أكرمته فإنه لا يتوهم عود الضمير لغيره، إذ لا تقول، زيدٌ أكرمت عمراً3.\nونصَّ بعضهم كأبي عبد الله القيرواني صاحب ضرائر الشعر4، ومكي ابن أبي طالب5 (437هـ) ، والأعلم6 على أنه لا يجوز الإظهار في موضع الإضمار إلا في الشعر، كقول الفرزدق:\nلعمرك ما معنٌ بتاركِ حقِّهِ ... ولا منسىءٌ معنٌ ولا متيسِّرُ7\n__________\n1 البيت من \" الخفيف \". ومعناه ظاهر.\nانظره في: ديوان عدي بن زيد 65، الخصائص 3/53، ما يجوز للشاعر في الضرورة 96، تحصيل عين الذهب 86، الاقتضاب 368، الخزانة 1/379، شرح أبيات المغني 7/77.\n2 الكتاب 1/30.\n3 انظر: تحصيل عين الذهب 86.\n4 انظر: ص96 من الكتاب المشار إليه.\n5 انظر: مشكل إعراب القرآن 1/329.\n6 انظر: تحصيل عين الذهب 86.\n7 من \"الطويل\".\"معن\": اسم رجل يبيع بالنسيئة، يضرب به المثل في شدة التقاضي.\nوالمنسىء: هو المؤخر. والمتيسّر: المتساهل.\nوالبيت في: الديوان 1/310، الكتاب 1/31، ذيل الأمالي 73، ما يجوز للشاعر في الضرورة 98، الاقتضاب 368، الهمع 2/130، الخزانة 1/375.\n(1/429)\n",
        "فـ \"معن\" الثاني هو \"معن\" الأول. وكان القياس أن يأتي بضميره فيقول: ولا منسىء ولا متيسر.\nويرى قوم أنه يجوز ي الشعر وغيره. قال مكي: وفيه نظر1.\nويرىآخرون أنه لا يجوز مطلقاً لا في ضرورة ولا في اختيار. واستثنوا من ذلك ما إذا كان اسماً للجنس، أو أريد به تفخيم الأمر وتعظيمه فإن في ذلك فائدة كقوله - عز وجل-: {الحاقَّةُ ما الحاقَّةُ} 2، و {القارِعَةُ ما القارِعَةُ} 3، فلولا ما أُريد به من معنى التعظيم والتفخيم لقيل - والله أعلم-: الحاقةُ ما هي، والقارعةُ ما هي4.\nوكقوله سبحانه: {إذا زُلْزِلَتِ الأَرْضُ زِلْزالَها وأَخْرَجَتِ الأَرْضُ أَثْقَالَها} 5 فأعاد الظاهر ولم يضمره. ومنه قول الشاعر:\nلا أرى الموتَ يسبقَُ الموتَ شيىءٌ\nلأن الموت اسم جنس بمنزلة الأرض، فإذا أُعيد مظهراً لم يُتوهم أنه اسم لشيء آخر كما يتوهم في زيد ونحوه من الأسماء المشتركة6.\n__________\n1 مشكل إعراب القرآن 1/329.\n2 الآيتان 1، 2 من سورة الحاقة.\n3 الآيتان 1، 2 من سورة القارعة.\n4 انظر: إعراب القرآن للنحاس 2/216، أمالي ابن الشجري 1/370، وانظر: 2/6.\n5 الآيتان 1، 2 من سورة الزلزلة.\n6 انظر: ما يجوز للشاعر في الضرورة 97، 98، تحصيل عين الذهب 87.\n(1/430)\n\nوالراجح أن الإظهار في موضع الإضمار لا يجوز إذا كان ذلك في جملة واحدة نحو: زيدٌ أكرمت زيداً، إلا في الضرورة، لكون الإضمار أخفَّ وأبعد عن الشبهة واللبس.\nفإذا أعيد في جملة أخرى، أو قصد به التفخيم، والتعظيم حَسُن.",
        "(1/431)\n\nحذف العائد المجرور مع اختلاف متعلق الجارين:\nمن المعلوم أنه يجوز حذف العائد المجرور بحرف جرٍّ إنْ جَرَّ الموصولَ حرف مثله مع اتفاق متعلقي الحرفين لفظاً ومعنى، أو المضاف إلى الموصول، أو الموصوف بالموصول نحو: مررت بالذي مررت به، أو بغلام الذي مررت به، أو بالرجل الذي مررت به، فيجوز حذف \"به\" هاهنا1.\nقال ابن مالك:\nكذا الذي جُرَّ بما الموصولَ جَرّْ ... كمُرَّ بالذي مررتُ فهو بَرّْ2\nومن ذلك قوله تعالى: {مَا هَذا إلاَّ بَشَرٌ مِثْلُكُم يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ} 3.\nفالموصول وهو \"ما\" مجرور بـ\"مِنْ\" التبعيضية، وهي متعلقة بقوله: \"يشرب\" قبلها، والعائد المحذوف مجرور بـ\"مِنْ\" التبعيضية وهي متعلقة بقوله \"تشربون\"، والتقدير: ويشرب من الذي تشربون منه. فاتفق الحرفان لفظاً ومعنى ومتعلقاً4.\n__________\n1 انظر: الارتشاف 1/356.\n2 الألفية ص15.\n3 من الآية 33 من سورة المؤمنون.\n4 انظر: التصريح 1/147.\n(1/431)",
        "\nفالعائد المجرور يجوز حذفه عند الجمهور بشروط ثلاثة:\nالأول: أن ينجرّ الموصول بمثل الحرف الجار للعائد لفظاً، فإذا اختلفا لفظاً لم يجز الحذف نحو: حللت في الذي حللت به.\nالثاني: أن يتفق الحرفان معنى، فإذا اختلفا لم يجز الحذف نحو: مررت بالذي مررت به، مريداً بإحدى البائين السببية، والأخرى الإلصاق.\nالثالث: أن يتفقا متعلقاً، فلو اختلف المتعلق لم يجز الحذف نحو: سررت بالذي مررت به1.\nقال ابن مالك في شرح الكافية الشافية: \"وإن جُرَّ العائد بحرف وجُرَّ الموصول بمثله لفظاً ومعنىً جاز حذف العائد نحو: مررتُ بالذي مررت. ومنه قوله تعالى: {وَيَشْرَبُ مِمَّا تّشْرَبُونَ} 2 أي: مما تشربون منه ... وكذلك يجوز حذف العائد المجرور بحرفٍ جُرَّ بمثله موصوف بالموصول أو عائد عليه بعد الصلة3.\nفإذا خلا العائد المجرور مما شُرط لم يجز حذفه عند الجمهور إلا ضرورة أو شذوذاً.\nكقول الشاعر4:\nوإنَّ لساني شُهدةٌ يُشتفى بها ... وهُوَّ على من صبَّه الله علقمُ5\n__________\n1 انظر: توضيح المقاصد 1/254، 255. وانظر: الارتشاف 1/ 536.\n2 من الآية 33 من سورة المؤمنون.\n3 شرح الكافية الشافية 1/292، 293.\n4 شاعر من همذان لم أجد من سمَّاه.\n5 البيت من \" الطويل \"\nالشَّهدة: - بضم الشين -: العسل بشمعه.\nيقول: إن لساني مثل العسل يشتفي به الناس ولكنه مثل العلقم على من سلطه الله عليه.\nوالعلقم: في الأصل الحنظل وهو نبات مُرٌّ كريه الطعم وليس هو المراد هاهنا، بل المراد: شديد أو صعب ليتسنى تعلق الجار والمجرور به من قبل أنهما لا يتعلقان إلا بالمشتق أو ما في معناه.\nوفي البيت شاهد آخر هو تشديد الواو في \" هُوَّ \"، وهذه لغة همذان إحدى قبائل اليمن، حيث تشدد الواو في \"هو\" والياء في \"هي\".\nوالبيت في شرح المفصل 3/96، شرح التسهيل 1/207، الجنى الداني 474، المغني 567، تخليص الشواهد 165، المقاصد النحوية 1/451، التصريح 1/148، شرح الأشموني 1/174.\n(1/432)\n",
        "أراد: من صبه الله عليه، فحذف العائد المجرور بـ\"على\" مع اختلاف المتعلق. والمتعلقان هما: \"صَبَّ\" و\"علقم\".\nفـ\"على\" المحذوفة متعلقة بـ\"صبَّه\" والمذكورة متعلقة بـ\"علقم\" لتأوله بصعب أو شاق أو شديد، فاختلف متعلقا جارِّ الموصول وجارِّ العائد1.\nوابن مالك لا يتفق مع الجمهور في عدِّ مثل هذا ضرورةً أو نادراً، بل يعدُّه قليلا2.\nولعله لما كان عنده كذلك - أي قليل وليس شاذاً أو ضرورةً كما يقول الجمهور - وقع له شئ من ذلك في الألفية، حيث قال في باب \"الندبة\":\nويُندبُ الموصولُ بالذي اشتَهَرْ ... كـ\"بئرَ زمزمٍ\" يلي وامَنْ حَفَرْ3\nفقوله: \"اشتهر\" صلة \"الذي\" والعائد ضمير محذوف مجرور بحرف جُرَّ الموصولُ بمثله غير أن متعلقي الجارين مختلفان، والتقدير: ويُندب الموصول بالوصف الذي اشتهر به4.\n__________\n1 انظر: المغني 567، 568، تخليص الشواهد 165.\n2 انظر: شرح التسهيل 1/206، 207.\n3 الألفية ص 46.\n4 انظر: تمرين الطلاب في صناعة الإعراب 99.\n(1/433)\n\nوقال في باب \"تثنية المقصور والممدود وجمعهما جمعاً تصحيحاً\":\nوالسالمَ العينِ الثلاثي اسماً أنِلْ ... إتباعَ عينٍ فاءه بما شُكلْ1\nفجملة \"شُكل\" لا محل لها صلة الموصول المجرور محلاً بالباء، والعائد ضمير محذوف مجرور بباء أخرى.\nومتى اختلف متعلق الجارين: \"الذي جَرَّ الموصول والذي جر العائد فالحذف شاذ أو ضرورة عند الجمهور2. وجائز بقلة عند ابن مالك كما تقدم.\nوما ذهب إليه ابن مالك هو الراجح عندي. فهو قليل لا ممتنع.\nوقد أورد ابن مالك جملة من الشواهد على ذلك غير البيت المستشهد به هاهنا تدل على أن المسألة ليست شاذة أو ضرورة، بل ليست نادرة3.\n__________\n1 الألفية ص57.\n2 انظر: منحة الجليل لمحمد محيي الدين عبد الحميد 4/110.\n3 انظر: شرح التسهيل 1/206، 207، شرح الكافية الشافية 1/294",
        "(1/434)\n\nتقديم معمول الصلة على الموصول:\nقال ابن مالك في باب \"إن\" وأخواتها:\nولا يلي ذي اللامَ ما قد نُفيا ... ولا من الأفعال ما كرضيا 1\nقال الأزهري: \"كرضيا: في موضع صلة \"ما\" الثانية، والألف للإطلاق، وتقدير البيت: ولا يلي الخبر الذي قد نفي ولا الخبرُ الذي كرضي حال كونه\n__________\n1 الألفية ص 20.\n(1/434)",
        "\nمن الأفعال هذه اللامَ. ففيه تقديم معمول الصلة على الموصول وذلك جائز في الشعر\"1.\nقلت: اختلف النحاة في تقديم معمول الصلة على الموصول. فجمهور البصريين على منع تقديم شئ من الصلة على الموصول مطلقاً، سواء كان الموصول اسماً أو حرفاً. فإن جاء ما ظاهره كذلك أوَّلوه2.\nوذهب الكوفيون إلى جواز ذلك مطلقاً3.\nوأجاز بعض البصريين تقدم المتعلق بالصلة على الموصول إذا كان ظرفاً أو جاراً ومجروراً مطلقاً4 وجعله متعلقاً بالصلة نفسها، لأن العرب تتسع في الظروف والمجرورات ما لا تتسع في غيرها من الفضلات، لكثرة دورانهما في الكلام5.\nوذهب ابن الحاجب (646هـ) إلى جواز تقديم معمول الصلة على الموصول مع \"أل\" خاصة، كقوله تعالى: {وَكانُوا فِيهِ مِنَ الزَّاهِدينَ} 6، ومنعه فيما عدا ذلك7.\nوهو قريبٌ من رأي ابن مالك في شرح التسهيل إلاَّ أنَّ ابن مالك جعل التقدم مع \"أل\" مطرداً إذا كانت مجرورة بـ\"مِنْ\" التبعيضية كالآية السابقة، ومَنَعَ التقدم في غير \"أل\" مطلقاً، ومعها إذا لم تجرَّ بـ\"من\"8.\n1 تمرين الطلاب في صناعة الإعراب 35، 36.\n2 انظر: الأصول 2/223، 224، المسائل البغداديات 558، اللامات 58، البحر المحيط 1/395، الهمع 1/304، 305، أمالي ابن الحاجب 1/152، 153.\n3 انظر: الارتشاف 1/553، الدر المصون 5/279.\n4 انظر: الدر المصون 5/279.\n5 انظر: شرح الجمل 1/555، الارتشاف 1/553، الدر المصون 5/279.\n6 من الآية 20 من سورة يوسف.\n7 انظر: الأمالي النحوية 1/152.\n8 انظر: شرح التسهيل 1/237، 238.\n(1/435)\n",
        "أما في شرح الكافية الشافية فقد قال: \"لا تتقدم الصلة ولا شئ يتعلق\nبها ... فإن كان الموصولُ الألفَ واللام أو حرفاً مصدرياً لم يجز تقديم المعمول، لأن امتزاج الألف واللام والحرف المصدري بالعامل آكد من امتزاج غيرهما به\"1 فلم يستثنِ ما إذا كانت \"أل\" مجرورة بـ\"مِن\" أو لا.\nوعلى هذا فإن قوله:\nولا من الأفعال ما كرضيا\nجائز عند بعض البصريين لكون المعمول جاراً ومجروراً، وجائز عند الكوفيين دون النظر إلى هيئة المعمول.\nأما عند جمهور البصريين وابن الحاجب وابن مالك فلا يجوز إلا في الضرورة.\n__________\n1 شرح الكافية الشافية 1/308 - 313.\n(1/436)\n\nتقديم معمول خبر \"ليس\" عليها:\nاختلف في خبر \"ليس\": أيجوز تقدمه عليها أم لا؟ فذهب الكوفيون إلى أنه لا يجوز، لأن \"ليس\" فعل جامد فلا يجري مجرى المتصرف كما أجريت \"كان\" مجراه، لأنها متصرفة1.\nولأنها في معنى \"ما\" في نفي الحال، وكما أن \"ما\" لا تتصرف ولا يتقدم معمولها عليها فكذلك \"ليس\"2.\nوممن منع تقديم الخبر أبو سعيد السيرافي3، والأنباري4 (577هـ) ، كما نُسب المنع إلى أبي العباس المبرد5.\n__________\n1 انظر: الإنصاف 1/161.\n2 انظر: المصدر السابق 1/161.\n3 انظر: شرح السيرافي ج1 لوح 154.\n6 انظر: الإنصاف 1/160، شرح المفصل 7/114، شرح الرضي 4/201. ولم أقف على ما يفيد ذلك عن المبرد في المقتضب أو الكامل4 انظر: الإنصاف 1/163، أسرار العربية 140.",
        "(1/436)\n\nوذهب جمهور البصريين إلى جواز تقدمه. وكذا من المتأخرين أبو علي الفارسي1 (377هـ) وابن جني2، وابن بَرْهان3 (456هـ) وعبد القاهر الجرجاني4 (471هـ) والزمحشري5، وأبو البقاء العكبري6 (616هـ) وابن عصفور7.\nومما احتج به أصحابُ هذا الرأي قوله تعالى: {أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْروفاً عَنْهُمْ} 8، فقالوا: إن \"يوم\" معمول \"مصروفاً\" وتقديم المعمول يؤذن بتقدم العامل9.\nأما ابن مالك فرأيه رأي الفريق الأول القائل بمنع تقديم خبر \"ليس\" عليها 10، وقال: لنا في الآية ثلاثة أجوبة:\nأحدها: أن \"يوم\" مرفوع بالابتداء، وإنما بني على الفتح لإضافته إلى الجملة وذلك سائغ مع المضارع كسوغه مع الماضي.\nالثاني: أن المعمول قد يقع حيث لا يقع العامل نحو: أمَّا زيداً فاضرب، فإنه لا يلزم من تقديم معمول الفعل بعد \"أمَّا\" تقديم الفعل.\n__________\n1 انظر: الإيضاح 1/101.\n2 انظر: الخصائص 2/382.\n3 انظر: شرح اللمع 1/58، 59\nوابن بَرْهان هو: عبد الواحد بن علي الأسدي العكبري، أبو القاسم. عالم في النحو واللغة.\n(نزهة الألباء 259، 260، إنباه الرواة 2/213 - 215، شذرات الذهب 3/297) .\n4 انظر: المقتصد 1/408.\n5 انظر: المفصل 269.\n6 انظر: التبيان 2/690.\n7 انظر: شرح الجمل 1/389.\n8 من الآية 8 من سورة هود.\n9 انظر: التبيان 2/690، شرح الجمل 1/389.\n10 انظر: شرح التسهيل 1/351، شرح عمدة الحافظ 112.\n(1/437)",
        "\nالثالث: أن يكون \"يوم\" منصوباً بفعل مضمر، لأن قبله: {ما يَحْبِسُهُ} ، فـ {يَوْمَ يَأْتيهمْ} جواب، كأنه قيل: يعرفون يوم يأتيهم و {لَيْسَ مَصْرُوفاً} جملة حالية مؤكدة أوِّ مستأنفة1.\nإذاً: فإن ابن مالك يرى أنه لا يجوز تقديم خبر \"ليس\" عليها ولا معمول الخبر كما هو ظاهر كلامه وتخريجه للآية.\nومع هذا فقد جاء في ألفيته ما يخالف هذا، حيث قال في باب \"الوقف\":\nوالنقلُ إنْ يُعدم نظيرٌ ممتنعْ-وذاك في المهموز ليس يمتنعْ2\nفإن \"ذاك\" مبتدأ و\"في المهموز\" جار ومجرور متعلق بقوله: \"يمتنع\"،\nو\"ليس\" فعل ماض واسمها ضمير مستتر فيها، وجملة \"يمتنع\" خبرها. والجملة من \"ليس\" واسمها وخبرها في محل رفع خبر المبتدأ الذي هو اسم الإشارة \"ذاك\"، والتقدير: وذاك النقل ليس يمتنع في المهموز، فقدم معمول خبر \"ليس\" عليها وهو ممتنع عند الجمهور3. - ومنهم ابن مالك - كما تقدم - وهذا ضرورة.\nقال الأزهري (905هـ) :\n\"إلا أن يقال بجوازه في الظروف على حَدِّ قوله تعالى: {أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ} 4\"5.\n__________\n1 انظر: شرح التسهيل 1/354.\n2 الألفية ص 63.\n3 انظر: تمرين الطلاب في صناعة الإعراب 137.\n4 من الآية 8 من سورة هود.\n5 تمرين الطلاب في صناعة الإعراب 137.\n(1/438)\n",
        "الفصل بين العامل والمعمول بالأجنبي\n...\nومثل ذلك - بل أقبح منه - قول الفرزدق:\nوما مثله في الناس إلا مملكاً-أبو أمه حيٌّ أبوه يقاربه1\nفحق الكلام وما ينبغي أن يكون عليه اللفظ: \"وما مثله في الناس حيٌّ يقاربه إلاَّ أبو أمه أبوه\".\nففرَّق بين المبتدأ وخبره بما ليس منه، من قبل أن قوله: \"أبو أمه أبوه\" مبتدأ في موضع نعت المملك، ففرَّق بينهما بقوله: \"حيٌّ\" و\"حيٌّ\" خبر \"ما\"2.\nوعليه فإن بيت ابن مالك السالف الذكر يُحمل على الضرورة التي ألجأته إلى ذلك كما ألجأته في غير هذا الموضع من الألفية.\n__________\n1 البيت من \" الطويل \" قاله الشاعر في مدح إبراهيم بن هشام المخزومي خال هشام بن عبد الملك. ويريد بالمملّك هشاماً، لأنه الخليفة. أي: ليس في الدنيا حيٌّ يقارب هذا الممدوح إلا ابن أخته وهو الخليفة.\nوالبيت في: الكامل 1/42، الخصائص 1/146، 329، 2/393، الإفصاح 84، شرح الجمل 2/607، ضرائر الشعر لابن عصفور 213، شرح ألفية ابن معطي 2/1390.\n2 انظر: ما يحتمل الشعر من الضرورة 227 - 229.\n(1/440)\n\nتقديم معمول الفعل المؤكد بالنون:\nقال ابن مالك في باب \"المعرب والمبني\":\nوالرفعَ والنصبَ اجعلَنْ إعرابا-لاسمٍ وفعلٍ نحو: لن أهابا1\nأعرب بعضهم كلمة \"الرفع\" مفعولاً به مقدماً للفعل \"اجعلن\"2.\n__________\n1 الألفية ص 10.\n2 انظر: تمرين الطلاب في صناعة الإعراب 8، منحة الجليل 1/41.",
        "(1/440)\n\nوهو معترض بأن الفعل المؤكد بالنون لا يتقدم معموله عليه.\nوقد مشى الناظم على ذلك في عدة مواضع من الألفية، كقوله في باب \"اسم الإشارة\":\nوبهنا أو ههنا أشر إلى ... داني المكانِ وبِهِ الكافَ صلا 1\nوقوله في \"باب التمييز\":\nوالفاعلَ المعنى انصبن بأفعلا ... مفضِّلاً كأنت أعلى منزلا2\n-وقوله في باب \"النائب عن الفاعل\":\nوثالثَ الذي بهمز الوصلِ ... كالأول اجعلنَّه كاستُحلي3\nوقد حاول بعض المعربين التماس بعض التأويلات والتقديرات لتصحيح هذه المخالفة، كإعرابهم المعمول مفعولاً به لفعل محذوف يفسره الآتي المؤكد بالنون وهو \"اجعلنْ\" و \"صلا\" و \"انصبن\" و \"اجعلنَّ\" في الأبيات السابقة مع أن الفعل المؤكد بالنون لا يصلح أن يفسر عاملاً محذوفاً قبله، ولما في ذلك من تهافت بلاغي أيضاً4.\nوقيل: إذا كان المعمول ظرفاً أو جاراً ومجروراً جاز تقديمه على عامله المؤكد بالنون دون غيرهما من المعمولات كقول ابن مالك:\nكالأول اجعلنَّه كاستُحلي\nبناءً على أنه يتوسع في شبه الجملة ما لا يتوسع في غيرها5.\n__________\n1 الألفية ص 14.\n2 الألفية ص 31.\n3 المصدر السابق ص 24.\n4 انظر: النحو الوافي 1/104، 2/101.\n5 انظر: الخزانة 11/384، 394.\n(1/441)",
        "\nوهو غير بعيد لديَّ، غير أني أميل إلى عدم التعسف والتكلف، ويكفي القول بأن ضرورة النظم هي التي ألجأته إلى ارتكاب المخالفة كغيرها من الضرائر التي ارتكبها في الألفية والتي عرضت جزءاً منها، وسيأتي أمثلة لها أيضاً.\n(1/442)\n",
        "تقديم النائب عن الفاعل على الفعل:\nقال ابن مالك في باب \"أفعل التفضيل\":\nوما بِهِ إلى تعجبٍ وُصِلْ ... لمانعٍ به إلى التفضيل صِلْ1\nأعرب المكودي (807هـ) \"ما\" مبتدأ أو مفعولاً بفعل محذوف يفسره \"صل \" وهي موصولة، وصلتها: وصل به، و\"به\" متعلق بـ\"وُصل\"2.\nفقوله: \"و\"به\" الأول متعلق بـ\"وُصل\" فيه تقديم النائب عن الفاعل على مذهب الكوفيين. والبصريون يمنعونه.\nويمكن تخريجه على مذهب البصريين على أنه من الحذف والإيصال بأن يكون في \"وُصِل\" ضمير مستتر كان مجروراً بالباء، والأصل: وما به وصل به، ثم حذفت الباء واستتر الضمير\"3.\nقلت: هذه المسألة مبنيَّةٌ على مسألة الخلاف في تقديم الفاعل على الفعل وهي المثبتة في كتب النحو من قبل أن أحكام نائب الفاعل هي أحكام الفاعل التي منها وجوب تأخره عن المسند على مذهب البصريين.\n__________\n1 الألفية ص39.\n2 انظر: شرح المكودي 131.\n3 حاشية الملوي الأزهري على المكودي 131.\n(1/442)\n\nوذهب بعض الكوفيين إلى جواز تقديم الفاعل مع بقاء فاعليته في سعة الكلام نحو: زيدٌ قام، تقديره: قام زيدٌ. وكذلك محمد قعد، وما أشبه ذلك1.\nومما استدلوا به قول الزبَّاء2:\nما للجمالِ مشيُها وئيدا ... أجندلاً يحملنَ أم حديدا3\nقالوا: معناه وئيداً مشيها.\nووجه الاستدلال أن \"مشيها\" روي مرفوعاً. ولا يجوز أن يكون مبتدأ، إذ لا خبر له في اللفظ إلا \"وئيدا\" وهو منصوب على الحال، فوجب أن يكون فاعلاً بوئيدا مقدماً عليه4.\n__________\n1 انظر: شرح الجمل 1/159، شرح التسهيل 2/108، البسيط 1/272، 273.\n2 اسمها نائلة، وقيل: فارعة، وقيل: ميسون. بنت عمرو بن الظرب. الملكة المشهورة في العصر الجاهلي. صاحبة تدمر وملكة الشام والجزيرة، تحسن أكثر اللغات الشائعة في عصرها.\n(المعارف لابن قتيبة 108، 618، الكامل في التاريخ لابن الأثير 1/198-202، الخزانة 8/273) .\n3 البيتان من \"الرجز\" للزباء في قصة طويلة تجدها في حاشية الأمير على المغني 2/145.\n\"وتيداً\": أي له صوت شديد، تريد شدة وطئها الأرض من ثقل ما تحمله فيسمع لوقعها صوت. \" الجندل \": الحجارة.\nروي \"مشيها\" بالرفع وهو الشاهد في المسألة، وبالخفض على أنه بدل اشتمال من الجمال، وبالنصب على المصدر، أي تمشي مشيَها.\n(انظر: معاني القرآن للفراء 2/73، 424، شرح الأشموني 2/46) .\nوالرجز في: أدب الكاتب 170، أمالي الزجاجي 166، شرح الجمل 1/159، شواهد التوضيح والتصحيح 111، شرح التسهيل 2/108، البسيط 1/274، المغني 758، المساعد 1/387.\n4 انظر: التصريح 1/271.",
        "(1/443)\n\nوهو عند البصريين ضرورة، والضرورة تبيح تقديم الفاعل على الفعل1.\nكما خرَّجه كثير من النحويين على أن \"مشيُها\" مبتدأ، والخبر محذوف، كأنه قال: ما للجمال مشيها ظهر وئيداً، أو ثبت وئيداً. ويكون حذف الخبر هنا والاكتفاء بالحال نظيرَ قولهم: \"حكمك مسمَّطا\"2\" فـ\"حكمك\" مبتدأ حذف خبره لسدّ الحال مسدَّه، أي: حكمك لك مثبتاً3.\nكما خُرِّج على أن \"مشيُها\" بدل من الضمير في \"للجمال\" لأنه في موضع خبر المبتدأ الذي هو \"ما\"4.\nوالصحيح ما ذهب إليه جمهور النحويين - ومنهم ابن مالك - من أنه لا يجوز تقديم الفاعل على الفعل، لأننا إذا قلنا: زيدٌ ذهب فإن في \"ذهب\" ضميراً يُعرب فاعلاً، والفعل لا يرفع فاعلين في غير العطف نحو: ذهب زيدٌ وعمرو. ونحن إذا ما أظهرنا هذا الضمير بأن جعلنا في موضعه غيره تبيَّن ذلك كما في قولنا: زيدٌ ذهب أخوه.\nكما نقول: رأيت زيداً ذهب، فيدخل على الابتداء ما يزيله ويبقى الضمير على حاله5.\nولست أميل إلى أن قول الزباء من باب تقديم الفاعل على الفعل ضرورة، وذلك لتمكنها من النصب على المصدرية أو الجر على البدلية، كما يقول الأزهري6.\n__________\n1 انظر: المصدر السابق 1/271.\n2 المسمَّط: المرسل الذي لا يُردّ. انظر: مجمع الأمثال 1/212.\n3 انظر: شرح التسهيل 2/108، 109، المغني 758، التصريح 1/271.\n4 انظر: شرح الجمل 1/160.\n5 المقتضب 4/128 (بتصرف) .\n6 انظر: التصريح 1/271.\n(1/444)",
        "\nوأقرب تأويل إلى نفسي أن يكون \"مشيها\" مبتدأ قد حذف خبره على نحو: \"حكمك مسمطاً\" كما تقدم1.\n__________\n1 انظر المسألة في: المقتضب 4/128، أسرار العربية 79 - 84، البسيط 1/272 - 275، التصريح 1/271.\n(1/445)\n",
        "قلبُ المعنى:\nقال ابن مالك في باب \"الابتداء\":\nكذا إذا ما الفعلُ كان الخبرا ... أو قُصد استعمالُه منحصرا1\n-قال الأزهري: \"في هذا التركيب قلب ... ، لأن المحدث عنه الخبر، فكان حقه أن يقول:\nكذا إذا ما الخبرُ كان الفعلا\nوهو خاص بالشعر، وأصل التركيب: كذا إذا ما كان الخبر الفعل المسند إلى ضمير المبتدأ المفرد فامنع تقديمه على المبتدأ\"2.\nفإنه من المعلوم أن العرب بعامة مجمعون على رفع الفاعل ونصب المفعول إذا ذكر الفاعل، غير أنه قد ورد في الشعر شيء على جهة القلب، فصُيِّر المفعول فاعلاً والفاعل مفعولاً على التأويل3.\nكقول الأخطل:\nمثل القنافذ هَّداجونَ قد بلغت ... نجرانَ أو بلغت سوءاتِهم هجرُ4\n__________\n1 الألفية ص 17.\n2 تمرين الطلاب في صناعة الإعراب 26.\n3 انظر: الجمل للزجاجي 203.\n4 البيت من \" البسيط \" من قصيدة مدح فيها الشاعر بني مروان وهجا جريراً وقومه.\nالقنافذ: جمع قنفذ وهو معروف يُضرب به المثل في سري الليل.\nوهدَّاجون: من الهدج وهو مشي في ضعف أو هو مقارب الخطو مع الإسراع من غير إرادة.\nوالسوءات: الفواحش والقبائح. شبَّههم بالقنافذ لمشيهم بالليل للسرقة والفجور.\nوالبيت في: الديوان 109، مجاز القرآن 2/39، الكامل 1/475، الجمل 230، الحلل 276، شرح الجمل 2/602، شرح ألفية ابن معطي 2/1390.\n(1/445)\n\nأراد: بلغت نجرانَ سوءاتُهم أو هجرَ، وذلك وجه الكلام، لأن السوءات تنتقل من مكان فتبلغ مكاناً آخر، إلاَّ أنه قلب الفاعل فصار مفعولاً فجعل \"هجر\" كأنها هي البالغة وإنما هي المبلوغة في المعنى، لأن البلدان لا ينتقلن وإنما يُبلغنَ ولا يَبلغن 1.\nوأكثر ما يكون ذلك فيما لا يشكل معناه من الكلام ولم يدخله لبس كالبيت السابق2.\nوقد اختلف العلماء في قلب الإعراب، فمنهم من أجازه في الضرورة مطلقاً، على تأويلٍ هو أن يضمَّن العامل معنًى يصح به.\nومنهم من أجازه في الشعر وفي الكلام اتساعاً واتكالاً على فهم المعنى3.\nوقد حكى أبو زيدِ الأنصاري (215هـ) : إذا طلعت الجوزاء انتصب العودُ في الحِرباء4. يريد: انتصب الحرباء في العود5.\n__________\n1 انظر: الأصول 3/464، ما يحتمل الشعر من الضرورة 210، شرح الأبيات المشكلة الإعراب 123.\n2 انظر: الكامل 1/475، الأصول 3/463، ما يجوز للشاعر في الضرورة 103.\n3 انظر: ما يحتمل الشعر من الضرورة 216، الارتشاف 3/333، الهمع 5/349.\n4 الحِرباء: دويِّبة يستقبل الشمس برأسه ويكون معها كيف دارت ويتلون ألوانا بحر الشمس.\nانظر: حياة الحيوان الكبرى 1/231.\n5 انظر: النوادر 409.",
        "(1/446)\n\nوحكى أبو الحسن: عرضتُ الناقةَ على الحوضِ، وعرضتها على الماء. يراد: عرضتُ الماءَ والحوض عليها1.\nومن كلامهم: إنَّ فلانةَ لتنوءُ بها عجيزتُها. يراد: لتنوءُ هي بعجيزتها2 وكذلك قوله تعالى: {وَآتَينْاهُ مِنَ الكُنُوزِ ما إنَّ مَفَاتِحَهُ لَتَنُوءُ بالعُصْبَةِ أُولي القُوَّة} 3 فقد احتمله قوم على مثل هذا، وقالوا: إن المفاتيح لا تنوء بالعصبة، بل العصبة تنوء بها وتحملها في ثقل.\nوقيل: ليس الأمر كذلك بل الصواب أن الباء للنقل بمعنى الهمزة، فيكون معنى لتنوء بالعصبة: لتنوء العصبةُ. كما تقول: ذهب بزيدٍ وأذهبه، وكذلك: ناءَ به وأناءه.\nومثله قولهم: لتنوء بها عجيزتها4.\nوذهب ابن عصفور إلى أن القلب لا يجوز إلاَّ في الشعر، وأن ما جاء منه في الكلام قليلٌ لا يقاس عليه5.\nوأورد ابن السراج القلبَ فيما جاء كالشاذ الذي لا يقاس عليه6.\nوالراجح لديَّ أنه يجوز في الشعر وفي سعة الكلام. لكنما المسألة تعود إلى القلة والكثرة، فيكثر القلب في الشعر ويقل في الكلام كما تقدم من الأمثلة التي حكاها أبوزيد وغيره، ولكن على شرط أن لا يشكل معناه.\nوعليه فالذي يظهر لي أن قول ابن مالك:\nكذا إذا ما الفعل كان الخبرا\n__________\n1 انظر: شرح الأبيات المشكلة الإعراب 123، ضرائر الشعر 271.\n2 انظر: الكامل 1/475، شرح الجمل 2/603.\n3 من الآية 76 من سورة القصص.\n4 انظر: الأصول 3/466، ما يحتمل الشعر من الضرورة 216، شرح الجمل 2/603.\n5 انظر: ضرائر الشعر 271، شرح الجمل 2/603.\n6 انظر: الأصول 3/463 وكذلك أورده القزاز وابن عصفور في الضرائر الشعرية.\n(1/447)",
        "\nلا بأس به، لكونه مما لا يلبس، ولوقوعه في الشعر الذي نصَّ العلماء على أن القلب فيه جائز.\n(1/448)\n",
        "تقديم المفعول له على عامله:\nالأصل في المفعول له أنه يجوز تقديمه على عامله نحو: مخافةَ شره جئته، لأن العامل متصرف في نفسه فيتصرف في معموله1. هذا إن لم يكن هناك مانع يمنع من ذلك. فإن كان هكذا امتنع تقديم المفعول له إلا على جهة الضرورة الشعرية. وممَّن نصّ على جواز تقديمه أبو حيان2، والمرادي3، والسيوطي4، سواء كان المفعول له منصوباً أو مجروراً.\nوذهبت طائفة منها ثعلب إلى منع تقديم المفعول له على عامله5. والسماع يرد عليهم، قال الشاعر:\nفما جَزَعاً وربِّ الناس أبكي-ولا حرصاً على الدنيا اعتراني 6\nفإن \"جزعاً\" مفعول له مقدم على عامله وهو \"أبكي\".\nوقد اضطر ابن مالك إلى تقديم المفعول له مع وجود المانع حين قال:\nفاجرره باللام وليس يمتنعْ مع الشروطِ كلزُهْدٍ ذا قَنِعْ7.\n__________\n1 انظر: أسرار العربية 189.\n2 انظر: الارتشاف 2/224، التذييل والتكميل جزء (2) لوحة 197.\n3 انظر: توضيح المقاصد 2/89.\n4 انظر: الهمع 3/135.\n5 انظر: الارتشاف 2/224، الهمع 3/135.\n6 البيت من \" الوافر \".\nقال الشنقيطي: نسبه أبو حيان لجحدر، فإن كان يريد جحدر بن مالك الحنفي فلم نجده في نونيته المشهورة إلا أن يكون سقط من الرواة. الدرر 3/80. وهو في الهمع 3/135 بلا نسبة.\n7 الألفية ص27.\n(1/448)\n\nفإن \"ذا\" اسم إشارة في محل رفع على الابتداء، وجملة \"قَنِع\" خبره.\nقال الأزهري: \"وفيه تقديم المفعول له على عامله وما أظن أحداً يجيز مثل ذلك نثراً، لأن الخبر الفعلي لا يجوز تقديمه على المبتدأ فمعموله أولى. وقول بعض الشراح إن فيه إشعاراً بجواز تقديم المعمول له على عامله صحيح لكنه مشروطٌ بعدم المانع....والمانع هنا موجود كما ترى، وإنما يجوز ذلك أن لو قال: ذا لزهدٍ قنع. ولم أرَ أحداً تنبه لما قلناه في هذا المثال، بل حكموا فيه بالجواز مطلقاً، والظاهر وقفه على الضرورة\"1.\nقيل: وقد وقف على كلام الأزهري غير واحد وسلَّمه2.\n__________\n1 تمرين الطلاب في صناعة الإعراب 54.\n2 انظر: حاشية ابن الحاج على المكودي 1/158.",
        "(1/449)\n\nخروج \"سوى\" عن الظرفية:\nذهب سيبويه، وجمهور البصريين إلى أن \"سوى\" ظرف مكان ملازم للنصب على الظرفية لا يخرج عن ذلك إلاَّ في الشعر1.\nومما احتج به هؤلاء الاستقراءُ، فإن العرب لم تستعمل \"سوى\" في اختيار الكلام إلا ظرفاً، وتُتأول في الموضع الذي وقعت فيه غير ظرف2.\nواحتج سيبويه لهذا بعدم تصرفها، وعدم التصرف إنما يوجد في الظرف، وفي المصادر، وفي الأسماء المبهمة3.\nكما احتج البصريون لملازمة \"سوى\" النصب على الظرفيةِ بأنها صفة ظرف في الأصل، والأولى في صفات الظروف إذا حذفت موصوفاتها النصب4.\n__________\n1 انظر: الكتاب 1/203، الأصول 1/199.\n2 انظر: الإنصاف 1/296، التبيين 419.\n3 انظر: الكتاب 1/203، 204.\n4 انظر: كتاب سيبويه والضرورة الشعرية 282.\n(1/449)",
        "\nوذهب الكوفيون إلى أن \"سوى\" ترد بالوجهين، فتكون اسماً كـ\"غير\" وتكون ظرفاً، فليس خروجها عن الظرفية، مقصوراً على الضرورة الشعرية1.\nوذهب الزجاجي2 (340هـ) وابن مالك إلى أن \"سوى\" كـ\"غير\" تصرفاً ومعنى، فيقال: \"جاءني سواك\" بالرفع على الفاعلية، و\"رأيت سواك\" بالنصب على المفعولية، و\" ما جاءني أحد سواك\" بالنصب والرفع.\nكما ذهب إلى هذا أيضاً ابن الناظم3 ورجحه ابن هشام4.\nوأورد ابن مالك في شرح التسهيل، وشرح الكافية الشافية طائفةً من الشواهد النثرية، والشعرية الدالة على تصرفها5.\nوذهب الرماني6 والعكبري7 إلى أن \"سوى\" تستعمل ظرفاً غالباً وكـ\"غير\" قليلاً، وإلى هذا ذهب المرادي8 وابن هشام9، ورجحه الأشموني 10 (900هـ) .\nوقد استعملها ابن مالك غير ظرف في باب \"العلم\" حيث قال:\nواسماً أتى وكنيةً ولقبا ... وأخرن ذا إن سواه صحبا 11\n__________\n1 انظر: المصدر السابق 282.\n2 انظر: المغني 188، الهمع 3/361.\n3 انظر: شرح الألفية 307.\n4 انظر: المغني 188.\n5 انظر: شرح التسهيل 2/314، 315، شرح الكافية الشافية 2/716، 717.\n6 انظر: الارتشاف 2/326.\n7 انظر: التبيين 419، 422.\n8 انظر: توضيح المقاصد 2/120.\n9 انظر: أوضح المسالك 2/282.\n10 انظر: شرح الأشموني 2/160.\n11 الألفية ص 13.\n(1/450)\n",
        "فـ\"سواه\" مفعول به مقدم لـ\"صحب\".\nكما استعملها غير ظرف في باب \"اسم الإشارة\" إذ قال:\nوذانِ تانِ للمثنى المرتفع ... وفي سواه ذَيْنِ تَيْنِ اذكر تَطع1\nحيث جرّ \"سوى\"، لأنها عنده متصرفة2.\n__________\n1 المصدر السابق ص14.\n2 انظر: تمرين الطلاب في صناعة الإعراب 17، 18.\n(1/451)\n\nمجيء الحال من المبتدأ:\nقال ابن مالك في باب \" عطف النسق \":\nفالعطفُ مطلقاً بواوٍ ثم -حتى أم أو كفيك صدقٌ ووفا1\nفقوله: \"العطف\" مبتدأ وخبره \"بواو\" وما بعده. و\"مطلقاً\" حال من العطف. قاله المكودي2.\nفقوله: \"ومطلقاً حال من العطف\" فيه إتيان الحال من المبتدأ وهو ضعيف.\nوقيل: حال من الضمير المستتر في الخبر. وجاء تقديم الحال على عاملها المضمن معنى الفعل دون حروفه؛ لأن ذلك مغتفر في النظم. على أن الأخفش، والناظم أجازاه قياساً3.\nقلت: ستأتي قريباً مسألة تقديم الحال على عاملها الظرفي. وسأناقش - هاهنا - مسألة إتيان الحال من المبتدأ. فأقول:\n__________\n1 الألفية ص 42.\n2 شرح المكودي 142.\n3 انظر: حاشية الملوي على المكودي 142.",
        "(1/451)\n\nاختلف النحويون في مجئ الحال من المبتدأ؛ فظاهر كلام سيبويه أن صاحب الحال في نحو: \"فيها قائماً رجلٌ\" هو المبتدأ. وصححَّه ابن مالك.\nوأكثر النحويين على منعه قائلين: إن صاحب الحال هو الضمير المستكن في الخبر بناءً على أنه لا يكون إلاَّ من الفاعل والمفعول1.\nقال ابن مالك:\n\"وقول سيبويه هو الصحيح؛ لأن الحال خبرٌ في المعنى، فَجَعْلُه لأظهر الاسمين أولى من جعله لأغمضهما\"2.\n(وزعم أبو الحسن بن خروف أن الخبر إذا كان ظرفاً أو جاراً ومجروراً لا ضمير فيه عند سيبويه، والفراء إلاَّ إذا تأخر، وأما إذا تقدم فلا ضمير فيه. واستدل على ذلك بأنه لو كان فيه ضمير إذا تقدم لجاز أن يؤكد، وأن يعطف عليه، وأن يبدل منه كما فعل ذلك مع التأخر) 3.\nوإذا قيل: \"زيد راكباً صاحبك\" لم يجز عند الجمهور إلاَّ على تقدير: إذا كان راكباً4.\nكما يظهر من كلام أبي القاسم الزجاجي في الجمل أن الابتداء يعمل في الحال؛ لأن العامل في الحال هو العامل في صاحب الحال 5.\nومذهب أبي العباس المبرد، وتبعه ابن السراج أنه لا يعمل في الحال إلا فعل مجرد أو شيء في معنى الفعل كاسم الإشارة في قولك: هذا زيد قائماً؛ لأن المبتدأ هاهنا في معنى الفعل وهو التنبيه، كأنك قلت: انتبه له قائماً.\n__________\n1 انظر: شرح التسهيل 2/333، البسيط 1/315، 528، الارتشاف 2/347، الهمع 4/23.\n2 شرح التسهيل 2/333.\n3 شرح التسهيل 2/333، وانظر: الارتشاف 2/347، والهمع 4/23.\n4 انظر: البسيط 1/315.\n5 انظر: الجمل 363، 364. وانظر كذلك ص35.\n(1/452)",
        "\nوإذا قلت: ذاك زيد قائماً صار كأنك قلت: أُشير لك إليه قائماً1.\nأما مذهب سيبويه: فإن الذي يظهر لي - كما ظهر لغيري من قبل - أن الحال تجئ من المبتدأ. فإنه قال في باب \"ما ينتصب لأنه خبرٌ للمعروف المبني ... \":\n(فأما المبني على الأسماء المبهمة فقولك: هذا عبد الله منطلقاً ... ، فـ\"هذا\" اسمٌ مبتدأ يُبنى عليه ما بعده وهو \"عبد الله\"، ولم يكن ليكون هذا كلاماً حتى يُبنى عليه أو يُبنى على ما قبله ... والمعنى أنك تريد أن تعرِّفه عبد الله؛ لأنك ظننت أنه يجهله، فكأنك قلت: انظر إليه منطلقاً، فـ \" منطلقاً \" حال قد صار فيها عبد الله، وحال بين منطلق وهذا2.\nلكن الذي يبدو لي من هذا النصّ أن المذهب المتقدم عن المبرد وابن السراج موافق لمذهب سيبويه وهو أن الحال تجيء من المبتدأ إذا كان في معنى الفعل كأسماء الإشارة؛ لأن سيبويه قال: \"فكأنك قلت: انظر إليه منطلقا\"\nومثَّل سيبويه - في موضع آخر من الكتاب - بـ\"فيها عبد الله قائماً، وعبد الله فيها قائماً\" ثم قال:\n\"قولك: \"فيها\" كقولك: استقرَّ عبد الله، ثم أردت أن تخبر على أية حال استقرَّ فقلت: قائماً، فـ \"قائم\" حال مُسْتَقَرٌّ فيها.\nوإن شئت ألغيت \"فيها\"3 فقلت: فيها عبد الله قائمٌ ... فإذا نصبت القائم فـ\"فيها\" قد حالت بين المبتدأ والقائم واستُغني بها، فعمل المبتدأ حين لم يكن القائم مبنياً عليه عَمَلَ: هذا زيد قائماً\"4.\n__________\n1 انظر: المقتضب 3/274، 4/168. وانظر: الأصول 1/218.\n2 الكتاب 1/256.\n3 يُسمي سيبويه الظرف - إذا لم يكن خبراً - ملغى؛ لأنه يتم الكلام بإلغائه وإسقاطه، وذلك قوله: وإن شئت ألغيت فيها فقلت: فيها عبد الله قائم. انظر: شرح السيرافي جزء (2) لوحة 199.\n4 الكتاب 1/261،262.\n(1/453)\n",
        "والراجح لديَّ أن المبتدأ يعمل في الحال إذا كان فيه معنى فعل كما قال سيبويه، وأبو العباس المبرد وأبو بكر بن السراج، وصححه ابن مالك.\nوفي القرآن الكريم: {وَهَذا بَعْلي شَيْخاً} 1.\nفالجمهور على نصب \"شيخاً\" وفيه وجهان2 أشهرهما أنه حالٌ، والعامل فيه معنى الإشارة، والتنبيه أو أحدهما.\nوالآخر: أنه منصوب على التقريب3 عند الكوفيين.\n__________\n1 من الآية 72 من سورة هود.\n2 انظر: معاني القرآن وإعرابه للزجاج3/64، الكشاف 2/225، التبيان 2/707، الفريد 2/649، الدر المصون 6/357.\n3 يراد بالتقريب عمل اسم الإشارة \"هذا وهذه\" في الجمل الاسمية. قال السيوطي: (وذهب الكوفيون إلى أن هذا وهذه إذا أريد بهما التقريب كانا من أخوات \"كان\" في احتياجهما إلى اسم مرفوع وخبر منصوب نحو: كيف أخاف الظلم وهذا الخليفةُ قادماً) الهمع 2/71.\n(1/454)\n\nمجيء الحال من النكرة بلا مسوغ:\nحق الحال أن تكون من المعرفة؛ لأنها خبر في المعنى، وصاحبها مخبر عنه، فأصله أن يكون معرفة.\nوكما جاز أن يُبتدأ بنكرة بشرط حصول الفائدة وأمن اللبس كذلك يكون صاحب الحال نكرة بشرط وضوح المعنى، وأمن اللبس. ولا يكون ذلك في الأكثر إلا بمسوغ. قاله ابن مالك1.\nوأشهر ما ذكره النحويون من مسوغات تنكير صاحب الحال تخصيصُه بوصف أو بإضافة.\n__________\n4 شرح التسهيل 2/331 (بتصرف يسير) .",
        "(1/454)\n\nفمن الأول قول الحق تبارك وتعالى: {فِيها يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ أمْراً مِنْ عِنْدِنا} 1.\nومن الثاني قوله: {في أَرْبَعَةِ أيَّامٍ سَواءً للسَّائِلِينَ} 2.\nومن مسوغات تنكيره كذلك: تقدم الحال عليه نحو: جاءني ضاحكاً رجلٌ.\nأو اعتماده على نفي كقوله تعالى: {ومَا أَهْلَكْنا مِن قَرْيَةٍ إلاّ وَلَها كِتابٌ مَعْلُومٌ} 3.\nأو نهي كـ\"لا تعتب على صديقٍ غائباً\".\nوقد اختلف النحاة في مجيء الحال من النكرة دون مسوغ من المسوغات السابقة؛ فذهب سيبويه إلى أن ذلك مقيسٌ لا يُوقف فيه على ما ورد به السماع، وإن كان الإتباع في إعرابه صفةً أقوى4.\nووجه ماذهب إليه سيبويه أن الحال إنما يؤتى بها لتقييد العامل، فلا معنى لاشتراط المسوغ في صاحبها5.\nوذهب ابن مالك إلى إن مجيء صاحب الحال نكرة خالية من المسوغات المذكورة جائز بقلة؛ لقوله في الألفية:--\nولم يُنكَّرْ – غالباً - ذو الحال إنْ ... لم يتأخر أو يُخصَّص أو يَبِنْ\nمن بعدِ نفيٍ أو مضاهيه كلا ... يبغ امرؤٌ على امرىءٍ مستسهلاً6\nولمَّا كان هذا مذهبه - في مجيء صاحب الحال نكرة - فقد جاء شيءٌ من ذلك في باب \"الإبدال\" إذ قال:\n__________\n1 من الآية 4 من سورة الدخان.\n2 من الآية 10 من سورة فصلت.\n3 من الآية 40 من سورة الحجر.\n4 الكتاب 1/272.\n5 انظر: منحة الجليل 2/263.\n6 الألفية ص30.\n(1/455)",
        "\nأحرفُ الإبدالِ هَدَأْتَ مُوطيا ... فأبدلِ الهمزةَ من واوٍ ويا\nآخراً اثر ألفٍ زِيد وفي ... فاعِلِ ما أُعِلَّ عيناً ذا اقتُفي 1\nقال الصبان (1206هـ) :\n\"وله: \"آخراً\" جعله حالاً من المتعاطفين قبله، وإن أحوج إفراده إلى تأويلها بالمذكور، وإلى ارتكاب الحال من النكرة بلا مسوغ، وهو نادر\"2.\nوذهب ابن هشام إلى ما ذهب إليه ابن مالك3.\nأما أبو حيان فقد اختار مجيء الحال من النكرة بلا مسوغ كثيراً قياساً، وإن كان دون الإتباع في القوة4.\nويرى ابن الشجري5 (542هـ) والإسفراييني6 (684هـ) أن مجيء الحال من النكرة دون مسوغ ضعيف.\nوعدَّه ابن أبي الربيع ضعيفاً قبيحاً7. وكذا عدَّه قبيحاً ابن القواس8\n(696هـ) فقال:\n__________\n1 الألفية ص67.\n2 حاشية الصبان على الأشموني 4/285. وقد تفرَّد الصبان بهذا الإعراب - حسب ما وقفت عليه - أما بقية المعربين فعلى أن \"آخراً\" و \"إثرَ\" منصوبان على الظرفية.\n3 انظر: أوضح المسالك 2/317.\n4 انظر: التذييل والتكميل جزء 3 لوحة 74.\n5 انظر: الأمالي 1/346.\n6 انظر: لباب الإعراب 325.\nوالإسفراييني هو تاج الدين محمد بن محمد بن أحمد. ويعرف عند النحويين بصاحب اللباب وصاحب الضوء (الأنساب 1/223، مفتاح السعادة 1/173) .\n7 انظر: البسيط 2/723.\n8 هو عز الدين أبو الفضل بن جمعة بن زيد بن القواس الموصلي. عالم بالنحو. ولد بالموصل سنة 628هـ. شَرَح ألفية ابن معطي وكافية ابن الحاجب. (طبقات الحنابلة 2/379، بغية الوعاة 2/99) .\n(1/456)\n",
        "إن خلت النكرة من مسوغ فمجيء الحال منها قبيح؛ لإمكان الحمل على الصفة مع المخالفة في الإعراب1.\nوقال عنه السيوطي (911هـ) : نادر2.\nوالصحيح عندي ما ذهب إليه سيبويه من صحة مجيء الحال من النكرة بلا مسوغ، وإن كان دون الإتباع في القوة؛ فقد ورد في كلام العرب شيئ من ذلك، كقولهم: فيها رجلٌ قائماً، وعليه مائةٌ عيناً3.\nوما حكاه يونس (182هـ) فيما سبق أن العرب تقول: مررت بماءٍ قعدةَ رجلٍ. ويُسِّهل ذلك أن الحال إنما يجاء بها لتقييد العامل، فلا ضرورة لاشتراط المسوغ في صاحبها.\n__________\n1 شرح ألفية ابن معطي 2/564 (بتصرف يسير) .\n2 انظر: الهمع 4/21.\n3 العين - هاهنا - الدينار والذهب.\n(1/457)\n\nتقديم الحال على عاملها غير المتصرف:\nقال ابن مالك في باب \"إعراب الفعل\":\nوبعدَ حتىَّ هكذا إضمارُ أنْ ... حَتْمٌ كـ \"جد حتى تَسُرَّ ذا حَزَنْ1\nفقوله: \"إضمار\": مبتدأ، و \"حَتْمٌ\" بمعنى واجب خبره، و\"هكذا\" في موضع الحال من \"حتم\" على أنه في الأصل نعت له قدم عليه فانتصب على الحال. والتقدير: إضمارُ أنْ بعد حتى هكذا فقدم الحال على عاملها، وهو غير متصرف، ولا شبيه به للضرورة2.\n__________\n1 الألفية ص 51.\n2 انظر: تمرين الطلاب في صناعة الإعراب 111.",
        "(1/457)\n\nقلت: مذهب جمهور النحويين1 أنه إذا كان العامل في الحال فعلاً متصرفاً نحو: أتيت مسرعاً، وزيد دعا مخلصاً فإنه يجوز تقديم الحال عليه. وكذلك إذا كان العامل صفةً تشبه الفعل المتصرف بأن كانت متضمنهً معنى الفعل، وحروفه، وقبول علاماته الفرعية من تأنيث، وتثنية، وجمع، فذا في قوة الفعل. ويستوي في ذلك اسم الفاعل، واسم المفعول، والصفة المشبهة. نحو: راحل، ومقبول. فيجوز أن يقال: مسرعاً أتيت، وزيد مخلصاً دعا، وهو مسرعاً راحل، وأنت شاهداً مقبول2.\nقال ابن مالك:\nوالحالُ إن يُنصب بفعلٍ صُرِّفا ... أو صفةٍ أشبهتِ المصرَّفا\nفجائزٌ تقديمه كمسرعا ... ذا راحلٌ، ومخلصاً زيدٌ دعا3\nفإذا كان العامل فعلاً غير متصرف كفعل التعجب لم يجز تقديمها عليه.\nوكذلك لو كان العاملُ صفةً لا تشبه الفعل المتصرف كأفعل التفضيل، فإنه لا يجوز تقديم الحال عليه4، نحو: زيد أحسنُ من عمرو ضاحكاً.\nوجواز تقديم الحال على العامل المتصرف مشروط بعدم المانع كوقوعه\nصلة \" ال \" نحو: أنت المصلي فذّاً، والجائي مسرعاً زيدٌ. فلا يقال: ال فذَّاً أنت مصلٍّ، ولا: ال مسرعاً جاءني زيدٌ. بخلاف صلة غيرها فيقال: من الذي خائفاً جاء5؟\n__________\n1 يرى أبو عمر الجرمي أنه لا يجوز تقديم الحال على عاملها مطلقاً تشبيهاً لها بالتمييز. ويرى الأخفش منع تقديم الحال في نحو \" راكباً جاء زيدٌ \" لبعدها عن العامل.\nانظر: الارتشاف 2/349، توضيح المقاصد 2/152، المساعد 2/26، الهمع 4/27.\n2 انظر: شرح الكافية الشافية 2/752، شرح التسهيل 2/343، شرح ابن عقيل 2/270.\n3 الألفية ص 30.\n4 يستثنى من ذلك لو توسط أفعل التفضيل بين حالين نحو: زيدٌ مفرداً أنفع من عمرو معاناً؛ فلا يجوز تقديم هذين الحالين ولا تأخيرهما عنه، فلا يقال: زيدٌ مفرداً معاناً أنفع من عمرو، ولا زيدٌ أنفع من عمرو مفرداً معانا. انظر: توضيح المقاصد 2/153.\n5 انظر: شرح التسهيل 2/344، الارتشاف 2/350، الهمع 4/29.\n(1/458)",
        "\nوكذلك لو كان العامل صلةً لحرفٍ مصدري عامل كـ\"أن\" أو إحدى أخواتها، نحو: يعجبني أن يقوم زيدٌ مسرعاً، فلا يجوز: يعجبني أنْ مسرعاً يقوم زيد1.\nأو كان مصدراً ينسبك بحرف مصدري، والفعل نحو: سرني ذهابك غداً غازياً، ولأجزينك بودك إياي مخلصاً2.\nوقد يكون العامل غير ما ذكر وعرض له مانع يمنع ما بعده أن يعمل فيما قبله؛ كأن يكون مقروناً بلام ابتداء نحو: لأصبر محتسباً، أو بلام قسم نحو: لأقومن طائعاً؛ فإن ما في حيِّز لام الابتداء ولام القسم لا يتقدم عليهما، إذ لا يقال: محتسباً لأصبر، ولا: طائعاً لأقومنَّ؛ لأن لام الابتداء ولام القسم من الأشياء التي لها الصدارة فلا يجوز أن يعمل ما بعدهما في شيءٍ قبلهما3.\nهذا هو مجمل قول جمهور النحويين في مسألة تقديم الحال على عاملها، ومنهم ابن مالك كما اتضح.\nوعليه فإن تقديم الناظم للحال في النظم السابق يُعدُّ ضرورة؛ لأن العامل فيها وهو قوله \"حتم\" مصدر وليس بفعل متصرف ولا شبيه بالمتصرف.\n__________\n1 انظر: شرح التسهيل 2/344، الارتشاف 2/350.\n2 انظر: شرح التسهيل 2/344، أوضح المسالك 2/328.\n3 انظر: شرح التسهيل 2/344، أوضح المسالك 2/330، التصريح 1/383.\n(1/459)\n",
        "تقديم الحال على صاحبها المجرور بحرف:\nلايجوز عند أكثر النحويين تقديم الحال على صاحبها المجرور بحرف، فلا يجوز عندهم أن يقال في \"مررت بهندٍ جالسةً\" مررت جالسةً بهند، قياساً على المجرور بالإضافة في امتناع تقدم حاله عليه1.\n__________\n1 انظر: المقتضب 4/171، 302، اللمع 118، أمالي ابن الشجري 3/15، التوطئة 214، شرح التسهيل 2/336، شرح الكافية الشافية 2/744.\n(1/459)\n\nوذهب ابن كيسان (320هـ) ، وأبو علي الفارسي، وابن برهان إلى جواز ذلك1.\nوتابعهم ابن مالك فقال في الألفية:\nوسبقَ حالٍ ما بحرفٍ جُرَّ قد ... أَبَوْا، ولا أمنعه فقد وردْ 2\nوحجته في ذلك - بالإضافة إلى السماع - أن المجرور بحرف مفعولٌ به في المعنى، فلا يمتنع تقديم حاله عليه كما لا يُمنع تقديم المفعول به3.\nومما جاء مسموعاً من أشعار العرب الموثوق بعربيتهم قول الشاعر4:\nلئن كانَ بردُ الماءِ هيمانَ صادياً-إليَّ حبيباً إنها لحبيبُ 5\nفـ \"هيمان\" و \"صاديا\" حالان من الضمير المجرور بـ \"إلى\" وهو الياء.\n__________\n1 انظر: شرح التسهيل 2/337، الارتشاف 2/348.\n2 الألفية ص 30.\n3 انظر: شرح الكافية الشافية 2/744.\n4 اختلف فيه فقيل: هو عروة بن حزام العذري، وقيل: كثيرِّ عزَّة، وقيل: قيس بن ذريح، وقيل: مجنون ليلى.\nفهو لعروة في: الشعر والشعراء 2/623، والخزانة 3/212، 218، ولكثير عزة في المقاصد النحوية 3/156، وللمجنون في سمط اللآلي 400. وقال المبرد في الكامل 2/789: أحسبه لقيس بن ذريح.\nوبلا نسبة في: شرح التسهيل 2/338، شرح ابن عقيل 2/264، شرح الأشموني 2/177.\n5 البيت من \"الطويل\".\n\"هيمان\": شديد العطش. \"صادياً\": عطشان.\nيقول: إذا كان الماء البارد حبيباً إلى نفسي وأنا في أشد العطش والظمأ فإن هذه المرأة حبيبة إلى نفسي كالماء للعطشان.",
        "(1/460)\n\nوأشار في التسهيل، وشرحه إلى أن تقديم الحال على صاحبها المجرور بحرف ضعيفٌ على الأصح لا ممتنع 1.\nولما كان تقديم الحال على صاحبها بهذه الهيئة جائز عنده - وإن كان ممتنعاً عند غيره - استخدمه في باب \"أفعل التفضيل\" حيث قال:\nوأفعلَ التفضيلِ صله أبدا-تقديراً او لفظاً بـ \"مِنْ\" إنْ جُرِّدا2\nفقوله: \"تقديراً أو لفظاً\" مصدران في موضع الحال من المجرور بعدهما. وعند المانعين منصوبان على إسقاط \"في\"3.\n__________\n1 انظر: شرح التسهيل 2/337، الارتشاف 2/348.\n2 الألفية ص 30.\n3 انظر: شرح الكافية الشافية 2/744.\n(1/461)",
        "\nتقديم الحال على عاملها المضمن معنى الفعل دون حروفه:\nللحال مع عاملها - إذا كان ظرفاً أو جاراً ومجروراً - ثلاث صور:\nالأولى: أن تتأخر عن الجملة نحو: زيد في الدار قائماً وزيد عندك مقيماً. وهذه الصورة لا إشكال في جوازها، بل هي الأصل1.\nالثانية: أن تتوسط بين المخبر عنه والخبر. نحو: زيدٌ قائماً في الدار، وزيد مقيماً عندك - وستأتي قريباً -.\nالثالثة: أن تتقدم الحال على الجملة نحو: قائماً زيدٌ في الدار، ومقيماً زيدٌ عندك. وهي ما أنا بصدد الحديث عنه الآن؛ حيث قال ابن مالك في آخر باب \"أبنية المصادر\":\nفي غيرِ ذي الثلاثِ بالتا المرّهْ ... وشذَّ في هيئةٍ كالخِمْرهْ2\n__________\n1 انظر: توضيح المقاصد 2/156.\n2 الألفية ص37.\n(1/461)\n",
        "فإن قوله: \"في غير\" جار ومجرور متعلق بمحذوف حال مقدم على صاحبه وهو الضمير المستكن في خبر المبتدأ المقدم الذي هو قوله: \"بالتا\" و \"المرَّه\" مبتدأ مؤخر. والتقدير: والمرة كائنة بالتاء حال كونها كائنة في غير الفعل صاحب الأحرف الثلاثة، فقدم الحال على عاملها المضمن معنى الفعل دون حروفه1.\nقال الأزهري: وهو نادر2.\nفهذه الصورة منعها جمهور النحاة، فلا يقال عندهم: قائماً زيدٌ في الدار، ولا قائماً في الدار زيدٌ؛ نظراً إلى ضعف الظروف في العمل3.\nعلى أن أبا بكر بن طاهر4 (580هـ) قد ذكَر أنه ليس ثمت خلاف في امتناع: قائماً زيدٌ في الدار5، وتبعه ابن مالك6.\nولكن الصحيح خلاف ذلك؛ فإن أبا الحسن الأخفش قد أجاز في قولهم:\n\"فداءً لك أبي وأمي\" أن يكون \"فداءً\" حالاً، والعامل فيه \"لك\". وهو نظير: قائماً في الدار زيدٌ7.\nأما الصورة التي وعدت قريباً بذكرها فهي أن تتوسط الحال بين المخبر عنه، والخبر، وتلك لا تخلو من أن تكون متوسطة بين الخبر المقدم، والمبتدأ المؤخر نحو: عندك قائماً زيد، وفي الدار مقيماً عمرو. وهذه لا خلاف في جوازها8.\n__________\n1 انظر: تمرين الطلاب في صناعة الإعراب 76، منحة الجليل 3/133.\n2 تمرين الطلاب في صناعة الإعراب 76.\n3 انظر: الكتاب 1/277، المقتضب 4/300.\n4 هو محمد بن أحمد بن طاهر الأنصاري الإشبيلي. يُعرف بـ \"الخِدَبّ \". نحوي، حافظ، بارع اشتهر بتدريس \" الكتاب \" و \" معاني القرآن \" للفراء، و \" الإيضاح \" لأبي علي.\n(إنباه الرواة 4/194، 195، إشارة التعيين 295، بغية الوعاة 1/28) .\n5 ينظر: الارتشاف 2/355.\n6 ينظر: شرح الكافية الشافية 2/753.\n7 ينظر: الارتشاف 2/355، توضيح المقاصد 2/156.\n8 انظر: توضيح المقاصد 2/157.\n(1/462)\n\nأو تكون الحال بين المبتدأ والخبر في ترتيبها الأصلي، نحو: زيد قائماً عندك، وعمرو مقيماً في الدار.\nففي هذه الصورة خلاف بين النحويين على أربعة مذاهب. سأوردها باختصار، ولكني سأذكر قبل ذلك ما جاء في ألفية ابن مالك من هذا القبيل.\nففي باب \" عطف النسق \" قال:\nفالعطف مطلقاً بواوٍ ثم فا ... حتى أم أو كفيك صدقٌ ووفا 1\nفقوله: \"العطف\": مبتدأ، وخبره قوله: \"بواو\" و \"مطلقاً\" حال من الضمير المستتر في الخبر، وجاء تقديم الحال على عاملها المضمن معنى الفعل دون حروفه؛ لأن ذلك مغتفر في النظم، على أن الأخفش والناظم أجازاه قياساً2.\nوفي باب \"المقصور والممدود\" قال:\nوالعادمُ النظير ذا قصر وذا ... مدٍّ بنقلٍ كالحجا وكالحذا 3\nفقوله: \"العادم\": مبتدأ، و \"بنقل\" جار ومجرور متعلق بمحذوف خبره. و\"ذا قصر وذا مد\" حالان من الضمير المستكن في الخبر. وهذا من تقديم الحال على عاملها المعنوي4.\nوالآن أُورد المذاهب الأربعة في هذه المسألة:\nالأول: مذهب جمهور البصريين المتمثل في المنع مطلقاً5. وما ورد من ذلك فمسموع يحفظ ولا يقاس عليه6؛ نظراً لضعف العامل بعدم تصرفه7.\n__________\n1 الألفية ص42.\n2 انظر: حاشية الملوي على المكودي 142.\n3 الألفية ص57.\n4 انظر: شرح الأشموني 4/109.\n5 انظر: الارتشاف 2/355، توضيح المقاصد 2/157، شرح الأشموني1/181.\n6 انظر: شرح الألفية لابن الناظم 329، شرح الأشموني 1/181.\n7 انظر: المقتضب 4/170.",
        "(1/463)\n\nالثاني: الجواز مطلقاً، وإليه ذهب الفراء1، والأخفش2، وصحَّحه ابن مالك مع التضعيف3.\nواستدل المجيزون بجملة من الشواهد، منها قراءة بعضهم 4: {وَقَالُوا ما فِي بُطُونِ هذِه الأنعامِ خالِصَةً لِذكُورِنا ومُحَرَّمٌ على أَزْواجِنا} 5.\nبنصب \" خالصةً \" على الحال المتوسطة بين المخبر عنه وهو \" ما \" والمخبر به وهو \" لذكورنا\".\nأما المانعون فقد ردُّوا ذلك وتأولوه.\nفمن أقوالهم: إن ما ورد من هذا قليل لا يُحفظ منه إلا هذا، وما لا بال له لقلته لا ينبغي القياس عليه 6.\nومن تخريجاتهم للآية أن \" خالصة \" معمولة للجار والمجرور قبلها على أنها حال من الضمير المستتر في صلة \" ما \" فهو العامل في الحال. وتأنيث \" خالصة \" باعتبار معنى \" ما \"؛ لأنها واقعة على الأجنَّة 7.\nالمذهب الثالث: الجواز بقوة إن كان الحال ظرفاً أو جاراً ومجروراً وبضعف إن كان اسماً صريحاً، وهو مذهب ابن مالك في التسهيل وشرحه 8.\n__________\n1 انظر: الارتشاف 2/355.\n2 انظر: شرح الجمل 1/335، الفوائد الضيائية 1/388.\n3 انظر: شرح التسهيل 2/346، وانظر: الهمع 4/33.\n4 هي قراءة ابن عباس بخلاف، والأعرج، وقتادة، وسفيان بن حسين، وابن جبير، والزهري.\n(مختصر في شواذ القرآن 41، المحتسب 1/232، البحر المحيط 4/231) .\n5 من الآية 139 من سورة الأنعام.\n6 انظر: شرح الألفية لابن الناظم 239. وانظر: شرح الجمل 1/336.\n7 انظر: التصريح 1/385، شرح الأشموني 2/182. وانظر: إعراب القرآن للنحاس 2/100، الكشاف 2/43.\n8 انظر: التسهيل 111، وشرحه 2/346. وانظر: الارتشاف 2/356، شرح الأشموني 2/181.\n(1/464)",
        "\nالمذهب الرابع: الجواز إذا كانت الحال من مضمر مرفوع نحو: أنت قائماً في الدار، والمنع إن كانت من ظاهر، وهو مذهب الكوفيين، فأجازوا أن يُقال في: \" أنت في الدار قائماً \": في الدار قائماً أنت، وأنت قائماً في الدار1.\nوالذي أميل إليه: أنه يجوز وقوع الحال بين المبتدأ والخبر في نحو: زيد في الدار قائماً، وزيدٌ عندك مقيماً. فيقال: زيدٌ قائماً في الدار، وزيد مقيماً عندك، وذلك لأمرين:\nالأول: السماع. وله شواهد مبثوثة في كتب النحو وغيرها.\nالثاني: أنه يتسع في الظرف والجار والمجرور ما لا يتسع في غيرهما.\n__________\n1 انظر: الارتشاف 2/355، تعليق الفرائد ج1 مج3 ص1917.\n(1/465)\n",
        "تفديم الصفة على الموصوف\n...\nتقديم الصفة على الموصوف:\nوهو من الأشياء التي نصَّ النحاة على منعها1.\nوذهب بعضهم إلى أنه إذا تقدمت الصفة على الموصوف أُعربت - حينئذٍ - حسب موقعها وأُبدل منها الموصوف2.\nفإذا قيل - مثلاً -: مررت بالطويل عبد الله فإنه لا يجوز جعل الطويل صفةً لعبد الله، ولكن على إرادة: مررت بالرجل الطويل عبد الله، فحذف الموصوف وأبدل عبد الله من الصفة. قاله ابن الشجري، وحكم عليه بالقبح3.\n__________\n1 انظر: أمالي ابن الشجري 1/275، شرح الجمل 1/218.\n2 انظر: إعراب القرآن للنحاس 5/233، شرح التسهيل 3/320، البحر المحيط 5/404، حاشية ابن الحاج 2/34.\n3 انظر: أمالي ابن الشجري 1/275.\n(1/465)\n\nومثل ابن مالك1 لتقديم النعت وجعل المنعوت بدلاً بقوله عز وجل:\n{إلى صِراطِ العَزيزِ الحَمِيدِ اللهِ} 2.\nأما في الألفية فقد ذكر بعض المعربين بعض المواضع التي اضطر فيها ابن مالك إلى تقديم الصفة على الموصوف لإقامة الوزن. كقوله في باب \"جمع المذكر السالم\":\nوارفع بواوٍ وبيا اجرُرْ وانصبِ ... سالمَ جمعِ عامرٍ ومذنبِ 3\nالأصل: جمع عامر ومذنب السالم، فقدم الصفة على الموصوف، وحذف \"ال\" ليتمكن من الإضافة، ثم أضاف الصفة إلى موصوفها كجرد قطيفةٍ وفاضل رجلٍ للضرورة4.\nوقال في باب \"لا النافية للجنس\":\nومفرداً نعتاً لمبنيٍّ يلي ... فافتح أو انصبَن أو ارفع تَعْدِلِ 5\n-قدَّم \"مفرداً\" على \"نعتاً\" مع أن حقه التأخير عنه؛ لأنه وصف له لأجل الضرورة. ويجوز نصبه على الحال؛ لأنه نعت نكرة تقدم عليها6.\nوقال في باب \"النداء\":\nوابنِ المعرَّف المنادى المفردا ... على الذي في رفعه قد عُهِدا 7\nفقوله: \" المعرَّف \" مفعول بـ \"ابْنِ\"، وكان حقه أن يقدم المنادى؛ لأن المعرَّف نعت له، والمفرد نعت للمنادى8.\n__________\n1 انظر: شرح التسهيل 3/320.\n2 من الآيتين 1، 2 من سورة إبراهيم.\n3 الألفية ص11.\n4 انظر: تمرين الطلاب في صناعة الإعراب 10.\n5 الألفية ص21.\n6 انظر: شرح المكودي 51.\n7 الألفية ص44.\n8 انظر: شرح المكودي 149، وانظر: حاشية الصبان 3/137.",
        "(1/466)\n\nفأصل كلام الناظم: وابنِ المنادى المعرف المفرد ... الخ، فالمعرّف نعت للمنادى، فقدم النعت وهو \"المعرَّف\" على المنعوت وهو \"المنادى\"، فأعرب المعرف مفعولاً والمنادى بدلاً منه، فصار التابع متبوعاً. ولو أراد الناظم السلامة من ذلك لقال:\nوابنِ المنادى المفرد المعرَّفا-على الذي في رفعه قد أُلفا1.\n__________\n1 انظر: حاشية ابن الحاج على شرح المكودي 2/34.\n(1/467)",
        "\nتقديم معمول المصدر على المصدر:\nقال ابن مالك في باب \"الضمير\":\nوفي لَدُنِّي لَدُني قَلَّ وفي-قَدْني وقَطْني الحذفُ أيضاً قد يفي1\nفإن قوله: \"وفي قدني\" متعلق بـ \"يفي\" أو بالحذف؛ فعلى الأول يلزم تقديم معمول الخبر على المبتدأ. ويلزم على الثاني إعمال المصدر المحلى بـ \"أل\" وتقديم معموله عليه، وكلاهما خاص بالشعر2.\nوقال في باب \"كان وأخواتها\":\nوبعد أنْ تعويضُ ما عنها ارتُكِبْ ... كمثل: أمَّا أنت برّاً فاقتربْ 3\nقال الأزهري: \"وبعد: متعلق بـ\"ارتكب\" أو بـ\"تعويض\". وأيًّا كان فاللازم أحد الأمرين: إما تقديم معمول الخبر الفعلي على المبتدأ، أو تقديم معمول المصدر عليه، وكلاهما مخصوص بالشعر\"4.\n__________\n1 الألفية ص13.\n2 انظر: تمرين الطلاب في صناعة الإعراب 16.\n3 الألفية ص18.\n4 تمرين الطلاب في صناعة الإعراب 31.\n(1/467)\n",
        "وقال الناظم في أول باب \"التنازع\":\nإنْ عاملانِ اقتضيا في اسمٍ عَمَلْ ... قبلُ فللواحد منهما العملْ1\nفالمكودي يرى أن قوله: \"في اسم\" متعلق بـ\"اقتضيا\"2، لكن الذي يظهر للأزهري - كما قال - أنه متعلق بـ\"عمل\" وقدم عليه للضرورة3.\nوفي باب \"الممنوع من الصرف\" قال:\nولسراويلَ بهذا الجمعِ ... شبهٌ اقتضى عمومَ المنعِ4\nنقل الأزهري عن الشاطبي قوله: \"أتى بضرورة في هذا البيت؛ حيث قدم \"بهذا\" على \"شبَه\" وهو مصدر مقدر بـ \"أنْ\" والفعل، ولا يتقدم معموله عليه، ولا يمكن أن يقدر \"شَبَه\" هنا بمشبه كما قدر \"عجب\" بمعنى معجب في قوله تعالى: {أَكان للنَّاسِ عَجَباً} 5) اهـ. بمعناه6.\nقال الأزهري: \"وقد يمنع كونه مقدراً بـ \"أنْ\" والفعل هنا ويدعي بأنه مصدر صريح، وحينئذٍ لا يمنع تقديم معموله عليه على الأصحّ - سلّمنا ذلك، لكن ذاك في غير المجرور والظرف لكونهما يكتفيان برائحة الفعل عند المحققين\"7.\nومن هذا قوله في باب \"إعراب الفعل\":\n__________\n1 الألفية ص26.\n2 انظر: شرح المكودي 70.\n3 انظر: تمرين الطلاب في صناعة الإعراب 50.\n4 الألفية ص50.\n5 من الآية 2 من سورة يونس.\n6 تمرين الطلاب في صناعة الإعراب 107.\n7 المصدر السابق 107.\n(1/468)\n\nوبعدَ \" حتى\" هكذا إضمارُ \"أنْ\" ... حتمٌ كـ\" جد حتى تسرَّ ذا حَزَنْ1\nأعرب الأزهري قوله: \"حتم\" خبر المبتدأ الذي هو \"إضمار\" والتقدير: إضمارُ أن حتم بعد حتى هكذا. قال: فقدم معمول المصدر عليه، وعلى المبتدأ العامل فيه للضرورة2.\nقلت: المصدر العامل على ضربين:\nأحدهما: مقدر بالفعل وحده وهو الآتي بدلاً من اللفظ بفعله نحو: ضرباً زيداً. وهذا يعمل عند أكثر النحويين مقدماً ومؤخراً؛ لأنه ليس بمنزلة موصول، ولا معموله بمنزلة صلة؛ فيقال: ضرباً زيداً، وزيداً ضرباً3.\nوالآخر: مقدر بالفعل، وحرف مصدري. ولأجل تقديره بهذا جُعل هو ومعموله كموصول وصلة، فلا يتقدم ما يتعلق به عليه، كما لا يتقدم شيءٌ من الصلة على الموصول4.\nوقد نسب السيوطي إلى ابن السراج القول بجواز تقديم المفعول على المصدر نحو: يعجبني عمراً ضَرْبُ زيدٍ5.\nوالذي في \"الأصول\" خلاف ذلك؛ إذ صرّح أبو بكر بعدم الجواز فقال: \"واعلم أنه لا يجوز أن يتقدم الفاعل ولا المفعول الذي مع المصدر على المصدر؛ لأنه في صلته\"6.\nويرى ابن مالك إضمار عامل فيما أوهم خلاف ذلك، أو عدَّه نادراً7.\n__________\n1 الألفية ص51.\n2 تمرين الطلاب في صناعة الإعراب 111 (بتصرف يسير) .\n3 انظر: شرح الكافية الشافية 2/1024، شرح ألفية ابن معطي 2/1012.\n4 انظر: التبصرة والتذكرة 1/241، شرح الكافية الشافية 2/1019.\n5 انظر: الهمع 5/69.\n6 الأصول 1/137.\n7 انظر: التسهيل 142، شرح الكافية الشافية 2/1019.",
        "(1/469)\n\nفقد يجيء ما قبل المصدر متعلقاً به من جهة المعنى تعلق المعمول بالعامل، كقول ابن مُقْبل1:\nلقد طالَ عن دهماءَ لدِّي وعِذْرتي-وكتمانُها أُكني بأمِّ فُلانِ2\nوكقول عمر بن أبي ربيعة:\nظنُّها بي ظنُّ سوءٍ كُله ... وبها ظنِّي عَفافٌ وكرمْ3\nقال ابن مالك:\nفَلَنا في هذه أن نعلق ما تقدم بمصدر آخر محذوف لدلالة الموجود عليه، فيصير كأنه قال: لدِّي عن دهماء لدِّي. وظنِّي بها ظنِّي. فيُتلطف لذلك كله فيما يُؤمن معه الخطأ ويُثبت به الصواب4.\nويكون هذا التقدير نظير قولهم في قوله تعالى: {وَكانُوا فِيهِ مِنَ الزَّاهِدينَ} 5، أنَّ تقديره: وكانوا زاهدين فيه من الزاهدين6.\n__________\n1 هو تميم بن أُبيّ بن مقبل، أبو كعب. من بني العجلان. شاعر مجيد مخضرم، أدرك الجاهلية والإسلام فأسلم.\n(طبقات فحول الشعراء 1/150، الشعر والشعراء 1/455 - 458، الإصابة 1/189، 190) .\n2 البيت من \" الطويل \".\nاللدد: الجدال والخصومة.\nالديوان 344، أمالي المرتضى 2/173، شرح التسهيل 3/113، التذييل والتكميل جـ3 لوحة 235، شرح شذور الذهب 374، شفاء العليل 2/647.\n3 من \" الرمل \" ومعناه ظاهر.\nانظر: الديوان 377 برواية \" سوءٍ فاحشٍ \"، شرح التسهيل 3/113، التذييل والتكميل جـ3 لوحة 235.\n4 انظر: شرح التسهيل 3/113، شرح الكافية الشافية 2/1019.\n5 من الآية 20 من سورة يوسف.\n6 تلك مسألة تتعلق بتقديم معمول الصلة على الموصول؛ حيث اختلف النحويون فيها على عدّة مذاهب؛ منها: المنع مطلقاً وهو قول جمهور البصريين، وأوَّلوا ما جاء في ذلك من شواهد على أربعة تأويلات؛\nأحدها: أنه على تقدير عامل مضمر تقديره: أعني، ففي قوله تعالى: {وَكانُوا فِيهِ مِنَ الزَّاهِدينَ} يكون التقدير: أعني فيه من الزاهدين..\nالثاني: أن يكون التقدير: وكانوا زاهدين فيه من الزاهدين، ويكون قوله: \"من الزاهدين\" تبييناً لا صلة. وإذا كان كذلك جاز تقديمه؛ لأنه ليس في الصلة.\nوالثالث: أن الألف واللام ليست بمعنى \"الذي\" وإنَّما هي للتعريف كهي في \"الرجل\".\nوالرابع: أن الجار والمجرور متعلق بما تعلق به قوله: {مِنَ الزَّاهِدينَ} ؛ لأن {مِنَ الزَّاهِدينَ} واقع خبراً وهو متعلق بمحذوف فيتعلق أيضاً بـ \"فيه\".\nانظر: اللامات 58، 59، المسائل البغداديات 558، التبصرة والتذكرة 1/277، الأمالي لابن الحاجب 1/152.\n(1/470)",
        "\nوزاد في شرح التسهيل تأويلين أحدهما: أن يجعل ما تقدم متعلقاً بنفس المصدر الموجود على نية التقديم والتأخير.\nالثاني - وهو الذي تطمئن إليه النفس لبعده عن التكلف -: أن يكون ما تقدم متعلقاً بالمصدر الموجود نفسه، لا على نية التقديم والتأخير ولكن على أن يكون ذلك مُستباحاً في المصدر، وإن لم يُتسبح مثله في الموصول المحض كما استُبيح استغناؤه عن معمول لا دليل عليه، وإن لم يُتسبح مثله في صلة الموصول1.\n__________\n1 انظر: شرح التسهيل 3/114.\n(1/471)\n",
        "الإخبار عن المصدر قبل تمام عمله:\nقال ابن مالك في باب \"الصفة المشبهة باسم الفاعل\":\nوعملُ اسمِ فاعلِ المُعدَّى ... لها على الحدِّ الذي قد حُدَّا1\nأعرب المكودي \"عمل\" مبتدأ و\"اسم فاعل\" مضافاً إلى \"المعدَّى\". قال: \"وهو على حذف الموصوف. والتقدير: فاعل الفعل المعدَّى. و \"لها\" في موضع خبر \"عمل\"، و\"على الحدّ\" متعلق بـ \"عمل\"2.\n__________\n1 الألفية ص38.\n2 شرح المكودي 121.\n(1/471)\n\nفقوله: \"لها\" في موضع خبر المبتدأ الذي هو \"عمل\" و\"على الحدّ\" متعلق بـ \"عمل\" فيه الإخبار عن المصدر قبل تمام عمله1.\nقد تقدمت الإشارة - قريباً - إلى أن المصدر المقدر بالحرف المصدري والفعل مع معموله كالموصول مع صلته وأنه لا يتقدم عليه ما يتعلق به كما لا يجوز تقديم شيء من الصلة على الموصول، ولا يفصل بينهما بأجنبي كما لا يفصل بين الموصول وصلته2.\nهذا رأي جمهور النحويين في هذه المسألة.\nقال ابن مالك في الكافية الشافية:\nوهو مع المعمول كالموصول مع ... صلته فيما أُجيز وامتُنع\nوبالندور احكم على الذي يرد ... بغير ذا، أو حاول العذر تجدْ 3\nوقال في التسهيل:\n\"ويُضمرُ عاملٌ فيما أوهم خلاف ذلك، أو يُعدُّ نادراً\"4.\nأي إن وقع ما يوهم خلاف ما ينبغي تُلطف له فيما يؤمن معه الخطأ ويُثبت به الصواب، من محاولة تخريجه على وجه مناسب ومحاولة إيجاد العذر، كالضرورة الشعرية. فإن لم يتأتَ كلُّ ذلك حُمل على النُّدرة5.\nفممَّا يوهم الفصل بأجنبي - مثلاً - قول الشاعر6:\nالمنُّ للذمِّ داعٍ بالعطاءِ فلا ... تمنن فتُلقى بلا حمد ولا مالِ7\n__________\n1 انظر: حاشية الملوي على شرح المكودي 121.\n2 انظر: شرح التسهيل 3/113، شرح الكافية الشافية 2/1018، شرح الأشموني 2/291.\n3 الكافية الشافية 2/1018.\n4 التسهيل 142.\n5 انظر: شرح الكافية الشافية 2/1019.\n6 لم أجده من سمَّاه.\n7 من \"البسيط\" وقد ورد في: شرح الكافية الشافية 2/1020، شرح الأشموني 2/292.",
        "(1/472)\n\nفإن من يسمع هذا البيت يسبق إلى ذهنه أن الباء الجارة لـ \"العطاء\" متعلقة بـ \"المن\"؛ ليكون التقدير: المنُّ بالعطاء داعٍ للذم، وعليه مدار المعنى. غير أن هذا التقدير ممتنع من جهة الإعراب؛ لأنه يلزم منه ارتكاب محذورين؛ أحدهما: الفصل بين المصدر ومعموله1. والآخر: الإخبار عن المصدر قبل تمام عمله، أي فيما تعلق به من مجرور وغيره.\nفيُخرج البيت على تعليق الباء بمحذوف؛ كأنه قيل: المنُّ للذمِّ داعٍ المنّ بالعطاء، فـ \"المنَّ\" الثاني يدل على \"المنِّ\" الأول، فحُذف وأُبقي ما يتعلق به دليلاً عليه2.\n__________\n1 أجاب بعضهم كابن الحاجب بأن الفصل مغتفر إذا كان المعمول ظرفاً كما في قوله تعالى: {إنَّهُ عَلى رَجْعِهِ لَقادِرٌ يَوْمَ تُبْلى السَّرائِرُ} [الآيتان 8، 9 من سورة الطارق] .\nانظر: حاشية الصبان 2/292.\n2 انظر: شرح الكافية الشافية 2/1020،1021، شرح الأشموني 2/292.\n(1/473)",
        "\nتقديم \"مِنْ\" ومجرورها على أفعل التفضيل:\nإذا كان أفعل التفضيل مجرداً جيء بعده بـ \"مِنْ\" جارةً للمفضَّل عليه نحو: محمدٌ أكرمُ من خالدٍ. و \"مِنْ\" ومجرورها بمنزلة المضاف والمضاف إليه، لا يجوز تقديمها عليه، كما لا يجوز تقديم المضاف إليه على المضاف1.\nويتعيّن تقديم \"مِنْ\" ومجرورها على أفعل التفضيل إذا كان المجرور اسم استفهام أو مضافاً إلى اسم استفهام2.\nأما إذا كان المجرور بـ \"من\" غير استفهام لم يجز تقديمه على أفعل التفضيل إلا في ضرورة الشعر عند كثير من النحويين3، كقول الفرزدق:\n__________\n3 انظر: شرح ابن عقيل 3/184.\n4 انظر: شرح الرضي 3/456، التسهيل 133، شرح الكافية الشافية 2/1134.\n5 انظر: شرح المفصل 2 / 60، شرح الرضي 3/456، الارتشاف 3 / 229، أوضح المسالك 3 / 293، الهمع 5/115.\n(1/473)\n",
        "فقالت لنا: أهلاً وسهلاً، وزوَّدتْ ... جنى النحل بل ما زوَّدتْ منه أطيبُ1\n-فقدَّم المجرور بـ \"مِنْ\" على أفعل التفضيل في غير الاستفهام.\nأما ابن مالك فقد عَدَّ التقديم بهذه الصورة نادراً لا ممتنعاً، فقال في الألفية:\nوإنْ تكنْ بتلوِ \" مِنْ \" مستفهِماً-فلهما كن أبداً مقدِّما\nكمثل: مِمَّنْ أنت خيرٌ؟ ولدى ... إخبارٍ التقديمُ نَزْراً ورَدا2\nوقال في شرح التسهيل: \"إن كان المفضول غير ذلك لم يجز تقديمه إلاَّ في نادر من الكلام3.\nومع كون تقديم \"مِنْ\" ومجرورها ممتنعاً - إذا لم يكن المجرور اسم استفهام أو مضافاً إليه - عند الجمهور4، ونادراً عند ابن مالك إلاَّ أنه قد جاء به ابن مالك مقدماً، إذ قال في باب \"الأسماء الستة\":\nوفي أبٍ وتالِيَيْه يندرُ ... وقصرها من نقصهن أشهر5\nفقوله: \"من نقصهن\" متعلق بـ \"أشهر\" مقدَّم عليه.\n__________\n1 من \"الطويل\" من أبيات قالها في شأن امرأة من بني ذهل بن ثعلبة قرته وحملته وزودته.\n\"جنى النحل\": ما يُجنى منه وهو العسل\nوالمعنى: استقبلتنا بالترحيب والحفاوة قائلة لنا: أهلاً وسهلاً، واحتفت بنا احتفاءً طيباً.\nوالبيت في: شرح المفصل 2 / 60، شرح التسهيل 3 / 54، شرح الألفية لابن الناظم 484، توضيح المقاصد 3 / 127، شرح ابن عقيل 3 / 184، المقاصد النحوية 4/43، الهمع 5/115، شرح الأشموني 3 / 52.\n2 الألفية ص 40.\n3 شرح التسهيل 3 / 54.\n4 انظر: تمرين الطلاب في صناعة الإعراب 9.\n5 الألفية ص 11. قال: الصبان: (أشهر: أفعل تفضيل شاذ؛ لأنه إماَّ من \" شُهر \" المبني للمجهول أو \" أشهر \" الزائد على الثلاثي) . حاشية الصبان 1 / 70.\n(1/474)\n\nقال الأزهري: \"هذا غير جائز عند الجمهور، خلافاً للناظم\"1.\n__________\n1 انظر: تمرين الطلاب في صناعة الإعراب 9.",
        "(1/475)\n\nتقديم معمول الصفة على الموصوف:\nقال ابن مالك في \"باب الكلام وما يتألف منه\":\nبالجرِّ والتنوينِ والندا وأل ... ومسند للاسم تميزٌ حَصَلْ 1\nفقوله: \"للاسم\" يُعرب خبراً مقدماً. و \"تمييز\": مبتدأ مؤخر. وجملة \"حصل\" في محل رفع صفة لـ \"تمييز\". ويلزم على هذا تقديم الصفة التي هي قوله: \"بالجر\" وما عطف عليه على الموصوف وهو قوله: \"تمييز\"، والصفة لا تتقدم على الموصوف، فمعمولها أولى بالمنع2.\nقلت: ذهب جمهور البصريين إلى أنه لا يجوز تقديم معمول الصفة على الموصوف، فلا يجوز أن يقال في: هذا رجلٌ يأكلُ طعامَك: هذا طعامَك رجلٌ يأكلُ.\nوتبعهم في هذا ابن مالك فقال في الكافية الشافية:\nوعَمَلَ التابعِ قبلَ ما تبع ... لا توقِعَنْ ففعلُ ذاك ممتنعْ\nوما نعوه علماءُ البصرهْ ... وغيرهم أجاز دون كثرهْ3\n__________\n1 الألفية ص 9.\n2 انظر: تمرين الطلاب في صناعة الإعراب 6، شرح الأشموني 1 / 39. قال ابن الحاج في حاشيته على المكودي 1/ 27: (وهذا الاعتراضُ وارد، ولا تلتفت لكلام بعض) .\n3 الكافية الشافية 2 / 1148.\n(1/475)",
        "\nوأجاز ذلك الكوفيون، وتبعهم الزمخشري في قوله تعالى: {وَقُلْ لَهُمْ في أَنْفُسِهِمْ قَوْلاً بَليغاً} 1 قال: \"فإن قلت: بم تعلق قوله: \"في أنفسهم\"؟ قلت: بقوله: \"بليغاً\"؛ أي قل لهم قولاً بليغاً في أنفسهم ... \"2.\nواستثنى ابن مالك في التسهيل ما إذا كان النعت صالحاً لمباشرة العامل فإنه يجوز تقديمه، ولكن ليس من باب تقديم الصفة على الموصوف ولكن على جعل المنعوت بدلاً منه3. ومثَّل في الشرح بقوله - عز وجل -: {إلى صِراطِ العَزيزِ الحَميدِ اللَّهِ} 4 ففيه تقديم النعت وهو قوله: \"العزيز الحميد\" وجعل المنعوت - وهو لفظ الجلالة - بدلاً.\nومنه قول الشاعر:\nولكنِّي بليتُ بوصلِ قومٍ ... لهم لحمٌ ومنكرة جسومُ5\nأي: وجسوم منكرة.\nوقال ابن عصفور: \"ولا يجوز تقديم الصفة على الموصوف إلاَّ حيث سمع، وذلك قليل\"6.\n__________\n1 من الآية 63 من سورة النساء.\n2 الكشاف 1 / 276.\n3 انظر: التسهيل 169.\n4 من الآية 1، 2 من سورة إبراهيم.\n5 من \"الوافر\"، ولم أجد من نسبه لشاعرٍ بعينه.\nوالبيت في: شرح التسهيل 3 / 320، التذييل والتكميل جزء (4) لوحة 129، المساعد 2/418، شفاء العليل 2 / 758.\n6 شرح الجمل 1 / 218.\n(1/476)\n",
        "والراجح هو ما ذهب إليه البصريون ومن تبعهم من عدم جواز تقديم معمول الصفة على الموصوف؛ لأن حق المعمول ألاَّ يحل إلا في موضع يحل فيه العامل1، كما قال ابن مالك.\nفأنت تقول: هذا رجلٌ مكرمٌ زيداً، ولا تقول: هذا زيداً رجلٌ مكرمٌ؛ لأن النعت لا يتقدم على المنعوت؛ لأنه تابع2. ولعله يُتسامح في ذلك إذا كان معمولُ الصفة جاراً ومجروراً كما في آية النساء وبيت الألفية.\n__________\n1 هذا هو الغالب ولكنه غير مطرد. ألا ترى أن قوله تعالى: {فَأمَّا اليَتِيمَ فَلا تَقْهَرْ وَأَمَّا السَّائِلَ فَلا تَنْهَرْ} [الشرح: 9، 10] قد تقدم المعمولان فيه وهما \"اليتيم والسائل\"؛ فالأول معمول لـ \"تقهر\"، والآخر معمول لـ \"تنهر\" وقد تقدما على \"لا\" الناهية، والعامل فيهما لا يجوز تقديمه عليها؛ من قبل أن المجزوم لا يتقدم على جازمه. فقد تقدم المعمول هاهنا حيث لا يتقدم العامل. انظر الدر المصون 4 / 17.\n2 انظر: شرح التسهيل 3 / 288، البحر المحيط 3 / 282.\n(1/477)\n\nالفصل بين الصفة والموصوف بما هو أجنبي:\nقال ابن مالك في باب \"نعم وبئس\" وما جرى مجراهما:\nفِعلانِ غير متصرفين ... نعم وبئس رافعان اسمينِ1\nأعرب المكودي قول الناظم: \"فعلان\" خبراً مقدماً، و\"غير متصرفين\" نعتاً له، و\"نعم وبئس\" هو المبتدأ، و\"رافعان\" نعت لفعلين كذلك. قال: ولا يجوز أن يكون قوله: \"غير متصرفين\" و\"رافعان\" أخباراً؛ لأنهما قيدٌ في فعلين، وليس المراد أن يخبر بهما عن \"نعم وبئس\"2.\n__________\n1 الألفية ص 39.\n2 انظر: شرح المكودي 128.",
        "(1/477)\n\nالعطف على الضمير المجرور من غعير إعادة الجار\n...\nالعطف على الضمير المجرور من غير إعادة الجارّ:\nهذه المسألة من المسائل المختلف فيها؛ فجمهور البصريين، والفراء يرون أنه لا يجوز العطف على الضمير المجرور إلا بعد إعادة حرف الجر1، فلا يجوز نحو: مررت بك وزيدٍ.\nواحتجوا لمذهبهم بأدلة منها: أن الجار والمجرور بمنزلة شيء واحد، فإذا عطفت على الضمير المجرور فكأنك قد عطفت الاسم على الحرف الجارّ، من قِبل أن الضمير إذا كان مجروراً اتصل بالجار ولم ينفصل منه، ولهذا لا يكون إلا متصلاً، بخلاف ضمير المرفوع والمنصوب، وعطف الاسم على الحرف لا يجوز2.\nومنها أن ضمير الجر شبيه بالتنوين ومعاقب له، فلم يجز العطف عليه كالتنوين3.\nومنها أن حق المتعاطفين أن يصلحا لحلول كل منهما محل الآخر، وضمير الجر لا يصلح حلوله محل المعطوف، فامتنع العطف عليه4.\nويرى الكوفيون ما عدا الفراء جواز العطف على الضمير المجرور دون إعادة الجار؛ وذلك لوروده في التنزيل، وكلام العرب، كقوله تعالى: {واتَّقُوا اللَّهَ الَّذي تَسَاءَلُونَ بِهِ وَالأرْحامِ} 5 - بالجر6 - وقوله: {يَسْتَفْتُونَكَ في النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وما يُتْلَى عَلَيْكُمْ} 7 وغيرها من الآيات والشواهد الشعرية8.\n__________\n1 انظر: الكتاب 1 / 392، الأصول 2 / 79.\n2 انظر: الإنصاف 2 / 65.\n3 انظر: شرح التسهيل 3 / 375.\n4 انظر: شرح الكافية الشافية 3 / 1247.\n5 من الآية الأولى من سورة النساء.\n6 قرأ بالجر حمزة. وقرأ بقية السبعة بالنصب.\n(السبعة في القراءات 226، المبسوط 175، الغاية 132) .\n7 من الآية 127 من سورة النساء.\n8 انظر: الإنصاف 2 / 65.\n(1/479)",
        "\nووافق الكوفيين في ذلك كلٌّ من يونس بن حبيب، والأخفش، وأبو علي الشلوبيني (645هـ) وصحَّحه ابنُ مالك1.\nقال في الألفية:\nوعَوْدُ خافضٍ لدى عطفٍ على ... ضميرِ خفضٍ لازماً قد جُعلا\nوليس عندي لازماً إذ قد أتى ... في النظم والنثر الصحيح مُثبتا2\nوقال في التسهيل:\n\"وإن عُطف على ضمير جر اختير إعادة الجار، ولم تلزم وفاقاً ليونس، والأخفش، والكوفيين\"3.\nأما الفراء فقد عدَّه قليلاً مرةً فقال: \"وما أقل ما تردّ العرب مخفوضاً على مخفوض قد كُني عنه\"4.\nوعدَّه مرة أخرى قبيحاً ضعيفاً لا يجوز إلا في الشعر لضعفه5.\nولأن الناظم لا يرى لزوم ذلك فقد جاء في الألفية شيء منه حيث قال في باب \"أمَّا ولولا ولوما\":\nوبِهما التحضيضَ مِزْ وهَلاَّ ... ألاَّ ألا وأولينها الفعلا6\nفقوله: \"وهلاَّ\" معطوف على الضمير المجرور بالباء من غير إعادة حرف الجر7.\n__________\n1 انظر: الهمع 5 / 268، شرح الأشموني 3 / 114، الخزانة 5 / 124.\n2 الألفية ص43.\n3 التسهيل 177، 178.\n4 معاني القرآن 2/86.\n5 المصدر السابق 1/252، 253.\n6 الألفية ص53.\n7 انظر: تمرين الطلاب في صناعة الإعراب 115.\n(1/480)\n",
        "وقال في باب \"النسب\":\nوأولِ ذا القلب انفتاحاً وفَعِل ... وفُعِلٌ عينَهما افتح وفِعِلْ1\nفقوله: \"وفِعِل\" - بكسر الفاء والعين - معطوف على الضمير المجرور بالإضافة من غير إعادة الجار2.\n__________\n1 الألفية ص62.\n2 انظر: تمرين الطلاب في صناعة الإعراب 133.\n3 انظر: ما يحتمل الشعر من الضرورة 40، 41.\n(1/481)\n\nصرف ما لا ينصرف:\nذكر العلماء أنه يجوز للشاعر أن يصرف في الشعر ما لا ينصرف؛ لأن الأسماء أصلها الصرف.\nفإذا اضطر الشاعر ردَّها إلى أصلها ولم يلتفت إلى العلل الداخلة عليها1.\nويرى بعض البصريين أن كل ما لا ينصرف يجوز صرفه إلاَّ أن يكون آخره ألف تأنيث نحو: \"بشرى\" فإنه لا يجوز فيه ذلك4.\nواستثنى الكسائي والفراء \"أفعل\" الذي معه \"مِنْ\" كـ \"هذا أفضل منك، ورأيت أكرم منك. فإنه لا يجوز صرفه2.\nوذكر بعضهم أن صرف ما لا ينصرف لغة عند قوم من النحاة. وقد أجاز ذلك في الكلام أحمد بن يحيى3.\nوزعم أبو الحسن الأخفش أنه سمع من العرب من يصرف في الكلام جميع ما لا ينصرف. كما حكى الزجاجي مثل ذلك4.\n__________\n1 انظر: ما يحتمل الشعر من الضرورة 24، الارتشاف 1 / 448.\n2 انظر: الكامل 1 / 332، الأصول 3 / 437، ضرائر الشعر 24.\n3 انظر: الارتشاف 1 / 448.\n4 انظر: ضرائر الشعر 25.",
        "(1/481)\n\nويرى ابن عصفور أن ذلك لغة الشعراء؛ (لأنهم قد اضطروا إليه في الشعر فصرفوه، فجرت ألسنتهم على ذلك. وأما سائر العرب فلا يجوز صرف شيء منه في الكلام فلذلك جعل من قبيل ما يختص به الشعر) 1.\nوابن مالك مع جمهور النحويين في أنه يجوز للضرورة أو التناسب صرف جميع ما لا ينصرف2.\nقال في الألفية:\nولاضطرارٍ أو تناسبٍ صُرِفْ ... ذو المنعِ، والمصروف قد لا ينصرفْ3\nوقد وردت بعض الألفاظ في الألفية مصروفة لأجل الضرورة مع أنَّ حقها المنع من الصرف.\nمن ذلك ما جاء في باب العلم، إذ قال:\nمن ذاك أمُّ عريطٍ للعقربِ ... وهكذا ثعالةٌ للثعلب4\nفـ \"ثعالة\" علم لجنس الثعلب، وهو غير منصرف للعلمية وتاء التأنيث، إلاَّ أنه صرفه للضرورة5.\nومنه صرف الناظم لكلمة \"أحمد\" وهو مستحق للمنع لأجل العلمية ووزن الفعل حين قال:\nكذاك ذو وزنٍ يخصُّ الفعلا ... أو غالبٍ كأحمدٍ ويعلى6\n__________\n1 المصدر السابق 25.\n2 انظر: التسهيل 223، 224، شرح الكافية الشافية 3 / 1509.\n3 الألفية ص 50.\n4 المصدر السابق ص 13.\n5 انظر: شرح المكودي 21.\n6 الألفية ص 50. وانظر: تمرين الطلاب في صناعة الإعراب 108.\n(1/482)",
        "\nوقال في باب: \"جمع التكسير\":\nأفعِلةٌ أَفْعُلُ ثم فِعْلَهْ ... ثُمَّت أفعالٌ جُموعُ قِلَّهْ1\nفـ \"أفعلة\" مستحق للمنع من الصرف للعلمية والتأنيث إلاَّ أن الناظم قد صرفه للضرورة2.\nوقال في الباب نفسه:\nفَواعِلٌ لفَوْعَلٍ وفاعَلِ ... وفاعِلاءَ مَعَ نحوِ كاهِلِ3\nفصرف كلمة \"فواعل\" للضرورة مع استحقاقها للمنع للسبب السابق4.\nوقال في باب \"النسب\":\nوفَعَليٌّ في فَعِيلَةَ التُزم ... وفُعَليٌّ في فُعَيْلَةٍ حُتم5\nفنوَّن \"فُعَيْلَةٍ\" للضرورة، مع أنها في الأصل ممنوعة من الصرف للعلمية والتأنيث كذلك6.\nوقال في موضع آخر من الباب نفسه:\nوبأخٍ أَختاً وبابنٍ بِنْتا ... أَلحِقْ ويونسٌ أبى حذف التا7\n__________\n1 الألفية ص 58.\n2 انظر: تمرين الطلاب في صناعة الإعراب 125، حاشية الصبان 4 / 121.\n3 الألفية ص 59.\n4 انظر: تمرين الطلاب في صناعة الإعراب 128.\n5 الألفية ص 62.\n6 انظر: إرشاد السالك 187.\n7 الألفية ص 63.\n(1/483)\n",
        "فصرف كلمة \"يونس\" للضرورة مع أنه ممنوع من الصرف للعلمية ووزن الفعل1.\nأما في باب \"الإبدال\" فقال:\nوصحَّ عينُ فَعَلٍ وفَعِلا ... ذا أَفْعَلٍ كأغْيَدٍ وأحْوَلا2\nفصرف كلمة \"أغيد\" للضرورة مع كونها في الأصل ممنوعة من الصرف للوصفية ووزن أفعل3.\n(1/484)\n\nحذف أداة الشرط:\nقال ابن مالك في باب \"المعرف بأداة التعريف\":\nأل: حرفُ تعريفٍ أو اللامُ فقطْ ... فَنَمَطٌ عَّرفتَ قُلْ فيه: النَّمَطْ1\nأعرب الأزهري لفظة \"نمط\" مبتدأ، وقال: سوَّغ ذلك إعادته بلفظ المعرفة. و\"عرَّفت\": شرطٌ حذفت أداته ضرورة. ومفعوله محذوف. و\"قُلْ\" فعل أمر جواب الشرط، حذفت منه الفاء للضرورة، والشرط وجوابه خبر المبتدأ. والتقدير: فنمط إذا عرَّفته فقل فيه النمط، على معنى: إذا أردت تعريفه فقل2.\n__________\n1 الألفية ص 15.\n2 انظر: تمرين الطلاب في صناعة الإعراب 22 نقلاً عن الشاطبي.",
        "(1/484)\n\nقلت: مذهب جمهور النحويين أنه لا يجوز حذف أدوات الشرط، لا \"إنْ\" ولا غيرها1.\nقال أبو حيان: وقد جوَّز ذلك بعضهم في \"إنْ\". قال: ويرتفع الفعل بحذفها، وجعل منه قول ذي الرِّمَّة:\nوإنسانُ عيني يَحْسِرُ الماءُ تارةً ... فيبدو وتارات يَجُمُّ فيَغْرَقُ2\nأي: إن يحسر الماءُ3. فلما حذفت \"إنْ\" ارتفع الفعل.\nوإنما قدر بعضهم فيه \"إنْ\" محذوفة، لأن قوله \"وإنسانُ عيني\" مبتدأ، وجملة \"يحسر الماءُ تارةً\" خبره، وليس ثَمَّ رابط لهذه الجملة بالمبتدأ. فلما خلت من الرابط ذهب من ذهب إلى أصلها جملة شرطية، إذ إنه لا يشترط في الشرط إذا ما وقع خبراً أن يكون الرابط في جملة الشرط، بل قد يكون في جملة الجزاء نحو: زيد إنْ تقم هند يغضب4.\nوخرَّج بعض المحققين بيت ذي الرمة على أنه من عطف جملة فيها ضمير المبتدأ وهي قوله: \"يبدو\" بفاء السببية على الجملة المخبر بها الخالية منه وهي\n__________\n1 انظر: الارتشاف 2 / 561، توضيح المقاصد 4 / 260.\n2 من \"الطويل\".\nإنسان العين: النقطة السوداء التي تبدو لامعة وسط السواد. \"يحسر\": يكشف يجمّ: يكثر.\nوالبيت في: الديوان 479، مجالس ثعلب 2/544، المسائل البصريات 1/360، المحتسب 1/150، المقرب 1 / 8، تذكرة النحاة 668، المغني 651، أوضح المسالك 3 / 362، المقاصد النحوية 1/578، 4/449، الهمع 2/19، شرح الأشموني 1/196، الخزانة 2/192.\n3 انظر: الارتشاف 2 / 561، وانظر: توضيح المقاصد 4 / 260.\n4 انظر التذييل والتكميل ج 5 لوحة 162، 163. وانظر: الخزانة 2 / 192.\n(1/485)",
        "\nقوله: \"يحسر الماءُ\"1، فيُكتفى بذلك، لانتظام الجملتين من حيث العطف بالفاء في نظم جملة واحدة2.\nوهو الراجح عندي. وقد عدَّ النحاة هذا من روابط الجملة الواقعة خبراً بالمبتدأ نحو: زيدٌ جاءت هند فضربها3.\n__________\n1 انظر: المقرب 1 / 83، المغني 651، أوضح المسالك 3 / 362، الخزانة 2 / 192.\n2 انظر: التذييل والتكميل ج 5 لوحة 163.\n3 انظر: المقرب 1 / 83، الارتشاف 2 / 51، المغني 651.\n(1/486)\n",
        "حذف جواب الشرط:\nلأداة الشرط - عند البصريين - صدر الكلام، فلا يسبقها شيء من معمولات فعل الشرط، ولا فعل الجواب غير معمول الجواب المرفوع.\nوقال أكثر البصريين: ولا يجوز كذلك تقديم الجواب على الأداة، لأنه ثانٍ أبداً عن الأول متوقف عليه.\nفإن تقدم شبه الجواب على الأداة فهو دليل عليه وليس إياه، وإنما الجواب محذوف مدلول عليه بما قبله نحو: أنت ظالم إن فعلت، والتقدير: أنت ظالم إن فعلت فأنت ظالم.\nولا يكون هذا الحذف اختياراً إلا إذا كان فعل الشرط ماضياً لفظاً أو معنى بأن كان مضارعاً مقترناً بـ\"لم\"1 نحو: {لَئِنْ لَمْ تَنْتَهِ لأَ رْجُمَنَّكَ} 2.\nقال ابن مالك في شرح الكافية الشافية3: \" ولا يكون فعل الشرط مضارعاً غير مجزوم بـ\"لم\" عند حذف الجواب إلا في ضرورة.\n__________\n1 انظر: الكتاب 1 / 435 - 438، توضيح المقاصد 4 / 265، 266، المساعد 3 / 186، شرح ابن عقيل 4/ 42، التصريح 2 / 254، الهمع 4 / 333، 334.\n2 من الآية 46 من سورة مريم.\n3 3 / 1619.\n(1/486)\n\nأما في التسهيل فقد ذكر مرةً أن حذفه دون تحقق هذا الشرط مخصوص بالشعر1، وذكر مرة أخرى أنه قليل2.\nوقد وقع في الألفية شيء كثير من حذف الجواب مع فوات شرط هذا الحذف، وهو كون الشرط فعلاً ماضياً.\nولا أزعم أني قد حصرت هذه المواضع كلها، ولكني وقفت على اثني عشر منها.\nففي باب \"الموصول\" قال:\nإنْ يُستطل وصلٌ وإنْ لم يُستطل ... فالحذفُ نزرٌ وأبَوْا أنْ يُختزلْ3\n-فـ \"إنْ يُستطل\" - بالبناء للمفعول - فعل الشرط مجزوم بـ \"إنْ\"\nو\"وَصْلٌ\" نائب عن الفاعل بـ\"يُستطل\"، وجواب الشرط محذوف للضرورة لكون الشرط هنا مضارعاً4.\nوقال في باب \"التنازع\":\nولا تجيء مع أوَّلٍ قد أُهملا ... بمضمرٍ لغير رفعٍ أُوهِلا\nبل حذفَه الزم إنْ يكن غيرَ خبر ... وأخِّرَنْه إنْ يكن هو الخبرْ5\nفقوله: \"إن يكن غير خبر\" و\"إن يكن هو الخبر\" حذف في الموضعين جواب \"إنْ\" التي فعلها مضارع. وهو ضرورة6.\nوقال في باب \"المفعول معه\":\n__________\n1 انظر: التسهيل 238.\n2 انظر: المصدر السابق 240.\n3 الألفية ص 15.\n4 انظر: تمرين الطلاب في صناعة الإعراب 21.\n5 الألفية ص 26.\n6 انظر: تمرين الطلاب في صناعة الإعراب 51، حاشية الصبان 2 / 104.",
        "(1/487)\n\nوالعطف إنْ يمكن بلا ضعفٍ أحقْ ... والنصبُ مختارٌ لدى ضعفِ النسقْ1\n-فـ \"إنْ\" حرف شرط، و \"يمكن\" فعل الشرط، وجوابه محذوف للضرورة، لكون الشرط غير ماض2.\nوقال في باب \"عطف النسق\":\nوبانقطاعٍ وبمعنى بَلْ وَفَتْ ... إنْ تكُ مما قُيِّدت به خَلَتْ3\nفجملة \"خلت\" في موضع نصب خبر \"تك\" وجواب الشرط محذوف مع فوات شرط حذفه وهو مضي الشرط ضرورة4.\nوقال في \"المنادى المضاف إلى ياء المتكلم\":\nواجعل منادًى صَحَّ إن يُضف لِيا ... كعبدِ عبدي عبدَ عبدا عَبْديا5\n-فإن \"يُضف\" - بالبناء للمفعول - فعل الشرط، وجوابه محذوف للضرورة لكون الشرط هنا مضارعاً6.\nوجاء حذف جواب الشرط مع فوات شرط حذفه مرتين في باب \"الندبة\":\nالأولى: قوله:\nوالشكلَ حتماً أوْلهِ مُجانِسا ... إنْ يكنِ الفتحُ بوهمٍ لابسا7\n__________\n1 الألفية ص 28.\n2 انظر: تمرين الطلاب في صناعة الإعراب 56.\n3 الألفية ص 43.\n4 انظر: تمرين الطلاب في صناعة الإعراب ص 90.\n5 الألفية ص 45.\n6 انظر: تمرين الطلاب في صناعة الإعراب ص 97.\n7 الألفية ص 46.\n(1/488)",
        "\nوالثانية: قوله:\nوواقفاً زِدْ هاءَ سكتٍ إنْ تُرِدْ ... وإنْ تشأْ فالمدَّ والها لا تَزِدْ1\nفـ\"ترد\" فعل الشرط وجواب الشرط محذوف ضرورة2.\nوقال في باب \"إعراب الفعل\":\nوبعدَ غيرِ النفي جزماً اعتمد ... إنْ تُسقطِ الفا والجزاءُ قد قُصدْ3\n-كما قال في باب \"عوامل الجزم\":\nوالفعلُ من بعد الجزا إنْ يقترنْ ... بالفا أو الواوِ بتثليثٍ قَمِنْ4\nفقوله: \"والفعل\" مبتدأ، و\"قمن\" خبره، وجواب الشرط محذوف للضرورة، لأن شرط حذف الجواب اختياراً مضيُّ الشرط لفظاً أو معنىً5.\nوقال في باب \"الوقف\":\n...\nفـ\"يُعدم\" - بالبناء للمفعول - فعل الشرط، وجوابه محذوف للضرورة، لكون الشرط مضارعاً6.\nوالنقلُ إنْ يُعدمْ نظيرٌ مُمتنعْ ... وذاكَ في المهموز ليس يمتنعْ7\nوقال في باب \"الإمالة\":\nوهكذا بَدَلُ عَيْنِ الفعل إنْ ... يَؤُلْ إلى فِلتُ كماضي خَفْ ودِنْ8\nوقال في باب \"الإبدال\":\n__________\n1 المصدر السابق ص 46.\n2 انظر: تمرين الطلاب في صناعة الإعراب 99، 100.\n3 الألفية ص 51.\n4 المصدر السابق ص52.\n5 انظر: تمرين الطلاب في صناعة الإعراب 114، حاشية الصبان 4 / 24.\n6 انظر: تمرين الطلاب في صناعة الإعراب 137.\n7 الألفية ص 60.\n8 الألفية ص 64.\n(1/489)\n",
        "ومدًّا ابدل ثانيَ الهمزيْن مِنْ ... كِلْمةٍ ان يَسْكُن كآثِرْ وائتمِنْ1\nفإنَّ \"يَسْكُن\" فعل الشرط، وجوابه محذوف للضرورة، لكونه مضارعاً2.\nوثمت أبيات أخرى من الألفية ذكر الأزهري أنها مما حُذف فيها جوابُ الشرط للضرورة لكون الشرط مضارعاً غير أني أعرضت عنها صفحاً، لأن الشرط - وإن كان مضارعاً لفظاً - إلاّ أنه ماضٍ من حيث المعنى، وذلك لتقدم \"لم\" عليه، كقوله في باب \"تعدي الفعل ولزومه\":\nوحذفَ فضلةٍ أجز إن لم يَضِرْ ... كحذفِ ما سيق جواباً أو حُصِرْ3\nوقوله في باب \"النسب\":\nواجبُرْ بردِّ اللامِ ما منه حُذفْ ... جوازاً ان لم يك رَدُّه أُلِفْ4\n__________\n1 الألفية ص 67.\n2 انظر: تمرين الطلاب في صناعة الإعراب 145.\n3 الألفية ص 26. وانظر: تمرين الطلاب في صناعة الإعراب 49.\n4 الألفية 62. وانظر: تمرين الطلاب في صناعة الإعراب 135. وانظر - أيضاً - الصفحات 21، 48، 71، 95، 101، 135، 136، 137، 143 من الألفية.\n(1/490)\n\nحذف الفاء من جواب الشرط، وحذف جواب الشرط:\nقال ابن مالك في باب \"الكلام وما يتألف منه\":\nوالأمرُ إنْ لم يكُ للنون مَحَلْ ... فيه هو اسمٌ نحو صَهْ وحَيَّهلْ1\n__________\n1 الألفية ص 10.",
        "(1/490)\n\nفقوله \"هو اسم\" مبتدأ وخبر، والجملة منهما في محل جزم جواب الشرط. وإنما لم يأتِ بالفاء للضرورة. والجملة من الشرط وجوابه في محل رفع خبر المبتدأ أو تُجعل جملة \"هو اسم\" في محل رفع خبر المبتدأ الذي هو قوله: \"والأمرُ\"، وتكون جملة جواب الشرط محذوفة دلَّت عليها جملة المبتدأ وخبره. وهذا أيضاً ضرورة، لأن من شرط حذف الجواب أن يكون الشرط فعلاً ماضياً. فالبيت لا يخلو من الضرورة1.\nونظير ذا تماماً قول الناظم في باب \"النداء\":\nوالضمُّ إنْ لم يلِ الابنُ علما ... أو يلِ الابنَ علم قد حُتما2\nفقوله: \"قد حُتما\" - بالبناء للمفعول - يحتمل أن يكون خبر المبتدأ، وجواب الشرط محذوف، والتقدير: والضمُّ قد حُتم إن لم يلِ فهو محتم، وفيه ضرورة، لأن شرط حذف الجواب أن يكون الشرط فعلاً ماضياً، فحيث كان مضارعاً كان حذف الجواب مخصوصاً بالشعر.\nويحتمل أن يكون \"قد حُتم\" هو جواب الشرط، والشرط وجوابه خبر المبتدأ، وترك الفاء ضرورةً، لأن الجواب ماضٍ مقرونٌ بـ\"قد\"، ولا تحذف منه الفاء في هذه الحالة إلاَّ في الضرورة. فليست إحدى الضرورتين بأولى من الأخرى إلا بكثرة الاستعمال3.\nومثل ترك الفاء للضرورة - أيضاً - قوله في باب \"العلم\":\n__________\n1 انظر: تمرين الطلاب في صناعة الإعراب 7، فتح الرب المالك 62، منحة الجليل 1 / 25، 26.\n2 الألفية ص 44.\n3 انظر: تمرين الطلاب في صناعة الإعراب 95.\n(1/491)",
        "\nوإنْ يكونا مفرديْنِ فأضِفْ ... حتماً وإلاَّ أتبعِ الذي رَدِفْ1\nفإن جملة \"أتبع\" هي جواب الشرط، وهي طلبية يجب أن تكون مقرونةً بالفاء، ولا تحذف إلاَّ للضرورة2.\nومثل الجملة الطلبية الواقعة جواباً للشرط قوله في باب \"لا\" النافية للجنس:\nوالعطفُ إن لم تتكرر \"لا\" احكما ... له بما للنعت ذي الفصل انتمى3\nفإن قوله: \"احكما\" فعل أمر مبني على الفتح لاتصاله بنون التوكيد الخفيفة المنقلبة ألفاً لأجل الوقف، والجملة في محل جزم جواب الشرط، وقد حذف منها ألفاً ضرورة وهي لازمة لكون الجواب جملةً طلبية4.\nوكذلك قوله في باب \"عوامل الجزم\":\nوالفعلُ من بعد الجزا إن يقترنْ ... بالفا أو الواوِ بتثليث قَمِنْ5\nفإن قوله: \"والفعل\" مبتدأ، و \"قمن\" خبره، وجواب الشرط محذوف للضرورة، لأن شرط حذف الجواب - اختياراً - مضيُّ الشرط لفظاً أو معنى.\nويحتمل جعل \"قمن\" خبر مبتدأ محذوف، والجملة جواب الشرط، وحذف الفاء للضرورة6.\n__________\n1 الألفية ص 13.\n2 انظر: تمرين الطلاب في صناعة الإعراب 17، منحة الجليل 1 / 122.\n3 الألفية ص 21.\n4 انظر: منحة الجليل 2/19.\n5 الألفية ص 52.\n6 انظر: حاشية الصبان 4 / 24.\n(1/492)\n",
        "وقال في باب \"التصغير \":\nوألف التأنيث ذو القصر متى ... زاد على أربعةٍ لن يثبتا1\nفجملة \"لن يثبت\" في محل جزم جواب الشرط وكان من حقها أن تقترن بالفاء، لكن الناظم حذفها لضرورة إقامة الوزن. وجملة الشرط والجواب في محل رفع خبر المبتدأ، أو تكون الجملة هي خبر المبتدأ، وجواب الشرط محذوف للضرورة، لكون الشرط غير ماض2.\nفهذه الأبيات من الألفية تنتظم مسألتين:\nالأولى: حذف الفاء من جواب الشرط للضرورة.\nوالأخرى: حذف جواب الشرط دون توافر لشرطه عند الجمهور.\nومن أشهر المواضع التي لا يصلح فيها الجواب أن يكون شرطاً3 كونه جملة اسمية كقوله تعالى: {وَإنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ} 4 أو كان فعلاً دالاً على الطلب نحو: {إنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فاتَّبِعوني} 5.\nوالطلب يشمل الأمر، والنهي، والتحضيض، والعرض، والدعاء، والاستفهام.\nأو كان ماضياً مقروناً بـ\"قد\" لفظاً، أو تقديراً، أو مقروناً بحرف تنفيس، أو بحرف نفي غير \"لا\" و \"لم\"، أو كان الفعل جامداً.\n__________\n1 الألفية ص 61.\n2 انظر: تمرين الطلاب في صناعة الإعراب 131، منحة الجليل 4 / 145.\n3 انظر هذه المواضع في: شرح الكافية الشافية 3 / 1594 - 1597، شرح الرضي 2 / 263، الارتشاف 2/554، 555، شرح التحفة الوردية 930، 931، شرح ألفية ابن معطي 1/333، الهمع 4 / 327.\n4 من الآية 19 من سورة الأنفال.\n5 من الآية 31 من سورة آل عمران.\n(1/493)\n\nقال ابن القواس: \"وإنما لزمت الفاء لأنه لما امتنع تأثير أداة الشرط في هذه الأمور أُتي بالفاء للربط توصلاً إلى المجازاة بها، وكانت الفاء دون الواو، لأن معناها التعقيب من غير مهلة، والجزاء يجب عقيب الشرط\"1.\nوقد اختُلف في حذف هذه الفاء من جواب الشرط إذا كان شيئاً مما تقدم على ثلاثة مذاهب:\nالأول: مذهب جمهور النحويين وهو أنه لا يجوز حذفها إلا في الضرورة، ويمتنع في سعة الكلام.\nوممن نصَّ على هذا سيبويه2، والصيمري3، وابن عصفور4، وابن مالك5، وأبو حيان6، وابن هشام7.\nالثاني: المنع مطلقاً في الضرورة والاختيار. نقله أبوحيان عن بعض النحويين8.\nومذهب ابن الناظم - وتبعه الأزهري9 - أنه يجوز ترك هذه الفاء في الضرورة أو في الندور10، ومثَّل للندور بما أخرجه البخاري من قول النبي\n__________\n1 شرح ألفية ابن معطي 1 / 333.\n2 انظر: الكتاب 1 / 435.\n3 انظر: التبصرة والتذكرة 1 / 409.\n4 انظر: شرح الجمل 2 / 199.\n5 انظر: شرح الكافية الشافية 3 / 1598.\n6 انظر: الارتشاف 2 / 555.\n7 انظر: أوضح المسالك 4 / 210.\n8 انظر: التذييل والتكميل ج5 لوحة 150.\n9 انظر: التصريح 2 / 250.\n10 انظر: شرح الألفية لابن الناظم 701، 702.",
        "(1/494)\n\nصلى الله عليه وسلم لأُبيّ بن كعب1 لما سأله عن اللقطة: \"فإن جاء صاحُبها وإلاَّ استمتع بها\"، أي فإن جاء صاحبها فردها إليه وإن لم يجيء فاستمتع بها2.\nوالمذهب الأول هو الراجح لدي. أمَّا ما ورد في الحديث فقد أخرجه البخاري مرتين، الأولى بإثبات الفاء: \"وإلا فاستمتع بها\"3 وكذا في صحيح مسلم في كتاب \"اللقطة\"4، والترمذي في كتاب \"الأحكام\"5.\nوالأخرى برواية: \"وإلا استمتع بها\" بإسقاط الفاء6.\nأما حذف جواب الشرط فيجوز إذا كان ثمَّ قرينة نحو قوله تعالى: {وَإنْ كانَ كَبُرَ عَلَيْكَ إعْراضُهُمْ} 7، تقديره: فافعل. وقوله: {أَئِنْ ذُكِّرْتُمْ} 8 أي تطيرتم.\nوهو كثير في لسان العرب عندما يدل دليل على حذفه نحو: \"أنت ظالم إن فعلت\" تقديره: أنت ظالم إن فعلت فأنت ظالم9.\nقال ابن مالك في الألفية:\n__________\n1 هو أُبيُّ بن كعب بن قيس بن عبيد وكنيته أبو المنذر. وهو من كتّاب الوحي، وأقرأ الصحابة. شهد بدراً، والمشاهد كلها مع رسول الله صلى الله عليه وسلم.\nتوفي بالمدينة سنة 21هـ في أشهر الأقوال.\n(صفة الصفوة 1 / 474 - 477، تذكرة الحفاظ 1 / 16، 17، غاية النهاية 1 / 31) .\n2 انظر: شرح الألفية لابن الناظم 701، 702.\n3 صحيح البخاري. كتاب اللقطة (1) 3 / 249.\n4 صحيح مسلم. كتاب اللقطة (9) 3 / 1350.\n5 الجامع الصحيح. كتاب الأحكام (35) 3 / 658.\n6 صحيح البخاري. كتاب اللقطة (10) 3 / 254.\n7 من الآية 35 من سورة الأنعام.\n8 من الآية 19 من سورة يس.\n9 انظر: شرح الكافية الشافية 3 / 1608، الارتشاف 2 / 560، شرح ابن عقيل 4 / 42.\n(1/495)",
        "\nوالشرطُ يغني عن جواب قد عُلم1\nواشترط البصريون، والفراء لحذف الجواب مع وجود الدليل مضيَّ الشرط لفظاً أو معنى.\nفالأول مثل: أنت ظالم إن فعلت. والثاني: ما كان فعلاً مضارعاً مقروناً بـ\"ل\" نحو: أنت ظالم إن لم تفعل، فلا يجوز: أنت ظالم إن تفعل2.\nومذهب الكوفيين - ما عدا الفراء - جواز كون الشرط مضارعاً غير منفي بـ\"لم\" قياساً.\nواستدلوا بقول الكميت بن معروف الأسدي:\nلئن تك قد ضاقت عليكم بيوتكم ... ليعلم ربي أن بيتي واسعُ3\nفجاء بجواب القسم المقترن باللام وهو قوله: \"ليعلم ربي\"، وحَذَف جواب الشرط مع كون فعل الشرط - وهو قوله: \"تك\" - مضارعاً غير منفي بـ\"لم\".\nكما استدلوا بقول الشاعر4:\nيُثني عليك وأنت أهلُ ثنائه ... ولديك إنْ هو يستزدك مزيدُ5\n__________\n1 الألفية ص 52.\n2 انظر: المقتضب2/71، توضيح المقاصد4/265،266، أوضح المسالك4/221، شرح الأشموني 4/30.\n3 البيت من \"الطويل\".\nوهو في: معاني القرآن 1/66، 2/131، المساعد 3/164، المقاصد النحوية 4/327، التصريح 2/254، شرح الأشموني 4/30، الخزانة 10/68، 11/331.\n4 انظر: توضيح المقاصد 4 / 266، التصريح 2 / 254، شرح الأشموني 4 / 30.\n5 هو عبد اللَّه بن عَنَمة بن حرثان الضبّي. من شعراء المفضليات. شاعر مخضرم. وشهد القادسية في الإسلام سنة 15هـ. (الإصابة 2/347، الخزانة 8/471، 472) .\n(1/496)\n",
        "حيث جاء الفعل المضارع \"يستزدك\" مجرداً من \"لم\". وهذا وأمثاله عند البصريين والفراء معدود في الضرائر1. وعند ابن مالك قليل2.\nوبذلك يتبيّن أن ما أورده بعض المعربين للألفية على الناظم في حذف جواب الشرط في غير موضعه، من قبل أن الشرط في الأبيات السابقة متوافر فيه ما ذكره المحققون وهو كونه مضارعاً منفياً بـ\"لم\" في قوله:\n... والأمرُ إن لم يك للنون محل\nوقوله: ... والعطفُ إن لم تتكرر \"لا\" احكما\nوقوله: ... والضمُّ إن لم يلِ الابن علما\nعلى أن الناظم يجيز - ولو بقلة - مجيء الشرط مضارعاً غير منفي بـ\"لم\" كما تقدم، فمن باب الأولى أن يجيز مجيئه مقروناً بها.\n__________\n1 من \"الكامل\".\nيقول: هو يثني عليك ويشكر نعمتك، ولو عاد لوجد معاداً، إذ لا تضجر ولا تسأم من الأفضال والجود.\nوالبيت في: الحماسة لأبي تمام 1/511، شرح ديوان الحماسة للتبريزي 3/44، المساعد 3/144، 165، توضيح المقاصد 4/266، شرح الأشموني 4/30، الخزانة 9/41.\n2 انظر: التسهيل 240.\n(1/497)\n\nتقديم معمول الجزاء على الشرط:\nفي هذه المسألة خلاف بين البصريين، والكوفيين حيث أجاز الكوفيون تقديم معمول الجزاء على أداة الشرط نحو: زيداً إن تضربْ أضربْ. ومنعه البصريون.\nواحتج المجيزون بأن الأصل في الجزاء أن يكون مقدماً على \"إن\"، إذ إن قولك - مثلاً -: \"إن تضرب أضرب\" الأصل فيه - عندهم -: أضربُ إن تضرب. فلما تأخر الجواب انجزم على الجوار، وإن كان من حقه أن يكون مرفوعاً1. واستشهدوا لذلك ببعض الشواهد، كقول زهير بن أبي سلمى:\n__________\n1 انظر: الإنصاف 2 / 623، شرح الرضي 4 / 96، ائتلاف النصرة 130.",
        "(1/497)\n\nوإنْ أتاهُ خليلٌ يومَ مسألةٍ ... يقولُ لا غائبٌ مالي ولا حَرِمُ1\nالتقدير فيه: يقول إن أتاه خليل يومَ مسألة، فلولا أنه في تقدير التقديم لما جاز أن يكون مرفوعاً2.\n\"وإذا ثبت هذا - وأنه في تقدير التقديم - فإنه يجب جواز تقديم معموله على حرف الشرط، لأن المعمول قد وقع في موقع العامل\"3.\nوأما البصريون فلا يجوز عندهم – كما تقدم – أن يقال: \"زيداً إنْ تضربْ أضربْ\" لا يجوز عندهم نصب \"زيد\" لا بالشرط، ولا بالجزاء4.\nوقالوا: إن ما يعمل فيه فعل الشرط كائنٌ من جملته، فلا يجوز تقديمه على حرف الشرط5.\nومن احتجاجاتهم أيضاً أن أداة الشرط كأداة الاستفهام و \"ما\" النافية ونحوهما مما له الصدارة، فكما لا يجوز تقديم ما بعد الاستفهام عليه فكذلك لا يجوز تقديم ما بعد أداة الشرط عليها.\nوكذلك فإن الشرط سبب في الجزاء، والجزاء مسبِّبه، ومحال أن يتقدم المسبِّب على السبب.\n__________\n1 البيت من \" البسيط \" من قصيدة يمدح فيها الشاعرُ هرمَ بن سنان المري.\nالخليل: الفقير. المسألة: طلب العطاء. ويروى: \" مسغبة \" مكان \" مسألة \" والحَرِم: بمعنى الحرام. أي إذا طلب من عطاء لم يعتل بغيبة مال ولا حرمة على سائله.\nوالبيت في: الديوان 91، الكتاب 1 / 436، المقتضب 2 / 70، الأصول 2 / 192، المحتسب 2 / 65، شرح المفصل 8 / 157، المقاصد النحوية 4 / 429، التصريح 2 / 249.\n2 انظر: الإنصاف 2 / 626.\n3 المصدر السابق 2 / 627.\n4 انظر: الإيضاح العضدي 321.\n5 انظر: المقتصد 2 / 1120.\n(1/498)",
        "\nوإذا ثبت أن مرتبة الجزاء إنما هي بعد الشرط وجب أن تكون مرتبة معموله كذلك، لأن المعمول تابعٌ للعامل1.\nوأما قول زهير:\nوإنْ أتاه خليلٌ يومَ مسألةٍ ... يقولُ ... ... ...\nفلا يعني رفعه أنه على نية التقديم وإنما رفعه لأن فعل الشرط ماض، وفعل الشرط إذا كان ماضياً، نحو: إنْ قمتَ أقوم فإنه يجوز أن يبقى الجواب على رفعه، لأنه لمَّا لم يظهر الجزمُ في فعل الشرط ترك الجواب على أول أحواله وهو الرفع.\nوابن مالك مخالفٌ للكوفيين في تجويزهم تقديم معمول الجزاء على الأداة فقال في شرح التسهيل.\n\"لـ\"إنْ\" الشرطية صدر الكلام، فلا يتقدم عليها ما بعدها ... فلذلك لو تقدم على أداة الشرط مفعول في المعنى لفعل الشرط أو الجزاء وجب رفعه بالابتداء وشغل الفعل بضمير مذكور أو مقدر\"2.\nوقد جاء في الألفية بما لم يجزه وهو تقديم معمول الجزاء على الشرط في قوله في باب \"المعرَّف بأداة التعريف\":\nوحذفَ ألْ ذي إنْ تُنادِ أو تُضِفْ ... أَوْجِبْ. وفي غيرهما قد تنحذفْ3\nفإن قوله: \"أوْجبْ\" جواب الشرط على حذف الفاء للضرورة، والتقدير: إن تنادِ مصحوب \"أل\" أو تضفه فأوجب حذف \"أل\". فقدَّمَ معمول الجواب على الشرط ضرورة4.\n__________\n1 انظر: المقتصد 2 / 1120، الإنصاف 2 / 627.\n2 شرح التسهيل 4/86.\n3 الألفية ص15.\n4 تمرين الطلاب في صناعة الإعراب 24.\n(1/499)\n",
        "قصر الممدود:\nأجاز العلماء للشاعر قصر الممدود في حال الضرورة، وقد لجأ ابن مالك في منظومته إلى هذه الضرورة في مواضع كثيرة حتى أكاد أقول بأنه يصعب حصرها وربما كان في البيت الواحد أكثر من موضع، وهي من الضرائر اليسيرة التي لا يترتب عليها - في الغالب - اختلافُ إعراب أو تغيُّرُ معنى.\nوحسبي أن أشير إلى بعض هذه المواضع فقط لأمرين، أحدهما: خشية الإطالة، والثاني: أن إدراك بقية المواضع غير خافٍ على المتأمل.\nقال في باب \"الكلام وما يتألف منه\":\nبالجرِّ والتنوين والندا وألْ ... ومسندٍ للاسمِ تمييزٌ حَصَلْ1\nفقصر كلمة \"النداء\" وهي ممدودة، لضرورة الوزن.\nوقال في الباب نفسه:\nبِتا فعلتَ وأَتَتْ ويا افعلي ... ونونِ أقبلنَّ فعلٌ ينجلي2\nفقصر الناظم تاء \"فعلت\" وياء \"افعلي\" وهما في الأصل ممدودان وذلك لضرورة الوزن أيضاً.\nوقال في باب \"المعرب والمبني\":\nوارفع بواوٍ وانصبنَّ بالألفْ-واجرُرْ بياءٍ ما من الأسما أصِفْ3\n__________\n1 الألفية ص9.\n2 المصدر السابق ص9.\n3 المصدر السابق ص10.\n(1/500)\n\nفكلمة \"الأسماء\" ممدودة لكن ضرورة الوزن قد ألجأت الناظم إلى قصرها.\nوقال في باب \"الأسماء الستة\":\nوشرطُ ذا الإعرابِ أنْ يُضَفْنَ لا ... لليا كجا أخو أبيك ذا اعتلا1\nففي هذا البيت ما ذكرته آنفاً من وجود غير لفظة مقصورة للضرورة، فهو هاهنا قد قصر - مضطراً - ثلاثة ألفاظٍ هي: \"لليا\"، و\"كجا\"، و\"اعتلا\" وأصل الكلام بالمد:\nللياء كجاء أخو أبيك ذا اعتلاء\nوقال في باب \"ما ولا ولات\":\nإعمالَ ليس أُعملتْ ما دون إنْ ... مع بقا النفي وترتيب زُكِنْ2\nالأصل: مع بقاء النفي، بالمدّ، لكنه قصر لضرورة الوزن.\nوقال في باب \"ظنَّ وأخواتها\":\nوجوّزِ الإلغاءَ لا في الابتدا ... وانوِ ضميرَ الشأنِ أو لامَ ابتدا3\nفقوله: \"في الابتدا\"، و\"لام ابتدا\" كلاهما بالقصر للضرورة.\nومنه قوله في باب \"جمع التكسير\":\nوالسينَ والتا من كمُسْتَدْعٍ أزلْ ... إذ ببنا الجمعِ بقاهما مُخِلْ4\n__________\n1 المصدر السابق ص11.\n2 المصدر السابق ص18.\n3 الألفية ص21.\n4 المصدر السابق ص60.",
        "(1/501)\n\nحيث قصر ثلاث كلمات ممدودات في الأصل وهو قوله: \"والتا\"، وقوله: \"ببنا\" وقوله: \"بقاهما\"، والأصل فيهن: \"والتاء\"، و \"ببناء\"، و\"بقاؤهما\".\nومن ذلك قوله في باب \"الإمالة\":\nدونَ مزيدٍ أو شذوذٍ ولما ... تليه ها التأنيثِ ما الها عَدِما1\nفقوله: \"ها\"، هي فاعل \"تليه\"، وقوله: \"الها\" مفعول مقدم بالفعل \"عَدِم\"، وكلاهما مقصور لضرورة الوزن.\nوأختتم هذه النماذج بما قاله في باب \"الحكاية\":\nوقُل لمن قال: أتت بنْت: مَنَهْ ... والنونُ قبل تا المثنى مُسْكَنَهْ\nوالفتحُ نزرٌ وصِلِ التا والألفْ ... بِمَنْ بإثرِ ذا بنسوةٍ كَلِفْ2\nفقد قصر ابن مالك كلمة \"تا\" في البيت الأول الواقعة مضافاً إليه بإضافة \"قبل\" إليها، وكذا كلمة \"التا\" في البيت الثاني الواقعة مفعولاً به للفعل \"صل\". كل ذلك إنما كان لضرورة الوزن.\n__________\n1 المصدر السابق ص64.\n2 المصدر السابق ص55.\n(1/502)",
        "\nحذف حرف الصلة للاكتفاء بالحركة منه:\nذكر بعض من تكلم في ضرائر الشعر من العلماء أنه يجوز للشاعر حذف الياء وهي لام الفعل اجتزاءً بالكسرة1.\nكما قال أبو خُراش الهذلي:\nولا أدرِ مَنْ ألقى عليه ثيابَه ... ولكنه قد سُلَّ عن ماجدٍ محضِ2\n__________\n1 انظر: ما يجوز للشاعر في الضرورة 218، 219، شرح الجمل 2/585.\n2 من \" الطويل \" من قصيدة للشاعر في رثاء أخيه عروة.\nوفي شرح ديوان الهذليين وأمالي القالي وأمالي المرتضى: \"ولم أدرِ\" وعليه فلا شاهد على ما نحن فيه.\nوالبيت في: شرح ديوان الهذليين 3 / 1207، 1230، الكامل 2 / 713، أمالي القالي 1/271، أمالي المرتضى 1/199، ما يجوز للشاعر في الضرورة 219، الإنصاف 1/390.\n(1/502)\n",
        "يريد: ولا أدري: لأن الفعل غير مجزوم فحذف الياء مجتزئاً بالكسرة التي قبلها، لأنها تدل عليها.\nوقد وقع في ألفية ابن مالك شيء من ذلك، إذ قال في باب \"الإضافة\":\nوبعضُ الاسماءِ يُضاف أبدا ... وبعضُ ذا قد يأتِ لفظاً مفردا1\nأراد: قد يأتي. بإثبات الياء، لأنه فعل مضارع مرفوع، إلا أنه قد حذف لامه وهي الياء ضرورة2.\nقال الزمخشري: \"والاجتزاء بالكسرة عن الياء كثير في لغة هذيل\"3.\nوعدّ ابن الشجري هذا الحذف شاذاً في غير الفواصل والقوافي4.\nوهذه المسألة قريبة من سابقتها أو هي منها. والراجح فيها لدي ما ترجح هناك من أنه يجوز حذف الياء في غير ما ضرورة، وذلك لمجيئه في القرآن الكريم وهو أفصح كلام بلا ريب، قال المولى عز وجل: {وَسَوْفَ يُؤْتِ} 5، {يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إلاَّ بِإذْنِهِ} 6. قرأ نافع وأبو عمرو والكسائي: \"يأتي\" بإثبات الياء وصلاً، وحذفها وقفاً. وقرأ ابن كثير بإثباتها وصلاً ووقفاً. وقرأ باقي السبعة بحذفها في الحالين7.\n__________\n1 الألفية ص 33.\n2 انظر: منحة الجليل 2 / 51.\n3 الكشاف 1 / 235.\n4 انظر: أمالي ابن الشجري 2 / 289.\n5 من الآية 146 من سورة النساء.\n6 من الآية 105 من سورة هود.\n7 انظر: السبعة في القراءات 338، البحر المحيط 5 / 261، الدر المصون 6 / 387.\n(1/503)\n\nوقال تعالى: {يَوْمَ يُنادِ المُنادِ} 1 و {فَمَا تُغْنِ النُّذٌرْ} 2.\nعلى أنه قد تقدم عن الزمخشري أن هذا كثير في لغة هذيل.\n__________\n1 من الآية 41 من سورة ق.\n2 من الآية 5 من سورة القمر.",
        "(1/504)\n\nزيادة ألف الإطلاق في آخر الكلمة:\nومما ذكره جمهور العلماء في باب الضرائر الشعرية أنه يجوز للشاعر أن يلحق القافية المطلقة حرفاً1، كقول جرير:\nأقلي اللوم عاذل والعتابا ... وقولي إن أصبت لقد أصابا2\nفألحق هذه الألف في الروي؛ لأن الشعر وضع للغناء والترنم3؛ إذ اعتاد الشعراء أن يترنموا في أواخر الأبيات قبل حرف الروي ليمتد بها الصوت، ويقع فيه تطريب لا يتم إلا بمد الحرف. وأكثر ما يقع ذلك في الأواخر4.\nقال السيرافي:\n\"وهذه الزيادة غير جائزة في حشو الكلام، وإنما ذكرناها لاختصاص الشعر بها دون الكلام، وهي جيدة مطردة، وليس تخرجها جودتها من ضرورة الشعر إذ كان جوازها سبب الشعر5.\n__________\n1 انظر: الكتاب 2 / 298، ما يحتمل الشعر من الضرورة 39، 40، شرح الجمل 2 / 553، الارتشاف 3 / 272، الهمع 5 / 342.\n2 من \"الوافر\" مطلع قصيدة في هجاء الراعي النميري.\n\"عاذل\" أي يا عاذل، منادي مرخم حذف منه حرف النداء.\nالعتاب هنا: اللوم في سخط.\nوالبيت في: الديوان 58، الكتاب 2 / 298، المقتضب 1 / 240، الأصول 2/386، الخصائص 1 / 171، 2 / 96، المنصف 1 / 224، 2 / 79، أمالي ابن الشجري 2/241.\n3 انظر: الكتاب 2 / 299.\n4 انظر: ما يحتمل الشعر من الضرورة 39، 40.\n5 ما يحتمل الشعر من الضرورة 40.\n(1/504)",
        "\nومن هذا القبيل ما جاء في ألفية ابن مالك في باب \"المعرب والمبني\" حيث قال:\nومُعربُ الأسماء ما قد سَلمِا-من شَبَه الحرف كأرضٍ وسُما\nوفعل أمر ومُضِيٍّ بُنيا ... وأعربوا مضارعاً إن عَريا1\nقضت ضرورة الشعر عليه بزيادة الألف في آخر الفعلين \"سَلِم\" و \"عري\"\nوقال في الباب نفسه:\nفالأوَّل الإعرابُ فيه قُدِّرا ... جميعُهُ وهو الذي قد قُصِرا2\nزاد ألف الإطلاق في الفعلين \"قُدِّر\" و \"قُصِر\".\nوقال في باب \"النكرة والمعرفة\":\nفي الباقيات واضطراراً خفَّفا ... منِّي وعنِّي بعضُ من قد سَلَفا3\nأراد: \"خَفَّفَ\" و\"قد سَلَفَ\" فمدَّ من أجل الضرورة.\nومثل ذا قوله في باب \"الابتداء\":\nوالأصلُ في الأخبار أنْ تُؤخَّرا ... وجَوَّزوا التقديمَ إذْ لا ضَرَرا4\nالأصل: \"تُؤخَّرَ\" و\"لا ضَرَر\".\nوقوله في باب \"كان وأخواتها\":\nككانَ ظلَّ باتَ أضحى أصبحا ... أمسى وصارَ ليسَ زالَ بَرحِا5\nزاد ألف الإطلاق في الفعلين \"أصبح\" و \"برح\".\n__________\n1 الألفية ص 10.\n2 المصدر السابق ص 11.\n3 المصدر السابق ص 13.\n4 المصدر السابق ص 16.\n5 المصدر السابق ص 17.\n(1/505)\n",
        "وقوله في باب \"إنَّ وأخواتها\":\nولا يلي ذي اللامَ ما قد نُفِيا ... ولا مِن الأفعال ما كرضيا1\nالأصل: \"نُفي\" و \"كرضي\".\nوقوله في باب \"ظنَّ وأخواتها\":\nوَهَبْ تعلَّمْ والتي كصيَّرا ... أيضاً بها انصِب مبتداً وخبرا2\nحيث زاد ألف الإطلاق في الفعل \"صيَّر\".\nوقال في باب \"أعلَمَ وأرى\":\nوكأرى السابقِ نبَّا أخبرَا ... حدَّثَ أنبأ كذاك خبَّرا3\nاقتضت ضرورة النظم زيادة الألف في الفعلين \"أخبرَ\" و \"خبَّر\".\nوثمت نماذج كثيرة في الألفية ليست بخافية على القارئ. من أجل ذا أكتفي بما ذكرت خشية الإطالة.\n__________\n1 المصدر السابق ص 20.\n2 الألفية ص 21.\n3 المصدر السابق ص 22.\n(1/506)\n\nقطع همزة الوصل:\nوهو من الضرائر اليسيرة التي لا تُغير إعراباً ولا تُحيل معنًى كذلك ولكنه لا يسوغ إلا لضرورة الشعر.\nقال الزمخشري: \"وإثبات شيء من هذه الهمزات في الدرج خروج عن كلام العرب، ولحن فاحش؛ فلا تقل: الإسم والإنطلاق والإستغفار ومن إبنك وعن إسمك. وقوله1:\n__________\n1 هو قيس بن الخطيم بن عدي الأوسي، أبو يزيد. شاعر الأوس. أدرك الإسلام وتريَّث في قبوله، فقتل قبل أن يدخل فيه.\n(طبقات فحول الشعراء 1/228، المؤتلف والمختلف 112، معجم الشعراء 321، 322) .",
        "(1/506)\n\nإذا جاوَزَ الإثنين سِرٌّ1\nمن ضرورات الشعر\"2.\nفيجوز للشاعر عند الضرورة قطع ألف الوصل في الدرج إجراءً لها مجراها في حال الابتداء بها. وأكثر ما يكون ذلك في أوائل أنصاف الأبيات؛ لأنها إذ ذاك كأنها في ابتداء الكلام3.\nوالقطع بهذه الهيئة أسهل من القطع في حشو البيت؛ لأن المصراع كثيراً ما يقوم بنفسه حتى يكاد يكون بيتاً كاملاً4 فكأن الهمزة وقعت أولاً.\nأما القطع في حشو البيت فهو قليل كما تقدم. ومنه قول قيس بن الخطيم:\nإذا جاوز الإثنين سرٌّ فإنه ... بِنَثٍّ وتكثير الوشاة قمينُ\nفقطع الألف من \"الاثنين\" وهي ألف وصل5.\nوقد لجأ إلى ذلك ابن مالك في ألفيته حين قال في باب \"ما لا ينصرف\":\nوألغينَّ عارضَ الوصفيَّهْ ... كأربعٍ وعارضَ الإسميّهْ6\nفقطع الهمزة في قوله: \"الاسمية\" وهي همزة وصل ليتيسَّر له إقامة الوزن.\n__________\n1 بيت من \"الطويل\" وتمامه:\nإذا جاوز الإثنين سرٌّ فإنه ... بِنَثِّ وتكثير الوشاة قمينُ\nنثَّ الحديث ينثه نثاً إذا أفشاه. وروي: \"بِبَثٍّ\" أي بنشر. وروي أيضاً: \"بنشر\" والضمير في \"فإنه\" للسرّ، والباء متعلقة بـ \"قمين\" بمعنى جدير وخليق. والوشاة: جمع واشٍ وهو النمام الذي ينقل الكلام على جهة الإفساد.\nوالبيت في: الديوان 162، الكامل 2/883، سر الصناعة 1/342، شرح المفصل 9/19، 137، ضرائر الشعر لابن عصفور 54، المقاصد النحوية 4/566، الهمع 6/224.\n2 المفصل 356.\n3 انظر: المنصف 1/67، ضرائر الشعر لابن عصفور 53، الهمع 6/224.\n4 انظر: المنصف 1/67.\n5 انظر: ضرائر الشعر لابن عصفور 54.\n6 الألفية ص54.\n(1/507)",
        "\nوصل همزة القطع:\nوهو عكس ما تقدم وأكثر منه استعمالاً كما ذكر ابن جني1 وغيره. فللشاعر عند الضرورة أن يصل ألف القطع لإقامة الوزن كما قال حاتم الطائي:\nأبوهم أبي والامَّهاتُ امهاتُنا ... فأنعم ومتِّعني بقيس بن جحدرِ2\nيريد: والأمهات أمهاتنا\nولا يقتصر الوصل في الأسماء بل يسوغ في الأفعال أيضاً. أنشد أبو علي الفارسي3:\nإنْ لم أُقاتِلْ فالبسوني بُرقُعا ... وفَتَخاتٍ في اليدينِ أَرْبَعا4\nيريد: فألبسوني ثم حذف الهمزة5\n__________\n1 انظر: المحتسب 1 / 120، الخصائص 3 / 151.\n2 من \"الطويل\".\nحين أطلق النعمان الغساني بني عبد شمس إكراماً لحاتم بقي قيس بن جحدر بن ثعلبة وهو من لخم وأمه من بني عدي وهو جدّ الطرماح بن حكيم بن قيس بن جحدر، فقال له النعمان: أبقي أحد من أصحابك؟ فأنشد حاتم البيتين التاليين:\nفككتَ عدياً كلَّها من إسارِها ... فأفضِلْ وشفِّعني بقيس بن جحدرِ\nأبوه أبي والأمهات امهاتنا ... فأنعم فدتك النفسُ قومي ومعشري\nوالإسار: العقال. وشفعني: أي اجعلني شفيعاً له وأتبعه بمن أطلقت.\nانظر: الديوان 49، رسالة الملائكة 132، ضرائر الشعر لابن عصفور 98.\n3 انظر: شرح الأبيات المشكلة الإعراب 335.\n4 من \"الرجز\".\nالفَتْخَة والفَتَخَة: خاتم يكون في اليد والرجل بفصٍّ وغير فص.\nوالرجز في الخصائص 3 / 151، المحتسب 1 / 120، رسالة الغفران 190، الجامع لأحكام القرآن 5 / 101، ضرائر الشعر لابن عصفور 100، البحر المحيط 3 / 206.\n5 انظر: المحتسب 1 / 120.\n(1/508)\n",
        "وقد ورد في ألفية ابن مالك شيء من ذلك في بعض أبياتها، كقوله في باب:\n\"الموصول\":\nموصولُ الاسماء الذي الأنثى التي-واليا إذا ما ثُنِّيا لا تُثبتِ1\nوَصَل همزة القطع في قوله: \"الاسماء\" لإقامة الوزن.\nوقوله في الباب نفسه:\nفي عائدٍ متَّصلٍ إن انتصب ... بفعلٍ أو وصفٍ كمن نرجو يَهَبْ2\nأراد: أو وصفٍ بالقطع.\nوقوله في باب \"الابتداء\":\nوأوَّلٌ مبتدأ والثاني ... فاعلٌ اغنى في أسارٍ ذانِ3\nوصل همزة القطع في قوله: \"اغنى\" للضرورة.\nوقوله في باب \"لا التي لنفي الجنس\":\nمرفوعاً او منصوبا او مُركَّبا ... وإن رفعتَ أوَّلاً لا تنصبا4\nوَصَل الهمزة المقطوعة في قوله: \"أو مركبا\" للضرورة.\nوقوله في باب \"التمييز\":\nكشِبْرٍ ارضاً وقفيزٍ بُرّا ... ومَنَويْنِ عسلاً وتمرا5\nوَصَل الهمزة في \"أرضاً\" وهي همزة قطع.\nوقوله في باب \"الإضافة\":\nوابنِ أو اعرِبْ ما كإذ قد أُجريا ... واختر بنا متلوِّ فِعلٍ بُنيا6\n__________\n1 الألفية ص 14.\n2 المصدر السابق ص 15.\n3 المصدر السابق ص 16.\n4 المصدر السابق ص 21.\n5 الألفية ص 31.\n6 المصدر السابق ص33.\n(1/509)\n\nوَصَل الهمزة من قوله: \"أعرب\" لضرورة الوزن وأصلها همزة قطع.\nوفي الألفية كثير من هذا لكني أقتصر على ما أوردت خشية الإطالة.",
        "(1/510)\n\nحذف الياء والاستغناء بالكسر عنها\n...\nحذف الياء والاستغناء بالكسرة عنها:\nتقدم أن من ضرائر الشعر الحذف، ومن الحذف حذف الياء من \"قاضي\" و\"جاري\" وبابهما في حال الإضافة، والتعريف بالألف، واللام تشبيهاً بما ليس فيه ذلك؛ أي تشبيهاً للألف، واللام، والإضافة بما عاقبتاه وهو التنوين، فكما تحذف الياء مع التنوين كذلك تحذف مع الألف، واللام، والإضافة1.\nقال الأعشى:\nوأخو الغوانِ متى يشأ يَصْرِ مْنَهُ ... ويَصِرْنَ أعداءً بُعَيْد ودادِ2\nفقد حذف الياء واجتزأ بالكسرة عنها حين شبّه الألف، واللام بالتنوين؛ لأنهما يتعاقبان، فحكم لهذا بحكم ما عاقبه3.\nفإذا ما جئنا لنطبق هذا على ألفية ابن مالك وجدنا الناظم يفعله أحياناً فيحذف الياء ويستغني عنها بالحركة المجانسة لها في آخر الكلمة وهي الكسرة، كما قال في باب \"أعلم وأرى\":\nوما لمفعوليْ علمتُ مطلقاً ... للثانِ والثالثِ أيضاً حُقِّقا4\n__________\n1 انظر: الأصول 3/456، شرح الجمل 2/579.\n2 من \"الكامل\".\nفي الديوان: \"وأخو النساء\" ولا شاهد فيه حينئذ.\nوصف النساء بالغدر وقلة الوفاء والصبر فيقول: من كان شغوفاً بهن مواصلاً لهن إذا تعرض لصرمهنَّ سارعن إلى ذلك لقلة وفائهن. وأراد: متى يشأ صرمهن يصرمنه، فحذف.\nوالغواني: جمع غانية وهي التي غنيت بشبابها وحسنها عن الزينة.\nوالبيت في: الديوان 179، الكتاب 1/10، الأصول 3/457، الخصائص 3/133، المنصف 2/73، الإنصاف 1/387.\n3 انظر: ضرائر الشعر 120، 121.\n4 الألفية، ص22.\n(1/510)",
        "\nفقوله: \"للثانِ\" أصله: للثاني، بإثبات الياء غير أنه قد حذفها للضرورة.\nوقال في باب \"أبنية المصادر\":\nفأوَّلٌ لذي امتناع كأبى ... والثانِ للذي اقتضى تقلُّبا1\nفهذا نظير سابقه، ومثلهما - كذلك - قوله في باب \" عطف النسق \":\nوانقُل بها للثانِ حكمَ الأولِ ... في الخبر المثبتِ والأمر الجلي2\nوقد عدَّ سيبويه هذا وأمثاله من ضرائر الشعر، فقال في باب \"ما يحتمل الشعر\":\n\"اعلم أنه يجوز في الشعر ما لا يجوز في الكلام من صرف ما لا ينصرف ... وحذف ما لا يحذف\"3.\nأما مذهب أبي زكريا الفراء فهو أن كل ياءٍ أو واو تسكنان وما قبل الواو مضموم وما قبل الياء مكسور فإن العرب تحذفها وتجتزئ بالضمة من الواو وبالكسرة من الياء4.\nعلى أن هناك من أنكر على سيبويه وغيره من النحويين جعلهم هذا ونحوه من ضرورة الشعر؛ لأنه قد جاء في القرآن الكريم حذف الياء في غير رؤوس الآي، وقرأ به جمعٌ من القراء، كقوله - جل وعز - {مَنْ يَهْدِ اللهُ فَهُوَ المُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِداً} 5، وفي آيات غيرها كذلك6.\n__________\n1 المصدر السابق ص36.\n2 المصدر السابق ص43.\n3 الكتاب 1/9.\n4 انظر: معاني القرآن 2/27.\n5 من الآية 17 من سورة الكهف.\nوقد قرأ نافع وأبو عمرو بإثبات ياء \" المهتدي \" وصلاً وحذفها وقفاً. وأثبتها في الحالين يعقوب، ورويت عن قنبل من طريق ابن شنبوذ. وحَذَفَها الباقون في الحالين.\nانظر: السبعة في القراءات 391، الدر المصون 7/414، النشر 2/309، 316، الإتحاف 288.\n6 انظر: ضرائر الشعر 121.\n(1/511)\n",
        "وأمَّا ابن عصفور فيرى أن هذا لا يرد على النحويين ولا يلزمهم؛ من قبل أنهم أرادوا أنَّ من كانت لغته إثبات الياء في \"الغواني\" وأمثاله فإنه قد يحذفها في الضرورة للعلة المذكورة1 وهي تشبيه المضاف إليه والألف واللام بالتنوين.\nوالراجح لديَّ أنه لا يدخل ضمن الضرائر الشعرية؛ لوقوعه في أفصح كلام هو القرآن الكريم؛ في رؤوس الآي وغيرها كقوله سبحانه وتعالى: {يَوْمَ التَّنادِ} 2، و {يَوْمَ التَّلاقِ} 3، و {الكَبيرُ المُتَعَالِ} 4، وقوله: {وَجِفَانٍ كالجَوابِ} 5، فهذه الآيات في غير الوقف، ولو قيل: إن هذا يكثر في الشعر دون غيره لكان أولى. والله أعلم.\nويشير أبو العلاء المعري (449هـ) إلى أن حذف الياء من المضاف إلى الظاهر أحسن من المضاف إلى المضمر؛ لأن الظاهر منفصل، والمضمر يجري مجرى ما هو من الاسم. وحذفها من المجرد من الألف واللام أشذُّ مما هي فيهما؛ لأن الألف واللام قد يسوغ معهما حذف الياء حتى قيل إنها لغة للعرب، وقد قرأ بها القراء6.\n__________\n1 انظر: المصدر السابق 122.\n2 من الآية 32 من سورة غافر.\n3 من الآية 15 من سورة غافر.\n4 من الآية 9 من سورة الرعد.\n5 من الآية 13 من سورة سبأ.\n6 انظر: عبث الوليد 229.\n(1/512)\n\nتخفيفُ الحرفِ المُشَدَّد:\nأجاز العلماء للشاعر تخفيف كل مثقل7؛ فله أن يحذف في الشعر ما لا يجوز حذفه في الكلام لتقويم الشعر، كما أن له أن يزيد لتقويمه أيضاً8، فإذا\n__________\n7 انظر: الكامل 2/1368.\n8 انظر: ما يحتمل الشعر من الضرورة 89.",
        "(1/512)\n\nحذف بقي ما يدل على أنه قد حذف منه مثله؛ لأن المشدد حرفان، فإذا تمَّ للشاعر الوزن بأحدهما حذف الآخر1، وسواء في ذلك الصحيح والمعتل2.\nفمن التخفيف في الصحيح قول طرفة بن العبد:\nأصحوتَ اليومَ أم شاقتك هِرْ ... ومن الحبِّ جنونٌ مُسْتَعِرْ3\nفهو مضطر إلى حذف أحد الحرفين من \"هرّ\" لاستواء الوزن ومطابقة البيت، فقابل براءِ \"هر\" راء \"مستعر\" وهي خفيفة أصلاً4.\nومن التخفيف في المعتل قول الراجز5:\nحتى إذا ما لم أجد غير السَّري ... كنتُ امرءاً من مالك بنِ جعفرِ6\nفخفف ياء \"السَّريّ\" مضطراً أيضاً.\nوهكذا الشأن فيما يتعلق بألفية ابن مالك؛ إذ وقع فيها شيءٌ من ذلك حين اضطر ناظمها إلى التخفيف في بعض المواضع لتقويم الوزن، سواء كان ذلك في الأحرف الصحيحة أو المعتلة.\n__________\n1 انظر: الأصول 3/448، ما يجوز للشاعر في الضرورة 122.\n2 انظر: ضرائر الشعر لابن عصفور 133.\n3 البيت من \"الرمل\". وهو مطلع قصيدة في الفخر. والخطاب لنفسه.\nصحوت: أي تركت الصبا والباطل. شاقتك: هاجت شوقك. \" هر \": اسم امرأة.\nالمستعر: الملتهب.\nانظر: الديوان 50، الكامل 2/1368، ما يحتمل الشعر من الضرورة 89، الخصائص 2/228، 320، ما يجوز للشاعر في الضرورة 122، شرح الجمل 2/578، الأشباه والنظائر 1/188.\n4 انظر: الخصائص 2/228. وانظر أيضاً: 2/320 من الكتاب نفسه.\n5 لم أقف على اسمه.\n6 \"السريّ\": اسم رجل. وورد الرجز في: الأصول 3/448، المحتسب 2/77، الموشح 96، مايجوز للشاعر في الضرورة 122، ضرائر الشعر لابن عصفور 133.\n(1/513)",
        "\nفمن الأول قوله في باب \"إن\" وأخواتها:\nوأُلحقت بإنَّ لكنَّ وأنْ ... من دون ليت ولعلَّ وكأنْ1\nفخفف النون في \"أنَّ\" و \"كأنَّ\" لضرورة الشعر التي جعلت النون ساكنة فيهما.\nوقوله في باب \"النسب\":\nوالحذفُ في اليا رابعاً أحقُّ من ... قلبٍ، وحتمٌ قلبُ ثالثٍ يَعِنْ2\nأصل النون في \"يعن\" مشددة؛ لأنها من عنَّ يَعنُّ بمعنى ظهر إلاَّ أن الناظم قد اضطر لتسكينها لأجل الشعر.\nونظيره قوله في باب \"الإبدال\":\nوجمعُ ذي عين أُعِلَّ أو سَكَنْ ... فاحكم بذا الإعلال فيه حيث عَنْ3\nوقال في الباب نفسه:\nواواً وهمزاً أوَّلَ الواوين رُدْ ... في بدء غيرِ شبهِ وُوفِي الأشُدْ4\nفخفف كلاًّ من الدال في الفعل المبني للمجهول وأصله \"رُدَّ\" بالتضعيف، وكذلك الدال في \"الأشد\".\nومن الثاني - أعني ما وقع التخفيف فيه من الأحرف المعتلة - قوله في باب \"الفاعل\":\nوقابلٌ من ظرفٍ او من مصدرِ أو حرف جرٍّ بنيابةٍ حري5\n__________\n1 الألفية ص20.\n2 المصدر السابق ص62.\n3 المصدر السابق ص67.\n4 الألفية ص67.\n5 المصدر السابق ص24.\n(1/514)\n",
        "الأصل فيه: \"حريّ\" بالتشديد بمعنى خليق، فخفف الياء للضرورة.\nوقوله في باب \"النسب\":\nوضاعف الثاني من ثنائي-ثانيه ذو لينٍ كـ \"لا\" ولائي1\nيريد: مثل \"لا\" وتضعيفه: لائيٌّ؛ بياء النسب المشددة، ولكنها خففت هنا لضرورة الشعر2.\n__________\n1 المصدر السابق ص63.\n2 انظر: النحو الوافي 4/727.\n(1/515)\n\nالخاتمة\nلا يسعني بعد هذا التطواف، وفي ختام هذا البحث إلا أن أقدم خلاصة موجزة له مشتملة على أهم النتائج فأقول:\nأولاً: لقد كانت النظرة في بادئ الأمر إلى الشعر، والنثر واحدةً من حيثُ الخصائصُ التعبيرية في صياغة العبارة، وبناء الألفاظ. يقوِّي ذلك اشتراك الفنَّيْن في شواهد اللغة، والنحو على الرغم من التفاوت الملحوظ في طريقة الصياغة، والإعراب.\nثم دخلت الضرورة - فيما بعدُ - في ميادين البحث اللغوي، والنقدي على نطاق واسع.\nثانياً: لسيبويه - رحمه الله - جهود في مجال الكتابة عن الضرورة - وإن كانت لفظة \"الضرورة\" غير مذكورة في كتابه - إلاَّ أن دراسته لهذه الظاهرة تفتقر إلى المنهجية المحددة القائمة على التقسيم، والتصنيف. فما كتبه عن الضرورة لا يعدو أن يكون إضاءاتٍ موزعة ذات فوائد متفرقة أفاد منها النحاة في هذا المجال.\nيمكن اعتبار ما كتبه أبو بكر بن السراج الأساسَ التاريخي الأول لحركة التأليف والكتابة المنهجية عن الضرورة. وأمّا المبكر إلى حصر تلك الظاهرة حصراً علمياً فهو أبو سعيد السيرافي.\nثالثاً: لم يصرّح سيبويه بتعريف محدَّد للضرورة، وإنما كان يكتفي ببعض العبارات التي فهم منها بعض شراح \"الكتاب\" وغيرهم مفهوم الضرورة عنده، وهو أنه يجوز للشاعر ما لا يجوز له في الكلام بشرط أن يضطر إلى",
        "(1/516)\n\nذلك ولا يجد منه بدّاً، وأن يكون في ذلك ردُّ فرع إلى أصل أو تشبيه غير جائز بجائز.\nوقد نُسب هذا الاتجاه في فهم الضرورة إلى ابن مالك أيضاً وشُهر به حتى إن كثيراً ممَّن خالف هذا المنهج وجَّه نقده إلى ابن مالك وحده ولم يتعرض لسيبويه.\nولم يجد هذا الرأي قبولاً لدى كثير من العلماء، على الرغم من شهرة، ومكانة من قال به؛ حيث لقي نقداً شديداً من المتأخرين كالشاطبي، وأبي حيان، وابن هشام، والأزهري، والبغدادي.\nوأمَّا عند أبي الفتح عثمان بن جني، وكثير من النحويين فالضرورة ما وقع في الشعر مطلقاً سواء كان للشاعر عنه مندوحة أو لا؛ إذ لا يشترط في الضرورة أن يضطر الشاعر إلى ذلك في شعره؛ لأن الشعر موضعٌ قد ألفت فيه الضرائر.\nويتعدى أبو الحسن الأخفش ذلك فيقول: إن الشاعر يجوز له في كلامه وشعره ما لا يجوز لغيره في كلامه؛ لأن لسانه قد اعتاد الضرائر.\nوأما أحمد بن فارس فيختلف موقفه عن موقف النحويين؛ إذ لا يكاد يقرّ بما يسميه النحاة ضرورة، حيث يتعيّن على الشاعر أن يقول بما له وجه في العربية - ولا ضرورة فيه حينئذٍ - فإن لم يك ثمَّت وجه فيها رُدَّ وسُمِّي باسمه الحقيقي وهو الغلط أو الخطأ، ولا داعي للتكلف واصطناع الحيل للتخريج، ويرى أنه لا فرق بين الشاعر، والخطيب، والكاتب، فالشعراء يخطئون كما يخطئ سائر الناس، ويغلطون كما يغلطون.\nرابعاً: إن أقوى هذه الآراء أن الضرورة ما وقع في الشعر سواء كان للشاعر عنه مندوحة أولا؛ لأن الشعر كلام موزون بأفاعيل محصورة يستلزم\n(1/517)",
        "\nبناؤه على هذه الصورة المقيَّدة بالوزن، والقافية أن يلجأ قائله أحياناً إلى الضرورة.\nخامساً: أنه لا يمكن حصر الضرائر بعدد معيّن من قِبَل أن الشاعر غير مقيّد بحدود ما يجده لدى الشعراء الآخرين من ضرورات، فيزيد في المواضع التي زادوا فيها ويحذف حيث حذفوا، أو يغيّر على نحو ما غيروا، فقد يعترض في بعض نظمه الكثير مما لا يجد له نظيراً عند غيره.\nسادساً: مما ساعد على وجود الضرائر وكثرتها اختلاف نظرة العلماء إلى مصادر الاستشهاد ومواقفهم المختلفة منها، واختلاف نظرتهم إلى مدلول الضرورة الشعرية ذاتها، فصارت الظاهرة الواحدة ضرورة على رأي، في حين أنها لا تُعدُّ كذلك في رأي مغاير.\nسابعاً: أن الضرورة تنقسم إلى حسنة لا تستهجن النفس منها، ولا تستوحش كصرف ما لا ينصرف، وقصر الجمع الممدود، ومدّ الجمع المقصور، وإلى ضرورة مستقبحة كعدل بعض الأسماء عن وضعها الأصلي بتغيير مَّا فيها من زيادة أو نقص يترتب على أحدهما التباسٌ وعدم وضوح القصد، وابتعاد الذهن عن الوصول إلى اللفظ بحدوده المعروفة.\nعلى أنه لا يجوز للشاعر أن يلحن لتسوية قافية أو إقامة وزن كأن يرفع منصوباً أو ينصب مخفوضاً، ومتى وجد هذا في شعر كان خطأً ولحناً لا يدخل في ضرورة الشعر.\nثامناً: أنه قد وقع لابن مالك في ألفيته كثير من المخالفات التي يمكن إدراجها ضمن الضرورة الشعرية. وإذا ما أريد تطبيق رأيه في الضرورة على هذه المخالفات فإن هذا ليس في صالح ابن مالك نفسه؛ لأن له في هذه المواضع أو معظمها مندوحة.\nوكما يقول أبو حيان: ما من كلمة إلا ويمكن استبدالها بأخرى.\n(1/518)\n",
        "وعلى سبيل المثال فإن ابن مالك قد اضطر إلى تقديم الصفة على الموصوف لإقامة الوزن حين قال:\nوابْنِ المعرَّفَ المنادى المفردا ... على الذي في رفعه قد عُهدا\nوأصل الكلام: وابن المنادى المعرَّفَ المفرد.\nمع أنه يمكن السلامة من ذلك لو قال:\nوابن المنادى المفرد المعرَّفا\nهذا. والله أسأل أن يجعل أعمالنا خالصة لوجهه الكريم.\nوالحمد لله أولاً وآخِراً، وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.\n(1/519)\n\nوعقَّب عليه الأزهري بقوله: \"يلزم منه الفصل بين الموصوف والصفة بالمبتدأ، وهو أجنبي من الخبر\"1.\nفمذهب جمهور النحويين أنه لا يجوز الفصل بين الموصوف والصفة بما ليس معمولاً لواحدٍ منهما، بل لم أقف على قول لأحد يجيز ذلك إلا في ضرورة الشعر.\nنصَّ على ذلك ثُلةٌ من العلماء منهم ابن جني2، وابن عصفور3، وابن القواس4، وأبو حيَّان5.\nفمن الفصل بين الصفة والموصوف بالأجنبي قول عروة بن الورد:\nأقولُ لقومٍ في الكنيفِ تروَّحوا ... عشية بتنا عند ماوان رُزّحِ6\nيريد: أقول لقوم رزّحٍ في الكنيف تروَّحوا عشية بتنا عند ماوان7\nوعليه فإن بيت ابن مالك الآنف الذكر يُعدُّ من هذا القبيل، حيث ألجأته ضرورة الشعر إلى الفصل بين الموصوف \"فعلان\" وصفته - وهي قوله: \"غير متصرفين\". وكذا قوله: \"رافعان\" - بالمبتدأ وهو أجنبي من الخبر، بمعنى أن المبتدأ ليس معمولاً للخبر. وهو الصحيح.\n__________\n1 تمرين الطلاب في صناعة الإعراب 80.\n2 انظر: الخصائص 1 / 147.\n3 انظر: شرح الجمل 2 / 607، المقرب 1 / 228، ضرائر الشعر 204.\n4 انظر: شرح ألفية ابن معطي 2 / 1390.\n5 انظر: الارتشاف 3 / 315.\n6 من \"الطويل\"\n\"تروَّحوا\": ساروا بالرواح. \"ماوان\": وادٍ فيه ماء لبني فزارة\n\"رزَّح\": الرزاح: الذي قد سقط من الهزال والأعياء\nوالبيت في: الديوان 23، أمالي القالي 2/234، حماسة أبي تمام 1/253، ضرائر الشعر للقزاز 205.\n7 انظر: ضرائر الشعر 205.",
        "(1/578)\n\nالفصل بين العامل، والمعمول بالأجنبي:\nقال ابن مالك في \"فصل: الأحرف المشبهة بـ\"ليس\":\nوسبقَ حرفِ جَرٍّ او ظرفٍ كما ... بي أنت معنياً أجاز العلما1\nتقدير البيت: أجاز العلماء سبق حرف جر ومجروره أو ظرف معمول\n\"ما\" حال كونهما متعلقين بخبر \"ما\" نحو: ما بي أنت معنياً، والأصل: ما أنت معنياً بي. وقد فصل بين \"سبق\" وعامله \"أجاز\" بالمثال وهو أجنبي منه. وهذا مختص بالضرورة الشعرية. قاله الأزهري2.\nوجمهور النحاة - العالمون بما يتكلم به العرب - لا يجيزون الفصل بين العامل والمعمول بأجنبي إلاَّ في حال الضرورة كقول الفرزدق:\nوإني لأطوي الكشحَ منْ دونِ مَنْ طوى ... وأقطع بالخرقَ الهبوعِ المُراجمِ3\nأراد: وأقطع الخرقَ بالهبوعِ، ففصل بين الجار ومجروره بالمفعول وهو قوله: الخرق4.\n__________\n1 الألفية ص 18.\n2 انظر: تمرين الطلاب في صناعة الإعراب 32.\n3 من \"الطويل\".\n\" الكشح \": ما بين الخاصرة إلى الضلع من الخلف. وطوى كشحه عن الأمر: أضمره وستره. \" الخرق \" القفر أو الأرض الواسعة تتخرقها الرياح. \" الهبوع \": صفة، أي بالجمل الهبوع وهو المادّ عنقه في السير. و \" المُراجم \" الذي يرجم الأرض بأخفافه أي يخبطها.\nوالبيت في: ضرائر الشعر 200، شرح التسهيل 3/194، شرح الكافية الشافية 2/832، لسان العرب (هبع) 8/366، الهمع 4/227، الدرر 4/202.\n4 انظر: ضرائر الشعر 200، الارتشاف 2/473.\n(1/739)",
        "\nمصادر ومراجع\n...\nفهرس المصادر والمراجع\n1 - ائتلاف النصرة في اختلاف نحاة الكوفة والبصرة. عبد اللطيف الزبيدي: ت: د. طارق الجنابي، ط (1) عالم الكتب، مكتبة النهضة العربية، 1407هـ.\n2 - إتحاف فضلاء البشر في القراءات الأربع عشر. أحمد الدمياطي: رواه وصحّحه علي بن محمد الضباع، دار الندوة الجديدة، بيروت.\n3 - أدب الكاتب. ابن قتيبة الدينوري: ت: محمد محيي الدين عبد الحميد، ط (4) ، مطبعة السعادة بمصر، 1382هـ - 1963م.\n4 - ارتشاف الضرب من لسان العرب. أبو حيان: ت: د. مصطفى النماس، ط (1) ، مطبعة المدني، القاهرة، 1408هـ.\n5 - إرشاد السالك (شرح ألفية ابن مالك) . عبد المجيد الشرنوبي الأزهري: المكتبة الشعبية. بيروت.\n6 - الأزمنة والأمكنة. أبو علي المرزوقي الأصفهاني: حيدر آباد، الدكن 1332هـ.\n7 – الأزهية في علم الحروف. علي بن محمد الهروي: ت. عبد المعين الملوحي، ط (2) ، مطبوعات مجمع اللغة العربية، دمشق 1401هـ.\n8 - أسرار العربية. أبو البركات الأنباري: ت. محمد بهجة البيطار، دمشق، 1377هـ - 1957م.\n9 - إشارة التعيين في تراجم النحاة واللغويين. عبد الباقي اليماني: ت: د. عبد المجيد دياب، ط (1) ، شركة الطباعة العربية السعودية، الرياض، 1406هـ.\n10 - الأشباه والنظائر. جلال الدين السيوطي: ط (1) ، دار الكتب العلمية، بيروت، 1405هـ.\n(1/520)\n",
        "1 - الإصابة في تمييز الصحابة. ابن حجر العسقلاني: دار الكتاب العربي، بيروت.\n2 - الأصول في النحو. أبو بكر بن السراج: ت: د. عبد الحسين الفتلي، ط (1) ، مؤسسة الرسالة، بيروت، 1405هـ.\n3 - تمرين الطلاب في صناعة الإعراب. الشيخ خالد الأزهري: ط (1) ، المكتبة الشعبية. بيروت.\n4 - إعراب القرآن. أبو جعفر النحاس: ت: د. زهير غازي زاهد، ط (2) ، عالم الكتب 1405هـ-1985م.\n5 - الأعلام. خير الدين الزركلي: ط (4) ، دار العلم للملايين، بيروت 1979م.\n6 - الإفصاح في شرح أبيات مشكلة الإعراب. أبو نصر الفارقي: ت: سعيد الأفغاني، ط (3) ، مؤسسة الرسالة، بيروت 1400هـ - 1980م.\n7 - الاقتراح في أصول النحو. جلال الدين السيوطي: ت: د. أحمد محمد قاسم، ط (1) 1396هـ.\n8 - الاقتضاب في شرح أدب الكتاب. ابن السيد البطليوسي: دار الجيل، بيروت 1973م.\n9 - ألفية ابن مالك في النحو والصرف. ابن مالك: ط (1) ، دار الكتب العلمية، بيروت، 1405هـ.\n10 - الأمالي. أبو علي القالي: دار الكتاب العربي، بيروت.\n11 - أمالي الزجاجي. أبو القاسم الزجاجي: ت: عبد السلام هارون، ط (2) ، دار الجيل، بيروت 1407هـ- 1987م.\n12 - أمالي السهيلي. أبو القاسم السهيلي: ت: محمد إبراهيم البنا، ط (1) ، مطبعة السعادة، 1390هـ- 1970م.\n13 - أمالي ابن الشجري. هبة الله بن علي الشجري: ت: د. محمود الطناحي، ط (1) ، مكتبة الخانجي، القاهرة 1413هـ - 1992م.\n(1/521)\n\n1 أمالي المرتضى. الشريف المرتضى: ت: محمد أبو الفضل إبراهيم، ط (2) ، دار الكتاب العربي 1387هـ.\n2 - الأمالي النحوية (أمالي القرآن الكريم) . ابن الحاجب: ت. هادي حسن حمودي، ط (1) ، عالم الكتب، مكتبة النهضة العربية 1405هـ.\n3 - إنباه الرواة على أنباه النحاة. القفطي: ت: محمد أبو الفضل إبراهيم، ط (1) ، مؤسسة الكتب الثقافية، بيروت، دار الفكر العربي، القاهرة 1406هـ.\n4 - الأنساب. أبو سعيد السمعاني: ت. د، مرجليوت. بغداد 1950م.\n5 - الإنصاف في مسائل الخلاف. أبو البركات الأنباري: ت: محمد محيي الدين عبد الحميد، دار الجيل 1982م.\n6 - أوضح المسالك إلى ألفية ابن مالك. ابن هشام: ت: محمد محيي الدين عبد الحميد، ط (6) ، جامعة الإمام محمد بن سعود الإسلامية، 1394هـ.\n7 - الإيضاح العضدي. أبو علي الفارسي: ت: د. حسن شاذلي فرهود، ط (1) ، مطبعة دار التأليف، مصر 1389هـ.\n8 - البحر المحيط. أبو حيان الأندلسي: ط (2) ، دار الفكر، 1403هـ.\n9 - البسيط في شرح جمل الزجاجي. ابن أبي الربيع: ت: د. عياد الثبيتي، ط (1) ، دار الغرب الإسلامي، بيروت 1407هـ.\n10 - بغية الوعاة في طبقات اللغويين والنحاة. جلال الدين السيوطي: ت: محمد أبو الفضل إبراهيم، المكتبة العصرية، بيروت 1384هـ.\n11 - البلغة في تراجم أئمة النحو واللغة. الفيروزابادي: ت: محمد المصري، ط (1) ، مطبعة الفيصل، الكويت 1407هـ.\n- التبصرة والتذكرة. أبو محمد الصيمري: ت: د. فتحي عليّ الدين، ط (1) ، دار الفكر، دمشق 1402هـ.",
        "(1/522)\n\n1 - التبيان في إعراب القرآن. أبو البقاء العكبري: ت: علي البجاوي، مطبعة عيسى البابي الحلبي.\n2 - التبيين عن مذاهب النحويين البصريين والكوفيين. أبو البقاء العكبري: ت: د. عبد الرحمن العثيمين، ط (1) ، بيروت، 1406هـ-1986م.\n3 - تحصيل عين الذهب. يوسف بن سليمان الشنتمري: مطبوع بهامش كتاب سيبويه، ط (1) ، بولاق 1317هـ.\n4 - تخليص الشواهد وتلخيص الفوائد. ابن هشام: ت: د. عباس مصطفى الصالحي، ط (1) ، بيروت 1406هـ - 1986م.\n5 - تذكرة الحفاظ. الذهبي: دار الكتب العلمية، بيروت 1374هـ.\n6 - تذكرة النحاة. أبو حيان الأندلسي: ت: د. عفيف عبد الرحمن، ط (1) مؤسسة الرسالة، بيروت 1406هـ.\n7 - التذييل والتكميل في شرح التسهيل. أبو حيان الأندلسي: دار الكتب المركزية برقم 62 نحو. مصورة مركز البحث العلمي بجامعة أم القرى، مكة المكرمة.\n8 - تسهيل الفوائد وتكميل المقاصد. ابن مالك: ت: د. محمد كامل بركات، دار الكتاب العربي للطباعة والنشر 1387هـ.\n9 - التصريح بمضمون التوضيح. خالد الأزهري: دار الفكر.\n10 - تعليق الفرائد على تسهيل الفوائد. الدماميني: ت: د. محمد المفدى، ط (1) ، الأجزاء 1-4، 1403-1409هـ.\n11 - توضيح المقاصد والمسالك بشرح ألفية ابن مالك. المرادي (ابن أم قاسم) : ت: د. عبد الرحمن سليمان، ط (2) ، الناشر مكتبة الكليات الأزهرية، 1397هـ.\n12 - التوطئة. أبو علي الشلوبيني: ت: د. يوسف المطوع، مطابع سجل العرب، 1401هـ -1981م.\n(1/523)",
        "\n1 - الجامع الصحيح (سنن الترمذي) . محمد بن عيسى بن سورة: ت: أحمد محمد شاكر، دار إحياء التراث العربي، بيروت.\n2 - الجامع لأحكام القرآن. القرطبي: دار إحياء التراث العربي، بيروت.\n3 - الجمل في النحو. أبو القاسم الزجاجي: ت: د. علي توفيق الحمد، ط (2) ، مؤسسة الرسالة، دار الأمل 1405هـ.\n4 - الجنى الداني في حروف المعاني. الحسن بن قاسم المرادي: ت: د. فخر الدين قباوة، ومحمد نديم فاضل، ط (2) ، دار الآفاق الجديدة، بيروت 1403هـ-1983م.\n5 - حاشية ابن حمدون بن الحاج على شرح المكودي: دار الفكر، بيروت.\n6 - حاشية الشيخ محمد الأمير على مغني اللبيب: مطبوع بهامش مغني اللبيب لابن هشام، دار إحياء الكتب العربية، فيصل عيسى البابي الحلبي.\n7 - حاشية الصبان على شرح الأشموني: دار الفكر، بيروت.\n8 - حاشية الملوي الأزهري على المكودي: مطبوع بهامش شرح المكودي على ألفية ابن مالك.\n9 - الحلل في شرح أبيات الجمل. ابن السيد البطليوسي: ت: د. مصطفى إمام، ط (1) ، القاهرة، 1979م.\n10 - الحماسة. أبو تمام (حبيب بن أوس) : ت: د. عبد الله عسيلان، ط (1) ، دار الهلال، الرياض 1401هـ.\n11 - حياة الحيوان الكبرى. كمال الدين الدميري: دار الفكر، بيروت.\n12 - خزانة الأدب. عبد القادر البغدادي: ت: عبد السلام هارون، ط (2) ، مصر 1979م.\n13 - الخصائص. ابن جني: ت: محمد علي النجار، ط (2) ، دار الهدى للطباعة النشر، بيروت 1952م.\n14 - الدرر اللوامع على همع الهوامع. الشنقيطي: ت: عبد العال سالم مكرم، ط (1) ، الكويت 1401هـ-1981م.\n(1/524)\n",
        "1 - الدر المصون في علوم الكتاب المكنون. أحمد بن يوسف المعروف بالسمين الحلبي: ت: د. أحمد محمد الخراط، ط (1) ، دار القلم، دمشق، 1406هـ- 1415هـ.\n2 - ديوان أبي النجم العجلي: صنعة علاء الدين أغا، ط (1) ، الرياض 1401هـ - 1981م.\n3 - ديوان الأخطل: ت: مهدي محمد ناصر الدين، ط (1) ، دار الكتب العلمية، بيروت 1406هـ - 1986م.\n4 - ديوان الأعشى الكبير ميمون بن قيس: شرح وتعليق د. محمد محمد حسين، ط (7) ، مؤسسة الرسالة، بيروت 1403هـ.\n5 - ديوان امرىء القيس: ت: محمد أبو الفضل إبراهيم، ط (4) ، دار المعارف، القاهرة.\n6 - ديوان تميم بن أبي مقبل: ت: د. عزة حسن، دمشق 1962م.\n7 - ديوان جرير بن عطية الخطفي: دار صادر، بيروت.\n8 - ديوان حاتم الطائي: ط (2) ، منشورات دار ومكتبة الهلال، بيروت 1406هـ.\n9 - ديوان ذي الرمة: ط (2) ، المكتب الإسلامي للطباعة والنشر، دمشق 1384هـ.\n10 - ديوان زهير بن أبي سلمى: دار بيروت للطباعة والنشر، 1402هـ -1982م.\n11 - ديوان طرفة بن العبد: دار صادر، دار بيروت، 1380هـ-1961م.\n12 - ديوان العجاج. رواية الأصمعي: ت: د. عبد الحفيظ السطلي، دمشق 1971م.\n13 - ديوان عدي بن زيد العبادي: جمع وتحقيق محمد جبار المعيبد، بغداد 1965م.\n14 - ديوان عروة بن الورد: دار صادر، بيروت.\n15 - ديوان عمر بن أبي ربيعة: دار صادر، بيروت.\n(1/525)\n\n1 - ديوان الفرزدق: ت: علي فاعور، ط (1) دار الكتب العلمية، بيروت 1407هـ.\n2 - ديوان قيس بن الخطيم: ت: الدكتور ناصر الدين الأسد، مطبعة المدني بالقاهرة 1962م.\n3 - ديوان كعب بن مالك الأنصاري: ت: سامي مكي العاني، ط (1) ، بغداد 1966م.\n4 - ديوان لبيد بن ربيعة العامري: دار صادر، بيروت.\n5 - ديوان النابغة الذبياني. صنعة ابن السكيت: ت: د. شكري فيصل، ط (2) ، دار الفكر، 1410هـ - 1990م.\n6 - ديوان الهذليين. نسخة مصورة عن طبعة دار الكتب الدار القومية للطباعة والنشر، القاهرة 1385هـ.\n7 - ذم الخطأ في الشعر. ابن فارس اللغوي: ت: الدكتور رمضان عبد التواب، مكتبة الخانجي، بمصر 1400هـ.\n8 - ذيل الأمالي والنوادر. أبو علي القالي: مطبوع مع كتاب الأمالي لأبي علي.\n9 - رسالة الغفران. أبو العلاء المعري: ت: د. عائشة عبد الرحمن (بنت الشاطىء) ، ط (6) ، دار المعارف، القاهرة.\n10 - رصف المباني في شرح حروف المعاني. أحمد بن عبد النور المالقي: ت: د. أحمد الخراط، ط (2) ، دار القلم، دمشق 1405هـ.\n11 - رغبة الآمل. سيد بن علي المرصفي: مصر 1346هـ - 1348م.\n12 - السبعة في القراءات. ابن مجاهد: ت: د. شوقي ضيف، ط (2) ، دار المعارف، القاهرة 1400هـ.\n13 - سر صناعة الإعراب. ابن جني: ت: د. حسن هنداوي، ط (1) ، دار القلم، دمشق 1405هـ.",
        "(1/526)\n\n1 - سمط اللآلي. ويحتوي على اللآلي في شرح أمالي القالي. أبو عبيد البكري: ت: عبد العزيز الميمني، ط (2) ، بيروت 1404هـ-1984م.\n2 - سنن ابن ماجه: ت: محمد فؤاد عبد الباقي، المكتبة العلمية، بيروت.\n3 - سيبويه والضرورة الشعرية. د. إبراهيم حسن إبراهيم: ط (1) ، مطبعة حسّان، القاهرة 1403هـ-1983م.\n4 - شذرات الذهب في أخبار من ذهب. ابن العماد الحنبلي: ط (2) ، دار المسيرة، بيروت 1399هـ.\n5 - شرح الأبيات المشكلة الإعراب (إيضاح الشعر) . أبو علي الفارسي: ت: د. حسن هنداوي، ط (1) ، دار القلم، دمشق، دار العلوم والثقافة، بيروت 1407هـ - 1987م.\n6 - شرح أبيات مغني اللبيب. عبد القادر البغدادي: ت: عبد العزيز رباح، أحمد يوسف دقاق، ط (1) ، دار المأمون للتراث، دمشق 1393هـ.\n7 - شرح ألفية ابن مالك. أبو زيد المكودي: دار الفكر، بيروت.\n8 - شرح ألفية ابن مالك. لابن عقيل: ت: محمد محيي الدين عبد الحميد، ط (2) ، دار الفكر 1405هـ - 1985م.\n9 - شرح ألفية ابن مالك. ابن الناظم: ت: د. عبد الحميد السيد عبد الحميد، دار الجيل، بيروت.\n10 - شرح ألفية ابن معطي. ابن القواس الموصلي: ت: د. علي موسى الشوملي، ط (1) ، مكتبة الخريجي، الرياض، 1405هـ.\n11 - شرح التحفة الوردية. ابن الوردي: ت: د. عبد الله علي الشلاّل، مكتبة الرشد، الرياض 1409هـ - 1989م.\n12 - شرح التسهيل. ابن مالك: ت: د. عبد الرحمن السيد، د. محمد بدوي المختون، ط (1) ، مصر 1410هـ - 1990م.\n(1/527)",
        "\n1 - شرح الجمل. ابن عصفور: ت: د. صاحب أبو جناح، ط (1) ، بغداد 1400هـ.\n2 - شرح ديوان الحماسة. الخطيب التبريزي: عالم الكتب. بيروت.\n3 - شرح السيرافي: شرح كتاب سيبويه. أبو سعيد السيرافي. مصور عن نسخة دار الكتب برقم 137 نحو.\n4 - شرح شذور الذهب. ابن هشام الأنصاري: ت: محمد محيي الدين عبد الحميد، دار الفكر.\n5 - شرح شواهد الشافية. عبد القادر البغدادي: مطبوع مع شرح الشافية للرضي.\n6 - شرح شواهد المغني. جلال الدين السيوطي: ت: أحمد ظافر كوجان، دار مكتبة الحياة.\n7 - شرح عمدة الحافظ وعدة اللافظ. ابن مالك: ت: عدنان عبد الرحمن الدوري، مطبعة العاني، بغداد 1397هـ.\n8 - شرح الكافية. رضي الدين الاستراباذي: ت: يوسف حسن عمر، منشورات جامعة قاريونس 1398هـ - 1978م.\n9 - شرح الكافية الشافية. ابن مالك: ت: د. عبد المنعم أحمد هريدي، ط (1) ، دار المأمون للتراث 1402هـ.\n10 - شرح المفصل. ابن يعيش: طبع عالم الكتب، بيروت، ومكتبة المثنى بالقاهرة.\n11 - شعر عبد الرحمن بن حسان بن ثابت: جمع وتحقيق: د. سامي مكي العاني، ط (1) ، بغداد 1971م.\n12 - الشعر والشعراء. ابن قتيبة: ت: أحمد محمد شاكر، دار المعارف، 1966م.\n(1/528)\n",
        "1 - شفاء العليل في إيضاح التسهيل. أبو عبد الله السلسيلي: ت: د. الشريف عبد الله البركاتي، ط (1) ، المكتبة الفيصلية، مكة المكرمة 1406هـ.\n2 - شواهد التوضيح والتصحيح. ابن مالك: ت: محمد فؤاد عبد الباقي، دار الكتب العلمية، بيروت.\n3 - الصاحبي. أحمد بن فارس: ت: السيد أحمد الصقر، مطبعة عيسى البابي الحلبي، القاهرة.\n4 - صحيح البخاري. ط (2) ، عالم الكتب، بيروت 1402هـ.\n5 - صحيح مسلم. ت: محمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت.\n6 - صفة الصفوة. أبو الفرج الجوزي: ت: محمود فاخوري، ط (3) ، دار المعرفة، بيروت.\n7 - ما يجوز للشاعر في الضرورة. أبو عبد الله القزاز القيرواني: ت: د. محمد زغلول سلام، د. محمد مصطفى هدارة، الإسكندرية.\n8 - ضرائر الشعر. ابن عصفور: ت: السيد إبراهيم محمد، ط (1) ، دار الأندلس 1980م.\n9 - الضرائر وما يسوغ للشاعر دون الناثر. محمود شكري الآلوسي: القاهرة 1341هـ.\n10 - الضرورة الشعرية، دراسة نقدية لغوية. د. عبد الوهاب محمد العدواني: ط (1) ، الموصل 1410هـ.\n11 - الضرورة الشعرية في النحو العربي. د. محمد حماسة عبد اللطيف: مكتبة دار العلوم، مصر.\n12 - الضوء اللامع لأهل القرن التاسع. شمس الدين السخاوي: منشورات دار مكتبة الحياة، بيروت.\n(1/529)\n\n1 - طبقات فحول الشعراء. محمد بن سلام الجمحي: تحقيق وشرح: محمود محمد شاكر، مطبعة المدني، القاهرة 1974م.\n2 - عبث الوليد. أبو العلاء المعري: علق عليه محمد عبد الله المدني، ط (3) ، دار الرفاعي، الرياض 1405هـ - 1985م.\n3 - العمدة في محاسن الشعر. ابن رشيق القيرواني: ت: محمد محيي الدين عبد الحميد، ط (5) ، دار الجيل، بيروت 1401هـ -1981م.\n4 - غاية النهاية في طبقات القراء. ابن الجزري: عني بنشره ج. برجستراسر، ط (3) ، دار الكتب العلمية، بيروت 1402هـ.\n5 - فتح الرب المالك بشرح ألفية ابن مالك. محمد بن قاسم الغزِّي: ت: محمد المبروك الختروشي، ط (1) ، طرابلس 1401هـ.\n6 - الفتوحات الإلهية. سليمان بن عمر العجيلي الشهير بالجمل: مطبعة عيسى البابي الحلبي وشركاه، مصر.\n7 - الفريد في إعراب القرآن المجيد. المنتجب الهمذاني: ت: د. محمد حسن النمر، د. فؤاد علي مخيمر، ط (1) ، الدوحة 1411هـ -1991م.\n8 - الفوائد الضيائية. نور الدين الجامي: ت: د. أسامة طه الرفاعي، العراق 1403هـ - 1983م.\n9 - في الضرورات الشعرية. د. خليل بنيان الحسون: ط (1) ، بيروت1403هـ.\n10 - الكافي في العروض والقوافي. الخطيب التبريزي: ت: الحسّاني حسن عبد الله، مكتبة الخانجي، القاهرة.\n11 - الكامل. أبو العباس المبرد: ت: محمد أحمد الدالي، ط (1) ، مؤسسة الرسالة، بيروت 1406هـ.\n12 - الكامل في التاريخ. ابن الأثير: ط (4) ، دار الكتاب العربي، بيروت 1403هـ-1983م.\n13 - الكتاب. سيبويه: ط (1) بولاق، 1316هـ.",
        "(1/530)\n\n1 - الكشاف. أبو القاسم الزمخشري: دار المعرفة، بيروت.\n2 - كشف الظنون عن أسامي الكتب والفنون. حاجي خليفة: ط (1) ، منشورات مكتبة المثنى، بيروت.\n3 - كفاية الغلام في إعراب الكلام. أبو سعيد الآثاري: ت: د. زهير زاهد، والأستاذ هلال ناجي، ط (1) ، بيروت 1407هـ.\n4 - اللامات. أبو القاسم الزجاجي: ت: مازن المبارك، ط (2) ، دار الفكر، دمشق 1405هـ-1985م.\n5 - لباب الإعراب للإسفراييني. تاج الدين الإسفراييني: ت: بهاء الدين عبد الوهاب عبد الرحمن، ط (1) ، الرياض 1405هـ.\n6 - لسان العرب. ابن منظور: دار صادر، بيروت.\n7 - لمع الأدلة. أبو البركات الأنباري: ت: سعيد الأفغاني، دمشق، 1377هـ-1957م.\n8 - اللمع في العربية. ابن جني: ت: حامد المؤمن، ط (2) ، عالم الكتب، مكتبة النهضة العربية 1405هـ.\n9 - المؤتلف والمختلف. أبو القاسم الآمدي: تصحيح وتعليق د/ ف. كرنكو، ط (2) ، دار الكتب العلمية، بيروت 1402هـ.\n10 - ما يحتمل الشعر من الضرورة. أبو سعيد السيرافي: ت: د. عوض بن حمد القوزي، ط (1) ، مطابع الفرزدق، الرياض 1409هـ -1989م.\n11 - ما ينصرف وما لا ينصرف. أبو إسحاق الزجاج: ت: هدى محمود قراعة، ط (1) ، القاهرة، 1391هـ-1971م.\n12 - المبسوط في القراءات العشر. أبو بكر الأصبهاني: ت: سبيع حاكمي، مطبوعات مجمع اللغة العربية، دمشق.\n13 - مجاز القرآن. أبو عبيدة معمر بن المثنى: ت: محمد فؤاد سزكين، مكتبة الخانجي، القاهرة 1374هـ-1954م.\n(1/531)",
        "\n1 - مجالس ثعلب. أبو العباس أحمد بن يحيى: ت: عبد السلام هارون، ط (3) ، دار المعارف، مصر.\n2 - مجمع الأمثال. أبو الفضل الميداني: ت: محمد محيي الدين عبد الحميد، ط (3) ، دار الفكر 1393هـ.\n3 - المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها. ابن جني: ت: علي النجدي ناصف وزميليه، ط (2) ، دار سزكين للطباعة والنشر 1406هـ.\n4 - مختصر في شواذ القراءات. ابن خالويه: نشر: ج براجستراسر، المطبعة الرحمانية، مصر 1934م.\n5 - المدارس النحوية. د. شوقي ضيف: ط (4) ، دار المعارف 1968م.\n6 - المسائل البصريات. أبو علي الفارسي: ت: د. محمد الشاطر أحمد محمد، ط (1) ، القاهرة 1405هـ-1985م.\n7 - المسائل المشكلة (البغداديات) . أبو علي الفارسي: ت: صلاح الدين عبد الله السنكاوي، مطبعة العاني، بغداد.\n8 - المساعد على تسهيل الفوائد. ابن عقيل: ت: محمد كامل بركات، ط (1) ، مركز البحث العلمي بجامعة أم القرى 1400هـ - 1980م.\n9 - مشكل إعراب القرآن. مكي بن أبي طالب: ت: د. حاتم صالح الضامن، ط (2) ، مؤسسة الرسالة، بيروت، 1405هـ - 1984م.\n10 - المعارف. ابن قتيبة: ت: د. ثروت عكاشة، ط (4) ، دار المعارف 1981م.\n11 - معاني القرآن. أبو زكريا الفراء: ت: أحمد نجاتي ومحمد النجار، ط (3) ، عالم الكتب، بيروت 1403هـ.\n12 - معاني القرآن وإعرابه. أبو إسحاق الزجاج: ت: د. عبد الجليل عبده شلبي، ط (1) ، عالم الكتب، بيروت 1408هـ - 1988م.\n(1/532)\n",
        "1 - المعاني الكبير. ابن قتيبة الدينوري: ط (1) ، دار الكتب العلمية، بيروت، 1405هـ.\n2 - معجم الأدباء. ياقوت الحموي: ط (3) ، دار الفكر، 1400هـ.\n3 - معجم الشعراء. أبو عبيد الله المرزباني: تصحيح وتعليق: د. ف. كرنكو، ط (2) ، دار الكتب العلمية، بيروت 1402هـ.\n4 – مغني اللبيب عن كتب الأعاريب. ابن هشام الأنصاري: ت: د. مازن المبارك، محمد علي حمد الله، ط (5) ، دار الفكر، بيروت 1979هـ.\n5 - مفتاح السعادة ومصباح السيادة. طاش كبرى زادة: دار الكتب الحديثة، مطبعة الاستقلال الكبرى، القاهرة.\n6 - مفتاح العلوم. أبو يعقوب السكاكي: ت: نعيم زرزور، ط (1) ، دار الكتب العلمية، بيروت 1403هـ.\n7 - المفصل في علم العربية. أبو القاسم الزمخشري: ت: السيد محمد بدر الدين النعساني، ط (2) ، دار الجيل، بيروت.\n8 - المقاصد النحوية في شرح شواهد شروح الألفية. بدر الدين العيني: مطبوع بهامش خزانة الأدب، ط (1) ، بولاق 1299هـ.\n9 - المقتصد في شرح الإيضاح. عبد القاهر الجرجاني: ت: د. كاظم بحر المرجان، دار الرشيد للنشر، العراق 1982م.\n10 - المقتضب. أبو العباس المبرد: ت: محمد عبد الخالق عضيمة، عالم الكتب، بيروت.\n11 - المقرب. ابن عصفور الإشبيلي: ت: أحمد الجواري وعبد الله الجبوري، ط (1) ، مطبعة العاني، بغداد 1391هـ.\n12 - منحة الجليل بتحقيق شرح ابن عقيل. محمد محيي الدين عبد الحميد: مطبوع مع شرح ابن عقيل.\n13 - المنصف. أبو الفتح بن جني: ت: إبراهيم مصطفى وعبد الله أمين، ط (1) ، مصطفى البابي الحلبي 1373هـ.\n(1/533)\n\n1 - منهج السالك إلى ألفية ابن مالك. الأشموني نور الدين أبو الحسن: دار إحياء الكتب العربية، عيسى البابي الحلبي وشركاه.\n2 - الموشح في مآخذ العلماء على الشعراء. محمد بن عمران المرزباني: مصر 1343هـ.\n3 - النجوم الزاهرة في ملوك مصر والقاهرة. جمال الدين بن تغري بردي: مصورة عن طبعة دار الكتب.\n4 - النحو الوافي. عباس حسن: ط (5) ، دار المعارف، مصر 1980م.\n5 - نزهة الألباء في طبقات الأدباء. أبو البركات الأنباري: ت: د. إبراهيم السامرائي، ط (3) مكتبة المنار، الأردن 1405هـ.\n6 - النشر في القراءات العشر. ابن الجزري: صححه وراجعه علي محمد الضبع، دار الكتب العلمية، بيروت.\n7 - نكت الهميان في نكت العميان. الصفدي: المطبعة الجمالية، القاهرة 1329هـ.\n8 - النوادر في اللغة. أبو زيد الأنصاري: ت: د. محمد عبد القادر أحمد، ط (1) ، دار الشروق، بيروت 1401هـ-1981م.\n9 - همع الهوامع في شرح جمع الجوامع. جلال الدين السيوطي: ت: د. عبد العال سالم مكرم، ط (1) ، دار البحوث العلمية، الكويت 1400هـ - 1980م.\n10 - وفيات الأعيان. ابن خلكان: ت: د. إحسان عباس، دار صادر، بيروت.",
        "(1/534)\n"
    ]
}