{
    "partText": [
        "\n\nبسم الله الرحمن الرحيم\nسورة آل عمران: 169 ـ 171",
        "\n\n\nالإهداء",
        "إلى ... الفاتح العظيم الذي احتلّ قلوب الناس وعواطفهم.\nإلى ... أنشودة الأحرار في كل زمان ومكان.\nإلى ... أبيّ الضيم، وسيّد الشهداء الاإمام الحسين عليه‌السلام.\nأرفع ـ بتواضع ـ هـذه الدراسة عن حياة أبي الفضل العبّاس عليه‌السلام. الذي جسّد في سلوكه مع أخيه الحسين عليه‌السلام حقيقة الأخوة الصادقة، ففداه بنفسه، ووقاه بمهجته، راجياً التفضّل عليَّ بالقبول.",
        "\n\nبين يديك\nيا قمر بني هاشم وفخر عدنان",
        "أنت ـ يا قدوة الثوار والأحرار ـ قد تألقت في سماء هذا الشرف، رمزاً للبطولات، وعنواناً للتضحية والفداء، فقد رأيت الحكم الأموي السحيق يسوس المجتمع نحو الدمار الشامل، يسحق الكرامات، ويقضي على الحريات، ويمتصّ الأقوات ويقود المجتمع إلى حياة بائسة لا ظلّ فيها للعدل الاجتماعي والعدل السياسي، فرفعت راية التحرير مع أخيك أبي الأحرار وسيّد الشهداء عليه‌السلام الذي جسّد آمال الشعوب وطموحاتها، وسعى لتحرير إرادتها، وإعادة كرامتها.\nلقد وقفت مع أخيك في خندق واحد فرفعتما كلمة الله الهادفة إلى كرامة الإنسان، وبناء حياة آمنة مستقرّة لا ظلّ فيها للظلم والطغيان.\nأمّا أنت ـ يا أبا الفضل ـ فكنت هبة من الله لهذه الأمّة، فقد فتحت لها آفاقاً مشرقة من الحرية والكرامة، وعلّمتها أنّ التضحية يجب أن تكون خالصة لله، وبعيدة كلّ البعد عن الرغبات والعواطف وسائر الميول التي مآلها إلى التراب، وبهذه الروح الإسلامية الأصيلة كانت تضحيتك ـ يا أبا\n",
        "الفضل ـ فقد اتّسمت بالدفاع عن الحق، والذبّ عن القيم والمبادئ وهذا هو السرّ في خلود تضحيتك، وتفاعلها مع عواطف الناس على امتداد التاريخ.\nأمّا أنت ـ يا قمر بني هاشم ـ فقد أقمت صروح الحق في دنيا العرب والإسلام وشيّدت للمسلمين مجداً شامخاً بنصرتك لأخيك سيّد الشهداء، الذي نافح من أجل أن تسود العدالة الاجتماعية في الأرض وتوزع خيرات الله على المضطهدين والمحرومين، وتحمّلت معه أعباء هذه الرسالة، وبهذا كنت مع أخيك، وسائر الشهداء الممجدين من أهل البيت وأنصارهم الطلائع المقدّسة لشهداء الحق في جميع أنحاء الأرض.\n\nتقديم",
        "[1]\nوبرز أبو الفضل العباس عليه‌السلام على مسرح التاريخ الإسلامي كأعظم قائد فذّ لم تعرف له الإنسانية نظيراً في بطولاته النادرة بل ولا في سائر مُثله الأخرى التي استوعبت ـ بفخر ـ جميع لغات الأرض.\nلقد أبدى أبو الفضل يوم الطف من الصمود الهائل، والارادة الصلبة ما يفوق الوصف، فكان برباطة جأشه، وقوّة عزيمته جيشاً لا يقهر فقد أرعب عسكر ابن زياد، وهزمهم نفسيّاً، كما هزمهم في ميادين الحرب.\nان بطولات أبي الفضل كانت ولا تزال حديث الناس في مختلف العصور، فلم يشاهدوا رجلاً واحداً مثقلاً بالهموم والنكبات يحمل على جيش مكثّف مدعّم بجميع آلات الحرب قد ضمّ عشرات الآلاف من المشاة وغيرهم فيلحق بهم أفدح الخسائر من معداتهم وجنودهم، ويقول المؤرخون عن بسالته ـ يوم الطف ـ إنه كلما حمل على كتيبة تفرّ منهزمة من بين يديه يسحق بعضها بعضاً قد خيّم عليها الموت، واستولى عليها الفزع والذعر قد خلعت منها الأفئدة والقلوب، ولم تغن عنها كثرتها شيئاً.",
        "انّ شجاعة أبي الفضل وسائر مواهبه ومزاياه مما تدعو إلى الاعتزاز\n\nوالفخر ليس له وللمسلمين فحسب، وإنما لكل إنسان يدين لإنسانيته، ويخضع لقيمها الكريمة.\n[2]",
        "وبالإضافة إلى ما يتمتّع به أبو الفضل العباس عليه‌السلام من البطولات الرائعة فانّه كان مثالاً للصفات الشريفة، والنزعات العظيمة، فقد تجسّدت فيه الشهامة والنبل والوفاء والمواساة، فقد واسى أخاه أبا الأحرار الإمام الحسين عليه‌السلام في أيام محنته الكبرى، ففداه بنفسه ووقاه بمهجته، ومن المقطوع به أن تلك المواساة لا يقدر عليها إلاّ من امتحن الله قلبه للإيمان، وزاده هدى.\n[3]\nومثَّل أبو الفضل العباس عليه‌السلام في سلوكه مع أخيه الإمام الحسين عليه‌السلام حقيقة الأخوّة الإسلامية الصادقة، وأبرز جميع قيمها ومثلها، فلم يبق لون من ألوان الأدب، والبرّ والإحسان إلاّ قدّمه له، وكان من أروع ما قام به في ميادين المواساة له، انه حينما استولى على الماء يوم الطفّ تناول منه غرفة ليشرب، وكان قلبه الزاكي كصالية الغضا من شدّة الظمأ، فتذكّر في تلك اللحظات الرهيبة عطش أخيه الإمام الحسين وعطش الصبية من أهل البيت عليهم‌السلام، فدفعه شرف النفس، وسموّ الذات إلى رمي الماء من يده، ومواساتهم في هذه المحنة الحازبة، تصفّحوا في تاريخ الأمم والشعوب فهل تجدون مثل هذه الأخوّة الصادقة؟!! انظروا في سجلاّت نبلاء الدنيا فهل ترون مثل هذا النبل، ومثل هذا الإيثار؟!\n",
        "الله أكبر أي رحمة مثل هذه الرحمة، وأيّة مودّة مثل هذه المودّة!!\nإن الإنسانية بجميع قيمها ومثلها لتنحني إجلالاً وخضوعاً أمام أبي الفضل على ما أبداه من عظيم النبل لأخيه الإمام الحسين أبي الأحرار وسيّد الشهداء عليه‌السلام.\n[4]\nوالشيء الذي يدعو إلى الاعتزاز بتضحية أبي الفضل ونصرته لأخيه الإمام الحسين، أنّها لم تكن بدافع الأخوة والرحم الماسة وغير ذلك من الاعتبارت السائدة بين الناس، وانّما كانت بدافع الإيمان الخالص لله، ذلك الإيمان الذي تفاعل مع عواطف أبي الفضل، وصار عنصراً من عناصره، ومقوّماً من مقوّماته، وقد أدلى بذلك في رجزه حينما قطعت يمينه التي كانت تفيض برّاً وعطاءً للناس، قائلاً:",
        "ان الرجز في تلك العصور كان يمثّل الأهداف والمبادئ والقيم التي من أجلها يقاتل الشخص، ويستشهد في سبيلها، ورجز سيّدنا العباس عليه‌السلام صريح واضح في أنّه انّما يقاتل دفاعاً عن الدين، ودفاعاً عن المبادئ الإسلامية الأصيلة التي تعرضت إلى الخطر أيام الحكم الأموي الأسود، كما أنّه انّما يقاتل دفاعاً عن إمام المسلمين سبط رسول الله وريحانته الإمام الحسين المدافع الأوّل عن كرامة الإسلام، فهذه هي العوامل التي دفعته إلى التضحية، وليس هناك أي دافع آخر وهذا هو السرّ في جلال تضحيته،\n\nوخلودها عبر القرون والأجيال.\n[5]",
        "لقد استشهد أبو الفضل العباس من أجل المبادئ العليا التي رفع شعارها أبو الأحرار أخوه الإمام الحسين عليه‌السلام، والتي كان من أهمّها أن يقيم في هذا الشرق حكم القرآن، وينشر العدل بين الناس ويوزّع عليهم خيرات الأرض، فليست هي لقوم دون آخرين.\nلقد استشهد أبو الفضل من أجل أن يعيد للإنسان المسلم حرّيته وكرامته، وينشر بين الناس رحمة الإسلام، ونعمته الكبرى الهادفة لاستئصال الظلم والجور، وبناء مجتمع لا ظلّ فيه لأي لون من ألوان الفزع، والخوف.\nلقد حمل أبو الفضل مشعل الحرية والكرامة، وقاد قوافل الشهداء إلى ساحات الشرف، وميادين العزّة، والنصر للشعوب الإسلامية التي كانت ترزح تحت وطأة الظلم والجور.\nلقد انطلق أبو الفضل إلى ميادين الجهاد من أجل أن ترتفع كلمة الله تعالى عالية في الأرض، تلك الكلمة التي هي منهج كامل للحياة الكريمة بين الناس.",
        "[6]\nوفجّر الإمام أبو الأحرار ثورته الكبرى التي أوضح الله بها الكتاب وجعلها عبرة لأولي الألباب، فدكّ بها حصون الظلم، وقلاع الجور.\nولم يفجّر الإمام الحسين عليه‌السلام ثورته الرائدة العملاقة أشراً ولا بطراً،\n",
        "ولا ظالماً، ولا مفسداً ـ حسب ما يقول ـ وإنّما أراد تغيير الواقع المرير الذي تعيشه الأمة من جرّاء الحكم الأموي المنحرف عن جميع الأعراف والقوانين، ذلك النظام الذي أحال حياة الناس إلى جحيم لا يطاق، فقد عجّت البلاد الإسلامية بجميع صنوف الجور والإرهاب، وكان من أعظمها محنة وأشدّها بلاءً البلاد الخاضعة لحكم زياد بن أبيه، والي معاوية على العراق، وأخيه اللاشرعي، الذي أجّج نار الفتنة، وحكم بين الناس بغير ما أنزل الله، فأخذ البريء بالسقيم، والمقبل بالمدبر، وقتل على الظنّة والتهمة، كما أعلن ذلك، وطبّقه بالفعل على الحياة العامة بين الناس.\n[7]\nوأن سبط الرسول صلى‌الله‌عليه‌وآله، وأمل الإسلام، والمسؤول الأوّل عن رعاية المسلمين، وصيانة حياتهم والواقع الاجتماعي الذي تعيشه الأمة، والذي ينذر بخطر عظيم على حياتها العقائدية، والفكرية والاجتماعية، فقد تحكّم في مصيرها جبابرة الأمويين، وطغاة الرأسمالية القرشية، التي حملت معول الهدم على جميع ما أسّسه الإسلام من مجد أصيل وخلق رفيع للأمة، بالإضافة إلى أنّها أخذت تستنزف الموارد الاقتصادية في العالم الإسلامي، وتنفقها على شهواتها، ورغباتها الخاصة، فهبّ أبو الأحرار لإنقاذ المسلمين، وإعادة الحياة الكريمة لهم، فما أعظم عائدته على الإسلام، وما أكثر ألطافه وأياديه على المسلمين.\n[8]",
        "ان ملحمة كربلاء من أهم الأحداث العالمية، بل ومن أهمّ ما حققته\n\nالبشرية من إنجازات رائعة في ميادين الكفاح المسلّح ضدّ الظلم والطغيان، فقد غيّرت مجرى تاريخ الشعوب الإسلامية، وفتحت لها آفاقاً مشرقة للتمرّد على الظلم والطغيان.\nلقد ألهبت هذه الملحمة الخالدة عواطف الأحرار، ودفعتهم إلى النضال المسلّح في سبيل تحرير المجتمع من نير العبودية والذلّ، وإنقاذه من الحكم اللاشرعي.",
        "[9]\nلقد انتصر سيّد الشهداء في ثورته الخالدة، وانتصرت أهدافه ومبادئه العظيمة، وظلّ مثلاً خالداً للكفاح المقدّس يطارد الظالمين والطغاة في كل عصر وزمان، ويمدّ الثوّار بروح التضحية والفداء.\nان من الانتصارات الرائعة التي حقّقها أبي الضيم في ثورته أنه جرّد الحكم الأموي من الشرعية، وأنّه لا يمثّل الإسلام، ولا المسلمين بأي حال من الأحوال، وإنّما هو حكم ديكتاتوري قائم على النطع والسيف لا على رضى الأمة واختيارها.\nلقد وضع أبو الأحرار العبوات الناسفة في أروقة الحكم الأموي ففجّرتها، ونسفت معالم زهوهم وفجورهم وطغيانهم، وظلّوا مثلاً أسوداً لكل حكم منحرف عن سنن الحق والعدل.",
        "[10]\nلقد أيقظت ثورة أبي الأحرار الشعوب الإسلامية من تخديرها وسباتها، فانطلقت كالمارد الجبّار في ثورات متلاحقة، وهي ترفع شعار التحرير، وشعار الاستقلال، وشعار الكرامة من أجل التخلّص من ذلك\n\nالحكم الأسود.",
        "لقد قامت الشعوب الإسلامية في ثورات متلاحقة كانت امتداداً لثورة الحسين عليه‌السلام، حتى أطاحت بالحكم الأموي، وأزالته من دنيا الوجود.\n[11]\nومن الجدير بالذكر أن كارثة كربلاء، وما لحق بالإمام الحسين عليه‌السلام من التنكيل، والاعتداء الصارخ، لم يأتِ ذلك عفواً، وإنّما كان من النتائج المباشرة للانحرافات، والسلوك في المنعطفات السياسية من جانب الحكام والمسؤولين الذين كانوا ينظرون إلى السلطة بأنّها مغنم، ووسيلة للظفر بالثراء العريض، ولم يعوا أن الإسلام اعتبر السلطة أداة لخدمة المجتمع، وتطوير حياته الفكرية والاقتصادية، وانّها مسؤولة أمام الله عن اقتصاد الأمة فيجب عليها الاحتياط فيه كأشدّ ما يكون الاحتياط فليس لرئيس الدولة، ولا لغيره من أجهزة الحكم أن يصطفوا لأنفسهم وذويهم أي شيء من أموال الدولة.\nوكان على رأس الحكّام المنحرفين ملوك بني أمية الذين اتخذوا مال الله دولاً وعباد الله خولاً، وبالإضافة إلى ما اقترفوه من ظلم الأمة والاعتداء على كرامتها، فانّهم عمدوا إلى ظلم العلويين، والإجهاز على شيعتهم، وقد شاهد أبو الفضل عليه‌السلام المحن الشاقة والعسيرة التي حلّت بأهل بيته ومحبّيهم، ومما لا ريب فيه انّها تركت في أعماق نفسه أقسى ألوان المحن، والآلام.",
        "[12]\nأمّا دور سيّدنا العباس عليه‌السلام في ملحمة كربلاء فانّه يأتي في الأهمية بعد أخيه أبي الأحرار الإمام الحسين عليه‌السلام صانع هذه الملحمة الخالدة في\n\nدنيا الحقّ والعدل، وقد فاق جميع أصحاب الإمام الحسين عليه‌السلام، وأهل بيته المكرمين، وذلك بما قدّمه من عظيم الخدمات لأخيه، بالإضافة إلى مواقفه البطولية الرائعة، وصموده الهائل أمام معسكر ابن زياد، وقد أبدى من البسالة ما يذهل الأفكار ويحيّر الألباب، وكان يشيع في نفوس أصحاب أخيه وأهل بيته العزم والتصميم على التضحية والجهاد بين يديه، فقد استهان بالموت وسخر من الحياة، وقد انطبعت هذه الظاهرة في نفوسهم فاعتنقوا الشهادة، وانطلقوا إلى ميادين الجهاد ليرفعوا كلمة الله في الأرض.",
        "[13]\nوكان العبّاس عليه‌السلام أيّام المحنة الكبرى التي حلّت بأخيه ملازماً له لم يفارقه، وقدّم له جميع ألوان البرّ والإحسان، فكان يقيه بنفسه ويفيديه بمهجته، فهو صاحب لوائه، ومدير شؤونه، والمتصدّي لخدماته، ويقول الرواة: انّه قد استوعب حبّه والإخلاص له قلب أخيه الإمام الحسين عليه‌السلام حتى فداه بنفسه، وكان عليه ضيفاً، فلم يسمح له بالحرب حتى بعد مقتل أصحابه وأهل بيته، لأنّه كان يشعر بالقوة والمنعة، ما دام حيّاً إلى جانبه، ولما استشهد العباس شعر الإمام الحسين بالوحدة والغربة والضياع بعده وفقد كلّ أمل له في الحياة، وراح يبكي عليه أمرّ البكاء، ويندبه بذوب روحه، وسارع إلى ساحة الحرب ليلتقي به في جنان الخلد.\nسلام الله عليك يا أبا الفضل ففي حياتك وشهادتك ملتقى أمين لجميع القيم الإنسانية، وحسبك أنّك وحدك كنت انموذجاً رائعاً لشهداء الطفّ الذين احتلّوا قمّة الشرف والمجد في دنيا العرب والإسلام.\n",
        "[14]\nكان بودّي قبل حفنة من السنين أن أتشرّف بالبحث عن سيرة أبي الفضل العبّاس عليه‌السلام رائد الشرف والكرامة لهذه الأمّة، وقد دعاني إلى ذلك ـ بإصرار ـ بعض السادة من فضلاء الحوزة العلمية في النجف الأشرف، إلاّ أنّ انشغالي بتأليف موسوعة عن أئمّة أهل البيت عليهم‌السلام قد شغلني عن ذلك، وقد ألمّت كارثة من كوارث الزمن ببعض ولدي فتوسّلت، وتوسل ضارعاً إلى الله تعالى أن يكشف عنه ما هو فيه، وينقذه وينجّيه فاستجاب الله دعائي ودعاءه فأنجاه مما هو فيه والحمد لله، وقد طلب منّي أن أكتب رسالة عن حياة أبي الفضل وسيرته وشهادته، فاستجبت له، وجمّدت الموضوع الذي بيدي، واتجهت صوب أبي الفضل آملاً من الله تعالى أن أُوفَّق إلى إعطاء صورة متميّزة وكاملة عن حياته، وأن لا أكون قد جافيت الواقع أو ابتعدت عن القصد فيما كتبته عنه انّه تعالى وليّ القصد والتوفيق.\n* * *\n",
        "\nولادته ونشأتهُ\n\n",
        "وقبل أن أتحدّث عن ولادة أبي الفضل العباس عليه‌السلام ونشأته أعرض ـ بإيجاز ـ إلى نسبه الوضّاح، ذلك النسب الكريم الذي كان له الأثر التام في بناء شخصيته العظيمة، وتكوين سلوكه المشرّف القائم على الشرف والفضيلة وفيما يلي ذلك:\nنسبه الوضّاح\nليس في دنيا الأنساب نسبٌ أسمى، ولا أرفع من نسب أبي الفضل فهو من صميم الأسرة العلوية، التي هي من أجلّ وأشرف الأسر التي عرفتها الإنسانية في جميع أدوارها، تلك الأسرة العريقة في الشرف والمجد، التي أمدّت العالم العربي والإسلامي بعناصر الفضيلة، والتضحية في سبيل الخير، وما ينفع الناس، وأضاءت الحياة العامة بروح التقوى، والإيمان، وهذا عرض موجز للاَصول الكريمة التي تفرّع قمر بني هاشم، وفخر عدنان منها.\n الأب:",
        "أمّا الأب الكريم لسيّدنا العباس عليه‌السلام فهو الإمام أمير المؤمنين عليه‌السلام،\n\nوصيّ رسول الله صلى‌الله‌عليه‌وآله، وباب مدينة علمه، وختنهُ على حبيبته، وهو أول من آمن بالله، وصدّق رسوله وكان منه بمنزلة هارون من موسى، وهو بطل الإسلام، والمنافح الأول عن كلمة التوحيد، وقد قاتل الأقربين والأبعدين من أجل نشر رسالة الإسلام وإشاعة أهدافه العظيمة بين الناس، وقد تمثلت بهذا الإمام العظيم جميع فضائل الدنيا، فلا يدانيه أحد في فضله وعلمه، وهو ـ بإجماع المسلمين ـ أثرى شخصية علمية في مواهبه وعبقرياته بعد الرسول محمد صلى‌الله‌عليه‌وآله، وهو غنّي عن البيان والتعريف، فقد استوعبت فضائله ومناقبه جميع لغات الأرض ... ويكفي العباس شرفاً وفخراً أنّه فرع من دوحة الإمامة، وأخ لسبطي رسول الله صلى‌الله‌عليه‌وآله.\nالاُم:",
        "أمّا الأم الجليلة المكرّمة لأبي الفضل العباس عليه‌السلام فهي السيدة الزكية فاطمة بنت حزام بن خالد ..، وأبوها حزام من أعمدة الشرف في العرب، ومن الشخصيات النابهة في السخاء والشجاعة وقرى الأضياف، وأما أسرتها فهي من أجلّ الأسر العربية، وقد عُرفت بالنجدة والشهامة، وقد أشتهر جماعة بالنبل والبسالة منهم:\n1 ـ عامر بن الطفيل:\nوهو أخو عمرة الجدة الاولى لأم البنين، وكان من ألمع فرسان العرب في شدّة بأسه، وقد ذاع اسمه في الأوساط العربية وغيرها، وبلغ من عظيم شهرته ان قيصر إذا قدم عليه وافد من العرب فان كان بينه وبين عامر\n",
        "نسب عظم عنده، وبجّله وأكرمه، وإلاّ أعرض عنه.\n2 ـ عامر بن مالك:\nوهو الجدّ الثاني للسيّدة أمّ البنين، وكان من فرسان العرب وشجعانهم ولُقّب بملاعب الأسنّة لشجاعته الفائقة، وفيه يقول الشاعر:\nوبالإضافة إلى شجاعته فقد كان من أُباة الضيم، وحفظة الذمار ومراعاة العهد، ونقل المؤرّخون عنه بوادر كثيرة تدلّل على ذلك.",
        "3 ـ الطفيل:\nوهو والد عمرة الجدّة الأولى لأمّ البنين كان من أشهر شجعان العرب، وله أشقّاء من خيرة فرسان العرب، منهم ربيعة، وعبيدة، ومعاوية، ويقال لأمّهم ( أمّ البنين ) وقد وفدوا على النعمان بن المنذر فرأوا عنده الربيع بن زياد العبسي، وكان عدوّاً وخصماً لهم، فاندفع لبيد وقد تميّز من الغيظ فخاطب النعمان:\nفتأثّر النعمان للربيع، وأقصاه عن مسامرته، وقال له:\n",
        "\nودلّ ذلك على عظيم مكانتهم، وسموّ منزلتهم الاجتماعية عند النعمان فقد بادر إلى اقصاء سميره الربيع عن مسامرته.\n4 ـ عروة بن عتبة:\nوهو والد كبشة الجدّة الثانية لأم البنين، وكان من الشخصيات البارزة في العالم العربي، وكان يفد على ملوك عصره، فيكرّمونه، ويجزلون له العطاء، ويحسنون له الوفادة (1).",
        "هؤلاء بعض الأعلام من أجداد السيّدة الكريمة أمّ البنين، وقد عرفوا بالنزعات الكريمة، والصفات الرفيعة، وبحكم قانون الوراثة فقد انتقلت صفاتهم الشريفة إلى السيّدة أمّ البنين ثم منها إلى أبنائها الممجدين.\nقِران الإمام بأمّ البنين:\nولما ثكل الإمام أمير المؤمنين عليه‌السلام بوفاة بضعة الرسول صلى‌الله‌عليه‌وآله وريحانته سيّدة نساء العالمين فاطمة الزهراء عليها‌السلام ندب أخاه عقيلاً، وكان عالماً بأنساب العرب أن يخطب له امرأة قد ولدتها الفحول ليتزوّجها لتلد غلاماً زكياً شجاعاً لينصر ولده أبا الشهداء في ميدان كربلاء (2) فأشار عليه عقيل بالسيّدة أمّ البنين الكلابية فانّه ليس في العرب من هو أشجع من أهلها، ولا أفرس، وكان لبيد الشاعر يقول فيهم: « نحن خير عامر بن\n__________________",
        "(1) قمر بني هاشم 1: 11 ـ 13 ذكر المحقق الشيخ عبد الواحد المظفر في كتابه بطل العلقمي عرضاً مفصّلاً لمآثر هذه الأسرة الكريمة.\n(2) تنقيح المقال 2 / 128.\n\nصعصعة » فلا ينكر عليه أحد من العرب، ومن قومها ملاعب الأسنّة أبو براء الذي لم يعرف العرب مثله في الشجاعة (1)، فندبه الإمام إلى خطبتها، وانبرى عقيل إلى أبيها فعرض عليه الأمر فأسرع فرحاً إليها فاستجابت باعتزاز وفخر، وزفّت إلى الإمام أمير المؤمنين عليه‌السلام، وقد رأى فيها العقل الراجح، والإيمان الوثيق وسموّ الآداب، ومحاسن الصفات، فأعزّها، وأخلص لها كأعظم ما يكون الإخلاص.",
        "رعايتها لسبطيّ النبيّ صلى‌الله‌عليه‌وآله:\nوقامت السيّدة أمّ البنين برعاية سبطي رسول الله صلى‌الله‌عليه‌وآله وريحانتيه وسيّدي شباب أهل الجنّة الحسن والحسين عليهما‌السلام، وقد وجدا عندها من العطف والحنان ما عوّضهما من الخسارة الأليمة التي مُنيا بها بفقد أمّهما سيّدة نساء العالمين فقد توفّيت، وعمرها كعمر الزهور فقد ترك فقدها اللوعة والحزن في نفسيهما.\nلقد كانت السيدة أم البنين تكنّ في نفسها من المودّة والحبّ للحسن والحسين عليهما‌السلام ما لا تكّنه لأولادها اللذين كانوا ملء العين في كمالهم وآدابهم.\nلقد قدّمت أم البنين أبناء رسول الله صلى‌الله‌عليه‌وآله، على أبنائها في الخدمة والرعاية، ولم يعرف التاريخ أن ضرّة تخلص لأبناء ضرّتها وتقدّمهم على أبنائها سوى هذه السيّدة الزكيّة، فقد كانت ترى ذلك واجباً دينياً لأن الله أمر بمودّتهما في كتابه الكريم، وهما وديعة رسول الله صلى‌الله‌عليه‌وآله، وريحانتاه، وقد",
        "__________________\n(1) تنقيح المقال 2 / 128.\n\nعرفت أمّ البنين ذلك فوفت بحقّهما وقامت بخدمتهما خير قيام.",
        "مكانتها عند أهل البيت\nولهذه السيّدة الزكية مكانة متميّزة عند أهل البيت عليهم‌السلام، فقد أكبروا إخلاصها وولاءها للإمام الحسين عليه‌السلام، وأكبروا تضحيات أبنائها المكرمين في سبيل سيّد الشهداء عليه‌السلام، يقول الشهيد الأول وهو من كبار فقهاء الإمامية:\nكانت أمّ البنين من النساء الفاضلات، العارفات بحقّ أهل البيت عليهم‌السلام، مخلصة في ولائهم، ممحضة في مودّتهم، ولها عندهم الجاه الوجيه، والمحلّ الرفيع، وقد زارتها زينب الكبرى بعد وصولها المدينة تعزّيها بأولادها الأربعة، كما كانت تعزّيها أيام العيد .. » (1).\nأنّ زيارة حفيدة الرسول صلى‌الله‌عليه‌وآله وشريكة الإمام الحسين عليه‌السلام في نهضته زينب الكبرى عليها‌السلام لأم البنين، ومواساتها لها بمصابها الأليم بفقد السادة الطيبين من أبنائها، مما يدلّ على أهميّة أمّ البنين وسموّ مكانتها عند أهل البيت عليهم‌السلام.",
        "مكانتها عند المسلمين:\nوتحتلّ هذه السيّدة الجليلة مكانة مرموقة في نفوس المسلمين، ويعتقد الكثيرون إلى أنّ لها منزلة عظيمة عند الله، وانّه ما التجأ إليها مكروب، وجعلها واسطة إلى الله تعالى إلاّ كشف عنه ما ألمّ به من المحن والخطوب، وهم يفزعون إليها إن ألمّت بهم كارثة من كوارث الزمن أو\n__________________\n(1) العباس للمقرّم: 72 ـ 73 نقلاً عن مجموعة الشهيد الأول.",
        "\nمحنة من محن الأيّام، ومن الطبيعي أن تكون لها هذه المنزلة الكريمة عند الله، فقد قدّمت في سبيله أفلاذ أكبادها، وجعلتهم قرابين لدينه.\nالوليد العظيم:\nوكان أوّل مولود زكيّ للسيّدة أمّ البنين هو سيّدنا المعظّم أبو الفضل العباس عليه‌السلام، وقد ازدهرت يثرب، وأشرقت الدنيا بولادته وسرت موجات من الفرح والسرور بين أفراد الأسرة العلوية، فقد ولد قمرهم المشرق الذي أضاء سماء الدنيا بفضائله ومآثره، وأضاف إلى الهاشميين مجداً خالداً وذكراً نديّاً عاطراً.",
        "وحينما بُشِّر الإمام أمير المؤمنين عليه‌السلام بهذا المولود المبارك سارع إلى الدار فتناوله، وأوسعه تقبيلاً، وأجرى عليه مراسيم الولادة الشرعية فأذّن في أُذنه اليمنى، وأقام في اليسرى، لقد كان أوّل صوت قد اخترق سمعه صوت أبيه رائد الإيمان والتقوى في الأرض، وأنشودة ذلك الصوت.\n« الله أكبر ... ».\n« لا إله إلاّ الله ».\nوارتسمت هذه الكلمات العظيمة التي هي رسالة الأنبياء، وأنشودة المتّقين في أعماق أبي الفضل، وانطبعت في دخائل ذاته، حتى صارت من أبرز عناصره، فتبنى الدعوة إليها في مستقبل حياته، وتقطّعت أوصاله في سبيلها.",
        "وفي اليوم السابع من ولادة أبي الفضل عليه‌السلام، قام الإمام أمير المؤمنين عليه‌السلام بحلق شعره، والتصدّق بزنته ذهباً أو فضّة على المساكين وعقّ عنه بكبش، كما فعل ذلك مع الحسن والحسين عليهما‌السلام عملاً بالسنّة\n\nالإسلامية.\nسنة ولادته:",
        "أفاد بعض المحقّقين أن أبا الفضل العباس عليه‌السلام وُلد سنة ( 26 ه‍ ) في اليوم الرابع من شهر شعبان (1).\nتسميته:\nسمّى الإمام أمير المؤمنين عليه‌السلام وليده المبارك ( بالعباس ) وقد استشفّ من وراء الغيب انه سيكون بطلاً من أبطال الإسلام، وسيكون عبوساً في وجه المنكر والباطل، ومنطلق البسمات في وجه الخير، وكان كما تنبّأ فقد كان عبوساً في ميادين الحروب التي أثارتها القوى المعادية لأهل البيت عليهم‌السلام، فقد دمّر كتائبها وجندل أبطالها، وخيّم الموت على جميع قطعات الجيش في يوم كربلاء، ويقول الشاعر فيه:\nكنيته:",
        "وكُنِّي سيّدنا العبّاس عليه‌السلام بما يلي:\n1 ـ أبو الفضل:\nكُنّي بذلك لأن له ولداً اسمه الفضل، ويقول في ذلك بعض من رثاه:\n__________________",
        "(1) قمر بني هاشم 2: 5.\n\n\nوطابقت هذه الكنية حقيقة ذاته العظيمة فلو لم يكن له ولد يُسمّى بهذا الإسم، فهو ـ حقّاً ـ أبو الفضل، ومصدره الفياض فقد أفاض في حياته ببرّه وعطائه على القاصدين لنبله وجوده، وبعد شهادته كان موئلاً وملجأً لكل ملهوف، فما استجار به أحد بنيّة صادقة إلاّ كشف الله ما ألمّ به من المحن والبلوى.",
        "2 ـ أبو القاسم:\nكُنّي بذلك لأن له ولداً اسمه ( القاسم ) وذكر بعض المؤرّخين أنّه استشهد معه يوم الطفّ، وقدّمه قرباناً لدين الله، وفداءً لريحانة رسول الله صلى‌الله‌عليه‌وآله.\nألقابه:\nأمّا الألقاب التي تُضفى على الشخص فهي تحكي صفاته النفسية حسنة كانت أو سيّئة، وقد أضيفت على أبي الفضل عليه‌السلام عدّة ألقاب رفيعة تنمّ عن نزعاته النفسية الطيبة، وما اتصف به من مكارم الأخلاق وهي:",
        "1 ـ قمر بني هاشم:\nكان العبّاس عليه‌السلام في روعة بهائه، وجميل صورته آية من آيات الجمال، ولذلك لقّب بقمر بني هاشم، وكما كان قمراً لأسرته العلوية الكريمة، فقد كان قمراً في دنيا الإسلام، فقد أضاء طريق الشهادة، وأنار مقاصدها لجميع المسلمين.\n\n2 ـ السقّاء:",
        "وهو من أجلّ ألقابه، وأحبّها إليه، أما السبب في امضاء هذا اللقب الكريم عليه فهو لقيامه بسقاية عطاشى أهل البيت عليهم‌السلام حينما فرض الإرهابي المجرم ابن مرجانة الحصار على الماء، وأقام جيوشه على الفرات لتموت عطشاً ذرية النبيّ صلى‌الله‌عليه‌وآله، محرّر الإنسانية ومنقذها من ويلات الجاهلية ... وقد قام بطل الإسلام أبو الفضل باقتحام الفرات عدّة مرّات، وسقى عطاشى أهل البيت، ومن كان معهم من الأنصار، وسنذكر تفصيل ذلك عند التعرّض لشهادته.\n3 ـ بطل العلقمي:\nأمّا العلقمي فهو اسم للنهر الذي استشهد على ضفافه أبو الفضل العباس عليه‌السلام، وكان محاطاً بقوى مكثّفة من قبل ابن مرجانة لمنع ريحانة رسول الله صلى‌الله‌عليه‌وآله وسيّد شباب أهل الجنّة، ومن كان معه من نساء وأطفال من شرب الماء، وقد استطاع أبو الفضل بعزمه الجبّار، وبطولته النادرة أن يجندل الأبطال، ويهزم أقزام ذلك الجيش المنحطّ، ويحتلّ ذلك النهر، وقد قام بذلك عدّة مرّات، وفي المرّة الأخيرة استشهد على ضفافه ومن ثمّ لُقِّب ببطل العلقمي.\n4 ـ حامل اللواء:",
        "ومن ألقابه المشهورة ( حامل اللواء ) وهو أشرف لواء انّه لواء أبي الأحرار الإمام الحسين عليه‌السلام، وقد خصّه به دون أهل بيته وأصحابه،\n\nوذلك لما تتوفر فيه من القابليات العسكرية، ويعتبر منح اللواء في ذلك العصر من أهمّ المناصب الحسّاسة في الجيش وقد كان اللواء الذي تقلّده أبو الفضل يرفرف على رأس الإمام الحسين عليه‌السلام منذ أن خرج من يثرب حتّى انتهى إلى كربلاء، وقد قبضه بيد من حديد، فلم يسقط منه حتى قطعت يداه، وهوى صريعاً بجنب العلقمي.\n5 ـ كبش الكتيبة:",
        "وهو من الألقاب الكريمة التي تُمنح الى القائد الأعلى في الجيش، الذي يقوم بحماية كتائب جيشه بحسن تدبير، وقوّة بأس، وقد اضفي هذا الوسام الرفيع على سيّدنا أبي الفضل، وذلك لما أبداه يوم الطفّ من الشجاعة والبسالة في الذبّ والدفاع عن معسكر الإمام الحسين عليه‌السلام، فقد كان قوّة ضاربة في معسكر أخيه، وصاعقة مرعبة ومدمّرة لجيوش الباطل.\n6 ـ العميد:\nوهو من الألقاب الجليلة في الجيش التي تُمنح لأبرز الأعضاء في القيادة العسكرية، وقد قُلّد أبو الفضل عليه‌السلام بهذا الوسام لأنّه كان عميد جيش أخيه أبي عبد الله، وقائد قوّاته المسلّحة في يوم الطفّ.\n7 ـ حامي الظعينة:",
        "ومن الألقاب المشهورة لأبي الفضل عليه‌السلام ( حامي الظعينة ).\nيقول السيّد جعفر الحلّي في قصيدته العصماء التي رثاه بها:\n\nوانّما اضفي عليه هذا اللقب الكريم لقيامه بدور مشرّف في رعاية مخدرات النبوة وعقائل الوحي، فقد بذل قصارى جهوده في حمايتهنّ وحراستهنّ وخدمتهنّ، فكان هو الذي يقوم بترحيلهنّ، وانزالهنّ من المحامل طيلة انتقالهنّ من يثرب إلى كربلاء.",
        "ومن الجدير بالذكر أن هذا اللقب اطلق على بطل من شجعان العرب وفرسانهم وهو ربيعة بن مكرم، فقد قام بحماية ظعنه، وأبلى في ذلك بلاءً حسناً (1).\n__________________\n(1) جاء في العقد الفريد 3 / 331 ان دريد بن الصمة خرج ومعه جماعة من فرسان بني جشم حتى اذا كانوا في واد لبني كنانة يقال له الأخرم، وهم يريدون الغارة على بني كنانة فرأوا رجلاً معه ظعينة في ناحية الوادي فقال دريد لفارس من أصحابه امض واستولِ على الظعينة، وانتهى الفارس إلى الرجل فصاح به خلّ عن الظعينة وانج بنفسك، فألقى زمام الناقة، وقال للظعينة:\nثم حمل على الرجل فصرعه، وأخذ فرسه وأعطاها للظعينة، وبعث دريد فارساً آخر لينظر ما صنع صاحبه فلما انتهى إليه رآه صريعاً فصاح بالرجل فألقى زمام الظعينة، فلما انتهى إليه حمل عليه وهو يقول:",
        "وحمل عليه فصرعه، ولما أبطأ بعث دريد فارساً آخر لينظر ما صنع الرجلان ولما انتهى إليهما وجدهما صريعين، والرجل يجر رمحه، فلما نظر إليه قال للظعينة اقصدي قصد البيوت ثم أقبل عليه وقال:\nثم حمل عليه فصرعه، وانكسر رمحه، وارتاب دريد في امر جماعته وظن أنهم أخذوا الظعينة وقتلوا الرجل فلحقهم، وقد دنا ربيعة من الحي، فوجدهم دريد قد\n\n8 ـ باب الحوائج:",
        "وهذا من أكثر ألقابه شيوعاً، وانتشاراً بين الناس، فقد آمنوا وأيقنوا أنه ما قصده ذو حاجة بنية خالصة إلاّ قضى الله حاجته، وما قصده مكروب إلاّ كشف الله ما ألمّ به من محن الأيام، وكوارث الزمان، وكان ولدي محمد الحسين ممن التجأ إليه حينما دهمته كارثة ففرّج الله عنه.\nإنّ أبا الفضل نفحة من رحمات الله، وباب من أبوابه، ووسيلة من وسائله، وله عنده الجاه العظيم، وذلك لجهاده المقدّس في نصرة الاسلام، والذبّ عن أهدافه ومبادئه، وقيامه بنصرة ريحانة رسول الله صلى‌الله‌عليه‌وآله حتى استشهد في سبيله هذه بعض ألقاب أبي الفضل، وهي تحكي بعض معالم شخصيته العظيمة وما انطوت عليه من محاسن الصفات ومكارم الأخلاق (1).\nملامحه:\nأمّا ملامحه فقد كان صورة بارعة من صور الجمال، وقد لُقّب بقمر بني هاشم لروعة بهائه، وجمال طلعته، وكان متكامل الجسم قد بدت عليه",
        "__________________\nقتلوا جميعاً، فقال لربيعة: ان مثلك لا يقتل، ولا أرى معك رمحك، والخيل ثائرة بأصحابها فدونك هذا الرمح فاني منصرف عنك إلى أصحابي، ومثبطهم عنك، فانصرف إلى أصحابه وقال لهم: ان فارس الظعينة قد حماها وقتل أصحابكم وانتزع رمحي فلا مطمع لكم فيه فانصرف القوم فقال دريد في ذلك:\n(1) جاء في تنقيح المقال 2 / 128 أنه تحدث للعباس ستة عشر لقباً.\n",
        "آثار البطولة والشجاعة، ووصفه الرواة بأنه كان وسيماً جميلاً، يركب الفرس المطهم (1) ورجلاه يخطان في الأرض (2).\nتعويذ أمّ البنين له:\nواستوعب حب العباس قلب أمّه الزكّية، فكان عندها أعزّ من الحياة، وكانت تخاف عليه، وتخشى من أعين الحسّاد من أن تصيبه بأذى أو مكروه، وكانت تعوذه بالله، وتقول هذه الأبيات:\nمع أبيه:",
        "كان الإمام أمير المؤمنين عليه‌السلام يرعى ولده أبا الفضل في طفولته، ويعنى به كأشدّ ما تكون العناية فأفاض عليه مكوّنات نفسه العظيمة العامرة بالإيمان والمثل العليا، وقد توسّم فيه أنه سيكون بطلاً من أبطال الإسلام، وسيسجّل للمسلمين صفحات مشرقة من العزّة والكرامة.\nكان الإمام أمير المؤمنين عليه‌السلام يوسع العباس تقبيلاً، وقد احتلّ عواطفه وقلبه، ويقول المؤرّخون: إنّه أجلسه في حجره فشمّر العبّاس عن\n__________________\n(1) الفرس المطهم: هو السمين الفاحش في السمن كما في القاموس وفي المنجد أنه التام الحسن.",
        "(2) مقاتل الطالبيين: 56.\n(3) المنمق في أخبار قريش: 437.\n\nساعديه، فجعل الإمام يقبّلهما، وهو غارق في البكاء، فبهرت أمّ البنين، وراحت تقول للإمام:",
        "« ما يبكيك؟ »\nفأجابها الإمام بصوت خافت حزين النبرات:\n« نظرت إلى هذين الكفّين، وتذكّرت ما يجري عليهما .. »\nوسارعت أمّ البنين بلهفة قائلة:",
        "« ماذا يجري عليهما » ..\nفأجابها الإمام بنبرات مليئة بالأسى والحزن قائلاً:\n« إنّهما يقطعان من الزند .. »\nوكانت هذه الكلمات كصاعقة على أمّ البنين، فقد ذاب قلبها، وسارعت وهي مذهولة قائلة:",
        "« لماذا يقطعان » ..\nوأخبرها الإمام عليه‌السلام بأنّهما انّما يقطعان في نصرة الإسلام والذبّ عن أخيه حامي شريعة الله ريحانة رسول الله صلى‌الله‌عليه‌وآله، فأجهشت أمّ البنين في البكاء، وشاركنها من كان معها من النساء لوعتها وحزنها (1).\nوخلدت أمّ البنين إلى الصبر، وحمدت الله تعالى في أن يكون ولدها فداءً لسبط رسول الله صلى‌الله‌عليه‌وآله وريحانته.\nنشأته:",
        "نشأ أبو الفضل العبّاس عليه‌السلام نشأة صالحة كريمة، قلّما يظفر بها إنسان\n__________________\n(1) قمر بني هاشم 1: 19.\n",
        "فقد نشأ في ظلال أبيه رائد العدالة الاجتماعية في الأرض، فغذّاه بعلومه وتقواه، وأشاع في نفسه النزعات الشريفة، والعادات الطيّبة ليكون مثالاً عنه، وانموذجاً لمثله، كما غرست أمّه السيّدة فاطمة في نفسه، جميع صفات الفضيلة والكمال، وغذّته بحبّ الخالق العظيم فجعلته في أيّام طفولته يتطلّع إلى مرضاته وطاعته، وظلّ ذلك ملازماً له طوال حياته.\nولازم أبو الفضل أخويه السبطين ريحانتي رسول الله صلى‌الله‌عليه‌وآله الحسن والحسين سيّدي شباب أهل الجنّة فكان يتلقّى منهما قواعد الفضيلة، وأسس الآداب الرفيعة، وقد لازم بصورة خاصة أخاه أبا الشهداء الإمام الحسين عليه‌السلام فكان لا يفارقه في حله وترحاله، وقد تأثّر بسلوكه، وانطبعت في قرارة نفسه مُثُله الكريمة وسجاياه الحميدة حتى صار صورة صادقة عنه يحكيه في مثله واتجاهاته، وقد أخلص له الإمام الحسين كأعظم ما يكون الإخلاص وقدّمه على جميع أهل بيته لما رأى منه من الودّ الصادق له حتى فداه بنفسه.\nانّ المكونات التربوية الصالحة التي ظفر بها سيّدنا أبو الفضل العبّاس عليه‌السلام قد رفعته إلى مستوى العظماء والمصلحين الذين غيّروا مجرى تاريخ البشرية بما قدّموه لها من التضحيات الهائلة في سبيل قضاياها المصيرية، وانقاذها من ظلمات الذلّ والعبودية.\nلقد نشأ أبو الفضل على التضحية والفداء من أجل إعلاء كلمة الحقّ، ورفع رسالة الإسلام الهادفة إلى تحرير إرادة الإنسان، وبناء مجتمع أفضل تسوده العدالة والمحبة، والإيثار، وقد تأثر العباس بهذه المبادئ العظيمة وناضل في سبيلها كأشدّ ما يكون النضال، فقد غرسها في أعماق نفسه، ودخائل ذاته، أبوه الإمام أمير المؤمنين وأخواه الحسن والحسين عليهم‌السلام،",
        "\nهؤلاء العظام الذين حملوا مشعل الحرية والكرامة، وفتحوا الآفاق المشرقة لجميع شعوب العالم وأُمم الأرض من أجل كرامتهم وحرّيتهم، ومن أجل أن تسود العدالة والقيم الكريمة بين الناس.\n* * *\n",
        "انطباعات عن شخصيّته\nواحتلّ أبو الفضل عليه‌السلام قلوب العظماء ومشاعرهم، وصار أنشودة الأحرار في كلّ زمان ومكان، وذلك لما قام به من عظيم التضحية تجاه أخيه سيّد الشهداء، الذي ثار في وجه الظلم والطغيان، وبنى للمسلمين عزّاً شامخاً، ومجداً خالداً.\nوفيما يلي بعض الكلمات القيّمة التي أدلى بها بعض الشخصيات الرفيعة في حقّ أبي الفضل عليه‌السلام.\n1 ـ الإمام زين العابدين:",
        "أمّا الإمام زين العابدين فهو من المؤسسين للتقوى والفضيلة في الإسلام، وكان هذا الإمام العظيم يترحّم ـ دوماً ـ على عمّه العبّاس ويذكر بمزيد من الإجلال والإكبار تضحياته الهائلة لأخيه الحسين وكان مما قاله في حقّه هذه الكلمات القيّمة:\nرحم الله عمّي العباس، فلقد آثر وأبلى، وفدى أخاه بنفسه، حتى قُطعت يداه، فأبدله الله بجناحين، يطير بهما مع الملائكة في الجنّة، كما جعل لجعفر بن أبي طالب، وان للعبّاس عند الله تبارك وتعالى منزلة يغبطه عليها جميع الشهداء يوم القيامة .. » (1).\nوألمّت هذه الكلمات بأبرز ما قام به أبو الفضل من التضحيات تجاه\n__________________",
        "(1) الخصال 1: 35.\n\nأخيه أبي الأحرار الإمام الحسين عليه‌السلام، فقد أبدى في سبيله من ضروب الإيثار وصنوف التضحية ما يفوق حدّ الوصف، وما كان به مضرب المثل على امتداد التاريخ، فقد قطعت يداه الكريمتان يوم الطفّ في سبيله، وظلّ يقاوم عنه حتى هوى إلى الأرض صريعاً، وان لهذه التضحيات الهائلة عند الله منزلة كريمة، فقد منحه من الثواب العظيم، والأجر الجزيل ما يغبطه عليه جميع شهداء الحقّ والفضيلة في دنيا الإسلام وغيره.\n2 ـ الإمام الصادق:",
        "أمّا الإمام الصادق عليه‌السلام فهو العقل المبدع والمفكّر في الإسلام فقد كان هذا العملاق العظيم يشيد دوماً بعمّه العبّاس، ويثني ثناءً عاطراً ونديّاً على مواقفه البطولية يوم الطفّ، وكان مما قاله في حقّه:\n« كان عمّي العبّاس بن علي عليه‌السلام نافذ البصيرة، صُلب الإيمان، جاهد مع أخيه الحسين، وأبلى بلاءً حسناً، ومضى شهيداً .. » (1).\nوتحدّث الإمام الصادق عليه‌السلام عن أنبل الصفات الماثلة عند عمّه العبّاس والتي كانت موضع إعجابه وهي:\nأ ـ نفاذ البصيرة:",
        "أمّا نفاذ البصيرة، فانها منبعثة من سداد الرأي، وأصالة الفكر، ولا يتّصف بها إلاّ من صفت ذاته، وخلصت سريرته، ولم يكن لدواعي الهوى والغرور أي سلطان عليه، وكانت هذه الصفة الكريمة من أبرز صفات أبي الفضل فقد كان من نفاذ بصيرته، وعمق تفكيره مناصرته ومتابعته لإمام\n__________________\n(1) ذخيرة الدارين: 123 نقلاً عن عمدة الطالب.\n",
        "الهدى وسيّد الشهداء الإمام الحسين عليه‌السلام، وقد ارتقى بذلك إلى قمّة الشرف والمجد، وخلدت نفسه العظيمة على امتداد التأريخ، فما دامت القيم الإنسانية يخضع لها الإنسان، ويمجّدها فأبو الفضل قد بلغ قمّتها وذروتها.\nب ـ الصلابة في الإيمان:\nوالظاهرة الأخرى من صفات أبي الفضل عليه‌السلام هي الصلابة في الإيمان وكان من صلابة إيمانه انطلاقه في ساحات الجهاد بين يدي ريحانة رسول الله مبتغياً في ذلك الأجر عند الله، ولم يندفع إلى تضحيته بأي دافع من الدوافع المادية، كما أعلن ذلك في رجزه يوم الطفّ، وكان ذلك من أوثق الأدلة على إيمانه.\nج ـ الجهاد مع الحسين:",
        "وثمّة مكرمة وفضيلة أخرى لبطل كربلاء العباس عليه‌السلام أشاد بها الإمام الصادق عليه‌السلام وهي جهاده المشرق بين يدي سبط رسول الله صلى‌الله‌عليه‌وآله، وسيّد شباب أهل الجنّة، ويعتبر الجهاد في سبيله من أسمى مراتب الفضيلة التي انتهى إليها أبو الفضل، وقد أبلى بلاءً حسناً يوم الطفّ لم يشاهد مثله في دنيا البطولات.\nد ـ زيارة الإمام الصادق:\nوزار الإمام الصادق عليه‌السلام أرض الشهادة والفداء كربلاء، وبعدما انتهى من زيارة الإمام الحسين وأهل بيته والمجتبين من أصحابه، انطلق بشوق إلى زيارة قبر عمّه العبّاس، ووقف على المرقد المعظّم، وزاره بالزيارة\n",
        "التالية التي تنمّ عن سموّ منزلة العبّاس، وعظيم مكانته، وقد استهلّ زيارته بقوله:\nسلام الله، وسلام ملائكته المقرّبين، وأنبيائه المرسلين، وعباده الصالحين، وجميع الشهداء والصدّيقين والزاكيات الطيّبات فيما تغتدي وتروح عليك يا ابن أمير المؤمنين .. ».\nلقد استقبل الإمام الصادق عمّه العباس بهذه الكلمات الحافلة بجميع معاني الإجلال والتعظيم، فقد رفع له تحيات من الله وسلام ملائكته، وأنبيائه المرسلين، وعباده الصالحين، والشهداء، والصدّيقين، وهي أندى وأزكى تحيّة رفعت له، ويمضي سليل النبوّة الإمام الصادق عليه‌السلام في زيارته قائلاً:\nوأشهد لك بالتسليم، والتصديق، والوفاء، والنصيحه لخلف النبيّ المرسل، والسبط المنتجب، والدليل العالم، والوصي المبلّغ والمظلوم المهتضم .. »",
        "وأضفى الإمام الصادق عليه‌السلام بهذا المقطع أوسمة رفيعة على عمّه العبّاس هي من أجلّ وأسمى الأوسمة التي تضفى على الشهداء العظام، وهي:\nأ ـ التسليم:\nوسلّم العباس عليه‌السلام لأخيه سيّد الشهداء الإمام الحسين عليه‌السلام جميع أموره، وتابعه في جميع قضاياه حتّى استشهد في سبيله، وذلك لعلمه بإمامته القائمة على الإيمان الوثيق بالله تعالى، وعلى أصالة الرأي وسلامة القصد، والإخلاص في النيّة.\n",
        "ب ـ التصديق:\nوصدّق العبّاس عليه‌السلام أخاه ريحانة رسول الله صلى‌الله‌عليه‌وآله في جميع اتجاهاته، ولم يخامره شكّ في عدالة قضيّته، وانّه على الحق، وان من نصب له العداوة وناجزه الحرب كان على ضلال مبين.\nج ـ الوفاء:\nمن الصفات الكريمة التي أضافها الإمام الصادق عليه‌السلام على عمّه أبي الفضل عليه‌السلام، الوفاء، فقد وفى ما عاهد عليه الله من نصرة إمام الحق أخيه أبي عبد الله الحسين عليه‌السلام، فقد وقف إلى جانبه في أحلك الظروف وأشدّها محنة وقسوة، ولم يفارقه حتى قطعت يداه، واستشهد في سبيله.",
        "لقد كان الوفاء الذي هو من أميز الصفات الرفيعة عنصراً من عناصر أبي الفضل وذاتياً من ذاتياته، فقد خُلِق للوفاء والبرّ للقريب والبعيد.\nد ـ النصيحة:\nوشهد الإمام الصادق بنصيحة عمّه العبّاس لأخيه سيّد الشهداء عليه‌السلام، فقد أخلص له في النصيحة على مقارعة الباطل، ومناجزة أئمّة الكفر والضلال، وشاركه في تضحياته الهائلة التي لم يشاهد العالم مثلها نظيراً في جميع فترات التاريخ ... ولننظر إلى بند آخر من بنود هذه الزيارة الكريمة، يقول عليه‌السلام:\n« فجزاك الله عن رسوله، وعن أمير المؤمنين، وعن الحسن والحسين صلوات الله عليهم أفضل الجزاء بما صبرت، واحتسبت، وأعنت فنعم عقبى الدار ... ».",
        "وحوى هذا المقطع على إكبار الإمام الصادق عليه‌السلام لعمّه العبّاس وذلك لما قدّمه من الخدمات العظيمة، والتضحيات الهائلة لسيّد شباب أهل\n\nالجنّة، وريحانة رسول الله صلى‌الله‌عليه‌وآله الإمام الحسين عليه‌السلام فقد فداه بروحه، ووقاه بمهجته، وصبر على ما لاقاه في سبيله من المحن والشدائد مبتغياً في ذلك الأجر عند الله، فجزاه الله عن نبيّه الرسول الأعظم صلى‌الله‌عليه‌وآله وعن باب مدينته الإمام أمير المؤمنين، وعن الحسن والحسين أفضل الجزاء على عظيم تضحياته.\nويستمرّ مجدّد الإسلام الإمام الصادق عليه‌السلام في زيارته لعمّه العبّاس، فيذكر صفاته الكريمة، وما له من المنزلة العظيمة عند الله تعالى، فيقول بعد السلام عليه:",
        "« أشهد، وأُشهد الله أنّك مضيت على ما مضى به البدريون والمجاهدون في سبيل الله، المناصحون له في جهاد أعدائه، المبالغون في نصرة أوليائه، الذابّون عن أحبّائه، فجزاك الله أفضل الجزاء وأوفى الجزاء، وأوفى جزاء أحد ممن وفي ببيعته، واستجاب لدعوته، وأطاع ولاة أمره ... ».\nلقد شهد الإمام الصادق العقل المفكّر والمبدع في الإسلام، واشهد الله تعالى على ما يقول: من أنّ عمّه أبا الفضل العبّاس عليه‌السلام قد مضى في جهاده مع أخيه أبي الأحرار الإمام الحسين عليه‌السلام، على الخطّ الذي مضى عليه شهداء بدر الذين هم من أكرم الشهداء عند الله فهم الذين كتبوا النصر للإسلام، وبدمائهم الزكية ارتفعت كلمة الله عالية في الأرض وقد استشهدوا وهم على بصيرة من أمرهم، ويقين من عدالة قضيّتهم، وكذلك سار أبو الفضل العبّاس على هذا الخطّ المشرق، فقد استشهد لإنقاذ الإسلام من محنته الحازبة، فقد حاول صعلوك بني أميّة حفيد أبي سفيان أن يمحو كلمة الله، ويلف لواء الإسلام، ويعيد الناس لجاهليتهم الأولى، فثار أبو الفضل\n\nبقيادة أخيه أبي الأحرار في وجه الطاغية السفّاك، وتحققت بثورتهم كلمة الله العليا في نصر الإسلام وإنزال الهزيمة الساحقة بأعدائه وخصومه.",
        "ويستمرّ الإمام الصادق عليه‌السلام في زيارته لعمّه العباس فيسجّل ما يحمله من إكبار وتعظيم، فيقول:\n« أشهد أنّك قد بالغت في النصيحة، وأعطيت غاية المجهود فبعثك الله في الشهداء، وجعل روحك مع أرواح السعداء، وأعطاك من جنانه أفسحها منزلاً، وأفضلها غرفاً، ورفع ذكرك في علّيين وحشرك مع النبّيين، والصديقين والشهداء، والصالحين، وحسن أُولئك رفيقاً.\nأشهد أنّك لم تهن ولم تنكل، وانّك مضيت على بصيرة من أمرك، مقتدياً بالصالحين، ومتبعاً للنبيّين، فجمع الله بيننا، وبينك وبين رسوله وأوليائه في منازل المخبتين، فانّه أرحم الراحمين .. » (1).\nويلمس في هذه البنود الأخيرة من الزيارة مدى أهميّة العبّاس، وسموّ مكانته عند إمام الهدي الإمام الصادق عليه‌السلام، وذلك لما قام به هذا البطل العظيم من خالص النصيحة، وعظيم التضحيّه لريحانة رسول الله صلى‌الله‌عليه‌وآله الإمام الحسين عليه‌السلام، كما دعا الإمام له ببلوغ المنزلة السامية عند الله التي لا ينالها إلاّ الأنبياء، واوصيائهم، ومن أمتحن الله قلبه للإيمان.",
        "3 ـ الإمام الحجّة:\nوأدلى الإمام المصلح العظيم بقيّة الله في الأرض قائم آل محمد صلى‌الله‌عليه‌وآله\n__________________\n(1) مفاتيح الجنان للقمّي وغيره من كتب الزيارات والأدعية.",
        "\nبكلمة رائعة في حقّ عمّه العبّاس عليه‌السلام جاء فيها:\n« السلام على أبي الفضل العبّاس ابن أمير المؤمنين، المواسي أخاه بنفسه، الآخذ لغده من أمسه، الفادي له، الواقي، الساعي إليه بمائه، المقطوعة يداه، لعن الله قاتليه يزيد بن الرقاد، وحكيم بن الطفيل الطائي .. » (1).\nوأشاد بقيّة الله في الأرض بالصفات الكريمة الماثلة في عمّه قمر بني هاشم وفخر عدنان، وهي:",
        "1 ـ مواساته لأخيه سيّد الشهداء عليه‌السلام، فقد واساه في أحلك الظروف، وأشدّها محنة وقسوة، وظلّت مواساته له مضرب المثل على امتداد التاريخ.\n2 ـ تقديمه أفضل الزاد لآخرته، وذلك بتقواه، وشدّة تحرّجه في الدين، ونصرته لإمام الهدى.\n3 ـ تقديم نفسه، واخوته، وولده فداءً لسيّد شباب أهل الجنّة الإمام الحسين عليه‌السلام.\n4 ـ وقايته لأخيه المظلوم بمهجته.",
        "5 ـ سعيه لأخيه وأهل بيته بالماء حينما فرضت سلطات البغي والجور الحصار على ماء الفرات من أن تصل قطرة منه لآل النبيّ صلى‌الله‌عليه‌وآله.\n4 ـ الشعراء:\nوهام الأحرار من شعراء أهل البيت: بشخصية أبي الفضل التي\n__________________",
        "(1) مزار محمد بن المشهدي من أعلام القرن السادس: 553.\n\nبلغت قمّة الشرف والمجد، وسجّلت صفحات من النور في تاريخ الأمّة الإسلامية، وقد نظموا في حقّه روائع الشعر العربي إكباراً وإعجاباً بمثله الكريمة، فيما يلي بعضهم.\n1 ـ الكُمَيْت:",
        "أمّا شاعر الإسلام الأكبر الكُميت الأسدي فقد انطبع حبّ أبي الفضل في أعماق نفسه، وقد تعرّض لمدحه في إحدى هاشمياته الخالدة قال:\nإنّ ذكر أبي الفضل العباس عليه‌السلام، وسائر أهل البيت: حلو عند كل شريف لأنّه ذكر للفضيلة والكمال المطلق، كما أنّه شفاء للنفوس من أسقام الجهل والغرور، وسائر الأمراض النفسية.\n2 ـ الفضل بن محمد:\nمن الشعراء الملهمين الذين هاموا بشخصية أبي الفضل عليه‌السلام هو حفيده الشاعر الكبير الفضل بن محمد بن الفضل بن الحسن بن عبيدالله بن العباس فقد قال:",
        "_________________\n(1) الهاشميات: 25، ومن الغريب أن الشارح لهذا الديوان قال: ان المراد بأبي الفضل هو العباس بن عبد المطلب.\n\n",
        "وصوّرت هذه الأبيات شجاعة أبي الفضل عليه‌السلام وما قام به من دور مشرق يدعو إلى الاعتزاز والفخر في حماية أخيه أبي الأحرار، ووقايته له بمهجته، وسقايته له ولأفراد عائلته وأطفاله بالماء، فلم يكن هناك مشهد أفضل ولا أسمى من هذا الموقف الرائع الذي وقفه أبو الفضل مع أخيه أبي عبد الله عليه‌السلام ... وقد استولت مواقف أبي الفضل على حفيده الفضل فهام بها ورثاه بذوب روحه، وكان من رثائه له هذه الأبيات الرقيقة:\nنعم ان أحق الناس أن يمجد ويبكى على ما حلّ به من رزء قاصم هو أبو الفضل رمز الإباء والفضيلة، فقد رزأ الإمام الحسين عليه‌السلام بمصرعه، وبكاه أمرّ البكاء لأنّه فقد بمصرعه أبرّ الإخوان، وأعطفهم عليه.\n3 ـ السيّد راضي القزويني:\nوهام الشاعر العلوي السيّد راضي القزويني بشخصية أبي الفضل عليه‌السلام قال:",
        "__________________\n(1) قمر بني هاشم: 147 نقلاً عن المجدي.\n(2) الغدير 3: 5.\n",
        "\nانّ أبا الفضل من المؤسسين للفضل والإباء في دنيا العرب والإسلام فقد سما إلى طرق المجد، وأسباب العلى، فبلغ قمّتها، وقد تخير أطراف الأسّنة والرماح حتى لا يناله ذلّ، ولا ضيم.\n4 ـ محمد رضا الأزري:\nوأشاد الشاعر الكبير الحاج محمد رضا الأزري في رائعته بالمثل الكريمة التي تحلّى بها قمر بني هاشم، والتي احتلت عواطف الأحرار ومشاعرهم يقول:",
        "ودعا الأزري بالبيت من رائعته إلى اقتناء الذكر الجميل الذي هو من أفضل المكاسب التي يظفر بها الإنسان فانه أبقى، وأخلد له، ودعا بالبيت الثاني إلى التأمّل والاستفادة من واقعة كربلاء التي تفجّرت من بركان هائل من الفضائل والمآثر لآل النبيّ صلى‌الله‌عليه‌وآله، وعرج بالبيت الثالث على أبي الفضل العبّاس عليه‌السلام الذي استجار به سبط النبيّ صلى‌الله‌عليه‌وآله وريحانته، ولنستمع إلى ما قام به العبّاس من النصر والحماية لأخيه، يقول الأزري:\n\n\nوهذه الأبيات منسجمة كل الانسجام مع بطولات أبي الفضل، فقد صوّرت بسالته، وما قام به من دور مشرف في حماية أخيه أبي الأحرار فقد انبرى كالأسد يذبّ عن أخيه في معركة الشرف والكرامة، غير حافل بتلك الوحوش الكاسرة التي ملأت البيداء دفاعاً عن ذئاب البشرية، وقد انطلق أبو الفضل باسماً في ميادين الحرب وهو يحطّم أنوف أُولئك الأوغاد ويجرّعهم غصص الموت في سبيل كرامته وعزّة أخيه، وقد استبان للقبائل القرشية في هذه المعركة ان أبا الفضل طلاع كل ثنية، وانه ابن من أرغمها على الإسلام وحطّم جاهليتها وأوثانها.",
        "وبهذا العرض نأتي على الانطباعات الكريمة عن شخصية أبي الفضل عليه‌السلام عند الأئمة الطاهرين عليهم‌السلام، وعند بعض أعلام الأدب العربي.\n* * *\n\nعناصره النفسيّة",
        "\n\n\nكان سيّدنا العباس عليه‌السلام دنيا من الفضائل والمآثر، فما من صفة كريمة أو نزعة رفيعة إلاّ وهي من عناصره وذاتياته، وحسبه فخراً أنّه نجل الإمام أمير المؤمنين الذي حوى جميع فضائل الدنيا، وقد ورث أبو الفضل فضائل أبيه وخصائصه، حتى صار عند المسلمين رمزاً لكل فضيلة، وعنواناً لجميع القيم الرفيعة، ونلمح ـ بإيجاز ـ لبعض صفاته.",
        "1 ـ الشجاعة:\nأمّا الشجاعة فهي من أسمى صفات الرجولة لأنها تنمّ عن قوة الشخصية وصلابتها، وتماسكها أمام الأحداث، وقد ورث أبو الفضل هذه الصفة الكريمة من أبيه الإمام أمير المؤمنين عليه‌السلام الذي هو أشجع إنسان في دنيا الوجود، كما ورث هذه الصفة من أخواله الذين تميّزوا بهذه الظاهرة، وعرفوا بها من بين سائر الأحياء العربية.\nلقد كان أبو الفضل دنيا في البطولات، فلم يخالج قلبه خوف ولارعب في الحروب التي خاضها مع أبيه كما يقول بعض المؤرخين، وقد أبدى من الشجاعة يوم الطف ما صار مضرب المثل على امتداد التأريخ، فقد كان ذلك اليوم من أعظم الملاحم التي جرت في الإسلام، وقد برز فيه أبو الفضل أمام تلك القوى التي ملأت البيداء فجبَّنَ الشجعان وأرعب قلوب\n",
        "عامة الجيش، فزلزلت الأرض تحت أقدامهم وخيّم عليهم الموت، وراحوا يمنّونه بإعطاء القيادة العامة إن تخلّى عن مساندة أخيه، فهزأ منهم العبّاس، وزاده ذلك تصلّباً في الدفاع عن عقيدته ومبادئه.\nان شجاعة أبي الفضل عليه‌السلام، وما أبداه من البسالة يوم الطفّ لم تكن من أجل مغنم مادي من هذه الحياة، وانّما كانت دفاعاً عن أقدس المبادئ الماثلة في نهضة أخيه سيّد الشهداء المدافع الأوّل عن حقوق المظلومين والمضطهدين.\nمع الشعراء:\nوبهر شعراء الإسلام بشجاعة أبي الفضل، وقوّة بأسه وما ألحقه بالجيش الأموي من الهزيمة الساحقة، وفيما يلي بعض الشعراء الذين هاموا بشخصيته.",
        "1 ـ السيّد جعفر الحلّي:\nووصف الشاعر العلوي السيّد جعفر الحلّي في رائعته ما مُني به الجيش الأموي من الرعب والفزع من أبي الفضل عليه‌السلام يقول:\n\n",
        "أرأيتم هذا الوصف الرائع لبسالة أبي الفضل وقوة بأسه وشجاعته النادرة.\nأرأيتم كيف وصف الحلّي ما حلّ بالجيش الأموي من الجبن الشامل، والهزيمة الساحقة حينما برز إليهم قمر بني هاشم وبطل الإسلام فأنزل بهم العذاب الأليم، وترك صفوفهم تموج من الخوف والرعب، وكان العباس متبسّماً مثلوج الفؤاد مما ينزل بهم من الخسائر الفادحة، فقد ملأ ساحات المعركة بجثث قتلاهم، وصبغ خيولهم بدمائهم، وفيما أحسب أنّه لم توصف البسالة والشجاعة بمثل هذا الوصف الرائع الدقيق، والذي لا مبالغة فيه حسبما تحدّث الرواة عمّا أنزله العباس عليه‌السلام بأهل الكوفة من الخسائر الجسيمة.\nويستمرّ السيد الحلّي في وصف شجاعة أبي الفضل فيقول:\nلقد كان سيف أبي الفضل صاعقة مدمّرة قد حلّت بأهل الكوفة، ولولا قضاء الله لأتى العبّاس على الجيش، ومحاهم من ساحة الوجود.",
        "2 ـ الإمام كاشف الغطاء:\nوبهر الإمام محمد الحسين كاشف الغطاء رحمه‌الله بشجاعة أبي الفضل\n\nفقال في قصيدته العصماء:",
        "لقد عبست وجوه الجيش الأموي رعباً وخوفاً من أبي الفضل الذي حصد رؤوس أبطالهم، وحطّم معنوياتهم، وأذاقهم وابلاً من العذاب الأليم.\n3 ـ الفرطوسي:\nوعرض شاعر أهل البيت عليهم‌السلام الشيخ عبد المنعم الفرطوسي نضّر الله مثواه في ملحمته الخالدة إلى شجاعة أبي الفضل وبسالته في ميدان الحرب قال:\nوأضاف الفرطوسي مصوّراً ما أنزله أبو الفضل من الخسائر الفادحة في جيوش الأمويين قال:",
        "\n\nإن شجاعة أبي الفضل قد أدهشت أفذاذ الشعراء، وصارت مضرب المثل على امتداد التأريخ، ومما زاد في أهميتها انّها كانت لنصرة الحق والذبّ عن المثل والمبادئ التي جاء بها الإسلام، وانها لم تكن بأي حال من أجل مغنم مادي من مغانم هذه الحياة.\n2 ـ الإيمان بالله:",
        "أمّا قوّة الإيمان بالله، وصلابته فانها من أبرز العناصر في شخصية أبي الفضل عليه‌السلام، ومن أوليات صفاته، فقد تربّى في حجور الإيمان ومراكز التقوى، ومعاهد الطاعة والعبادة لله تعالى، فقد غذّاه أبوه زعيم الموحّدين، وسيّد المتّقين بجوهر الإيمان، وواقع التوحيد، لقد غذّاه بالإيمان الناشىء عن الوعي، والتدبّر في حقائق الكون، وأسرار الطبيعة، ذلك الإيمان الذي اعلنه الإمام عليه‌السلام بقوله: « لو كشف لي الغطاء ما ازددت يقيناً » وقد تفاعل هذا الإيمان العميق في أعماق قلب أبي الفضل وفي دخائل ذاته حتى صار من عمالقة المتقين والموحّدين، وكان من عظيم إيمانه الذي لا يحد أنّه قدم نفسه واخوته وبعض أبنائه قرابين خالصة لوجه الله تعالى.\nلقد جاهد العبّاس ببسالة دفاعاً عن دين الله، وحماية لمبادئ الإسلام التي تعرّضت للخطر الماحق أيّام الحكم الأموي، ولم يبغ بذلك إلاّ وجه الله والدار الآخرة.\n__________________\n(1) ملحمة أهل البيت 3: 329 ـ 330.",
        "\n3 ـ الإباء:\nوصفة أخرى من أسمى صفات أبي الفضل عليه‌السلام، وهي الإباء وعزّة النفس فقد أبي أن يعيش ذليلاً في ظلّ الحكم الأموي الذي اتخذ مال الله دولاً، وعباد الله خولاً، فاندفع إلى ساحات الجهاد كما اندفع أخوه أبو الأحرار الذي رفع شعار العزّة والكرامة، وأعلن أن الموت تحت ظلال الأسنّة سعادة، والحياة مع الظالمين برماً.\nلقد مثّل أبو الفضل عليه‌السلام يوم الطفّ الإباء بجميع رحابه ومفاهيمه فقد منّاه الأمويون بإمارة الجيش، وإسناد القيادة العامة له أن تخلّى عن أخيه سيّد شباب أهل الجنّة، فهزأ منهم وجعل إمارة جيشهم تحت حذائه، واندفع بشوق وإخلاص إلى ميادين الحرب يجندل الأبطال ويحصد الرؤوس دفاعاً عن حرّيته ودينه وكرامته.",
        "4 ـ الصبر:\nومن خصائص أبي الفضل عليه‌السلام ومميّزاته الصبر على محن الزمان، ونوائب الدهر، فقد ألمّت به يوم الطف من المصائب والمحن التي تذوب من هولها الجبال، فلم يجزع، ولم يفه بأيّ كلمة تدلّ على سخطه، وعدم رضاه بما جرى عليه وعلى أهل بيته، وانّما سلّم أمره إلى الخالق العظيم، مقتدياً بأخيه سيّد الشهداء عليه‌السلام الذي لو وزن صبره بالجبال الرواسي لرجح عليها.\nلقد رأى أبو الفضل الكواكب المشرقة، والممجدين الأوفياء من\n",
        "أصحابه وهم مجزّرون كالأضاحي في رمضاء كربلاء تصهرهم الشمس، وسمع عويل الأطفال، وهم ينادون العطش العطش، وسمع صراخ عقائل الوحي، وهنّ يندبن قتلاهنّ، ورأى وحدة أخيه سيّد الشهداء، وقد أحاط به أنذال أهل الكوفة يبغون قتله تقرّباً لسيّدهم ابن مرجانة، رأى أبو الفضل كل هذه الشدائد الجسام فلم يجزع وسلّم أمره إلى الله تعالى، مبتغياً الأجر من عنده.\n5 ـ الوفاء:\nومن خصائص أبي الفضل عليه‌السلام الوفاء الذي هو من أنبل الصفات وأميزها، فقد ضرب الرقم القياسي في هذه الصفة الكريمة وبلغ أسمى حدّ لها، وكان من سمات وفائه ما يلي:\nأ ـ الوفاء لدينه:",
        "وكان أبو الفضل العباس عليه‌السلام من أوفى الناس لدينه، ومن أشدّهم دفاعاً عنه، فحينما تعرّض الإسلام للخطر الماحق من قبل الطغمة الأموية الذين تنكّروا كأشدّ ما يكون التنكّر للإسلام، وحاربوه في غلس الليل وفي وضح النهار، فانطلق أبو الفضل إلى ساحات الوغى فجاهد في سبيله جهاد المنيبين والمخلصين لترتفع كلمة الله عالية في الأرض، وقد قطعت يداه، وهوى إلى الأرض صريعاً في سبيل مبادئه الدينية.\nب ـ الوفاء لأمّته:\nرأى سيّدنا العبّاس عليه‌السلام الأمّة الإسلامية ترزح تحت كابوس مظلم من الذلّ والعبودية قد تحكّمت في مصيرها عصابة مجرمة من الأمويين فنهبت\n",
        "ثرواتها، وتلاعبت في مقدراتها، وكان أحد أعمدتهم السياسية يعلن بلا حياء ولا خجل قائلاً: ( إنما السواد بستان قريش ) فأي استهانة بالأمة مثل هذه الاستهانة، ورأى أبو الفضل عليه‌السلام أن من الوفاء لأمّته أن يهبّ لتحريرها وإنقاذها من واقعها المرير، فانبرى مع أخيه أبي الأحرار والكوكبة المشرقة من فتيان أهل البيت:، ومعهم الأحرار الممجدون من أصحابهم، فرفعوا شعار التحرير، وأعلنوا الجهاد المقدّس من أجل إنقاذ المسلمين من الذلّ والعبودية، وإعادة الحياة الحرّة الكريمة لهم، حتى استشهدوا من أجل هذا الهدف السامي النبيل، فأي وفاء للاَمة يضارع مثل هذا الوفاء؟\nج ـ الوفاء لوطنه:\nوغمرت الوطن الإسلامي محن شاقّة وعسيرة أيام الحكم الأموي، فقد استقلاله وكرامته، وصار بستاناً للأمويين وسائر القوى الرأسمالية من القرشيين وغيرهم من العملاء، وقد شاع البؤس والحرمان، وذلّ فيه المصلحون والأحرار، ولم يكن فيه أي ظلّ لحرية الفكر والرأي، فهبّ العباس تحت قيادة أخيه سيّد الشهداء عليه‌السلام إلى مقاومة ذلك الحكم الأسود وتحطيم أروقته وعروشه، وقد تمّ ذلك بعد حين بفضل تضحياتهم، فكان حقاً هذا هو الوفاء للوطن الإسلامي.\nد ـ الوفاء لأخيه:",
        "ووفى أبو الفضل ما عاهد الله عليه من البيعة لأخيه ريحانة رسول الله صلى‌الله‌عليه‌وآله، والمنافح الأول عن حقوق المظلومين والمضطهدين.\nولم يرَ الناس على امتداد التاريخ وفاءً مثل وفاء أبي الفضل لأخيه الإمام الحسين عليه‌السلام، ومن المقطوع به أنه ليس في سجلّ الوفاء الانساني\n\nأجمل ولا أنظر من ذلك الوفاء الذي أصبح قطباً جاذباً لكل إنسان حرّ شريف.",
        "6 ـ قوّة الإرادة:\nأمّا قوّة الإرادة فانّها من أميز صفات العظماء الخالدين الذين كُتب لهم النجاح في أعمالهم إذ يستحيل أن يحقق من كان خائر الإرادة، وضعيف الهمّة أي هدف اجتماعي، أو يقوم بأي عمل سياسي.\nلقد كان أبو الفضل عليه‌السلام من الطراز الأول في قوة بأسه، وصلابة إرادته، فانظمّ إلى معسكر الحق، ولم يهن، ولم ينكل، وبرز على مسرح التأريخ كأعظم قائد فذّ، ولو لم يتّصف بهذه الظاهرة لما كتب له الفخر والخلود على امتداد الأيّام.\n7 ـ الرأفة والرحمة:",
        "وأترعت نفس أبي الفضل بالرأفة والرحمة على المحرومين، والمضطهدين وقد تجلّت هذه الظاهرة بأروع صورها في كربلاء حينما احتلّت جيوش الأمويين حوض الفرات لحرمان أهل البيت من الماء حتى يموتوا أو يستسلموا لهم، ولما رأى العباس عليه‌السلام أطفال أخيه، وسائر الصبية من أبناء اخوته، وقد ذبلت شفاهم، وتغيّرت ألوانهم من شدّة الظمأ ذاب قلبه حناناً وعطفاً عليهم، فاقتحم الفرات، وحمل الماء إليهم، وسقاهم، وفي اليوم العاشر من المحرّم، سمع الأطفال ينادون العطش العطش، فتفتت كبده رحمة ورأفة عليهم، فأخذ القربة، والتحم مع أعداء\n\nالله حتى كشفهم عن نهر الفرات، فغرف منه غرفة ليروي ظمأه فأبت رحمته أن يشرب قبل أخيه وأطفاله، فرمى الماء من يده.\nفتّشوا في تاريخ الأمم والشعوب فهل تجدون مثل هذه الرأفة والرحمة، التي تحلَّى بها قمر بني هاشم وفخر عدنان.",
        "هذه بعض عناصر أبي الفضل وصفاته، وقد ارتقى بها إلى قمّة المجد التي ارتقى إليها أبوه.\n* * *\nمع الأحداث\n",
        "ورافق أبو الفضل العباس عليه‌السلام منذ نعومة أظفاره كثيراً من الأحداث الجسام التي لم تكن ساذجة، ولا سطحية، وانّما كانت عميقة كأشدّ ما يكون العمق، فقد أحدثت اضطراباً شاملاً في الحياة الفكرية والعقائدية بين المسلمين، كما استهدفت بصورة دقيقة إبعاد أهل البيت عليهم‌السلام عن المراكز السياسية في البلاد، واخضاعهم لرغبات السلطة، وما تعمله على الصعيد الاقتصادي والاجتماعي، من أعمال لا تتفق في كثير من بنودها مع التشريع الإسلامي، وقد تجلّى ذلك بوضوح أيّام حكومة عثمان وما سلكته من التصرفات في المجالات الإدارية، فقد عمدت إلى منح مناصب الدولة، وسائر الوظائف العامة إلى بني أميّة وآل معيط، وحرمان بني هاشم، ومن يتّصل بهم من أبناء الصحابة من أي منصب من المناصب العامة، وقد استولى الأمويون على جميع أجهزة الدولة، وراحوا يعملون عامدين أو غير عامدين إلى خلق الأزمات الحادّة بين المسلمين، ومن المقطوع به أنّه لم تكن لأكثرهم أيّة نزعة إسلامية، كما لم تكن لهم أيّة دراية بأحكام القانون الإسلامي، وما تتطلّب إليه الشريعة الإسلامية من إيجاد مجتمع إسلامي متطوّر قائم على المودّة والتعاون وبعيد كلّ البعد عن التأخّر.\nلقد أشاعت حكومة عثمان الرأسمالية في البلاد، فقد منحت الأمويين وبعض أبناء القرشيين الامتيازات الخاصة، وفتحت لهم الطريق لكسب\n\nالأموال، وتكديسها بغير وجه مشروع، وقد أدّت هذه السياسة الملتوية إلى خلق اضطراب شامل لا في الحياة الاقتصادية فحسب، وانّما في جميع مناحي الحياة، وأشاعت القلق والتذمّر في جميع الأوساط الإسلامية، فاتجهت قطعات من الجيوش المرابطة في العراق ومصر إلى يثرب، وطالبت عثمان بالاستقامة في سياسته، وإبعاد الأمويين عن جهاز الدولة، كما طالبوه بصورة خاصة بإبعاد مستشاره ووزيره مروان بن الحكم الذي كان يعمل بصورة مكشوفة لتأجيج نار الفتنة في البلاد.",
        "ولم يستجب عثمان لمطالب الثوّار، ولم يخضع لرأي الناصحين له، والمشفقين عليه، وظلّ متمسّكاً بأسرته، ومحتضناً لبطانته، تتوافد عليه الأخبار بانحرافهم عن الطريق القويم، واقترافهم لما حرّمه الله، فلم يعن بذلك، وراح يسدّدهم ويلتمس لهم المعاذير، ويتّهم الناصحين بالعداء لأسرته.\nوبعدما اختفت جميع الوسائل الهادفة لاستقامة عثمان لم يجد الثوار بُدّاً من قتله، فقَتل شرّ قتلة، ويقول المؤرّخون انّه تولّى قتله خيار أبناء الصحابة كمحمد بن أبي بكر، كما أقرّ قتله كبار الصحابة وعظماؤهم، وفي طليعتهم الصحابي الجليل صاحب رسول الله صلى‌الله‌عليه‌وآله وخليله عمّار بن ياسر.\nوانتهت بذلك حكومة عثمان وهي من أهمّ الأحداث الجسام التي جرت في عصر أبي الفضل عليه‌السلام وبمرأى ومسمع منه، فقد كان في شرخ الشباب وعنفوانه وقد رأى كيف تذرع الانتهازيّون من الأمويين بمقتل عثمان فطبّلوا له، ورفعوا قميصه الملطّخ بدمائه فجعلوه شعاراً لتمرّدهم على حكم الإمام أمير المؤمنين عليه‌السلام ذلك الحكم القائم على الحق والعدل.\nإنّ أسوأ ما تركت حكومة عثمان أنّها ألقت الفتنة بين المسلمين،",
        "\nوحصرت الثروة عند الأمويين وآل أبي معيط، وعملائهم من القرشيين الحاقدين على العدل الاجتماعي، وبذلك استطاعوا القيام بعصيان مسلّح ضدّ حكومة الامام أمير المؤمنين عليه‌السلام التي كانت امتداداً ذاتياً لحكومة الرسول الأعظم صلى‌الله‌عليه‌وآله.\nوعلى أيّ حال فلنترك حديث عثمان، ونتوجّه إلى ذكر بقيّة الأحداث التي جرت في عصر أبي الفضل عليه‌السلام.\n* * *",
        "\nحكومة الامام\nوالشيء المؤكّد الذي لا خلاف فيه أنّ الإمام أمير المؤمنين عليه‌السلام قد انتخب انتخاباً شاملاً من جميع قطعات الشعب، فقد سارعت القوات المسلحة التي أطاحت بحكومته إلى مبايعته كما بايعته الجماهير العامة في مختلف الأقاليم الإسلامية سوى الشام، ونفر قليل في يثرب كان من بينهم سعد بن أبي وقاص، وعبدالله بن عمر، وبعض الأمويين الذين أيقنوا أن الإمام عليه‌السلام يبسط العدالة الاجتماعية في الأرض، ويحقق المساواة الكاملة بين المسلمين فلا امتياز لأحد على أحد، وبذلك تفوت مصالحهم، فلم يبايعوه، ولم يقف الإمام معهم موقفاً معادياً فلم يوعز إلى السلطات القضائية والتنفيذية باتخاذ الإجراءات الحاسمة ضدّهم، وذلك عملاً بما منحه الإسلام من الحريّات العامة لجميع الناس، سواء كانوا من المؤيّدين للدولة أو من المعارضين لها بشرط أن لا يحدثوا فساداً في الأرض، أو يقوموا بعصيان مسلّح ضدّ الدولة فانّها تكون مضطرّة إلى اتخاذ الاجراءات القانونية ضدّهم.\nوعلى أيّ حال فقد بويع الإمام أمير المؤمنين عليه‌السلام بيعة عامة عن رضى واختيار من جميع أبناء الشعوب الإسلامية، وأظهروا في بيعته جميع مباهج الفرح والسرور، ولم يظفر بمثل هذه البيعة أحد من الخلفاء الذين سبقوه أو تأخّروا عنه.",
        "وفور تقلّد الإمام عليه‌السلام للخلافة تبنى بصورة إيجابية وشاملة العدل الخالص، والحق المحض، وتنكّر لكل مصلحة شخصية تعود بالنفع عليه\n\nأو على ذويه، وقدم مصالح الفقراء والمحرومين على جميع المصالح الأخرى ... كانت سعادته أن يرى الأوساط الشعبية تنعم بالخير والسعادة، ولا مكان للحاجة والاعواز عندها، ولم يعرف في تاريخ هذا الشرق حاكم مثله في عطفه وحنانه على البؤساء والمحرومين.\nولا بدّ لنا من وقفة قصيرة للحديث عن بعض شؤون الحكم عند الإمام عليه‌السلام فإن ذلك يرتبط ارتباطاً وثيقاً بسيرة ولده أبي الفضل عليه‌السلام فانّه يكشف عن روعة التربية الكريمة التي تربّى عليها في عهد أبيه رائد العدالة الاجتماعية في الأرض، والتي تركت في نفسه حبّ التضحية والفداء في سبيل الله، كما يكشف عن الأسباب الوثيقة التي دعت القوى الطامعة، والمنحرفة إلى الوقوف في وجه حكومة الإمام عليه‌السلام، ومناهضتهم لأبنائه من بعده، وفيما يلي ذلك:",
        "منهج حكم الإمام:\nأمّا منهج الحكم وفلسفته عند الإمام عليه‌السلام فقد كان مشرقاً وحافلاً بمقومات الارتقاء، والنهوض للشعوب الإسلامية، وفيما أعتقد أنّه لم تعرف الإنسانية في جميع أدوارها نظاماً سياسياً تبنّى العدل الاجتماعي، والعدل الاقتصادي والسياسي مثل ما تبّناه الإمام، وسنّه من المناهج الرائعة في هذه الحقول ونشير إلى بعضها:\n1 ـ بسط الحريّات:\nوآمن الإمام عليه‌السلام بضرورة منح الحريّات العامة لجميع أبناء الأمّة، وان ذلك من اولوّيات حقوقها، والدولة مسؤولة عن توفيرها لكل فرد من أبناء",
        "\nالشعب، وان حرمانهم منها يخلق في نفوسهم العقد النفسية، ويمنع من التقدّم الفكري، والتطوّر الاجتماعي في أبنائها، ويخلد لهم الخنوع والخمول، ويعود عليهم بالاضرار البالغة، أمّا مدى هذه الحرية وسعتها فهي:\nأ ـ الحريّة الدينية:\nيرى الإمام عليه‌السلام أن الناس أحرار فيما يعتقدون ويذهبون من أفكار دينية، وليس للدولة أن تحول بينهم وبين عقائدهم كما أنّه ليس لها أن تحول بينهم وبين طقوسهم الدينية، وانهم غير ملزمين بمسايرة المسلمين في الأحوال الشخصية، وانّما يتّبعون ما قنن من تشريع عند فقائهم.",
        "ب ـ الحريّة السياسية:\nونعني بها منح الناس الحرية التامة في اعتناق المذاهب السياسية التي تتفق مع رغباتهم وميولهم، وليس للدولة أن تفرض عليهم رأياً سياسياً مخالفاً لما يذهبون إليه، كما أنّه ليس لها أن تفرض عليهم الإقلاع عن آرائهم السياسية الخاصة، وانّما عليها أن تقيم لهم الأدلة والحجج الحاسمة على فساد ذلك المذهب، وعدم صحّته، فان رجعوا إلى الرشاد فذاك، وإلاّ فتتركهم وشأنهم ما لم يحدثوا فساداً في الأرض، أو يخلّوا بالأمن العام، كما اتفق ذلك من الخوارج الذين فقدوا جميع المقوّمات الفكرية، والركائز العلمية، وراحوا يتمادون في جهلهم وغيّهم ويعرضون الناس للقتل والإرهاب، فاضطرّ الإمام عليه‌السلام إلى مقاومتهم بعد أن أعذر فيهم.\nومن الجدير بالذكر أن مما يتفرّع على الحرية السياسية حريّة النقد لرئيس الدولة وجميع أعضائها، فالناس أحرار فيما يتولّون، وينقدون، وقد كان الخوراج يقطعون على الإمام أمير المؤمنين عليه‌السلام خطابه، ويخدشون\n",
        "عواطفه بنقدهم الذي لم يكن واقعياً، وانّما كان مبنيّاً على الجهل والمغالطة، فلم يتّخذ الإمام أي إجراء ضدّهم، ولم يسقهم إلى المحاكم والقضاء لينالوا جزاءهم، وبذلك فقد عهد الإمام إلى نشر الوعي العام، وبناء الشخصية المزدهرة للإنسان المسلم.\nهذه بعض صور الحرية التي طبّقت أيام حكم الإمام أمير المؤمنين عليه‌السلام وهي تمثّل مدى أصالة منهجه السياسي الذي يساير التطور والابداع.\n2 ـ نشر الوعي الديني:\nواهتم الإمام أمير المؤمنين عليه‌السلام بصورة إيجابية بنشر الوعي الديني، وإشاعة المثل الإسلامية بين المسلمين، باعتبارها الركيزة الأولى لإصلاح المجتمع وتهذيبه.",
        "انّ من أُولى معطيات الوعي الديني اقصاء الجريمة، ونفي الشذوذ والانحراف عن المجتمع، وإذا لم يتلوّث بذلك، فقد بلغ غاية الازدهار والتقدّم.\nومن المقطوع به انّا لم نجد أحداً من خلفاء المسلمين وملوكهم قد عني بالتربية الدينية كما عُني الإمام أمير المؤمنين عليه‌السلام، فقد حفل نهج البلاغة بالكثير من خطبه التي تهزّ أعماق النفوس، وتدفعها إلى سلوك المناهج الخيّرة، واعتناق الفضائل، وابعادها عن اقتراف الجرائم، وقد أثمرت خطبه في إيجاد طبقة من خيار المسلمين وصلحائهم، قاوموا الانهيار الأخلاقي، وناهضوا التفسخ والتحلل الذي شاع أيام حكم الأمويين، وكان من بين هؤلاء رشيد الهجري وميثم التمّار وعمرو بن الحمق الخزاعي، وغيرهم من بناة الفكر الإسلامي.\n\n3 ـ نشر الوعي السياسي:",
        "أمّا نشر الوعي السياسي في أوساط المجتمع الإسلامي فهو من أهمّ الأهداف السياسية التي تبنّاها الإمام عليه‌السلام في أيّام حكومته.\nونعني بالوعي السياسي هو تغدية المجتمع وإفهامه بجميع الطرق والوسائل بالمسؤولية أمام الله تعالى، على مراقبة الأوضاع العامة في الدولة وغيرها من سائر الشؤون الاجتماعية للمسلمين حتى لا يقع أيّ تمزّق في صفوفهم، أو ايّ تأخّر أو ضعف في حياتهم الفردية والاجتماعية، وقد ألزم الإسلام بذلك، قال رسول الله صلى‌الله‌عليه‌وآله: « كلّكم راع، وكلّكم مسؤول عن رعيّته .. » ألقى النبيّ صلى‌الله‌عليه‌وآله المسؤولية على جميع المسلمين في رعاية شؤونهم، والعمل على حفظ مصالحهم، ودرأ الفساد عنهم.\nومن بين الاَحاديث المهمّة الداعية إلى مقاومة أئمّة الظلم والجور هذا الحديث النبوي الذي ألقاه أبو الأحرار على جلاوزة ابن مرجانة وعبيدة قال: « أيّها الناس: إنّ رسول الله صلى‌الله‌عليه‌وآله، قال: من رأى سلطاناً جائراً مستحلاًّ لحرم الله، ناكثاً لعهد الله، مخالفاً لسنّة رسول الله صلى‌الله‌عليه‌وآله يعمل في عباد الله بالإثم والعدوان، فلم يغيّر ما عليه بفعل ولا قول، كان حقّاً على الله أن يدخله مدخله .. » (1).\nوكان هذا الحديث الشريف من المحفّزات لسيّد الشهداء عليه‌السلام على إعلان الجهاد المقدّس ضدّ الحكم الأموي الجائر الذي استحلّ ما حرّم الله، ونكث عهده، وخالف سنّة رسوله، وعمل في عباد الله بالإثم والعدوان.",
        "__________________\n(1) حياة الامام الحسين 3: 80.\n\nانّ الوعي السياسي الذي أشاعه الإمام أمير المؤمنين عليه‌السلام بين المسلمين أيّام حكمه قد خلق شعوراً ثورياً ضد الظالمين والمستبدّين، فقد انبرى المجاهدون الأبطال ممن غذّاهم الإمام بهذه الروح إلى مقارعة الطغاة، وكان على رأسهم أبو الأحرار سيّد الشهداء واخوه البطل الفذّ أبو الفضل العباس عليه‌السلام، والكوكبة المشرقة من شباب أهل البيت عليهم‌السلام وأصحابهم المجاهدين، فقد هبّوا جميعاً في وجه الطاغية يزيد لتحرير المسلمين من الذلّ والعبوديّة وإعادة الحياة الحرّة الكريمة بين المسلمين ... وقد سبق هؤلاء العظماء المصلح الكبير حجر بن عديّ الكندي، وعمرو بن الحمق الخزاعي ورُشيد الهجري، وميثم التمّار وغيرهم من أعلام الحرية ودعاة الإصلاح الاجتماعي، فقد ثاروا بوجه الطاغية معاوية بن أبي سفيان ممثّل القوى الجاهلية، ورأس العناصر المعادية للإسلام، وعلى أي حال فقد غرس الإمام أمير المؤمنين عليه‌السلام روح الثورة على الظلم والطغيان في نفوس المسلمين، وأهاب بهم أن لا يقارّوا على كظّة ظالم أو سغب مظلوم.",
        "4 ـ إلغاء المحسوبيات:\nوكان مما عني به الإمام عليه‌السلام في أيّام حكومته إلغاء المحسوبيات إلغاءً مطلقاً، فالقريب والبعيد عنده سواء، فليس للقريب امتياز خاص، وانّما شأنه شأن غيره في جميع الحقوق والواجبات كما ساوى بصورة موضوعية بين العرب والموالي مما جعل الموالي يدينون له بالولاء، ويؤمنون بإمامته.\nلقد ألغى الإمام جميع صنوف المحسوبيات، وصور العنصريات، وساوى بين المسلمين على اختلاف قومياتهم مساواة عادلة لم يعهد لها نظير في تاريخ الأمم والشعوب، فقد حملت مساواته روح الإسلام\n",
        "وجوهره وحقيقته النازلة من ربّ العالمين، فهي التي تجمع ولا تفرّق ولا تجعل في صفوف المسلمين أي ثغرة يسلك فيها أعداء الإسلام لتشتيت شملهم، وتصديع وحدتهم.\n5 ـ القضاء على الفقر:\nأمّا فلسفة الإمام عليه‌السلام في الحكم فتبتني على محاربة الفقر ولزوم اقصاء شبحه البغيض عن الناس لأنّه كارثة مدمّرة للمواهب والأخلاق، ولا يمكّن الأمّة أن تحقّق أي هدف من أهدافها الثقافية والصحيّة وهي فقيرة بائسة، إن الفقير يقف سدّاً حائلاً بين الأمّة وبين ما تصبو إليه من التطوّر والتقدّم والرخاء بين أبنائها ... ومن الجدير بالذكر أن من بين المخططات التي تزيل شبح الفقر وتوجب نشر الرخاء بين الناس، والتي عني بها الإسلام بصورة موضوعية وهي:\nأ ـ توفير المسكن.",
        "ب ـ إقامة الضمان الاجتماعي.\nج ـ توفير العمل.\nد ـ القضاء على الاستغلال.\nه‍ ـ سدّ أبواب المرابين.",
        "و ـ القضاء على الاحتكار.\nهذه بعض الوسائل التي عني بها الإسلام في اقتصاده، وقد تبنّاها الإمام في أيّام حكومته، وقد ناهضتها القوى الرأسمالية القرشية ودفعت بجميع إمكانياتها للإجهاز على حكم الإمام، الذي قضى على مصالحهم الضيّقة، وبهذا نطوي الحديث عن منهج الإمام وفلسفته في الحكم.\n\nالقوى المعارضة للإمام:",
        "ولا بدّ لنا من وقفة قصيرة للتعرّف على القوى المعارضة لحكومة الإمام، التي لم تكن لها أيّة أهداف نبيلة، وانّما كانت تبغي الاستيلاء على الحكم للظفر بخيرات البلاد، والتحكّم في رقاب المسلمين بغير حقّ، وفيما يلي ذلك.\nالسيّدة عائشة:\nوانطوت نفس السيّدة عائشة ـ مع الأسف ـ على بغض عارم وكراهية شديدة للإمام أمير المؤمنين عليه‌السلام، ولعلّ السبب في ذلك ـ فيما نحسب ـ يعود إلى ميل زوجها النبيّ صلى‌الله‌عليه‌وآله إلى الإمام أمير المؤمنين عليه‌السلام وإلى بضعته وحبيبته سيّدة نساء العالمين فاطمة الزهراء عليها‌السلام، وإلى سبطيه وريحانتيه سيّدي شباب أهل الجنّة الحسن والحسين عليهما‌السلام واشادته دوماً بفضلهم، وسموّ منزلتهم عند الله، وفرض مودّتهم على عموم المسلمين، كما أعلن الذكر الحكيم ذلك، قال تعالى: ( قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ) وفي نفس الوقت كانت عائشة تعامل معاملة عادية، وفي كثير من الأحيان كان النبيّ صلى‌الله‌عليه‌وآله يشير إلى أفعالها، فقد قال صلى‌الله‌عليه‌وآله لنسائه: أيّتكنّ تنبحها كلاب الحوأب فتكون ناكبة عن الصراط، وقال صلى‌الله‌عليه‌وآله: من ها هنا يتولّد الشرّ وأشار إلى بيتها، وغير ذلك مما أثار عواطفها.\nوثمّة سبب في كراهية عائشة للإمام وهو موقفه الصارم الذي وقفه تجاه بيعة أبيها أبي بكر، ومقاطعته لانتخابه، وشجبه لبيعته وبعد سقوط حكومة عثمان كانت تروم إرجاع الخلافة إلى قبيلتها تيم لتكون سياسة الدولة بجميع أجهزتها خاضعة لرغباتها وميولها، وهي على يقين أن",
        "\nالخلافة إذا رجعت للإمام عليه‌السلام فإنّها سوف تعامل كغيرها من أبناء الشعوب الإسلامية، ولا تحظى بأيّة ميّزة، فان جميع الشؤون السياسية والاقتصادية عند الإمام عليه‌السلام لا بدّ أن تسير على وفق الكتاب والسنّة، ولا مجال عنده للأهواء والعواطف، وكانت عائشة تعرف ذلك جيّداً، ولذا أعلنت العصيان والتمرّد على حكومته، وقد انضمّ إليها كل من الزبير وطلحة والامويين وذوي الاطماع والمنحرفين عن الحق من القبائل القرشية الذين ناهضوا الدعوة الإسلامية من حين بزوغ نورها.\nوعلى أيّ حال فقد كانت عائشة من أوثق الأسباب في الإطاحة بحكومة عثمان، وقد أفتت بوجوب قتله، ولما أيقنت بهلاكه خرجت إلى مكّة، وهي تتطلع إلى الأخبار، فلما وافاها النبأ بقتله أعلنت فرحتها الكبرى، ولكنها لمّا فوجئت بالبيعة للإمام عليه‌السلام انقلب وضعها رأساً على عقب، وراحت تقول بحرارة:\n« قتل عثمان مظلوماً والله لأطلبنّ بدمه .. ».",
        "وأخذت تندب عثمان رياءً لا حقيقة، وقد رفعت قميصه الملطّخ بدمه، وجعلته شعاراً لتمرّدها على السلطة الشرعية التي أعلنت حقوق الإنسان، وتبنّت مصالح المحرومين والمضطهدين والتي كانت أمتداداً لحكومة الرسول الأعظم صلى‌الله‌عليه‌وآله.\nوعقدت عائشة في مكّة الندوات مع أعضاء حزبها البارزين كطلحة والزبير، وسائر الامويين، وأخذت تتداول معهم الآراء أي بلد يغزونه ليشكّلوا فيه حكومة لهم، ويتّخذوا منه قاعدة لانطلاقهم في محاربة الإمام، والإجهاز على حكومته، وبعد التأمّل والنظر الدقيق في أحوال المناطق الإسلامية أجمع رأيهم على احتلال البصرة لأن لهم بها شيعة وأنصاراً،\n\nوأعلنوا بعد ذلك العصيان المسلّح، وزحفوا نحو البصرة، وقد التحق بهم بهائم البشر، وحثالات الشعوب من الذين ليس لهم فكر ولا وعي، وساروا لا يلوون على شيء حتى انتهوا إلى البصرة، وبعد مقاومة عنيفة بينهم وبين الحكومة المركزية فيها استطاعوا احتلالها، وألقوا القبض على حاكمها سهل بن حنيف وجيء به مخفوراً إلى عائشة فأمرت بنتف لحيته، فنتفتها جلاوزتها وعاد ابن حنيف بعد لحيته العريضة شاباً أمرد.",
        "ولما وافت الأنباء الامام أمير المؤمنين عليه‌السلام بتمرّد عائشة، واحتلالها لمدينة البصرة، سارع بجيوشه للقضاء على هذا الجيب المتمرّد، خوفاً من أن تسري نار الفتنة إلى بقيّة الأمصار الإسلامية، وقد ضمّ جيشه القوى الواعية في الإسلام أمثال الصحابي العظيم عمّار بن ياسر، ومالك الأشتر، وحجر بن عدي، وابن التيهان وغيرهم ممن ساهموا في بناء الإسلام، وإقامة ركائزه في الأرض.\nوسرت جيوش الإمام حتى انتهت إلى البصرة فوجدوها محتلّة بجنود مكثفة، وهم يعلنون الطاعة والولاء لأمّهم عائشة، فأرسل الإمام رسله إلى أعضاء القيادة العسكرية في جيش عائشة كطلحة والزبير، فعرضوا عليهم السلم والدخول في مفاوضات بينهم وبين الامام حقناً لدماء المسلمين، فأبوا، وأصرّوا على التمرّد والعصيان مطالبين ـ بوقاحة ـ بدم عثمان، وهم الذين أطاحوا بحكومته، وأجهزوا عليه.\nولما نفدت جميع الوسائل التي اتخذها الإمام عليه‌السلام للسلم اضطّر إلى إعلان الحرب عليهم، وجرت بين الفريقين معركة رهيبة سقط فيها أكثر من عشرة آلاف مقاتل، وأخيراً نصر الله الإمام على أعدائه، فقد قُتل طلحة والزبير، وملئت ساحة المعركة بجثث قتلاهم، وقذف الله الرعب في قلوب\n",
        "الأحياء منهم فولّوا منهزمين قابعين بالذلّ والعار.\nواستولى جيش الإمام على عائشة القائدة العامة للمتمرّدين، وحملت بحفاوة إلى بعض بيوت البصرة، ولم يتّخذ الإمام معها الإجراءات الصارمة، وعاملها معاملة المحسن الكريم، وسارع الإمام فسرّحها تسريحاً جميلاً إلى يثرب، لتقرّ في بيتها الذي أمرها الله ورسوله أن تسكن فيه، ولا تتدخّل بمثل هذه الأمور التي ليست مسؤولة عنها.\nوانتهت هذه الفتنة التي أسماها المؤرّخون ( بحرب الجمل ) وقد أشاعت في ربوع المسلمين الثكل والحزن والحداد، ومزّقت صفوفهم، وألقتهم في شرّ عظيم ... ومن المؤكّد أن دوافع هذه الحرب لم تكن سليمة، ولم تكن حجّة عائشة وحزبها منطقية، وانّما كانت من أجل المطامع، والكراهية الشديدة لحكم الإمام الذي فقدوا في ظلاله جميع الامتيازات الخاصة، وعاملهم الإمام كما يعامل سائر المسلمين.\nلقد شاهد أبو الفضل العبّاس عليه‌السلام هذه الحرب الدامية، ووقف على أهدافها الرامية للقضاء على حكم أبيه رائد العدالة الاجتماعية في الأرض، وقد استبان له أحقاد القبائل القرشية له واستبان له أن الدين لم ينفذ إلى أعماق قلوبهم، وانّما كانوا يلوكونه بألسنتهم حفظاً لدمائهم ومصالحهم.",
        "معاوية وبنو أميّة:\nوفي طليعة القوى المعارضة لحكومة الإمام والمعادية له، معاوية بن أبي سفيان، وبنوا أميّة، فقد نزع الله الإيمان من قلوبهم، وأركسهم في الفتنة ركساً، فكانوا من ألدّ أعداء الإمام، كما كانوا من قبل من أعداءً لرسول الله صلى‌الله‌عليه‌وآله فهم الذين ناهضوا دعوته، وكفروا برسالته، وكادوا له في غلس الليل، وفي وضح النهار، حتى أعزّه الله وأذلّهم، ونصره وقهرهم، وقد\n\nدخلوا في الإسلام مكرهين لا مؤمنين به، ولولا سماحة خلق النبيّ صلى‌الله‌عليه‌وآله وعظيم رأفته ورحمته لما أبقى لهم ظلاًّ على الأرض، إلاّ أنّه صلى‌الله‌عليه‌وآله منحهم العفو كما منح غيرهم من أعدائه.",
        "ولم يكن للأمويين أي شأن يذكر أيام النبيّ صلى‌الله‌عليه‌وآله فقد قبعوا بالذل والهوان ينظر إليهم المسلمون بنظرة العداء والخصوم، ويذكرون ما قاموا به في محاربة دينهم، والتنكيل بنبيّهم، ومن المؤسف انّه لما فجع المسلمون بفقد نبيّهم صلى‌الله‌عليه‌وآله وآل الأمر إلى الخلفاء علا نجم الأمويين، وذلك لأسباب سياسية خاصة، فقد عيّن أبو بكر يزيد بن أبي سفيان والياً على دمشق، وخرج بنفسه لتوديعه إلى خارج يثرب تعظيماً له، واشادة بمكانة أسرته، ولم يفعل مثل ذلك مع بقية عمّاله وولاته كما يقول المؤرّخون، ولما هلك يزيد أسندت ولاية دمشق إلى أخيه معاوية، وكان أثيراً عند عمر تتوافد عليه الأخبار بأنّه يشذّ في سلوكه، وينحرف في تصرّفاته عن سنن الشرع وأحكام الإسلام، فقد أخبروه بأنّه يلبس الحرير والديباج، ويأكل في أواني الذهب والفضّة، وكل ذلك محرّم في الإسلام، فيقول معتذراً عنه، ومسدداً له: ذاك كسرى العرب ومتى كان ابن هند الصعلوك النذل كسرى العرب،!! ولو فرضنا أنّه كان كذلك فهل يباح له في شريعة الله أن يقترف الحرام، ولا يحاسب عليه، ان الله تعالى ليست بينه وبين أحد نسب ولا قرابة، فكل من شذّ عن سنّته، وخالف أحكامه فانّه يعاقبه على ذلك، يقول الرسول الأعظم صلى‌الله‌عليه‌وآله لو عصيت لهويت، ويقول الإمام زين العابدين عليه‌السلام: ان الله تعالى خلق الجنة لمن أطاعه ولو كان عبداً حبشياً، وخلق النار لمن عصاه ولو كان سيّداً قرشياً.\nوعلى أيّ حال فان عمر قد أغدق بألطافه ونعمه على معاوية وزاد في\n\nرقعة سلطانه، ونفخ فيه روح الطموح، وقد ظلّ يعمل في ولايته على الشام عمل من يريد الملك والسلطان، فكان يقرّب الوجوه والزعماء، ويغدق عليهم بالهبات والأموال، ويشتري الذمم والعواطف، ويركّز ولاءه في قلوب الغوغاء.",
        "ومهّدت عائشة في ثورتها على حكم الإمام الطريق لمعاوية لإعلانه العصيان المسلّح على حكومة الامام التي هي أشرف حكومة ظهرت في الشرق العربي على امتداد التأريخ، وقد تذرّع بها معاوية الذئب الجاهلي لحرب الإمام، واتخذ من دم عثمان وسيلة لإغراء الغوغاء واتّهم الإمام بأنّه المسؤول عن المطالبة بدمه، وفي نفس الوقت أوعز إلى أجهزة الإعلام أن تندب عثمان، وتظهر براءته مما اقترفه في تصرّفاته الاقتصادية والسياسية التي تتجافى مع أحكام الإسلام.\nوتسلّح معاوية بكبار الدبلوماسيين، ومهرة السياسة في العالم العربي أمثال المغيرة بن شعبة، وعمرو بن العاص، وأمثالهما ممن كانت لهم الدراية الوثيقة في أحوال المجتمع، فكانوا يضعون له المخططات الرهيبة للتغلّب على الأحداث.\nإعلان الحرب:\nورفض معاوية رسمياً بيعة الإمام، وأعلن عليه الحرب، وهو يعلم أنّه انّما يحارب أخا رسول الله صلى‌الله‌عليه‌وآله ووصيّه وباب مدينة علمه، ومن كان منه بمنزلة هارون من موسى، لقد أعلن عليه الحرب كما أعلن أبوه أبو سفيان الحرب على رسول الله صلى‌الله‌عليه‌وآله.",
        "وتشكّل الجيش الذي زحف به معاوية لمحاربة الإمام عليه‌السلام من\n\nالعناصر التالية:\nأ ـ الغوغاء:",
        "أمّا الغوغاء فهم جهلة الشعوب، وهم كالاَنعام بل هم أضلّ سبيلاً وتستخدمهم السلطة في كل زمان لنيل أهدافها، ولتبني عروشها على جماجمهم، وكانت الأكثرية الساحقة من جيش معاوية من هؤلاء الغوغاء المغرر بهم الذين لا يميّزون بين الحق والباطل، والذين تلوّنهم الدعاية كيفما شاءت، وقد جعلهم معاوية جسراً فعبر عليهم لنيل مقاصده الشريرة.\nب ـ المنافقون:\nأمّا المنافقون فهم الذين أظهروا الإسلام في ألسنتهم، وأضمروا الكفر والعداء له في ضمائرهم وقلوبهم، وكانوا يبغون له الغوائل، ويكيدون له في وضح النهار، وفي غلس الليل، وقد ابتلي بهم الإسلام كأشدّ ما يكون البلاء وامتحن بهم المسلمون كأشدّ ما يكون الامتحان لأنّهم مصدر الخطر عليهم وقد ضمّ جيش معاوية رؤوس المنافقين وضروسهم أمثال المغيرة بن شعبة وعمرو بن العاص، ومروان بن الحكم، وأمثالهم من الزمرة الباغية الذين وجدوا الفرصة لهم مواتية لضرب الإسلام وقلع جذوره، وقد تسلّحوا بمعاوية ابن أبي سفيان العدوّ الأوّل للإسلام فناصروه، وساروا في جيشه لمحاربة أخي رسول الله صلى‌الله‌عليه‌وآله ووصيه، والمنافح الأوّل عن الإسلام.\nانّ جميع من حارب رسول الله صلى‌الله‌عليه‌وآله من المنافقين قد انضمّوا إلى معاوية وصاروا من حزبه وأعوانه في محاربة الإمام أمير المؤمنين عليه‌السلام.",
        "ج ـ النفعيون:\nونعني بهم الجماعة التي فقدت امتيازاتها ومنافعها للامشروعة في ظلّ حكم الامام رائد العدالة الاجتماعية في الأرض، وفي طليعة هؤلاء، العمّال\n\nوالولاة، وسائر الموظّفين في حكومة عثمان، فقد فقدوا منافعهم وخافوا على مصادرة ما عندهم من الأموال التي اختلسوها من الشعب أيام عثمان، كما تمّ عزلهم عن مناصبهم فور تقلّد الإمام للحكم.",
        "هذه بعض العناصر التي تشكّل منها جيش معاوية، وقد زحف بهم إلى محاربة قائد الإسلام، ورائد العدالة الإنسانية.\nاحتلال الفرات:\nواتّجهت جيوش معاوية صوب العراق، فعسكرت في منطقة صفين واختارتها مركزاً للحرب، وأوعزت القيادة العامة إلى قطعات الجيش باحتلال الفرات، ووضع المفارز على حوض الفرات لمنع جيش الإمام من الشرب ليموتوا عطشاً، وقد اعتبر معاوية ذلك أوّل النصر والفتح، ونمَّ ذلك عن خبث طبيعته ولؤم عنصره، فان لكل إنسان بل ولكل حيوان حقاً طبيعياً في الماء عند كافة الأمم والشعوب، ولكن معاوية وبني أميّة قد تخلّوا عن جميع الأعراف، فاستعملوا منع الماء كسلاح في معاركهم، فقد منعوا الماء يوم الطفّ عن ريحانة رسول الله صلى‌الله‌عليه‌وآله وأهل بيته حتى أشرفوا على الموت من شدّة الظمأ.\nولمّا علم الإمام عليه‌السلام بزحف معاوية لحربه اتّجه بجيوشه نحو صفّين فلمّا انتهوا إليها وجدوا حوض الفرات قد احتلّ من قبل معسكر معاوية، ومنعوهم من تناول قطرة من الماء، وألحّ العطش بجيش الإمام فانبرت إليه قادة جيشه، وطلبوا منه الإذن في مقارعة القوم، فرغب الإمام قبل أن يبدأهم بالحرب أن يطلبوا منهم السماح في تناول الماء، إذ ليس لهم من سبيل أن يتخذوه وسيلة لكسب المعركة لأن الماء مباح لكل إنسان وحيوان عند جميع الشرائع والأديان، وعرض عليهم أصحاب الإمام ذلك إلاّ أنّهم",
        "\nأبوا وأصرّوا على غيّهم وعدوانهم، فاضطّر الإمام بعد ذلك إلى أن يسمح لقوّاته المسلّحة بفتح نار الحرب عليهم، فحملوا عليهم حملة واحدة، ففرّوا منهزمين شرّ هزيمة، وتركوا مواقعهم فاحتلتها جيوش الإمام، وأصبح نهر الفرات بأيديهم، انطلق فريق من قادة الجيش نحو الإمام فطلبوا منه أن يسمح لهم في منع الماء عن أصحاب معاوية كما منعوهم عنه، فأبى الإمام أن يقابلهم بالمثل، فأباح لهم الماء كما هو مباح للجميع في شريعة الله، ولم يشكر الامويون الأوغاد هذه اليد البيضاء التي أسداها عليهم الإمام، فقد قابلوه بالعكس، فمنعوا الماء عن أبنائه في كربلاء حتى صرعهم الظمأ، وأذاب العطش قلوبهم.\nدعوة الإمام إلى السلم:\nوكره الإمام أشدّ الكره الحرب وإراقة الدماء، فدعا إلى السلم، والوئام فقد أرسل عدّة وفود إلى ابن هند يدعوه إلى الدخول فيما دخل فيه المسلمون وأن يجنّبهم من الحرب فأبى ولم يستجب لهذه الدعوة الكريمة، وأصرّ على الغيّ والعدوان، وتذرّع كذباً بالمطالبة بدم عثمان الذي ما أراق دمه إلاّ سوء تصرّفاته السياسية والإدراية.",
        "الحرب:\nولمّا فشلت جميع الجهود التي بذلها الإمام من أجل السلم وحقن الدماء اضطّر إلى أن يفتح مع عدّوه باب الحرب، وقد خاض معه حرباً مدمّرة سقط فيها عشرات الآلاف من القتلى فضلاً عن المعوقين من كلا الجانبين واستمرّت الحرب أكثر من سنتين كانت تشتدّ حيناً، وتفتر حيناً آخر، وفي المرحلة الأخيرة من الحرب كاد الإمام أن يكسب المعركة،\n\nوتحسم من صالحه، فقد بان الانكسار في جيش معاوية، وتفللت جميع قواعد عسكره، وعزم معاوية على الهزيمة لولا أن تذكّر قول ابن الأطنابة:",
        "فردّه هذا الشعر إلى الصبر والثبات كما كان يتحدّث بذلك أيّام العافية، وفيما أحسب أن هذا الشعر ليس هوالذي ردّه إلى الثبات وعدم الهزيمة إذ ليست لابن هند أيّة عفّة أو حياء نفس، ولا غير ذلك مما حوته هذه الأبيات وانما ردّه إلى الصبر هو ما دبّره من المكيدة والخديعة التي مزّقت الجيش العراقي، وهو ما سنتحدّث عنه.\nالخديعة الكبرى:\nوآن النصر المحتم لجيش الإمام، فقد أشرف على الفتح، ولم يبق إلاّ مقدار حلبة شاة من الوقت حتى يؤسر معاوية أو يقتل كما أعلن ذلك قائد القوّات المسلحة في جيش الإمام الزعيم مالك الأشتر، ومن المؤسف جدّاً أنّه في تلك اللحظات الحاسمة مُني الإمام بانقلاب عسكري في جيشه، فقد رفع عسكر معاوية المصاحف على أطراف الرماح، وهم ينادون بالدعوة إلى تحكيم القرآن، وإنهاء الحرب حقناً لدماء المسلمين، واستجابت قطعات من جيش الامام لهذا النداء الذي يحمل التدمير الشامل لحكومة الإمام وأفول دولة القرآن.\nيا للعجب لقد نادى جيش معاوية بالرجوع إلى تحكيم القرآن، ومعاوية وأبوه هما في طليعة من حارب القرآن.",
        "أصحيح أنّ ابن هند يؤمن بالقرآن، ويحرص على دماء المسلمين\n\nوهو الذي أراق أنهاراً من دمائهم إرضاءً لجاهليته، وانتقاماً من الإسلام.\nوكان أول من استجاب لهذا النداء المزيّف العميل الأموي الأشعث ابن قيس، فقد جاء يشتدّ كالكلب نحو الإمام، وقد رفع صوته ليسمَعَهُ الجيش قائلاً:",
        "« ما أرى الناس إلاّ قد رضوا، وسرّهم أن يجيبوا القوم إلى ما دعوهم إليه من حكم القرآن، فان شئت أتيت معاوية فسألته ما يريد .. ».\nوامتنع الإمام من إجابة هذا العميل المنافق الذي طعن الإسلام في صميمه، والتفّ حول الأشعث جماعة من الخونة فأحاطوا بالإمام، وهم ينادون: أجب الأشعث، ولم يجد الإمام بُدّاً من إجابته، فانطلق الخائن صوب معاوية، فقال له:\n« لآيّ شيء رفعتم هذه المصاحف؟.. »\nفأجابه معاوية مخادعاً:",
        "ولنرجع نحن وأنتم إلى أمر الله عزّ وجلّ في كتابه تبعثون منكم رجلاً ترضون به، ونبعث منّا رجلاً، ثمّ نأخذ عليهما أن يعملا بما في كتاب الله لا يعدوانه ثم نتّبع ما اتفقا عليه .. ».\nورفع الأشعث عقيرته قائلاً:\n« هذا هو الحقّ .. ».\nوخرج الأشعث من معاوية، وهو ينادي بضرورة إيقاف الحرب، والرجوع إلى كتاب الله العظيم، ومن المؤكّد أنّ هذه الحركة الانقلابية التي تزعّمها هذا المنافق العميل لم تكن وليدة رفع المصاحف، وانّما كانت قبل زمن ليس بالقليل، فقد كانت هناك اتّصالات سريّة بين الأشعث وبين معاوية ووزيره والفكر المدبّر لخدعه وأباطيله عمرو بن العاص، ومما يدل",
        "\nعلى ذلك أنّه لم تكن هناك رقابة ولا مباحث في جيش الامام على من يتّصل بمعسكر معاوية فقد كان الطريق مفتوحاً، وجرت اتصالات مكثّفة بين معاوية والأشعث وغيره من قادة الجيش العراقي، وقدم لهم معاوية الرشوات، ومنّاهم بالمراتب العالية، وبالمزيد من الأموال إن استجابوا لدعوته.\nوعلى أيّ حال فقد أُرغم الإمام على قبول التحكيم، فقد أحاطت به قطعات من جيشه وقد شهرت عليه السيوف والرماح وهي تنادي: « لا حكم إلاّ لله » واتّخذوا هذا النداء شعاراً لتمرّدهم، ووقوفهم ضدّ الامام، وسرعان ما أصبحوا حركة ثورية، ومصدر قلق مثير للفتن والاضطراب.\nوعلى أيّ حال فقد جهد الإمام بنفسه ورسله على إقناعهم، وإرجاعهم إلى طريق الحقّ والصواب، فلم يتمكّن، ورأى أنّهم جادّون على مناجزته والإطاحة بحكومته، فاستجاب لهم، وأوعز إلى قائد قوّاته العسكرية الزعيم مالك الأشتر بالانسحاب عن ساحة الحرب، وإيقاف العمليات العسكرية، وكان قد أشرف على الفتح فلم يبق بينه وبين الاستيلاء على معاوية سوى مقدار حلبة شاة، ورفض مالك الاستجابة وأصرّ على مزاولة الحرب إلاّ أنّه أخبر بأنّ الإمام في خطر، وان المتمرّدين قد أحاطوا به، فاضطرّ إلى إيقاف الحرب، وبذلك فقد تمّ ما أراده معاوية من الإطاحة بحكومة الإمام، وكتب له في تلك اللحظات النصر على الإمام، وقد انتصرت معه الوثنية القرشية كما يقول بعض الكتّاب والمحدثين.",
        "التحكيم:\nوتوالت المحن والأزمات على الإمام يتبع بعضها بعضاً، وانكشفت خفايا هؤلاء العملاء المتمرّدين، فقد أصرّوا على انتخاب أبي موسى\n\nالأشعري ليكون ممثلاً عن العراق، والأشعري خبيث دنس كان حقوداً على الإمام، ومن ألدّ أعدائه وخصومه، وفي نفس الوقت لم يملك وعياً ولا فهماً للأحداث، وكان بليداً ومنافقاً، واتّخذه المنافقون والمتمردون في جيش الإمام جسراً فعبروا عليه لنيل مقاصدهم الخبيثة لعزل الإمام عن الحكم عن الحكم، وتثبيت معاوية في مركزه.",
        "ولم يستطع الإمام إيقاف هذا المدّ التآمري في جيشه، فقد أصبح قادة جيشه يتلقّون الأوامر والتوجيهات من قبل معاوية ووزيره ابن العاص، وصار الإمام بمعزل تام عن الحياة السياسية، فقد أصبح يأمر جيشه فلا يطيع، ويدعوه فلا يستجيب له، وصارت دفّة الحكم كلّها بيد معاوية.\nلقد حكم الأشعري بعزل الإمام، وحكم ابن العاص بإبقاء معاوية، وبذلك فقد انتهت مهزلة التحكيم إلى عزل الإمام عن منصب الحكم، وتقليده لمعاوية وانطوت بذلك أقدس حكومة إسلامية ظهرت في الشرق كان يرجى منها أن تقوم ببسط العدل السياسي والعدل الاجتماعي بين الناس، فلم تدعها هذه الوحوش الكاسرة من ذئاب الأمويين، وسائر القبائل القرشية من تحقيق أهدافها ومثلها العليا.\nلقد شاهد أبو الفضل العبّاس عليه‌السلام وهو في دور الشباب فصول هذه المأساة الكبرى فكوت قلبه، وهزّت عواطفه، فقد جرت لأهل بيته المصائب، وأخلدت لهم المحن والخطوب.\nثورة الخوارج:",
        "ومن بين المحن الشاقة التي امتحن بها الإمام امتحاناً عسيراً هي ثورة الخوارج فقد كان معظمهم من بهائم البشر، فقد امتطاهم معاوية، وجعلهم جسراً لنيل أطماعه وأهدافه من حيث لا يشعرون، فهم الذين أرغموا الإمام\n\nعلى قبول التحكيم، وإيقاف عمليات الحرب، وهم الذين أصرّوا على انتخاب المنافق أبي موسى الأشعري، ولما عقد التحكيم، وأعلن أبو موسى عزل الإمام عن منصبه، وأعلن ابن العاص إقامة سيّده معاوية في مركزه أسفوا على ما فرّطوا في أمر المجتمع الإسلامي واستبانت لهم المكيدة التي دبّرها ابن العاص في رفع المصاحف وعابوا على الإمام وكفّروه لاستجابته لهم، وفي الحقيقة هم الذين يتحمّلون جميع المسؤوليات الناجمة عن ذلك.\nولمّا نزح جيش الإمام من صفّين إلى الكوفة لم يدخلوا معه إليها وانما انحازوا إلى حروراء فنسبوا إليها، وكان عددهم فيما يقول المؤرّخون اثني عشر ألفاً، وأذن مؤذّنهم أن أمير القتال المنافق شبث بن ربعي الذي كان من قادة الجيش الذي حارب ريحانة رسول الله صلى‌الله‌عليه‌وآله الإمام الحسين عليه‌السلام، كما نصبوا إماماً للصلاة عبد الله بن الكواء العسكري، وجعلوا الأمر شورى بعد الفتح، والبيعة لله عزّ وجلّ، وجعلوا من أهمّ الأحكام التي يقاتلون من أجلها الأمر بالمعروف والنهي عن المنكر، وجعلوا شعارهم « لا حكم إلاّ لله » ولكنّهم سرعان ما تنكّروا لهذا الشعار فجعلوا الحكم للسيف وذلك بما أراقوه من دماء الاَبرياء، وما نشروه من الذعر والخوف بين المسلمين.",
        "وبعث الإمام إليهم بعض رسله يعدلهم عن فكرتهم، ويرشدهم إلى طريق الحقّ والصواب، فلم يجد ذلك معهم شيئاً، فانطلق عليه‌السلام بنفسه إليهم، ومعه أعلام أصحابه، فجعل يناظرهم، ويقيم الأدلة الوثيقة على فساد رأيهم، وضلالة قصدهم، فاستجاب له قوم، وأبي قوم آخرون، وجعل الأمر يمعن في الفساد بين الإمام وبينهم، وأخذوا ينشرون الإرهاب، واعمال التخريب، ويعيثون في الأرض فساداً، وقد رحلوا عن الكوفة،\n\nوعسكروا في النهروان، واجتاز عليهم الصحابي الجليل عبد الله بن خباب ابن الأرت، وهو من أعلام أصحاب الإمام فدارت بينه وبينهم أحاديث، فعمدوا إليه فقتلوه، وقتلوا معه السيّدة زوجته، ولم يقف شرّهم عند هذا الحدّ، وانّما أخذوا يذيعون الذعر والخوف بين المسلمين.\nوبعث الإمام إليهم الحارث بن مرة العبدي ليسألهم عما أحدثوه من الفساد، فلما انتهى إليهم اجهزوا عليه وقتلوه، ورأى الإمام بعد هذا أنّهم يشكّلون خطراً كبيراً على دولته، وانّهم مصدر فتنة وتخريب بين المسلمين، وان الواجب يقضي بحربهم فزحف إليهم بجيشه، ودارت بينه وبينهم معركة رهيبة، فقتلوا عن آخرهم ولم يفلت منهم إلاّ تسعة (1) وانتهت بذلك حرب النهروان وقد شاهد أبو الفضل العبّاس عليه‌السلام هذه الحرب ووقف على دوافعها التي كان منها كراهة هؤلاء القوم لعدل الإمام، وتفانيه في إقامة الحقّ بين الناس.",
        "ومن الجدير بالذكر أن أبا الفضل العباس عليه‌السلام لم يشترك في حرب النهروان ولا في حرب صفين، فقد منعه الإمام كما منع بعض أبنائه، واعلام أصحابه من الدخول في الحرب ضنّاً بهم على الموت، ومما يدل على ذلك أن الذين كتبوا عن واقعة صفين والنهروان لم يذكروا أيّ دور لسيّدنا العباس فيهما.\nالنتائج الفظيعة:\nوأعقبت حرب الجمل، وحرب صفّين أسوأ الأحداث وأقساها\n__________________",
        "(1) حياة الامام الحسن 1: 358 الطبعة الثالثة.\n\nوأشقّها محنة على الإمام عليه‌السلام ومن بينها:\n1 ـ التمرّد الكامل في جيش الإمام فقد أصبحت جميع قطعاته غير مطيعة لأوامر الإمام.",
        "لقد شاعت الهزيمة النفسية في جيش الإمام، وفقدت قطعاته الروح المعنوية، وتخاذلت تخاذلاً مطلقاً أمام الأحداث التي مُني بها.\n2 ـ وعمد معاوية بعد معركة صفين إلى تعزيز جيشه وتماسكه، وقد بثّ فيه روح العزم والإخلاص، وقد وثق بالنصر والفتح والتغلّب على جيش الإمام.\n3 ـ وتعرّضت البلاد الإسلامية الخاضعة لحكم الإمام لحملات إرهابية عنيفة كانت تشنّها العصابات المجرمة التي يبعثها معاوية لإشاعة الخوف والذعر فيها، وقد تعرّضت المناطق القريبة من عاصمة الإمام لهجمات الإرهابيين من كلاب معاوية، والإمام لم يتمكّن من حمايتها وحفظ الأمن والإستقرار فيها فكان يدعو بحرارة جأشه للذبّ عن حياض الوطن، وحمايته من الاعتداء فلم يستجب له أحد منهم.\n4 ـ واحتلّت جيوش معاوية مصر احتلالاً عسكرياً، وبذلك خرجت عن حكم الإمام، وقد أُصيبت حكومة الإمام بنكسه كبيرة، ولم تعد بعد هذه الأحداث إلاّ شكلاً خاوياً في ميدان الحكم.",
        "مصرع الإمام:\nوبقي الإمام الممتحن في ارباض الكوفة قد أحاطت به المحن والأزمات يتبع بعضها بعضاً، يرى باطل معاوية قد استحكم، وشرّه قد استفحل وهو لا يتمكّن أن يقوم بأي عمل لتغيير الأوضاع الاجتماعية\n\nالمتدهورة المنذرة بأفول دولة الحق، وإقامة حكومة الظلم والجور.",
        "لقد استوعبت المحن الشاقة التي أحاطت بالإمام نفسه الشريفة فراح يدعو الله، ويتوسّل إليه بحرارة أن ينقله إلى جواره، ويريحه من هذا العالم المليء بالفتن والأباطيل، واستجاب الله دعاء الإمام فقد عقدت عصابة مجرمة من الخوارج مؤتمراً في مكّة، وأخذوا يذكرون بمزيد من الأسى والحزن قتلاهم الذين حصدت رؤوسهم سيوف الحق في النهروان، وعرضوا ما مني به العالم الإسلامي من الفتن والانشقاق وألقوا تبعة ذلك حسب زعمهم على الإمام أمير المؤمنين، ومعاوية وعمرو بن العاص، فقرّروا القيام باغتيالهم، وعيّنوا لذلك وقتاً خاصاً، وضمن لهم ابن اليهودية عبد الرحمن بن ملجم اغتيال الامام أمير المؤمنين، ومن الجدير بالذكر أن مؤتمرهم كان بمرأى ومسمع من السلطة المحلّية بمكّة، وأكبر الظنّ أنّها كانت على اتصال معهم وان القوى المنحرفة عن الإمام قد أمدّت ابن ملجم بالمال ليقوم باغتيال الإمام.\nوعلى أيّ حال فقد قفل ابن ملجم راجعاً إلى الكوفة وهو يحمل شرّ أهل الأرض، ويحمل الكوارث المدمّرة للمسلمين، وفور وصوله إلى الكوفة اتصل بعميل الامويين المنافق الأشعث بن قيس، وأخبره بمهمته، فشجّعه على اقتراف الجريمة، وأبدى له تقديم جميع ألوان المساعدات لتنفيذها.\nوفي ليلة التاسع عشر من رمضان شهر الله المبارك اتّجه زعيم الموحّدين وسيّد المتقين نحو مسجد الكوفة ليؤدّي صلاة الصبح، فأقبل نحو الله، فشرع في صلاته، ولما رفع رأسه من السجود علاه ابن اليهودية بالسيف فشقّ رأسه الشريف الذي كان كنزاً من كنوز العلم والحكمة\n",
        "والإيمان، والذي ما فكّر إلاّ بتوزيع خيرات الله على البؤساء والمحرومين، وإشاعة الحقّ والعدل بين الناس.\nولمّا أحسّ الإمام بلذع السيف علت على شفتيه ابتسامة الرضا والظفر، وراح يقول:\n« فزت وربّ الكعبة .. ».\nلقد فزت يا إمام المصلحين، فقد وهبت حياتك لله وجاهدت في سبيله جهاد المنيبين والمخلصين.",
        "لقد فزت يا إمام المتّقين لأنّك في طيلة حياتك لم توارب ولم تخادع ولم تداهن، ومضيت على بصيرة من أمرك مقتدياً بسيّد المرسلين ابن عمّك صلّى الله عليه وعليك، فكان ذلك حقاً هو الفوز العظيم.\nلقد فزت أيّها الإمام الحكيم لأنّك خبرت الدنيا، وعرفتها دار فناء وزوال فطلّقتها ثلاثاً، وأعرضت عن زينتها ومباهجها واتجهت صوب الله فعملت كل ما يرضيه، وما يقربك إليه زلفى.\nوحُمل الإمام إلى منزله، وقد فاضت عيون الناس بالدموع وتقطّعت النفوس ألماً وحزناً، وكان الإمام هادىء النفس قرير العين، قد تعلّق قلبه بالله، وهام في مناجاته، وقد سأله مرافقة الأنبياء والأوصياء، وأخذ يلقي نظراته على أولاده، وخصّ ولده أبا الفضل بالعطف والحنان، واستشفّ من وراء الغيب انّه ممن يرفع رايه القرآن، ويقوم بنصرة أخيه ريحانة رسول الله المنافح الأول عن رسالة الإسلام.\nوصايا خالدة:",
        "ولما شعر الإمام العظيم بدنّو أجله المحتوم أخذ يوصي أولاده\n\nبمكارم الأخلاق ومحاسن الأعمال، وأمرهم أن يجسّدوا الإسلام في سلوكهم واتجاهاتهم، وفيما يلي بعض بنود وصيّته.\nأ ـ التحلّي بتقوى الله التي هي الاَساس في بناء الشخصية الإسلامية على أساس متكامل من الوعي والازدهار.",
        "ب ـ الالتزام بالحق قولاً وعملاً وبه تصان الحقوق وتسود العدالة الاجتماعية بين الناس.\nج ـ مناجزة الظالم والوقوف في وجهه، ومناصرة المظلوم ومساعدته، وفي ذلك إقامة للعدل الذي هو من أهمّ الأهداف الأصيلة التي ينشدها الإسلام.\nد ـ السعي في إصلاح ذات البين، وإزالة البغضاء والكراهيّة بين المتخاصمين وهو من أفضل الأعمال وأهمّها في الإسلام لأن فيه إقامة لمجتمع متطوّر قائم على المحبّة والمودّة.\nه‍ ـ مراعاة الأيتام، والقيام بصلتهم، ورفع الحاجة عنهم، وهذا من جملة بنود التكافل الإسلامي الذي هو من أبدع ما شرّعه الإسلام في نظامه الاقتصادي.",
        "و ـ الإحسان إلى الجيران، والإغداق عليهم بالبرّ والمعروف لأن فيه إشاعة للمحبّة بين المسلمين، كما أنّه في نفس الوقت من أهمّ الوسائل في تماسك المجتمع الإسلامي ووحدته.\nز ـ العمل بما في القرآن الكريم من أحكام وسنن وآداب فانّه خير ضمان لصيانة سلوك الإنسان المسلم، وتهذيبه، ورفع مستواه.\nح ـ إقامة الصلاة في أوقاتها وأدائها على أحسن وجه فانّها عمود\n",
        "الدين ومعراج المؤمن، وهي ترفع الإنسان إلى مستوى عظيم إذ تشرفه بالاتصال بخالق الكون وواهب الحياة.\nط ـ إحياء المساجد بذكر الله من العبادة والعلم، وتعتبر المساجد من أهمّ المراكز في إشاعة الآداب والفضائل بين المسلمين.\nي ـ الجهاد في سبيل الله بالأنفس والأموال لإقامة معالم الدين وإحياء السنّة، وإماتة البدعة.\nك ـ إشاعة المحبّة والمودّة بين المسلمين، وذلك بالتواصل والتوادد وترك التدابر والتقاطع، وغير ذلك مما يؤدّي إلى فصم عرى الوحدة بينهم.",
        "ل ـ إقامة الأمر بالمعروف، والنهي عن المنكر لأنّه مما يؤدّي إلى إقامة مجتمع سليم تسوده العدالة، أما ترك ذلك فان له من المضاعفات السيّئة التي توجب ارتطام المجتمع بالفتن والبلاء كتولية الفساق والأشرار لشؤونه، وعدم استجابة الدعاء من أفراده.\nهذه بعض الوصايا الخالدة التي أدلى بها الإمام العظيم، وهو على فراش الموت (1).\nإلى جنّة المأوى:\nوسرى السمّ في جميع أجزاء بدن الإمام عليه‌السلام من جرّاء الضربة الغادرة التي عمّمه فيها ابن اليهودية عبد الرحمن بن ملجم، وأخذ الموت يدنوا إليه سريعاً سريعاً، وقد استقبل إمام المتّقين الموت بثغر باسم، ونفس آمنة مطمئنّة متعطّشة إلى لقاء الله راضية بقضائه وقدره، وكان لا يفترّ لحظة",
        "__________________\n(1) يلاحظ نهج البلاغة فقد حفل بهذه الوصايا القيّمة.\n\nواحدة عن ذكر الله، وقراءة كتابه، وقد حفّ به أبناؤه وهم يذرفون أحرّ الدموع قد مزّق المصاب قلوبهم، وقد استقبل القبلة حامداً لله حتى ارتفعت روحه العظيمة إلى بارئها تحفّها ملائكة الرحمن، وأرواح الأنبياء والأوصياء وقد ازدهرت به جنان الخلد.",
        "لقد توفّي عملاق الفكر الإنساني، ورائد العدالة الاجتماعية في الأرض، لقد عاش هذا الامام العظيم غريباً في مجتمع لم يعرف مكانته، ولم يع قيمه وأهدافه التي كان منها أن ينفي البؤس والشقاء من الأرض، وينفي الحاجة والحرمان عن بني الإنسان، فيوزع عليهم خيرات الله، فثارت في وجهه العصابة المجرمة من الرأسمالية القرشية، وأوغاد الأمويين الذين اتخذوا مال الله دولاً، وعباد الله خولاً، وقد صمد الإمام في وجوههم، ولم ينثن عن عزمه الجبّار حتى استشهد مناضلاً عن قيمه وأهدافه.\nتجهيزه:\nوانبرى الإمام الحسن عليه‌السلام، ومعه السادة الكرام من إخوانه ومن بينهم أبو الفضل العبّاس عليه‌السلام إلى تجهيز الجثمان العظيم، فغسّلوا الجسد الطاهر، ثم أدرجوه في أكفانه، وهم يذرفون أحرّ الدموع وبعد ذلك حملوه إلى مقرّه الأخير، فدفنوه في مرقده المطّهر في النجف الأشرف، وقد أعزّه الله، ورفع من شأنه فجعله كعبةً للوافدين، ولم يحظ مرقد من مراقد أولياء الله كما حظي مرقده الشريف فقد أحيط بهالة من التعظيم والتقديس عند كافة المسلمين.\nلقد شاهد سيّدنا أبو الفضل العباس عليه‌السلام خلافة أبيه، وما رافقها من الأحداث الجسام، وما قاساه أبوه من المصاعب والمشاكل في سبيل تطبيق",
        "\nالعدالة الاجتماعية على واقع الحياة العامة بين المسلمين وقد تنكّرت له وحاربته القوى الباغية على الإسلام، والحاقدة على الإصلاح الاجتماعي.\nلقد وعى العبّاس الأهداف المشرقة التي كان ينشدها أبوه فآمن بها، وجاهد في سبيلها، وقد انطلق مع أخيه سيّد الشهداء إلى ساحات الشرف والجهاد من أجل أن يعيدا للمسلمين سيرة أبيهما الإمام أمير المؤمنين عليه‌السلام ومنهجه المشرق في عالم السياسة والحكم.\nخلافة الإمام الحسن:",
        "وتسلّم الإمام الحسن عليه‌السلام قيادة الدولة الاسلامية بعد وفاة أبيه، وكانت الأوضاع الاجتماعية والسياسية، كلها في غير صالحه، فالأكثرية الساحقة من الرؤساء والقادة العسكريين كانت اتجاهاتهم وميولهم سرّاً وعلانية مع معاوية، فقد غزاهم بذهبه، واسترقهم بأمواله، كما انتشرت بين كتائب جيشه فكرة الخوارج التي كانت سوسة تنخر في معسكره، وتعلن عدم شرعية خلافته، وخلافة أبيه من قبل، ومن ثمّ كان إقبال الجماهير على مبايعته فاتراً جدّاً، وكذلك لم تندفع القوات المسلّحة بحماس إلى بيعته، وإنّما كانت مرغمة على ذلك، الأمر الذي أوجب تريّب الإمام الحسن منهم، ويرى المراقبون للأوضاع السياسية في جيش الإمام انّه قد ماج في الفتنة وارتطم في الشقاء، وان خطره على الإمام كان أعظم من خطر معاوية وانّه لا يصلح بأي حال من الأحوال لأن يخوض الامام به أي ميدان من ميادين الحرب.\nوعلى أي حال فان الإمام قد تسلّم قيادة الدولة، وقد منيت بالانحلال والضعف، وشيوع الفتن والاضطراب فيها، وان من العسير جدّاً السيطرة\n\nعلى الأوضاع الاجتماعية، وإخضاع البلاد إلى عسكره. اللهم إلاّ بسلوك أمرين:",
        "الأوّل: ـ إشاعة الأحكام العرفيّة في البلاد، ومصادرة الحريات العامة، ونشر الخوف والارهاب، وأخذ الناس بالظنّة والتهمة، وهذا ما يسلكه عشّاق الملك والسلطان حينما يمنون بمثل هذه الأزمات في شِعوبهم.\nأمّا أئمّه أهل البيت: فانهم لا يرون مشروعية هذه السياسة، وان أدّت إلى الانتصار، ويرون ضرورة توفير الحياة الحرّة الكريمة للشعب، واقصاء الوسائل الملتوية عنه.\nالثاني: ـ تقديم الطبقة الرأسمالية وذوي النفوذ على فئات الشعب، ومنحهم الأموال والامتيازات الخاصة، والوظائف المهمة ولو فعل ذلك الإمام الحسن لاستقرّت له الأمور، وما مُني جيشه بالتمرّد والانحلال، إلاّ أنّه ابتعد عن ذلك ابتعاداً مطلقاً لأنّه لا تبيحه شريعة الله.\nلقد كان منهج الإمام الحسن في سياسته واضحاً لا لبس فيه ولا غموض وهو التمسّك بالحقّ، وعدم السلوك في المنعطفات، واجتناب الطرق الملتوية، وان أدّت إلى الظفر والنصر.",
        "إعلان معاوية للحرب:\nوبادر معاوية إلى إعلان الحرب على سبط رسول الله صلى‌الله‌عليه‌وآله لأنّه على علم بما مُني به جيش الإمام من الانحلال والخيانة فأغلب قادة الفرق، وضبّاط الجيش، وسائر المراتب قد رشاهم معاوية بذهبه وأمواله، ومنّاهم بالوظائف العالية، كما كاتب بعضهم بأن يزوجه بإحدى بناته، فقد استعمل\n\nالرشوة معهم على نطاق واسع، وقد استجابوا له، وضمنوا له تسليم الإمام أسيراً متى شاء وأراد، أو اغتياله، وقد حفزته هذه العوامل لاستعجال الحرب وحسم الموقف من صالحه.",
        "وزحف معاوية بجيوشه المتماسكة والمطيعة صوب العراق، ولما علم الامام الحسن بذلك جمع قوّاته المسلّحة، وأعلمهم بالأمر ودعاهم إلى الجهاد وردّ العدوان فوجموا وساد عليهم الذعر والخوف فلم يجبه أحد منهم فقد آثروا العافية، وسئموا من الحرب، ولما رأى تخاذلهم الزعيم الكبير عَديّ بن حاتم تميّز غيظاً وغضباً، واندفع بحماس بالغ نحوهم فجعل يؤنّبهم على هذا التخاذل، وأعلن استجابته المطلقة لدعوة الإمام، ودعم موقفه كلّ من الزعيم الشريف قيس بن سعد بن عبادة، ومعقل بن قيس الرياحي، وزياد بن صعصعة التميمي فأخذوا يلومونهم على هذا الموقف الذي ليس فيه شرف ولا إنصاف، ويبعثونهم إلى ساحات الجهاد.\nوخرج الإمام الحسن عليه‌السلام من فوره لمقابلة معاوية، وسار معه أخلاط من الناس حتى انتهى إلى النخيلة فاستقام فيها حتى التحمت به فصائل من جيشه المتخاذل، ثم ارتحل حتى إنتهى إلى دير عبد الرحمن فأقام به ثلاثة أيام، ثم واصل سيره لا يلوي على شيء.\nفي المدائن:\nوانتهى الإمام، ومعه بعض الفرق من جيشه إلى المدائن، فأقام بها، وقد أحاطت به المصاعب والأزمات فقد عانى من جيشه الممزّق والخائن ألواناً شاقّة وعسيرة من المحن والمشاكل، وابتلي بما لم يبتل به أحد من",
        "\nقادة المسلمين وخلفائهم، وكان من بين ما امتحن به:\n1 ـ خيانة القائد العام:\nوكان من أقسى ما ابتلي به الإمام في تلك المرحلة الحسّاسة خيانة ابن عمّه عبيد الله بن العبّاس القائد العام لقوّاته المسلّحة، فقد أرشاه معاوية بما يقارب المليون درهم، فولّى الخائن الجبان منهزماً تحت جنح الليل البهيم يصحب معه العار والخزي، فالتحق بمعسكر معاوية، ولما علم الجيش بذلك اضطرب اضطراباً هائلاً، وماج في الفتنة والشقاء، ودبّت روح الخيانة في جميع قطعات الجيش كما خان جماعة من ذوي الرتب العليا في الجيش فالتحقوا بمعسكر معاوية بعد أن أرشاهم بأمواله.",
        "ان خيانة عبيد الله من أقسى الضربات التي حلّت بجيش الإمام، فقد فتحت أبواب الخيانة على مصراعيها لذوي الضمائر القلقة لبيع ضمائرهم على معاوية، كما أدّت إلى انهيار معنويات جيش الإمام، وفي نفس الوقت كانت من أقسى الصدمات التي واجهها الإمام في تلك الفترة العصيبة فقد ألقت له الأضواء على نفوس أغلب قادة جيشه، وانّهم مجموعة من الخونة الذين لا يملكون أي رصيد ديني أو وطني.\n2 ـ محاولات لاغتيال الإمام:\nولم تقتصر محنة الإمام وبلواه من جيشه إلى هذا الحدّ، وانّما امتدّت إلى ما هو أعظم من ذلك فقد قام عملاء الامويين وبهائم الخوراج بعدة عمليات لاغتيال الإمام، وقد فشلت جميعها وهي:\n",
        "أ ـ رمي الإمام بسهم وهو في أثناء الصلاة، ولم يؤثّر فيه شيئاً.\nب ـ طعنه بخنجر في أثناء الصلاة.\nج ـ طعنه في فخذه.\nوضاقت الدنيا على ريحانة رسول الله صلى‌الله‌عليه‌وآله وطافت به المحن والأزمات وأيقن أنّه لا محالة امّا أن يُغتال، ويضاع دمه هدراً أو يلقى عليه القبض ويبعث أسيراً إلى معاوية، وأجال النظر في هذه الأمور فأفزعته إلى حدّ بعيد.",
        "3 ـ الحكم عليه بالكفر:\nوتمادى الخونة والعملاء في جيش الإمام في الجريمة والشرّ، فقد قابلوا الإمام بكلمات كانت أشدّ عليه من ضرب السيوف وطعن الرماح، فقد أقبل عليه الجرّاح بن سنان يشتدّ كأنّه الكلب وهو رافع عقيرته قائلاً:\n« لقد أشركت يا حسن كما أشرك أبوك من قبل .. ».\nولم ينبر أحد من جيش الإمام إلى معاقبة هذا الأثيم، لقد انحرف هؤلاء الخونة عن الحق، ومالوا عن الطريق القويم، فقد حكموا على ابن بنت نبيّهم وابن وصيّه بالكفر والمروق من الدين، فأي ضلال مثل هذا الضلال؟.",
        "4 ـ نهب أمتعة الإمام:\nوعمد أُولئك الأجلاف إلى نهب أمتعة الإمام فنزعوا منه بساطاً كان جالساً عليه، وسلبوا منه رداءه، ولم تكن هناك أيّة حماية للإمام من جيشه، فقد جرت هذه العملية بمرأى ومسمع منهم.\n\nهذه بعض الأحداث المروعة التي عاناها الإمام عليه‌السلام في المدائن وهي تلزمه بالصلح والتخلّي عن ذلك المجتمع المصاب بأخلاقه وعقيدته.",
        "ضرورة الصلح:\nأمّا صلح الإمام الحسن عليه‌السلام مع معاوية فقد كان ضرورياً حسب الأعراف السياسية، كما كان واجباً شرعياً مسؤول عن تنفيذه أمام الله والأمة، فانه لو فتح باب الحرب بجيشه المنهزم نفسياً لتغلب عليه معاوية بأول حملة، ولما أمكنه أن يحقق أي نصر، وفي تلك الحالة لا يخلو أمره من إحدى حالتين: إمّا القتل أو الأسر، فان قتل فلا تستفيد منه القضية الإسلامية لأن معاوية بما يملك من دبلوماسية مبطّنة بالخداع والمكر والنفاق، سوف يلقي التبعة على الإمام في قتله، ويبرّئ نفسه من أيّة مسؤولية، وأما إذا لم يقتل الامام، وحمل إلى معاوية أسيراً، فانه من دون شكّ سوف يعفو عنه، وبذلك يسجّل له يداً بيضاء على الأسرة النبوية، ويمحو عنه وعن أسرته وصمة الطليق التي وصمهم بها النبي صلى‌الله‌عليه‌وآله.\nوعلى أيّ حال فان الإمام الحسن عليه‌السلام قد اضطّر إلى الصلح وأُرغم عليه، ولم تكن هناك أيّة مندوحة للعدول عنه، وقد جرى الصلح حسب شروط ذكرناها بالتفصيل مع تحليلها في كتابنا ( حياة الإمام الحسن عليه‌السلام ) وممّا لا شكّ فيه حسب المقاييس العلمية والسياسية ان الإمام أبا محمد قد انتصر في هذا الصلح، فقد أبرز حقيقة معاوية الجاهلية، وقد ظهرت خفايا نفسه، وما يكّنه من حقد وعداء للإسلام وللمسلمين، فانه حينما استتبّ له الأمر عمد بشكل سافر إلى محاربة الإسلام والانتقام من أعلامه أمثال الصحابي العظيم حجر بن عدي، وأخلد بجرائمه للمسلمين المصاعب\n",
        "والكوارث، وألقاهم في شرّ عظيم، وسوف نتحدّث عن ذلك في البحوث الآتية.\nوبعدما انتهى الإمام أبو محمد من الصلح غادر الكوفة التي غدرت به وبأبيه لتستقبل جور معاوية وظلمه، وكان معه أهل بيته واخوته، ومن بينهم أخوه وعضده أبو الفضل العبّاس، وأخذوا يجدون السير لا يلوون على شيء حتى انتهوا إلى يثرب، وقد استقبلتهم بحفاوة بالغة البقيّة الباقية من الصحابة وأبنائهم، واستقرّ الإمام في يثرب، وقد التف حوله الفقهاء والعلماء فأخذ يغذّيهم بعلومه ومعارفه، ويغدق على البؤساء والمحرومين من فيض جوده وكرمه، وقد استعادت يثرب بوجوده ما فقدته من القيادة الروحية للمسلمين حينما غادرها وصيّ رسول الله صلى‌الله‌عليه‌وآله وباب مدينة علمه الإمام أمير المؤمنين عليه‌السلام.\nوعلى أيّ حال فقد شاهد أبو الفضل العبّاس عليه‌السلام ما جرى على أخيه الزكيّ أبي محمد عليه‌السلام من المحن الشاقة والعسيرة، ورأى غدر أهل الكوفة، وخيانتهم له، ونكثهم لبيعتهم له، وقد عرفته هذه الأوضاع السياسية والاجتماعيه حقيقة المجتمع، وان الغالبية الساحقة منه ينسابون وراء مصالحهم وليس للقيم الدينية أي أثر في نفوسهم، وبهذا نطوي الحديث عن بعض الأحدث المروعة التي شاهدها أبو الفضل العبّاس عليه‌السلام.\n* * *",
        "\nكابوس رهيب\n\n",
        "وتسلّم معاوية قيادة الدولة الإسلامية بعد صلحه مع الإمام الحسن عليه‌السلام، وقد تحقّقت آماله الشريرة في القضاء على الدولة العلوية التي هي دولة المحرومين والمضطهدين، والتي كانت امتداداً ذاتياً لحكومة النبيّ صلى‌الله‌عليه‌وآله وتجسيداً حيّاً لأهدافه ومتطلّباته الرامية لرفع مستوى الإنسان وتطوير حياته، وقد انهارت هذه القيم حينما سقطت الدولة الإسلامية صريعة بيده، فقد تبدّلت المبادئ والقيم والأخلاق التي ينشدها الإسلام إلى عكسها، وخرج العالم الإسلامي من عالم الدعة والرخاء والاستقرار إلى كابوس مرعب تحفّه المحن والكوارث، وتخيّم عليه العبودية والذل.\nلقد تنكّر معاوية لجميع القيم والأعراف، وساس المسلمين سياسة لم يألفوها من قبل، ويرى المراقبون لسياسته ان انتصاره انّما هو انتصاراً للوثنية بجميع مساوئها يقول السيّد مير علي الهندي:\n« ومع ارتقاء معاوية الخلافة في الشام عاد حكم الثوليغارشية الوثنية السابقة، فاحتلّ موقع ديمقراطية الإسلام، وانتعشت الوثنية بكل ما يرافقها من خلاعات، وكأنّها بعثت من جديد، كما وجدت الرذيلة والتبذل الخلقي لنفسها متّسعاً في كل مكان ارتادته رايات حكّام الأمويين من قادة جند\n",
        "الشام .. » (1).\nلقد تعرّض المسلمون في ذلك العهد الأسود إلى أزمات شاقة وعسيرة وامتحنوا كأشدّ ما يكون الامتحان، ونعرض ـ بإيجاز ـ إلى بعض ما عانوه من الكوارث.\nإبادة القوى الواعية:\nوعمد ابن هند إلى إبادة القوى الواعية في الإسلام، وتصفيتها جسدياً فقد ساق كوكبة منهم إلى ساحات الاعدام، وفيما يلي بعضهم:",
        "1 ـ حجر بن عديّ:\nحجر بن عدي الكندي علم من أعلام الإسلام، وبطل من أبطال الجهاد ومن أبرز طلائع المجد والفخر للأمّة العربية والإسلامية، ومن النماذج المشرقة الذين تخرّجوا من مدرسة الإمام أمير المؤمنين عليه‌السلام ووعوا قيمه وأهدافه، وقد وهب هذا العملاق العظيم حياته لله فثار في وجه الإرهابي المجرم زياد بن أبيه حينما أعلن رسمياً سبّ الإمام أمير المؤمنين مفجّر الفكر والنور في دنيا الإسلام، والمؤسس الثاني في بناء العقيدة الإسلامية بعد ابن عمّه وسيّده الرسول الأعظم صلى‌الله‌عليه‌وآله.\nلقد استحلّ الطاغية المجرم زياد دم المجاهد الكبير حجر بن عديّ حينما جابهه بالانكار على سبّه للإمام، فألقى عليه القبض، وبعثه مخفوراً مع كوكبة من أعلام المجاهدين في الإسلام إلى أخيه في الجريمة معاوية بن\n__________________",
        "(1) روح الاسلام: 296.\n\nهند، فصدرت الأوامر منه بإعدامهم في ( مرج عذراء ) ونفّذ الجلاّدون فيهم حكم الإعدام فخرّت جثثهم الزواكي على الأرض وهي معطّرة بدم الشهادة والكرامة، تضيء للناس معالم الطريق نحو حياة حرّة كريمة لا سيادة فيها للظالمين والمستبدّين.\n2 ـ عمرو بن الحمق:",
        "ومن شهداء الإسلام الخالدين عمرو بن الحمق الخزاعي الصحابي الجليل، كان أثيراً عند النبيّ صلى‌الله‌عليه‌وآله وقد دعا له بأن يمتّعه الله بشبابه، فاستجاب الله دعاءه فقد أخذ عمرو بعنق الثمانين عاماً ولم ترَ في كريمته شعرة بيضاء (1).\nوقد وعى عمرو القيم الإسلامية وآمن بها إيماناً عميقاً، وجاهد في سبيلها كأعظم ما يكون الجهاد، ولما ولي الجلاّد زياد بن أبيه على الكوفة من قبل أخيه اللاشرعي معاوية أوعز إلى مباحثه وجلاوزته بملاحقة عمرو ومطاردته لأنّه من أعلام شيعة الإمام أمير المؤمنين عليه‌السلام، وفرّ عمرو مع زميله رفاعة بن شداد إلى الموصل، وقبل أن ينتهيا إليها كمنا في جبل ليستجمّا فيه، فشعرت بهما الشرطة المقيمة هناك، فارتابت منهما، فألقت القبض على عمرو، وفرّ صاحبه، وجاءت الشرطة بعمرو مخفوراً إلى عبد الرحمن الثقفي حاكم الموصل، فرفع أمره إلى معاوية، فأمر بطعنه تسع طعنات بمشاقص (2) فبادرت الجلاوزة إلى طعنه، فمات في الطعنة الاُولى، واحتزّوا رأسه فأمر أن يطاف به في دمشق وهو أول رأس طيف به في\n__________________\n(1) الاصابة 2: 526.",
        "(2) المشاقص: جمع مفرده مشقص، النصل العريفي أو سهم فيه نصل عريض.\n\nالإسلام، ثم أمر به ابن هند أن يحمل إلى زوجته السيّدة آمنة بنت شريد، وكانت في سجنه، فلم تشعر إلاّ ورأس زوجها في حجرها فذعرت، وكادت أن تموت، ثم حملت إلى معاوية، وجرت بينها وبينه محاورة شديدة دلّت على مسخ معاوية وتجرّده من جميع القيم الإنسانية، وقد ذكرنا تفصيل ذلك في كتابنا ( حياة الإمام الحسن عليه‌السلام ).\n3 ـ رشيد الهجري:",
        "رشيد الهجري علم من أعلام الإسلام، وقطب من أقطاب الإيمان وقد أخلص كأشدّ ما يكون الإخلاص إلى وصيّ رسول الله صلى‌الله‌عليه‌وآله وباب مدينة علمه الإمام أمير المؤمنين عليه‌السلام، وقد اعتقلته جلاوزة ابن زياد، وجاءت به مخفوراً إليه، فلما مثل عنده صاح به الباغي الأثيم:\n« ما قال لك خليلك ـ يعني الامام عليّاً ـ إنّا فاعلون بك؟.. »\nفأجابه بصدق وإيمان غير حافل به:\n« تقطعون يدي ورجلي وتصلبونني .. ».",
        "فأراد الخبيث الدنس أن يكذّب الإمام فقال:\n« أمّا والله لأكذبنّ حديثه خلّوا سبيله .. ».\nفخلّت الجلاوزة سبيله لكنّه لم يلبث إلاّ قليلاً حتى ندم على ذلك فأمر بإحضاره فلمّا مثل عنده صاح به:\nلا نجد شيئاً أصلح مما قال صاحبك: « إنّك لا تزال تبغي لنا سوءاً إن بقيت، اقطعوا يديه ورجليه .. ».",
        "وبادرت الجلاوزة فقطعت يديه ورجليه، ولم يحفل هذا العملاق العظيم بما كان يعانيه من الآلام، وراح يذكر مساوئ بني أميّة وجورهم\n\nويحفز الجماهير على الثورة عليهم، وأسرعت الجلاوزة إلى زياد فأخبروه بالأمر فأمرهم بقطع لسانه، فقطع وتوفي في الحال هذا المجاهد العظيم (1) الذي نافح عن عقيدته وولائه لأهل البيت حتى النفس الأخير من حياته.\nهؤلاء بعض أعلام الإسلام الذين صفّاهم ابن هند جسدياً لأنّهم كانوا ينشرون القيم الإسلامية، ويذيعون بين الناس فضائل أهل البيت: الذين هم مصدر الوعي والفكر في الإسلام.",
        "مناهضة أهل البيت:\nولمّا استتبّ الأمر إلى معاوية سخر جميع أجهزة دولته ووسائل إعلامه لمناهضة أهل البيت الذين هم وديعة رسول الله صلى‌الله‌عليه‌وآله في أمّته، والعصب الحسّاس في هذه الأمّة، وقد استخدم هذا الذئب الجاهلي أخطر الوسائل في مناهضتهم، ومن بين ما قام به:\n1 ـ افتعال الأخبار ضدّهم:\nوأقام معاوية شبكة من عملائه لوضع الأخبار وافتعالها على لسان النبيّ صلى‌الله‌عليه‌وآله للحطّ من شأن أهل بيته، والتقليل من أهمّيتهم، وقد عمد الوضّاعون لافتعال الأخبار تارة في فضل الصحابة، لجعلهم قبال العترة الطاهرة، وقد عدّ الامام الأعظم محمد الباقر عليه‌السلام أكثر من مائة حديث افتعلت لهذا الغرض كما افتعلوا طائفة من الأخبار في ذمّ أهل البيت عليهم‌السلام، كما وضعوا أحاديث أخرى في مدح الأمويين، وخلق الفضائل لهم، وهم",
        "__________________\n(1) سفينة البحار 1: 522.\n\nالذين ناجزوا الإسلام في جميع مراحل تأريخهم، ولم تقتصر الشبكة التخريبية على ذلك، وانّما عمدت لافتعال الأخبار فيما يتعلّق بأحكام الشريعة الإسلامية، ومن المؤسف جدّاً انّها دوّنت في الصحاح والسنن، وجعلت جزءاً من الشريعة الإسلامية، ولم يلتفت المؤلّفون إلى وضعها، وقد تصدّى بعض المحقّقين إلى تأليف بعض الكتب، ذكروا فيها بعض الأخبار الموضوعة، فقد ألّف المحقّق السيوطي كتابه الشهير ( اللئالي المصنوعة في الأخبار الموضوعة ) ذكر فيه طائفة كبيرة من تلك الموضوعات، وقد سجّل المحقق الأميني في ( الغدير ) أرقاماً لبعض الأخبار الموضوعة بلغت زهاء نصف مليون حديث، وعلى أي حال فان من أعظم ما مُني به الإسلام من الكوارث هي الأخبار الموضوعة التي شوّهت الواقع المشرق للإسلام، وألقت المسلمين في شرّ عظيم، فقد حجبتهم عن أئمّة أهل البيت: وما أثر عنهم من الأخبار الصحيحة التي هي من ذخائر الإسلام.",
        "2 ـ سبّ الإمام أمير المؤمنين:\nوأعلن معاوية رسمياً سبّ الإمام أمير المؤمنين، وأوعز إلى ولاته وعمّاله أن يذيعوا ذلك بين المسلمين، واعتبره عنصراً أساسياً في بناء دولته، وإقامة حكومته، وأخذ الأذناب والعملاء ووعاظ السلاطين يصعّدون سبّ الإمام وينتقصونه لا في نواديهم الخاصة والعامة فحسب، وانّما في خطب صلاة الجمعة، وسائر المناسبات الدينية، معتقدين أن ذلك مما يوجب القضاء على شخصية الإمام، واندثار ذكره، وقد خابت ظنونهم، وتبت أيديهم، فقد عادت اللعنات عليهم وعلى من ولاهم ومكنهم من\n\nرقاب المسلمين، فقد برز الإمام أمير المؤمنين عليه‌السلام على مسرح التأريخ البشري كألمع قائد إنساني أسّس معالم العدالة الاجتماعية، وأقام أركان الحقّ في الأرض.",
        "لقد عاد الإمام في جميع الأعراف الدولية والسياسية أعظم حاكم ظهر في الشرق، وأول حاكم قد تبنّى حقوق المظلومين والمضطهدين، وأعلن حقوق الانسان، وأما خصومه الحقراء فهم أقزام البشرية، وأشرار خلق الله، فقد جنوا على الإنسانية جناية لا تعدلها أية جناية، فقد حجبوا هذا العملاق العظيم أن يقوم بدوره في بناء الحضارة الإنسانية، وتطوير الحياة العامة في جميع مجالاتها الاقتصادية والاجتماعية والسياسية.\n3 ـ استخدام معاهد التعليم:\nواستخدم معاوية معاهد التعليم، وأجهزة الكتاتيب لتغذية النشء ببغض أهل البيت عليهم‌السلام الذين هم المركز الحسّاس في الإسلام، وغذّت هذه الأجهزة الناشئة المسلمة ببغض عترة النبيّ صلى‌الله‌عليه‌وآله وذريته، ولم يكن ذلك إلاّ إجراءاً مؤقّتاً، فقد عكس الله إرادته، وخيّب آماله، فها هو الإمام أمير المؤمنين ملء فم الدنيا، قد استوعب ذكره المعطر جميع لغات الأرض، وهو أنشودة الأحرار في كل زمان ومكان والكوكب اللامع في سماء الشرق يهتدي بضوئه المصلحون، ويسير على منهجه المتّقون، وها هو معاوية وبنو أميّة قد صاروا جرثومة الفساد في الأرض، ولا يذكرون إلاّ مع الخسران وسوء المصير.\nلقد هزم معاوية في الميدان السياسي والاجتماعي، وأبرزت مخططاته السياسية المناهضة لأهل البيت عليهم‌السلام واقعه النفسي الملّوث بالجرائم والآثام",
        "\nواستبان للجميع أنّه أحطّ حاكم ظهر في الشرق العربي والإسلامي.\nإشاعة الظلم:\nوأشاع معاوية الظلم والجور في جميع أنحاء العالم الإسلامي، فقد سلّط على المسلمين ولاة إرهابيين، قد نزعت الرحمة من قلوبهم فأسرفوا باقتراف الجرائم والإساءة إلى الناس، وكان من أشدّهم قسوة، وأكثرهم جرماً الإرهابي زياد بن أبيه فقد صبّ على العراق وابلاً من العذاب الأليم، فكان يسوق المتّهمين إلى ساحات الموت والإعدام من دون اجراء أي تحقيق معهم، فقد كان يحكم بالظنّة والتهمة، ـ كما أعلن ذلك في بعض خطبه ـ ولم يتحرّج من سفك الدماء بغير حقّ، ولم يتأثّم في نشر الرعب والخوف بين الناس، فكان كأخيه اللاشرعي معاوية قد انتهك جميع حرمات الله.",
        "لقد عجّت البلاد الإسلامية من الظلم والجور، حتى قال القائل: ان نجا سعد فقد هلك سعيد، وكان من أشدّ الناس بلاءً وأعظمهم محنة شيعة أهل البيت عليهم‌السلام فقد أمعنت السلطة في ظلمهم، والاعتداء عليهم فزجّت الكثير منهم في ظلمات السجون وزنزانات التعذيب، وسلمت منهم الأعين، وأذاقتهم جميع صنوف التعذيب، لا لذنب اقترفوه وانّما لولائهم لأهل البيت عليهم‌السلام.\nوقد شاهد أبو الفضل عليه‌السلام الصور المفجعة من الاضطهاد والتنكيل التي حلّت بشيعة أهل البيت، مما زاده ذلك إيماناً بضرورة الجهاد، والقيام بثورة ضدّ السلطة الأموية، لإنقاذ الأمة من محنتها، وإعادة الحياة الإسلامية بين المسلمين.\n\nمنح الخلافة ليزيد:",
        "واقترف معاوية أخطر جريمة في الإسلام فقد منح الخلافة الإسلامية إلى ولده يزيد الذي كان ـ فيما أجمع عليه المؤرّخون ـ مجرداً من جميع القيم الإنسانية، وغارقاً في الآثام والجرائم وكان جاهلياً بما تحمل هذه الكلمة من معنى، فلم يؤمن بالله ولا باليوم الآخر كما أعلن ذلك فيما أثر عنه من شعر، فقد قال حينما أشرفت سبايا آل النبيّ صلى‌الله‌عليه‌وآله على دمشق:\nنعم لقد استوفى ديون الأمويين من ابن فاتح مكّة فقد قتل أبناءه وسبى ذراريه، وقال مرّة اُخرى:\nهذا هو يزيد في الحاده ومروقه من الدين وقد سلّطه معاوية على رقاب المسلمين، فأمعن في إعادة الحياة الجاهلية، وإزالة الإسلام فكراً وعقيدة من الصعيد الاجتماعي، كما أخلد للمسلمين المحن والكوارث، وذلك بإبادته لعترة النبيّ صلى‌الله‌عليه‌وآله، وسبيه لذراريه.\nإغتيال الشخصيات الإسلامية:",
        "وأقدم معاوية على اغتيال الشخصيات الإسلامية التي لها مكانة مرموقة في العالم الإسلامي، والتي تحظى باحترام بالغ في نفوس المسلمين، حتّى لا يزاحم أحد منهم ولده يزيد، ولا تتجه إليهم الأنظار،\n\nوفعلاً قام باغتيال هؤلاء وهم:\n1 ـ سعد بن أبي وقاص:",
        "أما سعد بن أبي وقاص فهو فاتح العراق، وأحد أعضاء الشورى الذين رشحهم عمر إلى الخلافة الإسلامية، وقد ثقل وجوده على معاوية فدسّ إليه سمّاً فقتله (1).\n2 ـ عبد الرحمن بن خالد:\nأمّا عبد الرحمن بن خالد فكان له رصيد شعبي في أوساط أهل الشام وقد استشارهم معاوية فيمن يعقد له البيعة بعد وفاته فأشاروا عليه بعبد الرحمن، فأسرّها معاوية في نفسه، وأضمر له السوء، ومرض عبد الرحمن فأوعز معاوية إلى طبيب يهودي أن يعالجه ويسقيه سمّاً فسقاه السمّ فمات على أثر ذلك (2).\n3 ـ عبد الرحمن بن أبي بكر:",
        "كان عبد الرحمن بن أبي بكر من أبرز العناصر المعارضة لمعاوية في أخذه البيعة ليزيد، وقد أعلن معارضته له، وأشيع ذلك في يثرب ودمشق، وقدم له معاوية رشوة لينال رضاه، وكانت مائة ألف درهم فأبى أن يقبلها، وقال: لا أبيع ديني بدنياي، وتعزو بعض المصادر أن معاوية دسّ له سمّاً\n__________________\n(1) مقاتل الطالبيين: 29.\n(2) حياة الإمام الحسين 2: 216.",
        "\nفقتله (1).\n4 ـ الإمام الحسن:\nوأقض الإمام الحسن عليه‌السلام مضجع ابن هند، وراح يطيل التفكير للتخلّص منه، لأنّه قد شرط عليه في بنود الصلح أن ترجع إليه الخلافة بعد هلاكه واستعرض معاوية حاشية الامام وخاصته ليشتري ضمائرهم بأمواله لاغتيال الإمام، فلم يقع نظره على أحد سوى الخائنة جعدة بنت الأشعث زوجة الإمام، فهي من أسرة لم تنجب شريفاً قطّ، ولم يؤمن أي فرد منها بالقيم الإنسانية، وأوعز معاوية إلى مروان بن الحكم عامله على يثرب فاتّصل بها، وقدم لها الأموال، ومنّاها بزواج يزيد، فاستجابت نفسها الخبيثة لاقتراف الجريمة، فناولها سمّاً فاتكاً، فأخذته، ودسّته للإمام، وكان صائماً، ولما وصل إلى جوفه تقطّعت أمعاؤه، فالتفت إلى الخبيثة، فقال لها:",
        "« قتلتيني، قتلك الله، والله لا تصيبنّ منّي خلفاً، لقد غرّك ـ يعني معاوية ـ وسخر منك، يخزيك الله ويخزيه .. ».\nوأخذ سبط النبيّ صلى‌الله‌عليه‌وآله وريحانته يعاني آلاماً قاسية من شدّة السم فقد تفاعل مع أجزاء بدنه، وقد ذبلت نضارته، واصفّر لونه، وكان يلهج بذكر الله وتلاوة كتابه حتى ارتفعت روحه العظيمة إلى بارئها تحفّها ملائكة الرحمن وأرواح الأنبياء.\nلقد وافاه الأجل المحتوم، ونفسه العظيمة مترعة بالمصائب من ابن\n__________________",
        "(1) حياة الإمام الحسين 2: 216.\n\nهند الذي جهد في ظلمه، وصبّ عليه ألواناً قاسية من المحن والكوارث فسلب منه الخلافة، وتتبع شيعة أبيه قتلاً وسجناً، واسمعه سبّه، وسبّ أبيه وأخيراً سقاه السمّ فقطع أحشاءه.\nتجهيزه:",
        "وقام سيّد الشهداء صلى‌الله‌عليه‌وآله بتجهيز جثمان أخيه فغسّل جسده الطاهر، وحمله المشيّعون، وفي طليعتهم العلويون، وهم يذرفون أحرّ الدموع على فقيدهم العظيم، وجاءوا به إلى المرقد النبوي ليواروه بجواره.\nفتنة الاُمويين:\nولما جيء بالجثمان المقدّس إلى قبر الرسول صلى‌الله‌عليه‌وآله ليوارى إلى جنبه ثار الأمويون وعلى رأسهم الوزغ ابن الوزغ مروان بن الحكم، فرفعوا أصواتهم أمام المشيّعين « أيدفن الحسن بجوار جدّه، ويدفن عثمان بأقصى المدينة لا كان ذلك أبداً .. ». واشتدّوا كالكلاب نحو السيّدة عائشة، وقد عرفوا انحرافها عن أهل البيت فأثاروا حفيظتها قائلين:\n« لئن دفن الحسن بجوار جدّه ليذهبنّ فخر أبيك، وصاحبه .. ».",
        "فوثبت وهي مغيظة محنقة تشقّ الجماهير، وقد رفعت عقيرتها قائلة:\n« لئن دفن الحسن بجوار جدّه ـ لتجز هذه ـ وأومأت إلى ناصيتها .. ».\nوالتفتت إلى المشيّعين قائلة:\n« لا تدخلوا بيتي من لا أحبّ .. ».",
        "وقد أعربت بذلك عن كوامن حقدها على آل البيت عليهم‌السلام، ويتساءل\n\nالسائلون من أين جاء لها البيت، ألم يروِ ابوها عن النبيّ صلى‌الله‌عليه‌وآله أنّه قال:\n« نحن معاشر الأنبياء لا نورث ذهباً ولا فضّة » فبيت النبيّ ـ حسب هذه الرواية ـ كبيت من بيوت الله لا يملكه أحد، وانّما هو لجميع المسلمين، وعلى هذا فكيف سمحت لأبيها وصاحبه أن يدفنا فيه، وإذا لم تعمل عائشة بهذه الرواية وان النبيّ صلى‌الله‌عليه‌وآله كبقيّة الأنبياء يرثه ذرّيته، فالامام الحسن عليه‌السلام هو الذي يرثه لأنّه سبطه، أما أزواج النبيّ صلى‌الله‌عليه‌وآله فلا يرثن من البيت، وانّما يرثن من البناء حسبما ذكر الفقهاء.",
        "وعلى أيّ حال فقد تمادى الأمويون بالشر، وظهرت خفايا نفوسهم المنطوية على الحقد والعداء لآل البيت فقد أوعزوا إلى عملائهم برمي جنازة الإمام، فرموها بقسيّهم وسهامهم، وكادت الحرب أن تقع بين الهاشميين والأمويين، فقد أسرع أبو الفضل العبّاس عليه‌السلام إلى مناجزة الأمويين، وتمزيقهم، فمنعه أخوه الامام الحسين عليه‌السلام من القيام بأي عمل امتثالاً لوصيّة أخيه، فقد أوصاه بأن لا يهراق في امره ملء محجمة من دم .. وجيء بالجثمان الطاهر إلى بقيع الغرقد، فواروه فيه، وقد واروا معه الحلم والشرف والفضيلة، وقد انطوت بذلك أروع صفحة مشرقة من صفحات النبوة والإمامة.\nلقد شاهد أبو الفضل العبّاس عليه‌السلام الأحداث المروعة التي حلّت بأخيه الامام أبي محمد عليه‌السلام فزهدته في الحياة، وكرهت له العيش، وحببت له الثورة والجهاد في سبيل الله.\nمعارضة الامام الحسين لمعاوية:\nولمّا تمادى معاوية في سياسته الملتوية المناهضة لمصالح المسلمين",
        "\nوالمعادية لأهدافهم، قام أبو الأحرار الإمام الحسين عليه‌السلام بالإنكار على معاوية، وأخذ يعمل بشكل مكثف إلى فضح معاوية، ويدعو المسلمين إلى الانتفاضة والثورة على حكومته، ونقلت اجهزة الأمن والمباحث في يثرب إلى معاوية هذه النشاطات السياسية المناهضة لحكومته ففزع من ذلك أشدّ الفزع، ورفع إليه مذكّرة شديدة اللهجة يطلب فيها الكفّ عن معارضته، وهدّده باتخاذ الاجراءات القاسية ضدّه ان لم يستجب له، فأجابه أبو الأحرار بجواب شديد اللهجة وضعه فيه على طاولة التشريح، ونعى عليه سياسته الظالمة التي تفجّرت بكل ما خالف كتاب الله وسنّة نبيّه، وندّد بما اقترفه من ظلم تجاه الأحرار والمصلحين أمثال حجر بن عدي وعمرو بن الحمق الخزاعي، ورشيد الهجري، وغيرهم من أعلام الفكر في الوطن الإسلامي.\nانّ جواب الإمام أبي الشهداء من ألمع الوثائق السياسية، فقد وضع الإمام فيها النقاط على الحروف، وعرض بصورة مفصّلة الأحداث الرهيبة التي جرت أيام حكومة معاوية، كما حدّد فيها موقفه المتّسم بالثورة على حكومة معاوية (1).\nمؤتمر الامام الحسين في مكّة:",
        "وعقد الإمام أبو عبد الله الحسين عليه‌السلام مؤتمراً سياسياً في مكّة المكرّمة حضره جمهور غفير من المهاجرين والأنصار والتابعين ممن شهدوا موسم الحج، فقام فيهم خطيباً، وتحدّث ببليغ بيانه عمّا ألمّ بهم وبشيعتهم من ضروب المحن والبلاء في عهد الطاغية معاوية، وقد روى سليم بن قيس\n__________________\n(1) نصّ الرسالة ذكرها ابن قتيبة في الإمامة والسياسة 1 / 189 والكشي في رجاله.\n",
        "قطعة من خطابه جاء فيه بعد حمد الله والثناء عليه:\n« أمّا بعد! فان هذا الطاغية ـ يعني معاوية ـ قد فعل بنا وبشيعتنا ما قد رأيتم وعلمتهم، وشهدتم، وانّي أريد أن أسألكم عن شيء، فان صدقت فصدقوني وان كذبت فكذّبوني، اسمعوا مقالتي، واكتبوا قولي، ثم ارجعوا إلى أمصاركم، وقبائلكم، فمن أمنتم من الناس، ووثقتم به فادعوهم إلى ما تعلمون من حقنا، فانّي أتخوّف أن يدرس هذا الأمر، ويغلب، والله متمّ نوره ولو كره الكافرون ».\nويقول سُليم بن قيس: وما ترك الحسين شيئاً مما أنزله الله فيهم من القرآن إلاّ تلاه وفسّره، ولا شيئاً مما قال رسول الله صلى‌الله‌عليه‌وآله في أبيه وأخيه، وفي نفسه وأهل بتيه إلاّ رواه، وفي كل ذلك يقول أصحابه: اللهم نعم قد سمعنا وشهدنا، ويقول التابعي: اللهمّ قد حدّثني به من أصدقه، وأئتمنه من الصحابة، فقال عليه‌السلام: أنشدكم الله إلاّ حدّثتم به من تثقون به وبدينه .. » (1).\nوكان هذا أوّل مؤتمر سياسي عرفه المسلمون في ذلك الوقت، فقد شجب فيه الامام سياسة معاوية الهادفة إلى حجب المسلمين عن أهل البيت عليهم‌السلام وستر فضائلهم، وقد دعا الإمام حضّار ذلك المؤتمر إلى إشاعة مآثرهم، وإذاعة مناقبهم، وما ورد في حقّهم من النبيّ صلى‌الله‌عليه‌وآله ليعرف المسلمون النوايا الشريرة التي يبّيتها معاوية ضدّ أهل البيت الذين هم العصب في جسم الأمة الإسلامية.",
        "هلاك معاوية:\nواستقبل معاوية الموت، ونفسه قلقة ومضطربة مما اقترفه من\n__________________\n(1) حياة الإمام الحسين 2: 228 ـ 229.",
        "\nالأحداث الجسام التي باعدت بينه وبين الله، فكان يقول متبرّماً: ويلي من ابن الأدبر ـ يعني حجر بن عدي ـ ان يومي منه لطويل، نعم ان يومه لطويل وان حسابه لعسير أمام الله لا في حجر فقط، وانّما لدماء المسلمين التي سفكها بغير حقّ، فقد قتل عشرات الآلاف من المسلمين، وأشاع في بيوتهم الثّكل والحزن والحداد، وهو الذي حارب دولة الإسلام، وأقام الدولة الأموية التي اتخذت مال الله دولاً، وعباد الله خولاً، وهو الذي سلّط على المسلمين عصابة من أشرار خلق الله أمثال زياد بن أبيه الذي أمعن في إذلال المسلمين، وظلمهم بغير حقّ، وهو الذي استخلف من بعده ولده يزيد صاحب الأحداث والموبقات في الإسلام، وشبيه جدّه أبي سفيان في اتجاهاته وميوله المعادية لله ولرسوله، وهو الذي دسّ السمّ إلى ريحانة رسول الله صلى‌الله‌عليه‌وآله وسبطه الإمام الزكي أبي محمد عليه‌السلام، وهو الذي أعلن سبّ أهل البيت: على المنابر، وجعل ذلك جزءاً من حياة المسلمين العقائدية إلى غير ذلك من الموبقات التي اقترفها والتي تجعل حسابه شاقاً وعسيراً أمام الله.\nوعلى أيّ حال فقد هلك معاوية فأهون به هالكاً ومفقوداً فقد انكسر باب الجور، وتضعضعت أركان الظلم، كما أبّنه بذلك الزعيم العراقي الكبير يزيد بن مسعود النهشلي، أما خليفته وولي عهده يزيد فلم يكن حاضراً عند وفاته، وإنما كان مشغولاً برحلات الصيد وعربدات السكر ونغمة العيدان.\nوبهذا ينتهي بنا الحديث عن حكومة معاوية التي هي أثقل كابوس مرّ على العالم الإسلامي في ذلك العصر، وقد شاهد سيّدنا أبو الفضل العباس عليه‌السلام المآسي الرهيبة التي دهمت المسلمين في ظلال هذا الحكم.",
        "\nمَعَ الثورة الحُسيْنيّة\n\n",
        "ورافق أبو الفضل العباس عليه‌السلام الثورة الإسلامية الكبرى التي فجّرها أخوه أبو الأحرار وسيّد الشهداء الإمام الحسين عليه‌السلام، تلك الثورة العملاقة التي كانت من أهمّ الثورات العالمية، ومن أكثرها عطاءً لشعوب الأرض، فقد غيّرت مجرى التاريخ وهزّت العالم بأسره، وحرّرت الانسان المسلم، ودفعت القطعات الشعبية من المسلمين إلى التمرّد على الظلم، ومناهضة الجور والطغيان.\nوقد ساهم قمر بني هاشم وفخر عدنان في هذه الثورة المباركة مساهمة إيجابية وفعّالة، وشارك أخاه الحسين في جميع فصولها، وقد وعى جميع أهدافها وما تنشده من خير ورحمة للشعوب المحرومة والمضطهدة، فآمن بها إيماناً مطلقاً.\nلقد كان العبّاس أهمّ عضو بارز في هذه الثورة المشرقة، وقد لازم أخاه ممتثلاً لأمره، منفّذاً لرغباته، شادّاً لعضده، مؤمناً بقوله، مصدقاً لمبادئه، لم يفارقه في مسيرته الخالدة من يثرب إلى مكّة، ثم إلى أرض الكرامة والشهادة، ففي كل موقف من ثورة الإمام الحسين عليه‌السلام، كان العبّاس معه، وشريكاً له، .. ونتحدّث ـ عن بعض الفصول التأريخية لهذه الثورة العظمى التي كان العباس العلم البارز فيها.\n ",
        "رفض الامام الحسين لبيعة يزيد:\nوأعلن الإمام الحسين عليه‌السلام رسمياً رفضه الكامل لبيعة يزيد، وذلك حينما استدعاه حاكم المدينة الوليد بن عقبة في غلس الليل، وقد فهم الإمام ما أراد منه، فاستدعى عضده وأخاه أبا الفضل العبّاس وسائر الفتية من أهل بيته ليقوموا بحمايته، وأمرهم بالجلوس في خارج الدار فاذا سمعوا صوته قد علا فعليهم أن يقتحموا الدار لانقاذه، ودخل الامام على الوليد فاستقبله بحفاوة وتكريم، ثم نعى إليه هلاك معاوية، وما أمره به يزيد من أخذ البيعة من أهل المدينة عامة ومن الحسين خاصة، فاستمهله الإمام حتى الصبح، ليجتمع الناس، وقد أراد أن يعلن أمامهم رفضه الكامل لبيعة يزيد، ويدعوهم إلى التمرّد على حكومته، وكان مروان بن الحكم الذي هو من رؤوس المنافقين، ومن أعمدة الباطل حاضراً، فاندفع لاشعال نار الفتنة، فصاح بالوليد:\n« لئن فارقك الساعة، ولم يبايع لا قدرت منه على مثلها أبداً حتى تكثر القتلى بينكم وبينه، أحبسه فان بايع، وإلاّ ضربت عنقه .. ».\nووثب أبي الضيم في وجه مروان، فقال محتقراً له:",
        "« يا بن الزرقاء أأنت تقتلني أم هو؟، كذبت والله ولؤمت .. ».\nثم التفت أبو الأحرار إلى الوليد فأخبره عن عزمه، وتصميمه في رفضه لبيعة يزيد قائلاً:\n« أيّها الأمير، إنّا أهل بيت النبوة، ومعدن الرسالة، ومختلف الملائكة، ومحلّ الرحمة، بنا فتح الله، وبنا ختم، ويزيد رجل فاسق، شارب الخمر، قاتل النفس المحرّمة، معلن بالفسق، ومثلي لا يبايع\n",
        "مثله، ولكن نصبح وتصبحون، وننظر وتنظرون، أيّنا أحقّ بالخلافة والبيعة .. » (1).\nلقد أعلن الإمام رفضه لبيعة يزيد في بيت الامارة ورواق السلطة، وهو غير حافل بالحكم القائم، فقد وطّن نفسه على التضحية والفداء لينقذ المسلمين من حكم إرهابي عنيف يستهدف إذلالهم، وإرغامهم على ما يكرهون.\nلقد كان أبو الأحرار عالماً بفسق يزيد وفجوره ومروقه من الدين، ولو أقرّ لحكومته لساق المسلمين إلى الذلّ والعبودية، وعصف بالعقيدة الإسلامية في متاهات سحيقة من مجاهل هذه الحياة، ولكنّه سلام الله عليه صمد في وجه الاعاصير هازئاً من الحياة، ساخراً من الموت، فبنى للمسلمين عزّاً شامخاً، ومجداً رفعياً، ورفع كلمة الإسلام عالية في الأرض.\nإلى مكّة المكرّمة:",
        "وصمّم أبو الأحرار على مغادرة يثرب، والتوجه إلى مكّة المكرّمة ليتّخذ منها مقرّاً لبثّ دعوته، ونشر أهداف ثورته، ويدعو المسلمين إلى الانتفاضة على الحكم الأموي الذي يمثّل الجاهلية بجميع أبعادها الشريرة، وقبل أن يتوجّه إلى مكّة خفّ إلى قبر جدّه صلى‌الله‌عليه‌وآله وهو حزين قد أحاطت به الأزمات فشكى إليه ما ألمّ به من المحن والبلوى، ثم توجّه إلى قبر سيّدة النساء أمّه الزكيّة فألقى عليها نظرات الوداع الأخير، وزار بعد ذلك قبر أخيه الزكيّ أبي محمد عليه‌السلام ثم توجّه مع جميع أفراد عائلته إلى مكّة التي هي\n__________________\n(1) حياة الإمام الحسين 2: 255.\n",
        "حرم الله ليعوذ ببيتها الحرام الذي فرض الله فيه الأمن لجميع عباده، وكان أخوه أبو الفضل إلى جانبه قد نشر رايته ترفرف على رأسه، وقد تولّى جميع شؤونه وشؤون عائلته، وقام خير قيام بما يحتاجون إليه.\nوسلك أبو الأحرار في مسيره الطريق العام فأشار عليه بعض من كان معه بأن يحيد عنه ـ كما فعل ابن الزبير ـ مخافة أن يدركه الطلب من السلطة فأجابه بكل شجاعة وثقة في النفس:\n« لا والله ما فارقت هذا الطريق، أو أنظر إلى أبيات مكة حتى يقضي الله في ذلك ما يحبّ ويرضى .. ».\nوانتهى ركب الإمام إلى مكّة ليلة الجمعة لثلاث ليال مضين من شعبان وحطّ رحله في دار العبّاس بن عبد المطلب، وقد احتفى به المكّيون خير احتفاء، وجعلوا يختلفون إليه بكرة وعشية، وهم يسألونه عن أحكام دينهم، وأحاديث نبيّهم، كما توافد لزيارته القادمون إلى بيت الله الحرام من الحجّاج والمعتمرين من سائر الآفاق، ولم يترك الإمام عليه‌السلام لحظة تمرّ من دون أن يبثّ الوعي الديني والسياسي في نفوس زائريه من المكيّين وغيرهم، ويدعوهم إلى التمرّد على الحكم الأموي الذي عمد على إذلالهم وعبوديتهم.",
        "فزع السلطة بمكّة:\nوفزعت السلطة المحلّية بمكة من قدوم الإمام إليها، واتخاذها مقراً لدعوته، ومركزاً لإعلان ثورته، وكان حاكم مكّة الطاغية عمرو بن سعيد الأشدق، فقد رأى بنفسه تزاحم المسلمين على الإمام، وسمع ما يقولونه ان الإمام أولى بالخلافة الإسلامية وأحقّ بها من آل أبي سفيان الذين لا\n\nيرجون لله وقاراً، فخف مسرعاً نحو الإمام فقال له بغيظ:",
        "« ما أقدمك إلى البيت الحرام؟.. ».\nوكأن بيت الله العظيم ملك لبني أميّة، وليس هو لجميع المسلمين، فأجابه الإمام بثقة وهدوء:\n« أنا عائذ بالله، وبهذا البيت ... ».\nورفع الطاغية بالوقت رسالة إلى سيّده يزيد بن معاوية أحاطه بها علماً بمجيء الامام إلى مكّة، واختلاف الناس إليه، والتفافهم حوله، وان ذلك يشكّل خطراً على حكومته، ففزع يزيد كأشدّ ما يكون الفزع حينما قرأ رسالة الأشدق فرفع في الوقت مذكّرة إلى ابن عباس يتهدّد فيها الحسين على تحرّكه، ويطلب منه التدخّل فوراً لإصلاح الأمر وحجب الحسين عن مناهضته، فأجابه ابن عبّاس برسالة، نصحه فيها بعدم التعرّض للحسين، وانه انّما هاجر إلى مكّة فراراً من السلطة المحلّية في يثرب التي لم ترع مكانته، ومقامه.",
        "ومكث الإمام عليه‌السلام في مكّة، والناس تختلف إليه، وتدعوه إلى إعلان الثورة على الأمويين، وكانت مباحث الأمن تراقبه أشدّ ما تكون المراقبة، وتسجّل جميع تحرّكاته ونشاطاته السياسية، وما يدور بينه وبين الوافدين عليه، وتبعث بجميع ذلك إلى دمشق لاطلاع يزيد عليه.\nتحرّك الشيعة في الكوفة:\nوحينما أشيع هلاك معاوية في الكوفة أعلنت الشيعة أفراحها بموته وعقدوا مؤتمراً شعبياً في بيت أكبر زعمائهم، وهو سليمان بن صرد الخزاعي، واندفعوا إلى إعلان الخطب الحماسية فيها وقد عرضوا بصورة\n",
        "شاملة إلى ما عانوه من الاضطهاد والتنكيل، في أيّام معاوية، وأجمعوا على بيعة الإمام الحسين، ورفض بيعة يزيد، وأرسلوا في نفس الوقت وفداً منهم ليحثّ الإمام على القدوم إلى مصرهم لتشكيل حكومته ليعيد لهم الحياة الكريمة التي فقدوها في ظلال الحكم الأموي ويبسط في بلادهم الأمن والرخاء، وترجع بلدهم عاصمة للدولة الإسلامية كما كانت أيّام أبيه الإمام أمير المؤمنين عليه‌السلام، وكان من بين ذلك الوفد عبد الله البجلي، وأخذ الوفد يسرع في سيره حتّى انتهى إلى مكّة، فعرض على الامام مطاليب أهل الكوفة، وألحّوا عليه بالاسراع إلى القدوم إليهم.\nرسائل الكوفة:\nولم يكتف الكوفيون بالوفد الذي بعثوه إلى الإمام، وانّما عمدوا إلى إرسال آلاف الرسائل إليه أعربوا فيها عن عزمهم الجادّ على نصرته، والوقوف إلى جانبه، وانّهم يفدونه بأرواحهم وأموالهم، ويطلبون منه الإسراع إلى مصرهم ليشكّل فيه دولة القرآن والإسلام التي هي غاية آمالهم وحملوا الإمام المسؤولية أمام الله والتأريخ إن لم يستجب لدعوتهم.\nورأى الإمام عليه‌السلام أنّه قد قامت عليه الحجّة الشرعية، وان الواجب يحتّم عليه إجابتهم.",
        "إيفاد مسلم إلى الكوفة:\nولمّا تتابعت الوفود والرسائل من أهل الكوفة على الإمام، وهي تحثّه على القدوم إليهم، لم يجد بُدّاً من إجابتهم، فأوفد إليهم ثقته وكبير أهل بيته، والمبرز من بينهم بالفضيلة وتقوى الله ابن عمّه مسلم بن عقيل،\n\nوكانت مهمّته خاصة ومحدودة، وهي الوقوف على واقع الكوفيين، ومعرفة أمرهم، فان صدقوا فيما قالوا توجّه الإمام إليهم وأقام في مصرهم دولة القرآن.",
        "ومضى مسلم يجد في السير لا يلوي على شيء حتى انتهى إلى الكوفة فنزل في بيت زعيم من زعماء الشيعة، وسيف من سيوفهم، وهو المختار بن أبي عبيدة الثقفي، الذي كان يتمتّع بخبرة سياسية واسعة، وشجاعة فائقة، ودراية تامة بالشؤون النفسية والاجتماعية، وقد فتح المختار أبواب داره إلى مسلم، وصار بيته مركزاً للسفارة الحسينيّة. ولما علمت الشيعه بقدوم مسلم سارعوا إليه مرحّبين به، ومقدمين له جميع ألوان الحفاوة والدعم، والتفوا حوله، طالبين منه أن يأخذ منهم البيعة للإمام الحسين عليه‌السلام، واستجاب لهم مسلم ففتح سجلاً للمبايعين وقد أحصي عددهم في الأيام القليلة بما يزيد على ثمانية عشر ألفاً، وفي كل يوم يزداد عدد المبايعين منهم، وألحّوا عليه أن يراسل الإمام بالإسراع إلى القدوم إليهم ليتولّى قيادة الأمة، .. ومن الجدير بالذكر أن السلطة المحليّة في الكوفة كانت على علم بمجريات الثورة، وقد وقفت منها موقف الصمت، فلم تتخذ أي اجراءات ضدّها، ويعود السبب في ذلك إلى ان حاكم الكوفة النعمان بن بشير الأنصاري كان من المنحرفين عن يزيد بسبب مواقفه المعادية للأنصار، ومضافاً إلى ذلك فان ابنته كانت زوجة المختار الذي استضاف مسلماً ووقف إلى جانبه.\nومن الطبيعي أنّه لم يرق لعملاء الأمويين وأذنابهم موقف النعمان المتّسم بالليونة وعدم المبالاة بالثورة، فبادروا إلى الاتصال بدمشق، وعرّفوا يزيد بموقف النعمان، وطلبوا المبادرة بإقصائه، وتعيين حاكماً حازماً\n\nيستطيع القضاء على الثورة، وإخضاع الجماهير إلى حكمه، وفزع يزيد من الأمر، فأرسل إلى مستشاره الخاص سرجون، وكان دبلوماسياً محنّكاً، فعرض عليه ما ألمّ به وطلب منه أن يرشده إلى حاكم يتمكّن من السيطرة على الأوضاع المتفجّرة في الكوفة، فأشار عليه بتولّيه الإرهابي عبيدالله بن زياد فانّه شبيه بأبيه في التجرّد من كلّ نزعة إنسانية، وعدم المبالاة في اقتراف أبشع الجرائم، فاستجاب يزيد لرأيه، وكتب لابن زياد مرسوماً بولايته على الكوفة بعد أن كان والياً على البصرة فقط، وبذلك فقد أصبح العراق كلّه خاضعاً لسيطرته، وأصدر إليه الأوامر المشدّدة بالإسراع إلى الكوفة لاستئصال الثورة، والقضاء على مسلم.",
        "سفر ابن زياد إلى الكوفة:\nوحينما تسلّم ابن زياد المرسوم في ولايته على الكوفة توجّه إليها فوراً، وأخذ يجد في السير لا يلوي على شيء مخافة أن يسبقه إليها الإمام الحسين عليه‌السلام، وحينما أشرف على الكوفة غيّر ملابسه، ولبس ثياباً يمانية وعمامة سوداء ليوهم على الكوفيين أنّه الامام الحسين، وقد اعتقدوا بذلك فأحاطوا به مرحّبين بقدومه، وهاتفين بحياته، فاستاء ابن زياد من ذلك كأشدّ ما يكون الاستياء، وأسرع في سيره مخافة أن ينكشف أمره، فيقتل، ولما انتهى إلى قصر الامارة، وجد الباب مغلقاً فطرقه فأشرف عليه النعمان، وقد توهّم أنه الامام الحسين عليه‌السلام فانبرى يخاطبه بلطف قائلاً:\n« ما أنا بمؤدّ إليك أمانتي يا بن رسول الله، وما لي في قتالك من ارب » ..\nفصاح به ابن مرجانة:",
        "« افتح لا فتحت فقد طال ليلك .. ».\n\nوعرفه بعض من كان خلفه فصاح بالجماهير:\n« انّه ابن مرجانة، وربّ الكعبة .. ».",
        "وكان ذلك الصاعقة على رؤوسهم فولّوا منهزمين إلى دورهم، وقد ملئت قلوبهم خوفاً ورعباً، وبادر الطاغية نحو القصر فاستولى على المال والسلاح، وأحاط به عملاء الأمويين أمثال عمر بن سعد وشمر بن ذي الجوشن، ومحمد بن الأشعث وغيرهم من وجوه الكوفة فجعلوا يحدثونه عن الثورة، ويعرفونه بأعضائها البارزين، ويضعون معه المخططات الرهيبة للقضاء عليها.\nولمّا أصبح الصبح جمع ابن مرجانة الناس في المسجد الأعظم، فأعلمهم بولايته على مصرهم، ومنّى أهل الطاعة بالصلة، وأهل المعصيّة بالعقاب الصارم ثم عمد إلى نشر الخوف والإرهاب بين الناس، وقد أمسك جماعة لم يجر معهم أي تحقيق فأمر بإعدامهم، وملأ السجون بالمعتقلين، واتخذ من ذلك وسيلة للسيطرة على البلاد.\nولمّا علم مسلم بقدوم ابن مرجانة، وما قام به من الأعمال الإرهابية تحوّل من دار المختار إلى دار الزعيم الكبير هانئ بن عروة، وهو سيّد الكوفة، وزعيمها المطاع، وقد عرف بالولاء والمودّة لأهل البيت عليهم‌السلام، وقد استقبله هانئ بحفاوة وتكريم، ورحّب به كأعظم ما يكون الترحيب وفتح داره على مصراعيها لشيعة مسلم، واتخاذ القرارات لدعم الثورة، ومناهضة خصومها.\nالمخطّطات الرهيبة:",
        "واتّخذ ابن مرجانة سلسلة من المخططات أدّت إلى نجاحه في الميادين السياسية، والتغلّب على الأحداث، فبعد أن كانت الكوفة تحت\n\nقبضة مسلم انقلبت رأساً على عقب، وصارت مع ابن زياد، ومن بين تلك المخططات التي تمّ تنفيذها ما يلي:\nالتجسّس على مسلم:",
        "وأول بادرة سلكها ابن مرجانة هي التجسس على مسلم، ومعرفة نشاطاته السياسية، والاحاطة بنقاط الضعف والقوة عنده والوقوف على جميع ما يجري عنده من الأحداث، وقد اختار للقيام بهذه المهمة مولاه معقلاً، وكان فطناً ذكياً ذا معرفة بالسياسة الماكرة، وأعطاه ثلاثة آلاف درهم، وأمره بالاتصال بأعضاء الثورة، وإعلامهم بأنه من الموالي الذين عرف أكثرهم بالولاء لأهل البيت عليهم‌السلام، وانه قد جاء إلى مصرهم حينما بلغه أن داعية الإمام الحسين عليه‌السلام قدم إليهم ليأخذ البيعة منهم له، وان عنده مالاً ليوصله له ليستعين به على حرب عدوّه.\nومضى معقل في مهمته، وجعل يفتّش عمن له معرفة بسفير الحسين فأرشد إلى مسلم بن عوسجة وهو من أعلام الشيعة، وأحد القادة الطليعيين في الثورة، فاتصل به، وأظهر له الولاء المزيّف لأهل البيت، والتعطّش الكاذب لرؤية سفيرهم مسلم، فانخدع ابن عوسجة بكلامه، وغرّه تلهّفه المصطنع لرؤية داعية الحسين، فأدخله على مسلم فبايعه، وأخذ المال منه، وجعل يتردّد عليه في كل يوم فكان ـ فيما يقول المؤرّخون أوّل داخل عليه، وآخر خارج عنه، وقد وقف على جميع شؤون الثورة، وعرف أعضاءها، والمتحمّسين لها وما يستجدّ فيها من شؤون، وكان ينقل ذلك حرفياً إلى سيّده ابن مرجانة وبذلك فقد أحاط بجميع مجريات الأحداث، ولم يخف عليه أي شيء منها.\n\nاعتقال هانئ:",
        "وقدم ابن زياد على أخطر عملية كُتب له فيها النجاح لتنفيذ مخططاته، فقد قام باعتقال هانئ بن عروة سيد الكوفة، والزعيم الأوحد لقبائل مذحج التي كانت تشكّل الأكثرية الساحقة من سكّان الكوفة، وقد أشاع بذلك موجة من الخوف والإرهاب عند جميع الكوفيين، كما وجّه ضربة قاسية ومدمّرة للثورة فقد استولى الرعب والفزع على انصار مسلم، ومنوا بهزيمة نفسية ساحقة وعلى أي حال فان هانئ حينما مثل أمام الطاغية استقبله بشراسة وعنف وطلب منه بالفور تسليم ضيفه الكبير مسلم، فأنكر هانئ أن يكون عنده لأنّه أحاط أمره بكثير من السرية والكتمان، فأمر ابن زياد بإحضار الجاسوس معقل، فلما حضر سقط ما في يد هانئ وأطرق برأسه إلى الأرض. ولكن سرعان ما سيطرت شجاعته على الموقف، فانتفض كالأسد ساخراً من ابن زياد ومتمرداً على سلطته، فامتنع كأشدّ ما يكون الامتناع من تسليم ضيفه إليه لأنّه بذلك يسجّل عاراً وخزياً عليه، فثار الطاغية في وجهه، وثم أمر غلامه مهران أن يدنيه منه، فأدناه، فاستعرض وجهه المكرم بالقضيب، وضربه ضرباً عنيفاً حتى كسر أنفه، ونثر لحم خدّيه وجنبيه على لحيته حتى تحطّم القضيب، وسالت الدماء على ثيابه، ثم أمر باعتقاله في أحد بيوت القصر.\nانتفاضة مذحج:\nولمّا شاع اعتقال هانئ اندفعت قبائل مذحج نحو قصر الامارة، وقد قاد جموعها الانتهازي القذر عمرو بن الحجاج، وهو من أذناب السلطة\n",
        "ومن أحقر عملائها، وقد رفع عقيرته ليسمعه ابن زياد قائلاً:\n« أنا عمرو بن الحجاج، وهذه فرسان مذحج، ووجوهها لم نخلع طاعة، ولم نفارق جماعة .. ».\nوحفل كلامه بالخنوع والمسالمة للسلطة، وليس فيه أي اندفاع لإنقاذ هانئ، وانّما فيه التأييد والدعم لابن زياد، ولذا لم يكترث به، وأوعز إلى شريح القاضي، وهو من وعاظ السلاطين، ومن دعائم الحكم الأموي فأمره أن يدخل على هانئ، ويخرج لهم، ويخبرهم بأنّه حيّ سالم وانّه يأمرهم بالانصراف إلى منازلهم، ودخل على هانئ فلما بصر به صاح مستجيراً:\n« يا للمسلمين أهلكت عشيرتي!! أين أهل الدين، أين أهل المصر، أيخلوني وعدوهم .. ».",
        "والتفت إلى شريح، وقد سمع أصوات أسرته قائلاً:\n« يا شريح انّي لأظنّها أصوات مذحج وشيعتي من المسلمين، انّه إن دخل عليَّ عشرة نفر أنقذوني .. ».\nوخرج شريح الذي باع آخرته وضميره على ابن مرجانة، فقال لمذحج:\n« نظرت إلى صاحبكم، انّه حي لم يقتل .. ».",
        "وبادر ابن الحجاج عميل الأمويين وخادمهم فرفع صوته لتسمعه مذحج قائلاً:\n« إذا لم يقتل فالحمد لله .. ».\nوولّت قبائل مذحج منهزمة كأنّما أتيح لها الخلاص من سجن، وقد صحبت معها الخيانة والخزي، ومن المؤكّد أن هزيمة مذحج بهذه السرعة كانت نتيجة اتفاق سرّي بين زعمائها وبين ابن مرجانة للقضاء على هانئ،\n",
        "ولولا ذلك لهجمت على السجن وأخرجته.\nلقد تنكّرت مذحج لزعيمها الكبير الذي كان محسناً عليها فلم تف بحقوقه، وتركته أسيراً بيد الإرهابي ابن مرجانة، وهو يمعن في إذلاله وقهره، في حين أن مذحج كانت لهم السيادة على الكوفة.\nثورة مسلم:\nولما علم مسلم ما جرى على هانئ العضو البارز في الثورة من الاعتداء والاعتقال، بادر إلى اعلان الثورة على ابن زياد، فأوعز إلى أحد قاده جيشه عبد الله بن حازم أن ينادي في أصحابه، وقد ملأ بهم الدور، فاجتمع إليه زهاء أربعة آلاف مقاتل أو أربعون ألفاً، كما في رواية أخرى، وتعالت أصواتهم بشعار المسلمين يوم بدر « يا منصور أمت .. ».",
        "وقام مسلم بتنظيم جيشه فاسند القيادات العامة إلى من عرفوا بالولاء والإخلاص لأهل البيت عليهم‌السلام، وزحف بجيشه نحو قصر الإمارة، وكان ابن زياد قد خرج إلى الجامع، وقد ألقى خطاباً على الجماهير تهدّد فيه على كل من يخلع يد الطاعة، ويناهض الدولة، وحينما أنهى خطابه سمع الضجّة وأصوات الثوّار وهتافاتهم بسقوطه فهاله ذلك، وسأل عن السبب فأخبر أن مسلم بن عقيل قد أقبل في جمهور من شيعته لحربه، ففزع الجبان، واختطف الرعب لونه، وأسرع نحو القصر يلهث كالكلب من شدّة الفزع والخوف وضاقت عليه الدنيا إذ لم تكن عنده قوة عسكرية تحميه سوى ثلاثين شرطياً وعشرين رجلاً من أشراف الكوفة الذين عرفوا بالعمالة للأمويين.\nوتضاعف جيش مسلم، وقد نشروا الاعلام والسيوف، ودقّت طبول\n\nالحرب، وأيقن الطاغية بالهلاك إذ لم يكن يأوي إلى ركن شديد.",
        "حرب الأعصاب:\nوأمعن الطاغية في أقرب الوسائل، وأكثرها ضماناً لإنقاذه فرأى أن لا طريق له سوى حرب الأعصاب، ونشر الدعايات الكاذبة، وكان عالماً بتأثيرها على نفوس الكوفيين، فأوعز إلى عملائه من أشراف الكوفة ووجوهها أن يندسّوا بين صفوف جيش مسلم، فيذيعون الإرهاب، وينشرون الخوف، وانطلق العملاء بين قطعات جيش مسلم، فأخذوا يبثّون الأراجيف والكذب، وتناولت دعاياتهم ما يلي:\nأ ـ تهديد أصحاب مسلم بجيوش أهل الشام، وانّها سوف تنكل بهم إن بقوا مصرّين على متابعة مسلم.\nب ـ ان الحكومة سوف تقطع مرتباتهم وتحرمهم من جميع مواردهم الاقتصادية.",
        "ج ـ إن الدولة ستزجّ بهم في مغازي أهل الشام.\nد ـ إن الحكومة ستعلن فيهم الأحكام العرفية، وتسوسهم بسياسة زياد بن أبيه التي تحمل اشارات الموت والدمار.\nوكانت هذه الاشاعات كالقنابل على رؤوسهم، فقد انهارت أعصابهم واضطربت قلوبهم، وجبنوا كأبشع ما يكون الجبن، وولّوا منهزمين على أعقابهم، وهم يقولون:\n« ما لنا والدخول بين السلاطين .. ».",
        "ولم يمض قليل من الوقت حتى فرّ معظمهم، وبقي ابن عقيل مع جماعة قليلة وقصد بهم نحو الجامع الأعظم ليؤدّي صلاة العشائين، ففرّوا\n\nمنهزمين في أثناء الصلاة، فقد قذف في قلوبهم الرعب، وسرت فيهم أوبئة الخوف، وما أنهى ابن عقيل صلاته حتى انهزموا جميعاً ولم يبق معه إنسان يدلّه على الطريق أو يأويه، وقد لبس الكوفيون بذلك ثياب العار والخزي، وأثبتوا أن ولاءهم لأهل البيت: كان عاطفياً، وغير مستقرّ في دخائل قلوبهم، وأعماق نفوسهم وأنّهم لا ذمّة ولا وفاء لهم.\nوسار مسلم فخر بني هاشم متلدّداً في أزقّة الكوفة، وشوارعها يلتمس فيها داراً لينفق فيه بقية الليل، فلم يظفر بذلك، فقد خلت المدينة من المارة، كأنّما أعلن فيها منع التجول، فقد أغلق الكوفيون عليهم الأبواب مخافة أن تعرفهم مباحث الأمن، وعيون ابن زياد بأنّهم كانوا مع ابن عقيل فتلقي عليهم القبض، وتعرّضهم للتنكيَل وسوء العذاب.",
        "في ضيافة طوعة:\nوبقي ابن عقيل حائراً لا يدري إلى ابن مأواه وملجئه، فقد أحاطت به تيّارات من الهموم، وكاد قلبه أن ينفجر من شدّة الألم العاصف واستبان له انّه ليس في المصر رجل شريف يقوم بضيافته وحمايته، ومضى متلدّداً في أزقّة الكوفة، وانهى به السير إلى سيّدة كريمة، يقال لها طوعة هي سيّدة من في المصر بما تملكه من إنسانية وشرف ونبل، وكانت واقفة على باب دارها تنتظر قدوم ابنها، وهي فزعة عليه، من الأحداث الرهيبة التي مُني بها المصر، ولما رآها مسلم بادر نحوها فسلّم عليها، فردّت عليه‌السلام، ووقف مسلم، فأسرعت قائلة:\n« ما حاجتك؟ .. ».\n« اسقيني ماءاً .. ».",
        "\nوبادرت السيدة فجاءته بالماء فشرب منه، ثم جلس فارتابت منه فقالت له:\n« ألم تشرب الماء؟.. ».\n« بلى .. ».",
        "« اذهب إلى أهلك ان مجلسك مجلس ريبة .. ».\nوسكت مسلم فأعادت عليه القول، وطلبت منه الانصراف من باب دارها ومسلم ساكت، فذعرت منه، وصاحت به: \n« سبحان الله!! إنّي لا أحلّ لك الجلوس على بابي .. ».\nولمّا حرّمت عليه الجلوس نهض، وقال لها بصوت خافت حزين النبرات:",
        "« ليس لي في هذا المصر منزل ولا عشيرة، فهل لك إلي أجر ومعروف أن تقومي بضيافتي في هذه الليلة، ولعلّي أكافئك بعد هذا اليوم .. ».\nوشعرت المرأة بأن الرجل غريب، وانّه ذو شأن كبير، ومكانه عظمى، وانّه سيقوم بمكافئتها إن أسدت عليه إحساناً ومعروفاً فبادرته قائلة:\n« ما ذاك يا عبد الله؟!! »\nفقال لها وعيناه تفيضان دموعاً:",
        "« أنا مسلم بن عقيل كذّبني القوم وغرّوني .. ».\nفذهلت السيّدة، وقالت في دهشة وإكبار:\n« انت مسلم بن عقيل؟. ».\n« نعم .. ».",
        "وسمحت السيّدة بخضوع وإكبار لضيفها الكبير بتشريف منزلها وقد\n\nحازت المجد والشرف بذلك، فقد آوت سليل هاشم وسفير ريحانة رسول الله صلى‌الله‌عليه‌وآله، وتحمّلت المسؤولية من السلطة بضيافتها له.\nوأدخلت السيّدة ضيفها العظيم في بيت غير البيت الذي كانت تأوي إليه، وجاءته بالضياء والطعام، فأبى أن يأكل، فقد مزّق الأسى قلبه الشريف، وأيقن بالرزء القاصم، وتمثّلت أمامه الأحداث التي سيواجهها، وقد شغل فكره الإمام الحسين عليه‌السلام الذي كتب إليه بالقدوم إلى الكوفة وانّه سيلاقي ما لاقاه.",
        "ولم يمض قليل من الوقت حتى قدم بلال ابن السيدة طوعة، فرأى أمّه تكثر من الدخول والخروج إلى البيت الذي فيه مسلم لتقوم بخدماته ورعايته، فأنكر عليها ذلك، وسألها عن السبب فأبت أن تخبره، فألحّ عليها، فأخبرته بالأمر بعد أن أخذت عليه الاَيمان والمواثيق بالكتمان، وطارت نفس الخبيث فرحاً وسروراً، وأنفق ليله ساهراً يترقّب بفارغ الصبر انبثاق نور الفجر ليخبر السلطة بمقام مسلم عندهم ليتزلّف بذلك إليها، وينال الجائزة منها، وقد تنكّر هذا الوغد لجميع الأعراف، والأخلاق العربية التي تلزم بقرى الضيف، وحمايته من كل مكروه، وكانت هذه الظاهره سائدة حتى في العصر الجاهلي، وقد دلّ ما فعله هذا الجلف على انهيار القيم الأخلاقية والانسانية ليس عنده فحسب، وانّما في أغلبية ذلك المجتمع الذي فقد جميع ما يسمو به الإنسان من القيم الكريمة.\nوعلى أيّ حال فقد قضى سليل هاشم ليله حزيناً قلقاً مضطرباً، وقد خلص في معظم الليل إلى العبادة ما بين الصلاة وقراءة القرآن، فقد أيقن أن تلك الليلة هي آخر آيّام حياته، وقد خفق في بعض الليل فرأى عمّه الإمام أمير المؤمنين عليه‌السلام في منامه فأخبره بسرعة اللحاق به، فعند ذلك أيقن بدنوّ\n\nالأجل المحتوم منه.",
        "الإفشاء بمسلم:\nولمّا انبثق نور الصبح بادر بلال إلى قصر الإمارة ليخبر السلطة بمكان مسلم عنده، وكان الخبيث بحالة من الدهشة تلفت النظر، فقصد عبدالرحمن بن محمد بن الأشعث وهو من الأسرة الانتهازية الخبيثة التي طلقت الشرف والمعروف ثلاثاً، فأسره بالأمر، فأمره بالسكوت لئلا يسمعه غيره فيخبر ابن زياد فينال منه الجائزة، وأسرع عبدالرحمن إلى أبيه محمد فأخبره بالأمر الخطير، وبدت سحنات الفرح والسرور على وجهه، وفطن ابن مرجانة إلى أن هناك أمراً عظيماً يخصّ السلطة فبادر قائلاً:\n« ما قال لك: عبد الرحمن؟.. ».\nفقال وقد ملأ الفرح اهابه:",
        "« أصلح الله الأمير البشارة العظمى ... ».\n« ما ذاك؟ مثلك من بشّر بخير ... ».\n« إن إبني هذا يخبرني أن مسلماً في دار طوعة ... ».\nوطار ابن زياد من الفرح والسرور فقد تمّت بوارق آماله وأحلامه، فقد ظفر بسليل هاشم ليقدّمه قرباناً لاَمويته اللصيقة، وأخذ يمني ابن الأشعث بالمال والجاه المزيّف، قائلاً له:",
        "« قم فأتني به، ولك ما أردت من الجائزة والحظّ الأوفى ... ».\nوسال لعاب ابن الأشعث فاندفع وراء أطماعه الدنيئة لإلقاء القبض على مسلم.\n\nالهجوم على مسلم:",
        "وندب ابن مرجانة لحرب مسلم، محمد بن الأشعث، وعمرو بن حريث المخزومي وضمّ إليهما ثلثمائة رجل من فرسان الكوفة، وأقبلت تلك الوحوش الكاسرة التي لا عهد لها بالشرف والمروءة إلى حرب مسلم الذي أراد أن يحررهم من الذلّ والعبودية، وينقذهم من ظلم الأمويين وجورهم.\nولما قربت الجيوش من دار طوعة علم مسلم أنها قد أتت لحربه، فسارع إلى فرسه فأسرجه وألجمه، وصبّ عليه درعه، وتقلّد سيفه، والتفت إلى السيّدة الكريمة طوعة فشكرها على حسن ضيافتها، وأخبرها أنه انّما أُوتي إليه من قبل ابنها الباغي اللئيم.\nواقتحم الجيش الدار على مسلم فشدّ عليهم كالليث يضربهم بسيفه ففرّوا منهزمين من بين يديه يطاردهم الرعب والخوف، وبعد فترة عادوا إليه فحمل عليهم، وأخرجهم من الدار، وانطلق نحوهم فجعل يحصد رؤوسهم بسيفه، وقد أبدى من البطولات النادرة ما لم يشاهد مثله في جميع فترات التأريخ، فقد قتل منهم ـ فيما يقول بعض المؤرّخين ـ واحداً وأربعين، عدا الجرحى، وكان من قوته النادرة، وعظيم بأسه أن يأخذ الرجل منهم بيده، ويرمي به فوق البيت كأنّه حجر، ومن المؤكّد أنّه ليس في تأريخ الإنسانية مثل هذه البطولة، ولا مثل هذه القوة، وليس ذلك غريباً عليه، فعمّه الإمام أمير المؤمنين عليه‌السلام أشجع الناس، وأقواهم بأساً وأشدّهم عزيمة.\nوجعل أنذال أهل الكوفة يرمون مسلماً بالحجارة وقذائف النار من",
        "\nفوق سطوح بيوتهم، ومما لا ريب فيه أن الحرب لو كانت في البيداء لأتى عليهم مسلم، ولكنها كانت في الأزقة والشوارع، ومع ذلك فقد فشلت جيوش أنذال أهل الكوفة، وعجزت عن مقاومة البطل العظيم، فقد أشاع فيه القتل والدمار، وأسرع ابن الأشعث بالطلب إلى سيّده ابن مرجانة ليمدّه بالخيل والرجال، لأنّه لا يقوى على مقاومة هذا البطل العظيم، وبهر الطاغية، وأخذ يندد بقيادة ابن الأشعث قائلاً:\n« سبحان الله!! بعثناك إلى رجل واحد تأتينا به فثلم في أصحابك هذه الثلمة العظيمة ... ».\nوثقل على ابن الأشعث هذا التقريع، فراح يشيد ببطولات ابن عقيل قائلاً:",
        "« أتظنّ أنّك أرسلتني إلى بقّال من بقّالي الكوفة، أو جرمقاني من جرامقة الحيرة وانّما بعثتني إلى أسد ضرغام، وسيف حسام في كفّ بطل همام من آل خير الأنام ». وأمدّه ابن زياد بقوة مكثفة من الجيش، فجعل بطل الإسلام وفخر عدنان يقاتلهم أشدّ القتال وأعنفه وهو يرتجز:\nأما أنت يا بن عقيل فكنت سيّد الأباة والأحرار فقد رفعت لواء العزّة والكرامة، ورفعت شعار الحرية، وأما خصومك فهم العبيد الذي رضوا بالذلّ والهوان، وخضعوا للعبودية والذل، لقد أردت أن تحررهم، وتعيد لهم الحياة الحرّة الكريمة، فأبوا ذلك، وعدوا عليك يقاتلونك، وقد فقدوا بذلك إنسانيتهم، ومقومات حياتهم.\n\nولمّا سمع ابن الأشعث رجز مسلم الذي أقسم فيه على أن يموت ميتة الأحرار والأشراف انبرى إليه ليخدعه قائلاً:",
        "« إنّك لا تكذب، ولا تخدع، إن القوم بنو عمّك وليسوا بقاتليك، ولا ضاريّك .. ».\nفلم يحفل مسلم بأكاذيب ابن الأشعث، وراح يقاتلهم أعنف القتال وأشدّه، ففرّوا منهزمين من بين يديه، وهو يحصد رؤوسهم، وجعلوا يرمونه بالحجارة، فأنكر عليهم مسلم ذلك وصاح بهم:\n« ويلكم ما لكم ترمونني بالحجارة، كما تُرمى الكفار، وأنا من أهل بيت الأبرار، ويلكم أما ترعون حقّ رسول الله صلى‌الله‌عليه‌وآله، وذريته .. ».\nإنّ هؤلاء الأجلاف قد فقدوا جميع القيم والأعراف، فلم يرعوا أيّة حرمة لرسول الله صلى‌الله‌عليه‌وآله الذي حرّرهم من حياة التيه في الصحراء وأقام لهم حضارة لم تعهدها الأمم والشعوب، فكان جزاؤه منهم أن عدوا على أبنائه وذريته فأوسعوهم قتلاً وتنكيلاً.",
        "وعلى أي حال فان جيوش ابن زياد لم تستطع مقاومة البطل العظيم وبان عليهم الانكسار، وضاق بابن الأشعث أمره، فدنا من مسلم ورفع عقيرته قائلاً:\n« يا بن عقيل لا تقتل نفسك، أنت آمن، ودمك في عنقي .. ».\nولم يعن مسلم بأمان ابن الأشعث لعلمه أنّه من أسرة خبيثة لا تعرف أي معنى من معاني النبل والوفاء، فردّ عليه قائلاً:\n« يا بن الأشعث لا أعطي بيدي أبداً، وأنا أقدر على القتال، والله لا كان ذلك أبداً .. ».",
        "وحمل عليه مسلم ففرّ الجبان منهزماً يلهث كالكلب، وأخذ العطش\n\nالقاسي من مسلم مأخذاً عظيماً، فجعل يقول:\n« اللهمّ إن العطش قد بلغ منّي .. ».",
        "وتكاثرت الجنود على مسلم، وقد استولى عليهم الرعب والخوف، وصاح بهم ابن الأشعث:\n« إن هذا هو العار والفشل ان تجزعوا من رجل واحد هذا الجزع، احملوا عليه بأجمعكم حملة واحدة ... ».\nفحمل الأوغاد اللئام على مسلم، وجعلوا يطعنونه برماحهم، ويضربونه بسيوفهم، وقد ضربه الوغد بكير بن حمران الاَحمري ضربة منكرة على شفته العليا، وأسرع السيف إلى السفلى، وضربه مسلم ضربة أردته إلى الأرض.\nأسره:",
        "وأعيى مسلماً نزيف الدم، وقد أثخن بالجراح، فانهارت قواه، ولم يتمكّن على المقاومة، فوقع أسيراً بأيدي أُولئك الأقزام، وتسابقوا إلى ابن مرجانة يحملون له البشرى بأسرهم للقائد العظيم الذي جاء ليقيم في بلادهم حكم القرآن، ويحررهم من جور الأمويين وظلمهم، وطار ابن مرجانة فرحاً، فقد ظفر بخصمه، وتمّ له القضاء على الثورة وحمل مسلم أسيراً إلى عبد الأمويين وعميلهم، وقد ازدحمت الجماهير التي بايعته، وأعطته العهود والمواثيق في الوفاء ببيعته إلاّ أنهم خانوا بذلك، وراحوا يقاتلونه.\nوانتهى بمسلم إلى قصر الامارة، وقد أخذ العطش منه مأخذاً عظيماً فرأى جرّة فيها ماء بارد، فالتفت إلى من حوله فقال لهم:\n\n« اسقوني من هذا الماء .. ».",
        "فانبرى له اللئيم الدنس عميل الأمويين مسلم بن عمرو الباهلي، فقال له:\n« أتراها ما أبردها، والله لا تذوق منها قطرة حتى تذوق الحميم في نار جهنّم .. ».\nودلّت هذه البادرة وغيرها مما صدر من هؤلاء الممسوخين على تجرّدهم من جميع القيم الإنسانية، ومن المؤكّد أن هذا هو السمت البارز من أخلاق السفلة الساقطين من قتلة الأنبياء والمصلحين، وبهر مسلم من هذا الانسان الممسوخ فقال له:\n« من أنت، .. ».",
        "فأجابه الباهلي بأنّه من خدّام السلطة وأذنابها قائلاً:\n« أنا من عرف الحق، إذ تركته، ونصح الأمة والامام إذ غششته، وسمع وأطاع إذ عصيته أنا مسلم بن عمرو الباهلي .. ».\nأيّ حقّ عرفه هذا الجلف الجافي، وهو والأكثرية الساحقة من المجتمع الذي عاش فيه، قد غرقوا في الباطل والمنكر ... ان غاية ما يفخر به الوغد تماديه في خدمة ابن مرجانة الذي هو أقذر مخلوق عرفه التأريخ البشري، وردّ عليه مسلم بمنطقه الفيّاض قائلاً:\n« لامك الثكل، ما أجفاك وأفظّك، وأقسى قلبك، أنت يا بن باهلة أولى بالحميم والخلود في نار جنهّم منّي .. ».",
        "وكان عمارة بن عقبة حاضراً فاستحيا من جفوة الباهلي ولؤمه فدعا بماء بارد فصبّه في قدح، وناوله إلى مسلم، وكلما أراد أن يشرب امتلأ القدح دماً وفعل ذلك ثلاثاً، فقال: لو كان لي الرزق المقسوم لشربته.\n\nمع ابن مرجانة:\nوادخل قمر عدنان على ابن مرجانة، فسلّم على الحاضرين، ولم يسلّم عليه، فأنكر عليه بعض صعاليك الكوفة قائلاً:",
        "« هل تسلّم على الأمير؟ .. ».\nفصاح به البطل العظيم محتقراً له ولأميره قائلاً:\n« اسكت لا أمّ لك، والله ليس لي بأمير فأسلّم عليه .. »\nوتميّز الطاغية غيظاً فراح يقول:",
        "« لا عليك سلّمت أم لم تسلّم فانّك مقتول .. ».\nإنّ بضاعة هذا الطاغية هي القتل والدمار، وهي محالاً تخيف الأحرار أمثال مسلم ممن صنعوا تأريخ هذه الأمة، وأقاموا كيانها الحضاري والفكري وجرت بين مسلم، وبين ابن مرجانة كثير من المحاورات أثبت فيها مسلم صلابته وقوّة عزيمته، وعدم انهياره أمام الطاغية، وأثبت بشجاعته أنّه من أفذاذ التأريخ.\nإلى الرفيق الأعلى:\nوالتفت العتُلّ الزنيم ابن مرجانة إلى بكير بن حمران الذي ضربه مسلم فقال له: خذ مسلماً، واصعد به إلى أعلى القصر، واضرب عنقه بيدك ليكون ذلك أشفى لصدرك، واستقبل مسلم الموت بثغر باسم، فقد بقي رابط الجأش، قويّ العزيمة، مطمئنّ النفس، فصعد به إلى أعلى القصر، وهو يسبّح الله، ويقدّسه، ويدعو على السفكة المجرمين وأشرف به الجلاّد على موضع الحذائين فضرب عنقه، ورمى بجسده ورأسه إلى الأرض،",
        "\nوهكذا انتهت حياة هذا البطل العظيم الذي استشهد دفاعاً عن حقوق المظلومين، والمضطهدين، ودفاعاً عن كرامة الإنسان، وقضاياه المصيرية، وهو أوّل شهيد من الأسره النبوية يقتل علناً أمام المسلمين، ولم يهبوا لإنقاذه والدفاع عنه.\nإعدام هانئ:\nوأمر سليل الغدر والخيانة بعد قتل مسلم، بإعدام الزعيم الكبير، والعضو البارز في الثورة هانئ بن عروة، فأخرج من السجن، وهو يصيح أمام أسرته التي هي كالحشرات قائلاً:",
        "« وامذحجاه .. ».\n« واعشيرتاه .. ».\nولو كان عند أسرته صبابة من الغيرة والحمية لهبّت لإنقاذ زعيمها العظيم الذي كان لها كالأب، والذي قدّم لها جميع الخدمات، ولكنها كبقيّة قبائل الكوفة قد طلّقت المعروف ثلاثاً، ولا عهد لها بالشرف والكرامة.\nوجيء بهانئ إلى ساحة يباع فيها الأغنام، فنفّذ الجلاّدون فيه حكم الإعدام، فهوى إلى الأرض يتخبّط بدم الشهادة .. لقد استشهد هانئ دون مبادئه وعقيدته، وقد انطوت بشهادته أروع صفحة من صفحات البطولة والجهاد في الإسلام.",
        "السحل في الشوارع:\nوقام عملاء ابن زياد وعبيدة من الانتهازيين والغوغاء فسحلوا جثّة مسلم وهانئ في الشوارع والأزقة، وذلك لإخافة العامة وشيوع الإرهاب بين\n\nالناس، والاستهانة بشيعة مسلم وأنصاره، وقد انتهت بذلك الثورة العملاقة التي كانت تهدف إلى إشاعة العدل والأمن والرخاء بين الناس، وقد خلد الكوفيون بعد فشل الثورة إلى الذلّ والعبودية وأمعن الطاغية في ظلمهم فأعلن الأحكام العرفية في بلادهم، وأخذ يقتل على الظنّة والتهمة، ويأخذ البريء بالمذنب، كما فعل أبوه زياد من قبل، وقد ساقهم كالأغنام لأفظع جريمة عرفها التأريخ البشري وهي حربهم لحفيد النبي صلى‌الله‌عليه‌وآله الإمام الحسين عليه‌السلام.",
        "* * *\nإلى أرض الشهادة\n\n",
        "وغادر الإمام الحسين عليه‌السلام مكّة، ولم يمكث فيها، فقد علم أن الطاغية يزيد قد دسّ عصابة من الإرهابيين لاغتياله، وان كان متعلّقاً بأستار الكعبة، فخاف أن يراق دمه في البيت الحرام، وفي الشهر الحرام، وبالإضافة إلى ذلك فان سفيره مسلم بن عقيل قد كتب إليه يحثّه على القدوم إلى الكوفة، وان أهلها يترقّبون قدومه، ويفدونه بأرواحهم ودمائهم، ويقدمون له الدعم الكامل لتشكيل حكومة علوية في بلادهم.\nوسار الإمام مع عائلته تحفّ بها الكوكبة المشرقة من شباب أهل البيت عليهم‌السلام الذين يمثّلون القوة والعزم والإباء، وعلى رأسهم سيّدنا أبو الفضل عليه‌السلام فكانت رايته ترفرف على رأس أخيه أبي الأحرار من مكّة المكرّمة إلى أرض الشهادة والفداء كربلاء، وكان يراقب بدقّة حركة القافلة وسيرها خوفاً على عيال أخيه وأطفاله من أن يصيبهم عناء أو أذى من وعورة الطريق، وقد تكفّل جميع شؤونهم وما يحتاجون إليه، وقد وجدوا في رعايته وحنانه من البرّ ما يفوق حدّ الوصف.\nوواصل الإمام سيرته الخالدة، وقد طافت به هواجس مريرة، فقد أيقن أنّه سيلاقي مصرعه، ومصارع أهل بيته على أيدي هؤلاء الذين كاتبوه بالقدوم إلى مصرهم، وقد تشرّف بمقابلته في الطريق الشاعر الكبير الفرزدق همام بن غالب، فسلّم عليه وحيّاه، وقال له:\n« بأبي أنت وأمّي يا بن رسول الله صلى‌الله‌عليه‌وآله ما أعجلك عن الحجّ؟ ».",
        "\nفأحاطه الإمام علماً بما عزمت عليه السلطة من اغتياله قائلاً:\n« لو لم أعجل لأخذت .. ».\nوسارع الإمام قائلاً:",
        "« من أين أقبلت؟ .. »\n« من الكوفة .. ».\n« بيّن لي خبر الناس .. »\nكشف الفرزدق للإمام بوعي وصدق الحالة الراهنة في الكوفة، وانّها لا تبشّر بخير، ولا تدعو إلى التفاؤل قائلاً:",
        "« على الخبير سقطت، قلوب الناس معك، وسيوفهم مع بني أميّة، والقضاء ينزل من السماء، والله يفعل ما يشاء ... وربّنا كل يوم هو في شأن .. ».\nواستصوب الإمام حديث الفرزدق، وأخبره عن عزمه الجبّار وإرادته الصلبة، وانه ماضٍ قدماً في جهاده، وذبّه عن حرمة الإسلام، فان نال ما يرومه فذاك، وإلاّ فالشهادة في سبيل الله قائلاً له:\n« صدقت لله الأمر من قبل، ومن بعد، يفعل الله ما يشاء، وكل يوم ربّنا في شأن، ان نزل القضاء بما نحبّ فنحمد الله على نعمائه، وهو المستعان على أداء الشكر وان حال القضاء دون الرجاء فلم يتعدّ من كان الحقّ نيّته، والتقوى سريرته » وأنشأ الإمام هذه الأبيات:\n",
        "ودلّ هذا الشعر على زهده في الدنيا، ورغبته الملحّة في لقاء الله تعالى، وانّه مصمّم كأشدّ ما يكون التصميم على الجهاد، والشهادة في سبيل الله.\nإنّ التقاء الإمام مع الفرزدق كشف عن خنوع الناس، وعدم اندفاعهم لنصرة الحق فالفرزدق الذي كان يملك وعياً اجتماعياً، ووعياً ثقافياً متميزاً رأى ريحانه رسول الله صلى‌الله‌عليه‌وآله وهو ماضٍ في طريقه إلى الشهادة قد تضافرت قوى الباطل على حربه فلم يندفع إلى نصرته، والالتحاق بموكبه، واختار الحياة على الشهادة، فاذا كان هذا حال الفرزدق فكيف بغيره من جهّال الناس وسوادهم.\nوصول النبأ بمقتل مسلم:\nوسارت قافلة أبي الأحرار تطوي البيداء لا تلوي على شيء حتى انتهت إلى ( زرود ) وإذا برجل قد أقبل من جهة الكوفة، فلمّا رأى الامام الحسين عليه‌السلام عدل عن الطريق وقد وقف الامام يريد مسألته فلمّا رآه قد مال عنه واصل سيره، وكان مع الإمام عبد الله بن سليمان، والمنذر بن المشمعل الأسديان فسارعا نحو الرجل حينما عرفا رغبة الإمام في سؤاله، فأدركاه، وسألاه عن خبر الكوفة فقال لهما: إنّه لم يخرج حتى قتل مسلم بن عقيل وهانئ بن عروة، ورآهما يجرّان بأرجلهما في الأسواق، فودّعاه وأقبلا مسرعين حتى التحقا بالإمام، فلما نزل الثعلبية قالا له:",
        "« رحمك الله ان عندنا اخباراً ان شئت حدّثناك به علانية، وان شئت سرّاً ».\nونظر الإمام إلى أصحابه الممجّدين فقال:\n« ما دون هؤلاء سرّ ».\n",
        "« أرأيت الراكب الذي استقبلته عشاء أمس؟ .. »\n« نعم وأردت مسألته ... ».\n« والله استبرأنا لك خبره، وهو أمرؤ منّا ذو رأي، وصدق، وعقل، وانه حدّثنا انّه لم يخرج من الكوفة حتى قتل مسلم، وهانئ ورآهما يجرّان في الأسواق بأرجلهما .. ».\nوتصدّعت قلوب العلويين وشيعتهم من هذا النبأ المفجع، وانفجروا بالبكاء واللوعة، حتى ارتجّ الموضع بالبكاء، وسالت الدموع كالسيل، وشاركنهم السيّدات من أهل البيت بالبكاء، وقد استبان لهم غدر أهل الكوفة ونكثهم لبيعة الإمام، وانّهم سيلاقون المصير الذي لا قاه مسلم، والتفت إلى بني عقيل فقال لهم:",
        "« ما ترون فقد قتل مسلم؟ .. ».\nووثبت الفتية كالأسود، وهي تعلن استهانتها بالموت، وسخريتها من الحياة، مصمّمة على المنهج الذي سار عليه مسلم قائلين:\n« لا والله لا نرجع حتى نصيب ثأرنا أو نذوق ما ذاق مسلم .. ».\nراح أبو الأحرار يقول بمقالتهم:",
        "« لا خير في العيش بعد هؤلاء .. ».\nوقال متمثلاً:\nلقد مضيت ـ يا أبا الأحرار ـ قدماً إلى الموت، بعزم وتصميم، وأنت مرفوع\n",
        "الرأس، ناصع الجبين في سبيل كرامتك، ولم تخضع، ولم تلن لأولئك الأقزام الذين غرقوا في الرذائل والموبقات.\nالنبأ المفجع بشهادة عبد الله:\nوسار موكب الإمام لا يلوي على شيء حتى انتهى إلى زبالة، فوافاه النبأ الفظيع بشهادة عبد الله بن يقطر الذي أوفده للقيا مسلم بن عقيل، فقد ألقت الشرطة القبض عليه، وبعثته مخفوراً إلى ابن مرجانة، فلمّا مثل عنده صاح به الخبيث الدنس:\n« اصعد المنبر، والعن الكذّاب ـ يعني الامام الحسين ـ ابن الكذّاب، حتى أرى رأيي فيك .. ».",
        "وظنّ ابن مرجانة انّه على غرار شرطته، ومن سنخ جلاّديه الذين باعوا ضمائرهم عليه، وما درى أنّه من أفذاذ الأحرار الذين تربّوا في مدرسة أهل البيت عليهم‌السلام، وسجّلوا الفخر والشرف لهذه الأمة، واعتلى البطل العظيم أعواد المنبر، ورفع صوته صوت الحقّ الهادر قائلاً:\n« أيّها الناس أنا رسول الحسين بن فاطمة، لتنصروه وتؤازروه على ابن مرجانة الدعيّ ابن الدعيّ .. ».\nواسترسل في خطابه الثوري، وقد دعا فيه إلى نصرة ريحانة رسول الله صلى‌الله‌عليه‌وآله والذبّ عنه، ومناهضة الحكم الأموي الذي عمد إلى إذلال الإنسان المسلم، وسلب حريته وإرادته، وانتفخت أوداج ابن مرجانة وورم أنفه، فأمر بإلقاء هذا العملاق من أعلى القصر، فأخذته الشرطة، ورمته من أعلى القصر فتكسّرت عظامه، وبقي به رمق من الحياة، فأسرع إليه الخبيث عبد الملك اللخمي فذبحه ليتقرّب إلى سيّده ابن مرجانة.\n",
        "ولمّا علم أبو الأحرار بمصرع عبد الله شقّ عليه ذلك، ويئس من الحياة، وعلم أنّه يسير نحو الموت، وأمر بجمع أصحابه، والذين اتبعوه طلباً للعافية لا للحق، ليعلمهم بما آل إليه أمره من تخاذل الناس عنه، وانصرافهم إلى بني أميّة قائلاً:\n« أمّا بعد: فقد خذلنا شيعتنا فمن أحبّ منكم الانصراف فلينصرف ليس عليه منّا ذمام .. ».\nوتفرّق ذوو الاَطماع الذين اتبعوه من أجل الغنيمة، والظفر ببعض مناصب الدولة وخلص إليه الصفوة الكريمة من أصحابه الممجدين الذي اتبعوه على بصيرة من أمرهم وليست عندهم أية أطماع.\nلقد صارح الإمام أصحابه بالواقع في تلك المرحلة الحاسمة، فأعلمهم أنّه ماضٍ إلى الشهادة لا إلى الملك والسلطان، وان من يلتحق به سيفوز برضا الله، ولو كان الامام من عشّاق السلطة لما أدلى بذلك، وكتم الأمر لأنّه في أمسّ الحاجة إلى الناصر والمحامي عنه.",
        "لقد كان الإمام عليه‌السلام ينصح أصحابه وأهل بيته بالتخلي عنه في كل موقف والسبب في ذلك أن يكونوا على بصيرة من أمرهم، ولا يدّعي أحد منهم أنّه كان على غير علم بالأمر.\nالالتقاء بالحرّ:\nوسار موكب الإمام يطوي البيداء حتى انتهى إلى « شراف » وفيها عين ماء فأمر الإمام فتيانه بالاستقاء والاكثار منها، ففعلوا ذلك، وسارت القافلة، فانبرى بعض أصحاب الإمام بالتكبير، فاستغرب الامام منه، وقال له:\n« لمَ كبّرت؟ ... »",
        "\n« رأيت النخل ... ».\nوأنكر عليه رجل من أصحاب الإمام ممن عرف الطريق، فقال له:\n« ليس ها هنا نخل، ولكنها اسنّة الرماح، وآذان الخيل » ...",
        "وتأمّلها الإمام، فطفق يقول: وأنا أرى ذلك ـ أي أسنّة الرماح وآذان الخيل ـ وعرف الإمام أنّها طلائع الجيش الأموي جاءت لحربه فقال لأصحابه:\n« أما لنا من ملجأ نلجأ إليه، فنجعله وراء ظهورنا، ونستقبل القوم من وجه واحد .. ».\nوكان بعض أصحابه عارفاً بسنن الطريق فقال له:\n« بلى هذا ذو حُسم (1) إلى جنبك، تميل إليه عن يسارك، فان سبقت إليه فهو كما تريد .. ».",
        "ومال موكب الإمام إليه، فلم يبعد كثيراً حتى أدركه جيش مكثف بقيادة الحرّ بن يزيد الرياحي، قد عهد إليه ابن مرجانة أن يجوب في صحراء الجزيرة للتفتيش عن الإمام، وإلقاء القبض عليه، وكان عدد ذلك الجيش فيما يقول المؤرّخون زهاء ألف فارس، ووقفوا قبال الإمام في وقت الظهر، وقد أشرفوا على الهلاك من شدّة الظمأ، فرقّ عليهم الإمام، فأمر أصحابه أن يسقوهم الماء، ويرشفوا خيولهم، وسارع أصحابه فسقوا الجيش المعادي لهم عن آخره، ثم انعطفوا إلى الخيل فجعلوا يملأون القصاص والطساس فإذا عبّ الفرس فيها ثلاثاً، أو أربعاً، أو خمساً، عزلت، وسقى الآخر حتى سقوها عن آخرها.\n__________________\n(1) ذو حسم: ـ بضم الحاء وفتح السين ـ جبل هناك.\n",
        "لقد تكرّم الإمام عليه‌السلام على أُولئك الوحوش الانذال الذين جاءوا لحربه فأنقذهم من الظمأ القاتل، ولم تهزّهم هذه الأريحية وهذا النبل، فقابلوه بالعكس، فمنعوا الماء عنه، وعن أطفاله حتى تفتّت قلوبهم من الظمأ.\nخطاب الإمام في الجيش:\nوخطب الإمام عليه‌السلام خطاباً بليغاً في قطعات ذلك الجيش، فأوضح لهم أنّه لم يأتهم محارباً، وانّما جاءهم محرراً ومنقذاً لهم من جور الأمويين وظلمهم، وقد توافدت عليه وفودهم وكتبهم تحثّه بالقدوم لمصرهم ليقيم دولة القرآن والإسلام، وهذه فقرات من خطابه الشريف:\n« أيّها الناس، انّها معذرة إلى الله عزّ وجلّ، وإليكم، إنّي لم آتكم حتى أتتني كتبكم وقدمت بها عليَّ رسلكم ان أقدم علينا فانّه ليس لنا إمام، ولعل الله أن يجمعنا بك على الهدى، فان كنتم على ذلك فقد جئتكم، فاعطوني ما أطمئنّ به من عهودكم ومواثيقكم، وان كنتم لمقدمي كارهين انصرفت عنكم إلى المكان الذي جئت منه إليكم .. ».",
        "وأحجموا عن الجواب لأن أكثرهم ممن كاتبوه وبايعوه على يد سفيره العظيم مسلم بن عقيل.\nوحضر وقت صلاة الظهر فأمر الإمام مؤذّنه الحجاج بن مسروق أن يؤذّن ويقيم للصلاة، وبعد فراغه منها التفت الامام إلى الحرّ فقال له:\n« أتريد أن تصلّي بأصحابك؟ .. ».\nفقال الحرّ بأدب:",
        "\n« بلى نصلّي بصلاتك .. ».\nوائتمّ الجيش بريحانة رسول الله صلى‌الله‌عليه‌وآله وبعد الفراغ من الصلاة انصرفوا إلى اخبيتهم، ولما حضر وقت صلاة العصر جاء الحرّ مع قومه فاقتدوا بالامام في الصلاة وبعد الانتهاء منها خطب الإمام الحسين عليه‌السلام خطاباً رائعاً، فقد قال بعد حمد الله والثناء عليه:\n« أيّها الناس: إنّكم إن تتّقوا الله، وتعرفوا الحق لأهله يكن أرضى لله، ونحن أهل البيت أولى بولاية هذا الأمر من هؤلاء المدّعين ما ليس لهم، والسائرين فيكم بالجور والعدوان، فان أنتم كرهتمونا، وجهلتم حقّنا، وكان رأيكم الآن على غير ما أتتني به كتبكم انصرفت عنكم ... ».",
        "لقد دعاهم إلى تقوى الله، ومعرفة أهل الحقّ، ودعاة العدل فان في ذلك رضاً لله ونجاة لأنفسهم، كما دعاهم إلى مناصرة أهل البيت عليهم‌السلام روّاد الشرف والفضيلة، ودعاة العدل الاجتماعي في الإسلام، وهم أولى وأحقّ بولاية أمور المسلمين من بني أميّة الذين حكموا فيهم بغير ما أنزل الله، وإذا لم يستجيبوا لذلك، وتبدّلت نيّاتهم فانّه ينصرف عنهم إلى المكان الذي جاء منه.\nوانبرى إليه الحرّ، وكان لا يعلم بشأن الكتب التي بعثتها جماهير أهل الكوفة إلى الإمام فقال له:\n« ما هذه الكتب التي تذكرها؟ .. ».\nفأمر الإمام عقبة بن سمعان بإحضارها فأخرج خرجين مملوئين صحفاً فنشرها بين يدي الحرّ، فبهر منها، وجعل يتأمّل فيها، وقال للإمام:",
        "« لسنا من هؤلاء الذين كتبوا إليك ... ».\n\nورام الإمام أن ينصرف إلى المكان الذي جاء منه فمنعه الحرّ، وقال له:\n« أن لا أفارقك إذا لقيتك حتى أقدمك الكوفة على ابن زياد .. ».",
        "ولذعت الامام هذه الكلمات القاسية، فثار في وجه الحرّ، وصاح به « الموت أدنى إليك من ذلك .. ».\nوأمر الإمام أصحابه بالركوب فلمّا استووا على رواحلهم أمرهم بالتوجه إلى يثرب فحال الحرّ بينهم وبين ذلك، فصاح به الحسين:\n« ثكلتك أمّك ما تريد منّا؟ .. ».\nواطرق الحرّ برأسه إلى الأرض، وتأمّل، ثم رفع رأسه إلى الامام وقال له بأدب:",
        "« ولكن والله ما لي إلى ذكر أمّك من سبيل إلاّ بأحسن ما يقدر عليه .. ».\nوسكن غضب الامام، وأعاد عليه القول: \n« ما تريد منّا ..؟ ».\n« أريد أن أنطلق بك إلى ابن زياد .. ».",
        "« والله لا أتبعك .. ».\n« إذن والله لا أدعك .. ».\nوكاد الوضع أن ينفجر باندلاع الحرب إلاّ أن الحر ثاب إلى رشده، فقال للإمام:\n« إنّي لم أُؤمر بقتالك، وانّما أُمرت أن لا افارقك حتى أقدمك الكوفة، فإذا أبيت فخذ طريقاً لا يدخلك الكوفة، ولا يردّك إلى المدينة حتى أكتب إلى ابن زياد، فلعلّ الله أن يأتي بأمر يرزقني فيه العافية من أن أبتلي بأمرك ».",
        "\nواتفقا على هذا الأمر فتياسر الإمام عن طريق العذيب والقادسية، وأخذت قافلة الإمام تطوي البيداء، وكان الحرّ مع جيشه يتابع الامام عن كثب ويراقبه كأشدّ ما تكون المراقبة.\nخطاب الإمام:\nوانتهى موكب الإمام إلى ( البيضة ) فألقى الإمام خطاباً رائعاً على الحرّ وأصحابه أعلن فيه عن دوافع ثورته ودعاهم إلى مناصرته، وكان من بنود هذا الخطاب هذه الفقرات:",
        "« أيّها الناس: إن رسول الله صلى‌الله‌عليه‌وآله قال: من رأى سلطاناً جائراً مستحلاًّ لحرم الله، ناكثاً لعهد الله، مخالفاً لسنّة رسول الله صلى‌الله‌عليه‌وآله يعمل في عباد الله بالإثم والعدوان فلم يغيّر ما عليه بفعل ولا قول كان حقّاً على الله أن يدخله مدخله » ..\n« إلاّ أن هؤلاء قد لزموا طاعة الشيطان، وتركوا طاعة الرحمن، وأظهروا الفساد، وعطّلوا الحدود، واستأثروا بالفيء، وأحلّوا حرام الله، وحرّموا حلاله، وأنا أحقّ ممن غيّر، وقد أتتني كتبكم، وقدمت عليَّ رسلكم ببيعتكم انّكم لا تسلموني، ولا تخذلوني، فان أقمتم على بيعتكم تصيبوا رشدكم، وأنا الحسين بن علي، وابن فاطمة بنت رسول الله صلى‌الله‌عليه‌وآله نفسي مع أنفسكم، وأهلي مع أهليكم، ولكن فيَّ أسوة، وإن لم تفعلوا، ونقضتم عهدكم وخلعتم بيعتي، فلعمري ما هي لكم بنكر، لقد فعلتموها بأبي وأخي، وابن عمّي مسلم فالمغرور من اغترّ بكم، فحظّكم أخطأتم، ونصيبكم ضيّعتم، ومن نكث فانّما ينكث على نفسه، وسيغني الله عنكم .. ».\nوأعلن أبو الأحرار في هذا الخطاب الرائع دوافع ثورته المقدّسة على\n",
        "حكومة يزيد، وانّها لم تكن من أجل المطامع والأغراض الشخصية الخاصة، وانّما كانت استجابة للواجب الديني الذي لا يقرّ بأيّ حال من الأحوال حكومة السلطان الجائر الذي يستحلّ حرمات الله، وينكث عهده، ويخالف سنّة رسوله، وإن من لم يندفع إلى ساحات الجهاد لمناهضته فانّه يكون شريكاً له في ظلمه وجوره، كما ندّد عليه‌السلام بالأمويين وقد نعتهم بأنّهم قد لزموا طاعة الشيطان، وتركوا طاعة الرحمن، واستأثروا بالفيء، وعطّلوا حدود الله، والإمام عليه‌السلام أحقّ وأولى من غيره بتغيير الأوضاع الراهنة وإعادة الحياة الإسلامية المشرقة إلى مجراها الطبيعي بين المسلمين، وأعرب لهم أنّه إذا تقلّد شؤون الحكم فسيجعل نفسه مع أنفسهم، وأهله مع أهليهم من دون أن يكون له أي امتياز عليهم، وقد وضع الإمام بهذا الخطاب النقاط على الحروف، وفتح لهم منافذ النور لو كانوا يبصرون، ولما أنهى الإمام خطابه قام إليه الحرّ فقال له:\n« أنّي أذكرك الله في نفسك، فانّي أشهد لئن قاتلت لتقتلنّ ... ».\nوردّ عليه أبو الشهداء قائلاً:\n« أبالموت تخوّفني، وهل يعدو بكم الخطب أن تقتلوني، وما أدري ما أقول لك، ولكنّي أقول: كما قال أخو الأوس لابن عمّه، وهو يريد نصرة رسول الله صلى‌الله‌عليه‌وآله أين تذهب، فانّك مقتول، فقال له:",
        "\nولما سمع الحرّ ذلك تنحّى عنه، وعرف أنّه مصمّم على الموت والتضحية لإنقاذ المسلمين من ويلات الأمويين وجورهم:\nرسالة ابن مرجانة إلى الحرّ:\nوتابعت قافلة الإمام سيرها في البيداء، وهي تارة تتيامن، وأخرى تتياسر وجنود الحرّ يذودون الركب عن البادية، ويدفعونه تجاه الكوفة، والركب يمتنع عليهم، وبينما هم كذلك، وإذا براكب يجدّ في سيره، فلبثوا هنيئة ينتظرونه فإذا به رسول من ابن زياد إلى الحرّ، فسلّم الخبيث على الحرّ، ولم يسلّم على ريحانة رسول الله صلى‌الله‌عليه‌وآله، وناول الحرّ رسالة من ابن مرجانة جاء فيها:",
        "« أمّا بعد: فجعجع بالحسين حين يبلغك كتابي، ويقدم عليك رسولي، فلا تنزله إلاّ بالعراء في غير حصن، ولا على غير ماء، وقد أمرت رسولي أن يلزمك فلا يفارقك حتى يأتيني بإنفاذك أمري والسلام .. ».\nوأعرض ابن مرجانة عما عهد به إلى الحر من إلقاء القبض على الإمام، وإرساله مخفوراً إلى الكوفة، ومن المحتمل أنّه خاف من تطوّر الأحداث، وانقلاب الأوضاع إليه ان وصل الإمام إلى الكوفة، فرأى التحجير في الصحراء بعيداً عن المدن أولى بالوصول إلى أهدافه.\nوقرأ الحرّ كتاب ابن مرجانة على الإمام، وكان يريد أن يستأنف سيره ليحطّ رحله صوب قرية أو ماء، فامتنع عليه الحرّ لأن نظرات الرقيب الوافد من ابن زياد كانت تتابعه، وكان يسجّل عليه كل بادرة يخالف أوامر سيّده ابن مرجانة، وأشار زهير بن القين وهو من أعلام أنصار الإمام ومن خلّص أصحابه عليه أن يبادر إلى قتال الحرّ، فامتنع عليه الإمام، وقال ما كنت أبدأهم بقتال.\n",
        "في كربلاء\nوكان ركب الإمام في كربلاء فأصرّ عليه الحرّ أن ينزل فيها، ولم يجد الإمام بُدّاً من النزول فالتفت إلى أصحابه قائلاً:\n« ما اسم هذا المكان؟ .. ».\n« كربلاء .. ».",
        "وفاضت عيناه بالدموع، وراح يقول:\n« اللهمّ إنّي أعوذ بك من الكرب والبلاء .. ».\nوأيقن الإمام بنزول الرزء القاصم، فالتفت إلى أصحابه ينعي إليهم نفسه ونفوسهم قائلاً:\n« هذا موضع كرب وبلاء، ها هنا مناخ ركابنا، ومحطّ رحالنا، وسفك دمائنا .. ».",
        "وسارع أبو الفضل العباس مع الفتية من أهل البيت عليهم‌السلام، وسائر الأصحاب الممجدين إلى نصب الخيام لعقائل الوحي، ومخدرات النبوة، وقد خيّم عليهنّ الرعب، وأيقن بمواجهة الأحداث الرهيبة على صعيد هذه الأرض.\nورفع الإمام الممتحن يديه بالدعاء إلى الله شاكياً إليه ما ألمّ به من عظيم المحن والخطوب قائلاً:\n« اللهمّ .. انّا عترة نبيّك محمد صلى‌الله‌عليه‌وآله قد أخرجنا، وطردنا، وأزعجنا عن حرم جدّنا وتعدّت بنو أميّة علينا، اللهمّ فخذ لنا بحقّنا، وانصرنا على القوم الظالمين .. ».\n",
        "وأقبل الإمام على أهل بيته وأصحابه، فقال لهم:\n« الناس عبيد الدنيا، والدين لعق على ألسنتهم يحوطونه ما درت معائشهم فإذا مُحصوا بالبلاء قلَّ الديّانون .. ».\nيا لها من كلمات ذهبية حكت واقع الناس واتجاهاتهم في جميع مراحل التأريخ فهم عبيد الدنيا، وعبيد السلطة، وأما الدين والمثل العليا فلا ظلّ لها في أعماق نفوسهم، فإذا دهمتهم عاصفة أو بلاء هربوا من الدين، ولم يثبت عليه إلاّ من امتحن الله قلبه للإيمان أمثال الصفوة العظيمة من أهل بيت الحسين وأصحابه.\nثم حمد الامام عليه‌السلام الله وأثنى عليه، والتفت إلى أصحابه قائلاً:",
        "« أمّا بعد: فقد نزل بنا ما قد ترون. وان الدنيا قد تغيّرت، وتنكّرت، وأدبر معروفها ولم يبق منها إلاّ صبابة كصبابة الإناء، وخسيس عيش كالمرعى الوبيل (1) ألا ترون إلى الحقّ لا يعمل به، وإلى الباطل لا يتناهى عنه ليرغب المؤمن في لقاء الله، فاني لا أرى الموت إلاّ سعادة، والحياة مع الظالمين إلاّ برما .. » (2).\nلقد أعلن أبو الأحرار بهذا الخطاب عمّا حلّ به من المحن والبلوى، وأعلم أهل بيته وأصحابه عن عزمه الجبّار وأرادته الصلبة في مقارعة الباطل، واقامة الحق الذي آمن به في جميع أدوار حياته ... وقد وجه إليهم هذا الخطاب ليكونوا على بيّنة من أمرهم، ويشاركوه في تحمّل المسؤولية، وقد هبّوا جميعاً وهم يسجّلون في تأريخ البشرية أروع الأمثلة للتضحية والفداء من أجل إقامة دولة الإسلام، وكان أول من تكلّم منهم زهير بن\n__________________\n(1) المرعى الوبيل: هو الطعام الوخيم الذي يخاف وباله وسوء عاقبته.",
        "(2) حياة الإمام الحسين 3: 98.\n\nالقين وهو من أفذاذ الأحرار فقال له:\n« سمعنا يا بن رسول الله صلى‌الله‌عليه‌وآله مقالتك، ولو كانت الدنيا لنا باقية وكنّا فيها مخلّدين لآثرنا النهوض معك على الإقامة فيها .. ».",
        "ومثلت هذه الكلمات شرف الإنسان الذي لا يضاهيه شرف، وقد حكى ما في نفوس أصحابه الأحرار من الولاء لريحانة رسول الله صلى‌الله‌عليه‌وآله والتفاني في سبيله، وانبرى بطل آخر من أصحاب الإمام وهو برير الذي وهب حياته لله، فقال له:\nيا بن رسول الله صلى‌الله‌عليه‌وآله لقد منّ الله بك علينا أن نقاتل بين يديك، وتقطع فيك أعضاؤنا، ثم يكون جدّك شفيعنا يوم القيامة .. ».\nولا يوجد في البشرية مثل هذا الإيمان الخالص، لقد أيقن أن نصرته لابن رسول الله صلى‌الله‌عليه‌وآله فضل ومنّة من الله عليه ليفوز بشفاعة جدّه الأعظم يوم يلقى الله.\nوانبرى بطل آخر من أصحاب الإمام، وهو نافع فأعلن نفس المصير الذي اختاره الأبطال من أصحابه، فقال:",
        "« أنت تعلم أن جدّك رسول الله صلى‌الله‌عليه‌وآله لم يقدر أن يشرب الناس محبّته، ولا أن يرجعوا إلى أمره ما أحبّ، وقد كان منهم منافقون يعدونه بالنصر، ويضمرون له الغدر، يلقونه بأحلى من العسل، ويخلفونه بأمرّ من الحنظل، حتى قبضه الله إليه، وان أباك عليّاً كان في مثل ذلك، فقوم قد أجمعوا على نصره، وقاتلوا معه الناكثين والقاسطين والمارقين، حتى أتاه أجله فمضى إلى رحمة الله ورضوانه وأنت اليوم عندنا في مثل تلك الحالة، فمن نكث عهده، وخلع بيعته فلن يضرّ إلاّ نفسه، فسر بنا راشداً معافى، مشرقاً، ان شئت أو مغرباً، فوالله ما اشفقنا من قدر الله، ولا كرهنا لقاء ربّنا،\n\nوإنّا على نيّاتنا وبصائرنا، نوالي من والاك ونعادي من عاداك .. » (1).\nدلّ هذا الخطاب الرائع على وعي نافع، وإدراكه العميق للأحداث ودراسته لأبعادها فقد أعرب أن الرسول الأعظم صلى‌الله‌عليه‌وآله بما يملك من طاقات روحية لم يستطع أن يجمع الناس على محبّته، ويخضعهم إلى الإيمان برسالته، فقد كان هناك طائفة من المنافقين انتشروا في صفوف المسلمين، وهم يضمرون الكفر في دخائل نفوسهم ويظهرون الإسلام على ألسنتهم، وكانوا يبغون للنبيّ صلى‌الله‌عليه‌وآله الغوائل ويكيدون له في غلس الليل وفي وضح النهار، وكذلك حال وصيّه وباب مدينة علمه الإمام أمير المؤمنين من بعده فقد ابتلي بمثل ما ابتلي به النبيّ صلى‌الله‌عليه‌وآله فقد آمن به قوم وحاربه قوم آخرون، وحال الإمام الحسين عليه‌السلام كحال جدّه وأبيه، فقد آمنت به قلّة مؤمنة من أصحابه، وزحفت لحربه الجموع الهائلة من الذين نزع الله الإيمان من قلوبهم.",
        "وعلى أيّ حال فقد تكلّم أكثر أصحاب الإمام بمثل كلام نافع وهم يعلنون له الإخلاص والتفاني، وقد شكرهم الامام، وأثنى عليهم، ودعا لهم بالمغفرة والرضوان.\nخروج الجيوش لحرب الإمام الحسين:\nوتمّت أحلام ابن مرجانة، وتحققت آماله حينما استولت طليعة جيوشه على ريحانة رسول الله صلى‌الله‌عليه‌وآله، وأخذ يطيل النظر فيمن ينتدبه لحربه، ويرشّحه لقيادة قوّاته المسلّحة، وتصفح الأرجاس من أذنابه\n__________________",
        "(1) مقتل المقرم: 231.\n\nوعملائه، فلم ير رجساً مثل عمر بن سعد يقدم على اقتراف هذه الجريمة فقد درس نفسيته، ووقف على ميوله واتجاهاته التي منها الخنوع والمروق من الدين، وعدم المبالاة بارتكاب الآثام والجرائم، والتهالك على المادة وغير ذلك من نزعاته الشريرة.\nوعرض ابن مرجانة سليل الأدعياء على ابن سعد القيام بحرب سبط رسول الله صلى‌الله‌عليه‌وآله فامتنع عن إجابته فهدده بعزله عن ولاية الريّ فلم يطق صبراً عنها، فقد سال لها لعابه فأجابه إلى ذلك، وزحف إلى كربلاء، ومعه أربعة آلاف فارس، وهو يعلم أنّه خرج لقتال ذريّة رسول الله صلى‌الله‌عليه‌وآله الذين هم خيرة من في الأرض، وانتهى الجيش إلى كربلاء فانظم إلى الجيش الرابض هناك بقيادة الحرّ بن يزيد الرياحي.",
        "خطبة ابن زياد:\nوأمر الطاغية بجمع الناس في رحاب المسجد الأعظم فهرعوا كالأغنام خوفاً من ابن مرجانة، وقد امتلأ الجامع منهم فقام خطيباً فقال:\n« أيّها الناس: إنّكم قد بلوتم آل أبي سفيان فوجدتموهم كما تحبّون، وهذا أمير المؤمنين يزيد، قد عرفتموه حسن السيرة، محمود الطريقة، محسناً إلى الرعية، يعطي العطاء في حقّه، وقد أمنت السبل على عهده، وكذلك كان أبوه معاوية في عصره، وهذا ابنه يزيد يكرم العباد، ويغنيهم بالأموال، وقد زادكم في أرزاقكم مائة مائة، وأمرني أن أقّرؤها عليكم، واخرجكم إلى حرب عدوّه الحسين فاسمعوا له وأطيعوا .. » (1).\nلقد خاطبهم باللغة التي يفهمونها، ويتهالكون عليها، ويقدمون",
        "__________________\n(1) الطبري 6: 230.\n\nأرواحهم بسخاء في سبيلها، وهي المادة التي هاموا بحبها، وقد أجابوه إلى ما أراد فزجّهم لاقتراف أفظع جريمة في تأريخ البشرية.",
        "واسند القيادة في بعض قطعات جيشه إلى كل من الحصين بن نمير، وحجار بن أبجر، وشمر بن ذي الجوشن، وشبث بن ربعي، وغيرهم، وقد زحفوا بمن معهم إلى كربلاء لمساعدة ابن سعد.\nاحتلال الفرات:\nوقامت العصابة المجرمة التي تحمل شرور أهل الأرض وخبثهم باحتلال الفرات، ولم تبق شريعة أو منفذ إلاّ وقد وضع عليها الحرس، وقد صدرت إليهم الأوامر المشدّدة من قبل القيادة العامة بالحذر واليقظة كي لا تصل قطرة من الماء إلى عترة رسول الله صلى‌الله‌عليه‌وآله الذين هم من خيرة ما خلق الله.\nويقول المؤرّخون: حيل بين الحسين والماء قبل قتله بثلاثة أيّام(1) وكان ذلك من أعظم ما عاناه الإمام من المحن والخطوب، فكان يسمع صراخ أطفاله، وهم ينادون: العطش، العطش، وذاب قلب الإمام حناناً ورحمة لذلك المشهد الرهيب، فقد ذبلت شفاه أطفاله، وذوي عودهم، وجفّ لبن المراضع، وصوّر أنور الجندي هذا المنظر المفجع بقوله:",
        "_________________\n(1) مرآة الزمان في تواريخ الأعيان: 89.\n\nلقد نزع الله الرحمة من قلوبهم، فتنكّروا لإنسانيتهم، وتنكّروا لجميع القيم والأعراف، فان جميع الشرائع والمذاهب لا تبيح منع الماء عن النساء والأطفال فالناس فيه جميعاً شركاء، وقد أكّدت ذلك الشريعة الإسلامية، واعتبرته حقاً طبيعياً لكل إنسان، ولكن الجيش الأموي لم يحفل بذلك، فحرم الماء على آل النبيّ صلى‌الله‌عليه‌وآله وكان بعض الممسوخين يتباهى ويفخر لحرمانهم الحسين من الماء، فقد انبرى الوغد اللئيم المهاجر بن أوس صوب الامام رافعاً صوته قائلاً:",
        "« يا حسين ألا ترى الماء يلوح كأنّه بطون الحيات، والله لا تذوقه أو تموت دونه .. » (1).\nواشتدّ عمرو بن الحجاج نحو الحسين، وهو فرح كأنّما ظفر بمكسب أو مغنم قائلاً:\n« يا حسين هذا الفرات تلغ فيه الكلاب، وتشرب فيه الحمير والخنازير، والله لا تذوق منه جرعة حتى تذوق الحميم في نار جهنّم .. » (2).\nوكان هذا الوغد الأثيم ممن كاتب الإمام الحسين عليه‌السلام بالقدوم إلى الكوفة.",
        "وانبرى جلف آخر من أوغاد أهل الكوفة وهو عبد الله بن الحصين الأزدي فنادى بأعلى صوته لتسمعه مخابرات ابن مرجانة فينال منه جوائزه وهباته، قائلاً:\n« يا حسين ألا تنظر إلى الماء كأنّه كبد السماء، والله لا تذوق منه قطرة\n__________________\n(1) أنساب الأشراف 3: 181.",
        "(2) أنساب الأشراف 3: 182، تأريخ ابن الأثير 4: 236.\n\nحتى تموت عطشاً .. ».\nفرفع الإمام يديه بالدعاء عليه قائلاً:",
        "« اللهمّ اقتله عطشاً، ولا تغفر له أبداً .. » (1).\nلقد تمادى هؤلاء الممسوخون بالشرّ، وسقطوا في هوّة سحيقة من الجرائم والآثام ما لها من قرار.\nسقاية العباس لأهل البيت:\nوالتاع أبو الفضل العبّاس كأشدّ ما تكون اللوعة ألماً ومحنة حينما رأى أطفال أخيه وأهل بيته وهم يستغيثون من الظمأ القاتل، فانبرى الشهم النبيل لتحصيل الماء، وأخذه بالقوة، وقد صحب معه ثلاثين فارساً، وعشرين راجلاً، وحملوا معهم عشرين قربة، وهجموا بأجمعهم على نهر الفرات وقد تقدّمهم نافع بن هلال المرادي وهو من أفذاذ أصحاب الامام الحسين فاستقبله عمرو بن الحجاج الزبيدي وهو من مجرمي حرب كربلاء وقد اعهد إليه حراسة الفرات فقال لنافع:",
        "« ما جاء بك؟ .. ».\n« جئنا لنشرب الماء الذي حلأتمونا عنه .. ».\n« اشرب هنيئاً .. ».\n« أفأشرب والحسين عطشان، ومن ترى من أصحابه؟. ».",
        "« لا سبيل إلى سقي هؤلاء، انّما وضعنا بهذا المكان لمنعهم عن الماء .. ».\n__________________\n(1) الصراط السوي في مناقب آل النبي: 86.\n",
        "ولم يعن به الأبطال من أصحاب الإمام، وسخروا من كلامه، فاقتحموا الفرات ليملأوا قربهم منه، فثار في وجوههم عمرو بن الحجاج ومعه مفرزة من جنوده، والتحم معهم بطل كربلاء أبو الفضل، ونافع بن هلال، ودارت بينهم معركة إلاّ انّه لم يقتل فيها أحد من الجانبين، وعاد أصحاب الامام بقيادة أبي الفضل، وقد ملأوا قربهم من الماء.\nلقد أروى أبو الفضل عطاشى أهل البيت، وانقذهم من الظمأ، وقد منح منذ ذلك اليوم لقب ( السقاء ) وهو من أشهر ألقابه، وأكثرها ذيوعاً بين الناس كما أنّه من أحبّ الألقاب وأعزّها عنده (1).\nأمان الشمر للعباس وأخوته:\nوبادر الخبيث الدنس شمر بن ذي الجوشن إلى سيّده ابن مرجانة فأخذ منه أماناً لأبي الفضل وأخوته الممجّدين، وقد ظنّ أنّه سيخدعهم، ويفردهم عن أخيهم أبي الأحرار، وبذلك يضعف جيش الإمام، لأنّه يخسر هؤلاء الأبطال الذين هم من أشجع فرسان العرب، وجاء الخبيث يشتدّ كالكلب، وقد وقف أمام جيش الحسين، وهتف منادياً:",
        "« أين بنو أختنا العباس واخوته؟ .. ».\nوهبّت الفتية كالأسود، فقالوا له:\n« ما تريد يابن ذي الجوشن؟ .. ».\nفانبرى مستبشراً يبدي لهم الحنان المزيّف قائلاً:",
        "« لكم الأمان .. ».\n__________________\n(1) أنساب الأشراف 3: 181.\n",
        "وصاحوا به، وهم يتميّزون من الغيظ، فقد لذعهم قوله:\n« لعنك الله، ولعن أمانك، أتؤمننا، وابن بنت رسول الله صلى‌الله‌عليه‌وآله، لا أمان له ... » (1).\nوولّى الخبيث خائباً فقد ظنّ أن السادة الأماجد اخوة الإمام من طراز أصحابه الممسوخين الذين باعوا ضمائرهم على ابن مرجانة ووهبوا حياتهم للشيطان، ولم يعلم أن أخوة الحسين عليه‌السلام من أفذاذ الدنيا، الذين صاغوا الكرامة الإنسانية، وصنعوا الفخر والمجد للإنسان.\nزحف الجيوش لحرب الحسين:",
        "وزحفت طلائع الشرك والكفر لحرب ريحانة رسول الله صلى‌الله‌عليه‌وآله في عصر الخميس لتسع خلون من شهر محرم، بعد أن صدرت إليهم الأوامر المشدّدة من ابن مرجانة بتعجيل القتال وحسم الموقف خوفاً من تبلور رأي الجيش وحدوث انقسام في صفوفه، وكان الإمام محتبياً بسيفه أمام بيته اذ خفق برأسه، فسمعت شقيقته عقيلة بني هاشم السيدة زينب أصوات الرجال، وتدافعهم نحو أخيها، فانبرت إليه فزعة مرعوبه، فايقظته، فرفع الإمام رأسه فرأى أخته مذهولة، فقال لها بعزم وثبات:\n« إنّي رأيت رسول الله صلى‌الله‌عليه‌وآله في المنام، فقال: إنك تروح إلينا .. ».\nوذابت نفس العقيلة أسى وحسرات، وانهارت قواها، ولم تملك نفسها أن لطمت وجهها، وراحت تقول:\n__________________",
        "(1) أنساب الأشراف 3: 184.\n\n« يا ويلتاه ... » (1).\nوالتفت أبو الفضل إلى أخيه فقال له:",
        "« أتاك القوم .. ».\nوطلب الإمام منه أن يتعرّف على خبرهم قائلاً:\n« اركب بنفسي أنت يا أخي، حتى تلقاهم، فتقول لهم: ما بدا لكم، وما تريدون؟ .. ».\nلقد فدى الإمام عليه‌السلام اخاه بنفسه، وهو مما يدلّ على سموّ مكانته، وعظيم منزلته، وانه قد بلغ قمّة الإيمان، وأعلى مراتب المتقين ... وأسرع أبو الفضل نحو الجيش، ومعه عشرون فارساً من أصحابه، ومن بينهم زهير بن القين، وحبيب بن مظاهر، وسألهم أبو الفضل عن سبب زحفهم، فقالوا له:",
        "« جاء أمر الأمير أن نعرض عليكم النزول على حكمه، أو نناجزكم ... » (2).\nوقفل العباس إلى أخيه، فأخبره بمقالتهم، وراح حبيب بن مظاهر يعظهم ويحذّرهم من عقاب الله قائلاً:\n« أما والله بئس القوم يقدمون غداً على الله عزّ وجلّ، وعلى رسوله محمد صلى‌الله‌عليه‌وآله وقد قتلوا ذريته، وأهل بيته، المتهجّدين بالاَسحار، الذاكرين الله كثيراً بالليل والنهار، وشيعته الأتقياء الأبرار .. » (3).\nوردّ عليه بوقاحة عزرة بن قيس فقال له:",
        "__________________\n(1) ابن الأثير 3: 284.\n(2) البداية والنهاية 8: 177.\n(3) حياة الإمام الحسين 3: 172.",
        "\n« يا بن مظاهر إنّك لتزكّي نفسك .. ».\nوانبرى إليه البطل الفذّ زهير بن القين فقال له: « أتق الله يا بن قيس، ولا تكن من الذين يعينون على الضلال ويقتلون النفس الزكية الطاهرة، عترة خيرة الأنبياء .. ».\nفأجابه عزرة:",
        "« كنت عندنا عثمانياً فما بالك، .. ».\nفردّ عليه زهير بمنطق الشرف والإيمان:\n« والله ما كتبت إلى الحسين، ولا أرسلت إليه رسولاً، ولكن الطريق جمعني وإياه، فلما رأيته ذكرت به رسول الله صلى‌الله‌عليه‌وآله وعرفت ما تقدمون من غدركم، ونكثكم، وسبيلكم إلى الدنيا، فرأيت أن أنصره، وأكون في حزبه حفظاً لما ضيّعتم من حقّ رسول الله صلى‌الله‌عليه‌وآله .. » (1).\nلقد كان كلام زهير حافلاً بالصدق بجميع رحابه، فقد بيّن أنّه لم يكتب إلى الإمام بالقدوم إلى الكوفة لأنّه كان عثماني الهوى، ولكنه حينما التقى بالإمام في الطريق ووقف على واقع الحال من غدر أهل الكوفة به، ونكثهم لبيعته انقلب رأساً على عقب، وصار من أنصار الإمام، ومن أكثرهم مودّة وحباً له، لأن الإمام من ألصق الناس برسول الله صلى‌الله‌عليه‌وآله.",
        "وعلى أيّ حال فقد عرض أبو الفضل مقالة القوم على أخيه، فقال له:\n« ارجع إليهم فان استطعت أن تؤخّرهم إلى غدوة لعلّنا نصلّي لربّنا هذه الليلة، وندعوه، ونستغفره فهو يعلم أنّي أحبّ الصلاة،\n__________________\n(1) أنساب الأشراف 3: 184.",
        "\nوتلاوة كتابه، وكثرة الدعاء والاستغفار ... ».\nلقد أراد ريحانة رسول الله صلى‌الله‌عليه‌وآله أن يودّع الحياة الدّنيا بأثمن ما فيها وهي الصلاة والدعاء والاستغفار وتلاوة القرآن الكريم، وان يواجه الله تعالى وقد تزوّد منها.\nورجع أبو الفضل عليه‌السلام إلى معسكر ابن مرجانة فأخبرهم بمقالةِ أخيه فعرض ابن سعد ذلك على الخبيث الدنس شمر بن ذي الجوشن خوفاً من وشايته إذا استجاب لطلب الإمام، فقد كان شمر المنافس الوحيد لابن سعد على إمارة الجيش كما كان عيناً عليه، كما أراد أن يكون شريكاً له في المسؤولية فيما إذا عاتبه ابن زياد على تأخير الحرب.",
        "ولم يبد الشمر أي رأي له في الموضوع، وانما أحاله لابن سعد ليكون هو المسؤول عنه، وانبرى عمرو بن الحجاج الزبيدي فأنكر عليهم هذا التردد والإحجام عن إجابة الإمام قائلاً:\n« سبحان الله!! والله لو كان من الديلم ثم سألكم هذه المسألة لكان ينبغي أن تجيبوه .. » (1).\nولم يزد ابن الحجّاج على ذلك، فلم يقل لهم: انّه ابن رسول الله صلى‌الله‌عليه‌وآله وانّهم هم الذين غرّوه وكاتبوه بالقدوم إلى مصرهم، لم يقل ذلك خوفاً من أن تنقل الاستخبارات العسكرية إلى ابن زياد ذلك فينال العقاب والحرمان، وأيّد ابن الأشعث مقالته، فاستجاب ابن سعد إلى تأجيل الحرب، وأوعز إلى رجل من أصحابه أن يعلن ذلك، فدنا من معسكر الإمام ورفع صوته قائلاً:\n__________________",
        "(1) تأريخ ابن الأثير 3: 285.\n\n« يا أصحاب الحسين بن علي قد أجّلناكم يومكم هذا إلى غد فان استسلمتم ونزلتم على حكم الأمير وجهنا بكم إليه وان أبيتم ناجزناكم ... » (1).\nوأُرجئ القتال إلى صبيحة اليوم العاشر من المحرّم، وظلّ جيش ابن سعد ينتظرون الغد هل يجيبهم الإمام أو يرفض ما دعوه إليه.",
        "الإمام يأذن لأصحابه بمفارقته:\nوجمع ريحانة رسول الله صلى‌الله‌عليه‌وآله أهل بيته وأصحابه في ليلة العاشر من المحرم، وعرض عليهم ما يلاقيه من الشهادة، وطلب منهم أن ينطلقوا في رحاب الأرض ويتركوه وحده ليقلى مصيره المحتوم، وقد أراد بذلك أن يكونوا على بيّنة من أمرهم فقال لهم:\n« أثني على الله أحسن الثناء، وأحمده على السرّاء والضرّاء ... اللهمّ إني أحمدك على أن أكرمتنا بالنبوة، وعلّمتنا القرآن، وفهّمتنا في الدين وجعلت لنا أسماعاً وأبصاراً وأفئدة، ولم تجعلنا من المشركين.\nأمّا بعد: فإنّي لا أعلم أصحاباً أوفى ولا خيراً من أصحابي، ولا أهل بيت خيراً من أهل بيتي، فجزاكم الله جميعاً عنّي خيراً، ألا وانّي لاَظنّ يومنا من هؤلاء الأعداء غداً، واني قد أذنت لكم جميعاً فانطلقوا في حلّ ليس عليكم منّي ذمام، وهذا الليل قد غشيكم فاتخذوه جملاً، وليأخذ كل رجل منكم بيد رجل من أهل بيتي، فجزاكم الله جميعاً خيراً، ثم تفرّقوا في سوادكم ومدائنكم حتى يفرج الله، فان",
        "__________________\n(1) حياة الإمام الحسين 3: 165.\n\nالقوم انّما يطلبونني ولو أصابوني لُهوا عن طلب غيري ... » (1).",
        "وتمثّلت روعة الإيمان، وسرّ الإمامة بهذا الخطاب العظيم الذي كشف جانباً كبيراً عن نفسية أبي الأحرار، فقد تجنّب في هذا الموقف الدقيق الحاسم جميع ألوان المنعطفات، ووضع أصحابه وأهل بيته أمام الأمر الواقع فقد حدد لهم النتيجة التي لا مفرّ منها وهي القتل والتضحية، وليس هناك أي شيء آخر من متع الدنيا، وقد طلب منهم أن يخلوا عنه وينصرفوا تحت جنح الظلام، فيتخذونه ستراً دون كل عين، فلعلّهم يخجلون أن يبتعدوا عنه في وضع النهار، فقد جعلهم في حلّ من التزاماتهم تجاهه، وقد عرّفهم أنّه بالذات هو الهدف لتلك الوحوش الكاسرة المتعطشة إلى سفك دمه، فإذا ظفروا به فلا إرب لهم في طلب غيره.\nجواب أهل البيت:\nولم يكد يفرغ الإمام من خطابه حتى هبّت الصفوة من أهل البيت عليهم‌السلام، وعيونهم تفيض دموعاً، وهم يعلنون ولاءهم له، وتضحيتهم في سبيله، وقد مثلهم أبو الفضل العباس عليه‌السلام فخاطب الإمام قائلاً:\n« لم نفعل ذلك؟!! لنبقى بعدك، لا أرانا الله ذلك أبداً .. ».",
        "والتفت الإمام إلى السادة من ابناء عمّه من بني عقيل، فقال لهم:\n« حسبكم من القتل بمسلم، اذهبوا فقد اذنت لكم ... ».\nوهبّت فيتة آل عقيل كالأسود تتعالى أصواتهم، قائلين:\n« إذن ما يقول الناس:، وما نقول:، إنا تركنا شيخنا وسيّدنا، وبني",
        "__________________\n(1) ابن الأثير 3: 285.\n\nعمومتنا خير الأعمام، ولم نرم معهم بسهم، ولم نطعن برمح، ولم نضرب بسيف ولا ندري ما صنعوا، لا والله لا نفعل، ولكن نفديك بأنفسنا واموالنا وأهلينا نقاتل معك، حتى نرد موردك، فقبّح الله العيش بعدك ... » (1).",
        "لقد صمّموا على حماية الإمام العظيم، والدفاع عن أهدافه ومبادئه، واختاروا الموت تحت ظلال الأسنّة على الحياة التي لا هدف فيها.\nجواب أصحابه:\nأمّا أصحاب الإمام عليه‌السلام فهم أحرار هذه الدنيا، وقد اندفعوا يعلنون للإمام عليه‌السلام الفداء والتضحية دفعاً عن المبادئ المقدّسة التي ناضل من أجلها الإمام، وقد انبرى مسلم بن عوسجة فخاطب الإمام قائلاً:\n« أنحن نخلّي عنك، وبماذا نعتذر إلى الله في اداء حقّك، أما والله لا أفارقك حتى أطعن في صدورهم برمحي، وأضرب بسيفي ما ثبت قائمه بيدي، ولو لم يكن معي سلاح أقاتلهم لقذفتهم بالحجارة حتى أموت معك .. ».",
        "لقد عبّرت هذه الكلمات عن عميق إيمانه بريحانة رسول الله صلى‌الله‌عليه‌وآله وانّه سيذبّ عنه حتى النفس الأخير من حياته.\nوانبرى بطل آخر من أصحاب الإمام وهو سعيد بن عبد الله الحنفي فخاطب الإمام قائلاً:\n« والله لا نخلّيك حتى يعلم الله أنا قد حفظنا غيبة رسوله صلى‌الله‌عليه‌وآله فيك، أما والله لو علمت أنّي أقتل، ثم أحيا، ثم أحرق، ثم أذرى يفعل بي ذلك\n__________________",
        "(1) تأريخ الطبري 6: 238.\n\nسبعين مرّة لما فارقتك حتى ألقى حمامي دونك، وكيف لا أفعل ذلك، وانّما هي قتلة واحدة، ثم هي الكرامة التي لا انقضاء لها أبدا ... ».\nوليس في قاموس الوفاء أصدق، ولا أنبل من هذا الوفاء، فهو يتمنّى من صميم قلبه أن تجري عليه عملية القتل سبعين مرّة ليفدي الإمام عليه‌السلام، ليحفظ بذلك غيبة رسول الله صلى‌الله‌عليه‌وآله وكيف لا يستطيب الموت في سبيله وانّما هو مرّة واحدة، ثم هي الكرامة الاَبدية التي لا انقضاء لها.",
        "وانبرى زهير بن القين فأعلن نفس الاتجاه الذي أعلنه المجاهدون من إخوانه قائلاً:\n« والله لوددت أنّي قُتلت، ثم نشرت، ثم قتلت حتى أقتل ألف مرّة، وان الله عزّ وجلّ يدفع بذلك القتل عن نفسك، وعن أنفس هؤلاء الفتيان من أهل بيتك .. » (1).\nأرأيتم وفاء هؤلاء الأبطال، فهل تجدون لهم مثيلاً في تأريخ هذه الدنيا، لقد ارتفعوا إلى مستوى من النبل والشهامة لم يبلغه أي إنسان وقد أعطوا بذلك الدروس المشرقة في الدفاع عن الحق.\nوأعلن بقيّة أصحاب الإمام عليه‌السلام الترحيب بالشهادة في سبيل إمامهم، فجزاهم خيراً، وأكّد لهم جميعاً أنّهم سينعمون في الفردوس الأعلى، ويحشرون مع النبيين والصدّيقين، وهتفوا جميعاً:",
        "« الحمد لله الذي أكرمنا بنصرك، وشرّفنا بالقتل معك، أو لا ترضى أن نكون معك في درجتك يا بن رسول الله .. » (2).\nلقد أُترعت نفوس هؤلاء الأبطال بالإيمان العميق، فتحرّروا من\n__________________\n(1 و 2) حياة الإمام الحسين 3: 168 ـ 169.",
        "\nجميع ملاذ الحياة ولهوها، واتجهوا صوب الله، فرفعوا راية الإسلام عالية خفّاقة في رحاب هذا الكون.\nإحياء الليل بالعبادة:\nوأقبل الإمام عليه‌السلام مع الصفوة الطيبة المؤمنة من أهل بيته وأصحابه نحو الله يناجونه بقلوبهم وعواطفهم، وهم يسألونه العفو والغفران ولم يذق أحد منهم طعم الرقاد، فقد كانوا ما بين راكع وساجد وقارىء للقرآن، وكان لهم دويّ كدويّ النحل.",
        "وكانوا ينتظرون انبثاق نور الصبح بفارغ الصبر لينالوا الشهادة بين يديّ ريحانة رسول الله صلى‌الله‌عليه‌وآله.\nوأما معسكر ابن زياد فقد باتوا وهم في شوق لطلوع الصبح ليريقوا دماء أهل البيت عليهم‌السلام ليقترّبوا بها إلى سيّدهم ابن مرجانة.\n* * *\n",
        "يوم عاشوراء\nوليس مثل يوم العاشر من المحرّم في مآسيه وكآبته وكوارثه، فلم تبق محنة من محن الدنيا، ولا فاجعة من فواجع الدهر إلاّ جرت على ريحانة رسول الله صلى‌الله‌عليه‌وآله فلا يوم مثل ذلك اليوم الخالد في دنيا الأحزان.\nدعاء الامام:\nوخرج أبو الأحرار من خبائه فرأى البيداء قد ملئت خيلاً ورجالاً وقد شهر أولئك البغاة اللئام سيوفهم لإراقة دمه، ودماء الصفوة البررة من أهل بيته وأصحابه لينالوا الأجر الزهيد من الإرهابي المجرم ابن مرجانة، ودعا الإمام بمصحف فنشره على رأسه، ورفع يديه بالدعاء إلى الله قائلاً:",
        "« اللهمّ أنت ثقتي في كل كرب، ورجائي في كل شدة، وأنت لي في كل أمر نزل بي ثقة وعدة، كم من همّ يضعف فيه الفؤاد، وتقلّ فيه الحيلة، ويخذل فيه الصديق، ويشمت فيه العدوّ أنزلته بك، وشكوته إليك رغبة منّي إليك عمّن سواك، ففرّجته وكشفته، وكفيته،\n\nفأنت وليّ كل نعمة، وصاحب كل حسنة، ومنتهى كل رغبة ... » (1).\nلقد أناب الإمام إلى الله، وأخلص له، فهو وليّه، والملجأ الذي يلجأ إليه في كل نائبة نزلت به.",
        "خطبة الإمام:\nورأى الإمام عليه‌السلام أن يقيم الحجّة البالغة على أُولئك الوحوش قبل أن يقدموا على اقتراف الجريمة، فدعا براحلته فركبها، واتجه نحوهم، فخطب فيهم خطابه التأريخي الحافل بالمواعظ والحجج، فقد نادى بصوت عال يسمعه جلّهم:\n« أيّها الناس اسمعوا قولي، ولا تعجلوا حتى أعظكم بما هو حقّ لكم عليّ، وحتى أعتذر إليكم من مقدمي عليكم، فان قبلتم عذري، وصدقتم قولي وأعطيتموني النصف، كنتم بذلك أسعد، ولم يكن لكم عليَّ سبيل، وان لم تقبلوا منّي العذر، ولم تعطوا النصف من أنفسكم، فاجمعوا أمركم وشركاءكم ثم لا يكن أمركم عليكم غمّة، ثم امضوا إليَّ ولا تُنظرون، إن ولّيي الله الذي نزّل الكتاب وهو يتولّى الصالحين .. ».\nوحمل الأثير هذه الكلمات إلى السيدات من عقائل النبوة، ومخدرات الرسالة فتصارخن بالبكاء، فبعث إليهنّ أخاه العباس، وابنه عليّاً، وقال لهما:",
        "سكّتاهنّ، فلعمري ليكثر بكاؤهنّ، ولما سكتن استرسل في خطابه\n__________________\n(1) تأريخ ابن عساكر 13: 14.\n",
        "فحمد الله وأثنى عليه، وصلّى على جدّه الرسول صلى‌الله‌عليه‌وآله وعلى الملائكة والأنبياء، وقال في ذلك: ما لا يحصى ذكره، ولم يسمع لا قبله، ولا بعده أبلغ منه في منطقه (1).\nوكان مما قاله:\n« أيّها الناس ان الله تعالى خلق الدنيا فجعلها دار فناء وزوال، متصرّفة بأهلها حالاً بعد حال، فالمغرور من غرّته، والشقيّ من فتنته، فلا تغرنّكم هذه الدنيا، فانها تقطع رجاء من ركن إليها، وتخيب طمع من طمع فيها، وأراكم قد اجتمعتم على أمر قد أسخطتم الله فيه عليكم، وأعرض بوجهه الكريم عنكم، وأحلّ بكم نقمته، فنعم الرب ربّنا، وبئس العبيد أنتم، أقررتم بالطاعة وآمنتم بالرسول صلى‌الله‌عليه‌وآله ثم أنكم زحفتم إلى ذريته وعترته تريدون قتلهم، لقد استحوذ عليكم الشيطان فأنساكم ذكر الله العظيم، فتبّاً لكم ولما تريدون، إنّا لله وإنّا إليه راجعون هؤلاء قوم كفروا بعد إيمانهم فبُعداً للقوم الظالمين ».\nلقد وعظ الإمام عليه‌السلام أعداءه بهذه الكلمات التي تمثّل هدي الأنبياء ومحنتهم في أممهم، لقد حذّرهم من فتنة الدنيا وغرورها، وأهاب بهم من التورّط في قتل عترة نبيّهم وذريّته، وانّهم بذلك يستوجبون العذاب الأليم، والسخط الدائم، ثم استرسل الإمام الممتحن في خطابه فقال:",
        "« أيّها الناس: انسبوني من أنا، ثم ارجعوا إلى أنفسكم، وعاتبوها، وانظروا هل يحلّ لكم قتلي، وانتهاك حرمتي، ألست ابن بنت نبيّكم، وابن وصيّه، وابن عمّه، وأول المؤمنين بالله، والمصدق\n__________________\n(1) تأريخ الطبري 6: 242.\n",
        "لرسوله، بما جاء من عند ربّه، أو ليس حمزة سيّد الشهداء عمّ أبي، أو ليس جعفر الطيّار عمّي، أو لم يبلغكم قول رسول الله 9 لي ولأخي « هذان سيّدا شباب أهل الجنّة » فان صدّقتموني بما أقول: وهو الحقّ، والله ما تعمّدت الكذب منذ علمت أن الله يمقت عليه أهله، ويضرّ به من اختلقه، وإن كذّبتموني فان فيكم من إذا سألتموه أخبركم، سلوا جابر بن عبد الله الأنصاري، وابا سعيد الخدري، وسهل ابن سعد الساعدي، وزيد بن أرقم، وأنس بن مالك يخبروكم انّهم سمعوا هذه المقالة من رسول الله 9 لي ولأخي أما في هذا حاجز لكم عن سفك دمي، .. ».\nوكان خليقاً بهذا الخطاب المشرق أن يرجع لهم حوازب عقولهم، ويردّهم عن طغيانهم، فقد وضع الإمام النقاط على الحروف، ودعاهم إلى التأمل ولو قليلاً ليمعنوا في شأنه أليس هو حفيد نبيّهم وابن وصيه، وهو سيّد شباب أهل الجنة كما أعلن ذلك جدّه الرسول صلى‌الله‌عليه‌وآله وفي ذلك حصانة له من سفك دمه وانتهاك حرمته، ولكن الجيش الأموي لم يع هذا المنطق، فقد خلد إلى الجريمة، واسودّت ضمائرهم، وحيل بينهم وبين ذكر الله.\nوتصدّى لجواب الإمام شمر بن ذي الجوشن وهو من الممسوخين فقال له:\n« هو يعبد الله على حرف إن كان يدري ما تقول .. ».",
        "وحقاً انه لم يع ما يقول الإمام فقد ران على قلبه الباطل، وغرق في الاثم وقد أجابه حبيب بن مظاهر وهو من أعلام الهدى والصلاح فقال له:\n« والله انّي لأراك تعبد الله على سبعين حرفاً، وأنا أشهد أنّك صادق ما تدري ما يقول، قد طبع الله على قلبك .. ».\n\nوالتفت الإمام إلى قطعات الجيش فخاطبهم:",
        "« فإن كنتم في شكّ من هذا القول، أفتشكّون أنّي ابن بنت نبيكم فوالله ما بين المشرق والمغرب ابن بنت نبيّ غيري فيكم، ولا في غيركم، ويحكم أتطلبونني بقتيل منكم قتلته، أو مال لكم استهلكته، أو بقصاص جراحة .. ».\nوغدوا حيارى لا يملكون جواباً لردّه، ثم التفت الإمام إلى قادة الجيش الذين دعوه بالقدوم إلى مصرهم فقال لهم:\n« يا شبث بن ربعي، ويا حجار بن أبجر، ويا قيس بن الأشعث، ويا زيد بن الحرث، ألم تكتبوا إليَّ ان قد أينعت الثمار، وأخضر الجناب، وإنّما تقدم على جند لك مجنّدة ... ».\nوأنكر أُولئك الخونة كتبهم، وما عاهدوا عليه الله من نصرهم للإمام، فقالوا له « لم نفعل ذلك .. ».",
        "وبهر الإمام من ذلك وراح يقول:\n« سبحان الله!! بلى والله لقد فعلتم .. ».\nوأعرض الإمام عنهم، ووجّه خطابه إلى جميع قطعات الجيش قائلاً:\n« أيّها الناس: إذا كرهتموني فدعوني أنصرف عنكم إلى مأمني من الأرض .. ».",
        "وتصدّى لجوابه قيس بن الأشعث وهو من رؤوس المنافقين، وقد خلع كل شرف وحياء فقال له:\n« أو لا تنزل على حكم بني عمّك، فانّهم لن يروك إلاّ ما تحبّ، ولن يصل إليك منهم مكروه .. ».\nفردّ عليه الإمام قائلاً:\n",
        "« أنت أخو أخيك، أتريد أن يطلبك بنو هاشم بأكثر من دم مسلم بن عقيل، لا والله لا أعطيهم بيدي إعطاء الذليل، ولا أفرّ فرار العبيد، عباد الله إنّي عذت بربي وربّكم أن ترجمون، أعوذ بربّي وربّكم من كل متكبّر لا يؤمن بيوم الحساب ... (1) ».\nومثلت هذه الكلمات عزّة الأحرار وشرف الأباة، ولم تنفذ إلى قلوب أُولئك الجفاة الذين غرقوا في الجهل والآثام.\nوتكلّم أصحاب الإمام مع معسكر ابن زياد، وأقاموا عليهم الحجّة، وذكّروهم بجور الامويين، وما أنزلوه بهم من الجور والاستبداد، ولم تُجدِ معهم النصائح شيئاً، وراحوا يفخرون بنصرتهم لابن مرجانة، وقتالهم لريحانة رسول الله صلى‌الله‌عليه‌وآله.\nخطاب آخر للامام الحسين:",
        "وانبرى سبط رسول الله صلى‌الله‌عليه‌وآله مرّة أخرى إلى إسداء النصحية إلى الجيش الأموي مخافة أن يدّعي أحد منهم أنّه غير عارف بالأمر، فانطلق عليه‌السلام نحوهم، وقد نشر كتاب الله العظيم على رأسه، واعتمّ بعمامة جدّه رسول الله صلى‌الله‌عليه‌وآله وتقلّد لامة حربه، وكان على هيبة تحكي هيبة الأنبياء والأوصياء فقد علت أسارير النور على وجهه الكريم فقال:\n« تَبّاً لَكُمُ أَيَّتُهَا الْجَماعَةُ وَتَرْحاً حينَ إِسْتَصْرَخْتُمُونا والِهينَ فَأَصْرَخْناكُمْ مُوجِفينَ (2)، سَلَلْتُمْ عَلَيْنا سَيْفاً لَنا في ايمانِكُمْ، وَحَشَشْتُم (3)\n__________________\n(1) تأريخ الطبري 6: 43.",
        "(2) موجفين: أي مسرعين إليكم.\n(3) حششتم: أي أوقدتم النار.\n\nعَلَيْنا ناراً إِقْتَدَحْناها عَلى عَدُوِّنا وَعَدُوِّكُمْ، فَأَصْبَحْتُمْ أُلَبّاً (1) لاََِعْدائِكُمْ عَلى أَوْلِيائِكُمْ بِغَيْرِ عَدْلٍ أَفْشَوْهُ فيكُمُ وَلا أَمَلٍ أَصْبَحَ لَكُمْ فيهِمْ.",
        "مَهْلاً ـ لكُمُ الْوَيْلاتُ ـ تَرَكْتُمُونا وَالسَّيْفُ مِشيَمٌ (2) وَالْجَأْشُ طامِنُ وَالرَّأْي لَمّا يَسْتَحْصِفُ، وَلكِنْ أَسْرَعْتُم إِلَيْها كَطَيْرَةِ الدَبا (3)، وَتَداعَيْتُمْ إِلَيْها كَتَهافَتِ الْفَراشِ (4).\nفَسُحْقاً لَكُمْ يا عَبيدَ الأمّة، وَشِذاذَ الاََْحْزابِ، وَنَبَذَةَ الْكِتابِ، ومُحَرِّفي الْكَلِمَ، وَعَصَبَةَ الاَْثامِ، وَنَفَثَةَ الشَّيْطانِ، وَمُطْفِىََ السُّنَنِ.\nأَهوَُلاءِ تَعْضُدُونَ، وَعَنّا تَتَخاذَلُونَ؟!\nأَجَلْ وَاللهِ غَدْرٌ فيكُمُ قَديمٌ وَشَجَتْ إِلَيْهِ أُصُولُكُمْ (5) وَتَأَزَّرَتْ عَلَيْهِ فُرُوعُكُمْ (6)، فَكُنْتُمْ أَخْبَثَ شَجَرٍ شَجاً لِلنّاظِرِ وَأُكْلَةٌ لِلْغاصِبِ.",
        "أَلا وَإِنَّ الدَّعِيَّ ابْنَ الَّدعِي قَدْ رَكَزَ بَيْنَ اثْنَتَيْنِ: بَيْنَ السِّلَّةِ (7) وَالذِّلَةِ، وَهَيْهاتَ مِنَّا الذِّلَّةُ، يَأْبَى اللهُ لَنا ذلِكَ وَرَسُولُهُ وَالْمُوَْمِنُونَ وَحُجُورٌ طابَتْ وَطَهُرَتْ وَأُنُوفٌ حِمِيَّةٌ وَنُفُوسٌ أَبِيَّةٌ: مِنْ أَنْ تُوَْثِرَ طاعَةَ اللِّئامِ عَلى مَصارِعِ الْكِرامِ.\n__________________\n(1) إلبا: أي قوة لأعدائكم، وذلك باجتماعهم.\n(2) مشيم: أي السيف في غمده لا يسل.",
        "(3) الدبا: بفتح الدال، وتخفيف الباء الجراد قبل أن يطير.\n(4) الفراش: جمع فراشة وهي صغار البق تتهافت في النار لضعف بصرها.\n(5) وشجت: أي التفت عليه أصولكم.\n(6) تأزرت: أي نبتت عليه فروعكم.",
        "(7) السلة: بكسر السين استلال السيوف.\n\nأَلا وَإِنّى زاحِفٌ بِهذِهِ الأسرة مَعَ قِلَّةِ الْعَدَدِ وَخَذْلَةِ النّاصِرِ ».\nثُمَّ أَوْصَلَ كَلامَهُ عليه‌السلام بِأَبْياتِ فَرْوَةَ بْنِ مُسَيْكِ الْمُرادي:",
        "ثُمَّ قالَ: « أَيْمُ وَاللهِ لا تَلْبَثُونَ بَعْدَها إِلاّ كَرَيْثِ ما يُرْكَبُ الْفَرَسُ حَتّى يَدُورَ بِكُمْ دَوْرَ الرَّحى وَتَقْلَقَ بِكُمْ قَلَقَ الْمِحْوَرِ، عَهْدٌ عَهْدَهُ إِلَيَّ أَبي عَنْ جَدّي، فَأَجْمَعُوا أَمْرَكُمْ وَشُرَكاءَكُمْ، ثُمَّ لا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةٌ، ثُمَّ اقُضوا إِلَيَّ وَلا تُنْظِرُونَ.\nإِنّي تَوَكَّلْتُ عَلَى اللهِ رَبّي وَرَبِّكُمْ، ما مِنْ دابَّةٍ إِلاّ هُوَ آخِذٌ بِناصِيَتها، إِنَّ رَبّي عَلى صِراطٍ مُسْتَقيمٍ.\nأَللّهُمَّ احْبِسْ عَنْهُمْ قَطَرَ السَّماءِ، وَابْعَثْ عَلَيْهِمْ سِنينَ كَسِنَيْ يُوسُفَ، وَسَلِّطْ عَلَيْهِمْ غُلامَ ثَقيفٍ يَسُومُهُمْ كَأْساً مُصْبَرَةً، فَإِنَّهُمْ كَذَّبُونا وَخَذَلُونا، وَأَنْتَ رَبُّنا عَلَيْكَ تَوَكَّلْنا وَإِلَيْكَ أَنَبْنا وَإِلَيْكَ الْمَصيرُ ».\nومثلّ هذا الخطاب الثوري صلابة الإمام، وقوّة عزيمته، وشدّة بأسه، فقد استهان بأولئك الأقزام الذين هبّوا إليه يستنجدون به، ويستغيثون لينقذهم من جور الامويين وظلمهم، فلما أقبل إليهم انقلبوا عليه رأساً على",
        "\nعقب، فسلّوا عليه سيوفهم وشهروا عليه رماحهم تقرّباً للطغاة والظالمين لهم، والمستبدّين بشؤونهم في حين أنّه لم يبدو من أولئك الحكام أية بارقة من العدل فيهم، كما أعلن الإمام عن رفضه الكامل لدعوة ابن مرجانة من الاستسلام له، فقد أراد له الذلّ والهوان، وهيهات أن يرضخ لذلك وهو سبط الرسول صلى‌الله‌عليه‌وآله والممثّل الأعلى للكرامة الإنسانية، فقد صمّم على الحرب بأسرته التي مثّلت البطولات ليحفظ بذلك كرامته، وكرامة الأمة.\nوقد أخبرهم الإمام عن مصيرهم بعد قتلهم له أنّهم لا ينعمون بالحياة، وان الله يسلّط عليهم من يسقيهم كأساً مصبرة، ويجرعهم الغصص وينزل بهم العذاب الأليم، وقد تحقّق ذلك فلم يمض قليل من الوقت بعد اقترافهم لقتل الإمام حتى ثار عليهم البطل العظيم، والثائر المجاهد، ناصر الإسلام الزعيم الكبير المختار بن يوسف الثقفي فقد ملأ قلوبهم رعباً وفزعاً، ونكّل بهم تنكيلاً فظيعاً، وأخذت شرطته تلاحقهم في كل مكان فمن ظفرت به قتلته أشرّ قتلة، ولم يفلت منهم إلاّ القليل.\nوقد وجم جيش ابن سعد بعد هذا الخطاب التأريخي الخالد، وودّ الكثيرون منهم أن تسيخ بهم الأرض.",
        "استجابة الحرّ:\nواستيقظ ضمير الحرّ، وثابت نفسه إلى الحقّ بعدما سمع خطاب الإمام، وجعل يتأمّل، ويفكّر في تلك اللحظات الحاسمة من حياته فهل يلتحق بالحسين، ويحفظ بذلك آخرته، وينقذ نفسه من عذاب الله وسخطه، أو أنّه يبقى على منصبه كقائد فرقة في الجيش الأموي، وينعم بصلات ابن مرجانة، واختار الحرّ نداء ضميره الحيّ، وتغلّب على هواه،\n\nفصمم على الالتحاق بالإمام الحسين عليه‌السلام وقبل أن يتوجّه إليه أسرع نحو ابن سعد القائد العام للقوات المسلّحة فقال له:",
        "« أمقاتل هذا الرجل، .. ».\nولم يلتفت ابن سعد إلى انقلاب الحرّ فقد أسرع قائلاً بلا تردّد:\n« أي والله قتالاً أيسره أن تسقط فيه الرؤوس وتطيح الأيدي .. ».\nلقد أعلن ذلك أمام قادة الفرق ليظهر إخلاصه لابن مرجانة، فقال له الحرّ:",
        "« أفمالكم في واحدة من الخصال التي عرضها عليكم رضا .. ».\nواندفع ابن سعد قائلاً:\n« لو كان الأمر لي لفعلت، ولكن أميرك أبى ذلك .. ».\nولما أيقن الحرّ أن القوم مصمّمون على حرب الإمام عزم على الالتحاق بمعسكر الإمام، وقد سرت الرعدة بأوصاله، فأنكر عليه ذلك زميله المهاجر ابن أوس فقال له:",
        "« والله إن أمرك لمريب، والله ما رأيت منك في موقف قطّ مثل ما أراه الآن، ولو قيل لي: من أشجع أهل الكوفة لما عدوتك، .. ».\nوأعرب له الحرّ عمّا صمّم عليه قائلاً:\n« إنّي والله أخيّر نفسي بين الجنّة والنار، ولا اختار على الجنّة شيئاً ولو قطعت وأحرقت .. ».\nوألوى بعنان فرسه نحو الإمام (1) وكان مطرقاً برأسه إلى الأرض حياءً وندماً على ما صدر منه تجاه الإمام، ولما دنا منه رفع صوته ودموعه تتبلور",
        "__________________\n(1) تأريخ الطبري 6: 244.\n\nعلى خدّيه قائلاً:",
        "« اللهمّ إليك أُنيب، فقد أرعبت قلوب أوليائك، وأولاد نبيّك، يا أبا عبد الله إنّي تائب فهل لي من توبة .. ».\nونزل عن فرسه، وأقبل يتضرّع ويتوسّل إلى الإمام ليمنحه التوبة قائلاً:\n« جعلني الله فداك يا بن رسول الله، أنا صاحبك الذي حبستك عن الرجوع، وجعجعت بك في هذا المكان، ووالله الذي لا آله إلاّ هو، ما ظننت أن القوم يردون عليك ما عرضت عليهم أبداً، ولا يبلغون منك هذه المنزلة أبداً، فقلت في نفسي: لا أُبالي أن أطيع القوم في بعض أمرهم، ولا يرون أني خرجت من طاعتهم، وأما هم فيقبلون بعض ما تدعوهم إليه، ووالله لو ظننت أنّهم لا يقبلون منك ما ركبتها منك، وانّي قد جئتك تائباً مما كان منّي إلى ربّي، مواسياً لك بنفسي حتى أموت بين يديك أفترى لي توبة، .. ».\nواستبشر به الإمام، ومنحه الرضا والعفو، وقال له:",
        "« نعم يتوب الله عليك ويغفر .. » (1).\nوملأ الفرح قلب الحرّ حينما فاز برضاء ريحانة رسول الله صلى‌الله‌عليه‌وآله واستأذنه أن ينصح أهل الكوفة لعلّ بعضهم أن يرجع إلى الحقّ، ويتوب إلى الرشاد، فأذن له الإمام في ذلك، فانبرى الحرّ إليهم رافعاً صوته:\n« يا أهل الكوفة لأمكم الهبل (2) والعبر (3) أدعوتموه حتى إذا أتاكم\n__________________",
        "(1) الكامل 2: 288.\n(2) الهبل: الثكل.\n(3) العبر: البكاء وجريان الدمع.\n",
        "اسلمتموه وزعمتم أنّكم قاتلوا أنفسكم دونه، ثم عدوتم عليه لتقتلوه، أمسكتم بنفسه، وأحطتم به، ومنعتموه من التوجه إلى بلاد الله العريضة، حتى يأمن، ويأمن أهل بيته، فأصبح كالأسير، لا يملك لنفسه نفعاً، ولا يدفع عنها ضرّاً، ومنعتموه ومن معه عن ماء الفرات الجاري يشربه اليهودي والنصراني والمجوسي، ويتمرّغ فيه خنازير السواد وكلابه، وها هو وأهله قد صرعهم العطش، بئسما خلفتم محمّداً صلى‌الله‌عليه‌وآله في ذريّته، لا سقاكم الله يوم الظمأ إن لم تتوبوا، وتفزعوا عمّا أنتم عليه ... » (1).\nوودّ الكثير منهم أن تسيخ بهم الأرض، فهم على يقين بضلالة حربهم إلاّ أنّهم استجابوا لرغباتهم النفسية في حبّ البقاء، وتوقح بعضهم فرموا الحرّ بالنبل وكان ذلك ما يملكونه من حجّة في الميدان.\n* * *\n__________________",
        "(1) الكامل 3: 229.\n\n\nالحرب",
        "\n\n\nوارتبك ابن سعد حينما علم أن الحرّ قد التحق بمعسكر الإمام، وهو من كبار قادة الفرق في جيشه، وخاف أن يلحتق غيره بالإمام، فزحف الباغي الأثيم نحو معسكر الإمام، وأخذ سهماً كأنّه كان نابتاً في قلبه، فأطلقه صوب الإمام، وهو يصيح:",
        "« اشهدوا لي عند الأمير أنّي أوّل من رمى الحسين .. ».\nواتخذ بذلك وسيلة لفتح باب الحرب، وطلب من الجيش أن يشهدوا له عند سيّده ابن مرجانة انه أول من رمى ريحانة رسول الله صلى‌الله‌عليه‌وآله ليكون أميره على ثقة من إخلاصه، ووفائه للأمويين، وأن ينفي عنه كل شبهة من أنّه غير جادّ في حربه للحسين.\nوتتابعت السهام كأنّها المطر على أصحاب الإمام، فلم يبق أحد منهم إلاّ أصابه سهم منها، والتفت الإمام إلى أصحابه، فأذن لهم في الحرب قائلاً:\n« قوموا يا كرام فهذه رسل القوم إليكم .. ».",
        "وتقدّمت طلائع الشرف والمجد من اصحاب الإمام إلى ساحة الحرب لتحامي عن دين الله، وتذبّ عن ريحانة رسول الله صلى‌الله‌عليه‌وآله وهم على يقين لا يخامرهم أدنى شكّ أنّهم على الحق، وأن الجيش الأموي على ضلال، قد سخط الله عليه وأحلّ به نقمته.\nلقد تقابل اثنان وثلاثون فارساً، وأربعون راجلاً من أصحاب الإمام عليه‌السلام مع عشرات الآلاف من الجيش الأموي، وكانت تلك القلّة المؤمنة\n\nكفوءاً لتلك الكثرة التي تملك أضخم العتاد والسلاح، فقد أبدت تلك القلّة من صنوف البسالة والشجاعة ما يبهر العقول ويحير الألباب.",
        "الحملة الاُولى:\nوشنّت قوّات ابن سعد هجوماً عاماً واسع النطاق على أصحاب الإمام عليه‌السلام وخاضوا معهم معركة ضارية، وقد اشترك فيها المعسكر الأموي بكامل قطعاته، وقد انبرى إليهم أصحاب الامام بعزم وإخلاص لم يشهد له نظير في جميع الحروب التي جرت في الأرض، فقد كانوا يخترقون جيش ابن سعد بقلوب أقوى من الصخر، وقد انزلوا بهم خسائر فادحة في الأرواح والمعدّات.\nوقد استشهد نصف أصحاب الإمام عليه‌السلام في هذه الحملة (1).\nالمبارزة بين المعسكرين:",
        "ولما سقطت الصفوة الطاهرة من أصحاب الإمام عليه‌السلام صرعى على أرض الشهادة والكرامة، هبّ من بقي منهم إلى المبارزة، وقد ذعر المعسكر بأسره من بطولاتهم النادرة، فكانوا يستقبلون الموت بسرور بالغ، وقد ضجّ الجيش من الخسائر الفادحة التي مُني بها، وقد بادر عمرو بن الحجاج الزبيدي وهو من الأعضاء البارزين في قيادة جيش ابن سعد فهتف في الجيش ينهاهم عن المبارزة قائلاً:\n« يا حمقى أتدرون من تقاتلون، تقاتلون نقاوة فرسان أهل المصر\n__________________\n(1) حياة الإمام الحسين 3: 203.",
        "\nوقوماً مستميتين، فلا يبرز لهم منكم أحد إلاّ قتلوه، والله لو لم ترموهم إلاّ بالحجارة لقتلتموهم .. » (1).\nوحكت هذه الكلمات ما اتصف به السادة أصحاب الإمام الحسين من الصفات البارزة فهم فرسان أهل المصر، وذلك بما يملكونه من الشجاعة، وقوة الإرادة وانّهم أهل البصائر فلم يندفعوا إلى نصرة الإمام عليه‌السلام إلاّ على بصيرة من أمرهم، وليسوا كخصومهم الذين تردّوا في الغواية، وماجوا في الباطل والضلال، كما انّهم قوم مستميتون ولا أمل لهم في الحياة.\nلقد توفرت في أصحاب الإمام جميع النزعات الخيّرة، والصفات الكريمة من الإيمان والوعي والشجاعة وشرف النفس، ويقول المؤرخّون: ان ابن سعد استصوب رأي ابن الحجاج فأوعز إلى قوّاته بترك المبارزة معهم (2) وشنّ عمرو بن الحجاج هجوماً عاماً على من تبقّى من أصحاب الإمام، والتحموا معهم التحاماً رهيباً، واشتدّ القتال كأشدّ ما يكون القتال عنفاً (3) ول وقد استنجد عروة بن قيس بابن سعد ليمدّه بالرماة والرجال قائلاً:",
        "« ألا ترى ما تلقى خيلي هذا اليوم من هذه العدّة اليسيرة، ابعث إليهم الرجال والرماة ».\nوطلب ابن سعد من المنافق شبث بن ربعي القيام بنجدته فأبى، وقال:\n« سبحان الله شيخ مضر، وأهل المصر عامة، تبعثه في الرماة لم تجد لهذا غيري!!. ».\n__________________",
        "(1 و 2) أنساب الأشراف 3: 192.\n(3) حياة الإمام الحسين 3: 211.\n\nولما سمع ذلك ابن سعد منه دعى الحصين بن نمير فبعث معه المجفَّفة وخمسمائة من الرماة، فسددوا لأصحاب الحسين عليه‌السلام السهام فأصابوا خيولهم فعقروها، فصاروا كأنّهم رجالة، ولم تزدهم هذه الخسارة إلاّ استبسالاً في القتال، واستهانة بالموت، فثبتوا كالجبال الشامخات، ولم يتراجعوا خطوة واحدة، وقد قاتل معهم الحرّ بن يزيد الرياحي راجلاً، واستمرّ القتال كأعنف وأشدّ ما يكون ضراوة، وقد وصفه المؤرّخون بأنّه أشدّ قتال حدث في التأريخ، وقد استمرّ حتى انتصف النهار (1).",
        "أداء فريضة الصلاة:\nوانتصف النهار وحان ميقات صلاة الظهر فوقف المؤمن المجاهد أبو ثمامة الصائدي فجعل يقلب وجهه في السماء كأنّه ينتظر أعزّ شيء عنده وهي أداء صلاة الظهر، فلما رأى الشمس قد زالت التفت إلى الإمام قائلاً:\n« نفسي لنفسك الفداء، أرى هؤلاء قد اقتربوا منك، والله لا تقتل حتى أقتل دونك، واحبّ أن ألقى ربّي، وقد صلّيت هذه الصلاة التي قد دنا وقتها .. ».\nلقد كان الموت منه كقاب قوسين أو أدنى، وهو لم يغفل عن ذكر ربّه، ولا عن أداء فرائضه، وجميع أصحاب الإمام عليه‌السلام كانوا على هذا السمت إيماناً بالله، وإخلاصاً في أداء فرائضه.",
        "ورفع الإمام رأسه فجعل يتأمّل في الوقت فراى أن قد حلّ وقت أداء الفريضة فقال له:\n__________________\n(1) تأريخ ابن الأثير 3: 291.\n",
        "« ذكرت الصلاة، جعلك الله من المصلّين الذاكرين، نعم هذا أول وقتها .. ».\nوأمر الإمام عليه‌السلام أصحابه أن يطلبوا من معسكر ابن زياد أن يكفّوا عنهم القتال ليصلّوا لربّهم، فسألوهم ذلك فانبرى الرجس الخبيث الحصين ابن نمير قائلاً: « أنها لا تقبل » فقال لهُ حبيب بن مظاهر بسخرية:\n« زعمت أن لا تقبل الصلاة من آل رسول الله صلى‌الله‌عليه‌وآله وتقبل منك يا حمار!! ».\nوحمل عليه الحصين فسارع إليه حبيب فضرب وجه فرسه بالسيف فثبت به الفرس فسقط عنها، وبادر إليه أصحابه فاستنقذوه (1).",
        "واستجاب أعداء الله ـ مكيدة ـ لطلب الإمام فسمحوا له أن يؤدّي فريضة الصلاة، وانبرى الإمام للصلاة، وتقدّم أمامه سعيد بن عبد الله الحنفي يقيه بنفسه السهام والرماح واغتنم أعداء الله انشغال الإمام وأصحابه بالصلاة فراحوا يرشقونهم بسهامهم وكان سعيد الحنفي يبادر نحو السهام فيتقيها بصدره ونحره، ووقف ثابتاً كالجبل لم تزحزحه السهام، ولا الرماح والحجارة التي اتخدته هدفاً لها ولم يكن يفرغ الإمام من صلاته حتى أثخن سعيد بالجراح فهوى إلى الأرض يتخبّط بدمه وهو يقول:\n« اللهمّ العنهم لعن عاد وثمود، وأبلغ نبيّك منّي السلام، وابلغه ما لقيت من ألم الجراح، فإنّي أردت بذلك ثوابك ونصرة ذريّة نبيّك .. ».\nوالتفت إلى الإمام قائلاً له بصدق وإخلاص:\n« أوفيت يا بن رسول الله؟. ».",
        "__________________\n(1) تأريخ ابن الأثير 3: 291.\n\nفأجابه الإمام شاكراً له:",
        "« نعم أنت أمامي في الجنّة .. ».\nوملئت نفسه فرحاً حينما سمع قول الإمام، ثم فاضت نفسه العظيمة إلى بارئها فقد أصيب بثلاثة عشر سهماً عدا الضرب والطعن (1) وكان هذا منتهى ما وصل إليه الوفاء، والإيمان، والولاء للحقّ.\nمصرع بقيّة الأنصار:\nوتسابقت البقيّة الباقية من أصحاب الإمام من شيوخ وشباب، وأطفال إلى ساحات المعركة، وقد أبلوا بلاءً حسناً يقصر عنه كل وصف واطراء، وقد جاهدوا جهاداً لم يعرف التأريخ له نظيراً في جميع عمليات الحروب التي جرت في الأرض، فقد قابلوا على قلّة عددهم الجيوش المكثفة، وانزلوا بها أفدح الخسائر، ولم تضعف لأي رجل منهم عزيمة، ولم تلن لهم قناة، وقد خضبوا جميعاً بالدماء، وهم يشعرون الغبطة، ويشعرون بالفخار.",
        "وقد وقف الإمام العظيم على مصارعهم، فكان يتأمّل بوجهه الوديع فيهم، فيراهم مضمخين بدم الشهادة، فكان يقول:\n« قتلة كقتلة النبيّين وآل النبيّين .. » (2).\nلقد سمت أرواحهم الطاهرة إلى الرفيق الأعلى، وقد حازوا الفخر الذي لا فخر مثله، فقد سجلوا شرفاً لهذه الأمة لا يساويه شرف، وأعطوا للإنسانية أفضل ما قُدّم لها من عطاء على امتداد التأريخ.\n__________________",
        "(1) مقتل الحسين للمقرم: 297.\n(2) حياة الإمام الحسين 3: 239.\n\nوعلى أيّ حال فقد شارك أبو الفضل العبّاس الأنصار الممجدين في جهادهم وخاض معهم غمار الحرب، وكانوا يستمدّون منه البسالة، وقوّة الإرادة والعزم على التضحية، وقد أنقذ بعضهم حينما وقع عليه التفاف من بعض قطعات الجيش الأموي.",
        "مصارع آل النبيّ:\nوبعدما سقطت الصفوة الطيّبة من أصحاب الإمام عليه‌السلام صرعى وهي معطرة بدم الشهادة والكرامة، هبّت أبناء الأسرة النبوية كالأسود الضارية للدفاع عن ريحانة رسول الله صلى‌الله‌عليه‌وآله والذبّ عن عقائل النبوة ومخدّرات الرسالة، وأول من تقدّم إلى البراز منهم شبيه رسول الله صلى‌الله‌عليه‌وآله خلقاً وخُلقاً عليّ الأكبر عليه‌السلام فقد آثر الموت وسخر من الحياة في سبيل كرامته، ولا يخضع لحكم الدعيّ ابن الدعيّ، ولما رآه الإمام أخذ يطيل النظر إليه، وقد ذابت نفسه أسىً وحسرات، وأشرف على الاحتضار، فرفع شيبته الكريمة نحو السماء وراح يقول بحرارة وألم ممض:\n« اللهمّ اشهد على هؤلاء القوم فقد برز إليهم غلام أشبه الناس برسولك محمّد صلى‌الله‌عليه‌وآله خلقاً وخُلُقاً ومنطقاً، وكنّا اذا اشتقنا إلى رؤية نبيّك نظرنا إليه ... اللهمّ امنعهم بركات الأرض وفرقهم تفريقاً، ومزّقهم تمزيقاً، واجعلهم طرائق قددا ولا ترضي الولاة عنهم أبداً، فانّهم دعونا لينصرونا، ثم عدّوا علينا يقاتلوننا ... ».\nلقد تجسّدت صفات الرسول الأعظم النفسية والخلقية بحفيده عليّ الأكبر عليه‌السلام، وأعِظم بهذه الثروة التي ملكها سليل هاشم وفخر عدنان، وقد تقطع قلب الإمام عليه‌السلام على ولده، فصاح بابن سعد:",
        "\n« مالك قطع الله رحمك، ولا بارك لك في أمرك، وسلّط عليك من يذبحك بعدي على فراشك، كما قطعت رحمي، ولم تحفظ قرابتي من رسول الله صلى‌الله‌عليه‌وآله ثم تلا قوله تعالى: ( إِنَّ اللَّـهَ اصْطَفَىٰ آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ * ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ وَاللَّـهُ سَمِيعٌ عَلِيمٌ ) (1) .. ».\nوشيّع الإمام عليه‌السلام فلذة كبده وهو غارق بالأسى والحسرات وخلفه عقائل النبوة، وقد علا منهنّ الصراخ والعويل على شبيه رسول الله صلى‌الله‌عليه‌وآله الذي ستتناهب شلوه السيوف والرماح وبرز الفتى مزهواً إلى حومة الحرب، لم يختلج في قلبه خوف ولا رعب، وهو يحمل هيبة جدّه الرسول صلى‌الله‌عليه‌وآله، وشجاعة جدّه الإمام أمير المؤمنين عليه‌السلام وبأس حمزة عمّ أبيه، واباء الحسين، وتوسّط حراب الأعداء، وهو يرتجز بفخر وعزّة قائلاً:\nأجل ـ يا بن الحسين ـ فخر هذه الأمة، ورائد نهضتها وكرامتها، أنت وأبوك أحقّ بالنبي صلى‌الله‌عليه‌وآله وأولى بمركزه ومقامه من هؤلاء الأدعياء الذين حوّلوا حياة المسلمين إلى جحيم لا يطاق.",
        "وأعلن عليّ بن الحسين عليه‌السلام في رجزه عن عزمه الجبّار وإرادته الصلبة، وانّه يؤثر الموت على الذلّ والخنوع للدعي ابن الدعيّ، وقد ورث هذه الظاهرة من أبيه سيّد الأباة في الأرض، والتحم فخر هاشم مع أعداء الله، وقد ملأ قلوبهم رعباً وفزعاً، وقد أبدى من الشجاعة والبسالة ما يقصر\n__________________\n(1) سورة آل عمران: 33.\n(2) تأريخ ابن الأثير 3: 293.",
        "\nعنه الوصف، ويقول المؤرّخون: انّه ذكرهم ببطولات جدّه الإمام أمير المؤمنين عليه‌السلام الذي هو أشجع إنسان خلقه الله، فقد قتل فيما يقول المؤرّخون مائة وعشرين فارساً (1) سوى المجروحين، وألحّ عليه العطش، واُضر به الظمأ فقفل راجعاً إلى أبيه يطلب منه جرعة من الماء، ويودعه الوداع الأخير واستقبله أبوه بأسى، فبادر عليّ قائلاً:\n« يا أبة العطش قد قتلني، وثقل الحديد قد أجهدني، فهل الى شربة ماء من سبيل أتقوّى بها على الأعداء، .. ».\nوالتاع الإمام كأشدّ ما تكون اللوعة ألماً ومحنة، فقال له بصوت خافت، وعيناه تفيضان دموعاً:",
        "« واغوثاه، ما أسرع الملتقى بجدّك، فيسقيك بكأسه شربة لا تظمأ بعدها أبداً .. ».\nوأخذ لسانه فمصّه ليريه ظمأه فكان كشقّة مبرد من شدّة العطش ودفع إليه خاتمه ليضعه في فيه (2).\nلقد كان هذا المنظر الرهيب من أقسى ما فجع به ريحانة رسول الله صلى‌الله‌عليه‌وآله لقد رأى فلذة كبده وهو في ريعان الشباب وغضارة العمر كالبدر في بهائه قد استوعبت الجراحات جسمه الشريف، وقد اشرف على الموت من شدّة العطش، وهو لم يستطع أن يسعفه بجرعة ماء، يقول الحجّة الشيخ عبد الحسين صادق:\n__________________",
        "(1 و 2) مقتل الخوارزمي 2: 30.\n\n\nوقفل فخر هاشم إلى ساحة الحرب، قد فتكت الجروح بجسمه الشريف وفتت العطش قلبه، وهو لم يحفل بما هو فيه من آلام لا تطاق، وانما استوعبت مشاعره وعواطفه وحدة أبيه يراه وقد أحيط به من كل جانب ومكان، وجميع قطعات الجيش متعطشة إلى سفك دمه لتتقرب به إلى ابن مرجانة ... وجعل عليّ بن الحسين يرتجز أمام الأعداء:",
        "لقد تجلت حقائق الحرب، وبرزت معالمها وأهدافها بين الفريقين، فالإمام الحسين إنما يناضل من أجل رفع الغبن الاجتماعي، وضمان حقوق المظلومين والمضطهدين وتوفير الحياة الكريمة لهم، والجيش الأموي انما يقاتل من أجل استعباد الناس وجعل المجتمع بستاناً للامويين يستغلون جهودهم، ويرغمونهم على ما يكرهون، وأعلن علي بن الحسين ـ في رجزه ـ أنه سيبقى يناضل عن الأهداف النبيلة والمبادئ العليا حتى تغمد البوارق.\nوجعل نجل الحسين يقاتل أشد القتال وأعنفه حتى قتل تمام المائتين (2) وقد ضج العسكر من شدة الخسائر الفادحة التي مُني بها، فقال الرجس الخبيث مرة بن منقذ العبدي عليّ آثام العرب إن لم أثكل أباه (3) وأسرع الخبيث الدنس إلى شبيه رسول الله صلى‌الله‌عليه‌وآله فطعنه بالرمح في ظهره\n__________________\n(1) حياة الامام الحسين 3: 247.",
        "(2) مقتل الخوارزمي 2: 31.\n(3) مقتل المقرم: 316.\n\nوضربة ضربة غادرة بالسيف على رأسه، ففلق هامته فاعتنق الفتى فرسه ظنا منه أنه سيرجعه إلى أبيه ليودعه الوداع الأخير إلا أن الفرس حمله إلى معسكر الأعداء، فأحاطوا به من كل جانب، فقطعوه بسيوفهم إربا إربا تشفيا منه لما ألحقه بهم من الخسائر الفادحة، ورفع الفتى صوته:",
        "« عليك مني السلام أبا عبد الله، هذا جدي رسول الله صلى‌الله‌عليه‌وآله قد سقاني بكأسه شربة لا أظمأ بعدها، وهو يقول: ان لك كأسا مذخورة ... ».\nوحمل الأثير هذه الكلمات إلى ابيه فقطعت قلبه، ومزقت أحشاءه ففزع إليه وهو خائر القوى مهندّ الركن، قد أشرف على الموت، فوضع خدّه على خد ولده، وهو جثة هامدة، قد قطعت شلوه السيوف فأخذ يذرف أحرّ الدموع، وهو يقول بصوت خافت قد حمل شظايا قلبه الممزق:\n« قتل الله قوما قتلوك، يا بني ما أجرأهم على الله، وعلى انتهاك حرمة الرسول على الدنيا بعدك العفا ... (1) ».\nوكان العباس عليه‌السلام إلى جانب أخيه، وقد ذاب قلبه وذهبت نفسه حزنا وأسى على ما حل بهم من عظيم الكارثة وأليم المصاب، لقد قتل ابن أخيه الذي كان ملء فم الدنيا في فضائله ومآثره، فما أعظم رزيته، وما أجلّ مصابه!!",
        "وهرعت الطاهرة حفيدة النبي صلى‌الله‌عليه‌وآله زينب عليها‌السلام إلى جثمان ابن أخيها فانكبت عليه تضمخه بدموعها، وهي صارخة معولة تندبه بأشجى ما تكون الندبة قائلة:\n__________________\n(1) نسب قريش: 57.\n",
        "« وابن أخاه ... ».\n« واثمرة فؤاداه .. ».\nوأثر منظرها الحزين في نفس الإمام، فجعل يعزيها بمصابها الأليم وهو بحالة المحتضر، ويردد بأسى:\n« على الدنيا بعدك العفا يا ولدي ... ».",
        "لك الله يا أبا عبد الله على هذه الكوارث التي تميد بالصبر، وتهتز من هولها الجبال، لقد تجرعتها في سبيل هذا الدين الذي عبثت به العصابة المجرمة من الأمويين وعملائهم.\nمصارع آل عقيل:\nوهبت الفتية الأماجد من آل عقيل إلى الجهاد لتفدي إمام المسلمين وريحانة رسول الله صلى‌الله‌عليه‌وآله وهي ساخرة من الحياة ومستهينة بالموت وقد نظر الإمام عليه‌السلام إلى بسالتهم واندفاعهم بشوق إلى الذب عنه، فقال:\n« اللهم اقتل قاتل آل عقيل، صبرا آل عقيل ان موعدكم الجنة ... » (1). وقد ألحقوا بالعدو خسائر فادحة، فقد قاتلوا كالأسود الضارية وعلوا بإرادتهم، وعزمهم الجبار على جميع فصائل ذلك الجيش وقد استشهد منهم تسعة من أطائب الشباب، ومن مفاخر أبناء الأسرة النبوية، وفيهم يقول الشاعر:",
        "__________________\n(1) حياة الإمام الحسين 3: 249.\n\n",
        "وقد صعدت أرواحهم الطاهرة إلى الفردوس الأعلى حيث مقر النبيين والصديقين والصالحين وحسن أولئك رفيقا.\nمصارع أبناء الحسن:\nوسارعت الفتية من أبناء الامام الزكي أبي محمد عليه‌السلام إلى نصرة عمهم والذب عنه، وقلوبهم تنزف دماً على ما حل به من عظيم الكوارث والخطوب وكان من بينهم القاسم، وقد وصفه المؤرخون بأنه كالقمر في جمال طلعته وبهائه وقد غذاه عمه بمواهبه، وأفرغ عليه أشعة من روحه حتى صار من أمثلة الكمال والآداب.\nوكان القاسم وبقية اخوانه يتطلعون إلى محنة عمهم، ويودون أن يردوا عنه عوادي الأعداء بدمائهم وأرواحهم، وكان القاسم يقول: « لا يقتل عمي وأنا حي » (2).",
        "وانبرى القاسم يطلب الإذن من عمه ليجاهد بين يديه، فاعتنقه الإمام، وعيناه تفيضان دموعا، وأبى أن يأذن له إلا أن الفتى ألح عليه، وأخذ يقبل يديه ورجليه ليسمح له بالجهاد، فأذن له، وانطلق رائد الفتوة الإسلامية إلى ساحة الحرب، ولم يضف على جسده الشريف لامة حرب، محتقراً لأولئك الوحوش، وقد التحم معهم يحصد رؤوسهم، ويجندل أبطالهم كأن المنايا كانت طوع إرادته، وبينما هو يقاتل إذ انقطع شسع نعله الذي هو أشرف من ذلك الجيش، وأنف سليل النبوة والإمامة أن تكون\n__________________\n(1) المعارف: 204.\n(2) حياة الإمام الحسين 3: 255.",
        "\nإحدى رجليه بلا نعل فوقف يشده متحديا لهم، واغتنم هذه الفرصة كلب من كلاب ذلك الجيش وهو عمرو بن سعد الأزدي فقال: والله لأشدن عليه، فأنكر عليه ذلك حميد بن مسلم، وقال له:\n« سبحان الله!! وما تريد بذلك، يكفيك هؤلاء القوم الذين ما يبقون على أحد منهم ... ».\nفلم يعن الخبيث به، وشد عليه فضربه بالسيف على راسه الشريف فهوى إلى الأرض كما تهوي النجوم صريعا يتخبط بدمه القاني، ونادى بأعلى صوته:",
        "« يا عماه أدركني .. ».\nوكان الموت أهون على الإمام من هذا النداء، فقد تقطع قلبه وفاضت نفسه أسى وحسرات، وسارع نحو ابن أخيه فعمد إلى قاتله فضربه بالسيف، فاتقاها بساعده فقطعها من المرفق، وطرحه أرضا، وحملت خيل أهل الكوفة لاستنقاذه إلا أن الأثيم هلك تحت حوافر الخيل، وانعطف الإمام نحو ابن أخيه فجعل يوسعه تقبيلا والفتى يفحص بيديه ورجليه كالطير المذبوح، وجعل الإمام يخاطبه بذوب روحه:\n« بعدا لقوم قتلوك، ومن خصمهم يوم القيامة فيك جدك، عز والله على عمك أن تدعوه فلا يجيبك، أو يجيبك فلا ينفعك صوت، والله هذا يوم كثر واتره، وقل ناصره .. » (1).\nوحمل الإمام ابن أخيه بين ذراعيه، وهو يفحص بيديه ورجليه (2) حتى فاضت نفسه الزكية بين يديه، وجاء به فألقاه بجوار ولده عليّ الأكبر،",
        "__________________\n(1) البداية والنهاية 8: 186.\n(2) حياة الامام الحسين 3: 256.\n",
        "وسائر القتلى الممجدين من أهل بيته، وأخذ يطيل النظر إليهم وقد تصدع قلبه، وأخذ يدعو على السفكة المجرمين من أعدائه الذين استباحوا قتل ذرية نبيهم، قائلا:\n« اللهم احصهم عددا، ولا تغادر منهم أحداً، ولا تغفر لهم أبدا صبراً يا بني عمومتي، صبراً يا أهل بيتي، لا رأيتم هواناً بعد هذا اليوم أبداً ... » (1).\nوبرز من بعده عون بن عبد الله بن جعفر، ومحمد بن عبد الله بن جعفر وأمهما العقيلة الطاهرة حفيدة الرسول صلى‌الله‌عليه‌وآله زينب الكبرى عليها‌السلام وقد نالا شرف الشهادة مع حفيد النبي وريحانته، ولم يبق بعد هؤلاء الصفوة من أهل البيت عليهم‌السلام إلا أخوة الإمام الحسين عليه‌السلام وفي طليعتهم أخوه أبو الفضل العباس عليه‌السلام وكان إلى جانب أخيه كقوة ضاربة يحميه من أي اعتداء عليه، وقد شاركه في جميع آلامه وأحزانه.\n* * *",
        "__________________\n(1) مقتل الخوارزمي 2: 28.\n\n",
        "على ضفاف العلقمي\n\n\n",
        "وذاب قلب أبي الفضل أسىً وحزناً، وودّ أن المنيّة قد اختطفته، ولا يشاهد تلك الكوارث والخطوب التي تذهل كل كائن حيّ، وتميد بالصبر، ولا يقوى على تحملها أي إنسان إلاّ أولي العزم من أنبياء الله الذين امتحن الله قلوبهم للإيمان واصطفاهم على عباده.\nومن بين تلك الكوارث المذهلة التي عاناها أبو الفضل عليه‌السلام أنّه كان يستقبل في كل لحظة شاباً أو غلاماً لم يراهق الحلم من أهل بيته قد مزّقت أشلاءهم سيوف الأمويين وحرابهم، ويسمع صراخ بنات الرسالة، وعقائل النبوة، وهنّ يلطمن وجوههن، ويندبن بأشجى ما تكون الندبة أُولئك البدور الذين تضمخوا بدم الشهادة دفاعاً عن ريحانة رسول الله صلى‌الله‌عليه‌وآله ... ومن بين المحن الشاقة التي عاناها أبو الفضل عليه‌السلام أنّه يرى أخاه، وشقيق روحه الإمام الحسين عليه‌السلام قد أحاطت به أوغاد اهل الكوفة لتتقرّب بقتله إلى سليل الأدعياء ابن مرجانة، وقد زادته هذه المحن إيماناً وتصميماً على مناجزة أعداء الله، وبذله حياته فداءً لسبط رسول الله صلى‌الله‌عليه‌وآله.\nونعرض ـ يإيجاز ـ إلى شهادته وما رافق ذلك من أحداث.\nالعباس مع أخوته:",
        "وانبرى بطل كربلاء إلى أشقّائه بعد شهادة الفتية من أهل البيت عليهم‌السلام\n\nفقال لهم:\n« تقدّموا يا بني أمّي حتى أراكم نصحتم لله ولرسوله، فانه لا ولد لكم ... » (1).",
        "لقد طلب من اخوانه الممجدين أن يقدموا نفوسهم قرابين لدين الله، وأن ينصحوا في جهادهم لله ورسوله، ولم يلحظ في تضحيتهم أي اعتبار آخر من النسب وغيره، والتفت أبو الفضل إلى أخيه عبد الله فقال له:\n« تقدّم يا أخي حتى أراك قتيلاً، واحتسبك .. » (2).\nواستجابت الفتية إلى نداء الحق فهبّوا للدفاع عن سيّد العترة وإمام الهدى الحسين عليه‌السلام.\nقول رخيص:",
        "ومن أهزل الأقوال، وأبعدها عن الحق ما ذكره ابن الأثير ان العباس عليه‌السلام قال لأخوته: « تقدّموا حتى أرثكم، فانه لا ولد لكم .. » (3).\nلقد قالوا بذلك، ليقلّلوا من أهمية هذا العملاق العظيم الذي هو من ذخائر الإسلام، ومن مفاخر المسلمين، وهل من الممكن أن يفكّر فخر هاشم في الناحية المادية في تلك الساعة الرهيبة التي كان الموت المحتم منه كقاب قوسين أو أدنى، مضافاً إلى الكوارث التي أحاطت به، فهو يرى أخاه قد أحاطت به جيوش الأمويين، وهو يستغيث فلا يغاث، ويسمع صراخ عقائل النبوة ومخدرات الرسالة، فقد كان همّه الوحيد الرحيل من\n__________________\n(1) الارشاد: 269.",
        "(2) مقاتل الطالبيين: 82.\n(3) تأريخ ابن الأثير 3: 294.\n\nالدنيا، واللحوق بأهل بيته الذين حصدتهم سيوف الأمويين، وبالاضافة لهذا كله فان السيدة أم البنين أم السادة الأماجد كانت حيّة فهي التي تحوز ميراث أبنائها لأنها من الطبقة الأولى لو كان لأبنائها أموال فان أباهم الإمام أمير المؤمنين قد انتقل من هذه الدنيا ولم يخلف صفراءً ولا بيضاء، فمن أين جاءت أبناءه الأموال ... ومن المحتمل قوياً أن يكون الوارد في كلام سيّدنا أبي الفضل عليه‌السلام « حتّى أثأركم .. » أي أطلب بثاركم فحرّف كلامه.",
        "مصارع اخوة العبّاس:\nواستجاب السادة اخوة العباس إلى نداء أخيهم فهبّوا للجهاد، ووطّنوا نفوسهم على الموت دفاعاً عن أخيهم ريحانة رسول الله صلى‌الله‌عليه‌وآله، فقد برز عبد الله ابن أمير المؤمنين عليه‌السلام والتحم مع جيوش الامويين وهو يرتجز:\nلقد أعرب بهذا الرجز عن اعتزازه وافتخاره بأبيه الامام أمير المؤمنين عليه‌السلام باب مدينة علم النبيّ صلى‌الله‌عليه‌وآله ووصيه، كما اعتزّ بأخيه سيّد شباب أهل الجنّة الإمام الحسين عليه‌السلام، وقد أعلن أنّه انّما يدافع عنه لأنّه ابن النبيّ صلى‌الله‌عليه‌وآله ويلتمس بذلك أن يمنحه الله الدرجات الرفيعة.\nولم يزل الفتى يقاتل أعنف القتال وأشدّه حتى شدّ عليه رجس من أرجاس أهل الكوفة وهو هاني بن ثبيت الحضرمي فقتله (1).",
        "__________________\n(1) حياة الإمام الحسين 3: 262.\n\nوبرز من بعده أخوه جعفر، وكان له من العمر تسعة عشر سنة فجعل يقاتل قتال الأبطال فبرز إليه قاتل أخيه فقتله (1).",
        "وبرز من بعده أخوه عثمان وهو ابن إحدى وعشرين سنة فرماه خولي بسهم فأضعفه، وشدّ عليه رجس من بني دارم وأخذ رأسه ليتقرّب به إلى ابن الأمة الفاجرة عبيدالله بن مرجانة (2).\nلقد سمت أرواحهم الطاهرة إلى الرفيق الأعلى، وهي أنضر ما تكون تفانياً في مرضاة الله، وأشدّ ما تكون إيماناً بعدالة تضحيتهم التي هي من أنبل التضحيات في العالم.\nووقف أبو الفضل على اشقّائه الذين مزّقت أشلاءهم سيوف الأعداء فجعل يتأمّل في وجوههم المشرقة بنور الإيمان، وأخذ يتذكّر وفاءهم، وسموّ آدابهم، وأخذ يذرف عليهم أحرّ الدموع، وتمنّى أن تكون المنيّة قد وافته قبلهم، واستعدّ بعد ذلك إلى الشهادة، والفوز برضوان الله.\nمصرع أبي الفضل:",
        "ولما رأى أبو الفضل عليه‌السلام وحدة أخيه، وقتل أصحابه، وأهل بيته الذين باعوا نفوسهم لله انبرى إليه يطلب الرخصة منه ليلاقي مصيره المشرق فلم يسمح له الإمام، وقال له بصوت حزين النبرات:\n« أنت صاحب لوائي .. ».\nلقد كان الإمام يشعر بالقوّة والحماية ما دام أبو الفضل فهو كقوة ضاربة إلى جانبه يذبّ عنه، ويردّ عنه كيد المعتدين، وألحّ عليه أبو الفضل\n__________________",
        "(1) الإرشاد: 269.\n(2) مقاتل الطالبيين: 83.\n\nقائلاً:",
        "« لقد ضاق صدري من هؤلاء المنافقين، وأريد أن آخذ ثأري منهم .. ».\nلقد ضاق صدره، وسئم من الحياة حينما رأى النجوم المشرقة من أخوته، وأبناء عمومته صرعى مجزرين على رمضاء كربلاء فتحرّق شوقاً للأخذ بثأرهم والالتحاق بهم.\nوطلب الإمام منه أن يسعى لتحصيل الماء إلى الأطفال الذين صرعهم العطش فانبرى الشهم النبيل نحو أولئك الممسوخين الذين خلت قلوبهم من الرحمة والرأفة فجعل يعظهم، ويحذّرهم من عذاب الله ونقمته، ووجّه خطابه بعد ذلك إلى ابن سعد:\n« يا بن سعد هذا الحسين بن بنت رسول الله صلى‌الله‌عليه‌وآله قد قتلتم أصحابه وأهل بيته، وهؤلاء عياله وأولاده عطاشى فاسقوهم من الماء، قد احرق الظمأ قلوبهم، وهو مع ذلك يقول: « دعوني أذهب إلى الروم أو الهند، وأخلّي لكم الحجاز والعراق .. ».",
        "وساد صمت رهيب على قوّات ابن سعد، ووجم الكثيرون، وودّوا أن الأرض تسيخ بهم، فانبرى إليه الرجس الخبيث شمر بن ذي الجوشن فردّ عليه قائلاً:\nيا بن أبي تراب، لو كان وجه الأرض كلّه ماءً، وهو تحت أيدينا لما سقيناكم منه قطرة إلاّ أن تدخلوا في بيعة يزيد ...\nلقد بلغت الخسّة، ولؤم العنصر، وخبث السريرة بهذا الرجس إلى مستوى ما له من قرار ... وقفل أبو الفضل راجعاً إلى أخيه فأخبره بعتوّ القوم وطغيانهم، وسمع فخر عدنان صراخ الأطفال، وهم يستغيثون،\n",
        "وينادون:\n« العطش العطش .. ».\nورآهم أبو الفضل قد ذبلت شفاهم، وتغيّرت ألوانهم، وأشرفوا على الهلاك، من شدّة العطش، وفزع أبو الفضل، وسرى الألم العاصف في محيّاه، واندفع ببسالة لإغاثتهم، فركب فرسه، وأخذ معه القربة، فاقتحم الفرات، فانهزم الجيش من بين يديه، واستطاع أن يفكّ الحصار الذي فرض على الماء، فاحتلّه، وكان قلبه الشريف كصالية الغضا من شدّة العطش، فاغترف من الماء غرفة ليشرب منه، إلاّ أنه تذكّر عطش أخيه، ومن معه من النساء والأطفال، فرمى الماء من يده، وامتنع أن يروي غليله، وقال:\nان الإنسانية بكل إجلال واحترام لتحيّي هذه الروح العظيمة التي تألّقت في دنيا الفضيلة والإسلام وهي تلقي على الأجيال أروع الدروس عن الكرامة الإنسانية.",
        "ان هذا الإيثار الذي تجاوز حدود الزمان والمكان كان من أبرز الذاتيات في خلق سيّدنا أبي الفضل، فلم تمكّنه عواطفه المترعة بالولاء والحنان أن يشرب من الماء قبله، فأي إيثار أنبل أو أصدق من هذا الإيثار، ... واتجه فخر هاشم مزهواً نحو المخيم بعدما ملأ القربة، وهي عنده أثمن من حياته، والتحم مع أعداء الله وأنذال البشرية التحاماً رهيباً فقد أحاطوا به من كلّ جانب ليمنعوه من إيصال الماء إلى عطاشى آل النبيّ صلى‌الله‌عليه‌وآله،\n\nوأشاع فيهم القتل والدمار وهو يرتجز:\nلقد أعلن بهذا الرجز عن شجاعته النادرة، وانّه لا يخشى الموت، وانّما يستقبله بثغر باسم دفاعاً عن الحق، وفداءً لأخيه سبط النبيّ صلى‌الله‌عليه‌وآله .. وانه لفخور أن يغدو بالسقاء مملوءً من الماء ليروي به عطاشى أهل البيت.",
        "وانهزمت الجيوش من بين يديه يطاردها الفزع والرعب، فقد ذكرهم ببطولات أبيه فاتح خيبر، ومحطّم فلول الشرك، إلاّ ان وضراً خبيثاً من جبناء أهل الكوفة كمن له من وراء نخلة، ولم يستقبله بوجهه، فضربه على يمينه ضربة غادرة فبراها، لقد قطع تلك اليد الكريمة التي كانت تفيض برّاً وكرماً على المحرومين والفقراء، والتي طالما دافع بها عن حقوق المظلومين والمضطهدين، ولم يعن بها بطل كربلاء وراح يرتجز:\nودلل بهذا الرجز على الأهداف العظيمة، والمثل الكريمة التي يناضل من أجلها فهو انّما يناضل دفاعاً عن الإسلام، ودفاعاً عن إمام المسلمين وسيّد شباب أهل الجنّة.\nولم يبعد العباس قليلاً حتى كمن له من وراء نخلة رجس من أرجاس البشرية وهو الحكيم بن الطفيل الطائي فضربه على يساره فبراها، وحمل القربة بأسنانه ـ حسبما تقول بعض المصادر ـ وجعل يركض ليوصل الماء إلى عطاشى أهل البيت عليهم‌السلام وهو غير حافل بما كان يعانيه من نزف\n",
        "الدماء وألم الجراح، وشدّة العطش، وكان ذلك حقّاً هو منتهى ما وصلت إليه الإنسانية من الشرف والوفاء والرحمة ... وبينما هو يركض وهو بتلك الحالة إذ أصاب القربة سهم غادر فأريق ماؤها، ووقف البطل حزيناً، فقد كان إراقة الماء عنده أشدّ عليه من قطع يديه، وشدّ عليه رجس فعلاه بعمود من حديد على رأسه الشريف ففلق هامته، وهوى إلى الأرض، وهو يؤدّي تحيّته، ووداعه الأخير إلى أخيه قائلاً:\n« عليك منّي السلام أبا عبد الله ... ».\nوحمل الأثير محنته إلى أخيه فمزّقت قلبه، ومزّقت أحشاءه، وانطلق نحو نهر العلقمي حيث هوى إلى جنبه أبو الفضل، واقتحم جيوش الأعداء، فوقف على جثمان أخيه فألقى بنفسه عليه، وجعل يضمخه بدموع عينيه، وهو يلفظ شظايا قلبه الذي مزّقته الكوارث قائلاً:\n« الآن انكسر ظهري، وقلّت حيلتي، وشمت بي عدويّ ... ».",
        "وجعل إمام الهدى يطيل النظر إلى جثمان أخيه، وقد انهارت قواه، وانهدّ ركنه وتبددت جميع آماله، وودّ أن الموت قد وافاه قبله، وقد وصف السيّد جعفر الحلّي حالته بقوله:\n\n\nوهو وصف دقيق للحالة الراهنة التي حلّت بسيّد الشهداء بعد فقده لأخيه ووصف شاعر آخر وهو الحاج محمد رضا الأزري وضع الإمام عليه‌السلام بقوله:",
        "ومهما قال الشعراء والكتّاب فانهم لا يستطيعون أن يصفون ما ألمّ بالإمام من فادح الحزن، وعظيم المصاب، ووصفه أرباب المقاتل بأنّه قام من أخيه وهو لا يتمكّن أن ينقل قدميه، وقد بان عليه الانكسار، وهو الصبور، واتجه صوب المخيّم، وهو يكفكف دموعه، فاستقبلته سكينة قائلة:\n«أين عمّي أبو الفضل، .. ».\nفغرق بالبكاء، واخبرها بنبرات متقطّعة من شدّة البكاء بشهادته،\n",
        "وذعرت سكينة، وعلا صراخها، ولما سمعت بطلة كربلاء حفيدة الرسول صلى‌الله‌عليه‌وآله بشهادة أخيها الذي ما ترك لوناً من ألوان البرّ والمعروف إلاّ قدّمه لها أخذت تعاني آلام الاحتضار، ووضعت يدها على قلبها المذاب، وهي تصيح:\n« وا أخاه، واعبّاساه، وا ضعيتنا بعدك ... ».\nيالهول الفاجعة.\nيالهول الكارثة.",
        "لقد ضجّت البقعة من كثرة الصراخ والبكاء، وأخذت عقائل النبوة يلطمن الوجوه وقد أيقن بالضياع بعده، وشاركهنّ الثاكل الحزين أبو الشهداء في محنتهنّ ومصابهنّ، وقد علا صوته قائلاً:\n« واضيعتنا بعدك يا أبا الفضل ... ».\nلقد شعر أبو عبد الله عليه‌السلام بالضيعة والغربة بعد فقده لأخيه الذي ليس مثله أخ في برّه ووفائه ومواساته، فكانت فاجعته به من أقسى ما مُني به من المصائب والكوارث.\nوداعاً يا قمر بني هاشم.",
        "وداعاً يا فجر كل ليل.\nوداعاً يا رمز المواساة والوفاء.\nسلام عليك يوم ولدت، ويوم استشهدت، ويوم تُبعث حيّاً.\n* * *"
    ]
}