{
    "partText": [
        "العبّاس (عليه السلام)\nرجل العقيدة والجهاد\nتأليف:\nالسيد محمّد علي يوسف الاُشيقر",
        "\n\nالعبّاس (عليه السلام)\nرجل العقيدة والجهاد",
        "تصحيح وتنقيح:\nالشيخ محمّد صادق تاج\n\n(إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ) ",
        "سورة النمل / 30 \n\nالإهداء \nإلى:",
        "حامل راية الحسين (عليه السّلام) في ملحمة عاشوراء.. \nبطل العلقمي، وساقي عطاشى كربلاء.. \nذراع الحسين اليمنى، والذّاب عن حماه.. \nسيف الله الصارم، وقمر بني هاشم.. ",
        "الشهيد وابن الشهيد وأخي الشهيد.. العبّاس بن علي بن أبي طالب (عليه السّلام). \nاُقدّم هذه الدراسة الموجزة راجياً التفضّل بالقبول والرضا. \nكربلاء المقدسة\nمحمد علي يوسف الاُشيقر ",
        "\nحكمة الكتاب \nإنّي رأيت أنّه لا يكتب إنسان كتاباً في يومه إلاّ قال في غده: لو غيّر هذا لكان أحسن، ولو زيد كذا لكان يستحسن، ولو قدّم هذا لكان أفضل، ولو ترك ذاك لكان أجمل... \nوهذا من أعظم العبر، وهو دليل على استيلاء النقص على جملة البشر... ",
        "العماد الأصفهاني \n\nتقريض \nللعلاّمة البحّاثة الشيخ باقر شريف القرشي",
        "بسم الله الرحمن الرحيم\nإذا تصفحنا في تاريخ الأمم والشعوب، وأمعنّا في سجلاّت العظماء والمصلحين فلن نجد مَنْ يضارع بطل الإسلام أبا الفضل العبّاس (عليه السّلام) في صفاته ونزعاته التي منها التفاني في الحقّ، ونكران الذّات، والتضحية في سبيل الله. \nلقد وهب هذا العملاق العظيم حياته لله، وهام في طلب مرضاته، فكان الإيمان بالله تعالى من أهم عناصره ومقوّماته، وقد أعلن ذلك حينما قطع البغاة يمينه في صعيد كربلاء، وقال في رجزه: \nواللهِ إن قطعتمُ يميني   إنّي اُحامي أبداً عن ديني",
        "وعن إمامٍ صادقٌ يقيني\nأرأيتم أنّ اندفاعه في نصرة أخيه لم يكن بأيّ دافع مادي يؤول أمره إلى التراب، وإنّما كان دفاعاً عن أخيه إمام المسلمين. \nلقد وقف أبو الفضل مع أخيه أبي الأحرار (عليه السّلام) في خندق واحد، رافعين كلمة الله تعالى التي تهوي الإنسان إلى قرار سحيق من مآتم هذه الحياة. فما أعظم عائدة أبي الفضل وأخيه أبي الأحرار (عليهما السّلام) على الإسلام والمسلمين! \n",
        "وإنّ من الواجب على ذوي المواهب الإشادة ببطل كربلاء، وإبراز قيمه الأصيلة ومثله العليا إلى المجتمع؛ لتتنوّر بصورة مستوفية وشاملة، وإنّا بدورنا نحيّيه وندعو له، ونكبر دراسته لأبي الفضل، سائلين المولى له التوفيق والسداد إنّه تعالى ولي ذلك والقادر عليه. \nالنجف الأشرف\n20 / شعبان / 1418 هـ\nباقر شريف القرشي ",
        "\nكلمة حول الكتاب \nللاُستاذ المحامي الأخ الحاج محمّد علي النصراوي\nبسم الله الرحمن الرحيم",
        "وبه نستعين، والحمد لله ربّ العالمين، والصلاة والسلام على سيد المرسلين، وعلى آله الطيبين الطاهرين.\nوبعد، فقد كان ولا يزال وسيبقى الكتاب خير جليس لطالب المعرفة؛ حيث سيظل الرافد الرئيس للكلمة الهادفة والمعلومة المبتغاة، لن تستطيع مزاحمته فضلاً عن الاستغناء عنه بقيةُ مصادر الثقافة الاُخرى؛ السمعية منها والبصرية، رغم تطوّرها الهائل وانتشارها السريع، سيما إذا كان ذلك الكتاب كالكتاب الذي بين يديك عزيزي القارئ، والذي تضمّن ترجمة لحياة بطل من أعظم أبطال التضحية والفداء في الإسلام، في ثاني معركة حاسمه بعد معركة بدر الكبرى، ألا وهي معركة الطفّ الخالدة التي استطاع فيها شهداؤها وعلى رأسهم سيّدهم وإمامهم سيّد الشهداء (عليه السّلام) أن يضعوا فيها حدّاً فاصلاً بين العقيدة والمنافع الذّاتية، وبين المبادئ الرساليّة والمصالح المادية.\nوبتعبير آخر: بين الدين والدنيا كما تشير إلى ذلك بعض خطب الإمام الحسين (عليه السّلام) خلال مسيرته الاستشهادية الفريدة: (( الناس عبيد الدنيا، والدين لعق على ألسنتهم، يحوطونه ما درّت معايشهم، فإذا محصّوا بالبلاء قلّ الديّانون )). \nلقد كان أبو الفضل العبّاس (عليه السّلام) أحد الديّانين الذين احتفظوا بدور مميّز في تلك ",
        "\nالملحمة؛ حيث كان رجل العقيدة والجهاد فيها، كما نقرأ ذلك في عنوان الكتاب الذي نتناوله في هذا العرض الموجز، وقف مدافعاً عن دينه مضحياً في سبيل الله بين يدي رسول الله (صلّى الله عليه وآله) حتّى نال الدرجة التي يغبطه عليها جميع الشهداء والصديقين. \nإنّني لست هنا بصدد التعريف بالكتاب أو المؤلِّف، فالكتاب واضح لك من عنوانه، والعباس بن علي (عليه السّلام) أعرف من [أن] يُعرّف، فهو كتاب قائم بذاته، ورحم الله أبا الطيب المتنبي إذ يقول: \nوإذا استطالَ الشيءُ قامَ بنفسه   وصفاتُ ضوءِ الشمسِ تذهبُ باطلا",
        "أمّا بالنسبة لمؤلِّف الكتاب الاُستاذ الحاج محمّد علي يوسف الاُشيقر فغني عن التعريف كذلك، خاصّة لدى أوساط المثقفين الكربلائيِّين، فهو موسوعة ثقافية متجوّلة، يحتفظ بخلفية ثقافية دينية رصينة تؤهّله لإخراج مثل هذه الدراسات القيمة، وهو كربلائي صميم من أسرة علوية كريمة، يعمل جملة من أفرادها ضمن خدمة الروضتين الشريفتين، يجمع بين الثقافتين الدينية والعصرية، يقضي معظم أوقات فراغه - إن صح هذا التعبير - إمّا قارئاً لكتاب، أو مستمعاً لمجلس وعظ وإرشاد. [كان] أحد روّاد المجالس الحسينيّة الذين يرتادونها بصورة مستمرة ودون انقطاع، [وقد] زامل الكثير من قرّائها، وتعرّف على العديد من جهابذة خطبائها.\nأضف إلى ذلك أنّه يمتلك مكتبة خاصّة تزخر باُمّهات الكتب التاريخية والتراثية، كلّ هذه العوامل والمؤهّلات مجتمعة هيّأت له إمكانية التحليق في هذا المجال الواسع والأفق الرحيب، ممّا ساعد على إخراج هذا الكتاب القيّم بهذا الاُسلوب الشيّق والمستوى الرفيع. \nوإنّنا لنطمع بل نطمع إلى المزيد من النتاج الأدبي والعلمي في هذا المجال، \n",
        "سيما إنّ هنالك شخصيات إسلاميّة عديدة ممّن صمدت في وجه الظلم والطغيان، وضحّت في سبيل العقيدة والإيمان بأعزّ ما تملك؛ لتسجيل موقفاً مشرفاً في إعلاء كلمة الحقّ، من أمثال: حجر بن عدي الكندي، واُويس القرني، ورشيد الهجري، وعبد الله بن عفيف الأزدي، وسليمان بن صرد الخزاعي، وإبراهيم بن مالك الأشتر النخعي، وغيرهم كثير ممّن لم تتناوله أيدي البحث والتنقيب والدراسة والتأليف، مع أنّهم جديرون بتسليط الضوء على مواقفهم وتعريف القرّاء بتراجمهم. \nآملين أن يفاجئنا المؤلِّف في أحد مؤلّفاته القادمة بدراسة قيّمة لأحد هذه الشخصيات، أو غيرها ممّن يختاره لنا الاُستاذ أبو يوسف (حفظه الله وأبقاه). \nسائلاً العلي القدير أن يمدّه بالعون والتأييد، والنشاط والتسديد، إنّه على كلّ شيء قدير، وهو نعم المولى ونعم النصير. \nكربلاء ",
        "محمد علي مجيد النصراوي \n\nمقدّمة الكتاب \nبسم الله الرحمن الرحيم",
        "الحمد لله ربّ العالمين، والصلاة والسلام على رسول الدين محمّد (صلّى الله عليه وآله) وعلى آله الطيبين، وأصحابه المنتجبين، والتابعين لهم بإحسان، وسلم تسليماً كثيراً. \nوبعد، فقد سبق أن نوّهت في خاتمة بعض كتبي السابقة، وأظن أنّ منها: (الحسين... ثورة دائمة) و (الإمام علي... من الكعبة إلى الغري) إلى أنّي سوف لن أتناول أو أكتب أي بحث أو موضوع في المستقبل سبق لأقلام الكتّاب والمؤلِّفين أن طرقوه بإسهاب، وأشبعوه - من ثمّ - شرحاً وتحليلاً، ولم يدعو زيادة لمستزيد. \nولقد كان مرادي من درج هذه الملاحظة هو الحرص على تلافي تكرار كتابة المواضيع والأبحاث المتداولة، وغير البعيدة عن الأضواء وعن أذهان الناس، وتدرك الغالبية - ولو إجمالاً - أنّها تنام معهم وتستيقظ، واستبدال الحال بنشر وتعميم المواضيع والأبحاث التي لم يتطرّق إليها الكتّاب والباحثون سيكون لها مردود كبير، ومنفعة كثيرة للقرّاء والكتّاب على حدٍّ سواء؛ بوقوفهم واطّلاعهم على ما خضّ عليها من أبحاث ومواضيع، وربّما كان هؤلاء على وعي وعلم بها، إلاّ أنّ تعاقب الأيام، وامتداد الأعمار قد أنستهم شيئاً - قلّ أو كثر - ممّا كانوا يحفظونه أو يتذكّرونه عنها. \nوعليه، فإنّ كلّ ما قمت بكتابته من مواضيع وأبحاث بعد درج هذه الملاحظة ",
        "\nالهامة كانت كلّها تدور في هذا الفلك والسياق، ومن المواضيع والأبحاث تلك الكتب التي تحمل أسماء (تاريخ المساجد في الإسلام) و (مختصر تاريخ التصوّف في الإسلام) و (عمّار بن ياسر - الصوت الذي لم يخمد، والسيف الذي لم يغمد) و (زيد والزيدية)... إلخ. \nفرغم أهمية بعض مواضيع هذه الكتب، إلاّ أنّها - للأسف - لم تنل من أقلام الكتّاب ما فيه الكفاية، ولم تحظَ باهتمامهم كثيراً. \nومن هذا المنطلق كان موضوع هذه الدراسة، وكان البحث الذي نقدّمه الآن، ولقد كانت نقطة الصفر في ذلك حين طلب منّي أحد الأصدقاء، وهو الأخ طه الربيعي صاحب مكتبة الحكمة في كربلاء، إعداد دراسة موجزة عن سيرة حياة الشهيد العبّاس بن علي (عليه السّلام)، ودوره وجهاده في سبيل نصرة أخيه الحسين (عليه السّلام) في ملحمة كربلاء الخالدة؛ لقلّة ما كُتب عنه. ",
        "ولقد سارعت في البحث عن المصادر والمراجع التي تتناول حقيقة وواقع سيرة هذا البطل، وجهاده في سبيل إعلاء كلمة الله، وسنّة رسوله (صلّى الله عليه وآله)، وهداية أهل البيت (عليهم السّلام)، والتي كنت أظن سلفاً أنّها - المصادر - هي من الكثرة ما يسهل لنا إعداد هذا البحث، ومن دون عناء أو جهد يذكر. \nإلاّ أنّي أدركت بعد ذلك أنّ نصيب هذا البطل المغوار والرمز من الكتابة والبيان كان يسيراً وقليلاً، بل وأقلّ من القليل، رغم مكانته المميّزة والخاصة بين المجاهدين، وكونه يأتي في الأهمية بعد أخيه الحسين (عليه السّلام) في ملحمة الطفّ بكربلاء، ومتقدّماً على جميع أصحاب الحسين وأهل بيته المكرمين على مسرح عمليات يوم عاشوراء والمنازلة الكبرى فيها؛ ممّا دعا الحسين (عليه السّلام) لتأخير السماح له باقتحام المعركة ومنازلة الأعداء إلاّ بعد أن سقط جميع أصحابه وسائر أقربائه \n\nمضرّجين بدمائهم على أرض المعركة؛ لأنّ وجوده حالياً إلى جواره كان يشعره بالقوّة والمنعة، ويدع عمليات الحرب رغم المنازلة حيّة ومستمرة. ",
        "نعم، لم أجد من الكتّاب القدامى أو المعاصرين مَنْ أفرده بالدراسة الشاملة القائمة على التمحيص والتحليل العلمي، كما ولم أجد كتباً مستقلة تضمّ بين طياتها مسيرة هذا المناضل الباسل إلاّ القليل، وقد أعدّت هذه قبل عدّة عقود، في حين كان الأجدر أن تؤلّف عن حياته كتب كثيرة ودراسات عديدة؛ لِما كان يختصّ به (عليه السّلام) من شجاعة فائقة، وعلم غزير، وعبادة عميقة، ومنزلة خاصّة عند والده الإمام علي وأخويه الحسن والحسين (عليهم السّلام)(1). \nلذا فقد قمت ببذل المجهود والعناء من أجل طرق هذا الباب، والكتابة عن هذا العلم الكبير رغم قلّة ما وجدته من مصادر في هذا السبيل. وأظنّ أنّ كلّ ما أمكن درجة في هذه الدراسة قد جاء ناقصاً وغير متكامل ولا تام، رغم حرصي الكامل على أن لا أكون قد جافيت الواقع، أو ابتعدت عن الحقيقة في كلّ ما دوّنته؛ وذلك لتشعّب الموضوع وقلّة مصادره، إلاّ أنّ شفيعي في كلّ ذلك كان المثل الصيني الشائع الذي يقول: (أفضل ألف مرّة أن تضيء شمعة بدل أن تقضي وقتك في لعن الظلام). \nمع أملي الكبير، ورجائي المتواصل من كلّ هؤلاء أن يشعروني عن كلّ سهو وقصور أو خطأ قد وقعت فيه، والذي هو في الحقيقة والحقّ قد جاء من دون قصد \n____________________",
        "(1) عند صدور الطبعة الاُولى للكتاب اُتيحت لي الفرصة لزيارة بلاد الشام العزيزة، حيث وجدت أمامي وفي مكتباتها العامرة بعض الكتب الحديثة - والمطبوعة في لبنان - التي أُلّفت عن العبّاس (عليه السّلام)، حيث استعنت بها عند إعادة طبع هذا الكتاب في طبعته الثانية هذه. \n\nأو تعمّد؛ وذلك ليتسنّى تلافيه وتحاشيه في الطبعات اللاحقة لهذه الدراسة فيما لو قدّر لها أن ترى النور لمرة ثانية. \nعلماً بأنّي عند إعدادي لهذه الدراسة أو سواها من الكتب التسعة السابقة كنت أضع أمامي وعلى الدوام مقولة أحد الحكماء الراحلين التي تفيد: الذي يكتب يجب أن يتوخّى الحقيقة كما حدثت، لا كما يريدها هو، أو كما يريدها الآخرون؛ لأنّ الحقيقة تظهر في المستقبل، وتجلب اللوم على مَنْ أخفاها وغيّرها. ",
        "وختاماً سنمضي إلى الله تعالى بالعباس نقدّمه بين يديّ مسيرتنا المقدّسة، ومردّدين ما نظمه الخطيب الراحل الشيخ محمّد علي اليعقوبي وهو: \nأبا الفضل ما لي مغيثٌ سواكْ   إذا الدهرُ في صرفهِ جعجا\nوكيف يردّ دعائي الإلهْ   وقد جئتُ فيكَ مستشفعا\nلأنّ مَنْ تقدّم إلى الله تعالى بهذا الشهيد فلن يخيب له ظنّ في يوم ما أكثر ما يخيب فيه الخائبون... والحمد لله ربّ العالمين حمداً لا يزال يبدأ، وبدء لا ينتهي. ",
        "كربلاء المقدسة\n1999م - 1420 هـ\nمحمد علي يوسف الاُشيقر \n",
        "من مكّة إلى دار الهجرة \nعندما هاجر الرسول (صلّى الله عليه وآله) من مكة المكرّمة إلى المدينة المنوّرة عام (13) من البعثة النبويّة الشريفة، ترك الإمام علي (عليه السّلام) في فراشه؛ للتمويه على المحاولة الآثمة التي حاكها القرشيون في الظلمات لاغتياله، والإجهاز عليه في عقر داره(1)، فضلاً عن تكليفه لعلي (عليه السّلام) لردّ ما تجمّع عند الرسول (صلّى الله عليه وآله) من ودائع وأمانات تخص أفراد الناس من قريش وسواها. \nحيث أعادها الإمام علي (عليه السّلام) كاملة إلى أهلها، ولحق رفقه كلّ مَنْ تبقى من أهل البيت (عليهم السّلام) بما فيهم الفواطم في مكة بالنبي (صلّى الله عليه وآله) في المدينة، ولم يتعرّض أحد للإمام بسوء؛ سواء في مكة أو في الطريق إلى المدينة؛ لأنّه كان محسوباً من الشجعان، وكان الناس عادة - ولا زالوا - تبتعد وتتحاشى التحرّش أو الاصطدام مع مثل هؤلاء. \nوهكذا فقد حفظ الله تعالى محمّداً (صلّى الله عليه وآله) بعلي (عليه السّلام)، وحفظ علياً (عليه السّلام) لمحمد (صلّى الله عليه وآله)؛ ينصره ويؤيّده ويذود عنه في الشدّة والرخاء. ",
        "وفي المدينة المنوّرة عاش الإمام علي (عليه السّلام) مع أخيه وابن عمّه الرسول الأعظم (صلّى الله عليه وآله) حياة كفاح ونضال؛ من أجل نشر أفكار ومبادئ الدين الجديد، وصدّ كلّ \n____________________\n(1) إذا كان الإمام علي (عليه السّلام) قد انتدب لينام في فراش الرسول (صلّى الله عليه وآله) ليلة الهجرة فقبل ذلك بصدر رحب مع احتمال أن يُقتل أو لا يُقتل دون الرسول (صلّى الله عليه وآله)، فالعباس (عليه السّلام) قد قدّر له أن يذود عن حياض ابن بنت رسول الله (صلّى الله عليه وآله) في يوم عاشوراء مع يقينه بأنّه سيُقتل دون الحسين (عليه السّلام)، وهكذا الابن هو على سرّ أبيه. \n",
        "عدوان أو اعتداء موجّه ضدّ المسلمين للنيل منهم، أو القضاء على دينهم وعقيدتهم، وبالتالي إيقاف مسيرتهما العظيمة في الأرض؛ من أجل إنقاذ الناس من حياة الذلّ والعبودية، وبعث الحياة السعيدة والكريمة لهم. \nلقد خاض الرسول (صلّى الله عليه وآله) منذ وصوله إلى المدينة وحتى رحيله إلى جوار ربّه (21) غزوة وواقعة، وقيل أكثر من ذلك. وكان موقع الإمام (عليه السّلام) في كلّ هذه الغزوات والسرايا عند رأس النفيضة، وملازماً للنبي (صلّى الله عليه وآله) كظله، أو مرافقه الخاص وحاميه الأوّل، إلاّ في غزوة واحدة، وواحدة فقط وهي واقعة تبوك التي جرت عام (9هـ)؛ حيث آثر الرسول (صلّى الله عليه وآله) هنا أن يدع أخاه وابن عمّه كممثّل عنه، ونائب خاصّ له في المدينة؛ لغرض تمشية شؤونها واُمورها، ومن دون أن يصحبه معه إلى هذه الواقعة.\nحيث قال (صلّى الله عليه وآله) له عندما ودّعه على أبواب المدينة، وهو على رأس جيش المسلمين المتّجه إلى الجبهة، قال له بالحرف: (( يا علي، أما ترضى بأنّك وزيري ووصيِّي، وخليفتي وقاضي ديني، ومنجز وعدي، لحمك لحمي، ودمك دمي، أنت منّي بمنزلة هارون من موسى إلاّ أنّه لا نبي بعدي )). \nفقال علي (عليه السّلام): (( رضيت )). ",
        "وهكذا ظل الإمام علي (عليه السّلام) مع النبي (صلّى الله عليه وآله) يدافع عن الإسلام، ويذود عن حياضه، وينشر معالمه بالغالي والنفيس، وفي كلّ وقت وحتى النهاية. \nوهذه الحالة تؤكّد العبارة ن أو الجملة المتألّقة والمشهورة عبر التاريخ، ويحفظها الكبير والصغير والتي تفيد بالحرف: إنّ الإسلام لم يقم أو يستقم إلاّ بجهاد النبي (صلّى الله عليه وآله)، وأموال خديجة (عليها السّلام)، وسيف علي (عليه السّلام). \n\nكما وأشار إليها عز الدين عبد الحميد بن أبي الحديد المعتزلي حين نظم: ",
        "ولولا أبو طالب وابنُهُ   لما مثل الدين شخصاً فقاما\nفذاك بمكّة آوى وحامى   وهذا بيثرب خاضَ الحماما\nهذا وبعد أن استتب حال المسلمين في المدينة وانتظم شملهم، فكّر الإمام علي (عليه السّلام) في أن تكون له عائلة يركن إليها، وأن ينجب منها الأبناء والذرّية أسوة بكلّ أبناء البشر، ويليهم هؤلاء الأبناء في بناء ودعم الدولة الفتية التي أقامها الرسول (صلّى الله عليه وآله) في المدينة، والذود عن حماها ودفعها إلى الإمام، خصوصاً وإنّه (عليه السّلام) كان بعد الرسول (صلّى الله عليه وآله) أوّل مَنْ وضع اللبنة الأولى في كيانها، والمحرّك الأوّل لماكنتها، والحارس الأمين لحماها. \nكانت السيدة فاطمة الزهراء بنت رسول الله (صلّى الله عليه وآله) هي أوّل امرأة تُزف إلى الإمام ويقترن بها؛ ولفضل هذه المرأة الطاهرة، ومكانتها المميّزة عند الرسول (صلّى الله عليه وآله) وفي عالم الإسلام أيضاً، فقد خطبها حشد كبير من كبار الصحابة، وطلب يدها من والدها (صلّى الله عليه وآله) أيضاً الكثير من أبناء الصحابة؛ لِما في مصاهرة الرسول (صلّى الله عليه وآله) من مكرمة لا تضاهيها أية مكرمة؛ لأنّ الله سبحانه كان قد رفع وأعلى شأنها، وأعزّها فجعلها في مقام مريم بنت عمران واُمّ موسى (عليها السّلام)، واعتبرها خيرة وسيدة نساء العالمين. ",
        "وعن هذه المكانة والمنزلة الخاصّة بالزهراء (عليها السّلام) نظم شاعر باكستان محمّد إقبال(1) يقول: \nهي بنتُ مَنْ هي زوج مَنْ هي اُمّ مَنْ   مَنْ ذا يُداني في الفخارِ أباها\nهي ومضةٌ من نورِ عينِ المصطفى   هادي الشعوب إذا ترومُ هُداها\n____________________",
        "(1) لقد تمّت الإشارة إلى سيرة الشاعر، فضلاً عن أعلام الهند وباكستان الآخرين، في كتابنا (أضواء على شبه القارة الهنديّة). \n\nهي رحمةٌ للعالمينَ وكعبةُ  ال   آمالِ في الدنيا  وأخراها\nولزوجِ فاطمةٍ بسورةِ هل  أتى   تاجٌ يفوقُ الشمسَ عند  ضحاها",
        "في روضِ فاطمةٍ نما غصنانِ لم   ينجبهما في النيّراتِ  سواها\nولقد آثر الله تعالى أن تكون هذه المرأة العفيفة من نصيب الإمام علي (عليه السّلام)؛ لأنّه سبحانه وتعالى كان قد أعدّها إعداداً تامّاً وكاملاً لتكون قرينةً وزوجةً لأوّل إنسان ولد في الكعبة المشرّفة، ولأوّل مَنْ صلّى مع رسوله الكريم في دنيا الإسلام، ولأوّل مَنْ آزر النبي (صلّى الله عليه وآله) ودعمه، ولأوّل مَنْ جمع القلم إلى السيف، والبلاغة إلى الرمح، وللأوّل في العلوم والشجاعة والسخاء، وللأوّل في الحلم والصفح والفصاحة، وللأوّل في الزهد والتقشّف، وللأوّل في الطاعة والعبادة، وللأوّل في التدبّر والسياسة... وباختصار للأوّل في كلّ فضيلة ومكرمة ومأثرة. \nنعم، آثرها الله تعالى لتكون حليلة للأوّل في كلّ ما تقدّم بيانه، وللأوّل أيضاً في كلّ الأعمال المحمودة والفعال الحسنة الاُخرى؛ فكان كما أراد الله سبحانه، وكما أحبّ الرسول (صلّى الله عليه وآله). ولقد تمّت هذه الإرادة، وتحقّقت هذه المحبّة في عام (2هـ)؛ حيث زُفّت الزهراء (عليها السّلام) في المدينة إلى علي (عليه السّلام)، وعاد علي إلى الزهراء (عليهما السّلام). \nولقد كانت للزهراء (عليها السّلام) منزلة خاصّة في قلب الرسول (صلّى الله عليه وآله)، حيث أعزّها وأكرمها بشكل ليس له نظير، كما أنّ إجلال الإمام علي (عليه السّلام) وإكرامه للزهراء (عليها السّلام) لم يكن أبداً بأقلّ ممّا كان عليه الرسول (صلّى الله عليه وآله). ",
        "لذا نرى أنّ الإمام علي (عليه السّلام) لم يتزوّج على الزهراء (عليها السّلام) أيّة امرأة اُخرى طيلة مدّة حياتها؛ كرامة لها. وهي نفس الحالة التي كان قد مارسها الرسول (صلّى الله عليه وآله) من قبل إزاء اُمّ المؤمنين خديجة بنت خويلد (عليها السّلام) (ت عام 9 بعد البعثة)، حيث لم يتزوّج عليها أيّة \n\nامرأة حين كانت على قيد الحياة - حيّة ترزق - رغم أنّ التعدّدية كانت سائدة ومتعارفة حينذاك. \nولقد نظم أحد الشعراء في الإشادة، وفي مدح صهر النبي (صلّى الله عليه وآله) يقول: ",
        "أخوهُ إذا عُدّ الفخارُ وصهرُهُ   فلا مثلهُ أخٌ ولا مثلهُ صهرُ\nوشُدَّ بهِ أزرَ النبي محمدٍ   كما شُدَّ من موسى بهارونهِ الأزرُ\nكما ونظم الشاعر عبد الباقي العمري الفاروقي في هذا المعنى يقول: \nيا أبا الأوصياءِ أنتَ  لطه   صهرُهُ وابنُ عمّهِ  وأخوهُ",
        "إنّ لله في معاليكَ سرّاً   أكثرُ العالمينَ ما  علموهُ\nأنتَ ثاني الآباءِ في منتهى ال   دورِ وآباؤهُ تُعدّ  بنوهُ\nخلقَ  اللهُ آدماً من ترابٍ   فهو ابنٌ لهُ وأنتَ  أبوهُ\nهذا، ومن صلب علي وفاطمة، ومن بقية زوجاته الطاهرات الاُخرى جاء النسب العلوي والذريّة الهاشميّة الطيّبة التي ملأت أطراف الأرض، والذي قال (صلّى الله عليه وآله) عن ذلك: (( إنّ كلّ سبب ونسب منقطع يوم القيامة إلاّ سببي ونسبي )). ",
        "وقال (صلّى الله عليه وآله) كذلك: (( ولولا علي ما كانت لي ذريّة )). \nكما ودعا الرسول (صلّى الله عليه وآله) لذريّة علي وفاطمة (عليهما السّلام) بقوله: (( اللّهمّ اخرج منهما الكثير الطيّب ))(1). \nفكان كما قال الرسول (صلّى الله عليه وآله)، وكان كما دعا. \n____________________",
        "(1) الإمام علي بن أبي طالب (عليه السّلام) - توفيق أبو علم، أهل البيت - توفيق أبو علم. \n\nوبعد رحيل الزهراء (عليها السّلام) إلى جوار ربّها (ت 11هـ)(1)، والذي تمّ هذا بعد فترة قصيرة من رحيل والدها (صلّى الله عليه وآله) إلى الرفيق الأعلى والتي هي (72) يوماً أو أكثر، طلب الإمام علي (عليه السّلام) من أخيه عقيل بن أبي طالب (ت 60هـ)، والذي كان مختصّاً بعلم أنساب العرب وأحسابها، بل كان حجّة كبيرة في ذلك، وكان أيضاً أحد الذين يتحاكم إليهم الناس في علم الأنساب(2)، طلب منه أن يختار له امرأة، حيث خاطبه بالحرف: (( انظر لي امرأة قد ولدتها الفحول من بني العرب؛ لأتزوّجها فتلد لي غلاماً فارساً )). \nوإنّما طلب الإمام (عليه السّلام) من أخيه هذا الأمر؛ وذلك لأنّ العرب في الجاهليّة والإسلام كانت تولي مسألة الأحساب والأنساب مكانة خاصّة، وأهمية عظمى؛ حيث كانوا ولا زالوا على مدار التاريخ يحتفظون بأنساب قبائلهم وأفخاذهم وبطونهم بصورة جيدة وكاملة، وهو الذي ندعوه الآن بعصبة الدم، وسواء كان هؤلاء العرب من قبائل العدنانيّة التي تقطن في الشمال عند مكة وأطرافها، أو من القبائل القحطانيّة من عرب الجنوب الذين يقيمون في اليمن وحواليه(3). ",
        "____________________\n(1) إنّ حرف (ت) الذي يرد في هذا الكتاب يشير إلى تاريخ الوفاة.\n(2) لقد كان في قريش أربعة أشخاص يتحاكم إليهم في علم النسب وأيام قريش، ويُرجع إلى قولهم، وهم: عقيل بن أبي طالب، مخرمة بن نوفل الزهري، أبو الجهم بن حذيفة العدوي، حويطب بن عبد العزى العامري، وكان عقيل أسرعهم جواباً، وأبلغهم وأقدمهم.\n(3) لا زال أبناء اليمن إلى الآن - كبقية العرب - يعتزّون بأنسابهم وأحسابهم، ولقد صادف في سفرتي الأخيرة إلى اليمن السعيدة (1997) أن سألت أحد الأشخاص (ممّن تعرفت عليه هناك) عن نسبه، فما كان منه إلاّ أن أخرج فوراً من جيبه شجرة نسبه التي توصله أباً عن جدٍّ إلى آدم أبي البشر (عليه السّلام). ",
        "\nحيث حرص كلّ هؤلاء العرب واهتمّ بالنسب هذا اهتماماً بالغاً، وكان هؤلاء يطلقون على الرجل الذي لا يعرف نسبه اسم (الخليع)، أي المخلوع عن أيّة شجرة نسب يمكنه أن ينتسب إليها؛ لذا فقد قالت العرب هنا: مَنْ لم يعرف نسبه لم يعرف الناس، ومَنْ لم يعرف الناس لم يُعدّ من الناس؛ لهذا نرى اعتزاز أبناء العروبة - على مرّ الزمن - بعشائرهم وأحسابهم، وباتوا يضحّون بأنفسهم وأرواحهم رخيصة دفاعاً عنها.\nوقد تجلّى ذلك عبر الكلمات، والقصائد الشعرية الحماسية، والمعلّقات التي تمجّد هذه القبائل دفاعاً عنها، وتشيد بهذه العشائر وترفعها إلى القمّة حقّاً أو من دون استحقاق. \nوإنّ الإمام علي (عليه السّلام) لم يغفل هذه الناحية حيث قال لابنه الحسن (عليه السّلام) في وصيته له: (( أكرم عشيرتك؛ فإنّهم جناحك الذي بهم تطير، وأصلك الذي إليه تصير، ويدك التي بها تصول )). ",
        "والعجيب هنا أنّ العرب لم تعتز بأنسابها وأحسابها البشرية فقط، بل قد تجاوزوا في ذلك إلى أنساب خيولهم واُصولها؛ حيث نرى هؤلاء يحتفظون بأنساب الخيول الأصيلة والتي قُسّمت لديهم إلى عدّة سلالات، وباتوا يحرصون على عدم تزاوج أي فرس من سلالة معينة باُخرى من سلالة تقع دونها؛ وذلك حرصاً على الاحتفاظ بالنسب خالصاً من الاختلاط \n\nبسواه من السلالات المتدنية(1). \nوللفرس الأصيلة - قديماً وحديثاً - ثمن باهظ قد يعادل أو يزيد على أثمان عشرة خيول من سلالات متدنية وواطئة. ",
        "هذا وقد أجاب عقيل على طلب أخيه بالبحث له عن امرأة، أجاب بعد تفكير واستعراض لأنساب العرب وأحسابها بالقول: تزوّج اُمّ البنين الكلابيّة؛ فإنّه ليس في العرب على وجه الإطلاق أشجع من آبائها ولا أفرس. \nثمّ أخذ عقيل يذكر لأخيه علي (عليه السّلام) نسب اُمّ البنين كاملاً من جهة آبائها حيث قال له: هي فاطمة بنت حزام بن خالد بن ربيعة بن الوحيد بن كعب بن عامر بن كلاب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن. \nكما وذكر لأخيه نسبها من جهة الاُمّ بقوله: واُمّها هي ثمامة بنت سهيل بن عامر بن مالك بن جعفر بن كلاب. \nثمّ قام عقيل يعدّد لأخيه أمجاد ومكارم أجداد اُمّ البنين، وإخوة الأجداد وأعمامها وأخوالها، حتّى حصل عند الإمام اليقين التامّ عنها، فطلب (عليه السّلام) من أخيه عقيل التوجّه إلى أهلها وأن يخطبها له من دون تأخير. ",
        "وطبيعي إنّ طلب الإمام علي (عليه السّلام) من أخيه عقيل أن يخطب له امرأة ما كان \n____________________\n(1) يعتبر سكّان الجزيرة أنّ أصول الخيل - أرساؤها أو عوائلها - سبعة، هي: صقلاوي جدران، حمداني السمري، معنق حدرج، كحيلة العجوز، شويمة بسياح، عبية الشراك، هدية نزحي.\nهذا وبزيادة النسل وانتشاره لدى مالكين جدد غير الأصليِّين صارت لهذه الأصول فروع كثيرة بات تعدادها متعذّراً. ",
        "\nليكون إلاّ لمعرفة الإمام بأنساب العرب وقبائلها، وما تمتاز به بعض هذه القبائل من مكارم وفضائل (وهو ما ندعوه بالأصل والفصل)، وما يلوك سواها من سيئات وسمعه بذيئة لغرض تجنّب المصاهرة مع الأخيرة؛ وذلك وفقاً لما ينقل عن الرسول الكريم (صلّى الله عليه وآله) في هذا الصدد بقوله: (( اختاروا لنطفكم؛ فإنّ العرق دسّاس )). \nوقوله (عليه السّلام) أيضاً: (( اعرفوا أنسابكم تصلوا أرحامكم )). \nوقوله: (( إنّ الخال أحد الضجيعين )). ",
        "وقوله (صلّى الله عليه وآله): (( إيّاكم وخضراء الدمن ))، وحين سُئل: ما خضراء الدمن؟ قال: (( المرأة الحسناء في منبت السوء )). \nومن هذا جاء المثل العربي الشائع وهو: الولد لخاله(1). \nوهكذا كانت أفخاذ وبطون عامر وكعب وكلاب - وهي التي وقع الاختيار عليها من قبل عقيل؛ لغرض مصاهرة أخيه منها - هي قمّة الأفخاذ والبطون العربية شرفاً وعزّة، وشجاعة ومروءة في عهدي الجاهليّة والإسلام. \nولقد أشار إلى هذه الحقيقة أحد الشعراء حين نظم في ذمّ فخذ نمير فقال: ",
        "فغضَّ الطرفَ إنّكَ من نميرٍ   فلا كعباً بلغتَ ولا كلابا\nكما وأشار شاعر عربي ثانٍ، وهو أوس بن حجر، إلى ذلك، حيث نظم في \n____________________\n(1) يشير العلم الحديث إلى أنّ المرء يرث صفاته المعنوية والجسدية عن أعمامه وأخواله، بل وعن جدوده؛ سواء لأبيه، أم لاُمّه؛ لذا اهتم العرب بالنسب اهتماماً كبيراً، واعتبروه سبباً في التعارف، وسلّماً للتواصل فيما بينهم. ",
        "\nوصف شجاعة أحد أفخاذ اُمّ البنين يقول: \nيلاعبُ أطرافَ الأسنةِ عامرُ   فراحَ لهُ حظُّ الكتائبِ أجمعُ\nونظم شاعر ثالث، وهو لبيد، يخاطب النعمان بن المنذر ملك الحيرة حول هذا المعنى: ",
        "يا واهبَ الخيرَ الجزيلَ من سعهْ   نحنُ بنو اُمّ البنين الأربعهْ\nونحنُ خيرُ عامرِ بن صعصعهْ   الضاربونَ الهامَ وسطَ الخيضعهْ\n\nفي رحاب اُمّ البنين ",
        "لقد أشرنا في الفصل السابق إلى الأفخاذ والبطون التي تنتسب إليها اُمّ البنين، وكونها أفخاذ وبطون تبعث على المفاخرة والعزّة عند مصاهرتها. \nأمّا في هذا الفصل فنشير إلى سيرة هذه المرأة الصالحة النقية، وسلوكها وطبيعة خُلقها؛ لنرى مدى تطابق وانعكاس مفاخر آبائها وأمّهاتها، ومآثرهم على طبيعة سلكوها وسيرتها، بدءاً من ولادتها ومروراً بإنجابها للشهداء الكرام الأربعة، والذي كان العبّاس (عليه السّلام) في طليعتهم ومقدّمتهم، واختتاماً غير موقفها المشرف حين سمعت بمصير أبنائها مع سيّدهم الحسين (عليه السّلام) في طفّ كربلاء، ومن ثمّ رحيلها إلى جوار ربّها آمنة مطمئنة لتُدفن في مقبرة البقيع بالقرب من قبر سميّتها فاطمة الزهراء (عليها السّلام)، ومشيّعة إلى مثواها الأخير هذا من قبل كلّ مَنْ بقى موجوداً من آل الرسول (صلّى الله عليه وآله)، ومن كلّ الطيبين والأخيار في المدينة المنوّرة. \nلقد ولدت فاطمة (اُمّ البنين) الكلابيّة في حدود عام (5هـ) في أصح الأقوال، أي إنّها تصغر بسنة واحدة عن عمر الحسين (عليه السّلام). \nولقد وضع لها اسم فاطمة؛ وذلك لأنّه كانت هناك أسماء جميلة ولطيفة تميل إليها العرب وتختارها لتسمية بناتها حين ولادتهنّ، وإنّ اسم (فاطمة) يقع في قمّة هذه الأسماء الجميلة وأفضلها. ",
        "ومن هذا المنطلق يُنقل عن الرسول الكريم (صلّى الله عليه وآله) في مقولته هذه هي:(1)\n____________________\n(1) هكذا وردت العبارة في الأصل من غير أن تُذكر مقولة الرسول (صلّى الله عليه وآله)، ويبدو أن هناك سقطاً وقع أثناء الطباعة والنسخ دون أن يلتفت إليه المولِّف أو المصحّح، علماً أن لهذا السقط ارتباطاً بالصفحة التي تليها. (موقع معهد الإمامين الحسَنَين) \n",
        "1 - فاطمة بنت أسد(1): وهي اُمّ الإمام علي (عليه السّلام)، والذي ترعرع الرسول (صلّى الله عليه وآله) من أحضانها عند رحيل والدته آمنة بنت وهب، وكان يدعوها بالاُمّ. \n2 - فاطمة بنت حمزة أو ربيعة. \n3 - فاطمة الزهراء (عليها السّلام): وهي ابنة الرسول (صلّى الله عليه وآله) نفسه، وزوجة الإمام علي (عليه السّلام)، واُمّ الحسن والحسين (عليهما السّلام). ولقد اُطلق عليها اسم (أمّ أبيها) وفقاً لمقولة الرسول (صلّى الله عليه وآله) الآنفة. \nوهناك ما يقرب من (20) صحابية تحمل اسم (فاطمة) وفقاً لما أشار إليه الفيروز آبادي في قاموسه، وإنّ أغلبهنّ أو كلّهنّ قد أدركن وواكبن عصر الرسول (صلّى الله عليه وآله) في أوقات مختلفة، والذي منهنّ فاطمة اُمّ البنين؛ لكونها صحابية جليلة محترمة؛ لأنّ الصحابي هو مَنْ أدرك عصر الرسول وأسلم على يده، وأخذ عنه العلم، ونقل حديثه من الرجال والنساء... إلخ، كما سنشير إليه في فصل لاحق. ",
        "أمّا عن علّة تسميتها هنا باُمّ البنين، فنشير إلى أنّ العرب في الجاهليّة والإسلام كانت تضع هذا الاسم، وتُكنى به المرأة التي تلد ثلاثة أبناء فما فوق. \nوالمفروض هنا هو أنّ هؤلاء الأبناء لا يأتون إلى الحياة الدنيا إلاّ بعد زواج المرأة وولادتها العدد المذكور من الأبناء، وهذا الأمر يتطلّب تأخير وضع الاسم - اُمّ البنين - إلى ما بعد هذه الولادة، والإنجاب بهذا العدد من الذكور. \n____________________\n(1) كانت فاطمة بنت أسد ذات رأي أصيل، وقد سارت سيرة خديجة الكبرى في الدفاع عن الرسول (صلّى الله عليه وآله) ومؤازرته وإعلاء كلمته، وكثيراً ما وقفت بوجه المشركين وردّت عداوتهم، وهاجرت إلى المدينة. ",
        "ولمّا توفيت عام (4هـ) كفّنها رسول الله (صلّى الله عليه وآله) في قميصه، ودخل قبرها، وقال: (( اللّهمّ اغفر لاُمّي فاطمة بنت أسد، ولقّنها حجّتها، ووسّع عليها مدخلها )). وقيل للرسول (صلّى الله عليه وآله) عن علّة ذلك، فقال: (( إنّه لم يكن أحد بعد أبي طالب أبرّ بي منها؛ كانت تجيع صبيانها وتشبعني، وتشعثهم وتدهنني، وكانت اُمّي )). \n\nإلاّ أنّ الحقيقة والواقع هنا هو أنّ البعض من العرب - وخلافاً لهذا الفرض - كان يُكني ابنته عند الولادة وفي عهد الطفولة بهذه الكنية (اُمّ البنين)؛ وذلك على سبيل الأمل والتفاؤل في أن تتزوّج ابنته هذه فيما بعد وترزق بعدد وفير من الأطفال الذكور.\nوالذي ندعوه الآن بـ (استباق الحوادث)، وعلى النحو والكيفية التي كانوا يدعون ويسمّون بناتهم بأسماء تبعث على الأمل والرجاء، مثل أمّ أيمن، وأمّ الخير، وأمّ المكارم، وأمّ البركة. ",
        "ويظهر لنا هنا أنّ اسم اُمّ البنين كانت قد كُنّيت بـ (فاطمة) منذ نعومة أظفارها، وقبل زواجها من الإمام علي (عليه السّلام) وإنجابها لأربعة أولاد منه(1)، بسبب أنّ عقيل كان قد أشار إلى هذه الكُنية عندما طلب منه الإمام (عليه السّلام) أن يبحث له في قبائل العرب عن زوجة بمواصفات معينة وخاصة. \nولقد غلبت هذه الكُنية على اسمها الحقيقي (فاطمة) حتّى غدت علماً، وباتت \n____________________\n(1) يذهب البعض إلى أنّ سبب تسمية فاطمة الكلابيّة باُمّ البنين قد تمّ مؤخراً وبعد زواجها بالإمام علي (عليه السّلام)؛ وذلك عندما طلبت هي من الإمام (عليه السّلام) أن يستبدل ويغيّر اسمها، وحينها استفسر الإمام منها عن علّة ذلك، قالت: بأنّه عند مناداتها باسم فاطمة ترى في وجوه الحسن والحسين وزينب (عليهم السلام) علائم الحزن والألم؛ لأنّ هذا الاسم يذكّرهم بأمّهم فاطمة الزهراء (عليها السّلام)، فما كان من الإمام - وفقاً لهذه الرواية - إلاّ أن يغيّر اسمها إلى اُمّ البنين.",
        "ونرى هنا أنّ اسم اُمّ البنين كان قديماً وقبل زواجها ولقائها بالإمام (عليه السّلام) إلاّ أنّها ربّما طلبت من الإمام (عليه السّلام) والذي كان يناديها في الغالب باسم فاطمة - ليستذكر ذكرى زوجته وحبيبته الزهراء (عليها السّلام) - بأن يناديها باسمها الآخر وهو اُمّ البنين؛ تجنّباً من سماع أبناء فاطمة الزهراء (عليها السّلام) لاسم أمّهم الراحلة، رغم أنّ سماع اسم الأمّ الراحلة - كما هو متعارف الآن - قد يبعث الفخر والفرحة والاستذكار عند الأبناء لا الحزن. \nويؤيد هذا المنحى ما قاله عقيل لأخيه علي (عليه السّلام) إزاء الزواج بالحرف: تزوّج اُمّ البنين الكلابيّة. ولو لم يكن اسمها اُمّ البنين لقال له: تزوّج فاطمة... إلخ. \n\nلا تعرف ولا تذكر إلاّ بها، وحتى نسي الكثيرون اسمها الأوّل. ",
        "وطبيعي إنّ الله سبحانه قد حقّق الأمل والرجاء الذي من أجله قد كُنّيت (فاطمة) العامرية الكلابيّة به، وهو (اُمّ البنين) في السنوات التالية؛ حيث إنّها وبعد زواجها من الإمام علي (عليه السّلام) قد رزقها الله تعالى بأكثر من ثلاثة أولاد، هم أربعة على وجه التحديد، وقد كان كلّ واحد منهم ولا سيما أوّلهم وهو العبّاس فارساً وشجاعاً وباسلاً يشار إليه بالبنان. وأمّا أسماؤهم فهي كما يلي: \n1 - العباس\n2 - عبد الله \n3 - عثمان",
        "4 - جعفر \nهذا ونشير إلى أنّ اُمّ البنين العامرية الكلابيّة لم تكن هي الفتاة الوحيدة في الإسلام التي كُنّيت بهذا الاسم (اُمّ البنين)، بل نجد هناك قبلها أو بعدها مَنْ كنّى بناته بهذا الاسم. \nولقد برزت مكانة بعضهن أو اختفت تبعاً لمواقفهنّ وأدوارهنّ السياسية والدينية والاجتماعية والأدبية عبر التاريخ. ومن النساء اللاتي كُنّيت باسم (اُمّ البنين) وأمكن إحصائها هي كما يلي: \n1 - اُمّ البنين: وهي فاطمة بنت حزام الكلابيّة، وهي موضوع هذا الفصل. ",
        "2 - اُمّ البنين: المعروفة بالخصومة الكلابيّة، وتدعى هذه أيضاً باسم فاطمة، وهي زوجة عقيل بن أبي طالب، وتشابه اُمّ البنين الاُخرى (اُمّ العباس) في الاسم والكُنية، وفي العشيرة والقبيلة، وهي كلاب.\nوالعجيب هنا هو أنّها أنجبت لعقيل أربعة أولاد على النحو الذي أنجبت الاُخرى أربعة أولاد أيضاً. \n3 - اُمّ البنين: ليلى الكلابيّة، وهي بنت عمر بن عامر بن فارس.\n",
        "4 - اُمّ البنين: العابدة بنت محمّد بن عبد الله، وكانت هذه تعدّ في وقتها من الزاهدات والعابدات. \n5 - اُمّ البنين المروانيّة: وهي زوجة الخليفة الأموي الوليد بن عبد الملك، ويذكر عن سيرتها أنّها كانت تمتاز بفضائل وخصائص محمودة، ومنها إسهامها في مشاريع خيرية مختلفة فضلاً عن شهرتها في الجود والكرم والسخاء. \n6 - اُمّ البنين: الخنساء، وهي الشاعرة العربية المشهورة، تماضر بنت عمرو بن الشريد السلمية، وتعدّ هذه من خيرة وطليعة شاعرات العرب في عصرها، ولم تبلغ منزلتها شاعرة اُخرى، ولقد توفاها الله سبحانه عام (46هـ). \nومن بديع شعرها المعروف، ولا نزال نحفظه منذ دراستنا الابتدائية والمتوسطة، والذي نظمته في رثاء أخيها صخر هو: ",
        "يذكرُ لي طلوعُ الشمسِ صخراً   وأذكرهُ لكلِّ غروبِ  شمسِ\nألا يا صخرُ لا أنساكَ  حتّى   أُفارقُ مهجتي ويُشقُّ  رمسي\nولولا كثرةُ الباكين  حولي   على إخوانهم لقتلتُ  نفسي\nومن شعرها المشهور أيضاً القصيدة، والتي منها هذه الأبيات: ",
        "وإنّ صخراً لتأتمُّ الهداةُ بهِ   كأنّهُ علمٌ في رأسهِ نارُ\nحمّالُ ألويةٍ شهّادُ أنديةٍ   خوّاضُ أوديةٍ للجيشِ جرارُ\n7 - اُمّ البنين: وهي والدة الإمام الثامن (عند الشيعة الإماميّة) علي بن موسى الرضا (عليه السّلام) (ت 203هـ)، وقد كان لهذه السيدة الجليلة منزلة مرموقة، وفضائل محمودة يحسدها عليها كثير من النساء، حتّى إنّه قد نُظم في شأنها قصيدة، ومنها هذه الأبيات: \nألا إنّ خيرَ الناسِ نفساً ووالداً   ورهطاً وأجداداً عليُّ المُعظّمُ",
        "أتتنا بهِ للعلمِ والحلمِ ثامناً   إماماً يؤدّي حجّةَ اللهِ تكتمُ\n\nأمّا عن الحالة الاجتماعية والفكرية لاُمّ البنين (والدة العباس) فقد كانت هذه من النساء الفاضلات في سموّ آدابها، وحسن سمعتها وسماتها، فضلاً عن كونها من المقرّات بحقّ أهل البيت (عليهم السّلام) في الولاية والإدارة والإمامة، ومخلصة في هذا الولاء والمودّة، وأنّها - من ثمّ - كانت ذات عقل راجح، وإيمان عميق، وأدب جم يحسدها على ذلك الكثيرون. \nفليس من العجيب هنا أن يقع الاختيار عليها؛ لتكون زوجة بارة، ومخلصة للإمام علي (عليه السّلام) حيث عُدّ زواجها هذا كسباً وشرفاً لعشيرتها وقبيلتها؛ لمصاهرتها أعزّ عشيرة، وأقدس قبيلة في العرب. ",
        "كما وعُدّ أيضاً ربحاً لأهل البيت حيث انضمت إلى صفوفهم امرأة عفيفة ونجيبة باءت عبر أصلاب الشجعان والفرسان، فضلاً عمّا كانت تحمله وتتلى به عن ولاء مطلق، وودّ عارم، وانحياز كامل لهذا البيت الكريم. \nوقد تجلّى بعض ذلك ساطعاً وظاهراً في التربية والرعاية التي مارستها إزاء أبنائها الأربعة، والتي حيّرتهم ليكونوا قنابل موقوته، وألغام متفجّرة، وسيوفاً مشرعة بوجه كلّ أعداء أهل البيت ومناوئيهم، وحيثما وجدوا وحلّوا، وفي هذا المكان أو ذاك. \nوإزاء ولائها المطلق هذا لأهل البيت (عليهم السّلام) كان أبناء هذا البيت الكريم بدورهم يثمّنون موقفها هذا، ويُكنّون لها الحبّ العارم، والودّ والعطف الكبيرين، وقد أحلّوها بينهم في المنزلة والمكانة التي تستحقها معزّزة ومبجلة؛ لأنّها وبزواجها من علي (عليه السّلام) باتت من ضمن نساء أهل البيت (عليهم السّلام) مع مكانة مميّزة، ودرجة خاصة بما ليس لها نظير. \nأمّا بقية سيرتها، فقد توزّع على بعض الفصول القادمة من هذا الكتاب. ",
        "\nاُمّ البنين تُزفّ إلى عليٍّ (عليه السّلام) \nعند رحيل فاطمة الزهراء (عليها السّلام) [ إلى ] جوار ربّها بعد عدّة أشهر من رحيل والدها الرسول (صلّى الله عليه وآله)، كانت قد أوصت زوجها الإمام علي (عليه السّلام) قبل الرحيل، وعند اقتراب أجلها فيما أوصت به قولها: (( جزاك الله تعالى عنّي خير الجزاء. يابن عمّ، اُوصيك أوّلاً أن تتزوّج بعدي بابنة اُختي اُمامة؛ فإنّها تكون لولدي (الحسن والحسين) مثلي، فإنّ الرجال لا بدّ لهم من النساء، واجعل لها يوماً وليلة، وللحسنين يوماً وليلة )). \nلذا فقد اضطر الإمام (عليه السّلام) بعد وفاة الزهراء (عليها السّلام) أن يبادر إلى اختيار امرأة تتولّى شؤون أولاده، وتعاملهم معاملة الاُمّ لأبنائها، فضلاً عن رعايته وخدمته خصوصاً فيما يتعلّق بالأولاد، وأنّهم لازالوا براعم صغار ولم تُفتح بعد، وأنّ أكبرهم وهو الإمام الحسن (عليه السّلام) كان عمره حينذاك في حدود (7) سنوات وعدّة شهور، وقد ترك فقد الزهراء (عليها السّلام) اللوعة والألم في نفوسهم. ",
        "وتنفيذاً لوصية الزهراء (عليها السّلام) الحرفية فقد تزوّج الإمام (عليه السّلام) من اُمامة بنت أبي العاص، واُمّها هي زينب بنت الرسول (صلّى الله عليه وآله)، ومن بعد ذلك تزوّج الإمام (عليه السّلام) من اُمّ البنين. \nوقبل الخطبة والزواج من اُمّ البنين فاطمة أقبلت هذه المرأة على اُمّها ثمامة الكلابيّة لتقصّ عليها حلماً كانت قد شاهدته لتوّه في المنام، وخلاصته هو: إنّها رأت كأنّ قمراً وثلاثة كواكب في السماء نزلوا وصاروا في حجرها، فضمتهم إلى صدرها وهي فرحة ومسرورة بذلك، ولكن عندما انتبهت من نومها لم تجد شيئاً، \n\nفحزنت وتألّمت على فقد هؤلاء. ",
        "وأخذتها اُمّها ثمامة إلى مَنْ يفسّر لها هذه الرؤيا، فكان التعبير لهذه الرؤيا هو أنّ هذه الفتاة ستتزوج من رجل عظيم ينجب له منها أربعة بنين، يكون بينهم وبين عشيرته واحد منهم هو كالقمر في ليلة تمامه وكماله بين الكواكب والنجوم. وما هي إلاّ فترة قصيرة حتّى يطرق بابها رسول الإمام علي (عليه السّلام) الذي جاء ليخطبها إلى الإمام (عليه السّلام) من أهلها (ولي أمرها)، كزوجة للإمام مكرّمة ومبرورة، فأسرع الأخير فرحاً إليها، فاستجابت باعتزاز وفخر. \nوهنا استذكرت اُمّ البنين الرؤيا، والذي جاء في تعبيرها بأنّ رجلاً مهمّاً وعظيماً سيطلب يدها، ولم يكن في ذلك الوقت مَنْ هو أعظم من الإمام علي (عليه السّلام) مكانة ودرجة، وعلماً وأدباً، وخلقاً وبلاغة، وفي طول العالم الإسلامي وعرضه. \nأمّا الشطر الثاني من الرؤيا فظلّت اُمّ البنين تكنزه في فكرها في انتظار تحقيقه في يوم لاحق من الأيام. \nإنّ زواج الإمام (عليه السّلام) من اُمّ البنين لم يطلب من ورائه هنا امرأة ذات حسن وجمال، ولا امرأة تكتمل فيها صفات الاُنوثة، وإنّما كان يطلب امرأة ولدتها الفحولة من العرب، وكان يريد نقاء الأصل ونقاء الروح، وهذه الصفات هي التي جاءت بالعباس وإخوته إلى الحياة الدنيا. ",
        "هذا ولا نعلم على وجه الدقّة والتحديد موعد هذا الزواج الميمون حيث لم تُشر كتب التاريخ إلى وقته، ولكن إذا ما علمنا بأنّ تاريخ مولد الابن البكر، وهو العبّاس (عليه السّلام) كان في عام (26هـ)؛\n\nلذا فيمكن أن نستنتج بأنّ تاريخ زواجها من الإمام علي (عليه السّلام) كان - طبعاً - قبل هذا التاريخ بمدّة قد تكون في حدود سنة واحدة أو أكثر بمدّة قليلة. \nولقد رأى الإمام (عليه السّلام) فيها العقل الراجح، والإيمان الوثيق، وسموّ الآداب، ومحاسن الصفات، فأعزّها وأخلص لها كأعظم ما يكون الإخلاص. ",
        "وحينما زفّت اُمّ البنين إلى بيت الإمام علي (عليه السّلام) كان الحسن والحسين (عليهما السّلام) مريضين، فانقطعت من أوّل يوم في خدمتهما ورعايتهما، رغم أنّ الجميع كانوا في أعمار متقاربة، وقالت: إنّي لن أشعر بفرحة الزواج إلاّ بعد شفاء ابنيّ الحسن والحسين. \nوقيل: إنّها قالت لهم عند الدخول: أنا هنا خادمة عندكم، جئت لخدمتكم، فهل تقبلون بهذا الشرط، وإلاّ فإنّي راجعة إلى داري. فرحّب بها الحسن والحسين وزينب (عليهم السّلام) وقالوا لها: أنت عزيزة كريمة، وهذا بيتك. \nولقد أحبّها الحسن والحسين (عليهما السّلام) بدورهما حبّاً جمّاً، واعتبراها - كما اعتبرت هي نفسها - أمّاً رحيمة وعطوفة عليهما، وبالمقابل فقد أحبّتهما اُمّ البنين بدورها، كما وكانت تحنو عليهما وتلاطفهما بحنانها، وهو - ما لا تكنّه لأولادها - ممّا عوّضهما عن الخسارة الكبيرة التي أصابتهما بفقد ورحيل أمّهما فاطمة الزهراء (عليها السّلام). \nوعن هذه الحالة يقول الأديب الشاعر علي محمّد الحائري: ",
        "أفاطمُ بعدكِ اُمُّ  البنين   ستقبس من جمرةِ المصطلينا\nهي الكفءُ تعقبُ خيرَ النساء   أربت على شيمِ الحازمينا\nسليلُ الأكرمِ من قومها   وبنتُ البهاليلِ إذ  ينسبونا\n",
        "علماً بأنّ العثور على امرأة تحمل مثل هذا السلوك المحمود، والمواصفات الحسنة إزاء أبناء زوجها - من زوجة اُخرى - أمر نادر في عالم اليوم والأمس. \nحيث نرى أنّ غالبية النساء في المجتمع تغلب على طبيعتهم الغيرة والأثرة، وطالما تسبّبت زوجة الأب في بعث مآسي، وكوارث فظيعة في العائلة، وذلك حين ينام ضميرها، وتبتعد عن إنسانيتها حيث تتولّى الإساءة إلى أبناء زوجها الصغار - من زوجة اُخرى -، وتحاول الوقيعة بينهم وبين أبيهم؛ لتستأثر هي - وخصوصاً إن كانت تحمل شيئاً من الجمال والحسن - بكلّ قلبه وعاطفته، وبالتالي بثروته وملكيته إن وجدت دون هؤلاء المساكين. \nوقد تزداد هذه الحالة والنزوة شدّة وقسوة إزاء أبناء زوجها فيما إذا رُزقت هي بأطفال من زوجها، حيث تحاول هنا أن تدع كلّ أفكار وعواطف واهتمام زوجها منصباً على أولادها من دون أولاده الآخرين، وكأنّ هؤلاء ليسوا بأولاده، ولم ينزلوا من صلبه عبر زوجته الأولى. \nولقد زادت اُمّ البنين في النبل والسلوك الحسن، وتألّقت مكانتها وعظمتها حين رزقها الله تعالى بأربعة أشبال، حيث قامت بإشعار وتنبيه أبناءها وأبناء فاطمة الزهراء (عليها السّلام) بأنّهم جميعاً إخوة وأشقاء، حيث غرست في قلوبهم جميعاً الحبّ المتبادل، والإخلاص والوفاء، والإخاء والتعاون المشترك حتّى بات الواحد منهم يفدي أخاه بكلّ ما يملك، وبأغلى ما لديه. ",
        "وعن طبيعة هذه الحالة نظم الأديب الشاعر السيد سلمان هادي آل طعمة يقول: \nاُمُّ أبي الفضلِ خيرُ  معتمدِ   واُمُّ عثمان بيضةِ  البلدِ\nثالثُهم جعفرُ الأبيُّ  ومَنْ   ما لانَ في شدّةٍ ولم  يجدِ\nواُمُّ عبد الله الذي  اجتمعت   فيهِ خصالٌ تهدي إلى الرشدِ",
        "\nونظم الشاعر الشيخ هادي كاشف الغطاء حول الموضوع يقول: \nاُمُّ البنين طابتِ  الأبناءُ   منكِ كما قد طابتِ  الآباءُ\nاُمُّ الاُسودِ من بني عمرو العُلا   اُمّ الحُماةِ والأُباةِ  النُّبلا",
        "اُمُّ أبي الفضلِ واُمُّ  جعفرِ   واُمُّ عبد اللهِ شبلُ حيدرِ\nواُمُّ عثمان الذي  سمّاهُ   باسمِ ابنِ مظعون الأبُ الأوّاهُ\nالأنجبينَ الطاهرينَ  أنفسا   الأكرمينَ الطيبينَ  مغرسا\nآجركِ اللهُ وإيّانا  فما   أملكُ لو رمتُ أعزيكِ  فما",
        "كما ونظم شاعر ثالث، هو الأديب علي محمّد الحائري يقول: \nويا اُمّ مَنْ نصروا في الطفوف   حسيناً ولم يرتضوا العيشَ هونا\nهززتِ بهم راسياتِ الجبال   بما نلتِ من ذكرهِ ثائرينا\nأمّا عن هؤلاء الأشبال الأربعة الذين رُزقت بهم اُمّ البنين، والذين كانوا في العدد والصورة وفقاً للشطر الثاني من الرؤيا التي شاهدتها قبل خطبتها من الإمام (عليه السّلام)، فهم باختصار كما يلي: ",
        "1 - العبّاس: وهو الوليد الأوّل، حيث ولد في يوم الجمعة (4) شعبان من عام (26هـ)، علماً بأنّ أخاه الحسين (عليه السّلام) كان قد ولد في شهر شعبان أيضاً وفي الثالث منه من عام (3هـ). \nولقد كان العبّاس وسيماً وجميلاً، وفقاً لما سنشير إليه في الفصل القادم، ولقد كان عمره في يوم عاشوراء، وهو يوم شهادته مع بقية إخوته، (34) سنة. \nوقد سمّاه الإمام علي (عليه السّلام) في اليوم السابع من ولادته بالعباس؛ لعلمه بشجاعته وسطوته، وصولته وعبوسه عند قتال الأعداء، ومنازلة الظالمين في كلّ أدوار حياته؛ حيث جاء في الصحاح أنّ عباس هو كشدّاد، وهو الأسد الضاري، ولقد عقّ (فدى) \n",
        "له والده كبشاً كما فعل مع الحسن والحسين (عليهما السّلام) من قبل، وأمر اُمّه أن تحلق رأسه وتتصدّق بوزن شعره فضّة أو ذهباً على المساكين، والأذان في الأُذن اليمنى، والإقامة في اليسرى عند ولادته. \n2 - عبد الله: وهو الوليد الثاني لاُمّ البنين، وكان عمره يوم الطفّ وشهادته (25) سنة. \n3 - عثمان: وهو الوليد الثالث لاُمّ البنين، وكان عمره يوم استشهاده في كربلاء (23) سنة. \n4 - جعفر: وهو الوليد الرابع والأخير لاُمّ البنين، وكان عمره يوم استشهاده (21) سنة(1). ",
        "وهكذا عاش الأشبال الأربعة لاُمّ البنين مع بقية إخوتهم من أبناء فاطمة الزهراء (عليها السّلام)، أو سواهم من الإخوة عاش الجميع في اُخوّة ومحبّة كاملة في المدينة المنورة، أو في الكوفة من دون أن يعكّر صفو هذا الحبّ والودّ المتبادل أيّ شيء، إلى حين انتقال والدهم العظيم علي (عليه السّلام) إلى جوار ربّه عام (40هـ) مستشهداً في الكوفة بسيف الشقي ابن ملجم المرادي؛ حيث عاد الجميع إلى المدينة منذ ذلك الوقت ليعيشوا في ظلّ عهد جديد هو عهد الدولة الاُمويّة التي سامت جماهير المسلمين في هذا القطر، أو ذاك الخسف والجور، والذي امتد هذا إلى وقت سقوطها وانهيارها في عام (132هـ). \nولقد عاشت اُمّ البنين في المدينة ولم تتزوّج بعد رحيل زوجها (عليه السّلام)، وكانت \n____________________\n(1) تشير كثير من المصادر إلى أنّ عمر جعفر عند استشهاده كان (19) سنة، وهذا غير صحيح، حيث إنّ والده الإمام علي (عليه السّلام) كان قد استشهد قبل أكثر من (20) سنة من وقت مصرعه. ",
        "\nهي في نفس هذه البلدة يوم خروج الحسين (عليه السّلام) منها إلى مكة المكرّمة، ثمّ إلى كربلاء برفقة أبنائها الأربعة، وكذلك بقيت مقيمة في المدينة حين وصلها نعي الحسين (عليه السّلام) وأولادها الأربعة جميعاً، وظلّت حيّة تُرزق في المدينة إلى يوم رحيلها إلى دار الآخرة، وهو يوم الجمعة (13) جمادي الثانية من عام (64هـ)، وقد دُفنت في البقيع بالقرب من مرقد فاطمة الزهراء (عليها السّلام). \nولقد بقي اسمها وذكرها خالداً ومتألّقاً في سجل الخالدات والعظيمات، والذي لا يجود الزمن بمثلهنّ إلاّ نادراً، كما وبرزت لها بعد رحيلها إلى جوار ربّها كرامات من الله تعالى غنية عن التعريف، ومثل الكرامات التي برزت لولدها الأول العبّاس، والتي سنشير إليها موجزاً في فصل مستقل قادم. \nلذا نرى كثيراً من أبناء بلدنا وقطرنا يتوجّهون إلى الله تعالى عبرها - على بعد المزار - في تحقيق مطالب معينة، أو حلّ مشاكل مستعصية، أو محن وكوارث عظيمة، أو طلباً للشفاء من أمراض مزمنة ومستعصية، أو سوى ذلك؛ حيث يجدون الاستجابة الكاملة والتامة والسريعة لكثير منها، والفرج لغالبيتها بإذن الله تعالى. ",
        "\nولمّا بلغ أشده واستوى \nولد العبّاس بن علي (عليه السّلام) في (4) شعبان من عام (26هـ) وفي خلافة عثمان بن عفان في المدينة المنورة، ويُقال هنا: إنّ الإمام علي (عليه السّلام) كان قد دمعت عيناه حينما رأى ابنه الوليد هذا لأوّل مرّة، حيث قام الإمام (عليه السّلام) بضمّه إليه، وأخذ يتحسّس يده اليمنى واليسرى، ويهزّ رأسه من أسى، ثمّ يقبّل رأسه، ثمّ يمرّ براحته على صدره الغض؛ لأنّه يعلم وفقاً لفراسته، ولما أخبره به رسول الله (صلّى الله عليه وآله) عن الله تعالى عمّا سيجري على ولده الحسين (عليه السّلام) وإخوته من المآسي ونكبات في أرض كربلاء بقطر العراق، في عهد الدولة الاُمويّة، وفي خلافة يزيد بن معاوية على وجه التحديد. \nوإنّه (عليه السّلام) من ثمّ ما تزوّج من اُمّ البنين إلاّ ليأخذ أبناؤها أدوارهم كاملة في ملحمة الطفّ بكربلاء في نصرة أخيهم الحسين (عليه السّلام) وبقية أهل بيته، نصرة غير محدودة. ",
        "وحين استفسرت اُمّ البنين من الإمام علي (عليه السّلام) عن علّة بكائه عند مشاهدته للوليد، وسبب حركة يده على أعضاء جسمه ورأسه بصورة خاصة... إلخ. \nإلاّ أنّه من جوابه لها لم يخبرها عمّا يعلمه هو عن مستقبل هذا الطفل، وما سيجري عليه في يوم عاشوراء مع أخيه الحسين (عليه السّلام) من مصائب وكوارث حتّى لا يعكّر الأمر صفو حياتها ومعيشتها، وإنّما اكتفى الإمام علي (عليه السّلام) بأن قال لها: بأنّ مكانة هذا الطفل ستكون عظيمة وسامية عند الله تعالى في يوم القيامة، وأنّه سبحانه وتعالى سيمنحه جناحين يطير بهما في الجنة كالملائكة على النحو الذي أعطى أخاه جعفر بن أبي طالب \n\n(ت 8هـ) مثل هذين الجناحين(1). ",
        "ففرحت الزوجة لهذا التعليل المفرح والمسر الذي جاء على لسان زوجها إزاء ما قام به برأس وأعضاء وجسم الطفل، وأيقنت بصحة ذلك؛ لما تعهده في زوجها من بصيرة نافذة، وفراسة صادقة، ونظرة بعيدة. \nقد كان العبّاس (عليه السّلام) منذ ولادته وسيماً جميل الصورة والشكل والمنظر، وشديد البياض بصورة غير اعتيادية، ويقال عنه هنا: إنّه كان أجمل طفل على الإطلاق، بل آية من آيات الجمال. \nوزاد البعض بالقول: بأنّ تقاطيع وجهه كانت تبرق كالبدر المنير في ليلة تمامه وكماله، فكان لا يحتاج في الليلة الظلماء إلى ضياء، فضلاً عمّا كان يتّصف به من ثغر باسم ووجه طلق؛ ولذلك فقد أطلق عليه اسم (قمر بني هاشم)، حيث إنّ العرب كانت تصف الرجل الوسيم الطاهر الأخلاق بالقمر. \nهذا وليس العبّاس وحده هو الذي سمّي بالقمر بل سبقه آخرون من أجداده في هذا الوصف لحسن وجمال صورهم، فقد كان (عبد مناف) والد هاشم يسمى (قمر البطحاء)، وكان (عبد الله) والد الرسول الكريم (صلّى الله عليه وآله) يسمى (قمر الحرم). ",
        "وبمرور الزمان برزت بقيّة خصال وشمائل العبّاس (عليه السّلام)، حيث تجلّت شجاعته \n____________________\n(1) يرى البعض أنّ الإمام (عليه السّلام) كان قد أشعر اُمّ البنين هنا بتفاصيل مأساة ولدها العبّاس في كربلاء، ونرى أنّ الإمام قد احتفظ بقلبه بكلّ تلك التفاصيل - والتي وردته عن النبي (صلّى الله عليه وآله) عن الله تعالى - ولم يشعر بها إلاّ الخواصّ، أو مَنْ تطلب الحال إشعاره؛ وذلك حتّى لا تؤثر هذه على حياة واستقرار وهدوء العائلة والأولاد. \n",
        "في المنازلات وفي ميادين القتال؛ لكونه طويل الساق، حيث كان يركب الفرس المطهّم ورجلاه تخطّان في الأرض(1)؛ لأنّه (عليه السّلام) كان قد ورث شجاعتين: إحداهما هاشمية، وهي الأربى والأرقى، وقد جاءته هذه عن طريق والده الإمام علي (عليه السّلام)، والاُخرى قد ورثها عن طريق اُمّه فاطمة اُمّ البنين عبر آبائها من فرسان العرب وشجعان القوم. \nوعن هذه الشجاعة يقول السيد جعفر الحلّي: \nبطلٌ تورّثَ من أبيهِ شجاعةً   فيها اُنوفُ بني الضلالةِ تُرغمُ\nكما وظهرت عليه أيضاً صفات حميدة اُخرى؛ كالإباء والنجدة، والسؤدد والكرم، ودماثة الخلق والعطف على الفقراء والضعفاء، فضلاً عن أنّه كان من علماء الزهّاد ومن زهّاد العلماء، وهذه واحدة اُخرى من فضائله. ",
        "وعن هذه نظم أحد الشعراء يقول: \nوفي العباسِ من كرمِ السجايا   كثيرٌ ليس يحصرُ في  مقالِ\nوفاءٌ نجدةٌ زهدٌ  وعلمٌ   وإيثارٌ وصدقٌ في المقالِ\nعفافٌ ظاهرٌ حلمٌ  وجودٌ   وبأسٌ صادقٌ عند  النزالِ",
        "كما وقال شاعر آخر حول الموضوع: \n____________________\n(1) كانت اُمّ البنين تخشى على العبّاس إزاء جماله وخصاله الاُخرى من أعين الحسّاد من أن يصيبه أذى أو مكروه، وكانت تردّد أمامه وخلفه هذه الأبيات: \nاُعيذهُ بالواحدِ   من عينِ كلِّ حاسدِ",
        "قائمهم  والقاعدِ   مسلمهم  والجاحدِ\nصادرهم  والواردِ   مولودهم والوالدِ\n\nلقد جمعَ العباسُ كلَّ فضيلة   تزانُ بها عربُ المقاولِ والعجمُ",
        "لهُ الجودُ والإقدامُ والحلمُ والتقى   وقد زانهُ الإيمانُ والحكمُ والعلمُ\nهذا، ولم يشتهر العبّاس (عليه السّلام) بلقب (قمر بني هاشم) فقط، بل اُطلق عليه عبر الأيام عدّة ألقاب حميدة ومجيدة اُخرى وإن ظلّ الوصف الأوّل هو المشهور والغالب. \nومن هذه الألقاب والأوصاف التي قُرنت بالعباس وغدت علماً عليه، هي: \n1 - أبو الفضل ",
        "وسُمّي بذلك لأنّه رُزق بولد وقد وضع له اسماً وهو (الفضل)، فضلاً عن كونه صاحب فضل ومروءة وشهامة بحقّ وحقيقة. \nوفي هذا يقول الشاعر السيد راضي السيد صالح القزويني: \nأبا الفضلِ يا مَنْ أسسَ الفضلَ والإبا   أبى الفضلُ إلاّ أن تكونَ لهُ أبا\nكما ويقول شاعر ثانٍ هو الشيخ محسن أبو الحبّ الكبير في هذا المعنى: ",
        "أبو الفضلِ لا تُحصى مواقفُ فضلِهِ   فمَنْ ذا يُحاربهُ ومَنْ ذا يُقاربُهْ\nوحازَ عُلاً لو حازتِ الشمسُ بعضَهُ   لما حجبتها يومَ دجنٍ سحائبُهْ\nويقول شاعر ثالث أيضاً حول الموضوع: \nبذلتَ أبا الأفضالِ نفساً  نفيسةً   لنصرِ  حسينٍ عزّ بالنصرِ من مثلِ",
        "أبيتَ التذاذَ الماءِ قبلَ التذاذهُ   فحسنُ فعالِ المرءِ فرعٌ من الأصلِ\nفأنتَ أخو السبطينِ في يومِ  مفخرٍ   وفي يومِ بذلِ الماءِ أنتَ أبو الفضلِ\n2 - العبد الصالح \nوسُمّي العبّاس بهذا اللقب والصفة، وهي نفس الصفة التي أطلقها وأضافها الله ",
        "\nتعالى إلى أنبيائه، وناشري شريعته واُمنائه على وحيه؛ لأنّه كان من الصالحين الأبرار؛ علماً بأنّ أوّل مَنْ منح هذه الصفة للعباس هو الإمام جعفر الصادق (عليه السّلام) (ت 148هـ)، وذلك في الزيارة المخصوصة التي خاطب بها عمّه العبّاس حين ابتدأها بهذه العبارة: (( السلام عليك أيّها العبد الصالح )). \n3 - الشهيد \nوسُمّي بهذا اللقب؛ لأنّه سقط مضرّجاً بدمه على أرض كربلاء في يوم عاشوراء، حيث قدّم حياته رخيصة على طريق الحرية والعزّة والكرامة، حيث إنّ الجود بالنفس أقصى غاية الجود كما جاء في المثل المشهور. ",
        "4 - ساقي عطاشى كربلاء، (السقّاء)، وبطل العلقمي(1) \nولقد أُطلق عليه هذا اللقب؛ لأنّه غامر بحياته، واقتحم جموع الأعداء بآلافهم \n____________________\n(1) نشير إلى أنّ العرب في الجاهليّة والإسلام كانت تفتخر بالسقاية، حيث جاء في الحديث النبوي الشريف: (( أفضل الأعمال عند الله إبراد الكبد الحرّى من بهيمة وغيرها )).",
        "ويُنقل عن الإمام جعفر الصادق (عليه السّلام) حول الموضوع قوله: (( مَنْ سقى الماء في موضع يوجد فيه الماء كان كمَنْ أعتق رقبة، ومَنْ سقى الماء في موضع لا يوجد فيه الماء كان كمَنْ أحيا نفساً، ومَنْ أحياها فكأنّما أحيا الناس أجمعين )).\nوكان عبد المطلب يتولّى سقاية الحجيج، وكان يفتخر بهذه المهمّة، كما أنّ أبا طالب بعده قام هو الآخر بسقي الحاج في مكّة المكرّمة، وأنّ عيسى بن زيد بن علي كان طيلة فترة تستّره في الكوفة يسقي الماء على جمل، وأنّ القاسم بن موسى الكاظم (عليه السّلام) قد تولّى هذه المهمّة عند تستّره في العراق.\nوالسقاية هي من الاُمور السبعة التي تمنّى أمين الوحي جبرائيل ممارستها فيما لو طلب الله تعالى منه الإقامة في الأرض. أمّا البقية فهي: عيادة المرضى، السير خلف الجنائز، أداء صلاة الجماعة، إصلاح ذات البين... إلخ. \n",
        "المؤلّفة في أرض كربلاء للوصول إلى نهر العلقمي، وكان ذلك في الأيام الأخيرة للعشرة الأولى من المحرّم، ولعدّة مرات، وفي المرّة الأخيرة استشهد على ضفاف هذا النهر، ولُقّب بـ (بطل العلقمي). \nأمّا عن علّة ذهابه إلى النهر فهو لجلب الماء ليروي عطش أخيه الحسين (عليه السّلام) وأهل بيته وأصحابه بعد أن منع جنود العدو الماء عنهم؛ لغرض إرغامهم على الاستسلام من دون قيد أو شرط. \nعلماً بأنّه لم يشرب من الماء شيئاً عندما كان على ضفاف النهر رغم عطشه الشديد، والذي لا يقلّ عن عطش الآخرين؛ لأنّه آثر أن يشرب أخوه الحسين وأهل بيته وأصحابه (عليهم السّلام) أوّلاً، ثم هو يشرب من بعدهم. \nوفي هذا المعنى نظم الشاعر هذا الشعر الشعبي على لسان العبّاس نفسه، وهو: ",
        "شلون اشرب واخوي حسين عطشان   وسكنه والحرم وأطفال رضعان\nوأظن گلب العليل التهب نيران   يا ريت الماي بعده لا حله ومر\nكما ويقول شاعر آخر حول هذا المعنى: \nأأبردُ قلبي بالزلالِ وبرده   ويحرقُ من آلِ الرسولِ  قلوبُ",
        "فيا نفسُ موتي بالظما وتقطّعي   وإن كان ماءُ الشط منك  قريبُ\nفواللهِ لا ذقتُ من الماءِ  قطرةً   إلى حيث سهمِ المنونِ يصيبُ(1)\nونظم شاعر شعبي ثانٍ هذا الشعر الشعبي، وأراده أن يكون على لسان السجّاد (عليه السّلام) أو العبّاس: \nشلون أشرب لذيذ الماي حاشه   وأهلي گضت كلّهم عطاشه",
        "وحسين الرمل أمسه فراشه\n____________________\n(1) لا يخفى ما في البيت من خلل عروضي واضح. (موقع معهد الإمامين الحسَنَين)\n",
        "5 - صاحب أو أبو القربة \nلقد أُطلق على العبّاس (عليه السّلام) هذا الوصف؛ لأنّه استشهد على أرض كربلاء في العاشر من المحرّم وهو يحمل قربة مملوءة بالماء الذي جلبه من نهر العلقمي؛ لغرض إيصالها إلى مخيّم الحسين (عليه السّلام) لسقي مَنْ فيه من أهل البيت والأصحاب، إلاّ أنّه قد تعذّر عليه إيصال الماء بعد أن قُطعت ذراعاه في الطريق، وخلال الالتحام بالأعداء، فضلاً عن تسديد أحد شياطين الكوفة لسهم حاد إلى هذه القربة أدّى إلى إسالة مائها على الأرض. \n6 - حامل الراية(1) \nوهو من أشرف الألقاب التي نسبت إلى العبّاس (عليه السّلام)؛ لكونه قد حمل راية الحسين (عليه السّلام) دون أيّ شخص آخر من أصحابه أو أهل بيته في ملحمة كربلاء، حيث قبضها بيد من حديد ولم تسقط من يده إلاّ حين قُطعت يداه، وهوى إثرها صريعاً عند ضفاف نهر العلقمي حيث مرقده الحالي. ",
        "7 - حامي الظعينة \nوأُطلق عليه هذا الوصف؛ وذلك لقيامه بحماية وحراسة وخدمة نساء أهل البيت (عليهم السّلام) طيلة مدّة انتقالهنّ من المدينة إلى كربلاء عن طريق مكة المكرّمة، حيث كان هو الذي يتولّى إنزالهنّ وترحيلهنّ من وإلى المحامل، فضلاً عن مسؤوليته الكاملة في حماية مخيّمات هؤلاء النساء في كربلاء من أن يصيبها أيّ سوء أو مكروه.\nوفي هذا يقول الشاعر السيد جعفر الحلّي: \nحامي الظعينةِ أين منهُ ربيعةٌ   أم أين من عليا أبيهِ مكدّمُ",
        "____________________\n(1) يدعى هذا الوصف في إيران وأفغانستان وباكستان والهند وبنغلادش باسم (علمدار). \n\nكما ونظم الخطيب الشيخ محمّد علي اليعقوبي حول هذا المعنى يقول: ",
        "حميتَ الظعينةَ من يثربِ   وأنزلتها الجانبَ الأمنعا\n8 - باب الحوائج \nولقد اشتهر العبّاس بن علي (عليه السّلام) فيما بعد بين عامّة المسلمين بهذا اللّقب؛ وذلك لكثرت ما بدرت منه من كرامات وقضاء الحاجات السائلين، حيث ما قصده ذو حاجة بنيّة خالصة إلاّ قضى الله تعالى حاجته، ولا سأله بحرمته سائل إلاّ وتيسّر عليه مطلوبة، ذلك لأنّ من سنن الله تعالى الجارية في أوليائه وأحبائه إكرامهم بإظهار ما لهم من الكرامات.\nإضافة لما ادّخره سبحانه لهم من الدرجات الرفيعة والعالية في الحياة الآخرة؛ تقديراً لنضالهم وسعيهم في الحياة الدنيا بالطاعة له، والذود عن الحقّ ونصرة المظلومين والمستضعفين... إلخ. ",
        "وعن هذه الكرامات نظم أحد الشعراء يقول: \nفكم لأبي الفضل الأبي كراماتٌ   لها تُليت عندَ البريةِ آياتٌ\nوشاراته كالشمسِ في الاُفقِ شوهدتْ   لها من بناتِ المجدِ أومت إشاراتٌ\nكما ونظم الشيخ كاظم الأزري حول الموضوع يقول: ",
        "بابُ الحوائجِ ما دعتهُ مروعةٌ   في حاجةٍ إلاّ ويقضي حاجها\nعلماً بأنّ الإمام السابع (عند الشيعة الإماميّة) موسى بن جعفر الكاظم (ت 182هـ) يوصف هو الآخر بأنّه أيضاً (باب الحوائج)؛ لذا يرتاد الكثير من ذوي الحاجات مرقده الشريف في مدينة الكاظمية للدعاء والاستجارة بالله تعالى في حلّ مشاكلهم، وقضاء حاجاتهم، وتيسير اُمورهم ومعضلاتهم التي تلفّهم وتحيط بهم، حيث يجدون من الله سبحانه ببركة الإمام (عليه السّلام) الاستجابة السريعة لكلّ \n\nهذه المطاليب والمشاكل والمعضلات. ",
        "وعن هذه الحالة نظم أحد الشعراء يقول: \nلِذ إن دهتكَ الرزايا   والدهرُ عيشكَ نكّدْ\nبكاظمِ الغيظِ موسى   وبالجوادِ  محمّدْ\n9 - كبش الكتيبة ",
        "ولقد أطلق الحسين (عليه السّلام) هذا اللقب على العبّاس حين طلب الأخير منه الإذن باقتحام ميدان المعركة، والهجوم على جيش ابن سعد بعد أن نفذ صبره، حيث لم يعطه الحسين (عليه السّلام) الإذن، وقال له: (( أنت كبش كتيبتي )). وانشد (عليه السّلام): \nعباسُ كبشُ كتيبتي وكنانتي   وسريّ قومي بل أعزّ حصوني\nلمَنْ اللوا اُعطي ومَنْ هو جامعٌ   شملي وفي ضنكِ الزحامِ يقيني\n10 - أسد آل محمّد ",
        "ولقد نال العبّاس (عليه السّلام) هذا اللقب لشجاعته وشدّة بأسه، وصلب عزيمته وقوّة إيمانه، كما وهناك ألقاب اُخرى للعباس منه قمر العشيرة، وأخو زينب، والضيغم، والغضنفر، والعميد، والطيار، والغر المحجّل، وأبو الشارة... إلخ. \nهذا وكان العبّاس (عليه السّلام) إضافة لما اشتهر به من ألقاب وصفات عبر الزمن كان ومنذ نعومة أظفاره ذكيّاً فطناً، فضلاً عن إيمانه العميق بالله تعالى والانقياد التامّ لكلّ أوامره ونواهيه. \nوينقل عن ذكائه وإيمانه هذا هو أنّه عندما كان في الخامسة من عمره، أي في سنة (31هـ)، دعاه مرّة أبوه (عليه السّلام) وأجلسه في حجره، وأخذ يداعبه مداعبة الآباء لأطفالهم،\n",
        "وقال له: (( قل: واحد )). \nفقال العبّاس: الله واحد. \nفقال الإمام (عليه السّلام): (( قل: اثنين )). \nفامتنع العبّاس أن يقول اثنين، وقال لوالده: إنّي استحي أن أقول اثنين بلسان قلت به للتو واحد. ",
        "إنّه لأمر غريب وعجيب حقّاً أن يصدر مثل هذا القول من طفل معصوم يافع لم يتجاوز الخامسة من عمره، وهو يشهد فيه بالوحدانية لله تعالى، والإيمان العميق والراسخ به. \nولقد كانت العقيلة زينب، وبطلة كربلاء - وهي لا زالت صغيرة - إلى جوارهما وهي تسمع ما يقول أخوها العبّاس لوالدها حول توحيد الله، فقالت لأبيها: أتحبّنا؟ \nفقال الإمام: (( نعم )). \nفقالت: يا أبي، لا يجتمع حبّان في قلب مؤمن؛ حبّ الله وحبّ أولاده، وإن كان ولا بدّ فالحبّ هو لله تعالى، والشفقة للأولاد. ",
        "فأُعجب الإمام من كلامها الذي يحدّد علاقة القلب وارتباطه بالله تعالى، كما وأُعجب أيضاً قبل دقائق من جواب ولده العبّاس - على صغر سنِّ الاثنين - بذلك كثيراً، وضمّ الاثنين إلى حجره، وتضاعف حبّه وهيامه بهما، كما ودعا لهما بالتوفيق والخير والعافية(1). \nعلماً بأنّ هذا القول ليس بمستبعد على هذا الفتى رغم ما قاله والده (عليه السّلام) في حقّه:\n____________________\n(1) يبدو أنّ المولِّف (حفظه الله) اختلطت عليه بعض الأوراق حينما نقل هذه الرواية؛ حيث لم تكن زينب (عليها السّلام) صغيرة في ذلك الحين، بل كان عمرها الشريف في سنة (31) للهجرة - كما أشار المؤلِّف في صدر الرواية - ما يقرب من السادسة والعشرين سنة، بل كانت متزوّجة من ابن عمّها عبد الله بن جعفر آنذاك، اللهمَّ إلاّ أن يقال بصدور هذا الكلام منها في صباها - كما هو المشهور عند المؤرّخين - فاختلطت على الراوي أو المولِّف الحادثتان واعتبرهما ضمن حادثة واحدة رغم الفاصل الزمني الكبير ما بين العقيلة زينب وأخيها العبّاس (عليهما السّلام). (موقع معهد الإمامين الحسَنَين) ",
        "\n(( إنّ العبّاس زُقّ العلم زقّاً )). ولا مستبعداً أيضاً على تلك الفتاة بسبب أنّهما يعيشان في أحضان اُمّهما (اُمّ البنين)، والتي كانت لا تفتأ تلقّنهما وتربّيهما وبقية أبنائها في البيت كلّ مبادئ التوحيد وأحكام الإسلام، وسبل العبادة والتقوى، فضلاً عن غرس وبث روح الشجاعة والفداء والإقدام في نفوسهم للدفاع عن كلّ هذه المفاهيم والأفكار. \nناهيك عن متابعة الإمام علي (عليه السّلام) لهم باستمرار، والذي ليس هو أباً ومربياً ومرشداً فقط لكلّ هؤلاء الأبناء والبنات في البيت؛ يعلّمهم ويرشدهم إلى كلّ معالم الخير ومبادئ الصلاح، بل هو في الحقيقة أب واقعي للأمّة [جمعاء]؛ وفقاً لما قال له الرسول (صلّى الله عليه وآله) مرّة: (( يا علي، أنا وأنت أبوا هذه الأمّة )). وقوله (صلّى الله عليه وآله) أيضاً: (( كلّكم راع، وكلّكم مسؤول عن رعيته )). \nولكن للأسف هنالك في هذه الأمّة مَنْ لا يتقبّل هذه المعالم والمبادئ، بل يسعى ويجهد لهدمها وقبرها، وهي التي أدّت بالمسلمين للسير إلى الوراء والامتثال فيما بينهم، وما أدّى إليه هذا الأمر من تعثّر نشر رسالة الإسلام في بقاع الأرض كافة في وقت كان الطريق ممهّداً ومفتوحاً أمام هذه الرسالة لتسود وتعمّ كلَّ بقعة في العالم، ويستظلّ بفيئها كلّ إنسان في العالم أيضاً. ",
        "هذا ونشير إلى أنّه لا يعرف إلاّ القليل من الناس عن شؤون العبّاس (عليه السّلام) الشخصية، لا سيما وأنّه استشهد ولم يتجاوز ذريّة(1). وهل كان لهؤلاء الذريّة أحفاد ملأت سطح الأرض كما ملأت ذرّية وأبناء أخويه الحسن والحسين (عليهما السّلام) أرجاء العالم بما ليس له نظير؟ \n____________________\n(1) هكذا وردت العبارة في الأصل، ولا معنى لها إلاّ مع ما يُكملها من الكلام الذي يبدو أنه سقط سهواً كما هو واضح. (موقع معهد الإمامين الحسَنَين)\n",
        "ولمَنْ لا يعرف ذلك وسواهم نشير ونقول لهم: إنّ العبّاس بن علي (عليه السّلام) كان قد تزوّج من إحدى قريباته الهاشميات، وتدعى هذه (لبابة بنت عبيد الله بن العبّاس بن عبد المطلب)، وقد رزقه الله تعالى منها عدّة أبناء، وهم بالتسلسل: \n1 - عبيد الله \nوقد وضع له هذا الاسم تيمّناً باسم جدّه لأمّه، وكان هذا يُعدّ من كبار العلماء، وموصوفاً بالجمال والكمال والمروءة، ولقد تزوّج من ثلاث زوجات، وكانت له منزلة مشهودة ومميّزة عند الإمام علي بن الحسين زين العابدين (عليه السّلام)؛ وذلك كرامة لموقف والده العبّاس من أبيه في ملحمة كربلاء، وكان كلّما رأى عبيد الله رقّ واستعبر باكياً، وحينما سُئل عن علّة ذلك أجاب: (( لأنّه يذكّرني بموقف أبيه يوم الطفِّ )).\nولقد رحل إلى جوار ربّه عام (155هـ). ",
        "2 - الفضل \nولقد كُنّي العبّاس (عليه السّلام) بهذا الولد وأصبح اسمه (أبو الفضل) رغم أنّه الثاني في التسلسل. \nولقد كان متكلّماً معظّماً، حريصاً على الدين، وذا شجاعة وبسالة كوالده العبّاس. وكان يُقال له ويلقّب بـ (ابن الهاشمية)، وقد خلّف ثلاثة أولاد، هم: جعفر، عباس الأكبر، محمّد. \n3 - الحسن: وهو من دون عقب. ",
        "4 - محمّد: وهو من دون عقب. \n5 - القاسم: وهو من دون عقب. \n6 - بنت واحدة. \n",
        "وفي أدناه شجرة مختصرة للعباس بن علي (عليه السّلام) منقولة من عدّة مصادر موثوقة، ولا يصلها الشك أو الارتياب من قريب أو بعيد. \n\n\nهذا ولقد انتشر أبناء وأحفاد وذريّة عبيد الله في المدن المختلفة، والمشرق والمغرب حتّى باتوا في عهد معين أعداداً ليست بقليلة وإن كانوا دون أعداد أبناء ذريّة الحسن والحسين ومحمد بن الحنفيّة (عليهم السّلام). ",
        "ويؤيّد هذا القول: هو أنّه قد قيل مرّة للإمام السادس جعفر بن محمّد الصادق (عليه السّلام) عن الكيفية التي تمّت بموجبها قسمة أرض فدك بعد أن تمّ إعادتها من قبل الخليفة عمر بن عبد العزيز (ت 101هـ) إلى أصحابها من أهل البيت (عليهم السّلام)، حيث أجاب بالقول: (( لقد اُعطي الربع منها إلى أولاد العبّاس، والبقية لنا... )). \nإنّ غالبية ذريّة العبّاس بن علي قد جاؤوا عبر نجله البكر عبيد الله؛ حيث أعقب هذا ولداً باسم الحسن، وهذا الأخير يُعدّ أكثر عقباً من أبناء عمّه الفضل، وربّما كانت غالبية ذريّة العبّاس (عليه السّلام) - وقيل: كلّهم في رواية اُخرى - ترد عن طريقه.\nومن أعقاب الحسن هذا جاء بعض الأشراف الموجودين حالياً في العراق والشام، ومصر واليمن، وإيران وشبه القارة الهندية. ومن أعقاب الحسن هو عبيد الله الثاني، ويُعرف بالأمير؛ لتوليه إمارة الحرمين بمكة والمدينة عند بداية العصر العباسي، فضلاً عن كونه قاضي للحرمين الشريفين. \nولعبيد الله الثاني (الأمير) ولد يُدعى حمزة، وكان عالماً يُشار إليه بالبنان، وقد عاصر هذا الخليفة العباسي المأمون (ت 218هـ)، ولقد أضاف المأمون على عطائه المقرّر بمئة ألف درهم بسب نسبه وعلمه الغزير. ",
        "وللحمزة هذا ولد يُدعى (محمد)، وكان مشهوداً ومشهوراً بالشجاعة والبطولة، \n\nإلاّ أنّه قد استشهد غدراً في عهد القرامطة، ولا يزال بعض أعقابه يقطنون الآن في الأردن وسورية، ويعرفون هناك بأبناء الشهيد أو (بني الشهيد). \nوللحسن بن عبيد الله بن العبّاس عقب آخر هو (الحمزة)، ويُكنى: أبا القاسم الأكبر، وهو جدّ والد الحمزة الغربي صاحب المزار المشهور الواقع في قضاء المدحتية بمحافظة بابل، ويُعرف بالحمزة الغربي و(أبو علي). ",
        "حيث إنّ الحمزة هذا (صاحب المزار، ويُلقّب أبا علي) هو ابن القاسم بن علي بن الحمزة بن الحسن بن عبيد الله بن العبّاس بن علي، والذي ورد على باب مزاره قول الشاعر:\nلا تلمني على الوقوفِ ببابٍ   تتمنّى الأملاكُ لثمَ ثراها\nهي بابٌ لحمزةَ الفضلِ راخ   جابرُ الكسرِ بالخلودِ بناها\nعلماً بأنّ غالبية ذريّة العبّاس، وربّما كلّهم، قد جاؤوا عن طريق ولده عبيد الله، والقليل جدّاً عن طريق ولده الآخر الفضل، أمّا بقيّة أبنائه (الحسن، محمّد، القاسم) فقد كانوا من دون عقب.",
        "هذا، رغم أنّ البعض يرى بأنّه ليس للعباس ذريّة على وجه الأرض بتاتاً(1). \n____________________\n(1) يذهب البعض إلى نفي وجود ذريّة وأحفاد للعباس (عليه السّلام)، وأنّ أبناءه - إن وجدوا - قد رحلوا من دون عقب يذكر. أمّا نحن فنرى عكس ذلك تماماً؛ حيث إنّ للعباس (عليه السّلام) أولاداً، وإنّ ذرّيّته في غالبيتها من عبيد الله، والقليل من الفضل، والبقية، وهم: الحسن ومحمد والقاسم فلا عقب لهم.\n(2) ويؤيد تواجد الذريّة هو أنّه لمّا سُئل الإمام جعفر الصادق (عليه السّلام) عن طريقة قسمة أرض فدك عند استردادها، أجاب (عليه السّلام): (( اُعطي الربع لأولاد العبّاس، والبقية لنا )).",
        "كما أنّ الناعي حين عزّى اُمّ البنين في المدينة بمصرع العبّاس (عليه السّلام) أضطربت، وسقط حفيدها الذي كانت تحمله، كما وكانت تحمل هذا الحفيد (عبيد الله) إلى البقيع لرثاء أولادها الأربعة. \n\nوأخيراً - وليس آخراً - لقد بلغ العبّاس بن علي (عليه السّلام) عنفوان الشباب واستعد للدخول إلى التاريخ من أوسع أبوابه؛ لِما اتّصف به من جمال وخلق وتقوى وشجاعة، وكلّ هذه الخصال أهّلته بحقّ ليكون من أهل البيت، بل من قادة هذا البيت الذين اذهب الله عنهم الرجس وطهرهم تطهيراً.\nوفي هذا يقول الشاعر السيد نوري علي العامري: ",
        "لكَ الفخرُ بالعليا لكَ السعد  راتبُ   لكَ العزُّ والإقبالُ والنصرُ  غالبُ\nلكَ المجدُ والإجلالُ والجودُ  والعطا   لكَ الفضلُ والنعما لكَ الشكرُ واجبُ\nسموتَ على هامِ المجرّةِ  رفعةً   ودارت على قطبي عُلاكَ الكواكبُ\nولقد زاد البعض من الناس عند الإشارة بمنزلة العبّاس ومكانته في القول: إنّ هذه المنزلة والمكانة تؤهّله لأن يكون من المعصومين، بل وعدّه منهم فعلاً وإن لم يدخل رسمياً في سلسلة الأئمّة المعصومين الاثني عشر (عند الشيعة الإماميّة).",
        "ولقد نظم أحد الشعراء، وهو محمّد علي الأوردبادي، قصيدة أشار إلى هذه النقطة حين قال: \nأجل عباسُ الكتابُ  والهدى   والعلمُ والدينُ وأصحابُ  العبا\nعن أن يطيشَ سهمهُ  فينثني   والإثمُ قد أثقلَ منهُ  منكبا\nلم نشترط في ابن النبي عصمةً   ولا نقولُ إنّه قد  أذنبا",
        "ولا  أقولُ غيرَ ما قال بهِ   (لهُ الإمامُ) في الرجالِ  النجبا\nفالفعلُ منهُ حجّةٌ كقوله   في الكلِّ يروي عن ذويهِ النقبا\nكما ويستأنس من العبّاس (عليه السّلام) العصمة ما جاء على لسان الإمام علي بن الحسين زين العابدين (عليه السّلام) (ت 95هـ) في رثائه ومدحه لعمّه العبّاس حين قال: (( وإنّ لعمّي العبّاس عند الله تبارك وتعالى منزلة يغبطه عليها جميع الشهداء يوم القيامة )). \n",
        "حيث إذا لم يكن معصوماً حقيقة فكيف يغبطه المعصوم على ما أُعطي من درجة ومكانة عالية ورفعة؛ لأنّ المعصوم لا يغبط غيره أو مَنْ كان دونه على وجه الخصوص، وإلاّ لمارس وزاول ما قام به المغبوط من أعمال وأفعال. \nوكذلك ما جاء على لسان الإمام الصادق (عليه السّلام) (ت 148هـ) في زيارته للعباس (عليه السّلام): (( لعن الله أمّة استحلّت منك المحارم، وانتهكت في قتلك حرمة الإسلام ))؛ حيث إنّ حرمة الإسلام لا تُنتهك بقتل أيّ مسلم مهما كان عظيماً، ومهما كان أثره في الإسلام مميّزاً ومشكوراً إلاّ أن يكون هو الإمام المعصوم. \nفلا بدّ إذاً أن تكون للعباس هنا مرتبة من العصمة، ومنزلة سامية أُعدّت لجميع الشهداء من غير الأئمّة المعصومين (عليهم السّلام)، وهذا مقام فوق العصمة المرجوّة له. \nإنّ هذه المكانة السامية للعباس (عليه السّلام) ودرجته العالية دعت بعض العارفين من العلماء والأعلام لأن يقدّم زيارة العبّاس على زيارة أخيه الحسين (عليه السّلام)؛ لأنّه بابه في الحوائج، أي إنّ هؤلاء يبدؤون بزيارة العبّاس أوّلاً، ثمّ يتوجّهون بعد ذلك مباشرة إلى زيارة الحسين (عليه السّلام). ",
        "وفي هذا المعنى نظم الشاعر السيد مهدي الأعرجي يقول: \nقصدتكُ قبلَ ابن النبي محمّدٍ   وأدمعُ عيني كالحيا في انسكابِها\nلأنّكَ في كلِّ الحوائجِ بابُه   وهل يقصدونَ الدارَ من غير بابِها\nوهذا تشريف آخر، ووسام ثمين يُضاف إلى الأوسمة العديدة التي تطرّز صدر العبّاس (عليه السّلام)، والتي نالها باستحقاق وجدارة منذ نعومة أظفاره وإلى وقت استشهاده في طفّ كربلاء بل وإلى ما وراء هذا الوقت. ",
        "\nإخوة العبّاس (عليه السّلام) وأخواته \nلقد قلنا في فصل سابق أنّ فاطمة الزهراء (عليها السّلام) بنت رسول الله (صلّى الله عليه وآله) كانت أوّل زوجة تُزفّ إلى الإمام علي (عليه السّلام) ويقترن بها، ثمّ أعقبها بعد رحيلها إلى جوار ربّها زوجات عديدة، ربّما جاءت البعض منهنّ بعد رحيل مَنْ سبقتها أو بدون ذلك؛ حيث أحلّ الله تعالى للرجال جمع عدّة زوجات إلى بعض في عصمته وبوقت واحد، ولكن بشرط عدم تجاوز الأربع، وإقامة العدل والمساواة فيما بينهنّ. \nعلماً بأنّ العهد والوقت الذي عاش فيه الإمام علي (عليه السّلام) كانت عادة (التعددية الزوجية) هي السائدة والسارية بين الناس، حتّى جاء الإسلام ووضع الشروط القاسية لتداولها التي أدّت بمرور الوقت إلى زوالها أو التقليل من غلوائها، إلاّ عند الضرورة والحاجة، وكلّ واحدة من هذه تقدّر بقدرها. ",
        "لقد كانت زوجات الإمام علي (عليه السّلام) عديدة، ولكلّ واحدة منهنّ حديث خاص ومستقل بها أدّى إلى التحاقها بركب الإمام، وإنّنا في هذا الموجز لم نشر إلى أيّ حديث أو تفصيل عن أيّ منهنّ، إلاّ ذاك الذي يخصّ (اُمّ البنين فاطمة بنت حزام)؛ لأنّ هذا البحث قد أُعدّ لاستكشاف كُنهها، فضلاً عن ابنها العبّاس (عليه السّلام)، وربّما كان لزوجات الإمام الاُخرى في المستقبل، وخصوصاً عن فاطمة الزهراء (عليها السّلام) بحث مستقل آخر فيه شيء من التفصيل والإيضاح. \nإنّ زوجات الإمام علي (عليه السّلام) في غضون عمره المديد هي (10) زوجات كما تشير إلى ذلك وثائق التاريخ المعبرة وإن ذهب البعض إلى أنّها (9) فقط. ومن \n\nهذه الزوجات الكريمات العفيفات أنجب الإمام (عليه السّلام) العديد من الأولاد والبنات؛ لأنّه كان وافر الحظّ من الذريّة»(1)، وأنّه قد «سمّى أبناءه بأسماء الأنبياء والخلفاء، ومنهم محمّد بن الحنفيّة، وأبو بكر، وعمر، وعثمان(2).",
        "وقد ملأت هذه الذريّة آفاق الأرض بما ليس لها نظير، وباسم السادة والأشراف والهاشميِّين في البلاد العربية، والسيد وشاه في كثير من الأقطار غير العربية. \nأمّا عن أسماء إخوة العبّاس وأخواته الذين أنجبهم الإمام (عليه السّلام) من زوجاته كافة، فهي: \nالإخوة والأخوات \n1 - الحسن والحسين (عليهما السّلام)، وزينب الكبرى، وزينب الصغرى (اُمّ كلثوم)، واُمّهم فاطمة الزهراء (عليها السّلام). ",
        "2 - محمّد الأوسط، واُمّه أُمامة بنت أبي العاص، واُمّها زينب بنت الرسول (صلّى الله عليه وآله). \n3 - محمّد الأكبر (ابن الحنفيّة)، واُمّه خولة بنت جعفر الحنفيّة. \n4 - العبّاس، عثمان، جعفر، عبد الله، واُمّهم فاطمة (اُمّ البنين). \n5 - عبد الله، أبو بكر، محمّد الأصغر، واُمّهم ليلى بنت مسعود الدارمية. ",
        "6 - محمّد الأصغر، واُمّه أمّ ولد. \n7 - يحيى، عون، واُمّهم أسماء بنت عميس الخثعمية. \n8 - عمر الأكبر، رقية، واُمّهم الصهباء بنت ربيعة التغلبية. \n9 - أمّ الحسن، رملة الكبرى، واُمّهما أمّ مسعود بنت عروة بن مسعود الثقفي. ",
        "10 - أمّ هاني، ميمونة، زينب الصغرى، أُمامة، رملة الصغرى، اُمّ كلثوم الصغرى، \n____________________\n(1) عبقرية الإمام - عباس محمود العقاد.\n(2) عظمة الإمام علي (عليه السّلام) - عرفات العصيبي السعيد. ",
        "\nفاطمة، خديجة، اُمّ الكرام، اُمّ سلمة، اُمّ جعفر، جُمانة، نفيسة، ابنة لم تسمَ، واُمّهم محياة بنت امرئ القيس. \nلذا فمجموع أولاد الإمام علي (عليه السّلام) من صلبه هو (33) فرداً؛ منهم (14) ولداً، و (19) بنتاً وفقاً لما جاء في طبقات ابن سعد(1). \n____________________",
        "(1) الإمام علي بن أبي طالب (عليه السّلام) - محمّد رضا، تذكرة الخواصّ - سبط ابن الجوزي. \n\nالعبّاس (عليه السّلام) في رفقة والده \nنشير إلى أنّ نسبة كبيرة من الناس في العالم تعرّف عن العبّاس بن علي من خلال دوره المميّز والبارز في ملحمة كربلاء التي جرت هناك في محرّم من عام (61هـ)، والتي اشتهر بها وأصبح دوره فيها يضاهي دور أخيه الحسين (عليه السّلام) فيها. ",
        "ولكنّهم - للأسف - لا يعرفون عن مواقفه الشجاعة الخالدة، وتضحياته العظام الاُخرى في سبيل إعلاء كلمة الله تعالى، ونشر دينه ومعالمه في الأرض قبل ذلك التاريخ، وفي أرض الحجاز، أو الشام، أو العراق. \nإنّ العبّاس (عليه السّلام) كما قلنا من قبل قد كان منذ شبابه باسلاً وشجاعاً ومقداماً، تهابه الناس وتحترمه، وقد أبلى بلاءً حسناً في محاربة الكفر والكفار هنا وهناك. فبعد أن بايع المسلمون أباه للخلافة في المدينة عام (35هـ)، ومن ثمّ انتقال الوالد من المدينة [إلى] الكوفة؛ ليكون قريباً من المناطق المضطربة، والقوات والتحركات المعادية، كان للعباس كالحسن والحسين ومحمد بن الحنفيّة رفقته في الحضر، ورفقته في الحرب كما كانوا معه أيام السلم. \nحيث اشترك هؤلاء الأبناء النجباء جميعاً مع والدهم في كلّ المعارك والمنازلات التي قامت بينه وبين خصومه من الناكثين والقاسطين والمارقين، حيث كان هؤلاء الإخوة ذراع الأب اليمنى، بل عينيه اللتين يبصر بهما؛ وذلك لأنّه ليس من اللائق أن يبعد ويجنّب الإمام (عليه السّلام) أولاده عن ميادين وساحات الحرب ويدع سواد الناس لخوضها والاكتواء بنيرانها ولهيبها؛\n",
        "لذا كان (عليه السّلام) يتقدّم هو وأبناؤه في اقتحام صفوف الأعداء، [إلاّ أنّ الناس] من فرط حبّهم وتعلّقهم بالإمام وأبنائه (عليهم السّلام) كانوا لا يسمحون لهم باقتحام صفوف الأعداء ومنازلة خصومهم، حيث كانوا يؤثرون أن يكونوا هم من الأوائل الذين يندفعون في الحرب، ويتقدّمون في المنازلة دونهم؛ حفاظاً عليهم من أن يمسّهم أحد بسوء أو مكروه وهم أحياء ينظرون إليهم عن كثب. \nلقد اشترك العبّاس قمر بني هاشم وفخر عدنان مع أبيه عليٍّ (عليه السّلام) في جميع حروبه ومعاركه، وكان يحارب فيها شجعان العرب ويجندلهم على الأرض كالأسد الضاري. \nوهكذا فكما كان علي (عليه السّلام) معجزة الرسول (صلّى الله عليه وآله) فقد كان العبّاس (عليه السّلام) معجزة علي، وكما تكرّر النبي (صلّى الله عليه وآله) في علي وفي سبطيه فقد تكرّر علي في العبّاس. \nهذا وفي كلّ معركة لم يكن الإمام ليأذن لولده العبّاس بالنزال، إمّا حبّاً له لصغر سنه بالنسبة إلى أعمار سواد الجيش، أو صوناً من أن تصيبه عيون الأعداء، رغم أنّه كان يلحّ في طلب النزال، وينتهز الفرص المواتية لمقابلة الأعداء وحربهم عند تطلب الحال، وربّما مقنّعاً من دون إجازة. ",
        "كما وكان الإمام علي (عليه السّلام) أيضاً لا يكلّف ولديه الحسن والحسين (عليهما السّلام) منازلةَ الأعداء كثيراً، وإنّما كان يكلّف ولده الآخر محمّد بن الحنفيّة بأكثر منهما ومن سواهما، وعندما سُئل ابن الحنفيّة مرّة عن علّة ذلك أجاب: إنّ الحسن والحسين هما عينا والدي، وأنا ذراعه، وإنّ الذراع هي التي تحمي العينين. \nكما وقال الإمام علي (عليه السّلام) عن هذه الحالة بأحرف: \n\n(( أخشى أن يصيب الحسنين مكروه فتذهب ذرّيّة رسول الله )). ",
        "وعن شجاعة العبّاس في معركة صفّين، والتي جرت عام (37هـ)، يروى أنّه خرج من بين صفوف جيش الإمام علي في صفّين شاب مقنّع في خطوات ثابتة نحو أفراد جيش معاوية، وارتقى مرتفعاً من الأرض في وسط سهل صفّين، وصاح بأعلى صوته [ يتحدّى ] فيه نزال أشجع شجعان جيش معاوية. \nفتقاعس أهل الشام من منازلته؛ ظناً منهم أنّه الإمام علي (عليه السّلام)، أو أحد قادته البارزين، وجلسوا ينظرون إليه حيث لفّهم الخوف والخشية، ولم يبرز أحد منهم لمنازلته. وهنا نادى معاوية رجلاً من أصحابه (كان محسوباً من شجعانهم)، وكان يُعدّ بألف فارس، ويدعى (أبو الشعشاع)، فقال له: إنّك أبرع فارس في الشام، فتقدّم واقتل هذا الرجل ليكون في قتله عبرة للآخرين.\nفأجابه أبو الشعشاع: كلاّ، إنّ أهل الشام يعدّوني بألف فارس، وهو لا يستحق أن اُنازله، وسأبعث إليه أحد أولادي ليقتله. \nفنادى أبو الشعشاع أحد أولاده، وكان رجلاً قوياً، فتبارز مع الشاب المُقنّع فقُتل، ثمّ بعث إليه آخر فقتله الشاب أيضاً، حتّى بعث إليه سائر أولاده - ويُقال: إنّ عددهم كان سبعة - فقتلهم الشاب جميعاً، وألحق آخرهم بأوّلهم. ",
        "وإثر ذلك برز أبو الشعشاع بنفسه لمواجهة هذا الشاب المقنّع، وسار نحوه وهو يخاطبه: لقد قتلت أيّها الشاب كافة أولادي، والله لأقتلنّك الآن شرّ قتلة، وأثكل بك أباك واُمّك. \n\nوهنا استل أبو الشعشاع سيفه واندفع بقوّة نحو الشاب، حيث جرت بينهما معركة عنيفة تمكّن الشاب من ضرب خصمه ضربة قاضية قضت عليه، وألحقته بأولاده غير مأسوف عليه وعليهم. \nثمّ تقدّم الشاب أمام صفوف جيش العدوان وهو يصيح بهم: هل من مبارز؟ فلم يجبه أحد، أو يخرج إليه مَنْ ينازله من بين صفوف الخصم. وعاد الشاب المقنّع إلى صفوف جيش الإمام (عليه السّلام)، حيث تعجّب أفراده من بسالة هذا الشاب النادرة، والذي صرع أشجع شجعان الشام، والتي لم يعرف العرب لها مثيلاً إلاّ في بطولة الإمام علي (عليه السّلام)، أو الحمزة بن عبد المطلب، أو جعفر الطيار. ",
        "وهنا دعاه الإمام علي (عليه السّلام) وأزال اللثام (القناع) عن وجهه، فإذا هو ابنه العبّاس قمر بني هاشم، فقبّل الإمام ما بين عينيه، وباركه على شجاعته وبسالته التي أبداها في منازلة الأعداء(1). \nوهكذا نرى أنّ الشجاعة والباسلة ليست غريبة على أبناء أهل البيت ابتداءً من الإمام علي وجعفر الطيار، ومروراً على الحسن والحسين والعباس ومحمد بن الحنفيّة والقاسم ومسلم وزيد بن علي ويحيى بن زيد... إلخ ومن دون انتهاء. \nحيث إنّ كلّ واحد من هؤلاء الفرسان قد حارب بعنف وشدّة، وفي هذه الموقعة أو تلك، وقتل فيها الكثير من الخصوم، وأوردهم صرعى على أرض صفّين، أو كربلاء، أو الكوفة، أو فخ، أو باخمري، أو الجوزجان... إلخ، حتى يروى عن \n____________________",
        "(1) العبّاس بن علي - محمّد كامل حسن، نقلاً عن كتاب مقتل الحسين (عليه السّلام) - للخوارزمي، العبّاس بطولة الروح وشجاعة السيف - محمّد هادي. \n\nالرسول (صلّى الله عليه وآله) في هذا الشأن قوله: (( لو ولد أبو طالب الناس كلّهم لكانوا شجعاناً )). \nهذا وبعد رحيل الإمام علي (عليه السّلام) إلى الرفيق الأعلى في عام (40هـ) ظلّ العبّاس، وكان عمره حينذاك (14) سنة، ظلّ موالياً لإخوته، ومؤيّداً ومناصراً لكلّ حقوقهم ودعواتهم باليد واللسان والقلب. ",
        "وحين وفاة أخيه الحسن المجتبى الزكي عم (50هـ) رأى العبّاس بأمّ عينيه جنازة أخيه الحسن (عليه السّلام) وهي تُرمى في الطريق بالسهام، فهاله الأمر، وعظم عليه الحال، ولم يطق عليه صبراً، حيث اشتعلت في أحشائه الحمية والنخوة والشجاعة الهاشمية والكلابيّة، فما دعاه لأن يجرّد سيفه وأن يفتك ويبطش بمروان بن الحكم ومَنْ يقف خلفه من أزلام بني اُميّة، لولا أنّ أخاه الحسين (عليه السّلام) كان قد نهاه، ومنعه من إمضاء إرادته هذه بقوله له: (( ليس يومك هذا يا أخي ))؛ وذلك تبعاً لوصية الإمام الحسن (عليه السّلام) نفسه، والمتضمّنة عدم دفنه عند جدّه المصطفى (صلّى الله عليه وآله) إذا ما أدّى هذا الدفن إلى الاقتتال والفتنة، والتي هي بالحرف: (( لا تهرق من أمري ملء محجمة من دم )). \nوإثر ذلك جيء بالجثمان الطاهر إلى البقيع ليوارى الثرى قرب مرقد أمّه الزهراء (عليها السّلام)، ولولا هذا النهي من أخيه لما أبقى العبّاس من أعدائه باقية، ولوضع سيفه في رقابهم، كما وضع أبوه علي (عليه السّلام) - من قبل - سيفه في رقاب آبائهم في يوم صفّين وبدر وغيرها. \nحيث صبر العبّاس على الأمر على أحر من جمر الغضا، ينتظر الفرصة المناسبة لردّ هذا التعدّي والتحدّي بكيل الصاع صاعين، والضربة بضربتين. \n",
        "ولقد كان المكان المناسب والملائم، والفرصة المواتية التي كان يرجوها قد أطلّت بعد عقد كامل من هذا التعدّي، وليست في طرق وشوارع المدينة، وإنّما على مسافة بعيدة من هذا المكان يزيد على الألف كيلومتر، وفي أرض كربلاء بقطر العراق على وجه التحديد، وفي المحرّم من عام (61هـ). \nوبالفعل حلّ هذا الموعد، ووصل إلى المكان المحدّد، حيث كال العبّاس (عليه السّلام) هناك لأعدائه من أزلام النظام الضربات الموجعة والمؤلمة، حتّى قيل إنّ كلّ بيت من بيوت هؤلاء الأزلام والمرتزقة في الكوفة أو أطرافها قد ضمّ ناعية، أو ناعي على قتلاهم في كربلاء بسيف العبّاس أو الحسين، أو سواهما من فرسان بني هاشم أو الأصحاب الميامين. \n\nالمدينة بعد هلاك معاوية ",
        "عندما هلك معاوية بن أبي سفيان في دمشق بتاريخ 15 رجب من عام (60هـ) قام بالأمر من بعده ولده يزيد، وكان معاوية - والذي كان ينظر إلى الدولة الإسلاميّة كأنّها ملك خاصّ له ولأولاده من بعده - كان قد قرّر من قبل بتدبير منه، أو بإيحاء من بعض مستشاريه أو بها معاً(1) أن لا يخرج السلطان والحكم من بيته بنصب نجله يزيد ولياً للعهد. \nوهو - معاوية - وإنّ كان يعرف مباذل ابنه يزيد إلاّ أنّه كان يتغافل عنها حيث كان يردّد دوماً: لولا هواي في يزيد لأبصرت رشدي. \nوبنصب معاوية لابنه يزيد ولياً للعهد يكون بذلك قد تجاهل الكثير من الصحابة(2) والتابعين(3) المنتشرين في الأقطار الإسلاميّة، والذين كانوا أهلاً لتسلّم المنصب الذي آثر أن يشغله يزيد بعد هلاكه وغيابه عن الحياة الدنيا. \nوكانت عملية نصب يزيد ولياً للعهد عام (56هـ) هي من محدثات عهد معاوية ",
        "____________________\n(1) ينقل هنا عن الحسن البصري (ت110) قوله: أفسد أمر هذه الأمّة اثنان؛ عمر بن العاص في التحكيم، والمغيرة بن شعبة في البيعة ليزيد. نهضة الحسين - هبة الدين الشهرستاني.\n(2) الصحابة: هم الذين صاحبوا الرسول (صلّى الله عليه وآله) وأسلموا على يده، وأخذوا عنه العلم، وتعلّموا منه، ونقلوا حديثه، وأطاعوه وعملوا في خدمة العقيدة الإسلاميّة ونشرها.\n(3) التابعون: هم مَنْ لقى الصحابة وإن لم يصحبوهم. وأضاف البعض: أنّه لا بدّ من أن يكونوا قد صحبوهم، ويلقوا منهم شيئاً، وإنّ آخر عصر التابعين هو في حدود عام (150هـ). ",
        "\nوبدعها، وقد أحدثها معاوية في أسوء وأفضع مهزلة ومسرحية عرفها التاريخ في اختيار أولياء العهد. \nوقد تمّ ذلك عن طريق شراء الذمم بالمال والمناصب، والإغراءات الاُخرى، ثمّ اختتم الحفل البائس - الخاص بالاختيار - عندما صعد أحد أزلام معاوية المنبر في المسجد الجامع في دمشق ليقول للناس، ويهدّدهم برفيع صوته: أمير المؤمنين هذا - وأشار إلى معاوية - وإذا مات فهذا - وأشار إلى ولده يزيد - ومن أبى (عارض) فهذا - وأشار إلى السيف أو السيّاف الذي كان يقف بين يديّ معاوية وبيده سيف طويل بطول الطغيان الاُموي(1). \nوبذلك فقد انتقلت الخلافة الراشدة من إسلاميّة ثورية إلى ملك عضوض، وملكية وراثية، ومزرعة اُمويّة، وغدت كسروية وهرقلية كلّما هلك كسرى وهرقل قام كسرى وهرقل مكانه. ",
        "لقد كان معاوية - ولا سيما بعد رحيل الإمام الحسن (عليه السّلام) - متساهلاً ومتسامحاً مع الحسين (عليه السّلام)، ولم يمسّه بسوء أو ضرر؛ وذلك مغبّة الفتنة، واضطراب الأمن، وتمرّد الأقاليم والجماعات الإسلاميّة عليه، لما يعرف عن الحسين من إباء وعزّة، وأنّ شيعته وأنصاره حينذاك هم غيرهم الذين كانوا في عهد أخيه الحسن (عليه السّلام) عدداً وعدّة وموقفاً. \n____________________\n(1) كان معاوية مع عمر بن العاص، والمغيرة بن شعبة، وزياد بن أبيه يعدّون من دهاة العرب، ولمعاوية في دهائه مقولة مشهورة هي: ما وضعت سوطي إذا أمكن وضع لساني، وما وضعت سيفي إذا أمكن وضع سوطي، وأنا بيني وبين الناس حبل (خيط) لا ينقطع؛ إذا أرخوه شددته، وإذا شدّوه أرخيته... \nويظهر أنّ معاوية كان من الدهاء والحلم على طرفي نقيض في أمور كثيرة؛ منها نصبه لولي عهده يزيد، وقتله لحجر بن عدي الطائي صبراً في عذراء بالشام، وسبّه للإمام علي (عليه السّلام) على المنابر... إلخ. ",
        "\nوكان معاوية قد طلب البيعة في حينه من الحسين (عليه السّلام)، إلاّ أنّ الحسن كان قد اعترض على ذلك بعد صلحه المعروف معه(1)، وقال له بالحرف: (( لا تكرهه؛ فإنّه لا يبايع أبداً أو يُقتل، ولن يُقتل حتّى يُقتل معه أهل بيته )). فتركه معاوية ولم يتعرّض له أبداً من قريبٍ أو بعيد طيلة مدّة حياته. \nكما ونصح معاوية ابنه يزيد عندما فرضه على رقاب المسلمين نصحه بعدم مسّ الحسين (عليه السّلام) من بعده بسوء، أو التعرّض له من قريب أو بعيد، وأن يصفح عنه عند المقدرة؛ وذلك لقرابته من رسول الله (صلّى الله عليه وآله)، وموقعه المميز والخاص في قلوب المسلمين، وفي هذا القطر أو ذاك. \nإلاّ أنّ يزيد بن معاوية حين تربّع على عرش السلطة، واستوى على كرسي النظام، والذي كانت تنقصه كلّ مقوّمات الرجل المناسب في المكان المناسب، تجاهل كلّ نصائح والده إليه إزاء الحسين (عليه السّلام) بل سحق هذه النصائح بأقدامه، حيث ",
        "____________________\n(1) إنّ من شروط الصلح بين الحسن بن علي (عليه السّلام) وبين معاوية هي:\n1 - أن يعمل معاوية بكتاب الله وسنة رسوله وسيرة الخلفاء الصالحين، وأن ترجع الخلافة من بعده إلى المسلمين حيث يختارون بإرادتهم الحرّة مَنْ يرونه أصلح لها.\n2 - أن لا يؤاخذ الذين ناصروا أباه علي (عليه السّلام) بما صنعوا ضد معاوية، وأن لا يحرم أحداً من حقّه.",
        "3 - الكف وإيقاف حملات السبّ والشتم واللعنة ضدّ الإمام علي (عليه السّلام)، وعدم تشجيعها، وأن لا يذكر الإمام إلاّ بخير.\n4 - الاستمرار في دفع العطاء المقرّر له ولأخيه الحسين (عليهما السّلام)، علماً بأنّ معاوية لم يفِ للحسن أو يعرها أيّ اهتمام أو اعتبار ولو بشرط واحد فقط؛ ذلك لأنّ معاوية كان قد [تعهّد] للحسن (عليه السّلام) في الصلح على إمضاء وتنفيذ هذه الشروط، ثمّ أعلن أنّه قد وضعها تحت قدميه. \n\nأوعز إلى واليه (عامله) في المدينة وابن عمّه - الوليد بن عتبة بن أبي سفيان - بأخذ البيعة له من الحسين (عليه السّلام)، وسواه من أبناء الصحابة بالشدّة والعنف، وطلب منه ضرب عنق كلّ مَنْ يتخلّف من هؤلاء عن أداء البيعة هذه فوراً، وإرسال رؤوسهم إليه. ",
        "وهكذا غدت الخلافة؛ إمّا بالبيعة لمَنْ يتربّع على عرشها من دون نقاش، أو كلام أو استفتاء، وإمّا التهيؤ لقطع الرؤوس وإرسالها إلى العاصمة عند الرفض والاعتراض عليها. \nوقام الوالي (العامل) في المدينة بدوره بتنفيذ أوامر يزيد المشدّدة، حيث كلّف حرسه الخاصّ بالتوجّه إلى الحسين (عليه السّلام) وأخيه العبّاس وابن الحنفيّة وابن الزبير وابن عمر... إلخ، واستدعائهم جميعاً للمثول أمامه في هذه اللحظة، ومن دون تأخير، وأكّد عليه في أوامر مشدّدة بأنّه يهمّه في الدرجة الأولى حضور الحسين وأخيه العبّاس (عليهما السّلام) قبل الآخرين. \nولمّا أشعر رسول الوالي الحسين (عليه السّلام) برغبة الوالي في مقابلته في هذه الساعة، أجابه الحسين (عليه السّلام) بالعودة إلى الوالي وإشعاره بأنّه في الطريق إليه بعد قليل. \nوقال الحسين (عليه السّلام) لمَنْ معه من الناس بصدد الموضوع: (( بأنّ أغلب الظنّ أنّ طاغيتهم في الشام معاوية قد هلك، وأنّ الوليد يريدنا في هذا الوقت لمبايعة يزيد، وهو أمر لن يحدث أبداً )). ",
        "وطلب الحسين (عليه السّلام) من أخيه العبّاس استدعاء وتهيئة (30) شخصاً من رفاقه ومعارفه لمرافقتهم له إلى دار الوالي، وعند الباب قال الحسين (عليه السّلام) لهؤلاء: إنّه إذا علا صوته فعليهم المسارعة في اقتحام دار الوليد ليخرجوه منها عنوة. \n\nودخل الحسين (عليه السّلام) دار الوالي، واستقبله الوليد بحفاوة وتكريم، وبعد أن استقر المجلس بالحسين (عليه السّلام) نعى الوليد إليه هلاك معاوية، ثمّ صارحه بضرورة البيعة ليزيد، فأجابه الحسين (عليه السّلام) بالقول: (( إنّ مثلي لا يبايع يزيد سرّاً، فإذا دعوت الناس إلى البيعة دعوتنا معهم فكان أمراً واحداً )). \nفردّ عليه الوالي: حسناً لك ما تريد. ",
        "ونهض الحسين (عليه السّلام) من مكانه، وهمّ بمغادرة الدار إلاّ أنّ مروان بن الحكم قال للوليد: احبس هذا الرجل حتّى يبايع، أو اضرب عنقه وأرسل رأسه إلى الخليفة كما أمرك؛ لأنّه إن فارقك الآن ولم يبايع لا تقدر عليه بعد. \nوهنا اشتدّ غضب الحسين (عليه السّلام) على مروان، وصاح في وجهه: (( يابن الزرقاء، أنت تقتلني أم الوليد؟! كذبت والله وأثمت )). \nوحدثت مشادّة ما بين الطرفين ارتفع خلالها صوت الحسين (عليه السّلام) وهو يردّ بعنف على مروان، وهنا سمع العبّاس صوت أخيه الحسين قد علا فشهر سيفه وصاح في رجاله: هلمّ بنا. واقتحم العبّاس مع رجاله دار الوليد حيث لم يجرأ أحد من حرس الوليد عند الباب على اعتراضه أو منعه من الدخول؛ لما يعرفون عن شجاعة العبّاس وجرأته الكبيرة، وعنفه بما ليس له نظير. فأخرج العبّاس ورجاله الحسين (عليه السّلام) قهراً من دار الوليد قبل حدوث ما لا يُحمد عقباه بين الطرفين. \nولقد استغل الحسين (عليه السّلام) الفترة القصيرة التي سبقت موعد انعقاد البيعة للطاغية الجديد في جمع أهله وأقربائه، وتهيئة متاعهم وأثاثهم تمهيداً للخروج بهم من المدينة؛ للابتعاد عن مراسيم ومقدّمات حفلة البيعة المتوقّعة للحاكم المتربّع على ",
        "\nعرش الشام، وعن فصول المسرحية الجديدة الخاصة بقطع الرؤوس وإرسالها إلى العاصمة لمَنْ تحفّظ، أو امتنع عن إظهار التأييد والموافقة لهذه البيعة المشؤومة. \nوقال الحسين (عليه السّلام) لأخيه محمّد بن الحنفيّة بعد أن طلب منه البقاء في المدينة؛ لموافاته بأحوال البلدة وشؤون أهلها أوّلاً بأوّل، قال له بالحرف: (( والله يا أخي، لو لم يكن في الدنيا ملجأ ولا مأوى لما بايعت يزيد، ومثلي لا يبايع مثله )). \nوبالعبارة الأخيرة فقد ختم الحسين (عليه السّلام) صيحة تحديد للطاغية يزيد، وبدأ بالخطوة الأولى في رحلة الألف ميل نحو مصارع شهادته. ",
        "وهو بهذا قد وضع وصية أبيه علي (عليه السّلام) على فراش الموت إليه وإلى أخيه الحسن (عليه السّلام) نصب عينيه، والتي تقول بالحرف: (( أوصيكما وجميع ولدي، ومَنْ بلغه كتابي هذا بتقوى الله، وأن لا تبغيا الدنيا وإن بغتكما. قولا بالحقّ واعملا للآخرة، وكونا للظالم خصماً وللمظلوم عوناً... )). وهكذا ترك الحسين (عليه السّلام) وأخوه العبّاس وبقية أهل بيته المدينة المنوّرة باتّجاه مكة المكرمة؛ لعلّ الله تعالى أن يجعل لهم من أمرهم رشداً. \nوقبل الرحيل أقبل الحسين (عليه السّلام) إلى قبر جدّه رسول الله (صلّى الله عليه وآله) فودّعه وهو يبكي، ثمّ توجّه إلى قبر أمّه الزهراء (عليها السّلام) فودّعها أيضاً، ثمّ مضى إلى قبر أخيه الحسن (عليه السّلام) ففعل مثل ذلك ورجع إلى منزله عند الصبح. \nنعم، قبل الحركة وانطلاق مسيرة التحدي لم تبقَ جارية ولا مولى ولا فتى ولا فتاة إلاّ وتعلّق بالحسين (عليه السّلام) وبنسائه وأولاده، ومنهم اُمّ البنين، سيفارقها أبناؤها الأربعة \n",
        "ولا تملك سواهم، وكلّ واحد منهم كالقمر في ليلة تمامه وكماله. \nوقام الحسين (عليه السّلام) بدوره بتقديم شكره وثناءه لهم على شعورهم الفيّاض هذا، وطلب منهم التزام جانب الصبر والهدوء، كما وأخبر بأنّ كلّ شيء لا يحدث على وجه الأرض إلاّ بعلم الله تعالى وإرادته، وأنّه لا راد لهذا الحكم والإرادة. \nفتركوهم ودموعهم تسيل على وجناتهم حزناً لفراق آل رسول الله عنهم، حيث ما هان عليهم أن يحرموا من طلعة الحسين (عليه السّلام) وفيها نور النبوّة، ولا هان عليهم أن يمسّوا ويغدوا وقد ارتحل عنهم خير بيت، وأعزّ رهط، وأشرف قوم. \nوعن هذه الحالة نظم الشاعر دعبل الخزاعي يقول: ",
        "لا أضحكَ اللهُ سنَّ الدهرِ إن ضحكت   وآلَ أحمد مظلومون قد قُهروا\nمشرّدونَ نُفوا عن عُقرِ دارهمُ   كأنّهم قد جنوا ما ليس يُغتفرُ\n\nالمسيرة الطويلة ",
        "كان خروج الحسين (عليه السّلام) مع أخيه العبّاس (عليه السّلام)، وبقية إخوته وأبنائه (بما فيهم إخوة العبّاس الثلاثة) وأهل بيته، وبعض خاصّة أصحابه من المدينة في يوم (28) رجب من عام (60هـ)، وكان (عليه السّلام) يردّد عند خروجه من مدينة جدّه الرسول (صلّى الله عليه وآله) قوله تعالى: (فَخَرَجَ مِنْهَا خَائِفاً يَتَرَقَبُ قَالَ رَبّ نَجّنِي مِنَ الْقَوْمِ الظّالِمِينَ)(1). \nوفي هذا المعنى نظم الشاعر السيد حيدر الحلّي يقول: \nخرجَ الحسينُ من المدينةِ خائفاً   كخروجِ موسى خائفاً يتكتمُ\nوقد انجلى عن مكّةَ وهو ابنها   وبهِ تشرّفتِ الحطيمُ وزمزمُ",
        "خرج الحسين (عليه السّلام) والعباس من المدينة في جوف الليل لا يلويان على شيء، وهما لا يطلبان بخروجهما الكرسي والسلطان، بل فراراً من الظلم والطغيان بعد أن آن أوان المحنة، وبدت علائم الامتحان والابتلاء. \nلقد سار موكب الحسين والعباس في طريقهم إلى مكة على الطريق العام (الأعظم) الذي يسير عليه عادة كلّ رائح وغاد، فقيل للحسين: لو تنكّبت الطريق الأعظم إلى إحدى الطرق الفرعية التي توصل إلى مكة المكرّمة حتّى لا يدركك الطلب؛ اُسوة بما فعل عبد الله بن الزبير قبل ليلة حين فرّ من المدينة إلى مكة، ولم يدركه رسل الوليد في الطريق.\nفأجاب الحسين (عليه السّلام) بقوّة وعزم: (( لا والله، لا اُفارقه أو أنظر إلى أبيات مكة، [أو] يقضي الله ما هو قاضٍ )). \n____________________",
        "(1) سورة القصص / 21.\n\nوالظاهر هنا: إنّ وجود العبّاس في الموكب الحسيني وبقيّة شباب أهل البيت الشجعان حال دون تعرّض رسل الوالي له بسوء أو مكروه عند الخروج أو في الطريق. \nنعم، سار الحسين (عليه السّلام) على الطريق الأعظم مع كلّ صحبه من أهل بيته بكلّ إباء وشمم حتّى وصل إلى مكة المكرّمة بسلام وأمان، واستقبل استقبالاً حافلاً من قبل المكيين، ثمّ حطّ رحله في دار العبّاس بن عبد المطلب. ",
        "ولقد كان حال أهل البيت ومشاعرهم وهم سائرون من المدينة إلى مكة في الموكب الحسيني الجليل هو وفق ما جاء على لسان سكينة بنت الحسين (عليه السّلام)، والتي قالت: لم يكن في شرق الأرض وغربها أهل بيت أشدّ خوفاً وهمّاً وغمّاً منّا آل رسول الله. \nلقد وصل الحسين وإخوته وأهل بيته (عليهم السّلام) إلى مكة في يوم (3) شعبان، أي بعد مضي خمسة أيام من مغادرتهم المدينة، وكان (عليه السّلام) يردّد عند دخوله البلد الأمين قوله تعالى: (وَلَمّا تَوَجّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى‏ رَبّي أَن يَهْدِيَنِي سَوَاءَ السّبِيلِ)(1).\nوبوصوله (عليه السّلام) إلى مكة المكرّمة بدأت الصفحة (المرحلة) الثانية من مسلسل الكفاح والنضال ضدّ الظلم والجور، بعد أن كانت مغادرته للمدينة وابتعاده عن مسرحية البيعة لطاغية الشام هي الصفحة (المرحلة) الأولى في هذا النضال والكفاح. \nولقد ظل الحسين (عليه السّلام) مقيماً في مكة عدّة شهور، وكان الناس خلالها يختلفون إليه ",
        "____________________\n(1) سورة القصص / 22. \n\nبكرة وعشية، ويجلسون حواليه وهم يسألوه عن أحكام دينهم وأحاديث نبيهم، وكانوا أيضاً يستمعون كلامه وينتفعون بما يسمع منه، ويضبطون ما يروون عنه من دون خوف من أزلام وعيون النظام القائم. ",
        "كما وقد أطلّت عليه ووافته خلال هذه المدّة كتب أهل العراق، ولاسيما أهل الكوفة والبصرة، وهم يدعونه ويلحّون عليه فيها بالقدوم إليهم، والقيام معه بالأمر والتضحية دونه، لاسيما بعد أن تسنّم يزيد زمام السلطة والحكم، وأنّه قد اخضرّ الجناب، وأينعت الثمار، وأنّه لا إمام لهم سواه، وأنّهم - كما أضافوا - لم يحضروا الصلاة مع الولاة، وأنّهم أيضاً في مئة ألف، وأنّهم عند عدم الاستجابة لهذا النداء والدعوة سيحاجّونه عند الله تعالى في يوم الحشر والحساب. \nوكان مجموع ما بلغ من رسائل أهل الكوفة زهاء (12) ألف رسالة، وكلّ رسالة موقّعة من قبل رجلين أو ثلاثة أو أربعة، وصادف أن تسلّم الحسين (عليه السّلام) منهم في يوم واحد فقط ما يقرب من (600) رسالة كما تشير إليه إحدى الروايات. \nوعن هذه الرسائل قال الحسين (عليه السّلام) لعبد الله بن العبّاس لمّا ألحّ عليه ترك المسيرة إلى العراق، وتغييرها إلى اليمن إن كان ولا بد منها، قال له: (( يابن عمّ، لقد كثرت عليّ كتبهم، وتواترت عليّ رسلهم، ووجبت عليّ إجابتهم )). \nكما ونصحه البعض بعدم استصحاب النساء والأطفال معه؛ وذلك خشية أن يصيبه مكروه وهم بجواره، كما جرى للخليفة عثمان في المدينة من قتل ونساؤه وولده ينظرون إليه، إلاّ أنّه (عليه السّلام) أجابهم بما يقنعهم(1). ",
        "____________________\n(1) نشير إلى أنّه ليس من عادة العرب أو غيرهم - في الغالب - استصحاب النساء والأطفال إلى =\n\n____________________",
        "= ساحات القتال أو مناطق التوتر والنزال؛ وذلك خشية أن يصيبهم مكروه أو وقوعهم في الأسر كغنائم.\nلذا فقد وجّه الإمام علي (عليه السّلام) اللوم الشديد إلى طلحة والزبير على استصحابهم لأمّ المؤمنين عائشة إلى البصرة للمطالبة المزعومة بدم الخليفة عثمان وتركهم لزوجاتهم في بيوتهم؛ لأنّ خروجها من بيتها على الجمل ليس أهون من قتل الخليفة عثمان؛ لأنّه كما لها من الله تعالى ستر وحرمة فهتكت واُبيحت الحرمة بهذا الخروج، وأنّ مَنْ يرى قتالها يرى قتلها.\nإنّ الإمام الحسين (عليه السّلام) لم يغفل هذه النقطة أو ينساها عند استصحابه لنسائه إلى العراق، وإنّما كان يرجو من ذلك الجانب الإعلامي لنهضته وثورته بحمل ألسنة ناطقة معه لنشرها في العالم الإسلامي؛ لأنّ كلّ ثورة تخلو من النشاط الإعلامي ستؤول إلى النسيان والضمور بمرور الزمن، ولا تُذكر إلاّ في بطون بعض كتب التاريخ كنبأ بسيط مشوّه عن حقيقتها وواقعها.\nإنّ ثورة الحسين (عليه السّلام) لو كانت بغير نساء لذهب دم مفجّرها هدراً، ولما شعر أو أحسّ أحد من المسلمين؛ لأنّ رؤوس الشهداء كانت ستدخل الكوفة أو دمشق على أنّها رؤوس خوارج، ودون أن يعرف أحد أنّها لآل رسول الله (صلّى الله عليه وآله)؛ لأنّها لا تتكلم ولا تحرّك ساكناً، ودون أن يعرف هؤلاء عظم المأساة التي أنزلها الطاغية يزيد بالحسين وآله وأصحابه في كربلاء.",
        "إنّ نساء الحسين (عليه السّلام) رغم ما أصابهنّ من المتاعب والقلق طيلة الطريق إلاّ أنّ ما قدمنَ للثورة الحسينيّة من إعلام، وكشف للحقائق، ونشر للوعي، وتنبيه للغافلين، وفضح للدعايات المضللة يهون بجواره كلّ تعب وألم أصابهنّ هنا وهناك.\nوعن هذه الحالة كتبت الدكتورة بنت الشاطئ في كتابها (بطلة كربلاء) بالحرف: إنّ موقف السيّدة زينب بعد المذبحة هو الذي جعل من كربلاء مأساة خالدة. وكتب أنطون بارا في كتابه (الحسين في الفكر المسيحي) بالحرف: لو لم تقم زينب بدورها الصعب الذي قامت به، لما زادت الواقعة ونتائجها عن واقعة أيّة معركة تُدار فيها الأيدي والسيوف، وتصهل فيها الخيل.\nوزاد كاتب آخر، وهو جمال المشاط في كتابه (دروس من نهضة الحسين) بالقول: ولا غلو في أنّ عطاء زينب المتمثّل بمواقفها الخطابية والإعلامية التي تنمّ عن عميق ما خبرت به من حنكة سياسية، = \n",
        "علماً بأنّ قيام الحسين (عليه السّلام) هذا، وتحديداً للنظام القائم كان لا بد منه، ولو لم يدعه أحد من العراق، ولم تأته كتب أهل الكوفة؛ لأنّ كلّ ما صنعته كتب ووفود الكوفة وسواها هو التعجيل في الخروج من مكة. \nولئن كانت تضحية الإمام علي (عليه السّلام) وجهاده في منع كارثة طوفان الجور والظلم من نزوها، إلاّ أنّ ولده الإمام الحسين (عليه السّلام) قام من بعده بالرحيل إلى العراق، وبتضحية حياته في هذا القطر؛ وذلك ليمنع امتداد هذه الكارثة واستمرارها. فكأنّ دم الأب امتد هنا ليلتقي مع دم الابن؛ ليكوّنا الشلال العرم، والتيّار الجارف الذي ينير للناس - كلّ الناس - الدرب المفضي إلى الكرامة والحرية والمساواة. \nوعن هذا الأمر يقول الشاعر المعروف أبو العلاء المعري: \nوعلى الدهرِ من دماءِ الشهيدي   نِ عليٍّ ونجلهِ شاهدانِ",
        "فهما في أواخرِ الليلِ فجرا   ن وفي اُولياتهِ شفقانِ\nولقد آثر الحسين (عليه السّلام) هنا وقبل أن ينطلق موكبه السامي إلى قطر العراق أن يسبقه إلى هناك رسول أو سفير واحد له أو أكثر؛ وذلك ليشعروه عن حقيقة الوضع في الساحة العراقية، وطبيعة الرسائل الواردة إليه؛ وذلك لكي يكون سيره وحركته على أرض صلبه وثابتة، وبعيداً عن العواطف والأهواء والرغبات غير المدروسة \n____________________\n= وضلاعة في شؤون الاجتماع والإعلام لا يمكن أن يُقارن بما عداه من عطاء اُنثوي في تاريخ هذه الدنيا، فلا نفرتيتي، ولا كاترين، ولا الخنساء، ولا جان دارك، ولا شجرة الدر، ولا كوربسكايا... لا هذه ولا تلك بقادرة على أن تواكب مستوى العطاء في الفكر، وفي براعة إنهاء المواقف، والانتقال بتدوير الكلام من موقف الضعف والمغلوب إلى موقف المنتصر والغالب الذي جاءت به هذه العقيلة الهاشمية، والتي سجّلت بها مجتمعة ملحمتها العظيمة الخالدة. ",
        "\nبدقة وعناية، ومخافة أن يلومه لائم فيما بعد على خطوته هذه بأنّه قد خطاها من دونما حذر أو تبصّر. \nولقد كان ابن عمّه مسلم بن عقيل - وكان عمره حينذاك (38) سنة - هو طليعه، وأحد الرسل والسفراء الذين أرسلهم إلى الكوفة. \nولقد رحّب أهل الكوفة بمسلم رسول الحسين (عليه السّلام) خير ترحيب، وفتحوا له قلوبهم قبل أيديهم، وأظهروا له كلّ علائم الطاعة والإخلاص، وقد تلا عليهم رسالة الحسين (عليه السّلام) الموجّهة إليهم فزادتهم هذه تصميماً على الفداء معه، والتضامن من أجل الإطاحة بكلّ الطغاة والظالمين. ",
        "ولقد بايعه عند وصوله إلى الكوفة على الموت والشهادة، والكفاح ضد النظام القائم ما يقرب من (18) ألف رجل إن لم يكن أكثر من ذلك. \nوإثر هذه الوقائع والحوادث كتب مسلم إلى الحسين (عليه السّلام) رسالة ضمّنها تفصيلات الوضع العام في الكوفة، وطالبه فيها التعجيل في المسير إليها ومن دون إبطاء؛ حيث إنّ أهلها هم في انتظاره واستقباله على أحرّ من الجمر. \nوهكذا قرّر الحسين (عليه السّلام) التوكّل على الله والاستعداد للحركة إلى العراق استجابة لنداءات وصيحات أهل الكوفة الملحّة والمتواصلة بالقدوم إليهم، والكفاح تحت لوائه لتقويض أركان الظلم، واستئصال شأفته من الجذور، وإقامة حكم ودولة العدل والحرية. \nوعلماً بأنّ الحسين (عليه السّلام) في رحيله التاريخي هذا إلى قطر العراق لم يقع ضحية خدعة لم يحسن تدبّرها، أو ضحية أنصار لم يقف على حقيقة نيّاتهم، أو مدى إخلاصهم وولائهم له ",
        "\nبل إنّ الأمر كان على العكس تماماً، حيث كان (عليه السّلام) لا يضع قدمه في كلّ خطوة كان يخطوها إلاّ على أرض ثابتة ومتماسكة، وإنّ تصميمه وإرادته في الرحيل إلى العراق كان حكيماً وبليغاً، وإنّه (عليه السّلام) « كان يهتدي إلى مسؤولياته بنور إيمانه، وبصوت ضميره، وليس بتحريض قوّة خارجية »(1). \nولكن إذا ما كلّفته هذه الخطوة أن يقدّم حياته كثمن لها فليكن ذلك، ولكن ليتمّ أمام واسع الجماهير، وأمام أكثر من قطر وبلاد حتّى يمكن للشهادة من أن تؤتي ثمارها كاملة لكلّ الناس، والفداء صداه لكلّ الأقطار، والتضحية انعكاسها لجميع بلدان العالم؛ ذلك لأنّه (عليه السّلام) من أهل بيت لم يخلقوا لأنفسهم ولا لبلدهم ولا لقطرهم، بل صاغهم الله تعالى ليكونوا لكلّ الناس حيثما حلّوا، ولكلّ الأقطار والبلدان على الأرض هداية ورحمة، وبركة وسعادة وكرامة. \nوهذا ولم تستطع (مكة) أن تحول دون خروج الحسين وأهله وأصحابه منها؛ لأنّه (عليه السّلام) كان قد « وعد وعزم وقرّر، فما تستطيع قوّة في الأرض أن تصدّه عن النضال في سبيل الحقّ، وما يستطيع أيّ إنسان أن يغمه بإيثار السلامة والعافية »(2). ",
        "ولقد كان الجميع في مكة المكرّمة واثقين من أنّ رحيل الحسين (عليه السّلام) إلى العراق - فيما لو حصل - فإنّما يكون هذا بالتأكيد بعد انتهاء فريضة الحجّ وعيد الأضحى المبارك لعام (60هـ)، وليس قبل هذا الوقت مطلقاً. \nإلاّ أنّه (عليه السّلام) كان قد فاجأ جماهير الناس يوم الثلاثاء (8 ذي الحجة) وهو يوم \n____________________\n(1) أبناء الرسول في كربلاء - خالد محمّد خالد.",
        "(2) سكينة بنت الحسين - الدكتورة بنت الشاطئ. \n\nالتروية(1) بذهابه إلى الحرم الشريف، والطواف بالبيت المقدّس، والسعي بين الصفا والمروة، والتحلل من إحرامه وجعلها عمرة منفردة، وترك التمتع بالحجّ، ثمّ قام بتوديع أهالي مكة الذين كانوا في سبيل تركها إلى منى وعرفات لإتمام مراسيم الحجّ لذلك العام، الوداع الذي لا لقاء بعده. \nلم يخرج الحسين (عليه السّلام) لوحده بل سار معه حشد كبير من أهل بيته، وعلى رأسهم أخوه العبّاس (عليه السّلام) وإخوته الثلاثة، ومواليه وعدد كبير من أهالي الحجاز، ونفر من أهل الكوفة والبصرة مَنْ قدموا إليه وهم يحملون رسائل الدعوة ومواثيق البيعة، وليبلغوه أيضاً بدعوة أهالي الكوفة للإسراع في القدوم إلى العراق(2). ",
        "هذا ولولا حبّ مَنْ خرج مع الحسين له، وتعلّقهم به ما تركوا ديارهم الآمنة ليخرجوا معه وهم لا يدرون ما يخبِّئه لهم الغد من أحداث، وما قد ينزل بهم من متاعب وأهوال. \nوعند بدء رحيله (عليه السّلام) من مكة أمر بقرطاس وقلم، وكتب لبني هاشم عليه ما يلي: \n____________________\n(1) سُمّي يوم التروية؛ لأنهم (الحجيج) كانوا يرتون فيه من الماء من منى ويخرجون إلى عرفات. وعندما سُئل الحسين (عليه السّلام) عن أسباب خروجه يوم التروية، قال: (( لو لم أعجل لأخذت أخذاً )).",
        "(2) نشير هنا إلى وجود « هجرتان في الإسلام أخلدهما التاريخ إلى الأبد، هجرة الرسول (صلّى الله عليه وآله) من مكة إلى المدينة أسست الإسلام ووطّدت دعائمه، وهجرة الحسين من المدينة إلى الكوفة أعادت جدّة الإسلام ونشرت كلمته » ذكرى الحسين - محمّد علي آل ياسين. \nويذهب آخرون إلى أنّ « الهجرة الأولى كانت وغايتها البناء، وأنّ الهجرة الثانية كانت وغايتها المحافظة على البناء » الإمام الحسين - عبد الله العلايلي.\nفما « أقرب الشبه، وأشدّ التطابق والتقارب بين الهجرتين في العوامل والثمرات، بل وحتى في الحالات النفسية » مأساة الحسين - الشيخ عبد الوهاب الكاشي. \n",
        "(( بسم الله الرحمن الرحيم، من الحسين بن علي إلى بني هاشم. أمّا بعد، فإنّه مَنْ لحق بي منكم فقد استشهد، ومَنْ تخلّف لم يدرك الفتح، والسّلام )). \nولقد كان الحسين (عليه السّلام) يردّد عند الرحيل، أو أنّها نظمت على لسان حاله: \nسأمضي وما بالموتِ عارٌ على الفتى   إذا ما نوى حقّاً وجاهد مسلما\nوواسى الرجالَ الصالحينَ  بنفسه   وفارقَ مثبوراً وخالفَ  مجرما",
        "فإن عشتُ لم أندم وإن متُّ لم  أُلم   كفى بكَ ذُلاً أن تعيشَ  وترغما\nوفي رحيل الحسين (عليه السّلام) إلى العراق نظم الشاعر يقول: \nلمّا رأى الشرعَ الشريفَ مضيّعاً   وحبالَ دينِ اللهِ عُدنَ رثاثا\nوبني أميّةَ في العبادِ تحكّموا   ويزيد أفسدَ في البلادِ  وعاثا",
        "أمَّ  العراقَ على النجائبِ طالباً   حقّاً لهُ من جدّهِ  ميراثا\nعجباً بني الطلقاءِ أضحت تدّعي   سلطانَ  آلِ محمدٍ ميراثا\nوتُساقُ آلُ محمدٍ ما  بينهم   سوقَ السبايا لا يجدنَ مغاثا\nغادر الحسين (عليه السّلام) مكة المكرّمة باتّجاه الكوفة في قطر العراق بعد أن ودّع الكعبة بيت الله تعالى وهو يحمل روحها بين جنبيه، وشعلتها بكلتا يديه، تواكبه الملائكة وتباركه، وتطيف به كأنّه حذرة عليه؛ لأنّه البقية الباقية من إرث السماء المتواجدة على سطح الأرض. ",
        "هذا، ولن نشير هنا إلى تفصيل ما حدث لرسول الحسين (عليه السّلام) في الكوفة وهو مسلم بن عقيل(1) حيث انفضّ عنه أهل الكوفة، وأخذ لوحده في منازلة قوات وعساكر والي الكوفة بشجاعته المعهودة، والتي وصفها أحدهم بقوله: \n____________________\n(1) لقد تمّ توضيح سيرة مسلم بن عقيل مفصّلة في كتابنا (مسلم بن عقيل - بريق النبوّة في ظلمات الكوفة). \n",
        "إنّه كان يأخذ الرجل من يده ويرمي به فوق الدار، حتّى اُلقي القبض عليه، وضُرب عنقه من أعلى قصر الإمارة(1)، ورُمي بجسده الطاهر مع رأسه من هناك إلى الأرض. \nفضلاً عن قتل هاني بن عروة رئيس قبيلة مذحج اليمانية، وبالطريقة نفسها التي قُتل بها مسلم من قبل، والتي وصلت إليه (عليه السّلام) هذه الأخبار المفزعة وهو في نقطة (زرود) على طريق العراق. \nكما ولن نشير إلى لقاء الحسين (عليه السّلام) في النقطة المذكورة (زرود) مع زهير بن القين البجلي؛ ليصبح هذا العلم بعد أوّل لقاء له مع الحسين (عليه السّلام) من خيرة أنصاره وأعوانه، بل من قادة جيشه وأركان حربه، والعمود الفقري فيه. \nولن نشير أيضاً إلى لقاء الحسين (عليه السّلام) مع الشاعر المعروف الفرزدق في نقطة (الصفاح)، والذي قال للحسين (عليه السّلام) بعد أن استفسر منه عن طبيعة الموقف في العراق بالحرف: ",
        "____________________\n(1) قصر الإمارة شُيّد في الكوفة عند تمصيرها عام (17هـ) في عهد القائد سعد بن أبي وقاص، وكان يُعرف بقصر سعد، وبقصر الإمارة، ثمّ أصبح داراً خاصّاً للعمّال والولاة، وكان سوره يرتفع إلى (20م)، وقد أحكم بناءه حتّى بات من المتعذر اقتحامه والسيطرة عليه بسهولة عند غلق أبوابه.\nوعند دخول عبد الملك بن مروان إليه بعد انتصاره على جيش مصعب بن الزبير عام (71هـ) وضع رأس مصعب عند يديه، وحينئذ تقدّم أحد الجالسين وهو (عبيد بن عمير) وقال لعبد الملك: أيّها الخليفة، كنت جالساً هنا ورأيت رأس الحسين بين يدي [ عبيد الله بن زياد، ثم دخلت القصر فإذا رأس عبيد الله بين يدي المختار، ثم دخلت القصر فإذا رأس المختار بين يدي ](*) مصعب بن الزبير، وفي هذا اليوم أرى في نفس المكان رأس مصعب أمامك، وأدعو الله أن لا يريني ذلك اليوم الذي أرى فيه رأسك بين يديّ شخص آخر. \nفتشائم عبد الملك من هذا الكلام وقام من كرسيه غضباً، وأصدر في الوقت أمراً بتهديم القصر وتسويته بالأرض. ",
        "(*) أضفنا هذه الفقرة من تاريخ الإسلام للذهبي 5 / 527 بتصرف؛ وذلك لأن العبارة التي ذكرها المؤلِّف كانت هكذا ( كنتُ جالساً هنا ورأيت رأس الحسين بين يدي مصعب بن الزبير )، وهي واضحة النقص والخطأ. (موقع معهد الإمامين الحسَنَين)\n\nقلوب الناس معك، وسيوفهم مع بني اُميّة، والقضاء ينزل من السماء، والله يفعل ما يشاء، وربّنا كلّ يوم هو في شأن. \nكما ولم نتطرّق إلى لقاء الحسين (عليه السّلام) مع الطرمّاح بن عدي بن حاتم الطائي في نقطة (العذيب)، والذي أجاب الحسين حين استفسر منه عن الموقف في الكوفة، أجاب بمثل جواب الفرزدق من قبل، ولكن مع شيء من التغيير والإضافة وهو بالحرف: إنّ الأشراف قد استمالهم ابن زياد(1) بالأموال، أمّا سائر الناس فهم معك، وأمّا سيوفهم فهي مشهورة عليك. ",
        "وأخيراً - وليس آخراً - لن نتناول تفاصيل وقائع ملاقاة الحرّ بن يزيد الرياحي للحسين (عليه السّلام) في نقطة (ذو حسم) عند أبواب العراق، والذي كان طليعة الجيش الذي حشّده والي الكوفة ابن زياد لمحاربة الحسين، وإيقاف مسيرته التاريخية إلى العراق، وما جرى خلال اللقاء بينه (عليه السّلام) وبين الحرّ من حديث وكلام أوشك أن يفجّر الموقف في ذلك المكان النائي من صحراء العراق الغريبة. \nحيث قال الحسين (عليه السّلام) للحرّ في النهاية وبعد أن ضيّق الأخير عليه الخناق، وطلب منه أن يصحبه إلى الوالي في الكوفة، قال (عليه السّلام) له: (( إنّها الحرب إذن ثكلتك اُمّك! )). \n____________________\n(1) بالنظر والتكرار ورود اسم عبيد الله بن زياد بن أبيه، وعمر بن سعد بن أبي وقاص في هذا البحث لكونهما يعدّان من قادتي البغي والعدوان في ملحمة كربلاء؛ لذا فقد اكتفينا هنا بإيراد اسم (ابن زياد) للأوّل، و (ابن سعد) للآخر، كما ويُطلق على الأوّل اسم (ابن مرجانة)؛ لأنّ اُمّه تدعى مرجانة، وهي جارية مجوسية تزوّجها والده فصار منها، ويُطلق على زياد بن أبيه اسم (ابن سمية)، وعلى أبي سفيان بـ (ابن حمامة)، وعلى معاوية (ابن هند)، وعلى يزيد (ابن ميسون). ",
        "\nفأجابه الحرّ جواباً مهذّباً وهو: أما والله لو غيرك من العرب يقولها لي ما تركت ذكر اُمّه بالثكل كائناً مَنْ كان، ولكن والله ما لي إلى ذكر اُمّك من سبيل إلاّ بأحسن ما يقدر عليه. \nوسكن غضب الإمام (عليه السّلام) لهذا الجواب. \nنعم، لن نشير إلى كلّ ذلك أو سواه هنا للاختصار الذي آثرناه في هذه الدراسة، رغم أنّ كلّ ذلك هو مسجّل ومدوّن في الكتب والأبحاث التي تولّت كتابة تاريخ واقعة كربلاء، ومنها كتابي السابق الذي يحمل عنوان هو (الحسين (عليه السّلام)... ثورة دائمة). ",
        "إلاّ أنّه إذا كان ولا بدّ من أن نشير إلى شيء هنا قبل الانتقال إلى الفصل التالي، فهو أنّ ركب الحسين (عليه السّلام) وأصحابه وأهل بيته، بما فيهم النسوة والأطفال، قد سار قدماً إلى العراق لا يلوي على شيء، وقد كلّف العبّاس (عليه السّلام) هنا بالمسؤولية الكاملة في خلال هذه الرحلة الصعبة بحماية ورعاية هؤلاء النسوة والأطفال طيلة الطريق؛ من حيث تأمين سلامتهم وراحتهم، واستقرارهم في المحافل، وفي الختام وعند الدخول إليها والخروج منها. \nوقد امتدت هذه المسؤولية أيضاً واستمرت حتّى في أرض الطفوف في كربلاء، وظلّت قائمة وفعّالة لحين شهادته (عليه السّلام) ورحيله إلى جوار ربّه عند ضفاف العلقمي في العاشر من المحرّم الحرام. \nويظهر هنا أنّ الحسين (عليه السّلام) كان قد كلّف أخاه العبّاس بتحمّل هذه المسؤولية؛ لعلمه بشجاعة هذا الفتى المغوار وعزيمته وإبائه ونخوته. \nلذا فقد كان الاختيار مصيباً وفي مكانه، ومن ثمّ فإنّ المكان بالمكين - كما يقول ",
        "\nالمثل العربي الشائع - ولأنّ العبّاس (عليه السّلام) - كما قلنا أكثر من مكان - هو رجل المهمات الصعبة في معسكر كانت كلّ مهمّاته وواجباته شاقّة وصعبة. \nوهكذا فقد حلّ ركب الحسين (عليه السّلام) في كربلاء، ولا أحد في هذا الركب يعلم ما يخبّئه لهم المستقبل من اُمور ومفاجئات بعد أن أحاط به جيش العدوان من كلّ جانب إحاطة السوار بالمعصم، ولم يدع له حرّية الحركة والانتقال. \nإلاّ أنّه كان هناك شخص واحد في هذا الركب المقدّس كان يعرف كلّ شيء عمّا سيحلّ بركبه من مصائب ونوائب، وهو قائد الركب والمسيرة الإمام الحسين (عليه السّلام)؛ لأنّه كان قد استقى وتلقّى تفصيلات كلّ ذلك من أخيه وأبيه وجدّه عن الله تعالى. ",
        "إنّها كربلاء التي حلّ في أرضها الحسين (عليه السّلام) وركبه، ولئن كانت هذه البقعة من أرض العراق قد خفيت على سواد الناس، فإنّها كانت ملء كلّ أسماع وأذهان وأفكار سائر الأنبياء والمرسلين، والصفوة من عباد الله المخلصين منذ أن خلق الله الأرض. \nوعن النقطة الأخيرة نشير إلى أنّ الإمام علي (عليه السّلام) في مسيره إلى صفّين عام (37هـ) جعل طريقه إليها عبر أرض كربلاء، وعند وصوله إليها صلّى فيها وأخذ تربة من أرضها فمشى، ثمّ قال: (( واهاً لكِ من تربة! ليُقتلنَّ بك قوم يدخلون الجنة بغير حساب، ها هنا محطّ ركابهم، وها هنا مهراق دمائهم )). \nوقبل الإمام علي (عليه السّلام) مرّ عيسى بن مريم (عليه السّلام) على أرض كربلاء، وتوقّف فوق \n",
        "مطارح الطفّ، ولعن قاتلي الحسين ومهدري دمه الطاهر فوق هذه الثرى(1). \nكما ويصف أحدهم هنا علاقة الحسين بأرض كربلاء بالحرف: كأنّما كانت أرضه تناديه فلبّى نداءها(2). نعم، هي كربلاء والتي نظم في حقّها أحد الشعراء، وهو عبد الله العلايلي، قصيدة جاء في بعضها: \nفيا كربلا كهفُ الإباءِ  مجسّماً   ويا كربلا كهفُ البطولةِ  والعلا\nويا كربلا قد حزتِ نفساً  نبيلةً   وصُيّرتِ بعد اليومِ رمزاً إلى السما",
        "ويا كربلا قد صرتِ قلبيَ كلّ  ذي   نفسٍ تصاغر دون مبدئها  الدنا\nويا كربلا قد حزتِ مجداً  مؤثّلاً   وحزتِ فخاراً ينقضي دونهُ المدى\nوقال شاعر ثانٍ عن كربلاء: \nهي كربلاء فقف على عرصاتِها   ودع الجفونَ تجودُ في  عبراتِها",
        "ما بالُها لم تروهم من  مائها   حتّى تروّت من دمارِ قباتها\nالله أكبر يا لها من  وقعةٍ   ذابت لها الأحشاءُ في  حرقاتِها\nكما ونظم شاعر ثالث حول الموضوع يقول: \nسل كربلا كم حوت منهم بدورَ دجىً   كأنها فلكٌ للأنجم الزهرِ",
        "____________________\n(1) الحسين في الفكر المسيحي - أنطون بارا.\n(2) الإمام علي بن أبي طالب - عبد الفتاح عبد المقصود. \n",
        "عند أعتاب كربلاء \nوصل ركب الحسين (عليه السّلام) إلى أرض كربلاء، وحطّ رحاله على ثراها في يوم الخميس 2 محرّم من عام (61هـ) بعد أن استغرق سفره من مكة إليها عبر صحراء الحجاز ونجد (24) يوماً، حيث بدأت بوصوله هذا الصفحة (المرحلة) الثالثة من معركة الكفاح والنضال ضدّ الضلال والطغيان والجور، وبوصوله هذا أيضاً تبدأ الفصول الأشدّ حسماً وصعوبة في رحلة الخروج الدامية. \nولقد قام الحسين (عليه السّلام) - بعد يقينه بأنّ نهايته ستكون على هذه الأرض - قام بشراء الأرض التي تحيط بالمنطقة رغم أنّها أرض خالية ومهملة وجرداء، وغير مزروعة، وهي أيضاً من دون مالك حقيقي، وهي بمساحة (4) أميال في (4) أميال ودفع ثمنها لمَنْ ادّعى ملكيتها نقداً. \nوبلغ ما دفعه إليهم حوالي (60) ألف درهم، وهو غالبية ما كان يحمل من نقود. ولقد تصدّق الحسين (عليه السّلام) بالأرض بجعلها صدقة جارية، ومشيراً إلى أنّ هذه الأرض برمّتها أيضاً هي حلال ومباحة لولده وأنصاره وزوّاره، وهي حرام في نفس الوقت على غيرهم. ",
        "ومؤكّداً على مَنْ يقطن في هذه المنطقة بأن يرشدوا الناس إلى مكان قبره المرتقب، فضلاً عن أن يقوموا بضيافة زوّاره القادمين لمدّة (3) أيام متتالية. \nوبعد ذلك وحين استقر بالحسين (عليه السّلام) المقام بهذه الأرض جمع (عليه السّلام) أقرباءه \n\nوأصحابه، وخطب فيهم، حيث جاء في بعض ما قال لهم(1): (( اللّهمّ إنّا عترة نبيّك محمّد (صلّى الله عليه وآله)، وقد أُخرجنا وطُردنا وأُزعجنا من حرم جدّنا، وتعدّت بنو اُميّة علينا. اللّهمّ فخذ لنا بحقّنا، وانصرنا على القوم الظالمين )). ",
        "ثمّ التفت إلى أصحابه وقال: (( الناس عبيد الدنيا، والدين لعق على ألسنتهم، يحوطونه ما درّت معائشهم، فإذا مُحّصوا بالبلاء قلّ الديّانون. ألا ترون إلى الحقّ لا يُعمل به، وإلى الباطل لا يُتناهى عنه؟ ليرغب المؤمن في لقاء الله؛ فإنّي لا أرى الموت إلاّ سعادة، والحياة مع الظالمين إلاّ برماً )). \n____________________\n(1) لقد أكّد الحسين (عليه السّلام) في كلّ خطبة ألقاها في عرصة كربلاء على مكانة الاُسرة النبويّة التي ينتسب إليها، والتي أخرجت الناس من الظلمات إلى النور؛ علّ ذلك يؤثر على أهل الكوفة فينصرفوا عن قتاله. علماً بأنّ خير مَنْ وصف هذه الأسرة وتضحياتها هم كتّاب وأدباء كثيرون، اخترنا منهم ثلاثة: لبناني، وسوري، ومصري. \nفالكاتب اللبناني عمر أبو النصر يقول في كتابه (فاطمة بنت محمد) بالحرف: إنّ الاُسرة النبويّة قد كُتب أن تعيش في الدنيا عيش الأشجار العظيمة في الصحاري المحرقة، تظلل الناس بوارف ظلّها وهي تصطلي حرّ الهاجرة وأوارها، ولو أن القدر أنصفهم ووفّاهم أجورهم لما سعد أحد في الحياة سعادتهم، ولا هني فيها هناءهم.",
        "أمّا الكاتب الثاني السوري فهو علي الطنطاوي، حيث يقول في كتابه (قصص من التاريخ) بالحرف: من العجب أن يسع المسلمون بعدلهم الذمي والكافر، ولكن عدلهم ضاق عن آل محمّد! لقد قدّموا الحياة السعيدة للنصراني واليهودي ولكنّهم لم يجدوا لابن بنت النبي إلاّ الموت الأليم.\nوالثالث هو الكاتب المصري خالد محمّد خالد، حيث كتب في (أبناء الرسول في كربلاء) بالحرف: من العجب - كما يحدّثنا التاريخ - أنّهم خرجوا لجريمتهم بعد أن صلّى بهم قائدهم صلاة الصبح! أصحيح أنّهم صلّوا وقرؤوا في آخر صلاتهم: اللّهمّ صلِّ على محمّد وآل محمّد؟! إذاً ما بالهم ينفلتون من صلاتهم ليحصدوا بسيوفهم آل محمّد؟! \n\nولقد علّق وعقّب بعض أصحابه على كلمته هذه بكلمات وعبارات ثورية ونارية، تدلّ وتنمّ على مدى إخلاص هؤلاء الأصحاب وحبّهم وولائهم للحسين (عليه السّلام)، والقضية التي جاء من أجلها. ",
        "فقد قام زهير بن القين، وقال بصراحة: سمعنا يابن رسول الله مقالتك، ولو كانت الدنيا لنا باقية، وكنّا فيها مخلّدين لآثرنا النهوض معك على الإقامة فيها. \nأمّا برير بن خضير الهمداني فقد صرّح بقوله: يابن رسول الله، مَنّ الله بك علينا أن نقاتل بين يديك، وتُقطع فيك أعضاؤنا، ثم يكون جدّك شفيعنا يوم القيامة. \nوجاء دور نافع بن هلال البجلي ليقول بكلّ قوة: سر بنا معافىً، شرقاً إن شئت أو مغرباً، فوالله ما أشفقنا من قدر الله، ولا كرهنا لقاء ربّنا، وإنّا على نيّاتنا وبصائرنا نوالي مَنْ والاك ونعادي مَنْ عاداك. \nولقد وصف أحد الشعراء، وهو السيد رضا الهندي، هذه الحالة في هذه الأبيات: ",
        "وقفوا يدرؤون سمرَ  العوالي   بفراقِ النفوسِ  والأرواحِ\nفوقوه بيض الظُّبا بالنحور ال   بيض والنبلَ وقفة الأشباحِ\nأدركوا بالحسينِ أكبرَ  عيدٍ   فغدوا في منى الطفوفِ أضاحي\nولقد بعث الحرّ بن يزيد الرياحي من كربلاء مَنْ يخبر رئيسه ابن زياد بنزول الحسين في كربلاء، فما كان من ابن زياد إلاّ أن يجيب على ذلك برسالة مستعجلة موجّهة إلى الحسين (عليه السّلام) نفسه، والتي جاء في بعضها: يا حسين، قد بلغني نزولك كربلاء، وقد كتب إليّ يزيد أن أُذيقك المنون، أو تنزل على حكمي وحكم يزيد. ",
        "ولمّا فرغ الحسين (عليه السّلام) من قراءة هذه الرسالة الخائبة رماها إلى الأرض وقال: \n\n(( لا أصلح الله قوماً اشتروا مرضاة المخلوق بسخط الخالق )). \nووصل عمر بن سعد بن أبي وقاص(1) إلى مسرح العمليات الحربية في أرض كربلاء في يوم (3) محرّم الحرام، ومعه (4) آلاف رجل مرسلاً من سيّده ابن زياد لتسلّم قيادة كلّ الوحدات، والتشكيلات العامّة والمحتشّدة في الجبهة، أو التي ستردّ تباعاً لغرض فرض شروط الذلّ والاستسلام عنوة على الحسين (عليه السّلام)، وعسكر على أرض كربلاء على مقربة من معسكر الحسين (عليه السّلام). ",
        "هذا وقد تردد ابن سعد كثيراً قبل قبوله لهذه المهمّة القذرة، حيث تمارض وحاول أن يعتذر عن هذا التكليف، ولكنّه خشي بطش ابن زياد والي الكوفة وجور سيّده التالي في الشام يزيد، فضلاً عمّا كان يأمله من إسناد حكم ولاية الري إليه، فقد مال لعابه لها فوافق على المهمّة صاغراً. \nلقد كانت غالبية الناس تكره الخروج إلى حرب الحسين (عليه السّلام)، حيث كان ابن زياد إذا وجّه الرجل إلى قتال الحسين (عليه السّلام) في الجمع الكثير فيصلون ولم يبقَ منهم إلاّ القليل. \nومردّ ذلك هو كراهتهم لقتال الحسين (عليه السّلام) ومنازلته، والذي هو ابن بنت رسولهم، \n____________________",
        "(1) كان ابن سعد قد عيّن حاكماً على الري - وهو إقليم يقع جنوب بحر قزوين - وكان يستعد لمغادرة الكوفة إلى مقرّ عمله الجديد لولا مجيء الحسين (عليه السّلام) إلى العراق وتكليفه بقيادة الجيش المرسل لمواجهته.\nعلماً بأنّه لو كان ابن سعد خليقاً بأبيه سعد بن أبي وقاص لطلب ثأر أبيه من يزيد، لا أن يكون خادماً عنده، ولكنّه انخلع وانصاع فكانت الدنيا منذ صغره ميلة وصبوة، والثأر هذا يخصّ السمّ الذي سقى معاوية أباه سعد فقضى عليه. \nوقد أصبح سقي السمّ من قبل معاوية لأعدائه شعار معاوية وأشياعه كما يقول عباس محمود العقاد في كتابه (أبو الشهداء).\n",
        "ونجل خليفتهم، حيث باتوا على يقين بضلال هذه الحرب، وأنّهم بفعلهم هذا إنّما يحاربون الله ورسوله، ويقاتلون مَنْ أمروا بمودّته وطاعته. \nومن أجل السيطرة على الموقف، والاستعداد للمواجهة أصدر ابن زياد أوامره المشدّدة بالنفير العام، والتجنيد الشامل، والتعبئة العامّة، كما واستعمل في تنفيذ هذا سياسة الترهيب والترغيب. \nوبعدها أمر ابن زياد أن ينادي المنادي في أسواق الكوفة وسككها أنّه: قد برئت الذمّة ممّن لم يخرج لمقاتلة الحسين (عليه السّلام). وبذلك فقد تمّ السيطرة على الموقف، كما وأصبح سوق الحدادين في الكوفة في اليوم السادس من المحرّم أو قبله بمدّة قصيرة قائماً على قدم وساق، فكلّ مَنْ تلقاه إمّا أن يشتري سيفاً، أو رمحاً، أو سهماً، أو سناناً، ويحدّها عند الحداد وينقعها بالسمّ؛ تمهيداً للخروج إلى المعركة القادمة في أرض كربلاء. \nوهكذا فقد أوعز ابن زياد إلى شمر بن ذي الجوشن المرادي بالخروج إلى كربلاء على رأس (4) آلاف مقاتل، وإلى الحصين بن نمير التميمي في (4) آلاف اُخرى، وإلى شبث بن ربعي التميمي في ألف فارس... إلخ. ",
        "وبذلك فقد احتشد تحت لواء ابن سعد على صعيد كربلاء يوم (6) محرّم ما يقرب من (20) ألف مقاتل، ثمّ تبع وأعقب هؤلاء سواهم من المقاتلين والفرسان والمرتزقة ليصبح المجموع قبل يوم عاشوراء بأكثر من (30) ألف مقاتل في أقل تقدير. \nوهكذا فقد استطاع واحد من أحطّ خلق الله، وهو عبيد الله بن زياد، أن يجمع لقتال الحسين (عليه السّلام) وهو سيد شباب أهل الجنة هذا العدد من الرجال، وأن يعبّئ العالم \n\nالإسلامي كلّه ضدّ أهل البيت (عليهم السّلام) من غير رادع أو معترض. ",
        "وعن طبيعة هؤلاء المقاتلين وجنسياتهم فيقال عنهم بالحرف: إنّ أهم ما في حركة الحسين (عليه السّلام)، إنّ كلّ مَنْ حاربه وتولّى قتله كان من أهل الكوفة، ولم يحضره شامي واحد(1)، أو حجازي، أو بصري، وهم ممّن شايعوه (الحسين) وطاوعوه وعاهدوه وبايعوه. \nولقد أشعر ابن زياد قائد جيشه في ميدان العمليات في كربلاء، وفي رسالة لاحقة أشعره فيها بضرورة أن يشتدّ في قتال الحسين حتّى يضع يده في يد يزيد، ويعلن مبايعته بالخلافة، وأن يستعمل الماء كورقة ضغط بيده للتضييق على الحسين (عليه السّلام) لاستحصاله هذه المبايعة؛ وفقاً لما جرى مع الخليفة عثمان بن عفان من قبل حين منع الماء عنه. \nولقد تناسى هذا الوغد - يكتب رسالته إلى ابن سعد - أنّ الحسين نفسه هو الذي حمل الماء إلى الخليفة عثمان في المدينة عند حصاره، وعانى الأمرّين في سبيل ذلك، ثمّ إذا ما كان الحسين (عليه السّلام) هو المقصود هنا في منع الماء عنه، فما ذنب النسوة والمرضى والأطفال الذين هم في معيّته وضمن ركبه؟! \nوفي اليوم السابع من المحرّم اشتدّ الحصار والتضييق على الحسين (عليه السّلام) وعلى مَنْ معه، وكلّ الأطراف والجهات، كما واشتدّ لذلك العطش فيهم أيضاً بعد أن نفذ ما كان لديهم من الماء، حيث كان الصيف شديد الحرارة في ذلك العام، وأنّ بينهم وبين شاطئ الفرات رماح مشرعة، وسيوف مرهفة، ولا يمكن الوصول إليه ونقل الماء إلاّ بإغماد هذه السيوف، وإبعاد هذه الرماح. ",
        "____________________\n(1) مروج الذهب - المسعودي. \n\nويُقال هنا: إنّ الحسين (عليه السّلام) كان قد طلب من أخيه العبّاس أن يحفر له بئراً، فحفر العبّاس في ثلاثة مواضع - وقيل أكثر - فلم يعثر على الماء، وأشعر الحسين (عليه السّلام) بذلك. ",
        "علماً بأنّه قد حيل بين الحسين والماء لمدّة ثلاثة أيام، وكان هذا الأمر هو أعظم ما عاناه الحسين (عليه السّلام) من المحن والخطوب في كربلاء، حيث كان يسمع صراخ أطفاله وهم ينادون: العطش، حيث ذاب قلب الإمام (عليه السّلام) حناناً ورحمة لذلك المشهد الرهيب؛ فقد ذبلت شفاه أطفاله، وذوى عودهم، وجفّ لبن المراضع، ممّا اضطره للطلب من قادة جيش البغي والعدوان سقي الأطفال فقط بالماء، فكان جواب أحدهم على نداء الحسين (عليه السّلام) هذا هو: يا حسين، ألا ترى الماء يلوح كأنّه بطون الحيات؟ والله لا تذوق منه جرعة حتّى تذوق الحميم من نار جهنم. \nوقال ثانٍ: يا حسين، ألا تنظر إلى الماء كأنّه كبد السماء؟ والله لا تذوق منه قطرة حتّى تموت عطشاً. فكان سماع هذا الكلام عند الحسين (عليه السّلام) أشدّ من منعهم إيّاه الماء(1). \nوعن هذه الحالة يقول الشاعر السيّد حيدر الحلّي: \nما خلتُ أنّ الدهرَ من عاداته   تروى الكلابُ بهِ ويُضمى الضيغمُ",
        "ويقدّمُ الاُموي وهو مؤخّرٌ   ويؤخّرُ العلوي وهو مقدّمُ\nوقبل أن يكلّف العبّاس بالذهاب إلى نهر الفرات لجب الماء سمع الحسين (عليه السّلام) وأصحابه صوتاً قبيحاً يقول: يا حسين، يا عباس، والله لن تذوقا من الماء قطرة \n____________________\n(1) تذكرة الخواصّ - سبط ابن الجوزي. ",
        "\nواحدة حتّى تموتا عطشاً. \nوأدرك الأخوان أنّ الرجل كان يسترق السمع، وأنّه من أذناب الزنيم ابن سعد، فأجابه الحسين (عليه السّلام): (( اللّهمّ اقتله عطشاً، ولا تغفر له أبداً )). وبالفعل فقد قُتل هذا الوغد في الكوفة فيما بعد عطشاً، وفقاً لما قال الحسين (عليه السّلام) في كربلاء. وهنا طلب الحسين (عليه السّلام) من أخيه العبّاس (عليه السّلام) أن يتولّى عوضه مهمّة سقي الأطفال والنساء وأصحابه بالماء بعد كلّ الذي سمعه من أعداء الله ورسوله بصدد سقي الماء. \nوجاء العبّاس (عليه السّلام) إلى نهر الفرات(1) وهو على رأس (20) راجلاً و (30) فارساً من أصحاب الحسين (عليه السّلام)، وهما ثلثا جيشه تقريباً، وهم يحملون معهم (20) قربة خاصة بالماء. ",
        "حيث مضى الجميع إلى ضفاف النهر غير مبالين بكثرة الأعداء، حيث كانت مبادرتهم هذه هي مهمّة انتحارية، ولكن الله سبحانه نصر رجاله، وحقّق \n____________________\n(1) إنّ نهر الفرات المقصود به هنا هو نهر العلقمي القديم، المتفرّع من الفرات الذي يسقي كربلاء ومنه إلى الكوفة، وأثره الآن ظاهر قرب مرقد العبّاس (عليه السّلام).\nوالطفّ اسم عام لأراضي تنعسر عنها المياه، وسمّيت حوالي نهر العلقمي البارزة من شواطئه طفّاً لذلك، وسمّيت واقعة الحسين (عليه السّلام) فيه واقعة الطفّ.",
        "وعن هذا النهر نظم الشاعر عبد الباقي العمري الفاروقي الموصلي يقول:\nبُعداً لشطكَ يا فراتُ فمرّ لا   تحلو نماؤكَ لا هنيّ ولا مري\nأيسوغُ لي منكَ الورودُ وعنكَ قد   صُدّ الإمامُ سليلُ ساقي الكوثرِ\nعلماً بأنّ الشاعر المذكور قد توفّي عام (1278 هـ - 1862م)، ودُفن في الروضة القادرية، وقد أرّخ وفاته بنفسه، فجاء مطابقاً، وهو: بلسان يوحد الله أرخ (ذاق كأس المنون عبد الباقي). ",
        "\nمرادهم وهدفهم. \nوعند وصولهم إلى الشريعة التي يستقي منها الماء، والتي كانت محروسة بجمع كثيف من الحراس يقدّر تعدادهم بـ (4) آلاف ذئب، تحت إمرة الزنيم عمرو بن الحجّاج الزبيدي، سألهم بعض هؤلاء الحراس عن غرض القدوم إلى النهر، فأجابوهم: لشرب الماء. \nفقالوا: اشربوا هنيئاً ما شئتم، ولكن لا تحملوا منه شيئاً. ",
        "وكان جواب كلّ واحد من أنصار الحسين (عليه السّلام): لا والله، لا نشرب منه قطرة واحدة والحسين ومَنْ معه عطاشى. \nفقال عمرو بن الحجّاج: لا سبيل إلى سقي اُولئك، وإنّما وضعنا في هذا المكان لنمنعهم من الماء. \nولله درّ مَنْ نظم هذا الشعر الشعبي على لسان العبّاس مجسّداً هذا الموقف: \nشلون اشرب واخوي حسين عطشان   سكنة والحرم وأطفال رضعان",
        "وأظن گلب العليل التهب نيران   يا ريت الماي بعده لا حلة ومر\nأو ما قاله الشاعر الشعبي الآخر على لسان العبّاس، أو السجّاد (عليهما السّلام) حول الموضوع: \nشلون اشرب لذيذ الماي حاشه   وأهلي گضت كلهم عطاشه\nوحسين الرمل أمسه فراشه",
        "أو ما قاله شاعر ثالث حول الحالة هذه: \nبذلتَ أيا عباسُ نفساً نفيسةً   لنصرِ حسينٍ عزّ بالنصرِ من مثلِ\nأبيتَ التذاذَ الماءِ قبل التذاذه   فحسنُ فعالُ المرءِ فرعٌ من الأصلِ\n",
        "فأنتَ أخو السبطينِ في يومِ مفخر   وفي يومِ بذلِ الماءِ أنتَ أبو الفضلِ\nوقيل هذا: إنّ العبّاس (عليه السّلام) ارتجز هذه الاُرجوزة عند الطلب منه شرب الماء دون البقية في المخيم: \nيا نفسُ من بعدِ الحسين هوني   وبعدهُ لا كنتِ أو  تكوني\nهذا الحسينُ واردُ المنونِ   وتشربينَ باردَ  المعينِ",
        "تا اللهِ ما هذا فعالُ  ديني   ولا فعالُ صادقُ  اليقينِ\nوإثر ذلك حدثت بعض المناوشات بين الطرفين تمكّن بعدها العبّاس (عليه السّلام) ورفاقه من السيطرة على الموقف بإزاحة قوّات العدو، وشقّ طريقهم إلى ضفاف النهر عنوة، وملء قربهم كلّها بالماء وجلبها إلى داخل مخيّم الحسين (عليه السّلام) من دون أن يخدش أيّ رجل منهم بخدش؛ وذلك لخشية القوم من الدنو منهم لوجود العبّاس (عليه السّلام) معهم، كما ولم يكن أحد يجرأ على التصدّي لهم خوفاً من العبّاس وبطشه. \nوعن هذه الحالة نظم أحد الشعراء، وهو السيّد محسن الأمين العاملي، يقول: \nلا تنسى للعباسِ حُسنَ بلائهِ   بالطفِّ عندَ الغارةِ الشعواءِ",
        "واسى أخاه بها وجادَ  بنفسه   في سقي أطفالٍ لهُ  ونساءِ\nردّ الاُلوفَ على الاُلوفِ معارضاً   حدَّ السيوفِ بجبهةٍ غرّاءِ\nكما ونظم شاعر ثانٍ، وهو السيد جعفر الحلّي، حول الموضوع، ومشيداً بشجاعة العبّاس: \nأوَتشتكي العطشَ الفواطمُ عنده   وبصدرِ صعدتهِ الفراتُ  المفعمُ",
        "ولو استقى نهرَ المجرّةِ لارتقى   وطويلُ  ذابلةٍ إليها سُلّمُ\nلو سدّ ذو القرنين دونَ  ورودِهِ   نسفتهُ همّتهُ بما هو أعظمُ\n\nفي كفّهِ اليسرى السقاءُ يقلّه   وبكفهِ اليمنى الحسامُ المخذمُ",
        "مثلُ السحابةِ للفواطمِ صوبه   فيصيبُ حاصبهُ العدو فيرجمُ\nونظم شاعر ثالث حول نفس الموضوع يقول: \nإنّي لأذكرُ للعباسِ  موقفَهُ   بكربلاءَ وهامُ القومِ  يختطفُ\nيحمي الحسينَ ويحميهِ على  ظمأٍ   ولا يولّي ولا يثني  فيختلفُ",
        "ولا أرى مشهداً يوماً  كمشهدِهِ   مع الحسينِ عليهِ الفضلُ والشرفُ\nأكرم بهِ مشهداً بانت  فضيلتُهُ   وما أضاعَ لهُ أفعالهُ  خلفُ\nهذا، وإنّ الكمية المحدودة من الماء التي جاء بها العبّاس (عليه السّلام) إلى مخيّم الحسين (عليه السّلام) والبالغة (20) قربة لم تعدّ تكفي لشرب وإرواء العدد الكبير من آل وأصحاب الحسين (عليهم السّلام)، والذي عددهم جميعاً ما يقرب من (200) شخصاً، عدا الخيول والإبل التي جاءت معهم من الحجاز. \nكما وإنّها كانت آخر ما تمّ الحصول عليه من الماء في كربلاء حتّى مقتل الحسين (عليه السّلام) وأهل بيته وأصحابه في يوم عاشوراء؛ لذا فقد امتدّ العطش بهؤلاء وشعروا بمرارته وقسوته بدءاً من اليوم الثامن من المحرّم وحتّى العاشر منه، أي لمدة ثلاثة أيام متوالية. ",
        "إنّ هذا كان موقف أهل الكوفة(1) بمنع الماء عن الحسين (عليه السّلام) وأنصاره، بينما كان \n____________________\n(1) لقد تردّد في هذا البحث لفظ (أهل الكوفة)، أو (القوم) لمرّات عديدة باعتبارهم قد كتبوا للحسين (عليه السّلام) للقدوم إليهم للنضال معه، ثمّ انقلبوا عليه ليصطفّوا إلى جانب النظام القائم، وضمن سرايا جيشه، حتّى قال المسعودي في مروجه: وأهم ما في حركة الحسين (عليه السّلام) أنّ كلّ مَنْ حاربه وتولّى قتله كان من أهل الكوفة، لم يحضره شامي واحد.\nولقد تمّ ذمّ وتقريع هؤلاء من قبلنا، أو من غيرنا عبر الزمن على فعلتهم هذه؛ باعتبار أنّهم قد سحقوا =",
        "\nموقف الحسين (عليه السّلام) بالمقابل هو أنّه سقى جيش الحرّ بن يزيد الرياحي في صحراء العراق الغربية، كما وسقى خيلهم عند ما كان يملك الماء. \nكما وسقى من قبل ذلك الوقت الإمام علي (عليه السّلام) في صفّين جيش معاوية عند ما استولت فرسانه بالقوّة بقيادة مالك الأشتر على الشاطئ (الشريعة)، بعد ما امتنع ورفض هذا الطاغية وجنوده من سقي جيش الإمام (عليه السّلام) عند ما كان الماء في أيديهم وتحت هيمنتهم وسلطتهم. \n____________________",
        "= مبادئهم وانضموا إلى جانب معسكر الظلم والظالمين، حتّى انتشر لدينا مثل عنهم يقول: الكوفي لا يوفي، وأغدر من الكوفي، لا أمان لأهل الكوفة.\nولفرض حصر معنى أهل الكوفة الذي نعنيهم هنا، نقول: إنّ الذين نقصدهم هم شرار أهل الكوفة، وهم الذين عاشوا فيها قرب منتصف القرن الأوّل الهجري، وبين وقت اتخاذها من قبل الإمام علي (عليه السّلام) عاصمة له، وإلى ما بعد وقت استشهاد الحسين (عليه السّلام) بقليل، وليس الذين يقطنونها الآن أو بعد الوقت الوارد آنفاً.\nذلك لانّ أهل الكوفة الآن كلّهم جميعاً لا يقلّون حبّاً وولاءً وإخلاصاً للحسين (عليه السّلام) وأهل بيته من أيّ محبّ وموالٍ آخر في أي بقعة من العالم، ولا نجد بين صفوفهم مَنْ كان يقصدهم الإمام علي (عليه السّلام) حين طلب مصارفة عشرة منهم بواحد من أهل الشام، والذي قال فيهم: (( أخلاقكم دقاق، وعهدكم شقاق، ودينكم نفاق، وماؤكم زعاق، المُقيم بين أظهركم مرتهن بذنبه، والشاخص عنكم متدارك برحمة من ربّه )). \nكما وقال عنهم أيضاً: (( لوددت أنّي لم أركم ولم أعرفكم، معرفة والله جرّت ندماً، وأعقبت سدماً. قاتلكم الله، لقد ملأتم قلبي قيحاً، وشحنتم صدري غيظاً، وجرّعتموني نغب التهمام أنفاساً، وأفسدتم عليّ رأيي بالعصيان والخذلان )).",
        "كما إنّ الكوفة كانت على مرّ التاريخ إحدى المدن المحسوبة في الولاء لأهل البيت (عليهم السّلام)، إلاّ في فترات وظروف استثنائية، ولقد أنجبت الكوفة - على مرّ الزمن - شخصيات علوية جاهرت بالولاء لعلي وأولاده (عليهم السّلام) وأفكارهم، وقاومت طغيان الاُمويِّين وعسفهم بحدّ السيف، وقدّمت رقابها رخيصة في الدفاع والذود عن هذا الحبّ والولاء. \n\nحيث أصرّ أصحاب علي هنا على معاملة القوم بالمثل، إلاّ أنّ جواب الإمام (عليه السّلام) لهم كان: (( لا نفعل ما فعل الجاهلون )). \nفهذه هي أخلاق وخصال أبناء هاشم وعبد المطلب، وتلك هي أعمال وأفعال أبناء حرب وأميّة، وبين هذه وتلك ما بين السماء والأرض؛ لأن الإناء ينضح دائماً بما فيه. ",
        "هؤلاء يسقون خصومهم وأعدائهم بل ولإبلهم وخيولهم، وهم في قلب الصحراء حيث لا ماء ولا حياة، وأولئك يردّون جميلهم هذا بمنع الماء عن مناوئيهم بل وعن نسائهم وأطفالهم ومرضاهم، وهم بجنب وجوار النهر المتدفّق ماؤه، وتشرب منه الحيوانات والبهائم حينما تريد وقدر ما تريد. \nوالعجيب هنا أنّ سياسة منع الماء قد مارسها كلّ من الجدّ والأب والحفيد من بني اُميّة بحقّ الجدّ والأب والحفيد من بني هاشم! وهكذا ينضح كلّ إناء بما فيه كما تقدّم بيانه؛ ذلك لأنّها مسيرة واحدة من عائلة تمثّل كلّ الجور والظلم والطغيان في مواجهة عائلة تمثّل كلّ العدل والإنصاف. \nوبمقدار ما كانت العائلة الأولى تمثّل الصفحة السوداء والقائمة من التاريخ، فإنّ العائلة الاُخرى (الثانية) كانت تمثّل الصفحة البيضاء والناصعة منه. \nوفي سقي العبّاس للماء في كربلاء نظم الشيخ محسن أبو الحبّ الكبير يقول: ",
        "إذا كان ساقي الحوض في الحشرِ حيدرٌ   فساقي عطاشى كربلاء أبو الفضلِ\nعلى أنّه ساقي الناس في الحشرِ  قلبه!   مريعٌ وهذا بالظما قلبهُ  يغلي\nأخي كنتَ لي درعاً ونصلاً  كلاهما   فقدتُ فلا درعي لديّ ولا  نصلي\n",
        "بدء العدّ التنازلي \nنشير هنا إلى أنّ ابن سعد قد كتب إلى سيّده ابن زياد في النخيلة(1)، والتي انتقل إليها بعد وصول الحسين (عليه السّلام) أرض كربلاء؛ ليكون قريباً من مسرح العمليات إثر مقابلاته المتكرّرة مع الحسين (عليه السّلام)، كتب إليه خطاباً عاجلاً ربما كان لجسّ نبضه، وربما تخلّصاً من المهمّة القذرة التي أُنيطت بكاهله، يتضمّن ادّعاءات وأقوال منسوبة للحسين (عليه السّلام) لم يتفوّه أو يقول الأخير (عليه السّلام) بها جملة وتفصيلاً، ولا من قريب أو بعيد. \nوممّا كتب له في خطابه هو: إنّ الحسين قد أعطاه العهد في أن يرجع إلى المكان الذي خرج منه، أو أن يسير إلى ثغر من ثغور المسلمين؛ ليكون رجلاً منهم، أو أن يأتي إلى يزيد ويضع يده في يده. \nوقد ختم خطابه هذا بعبارة: وفي كلّ هذا الرضا لكم، والصلاح للأمّة. ",
        "____________________\n(1) النخيلة: وقد سمّيت بهذا الاسم لكثرة نخيلها، وهي موضع قرب الكوفة، ومعروف في الوقت الحاضر باسم (جسر العباسيات) التابع لناحية الكفل بمحافظة بابل، وكانت النخيلة حينذاك قاعدة عسكرية متقدّمة لتجهيز وانطلاق الجيوش، وقد كان الإمام علي (عليه السّلام) يعسكر فيها عندما كان يتهيّأ للخروج إلى الحرب.\nكما واتّخذها ابن زياد معسكراً له، ولبث فيها حتّى جاءه مَنْ يخبره بشهادة الحسين (عليه السّلام) على أرض كربلاء؛ حيث تركها وعاد مسرعاً إلى الكوفة لاتّخاذ الاحتياطات الاحترازية في حفظ الأمن واستتبابه قبل أن يفلت الزمام من يده حين يشيع خبر استشهاد الحسين وآله وأصحابه (عليهم السّلام) بين أبناء الكوفة. \n",
        "وقد ظل ابن سعد ينتظر الجواب من سيّده ليرى ما يقوله ويفعله حوله. \nوعند قراءة ابن زياد ما جاء في خطاب قائد جيشه ظنّ، أو أنّه قد حصل لديه اقتناع كامل بأنّ هناك تحوّلاً كبيراً وخطيراً قد حصل في موقف الحسين (عليه السّلام) من النظام القائم، وربّما قد جاء هذا كنتيجة طبيعة للحصار الظالم الذي طلب فرضه عليه، أو بسبب ضعفه وقلّة أعوانه ومناصريه، أو بسبب آخر قد يكون غير هذا أو ذاك. \nلذا فقد عزم على الإجابة بالإيجاب والموافقة على ما جاء في خطاب ابن سعد، إلاّ أنّ رفاق ومستشاري الضلالة ضمن حاشية ابن زياد حالوا دون تحقيق هذه الخطوة، رغم أنّ المسألة هي برمتها موضوعة ومدسوسة من صنع ابن سعد، ولا أساس لها من الصحة قليلاً أو كثيراً. \nولقد كان ضمن حاشية السوء لدى ابن زياد الكثير من الموتورين والمنتفعين، ومنهم على سبيل المثال الشمر بن ذي الجوشن، ويُعدّ هذا الوغد من ألدّ وأشدّ أعداء أهل البيت (عليهم السّلام). ",
        "حيث أشار هذا الأخير على ابن زياد بعد أن سمع مقولة ابن سعد كاملة حول الحسين (عليه السّلام)، أشار إليه وقال بالحرف: لقد أمكنك الله من العدو، ويمكنك هنا أن تسيّره إلى (الطاغية) يزيد، ادعه أوّلاً لينزل على حكمك هو وأصحابه؛ فإن عاقبت كنت ولي العقوبة، وإن عفوت كان ذلك لك. \nفاصتصوب ابن زياد هذا الرأي وقرّ قراره على أن يكتب رسالة جوابية عنيفة إلى مرؤسه ابن سعد يضمنّها ما أشار إليه الشمر، وبالفعل كتب إليه رسالة جاء في بعضها: أنّه لم أبعثك لتكفّ عن الحسين، أو لتمنيه بالسلامة والدعة والبقاء، ولا لتكون \n\nله عندنا شفيعاً، فاعلم أنّه إذا نزل الحسين وأصحابه على حكمي فخير ما حصل، وإلاّ فازحف عليهم جميعاً حتّى تقتلهم عن بكرة أبيهم، وتمثل بهم أيضاً؛ فإنّهم يستحقون ذلك، وإذا ما قتلت الحسين فأوطئ الخيل صدره وظهره؛ فإنّه عاق شاق قاطع ظلوم، ولتكن على علم يابن سعد بأنّك إن مضيت على أمرنا جزيناك جزاء السامع المطيع، وإن أبيت فاعتزل عملنا وجندنا، ودع الشمر ليحلّ مكانك في قيادة جيش (البغي والعدوان)؛ فإنّه قد أمّرناه أمرنا، والسّلام. ",
        "وجاء الشمر بالرسالة هذه إلى ابن سعد على عجل، وفي 8 محرّم على وجه التحديد، وقرأها من ألفها إلى يائها حيث سقط في يديه، وحين سأله هذا الوغد ما الذي سيفعله الآن، أجاب: لقد أفسدت علينا أمراً كنّا نرجو صلاحه، والله لن يستسلم الحسين أبداً. \nفأجابه الشمر: امضِ لأمر أميرك وقاتل، أو فخلِّ بيني وبين الجند. \nفقال ابن سعد بعد أن حسم موقفه: أنا أتولى تنفيذ ذلك. \nوهنا طلب ابن سعد من الشمر أن يتولّى قيادة أفراد المشاة (الرجالة) في جيشه، وأراد الشمر بعد ذلك أن يلعب لعبته بفتّ عضد وقوّة تماسك جيش الحسين (عليه السّلام)، والتأثير على معنوياته، وإضعاف شوكته، وذلك - بتصوّره - عن طريق تقديم الأمان للعباس بن علي وإخوته الثلاثة سبب التقاء نسب اُمّ البنين (والدة العباس) مع نسبه، حيث يرجعان إلى عشيرة وقبيلة مشتركة وواحدة هي كلاب. ",
        "ولم يفهم الشمر أو يعلم بأنّ القضية التي جاء من أجلها العبّاس إلى كربلاء هي أسمى وأعظم وأرفع من قضية النسب والانتماء القبلي، وأنّ إخلاص العبّاس وإيمانه بالطريق الذي يسير عليه أخوه الحسين لا يمكن لأيّة قوّة غاشمة في العالم،\n\nولا لأيّة إغراءات مهما عظمت أن تزيحه أو تحركه عنه وإن كان قيد أنملة. \nففي صباح (9 محرّم) تقدّم هذا الوغد ليقف أمام معسكر الحسين (عليه السّلام) بعد أن استحصل الإذن على ذلك من قبل، وأخذ يصيح برفيع صوته: أين بنو اُختنا؟ أين العبّاس وإخوته؟ ",
        "فقال الحسين (عليه السّلام) لإخوته: (( كأنّي اسمع فتىً يناديكم )). \nفقال العبّاس وإخوته: إنّه الشمر. \nفقال الحسين (عليه السّلام): (( أجيبوه ولو كان فاسقاً؛ فإنّه بعض أخوالكم )). \nفقال العبّاس وإخوته بعد أن تقدّموا قرب مكان الشمر: ما شأنك، وما تريد يابن ذي الجوشن؟ ",
        "فأجاب: يابني اُختي، اخرجوا فأنتم آمنون، ولا تقتلوا أنفسكم مع الحسين، وألزموا طاعة يزيد. \nفقال له العبّاس (عليه السّلام) بحدّة: لعنك الله يا شمر، ولعن أمانك! وقبحت وقبح ما جئت به لئن كنت خالنا كما تدّعي! فكيف تؤمننا وابن بنت رسول الله (صلّى الله عليه وآله) لا أمان له، وتأمرنا أن ندخل في طاعة اللعناء وأولاد اللعناء؟!(1) إنّ أمان الله خير من أمان ابن سمية. \nوتكلم إخوة العبّاس بنحو كلامه، حيث أغلظوا له القول ثمّ رجعوا. وهكذا ضرب العبّاس وإخوته بذلك مثلاً أعلى في الإباء والشمم، والتضحية والتمسك بالمبادئ السامية الشريفة. \n____________________",
        "(1) هذه إشارة - كما ورد في تاريخ الطبري - إلى لعن الرسول (صلّى الله عليه وآله) لأبي سفيان ومعاوية وأخيه يزيد عندما كان الأوّل يركب حماراً، والآخر يقوده، والثالث يسوقه. \n\nوعن هذه الحالة نظم الشاعر يقول: \nأبو الفضلِ ردّ أمانَ  العدى   وسارَ إلى الموتِ  مستعجلا",
        "وقال اخسؤوا يا عبيدَ الورى   فلسنا  نطيعُ شرارَ الملا\nفهيهاتَ نذعنُ لابن الدعي   وحكمِ  الطليقِ لئيمِ الملا\nألا حبّذا الموتُ موتُ الكرام   على العزِّ والذلِّ منّا  فلا\nوعاد الشمر بدوره إلى جحره خائباً، وبخفي حنين ومغضباً بعد أن خيّب العبّاس آماله، وأسقطها إلى القعر حيث ظنّه من طراز أصحابه الممسوخين، وزمرته المبتذلين الذين بايعوا نفوسهم للشيطان رخيصة، وللطغاة زهيدة إن لم تكن من دون مقابل. ",
        "وبعد رجوع العبّاس (عليه السّلام) إلى معسكر أخيه بعد اختتام لقائه مع الشمر، وإفحامه بأغلظ الكلام وأشدّه، جاءه زهير بن القين - وهو أحد قادة الحسين - لمقابلته لغرض رفع معنوياته بعد ملاقاته هذه للشمر، حيث قال للعباس: إنّ أباك الإمام علياً (عليه السّلام) كان قد طلب من أخيه عقيل أن يختار له امرأة ولدتها الفحول من العرب ليتزوجها؛ لتلد له ولداً شجاعاً ينصر ابنه الحسين في كربلاء، ولقد ادّخرك أبوك الإمام علي (عليه السّلام) لمثل هذا اليوم، فلا تقصّر في نصرة أخيك وحماية إخوانك، والذود عن الرسالة التي جاؤوا من أجلها إلى هذا المكان. \nأمّا جواب العبّاس (عليه السّلام) لزهير على هذا النداء والتشجيع، فكان بالحرف: أتشجعني يا زهير في مثل هذا اليوم؟! والله لأُرينك مع هؤلاء الظالمين شيئاً ما رأيته من قبل. \nهذا ولقد كان ما قاله العبّاس آنفاً حقيقة وواقعاً، حيث أظهر العبّاس بالفعل في الدفاع عن أخيه الحسين (عليه السّلام)، أو في جلب الماء من نهر الفرات (العلقمي) لسقي \n",
        "الأطفال والنسوة الطاهرات من فنون الشجاعة البسالة ما أثار إعجاب الجميع، وغدا بذلك المثل والرمز في الإقدام والنخوة والإيثار يقتدي به الآخرون، ويتأسى به المجاهدون في كلّ وقت ومكان. \nوالعجيب هنا هو أنّ زهير بن القين، والذي كان إلى وقت قريب عثماني الهوى، وكان يبتعد ويتحاشى حتّى عن مجرد ملاقاة الحسين (عليه السّلام) ومواجهته في خلال مسيرته التاريخية الطويلة من مكة إلى العراق بعد أدائه لفريضة الحج، يصبح هذا العلم والرائد هو الذي يحثّ الآخرين ويدعوهم بقوّة وعزيمة إلى نصرة الحسين (عليه السّلام) والذّب عن حياضه، وعدم التقصير في ذلك من بعيد أو قريب. \nوالأعجب من مقولة زهير هو موقف الحرّ بن يزيد الرياحي الذي قَدِم على رأس جيش، يقف الحرّ بقوّة وعزم أمام جند ابن سعد، وقبل دقائق معدودة من بدء المنازلة الكبرى والتحام الجيشين، يقف ليعلن أمام الأشهاد توبته وندمه على ما بدر منه سابقاً من أعمال، وأنّه قرّر من هذه اللحظة والدقيقة الانحياز الكامل والوقوف إلى جانب صفِّ الحسين (عليه السّلام). \nثمّ يطلب من قوات الغدر أن يتأسوا به، ويكونوا مثله في هذا المجال خصوصاً وإنّهم دعوه للمجيء إليهم، ثمّ أحاطوا به ليقتلوه ويمنعوه من التوجّه في بلاد الله العريضة، كما ومنعوه ومَنْ معه من ماء الفرات، وها هو وأهله قد صرعهم العطش، فبئسما خلفتم محمداً في ذريته، لا سقاكم الله يوم الظمأ إن لم تتوبوا وتفزعوا عمّا أنتم عليه. ",
        "ثمّ يشتدّ الحرّ في خطابه ليقول لجيش ابن زياد وقيادته بصراحة وبرفيع صوته: \n\nلأمّكم الهبل والعبر(1)! \nوهكذا نرى بجلاء كيف تؤدّي العقيدة ثمارها، وكيف يؤدّي الإخلاص والإيمان بالقضية أكلهم كاملة، وكيف يؤدّي استيقاظ الضمير مفعوله وأثره؟ ",
        "وحلّ نهار التاسع من المحرّم (ويدعى تاسوعاء) والوضع في جبهة كربلاء من الناحية العسكرية والنفسية يزداد تعقيداً وتفاقماً، وبات يسير من سيء إلى أسوء؛ فالقوات العسكرية والإمدادات في العتاد والغذاء الخاصّة بجيش ابن سعد الباغي متواصلة ومستمرة على قدم وساق، ومن دون انقطاع، وكأنّهم سيواجهون جيوش جرّارة وكثيفة للفرس أو الترك، أو الروم أو الديلم. \nوفي الجانب الآخر حيث معسكر الحسين (عليه السّلام) والذي كانت كلّ مهمّاته صعبة ومعقّدة؛ حيث إنّ الحصار يوشك أن يخنقه ويعصره، وإنّ العطش يكاد يقتل الصغير والكبير، والنساء والرجال، والمرضى والأصحّاء. \nوعند عصر هذا اليوم طلب ابن سعد من جنوده وقواته المحتشدة الاستعداد والتهيؤ للحركة والزحف على الحسين، وإشعال فتيل الحرب ضدّه، حيث خاطبهم بالقول: يا خيل الله اركبي، وبالجنة ابشري. \nوعلا الصياح وارتفعت الغبرة وتوتّر الموقف، وهنا أوعز الحسين (عليه السّلام) لأخيه العبّاس بالذهاب إليهم؛ لاستطاع الحال، ولمعرفة حقيقة ما يريدون وينوون عمله من كلّ ذلك. ",
        "____________________\n(1) الهبل: هو الثكل. والعبر: البكاء وجريان الدمع. ومعنى العبارة: ثكلتكم اُمهاتكم وبكت على رحيلكم، وهي أسوأ وألذع الشتائم التي عرفها العرب واستعملها في الجاهليّة والإسلام. \n\nوبالفعل توجّه العبّاس (عليه السّلام) مع (20) فارساً من ضمنهم زهير وحبيب بن مظاهر إلى الأمام، ووقفوا أمام جيش البغي والعدوان، وهنا سأل العبّاس قائده ما يريدونه من هذا النفير، ومن هذا الاستعداد الكامل لقطعات الجيش، فأجاب ابن سعد: أنّه قد ورد للتو أمرٌ من الأمير في الكوفة يطلب منكم النزول على حكمه، وإلاّ فشنّ الحرب عليكم حالاً. ",
        "وعاد العبّاس (ومَنْ معه) ليشعر أخاه الحسين (عليه السّلام) بالموقف الجديد لابن سعد وجيشه المتأهب للقتال، فطلب منه الحسين (عليه السّلام) العودة إلى ابن سعد واستمهاله هذه العشية إلى غد؛ لغرض أن نصلّي لربّنا هذه الليلة، وندعوه ونستغفره؛ لأنّ الله سبحانه يعلم مدى حبّنا للصلاة، وتلاوة القرآن، وكثرة الدعاء له والاستغفار. \nفرجع العبّاس إليه واستمهل منه هذه العشية فقط، حيث إنّ العبّاس - كما قلنا في مكان آخر - هو رجل المهمّات الصعبة في معسكر كلّ مهمّاته كانت صعبة وشاقّة. \nولقد سأل ابن سعد بعض مساعديه عن رأيهم حول هذا الطلب، فأجابوه: سبحان الله! لو كان هؤلاء من الديلم أو الترك ثمّ سألوك هذه المسألة لكان ينبغي لك أن تجيبهم إليه من دون إبطاء أو تأخير. \nعدا الشمر بن ذي الجوشن فإنّه انفرد بتنفيذ مهمّته القذرة، حيث قال: ",
        "\nلو كنت الأمير لم أنظره. \nوعندها - ونزولاً عند قرار الأكثرية - وافق ابن سعد على تأجيل موعد المنازلة إلى صباح الغد كآخر مهلة، وإنّها لن تمدّد مرّة اُخرى لأي سبب كان، حيث عبّر عن ذلك بقول للعباس: إنّا أجّلناكم إلى غد، فإن استسلمتم سرّحنا بكم إلى ابن زياد، وإن أبيتم فلسنا تاركيكم. \nوجاء العبّاس إلى أخيه الحسين (عليه السّلام) ليشعره بهذه الموافقة. ",
        "وفي الطرف الآخر طلب ابن سعد من أفراد جيشه - وقد قدم الليل - أن ينزلوا عن خيولهم، وأن يكونوا في صباح الغد على أهبة الاستعداد لشنّ الحرب وبدء النزال ضدّ الحسين وأصحابه الكرام. \nوهكذا اُرجئ القتال بموافقة الطرفين إلى اليوم التالي، وهو اليوم العاشر من المحرّم الحرام لعام (61هـ). نعم، اُرجئ القتال بين كلّ قوات البغي والعدوان بقيادة ابن سعد، وبين كلّ جند العدل والإنصاف والحرية بقيادة الإمام الحسين (عليه السّلام) ونائبه ومساعده وذراعه اليمنى أبي الفضل العبّاس (عليه السّلام). \nوهكذا بدأ العدّ التنازلي في التناقض ساعة بعد ساعة، ودقيقة إثر اُخرى؛ لتصبح ساعة الصفر بالأفق، أو على الأبواب إن لم تكن قرب تناول اليد. \n",
        "إنّ الذين يبايعونك \nعند ما جاء المساء (ليلة عاشوراء) أراد الحسين (عليه السّلام) أن يدع أصحابه وأقرباءه على بيّنة من أمرهم قبل بدء المنازلة، وتشابك السيوف، وإطلاق السهام، ورمي الرماح. \nلذا فقد جمع (عليه السّلام) أصحابه وأقرباءه، وخطبهم خطبة هامّة ومؤثرة بما ليس لها نظير في مثل تلك الساعات الحاسمة والحرجة والدقيقة من حياة ملحمة كربلاء.\nوممّا جاء في خطابه: (( لقد نزل بنا ما قد ترون، وإنّ الدنيا قد تغيّرت وتنكرت، وأدبر معروفها، ألا ترون إلى الحقّ لا يُعمل به، وإلى الباطل لا يُتناهى عنه؟ ليرغب المؤمن في لقاء ربّه محقّاً؛ فإنّي لا أرى الموت إلاّ سعادة، والحياة مع الظالمين إلاّ برماً. ",
        "ألا وإنّي لا أعلم أصحاباً خيراً وأوفى من أصحابي، ولا أهل بيت أبرّ رحماً وأوصل ولا أفضل من أهل بيتي، فجزاكم الله عنّي جميعاً خيراً؛ فقد بررتم وأعنتم، وأنّكم لتعلمون أنّ القوم لا يريدون غيري، ولو أصابوني لتركوا طلب غيري، وأنّي لأظنّ أنّ يومنا مع هؤلاء الأعداء غداً، وأنّي قد أذنت لكم جميعاً فانطلقوا في حلٍّ من بيعتي، وفي غير حرج، وليس عليكم منّي ذمام. \nوهذا الليل قد غشيكم فاتّخذوه جملاً، فتفرّقوا في سواد هذه الليل حتّى يفرّج الله، وذروني فإنّهم لا يريدون غيري، ولو أصابوني لهو عن طلب غيري، فجزاكم الله جميعاً خيراً )). \nولقد جسّد هذا الموقف الفريد والتاريخي الشاعر السيد الحميري حيث نظم: \n",
        "لستُ أنساهُ حينَ أيقنَ بالمو   تِ دعاهم وقامَ فيهم  خطيبا\nثمّ قالَ ارجعوا إلى أهلكم  لي   س سواي أرى لهم  مطلوبا\nفأجابوهُ والعيونُ  سكوبٌ   وحشاهم قد شبَّ منها لهيبُ(1)\nأيُّ عذرٍ لنا غداً حين  نلقى   جدّكَ المصطفى ونحنُ هروبا",
        "أمّا جواب أصحابه وأهل بيته بعد أن فرغ القائد من إلقاء كلمته فلم يكن جواب الأذلاّء، ولا ردّ الجبناء والضعفاء، رغم أنّ فرص النجاة كانت أمامهم مفتوحة وسهلة. \nإنّما كان جوابهم الحاسم والنهائي هو صرخة رجل واحد، وبلسان واحد، وصوت واحد، ومضمونه هو الدفاع عن حياض سبط الرسول (صلّى الله عليه وآله) حتّى الرمق الأخير، والتضحية بالأرواح رخيصة دونه. \nذلك لأنّ العقيدة شجرة لا تُسقى من دون ماء معتنقيها، ولا تتغذّى بغير رفاتهم، فإن لم تُسقَ، وإن لم تُغذَّ لن تؤتي أكلها للطالبين، ولن تنشر ظلالها للقائلين. \nوكنماذج حيّة لموقف الأصحاب وأهل البيت إزاء خطاب الحسين (عليه السّلام) الآنف الذكر نشير إلى أنّ أحدهم، وهو زهير بن القين، والذي نهض من مكانه وقال: والله، لوددت أنّي قُتلت، ثمّ نُشرت، ثمّ قُتلت حتّى اُقتل ألف مرّة وإنّ الله عزَّ وجلّ يدفع بذلك القتل عن نفسك، وعن أنفس هؤلاء الفتيان من أهل بيتك. ",
        "كما وقام مناضل آخر، وهو مسلم بن عوسجة الأسدي، وقال بصوت عال: أنحن نتخلى عنك ولمّا نعذر إلى الله في أداء حقّك؟! أما والله لا اُفارقك حتّى أكسر في صدورهم رمحي، وأضربهم بسيفي ما ثبت قائمه بيدي، ولو لم يكن معي سلاح اُقاتلهم به لقذفتهم بالحجارة دونك حتّى أموت معك. \nوقال مجاهد ثالث، وهو سعيد بن عبد الله الحنفي، وبكلّ قوّة وإيمان:\n____________________\n(1) في البيت إقواء واضح. (موقع معهد الإمامين الحسنَين) ",
        "\nوالله لا نخليلك حتّى يعلم الله أنّا قد حفظنا غيبة رسول الله (صلّى الله عليه وآله) فيك، والله لو علمت أنّي أُقتل فيك ثمّ أُحيا، ثمّ أُحرق حيّاً، ثمّ أُذرى، ويُفعل ذلك بي (70) مرّة ما فارقتك حتّى ألقى حمامي دونك، إنّما هي قتلة واحدة، ثمّ هي الكرامة التي لا انقضاء لها أبداً. \nوقام بطل رابع وهو عابس بن أبي شبيب الشاكري الهمداني(1) ليقول برفيع صوته: والله لو قدرت على أن أدفع عنك الضيم والقتل بشيء أعزّ من نفسي لفعلت. \nوبعد هذا ينتقل الكلام من دائرة الأصحاب إلى محيط الأقرباء، ومن دائرة الأفراد والأشخاص إلى محيط الجماعات والفئات. ",
        "حيث وقف هنا بنو عقيل ليقولوا للحسين (عليه السّلام) قوله رجل واحد، وبصوت واحد: لا والله لا نفعل، ولكن نفديك بأنفسنا وأموالنا وأهلينا، نقاتل حتّى نردّ موردك، فقبّح الله العيش بعدك. \nكما وأعلنت فئة اُخرى - وكان على رأسها العبّاس بن علي (عليه السّلام) - عن مكنونات قلوبها، بقولها: لِمَ نفعل ذلك؟! لنبقى بعدك! لا أرانا الله ذلك أبداً. \nوهكذا تعدّ كلّ هذه أمجد بيعة في تاريخ التضحية والفداء، بيعة على موت محقّق؛ لأنّه ليس هناك دون الموت أدنى احتمال، فهم بذلك قد حملوا مصائرهم فوق أكفهم ومضوا إلى حتفهم في حبور وسرور دونه كلّ سرور، مع إنّه كان في \n____________________",
        "(1) لقد عرفت عشيرة - بنو شاكر - والتي هي بطن من همدان اليمانية بالشجاعة والبسالة، وفيهم يقول الإمام علي (عليه السّلام): (( لو تمّت عدّتهم ألفاً لعُبدَ الله حقّ عبادته )). \n\nوسع كلّ واحد منهم أن يتجنّب القتل بكلمة واحدة يقولها، أو بخطوة صغيرة يخطوها. \nوكأنّ الشاعر كان يقصد هذا المعنى حين نظم: ",
        "نفوسٌ أبت إلاّ تراثَ نبيِّهمْ   فهم بينَ موتورٍ لذاك وواترِ\nلقد ألفت أرواحُهمْ حومةَ الوغى   كما أنست أقدامُهم بالمنابرِ\nكما ونظم شاعر آخر، وهو السيد رضا الهندي، في تصوير هذا المشهد العظيم يقول: \nوتنادبت للذبِّ عنهُ  عصبةٌ   ورثوا المعالي أشيباً وشبابا",
        "مَنْ ينتدبهمْ للكريهةِ  ينتدب   منهم ضراغمةُ الاُسودِ  غضابا\nأُسدٌ قد اتخذوا الصوارمَ حليةً   وتسربلوا حتّى الدروع  ثيابا\nوجدوا الردى من دونِ آلِ محمّدٍ   عذباً وبعدهمُ الحياةَ عذابا\nوقال شاعر ثالث حول الموضوع نفسه: ",
        "نصروا ابنَ بنتِ نبيِّهم طوبى لهم   نالوا بنصرتهِ مراتبَ ساميهْ\nهذا وحين لمس الحسين (عليه السّلام) صدق نيّة أصحابه وأقرباءه، وإخلاصهم غير المحدود وغير المشروط في مفاداة أرواحهم رخيصة دونه، أشعرهم بغامض القضاء الذي لا يردّ ولا يبدّل بقوله (عليه السّلام) لهم بصراحة(1):\n____________________\n(1) نشير إلى أنّ هذا الذي قاله الحسين (عليه السّلام)، وما أعلنه جدّه الرسول الأعظم (صلّى الله عليه وآله)، ووالده الإمام علي (عليه السّلام) من قبل حول استشهاده في أرض كربلاء، يندرج ضمن الكرامات والخوارق الممنوحة لهم، والتي تفيد العلم بوقت ومكان وتفصيل بعض الحوادث المهمّة والحالات الخاصة؛ حيث تندرج كلّ هذه من الوقت الحاضر - بالنسبة لسائر الخلق أو اُولي العلم والفهم منهم - ضمن نطاق التنبؤ والتوقّع والاحتمال، وقد تكون هذه صحيحة أو غير صحيحة، ناهيك عمّا أخبره الله تعالى لرسوله (صلّى الله عليه وآله) من تفصيلات لبعض الحوادث، وقيام الرسول (صلّى الله عليه وآله) بإشعار ذلك لأعزّ أقربائه وأصحابه.",
        "\n(( إنّي ساُقتل غداً، وستقتلون كلّكم، ولا يبقى منكم أحد حتّى القاسم وعبد الله الرضيع، عدا ولدي زين العابدين؛ لأنّ الله سبحانه لا يريد أن يقطع نسلي منه ))(1).\nولقد أجاب الكل تعقيباً على كلام سيّدهم الحسين (عليه السّلام) وبلسان واحد: الحمد لله الذي أكرمنا بنصرك، وشرّفنا بالقتل. أوَ لا ترضى أن نكون معك في درجتك يابن رسول الله؟\nوإثرها دعا الحسين (عليه السّلام) لهم بالخير والتوفيق والصلاح. ",
        "وكأنّي بشعور هؤلاء وفقاً لما نظمه الشاعر: \nولمّا دنت آجالُهمْ رحبّوا  بها   كأنّ لهم بالموتِ بلغةُ آملِ\nفماتوا وهم أزكى الأنامِ نقيبةً   وأكرمُ مَنْ يُبكى لهُ  بالمحافلِ\nعطاشى بجنبِ النهرِ والماءُ حولَهمْ   يُباحُ إلى الورّادِ عذبُ  المناهلِ",
        "فلم تفجعِ الأيامُ من قبلِ يومهم   بأكرمَ مقتولٍ لألأم  قاتلِ\nهذا ولقد سمعن النسوة كلّ الذي جرى بين الحسين (عليه السّلام) وبين أهل بيته وأصحابه، فأخذن بالبكاء، ولطمن الخدود، وشققن الجيوب، وهنا دخل الحسين (عليه السّلام) عليهن، وقال لهن: (( انظرن، إذا أنا قُتلت لا تشققن عليّ جيباً، ولا تخمشن وجهاً، ولا تقلن هجراً. صبراً يا بني عمومتي، صبراً يا أهل بيتي، لا رأيتم هواناً بعد اليوم )). \n____________________\n(1) نشير إلى أنّه « ليس للحسين السبط عقب إلاّ منه، وهو أبو الحسينيِّين كلّهم؛ لأنّه كان الوحيد من الذكور من أولاد الحسين (عليه السّلام) على قيد الحياة بعد استشهاد الحسين » سيرة وأقوال زين العابدين - جميل إبراهيم حبيب. ",
        "\nثمّ أمر الحسين (عليه السّلام) أصحابه في تلك الساعات الأخيرة والمظلمة من الليل أن يقاربوا بيوتهم من بعض، وأن يدخلوا أطناب الأقبية بعضها في بعض حتّى تصبح كأنّها خباءٌ واحد؛ ليستقبلوا القوم من وجه واحد وجهة واحدة، والبيوت من ورائهم. \nوأمر (عليه السّلام) أيضاً - في تلك الساعة - بحفر خندق عميق (ساقية) خلف هذه البيوت، وأن يملأ بالحطب والقصب الجاف يمكن إشعاله عند بدء الحرب، أو عند الضرورة؛ ليصبح ساتراً منيعاً يتعذّر أن تعبره أو تقتحمه خيول الأعداء، وليكون القتال والنزال من وجه وطرف واحد بسبب عدم التكافؤ في عدد القوات بين الطرفين، وبذلك لن تكون هناك إلاّ جبهة واحدة إذا ما اشتعلت الحرب، وتشابكت السيوف، وحمي الوطيس(1). \nهذا وكانت خيّالة ابن سعد في تلك الليلة الظلماء تدور من وراء مخيّمات الحسين (عليه السّلام)، بل من كلّ جوانبها حتّى جعلوها (المخيمات) في مشكل الحلقة؛ وذلك لرصدها ومراقبتها حتّى لا يفرّ أحد من داخل المخيّمات إلى الخارج، كأنّما كانوا ينوون ويريدون من عملهم هذا قتلهم جميعاً والقضاء عليهم، ومن دون أن يسمحوا أو يدعو أحداً منهم للإفلات أو الهرب من الطوق الذي صنعوه إلى الخارج. ",
        "أمّا ما تبقى من الليل فقد أمضاه الأصحاب وأهل البيت في العبادة، وفي الركوع \n____________________\n(1) إنّ تقريب البيوت من بعضها، أو حفر خندق من خلفها، وملئه بالحطب والقصب لإشعاله عند الضرورة ليدل على اطّلاع الحسين (عليه السّلام) على فنون الحرب وأساليبها وتكتيكاتها؛ خصوصاً أنّ الحسين (عليه السّلام) كان قد شارك مع والده الإمام علي (عليه السّلام) في معاركه ضدّ الناكثين والقاسطين والمارقين، حيث كانت له في هذه المعارك مواقف مميزة يُشار إليها بالبنان. \n",
        "والسجود، والقيام والقعود، والدعاء والاستغفار لله تعالى. وهم أكثر انشراحاً وسروراً بالمصير المشرق الذي ينتظرهم، وهم أيضاً «فرحين مستبشرين بقرب لقاء الله وباستشهادهم، وهم يضحكون ويتضاحكون»(1). \nفضلاً عن «أنّ خصومهم في تلك كانوا أشراراً.. أشراراً من الرأس إلى القاع، ولم يكن فيهم خيّر، ولا برّ واحد يمكن أن يشكّل وجوده بينهم أمارة احتجاج، أو علامة استفهام»(2). \nأمّا مهمّة العبّاس (عليه السّلام) في تلك الليلة أو الساعة فكانت حفظ بنات رسول الله (صلّى الله عليه وآله) وأهل بيته والأصحاب ليجدوا نصيبهم من الراحة أو العبادة؛ حيث ركب جواده وتقلّد سيفه، وأخذ يطوف حول المخيّمات لحراستها خشية أن يتسلل إليها أحد من أعوان الشيطان في الظلام، أو في غفلة من الزمن لحرقها، أو استفزاز مَنْ فيها، أو ممارسة بعض الأعمال التخريبية الاُخرى داخلها. \nوعن حالة هؤلاء الأصحاب وأهل البيت نظم الشاعر: ",
        "للهِ قومٌ إذا ما الليلُ جنّهمُ   قاموا من الفرشِ للرحمنِ  عبّادا\nويركبونَ مطايا لا  تملّهمُ   إذا همُ بمنادِ الصبحِ قد  نادى\nالأرضُ تبكي عليهم حين تفقدهمْ   لأنّهم جعلوا للأرضِ  أوتادا\nكما ونظم شاعر آخر يصف حالة هؤلاء الكرام: ",
        "وقد أخذت في نينوى منهم  النوى   ولاحَ بها للغدرِ بعضُ  العلائمِ\nغدا ضاحكاً هذا وذا  متبسّماً   سروراً وما ثغر المنونِ  بباسمِ\nلقد صبروا صبرَ الكرامِ وقد قضوا   على رغبةٍ منهم حقوقَ  المكارمِ\n____________________",
        "(1) أبو الشهداء - عباس محمود العقّاد.\n(2) أبناء الرسول في كربلاء - خالد محمّد خالد. \n\nونظم شاعر ثالث حول الموضوع يقول:",
        "السابقونَ إلى المكارمِ والعلا   والحائزونَ غداً حياضَ الكوثرِ\nلولا صوارمُهم ووقعُ نبالِهم   لم يسمع الأذانَ صوتُ مكبّرِ\n\nما قبل ساعة الصفر ",
        "لم تمض إلاّ ساعات معدودة على أرض الطفوف، والتي ضمّت فريقين؛ أحدهما باع نفسه وحياته رخيصة لله تعالى من أجل إعلاء كلمته ونشر رسالته، وآخر باع نفسه للشيطان من أجل القضاء على هذه الكلمة، وإخماد وسحق هذه الرسالة « وفي سبيل اُكذوبة صغيرة اسمها يزيد، وجريمة منكرة اسمها ابن زياد »(1). \nثمّ لم تمضِ إلاّ ساعات قليلة وإذا بفجر عاشوراء لعام (61هـ) يطلّ على ربوع كربلاء، ومن ثمّ أشرقت الشمس، وأرسلت كلّ أشعتها وحرارتها إلى هذه الأرض لتزيد من سخونتها وحرارتها التي وصلت إليها. \nهذه الأرض التي ستنتقل بعد فترة جدّاً قصيرة من أرض جرداء قاحلة لا يعرفها أحد ولم يسمع عنها إنسان، تنتقل إلى كعبة ثانية، ومنار للحرية والتضحية، لا فقط لأهل المنطقة أو قطر العراق بل لكلّ العالم من المحيط إلى المحيط، ومن القلب إلى القلب. \nوكذلك لا لجيل واحد وهو الذي عاصر أحداث هذه الأرض وشهد وقائعها عن كثب، أو سمع أنباءها عن بعد، وإنّما لكل الأجيال والسلالات والعصور وفي هذه القارة عن العالم، أو في القارات الأربع الاُخرى. ",
        "هذه الأرض التي خطّ الحسين (عليه السّلام) رمالها وشعابها صفحة لامعة من تاريخ \n____________________\n(1) أبناء الرسول في كربلاء - خالد محمّد خالد. \n",
        "الإنسانية، وطوى وقضى على عرش كانت دعائمه الجور والاستبداد والطغيان. \nهذه الأرض التي كانت خارج التاريخ، ثمّ جاء الحسين (عليه السّلام) إليها ليدعها تدخل من بعده التاريخ، ولكن من أوسع أبوابه. \nلقد صلّى الحسين (عليه السّلام) بأصحابه الفجر (الصبح) ليوم عاشوراء لعام (61هـ) وهو يوافق عام (680م)، وكان يوم الجمعة، وقيل: يوم الإثنين. وبعد الصلاة قام الإمام خطيباً ليلقي في أصحابه وأهل بيته، حيث ألقى عليهم كلمة موجزة استهلها بحمد الله والثناء عليه أجزل الثناء، ثمّ قال: (( إنّ الله تعالى قد أذن في قتلي وقتلكم في هذا اليوم، فعليكم بالصبر والقتال )). \nثمّ بدأ للتحضير للصفحة (المرحلة) الرابعة من معركة الكفاح والنضال ضدّ قوى الظلم والجور عن طريق صفّ وإعداد رجاله للحرب والمنازلة، تمهيداً لنزولهم إلى ميدان المعركة والنزال. ",
        "لقد كان كلّ رجال الحسين (72) شخصاً بين فارس وراجل؛ حيث كان منهم (32) فارساً و (40) راجلاً « ما على وجه الأرض يومئذ لهم شبه » كما يصفهم الحسن البصري، التابعي المعروف (ت 110هـ)(1)، وكانوا فضلاً عن ذلك قمّة الشهادة والفداء، والنخوة والإيثار، وهم معدودون في علم الله، ومعروفون بأسمائهم قبل شهاداتهم، وإنّهم لم ينقصوا رجلاً ولو خذلهم العالم بأسره، كما ولم يزدادوا آخر ولو نصرهم الخلق كلّه. \nإنّ « هؤلاء هم أنصار الحسين جميعاً بضعة عشرات من الرجال يقفون في \n____________________\n(1) إنّ سيرة الحسن البصري وعلاقته بالتصوّف مبسوطة في كتابنا (تاريخ التصوّف في الإسلام). ",
        "\nوجه الآلاف، ويلحّ عليهم العطش والضيق، وينتظرون الموت واحداً واحداً، وكلّهم اطمئنان إلى نيل الموت وجلال الشهادة »(1)، علماً بأنّ هذه القلّة المؤمنة كانت كفؤاً لتلك الكثرة التي تملك الكثير من العتاد والسلاح، والإمدادات العسكرية والغذائية، والتي لا تقف هذه ولا تنضب لحظة واحدة. \nهذه القلّة بعددها وعدّتها كانت قوية وصلبة، وكبيرة وعملاقة في إيمانها ويقينها، حيث لم تركع ولم تستسلم بل صمدت وقاتلت تحت لواء الحسين وفي ظلّه ببسالة عجيبة، وشجاعة نادرة حتّى آخر جندي، وآخر سيف، وآخر سهم، و(آخر طلقة) بالمفهوم الحديث؛ ذلك لأنّ هدفها لم يكن إحراز نصر عسكري مؤقت، أو نجاح تكتيكي لفترة بقدر ما كان تصحيح انحراف عريض بعد أن أصبح تقويمه غير ممكن إلاّ عن طريق القيام بعملية انتحارية جماعية؛ لذا فإنّ « أغرب ما في ثورة الحسين وصحبه على حكم يزيد بن معاوية إنّهم كانوا يعلمون مصائرهم قبل الإقدام عليها »(2). \nويصف أحد زعماء جيش ابن زياد هذه القلّة المؤمنة وصفاً دقيقاً يقول فيه: أثارت علينا عصابة أيديها على مقابض سيوفها؛ كالأسود الضارية، تحطّم الفرسان يميناً وشمالاً، وتُلقي بنفسها على الموت، لا تقبل الأمان، ولا ترغب في مال، ولا يحول بينها وبين حياض المنية أو النصر، فلو كففنا عنها رويداً لأتت على ",
        "____________________\n(1) الإمام علي صوت العدالة الاجتماعية - جورج جرداق.\n(2) الحسين بن علي - محمّد كامل حسن. \n",
        "نفوس العسكر بحذافيرها. \nلقد وضع الحسين (عليه السّلام) على رأس ميمنة قوّاته زهير بن القين، بينما أسند ميسرته إلى حبيب بن مظاهر الأسدي، وقد بقي هو في القلب لإدارة المعركة وتوجيهها عن كثب. \nأمّا رايته(1) فقد أودعها عند أخيه أبي الفضل العبّاس؛ لأنّه قمر بني هاشم، وأكفأ وأشجع الرجال جميعاً، وأثبت للطعن، وأشدّ مراساً من سواه؛ حيث كان الحسين (عليه السّلام) يعتبره ويعدّه ذراعه الأيمن وساعده القوي الأمين. \nوإنّما أودع الراية إلى العبّاس؛ وذلك لأنّ من عادة العرب عند الحرب أن يَدعوا الراية عند أشجع رجل في الجيش؛ إذ عليه أن يحتفظ بها مرفوعة دائماً، وهو في وسط مجموع الأعداء، حيث يرفعها بيد، ويحارب باليد الاُخرى؛ ولهذا السبب اختار الحسين (عليه السّلام) أخاه العبّاس لحمل رايته؛ لأنّه كان - وكما ستثبت الوقائع - الأقوى والأشجع من الجميع في القيام بهذه المهمة. ",
        "وعليه فما كان سيف الحسين أطول سيوف الحقّ والتاريخ، فإنّ راية العبّاس \n____________________\n(1) إنّ الفرق بين الراية واللواء، هو أنّ الراية هي العلم، واللواء دونها، فالراية - والتي لا يحملها إلاّ الشجعان والأكفاء والأوفياء في العسكر - كانت مع العبّاس، والألوية أودعت بيد قادة الميمنة والميسرة والقلب.\nوعن الراية ومكانتها يُنقل عن الإمام (عليه السّلام) قوله: (( لا تميلوا براياتكم، ولا تزيلوا ولا تجعلوها إلاّ مع شجعانكم؛ فإنّ المانع للدمار، والصابر عند نزول الحقائق أهل الحفاظ. واعلموا أنّ أهل الحفاظ هم الذين يحتفظون براياتهم ويكتنفونها، ويصيرون حفافها وأمامها وورائها، ولا يضيّعونها، ولا يتأخرون عنها فيسلمونها، ولا يتقدّمون عنها فيفردونها )). والراية - من ثمّ - ما دامت هي مرفوعة فإنّها إشارة الظفر وعلامة الفوز والنجاح، أمّا إذا انكسرت أو سقطت تعني الهزيمة والخسارة. ",
        "\nهذه كانت أرفع رايات العدالة فيه. \nأمّا في الجانب والطرف الآخر فقد قام ابن سعد بدوره بصف وتعبئة جيشه، وكان تعداده يربو على الـ (30) ألف مقاتل في أقل تقدير، وقيل: (70) ألفاً، جلّهم من أهل الكوفة، والبقية القليلة من المناطق المجاورة لها. \nولقد وضع عمرو بن الحجّاج الزبيدي على ميمنته، والشمر على ميسرته، واختار فروة بن قيس ليكون على الخيالة، بينما أودع رايته إلى مولاه ويُدعى هذا دريد، علماً بأنّ إعطاء الراية لعبده يعني في العرف العسكري أنّه أبقاها لنفسه. ",
        "وعن تعداد كلا الجيشين المتقابلين على أرض كربلاء نظم أحد الشعراء الشعبيين يقول: \nسبعين ألف دارت على إحسين   اُو عنده زلم ما غير سبعين\nكما ونظم السيد باقر الهندي حول هذا التعداد للجيشين يقول: \nجاؤوا بسبعينَ ألفاً سل بقيَّتَهم   هل قاومونا وقد جئنا بسبعينا",
        "ولقد كان مجموع المسافة بين مخيّمي الجيشين يقارب الميلين على أقل تقدير، وهذه القاعدة كانت متّبعة دائماً في المعارك بسبب جولان الفرسان المحاربين أولاً، ولكي يكون كلا المخيّمين بعيدين عن نطاق وأذى السهام والنبال المتبادلة بين صفوف المحاربين ثانياً. \nلقد ارتفع قرص الشمس قليلاً في السماء، وعندها تقدّمت قطعات جيش الشيطان صوب مواقع ومخيّمات الحسين (عليه السّلام)، وأخذت تصول وتجول حول المخيّمات من مختلف الاتجاهات. \n\nوحينها أمر الحسين (عليه السّلام) بإشعال الحطب الذي صُفّ خلف المخيّم؛ لتتولى النار منع قطعات العدو من الاقتراب، أو الدخول من خلف المخيّم. ",
        "وعندما رأى الذئاب النار تضطرم في الخندق خلف المخيّم صاح الشمر برفيع صوته: يا حسين، تعجّلت بالنار قبل يوم القيامة. \nفأجابه الحسين (عليه السّلام): (( يابن راعية المعزى، أنت أولى بها منّي صليّاً )). \nوأراد مسلم بن عوسجة هنا أن يرميه بسهم ليرديه صريعاً، إلاّ أنّ الحسين (عليه السّلام) منعه من ذلك، وقال له: (( أكره أن أبدأهم بالقتال ))(1). \nوعند ذلك امتطى الحسين (عليه السّلام) فرسه، وأخذ مصحفاً ونشره على رأسه، وألقى فيهم خطبته الثانية المشهورة(2) في يوم عاشوراء، والتي جاء في بعضها: (( يا قوم، إنّ بيني وبينكم كتاب الله وسنّة جدّي رسول الله (صلّى الله عليه وآله). يا أهل الكوفة، قبحاً لكم وتعساً! حيث استصرختمونا والهين فأتيناكم موجفين، فسحقاً لكم يا عبيد الأمة، وشذّاذ الأحزاب، ونبذة الكتاب، ومحرّفي الكلم، وعصبة الآثم، ونفثة الشيطان، ومطفئ السنن! ",
        "ويحكم! هؤلاء تعضدون، وعنّا تتخاذلون؟! \n____________________\n(1) نشير إلى أنّه في كلّ المعارك التي خاضها الإمام علي (عليه السّلام) في خلال خلافته الراشدة كان لا يبدأ عدوّه بالقتال أبداً، بل يبدأ ويشرع هذا العدو بالقتال ليتولّى هو حينئذٍ ردّه؛ وذلك لتكون الحجّة على العدو مضاعفة؛ أحدها هو العصيان والتمرّد الذي يمارسه إزاء الإمام وسلطته الشرعية، والاُخرى لبدئه وشروعه بالقتال والنزال. وهكذا كان الولد، وهو الحسين (عليه السّلام)، هنا وهنالك على سرّ أبيه كما يقول المثل العربي الشائع.\n(2) لم نشر إلى الخطبة الأولى للاختصار الذي آثرناه في هذه الدراسة، وهي مدونة بالتفصيل في الكتب التاريخية والمقاتل، ومنها كتابي (الحسين... ثورة دائمة). ",
        "\nألا وإنّ الدعي ابن الدعي(1) قد ركز بين اثنتين؛ بين السلة والذلّة، وهيهات منّا الذلّة، يأبى الله لنا ذلك ورسوله والمؤمنون، وحجور طابت وطهرت، واُنوف حمية، ونفوس أبيه من أن تؤثر طاعة اللئام على مصارع الكرام. \nألا وإنّي زاحف بهذه الاُسرة على قلّة العدد، وخذلان الناصر. أما والله، لا تلبثون بعدها إلاّ كريثما يركب الفرس حتّى تدور بكم دور الرحى، وتقلق بكم قلق المحور، عهد عهده إليّ أبي عن جدّي رسول الله، فاجمعوا أمركم وشركاءكم ثمّ لا يكن أمركم عليه غمّة. \nاللّهمّ احبس عنهم قطر السماء، وابعث عليهم سنينَ كسنيِّ يوسف، وسلّط عليهم غلام ثقيف(2) يسقيهم كأساً مصبّرة، ولا يدع فيهم أحداً إلاّ قتله؛ قتلة بقتلة، وضربة بضربة، ينتقم لي ولأوليائي وأهل بيتي منهم؛ فإنّهم كذبونا وخذلونا، وأنت ربّنا عليك توكّلنا وإليك المصير... ))(3). ",
        "____________________\n(1) الدعي والاستلحاق: هو أن يدّعي المرء رجلاً ينسبه، وقد يكون عبداً، أو أسيراً، أو مولى فيسمّيه مولاه وينسبه إليه. وكان العرب يسمّون المستلحق (دعياً).\n(2) تمّ إعداد كتاب جديد عن حياة المختار الثقفي باسم (المختار).\n(3) من الملاحظ والشائع أنّ الحسين (عليه السّلام) كان قد أكثر ووسّع من خطبه ومواعظه على جماهير الناس، وفي كلّ مناسبة متاحة، ومنذ مغادرته المدينة المنورة حتّى وصوله إلى أرض كربلاء.",
        "ومردّ ذلك أنّه (عليه السّلام) كان يتحاشى ويخشى أن يدخل أحد من الناس إلى النار بسببه، أو عن طريقه؛ لكونه من أهل البيت الذين جعلهم الله رحمة للعالمين، وسبيلاً لنجاتهم وفوزهم، لا ليكونوا سبيلاً لدخول أحد إلى جهنم وبئس المصير.\nإنّ هذه هي أخلاق أهل البيت (عليهم السّلام)، وتلك هي أخلاق وسيرة خصومهم في شنّهم لحرب الإبادة والاستئصال، ومنع الماء لأهل هذا البيت، والذي لا يرجو لهم - في المقابل - إلاّ الخير والنجاة من النار. \n\nثمّ أنشد (عليه السّلام) أبيات لفروة المرادي: ",
        "فإن نُهزم فهزّامون  قُدماً   وإن نُهزم فغيرُ  مُهزّمينا\nوما إن طبّنا جبنٌ  ولكن   منايانا ودولةُ  آخرينا\nفقل للشامتين بنا  أفيقوا   سيلقى الشامتونَ كما لقينا\nإذا ما الموتُ رُفّعَ عن اُناس   بكلكلهِ أناخَ  بآخرينا",
        "وبعد الفراغ من الخطبة الثانية هذه أجابه أهل الكوفة: إنّنا لا نفهم ما تقول. \nممّا اضطر الحسين (عليه السّلام) للعودة إلى مكانة لانتظار الخطوة التالية بعد أن أصبح الجيشان في أعلى درجات التأهّب والاستنفار. \n\n",
        "\nالملحمة الكبرى \nبعد أن أنهى الحسين (عليه السّلام) من إلقاء خطبته الثانية على القوم، تقدّم ابن سعد بصفته القائد العام لقوات الغدر والعدوان، تقدّم إلى أمام معسكر الحسين (عليه السّلام) وأطبق عليه من الأمام؛ تمهيداً لإشعال فتيل الحرب المدمّرة ضدّ الحسين وأعوانه؛ حيث تناول من مولاه دريد سهماً ووضعه في كبد قوسه، ورمى به على معسكر الحسين (عليه السّلام) وهو ينادي برفيع صوته؛ ليسمع أفراد جيشه قائلاً: اشهدوا لي عند الأمير أنّي أوّل مَنْ رمى الحسين، أو ضرب بسهم. \nوبذلك فقد ابتدأت الملحمة الكبرى في أرض كربلاء، والتي خطّط لها ابن سعد وسيّده ابن زياد وطاغيتهم في الشام يزيد؛ لتكون حرب إبادة واستئصال لآل الله ورسوله، ولمَنْ أعانهم ونصرهم وذاد عنهم ولو بشربة من ماء(1). ",
        "وبعد أن رمى ابن سعد بسهمه انهالت السهام على معسكر الحسين كأنّها رشق المطر الغزير، وهنا قال الحسين (عليه السّلام) لأصحابه وأهل بيته: (( قوموا - يرحمكم الله - يا كرام إلى الموت الذي لا بدّ منه، ولا مفرّ لكم عنه؛ فإنّ هذه السهام هي رسل القوم إليكم )). \n____________________\n(1) نشير إلى أنّه بعد أن أعلن الحرّ الرياحي توبته وندمه على فعله إزاء الحسين (عليه السّلام)، وحيث كفّر عن ذلك بانضمامه إلى صفوف الحسين (عليه السّلام) قبل بدء الحرب، وخشية أن يتبعه الآخرون من المقاتلين بالالتحاق بصفوف الحسين (عليه السّلام)؛ لذا فقد أسرع ابن سعد في التقدّم إلى أمام معسكر الحسين وأشعل هناك نيران الحرب المدّمرة. \n",
        "وبهذا النداء فقد ابتدأت الصفحة (المرحلة) الرابعة في معركة الكفاح والنضال والجهاد لتقويض دعائم الظلم والجور، وهي معركة - بحقّ - بين منطق الذي ينظر إلى الدنيا بعين الآخرة، ومنطق الذي لا يؤمن بالآخرة أصلاً. \nوكان الهاشميّون وعلى رأسهم العبّاس (عليه السّلام) يطالبون بالقتال أوّلاً، حيث إنّ مرادهم من ذلك هو: ألاّ نترك أصحابنا يتقدّمون أوّلاً إلى القتال؛ لأنّ الحمل الثقيل لا يحمله أو يقوم به إلاّ أهله، فنحن نتقدّم أوّلاً إلى الحرب ثمّ هم بعدنا. \nبينما كان مراد الأصحاب وهدفهم بقيادة حبيب بن مظاهر الأسدي عكس ذلك، حيث قالوا للهاشميين: بل نحن نتقدّم إلى الموت أوّلاً، ثمّ تجيئون أنتم على الأثر حتّى لا نرى أمامنا هاشمياً مضرّجاً بدمه. \nوفي هذا المعنى يقول أحد الشعراء: ",
        "يتنافسونَ على المنيّة بينهمْ   فكأنّما هي غادةٌ معطارُ\nيتسابقونَ على الكفاحِ ثيابهمْ   فيها وعمّتهم قنا وشفارُ\nكما ونظم السيد حيدر الحلّي حول الموضوع يقول: \nقوم إذا نودوا لدفعِ  ملمّةٍ   والخيل بين مدّعسٍ  ومكردسِ",
        "لبسوا القلوبَ على الدروعِ وأقبلوا   يتهافتونَ على ذهابِ  الأنفسِ\nنصروا الحسينَ فيا لهم من  فتيةٍ   باعوا الحياةَ وأُلبسوا من  سندسِ\nكما وقال شاعر ثالث حول نفس المعنى: \nجادوا بأنفسهم عن نفسِ سيّدهم   وقد رأوا لبثهم من بعدهِ عارا",
        "وفي الأخير كان السبق هنا للأصحاب في اقتحام جبهة العدو؛ حيث كانوا يعرفون أنّهم غير قادرين على دفع القتل عن الحسين (عليه السّلام)؛ لذا فقد كانوا يتنافسون \n\nعلى أن يُقتلوا بين يديه، حيث حملوا على القوم (جيش أهل الكوفة) بعد التوكّل على الله تعالى، ووداع إمامه الحسين (عليه السّلام) وأخذ الأذن منه. \nنعم، حملوا على جيش العدوان بآلافه المؤلّفة الميسورة بسيوفه العادية، ورماحه الباغية حملة رجل واحد، وشدّوا عليهم شدّ الليوث، واقتتلوا بشجاعة وبسالة فائقين منزلين بالعدو خسائر فادحة في الأرواح والمعدات، وكلّ أمانيهم أن تواتيهم مناياهم بين يديّ الحسين أو عند قدميه، حيث استشهد عقبها نصف أصحاب الحسين (عليه السّلام) في هذه الحملة. ",
        "كما وأخذ من ثمّ الرجلان والثلاثة والأربعة يستأذنون الحسين (عليه السّلام) في قتال أهل الكوفة، والذبّ عنه، والدفاع عن حرمه، وكان كلّ واحد منهم يحمي الآخر من كيد عدوّه. \nوينقل هنا بالمناسبة أنّ أربعة من أصحاب الحسين من بينهم عمرو بن خالد الصيداوي ومولاه سعد، واثنين آخرين كانوا قد شدّوا جميعاً على أهل الكوفة، حيث أوغلوا في قلب جيش الكوفة، حيث أحاط بهم جيش أهل الكوفة وانقطع ارتباطهم بمعسكر الحسين (عليه السّلام). \nفما كان من الحسين (عليه السّلام) هنا حين تجلّى له الأمر إلاّ أن يندب إليهم أخاه العبّاس (عليه السّلام)، حيث تمكّن العبّاس بشجاعته وبسالته من إنقاذهم من وسط جيش الغدر والعدوان؛ لأنّه كان رجل المهمّات الصعبة في معسكر كلّ مهمّاته كانت صعبة. وهكذا أخذ أصحاب الحسين (عليه السّلام) يتساقطون واحداً بعد آخر، بدءاً من الحرّ الرياحي(1)، ومروراً بمسلم بن عوسجة، وحبيب بن مظاهر، وزهير بن القين، \n____________________",
        "(1) لقد كان الحرّ الرياحي أوّل الذين خاضوا المعركة ضدّ أهل الكوفة؛ لأنّه أراد بذلك أن يكفّر =\n\nوانتهاءً عند جون مولى أبي ذر الغفاري وسواه. \nحيث كلّما برز واحد منهم ودّع الحسين (عليه السّلام) وأسلمه إلى مَنْ خلفه ليحميه ويذود عنه حتّى فارقوه جميعاً؛ ليلتقوا معه في جنّات الخلد، والتي عرضها السماوات والأرض. ",
        "وهكذا فقد عبّد هؤلاء بدمائهم الزكية للأجيال القادمة طريق الكرامة والعزّة والعدالة الاجتماعية، كما وأنّ مصرعهم على أرض الطفوف، وبيد شرار الخلق وفساقها، هي مزية ومأثرة ادّخرها الله سبحانه لهم. \nعلماً بأنّ هذه المنازلة مع جيش العدو، والتي خاضها أصحاب الحسين تعتبر الحملة الأوّلى في يوم عاشوراء، وقد استشهد فيها (50) بطلاً من أصحاب الحسين (عليه السّلام) وأعوانه. \nوجاء من بعد مصرع هؤلاء دور فرسان وشجعان أهل البيت (عليهم السّلام)، وعددهم (17) شاباً، وكلّهم من أبناء علي وجعفر وعقيل، والحسن والحسين (عليهم السّلام)... إلخ، وهم الفتية الأبرار الذين تأخّر موعد منازلتهم للعدو؛ ليكونوا ضمن الحملة الثانية على طريق الفداء والتضحية ونكران الذات؛ حيث إنّ القتل لهم عادة وكرامتهم من الله \n____________________",
        "= عن تصرّفاته السابقة إزاء الحسين (عليه السّلام)، حيث كان هو أوّل مَنْ لقى الحسين (عليه السّلام) في صحراء العراق الغربية على رأس جيش من مرتزقة وأزلام العدو يبلغ (1000) فارساً، وهو الذي ضيّق على الحسين (عليه السّلام) وحال دون حركته وانتقاله إلى مكان آخر، وأدّى هذا التضييق في النهاية لأن يصل الحسين (عليه السّلام) أرض كربلاء.\nولقد خاض الحرّ المعركة بعد أن استفسر من قائد جيشه ابن سعد عمّا إذا كان في النيّة قتال الحسين، حيث أجابه: نعم، قتال أقلّه أن تُقطع الأيدي وتطيح الرؤوس. \n\nالشهادة(1). ",
        "فتقدّم إلى الجبهة علي الأكبر وعمره (27) سنة، وقيل: أقل، وتبعه عبد الله بن مسلم، فأبناء عبد الله بن جعفر الطيار، ثمّ أبناء الحسن الزكي المجتبى (عليه السّلام)، وكان القاسم أصغرهم... إلخ. \nوكلّ مَنْ كان يبرز من هؤلاء لخوض غمار المعركة كان ينطق بالعطش، ويطلب الماء ليروي غليله، إلاّ أنّ جواب الحسين (عليه السّلام) لكلّ واحد منهم كان: (( اصبر فإنّك لا تُمسي حتّى يسقيك رسول الله (صلّى الله عليه وآله) بكأسه الأوفى )). \nأمّا العبّاس (عليه السّلام) والذي كان يقف إلى جوار الحسين (عليه السّلام)، فإنّ حضوره هذا قد جعل للملحمة حجم أوسع ممّا كان لها، ومقاسات أكثر علوّاً وسموّاً وارتفاعاً، فقد كان يحيّي كلّ مَنْ كان يتقدّم من أقربائه هؤلاء إلى الجبهة، وكان يقول لهم لغرض تشجيعهم على المنازلة، وإنزال أقصى الخسائر في صفوف العدو كان يقول: تقدّموا حتّى أراكم قد نصحتهم لله ورسوله. \nولمّا رأى العبّاس كثرة القتلى في أهله علم بأنّ دور إخوته في الكفاح والنزال قد حان، حيث لم يبقَ من المحاربين حيّاً سواهم، فقال لهم، وهم: عبد الله، وعثمان، ",
        "____________________\n(1) عن الشهادة وطلبها يروى أنّ الرسول (صلّى الله عليه وآله) كان قد زار علياً (عليه السّلام) بعد واقعة اُحد لمواساته على الجروح التي أصابته فيها، والتي بلغ عددها (70) جرحاً، فقد قال الإمام (عليه السّلام) للرسول (صلّى الله عليه وآله) متأسّفاً: (( يا رسول الله، أرأيت كيف حيزت عنّي الشهادة؟ )). فقال له الرسول (صلّى الله عليه وآله): (( إنّها من وراءك يا علي، فكيف صبرك إذن؟ )). فقال علي (عليه السّلام): (( يا رسول الله، ليس هذا من مواطن الصبر، ولكن من مواطن البشرى والشكر؛ إنّ الصبر يكون على البلاء، بينما الشهادة - في رؤية أهل البيت - نعمة وبركة، فهي موطن شكر وبشرى )). \n\nوجعفر: تقدّموا يابني اُمّي، فحاموا عن سيّدكم حتّى تموتوا دونه، وحتى أراكم قد نصحتم لله ولرسوله... تقدّموا بنفسي أنتم حتّى أراكم قتلى فأحتسبكم واُثاب بكم. ",
        "فاستجاب إخوة العبّاس لنداء أخيهم، فهبّوا مسرعين للقتال، ووطّنوا أنفسهم على الموت دفاعاً عن أخيهم الحسين (عليه السّلام)، وهم يردّدون: \nنحنُ بنو اُمِّ البنين الأربعهْ   ونحنُ خيرُ عامر بن صعصعهْ\nالضاربونَ الهامَ وسطَ الجمجمهْ\nفقاتلوا جميعاً قتالاً عنيفاً شديداً حتّى هووا كما تهوي النجوم إلى الأرض مضرّجين بدمائهم. ",
        "ووقف العبّاس على أشقائه الذين مزقّت أشلاءهم سيوف الأعداء، فأخذ يذرف عليهم أحرّ الدموع، وتمنّى لو أنّ المنيّة كانت قد وافته قبلهم. \nأمّا العبّاس (عليه السّلام) نفسه فكان آخرهم وخاتمهم على طريق العزّة والنضال والجهاد، حيث إنّ الحسين (عليه السّلام) كان قد أرجأ الترخيص والإذن له بالمنازلة حتّى حين. \nوإنّما استبقاه إلى جواره - رغم إلحاح العبّاس في خوض المعركة - حتّى تستمر هذه المعركة ضدّ العدو الغاشم بعنفوانها وغليانها، وليبقى مع العائلة إلى آخر لحظة ممكنة؛ لأنّ شهادته في البداية - وهي لا بدّ منها - قد تفّت في عضد جيش الحسين (عليه السّلام)، وتضعف معنويات العائلة. \nلذا فقد قال الحسين (عليه السّلام) له: ",
        "\n(( أخي أنت صاحب لوائي، وكبش كتيبتي، إذا مضيت تفرّق عسكري، ويؤول جمعنا إلى الشتات )). \nوعن هذه الحالة يقول الشاعر الشعبي جليل الجنابي: \nيگله اشلون يا  عباس   عنّي تروح يا  رجواي",
        "أنت رمحي اُو  سيفي   وانت يسرتي اُو  يمناي\nأنت الگلب وانت الروح   وانت نور  البعيناي\nلهذا لم يأذن بالقتال إلاّ في الساعات الأخيرة، وبعد أخذ ورد؛ لأنّ العبّاس كان على عجلة من أمره لدخول الجنّة، كما كان أعداؤه على عجلة من أمرهم لكسب الجائزة من ابن زياد. وحين لم يجد الحسين (عليه السّلام) بدلاً من الإذن له بعد أن ذاب قلبه، وذهبت نفسه حزناً وأسى على ما حلّ في آل وأصحاب الحسين من مصائب ونوائب، وبعد أن وجد أنّ نفسه تسبق جسمه في جهاد الطغاة والظالمين. \nحيث أضاء له اللون الأخضر، وترك له حرية المواجهة والنزال، حيث قال له: (( إن كان ولا بدّ، فاطلب لهؤلاء الأطفال قليلاً من الماء )). ",
        "وهكذا فقد قيّد يديه ورجليه بإتيان الماء للأطفال. \nوقبل أن يحمل العبّاس (عليه السّلام) على جيش العدوان، ويخترق صفوفهم، نادى أمام هذا الجيش: يا عمر بن سعد، هذا الحسين ابن بنت رسول الله (صلّى الله عليه وآله)، قد قتلتم أصحابه وأهل بيته، وهؤلاء عطاشى منذ (3) أيام، فاسقوه من الماء؛ فقد أحرق الظمأ قلوبهم. أما تذكرون العطش يوم الفزع الأكبر، أما تذكرون ما أنزل الله، أما تخافون من عذاب الله ونقمته يوم يجمع الله الناس فيه إلى المحشر؟! \n\nوفي هذا المعنى نظم الشاعر أنور الجندي يقول: ",
        "وذئابُ الشرورِ تنعمُ  بالما   ء وأهلُ النبيِّ من غيرِ  ماءِ\nيا لظلمِ الأقدار يظمأ قلبُ  اللي   ث والليثُ موثقُ الأعضاءِ\nوصغارُ الحسينِ يبكونَ في الصح   راء يا ربِّ أينَ غوثُ  القضاءِ\nكما وقال الشاعر أبو المحاسن حول الموضوع: ",
        "لو أنّ بالصخرِ ما قاساهُ من عطشٍ   كادت لهُ الصخرةُ الصماءُ تنغلقُ\nإلاّ أنّ الجواب على هذا النداء كان قد جاء على لسان الشمر حيث قال بصوت عالي: يابن أبي تراب(1)، قل لأخيك لو كان وجه الأرض كلّه ماءً، وهو تحت أيدينا، لما سقيناكم منه قطرة واحدة، ولا ذقتم منه شربة باردة حتّى نجرّعكم كأس المنون غصة بعد غصة، إلاّ أن تدخلوا في بيعة يزيد.... \nفغضب العبّاس وقال: إنّ القوم قد استحوذ عليهم الشيطان فأنساهم ذكر الله... إلخ. \nوإثر ذلك شدّ على الأعداء حيث أخذت أبدانهم ترتجف، ومفاصلهم ترتعد، ووجوههم تتغيّر خوفاً منه حيث هزمهم نفسياً قبل أن يهزمهم في ساحات ",
        "____________________\n(1) إنّ كلمة أبو تراب كناية عن كثرة عبادته وصلواته؛ وذلك لأنّ المسلمين كانوا في السابق يسجدون على التراب، وكان الإمام علي (عليه السّلام) معفّر الجبين لكثرة ما يسجد على التراب.\nوجاء في صحيح البخاري ومسلم أنّ الرسول (صلّى الله عليه وآله) وجد الإمام مرّة في المسجد نائماً وقد ترب جبينه، فجعل يمسح التراب عن جبينه ويقول: (( قم يا أبا تراب ))، أي قم يا كثير العبادة. وكانت هذه الكنية (أبو تراب) أحبّ الكنى إلى الإمام علي (عليه السّلام). \n",
        "الحرب، حيث يعبّر الشاعر السيد حيدر الحلّي عن الموقف ويقول: \nعبست وجوهُ القومِ خوفَ المو   ت والعباسُ فيهم ضاحكٌ متبسّمُ\nواتجه صوب نهر العلقمي حيث فرّت الكتائب من أمامه، وباتت تسحق بعضها بعضاً، ولم يفزعه جيش الكوفة الضال عن رشده المكلّف بحراسة الشريعة، والذي يقدّر بـ (4) آلاف فارس كأنّهم جراد منتشر، حيث تمكّن من كشفه عن الماء والوصول إليه، وملأ القربة التي كان يحملها معه بالماء. \nوأراد - وهو في الماء - أن يشرب شيئاً منه؛ لأنّ عطشه كان لا يقلّ عن عطش الحسين وأهل بيته (عليهم السّلام)، إلاّ أنّه تذكر عطش أخيه الحسين (عليه السّلام) والأطفال والنسوة، ومَنْ قُتل من بني عمّه وأصحابه، فرمى الماء من يده ولم يشرب منه قطرة واحدة، وقال: ",
        "يا نفسُ من بعدِ الحسينِ هوني   وبعدهُ لا كنتِ أو تكوني\nهذا الحسينُ واردُ المنونِ   وتشربينَ باردَ المعينِ\nتاللهِ ما هذا فعالُ ديني\nثمّ صمّم العبّاس إثرها على إيصال القربة إلى معسكر الحسين (عليه السّلام)؛ لريِّ مَنْ فيه، وبكلّ صورة ووجه، وذلك بعد أن أحكم شدّ فتحتها ورماها على عاتقه، حيث إنّ حياته وأمله في تلك اللحظات كانت معلّقة بتلك القربة، وهي أن يوصلها سالمة إلى مخيّم الحسين (عليه السّلام).",
        "وعن هذه الحالة يقول الشاعر: \nأأبردُ قلبي بالزلالِ وبرده   ويُحرقُ من آلِ الرسولِ قلوبُ\nفيا نفسُ موتي بالظما وتقطّعي   وإن كان ماءُ الشطِّ منكِ قريبُ\n",
        "فواللهِ لا ذقت من الماءِ قطرةً   إلى حيث سهمُ المنونِ يصيبُ(1)\nكما ويقول شاعر آخر حول الموضوع: \nودمدمَ ليثُ الغابِ يعطو بسالةً   إلى الماءِ لم يكبر عليهِ  ازدحامُها\nألمّتِ بهِ سوداءُ يخطفُ برقُها ال   بصائرَ من رعبٍ ويعلو  قتامُها",
        "جلاها بمشحوذِ الغرارينِ  أبلجٍ   يدبُّ بهِ للدارِعينَ  حمامُها\nثنى رجلهُ عن صهوةِ المهرِ وامتطى   قرى النهرِ واحتلَّ السقاءَ  همامُها\nوهبَّ إلى نحو الخيامِ  مشمّراً   لريّ عطاشى قد طواها أوامُها\nكما ونظم شاعر ثالث يقول: ",
        "سل الشريعةَ عنهُ يومَ خاضَ بها   هل ذاقَ للماءِ طعماً وهو غارفهُ\nرمى المعينَ بنهرٍ من أناملِه   وصدّ عنهُ وما بلّت  مراشفهُ\nإن لم يزد معنىً في  شجاعته   على  أبيهِ فقد ساوت مواقفهُ\nوفي هذا المعنى نظم شاعر رابع على لسان اُمّ البنين، وأنّها قالت بالفعل واصفة الموقف على حقيقته: ",
        "يا مَنْ رأى العباسَ كرَّ   على  جماهيرِ النقدْ(2)\nووراهُ من أبناءِ حي   در كلّ ليثٍ ذو  لبدْ\nاُنبئتُ أنّ ابني  اُصي   ب برأسهِ مقطوعَ يدْ\nلو كانَ سيفكَ في  يدي   ك لما دنا منكَ أحدْ",
        "إلاّ أنّ الأعداء تكاثروا عليه في الطريق، وأحاطوا به من كلّ صوب وجهة حتّى قطعوا عليه طريقه؛ ليحولوا دون إيصال الماء إلى معسكر الحسين (عليه السّلام) فلم يبالِ بهم، وأخذ يضرب القوم بسيفه مجندلاً كلّ مَنْ يقترب منه، ولسان حاله يقول: \n____________________\n(1) في البيت خلل عروضي واضح. (موقع معهد الإمامين الحسَنَين)\n(2) النقد: معناه الأغنام. ",
        "\nلا أرهبُ الموتَ إذا الموتُ  زقا   حتّى اُوارى في المصاليتِ  لقى\nإنّي أنا العباسُ أغدو  بالسقا   نفسي لسبطِ المصطفى الطهرِ وقا\nولا أهابُ الموتَ يومَ  الملتقى   بل أضربُ الهامَ وأفري المرفقا",
        "إلاّ أنّ السهام كانت قد أتته كالمطر، كما وكمن له أحد مرتزقة جيش البغي فضربه على يمينه فقطعها، فأخذ العبّاس السيف بشماله وجعل يضرب بعنف وقوّة جنود جيش الكوفة، وهو يردّد: \nواللهِ إن قطعتموا يميني   إنّي اُحامي أبداً عن ديني\nوعن إمامٍ صادقِ اليقينِ   سبطِ النبي الطاهرِ الأمينِ\nكما ونظم شاعر آخر هذا الشعر على لسان العبّاس: ",
        "أقسمتُ باللهِ الأعزِّ  الأعظمِ   وبالحجونِ صادقاً  وزمزمِ\nوبالحطيمِ والقنا  المحرّمِ   ليخضبنَ اليومَ جسمي بالدمِ\nدونَ الحسين ذي الفخارِ الأقدمِ   إمامِ أهلِ الفضلِ  والتكرّمِ\nوكان العبّاس يحثّ فرسه بقوّة لعله يوصل القربة سالمة إلى المخيم، وهو يدمدم قائلاً: ",
        "يا نفسُ لا تخشَي من الكفّارِ   وأبشري برحمةِ الجبّارِ\nمع النبي السيدِ المختارِ   قد قطعوا ببغيهم يساري\nفأصلهم يا ربِّ حرَّ النارِ\nكما ونظم الشاعر محمّد علي كمونة الكبير حول الموضوع يقول: ",
        "أرى الموتَ عندَ الناسِ مرّاً مذاقُه   وعندكَ أحلى من عناقِ الكواعبِ\nولكنكَ اخترتَ الوصولَ لرتبةِ ال   شهادة شوقاً وهي أعلى المراتبِ\nوبعد كرّ ومناوشة واقتحام كمن له مرتزق آخر فضربه على شماله فقطعها، \n",
        "فضمّ الراية إلى صدره، وبعد ذلك تكاثر عليه الأعداء كالغربان، وأتته السهام كالمطر، فأصابت إحداها القربة واُريق ماؤها على الأرض، كما أصابت عدّة منها صدره وعينيه. \nكما وحمل عليه مرتزق ثالث بعمود من حديد فضربه على رأسه حيث خارت قواه وسقط على الأرض يخور بدمه الزكي. \nوهكذا فقد ضحّى العبّاس بكفّه حتّى لا يضحّي بكف الحقيقة، وضحى بعينه حتّى لا يضحّي بعين البصيرة، وضحّى برأسه حتّى لا يضحّي برأس الإيمان. \nعلماً بأنّه لا السيف الذي قطع يده، ولا السهم الذي أصاب عينه، ولا العمود الذي فلق هامته قد استطاع من أن يؤثّر على معنوياته وتصميمه في الدفاع عن الحقّ والمثل العليا. ",
        "وعن هذه الحالة يقول أحد الشعراء الشعبيين: \nولا تهمّه السهامُ حاشى   مَنْ همُّه سقايةُ العطاشى\nفجادَ باليمينِ والشمالِ   لنصرةِ الدينِ وحفظِ الآلِ\nكما ونظم شاعر آخر وهو علي محمّد الحائري في هذا المعنى يقول: ",
        "فيا حاملاً رايةَ الخالدين   ويا حاملَ الماءَ للظامئينا\nفإن أنت أعطيتَ منكَ الشمال   فشرخٌ بعهدكِ تبقى اليمينا\nنعم، سقط بجنب ضفاف نهر العلقمي بعد أن أوقع في جيش العدو الغاشم خسائر فادحة في الأرواح شملت كلّ بيوت الكوفة على سعتها. \nوحين سقوطه أخذ يودّع أخاه الحسين الوداع الأخير بقوله: عليك منّي السلام يا أبا عبد الله.",
        "\nوهكذا تحوّل العبّاس (عليه السّلام) بشهادته هذه من شخص إلى شاخص، ومن مؤمن إلى رمز للإيمان، ومن بطل إلى رمز للبطولات(1). \nوجاء الحسين (عليه السّلام) كالصقر ووقف على جثمان أخيه العبّاس، وهو يلفظ أنفاسه الأخيرة، وبعد أن استيقن من شهادة أخيه العبّاس قال بألم وحسرة: (( يعزّ والله عليّ فراقك، الآن انكسر ظهري، وقلّت حيلتي، وشمت بي عدوّي ))(2). \nوأنشد(3) الحسين (عليه السّلام) عند جثمانه الطاهر يقول: ",
        "يا مقلتي سيحي دموعاً  جمّة   وابكي على بطلٍ شديدِ  الباسِ\nحامى ودافعَ ما استطاعَ بنفسه   دونَ الحسينِ بصولةٍ ومراسِ\nأسفي على العبّاسِ وهو مجدّلٌ   دامي الجبينِ وخامدُ الأنفاسِ\n____________________",
        "كان عمر العبّاس (عليه السّلام) عند شهادته (34) سنة، وفي سقوطه عند نهر العلقمي نظم الشاعر السيد حيدر الحلّي: \nوهوى بجنبِ العلقمي فليته   للشاربينَ بهِ يدافُ العلقمُ\nوغدا يهمّ بأن يصولَ فلم يطق   كالليثِ إذ أظفارهُ تتقلّمُ\nكما وقال الخطيب الشيخ محمّد علي اليعقوبي حول الحالة نفسها: ",
        "فخرَّ على ضفةِ العلقمي   صريعاً فأعظم بهِ مصرعا\n(2) عن علاقة الأخ بأخيه ومنزلته المميزة لديه ننقل في أدناه حكمة تنسب إلى لقمان الحكيم، حيث قيل: إنّ لقمان حين قدم من سفره الطويل لقي غلامه في الطريق، فقال له: يا غلام، ما فعل أبي؟\nقال: مات. \nقال لقمان: ملكتُ أمري.",
        "قال له: يا غلام، ما فعلت زوجتي؟ قال: ماتت. \nقال لقمان: جُدّد فراشي.\nقال: ما فعلت اُختي؟ \nقال: ماتت. ",
        "قال لقمان: سترت عورتي.\nقال: ما فعل أخي؟ \nقال الغلام: مات. \nقال لقمان: الآن انكسر ظهري. ",
        "(3) الأقرب أن يقال: ولسان حال الحسين (عليه السّلام)؛ وذلك لأنّ الأبيات ليست للإمام (عليه السّلام) قطعاً. (موقع معهد الإمامين الحسَنَين)\n\nكما وأنشد (عليه السّلام) أيضاً: \nعباسُ كبشُ كتيبتي وكنانتي   وسريّ قومي بل أعزّ حصوني",
        "يا  ساعدي في كلِّ معتركٍ به   أسطوا وسيف حمايتي  بيميني\nلمَنْ اللوا اُعطي ومَنْ هو جامعٌ   شملي وفي ضنكِ الزحامِ  يقيني\nوعن هذه الحالة أيضاً نظم الشاعر السيد جعفر الحلّي يقول: \nفمشى لمصرعهِ الحسينُ وطرفُه   بينَ الخيامِ وبينهُ  متقسّمُ",
        "ألفاهُ محجوبَ الجمالِ كأنّهُ   بدرٌ بمنحطمِ الوشيجِ ملثّمُ\nفأكبَّ محنيّاً عليهِ  ودمعُه   صبغَ البسيطَ كأنّما هو  عندمُ\nقد رامَ يلثمهُ فلم يرَ  موضعاً   لم يدمَ من عضِّ السلاحِ  فيلثمُ\nثمّ عاد الحسين (عليه السّلام) إلى مخيمه حزيناً وباكياً على أخيه، ولكنّه كان يكفكف دموعه بكمّه؛ كي لا تراه النسوة فيزداد ألمهنّ بفراق حاميهم العبّاس، وهو يقول: (( أما من مجير يجيرنا! أما من مغيث يغيثنا! أما من طالب حقّ ينصرنا! )). ",
        "وعندها سألته ابنته سكينة عن عمّها العبّاس، ولماذا أبطأ في جلب الماء إليهنّ، فقال لها: (( إنّ عمّك العبّاس قد قُتل )). \nفصاحت سكينة: وا عباساه! راح والله المحامي والكفيل، راح عمّي العبّاس. \nوسمعت العقيلة زينب (ت 15 رجب 62هـ) بمقتل العبّاس فنادت: وا محمّداه! وا فاطمتاه! وا علياه! وا أخاه! وا عباساه! وا ضيعتنا بعدك يا أبا الفضل! \nوبكين النسوة حين سماعهنّ للخبر، كما بكى الحسين (عليه السّلام) معهنّ، ونادى: (( وا ضيعتنا بعدك يا أبا الفضل! )).",
        "\nوهكذا كانت عملية السقي هوايته، ثمّ أصبحت رسالته، وفي سبيلها تمّت شهادته. \nوعندها نهض السجّاد (عليه السّلام) وكان مريضاً واتّجه نحو الأعداء، وهو يتوكأ بيد على عصا، ويشهر سيفه بيده الاُخرى، فلمّا رآه الحسين (عليه السّلام) صاح باُمّ كلثوم: (( احبسه؛ لئلاّ تخلو الأرض من نسل آل محمّد )). وتشبثت به اُمّ كلثوم وأعادته إلى فراشه. \nلقد شعر أهل البيت (عليهم السّلام) بالكارثة من مقتل العبّاس؛ لأنّه كان عمود خيمتهم وها هو العمود قد انكسر، وكان حامل رايتهم وها هي الراية قد سقطت. ",
        "وعن هذه الحالة يقول الشاعر: \nلا أقمرت ليلةٌ صارَ صبيحتها   بدورُ آلِ رسولِ اللهِ في خسفِ\nلا أشرقت شمسٌ يومَ صارَ في غده   شموسُ آلِ رسولِ اللهِ في كسفِ\nكما ونظم شاعر آخر حول شهداء أهل البيت (عليهم السّلام) يقول: ",
        "عين جودي بعبرةٍ  وعويلِ   واندبي إن ندبتِ آلَ الرسولِ\nسبعةٌ منهم لصلبِ  عليٍّ   قد أبيدوا وتسعةٌ  لعقيلِ\nوإذا ما بكيت عيني  فجودي   بدموعٍ تسيلُ كلّ  مسيلِ\nونشير بعد هذا إلى أنّ الحسين (عليه السّلام) كان قد أفرد خيمة في حومة الميدان بجوار معسكره، وكان يأمر بحمل جثمان كلّ مَنْ يُقتل من صحبه وأهل بيته إليها، إلاّ أنّ أخاه العبّاس (عليه السّلام) كان قد تركه في مكان سقوطه قرب نهر الفرات (العلقمي) منحازاً عن الشهداء، وحيث مرقده الطاهر الحالي. ",
        "وإنّما لم ينقل جثمان أخيه العبّاس إلى حيث حمل الشهداء من الأصحاب \n\nوالأقارب إليها؛ وذلك « لسرّ مكنون أطرته الأيام ليكون له مشهد خاصّ به يقصده الناس عبر الزمن بالحوائج والزيارات، وبقعة يزدلف إليها الناس، وتتزلف إلى المولى تعالى تحت قبّته التي ضاهت السماء رفعة وسناء، فتظهر هنالك الكرامات الباهرة، وتعرف الأمّة مكانته السامية، ومنزلته الرفيعة عند الله تعالى فتؤدّي ما وجب عليهم من الحبّ المتأكّد، والزيارة المتواصلة، ويكون (عليه السّلام) حلقة الوصل فيما بينهم وبين الله تعالى »(1). \nوهكذا بات العبّاس (عليه السّلام) ينتقل من جيل إلى جيل - وعبر الزمن - ليس كتراث للإنسانية فحسب بل كمنبّه دائم لضمير البشرية كلّما عصفت به أزمة المثل العليا. ",
        "____________________\n(1) الثورة الحسينيّة - الشيخ فاضل المالكي. \n\nما بعد الملحمة ",
        "لقد قال الكثير عن العبّاس (عليه السّلام) ومواقفه المميّزة في يوم الطفّ، كما وجرى الكثير بعد هذا اليوم الذي ليس له نظير في تاريخ الإنسانية. \nفممّا قاله أئمّة أهل البيت (عليهم السّلام) في شأن العبّاس، نكتفي هنا بإيراد قولين فقط؛ فقد قال عنه الإمام علي بن الحسين السجّاد (ت 95هـ) بالحرف: (( رحم الله عمّي العبّاس، فلقد آثر وأبلى، وفدى أخاه بنفسه حتّى قُطعت يداه، فأبدله الله عزّ وجلّ بهما جناحين يطير بهما مع الملائكة في الجنّة كما جعل لجعفر بن أبي طالب. وإنّ للعباس عند الله تبارك وتعالى منزلة يغبطه عليها جميع الشهداء يوم القيامة )). \nكما وقال الإمام جعفر الصادق (ت 148هـ) عنه: (( كان عمّنا العبّاس نافذ البصيرة، صلب الإيمان، جاهد مع أخيه أبي عبد الله الحسين وأبلى بلاء حسناً، ومضى شهيداً )). \nوأمّا ما قاله سواهم إزاء العبّاس فلا يعدّ ولا يحصى، وكلّ الذي جاء في هذه الدراسة من أقوال لهم (شعراً ونثراً) هو النزر اليسير ممّا قالوه في شأن العبّاس، مكتفين هنا بهذه الإشارة، وإنّ في وسع مَنْ يرغب في الاستزادة الرجوع إلى تلك المظان والمراجع. ",
        "وأمّا الذي جرى بعد يوم الطفّ فهي حوادث ووقائع كثيرة، نقتطف منها هنا الشيء اليسير الذي يرتبط بهذا اليوم التاريخي المهم. \n\nلقد كانت اُمّ البنين (والدة العباس) من أوّل الناس الذين خرجوا لاستقبال بشر بن حذلم، الذي أرسله علي بن الحسين (عليه السّلام) إلى المدينة؛ لغرض إشعار أهلها بما حلّ بالحسين (عليه السّلام) وبأهل بيته وأصحابه، حيث نادى بشر هذا عند وصوله مشارف المدينة برفيع صوته: \nيا أهلَ يثربَ لا مُقامَ لكم بها   قتلَ الحسينُ فأدمعي مدرارُ",
        "الجسمُ منهُ بكربلاء مضرّجٌ   والرأسُ منهُ على القناة يدارُ\nوحين وقع بصرها على الناعي لم تستفسر منه على مصير ابنها العبّاس وإخوته الثلاثة، وإنّما سألته عن الحسين (عليه السّلام). \nوما كاد يصل إلى ذكر ولدها العبّاس [حتّى] اضطربت، وسقط حفيدها الصغير الذي كانت تحمله على الأرض، وقالت: قطّعت نياط قلبي، أولادي الأربعة ومن تحت الخضراء فداء لسيدي الحسين. \nوحين أخبرها بمقتل الحسين صرخت ونادت بألم وحسرة: وا حسيناه! وا حبيب قلباه! يا ولدي يا حسين! نور عيني يا حسين! ",
        "ولقد شاركها مَنْ كان حاضراً إلى جوارها في النياحة والبكاء والعويل على شهداء كربلاء عامّة والحسين خاصّة. \nوعن هذه الحالة نظم الشاعر الشيخ أحمد الدجيلي: \nاُمّ البنين وما أسمى مزاياكِ   خلّدت بالصبرِ والإيمانِ  ذكراكِ\nأبناؤك الغرّ في يومِ الطفوفِ قضوا   وضحّوا في ثراها بالدمِ  الزاكي",
        "لمّا أتى بشرُ ينعاهمُ  ويندبهم   إليكِ لم تنفجر بالدمعِ  عيناكِ\n\nوقلتِ قولتكِ العظمى التي خلدت   إلى القيامةِ باقٍ عطرها الزاكي\nأفدي بروحي وأبنائي الحسينَ إذا   عاشَ الحسينُ قريرَ العينِ مولاكِ",
        "ولقد كانت اُمّ البنين بعد وصول أخبار مجزرة كربلاء إليها، وسماعها لاستشهاد أبنائها الأربعة، تخرج إلى البقيع (حاملة ولد العبّاس عبيد الله) وتندب وترثي أولادها الأربعة أشجى ندبة وأحرقها، حيث يجتمع الناس عندها لسماع ندبتها وبكائها. \nويعبّر الخطيب الشيخ محمّد علي اليعقوبي عن هذه الحالة فينظم:\nوإن أنسى لن أنسى اُمّ البنين   وقد فقدت ولدها  أجمعا\nتنوحُ عليهم بوادي  البقيع   فيذري الطريدُ لها  الأدمعا",
        "ولم تسلُ مَنْ فقدت  واحداً   فما حال مَنْ فقدت  أربعا\nويُقال هنا: إنّها كانت تخطّ قبوراً لأولادها الأربعة على الأرض وتجلس في الشمس بينها تندبهم، وتنعيهم بصوت حزين يقرح القلوب، ويحرّك المشاعر، فيجتمع الناس إليها يسمعون منها. \nوكان مروان بن الحكم على شدّة عداوته لأهل البيت يجيء فيمَنْ [يجيء] فلا يزال يسمع ندبتها ونعيها ويبكي، وفي هذا نظم الشاعر: \nرقّ لها الشامتُ عمّا بها   ما حالُ مَنْ رقّ لهُ الشامتُ",
        "وممّا كانت اُمّ البنين ترثي أولادها الأربعة قولها: \nلا تدعوني ويكِ اُمَّ البنينْ   تذكّريني بليوثِ  العرينْ\nكانت بنونُ ليَ اُدعى بهم   واليومُ أصبحت ولا من  بنينْ\nأربعةٌ مثلُ نسورِ  الرُّبى   قد واصلوا الموتَ بقطعِ الوتينْ",
        "يا ليتَ شعري أكما  أخبروا   بأنّ عباساً قطيعَ  اليمينْ\n\nوكانت العقيلة زينب بنت علي (عليها السّلام) تزور اُمّ البنين باستمرار في بيتها، وخصوصاً أيام الأعياد والمناسبات، كما وتزورها أيضاً بقية نساء أهل البيت والمدينة مواسين لها، ومخفّفين من آلامها وحزنها إزاء أولادها الأربعة، وبقية الشهداء من أهل بيتها الأكرمين. \nأمّا عن دفن ضحايا واقعة الطفّ فنشير إلى قيام أبناء قبيلة بني أسد في اليوم الثالث عشر من المحرّم الحرام عام (61هـ) - أي بعد ثلاثة أيام من الملحمة - بدفن جثمان الحسين (عليه السّلام) وأخيه العبّاس (عليه السّلام) وبقية شهداء كربلاء في أرض الطفوف، كلّ في أماكنها التي حدّدها لهم الإمام زين العابدين السجّاد (عليه السّلام)، وبنو للقبور علائم لا يُدرس أثرها. ",
        "ونشير هنا - وبهذه المناسبة - إلى أنّه حين دفن الأجساد الطاهرة نزل الإمام السجّاد (عليه السّلام) مساعداً لبني أسد في نقل الجثث الزواكي إلى محلّها الأخير، عدا جسد الحسين (عليه السّلام) وجثة عمّه العبّاس (عليه السّلام)؛ فتولّى وحده إنزالهما إلى مقرّهما، وقال لبني أسد: (( إنّ معي مَنْ يعينني )). \nوحيث إنّ الإمام لا يلي أمره إلاّ الإمام فهذا أمر مفهوم، أمّا بالنسبة للعباس فهو أمر لا نكاد نصل إلى حقيقته، وإن كنّا نرى أنّ مكانة العبّاس ودرجته وسموّ مركزه، أنّ كلّ هذه قد أوصلته إلى نقطة قريبة من تلك التي يقف عندها الإمام المعصوم. \nهذا ولقد كان عبيد الله بن الحرّ الجعفي(1) هو أوّل شخص كان قد جاء إلى \n____________________",
        "(1) بعد استشهاد الحسين (عليه السّلام) تفقّد ابن زياد أشراف الكوفة فلم يجد بينهم عبيد الله بن الحرّ الجعفي، فطلبه فجاءه بعد أيام ودخل عليه، وقال له: أين كنت يابن الحرّ؟ فأجابه: كنت مريضاً. فقال له: كنت مريض القلب أم مريض البدن؟ فأجابه: أمّا قلبي فلم يمرض، وأمّا بدني فقد منّ الله عليه العافية. فقال: كذبت، ولكنّك كنت مع عدوّنا. فأجابه: لو كنت مع عدوك لرؤي مكاني وما =\n\nكربلاء - بعد ملحمة الطفّ - لغرض زيارة قبر الحسين والعباس (عليهما السّلام) وبقية الشهداء؛ حيث رأى الديار خالية، والأرض وحشة إلاّ قبري الحسين مع شهداء الطفّ في جهة، وقبر العبّاس في الجهة الاُخرى (الشرقية). ووقف على قبر الحسين (عليه السّلام) وبكى عنده بكاءً شديداً كادت روحه تزهق، ثمّ أنشده قصيدة طويلة جاء في بعضها: \nسقا اللهُ أرواحَ الذين  تآزروا   على نصرهِ سقياً من الغيثِ  دائمهْ",
        "وقفتُ على أجداثهم  ومحالِهمْ   فكادَ الحشا ينفضّ والعينُ  ساجمهْ\nلعمري لقد كانوا مصاليتَ في الوغى   سراعاً إلى الهيجا حماةً  خضارمهْ\nتآسوا على نصر ابنِ بنتِ  نبيّهمْ   بأسيافهم آسادُ غيلٍ ضراغمهْ\nوعند حلول أربعين شهداء كربلاء في (20 صفر 61هـ)، وقيل: (20 صفر 62 هـ)، والأخير « هو التاريخ الذي تميل إليه الأوساط العلمية عند مؤرّخي الإماميّة »(1)، قدمت إلى كربلاء سبايا أهل البيت (عليهم السّلام) بقيادة الإمام علي بن الحسين (عليه السّلام)، وهي في طريق عودتها من الشام إلى المدينة المنوّرة. ",
        "وصادف عند مجيئها إلى أرض الطفوف قدوم الصحابي الجليل جابر بن عبد الله الأنصاري (ت 76هـ) إلى المنطقة لزيارة مشهد شهداء الطفّ؛ حيث تولّى الجميع دفن رؤوس الشهداء إلى جوار أجسادهم الطاهرة، ثمّ غادروها إلى المدينة المنوّرة. \nوحول ملحمة الطفّ نظم الكثير من الشعراء، منها هذا الشاعر نظم يقول: \n____________________\n= كان مثل مكاني ليخفى على أحد. وعند انشغال ابن زياد بالحديث مع غيره تمكّن ابن الحرّ من التسلل إلى الخارج، فجاء إلى داره، ثمّ خرج إلى كربلاء لزيارة قبر الحسين وبقية شهداء الطفّ (عليهم السّلام).",
        "(1) مدينة الحسين - محمّد حسن مصطفى الكليدار. \n\nيا وقعةَ الطفِّ كم أوقدتِ في كبدي   وطيسَ حزنٍ ليومِ الحشرِ مسجورا\nكأنّ كلّ مكانٍ كربلاء لدى   عينيّ وكلّ زمانٍ يوم عاشورا",
        "كما ونظم السيد الحميري يقول: \nاُمرر على جدثِ الحسي   ن وقل لأعظمهِ  الزكيهْ\nيا أعظماً لا زلت من   وطفاء ساكبةً  رويهْ\nما لذّ عيشٌ بعد  رضّ   كِ بالجيادِ الأعوجيّهْ",
        "ونظم الشاعر عقبة بن عمرو العبسي أيضاً حول الموضوع، حيث قيل: إنّه أوّل مَنْ رثى الحسين بعد شهادته، يقول: \nمررتُ على قبرِ الحسينِ  بكربلا   ففاضت عليهِ من دموعي غزيرُها\nوما زلتُ أبكيه ورائي  لشجوهِ   ويعدّ عيني دمعها  وزفيرُها\nسلامٌ على أهلِ القبورِ  بكربلا   وقلَّ لهم منّي سلامٌ  يزورُها",
        "ولا برحَ الوفّادُ زوّارُ  قبرهِ   يفوحُ عليهم مسكها  وعبيرُها\nكما ونظم الشاعر محمّد حسن أبو المحاسن الكربلائي يقول: \nفيا يوم عاشوراء كم أوقدت في الحشا!   من الحزنِ نيراناً مدى الدهرِ لا  تخبو\nقد كنت عيداً قبل يجنى بك  الهنا   فعدت قذى الأطفال يجنى بك الكربُ",
        "فكم قد أريقت فيهِ من آلِ أحمدٍ   دماءٌ لساداتٍ وكم هُتكت  حجبُ\nكما ونظم الشاعر دعبل الخزاعي يقول: \nهلاّ بكيت على الحسينِ وأهلِه   هلاّ بكيت لمَنْ بكاهُ  محمّدُ\nفلقد بكتهُ في السماءِ  ملائكٌ   زهرٌ كرامٌ راكعونَ  وسجّدُ",
        "قتلوا الحسينَ فأثكلوهُ بسبطه   فالثكلُ من بعدِ الحسينِ  مبدّدُ\nونظم شاعر آخر حول الموضوع يقول: \n\nألم تر أنّ الأرضَ أضحت مريضةً   لفقدِ حسينٍ والبلادَ اقشعرتِ",
        "وقد أعولت تبكي السماءُ لفقده   وأنجمها ناحت عليهِ وصلّتِ\nكما ونظم شاعر كربلاء الحاج محمّد علي كمونة الأسدي يقول: \nلعصابة أورى الظما  أحشاءها   قضيت ولم يبرد جوى  أحشائها\nنظرت إلى الملكوتِ فاشتاقت لمَنْ   في عالمِ اللاهوتِ من  نظرائها",
        "خاضت غمارَ الحتفِ حتّى خضّبت   دونَ ابن فاطمةٍ بفيضِ  دمائها\nعن كربلا وبلائها سل  كربلا   سل كربلا عن كربلا  وبلائها\n\nكرامات العبّاس (عليه السّلام)",
        "إنّ الحديث عن كرامات العبّاس قد يطول شرحه وتبيانه، ولا تتّسع له هذه الدراسة الموجزة رغم ما قد يبذل من جهود وعناء، كما وأنّه من العبث مناقشة هذه الكرامات وفقاً لما يسمّيه البعض بالتفسير العلمي للتاريخ أو الأحداث، إذ من الغرور والسطحية بمكان ادّعاء أي فرد أنّه ملمّ بكلّ ما في الكون من أسرار إلهية، أو خفايا غيبية، حيث يقول سبحانه وتعالى في كتابه الكريم: ( وَيَسْأَلُونَكَ عَنِ الرّوحِ قُلِ الرّوحُ مِنْ أَمْرِ رَبّي وَمَا أُوتِيتُم مّنَ الْعِلْمِ إِلاّ قَلِيلاً )(1). \nومن غير هذا المنطق، وبقدر تعلّق الأمر بموضوع هذه الدراسة نشير إلى أنّ مزار العبّاس (عليه السّلام) في كربلاء، وهو البطل المغوار الذي قدّم كلّ غال وثمين في سبيل القضية المقدّسة التي كان يدافع عنها. \nإنّ هذا المزار يغصّ بالزوار والقاصدين من هذا القطر أو ذاك، وعلى مدار أيام السنة، وهو أيضاً باب وملجأ أصحاب الحاجات والمطاليب، والمشاكل والقضايا والمسائل يأتونه من كلّ فجّ عميق؛ لأنّه يذكّرهم بالله تعالى وبالتضحيات التي قدّمها في الذود عن الحقّ والحرية والمثل العليا. \n____________________",
        "(1) سورة الإسراء / 85. \n\nويؤكّد الثقات والأخيار الذين سمعنا منهم مباشرة، أو غير مباشرة بأنّ الله سبحانه وتعالى - كرامة لوليه الذي قدّم حياته رخيصة في سبيله(1) - قد استجاب لدعوات المئات، بل الاُلوف من زوّار حرم العباس (عليه السّلام)؛ فشفي كثيرون من أعراض مستعصية كالسلّ والسرطان والشلل والجنون، كما واستقام وطاب آخرون كانوا يشكون العوق في أرجلهم أو سواها.\nفضلاً عن أنّه سبحانه قد فرّج عن غيرهم أزماتهم وهمومهم ومشاكلهم، والتي قد تصل هنا أو هناك إلى مرتبة ودرجة المعجزات(2).",
        "____________________\n(1) لقد قلنا في أكثر من مكان في هذا البحث إلى أنّ الله سبحانه قد منح بعض أصحاب العبقريات ممّن يعملون في سبيله بإخلاص ويقين معلوماتٍ ومعارف في الحياة الدنيا - قد تصل إلى حد الغيب - ولا تتوفر عند الآخرين.\nكما ويوفر لمراقدهم بعد رحيلهم كرامات بسبب تقديمهم لحياتهم رخيصة في سبيل المبادئ الإلهية السامية؛ لذا فقد ورد في الحديث القدسي تأكيداً لهذا النقطة وهو قوله تعالى: « عبدي أطعني تكن مَثَلي - أو مِثْلي - تقول للشيء كن فيكون ».\nوعن هذه الكرامات نظم الشاعر الشيخ كاظم السوداني يقول:",
        "فكم لأبي الفضلِ الأبي كراماتٌ   لها تُليت عند البرية آياتٌ\nوشاراتُه كالشمس في الاُفق شوهدت   لها من بنات المجد أومت إشاراتٌ\nوقال شاعر آخر:\nأبو الفضل ابن داحي الباب أعلا!   إله العرش في الدنيا مقامه",
        "وكم من معجزات باهرات   له قد عرفوه أبا الكرامه!\nحباه الله فيها منه فضلاً   كذا فرع النبوّة والإمامه\nوقال شاعر آخر:\nقصدتُ أبا الفضل الذي هو لم يزلْ   قديماً حديثاً للحوائج يُقصدُ",
        "يمدّ على العين السقيمةِ كفّهُ   وإن قُطعت يوم الطفوف له يدُ\n\nوعليه فللعباس (عليه السّلام) حضور يومي في حياة الملايين من الناس، وهو وسيلتهم في الحصول على الحوائج من الله تعالى وقدوتهم في البحث عن الغايات، فضلاً عن اتّخاذه كمثابة موقع للحلف به، وكشاهد أو طرف ثالث، أو (فصل) في كثير من القضايا والمنازعات المهمّة القائمة بين صفوف هؤلاء الملايين.\nإنّني هنا - من منطلق الدراسة العلمية لهذا الموضوع - لن أورد الكرامات الكثيرة التي سطّرها العديد من الكتّاب والمؤلّفين في كتبهم؛ لأنّه في المستطاع لمَنْ أراد الوقوف عليها مراجعة هذه الكتب مباشرة، وإنّما آثرت هنا أن أضيف إلى تلك الكرامات - والتي قد يؤمن بها القارئ الكريم أم لا؛ حيث إنّ هذا من شأنه - كرامات اُخرى قد تتشابه مع سابقاتها أو لا تتشابه.",
        "نعم، أن أضيف وأدوّن في هذه الدراسة بعض الكرامات التي رواها إليّ شهود عيان، ووجهاً لوجه من دون حاجز وحائل؛ لأنّي من منطلق هذه النظرة العلمية آثرت أن أتأكّد بنفسي من صحة مشاهداتهم ورواياتهم للأحداث التي يرونها لي عن كرامات شاهدوها عن كثب، أو إنّها وقعت أمامهم ولم يشعرهم شخص آخر عنها.\nوطبيعي أنّ كلّ كرامة حين وقوعها فإنّها تحدث أمام حشد كبير من الزائرين والحاضرين، وهم الذين كانوا متواجدين في الحرم عند ظهورها وبروزها شاخصة؛\n____________________\n= وقال شاعر رابع: ",
        "كم فرّجَ اللهُ عن كلّ معضلةٍ   كرامةً منهُ للعباسِ شبلِ علي\nورحمة اللهِ خصتنا بفضلهمُ   عند الصعابِ وعمّت فيه كلّ ولي\n\nلذا فقد حاولت هنا البحث بجديّة عن هؤلاء، فضلاً عن ملاحقة كلّ امرئ طرق سمعي أنّه كان موجوداً في الحرم المقدّس عند ظهور كرامة معينة؛ للاستماع إليهم وبأذن صاغية لكلّ ما شاهدوه بأعينهم - وبأعينهم فقط - ومن ثمّ يروونه لي من أحداث وكرامات عن كثب، ومن دون حاجز يذكر.",
        "أكرر هنا أنّ أسلوبي في الكتابة الآن وقبل الآن هو علمي قبل أن يكون أدبي، وموضوعي قبل أن يكون عاطفي، وأنّ ما سأشير إليه في أدناه - سواء قبله البعض وارتضاه أم لا - هو الذي سمعته ممّن عاصر الحدث والكرامة، وشاهدها بعينيه المفتوحتين، وبعيداً عن العبارة أو الجملة التي تفيد أو تقول: « روى فلان عن فلان »، أو « سمعت ممّن أثق به »، أو « شاهدها خلق كثير »... إلخ.\nهذا، إضافة إلى أنّ الذين استمعت إليهم ليست لهم مصلحة صغيرة أو كبيرة في صحة أو عدم صحة ما يقولونه ويروونه، وإن كان لديهم شيء من ذلك فهو يقدر ما لديّ ولديك - أيّها القارئ العزيزـ من مصلحة في حصة وحقيقة أو عدم صحة وحقيقة ذلك، ثمّ إنّ الذين استمعت منهم هم من الأخيار والملتزمين والبعيدين عن الكذب واللف والدوران، خصوصاً في حالات لا مصلحة لهم بها من قريب أو بعيد.\nوأشير بعد هذا إلى أنّني قد أكون أكثر من كثير من القرّاء من حيث عدم اليقين والإيمان بالخرافات والأوهام؛ سواء التي تُضاف إلى الدين أو المذهب، أو التاريخ أو الأهداف من قبل الكثير من المتزمّتين والمتشدّدين عبر الزمن؛ لتصوّرهم بأنّ هذه الإضافات قد تُضفي بريقاً ورسوخاً على تلك الأمور، بل هي في الحقيقة \n",
        "تسلبها نقاءها وواقعها التي هي عليه في الحقّ والحقيقة.\nوقبل أن أخوض وأنقل بعض بعض الكرامات والأحداث التي سمعتها في أدناه، أروي للقارئ الكريم حادثة وواقعة بسيطة جرت أمامي، وعلى بعد عدّة أمتار منّي وقد شاهدتها بكلتا عينيّ - وللقارئ العزيز أن يثق بها أو لا يثق؛ فهذا أمر يخصّه هو -، وقد تكون هذه الواقعة ضمن مسلسل الأمور والشؤون التي لا يربطها بالعلم رابطة؛ لبعدها عن التفسير العلمي.\nكما ويمكن اعتبارها وربطها في خانة وزاوية ما سننقله من كرامات تجلّت لكثير من الناس، وإن كانت هذه تختلف عن تلك في شيء، فكونها لم تقع في حرم العباس (عليه السّلام)، بل إنّ مسرحها كان في أحد بيوت الله تعالى التي أذن الله أن تُرفع ويُذكر فيها اسمه.\nوالواقعة باختصار هي: في ليلة النصف من شهر رمضان المبارك لعام (1414 هـ )، وبعد أن أقمت صلاة المغرب في البيت، ومن ثمّ تناول طعام الإفطار لذلك اليوم، آثرت أن يكون أداء صلاة العشاء في وسط البلدة، وفي أحد مساجدها(1).",
        "وشاء القدر أن تكون صلاة العشاء لهذه الليلة في مسجد المخيّم الخاصّة بالحرم، وقبل الدخول إلى الحرم لا بدّ من اجتياز العارضة الحديدية، والتي هي بارتفاع قدم واحد من الأرض، حيث تُخلع عندها الأحذية تمهيداً للدخول إليه.\n____________________\n(1) يبلغ عدد مساجد مدينة كربلاء وأحيائها حوالي (110) مسجداً، علماً بأنّ المدينة التي تضمّ أكثر عدد من المساجد في العالم هي مدينة كراجي بباكستان، حيث تضمّ أكثر من (5) آلاف مسجد. ولقد أشرنا إلى تواريخ وأحكام وآداب المساجد في كتابنا « تاريخ المساجد في الإسلام ».\n",
        "ولقد شاهدت عند العارضة هذه حذاء واحد وبلون أصفر، وهذا يعني طبعاً بوجود شخص واحد فقط في داخل حرم المسجد دون سواه.\nوتركت حذائي إلى جوار ذلك ودخلت الحرم باجتياز العارضة، حيث وجدت فيه بالفعل شخصاً، وكان يقف بالقرب من جدار المحراب وأمامه، وهو متّجه إلى القبلة، ورافع يديه إلى الأعلى بالدعاء، وظهره إليّ وإلى حرم المسجد.\nإنّ هذا الحال لم يجلب انتباهي ولا اهتمامي إلاّ شيء واحد وهو رفع الرجل ليديه إلى الأعلى وبكلّ امتدادها؛ حيث إنّ الجاري والمتعارف لدينا هو أن تكون الكفّين عند الدعاء أمام الوجه، أو إلى الأعلى قليلاً، وليس إلى نهاية امتدادها كما كان حال هذا الرجل، ورغم ذلك فقد اعتبرت أنّ هذا شيئاً عادياً يخصّ مَنْ يدعو؛ حيث له الخيار في القيام بأيّة طريقة يدعو الله تعالى بها.\nوشرعت في أداء صلاة العشاء - والرجل الذي يقف أمامي لا يغيب عن نظري -، وعند وصولي إلى الركعة الثانية وما بعدها ظلّ هذا الرجل مواظباً على دعائه من دون أن يحرّك يديه شيئاً، أو يسمع منه صوت ولو كان هذا خافتاً.",
        "وبعد الفراغ من صلاة العشاء استمر الرجل على حاله؛ ممّا جلب اهتمامي وشكوكي، حيث امتد وقت وفترة دعائه كلّ وقت صلاتي الرباعية وهي العشاء. وفي سبيل معرفة حقيقة هذا الرجل، صلّيت في مكاني - وكان هذا المكان عند مدخل الحرم - صلّيت صلاة (الوتيرة)، وهي ركعتان عن جلوس تُقام بعد العشاء استحباباً، ويقرأ بعد سورة الحمد في الركعة الأولى سورة، كما تقرأ أيّة سورة بعد سورة الحمد في الركعة الثانية.\n\nوبعد الفراغ من هذه الصلاة ظلّ الرجل على حاله من دون حركة يديه، أو ذهابه إلى الركوع، أو الالتفاف إلى اليمين أو الشمال؛ ليمكن مشاهدته بوضوح، أو أي شيء آخر.\nوهنا آثرت الانتظار في المسجد لفترة اُخرى للوقوف على جلية الأمر، حيث تناولت مصحفاً من مصاحف المسجد للقراءة فيه لحين فراغ الرجل من دعائه وعبادته؛ ليتاح لي مشاهدته عن كثب بعد ذلك.",
        "وفي الحقيقة فإنّ كلّ نظراتي وأفكاري - والتي كان المفروض أن تنصبّ في المصحف - قد انقلبت على العكس، حيث ظلّت كلّ هذه مسدّدة صوب الرجل، والذي يقف أمامي وعلى بعد (5) أمتار فقط إلى الأمام.\nوبعد حوالي الـ (5) دقائق من البدء في القراءة بالمصحف فوجئت بغياب واختفاء هذا الرجل من أمامي ومن دون أيّ أثر له، وكأنّه لم يكن هناك أمامي إنسان بطوله وعرضه وملابسه، وهو رافع يديه إلى السماء لما يقرب من (15) دقيقة.\nوقمت في الحال - بعد غلق المصحف الشريف - إلى المكان الذي كان يقف الرجل عليه فلم أجد أيّ أثر أو ذكر له، وخرجت مسرعاً إلى السوق الذي يقع المسجد فيه فلم أجد أيّ شيء أو أثر يرشد إلى الرجل.\nإنّ علم النفس يشير إلى « أنّ بعض حواس الإنسان تتعطّل أو تتوقّف مؤقتاً؛ كلاً أو جزءاً في حالات الارتباك والخوف والفزع والقلق، حيث تضطرب نشاطات العقل فلا يعي المرء كلّ الأشخاص الذين معه أو حوله، فتضيع حلقات أو مفردات من الإدراك والاستيعاب يتفاوت عددها (عند الجماعة) بين شخص ",
        "\nوآخر، فما يراه هذا لا يراه ذاك، وما يسمعه هذا لا يدركه أو يعيه غيره... ».\nنعود بعد هذا إلى صلب الموضوع فنقول: إنّ كرامات العباس لا تُعدّ ولا تُحصى، وقد آثرت هنا الإشارة إلى بعضها، والتي رواها لي مشاهدوها من دون واسطة، ومن هذه الكرامات هي: \n1 - لقد أخبرنا الشيخ حسين نجل المرحوم الشيخ محمّد علي الكيشوان، وفي حرم العباس المقدّس بالحرف: « لقد جاء رجل مع زوجته في عام 1938 إلى حرم العباس، وهما من سكنة أطراف كربلاء، وكان هذا الرجل يحمل على ظهره ابنته وهي بحدود (14) سنة، وكانت معوّقة في كلّ أطرافها ولا تتكلّم، وكنت عند قدومهم جالساً عند باب القبلة، حيث طلب منّي الرجل عند دخوله إلى الروضة أن أصاحبه إلى داخل الحرم وأربط البيت بشباك العباس (عليه السّلام).",
        "وفعلاً دخلت مع الثلاثة (الرجل والبيت على ظهره والزوجة) إلى داخل الحرم وربطت البنت التي كانت ممتدّة على الأرض (لعجزها عن الوقوف) بقطعة من القماش بشباك العباس - كما هي العادة -، ودعوت الله تعالى عند الشباك أن يعافيها من علّتها، وعقب ذلك عدّت إلى مكاني عند باب القبلة.\nوبعد فترة زمنية سمعت أصوات عالية، وزغاريد وصلوات على محمّد وآله منبعثة من داخل الحرم، وإثرها جاءني الرجل المذكور (والد البنت) وطلب منّي مصاحبته إلى داخل الحرم؛ لأنّ البنت قد شفيت من علّتها بكرامة العباس، وهي لا تترك الشباك والمربوطة إلاّ بحضوري.\nوبالفعل دخلت الحرم معه، ووجدت البنت واقفة على قدميها من دون دعم أو إسناد من آخر، وبعد ذلك خرجت البنت من الحرم مع والديها تمشي على رجليها \n",
        "وبصورة طبيعية واعتيادية ».\n2 - وأعلمنا السيد عبد الأمير السيد محمّد علي نصر الله الخادم في الروضة العباسية بالحرف: « في شهر آذار من عام 1975 جاء إلى الحرم العباسي رجل بمعية زوجته وأخته، وهم من أهالي الموصل، وكان وصولهم هذا في الساعة (10) مساءً (وكانت ليلة الجمعة)، حيث إنّ خفارتي في الحرم تبدأ في هذه الساعة حتّى الفجر؛ حيث إنّ الحرم يبقى مفتوحاً للزائرين طيلة هذه الليلة من كلّ أسبوع.\nوكان الرجل مكفوف البصر تقوده زوجته وأخته، وقد طلبوا منّي ربطه بشباك العباس (عليه السّلام)، وفعلاً ربطته بالشباك كالعادة، وأعطيته قدراً من ماء الشفاء (وهو الماء الذي يسكب ويمرر على قفل باب الشباك)، ودعوت الله تعالى أن يمنّ على الرجل بالعافية بجاه ومنزلة العباس (عليه السّلام) لديه.\nوفي الساعة (12) مساءً (أي في منتصف الليل)، أي بعد ساعتين من ربطه بالشباك، ارتفعت الأصوات داخل الحرم، وزغاريد النسوة والصلوات على محمّد وعلى آل محمّد.",
        "وتوجّهت على الفور صوب مكان الرجل حيث شاهدته بعينيّ قد استرد بصره، وأخذ ينظر يمنة ويسرة وبصورة طبيعية، وقد تجمهر جماهير كبيرة من زوار الحرم ممّن كان متواجداً هناك في تلك الساعة حول الرجل وكلّ واحد يطلب من الله المراد... ».\n3 - روى لنا أحد الزائرين للحرم العباسي، واسمه عدنان الخباز الدعمي « أنّه في إحدى ليالي الجمع من عام 1996 جيء بمعوّق في قدميه بصحبة أمّه إلى حرم \n\nالعباس (عليه السّلام)، وقد ربطه أحد خدّام العباس (عليه السّلام) بالشباك بقطعة من القماش، ودعا له عند الله بالعافية والصحة، وكان ممدّداً على الأرض بجوار الشباك؛ لعدم قدرته على الوقوف، وبينما كنّا نؤدّي الصلاة على بعد عدّة أمتار من الشباك فإذا بأصوات، وزغاريد النسوة والصلوات على محمّد وعلى آل محمّد ترتفع وتملأ أركان المكان.",
        "وعندما اقتربت من الرجل وجدته واقفاً أمام الشباك وعلى ارتفاع قليل من الأرض؛ حيث إحدى يديه كانت متّجهة إلى الأعلى والأخرى والتي سبق أن رُبطت بالشباك إلى الأسفل، وجاء خدم الحرم وأوقفوه على الأرض، وقد سألت أمّه عمّا حدث حيث أجابت:\nإنّ ابني هذا معوّق منذ مدّة، وأنا أجلبه لثلاثة أيام متتالية لربطه بشباك العباس (عليه السّلام)، والآن فقد شافاه الله تعالى بكرامة العباس ».\n4 - اتّهم رجل من أهالي الكوت بأنّ له علاقة مريبة مع امرأة من أقاربه، وطلب إليه الزواج منها - لقطع دابر القيل والقال - إلاّ أنّه رفض الزواج منها؛ بادّعاء أنّها حامل من غيره، وليس له علاقة بها أبداً، وقد أشعر أهلها بأنّه مستعدّ للذهاب إلى كربلاء وأداء القسم عند ضريح العباس (عليه السّلام) بصحة أقواله هذه.\nوفعلاً جاء هذا الرجل إلى كربلاء برفقة أقرباء المرأة في يوم 16 رجب لعام 1416 هـ، المصادف لعام 1996 م، ودخل حرم العباس (عليه السّلام)، وقبل أن يرفع يده ليؤدّي القسم جاءته ضربات وصدمات شديدة وعنيفة من جهات مختلفة أفقدته صوابه؛ حيث أخذ الدم ينزف من جسمه وتمزّقت ثيابه، ثمّ أخذ يصرخ ويستغيث بكلمات وألفاظ غير مفهومه، وقد أُخرج إلى خارج الروضة ووضع عند الباب الشرقية المسمّاة « باب الأمير علي » وهو بهذه الحالة المزرية.",
        "\nوصادف أن كان الأخ الأستاذ (علي عبود أبو لحمة) مارّاً من هناك، فشاهد الحالة على حقيقتها، ووقف على طبيعتها، كما وشاهدها صديق آخر هو (أحمد مهدي الكربلائي) حيث كان مارّاً من هناك في تلك اللحظة ممتطياً لدراجة هوائية، حيث وقف وشاهد المشهد على الطبيعة أمامه، واستفسر من الحاضرين على ملابسات الموضوع فكان كما ورد أعلاه.\n5 - كما وروى لنا الحاج الشيخ عباس نجل المرحوم الشيخ محمّد علي الكيشوان ومن داخل حرم العباس (عليه السّلام)، وعلى مشهد جمع غير قليل من الأصدقاء وزوار العباس (عليه السّلام)، حيث قال لي ولهؤلاء وأمام شباك وضريح العباس (عليه السّلام) وبالحرف: « في عام 1968، وقبيل الساعة (10) مساءً، وعند الشروع والبدء في غلق باب حرم العباس القبلي - وبعد أن تمّ غلق بقية أبواب الحرم الاُخرى - شاهدت عن بعد وقوف سيارة (مرسيدس استيشن) أمام باب قبلة العباس (عليه السّلام)، حيث نزل منها ثلاثة رجال مع امرأتين برفقة طفلة (بنت) مريضة وبعمر (12) سنة، حيث كانت مسجّاة فوق فراشها.\nولقد قام الرجال - وأحدهم كان أباها ويُدعى (زبلان) - بنقل الطفلة (البنت) وهي في فراشها ووضعوها في أرض الصحن المحيط بالحرم المقدّس، حيث كان يسمح في ذلك الوقت بمنام الزوار في داخل الصحن رغم غلق أبوابه عند منتصف الليل، عدا ليالي الجمع حيث تظلّ أبواب الحرم والصحن مفتوحة حتى الصباح. وعند وصولي إليهم طلب الرجال منّي - والذين هم من أهالي الدليم (الأنبار) - طلبوا منّي وضع الطفلة (البنت) المريضة في صباح الغد في الحرم، وربطها بشباك العباس (عليه السّلام) لعلّ الله تعالى يعافيها ممّا تشكو منه؛ لأنّهم قد يئسوا من ",
        "\nحالتها الصحية.\nثمّ غادر الرجال الثلاثة المكان بعد أن أعطوا النساء رقم هاتف خاصّ؛ لغرض الاتصال بهم في حالة وفاة البنت، أو حدوث شيء آخر.\nوفي فجر اليوم التالي، وعند فتح أبواب الحرم قمت وبمساعدة آخرين من خدم الروضة بنقل البنت، وهي نائمة في فراشها (وكانت لا تكاد تخرج عن أن تكون هيكلاً عظمياً، وأنّها لا تأكل ولا تشرب إلاّ قطرات من الماء، والسوائل التي تسكب في فمها بين فترة واُخرى) إلى داخل الحرم. نعم، تمّ نقلها إلى داخل الحرم، وقمت بدوري بربطها بالشباك بقطعة من القماش، والدعاء إلى الله تعالى في أن يعافيها من علّتها التي تشكو منها.",
        "وهكذا استمر الحال على هذا المنوال (أي نقلها يومياً عند الصباح إلى الحرم وربطها بالشباك، وإعادتها في الليل وعند إغلاق الحرم إلى مكانها في الصحن) استمر الحال لمدّة (7) أيام متتالية.\nوفي اليوم السابع والأخير، وكالعادة - وعند فتح الحرم صباحاً - نقلنا البنت إلى الحرم، وتمّ ربطها إلى الشباك، وبعد ذلك قمت بأداء بعض الصلوات والنوافل.\nوفيما كنت مشتغلاً في أداء هذه الصلوات وإذا بي أسمع أمّ الطفلة تنادي بصوت عالي داخل الحرم: « يا ابنتي! يا حبيبتي! ». ولم أكن أعرف سبب صدور هذا الصياح أو حقيقته، إلاّ أنّي شعرت بأنّ هناك شيئاً جديداً ربّما قد حصل للبنت؛ لذا أسرعت في إنهاء الصلاة، وتوجّهت إثرها إلى المكان الذي ربطت فيه البنت بالشباك - والذي لا يبعد عن مكان صلاتي كثيراً -، وعند وصولي إلى هناك وجدت \n",
        "فراش البنت خالياً منها وليس للبنت أثر، ظننت أنّ هناك خلافات عشائرية بين قبيلة البنت وقبيلة أخرى قام إثرها شخص من القبيلة الأخيرة باختطافها - كما هو جار بين بعض القبائل -؛ لغرض إملاء شروط معينة، أو لردّ اعتبار، أو سوى ذلك.\nوبسبب ذلك قد ارتبكت كثيراً؛ لأنّ مردود هذا الاختطاف - لو حصل فرضاً - سينعكس علينا كخدّام للروضة العباسية، حيث إنّها باتت في ذمّتنا منذ أن حطّت رحالها في روضة العباس (عليه السّلام)؛ لذا فقد قمت بالبحث عنها هنا وهناك، كما وكلّفت مَنْ كان موجوداً في الحرم من الخدم بالتفتيش والبحث عنها في أرجاء الصحن، أو عند أبوابه في الشوارع القريبة.\nوبينما كنت أبحث عنها في أرجاء الحرم بما فيها رواقاته (أواوينه) - والشمس لم تشرق بعد - وإذا بي أجد أمامي بنتاً في إحدى أروقة الحرم، وهو (الشمالي الشرقي)، وهي تمشي وتتعثّر في مشيتها، وحيث إنّي لم أكن أعرف شكلها جيداً؛ لذا فقد سألتها عمّن تكون، فأجابت: أنا الذي كنت نائمة بجوار شباك العباس (عليه السّلام) لمدّة (7) أيام؛ حيث جاءني سيدي هذا اليوم وطلب منّي القيام فقمت وجئت معه إلى هنا، وقد قلت - والكلام لا زال للبنت - له: مَنْ أنت؟ فقال: أنا الذي جئتِ إليه منذ أسبوع.\nوأضافت البنت في حديثها: أنّ سيدي كان واقفاً إلى جواري حين جئت إلى هنا، ولكن يظهر أنّك لم تشاهده.",
        "وفي الحال ذهبت إلى أهلها في الخارج وناديتهم فجاؤوا إليها مسرعين، ولقد \n\nاجتمع الناس وازدحموا حولها بأعداد كبيرة، وهم يصلّون على محمّد وعلى آل محمّد، كما أخذت النسوة بإطلاق الزغاريد والهلاهل، وأوشك هؤلاء المجتمعين أن يمزّقوا ثياب البنت للتبرّك والمراد - كما هي العادة في مثل هذه الحالة -؛ ممّا اضطررت لإدخالها ووضعها في إحدى حجرات (غرف) الحرم الداخلية الصغيرة، وتقع هذه في الجهة الشمالية الشرقية، والتي لها نافذة مطلّة على الصحن الشرقي للروضة.\nوبعد بزوع الشمس بفترة قصيرة، وانتشار خبر البنت، وسماع الناس في الخارج له، تجمهروا بأعداد كبيرة عند نافذة (شباك) الحجرة (الغرفة) المطلّة على الصحن، وتعالت منهم الصلوات على محمّد وآل محمّد، والهلاهل والزغاريد، وارتفعت الأصوات، حيث اختلط الحابل بالنابل (كما يقول المثل).",
        "ولقد تمّ الاتصال بالمتصرّف (المحافظ)، وكان حينذاك هو (السيد عبد الصاحب القرغولي - أبو زمن)، فجاء المحافظ في الحال، وطلب مخاطبة البنت بنفسه، حيث فتحت له باب الحجرة، وبالفعل تكلّم معها، واستفسر عن حالها ووضعها الراهن، فأجابت بمثل ما سبق لها أن أجابتني، ثمّ طلبت البنت منّي شيئاً من الطعام، فجلبت لها الفطور - وكان هذا على ما أتذكر هو (باجة على خبز منقوع) - فأكلته.\nكما ووصل إثر ذلك سادن الروضة العباسية، وهو السيد بدر الدين ضياء الدين بعد أن أوصل الناس إليه الخبر، وتكلّم هو بدوره معها. وطلبت أنا هنا من المحافظ تأمين إخراج البنت من الحجرة إلى خارج الصحن؛\n\nلأن الناس قد تضاعف عددهم، وسيمزّقون كلّ ثياب البنت (فيما لو خرجت من دون حماية) شرّ ممزّق؛ لغرض التبرك بها.",
        "وأجابني المحافظ بأنّ هذا الأمر هو من صلاحية واختصاص خدمة الروضة والأوقاف، وليس من صلاحياتنا، ووعد بأنّه سيوعز إلى مدير الأوقاف للمجيء إلى هنا فوراً؛ للمساعدة في إخراج البنت إلى الخارج بسلام وأمان.\nوبالفعل جاء السيد مدير الأوقاف، وكان يُدعى « تركي حسن - أبو غازي » إلى الروضة، وبمساعدة خدمة الروضة، ومَنْ يعتمد عليهم من الناس أمكن صنع زنجيل وجدار محكم من الأيدي استطعنا عبره من إخراج البنت من داخل الحجرة، والتي كانت تسير على قدميها داخل هذا الطوق المحكم، والمحاط من الخارج بالحشود الكبيرة من جماهير البلدة، والتي لا تُعدّ ولا تُحصى عدداً، والتي كانت تردد الصلوات على محمّد وآل محمّد والهلاهل والزغاريد.\nنعم، أمكن إيصالها بسلام إلى السيارة التي كانت واقفة عند باب قبلة العباس (عليه السّلام)، والتي جاء بها أهلها إلى كربلاء بعد سماعهم بالخبر - باتصال هاتفي -، وانطلقت السيارة بها من أمام باب قبلة العباس بين الآلاف المؤلّفة من الناس إلى بلدهم في محافظة الدليم (الأنبار) ».\n6 - كما وروى لنا الشيخ الحاج عباس الكيشوان أيضاً الكرامة الأخرى التالية، والتي تمّت تحت بصره وسمعه: « بعد مضي فترة على الكرامة (المعجزة) السابقة، جاء رجل من أهالي بغداد إلى حرم العباس (عليه السّلام) برفقة طفل كان يحمله معه، وبعمر (8) سنوات، وكان مشلولاً لا يتمكّن من السير والحركة؛",
        "\nحيث أخذه أبوه إلى عدّة دول خارجية لعلاجه، ولكن من دون جدوى؛ لذا آثر هذا البغدادي أن يجلبه معه إلى حرم العبّاس (عليه السّلام) في كربلاء علّه يجد في كنفه العافية والشفاء. \nوبالفعل [ يقول والد الطفل: ] ربطته بشباك العبّاس (عليه السّلام) ودعوت الله تعالى بمنزلة ومكانة العبّاس عنده أن يشافيه، وما هي إلاّ عدّة ساعات (ثلاث ساعات على وجه التحديد) وإذا بهذا الطفل يقف أمامنا صحيحاً معافىً من دون أيّة علّة أو عجز أو ما يشكو منه، وتعالت الصلوات والهلاهل إثر ذلك من كلّ الحاضرين في المكان. \n7 - وقصّ علينا الشيخ الحاج عباس الكيشوان أيضاً هذه الكرامة لأبي الفضل العبّاس (عليه السّلام) وهي: في ليلة الجمعة، والذي يبقى فيها مفتوحاً حتّى الصباح، وعند منتصف الليل من أحد أيام عام 1969 م جاء إلى حرم العبّاس (عليه السّلام) طبيب أعمى العينين (بصير)، وطلب منّي أن أتولّى زيارة للعباس (عليه السّلام) ودعاء له عند الله تعالى بمكانة العبّاس ومنزلته أن يعيد بصره إليه. ",
        "وبالفعل، وبعد فترة قصيرة من قيامي بما طلب منّي هذا الطبيب عمله، أبصر هذا الطبيب ورأى النور لأوّل مرّة أمامي وأمام كلّ مَنْ كان حاضراً في الحرم حينذاك، وقد تعالت إثر ذلك الصلوات على محمّد وآل محمّد، والزغاريد والهلاهل في المكان. \n8 - قال لنا السيد عبد المطلب هاشم القصير آل نصر الله بحضور عدد من خدم الروضة العباسية، ومنهم كان السيد محمود أبو المعالي، وأمام باب العبّاس المسمّاة (باب الحسين) قال بالحرف: في عام 1960م دخل شاب أخرس من أمامي إلى الحرم العباسي، وبعد \n\nساعتين - على وجه التحديد - من ذلك خرج هذا الشاب ومن أمامي أيضاً وهو ينطق، ويتكلّم بكلّ صراحة وبصورة صحيحة، وقد تعالت لذلك الصلوات على محمّد وعلى آل محمّد، والزغاريد والهلاهل والتكبير من قبل الجموع التي أحاطت به من كلّ جانب. ",
        "9 - حدّثنا الأخ السيد حميد هاشم جلوخان وعند باب العبّاس الغربية المسمّاة (باب الحسن)، وبحضور السيد محمود أبو المعالي وغيره من خدم الروضة بالحرف: في منتصف الأربعينات كنّا نذهب عادة مع كثير من خدم الروضتين المقدّستين إلى محطّة القطار؛ لغرض استقبال زوار الحرمين واستصحابهم إلى البلدة؛ لغرض أداء الزيارة لهم في حرمي الحسين والعباس (عليهما السّلام)، وتقديم كلّ خدمة يحتاجونها. \nوصادف مرّة أن وجدت في المحطة امرأة زائرة كانت تشكو من مرض عضال في رقبتها يعيق حركتها، وأعلمتني في الطريق إلى البلدة بأنّ لديها نذراً مقداره دينار واحد إلى العبّاس (عليه السّلام)، وعند استصحابها إلى حرم العبّاس لأداء الزيارة لها والدعاء لها، ومن ثمّ استلام مبلغ النذر منها كما هي العادة، قالت لي في حرم العبّاس: إنّي لن أدفع هذا النذر إليك إلاّ بعد شفائي ممّا أشكو منه. وطلبت أيضاً ربطها بالشباك والدعاء لها عند الله بالشفاء. \nوبالفعل نفذّت طلبها؛ حيث ربطتها بالشباك ودعوت لها، حيث يئست من استلام النذر منها في الوقت؛ لاستحالة شفائها من دون معجزة سريعة. \nوتركتها في داخل الحرم وذهبت إلى مكان تواجد خدم الروضة في الطارمة ",
        "\nالأماميّة، ولم تمض إلاّ ربع ساعة - على وجه التحديد - وإذا بأصوات الزغاريد والهلاهل والصلوات تملأ أرجاء الحرم، وعند دخولي إلى الحرم حيث تتواجد هذه المرأة، شاهدتها بأمّ عينيّ محاطة بالزوار من كلّ جانب وهي بكامل صحتها وعافيتها، وعلى الفور أقبلت إليّ وأعطتني الدينار الموعود رغم أنّي كنت قد يئست منه عند ربطها بالشباك. \n10 - لقد روى لنا السيد سلمان السيد حسن ضياء الدين في داخل دكان (حانوت) أولاده عند باب قبلة الحسين (عليه السّلام)، بحضور أولاده وبعض الزوار السعوديين والإيرانيين الذين جاؤوا إلى الدكان لشراء ما يحتاجونه من الهدايا، كالسبح والخواتم والأكفان والترب... إلخ بالحرف: \nفي منتصف الخمسينات كنّا نحن خدم الروضتين المقدّستين نجلس عند أبواب البلدة لاستقبال الزوار القادمين إلى كربلاء، وفي أحد أيام الخميس (ليلة الجمعة) كنت أجلس مع كثير من الخدم عند باب طويريج (الهندية)، وفي صباح هذا اليوم قدمت امرأة محمولة - بالعبي - من قبل زوجها وبعض أقربائها من النساء والرجال، وقد سألني الزوج عن موقع كراج سيارات بغداد، وعند الاستفسار منه عن علّة ذلك أجاب: بأنّ زوجته هذه مريضة جداً ولا تتحرك، ويرغب في أن ينقلها إلى بغداد لإدخالها المستشفى هناك لمعالجتها. ",
        "وهنا قلت صراحة للجميع: بأنّ هذه الليلة هي ليلة الجمعة، والناس تأتي من كلّ الأطراف إلى كربلاء لزيارة الحسين والعباس (عليهما السّلام)، وأنتم في مثل هذا الوقت \n\nتتركون كربلاء إلى بغداد، وحبّذت لهم البقاء في كربلاء هذه الليلة وربط المرأة بشباك العبّاس (عليه السّلام)؛ لعل الله تعالى يعافيها من مرضها، وأضفت أنّه يمكن في اليوم التالي (الجمعة) السفر إلى أية جهة يرغبونها. \nولقد أيّدت النسوة اقتراحي هذا فيما أصرّ الزوج على السفر فوراً إلى بغداد، إلاّ أنّ النتيجة كانت لصالح النسوة. ",
        "وبالفعل جئت بالمرأة مع أهلها إلى حرم العبّاس (عليه السّلام) وربطتها بالشباك، وقدّمت لها شيئاً من ماء الشفاء فشربت منه شيئاً، ومسحت بالباقي منه على جسمها، ومن ثمّ دعوت الله تعالى لها بالشفاء، وتركت الجميع عند شباك العبّاس (عليه السّلام). \nوفي صباح اليوم التالي (الجمعة) وعند دخول روضة العبّاس من باب القبلة رأيت امرأة تقع (تنزل) على أقدامي، وتتوسّل إليّ وتدعو لي بالخير والتوفيق، وقد سألتها عمّن تكن وماذا جرى، فأجابت بأنّها المرأة التي ربطتها بشباك العبّاس في صباح الأمس، وأنّ الله تعالى قد شافاها في المساء، وأنّها كانت تبحث عنّي منذ ذلك الوقت إلى الآن، وقد وجدتني الآن. \nوبدلاً من أن يذهب بها أهلها إلى بغداد لإدخالها إلى المستشفى هناك عادت هي معهم سليمة وصحيحة إلى بلدها، والذي يقع في محافظة المثنى (السماوة) بعد أن منحوني ما هو مقسوم من النذر. \n",
        "ما يُنسب إلى العبّاس \nيحتل القادة والمجاهدون والمناضلون في سبيل الحقّ والعدل والحرية مكانة مميّزة ومرموقة في نفوس مواطنيهم؛ لما قدّموه لهم من جهود وتضحيات جسام في سبيل تقدّمهم ونهضتهم وسعادتهم، وهي مكانة ومنزلة خاصّة لا تضاهيها أيّة مكانة اُخرى. \nوفي سبيل تقريب أسماء ورموز هؤلاء القادة إلى نفوس الجماهير، وجعلهم على تماس واتصال دائم ومستمر معهم بعد رحيلهم عن وجه الأرض؛ لغرض الاقتداء بهديهم، والاسترشاد بسلوكهم وسيرتهم الحافلة في خضمّ الحياة الدنيا. \nقام هؤلاء بالاحتفاظ بكلّ ما خلّفه هؤلاء من آثار ومخلّفات ورسوم خاصّة بهم؛ مخافة أن تودي بها عوادي الدهر، فضلاً عن مساعيهم في إحياء أيامهم والإشادة بذكراهم في كلّ مناسبة ووقت متاح. ",
        "وهذه الحالة لا تنسحب فقط على رسل الله تعالى وأنبيائه، وبمَنْ تعلّق بهؤلاء الرسل من أهل بيت وعشيرة وأصحاب، وإنّما تمتد إلى سواهم من الناس ممّن لهم جهود ونضال في استقلال بلدانهم، ودرء العدوان عنها، وازدهار مواطنيها، رغم بعد بعض هؤلاء عن المحيط السماوي والفلك الإلهي والدعم الربّاني. \nففي تايلند وسريلانكا القادم إليهما عن كثب تماثيل بوذا بمختلف أحجامها، ويشاهد متاحفه المختلفة ووصاياه، وقد خُطّت على لوحات، ووضعت أو رفعت على جدران هذه المتاحف، أو في الشوارع العامّة والساحات، وأطراف الحدائق \n\nوالمتنزهات والمحلاّت العامّة. ",
        "وفي الهند نجد نفس الشيء بالنسبة إلى « راما، سيتا، لكشمي، هانومان »، وهم قادة الهندوس الروحيين قديماً. \nوفي العالم الاشتراكي نرى آثار ومخلّفات قادته معروضة في متاحف خاصة، إضافة لتحنيط البعض منهم؛ ليتسنى للجميع مشاهدتهم عن كثب، فضلاً عن تعميم وصاياهم، وخطبهم في كتب ودراسات، وكراسات يتداولها الناس ويقرؤونها باستمرار، ويستشهدون بها في كلّ مناسبة. \nوفي العالم الرأسمالي، وفي الدول النامية نجد الحال نفسه، حيث تتواجد المتاحف التي تضمّ مخلّفات زعمائهم وقادتهم، فضلاً عن نشر أقوالهم وخطبهم في الكتب، أو خطّها في لوحات كبيرة داخل المتاحف، أو إيداعها شاخصة في أماكن بارزة في الساحات العامة والشوارع والحدائق والمنتزهات. \nأمّا في المحيط الإسلامي، فإنّ آثار الرسول الأعظم (صلّى الله عليه وآله) وأهل بيته الكرام وأصحابه العظام لا تكاد تخلو منها المتاحف الإسلاميّة في هذا القطر أو ذاك؛ لغرض التبرّك بها والاعتبار منها. ",
        "ففي دلهي بالهند، وفي زاوية خاصّة من جامعها الكبير (جامع سجود) نجد متحفاً يضمّ بعض المخلّفات الخاصّة بالرسول (صلّى الله عليه وآله) مثل بعض الشعرات من رأسه محفوظة داخل وعاء زجاجي أمين ومحكم، فضلاً عن تواجد قميص يُنسب إليه (صلّى الله عليه وآله)، وقرآن خطّي يُنسب إلى الإمام علي (عليه السّلام)، وعباءة تُنسب إلى فاطمة الزهراء (عليها السّلام)، ونعل يُنسب إلى الحسن (عليه السّلام)، وعمامة تُنسب إلى الحسين (عليه السّلام)، وأسنان تُنسب إلى أويس القرني... إلخ. \n\nومثل هذه الأشياء وسواها نجدها في ركن خاص في مسجد لاهور المركزي (بادشاهي مسجد) في الباكستان ومدن باكستانية قليلة اُخرى. \nوفي اسطنبول عاصمة الخلافة العثمانية نجد في متحفها الإسلامي الكبير من هذه المخلّفات التي تُنسب إلى الرسول (صلّى الله عليه وآله)، أو أهل بيته وأصحابه، أو التابعين لهم بإحسان. ",
        "هذا، وإنّ الذي أوردناه آنفاً يُنسب أيضاً إلى العبّاس بن علي (عليه السّلام) موضوع هذا البحث، حيث نشير هنا إلى أنّ هناك حاجات ومواقع كثيرة تُنسب إليه، وإنّما احتُفظت هذه إلى هذا الوقت؛ وذلك تثميناً وجزاء وفاقاً لما قدّمه هذا الفارس المغوار من جهود وتضحيات في سبيل نصرة كلمة الحقّ والعدل، وسحق نوازع الظلم والعدوان، والتي توّجها بتقديم نفسه وروحه رخيصة على هذا الطريق. \nومن هذه الأشياء والمواقع التي تُنسب إليه (عليه السّلام)، ولا زالت بارزة وصامدة إلى الآن، ولم يعف عليها الزمن هي: \n1 - يوم العبّاس (سابوعاه) \nوهو اليوم السابع من شهر محرّم الحرام لعام 61هـ، حيث إنّ العبّاس (عليه السّلام) في مثل هذا اليوم كانت قد اُنيطت به مع بعض خاصّة أصحاب الحسين (عليه السّلام) مهمّة اقتحام نهر الفرات (العلقمي) عنوة، وإزاحة جموع الأعداء منه، ومن ثمّ جلب الماء إلى الحسين (عليه السّلام) وأهل بيته وأصحابه المتواجدين داخل المخيّم، وفي (20) قربة مملوءة منه لإرواء عطشهم الذي أخذ منهم كلّ مأخذ. ",
        "لذا يحتفل المسلمون بمثل هذا اليوم من كلّ عام، ويعدّونه يوم العبّاس كما يعدّون يوم الثامن من المحرّم يوم علي الأكبر؛ حيث يشيدون ويجدّدون فيه \n\nنضاله (عليه السّلام)، وهمّته وجهوده في جلب الماء من النهر رغم ما تعرّض له من مخاطر عند الذهاب والإياب، فضلاً عن مساعيه الاُخرى في الدفاع عن الحسين (عليه السّلام) وعن المبادئ السامية التي كان يحملها معه عند قدومه إلى كربلاء، والتي يجدها القارئ الكريم مبسوطة في سطور هذا الكتاب. \n2 - مقام كفّ العبّاس اليمنى ",
        "ويقع هذا المقام في الجهة الشمالية الشرقية من روضة العبّاس المطهّرة، وعلى بعد ما يُقرب من (70) متراً من جدار هذه الروضة، وفي هذا المكان بالذات كان العبّاس في العاشر من المحرّم يحمل لوحده الماء إلى مخيّم الحسين (عليه السّلام) بعد أن اقتحم المشرعة وحده، وملأ القربة التي كان يحملها بالماء منها، حيث تصدّى له في طريق عودته، وفي هذا المكان بالتحديد أحد مرتزقة جيش ابن سعد وضربه على كفّه اليمنى وقطعها، حيث هوت هنا إلى الأرض. \nوحينها نقل العبّاس (عليه السّلام) السيف من يده اليمنى التي قُطعت كفّها إلى اليد اليُسرى؛ لغرض حماية الماء الذي يحمله، وإيصاله بسلام إلى مخيّم الحسين (عليه السّلام) لإرواء عطش مَنْ يُقيم فيه من النساء والأطفال والمرضى. \nهذا وقد تمّ إعادة تشييد المقام، وغُطّي بالكاشي والذي يضمّ آيات قرآنية مختلفة، فضلاً عن صورة لكفّي العبّاس، وأبيات من الشعر، ومنها ما نظمه السيد جعفر الحلّي حول الموضوع، وهي: \nفمشى لمصرعهِ الحسينُ وطرفُه   بينَ الخيامِ وبينه متقسّمُ",
        "قد رامَ يلثمهُ فلم يرَ موضعاً   لم يدمهِ عضُّ السلاحِ فيلثمُ\n\n3 - مقام كفّ العبّاس اليُسرى \nوفي هذا المكان بالذات والقريب من الأوّل، ضرب مرتزق آخر، ضرب العبّاس (عليه السّلام) على يده اليُسرى فقطعها وهوت إلى الأرض. ",
        "ويقع هذا المقام حالياً إلى الجنوب الشرقي من الروضة المقدّسة، وعلى بعد حوالي (50) م من جدار الروضة. \nوبسبب التطوّر الكبير الذي جرى أخيراً على الشوارع والأزقّة المحيطة والقريبة من الروضة المقدّسة، ووقع المقام القديم في وسط الشارع المحيط بالروضة؛ لذا فقد نُقل هذا المقام إلى مكان قريب آخر يجاور المكان السابق، وبالتحديد في وسط زقاق عريض يمتدّ من الشارع المحيط إلى محلّة باب الخان، حيث شيد على هذا المكان بناء حديث اسطواني الشكل مغطّى بالشبابيك والكاشي الكربلائي البديع، وهو يتناسب وذكرى صاحبه الشهيد الباسل. \nهذا، وإنّ تشييد المقامين « كان من وحي العقيدة التي لا تفتأ، تدفع بمحبّي أهل البيت (عليهم السّلام) تشييد المقامات والرموز؛ إذ يرون في عملهم هذا متمّماً لما عليهم من واجب التقديس والحبّ »(1). \nوفي أعلى المقام القديم الذي هدّم بعد وقوعه في وسط الشارع، واستبدله بالمقام الحديث القريب منه كانت هناك لوحة من الكاشي كانت قد سجّلت عليها الأبيات التالية، وهي من نظم الشاعر الشيخ محمّد السراج الكربلائي: ",
        "____________________\n(1) مدينة الحسين - محمّد حسن مصطفى الكليدار.\n\nسل إذا ما شئت واسمع واعلمِ   ثمّ خذ منّي جوابَ  المفهمِ",
        "إنّ في هذا المقامِ  انقطعتْ   يسرةُ العبّاسِ بحرِ  الكرمِ\nها هنا يا صاح طاحت بعدما   طاحت اليمنى بجنبِ العلقمي\nاجرِ دمعَ العينِ وابكيه  أسىً   حقّ أن يُبكى بدمعٍ من  دمِ\n4 - خيمة العبّاس ",
        "وهذه الخيمة أو مكانها يقع عند مدخل المخيّم الحالي، وبالتحديد بين الباب الرئيسية المطلّة على الشارع العام ونهاية الدرجات الست التي تعقبها، حيث شيّدتْ على هذا المكان قبّة من الكاشي يعلوها علم يكون عادة بلون أحمر على مدار السنة، حيث يستبدل بآخر وبلون أسود في شهر محرّم وصفر فقط من كلّ عام، وكما هو حال علمي قبّتي الحسين والعباس (عليهما السّلام). \nويُقال: إنّ هذا المكان هو الموضع الحقيقي الذي نصب عليه العبّاس (عليه السّلام) خيمته عند وصول ركب الحسين وأهل بيته إلى كربلاء، واستقراره في هذه المنطقة من طفّ كربلاء(1). \nوإنّما نصب العبّاس (عليه السّلام) خيمته عند مدخل المخيّم؛ بسبب أنّ مهمّته التي كلّف بها كانت الحفاظ على المخيّم، ومَنْ يضمّ في أركانه من النساء والأطفال وسواهم، فضلاً عن المحافظة عليهم منذ مغادرتهم للمدينة المنورة وحتّى وصولهم أرض \n____________________",
        "(1) يرى البعض أنّ المخيّم الحالي ليس هو مخيّم الحسين (عليه السّلام) الحقيقي، وعندهم أنّ مكانه الحقيقي يقع في منطقة المستشفى القديم (خلف حي البلدية)، أو على طريق الحرّ (خلف حي السعدية والجمعية). ونرى أنّ المخيّم الحالي هو الذي استقرّ عليه الحال عبر مئات السنين، فضلاً عن أنّ موقعه بقرب الحرمين كان ملائماً لخروج المقاتلين منه في معركة الطفّ، إضافة لمشاهدة وقائع النزال بين الطرفين من مدخله. \n\nكربلاء في الثاني من المحرّم لعام (61هـ). \n5 - بئر العبّاس ",
        "وتقع هذه البئر وسط المخيّم، وإلى الشمال الشرقي من محراب الحسين (عليه السّلام) داخل المخيّم، وعلى بعد عدّة أمتار منه، وقد تمّ حفر هذه البئر مع اثنين آخرين - أو أكثر من ذلك - من قبل العبّاس، وبأمر من الحسين (عليه السّلام) في يوم (7) محرّم حين ألمّ العطش بمَنْ كان يقيم في المخيّم؛ وذلك بسبب تعذّر الوصول إلى نهر الفرات (العلقمي) بسهولة، إلاّ أنّه مع الأسف لم يعثر على الماء في كلّ الآبار التي حُفرت نظراً لارتفاع سطح الأرض في المنطقة التي يتواجد عليها المخيّم. \nويظهر أنّ الآبار التي حُفرت قد اندرست لكونها - كما نرى - كانت في أطراف المخيّم، عدا هذه البئر الواقعة في قلب المخيّم وعند محراب الحسين (عليه السّلام)، حيث ظلّت على حاله وهي الآن بعمق مترين، ومغطاة بشباك من الحديد بطول وعرض 70 × 70 سم لتلافي سقوط أحد فيها. \nهذا وبسبب تعذّر الحصول على الماء في كلّ الآبار التي حُفرت اضطر العبّاس في يوم (7) محرّم مع جماعة من أنصاره لاقتحام النهر عنوة بعد أن كشف مَنْ كان يتولّى حمايته من فرسان العدو، وجلب الماء منه إلى سكان المخيّم لإرواء ظمأهم. \n6 - راية (علم) العبّاس (علمدار) ",
        "نشير إلى كون العبّاس (عليه السّلام) هو الحامل لراية الحسين (عليه السّلام) في ملحمة كربلاء؛ لذا فقد ارتبطت كلّ الرايات والأعلام التي تُنصب في المناسبات الدينية، والمتعلّقة بواقعة الطفّ، ارتبطت باسم العبّاس (عليه السّلام). \nفلا عجب أن نجد عند كلّ حسينية، أو في كثير من الدور في باكستان وأقطار \n\nاُخرى أعلاماً تعلو لعشرات الأمتار، وقد أُعدت كذكرى للعباس (عليه السّلام) في موقفه المشرف، ومن واقعة كربلاء ودوره الفعّال في الدفاع عن المثل العليا التي قامت عليها. ",
        "كما ولا عجب أن نرى شوارع وحدائق تحمل اسم صاحب هذه الراية (ويسمى بالأوردية والفارسية علمدار)؛ حيث نجد في كويته عاصمة إقليم بلوجستان في باكستان شارعاً مهمّاً باسم (علمدار رود)، وهو يبدأ من مركز البلدة (ميزان چوك) ليخترق شرق المدينة، وينتهي عند حافة الجبال المطلّة على البلدة من الشرق، فضلاً عن شوارع وأزقة اُخرى بهذا الاسم، وفي هذا البلد أو ذاك. \nأمّا بصدد اسم العبّاس (عليه السّلام) فهناك العشرات من المدارس والمستشفيات، والمستوصفات والصيدليات، والفنادق والمساجد، والمخافر والأحياء السكنية، وكلّ ذلك تيمّناً بصاحب هذا الاسم؛ لمكانته المتقدّمة في الإسلام، ودوره المميّز في إعلاء كلمة الحقّ والعدل والحرية. \n7 - زيارة العبّاس في كلّ يوم سبت \nتستأثر المشاهد المقدّسة في كافة أنحاء العالم الإسلامي بل وفي العالم الإسلامي باهتمام محبّيها ومريديها، حيث يحرص هؤلاء على زيارة هذه المشاهد بانتظام، وخصوصاً في المناسبات المقرّرة لهذه الزيارة، والتي تكون في الغالب عند ذكرى المولد والوفاة، أو الأعياد أو سوى ذلك. ",
        "وبقدر تعلّق الأمر بالمشاهد المقدّسة في قطر العراق، أو بمشهد العبّاس (عليه السّلام) موضوع هذا البحث؛ فإنّ لكثير من هذه المشاهد مناسبات مخصوصة ومنصوصة من قبل أئمّة الهدى أو القادة الروحانيِّين السابقين، حيث يلتزم بأوقاتها ومواعيدها \n\nالمقرّرة هذه الجميع من دون استثناء. \nوحيث إنّ كلّ مناسبة من هذه ترد مرّة كلّ سنة، وإنّها - من ثمّ - في مجموعها بالنسبة للمشهد الواحد لا تتعدّى عن أصابع اليد الواحدة في غضون السنة، ممّا يدع فترة طويلة تفصل بين كلّ مناسبة والاُخرى التي تعقبها؛ لذا فقد تداعى واتّفق رواد وأنصار هذه المشاهد وزوّارها على تعيين وترتيب أياماً معيّنة من كلّ أسبوع لزيارة هذه المشاهد؛ ليكون حضور الزوّار وعن مختلف الأطراف والجهات يتكرر إليها كلّ أسبوع من دونما توقّف أو انقطاع. ",
        "لذا فقد استقر الأمر والقرار على اعتبار يوم الأحد من كلّ أسبوع موعداً خاصّاً لزيارة مرقد الإمام علي (عليه السّلام) في النجف الأشرف - إضافة لزيارته المخصوصة كلّ سنة -، واعتبار يوم الأربعاء وقتاً مقرّراً لزيارة الإمامين الجوادين (الكاظمين) في مدينة الكاظمية، وليلة الجمعة ويومها موعداً ووقتاً مخصوصاً لزيارة الإمام الحسين (عليه السّلام) - إضافة لزياراته المخصوصة في السنّة والتي تزيد في العدد على عدد زيارات أيّ مشهد آخر -، وحدّد مساء الثلاثاء (ليلة الأربعاء) من كلّ أسبوع كوقت مقرّر لزيارة مسجد الكوفة والسهلة فضلاً عن مشهدي مسلم بن عقيل وهاني بن عروة الذين يقعان إلى جوار المسجد الأوّل. \nأمّا بالنسبة لمشهد أبي الفضل العبّاس (عليه السّلام) فقد وضع له، أو استقر الأمر على أن يكون يوم السبت من كلّ اُسبوع موعداً لزيارته. \nوالعجيب هنا: أنّ النساء قد التزمن بهذا الموعد بشكل يثير الانتباه دون الرجال، وبعد تحرّينا الدقيق عن علّة ومردّ اختيار يوم السبت بالذات كوقت مخصوص لزيارة العبّاس (عليه السّلام)، وتقيّد النسوة به \n",
        "بصورة منتظمة دون الرجال. \nنعم، بعد تحرّينا عن خلفيات وأوليات وضع هذا اليوم دون سواه، ومن جماهير الكبار والمسنّين من ذوي العلم والمعرفة، ومن الجنسين الرجال والنساء، وفي هذا المكان أو ذاك، ظهر لنا - من كلّ ذلك - أنّه كانت منذ عدّة عقود قد تمتد إلى قرن من الزمن، كانت هناك امرأة كردية (فيليّة النسب) من أهالي محافظة ديالى قد بلغت سنّ المراهقة، ولكن لم يخطبها أو يتقدّم إليها رجل، وقد استمرت في التقدم بالعمر ولكن من دون أن يتقدّم إليها أحد ليطلب يدها؛ لذا فقد آثرت هذه المرأة الكردية أو قرّرت من تلقاء نفسها أن تأتي كلّ يوم سبت إلى كربلاء لزيارة مرقد العبّاس (عليه السّلام)؛ لعل الله يحقّق لها مرادها بواسطة وجاه ومنزلة العبّاس (عليه السّلام)، وهو أن تجد لها زوجاً مناسباً، ومن ثمّ يرزقها منه ذرّيّة صالحة قبل أن تودّع هذه الحياة الدنيا الوداع الأخير. \nوأخذت هذه المرأة تلتزم بانتظام بزيارة العبّاس (عليه السّلام) في كلّ يوم سبت من كل أسبوع، وحين بلغ تردّدها سبعة أسابيع وإذا بخاطب يتقدّم إلى دارها ليطلب يدها من ذويها، حيث اعتبرت ذلك من كرامات العبّاس (عليه السّلام) ومآثره، وجلبت معها بعد خطبتها لحرم العبّاس (عليه السّلام) الخبز والفاكهة لتوزيعها على زوّار هذا الحرم. \nويشاهد هنا أنّ البعض من النسوة القادمات للزيارة في أيام السبت قد يجلبن معهنّ كميات كبيرة من لفّات الخبز والصمون، وفي داخلها شيئاً من الخضرة والجبن، وتدعى هذه بـ «السفرة» أو «سفرة العباس»؛ لغرض توزيعها على الزوّار المتواجدين في داخل الحرم. ",
        "ومردّ جلب هذه السفرة فهو إمّا لأنّ مراد هؤلاء قد تحقّق، أو لغرض السرعة في تلبية هذا المراد من الله تعالى ببركة العبّاس (عليه السّلام) إن لم يكن قد تحقّق بعد؛ وذلك تأسياً بما قامت به المرأة الكردية من قبل بعد تحقّق طلبها ومرادها. \n\nتاريخ الروضة العباسيّة \nلقد مرّت عمليات بناء وصيانة وتعميرات كثيرة على الروضة العباسيّة قبل أن تستقر بشكلها ووضعها الحالي، ولقد أسهم في هذا البناء والتعمير بعض الخلفاء العباسيِّين والعثمانيِّين، والصفويِّين والقاجاريِّين، وبعض أمراء ونواب بعض الإمارات الهندية، فضلاً عن عدد كثير من المحسنين وأهل الخير من المسلمين في هذا القطر أو ذاك. ",
        "فبعد قيام قبيلة بني أسد بمواراة أجساد شهداء كربلاء الأبرار بعد (3) أيام من استشهادهم على أرض كربلاء عام (61هـ)، وفقاً للترتيبات والمواضع التي حدّدها لهم الإمام علي بن الحسين (عليه السّلام)، قام بعد ذلك الكثير من رجالات المسلمين - وعلى مرّ الزمن - بإبراز وتشييد مراقد هؤلاء الشهداء الكرام؛ لتكون حجّة ومثابة ومقصداً لزيارة كلّ الأحرار والمحبّين في طول العالم الإسلامي وعرضه؛ وفقاً أو استجابة لمقولة السيدة زينب بنت علي (عليه السّلام) لعلي بن الحسين زين العابدين (عليه السّلام) وهي: ينصبون علماً لقبر أبيك الحسين لا يدرس أثره، ولا يعفو رسمه على كرور الليالي والأيام، وليجتهدنّ َأئمّة الكفر وأشياع الضلالة في محوه وتطميسه فلا يزداد أثره إلاّ ظهوراً، وأمره إلاّ علوّاً(1). \n____________________\n(1) في إحصائية رسمية أعلنتها محافظة كربلاء عن عدد الزائرين الوافدين لمدينة كربلاء لزيارة مرقدي الإمام الحسين (عليه السّلام) وأخيه العبّاس (عليه السّلام) في يوم زيارة الأربعين (20 صفر 1416هـ)، ظهر أنّ = \n",
        "هذا، ولقد حرص الطغاة ومنذ الساعات الأولى لشهادة الحسين والعباس (عليهما السّلام) على طمس آثارهما، عن طريق انتداب عشرة من الخيالة لكي يسحقوا أجساد الشهداء الأبرار؛ حتّى لا تصبح لهم قبور فتتحوّل بمرور الأيام إلى مزارات يحجّ إليها الناس من كلّ مكان. \nإلاّ أنّ الله تعالى قد خيّب ظنون اُولئك الطغاة، فأمسى لشهداء كربلاء مشاهد سامية يرتادها الزوّار على مدار السنة... وعُفي بالمقابل كلّ أثر أو رسم أو ذكر \n____________________\n= عددهم قد قدّر في هذه الإحصائية بـ (5) ملايين نسمة، بينما قدّرت أوساط شعبية اُخرى العدد بـ (7) ملايين نسمة. ",
        "وطبيعي أنّ أيّ من الرقمين الآنفين لم يصله أيّ تجمّع ديني أو غير ديني آخر في أيّة بقعة من العالم، وفي أيّ مناسبة مرّت. وهذا الأمر هو الذي أدركته السيدة زينب (عليها السّلام) بظهر الغيب وجاء عبر خطابها مع ابن أخيها علي زين العابدين (عليه السّلام).\nهذا ما يخصّ زوّار قبر الحسين والعباس (عليهما السّلام)، أمّا ما يتعلّق بالروضة الشريفة فيقول الشاعر محمّد مهدي الجواهري: \nتعاليتَ من مفزعٍ للحتوف   وبوركَ قبركَ من مفزعِ\nتلوذُ الدهورُ فمن سجّدٍ   على جانبيهِ ومن ركّعِ",
        "ويقول الشاعر الشيخ عبد الكريم النايف الكربلائي: \nهذه روضةُ  قدسٍ   بحسينِ الطهرِ تسطعْ\nتهبطُ الأملاكُ فيها   وعلى الأعتابِ تخضعْ\nفي بيوتٍ أذنَ الل   ه بأن للعرشِ ترفعْ",
        "ونظم الشاعر حسن الأسدي:\nلكَ مرقدٌ سامي الكواكبِ رفعةً   كلّ تمنّى أنّه لكَ مرقدُ\nكم مأتمٍ لكَ في السماءِ ومثله   في الأرضِ وهو بكلِّ يومٍ يعقدُ\nونظم الشيخ علي حيدر يقول: ",
        "جعلَ اللهُ بين قبرِ حسينٍ   وأخيه مسعىً على التحقيقِ\nفهو بيتٌ والناسُ تأتي إليه   كلّ عامٍ من كلّ فجٍّ عميقِ\n\nلهؤلاء الطغاة، وإن احتفظ لهم بشيء في الدنيا فهي اللعنة المستمرة التي يوجّهها إليهم كلّ يوم آلاف الناس جرّاء ما اقترفت أيديهم البشعة من ظلم وجور بعد أن ذهبوا إلى مزبلة التاريخ تلاحقهم لعنة الحسين والعباس ومَنْ استشهد معهم من الميامين الأبرار. ",
        "ونشير بعد هذا بأنّ قبور شهداء كربلاء لم يجر عليها أيّ تغيير رئيسٍ يذكر في العهد الأموي؛ حيث خشي زوّارها ومريدوها أن يُزال أثرها ويُعفى رسمها (في حالة إبرازها شاخصة وعالية) من قبل النظام القائم حينذاك. \nلذا ظلّت على حالها طيلة هذا العهد من دون أن ينالها أيّ ضرر، ودون أن يصيب زوارها أي سوء أو مكروه، لا سيما في عهد عبد الملك بن مروان وأولاده؛ لأنّه كتب إلى واليه الحجّاج بن يوسف بهذا الصدد يقول له: حسبي من دماء آل أبي طالب؛ فإنّي رأيت الموت قد استوحش من آل حرب حين سفكوا دماءهم؛ فكان الحجّاج - رغم طغيانه وجبروته - يتجنّب الإضرار أو المساس بالقبور أو زوّارها؛ خوفاً من زوال الملك والسلطان لا خشية من الله تعالى. \nهذا وسنمر في أدناه وبعجالة على أسماء وتواريخ كثير ممّن أسهم في بناء وتعمير الروضة العباسيّة، وعبر الزمن لتستقر في الأخير على الشكل التي هي عليها الآن ومن دون الدخول في التفاصيل الخاصة بذلك: \n1 - لقد قام سليمان بن صرد الخزاعي ببناء قبر بسيط على موضع الجسد الطاهر، وتبعه المختار الثقفي من السنة التالية، أي في عام (66هـ)، وذلك بإعادة بناء هذا القبر من جديد مع تشييد سرادق فوقه ومسجداً حوله لإيواء الوافدين ",
        "\nوالقاصدين للزيارة. \n2 - ولقد تطوّر القبر والحرم بعد ذلك، حيث جرى في عام (199هـ) وفي عهد الخليفة العباسي المأمون بناء القبر من جديد مع إضافة بعض الزيادات والملحقات إليه، وبقي الحال هكذا إلى أن جاء المتوكّل العباسي وأمر في عام (236هـ) بهدم قبر الحسين (عليه السّلام) وما حوله من المنازل والدور. \n3 - وبعد ذلك وفي عهد الخليفة العباسي المنتصر، وفي عام (247هـ) على وجه التحديد، جرى إعادة بناء المرقد وتوسيع الحرم مع وضع سارية على القبر لإرشاد الزوّار. ",
        "4 - وتولّى من ثمّ عضد الدولة البويهي وفي عام (371هـ) تعمير وتطوير المرقد بصورة كبيرة وموسّعة. \n5 - وفي عام (380هـ) قام عمران بن شاهين بتجديد المرقد الشريف. \n6 - وفي عام (450هـ) جرى تعمير المرقد من قبل الأمير دبيس الأسدي، وهو أحد أمراء دولة بني مزيد التي اتّخذت الحلّة الفيحاء حاضرة لملكها. \n7 - أمّا الخليفة العباسي الناصر لدين الله فقد قام في عام (545هـ) بتعمير المرقد المطهّر. ",
        "8 - وفي عام (620هـ) تولّى أحمد بن الناصر لدين الله تعمير المرقد والحرم. \n9 - كما وقام السلطان أويس حسن الجلائري وفي عام (764هـ) بتجديد المرقد والحرم. \n10 - وتبع ذلك وفي عام (859هـ) قيام أحد أمراء دولة الخروف الأسود بتعمير المرقد. \n",
        "11 - ومن ثمّ تولّى السلطان إسماعيل الصفوي وفي عام (914هـ) تعمير وتطوير المرقد والحرم. \n12 - ثمّ تبع ذلك قيام السلطان العثماني سليمان القانوني وفي عام (941هـ) بتطوير المرقد. \n13 - وفي عام (1048هـ) تولّى صفي الدين الصفوي تعمير المرقد. \n14 - وقام السلطان العثماني مراد الرابع وفي عم (1117هـ) بتعمير مرقد العبّاس وحرمه. ",
        "15 - ثمّ قام السلطان نادر شاه أفشار في عام (1156هـ) بتعمير المرقد. \n16 - وفي عام (1214هـ) تولّى السلطان القاجاري فتح علي شاه تطوير وتجديد المرقد والحرم. \n17 - وجرى في عام (1259هـ) ومن قبل نواب إمارة أودة في الهند تعمير بعض أجزاء المرقد. \n18 - ثمّ أمر السلطان العثماني عبد المجيد الأوّل وفي عام (1266هـ) بتعمير وبناء المرقد المقدّس. ",
        "19 - وفي سنة (1273هـ) قام السلطان القاجاري ناصر الدين شاه بتعمير الحرم والمرقد. \n20 - وفي عام (1200هـ) تولّت السيدة تاج محل، وهي إحدى كريمات أحد نواب إحدى إمارات الهند بالتبرّع لتطوير الحرم العباسي. \n21 - وتولّى السلطان العثماني عبد الحميد الثاني وفي عام (1309هـ) تعمير \n",
        "المرقد والحرم. \n22 - ثمّ تولّت بعد ذلك ومنذ عام (1225هـ) بالحرم العباسي، تبرّع بعض المحسنين في العالم مثل سلطان البهرة طاهر سيف الدين في عام (1355هـ) وسواه في الإسهام في تعمير الحرم وتوسيعه وتطويره. \nومردّ ذلك هو أنّ الروضة العباسيّة المقدّسة ليست هي فقط محجّة ومزاره وقبلة لأهل القطر، بل هي في الحقيقة لكلّ المسلمين في كلّ أرجاء العالم؛ لذا كانت تبرعات كلّ هؤلاء المسلمين في بناء المرقد والحرم سخيّة وكبيرة. \nأمّا عن الضريح (الشباك) الحالي لأبي الفضل العبّاس (عليه السّلام) المنصوب على القبر الشريف، فقد صُنع في إيران وفي مدينة أصفهان بالتحديد، وهو مصنوع من الفضة والذهب بتبرعات من جماهير المسلمين، وقد نُقل إلى العراق ونصب فوق القبر عام (1285 - 1966هـ)، وكان ذلك في احتفال عظيم وكبير بما ليس له نظير. ",
        "علماً بأنّ هذا الضريح كان قد أُعدّ بتوصية وتوجيه من الإمام الأكبر السيد محسن الحكيم الطباطبائي (ت 1970) بعد تقديم سلطان البهرة لضريح هو دون حجم ومساحة الضريح الحالي، والذي نقل ليُنصب في مسجد رأس الحسين بالقاهرة في جمهورية مصر العربية. \nكما نُقل ضريح العبّاس القديم ليُنصب على مرقد مسلم بن عقيل في الكوفة. \nولقد أرّخ الخطيب السيد علي بن الحسين الهاشمي تاريخ نصب الضريح الجديد بقوله: \nإن جئت لمرقد المواسي   مَنْ كان لهاشمٍ ضريحه",
        "قف عند ضريحهِ وأرّخ   (للهِ منوّرٌ ضريحه) 1385ه\n\nكما وتزيّن أعالي جوانب هذا الضريح وفي جهاته الأربعة قصيدة شعرية للعلاّمة السيد جمال الهاشمي، نقتطف منها هذه الأبيات: \nضريحكَ مفزعنا  الأمنعُ   بهِ كلُّ نازلةٍ  تُدفعُ",
        "وبابكَ للخلقِ بابُ النجاة   تلوذُ بعروتهِ  الروّعُ\nأبا الفضلِ والفضلُ يُنمى إليك   فغانت لألطافهِ  منبعُ\nويا بطلَ الطفِّ هذا  لواك   على كلِّ شاهقةٍ  يُرفعُ\nوهذا حسامُكَ  أنشودةً   بها ينتشي البطلُ الأروعُ",
        "وكفّاكَ مقطوعةٌ نعمة   بها كلُّ مكرمةٍ  تسجعُ\nورأسكَ يرفعُ فوقَ القناة   هو الشمسُ في اُفقها  تسطعُ\nأمّا قبّة العبّاس الحالية فقد شيّدت وغطيت بالقاشاني البديع عام (1305هـ) كما هو مثبت عليها، وبناء على طلب كثير من الناس في البلد وخارجه بصدد تذهيب هذه القبّة - اُسوة بقبّة أخيه الحسين (عليه السّلام) - فقد قامت الجهات المسؤولة في القطر بالاستجابة لنداء الجماهير، وذلك في عام (1375هـ - 1955م) بتذهيب هذه القبّة بعد أن تمّ قلع القاشاني واستبداله بطابوق الذهب، والذي بلغ تعداده (6418) طابوقة. \nوقد أرّخ تذهيب القبّة الشاعر الكربلائي السيد مرتضى الوهّاب، قصيدة طويلة جاء في آخرها: ",
        "قبّةٌ فوقَ الثريا ارتفعتْ   وعلى الآفاقِ بدراً طلعتْ\nمن أبي الفضلِ نورٌ سطعتْ   وحكى تاريخها (صدقاً على\nمرقد العبّاس تاج الذهبِ) 1955م\nكما وأرّخها السيد محمّد ابن السيد حيدر الحلّي بقوله: ",
        "\nقبّةُ العباسِ لمّا ذُهبّتْ   شرّف الأبريزَ منها المرقدُ\nلم تنر بالتبرِ لا بل أرّخوا\n(بأبي الفضل أنار العسجدُ) 1376ه",
        "هذا، وإذا ما كان هناك فرق بين قبّتي العبّاس والحسين (عليهما السّلام) من جهة التذهيب فهو في نقطة واحدة يخصّ مساحة التذهيب، فقبّة الحسين يمتد تذهيبها إلى نهايتها، أي إلى عند سطح الحرم، أمّا قبّة العبّاس فيمتد تذهيبها إلى قمّة الشبابيك القائمة في أسفل القبّة. \nوإنّما تُرك أسفل القبّة بالقاشاني من دون تذهيب؛ وذلك - كما أرى - ليتلاءم ويتناسب مع نصف المئذنتين اللتين تليا حوضهما من الأسفل، حيث هما أيضاً من القاشاني، بينما تمّ تذهيب النصف الأعلى (فوق الحوض) منذ مدّة. \nهذا، ونشير إلى أنّ ما طرأ على مرقد الإمام الحسين (عليه السّلام) من تطوّر وازدهار عبر الزمن قد أصاب في نفس الوقت عادة مرقد العبّاس (عليه السّلام)، كما وأنّ ما أصاب قبره وحرمه من أضرار، وسلب وتلف عبر التاريخ - والذي كان آخره ما أوقعه الوهابيون بالمرقد عند غزوهم لكربلاء عام (1216هـ - 1801م) - قد أصاب مرقد العبّاس أيضاً؛ وذلك لمكانة العبّاس المميزة عند الحسين (عليه السّلام)، بل ومكانته عند كلّ الأحرار والأبرار والأباة في العالم؛ حيث إنّ الجهة التي كانت تتولّى بناء وصيانة وتعمير مرقد وحرم الحسين (عليه السّلام)، كانت تتولّى - في العادة - نفس الشيء بالنسبة لمرقد وحرم العبّاس (عليه السّلام).\nوهذا أدّى إلى تشابه الروضتين إلى حدّ بعيد، وبنفس العظمة والفخامة؛ فالحسين هو العبّاس، والأخير هو روح الحسين، وعموده الفقري، وذراعه وعينيه... إلخ. ",
        "وعن هذه الحالة نظم أحد الشعراء، وهو الشيخ محمّد السماوي يقول: \nوكلّ مَنْ شادَ بناءَ السبطِ   شادَ بنا أخيهِ بين الرهطِ\n\nفهو العفرناة(1) الشديد البأسِ   ومَنْ ترى كالضيغم العبّاسِ",
        "إلاّ أنّ الشيء الذي يلفت النظر في بناء الروضة العباسيّة - وهو غير موجود في الروضة الحسينيّة - هو أنّها مشيّدة وقائمة على نفق بديع يحفّ بالروضة، ويؤدي ويصل إلى المكان الذي دُفن فيه جسد أبي الفضل العبّاس (عليه السّلام)، وقد تمّ بناء وإعداد هذا النفق على شكل هندسي عجيب يشير إلى عظمة الفن المعماري القديم. \nوللنفق هذا ثلاثة شبابيك مستطيلة من الجهات الشرقية والشمالية والغربية لغرض تبديل الهواء، كما ويمكن الدخول إليه عبر أحد أروقة الروضة المقدّسة. \nعلماً بأنّه لا يسمح لأيّ شخص بالدخول إلى هذا النفق، وبالتالي الوصول إلى مكان قبر العبّاس (عليه السّلام) الذي يقع أسفل الضريح (الشباك) إلاّ بتصريح خاص. \nوأظنّ أنّ آخر مسؤول كبير سُمح له بالدخول هو (آصف علي زرداري) زوج (بينظير بوتو) رئيسة وزراء باكستان السابقة، وذلك في خلال زيارتهما لكربلاء في شهر آذار من عام (1990م) حيث كانت معه في الحرم عند دخوله إلى النفق. ",
        "وعند عودته إلى وطنه شرح لجماهير الشعب الباكستاني عبر الوسائل الإعلامية المختلفة تفاصيل مشاهداته تحت الروضة العباسيّة، وقرب قبر العبّاس (عليه السّلام) المقدّس، حيث اعتبر ذلك أثمن وأسمى وأعز مكان كان قد شاهده في حياته كلّها، كما وكانت أسعد أمنية قد تحقّقت له عبر سني حياته. \nلقد سمع الباكستانيون ما قاله لهم (آصف علي) عن زيارته هذه للعباس (عليه السّلام)، وكلّما جاء أحد منهم لزيارة كربلاء استفسر عن إمكانية الدخول إلى نفق الروضة العباسيّة. \n____________________\n(1) العفرناة: هو أحد أسماء الأسد. ",
        "\nسدنة الروضة العباسيّة \nبعد أن شرحنا في الفصل السابق مراحل بناء وتطوير الروضة العباسيّة المقدّسة، نتناول في هذا الفصل أسماء السادة الذين تولّوا سدانة هذه الروضة، وتواريخ ذلك منذ القرن العاشر الهجري إلى الوقت الحاضر(1). \nويلاحظ بأنّ هناك فراغات في الزمن بين تواريخ إنهاء السدنة السابقين لوظائفهم، وبين تواريخ الآخرين الذين أعقبوهم في إشغال هذه الوظائف، ونرى أنّ مردّ ذلك يرجع إلى وفاة السادن مع التأخّر في تعيين أو تنسيب اللاحق لحين حصول الإجراءات والخطوات لتعين أو تثبيت السادن الجديد. ",
        "« وبهذه المناسبة نشير إلى أنّ سدانة الروضة العباسيّة لم تكن في البداية وإلى وقت قريب مستقلّة تماماً عن سدانة الروضة الحسينيّة، وإنّما كانت تابعة أو ملحقة بسدانة الروضة الحسينيّة... وفي سبيل تخفيف الأعباء عن سادن الروضة الحسينيّة كان الأخير ينيب عنه مَنْ يراه أهلاً وكفوءاً لإدارة شؤون ومهام الروضة العباسيّة. \nولقد استمرت هذه الحالة إلى عهد السادن السيد مرتضى السيد مصطفى ضياء \n____________________\n(1) إنّ مهنة السدانة التي يشغلها السادن (الكليدار) تتعلّق بالإشراف على تعمير وتطوير الحرم، والمحافظة على ممتلكاته. فضلاً عن إضاءته بالليل، وغلق أبوابه، وتأمين نظافته، وتشغيل وسائل التكييف باستمرار مع الحرص على تأمين دخول الزوار إليه بانسيابية، إضافة إلى الاستقبال والترحيب بكبار الزوّار. ",
        "\nالدين (آل ضوي)، حيث سعى الأخير لفصل سدانة الروضة العباسيّة عن الحسينيّة وجعلها سدانة قائمة بذاتها؛ اُسوة بسدانة الروضة الحسينيّة، وقد تمّ له ذلك؛ حيث تمّ فصل السدانتين أحدهما عن الاُخرى، وباتت كلّ واحدة تعمل ضمن المشهد المقدّس الخاصّ بها وإلى هذا اليوم »(1). \nأمّا أسماء مَنْ تولّى سدانة الروضة العباسيّة كنائب أو كممثل لسادن الروضة الحسينيّة، أو مستقلاً عنه منذ القرن العاشر الهجري حتّى الآن على وجه الاختصار هم: \n1 - السادن الأوّل: هو محمّد بن نعمة الله، وذلك عام (1025هـ)، واستمر في عمله هذا حتّى وفاته. ",
        "2 - السادن الثاني: كان الشيخ حمزة السلامي (نسبة إلى عشيرة السلالمة العراقية)، وذلك في عام (1091هـ) وإلى ما بعد عام (1108هـ). \n3 - السادن الثالث: هو الشيخ محمّد شريف الذي تولى السدانة بعد وفاة السادن السابق، وكان سادناً عام (1161هـ)، وظلّ شاغلها حتّى وفاته. \n4 - الرابع: هو الشيخ أمد الخازن، وقد تولّى أعباء السدانة بعد رحيل السادن السابق، وقد توفي في عام (1187هـ). \n5 - الخامس: هو الشيخ علي بن عبد الرسول، وتولّى السدانة عام (1187هـ)، واستمر في أداء مهام عمله إلى ما بعد عام (1222هـ) وحتى وفاته، وهو جدّ المرحوم الشيخ محمّد علي محمود الكيشوان في الروضة العباسيّة، وتُعرف اُسرته في الوقت الحاضر ببيت الشيخ، وتنتمي هذه الاُسرة إلى قبيلة جشعم العربية. ",
        "____________________\n(1) مدينة الحسين (عليه السّلام) - محمّد حسن مصطفى الكليدار آل طعمة. \n\n6 - السادس: هو الشيخ عبد الجليل الكليدار، وقد تولّى السدانة عام (1224هـ)، وقد تمّ عزله من عمله لأسباب لم نقف عليها بعد. ",
        "7 - السابع: هو السيد محمّد علي بن درويش بن محمّد آل ثابت، ويرجع نسبه إلى ثابت بن سلطان كمال الدين نقيب نقباء العراق في عام (957هـ)، وهو الجدّ الأعلى لأسرة آل ثابت في كربلاء، وقد تولّى السدانة في عام (1225هـ) وإلى ما بعد عام (1229هـ). \n8 - الثامن: هو السيد ثابت بن درويش، وهو أخ السادن السابق، وكان سادناً في عام (1232هـ) وإلى ما بعد (1238هـ) وحتّى وفاته. \n9 - التاسع: هو السيد عبد الوهاب السيد محمّد علي بن عباس آل طعمة علم الدين، وهو جدّ بيت الوهاب من آل طعمة، وتوفي عام (1271هـ). \n10 - العاشر: هو السيد محمّد بن جعفر بن مصطفى بن أحمد آل طعمة، [ يرجع نسبه ] إلى نعمة الله بن طعمة علم الدين من آل فائز الموسوي، وكان سادناً للروضة عام (1250هـ) ولكن لفترة قصيرة. ",
        "11 - الحادي عشر: هو السيد حسين بن حسن بن محمّد علي بن موسى، وهو الجدّ الأعلى لسادات آل الوهاب في كربلاء، وقد تولّى السدانة عام (1251هـ) حتّى عام (1265هـ)، ثمّ عُزل عن السدانة. \n12 - الثاني عشر: هو السيد سعيد بن سلطان بن ثابت، وتولّى السدانة عام (1265هـ)، وهو من سلالة سلطان كمال الدين، تولّى السدانة بعد عزل السادن السابق، وقد توفّي في عام (1285هـ). \n\n13ـ الثالث عشر: وهو السيد حسين المشهور بـ «نائب التولية» من آل ثابت، وهو نجل السادن السابق، وتولّى السدانة بعد رحيل والده. ",
        "14 - الرابع عشر: هو السيد حسين بن محمّد علي بن مصطفى آل ضياء الدين، وهو من سلالة طعمة كمال الدين الفائزي، وقد تولّى السدانة تمام (1286هـ) وحتّى وفاته والتي كانت في عام (1288هـ). \n15 - الخامس عشر: وهو السيد مصطفى نجل السادن السابق، حيث خلف أباه في مهام السدانة بعد رحيله، والذي تمّ هذا في أوائل عام (1289هـ)، ولبث في السدانة إلى وقت وفاته في عام (1297هـ). \n16 - السادس عشر: هو السيد محمّد مهدي بن محمّد كاظم آل طعمة، وينتسب إلى طعمة علم الدين الفائزي، ولقد تولّى السدانة عام (1297هـ)، وقد شغلها حتّى عام (1298هـ) حيث عُزل عنها. \n17 - السابع عشر: هو السيد مرتضى نجل السيد مصطفى، والأخير هو السادن (15) آنفاً للروضة العباسيّة، وينتسب إلى بيت ضياء الدين (ضوي)، وهو صاحب مشروع إسالة الماء في كربلاء، والذي حصل على امتياز خاصّ لإقامته من السلطة، والتي كانت في عام (1357هـ) المصادف 17/5/1938. ",
        "18 - الثامن عشر: هو السيد محمّد حسن آل ضياء الدين نجل السادن السابق، ويعرف بـ (آغا حسن)، وتولّى السدانة بعد رحيل والده، وانتقل إليه مشروع إسالة الماء، واستمر في إشغال السدانة لغاية وفاته في عام (1372هـ) المصادف لعام 1952. \n\n19 - التاسع عشر: هو السيد بدر الدين آل ضياء الدين، وهو الابن الأكبر للسادن السابق، وتولّى السدانة بعد رحيل والده، واستمر حسن السيد صافي آل ضياء الدين وكيلاً عنه في إدارة شؤون الروضة المقدّسة. \n20 - العشرون: هو السيد محمّد حسين ابن السيد مهدي آل ضياء الدين، وقد تولّى السدانة عام (1402هـ) واستمر في إشغالها حتّى عام (1410هـ - 1990م). ",
        "21 - الواحد والعشرون: هو السيد مهدي ابن السيد فاضل الغرابي، وتولّى السدانة عام (1412 - 1991م)، ولا يزال يشغلها حتّى الوقت الحاضر. \n\nتطوير الروضة العباسيّة \nبالنظر لقدسيّة ومكانة الروضتين المطهّرتين العباسيّة والحسينية لدى عموم المسلمين في مشارق الأرض ومغاربها، فقد قدّم الأخ السيد محمّد رضا أحمد آل طعمة مقترحات وآراء وبرامج لتطويرهما، فضلاً عن تطوير مدينة كربلاء المقدّسة، وقد جمعها المؤلّف في كتابه المخطوط الموسوم بـ (مشروع برنامج لتطوير مدينة كربلاء - مدينة الحسين والعباس (عليهما السّلام) )، وقد تمّ إصداره عام 1992. ولمَنْ يرغب في الاطّلاع على المقترحات الخاصّة بالروضة الحسينيّة أو بمدينة كربلاء عليه الرجوع إلى الكتاب المذكور. ",
        "أمّا بقدر تعلّق الأمر بالروضة العباسيّة - موضوع هذا البحث - فنشير في أدناه إلى المقترحات التي قدّمها المؤلف والخاصّة بتطوير الروضة المذكورة، وهي قابلة للمناقشة والتداول. \nهذا وحين ننشر في أدناه المقترحات الآنفة والخاصّة بتطوير الروضة العباسيّة، والتي آثرنا أن تكون في الصفحات الأخيرة لهذا البحث، نرجو أن تكون جزءاً من مساهمات جيلنا الحاضر لخدمة القبّات المقدّسة. \nوقد تكون بعض هذه المقترحات وجيهة وجيدة، وهذا يتطلّب إنجازها سريعاً، وقد يكون البعض منها دون ذلك، ويتطلّب الحال هنا وقتاً قد يطول أو يقصر لدراستها وقرائتها لبيان مدى فعاليتها وضرورتها، وهذا أمر موكول لوزارة الأوقاف ودوائرها وأجهزتها المختصّة في المحافظة أو القطر، فضلاً عن كلّ المسؤولين\n",
        "الخيّرين في البلاد. \nوالمقترحات موضوعة البحث هي(1): \n1 - إقامة متحف \nيشير المؤلّف في كتابه الآنف الذكر إلى ضرورة عرض التحف النفيسة في متحفي سيدنا الحسين وسيدنا العبّاس (عليهما السّلام)؛ فالمتحف يكون واجهة حضارية للعتبات المقدّسة، ويحافظ على الموقوفات. ",
        "2 - تقويم المأذنتين \nيقول المؤلّف حرفياً حول هذا الموضوع: « نظراً لشخصية سيدنا العبّاس (عليه السّلام)، صاحب الكرامات التي يعرفها القاصي والداني، وما تركه من أثر في واقعة الطفّ باستشهاده وإخوته الأربعة حيث أصبح رمزاً للتضحية والفداء؛ لذا أقترح هدم المنارتين إلى الأسفل وبناء (إكساء) واجهتيهما - بعد بنائهما - بالذهب. \nلقد قامت وزارة الأوقاف بهدم الأجزاء العليا من المنارتين وبنائهما مجدداً، وهذا خطأ كبير حيث إنّ المنارة عندما مالت من الأعلى معناه أنّها تعبت على مدار السنين خاصّة بوجود المياه الجوفية وحشرة الأرض، وبهذا كان الأجدر القيام بعمل جذري بدل الأعمال الجزئية والتي لا تثمر شيئاً، ويعود الخلل على المدى البعيد ». \n3 - تكوين مؤسسة ",
        "يقترح المؤلّف في كتابه آنف الذكر حرفياً: «تكوين مؤسسة ذات شخصية \n____________________\n(1) نشير إلى أنّ هناك اقتراحات كان قد قدّمها المؤلّف لتطوير الروضة العباسيّة، وقد نفذت وأنجزت بالتمام والكمال من قبل وزارة الأوقاف، ومنها على سبيل المثال: تذهيب الطارمة الأماميّة... إلخ؛ وبسبب تنفيذ وإكمال هذه المقترحات لم نر مسوغاً لذكرها ودرجها هنا. \n",
        "معنوية تضمّ الروضتين، ولغرض النهوض بالعتبات المقدّسة والمؤسسات الرسمية وشبه الرسمية نرجو إعادة صناديق الاقتراحات والشكاوي على أبواب المؤسسات لاستمزاج جمع الآراء وبلورتها ». \n4 - تذهيب أسفل القبّة \nيرى المؤلّف ويذهب إلى: « تذهيب الجزء الأسفل من قبّة سيدنا العبّاس (عليه السّلام)، وتنظيف وتلميع ذهب الروضتين بين فترة واُخرى ». \n5 - إقامة ساعة حديثة ",
        "يقترح المؤلّف أيضاً: « بناء ساعة حديثة في الروضة العباسيّة كالتي في الروضة الحسينيّة وفي الجهة الغربية؛ لكي لا تحجب القبّة والمنائر ». \n6 - بناء سياج خاص للصحن \nيقول المؤلّف عن هذه النقطة بالحرف أنّه: « يقترح إنشاء سياج خارجي للصحن في كلّ من الحرمين بارتفاع (5م) بدل السياج المرتفع الحالي الذي يحجب النواحي الهندسية والمعمارية والجمالية لهذه العتبات المقدّسة، وهذا السياج عمل في الكعبة المشرفة ». \n7 - إنماء أموال الحرم ",
        "يرى المؤلّف فيما يراه في كتابه الآنف ضرورة « إنّماء أموال الحرمين المودعة في البنك، واقتراح إنشاء عمارة بها تنفد على مراحل من واردات الروضتين؛ لأنّ استثمار الأموال يؤدّي إلى نشاط اقتصادي وعمراني، وكذلك إلى تعمير مدينة كربلاء. وإنّ هذه العملية قد جرتْ في معظم المؤسسات الدينية في العالم؛ سواء منها الإسلاميّة أو المسيحية ». \n\n8 - إقامة معهد عالٍ لخدمة الروضات المقدّسة \nيقول المؤلّف عن هذا المعهد العالي للخدم بالحرف: « منذ مئة سنة تقريباً وجدت جماعات الخدم لخدمة العتبات المقدّسة، وقد صدر في العهد الملكي قانون العتبات المقدّسة جعل بموجبه الخدمة في هذه العتبات عن طريق الوراثة، والغرض من ذلك حصر هذه المهنة بسلالات يعرفون كيفية أداء هذه الخدمة ومراسيمها. ",
        "ولكن بظهور المدارس، وتقدّم المجتمع ثقافياً جعل القائم بالخدمة إذا لم يلمّ بقدر من الثقافة والعلوم يصبح عاجزاً عن أداء عمله ودوره بطريقة صحيحة. \nإنّ إنشاء مثل هذا المعهد وتلقّي منتسبيه دروساً في اللغة العربية، وقواعدَ في الدين والفقه وغيرها من العلوم التي لها مساس بعملهم في الروضة، ممّا يضفي جانباً مهماً من جوانب تطهير العتبات المقدّسة. \nوبما أنّ الانتساب في الخدمة هو عن طريق الوراثة فلا بأس من أن يُفتح مثل هذا المعهد لخريجي الإعدادية من خدم الروضات المقدّسة، على أن تُفتح بعض الدورات التثقيفية لمَنْ لا يحملون الشهادة الإعدادية. \nومجمل القول: نقترح أن تكون جميع التعيينات الجديدة لخريجي الدراسة الإعدادية والمتوسطة على أن يبقى السابقون يمارسون أعمالهم ». ",
        "9 - ضم جميع العتبات المقدّسة في العراق بمؤسسة \nيقترح المؤلّف هنا ويدعو بالحرف إلى: « ضمّ جميع العتبات المقدّسة بمؤسسة شبه رسمية، صاحبة استقلال معنوي ومادي، وهي تأخذ على عاتقها إعطاء الرواتب للجهاز الإداري لهذه العتبات وشؤون الصرف الاُخرى. \n\nكما تقوم هذه المؤسسة باستثمار الأموال الفائضة المدّخرة من العتبات المقدّسة في العراق بإنشاء أسواق وعمارات بها، وصرف وارداتها على شؤون العتبات المقدّسة، وإعطاء جزء منها للأرامل والأيتام والفقراء. ",
        "\nأمّا مقترحاتنا \nمقترحاتنا الخاصّة بتطوير الحرم وتمشية مهامّه بانتظام، فنشير هنا إلى بعض منها، والتي أدركناها خلال تردّدنا المستمر على الحرم، واحتكاكنا بزوّاره القادمين إليه من القطر أو خارجه، فهي كما يلي وبصورة موجزة: \n1 - يفتقر الحرم إلى الساعات الجداريّة والأرضيّة (والتي كانت سابقاً) لغرض تحديد الوقت، حيث إنّ غالبية المزارات في العالم تزخر بمثل هذه الساعات وبأحجام مختلفة، كما نقترح الإسراع في تصليح الساعة الكبيرة القائمة فوق باب القبلة، والذي كان صوتها يسمع في يوم من الأيام في أقصى البلدة. ",
        "2 - ضرورة الاهتمام بمضيف العبّاس (عليه السّلام)، حيث نقترح أن تقدّم فيه وباليد وجبة سريعة (تكون جاهزة في أواني بلاستيكية رقيقة) تقدّم إلى الزوّار، وخصوصاً القادمين من خارج القطر كما هو حال بعض مزارات العالم، ويمكن هنا تناول الوجبة في داخل المضيف أو أخذها معهم لتناولها في الفنادق ومحلاّت السكن(1). \n3 - هناك تزاحم وتداخل عند الزيارة بين الرجال والنساء، ونرى هنا إمكانية فصل الطواف عند الضريح؛ إمّا بصورة دائمة كما هو عليه في مرقد الإمام الرضا (عليه السّلام) \n____________________\n(1) كما هو الحال في مضيف الإمام علي بن موسى الرضا (عليه السّلام)، حيث يتمّ إطعام ما لا يقل عن (1000) شخص في اليوم الواحد. ",
        "\nفي مشهد، أو السيدة زينب والسيدة رقية في دمشق، وإمّا بصورة مؤقتة وعند الزيارات والازدحام فقط، علماً بأنّه بدأ العمل بهذا المقترح في مرقد الجوادين في الكاظمية. \n4 - يشكو زوار الروضة من أنّ أبوابها تُغلق مبكراً من الليل فضلاً عن غلقها عند فتح الضريح (الشباك) أو سوى ذلك، ونرى أن يكون غلق أبواب الروضة عند قرب فراغ الحرم من الزوار، وأن يكون فتح الضريح عادة بعد وقت غلق الحرم المقرّر يومياً. \n5 - إنّ الكشوانيات الحالية في مداخل الحرم تضيق بالزوّار خلال الزيارات وليالي الجمع وأيامها، ونقترح هنا فتح كشوانيات (عدد/2) في الجهة الشرقية من الحرم، وعلى امتداد أو في مقابل الاثنين اللتين هما على استقامتهما من الجهة الغربية للحرم؛ لغرض امتصاص زحام الزوّار الداخلين للروضة عبر بابي الفرات (العلقمي) والإمام علي الهادي (عليه السّلام). ",
        "6 - عن أماكن شرب الماء والوضوء نرى العناية بالبرّاد الكبير الخاصّ بالروضة، والواقع عند باب الكاظم (عليه السّلام)، وأن تكون صيانته مستمرة لعطل بعض حنفياته وانقطاع الماء أحياناً، ونقترح أن يكون هناك محلّ كبير وقريب للوضوء فقط لخدمة الزائرين. \n7 - إنّ محلاّت وضع المصاحف الشريفة تحتاج إلى عناية وتنظيم، كما وأنّ عدد المصاحف قليلة، وكثير منها يحتاج إلى تجليد، ونرى هنا تنسيب أحد الخدمة ليكون مسؤولاً عنها، إضافة لواجباته الاعتيادية داخل الحرم. \n8 - نرى منع الزوار من النوم في أروقة الحرم وخصوصاً في الصيف؛ لأنّ هذه ظاهرة غير حضارية، ولا نجدها في المزارات خارج القطر.\n",
        "أروع ما قيل في رثاء العبّاس (عليه السّلام)\nتستأثر الحوادث المفجعة التي تجري في أرجاء العالم باهتمام بالغ وعناية فائقة من قبل الكتّاب والشعراء وأرباب القلم والفكر. \nولو أنّ مثل هذه الحوادث المؤلمة لو قدر لها أن تصيب وتقع على أهل البيت (عليهم السّلام) الذين اذهب الله عنهم الرجس، لكان الاهتمام بها هنا يزيد ويتضاعف فيما لو أصابت سواهم؛ لما لهذا البيت الكريم من مكانة مرموقة في نفوس أبناء المسلمين، ودرجة مميّزة في قلوبهم لا يضاهيها أحد، والذي نظم أحد الشعراء عنهم يقول: \nولولاهمُ لم يخلق اللهُ  آدماً   ولا كانَ زيدٌ في الأنامِ ولا  عمرو",
        "ولا سُطحت أرضٌ ولا رُفعت سما   ولا طلعت شمسٌ ولا أشرق البدرُ\nسرى سرّهم في الكائناتِ  وفضلهم   فكلّ نبيٍّ فيه من سرّهم  سرُّ\nولقد كان استشهاد أبي الشهداء الحسين (عليه السّلام) وأخيه أبي الفضل العبّاس (عليه السّلام) في كربلاء عام (61هـ) مع حشد من أصحابهما وأقاربهما، وبالكيفية والطريقة التي تمّت بها ويعرفها كلّ إنسان، كان لهذا الاستشهاد أوانه وفرّ مجالاً خصباً ونواة للكتابة ونظم العشرات بل المئات من الكتب وقصائد العزاء؛ سواء بالفصيح أو العامية (الشعبية). \nوكلّ هذه تدور طبعاً حول حوادث وتفصيلات ملحمة كربلاء وما رافقها من مآسي ونوائب، فضلاً عن أنّها تؤرّخ كلّ هذه الأمور ساعة بساعة وبدءاً من مغادرة ",
        "\nالأخوين الحسين والعباس (عليهما السّلام) مع بقية أقربائها المدينة المنوّرة إلى مكة المكرّمة، ومن الأخيرة إلى كربلاء، وتفاصيل استشهاد الجميع على هذه الأرض الطاهرة، ووقائع رحيل ما تبقّى من أهل البيت (عليهم السّلام) من الأطفال والنسوة كأسرى حرب من كربلاء إلى الكوفة، ومن ثمّ إلى الشام برفقة رؤوس الشهداء وفي طليعتها رأسي الحسين والعباس (عليهما السّلام) والمرفوعة على رؤوس الرماح لتطال السماء، ومن ثمّ مسيرة هذا الركب إلى المدينة المنوّرة حيث مكان الانطلاق الأول، حيث يمكن تسمية كلّ ما سجّل وكتب عن هذه المشاهد المؤلمة والمحزنة بـ «الأدب الحسيني». \nولقد آثرنا هنا أن ننقل فيما يلي بعض ما نظمه الشعراء من شعر يعبّر عن مشاعرهم وأحاسيسهم إزاء ما أصاب العبّاس بن علي (عليهما السّلام) من مآسي وكوارث على أرض كربلاء، والتي هزّتهم وأخذت منهم كلّ مأخذ. \nعلماً بأنّ هذا الشعر عندما يؤرّخ للعباس (عليه السّلام) ومصابه فإنّه يشير في نفس الوقت إلى أخيه الحسين (عليه السّلام) في كثير أو قليل؛ بسبب أنّ مصاب الأخوين متلازمان ولا يمكن إبعاد أو فصل أحدهما عن الآخر، إلاّ كما يفصل نور الشمس عن الشمس نفسها، وإنّ مصابهما ورزيتهما هما من العظمة والمكانة ما أنست سواهما، وفي ذلك يقول الشاعر الأعسم: ",
        "أنست رزيّتكم رزايانا التي   سلفت وهوّنت الرزايا الآتيهْ\nوما نظم من الشعر في حقّ العبّاس (عليه السّلام) والذي اخترناه في هذا البحث هو: يقول حفيد العبّاس (عليه السّلام) محمّد بن الفضل بن الحسين بن عبد الله في شأن جدّه الأعلى: \n\nإنّي لأذكرُ للعباسَ موقفَه   بكربلاءَ وهامَ القومِ  يختطفُ",
        "يحمي الحسينَ ويحميه على ظمأٍ   ولا يولّي ولا يثني  فيختلفُ\nولا أرى مشهداً يوماً  كمشهده   مع الحسينِ عليه الفضلُ والشرفُ\nأكرم بهِ مشهداً بانت  فضيلتُه   وما أضاعَ لهُ أفعالهُ  خلفُ\nونظم حفيده الفضل بن الحسين يقول: ",
        "أحقّ الناس أن يُبكى  عليه   فتىً أبكى الحسينَ بكربلاءِ\nأخوه وابنُ والده عليٍّ   أبو الفضل المضرّج بالدماءِ\nومَنْ واساه لا يثنيه  شيءٌ   وجاد لهُ على عطشٍ  بماءِ\nوللسيد جعفر الحلّي قصيدة عصماء في رثاء العبّاس (عليه السّلام) طالما يردّدها الخطباء في مجالسهم، ولقد جاء في بعضها: ",
        "وقعَ العذابُ على جيوشِ  أميّةٍ   من باسلٍ هو في الوقائعِ  معلمُ\nعبست وجوهُ القومِ خوفَ المو   تِ والعباسُ فيهم ضاحكٌ متبسّمُ\nأوَ تشتكي العطشَ الفواطمُ  عنده   وبصدرِ صعدتهِ الفراتُ  المفعمُ\nقلبَ اليمينَ على الشمالِ وغاصَ في ال   أوساطِ يحصدُ للرؤوسِ  ويحطمُ",
        "ولو استقى نهرَ المجرّة  لارتقى   وطويلُ ذابلهِ إليها  سلّمُ\nلو سدّ ذو القرنينِ دون  وروده   نسفتهُ همّتهُ بما هو  أعظمُ\nفي كفّهِ اليسرى السقاء يقلّهُ   وبكفّهِ اليمنى الحسامُ  المخذّمُ\nبطلٌ إذا ركبَ المطهمَ خلتهُ   جبلٌ أشمُّ يخفُّ فيهِ مطهّمُ",
        "ما شدّ غضباناً على  ملمومةٍ   إلاّ وحلّ بها البلاءُ  المبرمُ\nقسماً بصارمهِ الصقيلِ  وإنني   في غيرِ صاعقةِ السما لا  أقسمُ\nلولا القضا لمحا الوجودَ  بسيفهِ   واللهُ يقضي ما يشاءُ ويحكمُ\nصبغَ الخيولَ برمحهِ حتّى غدا   سيّانُ أشقرُ لونها  والأدهمُ",
        "\nوهوى بجنبِ العلقمي فليته   للشاربينَ به يدافُ  العلقمُ\nوغدا يهمّ بأن يصولَ فلم يطق   كالليث إذ أظفارهُ  تتقلّمُ\nفمشى لمصرعهِ الحسينُ وطرفُه   بينَ الخيامِ وبينهُ متقسّمُ",
        "ألفاهُ محجوبَ الجمالِ كأنّه   بدرٌ بمنحطمِ الوشيجِ ملثّمُ\nفأكبَّ منحنياً عليهِ ودمعه   صبغَ البسيطَ كأنّما هو عندمُ\nقد رامَ يلثمُهُ فلم يرَ  موضعاً   لم يدمه عضّ السلاحِ  فيلثمُ\nنادى وقد ملأ البواديَ صيحةً   صمُّ الصخورِ لهولها  تتألّمُ",
        "أأخي مَنْ يحمي بناتَ  محمدٍ   إذ صرنَ يسترحمنَ مَنْ لا يرحمُ\nأأخي يُهنيكَ النعيمُ ولم  أخل   ترضى بأن أُرزى وأنتَ  منعّمُ\nما خلتُ بعدكَ أن تُشلَّ سواعدي   وتكفَّ باصرتي وظهري يُقصمُ\nهذا حسامُكَ مَنْ يذلّ بهِ  العدى   ولواك هذا مَنْ به يتقدّمُ",
        "يا مالكاً صدرَ الشريعةِ  إنّني   لقليل عمري في بكاكَ متمّمُ\nبطلٌ تورّثَ من أبيهِ  شجاعةً   فيها اُنوفُ بني الضلالةِ  تُرغمُ\nوللسيد راضي السيد صالح القزويني هذه القصيدة البليغة، ونقتطف منها هذه الأبيات: \nأبا الفضل يا مَنْ أسسَ الفضلَ والإبا   أبى الفضلُ إلاّ أن تكون له أبا",
        "تطلّبتَ أسبابَ العُلا  فبلغتها   وما كلّ ساعٍ بالغٌ ما  تطلّبا\nودون احتمال الضيمِ عزٌّ ومنعةٌ   تخيّرت أطرافَ الأسنّةِ مركبا\nوقفتَ بمستنِّ النزالِ ولم  تجد   سوى الموت في الهيجا من الضيمِ مهربا\nإلى أن وردت الموتَ والموتُ عادة   لكم عرفت تحتَ الأسنّةِ  والظّبا",
        "بنفسي الذي واسى أخاه  بنفسه   وقام بما سنّ الإخاءُ  واوجبا\nولم أنسه والماء ملّ  مزاده   يقلّبُ طرفَ الطرفِ شرقاً  ومغربا\n\nما ذاقَ طعمَ الماءِ وهو بقربه   ولكن رأى طعمَ المنيّةِ أعذبا",
        "وللخطيب المصقع الشيخ حسن بن محمّد أبو الحبّ الكبير هذه القصيدة البليغة، وندرج منها هذه الأبيات: \nإذا كانَ ساقي الحوضِ في الحشرِ حيدرٌ   فساقي عطاشى كربلاء أبو الفضلِ\nعلى أنّ ساقي الناس في الحشرِ  قلبه   مريعٌ وهذا بالظما قلبهُ  يغلي\nجزى اللهُ عنهم في المواساةِ  عمّهم   (أبا الفضلِ) خيراً لو شهدت أبا الفضلِ",
        "وقفتُ على ماءِ الفراتِ ولم أزل   أقولُ لهُ والقولُ يحسنهُ مثلي\nعلامكَ تجري لا جريتَ لواردٍ   وأدركتَ يوماً بعضَ عاركَ  بالغسلِ\nإذ أنشقت أكبادُ آلِ  محمد   لهيباً ولا ابتلّت بغلٍّ ولا  نهلِ\nلقد كانَ سيفاً صاغهُ  بيمينه   (عليٌّ) فلم يحتج شباه إلى  الصقلِ",
        "يميناً بيمناك القطيعة  والتي   تسمّى شمالاً وهي جامعةُ  الشملِ\nإذا عُدّ أبناءُ النبيِّ محمّدٍ   رآهُ أخاهم مَنْ رآه بلا فصلِ\nبصبركَ دونَ ابن النبي  بكربلا   على الهولِ أمرٌ لا يحيطُ بهِ  عقلي\nولم أرَ ظامٍ حولهُ الماءُ قلبه   ولم يروي منهُ وهو ذا مهجةٍ  تغلي",
        "أخي كنتَ لي درعاً ونصلاً  كلاهما   فقدتُ فلا درعي لديّ ولا  نصلي\nوللخطيب الشيخ محمّد علي اليعقوبي قصيدة مهمّة في رثاء العبّاس (عليه السّلام)، نورد منها هذه الأبيات: \nإذا ركعَ السيفُ في كفّه   هوت هامُهم سجّداً  ركعّا\nوحولَ الشريعةِ تحمي الفرات   جموعٌ أبى البغيُ أن  تُجمعا",
        "وآبَ ولم يُروَ من  شربةٍ   وجرّعهُ الموتُ ما جرّعا\nفخرّ على ضفّةِ العلقمي   صريعاً فأعظم بهِ  مصرعا\nفما كان أشجى لقلبِ الحسين   وآلمَ منهُ ولا  أفظعا\n",
        "وللشيخ حسون الحلّي هذه القصيدة: \nرأى دمهُ للقنا  منهلاً   وأوصالهُ للظّبا  مرتعا\nقطيع اليمين عفير الجبين   تشقّ النصالُ لهُ  مضجعا\nأبدرَ العشيرةِ من هاشمٍ   أفلتَ وهيهاتَ أن  تطلعا",
        "فقدتكَ يابنَ أبي  واحداً   ثكلت بهِ مضراً  أجمعا\nقصمت القرى وهدمت القوى   وأحنيت فوق الجوى الأضلعا\nلقد هجعت أعينُ  الشامتين   واُخرى لفقدكَ لن  تهجعا\nأساقي العطاشى لقد  كضّها ال   ظمأ فاستقت بعدكَ  الأدمعا",
        "حميتَ الظعينةَ من يثربٍ   وأنزلتها الجانبَ  الأمنعا\nأبا الفضلِ ما لي مغيثٌ سواك   إذا الدهرُ في صرفهِ  جعجعا\nوكيف يردّ دعائي  الإله   وقد جئتهُ فيكَ  مستشفعا\nلم أنسَ ناصرَ دينِ اللهِ منفرداً   وفيهِ أحدقَ أهلُ الشركِ  والإحنِ",
        "لهفي له مذ رأى العباسَ منجدلاً   فوقَ الصعيدِ سليباً عافرَ  البدنِ\nنادى بصوتٍ يذيبُ الصخرَ يا عضدي   ويا معيني ويا كهفي  ومؤتمني\nعباسُ قد كنتَ لي عضداً أصولُ  به   وكنتَ لي جنّةً من أمنع  الجننِ\nعباسُ هذي جيوشُ الكفرِ قد  زحفت   نحوي بثاراتِ يومِ الفتحِ  تطلبني",
        "كسرتَ ظهري وقلّت حيلتي  وبما   قاسيتُ سرت ذوو الأحقادِ  والضغنِ\nبقيتُ بعدكَ بينَ القومِ  منفرداً   اُقلّب الطرفَ لا حامٍ فيسعدني\nوللشاعر محمّد رضا الأزري هذه القصيدة، والتي ننقل بعض أبياتها في أدناه: \nفانهض إلى الذكرِ الجميلِ مشمّراً   فالذكرُ أبقى ما اقتنتهُ  كرامُها",
        "أوَما أتاكَ حديثُ وقعةِ كربلا   أنّى وقد بلغَ السماءَ  قتامُها\nيومٌ أبو الفضلِ استجارَ بهِ الهدى   والشمسُ من كدرِ العجاجِ لثامُها\n\nفحمى عرينهُ ودمدمَ دونها!   ويذبَّ من دونِ الثرى  ضرغامُها",
        "وأبت نقيبتهُ الزكيّة ريّها   وحشا ابنُ فاطمةٍ يشبُّ  ضرامُها\nاليوم سارَ عن الكتائبِ  كبشُها   اليوم بانَ عن الهداةِ  إمامُها\nاليوم آلَ إلى التفرّقِ جمعنا   اليوم حلّ عن البنودِ  نظامُها\nاليوم نامتَ أعينٌ بكَ لم  تنم   وتسهّدت اُخرى فعزَّ  منامُها",
        "ولكم لهُ من غضبةٍ  مضريّةٍ   قد كادَ يلحقُ بالسحابِ ضرامُها\nأشقيقَ روحي هل تراكَ علمتَ إذ   غودرتَ وانثالت عليكَ  لئامُها\nاللهُ أكبرُ أيّ بدرٍ خرّ  من   اُفقِ الهدايةِ فاستشاطَ  ظلامُها\nقد خلتُ أُطبقتِ السماءُ على الثرى   أو دكدكت فوقَ الربى  أعلامُها",
        "لكن أهانَ الخطبَ عندي  أنّني   بكَ لاحقٌ أمراً قضى علاّمُها\nأوَ لم تكن تدري قريشٌ  أنّه   طلاّعُ كلِّ ثنيّةٍ  مقدامُها\nوللشاعر محمّد الخليل هذه الأبيات من الشعر في رثاء العبّاس (عليه السّلام): \nحتى هوى وهو مقطوعُ اليدين إلى   جنبِ الشريعةِ مطروحاً مع  العلمِ",
        "نادى أخاه ألا ادركني فقد بلغت   منّي اُميّة ما رامتهُ من  قدمِ\nفأسرعَ السبطُ محنيّاً لهُ  وهوى   من فوقهِ بفؤادٍ منهُ مضطرمِ\nوصاحَ والقلبُ خفّاقٌ ومهجتُه   ذابت بدمعٍ على الخدّينِ منسجمِ\nعباسُ أنتَ عمادي أنتَ  مستندي   وأنتَ جامعُ شملي أنتَ  معتصمي",
        "اليوم خلّفتَ عينَ الدينِ  ساهرةً   اليوم نامت عيونٌ فيكَ لم  تنمِ\nاليوم في قتلكَ الأعداءُ قد  شمتت   اليوم خلّفتني فرداً بغيرِ  حمي\nإنّ الرزايا وإن حلّت لَرزؤكَ  قد   أحنى ضلوعي وأجرى عيني بدمِ!\n",
        "وللشاعر السيد مهدي الأعرجي هذه الأبيات في رثاء أبي الفضل العبّاس (عليه السّلام): \nتاللهِ لا أنسى (أبا الفضل)  الذي   بحسامهِ الموتُ الزؤامُ مجسّمُ\nيسطو عليهم كالهزبرِ  بسيفهِ   فتراهُ يهدرُ مغضباً  ويدمدمُ\nيرمي الشرارَ حسامهُ  فتخالها   شُهباً لشيطانِ الكريهةِ  يرجمُ",
        "حتى إذا ملكَ الفراتَ  بسيفهِ   وفؤادهُ بلظى الظما  يتضرّمُ\nفأرادَ منهُ الشربَ لكن صدّهُ   عن شربهِ الأمرُ الأهمُّ  الأعظمُ\nوغدا يلومُ النفسَ منهُ قائلاً   تَردينهُ وعلى الحسينِ  يُحرّمُ\nيا نفسُ هوني بعدهُ فلو انّ  مَنْ   في الكونِ يفنى وابنُ أحمدَ يسلمُ",
        "أردوهُ مقطوعَ اليدينِ على الثرى   والرأسُ منهُ بالعمودِ  مهشّمُ\nفأتى إليهِ السبطُ يندبُ  قائلاً   والظهرُ حزناً كادَ منهُ  يقصمُ\nيا مالكاً صدرَ الشريعةِ  إنّني   لقليل عمري في بكاكَ  متمّمُ\nونظم الشاعر الشيخ عبد المنعم الفرطوسي حول بسالة العبّاس (عليه السّلام) وشجاعته يقول:",
        "علمٌ للجهادِ في كلِّ  زحفٍ   علمٌ في الثباتِ عند  اللقاءِ\nقد نما فيه كلّ بأسٍ  وعزٍّ   من علي بنجعةٍ  وإباءِ\nهو ثبتُ الجنانِ في كلّ روعٍ   وهو روعُ الجنانِ في كلِّ  راءِ\nفارتقى صهوةَ الجوادِ  مطلاً   علماً فوقَ قلعةٍ  شمّاءِ",
        "وتجلّى والحربُ ليلٌ قتامٌ   قمرٌ في غياهبِ  الظلماءِ\nفاستطارت من الكماةِ  قلوبٌ   اُفرغت من ضلوعها كالهواءِ\nوتهاوت جسومُهم وهي صرعى   واستطارت رؤوسُهم  كالهباءِ\nوهو يرمي الكتائبَ السود رجماً   بالمنايا من اليدِ البيضاءِ",
        "\nونظم آية الله الشيخ محمّد حسين كاشف الغطاء هذه الأبيات في شأن العبّاس (عليه السّلام): \nوتعبسُ من خوفٍ وجوهُ  اُميّة   إذا كرّ عباسُ الوغى  يتبسّمُ\nأبو الفضلِ تأبى غيرةُ الفضلِ والإبا   أباً فهو إمّا عنه أم فيه  يرسمُ",
        "عليمٌ بتأويلِ المنيّةِ  سيفُهُ   نزولٌ على مَنْ بالكريهةِ  معلمُ\nويمضي إلى الهيجاء مستقبلُ  العدى   بماضٍ بهِ أمرُ المنيّةِ  مبرمُ\nوإن سمعَ الأطفالَ تصرخُ  للظما   تصارخَ منهُ الجحفلُ  المتضخّمُ\nوصالَ عليهم صولةَ الليثِ  مغضباً   يحمحمُ من طولِ الطوى  ويدمدمُ",
        "وراحَ لموردِ المستقى حامل  السقا!   وأصدرَ عنهُ وهو بالماءِ  مفعمُ\nومذ خاضَ نهرَ العلقمي  تذكّرَ ال   حسينَ فولّى عنهُ والريقُ علقمُ\nوأضحى ابن ساقي الحوضِ سقّا ابن أحمد   يروّي عطاشى المصطفى الطهرِ إن ظموا\nأبا الفضلِ تهنيكَ الوراثةُ من  أبٍ   ويهني أباكَ الفضلُ أنّك له اسمُ!",
        "وللشاعر الشيخ حسن قفطان هذه الأبيات: \nهيهات أن تجفو السهادَ  جفوني   أو أنّ داعيةَ الأسى  تجفوني\nأنّى ويومُ الطفِّ أضرمَ في الحشا   جذواتِ وجدٍ من لظى  سجّينِ\nيومٌ أبو الفضلِ استفزّت  بأسَه   فتيانُ فاطمَ من بني  ياسينِ",
        "حتى إذا قطعوا عليهِ  طريقه   بسدادِ جيشٍ بارزٍ  وكمينِ\nحسموا يديهِ وهامهُ ضربوهُ  في   عمدِ الحديدِ فخرَّ خيرُ  طعينِ\nومشى إليهِ السبطُ ينعاهُ  كسر   تَ الآنَ ظهري يا أخي  ومعيني\nعباسُ كبشُ كتيبتي وكنانتي   وسريُّ قومي بل أعزُّ حصوني",
        "يا ساعدي في كلّ معتركٍ به   أسطوا وسيفَ حمايتي  بيميني\nلمَنْ اللوا أعطي ومَنْ هو  جامعٌ   شملي وفي ضنكِ الزحامِ  يقيني\nلكَ موقفٌ بالطفّ أنسى  أهلَه   حربَ العراقِ بملتقى  صفّينِ\nفمَنْ مبلغٌ أمَّ البنينَ  رسالةً   عن والهٍ بشجائهِ  مرهونِ",
        "لا تسأل الركبانَ عن  أبنائِها   في كربلاء وهم أعزّ  بنينِ\nتأتي لأرضِ الطفِّ تنظرُ  ولدها   ثاوينَ بين مبضّعٍ  وطعينِ\n\nوللشاعر الكربلائي الحاج جواد بدقت هذه القصيدة في رثاء العبّاس (عليه السّلام): ",
        "أبا الفضلِ في يومٍ بهِ جمع  القضا   وعاثت بكلِّ العالمينَ  عظائمُهْ\nأقامَ مقاماً يملأ الكونَ سبقه   وحسبكَ ممّا كان إن هو  قائمُهْ\nفنازلها حرباً تذوبُ لهولهِ ال   سماواتِ لولا أنّه هو  حاجمُهْ\nفأرسله في الجيشِ حتّى تفلّلت   حدودُ مواضيهِ وخارت  ضراغمُهْ",
        "فأحرز مجرى الماء كفٌّ  يفوقه   بمجرى الندى في بعضِ ما هو ساجمُهْ\nتنازلهُ الآساد علماً  بأنّه   يصادمُ محتومَ القضا مَنْ  يصادمُهْ\nفأمضى بهم عزماً ترى دونهُ  الردى   وإنّ الردى أن لا تهبّ  عزائمُهْ\nإلى أن أشادَ الشركُ حاسم  باعه   وقد حسمَ الدينَ الحنيفيَّ  حاسمُهْ",
        "وأهوى فماد العرشُ حزناً له  وهل   وأنّى لعرش إن هوين  دعائمُهْ\nكما ونظم الشاعر الأديب السيد سلمان هادي آل طعمة حول العبّاس (عليه السّلام) هذه الأبيات: \nجرى القضا وأي خطبٍ قد جرى   فهدّ من ساقي عطاشى  كربلا\nلم أنسهُ يدعو أخاه السبط هل   من شربةٍ أسقى بها على  الظما",
        "خاضَ غمارَ الموتِ وهو  باسمٌ   وعبّسَ القومُ وفرّوا مذ  سطا\nصالَ أبو الفضلِ على أعدائه   صولةَ ليثٍ في عراصِ نينوى\nقضى بجنبِ العلقمي  ظامياً   وذادَ عن ماءِ الفراتِ ما  ارتوى\nحزّ أبيّ الضيمِ عن  جوادهِ   مقطّع الأعضاءِ مسلوبَ  الردا",
        "مادت لرزئهِ السماواتِ  العلا   وزلزلَ الكونُ وضجّت الملا\nيا وقعةَ الطفِّ وما  أعظمها   من وقعةٍ دهماءَ أورت  الحشا\nونظم شاعر آخر هذه القصيدة، وأرادها أن تكون معبّرة عن لسان الحوراء زينب (عليها السّلام): \n",
        "لهفي على العباسِ لمّا أن  دنا   نحو الفراتِ بقلبهِ  الحرّانِ\nفأرادَ شربَ الماءِ وقالَ  لنفسهِ   وا لهفتا للسيّدِ  العطشانِ\nعافَ الشرابَ ولم يبلَّ  أوامه   وجدا لوجدِ أخيهِ  والإخوانِ\nلهفي على العباسِ وهو معفّرٌ   ومخضّبٌ من جسمهِ  بالقاني",
        "أبكي لمَنْ يبكي الحسينُ  لقتلهِ   ومدامعي تهمي من  الأجفانِ\nأبكي لمَنْ نصرَ الحسينَ  مجاهداً   لا يخشى من صارمٍ وسنانِ!\nلهفي على العباسِ إذ حاطوا بهِ   من كلِّ فجٍّ أقبلوا ومكانِ\nحاطوا بهِ واستفردوهُ  وخرّقوا   قرباً ملاها قاصد النسوانِ",
        "ثاروا عليه بطعنهم وبضربهمْ   وبطعنهمْ أردوه في  الميدانِ\nوهواهُ آخرُ ضربةً في رأسهِ   حتى رماهُ بحومةِ  الجولاني\nفأتى الحسينُ إليهِ وهو مسارعٌ   فرأى أخاهُ مكابدَ  الحدثانِ\nفبكى وقالَ جُزيتَ خيراً من أخٍ   واسى أخاهُ بشدّةٍ وهواني",
        "أدّيتَ حقّاً للاُخوّةِ يا  أخي   وحظيت وصلَ الحورِ والولداني\nواللهِ تلكَ مصيبةٌ لم  أنسها   إلاّ إذا أُدرجتُ في الأكفاني\n\nزيارة أبي الفضل العبّاس (عليه السّلام) ",
        "« السّلام عليك أيّها العبدُ الصالحُ، المطيعُ لله ولرسولهِ، ولأميرِ المؤمنينَ والحسنِ والحسينِ (صلّى الله عليهم وسلّم)، السّلام عليك ورحمة الله وبركاته، ومغفرته ورضوانُهُ، وعلى روحكَ وبدنِكَ. أشهدُ واُشهِدُ اللهَ أنَّكَ مَضيتَ على ما مضى به البدريّون، والمجاهدون في سبيل الله، المناصحون له في جهاد أعدائه، المبالغون في نصرةِ أوليائه، الذابّون عن أحبّائه، فجزاك الله أفضل الجزاء، وأكثر الجزاء، وأوفرَ الجزاءِ، وأوفى جزاءِ أحدٍ ممَّنْ وفى بِبَيعته، واستجابَ له دعوتهُ، وأطاعَ وُلاة أمرِهِ. \nأشهدُ أنّكَ قد بالغتَ في النصيحة، وأعطيتَ غاية المجهودِ، فبعثك الله في الشهداءِ، وجعل روحك مع أرواح السعداء، وأعطاك من جنّانه أفسحها منزلاً، وأفضلها غُرَفاً، ورفع ذكركَ في علّيين، وحشرك مع النبيّين والصدّيقين والشهداء والصالحين وحسُنَ اُولئك رفيقاً. أشهد أنّك لَم تَهِنْ ولم تنكُلْ، وأنّكَ مضيتَ على بصيرةٍ من أمرك، مُقتدياً بالصالحين، ومُتّبِعاً للنبيّين، فجمع اللهُ بيننا وبينك وبين رسوله وأوليائهِ في منازل المُخبتين، فإنّه أرحم الراحمين ». \n« السّلام عليك يا أبا الفضل العبّاس بن أمير المؤمنين، السّلام عليك يابن سيّد الوصيّين، السّلام عليك يابن أوّل القوم إسلاماً، وأقدمهم إيماناً، وأقومهم بدين الله، وأحوطهم على الإسلام. أشهد لقد نصحت لله ولرسوله ولأخيك، فنعم الأخ المواسي، فلعن الله أمّةً قتلتكَ، ولعن الله أمّة ظلمتكَ، ولعن الله أمّةً استحلّت منك المحارم، وانتهكتْ حُرمة الإسلام، فنعم الصابرُ المجاهدُ، المحامي الناصر، والأخُ الدافع عن \n",
        "أخيه، المجيبُ إلى طاعة ربّه، الراغبُ فيما زهد فيه غيره من الثواب الجزيل، والثناء الجميل، وألحقكَ الله بدرجة آبائك في جنّات النّعيم ». \n« اللّهمّ إنّي تعرّضت لزيارة أوليائك؛ رغبة في ثوابك، ورجاءً لمغفرتك، وجزيل إحسانك، فأسألك أن تصلّيَ على محمّد وآله الطاهرين، وأن تجعل رزقي بهم دارّاً، وعيشي بهم قارّاً، وزيارتي بهم مقبولة، وحياتي بهم طيّبة، وأدرجني إدراج المكرَمين، واجعلني ممّن ينقلب من زيارة مشاهد أحبّائك مفلحاً منجحاً، قد استوجب غفران الذنوب، وستر العيوب، وكشف الكروب، إنّك أهل التقوى وأهل المغفرة ». \n\nالمصادر والمراجع ",
        "1 - العبّاس بن علي / رائد الكرامة والفداء في الإسلام - الشيخ باقر شريف القرشي.\n2 - العبّاس بن علي بن أبي طالب / قمر بني هاشم - محمّد كامل حسن المحامي.\n3 - قمر بني هاشم - عبد الرزاق الموسوي المقرّم.\n4 - العبّاس / بطولة الروح وشجاعة السيف - محمّد هادي.",
        "5 - السرّ الفيّاض / سيدنا ومولانا أبو الفضل العبّاس - السيد أحمد شكر الحسني.\n6 - العبّاس بن علي / بطل الحقّ والحرية - عبد الحميد المهاجر.\n7 - العبّاس بن علي / جهاد وتضحية - سعيد رشيد زميزم.\n8 - اُمّ البنين - سلمان هادي آل طعمة.",
        "9 - سيرة اُمّ البنين - حيدر المرجاني.\n10 - مدينة الحسين - محمّد حسن مصطفى الكليدار آل طعمة.\n11 - تاريخ مرقد الحسين والعباس - سلمان هادي آل طعمة.\n12 - نفحات الإيمان في خيرات شعبان - فخر الدين حميد زني.",
        "\nكتب للمؤلّف \n1 - لمحات من تاريخ القرآن. \n2 - أضواء على شبه القارة الهندية. ",
        "3 - الإمام علي (عليه السّلام)... من الكعبة إلى الغري. \n4 - الحسين (عليه السّلام)... ثورة دائمة. \n5 - تاريخ المساجد في الإسلام. \n6 - تاريخ التصوّف في الإسلام. ",
        "7 - عمار بن ياسر... صوت لم يخمد، وسيف لم يغمد. \n8 - اليمن.. بين مفاخر الأجداد ومآثر الأحفاد. \n9 - زيد والزيديّة. \n10 - العبّاس... رجل العقيدة والجهاد، (هذا الكتاب). ",
        "11 - مسلم بن عقيل - بريق النبوّة في ظلمات الكوفة. \n12 - المختار الثقفي... ثائر بني ثقيف. \n13 - الأمثال والكنايات الشعبيّة الشائعة في وادي الفرات. \n14 - الموجز في أحكام ومسائل وآداب المساجد والجماعة. ",
        "15 - جعفر الطيار طليعة شهداء الفتح الإسلامي. \n16 - حمزة بن عبد المطلب شهيد المبدأ والعقيدة.  \nوالحمد لله ربِّ العالمين والصلاة والسّلام على محمّد وآله الطاهرين\n"
    ]
}