{
    "partText": [
        "\nالعدول الصرفي في القرآن الكريم ـ دراسة دلالية ـ\n\nأطروحة تقدم بها\nهلال علي محمود الجحيشي\n\nإلى\n\nمجلس كلية الآداب في جامعة الموصل\nوهي جزء من متطلبات نيل شهادة الدكتوراه\nفلسفة في اللغة العربية\n\nبإشراف\nالأستاذ الدكتور\nمحيي الدين توفيق ابراهيم\nرجب 1426 هـ ... ـ ... آب 2005 م\n(/)\n",
        "The Morphological Deviation\nin the Holy Qur`an\n- A Syntactic Study -\n\nA Thesis Submitted\n\nBy\n\nHilal Ali Mahmood Al - Jeheeshi\n\nTo\nThe Council of the College of Arts\nUniversity of Mosul\n\nIn Partial Fulfillment of the Requirements for the\nDegree of Doctor of Philosophy\nin Arabic language\n\nSupervised By\nProf . Dr . Mohyideen Tawfik Ibrahim\n\n2005 A.D ... 1426 A.H\n(/)\n\nAbstract\n\nThe present study is devoted to deal with a prominent linguistic phenomenon which is referred to the Morphological deviation in the Holy Qur'an\" following a semantic approach. Therefore, it aims at revealing all the semantic implications of the Qur'anic text and showing all the different implicit means of artistic expression.\nIt is worth mentioning , here, that any deviation from a structure to another is usually accompanied by a corresponding deviation in meaning ; particularly when all the structures have the same linguistic stem from which they are derived . Therefore, the reasons behind any deviate ion in the Qur'anic text are made explicit.\nThe present study is composed of three chapters besides the introduction. Preface and conclution , As for the proface it is concerned with defining the term \"deviation\" and presenting a comprehensive literature review subsuming the previous and the current studies relevant to the subject. Moreover, a reference is made to two other terms : stem and norm.\nChapter one is primarily and exclusively confined to deviation in Arabic focusing largely on the two types of morphological deviation. The first is deviation from the stem whereas the second is deviation from the norm. As for chapter two, it deals with the morphologic at deviation from the stem in the Holy Qur'an. On the other hand, chapter three, is devoted to deal with the morphological deviation from the norm . in The Holy Qur'an. Finally, the major results that the study has come up with are presented.\nIt has been concluded that the morphological deviation is a systematic and precise digression from a form to another. Consequently, two types of deviation are distinguished. i. e. deviation from the stem and deviation from the norm .. The study has presented all the semantic implications of each type in detail.",
        "(/)\n\nفهرست المحتويات\nالموضوع ... الصفحة\nالمقدمة ... 1 ـ 4\nالتمهيد: ... 5 ـ 16\nـ العدول لغةً واصطلاحاً ... 6 ـ 13\nـ الأصل والقياس ... 14 ـ 16\nالفصل الأول: العدول الصرفي في العربية ... 17 ـ 43\nالمبحث الأول: العدول عن الأصل: ... 18 ـ 35\nأولاً: العدول عن المصدر: ... 19 ـ 24\n1 ـ العدول عن المصدر إلى اسم المصدر ... 20 ـ 21\n2 ـ العدول عن المصدر إلى المصدر الميمي ... 21 ـ 22\n3 ـ العدول عن المصدر إلى اسم الفاعل ... 22 ـ 23\n4 ـ العدول عن المصدر إلى اسم المفعول ... 23 ـ 24\nثانياً: العدول عن اسم الفاعل: ... 25 ـ 28\n1 ـ العدول عن اسم الفاعل إلى اسم المفعول ... 25 ـ 26\n2 ـ العدول عن اسم الفاعل إلى الصفة المشبهة ... 26 ـ 27\n3 ـ العدول عن اسم الفاعل إلى صيغ المبالغة ... 27 ـ 28\n4 ـ العدول عن اسم الفاعل إلى المصدر ... 28\nثالثاً: العدول عن اسم المفعول: ... 29 ـ 32\n1 ـ العدول عن اسم المفعول إلى صيغ المبالغة ... 29 ـ 30\n2 ـ العدول عن اسم المفعول إلى المصدر ... 30\n3 ـ العدول عن اسم المفعول إلى اسم الفاعل ... 30 ـ 31\n4 ـ العدول عن اسم المفعول إلى الصفة المشبهة ... 31 ـ 32\nرابعاً: العدول عن الصفة المشبهة: ... 33 ـ 34\nـ العدول عن الصفة المشبهة إلى اسم الفاعل ... 33 ـ 34\nخامساً: العدول عن الفعل: ... 35\n1 ـ العدول عن الفعل إلى المصدر ... 35\n2 ـ العدول عن الفعل إلى اسم المفعول ... 35\nالمبحث الثاني: العدول عن القياس: ... 26 ـ 43\nأولاً: العدول عن مصادر الأفعال المجردة المقيسة: ... 37 ـ 39\n1 ـ الفَعْل ... 37 ـ 38\n2 ـ الفَعُول ... 38\n3 ـ الفَعَل ... 38\n4 ـ الفُعُولة أو الفَعَالة ... 38 ـ 39\n(/)",
        "\nثانياً: العدول عن مصادر الأفعال المزيدة: ... 40 ـ 42\n1 ـ الإفعال ... 40\n2 ـ التفعيل ... 40 ـ 41\n3 ـ المفاعلة ... 41\n4 ـ التفعّل ... 41 ـ 42\n5 ـ التفاعل ... 42\n6 ـ الانفعال ... 42\n7 ـ الافتعال ... 42\n8 ـ الاستفعال ... 42\nثالثاً: اسم المرة ... 43\nالفصل الثاني: العدول عن الأصل في القرآن الكريم ... 44 ـ 105\nالمبحث الأول: العدول عن المصدر: ... 45 ـ 58\nأولاً: العدول عن المصدر إلى اسم المصدر: ... 46 ـ 49\n1 ـ العدول عن البلاغ إلى التبليغ ... 46 ـ 47\n2 ـ العدول عن الخراب إلى التخريب ... 48 ـ 49\nثانياً: العدول عن المصدر إلى المصدر الميمي ... 50 ـ 54\n1 ـ العدول عن التوب إلى المتاب ... 50 ـ 51\n2 ـ العدول عن الحيض إلى المحيض ... 51 ـ 53\n3 ـ العدول عن التمزيق إلى الممزّق ... 53 ـ 54\nثالثاً: العدول عن المصدر إلى اسم الفاعل: ... 55\nـ العدول عن اللغو إلى لاغية ... 55\nرابعاَ: العدول عن المصدر إلى اسم المفعول: ... 56 ـ 58\n1 ـ العدول عن الفتون إلى المفتون ... 56 ـ 57\n2 ـ العدول عن الكِذب إلى المكذوب ... 57 ـ 58\nالمبحث الثاني: العدول عن اسم الفاعل: ... 59 ـ 70\nأولاً: العدول عن اسم الفاعل إلى الصفة المشبهة: ... 60 ـ 63\n1 ـ العدول عن مؤلم إلى أليم ... 60 ـ 61\n2 ـ العدول عن ناخرة إلى نخرة ... 60 ـ 63\n(/)\n",
        "ثانياً: العدول عن اسم الفاعل إلى اسم المفعول: ... 64 ـ 66\n1 ـ العدول عن ساتر إلى مستور ... 64 ـ 65\n2 ـ العدول عن آتٍ إلى مأتي ... 65 ـ 66\nثالثاً: العدول عن اسم الفاعل إلى صيغ المبالغة: ... 67 ـ 68\nـ العدول عن مطهِّر إلى طهور ... 67 ـ 68\nرابعاً: العدول عن اسم الفاعل إلى المصدر: ... 69 ـ 70\nـ العدول عن غائر إلى غور ... 69 ـ 70\nالمبحث الثالث: العدول عن الصفة المشبهة: ... 71 ـ 72\nـ العدول عن الصفة المشبهة إلى اسم الفاعل ... 72\nـ العدول عن ضيّق إلى ضائق ... 72\nالمبحث الرابع: العدول عن اسم المفعول: ... 73 ـ 75\nأولاً: العدول عن اسم المفعول إلى صيغة المبالغة: ... 74\nـ العدول عن مكظوم إلى كظيم ... 74 ـ 75\nثانياً: العدول عن اسم المفعول إلى المصدر: ... 76 ـ 77\nـ العدول عن مكذوب إلى كذب ... 76 ـ 77\nثالثاً: العدول عن اسم المفعول إلى اسم الفاعل: ... 78 ـ 79\n1 ـ العدول عن مدفوق إلى دافق ... 78 ـ 79\n2 ـ العدول عن معصوم إلى عاصم ... 79\nرابعاً: العدول عن اسم المفعول إلى الصفة المشبهة: ... 80\nـ العدول عن مرجوم إلى رجيم ... 80\nالمبحث الخامس: العدول عن الفعل: ... 81 ـ 83\nأولاً: العدول عن الفعل إلى المصدر: ... 82\nـ العدول عن اضربوا إلى ضَرْب ... 82\nثانياً: العدول عن الفعل إلى اسم المفعول: ... 82 ـ 83\nـ العدول عن يُجمع إلى مجموع ... 82 ـ 83\nجداول الفصل الثاني ... 84 ـ 105\nالفصل الثالث: العدول عن القياس في القرآن الكريم ... 106 ـ 147\nأولاً: العدول عن مصدر الثلاثي (فَعَل) المقيس: ... 107 ـ 112\n1 ـ العدول عن المصدر بَعداً إلى المصدر بُعْداً ... 107 ـ 108\n2 ـ العدول عن الخوف إلى الخيفة ... 109\n3 ـ العدول عن مسموع إلى مسمع ... 110 ـ 111\n4 ـ العدول عن القراءة إلى القرآن ... 111 ـ 112\nثانياً: العدول عن الإفعال: ... 112 ـ 118\n(/)\n\n1 ـ العدول عن الإصلاح إلى الصلح ... 112 ـ 113\n2 ـ العدول عن الإضلال إلى الضلال ... 113 ـ 114\n3 ـ العدول عن الإقراض إلى القرض ... 114 ـ 115\n4 ـ العدول عن الإنبات إلى النبات ... 115 ـ 116\n5 ـ العدول عن الإنشاء إلى النشأة ... 116 ـ 117\n6 ـ العدول عن الإهلاك إلى المهَلك ... 117 ـ 118\nثالثاً: أ ـ العدول عن التفعيل: ... 118 ـ 123\n1 ـ العدول عن التعجيل إلى الاستعجال ... 118 ـ 119\n2 ـ العدول عن التسميات إلى الأسماء ... 119 ـ 120\n3 ـ العدول عن التكذيب إلى الكذّاب ... 120 ـ 121\nب ـ العدول عن التفعيل إلى التفعلة: ... 121 ـ 123\n1 ـ العدول عن التبصير إلى التبصرة ... 122\n2 ـ العدول عن التحليل إلى التحلة ... 122 ـ 123\nرابعاً: العدول عن المفاعلة: ... 124 ـ 126\n1 ـ العدول عن المبايعة إلى البيع ... 124\n2 ـ العدول عن المعاهدة إلى العهد ... 124 ـ 126\nخامساً: العدول عن التفاعل: ... 127 ـ 129\n1 ـ العدول عن التداين إلى الدَيْن ... 127 ـ 128\n2 ـ العدول عن التعالي إلى العلوّ ... 128\n3 ـ العدول عن التواعد إلى الميعاد ... 129\nسادساً: العدول عن التفعُّل: ... 130 ـ 133\n1 ـ العدول عن التبتّل إلى التبتيل ... 130 ـ 131\n2 ـ العدول عن التقبل إلى القبول ... 131 ـ 132\n3 ـ العدول عن التقولات إلى الأقاويل ... 132 ـ 133\nسابعاً: العدول عن الافتعال: ... 134 ـ 136\n1 ـ العدول عن الإختيار إلى الخيرة ... 134 ـ 135\n2 ـ العدول عن الاتقاء إلى تقاة ... 135 ـ 136\nثامناً: العدول عن الاستفعال: ... 137 ـ 138\nـ العدول عن المُسْتَعْتَبِين إلى المعتبين ... 137 ـ 138\nجداول الفصل الثالث ... 139 ـ 147\nالخاتمة ... 148 ـ 152\nالمصادر والمراجع ... 153 ـ 170\nالملخص باللغة الانكليزية ... ِ A",
        "(/)\n\nإقرار المشرف\n\nأشهد أن إعداد هذه الأطروحة الموسومة بـ \" العدول الصرفي في القرآن الكريم ـ دراسة دلالية ـ \" جرى باشرافي في جامعة الموصل، وهي جزء من متطلبات درجة الدكتوراه فلسفة في اللغة العربية.\n\nالتوقيع:\nالأسم: أ. د. محيي الدين توفيق ابراهيم\nالتاريخ: ... / / 2005 م\n\nإقرار رئيس لجنة الدراسات العليا\n\nبناء على التوصية التي قدمها المشرف، أرشح هذه الأطروحة للمناقشة.\n\nالتوقيع:\nالأسم: أ. د. عبد الوهاب محمد علي العدواني\nالتاريخ: ... / / 2005 م\n\nإقرار رئيس قسم اللغة العربية\n\nبناءاً على التوصيتين اللتين قدمهما المشرف، ورئيس لجنة الدراسات العليا، أرشح هذه الأطروحة للمناقشة.\n\nالتوقيع:\nرئيس القسم: أ. م. د. عبد الله فتحي الظاهر\nالتاريخ: ... / / 2005 م\n(/)",
        "\nإقرار لجنة المناقشة\n\nنشهد بأننا أعضاء لجنة المناقشة قد أطلعنا على هذه الرسالة الموسومة بـ\n\" العدول الصرفي في القرآن الكريم ـ دراسة دلالية ـ \"، وناقشنا الطالب في محتوياتها وفيما له علاقة بها بتاريخ / / 2005 م ونعتقد بأنها جديرة بالقبول لنيل شهادة الدكتوراه فلسفة في اختصاص آداب اللغة العربية.\n\nالأستاذ الدكتور\nمحيي الدين توفيق ابراهيم\nعضوا ... عضواً ومشرفاً\n\nقرار مجلس الكلية\nاجتمع مجلس كلية الآداب بجلسته ... المنعقدة بتاريخ ... / / 2004 م\nوقرر منحه شهادة الدكتوراه فلسفة في اختصاص اللغة العربية.\n\nمقرر مجلس الكلية ... رئيس مجلس الكلية\nمعاون عميد الكلية للإدارية والطلبة ... عميد كلية الآداب\nالدكتور زهير علي أحمد النحاس ... الدكتور محمد باسل قاسم العزاوي\n(/)\n",
        "بسم الله الرحمن الرحيم\n{وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هذَا الْقُرْآنِ\nمِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ -\nقُرآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ\nيَتَّقُونَ}\nصدق الله العظيم\nسورة الزُّمَر\nالآيتان 27 ـ 28\n(/)\n\nالمقدمة",
        "(1/1)\n\nبسم الله الرحمن الرحيم\nالحمد لله ربّ العالمين، والصلاة والسلام على خاتم الأنبياء والمرسلين سيدنا محمد بن عبد الله، ورضوان الله تعالى على آله الطيبين، وصَحْبه الغرّ الميامين، وعلى من اهتدى بهديه واقتدى به إلى يوم الدين ..\nأما بعد ..\nفإنّ موضوع دراستنا للماجستير كان ـ اختلاف صيغ الفعل المشتقة من جذر واحد في القرآن الكريم ـ وقد تبين أنّ دراسة العدول الصرفي في القرآن الكريم تأتي استكمالاً لدراستنا تلك، إذ إِنّ العدول الصرفي يُشكل ظاهرة لغوية بارزة لها أهميتها في القرآن الكريم، ولها قيمتها التعبيرية في الدلالة القرآنية؛ من هنا كان ينبغي إخضاع هذه الظاهرة للدرس والتحليل ليمكن من خلالها الانطلاق لتجلية دلالات النص القرآني، واستكناه أسرار التعبير الفني فيه، إذ إنّ العدول لا يأتي إلاّ لدلالة معينة يرجحها السياق فبتحديد موطن العدول يمكن معرفة سرِّه الدلالي، فالعدول عن مبنى إلى مبنى آخر يؤدي حتماً إلى العدول عن معنى إلى معنى آخر لا سيما إذا مااتفقت المباني في الجذر اللغوي المشتقة منه.\nوعلى هذا الأساس ركّز البحث على استقراء العدول الذي ورد في القرآن الكريم فيما بين الصيغ المعدول عنها والمعدول إليها حسب اتفاقها في جذر واحد، وفي كونها تقع في سياق واحد، فالاتفاق في الاشتقاق والسياق هما المعياران المعتمدان في تتبع أنواع العدول الصرفي في القرآن الكريم مع الإفادة من معطيات علمي الصرف والدلالة؛ إذ يتضح في مستوى اللغة الصرفي دلالات مخصوصة لكل صيغة من الصيغ تتميز بها من غيرها من صيغ المشتقات، مثلما تظهر للأفعال دلالات خاصة بها سواء أكانت تلك الدلالة أصلية أم فرعية، كما يظهر في المستوى الدلالي للغة دور السياق في الموضع الذي ترد فيه كل صيغة من الصيغ المعدولة، فضلاً عن الإفادة من طبيعة دلالة المادة اللغوية المشتقة منها تلك الصيغ، وبناءً على هذا فقد انقسمت الدراسة إلى نوعين من العدول الصرفي في المستوى الصرفي للغة وهما العدول عن الأصل الحاصل في صيغ\n(1/2)",
        "\nالمشتقات أنفسها، والعدول عن القياس الحاصل في صيغ المصادر المشتقة من أفعالها على غير القياس.\nوقد تمّ استقراء مواضع العدول الصرفي في القرآن الكريم بالتتبع والقراءة للمصحف الشريف مع الاستعانة بالمعجم المفهرس لألفاظ القرآن الكريم صنعة الشيخ الجليل محمد فؤاد عبد الباقي، فضلاً عن التعويل كثيراً على مؤلَّف الشيخ الدكتور محمد عبد الخالق عضيمة الموسوم (دراسات لأسلوب القرآن الكريم) في أقسامه الخاصة بالدراسات الصرفية للأفعال والمصادر والمشتقات، ولا سيما في إشاراته المفيدة لمواضع العدول الصرفي في مباحث المفسرين واللغويين، ممّا قدّم إضاءات مهمة أفادت الباحث كثيراً في تحليل الصيغ موضع العدول في القرآن الكريم، وقد استفيد أيضاً من بعض الدراسات الحديثة التي تناولت ظاهرة العدول في الصيغ الصرفية، ومن ذلك دراسة الدكتور محمود سليمان ياقوت (لظاهرة التحويل في الصيغ الصرفية)، و (الإعجاز الصرفي في القرآن الكريم) للدكتور عبد الحميد أحمد يوسف هنداوي الذي أفرد فيه مبحثاً خاصاً لدراسة بعضٍ من مواطن العدول في القرآن الكريم.\nكما تجدر الإشارة إلى أطروحتين للدكتوراه قُدّمتا إلى كلية الآداب ـ قسم اللغة العربية فيها تناولتا موضوع العدول، وهما (الاتساع في اللغة عند ابن جني) للسيد حسن سليمان حسين، و (ظاهرة العدول بين البلاغة العربية والأسلوبية الحديثة) للسيد عبد العزيز عبد الله محمد.\nوقد انقسم البحث على ثلاثة فصول، فضلاً عن المقدمة والتمهيد والخاتمة.\nإذ اهتم التمهيد أولاً بالتعريف بالعدول في اللغة وفي الاصطلاح، مع الاشارة إلى مباحث القدماء والمحدثين لهذا المصطلح، وتضمّن كذلك الاشارة إلى الأصل والقياس كونهما معيارين عند القدماء في معرفة ما هو فرع، وما هو خلاف القياس.\nوأما الفصل الأول فقد تضمن دراسة عن العدول الصرفي العربية بشكل عام انطُلِق من خلاله إلى تحديد نوعين من العدول الصرفي في العربية عموماً وفي القرآن الكريم خصوصاً، وهما العدول عن الأصل، والعدول عن القياس؛ ممّا جعله يُشكّل فصلاً منفرداً لا يمكن تلخيصه ووضعُه في المدخل أو التمهيد.\nفي حين تناول الفصل الثاني بالدرس والتحليل العدول عن الأصل في القرآن الكريم في مباحث خمسة وهي العدول عن المصدر، والعدول عن اسم الفاعل، والعدول عن\n(1/3)\n",
        "الصفة المشبهة، والعدول عن اسم المفعول، والعدول عن الفعل شكلت أنواع العدول الصرفي عن أصل في القرآن الكريم.\nأما الفصل الثالث فقد تطرق إلى العدول الصرفي عن القياس في القرآن الكريم في ثمانية أقسام شكّلت أنواع العدول الصرفي عن قياس مع تحليل نماذج مهمة من أنواع هذا العدول في القرآن الكريم.\nثم سُجّلت في خاتمة المطاف أهم النتائج التي توصل إليها البحث مرتبةً حسب ورودها في الدلالة.\nوقد اختط البحث لنفسه منهجاً واضحاً في التحليل قائماً في الأساس على بيان موضع العدول في الآية القرآنية وموازنة الصيغ المعدول عنها بالصيغ المعدول إليها من أجل الخلوص إلى السرّ الدلالي الذي من أجله حصل العدول عن صيغة إلى أخرى مع الأخذ بنظر الاعتبار أن منهج الانتقاء لمواضع العدول في البحث قائم على حسب وجود كلامٍ للعلماء من اللغويين والمفسرين في كل موضع للعدول الصرفي في القرآن الكريم، وحسب تنوع دلالات كل نوع من أنواعه مما يُثري دلالات الموضوع ذاته.\nوبعد فهذا البحث جهد متواضع هو جهد المُقل وقد بُذل فيه القُصارى، فإن كان ثّمَّ توفيق وسَدادٍ فمن الله عزَّ وجلّ، وإن كان ثَمَّةَ هنات فمن نفسي التي من شيمتها أنّها يعتريها النقص، فالكمال لله وحده في عُلاه.\nولا يسعني بعد إلاّ أن أقدّم خالص شكري وتقديري إلى كل من قدّم لي العون والمساعدة في سبيل إِتمام هذا البحث، وأخصّ منهم بالشكر الخالص، والتقدير الوافر أُستاذي الفاضل وشيخي الجليل الأستاذ الدكتور محيي الدين توفيق ابراهيم لِما له من فضل كبير عليّ في إرشاداته العلمية التي أفادت البحث مذ كان بذرة إلى أن استوى على سُوقه أجدني قاصراً عن شكره، ولِما له عليّ كذلك من جميل في إزالة الهنات، وإقالة العثرات وتذليل الصعوبات التي اعتورت مسيرة البحث أجدني قاصراً عن ردّه إلاّ بكلمات هي جزء من الوفاء الذي يمليه عليّ تواضع طالب العلم لأستاذه، فله مني وبتواضع جمّ وافر الشكر، وفائق الاحترام ..\nوالله الموفق وهو يهدي السبيل.\n\nالباحث\nهلال علي محمود\n(1/4)\n\nالتمهيد\n\nـ العدول لغةً واصطلاحاً\nـ الأَصل والقياس",
        "(1/5)\n\nالتمهيد\n\nـ العدول لغةً واصطلاحاً:\nللجذر (ع. د. ل) دلالتان ترجع إحداهما إلى الأخرى، وإحدى هاتين الدلالتين العَدْل بمعنى الاستواء أو المساواة. وهذا المعنى متأتٍ من معادلة الحِمْل على الدابة بأن يُجعل طرفاه على استواء واحد، ويقال لكل طرف عِدْل، ولا يتأتى هذا المعنى إلاّ بالتحريك والإمالة، ومن هنا جاءت الدلالة الثانية وهي العدول بمعنى الميل. قال الخليل (ت 175 هـ): \" والعِدْلان: الحِمْلان على الدابّة من جانبين، وجمعُه أعدال، عُدِل أحدهما بالآخر في الاستواء كي لا يرجح أحدهما بصاحبه، والعَدْل أن تَعْدِل الشيءَ عن وجهه فتميله، وعدلتُه عن كذا، وعدلتُ أنا عن الطريق، والعِدْلُ أحد حِمْلَي الجمل، لا يقال إلاّ للحِمْل؛ وسُمّي عِدْلاً لأَنّهُ يُسوّى بالآخر بالكيل والوزن \" (1). ويُلحظ أنّ دلالة العَدْل متأتيةٌ من العدول ذلك أنّ الأصل في اشتقاق العَدْل آتٍ من معادلة الأعدال على الدابة من جانبين، أي أَنْ تًعْدِلَ العِدْل عن جهته فتُميله، حتى يُعادل العِدْل الآخر من الجهة الأخرى حتى يتساويا بالكيل والوزن، كي لا يرجح أحدهما بصاحبه، قال الأزهري (ت 370هـ): \" العِدْلُ: اسم حِمْل معدول بحِمْل، أي مُسَوّى به\" (2).\nودلالة العدول على الميل متأتيةٌ من معادلة الأحمال، إذ لابُدّ من إمالتها عند تسوية بعضها ببعض، ومن هنا أَشكل على ابن فارس (ت 395 هـ) فجعل للجذر\n(ع. د. ل) \" اصلين صحيحين، لكنهما متقابلان كالمتضادين، أحدهما يدلّ على استواء والآخر يدلّ على اعوجاج\" (3)، وهو في الحقيقة أَصل واحد وهو الميل، قال ذو الرّمة (4):\nوإنّي لأُنْحي الطَرْفَ من نَحْوِ غيرها ... حِياءً ولو طاوعتُهُ لم يُعَادلِ\nأي: لو طاوعتهُ بأن لا أُنحيه عنها لَمالَ إليها، فالمعادلة هنا الميل، ولكنه ميلٌ وليس جَوْراً. ومعنى العدول يتحدد على وفق تعدية الفعل بالحرف، قال ابن القطاع\n__________\n(1) كتاب العين: 2/ 38 ـ 39.\n(2) تهذيب اللغة: 2/ 209.\n(3) مقاييس اللغة: 4/ 246.\n(4) ديوان ذي الرمة: ص 493.\n(1/6)",
        "\n(ت 515 هـ): \" عَدَل في حكمه عَدْلاً، والشيءِ بالشيءِ ساواه به، والكافرُ بالله أشرك، وعن الشيء والطريق عدولاً مال \" (1). فدلالة الميل والخروج جاءت من تقييد الفعل بالحرف (عن)، ثم إنّ مجيء العَدْل بمعنى المساواة، مشتق في الأَصل من العِدْل، وذلك برابط المساواة والتساوي، فالعِدلُ لا يُقال له عِدْلٌ إلاّ بعد أن يُعْدل بغيره، فانتفاء الميل عن الشيء يكون عَدْلاً؛ ولذا قيل هذا: \" فَرَسٌ معتدل الغُرّةِ إذا توسطتْ غُرَّتُه جبهتَهُ فلم تُصِبْ واحدة من العينين، ولم تملْ على واحدٍ من الخدّين \" (2) فكلُّ ما لُحظ فيه معنى التوسط والمساواة هو عَدْلٌ، أي: نقيض الجَوْر (3). \" وهو ما قام في النفوس أنّه مستقيمٌ \" (4)، وقيل هو: \" الأمر المتوسط بين الإفراط والتفريط \" (5).\nوممّا تقدم تبيّن أنْ العدول ليس ميلاً وخروجاً عن حدّ التوسط والمساواة، إنّما هو ميل وخروج إليهما، بمعنى أنه يتضمن دلالة الميل المنضبط المقصود، لا دلالة الخروج الشاذّ الذي هو بمعنى الجور.\nوللتدليل على كون مصطلح (العدول) مصطلحاً فكرياً يعبّر عن مدلوله بدقة، ويرتسم فيه محتواه على نحوٍ أصيل ينبغي الإشارة إلى أنه مشتقٌ من قول العرب\n(عدل عن الطريق)، أي خرج عنه أو مال عنه إلى غيره، إذ هو خروج مقصود؛ إذ إنّ المعنى السالب للخروج عن الطريق هو (جار عن الطريق)، هذا فضلاً عن كون العدول عن الشيء يستوجب العدول إلى شيء آخر، إذ هو ليس بمعنى جار أو شذّ أو شيء من هذا القبيل، ومن هنا يمكن القول إنّ هذه الدلالة هي الجديرة بأن تكون دالة على معنى العدول.\nأي لابد أن يكون في العدول طرفان طرفٌ معدولٌ عنه هو الأصل أو القياس، وطرفٌ معدولٌ إليه هو الفرع أو خلاف القياس، ولذا عرّفه السجلماسي (مُتَوَّفّى في القرن\n__________\n(1) كتاب الأفعال: 2/ 363.\n(2) لسان العرب، ابن منظور: 11/ 434.\n(3) ينظر: جمهرة اللغة، ابن دريد: 2/ 28، وتاج اللغة وصحاح العربية، الجوهري: 5/ 1760.\n(4) القاموس المحيط، الفيروز آبادي: 4/ 13.\n(5) تاج العروس، الزبيدي: 8/ 9.\n(1/7)\n",
        "الثامن للهجرة) بقوله: \" اسم محمول يشابه به شيءٌ شيئاً في جوهره المشترك لهما\" (1). فالمشابهة بين شيئين في الجوهر المشترك لهما تتطلب أن يكون أحدُ هذين الشيئين أصلاً\nوالآخر فرعاً، وهو في اللغة كذلك؛ لأن العدول عن طريق يعني الدخول في طريق آخر.\nويتحقق مصطلح العدول في المستوى الصرفي للغة على وجهين:\nأولهما: العدول عن الأصل، ويتحقق ذلك في الصيغة المفردة ذاتها، إذ هناك من\nالمفردات ما تحتمل معنى صيغة أخرى، أو تأتي على لفظ صيغ أُخر وهي\nبمعناها، وقد توضّح هذا الوجه في المصادر والمشتقات نحو: اسمي الفاعل\nوالمفعول، والصفة المشبهة، وصيغ المبالغة، وقد أشار إلى ذلك علماء اللغة\nكما سيذكر لاحقاً إن شاء الله.\n\nوثانيهما: العدول عن القياس، ويتحقق هذا النوع من العدول بين صيغتين الصيغة الثانية\nخلاف الصيغة الأولى، حسب قانون القياس الصرفي، وإنما هو في الحقيقة\nخروج عن القاعدة المطّردَة، ويكون ذلك في الأفعال ومصادرها، والمشتقات،\nكما سيتضح في الصفحات القادمة بمشيئة الله.\n\nوقد أشار اللغويّون القدماء إلى ظاهرة العدول الصرفي في مباحثهم عن الصيغ الصرفية، مُعَبّرين عنها بمصطلحات مختلفة (2)، ومن دون تفريق بين العدول عن أصل، أو العدول عن قياس، إلاّ أنّه من الاستقراء تبيّن أنَّهما نوعان محددان وإن لم يُشَر إليهما.\n\nفلقد نال موضوع العدول اهتماماً واسعاً في مصنّفات علماء العربية، وقد تواردت عليه مصطلحات مختلفة منها: المجاز، والالتفات، والعدول والانحراف، والتصرف،\n__________\n(1) المنزع البديع: ص 448، وينظر: ظاهرة العدول بين البلاغة العربية والأسلوبية الحديثة، أطروحة\nدكتوراه تقدم بها عبد العزيز عبد الله محمد، إلى مجلس كلية الآداب، جامعة الموصل ـ 2000: ص26.\n(2) ينظر: الكتاب، سيبويه: 1/ 110، 3/ 568؛ ومعاني القرآن، الفراء: 2/ 153؛ شرح\nالقصائد السبع الطوال، أبو بكر الأنباري: ص 375 ـ 376؛ إعراب ثلاثين في القرآن الكريم، ابن\nخالويه: ص 8؛ شرح ابن سيبويه، السيرافي: 1/ 11؛ التمام، ابن جني: ص 72؛ البيان في\nغريب اعراب القرآن، أبو البركات ابن الأنباري: 1/ 72؛ شرح المفصل، ابن يعيش: 5/ 55؛\nشرح الكافية، الرضي الأستراباذي: 1/ 3؛ وشرح الشافية، الرضي الأستراباذي: 1/ 176،\n177؛ شرح بانت سعاد، ابن هشام: ص 15؛ شرح التصريح على التوضيح، خالد الأزهري:\n2/ 80؛ وينظر: ظاهرة التحويل في الصيغ الصرفية، د. محمود سليمان ياقوت: ص 7 ـ 9.\n(1/8)\n\nوالنقل، والخروج، والتجاوز، والاتساع، والشجاعة، والانتقال، ومخالفة مقتضى الظاهر، والانعطاف، والتلون والتلوين (1).\n\nوهذه المصطلحات لا تنفك في الدلالة على مفهوم العدول، ولكن باعتبارات متفاوتة، إذ هو في اعتبار البلاغيين يخصّ المستوى التركيبي في اللغة، وأطلقوا عليه المجاز والالتفات، وذلك متأتٍ عندهم من اهتمامهم بتبيان اللمحات الفنية التي تضمّنها النصوص الإبداعية، فضلاً عن اهتمامهم بالنظر إلى النص نظراً شمولياً لا يختصّ بمستوى دون مستوى آخر من مستويات اللغة، في حين ظهرت مصطلحات العدل، والاتساع، والعدول، والتصرف، والانحراف، والانتقال وغيرها لدى اللغويين، نتيجة اهتمامهم بالمسائل اللغوية كما سنرى ذلك مفصلاً.\n\nفأبو عبيدة (ت 210 هـ) يُسميه مجازاً، قال: \" ومن المجاز ما جاء لفظه لفظ الواحد الذي له جماع منه ووقع معنى هذا الواحد على الجميع \" (2)، ثم يقول: \" ومن مجاز المصدر الذي في موضع الأسم أو الصفة \" (البَرّ والرَّتْق) (3). ومعنى المجاز\n\" يتسع ليشمل معناه في اللغة، \" فالمجاز مَفْعَل من جاز الشيء بجوزه إذا تعدّاه. وإذا عُدل باللفظ عمّا يوجبه أصل اللغة وصف بأنه مجاز على معنى أنّهم جازوا به موضعه الأصلي، أو جاز هو مكانه الذي وضَع فيه أولاً \" (4). فيكون المجاز على هذا الأساس خروجاً عن أصل الوضع اللغوي، ويشير ابن المعتز (ت 296هـ) إلى العدول في: \" باب الالتفات: وهو انصراف المتكلم عن المخاطبة إلى الإخبار وعن الإخبار إلى المخاطبة، وما يشبه ذلك من الالتفات الانصراف عن معنى يكون فيه إلى معنى آخر \"\n__________\n(1) ينظر: مجاز القرآن، أبو عبيدة: 1/ 9؛ والبديع، ابن المعتز: ص 58 ـ 59؛ والخصائص،\nابن جني: 1/ 214 ـ 215، 2/ 360، 3/ 188 ـ 267؛ والفروق في اللغة، العسكري:\nص 190؛ وإعجاز القرآن، الباقلاني: ص 273 ـ 274؛ والمثل السائر، ابن الأثير: 1/ 193،\n2/ 184؛ والإيضاح في علوم البلاغة، القزويني: ص 159؛ والتبيان، الطيبي: 1/ 153،\nوكتاب الطراز، العلوي: 2/ 132؛؛ ومنهاج البلغاء وسراج الأدباء، القرطاجني: ص 314؛\nوالبرهان في علوم القرآن، الزركشي: 2/ 246.\n(2) مجاز القرآن: 1/ 9 ـ 10.\n(3) م. ن: 1/ 12.\n(4) أسرار البلاغة، الجرجاني: ص 356.",
        "(1/9)\n\n(1). وقد توسع ابن جني (ت 392 هـ) في ذكر الألفاظ الدالة على العدول على نحو الانحراف (2)، والعدول، ونقض العادة، وشجاعة العربية، والاتساع وغيرها (3).\nويستعمل أبو هلال العسكري (ت 395 هـ) مصطلح العدول في كلامه على الفرق بين صيغتي (رحيم) و (رحمن) يقول: \" فإن (الرحيم) مبالغة لعدوله، وإن (الرحمن) أَشدُّ مبالغة لأنه أشدُّ عُدولاً \" (4). وعلى نحو ذلك قال أبو بكر الباقلاني\n(ت 403 هـ) إنَّ: (رحمان) عدل عن (راحم) للمبالغة \" (5).\n\nوقد فصّل ضياء الدين ابن الأثير (ت 637 هـ) القول في الكلام عن العدول، وإن كان يُسميه تارة بالعدول، وتارة بالنقل والانتقال، وذلك في الفصل الذي عقده بعنوان (قوة اللفظ لقوة المعنى) (6)، والمهم أَنّ ابن الأثير أدرك أنَّ العدول عن صيغة من الألفاظ إلى صيغة أخرى لا يكون إلاّ لنوع خصوصية اقتضت ذلك (7). ومن هنا جاء إفراده لمبحث خاص بالعدول الصرفي سمّاه (اختلاف صيغ الألفاظ واتفاقها) (8)، يقول فيه: \" أما اختلاف صيغ الألفاظ فإنّها إذا نقلت من هيئة إلى هيئة كنقلها مثلاً من وزن من الأوزان إلى وزن آخر، وإن كانت اللفظة واحدة، أو لنقلها من صيغة الأسم إلى صيغة الفعل أو من صيغة الفعل إلى صيغة الأسم انتقل قبحها فصار حُسْناً، وحُسْنها صار قبحاً \" (9). وسمّاه القرطاجني (ت 684 هـ) بـ (الانعطاف) (10)، وسمّاه الزركشي (794 هـ) بالتلوين، أو خطاب التلوين (11).\n__________\n(1) كتاب البديع: ص 58.\n(2) ينظر: التمام: ص 72.\n(3) ينظر: الخصائص: 1/ 152 ـ 153، 3/ 267 ـ 268؛ وينظر: الاتساع في اللغة عند ابن\nجني، أطروحة دكتوراه تقدم بها حسن سليمان حسين، إلى كلية الآداب ـ جامعة الموصل، 1995:\nص 51.\n(4) الفروق في اللغة: ص 190.\n(5) إعجاز القرآن: ص 273 ـ 274.\n(6) المثل السائر: 2/ 279؛ وينظر: الخصائص، ابن جني: 3/ 264.\n(7) ينظر: م. ن: 2/ 279.\n(8) م. ن: 3/ 417.\n(9) م. ن: 1/ 417 ـ 418.\n(10) منهاج البلغاء وسراج الأدباء: ص 314.\n(11) البرهان في علوم القرآن: 2/ 246.\n(1/10)",
        "\nوهذه كلها أنواع من العدول إلاّ أن العدول الصرفي يتمثل في اختلاف الهيئة، والأوزان، والانتقال في الصيغة بين الإسمية والفعلية، أي أَنْ يأتي معنى اللفظ\n\" خلاف مقتضى الظاهر \" (1)، ومن ذلك مثلاً: \" وصف الواحد بالجمع \" (2)، وبذلك يخرج الالتفات الذي: \" هو العدول من أسلوب في الكلام إلى أسلوب آخر مخالف للأول \" (3) عن العدول الصرفي.\nومثلما تعددت الألفاظ الدالة على مصطلح العدول عند القدماء تعددت كذلك لدى المحدثين ولاسيما علماء الأسلوبية (4)، وسبب تعدد المصطلحات لمفهوم العدول لدى المحدثين يختلف عن سبب تعدد مصطلحاته لدى اللغويين القدماء، إذ إنّ مأتى تعدد المصطلحات لدى القدماء شمولية الدراسات اللغوية عندهم، في حين أن تعددها لدى المحدثين متأتٍ في أحيان كثيرة من تأثر الدراسات الحديثة بالنظريات اللغوية الغربية، فيكون مأتى تعددها عن طريق الترجمة، وسبب ذلك انعدام المعاجم المتخصصة بوضع المصطلحات (5).\nوقد ترجم الدكتور عبد السلام المسدي للفظة ( Ecart ) بالانزياح أو التجاوز، الذي يعني الخروج عن الأصل، ثم قال مستدركاً: يمكن أن نُحيي لها لفظة عربية وهي (العدول) (6). ويتعدد مفهوم العدول عند الأسلوبين من خلال مفهومي:\nـ الواقع اللغوي النفعي.\nـ والواقع اللغوي المكرَّس.\nوقد عُبَّر عن الواقع الأول بعبارات: الأصل، والإستعمال المألوف، والوضع الحيادي، والدرجة الصفر، والسنن اللغوية، والخطاب الساذج، والعبارة البريئة.\n__________\n(1) الإيضاح، القزويني: ص 159.\n(2) التبيان، الطيبي: 1/ 153.\n(3) كتاب الطراز، العلوي: 2/ 132.\n(4) ينظر: الأسلوبية والأسلوب، عبد السلام المسدي: 98؛ والبلاغة والأسلوبية، د. محمد عبد المطلب:\nص 68؛ ومفهوم العدول في الدراسات الأسلوبية المعاصرة، د. عبد الله صولة، المجلة العربية\nللثقافة، العدد (32) سنة 1997: ص 146.\n(5) ينظر: مشاكل وضع المصطلحات اللغوية أو تقنيات الترجمة، د. محمد رشاد حمزاوي، مجلة اللسان\nالعربي، العدد (1) سنة 1980: ص 76.\n(6) ينظر: الأسلوبية والأسلوب: ص 162 ـ 163.\n(1/11)\n",
        "وعُبَّر عن الواقع المكرَّس بعبارات: الانزياح، والتجاوز، والانحراف، والاختلال، والإطاحة، والمخالفة، والشناعة، والانتهاك، وخرق السنن، والعصيان، والتحريف (1).\nوسمي بكل هذه الأسماء لأنه خروج عن المعيار، فيُعرَّف العدول عندئذٍ بأنّه الخروج عن النمط المعياري، ولذا عُدَّ هذا الخروج أداة من أدوات التحليل الأسلوبي الذي يهتم بالموازنة بين الخصائص والسمات اللغوية في النص مُرتبطة بسياقاتها، وبين ما يقابلها من خصائص وسمات في النص المفارق، وهذه الموازنة مبنية على أساس إحصائي (2). فالعدول يتمثل في مستوى اللغة الإبداعي الذي يعتمد على اختراق مثالية اللغة في الأداء العادي وانتهاكها (3). \" ومعنى ذلك أن للغة مستويين: عادياً ومنحرفاً، أما المستوى العادي فهو ما أرتضاه علماء النحو والتصريف وما أقرّ به اللغويون، وأما المستوى المنحرف فهو ما يجور على النظام اللغوي المألوف ويخل بأنساق اللغة وأُطرها \" (4).\nولعل أبرز تعريفات الأسلوبين وعلماء اللسانيات للعدول القول بأنه: \" الخروج عن اللغة النفعية إلى اللغة الإبداعية \" (5) أي هو الخروج عن المستوى النمطي إلى المستوى الفني، فالمستوى النمطي يمثل النظام أو الأصل اللغوي (6)، ثُمَّ عُبّر عنه بأنه انحراف عن قاعدة ما (7)، أو بأنّه انحرافٌ عن المعيار الموجود في اللغة، أو بأنه: \" خروج عن القاعدة اللغوية \" أو بأنه: \" شكل منحرف عن المعيار \" (8). بقي أن يقال: أن هذا الخروج ينبغي أن ينضبط بضوابط معينة، وعلى وفق مسوغات مقبولة، والعدول بتعريف أحد المحدثين: \" هو استخدام غير عاديّ للغة بما يُسوِّغ الخروج عن الأصل المعياريّ المتواضع عليه في مستويات اللغة الصوتية والمعجمية والدلالية والتركيبية والإيقاعية؛\n__________\n(1) ينظر: الأسلوبية والأسلوب، د. عبد السلام المسدي: ص 98 ـ 99.\n(2) ينظر: الأسلوب دراسة لغوية احصائية، د. سعد مصلوح: ص 9.\n(3) ينظر: البلاغة والأسلوبية، د. محمد عبد المطلب: ص 198.\n(4) الأسلوب والأسلوبية، د. فتح الله أحمد سليمان: ص 20.\n(5) البلاغة والأسلوبية، د. محمد عبد المطلب: ص 7، 248.\n(6) ينظر: الإعجاز الصرفي في القرآن الكريم، د. عبد الحميد أحمد يوسف هنداوي: ص 141.\n(7) ينظر: علم الأسلوب، د. صلاح فضل: ص 179.\n(8) علم اللغة، برند شبلنر: ص 61.\n(1/12)\n\nلأغراض فنية يقتضيها سياق الخطاب وحال المنشئ والمتلقي \" (1). إذاً فهو خروج منضبط مُسوّغٌ عن أصل معياريّ، ولكي نحدد العدول في اللغة ينبغي أولاً أن نحدد الضوابط المعيارية في مستويات اللغة، وبمعرفة هذه الضوابط يمكن التعرف على مسوّغات الخروج عن تلك الضوابط، سواء أكانت صوتية، أم صرفية، أم نحوية، أم دلالية، والشيء المهم هنا هو تحديد الضوابط المعيارية في المستوى الصرفي للغة وهو ذلك المستوى الذي يتناول الكلمة المفردة وما يطرأ عليها من تغيير خارج السياق، وما لهذا التغيير من تأثير داخل السياق، والكلمة المفردة تشمل الأسماء المعربة، والأفعال المتصرفة، التي هي موضوعة علم الصرف، وهو \" علم بأصول يعرف بها أبنية الكلم التي ليست بإعراب ولا بناء \" (2). فهي الكلمات التي تكون عرضةً للتغيير، وعلى هذا الأساس فإن العدول الصرفي يتحدد بكل خروج مسوَّغ عن معيار محدد في الأفعال، والمصادر، والمشتقات في ما يخصّ تحديداً اختلاف الصيغ ذوات المعاني، على أن يكون هذا الخروج لنكته دلالية مقصودة، أو للمسة فنية مقبولة، وهذا لن يتأتى إلاّ بعد وضع الضوابط المعيارية لجميع الصيغ سواء أكانت أفعالاً، أم مصادر، أم مشتقات، وبعد وضع هذه الضوابط يتبيّن بلا أدنى ريب مسوّغات ذلك العدول من صيغة إلى أخرى، كما يمكن تبيُّن الدلالات المقصودة، واللمسات الفنية التي اكتنفت النص، ومن هذه الضوابط الأصل اللغوي الذي وضعت له الصيغة، أو القياس أو القاعدة المطّردة التي شاعت وكثُر استعمالها حتى أصبحت معياراً، فما خرج عن المعيار يُعد عدولاً عنه.\n__________\n(1) ظاهرة العدول بين البلاغة العربية والأسلوبية الحديثة، اطروحة دكتوراه تقدم بها عبد العزيز عبد الله:\nص 37.\n(2) شرح الشافية، الرضي الأسترابادي: 1/ 1.",
        "(1/13)\n\nـ الأصل والقياس:\nوردت اشارات واضحة عند اللغويين للتعبير عن الأصل والقياس في مواطن مبثوثة في كتبهم، ومن خلالها تبيّن تفريقهم بين ما هو أصل، وبين ما هو قياس: \" ومن ذلك (فعّال) تقول: رجلٌ قتّال إذا كان كثير القتل، فأما قاتل فيكون للقليل والكثير؛ لأنه أصل \" (1). ومن ذلك أيضاً جعل مفردات اللغة أصولاً وفروعاً من حيث دلالتها على الجنس وعلى العدد، على نحو جعل المذكر هو الأصل والمؤنث فرعاً له، وكذلك جعل المفرد أصلاً والمثنى والجمع فرعين له (2).\nوعلى هذا الأساس وُصِفَ المذكر والمؤنث بالمصدر من دون أن تلحقه علامة التأنيث حين وصف المؤنث بالمصدر فيقال: رَجُلٌ عَدْلٌ، وامرأةٌ عَدْلٌ، وذلك لأن الأصل لقوته احمل للمعنى من الفرع لضعفه والأصول لقوتها يتصرف فيها، والفروع لضعفها يتوقف بها، ويقصر عن بعض ما تُسوّغه القوة لأصولها (3). أي إنَّ الأصل في المصدر أنه مذكر، ولما كان التأنيث فرعاً عن الأصل لم تلحق علامة التأنيث حينما صار وصفاً لمؤنث، ومن هنا قيل: \"إنّما يٌعدل عن الأصل إلى الفرع لسبب اقتضاه\" (4)، وهو معنى جديد فيه ما في الأصل وزيادة؛ إذ إنه فرعٌ من أصل. وعندما يٌقال في شيءٍ انّه هو الأصل أو هو الأول فليس المقصود أنه الأسبق في الاستعمال، إنما المقصود ما كان أوقر في النفس، ومقدماً في الإحساس على غيره، \" فمختلف ظواهر اللغة تنتظمها\n__________\n(1) المقتضب: 2/ 113؛ وشرح المفصل، ابن يعيش: 6/ 13.\n(2) ينظر: القياس في النحو، د. منى إلياس: ص 34.\n(3) ينظر: الخصائص: 1/ 201.\n(4) المثل السائر، ابن الأثير: 2/ 77.\n(1/14)",
        "\nخطوط خفية، وهذه الخطوط الكبرى التي تنشعب عنها الخطوط التي دونها هي التي جعلها أصولاً، وجعل الباقي فروعاً \" (1).\nوقد ذكر العدول عن القياس في بعض مباحث اللغويين، ومن ذلك ما ذُكِرَ من تحديد أسماء مطّردة، أي: مقيسة وهي: المصادر، واسما الفاعل والمفعول، والصفة المشبهة، واسم التفضيل، واسما الزمان والمكان، واسم الآلة، وقسم لا يَطّرد وهي: الأسماء المتصلة بالأفعال من جهة الاشتقاق، كالقُربة من القرب، إذ لا يقال: لكل ما يُقرّب قربة بل اختصت ببعض المسمين (2).\nثُمَّ يُعَبّرعن العدول عن القياس صريحاً في باب النسب فالألفاظ مثل: بدويّ، وطائيّ، وبِصريٌّ، ألفاظ معدولة عن القياس، إذ القياس في (بدويّ): بادي أو بادوي نسبةً إلى البادية، وفي (طائيّ): طيئيّ نسبةً إلى (طيء)، وفي (بِصريّ): بَصْريّ نسبةً إلى بَصرة (3).\nويقول السيوطيّ: \" إنّ الشيء إذا اطّرد في الاستعمال، وشذّ عن القياس فلا بُدّ من اتّباع السمع الوارد به فيه نفسه، لكنه لا يتخذ أصلاً يقاس عليه غيره \" (4). فيظهر أنّ السبب في جعل الشيء قاعدةً ومعياراً يقاس عليه هو الاطّراد وكثرة الاستعمال، وأنّ ما يشذّ عن هذه القاعدة وهي: (الاطراد في الاستعمال) يؤخذ به بناءً على ما ورد السماع به، ولكنه لا يقاس عليه، ولكنه يبقى خلاف القياس وعدولاً عنه، وينبغي حينئذٍ البحث عن السبب الذي اقتضى هذا الخروج أو هذا العدول، أهو معنى جديد، أم مجرد عدول لأسباب خارجية على نحو النسبة في بدويّ، إذ هو عدولٌ عن القياس، ولكن ليس لمعنى جديد.\nوالأصلٌ والقياسُ فكرتان متداخلتان؛ إذ لا يمكن معرفة الأقيسة من دون معرفة الأُصول، إذ القياس: \" حَمْل فرعٍ على أصل بعلّة، وإجراء حكم الأصل على الفرع \" (5)، فلا قياس من غير معرفة الأَصل الذي هو: \" المعنى الأول الذي تؤول إليه كل صورة، وهو الحكم الذي يستحقه الشيء بذاته \" (6). فبمعرفة الأَصل في كل شيء يمكن عند ذلك تبيُّن\n__________\n(1) القياس في النحو، د. منى إلياس: ص 35.\n(2) ينظر: شرح المفصل، ابن يعيش: 6/ 43.\n(3) ينظر: شرح المفصل: 6/ 10.\n(4) المزهر: 1/ 229.\n(5) لُمع الأدلة في أصول النحو، ابن الأنباري: ص 93؛ وينظر: فقه اللغة العربية، د. كَاصد ياسر\nالزيدي: ص 273.\n(6) القياس في النحو، منى إلياس: ص 32.\n(1/15)\n",
        "الفرع، وتبيّن القياس، ثم من خلال تبيّن القياس بناءً على الاطّراد والكثرة، يتبيّن ما هو خلاف القياس.\nولمّا كان كلّ من الأصل والقياس يتواردان في مباحث كثيرة في اللغة وجب تحديد المقصود بهما في المستوى الصرفي في اللغة، فحينئذٍ ينبغي أن يُقال: الأصل الصرفي، والقياس الصرفي، كما ينبغي التعريف بهما، فالأَصل الصرفي: هو المعنى الأول الذي تحمله الصيغة الصرفية، على نحو كون صيغة اسم الفاعل الدالّة على من قام بالفعل أصل صيغ المبالغة فتكون صيغ المبالغة معدولة عن اسم الفاعل.\nوالقياس الصرفي: هو المعيار المُطَّرد الذي تنضبط به الصيغ الصرفية، من مثل القانون الذي يخضع له اشتقاق المصدر من الأفعال.\n(1/16)\n\nالفصل الأول\n\nالعدول الصرفي في\nالعربية\n\nـ المبحث الأول: العدول عن الأصل\nـ المبحث الثاني: العدول عن القياس",
        "(1/17)\n\nالمبحث الأول\n\nالعدول عن الأصل\n(1/18)",
        "\nالمبحث الأول\nالعدول عن الأَصل\n\nلقد أشار اللغويون في جملة مباحثهم إلى اختلاف معاني الصيغ في العربية، ولا سيما في مباحثهم الخاصة بالكلام على خصائص العربية ومنها طاقتها التعبيرية الكامنة في مباني صيغها الصرفية وإمكانية دلالتها على معانٍ متعددة تختلف باختلاف السياق الذي ترد فيه، فضلاً عن إمكانية تبادلها من سياق إلى آخر حسب إرادة المتكلم لمعناه المقصود وغرضه المطلوب، وعلى هذا الأساس حصل العدول بين صيغ المشتقات في العربية ولا سيما في مستوى اللغة الصرفي، فيما يخصّ تحديداً صيغ المصادر، واسم الفاعل، والصفة المشبهة، واسم المفعول، وصيغ المبالغة لإمكانية تبادلها من سياق إلى آخر على وفق التقارب المعنوي فيما بينها، فضلاً عن التشابه اللفظي بين بعض من صيغها.\n\nأولاً ـ العدول عن المصدر:\nالمصدر مشتق من مادة (ص د ر) وهو اسم مكان يقال:\nصدرت الابل عن الماء، إذا انصرفت عنه، وعلى هذا الأساس سُمي المصدر مَصْدَراً، قال الخليل: \" المصدر: أصل الكلمة الذي تصدر عنه الأفعال \" (1). وقال الشريف الجرجاني: \" المصدر: هو الاسم الذي اشتَقًّ منه الفعل وصدر عنه \" (2)، ومن المعروف أنّ النحاة اختلفوا في المصدر والفعل أيُّهُما هو الأصل؛ فذهب البصريون إلى أن المصدر هو الأصل، وذهب الكوفيون إلى أن الأصل هو الفعل (3).والشيء المهم أن المصدر يدل على الحدث مجرداً من الزمن في حين يدل الفعل على الحدث مقترناً بزمان.\n__________\n(1) العين: 7/ 96.\n(2) التعريفات، الجرجاني: ص 114.\n(3) ينظر: الانصاف في مسائل الخلاف، ابن الأنباري، مسألة رقم (28): 1/ 235.\n(1/19)\n",
        "1 ـ العدول عن المصدر إلى اسم المصدر:\nالمصدر هو الحدث، واسم المصدر هو اسم لمعنى الحدث نفسه، قال بهاء الدين ابن النحّاس (ت 698 هـ) (1): المصدر هو الفعل الصادر عن الانسان وغيره، واسم المصدر: اسم المعنى الصادر عن الانسان وغيره، كسبحان المسمّى به التسبيح الذي هو صادر من المُسَبِّح لا لفظ (تَ سْ بِ ي ح) بل المعنى المعبّر عنه بهذه الحروف ومعناه البراءة والتنزيه \" (2). هذا فضلاً عن أنّ للمصدر فِعلاً يجري عليه كالانطلاق في انطلق، واسم المصدر هو اسم وليس له فِعْل يجري عليه كالقهقرى، فإنه نوعٌ من الرجوع ولا فِعْل له يجري عليه من لفظه (3). والأظهر أنّ الفرق بين المصدر واسمه هو أنّ المصدر يدل على نفس الحدث الواقع مع الفاعل، في حين يدل اسم المصدر على لفظ المصدر، فالغُسل يدل على لفظ الاغتسال الدالّ على الفعل الحاصل من المغتسل، والوضوء يدل على لفظ التوضؤ الدال على الفِعل، فاسم المصدر يخالف المصدر في اللفظ وهذه المخالفة مبنية أساساً على فعل المصدر المشتق منه:\n\" فاسم المصدر يدل على لفظ المصدر الذي يدل على الحدث، فيكون اسم المصدر دالاً على الحدث بواسطة دلالته على لفظ المصدر، وعلى هذا يكون معنى المصدر، ومعنى اسم المصدر مختلفاً \" (4). والذي يبدو أنّ في اسم المصدر دلالة الفعل المشتق منه المصدر، سواء أكان ذلك الفعل الذي اشتق منه المصدر مجرداً أم مزيداً، قال سيبويه: \" وأما التبيان فليس على شيءٍ من الفعل لحقته الزيادة، ولكنه بني هذا البناء فلحقته الزيادة كما لحقت الرئمان وهو من الثلاثة وليس من التّفعال، ولو كان أصلها من ذلك فتحوا التاء، فإنّما هي من بيّنت، كالغارة من أغرت، والنبات من أنبت \" (5). فالتبيان اسم مصدر أقيم مقام التبيين، والتبيان مشتقٌ من الفعل (تبيّن)، والتبيين من الفعل\n(بيّن) ولما كان التبيان دالاً على التبيُّن، احتمل دلالة التَبيُّن فضلاً عن دلالة التبيين،\n__________\n(1) هو محمد بن ابراهيم بن أبي نصر أبو عبد الله بهاء الدين بن النحّاس الحلبي النحوي، ومن تلامذته أبو\nحيان، ينظر: بغية الوعاة: 1/ 13 ـ 14.\n(2) الأشباه والنظائر، السيوطي: 2/ 185.\n(3) كتاب الأمالي النحوية، ابن الحاجب: 4/ 126، وينظر: الأشباه والنظائر، السيوطي: 2/ 185.\n(4) منحة الجليل على شرح ابن عقيل على ألفية ابن مالك، الشيخ محمد محيي الدين عبد الحميد: 2/ 98.\n(5) الكتاب: 4/ 84، وينظر: شرح الشافية، الرضي الاسترابادي: 1/ 167.\n(1/20)\n\nوهما دلالتا التكلف والمبالغة، وكذلك العطاء فيه دلالة الفعل الثلاثي (عطا) فضلاً عن دلالة (أعطى) إلاّ أنَّه بقي أن يقال إنّ هذا لا يعني كون اسم المصدر يحتمل الدلالتين في وقت واحد، إذ إنّ إحدى الدلالتين أصلية وهي دلالة الفعل الذي قد اشتق منه اسم المصدر، ودلالة أخرى خارجية متأتيةٌ من دلالة الفعل الذي اشتق منه المصدر، وبناءً على هذا الأساس يمكن النظر في التعريف الذي وضعه النحاة لاسم المصدر بكونه: ما ساوى المصدر في الدلالة على معناه وخالفه بخلوه لفظاً وتقديراً من بعض ما في فعله دون تعويض كعطاء؛ فإنّه مساوٍ لإعطاء معنى، ومخالف له بخلوه من الهمزة الموجودة في فعله، وهو خالٍ منها لفظاً وتقديراً، ولم يُعوّض عنها شيء (1).\n\n2 ـ العدول عن المصدر إلى المصدر الميمي:\nالمصدر الميمي: هو ما دلّ على الحدث وكان مبدوءاً بميم، وهو نوعان:\n\nأولهما: ما اشتق من الثلاثي المجرد فيكون على وزن (مَفْعَل)؛ إلاّ إذا كان الفعل\nالذي اشتق منه مِثالاً فإنّه يكون على وزن (مَفْعِل) نحو: موعِد.\n\nوثانيهما: ما اشتق من غير الثلاثي المجرد، فيكون بإبدال ياء الفعل المضارع ميماً\nمضمومة وفتح ما قبل الآخر، ولذا ذكره سيبويه في بابين \" باب اشتقاقك\nالأسماء لمواضع بنات الثلاثة التي ليست فيها زيادة من لفظها \" (2). ويقصد\nبه النوع الأول، ثم ذكره في \" باب ما يكون من المصادر مفعولاً \" (3).\nيقصد به ثاني النوعين.\n\nوقد عُدّ المصدر الميمي عدولاً عن المصدر الأصلي، ومن ذلك قول العرب: إنّ في أَلفِ درهم لمَضْرَباً، أي: ضَرْباً (4). هذا في المجرد، وأمّا في المزيد فنحو قولهم: \" سُرّح به مُسَرَّحاً؛ أي تسريحاً، فالمسرَّح والتسريح بمنزلة الضرْب والمضرَب. قال جرير:\n__________\n(1) ينظر: شرح ابن عقيل على ألفية ابن مالك: 2/ 98.\n(2) الكتاب: 4/ 87.\n(3) م. ن: 1/ 228.\n(4) م. ن: 4/ 88.",
        "(1/21)\n\nأَلَمْ تَعْلَمْ مُسَرَّحِيَ القوافي ... فلاعِيّاً بِهِنَّ ولا اجتلابا\nأيْ: تسريحي القوافي، وكذلك تجري المعصية مجرى العصيان، والموجدة بمنزلة المصدر لو كان الوجد يُتكلم به \" (1).\nوعند سيبويه أن معنى المصدر الميمي لا يختلف عن معنى المصدر الأصلي (2). قال: \" فإذا أردت المصدر بنيتَه على مَفْعَلٍ، وذلك قولك: إنّ في ألف درهمٍ لَمَضْرَباً، أي: لَضَرْباً \" (3). غير أنّ الذي يبدو أن المصدر الميمي لا يطابق المصدر في المعنى تماماً وإلاّ فَلِمَ أختلفت صيغته، فالمصير مثلاُ لا يطابق الصيرورة، والمرجع لا يطابق الرجوع أو الرجع ومعنى المفر ليس يطابق معناه الفرار تماماً، والمساق لا يطابق السَّوْق.\nفالمصدر الميمي في الغالب يحمل معه عنصر (الذات) بخلاف المصدر فإنه حَدَثٌ مجرد من كل شيء، فالمساق مثلاً يحمل معه ذاتاً تُساق بخلاف السوق الذي يدل على فعل السوق مجرداً، إذن المصدر الميمي يختلف عن المصدر الأصلي من جهتين:\n\nالأولى: أن المصدر الأصلي حَدَثٌ غير مُتَلَبِّس بشيءٍ آخر، أما المصدر الميمي فإنّه مصدر متلبس بذاتٍ في الغالب. والجهة الأخرى: فإن المعنى الذي يحمله المصدر الأصلي ليس هو المعنى نفسه الذي يحمله المصدر الميمي، فقولنا: مصيرُ الخشب رماد، أي نهاية أمره، ولا يقصد المعنى نفسه إذا قلنا: صيرورة الخشب رماد (4).\n\n3 ـ العدول عن المصدر إلى اسم الفاعل:\nوهو نوع من أنواع العدول الصرفي، إذ تُذكر صيغة اسم الفاعل ويراد بها المصدر، قال ابن فارس (ت 395 هـ): \" ومن سنن العرب التعويض: وهو إقامة الكلمة مقام الكلمة \" ثم قال: \" ومن ذلك إقامة الفاعل مقام المصدر يقولون: قُمْ قائماً، أي: قياماً \" (5). ومع ذلك وصف طائفة من العلماء هذا النوع من العدول بالقلة (6). بل\n__________\n(1) الكتاب: 1/ 233 ـ 234، وينظر: الأمالي الشجرية: 2/ 42، ديوان جرير: ص 62. وفيه:\nألم تُخْبَرْ بِمَسْرَجِيَ القوافي\n(2) ينظر: الكتاب: 4/ 87، وينظر: معاني الأبنية، د. فاضل صالح السامرائي: ص 34.\n(3) الكتاب: 4/ 87.\n(4) ينظر: معاني الأبنية: ص 34 ـ 35.\n(5) الصاحبي في فقه اللغة: ص 236، 237.\n(6) ينظر: شرح المفصل، ابن يعيش: 6/ 50، وشرح الشافية، الرضي الاسترابادي: 1/ 176.\n(1/22)",
        "\nإن منهم من لجأ إلى تأويل بعض شواهده بتقدير محذوف، ومن ذلك قوله تعالى: {فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ} (سورة الحاقة / 8) قيل: بمعنى نفس باقية، أو شيءٍ باقٍ والهاء للاسمية (1).\nوعدّ ابن يعيش الألفاظ التي جاءت على صيغة اسم الفاعل نحو: الفاضلة، والعافية، والعاقبة، والكاذبة، والباقية، أسماءً وضعت موضع المصادر (2). أي أنّه ينفي كونها أسماء فاعلين تحوي ما تحويه صيغة اسم الفاعل الدالّ على الحدث والحدوث وفاعله (3). والمقصود بالحدث معنى المصدر، وبالحدوث التغير وليس الملازمة والثبوت، كما يدل على ذات الفاعل أي صاحب الفعل (4). ورأي ابن يعيش صحيح فهذه أسماء معدولة عن المصادر، ولذلك قيل: \" إن دلالة اسم الفاعل على المصدر أمر يحتاج إلى نظر قبل إصدار حكم، وقد رؤي أن استعمال ذلك قاصر على السماع فلا يُباح في سعة اللغة، وعلى هذا تكون دلالة (فاعل) على المصدر مجرد تطور دلالي في المعنى المعجمي، ولقد سهل هذا الانتقال غالباً فيما اعتقد أنّ المصدر واسم الفاعل من أصل واحد فهما يشتركان في (المادة) \" (5) اللغوية مثال ذلك مجيء الطاغية بمعنى الطغيان.\n\n4 ـ العدول عن المصدر إلى اسم المفعول:\nمن سنن العربية: اقامة المفعول مقام المصدر، نحو قول العرب: مالَهُ معقول، وحلف محلوفة، وجهد مجهود، ويقولون: مالَه معقول ولا مجلود، يريدون: العَقْل والجَلَد، ونحو ذلك قول الشاعر:\nمن اللواتي إذا لانَتْ عريكتُها ... يبقى لها بَعْدَها آلٌ ومَجْلُودُ (6)\nوقول الشاعر الآخر:\n__________\n(1) ينظر: شرح الشافية، الرضي الاسترابادي: 1/ 176.\n(2) ينظر: شرح المفصل: 6/ 52.\n(3) ينظر: شرح التوضيح على التصريح، الأزهري: 2/ 65.\n(4) ينظر: معاني الأبنية، السامرائي: ص 46.\n(5) الزمن في النحو العربي، د. كمال ابراهيم بدري: ص 27.\n(6) ديوان الشماخ: ص 118، وهو للأخطل، ينظر: شعره: 1/ 98، والرواية فيه:\n(كان لها بعده آل ومجلود).\n(1/23)\n",
        "إنّ أَخَا المجلودِ مَنْ صَبَرا (1)\nوالمقصود أَنَّ المجلودَ معدول عن الجَلَد (2).\nومذهب الدكتور أحمد مطلوب أن اقامة المفعول مقام المصدر من المجاز اللغوي (3)، وقد قيل في الأسماء التي جاءت على صيغة اسم المفعول، مثل ما قيل في الأسماء التي جاءت على صيغة اسم الفاعل، مثل الميسور والمعسور والمرفوع والمعقول والمجلود، بأنّها مصادر جاءت بلفظ المفعول؛ إلاّ أنّ أكثر النحويين يذهبون إلى أنها مصادر جاءت على مفعول لأن المصدر ذاته مفعول، فالميسور بمعنى اليُسْر، والمعسور بمعنى العُسْر، والمعقول بمعنى العَقْل، والمجلود بمعنى الجلادة (4). والذي يبدو أَنّها معدولة عن المصادر، لكنها مجردة من ذات المفعول \" فاسم المفعول ما دلَّ على الحدث والحدوث وذات المفعول كمقتول ومأسور\" (5)، ودلالته على الحدوث متأتية من قياسه بالصفة المشبهة الدالة على الثبوت.\n__________\n(1) والشطر بتمامه: واصبر فإنّ أَخا المجلود من صبرا، وهو غير منسوب في اللسان: 4/ 99.\n(2) ينظر: الصاحبي في فقه اللغة: ص 237.\n(3) ينظر: معجم المصطلحات البلاغية وتطورها: 3/ 209.\n(4) ينظر: شرح المفصل، ابن يعيش: 6/ 52، وشرح الشافية، الرضي السترابادي: 1/ 174.\n(5) معاني الأبنية: ص 59.\n(1/24)\n\nثانياً ـ العدول عن اسم الفاعل:\nاسم الفاعل: هو أحد المشتقات \" وهو اسم مشتق من المضارع لمن قام به الفعل \" (1).وتقييد اشتقاقه من المضارع للدلالة على الحدوث، ولإخراج اسم التفضيل والصفة المشبهة الدالتين على معنى الثبوت، وتقييده (لِمَنْ قَامَ به الفِعْلُ) لإخراج اسم المفعول لأنه مشتق لذات مَنْ وقع عليه الفعل (2). فاسم الفاعل إذن وصف مأخوذ من المضارع المبني للمعلوم للدلالة على من أحدث الفعل، أو لمن قام به الفعل (3). فهو إذن ما دلّ على الحدث والحدوث وفاعله (4). \" ويقصد بالحدث معنى المصدر، والحدوث ما يقابل الثبوت فـ (قائم) ـ مثلاً ـ اسم فاعل يدل على القيام وهو الحدث، وعلى الحدوث أي التغيّر فالقيام ليس ملازماً بصاحبه ويدل على ذات الفاعل أي صاحب القيام \" (5).\n\n1 ـ العدول عن اسم الفاعل إلى اسم المفعول:\nوُسم هذا النوع من العدول بالقلة (6)، قال ابن قتيبة (ت 276 هـ): \" ومنه أن يأتي الفاعل على لفظ المفعول به، وهو قليل، كقوله تعالى: {إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا} (سورة مريم / 61) أي: آتياً \" (7).\nوذهب الرضيّ إلى أنّ \" الأولى جعله من باب: أتيتُ الأمر، أي: فعلته، والمعنى أنّه {كَانَ وَعْدُهُ مَفْعُولاً} (سورة المزمل /18) كما في الآية \" (8)، وهو رأي مرجوح؛ إذ نُقل عن ابن السّكّيت (ت 246 هـ) قول العرب: \" عيشٌ مغبون، أي غابنٌ عِزّ صاحبه \" (9). وممّا جاء شاهداً على اقامة اسم المفعول مقام الفاعل قوله تعالى: {\n__________\n(1) شرح المراح في التصريف، بدر الدين محمود بن أحمد العيني: ص 115.\n(2) ينظر: م. ن: ص 115.\n(3) ينظر: المنهج الصوتي للبنية العربية، د. عبد الصبور شاهين: ص 114.\n(4) ينظر: شرح التوضيح على التصريح: 2/ 65، ومعاني الأبنية: ص 46.\n(5) معاني الأبنية: ص 46.\n(6) تأويل مشكل القرآن، ابن قتيبة: ص 298، والصاحبي، ابن فارس: ص 220.\n(7) تأويل مشكل القرآن: ص 298، وينظر: الصاحبي: ص 220، ومعجم المصطلحات البلاغية\nوتطورها، د. أحمد مطلوب: 3/ 209.\n(8) شرح الكافية في النحو: 2/ 199.\n(9) ينظر: الصاحبي: ص 220، والمزهر في علوم اللغة: 1/ 338.",
        "(1/25)\n\nحِجَابًا مَسْتُورًا} (سورة الإسراء / 45) أي: ساتراً، وقيل: مستوراً عن العيون كأنّه أُخْذَةٌ لا يَحَسّ بها أحد (1)، فهو اسم مفعول على بابه (2)،ولكن الأرجح أنه عدول عن اسم الفاعل، فالعدول عن ساتر إلى مستور أكثر دلالة في الستر (3). ففيه دلالة المبالغة.\n\n2 ـ العدول عن اسم الفاعل إلى الصفة المشبهة:\nقبل التحدث عن مواضع العدول عن اسم الفاعل إلى الصفة المشبهة، ينبغي التحدث عن بيان الفرق بينهما، فالصفة المشبهة تدل على الثبوت، واسم الفاعل يدل على الحدوث، قال خالد الأزهري: \" إنّك إن أردت ثبوت الوصف قلت\n(حَسَنٌ) ولا تقول (حاسنٌ) وإن أردت حدوثه قلت (حاسن) ولا تقول (حَسَنٌ) \" (4). وهنا تكمن الحكمة في التناوب بين المشتقين، فالعدول عن اسم الفاعل إلى إحدى صيغ الصفة المشبهة معروفٌ في اللغة، وقد تنبّه العلماء لهذا النوع من العدول بناءً على أن الفعل الذي يشتق منه اسم الفاعل فِعْلٌ متعدٍّ، في حين لا تشتق الصفة المشبهة إلاّ من الفعل اللازم، وبهذا قال سيبويه: \" وقد جاء شيءٌ من هذه الأشياء المتعدية التي هي فاعل على فعيل، حين لم يريدوا به الفعل شبّهوه بظريف ونحوه، قالوا: ضريب قِداحٍ، وصريمٌ للصارم، والضريب الذي يضرب بالقداح بينهم. وقال طريف بن تميم العنبريّ:\nأَوَكُلَما وَرَدَتْ عُكَاظَ قًبيلَةٌ ... بَعَثُوا إليَّ عريفَهُم يَتَوَسَمُ \" (5)\nوالشاهد في قول العنبريّ: بناء عريف من الفعل عرف وهو متعدٍّ دون إرادة الفعل، وقول سيبويه: (شبّهوه بظريف) يدل على أن المراد بقولهم: ضريب قِداح، وصريمٌ للصارم الصفة المشبهة الدالة على الثبوت والدوام (6). وقد عُدّت (ضريب، وصريم، وعريف) صيغاً معدولة عن اسم الفاعل؛ لأنّها مشتقة من أفعال متعدية، والنكتةُ إرادة الدلالة على الوصف بالثبوت والدوام لا الحدوث والزوال اللذين هما الأصل في دلالة اسم\n__________\n(1) الصاحبي: ص 238.\n(2) ينظر: معترك الأقران، السيوطي: 1/ 193.\n(3) العدول في القرآن الكريم ظاهرة أسلوبية، د. عواطف كنوش مصطفى، مجلة آداب البصرة، العدد\n(38)، سنة 2002: ص 609.\n(4) شرح التصريح على التوضيح: 2/ 82، وينظر: معاني الأبنية: ص 75.\n(5) الكتاب: 4/ 7، وينظر: البيت في: الأصمعيات: ص 127.\n(6) ينظر: حاشية الصبان على شرح الأشموني: 2/ 314.\n(1/26)",
        "\nالفاعل (1). ومثل ذلك وصفهم اللديغ بالسليم حَمْلاً على مريض، وهو معدولٌ عن صيغة اسم الفاعل سالم (2). فالعدول حاصل عن الصفة المشبهة إلى اسم الفاعل.\n\n3 ـ العدول عن اسم الفاعل إلى صيغ المبالغة:\nصيغة اسم الفاعل هي أصل صيغ المبالغة، أي أن صيغة المبالغة هي في الحقيقة مبالغة لاسم الفاعل وهذه الصيغ: فعّال، ومِفْعال، وفَعول، وفَعيل، وفَعِلٌ (3)، نحو: طعّان، ومِقدام، وعَجول، ورحيم، وحذِرٌ، وهي صيغ قياسية، وهناك صيغ سماعية: فِعّيل، وفعّالة، ومفعيل، وفُعّال، وفُعُّول، وفيعول، وفاعول كَصِدّيق، وفهّامة، ومسكين، وكُبّار، وقُدّوس، وقَيُّوم، وفاروق (4). فصيغة فاعل هي الأصل وإنّما عدل عنه إلى (فعّال) للمبالغة، فإذا لم يرد به المبالغة يؤتى به على الأصل؛ لأنه ليس فيه تكثير (5). فيقال: رجُل قتّال، إذا كان يُكْثِر القتل، فأمّا قاتل فيكون للقليل والكثير، لأنه أصلٌ (6).\nوكذلك يُعدل عن اسم الفاعل إلى صيغة (فعيل) التي للمبالغة، نحو قول عمرو ابن معد يكرب:\nأَمِنْ رَيْحانَةَ الداعي السَميعُ ... يُؤْرقني وأصحابي هجوعُ\nيريد: الداعي المُسْمِع (7).\nويأتي فعيلٌ معدولاً كثيراً عن فاعل نحو: رحيم، وعليم، وسميع، وشهيد، بمعنى راحم: وعالم، وسامع، وشاهد (8)، وقد استعملت صيغة فعّال التي هي للمبالغة في الأصل للدلالة على النسب، وللدلالة على صاحب الحرفة، فلم يأتوا بياء النسبة، لكنهم يبنون بناء يدل على نحو ما دلّ عليه ياء النسبة كقولهم لصاحب البزّ بزّاز، ولصاحب الجِمال جمّال.\n__________\n(1) حاشية الصبان على شرح الأشموني: 2/ 314.\n(2) ينظر: شرح الشافية: 1/ 147.\n(3) ينظر: الكتاب: 1/ 110 ـ 111، وشرح الكافية في النحو، الرضي الاسترادي: 2/ 202.\n(4) ينظر: المرجع في اللغة العربية نحوها وصرفها، علي رضا: 1/ 85.\n(5) ينظر: الكتاب: 1/ 110.\n(6) ينظر: المقتضب: 2/ 113.\n(7) ينظر: تأويل مشكل القرآن: ص 297، والصاحبي في فقه اللغة: ص 238، والبيت في\nالأصمعيات: ص 172.\n(8) جامع الدروس العربية، الشيخ مصطفى الغلاييني: 1/ 188.\n(1/27)\n",
        "4 ـ العدول عن اسم الفاعل إلى المصدر:\nأشار إلى ذلك سيبويه في حديثه عن المصدر قال: \" ويقع على الفاعل ذلك قولك، يومٌ غمٌّ، ورَجُلٌ نَوْمٌ، إنّما تريد: النائم والغام \" (1). وكقولهم: ماء غَوْر، أي: غائر، ورجُلٌ عَدْلٌ، أي: عادل وقالوا: أتيتُه رِكْضاُ، أي: راكضاً (2)، وقد عبّر عنه الرضيّ الاسترابادي بوضع المصدر مقام اسم الفاعل (3).\nوقد عزا ابن جني هذا العدول عن اسم الفاعل إلى المصدر إلى أمرين، الأول: وسمّاه صناعياً هو زيادة الأنس بمشابهة المصدر للصفة الواقع موقعها، كما وقعت الصفة موقع المصدر نحو: (أقائماً والناس قعود) أي أتقوم قياماً والناس قعود. فالمصدر واسم الفاعل على هذا يقوم أحدهما مقام الآخر. والأمر الثاني: وسمّاه معنوياً، لأنه إذا وصف بالمصدر أصبح الموصوف كأنّه مخلوق عن ذلك الفعل فهو يتعاطاه ويعتاده كثيراً، وقد ورد هذا المعنى في كلام العرب كثيراً كقول الشاعر:\nألا أصبحت أسماءُ جاذمةَ الحَبْلِ ... وظنّت علينا والظنين من البخل\nأي كأنه مخلوق من البُخل لكثرة ما يأتي به منه (4).\nويرى ابن جني أن الوصف بالصفة أقوى إعراباً من حيث النحو، والوصف بالمصدر أقوى معنى (5).\n__________\n(1) الكتاب: 4/ 43.\n(2) ينظر: شرح المفصل، ابن يعيش: 6/ 50.\n(3) ينظر: شرح الشافية: 1/ 176.\n(4) الخصائص: 3/ 260، والبيت للبعيث، ينظر: معجم شواهد العربية، عبد السلام محمد هارون:\n1/ 299.\n(5) م. ن: 3/ 260.\n(1/28)\n\nثالثاً ـ العدول عن اسم المفعول:\nاسم المفعول هو وصف مشتق من مضارع مبني للمفعول، للدلالة على مَنْ وقع عليه الفعل (1). وعلى هذا الأساس عُرّف بأَنَه ما دلّ على الحدث والحدوث وذات المفعول، ومجيئه بمعنى الحدوث قياساً بالصفة المشبهة الدالة على معنى الثبوت (2)، ومن حيث دلالته على الزمن فإنّه يدل على المضيّ، نحو: هو مقتول، أي: قد قُتِل، وعلى الحال نحو: أقبل مسروراً، وعلى الاستقبال نحو قول كعب بن زهير:\nإِنّك يا ابنَ أَبي سلمى لَمَقْتُول (3)\nأي: ستُقتل. ويدل كذلك على الاستمرار نحو: لازال سيفك مسلولاً (4)، وقد يأتي للدلالة على الثبوت كالصفة المشبهة نحو: هو مُدّور الوجه ومقرون الحاجبين بل هو صفة مشبهة (5).\n__________\n(1) ينظر: شرح المراح في التصريف، العيني: ص 129، والمنهج الصوتي للبنية العربية: ص 116.\n(2) ديوان كعب بن زهير: ص 21.\n(3) ينظر: معاني الأبنية: ص 59.\n(4) ينظر: معاني الأبنية: ص 59 ـ 60.\n(5) ينظر: شرح المفصل: 2/ 123.",
        "(1/29)\n\n1 ـ العدول عن اسم المفعول إلى صيغ المبالغة:\nتعد صيغة (فعيل) من صيغ الصفة المشبهة، وصيغ المبالغة، فالسياق وحده الكفيل ببيان دلالتها الدقيقة، وعلى هذا الأساس جاءت صيغة (فعيل) الدالة على المبالغة معدولة عن اسم المفعول، مثل مجيء (قدير) بمعنى (مقدّر) في قول امرئ القيس:\nفظلّ طهاةُ اللحمٍ ما بين مُنْضِجٍ ... صفيف شواء أو قدير مُعًجّل (1)\nفقوله: قدير معناه معجّل بالطبخ، وكذلك الصفيف فهو بمعنى المرقق (2). وينبغي الإشارة إلى أن العدول عن اسم المفعول إلى صيغة المبالغة يقتصر على صيغة فعيل فهي الصيغة التي تدل على المفعول كما في بيت امرئ القيس، وعلى الفاعل كما في عظيم وكريم، أما صيغ فعّال، ومِفعال، وفَعِلٌ فتدلّ على الفاعل حسب.\n\n2 ـ العدول عن اسم المفعول إلى المصدر:\nأشار سيبويه إلى أن هذا النوع من العدول قال: \" وقد يجيء المصدر على المفعول، وذلك قولك: لَبَنٌ حَلَبٌ، إنّما تريد: محلوب، وكقولهم: الخَلْق انما يريدون المخلوق، ويقولون للدرهم: ضَرْبُ الأمير، إنما يريدون: مضروب الأمير \" (3)، وتأتي صيغ أُخَرَ من المصادر للدلالة على المفعول كالذِّبْح، والسِّفْر، والزِّبْر (4). يريدون المذبوح، والمسفور، والمزبور.\nوقد استشهد ابن جني بقول النبي (- صلى الله عليه وسلم -): ((الراجعُ في هبته)) والمراد بالهِبة: الموهوب، لأن الفعل نفسه لا يمكن الرجوع فيه، ويقول العرب: (هذا نَسْجُ اليَمَن) أي: منسوجه (5). وكذلك اللفظ في الأصل مصدر، ثم استعمل بمعنى (الملفوظ)، كما\n__________\n(1) ينظر: ظاهرة التحويل في الصيغ الصرفية: ص 11، وديوان امرئ القيس: ص 22.\n(2) ينظر: ديوان امرئ القيس: ص 22.\n(3) الكتاب: 4/ 43.\n(4) ينظر: شرح الشافية: 1/ 162.\n(5) ينظر: المنصف: 2/ 183، والحديث في سنن ابن ماجه: 2/ 797، وفيه (العائد في هبته\nكالعائد في قيئه)، وينظر: الاتساع في اللغة عند ابن جني، أطروحة دكتوراه تقدم بها حسن سليمان\nحسين، إلى كلية الآداب ـ جامعة الموصل، سنة 1995: ص 177.\n(1/30)",
        "\nاستعمل (القول) بمعنى (المقول) (1). وقوله تعالى: {ذَرْعُهَا سَبْعُونَ ذِرَاعًا} (سورة الحاقة /22) فـ (ذَرْعُها) مصدر بمعنى المفعول، أي: مذروعها: أي طولها سبعون ذِراعاً (2). فجاء التعبير عن معنى المفعول بالمصدر.\n\n3 ـ العدول عن اسم المفعول إلى اسم الفاعل:\nأشار إلى هذا النوع من العدول ابن قتيبة في (باب مخالفة ظاهر اللفظ معناه) أن يجيء المفعول به على لفظ الفاعل \" (3). وذكر كثيراً من الشواهد عليه، منها شواهد قرآنية، ومنها أقوال للعرب نحو قول العرب: ليلٌ نائم، أي: منوم فيه وسرٌّ كاتم، أي: مكتوم، قال وَعْلة الجَرْمي:\nولمّا رأيتُ الخيلَ تترى أثائِجاً ... علمتُ بأنّ اليومَ أحمسُ فاجرُ\nأي: يوم صَعْبٌ مفجور فيه (4).\nومنه قول الشاعر:\nإنّ البغيضَ لَمَنْ يَمَلُّ حديثَه ... فانقعْ فؤادكَ من حديث الوامقِ\nأي: الموموق (5).\nومجيء اسم الفاعل بمعنى اسم المفعول مذهب الأصمعي فيما حُكي عنه قول العرب: (ناقةٌ ضاربٌ إذا ضُربت) أي: ذاتُ ضَرَبٍ، أي مضروبة (6). فبناء الفعل للمفعول يدل على كون ما اشتق منه اسم مفعول.\n\n4 ـ العدول عن اسم المفعول إلى الصفة المشبهة:\nيكاد هذا النوع من العدول يقتصر على صيغة (فعيل) الدالة على الصفة المشبهة، وثَمّة صيغٌ أخرى تأتي بمعنى اسم المفعول نحو: (فعيلة) وهي نفسها\n__________\n(1) ينظر: شرح الكافية، الرضي الاسترابادي: 1/ 3، وحاشية الصبان: 1/ 21.\n(2) ينظر: شرح الكافية، الرضي الاسترابادي: 2/ 316، وظاهرة التحويل في الصيغ الصرفية: ص55.\n(3) تأويل مشكل القرآن: ص 296، وينظر: الصاحبي في فقه اللغة: ص 220، والمزهر، السيوطي:\n1/ 335، ومعترك الأقران: 1/ 192 ـ 193.\n(4) ينظر: تأويل مشكل القرآن: ص 296، وينظر: المفضليات: ص 330، وأثايج: جماعات.\n(5) ينظر: الصاحبي في فقه اللغة: ص 220، والخصائص: 1/ 152، والبيت منسوب لجابر في:\nاللسان: 12/ 265.\n(6) ينظر: الخصائص: 1/ 152 ـ 153.\n(1/31)\n",
        "صيغة (فعيل) ملحقاً بها تاء التأنيث، التي تحوّل المفردة الداخلة عليها من الوصفية إلى الأسمية، وقد قيل: إنه على كثرته لا يُقاس عليه (1). إذ إنَّ مرجعه السماع (2).ومن شواهده: (الشيطان الرجيم) \" والأَصلُ الشيطان المرجوم، كما قال:\nرُجِمَ به الشيطانُ في هوائه\nفَصُرف عن (مفعول) إلى (فعيل)؛ لأن الياء أخفّ من الواو، كما يقال: كفٌ خضيب والأصل مخضوبة، ولحيةٌ دهين والأصل مدهونة، ورجل جريح وصريع، كل ذلك أصله الواو لأنه مفعول \" (3). فالذي يُلحظ أن تعليل العدول هنا تعليل صوتي، والأرجح أنَّ العلة في العدول عِلّة دلالية، فالوصف بفعيل أبلغ من مفعول لأنه يدل على الثبوت أو قريباً من الثبوت فكحيل أبلغ من مكحول، وحميد أبلغ من محمود، قال الكفوي: \" الحميد فعيل من الحمد بمعنى محمود وأبلغ منه، وهو مَنْ حصل له من صفات الحمد أكملها \" (4).\nكما أن الوصف بفعيل لا يطلق إلاّ على من كان الوصف فيه حقيقة، فلا يقال: أسير إلاّ إذا أُسر، في حين تُطلق كلمة (مأسور) على مَن لم يُؤسر، ثم أن صيغة مفعول تدل على الشدة والضعف في الوصف بخلاف فعيل التي تدل على الشدة والمبالغة في الوصف (5). فإقامة \" فعيل مقام مفعول لأنه أبلغ منه، ولهذا لا يقال لِمَنْ جُرح في أُنملته جريح ويقال له مجروح\" (6). ولهذا قال ابن الناظم (ت 686 هـ) إن مفعولاً يقبل \" معناه الشدة والضعف، وبعد النقل إلى (فعيل) لم يصلح إلاّ حيث يكون معنى الحدث فيه أشدّ، ألا ترى أنّ من أصيب في انملته بمدية يُسمى مجروحاً ولا يُسمى جريحاً \" (7).\nوفعيل ممّا يستوي الوصف به للمذكر وللمؤنث؛ فيأتي الوصف به مجرداً من هاء التأنيث نحو قولهم: امرأة جريح، وصريع، ودهين، وكفٌّ خضيب، وشاة نطيح لأن معنى هذا: مجروحة، ومصروعة، ومدهونة، ومخضوبة، ومنطوحة (8). وقد قيل:\n__________\n(1) ينظر: شرح الكافية، الرضي الاسترابادي: 7/ 166.\n(2) ينظر: شرح التصريح على التوضيح: 2/ 80.\n(3) إعراب ثلاثين سورة في القرآن الكريم، ابن خالويه: ص 18.\n(4) الكليات، معجم في المصطلحات والفروق اللغوية، الكفوي: 2/ 159 ,\n(5) ينظر: معاني الأبنية: ص 62 ـ 63.\n(6) شرح شذور الذهب: ص 102، وينظر: معاني الأبنية: ص 62.\n(7) شرح الألفية، ابن الناظم: ص 226، وينظر: معاني الأبنية: ص 62.\n(8) ينظر: الواضح في علم العربية، الزبيدي: ص243، وظاهرة التحويل في الصيغ الصرفية: ص61.\n(1/32)\n\nإنّ هاء التأنيث إذا اثبتت في صيغة (فعيل) دلّت على أنها بمعنى فاعلة (1). وهو رأي مرجوح؛ إذ ذهب الزركشي إلى أن (عقيم) فعيل بمعنى مفعولة لا بمعنى فاعلة، ولذلك لم تثبت فيها الهاء (2).\n\nرابعاً ـ العدول عن الصفة المشبهة:\nتُعرَّف الصفة المشبهة: بأنها: \" اسم مشتق من فعل لازم للدلالة من قام به ذلك الفعل على معنى الثبوت \" (3). وتقييد الصفة بكونها (مُشبَّهة) للدلالة على مشابهتها لاسم الفاعل، \" غير أن الفرق بينهما هو أن الصفة تفيد ثبوت معناها لمن اتصف به، واسم الفاعل يفيد الحدوث والتجدد \" (4).\nوالنص على دلالة الثبوت للصفة المشبهة ليس بلازم، فمن صيغها ما يدل على الثبوت والاستمرار نحو: أسمر، وأبيض، ونحو: طويل، وقصير، ومنها ما يدل على وجه قريب من الثبوت نحو: نحيف، وسمين، ومنها مالا يدل على الثبوت في نحو: ظمآن وغضبان (5).\nفالأمر المهم إذن هو أن الصفة المشبهة لا تُطلق إلاّ إذا اتّصف بها صاحبها، بخلاف اسم الفاعل إذ الوصف فيه غير لازم، قال الفراء: \" يقال: طَمِعٌ إذا وُصِفَ بالطمع، ويقال: هو طامع أن يصيب منك خيراً، ويقولون: هو سكران إذا كان في سكره، وما هو ساكر عن كثرة الشراب، وهو كريم إذا كان موصوفاً بالكرم فإن نويت كرماً يكون منه فيما يُستقبل قلت: كارم \" (6). فيكون من الوضوح بمكان مُسَوِّغ العدول عن صيغة إلى صيغة أخرى.\n__________\n(1) ينظر: ظاهرة التحويل في الصيغ الصرفية: ص 62.\n(2) البرهان في علوم القرآن: 2/ 391 ـ 392.\n(3) شرح المراح في التصريف: ص 118.\n(4) المنهج الصوتي للبنية العربية: ص 117.\n(5) ينظر: معاني الأبنية: ص 76.\n(6) معاني القرآن: 2/ 72، وينظر: معاني الأبنية: ص 77.",
        "(1/33)\n\nـ العدول عن الصفة المشبهة إلى اسم الفاعل:\nلم يشر العلماء إلاّ إلى هذا النوع من العدول عن الصفة المشبهة، وتعليل ذلك أن اسم الفاعل والصفة المشبهة يتواردان بصيغ مشتركة، فضلاً عن معناهما المتقارب، فاسم الفاعل لفظ مشتق من الفعل اللازم والمتعدي للدلالة على الحدوث، والصفة المشبهة لفظ مشتق من الفعل اللازم للدلالة على الثبوت؛ ولذلك فَمَنْ \" يُرد الدلالة على ثبوت الوصف ودوامه نصّاً، فعليه أن يجيء بالصفة، ومن يرد الدلالة نصاَ على حدوثه وتقييده بزمن معين دون باقي الأزمنة، فعليه أن يجيء باسم الفاعل، وإنه لابد مع الإرادة من قرينة تبيّن نوع الدلالة، أهي الثبوت والدوام أم الحدوث \" (1). وحُمِلَ على هذا النوع من العدول قوله تعالى: {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ} (سورة هود / 12) \" فإنّما عُدل عن ضيّق إلى ضائق وإن كان ضيّق أكثر منه استعمالاً لأن المقام ليس مقام الدلالة على الثبوت والاستقرار، بل المقام مقام الدلالة على الحدوث والعوارض، فلذلك عدل إلى ما يدل عليه وهو صيغة اسم الفاعل \" (2). إذ لكل من صيغتي اسم الفاعل والصفة المشبهة دلالة خاصة بها تُوظّف حسب المعنى المراد في السياق الذي تقتضيه دلالة كل صيغة.\n__________\n(1) النحو الوافي، عباس حسن: 3/ 307، وينظر: ظاهرة التحويل في الصيغ الصرفية: 84.\n(2) البحر المحيط: 5/ 227، وينظر: العدول في القرآن الكريم ظاهرة أسلوبية، الدكتورة عواطف\nكنوش مصطفى، مجلة آداب البصرة، العدد (35)، سنة 2002، ص 610.\n(1/34)",
        "\nخامساً ـ العدول عن الفعل:\n\n1 ـ العدول عن الفعل إلى المصدر:\nيُعدل عن الفعل إلى المصدر لدلالة مقصودة لهذا العدول وهو عدول تركيبي، إذ هو في الحقيقة حذف للفعل مع تقديم المصدر النائب عن الفعل، قال تعالى: {فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ} (سورة محمد /4) فالأصل:\n(فاضربوا الرقاب) فحذف الفعل وقُدّم المصدر فأنيب منابه مضافاً إلى المفعول، وفيه اختصار مع إعطاء معنى التوكيد، لأنك تذكر المصدر، وتدل على الفعل بالنسبة التي فيه \" (1). فالمتصور على هذا الأساس أن الأصل كان: فاضربوا ضرباً الرقاب، فحذف الفعل، وقُدّم المصدر (ضرباً) ثم أضيف إلى المفعول به (الرقاب) فصار: (فضربَ الرقاب) للدلالة على معنى التوكيد (2). إذن فالعدول عن الفعل إلى المصدر يأتي في اللغة للدلالة على التوكيد، فالتعبير بالمصدر يُوحي بالمبالغة والتوكيد في معنى الفعل.\n\n2 ـ العدول عن الفعل إلى اسم المفعول:\nجاء اسم المفعول معدولاً عن الفعل المضارع المبني للمفعول، وقد أشار إلى ذلك ابن الأثير، ومثّل له بقوله تعالى: {ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ} (سورة هود / 103) أي: يُجمع (3)، قال الزمخشري: \" فإن قلت لأي\n__________\n(1) الكشاف، الزمخشري: 3/ 530.\n(2) ينظر: ظاهرة التحويل في الصيغ الصرفية: ص 56 ,\n(3) ينظر: المثل السائر: 2/ 199.\n(1/35)\n",
        "فائدة أَوثر اسم المفعول على فعله؟ قلت: لما في اسم المفعول من دلالة على ثبات معنى الجمع لليوم وأنه يوم لابد من أن يكون ميعاداً مضروباً يُجمع الناس له \" (1).\nوقد عُدل عن الفعل المضارع (يُجمع) إلى اسم المفعول (مجموع) ولم يكن هذا العدول تزويقاً لفظياً ولا صنعة أسلوبية في الكلام وإنما لأمر أهم من ذلك وأعظم، وهو الدلالة على ثبوت معنى الجمع لليوم وإن ذلك موصُوف بالجمع، وأوضح ما يوضح ذلك هو قول الله تعالى عن ذلك اليوم: {يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ} (سورة التغابن /9) فهناك علاقة بصيغة الجمع بين الآيتين فكلتاهما تنصب في مدلول واحد (2).\n__________\n(1) الكشاف: 2/ 428.\n(2) ينظر: المثل السائر: 2/ 199، فن الالتفات في البلاغة العربية، رسالة ماجستير، قاسم فتحي\nسليمان، كلية الآداب ـ جامعة الموصل، سنة 1988: ص 36.\n(1/36)\n\nالمبحث الثاني\nالعدول عن القياس\n\nذهب أغلب العلماء إلى كون مصادر الأفعال المجردة سماعية، ومصادر الأفعال المزيدة قياسية، إلاّ أن مرونة اللغة وطواعيتها كسرت هذه القاعدة في الحالين، إذ جاءت مصادر مقيسة مطرّدة للأفعال المجردة، مثلما انتفت صفة الاطّراد عن بعض مصادر الأفعال المزيدة، وكيما تتضح الصورة وتتجلّى معالمها على نحو بيّن ودقيق، لابد من تحديد المصادر المقيسة وغير المقيسة للأفعال المجردة والمزيدة على حدٍ سواء.\n\nأولاً ـ العدول عن مصادر الأفعال المجردة المقيسة:\nتقسم الأفعال المجردة إلى ثلاثية ورباعية، والثلاثية تنقسم إلى ستة أبواب، أما الرباعية فلها بابٌ واحد وهو باب (فَعْلَل)، وللأبواب الستة دعائم وهي: ماخالف حركة عين ماضيه حركة عين مضارعه، وهي ثلاثة أبواب: باب نَصَرَ يَنْصُر، وضَرَبَ يَضْرِبُ، وفَرِحَ يَفْرَحُ، وأما باب فَتَحَ يَفْتَحُ، فالغالب عليه فيما كان عينه أو لامه حرفاً حَلْقياً، وأما باب كَرُمَ يَكْرُم فيكون للدلالة على الطبائع والسجايا، وباب حَسِبَ يَحْسِبُ باب محدود الأفعال.\nوالمعيار الذي على أساسه حدّد العلماء المصادر القياسية لهذه الأفعال التعدية واللزوم، والملاحظ أنّ جميع أفعال الأبواب فيها ما هو متعدٍ ولازم، إلاّ أفعال باب\n(كرُم) فلا تأتي إلاّ لازمة، إذ تبين أن الفعل المتعدي يختلف في بنْية مصدره عن بِنية مصدر الفعل اللازم، وبتحديد المقيس من تلك المصادر يتبين غير المقيس منها:\n\n1 ـ الفَعْل: وهو مصدر قياسي لكلّ فعل متعدٍ من الأبواب (نصر، وضرب، وفرح)\nنحو: نَصَرَ يَنْصُر نَصْراً، وضَرَبَ يَضْرِبُ ضَرْباً، وَلَحِسَ يَلْحَسُ لَحْساً، قال\nسيبويه: \" الأفعال تكون من هذا [يقصد التعدية] على ثلاثة أبنية: على فَعَل\nيَفْعُلُ، وفَعَل يَفْعِل، وفَعِل يَفْعَل. ويكون المصدر فَعْلاً، والاسم فاعلاً \" (1).\nوقد تأتي مصادر أُخَرُ لهذه الأفعال غير (الفَعْل) وهي متعدية، نحو: (الفَعَل)\nو (الفَعِل) و (الفُعْل) و (الفِعَالُ) و (الفِعْلان) و (الفُعْلان) و (الفُعَال)\n__________\n(1) الكتاب: 4/ 5.",
        "(1/37)\n\nو (الفِعَالة) و (الفِعْلة) و (الفَعَالةُ) و (الفَعَلَةُ) و (الفَعِلةُ) و (الفَعْلان)،\nنحو الحَلَبُ، والكَذِبُ، والشُّربُ، والحِجاب، والحِرمان، والشُّكران، والسُّؤال،\nوالنِكايةُ، والنِشْدة، والنَّصاحة، والغَلَبَةُ، والسَرِقة، واللَبّان (1).\n\n2 ـ الفُعُول: وهو مصدر قياسيّ لكل فعلٍ لازم من باب (نصر) كقعد قعوداً، وباب\n(ضرب) كجلس جلوساً، وباب (فرح) كركِن ركوناً، وباب (فتح) كذهب\nذُهُوباً، وقالوا ذهاباً، والفُعُول فيه أكثر (2).\nوقد تأتي مصادر معدولة عن الفُعُول على نحو: (الفَعْل) و (الفَعَل) و\n(الفَعِل) و (الفُعْل) و (الفِعْل) و (الفُعال) و (الفَعَال) و (الفِعَالة) و\n(الفَعِلة) و (الفُعْلان) على نحو: السَّكْتُ، واللَبَث، واللَعب، والمُكْث،\nوالحِجّ، والنُّعاس، والذَهَابَ، والخِلافة، والفَطِنةُ، والرُّجْحان (3).\n\n3 ـ الفَعَل: وهو المصدر المقيس لكل فِعْل لازم من باب (فَرِح يَفْرَحُ) نحو: فَرِح\nيَفْرَحُ فَرَحاً، قال ابن مالك: \" إذا كان الفعل اللازم على (فَعِل) فمصدره\nالمطّرد (فَعَلٌ) كـ (فَرِحَ فَرَحاً) و (مَرِحَ مَرَحاً) \" (4).\n\n4 ـ الفُعُولة أو الفَعَالة: وهما مصدران قياسيان لكل فِعْل من باب (كَرُمَ) نحو:\nسَهُلَ يَسْهُلُ سُهُولة، وجَزُلَ يَجْزُل جَزَالةُ، وهذا ما عبّر عنه ابن مالك بقوله:\n(فُعُولةٌ) اجعلْ أو (فَعَالة) جعلا ... قياس مصدر المضاهي (جَزُلاً) (5)\nأي كل فعل كان وزنه على (فَعُل) فمصدره المقيس (فُعُولة): كـ\n(سُهُولة) و (صعوبة) و (ملوحة) و (عذوبة)، أو (فَعَالة): كَ\n(صباحة) و (ملاحة) و (صراحة) (6).\n__________\n(1) ينظر: الكتاب: 4/ 6 ـ 9.\n(2) ينظر: م. ن: 4/ 9.\n(3) ينظر: م. ن: 4/ 9 ـ 11.\n(4) شرح التوضيح: 4/ 2223.\n(5) م. ن: 4/ 2221.\n(6) حاشية الصبان: 1/ 305.\n(1/38)",
        "\nوكل ما عدا هذه المصادر القياسية فمردّه إلى السماع والنقل، وهو في حقيقته عدول عن القياس؛ ولذا قال ابن مالك:\nوما أتى مخالفاً لما مضى ... فبابهُ النقل كسخطٍ وَرِضى (1)\n__________\n(1) شرح ابن عقيل: 2/ 126.\n(1/39)\n",
        "ثانياً ـ العدول عن مصادر الأفعال المزيدة:\nذهب العلماء إلى أن مصادر الأفعال المزيدة مصادر قياسية مطّردة؛ ولذا فكل ما خرج عن صيغ هذه المصادر فهو في الحقيقة عدول عن القياس وخروج عليه، وهذا بيان تلك المصادر:\n\n1 ـ الإفعال: قال سيبويه: \" المصدر على أفعلت إفعالاً أبداً \" (1) نحو: أحسن يُحْسنُ\nإحساناً هذا في الفعل الصحيح، أما المعتل فالقياس (إفالة) نحو: أقام إقامة\nوأريته إراءة (2). وقد يحذفون ولا يعوضون إذ \" قالوا: أريته إراءً، مثل أقمته\nإقاماً \" (3). وقد يعدل عن الإفعال إلى (الفَعَال) نحو قوله تعالى: {وَاللَّهُ أَنْبَتَكُمْ\nمِنْ الأَرْضِ نَبَاتًا} (سورة نوح / 17) لأنه إذا قال: أنبته فكأنه قال: قد\nنبت \" (4).\n\n2 ـ التفعيل: قال سيبويه: \" وأما فعّلت فالمصدر منه على التفعيل \" (5) نحو: كرّم\nيُكْرِّم تكريماً، وذكر سيبويه أنَّ ناساً من العرب يقولون كلّمته كلاِّماً، وحمّلته\nحِمّالاً (6). وهذا يعني أن لفعّلت المضعّف مصدراً آخر هو (فِعّال)، والأرجح\nأنه عدول عن المصدر المقيس. والذاهبون هذا المذهب استدلوا على كونه لغة\nيمانية فصيحة (7).\nويأتي (تَفْعِلة) عدولاً عن القياس نحو: جرّب تَجْرِبَةً وهو قليل (8).\nويكون مقيساً في الفعل المعتلّ نحو: زكّى تزكيةً، وقد يُعدل عن (تَفْعِلة)\nإلى (التفعيل) في المعتل نحو قول الشاعر:\n__________\n(1) الكتاب: 4/ 78، وينظر: كتاب التكملة، أبو علي الفارسي: ص 509.\n(2) ينظر: الكتاب: 4/ 83.\n(3) م. ن: 4/ 83.\n(4) م. ن: 4/ 80.\n(5) م. ن: 4/ 80.\n(6) ينظر: الكتاب: 4/ 80، وكتاب التكملة: ص 509.\n(7) ينظر: معاني القرآن، الفرّاء: 3/ 229.\n(8) ينظر: حاشية الصبان على شرح الأشموني: 2/ 306.\n(1/40)\n\nبَاتَتْ تنزي دَلْوها تنزياً ... كما تُنَزِي شهلةٌ صبيّا\nوالقياس (تنزية) ولذا قيل: هو ضرورة (1). والعدول عن التفعيل المقيس إلى\nالتفعلة يكون قليلاً، وهو ناتج عن حذف ياء التفعيل والتعويض عنها بالتاء\nفيصيرونه تَفْعِلة ويكون هذا قليلاً في نحو جرّب تجربة، وغالباً ما يكون في ما\nلامه همزة نحو جزّأ تجزئة، ووطّأ توطئة، إذ القياس: تجزيئاً وتوطيئاً (2).\nفالتفعيل هو القياس في مصدر (فعّل)، والفِعّال والتفعلة عدولٌ عنه في الفِعْل\nالصحيح، والتفعلة قياس مطّرد في الفعل المعتلّ ويرجع عنها إلى الأصل\nالمقيس (التفعيل) في الضرورة.\n\n3 ـ المفاعلة: قال سيبويه: \" وأما فاعلتُ فإن المصدر منه الذي لا ينكسر أبداً\nمفاعلة \" (3)، ومثّل لذلك بأمثلة منها جالسته مجالسة، وقاعدتُه مقاعدة، والفِعال\nوإن جاء كثيراً لـ (فاعل) إلاّ أنه ليس بقياس، بل هو عدولٌ عنه \" وأما\nالمفاعلة فهي التي تلزم ولا تنكسر كلزوم الاستفعال استفعلتُ \" (4). وأما الفيعال\nفهو مصدر ثالث لـ (فاعل)، وإن قيل إنه فِعال قد حُذفت ياؤه، فكأّنّ سيبويه\nيُعدّ فيعالاً أصلاً لفِعال (5). إلى أن مذهب الرضيّ الاسترابادي \" فِعالٌ في فاعل\nمقصور فيعال، والياء في مكان ألف فاعل \" (6).\n\n4 ـ التفعّل: قال سيبويه: \" وأمّا مصدر تفعّلتُ فإنّ التفعّل جاءوا فيه بجميع ما جاء\nفي تَفَعَّل \" (7)، وهذا هو القياس المطّرد. \" وأمّا الذين قالوا: تحمّلت تِحِمَّالاً\nفإنهم يقولون: قاتلت قيتالاً، فيوفرون الحرف ويجيئون به على مثال إفعال\nوعلى مثال قولهم: كلّمته كلاّماً \" (8). فالتِفعّال مصدر معدول عن (التفعّل)\nلمقيس، ومثلما عُدل عن المفاعلة إلى الفِعال، وعن التفعيل إلى الفِعّال، قد\n__________\n(1) ينظر: شرح الشافية، الرضي الاسترابادي: 1/ 165، وقائل البيت مجهول.\n(2) ينظر: شرح الأشموني: 4/ 96، وحاشية الصبان على شرح الأشموني: 2/ 306.\n(3) الكتاب: 4/ 80.\n(4) م. ن: 4/ 81.\n(5) م. ن: 4/ 81.\n(6) شرح الشافية: 1/ 166.\n(7) الكتاب: 4/ 79.\n(8) الكتاب: 4/ 80.",
        "(1/41)\n\nيَعدل عن التفعّل إلى التفعيل، نحو قوله تعالى: {وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً} (سورة\nالمزمل/ 8) أو الافتعال نحو قول القِطامي (1):\nوخيرُ الأمرِ ما استقبلتَ منه ... وليسَ بأن تَتَبَّعُه اتّباعاً\nومنه العدول عن التفعّل إلى الانفعال نحو قول رؤبة (2):\nوقد تطوّيت انطواء الحِضْبِ\nوقد علل سيبويه ذلك باتحاد المعنى، قال: \" لأن معنى تطوّيتُ وانطويت\nواحد \" (3).\n\n5 ـ التفاعل: قال سيبويه: \" وأمّا تفاعلتُ فالمصدر التفاعل \" (4)، وقد يعدل عن\nالتفاعل إلى الافتعال نحو: تجاوروا اجتواراً، لأن معنى تجاوروا واجتوروا\nواحد (5). وقد يُعدل عن التفاعل إلى الفِعْلّى نحو: تراموا رِميّاً (6).\n\n6 ـ الانفعال: المصدر المقيس للفعل (انفعل) هو الانفعال نحو: انطلق انطلاقاً (7).\n\n7 ـ الافتعال: قال سيبوبه: \" وأما افتعلتُ فمصدره عليه افتعالاً \" (8)،نحو: احتبست\nاحتباساً، ويعدل عن الافتعال إلى التفاعل، إذ قد يقال: اجتوروا تجاوراً؛ لأن\nمعنى اجتوروا تجاوروا واحد (9).\n\n8 ـ الاستفعال: ومن المصادر المقيسة الإستفعال مصدراً للفعل استفعل فيقال:\nاستفعل استفعالاً، قال سيبويه \" فأمّا استفعلت فالمصدر عليه الاستفعال \" (10)،\nعلى نحو قولهم: استخرجت استخراجاً، واستصعبت استصعاباً.\n__________\n(1) ديوان القطامي: ص 40، وينظر: معجم شواهد العربية: 1/ 214.\n(2) ديوان رؤبة بن العجّاج: ص 16.\n(3) ينظر: الكتاب: 4/ 82.\n(4) م. ن: 4/ 81.\n(5) ينظر: م. ن: 4/ 81.\n(6) ينظر: شرح الأشموني: 2/ 309.\n(7) الكتاب: 4/ 79.\n(8) م. ن: 4/ 78.\n(9) م. ن: 4/ 81.\n(10) م. ن: 4/ 79.\n(1/42)",
        "\nثالثاً: اسم المرة:\nالقياس في مصدر المرة من الثلاثي والمزيد على فَعْلة، إلاّ ما خالف القياس فيأتي من المزيد على وفق اشتقاق المصدر منه مع زيادة التاء علامة على التأنيث، قال سيبويه: \" فإذا جاءوا بالمرة جاءوا بها على (فَعْلة) كما جاءوا بتَمْرة على تَمْر، وذلك: قعدتُ قَعْدة، وأتيت أَتْيةً \" (1)، لكنهم عدلوا إلى المصدر المقيس إذ:\n\" قالوا: أتيتُه إتيانة ولقيته لقاءةً واحدة، فجاءوا به على المصدر المستعمل في الكلام كما قالوا: أعطى إعطاءةً واستُدرج استدراجة، ونحو إتيانة قليل، والاطّراد على فَعْلة \" (2).\n__________\n(1) الكتاب: 4/ 45.\n(2) م. ن: 4/ 45.\n(1/43)\n",
        "الفصل الثاني\nالعدول عن الأصل في القرآن الكريم\n(1/44)\n\nالمبحث الأول\n\nالعدول عن المصدر",
        "(1/45)\n\nالمبحث الأول\nالعدول عن المصدر\n\nورد العدول عن المصدر في القرآن الكريم على أربعة أنواع وهي: العدول إلى اسم المصدر، والمصدر الميمي، واسم الفاعل، واسم المفعول، وقد تناول البحث نماذج من هذه الأنواع بالدرس والتحليل بغية التوصل إلى دلالة العدول فيها.\n\nأولا ـ العدول عن المصدر إلى اسم المصدر:\nورد كثيراً من أسماء المصادر في القرآن الكريم، وهو في الحقيقة معدولة عن مصادرها، ولقد تطرق البحث إلى قسم منها بالدرس والتحليل على وفق اشارات العلماء ومباحثهم فيها ولا سيما في كتب التفسير، ولابد من القول: إنّ المفسرين لم يقفوا طويلاً على بيان الفرق بين دلالة المصدر من جهة ودلالة اسم المصدر من جهة أخرى، وقد أبدى بعضهم إشارات قليلة لتجلية ما هو غامض وتبيين ما هو مبهم.\nوعلى نحو ما مَرّ كان الانتقاء والاختيار لنماذج من أسماء المصادر المعدولة عن مصادرها، فضلاً عن اختيار الآيات، إذ ليس كلّ آية تطرق إلى تفسيرها العلماء على وفق التفسير اللغوي الذي يتناوله بالدراسة والتحليل.\n\n1 ـ العدول عن التبليغ إلى البلاغ:\nالباء واللام والغين اصلٌ واحدٌ وهو الوصول إلى الشيء (1)، يقال: بَلَغَ يَبْلُغُ بُلُوغاً وبلاغاً من باب (نَصَرَ)، وبَلُغ يَبْلُغُ بَلاغَةً من باب (كَرُمَ)، ومعنى\n\" البُلُوغ والبَلاَغ: الانتهاء إلى أقصى المقصد والمنتهى، مكاناً أو زماناً أو أمراً \" (2). ويأتي البلاغ بمعنى التبليغ، وبمعنى الكفاية، نحو قوله تعالى: {إِنَّ فِي هَذَا لَبَلاغً الِقَوْمٍ عَابِدِينَ} (سورة الأنبياء / 106) (3). قال تعالى: {مَا عَلَى الرَّسُولِ إِلا الْبَلاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ} (سورة المائدة / 99)، وقد اختلف في\n__________\n(1) مقاييس اللغة: 1/ 301.\n(2) المفردات: 144.\n(3) ينظر: م. ن: 144.\n(1/46)",
        "\nالبلاغ هنا أهو مصدر من بَلَغ أم اسم مصدر من بلّغ، قال الزمخشري: \" تشديد في ايجاب القيام بما أمر به، وأن الرسول قد فرغ مما وجب عليه من التبليغ، وقامت عليكم الحُجة، ولزمتكم الطاعة، فلا عذر لكم في التفريط \" (1). ومجيءُ البلاغ معدولاً عن التبليغ للدلالة على كون البلاغ يشتمل المعنيين كليهما، فكأَنَّ المقصود بالبلاغ رسالة يؤديها الرسول كمّاً، فالرسالة بلاغ، وعمله في ايصال الرسالة تبليغ، وقال ابن عطية: \" فحال من آمن وشهد شهادة الحق، فإنّه قد عصم من الرسول ماله ودمه، فليس على الرسول من جهته أكثر من التبليغ، والله بعد ذلك يعلم ما ينطوي عليه صدره وهو المجازي بحسب ذلك ثواباً أو عقاباً، والبلاغ مصدر من بَلَغَ يبلُغ، والآية معناها الوعيد للمؤمنين إن انحرفوا ولم يتمثلوا ما بُلّغ إليهم \" (2). أي: إن الرسول ليس مكلفّاً إلاّ بالبلاغ، أي الإيصال، وأصل البلاغ البلوغ وهو الوصول، ومن ذلك البلاغة وهي إيصال المعنى إلى النفس في حسن صورة اللفظ، فالبلاغ كفاية لأنه يبلغ مقدار الحاجة (3). إذ ليس المقصود أنّ الرسول - صلى الله عليه وسلم - مكلف بإيجاد الإيمان في قلوب الناس (4). بل المقصود حَمْل الرسالة، وإيصالها، فالعلاقة بين البلاغ والتبليغ لازمية وأجاز أبو حيان: \" الوجهين، قال: \" وقيل يجوز أن يكون (البلاغ) اسم جنس والمعنى ما على كل من ارسل إلاّ البلاغ، والبلاغ والبلوغ مصدران لبلَغ، وإذا كان البلاغ مصدراً لبلّغ فبلاغ الشرائع مستلزم لتبليغ من أُرسل بها فعبّر باللازم عن الملزوم، ويحتمل أن يكون مصدراً لبلّغ المشدد على حذف الزوائد فمعنى البلاغ التبليغ \" (5).\nوممّا تقدم تبين أنَّ [الزمخشري يرى أن البلاغ هنا بمعنى التبليغ، وأجازه أبو حيان. وأَمّا ابن عطية وابن الجوزي والقرطبي فيذهبون إلى أنه مصدر من بَلَغَ، وليس اسم المصدر من بلّغ، والراجح أنه اسم مصدر من (بَلَغَ) بمعنى التبليغ؛ لأن البلاغ يستلزم التبليغ.\n__________\n(1) الكشاف: 1/ 682.\n(2) المحرر الوجيز: 5/ 59 ـ 60.\n(3) ينظر: الجامع لأحكام القرآن: 6/ 327.\n(4) ينظر: زاد المسير، ابن الجوزي: 2/ 432.\n(5) البحر المحيط: 4/ 26 ـ 27.\n(1/47)\n",
        "2 ـ العدول عن التخريب إلى الخراب:\nورد اسم المصدر (خراب) في قوله - سبحانه وتعالى -: {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا} (سورة البقرة /114) إنَّ\n(خ ر ب) \" أَصْلٌ يدل على التثلم والتثقب والخراب ضد العمارة، يُقصد فيه الفساد والافساد \" (1)، وهو غالباً ما يَقْترن بتخريب الُبنيان وهدمه، والملاحظ هو العدول في الصيغة عن التخريب إلى الخراب، أي العدول عن المصدر إلى اسم المصدر، ولابد من نكتة دلالية ترشح من خلال تأمل السياق، قال الزمخشري: \" الخراب يكون بانقطاع الذكر أو بتخريب البنيان \" (2). ويظهر أنه جعل دلالة الخراب مقصورة على انقطاع الذكر، في حين جعل دلالة التخريب مقصورة على دلالة نقض البنيان، وترجيح الدلالة الثانية متأتٍ مما ذُكِر في أنّ يهود \" أعانوا بخت نصر على تخريب بيت المقدس حين قتلت بنو اسرائيل يحيى بن زكريا - عليه السلام - \" (3). وعلى هذا يكون السعي في تخريب المسجد إمّا حقيقياً وذلك بالهدم والنقض، كالتخريب الذي حدث مرتين، أولاهما في زمن بخت نصر، وثانيهما على يد الرومان بعد ولادة المسيح (- عليه السلام -) على أيدي الرومان الذين غزوا بني اسرائيل فقتلوا وسبوا وحرّقوا التوراة، وإمّا أن يكون مجازاً لمنع المصلين والمتعبدين من دخوله، وقد يراد به تخريب المسجد الحرام حين منع المشركون رسول الله - صلى الله عليه وسلم - والمسلمين من دخوله (4). قال الرازي: \" ليس لأحد أن يقول: كيف يَصِحّ أن يتأوّل على بيت الله الحرام ولم يظهر فيه التخريب؛ والجواب \" أن منع الناس من إقامة شعائر العبادة فيه يكون تخريباً له، وقيل: إنّ أبا بكر - رضي الله عنه - كان له موضع صلاة فخرّبته قُريش لمّا هاجر \" (5)، ولذلك قال القرطبي: \" على الجملة تعطيل المساجد عن الصلاة، وإظهار شعائر الإسلام فيها خرابٌ لها \" (6). وهذا هو الراجح لأن المقصود من تخريبها بالهدم وغيره تعطيلها عن ذكر الله، إذ إن \" العمارة: إحياء المكان وإشغاله بما وضع له \" (7).\n__________\n(1) مقاييس اللغة: 2/ 174.\n(2) الكشاف: 1/ 179.\n(3) المحرر الوجيز، ابن عطية: 1/ 454.\n(4) ينظر: التفسير الكبير: 4/ 11؛ والجامع لأحكام القرآن: 2/ 77.\n(5) التفسير الكبير: 4/ 11.\n(6) الجامع لأحكام القرآن: 2/ 77.\n(7) نظم الدرر: 2/ 119.\n(1/48)\n\nوالذي يبدو أن وصف تعطيل المساجد عن ذكر الله (بالخراب) الذي هو اسم مصدر هو عدول عن الوصف بالمصدر (تخريب)، وذلك لأن المراد الخراب والتخريب وهو التعطيل عن ذكر الله والتهديم، لأن اسم المصدر (خراب) يشملهما معاً، فالخراب اسم مصدر بمعنى التخريب أو هو مصدر خرَب المكان يخرب خراباً وهو هنا السعي في هدمها ورفع بنيانها، ويجوز أن يراد بالخراب تعطيلها عن الطاعات التي وضعت لها فيكون أَعمّ (1). ولفظة (أَعَمّ) تنبيه على كون الخراب يشمل التعطيل عن الذكر فيكون المعنى معنوياً، والتهديم فيكون المعنى حقيقياً، وهو نقض البنيان، فالخراب اسم للتخريب مثل السلام اسم للتسليم (2).\n__________\n(1) ينظر: التبيان في اعراب القرآن، أبو البقاء العكبري: 1/ 107؛ وفتح البيان، القنوجي: 1/ 257.\n(2) ينظر: التبيان في اعراب القرآن، أبو البقاء العكبري: 1/ 107.",
        "(1/49)\n\nثانياً ـ العدول عن المصدر إلى المصدر الميمي:\nتناول هذا المبحث بعض المصادر الميمية المعدولة عن المصدر الأصل؛ لأنه ثبت الفرق في الدلالة بين المصدرين كون المصدر يدل على الحدث مجرداً من الذات، في حين يدل المصدر الميمي على الحدث مقترناً مع عنصر الذات، وعلى هذا الأساس تناول المبحث بعضاً من هذه المصادر بالدرس.\n\n1 ـ العدول عن التوب إلى المتاب:\nقال تعالى: {وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا}\n(سورة الفرقان /77)، يُلحظ في الآية الكريمة مجيء (متاباً) معدولاً عن (تَوْباً أو توبة) إذ أنه الأصل، ولابد في هذا العدول من نكتة دلالية، فالتائب هو الذي \" يترك المعاصي ويندم عليها ويدخل في العمل الصالح \" (1). والتوب في اللغة الرجوع عن الذنب، أو هو جمع توبة والمعنى واحد (2).\nوأما في الاصطلاح فالتوبة \" ترك الذنب لقبحه والندم على ما فرط منه، والعزيمة على ترك المعاودة، وتدارك ما أمكنه أن يتدارك من الأعمال بالإعادة \" (3). فالتوبة لا تكون نصوحاً إلاّ بثلاثة أوجه، الاعتراف بالذنب، والندم عليه، والإقلاع عنه (4). هذا عن التوبة والتوب، فماذا عن (المتاب)؟ أشار المفسرون إلى أنَّ معنى\n(متاباً) هو: التوب المرضي عند الله - عز وجل -،المكفّر للخطايا والذنوب، المحصل للثواب العظيم (5). قال القرطبي: \" وقيل: أي من تاب بلسانه ولم يحقق ذلك بفعله، فليست تلك التوبة نافعة بل من تاب وعمل صالحاً فحقق توبته بالأعمال الصالحة فهو الذي تاب إلى الله متاباً، أي تاب حق التوبة النصوح، ولذا أكّد بالمصدر فـ (متاباً) مصدر معناه التأكيد \" (6). ومعنى التأكيد متأتٍ من كونه مصدراً ميمياً قليل الدوران في الكلام مما\n__________\n(1) الكشاف: 3/ 295.\n(2) ينظر: لسان العرب: 1/ 226.\n(3) المفردات: ص 169.\n(4) ينظر: التعريفات، الجرجاني: ص 37.\n(5) ينظر: الكشاف: 3/ 295؛ التفسير الكبير: 24/ 13؛ وتفسير أبي السعود: 6/ 230.\n(6) الجامع لأحكام القرآن: 13/ 53.\n(1/50)",
        "\nيجعله أكثر لفتاً للانتباه، فيكون أكثر توكيداً لمعنى التوبة (1)، قال البقاعي: \" أي رجوعاً عظيماً جداً بأن يرغبه الله في الأعمال الصالحة فلا يزال كل يوم في زيادة في نيته وعمله، فيخفّ ما كان عليه ثقيلاً، ويتيسر له ما كان عسيراً، ويسهل عليه ما كان صعباً \" (2). ووقوع الإخبار عن التائب بأنه تائب بصيغة المصدر الميمي (متاباً) لابد من أن يُصرف إلى معنى مفيد (3)؛ وهو ما أشار إليه الراغب: \" أي: التوبة التامة، وهو الجمع بين ترك القبيح وتحري الجميل \" (4).\n\n2 ـ العدول عن الحيض إلى المحيض:\nقال تعالى: {وَيَسْئَلُونَكَ عَنْ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمْ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} (سورة البقرة / 222).\nذُكر في سبب نزول هذه الآية الكريمة أنّ العرب في الجاهلية كانوا لا يؤاكلون الحائض ولا يساكنوها كفعل اليهود فَسُئل النبي - صلى الله عليه وسلم - عن ذلك فنزلت (5). والمقصود بالمحيض: الحيض، وإن كان على وزن مَفْعِل، إذ المصدر الميمي يكون على مَفْعَل، فيقال: مَحَاض على القياس، ولكنه جاء على (مَفْعِل) في نحو قولهم: (ما في بُرّك مَكَال ومكيل) أي: كيلُ، ومثله قول الراعي النميري:\nبُنِيتْ مرافقُهنَّ فوقَ مَزَلّةٍ ... لا يستطيعُ بها القُرادُ مقيلاً\nأي: قيلولة، ونحو قولهم: جئتُ مجيئاً حَسَناً، على وزن مَفْعِل (6).\nولا ضير في قولهم محاض ومحيض؛ لأن المسموع في ذوات الياء الألف نحو المعاش والمعيش، والمعاب والمعيب، كما في قول رؤبة في المعيش:\nإليك أشكو شِدّة المعيشٍ ... ومَرَّ أعوامٍ نَتَفْنَ ريشي\n__________\n(1) ينظر: سر الاعجاز في تنوع الصيغ المشتقة من أصل لغوي واحد في القرآن، د. عودة الله منيع\nالقيسي: ص 25.\n(2) نظم الدرر: 13/ 431.\n(3) ينظر: التحرير والتنوير: 30/ 19.\n(4) المفردات: ص 169.\n(5) ينظر: الجامع لأحكام القرآن: 3/ 54.\n(6) ينظر: معاني القرآن، الأخفش: 1/ 173؛ وينظر: شعر الراعي النميري: ص 126.\n(1/51)\n",
        "أراد: العيش، على أنه اسم مصدر عند الطبري إستدلالاً منه على كون (المحيض) اسم مصدر (1). وردّ ذلك ابن عطية بعدّه (المحيض) مصدراً كالحيض، ومثله المقيل من قال يقيل (2). في حين عدّ الراغبُ (المحيض): مصدراً، واسم زمان ومكان (3). قال أبو حيّان: \" ولا فرق بين أن يقال فيه مصدر ويقال فيه اسم مصدر فالمعنى واحد، والقول بأن المحيض مصدر مرويٌّ عن ابن المسيب (4)، وقال ابن عبّاس: هو موضع الدم بقوله تعالى: {فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ} فلو أُريد به المصدر لكان الظاهر منع الاستمتاع بها فيما فوق السرة ودون الركبة \" (5).\nوهذا غير ثابت فلزم القول بالنسخ أو التخصيص، وذلك خلاف الأصل، وأما حمله على المكان فيكون المعنى فاعتزلوا النساء في موضع الحيض، وإن كان مقصوداً به الزمان صار المعنى فاعتزلوهن وقت الحيض، والمصدر أرجح، وإن كان استعمال (المَفْعَل) في الموضع أكثر وأشهر، وذلك كقوله - عز وجل -: {قُلْ هُوَ أَذًى} وموضع الدم نفسه ليس بأذى لأن الأذى كيفية مخصوصة وهو مجردٌ، والموضع مُحَسُّ، والمحسُّ لا يكون مجرداً، وَرُدَّ هذا المعنى على حذف (ذو) أي: (ذو أذىً) (6). والحيض مشتق من معنى \" السيلان والانفجار؛ يُقال: حاض السيلُ وفاض، وحاضت الشجرة أي سالت رطوبتها، ومنه الحيض أي الحوض؛ لأن الماء يحيض إليه أي يسيل، والعرب تدخل الواو على الياء والياء على الواو؛ لأنهما من حيز واحد، قال ابن عرفة: المحيض والحيض اجتماع الدم إلى ذلك الموضع، وبه سُمّي الحوض لاجتماع الماء فيه \" (7).\n__________\n(1) ينظر: جامع البيان: 2/ 380؛ وينظر: ديوان رؤبة بن العجاج: ص 78 ـ 79، وفيه:\nأشكو إليك شدة المعيش ... دَهْراً نتقّس المخّ بالتمشيشِ\nوجَهْدَ أعوامٍ تَبريْنَ ريشي ... نتف الحُبارى عن قرى رهيشي\n(2) ينظر: المحرر الوجيز: 2/ 251.\n(3) ينظر: المفردات: ص 265.\n(4) وهو أبو محمد سعيد بن المسيب بن حزن بن أبي وهي المخزمي القرشي، وهو سيد التابعين، جمع\nبين الحديث والفقه والزهد والورع، توفي عام 94 للهجرة. ينظر: الأعلام، الزركلي: 3/ 102.\n(5) البحر المحيط: 2/ 166.\n(6) ينظر: البحر المحيط: 2/ 166.\n(7) الجامع لأحكام القرآن الكريم: 3/ 55؛ وفتح البيان: 1/ 447.\n(1/52)\n\nومن هذا المعنى اللغوي انتقل إلى دائرة الاصطلاح فقيل: \" الحيض: عبارة عن الدم الذي ينقضه رحم بالغةٍ سليمةٍ من الداء والصغر\" (1).\nومن خلال ما تقدم يتبيّن أن الخلاف في دلالة (المحيض) يتجه نحو وجهتين؛ الأُولى كون (المحيض) على وزن مَفْعِل، وليس على وزن (مَفْعَل) القياسي، الثانية أنّ تحديد دلالة (المحيض) بناء على تحديد كونه مصدراً ميمياً، أو أسم مكان، أو اسم زمان، في الوجهة الأولى حُسمت المسألة في أن الألف والياء تتواردان؛ لأنهما من حيز واحد، قال الزجاج: \" ويقال حاضت حيضاً ومحاضاً ومحيضاً والمصدر في هذا الباب بابه المفعَل، لكن المَفْعِل جيّد \" (2).\nووجه جودته مشابهة صيغة مضارعه المكسور العين نحو المجيء والمبيت، قال ابن عاشور: \" وعندي أنه لما صار المحيض اسماً للدم السائل من المرأة عُدل به عن قياس أصله من المصدر إلى زنة اسم المكان وجيء على زنة المكان للدلالة على أنه صار اسماً فخالفوا فيه أوزان الأحداث إشعاراً بالنقل فرقاً بين المنقول منه والمنقول إليه \" (3).\nأما فيما يخصّ دلالة (المحيض) فقد قيل إنها تدل على المصدر أي بمعنى الحيض، فضلاً عن زيادة معنوية وهي الإشارة إلى مكان الحيض؛ ولذا يكون الاعتزال عن الجماع (4). قال الراغب: \" المحيض: الحيض ووقت الحيض وموضعُهُ \" (5).\n\n3 ـ العدول عن التمزيق إلى المُمَزّق:\nورد هذا النوع من العدول في موضعين في سورة سبأ، قال تعالى:\n{وَقَالَ الَّذِينَ كَفرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ} (سورة سبأ / 7). المقصود بهذا التمزيق تفريق الأوصال بعد الموت، وما يلحقها من بِلىً بحيث تكون عظاماً وتراباً ورفاتاً (6). وللتعبير بالمصدر الميمي تأكيدٌ على\n__________\n(1) التعريفات، الجرجاني: ص 50.\n(2) معاني القرآن واعرابه، الزجاج: 1/ 254؛ وينظر: التحرير والتنوير: 2/ 365.\n(3) التحرير والتنوير: 2/ 365.\n(4) ينظر: نظم الدرر: 3/ 274.\n(5) المفردات: ص 265؛ والبحر المحيط: 2/ 166؛ وفتح البيان: 1/ 447.\n(6) ينظر: جامع البيان: 22/ 62.",
        "(1/53)\n\nحضور عنصر الذات أي أنَّ هناك ذاتاً تُمَزَّق، والمُمَزّقُ مصدر ميمي مثل المسرَّح في قول جرير (1)\nأَلَمْ تَعْلَمي مُسَرَّحي القوافي ... فلا عيّاً بَهِنَّ ولا اجتلابا\nوأجاز الزمخشري أن يكون الممزق مكاناً على اعتبار أن معناه: \" ما حصل من الأموات في بطون الطير والسباع، وما مرَّت به السيول فذهبت به كلَّ مذهب، وما ساقته الرياح فطرحته كل مطرح \" (2).\nهذا فضلاً عن أنَّ التعبير بالمصدر يفيد المبالغة في التقطيع والتفريق بعد الموت في كل ما من شأنه أن يمزق جسد الإنسان من التراب والرياح وطول الزمان تمزيقاً عظيماً، بحيث لم يبقَ شيء في أجسادهم مع شيء، بل صار الكل بحيث لا يميز ترابه من تراب الأرض، هذا زيادة على ما ذهبت به السيول كل مذهب، فصار مع اختلاطه بتراب الأرض والتباسه متباعداً بعضه عن بعض (3). ومعنى المبالغة متأتٍ من الدلالة اللغوية للتمزيق الذي يعني \" تفكيك الأجزاء المتلاصقة بعضها عن بعض بحيث تصير قِطَعاً متباعدة \" (4). مع ما يوحيه التمزيق من شناعة في التفريق، وعلى هذا المعنى يُفسر قوله تعالى: {فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ} (سورة سبأ / 19)، أي إن سَبَأ لما دعوا هذا الدعاء تفرقوا وتمزقوا، قال القرطبي: \" قال الشعبي*: فلحقت الأنصار بيثرب، وغسان بالشام، والأسد بعُمان، وخزاعة بتهامة، وكانت العرب تضرب بهم المثل فتقول: تفرقوا أيدي سبأ وأيادي سبأ **،أي مذاهب سبأ وطرقها \" (5). فدلالة العدول عن التمزيق إلى الممزّق هي الإشارة إلى ذات مفرّقة فضلاً عن معنى بلوغ نهاية التمزيق، قال أبو السعود: \" وفي عبارة التمزيق الخاص بتفريق المتصل وخرقه من\n__________\n(1) ديوان جرير: ص 66.\n(2) الكشاف: 3/ 568؛ وينظر: حاشية الجمل: 3/ 461.\n(3) ينظر: نظم الدرر: 15/ 451.\n(4) التحرير والتنوير: 22/ 149.\n* وهو عامر بن شراحيل بن عبد ذي كبار الشعبي الحميري، وكنيته أبو عمرو، راوية من التابعين،\nيضرب المثل بحفظه، وهو من رجال الحديث الثقات، ينظر: الأعلام: 3/ 251.\n** يُضرب هذا المثل في كل تفرّق لجماعة لا اجتماع له، ينظر: مجمع الأمثال، الميداني: 1/ 275؛\nوالمستقصى في أمثال العرب، الزمخشري: 2/ 89.\n(5) الجامع لأحكام القرآن: 14/ 186، والأسْد لغة في الأزْد، ينظر: لسان العرب: 4/ 39.\n(1/54)",
        "\nتهويل الأمر والدلالة على شدّة التأثير والإيلام مالا يخفى أي مزقناهم تمزيقاً لا غاية وراءه بحيث يضرب به الأمثال في كل فرقة ليس بعدها وصال \" (1).\n\nثالثاً ـ العدول عن المصدر إلى اسم الفاعل:\nورد هذا النوع من العدول في صيغ في القرآن الكريم، وقد حاول العلماء تأويل بعضها على اعتبار أنّها أسماء، أو أنّها صفات، ولكن يُرجَح كونها أسماء فاعلين معدولة عن مصادر للدلالة على معانٍ مرادة يُثبتها سياق الحال، كما سيرد في المبحث.\n\nـ العدول عن اللغو إلى لاغية:\nقال تعالى: {لا تَسْمَعُ فِيهَا لاغِيَةً} (سورة الغاشية / 11)، وهو وصف للجنة بأن لا يُسْمَعُ في كلام أهلها لغوٌ؛ لأنهم لا يتكلمون إلاّ بالحكمة وحمد الله على مارزقهم من النعيم الدائم (2).ولاغية معدولة عن لغو، فالعرب تضع الفاعل موضع المصدر، فيقولون: قُمْ قائماً، أي: قُمْ قياماً (3)، ثُمَّ قيل إنّ اللغو هو: الباطل، أو إنه الشتم، أو الحلف، أو الكذب، أو المعصية (4). ومعاني هذه الألفاظ متقاربة لأنها منطلقة من معنى (اللغو) في اللغة، وهو: \" من الكلام مالا يُعتدّ به، وهو الذي يُوردُ لا عن روّية وفِكرْ، فيجري مَجْرَى اللَّغا، وهو صوت العصافير ونحوها من الطيور \" (5).\nوقد اختلف في تأويله على ثلاثة أوجه:\nأولها: أنّ (لاغية) بمعنى لَغْوٍ، على أنها مصدر.\nوثانيها: أنها كلمةٌ ذات لغو، على معنى النسب على نحو: دارع أي صاحب درع،.\nوثالثها: أنها نفسٌ تلغو، على أن (لاغية) صفة (نفس) المحذوفة (6).\n__________\n(1) تفسير أبي السعود: 7/ 129.\n(2) ينظر: معاني القرآن واعرابه، الزجاج: 5/ 244؛ والجامع لأحكام القرآن: 20/ 33.\n(3) ينظر: الجامع لأحكام القرآن: 17/ 97.\n(4) ينظر: الجامع لأحكام القرآن: 20/ 33.\n(5) المفردات: ص 742.\n(6) ينظر: تفسير البيضاوي: 5/ 484؛ وتفسير أبي السعود: 9/ 150؛ وروح المعاني: 30/ 115.\n(1/55)\n",
        "والراجح أن (لاغية) معدولة عن اللغو (1). للدلالة على نفي اللغو عن كلام أهل الجنة، إذ ليس في كلامهم إلاّ الصدق والحقّ.\n\nرابعاً ـ العدول عن المصدر إلى اسم المفعول:\nورد هذا النوع من العدول في صيغ معدودة أشار إليها أغلب العلماء، واستناداً على هذا انطلق البحث في تحليلها ودرسها وبيان دلالات العدول فيها.\n\n1 ـ العدول عن الفُتُون إلى المفتون:\nقال تعالى: {فَسَتُبْصِرُ وَيُبْصِرُونَ - بِأَيِّيكُمُ الْمَفْتُونُ} (سورة القلم / 5 ـ 6)، هذه الآية خطاب للنبي - صلى الله عليه وسلم - ولمن خالفه وكذّبه لبيان صدق النبي - صلى الله عليه وسلم -، وكذبهم بعدما اتّهموه بالجنون (2). وفي قوله تعالى: {بِأَييِّكُمْ الْمَفْتُونُ} أربعة أقوال:\n\nأولها: أن المفتون اسم مفعول على أصله، والباء زائدة في المبتدأ، وقد رُدّ هذا القول\nلأن الباء لا تزاد في المبتدأ إلاّ في قولهم بحسبك.\n\nوثانيها: أن الباء بمعنى (في)، والمعنى: في أي فرقة وطائفة منكم المفتون،\nويكون المفتون هنا أيضاً اسم مفعول على الأصل.\n\nوثالثها: أن الباء سببية على تقدير محذوف، والمعنى بأيكم فُتَن المفتون وهو مذهب\nالأخفش، والمفتون هنا أيضاً اسم مفعول على الأصل.\n\nورابعها: أن المفتون مصدر جاء على مفعول كالمعقول والميسور، والتقدير بأيكم\nالفتون (3).\n__________\n(1) ينظر: المفردات: ص 743.\n(2) ينظر: جامع البيان: 29/ 25 ـ 26؛ وتفسير القرآن العظيم: 4/ 403.\n(3) ينظر: حاشية الجمل: 4/ 383.\n(1/56)\n\nويرجح أن المفتون هنا يراد به المصدر (الفُتون) أي الجنون، وعندئذِ يكون الإعراب أن الجار والمجرور (بأيكم) خبر مقدم، و (المفتون) مبتدأ مؤخر. ويؤيد هذا الوجه قولهم ما لفلان مجلود ولا معقول، أي عَقْلٌ وجلادة، وقول الراعي النميري أيضاً:\nحتى إذا لم يتركوا لعظامه ... لحماً ولا لفؤاده معقولاً\nأي عقلاً (1)، وقد رجّح الطبري هذا المعنى أي بأيّكم الجنون (2). ورجّحه النحاس أيضاً، قال: \" المفتون بمعنى الفتنة والفتون، كما يقال ليس له معقول ولا معقود رأي (3)، وإلى مثل ذلك ذهب ابن عطية قال: \" المفتون بمعنى الفتنة، كما قالوا ما له معقول، وكما قالوا: (أقبل ميسوره، ودع معسوره) فالمعنى بأيّكم الفتنة والفساد الذي سمّوه جنوناً \" (4).\nوتجدر الإشارة إلى سبب مجيء لفظ (المفتون) للدلالة على الجنون، إذ أن المفتون: أسم مفعول مشتق من الفتنة للدلالة على الذي أصابته الجِنّ، فيقولون: فَتَنَتْهُ الجِنّ، ويمكن أن يصدق على المضطرب في أمره، المفتون في عقله حيرة وتقلقلاً، وإيثار لفظ المفتون دون لفظ المجنون من الكلام الموجه، أو التورية ليصح على الطرفين (5).\nفالأرجح إذن أن يُحمل على معنى العدول بأن \" يكون (المفتون) مصدراً على وزن مفعول مثل المعقول بمعنى العقل والمجلود بمعنى الجَلَد، والميسور لليُسر والمعسور لِضدّه. وفي المثل (خذ من ميسوره، ودع معسوره) \" (6)، ومجيء (المفتون) معدولاً عن الفتنة للدلالة على أنَّ المراد الذات التي تلبّست حقيقة بالفُتُون فَحَاد عن الحق وضلَّ عنه، إذ ليس المقصود بيان الحدث حسب، فالفُتون موجود بدعوى الكافرين أنفسهم، ولكنَّ المطلوب تمييز الذات المتلبسة بالفتنة أي صاحب الفتنة.\n\n2 ـ العدول عن الكَذِب إلى المكذوب:\n__________\n(1) ينظر: الجامع لأحكام القرآن: 18/ 229؛ وينظر: شعر الراعي النميري: ص 61.\n(2) ينظر: جامع البيان: 29/ 14.\n(3) إعراب القرآن: 3/ 482.\n(4) المحرر الوجيز: 15/ 30.\n(5) ينظر: التحرير والتنوير: 29/ 66.\n(6) أساس البلاغة، الزمخشري: ص 419؛ التحرير والتنوير: 29/ 67.",
        "(1/57)\n\nقال تعالى: {ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ} (سورة هود / 65)، قال الطبري: \" هذا الأَجل الذي أجلتكم وَعْد من الله، وعهدكم بانقضائه الهلاك، ونزول العذاب غير مكذوب: بقول لم يكذُبْكم مَنْ اعلمكم ذلك \" (1). ومكذوب جاء على وزن مفعول للدلالة على الحدث وهو معنى المصدر؛ قال البغوي (ت 516 هـ): \" أي: غير كَذِب، ورُوي أنه قال لهم: يأتيكم العذاب بعد ثلاثة أيام فتصبحون في الأول ووجوهكم مصفرة، وفي اليوم الثاني محمرة، وفي الثالث مسودة، فكان كما قال: فأَتاهم العذاب في اليوم الرابع \" (2). وقد ذكر الزمخشري في (مكذوب) ثلاثة تأويلات أولها: أنَّه على الاتساع في الظرف بحذف الحرف، فيكون المعنى: غير مكذوب فيه، وثانيها: أنه على المجاز كأنّه قيل للوَعْد: نَفِي بك، فإذا وُفي به فقد صدق ولم يكذب، وثالثها: على أنه معدول عن المصدر كالمجلود والمعقول فيكون المعنى: غير كذب (3). والمصدر قد يرد بلفظ المفعول على نحو المجلود والمعقول (4).\nوالذي دعا المفسرين إلى تأويل الآية على الاتساع هو وصف الوَعْد بأنّه مكذوب في حين أنّ وصف المكذوب في الحقيقة للإنسان، لأنه يُقال: كَذَب َ زَيْدٌ عَمْراً في مقالته، فزيد كاذب، وعمرو مكذوب، والمقالة مكذوب فيها، ولكنه حذف الجار فصار المجرور مفعولاً على التوسع فأَقيم الفاعل مقامه، ولكن الذي يترجح مجيء لفظ\n(مكذوب) معدولاً به عن المصدر (كَذِبٌ)، على نحو المجلود والمعقول والمنشور والمغبون (5). والتعبير عن معنى المصدر وهو الحدث بصيغة المفعول للدلالة على المبالغة في وصف هذا (الوعد) الوارد في الآية بأَنّه غير مكذوب، فهو واقع حتماً وقطعاً، إذ هو وَعْد من نبيّ الله صالح - عليه السلام - لقومه بعد أن عقروا الناقة، قال تعالى: {وَيَاقَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ - فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلاثَةَ أَيَّامٍ ذلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ}\n(سورة هود /64 ـ 65). قال ابن عاشور: \" المكذوب الذي يُخْبِرُ به الكاذب، يقال: كَذَبَ الخبرَ، إذا اختلقه \" (6). وعلى هذا لا يكون هنا عدول، ولكن الأرجح الرأي الأول لأن الوعد غير الخبر.\n__________\n(1) جامع البيان: 12/ 77.\n(2) تفسير البغوي: 2/ 177.\n(3) ينظر: الكشاف: 2/ 408؛ وفتح البيان: 6/ 207.\n(4) ينظر: التفسير الكبير: 18/ 17؛ الجامع لأحكام القرآن: 9/ 41.\n(5) ينظر: حاشية الجمل: 2/ 409.\n(6) التحرير والتنوير: 12/ 113.\n(1/58)",
        "\nالمبحث الثاني\n\nالعدول عن اسم الفاعل\n(1/59)\n",
        "المبحث الثاني\nالعدول عن اسم الفاعل\n\nورد العدول عن اسم الفاعل في القرآن الكريم إلى المصدر، واسم المفعول، والصفة المشبهة، وصيغ المبالغة، وقد اخترنا آيات معينة تناول فيها البحث هذا النوع العدول بالدرس والتحليل.\n\nأولاً ـ العدول عن اسم الفاعل إلى الصفة المشبهة:\nجاء هذا النوع من العدول في صيغ كثيرة تناول البحث قسماً منها على وفق ما أحدثه العدول من دلالات تعمّق فكرة تتبع المدلولات الكامنة في اللغة، ومنها:\n\n1 ـ العدول عن مؤلم إلى أليم:\nقال تعالى: {فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ} (سورة البقرة / 10) , ورد وصف العذاب بكونه أليماً في مواضع عديدة في القرآن الكريم، و (أليم) صفة مشبهة مشتقة من أَلَم يَأْلَمُ أَلَماً فهو آلِم، والأَلَم: الوجع الشديد (1). والأليم: صفة مشبهة معدولة عن اسم الفاعل من آلم المتعدي، أي: مُؤلِم، ومعناه الموجع، والعرب تضع فعيل في موضع مُفْعِل، ومنه قول ذي الرمة:\nونرفَع في صدور شَمَرْ دَلاتٍ ... يَصُكّ وُجوهها وَهَجٌ أَلِيمُ\nأي: مؤلم، ومنه قول عمرو بن معد يكرب الزبيدي:\nأَمِنْ ريحانة الداعي السميعُ\nبمعنى المُسْمِع (2). كما يقال: ضَرْبٌ وجيع بمعنى موجع، وعلى نحوه جاء قوله تعالى: {وَلَهُمْ عَذَابٌ أَلِيمٌ} (3). وذهب الزمخشري إلى عدّ وصف العذاب بكونه (أليماً)\n__________\n(1) ينظر: المفردات: ص 82؛ وفي مختار الصحاح وَقَدْ أَلِمَ من باب (طَرِبَ).\n(2) ينظر: مجاز القرآن: 1/ 32، 182؛ ديوان ذي الرمة: ص 592؛ والأصمعيات: ص 172.\n(3) ينظر: جامع البيان: 1/ 123؛ والبحر الوجيز: 1/ 165؛ والجامع لأحكام القرآن: 1/ 198.\n(1/60)\n\nللمفعول وليس للفاعل على طريقة قولهم: جَدّ جِدَّه، وكذلك الأَلم في الحقيقة للمؤلم كما أنّ الجِدّ للجادّ (1). على اعتبار أنه مجاز في التركيب \" للمبالغة فيكون محولاً من فعل لها ونسبته إلى العذاب مجازٌ لأنّ العذاب لا يألَمُ إنّما يأْلَمُ صاحبه فصار نظير قولهم شعر شاعر والشعر لايشعر انما الشاعر ناظمه \" (2). والراجح أنه مجاز في الإفراد \" فأليم فعيل من الألمِ بمعنى مُفْعِل كالسميع بمعنى المسمع \" (3)، فيكون (أليم) صفة مشبهة يَدلّ على المبالغة لشدة عذاب الله للمنافقين في الآخرة فضلاً عن كونه لازماً، ومعنى (أَليم) شديد الألم وهو الوجع اللازم الذي يخلص إلى قلوبهم (4). ودلالة العدول عن اسم الفاعل (مُؤلِم) إلى الصفة المشبهة (أَليم) هي إثبات كون الأَلم دائماً، وكأن الوجع فيه صفة لازمة له لا تغيّر فيها ولا تبديل.\nوأما ما قيل عن كون (أليم) بمعنى مفعول على طريق المجاز العقلي لأَنَّ المؤلَم هو المعذّب دون العذاب كما قالوا: جدّ جدّه فهو مرجوح، وكذلك كون فعيل بمعنى فاعل من أَلِم بمعنى صار ذا ألم (5)، على أساس اشتقاق (أَليم) من (أَلِمَ) اللازم إذ شرط اشتقاق الصفة المشبهة أن تشتق من اللازم، قال ابن مالك (6):\nوَصَوْغُهَا مِنْ لازِمٍ لِحَاضِرِ ... كَطَاهِرِ القَلْبِ جَمِيل الظَّاهِرِ\nواشتقاقها من (أَلِمَ) اللازم لا يمنع كونها بمعنى مُفْعِل وليس بفاعل، لأَنَّ المراد دلالة اسم الفاعل وهي (الحدوث) المعدول عنها إلى دلالة (الثبوت) الخاصة بالصفة المشبهة.\nوأما ما قيل أنّه لم يثبت عن العرب (أليم) بمعنى مؤلم، وإنّما قيس على نظيرها نحو السميع والوجيع بمعنى المسمع والموجع كقول عمرو بن معد يكرب:\nوخيل قد دَلَفْتُ لها بِخَيْلٍ ... تَحيةُ بينهم ضَرْبٌ وجيعُ (7)\nفهو مردود بقول ذي الرمة الذي استشهد به أبو عبيدة:\nونرفعُ في صدور شَمَرْ دَلاتٍ ... يَصُكّ وُجوهها وَهَجٌ أَليمُ\nأي: مُؤْلِم.\n__________\n(1) ينظر: الكشاف: 1/ 60؛ وتفسير أبي السعود: 1/ 42.\n(2) البحر المحيط: 1/ 59.\n(3) البحر المحيط: 1/ 53.\n(4) ينظر: نظم الدرر: 1/ 109؛ وفتح البيان: 1/ 92.\n(5) ينظر: التحرير والتنوير: 1/ 182.\n(6) شرح ابن عقيل: 2/ 141.\n(7) ينظر: التحرير والتنوير: 1/ 182؛ وينظر: خزانة الأدب: 9/ 264.",
        "(1/61)\n\n2 ـ العدول عن ناخرة إلى نخرة:\nوردت صيغة (نخرة) في، قوله تعالى: {ءَإِذَا كُنَّا عِظَامًا نَخِرَةٌ} (سورة النازعات / 11).\nيُلحظ مجيء لفظة (نخرة) بصيغة الصفة المشبهة (فَعِلة) عدولاً عن صيغة اسم الفاعل (ناخرة) على الرغم من مجيء فواصل الآي التي قبلها والتي بعدها على صيغة اسم الفاعل كالراجفة، والرادفة، وواجفة، وخاشعة، والحافرة، وخاسرة، وواحدة والساهرة (1). قال تعالى: {يَوْمَ تَرْجُفُ الرَّاجِفَةُ - تَتْبَعُهَا الرَّادِفَةُ - قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ - أَبْصَارُهَا خَاشِعَةٌ - يَقُولُونَ ءَإنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ - ءَإِذَا كُنَّا عِظَامًا نَخِرَةً - قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ - فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ} ((سورة النازعات / 6 ـ 14).\nوقد وردت في الآية قرآءتان: \" (ناخرة) و (نخرة) وهما لغتان مثل الطِمع والطامع، ومعناهما البالية، وفَرّقوا بينهما فقالوا: النخرة: البالية، والناخرة: المجوفة التي تمرّ بها الريح فتنخر فيها الريح أي: تصوّت \" (2)، وقيل: \" الناخرة التي أُكلت أطرافها وبقيت أوساطها، والنخرة: التي فسدت كلّها \" (3). والاستفهام جاء في سياق الإنكار بل هو \" تأكيد الردّ ونفيه بنسبتهِ إلى حالة منافية له والعامل في (إذا) يدل عليه (مردودون) أي: أئذا كنا عظاماً بالية نرد ونبعث مع كونها أبعد شيء عن الحياة \" (4). ثُمَّ أكّد الإنكار وبُولغ فيه بمجيء (نخرة) صفة مشبهة معدولاً إليها عن صيغة اسم الفاعل (ناخرة)، فالتعبير بالصفة المشبهة أبلغ من التعبير باسم الفاعل (5)، وإن كان قُرئ بـ (ناخرة) (6). قال الآلوسي: \" وقراءة الأكثرين أبلغ فقد صرّحوا بإنّ (فِعلاً) أبلغ من (فاعل) وإن كانت حروفه أكثر، وقولهم: زيادة المبني تدل على زيادة المعنى أغلبي إذا اتحد النوع لا إذا اختلف، كأن كان فاعل اسماً وفَعِلٌ صفة مشبهة \" (7). وعلى هذا الأساس\n__________\n(1) ينظر: جامع البيان: 30/ 35.\n(2) تفسير البغوي: 4/ 443، وينظر: الجامع لأحكام القرآن: 19/ 197.\n(3) تفسير القرآن العظيم: 4/ 468.\n(4) تفسير أبي السعود: 9/ 98.\n(5) ينظر: تفسير البيضاوي: 5/ 446.\n(6) ينظر: كتاب السبعة في القراءات: 1/ 670 ـ 671.\n(7) روح المعاني: 30/ 28.\n(1/62)",
        "\nفُسّرت (الناخرة) بالبالية، و (النخرة) بالأشد بلىً، وقيل:\n(النخرة) التي بليت، و (الناخرة) التي لم تُنخر بعد، إذ المعنى بين الصيغتين ليس واحداً (1)، إذ أنّ صيغة (نخرة) تدل على الثبوت، وصيغة (ناخرة) تدل على الحدوث.\n__________\n(1) روح المعاني: 30/ 28.\n(1/63)\n",
        "ثانياً ـ العدول عن اسم الفاعل إلى اسم المفعول:\nوصف هذا النوع بقلة وروده في العربية ولكنه جاء في القرآن الكريم للدلالة على معانٍ مقصودة في النص القرآني، ممّا يجعل هذا النوع من العدول ثابتاً وأصيلاً في العربية، من ذلك:\n\n1 ـ العدول عن ساتر إلى مستور:\nقال تعالى: {وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ حِجَابًا مَسْتُورًا} (سورة الاسراء / 45).\nوفي قوله تعالى: {مَسْتُورًا} قولان:\nأولهما: ان الحجاب مستور عنهم فلا يرونه.\nوثانيهما: ان الحجاب ساتر عنكم ما وراءه، ويكون مستوراً بمعنى ساتراً (1).\nفيكون المعنى على القول الأول: جعلنا بين فهم ما تقرأ وبينهم حجاباً فلا يقرون بنبوتك ولا بالبعث، وإبقاء (مستوراً) على موضوعه من كونه اسم مفعول يتأوّل على ثلاثة أوجه:\nأولها: أنه مستور عن أعين الكفار فلا يرونه.\nوثانيها: أنه مستور به الرسول - صلى الله عليه وسلم - عن رؤيتهم، ونُسب الستر إليه لما كان مستوراً به\nوهو رأي المبرد.\nوثالثها: أنه ذو ستر قياساً على صيغة لابن وتامر أي ذو لبنٍ وتمر، وكذلك قالوا عليه:\nرجل مرطوب أي ذو رطبة، ولا يقال رطبته، ومكان مهول أي ذو هول،\nوجارية مغنوجة، ولا يقال هلت المكان ولا غنجت الجارية (2). وإلى ذلك\nذهب البيضاوي، قال: (مستوراً) أي ذا ستر (3). قال الكازروني: \" وإنما\nحُمل على ذلك لأن المستور معناه الحقيقي ما يستره شيء لكن الحجاب ليس\n__________\n(1) ينظر: الجامع لأحكام القرآن: 10/ 176.\n(2) ينظر: البحر المحيط: 6/ 42.\n(3) ينظر: تفسير البيضاوي: 3/ 121.\n(1/64)\n\nكذلك فمعناه ذو ستر أي صاحب ستر على معنى أن يتصف بأن يستر\nشيئاً \" (1)، فدلالة الحجاب تمنع عن كونه مستوراً، ولذا تأوّل (مستوراً)\nعلى أنه: \" مستوراً عن الحسّ بمعنى غير حسّي \" (2) أي أن الحجاب لا تراه\nالأعين فهو مستور عنها (3). فيكون على معنى اسم المفعول.\n\nوالأولى أن يكون (مستوراً) معدولاً عن اسم الفاعل (ساتراً)، وإليه ذهب الأخفش وجماعة قياساً على كلام العرب في مشؤوم وميمون يريدون شائم ويامن؛ لأنه من شأمهم ويمنهم (4). كما أن أبلغية القرآن الكريم تتفق وهذا المعنى، إذ حقيقة الحجاب أن يكون ساتراً لا مستوراً، فضلاً عن أن المعنى السَّتْر الذي يعني \" تغطية الشيء وإخفائه \" (5)، وحمل اللفظ على معناه اللغوي أولى من حمله على المعنى المجازي فحقيقة الحجاب: \" الساتر الذي يحجب عن البصر ما وراءه \" (6). وعلى هذه الرؤية يمكن التساؤل أنّه إذا كان حقيقة الحجاب أن يكون مانعاً عن الإدراك، فكيف به إذا كان مستوراً، فيكون ذلك الحجاب ساتراً لغيره مستوراً بنفسه، فهو ساتر ومستور في آنٍ معاً، \" فوصف الحجاب بالمستور مبالغة في حقيقة جنسه، أي حجاباً بالغاً الغاية في حجب ما يحجبه هو حتى كأنه مستور بساتر آخر، فذلك في قوله أن يُقال: حجاباً فوق حجاب \" (7)، فجاء العدول عن (ساتر) إلى اسم المفعول (مستور) للدلالة على المبالغة في الستر والإخفاء (8).\n\n2 ـ العدول عن آتٍ إلى مأتي:\nورد اسم المفعول (مأتياً) معدولاً عن أسم الفاعل (آتياً) في قوله تعالى: {جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا} (سورة مريم /61)، قال الطبري \" خرج الخبر على أنّ الوعد هو المأتي ومعناه أنه هو الذي يأتي ولم\n__________\n(1) حاشية الكازروني: 3/ 121.\n(2) تفسير أبي السعود: 5/ 75.\n(3) ينظر: فتح البيان: 7/ 400.\n(4) ينظر: معاني القرآن، الأخفش: 2/ 391؛ وجامع البيان: 15/ 93 ـ 94؛ وحاشية الصاوي:\n2/ 315؛ وحاشية الجمل: 2/ 628.\n(5) المفردات: 396.\n(6) التحرير والتنوير: 15/ 116.\n(7) م. ن: 15/ 117.\n(8) ينظر: تفسير الشعراوي: 14/ 8572 ـ 8573.",
        "(1/65)\n\nيقل وكان وعده آتياً لأن كل ما أتاك فأنت تأتيه\" (1)، أي أنّ َ (مأتياً) بمعنى (آتياً) (2).\nوقد جاء العدول هنا \" لأن كل من أَتاك فقد أتيته والعربُ لا تفرّق بين قول القائل: أَتَتْ عليّ خَمسونَ سنةٍ وبين قوله أتيتُ على خمسينَ سنةٍ ويقول وصلَ إليّ الخبر ووصلتُ إلى الخبر \" (3). وكلّ ما وصل إليك فقد وصلت إليه (4)، على اعتبار أنَّ كليهما بمعنى واحد (5). والذي يبدو أنّهما ليسا باعتبار واحدٍ فأتى الأَمرَ أي هو الذي بادر بالإتيان، وأتى عليه الأمرُ أي أنَّ ثمَّة مَنْ قد أتى به إليه. فيكون معنى (مَاْتِياً) أي: هُمْ يأْتونَ إلى الوعد، ولمّا كان الوَعْد بالجنّة في الحقيقة هو الآتي جُعِل (مأتياً) معدولاً عن (آتياً)، والنكتةُ في مجيء (مأْتياً) معدولاً عن (آتياً) للدلالة على أنَّ الوَعْد الذي \" يأتيه مَنْ وُعِدَ له لا محالة بغير خُلْف \" (6).\n__________\n(1) جامع البيان: 16/ 101.\n(2) ينظر: تفسير البغوي: 3/ 117؛ وتفسير القرآن العظيم: 3/ 130.\n(3) تفسير البغوي: 3/ 201.\n(4) ينظر: الجامع لأحكام القرآن: 11/ 126.\n(5) ينظر: تفسير القرآن العظيم: 3/ 130.\n(6) تفسير أبي السعود: 5/ 272.\n(1/66)",
        "\nثالثاً ـ العدول عن اسم الفاعل إلى صيغ المبالغة:\nجاء هذا النوع من العدول في القرآن الكريم في عدة صيغ منها:\n\nـ العدول عن مطَهِّر إلى طهور:\nقال تعالى: {وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَي رَحْمَتِهِ وَأَنزَلْنَا مِنْ السَّمَاءِ مَاءً طَهُورًا} (سورة الفرقان / 48). صيغة (طهور) من صيغ المبالغة الخمسة الرئيسة (1). وطهور معدول في الحقيقة عن اسم الفاعل\n(مطهر)، وإلى ذلك ذهب أصحاب الشافعي - رضي الله عنه -، لأنّ \" الطاهر ضربان: ضرب لا يتعداه الطهارة كطهارة الثوب فإنه طاهر غير مُطهر به، وضرب يتعداه فيجعل غيره طاهراً به فوصف الله تعالى الماء بأنه طهور تنبيهاً على هذا المعنى \" (2). وقد ردّ الراغب هذا القول على اعتبار \" أن فعولاً لا يبنى من أفعل وفعّل وإنما يبنى ذلك من فَعُل \" (3). أي أنه محتمل للمعنيين إذ إن الماء طاهر ومطهّر (4) ومعنى ذلك أنّ\n(طَهُوراً) بناء للمبالغة مشتقٌ من (طهّر) المتعدي، ولكنّ الأمر ليس كذلك إذ إن\n(طَهُوراً) مشتقٌ من (طَهُر) اللازم ثُمَّ أنه لمّا حمل معنى التطهير قيل: إنّ\n(طَهُوراً) من طهّر المتعدي بمعنى اسم الفاعل (مُطَهّر): فيكون معنى (طهوراً): بليغاً في طهارته، وهو ما كان طاهراً في نفسه مطهّراً لغيره، ويعضده قوله تعالى: {وَيُنَزِّلُ عَلَيْكُمْ مِنْ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ} (سورة الأنفال / 11) (5). فتبين \" أن المقصود من الماء إنما هو للتطهر به فوجب أن يكون المراد من كونه طهوراً أنه هو المطهر به؛ لأنه تعالى ذكره في معرض الإنعام، فوجب حمله على الوصف الأكمل، ولا شك أن المطهِّر أبلغ من الطاهر \" (6)، إذ يصح القول بأنّ كل طهور طاهر، وليس كل طاهر طهوراً، وطَهُور هو الوصف الأبلغ للماء المنزّل من السماء في كون معناه: طاهراً في نفسه مطهّراً لغيره، لا سيما أن (الطهور) بناء مبالغة في طاهر، والمبالغة هي التي\n__________\n(1) ينظر: البحر المحيط: 1/ 15.\n(2) المفردات: ص 526.\n(3) م. ن: ص 526.\n(4) ينظر: منهج الراغب في كتابه مفردات ألفاظ القرآن، رسالة ماجستير تقدم بها رافع عبد الله مالو،\nإلى كلية الآداب ـ جامعة الموصل، 1989: ص 153.\n(5) ينظر: الكشاف: 3/ 284.\n(6) التفسير الكبير: 24/ 90.\n(1/67)\n",
        "اقتضت أن يكون طاهراً مطهِّراً وهو مذهب الجمهور، وأما مذهب أبي حنيفة فإنّ معنى (طَهُوراً) طاهراً؛ ودليله قوله تعالى: {وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا} (سورة الإنسان / 21) أي: طاهِراً (1). ولا أرجح أنه معدول عن\n(طاهر) لإرادة كون ماء السماء بالغاً منتهى الطهارة إذا لم يختلط به شيء يكدره، ومعناه: \" أنّ الماء النازل من السماء هو بالغ نهاية الطهارة في جنسه من المياه، ووصف الماء بالطهور يقتضي أنّه مطهِّرٌ لغيره؛ إذ العدول عن صيغة فاعل إلى صيغة فَعول لزيادة معنىً في الوصف، فاقتضاؤه في هذه الآية أنّه مطهر لغيره اقتضاء إلتزامي ليكون مستكملاً وصف الطهارة القاصرة والمتعدية فيكون ذكر هذا الوصف إدماجاً لمنّه في أثناء المنن المقصودة، ويكون كقوله تعالى: {وَيُنَزِّلُ عَلَيْكُمْ مِنْ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ} وصف الطهارة الذاتية وتطهيره، فيكون هذا الوصف إدماجاً \" (2). ومعنى الإدماج كون لفظ (طهور) يحمل معنيين اثنين كونه طاهراً في نفسه مطهّراً لغيره.\n__________\n(1) ينظر: الجامع لأحكام القرآن: 13/ 28.\n(2) التحرير والتنوير: 19/ 47 ـ 48.\n(1/68)\n\nرابعاً ـ العدول عن اسم الفاعل إلى المصدر:\nورد هذا النوع من العدول في صيغ عدة، أشار المفسرون إلى بعضها، وتناولوه بالبحث، وعلى وفق ذلك تطرق البحث إلى نموذجٍ وحيد حسب وهو العدول عن غائرٍ إلى غَوْر.\n\nـ العدول عن غائر إلى غورٍ:\nقال تعالى: {أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا} (سورة الكهف / 41)، ومعنى (الغور) في اللغة: \" المنهبط من الأرض \" (1)، ثم استعمل في كل ما انخفض قال أبو عثمان ابن القطاع: \" غار الماء غوراً: فاض وغار النهار: اشتدّ، وغارت الشمس والقمر والنجوم غياراً: غابت، وغارت العين تغورُ غؤوراً، وغار الرجل على أهله يغار غيرةً وغاراً \" (2). كلُ استعمالات مادة (غور) يُلحظ فيها معنى الانخفاض وهو الذهاب سُفْلاً، وعليه معنى قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} (سورة الملك / 30)، قال أبو عبيدة: \" أي: غائراً، والعرب تصف الفاعل بمصدره وكذلك الاثنين والجميع على لفظ المصدر، قال عمرو بن كلثوم:\nتظلُّ جيادُه نَوْحاً عليه ... مقلّدة أَعِنَّتها صُفُونا\nأي: نائحات \" (3)، أي وَضْع المصدر مكان اسم الفاعل (4). ومعنى (غوْراً): ذاهباً قد غار في مذهب فلا تلحقه الرشاء، يعني لا تناله الدلاء، قال ابن عطية: \" (الغور) مصدر يوصف به الماء المفرد والمياه الكثيرة، كقولك: رجل عَدْل ونحوه، ومعناه: ذاهباً في الأرض لا يستطاع تناوله \" (5)، فهو عكس الماء المعين الذي هو: \" الماء الظاهر الذي تراه العيون \" (6).\n__________\n(1) المفردات: ص 618.\n(2) كتاب الأفعال: 2/ 22.\n(3) مجاز القرآن: 1/ 403 ـ 404؛ وينظر: جمهرة أشعار العرب، أبو زيد القرشي: ص 186،\nوفيها: ... تركنا الخيل عاكفةً عليه.\n(4) ينظر: جامع البيان: 15/ 249.\n(5) المحرر الوجيز: 9/ 315؛ وينظر: التفسير الكبير: 30/ 76.\n(6) التفسير الكبير: 30/ 76.",
        "(1/69)\n\nوالوصف بالمصدر عدولاً عن اسم الفاعل (غائراً) مبالغة في الوصف، وكَأنَّ الماء صارت حقيقته غوراً، قال البقاعي: \" ولما كان المقصود المبالغة، جعله نفس المصدر فقال (غوراً) أي نازلاً في الأرض بحيث لا يمكن لكم نيله بنوع حيلة، بما دلّ على ذلك الوصف بالمصدر \" (1).\n__________\n(1) نظم الدرر: 20/ 271؛ وينظر: فتح البيان: 14/ 249.\n(1/70)",
        "\nالمبحث الثالث\n\nالعدول عن الصفة\nالمشبهة\n(1/71)\n",
        "المبحث الثالث\nالعدول عن الصفة المشبهة\n\nـ العدول عن الصفة المشبهة إلى اسم الفاعل:\nـ العدول عن ضيق إلى ضائق:\nورد نوع واحد من العدول عن الصفة المشبهة، فقد عُدل عنها إلى اسم الفاعل، وجاء منه صيغة واحدة وهي (ضائق) المعدول عن صيغة (ضيّق).\nوذلك في قوله تعالى: {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ} (سورة هود / 12)، وقد نزلت بعد أن قال المشركون لرسول الله - صلى الله عليه وسلم - ائتنا بكتاب ليس فيه سبّ آلهتنا، وقال بعضهم: هلاّ أُنزل عليه ملك يشهد له بالنبوة والصدق، أو يُعطى كنزاً يستغني به هو وأتباعه (1). فقد جاء (ضائق) معدولاً به عن (ضيّق) للمشاكلة مع (تارك) المعطوف عليه؛ و (ضائق)، و (ضيّق) لازمٌ (2).لأن (اسم الفاعل) يدل على الحدوث، و (الصفة المشبهة) تدل على الثبوت (3). وعلى هذا فإن ضيق صدر النبيّ - صلى الله عليه وسلم - إنما هو ضيق طارئ لما يعرض له في تبليغ الرسالة من الشدائد؛ ولذا \" عُدل عن ضيّق الصفة المشبهة إلى ضائق اسم الفاعل ليدلّ على أن الضيّق مما يعرض له - صلى الله عليه وسلم - أحياناً \" (4).\nوجاء العدول هنا عن (ضيّق) وهو الأكثر استعمالاً؛ لأن المقام مقام الدلالة على الحدوث والعوارض، وليس مقام الدلالة على الثبوت والاستقرار (5).\n__________\n(1) ينظر: الجامع لأحكام القرآن: 9/ 12؛ وتفسير الواحدي: 11/ 115.\n(2) ينظر: الجامع لأحكام القرآن: 9/ 12.\n(3) ينظر: معاني الأبنية: ص 47.\n(4) روح المعاني: 12/ 19.\n(5) ينظر: حاشية محيي الدين شيخ زادة على تفسير البيضاوي: 2 ـ 3/ 36.\n(1/72)\n\nالمبحث الرابع\n\nالعدول عن اسم المفعول",
        "(1/73)\n\nالمبحث الرابع\nالعدول عن اسم المفعول\n\nورد العدول عن اسم المفعول في القرآن الكريم على أربعة أنواع، وهي العدول عن اسم المفعول إلى المصدر، واسم الفاعل، والصفة المشبهة، وصيغة المبالغة.\n\nأولاً ـ العدول عن اسم المفعول إلى المبالغة:\nورد هذا النوع من العدول في صيغ عدّة، ولا سيما صيغة (فعيل)، ولكن المشكل هو أنها تنصرف إلى معنى المبالغة أحياناً، وإلى معنى الصفة المشبهة أحياناً أخرى، ولذا اقتصر البحث على ما أُجمع على أنها جاءت للمبالغة وهي صيغة\n(كظيم) معدولاً بها عن (مكظوم).\n\nـ العدول عن مكظوم إلى كظيم:\nقال تعالى: {وَتَوَلَّى عَنْهُمْ وَقَالَ يَاأَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ} (سورة يوسف / 84)، في الآية وصفٌ لمآل سيدنا يعقوب - عليه السلام - بعد فِراق ابنه يوسف - عليه السلام -، ومعنى (كظيم) هنا أن يعقوب - عليه السلام -: مملوء من الغيظ على أولاده ومن الحزن على يوسف وأخيه، وهو مع ذلك لا يظهر ما يسؤوهم، ففعيل هنا بمعنى مفعول (1).وهو مشتق من (الكَظَم) وهو: \" مَخْرَج النَفَس، يقال: أخذ بكَظَمِه، والكُظُوم: احتباس النَفَس، ويُعبّر به عن السكوت \" (2)، ولكنه سكوت على حزن وغيظ حبيس صدر صاحبه، وعلى هذا القياس قيل: إنّ (كظيم) بمعنى (كاظم)؛ لأن يعقوب - عليه السلام - لم يكن يشكو إلى أحدٍ، بل كان يكتم في نفسه، ويمسك همّه في صدره، وكان يكظمه أي يردّه إلى قلبه ولا يُرسله بالشكوى والغضب والضجر (3). ولكنه بمعنى (مكظوم) أي مملوء من الحزن مع سدّ طريق نَفَسِه المصدور (4)، والتعبير بـ (\n__________\n(1) ينتظر: الكشاف: 2/ 498؛ وتفسير أبي السعود: 4/ 302.\n(2) المفردات: ص 712.\n(3) المحرر الوجيز: 7/ 51.\n(4) ينظر: التفسير الكبير: 18/ 400.\n(1/74)",
        "\nكظيم) الدالّ على المبالغة عدولاً عن (مفعول) للدلالة على أنّ (كظيم): \" شديد الكَظْم لامتلائه من الكرب، مانع نفسه من عمل ما يقتضيه ذلك بما آتاه الله من العلم والحكمة، وذلك أشد ما يكون على النفس وأقوى ما يكون للحزن، فهو فعيل بمعنى مفعول وهو أبلغ منه \" (1). فضلاً عن أن (كظم) تدور على المنع من الإظهار، ويلزمه الكرب لأنه من شأن الممنوع مما قد امتلأ منه، ويلزمه الامتلاء لأن مادونه ليس فيه قوة الظهور \" (2).\nوقد يُوجّه المعنى إلى معنى المبالغة في (كاظم) على اعتبار أَنَّ الكَظْم هو: الإمساك النفساني، والكاظم الذي لا يظهر الحزن بين الناس، وإنما يبكي في خَلْوته، ولكنّ الاعتبار الأَولى أَنْ يُوَجَّه (كظيم) بمعنى (مكظوم) وهو المحزون كقوله تعالى: {إِذْ نَادَى وَهُوَ مَكْظُومٌ} (سورة القلم / 48) (3)، أي: \" مملوء من الحزن ممسك عليه لا يبّثه \" (4).\n__________\n(1) نظم الدرر: 10/ 196.\n(2) نظم الدرر: 10/ 197.\n(3) ينظر: التحرير والتنوير: 13/ 43.\n(4) الجامع لأحكام القرآن: 9/ 163.\n(1/75)\n",
        "ثانياً ـ العدول عن اسم المفعول إلى المصدر:\nجاء هذا النوع من العدول على عِدّة صيغ منها: بَخْس، وكَذِب، وكُرْه، ومعناها: مبخوس، ومكذوب، ومكروه.\n\nـ العدول عن مكذوب إلى كذب:\nقال تعالى: {وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ} (سورة يوسف /18)، ومعناه مكذوب، وهو جعل المصدر في كلام العرب مفعولاً وبالعكس (1). وقد قيل: إنه وصف بالمصدر للمبالغة، كأنّه نفس الكذب وعينه (2). وكونه (كذباً) لأن أخوة يوسف قالوا: ليعقوب - عليه السلام -: {أَكَلَهُ الذِّئْبُ}. وقد غمسوا قميصه في دم جَدْي. فقال: لقد كان هذا الذئب رفيقاً بابني مزّق جلده ولم يمزق ثيابه \" (3)، وهذا دليل على عدم وجود دم لا شك فيه وإن لم يكن دم يوسف - عليه السلام -، وفي هذا القول رأيان:\n\nأولهما: أنه على المجاز، فيكون معناه: مكذوب فيه على نحو قوله تعالى: {فَمَا\nرَبِحَتْ تِجَارَتُهُمْ} (سورة البقرة /16)، ومنه قول العرب: (الليلَةَ الهلالُ).\nوهو رأي نحاة البصرة (4).\n\nوثانيهما: أن (كذبا ً) مصدر بمعنى مفعول، ومعناه: وجاءوا على قميصه بدم\nمكذوب (5)، ومنه قول العرب: (ماله عَقْل ولا معقول).\nوقيل: إن المعنى ذو كذب على النسب بمعنى مكذوب فيه (6). ومعنى النسب\nوصف الدم بالمصدر على سبيل المبالغة (7).\n__________\n(1) معاني القرآن، الفراء: 2/ 38.\n(2) الكشاف: 2/ 451؛ والبحر المحيط: 5/ 289؛ وجامع البيان: 6/ 301.\n(3) معاني القرآن، الفراء: 2/ 38؛ والتفسير الكبير: 18/ 104.\n(4) ينظر: معاني القرآن، الفراء: 2/ 364؛ والتفسير الكبير: 18/ 104.\n(5) ينظر: الجامع لأحكام القرآن: 9/ 98.\n(6) تفسير البيضاوي: 3/ 46.\n(7) ينظر: حاشية الجمل: 2/ 441.\n(1/76)\n\nوالمهم أنّ التعبير بالمصدر (كَذِبٌ) عدولاً عن اسم المفعول (مكذوب) لإرادة الدلالة على المبالغة، قال البقاعي: \" أطلق عليه المصدر مبالغة لأنه غير مطابق للواقع؛ لأنهم ادّعوا أنه دم يوسف - عليه السلام - والواقع أنه دم سخلة ذبحوها ولطخوه بدمها \" (1). فهو دم حقاً لكنه ليس الدم المزعوم، فهو دم مكذوب (2).\n__________\n(1) نظم الدرر: 10/ 31.\n(2) ينظر: التحرير والتنوير: 12/ 238.",
        "(1/77)\n\nثالثاً ـ العدول عن اسم المفعول إلى اسم الفاعل:\nجاء هذا النوع من العدول في عدة صيغٍ، نتناول اثنتين منهما بالدرس.\n\n1 ـ العدول عن مدفوق إلى دافق:\nقال تعالى: {فَلْيَنظُرِ الإِنسَانُ مِمَّ خُلِقَ - خُلِقَ مِنْ مَاءٍ دَافِقٍ - يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ} (سورة الطارق / 5 ـ 7)، ومعنى دافق: مدفوق على أنه فاعل بمعنى مفعول على مذهب أهل الحجاز في النعت يقولون: هذا سر كاتم، وهم ناصب، أي: مكتوم، ومنصوب (1). قال البغوي: \" مدفوق مصبوب في الرحم وهو المني فاعل بمعنى مفعول كقوله تعالى: {فَهُوَ في عِيشَةٍ رَاضِيَةٍ}\n(سورة القارعة / 7)، والدفق الصبّ وأراد ماء الرجل وماء المرأة لأن الولد مخلوق منهما وجعله واحداً لامتزاجهما \" (2). ومذهب سيبويه والزجاج أن (دافق) على النسب أي: ذو دفق؛ على اعتبار أن معنى الدَّفْق في اللغة: دفق الماء بعضه لبعض كدَفْع الوادي والسيل إذا جاء يركب بعضه بعضاً، وعلى هذا المعنى يصح أن يكون الماء دافقاً لأن بعضه يدفع بعضاً فمنه دافق ومدفوق (3). وقيل معنى الدفق هو: الصبّ بمرةٍ واحدةٍ فيكون دافق بمعنى منصبّ (4). والصحيح أنّ الدفق في اللغة يتنازعه معنيان الدفع والصبّ، وهما متقاربان لأن الدفق \" هو دفع الشيء قُدُماً من ذلك دَفَقُ الماء وهو ماء دافقٌ \" (5). كما قيل أن الدفق معناه: الصبّ، فيقال: دفق الماء والدمع يدفق دفقاً ودُفوقاً واندفق وتدفّق واستدفق: انصبّ، وقيل انصبّ بمرّة (6).ومن ذهب إلى معنى الصبّ ترجّح عنده (دَفَق) متعدياً، والذي ذهب إلى أنه بمعنى الاندفاع جعله لازماً، على اعتبار أن الماء يدفع بعضه بعضاً، وقد ذهب النسفي إلى أن الأصل في الدَّفْق: أن يكون بمعنى الصب ويكون لصاحبه واسناده إلى الماء مجاز (7). وقيل: إن (دافق)\n__________\n(1) ينظر: معاني القرآن، الفراء: 3/ 353؛ وجامع البيان: 30/ 143.\n(2) تفسير البغوي: 4/ 273.\n(3) ينظر: المحرر الوجيز: 15/ 398.\n(4) ينظر: البحر المحيط: 8/ 455.\n(5) مقاييس اللغة: 2/ 286.\n(6) ينظر: لسان العرب: 11/ 387.\n(7) ينظر: تفسير النسفي: 4/ 331.\n(1/78)",
        "\nعلى معنى النسب أي: من ماء ذي دفق. ويترجّح كونه بمعنى المفعول، وهو مذهب قطرب إذ يقال دفقت الماء إذا صببته، وهو مدفوق أي مصبوب، ومندفق أي منصبّ بقوة (1).\n\n2 ـ العدول عن معصوم إلى عاصم:\nورد اسم الفاعل (عاصم) معدولاً عن اسم المفعول (معصوم) في قوله تعالى في قصة نوح - عليه السلام - وابنه: {وَنَادَى نُوحٌ آبْنَهُ وَكَانَ فِي مَعْزِلٍ يَابُنَيَّ ارْكَبْ مَعَنَا وَلا تَكُنْ مَعَ الْكَافِرِينَ - قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنْ الْمَاءِ قَالَ لا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنْ الْمُغْرَقِينَ}\n(سورة هود / 42 ـ 45)، أي: أن معناه: لا معصوم (2). إذ لا يُنكر أن يخرج المفعول على فاعل، فيكون المعنى: لا معصوم اليوم من أمر الله (3). وقد قيل إنّه: \" ليس يعني أن العاصم بمعنى المعصوم، وإنّما ذلك تنبيه منه على المعنى المقصود بذلك، وذلك أن العاصم والمعصوم يتلازمان، فأيُّهُما حصل حصل معه الآخر \" (4). وليس كذلك إذ إنّ مَنْ ذهب إلى كونه على معنى اسم الفاعل جعل معنى (عاصم): مانع، والصحيح أنَّ (العَصْم): الإمساك؛ لأنّه مشتق من (العُصُم): وهي ما يُشدّ بها الحِبال من نتوءات تعمل في القِربة ونحوها ليُمكن الشدّ بها إِذا حُمِلت على ظهر البعير ثم يُروى عليها (5). فيكون معنى: (لا عاصم) على هذا الأصل، أي: لايوجد ثَمَّة شيءٍ يحفظ المعتصم به من الماء، وإن كان هذا المُلتجَأ إليه جبلاً عالياً، فلمّا انتفى وجود العاصم انتفى وجود المعصوم، فيكون التعبير عن هذا المعنى باسم الفاعل\n(عاصم) أبلغ في نفي العِصمة عن العاصين، والدليل على كون (عاصم) معدولاً عن (معصوم) الإستثناء المتصل على اعتبار (مَنْ) في محل نصب على الاستثناء فيصير المعنى: لا معصوم من أمر الله وهو الغرق والهلاك إلاّ الذين رحمهم الله فأنجاهم في السفينة (6).\n__________\n(1) التفسير الكبير: 31/ 129.\n(2) ينظر: تفسير غريب القرآن: ابن قتيبة: ص 204.\n(3) ينظر: معاني القرآن، الفراء: 2/ 15.\n(4) المفردات: ص 569 ـ 570.\n(5) ينظر: لسان العرب: 12/ 407.\n(6) ينظر: التبيان في اعراب القرآن، العكبري: 2/ 700.\n(1/79)\n",
        "رابعاً ـ العدول عن اسم المفعول إلى الصفة المشبهة:\nورد هذا النوع من العدول في صيغة (رجيم) المعدولة عن اسم المفعول (مرجوم) على اعتبار أن (رجيم) صفة مشبهة.\n\nـ العدول من مرجوم إلى رجيم:\nوردت الصفة المشبهة (رجيم) معدولاً بها عن اسم المفعول (مرجوم) في قوله تعالى: {وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ} (الحجر/17)، وقوله تعالى: {فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ} (الحجر / 34)، أي أن الله تعالى ذكره بقوله لإبليس اخْرُجْ من الجنة أو السماء فإنك رجيم، والرجيم: المرجوم صُرِفَ من مفعول إلى فعيل (1). وقد اختلف في معناه، فقيل: المشتوم، والملعون، والمطرود (2). وأصل الرَّجم في اللغة: الرمي بالحجارة، يُقال: رجمه يَرْجُمُه رجماً فهو مرجوم ورجيم. ومنه استعير للطَّرد واللَّعن والشَّتم (3). على سبيل الإبعاد، قال القرطبي\n\" الرجيم أي: المُبْعَد من الخير المهان \" (4). والرجيم وصف اختصّ بالشيطان لأنه؛\n\" مطرود من الخير والكرامة فإنَّ مَنْ يُطرد يرجم بالحجر، أو شيطان يُرجم بالشهب \" (5). فرجيم صفة مشبهة جاءت معدولة عن اسم المفعول (مرجوم) للدلالة على أن وصف الرجم وهو الطرد واللّعن ثابت ومستمر في الشيطان؛ ولذا قيل: إنّه: مطرود عن الخير كلّه ومن الكرامة (6).\n__________\n(1) جامع البيان: 14/ 32؛ وتفسير القرآن العظيم: 1/ 17.\n(2) ينظر: جامع البيان: 14/ 32.\n(3) ينظر: المفردات: ص 345؛ ولسان العرب: 12/ 227.\n(4) الجامع لأحكام القرآن: 1/ 90.\n(5) تفسير البيضاوي: 3/ 369.\n(6) ينظر: تفسير القرآن العظيم: 1/ 17؛ وروح المعاني: 23/ 228.\n(1/80)\n\nالمبحث الخامس\nالعدول عن الفعل",
        "(1/81)\n\nالمبحث الخامس\nالعدول عن الفعل\n\nوردت الإشارة إلى العدول عن الفعل في العربية في الفصل الأول، وقد جاء نوعين من العدول عن الفعل وهما: العدول عن الفعل إلى المصدر، والعدول عن الفعل إلى اسم المفعول.\n\nأولاً ـ العدول عن الفعل إلى المصدر:\n\nـ العدول عن اضربوا إلى ضرب:\nورد هذا النوع من العدول في قوله تعالى: {فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً} ...\n(سورة محمد /4) أي: فاضربوا الرقابَ، والدليل عليه قوله تعالى: {فَشُدُّوا الْوَثَاقَ} ولم يقل: فَشَدّ الوثاق، والعدول عن الفعل إلى المصدر حاصل في حذف الفعل وتقديم المصدر فأُنيب منابه مضافاً إلى المفعول، وفيه معنى التوكيد (1)، فالأصل على هذا الأساس ـ فاضربوا ضرباً الرقاب، فحذف الفعل وقُدّم المصدر (ضرباً) ثم أُضيف إلى المفعول به (الرقاب) فصار: (فضربَ الرقاب) لإرادة دلالة التوكيد (2).\n\nثانياُ ـ العدول عن الفعل إلى اسم المفعول:\n\nـ العدول عن يُجْمَع إلى مجموع:\nقال تعالى في وصف يوم القيامة: {إِنَّ فِي ذَلِكَ لآيَةً لِمَنْ خَافَ عَذَابَ الآخِرَةِ ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ} (سورة هود / 103)\n__________\n(1) ينظر: الكشاف: 3/ 530.\n(2) ينظر: ظاهرة التحويل في الصيغ الصرفية: ص 56.\n(1/82)",
        "\nفالعدول في مجيء (مجموع) معدولاً عن الفعل المضارع (يُجمع) لإرادة معنى الثبوت، قال ابن الأثير \" فإنما آثر اسم المفعول الذي هو (مجموع) على الفعل المستقبل الذي هو (يُجمع) لما فيه من الدلالة على ثبات معنى الجمع لليوم وأنه الموصوف بهذه الصفة \" (1). ويظهر هذا المعنى واضحاً في قوله تعالى: {يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ} (سورة التغابن / 9) ولكن مجيء العدول عن الفعل المستقبل\n(يُجمع) إلى اسم المفعول (مجموع) لإرادة إثبات أن جمع الناس يوم القيامة\nـ حاصل ـ وأنه في حكم المقضي والمفروغ منه.\n__________\n(1) المثل السائر: 2/ 199.\n(1/83)\n",
        "جداول\nالفصل الثاني\n(1/84)\n\nأولاً ـ العدول عن المصدر:\n1 ـ العدول عن المصدر إلى اسم المصدر\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ بلاغ ... {وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلاغُ} ... آل عمران / 20\n{فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلاغُ الْمُبِينُ} ... المائدة / 92\n{مَا عَلَى الرَّسُولِ إِلاّ الْبَلاغُ} ... المائدة / 99\n{وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ... الرعد / 40 ...\nالْبَلاغُ}\n{هَذَا بَلاغٌ لِلنَّاسِ وَلِيُنذَرُوا بِهِ} ... ابراهيم / 52\n{فَهَلْ عَلَى الرُّسُلِ إِلاّ الْبَلاغُ الْمُبِينُ} ... النحل / 35\n{فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلاغُ الْمُبِينُ} ... النحل / 82\n{مَا عَلَى الرَّسُولِ إلاّ الْبَلاغُ الْمُبِينُ} ... النور / 54\n{مَا عَلَى الرَّسُول ِإلاّ الْبَلاغُ الْمُبِينُ} ... العنكبوت / 18\n{وَمَا عَلَيْنَا إلاّ الْبَلاغُ الْمُبِينُ} ... يس / 17\n{فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلا ... الشورى / 48 ...\nالْبَلاغُ}\n{بَلاغٌ فَهَلْ يُهْلَكُ إِلا الْقَوْمُ الْفَاسِقُونَ} ... الأحقاف / 35\n{فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلاغُ الْمُبِينُ} ... التغابن / 12\nب ـ بلاغاً ... {إِنَّ فِي هَذَا لَبَلاغًا لِقَوْمٍ عَابِدِينَ} ... الأنبياء / 106\n{إلاّ بَلاغًا مِنْ اللَّهِ وَرِسَالاتِهِ} ... الجن / 23\n2 ـ ثواب ... {وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا} ... آل عمران / 45\n{وَمَنٍْ يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا} ... آل عمران /145",
        "(1/85)\n\n{فَآتَاهُمْ اللَّهُ ثَوَابَ الدُّنْيَا} ... آل عمران /148\n{وَحُسْنَ ثَوَابِ الآخِرَةِ} ... آل عمران /148\n{وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ} ... آل عمران /195\n{مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا} ... النساء / 134\n{فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالآخِرَةِ} ... النساء / 134\n{مُتَّكِئِينَ فِيهَا عَلَى الأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا} ... الكهف / 31\nب ـ ثواباً ... {وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا} ... القصص / 80\n{وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ} ... آل عمران /195\n{هُنَالِكَ الْوَلايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا} ... الكهف / 44\n{وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلاً} ... الكهف / 46\n{وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا} ... مريم / 76\n3ـ جواب ... {وَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ} ... الأعراف / 82\n{فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ} ... النمل / 56\n{فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَاهُ اللَّهُ ... العنكبوت / 24 ...\nمِنْ النَّارِ}\n{فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنتَ مِنَ ... العنكبوت / 29 ...\nالصَّادِقِينَ}\n4ـ سراح ... {فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلاً} ... الأحزاب / 28\n{فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلاً} ... الأحزاب / 49\n5ـ سلاما ... {وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلامًا} ... هود / 69\n{إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ} ... الحجر / 52\n\n{لا يَسْمَعُونَ فِيهَا لَغْوًا إِلاّ سَلامًا} ... مريم / 62\n(1/86)",
        "\n{وإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلامًا} ... الفرقان / 63\n{وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلامًا} ... الفرقان / 75\n{إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلامًا قَالَ سَلامٌ قَوْمٌ مُنكَرُونَ} ... الذاريات / 25\n{لا يَسْمَعُونَ فِيهَا لَغْوًا وَلا تَأْثِيمًا - إِلا قِيلاً سَلامًا سَلامًا} ... الواقعة / 26\n6ـ الطلاق ... {وَإِنْ عَزَمُوا الطَّلاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} ... البقرة / 227\n{الطَّلاقُ مَرَّتَانِ فَإمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} ... البقرة / 229\n7 ـ العذاب = (ورد هذا اللفظ في القرآن الكريم في أربع مئة واثنين وعشرين موضعاً) ... {وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ} ... البقرة / 6 ...\n{لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا} ... الفتح / 25\n8 ـ عطاء ... {عَطَاءً غَيْرَ مَجْذُوذٍ} ... هود / 108\n{كُلاً نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ مِنْ عَطَاءِ رَبِّكَ} ... الاسراء / 20\n{وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا} ... الاسراء / 20\n{جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا} ... النبأ / 36\n{هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ} ... ص / 39\n9 ـ كلام ... {وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ} ... البقرة / 75\n{وَإِنْ أَحَدٌ مِنْ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ} ... التوبة / 6\n{يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ} ... الفتح / 15\n{إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي} ... الأعراف / 144\n10 ـ متاع ... {وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ} ... البقرة / 36 ...\n= (وردت في ... {مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ} ... آل عمران /185 ...\nالقرآن الكريم في ... {وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ} ... الأنبياء / 111 ...\nإحدى وعشرين ...\nموضعاً)\nب ـ متاعاً ... {وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا ... البقرة / 236 ...\nبِالْمَعْرُوفِ}\n{وَصِيَّةً لأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} ... البقرة / 240\n(1/87)\n",
        "{أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ} ... المائدة / 96\n{ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى} ... هود / 3\n{وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ} ... النحل / 80\n{نُغْرِقْهُمْ فَلا صَرِيخَ لَهُمْ وَلا هُمْ يُنقَذُونَ - إِلا رَحْمَةً مِنَّا وَمَتَاعًا إِلَى حِينٍ} ... يس / 44\n{نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ} ... الواقعة / 73\n{مَتَاعًا لَكُمْ وَلأَنْعَامِكُمْ} ... النازعات / 33\n{وَفَاكِهَةً وَأَبًّا - مَتَاعًا لَكُمْ وَلأَنْعَامِكُمْ} ... عبس / 32\n11 ـ وثاقهُ ... {وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ} ... الفجر / 26\n(1/88)\n\n2 ـ العدول عن المصدر إلى اسم المصدر الميمي:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ مبلغهم ... {ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ} ... النجم / 30\n2 ـ متاب ... {قُلْ هُوَ رَبِّي لا إِلَهَ إِلا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ} ... الرعد / 30\nب ـ متاباً ... {وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا} ... الفرقان / 71\n3 ـ محياهم ... {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ} ... الجاثية / 21\n{قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ} ... الأنعام / 162\n4 ـ مرجعُكم ... {ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} ... آل عمران / 55\n{إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا} ... المائدة / 48\n{إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا} ... المائدة / 105\n{ثُمَّ إِلَيْهِ مَرْجِعُكُمْ} ... الأنعام / 60\n{ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ} ... الأنعام / 164\n{إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا} ... يونس / 4\n{ثُمَّ إِلَيْنَا مَرْجِعُكُمْ} ... يونس / 23\n{إِلَى اللَّهِ مَرْجِعُكُمْ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ... هود / 4\n{إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ... العنكبوت / 8\n{ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ} ... لقمان / 15\n{ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ... الزمر / 7\nب ـ مرجعهم ... {ثُمَّ إِلَى رَبِّهِمْ مَرْجِعُهُمْ} ... الأنعام / 108\n{أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ} ... يونس / 46\n{مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ} ... يونس / 70\n{وَمَنْ كَفَرَ فَلا يَحْزُنْكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا} ... لقمان / 23\n{ثُمَّ إِنَّ مَرْجِعَهُمْ لإلَى الْجَحِيمِ} ... الصافات / 68\n5 ـ مرضاة ... {وَمِنْ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ} ... البقرة / 207",
        "(1/89)\n\n{وَمَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ ابْتِغَاءَ مَرْضَاةِ اللَّهِ} ... البقرة / 265\n{وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} ... النساء / 114\n{يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ} ... التحريم / 1\n{إِنْ كُنتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي} ... الممتحنة / 1\n6 ـ الرحمة ... {وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ} ... البلد / 17\n7 ـ مَرَدّ ... {وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءاً فَلا مَرَدَّ لَهُ} ... الرعد / 11\n{فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ ... الروم / 43 ...\nاللَّهِ}\n{وَتَرَى الظَّالِمِينَ لَمَّا رَأَوْا الْعَذَابَ يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِنْ ... الشورى / 44 ...\nسَبِيلٍ}\n{اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنْ اللَّهِ} ... الشورى / 47\nب ـ مردّا ... {وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا} ... مريم / 76\nج ـ مردّنا ... {وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ} ... غافر / 43\n8 ـ المساق ... {وَالْتَفَّتْ السَّاقُ بِالسَّاقِ - إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ} ... القيامة / 29\n9 ـ معصية ... {وَيَتَنَاجَوْنَ بِالإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ} ... المجادلة / 8\n{إِذَا تَنَاجَيْتُمْ فَلا تَتَنَاجَوْا بِالإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ} ... المجادلة / 9\n10 ـ معاذ ... {قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ} ... يوسف / 23\n11 ـ مغرم ... {أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ} ... الطور / 40\n{أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ} ... القلم / 46\nب ـ مغرما ... {وَمِنْ الأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا} ... التوبة / 98\n\n12 ـ المغفرة ... {أُوْلَئِكَ الَّذِينَ اشْتَرَوْا الضَّلالَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ} ... البقرة / 175\n{وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ} ... البقرة / 221\n(1/90)",
        "\n{قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى} ... البقرة / 263\n{وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلا وَاللَّهُ وَاسِعٌ عَلِيمٌ} ... البقرة / 268\n{وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ} ... آل عمران /133\n{أُوْلَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ} ... آل عمران /136\n{لَمَغْفِرَةٌ مِنْ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ} ... أل عمران /157\n{دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} ... النساء / 96\n{وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ ... المائدة / 9 ...\nعَظِيمٌ}\n{لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} ... الأنفال / 4\n{إِلا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ ... هود / 11 ...\nكَبِيرٌ}\n{أُوْلَئِكَ هُمْ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} ... الأنفال / 74\n{وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ} ... الرعد / 6\n{فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} ... الحج / 50\n{أُوْلَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} ... النور / 26\n{أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} ... الأحزاب / 35\n{أُوْلَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} ... سبأ / 4\n{وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} ... فاطر / 7\n{فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ} ... يس / 11\n{إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ} ... فصلت / 43\n{وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ} ... محمد / 15\n{وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا ... الفتح / 29 ...\nعَظِيمًا}\n{أُوْلَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ ... الحجرات / 3 ...\nعَظِيمٌ}\n{إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} ... النجم / 32\n(1/91)\n",
        "{وَفِي الآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنْ اللَّهِ وَرِضْوَانٌ} ... الحديد / 20\n{سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ} ... الحديد / 21\n{إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} ... الملك / 12\n{وَمَا يَذْكُرُونَ إِلا أَنْ يَشَاءَ اللَّهُ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ} ... المدثر / 56\n13 ـ منقلب ... {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ} ... الشعراء / 227\n{وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنقَلَبًا} ... الكهف / 36\n14 ـ ممزق ... {إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ} ... سبأ / 7\n{فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ} ... سبأ / 19\n15 ـ الممات ... {إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ} ... للإسراء / 75\n{أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ ... الجاثية / 21 ...\nوَمَمَاتُهُمْ}\n{قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ} ... الأنعام / 162\n16 ـ المنام ... {يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانظُرْ مَاذَا تَرَى} ... الصافات / 102\n{إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلاً} ... الأنفال / 43\n{وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ} ... الروم / 23\n{اللَّهُ يَتَوَفَّى الأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا} ... الزمر / 42\n17 ـ موثقاً ... {قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِي مَوْثِقًا مِنْ اللَّهِ} ... يوسف / 66\n{قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنْ اللَّهِ} ... يوسف / 80\nب ـ موثقهم ... {فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ} ... يوسف / 66\n18 ـ موعظة ... {فَجَعَلْنَاهَا نَكَالاً لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ} ... البقرة / 66\n{فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ} ... البقرة / 275\n{هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ} ... آل عمران /138\n{وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنْ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ} ... المائدة / 46\n(1/92)\n\n{وَكَتَبْنَا لَهُ فِي الأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً} ... الأعراف / 145\n{يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي ... يونس / 57 ...\nالصُّدُورِ}\n{وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ} ... هود / 120\n{ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} ... النحل / 125\n{وَلَقَدْ أَنزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلاً مِنْ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ ... النور / 34\nوَمَوْعِظَةً لِلْمُتَّقِينَ}",
        "(1/93)\n\n3 ـ العدول عن المصدر إلى اسم الفاعل:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ باقية ... {فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ} ... الحاقة / 8\n2 ـ خاصة ... {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} ... الأنفال / 25\n3 ـ خائنة ... {وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلا قَلِيلا مِنْهُمْ ... } ... المائدة / 13\n{يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} ... غافر / 19\n4 ـ شاكلته ... {قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ} ... الإسراء / 84\n5 ـ الطاغية ... {فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ} ... الحاقة / 5\n6 ـ عاقبة ... {فَسِيرُوا فِي الأَرْضِ فَانْظُروا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} ... آل عمران /137\n{كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} ... الأنعام / 11\n{فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ} ... الأنعام / 135\n{فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ} ... الأعراف / 84\n{وَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} ... الأعراف / 86\n{فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} ... الأعراف / 103\n{إِنَّ الأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ} ... الأعراف / 128\n{فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ} ... يونس / 39\n{فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ} ... يوسف / 73\n{فَاصْبِرْ إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ} ... هود / 49\n{أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ ... يوسف / 109 ...\nقَبْلِهِمْ}\n{لا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى} ... النحل / 36\n{والعَاقِبَةُ لِلتَّقْوَى} ... طه / 132\n{وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} ... الحج / 41\n{فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} ... النمل / 14\n(1/94)",
        "\n{فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ} ... النمل / 51\n{فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ} ... النمل / 69\n{وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ} ... القصص / 37\n{فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ} ... القصص / 40\n{وَالْعَاقِبَةُ لِلْمُتَّقِينَ} ... القصص / 83\n{كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ... الروم / 9\n{ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى} ... الروم / 10\n{فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ} ... الروم / 42\n{وَإِلَى اللَّهِ عَاقِبَةُ الأُمُورِ} ... لقمان / 22.\n{كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ... فاطر / 44\n{فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنذَرِينَ} ... الصافات / 73\n{كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ... غافر / 21\n{كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ... غافر / 82\n{فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنذَرِينَ} ... الزخرف / 25\n{كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ... محمد / 10\n{وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا} ... الطلاق / 9\n{فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا} ... الحشر / 17\n7 ـ كاشفة ... {أَزِفَتْ الآزِفَةُ - لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ} ... النجم /57 ـ 58\n8 ـ كاذبة ... {إِذَا وَقَعَتْ الْوَاقِعَةُ - لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ} ... الواقعة / 1 ـ 2\n9 ـ لاغية ... {لا تَسْمَعُ فِيهَا لاغِيَةً} ... الغاشية / 11\n(1/95)\n",
        "4 ـ العدول عن المصدر إلى اسم المفعول:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ المفتون ... {فَسَتُبْصِرُ وَيُبْصِرُونَ - بِأَيِّيكُمُ الْمَفْتُونُ} ... القلم / 5 ـ 6\n2 ـ مكذوب ... {ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍٍٍٍ} ... هود / 65\n\nثانياً ـ العدول عن اسم الفاعل:\n1 ـ العدول عن اسم الفاعل إلى اسم المفعول:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ مأتيا ... {وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا} ... مريم / 61\n2 ـ مركوم ... {وَإِنْ يَرَوْا كِسْفًا مِنْ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ} ... الطور / 44\n3 ـ مستوراً ... {وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ ... الإسراء / 45 ...\nحِجَابًا مَسْتُورًا}\n4 ـ مطهرة ... {وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ} ... البقرة 25\n{خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ} ... آل عمران / 15\n{لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلاً ظَلِيلاً} ... النساء / 57\n{فَمَنْ شَاءَ ذَكَرَهُ - فِي صُحُفٍ مُكَرَّمَةٍ - مَرْفُوعَةٍ مُطَهَّرَةٍ} ... عبس /12ـ 14\n{رَسُولٌ مِنْ اللَّهِ يَتْلُوا صُحُفًا مُطَهَّرَةً} ... البينة / 2\n5 ـ مكظوم ... {وَلا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ} ... القلم / 48\n\n2 ـ العدول عن اسم الفاعل إلى الصفة المشبهة:\n(1/96)\n\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ أليم ... {وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ} ... البقرة / 10 ...\n[وقد ورد صيغة ...\n(أليم) في اثنين وسبعين موضعاً في القرآن الكريم]\n2 ـ بديع ... {بَدِيعُ السَّمَوَاتِ وَالأَرْضِ} ... البقرة / 117\n{بَدِيعُ السَّمَوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ} ... الأَنعام / 101\n3 ـ حسيباً ... {كَفَى بِاللَّهِ حَسِيبًا} ... النساء / 6\n{إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا} ... النساء / 86\n{اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا} ... الأَسراء / 14\n{وَلاَ يَخْشَوْنَ أَحَدًا إِلاَّ اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا} ... الأَحزاب / 39\n4 ـ شريك ... {لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} ... النعام / 163\n{وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ} ... الأَسراء / 111\n{وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ} ... الفرقان / 2\n5 ـ ظهير ... {وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ} ... سبأ / 22\n{وَالْمَلأَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} ... التحريم / 4\n{لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} ... الأَسراء / 88\n{وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا} ... الفرقان / 55\n{قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ} ... القصص / 17\n{فَلا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ} ... القصص / 86\n6 ـ عنيد ... {وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ} ... هود / 59\n{وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ} ... ابراهيم / 15\n{أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ} ... ق / 24\nب ـ عنيداً ... {كَلاّ إِنَّهُ كَانَ لآيَاتِنَا عَنِيدًا} ... المدثر / 15\n7 ـ قرين ... {قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ} ... الصافات / 51",
        "(1/97)\n\n{وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنُ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ} ... الزخرف / 36\n{قَالَ يَالَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ} ... الزخرف / 38\n{وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا} ... النساء / 38\n{وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ} ... ق / 23\n{قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلالٍ بَعِيدٍ} ... ق / 27\n8 ـ قعيد ... {إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنْ الْيَمِينِ وَعَنْ الشِّمَالِ قَعِيدٌ} ... ق / 17\n9 ـ نجيّا ... {فَلَمَّا اسْتَيْئَسُوا مِنْهُ خَلَصُوا نَجِيًّا} ... يوسف / 80\n{وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا} ... مريم / 52\n10 ـ نخرة ... {يَقُولُونَ أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ - أَئِذَا كُنَّا عِظَامًا نَخِرَةً} ... النازعات/10ـ11\n11 ـ وزيراً ... {وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي - هَارُونَ أَخِي - اشْدُدْ بِهِ ... طه / 29 ـ 31 ...\nأَزْرِي}\n{وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا} ... الفرقان / 35\n(1/98)",
        "\n3 ـ العدول عن اسم الفاعل إلى صيغ المبالغة:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ أمين ... {إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ} ... الدخان / 51\n{وَهَذَا الْبَلَدِ الأَمِينِ} ... التين / 3\n2 ـ بشير ... {أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلا نَذِيرٍ} ... المائدة / 19\n{فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ} ... المائدة / 19\n{إِنْ أَنَا إِلاّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} ... الأَعراف / 188\n{فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا} ... يوسف / 96\n{أَلاَّ تَعْبُدُوا إِلاّ اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ} ... هود / 2\nب ـ بشيراً ... {إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا} ... البقرة / 119\n{وَمَا أَرْسَلْنَاكَ إِلاَّ كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا} ... سبأ / 28\n{إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا} ... فاطر / 24\n3 ـ بغياً ... {قَالَتْ أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا} ... مريم / 20\n{يَاأُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا} ... مريم / 28\n4 ـ حفيظ ... {فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ} ... الأَنعام / 104\n{بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنتُمْ مُؤْمِنِينَ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ} ... هود / 86\n{قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ} ... يوسف / 55\n{قَدْ عَلِمْنَا مَا تَنْقُصُ الأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ} ... ق / 4\n{هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ} ... ق / 32\n{وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} ... النساء / 80\n{وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا} ... الأَنعام / 107\n{فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} ... الشورى / 48\n5 ـ حفيّ ... {يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ} ... الأَعراف / 187\n{قَالَ سَلاَمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا} ... مريم / 47\n(1/99)\n",
        "6 ـ رقيب ... {فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنْتَ الرَّقِيبَ} ... المائدة / 117\n{وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ} ... هود / 93\n{مَا يَلْفِظُ مِنْ قَوْلٍ إِلاّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} ... ق / 18\n7 ـ سميع ... {مَثَلُ الْفَرِيقَيْنِ كَالأَعْمَى وَالأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ} ... هود / 24\n{إِنَّا خَلَقْنَا الأَنسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا ... الإنسان / 2 ...\nبَصِيرًا}\n8 ـ طهوراً ... {وَأَنزَلْنَا مِنْ السَّمَاءِ مَاءً طَهُورًا} ... الفرقان / 48\n{وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا} ... الإنسان / 21\n\n4 ـ العدول عن اسم الفاعل إلى المصدر:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ بوراً ... {وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا} ... الفرقان / 18\n{وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا} ... الفتح / 12\n2 ـ غوراً ... {أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا} ... الكهف / 41\n{قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} ... الملك / 30\n3 ـ مفازة ... {فَلأَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنْ الْعَذَابِ} ... آل عمران /188\n{وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوا بِمَفَازَتِهِمْ} ... الزمر / 61\n(1/100)\n\nثالثاً ـ العدول عن الصفة المشبهة:\n1 ـ العدول عن الصفة المشبهة عن اسم الفاعل:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ ضائق ... {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ} ... هود / 112",
        "(1/101)\n\nرابعاً ـ العدول من اسم المفعول:\n1 ـ العدول عن اسم المفعول إلى صيغ المبالغة:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ أسيراً ... {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا} ... الأَنسان / 8\n2 ـ ذلول ... {إِنَّهَا بَقَرَةٌ لاَ ذَلُولٌ تُثِيرُ الأَرْضَ وَلاَ تَسْقِي الْحَرْثَ} ... البقرة / 71\n{هُوَ الَّذِي جَعَلَ لَكُمْ الأَرْضَ ذَلُولاً فَامْشُوا فِي مَنَاكِبِهَا} ... الملك / 15\n3 ـ كظيم ... {وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ} ... يوسف / 84\n{وَإِذَا بُشِّرَ أَحَدُهُمْ بِالأَنثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ} ... النحل / 58\n{ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ} ... الزخرف / 17\n\n2 ـ العدول عن اسم المفعول إلى المصدر:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ بَخْس ... {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنْ الزَّاهِدِينَ} ... يوسف / 30\n2 ـ الخَبْء ... {أَلاَّ يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَوَاتِ وَالأَرْضِ} ... النمل / 25\n3 ـ كَذِبٍ ... {وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ} ... يوسف / 18\n4 ـ كُرْه ... {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ} ... البقرة / 216\n{وَوَصَّيْنَا الإِنسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ ... الأحقاف / 15\nكُرْهًا}\n(1/102)",
        "\n3 ـ العدول عن اسم المفعول إلى اسم الفاعل:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ آمنا ... {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا} ... البقرة / 126\n{فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا} ... آل عمران / 97\n{وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا} ... ابراهيم / 35\n{أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} ... القصص / 57\n{أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا} ... العنكبوت / 67\n{أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ} ... فصلت / 40\n2 ـ الحافرة ... {يَقُولُونَ أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ} ... النازعات / 10\n3 ـ دافق ... {فَلْيَنظُرِ الإِنسَانُ مِمَّ خُلِقَ - خُلِقَ مِنْ مَاءٍ دَافِقٍ} ... الطارق / 5 ـ 6\n4 ـ راضية ... {فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ} ... الحاقة / 21\n{فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ - فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ} ... القارعة / 6 ـ 7\n5 ـ عاصف ... {جَاءَتْهَا رِيحٌ عَاصِفٌ} ... يونس / 22\n{أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ} ... ابراهيم / 18\n6 ـ عاصم ... {وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنْ اللَّهِ مِنْ عَاصِمٍ} ... يونس / 27\n{قَالَ لا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلاَّ مَنْ رَحِمَ} ... هود / 43\n{يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ} ... غافر / 33\n\n4 ـ العدول عن اسم المفعول إلى الصفة المشبهة:\n(1/103)\n",
        "الصيغة ... الآية ... السورة ورقم الآية\n1 ـ بِدْع ... {قُلْ مَا كُنْتُ بِدْعًا مِنْ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ} ... الأحقاف / 9\n2 ـ دهاقا ... {إِنَّ لِلْمُتَّقِينَ مَفَازًا - حَدَائِقَ وَأَعْنَابًا - وَكَوَاعِبَ أَتْرَابًا - ... النبأ / 31 ـ 34 ...\nوَكَأْسًا دِهَاقًا}\n3 ـ ذِبْح ... {وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ} ... الصافات / 107\n4 ـ رجيم ... {وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنْ الشَّيْطَانِ الرَّجِيمِ} ... آل عمران / 36\n{وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ} ... الحجر / 17\n{قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ} ... الحجر / 34\n{فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنْ الشَّيْطَانِ الرَّجِيمِ} ... النحل / 98\n{قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ} ... ص / 77\n{وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ} ... التكوير / 25\n5 ـ ركاماً ... {أَلَمْ تَرَى أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا} ... النور / 43\n6 ـ رهين ... {كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ} ... الطور / 51\nب ـ رهينة ... {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} ... المدثر / 38\n7 ـ صديد ... {مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ} ... ابراهيم / 16\n8 ـ لزاماً ... {وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى} ... طه / 129\n{فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا} ... الفرقان / 77\n\nخامساً ـ العدول عن الفعل:\n1 ـ العدول عن الفعل إلى المصدر:\n(1/104)\n\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ ضَرْب ... {إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ} ... محمد / 4\n\n2 ـ العدول عن الفعل إلى اسم المفعول:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ مجموع ... {ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ} ... هود / 103",
        "(1/105)\n\nالفصل الثالث\n\nالعدول عن القياس في\nالقرآن الكريم\n(1/106)",
        "\nأولاً ـ العدول عن مصدر الثلاثي (فَعَلَ) المقيس:\n\nفي هذا النوع من العدول جاءت صيغ متعددة، جرى البحث في قسم منها انتقاءً على وفق ما أثارته من دلالات متنوعة، كي لا يكون ثمة تكرار في بحث المعاني المتشابهة، ومنها العدول عن (بَعَداً) مصدر الثلاثي (بَعِد) إلى (بُعْداً) مصدر الفعل (بَعُد)،والعدول من (الخوف) إلى (الخيفة) وعن (القراءة) مصدر (قرأ) المقيس إلى (القرآن) مصدر (قرأ) السماعي، وكذلك العدول عن اسم المفعول (مسموع) للفعل الثلاثي (سمع) إلى اسم المفعول (مُسْمَع) للفعل الرباعي\n(أسمع).\n\n1 ـ العدول عن المصدر (بَعَداً) إلى المصدر (بُعْداً):\nقال تعالى: {أَلا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ} (سورة هود / 95) يلحظ مجيء (بُعْداً) المصدر غير المقيس لـ (بَعِد) الذي من باب (فَرِح) ومصدره بَعَداً (1). وفي التفريق بين الصيغتين دلالة أشار إليها الزمخشري، قال: \" المعنى في البناءين واحد، وهو نقيض القُرب، إلاّ أنهم أرادوا التفصلة بين البَعَد من جهة الهلاك وبين غيره، فغيّروا البناء؛ كما فرّقوا بين ضماني الخير والشر، فقالوا: وعد وأَوعد \" (2). وفي (بُعْداً) أسلوبٌ من أساليب الدعاء بالمصدر نحو: \" سَقْيا ورَعْياً لك، وسُحْقاً للكافر؛ إذ فيه معنى الإخبار عن شيءٍ قد وجب وتحصّل، ومعنى (بَعِدَتْ): هلكت، قالت خِرنق بنت هفّان:\nلاَ يَبْعِدَنْ قومي الذينَ هُمُ ... سُمُّ العُداةِ وآفةَ الجُزْرِ\nأي: لا يهلكن (3).\nودلالة الهلاك في (البَعَدِ) متحققة في الأصل من معنى البُعْد، الذي هو ضدّ القُرْب، وليس لهما حَدّ محدود، وإنما بحسب اعتبار المكان بغيره، ويقال في الأكثر في\n__________\n(1) ينظر: مختار الصحاح: 57، وفيه هو من باب طرب.\n(2) الكشاف: 2/ 425.\n(3) المحرر الوجيز: 7/ 389.\n(1/107)\n",
        "البُعْد المحسوس، وفي المعقول قليلاً، ويقال بَعِدَ: مات، والبَعَد أكثر ما يقال في الهلاك، ومنه قول النابغة:\nفتلك تُبلغني النعمانَ إنَّ له ... فَضْلاً على الناسِ في الأَدنى وفي البَعَدِ\nوالبُعْد والبَعَد: ضد القُرب (1). ولتقارب المعنى بينهما قُرِئَ بهما، قرأ أبو عبد الرحمن السلمي: (كَمَا بَعُدَتْ ثَمُود) (2). على الأصل، إلاّ أن قراءة الجمهور بالكسر، والنحّاسُ يَعُدّ (بُعْداً وَبَعْداً) مصدرين للفعل (بَعِد) بمعنى هلك، ولكنّ الأرجح أَنّ\n(بَعُد) تستعمل في الخير والشرّ ومصدرها البُعْد، وبَعِدت تستعمل في الشرّ خاصة، يقال: بَعِدَ يَبْعَد بَعَداً، والبَعَدُ على قراءة الجماعة بمعنى اللعنة، وقد يجتمع معنى اللغتين لتقاربهما في المعنى، فيكون ممّا جاء مصدر على غير لفظهِ لتقارب المعاني\" (3).\nولهذا التغاير في الصيغ معنى وهو أَنّ عذاب قوم صالح، وقوم شعيب كان بالصيحة إلاّ أنّ صيحة ثمود كانت من تحتهم، وصيحة مدين كانت من فوقهم، فجاء التغيير لتخصيص معنى البعد بما يكون بسبب الهلاك (4).\nوهو في الحقيقة عدول عن القياس، إذ القياس بَعِدَ يَبْعَد بَعَداً، من باب (فرح)، وبَعُدَ يَبْعُدُ بُعْداً من باب (كرُم) (5). ودلالته هنا كما سمّاه أبو حيّان النحوي، الاستطراد: \" وهو أَن تمدح شيئاً وتذمّه ثُمَّ تأتي في آخر الكلام بشيءٍ هو غرضك في أوّله \" (6). وهنا ذكر - سبحانه وتعالى - ثمود بالبُعد الذي هو ضدّ القرب أي صارت بعيدة من رحمة الله، ثم جيء بتوضيح هذا البُعْد بأَنّه هَلاك وفناء، وهو دلالة صيغة (بَعِدت)، فَجُمع بين دلالتي البُعْد والهلاك، ليكون أشنع في العذاب، وأنكى في العقاب.\n__________\n(1) ينظر: المفردات: ص 133؛ وديوان النابغة: ص 20؛ وشرح المعلقات، النحاس: 2/ 166.\n(2) ينظر: اعراب القرآن، النحاس: 2/ 109؛ والمحتسب: 1/ 327؛ ومعجم القراءات القرآنية:\n3/ 132.\n(3) الجامع لأحكام القرآن: 9/ 62.\n(4) ينظر: تفسير البيضاوي: 3/ 37؛ وتفسير أبي السعود: 4/ 238؛ وروح المعاني: 12/ 129.\n(5) ينظر: القاموس المحيط، الفيروزآبادي: 1/ 228.\n(6) البحر المحيط: 5/ 257.\n(1/108)\n\n2 ـ العدول عن الخوف إلى الخيفة:\nجاء العدول عن الخوف إلى الخيفة في قوله تعالى: {ضَرَبَ لَكًمْ مَثَلا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْقِلُونَ} (سورة الروم / 28) ضرب الله مثلاً لقوم يعقلون في معرض الردّ على المشركين الذين يعبدون من دون الله من مخلوقاته، بأنَّهم لا يرضون أن يشاركهم في الأموال ونحوها مماليكهم وهم مثلهم في البشرية غير مخلوقين لكم بل لله تعالى لكنهم يرضون بأن يجعلوا لله شركاء من خَلْقِه سبحانه تعالى (1).\nوالخوف حاصل منهم بسبب الخشية من أَن يرثوهم بعد موتهم، أو أنّ الخوف حاصل بسبب خشيتهم من أَن يقاسموهم الأَموال (2). والخوف في اللغة: \" توقّع مكروهٍ عن أمارة مظنونة أو معلومة \" وأما الخيفة: فهي الحالة التي عليها الانسان من الخوف \" (3)، أي هي اسم هيئة على نحو الجِلسة والقِعدة، إذ يقال: فلان حَسَنُ الجِلسة والقِعدة، أي أنّ جلسته وقعدته حسنة لا تكاد تفارقها هذه الهيئة الحسنة (4). فيكون معنى الخيفة حالة الخوف الدائمة، قال الراغب: \" قوله تعالى {تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ} أي: كخوفكم، وتخصيص لفظِ الخيفة تنبيهاً أَنَّ الخوف منهم حالةٌ لازمة لا تفارقهم\" (5). ومثله قوله تعالى في قصة موسى (- عليه السلام -): {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى - قُلْنَا لا تَخَفْ} (سورة طه / 67 ـ 68) لما لازم من حالة الخوف\nوالرهبة موسى (- عليه السلام -) عندما رأى عِصيَّ السحرةِ وحبالَهم أَنَّها تسعى، قال تعالى: {قَالُوا يَامُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى - قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى} (سورة طه / 65 ـ 66).\nفتبيّن أَنَّ العدول عن الخوف إلى الخيفة للدلالة على إرادة معنى دلالة اسم الهيئة وهي ملازمة لا طارئة على نحو الخوف.\n__________\n(1) ينظر: جامع البيان: 21/ 38؛ وروح المعاني: 7/ 59.\n(2) ينظر: جامع البيان: 21/ 39.\n(3) المفردات: ص 303.\n(4) ينظر: معاني الأَبنية في العربية: ص 38.\n(5) المفردات: ص 303.",
        "(1/109)\n\n3 ـ العدول عن مسموع إلى مُسْمَع:\nقال تعالى على لسان الذين هادوا في خطابهم للنبي (- صلى الله عليه وسلم -): {مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ} (سورة النساء / 46).\nفالعدول حاصل في مجيء (مُسْمَع) وهو اسم مفعول من (أَسْمَع)، إذ القياس أَن يكون (مسموع) من الثلاثي الذي ورد بصيغة فعل الأمر (اسمع) في الآية، وإنّما نهي اليهود عن استعمالهم هذه الصيغة لأنها تحتمل المدح وتحتمل الذمّ، واحتمال المدح فيها متأتٍ من قولهم: أَسْمَعَ فلانٌ فلاناً إذا سَبَّهُ، فقولهم: {وَاسْمَعْ غَيْرَ مُسْمَعٍ} أي: غير مُسْمَع مكروهاً، واحتمال الذمّ فيه آتٍ من قولهم: اسمع منّا مدعواً عليك ـ بلا سَمِعْت؛ لأنه لو أُجيبت دعوتهم عليه لم يسمع، فكان أَصمّ غير مُسْمَع، قالوا ذلك اتّكالاً على أَن قولهم ـ لا سمعت ـ دعوة مستجابة، أو اسمع غير مُجاب إلى ما تدعو إليه. ومعناه: غير مسمَع جواباً يوافقك، فكأنك لم تسمع شيئاً، أو اسمع غير مسمع كلاماً ترضاه، فسمعك عنه نابٍ (1). والصحيح أنّ المراد بقولهم:\n{وَاسْمَعْ غَيْرَ مُسْمَعٍ}، الدعاء على النبي (- صلى الله عليه وسلم -) ـ بلا سَمِعْت، أي يدعون عليه بالصمم، وهم يُظهرون أنهم يريدون: اسمع غير مسمَع مكروهاً ولا أَذىً، وعليه أكثر المفسرين (2).\nولكنه العدول عن (مسموع) إلى (مُسْمَع) مع أنه القياس؛ لأن فيه معنى الإلباس الذي يريد أن يُوضّحه النص القرآني محاكاة لحال اليهود في ارادتهم الذم والشرّ، ولكن بلباس يظهر أوّل ولهة وأنّ به معنى المدح والخير، قال البيضاوي وضعوا: \" {غَيْرَ مُسْمَعٍ} موضع لا أُسمعْتَ مكروهاً أو فتلاً بها وضماً ما يظهرون من الدعاء والتوقير إلى ما يضمرون من السبّ والتحقير نفاقاً {وَطَعْناً في الدّينِ} وطعناً بالدين واستهزاء به وسخرية \" (3)، فيكون هذا الكلام في حكم غير المسموع؛ لأن مالا يرتضيه\n__________\n(1) ينظر: الكشاف: 1/ 517؛ والتفسير الكبير: 1/ 122.\n(2) ينظر: الجامع لأحكام القرآن: 5/ 157؛ وتفسير الخازن: 1/ 365.\n(3) تفسير البيضاوي: 2/ 90 ـ 91.\n(1/110)",
        "\nالسامع لا يتوجّه بسمعه إليه حتى يسمع بكماله، فكأنه غير مسموع (1). فَخُولِف بين الصيغتين للدلالة على الجمع بلين السماع والإسماع في المعنى لإرادة الإلباس محاكاةً لسياق الحال في الآية.\n\n4 ـ العدول عن القراءة إلى القرآن:\nقال تعالى: {إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ - فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ}\n(سورة القيامة / 17 ـ 18) وهذا أمر للنبي (- صلى الله عليه وسلم -) بالاستماع لجبريل (- عليه السلام -) حين يقرأ عليه القرآن لأجل فهم أحكامه وأوامره ونواهيه للعمل به، قال الطبري:\n\" ودللنا على أن معنى قوله (قرآنه) قراءته فقد بيّن ذلك عن معنى قوله {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ - ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} \" (2) أي: أن معنى (قرآنه): قراءته (3). ومنه قول حسان ابن ثابت:\nضَحّوا بأشمطَ عنوانُ السجود به ... يُقطّع الليلَ تسبيحاً وقُرآنا\nأي: قراءة (4)، والآية تعليم للنبي (- صلى الله عليه وسلم -) بعدم العجلة في أخذ القرآن مخافة أن يتفلّت منك بأن تحرك به لسانك؛ لأنّ الله هو الذي تكفل بإثبات قراءته في لسانك وهو تعليل للنهي، بحيث إذا قرأناه عليك بلسان جبريل فكرر قراءته حتى يرسخ في ذهنك (5).\nوبذلك يتبين أنَّ العدولَ عن (القراءة) وهي المصدر المقيس إلى (القُرآن) وهو المصدر السماعي، عدولٌ مقصود يراد منه بيان دلالة التحرك والمبالغة في قراءة القرآن من أَجل التثبت في معرفة أحكامه للعمل بها، وهو ما تدل عليه صيغة (فُعلان) وهي الحركة والمبالغة، قال ابن عباس: \" إذا جمعناه وأثبتناه في صدرك فاعمل به \" (6)، في حين لا يتحقق في القراءة إلاّ معنى \" ضم الحروف والكلمات بعضها إلى بعض في\n__________\n(1) ينظر: حاشية الكازورني: 2/ 91.\n(2) جامع البيان: 29/ 190.\n(3) ينظر: الكشاف: 4/ 661؛ والتفسير الكبير: 30/ 224.\n(4) ينظر: المحرر الوجيز: 15/ 215، والبيت غير موجود في الديوان.\n(5) ينظر: تفسير البيضاوي: 5/ 422.\n(6) المفردات: ص 668.\n(1/111)\n",
        "الترتيل \" (1). فالمراد إذن الإشارة إلى ضرورة الحرص على معرفة معاني القرآن الكريم، وليس مجرد القراءة.\n\nثانياً ـ العدول عن الإفعال:\nلقد جاءت صيغ كثيرة في القرآن الكريم معدولة عن (الإفعال) وهو المصدر القياسي للفعل الرباعي (أفعل)، ولكن وقع الاختيار على نماذج عدة من هذا النوع من العدول لتعدد صيغها المعدول إليها، وتنوّع دلالاتها على وفق ذلك، وهذه النماذج هي: العدول عن الإصلاح إلى الصلح، والعدول عن الإضلال إلى الضلال، والعدول عن الإقراض إلى القرض، والعدول عن الإنبات إلى النبات، والعدول عن الإنشاء إلى النشأة، والعدول عن الإهلاك إلى المهلك.\n\n1 ـ العدول عن الإصلاح إلى الصُّلح:\nقال تعالى: {وَإِنْ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتْ الأَنفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} (سورة النساء / 128)\nوفي (يُصلحا) قراءتان: الأولى: (يُصْلِحَا) من (أصلح) وهي قراءة الكوفيين عاصم وحمزة والكسائي، وهي قراءة أبي عضمْرو من البصريين، والقراءة الثانية: (يصَّالحا) من (تصالح) وهي قراءة ابن عامر وابن كثير ونافع، والأولى على معنى الإِصلاح الذي هو ضد الفساد، وفي معنى القراءة الثانية دلالة التصالح (2). والراجح أَنّ في معنى\n(الصلح): التصالح، وهو أن يتصالح الرجل والمرأة على أن تطيبَ له نفساً على القسمة، او عن بعضها (3). وقد تراجح عند ابن عطية دلالة (صُلْحاً) أهو على المصدرية أم على الإسمية، والصحيح أَنّه مصدرٌ انتقل إلى معنى الإسمية، فالصُّلْح لفظ\n__________\n(1) المفردات: ص 668؛ وينظر: البرهان في علوم القرآن، الزركشي: 1/ 277.\n(2) ينظر: جامع البيان: 9/ 278؛ واتحاف فضلاء البشر في القراءات الأربع عشر: ص 194؛\nوالجامع لأحكام القرآن: 5/ 260؛ وينظر: معجم القراءات القرآنية: 2/ 167.\n(3) ينظر: الكشاف: 1/ 571؛ وتفسير النسفي: 1/ 252.\n(1/112)\n\nعامّ مطلق، وهو ما تسكن إليه النفوس، ويزول به الخلاف (1). ومجيء\n(صلحاً) معدولاً به عن (الإصلاح) الذي هو المصدر المقيس للفعل (يُصلح) للدلالة على إرادة المعنيين الصلح والإصلاح، إذ لا يمكن تصور وجود صلح من دون إصلاح يسبقه، والإصلاح مستعمل في التنازع والتشاجر، قال تعالى: {إِلا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ} (سورة النساء / 114) (2). فالصلاح بمعنى الإصلاح (3)، إذ إنّ التقدير: (أن يُصْلحا بينهما إصلاحاً)، ونكتة العدول عن\n(إصلاحاً) هي أنه لما كان المأمور به يحصل بأَقل ما يقع عليه اسم الصلح بُني المصدر على غير القياس، فجاء من الفعل المجرد (يُصلح) وهو (الصلح)، ويحصل بأن تلين المرأة فتترك بعض المهر أو بعض القسم أو نحو ذلك، وأن يلين لها هو بإحسان العشرة في مقابلة ذلك (4). هذا فضلاً عن أن (الصلح) لا يحصل إلاّ بعد إصلاح، فجاء العدول للدلالة على المعنيين.\n\n2 ـ العدول عن الإضلال إلى الضلال:\nقال تعالى في وصف المنافقين: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلاَلاً بَعِيدًا} (النساء / 60).\nفي قوله تعالى: {يُضِلَّهُمْ ضَلاَلاً} عدول عن القياس؛ ولهذا فإنّ (ضلالاً) انتصب \" على المعنى أي فيضلون ضلالاً \" (5)، قال أبو حيان: \" ضلالاً ليس جارياً على يُضلّهم فيحتمل أن يكون جعل مكان إضلال، ويحتمل أن يكون مصدراً مطاوع يضلهم أي فيضلون ضلالاً بعيداً \" (6)، فأبو حيان يرى أن ضلالاً في الآية يحتمل أن يكون مصدراً لفعل محذوف مطاوع أضلّ، أي يريد الشيطان أن يضلهم فيضلون ضلالاً بعيداً. والأرجح أنه معدول عن القياس (إضلال)، وأما ضلال فهو مصدر\n(ضلّ)، قال تعالى: {فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا} (سورة النساء /116) \" والمعنى: أن\n__________\n(1) ينظر: المحرر الوجيز: 4/ 247 ـ 248.\n(2) ينظر: التفسير الكبير: 11/ 67؛ والجامع لأحكام القرآن: 5/ 260.\n(3) ينظر: تفسير البيضاوي: 2/ 120؛ وحاشية الكازروني: 2/ 120.\n(4) ينظر: نظم الدرر: 5/ 422.\n(5) الجامع لأحكام القرآن: 5/ 171.\n(6) البحر المحيط: 3/ 280.",
        "(1/113)\n\nالشيطان يريد أن يُضلّهم ثم يريد بعد ذلك أن يضلّوا هم بأنفسهم، فالشيطان يبدأ المرحلة وهم يتمونها، فهو يريد منهم المشاركة في أن يبتدعوا الضلال ويذهبوا فيه كل مذهب، يريد أن يطمئن إلى أنّهم يقومون بمهمته هو \" (1).\n3 ـ العدول عن الإقراض إلى القرض:\nقال تعالى: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ} (سورة البقرة / 245).\nقال الطبري: \" إنّما سمّاه الله تعالى ذكره قرضاً؛ لأن معنى القرض: إعطاء الرجل غيره ماله ممّلِكاً له، ليقضيه مثله إذا اقتضاه؛ فلما كان إعطاء من أعطى أهل الحاجة والفاقة في سبيل الله، وإنّما يُعطيهم ما يعطيهم من ذلك ابتغاء ما وعده الله عليه من جزيل الثواب عنده يوم القيامة سمّاه قرضاً، إذا كان معنى القرض في لغة العرب ما وصفناه \" (2) إذ القرض في اللغة القطع ثم سُمّي قطع المكان وتجاوزه قَرْضاً، ثم سمّي ما يدفع إلى الانسان من المال بشرط ردِّ بدله قرضاً (3). قال القرطبي: \" القرض اسم لكل ما يلتمس عليه الجزاء، وأقرض فلانٌ فلاناً أي أعطاه ما يتجاوزه، أصله القطع، ومنه المقراض وأقرضته قطعتُ له من مالي قطعة يُجازى عليها، وانقرض القوم: انقطع أثرهم وهلكوا \" (4). والقرض اسمٌ معدولٌ به عن المصدر المقيس للفعل الرباعي (أقرض)، أو كما عبّر أبو حيّان بأنه اسم أُقيم مقام المصدر الإقراض (5). وإنّما قام القرض مقام الإقراض لمعنى مقصود وهو إرادة معنى (القرض) وهو: اسلاف المال بنية إرجاع مثله، ثم أطلق مجازاً على البذل لأجل الجزاء، ومنه بذل النفس والجسم رجاء الثواب، إذ ان المعنى معنى الإقراض فعل القرض وهو السلف (6). فالمراد إذن بذل القرض وليس فعل\n__________\n(1) معاني النحو، د. فاضل صالح السامرائي: 2/ 589؛ وينظر: التعبير القرآني، د. فاضل\nالسامرائي: ص 36.\n(2) جامع البيان: 2/ 592.\n(3) ينظر: المفردات: ص 666.\n(4) الجامع لأحكام القرآن: 3/ 156.\n(5) ينظر: البحر المحيط: 3/ 444.\n(6) ينظر: التحرير والتنوير: 2/ 245.\n(1/114)",
        "\nالقرض، فعُبّر عن نتيجة الإقراض وهي بذل القرض، فلما لم يكن فعل القرض وهو الإقراض مراداً عُدل عنه إلى القرض الذي \" هو بذل شيءٍ ليرد مثله أو مساويه \" (1).\n\n4 ـ العدول عن الإنبات إلى النبات:\nقال تعالى في حق مريم (عليها السلام): {وَأَنْبَتَهَا نَبَاتًا حَسَنًا}\n(سورة آل عمران /37). قال الطبري: \" معناه: وأنبتها رَبُّها في غذائه ورزقه نباتاً حسناً \" (2)، وهي في الحقيقة، \" مجاز عن التربية الحسنة العائدة عليها بما يُصلحها في جميع أحوالها \" (3) من بركة هذا النبات الحسن الذي أنبتها الله أيّاها في الدنيا أنها تنبت في اليوم مثل ما ينبت المولود في عام واحد، وأما في الدين فلأنها نبتت في الصلاح والسداد والعفة والطاعة (4). ويلحظ في {وَأَنْبَتَهَا نَبَاتًا} مجيء (أفعل) في (وأنبتها) ومجيء مصدر الثلاثي (نَبَت) وهو (النبات) في (نباتاً) وذلك من الإعلام \" بكمال الأمرين من إمدادها في النمو الذي هو غيب عن العيون وكمالها في ذاتية النبات الذي هو ظاهر للعين، فَكَمُلَ في الانبات والوقوع حسن التأثير وحسن الأثر، فأَعرب عن إنباتها ونباتها معنىً حسناً \" (5).\nعزا ابن عاشور العدول عن الإنبات إلى النبات لكون (نباتاً) أخفّ من (إنباتاً)، \" فلما تسنى الإتيان به لأنه مستعمل فصيح لم يعدل عنه إلى الثقيل كمالاً في الفصاحة \" (6)، وهو تعليل لفظي، والصحيح إنّ العلة في العدول معنوية وهي كون\n\" الانبات إِنما ينظر فيه إلى صنع الله عزّ وجلّ وهو خفيّ، فعدلت الآية عنه إلى ما هو ظاهر وهو النبات حيث تتجلّى فيه مظاهر الإبداع والقدرة، فكان ذلك أقوى مناسبة لمقام بيان قدرة الله تعالى ولطف صنعه، والامتنان على عباده بنعمه \" (7).\n__________\n(1) التحرير والتنوير: 2/ 246.\n(2) جامع البيان: 6/ 344.\n(3) الكشاف: 1/ 358.\n(4) ينظر: التفسير الكبير: 8/ 31.\n(5) نظم الدرر: 4/ 356.\n(6) التحرير والتنوير: 27/ 204.\n(7) الإعجاز الصرفي في القرآن الكريم، د. عبد الحميد أحمد يوسف هنداوي: ص 168.\n(1/115)\n",
        "وقد ورد هذا النوع من العدول في سورة نوح، قال تعالى: {وَاللَّهُ أَنْبَتَكُمْ مِن الأَرْضِ نَبَاتًا} (سورة نوح /17) وقد أشار الرازي إلى سر العدول عن القياس في هذه الآية قال وفيه \" دقيقة لطيفة وهي أَنه لو قال إنباتاً كان المعنى أنبتكم إنباتاً عجيباً غريباً، ولما قال أنبتكم نباتاً كان المعنى انبتكم فنبتم نباتاً عجيباً، وهذا أَولى لأن الإنبات صفة الله تعالى وصِفة الله غير محسوسة لنا، فلا نعرف أن ذلك الإنبات إنبات عجيب، وهذا المقام الاستدلال على كمال قدرة الله تعالى فلا يمكن اثباته بالسمع، وأما لما قال:\n{أَنْبَتَكُمْ مِنْ الأَرْضِ نَبَاتاً} على معنى أنبتكم فنبتم نباتاً عجيباً كاملاً كان ذلك وصفاً للنبات بكونه عجيباً كاملاً، وكون النبات كذلك أمراً شاهداً محسوساً، فيمكن الاستدلال به على كمال قدرة الله تعالى، فكان هذا موافقاً لهذا المقام؛ فظهر أن العدول من تلك الحقيقة كان لهذا السرّ اللطيف \" (1).\n\n5 ـ العدول عن الإنشاء إلى النشأة:\nقال تعالى على لسان ابراهيم (- عليه السلام -) وهو يخاطب قومه: {قُلْ سِيرُوا فِي الأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (سورة العنكبوت / 20).\nقال الزمخشري: \" إنّهما نشأتان، وإن كل واحدة منها إنشاء، أي ابتداء واختراع، وإخراج من العدم إلى الوجود، لا تفاوت بينهما إلاّ أن الآخرة إنشاء بعد إنشاء مثله، والأولى ليست كذلك \" (2). فالمعنى اللغوي للنّشْئ: إحداث الشيء وتربيته، وأكثر ما يُقال في حدوث الشيء شيئاً فشيئاً، قال تعالى: {وَيُنْشِئُ السَّحَابَ الثِّقَالَ} (سورة الرعد / 12) أي: يكون حدوثه في الهواء شيئاً فشيئاً، والانشاء: إيجاد الشيء وتربيته (3).والنشأةُ: مصدر مُؤَكّد لِيُنشِئ، إذ الأصل (إنشاء) (4). وقد جاء (النشأة) معدولاً به عن القياس للدلالة على كون المراد ليس حقيقة الإنشاء وهو الإيجاد والإحداث للشيء ومراعاته شيئاً فشيئاً على التدريج، وإنما يراد نتيجة هذا الإنشاء، وهي الصورة المتحصلة منه، والحالة الكائنة إليه، فالصورة والحالة التي يكون فيها الإيجاد (نَشْأَة) بعد انشاء،\n__________\n(1) التفسير الكبير: 30/ 140.\n(2) الكشاف: 3/ 448؛ وفتح البيان: 10/ 179.\n(3) ينظر: المفردات: ص 807.\n(4) تفسير أبي السعود: 7/ 35.\n(1/116)\n\nفضلاً عن كونها نشأة واحدة؛ ولذا \" عبر عنها بصيغة المرة لأنها نشأة دفعية تخالف النشأ الأول \" (1).\n\n6 ـ العدول عن الإهلاك إلى المَهْلَك:\nجاء هذا النوع من العدول في قوله تعالى: {وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا} (سورة الكهف / 59).\nفي الآية عدول عن القياس؛ إذ القياس أن يكون (وجعلنا لإهلاكهم) هذا على المصدر الاصيل، أما على المصدر الميمي فكان ينبغي أن يكون القياس (لِمُهْلَكِهم) وعليها جاءت قراءة الحجاز والعراق، وهي التي عدّها الطبري أولى بالصواب من قراءة عاصم (لِمَهْلَكِهم) بفتح الميم واللام (2). ولكن الذي يرجح قراءة حفص عن عاصم (مَهْلِكِهم) بفتح الميم وكسر اللام لأنه \" قيل: (أهلكناهم) وقد قال قيل:\n(وتلك القرى) لأن الهلاك إنما حلَّ بأهل القُرى، فعاد إلى المعنى، وأجرى الكلام عليه دون اللفظ \" (3). هذا فضلاً عن كون الفعل إذا كان من باب (ضرب) يأتي المصدر الميمي منه على (مَفْعِل) بكسر العين، ويأتي اسما الزمان والمكان على\n(مَفْعَل) بفتح اللام (4). ولمّا كان (هلك) من باب (ضرب) جاء المصدر الميمي منه على القياس وهو (مَهْلِك)، وهو في الحقيقة معدول عن المصدر المقيس (إهلاك)، قال الزمخشري: \" أي: فضربنا لإهلاكهم وقتاً مَعْلوماً لا يتأَخرون عنه \" (5).\nوالنكتة في العدول عن (الإِهلاك) إلى (المَهْلِك) أي العدول عن المصدر القياسي لـ (أهلك) إلى المصدر الميمي للدلالة على أنّ الهلاك الذي حلّ بهم لم يحصل إلاّ بعد إمهالٍ ليكونوا إلى التوبة أقرب، إذ ليس المراد التعبير عن الإهلاك ذاته، بل المراد التعبير عن الهلاك الذي سيحلّ بأهل القرى، إن لم يتوبوا، هذا فضلاً عن كون الإهلاك يكون في الدنيا، والمَهْلِك يكون في الآخرة، أي: فأهلكناهم في الدنيا لما ظلموا أي وقت أن ظلموا ثم جعلنا لِمَهلِكهم في الآخرة موعداً وهو يوم القيامة، بحيث جعلنا لإهلاكهم وقتاً\n__________\n(1) التحرير والتنوير: 20/ 231.\n(2) ينظر: جامع البيان: 15/ 270؛ وينظر: اتحاف فضلاء البشر في القراءات الأربع عشر،\nالدمياطي: ص 292؛ والحجة في القراءات السبعة، ابن خالويه: ص 227؛ كتاب السبعة في\nالقراءات، ابن مجاهد: ص 393؛ والنشر في القراءات العشر، ابن الجزري: 2/ 311؛ وينظر:\nمعجم القراءات القرآنية: 3/ 378 ـ 379.\n(3) جامع البيان: 15/ 270.\n(4) شرح الكافية الشافية، ابن مالك: 4/ 2246.\n(5) الكشاف: 3/ 7.",
        "(1/117)\n\nمعلوماً لا يستأخرون عنه ساعة ولا يستقدمون، فليعتبروا بهم ولا يغتروا بتأخير العذاب عنهم (1).\n\nثالثاً ـ العدول عن التفعيل:\nجرى البحث في ثلاثة نماذج على هذا النوع من العدول وهي: العدول عن التعجيل إلى الاستعجال، والعدول عن التسميات إلى الأسماء، والعدول عن التكذيب إلى الكِذّاب، وهذه النماذج إنّما تُعبّر عن دلالات متعددة ومتنوعة، أشير إليها في كل نموذج على حدة.\n\n1 ـ العدول عن (التعجيل) إلى الاستعجال:\nقال تعالى: {وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ} (سورة يونس/11).\nإذ القياس أن يكون على (تعجيل) \" فَوَضْع {اسْتِعْجَالَهُمْ بِالْخَيْرِ} موضع تعجيله لهم الخير إشعاراً بسرعة إِجابته لهم واسعافه بطلبهم، حتى كأنّ استعجالهم بالخير تعجيل لهم \" (2)، ومعناه أنَّ الله تعالى لو أجابَ دُعاء الناس بالشر لما لهم فيه مضرة ومكروه في نفسٍ أو مال أو ولد مثل ما يريدون فعله معهم في إجابتهم إلى الخير لأَهلكهم (3). قال الرازي: \" إنّ كل من عجّل شيئاً فقد طلب تعجيله، وإذا كان كذلك، فكل من كان معجِّلاً كان مستعجلاً، فيصير التقدير، ولو استعجل الله للناس الشرََّ استعجالهم بالخير إلاّ أنه تعالى وصف نفسه بتكوين العجلة وصفهم بطلبها لأن اللائق به تعالى هو التكوين واللائق بهم هو الطلب \" (4). فيكون: \" التعجيل من الله، والاستعجال من العبد \" (5)، وذلك لأن \" مدلول عجّل غير مدلول استعجل لأن عجّل يدل على الوقوع واستعجل\n__________\n(1) تفسير البيضاوي: 3/ 146؛ وحاشية الجمل: 3/ 32.\n(2) الكشاف: 2/ 331؛ وينظر: التفسير الكبير: 17/ 51.\n(3) ينظر: المحرر الوجيز: 7/ 113؛ وفتح البيان: 6/ 24.\n(4) التفسير الكبير: 17/ 51.\n(5) الجامع لأحكام القرآن: 8/ 22.\n(1/118)",
        "\nيدل على طلب التعجيل وذاك واقع من الله تعالى وهذا مضاف إليهم \" (1)، أي أن الاستعجال مضافٌ إلى الخَلْق.\nفتبيّن بذلك أَنَّ العدول عن القياس وهو (التعجيل) إلى (الاستعجال) للدلالة على الطلب والمبالغة الكامنة في صيغة (استفعل)، المنسجمة مع السياق في محاكاة الطبيعة البشرية، قال تعالى: {خُلِقَ الإِنسَانُ مِنْ عَجَلٍ} (سورة الأنبياء /37)،وعلى هذا الأساس \" ذكر في جانب الشرّ (يُعَجّل) الدال على أصل جنس التعجيل ولو بأقلّ ما يتحقق فيه معناه، وعبّر عن تعجيل الله الخيرَ لهم بلفظ (استعجالهم) الدال على المبالغة بما تفيده زيادة السين والتاء لغير الطلب إذ لا يظهر الطلبُ هنا \" (2)،بل إنّ معنى الطلب باقٍ في صيغة (استفعل) وهذا المعنى فيها وان دلّت على معنى آخر فرعي. فيكون المعنى: لو أن الله يُعجّل لهم الشَرّ مثلما هم يبالغون في طلب استعجال تحقيق الخير\n{لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ} أي: أُهلكوا.\n\n2 ـ العدول عن التسميات إلى الأسماء:\nقال تعالى: {إِنْ هِيَ إِلا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ} (سورة النجم/23) إذ القياس (تسميات) لأنه إذا كان الفعل مضعفّاً من المنقوص (سَمَّى) كان المصدر المقيس (تفعلهُ)، قال تعالى: {إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ لَيُسَمُّونَ الْمَلائِكَةَ تَسْمِيَةَ اْلأُنْثَى} (سورة النجم / 27)، فهذه الأسماء مقصود بها الآلهة التي كانوا يعبدونها، وهي: اللات والعُزّى ومناة، وهي في الحقيقة أسماء لا مسميات تحتها، فما هذه المنحوتات \" إلاّ أسماء سمّيتموها بهواكم وشهوتكم، ليس لكم من الله على صحة تسميتها برهان تتعلقون به \" (3)، إنّما هي تسميات مجردة من أي واقع، قال ابن عطية: \" أي تسميات اخترعتموها أنتم وآباؤكم، لا حقيقة لها، ولا أنزل الله تعالى بها برهاناً ولا حُجّة \" (4).\n__________\n(1) حاشية الجمل: 2/ 336.\n(2) التحرير والتنوير: 11/ 107.\n(3) الكشاف: 4/ 423.\n(4) المحرر الوجيز: 14/ 105.\n(1/119)\n",
        "ومجيء لفظ (أسماء) معدولاً به عن (تسميات) مشكلٌ لأن أسماء لا تُسمّى وإنما يُسمّى بها، وفيه جوابان: لغوي، ومعنوي، وأّمّا اللغوي وهو أَنّ التسمية وضع الاسم، فيكون المعنى: أسماء وضعتموها، يقال: سمّيتُه زيداً وسمّيته بزيد، فسميتموها بمعنى سمّيتم بها. وأما المعنوي فهو أنه لو قال (أسماء سميتهم بها) لاستدعى ذكر مفعول آخر على نحو قولهم: سمّيت بزيدٍ ابني، فعندها سيكون قد صار للأصنام اعتباراً وراء أسمائها (1). فالأسماء أَلفاظ، والمسميات معاني، والتسميات إطلاق ألفاظٍ على المسميات ذوات المعاني، قال أبو حيان: \" ومعنى الأسماء أي ألفاظ احدثتموها أنتم وآباؤكم فهي فارغة لا مُسميات تحتها \" (2).فهي في الحقيقة حجارة نُحِتَتْ وسُميّت آلهة (3). \" وليس فيها شيءٌ من معنى الآلوهية أو للصفة التي تصفونها بها من كونها آلهة وبنات وشفعاء، أو للأسماء المذكورة فإنهم كانوا يطلقون اللاتّ عليها باعتبار استحقاقها للعكوف على عبادتها، والعُزّى لعزتها، ومناة لاعتقادهم أنها تستحق أن يتقرب إليها بالقرابين \" (4). وبذلك تبيّن أن سبب العدول عن (التسميات) إلى\n(الأسماء) لإرادة الوصف الدقيق لواقع تلك الأصنام بأَنّها مجرد ألفاظ لا مدلولات لها، إذ إن \" المراد بالمسمّيات مدلولات الأَسماء سواء أكانت جواهر أَم أَعراضاً أَم معاني أَم معنوية \" (5).\n\n3 ـ العدول عن التكذيب إلى الكذّاب:\nقال تعالى: {وَكَذَّبُوا بِآيَاتِنَا كِذَّاباً} (سورة النبأ / 28). والمقصود بهؤلاء المكذبين مشركو قريش؛ لأنهم كذّبوا النبيّ (- صلى الله عليه وسلم -) على الرغم من وضوح الآيات التي جاء بها، وفي {كِذَّابًا} قولان، أولهما: قول البصريين في كون (كِذّاباً) مصدر (كذّب) الرباعي، موازناً لمصدر (أفعل) الذي هو الإفعال، ومثله فاعَل فِعالاً (6). وثانيهما: قول الكوفيين في كون (كِذّاباً) لغة يمانية فصيحة، فيقولون:\n__________\n(1) ينظر: التفسير الكبير: 28/ 300.\n(2) البحر المحيط: 5/ 310.\n(3) الجامع لأحكام القرآن: 17/ 680.\n(4) تفسير البيضاوي: 4/ 173.\n(5) حاشية الصاوي على الجلالين: 1/ 20.\n(6) معاني القرآن، الأخفش: 2/ 525؛ وجامع البيان، الطبري: 30/ 16.\n(1/120)\n\nخَرَّقتُ القميصَ خِرَّاقاُ (1). ولكنّ الذي يبدو أّنَّ (الكِذّاب) مصدرٌ معدولٌ به عن القياس وهو (التكذيب)؛إذ لكل فِعل مزيد مصدر مقيسٌ لا يتخلف، فلا يكون العدول عن المصدر القياسيّ إلاّ لمعنى، ومجيء (الكذّاب) معدولاً به عن (التكذيب) في قوله تعالى: {وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا} للدلالة: \" على أنهم كذّبوا بجميع دلائل الله تعالى في التوحيد والنبوة والمعاد والشرائع والقرآن، وذلك يدل على كمال حال القوة النظرية في الرداءة والفساد والبعد عن سواء السبيل \" (2). فيكون معنى (كذّاباً): التكذيب الكبير الشديد (3). فضلاً عن تضمنه معنى كَذَبُوا؛ لأن كل مُكَذّب بالحق كاذب؛ لأَنّهم كانوا عند المسلمين كاذبين، وكان المسلمون عندهم كاذبين فبينهم مكاذبة \" (4)، وهذا هو السر في إقامة (الكِذّاب) مقام التكذيب (5). \" ويجوز أن يكون الكِذّاب للمبالغة وصفاً لمصدر محذوف فالمعنى تكذيباً بالغاً ذلك التكذيب إلى نهاية الكذب \" (6).\n\nب ـ العدول عن التفعيل إلى التفعلة:\nوردت ثلاث صيغ معدولة من التفعيل إلى التفعلة في القرآن الكريم وهي: (تبصرة، وتحلة، وتذكرة) والقياس: التبصير، والتحليل، والتذكير؛ لأَن القياس في (فعّل) الصحيح (التفعيل) وفي (فعّل) المعتل الناقص (التفعلة)، فتكون تلك قد جاءت عدولاً عن القياس قياساً على صيغة (التفعلة) القياسية للأفعال المعتلة الناقصة التي على وزن (فعّل) نحو: وصّى توصية، وغطّى تغطيةً.\n__________\n(1) ينظر: معاني القرآن، الفراء: 3/ 229؛ وجامع البيان، الطبري: 30/ 16؛ والمحرر الوجيز:\n15/ 290.\n(2) التفسير الكبير: 31/ 18.\n(3) الجامع لأحكام القرآن: 19/ 118؛ وفتح البيان، القنوجي: 15/ 39.\n(4) الجامع لأحكام القرآن: 19/ 119.\n(5) ينظر: تفسير البيضاوي: 4/ 240.\n(6) حاشية الكازروني على تفسير البيضاوي: 4/ 240.",
        "(1/121)\n\n1 ـ العدول عن التبصير إلى التبصرة:\nورد هذا النوع من العدول في قوله تعالى: {وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ - تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ} (ق / 7 ـ 8).\nوالعدول في (تبصرة) كونها مصدر الفعل الصحيح (بَصَّرَ) والقياس فيه\n(تبصيراً)، وقد جاء المصدر (تبصرة) عدولاً عن القياس، وهو بمعنى التبصير الذي هو: التعريف بحاسّة البصر، قال تعالى: {وَلا يَسْأَلُ حَمِيمٌ حَمِيمًا - يُبَصَّرُونَهُمْ} (سورة المعارج / 10 ـ 11) \" أي: يعرفونهم \" (1) فالله - سبحانه وتعالى - يُبَصِّرُ الحميمَ الحميمُ حتى يعرفه (2)، فيكون التبصير: التعريف بالبصر (3). ولكن في معنى التبصرة: التبصير؛ \" أي: تبصيراً وتبياناً. يقال: بصّرتُه تبصيراً وتبصرةً، كما يقال: قدّمته تقديماً وتقدمةً، وذكّرته تذكيراً وتذكرة \" (4). إلاّ أنه في معنى التبصرة دلالة يُرجّحها السياق وهي دلالة كون هذا التبصير لمرة واحدة؛ إذ هو خاص بكل عبدٍ منيب، فضلاً عن معنى التفعلة الذي هو ما يؤدي إلى الشيء، فيكون معنى التبصرة: ما يؤدي إلى الإبصار (5).\n\n2 ـ العدول عن التحليل إلى التحلة:\nقال تعالى: {قَدْ فَرَضَ اللهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ} (سورة التحريم / 2).\nنزلت هذه الآية بعد أن حرّم النبي (- صلى الله عليه وسلم -) على نفسه زوجه أُم ابراهيم مارية القبطية فلم يقربها حتى أخبرت عائشة (6)، فأنزل الله قوله مخاطباً النبي (- صلى الله عليه وسلم -):\n{يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ}\n__________\n(1) تفسير غريب القرآن، ابن قتيبة: ص 485.\n(2) ينظر: جامع البيان: 29/ 73.\n(3) ينظر: اختلاف صيغ الفعل المشتقة من جذر واحد في القرآن الكريم، رسالة ماجستير تقدم بها هلال\nعلي محمود إلى كلية الآداب ـ جامعة الموصل، 2000: ص 228.\n(4) المفردات: ص 128.\n(5) معاني الأبنية في العربية: ص 39.\n(6) ينظر: لباب النقول في أسباب النزول: 1/ 217.\n(1/122)",
        "\n(سورة التحريم / 1). وفي شرع الله بعد تحريم النبي (- صلى الله عليه وسلم -) تَحلّة الأَيمان وهي الحنث في القسم إلاّ إذا كان في معصية، وتحلَّة مصدر الفعل (حلّل) نحو: كرّم تكرمه (1). وهو \" ليس مصدر مقيساً، والمقيس التحليل والتكريم، لأن قياس (فعّل) الصحيح هو التفعيل \" (2) ومجيئه معدولاً إلى تحلةً للدلالة على خصوصية في هذا التحليل، وهو كونه خاصاً بتحليل اليمين، وهو كفارة القسم، فضلاً عن كون معنى صيغة التفعلة ما يؤدي إلى الشيء، فيكون معنى {تَحِلَّةَ أَيْمَانِكُمْ}: ما يؤدي إلى تحليلها بالكفارة.\n__________\n(1) ينظر: النهر الماد، أبو حيان: 8/ 288.\n(2) البحر المحيط: 8/ 288؛ وينظر: روح المعاني: 28/ 148.\n(1/123)\n",
        "رابعاً ـ العدول عن المفاعلة:\nجاءت ثلاثة نماذج على هذا النوع من العدول وهي: العدول عن المجازاة إلى الجزاء، والعدول عن المجاهدة إلى الجهاد، والعدول عن المعاهدة إلى العهد، وسنتناول العدول عن المبايعة إلى البيع، والعدول عن المعاهدة إلى العهد، لأنه عدول من الوضوح بمكان.\n\n1 ـ العدول عن المبايعة إلى البيع:\nجاء هذا النوع من العدول في موضع واحد في سورة التوبة، قال تعالى: {إِنَّ اللَّهَ اشْتَرَى مِنَالْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ}\n(سورة التوبة / 111).\nالعدول حاصل في المخالفة بين مصدر الفعل (بايع) الذي هو المبايعة والمجيء بمصدر الفعل (بايع) الذي هو البيع، فصار الكلام بايع بيعاً وفي هذا العدول نكتة دلالية وهي الإشعار بكون هذا البيع ليس كأَيّ بيع الذي هو بمعنى \"إعطاء المثمَّن وأَخذ الثمن \" (1)، ولكن المقصود بالبيع في الآية المبايعة؛ لأنّ بايع الذي على وزن (فاعل) لم يأت في القرآن الكريم إلاّ للدلالة على البيعة، وهي عهد بين النبيّ (- صلى الله عليه وسلم -) وبين المؤمنين لبذل الطاعة (2). ومجيئه معدولاً عن المبايعة إلى البيع للإشعار بكون هذا البيع مغايراً لسائر البيوع فإنّه بيع للفاني بالباقي (3).\n\n2 ـ العدول عن المعاهدة إلى العهد:\nقال تعالى: {أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ بَلْ أَكْثَرُهُمْ لا يُؤْمِنُونَ} (سورة البقرة / 100)، وهذه الآية وصف لليهود في نقضهم الوعد، ومن\n__________\n(1) المفردات: 155.\n(2) ينظر: اختلاف صيغ الفعل المشتقة من جذر واحد في القرآن الكريم، رسالة ماجستير تقدم بها هلال\nعلي محمود إلى كلية الآداب ـ جامعة الموصل، 2000: ص 170.\n(3) ينظر: تفسير أبي السعود: 3/ 196.\n(1/124)\n\nذلك تكذيبهم للنبي (- صلى الله عليه وسلم -) مع أنه قد أخذ الله منهم العهد في تصديقه، قال الله:\n{وَلَمَّا جَاءَهُمْ رَسُولٌ مِنَ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لا يَعْلَمُونَ} (سورة البقرة / 101).\nو (العهد) معدولٌ به عن (المعاهدة) وإن كان أقرب إلى الأسمية منها إلى المصدرية؛ ولذا قيل: هو اسم مصدر وليس بمصدر، وقد جاء نصبه على أنه مصدر، أو تضمَّن (عاهد) معنى (أَعطى) (1). والصحيح أنه مصدر انتقل معناه من المصدرية إلى الإسمية، فالعَهْد: حفظ الشيء ومراعاته حالاً بعد حال، من قولهم: للمطر: عَهْدٌ، وعِهَاد، وللروضة التي أصابها المطر روضة معهودة، على اعتبار معنى التفقد والمراعاة، ومنه سُمّي المَوْثِق الذي يلزم مراعاته وحفظه عَهْداً (2). والعهد المقصود هو العهد الذي كان بينهم وبين الله تعالى، كان قد أخذه عليهم إن خرج النبيّ العربي آمنوا به، وأخرجوا المشركين من ديارهم، وأن لايعينوا أحداً من الكافرين عليه، ولكنهم نقضوا العهد، مع ما أظهر الله - عز وجل - \" من الدلائل الدالة على نبوة محمد (- صلى الله عليه وسلم -)، وعلى صحة شرعه، \" فكان ذلك كالعهد منه سبحانه وقبولهم لتلك الدلائل كالمعاهدة منهم لله سبحانه وتعالى \" (3)، وسمة نقض العهود والغدر سمة اليهود، وفي ذكر ذلك تسلية لرسول الله (- صلى الله عليه وسلم -)؛ لأن من يُعتاد منه طريقة معينة، لا يكون فيه صعوبة على النفس من مخالفته، كصعوبة من لم تجد عادته بذلك (4).\nوقد عُدل عن القياس للدلالة على كون هذا الموثق المأخوذ عليهم عهداً لازماً للحفظ والرعاية في ذمتهم، فلا مجال لديهم لنقضه، فهو ليس معاهدة وإنما هم عاهدوا أي تكفلوا بحفظ عهد واحد من العهود ورعايته وهو الإيمان بالنبيّ (- صلى الله عليه وسلم -)، وقد أُخذ عليهم هذا العهد في التوراة حتّى سميت التوراة بالعهد؛ قال ابن عاشور: \" والمراد بالعهد عهد التوراة أي ما اشتملت عليه من أَخْذ العهد على بني اسرائيل بالعمل بما أُمروا به أخذاً مكرراً حتّى\n__________\n(1) ينظر: المحرر الوجيز: 1/ 412؛ والبحر المحيط: 1/ 324؛ وتفسير أبي السعود: 1/ 135.\n(2) ينظر: المفردات: ص 591 ـ 592.\n(3) التفسير الكبير: 3/ 183.\n(4) تفسير غرائب القرآن ورغائب الرحمن، نظام الدين الحسن بن محمد بن حسين النيسابوري: 1/ 344.",
        "(1/125)\n\nسُمّيت التوراة بالعهد، وقد تكرر منهم نقض العهد مع أنبيائهم ومن جملة العهد الذي أخذ عليهم، أن يؤمنوا بالرسول المُصدِّق بالتوراة \" (1).\nولعلّ في العدول عن المعاهدة إلى العهد سرّاً لطيفاً وهو أنّ النقض الذي نقضوه هو العهد ذاته، فكأنهم ناقضين لحقيقة العهد بحيث لا يؤمنون بوجود عهد أَصلاً؛ ولذا عُبّر عن عد اعتقادهم به بقوله تعالى: {نَبَذَهُ}، ومعنى النبذ \" إلقاء الشيء وطرحه لقلّة الإعتداد به، ولذلك يقال: نبذته نَبْذ النَعْل الخَلِق \" (2). وقطعاً فالمعاهدة هذه ليست كالعهد، فهم يدخلون في المعاهدة ولا يلتزمون بالعهد، وينبغي التنبيه على أنّ من العلماء من أعرب (عهدا) هنا مفعولاً به، على اعتبار أن معنى عاهدوا أعطوا (3)، ولذلك قيل إن (عهداً) هنا أقرب إلى الاسمية.\n__________\n(1) التحرير والتنوير: 1/ 100.\n(2) المفردات: ص 788.\n(3) ينظر: حاشية الجمل: 1/ 84.\n(1/126)",
        "\nخامساً ـ العدول عن التفاعل:\nتناول هذا المبحث ثلاثة نماذج من العدول في هذا النوع وهي: العدول عن التداين إلى الدين، والعدول عن التعالي إلى العلو، والعدول عن التواعد إلى الميعاد، وهذه هي النماذج التي وردت في القرآن الكريم.\n\n1 ـ العدول عن التداين إلى الدَيْن:\nقال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ} (سورة البقرة / 282).\nومجيء (دَيْن) معدولاً به عن (التداين) لأنه هو المصدر القياسي للفعل،\n(تداين) للتأكيد على رأي الأخفش (ت 215 هـ) لأن (تداينتم) يدل على وجود الدين نحو قول رؤبة:\nداينتُ أروى والديونُ تُقضى ... فَمَطلتْ بَعْضاً وأَدّت بَعْضاً\nفلم يقل: داينت أروى بدين (1). وقيل إنّ ذكر (بدين) لبيان حُكم الدين دون حكم المجازاة؛ لأن من العرب مَنْ يقول:: تداينا بمعنى تجازينا، وبمعنى تعاطينا الأَخذ والإعطاء بدين (2). ويكون بمعنى: إذا تعاملتم بدين مؤجّل فاكتبوه، فضلاً عن بيان نوعه بين كونه حالاً أو مؤجّلاً (3). فذكر (بِدَيْنٍ) لتخصيص معنى (التداين) للمعاملة بالدَين؛ لأنّ التداين والمداينة تدل على المجازاة والمعاطاة، وإن كان في معنى الدين الأخذ والعطاء (4).\nكما أنَّ معنى التداين: \" بيع الدين بالدين وهو باطلٌ، فلو قال: إذا تداينتم لبقي النص مقصوراً على بيع الدين بالدين وهو باطل، أمّا لما قال {إِذَا تَدَايَنتُمْ بِدَيْنٍ} كان المعنى: إذا تداينتم تدايناً يحصل فيه دين واحد، وحينئذٍ يُخْرَج عن النص بَيْع الدين بالدين، ويبقى بيع العين بالدين، أو بيع الدين بالعين فإنّ حاصل كل واحد منهما دين واحد لا غير\" (5)، إذ ان الدَيْن في الشرع \" عبارة عن كل معاملة كان أحد العوضين فيها\n__________\n(1) ينظر: معاني القرآن: 1/ 189؛ والكشاف: 1/ 324؛ وينظر: ديوان رؤبة: ص 79.\n(2) ينظر: جامع البيان: 6/ 46؛ والمحرر الوجيز: 2/ 500.\n(3) ينظر: الكشاف: 1/ 324.\n(4) ينظر: تفسير النسفي: 1/ 135.\n(5) التفسير الكبير: 7/ 17.\n(1/127)\n",
        "نقداً والآخر في الذمة نسيئة، فإنّ العين عند العرب ما كان حاضراً والدين ما كان غائباً \" (1).\nإذن فالعدول عن (التداين) إلى (الدين) لنكة دلالية نبّه عليها البيضاوي بقوله:\n\" وفائدة ذكر الدين أن لا يتوهم من التداين المجازاة ويعلم تنوعه إلى المؤجّل والحالّ وأنه الباعث على الكتبة \" (2).\n\n2 ـ العدول عن التعالي إلى العُلُوّ:\nقال تعالى في تنزيه ذاته العلية: {سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا} (سورة الإسراء /43) وذلك في معرض الردّ على الكافرين، قوله - عز وجل -:\n{قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلاً} (سورة الإسراء / 42).\nفالعدول حاصل في (تعالى علوّاً) وليس (تعالياً) فهو عدول عن القياس، إذ جاء مصدر (تعالى) عُلًوّاً وليس تعالياً (3). والمراد المبالغة في البراءة والنزاهة ممّا وصفوه به جلّ في علاه (4). قال البقاعي: \" و {تَعَالَى} أي علا وعظم العلو بصفات الكمال {عَمَّا يَقُولُونَ} من هذه النقائض التي لايرضاها لنفسه أحد من عُقلاء خلقه، فضلاً عن رئيس من رؤسائكم، فكيف بالعليّ الأعلى \" (5). والنكتة في العدول عن المصدر المقيس (تعالياً) إلى مصدر الفعل الثلاثي (علوّاً) لإرادة تحقق المعنيين، معنى المبالغة في (تعالى)، ومعنى التجرد في (علوّاً) إذ إنه قد \" أتى بالمصدر المجرد في قوله (عُلُواً) إيذاناً بأنّ الفعل مجردٌ في الحقيقة وان أتي به على صيغة التفاعل إيذاناً بالمبالغة \" (6)، فمجيء (علواً) إذن معدولاً به عن (التعالى) \" للدلالة على أن التعالى هو للاتّصاف بالعلوّ بحقّ لا بمجرد الادّعاء \" (7).\n__________\n(1) الجامع لأحكام القرآن: 3/ 243؛ وينظر: فتح البيان: 2/ 146.\n(2) تفسير البيضاوي: 1/ 269؛ وتفسير أبي السعود: 1/ 269.\n(3) ينظر: معاني القرآن، الأخفش: 2/ 390.\n(4) ينظر: الكشاف: 2/ 669.\n(5) نظم الدرر: 11/ 422 ـ 423.\n(6) نظم الدرر: 11/ 423.\n(7) التحرير والتنوير: 20/ 23.\n(1/128)\n\n3 ـ العدول عن التواعد إلى الميعاد:\nقال تعالى: {إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدتُّمْ لاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولاً}\n(سورة الأنفال / 42).\nنزلت في معركة بدر، يخاطب فيها الله - عز وجل - المؤمنين بأَنّه \" لو كان اجتماعكم في الموضع الذي اجتمعتم فيه، أنتم أيّها المؤمنون وعدوكم من المشركين، عن ميعاد منكم ومنهم {لاخْتَلَفْتُمْ فِي الْمِيعَادِ} لكثرة عدد عدوكم، وقلّة عددكم، ولكنّ الله جمعكم على غير ميعاد بينكم وبينهم {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولا} وذلك القضاء من الله كان نصرُه أولياءه من المؤمنين بالله ورسوله، وهلاك أعدائه وأعدائكم ببدر بالقتل والأَسر \" (1). فالخلاف الحاصل سيكون في الميعاد أي لاختلفتم في زمان القتال، حتى وإن \" أعلم كل منكم الآخر بالخروج للقتال {لاخْتَلَفْتُمْ فِي الْمِيعَادِ}، أي لتخلّفتم عن الميعاد أي المواعدة أي التواعد بمعنى أنكم لم توفوا بما أعلمتم به بل تتخلفون عن الخروج، فالميعاد معناه التواعد \" (2)، والميعاد في اللغة: المواعدة ووقتها ومكانها (3). وبذلك يتبين أنّ الاختلاف يكون في زمان المواعدة، وليس الاختلاف في أنهم يتواعدون أم لا يتواعدون، ولذا قيل: إنّهم لو تواعدوا القتال بعدما عَلِم كلُّ طرفٍ حالَ الطرف الآخر لحدث الاختلاف في الميعاد هيبة من العدوّ ويأساً من الظفر عليهم (4).\nإذن فالعدول عن التواعد إلى الميعاد للدلالة على أن المراد زمان الوعد، لا حقيقة التواعد، فالمراد زمان وقوع الحدث، وهو التواعد، لاوقوع الحدث مجرداً من الزمان؛ ولذا ورد بصيغة (الميعاد) الدالة على توكيد زمان الوعد، إذ لم يأتِ في القرآن الكريم إلاّ للدلالة على الزمان (5).\n__________\n(1) جامع البيان: 13/ 565.\n(2) حاشية الجمل: 1/ 246.\n(3) مختار الصحاح: ص 700؛ وينظر: اللسان: 4/ 478.\n(4) ينظر: روح المعاني: 10/ 7.\n(5) ينظر: سر الاعجاز في تنوع الصيغ المشتقة من أصل لغوي واحد في القرآن، د. عودة الله منيع\nالقيسي: ص 192.",
        "(1/129)\n\nسادساً ـ العدول عن التفعل:\nوردت ستة نماذج على هذا النوع من العدول، وقع البحث على ثلاثة منها وهي: العدول عن التبتُّل إلى التبتيل، والعدول عن التقبّل إلى القبول، والعدول عن التقوّلات إلى الأقاويل، وهذه النماذج تُعبّر عن سرّ العدول عن التفعّل إلى غيره من الصيغ غير المقيسة عليه.\n\n1 ـ العدول عن التبتُّل إلى التبتيل:\nقال تعالى مخاطباً النبي (- صلى الله عليه وسلم -) في بداية البعثة: {وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً} (سورة المُزّمِّل / 8).\nيلحظ في الآية مجيء {تَبْتِيلا} معدولاً به عن المصدر المقيس للفعل (بتّل) وهو (التَبَتُّل)، وقد جاء اختيار هذه العبارة الدقيقة للإشعار بأَنّ (التبتل) وهو الإنقطاع إلى الله - عز وجل - بالعبادة، هو المقصود بالذات أولاً، ثم جاء ذكر (التبتل) وهو التصرف والانشغال بالعبادة ثانياً للإشعار أنه لابُدّ منه ولكنه مقصود بالغرض (1). وليس المقصود الإتيان بـ (تبتيلاً)؛ لأن معنى تبتّل بَتَّل نفسه، مراعاةً لحقّ الفواصل (2). ولكنّ المقصود معنويّ أَشار إليه ابن القيّم: \" ومصدر تبتَّل إليه (تَبُتّل) كالتعلم والتفهم ولكن جاء على (التفعيل) مصدر (فعّل) لسِرّ لطيف. فإن في هذا الفعل إيذاناً بالتدريج والتكلف والتعمّل والتكثر والمبالغة. فأَتى بالفعل الدال على أحدهما وبالمصدر الدال الآخر فكأنه قيل: بتّل نفسك إلى الله تبتيلاً وتبتّل إليه تبتُّلاً فَفُهم المعنيان من الفعل والمصدر \" (3). وفيه ملحظ تربوي وهو الجمع بين معنى التدرج في صيغة (تبتل إليه)، والتكثير في صيغة (تبتيلاً) \" إذ الأصل أن يتدرج الإنسان من القلّة إلى الكثرة والمعنى أحمل نفسك على التبتّل والانقطاع إلى الله في العبادة شيئاً فشيئاً حتى تصل إلى الكثرة \"\n__________\n(1) ينظر: التفسير الكبير: 30/ 178.\n(2) ينظر: الجامع لأحكام القرآن: 19/ 30.\n(3) التفسير القيم، ابن قيّم الجوزية: ص 501 ـ 502؛ وينظر: التعبير القرآني، د. فاضل السامرائي:\nص 35.\n(1/130)",
        "\n(1). وهنا تكمن فائدة العدول وهي تضمين معنى الفعلين وذلك عن طريق المجيء بالمصدر معدولاً به عن القياس، \" فالسالك إلى الله لا غنى له عن تكلف التبتّل ومحاولته ليحمل نفسه عليه لثقله عليها أول أمره، ولابد من إكثار التبتّل ومحاولته حتى تعتاده النفس وتطاوع له \" (2)\n2 ـ العدول عن التقبّل إلى القبول:\nقال تعالى في قصة (مربم) (عليها السلام): {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ} (سورة آل عمران / 37).\nوذلك بعد أن نذرت امرأة عمران ما في بطنها لله، وبعد أن وضعتها أنثى قال تعالى: {إِذْ قَالَتْ امْرَأَةُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} (سورة آل عمران / 35).\nويلحظ إخراج المصدر على غير لفظه، إذ القياس (فَتَقَبَلَها رَبُّها بِتَقَبُّلٍ)، والعرب تأتي بالمصادر على أصول الأفعال وإن اختلفت ألفاظها في الأفعال بالزيادة (3). وقد ذكر الزمخشري في (قَبول) وجهان: أحدهما أن يكون اسم ما تقبل به الشيءَ كالسَّعُوط لما يُسْعَطُ به؛ والثاني: أن يكون مصدراً على تقدير حذف المضاف، أي: فتقبلها بذي قبول أي بأمرٍ ذي قبول، في كلا الوجهين يكون المعنى الاختصاص، وهو: إقامتها مقام الذكر في النذر (4). والصحيح أن (قَبَول) مصدر (قَبِل) وهو مذهب سيبويه في أَنَّ هناك خمسة مصادر جاءت على وزن (فَعُول) وهي: قًبُول، وطَهُور، ووَضُوء، ووَقُود، ووَلوُغ. ولكنّ الراجح أنه عدول عن المصدر المقيس\n(تقبُّل) إلى مصدر الثلاثي (قَبِل) لإرادة الإشارة إلى معنى صيغتي (تَفَعَّل) و\n(فَعَل)، ففي معنى (التفعّل) دلالة على شدة اعتناء الفاعل بإظهار الفعل، يقال: تصبّر أي: جَدّ واجتهد في إظهار الصبر، وكذلك (التقبُّل) يدل على المبالغة في إظهار القبول (5). قال الرازي: \" فإن قيل لِمَ لَمْ يقل: فتقبلها ربُّها بتقبّل حَسَنٍ حتى تصير المبالغة أكمل؟ والجواب أن لفظ التقبّل وإن أفاد ما ذكرنا إلاّ أنه يفيد نوع تكلف\n__________\n(1) التعبير القرآني، السامرائي: ص 35.\n(2) الإعجاز الصرفي في القرآن الكريم، هنداوي: ص 167.\n(3) ينظر: جامع البيان: 6/ 344.\n(4) ينظر: الكشاف: 1/ 357.\n(5) ينظر: التفسير الكبير: 8/ 29.\n(1/131)\n",
        "على خلاف الطبع، أما القبول فإنّه يفيد معنى القبول على وفق الطبع، فذكر التقبّل ليفيد الجد والمبالغة، ثم ذكر القبول ليفيد أنّ ذلك ليس خلاف الطبع بل على وفق الطبع، وهذه وإن كانت ممتنعة في حق الله تعالى، إلاّ أنها تدل من حيث العناية على حصول العناية العظيمة في تربيتها \" (1). هذا فضلاً عن ما في صيغة (التفعّل) من معنى التَدرُّج والتتابع، ففي استعمال صيغة (التفعّل): اشعار في معنى التدرج والتطور، والزيادة في كل طور تتطور إليه، فضلاً عن معنى التواصل والتتابع، حتى ظل بركة تحريرها متجدداً لها في نفسها وعائداً بركته على أُمّها حتّى ارتقت إلى العلوّ المحمدي فكانت من أزواجه، ومن يتصل به (2). قال أبو السعود: \" وإنما عدل عن الظاهر للإيذان بمقارنة التقبُّل لكمال الرضا وموافقته للعناية الذاتية \" (3).\n\n3 ـ العدول عن التَقُوّلات إلى الأَقاويل:\nقال تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ - لأَخَذْنَا مِنْهُ بِالْيَمِينِ - ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ - فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ} (سورة الحاقة / 44 ـ 47).\nقال الزمخشري: \" التقوّل: افتعال القول، كأنه فيه تكلفاً من المُفْتَعِل، وتسمى المتقولة (أقاويل) تصغيراً لها وتحقيراً، كقولك: الأعاجيب والأضاحيك، كأنّها جمع أفعولة من القول والمعنى لو ادّعى علينا شيئاً لم نقله لقتلناه صبراً، كما يفعل الملوك بمن يتكذّب عليهم معالجة بالسخط والانتقام \" (4). والمقصود بالخطاب النبي (- صلى الله عليه وسلم -) أَنّهُ لو تقوّل على الله شيئاً من غير القرآن لعاقبه (5)، ومعنى (تقوّل): تكلّف وأَتى بقول من قبل نفسه (6)، أي افتراه \" وسُمّي الافتراءُ تقوّلاً لأنّه قول مُتكلَّف وكل كاذب يتكلّف ما يكذبه \" (7)، ولما كان التقوّل بمعنى (الكَذِب) عُدّي بـ (على) (8).\n__________\n(1) التفسير الكبير: 8/ 30.\n(2) ينظر: نظم الدرر: 4/ 356.\n(3) تفسير أبي السعود: 2/ 20.\n(4) الكشاف: 4/ 607؛ والتفسير الكبير: 30/ 118.\n(5) ينظر: المحرر الوجيز: 15/ 80.\n(6) ينظر: الجامع لأحكام القرآن: 18/ 187.\n(7) فتح البيان: 14/ 303.\n(8) ينظر: التحرير والتنوير: 29/ 145.\n(1/132)\n\nوأمّا (الأقاويل) المعدولة عن القياس وهو (التقوّلات) فقد قيل: إنّها جمع الجمع (1)؛ وهو (أقوال) التي هي جمع (قول)، وقد رجّحه البقاعي \" لأنه يلزم أن لا يعاقب بما دون ثلاثة أقوال \" (2) على اعتبار دلالة (الأقاويل) على الكثرة، قال ابن عاشور: \" الأقاويل: جمع أقوال الذي هو جمع قول، أي بعضاً من جنس الأقوال التي هي كثيرة فلكثرتها جيء لها بجمع الجمع الدال على الكثرة، أي: لو نسب إلينا قليلاً من أقوالٍ كثيرة صادقة؛ يعني لو نسب إلينا شيئاً قليلاً لم نُنزّله لأخذنا منه باليمين \" (3).\nوقيل: إنّ (الأقاويل) جمع (أقوولة) على مثال أُضحوكة مفرد أضاحيك؛\n\" وسمّى الأقوال المتقوّلة (أقاويل) تصغيراً لها وتحقيراً \" (4)، فيكون المعنى: أنه لو نسب إلينا قولاً صَغيراً في القرآن لَمْ نًقُلْهُ، ولم نأذن في قوله لأخذنا منه باليمين، أي بالقوة (5).\n__________\n(1) ينظر: البحر المحيط: 8/ 329؛ ونظم الدرر: 20/ 380؛ والتحرير والتنوير: 29/ 145.\n(2) نظم الدرر: 20/ 380.\n(3) التحرير والتنوير: 29/ 145.\n(4) الكشاف: 4/ 607.\n(5) ينظر: حاشية الجمل: 4/ 403.",
        "(1/133)\n\nسابعاً ـ العدول عن الافتعال:\nجاءت أربعة نماذج على هذا النوع من العدول وهي: العدول عن الاختيار إلى الخيرة، والعدول عن الارتياب إلى الرَّيْب، والعدول عن الاغتراف إلى الغرفة، والعدول عن الاتقاء إلى التُقاة، وقد وقع البحث على نموذجين منها وهو العدول عن الاختيار، والاتقاء.\n\n1 ـ العدول عن الاختيار إلى الخيرة:\nقال تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ} (سورة القصص / 68).\nوالمعنى: أنّ الله سبحانه وتعالى يخلق ما يشاء ويختار من يشاء، وليس لأحدٍ أن يختار على الله، فتكون (ما) في {مَا كَانَ لَهُمْ الْخِيَرَةُ} نافية (1). أي: \" لا نرسل الرسل على اختيارهم هم \" (2). وقد وجّه الطبري معنى الخِيَرة إلى كونها الشيء الذي يَختار من البهائم والأنعام والرجال والنساء على نحو قولهم: فلان اُعطيَ الخِيرة وليس الاختيار فيكون التوجيه: \" وربّك يخلق ما يشاء، ويختار ما يشاء، لم يكن لهم خيرُ بهيمة، أو خير طعام، أو خير رجل أو أمرأة \" (3)، والأرجح أن المراد أن الله هو \" الذي يُوقع الاختيار لما يشاء فيريد الكفر للأشرار، والإيمان للأبرار، لااعتراض عليه، فلرُبما ارتدّ أحدٌ ممن أظهر المتاب، لما سبق عليه من الكتاب فكان من أَهل التباب \" (4)، فالله يختار ما يشاء اختياره من غير ايجاب عليه ولا منع عليه أصلاً (5). ولمّا كان هذا المعنى هو المراد نفى الله - عز وجل - عن خلقه الاختيار والخيرة، فالاختيار: طلب ما هو خير وفعله، والخِيرة: الحالة التي تحصل للمستخير والمختار، أي ان\n__________\n(1) ينظر: معاني القرآن واعرابه، الزجاج: 4/ 114؛ وتفسير السمرقندي المسمى بـ (بحر العلوم)،\nأبو الليث نصر بن محمد بن أحمد بن ابراهيم السمرقندي: 2/ 524.\n(2) تفسير السمرقندي: 2/ 524.\n(3) جامع البيان: 20/ 102.\n(4) نظم الدرر: 14/ 339.\n(5) ينظر: تفسير أبي السعود: 7/ 22.\n(1/134)",
        "\n(الخِيَرة): اسم هيئة نحو: الجِلْسة، والقِعْدة لحال الجالس والقاعد (1). ومعنى الخيرة: \" أن يفعلوا أو يُفعل لهم كل ما يختارونه \" (2).\nوفي العدول عن (الاختيار) المصدر المقيس لـ (اختار) إلى (الخِيَرة) نكتة دلالية، وهي إرادة نفي تحقق الاختيار والخيرة معاً عن الخلق وإثباتها لله وحده، إذ لا يمكن أن يحصل اختيار من دون خِيَرة، \" فهو تعبير بالمسبب عن السبب لأنه إذا خلي عنه كان عقيماً فكان عدماً \" (3)، ولذا جاء لفظ (يختار) مقترناً بالخلق، لبيان أنه كما الخلق خاصٌ بالله - عز وجل - فكذلك الإِختيار (4)، فالخَلْق \" لَيْسَ لهم اختيار في خلق أيّ شيء، ولا أن يقترحوا على الله أن يخلق ما يختارونه \" (5).\n\n2 ـ العدول عن الاتقاء إلى تقاة:\nقال تعالى: {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنْ اللَّهِ فِي شَيْءٍ إِلاَّ أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} (سورة آل عمران / 28).\nوالتقية المقصودة في الآية التقية من الكفّار لا من غيرهم (6). بحيث تكون تلك الموالاة مخالفة ومعاشرة ظاهرة والقلب مطمئن بالعداوة والبغضاء، وانتظار زوال المانع، ويكون ذلك عندما يُخاف من جهة أمر يجب اتقاؤه (7)؛ولذا عُدِّي الفعل (تتقوا) بـ (من) لتضمنه معنى تخافوا او تحذروا (8). فتكون (تقاة) مصدراً (9). ونصبها إنما جرى على المصدرية \" والتقدير: تتقوا منهم اتّقاء، فتقاة واقع موقع الاتقاء والعرب تأتي بالمصادر\n__________\n(1) ينظر: المفردات: ص 301.\n(2) نظم الدرر: 14/ 339.\n(3) م. ن: 14/ 339.\n(4) ينظر: التحرير والتنوير: 20/ 165.\n(5) معارج التفكر ودقائق التدبر، عبد الرحمن حسن حبنكة الميداني: 9/ 450.\n(6) ينظر: جامع البيان: 6/ 316.\n(7) ينظر: الكشاف: 1/ 351؛ وفتح البيان: 2/ 215.\n(8) ينظر: تفسير البيضاوي: 2/ 12.\n(9) حاشية الكازروني: 2/ 12.\n(1/135)\n",
        "نائبة عن بعضها والأصل تتقوا اتقاء \" (1)، فـ (تقاة) مصدر وأصلها: \" وقية فقلبت واوها المضمومة تاء كما في تَؤُدَة وتخمة والياء ألفاً \" (2)، فعلى هذا الأساس لا تكون (تقاة) اسم مصدر للإتقاء كما ذهب إلى ذلك ابن عاشور (3). وإنما تكون مصدراً معدولاً به عن المصدر المقيس (اتقاء) للدلالة على الجمع بين معنيَيْ الاتقاء والتقاة، فالاتقاء هو تجنب المكروه، وهو حاصل في (تتقوا)، ومعنى (تقاة) الوقاية والحفظ. كأنما يتحصل الحفظ والوقاية بتجنّب المكروه. هذا فضلاً عن تخصيص نوع الاتقاء المراد بكونه (تقاة) واحدة تزول عند زوال المانع وهو ما يحصل من جهته الخوف، وتتبيّن دلالة العدول في قوله تعالى: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} (سورة آل عمران / 102) في كونها جاءت للزيادة في توكيد الفعل لدى المخاطبين الذي هو (اتقوا) (4)، فالطلب حاصل في تحقق التقوى حقيقةً وليس مجرد الاتقاء.\n__________\n(1) حاشية الجمل: 1/ 258 ـ 259.\n(2) تفسير البيضاوي: 2/ 34.\n(3) التحرير والتنوير: 3/ 220.\n(4) ينظر: الخلاف الصرفي في ألفاظ القرآن الكريم، أطروحة دكتوراه، تقدم بها كاطع جار الله سطام\nالدراجي، إلى كلية التربية (ابن رشد) ـ جامعة بغداد، سنة 2000: ص 42.\n(1/136)\n\nثامناً ـ العدول عن الاستفعال:\nـ العدول عن المستعتبين إلى المعتبين:\nورد نموذجٌ واحدٌ في هذا النوع من العدول في القرآن الكريم، وهو العدول عن اسم المفعول من (استعتب)، إلى اسم المفعول من (أعتب).\nقال تعالى: {فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنْ الْمُعْتَبِينَ} (سورة فصّلت /24). وهذا عدول عن القياس، قال الطبري: \" وإن يسألوا العُتبى، وهي الرجعة لهم إلى الذي يُحبون بتخفيف العذاب عنهم {فَمَا هُمْ مِنْ الْمُعْتَبِينَ} يقول: فليسوا بالقوم الذين يُرجع بهم إلى الجنة، فيخفف عنهم ما هم فيه من العذاب \" (1). أي أن (يَسْتَعْتِبُوا) تدل على السؤال والطلب وهو بمعنى طلب العُتبى وهي الرجوع، إذ إنّ صيغة (استفعل) تدل على الطلب، ومعنى (المُعْتَبِين): لم يُعتبوا، أي: لم يُعطوا العُتبى (2). قال أبو حيان: \" وإن طلبوا العُتبى وهي الرضا فما هم ممّن يُعطاها ويستوجبها \" (3).\nوالعَتَبُ في اللغة: كل مكان نابٍ بنازلةٍ، ومنه قيل: للمرقاة، ولأسكفّة الباب، عَتَبَةٌ، ثُمَّ استعير العَتْبُ والمَعْتبَةُ: لغلظةٍ يجدها الانسان في نفسِه على غيره، وأصل اشتقاقه من (العَتَب)، فيقتال: أَعْتَبْتُ فلاناً، أي: أظهرتُ له الغِلظة التي وجدت في الصدر، وأعتبتُه حَمَلْتُه على العَتب، ويقال كذلك، أعتبته: أزلتُ عَتَبَهُ عنه نحو: أشكيتُه، أي: أَزلتُ عنه شكواه (4). فلمّا كان العَتْب بهذا المعنى انتقل إلى معنى الرضا، فيكون معنى (استعتب): طلب الرضا، و (أَعْتَبَ): رَضي، أي أُزيل عَتَبُه. فيقال: استعتب طلب أن يُعْتَب، ومنه قيل: استعتبته فأَعتبني، أي: استرضيته فأرضاني (5). فيكون معنى الآية إنْ \" يطلبوا زوال العَتْب، وهو المؤاخذة بالذنب {فَمَا هُمْ مِنَ الْمُعْتَبِينَ} أي المرضيين الذين يُزال العَتْب عنهم ليُعفى عنهم ويُترك عذابهم \" (6)، وبذلك يتبين سر العدول عن (المستعتبين) إلى المعتبين مع أنّه القياس، وهو اختلاف دلالتي كل من (استعتب) و (أَعتب)، ففي الأولى دلالة الطلب، وفي الثانية دلالة الإزالة، فلمّا كان المراد: إن يسألوا العُتبى وهي رجوع المعتوب عليه إلى ما يُرضي العاتب، فما هم\n__________\n(1) جامع البيان: 24/ 110.\n(2) ينظر: الكشاف: 4/ 196؛ والتفسير الكبير: 27/ 118؛ وتفسير البيضاوي: 4/ 117.\n(3) البحر المحيط: 7/ 493.\n(4) ينظر: المفردات: ص 600.\n(5) ينظر: الجامع لأحكام القرآن: 15/ 231.\n(6) نظم الدرر: 17/ 174.",
        "(1/137)\n\nمن الذين يُقبل عتابهم (1)، عدل عن صيغة (المستعتبين)، إذ لا يتحقق المعنى حينئذٍ، فالرضى في العتاب يكون بصيغة (أعتب) التي تدل على إزالة ما كان من أجله العَتْب.\n__________\n(1) ينظر: التحرير والتنوير: 24/ 273.\n(1/138)",
        "\nجداول\nالفصل الثالث\n(1/139)\n",
        "أولاً ـ العدول عن مصدر (فَعَلَ) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ بُعْداً ... {أَلا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ} ... هود / 95\n2 ـ خيفة ... {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى - قُلْنَا لا تَخَفْ} ... طه / 67\n{فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ وَبَشَّرُوهُ بِغُلامٍ عَلِيمٍ} ... الذاريات / 28\nب ـ خيفته ... {فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ} ... الروم / 28\n3 ـ مُسْمَعَ ... {وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ} ... النساء / 46\n4 ـ قرآنه ... {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} ... القيامة / 18\n(1/140)\n\nثانياً ـ العدول عن الإفعال مصدر (أفعل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ بلاء ... {وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَنًا} ... الأنفال / 17\n2 ـ حُبّ ... {وَمِنْ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} ... البقرة / 165\n{فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي} ... ص / 32\n{وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا} ... الفجر / 20\n3 ـ حياة ... {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً ... النحل / 97 ...\nطَيِّبَةً}\n4 ـ خالصة ... {إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ} ... ص / 46\n5 ـ مُدْخَلاً ... {نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلا كَرِيمًا} ... النساء / 31\n{لَيُدْخِلَنَّهُمْ مُدْخَلا يَرْضَوْنَهُ} ... الحج / 59\n6 ـ السوأى ... {ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ ... الروم / 10 ...\nوَكَانُوا بِهَا يَسْتَهْزِئُون}\n7 ـ صلحاً ... {فَلا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا} ... النساء / 128\n8 ـ ضلالاً ... {وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا} ... النساء / 60\n9 ـ عُدّة ... {وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً} ... التوبة / 46\n10 ـ غاوين ... {فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ} ... الصافات / 32\n11 ـ الفساد ... {وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ... البقرة / 205 ...\nوَاللَّهُ لا يُحِبُّ الْفَسَادَ}\n12 ـ قرضاً ... {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} ... البقرة / 245\n{وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا} ... المائدة / 12\n{مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ} ... الحديد / 11\n{إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ ... الحديد / 18 ...\nلَهُمْ}\n{إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ} ... التغابن / 17",
        "(1/141)\n\n{وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا} ... المزمل / 20\n13 ـ نباتاً ... {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا} ... آل عمران / 37\n{وَاللَّهُ أَنْبَتَكُمْ مِنَ الأَرْضِ نَبَاتًا} ... نوح / 17\n14 ـ نذير ... {لِتُنذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ} ... السجدة / 3\n15 ـ النشأة ... {ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الآخِرَةَ} ... العنكبوت / 20\n16ـ مَهْلِكِهم ... {وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا} ... الكهف / 59\n(1/142)",
        "\nثالثاً ـ أ: العدول عن التفعيل مصدر (فعّل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ ذكرى ... {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ} ... الذاريات / 55\n{فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى} ... الأعلى / 9\n2 ـ أسماء ... {أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ} ... الأعراف / 71\n{مَا تَعْبُدُونَ مِنْ دُونِهِ إِلا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ} ... يوسف / 4\n{إِنْ هِيَ إِلا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ} ... النجم / 23\n3 ـ صُوركم ... {صَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنْ الطَّيِّبَاتِ} ... غافر / 64\n{وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ} ... التغابن / 3\n4ـ استعجالكم ... {وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ ... يوسف / 11 ...\nأَجَلُهُمْ}\n5 ـ كِذّاباً ... {وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا} ... النبأ / 28\n(1/143)\n",
        "ب: العدول عن التفعيل مصدر (فعّل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ تبصرة ... {وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ ... ق / 7 ـ 8 ...\nبَهِيجٍ - تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ}\n2 ـ تَحِلّة ... {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلاكُمْ وَهُوَ الْعَلِيمُ ... التحريم / 2 ...\nالْحَكِيمُ}\n3 ـ تذكرة ... {طه - مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى - إِلا تَذْكِرَةً لِمَنْ يَخْشَى} ... طه / 1 ـ 3\n{نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ} ... الواقعة / 73\n{لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ} ... الحاقة / 12\n{وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ} ... الحاقة / 48\n{إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلاً} ... المزمل / 19\n{فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ} ... المدثر / 49\n{كَلا إِنَّهُ تَذْكِرَةٌ - فَمَنْ شَاءَ ذَكَرَهُ} ... المدثر/54 ـ 55\n{إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلا} ... الانسان / 29\n{كَلا إِنَّهُ تَذْكِرَةٌ - فَمَنْ شَاءَ ذَكَرَهُ} ... عبس/11 ـ 12\n(1/144)\n\nرابعاً ـ العدول عن المفاعلة مصدر (فاعَل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ بيعكم ... {فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ} ... التوبة / 111\n2 ـ جهاداً ... {فَلا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا} ... الفرقان / 52\n{وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ} ... الحج / 78\n3 ـ عَهْداً ... {أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ} ... البقرة / 100\n{وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا} ... البقرة / 177\n{وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ} ... النحل / 91\n\nخامساً ـ العدول عن التفاعل مصدر (تفاعل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ دَيْن ... {إِذَا تَدَايَنتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} ... البقرة / 282\n2 ـ عُلُواً ... {سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا} ... الاسراء / 43\n3 ـ الميعاد ... {وَلَوْ تَوَاعَدتُّمْ لاخْتَلَفْتُمْ فِي الْمِيعَادِ} ... الأنفال / 42",
        "(1/145)\n\nسادساً ـ العدول عن التفعُّل مصدر (تَفعَّل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ تبتيلاً ... {وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً} ... المزمل / 8\n2 ـ الزاد ... {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى} ... البقرة / 197\n3 ـ قَبُول ... {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ} ... آل عمران / 37\n4 ـ الأقاويل ... {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ - لأَخَذْنَا مِنْهُ بِالْيَمِينِ} ... الحاقة /44ـ 45\n5 ـ أمنية ... {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى ... الحج / 52\nالشَّيْطَانُ فِي أُمْنِيَّتِهِ}\n\nسابعاً ـ العدول عن الافتعال مصدر (افتعل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\n1 ـ أمانة ... {فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ} ... البقرة / 283\n2 ـ خوّاناً ... {وَلا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ ... النساء / 107 ...\nخَوَّانًا أَثِيمًا}\n3 ـ خيرة ... {وَرَبُّكَ يَخْلُقُ مَا يَشاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ} ... القصص / 68\n4 ـ رقيب ... {وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ} ... هود / 93\n5 ـ ريبهم ... {وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ} ... التوبة / 45\n6 ـ عِدّة ... {فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} ... الأحزاب / 49\n7 ـ غُرفة ... {وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلا مَنْ اغْتَرَفَ غُرْفَةً بِيَدِهِ} ... البقرة / 249\n8 ـ تقاة ... {وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنْ اللَّهِ فِي شَيْءٍ إِلا أَنْ تَتَّقُوا مِنْهُمْ ... آل عمران / 28 ...\nتُقَاةً}\n{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} ... آل عمران /102\n(1/146)",
        "\nثامناً ـ العدول عن الاستفعال مصدر (استفعل) المقيس:\nالصيغة ... الآية ... السورة ورقم الآية\nـ مُعْتَبِين ... {وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ} ... فصلت / 24\n(1/147)\n",
        "الخاتمة\n(1/148)\n\nالخاتمة:\n\nوفي الختام لابُدَّ من تسجيل أهم نتائج البحث، فقد ظهر أنَّ مصطلح العدول من المصطلحات المُعَبِّرة عن معناها اللغوي الدقيق، إذ لمّا كان العدول في اللغة مشتقاً من العدول عن الطريق الذي يعني الخروج من طريق والدخول في طريق آخر، صار العدول الصرفي يعني الخروج من صيغة إلى صيغة أخرى، فيكون العدول الصرفي على هذا الأساس خروجاً منضبطاً مُسوَّغاً عن أصل معياريّ محدد.\nوالعدول من الظواهر الأسلوبية التي شاعت في اللغة العربية، ووردت الإشارة إليها في مباحث علماء العربية الأقدمين من دون البحث في هذه الظاهرة على نحو منفصل ومحدد، وإنما جرى تناول العدول بالبحث والدراسة في مباحث مبثوثة، وبمصطلحات متعددة ولا سيما في بحوث البلاغيين، فضلاً عن اللغويين، ومن تلك المصطلحات الدالة على مفهوم العدول لديهم الالتفات، والرجوع، والانحراف، والتحريف، والصرف، والانصراف، والنقل، والانتقال، والتحوّل، والتحويل، ومخالفة مقتضى الظاهر، والاتساع، وشجاعة العربية، والحمل على المعنى، والانعطاف، والتلون، والمجاز، ونقض العادة، إلاّ أنه يبقى العدول هو المصطلح الجامع لمعاني هذه الألفاظ كلها، فضلاً عن كونه الأنسب في الاستعمال في مستويات اللغة، وعلى وفق هذا الأساس أُطلق العدول الصرفي على كل خروج منضبط مسوّغ من صيغة إلى أخرى عن أصل معياريّ محدد في المستوى اللغوي الذي يبحثه علم الصرف.\nومثلما تعددت الألفاظ التي أشارت إلى مفهوم العدول عند القدماء من علماء اللغة، تعددت كذلك تلك الألفاظ لدى علماء اللغة المحدثين وإن كانت أكثر تحديداً عند تناولها بالدرس في مباحثهم ولا سيما عند علماء الألسنية والأسلوب حتى طغى على البحث النقدي لديهم، وإن لحظ مجيء مصطلحٍ أخر يوازي العدول في الشيوع والانتشار هو مصطلح الانزياح، ولكنه لايجاريه في دقة التعبير عن معنى الخروج المقصود المنتظم على وفق طبيعة حركية اللغة وقوانينها، فضلاً عن أنّ مصطلح الانزياح ترجمة حرفية للفظة ( e certe` ) الأجنبية، ومع ذلك لم يبق الانزياح هو المصطلح الوحيد الدال على معنى العدول، وإنّما وردت مصطلحات أُخريات في مباحث المحدثين نحو: الانحراف، والاختلال، والانتهاك، والتجاوز، والمخالفة، واللحن، وخرق السنن، والشناعة، والإطاحة، والتحريف، ممّا يدلل على أن مفهوم العدول لديهم ليس بذلك",
        "(1/149)\n\nالانضباط والانتظام بحيث يكون كل خروج على سبيل المخالفة والاختلاف حسب، عدولاً من دون مراعاةٍ دقيقةٍ لطبيعة قوانين اللغة وحركتها.\nومن هنا انبرى البحث للتفتيش عن مقياس يعتمد عليه في تحديد قوانين العدول حتى يكون المرجّح لمعرفة أنَّ هناك عدولاً في هذا النص أو ذاك، فوجد معيارا الأصل والقياس وهما ممّا قد استعمل في دراسات علماء العربية ومباحثهم، على الرغم من دقة الفرق بين الأَصل والقياس في كون القياس يجري على أَصل، والأصل يتحدد على وفق الشيوع والكثرة لظاهرة من الظواهر في البنية الكامنة للغة ثم يقاس عليه.\nوانطلاقاً من هذين المعياَرين أُسْتُنْبِط أنّ العدول الصرفي في القرآن الكريم على نوعين، عدول عن أصل، وعدول عن قياس، يكون أولهما: خاصاً بالصيغة منفردة في كونها تدل على معنى صيغة أخرى فتكون الصيغة الأولى معدولاً عنها إلى غيرها بمعناها، فالصيغة الأولى هي الأصل، والثانية خلاف الأصل.\nوقد جاء العدول عن الأصل في القرآن الكريم على خمسة أقسام:\n\nأولها: العدول عن المصدر إلى اسم المصدر، وإلى المصدر الميمي، وإلى اسم\nالفاعل، وإلى اسم المفعول.\n\nوثانيها: العدول عن اسم الفاعل إلى اسم المفعول، والى الصفة المشبهة، وإلى صيغ\nالمبالغة، وإلى المصدر.\n\nوثالثها: العدول عن اسم المفعول إلى صيغ المبالغة، وإلى المصدر، وإلى اسم\nالفاعل، وإلى الصفة المشبهة.\n\nورابعها: العدول عن الصفة المشبهة إلى اسم الفاعل.\nوخامسها: العدول عن الفعل إلى المصدر، وإلى اسم المفعول.\n\nويكون النوع الثاني: وهو العدول عن القياس يخصّ العدول عن مجيء الصيغة القياسية قياساً على الفعل، ومن هنا جاء العدول عن القياس في القرآن الكريم على ثمانية أقسام.\n\nأولها: العدول عن مصدر الثلاثي (فَعَل) المقيس.\nوثانيهما: العدول عن الإفعال مصدر (أفعل) المقيس.\nوثالثها: العدول عن التفعيل مصدر (فعّل) المقيس.\n(1/150)",
        "\nورابعها: العدول عن المفاعلة مصدر: (فاعل) المقيس.\nوخامسها: العدول عن التفاعل مصدر (تفاعل) المقيس.\nوسادسها: العدول عن التفعُّل مصدر (تفعَّل) المقيس.\nوسابعها: العدول عن الافتعال مصدر (افتعل) المقيس.\nوثامنها: العدول عن الاستفعال مصدر (استفعل) المقيس.\n\nولقد تبين أنّ دلالات العدول عن أصل تختلف عن دلالات العدول عن القياس؛ إذ لكل نوع منها دلالاته الخاصة به يحتمها طبيعة كل سياق ورد فيه العدول بناءً على المعنى المقصود الذي يُراد تحقيقه في النص القرآني، فأحياناً يراد الجمع بين دلالتي الصيغتين من خلال المجيء بالفرع عدولاً عن الصيغة الأَصل، على نحو المجيء باسم المصدر معدولاً إليه عن المصدر للدلالة على الحَدَث الذي هو معنى المصدر باللفظ الدال على معنى الحدث الذي هو اسم المصدر فيكون المصدر بذلك جامعاً المعنيين الحدث واللفظ المسمّى به، وأحياناً أخرى يراد الإشارة إلى دلالة دقيقة تتحقق في الصيغة المعدول إليها على نحو العدول عن المصدر إلى المصدر الميمي الذي يتحقق فيه دلالته على الحدث مقترناً بعنصر الذات المتلبسة بالحدث، فضلاً عن دلالة جديدة يُرجّحها السياق كالمبالغة ونحوها، وقد ظهرت دلالة المبالغة واضحة في العدول عن المصدر، إلى اسم المفعول، والعدول عن اسم الفاعل إلى الصفة المشبهة، وكذلك العدول عن اسم الفاعل إلى اسم المفعول، والعدول عن اسم الفاعل إلى المصدر، فضلاً عن إرادة تثبيت دلالة صيغة أخرى أو نفيها عنها عن طريق العدول بها إلى صيغة أخرى على نحو العدول عن الصفة المشبهة إلى اسم الفاعل، فلمّا كانت الصفة المشبهة تدل على الثبوت، وصيغة اسم الفاعل تدل على الحدوث، فإذا أريد إثبات صفة الحدوث في صيغة معينة جيء بها على صيغة اسم الفاعل، وإذا أريد نفي صفة الثبوت جيء بصيغة اسم الفاعل معدولاً بها عن الصفة المشبهة، وهذه سبيل صعبة لا يقيس عليها إلاّ الأفذاذ ممّن وهبوا خفايا فن العدول، وأدركوا طواياه. وطريقة إشراب صيغة معنى صيغة أخرى معدول عنها إليها من الدلالات التي اتضحت في أغلب أقسام العدول عن الأصل، ولا سيما في صيغ المشتقات مثل اسم الفاعل، والصفة المشبهة، وصيغ المبالغة، واسم المفعول، لتداخل أشكال صيغها، ولتقارب معانيها، ولذا أمكن إشراب معاني بعض صيغها معاني بعضها الآخر.\n(1/151)\n",
        "وأما دلالات العدول عن القياس فقد توضّحت أكثر في كونها تجيء معبرةً عن ذاتها من خلال عدولها الظاهر عن القياس وأَنه لابُدّ من دلالة مقصودة في هذا العدول، ومن تلك الدلالات الجمع بين دلالتي الصيغتين عن طريق المخالفة بينها بالقياس، فضلاً عن إرادة دلالة كل صيغة من الصيغ من أَجل التنبيه على إرادة معنى كلٍ من الصيغتين بحيث لو لم يُخالف بينهما في القياس لما تحقق المعنى المراد على وفق السياق الذي ورد به ذلك العدول، وقد ظهر هذا النوع من الدلالة في العدول عن المصادر المقيسة للأَفعال المزيدة؛ ممّا جعل العدول طاقة تعبيرية فذة هي أحد مكامن الأسرار الربانية للإعجاز اللغوي في القرآن الكريم، ولاسيما أن العدول الصرفي لم يأتِ في القرآن الكريم إلاّ مسوغاً منضبطاً خاضعاً لمعيارٍ معين لايحيد عنه أبداً، ممّا جعله فنّاً راقياً يرتقي بالنفس أيّما رُقّيَ، ويُلهب الحسّ الوجداني عند الإنسان بالفكر الأصيل الذي يحدد مساره نحو رقيّه الأصيل بأن يكون عبداً لله سبحانه وتعالى.\n(1/152)\n\n-\n\nالمصادر والمراجع\n\nالمصادر والمراجع",
        "(1/153)\n\nأولاً: المخطوطات:\n1 ـ الاتساع في اللغة عند ابن جني: حسن سليمان حسين، أطروحة دكتوراه،\nمقدمة إلى كلية الآداب ـ جامعة الموصل، 1416 هـ = 1996 م، بإشراف\nالأستاذ الدكتور محيي الدين توفيق ابراهيم.\n2 ـ اختلاف صيغ الفعل المشتقة من جذر واحد في القرآن الكريم: هلال علي\nمحمود الجحيشي، رسالة ماجستير، مقدمة إلى كلية الآداب ـ جامعة الموصل،\nالموصل 1421 هـ = 2000 م، بإشراف الأستاذ الدكتور محيي الدين توفيق\nابراهيم.\n3 ـ الخلاف الصرفي في ألفاظ القرآن الكريم: كاطع جارالله سطام الدراجي،\nاطروحة دكتوراه، مقدمة إلى كلية التربية (ابن رشد) ـ جامعة بغداد،\n1420 هـ = 2000 م، بإشراف الأستاذ الدكتور هاشم طه شلاش.\n4 ـ ظاهرة العدول بين البلاغة العربية والأُسلوبية الحديثة: عبد العزيز عبد الله\nمحمد، أطروحة دكتوراه، مقدمة إلى كلية الآداب ـ جامعة الموصل،1419 هـ\n= 1999 م، بإشراف الأستاذ المساعد الدكتور أحمد فتحي رمضان.\n5 ـ فن الالتفات في البلاغة العربية: قاسم فتحي سليمان، رسالة ماجستير، مقدمة\nإلى كلية الآداب ـ جامعة الموصل، 1408 هـ = 1988 م، بإشراف الدكتور\nجليل رشيد فالح.\n6 ـ منهج الراغب في كتابه مفردات ألفاظ القرآن: رافع عبد الله مالوا، رسالة\nماجستير، مقدمة إلى كلية الآداب ـ جامعة الموصل، 1409 هـ = 1989م،\nبإشراف الأستاذ المساعد الدكتور كاصد ياسر الزيدي.\n\nثانياً: الكتب المطبوعة:\n(1/154)",
        "\n1 ـ إتحاف فضلاء البشر في القراءات الأربع عشر: أحمد محمد الدمياطي المعروف\nبالبناء الدمياطي (ت 1117 هـ)، تصحيح: علي محمد الضبّاع، مطبعة\nالمشهد الحسيني، د. ت.\n2 ـ الاتقان في علوم القرآن: الشيخ أبو الفضل جلال الدين عبد الرحمن بن أبي\nبكر السيوطي الشافعي (ت 911 هـ)، تحقيق: محمد أبو الفضل ابراهيم،\nالهيئة المصرية العامة للكتاب، مصر، 1974.\n3 ـ أسرار البلاغة: عبد القاهر الجرجاني (ت 471هـ)، تحقيق: هـ ـ ريتر،\nاستانبول، 1954 م.\n4 ـ الأُسلوب دراسة لغوية إحصائية: الدكتور سعد مصلوح، ط 1، دار البحوث\nالعلمية، 1400 هـ = 1980 م.\n5 ـ الأُسلوب والأُسلوبية مدخل نظري ودراسة تطبيقية: الدكتور فتح الله أحمد\nسليمان، الدار الفنية للنشر والتوزيع، القاهرة، 1990.\n6 ـ الأُسلوبية والأُسلوب: الدكتور عبد السلام المسدي، ط2، الدار العربية للكتاب،\nالرباط، 1982 م.\n7 ـ الأشباه والنظائر في النحو: الشيخ جلال الدين السيوطي، ط2، مطبعة دائرة\nالمعارف العثمانية بعاصمة الدولة الآصفية، حيدر آباد الدكن، 1359 هـ.\n8 ـ الأصمعيات، اختيار: أبي سعيد عبد الملك بن قريب بن عبد الملك الأصمعي\n(ت 216 هـ)، تحقيق وشرح: أحمد محمد شاكر، وعبد السلام محمد\nهارون، دار المعارف بمصر، 1964 م.\n9 ـ الإعجاز الصرفي في القرآن الكريم ـ دراسة نظرية تطبيقية ـ (التوظيف\nالبلاغي لصيغة الكلمة): الدكتور عبد الحميد أحمد يوسف هنداوي، ط 1،\nالمكتبة العصرية للطباعة والنشر، بيروت، 1422 هـ = 2001 م.\n10 ـ إعجاز القرآن: القاضي أبو بكر محمد بن الطيّب (ت 403 هـ)، مطبعة\nمصطفى البابي الحلبي، القاهرة، 1978 م.\n11 ـ إعراب ثلاثين سورة من القرآن الكريم: أبو عبد الله الحسين بن أحمد المعروف\nبابن خالويه (ت 370هـ)، دار التربية للطباعة والنشر والتوزيع، د. ت.\n(1/155)\n",
        "12 ـ إعراب القرآن: أبو جعفر أحمد بن محمد بن اسماعيل النحاس (ت338هـ)،\nتحقيق: الدكتور زهير غازي زاهد، مطبعة العاني، بغداد، 1397 هـ =\n1977 م.\n13 ـ الأَعلام: خير الدين الزركلي (ت 1976 م)، ط 4، دار العلم للملايين،\nبيروت، د. ت.\n14 ـ الأُصول في النحو: أبو بكر محمد بن سهل بن السراج النحوي البغدادي\n(ت 316 هـ)، تحقيق: عبد الحسين الفتلي، مطبعة النعمان، النجف\nالأشرف، 1973 م.\n15 ـ الأَمالي الشجرية: ضياء الدين أبو السعادات هبة الله بن علي بن حمزة العليّ\nالحسني المعروف بابن الشجري (ت 542 هـ)، دار المعرفة للطباعة\nوالنشر، بيروت، د. ت.\n16 ـ الأَمالي النحوية (أَمالي القرآن الكريم): جمال الدين أبو عمرو بن عثمان بن\nعمر بن الحاجب النحوي المالكي (ت 664 هـ)، تحقيق: هادي حسن\nحمودي، ط1، مكتبة النهضة العربية، عالم الكتب، 1405هـ = 1985م.\n17 ـ الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين: كمال الدين\nأبو البركات عبد الرحمن بن محمد بن سعيد الأنباري (ت 577 هـ)،\nتحقيق: محمد محيي الدين عبد الحميد، دار الفكر، د. ت.\n18 ـ الإيضاح في علوم البلاغة: جلال الدين محمد بن عبد الرحمن الخطيب\nالقزويني (ت 739 هـ)، تحقيق: محمد عبد المنعم خفاجي، ط 3،\nمنشورات دار الكتاب اللبناني، 1391 هـ = 1971 م.\n19 ـ البحر المحيط: أثير الدين أبو عبد الله محمد بن يوسف بن علي النحوي\nالأندلسي (ت 745هـ)، مكتبة ومطابع النصر الحديثة، الرياض، د. ت.\n20 ـ البرهان في علوم القرآن: الامام بدر الدين محمد بن عبد الله الزركشي\n(ت 794 هـ)، تحقيق: محمد أبو الفضل ابراهيم، ط 3، دار الفكر،\nالقاهرة، 1400 هـ = 1980 م.\n(1/156)\n\n21 ـ بغية الوعاة في طبقات اللغويين والنحاة: الشيخ جلال الدين السيوطي، تحقيق:\nأبو الفضل ابراهيم، المكتبة العصرية للطباعة والنشر والتوزيع، بيروت،\nد. ت.\n22 ـ البلاغة والأُسلوبية: الدكتور محمد عبد المطلب، الهيئة المصرية العامة\nللكتاب، القاهرة، 1984 م.\n23 ـ البيان في غريب إعراب القرآن: أبو البركات ابن الأنباري (ت 577 هـ)،\nتحقيق: الدكتور طه عبد الحميد طه، مراجعة: مصطفى السقا، دار الكتاب\nالعربي للطباعة والنشر، والهيئة المصرية العامة للتأليف والنشر، القاهرة،\n1389 هـ = 1969 م.\n24 ـ تأويل مشكل القرآن: أبو محمد عبد الله بن مسلم بن قتيبة (ت 276 هـ)،\nتحقيق: السيد أحمد صقر، ط3، المكتبة العلمية، المدينة المنورة،140هـ =\n1982 م.\n25 ـ تاج العروس من جواهر القاموس: محب الدين أبو الفيض السيد محمد\nالمرتضى الحسيني الواسطي الزبيدي (ت 1208 هـ)، الناشر: دار ليبيا\nللنشر والتوزيع، بنغازي، طبع على مطابع دار صادر، بيروت، 1386 هـ\n= 1966 م.\n26 ـ تاج اللغة وصحاح العربية: اسماعيل بن حمّاد الجوهري (ت 400 هـ)،\nتحقيق: أحمد عبد الغفور عطار، ط 4، دار العلم للملايين، بيروت،\n1407 هـ = 1987 م.\n27 ـ التبيان في إعراب القرآن: أبو البقاء عبد الله بن الحسين العكبري\n(ت 616 هـ)، تحقيق: علي محمد البجاوي، مطبعة عيسى البابي الحلبي\nوشركاه، القاهرة، 1396 هـ = 1976 م.\n28 ـ التبيان في المعاني والبيان: الحسين بن عبد الله بن محمد الطيبي (ت743هـ) ...\nتحقيق عبد الحميد أحمد يوسف هنداوي، المكتبة التجارية، مكة المكرمة،\nد. ت.\n29 ـ التحرير والتنوير: الامام الشيخ محمد الطاهر بن عاشور (ت 1976 هـ)،\nالدار التونسية للنشر، الدار الجماهيرية للنشر والتوزيع والاعلان، د. ت.",
        "(1/157)\n\n30 ـ التعبير القرآني: الدكتور فاضل صالح السامرائي، مطابع دار الكتب للطباعة\nوالنشر، جامعة الموصل، 1988.\n31 ـ التعريفات: أبو الحسن علي بن محمد بن علي الجرجاني المعروف بالسيد\nالشريف (ت 816 هـ)، الدار التونسية للنشر، تونس، 1971 م.\n32 ـ تفسير أبي السعود المسمّى (إرشاد العقل السليم إلى مزايا القرآن الكريم):\nأبو السعود محمد بن محمد بن العمادي (ت 982هـ)، أشرف على الطبع:\nمحمد عبد اللطيف، مكتبة ومطبعة محمد علي صبيح وأولاده بميدان الأزهر،\nد. ت.\n33 ـ تفسير البغوي المسمى (معالم التنزيل): أبو محمد الحسين بن مسعود الفرّاء\nالبغوي (ت 516 هـ)، تحقيق: خالد العك، ومروان سوار، ط 2، دار\nالمعرفة، بيروت، 1407 هـ ـ 1987 م.\n34 ـ تفسير الخازن المسمّى (لباب التأويل في معاني التنزيل): علاء الدين بن\nمحمد بن ابراهيم البغدادي الصوفي المعروف بالخازن، الناشر: محمد أمين\nدمج وشركاه، بيروت، د. ت.\n35 ـ تفسير البيضاوي المسمّى (أنوار التنزيل وأسرار التأويل): ناصر الدين أبو\nسعيد عبد الله بن عمر بن محمد الشيرازي البيضاوي (ت 791 هـ)،\nالمكتبة التجارية الكبرى، مطبعة محمد، مصر، د. ت.\n36 ـ تفسير السمرقندي المسمّى (بحر العلوم): أبو الليث نصر بن محمد بن أحمد\nابن ابراهيم السمرقندي (ت 375 هـ)، تحقيق وتعليق: الشيخ علي محمد\nمعوّض، والشيخ عادل أحمد عبد الموجود، والدكتور زكريا عبد المجيد\nالنوتي، ط 1، دار الكتب العلمية، 1413 هـ = 1993 م.\n37 ـ تفسير الشعراوي وهي (خواطر فضيلة الشيخ محمد متولي الشعراوي حول\nالقرآن الكريم)، طبع أخبار اليوم، قطاع الثقافة، القاهرة، 1991 م.\n38 ـ تفسير غرائب القرآن ورغائب الرحمن: نظام الدين الحسن بن محمد بن\nالحسين القمي النيسابوري (ت 728 هـ)، تحقيق: الشيخ زكريا عميرات،\nط 1، دار الكتب العلمية، بيروت، 1416 هـ = 1996 م.\n(1/158)",
        "\n39 ـ تفسير غريب القرآن: ابن قتيبة، تحقيق: السيد أحمد صفر، دار الكتب\nالعلمية، بيروت، 1398 هـ = 1978 م.\n40 ـ تفسير القرآن العظيم: أبو الفداء اسماعيل بن عمر بن كثير الدمشقي\n(ت 774 هـ)، تحقيق: خالد العك، ومروان سوار، ط 2، دار الفكر،\nبيروت، 1401 هـ.\n41 ـ التفسير القيّم للإمام ابن القيم: الإمام بن قيّم الجوزية (ت 751 هـ)،\nجمعه: محمد أويس الندوي، تحقيق: محمد حامد الفقي، لجنة التراث\nالعربي، بيروت، د. ت.\n42 ـ التفسير الكبير المسمّى (مفاتح الغيب): الإمام فخر الدين أبو عبد الله محمد\nابن عمر بن حسين الرازي (ت 604 هـ)، ط 3، دار الفكر للطباعة\nوالنشر والتوزيع، بيروت، 1405 هـ = 1985 م.\n43 ـ تفسير النسفي المسمّى (مدارك التنزيل وحقائق التأويل): الإمام أبو البركات\nعبد الله بن أحمد بن محمود النسفي (ت 701 هـ)، تحقيق: أحمد عبد\nالعليم البردوني، ط 2، دار الشعب، القاهرة، 1372 هـ.\n44 ـ تفسير الواحدي المسمّى (الوجيز في تفسير الكتاب العزيز): أبو الحسن علي\nابن أحمد الواحدي (ت 468 هـ)، تحقيق: صفوان عدنان داودي، ط 1،\nدار القلم، دمشق، والدار الشامية، بيروت، 1415 هـ.\n45 ـ التمام في تفسير أشعار هذيل: أبو الفتح عثمان بن جني، تحقيق: أحمد ناجي\nالقيسي، والدكتور أحمد مطلوب، والدكتورة خديجة الحديثي، بغداد، 1381\nهـ = 1962 م.\n46 ـ تهذيب اللغة: أبو منصور محمد بن أحمد الأزهري (ت 370هـ)، تحقيق:\nعبد السلام محمد هارون،، وآخرون، الدار القومية العربية للطباعة، مصر،\n1384 هـ = 1964 م.\n47 ـ جامع البيان في تأويل آي القرآن: أبو جعفر محمد بن جرير الطبري\n(ت 310 هـ)، ط 2، شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده\nبمصر، 1373 هـ = 1954 م.\n(1/159)\n",
        "48 ـ جامع الدروس العربية: الشيخ مصطفى الغلايني، ط 12، المطبعة العصرية\nللطباعة والنشر، 1393 هـ = 1973 م.\n49 ـ الجامع لأحكام القرآن: الامام أبو عبد الله محمد بن أحمد الأنصاري القرطبي\n(ت 671هـ)، ط 1، دار الكتب العلمية، بيروت، 1408هـ = 1988م.\n50 ـ الجدول في إعراب القرآن وصرفه وبيانه مع فوائد نحوية هامة، تصنيف:\nمحمود صافي، ط 1، انتشارات مدين، مطبعة النهضة، قم.\n51 ـ جمهرة أشعار العرب: أبو زيد محمد بن أبي الخطّاب القرشي (ت170هـ)\nشرحه وضبطه وقدّم له: الأستاذ علي فاعور، دار الكتب العلمية، بيروت،\n1406 هـ = 1986 م.\n52 ـ جمهرة اللغة: أبو بكر محمد بن الحسن الأَزدي البصري (ت 321 هـ)،\nمطبعة دائرة المعارف العثمانية، حيدر آباد الدكن، 1345 هـ، نشر مكتبة\nالمثنى، بغداد.\n53 ـ حاشية الجمل على الجلالين المسمّاة بالفتوحات الإلهية بتوضيح الجلالين\nللدقائق الخفية: سليمان الجمل، مطبعة مصطفى محمد صاحب المكتبة\nالتجارية الكبرى بمصر، 1352 هـ = 1933 م.\n54 ـ حاشية الصاوي على تفسير الجلالين: أحمد بن محمد الصاوي المالكي\nالخلوتي، راجعه: عبد العزيز سيد الأهل، ملتزم الطبع: عبد الحميد أحمد\nحنفي، مصر، د. ت.\n55 ـ حاشية الصبان على شرح الأشموني: محمد بن علي الصبّان (ت 900هـ)،\nدار إحياء الكتب العربية، عيسى البابي الحلبي وشركاه، مصر، د. ت.\n56 ـ حاشية الكازروني على تفسير البيضاوي: العلامة أبو الفضل القرشي\nالصديقي الخطيب المشهور بالكازروني، وهو مطبوع بهامش تفسير\nالبيضاوي، المكتبة التجارية الكبرى، مطبعة محمد، مصر، د. ت.\n57 ـ حاشية محيي الدين شيخ زادة على تفسير البيضاوي، المكتبة الإسلامية،\nتركيا، د. ت.\n58 ـ الحجة في القراءات السبع: ابن خالويه، تحقيق: عبد العال سالم مكرم،\nط 1، طبع دار الشروق، بيروت، 1971 م.\n(1/160)\n\n59 ـ خِزانة الأدب ولب لباب لسان العرب: عبد القادر بن عمر البغدادي\n(ت 1093 هـ)، تحقيق وشرح: عبد السلام محمد هارون، ط 3، مكتبة\nالخانجي، القاهرة، 1409 هـ = 1989 م.\n60 ـ الخصائص: صنعة أبي الفتح عثمان بن جني، تحقيق: محمد علي النجار،\nالناشر: دار الكتاب العربي، بيروت، مصورة عن دار الكتب المصرية،\nالقاهرة، 1371 هـ = 1952 م.\n61 ـ دراسات لأسلوب القرآن الكريم: الشيخ محمد عبد الخالق عضيمة، دار\nالحديث، القاهرة، د. ت.\n62 ـ ديوان امرئ القيس، تحقيق: محمد أبو الفضل ابراهيم، دار المعارف،\nالقاهرة، 1958 م.\n63 ـ ديوان رؤبة بن العجاج، وهو منشور ضمن كتاب (مجموع أشعار العرب)\nاعتنى بتصحيحه وترتيبه: وليم بن الورد البروسي، لايبزك، 1903 ـ نشر\nمكتبة المثنى في بغداد.\n64 ـ ديوان شعر ذي الرمة غيلان بن عقبة العدوي، عني بتصحيحه وتنقيحه:\nكارليل هنري هيس مكارتني، طبع بمطبعة كلية كمبريج، 1337 هـ =\n1919 م.\n65 ـ ديوان الشماخ، شرح: أحمد بن الأمين الشنقيطي، مطبعة السعادة، مصر،\n1927 م.\n66 ـ ديوان القطامي، تحقيق: ج. بارت، ليدن، 1902 م.\n67 ـ ديوان النابغة الذبياني، تحقيق: محمد أبو الفضل ابراهيم، دار المعارف\nبمصر، 1977 م.\n68 ـ روح المعاني في تفسير القرآن العظيم والسبع المثاني: أبو الفضل شهاب\nالدين السيد محمود الآلوسي البغدادي (ت 1270 هـ)، تحقيق: الدكتور\nمصطفى ديب البغا، ط 3، دار احياء التراث العربي، بيروت، 1404هـ.\n69 ـ زاد المسير في علم التفسير: الإمام أبو فرج جمال الدين عبد الرحمن بن علي\nابن محمد بن الجوزي القرشي البغدادي (ت 597 هـ)، ط 1، المكتب\nالإسلامي للطباعة والنشر، دمشق، 1384 هـ = 1964 م.",
        "(1/161)\n\n70 ـ الزمن في النحو العربي: الدكتور كمال ابراهيم بدري، ط 1، دار أُمية للنشر\nوالتوزيع، الرياض، 1404 هـ.\n71 ـ سر الإعجاز في تنوع الصيغ المشتقة من أصل لغوي واحد في القرآن:\nالدكتور عودة الله منيع القيسي، ط 1، دار البشير للنشر والتوزيع، عمّان،\nمؤسسة الرسالة للطباعة والتوزيع، بيروت، 1416 هـ = 1996 م.\n72 ـ سنن ابن ماجة: الحافظ أبو عبد الله محمد بن يزيد القزويني (ت 275هـ)،\nتحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، 1372 هـ =\n1952 م.\n73 ـ شرح ابن عقيل على ألفية ابن مالك: بهاء الدين عبد الله بن عقيل العقيلي\nالهمداني المصري (ت 769 هـ)، تحقيق: محمد محيي الدين عبد الحميد،\nط 15، دار الفكر، القاهرة،1392 هـ = 1971 م. .\n74 ـ شرح الأشموني على ألفية ابن مالك: علي بن محمد الأشموني (ت939هـ)\nمع حاشية الصبّان، مطبعة عيسى البابي الحلبي وشركاه، مصر، د. ت.\n75 ـ شرح ألفية ابن مالك: محمد بن محمد بن عبدالله بن مالك النحوي\n(ت 686 هـ)، المطبعة العلوية، النجف، 1342 هـ ..\n76 ـ شرح التوضيح على التصريح: خالد بن عبد الله الأزهري (ت 905 هـ)،\nدار إحياء الكتب العربية، د. ت.\n77 ـ شرح ديوان جرير: شرح: محمد اسماعيل عبد الله الصاوي، 1353 هـ.\n78 ـ شرح ديوان كعب بن زهير، صنعة: الإمام أبي سعيد السكري، نسخة\nمصورة من دار الكتب، المكتبة العربية، القاهرة، 1369 هـ = 1950 م.\n79 ـ شرح شذور الذهب في معرفة كلام العرب: الإمام أبو محمد عبد الله جمال\nالدين بن يوسف بن أحمد بن عبد الله ابن هشام (ت 761 هـ)، ط 1،\nالمكتبة التجارية الكبرى، ومطبعة السعادة، مصر، 1385 هـ = 1965 م.\n80 ـ شرح شافية ابن الحاجب: الشيخ رضي الدين محمد بن الحسن الاسترابادي\nالنحوي (ت 686 هـ)، تحقيق: محمد نور الحسن، ومحمد الزفزاف،\nومحمد محيي الدين عبد الحميد، دار الكتب العلمية، بيروت، 1395 هـ =\n1975 م.\n(1/162)",
        "\n81 ـ شرح القصائد السبع الطوال الجاهليات: أبو بكر محمد بن القاسم الأنباري\n(ت 328 هـ)، تحقيق: عبد السلام محمد هارون، ط 4، دار المعارف\nبمصر، 1400 هـ = 1980 م\n82 ـ شرح قصيدة بانت سعاد: أبو محمد جمال الدين عبد الله بن هشام الأنصاري،\nد. ت.\n83 ـ شرح الكافية الشافية: جمال الدين أبو عبد الله محمد بن عبد الله بن مالك\nالطائي الجيّاني (ت 672هـ)، تحقيق: الدكتور عبد المنعم أحمد هريري،\nدار المأمون للتراث، مكة المكرمة، 1402 هـ = 1982 م.\n84 ـ شرح الكافية في النحو لابن الحاجب، شرح: الشيخ الرضيّ الاسترابادي،\nدار الكتب العلمية، بيروت، 1405 هـ = 1985 م.\n85 ـ شرح المراح في التصريف: العلامة بدر الدين محمود بن أحمد العيني\n(ت 855 هـ)، تحقيق: الدكتور عبد الستار جواد، مطبعة الرشيد،\nبغداد، 1990.\n86 ـ شرح المعلقات التسع المشهورات: أبو جعفر النحاس، تحقيق: أحمد خطاب\nالعمر، دار الحرية، مطبعة الحكومة، بغداد، 1393 هـ = 1973 م.\n87 ـ شرح المفصل: موفق الدين يعيش بن علي بن يعيش النحوي (ت 643هـ)،\nعالم الكتب، بيروت، ومكتبة المتنبي، القاهرة، د. ت.\n88 ـ شعر الراعي النميري، تحقيق ودراسة: الدكتور نوري حمودي القيسيّ،\nوهلال ناجي، مطبعة المجمع العلمي العراقي، بغداد، 1400هـ = 1980م.\n89 ـ الصاحبي في فقه اللغة وسنن العرب في كلامها: أبو الحسين أحمد بن فارس\nابن زكريا (ت 395 هـ)، تحقيق: مصطفى الشويمي، مؤسسة أ. بدران\nللطباعة والنشر، بيروت، 1382 هـ = 1963 م.\n90 ـ صفوة التفاسير: محمد علي الصابوني، ط 2، دار القرآن الكريم، بيروت،\n1401 هـ = 1981 م.\n91 ـ ظاهرة التحويل في الصيغ الصرفية: الدكتور محمود سليمان ياقوت، الناشر:\nدار المعرفة الجامعية، 1985 م.\n92 ـ علم الأُسلوب مبادئه واجراءاته: الدكتور صلاح فضل، مؤسسة مختار للنشر\nوالتوزيع، القاهرة، 1992 م.\n(1/163)\n",
        "93 ـ علم اللغة والدراسات الأدبية: برند شبلنر، ترجمة: الدكتور محمد جاد الرب،\nد. ت.\n94 ـ فتح البيان في مقاصد القرآن: أبو الطيّب صديق بن حسن بن علي بن\nالحسين (ت 1307 هـ)، تحقيق: عبد الله بن ابراهيم الأنصاري، دار\nإحياء التراث الإسلامي بقطر، المكتبة العصرية، لبنان، 1410 هـ =\n1989 م.\n95 ـ الفروق في اللغة: أبو هلال العسكري، تحقيق: لجنة إحياء التراث العربي\nفي دار الآفاق الجديدة، منشورات: دار الآفاق الجديدة، بيروت، 1973م.\n96 ـ فقه اللغة العربية: الدكتور كاصد ياسر الزيدي، مديرية دار الكتب للطباعة\nوالنشر، جامعة الموصل، 1986 م.\n97 ـ القاموس المحيط: مجد الدين محمد بن يعقوب الفيروزآبادي (ت817هـ)،\nدار الفكر، بيروت، 1403 هـ = 1983 م.\n98 ـ القياس في النحو مع تحقيق باب الشاذ من المسائل العسكريات لأبي علي\nالفارسي: الدكتورة منى إلياس، ط 1، دار الفكر للطباعة والتوزيع والنشر،\nدمشق، 12405 هـ = 1985 م.\n99 ـ كتاب الأَفعال: أبو القاسم علي بن جعفر بن القطاع السعدي الصقلي\n(ت 515 هـ)، ط 1، دائرة المعارف العثمانية بعاصمة الدولة الآصفية،\nحيدر آباد الدكن، 1360 هـ.\n100 ـ كتاب البديع: عبد الله بن المعتز (ت 296 هـ)، تحقيق: اغناطيوس\nكراتشفوفسكي، ط 2، دار المسيرة / 1399 هـ = 1979 م، مكتبة\nالمثنى، بغداد.\n101 ـ كتاب التكملة: أبو علي الفارسي النحوي (ت 377 هـ)، تحقيق:\nالدكتور كاظم بحر المرجان، طبع بمطابع مديرية دار الكتب للطباعة\nوالنشر، جامعة الموصل، 1401 هـ = 1981 م.\n102 ـ كتاب السبعة في القراءات: أبو بكر أحمد بن موسى العباس ابن مجاهد\n(ت 324 هـ)، تحقيق: الدكتور شوقي ضيف، ط 2، دار المعارف،\nالقاهرة، 1972 م.\n(1/164)\n\n103 ـ كتاب سيبويه: أبو بشر عمرو بن عثمان بن قنبر (ت 180هـ)، تحقيق:\nعبد السلام محمد هارون، مكتبة الخانجي، القاهرة، 1408هـ = 1988م.\n104 ـ كتاب الطراز المتضمن لأسرار البلاغة وعلوم حقائق الإعجاز: السيد الإمام\nيحيى بن حمزة بن علي بن ابراهيم العلوي اليمني (ت 747 هـ)، أشرف\nعلى مراجعته وضبطه وتدقيقه: جماعة من العلماء، دار الكتب العلمية،\nبيروت، 1402 هـ = 1982 م.\n105 ـ كتاب الكافية في النحو: الإمام جمال الدين أبو عمرو عثمان بن عمر\nالمعروف بابن الحاجب النحوي المالكي (ت 646 هـ)، شرحه: الشيخ\nرضي الدين الاسترابادي، دار الكتب العلمية، بيروت، 1405 هـ =\n1985 م.\n106 ـ الكشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل:\nجار الله محمود بن بن عمر الزمخشري (ت 538 هـ)، دار الكتاب\nالعربي، بيروت، 1366 هـ = 1947 م.\n107 ـ الكليات معجم في المصطلحات والفروق اللغوية: أبو البقاء أيوب بن موسى\nالحسيني الكفوي (ت 1094 هـ)، تحقيق: الدكتور عدنان درويش،\nومحمود المصري، منشورات: وزارة الثقافة والإرشاد القومي، دمشق،\n1975 م.\n108 ـ لباب النقول في أسباب النزول: الشيخ جلال الدين السيوطي، تحقيق:\nعبد الرحمن محمد قاسم النجدي، دار إحياء العلوم، بيروت، 1413 هـ\n= 1992 م.\n109 ـ لسان العرب: جمال الدين محمد بن مكرم بن منظور الأنصاري\n(ت 711 هـ)، طبعة مصورة عن طبعة بولاق، المؤسسة المصرية\nالعامة للتأليف والأنباء والنشر، الدار المصرية للتأليف والترجمة، د. ت.\n110 ـ لمع الأدلة: أبو البركات كمال الدين بن محمد الأنباري، تحقيق: سعيد\nالأفغاني في (رسالتان لابن الأنباري)، ط 2، دار الفكر، بيروت،\n1391 هـ = 1971 م.",
        "(1/165)\n\n111 ـ المثل السائر في أدب الكاتب الشاعر: ضياء الدين بن الأثير (ت 637 هـ)\nقدّم له وحققه وشرحه وعلّق عليه: الدكتور أحمد الحوفي، والدكتور بدوي\nطبانة، ط2، مطابع الفرزدق التجارية، منشورات دار الرفاعي، الرياض،\n1403 هـ = 1983 م.\n112 ـ مجاز القرآن: أبو عبيدة معمر بن المثنى التيمي (ت 210 هـ)، عارضه\nبأصوله وعلّق عليه: الدكتور محمد فؤاد سزكين، ط 2، مكتبة الخانجي،\nدار الفكر، القاهرة، 1390 هـ = 1970 م.\n113 ـ مجمع الأمثال: أبو الفضل أحمد بن محمد بن أحمد بن ابراهيم النيسابوري\nالميداني (ت 518 هـ)، تحقيق: محمد محيي الدين عبد الحميد، ط 3،\nدار الفكر، بيروت، 1392 هـ = 1972 م.\n114 ـ المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها: أبو الفتح عثمان\nابن جني، تحقيق: الدكتور علي النجدي ناصف، وعبد الحليم النجار،\nوالدكتور عبد الفتاح اسماعيل شلبي، لجنة إحياء التراث الإسلامي، مؤسسة\nدار التحرير للطبع والنشر، القاهرة،1386هـ.\n115 ـ المحرر الوجيز في تفسير الكتاب العزيز: أبو محمد عبد الحق بن عطية\nالأندلسي (ت 546 هـ)، تحقيق: الرحالي الفارقي، وعبد الله بن\nابراهيم الأنصاري، والسيد عبد العال السيد ابراهيم، ومحمد الشافعي\nصادق عناتي، ط1، مؤسسة دار العلوم، الدوحة، 1398هـ = 1977م.\n116 ـ المحكم والمحيط الأعظم في اللغة: ابن سيدة أبو الحسن علي بن اسماعيل\n(ت 458 هـ)، تحقيق: عبد الستار أحمد الفرّاج، ط 1، شركة مكتبة\nومطبعة مصطفى البابي الحلبي وأولاده، مصر، 1377 هـ = 1958 م.\n117 ـ المرجع في اللغة العربية نحوها وصرفها: علي رضا، دار الفكر، د. ت.\n118 ـ مختار الصحاح: محمد بن أبي بكر بن عبد القادر الرازي (ت 666هـ)،\nدار الرسالة، الكويت، 1402 هـ = 1982 م.\n119 ـ المستقصى في أمثال العرب، العلامة الأديب أَبو القاسم جار الله محمود بن\nعمر الزمخشري (ت 538هـ)، مطبعة مجلس دائرة المعارف العثمانية،\n(1/166)",
        "\nبحيدر آباد الدكن بالهند، تحت مراقبة الدكتور محمد عبد المعيد خان،\n1381 هـ = 1962 م.\n120 ـ معارج التفكّر ودقائق التدبّر: عبد الرحمن حسن حبنكة الميداني، ط 1،\nدار القلم، دمشق، الدار الشامية، بيروت، 1420 هـ = 2000 م.\n121 ـ معاني القرآن، صنعة: الإمام أبي الحسن سعيد بن مسعدة المجاشعي البلخي\nالبصري، المعروف بالأخفش الأوسط (ت 215 هـ)، تحقيق: الدكتور\nفائز طه، ط 3، دار البشير ودارالأمل، 1401 هـ = 1981 م.\n122 ـ معاني القرآن: أبو زكريا يحيى بن زياد الفرّاء (ت 207 هـ)، تحقيق:\nمحمد علي النجّار، وأحمد يوسف نجاتي، وعبد الفتاح، اسماعيل شلبي،\nط 2، عالم الكتب، بيروت، 1980 م.\n123 ـ معاني القرآن وإعرابه: أبو اسحاق ابراهيم بن السري الزجاج (ت311هـ)\nشرح وتحقيق: الدكتور عبد الجليل عبده شلبي، دار الحديث، القاهرة،\n1424 هـ = 2004 م.\n124 ـ معاني النحو: الدكتور فاضل صالح السامرائي، مطبعة التعليم العالي في\nالموصل، وبيت الحكمة للنشر والترجمة والتوزيع، بغداد، 1987 م.\n125 ـ معترك الأقران في إعجاز القرآن: الشيخ جلال الدين السيوطي، تحقيق:\nأحمد شمس الدين، دار الكتب العلمية، بيروت، 1408 هـ = 1988 م.\n126 ـ معجم ألفاظ القرآن الكريم: مجمع اللغة العربية، ط 2، الهيئة المصرية\nالعامة للتأليف والنشر بمصر، 1390 هـ = 1970 م.\n127 ـ معجم شواهد العربية: الأستاذ عبد السلام محمد هارون، ط 1، مكتبة\nالخانجي، مصر، 1392 هـ = 1972 م.\n128 ـ معجم المصطلحات البلاغية وتطورها: الدكتور أحمد مطلوب، مطبعة\nالمجمع العلمي العراقي، بغداد، 1407 هـ = 1987 م.\n129 ـ المعجم المفهرس لألفاظ القرآن الكريم، صنعة: محمد فؤاد عبد الباقي،\nمطابع الشعب، مصر، 1378 هـ.\n(1/167)\n",
        "130 ـ مفردات ألفاظ القرآن: الحسين بن محمد بن المفضل المعروف بالراغب\nالأصفهاني (ت 425 هـ)، تحقيق: صفوان عدنان داودي، ط 1، دار\nالقلم، دمشق، الدار الشامية، بيروت، 1412 هـ = 1992 م.\n131 ـ المفضليات، اختيار: أبي العباس المفضل بن محمد الضبيّ، شرح: أبو\nمحمد القاسم بن محمد بن بشار الأنباري، عني بطبعه: كارلوس يعقوب\nلايل، مطبعة الآباء اليسوعيين، بيروت، 1920 م.\n132 ـ مقاييس اللغة: ابن فارس، تحقيق: محمد عبد السلام هارون، ط 2،\nشركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده، مصر، 1391 هـ\n= 1971 م.\n133 ـ المقتضب: أبو العباس المبرد (285 هـ)، تحقيق: محمد عبد الخالق\nعضيمة، عالم الكتب، بيروت، د. ت.\n134 ـ منحة الجليل بشرح ابن عقيل: الشيخ محمد محيي الدين عبد الحميد،\nمطبوع على شرح ابن عقيل، ط 15، دار الفكر، القاهرة، 1392 هـ =\n1972 م.\n135 ـ المنزع البديع في تجنيس أساليب البديع: أبو محمد القاسم السجلماسي\n(مجهول الوفاة) انتهى من كتابه هذا (في 704 هـ)، تحقيق: علال\nالغازي، ط 1، الرباط، 1401 هـ = 1980 م.\n136 ـ المنصف: شرح الإمام أبي الفتح عثمان بن جني النحوي لكتاب التصريف\nللإمام أبي عثمان المازني النحوي البصري (ت 247 هـ)، تحقيق:\nابراهيم مصطفى، وعبد الله أمين، شركة مكتبة ومطبعة مصطفى البابي\nالحلبي وأولاده، مصر، 1373 هـ = 1954 م.\n137 ـ منهاج البلغاء وسراج الأُدباء، صنعة: أبي الحسن حازم القرطاجني\n(ت 684 هـ)، تحقيق: محمد الحبيب ابن الخوجة، ط 2، دار الغرب\nالإسلامي، بيروت، 1981 م.\n138 ـ المنهج الصوتي للبنية العربية، رؤية جديدة في الصرف العربي: الدكتور\nعبد الصبور شاهين، مؤسسة الرسالة، بيروت، 1400 هـ = 1980 م.\n139 ـ النحو الوافي: الأستاذ عباس حسن، ط 5، دار المعارف، مصر، د. ت.\n(1/168)\n\n140 ـ النشر في القراءات العشر: أبو الخير محمد بن محمد الدمشقي المعروف\nبابن الجزري (ت 833 هـ)، دار الكتب العلمية، بيروت، د. ت.\n141 ـ نظم الدرر في تناسب الآيات والسور: برهان الدين أبو الحسن ابراهيم بن\nعمر البقاعي (ت 885 هـ)، ط 1، مكتبة ابن تيمية، القاهرة،1389هـ\n= 1969 م.\n142 ـ النهر المادّ من البحر: أبو حيان النحوي، منشور على حاشية تفسير البحر\nالمحيط، مكتبة ومطابع النصر الحديثة، الرياض، د. ت.\n143 ـ الواضح في علم العربية: أبو بكر محمد بن الحسن بن عبد الله الزبيدي\nالإشبيلي النحوي (ت 379 هـ)، تحقيق: أمين علي السيد، دار\nالمعارف بمصر، 1975 م.",
        "(1/169)\n\nثالثاً: الدوريات:\n1 ـ العدول في القرآن ظاهرة أسلوبية: الدكتورة عواطف كنوش مصطفى، مجلة\nآداب البصرة، العدد (35)، سنة 12422 هـ = 2002 م.\n2 ـ مشاكل وضع المصطلحات اللغوية أو تقنيات الترجمة: الدكتور محمد رشاد\nحمزاوي، مجلة اللسان العربي، الجمهورية التونسية، العدد (1)، لسنة\n1980.\n3 ـ مفهوم العدول في الدراسات الأسلوبية الحديثة: الدكتور عبد الله صولة، المجلة\nالعربية للثقافة، العدد (32)، السنة السادسة عشرة، لسنة 1417 هـ =\n1997 م.\n(1/170)",
        "\nالملخص\n\nتتناول هذه الأطروحة ظاهرة لغوية بارزة وهي (العدول الصرفي في القرآن الكريم)، بالدرس والتحليل على وفق المنهج الدلالي؛ ولذا وصفت هذه الدراسة بكونها دراسة دلالية، واّتبع هذا المنهج بغية التوصل إلى تجلية دلالات النص القرآني، وأستكناه أَسرار التعبير الفني فيه؛ إذ إن كل عدول من مبنى إلى مبنى آخر يؤدي حتماً إلى العدول عن معنى إلى كمعنىً آخر، ولا سيما إذا ما اتفقت المباني في الجذر اللغوي المشتقة منه تلك المباني، وعلى هذا الأساس تتبيّن نكتة العدول وسرّه الدلالي في النص القرآني.\nوقد انقسم البحث إلى ثلاثة فصول، فضلاً عن المقدمة والتمهيد والخاتمة.\n\nوقد اهتم التمهيد أولاً بالتعريف بالعدول في اللغة وفي الاصطلاح، مع الاشارة إلى مباحث القدماء والمحدثين لهذا المصطلح، فضلاً عن الإشارة إلى معياري الأصل والقياس في اللغة.\n\nأما الفصل الأول فقد تضمن دراسة عن العدول في العربية بشكل عام، ثُمَّ انطلق من خلاله إلى تحديد نوعين من العدول الصرفي في القرآن الكريم، وهما العدول عن الأصل والعدول القياس.\n\nفي حين تناول الفصل الثاني بالدراسة والبحث والتحليل العدول الصرفي عن الأصل في القرآن الكريم.\n\nوأما الفصل الثالث، فقد تناول العدول الصرفي عن القياس في القرآن الكريم.\n\nثُمَّ سُجِلّت أهم النتائج التي توصل إليها البحث في الخاتمة.\n\nوقد تبيَّن أن العدول الصرفي في اللغة هو خروج من صيغة إلى أخرى بشكل منتظم ومنضبط، وعلى هذا الأساس تُوِصّل إلى نوعين من العدول الصرفي وهما العدول عن الأصل، والعدول عن القياس، وقد توضّحت دلالات خاصة لكل نوع من أَنواع هذا العدول في القرآن الكريم.\n(1/171)\n"
    ]
}