{
    "partText": [
        "\nاللهِ الَّذِي آتاكُمْ} [النور: 33] وذهب أبو حَنِيْفَةَ ومالك: إلى أن الإيتَاءَ يُسْتَحَبُّ، وليس بِوَاجِبٍ، واختاره القاضي الرُّويَانِيُّ في \"الحلية\".\nوالإيتاء بأن يَحُطَّ عنه شيئاً من النُّجُومِ، أو يبذل شيئاً، ويأخذ النُّجُومَ. أما الثاني فظاهر، فإن البَذْلَ إيتاء؛ وهو المَأْمُورُ به في الآيَةِ وأما الحَطُّ فقد روي ذلك عن الصَّحَابَةِ -رضي الله عنهم- قَوْلاً وفِعْلاً منهم: علي وابن عمر -رضي اللهُ عنهم-.\nوحكي خلاف عن الأصحاب -رحمهم الله- في أن الأَصْلَ في الإيتَاءِ البَذْلُ، والحَطُّ بدل عنه أو الأمر بالعكس.\nوجه الأول: أن ظاهر الآيَةِ يُشْعِرُ به.\nووجه الثاني: أن المَقْصُودَ إِعَانَتُهُ ليعتق، والإِعَانَةُ في الحَطِّ محققة، وفي البَذْلِ مَوْهُومَةٌ؛ فإنه قد ينفق المال في جِهَةٍ أخرى. وهذا أَظهر، ويحكى عن نَصِّهِ -رضي الله عنه- في \"الأم\"، ولذلك نقول: الحَطُّ أَوْلَى من البَذْلِ. ثم في الإِيتَاءِ مَسَائِلُ:\nإحداها: في مَحَلِّ الإيتاء، وهي الكِتَابَةُ الصَّحِيحَةُ، وفي وجوبه في الفاسدة وَجْهَانِ:\nأظهرهما: المنع؛ وبَنَاهُمَا بَعْضُهُمْ على أن الأَصْلَ الحَطُّ، أو البذل، إن قلنا بالأَوَّلِ لم يجب؛ فإن النجوم غَيْرُ ثَابتَةٍ فيها حتى يجب الحَطُّ، وإذا لم يثبت الأَصْلُ لم يثبت البدل وهو البذل وإن قلنا: الأَصْلُ البَذْلُ؛ فلا يمتنع إيجَابُ شيء على السَّيِّدِ تشبيهاً (1) للكتابة الفَاسِدَةِ بالصحيحة, كما شَابَهَتْهَا في حُصُولِ العِتْقِ وغيره.\nوإذا أوجبنا فيها الإيتَاءَ، فمن قَضَايَاهَا: استِحْقَاقُ السيد قيمة الرقبة، فلو حَطَّ شيئاً منها عن جِهَةِ الإِيتَاءِ كَفَىَ. ومن أعتق عَبْدَهُ على عِوَضٍ، أو باعه من نفسه فلا إِيتَاءَ عليه في ظاهر المذهب، وهو المَذْكُورُ في الكتاب. وعن رِوَايَةِ الشيخ أبي محمد وَجْهٌ: أنه يجب الإِيتَاءُ في كل عَقْد عتاقة على عِوَضٍ، ولا خِلاَفَ في أنه لا يجب في الإعتاق (2) بغير عوض.\nوالثانية: في وقته ومتى يجب؟\nفيه وجهان:\nأحدهما: بعد العتق لتكون بُلْغَةً له؛ كما تجب المُتْعَةُ بعد الطَّلاَقِ.\nوأصحهما -وبه قال أبو إِسْحَاقَ-: أنه يجب قبل العِتْقِ ليستعين به على تحصيل\n__________\n(1) في ز: شبهاً.\n(2) في ز: أي إعتاق.\n(13/501)\n",
        "العِتْقِ، كما يُدْفَعُ إليهم سَهْمُ الرِّقَابِ قبل العِتْقِ. وعلى هذا فإنما يَتَعيَّنُ في النَّجْمِ الأخير.\nوأما وقت الجَوَازِ، فمن أول عَقْدِ الكتابة، ويجوز بعد الأَدَاءِ، أو حصول العِتْقِ أيضاً، ولكنَّ سَبِيلَهُ سَبِيلُ القضاء إذا أوجبنا التَّقْدِيمَ على العتق.\nوفي طريقة الصَّيدَلاَنِيِّ -نقل وَجْهٍ: أنه لا يجوز الإيتَاءُ بما قبل النَّجْم الأَخِيرِ؛ بل يجب أن يحط منه ليرتب عليه العِتْق، أو يُؤْتيه بعد العِتْقِ؛ ليحصل التمليك الكَامِلُ، وقد يشعر قوله في الكتاب: \"وفي وجوب تقديمه على وقت العِتْقِ وجهان\"؛ فإنَّا إِذا لم نُوجِبِ التقديم يجوز (1) التقديم والتَّأْخِيرِ جَميعاً.\nومنهم من يُشْعِرُ إِيرَادُهُ بوجوب التأخير كما قَدَّمْنَا.\nوالثالثة: في قَدْرِهِ؛ وفيه وجهان:\nأصحهما -وهو المنصوص في \"الأم\"-: أنه لا يتقدر (2) بل يكفي ما يتمول، ويقع عليه الاسْمُ؛ لأنه لم يَرِدْ فيه تَقْدِيرٌ.\nوقوله: \"مِنْ مَالِ اللهِ\"؛ يتناول القَلِيلَ والكَثيرَ.\nوالثاني -ويحكى عن أبي إِسْحَاقَ-: أنه يَنْبَغِي أن يكون قَدْراً يَلِيقُ بالحال، ويستعين به على العِتْقِ، دون القليل الذي لا وَقْعَ له. وعلى هذا، فيختلف الحال بقِلَّةِ المال وكثرته، فإن لم يَتَّفِقَا على شيء قَدَّرَهُ الحاكم بالاجتهاد، وينظر فيه إلى قُوَّةِ العبد واكتسابه. وعن رواية ابن القَطَّانِ وَجْهٌ: أنه يُعتَبَرُ حَالُ السَّيِّدِ في اليسار والإعسار (3).\nوعن الأَصْطَخْرِيِّ: أنه يحتمل أن يُقَدَّرَ بِرُبْعِ العُشْرِ، والمُسْتَحَبُّ قَدْرُ الربع، روي ذلك عن علي -كرم الله وجهه-.\nوفي وجه ضعيف: الثُّلُث، فإن لم تسمح نَفْسُهُ بذلك، فالسُّبع مَحْبُوبٌ؛ لما روي أن ابن عمر -رضي الله عنهما- كَاتَبَ عَبْداً له بخمسة وثلاثين ألف درهم، وَحَطَّ عنه خمسة آلاف (4)، وخمسة سُبْع خمسة وثلاثين. قال في \"الوسيط\": وكان السُّبْع إلى العشر لائقاً.\n__________\n(1) في ز: لجواز.\n(2) في ز: يتعدد.\n(3) ومقتضاه ترجيح الأول. وحكى الماوردي الوجه الثاني عن أبي إسحاق اعتباراً بالمنفعة. قال: ويعتبر ثلاثة أمور:\nأحدها: كثرة مال الكتابة وقلته. والثاني: قوة العبد وضعفه فالضعيف الكسب أكثر وقوته أقل. والثالث: يسار السيد وإعساره.\n(4) رواه مالك في الموطإ بهذا، وأخرجه البيهقي [10/ 230] من طريق أيوب عن نافع عن ابن عمر.\n(13/502)\n\nوالرابعة: في جِنْسِهِ.\nوالإِيتَاءُ بِالحَطِّ لا يكون إلاَّ من عَيْنِ مَالِ الكتابة.\nوأما البَذْلُ؛ فإن كان المَبْذُولُ من جنْسِ مال الكتابة كَبَذْلِ الدَّرَاهِم عن الدنانير، فلا يُلْزَمُ المُكَاتَبُ قَبُولَهُ؛ لقوله تعالى: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} [النور: 33] يريد مَالَ الكتابة.\nقال الإمَامُ: ووجدت في كَلاَمِ بَعْضِ الأئمة -رحمهم الله- مَا يَدُلُّ على أن غير الجنس مجزئ.\nوقوله في الكتاب: \"ففيه وجه: أنه لا يجوز تَعَبُّداً كما في الزكاة\"، يشير إلى ترجيح الجَوَازِ. وقد صرح به في \"الوسيط\".\nوالظاهر الذي أَوْرَدَهُ الأكثرون: المَنْعُ.\nوالمقصود من الجَوَازِ وعدمه أنه هل يُجْبَرُ المُكَاتَبُ على قَبُولهِ أو لا يجبر؟ فأما إذا رَضِيَ المُكَاتَبُ بغير الجِنْسِ، فيجوز لا مَحَالَةَ، نص عليه. فإن الكِتَابَةَ من قبيل المُعَامَلاَتِ، فلا [يُنْحَى] (1) بها على نَحْو العبادات، على أن الإِمام قال: إذا منعنا نقل الصَّدَقَة [وانحصر] (2) المُسْتَحِقُّونَ، فقد نقول لهم: أن يَعْتَاضُوا عُرُوضاً عن حقوقهم.\nولو كان المَبْذُولُ من غَيْرِ مال الكتابة، ولكن من جِنْسِهِ، فهل عليه القَبُولِ؟\nفيه وجهان:\nأحدهما: لا؟ لظاهر الآية.\nوالأظهر -وهو المَذْكُورُ في الكتاب-: نعم؛ كما في الزَّكَاةِ، ولأن المَقْصُودَ الإِعَانَةُ، وهي حاصلة.\nوفي الفصل وَرَاءَ ما أَورَدنَاهُ فَرْعَانِ:\nأحدهما: إذا مات السَّيِّدُ بعد أَخْذِ النجوم، وقبل الإِيتَاءِ, فعلى الوَرَثَةِ الإِيتَاءُ, فإن كانوا صِغَارَاً تَولاَّهُ الذي يلي أَمْرَهُمْ، ثم لا يخلو إما أن يَكون مَالُ الكتابة أو بَعْضُهُ باقياً [بحاله] (3) أو لم يكن إن كان باقياً، فيؤخذ القَدْرُ الوَاجِبُ منه، ولا يزاحم المُكَاتَبُ فيه أَرْبَابَ الديون، ولا أَرْبَابَ الوصايا، [لأن حقه] (4) في عَيْنِهِ، أو هو كالمرهون بحقه هكذا ذكره القَفَّالُ، وحكاه القاضي ابن كَجٍّ عن نصه -رضي الله عنه- في \"المبسوط\".\n__________\n(1) سقط في: ز.\n(2) في ز: والحصر.\n(3) سقط في: ز.\n(4) في ز: لا رجعة.",
        "(13/503)\n\nوإن لم يكن بَاقِياً؛ فعن أبي إِسْحَاقَ، وغيره وجه: أن الواجب (1) الإيتاء لكونه غير مُقَدَّرٍ ضعيف، فيؤخر عن الدَّيْنِ، ويجعل في مَرْتَبَةِ الوَصَايَا.\nوذكر وجه آخر: أن على قولنا: إن القاضي يُقَدِّرُهُ باجتهاده، فَقَدَّرَهُ أقل ما يتمول منه في مرتبة الدُّيُونِ، والزيادة عليه في مَرْتَبَةِ الوصايا لضعفه وهذا ما أَوْرَدَهُ في الكتاب مُسْتَثْنى عن قولنا: إن الوَاجِبَ ما يُقَدِّرُهُ القاضي، ويليق بالحَالِ، فقال: \"إلا أن يموت قبل الإيتاء ... \" إلى آخره.\nوكأن مَنْ قَالَ به يقول: الزِّيَادَة على أَقَلِّ ما يتمول لا يليق بحال الميت؛ لأَنه مُعْسِرٌ. وظَاهِرُ المَذْهَبِ أن ما يحكم بوجوبه على اخْتِلاَفِ الوجهين كَسَائِرِ الدُّيُونِ يُقَدَّمُ على الوَصَايَا، فإن أَوْصَى بِزِيَادَةٍ على الواجب، فتلك الزِّيَادَةُ من الوَصَايَا.\nواعلم أن الحِكَايَةَ عن نَصِّ الشَّافعي -رضي الله عنه- في \"المختصر\" أن المُكَاتَبَ يُحَاصّ بالذي له أَهْلَ الدِّيْنِ والوَصَايَا.\nواعترض المُزَنِيُّ وقال: يلزمه أن يقدمه على الوَصَايَا، وكيف يُحَاصّ الفريقين، والدُّيُونُ مقَدَّمَةٌ على الوَصَايَا، فإن حَاصَّ أَهْلَ الدُّيُونِ يقدم على الوصايا، وإن حَاصَّ أَهْلَ الوصايا تَقَدَّمَتِ الديون عليه. واختلف الأَصْحَابُ -رحمهم الله- في الجَوَابِ على وجوه:\nأحدها: أن الكاتب غلط، وإنما قال الشَّافِعِيُّ -رضي الله عنه- يُحَاصّ أَهْلَ الديون دون الوَصَايَا.\nوالثاني: عن ابن سُرَيْجٍ تَنْزِيلُ (2) النَّصِّ على ما إذا أوصى أن يكون الإيتاء والدُّيُونُ من الثلث، وكان الثلث يحتملهما، والوَصَايَا أيضاً؛ فيتحاصُّون (3) جميعاً في الثُّلُثِ.\nوالثالث: تنزيله على ما إذا قدر القاضي شيئاً باجْتِهَادِهِ فَيُحَاصّ أرْبَابَ (4) الديون بأقل ما يتمول منه، وأَرْبَاب الوَصَايَا بالزيادة. وهو الوجه الذي قَدَّمْنَاهُ.\nوالرابع: تَنْزِيلُهُ على ما إذا أَوْصَى السَّيِّدُ بزيادة على القَدْرِ الواجب، فيحاص أَرْبَابَ الديون بالواجب، وأَرْبَابَ الوَصَايَا بالزيادة.\nوبهذا قال ابن خَيْرَانَ، وشَبَّهَ ذلك بما أَوْصَى بأن يمح عنه بالحجة الواجبة من بلده، فَقَدَّرَ أُجْرَةَ الحج من المِيقَاتِ من رَأْسِ المال، والزيادة تُعْتَبَرُ من الثلث.\nالفَرْعُ الثَّانِي:\nإذا لم يبق من النجوم إلاَّ القَدْرُ الواجب في الإِيتَاءِ فلا تسقط ولا يَحْصُلُ\n__________\n(1) في ز: أنه واجب.\n(2) سقط في: ز.\n(3) في ز: فيتخاصمون.\n(4) في ز: له باب.\n(13/504)",
        "\nالتَّقَاصٌّ؛ لأنا -وإن جعلنا الحَطَّ أصلاً- فلِلسَّيِّدِ أن يُؤْتِيَهُ بَدَلاً عنه، ولا يجوز للسَّيِّدِ تعجيزه؛ لأن عليه مِثْلَهُ، ولكن يرفعه المُكَاتَبُ إلى الحاكم حتى يرى رَأْيَهُ، ويفصل الأَمْرَ بينهما. وإن جعلنا الإيتَاءَ أَصْلاً؛ فعن القاضي الحُسَيْن أنّ له تَعْجيزَهُ بالباقي إذا لم يجبره، وإذا عَجَّزَهُ سقط الإِيتَاءُ وارتفع العَقْدُ من أَصْلِهِ.\nقال الإِمام: وهذا عندي غَيْرُ صحيح، وإنما شرع الإيتاء لئلاَّ يَعْجَزَ العَبْدُ بقدره ولا يَفُوتَ العِتْقُ. وَلْيُعَلَمْ ما ذكرنا قوله في الكتاب: \"وليس للسيد تعجيزه\" بالواو.\n\n\" فرع\":\nإذا قلنا: أيجتهد القاضي في القَدْرِ؟\nفقد قال الإِمَامُ: ما يستيقن (1) أن له وقع له بالإضافة إلى مَالِ الكتابة فهو غير كَافٍ، وما [يستيقن أن له وقعاً] (2) فهو كَافٍ. وإذا تَرَدَّدَ فعند الترَدْدِ يَتَعَارَضُ فيه أَصْلاَنِ:\nأحدهما: بَرَاءَةُ ذِمَّةِ السَّيِّدِ.\nوالثاني: بقاء الأَمْرِ بالإيتاء، ويلتحق بأَطْرَافِ تقابل الأصلين والله أعلم.\nقَالَ الْغَزَالِيُّ: الثَّانِيَةُ: لَوْ عَجَّلَ النُّجُومَ قَبلَ المَحَلِّ أُجْبِرَ عَلَى القَبُولِ كَمَا لَوْ عَجَّلَ دَيْناً بِهِ رَهْنٌ، وَفِي سَائِرِ الدُّيُونِ وَجْهَانِ، وَإِنْ كَانَ عَلَى السَّيِّدِ ضَرَرٌ أَوْ كَانَ وَقْتَ غَارَةٍ لَمْ يَجُزْ، فَإِنْ كَانَ العَقْدُ أُنْشِئَ فِي وَقْتِ الغَارَةِ فَوَجْهَانِ، فَلَوْ كَانَ غَائِباً قَبَضَ القَاضِي عَنْهُ، وَلَوْ قَالَ لاَ آخُذُ فَإنَّهُ حَرَامٌ أُجْبِرَ عَلَى القَبُولِ وَالقَوْلُ قَوْلُ المُكَاتَبِ، وَلَكِنْ هَلْ يُنْتَزَعُ من يَدِهِ بَعْدَ القَبُولِ لِأَجْلِ إِقْرَارِهِ؟ فِيهِ وَجْهَانِ: أَحَدُهُمَا: أَنَّهُ ينْتَزَعُ وَيُحْفَظُ فِي بَيْتِ المَالِ أَوْ يُسَلَّمُ إِلَى مَالِكِهِ إِنْ أَقَرَّ لِمَالِكٍ مُعَيَّنٍ، وَإِنْ قُلْنَا: لاَ يُنْتَزَعُ فَالصَّحِيحُ أَنَّهُ يُقْبَلُ رُجُوعُهُ وَيَنْفُذُ تَصَرُّفُهُ إِذَا كَذَّبَ نَفْسَهُ، وَلَوْ قَالَ السَّيِّدُ: إنْ عَجَّلْتَ بَعْضَ النُّجُومِ فَقَدْ أَبْرَأتُكَ عَنِ البَاقِي لَمْ يَصِحَّ (ح و) الإِبْرَاءُ، وَلَوْ عَجَّلَ البَعْضَ بِشَرْطٍ لَمْ يَصِحَّ (ح و) الأَدَاءُ، فَإِنْ وَفَّى السَّيِّدُ وَأَبْرَأَ فَهَلْ يَنْقَلِبُ القَبْضُ صَحِيحَاً بِرِضَاهُ السَّابِقِ المُعَلَّقِ عَلَى الأدَاءِ؟ فِيهِ قَوْلاَنِ، وَلَوْ أَنْشَأَ رِضاً جَدِيدَاً فَلاَ شَكَّ أنَّهُ يَنْقَلِبُ مِنْ حِينِهِ لِأَنَّ دَوَامَ القَبْضِ كَابْتِدَائِهِ.\nقَالَ الرَّافِعِيُّ: في المسألة قَوَاعِدُ يَتْلُوهَا فروع:\nإِحْدَى القَوَاعِدِ: إِذا عجل المُكَاتَبُ النُّجُومَ قبل المَحَلِّ، نُظِرَ: إن لم يلحق السَّيِّدَ\n__________\n(1) في ز: يستقر.\n(2) في ز: يستقر أنه له دفعاً.\n(13/505)\n",
        "ضَرَرٌ في القَبُولِ؛ أجبر عليه (1)؛ لأن للمكاتب غَرَضاً ظاهراً فيه، وهو تنجيز العتق، أو تقريبه، ولا ضَرَرَ على السَّيِّدِ من قبوله (2)، ولأن المحل حَقُّ مَنْ عليه الدَّيْنُ، فإذا أَسْقَطَهُ ينبغي أن يسقط، وقد ورد فيه الأَثَرُ عن عمر -رضي اللهُ عنه-؛ كان لحق السَّيِّدَ ضَرَرٌ بأن كان لا يبقى بحاله إلى وَقْتِ الحُلُولِ، كالطَّعَامِ الرَّطْبِ، أو كان يلزمه مُؤنَةٌ كَعَلَفِ الحيوان، وما يحتاج إليه لِلْحِفْظِ، أو كان في أيام فِتْنَةٍ وغَارَةٍ؛ فلا يُحْبَرُ على القَبُولِ.\nنعم؛ لو أُنْشِئَ العَقْدُ في وقت الفِتْنَةِ والغَارَةِ، ففيه وجهان:\nأحدهما: يُجْبَرُ؛ لاستواء الحَالَتَيْنِ، كما لو (3) استويا في الأمن.\nوأصحهما: المنع؛ لأنها قد تَزُولُ عند المَحَلِّ.\nولو أتى بالنجوم في غير بَلَدِ العَقْدِ؛ فإن كان في النَّقْلِ مُؤنَةٌ، أو كان الطريق، أو ذلك البَلَدُ مَخُوفاً لم يُجْبَرْ على القبول وإلاَّ فَيُجْبَرْ.\nوقوله في الكتاب: \"وفي سائر الديون المؤجلة وجهان\"، لا يمكن حَمْلُهُ على ما سوى النُّجُومِ مُطْلَقاً، وكيف وقد ذكر أنه لو عَجَّلَ دَيْناً به رهن يُجْبَرُ على القَبُولِ لفكِّ الرَّهْنِ.\nوقد سبق ذلك في \"باب السَّلَمِ\"، وبَيَّنَّا هناك أنه إذا لم يكن للتعجيل غَرَضٌ سوى بَرَاءَةِ الذِّمَّةِ؛ ففي إِجْبَارِ المستحق على القَبُولِ قولان:\nأظهرهما: الإجْبَارُ، فليحمل قوله: \"وفي سائر الدُّيُونِ المُؤَجَّلَةِ\" على ذلك، أي الديون التي لا يَتَعَلَّق بتعجيلها غَرَضُ عتق (4) وفك رَهْنٍ، وغيرهما.\nالثانية: إذا أَتَى المُكَاتَبُ بالنجوم في مَحَلِّهِ، والسَّيِّدُ غَائِبٌ، فيقبض القاضي عنه، وكذا يقبض عنه إذا امتنع وهو حَاضِرٌ، ويعتق العَبْدُ. ولو أتى بالنجم قبل المَحَلِّ والسَّيِّد غائب؟ فكذلك يقبض عنه إذا عرف أنه لا ضَرَرَ على السَّيِّدِ في أَخْذِهِ.\nقال الصَّيْدَلاَنِيُّ: وبمثله لو كان لِغَائِبٍ دَيْنٌ على آخر، فأتى به الحاكم؛ هل يقبضه للغائب؟ فيه وجهان:\nأظهرهما: المنع؛ لأنه ليس للمؤدى غَرَضٌ إلاَّ سُقُوطُ الدَّيْنِ عنه، والنظر للغائب\n__________\n(1) قال في الخادم: زاد في المحرر فإن أتى قبضه القاضي، وليس ذلك في الشرح والروضة هنا ولكن ذكراه فيما إذا أتى بالنجم والسيد غائب فقال: يقبضه عنه، وكذا يقبضه عنه إذا امتنع وهو حاضر.\n(2) في أ: في القبول.\n(3) سقط في: ز.\n(4) سقط في: ز.\n(13/506)\n\nأن يترك المَالَ في ذِمَّةِ الملئ فإنه خَيْرٌ من أن يصير أَمَانَةً في يد الحاكم (1).\nالثالثة: إذا أتى المُكَاتَبُ بالنجوم، فقال السَّيِّدُ: هذا حَرَامٌ أو مغصوب؛ نُظِرَ: إن أقام على ما يقوله بَيِّنَةَ لم يُجْبَرْ على قَبُولِهِ [وتسمع هذه البَيِّنَةُ؛ لأن له في إقامتها غَرَضًا ظاهراً، وهو الامْتِنَاعُ عن الحرام. هكذا أطلقه كثيرون.\nوقال الصَّيْدَلاَنِيُّ: إنما يقيم البَيِّنَةَ] (2) ويسمع إذا عَيَّنَ له مَالِكاً، أما إذا لم يُعيِّنْ فلا تُتَصَوَّرُ البَيِّنَةُ للمجهول، ولا معنى لقولهم: إنه مَغْصُوبٌ.\nوللمطلقين أن يقولوا: إذا كان مَقْصُودُ هذه البَيِّنَةِ الامْتِنَاعُ عن الحرام لم يبعد قَبُولُهَا على الإِطْلاَقِ، وإن لم تكن بَيِّنَةٌ، فالقول قول المُكَاتَب: إنه له مع يَمِينِهِ؛ لظاهر اليَدِ، فإن نَكَلَ حَلَفَ السَّيِّدُ، وكان كما لو أقام البَيِّنَةَ.\nوعن ابن أبي هُرَيْرَةَ وَجْهٌ حكاه القاضي ابْنُ كَجٍّ أن المُكَاتَبَ يحتاج إلى البينة.\nوالمشهور الأَوَّلُ، ولا يثبت بِبَيِّنَةِ السَّيِّدِ حَقُّ المالك الذي عَيَّنَهُ، ولا يسقط بحَلِفِ المكاتب حقه.\nثم إذا حَلَفَ العبد، فظاهر المَذْهَب أنه يجبر السَّيِّدُ على قَبُولِهِ، أو إِبْرَائِهِ عن ذلك القَدْرِ، فإن امتنع منهما أخذ الحاكم النُّجُوَمَ، وعُتِقَ العبد. وقد نص الشافعي -رضي الله عنه- فيما إذا اشْتَرَى نَخِيلاً، وأَفْلَسَ، ورجع البائع في النَّخِيلِ، وعليها ثمرة؛ فقال المُشْتَرِي: حدثت في مِلْكِي، وقال البائع: بل كانت على النَّخِيلِ وقت (3) البيع، وصدق بعض الغُرَمَاءِ المشتري دون بعض، أنه يُصَدَّقُ المشتري.\nوأنه إذا حَلَفَ تُدْفَعُ الثمرة إِلى مَنْ صَدَّقَهُ دون من كَذَّبَهُ.\nفحكى الشيخ أبو حَامِدٍ أن من الأَصْحَاب من قال: قَضِيَّةُ قوله: لا تدفع الثمرة إلى المكذب ألاَّ يجبر السَّيِّدُ على القَبُولِ هاهنا، وأن فيهما (4) قولين بالنَّقْلِ والتخريج، والأكثرون امْتَنَعُوا منه.\nوقالوا في الفَرْقِ إذا دفعت الثَّمْرَةُ إلى من صَدَّقَهُ، بَرِئَتْ ذِمَّتُهُ عن الدَّيْنِ بقدرها، ولم يتضرر. وهاهنا لو لم يُجْبَرِ السَّيِّدُ على الأَخْذِ تَضَرَّرَ ببقاء الرِّقِّ.\nويجوز أن يُعَلمَ لما بَيَّنَّا قوله في الكتاب: \"أجبر على القبول\" بالواو واللفظة\n__________\n(1) قال في الخادم: وهذه المسألة وقع فيها اضطراب للرافعي وقد سبقت مواضع منها باب الشاهد واليمين وتعليل الرافعي يشعر بأن محل الخلاف في الملئ فإن كان غير مليء وجب أخذه جزماً.\n(2) سقط في: ز.\n(3) في أ: يوم.\n(4) في ز: فيها.",
        "(13/507)\n\nتحتاج إلى ضَمِيمَةِ المعنى أُجْبِرَ على القَبُولِ، أو الإِبْرَاءِ عن ذلك القدر، أو أُجْبِرَ على القَبُولِ إن لم يبرئ عنه. ثم إذا أخذه السَّيِّدُ، نُظِر إن عَيَّنَ له مَالِكَاً أُمِرَ بِتَسْلِيمِهِ إليه مُؤَاخَذَةً له بإقراره، وإن لم يقبل قوله على المُكَاتَبِ -وإن لم يعين مالكاً، واقتصر على قوله: \"إنه حرام\"، \"أو مَغْصُوبٌ\"، \"أو مَسْرُوق\"، فوجهان:\nأحدهما: أنه يَنْتَزِعُهُ الحاكم، ويحفظه في بَيْتِ المال إلى أن يَظْهَرَ مالكه.\nوأظهرهما: المَنْعُ؛ فإنه لم يقر لمعين.\nوذكر الرُّوَيانِيُّ وغيره -رحمهم الله- على هذا أنه يُقَالُ: له إمساكه إلى أن يَتَبَيَّنَ صَاحِبُهُ، ويمنع من التَّصَرُّفِ فيه.\nولو كَذَّبَ نَفسَهُ، وقال: هو لِلْمُكَاتَبِ، كما ادَّعَاهُ.\nقال الإمَامُ: المذهب أنه يقبل وينفذ تَصَرُّفُهُ. بحسبه، ويجوز أن يُوَجَّهَ الآخر بأنه أَقَرَّ بأنه حَرَامٌ عليه، فلا يتمكن من الرجوع عنه.\nقال: وإن قلنا: إن الحاكم يزيل يَدَهُ، فالظَّاهِرُ أنه لو كَذَّبَ نفسه لا يقبل.\nوقوله في الكتاب: \"فيه وجهان أحدهما أنه يُنْزَعُ، ويحفظ في بيت المال، أو يسلم إلى مالكه إن أقر لمالك معين\" يشعر بِإِثْبَاتِ الخلاف في الانْتِزَاعِ مع الإقرار لِمُعَيَّنٍ ليسلم إليه، ولا خِلاَفَ في أنه يُؤْمَرُ بالتسليم إليه، لكن لا يجوز (1) فَرْض الخلاف في أَنَّا هل [ننزعه لنسلمه] (2) إليه إذا كان غَائِباَ مَثَلاً. هذه هي القَوَاعِدُ.\nوأما الفروع (3): فلو جاء المُكَاتَبُ بالنَّجْمِ عند المَحَلِّ، وشرط على السيد أن يُبْرِئَهُ، فالشرط لَغْوٌ، وللسيدِ أَخْذُهُ، ولا يلزمه الإِبْرَاءُ عن الباقي.\nولو عَجَّلَ قبل المَحَلِّ على أن يُبْرِئَهُ عن الباقي؛ فأخذه وأَبْرَأَهُ لم يَصِحَّ القَبْضُ ولا الإِبْرَاءُ، خلافاً لأبي حَنِيفَةَ وأحمد.\nولو قال السيد: أَبْرَأْتُكَ عن كذا بِشَرْطِ أن تُعَجِّلَ لي الباقي، وإذا عَجَّلتَ كذا، فقد أَبْرَأتُكَ عن الباقي، فَعَجَّلَ لم يَصِحَّ القَبْضُ ولا الإِبْرَاء أيضاً، وإذا لم يَصِحَّا لم يَحْصُلِ العِتْقُ، وعلى السيد رَدُّ المأْخُوذِ. هذا ظاهر المذهب.\nوأشار المزَنِيُّ إلى تَرَدُّدِ قول في صِحَّةِ القَبْضِ والإِبْرَاء , ولم يسلم له جمهور الأصحاب اخْتِلاَفَ القَوْلِ في المَسْأَلَةِ، وحملوا التَّجْوِيَزَ على ما إذا لم يَجْرِ شرط ابتدائه.\n__________\n(1) في أ: ولكن يجوز.\n(2) في ز: ينتزعه ليسلمه.\n(3) في ز: الفرع.\n(13/508)",
        "\nوردَّدَ صاحب [الكتاب في \"الوسيط\"] (1) تَرَدُّدَ القول إلى أنه إذا عَجَّلَ بشرط الإبراء وفي السيد فأبرأ؛ هل يَنْقَلِب القَبضُ صحيحاً [ففي قول: ينقلب صحيحًا] (2) لأنه رضي بالأداء بشرط الإِبْرَاءِ، فإذا حصل الشَّرْطُ كان القبض مَرْضِيّاً به، وعلى هذا جَرَى في الكتاب.\nولو أَنْشَأَ رِضاً جديداً، فقبضه عما عليه يحكم بِصِحَّتِهِ، كما لو أذن للمشتري في أن يَقْبِضَ ما في يَدِهِ عن جهة الشِّرَاءِ، وللمرتهن (3) في قبضه عن جهة الرَّهْنِ.\nويجوز أن يُعَلمَ قوله في الكتاب: \"لم يصح الإبراء\" مع الحاء والألف بالواو؛ لما أَشَارَ إليه المزني.\nوأيضاً ففي تَعْلِيقِ الإبْرَاءِ مُطْلَقاً خِلاَفٌ مَذْكُورٌ في \"الضَّمَانِ\"، ولو أخذ السيد ما عَجَّلَهُ المُكَاتَب أو أبرأه عن الباقي من غير شَرْطٍ لو عَجَّزَ العَبْدُ نَفسَهُ، فَأخَذَ السَّيِّدُ ما معه وأَبْرَأَهُ عن الباقي، أو أَعْتَقَهُ جاز (4).\nوذكر الشَّافِعِيُّ -رضي الله عنه- مُشِيراً إلى حِلِّهِ بقيد حرية المُكَاتَبِ بما عَجَّله أنه (5) إن أَحَبَّ أن يصح فَلْيَرْضَ المُكَاتَبُ بالعَجْزِ، ولْيَرْضَ السَّيِّدُ بأن يأخذ ما معه ويعتقه، ولكن في هذا (6) مُخَاطَرَةٌ على العبد، فإنه لا يؤمن ألاَّ يفي السَّيِّدُ بما وَعَدَ وَيَرِقّهُ، ويأخذ ما في يَدِهِ من الأَكْسَاب، فالطريق على ما حكى عن صاحب \"الإفصاح\" والأئمة -رحمهم الله- أن يقول: إذاَ عَجَّزْتَ نفسك، وأَدَّيْتَ إِلَيَّ كذا، فأنت حُرٌّ، فإذا وجدت الصِّفَتَانِ يعتق، ويكون العِتْقُ على الكتابة.\nقال في \"التهذيب\": لأنه لا ترتفع الكِتَابَةُ بِمُجَرَّدِ تعجيزه نفسه، وإنما يرتفع إذا فَسَخَهَا بعد التَّعْجِيزِ، وإذا عُتِقَ عن الكِتَابَةِ، كانت الأَكْسَابُ له، ثم يَتَرَاجَعَانِ، فيرجع العبد على السَّيِّدِ بما أخذه ويرجع السَّيِّدُ على العَبْدِ بقيمته؛ لأنه أَعْتَقَهُ على عِوَضِ التَّعْجِيزِ، والمال المذكور، والتعجيز لا يصلح عِوَضاً، وكأنه أُعْتِقَ على عِوَضٍ فَاسِدٍ.\nوقال في \"الشامل\": لو لم يُعَلّقْ هكذا , ولكن قال: إن أَعْطَيْتَنِي كذا فأنت حُرٌّ،\n__________\n(1) في ز: الوسيط في الكتاب.\n(2) سقط في: ز.\n(3) في أ: وللمريض.\n(4) أطلق الإبراء وهو يوهم أنه إذا تأخر عن التعجيل المشروط فيه الإراء ووقع مستقلاً لا يصح وليس كذلك وكان ينبغي أن يبين صورة المسألة وأن الإبراء صدر جواباً فإن للمسألة شرطين:\nأحدهما: أن يكون التعجيل مشروطاً بالإبراء.\nوالثاني: أن يقع الإبراء على الفور على وجه القبول بما شرطه الدافع كما في سائر العقود ولهذا أفسدوه لشبهة بربا الجاهلية.\n(5) في ز: له.\n(6) في ز: هذه.\n(13/509)\n",
        "فأعطاه عُتِقَ، ولكنه عِوَضٌ فَاسِدٌ؛ لأن المُكَاتَبَ لا تَصِحُّ المُعَاوَضَةُ عليه، فَعُتِقَ بالصفة، ويجب عليه تَمَامُ قيمته. واعلم أن الإمَامُ أَطْنَبَ في إِيرَادِ الإِشْكَالِ في هذا الفصل وفيما أَوْرَدْنَاهُ يحِصل به الانْفِصَالُ عن أكثرها.\n\n\" فرع\":\nلو عَجَّلَ المُكَاتَبُ النجم (1) على أن يُعْتِقَهُ، ويُبْرِئَهُ عن الباقي ففعل السيد ذلك، عُتِقَ المُكَاتَبُ، ورجع السيد عليه بقيمته، ويرجع المُكَاتَبُ على السيد بما أَدَّاهُ؛ لأنه أعْتَقَهُ بِعَوَضٍ فَاسِدٍ. حكاه القَاضِي عن النَّصِّ (2).\nقَالَ الْغَزَالِيُّ: الثَّالِثَةُ لِتَعَذُّرِ النُّجُومِ خَمْسَةُ أَسْبَابٍ: إِذَا أَفْلَسَ بِجَمِيعِهَا أَوْ بِبَعْضِهَا فَلَهُ فَسْخُ الكِتَابَةِ وَيُسَلَّمُ لَهُ مَا أَخَذَ إلاَّ مَا كَانَ مِنَ الصَّدَقَةِ فَيَجِبُ رَدُّهَا عَلَى مَالِكهَا، وَلَيْسَ هَذَا الفَسْخُ عَلَى الفَوْرِ بَلْ لَهُ التَّأْخِيرُ، وَلاَ يَلْزَمُهُ الإِنْظَارُ إلاَّ بِقَدْرِ مَا يَخْرُجُ المَالُ مِنَ المَخْزَنَ، فَإنْ كَانَ مَالُهُ غَائِباً فَلَهُ الفَسْخُ، وَإِنْ كَانَ لَهُ عُرُوضٌ لاَ يُشْتَرَى إلاَّ فِي زَمَانٍ فَلَهُ الفَسْخُ عَلَى الأَظْهَرِ.\nقَالَ الرَّافِعِيُّ: مَقْصُودُ المسألة الكَلاَمُ فيما إذا تَعَذَّرَ تَحْصِيلُ النجوم عند مَحَلِّهَا، وله أسباب منها:\nالإِفْلاَسُ: فإذا حَلَّ نَجْمٌ على المُكَاتَب، وهو عاجز عن أَدَائِهِ، أو أَدَاءِ بَعْضِهِ، فَلِلسَّيِّدِ فَسْخُ الكتابة [فإن شاء فسخ بنفسه] (3)؛ لأنه فسخ مُجْمَعٌ عليه كَفَسْخِ النِّكَاحِ بالعِتْقِ، وإن شاء رَفَعَ الأمَرَ للحاكم لَيَفْسِخَ.\nوفي \"تَعْلِيق الشيخ أبي حَامِدٍ\": أنه إذا ثَبَتَ عَجْزُهُ بِإقْرَارِهِ أو بالبَيِّنَةِ فللسيد فسْخُ الكتابة، ولا يَنْبَغِي أن يشترط إقراره بالعَجْزِ، ولا قيام البينة عليه؛ لأنا سنذكر أنه إذا امْتَنَعَ عن الأَدَاءِ، ثَبَتَ حَقُّ الفَسْخِ للسيد، وإذا لم يُؤَدِّ، فهو مُمْتَنِعٌ إن لم يكن عَاجِزاً، وإذا رفع الأمر إلى الحاكم (4) فلا بد من ثُبُوتِ الكِتَابَةِ، وحُلُولِ النَّجْمِ عنده ومهما فسخت الكتابة سَلَّمَ للسيد ما أَخَذَهُ؛ لأنه كَسْبُ عبده (5) نعم؛ ما أخذه من الصَّدَقَاتِ\n__________\n(1) في أ: النجوم.\n(2) ومراده بالقاضي هو الحسين والنص موجود في الأم وعبارته: \"وإن فعل هذا على أن يحدث للمكاتب عتقاً فأحدثه له فالمكاتب حر، ويرجع عليه سيده بالقيمة لأنه أعتقه ببيع فاسد كما قلت في أصل الكتابة الفاسدة.\n(3) سقط في: ز.\n(4) في ز: للحاكم.\n(5) في أ: عنده.\n(13/510)\n\nفَيَسْتَرِدُّهُ مُؤَدِّيهِ. وهذا قد سَبَقَ ذِكرُهُ في \"قَسْمِ الصَّدَقَاتِ\".\nويجوز أن يُعَلَمَ قَوْلُهُ في الكتاب: \"فيجب ردها\" لخلاف بَيَّنَاهُ هناك، وليس هذا الفَسْخُ على الفَوْرِ، بل له تَأْخِيرُهُ إلى أن يَشَاءَ، كالفَسْخِ بالإِعْسَارِ (1).\nوإذا استنظره المُكَاتَبُ، فَيُسْتَحَبُّ له أن يُنْظِرَهُ. ثم لا يُلْزَمُ الإِمْهَال؛ بل له الرُّجُوعُ إلى الفَسْخِ مهما بَدَا له، خِلاَفاً لأبي حنيفة.\nوإذا طالبه بالمَالِ، فَلاَ بُدَّ من الإِمْهَالِ بِقَدْرِ ما يَخْرُجُ من المَالِ من الصنْدُوقِ والدُّكَّانِ وَالمَخْزَنِ ويزن (2)، وإن كان مَالُهُ غائباً، فقد أَطْلَقَ الإمَامُ وصاحب الكتاب: للسيد الفَسْخُ، ولْيُحْمَلْ على تَفْصِيلٍ، ذكره ابن الصَّبَّاغ، وصاحب \"التهذيب\" وغيرهما -رحمهم الله- وهو أنه إن كان على مَسَافَةِ القَصْرِ، لَم يَلْزَمْهُ التأخير إلى أن يُحْضِرَهُ؛ لِطُولِ المُدَّةِ، وإن كان على مَا دُونَ مَسَافَةِ القَصْرِ، لَزِمَ التَّأْخِيرُ إلى أن يحضره، وإن كان له دَيْنٌ على إِنْسَانٍ فإن كان حَلاًّ، ومن عليه مَلِيٌّ، وجب التَّأْخِيرُ إلى اسْتِيفَائِهِ، كما لو كانت له وَدِيعَةٌ عند غيره؛ فإن كان مُؤَجّلاً، أو على مُعْسِرٍ، فلا يجب التَّأْخِيرُ.\nوإن كان الدَّيْنُ على السَّيِّدِ، وهو من جِنْسِ النجوم، ففيه الخِلاَفُ في التَّقَاصِّ، وإن كان مِنْ غير جِنْسِهِ أَدَّاهُ لِيَصْرفَهُ المُكَاتَبُ إلى جنس النجوم، ولو حَلَّ النَّجْمُ وهو نَقْدٌ، وللمكاتب عُرُوضٌ، فإن تأتَّى بيعها على الفَوْرِ، فلا يَفْسِخُ السيد وتُبَاعُ، وإن احْتَاجَ البَيْعُ إلى مُدَّةٍ لكسادٍ وَغَيْرِهِ، فَقَضِيَّةُ ما أَطْلَقَهُ الصَّيْدَلاَنِيُّ أنه لا يَفْسِخُ أيضاً.\nورأى الإِمام جَوَازَ الفَسْخِ، ونَزَّلَهُ مَنْزِلَةَ غيبة المال، وهذا أظهر وضبط في \"التهذيب\" مُدَّة التأخير (3) للبيع بثلاثة أَيَّامٍ، وقال: لا يلزم أَكْثَرُ من ذلك. والله أعلم.\nقَالَ الْغَزَالِيُّ: (الثَّانِي): إِذَا غَابَ بِغَيْرِ إِذْنِ السَّيِّدِ فَلَهُ الفَسْخُ مِنْ غَيْرِ حَاجَةٍ إِلَى الرَّفْعِ إِلَى القَاضِي، وَإِنْ كَانَ بِإذْنِهِ بَعْدَ المَحَلِّ فَلَيْسَ لَهُ الفَسْخُ حَتَّى يُخْبِرَهُ مُخْبِرٌ أنَّهُ قَدْ نَدِمَ عَلَى الإِنْظَارِ، فَإنْ قَصَّرَ فِي الإِيَابِ فَلَهُ الفَسْخُ.\nقَالَ الرَّافِعِيُّ: إذا حَلَّ النجم، والمُكَاتَبُ غائب، أو غَابَ بعد الحُلولِ بغير إِذْنِ السيد، فَلِلسَّيِّدِ فَسْخُ الكتابة إن شاء بِنَفْسِهِ، وإن شاء بالحاكم؛ لأن المُكَاتَبَ كان ينبغي\n__________\n(1) قال ابن أبي الدم: هكذا قطع به الإِمام ولا يبعد تخريج وجه فيه أنه على الفور من الخلاف في رجوع البائع إلى عين متاعه إذا أفلس المشتري، ويؤيده أن العراقيين ألحقوا إثبات الفسخ للسيد بفسخ البيع بالرد بالعيب وبالرجوع إلى عين السلعة في حق المفلس.\n(2) قال ابن أبي الدم: هكذا صرح الإِمام وهو خلاف ما ذكره الأصحاب فإنهم اتفقوا على أنه يمهل ثلاثة أيام.\n(3) في ز: التأخر.",
        "(13/511)\n\nأن يحضر، أو يبعث المَالَ إليه عند المَحَلِّ، ولا يجب على السَّيِّدِ تأخير الفَسْخِ بكون (1) الطريق مَخُوفاً، أو المُكَاتَبِ مَرِيضاً.\nوفيه وَجْهٌ، ويُنْسَبُ إلى أبي إِسْحَاقَ: أنه لا يفسخ بنفسه عند العَقْدِ؛ بل لا بد من الرَّفْع إلى القَاضِي، فإنه نَائِبُ [الغيّب] (2)، وقد سَبَقَ ذِكْرُ هذين الوجهين فيما إذا أُمِرَ المُكَاتَبُ. والظاهر الأول. وإلى الوجه المذكور أَشَارَ بقوله في الكتاب: \"من غَيْرِ حَاجَةٍ إلى الرفع\"، فإن فسخ بنفسه، فليشهد عليه لئلا يُكَذِّبَهُ المُكَاتَبُ.\nوإن رفع الأمر إلى الحاكم، فَلاَ بُدّ وأن يثبت عنده حُلُول النجم، وتعذر التحصيل، ويُحَلِّفهُ الحَاكِمُ مع ذلك؛ لأنه قَضَاءٌ على الغائب.\nقال الصَّيْدَلاَنِيُّ: يُحَلِّفُهُ أنه ما قَبَضَ من النجم منه، ولا من وَكِيلِهِ، ولا أَبْرَأَهُ ولا أَحَالَ به، ولا يَعْلَمُ له مَالاً حَاضِراً. وذِكْرُ الحَوَالَةِ [يَتَفَرَّعُ] (3) على جَوَازِ الحِوَالَةِ بالنُّجُومِ. ولو كان مَالُ المكاتب الغائب حاضرًا، لم يُؤَدّ الحاكم النُّجُومَ منه، ويمكن السيد من الفَسْخِ؛ لأنه ربما عَجَّزَ نَفْسَهُ لو كان حَاضِراً، ولم يُؤَدِّ المَالَ.\nولو أنظر المُكَاتب بعد حُلُولِ النَّجْمِ، وأَذِنَ له في السَّفَرِ، ثم بَدَا له في الإِنْظَارِ لم يكن له الفَسْخُ في الحَال (4) لأن المُكَاتَبَ غير مُقَصِّرِ هاهنا، وربما اكْتَسَبَ في السَّفَرِ ما يَفِي بالوَاجِب، ولكن يَرْفَعُ السيد الأَمْرَ إلى الحاكم، ويقيم البَيِّنَةَ على الحُلُولِ والغيبة وَيحْلِفُ مع ذَلك، ويذكر أنه رَجَعَ عن الإنظَارِ، فيكتب الحَاكِمُ إلى حَاكم بَلَدِ المُكَاتَب ليعرفه الحال؛ فإن أظهر العَجْزَ كتب به إلى حَاكِم بَلَدِ السَّيِّدِ ليفسخ إن شَاءَ. وإن قال: أُؤَدِّي الوَاجبَ، فإن كان لسَّيِّد وَكِيلٌ هناك أمره (5) بالتسليم، فإن أبَى ثَبَتَ حَقُّ الفَسْخ [بالامتناع] (6) للسيد، وللوكيل الفَسْخُ أيضاً إن كان وَكِيلاً به. وحكى القاضي ابْنُ كَجٍّ قَوْلاً آخر: أنه لا يَثْبُتُ حَقُّ الفَسْخ بالامْتِنَاع من التسليم إلى الوَكِيلِ، لاحتمال العَزْلِ، وإن لم يكن هناك وَكِيلٌ أمره الحاكم بإِيصَالَهِ إليه، إِما بنفسه أو بغيره، وَيَلْزَمَهُ ذلك في أول رفقة تَخْرُجُ، أو في الحال إن كان لا يَحْتَاجُ إلى رُفْقَةٍ في ذلك الطريق، وعلى السَّيِّدِ الصبر (7) إلى أن تَمْضِي مُدَّةُ إِمكَانِ الوُصُولِ، فإن مَضَتِ المُدَّةُ ولم يوصله مقصّراً فللسَّيِّدِ الفَسْخُ.\n__________\n(1) في أ: ويكون.\n(2) في ز: الغائب.\n(3) في ز: بتفريع.\n(4) هذا إذا علم البلد الذي فيه المكاتب فلو لم يعرف فيجوز أن يقال ليس للسيد الفسخ لأنظاره وعدم تقصير المكاتب ويجوز أن يقال يفسخ وإلا لزم الضرر على السيد ولم أر فيه نقلاً. قاله في الخادم.\n(5) في ز: أمر.\n(6) سقط في: ز.\n(7) في أ: المصير.\n(13/512)",
        "\nويخرج بما ذكرنا: إنه لا يعتبر مُضِيُّ مُدَّةِ إِمْكَانِ المَسِيرِ إلى السَّيِّدِ إن كان له وَكِيلٌ هناك، وأنه يُعْتبَرُ مُضِيُّهَا إن لم يكن وَكيلٌ وكذلك نَقلَهُ الرَّبِيعُ.\nوعن رواية المُزَنِيِّ أنه لا يَفْسِخَ حتى تَمْضِيَ مُدَّةُ إِمْكَانِ المسير، سواء كان هناك وَكِيلٌ، أو لم يَكُنْ وعدّ ذلك سهواً منه.\nوقوله في الكتاب: \"فَلَيْسَ له الفَسْخُ حتى يخبره أنه نَدِمَ على الإِنْظَارِ ليس في ظَاهِرِهِ تَعَرُّضٌ للرفع إلى الحَاكِم، ولكتاب الحاكم، لكنه الذي ذكره الشَّافِعِىُّ -رضي الله عنه- والأَصْحَابُ -رحمهم الله- بل لا بد من الحَمْلِ عليه.\nنعم؛ قال القاضي ابْنُ كَجٍّ: لو لم يكن في بَلَدِ السَّيِّدِ حَاكِمٌ، فكتب السيد إلى العبد، وأعلم الحال، وأمره بالتَّسْلِيمِ إلى رَجُلٍ عَيَّنَهُ، فامتنع، فَعِنْدِي: أنه كما لو امْتَنَعَ بَعْدَ كتاب القَاضِي، إذا وقع له العِلْمُ به. وذكر أبو الحُسَيْنِ فيه وجهين، وحكى وجهين فيما لو سَلَّمَ المُكَاتَبُ إلى وكيل السيد، وبَانَ [أن] السَّيِّدَ عَزَلَهُ؛ هل يَبْرَأُ المُكَاتَبُ؟\nقال: وعندي أن الوجهين مَخْصُوصَانِ بما إذا قال الحاكم: إن فلاناً وَكَّلَهُ، ولم يأمره بالتَّسْلِيمِ إليه، فَيَبْرَأُ بلا خِلاَفٍ. والله أعلم.\nقَالَ الْغَزَالِيُّ: الثَّالِثُ: أَنْ يَمْتَنِعَ مَعَ القُدْرَةِ فَلَهُ الفَسْخُ إذِ الكتَابَةُ جَائِزَةٌ (ح و) مِنْ جَانِبِ العَبْدِ، وَلَهُ أن يُعَجِّزَ نَفْسَهُ وَأَنْ يَفْسَخَ مَهْمَا شَاءَ.\nقَالَ الرَّافِعِيُّ: وإذا امتنع العَبْدُ من أَدَاءِ النُّجُومِ مع القُدْرَةِ لم يُجْبَرْ عليه؛ لأن الكتابة جَائِزَةٌ من جانب العَبْدِ، فله تَعْجِيزُ نَفْسِهِ إذا شاء. قال الأَصْحَابُ -رحمهم الله-: وإنما كانت الكتَابَةُ جَائِزَةً من جانب العَبْدِ، بخلاف جانب السَّيِّدِ؛ لأن الخَطَّ في الكتابة للعبد، فلا يَتَمَكَّنُ السَّيِّدُ من إِسْقَاطِ ما أَثْبَتَهُ من الخَطِّ والحَقِّ، وصاحب الخط بالخِيَارِ في حقه.\nوهذا كما أن الرَّهْنَ جَائِزٌ من جانب المُرْتَهِنِ، لاَزِمٌ من جِهَةِ الرَّاهِنِ، وأيضاً فالكتابة تتضمن تَعْلِيقَ العِتْقِ بصفة في العَبْدِ، والتعليق يلزم من جهة المُعَلّقِ، والعَبْدُ لا يلزمه الإِتْيَانُ بالصفة المعلق عليها.\nوإذا عَجَّزَ نَفْسَهُ، فالسيد بالخِيَارِ بين أن يفسخ، أو يجيز، وإذا اختار الفَسْحَ، فله الفَسْخُ بنفسه، ولا يحتاج إلى الرَّفْعِ إلى القاضي.\nوهل لِلْمُكَاتَبِ الفَسْخُ؟ فيه وجهان:\nأحدهما: لا؛ إذ لا ضَرَرَ عليه في بَقَاءِ الكِتَابَةِ.\nوأظهرهما -وهو المذكور في الكتاب-: نعم؛ كما أن للمرتهن أن يَفْسَخَ الرَّهْنَ أيضاً.\n(13/513)\n",
        "قال الإِمام: تَجْوِيزُ الامْتِنَاعِ عن أَدَاءِ النجوم، مع أنه لا يملك الفَسْخَ بعيد (1).\nوقال أَبُو حَنِيْفَةَ ومالك: إن كان في يَدِهِ وَفَاءٌ بالنجوم، لم يَجُزْ له تَعْجِيزُ نفسه، بل يُجْبرُ على الأَدَاءِ.\nقَالَ الْغَزَالِيُّ: الرَّابعُ إِذَا جُنَّ العَبْدُ وَقُلْنَا: لاَ يَنْفَسِخُ فَلهُ الفَسْخُ إلاَّ أَنْ يَكُونَ لَهُ مَالٌ فَللقَاضِي أَنْ يُؤَدِّيَ عَنْهُ لِيُعْتَقَ إِنْ رَأَى المَصْلَحَةَ لَهُ فِي الحُرِّيَّةِ، وَللسِّيِّدِ أَيْضاً أنْ يَسْتَقِلَّ بأَخْذِ النُّجُومِ إِذْ تمْكِينُهُ مِنْ هَذَا أَوْلَى مِنْ مَنْعِهِ حَتَّى يَفْسَخَ وَيأَخُذَ المَالَ مَجَّاناً.\nقَالَ الرَّافِعِيُّ: قد مَرّ أن الكتابة لا تَنْفَسِخُ بِجُنُونِ العَبْدِ، فإن حَاوَلَ السَّيِّدُ الفَسْخَ، فلا بد وأن يأتي الحَاكِمُ فَيُثْبِتُ عَقْدَ الكتابة، وحُلُولَ النجم ويبدي المطالبة به، ويحلفه الحاكم على بَقَاءِ الاسْتِحْقَاقِ، ثم يبحث فإن وجد للْمُكَاتَبِ مَالاً أَدَّاهُ عن الواجب عليه ليعتق، ويخالف ما إذا كان المكَاتَبُ غَائِباً، وله مالٌ حاضر، حيث قال: لا يُؤَدِّيهِ عنه، وفرق بينهما بأن الغَائِبَ من أَهْلِ النَّظَرِ لنفسه، ولو كان حَاضراً فربما امتنع وعَجَّزَ نَفْسَهُ، وربما فسخ الكتابة في غيبته.\nوالمجنون ليس من أَهلِ النَّظَرِ، فينوب عنه الحَاكِمُ.\nثم عَامَّةُ الأصحاب أَطْلَقُوا القَوْلَ بأن الحاكم يُؤَدِّي عنه.\nوذكر صاحب الكتاب هاهنا وفي\"الوسيط\" أنه يُؤَدِّيهِ إن رأى المَصْلَحَةَ له في الحرية، وإن رأى أنه يضيع إذا عُتِقَ فلا يُؤَدِّيِهِ، وهذا جَيِّدٌ، ولكنه قليل النفع، مع قولنا: إن السَّيِّدَ إذا وجد له مَالاً يَسْتَقِلُّ بأخذه، إلاَّ أن يقال: إن الحاكم يمنعه من الأخذ، والحالة هذه، وإن لم يجد الحاكم له (2) مَالاً، فَيُمَكنُ السَّيِّدُ من الفَسْخُ؛ فإذا فسخ عاد المُكَاتَبُ قِنًّا له، وعليه نَفَقَتُهُ.\nثم إن ظهر له مَالٌ، أو أفاق، وأتي بمال كان قد حَصَّلَهُ قبل الفَسْخِ دفع إلى السيد [و] حكم بعتقه، ونقص التعجيز هكذا أَطْلَقُوهُ. وأَحْسَنَ الإِمَامُ فقال: إن ظهر المَالُ في يَدِ السَّيِّدِ رد التعجيز، وإلاَّ فهو نافد؛ لأنه فسخ حين تَعَذَّرَ عليه الوُصُولُ إلى حَقِّهِ، فأشبه ما لو كان مَالُهُ غائباً، فحضر بعد الفَسْخِ.\nوإذا حَكَمْنَا بِبُطْلاَنِ التعجيز، وكان السيد جَاهِلاً بِحَالِ المال، فعلى المُكَاتَبِ رد\n__________\n(1) وهذا الذي رجحه نقله الإِمام عن المراوزة، وحكى الأول عن العراقيين ثم غلطهم بتجويزهم الامتناع عن الأداء فيما قاله نظر، فإن نص الشافعي في الأم ان ولاية الفسخ بحد العجز أو عند الامتناع من الأداء للسيد مع التصريح بأن له الاعتراض عن الاداء.\n(2) في أ: المكاتب.\n(13/514)\n\nما أنفق السَّيِّدُ عليه؛ لأنه لا يتبرع به، وإنما أنفق على أنه عَبْدُهُ. ولو أقام المُكَاتَبُ بعد ما أَفَاقَ بَيِّنَةً، على أنه كان قد أَدَّى النَّجُومَ، حكم بِعِتْقِهِ، ولا رُجُوعَ للسيد عليه؛ لأنه لبس وأَنْفَقَ على عِلْمٍ بحريته فيجعل (1) مُتَبَرِّعاً، فلو قال: نسيت (2) الأدَاءَ، فهل يقبل ليرجع؟ فيه وجهان:\nوإن وجد السَّيِّدُ لِلْمُكَاتَب في جُنُونهِ مَالاً، فقد تَقَدَّمَ أن له أن يَسْتَقلَّ بِأَخْذِهِ، وحكينا عن الإِمَامِ -رحمه الله- تَفْصِيلاً فيه.\nوقوله في الكتاب: \"إِذْ تمكينه من هذا أَوْلَى من منعه حتى يفسخ ويأخذ المال مَجّاناً\"، ليس المَقْصُودُ منه ما لو مَنَعْنَاهُ من الاسْتِقلاَلِ بالأَخْذِ، فيفسخ، ويأخذ المال من جِهَةِ أنه كَسْبُ عَبدِهِ، فإنه لا يفسخ إن (3) كان هناك مال، ولكن يراجع الحاكم ليسلمه إليه، ولكنه أراد أنه لو لم يرض المُكَاتَبُ إذا أفاق بالعِتْقِ والأَدَاءِ، فإن السَّيِّدِ يفسخ، ويأخذ المَالَ من جهَةِ أنه كَسْبُ عَبْدِهِ، ثمل الإعْتَاقُ بِيَدِهِ لا مَدْفَعَ له، وإذا كان كذلك، فَتَمْكِينُهُ من الأخْذِ، وعِتقُهُ من جهة الكتابة أوْلَى، فقد يفضل شَيْءٌ من أَكْسَابِهِ ويسلم له. وعبارة \"الوسيط\" تُفْهِمُ ذلك.\nقَالَ الْغَزَالِيُّ: الخَامِسُ: المَوْتُ وَتَنْفَسِخُ الكِتَابَةُ بِمَوْتِ العَبْدِ وَإِنْ خَلَّفَ وَفَاءً لِتَعَذُّرِ العِتْقِ.\nقَالَ الرَّافِعِيُّ: إذا مات المُكَاتَبُ قبل أن يُؤَدِّيَ النُّجُومَ، انْفَسَخَتِ الكِتَابَةُ، ومات رَقِيقاً حتى لا يورث، وتكون أكْسَابُهُ للسيد، وتَجْهِيزُهُ عليه؛ لأن مورد العَقْدِ الرَّقَبَةُ، والمقصود مُرْتَقَبٌ فيها، فإذا فاتت كان فَوَاتُهَا كَتَلَفِ المبيع قبل القَبْضِ، ولا فَرْقَ بين أن يخلف وفاءً بالنجوم أو لا يخلف، ولا بين أن يكون البَاقِي من النُّجُومِ قَلِيلاً أو كثيراً، وسواء حَطَّ شيئاً، أو لم يحط.\nوإن كان الإيتَاءُ وَاجِباً؛ قال في \"الشامل\": لأن الإِيتَاءَ غَيْرُ مَعْلُومٍ، فلا يسقط به شيء معلوم. وعن نصه في \"الأم\" -رضي الله عنه- أنه لَو أَحْضَرَ المُكَاتبُ؛ المَالَ ليدفعه إلى السيد، أو دفع المَالَ إلى رَسُولِهِ؛ لِيُوَصِّلَهُ إليه، فمات قبل أن يَقْبِضَهُ السَّيِّدُ، مات رقيقاً أيضاً.\nوأنه لو وَكَّلَ المُكَاتَبُ بدفع النجم الأخير إلى السَّيِّدِ، ومات المكاتب، فقال أولاده الأحرار: إن الوَكِيلَ دَفَعَهُ قبل موته، وإن مات حُراً. وكذبهم السيد فهو\n__________\n(1) في أ: فجعل.\n(2) في ز: كسبت.\n(3) في أ: إذا.",
        "(13/515)\n\nالمُصَدَّقُ، فإن أَقَامُوا بَيِّنَةَ على الدَّفْعِ يوم الاثنين، وكان قد مات يوم الاثنين، لم يَنْفَعْهُمْ إلاَّ أن يقول الشهود: إنه دفع قبل موته، أو يقولوا: [إنه] (1) دفع قبل طُلُوعِ الشمس، ويكون السَّيِّدُ مُقِراً بأنه مات بعد الطُّلُوعِ.\nوإنه لو شهد وَكِيلُ المُكَاتَبِ بقبض السيد النجوم (2) قبل موت المُكَاتَب لم تقبل شَهَادَتُهُ، ولو شَهِدَ وكيل السيد بقبضه تقبل شَهَادَتُهُ، ووجه ذلك بأن وَكِيل المُكَاتَبِ يشهد لموكله فهو مُتَّهَمٌ، ووكيل السيد يشهد على مُوَكِّلِهِ، فهو غير مُتَّهَمٍ.\nولْيُعَلَمْ قوله في الكتاب: \"وإن خلف وفاء\" بالحاء والميم؛ لأن عند أبي حَنِيفَة: إذا مات، وخلف وفاء، مات حُرّاً، كان لم يخلف وفاء، وله وَلَدٌ يَسْتَسْعِي الولد حتى يُؤَدِّيَ النُّجُومَ. كان لم يكن له وَلَدٌ أيضاً مات رَقِيقاً.\nوعن مالك: إن خلف وفاءً، مات حرًا، وإلاَّ فإن لم يخلف ولداً أو خلف ولداً حرًا، أو مملوكاً [ولو قبل عَقْدِ الكتابة، انفسخت الكِتَابَةُ. وإن خلف وَلَداً مَمْلُوكَاً]، (3) ولد بعد عقد الكتابة كلف (4) أن يُؤَدِّيَ المال الذي كان على أَبيهِ، فيعتق ويتبعه (5) الوَلَدُ في الحرية. ويحكى عن مذهبهما غَيْرُ هذا التفصيل:\n\n\" فروع تَتَعَلَّقُ بالفسخ والانفساخ\":\nيحصل الفسخ بقول السَّيِّدِ: فَسَخْتُ الكتابة، ونَقَضْتُهَا، ورَفَعْتُهَا، وأَبْطَلْتُهَا وَعَجَّزْتُ العَبْدَ.\nولو لم يطالبه السَّيِّدُ بعد حُلُولِ النَّجْم مُدَّةَ، ثم أحضر المُكاتَبُ المَالَ؛ لم يكن للسيد الامْتِنَاعُ من قَبْضِهِ. وعن نصه في \"الأم\" -رضي الله عنه- أنه لو قال بعد التَّعْجِيزِ: قد قررتك على الكتابة؛ لم يكن عليها حتى يُجَدِّدَ له كتابة، وقد مَرَّ في \"القراض\" ما يقتضي إثْبَاتَ خِلاَف فيه.\nولو تَطَوَّعَ رَجُلٌ بأدَاءِ مَالِ الكتابة؛ فهل يُجْبَرُ السَّيِّدُ على القبول؟ أو يُمَكَّنُ من الفَسْخِ؟ حكى القاضي ابْنُ كَجٍّ فيه وجهين؛ والذي أَوْرَدَهُ الإِمَامُ -رحمه الله، منهما أنه لا يُجْبَرُ، ولو قبل ففي وُقُوعِهِ عن المُكَاتَب -إذا كان بغير إِذْنِهِ- وَجْهَانِ عن رِوَايَةِ صاحب \"التقريب\": القياس القَبُولُ.\nوإذا مات المكاتب رَقِيقاً، أو فسخ السَّيِّدُ الكِتَابَةَ لعجزه، رُقَّ كُلُّ من يكاتب عليه\n__________\n(1) سقط في: ز.\n(2) سقط في: ز.\n(3) سقط في: ز.\n(4) في أ: يخلف.\n(5) في أ: وتبعه.\n(13/516)",
        "\nمن وَالِدٍ وَوَلَدٍ، وصاروا جميعاً للسَّيِّدِ، وما في يَدِهِ من المال للسيد، على ما مَرَّ إن لم يكن عليه دَيْنٌ وإن كان (1) فسيأتي. إن شاء الله تعالى.\nقَالَ الْغَزَالِىُّ: فَرْعٌ: لَوْ كَانَ اسْتَسْخَرَ المُكَاتَبَ شَهْراً وَغُرِّمَ الأُجْرَةَ فَيَلْزَمُهُ إنْظَارُ شَهْرٍ بَعْدَ المَحَلِّ فَعَسَاة يَكْتَسِبُ مَالاً، وَقِيلَ: لَه تَعْجِيزُهُ مِنْ غَيْرِ إنْظَارٍ.\nقَالَ الرَّافِعِيُّ: إذا قَهَرَ السَّيِّدُ المُكَاتَبَ، واسْتَسْخَرَهُ في بعض أَعْمَالِهِ مُدَّةً، فعليه أُجْرَةُ مثله، ثم إذا جاء المَحَل، فعليه إِمْهَالُهُ مِثْلَ تلك المُدَّةِ، أو له التَّعْجِيزُ والفسخ؟ فيه قولان:\nأحدهما -ونظم الكتاب يقتضي تَرْجِيحَهُ- أن على السيد أن يُمْهِلَهُ مثل تلك المدة؛ لأن حَقَّ السيد أن يمكنه من الاكتساب، فإذا لم يفعل لم يكن له أن يعتد عليه بتلك المُدَّةِ، وقد يتفق له فتوح في مدة القَهْرِ والحَبْسِ وان قصرت.\nوأصحهما -أنه لا يَلْزَمُهُ الإِمْهَالُ (2)، كما إذا حبس مستحق الدَّيْنِ المؤجل مدة [الأجل] لا يلزمه تأخير القضاء بعد المَحَلِّ، وما فوت عليه من المنافع صار مَجْبُوراً بالأُجْرَةِ. ولو حبسه غير السيد؛ فقد حَكَى الإِمَامُ عن العِرَاقِيِّينَ إِجْرَاءَ (3) الخلاف فيه، وفيه طريقان ذكرناهما (4) فيما إذا أسر الكُفَّارُ المُكَاتَبَ مُدَّةً، ثم استنقذ وقوله في الكتاب: \"وقيل له تعجيزه من غير إنظار\"؛ لفظة \"قيل\" في وجوه الأصحاب أكثر اسْتِعْمَالاً، والمسألة مَشْهُورَةٌ بالقولين على ما بَيَّنَّا، فليحمل اللفظ عليه.\nقَالَ الْغَزَالِيُّ: (المَسْاَلَةُ الرَّابِعَةُ فِي ازْدِحَامِ الدُّيُونِ) وَلَهُ صُوَرٌ: الأُولَى: إِذَا لَمْ يَكُنْ عَلَيْهِ دَيْنٌ إلاَّ لِلسَّيِّدِ وَكَانَ لَهُ عَلَيْهِ دَيْنُ مُعَامَلَةٍ مَعَ النُّجُومِ فَلَهُ أَنْ يَأْخُذَ مَا فِي يَدِهِ بِالدَّيْنِ وَيُعَجِّزَهُ إِذَا لَمْ يَمْلِكْ إلاَّ مَا يَفِي بِأَحَدِهِمَا، وَإنْ أَرَادَ تَعجِيزَهُ قَبْلَ إِخْلاَءِ يَدِهِ عَنِ المَالِ يَأْخُذُهُ بِالدَّيْنِ فَفِيهِ وَجْهَانِ.\nقَالَ الرَّافِعِيُّ: مَقْصُودُ المسْأَلَةِ؛ القَوْلُ فيما إذا انْضَمَّتْ إلى النجوم دُيُونٌ على المُكَاتَبِ؛ إِما للسيد وَحْدَهُ، أو لغيره، أو لهما؛ وأنها كيف تُؤَدَّى في حال بَقَاءِ الكِتَابَةِ، وبعد ارتفاعها؟\n__________\n(1) سقط في: ز.\n(2) ومقتضاه أنه تجب الأجرة على السيد قطعاً ويجب معها الأنظار مثل تلك المدة على قول، وهو متابع للإمام وهو من مفردات الإِمام كما قاله ابن أبي الدم والذي ذكره الأصحاب من الطريقين خلاف ذلك.\n(3) في ز: أجراً.\n(4) في ز: وجهان ذكراها.\n(13/517)\n",
        "ومقصود الصُّورَةِ الأُولَى القَوْلُ فيما إذا كانت الدُّيُونُ للسيد وَحْدَهُ، وكانت الكتابة بَاقِيَةً؛ فإذا كان للسيد مع النُّجُومِ دَيْنُ معاملة على المكاتب، أو أَرْشُ جِنَايَةٍ عليه، أو على ماله؛ فإن تَرَاضَيَا على تَقْدِيم الدَّيْنِ الآخر وتَأَخُّر النجوم فذاك، وإن تَرَاضَيَا على تقديم النُّجُومِ عُتِقَ ثم الظاهر أن الدَّيْنَ الآخر يسقط، فللسيد مُطَالَبَتُهُ به.\nولو كان ما في يَدِهِ وافياً بالنجوم، ولم يَفِ بالدين الآخر؛ فإن أَدَّاهَا عن النجوم برضا السيد، فالحكم ما بَيَّنَّا, وللسيد أن يَمْنَعَهُ من تَقْدِيم النجومِ؛ لأنه لا يَجِدُ مَرْجَعاً لِلدَّيْنِ الآخر، إذا تَقَدَّمت النجوم عُتِقَ؛ فيأخذ ما في يَدِهِ عَن الدَّيْنِ، ثم يعجزه.\nوهل له تعجيزه قَبْلَ أَخْذِ ما في يَدِهِ؟ فيه وجهان:\nأحدهما -لا؛ لأنه قادر على أَدَاءِ النجوم فيما لم يخل يده عنها لا يحصل العَجْزُ. ويُنْسَبُ هذا إلى اختيار الصَّيْدَلاَنِيِّ.\nوأوجههما -عند الإِمام وغيره رحمهم الله- نَعَم؛ لأنه يتمكن من مُطَالَبَتِهِ بالدَّيْنَيْنِ معاً وأخذ ما في يَدِهِ عنهما؛ وحينئذ فيعجز عن قِسْطٍ من النجوم.\nولو دَفَعَ المُكَاتَبُ ما في يَدِهِ إلى السَّيِّدِ، ولم يتعرضا للجهة، ثم قال المكاتب: قصدت النُّجُومَ، وأنكر السَّيِّدُ، فعن القَفَّالِ: أن المُصَدَّقَ المُكَاتَبُ. كما لو كان على الرجل دَيْنَانِ، وكان قد رهن بأحدهما، فَأَدَّى، فقال: أردت ذلك الدَّيْن.\nوقال الصَّيْدَلاَنِيُّ: ينبغي أن يصدق السيد؛ لأن الاختيار هاهنا إلى السَّيِّدِ، بخلاف سائر الديون.\nولو قال المكاتب: قَصَدْتُ النُّجُومَ، وسلم له السَّيِّدُ قصده، ولكن قال: قَصَدْتُ الدَّيْنَ الآخر؛ فعلى ما ذكره القَفَّالُ: يُحْكَمُ بِقَوْلِ المُكَاتَب. وعلى ما ذكره الصَّيْدَلاَنِيُّ: بِقَوْلِ السيد. والله أعلم.\nقَالَ الْغَزَالِيُّ: الثَّانِيَةُ: أَنْ يَكُونَ عَلَيْهِ لِلأَجَانِبِ دَيْنُ مُعَامَلَةِ وَأَرْشُ جِنَايَةٍ فَقَوْلاَنِ، النَّصُّ أَنْ يُوَزَّعَ مَا فِي يَدِهِ عَلَيْهِمْ إِنْ ضَاقَ عَنْ جَمِبعِهِمْ، وَالثَّانِي: أَنَّهُ يُقَدَّمُ دَيْنُ المُعَامَلَةِ لِأنَّ الأَرْشَ لَهُ مُتَعَلقٌ بِالرَّقَبَةِ، ثُمَّ الأَرْشُ يُقَدَّمُ عَلَى النُّجُومِ كَمَا يُقَدَّمُ عَلَى حَقِّ المَالِكِ هَذَا إِذَا كَانَ قَدْ حُجِرَ عَلَيْهِ بِالْتِمَاسِ الغُرَمَاءِ، فَأمَّا قَبْلَ الحَجْرِ فَلَهُ أَنْ يُقَدِّمَ مَنْ أَرَادَ مِنْهُم الثَّالِثَةُ: أَنْ يُعَجِّزَ نَفْسَهُ وَعَلَيْهِ أَرْشٌ وَدَيْنُ مُعَامَلَةٍ فَقَدْ سَقَطَ النُّجُومُ وَمَا فِي يَدِهِ يُوَزَّعُ عَلَى الدَّيْنَيْنِ بِالسَّوِيَّةِ، وَقِيلَ: يُقَدَّمُ دَيْنُ المُعَامَلَةِ لِيَرْجِعَ الأرْشُ إِلَى الرَّقَبَةِ، وَقِيلَ: يُؤَخَّرُ دَيْنُ المُعَامَلَةِ لِأنَّ صَاحِبَهُ رَضِيَ بِذمَّتِهِ، ثُمَّ لِمُسْتَحِقِّ الأَرْشِ تَعْجِيزُ المُكَاتَبِ حَتَّى يَبِيعَ رَقَبَتَهُ، فَلَوْ أَرَادَ السَّيِّدُ فِدَاءَهُ لِتَبْقى الكِتَابَةُ فَالصَّحِيحُ أنَّهُ لاَ يَجِبُ قَبُولُهُ، وَأَمَّا صَاحِبُ دَيْنِ\n(13/518)\n\nالمُعَامَلَةِ فَلَيْسَ لَهُ التَّعْجِيزُ إذْ لاَ يَتَعَلَّقُ حَقُّهُ بِالرَّقَبَةِ، وَلَوْ كَانَ لِلسَّيِّدِ دَيْنُ مُعَامَلَةٍ فَلاَ يُضَارِبُ الغُرَمَاء بِالنَّجْمِ وَيُضَارِبُ بِدَيْنِ المُعَامَلَةِ.\nقَالَ الرَّافِعِيُّ: إذا اجتمع على المُكَاتَب النُّجُومُ وَدُيُونُ المُعَامَلاَتِ؛ كالأثمان، والقروض، وأَرْش الجنَايَاتِ؛ إما للسيد، أوَ لغيره، أو لهما؛ فهو كالحُرِّ في الحَجْرِ عليه، وقسمة ماله بينَ أَرْبَابِ الديون.\nوهل يَحلُّ بالحَجْرِ عليه الدُّيُون المؤجلة؟ فيه طريقان:\nأظهرهما: أن فيه قَوْلَيْنِ، كما ذكرنا في الحُرِّ إذا أَفْلَسَ.\nوالثاني: القَطْعُ بالحُلُولِ؛ لأن هاهنا يجتمع الحَجْرُ والرِّقُّ، وللرِّقِّ أَثَرٌ ظاهر في إبطال الأَجَلِ.\nألا ترى أن الشَّافِعِيَّ -رضي الله عنه- قال: إذا اسْترقَّ الحَرْبيُّ، وعليه دَيْنٌ مُؤَجَّلٌ يحل الأَجَل، فإن حَلَّتْ، فَيُقَسَّمُ المال على الجميع، وإلاَّ فعلى الدُّيُونِ الحالة.\nإذا عرف ذلك فإن كان ما في يَدِ المكاتب وَافِياً بما عليه من الدُّيُونِ، وفيت جميعاً، وإلا فإن لم يُحْجَرْ عليه بعد لعدم التماس الغرماء أو غيره فله تقديم ما شاء من النجوم وغيرها كالحُرِّ المُعْسِرِ يقدم ما شاء من الدُّيُونِ. وله تَعْجِيلُ النجوم قبل المَحَلِّ، ولا يجوز تَعْجِيلُ الديون المُؤَجَّلَةِ لغير السَّيِّدِ بغير إِذْنِهِ وفي جوازه بالإذْنِ الخِلاَفُ في تَبَرُّعَاتِ المُكَاتَبِ بإذن السَّيِّدِ، وفي معناه ما إذا عجل سائر الديون للسَّيِّدِ.\nومنهم من أجرى الخِلاَفَ في تعجيل النجوم، وكذلك أَوْرَدَهُ القاضي الرُّوَيانِيُّ، وقال: هو بمنزلة الهِبَةِ: بإِذْنِهِ، وفيه قولان؟ إلاَّ أنه لا يؤدي مال الكتابة من العبد الجاني؛ لأن الأَرْشَ مُتَعَلِّقٌ بِرَقَبَتِهِ، وهو مُرْتَهِنٌ به.\nوإذا أدى النجوم عُتِقَ، ويبقى دَيْنُ الأَجَانِب عليه.\nقال في \"الشامل\": ولا يجيء فيه الخِلاَفُ في إِعْتَاقِ العَبْدِ الجاني؛ لأن العِتْقَ يحصل بالصِّفَةِ السَّابِقَةِ على الجِنَايَةِ؛ فهو كما لو عَلَّقَ عِتْقَ عَبْدِهِ بصفة، ثم جنى، فإن الجِنَايَةَ لا تمنع حُصُولَ العِتْقِ بِمُقْتَضَى التَّعْلِيقِ السابق بلا خلاف، والأولى أن يُقَدِّمَ دَيْنَ المُعَامَلَةِ؛ فإن فَضَلَ شَيْءٌ جعله في الأَرْشِ، فإن فَضَلَ شَيْءٌ صَرَفَهُ إلى النجوم.\nوسيظهر وَجْهُ هذا الترتيب.\nوإن حَجَرَ الحاكم عليه، تَوَلَّى قِسْمَةَ ما في يَدِهِ، وفي كيفية القِسْمَةِ وجهان -ويقال قولان-:\nأحدهما -وهو ظاهر نَصِّهِ في \"المختصر\"- أنه يُقَسِّمُهُ على أَقْدَارِ الدُّيُونِ، ولا",
        "(13/519)\n\nيُقَدِّمْ بَعْضَهَا على بعضِ؛ لأن جَمِيعَ الدُّيُونِ مُتَعَلِّقَةٌ بما في يَدِهِ؛ ألا ترى أن ما انْفَرَدَ منها يَتَعَلَّقُ به؟ وهذا ما أوْرَدَهُ في \"التهذيب\"، ويحكى عن أبي إِسْحَاقَ، واختيار صاحب \"التقريب\".\nوأصحهما: وبه قال ابن أبي هُرَيْرَةَ، والقَفَّالُ، وهو الذي أَوْرَدَهُ القاضي ابن كجٍّ -أنه يُقَدِّمُ دَيْنَ المُعَامَلَةِ؛ لأنه يَتَعَلَّقُ بما في بَدِهِ لا غير، ولِأَرْشِ الجناية مُتَعَلّقٌ آخر، وهو الرَّقَبَةُ، وكذلك حَقُّ السَّيِّدِ بتقدير العَجْزِ يعود إلى الرَّقَبَةِ، ويسوى بين الأَثْمَانِ والقُرُوضِ، ثم يُقَدِّمُ أَرْشَ الجناية على النجوم؛ لأن الأَرْشَ مُسْتَقِرٌّ، والنجوم عُرْضَةُ السُّقُوطِ، إذا شاء المُكَاتَبُ، ولأن حَقَّ المجني عليه يُقَدَّمُ على حَقِّ المالك في القِنِّ؛ فكذلك في المكَاتَبِ.\nوعن القاضي أبي الطَّيِّبِ: أنه لا يَخْتَلِفُ الأَصْحَابُ في أن ذلك مذهب الشَّافعي -رضي الله عنه- وحَمَلُوا ما في \"المختصر\" على ما إذا رَضِيَا جَمِيعاً بالتَّسْوِية وقوله في الكتاب: \"إِذا ضاق عن جميعهم\" يشير إلى أن مَوْضِعَ الخِلاَفِ ما إذا لم يَفِ ما في يَدِهِ بالدُّيُونِ جميعاً، فإن وَفَى فيؤدى (1) الكل.\nوقوله: [هنا] (2) كان قد حُجِرَ عليه بالْتِمَاسِ الغُرَمَاءِ\"؛ يعني المُسْتَحِقِّينَ للديون سوى السيد؛ فإنه صور فيما إذا كانت الديون للأجانب.\nوقد ذكر في \"الشامل\" أنه لا يُحْجَرُ عليه بالْتِمَاسِ السيد النُّجُومَ؛ لأنها غير مُسْتَقِرَّةٍ، والعَبْدُ مُتَمَكّنٌ من إسْقَاطِهَا. ثم في الفصل صُوَرٌ:\nإحداها: إذا عَجَّزَ المُكَاتَبُ نَفْسَهُ، سقطت النُّجُومُ، وفي دَيْنِ المعاملة للسيد وَجْهَانِ، الذي ذكره الإِمَامُ منهما: أنه يسقط أيضاً، ويَصْرِفُ ما في يَدِهِ إلى دُيُونِ الأجانب من المُعَامَلاَتِ والأَرْشِ، فإن لم يَفِ بالنَّوْعَيْنِ؛ ففيه ثلاثة أوجه:\nأرجحها: عند الشيخ أبي مُحَمَّدٍ، وصاحب الكتاب وغيرهما -رحمهم الله- أنه يُسَوْى بينهما.\nوالثاني: تقديم دَيْنِ المُعَامَلَةِ؛ لأن لِلأَرْشَ مُتَعَلِّقاً آخَرَ، وهو الرَّقَبَةُ، وقضية ما قدمنا تَرْجِيحُ الوَجْهِ، وقد وفي الإِمام بهذه القضية (3).\nوالثالث: عن صاحب \"التقريب\": تقديم دَيْنِ الأَرْشِ؛ لأنها تَثبُتُ من غير رضا أَرْبَابِهَا، وفي دُيُونِ المُعَامَلَةِ قد رَضِيَ أَرْبَابُهَا بِذِمَّتِهِ.\n__________\n(1) في أ: يؤدي.\n(2) سقط في: ز.\n(3) في أ: الصفة.\n(13/520)",
        "\nقال الإِمام: وهذا المعنى يَقْتَضِي طَرْدَ الوَجْهِ الثالث قبل التعجيز، وما يبقى من دَيْنِ المعاملة يُتْبَعُ به بعد العِتْقِ، وما يبقى من الأَرْشِ يَتَعَلَّقُ بالرّقَبَةِ، فيباع فيه.\nولو مات المُكَاتَبُ قبل أن يقسم ما في يَدِهِ انْفَسَخَتِ الكتابة، وسقطت النُّجُومُ وذكر جماعة -منهم صاحب \"الشامل\"، ويحكى عن ابن سُرَيْجٍ- أن أُرُوشَ الجِنَايَاتِ تسقط أيضاً؛ لأنها تَتَعَلَّقُ بالرَّقَبَةِ، وقد تَلِفَتْ، وتتعلق بما في يَدِهِ أيضاً بِحُكْمِ الكتابة، فإذا انْفَسَخَتِ الكِتَابَةُ بطل ذلك التَّعْلِيقُ أيضاً، فعلى هذا يَتَعَيَّنُ صَرْفُ ما خلفه إلى دُيُونِ المُعَامَلاَتِ، وأبقى مُبْقُونَ الأَرْشَ وتَعَلُّقَهَا بالمال.\nوعلى ذلك جَرَى الصَّيدَلاَنِيُّ، والإمام، وصاحب \"التهذيب\" -رحمهم الله- وعلى هذا؛ فإن سَوَّيْنَا [في] (1) صورة التَّعْجِيزِ، فهاهنا أَوْلَى.\nوعلى الوجه المنقول (2) عن صاحب \"التقريب\": تَقْدِيمُ الأَرْشِ.\nوإن قلنا هناك: [يقدم] (3) دين المُعَامَلَةِ؛ فهاهنا وجهان:\nأحدهما: أن الجَوَابَ كذلك؛ استِصْحَاباً لما كان في حال الحَيَاةِ.\nوأظهرهما: التَّسْوِيةُ؛ لأن الدَّيْنَيْنِ متعلقان بما خَلَّفَهُ، وتَأَخُّرُ الأَرْشِ في الحياة كان لِتَوَقُّعِ تَوْفِيرِهِ من الرَّقَبَةِ، وقد بَطَلَ ذلك التَّوَقُّعُ.\nالثانية: إذا لم يكن في يَدِ المُكَاتَب مَالٌ، أو قسم الموجود إما على الديون جَمِيعاً بالتَّسْوِيةِ، أو على التَّقْدِيمِ والترتيب، وبقيت النجوم أو بَعْضُهَا؛ فللسيد تَعْجِيزُهُ وَرَدُّهُ إلى الرِّقِّ.\nإن بقيت الأُرُوشُ، أو بعضها، فَلِمُسْتَحِقِّ الأَرْشِ الباقي تَعْجِيزُهُ أيضاً لتباع رَقَبَتُهُ في حَقِّهِ، ولا يُعَجِّزُهُ بنفسه؛ لأنه لم يعقد حتى يفسخ، ولكن يَرْفَعُ الأَمْرَ إلى الحاكم حتى يُعَجِّزَهُ. صرح الأصحاب بهذا.\nوقال الإِمَامُ: ظاهر كَلاَمِهِمْ أنه يُعَجِّزُهُ بِنَفْسِهِ والوَجْهُ: الرفع إلى القَاضي.\nفلو (4) أراد السَّيِّدُ أن يَفْدِيَهُ، وتبقى الكتَابَةُ؛ فهل يَمْتَنِعُ على مستحق الأرش التَّعْجِيزُ؟ وهل يجب عليه قَبُولُ الفِدَاءِ؟\nقال الإِمام: فيه احْتِمَالْ مُتَلَقَّى من قول الأَصْحَاب: يجوز أن يقال: لا؛ لأن السَّيِّدَ إنما يَفْدِي إذا تَعَلَّقَ الأَرْشُ بالرَّقَبَةِ، وهذا لا يَتَحَقَّقُ مَا دامت الكِتَابَة بَاقِيَةً. وليست الكتابة كالاسْتِيلاَدِ حتى يجعل السيد مَانِعاً لها، كما يجعل مَانِعاً بالاسْتيلاَدِ.\n__________\n(1) سقط في: ز.\n(2) في ز: المذكور.\n(3) في ز: تقديم.\n(4) في ز: فإن.\n(13/521)\n",
        "ويجوز أن يقال: نعم؛ لأنه رَقِيقُ السَّيِّدِ، وله غَرَضٌ في تمام العتاقَةِ، وفي استبقائه لنفسه إن لم يتم، فيتمكن (1) من الفِدَاءِ. والأول أصح عند الإِمَامِ , وتابعه (2) صَاحِبُ الكتاب.\n[والثاني نعم] (3) وهو الذي يُوجَد لسائر الأَئِمَّةِ -رحمهم الله-، وأما صاحب دَيْنِ المُعَامَلَةِ، فليس له التَّعْجِيزُ؛ لأن حَقَّهُ لا يَتَعَلَّقُ بالرَّقَبَةِ على ما سنذكر إن شاء الله تعالى.\nولو أَمْهَلَهُ السيد، ومُسْتَحِقُّ الأُرُوشِ، ثم بدا لِبَعْضِهِمْ، وأراد التَّعْجِيزَ، فله ذلك، خِلافاً لأبي حنيفة ومالك -رحمهما الله-.\nوإذا تَحَقَّقَ التَّعْجِيزُ، سقطت النُّجُومُ، ويُبَاعُ في أَرْشِ الجناية، إلاَّ أن يَفْدِيَهُ السَّيِّدُ.\nودَيْنُ المُعَامَلَةِ لا يَتَعَلَّقُ بالرقبة، ولا يُبَاعُ فيه، خلافاً لأبي حَنِيْفَةَ حيث قال: متعلقه بالرَّقَبَةِ، كما قال: يَتَعَلَّقُ دُيُونُ المعاملة بِرَقَبَةِ العبد المَأْذُونِ.\nوعن رواية صاحب \"التقريب\" وجه مثله؛ فيجوز أن يُعَلَمَ لذلك. قوله في الكتاب: \"ألاَّ يتعلق حقه بالرقبة\"؛ بالحاء والواو. وقضية الوَجْهِ المذكور أن يُمَكَّنَ صَاحِبُ دَيْنِ المعاملة من التَّعْجِيزِ، وأن يسوى بين دَيْنِ المعاملة، والأَرْشِ في الحياة.\nالثالثة: عرفت أن الأَظْهَرَ أن دُيُونَ الأجانب مُقَدَّمَةٌ على النجوم، فلا يُضَارِبُ السَّيِّدُ معهم بالنجوم، إذا لم يَفِ ما في يَدِ المُكَاتَبِ بالجميع. وهل يُضَارِبُ بِمَالِهِ من دَيْنِ المعاملة؟ فيه وجهان:\nأشبههما: وهو المَذْكُورُ في الكتاب -نعم؛ لأنه إذا سَقَطَ لم يَكُنْ له بَدَلٌ كَدُيُونِ الغُرَمَاءِ، بخلاف النَّجْمِ؛ فإنه إذا سَقَطَ عَادَ السَّيِّدُ إلى الرَّقَبَةِ.\nوالثاني: لا؛ لأن دُيُونَ السَّيِّدِ ضَعِيفَةٌ، فإنها عُرْضَةٌ للسقوط بالتعجيز. هكذا وجه الإِمام، وذَكَرَ في غير هَذَا المَوْضِعِ أن ما كان للسَّيِّدِ من دَيْنِ مُعَامَلَةِ يسقط بالتعجيز.\nونقل صاحب \"التهذيب\" فيه وجهين؛ فإذا (4) لم يسقط فَيُحَاصّ السَّيِّدُ الغُرَمَاءَ فيما كان في يَدِهِ. وأمَّا ما للسيد من أَرْشِ جِنَايَةٍ على المُكَاتَبِ، ففي كتاب القاضي ابن كَجٍّ أن السَّيِّدَ والأَجْنَبِيَّ يَسْتَوِيَانِ فيه في دَوَامِ الكتابة.\nوأما [ما] (5) بعد التعجيز، فَيُبَاعُ في أَرْشِ الجِنَايَةِ على الأجنبي، ويسقط ما كان للسَّيِّدِ؛ لأنه صار مِلْكاً له، ولا يَثْبُتُ للسيد على عَبْدِهِ أَرْشُ جِنَايَةٍ، ويجوز أن يُفْرَضَ\n__________\n(1) في ز: فيمكن.\n(2) في ز: وتبعه.\n(3) في ز: الثاني. صح.\n(4) في أ: فإن.\n(5) سقط في: ز.\n(13/522)\n\nفيه خلاف. وقوله في الكتاب: \"فلا يُضَارِب الغُرَمَاء بالنجم\"؛ يجوز أن يُعَلَمَ بالواو لما تَقَدَّمَ أن على قَوْلٍ أو وَجْهٍ يُوَزَّع ما في يَدِهِ على النجوم وغيرها.\nقَالَ الْغَزَالِيُّ: (المَسْأَلَةُ الخَامِسَةُ:) إِذَا كَاَتَبَا عَبْداً فَلَيْسَ لِأحَدِهِمَا أَنْ يَنفَرِدَ بِقَبْضِ نَصِيبِ نَفْسِهِ لِأَنَّ كُلَّ مَا فِي يَدِ العَبْدِ كَالمُشْتَرَكَ بَيْنَهُمَا، وَلَوْ سَلَّمَ إِلَى أَحَدِهِمَا جَمِيعَ النُّجُومِ لَمْ يُعْتَقْ مِنْهُ شَيْءٌ، وَقِيلَ يُعْتَقُ نَصِيبُ القَابِضِ، وَلَوْ رَضِيَ أَحَدُهُمَا بِتَقْدِيمِ الآخَرِ بِنَصِيبِهِ فَقَبَضَ فَهَلْ يُعتَقُ نَصِيبُهُ؟ فِيهِ وَجْهَانِ.\nقَالَ الرَّافِعِيُّ: إِذا كان بَيْنَ اثْنَيْنِ عَبْدٌ بالسَّوِيَّةِ (1)، فَكَاتَبَاهُ معاً، لم يكن للمُكَاتَبِ أن يُفَضِّلَ أَحَدَهُمَا على الآخر في قَدْرِ المَدْفُوعِ، ولا أن يُقَدِّمَ أَحَدَهُمَا على الآخر, لأن أَكْسَابَهُ مُشْتَرَكَةْ بينهما؛ فإن دَفَعَ إلى أحدهما تَمَامَ حِصَّتِهِ بِغَيْرِ إِذْنِ الآخَرِ، لم يُعْتَقْ منه شَيْءٌ؛ لأن نِصْفَ المَأْخُوذ لشريكه، ويجيء فيه وَجْهٌ ضَعِيفٌ قد سَبَقَ.\nوإن دفع إليه [قبل] (2) تمام النجوم، فكذلك.\nوحكى الإِمَامُ وَجْهاً: أنه يُعْتَقُ نَصِيبُ القَابِضِ؛ لأنه لا يَلْزَمُهُ رَفْعُ اليَدِ، إلاَّ عن نِصْفِ المَقْبُوضِ، فليستقر مِلْكُهُ في نِصْفِ المقبوض، ولا خلاف أن لِلشَّرِيكِ الآخَرِ أَخْذَ حِصَّتِهِ مما قَبَضَ، ولا في أنه إذا قَبَضَ أَحَدُهُمَا جَمِيعَ النجوم بإذْنِ الآخر عُتِقَ العَبْدُ.\nوإن دفع إلى أحدهما حِصَّتَهُ من مَالِ الكِتَابَةِ بِإذْنِ الآخَرِ، ورِضَاهُ بتقديمه؛ ففي صِحَّةِ القَبْضِ قولان؛ وقال صَاحِبُ الكتاب: وجهان:\nأصحهما: على ما قاله الرُّوَيانِيُّ في \"الحلية\"، وهو اختيار المُزَنِيِّ: أنه لا يَصِحُّ؛ لأن حَقَّهُ ما في ذِمَّةِ المُكَاتَب، وما في يَدِهِ مِلْكُهُ، فلا أَثَرَ للِإِذْنِ فيه، ولأنه لو جَاءَ بالمَالِ ليعطيهما، فَرَضِيَ أَحَدُهُمَا بأَن يَزِنَ للآخر أَوَّلاً، ففعل وأقبضه؛ لم يُعْتَقْ حتى يَزِنَ للآخر.\nولو هَلَكَ الباقي قبل أن يَدْفَعَهُ إلى الثاني، كان المَدْفُوعُ إلى الأَوَّلِ بينهما؛ فكذلك هاهنا.\nوالثاني: يَصِحُّ؛ لأن الحَقَّ لا يَعْدُوهُمْ، وقد اتَّفَقُوا عليه.\nويروى عن أبي حَنيفَةَ مِثْلُ القولين.\nوفي طريقة الصَّيدَلاَنِيِّ أن من الأصحاب من بَنَى القَوْلَيْنِ، على أنه: هل يجوز أن يُكَاتِبَ أَحَدُ الشريكين نَصِيبَهُ بِإذْنِ الآخَرِ؟\nإن جَوَّزْنَاهُ صَحَّ القَبْضُ، وإِلاَّ فَلاَ.\n__________\n(1) في ز: بالتسوية.\n(2) سقط في: ز.",
        "(13/523)\n\nوذكر غيره أنهما مَبْنِيَّانِ على أن المُكَاتَبَ: هل تنفذ تَبَرُّعَاتُهُ بِإذْنِ السيد؛ لأن هذا التقديم (1) تبرع.\nوتعرف الشيخ أبو محمد في \"السلسلة\" لِلْبَابَيْنِ جميعاً؛ فإن قلنا: لا يصح القَبْضُ، لم يُعْتَق نَصِيبُ القَابِضِ، وللآذِنِ طَلَبَ حِصَّتِهِ من المَقْبُوضِ، ثم إن أَدَّى العَبْدُ الباقي عُتِقَ عليهما، وإلاَّ فَلَهُمَا التَّعْجِيزُ.\nفإن قلنا: يصح القَبْضُ اسْتَبَدَّ القَابِضُ بما قَبَضَهُ، وعُتِقَ نَصِيبُهُ، ثم إن كان مُعْسِراً، لم يُعْتَقْ نصيب الآخر عليه، ولكن إن كان في يَدِ المُكَاتَبِ ما يفي بنصيب الآخَرِ وأداه عتق نصيبه أيضاً وإلاّ فللآخر تَعْجِيزُهُ.\nوإن كان الَّذِي قَبَضَ حِصَّتَهُ مُوسِراً قُوِّمَ عليه نَصِيبُ الشريك، ومتى يُقَوَّمُ في الحال، أو عند التَّعْجِيزِ عن نصيب الشريك؟\nفيه القولان المَذْكُورَانِ من قَبْلُ، فيما إذا أَعْتَقَ أحَدُهَمَا نَصِيبَهُ.\nفإن قلنا بالتَّقْوِيمِ في الحَالِ، فجميع ما في يَدِ العَبْدِ للشريك الآذِنِ (2)؛ لحصوله في حال تَفَارُقِهِ واستيفاء (3) الأول نصيبه.\nوإن قلنا بالتَّقْوِيم عند العَجْزِ، فما اكْتَسَبَهُ إلى أن يُعْتَقَ نِصْفُهُ يكون للشريك الآذِنِ، وما اكْتَسَبَهُ بعد ذلكَ يكون بَيْنَ المُكَاتَبِ والشريك الآذِنِ؛ لأنه اكْتَسَبَهُ بنصفه الحُرِّ، ونِصْفِهِ المكاتب.\nوإن مات قبل الأدَاءِ والتَّعْجِيز، فعلى ما سَبَقَ هناك.\nهذا ما يوجد لأكثر النَّاقِلِينَ -رحمهم الله-.\nوسلك الإِمَامُ -رحمه الله- طَرِيقَةً أُخْرَى فقال: إن كان في يَدِهِ وفاء بنصيب الشريك الآذن، فالذي رَأَيتُهُ للأصحاب -رحمهم الله- القَطْعُ بأنه لا سِرَايَةَ.\nقال في \"الوسيط\": ولا نقول بِعِتْقِ نَصِيبِهِ، بل يؤدى نصيب الآذِنِ فإذا أدَّى عُتِقَ عليهما، وإن عَجَزَ عن أدَاءِ نَصِيبِ الآذن؛ فقد حُكِيَ عن ابن سُرَيْجٍ: أنه لا يُشَارِكُ القَابِض فيما قَبَضَ؛ لأنه لما قدمه فقد رَضِيَ بِبَقَاءِ حَقِّهِ في ذِمَّةِ المُكَاتَبِ، فعلى هذا\n__________\n(1) في أ: التقويم.\n(2) قال في الخادم: كذا وقع في أكثر نسخ الرافعي وهو سهو، أما قوله: \"فجميع ما في يده يكون للشريك الآذن\" فغلط بل الذي يأخذ منه النصف وبذلك قطع الأصحاب منهم القاضي أبو الطيب والماوردي وابن الصباغ وغيرهم ثم ساق عبارتهم.\n(3) في ز: استبقاء.\n(13/524)",
        "\nيُعْتَقُ نَصِيبُ القابض [و] في السِّرَايَةِ ما ذكره الأكْثَرُونَ -وعن غيره -رحمهم الله-: أن الآذِنَ- يُشَارِكُ القَابِضَ؛ لأن ما قَبَضَهُ كَسْبُ عبدهما (1)، وإنما تَبَرَّعَ الآذن بالتقديم، لا بالتمليك، فلا يَخْلُصُ له المَقْبُوضُ؛ فعلى هذا لهما تعجيزه وإرقاقه والله أعلم.\nقَالَ الْغَزَالِيُّ: (فَرْعٌ:) لَوِ ادَّعَى أَنَّهُ وَفَّاهُمَا النُّجُومَ فَصَدَّقَ أَحَدُهُمَا وكَذَّبَ الآخَرُ وَحَلَفَ فَلَهُ أَنْ يُشَارِكَ المُصَدِّقِ فِيمَا أقَرَّ بِقَبْضِهِ، وَلَهُ أن يُطَالِبَ المُكَاتَبَ إِنْ شَاءَ بِتَمَامِ نَصِيبِهِ، ثُمَّ لاَ يَرْجعُ المُصَدِّقُ عَلَى المُكَاَتبِ فِيمَا أَخَذَ مِنْهُ وَلاَ المُكَاتَبُ عَلَى المُصَدِّقِ.\nقَالَ الرَّافِعِيُّ: قد مَرَّ أن الشَّرِيكَيْنِ إذا كَاتَبَا عَبْدَهُمَا المُشْتَرَكَ، فَادَّعى أنه وَفَّاهُمَا النُّجُومَ، فَصَدَّقَهُ أَحَدُهُمَا، وكَذَّبَهُ الآخَرُ، أن المُكَذِّبَ مُصَدَّقٌ بِيَمِينِهِ، فإذا حَلَفَ نَفَذَتِ الكِتَابَةُ في نصيبه، وهو بالخِيَارِ بين أن يشارك المُصَدّق، فما أقر بِقَبْضِهِ فَيَأْخُذُ نِصْفَهُ، ويطالب العبد بالباقي، وبين أن يُطَالب [المكاتب] (2) بتمام نصيبه؛ لأن كَسْبَهُ مُتَعَلَّقُ حَقِّهِمَا بالشركة، فله أن يُشَارِكَ المُصَدّق فيما أخذه.\nوذكر القاضي ابْنُ كَجٍّ أن هذا التخيير مَبْنِيٌّ عند بعض الأَصْحَابِ على أنه لا يجوز أن يَنْفَرِدَ أَحَدُ الشريكين بكتابة نَصِيبِهِ.\nفأما إذا جَوَّزنَاهُ، فلا يأخذ من الشريك شيئاً، وإنما يطالب المُكَاتَب بتمام حِصَّتِهِ، وهذا يُرَخص في إِعْلاَمِ قوله في الكتاب: \"فله أن يشارك المصدق\" بالواو.\nالظاهر ثُبُوتُ التخيير (3) على القولين؛ لأنا -كان جَوَّزْنَا انْفِرَادَ أحدهما بالكتابة- فإذا كَاتَبَا معاً، فَلَيْسَ لأحدهما أن يَنْفَرِدَ بأخذ شَيْءٍ من كسبه.\nقال ابن الصَّبَّاغِ: وإنْكَارُهُ قَبْضَ الشَّرِيكِ لا يمنعه من الرُّجُوعِ عليه؛ لأنه أَقَرَّ بالقبض، وربما قَبَضَ، وهو لا يَعْلَمُ.\nثم إذا أخذ المُكَذِّبُ حصَّتَهُ منهما، أو من العَبْدِ وَحْدَهُ، عُتِقَ بَاقِيهِ، ولا يرجع المصدق إن أخذ منهما بِشَيْءٍ على العَبْدِ؛ لاعترافه بأنه مَظْلُومٌ ولا يرجع المَظْلُومُ على غير (4) ظالمه. وكذلك لا يرجع العَبْدُ على المُصَدِّقِ بما يأخذ منه، ولا تُقْبَلُ شَهَادَةُ المُصَدِّقِ على المُكَذِّبِ؛ لأنه مُتَّهَمٌ بِدَفْعِ مُشَارَكَتِهِ فيما أخذ.\nقَالَ الْغَزَالِيُّ: المَسْأَلَةُ السَّادِسةُ: لَوْ كَاتبَ عَبْدَيْنِ بِشَرْطِ أَنْ يَتَكَفَّلَ أَحَدُهُمَا بِنَصِيبِ الآخَرِ فَسَدَ العَقْدُ، وَلَوْ تَكَفَّلَ بِغَيْرِ شَرْطٍ لَمْ يَصِحَّ لِأَنَّ النُّجُومَ لَيْسَتْ بِلاَزِمةٍ فَكَيْفَ\n__________\n(1) في أ: عندها.\n(2) سقط في: ز.\n(3) في أ: الخلاف.\n(4) في ز: وعلى.\n(13/525)\n",
        "تُضْمَنُ، وَلَوْ تَبَرَّعَ أَحَدُهُمَا بِتَسْلِيم نُجُومِ الثَّانِي وقُلْنَا: لاَ يَجُوزُ التَّبَرُّعُ مَعَ الإِذْنِ فَلِلْمُؤَدِّي أَنْ يَسْتَرِد قَبْلَ أَنْ يَعْتِقَ، وَالنَّصُّ أنَّهُ لاَ يُسْتَردُّ بَعْدَ العِتْقِ وَنَصَّ أَنَّهُ لَوْ عَفَا عَنْ أَرْشَ جِنَايَةٍ ثَبَتَ لَهُ عَلَى السَّيِّدِ وَقُلْنَا: لا يَصِحُّ فَلَهُ طَلَبُهُ بَعْدَ العِتْقِ، وَقِيلَ فِي المَسْأَلَةِ قَوْلاَنِ مَبْنِيَّانِ عَلَى أَن تَبَرُّعَ المُفْلِسِ إِذَا لَمْ يَنْفُذْ لِأَجْلِ الدَّيْنِ، فلَو سَقَطَ الدَّيْنُ بِالإبْرَاءِ فَهَلْ يَنْفُذُ الآنَ؟ فِيهِ قَوْلاَنِ.\nقَالَ الرَّافِعِيُّ: إذا كَاتَبَ عَبْدَيْنِ فَصَاعِداً، وشرط أن يَتَكَفَّلَ بعضهم عن بعض بالنجوم، فَسَدَتِ الكِتَابَةُ؛ لأنه شَرْطٌ فَاسِدٌ، فإن مَالَ الكتابة غَيْرُ لاَزِمٍ، وضَمَانُهُ غير صحيح. ولو ضَمِنَ بَعْضُهُمْ عن بعض بغير شَرْطٍ، لم يَصِحَّ.\nوحكى القاضي ابْنُ كجٍّ قَوْلاً آخر: أن الكِتَابَةَ لا تَفْسدُ بالشرط المذكور، ونَسَبَهُ الإِمام إلى القديم، وَوَجَّهَهُ بأن هذا الضَّمَانَ من مَصْلَحَةِ العَقْدِ، فإن السَّيِّدَ قد يُرِيدُ ارْتِبَاطَ بعضهم ببعض، فيتعاونوا على الاكْتِسَاب، فلا يَفْسَدُ العَقْدُ [باشتراطه] (1)، ويَصِحُّ ضَمَانُ بعضهم عن بَعْض في هذه الصورة؛ لِلْحَاجَةِ والمَصْلَحَةِ كضمان الدَّرَكِ (2).\nوالظاهر الأول.\nوكذلك لو كاتب عَبْدَهُ بشرط أن يَضْمَنَ عنه فُلاَنٌ؛ لم تَصِحَّ الكِتَابَةُ وليُعَلَمْ للقول الذي نَقَلْنَاهُ قَوْلُهُ في الكتاب: \"فسد العقد\" بالواو، ويجوز أن يُعَلَمَ بالحاء والميم أيضاً؛ لأن عن أبي حَنيفَةَ، ومالك -رحمهما الله- أنه إذا كَاتَبَ عَبْدَيْنِ فَصَاعِداً وكل واحد منهم ضَامِنٌ عن الآخر، وإن لم يوجد تَصْرِيحٌ بالضَّمَانِ على كُلِّ واحد أداء الجميع إذا طالبه السَّيِّدُ، فإذا أَدَّى عُتِقُوا، ورجع على أَصْحَابِهِ بِحِصَصِهِمْ.\nوعن مالك: أنه إذا امْتَنَع بَعْضُهُمْ عن الاكْتِسَاب، كان للآخرين إِجْبَارُهُ، وأنه لو أَعْتَقَ السَّيِّدُ أَحَدَهُمْ، وهو غير كَسُوبٍ لم يَنْفُذْ عِتْقُهُ؛ لأن فيه إِضْرَاراً بالآخرين.\nوإذا ثبت التَّضَامُنُ من غَيْرِ شرط، فعند الاشتراط أَوْلَى.\nواحتج الأَصْحَابُ -رحمهم الله- بأن الكِتَابَةَ عَقْدُ مُعَاوَضَةٍ، فإذا كان في أحد طَرَفَيْهَا أَكْثَرُ من وَاحِدٍ، لم يلزمه عند الإِطلاَقِ جَمِيعُ المال كالبيع وغيره.\nولو أَدَّى بعض المُكَاتِبينَ عن بَعْضٍ، بلا شَرْطٍ ولا ضَمَانٍ، أو كاتب عَبْدَيْنِ في عَقْدَيْنِ، فَأَدَّى أحدهما عن الآخر، نُظِرَ:\nإن أَدَّى بَعْدَما عُتِقَ جاز، فإن أدَاءَ الدَّيْنِ عن الغُرَمَاءِ جَائِزٌ، ثم إن أَدَّى بإذنه رَجَعَ\n__________\n(1) في ز: إشراطه.\n(2) سقط في: ز.\n(13/526)\n\nعليه، وإلاَّ فَلاَ. وإن أَدَّى قبل العِتْقِ، فهو تَبَرُّعٌ، وتَبَرُّعُ المُكَاتَب بغير إِذْنِ سَيِّدِهِ غير جائز، وبإذنِهِ فيه قولان؛ يأتيان من بَعْدُ إن شاء الله تعالى.\nفإن لم يعلم السيد بأنه يُؤَدِّي عن غَيرِهِ، بأن ظَنَّ أنه كَسْبُ المُؤَدَّى عنه، وأنه يُؤَدِّيهِ بِإِذْنِهِ، فهو تَبَرُّعْ بغير إِذْنِ السيد، وإن علم الحال فوجهان:\nأظهرهما: أنه تَبَرُّعٌ بِالإِذْنِ، وأخذه عن عِلْمٍ بالحال قَائِمٌ مقام صريح الإِذْنِ.\nوالثاني: -وهو اختيار صاحب \"التهذيب\"- أنه لا يجعل ذلك إِذْناً، بل لا بد من التَّصْرِيح بالإِذْنِ، فإن صَحَّحْنَا الأَدَاءَ لم يرجع المُؤَدِّي على السَّيِّدِ، ويرجع على المُؤَدَّى عَنْهُ إن أَدَّى بِإذْنِهِ، ولا يرجع إن أدى بغير إِذْنِهِ.\nوإذا ثبت له الرُّجُوعُ عليه -بأن كان قد عُتِقَ- فذلك، وإلاَّ فَيَأْخُذُهُ مما في يَدِهِ، وَيُقدم على النجوم؛ لأنه لا [بَدَلَ] (1) له، ولِحَقِّ السيد بَدَلٌ عند العُذْرِ، وهو رَقَبَةُ العبد، ولأن دَيْنَ الرَّاجِعِ لاَزِمٌ لا يمكن إِسْقاطه، والنجوم يمكن إِسْقَاطُهَا، بأن يعجز المكاتب نفسه.\nوإن لم نصحح الأَدَاءَ، فلا رُجُوعَ للمؤدي على المُؤَدَّى عنه، ولكنه (2) يَسْتَرِدُّ من السيد مَا دَفَعُهُ إليه ما لم يُعْتَقْ، والسيد يُطَالِبُ المؤدى عنه بما عليه، فإن حَلَّ نَجْمٌ على المُؤَدِّي وَقَعَ في التَّقَاص، وإن لم يَسْتَرِدَّ من السيد، حتى أَدَّى النُّجُومَ، وعتق، فالنَّصُ أنه لا يَسْتَرِدُّ حينئذ، ونَصَّ فيما إذا جَنَى السَّيِّدُ على مُكَاتَبهِ، فعفا عن الأَرْشِ الثَّابِتِ له على السيد، وأَبْطَلنَا العَفوَ، بِنَاءً على رَدِّ تَبَرُّعَاتِهِ، ثم عتق أَن له أَخْذَ الأَرْشِ.\nفقال أَكْثَرُ الأَصْحَاب: في الصورتين قولان، وأطلق مُطْلِقُونَ في المسألة وجهين من غير تَعَرُّضٍ لِلنَّصَّيْنِ:\nأحدهما: لا يأخذ شَيْئاً؛ لأن المَانِعَ من صِحَّةِ تَبَرُّعِهِ الرِّقُّ، وخوف فوات العتق، وقد ارتفع هذا المَانِعُ.\nوالثاني: يأخذ؛ لأن أَدَاءَهُ وعَفْوَهُ لم يَصِحَّ حينئذ، فلا يَنْقَلِبُ صحيحاً بزوال الرِّقِّ، وبنى الخلاف على القولين في تَصَرُّفَاتِ المُفْلِسِ؛ أهي باطلة أو موقوفة؟\nإن أَبْطَلنَاهَا؛ فالأَدَاءُ والعَفْوُ بَاطِلاَنِ.\nوإن قلنا: هي مَوْقُوفَةٌ، فالأداء والعفو مَوْقُوفَانِ، فإذا عُتِقَ بَانَ صِحَّتُهُمَا.\nولو كاتب رَجُلاَنِ كُلُّ وَاحِدٍ منهما عَبْدَهُ، ثم أَدَّى أحدهما عن الآخر، بغير إذن السيد، لم يصح أَدَاؤُهُ، وإن أَدَّى بِإذْنِ السَّيِّدِ، ففيه قولان. وعن القَفَّالِ: أنه إذا (3) انْضَمَّ\n__________\n(1) في ز: لا يدل.\n(2) في أ: ولكن.\n(3) في أ: إن.",
        "(13/527)\n\nإِذْنُ المُؤَدَّى عنه إلى إذْنِ سَيِّدِهِ يصح بلا خلاف؛ لأنه يكون إِقْرَاضاً، والإقْرَاضُ بِإذْنِ السَّيِّدِ جَائِزٌ بلا خلاف (1)، فإن لم يَصِحَّ أَدَاؤُهُ، فله الاسْتِرْدَادُ، وإن عُتِقَ قبلَ الاسْتِرْدَادِ، ففيه الخلاف.\nقَالَ الْغَزَالِيُّ: (فَرْعٌ:) لَوْ كَانَا مُتَفَاوِتِي القِيمَةَ فقَالَ الخَسيسُ: أَدَّيْنَا النُّجُومَ عَلَى عَدَدِ الرُّؤوسِ وَقَالَ الآخَرُ: بَلْ عَلَى قَدْرِ النُّجُومِ وكَانَا قَدْ جَاءَا به مَعاً فَالصَّحِيحُ أَنَّ القَوْلَ قَوْلُ مَن يَدَّعِي الاِسْتِوَاءَ لِأَنَّهُ فِي أَيْدِيهِما.\nقَالَ الرَّافِعِيُّ: المُكَاتَبُونَ دفعة واحدة إذا اختلفوا فيما دَفَعُوهُ إلى السيد، فقال من قَلَّتْ قيمته: أدينا النجوم على عدد الرؤوس وقال من كَثُرَتْ قِيمتُهُ: بل على أقدار القيم (2)؛ فقد نَصَّ في \"المختصر\" أن القول قَوْلُ من قَلَّتْ قيمته.\nوعن نَصِّهِ -رضي الله عنه- في مَوْضِعٍ آخر: أن القَوْلَ قَوْلُ من كَثُرَتْ قيمته، وفيهما طريقان للأصحاب:\nأظهرهما: أن فيه قولين:\nأصحهما: أن القول قَوْلُ من قَلَّتْ قيمته؛ لأن ما أدوه وسَلَّموه كان في أيديهم، وصَاحِبُ اليد يصدق أن (3) في يَدِهِ ملكه،\nوالثاني: أن القَوْلَ قَوْلُ من كَثُرَتْ قيمته؛ لأن الظَّاهِرَ مِنْ حَالِ مَنْ عليه دَيْنٌ ألاَّ يزيد عن أَدَاءِ ما عليه.\nوالثاني: تنزيل النَّصَّيْنِ على حالين، فحيث قال: القول قَوْلُ مَنْ قَلَّتْ قيمته، أراد ما إذا أَدَّوْا بَعْضَ المال، وكان المُؤَدِّي، بحيث لو وَزَّعَ على عَدَدِ رؤوسهم لم يَخُصَّ واحداً منهم أكثر بما كان عليه.\nوحيث قال: القَوْلُ قَوْلُ مَنْ كَثُرَتْ قيمته، أراد ما إذا أَدَّوْا الجَمِيعَ، والذي قَلَّتْ قيمته يَدَّعِي أنه أَدَّى أكثر مما عليه، وأن ذلك وَدِيعَةٌ له عند السيد، أو قرض على كَثِيرِ القيمة؛ فيطالب بالبَيِّنَةِ.\nوربما قيل: إن كان الخِلاَفُ فيما سِوَى النَّجْمِ الأخير، فَيُصَدَّقُ مَنْ قَلَّتْ قيمته؛ لأنه قد يُؤَدِّي زَيادَةً ليحتسب بها عن النَّجْمِ الأخير.\n__________\n(1) وقد اعترض عليه في نفي الخلاف بحكايته بعده أن تبرعات المكاتب كالهبة والإبراء والإقراض أن وجدت بإذن السيد ففيها القولان وجوابه أن الذي قاله هنا قد حكاه عن القفال وهناك قطع بالقولين فيحصل من الموضعين في الإقراض طريقان.\n(2) في أ: إقرار بالقيم.\n(3) سقط في: ز.\n(13/528)",
        "\nفإن كان في النجم الأخير، وأراد اسْتِرْدَادَ شيء فيحتاج إلى البَيِّنَةِ، وقطع القاضي ابن كَجٍّ فيما إذا كان الخِلاَفُ في النَّجْم الأخير.\n[وأجرى القاضي الروياني] (1) الخلاف فيما لو اشْتَرَى اثنان شَيْئاً على التَّفَاوُتِ، وأديا الثَّمَنَ، واختلفا في أنهما أَدَّيَا على التَّفَاوُتِ أو التَّسَاوِي.\nوقوله في الكتاب: \"وقال الآخر: بل على قدر النجوم\"، يعني نُجُومَ كُلِّ واحد منهما، وهو رَاجِعٌ إلى العِبَارَةِ التي سَبَقَتْ، وهي أَقْدَارُ القيم؛ لأن المسمى يُوَزَّعُ على قَدْرِ القِيَمِ على الصحيح كما تَقَدَّمَ.\nقَالَ الْغَزَالِيُّ: (المَسْأَلَةُ السَّابِعَةُ فِي النَّزَاعِ) وَلَهُ صُوَرٌ: إحْدَاهَا: أَنْ يَخْتَلِفَ السَّيِّدُ وَالعَبْدُ فِي أَصْلِ الكِتَابَةِ أَوْ أَصْلِ الأَدَاءِ فَالقَوْلُ قَوْلُ السَّيِّدِ، وَتَثْبُتُ دَعْوَى العَبْدِ بِشَاهِدٍ وَأمْرَأتَيْنِ فِي الأَدَاءِ، وَهَلْ تَثْبُتُ دَعْوَى الكِتَابَةِ وَدَعْوَى النَّجْمِ الأَخِيرِ الَّذِي يَتَعَلَّقُ بِهِ العِتْقُ؟ فِيهِ وَجْهَانِ.\nقَالَ الرَّافِعِيُّ: إذا ادَّعى العَبْدُ على سَيِّدِهِ أنك كَاتَبْتَنِي، فأنكر، فهو المُصَدَّقُ بِيَمِينِهِ، وكذا لو ادَّعَى على وَارِثِهِ بعد مَوْتِهِ أن مُوَرِّثَكَ كاتبني، فأنكر، ويحلف الوَارِثُ على نَفْي العلم.\nولو قال السيد: كَاتَبْتُكَ وأنا مَجْنُونٌ، أو مَحْجُورٌ علي، وقال العبد: بل كنت (2) في حَالِ الكَمَالِ، فإن عُرِفَ للسيد جُنُونْ، أو حَجْرٌ فهو المُصَدَّقُ، وإلاَّ فالمُصَدَّقُ العَبْدُ.\nولو قال السيد: كَاتَبْتُكَ وأنكر العَبْدُ؛ ففي كتاب (3) القاضي ابن كَجٍّ: أنه إن لم يعترف بأدَاءِ المَالِ، فيعود إلى الرِّقِّ، ويجعل إِنكاره تَعْجِيزاً لنفسه. وإن قال السيد وأَدَّيْتَ المَالَ وعتقت؛ فهو حُرٌّ بإقرار السَّيِّدِ. فإن قال العَبْدُ: الذي دفعته إليه لم يكن لي وإنما هو وَدِيعَةُ زَيْدٍ، وادَّعَاهُ زَيْدٌ، صُدِّقَ.\nولو اختلفا في أداء المال، فالمُصَدَّق السَّيِّدُ، فإن أراد المُكَاتَبُ أن يُقِيمَ بَيِّنَةٌ على الأَدَاءِ، أُمْهِلَ ثَلاثةَ أَيَّامٍ، وذُكِرَ وجهان في أن هذا الإِمْهَالَ واجب أو مُسْتَحَبٌّ؟\nولا تثبت دعوى الكِتَابَةِ بِشَاهِدٍ وامرأتين، ولا بشاهد ويمين؛ لأن مَقْصُودَهَا في الحَالِ مِلْكُ اليَدِ والتصرف، وفي المال العِتْق، فلا بد من ذَكَرَيْنِ (4) عَدْلَيْن، ويشترط التَّعَرُّض للتَّنْجِيمِ، ولمقدار كل نَجْمٍ، ومِيقَاتِهِ في الشَّهَادَةِ.\n__________\n(1) في أ: قال الروياني.\n(2) في ز: كتبت.\n(3) في ز: فعن.\n(4) في أ: ذكر.\n(13/529)\n",
        "وتثبت دَعْوَى الأَدَاءِ بِشَاهِدٍ ويمين، وبرجل وامرأتين؛ لأن مَقْصُودَهَا المال. هذا في غير النَّجْمِ الأخير. وفي النجم الأَخِيرِ الذي يَتَعَلَّقُ به العِتْقُ وجهان:\nأظهرهما: أن الجواب كذلك؛ لأن المَقْصُودَ المال، إلاَّ أنه يَتَضَمَّنُ العِتْقَ، وشُبِّهَ ذلك بما إذا ادَّعى على رجل أنه بَاعَ منه أَبَاهُ، وعُتِقَ عليه، وأقام شاهداً وامرأتين، ثبت البَيْعُ وتبعه (1) العِتْقُ. وقد مرت المسألة في \"الشهادات\".\n\n\" فرع\":\nحكى القاضي الرّوَيانِيُّ في \"الكافي\" أنا إذا أَمْهَلْنَاهُ ثَلاثَةَ أيَّامٍ ليأتي بالبَيِّنَةِ على الأَدَاء، فَأَحْضَرَ شاهداً بعد الثلاثة، واستنظر ليأتي بالشاهد، يُنْظَرُ ثَلاثةً أُخْرَى.\nقَالَ الْغَزَالِيُّ: (الثَّانِيَةُ): إِذَا تَنَازَعَا فِي قَدْرِ النُّجُومِ أَوِ الأَجَلِ أَوْ جِنْسِ النُّجُومِ تَحَالَفَا وَتَفَاسَخَا، وإِنْ كَانَ العِتْقُ قَدْ حَصَلَ بِالاتفَاقِ فَفَائِدَةُ الفَسْخِ الرُّجُوعُ إِلَى قِيمَةِ الرَّقَبَةِ.\nقَالَ الرَّافِعِيُّ: إذا اختلفا في قَدْرِ النُّجُومِ، أو عَدَدِهَا، أو جنسها، أو صِفَتِهَا أو في قَدْرِ الأَجَلِ ولا بيِّنَةَ لواحد منهما تَحَالَفَا؛ لأنهما اخْتَلَفَا في عِوَضِ العقد القائم بينهما، أو في كَيْفِيَّتِهِ، فَيَتَحَالَفَانِ كما في البَيْعِ وغيره. وعن أبي حَنيفَةَ: أن القول قَوْلُ المُكَاتَبِ.\nوعن أحمد ثَلاَثُ رِوَايَاتٍ:\nإحداها: كقولنا.\nوالثانية: كقول أبي حَنِيْفَةَ.\nوالثالثة: أن القوْلَ قَوْلُ السيد، ثم القَوْلُ فيمن يُبْدَأُ به عند التَّحَالُفِ، وفي كيفية اليَمِينِ، على مَا مَرَّ في \"البيع\".\nوإذا تَحَالَفَا؛ نُظِرَ، إن لم يَحْصُلِ العِتْق باتَّفَاقِهِمَا، بأن لم يقبض السيد شيئاً، أو لم يقبض جميع ما يدعيه [أو كان الاختلاف في الجنس، وقد قبض الجنس الذي يدعيه] (2) العَبْدُ دُونَ ما يدَّعِيهِ، فتنفسخ الكِتَابَةُ، أو يفسخها الحَاكِمُ، إن لم يَتَرَاضَيَا على شَيْءٍ، فيه ما سبق في البيع.\nوالظاهر الثاني؛ فإن حصل العِتْقُ باتِّفَاقِهِمَا، بأن قَبَضَ السَّيَّدُ ما يدعيه بِتَمَامِهِ، وزعم العَبْدُ أن الزِّيَادَةَ على القَدْرِ الذي يعترف به أودعها عنده فلا مَرَدَّ له، ولكن يَتَرَاجَعَانِ، فيرجع السَّيِّدُ على المُكَاتَبِ بقيمة المكاتب بما أَدَّى، وقد يقع في التَّقَاصِّ.\nولو قال السَّيِّدُ: كَاتَبْتُكَ على نَجْمٍ وَاحِدٍ، وقال العَبْدُ: بل على نَجْمَيْنِ. قال في\n__________\n(1) في أ: ويتبعه.\n(2) سقط في: ز.\n(13/530)\n\n\"التهذيب\": القول قَوْلُ السيد مع يَمِينِهِ؛ لأنه يَدَّعِي فَسَادَ العقد (1) ولو أقام العَبْدُ بَيِّنَةً على أنه كَاتَبَهُ في رَمَضَانَ سَنَةَ كذا على أَلْفٍ، وأقام السيد بَيِّنَةً أنه كَاتَبَه في شوال ذلك السَّنَةِ على ألفين، فإن اتَّفَقَا على أن الكِتَابَةَ كانت واحدة، وكل واحد منهما تكذبه الأخرى، فَتَسْقُطُ البَيِّنَتَانِ، وَيَتَحَالَفَانِ، فإن لم يَتَّفِقَا على الاتِّحَادِ، فالبيِّنَةُ المتأخرة أَوْلَى، لأنه ربما كانت في رَمَضَانَ، ثم ارْتَفَعَت تلك الكتابة فَأَحْدَثَ كِتَابَةً أخرى.\nقَالَ الْغَزَالِيُّ: (الثَّالِثَةُ) لَوْ مَاتَ مُكَاَتَبُهُ وَلَهُ وَلَدٌ مِنْ مُعْتِقَةٍ فَقَالَ عَتَقَ قَبْلَ المَوْتِ وَجَرَّ إِليَّ وَلاَءَ وَلَدِهِ فَالقَوْلُ قَوْلُ مَوَالِي الأمِّ لِأَنَّ الأَصْل بقاء الوَلاَءِ لَهُمْ.\nقَالَ الرَّافِعِيُّ: وَلَدُ المُكَاتِب من زَوْجَتِهِ المعْتَقَةِ حُرٌّ، وَوَلاَؤُهُ لِمَوَالِيَهَا، فإن عَتَقَ المُكَاتَبُ [انْجَرَّ] (2) الوَلاءُ إلى موَالِيهِ، كما سبق في جَرِّ الوَلاَءِ فإن مات المُكَاتبُ، واختلف مَوْلاَهُ وموالي أُمِّ أولاده، فقال مَوْلاَهُ: عُتِقَ بأداء النجوم، ثم مات وجَرَّ ولاء أولاده إلى وأنكر مَوَاليها فهم المُصَدَّقُونَ باليمين، وعليه البَيِّنَةُ.\nوهل يكفي شَاهِدٌ وامرأتان، أو شاهد وَيمِينٌ؟\nفيه خِلاَفٌ في أن النَّجْمَ الآخر؛ هل يَثْبُتُ بذلك.\nويدفع مال المكاتب إلى وَرَثَتِهِ الأَحْرَارِ؛ لإقرار السَّيِّدِ بأنه مات حُرّاً.\nولو أقر السَّيِّدُ في حَيَاةِ المُكَاتَب بأنه أدَّى النُّجُومَ، عُتِقَ، وجرّ إليه [ولاء] ولده. والله أعلم.\nقَالَ الْغَزَالِيُّ: الرَّابِعَةُ: كَاتَبَ عَبْدَيْنِ وَأَقَرَّ بِأَنَّهُ قَبَضَ نُجُومَ أَحَدِهِمَا وَنَكَلَ عَنْ دَعْوَى الثَّانِى حَتَّى حَلَفَ الثَّانِي عَتَقَ العَبْدَانِ جَمِيعاً، وَإِنْ مَاتَ قَبْلَ البَيَانِ حَلَفَ الوَارِثُ عَلَى نَفْي العِلْمِ بِمَا عَمَّاهُ المُوَرِّثُ ثُمَّ بَعْدَ ذَلِكَ يُقْرَعُ بَيْنَهُمَا عَلَى قَوْلٍ، وَلاَ يُقْرَعُ عَلَى قَوْلٍ؛ لأنَّهُ اسْتِبْهَامٌ فِي دَيْنٍ.\nقَالَ الرَّافِعِيُّ: إذا كاتب عَبْدَيْنِ في صَفْقَتَيْنِ، أو في صَفْقَةٍ وَاحِدَةٍ، وجَوَّزْنَاهَا، ثم أَقَرَّ بأنه اسْتَوْفَى نُجُومَ أحدهما، أوَ أنه أبْرَأَ أحدهما عَمَّا عليه؛ فَيُؤْمَرُ بالبَيَانِ، فإن قال: نَسِيتُهُ، أمر بالتَّذَكُّرِ، ولا يُقْرَعُ بينهما ما دام حَيّاً؛ لأن الإِنْسَانَ قد يَتَذَكَّرُ ما نَسِيَ، وَيَتَبَيَّنُ له ما اشْتَبَهَ عليه، وذلك أَقْرَبُ إلى الحَقِّ من القُرْعَةِ.\nوفي كتاب القاضي ابن كَجٍّ وَجْهٌ: أنه يُقْرَعُ بينهما، وإن كان حَيّاً، كما سنذكر أنه\n__________\n(1) قال النووي في زياداته: ينبغي أن يكون على الخلاف فيما لو اختلف المتبايعان في مفسد للبيع.\n(2) في ز: الحر.",
        "(13/531)\n\nيُقْرَعُ بعد موته. والصحيح الأول. وإن (1) بيَّن أحدهما، فإن صَدَّقَهُ الآخر فذاكَ، وإن كَذَّبَهُ، وقال: اسْتَوْفَيْتَ مني أو أَبْرأْتَنِي، فله تحليف السيد، فإن حَلَفَ، بَقِيَ على الكتابة إلى أَدَاءِ النجوم، وإن نَكَلَ حَلَفَ المُكَذِّبُ، وعتق أيضاً.\nقال الرُّوَيانِيُّ في \"الكافي\": وان لم يتذكر، حلف لهما إذا ادَّعَاهُ، وإذا حلف، ففيه وجهان:\nأحدهما: أنهما يَبْنِيَانِ على الكتابة، ولا يُعْتَقُ وَاحِدٌ منهما إلاَّ بأداء النجوم.\nوالثاني: أن الدَّعْوَى تَتَحَوَّلُ إلى المُكَاتَبِينَ، فإن حَلَفَا على الأداء، أو نَكَلاَ ثَبَتَا على الكتابة. وان حلف أَحَدُهُمَا دُونَ الآخَرِ، حكم بِعِتقِ الحالف، وبقي النَّاكِلُ على الكتابة. ولو أنه لما بين أحدهما قال الآخَرُ: عَنَيْتَنِي بالإِقْرَارِ الذي أبهمته، ولم يقل: استوفيت أو أبرأت، فقد قال الإِمام: الأَصَحُّ أن دَعْوَاهُ مَرْدُودَةٌ على هذا الوَجْهِ؛ لأنه ليس يَدَّعِي حقاً ثَابِتاً، وإنما يَدَّعِي إخباراً، وقد يكون صدقاً وقد يكون كَذِبًا. وقد سَبَقَ نَظَرُ هذا في \"الدَّعَاوَى\".\nوإن مات قبل البَيَانِ: فما الحكم؟\nساق الإِمَامُ وصاحب الكتاب طَرِيقَةً [أخرى] (2)، والأكْثَرُونَ -رحمهم الله- طريقة أخرى، وبين الطَّرِيقَتَيْنِ بَعْضُ الاتِّفَاقِ، وبَعْضُ الاختلاف. أما طريقتهما فهي: أن لكل وَاحِدٍ من المكاتبين أن يَدَّعِيَ على الوَارِثِ توْفِيَةَ النجوم على المورث، أو إبراءه، وأن يُحَلِّفَهُ على نَفْي العلم، فإذا حلف؛ فهل يُقْرَعُ بينهما؟ فيه قولان.\nأحدهما: لا؛ لأنه استبهام دين، فهو كما لو قال: استوفيت كذا من أحد غَرِيمي، ومات قبل البَيَانِ، ولم يُبَيِّن الوارث، لا يُقْرَعُ بينهما.\nوأشهرهما وأصحهما: على ما ذكر الإِمام: أنه يُقْرَعُ لِحَقِّ العِتْقِ، الذي يتضمنه الاسْتِيفَاءُ فهو كما لو أبهم العِتْق بين عبدين. ثم إنه مِع تَرْجِيحِهِ هذا القول، ذكر إِشْكَالاً عليه: أن المُسْتَوْفَى منه حُرٌّ على التعيين، ومن أعْتَقَ أَحَدَ العَبْدَيْنِ بعينه، ثم أشكل الحال فلا إِقْرَاعَ، وإنما الإِقْرَاعُ فيما إذا أعتق المريض عَبِيداً، وأقتضى الشَّرْعُ قَصْرَ العِتْقِ على بعضهم.\nوفيما إذا أعْتَقَ أَحَدَ العبدين -أو العَبِيدَ- ولم يُعَيِّنْ واحداً بلَفْظِهِ، ولا بقلبه، وانفصل عن الإِشْكَالِ بتخريجه على قَوْلَينِ سبق ذكرهما، فيما إذا أَعْتَقَ المَرِيضُ عَبْداً بعد عبد [واستبهم] (3) المتقدم منهما، وهما كالقولين في نَظِيرِ المسألة من الجُمُعَتَيْنِ،\n__________\n(1) في أ: وإذا.\n(2) سقط في: ز.\n(3) في ز: واستهم.\n(13/532)",
        "\nوالنِّكَاحَيْنِ، وأجريا حيث علم التعيين، وليس عن الوُصُولِ إلى دَرَكِهِ، فالإِقْرَاعُ هاهنا تفريع على أحد القولين.\nولك أن تمنع قوله: إنه لا إقراع فيما إذا أعتق عبداً بِعَيْنِهِ، وأشكل الحال.\nوتقول: قد سَبَقَ في \"العِتْقِ\" أنه إذا أعتق أَحَدَ عَبْدَيْهِ، وأراد مُعَيَّناً، ومات قبل البيان، ولم يكن له وَارِثٌ، أو قال الوَارِثُ: لا أَعْلَمُ، فالظاهر أنه يُقْرَعُ.\nفإن قلنا: يُقْرَعُ؛ فمن خَرَجَتْ له القُرْعَةُ فهو حُرٌّ، وعلى الآخر أَدَاءُ النجوم.\nوإن قلنا: لا يقْرَعُ؛ قال الإمَامُ: الذي يَقْتَضِيهِ القِيَاسُ التَّوَقُّفُ إلى اصطلاح (1) أو بَيَانٍ، أو قيام بَيِّنَةٍ، وَيَنْقَدِحُ أن يقَال: للوارث أن يُعَجِّزَهُمَا، فإنهما مُمْتَنِعَانِ من الأَدَاء وأحدهما مُكَاتَبٌ؛، فينفذ التعجيز فيه، وحينئذ فأحدهما حُرٌّ، والآخر رَقِيقٌ، فَيُقْرَعُ.\nوأما طَرِيقَةُ الأكثرين فقد قالوا: إذا مات قبل البَيَانِ، ففيه قولان:\nأن الوَارِثَ لا يَقُومُ مَقَامَهُ في البَيَانِ؛ بل يُقْرَعُ؛ فمن خرجت له القُرْعَةُ فهو حُرٌّ، وعلى الآخر أَدَاءُ النجوم، وله تَحْلِيفُ الوارث على نَفْي العلم.\nوالثاني: أن الوارث يَقُومُ مَقَامَهُ، ولا قُرْعَةَ، وإذا تَبَيَّنَ، فالحكم كما سبق في بَيَانِ الوارث؛ إلاَّ أن الوَارِثَ يَحْلِفُ عَلَى نَفْي العلم، وهذا أشبه بالترجيح على قِيَاسِ ما تَقَدَّمَ، فيما إذا أعتق أَحَدَ عَبْدَيْهِ، وأراد مُعَيّناً، ومات قبل البَيَانِ، فإن قال الوارث: لا أَعْلَمُ من أَدَّى منهما، فلكل واحد تَحْلِيفُهُ على أنه لا يعلم أنه أدَّى، فإذا حلف لهما، فوجهان:\nأحدهما: أنه يستوفى من كُلِّ وَاحِدٍ ما عليه، كما إذا أقر بأن أحد غريميه بَرِيءٌ مما كان عليه، ومات قبل البَيَانِ وحلف الوَارِثُ لكل واحد منهما، فإنه يَسْتَوْفِي الدَّيْنَيْنِ جميعاً.\nوحكى ابن الصَّبَّاغ وَقْفَ العِتْقِ على أن يُؤَدِّيَ كل واحد جَمِيعَ ما عَلَيْهِ. قال: وعندي: إن اسْتَوَى المَالاَنِ، فقالا: نُؤَدِّي ما على أَحَدِنَا. أو اختلفا، فقالا: نُؤَدِّي الأكثر ليعتق (2)، كان لهما ذلك؛ لأنهما بادائه أَدَّيَا جميع ما عليهما.\nوالوجه الثاني؛ وبه قال القاضي أبو الطَّيِّبِ: إنه إذا قال الوَارِثُ: لا أعلم. يُقْرَعَ بينهما.\nقال الرُّويَانِيُّ: وهذا أَصَحُّ، ولو أقر باسْتِيفَاءِ بعض نُجُومِ أحدهما، ولم يبين، فلا قُرْعَةَ؛ لأن العِتْقَ لا يحصل به، بل يوقف الأمر.\n__________\n(1) في أ: إصلاح.\n(2) في ز: لعتق.\n(13/533)\n",
        "ولو ادعى احَدُ المُكَاتَبِينَ على الوَرَثَةِ الأَدَاءَ، أو الإِبْرَاءَ، فأنكر، حصل بإِنكاره الإِقْرَارُ للآخر. قاله الصَّيْدَلاَنِيُّ. وقوله في الكتاب: \"ونكلَ عن دعوى الثاني\" في بعض النسخ \"عن يمين\". الثاني، وهو الأولى والأول مؤول.\nوقوله: \"حتى حلف الثاني\" في بعض النسخ \"حتى حلف المدعى\" وهما صحيحان. وقوله: \"بما عماه المورث\" في بعضها \"بما عناه المورث\"، وهما صحيحان أيضاً.\n\n\" فروع عن التهذيب\":\nلو قال السيد: اسْتَوْفَيتُهُ، أو قال العبد: أليس قد وَفَّيْتُكَ؟ فقال: نعم. ثم قال المُكَاتَبُ: وَفَّيْتُ النُّجُومَ. وقال السيد: البَعْضَ. فالمُصَدَّقُ السيد، واللفظ يحتملهما جَمِيعاً ولو وضع من المُكَاتَب شيئاً من النجوم، واخْتَلَفَا، فقال السيد: وضعت مني النجم الأول. وقال المُكَاتَبُ؛: من الآخر. أو قال: وَضَعْت بعض النجوم. وقال المُكَاتَبُ: بل جميعها. فالمُصَدَّق بيمينه السيد، وإذا كَاتَبَهُ على ألف درهم، فوضع عنه عَشْرَةَ دنَانِيرَ، لم يصح.\nفإن قال: أَرَدْتُ قِيمَةَ عشرةُ دنانير من الدَّرَاهِمِ؛ صح.\nفلو اختلفا؛ فقال المُكَاتَبُ: أردت المعنى الثاني، وأنكر السيد، فهو المُصَدَّقُ؛ لأنه أعْرَفُ بِنِيَّتِهِ. ولو وضع عنه من الدَّرَاهِمِ ما يُقَابِلُ عَشْرَةَ دَنَانِيرَ، وهو مَجْهُولٌ عندهما، ففي صحته وجهان؛ بنَاءً على الخلاف فيما إذا أَوْصَى بالزِّيَادَةِ على الثلث، وأجاز الوَارِثُ، وهو جاهل بالزِّيَاَدَة؛ ففي وجه: لا تَصِحُّ.\nوفي وجه: تصح، ويحمل على أقل ما يتيقن.\n\nقَالَ الْغَزَالِيُّ: الحُكْمُ الثَّالِثُ: حُكْمُ التَّصَرُّفَاتِ إمَّا مِنَ السَّيِّدِ أَوْ مِنَ العَبْدِ، أمَّا السَّيِّدُ فَلاَ يَصِحُّ بَيْعُهُ رَقَبَةَ المُكَاتَبِ عَلَى الجَدِيدِ، وَفِي القَدِيمِ يَبِيعُهُ وَيَبْقَى مُكَاتِباً، وَلاَ يَبِيعُ النُّجُومَ لأَنَّهُ بَيْعُ دَيْنٍ غَيْرِ لاَزِمٍ، وَفِي الاسْتِبْدَالِ عَنْهُ وَجْهَانِ، فَلَوْ قَبَضَ مُشْتَرِي النُّجُومِ النُّجُومَ فَهَلْ يُعْتَقُ فِيهِ وَجْهَانِ، فَإِنْ قُلْنَا: إِنَّهُ يُعْتَقُ وَكَانَ المُشْتَرِي وَكِيلَهُ فَيَرُدُّ عَلَيْهِ.\nقَالَ الرَّافِعِيُّ: الغَرَضُ الآن في تَصَرُّفَاتِ السيد في المُكَاتَبِ، وما يَتَعَلَّقُ به، وفي تَصَرُّفَاتِ المُكَاتَبِ.\nأما القسم الأول، ففي الفَصْلِ منه مسألتان:\nإحداهما: في بَيْعِ السيد رَقَبَةَ المُكَاتَبِ قولان:\nالجديد: مَنْعُهُ، وبه قال أبو حنيفة ومالك؛ لأن الكِتَابَةَ عَقْدٌ يمنع من اسْتِحْقَاقِ\n(13/534)\n\nالكَسْب، وأَرْش الجِنَايَةِ، فيمنع (1) البيع، كما لو باع عَبْداً من إنسان لا يَجُوزُ له بَيعُهُ، ولأن البَيْعَ إما أن يرفع الكتابة؛ وهو باطل؛ لأن الكِتَابَةَ لاَزِمَةٌ من جهة السَّيِّدِ، أو لا يرفع، فيبقى مُستَحِقَّ العَتَاقَةِ، فوجب ألاَّ يَصِحَّ بَيْعُهُ كالمُسْتَوْلَدَةِ.\nوالقديم: الجَوَازُ؛ وبه قال أحمد، كَبَيْعِ المُعلَّقِ عِتْقُهُ بصفة، ويحتج له بحديث بريرةَ، فإنها اسْتَعَانَتْ بعائشة -رضي الله عنها- في كتَابَتِهَا فقالت: إن باعوك صَبَبْتُ لهم ثَمَنَكِ صبّاً فراجعتهم، فَأَبَوْا أن يَبِيعُوهَا، إلاَّ أن يكون الوَلاَءُ لهم (2) -الحديث.\nومن قال بالجديد؛ قال: إنها عَجَّزَتْ نَفْسَهَا، ثم اشْتَرَتْهَا عائشة -رضي الله عنها-.\nوفي \"جمع الجوامع\" للقاضي الرُّوياني: أن من الأَصْحَاب مَنْ قَطَعَ بالمَنْعِ، وأنكر القول الآخر، فَلْيُعَلَمْ لذلك قوله في الكتاب: \"وفي القديم\" بالواو. وقوله: \"يبيعه\" بالحاء والميم، وقوله: \"فلا يصح\" بالألف.\nوهِبَةُ المكاتب كَبَيْعِهِ، فإن قلنا بالجديد؛ فلو دَفَعَ النُّجُومَ إلى المشتري بعد البيع؛ فهل يعتق؟ فيه الخلاف الذي نَذْكُرُهُ فيما لو دَفَعَ النجوم إلى مشتري النجوم في المسألة الثانية. وإذا استخدمه المُشْتَرِي مُدَّةً لَزِمَتهُ أُجرَةُ المِثْلِ للمكاتب.\nوهل على السيد أن يُمْهِلَهُ المدَّةَ التي كانت في يَدِ المشتري؟\nفيه قولان، كما في اسْتِخْدَامِ السيد وَحبْسِهِ.\nوإن قلنا بالقديم؛ فهل تَرْتَفِعُ الكِتَابَةُ؟\nنقل في \"التهذيب\" وَجْهاً: أنها تَرْتَفِعُ.\nوالظاهر: أنها لا ترتفع.\nوينتقل إلى المُشْتَرِي مُكَاتباً، وعلى هذا فوجهان:\nأحدهما: إنه إذا عُتِقَ بأداء النجوم إلى المشتري، كان الوَلاَءُ للبائع، ويكون انْتِقَالُهُ بالشِّرَاءِ، كانتقاله بالإِرْثِ إلى الوَارِثِ.\nوأظهوهما: أنه يكون الوَلاَءُ لِلْمُشْتَرِي، إذا عُتِقَ بالأَدَاءِ إليه، بخلاف الوَارِثِ، فإنه يَنُوبُ عن المورث ويحلفه.\nولو كَاتَبَ كِتَابَةً فَاسِدَةً، ثم باع المُكَاتَبَ فسنذكر حُكْمَهُ من بعد إن شاء الله تعالى.\n__________\n(1) في أ: فيمنع.\n(2) متفق عليه من حديث عائشة، ورواه النسائي من حديث بريرة نفسها.",
        "(13/535)\n\nولو قال أَجْنَبِيٌّ لسيد المُكَاتَبِ: أَعْتِقْ مُكَاتَبَكَ على كذا، أو: أعتقه عَنِّي على كذا أو مجاناً (1)، فهو كما قال: أَعْتِقْ مُسْتَوْلَدَتَكَ، وقد مَرَّ في \"الكَفَّارَاتِ\".\nولا يجوز للسيد بَيْعُ ما في يَدِ المكاتب، ولا إعْتَاقُ عَبِيدِهِ، ولا تزويج إِمَائِهِ.\nالثانية: ليس للسيد بَيْعُ نُجُومِ الكتابة على المُكَاتَبِ؛ لأنه بَيْعُ ما لم يَقْبِضُ، ولأنه بَيْعُ الدَّيْنِ من غير مَنْ عليه الدَّيْنُ، ولأن النجوم غير مُسْتَقِرَّةٍ، لماذا لم يَصِحَّ بَيْعُ المبيع قبل القبض، فبيع ما لا يلزم المِلْك فيه أوْلَى. هذا هو المذهب المَنُصُوصُ.\nوعن مالك (2) يَصِحُّ بَيْعُهَا. وحكى مثله قول أو وجه آخر:\nواختلف في كَيْفِيَّتِهِ؛ فذكر ابن كَجٍّ أنه جَوَّزَهُ في القديم.\nوأن الزَّعْفَرَانِيَّ حكى أنه رَجَعَ عنه في الجديد في مسائل عددها (3).\nومنهم من أخذ من قَوْلَيْنِ يُحْكَيَانِ عن تخريج (4) ابن سُرَيْجٍ في بيع سَائِرِ الديون، واعْتُرِضَ عليه بأن ذلك في الدُّيُونِ المُسْتَقِرَّةِ، والنجوم بخلافها، ومنهم من أَخَذَهُ من تَجْوِيزِهِ بَيْعَ المُكَاتَب في القديم. وقد يُوَجَّهُ بأنه على ذلك القول ينتقل (5) مُكَاتباً، والحَاصِلُ للسيد النجوم، وكأنه اشترى النجوم.\nوهل يجوز الاسْتِبْدَالُ عنها، يُرَتَّبُ ذلك على جَوَازِ بَيْعِ النجوم؛ فإن جوز بيعها؛ جوز الاسْتِبْدَال عنها، وإلاَّ ففي الاسْتِبْدَالِ وجهان:\nقال الإِمام: وسبب الترتيب أن المَبِيعَ مقْصُودٌ بالتَّمَلُّكِ، وما يستبدل عنه، فالمقصود عِوَضُهُ، وسقوط المستبدل عنه، ولذلك جاز الاستبدال عن الديون اللاَّزِمَةِ بلا خلاف، واختلف القول في بَيْعِهَا.\nوالأظهر: منع الاسْتِبْدَالِ أيضاً، وهو المَذْكُورُ في \"التهذيب\".\nوإذا قلنا بظَاهِرِ المذهب؛ وهو أنه لا يَجُوزُ بَيْعُ النجوم، فلو باع لم يَجُز لِلْمُكَاتَبِ تَسْلِيمُهَا إلى المشتري، ولا للمشتري مُطَالَبَتُهُ بها، ويحصل العِتْقُ بِدَفْعِهَا إلى السَّيِّدِ البائع. وهل يحصل بِتَسْلِيمِهَا إلى المشتري؟\nقال في \"المختصر\": يحصل. وعن \"الأم\": منعه، وفيهما طريقان:\nأظهرهما: عند الأكثرين -وبه قال ابن سُرَيْجٍ- أن فيه قولين:\n__________\n(1) في أ: محاباة.\n(2) في ز: ملك.\n(3) في ز: عدها.\n(4) سقط في: ز.\n(5) سقط في: ز.\n(13/536)",
        "\nأحدهما: يَحْصُلُ لأن للسيد سلطنة (1) على القَبْضِ، فهو كما لو وكل بالقبض وكيلاً.\nوأصحهما: المَنْعُ؛ لأنه يَقْبِضُ لنفسه، حتى لو تَلِفَ في يَدِهِ يَضْمَنُهُ، بخلاف الوكيل، فإنه يقبض للموكل.\nوالثاني؛ وبه قال أبو إِسْحَاقَ: أنهما مَحْمُولاَنِ على حَالَيْنِ؛ فإن قال بعد البيع: خُذْهَا منه. أو قال لِلْمُكَاتَبِ: ادفعها إليه؛ صار وكيلاً، وحصل العِتْقُ بِقَبْضِهِ.\nوإن اقتصر على البيع فلا؛ فإنه فَاسِدٌ فلا عِبْرَةَ بما يَتَضَمَّنُهُ. ويقال: إن أبا إِسْحَاقَ عَرَضَ هذا الفَرْقَ على ابن سُرَيْجٍ، فلم يَعْبَأ به، وقال: إنه كان صرح بالإِذْنِ، فإنما يَأْذَنُ بحكم المُعَاوَضَةِ، إلاَّ أنه بينه. فإن قلنا: يُعْتَقُ؛ فما أَخَذَهُ المُشْتَرِي يَدْفَعُهُ إلى السيد؛ لأنا جعلناه كالوكيل له. وإن قلنا: لا يُعْتَقُ؛ فالسيد يُطَالِبُ المُكَاتَبَ، والمكاتب يَسْتَرِدُّ ما دفع إلى المشتري (2).\nوأَطْلَقَ صاحب الكِتَاب في قَبْضِ مشتري النجوم وَجْهَيْنِ في أنه هل يُعْتَقُ؟ والمشهور من الخلاف فيه القولان على ما بَيَّنَّا. والله أعلم.\nقَالَ الْغَزَالِيُّ: وَلَهُ مُعَامَلَةُ العَبْدِ بِالبَيْعِ أَوِ الشِّرَاءِ وَأَخْذِ الشُّفْعَةِ مِنْهُ، وَكَذَلِكَ أَخْذُ العَبْدِ مِنْهُ فَإِنْ ثَبَتَ لَهُ عَلَى السَّيِّدِ دَيْنٌ مِثْلُ النُّجُومِ قَدْراً وَجِنْساً وَقُلْنَا: يَقَعَ التَّقَاصُّ فَيُعْتَقُ، لَكِنْ فِي تَقَاصِّ الدَّيْنَيْنِ المُتَسَاوِيَيْنِ أَرْبَعَةُ أَقْوَالٍ: (أَحَدُهَا): أنَّهُ لاَ يَحْصُلُ وَإِنْ رَضِيَاهُ (وَالثَّانِي): أنَّهُ يَحْصُلُ إِنْ رَضِيَ أَحَدُهُمَا (وَالثَّالِثُ): أَنَّهُ لاَ يَحْصُلُ إِلاَّ بِرِضَاهُمَا (وَالرَّابعُ): أَنَّ التَّقَاصَّ يَقَعُ بِنَفْسِهِ دُونَ الرِّضَا، فَإِنْ أجْرَيْنَا التَّقَاصَّ فِي النَّقْدَيْنِ فَفِي ذَوَاتِ الأَمْثَالِ وَجْهَانِ، وَفِي العُرُوضِ وَجْهَانِ مُرَتَّبَانِ.\nقَالَ الرَّافِعِيُّ: السَّيِّدُ في المُعَامَلَةِ مع المُكَاتَبِ كالأجنبي مع الأَجْنَبِيِّ، فيبيع منه ويشتري (3)، فإذا باع السيد شِقْصاً من ريع والمكاتب شريك فيه؛ فله الأَخْذُ بالشُّفْعَةِ.\n__________\n(1) في ز: السيد سلطة.\n(2) قيل ينبغي أن يتأمل هذا مع ما سبق في البيوع أنه لو كان لبكر على زيد طعام ولعمرو على بكر مثله فقال بكر لعمرو: اقبض من زيد ما لي عليه لنفسك ففعل فالقبض لعمرو فاسد قطعاً ولكن يحصل القبض لبكر في الأصح، ويبرئ زيد من دين بكر. قاله الزركشي في خادمه.\n(3) قضية إطلاقه أنه يجري بينه وبين سيده الربا لكن في البويطي في باب المكاتب كان الشافعي لا يرى بين المكاتب وبين سيده ربا. انتهى وهو كريب فإن جرى في بقية المعاملات لزم ألا يأخذ بالشفعة فيكون في ذلك قولان وإلا فيحتاج للفرق.\n(13/537)\n",
        "وإن باع المُكَاتَب، فللسيد الأَخْذُ بالشُّفْعَةِ، وإنما كان كذلك؛ لأن الغَرَضَ من الكتابة تَحْصِيلُ العِتْقِ، والعِتْقُ يَحْصُلُ بِأَدَاءِ المَال؛ فينبغي أن يمَكَّنَ من التصرف الذي يستعين (1) به على العِتْقِ.\nوعن أبي إِسْحَاقَ توجيهه بأن المُكَاتَبَ هو المَالِكُ لما في يَدِهِ، دون السيد؛ إلاَّ أنه يُمْنَعُ من تفْوِيتِ المال كَيْلاَ يَعْجَزَ، فيفوت العِتْقُ، فلو ثبت لِلْمُكَاتَبِ دَيْنٌ على سَيِّدِهِ عن مُعَامَلةٍ، وكان للسيد عليه النجوم، أو دَيْنُ معاملة، ففي التَّقَاصِّ تَفْصِيلٌ، واختلاف لا يَخْتَصُّ بالسيد والمكاتب.\nوجملة القول فيه: أنه إذا ثَبَتَ لِشَخْصٍ دين على آخر، وللآخر دَيْنٌ على الأول، إما عن جِهَةٍ واحدة، أو عن جهتين، كَسَلَمٍ وقَرْضٍ، أو قَرْضٍ وثَمَنٍ؛ فإما أن يكون الدَّيْنَانِ نَقْدَيْنِ، أو لا يكونا كذلك؛ فإن كَانَا نَقْدَيْنِ؛ فَيُنظر: أهما من جِنْسٍ وَاحِدٍ، أو من جِنْسَيْنِ، إن كانا من جِنْسٍ واحد، واتَّفَقَا في الحُلُولِ، وفي سائر الصِّفَاتِ، ففيه أربعة أقوال:\nأحدها: ويحكى عن نَصِّهِ -رضي الله عنه- في \"الصَّرْفِ\": أنهما لا يَتَقَاصَّانِ وإن رَضِيَا به؛ لأنه إِبْدَالُ دَيْنٍ بِدَيْنٍ، وبَيْعُ الدَّيْنِ بالدين مَنْهِيٌّ عنه، فلا بد وأن يأخذ أَحَدُهُمَا ما على الآخر، ثم إن شاء دَفَعَهُ إليه، بما عليه ليخرج عن صورة بَيْعِ الدَّيْنِ بالدين.\nوالثاني: إنه إذا رَضِيَ أحدهما بالمقَاصَّةِ، كفى وسَقَطَ الدَّيْنَانِ؛ لأن مَنْ عليه الدَّيْنُ يُؤَدِّيهِ من حَيْثُ يشاء.\nوإذا رَضِيَ أَحَدُهُمَا، وقد أَدَّى ما عليه بما له في ذِمَّةِ الآخر، ويخالف ما إذا أراد أن يَقْضِيَهُ بِدَيْنٍ على الغَيْرِ، فإنه قد لا يرضى المُسْتَحِقُّ بِذمَّةِ ذلك الغير.\nوأيضاً: فإن أَحَدَ الشَّرِيكَيْنِ إذا دَعَا إلى فَصْلِ الأَمْرِ بالقسمة يُجْبَرُ الآخَرُ عليه؛ فكذلك هاهنا.\nوالثالث: أنه لا بد من رِضَاهُمَا، وإلاَّ فَلِكُلِّ واحد منهما مُطَالَبَةُ الآخر بما عليه؛ لأن المُقَاصَّةَ كالحِوَالَةِ في إِبْدَالِ ذِمَّةٍ بِذِمَّةٍ، وفي الحِوَالَةِ لاَ بُدَّ من رضا المَحِيلِ والمُحْتَالِ.\nوالرابع: أن التَّقَاصَّ يحصل بنفس ثُبُوتِ الدَّيْنَيْنِ، ولا حَاجَةَ إلى الرضا؛ لأن مُطَالَبَةَ أحدهما الآخَرَ، بِمِثْلِ ما عليه عَنَاءٌ، ولا فائدة فيه. وكذلك نقول: لو كان على وَارِثهِ دَيْنٌ، فمات سَقَطَ، ولا يُؤْمَرُ بِتَسْلِيمِهِ. وأشار في \"الوسيط\" إلى تَرْجِيحِ هذا القَوْلِ الأخير.\n__________\n(1) في ز: ليستعين.\n(13/538)\n\nوفي \"تعليق الشيخ أبي حَامِدٍ\": أنه المَنْصُوصُ.\nوذكر أبو الفَرَجِ الزاز أنه المَشْهُورُ، وأن الأَصَحَّ حُصُولُ التَّقَاصِّ بتراضيهما.\nإن اختلفا في الصِّفَاتِ كالصِّحَّةِ، والتَّكْسِيرِ، والحُلُولِ، والتأجيل، أو مقدار الأجل، فلا يصير أُحَدُهُمَا قصاصاً بالآخر، لاختلاف الأَغْرَاضِ، ولصاحب الحال أن يَسْتَوْفِيَهُ، وينتفع به إلى أن يَحلَّ ما عليه. ولو تَرَاضَيَا على جَعْلِ الحال قصاصاً بالمُؤَجّل لم يَجُزْ، كما في الحِوَالَةِ. وحكى أبو الفرج فيهما وَجْهاً آخر.\nولو كانا مُؤَجَّلَيْن بأَجَلٍ وَاحِدٍ، فقد قيل: هما كما لو كَانَا حَالَّيْنِ. وهذا أَوْجَهُ عند الإِمام (1)، لكنه تَرَدَّدَ في مجيء القول الرابع.\nوقال في \"التهذيب\": الصحيح أنهما كالمُؤَجَّلَيْنِ بِأَجَلَيْنِ مختلفين. وإن كانا من جِنْسَيْنِ بأن كان أحدهما دَرَاهِمَ، والآخر دَنَانِيرَ فلا مُقَاصَّةَ، والطريق أن يَأْخُذَ أَحَدُهُمَا ما على الآخر، ثم إن شاء جَعلاَ المَقْبُوضَ عِوَضاً عَمَّا على الآخر.\nقال الرُّوَيَانِيُّ: لأن دَفْعَ العِوَضِ عن الدَّنَانِيرِ فِي الذِّمَّةِ يجوز، ولا حاجة إلى قَبْضِ الحقَّيْنِ معاً. وإن لم يكن الدَّيْنَانِ نَقْدَيْنِ؛ فإن كانا من جِنْسٍ واحد:\nفعن صاحب \"التقريب\" أن التَّقَاصَّ على الاخْتِلاَفِ المذكور إذا أَجْرَيْنَاهُ في النَّقْدَيْنِ، ففي ذوات الأَمْثَالِ وَجْهَانِ؛ لأن ما سوى النَّقْدَينِ يظهر فيه التَّفَاوُتُ، وأنا إذا أجْرَيْنَاهُ في ذَوَاتِ الأَمْثَالِ ففي العرضين الموصوفين في الذِّمَّةِ وجهان بالترتيب؛ لأن التفاوت فيها أكثر. والذي أَوْرَدَهُ العراقيون [وغيرهم من الأصحاب] (2) أن التقاصَّ لا يَجْرِي في غير الأثْمَانِ من العروض وغيرها.\nوفَرَّقَ الشيخ أبو حامد بأن العَقْدَ على الأَثْمَان [ليس عقد] (3) مُغَابَنَةٍ ومُرَابَحَةٍ؛ لقلة الاختلاف فيها، فالتَّقَاصُّ فيها قَرِيبٌ؛ بخلاف سائر الأَمْوَالِ.\nوإن كانا من جنسين فلا مُقَاصَّةَ.\nوإن تَرَاضَيَا -بل إن كان عَرَضَيْنِ- فينبغي أن يَقْبضَ كُلُّ واحد منهما ما على الآخر، فإن قَبَضَ أَحَدُهُمَا لم يجز رَدُّهُ عِوَضاً عن المُسْتحق المَرْدُود عليه؛ لأنه بَيْعُ عَرَضٍ قبل القَبْضِ، إلاَّ أن يكون ذلك العَرَضُ مستحقاً بِقَرْضٍ، أو إِتْلاَفٍ لا بِعَقْدٍ.\n__________\n(1) ما حكاه عن الإِمام ليس كذلك، ولم يرجح الإِمام في ذلك شيئاً وعبارته في النهاية ولو فرضنا دينين مؤجلين فهذا فيه احتمال عندي والوجه إجراء ثلاثة أقوال فأما القول بالتساقط من غير رضي فلست أرى له وجهاً.\n(2) سقط في: ز.\n(3) سقط في: ز.",
        "(13/539)\n\nوإن كان أحدهما نَقْداً، والآخر عَرَضاً؛ فإن قَبَضَ مُسْتَحِقُّ العَرَضِ، ورَدَّهُ عِوَضاً عن النقد المستحق عليه، جاز.\nوإن قبض مُسْتَحِقُّ النَّقْدِ [النَّقْدَ] (1) ورده عِوَضاً عن العَرَضِ المستحق عليه، لم يجز إلاَّ أن يكون العَرَضُ مُسْتحقاً بِالقَرْضِ أو الإِتلاَفِ.\nهكذا فصل ابن الصَّبَّاغِ والرُّوَيانِيُّ وغيرهما -رحمهم الله-.\nإذا عرف ذلك حصل التَّقَاصُّ من السيد، والمُكَاتَبِ، وبرئ ذِمَّةُ المُكَاتَبِ عن النجوم وعُتِقَ كما لو أدَّى (2).\nقَالَ الْغَزَالِيُّ: وَلَوْ أَوْصَى بِرَقَبَةِ المُكَاتَبِ لَمْ يَجُزْ إلاَّ أَنْ يُضِيفَ إلَى حَالَةِ العَجْزِ فَيَصِحَّ عَلَى أَحَدِ الوَجْهَيْنِ، وَلَوْ أوْصَى بِالنُّجُومِ جَازَ مِنَ الثُّلُثِ، وَللوَارِثِ تَعْجِيزُهُ وَإِنْ أَنْظَرَ المُوصَى لَهُ، وَإِنْ أَوْصَى بِرَقَبَتِهِ فَلِلمُوصَى لَهُ تَعْجِيزُهُ عَنِ العَجْزِ وَإِنْ أَنْظَرَ الوَارِثَ، وَلَوْ قَالَ: ضَعُوا عَنِ المُكَاتَبِ مَا شَاءَ فَشَاءَ الكُلَّ لَمْ يُوضَعِ الكُلُّ عَلَى الأَصَحِّ بَلْ يَبْقَى شَيْءٌ كَمَا لَوْ قَالَ: صَنَعُوا مِنْ كِتَابَتِهِ مَا شَاءَ.\nقَالَ الرَّافِعِيُّ: في الفصل مسألتان:\nإحداهما: في الوَصِيَّةِ بالمُكَاتَب وبالنجوم؛ أما الوَصِيَّة بالمُكَاتَبِ، فهي جَائِزَةٌ على القديم الذي يجوز فيه البَيْعُ.\nوعلى الجديد -وهو المذكور في الكتاب-: هي بَاطِلَةٌ؛ لأنه مَمنُوعٌ من التَّصَرُّفِ في رَقَبَتِهِ ومَنْفَعَتِهِ، فأشبه ما إذا أوْصَى بِعَبْدِ الغير، فإن قال: إن عجز مُكَاتَبِي هذا، وعاد إلى الرِّقِّ، فقد أوْصَيْتُ به لفلان؛ فقد حكى الإِمَامُ وَجْهاً أنها لا تَصِحُّ أيضاً اعْتِبَاراً بحال التَّعْلِيقِ، وقياساً على ما لو قال: إن مَلَكْتُ عَبْدَ فُلانٍ، فهو حر.\nوالأصح وهو الذي أَوْرَدَهُ الجُمْهُورُ: أنها صَحِيحَةٌ، كما لو أوصى بثمرة نَخْلَتِهِ، وحَمْلِ جاريته، وكما لو قال: إن مَلَكْتُ عَبْدَ فلان، فقد أَوْصَيْتُ به. وللإمام طَرْدُ الخلاف في هذه الصورة، وجعلها أَوْلَى بالمنع؛ لأن له تَعَلُّقاً بالمُكَاتَبِ في الحال.\nوإذا قلنا بالأَصَحِّ، فلو عَجَزَ، وأراد الوَارِث إنْظَارَة، فللموصى له تَعْجِيزُهُ ليأخذه، وإنما يعجز بالرَّفْعِ إلى الحاكم، كما ذكرنا في المَجْنِي عليه، وأما الوَصِيَّةُ بالنجوم على\n__________\n(1) سقط في: ز.\n(2) قال النووي: فإذا قلنا: لا يتقاصان، ولم يبدأ أحدهما بتسليم ما عليه، حبس حتى يسلما، ذكره صاحب \"الشامل\" وغيره.\n(13/540)",
        "\nالمُكَاتَب فهي صَحِيحَةٌ، وإن لم تكن مُسْتَقرَّةً، كما تصح الوَصِيَّةُ بالحَمْلِ، وإن لم يكن مَمْلُوكاً في الحال، فإن أدَّاهَا فهي للموصى له، وَوَلاَءُ المُكَاتَب للسيد، وإن عَجَزَ، فللوارث تَعْجِيزُهُ، وفسخ الكتابة، وإن أَنظَرَهُ الموصى له (1).\nوهل لِلْمُوصَى له إبراؤه عن النجوم؟\nأبدى القاضي ابْنُ كَجٍّ فيه احْتِمَالَيْنِ -ويُرْوَيانِ عن القاضي الحسين-:\nأحدهما: نعم؛ لأنه يَمْلِكُ الاسْتِيفَاءَ، فيملك الإِبْرَاءَ.\nوالثاني: لا؛ لأنه ملّكه استيفاء النجوم، ولم يملّكه تَفْوِيت الرَّقَبةِ على الورثة.\nولو أوْصَى لوَاحِدٍ بِرَقَبَتِهِ إن عجز، ولآخر بالنجوم، صحت الوَصِيَّتَانِ، ثم إن أَدَّى المال بَطَلَتِ الوصية الأولى، لكان رُقَّ بَطَلَتِ الثانية.\nولو أوصى لإنسان بما يُعَجِّله مكاتبه، فلم يُعَجِّلْ شيئاً، وأَدَّى النجوم في مَحَلِّهَا بَطَلَتِ الوصية، ولا يُجْبَرُ على التعجِيلِ لتنفيذ الوَصِيَّةِ.\nهذا في الكتابة الصحيحة.\nأما إذا كَاتَبَ عَبْدهُ كِتَابَةً فَاسِدَةً ثم أوصى بِرَقَبَتِهِ؛ فإن كان عالماً بفَسَادِ الكِتَابَةِ صَحَّتِ الوَصِيَّةُ.\nقال الصَّيْدَلاَنيُّ وغيره -رحمهم الله- وتَتَضَمَّنُ الوَصِيَّةُ فَسْخَ الكتابة.\nوإن كان يَظُنُّ صِحَّتَهَا، ففي الوصية قولان:\nأحدهما: لا تصح؛ لأنه أَوْصَى، وعنده أن ما يأتي به لَغْوٌ.\nوالثاني: أنها صَحِيحَةٌ اعْتِبَاراً بحقيقة الحال. وهذا أشبه عند المُزَنِيِّ وغيره.\nومنهم من طَرَدَ القَوْلَيْنِ فيما إذا كان عَالِماً بفَسَادِ الكتابة؛ لأن الكتابة الفَاسِدَةَ كالصحيحة، في حصول العِتْقِ وغيره، بخلاف ما إذا باع بَيْعاً فَاسِداً، ثم أَوْصَى بالمَبِيعِ، وهو عالم بِفَسَادِ البيع تصح الوصية قولاً واحداً؛ لأن البيع الفَاسِدَ ليس كالصَّحِيحِ.\nوأما إذا أوصى بالمَبِيعِ جَاهِلاً بِفَسَادِ البيع، فهو على القَوْلَيْنِ في الوصية.\nولو باع المُكَاتَبَ كِتَابَةً فَاسِدَةً، أو المَبِيعَ بَيْعاً فاسداً، أو وهب أو رهن وهو جَاهِلٌ بالفساد فطريقان:\n__________\n(1) وعلله في البيان في باب الوصايا بأن حق الورثة تعلق بعينه وحق الموصى له بما في ذمته فكان حق الورثة آكد. قال ابن الصباغ: وهذا فيه نظر؛ لأن الحق للموصى له بدليل أنه إذا أبرأه عتق ولا حق لصاحب الرقبة.\n(13/541)\n",
        "أحدهما: طرد القولين.\nوالثاني: القَطْعُ بالفساد، بخلاف الوَصِيَّةِ؛ لأنها تَحْتَمِلُ من الخَطَرِ ما لا يحتمله البَيْعُ والرَّهْنُ، والخلاف في هذه الصورة كالخِلاَفِ فيما إذا باع مَالَ أبيه على ظَنِّ أنه حَيٌّ فَبَانَ أنه مَيِّتٌ.\nوفي معناه ما إذا وَكَّلَ وَكِيلاً بِشِرَاءِ عَبْدٍ، ثم باعه، وهو لا يدري أن الوَكِيلَ قد اشْتَرَاهُ. أو باع مَالَ يَتِيمٍ، وهو لا يدري أن أَبَاهُ جعله وَصِيّاً له، فَبَانَ أنه جَعَلهُ وَصِيّاً.\n\"المسألة الثانية\": الوصية بوضع النُّجُومِ عن المُكَاتَبِ صَحِيحَةٌ، معتبرة من الثلث.\nفلو قال: ضَعُوا عنه مَا عَلَيْهِ من النجوم، أو كتابته فقضيته وضع الكل. ولو قال: نَجْماً من نجومه، فالاختيار لِلْوَارِثِ، يضع ما شَاءَ من القليل والكثير، والأَوَّل والآخر.\nوكذا لو قال: ضَعُوا عنه ما قَلَّ أَوْ كَثُرَ، وما خَفَّ أو ثَقُلَ، فالقِلَّة والكثرة، والخِفَّة والثقل أُمُورٌ إِضَافيَّةٌ.\nولو قال: ضَعْوا عنه ما شاء من نُجُوم الكتابة، فشاء وَضْعَ الكل؛ لا يوضع الكُلُّ، بل يبقى أَقَلّ ما يتموّل؛ لأن \"من\" للتَّبْعِيضَ، فلو اقتصر على قوله: ضَعُوا عنه ما شَاءَ، نقل المُزَنِيُّ أنه يبقى شَيْءٌ، ولا يوضع الكل وإن شاء؛ لأن المَعْنَى: ضَعُوا من كِتَابَتِهِ ما شاء، وإلا لَقَالَ: ضعوا عنه النجوم.\nوإذا كان هذا مُضْمَراً كان كالصُّورَةِ السابقة ومنهم من قال: يَجُوزُ وَضْعُ الكل، إِذا شاءه، كما لو قال: ضعوا عنه ما عليه ان شَاء، فَحَصَلَ وجهان، والأَظْهَرُ على ما ذكر (1) في الكتاب الأول.\nولو قال: ضَعُوا عنه أَكْثَرَ ما عليه، أو أَكْثَرَ ما بَقِيَ عليه، يوضع عنه نِصْفُ ما عليه وزِيادَةٌ، وتقدير الزِّيَادَةِ إلى اختيار الوَارِثِ.\nوذكر الصَّيْدَلاَنِيُّ أنه إذا [كانت] (2) الزيادة فَوْقَ الأَقَلِّ المُجْزِئِ، فما زَادَ على ما يجزئ ابْتِدَاءُ عَطِيَّةٍ من قبل الوارث؛ لأن اللَّفْظَ يَتَنَاوَلُ القليل والكثير.\nقال الإِمَامُ: هذا مَأْخُوذٌ عليه، بل هو تَفْصِيلٌ منهم\nألا ترى أنهم لو اقْتَصَرُوا على الأَقَلِّ المجزئ لم يَجُزْ أن يقال: إنهم نقصوا من الوصية. ولو قال: ضَعُوا عنه أكْثَرَ ما عليه، أو أكثر ما بقي عليه، ومثل نصفه فَيُوضَعُ عنه ثلاثة أَرْبَاعِ ما عليه وَزِيَادَةُ شيء.\n__________\n(1) في ز: ذكرنا.\n(2) في ز: كاتب.\n(13/542)\n\nولو قال: أكثر مما عليه، أو: ما عليه وأَكْثَرُ. وضع عنه الكُلّ وَلَغَا ذِكْرُ الزيادة.\nولو كانت عليه نجوم مُخْتَلِفَةُ المَقَادِيرِ والآجَالِ، فقال: ضعوا عنه أَكْثَرَ النُّجُوم، أو أَكْثَرَهَا، رُوعِيَ القَدْرُ، فإن كان أطولها أو أقصرها، رُوعِيَتِ المُدَّةُ.\nوإن قال: ضَعُوا عنه أَوْسَطَ النجوم، فهذا محتمل للأوسط في القَدْر، وفي الأَجَلِ، وفي العَدَدِ، فإن اختلفت النُّجُومُ فيها جميعاً، فللورثة [تعيين] (1) ما شاءوا، فإن زَعَمِ المُكَاتَبُ أنه أَرَادَ غيره حَلَّفَهُمْ على نَفْي العِلْمِ، وإذا تساوت النجوم في القَدْرِ والأجَلِ، حُمِلَتِ الوَصِيَّةُ على العَدَدِ، وإذا كان العَدَدُ وَتراً، كالثلاثة والخمسة، فالأوسط وَاحِدٌ، وإن كان شَفْعاً، فالأوسط اثنان، كالثاني والثالث من الأَرْبَعَةِ، فيعين الوَارِثُ أَحَدَهُمَا، هكذا أَطْلَقَ ابْنُ الصَّبَّاغِ وغيره.\nويجوز أن يقال: الأوسط كلاهما، فيوضعان، وهذا قَضِيَّةُ ما في \"التهذيب\" (2).\n\n\" فرع\":\nإذا أوصى بكتابة عَبْدٍ بعد مَوْتِهِ، فلم يرغب العَبْدُ في الكتابة، تَعَذَّرَ تَنْفِيذُ الوَصِيَّةِ، بخلاف ما إذا أوْصَى بعِتْقِ عَبْدِ لا يحتاج فيه إلى رضاه، ولا يكاتب بَدَلَهُ آخَرَ، كما لو أَوْصَى بِمَالٍ لِزَيْدٍ، فلمَ يقبل لا يصرف إلى غيره.\nوإن رَغِبَ، فإن خرج كُلُّهُ من الثلث كُوتِبَ، ثم إن عَيَّنَ مَالَ الكتابة كُوتِبَ على مَا عَيَّنَهُ، وإلاَّ فعلى ما جَرَتْ به العَادَةُ، والعَادَةُ أن يكاتب العبد على ما فوق قِيمَتِهِ وإن لم يخرج كُلُّهُ من الثلث، ولم يجز الوارث، فقد قيل: كتابة القَدْرِ الذي يخرج من الثلث على الخِلاَفِ في كِتَابَةِ بعض العبد.\nوالصحيح أنه يُكَاتِبُ ذلك القَدْرَ.\nويصح قَوْلاً واحداً، ولا يُبَالَى بالتَّبْعِيضِ، إذا أدت الوصية إليه.\nفإذا كُوتِبَ بَعْضُهُ، وأدى النجوم عُتِقَ، وَوَلاَؤُهُ للموصى، والباقي رَقِيقٌ. وإن أجاز الوَارِثُ كِتَابَةَ كله، وعتق بأدَاءِ النجوم، فَوَلاَءُ الكل للموصى إن جعلنا إِجَازَةَ الوَرَثَةِ تَنْفِيذاً، وإلاَّ فَوَلاَءُ ما يزيد على القَدْرِ الخارج في الثلث لهم ..\nولو قال: كَاتِبُوا أَحَدَ عَبِيدِي، لم تُكَاتَبْ أَمَتُهُ، ولا مُشْكِلَ.\nوهل يُكَاتَبُ الجَنِينُ الذي ظَهَرَتْ ذُكُورَتُهُ؟\n__________\n(1) في ز: يعتبر.\n(2) وما نقله عن ابن الصباغ نقله ابن أبي الدم عن العراقيين وجرى عليه الماوردي والروياني وغيرهما ونص عليه الشافعي في الأم.",
        "(13/543)\n\nفيه طريقان:\nأظهرهما: نعم.\nوالثاني: أن فيه قوْلَيْنِ لِبُعْدِهِ عن الفَهْمِ والإِطْلاَقِ.\nولو قال: كَاتِبُوا إِحْدَى إِمَائِي لا يكاتب عبد، ولا مُشْكِلَ، فإن ظهرت أُنُوثَتُهُ، فعلى الخلاف. ولو قال: أحد رقيقي جاز العَبْدُ والأَمَةُ. وهل يجوز المُشْكِلُ؟\nقال المزني: نعم.\nوعن رواية الرَّبِيع: المنع، فقيل: فيه قولان، أو وَجْهَانِ، والصحيح الأول. هذا تمام الكلام (1) في تَصَرُّفَاتِ السيد.\nقَالَ الْغَزَالِيُّ: أَمَّا تَصَرُّفَاتُ المُكَاتَبِ فَهُوَ فِيهِ كالحُرِّ إلاَّ مَا فِيهِ تَبرُّعٌ أَوْ خَطَرٌ فَلاَ يَنْفُذُ عِتْقُهُ وَهِبَتُهُ وَشِرَاؤُهُ قَرِيبَهُ بالمُحَابَاةِ وَبَيْعُهُ بِالغَبْنِ، وَلاَ يَبيعُ بِالنَّسِيئَةِ، وَلاَ يَرْفَعُ اليَدَ عَنِ المَبِيعِ قَبْلَ قَبْضِ الثَّمَنِ، وَلاَ يُكاتَبُ، وَلاَ يَتَزوَّجُ وَلاَ يُزوَّجُ عَبْدَهُ، وَلاَ يَتَسَرَّى خَوْفاً مِنْ طَلاَقِ الجَارِيَةِ، وَلاَ يتَّهِبُ مَنْ يُعْتِقُ عَلَيْهِ إِذَا لَمْ يَكُنْ كَسُوباً خَوْفاً مِنَ النَّفَقَةِ، وَالمُكَاتَبَةُ لاَ تَتَزَوَّجُ وَلاَ تُكَفِّرُ إِلاَّ بِالصِّيَامِ.\nقَالَ الرَّافِعِيُّ: القسم الثاني: الكَلاَمُ في تَصَرُّفَاتِ المُكَاتَبِ:\nوهو كالحُرِّ في مُعْظَم التَّصَرُّفَاتِ؛ فيبيع ويشتري، ويُؤَجِّرُ وَيَسْتَأْجِرُ، ويأخذ بالشُّفْعَةِ، ويقبل الهِبَةَ والصَّدقَةَ، وَيَصْطَادُ وَيَحْتَطِبُ ويؤدب عبيده إصْلاَحاً للمال كما يَفْصِدُهُمْ وَيَخْتِنَهُمْ (2).\nوفي إقامة الحَدِّ عليهم خِلاَفٌ مذكور في الحُدُودِ.\nوإذا أَجَّرَ نَفْسَهُ أو عَبْدَهُ، أو أمواله فَعَجَّزَهُ السيد في المُدَّةِ انْفَسَخَ العَقْدُ. وفي كتاب القاضي ابْنُ كَجٍّ وجه: أنه لا يجوز أن تزيد مُدَّةُ الإِجَارَةِ على أَجَلِ النجوم؛ لأنه قد يرقّ، وتكون المَنَافِع فيما زاد السيد، ولا تصح منه التَّصَرُّفَاتُ التي فيها تَبرُّعٌ، أو خَطَرٌ؛ لأن المقصود تَحْصِيلُ العِتْقِ، فَيُحْتَاط له، ولأن حَقَّ السيد غير مُنْقَطِع عما في يَدِهِ، فإنه قد يعجز، فيعود إلى الرِّقِّ. هذا هو القَوْلُ الجُمَلِيُّ، وفي التفصيل صور:\nإحداها: لا يصح إِعْتَاقُهُ ولا إِبْرَاؤُهُ عن الدُّيُونِ، ولا هِبَتُهُ مجاناً، ولا بشرط الثواب.\n__________\n(1) في ز: القول.\n(2) سقط في: ز.\n(13/544)",
        "\nوإن صححنا الهِبَةَ بشرط الثَّوَاب؛ لأن في قَدْرِ الثواب اخْتِلاَفاً بين العلماء؛ فقد يحكم الحَاكِمُ بشيء قَلِيلٍ، ولأن الثواب إِنما يُستَحَقُّ بِإِقْبَاضِ الموهوب، وفيه خطر، وسنذكر أنه لا يسلم مبيعاً (1) قبل قَبْضِ الثمن على الظاهر.\nفإن كان الثَّوَابُ مَعْلُوماً، وكان فيه غِبْطَةٌ، فقد قال الإِمام: إن قلنا: هذه الهِبَةُ بَيْعٌ، ولا يشترط في ثبوت الملك فيها إِقْبَاضٌ، فهي مُجْرَاةٌ على قياس البُيُوعِ.\nوإن شرطنا الإِقْبَاضَ، فمن يَشْتَرِطُهُ لا يوجبه، فلا يمتنع أن يصحح الهِبَةَ، ويمنع من الابْتِدَاءِ بالإِقْبَاض، حتى يسبق قبض العِوَضِ، بخلاف البيع [نسيئة] (2) فإنه يوجب تَسلِيمَ المبيع قبل قبض للثمن.\nوعن الشيخ أبي مُحَمَّدٍ أنه لا يَحِلُّ له التَّبَسُّطُ في المَلاَبِسِ (3) والمَأْكَلِ، ولا يكلف فيها التَّغْيير المُفْرِطَ أيضاً.\nوليس له أن يَدْفَعَ المَالَ إلى غيره قِرَاضاً، فإنه قد يَخُونُ أو يَمُوتُ، فَيَضِيعُ، وله أن يأخذه قِرَاضاً؛ لأنه نوع يكسب، ولذلك ليس له أن يُقْرِضَ، وله أن يَسْتَقْرِضَ، وليس له تعْجِيلُ الديون المُؤَجَّلَة؛ لما فيه من تَفْوِيتِ الانْتِفَاعِ بالمال من غير ضرورة.\nالثانية: لا يشتري أَحَداً من أُصُولِهِ وفروعه، لِتَضَمُّنِهِ العِتْقَ، وفَوَاتَ المال، خلافاً لأبي حَنِيْفَةَ وأحمد -رحمهما الله-.\nولو وهب منه قريبه، أو أوصى له به؛ فإن لم يَقْدِرْ على الكَسْبِ لهرمه أو لزمانه وعجز، وكان يَلْزَمُهُ نَفَقَتُهُ، لم يَجُزْ له قَبُولُهُ.\nوقيل: يجوز قبول (4) الزمن، فقد يكتسب من غير عَمَلٍ. وهذا ما اختاره الصَّيْمَرِيُّ فيما نقل القاضي الرُّوَيانِيُّ في \"الكافي\".\nوإن كان كَسُوباً يقوم بكِفَايَةِ نفسه، جاز قَبُولُهُ، بل يستحب؛ لأنه لا ضَرَرَ عليه في القَبُولِ، ثم لا يعْتَقُ عليه؛ لأَن ملكه ضعيف (5)، ولكن يكاتب عليه، فيعتق بِعِتْقِهِ، وبرق بِرِقِّهِ، وليس له بَيْعُهُ.\n__________\n(1) في أ: معيباً.\n(2) في ز: نسبه.\n(3) وقربت منه قول الماوردي لا اعتراض للسيد عليه فيما يحتاج السيد من مأكوله وملبوسه ممن تلزمه نفقته من زوجة وولد ما لم يخرج فيها إلى حد السرف فأما نفقته في ملاذه فما كان منها معهوداً بمثله لم يمنع منه وما خرج عن المعهود منع عنه. انتهى.\n(4) في أ: له القبول.\n(5) في ز: ضعف.\n(13/545)\n",
        "وحكى الشيخ أبو عَلِيٍّ في \"شرح الفروع\" وَجْهاً بَدِيعاً، وبعيداً عن ابن أَبِي هُريْرَةَ أن له بَيْعَهُ، ثم قال: وهذا فَاسِدٌ، ولا يجوز لأحد أن يملك أباهُ، فيبيعه، وتكون نَفَقَتُهُ في كَسْبِهِ، وما يَفْضُلُ يكون لِلْمُكَاتَب يستعين به في أَدَاءِ النجوم، فإن مَرِضَ أو عَجز أَنْفَقَ المُكَاتَبُ عليه؛ لأنه من صَلاَحِ مِلْكِهِ، وليس هذا كالإنْفَاقِ على أَقَارِبِهِ الأَحْرَارِ، حيث يمنع منه؛ لأن ذلك مَبْنِيٌّ على المُوَاسَاةِ.\nفان جنى القريب على إنسان بيع في الجِنَايَةِ، وليس لِلْمُكَاتَب أن يَفْدِيَهُ، بخلاف ما إذا جنى عَبْدُهُ؛ يجوز له أن يَفْدِيَهُ؛ لأن الرَّقَبةَ تبقى له، فيصرفها إلى النجوم.\nالثالثة: ليس له الشِّرَاءُ بالمُحَابَاةِ، ولا البَيْعُ بالغَبْنِ؛ لما فيه من التَّبَرُّعِ، وتَفْوِيتِ المال. وعن أبي حَنِيْفَةَ أن له أن يَبِيعَ بما عَزَّ وهَانَ، كما ذكر في الوَكِيلِ، ولا يبيع بالنَّسيئة؛ لأن إِخْرَاجَ المَالِ عن اليَدِ، بلا عِوَضٍ في الحال تَبرُّعٌ، وأيضاً ففيه خَطَرٌ، وسواء باع بِمِثْلِ قِيمَتِهِ، أو أكثر، ولا فَرْقَ بين أن يَسْتَوْثِقَ بالرَّهْنِ والكفيل، أو لا يَسْتَوْثِقَ، وكذا لا يقرض، وإن استوثق؛ لأن الكَفِيلَ قد يُفْلِسُ، والرَّهْنُ قد يَتْلَفُ، ويحكم الحاكم المرفوع إليه بِسقُوطِ الدَّيْنِ.\nويجوز أن يَبِيعَ ما يُسَاوِي مائة بمائة نَقْداً، وبمائة نسيئة، ولو اشْتَرَى نَسِيئةً بثمن النَّقْدِ يجوز، ولا يرهن به؛ فإنه قد يَتْلَفُ، وإن اشْتَرَاهُ بثمن [النسيئة]، (1) لم يَجُزْ؛ لما فيه من التَّبرُّعِ. كذلك ذكره في \"التهذيب\".\nوفي \"جمع الجوامع\" للروياني: أنه يَجُوزُ، إذ لا غَبْنَ فيه، وفرقوا بين (2) المُكَاتَبِ، وبين الوَلِيِّ، حيث يبيع مال الطفل نسيئة، وَيَرْهَنُ، وَيَرْتَهِنُ للحاجة، أو المَصْلَحَةِ الظاهرة، وبأن المرعي هناك مَصْلَحَةُ الطفل، والولي مَنصُوبٌ لينظر له [وها هنا المطلوب العِتْقُ والمرعي مصلحة السيد، والمكاتب غير منصوب لينظر له] (3) وقد ذكرنا في \"كتاب الرَّهْنِ\" أن بعضهم سَوَّى بينه وبين الوَلِيِّ في البيع نسيئة، وفي الرَّهْن والارتهان، فيجوز أن يُعَلَمَ لذلك قوله هاهنا: \"ولا يبيع [بالنسيئة] \" (4) بالواو.\nوأَلْحَقَ صَاحِبُ الكتاب هناك المُكَاتَبَ بالولِيِّ في جَوَازِ الرَّهْنِ، لكن الذي أَطْلَقَ عليه عَامَّةُ الأصحاب -رحمهم الله- وأَوْرَدَهُ هاهنا: المَنْع، ويشبه أن يتوسط، فيقال: إن دَعَتْ ضَرُورَة إلى البَيْعِ والرهن، كما في وقت النَّهْبِ فله ذلك حِفْظاً للمال. وإن كان يَرَى فيه مَصْلَحَةً لم يُمَكَّنْ منه؛ لأنه ليس نَاظِراً للسَّيِّدِ، حتى يَتَحَمَّلَ الخَطَرَ لِمَصْلَحةٍ يَرَاهَا، بخلاف الوَلِيِّ، والله أعلم. وإذا باع أَوِ اشْتَرَى لم يسلم ما في يَدِهِ، حتى يَتَسَلَّمَ\n__________\n(1) في ز: النسبة.\n(2) سقط في: ز.\n(3) سقط في: ز.\n(4) في ز: بالنسبة.\n(13/546)\n\nالعِوَضَ؛ لأن رفع اليَدِ عن المال بلا عِوَضٍ، لا يَخْلُو عن غَرَرٍ، وكذلك ليس له السَّلَمُ؛ لأن مُقْتَضَاهُ تَسْلِيمُ رَأْس المال في المَجْلِسِ، وانتظار المسلم فيه سِيَّمَا إذا كان السَّلَّمُ مُؤجَّلاً.\nوفيه وجه: أنه يجوز التَّسْلِيمُ ليتسلم في الحال، أو في المَجْلسِ، ويحتمل هذا القَدْر. وهذا ما أَوْرَدَهُ الصَّيْدَلانيُّ. وعلى هذا فَيَجُوزُ له السَّلَمُ الحَالُّ.\nوأطلق الإِمام وَجْهاً في السَّلَمِ بشرط الغِبْطَةِ أنه يَجْوزُ.\nالرابعة: لا يكاتب المُكَاتَبُ عَبْدَهُ، كما لا يعتقه، خِلاَفاً لأبي حَنِيْفَةَ ولو أدَّى مُكَاتَبُهُ إليه المَالَ، لم يُعْتَقْ؛ لأن تَعْلِيقَهُ غير صحيح.\nالخامسة: لا يَتَزوَّجُ المُكَاتَبُ، ولا يُزَوَّجُ مِنْ [عبد] (1)؛ لما فيه من المُؤَنِ، ولا [ينكح] (2) المكاتبة أيضاً؛ لأنه تنتقص قيمتها، وأيضاً فلخطر الطَّلق، وله شِرَاءُ الجَوَارِي للتِّجَارَةِ، ولكن لا يجوز له التَّسَرِّي خَوْفاً من هَلاَكِ الجَارِيَةِ في الطَّلْقِ.\nقال الإِمَامُ: وهو بِمَثَابَةِ منعِ الرَّهْنِ من وَطْءِ الجارية المَرْهُونَةِ.\nوكان شَيْخِي لا يبعد إجْرَاءَ الوجهين في وطء الجارية التي يُؤْمَنُ حَبَلُهَا (3) هاهنا، وهو غير مَرْضِيٍّ؛ لأن المُكَاتَبَ عَبْدٌ، والوَطْءُ يضعفه، ولا ضَبْطَ يجعل مَرْجُوعاً فيما يجوز، ويمنع منه، فالوجه حَسْمُ الباب، وللمنع من الوَطْءِ مَعْنى آخَرُ، وهو ضعف المِلْكِ، على ما سنذكر إن شاء الله تعالى.\nالسادسة: إذا لَزِمَ المُكَاتَبَ كَفَّارَةُ قَتْلٍ، أو ظِهَارٍ، أو يمين، فيكفر بالصَّوْمِ دون المَالِ؛ لأن مِلْكَهُ ليس بِتَامٍّ، وهو مستحق الصَّرْفِ إلى جِهَةٍ أخرى.\nواعلم أن الصّوَرَ جَمِيعاً مَفْرُوضَةٌ فيما إذا لم يَأْذَنْ له السَّيِّدُ.\nفأما إذا أذن له السيد في التَّصَرُّفَاتِ المَذْكُورَةِ، فسنذكر حكمه (4) إن شاء الله -تعالى- في الفَصْلِ التالي لهذا الفَصْلِ.\n\n\" فرع عن القَفَّالِ\":\nإن وَصِيَّةَ المُكَاتَب غَيْرُ صحيحة، سواء أوصى بِعَيْنٍ من أَعْيَانِ مَالِهِ، أو بثلث ماله؛ ن مِلْكَهُ غَيْرُ تَامٍّ على ما في يَدِهِ. وعن أبي حنيفة: أنها تَصِحُّ إن أضاف إلى المَوْتِ والحرية، وإلاَّ لم تصح.\n__________\n(1) في ز: عند.\n(2) سقط في: ز.\n(3) في أ: حملها.\n(4) في أ: حكمها.",
        "(13/547)\n\nقَالَ الْغَزَالِيُّ: وَكلُّ ذَلِكَ إِنْ جَرَى بِإِذْنِ السَّيِّدِ فَفِي النفُوذِ قَوْلاَنِ، إِلاَّ العِتْقَ فَفِيهِ طَرِيقَانِ: (أَحَدُهُمَا): طَرْدُ القَوْلَيْنِ (وَالثَّانِي): القَطْعُ بِالمَنْعِ لإشْكَالِ الوَلاَءِ، فَإِنْ نَفَّذْنَا فَفِي الوَلاَءِ قَوْلاَنِ: (أَحَدُهُمَا): أنَّهُ لِلسَّيِّدِ (وَالثَّانِي): أنَّهُ موْقُوفٌ حَتَّى يُعْتِقَ المُكَاتَبَ يَوْمَاً فَيَكُونَ لَهُ، فَإِنْ مَاتَ رَقِيقاً اسْتَقرَّ عَلَى السَّيِّدِ، وَلَوْ مَاتَ العَتِيقُ فِي مُدَّةِ التَّوَقُّفِ فَمِيرَاثهُ لِلسَّيِّدِ فِي قَوْلٍ، وَلبَيْتِ المَالِ في قَوْلٍ، وَكِتَابَةُ عَبْدِهِ كَإِعْتَاقِهِ فِي النُّفُوذِ وَفِي الوَلاَءِ.\nقَالَ الرَّافِعِيُّ: تَبَرُّعَاتُ المُكَاتَبِ وَتَصَرُّفَاتُهُ المُحْظَرَةِ كالهِبَةِ، والإبْرَاءِ، والإِقْرَاضِ، والقِرَاضِ، والإِنْفَاقِ على الأَقَارِبِ، والبيع بالمُحَابَاةِ، وبالنسيئة وتعجيل الدَّيْنِ المُؤجَّلِ ونحوها، إن جرت بإِذْنِ السيد؛ فمنقول (1) المزني، والمنصوص في \"الأم\" أنها تَصِحُّ.\nوعن الرَّبِيع فيه قَوْلٌ آخر؛ ونَصَّ على أن المكَاتَبَةَ إذا اخْتَلَعَت بِإِذْنِ السَّيِّدِ على مال لم يَجُزْ، والخلْعُ كالهِبَةِ، في أنه بَذْلُ مَالٍ من غير عِوَضٍ مَاليٍّ.\nواختلف الأَصْحَابُ على طريقين: قال أكثرهم -منهم ابن سُرَيْج، وابن خَيْرَانَ، وأبو إِسْحَاقَ- في جميع هذه التَّصَرّفَاتِ قولان إِما لما رَوَاهُ الربيع، وإما للنَّصَّيْنِ في الهِبَةِ، والتَّصَرُّف فيهما بالنقل والتخريج. ومنهم من نَقَلَ المَنْعَ عن نَصِّهِ في \"الإملاء\":\nأحدهما: أنها غير صَحِيحَةٍ؛ لأن مِلْكَ المُكَاتَبِ نَاقصٌ، والسَّيِّدُ غَيْرُ مالك لما في يَدَيْهِ، فلا أَثَرَ لإِجَازَتِهِ، كما لو وَهَبَ المَرِيضُ جَمِيعَ مَالِهِ، وأجاز الوَارِثُ، وأيضاً فإنه يفوت غَرَضُ العَتْقِ.\nوأصحهما: الصحة؛ لأن الحَقَّ لا يَعْدُوهُمَا، فإذا تَوَافَقَا عليه صَحَّ؛ كما لو وَهَبَ أَحَدُ الشريكين بِإِذْنِ الآخر.\nوالثاني: تقرير النَّصَّيْنِ، والقطع بِصِحَّةِ هذه التَّصَرّفَاتِ، ويبطلان الخلع وقد ذكرنا الطريقين في \"الخُلْعِ\" في كتابه.\nوعن أبي الطيب بن سلمة طَرِيقَةٌ قَاطِعَةٌ بصحة الخُلْعِ أَيْضاً.\nفإن وهب من السيد أو من ابنه الصَّغِيرِ، فقبل أو أقْرَضَهُ، أو باعه نَسِيئَةً أو بالمُحَابَاةِ، أو عَجَّلَ دَيْناً مُؤجَّلاً له عن النُّجُومِ، فطريقان:\nأظهرهما: أته على القَوْلَيْنِ فيما إذا وَهَبَ من غيره بِإِذْنِهِ.\nوالثاني: -واختاره الشيخ أبو مُحَمَّدٍ- القَطْعُ بالصِّحَّةِ؛ لأن لِلْمُكَاتَب أن يُعَجِّزَ نَفْسَهُ، فيجعل جميع ما في يَدِهِ للسيد، وإذا تَمَكَّنَ من جعل الجميع لِلسَّيِّدِ بالتعجيز، لم\n__________\n(1) في أ: لنقول.\n(13/548)",
        "\nيبعد أن يجعل بَعْضَهُ له بالهِبَةِ. ولو وهب بإِذنِ السيد فرجع السيد عن الإِذْنِ، قبل إِقْبَاضِ المَوْهُوبِ لم يكن له إِقْبَاضُهُ.\nولو اشْتَرَى قَرِيبَهُ بِإذْنِ السَّيِّدِ، ففي صِحَّتِهِ القولان، فإن صححناه؛ يكاتب عليه.\nوعن أبي إسحَاقَ المَرْوَزيِّ: طَرِيقَةٌ قَاطعة بالصِّحَّةِ؛ لأنه قد يَسْتَفِيدُ من أَكْسَابِهِ، وفيه صِلَةُ الرَّحِمِ. وإعتاق المُكَاتَب بإذن السيد مُرَتَّبٌ على سَائِرِ التَّبَرُّعَاتِ، إذا جرت بإذنه. إن لم نُصَحِّحْهَا، فالعتق أوْلَى، وإن صححناها، ففيها قولان:\nأصحهما: المنع أيضاً؛ لأنهما يعقبان الوَلاَءَ، والمُكَاتبُ ليس أهْلاً لِثُبُوتِ الوَلاَءِ له كالقِنِّ. ويحصل من هذا التَّرْتِيبِ طَرِيقَانِ، كما ذكر في الكتاب:\nأظهرهما: أن فيه قَوْلَيْنِ؛ وقد نَصَّ عليهما في \"المختصر\".\nوالثاني: القَطعُ بالمنع.\nولو أَعْتَقَ عن سَيِّدِهِ، أو عن غيره بإِذْنِهِ، فهو كَسَائِرِ التَّبَرُّعَاتِ بالإذْنِ، ولا يجيء فيه الطريقة القَاطِعَةُ؛ لأن المُعْتَقَ عنه من أهْل الوَلاَءِ. فإن قلنا بنفوذ العِتْقِ، فلمن يكون وَلاَءُ المعتق؟ فيه قولان:\nأحدهما: أنه لِلسَّيِّدِ، وبه قال أبو حَنِيْفَةَ؛ لأن المُكَاتَبَ ليس بِأهْلٍ للولاء، وتَوْقِيفُ الوَلاَءِ بَعِيدٌ.\nوَوَلاءُ المُكَاتَبِ إذا عُتِقَ للسيد، فلا يبعد أن يكون وَلاَءُ مُعْتِقِهِ له أيضاً.\nوأظهرهما: أنه يُوقَفُ؛ لأن الوَلاَءَ لمن أَعْتَقَ، والسَّيِّدُ لم يَعْتِقْ، فإن عتق [المكاتب] (1) كان الوَلاَءُ له، وإن مات رَقِيقاً، كان الوَلاَءُ للسَّيِّدِ، كان عجز وَرُقَّ، حكى الإِمَامُ أنه يَبْقى التَّوَقُّفُ؛ لأنه يُرْتَقبُ عِتْقُهُ من وجوه أُخَرَ.\nواعْتَرَضَ عليه، وقال: إذا رُقَّ ينبغي أن يكون الوَلاَءُ لِلسَّيِّدِ، ولا يرتقب عِتْقُهُ من وَجْهٍ آخر؛ لأنه إذا رُقَّ تَبَيَّنَ أن تَصرُّفَهُ على حُكْم اسْتِقْلاَلِ الكتابة قد انقطع، فالعِتْقُ من وَجْهٍ آخر لا يَتَعَلَّقُ بما سبق، والذي اعْتَرَضَ به (2) هو الذي يوجد لِعَامَّةِ الأصحاب لا غَيْرَ. فإن جعلنا الوَلاَءَ لِلسَّيِّدِ؛ فلو عُتِقَ المُكَاتَبُ بعد ذلك، ففي انْجرَارِ الوَلاَءِ إليه وَجْهَانِ، عن رواية أبي علي الطَّبَريِّ، وصاحب \"التقريب\":\nأظهرهما: المنع، وكأن السَّيِّدُ هو الذي أَعْتَقَهُ.\nوالثاني: وحكاه المُوَفَّقُ بْنُ طاهر عن تَخْرِيجِ ابن سُرَيْجٍ أنه ينْجَرُّ؛ لأنه الذي بَاشَرَ\n__________\n(1) سقط في: ز.\n(2) في أ: عليه.\n(13/549)\n",
        "العِتْقَ. وإن قلنا بالتَّوَقُّفِ؛ فلو مات المُعْتِقُ قبل عتقِ المُكَاتَبِ، وعَوْدِهِ إلى الرِّقِّ، ففي المِيرَاثِ قَوْلاَنِ عن رواية الشيخ أبي حَامِدٍ:\nأظهرهما: أنَ المِيرَاثَ مَوْقُوفٌ أيضاً.\nوالثاني: أنه للسيد، ولا يُوقَفُ المِيرَاثُ؛ كان وَقَفَ الوَلاءُ؛ لأن الوَلاَءَ قد يثبت لِلشَّخْصِ، ثم يَنْتَقِلُ إلى غَيْرِهِ، فلا يبعد فيه التَّوَقُّفُ، بخلاف المِيرَاثِ.\nومنهم من نقل بَدَلَ الثَّانِي أنه يُصْرَفُ إلى بَيْتِ المَالِ، كما إذا كَاتَبَ الذِّمِّيُّ عَبْداً، ولَحِقَ بِدَارِ الحَرْبِ، فاسْتُرِقَّ، وعُتِقَ مكاتبه، ومات يُصْرَفُ مَالُهُ إلى بيت المال.\nوهذا والثاني ما أوْرَدَهُ في الكتاب، وأهمل الأَوَّلَ الذي هو الأظهر.\nوقوله: \"حتى يعتق المكاتب يوماً ... \" إلى آخره اتِّبَاعٌ (1) لما نَقَلَهُ الإِمَامُ. ويجوز أن يُعَلَمَ قوله: \"يوماً\" بالواو إِشَارَةً إلى ما هو الأَظْهَرُ، وهو أنه لا يُوقَفُ حتى يُعْتَقَ يوماً من الدَّهْرِ، أو يَمُوتَ رَقِيقاً، بل يُوقَفُ إلى أن يُعْتَقَ بموجب الكِتَابَةِ، أو يظهر رِقُّهُ بالعَجْزِ، أو المَوْتِ.\nولو كاتَبَ المكَاتَبُ عَبْدَهُ بإذن السَّيّدِ؛ قال الإِمَامُ: يحتمل أن يُلْحَقَ بهِبَاتِهِ، ويحتمل أن يُلْحَقَ بِتَنْجِيزِ العِتْقِ.\nوهذا الثاني هو الذي أَوْرَدَهُ الأصحاب -رحمهم الله- ونَصَّ -رضي الله عنه- عليه في \"المختصر\" فيعود الطَّرِيقَانِ في صِحَّةِ الكِتَابَةِ، والقولان في الوَلاَءِ تَفْرِيعاً على الصِّحَّةِ، إذا عتق المكاتب الثاني يحتمل أن يُعْتَقَ الأول، كان عُتِقَ الأول، ثم الثاني، فَوَلاءُ الثاني للأول. وفي نِكَاحِ المُكَاتَبِ بِإِذْنِ سَيِّدِهِ طريقان:\nأحدهما: أن في صِحَّةِ القولين في تَبرُّعَاتِهِ بالإِذْنِ؛ لأنه يلزمه المَهْرُ والنَّفَقَةُ، وفيه بَذْلُ مَالٍ لا في مُقَابَلَةِ مَالٍ.\nوهذا ما رَجَّحَهُ الإِمَامُ، ويوافقه مُطْلَقُ لفظ الكتاب، فإنه قال: \"وكل ذلك إن جرى بِإِذْنِ السَّيِّدِ، ففي نفوذه قولان\" ومن جملة ذلك الزواج.\nوأظهرهما: عند الأَكْثَرِينَ؛ القَطْعُ بالصِّحَّةِ؛ لأن المُكَاتَبَ أَحْسَنُ حَالاً من العبد القِنِّ، والعبد القِنُّ يَنْكَحُ بالإِذْنِ، فالمُكَاتَبُ أَوْلَى.\nوالمعنى فيه أن النِّكَاحَ يَحْتَاجُ إليه لِلتَّحْصِينِ، وسَائِرُ المصالح المتعلقة به والهِبَةُ وما في معناها لا يَلْحَقُ به.\n__________\n(1) في ز: ابتاع.\n(13/550)\n\nوتزويج المُكَاتَبَةِ صَحِيحَةٌ على الأظهر، ولا بد من إِذْنهَا.\nوعن القفَّالِ: أنها لا تُزوَّجُ أَصْلاً؛ لأن مِلْكَ السيد فيها نَاقِصٌ، وهي أيضاً نَاقصة فلا يصح إِذْنُهَا، وقد ذكرنا ذلك في النِّكَاحِ.\nوإذا أَذِنَ السَّيَّدُ لِلمُكَاتَب في وطء الجارية وتَسَرِّيَها، فقد يبتنى ذلك على أن العَبْدَ؛ هل يَمْلِكُ بالتمليك؟\nإن قلنا: لا، [لم] (1) يَحِلَّ له الوَطْءُ والتَّسَرِّي، وهو الأَصَحُّ.\nوإن قلنا: نعم؛ قيل: يَحِلُّ.\nوقيل: ينبني على الخِلاَفِ في تبرعاته بالإِذْنِ وعن ابن أبي هُرَيْرَةً طَريقَةٌ بالمنع؛ لضعف الملك.\nولو (2) أَذِنَ السيد لِلْمُكَاتَب في التكفير (3) بالإطْعَام أو بالكُسْوَةِ، ففيه قولان يبنيان تَارَةً على أن العَبْدَ هل يَمْلِكُ بالتمليك؟\nومنهم من بناهما على أنه: هل يَتَبَرَّعُ بِإِذْنِ السيد؟\nوإن أَذِنَ في الإعْتَاقِ، وصححنا إِعْتَاقَة بالإِذْنِ، وتَوَقَّفْنَا في الوَلاَءِ، فنتوقف في الإجزاء أيضاً، فإن عَجَزَ بَانَ أنه لم يُجْزِهِ، وعليه ان يُكَفِّرَ بالصوم، والظَّاهِرُ أنه لا يَجُوزُ تَكْفِيرُهُ بالإِعْتَاقِ. وعن القَفَّالِ: أنه إذا عُتِقَ بِإِذْنِ السَّيِّد؛ وجعلنا الوَلاَءَ للسيد، فينبغي أن يجزئ عن كَفَّارته إذا نَوَى.\nقَالَ الْغَزَالِيُّ: وَلَوِ اشْتَرَى المُكَاتَبُ مَنْ يُعْتَقُ عَلَى سَيِّدِهِ صَحَّ، فَإِنْ عَجَزَ رَجَعَ إِلَى السَّيِّدِ وَعُتِقَ عَلَيْهِ، وَالقِنُّ لَوْ قَبِلَ مَنْ يُعْتَقُ عَلَى سَيِّدِهِ وَقُلْنَا يَنْفُذُ قَبُولُهُ بِغَيْرِ إِذْنِهِ لَمْ يَنْفُذُ هَهُنَا إِنْ خِيفَ وُجُوبُ النَّفَقَةِ فِي الحَالِ، وَإِنْ لَمْ يخَفْ بِأَنْ كَانَ كَسُوياً نَفَذَ وَلَمْ يَكُنْ لِلسَّيِّدِ رَدُّهُ، وَهَلْ لَهُ رَدُّ غَيْرِهِ ممَّنْ يَقْبَلهُ عَبدُهُ؟ فِيهِ وَجْهَانِ، فَإِنْ قُلْنَا: لَهُ رَدُّهُ فَيَنْدَفِعُ المِلْكُ مِنَ الأَصْلِ أَوْ يَنْقَطِعُ مِنْ حِينِهِ فِيهِ وَجْهَانِ:\nقَالَ الرَّافِعِيُّ: إذا اشترى المُكَاتَبُ من يُعْتَقُ على سيده، كأبيه وابنه، أو اتَّهَبَهُ، أو أوْصَى له به فَقَبِلَ، صَحَّ، وكان المِلْكُ فيه لِلمُكَاتَب، فإن رُقَّ المُكَاتَبُ صار القَرِيبُ للسيد، وعتقَ عليه.\nولم يقولوا: إنه يمنع من صَرْفِ المال إلى غَرَضِ مَنْ عَسَاهُ يَعْتِقُه على السيد، ولا\n__________\n(1) سقط في: ز.\n(2) في أ: فإن.\n(3) في ز: التلقين.",
        "(13/551)\n\nنَظَرُوا إلى لُزُوم النَّفَقَةِ إذا عتق عليه [وإنما اعتبروا الحال] (1) ولو اشترى بعض من يعتق على سيده (2) أوَ اتَّهَبَهُ، أو قَبِلَ الوَصيَّةَ به [صح أيضاً، وعاد الأعتق على السيد] (3) وهل يَسْرِي إلى الباقي؟\nإذا كان السيد مُوسِراً؛ ينظر، إن عَجَزَ المُكَاتَبُ من غير اخْتِيَارِ السيد، فلا يَسْرِي كما لو وَرِثَ بعْضَ قريبه، وإن عَجَّزَة السَّيِّدُ، فوجهان (4):\nأحدهما: يَسْرِي؛ لأنه ملك باختيار التَّعْجِيزِ، فصار كما لو مَلِكَ بالشِّرَاءِ.\nوالثاني: المَنْعُ؛ لأن قَصْدَهُ فَسْخُ الكِتَابَةِ، ودخوله في مِلْكِهِ ضِمْنِيٌّ قَهْرِيُّ.\nولو اتَّهَبَ العَبْدُ القِنُّ مَنْ يعتق على سَيِّدِهِ بغير إِذْنِهِ، فيبنى على أن اتِّهَابَهُ بغير إِذْنِ السَّيِّدِ؛ هل يَنْفُذُ؟ وفيه خلاف قد سَبَقَ إن قلنا: لا، فلا كَلاَمَ.\nوإن قلنا: نعم؛ وهو الأَظْهَرُ -فإن خِيفَ وُجُوبُ النَّفَقَةِ في الحال، بأن اتَّهَبَ أَبَاهُ الزَّمَنَ، والسَّيِّدُ مُوسِرٌ، لم يَنْفُذ قَبُولُهُ؛ لأن فيه إِضْرَاراً بالسيد، كان لم تجب النَّفَقَةُ في الحال، لكون (5) القريب كَسُوباً، أو لكون السَّيِّدِ فَقِيراً، نفذ القَبولُ، وعُتِقَ المَوْهُوبُ على السيد.\nولو اتَّهَبَ بعض من يعتق على السيد بغير إِذْنِهِ، وصححنا اتِّهَابَهُ بغير إِذْنِ السيد ولم يَتَعلَّقْ به لُزُومُ النَّفَقَةِ ففي صِحَّةِ القَبُولِ قولان:\nأحدهما: لا يصح؛ لأنه يعتق عليه ذلك البَعْض، ويَسْرِي، وفي التَّقْوِيمِ على السيد إِضْرَارٌ به.\nوأظهرهما: أنه يَصِحُّ؛ ولا يَسْرِي لحصول المِلْكِ بغير اخْتِيَارِهِ، كما لو ورث.\nقال الشيخ أبو عَلِيٍّ: وخَرَّجَ ابن سُرَيْجٍ على هذين القَوْلَيْنِ ما إذا اشترى المَرِيضُ أَبَاهُ بألْفٍ، وهو لا يملك غَيْرَ الألف، وعليه دَيْنٌ مستغرق، ففي قول: لا يصح الشِّرَاءُ؛ لأنهَ لو صَحَّ لعتق فتلف حق الغُرَمَاءِ.\n__________\n(1) سقط في: ز.\n(2) في ز: السيد.\n(3) سقط في: ز.\n(4) قال الشيخ البلقيني: لم يصحح المصنف هنا شيئاً ولكنه صحح في الشرط الثاني من شروط السراية أنه لا يسري، والأصح عندي أنه يسري؛ لأن فسخ السيد الكتابة صدر باختاره ويترتب على ذلك أنه مختار لكن يعود إليه ما في يد المكاتب ومن جملة ذلك الشقص المذكور فيعتق ذلك الشقص على السيد، ويسري ما صححه هو مقتضى نص الشافعي في الأم ومختصر المزني في باب من يعتق.\n(5) في أ: لكن.\n(13/552)",
        "\nوالثاني: لا يصح ولا يعتق، ويُبَاعُ في دُيُونِهِمْ.\nوفي \"الوسيط\" وَجْهٌ آخر: أنه يصح، ويُعْتَقُ، وَيَسْرِي، ويجعل اختيار العَبْدِ كاختياره، كما جُعِلَ قَبُولُهُ كَقبُولِهِ.\nولم أجد هذا الوجه في \"النهاية\" (1)، ثم ذكرها هنا فَرْعاً في اتِّهَابِ العَبْدِ، بغير إِذْنِ السيد لا يختص بما نحن فيه، وهو أَنَّا إذا صَحَّحْنَاهُ فيدخل المَوْهُوبُ في مِلْكِ السيد قَهْراً، كما يدخل ما احْتَطَبَهُ واصْطَادَهُ. وهل للسيد الرَّدُّ بعد قَبُولِ العَبْدِ؟\nفيه وجهان، ذكرهما صاحب \"التلخيص\":\nأحدهما: نعم؛ لأن تَمْلِيكَ العَاقِلِ البالغ قَهْراً بَعِيدٌ.\nوأقيسهما: المنع؛ كما في المِلْكِ الحَاصِلِ بالاحْتِطَابِ.\nفإن قلنا بالأَوَّلِ، فينقطع مِلْكُهُ من وَقْتِ الرَّدِّ، أو يَتَبَيَّنُ أنه لم يدخل في ملكه.\nذكر صاحب \"التلخيص\" فيه وجْهَيْنِ أيضاً، ويظهر أثرهما فيما إذا كان الموهوب عَبْداً، ووقع هِلاَلُ شَوَّالٍ بين قَبُولِ العَبْدِ، وَرَدِّ السيد في زَكَاةِ الفِطْرِ.\nوقوله في الكتاب: \"ولم يكن للسيد رَدُّهُ\"، يعني أن القَرِيبَ يُعْتَقُ إذا نفذ القبول، ولم يكن للسيد رَدُّ الهِبَةِ، ولا دَفْعُ العِتْقِ.\nوهذا لا ذِكْرَ له في \"الوسيط\" ولا غيره. ولك أن تُخَرِّجَهُ على الوَجْهَيْنِ الآخرين عن صاحب \"التلخيص\". وقوله: وهل له رد (2) غيره ممن يَقْبَلُهُ عَبْدُهُ؟ لو قال: \"مما يقبله عبده\" لكان أَحْسَنَ.\n\nفرعان لابن الحَدَّادِ:\n[أحدهما] (3): إذا وهب من المُكَاتَبِ بَعْضَ أبيه، أوابنه، وقبله وصححنا القبول على مَا مَرَّ التفصيل فيه؛ فإذا عُتِقَ المُكَاتَبُ، عُتِقَ عليه ذلك [الشِّقْصُ] (4).\nقال ابن الحَدَّادِ: وَيُقَوَّمُ عليه الباقي إن كان مُوسِراً.\nوعن القَفَّالِ: أنه لا يُقَوَمُ؛ لأنه لم يَسْرِ في الابتداء، فلا يَسْرِي بعده، كمعسر\n__________\n(1) وهذا عجيب فإنه قد جزم به في كتاب العتق وقد حكاه القاضي الحسين في كتاب اللقيط من تعليقه واتتصر عليه البغوي في باب العتق كما نقله الرافعي وحكاه في البسيط وقال: إنه فاسد لا وجه له.\n(2) في ز: أن يرد.\n(3) سقط في: ز.\n(4) في ز: التنقص.\n(13/553)\n",
        "أعتق شِقْصاً له في عَبْدٍ لم يسر (1).\nقال الشيخ أبو عَلِيٍّ: والأَصَحُّ الأول. وذلك الشِّقْصُ أيضاً لم يعتق في الابتداء، وإنما عُتِقَ عند عِتْقِ المُكَاتَبِ، فليست السِّرَايَةُ مُتَأَخِّرَةَ عن العِتْقِ.\nوالثاني: اشترى المُكَاتَبُ ابْنَ سَيِّدِهِ، ثم باعه بأبي السَّيِّدِ، يصح، ويصير الأب مِلْكاً، فإن رُقَّ المُكَاتَبُ صار الأبُ مِلْكاً للسيد وعُتِقَ عليه، فإن وجد به عَيْباً بعد ذلك، فلا سَبيلَ إلى الرَّدِّ، ولكن له الأَرْشُ والأَرْشُ جُزْءٌ من الثَّمَنِ، فإن نَقَصَ العَيْبُ عُشْرَ قيمة الَأب، فيرجع إلى عُشْرِ الابن الذي هو الثَّمَنُ، وإذا ملك عشر الابن، عُتِقَ عليه وهل يُقوَّمُ عليه الباقي؟\nقال الشيخ أبو عَلِيٍّ: إن عَجَّزَ المُكَاتَبُ نَفْسَهُ بلا اختيار للسيد لا يُقَوَّمُ عليه الباقي، وإن عَجَّزَهُ بِنَفْسِهِ؛ ففيه وجهان، قد سبق نظيرهما قال: والأظهر: المَنْعُ.\nوزاد الإِمام، فقال: القِسْطُ من الابن -الذي هو الأَرْشُ- يَنْقَلبُ إليه قَهْراً، أم لا يرجع إلاَّ باختياره؟\nفيه وجهان:\nفإن قلنا بالأَوَّلِ، ففي تَقْوِيمِ الباقي عليه الوَجْهَانِ.\nفإن قلنا بالثاني؛ فالظَّاهِرُ السِّرَايَةُ.\nقَالَ الْغَزَالِيُّ: وَلَوِ اسْتَوْلَدَ المُكَاتَبَ جَارِيتَهُ فَوَلَدُهُ مُكَاتَبٌ عَلَيْهِ أَيْ يُعْتَقُ بِعِتْقِهِ وَيُرَقُّ بِرِقِّهِ، وَهَلْ تَصِيرُ أُمُّ الوَلَدِ مُسْتَوْلَدَتَهُ إِذَا عُتِقَ فِيهِ قَوْلاَنِ.\nقَالَ الرَّافِعِيُّ: عرفت أن المكاتب لا يَطَأُ جَارِيَتَهُ بغير إِذْنِ سَيِّدِهِ، وكذا بِإِذْنِهِ على الأظهر، فلو خالف وَوَطِئَ، فلا حَدَّ عليه للشُّبْهَةِ، ولا مَهْرَ؛ لأن مَهْرَ جَارِيتِهِ لو ثَبَتَ لثبت له، فإن أَوْلَدَهَا، فَالوَلَدُ نَسِيبٌ بشُبْهَةِ المِلْكِ. ثم لا يخلو إما أن يأتي بالوَلَدِ، وهو مُكَاتبٌ [بعد] (2)، فيكون مِلْكاً له؛ لَأنه وَلَدُ جاريته، لكن لا يملك بَيْعَهُ؛ لأنه وَلَدُهُ، ولا يعتق عليه؛ لأن مِلْكَهُ ليس بتام، بل يَتَوَقَّفُ عِتْقُهُ على عِتْقِهِ؛ إن عُتِقَ عُتِقَ، وإلاَّ رُقَّ، وصار للسيد وهذا معنى قولهم: \"إن ولده يتكاتب عليه\".\nوهل تصير الجَارِيَةُ مُسْتَوْلَدَةً له؟\nمنهم من يَقُولُ: لا تَصِيرُ مُسْتَوْلَدَةً في الحال، فإن عُتِقَ، ففيه قولان. ومنهم من يطلق القولين في ثُبُوتِ حُرْمَةِ الاسْتِبْدَادِ في الحال.\n__________\n(1) في ز: ثم أيسر.\n(2) في ز: بعبد.\n(13/554)\n\nأحدهما: الثبوت؛ ويُحْكَى هذا عن أبي حَنِيفَةَ وأحمد، واختيار المُزَنيِّ؛ لأنه ثبت للولد حَقُّ الحرية، حيث يُكَاتب عليه، وامْتَنَعَ بَيْعُهُ، فثبت لها حُرْمَةُ الاستيلاد.\nوأصحهما: المَنْعُ؛ لأنها علقت [بمملوك، فأشبهت] (1) الأَمَةَ المَوْطُوءَةَ بالنكاح، وحَقُّ الحُرِّيَّةِ للولد لم يثبت بالاسْتِيلاَدِ في المِلْكِ، وإنما يثبت لصيرورته (2) مِلْكاً لأبيه، كما لو ملك وَلَدَهُ بِهِبَةٍ وغيرها.\nفإن قلنا: ثبت حُرْمَةُ الاسْتِيلاَدِ في الحال، فإن عُتِقَ المُكَاتَبُ استقر الاستيلاد، كان عجز رُقَّتْ مع الوَلَدِ للسَّيِّدِ، فإن عُتِقَ المكاتب بعد ذلك وملكها لم تَصِرْ مُسْتَوْلَدَةً [لأن بالعجز يتبين أنها علقت برقيق، وإنه لا اسْتِيلاَدَ، وإن قلنا: لا يثبت فإن عجز ثم عُتِقَ وملكها لم تَصِرْ مستَولَدَةً له] (3)، وإن عُتِقَ بأَدَاءِ النجوم، فكذلك على ظاهر المذهب.\nوعن أبي إسْحَاقَ تخريج قول مما إذا أَوْلَدَ الرَّاهِنُ الجَارِية المَرْهُونَةَ، وقلنا: لا تصير مُسْتَوْلَدَةً له، فبيعت، ثم ملكها، حيث نقول بِثُبُوتِ الاسْتِيلاَدِ على رَأْيٍ، لكن العُلُوقَ هناك بِحُرٍّ، وهاهنا بمملوك هذا إذا أتت بالوَلَدِ، وهو مُكَاتَبٌ.\nأما إذا أتت به بعد العِتْقِ؛ فإن كان لِمَا دون سِتَّةِ أَشْهُرٍ من وقت العِتْقِ، فكذلك الجَوَابُ؛ لأن العُلُوقَ وَقَعَ في الرِّقِّ. وإن كان لِسِتَّةِ أشهر، فصاعداً من يومئذ؛ فقد أَطْلَقَ الشَّافعي -رضي الله عنه- أنها تَصِيرُ مُسْتَوْلَدَةً له.\nواختلف الأَصْحَابُ؛ فقال قائلون: هذا إذا وَطِئَ بعد الحُرِّيَّةِ، وولدت لِسِتَّةِ أشهر، فصاعداً من يوم الوطء لظهور العُلُوقِ بعد الحرية، والولد والحالة هذه حر [لا ولاء] (4) عليه إلاَّ بالوَلاَءِ على أبيه، ولا ينظر إلى احْتِمَالِ العُلُوقِ في الرِّقِّ تغليباً للحرية.\nفأما إذا لم يَطَأْهَا بعد الحرية، فيكون الاسْتِيلاَدُ على الخِلاَفِ.\nوقال آخرون: يثبت الاسْتِيلاَدُ وَطِئَ بعد الحرية أو لم يَطَأْ؛ لأنها كانت فِرَاشاً قبل الحُرِّيَّةِ، وذلك الفِرَاشُ مُسْتَدَامٌ بعدها، وإمكان العُلُوقِ بعد الحرية قَائِمٌ فيكتفي به لِثُبُوتِ الاسْتِيلاَدِ. والأوَّلُ أَصَحُّ على مَا ذَكَرَهُ صاحب \"التهذيب\". والله أعلم.\n\nقَالَ الْغَزَالِيُّ: الحُكْمُ الرَّابع: حُكْمُ الوَلَدِ: وَفِي سِرَايَةِ الكتَابَةِ مِنَ المُكَاتَبَةِ إِلَى وَلَدِهَا الَّتِي تَلِدُ بَعْدَ الكِتَابَةِ مِنْ زِناَ أَوْ نِكَاحٍ قَوْلاَنِ كَمَا فِي سِرَايَةِ التَّدْبِيرِ إلاَّ أَنَّ هَذَا يُعْتَقُ بِعِتْقِ الأُمِّ، وَوَلَدُ المُدَبِّرَةِ لاَ يُعْتَقُ بِعِتْقِهَا بَلْ بِمَوْتِ السَّيِّدِ، وَهَذَا يُعْتَقُ بِعِتْقِ الأُمِّ فِي دَوَامِ الكتَابَةِ، فَإِنْ قُلْنَا: يَسْرِي فَحَقُّ المِلْكِ فِيهِ لِلسَّيِّدِ فِي قَوْلٍ فَكَأنَّهُ مُكَاتَبُهُ حَتَّى يُصْرَفَ إِلَيْهِ\n__________\n(1) في ز: لمملوك فأشهدت.\n(2) في ز: لضرورته.\n(3) سقط في: ز.\n(4) في ز: ولا.",
        "(13/555)\n\nبَدَلُهُ إِذَا قُتِلَ، وَيَنْفُذُ إِعْتَاقُهُ، وَيُصْرَفُ إِلَيْهِ كَسْبُهُ مَهْمَا رُقَّ، وَيَلْزَمُهُ نَفَقَتُهُ إنْ لَمْ يَكُنْ لَهُ كَسْبٌ، وَفِي قَوْلٍ هُوَ مِنْ كَسْبِ المُكَاتَبَةِ فَيَكُونُ كَسَائِرِ عَبِيدهَا، وَأمَّا وَلَدُ المُكَاتَبَ مِنْ جَارِيَتِهِ فَهُوَ كَسْبٌ لَهُ قَوْلاً وَاحِداً لاَ يَنْفُذُ فِيهِ إِعْتَاقُ السَّيِّد، وَلَكِنْ لَوْ جَنَى لَمْ يَكُنْ لَهُ أَنْ يَفْدِيَهُ؛ لِأَنَّ فِدَاءَهُ كَشِرَائِهِ فَإِنَّه لاَ يَنْفُذُ تَصَرُّفُهُ فِي وَلَدِهِ بَلْ يُكَاتَبُ عَلَيْهِ.\nقَالَ الرَّافِعِيُّ: كِتَابَةُ الأَمَةِ صَحِيحَةٌ لكتابة العَبْدِ، وإذا كاتب أَمَةً لها ولد، فلا يخفى بَقَاءُ الولد على مِلْكِ السيد، فإن شَرَطَا أن يكون الوَلَدُ معها في عَقْدِ الكتابة، فالكتابة فَاسِدَةٌ، لكن إذا أدَّت، عُتِقَ الوَلَدُ أيضاً بموجب التعليق.\nوإن كان في يَدِهَا مَالٌ، وشَرَطَا أن يكون المَالُ لها، فقد حَكَى القَاضِي ابن كَجٍّ أن الشافعي -رضي الله عنه- نَصَّ على فَسَادِ الكتابة، وفَرَّقَ بين الولد والمَالِ، على أحد القولين؛ بأن المَالَ من جِنْسِ كَسْبِهَا، الذي يكون لها بالكِتَابَةِ، فجاز أن تَصِيرَ لها بالشَّرْطِ. ولك أن تقول: هذه صُورَةُ كِتَابَةِ الرقيق، والبيع منه بِعِوَضٍ واحد (1)، وقد سبق القَوْلُ فيه.\nوإن كانت حَامِلاً عند الكِتَابَةِ، وتَيقَّنَ ذلك بأن يَنْفَصِلَ لما دون سِتَّةِ أشهر من يوم الكتابة (2)؛ فقد ذكر أنا إذا قلنا: إن الحَمْلَ لا يعرف، فهو كالولد الحَادِثِ بعد الكتابة. وسنذكر حُكْمَهُ على الأَثرِ إن شاء الله تَعَالَى.\nوإن قلنا: يعرف، فحكاية القَاضِي ابْنِ كَجٍّ أن عند الكتابة يَصِيرُ كأنه توجه نحوها ونحوه، فإذا عُتِقَتْ عُتِقَ الوَلَدُ.\nونقل صاحب \"التهذيب\": أنه لا تثبت الكِتَابَةُ للولد؛ لأن الصغير لا يكاتب، بخلاف مثله من التدبير، والصغير يُدَبَّرُ. ثم قال:\nمن عِنْدِهِ وجب أن يثبت حُكْمُ الكتابة له، لا على سبيل السِّرَايَةِ، بل على وجه الاسْتِتْبَاعِ، كما يتبع الحَمْلُ الجَارَيةَ في البيع، وإن كان لا يقبل البيع وحده. هذا ما نقله ابْنُ كَجٍّ. وإن حدث الوَلَدُ بعد الكِتَابَةِ؛ فهذا الوَلَدُ إما أَن يَكُونَ من السَّيِّدِ، أو من غيره، إن كان من السَّيِّدِ، فالحكم كما سيأتي إن شاء الله -تعالى- في الفَرْعِ المذكور عَقِيبَ هذا الفَصْلِ.\nوإن كان من غيره، إما من زنا أو نِكَاحٍ، ففيه قولان؛ أحبهما إلى الشافعي -رضي الله عنه-، وهو المنصوص في \"المختصر\": أنه يثبت له حُكْمُ الكتابة حتى يُعْتَقَ [بعتق] الأم، إما بالأداء، أو الإِبْرَاءِ، أو الإِعْتَاقِ؛ لأن سبب الحُرِّيَّةِ كحقيقتها في اسْتِتْبَاعِ\n__________\n(1) في ز: وأخذ.\n(2) في ز: الولادة.\n(13/556)",
        "\nالأولاد؛ ألا ترى أن أَوْلاَدَ المُسْتَوْلَدَةِ يتبعونها، ولأن الولد كَسْبُهَا فيتوقف أَمْرُهُ على رقِّهَا وحريتها، كسائر أَكْسَابِهَا.\nوالثاني: لا تثبت لأن الكتابة عَقْدٌ يقبل الفَسْخَ، فلا يثبت حُكْمُهُ في الوَلَدِ، كما أن ولد المَرْهُونَةِ لا يكون مَرْهُوناً، ويحكى هذا عن نَصِّهِ -رضي الله عنه- في بعض أَمَاليهِ.\nوعن أبي إِسْحَاقَ: أنه قطع بالقَوْلِ الأَوَّلِ، وقال: إذا اختاره الشَّافعي -رضي الله عنه- وجب أن يكون القَوْلُ الآخَرُ سَاقِطاً.\nوقوله في الكتاب: \"ففي سِرَايَةِ الكتابة إليه قولان\"، ليس المَقْصُودُ نصْبَ الخلاف في أنه: هل يَصِيرُ الوَلَدُ مُكَاتَباً؟\nفقد نَصَّ الأَصْحَابُ على أنه لا يدخل في الكتابة، ولا يُطَالب بشيء من النجوم، وكيف ولم يُوْجَدْ منه قبول (1) ولا يَجْرِي معه عَقْدٌ؟\nقالوا: ويخالف التَّدْبِيرُ، حيث يَسْرِي على أَحَدِ القولين؛ لأن التدبير يَتَعَلَّقُ بقول السيد، ولا يعتبر فيه رِضَا العَبْدِ، ولذلك إذا عجزت المُكَاتَبَةُ أو مَاتَتْ بَطَلَتِ الكِتَابَةُ، وكان الوَلَدُ رَقِيقاً للسَّيِّدِ، بلا خلاف. وفي التَّدْبِيرِ إذا ماتت المُدَبَّرَةُ قبل السيد، يبقى التدبير في الوَلَدِ، علىٍ أحد القولين، فإذن في اللفظ تَوَسُّعٌ، والمقصود أنه: هل يَتْبَعُهَا في العِتْقِ بِعِتْقِهَا، والرِّقِّ بِرقِّهَا، أم لا؟\nويوضحه ما ذكر في الكِتَاب أن وَلَدَ المُدَبَّرَةِ لا يُعْتَقُ بعتق الأم بالاستتباع (2) بل يعتق بما تعتق به الأم [وهو موتَ السَّيِّدِ بالسِّرَاية في التدبير، وولد المكاتبة بعتق الأُمِّ بالتبعية من غير أداء منه، ولا إبراء، ولا إعتاق.\nوقوله: \"تعتق الأم في دوام الكتابة\" يشير إلى أنه إنما يُعْتَقُ بِعِتقِ الأُمِّ] (3). إذا عتقت عن جِهَةِ الكتابة، حتى لو فُسِخَتِ الكتابة، ثم عتقت الأم، لا يُعْتَقُ الوَلَدُ.\nوفي لفظ الكتاب زِيَادَةٌ، فإنه قال: \"إلاَّ أن هذا يُعْتَقُ بِعِتْقِ الأم\". ثم قال آخراً: \"وهذا يعتق بعتق الأم في دَوَامِ الكتابة\".\nوالثاني مُغْنٍ عن الأول.\nالتفريع: إن قلنا: لا يَثْبُتُ للولد حُكْمُ الكتابة، فهو قِنٌّ للسيد، له بيعه، وإعتاقه عن الكَفَّارَةِ والوطء إن كان الوَلَدُ جَارِيَةً، ولا يعتق بعتق الأم.\nوإن قلنا: يَثْبُتُ، فَحَقُّ المِلْكِ فيه لمن هو؟\n__________\n(1) في أ: قول.\n(2) سقط في: ز.\n(3) سقط في: ز.\n(13/557)\n",
        "فيه قولان:\nأشبههما: عند الشافعي -رضي الله عنه-: أنه للسَّيِّدِ، كما أن حَقَّ المِلْكِ في الأم له، وكما أن حَقَّ المِلْكِ في وَلَدِ أم الولد للسيد.\nوالثاني: وهو اختيار المزَنِيِّ-: إنه لِلمُكَاتَبَةِ؛ لأنه يتكاتب عليها، فيكون حَقُّ الملك فيه لها، كما أن حَقَّ المِلْكِ في المكاتب للسيد، ولأنه لو كان للسَّيِّدِ لما عتق بعتقها.\nويَتَفرَّعُ على القولين صور:\nمنها: إذا قُتِلَ الوَلَدُ، فعلى القول الأول تكون القِيمَةُ للسَّيِّدِ كقيمة الأم [لو قتلت] (1)، وعلى الثاني تكون لِلْمُكَاتَبَةِ تَسْتَعِينُ بها في أداء النجوم. وحكى الصَّيْدَلاَنِيُّ وَجْهاً: أنها تكون للسَّيِّدِ أيضاً؛ لأن القَتْلَ يقطع أَثَرَ الكِتَابَةِ، فيموت رَقِيقاً له.\nوالأظهر: الأول.\nومنها: كَسْبُ الولد، وأَرْشُ الجناية عليه فيما دون النَّفْسِ، ومهر الوطء بالشُّبْهَةِ إذا ولدت المُكَاتَبَة جَارِيَةً؛ ما حكمها؟\nإن قلنا بالقول الأول؛ فقد قيل: إنها تُصْرَفُ إلى السيد، بلا تَوَقُّفٍ، كما تُصْرَفُ إليه القِيمَةُ إذا قيل على هذا القول.\nوالصحيح: أنها تُوقَفُ، فإن عُتِقَتْ المُكَاتَبَةُ، وعُتِقَ الوَلَدُ، فهي له وإلاَّ فهي للسيد (2)، كما أن كَسْبَ الأم إذا عُتِقَتْ يكون لها، وإلاَّ فللسيد.\nوأيضاً؛ فإنا -وإن جعلنا حَقَّ المِلْكِ فيه للسيد- فليس له التَّصَرُّفُ فيه بالبيع وغيره، بل يتوقف إلى أن يتبين أمره في الحُرِّيَّةِ والرق، فليكن كَسْبُهُ كَنَفْسِهِ.\nثم إن أَرَقَّتِ الأُمُّ نفسها مع القُدْرَةِ على أَدَاءِ النجوم؛ فقال الوَلَدُ: أُؤَدِّي نجوم أُمِّي من كَسْبِي لِتُعْتَقَ فأعتق.\nقال في \"النهاية\": لا يُمَكَّنُ منه؛ لأنه تَابعٌ لا اخْتيَارَ له في العِتْقِ.\nوإن عَجَزتْ وأَرَادَتْ أن تأخذ من كَسْبِ وَلَدِهَا المَوْقُوفِ، وتستعين به في أداء النجوم؛ فهل تجاب؟\nفيه قولان:\nأحدهما: نعم؛ لأنها إذا رُقَّتَ رُقَّ الوَلَدُ، وأخذ السيد كَسْبَهُ، وإذا عُتِقَتْ عتق،\n__________\n(1) سقط في: ز.\n(2) في ز: فللسيد.\n(13/558)\n\nوقد يَفْضُلُ شيء من الكَسْبِ، ففي إجابتها حَطٌّ للولد.\nوأصحهما: على ما ذكر الإِمَامُ: المَنْعُ؛ لأنه لا حَقَّ لها في كَسْبِهِ على هذا القول، فإن مات الوَلَدُ في دَوَام التَّوَقُّفِ، ارتفع الوَقْفُ، وصرف الموقوف إلى السَّيِّدِ على هذا القول.\nوإن قلنا بأن حَقَّ المِلْكِ فيه للأُمَّ؛ فالكسب والأَرْشُ والمَهْرُ لها تَسْتَعِينُ بهما في أَدَاءِ النُّجُومِ، وتصرف ما يحصل إليها يَوْماً بيوم، بلا تَوَقُّفٍ.\nومنها: نَفَقةُ الوَلَدِ على (1) السيد، إن قلنا: يُصْرَفُ الكَسْبُ إليه في الحال وإن قلنا: يُوقَفُ فينفق عليه من كَسْبِهِ، ويعالج جرحه، ويكفي مؤناته فما فضل فهو الذي يُوقَفُ. فإن لم يَكُنْ له كَسْبٌ أو لم يف بالنَّفَقَةِ؛ ففيه وجهان:\nأصحهما: أنها على السَّيِّدِ؛ لأن حَقَّ الملك له.\nوالثاني: ينفق عليه من بَيْتِ المال؛ لأن تَكْلِيفَهُ النَّفَقَةَ من غَيْرِ أن يصرف إليه الكَسْبُ في الحال إِجْحَافٌ به.\nوإن قلنا: إنه يصرف الكسب إلى الأُمِّ، فالنَّفَقَةُ عليها.\nومنها: لو أَعْتَقَ السَّيِّدُ الوَلَدَ؛ فإن قلنا: حقُّ الملك له، وقلنا: إن الكَسْبَ يُصْرَفُ إليه في الحال، أو قلنا: يوقف، ومَنَعْنَاهَا من أَخْذِهِ لأداء النجوم، فَيَنْفُذُ إعْتَاقُهُ.\nكان جَوَّزنَا لها الاستِعَانَةَ بالموقوف؛ فوجهان:\nأظهرهما: أنه لا يَنْفُذُ؛ لئلا يقطع حقها من كَسْبِهِ.\nوإن قلنا: إن حَقَّ المِلْكِ في الولد للأم لم يَنْفُذْ إعْتَاقُهُ.\nوقوله في الكتاب: \"وينفذ إعتاقه\"؛ يجوز أن يُعَلَمَ بالواو؛ لما ذكرنا من الوجهين في نُفُوذِ العِتْقِ، إن جَوَّزْنَا لها الاسْتِعَانَةَ بالكَسْب الموقوف، مع التفريع على أن حَقَّ المِلْكِ فيه للسَّيِّدِ، بل إذا رُقَّ بِرِقِّ الأم (2)، فَكَسْبُهُ مَصْرُوفٌ للسيد، سواء قلنا: إن حَقَّ المِلْكِ فيه للسيد، أو للأم.\nوقوله: \"أما ولد المكاتب من جَارَيتِهِ .... \" إلى آخره، فاعلم أنه لما ذَكَرَ القَوْلَيْنِ في وَلَدِ المُكَاتَبَةِ، أراد أن يُبَيِّنَ أن وَلَدَ المُكَاتَبِ من جَارَيتِهِ يُفَارِقُ حُكْمُهُ حُكْمُ وَلَدِ المكاتبة، فَحَقُّ المِلْكِ فيه للمُكَاتَبِ، بلا خلاف، حتى يصرف كَسْبُهُ إلى المُكَاتَب، بلا خلاف، ولا يَنْفُذُ إعْتَاقُ السَّيِّدِ فيه، ونفقته على المُكَاتَبِ، وإنما كان كذلك؛ لأن هذا\n__________\n(1) في أ: إلى.\n(2) في أ: الولد.",
        "(13/559)\n\nالوَلَدَ وَلَدَتْهُ أَمَتُهُ، وهي ملك له، وإذا وَلَدَتْ أَمَةُ المُكَاتَب من زِناً أو نِكَاحٍ، فهم عَبِيدُهُ، نَازِلونَ مَنْزِلَتَهُ، كسائر أَكْسَابِهِ، وهذا بِمَثَابَتِهِمْ، إلاَّ أنه لَا يَتْبَعُهُ، ويتكاتب عليه بِسَبَبِ القَرَابَةِ، فيعتق بِعِتْقِهِ، ويُرَقُّ بِرِقِّهِ.\nفإذا عتق المكاتب، وتَبِعَهُ هذا الوَلَدُ، وفي يده كَسْبٌ، فالكَسْبُ لِلمُكَاتَبِ لا للولد. ولو كان للولد تَوَقُّفٌ؛ فلو جَنَى هذا الوَلَدُ جِنَايَةً، وتَعَلَّقَ الأَرْشُ بِرَقَبَتِهِ، فقد حكى الإِمَامُ عن العِرَاقِيِّينَ -رحمهم الله- أنه إن كان له كَسْبٌ فله أن يَفْدِيَهُ من كَسْبِهِ، وإن لم يكن له كَسْبٌ، وأراد بَيْعَهُ، فله أن يبيع كُلَّهُ -وإن زاد على قَدْرِ الأرْشِ- ثم يَصْرِفُ قَدْرَ الأَرْشِ إلى المَجْنِيِّ عليه، وَيأْخُذُ الباقي.\nثم غَلَّطَ مَنْ صَارَ إليه، وقال: الصحيح أنه لا يَفْدِي وَلَدَهُ -وإن كان يَفْدِيهِ من كَسْبهِ- لأن كَسْبَ الوَلَدِ كَسَائِرِ أَمْوَالِ المُكَاتَب، والفِدَاءُ كالشراء، فليس له صَرْفُ المال الذي يملك التَّصَرُّفَ فيه إلى غَرَضِ وَلَدِهِ، الذَي لا يملك التصرف فيه، فإنه بِمَثَابَةِ التَّبَرُّعِ.\nقال: والصحيح أنه إذا بَاعَ لا يبيع منه إلاَّ قَدْرَ الأَرْشِ، كما أن العَبْدَ المرْهُونَ إذا جَنَى يُبَاعُ منه بِقَدْرِ الجِنَايةِ، ولا يزاد.\nوَلْيُعَلمْ لما بَيَّنَّا قوله في الكتاب: \"لم يكن له أن يَفْدِيَه\"، بالواو، وقوله: \"فإنه لا ينفذ تصرفه في ولده\". هذا تَوْجِيهُ إِلْحَاقِ الفِدَاءِ بالشراء المعنى أنه لا يَنْفُذُ تَصَرُّفُهُ في الوَلَدِ إذا فَدَاهُ، بل يتكاتب عليه كما لا ينفذ إذا اشْتَرَاهُ، وكما لا يَصْرِفُ المال الذي يَمْلِكُ التَّصَرُّفَ فيه بالبيع ونحوه إلى شِرَاءِ الولد، لا يَصْرِفُهُ إلى فِدَائِهِ.\nوفي بعض النُّسَخِ: \"ولا ينفذ تصرفه في مستولده\" (1) وهو صحيح أيضاً؛ المعنى: أن ولده من جَارِيَتِهِ، كَسَائِرِ عَبِيدهِ وأَكْسَابهِ؛ إلاَّ أنه إذا جَنَى لمِ يكن له فداؤه، وإلاَّ إنه لا يَنْفُذُ تَصَرُّفُهُ فيه بالبيع ونحوه، بل يَتَكَاتَبُ عليه. وولد المُكاتَبَةِ من عَبْدِهَا يُشْبِهُ أن يكون كولد المكاتب من جَارِيَتِهِ، وأَوْلاَدُ بِنْتِ المُكَاتَبَةِ كأولادها.\n\nفرعان:\nأحدهما: إذا اختلف السَّيِّدُ والمُكاتَبَة في ولدها؛ فقال السيد: وَلَدَتهُ قبل الكتابة فهو رَقِيقٌ. وقالت: بعد الكِتَابَةِ. وقد يكاتب تَفْرِيعاً على القَوْلِ الأظهر، وكان كُلُّ واحد من الأمرين محتملاً، فإن أَقَامَ أحدهما بَيِّنةً قضى بها.\nقال في \"التهذيب\": وإذا أقام السيد أَرْبَع نِسوَةٍ على ما يقوله، قُبِلَتْ شَهَادَتُهُنَّ؛ لأنها شَهَادَةٌ على الوِلاَدَةِ، والملك يثبت ضِمْناً. وإن أقام كُلُّ واحد منهما بَيِّنَةً على ما\n__________\n(1) في ز: ولده.\n(13/560)",
        "\nيقوله: فالصُّورَةُ من صور التَّقَاصِّ، وإن لم تكن بَيِّنَةٌ، فَيُصَدَّقْ بِيَمِينِهِ؛ لأنه اخْتِلافٌ في وقت الكتابة، فَيُصَدَّقُ فيه السيد، كالاختلاف في أَصْلِ الكتابة.\nولأن الأصل جَوَازُ التَّصَرُّفِ فيما يحدث من مِلْكِهِ، وهي تدعي حُدُوثَ مانع منه.\nوالثاني: زَوَّجَ أَمَتَهُ من عبده، ثم كاتب العَبْدَ، ثم باع منه زَوْجَتَهُ، وأتت بَوَلَدٍ، واختلف السَّيِّدُ والمُكَاتَبُ:\nفقال السيد: وَلَدَتْ قبل الكِتَابَةِ، فهو قِنٌّ لي.\nوقال المُكَاتَبُ: بل بعد الكِتَابَةِ والشراء.\nوقد تكاتب فيصدق المُكَاتَبُ بِيَمِينِهِ، بخلاف ما ذكرنا في الفَرْع السابق؛ لأن المُكَاتَبَ هناك يَدَّعِي مِلْكَ الوَلَد؛ لما مَرَّ أن ولد أَمَتِهِ ملكه، ويَدُهُ مُقَرَّةٌ عَلى هذا الوَلَدِ، واليد تَدُلُّ على المِلْكِ، فصار كما لو كان في يَدِهِ مَالٌ، وادَّعَاهُ السيد، والمُكاتَبَةُ هناك لا تَدَّعِي المِلْكَ، ولا تقر يدها على الوَلَدِ، وإنما تدعي تَوَقُّفَ أَمْرِهِ، وثُبُوتَ حكم الكتابة فيه، ولا دِلاَلَةَ لِلْيَدِ على ما يَدَّعِيهِ.\nآخر: حكى الصَّيْدَلاَنِيُّ أن الشافعي -رضي الله عنه- قال: لو أتَتْ بِوَلَدَيْنِ؛ أحدهما قبل الكتابة، والآخَرُ بعدها؛ فهما للسَّيِّدِ؛ لأنهما حَمْلٌ وَاحِدٌ، وكذا لو أَتَتْ بأحدهما من يَوْمِ ملْكِ الأُمِّ، لأقل من ستة أشهر، وبالآخر لأكثر فهما للسَّيِّدِ.\nكان الشيخ أبا زيد أَفْتَى بذلك.\nوالصَّحِيحُ أن كَلاَمَ الشَّافعي -رضي الله عنه-[مُؤوَّلٌ]، وأن الحَمْلَ يتبع الأم في البيع؛ كيف كان، حتى لو وضعت وَلَداً، وفي بَطْنِهَا آخر فبيعت، فالولد الثاني مَبِيعٌ معها، وإن كان الأول للْبَائِعِ.\nهذا ما أوْرَدَهُ صاحب \"التهذيب\" (1).\n__________\n(1) قال الشيخ البلقيني: الذي رأيت في الأم في باب ولد المكاتب من أمته ولو أقام السيد البينة على ولدين ولد المكاتبة في بطن أحدهما ولو قبل الكتابة والآخر بعدها كانا مملوكين للسيد؛ لأنه إذا رق له أحدهما رق الآخر؛ لأن حكم الولدين في البطن حكم واحد، انتهى وهو صريح في مسألة من باع أمة قد وضعت عنده ولداً ثم وضعت آخر لدون ستة أشهر من وضع الحمل من أن الحمل الثاني يكون للبائع، انتهى. وقال الخادم: قضيته أنا إذا حكمنا يكون الثاني للبائع تصحيح البيع، وقال الإِمام ثم إذا حكمنا بأن الحمل للبائع فيجب أن يحكم بفساد البيع في الأم على ظاهر المذهب كما لو باع جارية حاملاً بولد حر وكما لو باع جارية حاملاً، واستثنى حملها وخالفه ابن الرفعة في كتاب البيع وقال لم يصح على ظاهر المذهب لأنه يشبه بيع الجارية الحامل بحر من حيث إن البائع لم يستثنه وإنما الشرع استثناه وقد اختلف في المرجح.\n(13/561)\n",
        "قَالَ الْغَزَالِيُّ: فَرْعٌ: إذَا وَطِئَ السَّيِّدُ مُكَاتَبَتَهُ فَقَدْ تَعَدَّى وَلَكِنْ لاَ حَدَّ، وَيَجِبُ المَهْرُ (وم) وَقِيمَةُ الوَلَدِ إِنْ قُلْنَا: إِنَّ وَلَدَهَا كَسْبُهَا، فَإِنْ وَلَدَتْ مِنْ بعْدِ العَجْزِ وَالرِّقِّ أَوْ بَعْدَ العتْقِ فَلاَ شَيْءَ لَهَا ثُمَّ هِيَ مُسْتوْلَدَةٌ وَمُكَاتَبَةٌ، فَإِنْ أَدَّتِ النُّجُومَ عُتِقتْ وَإلاَّ عُتِقَتْ بِمَوْتِ السَّيِّدِ.\nقَالَ الرَّافِعِيُّ: مَمْنُوعٌ من وطء مُكَاتَبَتِهِ لاختلال مِلْكِهِ فيها، ولو شرط في الكِتَابَةِ أن يَطَأَهَا، فَسَدَ العَقْدُ؛ خِلاَفاً لمالك، حيث قال: يَصِحُّ العَقْدُ وَيلْغُو الشَّرْطُ.\nولأحمد حيث قال بِصِحَّتِهَا.\nثم إن خَالَفَ ما ذكرناه وَوَطِئَ مُكَاتَبَتَهُ، فلا حَدَّ عليه، سواء كان عالماً بالتَّحْرِيمِ، أو جَاهِلاً؛ لأن له فيه مِلْكاً. وإن كان ضَعِيفاً؛ ألا تَرَى أنه يَنْفُذُ إِعْتَاقُهُ فيها، ويجيء قَوْلٌ قديم في وجوب الحَدِّ، ذكرناه في كتاب \"حَدِّ الزِّنَا\" وقد أشار إليه أبو الفَرَج السَّرَخْسِيُّ هاهنا، فيجوز أن يُعَلمَ قوله: \"ولكن لا حد\" بالواو ويُعَذَّرُ إنْ كان عَالِماً بالتَّحْرِيم. وكذلك المكاتبة. وفي كتاب القَاضِي ابْنِ كَجٍّ حِكَايَةُ وجْهٍ: أنه يُعَزَّرُ، وإِن كان عَالِماً للشُّبْهَةِ في المَحَلِّ، وحَقُّ هذا أن يَطَّرِدَ في نَظَائِرِهِ.\nويجب المَهْرُ في صُورَتَي العِلْمِ والجهل، إن كانت هي مُكْرَهَة، كان طَاوَعَتْهُ.\nففي وجه: لا يجب المَهرُ؛ لأنها هَدَرتْ نفسها بلا عِوَضٍ وعن \"المنهاج\": تَرْجِيحُ هذا الوجه. والصَّحِيحُ؛ وهو المَنْصُوصُ في \"الأُمِّ\" أنه يجب مع الطَّوَاعِيَةِ؛ لأن المُسْقِطَ لِلْحَدِّ شُبْهَةُ المِلْكِ، وهي تَقْتَضِي وُجُوبَ المَهْرِ، مع الطَّوَاعِيَةِ، كشبهة المِلْكِ.\nوعن مالك: أنه لا حَدَّ بِحَالٍ.\nلنا: أن مَنَافِعَ بُضْعِهَا لها؛ ألا ترى أنه لو وَطِئَهَا غيره بِشُبْهَةٍ، كان المَهْرُ لها، وإذا وجب المَهْرُ، فلها أَخْذُهُ في الحال، وإن حَلَّ عليها نجوم وهما من جِنْسٍ واحد، فعلى الخلاف في التَّقَاصَّ. وإن عَجَزَتْ قبل أَخْذِهِ سَقَطَ، كان عُتِقَتْ بأداء النجوم، فلها المُطَالَبَةُ به، ولو أن السَّيِّدَ أَوْلَدَهَا، فالولد حُرٌّ؛ لأنها علقت به في ملكه، وتصير هي مُسْتَوْلَدَةً له. وهل عليه قِيمَةُ الوَلَدِ؟\nإن قلنا: إن وَلَدَ المُكَاتَبَةِ قِنٌّ لِلسَّيِّدِ، أو قلنا: يتكاتب [عليه] (1)، لكن حَقَّ المِلْكِ فيه للسيد، فلا شَيْءَ عليه، كما لو قتل ولد المكاتبة.\nوإن قلنا: الحَقُّ لها؛ فعليه القِيمَةُ، وتَسْتَعِينُ المُكَاتَبَةُ بها، فإن عَجَزَتْ قبل الأَخْذِ\n__________\n(1) سقط في: ز.\n(13/562)\n\nسقطت، وإن عُتِقَتْ أخذ بها. وإن وَلَدَتْ بعدما عَجَزتْ، ورُقَّتْ، فلا شَيْءَ لها، وكذا لو وَلَدَتْ بعدما عُتِقَتْ؛ لأن حين يقدر تقومه ليس بكَسْبِ مكاتبه.\nوقوله في الكتاب: \"أو بعد العتق\" في بعض النسخ: \"أو (1) بعد موت السيد\"؛ فإنها تعتق بِمَوْتِهِ من جهة أنها مُسْتَوْلَدَةٌ، ثم لا ترتفِع الكِتَابَةُ بِإيلاَدِهَا، بل هي مُسْتَوْلَدَةٌ ومُكَاتَبَةٌ. فإن عَجَزَتْ ثم مات السَّيِّدُ، عتقت عن الاسْتِيلاَدِ، والأولاد الحَادِثُونَ بعد الاسْتِيلاَدِ بالنِّكَاحِ أو الزِّنَا يَتْبَعُونَهَا، والحَاصِلُونَ قبل الاستيلاد أَرِقاءُ للسيد.\nفإن (2) مات السَّيِّدُ قبل عَجْزِهَا عُتِقَتْ.\nقال في \"التهذيب\": ويتبعها أكْسَابُهَا، ويُعْتَقُ عن الكتابة أو الاستيلاد فيه وجهان:\nأصحهما: عن الكتابة؛ كما لو أعتق السَّيِّدُ المُكَاتَبَ، أو أَبرْأَهُ عن النجوم وعلى هذا: فالأولاد الحَادِثُونَ بعد الكِتَابَةِ، وقبل الاسْتيِلاَدِ؛ هل يَتْبَعُونَهَا؟ فيه الخلاف السابق.\nوالثاني: أنها تُعْتَقُ عن الاسْتِيلاَدِ؛ لأنه آكَدُ.\nوأجرى هذا الخلاف فيما إذا عَلَّقَ عِتْقَ المُكَاتَبِ بِصِفَةٍ، ووجدت [الصفة] (3) قبل أَدَاءِ النُّجُومِ، وفيما إذا تَقَدَّمَ الاسْتِيلاَدُ على الكتابة.\nقال في \"التهذيب\": وإذا اسْتَوْلَدَ، ثم كاتب، وأَدَّت النجوم، فالأَكْسَابُ الحَاصِلَةُ بعد الكتابة تَتْبَعُهَا، والحَاصِلَةُ قبل الكِتَابَةِ للسيد، والأولاد الحَاصِلُونَ بعد الاسْتيِلاَدِ يَتْبَعُونَهَا، وهذا مَبْنِيٌّ على أن كتابة المُسْتَوْلَدَةِ جائزة، وفيه خِلاَفٌ قد تَقَدَّمَ.\n\n\" فرعان\":\nأحدهما: ليس للسَّيِّدِ وَطْءُ أَمَةِ مُكَاتَبهِ، أو مكاتبته، فإن وَطِئَهَا فلا حَدَّ عليه؛ للشُّبْهَةِ؛ فإنه يملك سيدها، ويلزمه المَهْرُ للمكاتب أو المكاتبة، فإن أَكْسَابَهَا لِسَيِّدِهَا وَالمَهْرُ من أَكْسَابِهَا.\nوإن أَوْلَدَهَا فَالوَلَدَ حُرٌّ نَسِيبٌ، وتصير الأَمَةُ مُسْتَولَدَةً له.\nقال في \"الشامل\": ويجب عليه قِيمَتُهَا لِسَيِّدِهَا؛ لأنها ملكه، ولا يجب عليه قِيمَةُ الوَلَدِ؛ لأنها وَضَعَتْهُ في ملْكِهِ. ويجيء فيه الخِلاَفُ الذي (4) سبق.\nوالثاني: للسيد وَطْءُ بِنْتِ المُكَاتَبَةِ، إن لم يثبت حُكْمُ الكتابة في ولد المُكَاتَبَةِ،\n__________\n(1) في أ: أي.\n(2) في ز: وإن.\n(3) سقط في: ز.\n(4) وهذا الذي نقله عن صاحب الشامل قد قاله الشيخ أبو حامد وغيره من العراقيين وما حاوله من مجيء الخلاف هنا ممنوع.",
        "(13/563)\n\nوإن أَثْبَتْنَاهُ، فليس له وطؤها، ولكن لا حَدَّ عليه، والمَهْرُ يُبْنَى على الخلاف الذي سبق (1) في الكَسْبِ؛ إن قلنا: إنه يُصْرَفُ إلى السَّيِّدِ في الحال؛ فلا مَهْرَ عليه.\nوإن قلنا: إنه لِلأُمِّ فكذلك المَهْرُ، وإن قلنا بالتَّوَقُّفِ؛ فينفق منه عليها ويُوقَفُ البَاقِي، فإن عتقت بِعِتْقِ الأُمِّ، فهو لها؛ كان عَجَزَتْ، فهو للسَّيِّدِ.\nوإن أَوْلَدَهَا صارت مُسْتَوْلَدَةً، والولد حُرٌّ نَسِيبٌ، ولا يجب عليه قيمة المُسْتَوْلَدَةِ لأمها؛ لأن الأُمَّ لا تملكها، وإنما يَثْبُتُ لها حَقُّ العِتْقِ بِعِتْقِ الأم، وقد تَأَكَّدَ ذلك بِالاسْتِيلاَدِ. هكذا ذكر ابْنُ الصَّبَّاغِ، وقد سبق (2) في مِثْلِهَا قولان، في أنه: هل تجب القِيمَةُ للأُمِّ؟ فينبغي أن يكون هَاهُنَا كذلك.\nقال في \"التهذيب\": ويبقى حُكْمُ الكِتَابَةِ فيها حتى تعتق بعتق الأم، ويكون الكَسْبُ لها إذا (3) جعلنا حَقَّ العيْنِ فيها لِلأُمِّ.\nفإن مات السَّيِّدُ، عتقت البِنْتُ بِمَوْتِهِ، وتؤخذ القِيمَةُ من تَرِكَتِهِ للأم، إذا جعلنا الحَقَّ لها، كما في القَتْلِ، وقِيمَةُ الوَلَدِ على ما ذكرنا في وَلَدِ المكاتب وَيتَعلَّقُ بالفَصْلِ مسألة طويلة الذَّيْلِ، أفرد لها في \"المختصر\" باباً صالحاً، وهي: القَوْلُ في الأَمَةِ المُشْتَرَكَةِ، إذا كاتَبَهَا مَالِكَاهَا مَعاً، ثم وَطِئَهَا أَحَدُهُمَا، فحكم الحَدِّ، والتَّعْزِيرِ، وَلُزُومُ المَهْرِ على الوَاطِئِ، كما ذكرنا في المَالِكِ الواحد.\nثم إن لم يحل عليها نَجْمٌ، فلها المَهْرُ في الحال، وإن حَلَّ فإن كان مَعَهَا مِثْلُ المَهْرِ فيدفعه إلى الَّذِي لم يطأ، وفي المَهْرِ، ونَصِيب الواطئ من النَّجْم الذي حَلَّ الخِلاَفُ في التَّقَاصِّ. وان لم يكن مَعَهَا شَيْءٌ آخر، فنصف النَّجْم لِلوَاطِئِ، مع المَهْرِ، على الخلاف في التَّقَاصَّ، والنِّصْفُ الآخر يُدْفَعُ إلى الذي لم يَطَأْ.\nوإن عُتِقَتِ المُكَاتَبَةُ قبل أخذ المَهْرِ، وصَيْرُورَيهِ قِصَاصاً، أَخَذَتْهُ. وإن عجزت بعد أَخْذِهِ، فإن بَقِيَ فهو للسَّيِّدِ، وإن تَلِفَ، فقد تَلِفَ في (4) ملكهما.\nوإن عَجَزَتْ قبل أَخْذِه؛ فإن كان في يَدِهَا بِقَدْرِ المَهْرِ، مال أخذه الذي لم يَطَأَهَا، وَبَرِئَتْ ذِمَّةُ الوَاطِئِ، وإن لم يَكُنْ معها شَيْءٌ، فللذي لم يَطَأْ أن يَأْخُذَ نِصْفَ المَهْرِ من الوَاطِئِ؛ لأنه وَطِئَ جَارَيةً مشتركة بينهما، فإن أَحْبَلَهَا نُظِرَ: إن ادَّعى الاسْتِبْرَاء، وحَلَفَ عَلَيْهِ، وأتَتْ بوَلَدٍ لِسِتَّةِ أشهر، فصاعداً من وقت الاسْتِبْرَاءِ لم يلْحَقْهُ، وهو كولد المكاتبة من الزوج، أَو الزِّنَا، وقد مَرَّ حُكْمُهُ.\n__________\n(1) في ز: السابق.\n(2) في أ: ذكر.\n(3) في ز: إن.\n(4) في ز: من.\n(13/564)",
        "\nوإن لم يَدَّعِ الاستبراء وأَتَتْ بالوَلَد لما دُونَ سِتة أشهر، فالوَلَدُ مُلْحَقٌ به، ويَثْبُتُ الاسْتيِلاَدُ في نَصِيبِهِ من الأَمَةِ، مع بَقَاءِ الكِتَابَةِ فيه، ثم هو: إما مُعْسِرٌ أو مُوسِرٌ.\nإن كان مُعْسِراً، فلا يَسْرِي الاسْتِيلاَدُ إلى نَصِيب الشريك، وليس فيه إلاَّ الكِتَابَةُ به، فإن أَدَّت النجوم إليهما، عُتِقَتْ بالكِتَابَةِ، وبطَل حُكْمُ الاسْتيِلاَدِ، وإن عَجَزَتْ وفَسَخَا الكتابة، فنصفها قِنٌّ، والنِّصْفُ الآخر على حُكْم الاستيلاد. وإن مات الوَاطِئُ قبل الأدَاءِ والفسخ، عُتِقَ نِصْفُهَا، وبقيت الكِتَابَةُ في النِّصْفِ الآخَرِ، فإن مات بعد الفَسْخِ، عُتِقَ النِّصْفُ، والباقي قِنٌّ، وفي الولد وجهان:\nأحدهما: -وبه قال ابن أبي هُرَيْرَةَ-: أنه يَنْعَقِدُ كله حُرّاً، لِشُبْهَةِ المِلْكِ؛ لأن الرِّقِّ لا يَتَبَعَّضُ ابْتِدَاءً.\nوالثاني: وبه قال أبو إسحاق-: نصفه حُرٌّ، ونصفه رَقِيقٌ؛ لأن أَحَدَ نِصْفَي الجَاريَةِ ليس له، ولو لم تكن كلها له لَكَانَ الوَلَدُ رَقِيقاً، فإذا لم يكن نِصْفُهَا له، كان بعضه (1) رَقِيقاً. وفي \"التهذيب\": أن هذا أَصَحُّ. وقد سبق للصورة نَظَائِرُ.\nفإن قلنا: إنه يَنْعَقِدُ كله حُرّاً، وفَرَّعنا على أن وَلَدَ المكاتبة قِنٌّ للسيد؛ فَعَلَى الوَاطِئِ نِصْفُ قِيمَةِ الوَلَدِ للشَّرِيكِ الآخر، ويسقط قِسْطُهُ منها.\nوإن قلنا: يثبت فيه حْكْمُ الكِتَابَةِ، وجعلنا الحَقَّ فيه لِلسَّيِّد، فكذلك الجَوَابُ، وإن جعلنا الحَقَّ لِلْمُكَاتَبَةِ، فعليه جميع قِيمَةِ الوَلَدِ [لها] (2) تستعين بها في أَدَاءِ النُّجُومِ.\nفإن عتقت قبل [أخذها] (3) أخذتها، وإن عَجَزَتْ قبل الأخْذِ، أَخَذَ الشريك الآخر نِصْفَهَا، وسقط النِّصْفُ.\nوإن قلنا: يَنْعَقِدُ نِصْفُهُ حُرّاً، ونصفه رَقِيقاً؛ فإن جَعَلْنَا وَلَدَ المُكَاتَبَةِ قِنّاً للسيد، فالنصف الرَّقِيقُ للشريك، ولا يَجِبُ شَيْءٌ من قِيمَةِ الولد على الوَاطِئِ.\nوإن أثبتنا حُكْمَ الكِتَابَةِ في وَلَدِ المْكَاتَبَةِ؛ فالنِّصْفُ الرَّقِيقُ يتكاتب عليها؛ إن عُتِقَتْ عُتِقَ، وإلاَّ رُقَّ للشريك الآخر. وقيمة النصف الحُرِّ؛ هل تجب على الوَاطِئِ؟ يُبْنَى على أن الحَقَّ في وَلَدِ المكاتبة للسيد [أَوْ لَهَا] (4).\nإن قلنا بالأول لم يجبْ، وإلاَّ وَجَبَ، ثم إن عُتِقَتْ، عُتِقَ الولد، وسُلِّمَ لها نِصْفُ القيمة، فتأخذه إن لم تكن أَخَذَتْ.\nوإن عَجَزَتْ سَقَطَ عنه، فإن كان قد وَقَعَ اسْتَردَّهُ إن كان باقياً فإن كان مُوسِراً سَرَى\n__________\n(1) في أ: كله.\n(2) سقط في: ز.\n(3) في ز: أحدهما.\n(4) سقط في: ز.\n(13/565)\n",
        "الاسْتِيلاَدُ إلى نَصِيبِ الشَّرِيك، وكان الولد كله حُرّاً، ومتى يَسْرِي؟ فيه طريقان:\nقال الأكثرون: فيه قَوْلاَنِ، كما لو أَعْتَقَ أَحَدُ الشريكين نَصِيبَهُ من المكاتب؛ ففي أَحَدِ القولين: يَسْرِي في الحال.\nوفي الثَّانِي: عند العَجْزِ، وعن أبي عَلِيٍّ بن أبي هُرَيْرَةَ وغيره: القَطْعُ بأنه يَسْرِي عند العَجْزِ، والفَرْقُ أن السِّرَايَةَ في الحال تَتَضَمَّنُ نَقْلَ المِلْكِ في المُكَاتَبِ، وفسخ الكتابة.\nوإنما احتملنا (1) ذلك لِحُصُولِ العِتْقِ النَّاجِزِ، والاسْتِيلاَدُ [ولا ينجز العِتْقَ، فلا يحتمل رَفْعَ الكتابة به، ومن نَصَرَ القَوْلَ الأول قال: كما أن الإعْتَاقَ النَّاجِزَ أَقْوَى من الكتابة، فالاسْتِيلاَد] (2) أقوى وأَثْبَتُ فيها، فجاز أن يوقع به.\nفإن قلنا بالسِّرَايَةِ في الحال، فَتَنْفَسِخ الكِتَابَةُ في نَصِيبِ الشَّرِيكِ، ويبقى في نَصِيب الوَاطِئِ، ويثبت الاسْتِيلاَدُ في جميع الجَارِيَةِ، فعلى الواطئ للشريك نِصْفُ مَهْرِهَا، ونِصْفُ قيمتها.\nوأما نِصْفُ قِيمَةِ الوَلَدِ؛ فقد قال الإِمَامُ: هو كما لو اسْتَوْلَدَ أحد الشريكين الجَارِيَةَ القِنَّةَ، وانْعَقَدَ الوَلَدُ حُرّاً، وفي وجوب قِيمَتِهِ قولان؛ بنَاء على أن العَلُوقَ على الحُرِّيَّةِ، وانْتِقَال الملك؛ هل يَفْتَرِقَانِ أم لا؟\nوفي \"التهذيب\": أنا إن قلنا: إن السِّرَايَة تَحْصُلُ بنفس العَلُوقِ، فلا يجب.\nوإن قلنا: يَحْصُلُ بِأدَاءِ القِيمَةِ، فيجب، لِتَقَدُّمِ العَلُوقِ على المِلْكِ، وعلى الوَاطِئِ أيضاً نِصْفُ المَهْرِ للمكاتبة؛ لِبَقَاءِ الكِتَابَةِ في نصيبه. وهل يَجِبُ نِصْفُ قيمة الوَلَدِ؟\nيُبْنَى على أن المِلْكَ في وَلَدِ المُكَاتَبَةِ لمن هو؟\nولو أدَّتْ نصيب الوَاطِئِ من مَالِ الكِتَابَةِ، عتق نصيبه، وسَرَى إلى الباقي. وإن عَجَزَتْ وفَسَخَ الكِتَابَةَ، بقيت مُسْتَوْلَدَةً مُحْصَنَةً.\nوإن قلنا بالسِّرَايَةِ عند العَجْزِ؛ فإن أَدَّتِ النُّجُومَ، عُتِقَتْ عن الكتابة، وَوَلاَؤُهَا بينهما، ويبطل حُكْمُ الاستِيلاَدِ، ولها المَهْرُ على الوَاطِئِ فتأخذه إن لم تأخذه ويجب نصف قيمة الولد لِلشَّرِيكِ.\nإن قلنا: وَلَدُ المُكَاتَبَةِ قِنٌّ للسيد، أو قلنا: يثبت فيه حُكْمُ الكتابة، وحَقُّ المِلْكِ فيه للسيد. وإن قلنا: الحَقُّ فيه لِلمُكَاتَبَةِ؛ فيجب جَمِيعُ القِيمَةِ لها.\nوإن لم تُؤَدِّ النُّجُومَ وعَجَزَتْ؛ فعلى الوَاطِئِ للشريك نِصْفُ مَهْرِهَا، ونصف\n__________\n(1) في أ: أجملنا.\n(2) سقط في: ز.\n(13/566)\n\nقيمتها، ونِصْفُ قيمة الولد. هذا تَمَامُ الكَلاَمِ فيما إذا وَطِءَ أَحَدُ الشريكين.\nوإن وَطِئَاهَا جميعاً، نُظِرَ: إن لم يَحْصُلْ عَلُوقٌ، فحكم الحَدِّ والتَّعْزِيرِ كما سبق، ويجب على كُلِّ وَاحِدٍ منهما مَهْرٌ كَامِلٌ.\nوإذا عَجَزَت وَرُقَّتْ بعد قَبْضِ [المهرين] (1) لم يُطَالِبْ أَحَدُهُمَا الآخَرَ بشيء، وَيَقْتَسِمَانِ المَهْرَيْنِ إن كانا بَاقِيَيْنِ.\nوإن عَجَزَتْ قبل قَبْضِهِمَا سَقَطَ عن كُلِّ واحد منهما نِصْفُ ما لَزِمَهُ، وَيجِيءُ في النصْفِ الآخر التَّقَاصُّ.\nوقد يكون أَحَدُ المَهْرَيْنِ أكَثَرَ من الآخر؛ إما لكونها بِكراً عند وَطْءِ أحدهما، ثَيِّباً عند وَطْءِ الآخَرِ، أو لاختلاف حالها (2) في الصِّحَّةِ والمرض، وغيرهما من الأَحْوَالِ؛ فيأخذ مُسْتَحِقُّ الفَضْلِ الفَضْلَ.\nوإن أَفْضَاهَا أحدهما، فعليه نِصْفُ القِيمَةِ للشريك، كان افْتَضَّهَا فعليه نصف أرش الافْتِضَاضِ مع المَهْرِ.\nكان ادَّعى كُلُّ واحد منهما على الآخَرِ أنه الذي أَفْضَى، أو افْتَضَّ، حلف كُلُّ واحد منهما للآخر، فإن حَلَفَا فَذَاكَ.\nوإن حَلَفَ أحدهما، دون الآخر، قُضِيَ للحالف، وإن حَصَلَ عُلُوقٌ، فينظر: أَأَتَتْ بِوَلَدٍ واحد، أو أَتَتْ بِوَلَدٍ من كل واحد منهما.\nالحالة الأولى: إذا أَتَتْ [بولد] (3) واحد؛ فينظر: إن ادَّعَيَا الاسْتِبْرَاءَ وحَلَفَا عليه، لم يُلْحَقْ بواحد منهما، وهر كَوَلَدِ تَأْتِي به المُكَاتَبَةُ من زَوْجٍ أو زِناً.\nوإن لم يَدَّعِيَا الاسْتِبْرَاءَ؛ فإما ألا يمكن أن يَكُونَ من [كل] (4) واحد منهما، وإما أن يمكن أن يَكُونَ من الأَوَّل؛ دون الثاني.\nوأما أن يكون بالعَكْسِ، واما أن يكون من كُلِّ وَاحِدٍ منهما.\nفهذه أربعة أقسام:\nالأول: إذا لم يُمْكِنْ أن يكون مِنْ وَاحِدٍ منهما؛ بأن وَلَدَتْهُ لأكثر من أربع سنين من وطء الأول، ولما دُونَ ستة أشهر من وَطْء الثاني، أو لأكثر من أَرْبَعِ سنين من وطء آخِرِهِمَا وَطْئاً، فهو كما لَوِ ادَّعَيَا الاسْتِبْرَاءَ.\n__________\n(1) في ز: المهر.\n(2) في أ: حالهما.\n(3) سقط في: ز.\n(4) سقط في: ز.",
        "(13/567)\n\nوحكم المَهْرِ في الحَالَتَيْنِ كما إذا لم يكن عَلُوقٌ.\nوالثاني: إذا أَمْكَنَ أن يكون من الأَوَّلِ دُونَ الثاني؛ بان وَلَدَتْهُ لما بَيْنَ أَقَلّ من مُدَّةِ الحَمْلِ، وأكثرها من وطئ الأول، ولما دون أقل مُدَّةِ العمل من وطء الثاني؛ فالوَلَدُ مُلْحَقٌ بالأول، ويثبت الاسْتِيلاَدُ في نَصِيبِهِ.\nثم هو: إما مُعْسِرٌ فلا سِرَايَةَ وتبقى الكتَابة في جميعها.\nوإن أدَّتِ النجوم، وعُتِقَتْ، فلها على كُلِّ واحد منهما كَمَالُ المَهْرِ، وإن رُقَّتْ، فنصفها قِنٌّ للثاني، ونَصِيبُ الأول يَبْقَى على حُكْم الاستِيلاَدِ، ولكل واحد منهما على الآخر نِصْفُ المهر وهو من صُوَرِ التَّقَاصِّ والخلاف فيه، [وأما الوَلَدُ فكله حُرٌّ، أو يَتَبَعَّضُ فيه الرَّقُّ والحرية؟ فيه الخلاف الذي سبق] (1) وإما مُوسِرٌ؛ فالولد حُرٌّ كله، وسَرَى الاسْتِيلاَدُ من نَصِيبهِ إلى نصيب الشريك، ويعود الخِلاَفُ في أنه يَسْرِي في الحال، أو عند العجز؟\nفإن قلنا: يَسْرِي في الحال؛ انْفَسَخَتِ الكِتَابَةُ في نصيب الثاني، وتبقى في نصيب الأول.\nوإن قلنا: عند العَجْزِ؛ فإذا عَجَزَتْ وَرُقَّت، ارتفعت الكتابة، وهي مُسْتَوْلَدَةٌ له على القولين.\nوالحكم فيما إذا أَدَّت النجوم، وعُتِقَتْ على ما سبق فيما إذا وَطِئَهَا أحدهما، وأَوْلَدَهَا، وكذا الحُكْمُ لو عُتِقَتْ بالموت، وما ذكرنا أنه يجب للشريك الآخر على الذي أَوْلَدَهَا من المَهْرِ، وقيمة الجارية، وقيمة الولد تجب هاهنا للثاني على الأول.\nوَوَطْء الثاني إن كان بعدما حَكَمْنَا بِمَصِيرِ جميعها، أم ولد للأول يوجب جميع المهر؛ فإن [بقيت] (2) الكتابة في نَصِيبِ الأول، فهو بينه وبين المكَاتَبَةِ، وإن ارْتَفَعَتْ في نصيبه أيضاً، فجميعه له وإن كان قبل الحكم بِمَصِيرِ جميعها، أم ولد له لم يَلْزَمْهُ إلاَّ نِصْفُ المهر؛ لأن السِّرَايَةَ إذا حَصَلَتْ أخيراً، انْفَسَخَتِ الكِتَابَةُ، وعاد نِصْفُهُ رَقِيقاً، فتكون الأَكْسَابُ له، والمَهْرُ من الأَكْسَاب، تم ذلك النِّصْفُ للمُكَاتَبَةِ، إن بقيت الكِتَابَةُ في نَصِيبِ الأول، وإلاَّ فهو للأول.\nهكذا ضَبَطَ القول فيما يَجِبُ على الثاني جَمَاعَةٌ؛ منهم صاحب \"الشامل\".\nواعلم أن وَطْءَ الثاني إذا وقع بَعْدَ الحكمِ بِمَصِيرِ جميعها، أم ولد للأول، فقد وقع بعد ارْتِفَاعِ شُبْهَةِ الملْكِ، وانقطاع عُلْقَتِهِ عنها، وحينئذ فيكون زِناً، والذي أُطْلِقَ من\n__________\n(1) سقط في: ز.\n(2) في ز: نصيب.\n(13/568)",
        "\nوجوب جَمِيعِ المَهْرِ مُصَوَّرٌ فيما إذا فرضت شُبْهَةٌ أخرى.\nوأطلق في \"المختصر\" قولين في أنه يَجِبُ على الثاني بِوَطْئِهِ جَمِيعُ المهر، أو نصفه، وبنى ذلك على أن السِّرَايَةَ تَتَعَجَّلُ، أو تتَوَقَّفُ على أداء القيمة.\nإن قلنا: تَتَعَجَّلُ؛ فعليه جَمِيعُ المَهْرِ؛ لأنه وَطِئَهَا وَالمِلْكُ خَالصٌ للأول.\nوإن قلنا: تتوقف على أَدَاءِ القِيمَة؛ فعليه النِّصْفُ؛ لأن الجَارَيةَ مشتركة بعد.\nوعن أبي إِسْحَاقَ: أن الصَّحِيحَ وُجُوبُ الجميع، وأنه اختيار المُزَنِيِّ والشافعي -رضي الله عنهما-.\nوالقسم الثالث: إذا أَمْكَنَ أن يكون من الأَوَّلِ دون الثاني، بأن وَلَدَتْهُ لأكثر من أربع سنين من وطء الأول، ولما بَيْنَ أربع سنين وستة أشهر من وطء الثاني؛ فَالْوَلَدُ مُلْحَقٌ بالثاني، وَيثْبُتُ الاسْتِيلاَدُ في نَصِيبِهِ، ولا سِرَايَةَ إن كان مُعْسِراً.\nوفي تَبْعِيضِ الحُرِّيَّةِ في الولد الخِلاَفُ السابق.\nوإن كان مُوسِراً سَرَى الاسْتِيلاَدُ، إما في الحال، أو عند العَجْزِ على ما سبق، ويجب على الثَّانِي في هذا القِسْمِ ما ذكرنا أنه يجب على الأَوَّلِ في القسم الثاني.\nوأما الأول: ففي \"التهذيب\": أنه إن كان الثاني مُعْسِراً، فعلى الأول كَمَالُ المَهْرِ للمكاتبة تستعين به في أَدَاءِ النجوم.\nوإن كان مُوسِراً؛ فإن قلنا: السراية تَحْصُلُ بعد العَجْزِ، فكذلك الجواب وإن قلنا: تَحْصُلُ في الحَالِ، فَتَنْفَسِخُ الكِتَابَةُ في نصيب الأَوَّل، ولا يجب إلاَّ نِصْفُ المَهْرِ لها تَسْتَعِينُ به في أَدَاءِ نصيب الشريك من النجوم وأَطْلَقَ العِرَاقيُّونَ والرُّوَيَانِيُّ وغيرهم -رحمهم الله- أنه لا يَجِبُ على الأول عند يسار الثاني إلاَّ نِصْفُ المهر.\nوالقسم الرابع: إذا أمْكَنَ أن يَكُونَ الوَلَدُ من كُلِّ واحد منهما، بأن وَلَدَتْهُ لما بين ستة أشهر وأربع سنين من وَطْءِ كل واحد منهما، وادَّعَيَا الوَلَدَ، أو ادَّعَاهُ أحدهما، فيعرض على [القائف] (1)؛ فمن أَلْحَقَهُ به منهما كان الحُكْمُ كما لو تَعَيَّنَ اللُّحُوقُ به، وإن تَعَدَّرَتِ الاستفادة من القَائِفِ، فيعتمد انْتِسَابه بعد البُلُوغ، ويكون الحكم على ما بَيَّنَّاهُ. قال الإِمام: ولو فرض ذلك من الأَمَةِ القِنَّةِ، وعرض الولد على القَائِفِ، فَأَلْحَقَهُ بأحدهما، يلحقه الولد يثبت (2) الاسْتِيلاَدُ في نصيبه، ولا يَسْرِي إن كان مُعْسِراً، لكن يَثْبُتُ الاسْتِيلاَدُ في نَصِيبِ الآخر أيضاً بإِقْرَارِهِ أنها مُسْتَوْلَدَتُهُ.\n__________\n(1) في ز: الغائب.\n(2) في ز: وثبت.\n(13/569)\n",
        "وإن كان مُوسِراً سَرَى، ولا يلزمه للشريك قِيمَةُ نَصِيبِهِ؛ لأنه يَدَّعِي أن الجَارِيَةَ مُسْتَوْلَدَتُهُ، فَيُؤَاخَذُ بموجَبِ إِقْرَارِهِ.\nفإذا لم يجد القَائِفُ، والمُتَدَاعِيَانِ مُوسِرَانِ، فيحكم بأن الجَارِيةَ مُسْتَوْلَدَةَ بينهما؛ نِصْفُهَا لهذا، ونِصْفُهَا لهذا، إذ ليس أحدهما بِأوْلَى من السِّرَايَةِ للآخر.\nولو أقر بالوَطْءِ وسَكَتَا عن دَعْوَى الوَلَدِ، وألْحَقَهُ القَائِفُ بأحدهما، ثَبَتَ الاسْتِيلاَدُ في نصيبه، وسَرَى، وعليه أن يَغْرَمَ للشريك؛ لأنه لم يُوجَدْ هاهنا إِقْرَارٌ ينافي الغُرْمَ.\nولو لم يوجد قَائِفٌ، واعتمدنا (1) انتسابه بعد البُلُوغِ؛ فهل يَثْبُتُ الغُرْمُ والصورة هذه؟ فيه تَرَدُّدٌ مَفْهُومٌ من كلام الأصحاب.\nالحالة الثانية: إذا أَتَتْ بِوَلَدَيْنِ، وعرفا حالهما، واتَّفَقَا على أن هَذَا من هذا، وهَذَا من هذا، وفيها مَسْأَلَتَانِ:\nإحداهما: إذا اتَّفَقَا على السَّابِقِ منهما، فينظر: إن كانا مُوسِرَيْنِ، أو كان الأول مُوسِراً، فتصير الجَارِيَةُ مُسْتَوْلَدَةً للأول، وعليه للثاني نِصْفُ مَهْرِهَا، ونصْفُ قِيمَتِهَا، وفي وجوب نِصْفِ قيمة الوَلَدِ خِلافٌ.\nقال في \"التهذيب\": إن قلنا: تحصل السِّرَايَةُ بنفس العلُوقِ، فلا يَجِبُ. وإن قلنا: يَتَوَقَّفُ العَجْزُ، أو قلنا: لا يَحْصُلُ إلاَّ بأَدَاءِ القِيمَةِ، فيجب.\nوأما الثاني فإن وَطِئَهَا بعدما صَارَ جميعها مُسْتَوْلَدَةً للأول، وهو عالم بالحال، فعليه الحَدُّ، وولده رَقِيقٌ للأول، وإن كان جَاهِلاً، فالولد حُرٌّ، وعليه تَمَامُ المَهْرِ، وتمام قيمة الولد، يَوْمَ الوَضْعِ، وتكون جميعها للأول، إن ارتفعت الكِتَابَةُ في نصيبه أيضاً، وإن بَقِيَتْ، فنصف المهر له، ونصفه لِلْمُكَاتَبَةِ، ونصْفُ قيمة الولد [له] (2)، ونِصْفُهَا على الخِلاَفِ في ولد المُكَاتَبَةِ.\nوإن وَطِئَهَا قبل أن تَصِيرَ جميعها مُسْتَوْلَدَةً للأول، فلا يَلْزَمُهُ إلاَّ نِصْفُ المهر؛ لأن نِصْفَهَا له بَعْدُ، وفي تَبَعُّضِ حرية الولد ما سَبَقَ، فإن لم يَتَبعَّضْ، فعليه نِصْفُ قيمة الولد، ولا يَثْبُتُ الاسْتِيلاَدُ في نصيب الثاني، وإن بَقِيَ نَصِيبُهُ له؛ لأن الأول اسْتَحَقَّ السِّرَايَةَ، فلا يجوز إِبْطَالُ حَقَّهِ عليه.\nوعن القَفَّالِ: أن فيه وجهين، كما لو أَعْتَقَ أَحَدُ الشريكين نَصِيبَهُ وهو مُوسِرٌ.\nوقلنا: إن السِّرَايَةَ تَتَوَقَّفُ على أَدَاءِ القيمة، فأعتق الآخر نَصِيبَة قبل أدائها.\n__________\n(1) في أ: واعتبرنا.\n(2) سقط في: ز.\n(13/570)\n\nوإن كانا مُعْسِرَيْنِ، أو كان الأَوَّل مُعْسِراً، ثَبَتَ الاسْتِيلاَدُ في نصيبِ الأول، ولم يَسْرِ.\nفإذا أحْبَلَهَا الثاني، ثَبَتَ في نَصِيبِهِ أيضاً، وعلى كُلِّ واحد منهما تَمَامُ المَهْرِ للمكاتبة، فإن عَجَزَتْ قبل الأَخْذِ، فعلى كل واحد منهما نِصْفُ المهر للشريك الآخر، ومن مَاتَ منهما عُتِقَ نصيبه بحكم الاسْتِيلاَدِ وذكر في \"التهذيب\": أن في تبعيض الحرية في وَلَدِ كل واحد منهما الخِلاَفُ السابق، وأما إذا لم تَحْكُمْ بالحريَّةِ في نِصْفِهِ، فهو قِنٌّ للآخر، أو يتكاتب؟ فيه الخِلاَفُ، وأنه لا يَجِبُ على واحد منهما شَيْءٌ من قِيمَةِ الولد.\nوفي \"أمالي\" أبي الفرح السَّرَخْسِيَّ أنا إِذا قُلْنَا بالتَّبْعِيضِ، فالجواب كذلك. أما إذا قلنا بِحُرِّيَّةِ الجميع، فعلى كُلِّ واحد منهما للآخر نِصْفُ قيمة ولده.\nولم يُجْرِ العراقيون وغيرهم الخِلاَفَ في تبعيض الحرية في وَلَدِ كل واحد منهما إذا كان الأول مُعْسِراً، والثاني مُوسِراً، [وحكموا] (1) بأن ولد الموسر حُرٌّ كُلُّهُ، والخلاف مَخْصُوصٌ بالمُعْسِرِ.\nالمسألة الثانية: إذا اخْتَلَفَا في السَّابِق منهما فقال كل واحد منهما: أنا أَوْلَدْتُهَا أولاً [ولدي] (2) هذا. وكان كل واحد من القَوْلَيْنِ محتملاً، فهما إما مُوسِرَانِ، أو مُعْسِرَانِ، أو أحدهما مُوسِرٌ دون الآخر. والاعتبار في اليَسَارِ والإِعْسَارِ بحالة الإِحْبَالِ:\nالحالة الأولى: إذا كانا مُوسِرَيْنِ، كل واحد منهما يَدَّعِي على الآخر جَمِيعَ المَهْرِ، وجميع قيمة وَلَدِهِ؛ لأنه يَقُولُ: وَطئتَها -وهي مُسْتَوْلَدَتِي. أو يَدَّعِي نِصْفَهَا على ما فصلنا في المسألة السَّابقة، وكل واحد يُقِرّ للآخر بِنِصْفِ المَهْرِ، ونِصْفِ قيمة الجَارَيةِ، فإنه يقول: أَوْلَدْتُهَا، وهي مُشْتَرَكَة، فصارت مُسْتَوْلَدَةً لي، وَيُقِرُّ أيضاً بِنِصْفِ قيمة الولد على اخْتِلاَفٍ فيه، وما يُقِرُّ به كُلُّ واحد للآخر من نِصْفِ قيمة الجارية يُكَذِّبُهُ الآخر فيه، ومن أَقرَّ بِحَقٍّ لغيره، فَكَذَّبَهُ سقط إِقْرَارُهُ به، فتبقى دَعْوَى كل واحد على الآخَرِ في المَهْرِ، وقيمة الولد، فإن اقتضى الحَالُ التَّسْوَيةَ بينهما لم يعْظُم أَثَرُ الاختلاف، وجاء الكلام في النَّقَاصِّ.\nوإن تَفَاوَتَا حَلَفَ كُلُّ واحِدٍ منهما على نَفْي ما يَدَّعِيهِ الآخَرُ.\nوفي \"التهذيب\" وَجْهٌ: أنهما يَتَحَالَفَانِ على النَّفْي والإِثْبَاتِ، وإذا حَلَفَا، فلا شيء لواحد منهما على الآخَرِ، وهي مُسْتَوْلَدَةُ أَحدهما لا على التَّعْيِينِ، ونَفَقَتُهَا عليهما، فإذا ماتا فهي حُرَّةٌ، والوَلاَءُ مَوْقُوفٌ بينهما، وإن مَاتَ أَحَدُهُمَا؛ فالأَظْهَرُ أنه لا يُعْتَقُ منها شَيْءٌ؛ لجواز أنها مُسْتَوْلَدَةُ الآخر.\n__________\n(1) في ز: وحملوا.\n(2) في أ: وكذا.",
        "(13/571)\n\nوعن [أبوي] (1) علي بن أبي هريرة والطبري أنه يُعْتَقُ نِصْفُهَا بموت أحدهما، واختاره القَاضِيَانِ: أبو الطيب، والرُّويَانِيُّ، وحكى ذلك عن نَصَّهِ -رضي الله عنه- في \"الأم\"، ووجه بأنه كان يملك نِصْفَهَا، وقد أَوْلَدَهَا وَشَكَكْنَا في أن إِحْبَالَ شَرِيكِهِ؛ هل يَسْرِي إلى نَصِيبِهِ، فيعتق نصيبه بالظاهر.\nالثانية: إذا كَانَا مُعْسِرَيْنِ، فلا ثَمَرَةَ للاختلاف، والحكم كما لو عرف السابق، وهما مُعْسِرَانِ.\nوإذا مات أَحَدُهُمَا، عُتِقَ نصيبه، وَوَلاَؤُهُ لِعَصَبَاتِهِ. وإن ماتا، فالوَلاءُ للْعَصَبَتَيْنِ بالسوية.\nوروى الرَّبيع في \"الأم\" أن الوَلاَءَ يُوقَفُ، وإن كانا مُعْسَرَيْنِ، وذكر عَامَّةُ الأصحاب أن هذا سَهْوٌ وغَلَطٌ، إما من الربيع، أو من غيره.\nوقيل: أراد حَالَةَ الموْتِ، فلا فرْقَ حينئذ بين أن يكونا مُوسِرَيْنِ أو مُعْسِرَيْنِ؛ لما ذَكَرْنَا أن الاعْتِبَارَ في اليَسَارِ والإِعْسَارِ بحالة الإِحْبَالِ.\nالحالة الثالثة: إذا كان أحدهما [موسراً] (2) والآخر [معسراً] (3)، فَيَحْلِفُ كل واحد منهما على نَفْي ما يَدَّعِيهِ الآخَرُ عليه، ويثبت الاسْتِيلاَدُ للمُوسِرِ في نصيبه، لا يُنَازِعُهُ المُعْسِرُ فيه، ويتنازعان في نصيب المُعْسِرِ، فنصف [نفقتها] (4) على الموسر، والنِّصْفُ بينهما. ثم إن مات المُوسِرُ أوّلاً، عُتِقَ نصيبه، وَوَلاَؤُهُ لِوَرَثَتِهِ.\nفإذا مات المَعْسِرُ بعده، عُتِقَ نصيبه الآخر، وَوَلاَؤُهُ مَوْقُوفٌ بينهما. وإن مات المُعْسِرُ أَوَّلأ، لم يعتق منه شَيْءٌ، فإذا مات المُعْسِرُ بعده عُتِقَ كلها، وَوَلاءُ نِصْفِهَا لِوَرَثَتِهِ، وَوَلاءُ النِّصْفِ الآخر مَوْقُوفٌ.\nقال الصَّيْدَلاَنِيّ: هذا إذا قلنا: لا تَتَوَقَّفُ سِرَايَةُ الاسْتِيلاَدِ على أَدَاءِ القِيمَةِ، فإن قلنا: على أَدَاءِ القِيمَةِ فهاهنا لا أَدَاء، فتكون الجَارَيةُ مُسْتَوْلَدَتَهُمَا، ويكون الوَلاَءُ بينهما ولا تَوَقُّفَ.\nولو كان الاخْتِلاَفُ على عَكْسِهِ؛ فقال كُلُّ واحد منهما للآخر: أنت وَطِئْتَ أَوَّلاً، فَسَرَى إلى نصيبي، وهما مُوسِرَان.\nقال في \"التهذيب\": يَتَحَالَفَانِ، ثم نَفَقَتُهَا عليهما، وإذا مَاتَ أَحَدُهُمَا، لم يعتق نصيبه؛ لاحتمال أن الآخَرَ سَبَقَهُ بالاسْتِيلاَدِ، ويُعْتَقُ نصيب الحَيِّ؛ لأنه أَقَرَّ بأن المَيِّتَ\n__________\n(1) في ز: أبي.\n(2) في ز: معسراً.\n(3) في ز: موسراً.\n(4) في ز: بعضها.\n(13/572)",
        "\nأَوْلَدَ أولاً، وسَرَى إلى نصيبي، وعتى بموته، وَوَلاءُ لك النِّصْفِ مَوْقُوفٌ، فإذا مات الآخر عتقت كلها، وَوَلاَءُ الكل مَوْقُوفٌ.\nوإن كان أحدهما مُوسِراً، والآخر مُعْسِراً، فقال المعْسِرُ: سَرَى إِيلاَدُكَ إلى نصيبي، وقال المُوسِرُ: أنت [أحبلت] (1) أولاً، ولم يَسْرِ إلى نصيبي، فَيَتَحَالَفَانِ ثم النَّفَقَةُ عليهما. [فإن مات المُوسِرُ أَوَّلاً، عُتِقَت كلها.\nأما نصيب المُوسِرِ فموته، وَوَلاَؤُهُ لعصبته، وأما نَصِيبُ المُعْسِرِ فَبِإِقْرَارِهِ، وَوَلاءُ نصيبه موْقُوفٌ] (2) وإن مات المعسر أوّلاً لم يُعْتَق منها شَيْءٌ؛ لاحتمال أن المُوسِرَ سَبَقَهُ بالإحْبَالِ، فإذا مَاتَ المُوسِرُ بعده، عتقت كلها، وَوَلاءُ نَصِيبِ المُوسِرِ له، وَوَلاَءُ نَصِيبِ المُعْسِرِ مَوْقُوفٌ.\n\nقَالَ الْغَزَالِيُّ: الحُكْمُ الخَامِسُ: حُكْمُ الجِنَايَةِ فَإذَا جَنَى عَلَى أَجْنَبِيَّ أَوْ عَلَى سَيِّدِهِ يَلْزَمُهُ الأَرْشُ، فَإِنْ زَادَ الأَرْشُ عَلَى رَقَبَتِهِ، فَفِي وُجُوبِ الزِّيَادَةِ قَوْلاَنِ؛ لِأنَّهُ يقْدِرُ عَلَى أَنْ يُعَجِّزَ نَفْسَهُ، فلاَ يَبْقَى مُتَعَلَّقٌ سِوَى الرَّقَبَةِ، وَلَوْ جَنَى عَبْدٌ مِنْ عَبِيدِ المُكَاتبِ، فَلَيْسَ لَهُ فِدَاؤُهُ بأَكْثَرَ مِنْ قِيمَتِهِ، وَلَوْ أَعْتَقَ السَّيِّدُ مُكَاتَبَهُ بَعْدَ الجِنَايَةِ لَزِمَهُ الفِدَاءُ، كَمَا لَوْ قَتَلَهُ، وَلَوْ جَنَى عَلَى السَّيِّدِ فَأعْتَقَهُ، فَالصَّحِيحُ أنَّهُ يُطَالِبُهُ بِالأَرْشِ بَعْدَ العِتْقِ، وَلَوْ جَنَى ابْنُ المُكَاتَبِ، فَلاَ يَفْدِيهِ، وَلَوْ جَنَى ابْنُهُ عَلَى عَبْدِهِ، فَهَلْ يَبِيعُهُ؟ فِيهِ وَجْهَانِ، وَلَوِ اسْتَحَقَّ المُكَاتبُ قِصَاصاً عَلَى عَبْدِهِ أَوْ عَبْدِ غَيْرِهِ، جَازَ لَهُ الاسْتِيفَاءُ، وقِيلَ: يَجِبُ أَخْذُ الأَرْشِ، وَإِنْ لَمْ يَرْضَ السَّيِّدُ بِالقِصَاصِ، وَلَوْ جَنَى عَلَى سَيِّدِهِ، أَوْ عَلَى عَبْدِهِ، فَللسَّيِّدِ القِصَاصُ، وَلَوْ قُتِلَ المُكَاتَبُ انْفَسَخَتِ الكِتَابَةُ، وَللسَّيِّدِ القِيمَةُ.\nقَالَ الرَّافِعِيُّ: فيه صُوَرٌ نذكرها، وما يَتَعَلَّقُ بها، ولا نُرَاعِي تَرْتِيبَ الكتاب:\nإحداها: إذا جَنَى المُكَاتَبُ على أَجْنَبِيٍّ بما يُوجِبُ القِصَاص في النَّفْسِ أو الطَّرْفِ، فَلِمُسْتَحِقِّهِ اسْتِيفَاؤُهُ؛ فإن عَفَا على مَالٍ أو كانت الجِنَايَةُ مُوجِبَةً للمال، فينظر إن كان في يَدِهِ مال، وكان الوَاجِبُ مِثْلَ قيمته، أو أَقَلَّ، طُولِبَ به مما في يَدِهِ، وإن كان أكثر، ففيه قَوْلاَنِ، عن رواية صاحب \"التقريب\" وغيره:\nأحدهما: أنه يطالب بِتَمَامِ الأرْشِ؛ لأنه كالحَيِّ في المُطَالَبَةِ ما دَامَتِ الكتابة بَاقِيَةً.\nوأصحهما: أنه لا يُطَالَبُ إلاَّ بِقَدْرِ قِيمَتِهِ؛ لأنه يملك تَعْجِيزَ نَفْسِهِ، وإذا عَجَّزَ نَفْسَهُ، فَلاَ مُتَعَلَّقَ، ولا مَرْجُوعَ إليه، سِوَى الرَّقَبَةِ.\n__________\n(1) في ز: أجلت.\n(2) سقط في: ز.\n(13/573)\n",
        "[ويعبر] (1) عن الغرض على هذا القول بأنه يُطَالَبُ بأَقَلِّ الأَمْرَيْنِ من قيمته وأرْشِ الجِنَايَةِ. ويُعَبّرُ عن القولين أيضاً بأن يُقَالَ: إن لِلْمُكَاتَبِ أن يَفْدِيَ نَفْسَهُ في الجِنَايَةِ، وبكم يَفْدِيَهَا؟ فيه قولان:\nأحدهما: بأقل الأَمْرَيْنِ من أرْشِ الجِنَايَةِ والقيمة.\nوالثاني: بأرْشِ الجِنَايَةِ بالغاً ما بَلَغَ؛ لأنه لو عَجَّزَ نَفْسَهُ ربما اشترى بذلك القَدْرِ.\nفإن قلنا: [يَفْدِي نَفْسَهُ بأقل الأَمْرَيْنِ، فله ذلك، وإن لم يَرْضَ السيد، وإن قلنا] (2): بالأَرْشِ، وزاد الأَرْشُ على القيمة لم يستقلَّ به، فإن أَذِنَ السَّيِّدُ، فهو على القولين في تَبَرُّعَاتِهِ بالإِذْنِ.\nوإن لم يكن في يَدِهِ مَالٌ، وطلب مُسْتَحِقُّ الأَرْشِ تَعْجِيزَهُ، عَجَّزَهُ الحَاكِمُ، ثم يباع كُلُّهُ في الجِنَايَةِ، إن اسْتَغْرَقَ الأرْشُ قِيمَتَهُ، وإلاَّ فَيُبَاعُ منه بقدر الأَرْشِ، وتبقى الكِتَابَةُ في الباقي، فإذا أدى حِصّته في النجوم، عُتِقَ ذلك القَدْرُ.\nولو أراد السَّيِّدُ أن يَفْدِيَة من مَالِهِ، ويستديم الكتابة، فله ذلك، وعلى مُسْتَحِقِّ الأَرْشِ قَبُولُهُ. هذا هو الظَّاهِرُ، وفيه شَيْءٌ قد سبق، يَفْديهِ؟ الجديد: أنه يَفْدِيهِ بالأقل من قِيمَتِهِ وأَرْشِ الجناية.\nوالقديم: أنه يَفْدِيهِ بالأَرْشِ، وله أن يرجع عن اخْتِيَارِ الفِدَاءِ، ويسلمه للبيع، إلاَّ إذا مَاتَ العَبْدُ بعد اختيار الفِدَاءِ، أو باعه بِإذْنِ المجنى عليه، بشرط الفِدَاءِ، ويسلمه للبيع، إلاَّ إذا مَاتَ العَبْدُ بعد اختيار الفِدَاءِ فيلزمه الفداء.\nقال الرُّوَيانِيُّ: وإنما شَرَطَ إِذْنَ المجني عليه في البيع؛ لأن قوله: اخْتَرْتُ الفِدَاءَ؛ لا يُسْقِطُ حَقَّهُ من رَقَبَتِ العبد ما لم يُؤدِّ المال ولو أَبْرَأَهُ السَّيِّدُ عن النجوم، أو أَعْتَقَهُ، فعليه أن يَفْدِيَهُ؛ لأنه فَوَّتَ بالإِعْتَاقِ مُتَعَلِّقَ حَقِّ المجني عليه، فهو كما لو [قتله] (3). وهذا بِنَاءً على نُفُوذِ الإِعْتَاقِ، وهو المَشْهُورُ.\nوأشار القاضي ابْنُ كَجٍّ إلى أن فيه خِلاَفاً، كإعتاق العَبْدِ القِنِّ إذا جَنَى.\nويمكن أن نُفَرِّقَ بأن المُكَاتِبَ قد صار مُسْتَحِقَّ العِتْق بالكِتَابَةِ قبل الجِنَايَةِ، وإذا أَعْتَقَهُ وَقَعَ العِتْقُ عن الجهة المُسْتَحَقّةِ، والقِنُّ بخلافه.\nوبم يَفْدِيهِ السيد؟ فيه طريقان:\nأحدهما: أنه على القَوْلَيْنِ: الجديد والقديم.\n__________\n(1) في ز: ويغير.\n(2) سقط في: ز.\n(3) في ز: قبله.\n(13/574)\n\nوالثاني: القَطْعُ بأنه يَفْدِيهِ بالأقل، بخلاف حَالِ بَقَاءِ الكتابة؛ فإن الرِّق بَاقٍ هناك، ولو بِيعَ فربما رَغِبَ فيه رَاغِبٌ بأكثر من قِيمَتِهِ، وبعد العِتْقِ فَاتَ هذا التَّوَقُّعُ.\nوكلما يلزم السَّيِّد فِدَاءُ المُكَاتَب الجَانِي بإِعْتَاقِهِ، يلزمه بِإعْتَاقِهِ فِدَاءُ ابن المُكَاتَبِ وأبيه، وإذا تكَاتَبَا عليه وَجَنيَا؛ لأنهما يُعْتَقَانِ بِإعْتَاقِهِ.\nولو عُتِقَ المُكَاتَبُ بأداء النجوم، فعليه ضَمَانُ الجِنَايَةِ، ولا يلزم السيد فِدَاؤُهُ، وإن كان هو القَابِضَ للنجوم؛ لأنه مُجْبَرٌ على قَبُولِهَا فالحوالة على المكاتب أَوْلَى، وفيما يلزمه الطَّرِيقَانِ.\nولو جَنَى المُكَاتَبُ جِنَايَاتٍ، وأَعْتَقَهُ السيد، أَوْ أَبْرَأَهُ عن النجوم، فعليه أن يَفْدِيَهُ، وإن أدَّى النجوم، وعُتِقَ، فضمان الجِنَايَةِ على المُكَاتَبِ.\nوما الذي يَلْزَمُهُمَا إن كانت الجِنَايَاتُ مَعاً بِأنْ قَتَلَ اثنين، فصاعداً بضربة وَاحِدَةٍ، أو هَدَمَ عليهم جِدَاراً؛ فعلى القولين المذكورين في الجِنَايَةِ الواحدة:\nفعلى الجديد: يَلْزَمُ الأَقَلّ من أرْشِ الجِنَايَاتِ كلها، ومن قِيمَتِهِ. وفي القديم: يلزم الأُرُوش بَالِغَةً ما بَلَغَتْ.\nوإن كانت الجِنَايَاتُ مُتفرِّقَةً، فالقديم بحاله، وفي الجديد قولان:\nأصحهما: وهو اختيار المُزَنِيِّ: أن الحكم كذلك، يَلْزَم الأقل من أُرُوشِ الجنايات، ومن القيمة؛ لأن الجِنَايَاتِ جميعاً تَعَلَّقَتْ بالرَّقَبَةِ، فإذا أَتْلَفَهَا بالعِتْقِ لم يضمن إلاَّ مَا أَتْلَفَ. ولأن المَنْعَ من البَيْعِ حَصَلَ بالإِعْتَاقِ، والإِعْتَاق شيء واحد، فلم يوجد إلاَّ منع (1) واحد.\nوالثاني: يجب لكل جِنَايةٍ أَقَلُّ الأمرين من أَرْشِهَا، ومن القيمة؛ لأن البيع كان مُمْكِناً عَقِيبَ كل جِنَايَةٍ وبالإِعْتَاقِ، قوت ذلك، وكأنه أحدث لكل جِنَايةٍ مَنْعاً.\nوالقولان كالقولين في جِنَايَاتِ أُمِّ الولد، ولو أراد المُكَاتَبُ أن يَفْدِيَ نَفْسَهُ مما في يَدِهِ عن الجِنَايَاتِ؛ ففيه طريقان:\nأحدهما: أن فيما يَفْدِي نَفْسَهُ به القَوْلَيْنِ المَنْقُولَيْنِ عن الجَدِيدِ؛ لأن البيع مُمْتَنِعٌ مهما بقيت الكِتَابَةُ، فينزل إدامة (2) الكِتَابَة مَنْزِلَةَ العِتْقِ بأداء النجوم.\nوالثاني: القطع (3) بأنه يَفْدِي بالأقل من أَرْشِ كُلِّ جِنَايَةٍ، ومن القيمة.\n__________\n(1) في أ: شيء.\n(2) في ز: إدامته.\n(3) في ز: القول.",
        "(13/575)\n\nوفرق بأن العِتْقَ يُفَوِّتُ مَحَلَّ الأَرْشِ، ويبطل إِمْكَانَ البَيْعِ. وهاهنا: الرَّقَبَةُ بَاقِيَةٌ، وإمْكَانُ البَيْعِ مستمر.\nوالذي أورده في \"التهذيب\": أنه يُؤْخَذُ مما في يَدِهِ الأقل من أَرْشِ الجنايات كلها، ومن قِيمَتِهِ. ويشبه أن يكون هو الأَظْهَرَ.\nولو لم يكن في يَدِهِ مَالٌ، وسال المُسْتَحِقُّونَ تَعْجِيزَهُ، عَجَّزَهُ الحَاكِمُ، ويباع، ويُقسَّمُ الثَّمَنُ على أَقْدَارِ الأرُوشِ، وإن أَبْرَأَ بعضهم قُسِّمَ على الباقين.\nوإذا اختار السَّيِّدُ فِدَاءَهُ بعد التعجيز لم يبع وفيما يَفْدِيه فيه القولان.\nالثانية: إذا جَنَى المُكَاتَبُ على طَرَفِ سَيِّدِهِ، فله القِصَاصُ وكذا لو جَنَى على عَبْدِ السَّيِّدِ، وإن قَتَلَ السيد، فَلِلْوَرَثَةِ القِصَاصُ فإن عَفَا المُسْتَحِقُّ على مال، أو كانت الجِنَايَةُ مُوجبَةً للمال، تَعَلَّقَ الواجب بما في يَدِهِ؛ لأن السَّيِّدَ مع المُكَاتَبِ في المُعَامَلاَتِ كالأَجنبي مع الأجنبي، فكذلك في الجِنَايَةِ. وما الذي يَلْزَمُ المُكَاتَبَ؟ أيلزمه الأرْشُ بَالِغاً ما بلغ، أَو الأَقَلُّ؟ فيه القولان المَذْكُورَانِ في الجِنَايَةِ على الأَجْنَبِيٍّ.\nفإن قلنا: يَلْزَمُ الأَرْشَ بَالِغَاً ما بَلَغَ، وكان (1) أكثر من قِيمَتِهِ، فعن الشيخ أبي حَامِدٍ أن له أن يَفْدِيَ نَفْسَهُ به.\nوعن القاضي أبي الطَّيِّب أن فيه الخِلاَفَ في هَيْبَتِهِ من سَيِّدِهِ. قال ابن الصَّبَّاغ، وهذا يَقْتَضِي أن يقال للسيد: أن يَمْتَنِعَ من القَبُول؛ لأنه لا يلزمه قَبُولُ الهِبَةِ.\nوعندي: أنه يَلْزَمُهُ القَبُولُ إذا أَمْكَنَهُ أَدَاؤهُ، وأَدَاءُ مال الكتابة، ولا يجوز له الامْتِنَاعُ، وإن لم يكن في يَدِهِ شيء، أو كان لا يفِي بالاْرْشِ؛ فهل للسيد تَعْجِيزُهُ بسبب الأرْشِ؟\nفيه وجهان:\nأحدهما: لا؛ لأنه إذا عَجَّزَهُ يَسْقُطُ الأرش، إذ لا يَثْبُت للسيد على عبده دَيْنٌ، بخلاف ما إذا عجَّزَهُ الأجنبي، فإن الأَرْشَ يتعلق [برقبته] (2) ويُنْسَبُ هذا إلى القَفَّالِ.\nوأصحهما على ما ذكر في \"التهذيب\": نعم؛ وهو الَّذِي أوْرَدَهُ الشيخ أبو حَامِدٍ وغيره، ويستفيد به رَدّه إلى الرِّقِّ المَحْضِ .. وإذا عَجَزَ بسبب الأَرْشِ أو النجوم ورُقَّ، فهل يَسْقُطُ الأَرْشُ، أو يكون في ذِمَّتِهِ إلى أن يُعْتَقَ؟ فيه وجهان:\nأظهرهما: الأول، وهما كالوَجْهَيْنِ فيما لو كان له على عَبْدِ غيره دَيْنٌ فملكه، هل يسقط وَجِنَايَةُ المُكَاتَبِ على طَرَفِ ابن سيده كجنايته على الأَجْنَبِيِّ، وجِنَايَتُهُ على نَفْسِهِ\n__________\n(1) في أ: فكان.\n(2) سقط في: ز.\n(13/576)",
        "\nتُثْبِتُ القِصَاصَ للسَّيِّدِ، فإن عَفَا أو كان القَتْلُ خَطَأً، فهو كما لو جَنَى على السيد.\nولو أَعْتَقَ السيد المُكَاتَبَ بعد جِنَايَتِهِ عليه، أو أَبْرَأَهُ عن النجوم، فإن لم يكن في يَدِهِ شَيْءٌ سَقَطَ الأَرْشُ؛ لأنه أَزَالَ المِلْكَ عن الرَّقَبَةِ التي كانت متعلق الأَرْشِ باختياره، ولا مَالَ غيرها.\nقال الإمَامُ: وفيه احْتِمَالٌ أَخْذاً من اسْتِقْلاَلِ المكاتب، وثبوت حقوق السيد في ذِمَّتِهِ. وإن كاَن في يَدِهِ مَالٌ؛ ففي تَعَلُّقِ الأرْشِ بما في يَدِهِ وجهان:\nأحدهما: المنع؛ لأن الأَرْشَ كان مُتَعَلِّقاً بالرَّقَبَةِ، وقد تَلِفَتْ.\nوأظهرهما: التَّعَلُّقُ، والتَّوَجِيهُ المَذْكُورُ مَمْنُوعٌ، بل الأَرْشُ مُتَعلَّقٌ بالرقبة، وبما في يَدِهِ. وذكر في \"التهذيب\" أنه يُطَالَبُ بالأَرْشِ من غير تَفْصِيل، وفرق بين أن يكون في يَدِهِ شَيْءٌ، أو لا يكون، ويَقْرُبُ منه قَوْلُهُ في الكتاب \"فالصخيح أن يُطَالِبُهُ بالأرْشِ بعد العِتْقِ\"، وإلاَّ ثَبَتَ ما قَدَّمْنَاهُ.\nولو أَدَّى النجوم فَعُتِقَ، فالأَجْوِبَةُ مُتَّفِقَةٌ على أن الوَاجِبَ لا يسقط كما لا يسقط فيما إذا جَنَى على أَجْنَبِيِّ، وأَدَّى النجوم، عُتِقَ.\nثم [ظاهر ما] (1) رَدَّدُوهُ في هذا الموْضِع أنه يجب الأَرْشُ بَالِغاً مَا بَلَغَ وقد نَصَّ عليه الشَّافِعِيُّ -رضي الله عنه- فذكر فيما لو قَطَعَ المُكَاتَبُ يَدَ سَيِّدِهِ قَطْعاً يُوجِبُ المَالَ، أو عاد بالعفْوِ إِلى المال.\nوقلنا: لاَ بُدَّ من الصبرِ إلى الاندمال، فانْدَمَلَ بعدما أَدَّى المَالَ وعُتِقَ، أن عليه أَرْشَ اليَدِ بِتَمَامِه؛ وهو نِصْفُ الدِّيَةِ.\nوفرق بين ما نحن فيه وبَيْنَ ما إذا جَنَى على أَجْنَبِيٍّ، ثم أَدَّى النُّجُومَ، وعُتِقَ حيث ذكرنا اخْتِلاَفاً فيما (2) يجب عليه بأن الوَاجِبَ في الجِنَايَةِ على السَّيِّدِ لا يَتَعَلَّقُ بذِمَّةِ المُكَاتَب، وإنما هو في ذِمَّتِهِ، فيجب بكماله، كما لو جَنَى حُرٌّ على حُرٍّ، وأَرْشُ الجنَايَةِ على الأَجنبي يتعلَّقُ بالرَّقَبَةِ، فجاز ألاَّ يزاد عليها.\nومنهم من طَرَدَ القَوْلَ الآخَرَ؛ وهو وُجُوبُ أَقَل الأمرين. وقال: العِتْقُ لا يُغيِّرُ ما تَقَدَّمَ وجوبه.\nالثالثة: عبد المُكَاتَبِ إذا جنى؛ فإما أن يجني على أجنبي، أو على سَيِّدِهِ وهو المُكَاتَبُ، أو على سَيِّدِ سَيِّدِهِ:\n__________\n(1) سقط في: ز.\n(2) في أ: فما.\n(13/577)\n",
        "الحالة الأولى: إذا جنى على أَجْنَبِيٍّ؛ فله القِصَاصُ، فإن عَفَا المستحق على المال، أو كانت الجِنَايَةُ مُوجِبَةً للمال، تَعَلَّقَ برقبته تباع فيه، إلاَّ أن [يفديه] (1) المُكَاتَبُ وبم يَفْدِيهِ؟ أَيَفْدِيهِ بالأَرْشِ بِكَمَالِهِ، أو يفديه بالأَقَلِّ منه ومن قيمته؟\nفيه قولان:\nفإن قلنا بالأَوَّل فإن كان الأَرْشُ قَدْرَ قيمته، أو أقل؛ فَلِلْمُكَاتَبِ الاسْتِقْلاَل به، وإن كان أكثر لم يَسْتقل به.\nوفي جَوَازِهِ بإذن السَّيِّدِ الخِلاَفُ في تَبرُّعَاتِهِ بالإِذْنِ. ومنهم من قَطَعَ بأنه يَفْدِيهِ بالأقل. ثم ظاهر لفظ \"المختصر\" أنه يعتبر قيمة العَبْدِ يوم الجِنَايَةِ؛ لأنه يوم تَعَلَّقَ الأَرْشُ بالرَّقَبَةِ. وعن ابن خَيْرَانَ [أنه يجيء قول آخر] (2) أنه يعتبر قِيمَةُ يَوْمِ الانْدِمَال؛ بِنَاءً على أنه وَقْتُ المُطَالَبَةِ بالمال. وحكى القَفَّال أنه ينبغي أن يختبر قِيمَةُ يَوْمِ الفِدَاءِ؛ لأن المُكَاتَبَ إنما يمنع من بَيْعِهِ، وَيَسْتَدِيمُ المِلْك فيه يومئذ.\nوذكر القاضي ابْنُ كَجٍّ أن المَذْهَبَ اعْتِبَارُ أقل القيمتين من قِيمَةِ يوم الجِنَايَةِ، وقيمة يوم الفِدَاء؛ احتياطاً للمُكَاتَبِ، وإبْقَاءً للملك عليه.\nونسب هذا إلى نَصِّهِ -رضي الله عنه- في \"الأم\". قال: وعندي أن الحُكْمَ في جِنَايَةِ المكاتب بنفسه إذا اعتبرنا قِيمَتَهُ كذلك هذا في عَبْدِ المُكَاتَبِ الذي لم يكاتب عليه. فأما من يكاتب عليه كَوَلَدِ المُكَاتَبِ من أَمَتِهِ، وكما لو وَهَبَ منه ولده، أو والده -حيث يعُوزُ له القَبُول- فليس له أن يَفْدِيَهُ بغير إِذْنِ السَّيِّدِ، وإن أَذِنَ فهو على الخِلاَفِ في تَبَرُّعَاتِهِ بالإذْنِ؛ وذلك لأن فِدَاءَهُ كَشِرَائِهِ.\nوقد قدمنا هذا، وذكرنا أن الإِمَامَ حكى عن العِرَاقِيِّينَ -رحمهم الله- أنه لو كان له كَسْبٌ، فله أن يَصْرِفَهُ إلى الأَرْشِ، ويَفْدِيَهُ به وأنه استبعد ذلك، وقال: كَسْبُهُ كَسَائِرِ أَمْوَالِ المكاتب، وأنه حكى عنهم أن له أن يَبِيعَ كُلَّهُ، وإن زاد على الأَرْشِ.\nولا يوجد هذا في كتبهم على هذا الإِطْلاَقِ، ولكن قالوا (3): يُبَاعُ منه بقَدْرِ الأرْشِ، فإن لم يَتَيسَّرْ بيع كله، وأدى من ثمَنه الأَرْشَ، والفَاضِلُ لِلسَّيِّدِ، وهذا ليس بِبَعِيدٍ. وكذلك القَوْل في المَرْهُونِ إذا زاد على قَدْرِ الدَّيْنِ. ولو جنى بَعْضُ عَبِيدِ المُكَاتَب على بَعْضٍ، أو جَنَى عَبْدُ غَيْرِهِ على عَبد له، فله أن يَقْتَصَّ؛ لأنه من مَصَالِح المِلْكِ، فلا يحتاج فيه إلى إِذنِ السَّيِّدِ. وفيه قول: أنه لا يَقْتَصَّ إلاَّ بِإِذْنِ السَّيِّدِ، وعليه\n__________\n(1) في ز: يؤذيه.\n(2) سقط في: ز.\n(3) في أ: لو قال.\n(13/578)\n\nتحصيل الأَرْش من عبد الأجنبي، ويُنْسَبُ هذا إلى تَخْرِيج الرَّبِيعِ، وهذا قوله في الكتاب: وقيل: والظَّاهِرُ الأَوَّلُ، إلاَّ أن يكون القَاتِلُ وَالِدَ المَقْتُولِ، ولو كان في عبيده أَبُوه، فقتل عَبْداً له، فكذلك لا يَقْتَصُّ منه.\nولو كان فيهم ابنه، فقتل عَبْداً له، فله أن يَقْتَصَّ منه. وهل له أن يبيع ابْنَهُ وأباه إذا (1) كانا في مِلْكِهِ، وجَنَيَا على عَبْدٍ آخر، أو جناية موجبها المال؟ فيه وجهان:\nأحدهما: لا؛ لأنه لا يَثْبُتُ له على عَبْدِهِ مال، والأَصْلُ منع بيع الوالد والولد.\nوالثاني: نعم؛ لأنه يَسْتَفِيدُ به حُصُولَ أَرْشِ الجِنَايَةِ، ويخالف غير أبيه وابنه من عَبِيدِهِ، فإن تَعَلَّقَ الأرش به لا يُفِيدُهُ شَيْئاً، فإنه كان يَمْلِكُ بَيْعَهُ قبل الجِنَايَةِ.\nوالأَوَّلُ أَصَحُّ عند الإِمَام والشيخ أبي حَامِدٍ، وحَكَاهُ القاضي الطبري عن نَصِّهِ -رضي الله عنه- في \"الأم\". وبالثاني أَجَابَ في \"التهذيب\".\nوعند أبي حَنِيْفَةَ لا يجب القِصَاصُ إذا قَتَلَ بَعْضُ عَبِيدِ المكاتب بَعْضاً [وكذا لو] (2) قتل بَعْضُ عَبِيدِ الحُرِّ بَعْضاً.\nوالحالة الثانية: إذا جَنَى على سَيِّدِهِ، فله القِصَاصُ، ولا يحتاج إلى إِذْنِ السيد على ما ذكرنا، فإن كانت الجِنَايَةُ خَطَأً، أو عَفَا على مال لم يجب؛ إذ لا يَثْبُتُ للسيد على عَبْدِهِ مَالٌ.\nالثالثة: إذا جَنَى على سَيِّدِ سَيِّدِهِ، فهو كما لو جَنَى على أَجْنَبِيٍّ، فيباع في الأَرْشِ، إلا أن يَفْدِيَهُ المكاتب.\nواعلم أن الصُّورَتَينِ الأولَيَيْنِ من صور الفَصْلِ في جِنَايَةِ المُكَاتَبِ، والثالثة في جناية عَبْدِهِ، وقد فَرغْنَا فيها والصورة الرابعة (3) في الجناية على المُكَاتَبِ، وهي إما أن تفرض على طَرَفِهِ أو نَفْسِهِ:\nإن كانت على طَرَفِهِ، فله القِصَاصُ إن كانت بحيث تُوجبُ القِصَاصَ، وليس للسيد مَنْعُهُ كالمريض يقتصّ، ولا يعْتَرِضُ عليه الوَرَثَةُ، والمُفْلِسُ يقتصّ، ولا يَعْتَرِضُ عليه الغُرَمَاءُ. وفيه القول المَحْكِيُّ عن تَخْرِيجِ الربيع ووجه بأنه يُعَجِّزُ نَفْسَهُ، فيعود إلى السَّيِّدِ مَقْطُوعَ اليد بلا جَابِرٍ وإذا قلنا بالظَّاهِرِ؛ فإن اقتصَّ فذاك، وإن عَفَا على مال ثبت المَالُ، لكن لو كان المَالُ دون أَرْشِ الجِنَايَةِ، فقدر المُحَابَاةِ حُكْمُهُ حُكْمُ الجميع إذا عفا مَجَّاناً، وان عفا مُطْلَقاً، فإن قلنا: موجب العَمْدِ أَحَدُ الأمرين، أو قلنا: موجبه\n__________\n(1) في ز: إن.\n(2) في أ: وكذلك إذا.\n(3) سقط في: ز.",
        "(13/579)\n\nالقِصَاصُ، ولكن مُطْلَقَ العفْوِ يوجب المَالَ، ثبت الأَرْشُ وإن قلنا: مُطْلَقُ العفو لا يُوجِبُ المَالَ، لم يجب شَيْءٌ، وإن عَفَا مَجَّاناً سقط القِصَاصُ.\nثم إن قلنا: مُوجَبُ العَمْدِ القِصَاصُ لم يجب شَيْءٌ؛ إن قلنا: مُطْلَقُ العفو لا يُوجِبُ المَالَ، وإن قلنا: يوجبه، فوجهان:\nيجب المال إن كان العَفْوُ بغير إِذْنِ السَّيِّدِ، وإن كان بإذنه فعلى قولين؛ كما لو عَفَا عن المَالِ في الجِنَايَةِ المُوجِبَةِ للْمَالِ.\nوالثاني: لا يَجِبُ، وإن كان العَفْوُ بغير إِذْنِهِ؛ لأن الجِنَايَةَ على هذا القول غير مُوجِبَةٍ للمال، وإنما يَثْبُتُ المَالُ بالعفو المُطْلَقِ، وإذا عَفَا مَجّاناً، فقد امْتَنَعَ من الاكْتِسَابِ بالَعفْوِ المُطْلَقِ. والمُكَاتَبُ إذا امْتَنَعَ من الاكْتِسَابِ لا يُجْبَرُ عليه.\nوإن كانت الجِنَايَةُ مُوجِبَةً للمال، فلا يَصِحُّ عَفْوُهُ عنه بغير إذْنِ السيد، وإن عفا. بإذْنِهِ، ففيه القولان في التَّبَرُّعَاتِ بالإِذْنِ، وحيث ثَبَتَ المَالُ بالجِنَايَةِ على طَرَفِهِ، فهو للمكاتب، يَسْتَعِينُ به على أَدَاءِ النجوم؛ لأنه يَتَعَلَّقُ بِعُضْوِ من أَعْضَائِهِ، فهو كالمَهْرِ، تَسْتَحِقُّهُ المُكَاتَبَةُ، ولأن كَسْبَهُ له، وهو عِوَضُ ما تَعَطَّلَ من كَسْبِهِ بقطع ذلك العُضْوِ هكذا وَجَّهُوهُ. وهل يستحق أَخْذَهُ في الحال، أم يتوقَّفُ على الانْدِمَالِ؟ فيه قولان، كما في الجِنَايَةِ على الحُرِّ.\nومنهم من قَطَعَ بجواز الأَخْذِ في الحَالِ هاهنا، سَعْياً في تحْصِيل العِتْقِ. فإن قلنا: يتوقف الأَخْذُ على الانْدِمَالِ، وقد قطعت يَدُهُ، فينظر إن سَرَتِ الجِنَايَة إلى النَّفْسِ، انْفَسَخَتِ الكِتَابَةُ على مَا سَنَذْكُرُ في الجِنَايَةِ على النَّفْسِ، وعلى الجاني الكَفَّارَةُ.\nوإذا كان أَجْنَبِيّاً، فعليه القِيمَةُ لِلسَّيِّدِ. وإن انْدَمَلَتْ؛ فإن كان الجاني أَجْنَبِيّاً أخذ المُكَاتَبُ نِصْفَ قِيمَتِهِ، وَيَسْتَعِينُ به على أَدَاءِ النجوم.\nوإن كان الجَانِي السَّيِّدُ، فيستحقُّ المكَاتبُ عليه نِصْفَ القِيمَةِ، وهو يَسْتَحِقُّ النُّجُومَ على المُكَاتَب، فإن حَلَّ نَجْمٌ واتَّحَدَ الوَاجِبَانِ جِنْساً وصِفَةً، ففيه الخلاف في التَّقَاصِّ، ويأخذ من لهَ الفَضْلُ الفَضْلَ، وإن اخْتَلَفَا أخذ كُلُّ واحد منهما حَقَّهُ.\nوإن قلنا: له أَخْذُ الأَرْشِ في الحال؛ ففي \"جمع الجوامع\" للقاضي الروياني أنه إن كان الأَرْشُ مِثْلَ دِيَةِ حر، أو أقل، فله أخْذُ جميعه، وإلاَّ فلا يَأْخُذُ أَكْثَرَ من قَدْرِ الدِّيَةِ، لأن الجِنَايَةَ قد تَسْرِي إلى نفسه، ويعود كالواجب إلى الدِّيَةِ لِعِتْقِهِ.\nوإذا أخذ مَا لَهُ أَخذَهُ، ثم انْدَمَلَتِ الجِرَاحَةُ، فقد اسْتَقَرَّ الأَرْشُ، وليأخذ الباقي إن لم يأخذ كُلّهُ.\nوإن سَرَتْ إلى النَّفْسِ، نُظِرَ، إن سَرَتْ قبل أن يعتق، انْفَسَخَتِ الكتابة، فإن كان\n(13/580)",
        "\nالجَانِي أَجْنَبِياً، فللسيد مُطَالَبَتُهُ بِتَمَامِ القِيمَةِ، وإن كان الجَانِيَ السَّيِّدُ سَقَطَ عنه الضَّمَانُ، وأخذ كَسْبَهُ. وإن كانت السِّرَايَةُ بعدما عُتِقَ بأداء النجوم، فإن كان الجاني أَجْنَبِياً، فَعَلَيْهِ تَمَامُ الدِّيَةِ؛ لأن الاعْتِبَارَ في الضَّمَانِ بحالة الاسْتِقْرَارِ، ويكون ذلك لمن [يرثُهُ] (1) من أَقَارِبِهِ، فإن لم يكونوا، فللسيد بالوَلاَءِ. كان كان الجَانِيَ السَّيِّدُ، فعليه تَمَامُ الدِّيَةِ أيضاً، بخلاف ما لو جَرَحَ عَبْدَهُ القِنَّ، ثم أَعْتَقَهُ، ومات بالسِّرَايَةِ، حيث لا ضَمَانَ؛ لأن ابتداء الجِنَايَةِ غير مَضْمُونٍ هناك، وهاهنا ابتداء الجِنَايَةِ مَضْمُونٌ.\nولو حصل العِتْقُ بالتَّقَاصِّ، فالحكم كما لو حَصَلَ بالأداء، ولا يمنع من التَّقَاصِّ كَوْنُ الدِّيَةِ إِبِلاً، فإن الجَوَابَ في الابْتِدَاءِ نِصْفُ القيمة، والتِّقَاصُّ حينئذ يَحْصْلُ.\nثم إذا سَرَتِ الجِنَايَةُ بعد العِتْقِ، فيجب الفَاضِلُ من الإِبِلِ.\nوإذا عَفَا المُكَاتَبُ عن المال، ولم نصحح عَفْوَهُ على ما فَصَّلْنَا، ثم عُتِقَ قبل أخذ المال؛ فهل له أَخْذُهُ؟ فيه قولان:\nأصحهما: وهو المَنْصُوصُ: نعم، وذلك العَفْوُ كان لاَغِياً، وربما بُنِيَ القَوْلاَنِ على أن تَصرُّفَاتِ المُفْلِسِ بَاطِلَةٌ، أو موقوفة أو منتظرة. ولو جنى على طَرَفِ المُكَاتَب عَبْدُهُ فله القِصَاصُ، فإن كانت الجِنَايَةُ خَطأً، أو عَفَا، فلا يَثْبُتُ له على عَبْدِهِ مَالٌ. وهل له أن يَبِيعَ منه (2) بقدر الأَرْشِ؟ فيه الوجهان المذكوران؛ فيما إذا جَنَى ابْنُ المُكَاتَبِ الذي يكاتب عليه على عَبْدٍ آخر له؛ هذا تَمَامُ القَوْلِ في الجِنَايَةِ على طَرَفِ المُكَاتَبِ.\nوإن كانت الجِنَايَة على نَفْسِهِ، فَتَنْفَسِخُ الكِتَابَةُ، ويموتُ رَقِيقاً.\nثم إن قتله السَّيِّدُ، فليس عليه إِلاَّ الكَفْارَةُ، كان قَتَلَهُ أَجْنَبِيٌّ، فللسيد القِصَاصُ، أو القِيمَةُ، وله أخذ أَكْسَابِهِ أيضاً، ويأخذ ذلك بحكم المِلْكِ، لا بطريق الإِرْثِ.\nوفي طريقة الصَّيْدَلاَنِيِّ أن عند أبي حَنِيْفَةَ: إذا كان الأرْشُ وَافِياً بالنجوم، وزَائِداً عليها حُكِمَ بأنه مات حرًا، وأخذ من سَيِّدِهِ بَاقِي قيمَتِهِ. والله أعلم.\nوقد انتهى الكَلاَمُ فيما يَتَعَلَّقُ بالفَصْلِ. وعليك أن تَتَأَمَّل صُوَرَهُ في الكتاب وتُنَزِّلَ كُلَّ شيء منها مَنْزِلَتَهُ.\n\nفُرُوعٌ منثورة نَخْتمُ بها الكتاب:\nعن \"الأم\" أنه إذا جَنَى السَّيِّدُ على طَرَفِ المُكَاتَبِ، وكان الأَرْشُ مثل النجوم، وحكمنا بالتَّقَاصِّ، وحُصُولِ العِتْقِ، ثم عاد السَّيِّدُ وجَنَى عليه جِنَايَةً أخرى تُوجِبُ القِصَاصَ، فهي جِنَايَةٌ على حُرٍّ، فإن قال: لم أعلم بأنه يَحْصُلُ التَّقَاصُّ والعِتْقُ، لم\n__________\n(1) سقط في: ز.\n(2) في ز: فيه.\n(13/581)\n",
        "يُقْبَلْ منه، كما لو قتل من كان [عبداً] (1) فعتق، وقال: لم أعلم أنه عُتِقَ.\nقال الربيع: وفيه قَوْلٌ آخر أنه يُؤْخَذُ منه دِيَةُ حُرٍّ ولا قِصَاصَ لِلشُّبْهَةِ. إذا قال المُكَاتَبُ: إن عَجَزْتَ عن النُّجُوم بعد وَفَاتِي، فأنت حُرٌّ صَحَّ التَّعْلِيقُ، ثم إن قال المُكَاتَبُ قبل الحُلُولِ: عَجَزْتُ لم يعتبر قوله. وإن كان بعد الحُلُولِ ووجد في يَدِهِ ما يَفِي بالواجب، فلا عَجْزَ أيضاً، وإن لم يوجد صُدِّقَ بِيَمِينِهِ.\nعن \"الأم\" أنه إذا عُتِقَ المُكَاتَبُ، واختلف هو ومن جَنَى عليه، فقال المُكَاتَبُ: كنت حُرّاً عند الجِنَايَةِ. وقال الجَانِي: بل مُكَاتَباً، فَيُصَدَّقُ الجاني مع يَمِينِهِ، فإن شَهِدَ السَّيِّدُ للمُكَاتَبِ، قبلت شَهَادَتُهُ، ويأتي بِشَاهِدٍ آخر. يقبل إقرار المكاتب بِدُيُونِ المُعَامَلاَتِ، وبالبيع، وما يَقْدِرُ على إِنْشَائِهِ وفي كتاب القاضي ابْنِ كَجٍّ أنه إن قال: بِعْتُ هذه السِّلْعَةَ، وهذا ثَمَنُهَا يُقْبَلُ إقْرَارُهُ. وإن قال: بِعْتُهَا، وتَلِفَ الثَّمَنُ في يَدِي. ففي القَبُولِ قولان. وإن أقر بِدَيْنِ جِنَايَةٍ؛ فهل يَقْبَلُ على السيد؟ فيه قولان:\nقال في \"التهذيب\": أصحهما: أنه يقبل، ويُؤَدِّي مما في يَدِهِ كَدَيْنِ المُعَامَلَةِ، لكن لو كان ما أَقَرَّ به أَكْثَرَ من قِيمَتِهِ لا يلزم إلاَّ قَدْرُ قيمته، بخلاف دَيْنِ المعاملة، فإن لم يَكُنْ في يَدِهِ شيء، بيع في دَيْنِ الجِنَايَةِ.\nوالثاني: وهو الذي أَوْرَدَهُ جَمَاعَةٌ؛ أنه لا يقبل في حَقِّ السيد، فإنه لم يسلط عليه بعقد الكتبة [فإن قبلنا إِقْرَارَهُ، فعجز قبل أن يُؤْخَذَ دَيْنُ الجناية، فقولان:\nأحدهما: يباع (2) فيه؛ لأنه أَقَرَّ في وقت كَانَ إِقْرَارُهُ مَقْبُولاً والثاني: لا يُبَاعُ، ويكون في ذِمَّتِهِ إلى أن يعتق؛ لأنه بالعَجْزِ صارت رَقَبَتُهُ لِلسَّيِّدِ، فصار كما لو أَقَرَّ بعد العَجْزِ، ولا يقبل إقرار السيد على المُكَاتَبِ بالجِنَايَةِ، لكن لو عَجَزَ أَخَذَ السَّيِّدُ بِإقْرَارِهِ.\nولو قال: كان قد جَنَى قبل الكِتَابَةِ، لم يقبل على المُكَاتَبِ أيضاً؛ لخروجه عن يَدِهِ بِالكتَابَةِ، كما لو خَرَجَ عن يَدِهِ بالبَيْعِ.\nإذا مات سَيِّدُ المُكَاتَب؛ فقد عَرَفْتَ أن الكِتَابَةَ لا تَرْتَفِعُ، ويحصل العِتْقُ بالأَدَاءِ إلى الوَارِثِ، فإن كان له وَارَثَانِ، لم يُعْتَقْ، إلاَّ بالدَّفْعِ إليهما حَقَّهُمَا.\nوإن كان الوَارِثُ صَغِيرًا، أو مَجْنُوناً، لم يُعْتَقْ، إلاَّ بالدَّفْع إلى الأب، أو الجد، أو الوَصِيَّ، أو القَائِمِ. فإن كان قد أوصى إلى ابْنَيْنِ، لم يُعْتَق إلاَّ بالدَّفْع إليهما، إلاَّ إذا ثَبَتَ لكل واحد منهما الاسْتِقْلاَلُ. وإذا كان على المَيِّتِ دَيْنٌ أوَ أوْصَى بِوَصَايَا [متفرقة] (3) فإن كان الوَارِثُ وَصِيّاً في قضاء الدَّيْنِ، وتَنْفِيذِ الوَصَايَا، عُتِقَ بالدَّفْعِ إليهما،\n__________\n(1) في ز: عبيداً.\n(2) سقط في: ز.\n(3) سقط في: ز.\n(13/582)\n\nوإلاَّ قد أَوْصَى إلى غيره فيجمع بينه وبين الوَرَثَةِ، ويدفعها إليهم.\nوإن لم يُوصِي إلى أَحَدٍ، قام القاضي مَقَامَ الوَصِيِّ، ولو دَفَعَ إلى الغَرِيم لم يُعْتَقْ، وإن دَفَعَ إلى الوَارِثِ، فإن قَضَى الدَّيْنَ والوَصَايَا، عُتِقَ، وإلاَّ وجب الضَّمَانُ على المُكَاتَبِ، ولم يُعْتَقْ. هكذا ذكر صاحب \"التهذيب\".\nوعن القاضي أبي الطيب أنه إذا كان الدَّيْنُ مُسْتَغْرِقاً لِلْتَّرِكَةِ، بَرِئَ المُكَاتَبُ بالدَّفْعِ إلى الغَرِيم (1). وإن كان قد أَوْصَى بالنُّجُومِ لإنسان، فَيُعْتَقُ بالدفع إليه. وإن أوصى بها لِلفُقَرَاءِ، أو المَسَاكينِ، فَيَدْفَعُهَا إلى مَنْ أوْصَى إليه بِتَفْرِيقهَا، أو إلى الحَاكِمِ.\nوإن أوصى بِقَضَاءِ الدَّيْنِ منها، تَعيَّنَ صرفها (2) إليه؛ فهو كما لو أَوْصَى بها لإِنْسَانٍ. إذا مات السَّيِّدُ والمكاتب، ممن يعتق على الوارث، عُتِقَ عليه، خِلاَفاً لأبي حَنِيْفَةَ. ولو نكح الابن مُكَاتَبَةَ أَبيهِ، ثم مات الأَبُ، والابن وَارِثٌ، انْفَسَخَ النِّكَاحُ؛ لأنه مَلِكَ زَوْجَتَهُ. وكذا لو مات السَّيِّدُ، وَبِنْتُهُ تحت مُكَاتَبهِ، فورثت زَوْجَهَا، خِلاَفاً لأبي حنيفة، وسلّم أنه لو مات وله بنْتٌ ومُكَاتَبٌ، لا يجوز لِلْمُكَاتَبِ أن يَنْكِحَهَا، وذلك يَدُلُّ على أنها تَمْلِكهُ.\nولو اشترى المُكَاتَبُ زَوْجَتَهُ الأَمَةَ من السَّيِّدِ، أو غيره، أو اشترت المُكَاتَبَةُ زَوْجَهَا يَنُفَسِخُ النِّكَاحُ، خلافاً لأبي حَنِيفَةَ -رحمه الله تَعَالَى-.\n__________\n(1) سكت المصنف عن الترجيح، قال الشيخ البلقيني: ما نقله عن القاضي أبي الطيب قد نص الشَّافعي عليه في الأم في باب ميراث سيد المكاتب، ولفظه: وإذا دفع المكاتب كتابته إلى قوم أثبتوا على سيده ديونهم عتق إن لم يكن في كتابته فضل عن دينهم، لكن هذا النص لا يشترط استغراق الدين للتركة بل للكتابة ولكن الأول هو المراد.\nقال في الخادم بعد حكايته هذا النص: ولعل مأخذ الخلاف أن الدين ما يمنع انتقال التركة إلى الوارث بقدر الدين أم بالجميع، والصحيح بالجميع كما سبق في الرَّهْن، ثم هذا كله إذا دفعه إلى الغريم لا بإذن الوارث، فإن دفعه بإذنه فلا شك في الإعتاق.\nوقال الشيخ البلقيني ما ذكره البغوي يقال عليه إن كان قبض الوارث صحيحاً في الابتداء فكيف قال آخر ألا يعتق المكاتب وإن كان في الابتداء غير صحيح، فإذا قضى الوارث الدين والوصايا لم قلت يعتق المكاتب بقبض غير صحيح وجوابه أنا نقول هو صحيح في الابتداء وليس كبيع الوارث مع وجود الدين المقارن لأن ذلك تفويت ولكنه إذا لم يقض الدين بأن أن المكاتب لم يعتق لأن الدين الذي عليه كان مرهوناً عند أصحاب الديون وهنا بالشرع نظراً للميت فلما قبض الوارث كان قد قبض بالملك، فلما لم يحصل المقصود لم يعتق المكاتب كما لو بيع المرهون بإذن المرتهن للوفاء فتلف الثمن المعين قبل القبض يعود الرَّهْن. انتهى.\n(2) في أ: تفرقها.",
        "(13/583)\n\nكِتَابُ عِتْقِ أُمَّهَاتِ الأَوْلاَدِ\nقَالَ الْغَزَالِيُّ: وَمَنِ اسْتَوْلَدَ جَارَيتَهُ فَأَتَتْ بِوَلَدٍ ظَهَرَ عَلَيْهِ خِلْقَةُ الآدَمِيَّ إِمَّا حَيّاً وإمَّا مَيِّتاً عُتِقَتْ عَلَيْهِ إِذَا مَاتَ، وَلاَ يَجُوزُ بَيْعُهَا قَبْلَ المَوْتِ عَلَى الجَدِيدِ، وَكَذَا لاَ يَبِيعُ وَلَدَهَا مِنْ زِنَاَ أَوْ نِكَاحٍ إِذَا حَصَلَ بَعْدَ الاسْتِيْلاَدِ وَيُعْتَقُونَ أَيْضاً بِمَوْتِهِ، وَلَهُ إِجَارَتُهَا وَاسْتِخْدَامُهَا وَوَطْؤُهَا، وَلَهُ أَنْ يُزَوِّجَهَا بِغَيْرِ رِضَاهَا، وَقِيلَ: لاَ يَجُوزُ إلاَّ بِرِضَاهَا، وَقِيلَ: لاَ يَجُوزُ بِرِضَاهَا أَيْضاً إلاَّ بِمُرَاجَعَةِ القَاضِي، وَلَهُ أرْشُ الجِنَايَةِ عَليْهَا وعَلَى أَوْلاَدِهَا، وَمنْ غَصَبَهَا فَتَلِفت فِي يَدِهِ ضَمِنَهُ لِأَنَّهَا كَالرَّقِيقَةِ إِلاَّ فِي البَيْعِ، وَلَوْ شَهِدَ رَجُلاَنِ عَلَى إِقْرَارِهِ بِالاسْتِيلاَدِ وَحُكِمَ بِهِ فَرَجَعَا غُرِّمَا بَعْدَ مَوْتهِ لِلوَرَثَةِ عِنْدَ عِتْقِهَا وَلَمْ يُغَرَّمَا فِي الحَالِ لِأَنَّهُمَا مَا أَزَالاَ إِلاَّ سَلْطَنَةَ البَيْعِ وَلاَ قِيمَةَ لَهُ.\nقَالَ الرَّافِعِيُّ: عن ابن عَبَّاسٍ -رضي الله عنهما- أن النبي -صلى الله عليه وسلم- قال: \"أَيُّمَا أَمَةٍ وَلَدَتْ مِنْ سَيِّدِهَا فَهِيَ حُرَّةٌ عَنْ دَبْرٍ منْهُ\" (1). وعن ابن عمر -رَضِيَ الله عنهما- أن النبي -صلى الله عليه وسلم- قال: \"إِذَا أَوْلَدَ الرَّجُلُ أَمَتَهُ، وَمَاتَ عَنْهَا فَهِيَ (2) حُرَّةٌ\".\nوَلَدُ الرجل من أَمَتِهِ يَنْعَقِدُ حُرّاً، وتَصِيرُ الأَمَةُ بالوِلاَدَةِ مُسْتَوْلَدَة تُعْتَقُ إذا مات السَّيِّدُ (3)، ويكون عِتْقُهَا مُقَدَّماً على حُقُوقِ الغُرَمَاءِ فَضْلاً عن الوَصَايَا، وحقوق الوَرَثَةِ،\n__________\n(1) رواه أحمد وابن ماجه [2515] والدارقطني [4/ 132 - 133] والحاكم [2/ 19] والبيهقي، وله طرق، وفي إسناده الحسين بن عبد الله الهاشمي وهو ضعيف جداً، وفي رواية للدارقطني والبيهقي من حديث ابن عباس أيضاً: أم الولد حرة، وإن كان سقطاً، وإسناده ضعيف أيضاً، والصحيح أنه من قول ابن عمر.\n(2) رواه الدارقطني والبيهقي [10/ 342 - 343] مرفوعاً وموقوفاً، قال الدارقطني [4/ 135]: الصحيح وقفه عن ابن عمر عن عمر، وكذا قال البيهقي وعبد الحق، وكذا رواه مالك في الموطإ موقوفاً على عمر، وقال صاحب الإلمام، المعروف فيه الوقف، والذي رفعه ثقة، قيل: ولا يصح مسنداً. قاله الحافظ مع التلخيص.\n(3) تعبيره \"بولد الرجل\" يتناول بإطلاقه ما لو استدخلت ذكره وهو نائم أو مغمى عليه أو سكران أو استدخلت ماءه المحترم أنه ينعقد الولد حراً وتصير الأمة بالولادة أم ولد، وقال الأذرعي: إنه الذي يظهر. =\n(13/584)",
        "\nوينزل الاسْتِيلاَدُ منزلة الاسْتِهْلاَكِ، حتى أن اسْتِيلاَدَ المَرِيضِ مَرَضَ المَوْتِ، كَاسْتِيلاَدِ الصَّحِيحِ في النُّفُوذِ من رَأْسِ المَالِ، كإنْفَاقِ المَالِ، في الكَفَّارَاتِ (1) والشَّهَوَاتِ.\nوكما يَثْبُتُ الاسْتِيلاَدُ بانْفِصَالِ الوَلَدِ الكَامِل، يَثْبُتُ بإلْقَاءِ المُضْغَةِ التي ظَهَرَتْ فيها خِلْقَةُ الآدَميِّينَ، أو ظهر فيها التَّخْطِيطُ لكلَ أَحَدٍ، أو لِلْقَوَابِلِ، وأَهْلِ الخِبْرَةِ من النِّسَاءِ.\nوإن لم يظهر وَقُلْنَ: إن ما أَلْقَتْهُ أصْلُ الآدَمِيِّ، ولو بقي لتصور فالأصح أنه لا يثبت به الاستيلاَدُ، وقد ذَكَرْنَا فيه من الطُّرُقِ في \"كِتَابِ العِدَّةِ\" وغيره.\nثم الكَلاَمُ في صُوَرٍ تَتَعلَّقُ بأَحْكَامِ المُسْتَوْلَدَة:\nمنها: لا يَجُوز بَيْعُ المُسْتَوْلَدَةِ، ولا رَهْنُهَا، ولا هِبَتُهَا، ولا الوَصِيَّةُ بها؛ لما روي عن ابن عُمَرَ -رضي الله عنهما- أن النبي -صلى الله عليه وسلم- قال: \"أُمُّ الوَلَدِ لاَ تُبَاعُ، وَتعْتَقُ بِموْتِ سَيِّدِهَا\" (2) ويقال: إنَّ الصَّحَابَةَ -رضي الله عنهم- اتَّفَقَتْ عليه في عَهْدِ عمر، وعثمان -رضي الله عنهما- ومَشْهُورٌ عن عَلِيٍّ -كرم الله وَجْهَهُ- أنه قال: اجتمع رَأْيي ورَأي عُمَرَ على أن أُمَّهَاتِ الأَوْلاَدِ لا يُبَعْنَ.\nويروى علي عتق أمهات الأولاد، ثم رَأَيْتُ بعد ذلك أن أَقْضِيَ بِبَيْعِهِنَّ، فقال عَبيدَةُ السَّلْمَانِيُّ رَأْيُكَ مع رَأْي عُمَرَ أَحَبُّ إلينا من رَأْيِكَ وَحْدَكَ. فيقال: إنه رَجَعَ عن ذَلِكَ. وعن الشَّافِعِيِّ -رضي الله عنه- ميل القَوْلِ في بَيْعِهِنَّ في مَوَاضِعَ واختلف فيه الأَصْحَابُ -رحمهم الله- فذهب مُعْظَمُهُم إلى أنه ليس للشافعي -رَضِيَ الله عنه- فيه اخْتِلاَفُ قول، وأَشَارَ بميل القول إلى مَا رُوِيَ في تَجْوِيزه عن عَلِيٍّ وابن الزُّبَيْرِ -رضي\n__________\n= وقال الشيخ البلقيني في تصحيح المنهاج: يستثنى منه المكاتب إذا أحبل أمته والراهن المعسر إذا أحبل أمته المرهونة الرَّهْن اللازم بالقبض ومالك الجانية المعسر الجانِة جناية توجب مالاً متعلقاً برقبتها، والوارث إذا أحبل أمة التركة التي انتقلت إليه وحده وهو معسر، والجارية المنذور التصدق بها أو قيمتها والجارية الموصى بإعتاقها الخارجة من الثلث، ثم قال: وأما المبعض إذا ملك أمة ببعضه الحر ثم وطئها فأحبلها وأتت بولد فنص الشافعي في الأم أنها لا تصير أم ولد، ثم حكى قولاً آخر ثم اختار أنه يثبت الاستيلاد وأن الماوردي جزم بذلك ثم قال ويستثنى من كلامه يعني المنهاج الصبي إذا استكمل تسع سنين إذا وطئ أمته فولدت لأكثر من ستة أشهر لحقه ولا يحكم ببلوغه مع أنه يختار ثبوت الاستيلاد، وقول المصنف \"أمته\" أي وكذا المشتركة إذا استولدها الشريك وكان موسراً بحصة الشريك فإن كان معسراً فيثبت الاستيلاد في حصته خاصة وأفهم كلامه أيضاً أنه لا يثبت الاستيلاد بإحبال أمة غيره ويستثنى منه إذا أحبل السيد أمة مكاتبه وكذا إذا أحبل الأب الحر أمة فرعه ولم تكن مستولدة فرعه فإنه يثبت الاستيلاد.\n(1) في الروضة: اللذات.\n(2) أخرجه الدارقطني بمعناه، وقد سبق إسناده.\n(13/585)\n",
        "الله عنهم- ومنهم من قال جَوَّزَهُ في القَدِيم (1)، وقد يُوَجَّهُ ذلك بما رُوِيَ عن جابر قال: كُنَّا نَبِيعُ أُمَّهَاتِ الأَوْلاَدِ في عَهْدِ النبي -صلى الله عليه وسلم- لا نَرَى بذلك بَأْساً، وعلى هذه الطَّرِيقَةِ جَرَى في الكتاب فقال: \"ولا يَجُوزُ بَيْعُهَا قبل المَوْتِ على الجديد\".\nويجوز إِعْلاَمُ قوله: \"على الجديد\" بالواو للطَّرِيقَةِ الأُولى، بما حكى الإِمام في التَّفْرِيعِ على القديم وجهين:\nفعن صاحب \"التقريب\"، والشيخ أبي عَلِيٍّ -رحمهما الله- أنها اشتملت على ولده ونقضته وهي رَقِيقَةٌ، كما كانت، ولا تُعْتَقُ بموت السَّيِّدِ وعن الشيخ أبي مُحَمَّدٍ والصَّيدَلاَنِيِّ -رحمهم الله- أنها تعْتَقُ بالموت، وإِن جَوَّزْنَا بَيعَهَا في الحَيَاةِ كالمُدَبَّرِ.\nوقال: ويجوز أن يقول هو: لا تُعْتَقُ من رَأسِ المَالِ، ويجوز أن يجعلوا عِتْقَهَا كِعِتْقِ المُدَبَّرِ. والوَجْهُ الأول يُرَخِّصُ في إِعْلاَمِ قوله في الكتاب: \"عتقت عليه إذا مات\" بالواو.\nولو قلنا: بالصَّحِيحِ، فلو قَضَى قَاضٍ بِجَوَازِ بَيعِهَا؛ فحكاية الرُّويَانِيِّ عند الأَصْحَابِ -رحمهم الله- أنه يُنْقَضُ قَضَاؤُهُ، وما كان فيه في خِلاَفٍ، فقد انْقَطَعَ، وصَارَ مَهْجُوراً. وبهذا أجاب الدَّاركِيُّ. ونقل الإِمَامُ فيه اخْتِلاَفاً لِلأصْحَاب، وذكر أن الشيخ أبو عَلِيٍّ بَنَاهُ على أن مُخَالَفَةَ عَلِيٍّ -كَرَّمَ الله وَجْهَهُ- كانت قبل انْقِرَاضِ العَصْرِ؛ وللأُصُولِيِّينَ خِلاَفٌ في أنه: هل يُشْتَرَطُ لِحُصُولِ الإِجْمَاعِ انْقِرَاضُ العَصْرِ؟\nفإن قلنا: لا يُشْتَرَط؛ نُقِضَ القَضَاءُ بجواز البَيْعِ.\nوإن قلنا: يُشْتَرَطُ؛ لم يُنْقَضْ. ويجوز أن يُبْنَى الخِلاَفُ على ما ذكر الصَّيْدَلاَنِيُّ أن لأصحابنا وَجْهَيْنِ في أنه إذا اختلف الصَّحَابَةُ -رَضِيَ الله عنهم- في مَسْأَلَةٍ، ثم أجمع البَاقُونَ على أَحَدِ القولين؛ هل يرفع به الخلاف الأول، وبيع المستولدة -وإن اختلف فيه الصَّدْرُ الأَوَّلُ- فقد أَجْمَعَ أَهْلُ العصر الثاني على منْعِهِ -رضي الله عنهم- أَجْمَعِينَ.\nومنها: أولاد المُسْتَوْلَدَةِ من السَّيِّدِ لا تخفى حُرِّيَّتُهُم، والذين حَدَثُوا من النِّكَاحِ أو\n__________\n(1) قال في الخادم: محل الخلاف في البيع إنما هو بعد الوضع وكذا قاله ابن حزم في كتاب الأحكام فقال وأجمعوا على منع بيعهن إذا حملن من ساداتهن وإنما اختلفوا في بيعهن بعد الوضع وقد احتج أبو العباس بن سريج في كتاب الودائع على منع البيع باتفاق الأمة على أنها لا تباع في حال الحبل فدلالة اتفاقهم قاضية على حكم ما اختلفوا فيه في حال الولادة وقد ينقض هذا بالحامل بحد من وطء شبهة لا تباع قبل وضعه وتباع بعده ويحكى أن أبا بكر محمد بن داود ناظر ابن سريج في هذه المسألة فقال أجمعنا على أنها كانت أمة تباع فمن ادعى أن هذا الحكم يزول بولادتها فعليه الدليل.\nفقال ابن سريج أجمعنا على أنها إذا كانت حاملاً لا تباع فمن ادعى أنها تباع إذا انفصل الحمل فعليه الدليل فبهت أبو بكر.\n(13/586)\n\nالزِّنَا حكمهم حُكْمُ الأُمِّ؛ لأن الوَلَدَ يتبع الأُمَّ في الحُرِّيَّةِ، فكذلك في حَقِّ الحُرِّيَّةِ، ولا يجيء فيهم الخِلاَفُ المَذْكُورُ في وَلَدِ المُدَبَّرَةِ والمكاتبة، فإن الاسْتِيلاَدَ أَقْوَى؛ لأنه لا يُرْفَعُ بِحَال. والتَّدْبِيرُ والكِتَابَةُ يَقْبَلاَنِ الرَّفْعَ، فليس للسَّيِّدِ بَيْعُهُم، ويُعْتَقُونَ بموته وإن كانت الأُمُّ قد مَاتَتْ في حَيَاةِ السَّيِّدِ.\nولو أعتق السَّيِّدُ الأُمَّ، لم يعتق الوَلَدُ، وكذا حكم العَكْس، كما في التَّدْبير، بخلاف ما إذا أَعْتَقَ المُكَاتَبَةَ، يعتق وَلَدُهَا؛ لما سَبَقَ. ولو ولدت (1) المُسْتَوْلَدَةُ من وطء شُبْهَةٍ، فإن كان الوَاطِئُ يَعْتَقِدُ أنها زَوْجَتُهُ الأَمَةُ، فالوَلَدُ رَقِيقٌ للسيد كالأُمِّ، وهو كما لو أتت به من نِكَاحٍ أو زِنا، وإن كان يَعْتَقِدُ أنها زوْجَتُهُ الحُرَّةُ، أو أَمَتُهُ، فينعقد الولد حُرٌّ، وعليه قِيمَتُهُ للسَّيِّدِ.\nوأما الأولاد الحَاصِلُونَ قبل الاسْتِيلاَدِ من النكاح أو الزنا، فليس لهم حُكْمُ الأُمِّ، وللسيد بَيْعُهُمْ إذا ولدوا في مِلْكِهِ، ولا يُعْتَقُونَ بِمَوْتِهِ؛ لِحُدُوثهِ قبل أن يَثْبُتَ للأم حَقُّ الحرية. ومنها: المُسْتَوْلَدَةُ فيما سِوَى نَقْلِ المِلْكِ فيها كالقِنَّةِ، فله إِجَارَتُهَا واسْتِخْدَامُهَا وَوَطْؤُهَا.\nوعن مالك: المَنْعُ من إجَارَتهَا. واحتج الأَصْحَابُ بأنه يملك اسْتِخْدَامَهَا، فيملك إِجَارَتَهَا كالمُدبَّرَةِ، وله أرْشُ الجِنَايَةِ عليها، وعلى أولادها [التابعين] (2) لها، وقيمتهم إذا قتلوا ومن غَصَبَ المُسْتَوْلَدَةَ [فتلفت] (3) من يَدِهِ ضَمِنَهَا كالقِنَّةِ.\nومَسْأَلَةُ الغَصْبِ مُكَرَّرَةٌ أَوْرَدَهَا في \"الغَصْب\" مَرَّةً، [وقد ذكرنا] (4) هناك خِلاَفَ أبي حَنِيْفَةَ -رحمه الله- فيها. ولو شَهِدَ شَاهِدَانِ على إِقْرَارِ السَّيِّدِ بالاسْتِيلاَدِ، وحكم القاضي بِشَهَادَتِهِمَا، ثم رجعا.\nفعن الشيخ أبي عَلِيٍّ أنهما لا يُغَرَّمَانِ شيئاً؛ لأن المِلْكَ بَاقٍ في المُسْتَوْلَدَةِ، ولو لم ينويا إلاَّ سَلْطَنَةَ البَيْعِ، ولا قيمة لها على تَجَرُّدِهَا وليس هذا كإِبَاقِ العَبْدِ من يَدِ الغَاصِبِ، في أنه في عَهْدِهِ ضَمَانُ يَدِهِ حتى يَعْودَ المَغْصُوبُ إلى مُسْتَحقِّه.\nقال الإِمَامُ: وإذا مات السَّيِّدُ، ومات المِلْكُ، فالذي نَرَاهُ أن عليهما الغُرْمَ لِلْوَرَثَةِ؛ لأن هذه الشَّهَادَةَ لا تَنْحَطُّ عن الشَّهَادَةِ على تعليق العِتْقِ. ولو شَهِدَ على التَّعْلِيقِ فوجدت الصِّفَةُ، وحكمنا بِشَهَادَتِهِمَا، ثم رَجَعَا لزمهما الغُرْمُ (5).\n__________\n(1) في أ: أولدت.\n(2) في ز: البالغين.\n(3) في ز: فبلغت.\n(4) في ز: فذكرنا.\n(5) قال في الخادم: هذا مخالف لما نقله في باب الرجوع عن الشهادة حيث قال ومن الفرع الثاني العتق فإذا شهدا على عتق عبد وقضى القاضي ثم رجعا كرما قيمة العبد ولم يرد العتق ولا فرق بين أن يكون المشهود بعتقه قناً أو مدبراً أو مكاتباً أو أم ولد، هذا لفظه، انتهى.",
        "(13/587)\n\nومنها: في تَزْوِيجِ المُسْتَوْلَدَةِ ثَلاثَةُ أقوال:\nأصحهما: وبه قال أبو حَنِيْفَةَ، واختاره المُزَنِيُّ-: أن للسيد الاسْتِقْلاَلَ به، كما في القِنَّةِ؛ لأنه يَمْلِكُ إِجَارَتَهَا، فيملك تَزْوِيجَهَا، ولأنه يَحِلُّ له الاسْتِمْتَاعُ بها؛ فَيَجْوزُ له التَّزْوِيجُ كالمُدَبَّرَةِ.\nوالثاني: قال في القَدِيمِ: لا يُزوِّجُهَا إلاَّ بِرِضَاهَا؛ لأنه يَثْبُتُ لها حَقُّ حُرِّيَّةٍ ما لا يملك إبطالها، فلا يُزَوِّجُهَا إِلاَّ بِرِضَاهَا كالمُكَاتَبَةِ.\nوالثالث: ليس له تَزْوِيجُهَا، وإِن رَضِيَتْ؛ لأن مِلْكَ السَّيِّدِ فيها ضَعِيفٌ وهي نَاقِصَةٌ في نفسها، فصار كَتَزْوِيجِ الأَخِ والعَمِّ الصغير.\nوعلى هذا؛ فهل يُزَوِّجُهَا القَاضِي؟ فيه وجهان:\nعن أبي إِسْحَاقَ والإِصْطَخْرِيِّ: نعم، ولا بد من رِضَا السَّيِّدِ؛ لأن المَهْرَ له، ومن رِضَاها؛ لأن الاسْتِمْتَاعَ بها.\nوعن ابن أبي هُرَيْرَةَ: المَنْعُ؛ فإن الحاكم بَدَلٌ عن السَّيِّدِ، فهذا لم يملك السيد، فالحاكم أَوْلَى. ويجري الخِلاَفُ في تَزْوِيجِ بِنْتِ المُسْتَوْلَدَةِ؛ فإذا جَوَّزْنَا، فلا حَاجَةَ إلى الاسْتِبْرَاءِ، بخلاف ما في المُسْتَوْلَدَةِ، فإنها كانت فِرَاشاً له.\nوابن المُسْتَوْلَدَةِ لا يجبره السيد على النِّكَاحِ، وليس له أن يَنْكِحَ بغير إِذْنِ السيد، فإن أَذِنَ؛ ففيه وجهان (1) تَخْرِيجاً من الخِلاَفِ في تَزْوِيجِ المُسْتَوْلَدَةِ ذكره الرُّوَيانِيُّ في \"الكافي\"، وقد عرفت بما ذكرنا أن قَوْلَهُ في الكتاب: \"وقيل لا يجوز إلاَّ برضاها\".\nوقوله: \"وقيل يجوز برضاها\" أيضاً، يجوز إِعلامهما بالحاء، وهما قَوْلاَنِ لا وَجْهَانِ، ويقال: إن الآخر مُخَرَّجٌ. وقوله: \"إلاَّ بمُرَاجَعَةِ القَاضي\"؛ يوافق المَنْقُول عن أبي إِسْحَاقَ والإصْطَخْرِيِّ -رحمهما الله-.\nقَالَ الْغَزَالِيُّ: (فَرْعَانِ: أَحَدُهُمَا:) لَوْ نَكَحَ جَارِيَةً فَوَلَدتْ وَلَدَاً رَقِيقاً ثُمَّ اشْتَرَاهَا لَمْ تَصِرْ أُمَّ وَلَدٍ لَهُ، وَلَوْ وَلَدَتْ مِنْهُ وَلَداً آخَرَ في نِكَاحٍ غُرُورٍ أوْ وَطْءِ شُبْهَةٍ ثمَّ اشْتَرَاهَا فَهَلْ تُعْتَبَرُ مُسْتَوْلَدَة عَلَيْهِ؟ فِيهِ قَوْلاَنِ.\nقَالَ الرَّافِعِيُّ: إِذَا زنا إنْسَانٌ بِأَمَةٍ، وأَتَتْ بِوَلَدٍ من الزِّنَا، ثم مَلِكَهَا لم تصر أُمَّ وَلَدٍ له، ولو مَلِكَ ذلك الوَلَدَ، لم يُعْتَقْ عليه. وعند أبي حَنِيْفَةَ: يُعْتَقْ عليه؛ لأنه مُنْعَقِدٌ من مَائِهِ.\n__________\n(1) في أ: قولان.\n(13/588)",
        "\nولو أَوْلَدَ أَمَةَ الغَيْرِ بالنِّكَاحِ، ثم مَلِكَهَا بِشِرَاء، أو غيره، لم تَصِرْ أُمَّ ولد له أيضاً (1)؛ لأنها علقت منه بِرَقِيقٍ، والاسْتِيلاَدُ إِنما يَثْبُتُ تَبَعاً لحرية الولد، وإلى ذلك أَشَارَ بقوله -صلى الله عليه وسلم- في مَارِيةَ: \"أَعُتَقَهَا وَلَدُهَا\" (2)، ولو ملكها وهي حَامِلٌ منه، فكذلك الحُكْمُ.\nوقال أبو حَنِيْفَةَ -رحمه الله-: تَصِيرُ أُمِّ وَلَدٍ له في الصُّورَتَيْنِ. ويروى تخصيص الاسْتِيلاَدِ بما إذا مَلِكَهَا حَاملاً، وَوَلَدَتْ عِنْدَهُ، وبه قال مالك والمُزَنِيُّ -رحمهما الله- ولا شَكَّ أن الوَلَدَ يعتق عليه ملكه حَمْلاً أو بعد الانْفِصَالِ.\nقال الصَّيْدَلاَنِيُّ: وصورة ملكها حَامِلاً، أن تَضَعَ قبل سِتَّةِ أشهر من يوم مِلْكِهَا، أو إلاَّ يَطَأَهَا بعد المِلْكِ، وتلد لِمَا دون أربع سنين فأما إذا وَطِئَهَا بعد المِلْكِ، وَوَلَدتْ لستة أشهر من وقت الوطء؛ فيحكم بِحُصُولِ العُلُوقِ في مِلْكِ اليَمِينِ، وبِثُبُوتِ الاسْتِيلاَدِ، وحُرْمَةِ الولد، وإن أمكن أن يكون سَابِقاً عليه.\nولو اسْتَوْلَدَ أَمَةَ الغَيْرِ بالشُّبْهَةِ، ثم ملكها، ينظر؛ إن وَطِئَهَا على ظَنِّ أنها زَوْجَتُهُ المملوكة، فالولد رَقِيقٌ، ولا يثبت الاسْتِيلاَدُ. وإن وَطِئَهَا عن ظَنِّ أنها زَوْجَتُهُ الحرة، أو أَمَتُهُ، فالولد حُرٌّ. وفي ثُبُوتِ الاسْتِيلاَدِ قَوْلاَنِ، وكذا لو نكح أَمَةً غُرَّ بحريتها، فَأوْلَدَهَا فالولد حُرٌّ، وفي ثُبُوتِ الاسْتِيلاَدِ إذا مَلِكَهَا قولان.\n[ويجريان] (3) فيما لو اشْتَرَى أَمَةً شِرَاءَ فَاسِداً وأَوْلدَهَا على ظَنِّ الصحة:\n__________\n(1) يستثنى من ذلك من غر بحرية أمة فنكحها فإن الولد حر كما ذكره الشيخ هنا وفي باب الخيار في النكاح.\nواستثنى الشيخ البلقيني ما إذا نكح حر جارية أجنبي ثم ملكها ابنه فإنه لا ينفسخ النكاح على الأصح، فلو أولدها فقال الشيخ أبو محمد يثبت الاستيلاد وينفسخ النكاح ومال إليه الإِمام وقال الشيخ أبو حامد ومن تبعه والشيخ أبو علي لا يثبت الاستيلاد لأنه رضي برق ولده حين نحكحها والأرجح عندنا ما قاله الشيخ أبو محمد.\n(2) رواه ابن ماجه [2516] من حديث ابن عباس بلفظ: ذكرت أم إبراهيم عند رسول الله -صلى الله عليه وسلم-، فقال أعتقها ولدها، وفي إسناده حسين بن عبد الله وهو ضعيف جداً، قال البيهقي: وروى عن ابن عباس من قوله، قال وله علة، رواه مسروق عن عكرمة عن عمرو عن خصيف عن عكرمة عن ابن عمر عن عمر، قال فعاد الحديث إلى عمر، وله طريق آخر رواه البيهقي من حديث ابن لهيعة عن عبيد الله بن أبي جعفر: أن رسول الله -صلى الله عليه وسلم- قال لأم إبراهيم: أعتقك ولدك، وهو معضل، وقال ابن حزم، صح هذا مسند رواته ثقات عن ابن عباس، ثم ذكره من طريق قاسم بن أصبغ عن محمد بن مصعب عن عبيد الله بن عمرو وهو الرقي، عن عبد الكريم الجزري عن عكرمة عن ابن عباس، وتعقبه ابن القطان بأن قوله عن محمد بن مصعب خطأ، وإنما هو عن محمد وهو ابن وضاح، عن مصعب وهو ابن سعيد المصيصي وفيه ضعف.\n(3) في ز: ويحرمان.\n(13/589)\n",
        "أحدهما: أنه يثبت؛ لأنها عَلِقَتْ منه بِحُرٍّ، فصار كما لو عَلِقَتْ منه في مِلْكِهِ.\nوالثاني: لا يَثْبُتُ؛ لأنها عَلِقَتْ منه في غير ملْكِ اليمين، فهو كما لو عَلِقَتْ منه في النِّكَاحِ، أو بالزنا، ولأن الاسْتِيلاَدَ لم يَثْبُتْ في الحال، فلا يَثْبُتُ من بَعْدُ، كما لو أَعْتَقَ عَبْدَ الغَيْرِ، ثم مَلِكَهُ.\nولأن الكِتَابَةَ والتَّدْبِيرَ لا يَثْبُتَانِ في مِلْكِ الغَيْرِ حَالاً ولا مَآلاً، فكذلك الاسْتيلاَدُ. وهذا (1) أظهر القَوْلَيْنِ على ما ذكر الإمَامُ، والموفق ابن طَاهِرٍ في \"شرح مختصر الجويني\" -رحمهم الله-. ورأيت في \"تَعْلِيقِ الشيخ أبي حَامِدٍ\" -رحمه الله- أنه القَوْلُ الجَدِيدُ والأَوَّل القديم.\nالتفريع: إن أثبتنا الاسْتِيلاَدَ إذا مَلِكَهَا، فَأَوْلاَدُهَا الحَادِثُونَ [بعد ذلك من النكاح أو الزنا حكمهم حكم الأم حتى يعتقوا بموت السيد] (2) والحاصلون قبل أن يَمْلِكَهَا ليس لهم حُكْمُ الأُمِّ، وإن حَصَلُوا بعد الاسْتِيلاَدِ؛ لأنهم حَصَلُوا قَبْلَ ثُبُوتِ الحَقِّ للأُمِّ.\nولو ملكها وهي حَامِلٌ من زَوْجٍ أو زِناً؛ ففي \"فَتَاوى القاضي الحُسَيْنِ\": أنه لا يَثْبُتُ لذلك الوَلَدِ حُكْمُ الأُمِّ، بل يكون قِنّاً للمشتري؛ اعْتِبَاراً بحالة العلُوقِ.\nواعترض عليه بأنه لو اشْتَرَى أَمَةً حَامِلاً، يعتق الحَمْلُ الذي هو أَخُ المشتري تَبَعاً للأُمِّ، وإن كان الأَخُ لا يعتق على الأخ، فلذلك (3) جَازَ أن يقال: إذا كان الوَلَدُ مُتَّصِلاً، يثبت له حُكْمُ الأم. فأجاب بأن هناك تَثْبُتُ حَقِيقَةُ الحرية، فَيَسْرِي إلى الجَنِينِ، والاسْتِيلادُ حَقُّ الحرية، فلا يَلْزَمُ أن يَسْرِيَ إلى الجَنِينِ، واستشهد عليه بأن ولد المكاتب من أَمَتِهِ يتبعه؛ لأنه يَثْبُتُ له حَقِيقَةُ المِلْكِ فيه.\nوولد المُكَاتَبَةِ لا يَتْبَعُهَا في قول؛ لأنه لا يَثْبُتُ لها حَقِيقَةُ المِلْكِ فيه، ويجوز أن يُعَلَمَ قوله في الكتاب: \"لم تصر أم ولد له\" مع الحاء بالواو ولأن أبا الفرج الزاز ذكر في \"أَمَالِيهِ\" أن بَعْضَ الأَصْحَابِ -رحمهم الله- فَرَّجَ فيه قَوْلاً مِثْلَ مذهب أبي حَنِيْفَةَ -رحمه الله- أَخْذاً مما إذا أولد جَارِيَتَهُ المَرْهُونَةَ، وقلنا: لا يثبت الاسْتِيلاَدُ، وبيعت في الدين، ثم ملكها يوماً من الدهر.\nقَالَ الْغَزَالِيُّ: (الثَّانِي:) مُسْتَوْلَدَةٌ اسْتَوْلَدَهَا شَرِيكَانِ ثُمَّ قَالَ كُلُّ وَاحِدٍ: وَلَدَتْ أوَّلاً مِنِّي فَهِيَ مُسْتَوْلَدَتِي فَقَدْ صَارَتْ مُسْتَوْلَدَةً فَإِنْ مَاتَا عُتِقَتْ وَالوَلاَءُ مَوْقُوفٌ، وَإِنْ كَانَا مُعْسِرَيْنِ فَنِصْفُ الوَلاَءِ لِكُلِّ وَاحِدٍ مِنْهُمَا، وَاللهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ بِالصَّوَابِ، وَإِلَيْهِ الْمَرْجِعُ وَالْمَآبُ.\n__________\n(1) في ز: وهو.\n(2) سقط في: ز.\n(3) في ز: فكذلك.\n(13/590)\n\nقَالَ الرَّافِعِيُّ: ذكرنا الفَرْعَ مُصَوَّراً فيما إذا أَوْلَدَ الشَّرِيكَانِ مُكَاتَبَتَهُمَا، والقِنَّةُ في معناها، فإذا أَتَتِ الجَارِيَةُ المشتركة من كل وَاحِدٍ من الشريكين بِوَلَدٍ، ثم اختلفا، وهما مُوسِرَانِ، فقال كل واحد منهما: أنا أَوْلَدْتُهَا وَلَدِي هذا أوَّلاً، وهي مُسْتَوْلَدَتِي، تَفْرِيعاً على أن السِّرَايَةَ لا تَتَوَقَّفُ على أَدَاءِ القيمة، فالجَارَيةُ مُسْتَوْلَدَة باتفاقهما لكن ليس أحدهما بالتَّصْدِيقِ بِأَوْلَى من الآخَرِ، والقولان مجملان، فإن الفرص فيما إذا تَقَارَبَ الوَلَدَانِ في السِّنِّ، فَيُؤْخَذَانِ مَعَاً بالاتِّفَاقِ عليهما وإذا مات أَحَدُهُمَا عُتِقَ نِصْفُهَا مُؤَاخَذَةً للآخر بِإِقْرَارِهِ وإذا مَاتَا عُتِقَ كلها، والوَلاَءُ مَوْقُوفٌ بين عَصَبَتِهِمَا.\nولو كانا مُعْسِرَيْنِ، فهي مُسْتَوْلَدَتُهُمَا، وإذا مات، فالوَلاَءُ بين العَصَبَتَيْنِ بالسوية.\nوفيه ما سبق أن الربيع رَوَاهُ، وأن الأَصْحَابَ -رحمهم الله- غَلَّطُوهُ أَوْ أوَّلُوهُ.\n\nفروع مَنْثُورَةٌ:\nإذا اسْتَوْلَدَ المُرْتَدُّ أَمَتَهُ، صارت مستولدة (1) إن قلنا ببقاء مِلْكِهِ، وإن قلنا بزواله، لم يَثْبُتِ الاسْتِيلاَدُ في الحال، فإن أَسْلَمَ فعلى القَوْلَيْنِ فيما إذا اسْتَوْلَدَ جَارَيةَ الغَيْرِ بالشُّبْهَةِ، ثم ملكها، كان تَوَقَّفْنَا في المِلْكِ تَوَقَّفْنَا في الاسْتِيلاَدِ أيضاً.\nإذا أسلمت مُسْتَوْلَدَةُ الكَافِرِ، أو استولد جَارِيَتَهُ بعدما أسْلَمَتْ، فقد ذكرنا في \"البَيْعِ\" أنه لا سَبِيلَ إلى بَيْعِهَا، وأنه لا يُجْبَرُ على إعتاقها على (2) الأصح، لكن يُحَالُ بينهما، وتجعل عند امْرَأةٍ ثِقَةٍ، وكَسْبُهَا له، ونَفَقَتُهَا عليه، فإن أسلم رُفِعَتْ الحَيْلُولَة، وإن مات عُتِقَتْ وعن مالك: أنها تُعْتَقُ بِإسْلاَمِهَا.\nوقال أبو حَنِيْفَةَ: تَسْتَسْعِي بِقَدْرِ قيمتها، فإذا أَدَّتْ عُتِقتْ. وهل للكافر تَزْوِيجهَا؟\nإذا جَوَّزْنَا تَزْوِيجَ المُسْتَوْلَدَة؛ فيه وجهان، حكاهما الصَّيْدَلاَنِيّ -رحمه الله-:\nأحدهما: وهو الذي أَجَابَ به القَفَّالُ -رحمه الله-: لا؛ لانْقِطَاعِ المُوَالاَةِ باختلاف الدَّيْنِ.\nوالثاني: نعم؛ بِنَاءً على أنه تَصَرُّفٌ بالمِلْكِ.\nوذكر على الوجه الأَوَّلِ أن القَاضِي لا يُزوِّجُهَا أيضاً.\nوعن أبي إِسْحَاقَ: أن الحَاكِمَ يُزوِّجُهَا إذا أَرَادَتْهُ، ويكون المَهْرُ له. وكذلك يُزَوِّجُهَا الحَاكِمُ إذا اختار السَّيِّدُ تَزْوِيجَهَا، وكَرِهَتْ هي، وتصير النَّفَقَةُ على الزوج.\nوعنه أيضاً: أنها أَحَقُّ بِحَضَانَةِ الوَلَدِ ما لم تَتَزوَّجْ، فإذا تَزَوَّجَتْ صار الأَبُ أَحَقَّ\n__________\n(1) في أ: مستولدته.\n(2) في أ: وهو.",
        "(13/591)\n\nبالولد. إلاَّ أن يكون الولد مُمَيِّزاً، ويخاف أن تَفْتِنَهُ عن دِينِهِ، فلا يترك عنده (1).\nفي \"فَتَاوَى القَفَّالِ\": أن العَبْدَ إذا أَوْلَدَ جَارِيةَ ابنه الحُرِّ لا حَدَّ عليه، ويثبت النَّسَبُ، ولا يثبت الاسْتِيلاَدُ؛ لأنه ليس من أَهلِ المِلْكِ، وأن المُكَاتَبَ إذا أَوْلَدَ جَارِيةَ ابنه الحُرِّ، فيحتمل أن يبنى ثُبُوت الاسْتِيلاَدِ [على الخلاف في أنه إذا أوْلَدَ جَارِيَةَ نَفْسِهِ، هل يثبت الاسْتِيلاَدُ] (2).\nوأن من وَطِئَ جَارَيةَ بَيْتِ المال يُحَدُّ، فإن أَوْلَدَهَا، فلا نَسَبَ ولا اسْتِيلاَدَ، ولا فَرْقَ في ذلك بين الغَنِيَّ والفقير؛ لأنه لا يجب الإِعْتَاقُ من بيت المال.\nوأنه لو أَعْتَقَ مُسْتَوْلَدَتَهُ على مال يَجُوزُ، ولو بَاعَ نفْسَهَا منها، فكذلك على الظَّاهِرِ؛ لأن بَيْعَ العَبْدِ من نَفْسِهِ إِعْتَاقٌ على الحَقِيقَةِ (3) فقيل: أليس يثبتُ الخِيَارُ للسَّيِّدِ في بيعِ العبدِ من نفسِهِ عَلى وجْهٍ، وَفِيه اعتبارُ حُكْم المُعاوضَة.\nفقال: ذَلِكَ وَجْهٌ بعيدٌ إذا أَوْلَدَ جاريَتَهُ المُحَرَّمةُ عَلَيْهِ بِرِضَاعٍ أوْ مُصَاهَرَةٍ أَوْ نَسَبٍ، فعليه الحدُّ في قولٍ، والتَّعْزِيرُ عَلى الأَظْهَرِ.\nوعلى القولينِ: لَوْ أَوْلَدَهَا، فالولدُ حُرٌّ نَسيبٌ، وتَصِيرُ هي مُسْتَوْلَدَةٌ قال الأصحاب: ولا يتصورُ اجتماعُ هذه الأرحامِ مع وجوبِ الحدِّ إلا في هذه الصورةِ على أحد القولين.\nواعلم أن الكلامَ في أحكام المستولدةِ قد مَرَّ مقدماً على الأبواب السالفةِ، فلذلك (4) كانت مُؤْنَة البابِ (5) حَقِيقَةٌ نسأل الله تعالى أن يُخَفِّفَ عَنَّا بحسنِ المعونةِ كُلُّ\n__________\n(1) قال النووي الصحيح الذي عليه الجمهور: أنه لا حضانة لكافر على مسلم، كما سبق في الحضانة، ولا حضانة هنا للأب.\n(2) سقط في: ز.\n(3) هذا مستثنى من بيع المستولدة ويستثنى من ذلك مسائل:\nمنها مستولدة الراهن المعسر كما قرره في باب الرهن.\nومنها إذا استولد جاريته الجانية وهو معسر فتباع المرهونة لجهة دين الرهن خاصة والجانية لدين الجناية.\n(4) اعترض صاحب المهمات على الشيخين بأن لنا صوراً أخرى تجيء فيها هذه الأحكام وأن الرافعي ذكرها في باب حد الزنا.\nقال في الخادم: ولا يرد على الرافعي؛ لأن طريقة القولين عنده مرجوحة في ذلك كله وذلك لأنه حكى القولين في المحرمة عليهم نسب أو رضاع أو مصاهرة وأصحهما لا يجب الحد، ثم قال ولو وطئ مشتركة بينه وبين غيره أو المزوجة أو المعتدة عن غيره أو المجوسية أو الوثنية أو أسلمت أمة الذمي فوطئها قبل أن تباع فطريقان:\nأحدهما: طرد القولين وأقواهما القطع بالمنع لأن تحريمهن لا يتأبد فشبه وطء الحائض، وقال في الروضة؛ فلا حد على المذهب، وقيل: فيه قولان، فإن قلنا: لا حد يثبت النسب والمصاهرة وإلا فلا. انتهى.\nوحينئذ فإنما يصح الاعتراض أن لو كان الصحيح عنده في هذه الصور إثبات قول بوجوب الحد وليس كذلك بل الصحيح عنده أنه لا خلاف في نفي الحد، انتهى.\n(5) في أ: الأبواب.\n(13/592)",
        "\nتعبٍ ومؤنةٍ وأن يرحمَ ضَعْفَنا كما علم، وأن يحشرنا في زُمْرَةِ مَنْ رحمه. نختم الكتاب بما بَدَأْنَاهُ به، وهي: حمداً لله ذِي الجَلاَلِ والإِكْرَام، وولي الطَّوْلِ والإنعام، ونقول: الحمد لله الذي هَدَانَا لهذا، وَمَا كُنَّا لِنَهْتَدِيَ، لولا أَنْ هَدَانَا الله. اللهم صَلِّ على مُحَمَّدٍ، وعلى آل محمد، كلما ذكره الذَّاكِرُونَ، وغَفَلَ عَنْ ذكره الغافلون واغفر لنا ولإِخْوَانِنَا الذين سَبَقُونَا بالإِيمَانِ، وَلاَ تَجْعَل في قلُوبِنَا غِلاًّ للذين آمَنُوا إنك رَؤُوفٌ رحيم.\nقال المصنف -رحمه الله-: تَيَسَّرَ الفَرَاغ منه في ذي القَعْدَةِ الحرام الثلاث عشرة بعد ستمائة عام.\nكَمَلَ كتاب فتح العَزِيزِ في شَرْحِ الوَجِيزِ، والحمد لله رَبِّ العالمين (1).\n__________\n(1) قال النووي في زياداته: قد أحسن الإِمام الرافعي -رضي الله عنه- فيما حققه، ولخصه، وأتقنه، واستوعبه في هذا الكتاب، ويسر الاحتواء على متفرقات المذهب، ونفائس وخفاياه على المفتين والطلاب.\nواعلم أيها الراغب في الخيرات، والحريص على معرفة النفائس المحققات، وحل الغوامض والمشكلات، والتبحر في معرفة المذهب والوقوف على ما تعتمده من المصنفات، وتعمد إليه عند نزول الفتاوى الغامضات، وتثق به عند تعارض الآراء المضطربات، وتحث على تحصيله من أردت نصحه من أولي الرغبات، أنه لم يصنف في مذهب الشافعي -رضي الله عنه-، ما يحصل لك مجموع ما ذكرته، أكمل من كتاب الرافعي ذي التحقيقات، بل اعتقادي واعتقاد كل مصنف، أنه لم يوجد مثله في الكتب السابقات ولا المتأخرات، فيما ذكرته من هذه المقاصد المهمات، وقد يسر الله الكريم، وله الحمد في هذا المختصر مع ذلك، جملاً متكاثرات من الزوائد المتممات، والنوادر المستجادات، وغير ذلك من المحاسن المطلوبات، وأسأل الله الكريم أن يكثر النفع به لي ولوالدي ومشايخي وسائر أحبابنا المسلمين والمسلمات، وحسبنا الله ونعم الوكيل، لا حول ولا قوة إلا بالله العلي العظيم. وقد رأيت ختمه بما ختم به الإِمام أبو عبد الله محمد بن إسماعيل البخاري صحيحه، أن رسول الله -صلى الله عليه وسلم- قال: \"سبحان الله وبحمده سبحان الله العظيم خفيفتان على اللسان، ثقيلتان في الميزان، سبحان الله وبحمده سبحان الله العظيم\". والحمد لله باطناً وظاهراً، وأولاً وآخراً، اللهم صل على محمد عبدك ورسولك، النبي الأمي، وعلى آل محمد، وأزواجه، وذريته، كما صيت على إبراهيم، وعلى آل إبراهيم، وبارك على محمد، وعلى آل محمد، وأزواجه وذريته، كما باركت على إبراهيم، وعلى آل إبراهيم، في العالمين إنك حميد مجيد.\n(13/593)\n"
    ]
}