{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nقال الشيخ أبو طاهر إسماعيل بن خلف بن سعيد النحوي المقرىء رضي الله تعالى عنه: الحمد لله الذي أنشأنا بقدرته، وهدانا للإسلام وفطرته وفضلنا بمحمد وشريعته صلى الله عليه وعلى عترته.\n\nأما بعد:\nفإني ذاكر في هذا الكتاب - إن شاء الله - ما اختلف فيه القراء السبعة المشهورون من أئمة الأمصار بإيجاز واختصار ليقرب على المتحفظين المعنيين بهذا الشان دون الأغمار المبتدئين والغلمان، إذ كنت قد جعلت كتابي المترجم ب \" الاكتفاء \" كافيا للمتناهي والمبتدي، فبسطته بسطا لا يشكل على ذي لب سوي، فجعلت هذا المختصر كالعنوان والترجمة عنه، لمن مارس هذا الشأن وعني تفسير آية بخدمته.\nفإذا اختلف القراء على ترجمتين في الحرف، ذكرت ترجمة الأقل منهم، وأمسكت عن ذكر الباقين، تقليلا للفظ، وتوطئة للحفظ.\n(1/39)\n",
        "وإذا اختلفوا على ثلاث تراجم فأكثر، ذكرت جميعها خيفة اللبس والإشكال، واضربت عن ذكر أسانيدي في هذا المختصر، إذ كنت قد بينتها في كتاب \" الإكتفاء \" فمن أراد شيئا منها التمسه هناك إن شاء الله تعالى.\nوإياه نسأل العصمة والتوفيق ونستهديه قصد الطريق بمنه ولطفه.\n\nباب ذكر الأئمة السبعة\nوهم: عبد الله بن كثير المكي، ونافع بن أبي نعيم المدني، وعبد الله بن عامر الشامي، وأبو عمرو بن العلاء البصري، وعاصم، وحمزة، والكسائي الكوفيون.\nذكر الرواة عنهم، والرواة المشهورون عن هؤلاء السبعة أربعة عشر رجلا.\nفعن ابن كثير: البزي، وقنبل.\nوعن نافع: ورش، وقالون.\nوعن ابن عامر: ابن ذكوان، وهشام.\nوعن أبي عمرو: أبو عمر الدوري، وأبو شعيب السوسي.\nوعن عاصم: أبو بكر، وحفص.\nوعن حمزة: خلف، وخلاد.\nوعن الكسائي: أبو الحارث، وأبو عمر الدوري.\n\nفصل\nفإذا قلت الحرميان فهما: ابن كثير ونافع.\nوإذا قلت: الإبنان فهما: ابن كثير وابن عامر.\nوإذا قلت: الأخوان فهما: حمزة والكسائي.\n(1/40)\n\nوإذا قلت: الأبوان فهما: أبو عمرو وأبو بكر عن عاصم.\nوإذا قلت: النحويان فهماك أبو عمرو والكسائي.\nوإذا قلت: الكوفيون فهم: عاصم وحمزة والكسائي فاعلم ذلك.\n\nباب اختلافهم في الأصول المطردة\nعَلَيهِمُ وَإِليهُم وَلَديهُم ... حَمزَة يَضُمُ الهاءَ في هَذه\nالثلاث في جميع القرآن، ووافقه الكسائي على ضم الهاء فيهن، إذا لقي الميم ساكن نحو: \" عليهم الذلة \" و \" إليهم اثنين \" فإذا وقفا على هذه الكلم الثلاث أسكنا الميم، وترك حمزة الهاء على ضمها، وكسرها الكسائي.\nوكذلك يضمان جميعا كل هاء اتصل بها ميم الجمع، وقبلها ياء أو كسرة، نحو (في قُلوبِهُمُ العِجل) (وَيُريهِمُ اللَهَ) (وقِبلَتُهُمُ الَّتي) ونحو ذلك؛ يضمان الهاء الميم جميعا إذا لقي الميم ساكن وأبو عمرو يكسر الهاء والميم جميعا في ذلك كله.\nالباقون: يكسرون الهاء ويضمون الميم. فإذا وقفوا أسكنوا الميم، وكسروا الهاء، ولا خلاف بينهم في ذلك.\nفصل\nابن كثير يضم ميم الجمع في الوصل، ويتبعها واوا في اللفظ نحو: \" عليهمو \" و \" على سمعهمو \" و \" أبصارهمو \" ونحو ذلك.",
        "(1/41)\n\nهذا إذا لم يلقها ساكن.\nوتابعه ورش إذا جاءت بعد الميم همزة نحو: (عَلَيهِمو: أَأَنذَرتَهُم) ، (وَمِنهمو أُمِّيون) وما أشبه ذلك. فإذا وقفا أسكنا الميم كغيرهما.\nالباقون: بإسكان هذه الميم في الوصل والوقف.\n\nفواتح السور\nأجمع القراء على ترك المد فيما كان من حروف فواتح السور على حرفين في التهجي نحو: راء وياء وطاء وحاء، وعلى المد فيما كان منها على ثلاثة أحرف، أوسطها حرف مد ولين نحو: لام وميم وصاد وقاف ونون، وعلى تمكين العين من: كهيعص وحم عسق من أجل حرف اللين، ولا يمدون لأنه ليس بحرف مد.\n\nباب هاء الكناية\nاختلفوا في هذه الهاء، إذا كانت ضمير الواحد المذكر وكان قبلها ساكن. فإن كان الساكن ياء وصلها ابن كثير بياء في جميع القرآن نحو: (فيهى هدى) (وَنوحيهى، إليك) وإن كان غير ياء أي حرف كان وصل الهاء بواو نحو: \" لمن اشتراهو \" واجتباهو وهداهو \" وفهو \" \" وعنهو \" ومن لم \" يطعهو \" ونحو ذلك.\n(1/42)",
        "\nوتابعه حفص في موضع واحد قوله: (ويخلد فيهى مهانا) في \" الفرقان \" فوصله بياء.\nفإن لقي هذه الهاء ساكن، فإن ابن كثير يختلس حركتها كغيره، وإذا وقفوا على هذه الهاء فكلهم سكنها إلا من يرى الروم والأشمام.\n\nفصل\nوانفرد حفص بضم الهاء في موضعين، ضمة مختلسة: أحدهما: في \" الكهف \" (وَما أنسانِيهُ إِلاّ الشَيطان) والآخر: في \" الفتح \" (بما عاهد عليه الله) .\n\nباب المد والقصر\nقرا الحرميان إلا ورشا وأبو عمرو بإشباع المد في حروف المد واللين إذا كانت مع الهمزة في كلمة واحدة نحو: (أَولئك) و (الملائكة) و (الخائفين) وما أشبه ذلك. ويترك مدهن إلا بمقدار ما فيهن من المد واللين إذا لم تكن مع الهمزة في كلمة واحدة نحو: (وما لنا أَلا نتوكل) (وقالوا أمنا) (وفي أنفسكم) ونحو ذلك. لا يمدون كلمة لأخرى. الباقون بالمد المشبع في ذلك كله من غير اعتبار كلمة أو كلمتين وأطولهم مدا حمزة وورش.\n(1/43)\n",
        "فصل\nوكان ورش يشبع المد في حروف المد واللين الواقعة بعد الهمزة نحو: (أمنّا) (وآدم) (وأَويناهما) (والسيئات) (وأوتينا العلم) (وإيتاء الزكاة) (والموؤدة) (وإسرائيل) وما أشبه ذلك.\nباب اختلافهم في الهمزتين من كلمة واحدة أما المفتوحتان نحو: (أأنذرتهم) و (أأنت قلت للناس) و (أأشفقتم) فقرأ الحرميان وأبو عمرو وهشام بتحقيق الأولى، وتليين الثانية، فتصير كالمدة في اللفظ.\nغير أن أبا عمرو وقالون وهشاما أطولهم مدا فيها، لأنهم يدخلون بينهما ألفا.\nالباقون: بتحقيقهما جميعا في القرآن كله.\nفأما قوله: (أأعجمي و (أألهتنا خير) و (أأذهبتم) و (أإن كان ذا مال) فإنا نذكرها في مواضعها إن شاء الله.\nوأما المفتوحة والمكسورة كقوله: (أإلهٌ مع الله) (أإن ذكرتم) (أإذا كنا) ونحو ذلك.\nفقرأ الحرميان وابو عمرو وقالون بتحقيق الأولى، وجعلوا الثانية كالياء\n(1/44)\n\nالمختلسة الكسرة غير أن أبا عمرو وقالون يمدان الهمزة الأولى لأنهما يدخلان بينهما ألفا كما تقدم في المفتوحتين.\nالباقون: بتحقيق الهمزتين من غير مد في ذلك كله، إلا أن هشاما خالف أصله في سبعة مواضع من هذا الفصل منها: في \" الأعراف \" موضعان: (أإنكم لتأتون) (أإِن لنا لأجراً) .\nوفي \" مريم \": (أإذا ما مت) .\nوفي \" الشعراء \": (أإن لنا لأجراً) .\nوفي \" الصافات \" موضعان: (أإنك لَمن المُصدّقين) (أإفكاً آَلهة) .\nفقرأ في هذه الستة المواضع بهمزتين محققتين بينهما مدة، والموضع السابع في \" حم السجدة \": (أإنكم لتكفرون) قرأه بهمزة واحدة ممدودة بعدها كالياء المختلسة الكسرة مثل أبي عمرو. طوخالف ابن ذكوان أصله في موضع واحد قوله: (إذا ما مت) في مريم فقرأه بهمزة واحدة مكسورة على الخبر.\nوخالف نافع وحفص أصيلهما في موضعين في \" الأعراف \": (إنكم لتأتون الرجال) (إنَّ لنا لأجراً) فقرأهما بهمزة واحدة مكسورة على الخبر.\nوخالف ابن كثير أصله في موضعين أيضا أحدهما: في \" الأعراف \" (إنكم لتأتون الرجال) (إنّ لنا لأجراً) فقرأهما بهمزة واحدة مكسورة على الخبر.\nوخالف ابن كثير أصله في موضعين أيضا أحدهما: في \" الأعراف \" (إنّ لنا لأجراً) والآخر في \" يوسف \" (إنك لأنت يوسف) فقرأهما بهمزة واحدة مكسورة على الخبر.",
        "(1/45)\n\nوأما المفتوحة والمضمومة كقوله: (أؤُنبِئكُم) ن في \" آل عمران \" (أأنزل عليه الذكر) في \" ص \" (أَأَلقي الذكر عليه) في \" القمر \" ليس في القرآن غيرها.\nفقرأ الحرميان وأبو عمرو بتحقيق الأولى وجعلوا الثانية كالواو المختلسة الضمة من غير مد.\nالباقون: بتحقيق الهمزتين من غير مد في الثلاثة، إلا أن هشاما قرأ في \" ص \" و \" القمر \": بتحقيق الأولى، وتليين الثانية وأدخل بينهما مدة.\nفصل\nوأما قوله في \" الأنعام \" (آلذكرين) في الموضعين، وفي \" يونس \" (آلآن) في الموضعين وفيهما (قل الله آذن لكم) وفي \" النمل \" (اللَهُ خَيرُ) .\nفكلهم يقرأ في هذه الستة بهمزة مفتوحة بعد مدة إلا أن ورشا نقل حركة الهمزة إلى اللام الساكنة التي قبلها في قوله: (قل الذكرين) في الموضعين، وقوله: (قل اللَهُ) فيحركها بحركتها، ويسقط الهمزة، فيلفظ بمد يسير من غير همز في هذه الثلاثة.\n(1/46)",
        "\nباب اختلافهم في الهمزتين من كلمتين\nأما المتفقتا الحركتين نحو: (جاء أحدهم) و (تلقاء أصحاب) و (هؤلاء إن كنتم) و (مِنَ النِساءِ إِلا) و (أَولياءُ أُولئك) .\nفقرأ قنبل وورش بتحقيق الأولى، وتليين الثانية فتحصل في قراءتهما مدتان: مدة قبل الهمزة، ومدة بعدها. غير أن المدة الأولى أطول لأنها ألف محضة، والثانية: ليست ألفا محضة، ولا ياء ولا واوا، وإنما هي بين الهمزة والحرف الذي منه حركتها.\nوقرأ أبو عمرو: بإسقاط الأولى وتحقيق الثانية فتحصل في قراءته مدة واحدة قبل الهمز فقط، وتابعه البزي وقالون في المفتوحتين لا غير.\nوقرأ في المكسورتين والمضموتين بتليين الأولى، وتحقيق الثانية، فتصير الأولى من المكسورتين كالياء المختلسةن الكسرة، ومن المضمومتين كالواو المختلسة الضمة.\nالباقون بتحقيق الهمزتين في ذلك كله.\nوأما المختلفتا الحركتين، فقرأ الحرميان وأبو عمرو بتحقيق الأولى، وتليين الثانية. فإن كانت الثانية مفتوحة، وقبلها ضمة أو كسرة، قلبوها حرفا من جنس حركة ما قبلها نحو: (السفهاءُ ولا) و (أَن لو نشاءُ وصبناهم) هذه واو محضة.\nو (من الشهداءين تضل) و (هؤلاء يضلونا) هذه ياء محضة.\nوإن كانت الثانية مكسورة، أو مضمومة جعلوها من الهمزة والحرف الذي منه\n(1/47)\n",
        "حركتها ولم يحفلوا بحركة ما قبلها نحو: (الشهداء إذا ما) و (البغضاء إلى) و (جاء اُمّةَ) وما أشبه ذلك.\nالباقون: بتحقيق الهمزتين في ذلك كله.\n\nباب نقل ورش لحركة الهمزة\nأعلم أن ورشا ينقل حركة الهمزة إلى الساكن الذي قبلها، فيحركه بحركتها ويسقط الهمزة في جميع القرآن هذا إذا كانت الهمزة في أول كلمة، والساكن في كلمة أخرى قبلها.\nوسواء كان ذلك الساكن تنوينا أو غيره من الحروف كقوله (من شيء إذ كانوا) و (كفور إذن) و (قد أفلح) و (أن أَرضعيه) و (من أَوسط) وما أشبه ذلك.\nإلا أن يكون الساكن الذي قبل الهمزة أحد حروف المد واللين أو هاء السكت في قوله تعالى: (كتابيه) إلا في \" الحاقة \" فإنه لا ينقل إليها حركة الهمزة.\nفأما إذا كان الساكن مع الهمزة في كلمة واحدة، فإنه لا ينقل إليه الحركة غلا في لام التعريف وحده فقط نحو: الأسماء والإنسان والآخرة وما أشبه ذلك.\nفأما قوله: (الآن) في \" يونس \" \" 51 \".\nوقوله: (ردءاً يصّدقني) في \" القصص \" 34 \" وقوله: (عاداً الأُولى) في \" النجم \" \" 50 \".\nفنذكرها في مواضعها إن شاء الله.\n(1/48)\n\nباب الهمزة التي تترك من غير نقل\nفي الكلمة الواحدة\nأما الهمزة الساكنة المفتوح ما قبلها.\nفإن ورشا كان يعتبر ما قبلها، فإن كان أحد ستة أحرف وهي هجاء \" تنوفين \" قلب الهمزة الساكنة التي بعدها ألفا في الوصل والوقف جميعا، وحققها فيما سوى ذلك، وخالف أصله مع ثلاثة أحرف من هذه الستة وهي هجاء \" موف \".\nفأما الميم: فإنه خالف أصله معها في \" المأوى \" وما تصرف منه، وفي قوله: (فإذا أَطمأننتم) في \" النساء \" فهمز فيهما.\nوأما الواو: فإنه خالف أصله معها في قوله: (بَوّأنا) في \" يونس \" 93 و \" الحج \" 26 فهمزهما.\nوأما الغاء: فإنه خالف أصله معها في قوله: (فَأَؤوا إلى الكَهف) في سورة \" الكهف \" 16 فهمزه.\n\nفصل\nوأما الهمزة الساكنة المضموم ما قبلها، فإنه كان يعتبر ما قبلها، فإن كان أحد أربعة أحرف وهي هجاء \" متين \" قلب الهمزة واوا في الوصل والوقف وحققها فيما سوى ذلك.\nوخالف أصله مع التاء في قوله: (تؤوي إِليك) في \" الأحزاب \" 51 و (فصيلته التي تُؤِيهِ) في \" المعارج 13 فهمزهما.\nفصل\nوأما الهمزة الساكنة المكسور ما قبلها، فإنه لا يتركها إلا في \" بئس \" وما",
        "(1/49)\n\nتصرف منه و (بئر معطلة) في الحج 45، و \" الذئب \" حيث وقع.\nوتابعه قالون في موضع واحد قوله: (بعذاب بئيس) في \" الأعراف 165 فترك همزه، وتابعه الكسائي في الذئب فترك همزه حيث وقع.\nالباقون: بتحقيق الهمز في جميع ذلك.\nفصل\nفأما الهمزة المتحركة، فإن ورشا كان يحققها كسائر القراء إلا في موضعين: أحدهما: \" لئلا \" حيث وقع، فإنه قلب الهمزة فيه ياء.\nوالآخر: إذا كانت الهمزة مفتوحة، وقبلها أحد أربعة أحرف مضموما، وهي هجاء \" متين \" فإنه قلب الهمزة واوا بعد هذه الأحرف نحو: (مُؤَجَلاً) و (المُؤَلَفَةُ) و (تُؤَدُوا الأَماناتِ) و (يُؤَيِّد) و (ما نُؤَخِرُهُ) .\nالباقون: بتحقيق الهمزة في ذلك كله، إلا أن حفصا خالف أصله في قوله: (هُزُواً) حيث وقع وقوله: (كُفُواً) فقلب الهمزة فيهما واوا مفتوحة.\nوأما (سأَل سائل) فنذكره في موضعه.\n(1/50)",
        "\nباب الهمزة الساكنة\nالتي هي فاء من الفعل\nهذه الهمزة أصلية، ولكن لا يمكن النطق بها لسكونها فتجتلب لها همزة الوصل ليتوصل إلى النطق بها.\nفإذا دخلت عليها همزة الوصل انقلبت هي على حركتها كراهة الجمع بين همزتين.\nفإن كانت حركة همزة الوصل الكسر، انقلبت هذه الأصلية ياء، وإن كانت الضم انقلبت واوا نحو: (إئت بقرآن) (اؤتمِنَ أمانته) لا خلاف بينهم في هذا.\nفإذا اتصل بهذه الهمزة شيء من قبلها، فإن همزة الوصل تذهب للإستغناء عنها، ويقع في الأصلية الإختلاف، فكل القراء يهمزها إلا ورشا وأبا عمرو. إذا ترك الهمز فإنهما يقلبانها على حركة ما قبلها نحو: (لِقاءنا أئتِ بقرآن) (ثُمَّ أئتوا صَفّاً) (الذي أُؤتُمن) (يا صالحُ إِئتِنا) وما أشبهه.\n\nباب مذهب أبي عمرو\nفي الهمزات السواكن\nروى السوسي عن البزي عن أبي عمرو: أنه كان يترك كل همزة ساكنة في القرآن، ويبدل منها حرفا من جنس حركة ما قبلها إلا في خمسة وثلاثين موضعا خالف أصله فيها فهمزها منها:\n(1/51)\n",
        "ما كان سكون الهمزة علامة للجزم نحو قوله: (إن نشأ نذهبكم) (أَو ننسأها) و (إن تصبك حسنةٌ تسؤهم) وما أشبه ذلك مما قد دخل عليه حرف جزم، أو كان جوابا لمجزوم، أو معطوفا على مجزوم، وجملته تسعة عشر موضعا ومنها: ما كان سكون الهمزة فيه علامة للبناء في فعل الأمر خاصة نحو: (أنبِئهم بأَسمائهم) و (أَزجِه وأَخاه) و (نَبِئنا بتأويله) وما أشبه ذلك مما يدخل عليه جازم، وإنما هو مبني للأمر، وجملته أحد عشر موضعا، ومنها: قوله: (وتُؤدي إليك) في الأحزاب \" 51 (وفصيلته التي تؤويهِ) في سأل سائل ومنها قوله: (وَرِئياً) في مريم 74.\nومنها قوله: (مُؤصدة) في \" البلد \" 20 \" والهمزة \" 8.\nوكان شيخنا - رحمه الله - يخير لأبي عمرو في كلتا روايته في ترك الهمزات السواكن وفي تحقيقها. والذي قرأت به عليه لأبي عمرو والدوري بالهمز للسوسي بغير همز.\n(1/52)\n\nباب مذهب حمزة وهشام\nفي الوقف على الهمز\nأما الهمزة الساكنة: فإن حمزة يبدل منها في الوقف حرفا من جنس حركة ما قبلها متوسطة كانت أو متطرفة نحو (يأكل) و (الذئب) و (يؤمنون) و (إن يشأ) و (يهيء) .\nوكذلك إن كانت متطرفة وقبلها متحرك كقوله: (اللَهُ يستهزىء و (يَتَفَيؤ) و (إِن امرؤٌ) و (لؤلؤ) ونحو ذلك.\nويقف على قوله تعالى: (تُؤوي إِليكَ) و (تُؤويهِ) بواو مشددة، وعلى قوله: (وَرئياً) مشددة.\nهذا هو الإختيار في هذين الموضعين.\n\nفصل\nفأما الهمزة المتحركة إذا كان قبلها ساكن متوسطة كانت أو متطرفة، فإنه يعتبر ذلك الساكن.\nفإن كان أصليا نقل إليه حركة الهمزة - أي حركة كانت - فحركه بها، وأسقط",
        "(1/53)\n\nالهمزة، كقوله: (النَّشأَة) و (المَؤودَة) و (جَزاءً) و (شَيئاً) و (دِفء) و (الخَبء) وما أشبهه.\nإلا أن المتطرفة إذا نقل حركتها إلى ما قبلها وحذفها أسكن الحرف المتحرك بحركتها للوقف نحو: (دِفء) و (الخَبء) وله أن يروم الحركة، ويشمها في المجرور المضموم، لأن مذهبه الروم والإشمام، وهو الإختيار له، والإسكان جائز، وهو الأصل.\nوإن كان الساكن الذي قبل هذه الهمزة زائدا، فلا يكون إلا أحد حروف المد واللين.\nفإن كان ياءا أو واوا قلب الهمزة التي بعده حرفا من جنسه بأي تحركت وأدغم ذلك الزائد فيه، كقوله: (خطيئة) و (هنيئاً) و (النسىء) و (ثلاثة قروء) وإن كان الزائد ألفا جعل الهمزة التي بعده بين بين أن الألف لا ترغم نحو: (وَما كانوا أَولياءَهُ) (إِن أَولياؤه) و (لائِم) يجعلها\n(1/54)",
        "\nبين الهمزة والحرف الذي منه حركتها. وكذلك إن كانت الألف من نفس الكلمة حكمها في هذا كحكم الزائدة نحو: (فمن جاءه) و (جاءَوا) وما أشبهه.\nفصل\nفإن كانت الهمزة التي بعد الألف متطرفة قلبها ألفا على كل حال بأي حركة تحركت لسكونها في الوقف وانفتاح ما قبل الألف التي قبلها؛ لأن الألف ليست بحاجز حصينن فكأن الفتحة قد وليت الهمزة نحو: (يَشاء) و (من الماء) و (شُهداء) ويمد مدا طويلا لاجتماع الألفين.\nفصل\nفإن كان ما قبل الهمزة المتحركة متحركا فإنه يعتبر هذه الهمزة.\nفإن كانت مفتوحة وقبلها ضمة أو كسرة قبلها حرفا من جنس حركة ما قبلها نحو: (نُؤيد) و (فيء) وما أشبه ذلك، ثم بعد ذلك يحكم لها بحركة نفسها باي حركة تحركت، وتحرك ما قبلها فتجعلها بين الهمزة والحرف الذي منه حركة نفسهان نحو: (شَيئان) و (الصابئين) و (كما سئل موسى) و (مستَهزِؤن) وما أشبه ذلك.\nوتابعه هشام على ترك المتطرفة لا غير في الوقف على الأحكام التي تقدمت.\n(1/55)\n",
        "فصل\nواعلم أن هشاما يجعل الهمزة المنصوبة التي يصحبها التنوين في حكم المتوسطة، فلا تتركها من أجل لزوم الألف التي هي بدل من التنوين في حال الوقف.\n\nباب الإدغام\nأما ذال \" إذا \" إذا وقع بعدها أحد ستة أحرف يجمعها قولك: \" شجز صدّت \" فقرأ الحرميان وعاصم بالإظهار فيها كلها، وأبو عمرو وهشام بالإدغام فيها كلها، وابن ذكوان بالإدغام عند الدال فقط. وخلف عند التاء والدال فقط، وخلاد والكسائي بالإظهار عند الجيم فقط، زاد خلاد إظهارها عن الزاي في قوله: (وَغِذ زاغَت الأبصار) لا غير.\n\nباب دال قد\nوذلك عند ثمانية أحرف: وهي أول كل حرف من كلمات هذا البيت:\nشَهِدتُ ضُحىً ظِباءً سانِحاتِ ... ذَكَرَت زَمانُ جُزءٍ صافِناتِ\nفقرأ الحرميان وعاصم بالإظهار فيها كلها. وخالفهم ورش في الظاء والضاد فأدغم فيهما، وأظهر ابن ذكوان عند أربعة أحرف منهاه وهي: شص جس! وأدغم فيما بقي.\nوقرا الأخوان: أبو عمرو وهشام بالإدغام فيها كلها إلا أن هشاماً خالفهم عند الظاء في موضع واحد فأظهر فيه، وهو قوله: (لقد ظلمك) في \" صاد \".\n\nباب تاء التأنيث\nوذلك عند ستة أحرف، وهي أوائل كلمات هذا البيت:\nصَدَّ جائِراً ظَهَراً ... ثُمّ زارَني سَمَرا\n(1/56)\n\nفقرا الحرميان وعاصم بالإظهار فيها كلها. وخالفهم ورش الظاء فقط فأدغم فيها، وأظهرها ابن ذكوان عند ثلاثة أحرف منها وهي: سحر وأدغم فيما بقي، وقرأ الأخوان أبو عمرو وهشام بالإدغام فيها كلها.\n\nباب لام هل وبل\nوذلك عند ثمانية أحرف، وهي أوائل كلمات هذا البيت:\nتَقَولُ سَلمى ضاعَ طالِبوكا ... نَأَيتُ ظُلما ثُمّ زايلوكا\nفقرأ الكسائي بالإدغام فيها كلها وزاد أبو الحارث عنه، إدغام اللام الساكنة في الذال نحو: (مَن يفعل ذَلك) حيث وقع.\nوقرأ حمزة بإدغامها عند التاء والتاء والسين فقط، وقرأ هشام بالإظهار عند النون والضاد فقط، وبالإدغام فيما بقي إلا أنه خالف أصله عند التاء في موضع واحد، وهو قوله في \" الرعد \": (أَم هل تستوي الظلمات) فأظهرها فيها كلها،، إلا أن أبا عمرو خالفهم عند التاء في موضعين فأدغم فيهما، وهما قوله: (هل ترى من فطور) في \" تبارك \" و (هل ترى لهم من باقيَة) في \" الحافة \".\nفصل\nفأما قوله (أَخذتم) و (اِتخذتم) و (لاتَخذت) حيث وقع فأظهر الذال فيه. ابن كثير وحفص وأدغم الباقون.",
        "(1/57)\n\nباب النون الساكنة والتنوين\nأجمع القراء على إظهارها عند حروف الحلق، وعلى إدغامهما في حروف \" يرملون \" إلا ان تكون النون مع الواو والياء في كلمة واحدة نحو: قنوان وصنوان وبنيان، فإنهم يظهرونها بإجماع، وكذلك اتفقوا على إبدالهما عند الياء ميما في اللفظ من غير إدغام، وعلى إخفائهما عند باقي حروف المعجم.\nوالإخفاء: هو حال بين الإظهار وبين الإدغام.\nفصل\nفأما الغنة التي فيهما إذا أدغما في هجاء \" يرملون \" فإن القراء أجمعوا على إظهارها مع أربعة أحرف منها، وهي هجاء (يؤمن) إلا خلفا فإنه أذهبها مع الياء والواو فقط، وأجمعوا على إذهابها مع اللام والراء.\n\nباب الإمالة\nأجمعوا على الفتح في الأفعال الثلاثية من ذوات الواو نحو: دعا عفا ونجا وما أشبه ذلك حيث وقع إلا أربعة أفعال منها وهي: (دحاها) و (طحاها) و (تلاها) و (سجا) فإن الكسائي أمالها، وكذلك الأسماء الثلاثية من ذوات الواو. وأجمعوا أيضا على فتحها نحو: (الصفا) و (عصاه) و (شفا جرف) وما أشبهه إلا ثلاثة أحرف منها: (الربا) و (الضحى)\n(1/58)",
        "\nحيث وقعا نكرتين أو معرفتين، والثالث قوله: (أو كِلاهُما) في سبحان فإن الأخوين أمالا هذه الثلاثة، وكذلك أمالا كل ألف منقلبة من ياء أو في حكم المنقلب في الأفعال والأسماء. فالأفعال نحو: (أَتى) و (سعى) و (كفى) و (هداكم) و (قد نرى) و (يسعى) و (يرضى) و (ثم توفى) و (لا يلقاها) و (حتى نؤتى مِثلَ) و (تولى) و (تغشاها) و (يتوفاهن المَوت) و (تتلقاهُم) و (تتجافى) و (ما ولاهم) و (إِني أَراك) و (كيف أَسى) و (اِستسقى) و (اِستغنى) و (تعالى) و (نتعاطى) ونحو ذلك.\nوالأسماء نحو: (ولا أَدنى من ذلك) .\n(وأَزكى لكم) و (أَربى لكم من أمَةٍ) و (أَعمى) و (من أَوفى بعهده) و (الأَعلى) و (أَبقى) و (أَتقاكم) و (أَحوى) و (أَخرى) و (أَشقاها) و (اليَتامى) و (الحوايا) و (الأيامى) و (كُسالى) و (سَكارى) و (فرادى) و (موسى) و (عيسى) و (يحيى) و (اُنثى) و (الدنيا) و (العليا) و (السوى) و (السلوى) و (الموتى) و (نجواهم) و (إِحدى) كيف تصرف و (بسيماهم) و (الترى) و (الهدى) و (الزنا) حيث وقع و (المولى) و (المأَوى) كيف تصرفا - و (مَثنى) حيث وقع (يا ويلنا) و (يا أسفا) و (بضاعة مزجاة) و (مرساها) و (متى) و (أَنى لك هذا) و (أَنى يؤفكون) ونحو ذلك.\nوكذلك أمالا بلى - وهو حرف - فأما (أحيا) و (فأَحياكم) و (أَحيا به) - كيف تصرف - فإن حمزة لم يمل غلا ما كان قبله واو فقط، ماضيا كان أو مستقبلا، فإن كان قبله فاء أو ثم أو لم يكونا قبله فتح.\n(1/59)\n",
        "وأمامل الكسائي الباب كله على أصله. وقرأ أبو عمرو ما كان من ذلك كله رأس آية، وليس في آخرة راء بعدها ياء في الخط بين اللفظين، وأماله منه ما كان فيه راء بعدها ياء في الخط راس آية كان أو غيره وفتح الباقي وقرأ نافع جميع ذلك بين اللفظين، وأمال منه ما كان فيه راء بعدها ياء في الخط رأس آية كان أو غيره وفتح الباقي وقرأ نافع جميع ذلك بين اللفظين.\nوفتح الباقون جميع ذلك كيف تصرف إلا مواضع يسيرة ربما اختلفوا فيها على غير هذا الترتيب، نحن نذكرها في مواضعها من السور إن شاء الله تعالى.\n\nباب ما انفرد بإمالته الدوري عن الكسائي\nمن ذلك قوله: (بارئكم) في الموضعين و (البارى) ، و (طغيانِم) حيث وقع (في آَذانهِم) و (آَذانِنا) حيث وقع (محياي) و (مثواري) و (من أنصاري) في \" آل عمران \" \" 52 \" والصف 14 و (الجارِ ذي القُربى) و (الجار الجنب) في النساء و (جبارين) في المائدة و \" الشعراء \" و (الجواري) حيث وقع (وَسارعوا) و (يسارع) حيث وقع وكمشكاة في النور.\n\nباب ما انفرد بإمالته الكسائي\nفي كلتا روايتيه\nمن ذلك قوله: (مرضاة الله) و (مرضاتي) و (مرضاةِ أَزواجك) حيث وقع و (خطاياكم) و (خطايانا) حيث وقع (حق تقاتِهِ)\n(1/60)\n\nفي \" آل عمران 102 (وقد هدان) في الأنعام 80 (ومن عصاني) في إبراهيم 36 و (وما أَنسانيهِ) في الكهف (وأَوصاني بالصلاة) في \" مريم 31.\nوفيها (آَاني الكِتاب) 30 وفي \" النمل \": (فَما آتانيَ اللَهُ) 36 \" النمل \" و (محياهم) في \" الجاثية \" 21 والأربعة الأفعال التي تقدم ذكرها، و (الرؤيا) كيف تصرف إلا أن أبا الحارث خالف أصله في قوله: (لا تقصص رُؤياكَ) في \" يوسف \" ففتحه وحده.\n\nفصل\nواختلفوا في عشرة أفعال ثلاثية ماضية، وهي: جاء، وشاء وزاد، وضاق، وخاف، وخاب، وحاق، وطاب، وزاغ و (بل ران) فأمالها كلها - كيف تصرفت - حمزة إلا قوله: (إِذ زاغت الأبصار) في \" الأحزاب \" 10 و (أَم زاغت عنهم الأبصار) في \" صاد \" 63 وأمال منها ابن ذكوان: شاء، وجاء، كيف تصرفا و (فَزادَهُمُ اللَهُ مَرَضاً) في \" البقرة \" 10 لا غير.\nوأمال منها الكسائي وأبو بكر (بَل رانَ) فقط الباقون: بالفتح فيها كلها - كيف تصرفت - فأما المستقبل من هذه الأفعال والرباعي فغير محال بإجماع.\nفأما ما كان في آخره راء مكسورة قبلها ألف من الأسماء على أي وزن - كان مفردا أو جمعا - نحو: (عَلى أبصارهم) و (من أنصار) و (بالأَسحار) و (مع الأبرار) و (النار) و (الغار) و (آثارهم) ونحو ذلك.\nفقرا أبو عمر والدوري - عن الكسائي - جميع ذلك بالإمالة - كيف تصرف - وقرأه نافع وحمزة وأبو الحارث بين اللفظين وهم إلى الفتح أقرب إلى ما تكررت",
        "(1/61)\n\nفيه الراء نحو: الأبرار والأشرار وقرار، فإن حمزة وأبا الحارث قرآه بالإمالة، وقرأه نافع وابن ذكوان بين اللفظين.\nالباقون: بالفتح في جميع ذلك.\n\nباب مذهب ورش\nفي ترقيق الراء المفتوحة\nإذا كانت الراء مفتوحة، وكان قبلها كسرة أو ياء قرأها ورش بين اللفظين - سواء كانت الكسرة قبل الراء بلا حائل بينهما أو حال بينهما ساكن - نحو (خيرا) و (غيركم) و (فاطر السموات) و (خسر الدنيا والآخرة) و (الذكر) و (وزر أخرى) وما أشبهه.\nوقد خالف أصله مع الكسرة في مواضع: فأما ما وليت السكرة فيه الراء فخالف أصله فيه في خمسة مواضع: ففتح الراء فيها: أحدها: أن يكون الحرف المكسور باء الخفض أولامه نحو (برازقين) و (لِرسوله) .\nوالثاني: الصراط وصراط حيث وقعا.\nوالثالث: إذا كان بعد الراء ألف بعدها راء مفتوحة أو مضمومة نحو: قرار والقرار.\nوالرابع: إذا كان بعد الراء ألف بعدها قال مضمومة نحو: (هذا فراقه) .\n(1/62)",
        "\nوالخامس: إذا كان بعد الراء ألف بعدها عين مفتوحة نحو: سراعا وسبعون ذراعا.\nوقد ذكر عنه اختلاف في غير هذه المواضع أيضا.\nوالإختيار عندي ما ذكرته.\nوأما ما حال بين الكسرة والراء فيه ساكن فإنه خالف أصله فيه في أربعة مواضع ففتحها.\nأحدها: الأسماء الأعجمية وهي: إبراهيم وإسرائيل وعمران حيث وقعت.\nوالثاني: (أَو إعراضاً) و (إن كان كبر عليك إعراضهم) والثالث: إذا كان بعد الراء ألف بعدها راء مفتوحة نحو: أسراراً ومدراراً.\nوالرابع: إذا كان الساكن الحائل بينهما صادا أو طاءا نحو: مصرا وإصرا وقطرا وفطرة الله.\nالباقون: يفتحون الراء في جميع ذلك.\n\nباب مذهب الكسائي\nفي إمالة ما قبل هاء التأنيث في الوقف\nأعلم أن الكسائي يقف على ما قبل هاء التأنيث بالإمالة سواء كان في الكلمة قبله كسرة أو ياء أو غيرها، إلا أن يقع قبل الهاء أحد عشر أحرف يجمعها أواخر كلمات هذا البيت:\nيَروعُ أَخٌ لِفَرطِ حَريقِ غيظِ ... يَمُصُ لِنَصّ داعٍ راحَ يَلحى.\nفإنه يقف حينَئِذٍ بالفتح. وكذلك يقف على ما قبل هاء السكت بالفتح نحو\n(1/63)\n",
        "(يَنسنه) و (كِتابيه) .\n\nفصل\nفإن وقع قبل الهاء أحد أربعة أحرف وهي هجاء \" أكره \" فلهن أحكام على غير هذه الرتبة.\nأما الهمزة فإنه وقع قبلها كسرة وقف بالإمالة نحو (سَيئَهُ) وإن وقع قبلها ألف أو فتحة تليانها وقف بالفتح نحو: براءة وامرأة. فإن حال بين الفتحة وبين الهمزة ساكن غير الألف، وقف بالإمالة نحو: سوأة والنشأة.\nوأما الكاف: فإن وقع قبلها كسرة أو ياء وقف بالإمالة نحو: الملائكة والأيكة، وإن وقع قبلها فتحة أو ضمة بالفتح: نحو: التهلكة ومباركة.\nوأما الراء فإن وقع قبلها كسرة أو ياء - سواء وليتاها أو حال بينهما ساكن وقف بالإمالة نحو: الآخرة وعبرة وكبيرة. وإن وقع قبلها فتحة أو ضمة سواء وليتاها أو حال بينهما ساكن وقف بالفتح نحو: شجرة ونصرة وحفرة ومحشورة.\nوأما الهاء فإن كان قبلها كسرة وقف بالإمالة نحو: آلهة وفاكهة، وإن لم يكن قبلها كسرة وقف بالفتح نحو: سفاهة.\nالباقون: يقفون على ما قبل هاء التأنيث بالفتح في جميع القرآن.\n\nباب الروم والإشمام\nالذين يروى عنهم الروم والإشمام في الوقف: النحويان، وحمزة، وأما سائر القراء فلم يرو عنهم في ذلك شيء، والمختار لهم الروم والإشمام أيضا.\n(1/64)\n\nوالروم يكون في المضموم والمكسور - سواء كانت الضمة والكسرة حركتي إعراب أو بناء - وهو إشارة.\nفصل\nأعلم أن ورشا كان يفخم اللام المفتوحة إذا وقع قبلها صاد أو ظاء مفتوحتين أو ساكنتين نحو: الصلاة، ويصلي، وسيصلون، وظلموا ممن أظلم وما أشبهه.\n\nالاستعاذة\nالمختار من لفظ الإستعاذة: أعوذ بالله من الشيطان الرجيم لا غير، وبه قرأت وبه آخذ التسمية.\nلا خلاف في قراءة (بِسمِ اللَهِ الرَحمنِ الرَحيم) في أول الحمد وفي تركها في أول براءة.\nواختلفوا فيما عداها من السور، فقرا أبو عمرو وحمزة وورش بغير فصل بين السورتين ببسم الله الرحمن الرحيم في جميع القرآن.\nوالباقون بالفصل بينهما في القرآن كله والله أعلم.",
        "(1/65)\n\nفاتحة الكتاب \" 1 \"\nباب اختلافهم في فرش الحروف\n(مالك يوم الدين) بالألف عاصم والكسائي.\n(السراّط وسراط) حيث وقعا - قنبل.\nالباقون: بالصاد. وكان خلف يشم الصاد الزاي - حيث وقع - وأشم خلاد في هذه السورة فقط.\n(1/67)",
        "\nسورة البقرة \" 2 \"\n(وَما يخادعون إلا أنفسهم) بالألف الحرميان وأبو عمرو ولا خلاف في الأول أنه بالألف.\n(فزادهم الله مرضا) 10 أمال ابن ذكوان هذا الحرف وحده، وأماله حمزة حيث وقع.\n(يكذبون) بالتخفيف الكوفيون.\n(قيل) 11 و (غيض) و (جيء) بالإشمام في هذه الثلاثة - حيث وقعت - الكسائي وهشام.\n(وحيل) و (سيق) و (سيء) و (سيئت) بالإشمام في هذه الأربعة، ابن عامر والكسائي وتابعهما نافع في: سيء وسئت حيث وقعا.\n(على كُلِّ شَيءٍ قَدير) 20 بالمد في هذه الكلمة كيف تصرفت حمزة وورش.\n(1/68)\n",
        "وهو 29 و (فهو) و (لهو) و (ثم هو) بإسكان الهاء حيث وقعت النحويان وقالون، وخالف أبو عمر وأصله في (ثمّ هو) فضم الهاء بعدها.\nو\" هو \" موضع واحد في القصص لا غير.\n- (فأزالهما الشيطان) 36 بالألف حمزة.\n- (فتلقى آدمَ) 37 بالنصب كلمات بالرفع ابن كثير.\n- (ولا تُقبَلُ منها) 48 بالتاء ابن كثير وأبو عمروس.\n- (وَإذ وَاعَدنا) 51 بغير ألف أبو عمرو، وكذلك في \" الأعراف \" و \" طه \".\n- (بارِئِكُم) 54.\n- (ويأمركم) و (يشعركم) و (ينصركم) و (يأمرهم) ونحو ذلك بالاختلاس في ذلك كله: أبو عمرو.\n- (يغفر لكم) 58 بالياء نافع.\n(تغفر) بالتاء ابن عامر.\n(الباقون) نغفر - بالنون مفتوحة.\nوأدغم أبو عمرو الراء في اللام وكذلك يدغم الراء الساكنة في اللام في جميع القرآن.\n- (النبيين) 61 والأنبياء والنبوة - حيث وقع نافع إلا أن قالون قرأ في \" الأحزاب \": (لِلنبي إن أراد) و (بُيوتَ النَبي إِلا) بتشديد الياء فيهما من غير همز.\n- (الصابين والصابون) 62 بغير همز حيث وقعا نافع.\n- (هزءا) 67 بإسكان الزاي - حيث وقع حمزة.\n(الباقون) بضمها، إلا أن حمزة يقلب الهمزة واواً.\n(1/69)\n\n- (عما يعملون) 74 بالياء ابن كثير بعده: (أفَتطمعون) 75.\n- (خطاياته) 81 على الجمع نافع.\n- (لا يعبدون إلا الله) 83 بالياء ابن كثير والأخوان.\n- (للِناسِ حَسناً) بالفتح الأخوان.\n- (تظاهرون عليهم) 85 بالتخفيف الكوفيون.\n- وكذلك: (وَإِن تظاهروا عليه) في \" التحريم \".\n- (أسرى) على فعلى - حمزة، الباقون: - (أسارى) على فعالى - وأماله: الأخوان وأبو عمرو.\n- (تُفادوهُم) بالألف نافع وعاصم والكسائي.\n- (عما يعملون أولئك) 86 بالياء الحرميان وأبو بكر.\n- (بروح القدس) 87 ساكنة الدال - حيث وقع - ابن كثير.\n- (ينزل 90) (وتُنزل) ، (وَتُنَزّلُ) بالإسكان في ذلك كله حيث وقع - ابن كثير وأبو عمرو وخالف أبو عمرو أصله في الأنعام.\n- (قادِرٌ عَلى أَن يُنزِلَ آَية) فشدده لا غير، وخالف ابن كثير أصله في موضعين: - قوله في سبحان: (وننزل في القرآن) و (حتى تنزل علينا) فشددهما لا غير، ولا خلاف في تشديدن الزاي الذي في الحجر قوله: (وَما نُنزلُه إِلاّ بقدر) ونذكر الذي في \" لقمان \" والذي في \" الشورى \" هناك إن شاء الله.",
        "(1/70)\n\n- (جبرئل) 97 مثل: جبرعل - أبو بكر، جبرئيل مثل جبرعيلك الأخوان.\n- (الباقون) جبريل - بغير همز - إلا أن ابن كثير فتح الجيم وكسرها الباقون.\n- (ميكال) 98 أبو عمرو وحفص، ميكائل بالهمز نافع.\n(الباقون) ميكائيل بياء بعد الهمزة.\n(ولكن) 102 بكسر النون وتخفيفها.\n(الشَياطين) بالرفع ابن عامر والأخوان.\n- (ما ننسخ من آية) 106 بضم النون وكسر السين ابن عامر \" أو ننسأها \" بالفتح والهمز ابن كثير وأبو عمرو.\n- (قالوا اتخذ اللَهُ) بغير واو وابن عامر.\n- (كن فيكون) 117 بالفتح - ابن عامر ومثله في آل عمران.\n- والنحل ومريم ويس والطوال وتابعه الكسائي على الذي في \" النحل \" و \" يس \" فقط.\n- (ولا تسأل) 119على النهي نافع.\n- (\" وأَرني \" و \" أرنا \") حيث وقع - أبو عمرو بالاختلاس فيهما.\n- (واتخذوا من مقام إبراهيم) 125 بفتح الخاء نافع وابن عامر.\n(فأمتعه) 126 بالتخفيف ابن عامر.\nقرأ هشام \" إبراهام \" بالألف في ثلاثة وثلاثين موضعا فيها كل ما في \" البقرة \" وجملته خمسة عشر موضعا، ونذكرها سائرها في مواضعها، وقرأ ابن ذكوان هذه التي في \" البقرة \" كلها بالوجهين بالألف والياء وباقيها بالياء لا غير.\n(وأوصى بها) 132 بالألف نافع وابن عامر.\n(1/71)",
        "\n(أم تقولون) 140 بالتاء ابن عامر والكوفيون سوى أبي بكر.\n(لَرَؤوفٌ) 143 بغير واو حيث وقع أبو عمرو والكوفيون سوى حفص.\n- (عما تعملون) 144 بالتاء ابن عامر والأخوان بعده: و (لئن أَتيت) .\n- (هو مولاها) 148 ابن عامر.\n- (عما يعملون) 149 بالياء أبو عمرو بعده (ومن حيث خرجتَ) ليلا \" ومن يطوع خيرا فهو خير له \" 184.\n- (تصريف الريح) 164 الأخوان. نونذكر جميع ما اختلفوا فيه من هذه الكلمة في مواضعه وجملته أحد عشر موضعا.\n- (ولو ترى الذين ظلموا) 165 بالتاء نافع وابن عامر.\n(إِذ يرونَ) بضم الياء ابن عامر.\n- (خُطُوات) 168 بضم الطاء حيث وقع ابن عامر والكسائي وقنبل وحفص.\n- (فمن اضطر) 173 بكسر النون أبو عمرو وعاصم وحمزة وكذلك النون من إن، ولكن، والدال من قد، والتاء من قالت، واللام من قل، والواو، من أو والتنوين إذا لقيهن ساكن بعده ضمة لازمة إلا أن أبا عمرو خالف أصله في اللام من قل والواو من أو فضمهما.\n- (الباقون) بضم هذه الحروف كلها إلا أن ابن ذكوان خالفهم في التنوين فكسره - حيث وقع - إلا موضعين خالف أصله فيهما فضم التنوين، وهما: - (بِرَحمَةٍ أدخلوا) الأعراف.\n- و (خبيثة اجتثت) في \" إبراهيم \".\n(1/72)\n",
        "- (ليس البر) 177 بالنصب حفص وحمزة.\n- (ولكن البر من آمن) 177 (ولكن البِر من اتقى) 189 بتخفيف لكن ورفع البر فيهما نافع وابن عامر.\n- (من مُوصٍّ) 182 بالتشديد الكوفيون سوى حفص.\n- (فدية طعام) 184 بالإضافة نافع وابنه ذكوان.\n- (مَساكين) على الجمع نافع وابن عامر.\n- (القُرآن) و (قرآن) 185 بغير همز حيث وقعا - ابن كثير، وهمز افعل منه كيف تصرفت.\n- (ولِتكمّلوا العدّة) بالتشديد أبو بكر.\n- (البيوت) 189 بضم الباء - حيث وقع - أبو عمرو وورش وحفص، فأما العين من \" العيون \" والغين من \" الغيوب \" والجيم من \" الجيوب \" والشين من (شُيوخاً) فكسرها كلها حمزة، وكذنلك ابن كثير وابن ذكوان، والكسائي إلا الغين من (الغيوب) فإنهم ضموها. وكذلك أبو بكر أيضا إلا الجيم من الجيوب فإنه ضمهاز الباقون: بالضم فيها كلها.\n- (ولا تقتلوهم عند المسجد) 191 - (حَتى يقتلوكم) (فَإِن قتلوكم) بغير ألف في الثلاثة الأخوان.\n- (فلا رفث ولا فسوقٌ) 197 بالرفع فيها ابن كثير وأبو عمرو.\n- (مرضاة الله) 207 بالإمالة الكسائي.\n- (في السّلم) 208 بالفتح الحرميان والكسائي.\n- (ترجع الأمور) 210 بفتح وكسر الجيم حيث وقع ابن عامر والأخوان.\n- (حتى يقول الرسول) 214 بالرفع نافع.\n(1/73)\n\n- (إثم كثير) 216 بالتاء الأخوان.\n- (قل العفو) 219 بالرفع أبو عمرو.\n- (حتى يطهرن) 222 بتشديد الطاء والهاء الكوفيون سوى حفص.\n- (إلا أن يخافا) 229 أن لا يقيما بضم الياء حمزة.\n- (لا تضّار) 233 بالرفع ابن كثير وأبو عمرو.\n- و (ما أتيتم بالمعروف) بالقصر ابن كثير.\n- (ما لم تماسوهن) 236 (ومن قبل أَن تماسوهن) 237 بضم التاء وبالألف فيهما الأخوان ومثله في الأحزاب.\n- (عَلى الموسع قَدَره وعلى المقتر قدره) بفح الدال فيهما الأخوان وحفص وابن ذكوان.\n- (وصيّةٌ لأزواجهم) 240 بالرفع الحرميان والكسائي وأبو بكر.\n- (فيضاعفه) 245 بفتح الفاء ابن عامر وعاصم، ومثله في الحديد إلا \" فيضعفه \" و \" مضعفة \" و (يضعف) بغير ألف كيف تصرف الآيتان - يقبض ويبصط 245 بالصاد نافع والكسائي وأبو بكر وابن ذكوان.\n- (بصطة) بالصاد - أبو بكر بخلف عنه.\n- (عَسيتم) 246 بالكسر نافع ومثله في \" القتال \".\n- (غرفةً بِيَده) 249 بفتح الغين - الحرميانن وأبو عمرو.\n- (ولولا دفاع الله) 251 بالألف نافع ومثله في \" الحج \".",
        "(1/74)\n\n- (لا بيع فيه ولا خلة ولا شفاعة) 154 بالفتح فيهن ابن كثير وأبو عمرو.\n- (وأنا أحيي) 258 بالمد - نافع، وكذلك ما أشبهه غلا أن يكون بعده همزة مكسورة فإنه لا يمده كغيره.\n- و (لبثت) 259 ولبثتم، بالإظهار حيث وقع الحرميان وعاصم.\n- (لم يتسن وَانظر) بغير هاء في الوصل - الأخوان، ولا خلاف في الوقف أنه بالهاء.\n- (ننشزها) بالزاي - ابن عامر والكوفيون.\n- (قالَ أَعلَمُ أَنّ اللَهَ) على الأمر - الأخوان.\n- (فصرهن) 260 بكسر الصاد - حمزة.\n- (جزوا) - بضم الزاي - أبو بكر، وكذلك في \" الحجر \" و \" الزخرف \".\n- (بربوة) 265 بفتح الراء - ابن عامر وعاصم ومثله في \" قد أفلح \" \" أُكلها \" والأكل وأُكل بإسكان الكاف حيث وقع - الحرميان، وتابعهما أبو عمرو على ما اتصل به ضمير المؤنث لا غير.\n- (ولا تيمموا الخبيث) 267 تشديد التاء البزي، وكذلك يشدد التاء في أحد وثلاثين موضعا هذا أحدها، ونحن نذكر باقيها في مواضعها إن شاء الله.\n- (فنعما) 271 ساكنة العين مع كسر النون - الأبوان وقالون.\n- (فَنِعما) بفتح النون وكسر العين ابن عامر والأخوان. الباقون: بكسرهما جميعا، ومثله في \" النساء \".\n(1/75)",
        "\n- (ويكفِر عنكم) - بالياء - ابن عامر وحفص.\n- (الباقون) بالنون وجزم الراء نافع والأخوان ورفعهما الباقون.\n- (يحسبهم الجاهل) 273 بفتح السين - ابن عامر وعاصم وحمزة، وكذلك: يحسب، ويحسبون ويحسبه حيث وقع.\n- (فآذنوا) - 279 - بالمد وكسر الذال - أبو بكر وحمزة.\n- (إلى ميسرة) .. 280 بالضم، نافع.\n- (وَإِن تَصَدّقوا) خفيفة الصاد عاصم.\n- (يوما ترجعون فيه) 281 - بكسر الهمزة حمزة.\n- (فتذكر إِحداهما) بالتخفيف - ابن كثير وأبو عمرو، الباقون: بالتشديد.\nوضم حمزة الراء وفتحها الباقون.\n- (فرهان مقبوضة) 283 ابن كثير وأبو عمرو.\n(فَيغفر لمن يَشاء ويعذب) 284 بالرفع فيهما - ابن عامر وعاصم.\n(الباقون) بالحزم، وأظهر الباء ورش وحمزة.\n- (وكتابه) 285 على التوحيد - الأخوان. أبو عمرو: يسكن السين من الرسل والباء من السبل إذا كان بعد اللام حرفان كيف تصرفا.\nفيها ثماني ياءات إضافة مختلف فيها.\n- (إِنّي أَعلَمُ) 30 - 33 في موضعين فتح الياء فيهما الحرميان وأبو عمرو.\n- (عهدي الظالمين) 128 أسكنهما حفص وحمزة.\n- (بيتي للطائفين) 125 فتحها نافع ابن كثير وحده.\n- (فاذكروا أَذكركم) 125 فتحها نافع ابن كثير وحده.\n- (فَاذكُروا أَذكُركُم) 152 فتحها ابن كثير وحده.\n- (وليؤمنوا بِي) 186 فتحها ورش وحده.\n(1/76)\n",
        "- (مني إلا) 249 فتحها نافع وأبو عمرو.\n- (وربي الذي يحيي) 258 أسكنها حمزة وحده وفيها ثلاث محذوفات: - (الداع) 186 ورش وأبو عمرو بياء في الوصل فقط.\n- (رعان) 186 نافع وابو عمرو بياء في الوصل فقط.\n- (وَاتقونِ يا أُولي الأَلباب 197 أبو عمرو بياء في الوصل فقط الباقون: بغير ياء في الحالين في الثلاثة.\n(1/77)\n\nسورة آل عمران \" 3 \"\n- التوراة 3 بالإمالة حيث وقع النحويان وابن ذكوان، وقرأه نافع وحمزة بين اللفظين. الباقون بالفتح.\n- (سيغلبون ويحشرون) \" 12 \" بالياء فيهما الأخوان.\n- (ترونهم) 13 بالتاء نافع.\n- (أأنبيكم) 15 قد ذكر في باب الهمزتين في كلمة. رضوان بضم الراء حيث وقع وكيف تصرف، أبو بكر إلا موضعا واحدا قوله من \" المائدة \" (رضوانَهُ سُبُلَ السلام) فإنه كسره.\n- (إن الدين عند الله) 19 بفتح الألف الكسائي.\n- (ويقاتلونَ الذين يأمرون) 21 حمزة.\n- (الحي من الميِّت) 27 و (الميِّت من الحي) و (لِبَلَدٍ مَيّت) و (إِلى بلد ميّت) بالتشديد حيث وقعت نافع. والأخوان وحفص ولا خلاف في تخفيف قوله (بلدة مَيتاً) حيث وقع في وفي تشديد قوله (وما هو بميّت) وثم (إِنكم بعد",
        "(1/78)\n\nذلك لميِتون) و (إِنك ميت وإنهم مَيتون) .\n- (منهم تقاة) 28 بالإمالة، الأخوان.\n- (بما وضعتُ) 36 بإسكان العين وضم التاء، ابن عامر وأبو بكر.\n- (وكفلها) 37 بالتشديد. الكوفيون زكريا مقصود حيث وقع الأخوان وحفص. زكريا بالنسب، أبو بكر، بعده كلما.\n- (فناداته الملائكة) 39 بألف ممالة، الأخوان. المحراب بين اللفظين حيث وقع، ورش وقرنأ ابن ذكوان ما كان منه في وضع خفض بالإمالة وهما موضعان ها هنا: (يُصلي في المِحراب) وفي \" مريم \" (فخرج على قومه من المحراب) وفتح الباقي. الباقون بالفتح فيه حيث وقع.\n- عمران 33 بإشمام الراء الكسر حيث وقع، ابن ذكوان.\n- (إنّ اللَهَ يبشرك) 39 بكسر الألف. ابن عامر وحمزة (يبشرك) بالتخفيف في الموضعين الأخوان وقد اختلفوا في هذا الفعل في سبعة مواضع غير هذين نحن نذكرها في مواضعها.\n(كن فيكون) 47 بالنصب ابن عامر، بعده ونعلمه (ويعلمه الكتاب) 48 بالياء نافع وعاصم.\n(أني أَخلق) 49 بكسر الألف نافع (فيكون طائراً) بالألف ومثله في \" المائدة \" نافع.\n- (فيوفيهِم أجورهم) 57 بالياء، حفص.\n- (هأنتم) 66 مثل هعنتم حيث وقع قنبل. (هآنتم) ممدودا غير مهموز، نافع وأبو عمرو. الباقون بالمد والهمز حيث وقع.\n(1/79)",
        "\n- (أن يؤتى أَحد) 73 بالمد، ابن كثير.\n- (يؤده إليك) 75 ساكنة الهاء في الموضعين، الأبوان وحمزة وقرأ قالون بكسر مختلسة فيهما. الباقون بوصل الهاء بياء، وكذلك اختلافهم في قوله: (نؤته منها) في الموضعين من هذه السورة وفي النساء قوله: (نوله ما تولى ونصله جهنم) وفي \" عسق \" (نؤته منها) .\n- (بما كنتم تعلمون الكتاب) 79 بالتشديد، ابن عارم والكوفيون.\n- (ولا يأمركم) 80 بضم الراء، الحرميان والنحويان.\n- (لِما آتيتُكُم) 81 بكسر اللام. حمزة (آَتيناكم) على الجمع نافع..\n- (يبغون) 83 بالياء أبو عمرو وحفص (وإليه يرجعون) بالياء حفص.\n- (حج البيت) 97 بكسر الحاء، الأخوان وحفص.\n- (حق تقاته) 103 بتشديد التاء البزي.\n- (ترجع الأمور) 109 قد ذكر في البقرة.\n- (وما يفعلوا من خير فلن يكفروه) 115 بالياء فيهما، الأخوان وحفص.\n- (لا يضركم كيدهم) 120 من ضار يضير، الحرميان وأبو عمرو. الباقون (يضركم) من ضر يضر.\n- (منزلين) 124 بالتشديد، ابن عامر.\n- (مسومين) 125 بكسر الواو، ابن كثير وأبو عمرو وعاصم.\n- (سارعوا إلى) 133 بغير واو نافع وابن عامر وأماله الدوري عن الكسائي وكذلك نسارع ويسارعون حيث وقع.\n- (مضعفة) 130 بالتشديد الإبنان.\n(1/80)\n",
        "- (قرح) 140 والقرح بالضم حيث وقع، الكوفيون سوى حفص.\n- (وكائن) 146 بوزن كاعن حيث وقع، ابن كثير.\n- (ومن يرد ثواب) 145 بالإظهار في الموضعين، الحرميان وعاصم.\n- (من نبيٍ قاتل معه) 146 ابن عامر والكوفيون.\n- (الرعب) 151 ورعب بضم العين حيث وقع، ابن عامر والكسائي.\n- (تغشى طائفة) 154 بالتاء والإمالة، الأخوان (كُلّهُ لِلِهَ) بالرفع أبو عمرو.\n- (بما يعملون بصير) 156 بالياء، ابن كثير والأخوان. بعده (ولئن قتلتم) .\n- (متم) 158 ومتنا بكسر الميم حيث وقع، نافع والأخوان وحفص إلا أن حفصا خالف أصله في الموضعين ها هنا، فضم الميم فيهما قوله: (أَو متم) (لئن متم) .\n- (مما يجمعون) 157 بالياء حفص.\n- (يغل) 161 بفتح الياء وضم الغين، ابن كثير وأبو عمرو وعاصم.\n- (لو أطاعونا ما قتلوا) 168، (ولا تحسبن الذين قتلوا) 169 بالتشديد فيهما، هشام وتابعه ابن ذكوان على الثاني منهما.\n- (وإن اللَهَ لا يضيع) 171 بالكسر الكسائي.\n- (ولا يحزنك) 176 بضم الياء وكسر الزاي، نافع وكذلك ماتصرف منه إلا قوله في الأنبياء (لا يحزنهم الفزع) فإنه فتح الياء وضم الزاي فيه وحده.\n- (ولا تحسبن الذين كفروا) 178 (ولا تحسبن يبخلون) 180 بالتاء فيهما، حمزة وقد ذكر فتح السين.\n- (حتى يميز الخبيث) 179 بالتشديد، الأخوان ومثله في \" الأنفال \".\n(1/81)\n\n- (بما يعملون خبير) 180 بالياء ابن كثير وأبو عمرو، وبعده (لقد سمع الله) 181.\n- (سنكتب) 181 على ما لم يسم فاعله وقتلهم بالرفع (ويقول ذوقوا) بالياء حمزة.\n- (بالبينات وبالزبر والكتاب) 184 بإثبات الباء فيهما، هشام وتابعه ابن ذكوان على إثباتها في الزبر فقط.\n- (ليبيِننه للناس ولا يكتمونه) 187 بالياء فيهما، ابن كثير والأبوان.\n- (لا يحسبن الذين يفرحون) 188 بالتاء، الكوفيون (فلا يحسبنهم) بالياء وضم الباء، ابن كثير وأبو عمرو. الباقون بالتاء وفتح الباء - وقد تقدم القول في السين.\n- (وقتلوا وقاتلوا) 195 الأخوان. الباقون بعكسه، وشدد التاء من (قتلوا) الإبنان.\n- فيها ست ياءات إضافة: (وجهي لله) 20 فتحها نافع وابن عامر وحفص. (فتقبل مني أَنك) 35 و (اجعل لي آية) 41 فتحهما نافع وأبو عمرو. (إني أعيذها) 36 و (من أنصاري إلى الله) 52 فنحهما نافع وحده.\n- (إني أَخلق) 49 فتحها الحرميان وأبو عمرو.\n- وفيها محذوفتان: (ومن اتبعن) 20 نافع وأبو عمرو وبياء في الوصل فقط.\n- (وخافون إن كنتم) 175 أبو عمرو بياء في الوصل. الباقون بغير ياء فيهما في الحالين.",
        "(1/82)\n\nسورة النساء \" 4 \"\n- (تساءلون به) \" 1 \" بالتخفيف، الكوفيون (والأرحام) بالخفض، حمزة.\n- (قيما) نافع وابن عامر.\n- (ضعافا) 9 بالإمالة، حمزة.\n- (وسيصلون) 10 بضم الياء. ابن عامر وأبو بكر.\n- و (إن كانت واحدة) 11 بالرفع. نافع (فلأمة) بكسر الهمزة في الموضعين، الأخوان وكذلك في \" القصص \" و \" الزخرف \" يوصى بها بالفتح في الموضعين، الإبنان وأبو بكر وتابعهم حفص على الثاني منهما فقط.\n- (ندخله جنات) 13 (وَنُدخِلهُ نارا) 14 بالنون فيهما، نافع وابن عامر.\n- (واللذان يأتيانها) 16 بالتشديد ابن كثير.\n- (النساء كرها) 19 بضم الكاف. الأخوان ومثله في \" التوبة.\n- (بفاحشةٍ مبينة) بفتح الياء حيث وقع، ابن كثير وأبو بكر (آَيات مبينات) بفتح الياء حيث وقع، الحرميان والأبوان.\n(1/83)",
        "\n- (المحصنات) 24 ومحصنات بكسر الصاد حيث وقعا الكسائي إلا الحرف الأول من هذه السورة فإنه فتحه قوله: (والمحصنات من النساء) ولا خلاف في (محصنين) و (أحل لكم) بضم الألف وكسر الحاء، الأخوان وحفص.\n- (فإذا أحصن) . (وأحل لكم) بضم الألف وكسر الحاء، الأخوان وحفص.\n- (فإذا أحصن) 25 بفتح الألف والصاد، الأخوان وأبو بكر.\n- (تجارة) 29 بالنصب الكوفيون.\n- (مدخلا) 31 بفتح الميم، نافع مثله في الحج.\n- (وسلوا الله) 32 بغير همز، ابن كثير والكسائي وكذلك كل أمر للمخاطب من هذا الفعل إذا كان قبله واو أو فاء.\n- (عقدت إيمانكم) 33 بغير ألف، الكوفيون.\n- (بالبخل) 37 بفتح الباء والخاء، الأخوان ومثله في \" الحديد \" - (وإن تك ح - (سنة) 40 بالرفع، الحرميان (يضاعفها) بالتشديد، الإبنان.\n- ... (لَو تسوى) 42 بفتح التاء وتشديد السين، نافع وابن عامر (تسوى) بفتح التاء خفيفة السين مع الإمالة، الأخوان. الباقون (تسوى) بضم التاء خفيفة السين.\n- (أَو لامستم النساء) 43 بغير ألف، الأخوان ومثله في \" المائدة \".\n- (نعما) 58 قد ذكر في \" البقرة \".\n- (إِلا قَليلاً مِنهُم 66 بالنصب، ابن عامر.\n- (كأَن لم تكن بينكم) 73 بالتاء، ابن كثير وحفص.\n- (أَو يغلب فسوف) 74 بالإدغام النحويان وخلاد، وكذلك في الرعد (وإن تعجب فعجب) وفي سبحان (قال اذهب فمن تبعك) وفي\n(1/84)\n",
        "(قال فاذهب فإن لك) وفي الحجرات (يتب فأولئك) إِلا أن خلادا خالفهما في الحجرات فأظهر فيها.\n- (ولا يظلمون فتيلا) 77 بالياء، ابن كثير والأخوان. بعده (أينما تَكونوا) .\n- (بيت طائفة) الإدغام. أبو عمرو وحمزة.\n- (ومن أصدق من الله) 87 بإشمام الصاد الزاي، الأخوان وكذلك كل صاد ساكن بعدها دال حيث وقع.\n- (فتثبتوا) 94 من التثبت في الموضعين الأخوان ومثله في \" الحجرات.\n- (إليكم السلم لست) بغير ألف، نافع وابن عامر وحمزة.\n- (غير أولي الضرر) 95 بالنصب، نافع وابن عامر والكسائي.\n- (إن الذين توفاهم) 97 بتشديد التاء، البزي.\n- (فسوف يؤتيه أَجرا عظيما) 114 بالياء، أبو عمرو وحمزة. بعده (من يشاقق) .\n- (يدخلون الجنة) 124 على ما لم يسم فاعله، ابن كثير والأبوان، ومثله في \" مريم \" و \" الطور \".\n- (إبراهام حنيفا) 125 (إبراهام خليلا) (وأوحينا إلى إبراهام) هشام في الثلاثة بالألف.\n- (أن يصلحا بينهما) 128 مضارع أصلح، الكوفيون.\n- قالون شدد الدال وخففها الباقون ... (سيؤتيهم أجرا عظيما) . 162 بالياء، حمزة.\n- (زبورا) (وإن تلوا) 135 بضم اللام، مضارع وليتم، ابن عامر وحمزة.\n- (والكتاب الذي نزل) (والكتاب الذي أنزل) 136 على ما لم يسم فاعله فيهما، الإبنان وأبو عمرو.\n(1/85)\n\n- (وقد نزل عليكم) 140 مسمى الفاعل، عاصم.\n- (في الدرك) 145 بسكون الراء، الكوفيون.\n- (سوف يؤتيهم أجورهم) 152 بالياء حفص.\n- (لا تعدوا في السبت) 154 بفتح العين وتشديد الدال، ورش. الباقون باسكان العين إلا أن 163 و (الزبور) بضم الزاي حيث وقع حمزة.",
        "(1/86)\n\nسورة المائدة \" 5 \"\n- (شنآن قوم) 2 ساكنة النون في الموضعين، ابن عامر وأبو بكر (إن صدوركم) بالكسر، ابن كثير وأبو عمرو.\n- (المحصنات) 5 ومحصنات بالكسر الكسائي.\n- (ولا تعاونوا) 2 بتشديد التاء، البزي.\n- (وأرجلكم) بكسر اللام، ابن كثير والأبوان وحمزة (أَو لمستم النساء) بغير ألف، الأخوان.\n- (قلوبهم قاسية) 13 بالتشديد الأخوان.\n- (جبارين) 22 بالإمالة، الدوري عن الكسائي.\n- (رسلنا) 32 وسلكم ورسلهم وسبلنا بالإسكان، أبو عمرو.\n- (السحُت) 42 بضم الحاء حيث وقع، ابن كثير والنحويان.\n- (والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح) 45.\n- مع الخمسة، الكسائي وتابعه الإبنان وأبو عمرو على رفع الجروح فقط. لأذن ساكنة الذال في جميع القرآن، نافع.\n- (وليحكم أَهل) 47 بكسر اللام وفتح الميم على أنها لام كي، حمزة.\n- (الجاهلية تبغون) 50 بالتاء، ابن عامر.\n(1/87)",
        "\n- (يقول الذين آَمنوا) 53 بغير واو، الحرميان وابن عامر. الباقون (ويقول) بالواو وفتح أبو عمرو اللام وضمها الباقون.\n- (من يرتدد منكم) 54 بدالين، نافع وابن عامر.\n- (وعبد الطاغوت) 60 بضم الباء والإضافة، حمزة.\n- (بلغت رسالاته) 67 جماعة، نافع وابن عامر وأبو بكر.\n- (ألا تكون فتنة) 71 بضم النون، الأخوان وأبو عمرو.\n- (عقدتم الإيمان) 89 خفيفة القاف، الكوفيون سوى حفص (عاقَدتُم) ابن ذكوان. الباقون (عقدتم) مشددة.\n- (فجزاء) 95 منون مثل ما رفع الكوفيون (أَو كَفارَةُ طَعام) بالإضافة نافع وابن عامر.\n- (قيما للناس) 97 بغير ألف، ابن عامر.\n- (استحق عليهم) 107 بفتح التاء والحاء، حفص. (الأَوّلين) على الجمع، حمزة وأبو بكر.\n- (فيكون طائراً) 110 بألف، نافع (إِلا ساحر مبين) على فاعل، الأخوان ومثله في أول \" هود \" وفي \" الصف \".\n- (هل تستطيع) 112 بالتاء (ربك) بالنصب، الكسائي وأدغم اللام في التاء على أصله.\n- (منزلها عليكم) 115 بالتشديد، نافع وابن عامر وعاصم.\n- (هذا يوم ينفع) 119 مفتوحة الميم، نافع.\n(1/88)\n",
        "فيها ست ياءات إضافة: (يدي إليك) 28 فتحها نافع وأبو عمرو وحفص.\n(أَنّي أَخاف) 28 (لي أَن أَقول) 116 فتحهما الحرميان وأبو عمرو. (أني أُريد) 29 (فَإني أُعَذِبُهُ) 115 فتحهما نافع. (وأمي إلهين) 116 اسكنها ابن كثير والكوفيون سوى حفص.\nوفيها زائدة واحدة: (واخشون ولا تشتروا) 44 أبو عمرو بياء في الوصل. الباقون بغير ياء في الحالين.\n(1/89)\n\nسورة الأنعام \" 6 \"\n- (من يصرف عنه) 16 بفتح الياء وكسر الراء، الكوفيون سوى حفص..\n- (ثم لم يكن) 23 بالياء، الأخوان (فتنتهم) بالرفع، لإبنان وحفص، (اللَهُ رَبَنا) بفتح الباء الأخوان.\n- (ولا نكذب) 27 بالنصب، حفص وحمزة (ونكون) بالنصب، ابن عامر وحفص وحمزة.\n- (ولدار الآخرة) 32 بالإضافة ابن عامر (أفلا تعقلون) بالتاء. نافع وابن عامر وحفص.\n- (لا يكذبونك) 33 بالتخفيف نافع والكسائي.\n- (أريتكم) 40 واريتم واريتم بغير همز حيث وقع، الكسائي. الباقون (أرأيتكم) وأَرأيت وأرأيتم بهمزة بعد الراء حيث وقع، إلا أن نافعا يلين الهمزة فتصير كالمدة اليسيرة في اللفظ.\n- (فتحنا عَلَيهِم) 44 بالتشديد، ابن عامر ومثله في الأعراف وفي \" الأنبياء \" كالمدة اليسيرة في اللفظ.\n- (فتحنا عليهم) 44 بالتشديد، ابن عامر ومثله في \" الأعراف \" وفي \" الأنبياء \" وفي \" القمر \".\n- (بالغدوة والعشي) 52 ابن عامر ومثله في الكهف.",
        "(1/90)\n\n- (أنه من عمل) فأنه غفور 54 بالفتح فيهما، ابن عامر وعاصم وفتح نافع الأول وكسر الثاني. الباقون بكسرهما جميعا.\n- (وليستبين) 55 بالياء، الكوفيون سوى حفص (سبيل) بالنصب، نافع.\n- (يقص الحق) 57 من القصص، الحرميان وعاصم الباقون (يقضي) من القضاء.\n- (توفاه رسلنا) 61 بألف ممالة حمزة.\n- (تضرعا وخفية) 63 بكسر الخاء أبو بكر ومثله في \" الأعراف \" (لئن أنجانا من هذه) بألف، الكوفيون وأماله الأخوان وفتح عاصم.\n- (قل الله ينجيكم) 64 بالتشديد. الكوفيون وهشام.\n- (ينسينك الشيطان) 68 بالتشديد، ابن عامر.\n- (اِستهواه الشياطين) .. 71 بألف ممالة، حمزة.\n- (رأَى كوكبا) 76 بكسر الراء والهمزة، الأخوان وابن ذكوان وأبو بكر في رواية أهل بغداد، وفتح أبو عمرو الراء وكسر الهمزة وكذلك أبو بكر في رواية أهل واسط نافع بين اللفظين. الباقون بالفتح وكذلك رأى ورآك حيث وقع.\n- (رأَى القمر) 77 و (رأَى الشمس) 78 بكسر الراء وفتح الهمزة، حمزة وأبوبكر. الباقون بفتحهما، وكذلك ما أشبهه مما لقيه الألف واللام.\n- (أتحاجوني) 80 مخففة النون، نافع وابن عامر.\n- (درجات من نشاء) 83 منون، الكوفيون ومثله في يوسف والليسع 86 بالتشديد، الأخوان ومثله في صاد.\n- (فبهداهم اقتده قل) 90 بحذف الهاء في الوصل، الأخوان، (افتدهي\n(1/91)",
        "\nقل) بياء بعد الهاء في اللفظ، ابن ذكوان (افتدة قل) بكسرة مختلسة هشام. الباقون بهاء ساكنة في الوصل، ولا خلاف في الوقف أنه بالهاء.\n(يجعلونه قراطيس يبدونها ويخفون كثيراً) 91 بالياء في الثلاثة. ابن كثير وأبو عمرو.\n(لِينذر أم القرى) 92 بالياء - أبو بكر.\n(لِقد تقطع بينكم) 94 بالنصب، نافع والكسائي وحفص.\n(وجعل الليل سكنا) 96 الكوفيون.\n(فمستقِرًّ) 98 بالكسر، ابن كثير وأبو عمرو.\n(إِلى ثُمُرة) 99 و (وكلوا من ثُمُره) 141 بالضم فيهما، الأخوان ومثله في \" يس \".\n(وخرّقوا له) 100 بالتشديد، نافع.\n(دَرسَت) 105 ساكنة التاء، ابن عامر \" دارست \" بالألف وفتح التاء، ابن كثير وأبو عمرو. الباقون \" درست \" بغير ألف.\n(يشعركم إنها) 109 بالكسر ابن كثير وأبو عمرو (لا تؤمنون) بالتاء. ابن عامر وحمزة.\n(كُلُ شَيءٍ قِبَلا) 111 بكسر القاف وفتح الباء، نافع وابن عامر.\n(مُنَزّلٌ من ربك) 114 بالتشديد، ابن عامر وحفص.\n(كلمة ربك) 115 على التوحيد، الكوفيون.\n(وقد فُصّلَ لكم) 119 بالضم، الإبنان وأبو عمرو (ما حَرّم عليكم) بالفتح، نافع وحفص (لَيُضِلون بِأَهوائِهِم) بالضم الكوفيون، (أَو من كان ميتا) 122 بالتشديد، نافع.\n(حيث يجعل رسالته) 124 على التوحيد، ابن كثير وحفص.\n(ضَيقاً) 125 مخففا ابن كثير ومثله في الفرقان، (حَرَجا) بالكسر نافع\n(1/92)\n",
        "وأبو بكر. (كَأَنّما يَصعد) بالتخفيف، ابن كثير. \" يصاعد \" أبو بكر. الباقون \" يصّعّد \" بالتشديد.\n(ويوم يحشرهم) 128 بالياء، حفص وكذلك الثاني من سورة \" يونس \".\n(عما تعملون) 132 بالتاء، ابن عامر.\n(مكاناتكم) 135 (ومكاناتهم) بالألف حيث وقع، أبو بكر (من يكون له عاقبة) بالياء، الأخوان.\n(بزُعمهم) 136 بالضم في الموضعين، الكسائي.\n(وكذلك زُيّن) 137 بالضم قتل بالرفع أولادهم نصبا، شركائهم خفضا، ابن عامر.\n(وَإن تكن) 139 بالتاء، ابن عامر وأبو بكر \" ميتة \" بالرفع، الإبنان.\n(قتلوا أَولادهم) 140 بالتشديد، الإبنان.\n(يوم حصاده) 141 بالكسر، الحرميان والأخوان.\nمن المعز ... 143 بالإسكان، نافع والكوفيون.\n(أَلاّ أَن تكون) 145 بالتاء، الإبنان وحمزة \" ميتة \" بالرفع، ابن عامر. ز (تَذكرَون) 152 مخففة الدال، الأخوان وحفص وكذلك ما أشبهه إذا كان بالتاء.\n(وأن هَذا صِراطي) 153 بالفتح والتخفيف ابن عامر. \" وَأَنّ هَذا \" بالكسر والتشديد، ن الأخوان. الباقون \" وأَنّ \" بالفتح والتشديد (فَتَفَرّق بِكُم) بالتشديد البزي.\n(إِلا أَن يأتيهم الملائكة) 158 بالياء، الأخوان.\n(فارقَوا دينهم) 159 الأخوان ومثله في الروم.\n(ديناً قَيماً) 161 بالكسر والتخفيف، ابن عامر والكوفيون. (مِلّةَ إِبراهام) .\n(1/93)\n\nفيها ثماني ياءات إضافة: (إِني أُمرت) 14 فتحها نافع.\n(إني أَخاف) 15 و (إِني أَراك) فتحهما الحرميان وأبو عمرو.\n(وجهي للذي) 79 فتحها نافع وابن عامر وحفص.\n(صراطي مستَقيماً) 153 فتحها ابن عامر.\n(ربي إلى صراط) 161 فتحها نافع وأبو عمرو.\n(ومحياي) 162 بالإسكان (وَمَماتي) بالفتح، نافع. الباقون بعكسه. وروي عن ورش في محياي بالفتح أيضا.\nفيها زائدة واحدة: (وقد هدان) 80 أبو عمرو وبياء في الوصل فقط، الباقون بغير ياء في الحالين.",
        "(1/94)\n\nسورة الأعراف \" 7 \"\n(قليلاً ما يتذكرون) 3 بياء قبل التاء، ابن عامر. الباقون (تذكّرون) بغير ياء وخفف الذال الأخوان وحفص على أصلهم.\n(ومنها تَخرُجونَ) 25 مسمى الفاعل، ابن ذكوان والأخوان ومثله في \" الزخرفط.\n(ولباس التقوى) 26 بالنصب، نافع وابن عامر والكسائي.\n(خالصته) 32 بالرفع نافع.\n(ولكن لا يعلمون) 38 بالياء، أبو بكر.\n(لا يفتح لهم) 40 بالياء والتخفيف، الأخوان. أبو عمرو مثلهما إلا أنه بالتاء. الباقون بفتح التاء والشديد.\n(ما كنا لنهتدي) 43 بغير واو ابن عامر. (أورثموها) بالإدغام الأخوان وأبو عمرو وهشام ومثله في \" الزخرف \".\n(قالوا نعم) 44 بكسر العين حيث وقع، الكسائي. (أَنّ لعنة) بالتشديد ونصب اللعنة، الأخوان وابن عامر والبزي.\n(يَغشّى الليل) 54 بالتشديد، الكوفيون سوى حفص ومثله في \" الرعد \" (والشمسُ والقمرُ والنجومُ مسخرات) برفع الأربعة، ابن عامر.\n(1/95)",
        "\n(وَخُفيَة) 55 بالكسر أبو بكر.\n(يرسل الريح) 57 على التوحيد، ابن كثير والأخوان. (بُشرا) بالباء، عاصم. (نَشرا) بنون مفتوحة مع سكون الشين، الأخوان (نُشرا) مضمومة النون ساكنة الشين، ابن عامر. الباقون بضم النون والشين وكذلك ما أشبهه حيث وقع.\n(لِبلد ميّت) بالتشديد، نافع والأخوان وحفص.\n(من إله غيره) 59 بالخفض حيث وقع، الكسائي.\n(أُبلغكم) 69 بالسين، أبو عمرو وحمزة وحفص وهشام وقنبل.\n(وقال الملأ) 75 بالواو في قصة صالح ابن عامر.\n(إنكم لتأتون) 81 و (أَن لنا لأجرا) 113 على الخبر فيهما، نافع وحفص وتابعهما ابن كثير على الثاني (إن لنا لأجرا) أبو عمرو (أينكم) و (أَينّ لنا) على أصله. الباقون بتحقيق الهمزتين فيهما. وقد ذكر في الهمزتين (لفتّحنا عليهم) 96 بالتشديد، ابن عامر.\n(أو أمن) 98 ساكنة الواو، الحرميان وابن عامر غير أن ورشا ينقل حركة الهمزة إلى الواو ويحذف الهمزة.\n(حقيق عليّ) 105 بالتشديد نافع.\n(أَرجه وأخاه) 111 بإسكان الهاء حمزة وعاصم (اِرجئهو وأخاه) بالهمز ووصل الهاء بواو، ابن كثير وهشام. (أرجئه) بالهمزة واختلاس حركة الهاء، أبو عمرو وابن ذكوان، غير أن أبا عمرو ضم الهاء وابن ذكوان كسرها. (أرجه) مختلسة حركة الهاء من غير همز، قالون. (أَرجهي وأحاه) بوصل الهاء بياء من غير همز، الكسائي وورش ومثله في \" الشعراء \".\n(بكل سحاء) 112 الأخوان ومثله في \" يونس \".\n(1/96)\n",
        "قال: نعم 114 بالكسر، الكسائي.\n(فإذا هي تلقف) 117 بإسكان اللام وتخفيف القاف، حفص، الباقون بفتح اللام وتشديد القاف، وشدد البزي التاء ومثله في \" طه \" و \" الشعراء \".\n(قال فرعَون وآَمنتم به) 123 بواو موضع الهمزة بعدها ألف ها هنا فقط قنبل. (أمنتم) بهمزتين بعدهما مده، الكوفيون سوى حفص ومثله في \" طه \" و \" الشعراء \" حفص (أَمنتُم) بهمزة واحدة بعدها مد يسير على الخبر. الباقون بهمزة واحدة بعدها مدة مطولة على الإستفهام إلا أن قنبلا خالفهم في \" طه \" فقرأ فيها على الخبر مثل حفص.\n(سَنَقتلُ أَبناءَهُم) 117 بالتخفيف، الحرميان.\n(يعرُشون) 137 بضم الراء، ابن عامر وأبو بكر ومثله في \" النحل \".\n(يعكِفون) 138 مكسورة الكاف، الأخوان.\n(وإذ أَنجاكم) 141 فعل غائب، ابن عامر. (يَقتُلونَ أَبناءَكُم) مخفف، نافع.\n(أَرني أنظر) 143 بالإسكان ابن كثير. (جعله دكاء) بالمد والهمز الأخوان.\n(برسالتي) 144 على التوحيد الحرميان.\n(سبيل الرشد) 146 بفتح الراء والشين، الأخوان.\n(لئن لم ترحمنا) 149 بالتاء \" ربنا \" بالنصب (وَتَغِفر لَنا) بالتاء أيضا. الأخوان.\n(1/97)\n\n(قالَ اِبنَ أُمّ) 150 بالكسر، ابن عامر والكوفيون سوى حفص ومثله في \" طه \".\n(عنهم أصارهم) 157 على الجمع، ابن عامر.\n(تُغفر لَكُم) 161 بالتاء غير مسمى الفاعل، نافع وابن عامر. الباقون.\n(نغفر) بالنون مسمى الفاعل (خَطيئَتُكُم) واحدة مرفوعة، ابن عامر، (خطيأتكم) جمع مسلم مرفوع، نافع (خطاياكم) جمع التكسير أبو عمرو. الباقون (خطيئاتكم) جمع مسلم مكسور التاء.\n(قالوا مَعذِرَةً) 164 بالنصب، حفص.\n(بِعَذابٍ بَئس) 165 مثل بئر ابن عامر وكذلك نافع إلا أنه بغير همز.\n(بَيئس) على فيعل، أبو بكر. الباقون \" بئيس \" على فعيل.\n(أفلا تعقلون) 169 بالتاء، نافع وابن عامر وحفص.\n(وَالَّذَينَ يُمسِكون) 170 خفيفة، أبو بكر.\n(من ظهورهم ذريتهم) 172 على التوحيد، ابن كثير والكوفيون (أَن يقولوا يوم القيامة) أو يقولوا 173بالياء فيهما، أبو عمرو.\n(يلهث ذلك) 176 بالإظهار، الحرميان وعاصم وهشام.\n(يلحدون في أسمائه) 180 من لحد، حمزة ومثله في النحل والسجدة وتابعه الكسائي على الذي في \" النحل \" فقط.\n(ونذرهم) 186 بالنون، الحرميان وابن عامر الباقون بالياء وجزم الراء حمزة والكسائي.\n(جعلا له شِركا) 190 مصدر شركته نافع وأبو بكر.\n(لا يتبعوكم) 193 بالتخفيف نافع.",
        "(1/98)\n\n(مسّهم طيف) 101 ابن كثير والنحويان.\n(يمُدّونهم) 202 مضمومة الأول من أمددت، نافع.\nفيها سبع ياءات إضافة: (حَرمَ رَبيَ الفَواحِش) 33 أسكنها حمزة.\n(إِنّي أَخافُ) 59 (مِن بَعدي أَعَجَلتُم) 150 فتحهما الحرميان وأبو عمرو.\n(معي بني إسرائيل) 105 فتحها حفص ها هنا وحيث وقعت هذه اللفظة من جميع القرآن.\n(إِني اصطفيتك) 144 فتحها ابن كثير وابو عمرو.\n(عن آياتي الذين) اسكنها ابن عامر وحمزة.\nوفيها محذوفة واحدة: (ثم كيدون) 195 أبو عمرو بياء في الوصل فقط وهشام بياء في الحالين. الباقون بغير ياء في الحالين.\n(1/99)",
        "\n(ولا تنازعوا) 46 بالتشديد البزي.\n(إذ تتوفى الذين كَفَروا) 50 بتاءين، ابن عامر.\n(ولا يحسبن الذين كفروا) 59 بالياء، ابن عامر وحفص وحمزة (أَنهم لا يعجزون) بفتح أن، ابن عامر.\n(للسلم) 61 بالكسر، أبو بكر.\n(وأَن تكن منكم مئة) 65 (فإن تكن منكم مئة) 66 بالتاء فيهما الحرميان وابن عامر وتابعهم أبو عمرو على الثاني من أجل صابرة وقرأ الأول بالياء. الباقون بالياء فيهما. \" ضَعفا \" بالفتح، عاصم وحمزة ومثله في \" الروم \".\n(أَن تكون له) 67 بالتاء، أبو عمرو وكذلك من الأساري 70 بألف.\n(من ولايتهم) 72 بكسر الواو، حمزة.\nفيها ياءان: (أَني أَرى) (أَني أَخاف الله) 48 فتحهما الحرميان وأبو عمرو.\n(1/101)\n",
        "سورة التوبة\n(أئمة) 12 بهمزتين، ابن عامر والكوفيون وكذلك حيث وقعت هذه الكلمة. (لا إيمان لم) بكسر الهمزة، ابن عامر.\n(يعمروا مساجد الله) 17 على التوحيد، ابن كثير وأبو عمرو ولا خلاف في الباقي أنه على الجمع.\n(يبشِرُهم ربهم) 21 بالتخفيف، حمزة.\n(وعشيراتكم) 24 جمع، أبو بكر.\n(عزيرٌ اِبنُ الله) 30 بالتنوين، عاصم والكسائي. (يضاهِئون) بالهمز عاصم.\n(إِنما النسى) 37 بغير همز، ورش، (يضَلّ به الذين كفروا) مفتوحة الضاد، الأخوان وحفص.\n(هل تربصون) 52 بتشديد التاء، البزي.\n(أَوكرها) 53 بضم الكاف، الأخوان، وكذلك (أن يقبل منهم نفقاتهم) بالياء.\n(هو أذن قل أذن خير) 61 بسكون الذال، نافع، (ورحمة للذين) بالخفض، حمزة.\n(أن نعف) 66 بالنون (نعذب طائفة) بالنون أيضا (طائِفة) بالنصب، عاصم.\n(قُرُبه لهم) 99 مضمومة الراء، ورش.\n(1/102)\n\n(دائرة السوء) 68 بضم السين، ابن كثير وأبو عمرو ومثله في \" الفتح \".\n(من تحتها الأنهار 100 بزيادة من ابن كثير.\n(إنَّ صلاتك سكن لهم) 103 على التوحيد، الأخوان وحفص ومثله في \" هود \".\n(مرجؤن) 106 بالهمز، الإبنان والأبوان.\n(الذين اتخذوا مسجدا) 107 بغير واو، نافع وابن عامر.\n(أفمن أَسس بنيانه) 109 على ما لم يسم فاعله فيهما، نافع وابن عامر \" جرف \" ساكنة الراء، ابن عامر وحمزة وأبو بكر \" هار \" بالإمالة، النحويان وأبو بكر وابن ذكوان. ورش بين اللفظين. الباقون بالفتح.\n(إستِغفار إبراهام..) (ان إبراهام لأواه) 114 هشام.\n(تقطع قلوبهم) 110 بفتح التاء، ابن عامر وحمزة وحفص.\n(فيُقتَلون) 111 على ما لم يسم فاعله. (وَيَقتُلونَ) مسمى الفاعل، الأخوان. الباقون بعكسه.\n(كاد يزيغ) 117 بالياء، حمزة وحفص.\n(أَو لاترون) 126 بالتاء، حمزة.\nفيها ياءان: (معي أبدا) 83 أسكنها الكوفيون سوى حفص.\n(معي عدوا) 83: فتحها حفص وحده.",
        "(1/103)\n\nسورة يونس \" 10 \"\n(الر) 1 بالفتح، ابن كثير وحفص وقرأ نافع بين اللفظين. الباقون مالة وكذلك أخواتها.\n(إن هذا لساحر مبين) 2 ابن كثير والكوفيون.\n(ضِيآءً) 5 بهمزتين قنبل وكذلك ما أشبهه حيث وقع \" يفصل الآيات \" بالياء، ابن كثير وأبو عمرو وحفص.\n(لقضَي إِليهم) 11 بفتح القاف والضاد (أجلهم) بالنصب. ابن عامر.\n(ولأدراكم به) 16 بغير مد، قنبل الباقو بالمد وفتح الراء حيث وقع ابن كثير وحفص وهشام وكذلك أدراك حيث وقع، وقرأ نافع بين اللفظين حيث وقعا الباقون بالإمالة فيهما في كل القرآن (عما تشركون) 18 بالتاء، الأخوان وكذلك الموضعان من سورة النحل وموضع في الروم.\n(هو الذي ينشركم) 22 بنون ساكنة من النشر، ابن عامر.\n(متاع الحياة الدنيا) 23 بفتح العين، حفص.\n(1/104)",
        "\n(قِطَعاً مِنَ اللَيل) 27 ساكنة الطاء، ابن كثير والكسائي. هناك تتلو كل نفس 03 بتاءين، الأخوان.\n(كلمات ربك) 33 جماعة، نافع وابن عامر وكذلك في آخر السورة، ومثله في \" غافر \".\n(أَم من لا يهدي) 35 ساكنة الهاء خفيفة الدال، الأخوان. أبو عمرو وقالوا مثلهما إلا أنهما شددا الدال وأشم أبو عمرو الهاء شيئا من الفتح \" يتهدى \" بفتح الهاء وتشديد الدال، الإبنان وورش \" يهدي \" بكسر الهاء وتشديد الدال، حفص (يهدي) بكسر الياء والهاء والتشديد، أبو بكر ولم يكسر الياء غيره.\n(ولكن الناس) 44 بتخفيف لكن ورفع الناس، الأخوان. (ويوم يحشرهم) 45 بنقل حركة الهمزة إلى اللام في الموضعين، نافع.\n(خير مما تجمعون) 58 بالتاء، ابن عامر.\n(وما يعزب عن ربك) 61 بكسر الزاي، الكسائي ومثله في \" سبأ \" ولا أصغر من ذلك ولا أكبر) بالرفع فيهما، حمزة.\n(بكل سحار عليم) 79 الأخوان.\n(به السحر) 81 بالمد على الاستفهام، أبو عمرو.\n(لِيُضلوا عن سبيلك) 88 بضم الياء، الكوفيون.\n(ولا تتبعان سبيل) 89 خفيفة النون، ابن ذكوان. الباقون بتشديدها.\nوقد روي عن ابن ذكوان \" تتبعان \" ساكنة التاء مشددة النون من تبع يتبع وقد قرأت به.\n(آَمَنتُ إِنّهُ) 90 بالكسر، الأخوان.\n(ونجعل الرجس) 100 بالنون، أبو بكر.\n(1/105)\n",
        "(فنجى المؤمِنين) 103 بالتخفيف، حفص والكسائي.\nفيها خمس ياءات إضافة: (لي أن أبدله) (أَني أخاف) 15 فتحهما الحرميان وأبو عمرو.\n(من تِلقاء نَفسي أَن) 15 (أَي وربي أنه) 53 فتحهما نافع وأبو عمرو.\n(أن أَجري إلا) 72 أسكنها ابن كثير والكوفيون سوى حفص.\n(1/106)\n\nسورة هود \" 11 \"\n(وإن تولوا) 3 بتشديد التاء، البزي.\n(إِلاّ ساحر مبين) 25 بفتح الألف، ابن كثير والنحويان.\n(باديء) 27 بالهمز، أبو عمرو.\n(فعُميّت عليكم) 28 بضم العين وتشديد الميم، الأخوان وحفص.\n(من كل زوجين) 40 منون، حفص ومثله في \" المؤمنين \".\n(مجراها) 41 بفتح الياء وإمالة الراء. الأخوان وحفص، الباقون بضم الميم وأمال الراء، أبو عمرو، وقرأها ورش بين اللفظين وفتحها الباقون، ولم يختلفوا في ضم الميم من \" مرساها \" وأمال السين الأخوان.\n(يا بني) 42 بفتح الياء في كل القرآن، حفص ووافقه أبو بكر ها هنا فقط ونذكر الذي في \" لقمان \" في موضعه إن شاء الله (اِركب معنا) بإظهار الباء، ورش وحمزة.\n(إنه عمل) 46 على أنه فعل ماض (غَيرُ صالِح) نصبا، الكسائي. (فَلا تَسأَلنّ) بفتح اللام وكسر النون وتشديدها، نافع وابن عامر وابن كثير مثلهما إلا أنه فتح النون. الباقون باسكان اللام وكسر النون وتخفيفها.\n(فإن تولوا) 57 بتشديد التاء، البزي.",
        "(1/107)\n\n(ومن خزي يومئذ) 66 بفتح الميم، نافع والكسائي ومثله في \" المعارج \" (من عذاب يومئذ) .\n(إلا أن ثمود كفروا ربهم) 69 بغير تنوين، حمزة وحفص ومثله في \" الفرقان \" و \" العنكبوت \" (ألا بُعداً لثمود) بالخفض والتنوين، الكسائي.\n(قال سلم) 69 الأخوان ومثله في \" الذاريات \" (ومن وراء إسحاق يعقوب) 71 بفتح الباء، ابن عامر وحفص وحمزة.\n(فاسر بأهلك) 81 موصولة الألف، الحرميان وكذلك ما أشبهه حيث وقع. (ِإلا إمرأتك) بالرفع، ابن كثير وأبو عمرو.\n(أَصلاتك تأمرك) 87 على التوحيد، الأخوان وحفص.\n(لا تكلم نفس) 105 بتشديد التاء، البزي.\n(وأما الذين سعدوا) 108 بضم السين، الأخوان وحفص.\n(وإن كلا) 111 بإسكان النون، الحرميان وأبو بكر (لَمّا) بالتشديد ابن عامر وعاصم وحمزة ومثله في \" يس \" و \" الطارق \".\n(على مكانِاتِكم) 121 جمع أبو بكر.\n(يرجع الأمر) 123 بضم الياء وفتح الجيم، نافع وحفص. (عما تعملون) بالتاء، نافع وابن عامر وحفص.\nفيها ثماني عشرة ياء إضافة (أني أخاف) 3، 26، 82 في ثلاثة مواضع (عني أنه) 10 (ولكني أراكم) 29 (إن أَجري إلا) 29 51 في موضعين (أَني إذا) 31 11 (نصحي أَن) 34 (أني أعظك) 46 (أني أعود بك) 47 (فطرني أَفلا) 51 (أني أشهد الله) 54 (في ضيفي اليس) 78 (أني أراكم) 84 (وما توفيقي إلا بالله) 88 (شقاقي أَن) 89 (أًرهطي أَعز) 92 أسكنها كلها\n(1/108)",
        "\nالكوفيون إلا قوله (أن أجري إلا) في الموضعين، فاحفصا فتحهما. وكذلك ابن عامر اسكنها كلها إلا ثلاثة مواضع (أَن أَجري إِلا) في الموضعين (وما توفيقي إلا بالله) فإنه فتحها واختلف عنه في (أَرهطي أعز) ففتحها ابن ذكوان وأسكنها هشام وفتحها كلها نافع وكذلك أبو عمرو إلا في موضعين (فَطَرَني أَفَلا) و (أَني أشهد الله) فإنه أسكنها، وكذلك قنبل فتحها كلها إلا أربعة مواضع (ولكني أراكم) و (أني أَراكم) و (فطرني أَفلا) و (ضيفي أليس) فإنه أسكنها.\nوفيها ثلاث محذوفات: (فَلا تَسَلن ما لَيسَ لَكَ) 46 أبو عمرو وورش بياء في الوصل فقط.\n(ولا تخزوني في ضيفي) 78 أبو عمرو بياء في الوصل فقط.\n(يوم يأت لا تكلم) 105 ابن كثير بياء في الوصل والوقف، ونافع والنحويان بياء في الوصل فقط. الباقون بغير ياء فيهن في الحالين.\n(1/109)\n",
        "سورة يوسف \" 12 \"\n(يا أبة) 4 بفتح التاء حيث وقع، ابن عامر ووقف عليه الإبنان بالهاء حيث وقع والباقون بالتاء.\n(يا بني) بفتح الياء، حفص. (رؤياك) بالإمالة، الدوري عن الكسائي ووافقه أبو الحارث على إمالة الرؤيا كيف تصرفت في جميع القرآن غير هذا الحرف بأنه فتحه.\n(آية للسائلين) 7 واحدة، ابن كثير.\n(في غيابات الجب) 10 جماعة، نافع.\n(نرتع ونلعب) 12 بالنون فيهما، الإبنان وابو عمرو والباقون بالياء فيهما. وكسر العين من \" يرتع \" الحرميان وأسكنها الباقون.\n(الذيب) 13 بغير همز، الكسائي وورش.\n(يا بشرى هذا) 19 الكوفيون وأماله الأخوان.. الباقون (يا بُشراي) وقرأه ورش بين اللفظين وفتحه الباقون.\n(هيت لك) 23 بفتح الهاء وضم التاء ابن كثير. (هِيت لك) بكسر الهاء وفتح التاء، نافع وابن عامر، غير أن هشاما همز. الباقون (هيت لك) بفتح التاء والهاء من غير همز.\n(المخلصين) 24 بفتح اللام، نافع والكوفيون وكذلك ما أشبهه حيث وقع إذا كان بألف ولام.\n(حاشى للهَ) 31 في الموضعين، أبو عمرو في الوصل.\n(1/110)\n\n(وأبا) 47 بفتح الهمزة، حفص.\n(وفيه تصرون) 49 بالتاء، الأخوان.\n(بالسوء إلا) 53 على أصولهم في الهمزتين من كلمتين.\n(منها حيث نشاء) 56 بالنون، ابن كثير.\n(لِفتيانه) 62 بألف ونون، الأخوان وحفص.\n(يكتل) 63 بالياء، الأخوان.\n(درجات من نشاء) 76 منون، الكوفيون.\n(إنك لأنت يوسف) 90 على الخبر، ابن كثير، الباقون على أصولهم.\n(من يتقي ويصير) بياء في الحالين، قنبل.\n(فلما اِستيأيسوا منه) 80 (ولا تأَيسوا) (أنه لا يابس) 87 (حتى إذا اِستأيس) 110 وفي \" الرعد \" (فلم يأيس الذين) بغير همز في ذلك كله، البزي.\n(إلا رجالا نوحي إليهم) 109 بالنون. حفص ومثله في \" النحل \" و \" الأنبياء \" (أفلا تعقلون) بالتاء، نافع وابن عامر وعاصم.\n(قد كذبوا) 110 خفيفة الذال. الكوفيون (فَنُجي مَن نَشاءَ) فعل ما لم يسم فاعله، ابن عامر عاصم.\nفيها اثنان وعشرون ياء إضافة مختلف فيها: (ليحزنني أَن) 13 (ربي أَحسن) 23 (إِني أَراني أَعصر) (أني أراني أَحمل) 36 (ربي أني تركيت) 37 (آبائي إبراهيم) 38 (أَني أَرى سبع) 43 (لعلي أَرجع) 46 (نفسي أَن النفس) (رحم ربي أَن) 53 (أَني أُوفي الكيل) 59 (أَني أَنا أَحوك) 69 (يأَذن لي أبي) 80 (وحزبي إلى الله) 86 (أني أَعلم) 96 (ربي أَنه) 98 (بي إذ) 100 (بين أَخوتي أَن) 100 (سبيل أَدعو) 108.",
        "(1/111)\n\nأسكنها كلها. الكوفيون وكذلك ابن عامر إلا ثلاثة مواضع (لعلي أَرجع) (آَبائي إبراهيم) (وحزني إلى الله) فتحها. وأسكن منها ابن كثير كل ياء بعدها همزة مكسورة أو مضمومة إلا قوله: (آَبائي إبراهيم) فَإنه خالف أصله فيها فتحها وفتح كل ما كان بعده همزة مفتوحة إلا أربعة مواضع: (أني أراني) (أني أراني) اسكن الياء من أني في الموضعين. والثالث (لي أبي) أسكن الياء من لي فقط. والرابع (سبيلي أدعو) .\nوفتحها كلها نافع إلا قوله: (وبين أَخوتي) فإن قالون أسكنها وفتحها ورش. وكذلك أبو عمرو فتحها كلها إلا أربعة مواضع: (ليحزنني أَن) (أَني أَو في الكيل) (وبين أَخوتي) و (هذهِ سبيلي أَدعو) فإنه أسكنها.\nوفيها محذوفتان: (حتى تؤتون موثقا) 66 أبو عمرو بياء في الوصل فقط وابن كثير بياء في الحالين.\n(من يتقي ويصبِر) 90 قنبل بياء في الحالين. الباقون بغير ياء فيهما في الحالين.\n(1/112)",
        "\nسورة الرعد \" 13 \"\n(يغشى الليل) 3 قد ذكرت في \" الأعراف \".\n(وزرع ونخيل صنوان وغير) 4 برفع الأربعة، ابن كثير وأبو عمرو وحفص. (يسقى بماء) بالياء، ابن عامر وعاصم. (ويفصل بعضها) بالياء، الأخوان.\nاختلفوا في الإستفهامين إذا اجتمعا في أحد عشر موضعا ها هنا موضع وفي \" سبحان \" موضعان وفي \" المؤمنين \" موضع وفي \" النمل \" موضع وفي \" العنكبوت \" موضع وفي \" السجدة \" موضع وفي \" الصافات \" موضعان وفي \" الواقعة \" موضع وفي \" النازعات \" موضع. فقرأ عاصم وحمزة بالإستفهام فيها جميعا بهمزتين همزتين في ذلك كله غير أن حفصا خالف أصله في \" العنكبوت \" فقرا الأول على الخبر والثاني بهمزتين على أصله. وقرأ ابن كثير وأبو عمرو مثلهما إلا أنهما\n(1/113)\n",
        "خففا الهمزة الثانية منهما وجعلاها بين الهمز والياء في جميع ذلك. وأبو عمرو بهذا الهمزة الأولى وابن كثير لا يمد. وخالف ابن كثير أصله في \" العنكبوت \" فقرا الأولى على الخبر والثاني \" أينكم \" على أصله. وقرأ نافع الأول على الاستفهام والثاني على الخبر غير أن قالون يمد الهمزة مثل أبي عمرو، وورش لا يمد مثل ابن كثير. وخالف نافع أصله \" في النمل \" و \" العنكبوت \" فقدم الخبر فيهما وأخر الاستفهام. وقرأ الكسائي مثل نافع، الأولى على الاستفهام والثاني على الخبر غير أنه يستفهم بتحقيق الهمزتين.\nوخالف أصله في \" العنكبوت \" فقرأ الاستفهام فيهما جميعا بهمزتين مثل حمزة. وقرأ ابن عامر الأول من ذلك كله على الخبر والثاني بهمزتين على الاستفهام إلا في ثلاثة مواضع في \" النمل \" و \" الواقعة \" و \" النازعات \" فقرأ في \" النمل \" و \" النازعات \" الأول منهما بالاستفهام بهمزتين والثاني على الخبر عكس أصله، وقرأ في \" الواقعة \" بالاستفهام فيهما جميعا بهمزتين همزتين.\nوهشام يدخل بين الهمزتين مدة في جميع ذلك. وابن ذكوان لا يمد.\n(مِن والي) 11 بياء في الوقف، ابن كثير وكذلك من (هادي) 33 ومن (واقي) 34 حيث وقع وقرأ (المُتعالي) 9 بياء في الحالين.\n(أَم هل يستوي الظلمات) 16 بالياء، الكوفيون سوى حفص. الباقون بالتاء، وخالف هشام أصله 12 فاظهر اللام عند التاء.\n(ومما يوقدون عليه) 17 بالياء، الأخوان وحفص.\n(وصدوا عن السبيل) 33 بضم الصاد، الكوفيون ومثله في \" غافر \".\n(ويثبت وَعِندَهُ) 39 بالتخفيف، ابن كثير وأبو عمرو وعاصم.\n(وسيعلم الكافر) 42 على التوحيد. الحرميان وأبو عمرو.\n(1/114)\n\nسورة إبراهيم \" 14 \"\n(الحميد الله) 1 - 2 بالرفع. نافع وابن عامر.\n(سبلنا) 12 و (لِرسلهم) 13 بالإسكان، أبو عمرو.\n(بِه الرياح) 18 جمع نافع وحده.\n(خالق) 19 بالرفع (السموات والأَرض) خفض بالإضافة، الأخوان.\n(بمصرخيّ) 22 مكسورة الياء، حمزة.\n(لِيضلوا) 03 بفتح الياء، ابن كثير وأبو عمرو.\n(لا بيع فيه ولا خلال) 31 نصبا، ابن كثير وأبو عمرو.\nفيها أربع ياءات إضافة: (لي عليكم) 22 فتحها حفص وحده.\n(بمخصرخيّ) 22 قد ذكر. (لعبادي الذين) 31 أسكنها ابن عامر والأخوان. (أَني أسكنت) 37 فتحها الحرميان وأبو عمرو.\nوفيها ثلاث محذوفات: (وعيد) 14 ورش بياء في الوصل فقط. (بما اشركتموني) 22 أبو عمرو بياء في الوصل فقط (وتقبل دعاء) 40 ورش وأبو عمرو وحمزة بياء في الوصل. والبزي بياء في الحالين. الباقون بغير ياء فيهن في الحالين.",
        "(1/115)\n\nسورة الحجر \" 15 \"\n(رُبَما يود) 2 مخفف الباء، نافع وعاصم.\n(ما نُنزّل) 8 بنونين مع التشديد. (الملائكة) نصبا، الأخوان وحفص. (ما تُنَزَّل) بضم التاء (الملائكة) رفع، أبو بكر. الباقون بفتحها ورفع الملائكة أيضا.\n(ما تنزل) مشددة التاء، البزي.\n(سُكِرتَ أبصارنا) 15 خفيفة الكاف، ابن كثير.\n(الريح لواقح) 22 حمزة.\n(جزء مقسوم) 44 بضم الزاي، أبو بكر.\n(انا نَبشرُك) 53 مخفف، حمزة.\n(فبم تبشرون) 54 بكسر النون، الحرميان. غير أن نافعا خففها وشدوا ابن كثير.\n(ومن يقنط) 56 بكسر النون، النحويان ومثله في \" الروم \" و \" الزمر \".\n(إنا لُمنجوهم) 59 بالتخفيف، الأخوان.\n(قدرنا أنها) 60 خفيفة الدال، أبو بكر ومثله في \" النمل \". فاسر 65 موصولة، الحرميان.\nفيها أربع آيات إضافة: (نبي عباديَ أَني أنا) 49 فتحهما الحرميان وأبو عمرو.\n(بناتي أن) 71 فتحها نافع وحده. (أني أنا النذير) 89 فتحها الحرميان وأبو عمرو.\n(1/116)",
        "\nسورة النحل \" 16 \" (عما تشركون) \" 1، 3 \" بالتاء في الموضعين، الأخوان.\nنُنبت لكم 11 بنونين، أبو بكر.\n(والشمس والقمر والنجوم مسخرات 12 برفع الأربعة. ابن عامر وتابعه حفص على رفع النجوم ومسخرات لا غير.\n(والذين يدعون 20 بالياء، عاصمس.\n(تشاقون فيهم 27 مكسورة النون، نافع.\n(يتوفاهم الملائكة 28 بالياء في الموضعين، حمزة.\n(أن ياتيهم الملائكة 33 بالياء، الأخوان.\n(لا يهدي من يضل 37 بفتح الياء وكسر الدال، الكوفيون.\n(كُن فَيَكون) 40 بالنصب، ابن عامر والكسائي.\n(إِلا رِجالاً نوحي إليهم) 43 بالنون، حفص.\n(أو لم تروا إلى ما خلق الله) 48 بالتاء، الأخوان. (تتفيا ظلاله) بالتاء، أبو عمرو.\n(1/117)\n",
        "(مفرطون) 62 بكسر الراء، نافع.\n(نسقيكم) 66 بفتح النون، نافع وابن عامر وأبو بكر ومثله في \" قد أفلح \".\n(يعرشون) 68 بضم الراء، ابن عامر وأبو بكر.\n(فبنعمة الله تجحدون) 71 بالتاء أبو بكر.\n(مِن بطونِ إمهاتكم) 78 بكسر الألف، الأخوان وكسر حمزة الميم وفتحها الكسائي ومثله في \" النور \" و \" الزمر \" و \" النجم \" (يوم ظعنكم) 80 ساكنة العين، ابن عامر والكوفيون.\n(وما عند الله باقي) 96 بياء في الوقف، ابن كثير (ولنجزين الذين صبروا) بالنون، ابن كثير وعاصم.\n(لسان الذين يلحدون إليه) 103 بفتح الياء والحاء، الأخوان.\n(من بعد ما فتنوا) 110 بفتح الفاء والتاء. ابن عامر.\n(إن إبراهام كان أمة) 120 (ملة إبراهام) 123 بالألف فيهما، هشام.\n(في ضيق) 127 بكسر الضاد، ابن كثير ومثله في \" النمل \".\n(1/118)\n\nسورة سبحان \" 17 \" (الا يتخذوا) 2 بالياء، أبو عمرو.\n(ليسوء وجوهكم) 7 فعل واحد، ابن عامر وحمزة، وأبو بكر وكذلك قرأ الكسائي إلا أنه بالنون.\n(ويبشر المؤمنين) 9 مخفف، الأخوان.\n(يلقّاه منشوراً) 13 بضم الياء، والتشديد، ابن عامر.\n(إما يبلغان عندك) 23 فعل اثنين، الأخوان. (أو كلاهما) بالإمالة، الأخوان (أفّ) مكسورة منونة في الثلاثة، نافع وحفص. الباقون (أفِّ) بكسر الفاء من غير تنوين فيهن.\n(خطأ كبيراً) 31 بكسر الخاء وفتح الطاء ممدودة. ابن كثير \" خطأ \" بفتح الخاء والطاء من غير مد، ابن ذكوان. الباقون (خِطأ) بكسر الخاء وإسكان الطاء.\n(فلا تسرف في القتل) 33 بالتاء، الأخوان.\n(بالقسطاس) 35 بكسر القاف، الأخوان وحفص ومثله في الشعراء.",
        "(1/119)\n\n(كان سيئه عند ربك) 38 بضم الهمزة والهاء ضد حسنة. ابن عارم والكوفيون.\n(ليذكروا) 41 مخفف، الأخوان ومثله في \" الفرقان \".\n(آلهة كما يقولون) 42 بالياء، ابن كثير وحفص.\n(تسبح له) 44 بالتاء، أبو عمرو والأخوان وحفص.\n(بخيلك ورجلك 64 بكسر الجيم، حفص.\n(أن نخسف بكم) (أو نرسل عليكم) (أن نعيدكم) (فنرسل) (فنغرقكم) 68، 69 بالنون في الخمسة، ابن كثير وأبو عمرو.\n(أعمى) 72 بالإمالة في الموضعين، الكوفيون سوى حفص، وأمال أبو عمرو الأول وفتح الثاني وقرأهما نافع بين اللفظين وفتح الباقون. فأما الذي في \" طه \" فأماله الأخوان وقرأه نافع بين اللفظين وفتح الباقون.\n(لا يلبثون خلافك) 76 ابن عامر والأخوان وحفص.\n(وناء بجانبه) 83 الهمز بعد الألف في وزن فاع، ابن ذكوان. الباقون \" ونأى \" الهمز قبل الألف في وزن فعى. وأمال النون والهمز جميعا الكسائي وخلف وفتح النون وأما الهمزة أبو بكر وخلاد. الباقون بفتحهما جميعا ومثله في \" حم السجدة \" غير أن أبا بكر خالف أصله هناك فلم يمل شيئا.\n(حتى تفجر لنا) 90 مخفف، الكوفيون ولا خلاف في الثاني أنه بالتشديد.\n(كسَفا) 92 بفتح السين، نافع وابن عامر وعاصم.\n(1/120)",
        "\n(قال سبحان ربي) 93 على الخبر، الإبنان. الباقون \" قل \" على الأمر.\n(لقد علمت) 102 بضم التاء الكسائي.\nفيها ياء إضافة (رحمة ربي إذا) 100 فتحها نافع وأبو عمرو.\nوفيها زائدتان: (أخرتن إلى) 62 نافع وأبو عمرو بياء في الوصل فقط وابن كثير بياء في الحالين. (المهتد) 97 نافع وأبو عمرو بياء في الوصل فقط. الباقون بغير ياء فيهما في الحالين.\n(1/121)\n",
        "سورة الكهف \" 18 \" كان حفص يسكت على قوله (عوجا) 1 سكتة خفيفة ثم يبتدىء (قيما) 2 وكذلك في \" يس \" يقف على (من مرقدنا) ثم يبتدىء (هذا ما وعد الرحمن) .\nووصلها بياء في اللفظ، أبو بكر. الباقون (من لدنه) . وابن كثير يصل 13 الهاء بواو على أصله (ويبشر المؤمنين) بالتخفيف، الأخوان.\n(مرَفِقا) 16 بفتح الميم وكسر الفاء، نافع وابن عامر. الباقون (مِرفَقا) بكسر الميم وفتح القاف.\n(تَزورّ عن كهفهم) 17 في وزن تحمّر، ابن عامر. الباقون (مِرفَقا) بكسر الميم وفتح القاف.\n(تَزورّ عن كهفهم) 17 في وزن تحمر، ابن عامر. (تزاور) بتخفيف الزاي، الكوفيون. الباقون (تزّاور) مشددة الزاي.\n(ولّملئت منهم) 18 مشددة اللام، الحرميان \" رعبا \" بالضم ابن عامر والكسائي.\n(بورقكم) 19 ساكنة الراء، الأبوان وحمزة.\n(ثلاث مائة سنين) 25 بغير تنوين في مئة، الأخوان.\n(ولا تشرك في حكمه) 26 بالتاء والجزم على النهي، ابن عامر.\n(بالغدوة والعشي) 28 ابن عامر.\n(1/122)\n\n(وكان له ثمر) 34 وأحيط بثمرة. 42 بفتح الثاء والميم فيهما عاصم، وقرأ أبو عمرو بإسكان الميم وضم الثاء فيهما. الباقون بفتحهما جميعا فيهما.\n(منهما منقلبا) 36 على التثنية. الحرميان وابن عامر.\n(لكنا هو الله) 38 بالألف في الوصل. ابن عامر. الباقون (لكن) بغير ألف في الوصل ولا خلاف في الوقف أنه بالألف.\n(ولم يكن له فيه) 43 بالياء، الأخوان.\n(هنالك الولاية) 44 مكسورة الواو، الأخوان. (لله الحق) بالرفع النحويان.\n(وخير عقبا) ساكنة القاف، عاصم وحمزة.\n(تذروه الريح) 45 الأخوان.\n(ويوم تسير) 47 بالتاء على ما لم يسم فاعله. \" الجبال \" رفع الإبنان وأبو عمرو.\n(ويوم نقول نادوا) 52 بالنون، حمزة.\n(العذاب قبلا) 55 بضم القاف والباء، الكوفيون.\n(لمهلكهم) 59 بفتح الميم، عاصم غير أن حفصا كسر اللام الثانية وفتحها أبو بكر ومثله في \" النمل \".\n(وَما إنسانيه إلا) 63 بضم الهاء، ضمة مختلسة، حفص. الباقون بكسرة مختلسة إلا أن ابن كثير فإنه يصل الهاء بياء في اللفظ على أصله وأماله الكسائي وحده.\n(علمت رشدا) 66 بفتح الراء والشين، أبو عمرو.\n(فلا تسئلَنّي) 07 بفتح اللام وتشديد النون، نافع وابن عامر.\n(ليَغَرَق) 71 بالياء مفتوحة مع فتح الراء أيضا: أهلها رفع الأخوان.",
        "(1/123)\n\n(نفساً زكية) 74 بالتشديد، ابن عامر والكوفيون. (نكراً) بضم الكاف حيث وقع. نافع وأبو بكر وابن ذكوان، ونذكر الذي في \" القمر \" في موضعه.\n(من لدني عذرا) 76 بتخفيف النون، نافع وكذلك أبو بكر إلا أنه يسكن الدال ويشمها الضم. الباقون بضم الدال وتشديد النون.\n(لَتَخِذتَ عليه) 77 ابن ثكير وأبو عمرو والباقون (لاتخّذت) وأظهر الذال ابن كثير وحفص على أصلهما.\n(أن يبدّلهما) 81 بالتشديد، نافع وأبو عمرو ومثله في \" التحريم \" وفي \" نون والقلم \" (وأقرب رحما) بضم الحاء، ابن عامر والكوفيون. وكذلك (ثم أتبع سبباً) في الموضعينز (في عين حامية) 86 بغير همز. ابن عامر والكوفيون سوى حفص.\n(فله حزاء الحسنى) 88 بنصب جزاء وتنوينه، الأخوان وحفص.\n(بين السدين) 93 (وبينهم سدا) 94 بفتح السين فيهما، ابن كثير (يفقهون) بضم الياء وكسر القاف، الأخوان.\n(يأجوج ومأجوج) 94 بالهمز فيهما. عاصم ومثله في \" الأنبياء \".\n(نجعل لك خراجا) بالألف، الأخوان.\n(ما مكنني فيه) 95 بنونين، ابن كثير.\n(ردما آيتوني) 95، 96 بكسر التنوين من المجيء، أبو بكر. (بين\n(1/124)",
        "\nالصُدفين) بضم الصاد والدال، الإبنان وأبو عمرو و (الصُدفين) بإسكان الدال مع ضم الصاد، أبو بكر. الباقون بفتحهما. (قال آئتوني أفرع) بوصل الألف من المجيء، أبو بكر وحمزة.\n(فَما اسطاعوا) 97 مشددة الطاء، حمزة.\n(جعله دكاء) 98 بالمد والهمز، الكوفيون.\n(قبل أن ينفد كلمات) 109 بالياء، الأخوان.\nفيها تسع ياءات إضافة: (ربي أعلم) 22 (بربي أحدا) 38 (عسى ربي أن) 40 (بربي أحداً) 42.\nفتح هذه الأربع الحرميان وأبو عمرو.\nوفيها ست محذوفات: (المهتدِ) 17 (أن يهدينِ) 24 (إن تَرَنِ أنا) 39 (أن يؤتينِ) 40 (أن تعلّمنِ) 66 (ما كنا نبغِ) 64 قرأ نافع وأبو عمرو بالياء فيهن كلهن في الوصل فقط وخالفهم ورش في قوله: (ان ترنِ أنا) فحذفها في الحالين، وتابعهم الكسائي في (نبغِ) فاثبتها في الوصل وأثبتها ابن كثير كلها في الوصل والوقف إلا (المهتد) فإنه حذفها في الحالين. الباقون بحذفها كلها في الحالين.\n(1/125)\n",
        "سورة مريم \" 19 \"\n(كَهيعَصَ) \" 1 \" قرأ ابن كثير وحفص بفتح الهاء والياء وقرأهما نافع بين اللفظين وأمالهما الكسائي وأبو بكر وقرأ ابن عامر وحمزة بفتح الهاء وإمالة الياء. أبو عمرو بعكسهما. وأظهر الدال عند الذال، الحرميان وعاصم.\n(من ورائي وكانت) 5 بفتح الياء ابن كثير.\n(يرثني ويرث من آل) 6 بالجزم فيهما، النحويانز (عتيا) 8، 69 و (جثيا) 68 و (صليا) 70 و (بكيا) 58 بكسر أوائل هذه الأربعة، الأخوان وكذلك حفص إلا (بُكيا) فإنه ضمه.\n(وقد خلقناك من قبل) 9 الأخوان.\n(ليهب لك) 19 بالياء، أبو عمرو وورش.\n(وكنت نسيا) 24 بفتح النون، حمزة وحفص.\n(تساقط عليك) 25 بضم التاء وكسر القاف خفيفة السين، حفص (تَساقَط) مفتوحة الحروف خفيفة السين. حمزة. الباقون مثله إلا أن السين مشددة.\n(آتاني الكتاب) 30 وأوصاني بالصلاة 31 بالإمالة فيهما الكسائي.\n(1/126)\n\n(قول الحق) 34 بفتح اللام، ابن عامر وعاصم. (كن فيكون) بالنسب، ابن عامر.\n(وإن الله ربي) 36 بكسر الألف، ابن عامر والكوفيون.\n(يا أبة) 42 بفتح التاء، ابن عامر.\n(كان مخلصاً) 51 بفتح اللام. الكوفيون.\n(يُدخَلون الجنة) 60 بضم الياء. ابن كثير والأبوان.\n(في الكتاب إبراهام) 41 (عن آلهتي يا إبراهام) 46 ومن ذرية إبراهام 58 هشام.\n(إذا ما متَّ) 66 على الخبر، ابن ذكوان. الباقون على أصولهم في الهمزتين من كلمة (مت) قد ذكر.\n(أولا يذكر الإنسان) 67 بالتخفيف، نافع وابن عامر وعاصم.\n(ثم نُنجي الذين) 72 مخفف، الكسائي.\n(خَيرُ مُقاماً) 73 بضم الميم، ابن كثير.\n(ورّيا) 74 بتشديد الياء غير مهموز، ابن ذكوان وقالون.\n(مالاً ووُلداً) 77 بضم الواو وإسكان اللام، الأخوان، وكذلك (قالوا اتخذ الرحمن وُلدا) 88 (وللرحمن وُلدا) 91 (ان يتخذ وُلدا) 92 وفي \" الزخرف \" (أن كان للرحمن وُلدا) وفي \" نوح \" (ماله وولده) ستة أحرف وتابعهما ابن كثير وأبو عمرو على الحرف الذي في \" نوح \" فقط.\n(يكاد السموات) 90 بالياء نافع والكسائي. (يَتَفطَّرن) : بالتاء والتشديد، الحرميان والكسائي وحفص.",
        "(1/127)\n\n(لِتَبشُرَ به) 97 بالتخفيف، حمزة.\nفيها ست ياءات إضافة: (من ورائي وكانت) 5 قد ذكر. (إِجعل لي آية) 10 (ربي أنه) 47 فتحهما نافع وأبو عمرو.\n(أني أعوذ) 18 (أني أخاف) 45 فتحهما الحرميان وأبو عمرو.\n(آتاني الكتاب) 30 أسكنها حمزة.\n(1/128)",
        "\nسورة طه \" 20 \"\nقرأ الإبنان وحفص وقالون \" طه \" 1 بفتح الطاء والهاء، وقرأ أبو عمرو وورش بفتح الطاء وإمالة الهاء.. الباقون بإمالتهما جميعاً.\n(لأهله أمكثوا) 10 بضم الهاء، حمزة ومثله في \" القصص \".\n(أني أنا ربك) 12 بفتح الألف. ابن كثير وأبو عمرو. (طوى) بالتنوين، ابن عامر والكوفيون ومثله في \" النازعات \" (وأنَّا) 13 بالتشديد (اخترناك) بلفظ الجمع، حمزة.\n(أخي) 30 أشدد 31 بقطع الألف. وأشركه بضم الألف ابن عامر. الباقون بوصل الألف من أشدد وفتح الألف من (وأشركه) وفتح الياء من \" أخي \" ابن كثير وأبو عمرو.\n(الأرضَ مَهداً) 53 الكوفيون ومثله في \" الزخرف \".\n(مكاناً سوى) 58 بضم السين، ابن عامر وعاصم وحمزة. وأماله في حال الوقف الكوفيون سوى حفص وكذلك (سُدى) .\n(فيُسكتكم) 63 بضم الياء وكسر الحاء، الأخوان وحفص.\n(إن) 63 ساكنة النون، ابن كثير وحفص. هذين بالياء أبو عمرو والباقون بالألف، وشدد النون ابن كثير.\n(1/129)\n",
        "(فأجمعوا كيدكم) 64 موصولة الألف مفتوحة الميم، أبو عمرو.\n(تخيّل إليه) 66 بالتاء، ابن ذكوان.\n(تلقفُ ما) 69 بضم الفاء، ابن ذكوان. الباقون بإسكانها واسكن حفص اللام وخفف القاف. الباقون بفتح اللام وتشديد القاف وشدد التاء، البزي. (كيدُ سِحر) الأخوان.\n(قال أمنتم له) 71 على الخبر. قنبل وحفص.\n(أن آسرِ بعبادي) 77 بوصل الألف، الحرميان. (لا تَخفَ دركا) على النهي، حمزة.\n(قد أنجيتكم.. وواعدتكم) 80 (من طيبات ما رزقتكم) 81 بالتاء على لفظ التوحيد في الثلاثة، الأخوان. الباقون. بالنون والألف على لفظ الجمع. و (وعدناكم) بغير ألف، أبو عمرو.\n(فيحُلّ عليكم) 81 بضم الحاء، (ومن يحلُل عليه) بضم اللام، الكسائي.\n(بملكنا) 87 بفتح الميم، نافع وعاصم، وضم الميم الأخوان، وكسرها الباقون (حَمَلنا أَوزاراً) بفتح الحاء والميم مخففة، أبو عمرو والكوفيون سوى حفص.\n(يا بن أمّ) 94 بالكسر، ابن عامر والكوفيون سوى حفص.\n(بما لم تبصروا به) 96 بالتاء، الأخوان. (فبندّتها) بالادغام أبو عمرو والأخوان.\n(لن تخلفه) 97 بكسر اللام، ابن كثير وأبو عمرو.\n(يوم ننفخ في الصور) 102 بنونين، أبو عمرو.\n(فلا يخف ظلماً) 112 جزما بغير ألف، ابن كثير.\n(وإنك لا تظما) 119 بكسر الألف، نافع وأبو بكر.\n(لعلك تُرضى) 130 بضم التاء، الكسائي وأبو بكر.\n(1/130)\n\n(أو لم تأتهم بينة) 133 بالتاء، نافع وأبو عمرو وحفص.\nفيها ثلاث عشرة ياء إضافة مختلف فيها: (أني آنست) 10 (لعلي آتيكم) 10 (أني أنا ربك) 12 (أنني أنا الله) 14 (لذكري إنّ) 14 (ولي فيها مآرب) 19 (ويسر لي) 26 (أخي أشدد به) 30 (على عيني) 39 (لنفسي أرهب) 41 (في ذكري إذهبا) 42 (ولا برأسي إني) 94 (لم حشرتني أعمى) 125 أسكنها كلها الكوفيون إلا قوله: (ولي فيها) فإن حفصا فتحها.\nوكذلك ابن عارم أسكنها كلها إلا قوله: (لعلي آتيكم) فإنه فتحها. وأسكن ابن كثير فيها كل ما كان بعده همزة مكسورة وفتح سايرها إلا في موضعين: (ولي فيها) (ويسر لي أمري) فإنه أسكنها. وفتحها كلها نافع إلا قوله: (أخي أشدد به) فإنه أسكنها واختلف عنه في قوله: (ولي فيا) ففتحها ورش وأسكنها قالونز وكذلك أبو عمرو فتحها كلها إلا موضعين: (ولي فيها) و (حشرتني أعمى) فإنه أسكنهما.\nوفيها زائدة واحدة قوله: (ألا تتّبعنِ) 93 قرأ نافع وأبو عمرو بياء في الوصل فقط وابن كثير بياء في الحالين والباقون بغير ياء في الحالين.",
        "(1/131)\n\nسورة الأنبياء\nقال ربي يعلم القول 4 على الخبر، الأخوان وحفص.\n(إلاّ رجالاً نوحي إليهم) 7 بالنون، حفص.\n(من رسول إلا نوحي إليه) 25 بالنون، الأخوان وحفص.\n(ألم ير الذين كفروا) 30 بغير واو، ابن كثير.\n(ولا تُسمع) 45 بالتاء مضارع أسمعت (الصمَّ) بالنصب، ابن عامر.\n(وإن كان مثقال حبةٍ) 47 بالرفع نافع ومثله في لقمان. (أف لكم) 67 قد ذكر.\n(فجعلهم جِذاذا) 58 بكسر الجيم، الكسائي.\n(لتحصنكم) 80 بالتاء، ابن عامر وحفص، وقرأ أبو بكر بالنون والباقون بالياء.\n(نجّى المؤمنين) 88 بنون واحدة وتشديد الجيم، ابن عامر وأبو بكر.\n(وحرم على قرية) 95 بكسر الحاء وإسكان الراء، الكوفيون سوى حفص.\n(فتّحت ياجوج) 96 بالتشديد، ابن عامر (ياجوج ومأجوج) بالهمز فيهما، عاصم.\n(السجلّ للكتب 104 على الجمع؛ الأخوان وحفص.\n(1/132)",
        "\n(في الزُبور) 105 بضم الزاي، حمزة.\n(قال ربّ أحكُمُ) 112 على الخبر، حفص.\nفيها أربع ياءات إضافة: (من عي) 24 فتحها حفص وحده. (أنّي إله) 29 فتحها نافع وأبو عمرو (مسني الضر) 83 (عبادي الصالحون) 105 أسكنهما حمزه وحده.\n(1/133)\n",
        "سورة الحج \" 22 \"\n(سكرى وما هم بسكرى) 2 بفتح السين والأمالة، الأخوان (سكارى) فيهما وأمالهما أبو عمرو وقرأهما نافع بين اللفظين وفتحهما الباقون.\n(ليَضلّ عن سبيل الله) 9 بفتح0 الياء، ابن كثير وأبو عمرو. (ثم ليقطع) 15 (ثم ليقضوا) 29 بكسر اللام فيهما، ابن عامر وأبو عمرو وورش وتابعهم قنبل على كسر اللام في (ليقضوا) فقط. الباقون بالإسكان فيهما.\n(وليوفوا.. وليطوفوا) 29 بالكسر فيهما، ابن ذكوان. الباقون بالإسكان وفتح أبو بكر الواو من قوله (وليوفّوا) وشدد الفاء.\n(هذانّ خَصمان) 19 بتشديد النون، ابن كثير.\n(ولؤلواً) 23 بالنصب، نافع وعاصم ومثله في \" فاطر \" وأبو بكر يترك الهمزة الأولى من اللؤلؤ ويخفف الثانية في جميع القرآن.\n(سِواءً العاكف) 25 بنصب سواء، حفص.\n(فَتخَطّفه الطير) 31 بالتشديد، نافع.\n(منسِكا) 34 بكسر السين في الموضعين، الأخوان.\n(إنّ الله يَدفَع) 38 ابن كثير وأبو عمرو.\n(1/134)\n\n(أذن للذين) 39 بفتح الألف، الإبنان والأخوان. (يقاتلون) بفتح التاء، نافع وابن عامر وحفص.\n(ولولا دفاع الله) 40 بالألف، نافع. (لَهُدِمَت) بتخفيف الدال، الحرميان. الباقون بتشديدها، وأظهر التاء الحرميان وعاصم.\n(من قرية أهلكتُها) 45 فعل واحد، أبو عمرو. (وكائن من قرية) ابن كثير (وبير) بغير همز، ورش وأبو عمرو إذا ترك الهمز وحمزة إذا وقف.\n(مما يعدون) 47 بالياء، ابن كثير والأخوان.\n(في آياتنا معجزّين) 51 بالتشديد، ابن كثير وأبو عمرو ومثله في \" سبأ \".\n(ثم قتِّلوا) 58 بالتشديد، ابن عامر.\n(مَدخلا) 59 بفتح الميم، نافع.\n(وإن ما يدعون من دونه) 62 بالياء، أبو عمرو والأخوان وحفص ومثله في \" لقمان \".\n(بيتي للطائفين) 26 فتحها نافع وحفص وهشام.\nفيها زائدتان: (والباد) 25 أبو عمرو وورش بياء في الوصل فقط وابن كثير في الحالين. الباقون بغير ياء في الحالين (نكيرِ) 44 ورش بياء في الوصل فقط. الباقون بغير ياء في الحالين.",
        "(1/135)\n\nسورة المؤمنين \" 23 \"\n(لأمانتهم) 8 واحدة، ابن كثير ومثله في \" المعارج \".\n(والذين هم على صلاتهم) 9 واحدة، الأخوان.\n(المضغة) 15 عظما فكسونا العظم 14 على الأفراد فيهما، ابن عامر وأبو بكر.\n(سيناء) 20 بكسر السين، الحرميان وأبو عمرو.\n(تُنبِت بالدهن) بضم التاء وكسر الباء، ابن كثير وأبو عمرو.\n(نسقيكم) 21 بفتح النون، نافع وابن عامر وأبو بكر.\n(من كل زوجين) 27 بالتنوين، حفص.\n(مَنزِلاً مباركاً) 29 بفح الميم وكسر الزاي، أبو بكر.\n(من إله غيره 32 بالخفض، الكسائي.\nووقف البزي والدوري عن الكسائي على \" هيهات \" 36 الثاني. بالهاء ووقف الباقون بالتاء ولا خلاف في الوقف على الأول أنه بالتاء.\n(تتراً) 44 بالتنوين، ابن كثير وابو عمرو ويقفان بالألف عوضا من التنوين. والباقون (تترنى) بغير تنوين، وأماله الأخوان وقرأه ورش بين اللظفين وفتحه الباقون.\n(1/136)",
        "\n(وإن هذه أمتكم) 52 بكسر الألف، الكوفيون. الباقون بفتحها وأسكن النون وخففها، ابن عامر.\n(إلى رَبوة) 50 بفتح الراء، ابن عامر وعاصم.\n(تهجِرون) 67 بضم التاء وكسر الجيم، نافع.\n(خَرجاً) فخرج ربك) 72 بغير ألف فيهما، ابن عامر (خراجاً فخراج) بالألف فيهما. الأخوان. الباقون (خرجاً) بغير ألف (فخراج ربك) بالأف.\n(سيقولون الله) 87 بالألف والرفع في الموضعين، أبو عمرو.\nالباقون (للهِ) بالخفض فيهما. ولا خلاف في الحرف الأول إنه (لله) بغير ألف عالم الغيب 92 بالرفع، نافع والكوفيون سوى حفص.\n(شَقاوتنا) 106 بالفتح والألف، الأخوان.\n(سُخريا) 110 بضم السين، نافع والأخوان ومثله في \" ص \".\n(إنهم هم الفائزون) 111 بكسر الألف، الأخوان.\n(قُل كم لبثم) 112 على الأمر، ابن كثير الأخوان.\n(قُل أن لبثتم) 114 على الأمر، الأخوان. وأظهر التاء الحرميان وعاصم.\n(إلينا لا تَرجِعون) 135 بفتح التاء وكسر الجيم، الأخوان.\n(لعلي أعمل 100 أسكنها الكوفيون.\n(1/137)\n",
        "سورة النور \" 24 \"\n(وقَرّضناها) 1 بالتشديد، ابن كثير وأبو عمرو.\n(رأفة) 20 بفتح الهمزة، ابن كثير. ولا خلاف (في الذي) في \" الجديد \".\n(المحصنات) 4 بكسر الصاد، الكسائي.\n(أربعُ شهادات) 8 بالرفع - الأخوان وحفص.\n(أن لعنة الله) 7 بتخفيف أن ورفع اللعنة.\nنافع وكذلك (أن غَضِب اللَهُ) 9 بتخفيف \" أن \" أيضا ورفع إسم الله على أن غضب فعل ماض. الباقون (أن لعنة الله) و (أنّ غضبَ الله) بتشديد \" أن \" ونصب اللعنة والغضب فيهما وخفص إسم الله بالإضافة. (والخامسة) بالنصب، حفص. بعده (أن غضب الله) .\n(إذ تلقونه) 15 بتشديد التاء، البزي.\n(يوم يشهد عليهم) 24 بالياء، الأخوان.\n(جيوبهن) 31 قد ذكر (غير أولي الأربعة) بالنصب، ابن عامر وأبو بكر.\n(أيةُ المؤمنون9 بضم الهاء، ابن عامر ومثله في \" الزخرف \" وفي \" الرحمن \" الباقون\n(1/138)\n\n(أيها (بالألف في الثلاثة. ووقف النحويان بالألف فيهن ووقف الباقون على الهاء من غير ألف.\n(من بعد إكراههن) 33 بإشمام الراء الكسر، ابن ذكوان.\n(آيات مُبَينات) 34 بفتح الياء، الحرميان والأبوان.\n(كمشكاة) 35 بالإمالة، الدوري عن الكسائي. (دِرّيء) بكسر الدال والمد والهمز، النحويان وقرأ حمزة وأبو بكر مثلهما إلا أنهما فتحا الدال. الباقون (دُرّيّ) ضم الدال وتشديد الياء من غير همز (تَوقَدَ) بالتاء وفتح حروف الكلمة كلها، ابن كثير وأبو عمرو. (توقد) بالتاء مضمومة فعل مضارع لم يسم فاعله، الكوفيون سوى حفص، وقرأ نافع وابن عامر وحفص مثلهم إلا أنه بالياء.\n(يسبَّح له فيها) 36 بفتح الباء، ابن عامر وأبو بكر.\n(سحابُ) 40 بغير تنوين ظلمات بالخفض، البزي ووافقه قنبل على خفض ظلمات فقط.\n(والله خالق) 45 على فاعل (كل دابة) بالخف، الأخوان.\n(ويَتّقه) 52 بإسكان القاف واختلاس كسرة الهاء، حفصز الباقون بكسر القاف واسكن الهاء البوان واختلس كسرتها قالون ووصلها الباقون بياء.\n(فإن تولوا) 54 بالتشديد، البزي.\n(كما استُخلِف الذين) 55 بضم التاء وكسر اللام، أبو بكر. (ولَيُبدِلنّهم) بالتخفيف، ابن كثير وأبو بكر.\n(لا يحسبن الذين كفروا) 57 بالياء، ابن عامر وحمزة وفتحا السين على أصلهما.\n(ثلاثُ عورات لكم) 58 بالنصب، الكوفيون سوى حفص.\n(أو بيوت) 61 قد ذكر في \" النحل \".",
        "(1/139)\n\nسورة الفرقان \" 25 \"\n(جنة ناكل منها) 8 بالنون، الأخوان.\n(ويجعل لك قصوراً) 10 بالرفع، الإبنان وأبو بكر.\n(مكاناً ضيقاً) 13 مخفف، ابن كثير.\n(ويوم يحشرهم) 17 بالياء، ابن كثير وحفص. (فنقول أنتم) بالنون، ابن عامر.\n(فما تستطيعون صرفاً) 19 بالتاء، حفص.\n(ونُنزِل) 25 بنونين (الملائكة) نصبا، ابن كثير. (تشقق السماء) بتخفيف الشين، الكوفيون وأبو عمرو ومثله في \" قاف \".\n(وعاداً وثمودَا) 38 بغير تنوين، حفص وحمزة.\n(أرسل الريح 48 على التوحيد ابن كثير وحده. (نشرا) قد ذكر في \" الأعرافط.\n(بينهم ليذكروا) 50 خفيفة الذال الأخوان.\n(لما يأمرنا 60 بالياء، الأخوان.\n(وجعل فيها سرُجا) 61 جماعة، الأخوان.\n(1/140)",
        "\n(لمن أراد أن يَذكُرَ) 62 بالتخفيف حمزة.\n(ولم يُقتِروا) 67 بضم الياء وكسر التاء، نافع وابن عامر (يَقتِروا) بفتح الياء وكسر التاء، ابن كثير وأبو عمرو. الباقون (يَقتُروا) بفتح الياء وضم التاء.\n(يضاعَفُ له) 69 بضم الفاء. (ويخلدُ) بضم الدال، ابن عامر وأبو بكر غير أن ابن عامر يحذف الألف ويشدد العين على أصله. (فيهي مهاناً) بوصل الهاء بياء، ابن كثير وحفص.\n(وذرّيتنا) 74 بغير ألف، أبو عمرو والكوفيون سوى حفص.\n(ويَلقَون فيها) 75 خفيفة، الكوفيون سوى حفص.\nفيها ياءً إضافة قوله: (يا ليتني اتخذت) 27 فتحها أبو عمرو وحده. (أنّ قومي اتخذوا 30 فتحها نافع وأبو عمرو والبزي.\n(1/141)\n",
        "سورة الشعراء \" 26 \"\n(طسم) 1 بإمالة الطاء، الكوفيون سوى حفص. وقرأها نافع بين اللفظين والباقون بالفتح وكذلك اختاها، وأظهر النون من هجاء سين عند الميم حمزة ولا خلاف في إخفاء النون عند التاء من \" طس تلك \".\n(أرجه وأخاه) 36 قد ذكر.\n(فإذا هي تلقّف) 45 بتشديد التاء، البزي وقد ذكر الخلاف فيه في \" الأعراف \".\n(قال آمنتم له) 49 على الخبر، حفص.\n(أن آسرِ بعبادي) 52 موصولة الألف، الحرميان.\n(حاذرون) 56 و (فارهين) 149 بالألف فيهما، الكوفيون وابن ذكوان.\n(ترآى الجمعان) 61 بكسر الراء وفتح الهمزة، حمزة الباقون بفتحهما.\n(إِلاّ خَلق الأولين) 137 بفتح الخاء وإسكان اللام، ابن كثير والنحويان.\n(أصحاب لَيكة 176 بفتح اللام والتاء من غير همز، الحرميان وابن عامر ومثله في صاد.\n(بالقِسطاس) 182 بكسر القاف. الأخوان وحفص.\n(1/142)\n\n(كٍسَفا) 187 بفتح السين، حفص ومثله في \" سبأ \".\n(نزّل به) 193 بالتشديد. (الروحَ الأمينَ) بالنصب فيهما، ابن عامر والكوفيون سوى حفص.\n(أو لم تكن لهم) 197 بالتاء. (آية) بالرفع، ابن عامر.\n(فتوكل على العزيز) 217 بالفاء، نافع وابن عامر.\n(على منّ تنزل الشياطين) 221 تنزل على 222 بالتشديد فيهما.\nالبزي.\n(يتبعهم الغاوون) 224 بالتخفيف، نافع.\nفيها ثلاث عشر ياء إضافة: (إني أخاف) في موضعين (12، 135) (بعبادي إنكم) 52 0أن معي) 62 (عدو لي إلا) 77 (لأبي أنه) 86 (أن أجري ألا) في خمسة مواضع 109، 127، 145، 164، 180 \" (ومن معي من المؤمنين) 118 (ربي أعلم) 188.\nأسكنها كلها الكوفيون سوى حفص وفتح منها حفص سبع ياءات: (أن معي) و (من معي) (أن أجرى الا) في الخمسة المواضع وأسكن ما بقي.\nوأسكنها كلها ابن عامر إلا قوله: (أن أجرى الا) في الخمسة المواضع فإنه فتحها. وكذلك ابن كثير أسكنها كلها إلا ثلاثة مواضع (أني أخاف) في الموضعين و (ربي أعلم) .\nوفتحها كلها نافع إلا موضعين: أحدهما: (أن معي) : فإنه أسكنه، والآخر (ومن معي من المؤمنين) .\nأسكنها قالون وفتحها ورش، وكذلك أبو عمرو وفتحها كلها إلا ثلاثة مواضع: (بعبادي إنكم) 16 (ومن معي) في الموضعين فإنه أسكنها.",
        "(1/143)\n\nسورة النمل \" 27 \"\n(طس) 1 قد ذكر.\n(بشهاب قبسٍ) بالتنوين، الكوفيون.\n(أو لياينَّني بسلطان 21 بنونين، ابن كثير.\n(فمكث 22 بفتح الكاف. (ومن سبأ) بفتح الهمزة من غير تنوين، أبو عمرو والبزي وكذلك (لسبأ) بسورتها واسكن الهمزة فيهما قنبل. الباقون بالخفض والتنوين فيهما.\n(ألا يسجدوا) 25 بتخفيف (ألا) الكسائي. (ما تُخفون وما تُعلنون) بالتاء فيهما، الكسائي وحفص.\n(فألقه إليهم) 28 ساكنة الهاء، أبو عمرو وعاصم وحمزة واختلس كسرتها قالون ووصلها الباقون بياء.\n(أتمدونّي) 36 بنون واحدة مشددة، حمزة. الباقون. (أتمدوننِ) بنونين وأثبت الياء فيه في الوصل والوقف، ابن كثير وحمزة وأثبتها في الوصل فقط نافع وأبو عمرو والباقون بغير ياء في الحالين. (فما آتاني الله) بياء مفتوحة في الوصل، نافع وأبو عمرو وحفص. الباقون (فما أتانِ الله) بغير ياء في الوصل والوقف وأماله الكسائي وحده.\n(1/144)",
        "\n(أنا آتيك به) بإمالة الهمزة في الموضعين، خلف عن سليم عن حمزة.\n(عن سَأقَيها) 44 بالهمز، قنبل وكذلك \" بالسوق \" في صاد و \" على سوقه \" في الفتح.\n(لتبيتُنَّه.. ثم لتقولُنّ) 49 بالتاء فيهما فعل جماعة مخاطبين، الأخوان.\n(مَهلِك أهله) بفتح الميم، عاصم وكسر اللام حفص وفتحها أبو بكر.\n(أنا دمرناهم) 51 بالتخفيف، أبو بكر.\n(خير أما يُشركون) 59 بالياء، عاصم وأبو عمرو ولا خلاف في الثاني أنه بالياء.\n(قليلاً ما يذكرون) 62 بالياء، أبو عمرو وهشام. الباقون بالتاء وخفف الذال الأخوان وحفص على أصلهم.\n(ومن يرسل الريح) 63 واحدة، ابن كثير والأخوان (نشرا) قد ذكر.\nالإستفهامان قد ذكرا في \" الرعد \" (إننا لمخرجون) بنونين، ابن عامر والكسائي.\n(في ضيق) 70 بالكسر، ابن كثير.\n(ولا يَسمَع) 80 بالياء مفتوحة وفته الميم. (الصمُ) بالرفع، ابن كثير ومثله في \" الروم \".\n(1/145)\n",
        "(وما أنت تهدي) 81 بالتاء مضارع هديت (العمي) بالنصب، حمزة ومثله في \" الروم \".\n(أن الناس كانوا) 82 بفتح الألف، الكوفيون.\n(خبير بما يفعلون) 88 بالياء، ابن كثير وأبو عمرو وهشام.\n(من فزعٍ) 89 بالتنوين، الكوفيون. (يومئذ) بكسر الميم، الإنان وأبو عمرو.\n(عما تعملون) 93 بالتاء. نافع وابن عامر وحفص.\nفيها خمس ياءات إضافة: (أني آنست) 7 فتحها الحرميان وأبو عمرو.\n(أوزِعني أن أشكر) 19 فتحها ورش والبزي.\n(ما لي لا أرى) 20 فتحها ابن كثير وعاصم والكسائي وهشام.\n(إنّي ألقي) 29 (ليبلوني أشكر) 40 فتحهما نافع.\nوفيها زائدتان: (أتمدونن) 36 (فما أتانِ الله) وقد ذكرتا.\n(1/146)\n\nسورة القصص \" 28 \"\n(ويَرَى) 6 بالياء والإمالة فعل غائب (فرعونُ وهامانُ وجنودُهما) برفع الأسماء الثلاثة، الأخوان.\n(عَدُواً وحُزناً) 8 بضم الحاء وإسكان الزاي، الأخوان.\n(حتى يَصدرُ الرعاء) 23 بفتح الياء وضم الدال، ابن عامر وأبو عمرو.\n(لأهلِِهُ أمكثوا) 29 بضم الهاء، حمزة، (أو جَذوة) بفتح الجيم، عاصم وضمها حمزة وكسرها الباقون.\n(هاتين) 27 بالتشديد، ابن كثير.\n(من الرُهب) 32 بضم الراء وإسكان الهاء، ابن عامر والكوفيون سوى حفص وقرأ حفص بفتح الراء وإسكان الهاء. الباقون بفتحهما. (فذانّك) بالتشديد، ابن كثير وأبو عمرو.\n(رداً) 34 بغير همز، نافع (يصدقُني) بضم القاف، عاصم وحمزة.\n(قال موسى ربي أعلم) 37 بغير واو، إبن كثير. (ومن يكون له عاقبة الدار) بالياء، الأخوان.\n(الينا لا يَرجعون) 39 بفتح الياء وكسر الجيم، نافع والأخوان.\n(سِحران تظاهرا) 48 الكوفيون.\n(تجبي إليه) 57 بالتاء، نافع.\n(في أمها رسولا) 59 بالكسر الأخوان.",
        "(1/147)\n\n(أفلا يعقلون) 60 بالياء، أبو عمرو.\n(ثم هو يوم القيامة) 61 الهاء، قالون والكسائي.\n(لخَسَف بنا) 82 بفتحتين، حفص.\n(بضئآء) 71 بهمزتين، قنبل.\nفيها اثنتا عشرة ياء إضافة مختلف فيها: (عسى ربي أن) 22 (أني آنست) 29 (أني أنا الله) 30 (أني أخاف) 34 (ربي أعلم) 37 (عندي أو لم) 78 (ربي أعلم) 85.\nففتح هذه السبع الحرميان وابو عمروز (أني أريد 27 (ستجدني إن شاء الله) 27 فتحهما نافع وحده.\n(لعلي آتيكم) 29 (لعلي أطلع) 38 أسكنهما الكوفيون.\n(معي رداً) 34 فتحها حفص وحده.\nوفيها زائدة واحدة: (أن يكذبونِ) 34 ورش بياء في الوصل فقط. الباقون بغير ياء في الحالين.\n(1/148)",
        "\nسورة العنكبوت \" 29 \"\n(أو لم تروا) 19 بالتاء، الكوفيون سوى حفص.\n(النشآة) 20 بالمدن ابن كثير وأبو عمرو ومثله في \" النجم \" و \" الواقعة \".\n(مودّة) 25 بالرفع (بينكم) بالخفض، ابن كثير والنحويان.\n(مودة) بالنصب (بينكم) خفض أيضا، حفص وحمزة. الباقون (مودةٌ) بالنصب والتنوين (بينكم) نصباً أيضاً.\nالإستفهامان قد ذكرا.\n(لَنُجينّه) 32 بالتخفيفن الأخوان.\n(إنّا مُنجوك) 33 بالتخفيف، ابن كثير والكوفيون سوى حفص.\n(إنّا منزّلون) 34 بالتشديد. ابن عامر.\n(وعاداً وثمودَ) 38 بغير تنوين، حفص وحمزة.\n(ولما جاءت رسلنا إبراهام) 31 بالألف، هشام.\n(إنّ الله يعلم ما يدعون) 42 بالياء، عاصم وأبو عمرو.\n(1/149)\n",
        "(لولا أنزل عليه آية من ربه) 50 واحدة، ابن كثير والكوفيون سوى حفص.\n(ويقول ذوقوا) 55 بالياء، نافع والكوفيون.\n(ثم الينا يرجعون) 57 بالياء، أبو بكر.\n(لنثوينكم من الجنة) 58 من أثويت، الأخوان.\n(وليتمتعوا) 66 ساكنة اللام، ابن كثير والأخوان وقالون.\n(سُبلنا) 69 ساكنة الباء، أبو عمرو.\nفيها ثلاث ياءات إضافة: (إلى ربي أنه) 26 فتحها نافع وأبو عمرو.\n(يا عبادي الذين آمنوا) 56 أسكنها أبو عمرو والأخوان.\n(أن أرضي واسعة) 56 فتحها ابن عامر وحده.\n(1/150)\n\nسورة الروم \" 30 \"\n(ثم كان عاقبةَ الذين) 10 بالنصب، ابن عامر والكوفيون.\n(ثم إليه يرجعون) 11 بالياء، الأبوان.\n(وكذلك تَخَرُجُون) 19 بفتح التاء وضم الراء، الأخوان.\n(لآيات للعالمين) 22 بكسر اللام، حفص.\n(فارقوا دينهم 32 الأخوان.\n(يقنِطون) 36 بكسر النون، النحويان.\n(وما أتيتم من ربا) 39 بغير مد من المجيء، ابن كثير ولا خلاف في الثاني أنه بالمد. (لتربوا) بالتاء فعل جماعة مخاطبين نافع.\n(لنذيقهم) 41 بالنون، قنبل.\n(عما تشركون) 40 بالتاء، الأخوان.\n(الله الذي يرسل الريح) 48 على التوحيد، ابن كثير والأخوان (ويجعله كِسفا) ساكنة السين، ابن عامر.\n0إ - لى آثارِ رحمة الله) 50 جماعة، ابن عامر والأخوان وحفص.\n(ولا يَسمَعُ) 52 بياء مفتوحة والميم مفتوحة أيضا (الصمُ) بالرفعن ابن كثير.\n(وما أنت تهدي) 53 بالتاء مضارع هديت (العمي) بالنصب، حمزة.\n(من ضَعف) 54 بفتح الضاد في الثلاثة، عاصم وحمزة والباقون بضم.\n(لا ينفع الذين ظلموا) 57 بالياء، الكوفيون.",
        "(1/151)\n\nسورة لقمان \" 31 \"\n(هدى ورحمة) 3 بالرفع، حمزة.\n(ليَضلّ عن سبيل الله) 6 بفتح الياء، ابن كثير وأبو عمرو (ويتخذَها) بفتح الذال، الأخوان وحفص (هزءاً) ساكنة الزاي، حمزة. الباقون بضمها وقلب حفص الهمزة واوا.\n(يا بنّي) 13 بفتح الياء في الثلاثة الأحرف، حفص وقرأ قنبل (يا بني لا تشرك) و (يا بني أقم الصلاة) 17 بإسكان الياء فيهما ووافقه البزي على الأول فأسكنه وفتح الثاني مثل حفص 17 واتفقا على قوله (يا بني أنها) 16 فقرآها بالكسر والتشديد وكذلك قرأهن الباقون.\n(مثقال حبة) 16 بالرفع. نافع.\n(ولا تصعّر خدك) 18 بالتشديد، الإئِنان وعاصم.\n(عليكم نِعَمَهُ) 20 جماعة، نافع وأبو عمرو وحفص.\n(والبحرَ يمدّه) 27 بالنصب، أبو عمرو.\n(وأنّ ما يدعون من دونه) 30 بالياء أبو عمرو والأخوان وحفص.\n(ويُنزّل الغيث) 34 بالتشديد، نافع وابن عامر وعاصم.\n(1/152)",
        "\n(كل شيء خلقه) 7 ساكنة اللام، الإئِنان، وأبو عمرو.\n(ما أخفي لهم) 17 ساكنة الياء، حمزة.\n(لِمَا صبروا) 24 بكسر اللام وتخفيف الميم، الأخوان.\n(1/153)\n",
        "سورة الأحزاب \" 33 \"\n(بما يعملون خبيراً) 2 بالياء، أبو عمرو.\nاللاي 4 بياء ساكنة، أبو عمرو والبزي وقرأ ورش بشبه المكسورة.\nوقرأ قالون وقنبل (اللاءِ) بهمزة مكسورة من غير ياء. الباقون (اللائي) بهمزة بعدها ياء. ومثله في \" المجادلة \" و \" الطلاق \". (تُظاهِرون) بضم التاء وكسر الهاء والتخفيف، عاصم (تظاهرون) بفتحهما والتخفيف، الأخوان. ابن عامر مثلهما إلا أنه شدد الظاء. الباقون (تَظَّهرون) بفتحهما وتشديد الظاء والهاء من غير ألف.\n(بما يعملون بصيرا) 9 بالياء أبو عمرو.\n(الظنونا) 10 بألف في الوصل والوقف، نافع وابن عامر وأبو بكر، وكذلك (الرسولا) 66 و (السبيلا) 67 في آخر السورة. وقرأ أبو عمرو وحمزة بغير ألف في الثلاثة في وصل ولا وقف. وقرأ ابن كثير والكسائي وحفص بغير ألف في الوصل وبإثباتها في الوقف فيهن.\n(لا مُقام لكم) 13 بضم الميم، حفص.\n(لأتوها) 14 بالقصر، الحرميان.\n(أسوة) 21 بضم الألف، عاصم ومثله في \" الممتحنة \".\n(1/154)\n\n(نضعِف لها) 30 بالنون وكسر العين وتشديدها (العذاب9 بالنصب، الإئِنان. (يضعَّف) بالياء وفتح العين وتشديدها (العذاب) بالرفع، أبو عمرو.\nالباقون (يضاعف) بالياء والتخفيف ورفع العذاب أيضا.\n(ويعمل صالحاً يوتها) 31 بالياء فيهما، الأخوان.\n(وقرن في بيوتكن) 33 بفتح القاف، نافع وعاصم. (ولا تبرحن) بتشديد التاء، البزي.\n(أن يكون لهم الخيرة) 36 بالياء، الكوفيون وهشام.\n(وخاتم النبيين) 40 بفتح التاء، عاصم.\n(أن تماسوهن) 49 الأخوان.\n(ترجى من تشاء) 51 بالهمز، الإئِنان والأبوان.\n(لا تحلّ لك النساء) 52 بالتاء، أبو عمرو. (ولا أن تبدل بهن) بتشديد التاء، البزي.\n(إناه) بالإمالة، الأخوان وهشام.\n(ساداتنا) 67 بالألف وكسر التاء، ابن عامر.\n(لعناً كبيراً) 68 بالباء، عاصم.",
        "(1/155)\n\nسورة سبأ \" 34 \"\n(علام الغيب) 3 الأخوان. الباقون (عالم) وضم الميم نافع وابن عامر.\n(لا يعزب) بكسر الزاي، الكسائي.\n(من رجز أليمُ) 5 بضم الميم، ابن كثير وحفص ومثله في \" الجاثية \".\n(إن يشأ يخسف بهم.. أو يسقط) 9 بالياء في الثلاثة، الأخوان وأدغم ولسليمان الريحُ 12 بضم الحاء، أبو بكر.\n(مِنساتَهُ) 14 بغير همز، نافع وأبو عمرو، وقرأ ابن ذكوان بهمزة ساكنة والباقون بهمزة مفتوحة.\n(لسبأ) 15 مذكور في \" النمل \" (في مسكنهم) على التوحيد، الأخوان.. أكل خمط 16 بالإضافة، أبو عمرو. الباقون (أكلٍ) بالتنوين وأسكن الكاف الحرميان وضمها الباقون.\n(وهل نجازي) 17 بالنون وكسر الزاي (إلاّ الكفور) نصبا، الأخوان وحفص وأدغم الكسائي اللام في النون 17 على أصله.\n(بعّد بين أسفارنا) 19 بالتشديد، ابن كثير وأبو عمرو وهشام.\n(ولقد صدق عليهم) 20 بالتشديد، الكوفيون.\n(1/156)",
        "\n(إلا لمن أُذن له) 23 بضم الألف، أبو عمرو والأخوان. (فَزّع عن قلوبهم) بفتح الفاء والزاي، ابن عامر.\n0و - هم في الغرفة) 37 واحدة، حمزة.\n(ويوم يحشرهم ثم يقول) 40 بالياء فيهما، حفص.\n(التناؤش) 52 بالهمز، أبو عمرو والكوفيون سوى حفص.\nفيها ثلاث ياءات إضافة: (عبادي الشكور) 13 أسكنها حمزة.\n(إن أجري إلا) 47 أسكنها ابن كثير والكوفيون سوى حفص.\n(ربي أنه) 50 فتحها نافع وأبو عمرو.\nوفيها محذوفتان: (كالجواب) 13 أبو عمرو وورش بياء في الوصل فقط وابن كثير بياء في الحالين.\n(نكير 45 ورش بياء في الوصل فقط. الباقون بحذفها في الحالين.\n(1/157)\n",
        "سورة فاطر \" 35 \"\n(من خالق غير الله) 3 بالخفض، الأخوان.\n(أرسل الريح) 9 ابن كثير والأخوان.\n(يُدخَلُونَها) 33 على ما لم يسم فاعله، أبو عمرو.\n(كذلك يُجزَى) 36 بالياء على ما لم يسم فاعله. (كل كفور) بالرفع. أبو عمرو أيضاً.\n(على بينة منه) 40 واحدة، ابن كثير وأبو عمرو وحفص وحمزة.\n(ومكر السيء ولا) 43 ساكنة الهمزة، حمزة ولا خلاف في الثاني.\n(ولؤلؤ) 33 قد ذكر في \" الحج \".\nفيها زائدة واحدة: (نكير9 26 ورش بياء في الوصل فقط. الباقون بحذفها في الحالين.\n(1/158)\n\nسورة يس \" 36 \"\nأمال الياء الكسائي وأبو بكر وقرأها نافع وحمزة بين اللفظين وفتحها الباقون، وأدغم النون في هجاء سين في الواو ابن عامر والكسائي وأبو بكر وورش وأظهرها الباقون.\n(تنزيل العزيز) 5 بالنصب، ابن عامر والأخوان وحفص.\n(سداً) 9 بفتح السين في الموضعين، الأخوان وحفص.\n(أإذكرتم) 19 ثم على أصولهم في الهمزتين من كلمة.\n(لمّا جميع) 32 بالتشديد، ابن عامر وعاصم وحمزة.\n(الأرض الميّتة) 33 بالتشديد، نافع.\n(من ثُمُره) 35 بضمتين، الأخوان (وما عملت أيديهم) بغير هاء، الكوفيون سوى حفص.\n(والقمر قدرناه) 39 بالنصب، ابن عامر والكوفيون.\n(حملنا ذرياتهم) 41 جميع، نافع وابن عامر.\n(يَخصّمون) 49 بإسكان الخاء وتشديد الصاد، قالون وأبو عمرو وهشام غير أن أبا عمرو وهشاما يشما الخاء شيئا من الفتح. (يخصمون) ساكنة الخاء أيضاً خفيفة الصاد، حمزة (يَخصّمون) بفتح الخاء وتشديد الصاد، ابن كثير وورش.\nالباقون (يخِصّمون) بكسر الخاء وتشديد الصاد.\n(في شغل) 55 ساكنة الغين، الحرميان وأبو عمرو.",
        "(1/159)\n\n(في ظلل) 56 جماعة، الأخوان.\n(جِبِلاً) 62 بكسر الجيم والباء وتشديد اللام، نافع وعاصم.. (جُبلا) بضم الجيم وإسكان الباء، ابن عامر وأبو عمرو. الباقون (جُبُلا) بضمهما وتخفيف اللام.\n(على مكاناتهم) 67 جمع، أبو بكر.\n(ننكّسه) 68 بتشديد الكاف، عاصم وحمزة. (أفلا تعقلون) بالتاء، نافع وابن ذكوان.\n(لتنذر من كان حياً) 70 بالتاء، نافع وابن عامر.\n(ومشارب) 73 بالإمالة، هشام.\n(كن فيكون) 82 بالنصب، ابن عامر والكسائي.\nفيها ثلاث ياءات إضافة: (ومالي لا أعبد) 22 أسكنها حمزة وحده. (أني اذن لفي ضلال) 24 فتحها نافع وأبو عمرو أني آمنت) 25 فتحها الحرميان وأبو عمرو.\nوفيها زائدة واحدة: (ولا ينقذون) 23 ورش بياء في الوصلز الباقون بغير ياء في الحالين.\n(1/160)",
        "\nسورة الصافات \" 37 \"\n(والصافات صفاً) 1 فالزاجرات زجراً 2 فالتاليات ذكرا 3 بإدغام التاء في الصاد والزاي والذال، حمزة. وكذلك (والذاريات ذروا.\n(بزينةٍ) 6 بالتنوين. عاصم وحمزة. (الكواكب) بالنصب، أبو بكر. لا يسّمّعون) 8 بتشديد السين والميم، الأخوان وحفص. (بل عجبت) 12 بضم التاء، الأخوان.\n(أو آباؤنا) 17 بإسكان الواو، ابن عامر وقالون مثله في \" الواقعة \".\n(قل نعم) 18 بكسر العين، الكسائي.\n(لا تناصرون) 25 بتشديد التاء، البزي.\n(عنها ينزِفون) 47 بكسر الزاي، الأخوان.\n(إليه يُزفون) 64 بضم الياء، حمزة.\n(با بنيّ) 102 حفص على أصله. (ماذ تُرِى) بضم التاء وكسر الراء، الأخوان.\n(1/161)\n",
        "(الله رَبَّكم وربَ آَبائكم) 126 بنصب الثلاثة، الأخوان وحفص.\n(على آل ياسين) 130 بإضافة آل إلى ياسين، نافع وابن عامر.\nفيها ثلاث ياءات إضافة: (أني أرى في المنام أني أذبحك) 102 فتحهما الحرميان وأبو عمرو. (ستجدني إن شاء الله) 103 فتحها نافع وحد.\nوفيها زائدة واحدة: (إن كدت لتردين) 56 ورش بياء في الوصل فقط.\nالباقون بغير ياء في الحالين.\n(1/162)\n\nسورة ص \" 38 \"\n(أأُنزل عليه الذكر) 8 بتحقيق الأولى وتليين الثانية، وابو عمرو وهشام غير أن هشاما يمد الهمزة الأولى، وكذلك (أؤلقي الذكر عليه) في \" القمر \" ز الباقون بتحقيق الهمزتين فيهما.\nالدوري عن الكاسي يقف على (ولات حين مناص) (ولاه) بالهاء.\n(من فُواق) 15 بضم الفاء، الأخوان.\n(بالسؤق) 33 بالهمز، قنبل.\n(وأذكر عبدنا إبراهيم وإسحاق ويعقوب) 45 على التوحيد، ابن كثير.\n(بخالصة ذكرى الدار) 46 بغير تنوين في (خالصة) نافع وهشام.\n(والليسع) 48 بلاعين، الأخوان.\n(هذا ما يوعدون) 52 بالياءن ابن كثير وأبو عمرو.\n(وغسّاق) 57 بالتشديد، الأخوان وحفص ومثله في (عم يتساءلون) (وأخر من شكله) 58 جمع، أبو عمرو.\n(من الأشرار اتخذناهم) 62، 63 موصولة الألف أبو عمرو والأخوان.\n(سُخرياً) بالضم، نافع والأخوان.",
        "(1/163)\n\nقال فالحق 84 بالرفع، عاصم وحمزة ولا خلاف في الثاني أنه بالنصب.\nفيها ست ياءات إضافة: (ولي نعجة) 23 (ما كان لي من علم) 69 فتحهما حفص وحده (إني أحببت) 32 فتحها الحرميان وأبو عمرو.\n(من بعدي إنك) 35 فتحها نافع وأبو عمرو (مسني الشيطان) أسكنها حمزة.\n(لعنتي إلى) 78 فتحها نافع وحده.\n(1/164)",
        "\nسورة الزمر\n(في بطون أمهاتكم) 6 قد ذكر في \" النحل \".\n(يرضَه لكم) 7 بإسكان الهاء، أبو عمرو وأبو بكر بخلف عنه، واختلس ضمتها نافع وعاصم بخلف عن أبي بكر وحمزة وهشام ووصلها الباقون بواو.\n(ليَضلّ عن سبيله) 8 بفتح الياء، ابن كثير وأبو عمرو.\n(أمَن هو قانت) 9 بالتخفيف، الحرميان وحمزة.\n(ورجُلا سالماً) 29 ابن كثير وأبو عمرو.\n(بكاف عباده) 36 جمع، الأخوان، ووقف ابن كثير (فما له من هادي) بالياء في الموضعين.\n(كاشفات ضره) 38 و (ممسكات رحمته) بالتنوين في كاشفات وممسكات ونصب ما بعدهما، أبو عمرو.\n(على مكاناتكم) 39 جمع، أبو بكر.\n(لا تقنطوا 53 بكسر النون، النحويان.\n(التي قُضي) 42 على ما لم يسم فاعله (عليها الموتُ) : بالرفع، الأخوان.\n(1/165)\n",
        "(بمعازاتهم) 61 جماعة، الكوفيون سوى حفص.\n(تأمرونني أعبد) 64 بنونين، ابن عامر. الباقون بنون واحدة خففها نافع وشددها الباقون وفتح ياءه الحرميان وأسكنها الباقون.\n(فتحت أبوابها) 79 بالتخفيف في الموضعين. الكوفيون ومثله في (عم يتساءلون) .\nفيها خمس ياءات إضافة: (أني أمرت) 11 فتحها نافع (أني خاف) 111 فتحها الحرميان وأبو عمرو. (أن أرادني الله) 38 أسكنها حمزة (قل ياعبادي الذين أسرفوا) 53 أسكنها أبو عمرو والأخوان (تأمروني) تأمروني) 64 قد ذكرت.\n(1/166)\n\nسورة غافر \" 40 \"\n(حم) 1 وأخواتها بفتح الحاء، ابن كثير وحفص وهشام وقرأ نافع وأبو عمرو بين اللفظين. الباقون بالإمالة.\n(كلمات ربك) 6 جماعة، نافع وابن عامر.\n(والذين تدعون) 20 بالتاء، نافع وهشام.\n(أشد منكم قوة) 21 بالكاف، ابن عامر (من واقي) و (من هادي) بياء فيهما في الوقف، ابن كثير.\n(أو أن يظهر) 26 ساكنة الواو، الكوفيون. الباقون (وأن يظهر في الأرض الفساد) بالنصب. نافع وابو عمرو وحفص.\n(عذت بربي) 27 مدغم، أبو عمرو الأخوان ومثله في \" الدخان \".\n(على كل قلبٍ) 35 منون. أبو عمرو وابن ذكوان.\n(فأطلع إلى) 37 بالنصب، حفص. (وصُدّ عن السبيل) بضم الصاد، الكوفيون.\n(يُدخَلون الجنة) 40 على ما لم يسم فاعله، ابن كثير والأبوان.\n(الساعة ادخلوا) 46 موصولة الألف من دخل، الائِنان والأبوان.\n(يوم لا ينفع الظالمين) 52 بالياء، نافع والكوفيون.\n(قليلاً ما تتذكرون) 58 بتاءين الكوفيون.",
        "(1/167)\n\n(سيدخلون جهنم) 60 على ما لم يسم فاعله، ابن كثير وأبو بكر.\n(شيوخا) 67 قد ذكر في \" البقرة \".\n(كن فيكون) 68 بالنصب، ابن عامر.\nفيها ثماني ياءات إضافة: (ذروني أقتل) 26 (ادعوني استجب لكم) 6 فتحهما ابن كثير وحده.\n(أني أخاف) 26، 30، 32 في ثلاثة مواضع فتحها الحرميان وأبو عمرو.\n(لعلي أبلغ) 36 أسكنها الكوفيون.\n(مالي أدعوكم) 41 فتحها الحرميان وأبو عمرو وهشام.\n(أمري إلى الله) 44 فتحها نافع وأبو عمرو.\nوفيها ثلاث محذوفات: (التلاقِ) 15 و (التنادِ) 32 ورش بياء فيهما في الوصل وابن كثير في الحالين. الباقون بغير ياء في الحالين.\n(أتبعون أهدكم) 38 أبو عمرو وقالون بياء في الوصل فقط وابن كثير بياء في الحالين. الباقون بغير ياء في الحالين.\n(1/168)",
        "\nسورة حم السجدة \" 41 \"\n(حم) 1 قد ذكرت.\n(قل أئنكم) 9 مذكور في باب الهمزتين من كلمة.\n(في أيامٍ نحِسات) 16 بكسر الحاء، ابن عامر والكوفيون.\n(ويوم نحشرُ) 19 بالنون وضم الشين (أعداء الله) بالنصب، نافع.\n(أرنا) 29 بإسكان الراء، الإئنان وأبو بكر. أبو عمرو باختلاس كسرتها. الباقون بإشباع الكسر.\n(الذين) 40 بالتشديد، ابن كثير. (إن الذين يَلحَدُون) بفتح الياء الحاء. حمزة.\n(أأعجمي) 44 بهمزتين. الكوفيون سوى حفص (أعجمي) بغير مد على الخبر، هشام. الباقون بالمد على الإستفهام.\n(من ثمرات) 47 جماعة، نافع وابن عامر وحفص.\n(وناء بجانبه) 51 في وزن جاء، ابن ذكوان. الباقون (ونأى) في وزن رأى. وأمال النون والهمزة الكسائي وخلف. وفتح النون وأمال الهمزة خلاد.\nالباقون بفتحهما جميعا.\nفيها ياءاً إضافة: (أين شركائي قالوا) : فتحها ابن كثير (إلى ربي أن لي عنده) 50 فتحها أبو عمرو وورش.\n(1/169)\n",
        "سورة الشورى \" 42 \"\n(كذلك يوحَى إليك) 3 بفتح الحاء، ابن كثير.\n(يكاد السموات) 5 بالياء، نافع والكسائي (يتفطرن) بالنون، الأبوان.\n(وما وصّينا به إبراهام) 13 هشام.\n(ذلك الذي يَبشر الله) 23 بالتخفيف، ابن كثير وأبو عمرو 19 والأخوان.\n(ويعلم ما تفعلون) 25 بالتاء، الأخوان وحفص.\n(ينزّل الغيث) 28 بالتشديد، نافع وابن عامر وعاصم.\n(بما كسبت أيديكم) 30 بغير فاء، نافع وابن عامر.\n(يسكن الرياح) 33 جماعة، نافع.\n(كبير الإيثم) 35 بالرفع، نافع وابن عامر.\n(كبير الإثم) 37 واحد، الأخوان ومثله في \" النجم \".\n(أو يرسل رسولا) 51 بالرفع. (فيوحي بإذنه) ساكن الياء، نافع.\nفيها زائدة واحدة: (الجوارِ) 32 نافع وأبو عمرو بياء في الوصل وابن كثير بياء في الحالين. الباقون. الباقون بحذفها في الحالين.\n(1/170)\n\nسورة الزخرف \" 43 \"\n(في إم الكتاب) 4 بكسر الألف، الأخوان.\n(صفحا إن كنتم) 5 بكسر الألف، نافع والأخوان.\n(الأرض مهداً) 10 الكوفيون.\n(كذلك تَخرُجُون) 11 بفتح التاء وضم الراء مسمّى الفاعل، الأخوان وابن ذكوان.\n(جُزُءاً) 15 بضم الزاي، أبو بكر.\n(أو من ينشّأ) 18 بالتشديد، الأخوان وحفص.\n(عذر الرحمن) 19 الحرميان وابن عامر. الباقون (عباد) .\n(أؤشهدوا خلقهم) نافع. الباقون (اشهدوا) .\n(قال أو لَو جئتكم) 24 على الخبر، ابن عامر وحفص. الباقون (قل) على الأمر.\n(سَقفاً من فضة) 33 واحد، ابن كثير وأبو عمرو.\n(لمّا متاع) 35 بالتشديد، عاصم وحمزة وهشام.\n(أسورة من ذهب) 53 حفص.\n(يأيّهُ الساحر) 49 بضم الهاء، ابن عامر وقد ذكر.\n(سُلُفاً) 56 بضمتين، الأخوان.",
        "(1/171)\n\n(منه يصُدّون) 57 بضم الصاد، نافع وابن عامر والكسائي.\n(أألهتنا خير) 58 بهمزتين بعدهما مدة، الكوفيون. الباقون بهمزة واحدة بعدها مدة مطولة.\n(يا عباد لا خوف عليكم) 68 بغير ياء في الوصل والوقف، ابن كثير والأخوان. الباقون بالياء في الحالين. فتحها أبو بكر وأسكنها الباقون.\n(وفيها ما تشتهيه إلانفس) 71 بهاء بعد الياء، نافع وابن عامر وحفص.\n(قل أن كان للرحمن وُلد 81 بضم الواو وإسكان اللام، الأخوان.\n(وإليه يرجعون) 85 بالياء، ابن كثير والأخوان.\n(وقيله يا رب) 88 بكسر اللام والهاء. عاصم وحمزة.\n(فسوف تعلمون) 89 بالتاء، نافع وابن عامر.\nفيها ياءً إضافة: (من تحيى أفلا) 51 فتحها نافع وأبو عمرو والبزي.\n(يا عباد) 68 قد ذكرت.\nوفيها زائدة واحدة: (واتبعونِ هذا) 61 أبو عمرو بياء في الوصل فقط.\nالباقون بغير ياء في الحالين.\n(1/172)",
        "\nسورة الدخان \" 44 \"\n(ربِّ السموات) 7 بالخفض، الكوفيون.\n(يغلي في البطون) 45 بالياء، ابن كثير وحفص.\n(فاعتلُوه) 47 بضم التاء، الحرميان وابن عامر.\n(ذق أنك) 49 بفتح الألف، الكسائي.\n(في مُقام) 51 بضم الميم، نافع وابن عامر.\nفيها ياءان: (أني آتيكم) 19 فتحها الحرميان وأبو عمرو.\n(ليَ فاعتزلونِ) 21 فتحها ورش وحده.\nوفيها محذوفتان: (أن ترجمونِ) 20 و (فاعتزلونِ) 21 ورش بياء فيهما في الوصل. الباقون بحذفها في الحالين.\n(1/173)\n",
        "سورة الجاثية \" 45 \"\n(وما يبث من دابة آيات) 4 (وتصريف الريح) 5 \" آيات \" بكسر التاء فيهما، الأخوان وقرأ الريح على التوحيد.\n(وآياته تؤمنون) 6 بالتاء، ابن عامر والكوفيون سوى حفص.\n(من رجز أليم) 14 بالنون، ابن عامر والأخوان.\n(سِواءً محياهم) 21 بالنصب، الأخوان وحفص، وأمال \" محياهم \" الكسائي وحده.\n(على بصره غَشوة) 23 الأخوان.\n(والساعة لا ريبَ فيها) 32 بالنصب، حمزة.\n(لا يَحرُجون منها) 32 بفتح الياء وضم الراء، الأخوان.\n(1/174)\n\nسورة الأحقاف \" 46 \"\n(لتنذر الذين ظلموا) 12 بالتاء، نافع وابن عامر والبزي.\n(بوالديه إحسانا) 15 الكوفيون. (كُرهاً ووضعته كُرها) بضم الكاف فيهما، الكوفيون وابن ذكوان.\n(نتقبل عنهم.. ونتجاوز) 16 بنون مفتوحة فيهما (أحسنَ) بالنصب، الأخوان وحفص.\n(أف لكما) 17 قد ذكر في \" سبحان \" (أتعدانّي) بنون واحدة مشددة، هشام. الباقون بنونين. وفتح الياء فيه الحرميان وأسكنها الباقون.\n(ولنهوفينهم) 19 بالنون، نافع والأخوان وابن ذكوان.\n(آذهبتم) 20 بهمزة بعدها مدة، ابن كثير وهشام (أأذهبتم) بهمزتين من غير مد، ابن ذكوان. الباقون بهمزة واحدة من غير مد على الخبر.\n(وأبلغكم) 23 بالتخفيف، أبو عمرو.\n(لا يُرَى) 25 بياء مضمومة (إلا مساكنُهم) رفع، عاصم وحمزة.\nفيها أربع ياءات إضافة (أوزعني أن) 15 فتحها ورش والبزي.\n(أتعدانني) 17 قد ذكر (أني سأخاف) 21 فتحها الحرميان وأبو عمرو.\n(ولكني أراكم) 23 فتحها نافع وأبو عمرو والبزي.",
        "(1/175)\n\nسورة محمد صلى الله عليه وسلم \" 47 \"\n(والذين قُتِلوا في سبيل) 4 أبو عمرو وحفص.\n(من ماء غير أسن) 15 بالقصر، ابن كثير.\n(تمسيتم) 22 بكسر السين، نافع.\n(وأمليَ لهم) 25 على ما لم يسم فاعله، أبو عمرو.\n(إسرارهم) 26 بكسر الألف، الأخوان وحفص.\n(وليبلونكم حتى يعلم المجاهدين.. ويبلو أخباركم) 31 بالياء في الثلاثة. أبو بكر.\n(إلى السِلم) 35 بالكسر، حمزة وأبو بكر.\n(1/176)",
        "\nسورة الفتح \" 48 \"\n(دائرة السُوء) 6 بضم السين، ابن كثير وأبو عمرو.\n(ليؤمنوا بالله ورسوله ويعزروه ويوقروه ويسبحوه) 9 بالياء في الأربعة، ابن كثير وأبو عمرو.\n(فسنؤتيه أجراً) 10 بالنون، الحرميان وابن عامر. (بما عاهد عليه الله) بضم الهاء، حفص.\n(أن أراد بكم ضراً) 11 بضم الضاد، الأخوان.\n(أن يبدلوا كَلِمَ الله) 15 بكسر اللام، الأخوان.\n(ندخله جنات) 17 و (نعذبه عذاباً) بالنون فيهما، نافع وابن عامر.\n(بما يعملون بصيرا) 24 بالياء، أبو عمرو.\n(أخرج شطأه) 29 بفتح الطاء، ابن كثير وابن ذكوان. (فأزره) مقصور، ابن ذكوان (على سوقه) مهموز، قنبل.\n(1/177)\n",
        "سورة الحجرات \" 49 \"\n(فتثبتوا) 6 بالثاء والتاء من التثبت، الأخوان.\n(يتب فأولئك) 11 قد ذكر في \" النساء \" وخالف خلاد أصله ها هنا وأظهر الباء عند الفاء.\n(لحم أخيه ميتاً) 12 بالتشديد، نافع.\n(لا يألتكم) 14 بالهمز، أبو عمرو.\n(بصير بما يعملون) 18 بالياء، ابن كثير.\n(ولا تنابزوا) 11 (ولا تجسسوا) 12.. لتعارفوا) 13 بتشديد التاء في الثلاثة، البزي.\n(1/178)\n\nسورة ق \" 50 \"\n(أئذاً) 3 قد ذكر في باب الهمزتين من كلمة. (متنا) مذكور في \" آل عمران \".\n(يوم يقول لجهنم) 30 بالياء نافع وأبو بكر.\n(هذا ما يوعدون) 32 بالياء، ابن كثير.\n(وإدبار السجود) 40 بكسر الألف، الحرميان وحمزة.\n(يوم تشقق) 44 بتخفيف الشين، الكوفيون وأبو عمرو.\nفيها ثلاث محذوفات: (وعيدِ) 14 في الموضعين، ورش بياء في الوصل فقط. الباقون بحذفها في الحالين.\n(المنادِ) 41 نافع وأبو عمرو بياء في الوصل. ابن كثير بياء في الحالين. الباقون بحذفها في الحالين.",
        "(1/179)\n\nسورة والذاريات \" 51 \"\n(والذاريات ذروا) 1 بالإدغام، حمزة.\n(مثلُ إنكم) 23 بالرفع، الكوفيون سوى حفص.\n(ضيف إبراهام) 24 هشام.\n(قال سِلم) 25 الأخوان.\n(فأخذتهم الصعقَة) 44 ساكنة العين 20 الكسائي.\n(وقومِ نوح) 46 بالخفض، أبو عمرو والأخوان.\n(1/180)",
        "\nسورة والطور \" 52 \"\n(وأتبعناهم) 21 فعل جماعة متكلمين، أبو عمرو. الباقون (وأتبعَتهم) فعل واحد مؤنث. (ذرياتهم بإيمان) بألف على الجمع، ابن عامر وأبو عمرو غير أن ابن عامر ضم التاء وكسرها أبو عمرو والباقون (ذريتهم) واحدة مضمومة التاء.\n(ألحقنا بهم ذرياتهم) جماعة مكسورة التاء، نافع وابن عامر وأبو عمرو. الباقون (ذريَتهم) واحدة مفتوحة التاء (وما التناهم) بكسر اللام، ابن كثير.\n(لا نعوَ فيها ولا تأثيمَ) 23 بالفتح فيهما من غير تنوين، ابن كثير وأبو عمرو.\n(ندعوه أنه) 28 بفتح الألف، نافع والكسائي.\n(المسيطرون) 37 بالسين، قنبل وهشام. الباقون بالصاد غير أن حمزة يشم الصاد الزاي.\n(فيه يُصعقون) 45 بضم الياء، ابن عامر وعاصم.\n(1/181)\n",
        "سورة النجم \" 53 \"\nأمال أواخر آياتها الأخوان وقرأها نافع وأبو عمرو بين اللفظين إلا ما كان فيه راء بعدها ياء في الخط فإن أبا عمرو يميله. الباقون بالفتح.\n(رآه) 13 و (رأى) 11 قد ذكر في \" الأنعام \".\n(أَفَتَمُرونه) 12 الأخوان.\n(ما كذب الفؤاد) 11 بتشديد الذال، هشام.\n(ومناءة الفؤاد) 20 بالمد والهمز. ابن كثير ووقف الدوري عن الكسائي (أفرأيتم اللاه) 19 بالهاء، الباقون بالتاء.\n(قسمة ضئزى) 22 بالهمز، ابن كثير.\n(كبير الإِثم) 32 على التوحيد، الأخوان. (في بطون أمهاتكم) قد ذكر في \" النحل \".\n(النشأة) 47 قد ذكر في \" العنكبوت \".\n(عاداً لولي) 50 بتشديد اللام من غير همز، نافع وأبو عمرو، غير أن قالون جعل مكان الواو همزة ساكنة.\n(وثمودَ فما) 51 بغير تنوين، عاصم وحمزة.\n(وإبراهام الذي وفى) 37 هشام.\n(1/182)\n\nسورة القمر \" 54 \"\n(خاشعاً أبصارهم) 7 بالألف، أبو عمرو والأخوان.\n(ففتّحنا أبواب) 11 بالتشديد، ابن عامر.\n(إلى شيء نكر) 6 ساكنة الكاف، ابن كثير.\n(ستعلمون غداً) 26 بالتاء، ابن عامر وحمزة.\n(أؤلقى الذكر) 25 قد ذكر في \" صاد \".\nفيها ثماني زوائد: (يدع الداعِ) 6 ورش وأبو عمرو بياء في الوصل فقط. الباقون بحذفها في الحالين.\n(مهطعين إلى الداع) 8 نافع وأبو عمرو بياء في الوصل فقط، وابن كثير بياء في الحالين. الباقون بغير ياء في الحالين.\n(ونذرِ) في ستة مواضع (16، 18، 21، 30، 37، 39) ورش بياء في الوصل فقط. الباقون بحذفها في الحالين.",
        "(1/183)\n\nسورة الرحمن جل وعز \" 55 \"\n(والحبَّ ذا العصف والريحانَ) 12 بنصب الثلاثة، ابن عامر. الباقون برفعها وخالفهم الأخوان في الريحان فقط فقرآه بالخفض.\n(يُخرَج منهما) 22 بضم الياء وفتح الراء غير مسمى الفاعل، نافع وأبو عمرو. الباقون (يَخرُج) بفتح الياء وضم الراء مسمى الفاعل. وترك الهمزة الأولى من (اللؤلؤ) أبو بكر على أصله.\n(الجوار) 24 بالإمالة، الدوري عن الكسائي (المنشِآات) بكسر الشين، حمزة وروى عن أبي بكر الكسر والفتح جميعا وأنا آخذ له بالوجهين. الباقون بالفتح.\n(والإكرام) 27 باضجاع الراء، ابن ذكوان وكذلك في آخر السورة.\n(سيفرغ لكم) 31 بالياء، الأخوان (أيهُ الثقلان) بضم الهاء، ابن عامر وقد ذكر في \" النور \".\n(شِواظ) 35 بكسر الشين، ابن كثير (ونحاسٍ) بالخفض، ابن كثير وأبو عمرو.\n(لم يَطمُثهن) 56 بضم الميم في الحرف الأولن الكسائي وكسرها في الحرف الثاني كغيره.\n(ذو الجلال) 78 بالواو، ابن عامر. الباقون (ذي) بالياء ولا خلاف في الحرف الأول قوله: (ويبقى وجه ربك ذو الجلال) إنه بالواو.\n(1/184)",
        "\nسورة الواقعة \" 56 \"\n(ولا ينزِفون) 19 بكسر الزاي، الكوفيون.\n(وحورِ عينٍ) 22 بالخفض فيهما، الأخوان.\n(عرباً) 37 ساكنة الراء، حمزة وأبو بكر.\n(شرب إليهم) 55 بفتح الشين، الإئنان والنحويان.\n(النشأة) 62 قد ذكر.\n(نحن قَدَرنا بينكم) 60 بتخفيف الدال، ابن كثير.\n(أإنا لمغرمون) 66 بهمزتين. أبو بكر. الباقون \" إنا \" بهمزة واحدة على الخبر.\n(بموقع النجوم) 75 ساكنة الواو، الأخوان.\n(1/185)\n",
        "سورة الحديد \" 75 \"\n(وقد أُخِذ) 8 بضم الألف (ميثاقكم) بالرفع، أبو عمرو.\n(وكل وعدَ) 10 بالرفع، ابن عامر.\n(فيضاعفه) 11 قد ذكر في \" البقرة \".\n(للذين آمنوا أنظِرونا) 13 بقطع الألف وكسر الظاء، حمزة.\n(وما نزل من الحق) 16 مخففة الزاي، نافع وحفص.\n(فاليوم لا تؤخذ منكم) 15 بالتاء، ابن عامر.\n(إن المصدقين والمصدقات) 18 بتخفيف الصاد فيهما، ابن كثير وأبو بكر.\n(يضعّف لهم) بالتشديد، الإئنان وكذلك (فيضعّفه) 11.\n(بما أتاكم) 23 بالقصر، أبو عمرو.\n(بالبَخَل) 24 بفتحتين، الأخوان (فإن الله الغني) بغير \" هو \" نافع وابن عامر.\n(نوحاً وإبراهام) 26 بالألف هشام.\n(1/186)\n\nسورة المجادلة \" 58 \"\n(الذين يُظاهِرون منكم) 2 بضم الياء، عاصم وكذلك الحرف الثاني.\n(يَظّاهَرون) بفتح الياء والظاء والهاء مع التشديد فيهما، ابن عامر والأخوان. الباقون (يظّهّرون) بتشديد الظاء والهاء من غير ألف. (اللائي) قد ذكر في \" الأحزاب \".\n(وينتجون) 8 على وزن ينتهون، حمزة. الباقون (ويتناجون) ولا خلاف في الحرفين الآخرين.\n(تفسحوا في المجالس) 11 جماعة. عاصم (وإذا قيل أنشُزوا فانشُزوا) بضم الشين فيهما، نافع وابن عامر وعاصم.\n(أنا ورسلَي) 21 بفتح الياء، نافع وابن عامر.",
        "(1/187)\n\nسورة الحشر \" 59 \"\n(الرعُب) 2 بضم العين، ابن عامر والكسائي. (يخّربون) بالتشديد، أبو عمرو (بيوتهم) قد ذكر في \" البقرة \".\n(كي لا تكون) 7 بالتاء (دولة) بالرفع، هشام.\n(أو من وراء جدار) 14 على التوحيد، ابن كثير وابو عمرو وأماله أبو عمرو وحده.\n(أني أخاف) 16 فتحها الحرميان وأبو عمرو.\n(1/188)",
        "\nسورة الممتحنة \" 60 \"\n(يُفَصِلّ بينكم) 3 بضم الياء والتشديد وكسر الصاد الأخوان.\nابن عامر مثلهما إلا أنه فتح الصاد وعاصم (يَفصِل) بفتح الياء وغسكان الفاء وكسر الصاد. الباقون (يُفصَل) بضم الياء وفتح الصاد وإسكان الفاء.\n(أُسوة) 4 بضم الألف، عاصم. (في إبراهام) هشام.\n(ولا تَمسّكوا) 10 بفتح الميم وتشديد السينس، أبو عمرو.\n(أن تولوهم) 9 بتشديد التاء، البزي.\n(1/189)\n",
        "سورة الصف \" 61 \"\n(فلما زاغو) 5 بالإمالة، حمزة ولا خلاف في قوله: (أزاغ الله قلوبهم) أنه بالفتح.\n(هذا ساحر مبين) 6 الأخوان.\n(متمُّ) 8 بغير تنوين (نوره) بالخفص، ابن كثنير والأخوان وحفص.\n(تنجيكم من عذاب) 10 بالتشديد، ابن عامر.\n(كونوا أنصار الله) 14 بالإضافة، ابن عامر والكوفيونز\n(من بعديَ اسمه) 6 فتح الياء، الحرميان والأبوان.\n(مَن أنصاريَ إلى الله) 14 فتحها نافع وحده.\n\nسورة الجمعة \" 62 \"\n(الحمار) 5 أماله أبو عمرو وابن ذكوان والدوري عن الكسائي، وقرأه نافع وحمزة وأبو الحارث بين اللفظين وفتحه الباقون.\n(1/190)\n\nسورة المنافقون \" 63 \"\n(كَأنهم خشب) 4 ساكنة الشين، النحويان وقنبل.\n(لَوَوا رؤسهم) 5 بالتخفيف، نافع.\n(وأكون من الصالحين) 10 بالنصب، أبو عمرو.\n(والله خبير بما يعملون) 11 بالياء، أبو بكر.\n\nسورة التغابن \" 64 \"\n(نكفر عنه سيئاته وندخله) 9 بالنون فيهما، نافع وابن عامر.\n(يضعّفه لكم) 17 بالتشديد، الإئنان.",
        "(1/191)\n\nسورة الطلاق \" 65 \"\n(بفاحشة مُبيِّنَة) 1 بفتح الياء، ابن كثير وأبو بكر.\n(مبيِّنات) 11 بفتح الياء، الحرميان والأبوان.\n(بالغ) 3 بغير تنوين (أمره) خفض بالإضافة، حفص.\n(ندخله جنات) 11 بالنون، نافع وابن عامر.\n(اللائي) 4 و (نكر) 8 و (كاين) 8 قد ذكر.\n(1/192)",
        "\nسورة التحريم \" 66 \"\n(عَرَف بعضه) 3 بتخفيف الراء الكسائي.\n(وأن تظاهرا عليه) 4 بالتخفيف، الكوفيون (جبريل) قد ذكر في \" البقرة \".\n(أن يبد له) 5 بالتشديد، نافع وأبو عمرو.\n(توبة نُصوحاً) 8 بضم النون، أبو بكر.\n(عمران) 12 باضجاع الراء، ابن ذكوان. (وكتُبه) بضم التاء على الجمع، أبو عمرو وحفص.\n(1/193)\n",
        "سورة الملك \" 67 \"\n(من تفوّت) 3 بتشديد الواو، الأخوان.\n(تكاد تميز) 8 بتشديد التاء، البزي.\n(فسحُقا) 11 بضم الحاء، الكسائي.\n(النشور وأمنتم) 15، 16 بقلب الهمزة واوا، قنبل. (النشور أأمنتم) بهمزتين، الكوفيون وابن ذكوان. الباقون (آمنتم) بهمزة بعدها مدة وكذلك يبتدىء قنبل إذ أوقف على النشور.\n(فسيعلمون من هو في ضلال) 29 بالياء، الكسائي ولا خلاف في الأول، أنه بالتاء.\nفيها ياءً إضافة: (أن أهكلني الله) 28 أسكنها حمزة وحده. (ومن معي أو رحمنا) 28 أسكنها الكوفيون سوى حفص.\nوفيها زائدتان: (نذير) 17 و (نكير) 18 ورش بياء في الوصل فقط. الباقون بحذفها في الحالين.\n(1/194)\n\nسورة نون والقلم \" 68 \"\nأدغم النون في الواو ابن عامر والكسائي وأبو بكر وأظهرها الباقون.\n(أأن كان ذال مال) 14 بهمزتين من غير مد، حمزة وأبو بكر وقرأ ابن عامر (آن كان) بهمزة واحدة بعدها مدة، غير أن هشاما يمد أول من مد ابن ذكوان لأنه يدخل بين الهمزتين ألفا على أصله. الباقون بهمزة واحدة من غير مد.\n(لما تخيرون) 38 بتشديد التاء، البزي.\n(أن يبدّلنا) 32 بالتشديد، نافع وأبو عمرو.\n(لَيَزلقونك) 51 بفتح الياء، نافع.",
        "(1/195)\n\nسورة الحاقة \" 96 \"\n(ومن قِبَله) 9 بكسر القاف وفتح الباء، النحويان.\n(لا يخفى منكم) 18 بالياء، الأخوان.\n(ما أغنى عني مالي) 28 (هلك عني سلطاني) بالهاء فيها في الوصل. ولا خلاف في الوقف أنه بالهاء.\n(قليلاً ما يؤمنون) 41 و (قليلاً ما يذكرون) 42 بالياء فيهما الإئنان، الباقون بالتاء فيهما وخفف الذال الأخوان وحفص على أصلهم.\n(1/196)",
        "\nسورة المعارج \" 70 \"\n(سال) 1 بغير همز مثل قال، نافع وابن عامر.\n(يعرج الملائكة) 4 بالياء، الكسائي.\n(نزاعةً) 16 بالنصب، حفص.\n(لأمانتهم) 32 بألف على الجمع. حفص.\n(إلى نصب) 43 بضمتين، ابن عامر وحفص.\n\nسورة نوح عليه السلام \" 71 \"\n(ماله وَوَلَدَه) 21 بفتح الواو واللام، نافع وابن عامر وعاصم.\n(وُداً) 23 بضم الواو، نافع.\n(مما خطاياهم) 25 أبو عمرو.\nفيها ثلاث ياءات إضافة: (دعائي إلا) 6 أسكنها الكوفيون (أني أعلنت) 9 فتحها الحرميان وأبو عمرو.\n(ولمن دخل بيتي مؤمنا) 28 فتحها حفص وهشام.\n(1/197)\n",
        "سورة الجن \" 72 \"\nقرأ ابن عامر والكوفيون سوى أبي بكر بفتح الهمزة من \" أنه \" و \" أنّا) في اثني عشر موضعا متوالية أولها (وأنه تعالى) 3 وآخرها (وأنّا منا المسلمون) 14.\nوأنه لّما قام عبد الله 19 قرأ نافع وابن كثير بكسر الهمزة وفتحها الباقون.\nواتفقوا على فتح الهمزة في أربعة مواضع: (أنه استمع) 1 (وأن لو استقاموا) 16 (وأن المساجد لله) 18 و (أن قد أبلغوا) 28 وكذلك اتفقوا على كسرها بعد القول وفاء الجزاء.\n(يسلكه عذاباً) 17 بالياء، الكوفيون.\n(قل إنما ادعوا ربي) 20 على الأمر، عاصم وحمزة.\n(عليه لُبداً) 19 بضم اللام، هشام.\n(ربي أمدا) 25 فتحها الحرميان وأبو عمرو.\n(1/198)\n\nسورة المزمل \" 73 \"\n(أشد وِطَأ) 6 بكسر الواو وفتح الطاء ممدودة، ابن عامر وأبو عمرو.\n(ربِّ المشرق) 9 بالخفض، ابن عامر والكوفيون سوى حفص.\n(من ثلثي الليل) 20 بإسكن اللام، هشام. (ونصفه وثلثه) بالنصب فيهما، ابن كثير والكوفيون.\n\nسورة المدثر \" 74 \"\n(والرجز) 5 بضم الراء، حفص.\n(والليل إذ) 33 ساكنة الذال \" أدبر \" بهمزة قبل الذال، نافع وحمزة وحفص غير أن ورشاً ينقل فتحة الهمزة إلى الذال ويحذف الهمزة.\n(مستنفِرة) 50 مفتوحة الفاء، نافع وابن عامر.\n(وما تذكرون) 56 بالتاء، نافع.",
        "(1/199)\n\nسورة القيامة \" 75 \"\n(لأقسم بيوم) 1 ليس بين اللام والهمزة مدة، ابن كثير. الباقون بالمد ولا خلاف في الثاني أنه ممدود.\n(فإذا أبرق) 7 بفتح الراء، نافع.\n(بل يحبون) 20 (ويذرون) 21 بالياء فيهما، الإئنان وأبو عمروس.\nحفص يقف على النون من (مَن) 27 وقفة خفيفة ثم يبتدي (راق) .\n(سدى) 36 بالإمالة في حال الوقف، الكوفيون سوى حفص.\n(من منيّ يمنى) 37 بالياء، حفص.\n(1/200)",
        "\nسورة الإنسان \" 76 \"\n(سلاسلاً) 4 بالتنوين، نافع والكسائي وأبو بكر وهشام. الباقون بغير تنوين ووقف عليه قنبل وحمزة (سلاسل) بغير ألف ووقف الباقون بالألف.\n(قواريراً) 15 الأول بالتنوين، الحرميان والكسائي وأبو بكر وهشام.\nالباقون بغير تنوين ووقف عليه حمزة بغير ألف ووقف الباقون بالألف. (قوارير من فضة) 16 الثاني بالتنوين، نافع والكسائي وأبو بكر وهشام ووقفوا عليه بالألف.\nالباقون بغير تنوين في الوصل وبغير ألف في الوقف.\n(عاليهم ثياب) 21 ساكنة الياء، نافع وحمزة (خضر) بالخفض، ابن كثير والكوفيون سوىحفص. (واستبرق) بالرفع، الحرميان وعاصم.\n(وما يشاؤن) 30 بالياء، الإئنان وأبو عمرو.\n(1/201)\n",
        "سورة والمرسلات \" 77 \"\n(أو نذراً) 6 ساكنة الذال، أبو عمرو والأخوان وحفص.\n(وقتت) 11 بالواو، أبو عمرو.\n(فقدرنا) 23 بالتشديد، نافع والكسائي.\n(جمالة) 33 بغير ألف، الأخوان وحفص.\n\nسورة عم يتساءلون \" 78 \"\n(وفتحت السماء) 19 بالتخفيف، الكوفيون.\n(لَبثين فيها) 23 بغير ألف، حمزة.\n(وغسّاقا 25 بالتشديد، الأخوان وحفص.\n(ولا كذاباً) 35 بالتخفيف، الكسائي.\n(ربِّ السموات والأرض) 37 بالخفض، ابن عامر والكوفيون. (الرحمنِ) بالخفض، ابن عامر وعاصم.\n(1/202)\n\nسورة النازعات \" 79 \"\n(عظاماً ناخرة) 11 بألف، الكوفيون سوى حفص.\n(طوىً) 16 بالتنوين، ابن عامر والكوفيون.\n(إلى أن تزكّى) 18 بتشديد الزاين الحرميان.\n(الاستفهامان (آية 10، 11) قد ذكرا في \" الرعد \".\n\nسورة عبس \" 80 \"\n(فتنفعَه الذكرى) 4 بفتح العين، عاصم.\n(تصّدى) 6 مشددة الصاد، الحرميان.\n(عنه تلهى) 10 بتشديد التاء، البزي.\n(أنّا صببنا) 25 بفتح الألف، الكوفيون.",
        "(1/203)\n\nسورة التكوير \" 81 \"\n(سُجِرَت) 6 بتخفيف الجيم، ابن كثير وأبو عمرو.\n(نشرت) 10 بتخفيف الشين، نافع وابن عامر وعاصمز (سُعّرت) 12 بتشديد العين، نافع وابن ذكوان وحفص.\n(على الغيب بظنين) 24 بالظاء، ابن كثير والنحويان.\n(الجوارِ الكنس) 16 بالإمالة، الدوري عن الكسائي.\n\nسورة الإنفطار \" 82 \"\n(فعدلك) 7 بتخفيف الدال، الكوفيون.\n(أدراك) 17 قد ذكرت الإمالة فيه في \" يونس \".\n(يومُ لا تملك) 19 بضم الميم، ابن كثير وأبو عمرو.\n(1/204)",
        "\nسورة المطففين \" 83 \"\n(بل ران) 14 بالإمالة، الكوفيون سوى حفص. الباقون بالفتح. حفص يقف على اللام من \" بل \" وقفة خفيفة في وصله ثم بقول: (بل ران على قلوبهم) .\n(خاتمة مسك) 26 الكسائي.\n(الأبرار) 22 قد ذكر في باب لإمالة.\n(انقلبوا فكهين) 31 بغير ألف، حفص.\n(هل ثوب الكفار) 36 بالإدغام، الأخوان وهشام.\n\nسورة الإنشقاق \" 84 \"\n(ويَصلى سعيراً) بفتح الياء والتخفيف، أبو عمرو وعاصم وحمزة. (لتركبنّ طَبقاً) 19 بفتح الباء، ابن كثير والأخوان.\n(1/205)\n",
        "سورة البروج \" 85 \"\n(ذو العرش المجيدِ) 15 بالخفض، الأخوان.\n(في لوح محفوظُ) 22 بالرفع، نافع.\n\nسورة الطارق \" 86 \"\n(لمّا عليها) 4 بالتشديد، ابن عامر وعاصم وحمزة.\n(1/206)\n\nسورة الأعلى 87 \"\n(والذي قدر) 3 بتخفيف الدال، الكسائي.\n(بل يؤثرون) 16 بالياء، أبو عمرو. الباقون بالتاء وادغم اللام في التاء، الأخوان وهشام.\nوأمال أواخر آياتها الأخوان وكذلك آيات (والشمس وضحاها) (والليل إذا يغشى) (والضحى) وقرأ نافع وأبو عمرو جميع ذلك بين اللفظين وفتح الباقون.",
        "(1/207)\n\nسورة الغاشية \" 88 \"\n(تُصلى ناراً) 4 بضم التاء، الأبوان.\n(لا يُسمع فيها) 11 بياء مضمومة (لاغية) رفع ابن كثير وأبو عمرو و (تسمع) بتاء مضمومة (لاغية) رفع أيضا، نافع. الباقون (تسمع) بتاء مفتوحة (لاغية) بالنصب.\n(من عين آنية) 5 بالإمالة، هشام.\n(بمسيطر) 22 بالسين، هشام. الباقون بالصاد وحمزة يشم الصاد الزاي.\n(1/208)",
        "\nسورة الفجر \" 89 \"\n(والوِتر) 3 بكسر الواو، الأخوان.\n(فقدّر عليه) 16 بالتشديد ابن عامر.\n(بل لا يكرمون) 17. (ولا يحضون) 18 (ويأكلون) 19 (ويحبون) 20 بالياء في الأربعة، أبو عمرو. (تحاضون) الكوفيون.\n(لا يعذَّب عذَابه) 25 (ولا يوثَق وثاقه) 26 فتحهما الحرميان وأبو عمرو.\nوفيها أربع محذوفات: (إذا يسر) نافع وأبو عمرو بياء في الوصل فقط وابن كثير بياء في الحالين.\n(بالواو) 9 ورش وقنبل بياء في الوصل فقط والبزي بياء في الحالين.\n(أكرمن) 15 و (أهانن) 16 نافع بياء فيهما في الوصل فقط والبزي بياء فيهما في الحالين. الباقون بغير ياء في الحالين.\n(1/209)\n",
        "سورة البلد \" 90 \"\n(فكَّ) 13 بفتح الكاف (رقبةً) بالنصب.\n(أو أطعم) 14 فعل ماض، ابن كثير والنحويان.\n(مؤصدة) 20 بالهمز، أبو عمرو وحفص وحمزة ومثله في \" الهمزة \".\n\nسورة الشمس \" 91 \"\n(وضحاها) 1 (تلاها) و (طحاها) 6 بالإمالة. الكسائي وحده، وكذلك، (دحاها) في \" والنازعات \" و \" سجا \" في سورة و \" الضحى \" وقرأ نافع وأبو عمرو بين اللفظين في الأربعة. الباقون بالفتح. وقد ذكرنا أواخر آياتها.\n(فلا يخاف عقباها) 15 بالفاء، نافع وابن عامر.\n(1/210)\n\nسورة الليل \" 92 \"\nقد ذكرنا أواخر آياتها.\n(نارا تلظى) 14 بتشديد التاء، البزي.\n\nسورة العلق \" 96 \"\n(أن رَأَهُ استغنى) مثل زعهُ قنبل. الباقون (رآه) مثل دعاه. وقد ذكرنا الفتح فيه والإمالة. في \" الأنعام \".\n\nسورة القدر \" 97 \"\n(ألف شهر تنزل) \" 3، 4 \" بتشديد التاء، البزي.\n(حتى مطِلع الفجر) 5 بكسر اللام، الكسائي.",
        "(1/211)\n\nسورة لم يكن \" 98 \"\n(البريئَة) 6 بالهمز والمد، نافع وابن ذكوان.\n\nسورة الزلزلة \" 99 \"\n(خيراً يره) و (شراً يره) 8 بإسكان الهاء فيهمان هشام.\n\nسورة القارعة \" 101 \"\n(ما هيَ نار) 10، 11 بغير هاء في الوصل، حمزة، الباقون بالهاء ولا خلاف في الوقف أنه بالهاء.\n(1/212)",
        "\nسورة التكاثر \" 102 \"\n(لترُونّ الجحيم) 6 بضم التاء، ابن عامر والكسائي، ولا خلاف في (لَترونها) 7 أن التاء مفتوحة فيه.\n\nسورة الهمزة \" 104 \"\n(الذي جمّع مالا) 2 بالتشديد ابن عامر والأخوان.\n(موصدة) 8 قد ذكر.\n(في عُمُد) 9 بضمتين، الكوفيون سوى حفص.\n\nسورة قريش \" 106 \"\n(لإلاف قريش) 1 بغير ياء، ابن عامر ولا خلاف في الثاني أنه بالياء.\n(1/213)\n",
        "سورة الكافرون \" 109 \"\n(عابد) 4 و (عابدون) 3، 5 بالإمالة فيهما، هشام.\n(ولي دينِ) 6 فتحها نافع والبزي وحفص وهشام.\n\nسورة تبت \" 111 \"\n(أبي لهب) 1 ساكنة الهاء، ابن كثير.\n(حمالة الحطب) 4 بالنصب، عاصم.\n\nسورة الإخلاص \" 112 \"\n(كفؤاً) 4 بإسكان الفاء، حمزة وقالون. الباقون بضمها وحفص يقلب الهمزة واواً.\n(1/214)\n\nالتكبير\nكان البزي إذا ختم سورة والضحى كبر ثم افتتح السورة التي بعدها وكذلك باشر كل سورة حتى يختم. ز وقد اختلف عنه في لفظ التكبير والذي اختاره من ذلك: الله أكبر لا غير وبه قرأت وبه أخذ.\nتم الكتاب والحمد لله كثيرا كما هو أهله ومستحقه.\nوصلى الله على محمد نبيه وعلى آله الطيبين وسلم تسليما. هذا آخر ما وجدته بخط مصنفه رحمه الله والحمد لله وسلام على عباده الذين اصطفى.",
        "(1/215)\n"
    ]
}