{
    "partText": [
        "\nالْمُفَسَّرَهْ سَيِّدَةً) أَيْ: بِسَيِّدَةٍ (لِبَيْتِهَا مُدَبِّرَهْ) ، وَهَذَا التَّفْسِيرُ مِنْ زِيَادَتِهِ، وَاللَّفْظَةُ الْمَذْكُورَةُ بِفَتْحِ الْكَافِ وَبِالْمُعْجَمَةِ السَّاكِنَةِ فَارِسِيَّةٌ، وَمِثْلُهَا كذبانوى بِلَا هَاءٍ، وتوكذبانومنى بِضَمِّ التَّاءِ، ومني بِتَخْفِيفِ النُّونِ الْمَكْسُورَةِ مَعْنَاهُ الِاخْتِصَاصُ بِالْمُتَكَلِّمِ (قُلْتُ وَعَنْ حُجَّةِ الْإِسْلَامِ) الْغَزَالِيِّ وَالْقَاضِي (رُوِيَ) أَنَّهُ (لَا يَحْصُلُ الْعِتْقُ بِذِي) أَيْ: بِلَفْظِ كُلٍّ مِنْ سَيِّدِي، وَكَذَبَا (وَإِنْ نُوِيّ) بِهَا الْعِتْقَ فَلَا تَكُونُ كِنَايَةً؛ لِأَنَّهُ مِنْ السُّؤْدُدِ، وَتَدْبِيرِ الْمَنْزِلِ، وَلَيْسَ فِيهِ مَا يَقْتَضِي الْعِتْقَ (وَ) مِثْلُ (كَلِمِ الطَّلَاقِ وَالظِّهَارِ) صَرِيحُهَا، وَكِنَايَتُهَا لِإِشْعَارِ كَلِمِ الطَّلَاقِ بِإِزَالَةِ الْقَيْدِ، وَاقْتِضَاءِ كَلِمِ الظِّهَارِ التَّحْرِيمَ، وَيُسْتَثْنَى قَوْلُهُ: أَنَا مِنْكِ طَالِقٌ، أَوْ مُظَاهِرٌ لِمَا سَيَأْتِي، وَكَذَا لَفْظُ الْعِدَّةِ وَالِاسْتِبْرَاءِ فِي حَقِّ الْعَبْدِ لِاسْتِحَالَتِهِمَا فِيهِ كَمَا مَرَّ فِي الطَّلَاقِ (لَا فِي) قَوْلِهِ: (أَنَا حُرٌّ مِنْكَ) فَلَيْسَ كِنَايَةً فِي الْعِتْقِ بِخِلَافِ أَنَا مِنْك طَالِقٌ فَكِنَايَةٌ فِي الطَّلَاقِ (وَالْفَرْقُ انْجَلَا) بِشُمُولِ الزَّوْجِيَّةِ لِلزَّوْجَيْنِ بِخِلَافِ الْمِلْكِ، وَلَوْ قَالَ: أَنْت حُرٌّ مِثْلَ هَذَا الْعَبْدِ فَيُحْتَمَلُ أَنْ لَا يَعْتِقَ لِعَدَمِ حُرِّيَّةِ الْمُشَبَّهِ بِهِ فَيُحْمَلُ عَلَى حُرِّيَّةِ الْخَلْقِ قَالَ فِي الرَّوْضِ: وَيَنْبَغِي عِتْقُهُ، وَلَوْ قَالَ: أَنْت حُرٌّ مِثْلَ هَذَا، وَالْمُشَارُ إلَيْهِ عَبْدُهُ فَالْأَصَحُّ عِنْدَ الرُّويَانِيِّ أَنَّهُمَا لَا يَعْتِقَانِ، وَيُحْتَمَلُ عِتْقُهُمَا ذَكَرَهُ الرَّافِعِيُّ قَالَ النَّوَوِيُّ وَالصَّوَابُ عِتْقُهُمَا.\n\n(وَقَوْلُهُ: أَوَّلُ مَوْلُودٍ تَلِدْ) هـ أَمَتِي (حُرٌّ يَحِلُّ الْعِتْقُ) الْمُعَلَّقُ وَلَدٌ (مَيِّتٌ وُجِدْ) مِنْهَا فَتَنْحَلُّ بِهِ الْيَمِينُ لِوُجُودِ الصِّفَةِ حَتَّى لَا يَعْتِقُ الْمَوْلُودُ الْحَيُّ بَعْدَهُ قَالَ فِي الرَّوْضَةِ كَأَصْلِهَا: وَلَوْ قَالَ: أَوَّلُ مَنْ يَدْخُلُ الدَّارَ مِنْ عَبِيدِي حُرٌّ فَدَخَلَ اثْنَانِ مَعًا ثُمَّ ثَالِثٌ لَمْ يَعْتِقْ وَاحِدٌ مِنْهُمَا أَمَّا الثَّالِثُ فَظَاهِرٌ، وَأَمَّا الِاثْنَانِ؛ فَلِأَنَّهُ لَا يُوصَفُ وَاحِدٌ مِنْهُمَا بِأَنَّهُ أَوَّلُ دَاخِلٍ، وَلَوْ كَانَ اللَّفْظُ أَوَّلُ مَنْ يَدْخُلُ وَحْدَهُ عَتَقَ الثَّالِثُ وَلَوْ دَخَلَ وَاحِدٌ لَا غَيْرُهُ عَتَقَ عَلَى الْأَصَحِّ\n\n(وَدُونَ عَكْسٍ حَمْلُهُ لَهَا تَبَعْ) أَيْ: وَحَمْلُ الْأَمَةِ الْمُعْتَقَةِ إذَا كَانَ لِمَالِكِهَا يَتْبَعُهَا فِي الْعِتْقِ، وَإِنْ اسْتَثْنَاهُ؛ لِأَنَّهُ كَالْجُزْءِ مِنْهَا دُونَ الْعَكْسِ فَلَا تَتْبَعُ الْأُمُّ الْحَمْلَ بِإِعْتَاقِهِ؛ لِأَنَّ الْأَصْلَ لَا يَتْبَعُ الْفَرْعَ، وَإِنَّمَا صَحَّ الْعِتْقُ فِي هَذِهِ وَفِي صُورَةِ الِاسْتِثْنَاءِ لِقُوَّتِهِ بِخِلَافِ نَظِيرِهِمَا فِي الْبَيْعِ، أَمَّا إذَا كَانَ الْحَمْلُ لِغَيْرِ مَالِكِهَا فَلَا يَتْبَعُهَا إذْ لَا تَبَعِيَّةَ مَعَ اخْتِلَافِ الْمَالِكِ، وَأَفَادَ بِقَوْلِهِ: تَبَعْ أَنَّ الْحَمْلَ إنَّمَا يَعْتِقُ بِعِتْقِ أُمِّهِ تَبَعًا لَهَا لَا سِرَايَةً؛ لِأَنَّهَا إنَّمَا تَكُونُ فِي الْأَشْقَاصِ لَا فِي الْأَشْخَاصِ وَإِلَّا لَتَبِعَتْ الْأُمُّ الْحَمْلَ فِي الْعِتْقِ، وَمَحَلُّ صِحَّةِ إعْتَاقِ الْحَمْلِ وَحْدَهُ بَعْدَ نَفْخِ الرُّوحِ فِيهِ فَفِي الرَّوْضَةِ كَأَصْلِهَا عَنْ فَتَاوَى الْقَاضِي أَنَّهُ لَوْ كَانَتْ أَمَتُهُ حَامِلًا، وَالْحَمْلُ مُضْغَةً فَقَالَ: أَعْتَقْت مُضْغَةَ هَذِهِ الْأَمَةِ كَانَ لَغْوًا؛ لِأَنَّ إعْتَاقَ مَا لَمْ يُنْفَخْ فِيهِ الرُّوحُ لَغْوٌ وَلَوْ قَالَ: مُضْغَةُ هَذِهِ الْأَمَهِ حُرٌّ فَهُوَ إقْرَارٌ بِأَنَّ الْوَلَدَ انْعَقَدَ حُرًّا فَتَصِيرُ الْأُمُّ بِهِ أُمَّ وَلَدٍ قَالَ النَّوَوِيُّ يَنْبَغِي أَنْ لَا تَصِيرَ حَتَّى يُقِرَّ بِوَطْئِهَا؛ لِأَنَّهُ يُحْتَمَلُ أَنَّهُ حُرٌّ مِنْ وَطْءٍ أَجْنَبِيٍّ بِشُبْهَةٍ قَالَ الْبُلْقِينِيُّ وَمَا قَالَهُ غَيْرُ كَافٍ وَصَوَابُهُ حَتَّى يُقِرَّ بِأَنَّ هَذِهِ الْمُضْغَةَ مِنْهُ. قَالَ وَقَوْلُهُ: مُضْغَةُ هَذِهِ الْأَمَةِ حُرٌّ لَا يَتَعَيَّنُ لِلْإِقْرَارِ فَقَدْ يَكُونُ لِلْإِنْشَاءِ كَقَوْلِهِ: أَعْتَقْت مُضْغَتَهَا أَيْ: فَيَلْغُو لِمَا مَرَّ عَنْ الْقَاضِي وَظَاهِرٌ أَنَّ مَا صَوَّبَهُ غَيْرُ كَافٍ أَيْضًا حَتَّى يَقُولَ: عَلَقْت بِهَا فِي مِلْكِي، أَوْ نَحْوَهُ أَخْذًا مِمَّا ذَكَرُوهُ فِي الْإِقْرَارِ.\n\n(وَحُكْمُهُ) أَيْ: الْإِعْتَاقِ (بِعِوَضٍ كَأَنْ خَلَعْ) أَيْ: كَالْخُلْعِ فَهُوَ مِنْ جَانِبِ الْمَالِكِ مُعَاوَضَةٌ فِيهَا شَوْبُ تَعْلِيقٍ، وَمِنْ جَانِبِ الْمُسْتَدْعِي مُعَاوَضَةٌ نَازِعَةٌ إلَى جَعَالَةٍ عَلَى مَا مَرَّ فِي الْخُلْعِ فَلَوْ أَعْتَقَ عَبْدَهُ عَلَى أَلْفٍ فَقَبِلَ عَتَقَ، وَلَزِمَهُ الْأَلْفُ، أَوْ أَعْتَقَهُ عَلَى خِدْمَةِ شَهْرٍ مَثَلًا مِنْ الْآنِ وَتَعَذَّرَتْ بِمَرَضٍ، أَوْ غَيْرِهِ رَجَعَ بِقِيمَةِ الرَّقَبَةِ لَا بِأَجْرِ مِثْلِ الْخِدْمَةِ كَمَا فِي الْخُلْعِ، وَلَا يَقْدَحُ فِي نُفُوذِ الْعِتْقِ كَوْنُ الْعِوَضِ خَمْرًا، أَوْ نَحْوَهُ بَلْ يَرْجِعُ إلَى الْقِيمَةِ، وَلَا كَوْنُ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nبِخِلَافِ الِاسْمِ الْحَاضِرِ الَّذِي لَمْ يُهْجَرْ فَإِنَّهُ لَا بُدَّ فِي الْعِتْقِ مِنْ قَصْدِهِ فَإِنْ قَصَدَ النِّدَاءَ، أَوْ أَطْلَقَ فَلَا عِتْقَ\n\n(قَوْلُهُ: وَدُونَ عَكْسٍ حَمْلُهُ) أَيْ: مَالِكُهَا أَيْ: حَمْلُهَا الْمَمْلُوكُ لَهُ (قَوْلُهُ: إذَا كَانَ لِمَالِكِهَا) هَذَا مَعْنَى الْإِضَافَةِ فِي حَمْلُهُ\n\n(قَوْلُهُ: كَأَنْ خَلَعَ) يُؤْخَذُ مِنْهُ أَنَّهُ لَوْ كَانَ الْمُلْتَمِسُ أَجْنَبِيًّا\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nبِإِثْبَاتِ الْهَاءِ وَحَذْفِهَا بِمَعْنَى صَاحِبِ الْبَيْتِ. اهـ. حَاشِيَةُ أَنْوَارٍ (قَوْلُهُ: وتوكذبا) عَطْفٌ عَلَى قَوْلِهِ: كذبانوى أَيْ: وَمِثْلُهَا أَيْضًا توكذبانو وَمَعْنَى توانت وكذبانو سَيِّدُهُ وَمَعْنَى مِنِّي لِي أَيْ: أَنْتِ سَيِّدَةٌ لِي.\n\n(قَوْلُهُ: لِوُجُودِ الصِّفَةِ) صَرِيحٌ فِي عِتْقِ الْوَلَدِ الْمَيِّتِ وَمُقْتَضَاهُ أَنَّهُ وُلِدَ بَعْدَ زَمَنِ نَفْخِ الرُّوحِ فِيهِ لِقَوْلِهِمْ لَا يَصِحُّ عِتْقُ الْجَنِينِ إلَّا بَعْدَ نَفْخِ الرُّوحِ فِيهِ؛ وَلِأَنَّ حَقِيقَةَ الْمَيِّتِ إنَّمَا تُوجَدُ بَعْدَ نَفْخِ الرُّوحِ، ثُمَّ هَلْ يَكْفِي مُضِيُّ أَرْبَعَةِ أَشْهُرٍ، أَوْ لَا بُدَّ مِنْ سِتَّةٍ؟ كُلٌّ مُحْتَمَلٌ. اهـ. حَجَرٌ فِي حَاشِيَةِ شَرْحِ الْإِرْشَادِ\n\n(قَوْلُهُ: يَتْبَعُهَا) وَلَوْ مُضْغَةً، أَوْ عَلَقَةً ع ش عَلَى م ر. (قَوْلُهُ: بَعْدَ نَفْخِ الرُّوحِ فِيهِ) أَيْ: بَعْدَ بُلُوغٍ، أَوْ إنَّ نَفْخَ الرُّوحِ الَّذِي دَلَّ عَلَيْهِ كَلَامُ الشَّارِعِ وَهُوَ مِائَةٌ وَعِشْرُونَ يَوْمًا. اهـ. ع ش عَلَى م ر (قَوْلُهُ: غَيْرُ كَافٍ) ؛ لِأَنَّ مُجَرَّدَ الْإِقْرَارِ بِوَطْئِهَا لَا يَقْتَضِي كَوْنَ الْوَلَدِ مِنْهُ لِجَوَازِ كَوْنِهِ مُتَأَخِّرًا عَنْ الْحَمْلِ بِهِ مِنْ غَيْرِهِ، أَوْ مُتَقَدِّمًا عَلَيْهِ. اهـ. ع ش عَلَى م ر (قَوْلُهُ: عَلَقْت بِهَا فِي مِلْكِي) عِبَارَةُ م ر\n(5/307)\n",
        "الْعَبْدِ مَغْصُوبًا، وَإِنْ كَانَ كَذَلِكَ تَمْلِيكًا؛ لِأَنَّهُ ضِمْنِيٌّ، وَلَا يُعْتَبَرُ فِي الضِّمْنِيِّ مَا يُعْتَبَرُ فِي الْمَقْصُودِ.\n\n(فَأَمْرُهُ) لِغَيْرِهِ (بِعِتْقِ مُسْتَوْلَدَتِهْ أَوْ عَبْدِهِ عَلَى كَذَا أَوْ) بِعِتْقِ (أَمَتِهْ) عَلَى كَذَا (فَإِنَّ إعْتَاقَهُمْ) أَيْ: الثَّلَاثَةِ (امْتِثَالَا) لِلْأَمْرِ (وَيَنْفُذُ وَاسْتَحَقَّ) الْمَالِكُ الْعِوَضَ سَوَاءٌ قَالَ: فِي غَيْرِ الْمُسْتَوْلَدَةِ عَنِّي أَمْ عَنْك أَمْ أَطْلَقَ كَمَا يُعْلَمُ مِمَّا سَيَأْتِي لَكِنْ لَا يَقَعُ عَنْهُ إلَّا فِي قَوْلِهِ: عَنِّي (لَا إنْ قَالَا) بِأَلِفِ الْإِطْلَاقِ أَعْتِقْ عَبْدَك، أَوْ أَمَتَك، أَوْ مُسْتَوْلَدَتَك (مَجَّانًا) فَأَجَابَهُ فَإِنَّهُ، وَإِنْ نَفَذَ الْعِتْقُ لَا يَسْتَحِقُّ الْمَالِكُ عِوَضًا فَإِنْ أَطْلَقَ، وَلَمْ يَتَعَرَّضْ لِلْعِوَضِ فَفِيهِ ثَلَاثَةُ، أَوْجُهٍ أَصَحُّهَا عَلَى مَا اقْتَضَاهُ بِنَاؤُهُمْ عَلَى الْإِذْنِ فِي أَدَاءِ الدَّيْنِ دُونَ شَرْطِ الرُّجُوعِ اسْتِحْقَاقُهُ فِي صُورَةِ التَّكْفِيرِ بِغَيْرِ الْمُسْتَوْلَدَةِ بِأَنْ قَالَ: أَعْتِقْهُ عَنْ كَفَّارَتِي فَإِنَّ الْعِتْقَ حَقٌّ ثَابِتٌ عَلَيْهِ كَالدَّيْنِ لَا فِي غَيْرِهَا بِنَاءً عَلَى أَنَّ الْهِبَةَ لَا تُوجِبُ ثَوَابًا\n\n(أَوْ) قَالَ: أَعْتِقْ (عَنِّي مُسْتَوْلَدَتَكْ) بِكَذَا فَأَجَابَهُ فَإِنَّهُ، وَإِنْ نَفَذَ الْعِتْقُ لَا يَسْتَحِقُّ الْعِوَضَ لِامْتِنَاعِ نَقْلِ الْمِلْكِ فِيهَا، وَيَلْغُو قَوْلُهُ: عَنِّي، وَقَوْلُ الْمُعْتِقِ عَنْك فَيَقَعُ الْعِتْقُ عَنْ الْمُعْتِقِ بِخِلَافِ مَا لَوْ قَالَ: أَعْتِقْ عَبْدَك عَنِّي فَأَجَابَهُ يَقَعُ عَنْ الْمُسْتَدْعِي سَوَاءٌ ذَكَرَ عِوَضًا أَمْ لَا كَمَا عُرِفَ، وَإِذَا لَمْ يَذْكُرْهُ جُعِلَ الْعَبْدُ كَالْمَوْهُوبِ الْمَقْبُوضِ لِيَصِحَّ إعْتَاقُهُ كَمَا جُعِلَ عِنْدَ ذِكْرِهِ كَالْمَبِيعِ الْمَقْبُوضِ حَتَّى يُحْكَمَ بِاسْتِقْرَارِ عِوَضِهِ، وَذَلِكَ لِقُوَّةِ الْعِتْقِ وَذَكَرُوا بِنَاءً عَلَى هَذَا أَنَّ إعْتَاقَ الْمَوْهُوبِ قَبْلَ قَبْضِهِ بِإِذْنِ الْوَاهِبِ جَائِزٌ.\n\n(وَالْعِتْقُ) فِي أَعْتِقْ عَبْدَك عَنِّي (رُتِّبَ) عَلَى الْمِلْكِ فِي لَحْظَةٍ لَطِيفَةٍ (إذْ بِإِعْتَاقٍ مَلَكْ) أَيْ: لِأَنَّ الْمُسْتَدْعِي يَمْلِكُ الرَّقِيقَ بِإِعْتَاقِهِ، وَيَسْتَحِيلُ تَقْدِيرُ تَقَدُّمِ مِلْكِهِ عَلَى تَمَامِ التَّلَفُّظِ بِالْإِعْتَاقِ لِمَا فِيهِ مِنْ تَقَدُّمِ مَا يُوجِبُهُ اللَّفْظُ عَلَيْهِ، وَلَا يُمْكِنُ تَقَدُّمُ الْعِتْقِ عَلَى الْمِلْكِ لِتَوَقُّفِهِ عَلَيْهِ، وَلَا حُصُولُهُمَا مَعًا لِتَنَافِيهِمَا فَتَعَيَّنَ تَقْدِيرُ تَرَتُّبِهِ عَلَيْهِ، وَلَيْسَ فِيهِ إلَّا أَنَّهُ يَتَأَخَّرُ الْعِتْقُ عَنْ الْإِعْتَاقِ بِمَا يُوجَدُ فِيهِ الْمِلْكُ قَالَ الْإِمَامُ: وَسَبَبُ تَأَخُّرِهِ أَنَّهُ إعْتَاقٌ عَنْ الْغَيْرِ وَمَعْنَاهُ نَقْلُ الْمِلْكِ إلَيْهِ، وَإِيقَاعُ الْعِتْقِ بَعْدَهُ وَقَدْ يَتَأَخَّرُ الْعِتْقُ عَنْ الْإِعْتَاقِ كَقَوْلِهِ: أَعْتَقْت عَبْدِي عَنْك بِكَذَا فَإِنَّهُ لَا يَعْتِقُ إلَّا بِالْقَبُولِ، ثُمَّ الْعِتْقُ إنَّمَا يَقَعُ عَنْ الْمُسْتَدْعِي، وَيَلْزَمُهُ الْعِوَضُ إذَا اتَّصَلَ الْجَوَابُ بِالْخِطَابِ وَإِلَّا فَيَقَعُ عَنْ الْمَالِكِ، وَلَا عِوَضَ.\n\n(وَ) لَوْ قَالَ السَّيِّدُ: (أَحَدُ) هَذَيْنِ (الْعَبْدَيْنِ حُرٌّ بِكَذَا فَقَبِلَا وَأَيِسَ الْبَيَانَ ذَا) أَيْ: وَأَيِسَ الْعَبْدُ عَنْ الْبَيَانِ الشَّامِلِ لِلتَّعْيِينِ بِأَنْ مَاتَ السَّيِّدُ، وَلَا وَارِثَ لَهُ، أَوْ لَهُ وَارِثٌ وَلَمْ نُقِمْهُ مَقَامَهُ فِي الْبَيَانِ أَقْرَعَ بَيْنَهُمَا فَمَنْ خَرَجَتْ قُرْعَتُهُ عَتَقَ (فَقِيمَةُ الْقَارِعْ) وَهُوَ مَنْ خَرَجَتْ قُرْعَتُهُ وَاجِبَةً (عَلَيْهِ) لِسَيِّدِهِ لِفَسَادِهِ الْمُسَمَّى بِإِبْهَامِ مَنْ هُوَ عَلَيْهِ كَمَا فِي الْبَيْعِ، وَإِنَّمَا حَصَلَ الْعِتْقُ لِقُوَّتِهِ، وَتَعَلُّقِهِ بِالْقَبُولِ، وَأَفْهَمَ قَوْلُهُ: فَقَبِلَا أَنَّهُ لَا يَعْتِقُ أَحَدُهُمَا بِقَبُولِهِ وَحْدَهُ وَهُوَ كَذَلِكَ لِتَعَلُّقِ الْعِتْقِ بِقَبُولِهِمَا فَهُوَ كَمَا لَوْ قَالَ: أَحَدُكُمَا حُرٌّ إنْ شِئْتُمَا لَا يَعْتِقُ وَاحِدٌ مِنْهُمَا إلَّا إذَا شَاءَا جَمِيعًا قَالَ الرَّافِعِيُّ وَيُمْكِنُ أَنْ يُقَالَ: إنْ قَصَدَ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nوَالْتَمَسَ الْعِتْقَ عَلَى نَحْوِ خَمْرٍ، أَوْ حُرٍّ، وَصَرَّحَ بِوَصْفِ الْخَمْرِيَّةِ، أَوْ الْحُرِّيَّةِ جَرَى فِيهِ مَا قَرَّرُوهُ فِي الْخُلْعِ\n\n(قَوْلُهُ: مُسْتَوْلَدَتِهِ) أَيْ: الْغَيْرِ، وَكَذَا الضَّمِيرَانِ بَعْدَهُ. (قَوْلُهُ: وَاسْتَحَقَّ الْمَالِكُ الْعِوَضَ) قَالَ الشَّارِحُ: وَيَكُونُ فِي الْمُسْتَوْلَدَةِ افْتِدَاءً كَخُلْعِ الْأَجْنَبِيِّ.\n(قَوْلُهُ: بِأَنْ قَالَ: أَعْتِقْهُ عَنْ كَفَّارَتِي) لَوْ قَالَ: أَعْتِقْ عَبْدَك عَنْ كَفَّارَتِي عَلَى كَذَا، ثُمَّ ظَهَرَ فِيهِ عَيْبٌ يَمْنَعُ وُقُوعَهُ عَنْ الْكَفَّارَةِ نَفَذَ الْعِتْقُ، وَلَا يَقَعُ عَنْهَا، وَرَجَعَ الْمُسْتَدْعِي بِالْأَرْشِ بِرّ. (قَوْلُهُ: بِنَاءً عَلَى أَنَّ الْهِبَةَ لَا تُوجِبُ ثَوَابًا) مِنْ ثَمَّ تَعْلَمُ أَنَّ الْمَسْأَلَةَ مُصَوَّرَةٌ بِمَا إذَا قَالَ لَهُ: عَنِّي وَهُوَ كَذَلِكَ، وَإِنْ لَمْ يُصَرِّحْ بِهِ الشَّارِحُ فِي الْأَمْثِلَةِ فَهُوَ مُرَادُهُ، وَذَلِكَ؛ لِأَنَّهُ إذَا لَمْ يَقُلْ عَنِّي يَقَعُ عَنْ الْمَالِكِ فَلَا تَجْرِي الْأَوْجُهُ فِي لُزُومِ الْعِوَضِ بِرّ\n\n(قَوْلُهُ: بِمَا يُوجَدُ فِيهِ الْمِلْكُ) أَيْ: بِزَمَنٍ يُوجَدُ إلَخْ. (قَوْلُهُ: إذَا اتَّصَلَ الْجَوَابُ) أَيْ: جَوَابُ الْمَالِكِ بِقَرِينَةِ بَقِيَّةِ الْكَلَامِ بِرّ\n\n(قَوْلُهُ: وَأَيِسَ الْبَيَانَ) لَمْ يَذْكُرْ الشَّارِحُ مُحْتَرَزَهُ فَلْيُحَرَّرْ. (قَوْلُهُ: لِفَسَادِ الْعِوَضِ بِإِبْهَامِ مَنْ هُوَ عَلَيْهِ) قَضِيَّةُ هَذَا التَّعْلِيلِ وُجُوبُ الْقِيمَةِ، وَإِنْ لَمْ يَحْصُلْ يَأْسٌ بِأَنْ بَيَّنَ السَّيِّدُ، ثُمَّ قَدْ يَخْفَى هَذَا التَّعْلِيلُ فِي مَسْأَلَةِ الْبَيَانِ مَعَ الْيَأْسِ بِأَنْ أَرَادَ مُعَيَّنًا، وَحَصَلَ الْيَأْسُ مِنْ بَيَانِهِ بِمَوْتِهِ، وَلَا وَارِثَ إلَّا أَنْ يُقَالَ: لَمَّا تَعَذَّرَ الِاطِّلَاعُ عَلَى مَنْ أَرَادَهُ كَانَ فِي حُكْمِ الْمُهِمِّ فَلْيُتَأَمَّلْ سم. (قَوْلُهُ: بِإِبْهَامِ مَنْ هُوَ عَلَيْهِ) قَدْ يُقَالُ: إنْ أَرَادَ الْإِبْهَامَ لَفْظًا أَشْكَلَ قَوْلُهُ الْآتِي وَعَلَى مَا قَالَهُ فَلَزِمَ الْمُسَمَّى لِوُجُودِ الْإِبْهَامِ لَفْظًا وَمُقْتَضَاهُ الْفَسَادُ الْمُنَافِي لِلُّزُومِ الْمُسَمَّى، وَإِنْ أَرَادَ الْإِبْهَامَ حَقِيقَةً بِأَنْ لَمْ يَقْصِدْ مُعَيَّنًا أَشْكَلَ قَوْلُهُ السَّابِقُ الشَّامِلُ لِلتَّعْيِينِ حَيْثُ عَمَّمَ الْمَسْأَلَةَ، وَجَعَلَهَا شَامِلَةً لِقَصْدِ الْمُعَيَّنِ سم.\n(قَوْلُهُ: قَالَ الرَّافِعِيُّ: وَيُمْكِنُ أَنْ يُقَالَ إلَخْ) قَالَ فِي\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nعَلَقْت بِهَا مِنِّي فِي مِلْكِي. اهـ. لَكِنْ مُرَادُ الشَّارِحِ أَنْ يَضُمَّ هَذَا لِمَا سَبَقَ وَمَا سَبَقَ فِيهِ مِنِّي.\n\n(قَوْلُهُ: فَقَبِلَا) أَيْ: فَوْرًا. اهـ. شَرْحُ الْإِرْشَادِ وَهُوَ مُفَادُ الْفَاءِ كَمَا نَبَّهَ عَلَيْهِ أَيْضًا. (قَوْلُهُ: وَلَمْ نُقِمْهُ مَقَامَهُ فِي الْبَيَانِ) ظَاهِرُهُ أَنَّهُ يَقُومُ مَقَامَهُ فِي التَّعْيِينِ بِلَا خِلَافٍ. (قَوْلُهُ: لِقُوَّتِهِ وَتَعَلُّقِهِ بِالْقَبُولِ) وَهَذَا كَمَا لَوْ قَالَ لِامْرَأَتِهِ: إنْ أَعْطَيْتنِي عَبْدًا فَأَنْت طَالِقٌ فَأَعْطَتْهُ عَبْدًا طَلُقَتْ وَلَا يَمْلِكُهُ الزَّوْجُ بَلْ يَرُدُّهُ، وَيَرْجِعُ عَلَيْهَا بِمَهْرِ الْمِثْلِ. اهـ. شَرْحُ الرَّوْضِ. (قَوْلُهُ: قَالَ الرَّافِعِيُّ إلَخْ) وَوَجْهُ الْمَنْقُولِ النَّظَرُ إلَى اللَّفْظِ دُونَ النِّيَّةِ. اهـ. م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ وَقَدْ\n(5/308)\n\nأَحَدَهُمَا بِعَيْنِهِ كَفَى قَبُولُ الَّذِي قَصَدَهُ، وَعَلَى مَا قَالَهُ يَلْزَمُ الْمُسَمَّى\n\n(وَ) مَنْ أَعْتَقَ بَعْضَ رَقِيقٍ شَائِعًا كَنِصْفٍ وَرُبْعٍ، أَوْ مُعَيَّنًا كَيَدٍ وَرِجْلٍ (سَرَى) أَيْ: الْعِتْقُ إلَى بَاقِيهِ، وَإِنْ كَانَ مِعْسَرًا لِقُوَّتِهِ إلَّا أَنْ يَكُونَ الْبَاقِي لِغَيْرِهِ فَيُعْتَبَرُ يَسَارُهُ لِخَبَرِ الصَّحِيحَيْنِ «مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ وَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ الْعَبْدُ عَلَيْهِ قِيمَةَ عَدْلٍ فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ، وَعَتَقَ عَلَيْهِ الْعَبْدُ وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ» ، وَفِي رِوَايَةٍ «مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ وَكَانَ لَهُ مَالٌ يَبْلُغُ قِيمَةَ الْعَبْدِ فَهُوَ عَتِيقٌ» ، وَفِي رِوَايَةٍ «إذَا كَانَ الْعَبْدُ بَيْنَ اثْنَيْنِ فَأَعْتَقَ أَحَدُهُمَا نَصِيبَهُ وَكَانَ لَهُ مَالٌ فَقَدْ عَتَقَ كُلُّهُ» ، وَأَمَّا رِوَايَةُ «فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ الْعَبْدُ عَلَيْهِ قِيمَةَ عَدْلٍ، ثُمَّ اسْتَسْعَى لِصَاحِبِهِ فِي قِيمَتِهِ غَيْرَ مَشْقُوقٍ عَلَيْهِ» فَمُدْرَجَةٌ فِي الْخَبَرِ كَمَا قَالَهُ الْحُفَّاظُ\n(مُخْتَارُهُ أَوْ مَنْ بِإِذْنٍ حَرَّرَا) أَيْ: سَرَى الْعِتْقُ الْمُخْتَارُ لِلْمَالِكِ الْمُحَرَّرِ، أَوْ الْمَأْذُونِ فِي التَّحْرِيرِ إلَى نَصِيبِ شَرِيكِهِ وَظَاهِرٌ أَنَّ مُخْتَارَ مَأْذُونِهِ مُخْتَارُهُ فَلَا حَاجَةَ لِذِكْرِهِ بَلْ ذِكْرُهُ مُضِرٌّ لِاقْتِضَائِهِ السِّرَايَةَ فِيمَا لَوْ تَوَكَّلَ فِي عِتْقِ عَبْدٍ فَأَعْتَقَ بَعْضَهُ وَقُلْنَا: بِالْأَصَحِّ إنَّهُ يَعْتِقُ وَهُوَ وَجْهٌ وَالْأَصَحُّ فِي أَصْلِ الرَّوْضَةِ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nالْمُهِمَّاتِ: وَهَذَا الْبَحْثُ مِنْ الرَّافِعِيِّ يَقْتَضِي أَنَّهُ لَا فَرْقَ بَيْنَ أَنْ يَقْصِدَ وَاحِدًا مُعَيَّنًا أَمْ لَا قَالَ الْجَوْجَرِيُّ: وَالظَّاهِرُ أَنَّهُ لَيْسَ بِبَحْثٍ بَلْ هُوَ تَحْرِيزٌ لِمَحَلِّ قَبُولِ الِاثْنَيْنِ، وَمَحَلِّ قَبُولِ الْوَاحِدِ وَإِلَّا فَكَيْفَ يَتَخَيَّلُ أَنَّهُ مَعَ قَصْدِ الْمُعَيَّنِ يُشْتَرَطُ قَبُولُ الِاثْنَيْنِ هَذَا مِمَّا لَا يُمْكِنُ الْقَوْلُ بِهِ بِرّ\n\n(قَوْلُهُ: أَوْ مَنْ بِإِذْنٍ) أَيْ: أَوْ مُخْتَارُ مَنْ بِإِذْنٍ حَرَّرَا (قَوْلُهُ: إلَى نَصِيبِ شَرِيكِهِ) هَلَّا قَالَ: إلَى بَاقِيهِ، أَوْ إلَى نَصِيبِ شَرِيكِهِ بِدَلِيلِ قَوْلِ الْمَتْنِ الْآتِي إلَى الَّذِي بَقِيَ مِنْ مِلْكِهِ إلَخْ فَإِنَّهُ صِلَةُ قَوْلِهِ السَّابِقِ سَرَى كَمَا سَيَأْتِي. (قَوْلُهُ: فِيمَا لَوْ تَوَكَّلَ فِي عِتْقِ عَبْدٍ) الْمُتَبَادَرُ مِنْهُ أَنَّ جَمِيعَهُ لِلْمُوَكِّلِ خِلَافًا لِمَا فِي الْحَاشِيَةِ الْأُخْرَى، وَعِبَارَةُ الرَّوْضِ آخِرَ الْبَابِ وَلَوْ وَكَّلَهُ فَأَعْتَقَ نِصْفَهُ عَتَقَ وَلَمْ يَسْرِ. اهـ. وَعَلَّلَهُ فِي شَرْحِهِ بِمَا يَدُلُّ عَلَى مِلْكِ الْمُوَكِّلِ لِجَمِيعِهِ وَقَالَ فِي الرَّوْضِ قَبْلَ ذَلِكَ قُبَيْلَ الْخِصِّيصَةِ الثَّانِيَةِ، وَإِنْ وَكَّلَ شَرِيكَهُ فِي عِتْقِ نَصِيبِهِ فَأَيُّ النَّصِيبَيْنِ أَعْتَقَ قُدِّمَ عَلَى صَاحِبِهِ نَصِيبُ الْآخَرِ، وَإِنْ أَطْلَقَ حُمِلَ عَلَى نَصِيبِ الْمُوَكِّلِ. اهـ. وَبَقِيَ مَا لَوْ قَصَدَ الْوَكِيلَ عَتَقَ نِصْفَ نَصِيبِ الْمُوَكِّلِ فَقَطْ فَهَلْ تَنْتَفِي السِّرَايَةُ مُطْلَقًا عَنْ بَاقِي نَصِيبِهِ وَعَنْ نَصِيبِ الْوَكِيلِ؟ (قَوْلُهُ: فِي عِتْقِ عَبْدٍ) أَيْ: عَبْدٍ مُشْتَرَكٍ بَيْنَ الْمُوَكِّلِ وَغَيْرِهِ بِدَلِيلِ قَوْلِ الشَّارِحِ فِي تَصْوِيرِ الْمَتْنِ: إلَى نَصِيبِ شَرِيكِهِ، وَصُورَةُ الْمَسْأَلَةِ أَنَّ الْوَكِيلَ غَيْرُ شَرِيكٍ فَإِنْ كَانَ شَرِيكًا سَرَى الْعِتْقُ عَلَى الْمُوَكِّلِ إلَى نَصِيبِ الشَّرِيكِ الَّذِي هُوَ الْوَكِيلُ هَذَا حَاصِلُ الْمُعْتَمَدِ فِي الْمَسْأَلَةِ م ر (قَوْلُهُ: وَقُلْنَا بِالْأَصَحِّ أَنَّهُ) أَيْ: بَعْضَهُ يَعْتِقُ وَهُوَ أَيْ:\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nيُقَالُ: إنَّ الْكَلَامَ مَفْرُوضٌ فِيمَا إذَا أَيِسَ مِنْ الْبَيَانِ فَلَا يَتَأَتَّى مَا ذُكِرَ هُنَا تَأَمَّلْ. (قَوْلُهُ: قَالَ الرَّافِعِيُّ إلَخْ) كَلَامُ الرَّافِعِيِّ مَفْرُوضٌ فِيمَا إذَا لَمْ يَيْأَسْ مِنْ الْبَيَانِ كَمَا يُعْلَمُ مِنْ شَرْحِ الرَّوْضِ فَإِنْ بَيَّنَ السَّيِّدُ، أَوْ وَارِثُهُ مَا قَصَدَهُ كَمَا يُفِيدُهُ قَوْلُهُ: كَفَى قَبُولُ الَّذِي قَصَدَهُ إذْ لَا يُعْلَمُ قَصْدُهُ لَهُ إلَّا بِبَيَانِهِ، وَعَلَى ذَلِكَ يُحْمَلُ إيرَادُ الشَّارِحِ لَهُ، وَإِنْ كَانَ بَعِيدًا تَأَمَّلْ.\n\n(قَوْلُهُ: ثَمَنُ الْعَبْدِ) أَيْ: قِيمَتُهُ وَعَبَّرَ بِالْعَبْدِ مَعَ أَنَّ الْوَاجِبَ قِيمَةُ حِصَّةِ الشَّرِيكِ؛ لِأَنَّهُ بِانْضِمَامِهِ لِقِيمَةِ الشِّرْكِ الَّذِي لَهُ يَكُونُ لَهُ مَالٌ يَبْلُغُ تَمَامَ قِيمَتِهِ. (قَوْلُهُ: وَالْأَصَحُّ إلَخْ) ؛ لِأَنَّهُ لَمَّا خَالَفَ أَمْرَ الْمُوَكِّلِ كَانَ الْقِيَاسُ أَنْ لَا يَعْتِقَ شَيْءٌ لَكِنْ تَشَوُّفُ الشَّارِعِ لِلْعِتْقِ أَوْجَبَ تَنْفِيذَ مَا أَعْتَقَهُ الْوَكِيلُ، وَلَمْ تَتَرَتَّبْ السِّرَايَةُ عَلَى مَا ثَبَتَ عِتْقُهُ عَلَى خِلَافِ الْقِيَاسِ وَأَيْضًا عِتْقُ السِّرَايَةِ قَدْ لَا يَقُومُ مَقَامَ الْمُبَاشَرَةِ فَيَفُوتُ غَرَضُ الْمُوَكِّلِ",
        "(5/309)\n\nعَدَمُهَا وَاعْتُبِرَ الِاخْتِيَارُ؛ لِأَنَّ التَّقْوِيمَ سَبِيلُهُ سَبِيلُ ضَمَانِ الْمُتْلَفَاتِ وَعِنْدَ انْتِفَاءِ الِاخْتِيَارِ لَا صُنْعَ مِنْهُ يُعَدُّ إتْلَافًا، وَالْعِتْقُ الْمُخْتَارُ (كَجُزْءِ بَعْضٍ اشْتَرَى، أَوْ قَبْلَا وَصِيَّةً، أَوْ هِبَةً لِلْجُزْءِ) أَيْ: كَأَنْ اشْتَرَى جُزْءَ بَعْضِهِ الَّذِي يَعْتِقُ عَلَيْهِ، أَوْ قَبْلَ الْوَصِيَّةِ بِهِ، أَوْ الْهِبَةِ لَهُ؛ لِأَنَّهَا تَمَلُّكَاتٌ اخْتِيَارِيَّةٌ تَسْتَعْقِبُ الْعِتْقَ فَكَانَتْ كَالتَّلَفُّظِ بِهِ اخْتِيَارًا فَيَسْرِي وَكَأَنْ اتَّهَبَ الْمُكَاتَبُ جُزْءَ بَعْضِهِ، أَوْ اشْتَرَاهُ حَيْثُ يَصِحُّ، وَيَعْتِقُ بِعِتْقِهِ فَإِنَّهُ يَسْرِي كَمَا فِي الرَّوْضَةِ وَأَصْلِهَا عَنْ ابْنِ الْحَدَّادِ، وَصَحَّحَهُ الشَّيْخُ أَبُو عَلِيٍّ، وَنَقَلَ ابْنُ الرِّفْعَةِ تَصْحِيحَهُ عَنْ الْإِمَامِ، وَفِيهِمَا أَيْضًا عَنْ الْقَفَّالِ عَدَمُ السِّرَايَةِ؛ لِأَنَّهُ لَمْ يَعْتِقْ بِاخْتِيَارِهِ بَلْ ضِمْنًا، وَلِلْأَوَّلِ مَنْعُهُ فَإِنَّهُ مِثْلُ الشِّرَاءِ، وَقَبُولِ الْوَصِيَّةِ وَالْهِبَةِ مِنْ غَيْرِ الْمُكَاتَبِ، وَقَدْ يُرَدُّ بِأَنَّ هَذِهِ الْأُمُورَ مِنْ الْحُرِّ يَعْقُبُهَا الْعِتْقُ بِخِلَافِهَا مِنْ الْمُكَاتَبِ.\n\nوَلَوْ اتَّهَبَ السَّفِيهُ جُزْءَ مَنْ يَعْتِقُ عَلَيْهِ، أَوْ قَبِلَ وَصِيَّتَهُ فَفِي السِّرَايَةِ وَجْهَانِ فِي الْبَحْرِ وَالظَّاهِرُ مِنْهُمَا عَدَمُهَا لِمَا فِيهَا مِنْ لُزُومِ الْقِيمَةِ لَهُ، وَبِمَا تَقَرَّرَ عُلِمَ أَنَّ الْمُرَادَ بِاخْتِيَارِ الْعِتْقِ مَا يَعُمُّ اخْتِيَارَ سَبَبِهِ (لَا إرْثٍ وَ) لَا (مَا بِالْعَيْبِ ذُو ارْتِدَادِ) أَيْ: لَا كَإِرْثِ جُزْءِ بَعْضِهِ، وَلَا ارْتِدَادٍ بِعَيْبٍ فَلَوْ وَرِثَ جُزْءَ بَعْضِهِ، أَوْ ارْتَدَّ عَلَيْهِ بِعَيْبٍ كَأَنْ بَاعَ بَعْضَ ابْنِ أَخِيهِ بِثَوْبٍ وَمَاتَ وَوَارِثُهُ أَخُوهُ فَوَجَدَ بِالثَّوْبِ عَيْبًا رَدَّهُ وَرَجَعَ بَعْضُ ابْنِهِ إلَيْهِ فَيَعْتِقُ عَلَيْهِ، وَلَا يَسْرِي؛ لِأَنَّ الْإِرْثَ قَهْرِيٌّ، وَأَمَّا الرَّدُّ؛ فَلِأَنَّ الْمَقْصُودَ فِيهِ رَدُّ الثَّوْبِ لَا اسْتِرْدَادُ الْبَعْضِ، وَعَدَمُ السِّرَايَةِ فِيهِ هُوَ مُقْتَضَى كَلَامِ الرَّوْضَةِ كَأَصْلِهَا قُبَيْلَ الْخَاصَّةِ الثَّالِثَةِ لَكِنْ صَحَّحَ فِيهَا هُنَا أَنَّهُ يَسْرِي، أَمَّا إذَا رَدَّ الْمُشْتَرِي مَا اشْتَرَاهُ بِعَيْبٍ فَلَا سِرَايَةَ قَطْعًا كَالْإِرْثِ؛ لِأَنَّهُ قَهْرِيٌّ وَيَصِحُّ حَمْلُ كَلَامِ النَّظْمِ وَأَصْلِهِ عَلَيْهِ\n\n، وَلَوْ أَوْصَى لَهُ بِبَعْضِ مَنْ يَعْتِقُ عَلَى وَارِثِهِ كَأَنْ، أَوْصَى لَهُ بِبَعْضِ ابْنِ أَخِيهِ فَمَاتَ، وَقَبِلَ الْأَخُ الْوَصِيَّةَ عَتَقَ عَلَيْهِ الشِّقْصُ، وَلَا سِرَايَةَ عَلَى الْأَصَحِّ؛ لِأَنَّ بِقَبُولِهِ يَدْخُلُ الشِّقْصُ فِي مِلْكِ الْمُوَرِّثِ، ثُمَّ يَنْتَقِلُ إلَيْهِ بِالْإِرْثِ، وَلَوْ مَلَكَ جُزْءَ بَعْضِهِ بِتَعْجِيزِ مُكَاتَبِهِ بِأَنْ اشْتَرَى جُزْءَ بَعْضِ سَيِّدِهِ، ثُمَّ عَجَّزَهُ السَّيِّدُ فَلَا سِرَايَةَ عَلَى الْأَصَحِّ إذَا لَمْ يَقْصِدْ التَّمَلُّكَ وَإِنَّمَا قَصَدَ التَّعْجِيزَ، وَالْمِلْكُ حَصَلَ ضِمْنًا فَأَشْبَهَ مَا إذَا عَجَّزَ الْمُكَاتَبُ نَفْسَهُ وَيُفَارِقُ الرَّدَّ بِعَيْبٍ عَلَى مَا فِي الرَّوْضَةِ بِأَنَّ الرَّدَّ يَسْتَدْعِي حُدُوثَ مِلْكٍ أَبَدًا فَأَشْبَهَ الشِّرَاءَ بِخِلَافِ التَّعْجِيزِ.\n\n(وَإِذْ فَنِيَ) أَيْ: وَلَا كَعِتْقِ جُزْءِ عَبْدٍ حِينَ مَوْتِهِ بِأَنْ عَلَّقَ السَّيِّدُ بِمَوْتِهِ عِتْقَ جُزْءِ عَبْدٍ لَهُ، أَوْ مُشْتَرَكٍ بَيْنَهُ وَبَيْنَ غَيْرِهِ فَإِنَّهُ لَا يَسْرِي، وَإِنْ خَرَجَ مِنْ الثُّلُثِ؛ لِأَنَّ الْمَيِّتَ مُعْسِرٌ، وَكَذَا لَوْ، أَوْصَى بِعِتْقِهِ، ثُمَّ أَعْتَقَ بَعْدَ مَوْتِهِ كَمَا أَفْهَمَهُ كَلَامُ النَّظْمِ بِالْمُوَافَقَةِ وَهَذِهِ دَاخِلَةٌ فِي كَلَامِ الْحَاوِي لِتَعْبِيرِهِ بِقَوْلِهِ وَبَعْدَ مَوْتٍ وَيُفْهَمُ مِنْهُ حُكْمُ الَّتِي قَبْلَهَا بِالْمُوَافَقَةِ، أَوْ هُوَ دَاخِلٌ فِيهِ لَكِنْ يَدْخُلُ فِيهِ، وَفِي مَفْهُومِ كَلَامِ النَّظْمِ مَا لَيْسَ مُرَادًا وَهُوَ مَا لَوْ، أَوْصَى لَهُ بِجُزْءِ مَنْ يَعْتِقُ عَلَيْهِ كَأَنْ، أَوْصَى لَهُ بِبَعْضِ ابْنِهِ فَمَاتَ وَقَبِلَ وَارِثُهُ الْوَصِيَّةَ عَتَقَ الشِّقْصُ عَلَى الْمَيِّتِ وَسَرَى إنْ كَانَ لَهُ مَا يَفِي بِقِيمَةِ الْبَاقِي؛ لِأَنَّ قَبُولَ وَارِثِهِ كَقَبُولِهِ حَيًّا فَكَأَنَّهُ مُخْتَارُهُ (حَالًا) أَيْ: سَرَى الْعِتْقُ فِي حَالِ الْإِعْتَاقِ أَيْ: بِمُجَرَّدِهِ مِنْ غَيْرِ تَوَقُّفٍ عَلَى بَذْلِ الْقِيمَةِ لِمَا مَرَّ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nوَالْمَذْكُورُ مِنْ السِّرَايَةِ بِرّ.\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\n؛ لِأَنَّهُ قَدْ يُوَكِّلُهُ فِي عِتْقِهِ عَنْ الْكَفَّارَةِ فَلَوْ نَفَّذْنَا بَعْضَهُ بِالسِّرَايَةِ لَمَا أَجْزَأَ عَنْ الْكَفَّارَةِ وَلَاحْتَاجَ الْمَالِكُ إلَى نِصْفِ رَقَبَةٍ أُخْرَى بِخِلَافِ مَا إذَا قُلْنَا: يَعْتِقُ النِّصْفُ فَقَطْ فَإِنَّ النِّصْفَ الْآخَرَ يُمْكِنُ عِتْقُهُ بِالْمُبَاشَرَةِ عَنْ الْكَفَّارَةِ. اهـ. شَرْحُ الرَّوْضِ وَعُلِمَ مِنْ تَعْلِيلِ عَدَمِ السِّرَايَةِ أَنَّهُ لَا يُشْكِلُ بِأَنَّهُ إذَا وَكَّلَ شَرِيكَهُ فِي عِتْقِ نَصِيبِهِ فَأَعْتَقَ الشَّرِيكُ النِّصْفَ الْمُوَكَّلَ فِيهِ سَرَى إلَى نَصِيبِ الْمُوَكِّلِ. اهـ. م ر فِي حَاشِيَتِهِ، وَمُرَادُهُ بِقَوْلِهِ: وَعُلِمَ إلَخْ دَفْعُ اسْتِشْكَالِ صَاحِبِ الْمُهِمَّاتِ. (قَوْلُهُ: كَمَا فِي الرَّوْضَةِ وَأَصْلِهَا إلَخْ) قَالَ م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ: يُحْمَلُ مَا فِي الرَّوْضَةِ وَأَصْلِهَا عَنْ ابْنِ الْحَدَّادِ عَلَى مَا إذَا أَعْتَقَ بِأَدَائِهِ النُّجُومَ، وَمَا فِيهِمَا عَنْ الْقَفَّالِ عَلَى مَا إذَا أَعْتَقَ بِغَيْرِهِ وَحِينَئِذٍ فَلَا تَنَاقُضَ.\n\n(قَوْلُهُ: هُوَ مُقْتَضَى إلَخْ) اعْتَمَدَهُ فِي شَرْحِ الرَّوْضِ. (قَوْلُهُ: لَكِنْ صَحَّحَ فِيهَا هُنَا إلَخْ) أَشَارَ م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ إلَى تَصْحِيحِهِ\n\n(قَوْلُهُ: فَأَشْبَهَ) أَيْ: فِي أَنَّ الْمِلْكَ فِيهِ جُعِلَ لِلسَّيِّدِ بِدُونِ قَصْدِهِ، وَلَا سِرَايَةَ. (قَوْلُهُ: عَلَى مَا فِي الرَّوْضَةِ) أَيْ: مَا صَحَّحَهُ فِيهَا\n\n(قَوْلُهُ: إنْ كَانَ لَهُ مَا يَفِي بِقِيمَةِ الْبَاقِي) هَذَا مُوَافِقٌ لِمَا فِي أَصْلِ الرَّوْضَةِ فِي الْوَصِيَّةِ مِنْ أَنَّهُ يَسْرِي مِنْ غَيْرِ تَقْيِيدٍ بِالثُّلُثِ لَكِنَّهُ مُخَالِفٌ لِمَا فِي الرَّوْضَةِ هُنَا مِنْ أَنَّهُ يَسْرِي إنْ وَسِعَهُ الثُّلُثُ قَالَ الْبُلْقِينِيُّ: وَالتَّحْقِيقُ أَنَّهُ إنْ كَانَ الْمُوصَى لَهُ صَحِيحًا حَالَةَ مَوْتِ الْمُوصِي بِحَيْثُ يَنْفَدُ تَبَرُّعُهُ مِنْ رَأْسِ الْمَالِ، وَكَانَ مُوسِرًا بِقِيمَةِ مَا بَقِيَ، وَاسْتَمَرَّ يَسَارُهُ سَرَى إلَى بَاقِيهِ مِنْ غَيْرِ تَقْيِيدٍ بِالثُّلُثِ؛ لِأَنَّهُ عِنْدَ السِّرَايَةِ الَّتِي تَثْبُتُ بِقَبُولِ وَارِثِهِ الْمُنَزَّلِ مَنْزِلَةَ قَبُولِهِ كَانَ صَحِيحًا، وَإِنْ كَانَ وَقْتَ مَوْتِ الْمُوصِي مَرِيضًا مَرَضَ الْمَوْتِ اُعْتُبِرَتْ السِّرَايَةُ\n(5/310)",
        "\nفِي خَبَرِ الصَّحِيحَيْنِ وَلِأَنَّ يَسَارَهُ بِقِيمَةِ الْبَاقِي جُعِلَ كَمِلْكِهِ لِلْبَاقِي فِي اقْتِضَاءِ السِّرَايَةِ (كَفِي الْإِيلَادِ) لِلْأَمَةِ مِنْ أَحَدِ الشَّرِيكَيْنِ فَإِنَّهُ يَسْرِي مَعَ يَسَارِهِ حَالَ الْعُلُوقِ مِنْ غَيْرِ تَوَقُّفٍ عَلَى الْبَذْلِ، وَيُسْتَثْنَى مِنْ اعْتِبَارِ الْيَسَارِ مَا لَوْ كَانَ الْمُوَلِّدُ أَصْلًا لِشَرِيكِهِ فَلَا يُعْتَبَرُ يَسَارُهُ كَمَا لَوْ أَوْلَدَ الْأَمَةَ الَّتِي كُلُّهَا لِفَرْعِهِ قَالَهُ الْبُلْقِينِيُّ.\n(وَلَوْ مَعَ الْيُسْرِ عَلَيْهِ الْعِتْقَا عَلَّقَ) أَيْ: سَرَى الْعِتْقُ، وَلَوْ عَلَّقَ أَحَدُ الشَّرِيكَيْنِ عِتْقَ نَصِيبِهِ عَلَى عِتْقِ نَصِيبِ الْآخَرِ فَأَعْتَقَ الْآخَرُ نَصِيبَهُ مَعَ يَسَارِهِ فَلَوْ قَالَ: لَهُ إذَا أَعْتَقْت نَصِيبَك فَنَصِيبِي حُرٌّ فَأَعْتَقَ نَصِيبَهُ عَتَقَ بَاقِيهُ بِالسِّرَايَةِ لَا بِالتَّعْلِيقِ؛ لِأَنَّهَا أَقْوَى مِنْ الْعِتْقِ بِالتَّعْلِيقِ؛ لِأَنَّهَا قَهْرِيَّةٌ لَا مَدْفَعَ لَهَا وَمُقْتَضَى التَّعْلِيقِ قَابِلٌ لِلدَّفْعِ بِالْبَيْعِ وَنَحْوِهِ فَإِنْ لَمْ يَكُنْ مُوسِرًا عَتَقَ عَلَى كُلٍّ مِنْهُمَا نَصِيبَهُ عَلَى الْمُعَلَّقِ بِالتَّعْلِيقِ، وَعَلَى الْمُنَجَّزِ بِالتَّنْجِيزِ (لَا مَعِيَّةً وَسَبْقَا) أَيْ: لَا إنْ عَلَّقَ عِتْقَ نَصِيبِهِ عَلَى عِتْقِ نَصِيبِ شَرِيكِهِ بِمَعِيَّةٍ، أَوْ سَبْقٍ كَأَنْ قَالَ: لَهُ إذَا أَعْتَقْت نَصِيبَك فَنَصِيبِي حُرٌّ مَعَهُ، أَوْ قَبْلَهُ فَأَعْتَقَ نَصِيبَهُ فَلَا سِرَايَةَ بَلْ يَعْتِقُ عَنْ كُلٍّ نَصِيبَهُ؛ لِأَنَّ الْمَعِيَّةَ تَمْنَعُ السِّرَايَةَ، وَالْقِبْلِيَّة مُلْغَاةٌ مَعَ يَسَارِ الْمُعَلِّقِ لِاسْتِحَالَةِ الدَّوْرِ الْمُسْتَلْزِمِ هُنَا سَدَّ بَابِ عِتْقِ الشَّرِيكِ فَيَصِيرُ التَّعْلِيقُ مَعَهَا كَهُوَ مَعَ الْمَعِيَّةِ، وَمَعَ إعْسَارِهِ فَلَا سِرَايَةَ عَلَى وَاحِدٍ مِنْهُمْ\n\n(خِلَافَ تَدْبِيرٍ) بِأَنْ دَبَّرَ بَعْضَ رَقِيقِ بَاقِيهِ لَهُ، أَوْ لِغَيْرِهِ فَإِنَّهُ لَا يَسْرِي إلَى بَاقِيهِ؛ لِأَنَّهُ لَا يَمْنَعُ الْبَيْعَ فَلَا يَقْتَضِي السِّرَايَةَ؛ وَلِأَنَّهُ إمَّا وَصِيَّةٌ، أَوْ تَعْلِيقٌ بِصِفَةٍ، وَكُلٌّ مِنْهُمَا بَعِيدٌ عَنْ السِّرَايَةِ، وَقَوْلُهُ: (إلَى الَّذِي بَقِيَ مِنْ مِلْكِهِ وَ) مِنْ الْمِلْكِ (لِشَرِيكِ الْمُعْتِقِ) صِلَةُ سَرَى أَيْ: وَسَرَى الْعِتْقُ الْمُخْتَارُ إلَى بَاقِي مِلْكِ الْمُعْتِقِ حَيْثُ كَانَ الْكُلُّ لَهُ وَإِلَى حِصَّةِ شَرِيكِهِ حَيْثُ كَانَ لَهُمَا، فَقَوْلُهُ مِنْ زِيَادَتِهِ (يَسْرِي) تَكْرَارٌ (وَإِنْ كَاتَبَ) شَرِيكَهُ نَصِيبَهُ كَأَنْ كَاتَبَ الشَّرِيكَانِ الرَّقِيقَ الْمُشْتَرَكَ، ثُمَّ أَعْتَقَ أَحَدُهُمَا نَصِيبَهُ فَإِنَّهُ يَسْرِي إلَى بَاقِيهِ (إنْ عَجْزٌ بَدَا) أَيْ: عِنْدَ ظُهُورِ عَجْزِهِ عَنْ النُّجُومِ لَا فِي الْحَالِ لِانْعِقَادِ سَبَبِ حُرِّيَّةِ نَصِيبِ شَرِيكِهِ وَلِأَنَّ فِي التَّعْجِيلِ ضَرَرًا عَلَى السَّيِّدِ بِفَوَاتِ الْوَلَاءِ، وَعَلَى الْمُكَاتَبِ بِانْقِطَاعِ الْوَلَدِ وَالْكَسْبِ عَنْهُ (أَوْ رَهَنَ أَوْ دَبَّرَ) الشَّرِيكُ نَصِيبَهُ فَإِنَّهُ يَسْرِي إلَيْهِ الْعِتْقُ؛ لِأَنَّ الْمُدَبَّرَ كَالْقِنِّ فِي جَوَازِ بَيْعِهِ فَكَذَا فِي التَّقْوِيمِ، وَحَقُّ الْمُرْتَهِنِ لَيْسَ بِأَقْوَى مِنْ حَقِّ الْمَالِكِ فَتَنْتَقِلُ الْوَثِيقَةُ إلَى الْقِيمَةِ كَحَقِّ الشَّرِيكِ\n\n(لَا إنْ أَوْلَدَا) أَيْ: الشَّرِيكُ الْأَمَةَ الْمُشْتَرَكَةَ وَهُوَ مُعْسِرٌ فَأَعْتَقَ الشَّرِيكُ الْآخَرُ نَصِيبَهُ فَإِنَّهُ لَا يَسْرِي إلَى نَصِيبِ الْمُوَلِّدِ؛ لِأَنَّ السِّرَايَةَ تَتَضَمَّنُ انْتِقَالَ الْمِلْكِ إلَى مَنْ سَرَى عَلَيْهِ وَالْمُسْتَوْلَدَةُ لَا تَقْبَلُ الِانْتِقَالَ، وَلَا سِرَايَةَ أَيْضًا فِي الْمَوْقُوفِ وَإِنَّمَا يَسْرِي الْعِتْقُ إلَى حِصَّةِ شَرِيكِهِ\n\n(بِقَدْرِ فَاضِلِ الَّذِي تَرَكْنَا) هـ (لِمُفْلِسٍ) مِنْ مَالِهِ فَيُبَاعُ لِلسِّرَايَةِ كُلُّ مَا يُبَاعُ لِلْمُفْلِسِ مِنْ مَسْكَنِهِ، وَخَادِمِهِ، وَكُلِّ مَا فَضَلَ عَنْ قُوتِهِ، وَقُوتِ مَنْ تَلْزَمُهُ نَفَقَتُهُ فِي يَوْمِهِ وَدَسْتِ ثَوْبٍ لَائِقٍ بِهِ، وَسُكْنَى يَوْمِهِ كَمَا مَرَّ فِي التَّفْلِيسِ؛ لِأَنَّ قِيمَةَ نَصِيبِ شَرِيكِهِ كَالدَّيْنِ لِتَنَزُّلِ الْإِعْتَاقِ مَنْزِلَةَ الْإِتْلَافِ فَإِنْ لَمْ يَفْضُلْ مَا يَفِي بِقِيمَتِهِ سَرَى بِقَدْرِ مَا يَفْضُلُ كَبَدَلِ الْمُتْلَفِ؛ وَلِأَنَّهُ يُقِرُّ بِهِ مِنْ الْحُرِّيَّةِ (لَا) قَدْرِ فَاضِلِ (دَيْنِهِ وَالسُّكْنَى) فَيَصْرِفُ مَا هُوَ مَرْصَدٌ لَهُمَا لِلسِّرَايَةِ كَالزَّكَاةِ بِجَامِعِ أَنَّ كُلًّا حَقٌّ لِلَّهِ تَعَالَى وَهُوَ مُتَعَلِّقٌ بِحَقِّ الْآدَمِيِّ وَلِأَنَّهُ مَالِكٌ لِمَا فِي يَدِهِ نَافِذُ التَّصَرُّفِ فِيهِ نَعَمْ لَوْ كَانَ بِالدَّيْنِ رَهْنٌ لَازِمٌ، وَلَيْسَ لَهُ غَيْرُهُ، وَلَا يَفْضُلُ مِنْهُ شَيْءٌ لَوْ بِيعَ فَلَا سِرَايَةَ، وَذِكْرُ دَيْنِهِ وَالسُّكْنَى الْمَزِيدَةِ عَلَى الْحَاوِي لَا حَاجَةَ إلَيْهِ لِدُخُولِهِ فِي أَوَّلِ كَلَامِهِ (مُعْتَبَرًا) فِي التَّقْوِيمِ (قِيمَةَ يَوْمٍ حَرَّرَا) ؛ لِأَنَّهُ وَقْتُ الْإِتْلَافِ وَظَاهِرٌ أَنَّ هَذَا فِي غَيْرِ الْمُكَاتَبِ أَمَّا فِيهِ فَيُعْتَبَرُ تَقْوِيمُهُ عِنْدَ عَجْزِهِ عَنْ النُّجُومِ؛ لِأَنَّهُ وَقْتُ السِّرَايَةِ الْمُنَزَّلَةِ مَنْزِلَةَ الْإِتْلَافِ فَإِنْ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقَوْلُهُ: مَا لَوْ كَانَ الْمُوَلِّدُ) أَخْرَجَ الْمُعْتِقَ\n\n(قَوْلُهُ: إنْ عَجْزٌ بَدَا) الْمُرَادُ أَنَّهُ بِالْعَجْزِ تَتَبَيَّنُ السِّرَايَةُ مِنْ وَقْتِ الْإِعْتَاقِ كَذَا بِخَطِّ شَيْخِنَا وَأَقُولُ: هُوَ مُخَالِفٌ لِقَوْلِ الشَّارِحِ الْآتِي: وَظَاهِرٌ أَنَّ هَذَا فِي غَيْرِ الْمُكَاتَبِ إلَخْ فَتَأَمَّلْ سم\n\n(قَوْلُهُ: لَا قَدْرِ فَاضِلِ دَيْنِهِ وَالسُّكْنَى) أَيْ: لَا يُعْتَبَرُ قَدْرُ الْفَاضِلِ عَنْهُمَا حَتَّى يَلْزَمَ عَدَمُ صَرْفِ الْمَرْصَدِ لَهُمَا فِيهَا بَلْ يُصْرَفُ الْمَرْصَدُ لَهُمَا فِيهَا، وَكَتَبَ أَيْضًا عِبَارَةُ الْعِرَاقِيِّ: وَلَا يَمْنَعُ مِنْ ذَلِكَ الدَّيْنُ بَلْ يُصْرَفُ مَا هُوَ مَرْصَدٌ لِوَفَاءِ الدَّيْنِ لِلسِّرَايَةِ الْمَذْكُورَةِ وَكَذَلِكَ لَا يَبْقَى لَهُ غَيْرُ سُكْنَى ذَلِكَ الْيَوْمِ. اهـ. (قَوْلُهُ: بِجَامِعِ أَنَّ كُلًّا) أَيْ: مِنْ الزَّكَاةِ وَالْعِتْقِ. (قَوْلُهُ: لَوْ بِيعَ) أَيْ: فِي الدَّيْنِ بِرّ، وَقَوْلُهُ: فَلَا سِرَايَةَ بِوَجْهِ سَبْقِ تَعَلُّقِ الدَّيْنِ بِالرَّهْنِ (قَوْلُهُ: لِدُخُولِهِ فِي أَوَّلِ كَلَامِهِ) مُرَادُهُ أَنَّهُمَا دَاخِلَانِ فِي الْفَاصِلِ عَمَّا يَتْرُكُهُ لِلْمُفْلِسِ لَيْسَا مِنْهُ فَلْيُتَأَمَّلْ.\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nمِنْ الثُّلُثِ. اهـ. م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ. (قَوْلُهُ: لَا مَعِيَّةً وَسَبْقًا) خَرَجَ الْبَعْدِيَّةَ كَأَنْ قَالَ: إنْ أَعْتَقْت نَصِيبَك فَنَصِيبِي حُرٌّ بَعْدَهُ فَهِيَ كَمَا لَوْ أَطْلَقَ كَمَا فِي شَرْحِ م ر فَلَوْ ذَكَرَهَا الشَّارِحُ قَبْلُ لَوَفَّى بِمَفْهُومِ الْمُصَنِّفِ تَدَبَّرْ.\n(قَوْلُهُ: الدَّوْرِ) وَهُوَ أَنَّهُ لَوْ عَتَقَ الْمَقُولُ لَهُ فِي نَصِيبِهِ لَعَتَقَ نَصِيبُ الْقَائِلِ قَبْلَهُ، وَلَوْ عَتَقَ لَسَرَى، وَلَوْ سَرَى لَبَطَلَ عِتْقُهُ فَيَلْزَمُ مِنْ نُفُوذِهِ عَدَمُ نُفُوذِهِ، وَهَذَا يُوجِبُ الْحَجْرَ عَلَى الْمَالِكِ الْمُطْلَقِ التَّصَرُّفِ فِي إعْتَاقِ نَصِيبِ نَفْسِهِ فَلَمَّا اسْتَلْزَمَ الدَّوْرُ ذَلِكَ أَبْطَلَ الْأَصْحَابُ الْعَمَلَ بِهِ. (قَوْلُهُ: فَيَصِيرُ التَّعْلِيقُ مَعَهَا كَهُوَ مَعَ الْمَعِيَّةِ) وَلَمْ يُجْعَلْ كَالتَّعْلِيقِ مَعَ الْإِطْلَاقِ حَتَّى يَعْتِقَ عَنْ الْمُنَجَّزِ نِصْفَهُ بِالتَّنْجِيزِ، وَنِصْفَهُ بِالسِّرَايَةِ كَمَا سَبَقَ فِي قَوْلِهِ: وَلَوْ مَعَ الْيُسْرِ إلَخْ وَقَدْ قَالَ الْبُلْقِينِيُّ: إنَّهُ الْأَصَحُّ لِأَنَّا إذَا أَلْغَيْنَا قَوْلَهُ قَبْلَهُ صَارَ كَالْإِطْلَاقِ وَقَدْ يُقَالُ: إنَّهُ يَلْزَمُ مِنْ الْقَبْلِيَّةَ الْمَعِيَّةُ فَبَطَلَتْ الْقَبْلِيَّةَ لِمَا ذُكِرَ، وَبَقِيَتْ الْمَعِيَّةُ لِعَدَمِ التَّلَازُمِ فِي الْبُطْلَانِ\n\n(قَوْلُهُ: بِانْقِطَاعِ الْوَلَدِ) أَيْ: لِأَنَّهُ إذَا عَتَقَ عَنْ الْكِتَابَةِ عَتَقَ\n(5/311)\n",
        "اخْتَلَفَا فِي قَدْرِهَا، وَتَعَذَّرَ تَقْوِيمُ الرَّقِيقِ لِمَوْتِهِ، أَوْ غَيْبَتِهِ، أَوْ تَقَادَمَ عَهْدُهُ أَخَذَ (بِحَلِفِ الْغَارِمِ) لَهَا كَمَا فِي قِيمَةِ الْمَغْصُوبِ بَعْدَ تَلَفِهِ فَإِنْ كَانَ حَاضِرًا، وَالْعَهْدُ قَرِيبٌ فُصِلَ الْأَمْرُ بِمُرَاجَعَةِ الْمُقَوِّمِينَ، وَشَمِلَ كَلَامُهُ مَا لَوْ اخْتَلَفَا فِي صِفَةٍ تَزِيدُ فِي قِيمَتِهِ، وَاتَّفَقَا عَلَى قَدْرِهَا بِدُونِهَا وَمَضَى بَعْدَ الْإِعْتَاقِ مَا يُمْكِنُ تَعَلُّمُهَا فِيهِ، أَوْ كَانَ غَائِبًا، أَوْ مَيِّتًا فَيُصَدَّقُ الْغَارِمُ بِيَمِينِهِ؛ لِأَنَّ الْأَصْلَ الْبَرَاءَةُ، وَعَدَمُ الصِّفَةِ (لَا نَقْصٌ طَرَا) أَيْ: يَحْلِفُ الْغَارِمُ لِأَجْلِ الْقِيمَةِ لَا لِأَجْلِ نَقْصٍ طَارِئٍ فِي الرَّقِيقِ كَالْعَمَى وَالسَّرِقَةِ إذَا ادَّعَاهُ الْغَارِمُ، وَنَفَاهُ شَرِيكُهُ بَلْ يَحْلِفُ الشَّرِيكُ عَلَى السَّلَامَةِ؛ لِأَنَّهَا الْأَصْلُ، وَخَرَجَ بِالطَّارِئِ الْخِلْقِيُّ كَالْكَمَهِ، وَالْخَرَسِ فَيَحْلِفُ الْغَارِمُ؛ لِأَنَّ الْأَصْلَ الْبَرَاءَةُ، وَعَدَمُ مَا يَدَّعِيهِ الشَّرِيكُ وَخَصَّهُ الْبَغَوِيّ بِمَا إذَا كَانَ النَّقْصُ فِي الْأَعْضَاءِ الظَّاهِرَةِ لِتَمَكُّنِ الشَّرِيكِ مِنْ إثْبَاتِ السَّلَامَةِ فِيهَا فَإِنْ كَانَ فِي الْبَاطِنَةِ فَكَالطَّارِئِ\n\nوَيَسْرِي الْعَتْقُ (عَلَى رُءُوسِ الْمُعْتِقِينَ لَا عَلَى) قَدْرِ (أَمْلَاكِهِمْ) فَلَوْ كَانَ الْعَبْدُ بَيْنَ ثَلَاثَةٍ لِأَحَدِهِمْ نِصْفُهُ وَلِآخَرَ ثُلُثٌ وَلِآخَرَ سُدُسُهُ فَأَعْتَقَ الْأَوَّلَانِ نَصِيبَهُمَا، وَهُمَا مُوسِرَانِ سَرَى الْعِتْقُ عَلَيْهِمَا فِي السُّدُسِ بِالسَّوِيَّةِ بَيْنَهُمَا لَا بِقَدْرِ مِلْكَيْهِمَا بِخِلَافِ الشُّفْعَةِ؛ لِأَنَّ الْأَخْذَ بِهَا مِنْ فَوَائِدِ الْمِلْكِ وَمَرَافِقِهِ فَكَانَ عَلَى قَدْرِهِ كَالنِّتَاجِ وَالثَّمَرَةِ، وَسَبِيلُ قِيمَةِ السِّرَايَةِ سَبِيلُ ضَمَانِ الْمُتْلَفَاتِ وَالنَّظَرُ فِيهِ إلَى عَدَدِ الرُّءُوسِ لَا إلَى قِلَّةِ الْجِنَايَةِ وَكَثْرَتِهَا كَمَا فِي الْجِرَاحَاتِ، وَعَنْ الْقَاضِي الطَّبَرِيِّ لَوْ قَالَ أَحَدُ الشَّرِيكَيْنِ لِلْآخَرِ أَوْ أَجْنَبِيٌّ لِشَرِيكٍ: أَعْتِقْ نَصِيبَك عَنِّي بِكَذَا فَأَجَابَهُ فَوَلَاؤُهُ لِلْآمِرِ وَيُقَوَّمُ نَصِيبُ الشَّرِيكِ عَلَى الْمُعْتِقِ؛ لِأَنَّهُ أَعْتَقَهُ لِغَرَضِهِ وَهُوَ الْعِوَضُ قَالَ النَّوَوِيُّ وَالصَّوَابُ فِيهِمَا أَنَّهُ لَا يُقَوَّمُ عَلَيْهِ؛ لِأَنَّهُ لَمْ يَعْتِقْ عَنْهُ أَيْ: وَإِنَّمَا يُقَوَّمُ عَلَى الْآمِرِ؛ لِأَنَّهُ مَالِكٌ مُعْتِقٌ بِاخْتِيَارِهِ.\n\n(وَشَرْطُهُ) أَيْ: الْمُعْتِقِ (نَفْيُ الْوَلَا) فِي الْعِتْقِ مُطْلَقًا، أَوْ عَنْ نَفْسِهِ (وَ) شَرْطُهُ الْوَلَاءُ (لِسِوَى الْمُعْتِقِ لَغْوٌ) لِخَبَرِ الصَّحِيحَيْنِ «كُلُّ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ قَضَاءُ اللَّهِ أَحَقُّ وَشَرْطُ اللَّهِ، أَوْثَقُ إنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ» (فَعَتَقْ) أَيْ: فَيَعْتِقُ الرَّقِيقُ (فِي تَيْنِ) الصُّورَتَيْنِ لِإِلْغَاءِ الشَّرْطِ (وَالْمُعْتِقُ بِالْوَلَا أَحَقْ) أَيْ: حَقِيقٌ بِهِ فِيهِمَا لِلْخَبَرِ السَّابِقِ؛ وَلِأَنَّ الْوَلَاءَ لَا يَنْتَقِلُ عَنْ صَاحِبِهِ كَالنَّسَبِ قَالَ: «- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْوَلَاءُ لُحْمَةٌ كَلُحْمَةِ النَّسَبِ لَا يُبَاعُ، وَلَا يُوهَبُ» وَبِهِ يُعْلَمُ أَنَّهُ لَا يُوَرَّثُ وَإِنَّمَا يُورَثُ بِهِ كَالنَّسَبِ، وَإِلَّا لَشَارَكَ فِيهِ النِّسَاءُ الرِّجَالَ كَسَائِرِ الْحُقُوقِ وَلَاخْتَصَّ بِالِابْنِ الْمُسْلِمِ إذَا مَاتَ الْمُعْتِقُ الْمُسْلِمُ عَنْ ابْنَيْنِ مُسْلِمٍ وَنَصْرَانِيٍّ فَأَسْلَمَ قَبْلَ مَوْتِ الْعَتِيقِ الْمُسْلِمِ، وَقَوْلُهُ: فَعَتَقَ إلَى آخِرِهِ مِنْ زِيَادَتِهِ.\n\n(بَابُ التَّدْبِيرِ)\nهُوَ لُغَةً: النَّظَرُ فِي الْعَوَاقِبِ وَشَرْعًا: مَا سَيَأْتِي أَنَّهُ تَعْلِيقُ عِتْقٍ بِالْمَوْتِ الَّذِي هُوَ دَبَرُ الْحَيَاةِ وَالْأَصْلُ فِيهِ قَبْلَ الْإِجْمَاعِ خَبَرُ الصَّحِيحَيْنِ «أَنَّ رَجُلًا دَبَّرَ غُلَامًا لَيْسَ لَهُ مَالٌ غَيْرُهُ فَبَاعَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -» فَتَقْرِيرُهُ لَهُ، وَعَدَمُ إنْكَارِهِ يَدُلُّ عَلَى جَوَازِهِ، وَاسْمُ الْغُلَامِ يَعْقُوبُ وَمُدَبِّرُهُ أَبُو مَذْكُورٍ. وَأَرْكَانُهُ ثَلَاثَةٌ: مَحَلٌّ، وَصِيغَةٌ، وَأَهْلٌ، وَقَدْ أَخَذَ فِي بَيَانِهَا فَقَالَ: (تَدْبِيرُ شَخْصٍ عَبْدَهُ إنْ عَلَّقَا عِتْقًا) لَهُ (بِمَوْتِهِ) فَهُوَ تَعْلِيقُ عِتْقٍ لَا وَصِيَّةٍ وَلِهَذَا لَا يَفْتَقِرُ إلَى إعْتَاقٍ بَعْدَ الْمَوْتِ وَخَرَجَ بِمَوْتِهِ مَا لَوْ عَلَّقَ عِتْقَ عَبْدِهِ بِغَيْرِ الْمَوْتِ، أَوْ بِمَوْتِ غَيْرِهِ وَحْدَهُ، أَوْ مَعَ مَوْتِهِ كَأَنْ عَلَّقَ الشَّرِيكَانِ عِتْقَ عَبْدِهِمَا بِمَوْتِهِمَا، وَمَاتَا مَعًا فَإِنْ مَاتَا مُرَتَّبَيْنِ فَنَصِيبُ الْأَخِيرِ مُدَبَّرٌ وَكَأَنَّهُ قَالَ: إذَا مَاتَ شَرِيكِي فَنَصِيبِي مِنْك مُدَبَّرٌ بِخِلَافِ نَصِيبِ الْأَوَّلِ فَهُوَ بَيْنَ الْمَوْتَيْنِ لِوَارِثِهِ فَلَهُ التَّصَرُّفُ فِيهِ لَكِنْ بِمَا لَا يُزِيلُ الْمِلْكَ؛ لِأَنَّهُ صَارَ مُسْتَحِقَّ الْعِتْقِ بِمَوْتِ الشَّرِيكِ؛ وَلِأَنَّهُ لَيْسَ لَهُ إبْطَالُ تَعْلِيقِ الْمَيِّتِ.\n\n، وَيُعْتَبَرُ فِي الْمُدَبَّرِ كَوْنُهُ مُكَلَّفًا مُخْتَارًا فَلَا يَصِحُّ تَدْبِيرُ غَيْرِ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\n(قَوْلُهُ: وَالصَّوَابُ فِيهِمَا) أَيْ: الشَّرِيكِ، وَالْأَجْنَبِيِّ. (قَوْلُهُ: لِأَنَّهُ مَالِكٌ مُعْتِقٌ) أَيْ:؛ لِأَنَّهُ يُقَدِّرُ دُخُولَهُ فِي مِلْكِهِ قُبَيْلَ إعْتَاقِهِ عَنْهُ، وَقَوْلُهُ: بِاخْتِيَارِهِ أَيْ: لِأَنَّ اخْتِيَارَ مَأْمُورِهِ كَاخْتِيَارِهِ، أَوْ؛ لِأَنَّ اخْتِيَارَ الْتِمَاسِ الْعِتْقِ اخْتِيَارٌ لِلْعِتْقِ\n\n(قَوْلُهُ: لِسِوَى الْمُعْتِقِ) لَعَلَّهُ مِنْ الْإِظْهَارِ فِي مَوْضِعِ الْإِضْمَارِ. (قَوْلُهُ: وَبِهِ) أَيْ: قَوْلُهُ: - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «الْوَلَاءُ لُحْمَةٌ» (قَوْلُهُ: فَأَسْلَمَ) أَيْ: النَّصْرَانِيُّ.\n\n[بَابُ التَّدْبِيرِ]\n[أَرْكَانُ التَّدْبِيرِ]\n(بَابُ التَّدْبِيرِ)\n(قَوْلُهُ: فَهُوَ) أَيْ: نَصِيبُ الْأَوَّلِ، وَقَوْلُهُ: لِوَارِثِهِ أَيْ: الْأَوَّلِ\n\n(قَوْلُهُ: وَلَا تَدْبِيرُ الْمُكْرَهِ) وَتَدْبِيرُ الْمُرْتَدِّ مَوْقُوفٌ رَوْضٌ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nمَعَهُ وَلَدُهُ وَلَحِقَهُ كَسْبُهُ بِخِلَافِ مَا إذَا عَتَقَ بِالسِّرَايَةِ.\n\n. (قَوْلُهُ: وَخَصَّهُ الْبَغَوِيّ إلَخْ) قَالَ م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ: وَهُوَ ظَاهِرٌ.\n\n(بَابُ التَّدْبِيرِ)\n(قَوْلُهُ: وَمَاتَا مَعًا) قَالَ فِي شَرْحِ الْمَنْهَجِ: فَعِتْقُهُ عِتْقُ تَعْلِيقٍ بِصِفَةٍ لَا عِتْقُ تَدْبِيرٍ، وَيَتَرَتَّبُ عَلَيْهِ أَنَّهُمَا إذَا قَالَا ذَلِكَ فِي حَالِ الصِّحَّةِ يَعْتِقُ نَصِيبُ كُلٍّ مِنْ رَأْسِ الْمَالِ بِخِلَافِ مَا إذَا قُلْنَا إنَّهُ مُدَبَّرٌ فَإِنَّهُ لَا يَعْتِقُ إلَّا مَا خَرَجَ مِنْ الثُّلُثِ. اهـ. بُجَيْرِمِيٌّ. (قَوْلُهُ: وَكَأَنَّهُ قَالَ إلَخْ) أَيْ: فَهُوَ تَعْلِيقٌ بِالْمَوْتِ مَعَ شَيْءٍ قَبْلَهُ وَهُوَ مَوْتُ الْمُتَقَدِّمِ، وَقَضِيَّةُ ذَلِكَ جَوَازُ بَيْعِ الْمُتَأَخِّرِ مَوْتًا لِنَصِيبِهِ كَمَا هُوَ شَأْنُ التَّدْبِيرِ، وَيَبْطُلُ التَّدْبِيرُ وَبِهِ صَرَّحَ سم. اهـ. بج، وَأَمَّا نَصِيبُ الْمُتَقَدِّمِ فَبَاقٍ عَلَى تَعْلِيقِهِ. (قَوْلُهُ: فَلَهُ التَّصَرُّفُ فِيهِ) وَلَهُ كَسْبُهُ. اهـ. شَرْحُ الْمَنْهَجِ\n(5/312)\n\nالْمُكَلَّفِ إلَّا السَّكْرَانَ وَلَا تَدْبِيرُ الْمُكْرَهِ\n\n(وَصَحَّ) التَّدْبِيرُ (مُطْلَقَا) عَنْ التَّقْيِيدِ بِقَيْدٍ كَدَبَّرْتُك، أَوْ أَنْتَ مُدَبَّرٌ، وَأَنْتَ حُرٌّ بَعْدَ مَوْتِي (أَوْ مَعَهُ قَيْدٌ) كَإِنْ مِتُّ فِي هَذَا الشَّهْرِ، أَوْ مِنْ مَرَضِي هَذَا فَأَنْت حُرٌّ، وَمِنْهُ تَعْلِيقُهُ بِمَا ذَكَرَهُ فِي قَوْلِهِ:\n\n(وَ) صَحَّ تَعْلِيقُهُ (بِوَقْتٍ بَعْدَهُ وَ) بِوَقْتٍ (قَبْلَهُ) كَأَنْتَ حُرٌّ بَعْدَ مَوْتِي بِشَهْرٍ، أَوْ قَبْلَهُ بِشَهْرٍ (قُلْتُ رَأَى ذَا وَحْدَهُ) أَيْ: رَأَى الْحَاوِي وَحْدَهُ كَوْنَ التَّعْلِيقِ بِالْقَبْلِيِّ تَدْبِيرًا، وَالْمَنْقُولُ كَمَا مَرَّ فِي الْوَصِيَّةِ أَنَّهُ تَعْلِيقٌ كَسَائِرِ التَّعَالِيقِ لَا تَدْبِيرٌ فَلَا يَرْجِعُ فِيهِ بِالْقَوْلِ قَطْعًا يَعْتِقُ مِنْ رَأْسِ الْمَالِ إنْ خَلَا لِوَقْتٍ عَنْ مَرَضِ الْمَوْتِ، أَوْ زَادَ عَلَى مُدَّتِهِ، وَأَمَّا كَوْنُ تَعْلِيقِهِ بِالْبَعْدِيِّ تَدْبِيرًا فَهُوَ مَا أَشْعَرَ بِهِ كَلَامُ الْغَزَالِيِّ، وَالصَّحِيحُ فِي الرَّوْضَةِ وَأَصْلِهَا أَنَّهُ أَيْضًا تَعْلِيقٌ لَا تَدْبِيرٌ، وَعَلَيْهِ الْأَكْثَرُ قَالُوا: وَمَهْمَا عَلَّقَ الْعِتْقَ بِصِفَةٍ بَعْدَ الْمَوْتِ كَإِذَا مِتّ وَشِئْت الْحُرِّيَّةَ، أَوْ شَاءَ فُلَانٌ، أَوْ ثُمَّ دَخَلْت الدَّارَ، أَوْ أَنْتَ حُرٌّ بَعْدَ مَوْتِي إذَا خَدَمْت ابْنِي شَهْرًا فَلَيْسَ تَدْبِيرًا، وَإِنَّمَا هُوَ مَحْضُ تَعْلِيقٍ بَلْ مَا ذُكِرَ مِنْ أَنَّ الْمُقَيَّدَ مُطْلَقًا تَدْبِيرٌ، وَإِنْ جَرَى عَلَيْهِ الشَّيْخَانِ فِي الْمُقَيَّدِ بِشَرْطٍ فِي الْمَوْتِ مُخَالِفٍ لِنَصِّ الْأُمِّ وَالْبُوَيْطِيِّ مِنْ أَنَّهُ لَيْسَ تَدْبِيرًا وَحَكَاهُ الرَّافِعِيُّ عَنْ النَّصِّ، ثُمَّ قَالَ: وَكَأَنَّهُ مَصِيرٌ إلَى أَنَّ التَّدْبِيرَ تَعْلِيقُ الْعِتْقِ عَلَى مُطْلَقِ الْمَوْتِ، وَأَنَّهُ لَا يَنْقَسِمُ إلَى مُطْلَقٍ وَمُقَيَّدٍ وَالظَّاهِرُ خِلَافُهُ. اهـ.\nوَعِبَارَةُ الْبُوَيْطِيِّ، وَإِنْ قَالَ: أَنْت حُرٌّ إنْ مِتّ مِنْ مَرَضِي هَذَا، أَوْ فِي سَفَرِي، أَوْ فِي عَامِي هَذَا فَهَذِهِ وَصِيَّةٌ، وَلَيْسَ بِتَدْبِيرٍ، وَحَكَاهُ مَعَ نَصِّ الْأُمِّ الْبُلْقِينِيُّ، ثُمَّ قَالَ: وَلَمْ أَجِدْ لِلشَّافِعِيِّ نَصًّا يُخَالِفُهُ فَهُوَ مَذْهَبُهُ، وَإِنْ لَمْ نَرَ أَحَدًا مِنْ الْأَصْحَابِ قَالَهُ.\n\n(وَ) صَحَّ التَّدْبِيرُ بِالصَّرِيحِ كَقَوْلِهِ (ذَا مُدَبَّرٌ وَدَبَّرْتُ) أَيْ أَوْ دَبَّرْتُهُ (كَذَا أَعْتَقْتُ هَذَا بَعْدَ مَوْتِي، أَوْ إذَا مِتُّ فَأَنْتَ حُرٌّ، أَوْ عَتِيقُ) وَبِالْكِنَايَةِ كَقَوْلِهِ: حَبَسْتُك، أَوْ خَلَّيْت سَبِيلَك بَعْدَ مَوْتِي بِنِيَّةِ عِتْقِهِ، وَقَوْلُهُ: كَذَا أَعْتَقْت إلَى آخِرِهِ مِنْ زِيَادَتِهِ وَهُوَ دَاخِلٌ فِي قَوْلِهِ: أَوْ لَا إنْ عَلَّقَا عِتْقًا بِمَوْتِهِ وَلَوْ قَالَ: دَبَّرْت نِصْفَك، أَوْ ثُلُثَك صَحَّ، وَإِذَا مَاتَ عَتَقَ الْجُزْءُ، وَلَا سِرَايَةَ، وَلَوْ قَالَ: دَبَّرْت يَدَك، أَوْ عَيْنَك فَوَجْهَانِ كَنَظِيرِهِ فِي الْقَذْفِ وَقَضِيَّتُهُ تَرْجِيحُ الْمَنْعِ.\n\n(وَصَحَّ فِي تَدْبِيرِهِ التَّعْلِيقُ) لَهُ كَمَا يَصِحُّ تَعْلِيقُ الْعِتْقِ كَقَوْلِهِ: إنْ، أَوْ إذَا، أَوْ مَتَى دَخَلْت الدَّارَ فَأَنْت حُرٌّ بَعْدَ مَوْتِي، أَوْ مُدَبَّرٌ فَإِذَا دَخَلَهَا وَلَوْ عَلَى التَّرَاخِي فِي حَيَاةِ سَيِّدِهِ صَارَ مُدَبَّرًا فَيَعْتِقُ بِمَوْتِهِ، وَقَوْلُهُ: (مِثْلُ إذَا مِتُّ فَهَذَا الْعَبْدُ عَتِيقٌ إنْ) ، أَوْ إذَا (شَاءَ) الْعِتْقَ (فَشَاءَ) هـ (بَعْدُ) أَيْ: بَعْدَ مَوْتِ سَيِّدِهِ عَلَى الْفَوْرِ لَيْسَ مِثَالًا لِتَعْلِيقِ التَّدْبِيرِ بَلْ لِأَصْلِ التَّدْبِيرِ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقَوْلُهُ: إنْ خَلَا الْوَقْتُ) أَيْ: الْقَبْلِيِّ كَالشَّهْرِ فِي قَبْلَ مَوْتِي بِشَهْرٍ، وَقَوْلُهُ: عَنْ مَرَضٍ كَأَنْ مَاتَ فَجْأَةً، وَقَوْلُهُ: أَوْ زَادَ أَيْ: الْوَقْتُ، وَقَوْلُهُ: عَلَى مُدَّتِهِ أَيْ: الْمَرَضِ كَأَنَّ صُورَتَهُ أَنْت حُرٌّ قَبْلَ مَوْتِي بِشَهْرٍ، ثُمَّ يَمُوتُ بَعْدَ شَهْرٍ وَقَعَ الْمَرَضُ فِي نِصْفِهِ الثَّانِي فَإِنَّ الْعِتْقَ حِينَئِذٍ وَاقِعٌ فِي صِحَّتِهِ. (قَوْلُهُ: وَإِنْ لَمْ نَرَ أَحَدًا مِنْ الْأَصْحَابِ قَالَهُ) زَادَ فِي شَرْحِ الرَّوْضِ عَقِبَ هَذَا لَكِنْ قَالَ الْأَذْرَعِيُّ بَعْدَ نَقْلِهِ نَصَّ الْبُوَيْطِيِّ: لَكِنْ سِيَاقُهُ يَقْتَضِي أَنَّهُ مِنْ كَلَامِهِ لَا مِنْ كَلَامِ الشَّافِعِيِّ قَالَ: وَرَأَيْت الْأَصْحَابَ يُنْسِبُونَ إلَى النَّصِّ أَشْيَاءَ، وَتَكُونُ مِنْ كَلَامِهِ لَا مِنْ كَلَامِ الشَّافِعِيِّ، وَيَظُنُّ بَعْضُهُمْ أَنَّهَا مِنْ كَلَامِ الشَّافِعِيِّ فَيُصَرِّحُ بِنَقْلِهَا عَنْهُ، وَسَبَبُ ذَلِكَ عَدَمُ التَّأَمُّلِ. اهـ.\n\n(قَوْلُهُ: وَهُوَ دَاخِلٌ فِي قَوْلِهِ، أَوْ لَا إنْ عَلَّقَ عِتْقًا بِمَوْتِهِ) كَأَنَّهُ يَقُولُ إنَّ ذَلِكَ لَا يُحْتَاجُ إلَيْهِ، وَأَنْتَ خَبِيرٌ بِأَنَّ قَوْلَ الْمَتْنِ أَوَّلًا إنْ عَلَّقَا إلَخْ تَعْرِيفٌ لِلتَّدْبِيرِ بِمَا يَشْمَلُ جَمِيعَ صِيَغِهِ فَكَمَا يَشْمَلُ التَّعْرِيفُ الْمَذْكُورُ مَا بَعْدُ كَذَا هُنَا يَشْمَلُ مَا قَبْلَهَا مَنْ دَبَّرْت، وَأَنْتَ مُدَبَّرٌ وَغَيْرُ ذَلِكَ مِنْ الصِّيَغِ فَقَوْلُ الشَّيْخِ: إنَّ هَذِهِ الزِّيَادَةَ مَعْلُومَةٌ مِنْ التَّعْرِيفِ لَا أَدْرِي مَعْنَاهُ فَإِنَّ صَاحِبَ الْمَتْنِ لَمْ يُرِدْ بِهَا إلَّا تَعْدَادَ الْأَمْثِلَةِ، وَالْجَمِيعُ قَدْ يَشْمَلُهَا التَّعْرِيفُ وَإِلَّا فَهُوَ تَعْرِيفٌ فَاسِدٌ كَذَا بِخَطِّ شَيْخِنَا، وَيُمْكِنُ أَنْ يُقَالَ: غَرَضُ الشَّارِحِ التَّنْبِيهُ عَلَى أَنَّ هَذِهِ الزِّيَادَةَ لَمَّا كَانَتْ مُسْتَفَادَةً مِنْ التَّعْرِيفِ الْمَذْكُورِ أَيْضًا فِي الْحَاوِي لَمْ تَكُنْ زِيَادَةً مَحْضَةً عَلَيْهِ خِلَافًا لِمَا قَدْ يُتَوَهَّمُ فَلْيُتَأَمَّلْ سم. (قَوْلُهُ: وَلَوْ قَالَ: دَبَّرْت يَدَك إلَخْ) عِبَارَةُ الرَّوْضِ وَدَبَّرْت يَدَك هَلْ هُوَ لَغْوٌ أَمْ تَدْبِيرٌ صَحِيحٌ وَجْهَانِ. اهـ. وَقَوْلُهُ: هَلْ هُوَ لَغْوٌ قَالَ فِي شَرْحِهِ: يَعْنِي لَيْسَ بِصَرِيحٍ (قَوْلُهُ: وَقَضِيَّةُ تَرْجِيحِ الْمَنْعِ) وَهُوَ ظَاهِرٌ كَمَا قَالَهُ الزَّرْكَشِيُّ شَرْحٌ رَوْضٌ، وَكَتَبَ أَيْضًا قَدْ يُقَالُ: قَضِيَّةُ قَوْلِهِمْ مَا جَازَ تَعْلِيقُهُ صَحَّ إضَافَتُهُ إلَى بَعْضِ مَحَلِّهِ تَرْجِيحُ عَدَمِ الْمَنْعِ؛ لِأَنَّ التَّدْبِيرَ يَصِحُّ تَعْلِيقُهُ كَمَا قَالَ فِي الرَّوْضِ: وَيَجُوزُ تَعْلِيقُ التَّدْبِيرِ كَإِنْ دَخَلْت الدَّارَ فَأَنْتَ حُرٌّ بَعْدَ مَوْتِي، أَوْ مُدَبَّرٌ فَإِذَا دَخَلَ قَبْلَ مَوْتِ السَّيِّدِ صَارَ مُدَبَّرًا، وَإِلَّا لَغَا نَعَمْ إنْ قَالَ: إذَا دَخَلْت الدَّارَ بَعْدَ مَوْتِي فَأَنْتَ حُرٌّ فَهُوَ تَعْلِيقٌ لَا تَدْبِيرٌ إلَخْ. اهـ.، وَقَدْ ذَكَرَ ذَلِكَ الْمُصَنِّفُ وَالشَّارِحُ بِقَوْلِهِمَا: وَصَحَّ فِي تَدْبِيرِهِ التَّعْلِيقُ إلَخْ\n\n(قَوْلُهُ: أَيْ: بَعْدَ مَوْتِ سَيِّدِهِ عَلَى الْفَوْرِ) قَدْ صَارَ حِينَئِذٍ الْعِتْقُ مُعَلَّقًا عَلَى صِفَةٍ بَعْدَ الْمَوْتِ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: كَوْنُ التَّعْلِيقِ إلَخْ) أَيْ: التَّقْيِيدِ بِالْوَقْتِ الْقَبْلِيِّ كَمَا ذُكِرَ أَمَا حَقِيقَةُ التَّعْلِيقِ بِصِفَةٍ قَبْلَ الْمَوْتِ كَإِنْ دَخَلْت الدَّارَ فَأَنْت حُرٌّ بَعْدَ مَوْتَى فَتَدْبِيرٌ صَحِيحٌ بِخِلَافِ مَا إذَا عَلَّقَ بِالْمَوْتِ مَعَ صِفَةٍ مَعَهُ، أَوْ بَعْدَهُ فَهُوَ تَعْلِيقُ عِتْقٍ بِصِفَةٍ. اهـ. م ر وَرَشِيدِيٌّ وَق ل. (قَوْلُهُ: فَلَا يَرْجِعُ فِيهِ بِالْقَوْلِ قَطْعًا) لِأَنَّ الْخِلَافَ لَمْ يَجْرِ فِي التَّعْلِيقِ بَلْ فِي التَّدْبِيرِ فَقِيلَ: إنَّهُ وَصِيَّةٌ نَظَرًا إلَى أَنَّهُ مِنْ الثُّلُثِ فَيَصِحُّ الرُّجُوعُ عَنْهُ بِالْقَوْلِ كَالْوَصِيَّةِ، وَالْأَصَحُّ أَنَّهُ لَيْسَ وَصِيَّةً لِعَدَمِ احْتِيَاجِهِ لِلْقَبُولِ فَلَا يَصِحُّ الرُّجُوعُ عَنْهُ بِالْقَوْلِ. (قَوْلُهُ: وَإِنْ جَرَى عَلَيْهِ الشَّيْخَانِ) مَا جَرَى عَلَيْهِ الشَّيْخَانِ هُوَ الصَّحِيحُ. اهـ. م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ\n\n(قَوْلُهُ: مِثْلُ إذَا مِتّ إلَخْ) بِخِلَافِ مَا لَوْ قَالَ: إنْ شِئْت فَأَنْت حُرٌّ إذَا مِتّ فَإِنَّهُ يُشْتَرَطُ الْمَشِيئَةُ فَوْرًا فِي حَيَاةِ السَّيِّدِ؛ لِأَنَّ الْمُتَبَادَرَ مِنْ كُلِّ مَا ذُكِرَ فِيهِ لِتَقَدُّمِ الْمَشِيئَةِ هُنَا وَتَأَخُّرِهَا",
        "(5/313)\n\nالْمُقَيَّدِ عَلَى مَا مَرَّ، وَمَا ذُكِرَ مِنْ اشْتِرَاطِ بَعْدِيَّةً الْمَشِيئَةِ هُوَ الصَّحِيحُ؛ لِأَنَّهُ السَّابِقُ إلَى الْفَهْمِ مِنْ تَأْخِيرِهَا عَنْ ذِكْرِ الْمَوْتِ قَالَ الشَّيْخَانِ وَهَذَا الْخِلَافُ جَارٍ فِي سَائِرِ التَّعْلِيقَاتِ كَقَوْلِهِ إذَا دَخَلْت الدَّارَ فَأَنْتِ طَالِقٌ إنْ كَلَّمْت فُلَانًا وَمَحَلُّ ذَلِكَ عِنْدَ الْإِطْلَاقِ فَإِنْ قَالَ: أَرَدْت الْمَشِيئَةَ فِي حَيَاتِي، أَوْ بَعْدَ مَوْتِي حُمِلَ عَلَى إرَادَتِهِ قَطْعًا، وَلَوْ قَالَ: إذَا مِتّ فَشِئْت فَأَنْت حُرٌّ اُشْتُرِطَتْ الْمَشِيئَةُ بَعْدَ الْمَوْتِ عَلَى الْفَوْرِ لِدَلَالَةِ الْفَاءِ عَلَى التَّعْقِيبِ وَلَوْ قَالَ: إذَا مِتّ فَأَنْت حُرٌّ مَتَى، أَوْ مَهْمَا شِئْت اُشْتُرِطَتْ الْمَشِيئَةُ بَعْدَ الْمَوْتِ لَكِنْ لَا عَلَى الْفَوْرِ، وَحَيْثُ لَا يُشْتَرَطُ الْفَوْرُ، وَامْتَنَعَ مِنْ الْمَشِيئَةِ فَلِلْوَرَثَةِ بَيْعُهُ مَا لَمْ يَرْجِعْ\n\n(وَفِي) قَوْلِهِ: دَبَّرْتُك، أَوْ أَنْت مُدَبَّرٌ (مَتَى شِئْتَ وَمَهْمَا) أَيْ: أَوْ مَهْمَا (شِئْتَ فِي حَيَاتِهِ يَشَاءُ) أَيْ: يُشْتَرَطُ وُقُوعُ الْمَشِيئَةِ فِي حَيَاتِهِ كَسَائِرِ الصِّفَاتِ الْمُعَلَّقِ بِهَا نَعَمْ إنْ صَرَّحَ بِالْمَشِيئَةِ بَعْدَ الْمَوْتِ، أَوْ نَوَاهَا اُشْتُرِطَ وُقُوعُهَا بَعْدَهُ فَيَصِيرُ حِينَئِذٍ بَعْدَهَا مُدَبَّرًا (وَالْفَوْرُ نُفِيَ) فَلَا تُشْتَرَطُ الْمَشِيئَةُ عَلَى الْفَوْرِ، وَالتَّصْرِيحُ بِهَذَا مَعَ ذِكْرِهِمَا مِنْ زِيَادَتِهِ، وَلَوْ عَلَّقَ بِإِنْ، أَوْ إذَا اُشْتُرِطَ وُقُوعُ الْمَشِيئَةِ فِي حَيَاتِهِ أَيْضًا لَكِنْ عَلَى\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nفَهَلْ يُوَافِقُ هَذَا مَا تَقَدَّمَ عَنْ الْأَكْثَرِينَ، أَوْ هَذَا مَبْنِيٌّ عَلَى غَيْرِ قَوْلِهِمْ، وَكَذَا يُقَالُ فِي أَمْثَالِ ذَلِكَ مِمَّا يَأْتِي بَلْ تَمْثِيلُ الْمَتْنِ هَذَا تَقَدَّمَ التَّصْرِيحُ بِهِ فِي الْمَنْقُولِ عَنْ الْأَكْثَرِينَ، فَإِنَّ قَوْلَهُ: إذَا مِتّ فَهَذَا الْعَبْدُ عَتِيقٌ إنْ شَاءَ، وَقَوْلُهُمْ السَّابِقُ: إذَا مِتّ وَشِئْت الْحُرِّيَّةَ وَاحِدٌ فِي الْمَعْنَى (قَوْلُهُ: قَالَ الشَّيْخَانِ وَهَذَا الْخِلَافُ جَارٍ إلَخْ) قَضِيَّتُهُ أَنَّهُ يُشْتَرَطُ تَأْخِيرُ الْكَلَامِ عَنْ الدُّخُولِ فَهَذَا مِنْ الشَّيْخَيْنِ إفَادَةٌ؛ لِأَنَّهُ يُعْتَبَرُ فِي الشَّرْطَيْنِ الْمُتَوَسِّطِ بَيْنَهُمَا الْجَزَاءُ وُجُودُ الْأَوَّلِ قَبْلَ الثَّانِي عِنْدَ الْإِطْلَاقِ هُنَا، وَفِي الطَّلَاقِ لَكِنَّهُمَا جَعَلَا مِنْ أَمْثِلَةِ هَذَا التَّفْصِيلِ أَنْت حُرٌّ إذَا مِتّ إنْ شِئْت كَمَا قَالَ فِي الرَّوْضِ، وَقَوْلُهُ: إذَا مِتّ فَأَنْت حُرٌّ إنْ شِئْت، أَوْ أَنْت حُرٌّ إذَا مِتّ إنْ شِئْت يُحْتَمَلُ الْمَشِيئَةُ فِي الْحَيَاةِ، وَبَعْدَ الْمَوْتِ فَيُعْمَلُ بِنِيَّتِهِ فَإِنْ لَمْ يَنْوِ حُمِلَ عَلَى الْمَشِيئَةِ بَعْدَ الْمَوْتِ. اهـ.\nوَلَيْسَ هَذَا مِمَّا تَوَسَّطَ فِيهِ الْجَزَاءُ وَالْعَمَلُ بِنِيَّتِهِ، وَالْحَمْلُ عَلَى الْمَشِيئَةِ بَعْدَ الْمَوْتِ كِلَاهُمَا يُخَالِفُ مَا قَرَّرُوهُ فِي الطَّلَاقِ فِي اعْتِرَاضِ الشَّرْطِ عَلَى الشَّرْطِ، وَمَا ذَكَرْنَاهُ عَنْ الْجَوْجَرِيِّ فِي الْحَاشِيَةِ الْأُخْرَى فَلْيُحَرَّرْ (قَوْلُهُ: حُمِلَ عَلَى إرَادَتِهِ قَطْعًا) أَيْ: وَكَذَا يُقَالُ فِي مِثَالِ الطَّلَاقِ الْمَذْكُورِ\n\n(قَوْلُهُ: فَيَصِيرُ حِينَئِذٍ بَعْدَهَا مُدَبَّرًا) هَلْ يَأْتِي هَذَا عَلَى مَا تَقَدَّمَ عَنْ الْأَكْثَرِينَ وَكَتَبَ أَيْضًا ظَاهِرُ هَذِهِ الْعِبَارَةِ أَنَّ التَّدْبِيرَ يَتَحَقَّقُ بَعْدَ الْمَشِيئَةِ، وَلَا يَخْفَى مَا فِيهِ فَإِنَّهُ بَعْدَ الْمَشِيئَةِ لَا يُتَصَوَّرُ كَوْنُ الْعِتْقِ مُعَلَّقًا بِالْمَوْتِ، وَهُوَ مَعْنَى التَّدْبِيرِ لِتَقَدُّمِ الْمَوْتِ فَلَوْ كَانَ الْمُرَادُ أَنَّهُ بِالْمَشِيئَةِ يَتَبَيَّنُ التَّدْبِيرُ كَانَ قَرِيبًا فَلْيُحَرَّرْ سم. (قَوْلُهُ: وَالْفَوْرُ نُفِيَ) قَالَ الْعِرَاقِيُّ فِي ضَابِطِهِ: يَعْنِي مَا يُعْتَبَرُ فِيهِ الْوُقُوعُ بَعْدَ الْمَوْتِ، وَمَا يُعْتَبَرُ فِيهِ الْفَوْرِيَّةُ أَنَّهُ يُشْتَرَطُ وُجُودُ الصِّفَةِ بَعْدَ الْمَوْتِ إنْ عُلِّقَتْ بِالْمَوْتِ، أَوْ ذُكِرَتْ بَعْدَ الْمَوْتِ، وَإِلَّا فَيُشْتَرَطُ وُجُودُهَا فِي الْحَيَاةِ وَيُشْتَرَطُ الْفَوْرُ فِي وُجُودِ الْمَشِيئَةِ إنْ عُلِّقَتْ بِإِنْ، أَوْ بِإِذَا، وَفِي الدُّخُولِ إذَا قَالَ: إذَا مِتّ فَدَخَلْت الدَّارَ وَإِذَا مِتّ فَأَنْت حُرٌّ إنْ دَخَلْت الدَّارَ وَإِلَّا فَلَا يُشْتَرَطُ الْفَوْرُ. اهـ.\nقَالَ الْجَوْجَرِيُّ: وَالظَّاهِرُ أَنَّ مُرَادَهُ مِنْ التَّعْلِيقِ بِالْمَوْتِ أَعَمُّ مِنْ التَّعْلِيقِ بِمَا بَعْدَهُ كَأَنْتَ مُدْبِرٌ إنْ دَخَلْت الدَّارَ بَعْدَ مَوْتِي، وَمِنْ التَّعْلِيقِ الَّذِي لَا يَتَأَتَّى إلَّا فِي اعْتِرَاضِ الشَّرْطِ عَلَى الشَّرْطِ مِثْلَ أَنْ يَقُولَ: أَنْت مُدَبَّرٌ إنْ دَخَلْت الدَّارَ إنْ مِتّ فَإِنَّ الدُّخُولَ فِي مِثْلِ هَذَا مُعَلَّقٌ بِالْمَوْتِ كَمَا ذَكَرْنَاهُ فِي الطَّلَاقِ فَلَا بُدَّ فِيهِ أَنْ يَقَعَ الدُّخُولُ بَعْدَ وُقُوعِ الْمَوْتِ. اهـ. وَقَوْلُ الْعِرَاقِيِّ: إنَّ الْفَوْرَ يُشْتَرَطُ فِي إذَا مِتّ فَأَنْت حُرٌّ إنْ دَخَلْت الدَّارَ مَحَلُّ تَوَقُّفٍ، وَفِي الْمِنْهَاجِ وَشَرْحِ الْجَلَالِ الْمَحَلِّيِّ إذَا قَالَ: أَنْت حُرٌّ بَعْدَ مَوْتِي إنْ شِئْت، أَوْ مَتَى شِئْت اُشْتُرِطَ الْمَشِيئَةُ فِي حَيَاةِ السَّيِّدِ. اهـ. وَهُوَ قَدْ يُشْكِلُ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nفِيمَا قَالَهُ الْمُصَنِّفُ كَذَا يُؤْخَذُ مِنْ شَرْحِ الرَّوْضِ، وَمِنْ قَوْلِهِ هُنَا؛ لِأَنَّهُ السَّابِقُ إلَخْ تَدَبَّرْ.\n\n(قَوْلُهُ: عَلَى الْفَوْرِ) فَإِذَا قَالَ: لَمْ أَشَأْ أَوْ شِئْت، ثُمَّ رَجَعَ لَا يُعْتَبَرُ رُجُوعُهُ بِخِلَافِ مَا سَيَأْتِي فِي التَّرَاخِي فَمَتَى كَانَتْ الْمَشِيئَةُ فَوْرِيَّةً فَالِاعْتِبَارُ بِمَا وَقَعَ أَوَّلًا، وَمَتَى كَانَتْ مُتَرَاخِيَةً ثَبَتَ التَّدْبِيرُ بِمَشِيئَتِهِ لَهُ سَوَاءٌ تَقَدَّمَتْ مَشِيئَتُهُ لَهُ عَلَى رَدِّهِ أَمْ تَأَخَّرَتْ عَنْهُ. اهـ. م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ. (قَوْلُهُ: أَوْ بَعْدَ مَوْتِي) صَرِيحُ شَرْحِ الرَّوْضِ أَنَّهُ إذَا قَالَ: أَرَدْت بَعْدَ مَوْتِي لَا يُشْتَرَطُ الْفَوْرِيَّةُ؛ لِأَنَّ التَّصْرِيحَ بِهِ مُبْطِلٌ لِلْفَوْرِيَّةِ قَالَ م ر: لِأَنَّ التَّصْرِيحَ بِهَا يُفِيدُ عَدَمَ الْفَوْرِيَّةِ؛ لِأَنَّهَا لَا آخِرَ لِوَقْتِهَا. اهـ. وَقَوْلُهُ مُبْطِلٌ لِلْفَوْرِيَّةِ أَيْ: الَّتِي هِيَ مُقْتَضَى إذَا، أَوْ إنْ\n\n(قَوْلُهُ: كَسَائِرِ الصِّفَاتِ إلَخْ) قَالَ فِي شَرْحِ الرَّوْضِ:\n(5/314)",
        "\nالْفَوْرِ كَمَا عَلَّقَ الطَّلَاقَ، أَوْ الْعِتْقَ بِهَا، وَمَحَلُّ ذَلِكَ إذَا أَضَافَهَا لِلْعَبْدِ فَإِنْ لَمْ يُضِفْهَا لَهُ كَقَوْلِهِ: أَنْتَ مُدَبَّرٌ إنْ شَاءَ زَيْدٌ لَمْ تُشْتَرَطْ الْفَوْرِيَّةُ كَمَا قَالَهُ الصَّيْمَرِيُّ وَالْمَاوَرْدِيُّ لِانْتِفَاءِ التَّمْلِيكِ، وَلِهَذَا لَوْ قَالَ: إنْ دَخَلْت الدَّارَ فَأَنْت حُرٌّ لَا تُشْتَرَطُ الْفَوْرِيَّةُ، وَشَمِلَ كَلَامُهُ مَا لَوْ قَالَ: إذَا مِتّ فَأَنْت حُرٌّ مَتَى شِئْت، أَوْ مَهْمَا شِئْت، وَلَيْسَ مُرَادًا فَقَدْ تَقَدَّمَ أَنَّهُ يُشْتَرَطُ وُقُوعُ الْمَشِيئَةِ بَعْدَ الْمَوْتِ، وَلَوْ قَالَ: إذَا مِتّ وَدَخَلْت الدَّارَ فَأَنْت حُرٌّ اُشْتُرِطَ الدُّخُولُ بَعْدَ الْمَوْتِ إلَّا أَنْ يُرِيدَ الدُّخُولَ قَبْلَهُ نَقَلَهُ الشَّيْخَانِ عَنْ الْبَغَوِيّ هُنَا قَالَ فِي الْمُهِمَّاتِ: وَالصَّوَابُ أَنَّهُ لَا يُشْتَرَطُ ذَلِكَ فَقَدْ ذَكَرَ فِي الطَّلَاقِ أَنَّ هَذَا وَجْهٌ مُفَرَّعٌ عَلَى أَنَّ الْوَاوَ لِلتَّرْتِيبِ.\n\n(وَالْحَمْلُ) إذَا كَانَ (مَعْلُومًا لَدَاهُ) أَيْ: عِنْدَ التَّدْبِيرِ بِأَنْ انْفَصَلَ لِدُونِ سِتَّةِ أَشْهُرٍ مِنْ حِينِ التَّدْبِيرِ، أَوْ لِفَوْقِهَا، وَدُونَ فَوْقِ أَرْبَعِ سِنِينَ وَأُمُّهُ خَلِيَّةٌ (يُلْحَقُ بِأُمِّهِ فِيهِ) أَيْ: فِي التَّدْبِيرِ، وَإِنْ انْفَصَلَ عَنْهَا قَبْلَ مَوْتِ سَيِّدِهَا وَهَذَا مَا صَحَّحَهُ الشَّيْخَانِ قَالَ الْبُلْقِينِيُّ وَهُوَ طَرِيقَةُ الشَّيْخِ أَبِي حَامِدٍ، وَمَنْ تَبِعَهُ، وَهِيَ مَرْدُودَةٌ فَقَدْ نَصَّ الشَّافِعِيُّ فِي الْبُوَيْطِيِّ عَلَى خِلَافِهَا فَقَالَ، وَإِنْ كَانَ دَبَّرَهَا وَلَهَا حَمْلٌ، فَإِنْ أَتَتْ بِهِ لِأَقَلَّ مِنْ سِتَّةِ أَشْهُرٍ فَلَيْسَ مُدَبَّرًا، أَوْ لِسِتَّةِ أَشْهُرٍ فَمَا زَادَ فَمُدَبَّرٌ، وَحَكَاهُ الرُّويَانِيُّ عَنْ اخْتِيَارِ الْمُزَنِيّ، وَبِهِ قَطَعَ الْقَفَّالُ، وَلَا نَصَّ لِلشَّافِعِيِّ يُخَالِفُهُ، وَوَجْهُهُ أَنَّهَا حَبِلَتْ بِهِ فِي حَالَةٍ لَمْ تَتَعَلَّقْ بِهِ فِيهَا الْحُرِّيَّةُ، وَلَا سَبَبُهَا فَكَانَ كَوَلَدِ الْمُسْتَوْلَدَةِ قَبْلَ الِاسْتِيلَادِ، وَهُوَ الْأَرْجَحُ وَلَمْ يَطَّلِعْ الشَّيْخُ أَبُو حَامِدٍ وَمَنْ تَبِعَهُ عَلَى النَّصِّ. اهـ.\n\n(وَمَعَهَا) أَيْ: الْمُدْبِرَةِ أَيْ: مَعَ عِتْقِهَا (يَعْتِقُ) حَمْلُهَا كَمَا لَوْ أَعْتَقَ الْحَامِلَ، وَمِثْلُهُ فِيمَا ذُكِرَ الْوَلَدُ الْحَادِثُ بَعْدَ التَّدْبِيرِ إذَا لَمْ يَنْفَصِلْ قَبْلَ مَوْتِ السَّيِّدِ، فَإِنْ انْفَصَلَ قَبْلَهُ فَالْأَظْهَرُ فِي الْمِنْهَاجِ كَأَصْلِهِ مَا نَقَلَهُ فِي الرَّوْضَةِ عَنْ الْأَكْثَرِينَ أَنَّهُ لَا تَبَعِيَّةَ كَمَا فِي وَلَدِ الْمَرْهُونَةِ بِجَامِعِ أَنَّ كُلًّا مِنْهُمَا يَقْبَلُ الرَّفْعَ، وَكَوَلَدِ الْمُدَبَّرَةِ وَلَدُ الْمُعَلَّقِ عِتْقُهَا بِصِفَةٍ عَلَى الْأَظْهَرِ فِي أَصْلِ الرَّوْضَةِ، وَيَصِحُّ تَدْبِيرُ الْحَمْلِ دُونَ أُمِّهِ، وَلَا يَتَنَاوَلُ الْأُمَّ كَالْإِعْتَاقِ.\n\n(وَبِزَوَالِ الْمِلْكِ) عَنْ الْمُدَبَّرِ بِبَيْعٍ، أَوْ غَيْرِهِ (قُلْ بِالْبُطْلِ) لِلتَّدْبِيرِ قَالُوا: لِأَنَّهُ يَجُوزُ لِلسَّيِّدِ إزَالَةُ مِلْكِهِ عَنْهُ كَمَا فِي الْمُعَلَّقِ عِتْقُهُ بِصِفَةٍ، وَلِلْخَبَرِ السَّابِقِ وَلِمَا رَوَاهُ الشَّافِعِيُّ وَالْحَاكِمُ، وَصَحَّحَهُ مِنْ أَنَّ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - بَاعَتْ مُدَبَّرَةً لَهَا سَحَرَتْهَا وَلَا مُخَالِفَ لَهَا.\n\n(وَأَنْ يَزُلْ) أَيْ: الْمِلْكُ (عَنْ أُمِّهِ) أَيْ: الْمُدَبَّرِ وَهُوَ حَمْلٌ يُبْطِلُ التَّدْبِيرَ (لِلْحَمْلِ) سَوَاءٌ كَانَ مُدَبَّرًا بِتَبَعِيَّتِهَا أَمْ بِتَدْبِيرِهِ دُونَهَا، فَلَوْ بَاعَهَا دَخَلَ مَعَهَا فِي الْبَيْعِ، وَبَطَلَ التَّدْبِيرُ (وَلَمْ يَعُدْ) أَيْ: التَّدْبِيرُ (إنْ عَادَ) الْمِلْكُ بَعْدَ زَوَالِهِ بِنَاءً عَلَى عَدَمِ عَوْدِ الْحِنْثِ فِي الْيَمِينِ\n\n(وَالْإِيلَادِ) أَيْ: وَبِإِيلَادِهِ لِلْمُدَبَّرَةِ يَبْطُلُ التَّدْبِيرُ؛ لِأَنَّ الْإِيلَادَ أَقْوَى مِنْهُ بِدَلِيلِ أَنَّهُ لَا يُعْتَبَرُ مِنْ الثُّلُثِ، وَلَا يُمْنَعُ مِنْهُ الدَّيْنُ بِخِلَافِ التَّدْبِيرِ فَيَرْفَعُهُ الْأَقْوَى كَمَا يَرْفَعُ مِلْكَ الْيَمِينِ النِّكَاحُ، وَلَا يَرْفَعُ التَّدْبِيرَ الْإِيلَادُ بَلْ لَا يَصِحُّ تَدْبِيرُ الْمُسْتَوْلَدَةَ\n\n(لَا إنْ رَدَّ) السَّيِّدُ التَّدْبِيرَ بِالْقَوْلِ كَرَدَدْتهُ وَرَجَعْت فِيهِ وَفَسَخْته فَلَا يَبْطُلُ كَسَائِرِ التَّعْلِيقَاتِ (أَوْ أَنْكَرَهُ) ؛ لِأَنَّهُ عَقْدٌ يَتَعَلَّقُ بِهِ غَرَضُ شَخْصَيْنِ فَلَا يَرْتَفِعُ بِإِنْكَارِ أَحَدِهِمَا بِخِلَافِ الْوَكَالَةِ عَلَى مَا مَرَّ فِي بَابِهَا فَإِنَّ مَنْفَعَتَهَا الْعُظْمَى تَتَعَلَّقُ بِالْمُوَكِّلِ، وَلَا يَبْطُلُ بِالرَّهْنِ، وَالْكِتَابَةِ، وَالرِّدَّةِ، وَلَوْ مِنْ السَّيِّدِ (أَوْ أَبْطَلَا وَارِثُهُ) التَّدْبِيرَ فَلَا يَبْطُلُ، وَإِنْ بَطَلَ بِإِبْطَالِ السَّيِّدِ كَمَا لَوْ أَوْصَى لِإِنْسَانٍ بِشَيْءٍ، وَمَاتَ لَا يَجُوزُ لِلْوَارِثِ بَيْعُهُ، وَإِنْ جَازَ لِلْمُوصِي بَيْعُهُ (مِثْلُ أَعِيرُوا بَعْدِيًّا ذَا) أَيْ: كَمَا لَا تَبْطُلُ الْعَارِيَّةُ بِإِبْطَالِ الْوَارِثِ لَهَا فِي قَوْلِ مُوَرِّثِهِ: أَعِيرُوا عَبْدِي لِفُلَانٍ بَعْدَ مَوْتِي (سَنَةً) مَثَلًا؛ لِأَنَّ حَقَّ الْوَارِثِ بَعْدَ الْوَصِيَّةِ بِالنَّصِّ وَعَطَفَ عَلَى لَا إنْ رَدَّ قَوْلَهُ: 9 (وَلَا لِجَانٍ فَدَيَا) أَيْ: وَلَا إنْ فَدَى السَّيِّدُ الْمُدَبَّرَ الْجَانِيَ فَلَا يَبْطُلُ التَّدْبِيرُ بِخِلَافِ مَا إذَا بِيعَ فِي الْجِنَايَةِ (وَلَا تُكَلِّفْ) أَنْتَ (وَارِثًا أَنْ يَفْتَدِي) أَيْ: أَنْ يَفْدِيَهُ حَيْثُ مَاتَ السَّيِّدُ قَبْلَ الْبَيْعِ فِي الْجِنَايَةِ وَقَبْلَ اخْتِيَارِهِ الْفِدَاءَ بَلْ يَتَخَيَّرُ بَيْنَ أَنْ يَفْدِيَهُ وَيَعْتِقَ مِنْ الثُّلُثِ وَأَنْ يُسَلِّمَهُ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nعَلَى ضَابِطِ الْعِرَاقِيِّ كَذَا بِخَطِّ شَيْخِنَا الشِّهَابِ فَانْظُرْ قَوْلَ الْجَوْجَرِيِّ فَإِنَّ الدُّخُولَ فِي مِثْلِ هَذَا مُعَلَّقٌ بِالْمَوْتِ كَمَا ذَكَرْنَاهُ فِي الطَّلَاقِ مَعَ مَا فِي أَعْلَى الْهَامِشِ عَنْ الرَّوْضِ. (قَوْلُهُ: فَقَدْ تَقَدَّمَ أَنَّهُ يُشْتَرَطُ إلَخْ) وَحِينَئِذٍ فَقَدْ صَارَ الْعِتْقُ مُعَلَّقًا بِصِفَةٍ بَعْدَ الْمَوْتِ فَهَلْ يُخَالِفُ هَذَا مَا تَقَدَّمَ عَنْ الْأَكْثَرِينَ إنْ جُعِلَ تَدْبِيرًا.\n\n(قَوْلُهُ: فَإِنْ وَفَّى بِهِمَا) يَنْبَغِي أَنَّهُ لَوْ وَفَّى بِالْأَرْشِ، وَبَعْضَ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nلِأَنَّهَا مَشِيئَةٌ فِي عَقْدِ التَّدْبِيرِ، وَهُوَ لَا يَنْعَقِدُ بَعْدَ الْمَوْتِ. (قَوْلُهُ: فَقَدْ ذَكَرَا فِي الطَّلَاقِ) أَيْ: فِيمَا لَوْ قَالَ: إنْ دَخَلْت الدَّارَ وَكَلَّمْت زَيْدًا فَأَنْت طَالِقٌ لَكِنْ قَالَ م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ: يُفَرَّقُ بَيْنَ مَا هُنَا، وَمَا فِي الطَّلَاقِ بِأَنَّ الصِّفَتَيْنِ الْمُعَلَّقِ عَلَيْهِمَا فِي الطَّلَاقِ مِنْ فِعْلِهِ فَخُيِّرَ بَيْنَهُمَا تَقْدِيمًا وَتَأْخِيرًا، وَالصِّفَةُ الْأُولَى فِي مَسْأَلَتِنَا لَيْسَتْ مِنْ فِعْلِهِ، وَذِكْرُ الَّتِي مِنْ فِعْلِهِ عَقِبَهَا يُشْعِرُ بِتَأَخُّرِهَا عَنْهَا. اهـ.\n\n(قَوْلُهُ: وَلَا نَصَّ لِلشَّافِعِيِّ إلَخْ) لَا يَلْزَمُ مِنْهُ أَنْ يَكُونَ الْمَنْصُوصُ هُوَ الرَّاجِحُ، بَلْ قَدْ يَكُونُ الرَّاجِحُ الْمُخَرَّجُ كَمَا هُنَا فَإِنَّهُ كَمَا لَوْ أَعْتَقَ الْحَامِلَ. (قَوْلُهُ: وَوَجْهُهُ إلَخْ) تَأَمَّلْهُ فَإِنَّهُ يَأْتِي فِيمَا لَوْ وَلَدَتْهُ لِسِتَّةِ أَشْهُرٍ فَمَا زَادَ.\n\n(قَوْلُهُ: إذَا لَمْ يَنْفَصِلْ إلَخْ) لِأَنَّ الْحَرَّةَ لَا تَلِدُ إلَّا حُرًّا.\n\n(قَوْلُهُ بِخِلَافِ التَّدْبِيرِ)\n(5/315)\n",
        "لِلْبَيْعِ، وَمَحَلُّهُ إذَا لَمْ يَفِ ثُلُثُ الْمَالِ بِالْأَرْشِ، وَقِيمَةُ الْمُدَبَّرِ فَإِنْ وَفَّى بِهِمَا لَزِمَهُ الْفِدَاءُ مِنْ التَّرِكَةِ؛ لِأَنَّهُ أَعْتَقَهُ بِالتَّدْبِيرِ السَّابِقِ وَأَجَابَ عَنْهُ الشَّارِحُ بِأَنَّ الْوَارِثَ لَمْ يَفْدِ وَإِنَّمَا فَدَى مِنْ التَّرِكَةِ وَغَيْرُهُ بِأَنَّ ذَلِكَ مَعْلُومٌ مِنْ الْبَيْعِ فَإِنَّ كَلَامَهُ ثَمَّةَ يُفْهِمُ أَنَّ إعْتَاقَ الْمُوسِرِ لِلْجَانِي نَافِذٌ فَيَلْزَمُهُ الْفِدَاءُ، وَقَدْ وُجِدَ التَّقْيِيدُ الْمَذْكُورُ فِي نُسْخَةٍ بَعْدَ مَا مَرَّ بِقَوْلِهِ:\nقُلْت بَلَى إنْ يَفِ ثُلُثُ السَّيِّدْ ... بِقِيمَةِ الْجَانِي وَبِالْأَرْشِ فَدَى\n(وَفِي) قَوْلِ الْمُدَبَّرِ (كَسَبْتُ الْمَالَ) الَّذِي بِيَدِي (بَعْدَ) مَوْتِ (سَيِّدِي) فَهُوَ لِي وَقَالَ الْوَارِثُ: قَبْلَهُ فَهُوَ تَرِكَةٌ حَلَفَ الْمُدَبِّرُ؛ لِأَنَّ الْيَدَ لَهُ، وَإِنْ أَقَامَا بَيِّنَتَيْنِ بِمَا قَالَاهُ قُدِّمَتْ بَيِّنَتُهُ لِذَلِكَ (لَا فِي) قَوْلِ الْمُدَبَّرَةِ (وَلَدْتُ) هَذَا الْوَلَدَ بَعْدَ مَوْتِ سَيِّدِي فَهُوَ حُرٌّ، وَقَالَ الْوَارِثُ قَبْلَ التَّدْبِيرِ فَهُوَ قِنٌّ فَلَا تَحْلِفُ الْمُدَبَّرَةُ بَلْ الْوَارِثُ؛ لِأَنَّ الْأَصْلَ رِقُّ وَلَدِهَا، فَقَوْلُهُ: فِي كَسَبْت مُتَعَلِّقٌ بِقَوْلِهِ (حَلِّفْ الْمُدَبَّرَا) وَذَكَرَ مِنْ زِيَادَتِهِ الْفَرْقَ بَيْنَ الصُّورَتَيْنِ بِقَوْلِهِ: (إذْ مَا عَلَى الْحُرِّ يَدٌ فَتَظْهَرَا) أَيْ: إذْ الْحُرُّ لَا يَدْخُلُ تَحْتَ الْيَدِ حَتَّى تَظْهَرَ عَلَيْهِ بِخِلَافِ الْمَالِ لَكِنْ لَا حَاجَةَ فِي الْفَرْقِ إلَى قَوْلِهِ: فَتَظْهَرَا.\n\n(بَابُ الْكِتَابَةِ) بِكَسْرِ الْكَافِ، وَقِيلَ: بِفَتْحِهَا كَالْعَتَاقَةِ وَهِيَ لُغَةً: الضَّمُّ وَالْجَمْعُ، وَشَرْعًا: عَقْدُ عِتْقٍ بِلَفْظِهَا بِعِوَضٍ مُنَجَّمٍ بِنَجْمَيْنِ فَأَكْثَرَ، وَسُمِّيَ كِتَابَةً لِمَا فِيهِ مِنْ ضَمِّ نَجْمٍ إلَى نَجْمٍ، وَقِيلَ: لِأَنَّهُ يَوْثُقُ بِهَا غَالِبًا وَهِيَ خَارِجَةٌ عَنْ قَوَاعِدِ الْمُعَامَلَاتِ لِدَوَرَانِهَا بَيْنَ السَّيِّدِ، وَعَبْدِهِ وَلِأَنَّهَا بَيْعُ مَالِهِ بِمَالِهِ، وَالْأَصْلُ فِيهَا قَبْلَ الْإِجْمَاعِ قَوْله تَعَالَى {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} [النور: 33] وَخَبَرُ «مَنْ أَعَانَ غَارِمًا أَوْ غَازِيًا، أَوْ مُكَاتَبًا فِي فَكِّ رَقَبَتِهِ أَظَلَّهُ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلُّ إلَّا ظِلُّهُ» ، وَخَبَرُ «الْمُكَاتَبُ عَبْدٌ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ» رَوَاهُمَا الْحَاكِمُ، وَصَحَّحَ إسْنَادَهُمَا، وَالْحَاجَةُ دَاعِيَةٌ لَهَا، وَإِنَّمَا لَمْ تَجِبْ قِيَاسًا عَلَى التَّدْبِيرِ.\nوَأَرْكَانُهَا أَرْبَعَةٌ: سَيِّدٌ، وَمُكَاتَبٌ، وَعِوَضٌ، وَصِيغَةٌ، وَقَدْ أَخَذَ فِي بَيَانِهَا فَقَالَ: (تَصِحُّ مِنْ أَهْلِ التَّبَرُّعَاتِ) الْمُخْتَارُ وَلَوْ كَافِرًا حَرْبِيًّا، أَوْ غَيْرَهُ (لَا ذِي رِدَّةِ كِتَابَةٌ) ؛ لِأَنَّهَا تَبَرُّعٌ إذْ الْمُكَاتَبُ، وَكَسْبُهُ لِلسَّيِّدِ فَمُقَابَلَةُ أَحَدِهِمَا بِالْآخَرِ نُزُولٌ عَنْ أَحَدِهِمَا مَجَّانًا فَلَا تَصِحُّ مِنْ مَحْجُورٍ عَلَيْهِ بِسَفَهٍ، أَوْ غَيْرِهِ، وَلَا مِنْ أَوْلِيَائِهِمْ عَنْهُمْ، وَلَا مِنْ مُكْرَهٍ، وَلَا مِنْ مَرِيضٍ فِيمَا زَادَ عَلَى الثُّلُثِ، وَلَمْ تُجِزْهُ الْوَرَثَةُ، وَلَا مِنْ مُرْتَدٍّ أَمَّا لَوْ كَاتَبَ، ثُمَّ ارْتَدَّ فَلَا تَبْطُلُ كِتَابَتُهُ كَبَيْعِهِ لَكِنْ يَمْتَنِعُ دَفْعُ النُّجُومِ إلَيْهِ؛ لِأَنَّهُ مَحْجُورٌ عَلَيْهِ بَلْ تُدْفَعُ لِلْحَاكِمِ فَلَوْ دَفَعَهَا لِلْمُرْتَدِّ لَمْ يَعْتِقْ، وَيَسْتَرِدُّهَا، وَيَدْفَعُهَا إلَى الْحَاكِمِ فَإِنْ تَلِفَتْ فَإِنْ كَانَ مَعَهُ مَا يَفِي بِهَا، وَدَفَعَهُ إلَى الْحَاكِمِ فَذَاكَ وَإِلَّا فَلَهُ تَعْجِيزُهُ ثُمَّ إنْ مَاتَ السَّيِّدُ عَلَى الرِّدَّةِ بَعْدَ تَعْجِيزِهِ فَهُوَ رَقِيقٌ، وَإِنْ أَسْلَمَ أُلْغِيَ التَّعْجِيزُ؛ لِأَنَّ مَنْعَ التَّسْلِيمِ كَانَ لِحَقِّ الْمُسْلِمِينَ وَقَدْ صَارَ لَهُ فَيَعْتَدُّ بِقَبْضِهِ وَهَذَا بِخِلَافِ مَا لَوْ دَفَعَهَا لِلْمَحْجُورِ عَلَيْهِ بِسَفَهٍ، وَأَتْلَفَهَا وَعَجَّزَهُ الْوَلِيُّ، ثُمَّ فَكَّ الْحَجْرَ فَإِنَّهُ لَا يُلْغِي تَعْجِيزَهُ؛ لِأَنَّ حَجْرَ السَّفِيهِ أَقْوَى، وَلِهَذَا لَا يَنْفُذُ تَصَرُّفُهُ قَطْعًا وَلِأَنَّ حَجْرَهُ لِحِفْظِ مَالِهِ، فَلَوْ حَسَبَ عَلَيْهِ مَا أَتْلَفَهُ لَمْ يَحْصُلْ حِفْظٌ، وَحَجْرُ الْمُرْتَدِّ لِحَقِّ الْمُسْلِمِينَ وَقَدْ عَادَلَهُ (إنْ شَمِلَا) أَيْ: عَقْدُ الْكِتَابَةِ (جَمِيعَ مَا رَقَّ) مِنْ الْمُكَاتَبِ مِنْ فَلَوْ كَاتَبَ بَعْضَ رَقِيقِهِ، وَبَاقِيه حُرٌّ صَحَّ لِحُصُولِ الِاسْتِقْلَالِ بِخِلَافِ مَا لَوْ كَانَ بَاقِيهِ رَقِيقًا؛ لِأَنَّهُ حِينَئِذٍ لَا يَسْتَقِلُّ بِالتَّرَدُّدِ لِاكْتِسَابِ النُّجُومِ لَكِنَّهُ إنْ أَدَّى النُّجُومَ قَبْلَ فَسْخِ السَّيِّدِ الْكِتَابَةَ عَتَقَ، وَسَرَى مُطْلَقًا إنْ كَانَ بَاقِيهِ لَهُ، وَمَعَ الْيَسَارِ إنْ كَانَ لِغَيْرِهِ وَاسْتَرَدَّ مِنْ سَيِّدِهِ مَا دَفَعَهُ إلَيْهِ، وَرَجَعَ عَلَيْهِ السَّيِّدُ بِقِسْطِ الْقَدْرِ الْمُكَاتَبِ مِنْ الْقِيمَةِ وَلَوْ كَاتَبَهُ الشَّرِيكَانِ مَعًا صَحَّ بِشَرْطِ اتِّفَاقِ النُّجُومِ جِنْسًا، وَصِفَةً، وَأَجَلًا، وَعَدَدًا.\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقِيمَةِ الْمُدَبَّرِ لَزِمَ فِدَاءُ بَعْضِهِ مِنْ التَّرِكَةِ فَيَعْتِقُ دُونَ بَاقِيهِ. (قَوْلُهُ: لَزِمَهُ الْفِدَاءُ مِنْ التَّرِكَةِ) هَذَا اللُّزُومُ، وَلَوْ فِي الْبَعْضِ بِأَنْ لَمْ يُخْرِجْ مِنْ الثُّلُثِ إلَّا بَعْضَهُ بَيَّنَ فِي شَرْحِ الرَّوْضِ أَنَّهُ الْمُعْتَمَدُ خِلَافًا لِمَا ادَّعَاهُ الْإِسْنَوِيُّ، وَعِبَارَةُ الرَّوْضِ: فَإِنْ مَاتَ السَّيِّدُ، وَقَدْ جَنَى أَيْ: الْمُدَبَّرُ، وَلَمْ يَبِعْهُ وَلَمْ يَخْتَرْ فِدَاءَهُ فَكَعِتْقٍ أَيْ: فَمَوْتُهُ كَإِعْتَاقِ الْقِنِّ الْجَانِي فَإِنْ كَانَ السَّيِّدُ مُوسِرًا عَتَقَ وَفَدَى مِنْ التَّرِكَةِ بِالْأَقَلِّ مِنْ قِيمَتِهِ وَالْأَرْشِ. اهـ. قَالَ فِي شَرْحِهِ، وَإِنْ كَانَ مُعْسِرًا لَمْ يَعْتِقْ مِنْهُ شَيْءٌ إنْ اسْتَغْرَقَتْهُ الْجِنَايَةُ، وَإِلَّا فَيَعْتِقُ مِنْهُ ثُلُثُ الْبَاقِي قَالَ الرَّافِعِيُّ: وَيُشْبِهُ أَنْ يُقَالَ الْمَيِّتُ مُعْسِرٌ عَلَى مَا مَرَّ فِي سِرَايَةِ الْعِتْقِ قَالَ الْإِسْنَوِيُّ: قَدْ اسْتَفَدْنَا مِنْ هَذَا تَرْجِيحَ عَدَمِ النُّفُوذِ هُنَا، وَحَذَفَهُ مِنْ الرَّوْضَةِ فَأَوْهَمَ تَرْجِيحَ خِلَافِهِ اعْتِمَادًا عَلَى التَّرِكَةِ قُلْت: وَهُوَ الْمُعْتَمَدُ وَيُفَارِقُ السِّرَايَةَ بِأَنَّ سَبَبَ الْعِتْقِ فِيهِ مُتَقَدِّمٌ عَلَى الْمَوْتِ، وَسَبَبَ السِّرَايَةِ مُتَأَخِّرٌ عَنْهُ. اهـ.\n\n(قَوْلُهُ: لَا فِي وَلَدْت) لَعَلَّ صُورَتَهُ فِي وَلَدٍ حَمَلَتْ بِهِ بَعْدَ التَّدْبِيرِ وَإِلَّا فَمَا حَمَلَتْ بِهِ قَبْلَهُ مُدَبَّرٌ، وَإِنْ انْفَصَلَ قَبْلَ مَوْتِ السَّيِّدِ كَمَا تَقَدَّمَ فَهُوَ بِمَوْتِهِ حُرٌّ بِكُلِّ حَالٍ سم. (قَوْلُهُ: إذْ مَا عَلَى الْحُرِّيَّةِ) أَيْ: وَالْوَلَدُ حُرٌّ بِزَعْمِهَا فَلَا يَدَ لَهَا بِزَعْمِهَا.\n\n[بَابُ الْكِتَابَةِ]\n[أَرْكَانُ الْكِتَابَةِ]\n(بَابُ الْكِتَابَةِ)\n(قَوْلُهُ: أَوْ غَيْرِهِ) أَيْ: السَّفَهِ (قَوْلُهُ: وَلَا مِنْ مُرْتَدٍّ) وَإِنْ وَقَفْنَا مِلْكَهُ؛ لِأَنَّهَا عَقْدُ مُعَاوَضَةٍ وَالْعُقُودُ لَا تُوقَفُ بِخِلَافِ التَّدْبِيرِ فَإِنَّهُ تَعْلِيقُ عِتْقٍ، وَالتَّعَالِيقُ تَقْبَلُ الْوَقْفَ شَرْحٌ رَوْضٌ (قَوْلُهُ: بِخِلَافِ مَا لَوْ كَانَ بَاقِيهِ رَقِيقًا) فَإِنَّ كِتَابَتَهُ فَاسِدَةٌ (قَوْلُهُ: لِأَنَّهُ حِينَئِذٍ إلَخْ) وَلِأَنَّهُ لَا يُمْكِنُ صَرْفُ سَهْمِ الْمُكَاتَبِينَ إلَيْهِ شَرْحٌ رَوْضٌ (قَوْلُهُ: عَتَقَ وَسَرَى) أَيْ: لِوُجُودِ الصِّفَةِ (قَوْلُهُ: وَلَوْ كَاتَبَهُ الشَّرِيكَانِ صَحَّ) وَلَوْ عَجَّزَهُ أَحَدُهُمَا بَطَلَ فِي الْجَمِيعِ كَالْوَارِثَيْنِ رَوْضٌ (قَوْلُهُ: وَكَوْنُ حِصَّةِ كُلٍّ مِنْهُمَا إلَخْ)\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nفَإِنَّهُ يَبْطُلُ إذَا اسْتَغْرَقَ الدَّيْنُ التَّرِكَةَ.\n\n. (قَوْلُهُ: وَعَدَدًا) أَيْ: عَدَدَ النُّجُومِ لِإِعْدَادِ الْقَدْرِ الْمُؤَدِّي (قَوْلُهُ: جِنْسًا) فَلَا يَصِحُّ أَنْ يَكُونَ بِالنِّسْبَةِ لِأَحَدِهِمَا دَنَانِيرَ وَلِلْآخَرِ دَرَاهِمَ، وَأَمَّا كَوْنُ بَعْضِهَا دَرَاهِمَ لَهُمَا، وَبَعْضِهَا الْآخَرِ دَنَانِيرَ لَهُمَا فَلَا مَانِعَ مِنْهُ سم.\n\n(بَابُ الْكِتَابَةِ)\n(5/316)\n\nوَكَوْنُ حِصَّةِ كُلٍّ مِنْهُمَا مِنْ النُّجُومِ بِنِسْبَةِ مِلْكِهِ سَوَاءٌ صَرَّحَ بِهِ أَمْ أَطْلَقَ.\n\n(وَبَعْضٌ) مِنْ الرَّقِيقِ (يُحْتَمَلْ) كِتَابَتُهُ (إنْ كَانَ فِي وَصِيَّةٍ) بِأَنْ، أَوْصَى بِكِتَابَةِ رَقِيقِهِ فَلَمْ يُخْرِجْ مِنْ الثُّلُثِ إلَّا بَعْضَهُ، وَلَمْ تُجِزْ الْوَرَثَةُ الْبَاقِيَ فَيَجُوزُ كِتَابَةُ الْبَعْضِ الَّذِي احْتَمَلَهُ الثُّلُثُ، وَلَوْ كَاتَبَ فِي مَرَضِهِ رَقِيقًا هُوَ جَمِيعُ تَرِكَتِهِ، وَلَمْ تُجِزْ الْوَرَثَةُ صَحَّ فِي ثُلُثِهِ كَذَا لَوْ، أَوْصَى بِكِتَابَةِ بَعْضِ رَقِيقِهِ كَمَا ذَكَرَهُ الطَّاوُسِيُّ وَابْنُ الرِّفْعَةِ، وَجَزَمَ الْبَارِزِيُّ بِانْدِرَاجِهِ فِي تَعْبِيرِ الْحَاوِي، وَنَازَعَ فِي ذَلِكَ الْبُلْقِينِيُّ لِصِحَّةِ الْوَصِيَّةِ فِيمَا تَقَدَّمَ وَالتَّبْعِيضُ عَارِضٌ بِخِلَافِ هَذِهِ فَإِنَّهَا صَدَرَتْ بِالتَّبْعِيضِ الْمُمْتَنِعِ عَلَى أَصْلِ الشَّافِعِيِّ\n\nوَلَا تَصِحُّ كِتَابَةُ الْمُسْتَأْجَرِ؛ لِأَنَّهُ لَا يَتَفَرَّغُ لِاكْتِسَابِ النُّجُومِ، وَلَا كِتَابَةُ الْمَرْهُونِ؛ لِأَنَّ الرَّهْنَ مُحْوِجٌ لِلْبَيْعِ، وَالْكِتَابَةُ تَمْنَعُ مِنْهُ\n\nوَيُعْتَبَرُ فِي الْمُكَاتَبِ أَنْ يَكُونَ مُكَلَّفًا مُخْتَارًا نَعَمْ تَصِحُّ كِتَابَةُ السَّكْرَانِ (بِذِي أَجَلْ) أَيْ: صَحَّتْ الْكِتَابَةُ بِدَيْنٍ مُؤَجَّلٍ وَلَوْ كَانَتْ لِمُبَعَّضٍ اتِّبَاعًا لِلسَّلَفِ، وَالْخَلَفِ فَلَا تَصِحُّ بِعَيْنٍ لِمُخَالَفَةِ ذَلِكَ؛ وَلِأَنَّ الرَّقِيقَ لَا يَمْلِكُهَا فَلَوْ كَاتَبَ بِثَوْبٍ مَوْصُوفٍ عَلَى أَنْ يُؤَدِّيَ نِصْفَهُ بَعْدَ سَنَةٍ، وَنِصْفَهُ الْآخَرَ بَعْدَ سَنَتَيْنِ لَمْ يَصِحَّ؛ لِأَنَّهُ إذَا سَلَّمَ النِّصْفَ فِي الْأُولَى تَعَيَّنَ النِّصْفُ الثَّانِي لِلثَّانِيَةِ وَالْمُعَيَّنُ لَا يَجُوزُ تَأْجِيلُهُ، وَلَا بِدَيْنٍ حَالٍّ لِعَجْزِهِ عَنْهُ عَقِبَ الْعَقْدِ (مُنَجَّمٍ بِاثْنَيْنِ) أَيْ: مُؤَقَّتٍ بِوَقْتَيْنِ (أَوْ بِأَعْلَى) أَيْ: أَكْثَرَ اتِّبَاعًا لِلسَّلَفِ وَالْخَلَفِ، وَلَوْ كَفَى نَجْمٌ لَفَعَلُوهُ مُبَادَرَةً لِلْقُرُبَاتِ، وَلَا فَرْقَ بَيْنَ قِلَّةِ النَّجْمِ مَعَ كَثْرَةِ مَا يُؤَدِّي فِيهِ، وَبَيْنَ غَيْرِهِ لِإِمْكَانِ الْقُدْرَةِ عَلَى ذَلِكَ كَمَا لَوْ أَسْلَمَ إلَى مُعْسِرٍ فِي مَالٍ كَثِيرٍ إلَى أَجَلٍ قَصِيرٍ (أَوْ نَفْعِ) أَيْ: صَحَّتْ بِدَيْنٍ مُؤَجَّلٍ كَمَا مَرَّ، أَوْ بِمَنْفَعَةِ (عَيْنٍ) ، أَوْ ذِمَّةٍ فَلَا يُشْتَرَطُ فِيهَا التَّأْجِيلُ؛ لِأَنَّهُ إنَّمَا اشْتَرَطَ لِحُصُولِ الْقُدْرَةِ وَهُوَ قَادِرٌ عَلَى الِاشْتِغَالِ بِالْمَنْفَعَةِ حَالًّا، وَلَا يَصِحُّ تَأْجِيلُ مَنْفَعَةِ الْعَيْنِ كَالْعَيْنِ بَلْ يُشْتَرَطُ اتِّصَالُهَا بِالْعَقْدِ كَمَا سَيَأْتِي (إنْ عُلِمْنَ) أَيْ: الدَّيْنُ، وَالنَّجْمُ، وَعَدَدُهُ، وَالْمَنْفَعَةُ (كُلًّا) بِنَصْبِهِ تَمْيِيزًا مُحَوَّلًا عَنْ نَائِبِ الْفَاعِلِ أَيْ: صَحَّتْ الْكِتَابَةُ بِالْأُمُورِ الْمَذْكُورَةِ إنْ عُلِمَتْ كُلُّهَا فَلَوْ كَاتَبَ عَلَى مَنْفَعَةِ شَهْرٍ لَمْ يَصِحَّ لِاخْتِلَافِ الْمَنَافِعِ، وَكَذَا عَلَى خِدْمَةِ شَهْرٍ مِنْ الْعَقْدِ إذَا لَمْ يُبَيِّنْ الْعَمَلَ فِي الْخِدْمَةِ عَلَى مَا جَزَمَ بِهِ الْبَغَوِيّ، وَنَقَلَهُ ابْنُ الرِّفْعَةِ عَنْ ظَاهِرِ النَّصِّ.\nوَقَالَ ابْنُ الصَّبَّاغِ يَكْفِي إطْلَاقُ الْخِدْمَةِ قَالَ الْإِسْنَوِيُّ وَهُوَ الصَّحِيحُ وَيَتَّبِعُ الْعُرْفَ كَمَا مَرَّ بَيَانُهُ فِي الْإِجَارَةِ (قُلْتُ وَنَفْعُ الْعَيْنِ شَرْطُ صِحَّتِهْ) يَعْنِي: صِحَّةَ الْكِتَابَةِ بِهِ (وَصْلٌ بِعَقْدٍ) أَيْ: إيصَالُهُ بِعَقْدِهَا (دُونَ نَفْعِ ذِمَّتِهِ) فَيَجُوزُ تَأْجِيلُهُ (قَالُوا وَنَفْعُ الْعَيْنِ) لَا يَكْفِي وَحْدَهُ فِي عِوَضِ الْكِتَابَةِ بَلْ (لَا بُدَّ مَعَهْ مِنْ ذِكْرِ نَحْوِ دِرْهَمٍ، أَوْ مَنْفَعَهْ فِي ذِمَّةِ مَنْ بَعْدَ عَقْدٍ تَجْرِي بِيَوْمٍ، أَوْ عِنْدَ انْقِضَاءِ الشَّهْرِ، أَوْ قَالَ: بَعْدَهُ بِيَوْمٍ) كَقَوْلِهِ: كَاتَبْتُك عَلَى أَنْ تَخْدُمَنِي شَهْرًا مِنْ الْآنِ وَعَلَى إعْطَاءِ دِرْهَمٍ، أَوْ خِيَاطَةِ ثَوْبٍ فِي ذِمَّتِك بَعْدَ الْعَقْدِ بِيَوْمٍ، أَوْ عِنْدَ انْقِضَاءِ الشَّهْرِ، أَوْ عَقِبَهُ، أَوْ بَعْدَهُ بِيَوْمٍ، وَتَجُوزُ عَلَى بِنَاءِ دَارَيْنِ كُلٍّ مِنْهُمَا فِي وَقْتٍ، وَلَوْ كَاتَبَهُ عَلَى خِدْمَةِ شَهْرَيْنِ مَثَلًا، وَقَدَّرَ كُلَّ شَهْرٍ نَجْمًا لَمْ يَصِحَّ؛ لِأَنَّ الْجَمِيعَ نَجْمٌ وَاحِدٌ وَالْمُطَالَبَةُ بِهِ ثَابِتَةٌ فِي الْحَالِ إلَّا أَنَّهُ يُوَفِّي بِمُضِيِّ الزَّمَانِ، فَلَوْ شَرَطَ صَرِيحًا كَوْنَ خِدْمَةِ شَهْرٍ نَجْمًا، وَخِدْمَةُ الشَّهْرِ بَعْدَهُ نَجْمًا آخَرَ لَمْ يَصِحَّ عَلَى الصَّحِيحِ الْمَنْصُوصِ؛ لِأَنَّ مَنْفَعَةَ الشَّهْرِ الثَّانِي مُتَعَيِّنَةٌ، وَالْمَنَافِعُ الْمُتَعَلِّقَةُ بِالْأَعْيَانِ لَا تُؤَجَّلُ (وَلْيَقُلْ) عَلَى كَلَامِ الْحَاوِي، وَغَيْرِهِ (قَدْ أَطْلَقُوا هُنَا) أَيْ: فِي الْكِتَابَةِ (اشْتِرَاطًا\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nالْأَنْسَبُ وَيَكُونُ الْأَجَلُ قَوْلُهُ: سَوَاءٌ إلَخْ بِرّ\n\n(قَوْلُهُ: وَبَعْضٌ يُحْتَمَلُ إلَخْ) قَالَ فِي شَرْحِ الرَّوْضِ: وَلَوْ كَانَ بَعْضُهُ مَوْقُوفًا عَلَى خِدْمَةِ مَسْجِدٍ، أَوْ نَحْوِهِ مِنْ الْجِهَاتِ الْعَامَّةِ وَبَعْضُهُ رَقِيقًا، وَكَاتَبَهُ مَالِكُهُ فَيُشْبِهُ أَنْ يَصِحَّ بِنَاءً عَلَى قَوْلِنَا الْمِلْكُ فِي الْوَقْفِ يَنْتَقِلُ إلَى اللَّهِ تَعَالَى وَهُوَ الْمَذْهَبُ؛ لِأَنَّهُ مُنْتَقِلٌ بِنَفْسِهِ فِي الْجُمْلَةِ كَذَا ذَكَرَهُ الْأَذْرَعِيُّ، وَالْأَوْجَهُ خِلَافُهُ لِمُنَافَاتِهِ تَعْلِيلَيْهِمْ السَّابِقَيْنِ وَلَوْ سَلِمَ فَالْبِنَاءُ الْمَذْكُورُ لَا يَخْتَصُّ بِالْجِهَاتِ الْعَامَّةِ. اهـ.\n\n(قَوْلُهُ: مُنَجَّمٌ بِاثْنَيْنِ، أَوْ بِأَعْلَى) قَالَ فِي الرَّوْضِ: وَلَوْ كَاتَبَ بِنَجْمَيْنِ أَيْ: مَثَلًا عَلَى أَنْ يَعْتِقَ بِالْأَوَّلِ صَحَّ، وَعَتَقَ بِالْأَوَّلِ قَالَ فِي شَرْحِهِ؛ لِأَنَّهُ لَوْ كَاتَبَهُ مُطْلَقًا، وَأَدَّى بَعْضَ الْمَالِ فَأَعْتَقَهُ عَلَى أَنْ يُؤَدِّيَ الْبَاقِيَ بَعْدَ الْعِتْقِ صَحَّ فَكَذَا لَوْ شَرَطَهُ ابْتِدَاءً. اهـ.\n(قَوْلُهُ: وَيَجُوزُ عَلَى بِنَاءِ دَارَيْنِ) لَعَلَّ الْمُرَادَ عَلَى إلْزَامِ ذِمَّتِهِ بِبِنَائِهِمَا إذْ لَوْ أُرِيدَ بِنَاؤُهُ بِنَفْسِهِ كَانَتْ الْمَنْفَعَةُ مُتَعَلِّقَةً بِالْعَيْنِ، وَهِيَ لَا تُؤَجَّلُ وَالْغَرَضُ هُنَا تَأْجِيلُهَا بِدَلِيلِ قَوْلِهِ: فِي وَقْتَيْنِ مَعْلُومَيْنِ فَلْيُتَأَمَّلْ ذَلِكَ، وَقَوْلُهُ: وَكُلٌّ مِنْهُمَا فِي وَقْتٍ لَك أَنْ تَقُولَ فِيهِ: جَمَعَ بَيْنَ التَّقْدِيرِ بِالْعَمَلِ وَهُوَ بِنَاءُ الدَّارَيْنِ، وَبِالزَّمَانِ وَهُوَ الْوَقْتَانِ، وَقَدْ مَنَعُوا ذَلِكَ فِي الْإِجَارَةِ لِمَعْنًى مَوْجُودٍ هُنَا فَهَلْ يُفَرَّقُ بَيْنَهُمَا بِنَحْوِ أَنَّ الْمَنْفَعَةَ هُنَاكَ مُعَوَّضٌ وَهُنَا عِوَضٌ، وَيُتَسَامَحُ فِي الْعِوَضِ مَا لَا يُتَسَامَحُ فِي الْمُعَوَّضِ، أَوْ يُسَوَّى بَيْنَهُمَا فَيُحْمَلُ الْوَقْتَانِ هُنَا عَلَى وَقْتَيْ ابْتِدَاءِ الشُّرُوعِ فِي كُلِّ دَارٍ لَا عَلَى جَمِيعِ وَقْتِهِمَا، أَوْ كَيْفَ الْحَالُ فَلْيُحَرَّرْ سم. (قَوْلُهُ: لَمْ يَصِحَّ) قَالَ فِي شَرْحِ الرَّوْضِ: قَالَ الرَّافِعِيُّ؛ لِأَنَّ مَنْفَعَةَ الشَّهْرِ الثَّانِي مُتَعَيِّنَةٌ وَالْمَنَافِعُ الْمُتَعَلِّقَةُ بِالْأَعْيَانِ لَا تُؤَجَّلُ. اهـ. وَقَدْ يُفْهَمُ أَنَّهُ لَوْ لَمْ تَتَعَيَّنْ الْخِدْمَةُ فِي الثَّانِي بِأَنْ كَانَتْ فِي الذِّمَّةِ صَحَّ لَكِنْ قَضِيَّةُ قَوْلِهِ: هُنَا؛ لِأَنَّ الْجَمِيعَ إلَخْ خِلَافُهُ. (قَوْلُهُ: مُتَعَيِّنَةٌ) وَالْمَنَافِعُ الْمُتَعَلِّقَةُ بِالْأَعْيَانِ لَا تُؤَجَّلُ هَذَا يَقْتَضِي تَصْوِيرَ الْمَسْأَلَةِ بِخِدْمَتِهِ بِنَفْسِهِ، أَمَّا لَوْ الْتَزَمَهَا فِي ذِمَّتِهِ فَهَذَا يَنْفَعُ ذِمَّةً وَقَدْ تَقَدَّمَ أَنَّهَا تُؤَجَّلُ فَلْيُرَاجَعْ.\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: وَنَازَعَ الْبُلْقِينِيُّ إلَخْ) قَالَ ق ل عَلَى الْجَلَالِ: الْمُعْتَمَدُ الْبُطْلَانُ فِي هَذِهِ الصُّورَةِ، وَمِثْلُهَا مَا لَوْ كَانَ فِي مَرَضِ مَوْتِهِ بَعْضُ رَقِيقٍ هُوَ ثُلُثُ مَالِهِ\n\n(قَوْلُهُ: اتِّبَاعًا إلَخْ) لِخُرُوجِهَا عَنْ الْقِيَاسِ فَيُقْتَصَرُ فِيهَا عَلَى مَا وَرَدَ. اهـ. م ر",
        "(5/317)\n\nلِلْأَجَلْ) فِي عِوَضِهَا (وَلَيْسَ مَشْرُوطًا لِنَفْعِ قَدَرَا عَلَى شُرُوعِهِ بِهِ مُبْتَدِرَا) أَيْ: أَطْلَقُوا اشْتِرَاطَ ذَلِكَ مَعَ أَنَّهُ لَا يُشْتَرَطُ فِيمَا إذَا كَانَ الْعِوَضُ مَنْفَعَةً يُمْكِنُهُ الشُّرُوعُ فِيهَا فِي الْحَالِ سَوَاءٌ تَعَلَّقَتْ بِالْعَيْنِ أَمْ بِالذِّمَّةِ، وَحَاصِلُ زِيَادَتِهِ أَنَّهُ اعْتَرَضَ أَوَّلًا عَلَى الْحَاوِي بِأَنَّ مَنْفَعَةَ الْعَيْنِ يُشْتَرَطُ اتِّصَالُهَا بِالْعَقْدِ دُونَ مَنْفَعَةِ الذِّمَّةِ، وَكَلَامُهُ لَا يُفْهِمُ ذَلِكَ وَبِأَنَّ كَلَامَهُ يَقْتَضِي الِاكْتِفَاءَ بِهَا وَحْدَهَا، وَلَيْسَ كَذَلِكَ، وَثَانِيًا عَلَيْهِ وَعَلَى غَيْرِهِ بِأَنَّهُمْ أَطْلَقُوا اشْتِرَاطَ الْأَجَلِ فِي الْعِوَضِ مَعَ أَنَّهُ لَا يُشْتَرَطُ فِي الْمَنْفَعَةِ، وَأَنْتَ خَبِيرٌ بِأَنَّ اشْتِرَاطَ الِاتِّصَالِ مَفْهُومٌ مِنْ كَلَامِهِ فِي الْإِجَارَةِ وَبِأَنَّ كَلَامَهُ، وَإِنْ اقْتَضَى الِاكْتِفَاءَ بِمَا ذُكِرَ لَكِنَّهُ لَمْ يُرِدْهُ، وَإِنَّمَا أَرَادَ اسْتِثْنَاءَ ذَلِكَ مِنْ اشْتِرَاطِ التَّأْجِيلِ وَبِأَنَّهُمْ لَمْ يُطْلِقُوا اشْتِرَاطَ الْأَجَلِ بَلْ ذَكَرُوا عَقِبَهُ مَا يُقَيِّدُهُ كَمَا تَقَرَّرَ\n\n(بِقَوْلِ كَاتَبْتُ) أَيْ: تَصِحُّ الْكِتَابَةُ بِقَوْلِ السَّيِّدِ لِرَقِيقِهِ كَاتَبْتُك عَلَى كَذَا مَعَ قَوْلِهِ: (فَإِنْ أَدَّيْتَ لِي) النُّجُومَ (فَأَنْت حُرٌّ، أَوْ نَوَى) ذَلِكَ فَإِنْ لَمْ يَقُلْهُ، وَلَمْ يَنْوِهِ لَمْ تَصِحَّ الْكِتَابَةُ بِخِلَافِ التَّدْبِيرِ حَيْثُ يَصِحُّ بِمُجَرَّدِ قَوْلِهِ: دَبَّرْتُك، أَوْ أَنْتَ مُدَبَّرٌ كَمَا مَرَّ؛ لِأَنَّهُ كَانَ مَعْلُومًا فِي الْجَاهِلِيَّةِ، وَلَمْ يُغَيَّرْ وَالْكِتَابَةُ تَقَعُ عَلَى الْعَقْدِ الْمَعْلُومِ، وَعَلَى الْمُخَارَجَةِ وَهِيَ تَوْظِيفُ خَرَاجٍ عَلَى عَبْدِهِ الْكَسُوبِ فَلَا بُدَّ مِنْ التَّمْيِيزِ بِلَفْظٍ، أَوْ نِيَّةٍ، وَقَوْلُهُ: كَغَيْرِهِ فَإِنْ أَدَّيْت فَأَنْتَ حُرٌّ جَرَى عَلَى الْغَالِبِ مِنْ وُجُودِ الْأَدَاءِ فِي الْكِتَابَةِ، وَإِلَّا فَيَكْفِي كَمَا قَالَ جَمَاعَةٌ أَنْ يَقُولَ: فَإِذَا بَرِئْت مِنْهُ، أَوْ فَرَغَتْ ذِمَّتُك مِنْهُ فَأَنْتَ حُرٌّ، أَوْ يَنْوِيهِ، وَقَوْلُهُ: مِنْ زِيَادَتِهِ لِي الْمُرَادُ بِهِ لِي وَلَوْ بِنَائِبِي (وَلْيَقْبَلْ) أَيْ: الْمُكَاتَبُ عَقِبَ إيجَابِ السَّيِّدِ كَالْبَيْعِ وَنَحْوِهِ فَلَا يَكْفِي بِغَيْرِ قَبُولٍ، وَلَا بِقَبُولٍ مُنْفَصِلٍ، وَلَا بِقَبُولِ الْأَجْنَبِيِّ بِغَيْرِ إذْنٍ لِمُخَالَفَةِ وَضْعِ الْبَابِ، وَقِيلَ: يَكْفِي كَخُلْعِ الْأَجْنَبِيِّ.\n\n(وَنُدِبَتْ) أَيْ: الْكِتَابَةُ (إذَا) رَقِيقٌ (أَمِينٌ كَاسِبُ يَطْلُبُهَا) وَبِالْأَمَانَةِ، وَالْكَسْبِ فَسَّرَ الشَّافِعِيُّ الْخَيْرَ فِي الْآيَةِ وَاعْتَبَرَ الْأَوَّلَ لِئَلَّا يَضِيعَ مَا يَكْسِبُهُ فَلَا يَعْتِقُ، وَالثَّانِي لِيُوثَقَ بِتَحْصِيلِ النُّجُومِ فَإِنْ انْتَفَيَا، أَوْ أَحَدُهُمَا لَمْ تُنْدَبْ، وَلَا تُكْرَهُ بِحَالٍ؛ لِأَنَّهَا عِنْدَ انْتِفَاءِ ذَلِكَ قَدْ تُفْضِي إلَى الْعِتْقِ نَعَمْ إنْ كَانَ الرَّقِيقُ فَاسِقًا بِسَرِقَةٍ، أَوْ نَحْوِهِمَا، وَعَلِمَ سَيِّدُهُ أَنَّهُ لَوْ كَاتَبَهُ مَعَ الْعَجْزِ عَنْ الْكَسْبِ لَاكْتَسَبَ بِطَرِيقِ الْفِسْقِ قَالَ الْأَذْرَعِيُّ فَلَا يَبْعُدُ تَحْرِيمُهَا لِتَضَمُّنِهَا التَّمْكِينَ مِنْ الْفَسَادِ، وَلَا يُجْبَرُ عَلَيْهَا الرَّقِيقُ، وَكَذَا السَّيِّدُ وَإِلَّا لِبَطَلِ أَثَرُ الْمِلْكِ، وَاحْتَكَمَ الْمَمَالِيكُ عَلَى الْمَالِكِينَ.\n\n(وَيَعْتِقُ الْمُكَاتَبُ) بِالشَّرْطِ الْآتِي (بِفَرْعِهِ) أَيْ: مَعَ وَلَدِهِ (مِنْ أَمَةٍ أَفَادَا) أَيْ: اسْتَفَادَهَا بِمَعْنَى مَلَكَهَا (وَقْتَ كِتَابَةٍ) أَيْ: حَالَ كِتَابَتِهِ وَأَحْبَلَهَا حِينَئِذٍ، وَإِنْ وَلَدَتْهُ بَعْدَ الْعِتْقِ، وَسَيَأْتِي أَنَّهُ لَا يَجُوزُ لَهُ أَنْ يَطَأَ أَمَتَهُ وَلَوْ بِإِذْنِ سَيِّدِهِ لَكِنَّهُ إنْ وَطِئَ فَلَا حَدَّ لِلشُّبْهَةِ، وَلَا مَهْرَ؛ لِأَنَّهُ لَوْ ثَبَتَ لَثَبَتَ لَهُ وَالْوَلَدُ نَسِيبٌ وَهُوَ مِلْكٌ لَهُ؛ لِأَنَّهُ وَلَدُ أَمَتِهِ لَكِنَّهُ لَا يَعْتِقُ عَلَيْهِ؛ لِأَنَّ مِلْكَهُ غَيْرُ تَامٍّ بَلْ يَتَوَقَّفُ عِتْقُهُ عَلَى عِتْقِهِ وَهُوَ مَعْنَى قَوْلِهِمْ: وَلَدُ الْمُكَاتَبِ يَتَكَاتَبُ عَلَيْهِ (وَلَا اسْتِيلَادَا) لِأُمِّهِ الْمَمْلُوكَةِ الَّتِي أَوْلَدَهَا الْمُكَاتَبُ، وَإِنْ مَلَكَهَا مِلْكًا تَامًّا عِنْدَ عِتْقِهِ؛ لِأَنَّهُ عُلِّقَتْ بِمَمْلُوكٍ فَأَشْبَهَتْ الْأَمَةَ الْمَوْطُوءَةَ بِنِكَاحٍ.\n\n(وَ) يَعْتِقُ (فَرْعُ مَنْ قَدْ كُوتِبَتْ) مَعَهَا فَفَرْعٌ مَرْفُوعٌ، وَيَجُوزُ جَرُّهُ عَطْفًا عَلَى فَرْعِهِ أَيْ: وَتَعْتِقُ الْمُكَاتَبَةُ مَعَ فَرْعِهَا الرَّقِيقِ الْمُجْتَنِّ حَالَةَ الْكِتَابَةِ وَالْحَادِثِ بَعْدَهَا؛ لِأَنَّ سَبَبَ الْحُرِّيَّةِ كَحَقِيقَتِهَا فِي عِتْقِ الْأَوْلَادِ بِدَلِيلِ الْمُسْتَوْلَدَةِ، وَعِتْقُهُ إنَّمَا هُوَ بِالتَّبَعِيَّةِ لِعِتْقِ أُمِّهِ فَلَوْ عَجَزَتْ، أَوْ مَاتَتْ لَمْ يَعْتِقْ، وَلَمْ يُطَالِبْ بِشَيْءٍ أَمَّا الْمُنْفَصِلُ حَالَ الْكِتَابَةِ فَهُوَ بَاقٍ عَلَى مِلْكِ السَّيِّدِ (إنْ قَبَضَا) أَيْ: يَعْتِقُ الْمُكَاتَبُ مَعَ فَرْعِهِ، وَالْمُكَاتَبَةُ مَعَ فَرْعِهَا إنْ قَبَضَ السَّيِّدُ، وَلَوْ بِنَائِبِهِ النُّجُومَ (وَقَيِّمٌ إنْ جُنَّ وَاَلَّذِي قَضَى لِغَيْبِ سَيِّدٍ، أَوْ امْتِنَاعِ) أَيْ: أَوْ قَبَضَهَا قِيمَةً أَيْ: وَلِيُّهُ إنْ جُنَّ بَعْدَ الْكِتَابَةِ، أَوْ حَجَرَ عَلَيْهِ بِسَفَهٍ، أَوْ قَبَضَهَا الْقَاضِي لِغَيْبَتِهِ، أَوْ امْتِنَاعِهِ مِنْ الْقَبْضِ، وَكَذَا إنْ ارْتَدَّ كَمَا مَرَّ، أَوْ مَاتَ وَعَلَيْهِ دَيْنٌ وَأَوْصَى بِوَصَايَا، وَلَا وَصِيَّ لَهُ فَلَا يَعْتِقُ بِقَبْضِ الْوَارِثِ لَهَا حِينَئِذٍ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقَوْلُهُ: مَا يُقَيِّدُهُ) وَهُوَ مَسْأَلَةُ الْمَنْفَعَةِ\n\n(قَوْلُهُ: وَعَلِمَ سَيِّدُهُ أَنَّهُ لَوْ كَاتَبَهُ) يَنْبَغِي أَوْ ظَنَّ، أَوْ أَرَادَ مَا يَشْمَلُهُ\n\n(قَوْلُهُ: الْأَمَةَ) أَيْ: أُمَّ فَرْعِهِ\n\n(قَوْلُهُ: الْمَجْنِيُّ حَالَةَ الْكِتَابَةِ) وَإِنْ حَمَلَتْ بِهِ قَبْلَهَا\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: الرَّقِيق) أَيْ: غَيْر الْمُبَعَّضِ\n\n(قَوْلُهُ: أَوْ مَاتَ وَعَلَيْهِ دَيْنٌ إلَخْ) عِبَارَةُ الرَّوْضِ فَإِنْ كَانَ عَلَى الْمَيِّتِ دَيْنٌ، وَأَوْصَى بِوَصَايَا إلَى وَصِيٍّ غَيْرِ الْوَارِثِ لَمْ يَعْتِقْ إلَّا بِالدَّفْعِ إلَى الْوَصِيِّ، وَالْوَارِثِ إنْ لَمْ يَكُنْ وَصِيٌّ فَالْقَاضِي يَقُومُ مَقَامَهُ لَا بِالدَّفْعِ إلَى الْغَرِيمِ، وَلَا إلَى الْوَارِثِ. اهـ. وَقَوْلُهُ: لَا بِالدَّفْعِ إلَى الْغَرِيمِ؛ لِأَنَّ الدَّيْنَ لَا يَمْنَعُ الْإِرْثَ، وَقَوْلُهُ: وَلَا إلَى الْوَارِثِ؛ لِأَنَّهُ لَا يَقُومُ مَقَامَ الْوَصِيِّ بِخِلَافِ الْقَاضِي، وَقَوْلُهُ: فَالْقَاضِي يَقُومُ مَقَامَهُ أَيْ: فَيَعْتِقُ بِالدَّفْعِ لِلْقَاضِي وَالْوَارِثِ فَقَوْلُ الشَّارِحِ فَلَا يَعْتِقُ بِقَبْضِ الْوَارِثِ أَيْ: وَحْدَهُ، وَالظَّاهِرُ أَنَّهُ لَا يَعْتِقُ أَيْضًا بِقَبْضِ الْقَاضِي وَحْدَهُ بَلْ لَا بُدَّ مِنْ قَبْضِ الْوَارِثِ مَعَهُ. (قَوْلُهُ: وَأَوْصَى بِوَصَايَا إلَخْ) فَإِنْ كَانَ عَلَيْهِ دَيْنٌ فَقَطْ عَتَقَ بِقَبْضِ\n(5/318)",
        "\nنَعَمْ إنْ قَضَى الدُّيُونَ، وَالْوَصَايَا، وَأَفْهَمَ قَوْلُهُ: إنْ قَبَضَ أَنَّ إقْبَاضَ الْمُكَاتَبِ غَيْرُ مُعْتَبَرٍ حَتَّى لَوْ جُنَّ، وَقَبَضَ سَيِّدُهُ مِنْهُ عَتَقَ وَبِهِ صَرَّحَ فِي قَوْلِهِ: (وَلَوْ) كَانَ قَبَضَهُ (مِنْ الْمَجْنُونِ) لِاسْتِحْقَاقِهِ الْقَبْضَ، وَبِمَا ذُكِرَ عُلِمَ أَنَّ الْكِتَابَةَ لَا تَنْفَسِخُ بِجُنُونِ وَاحِدٍ مِنْهُمَا لِلُزُومِهَا مِنْ أَحَدِ الطَّرَفَيْنِ كَالرَّهْنِ وَإِنَّمَا تَنْفَسِخُ بِهِ الْعُقُودُ الْجَائِزَةُ مِنْ الطَّرَفَيْنِ (لَا الْمُبْتَاعِ) يَعْنِي لَا إنْ قَبَضَ مَنْ ابْتَاعَ النَّجْمَ مِنْ السَّيِّدِ (النَّجْمَ مِنْهُ) أَيْ: مِنْ الْمُكَاتَبِ فَإِنَّهُ لَا يَعْتِقُ بِقَبْضِهِ إذْ لَا يَصِحُّ ابْتِيَاعُ النَّجْمِ؛ لِأَنَّهُ بَيْعُ مَا لَمْ يَقْبِضْ؛ وَلِأَنَّهُ بَيْعُ الدَّيْنِ لِغَيْرِ مَنْ عَلَيْهِ، وَلَيْسَ الْمُبْتَاعُ كَوَكِيلِ السَّيِّدِ؛ لِأَنَّهُ يَقْبِضُهُ لِنَفْسِهِ حَتَّى لَوْ تَلِفَ فِي يَدِهِ ضَمِنَهُ وَالْوَكِيلُ يَقْبِضُهُ لِمُوَكِّلِهِ نَعَمْ إنْ أَذِنَ لَهُ السَّيِّدُ فِي قَبْضِهِ، وَعَلِمَا فَسَادَ الْبَيْعِ عَتَقَ بِقَبْضِهِ كَمَا قَالَهُ الْبُلْقِينِيُّ\n\n(كُلَّ) أَيْ: عَتَقَ الْمُكَاتَبُ إنْ قَبَضَ مَنْ ذُكِرَ كُلٍّ (قِسْطِ ذَاكَ) أَيْ: الْمُكَاتَبُ مِنْ النُّجُومِ فَلَا يَعْتِقُ بِقَبْضِ بَعْضِهَا لِخَبَرِ الْمُكَاتَبُ عَبْدٌ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ وَلَوْ كَاتَبَ عَبْدَيْهِ بِعِوَضٍ وَاحِدٍ صَحَّ كَمَا لَوْ خَالَعَ، أَوْ أَنْكَحَ نِسْوَةً بِمَهْرٍ، وَيُوَزَّعُ الْمُسَمَّى عَلَى قَدْرِ قِيمَتِهَا يَوْمَ الْكِتَابَةِ لَا عَلَى رُءُوسِهِمَا فَمَنْ أَدَّى قِسْطَهُ عَتَقَ وَإِنْ لَمْ يُؤَدِّ الْآخَرُ، وَلَا نَظَرَ إلَى تَعْلِيقِ السَّيِّدِ الْعِتْقَ بِأَدَاءِ الْجَمِيعِ؛ لِأَنَّ الْمُغَلَّبَ فِي الْكِتَابَةِ الصَّحِيحَةِ حُكْمُ الْمُعَاوَضَةِ وَإِذَا كَاتَبَ اثْنَانِ رَقِيقَهُمَا (لَا) يَعْتِقُ (شَيْءٌ) مِنْهُ (بِقَبْضِ سَيِّدٍ) وَاحِدٍ مِنْهُمَا إذْ لَيْسَ لَهُ تَقْدِيمُ أَحَدِهِمَا فِي الدَّفْعِ، وَلَا تَفْضِيلُهُ فِي قَدْرِ الْمَدْفُوعِ فَإِنَّ أَكْسَابَهُ مُشْتَرَكَةٌ بَيْنَهُمَا بَلْ لَوْ قَدَّمَهُ شَرِيكُهُ عَلَى نَفْسِهِ بِقَبْضِ قِسْطِهِ لَمْ يَعْتِقْ مِنْهُ شَيْءٌ كَمَا ذَكَرَهُ بِقَوْلِهِ: (وَأَهْمَلَا تَقْدِيمَهُ) ؛ لِأَنَّ حَقَّهُ فِي ذِمَّةِ الْمُكَاتَبِ، وَمَا بِيَدِهِ مِلْكُهُ فَلَا أَثَرَ لِلْإِذْنِ فِيهِ، وَلَوْ هَلَكَ الْبَاقِي قَبْلَ دَفْعِهِ لِلثَّانِي كَانَ الْمَدْفُوعُ لِلْأَوَّلِ بَيْنَهُمَا، وَلَوْ دَفَعَ إلَيْهِ جَمِيعَ النُّجُومِ عَتَقَ إنْ أَذِنَ الْآخَرُ، وَإِلَّا فَلَا (وَإِنْ شَرِيكُهُ بِهِ) أَيْ: بِقَبْضِ كُلِّ النُّجُومِ (أَقَرَّ) أَيْ: بِأَنْ قَالَ: قَبَضَ كُلٌّ مِنَّا قِسْطَهُ مِنْهَا، أَوْ أَقْبَضَهَا الْمُكَاتَبُ لِي لِآخُذَ قِسْطِي مِنْهَا، وَأُعْطِيَ الْآخَرَ قِسْطَهُ مِنْهَا وَأَنْكَرَ الْآخَرُ (كَانَ الْعِتْقُ) ثَابِتًا (فِي نَصِيبِهِ) وَصُدِّقَ الْمُنْكِرُ بِلَا يَمِينٍ فِي الْأُولَى، وَبِيَمِينٍ فِي الثَّانِيَةِ، وَلَا يَضُرُّ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقَوْلُهُ: نَعَمْ إنْ قَضَى الدُّيُونَ إلَخْ) أَيْ: بَعْدَ قَبْضِهِ مِنْ الْمُكَاتَبِ، وَأَمَّا الْقَبْضُ بَعْدَ الْقَضَاءِ فَحُكْمُهُ وَاضِحٌ بِرّ. (قَوْلُهُ: وَلَوْ كَانَ مِنْ الْمَجْنُونِ) ظَاهِرُهُ صِحَّةُ قَبْضِهِ مِنْهُ وَجَوَازُهُ، وَإِنْ كَانَ خِلَافَ مَصْلَحَةِ الْمَجْنُونِ إذَا لَا يَلْزَمُ رِعَايَةُ مَصْلَحَتِهِ، وَسَيَأْتِي عِنْدَ قَوْلِهِ: فَإِنْ رَأَى الْقَاضِي صَلَاحًا أَنَّهُ هَلْ لِلْقَاضِي مَنْعُهُ مِنْ الْقَبْضِ بِالْمَصْلَحَةِ. (قَوْلُهُ: لِاسْتِحْقَاقِهِ إلَخْ) وَمِنْ ثَمَّ لَوْ أَخَذَهُ بِلَا إقْبَاضٍ مِنْ الْمُكَاتَبِ الْعَاقِلِ وَقَعَ مَوْقِعَهُ حَجَرٌ د\n\n(قَوْلُهُ: أَوْ نَكَحَ نِسْوَةً بِمَهْرٍ) اُنْظُرْ هَذَا مَعَ قَوْلِهِمْ وَاللَّفْظُ لِلْمِنْهَاجِ وَلَوْ نَكَحَ نِسْوَةً بِمَهْرٍ فَالْأَظْهَرُ فَسَادُ الْمَهْرِ وَلِكُلٍّ مَهْرٌ. اهـ. إلَّا أَنْ يَكُونَ الْمَقْصُودُ الْقِيَاسَ فِي مُجَرَّدِ صِحَّةِ الْعَقْدِ، وَإِنْ فَسَدَ الْعِوَضُ هُنَاكَ لَا هُنَا بَلْ يَصِحُّ الْعِوَضُ هُنَا كَمَسْأَلَةِ الْخُلْعِ؛ لِأَنَّ الْمُسْتَحِقَّ وَاحِدٌ فِيهِمَا بِخِلَافِ مَسْأَلَةِ الْمِنْهَاجِ. (قَوْلُهُ: وَصُدِّقَ الْمُنْكِرُ بِلَا يَمِينٍ فِي الْأُولَى إلَخْ) اعْلَمْ أَنَّ الْإِمَامَ النَّوَوِيَّ قَالَ فِي الرَّوْضَةِ مَا نَصُّهُ: وَلَوْ قَالَ الْمُكَاتَبُ لِأَحَدِهِمَا: دَفَعْت إلَيْك جَمِيعَ النُّجُومِ لِنَأْخُذَ نَصِيبَك وَتَدْفَعَ نَصِيبَ الْآخَرِ إلَيْهِ فَقَالَ: دَفَعْت إلَيَّ نَصِيبِي وَدَفَعْت إلَى الْآخَرِ نَصِيبَهُ بِنَفْسِك، وَأَنْكَرَ الْآخَرُ الْقَبْضَ عَتَقَ نَصِيبُ الْمُقِرِّ، وَصُدِّقَ فِي أَنَّهُ لَمْ يَقْبِضْ نَصِيبَ الْآخَرِ بِيَمِينِهِ، وَصُدِّقَ الْآخَرُ فِي أَنَّهُ لَمْ يَقْبِضْ نَصِيبَهُ، وَلَا حَاجَةَ إلَى الْيَمِينِ؛ لِأَنَّ الْمُكَاتَبَ لَا يَدَّعِي عَلَيْهِ شَيْئًا بَلْ يَتَخَيَّرُ الْمُنْكِرُ بَيْنَ أَنْ يَأْخُذَ حِصَّتَهُ مِنْ الْعَبْدِ، وَبَيْنَ أَنْ يَأْخُذَ مِنْ الْمُقِرِّ نِصْفَ مَا أَخَذَ؛ لِأَنَّ كَسْبَ الْمُكَاتَبِ مُتَعَلِّقُ حَقِّهِمَا بِالشَّرِكَةِ وَيَأْخُذُ الْبَاقِيَ مِنْ الْعَبْدِ، ثُمَّ قَالَ: وَلَوْ قَالَ الْمُكَاتَبُ لِأَحَدِهِمَا: دَفَعْت النُّجُومَ إلَيْك لِتَأْخُذَ نَصِيبَك، وَتَدْفَعَ نَصِيبَ الْآخَرِ إلَيْهِ كَمَا صَوَّرْنَا فَقَالَ فِي الْجَوَابِ: قَدْ فَعَلْت مَا أَمَرْت بِهِ فَأَنْتَ عَتِيقٌ، وَأَنْكَرَ الْآخَرُ، عَتَقَ نَصِيبُ الْمُقِرِّ، وَصُدِّقَ الْمُنْكِرُ بِيَمِينِهِ فَإِذَا حَلَفَ بَقِيَ نَصِيبُهُ مُكَاتَبًا وَلَهُ الْخِيَارُ بَيْنَ أَخْذِ حِصَّتِهِ مِنْ الْمُكَاتَبِ، وَبَيْنَ أَخْذِهَا مِنْ الْمُقِرِّ لِإِقْرَارِهِ بِأَخْذِهَا فَمِنْ أَيُّهَا أَخَذَ عَتَقَ نَصِيبُهُ، ثُمَّ إنْ أَخَذَهَا مِنْ الْمُكَاتَبِ فَلَهُ الرُّجُوعُ عَلَى الْمُقِرِّ؛ لِأَنَّهُ، وَإِنْ صَدَّقَهُ فِي الدَّفْعِ إلَى الشَّرِيكِ فَإِنَّهُ كَانَ يَنْبَغِي أَنْ يُشْهِدَ عَلَيْهِ، وَإِنْ أَخَذَهَا مِنْ الْمُقِرِّ فَلَا رُجُوعَ لَهُ عَلَى الْمُكَاتَبِ لِاعْتِرَافِهِ بِأَنَّهُ مَظْلُومٌ. اهـ.\nوَبِهِ تَعْلَمُ وَجْهَ عَدَمِ الْيَمِينِ فِي الْأُولَى، وَأَنَّ فِي تَصْوِيرِ الشَّارِحِ لَهَا قُصُورًا وَإِنَّ قَوْلَ الشَّارِحِ تَبَعًا لِلْعِرَاقِيِّ، وَظَاهِرُ الْمَتْنِ أَنَّ الْعَبْدَ لَا يَرْجِعُ عَلَى الْمُقِرِّ فِي الثَّانِيَةِ خِلَافُ الْمَجْزُومِ بِهِ فِي الرَّوْضَةِ وَأَصْلِهَا وَاَللَّهُ أَعْلَمُ كَذَا بِخَطِّ شَيْخِنَا الْبُرُلُّسِيِّ، وَقَوْلُهُ: وَجْهُ عَدَمِ الْيَمِينِ فِي الْأُولَى قَدْ يُقَالُ: هُوَ جَارٍ فِي الثَّانِيَةِ بِدَلِيلِ اتِّحَادِ التَّصْوِيرِ وَعَدَمِ زِيَادَةِ الثَّانِيَةِ إلَّا بِمُجَرَّدِ مُوَافَقَةِ الْمُقِرِّ لِلْمُكَاتَبِ فِيمَا قَالَهُ، وَزَعَمَهُ أَنَّهُ امْتَثَلَ مَا أُمِرَ بِهِ إلَّا أَنْ يُقَالَ: لَمَّا وَافَقَهُ الْمُقِرُّ وَزَعَمَ أَنَّهُ فَعَلَ مَا أُمِرَ بِهِ كَانَ ذَلِكَ مُقْتَضِيًا؛ لِأَنَّ الْمُكَاتَبَ يَدَّعِي عَلَيْهِ أَنَّهُ قَبَضَ، أَوْ يُقَالُ: لَمَّا كَانَ الشَّرِيكُ الْمُقِرُّ النَّائِبُ عَنْ الْمُكَاتَبِ فِي الدَّفْعِ يَدَّعِي عَلَيْهِ قَبْضَ نَصِيبِهِ احْتَاجَ لِلْيَمِينِ، وَقَوْلُهُ: أَنَّ الْعَبْدَ لَا يَرْجِعُ عَلَى الْمُقِرِّ فِي الثَّانِيَةِ قَدْ يُجَابُ بِأَنَّ الشَّارِحَ لَمْ يُصَرِّحْ بِعَدَمِ الرُّجُوعِ فِي خُصُوصِ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nالْوَارِثِ وَحْدَهُ. (قَوْلُهُ: نَعَمْ إنْ قَضَى الدُّيُونَ وَالْوَصَايَا إلَخْ) أَيْ: فَقَبْضُهُ صَحِيحٌ ابْتِدَاءً لَكِنْ إذَا لَمْ يَقْضِ بِأَنَّ الْمُكَاتَبَ لَمْ يَعْتِقْ؛ لِأَنَّ الدَّيْنَ الَّذِي عَلَيْهِ مَرْهُونٌ عِنْدَ أَصْحَابِ الدَّيْنِ، وَالْوَصَايَا، وَهُنَا شَرْعِيًّا نَظَرًا لِلْمَيِّتِ فَلَمَّا قَبَضَ الْوَارِثُ كَانَ قَبْضٌ بِالْمِلْكِ فَلَمَّا لَمْ يَحْصُلْ الْمَقْصُودُ لَمْ يَعْتِقْ الْمُكَاتَبُ كَمَا لَوْ بِيعَ الْمَرْهُونُ بِإِذْنِ الْمُرْتَهِنِ\n(5/319)\n",
        "التَّبْعِيضُ لِلضَّرُورَةِ (وَمَا سَرَى) عَلَيْهِ الْعِتْقُ إلَى نَصِيبِ الْمُنْكِرِ؛ لِأَنَّهُ يَقُولُ: عَتَقَ النَّصِيبَانِ مَعًا بِالْقَبْضِ فَلَا مَعْنَى لِإِلْزَامِهِ السِّرَايَةَ (وَالْجُزْءَ مِنْهُ أَعْطِهِ) أَيْ: وَالْجُزْءَ الَّذِي يَخُصُّ الْمُنْكِرَ مِمَّا قَبَضَهُ الْمُقِرُّ أَعْطِهِ لَهُ مِنْهُ؛ لِأَنَّ مَا أَقَرَّ بِقَبْضِهِ شَائِعٌ بَيْنَهُمَا لِتَعَلُّقِ حَقِّهِمَا بِكَسْبِهِ فَشَارَكَهُ فِيهِ وَطَالَبَ الْعَبْدَ بِالْبَقِيَّةِ (أَوْ طَالَبَ الْعَبْدَ بِكُلِّ قِسْطِهِ) وَإِذَا أَخَذَ جَمِيعَ قِسْطِهِ مِنْهُمَا، أَوْ مِنْ الْعَبْدِ وَحْدَهُ عَتَقَ بَاقِيهِ (وَلَمْ يَعُدْ) أَيْ: وَلَا يَرْجِعُ (شَخْصٌ) مِنْ الْمُقِرِّ، وَالْعَبْدِ بِمَا أَخَذَ مِنْهُ الْمُنْكِرُ عَلَى صَاحِبِهِ لِاعْتِرَافِهِ بِظُلْمِ الْمُنْكِرِ لَهُ فِيمَا أَخَذَهُ مِنْهُ وَالْمَظْلُومُ لَا يَرْجِعُ عَلَى غَيْرِ ظَالِمِهِ، وَلَا تُقْبَلُ شَهَادَةُ الْمُقِرِّ عَلَى الْمُنْكِرِ لِتُهْمَةِ دَفْعِ مُشَارَكَتِهِ لَهُ\n\n(وَإِنْ هُوَ) أَيْ: السَّيِّدُ (اعْتَرَفْ لِأَحَدٍ) مِنْ مُكَاتِبِيهِ بِقَبْضِ نُجُومِهِ، أَوْ إبْرَائِهِ أُمِرَ بِالْبَيَانِ فَإِنْ قَالَ: نَسِيتُهُ أُمِرَ بِالتَّذَكُّرِ، وَلَا قُرْعَةَ مَا دَامَ حَيًّا؛ لِأَنَّهُ قَدْ يَتَذَكَّرُ وَهُوَ أَقْرَبُ مِنْهَا إلَى الْحَقِّ فَإِنْ بَيَّنَ أَحَدُهُمَا وَصَدَّقَهُ الْآخَرُ فَذَاكَ، أَوْ كَذَّبَهُ وَقَالَ: وَفَّيْتُك، أَوْ أَبْرَأَتْنِي فَلَهُ تَحْلِيفُهُ فَإِنْ حَلَفَ بَقِيَتْ الْكِتَابَةُ إلَى الْأَدَاءِ، أَوْ نَحْوِهِ، وَإِنْ نَكَلَ حَلَفَ الْمُكَذِّبُ وَعَتَقَ أَيْضًا، وَإِنْ لَمْ يَتَذَكَّرْ حَلَفَ لَهُمَا قَالَ الشَّيْخَانِ وَإِذَا حَلَفَ فَوَجْهَانِ أَحَدُهُمَا قَالَ فِي الْمُهِمَّاتِ: وَهُوَ الصَّحِيحُ الَّذِي نَصَّ عَلَيْهِ فِي الْأُمِّ يَبْقَيَانِ عَلَى الْكِتَابَةِ، وَلَا يَعْتِقُ وَاحِدٌ مِنْهُمَا إلَّا بِالْأَدَاءِ، أَوْ نَحْوِهِ ثَانِيهِمَا تَتَحَوَّلُ الدَّعْوَى إلَى الْمُكَاتَبَيْنِ فَإِنْ حَلَفَا عَلَى الْأَدَاءِ، أَوْ نَكَلَا بَقِيَا عَلَى الْكِتَابَةِ، أَوْ حَلَفَ أَحَدُهُمَا حُكِمَ بِعِتْقِهِ وَبَقِيَ الْآخَرُ مُكَاتَبًا، وَإِنْ بَيَّنَ أَحَدُهُمَا فَقَالَ الْآخَرُ: نَوَيْتنِي بِالْإِقْرَارِ الْمُبْهَمِ وَلَمْ يَقُلْ: قَبَضْت مِنِّي، أَوْ أَبْرَأْتنِي قَالَ الْإِمَامُ فَالْأَصَحُّ أَنَّ دَعْوَاهُ مَرْدُودَةٌ؛ لِأَنَّهُ لَمْ يَدَّعِ حَقًّا ثَابِتًا بَلْ إخْبَارًا قَدْ يَصْدُقُ فِيهِ، وَقَدْ يَكْذِبُ، وَلَوْ مَاتَ السَّيِّدُ قَبْلَ الْبَيَانِ (فَوَارِثُ الْمَيِّتِ) يَقُومُ مَقَامَهُ فِيهِ فَإِنْ بَيَّنَ أَحَدُهُمَا فَكَمَا مَرَّ لَكِنْ إنْ كَذَّبَهُ الْآخَرُ (حَلَفْ) لَهُ (بِنَفْيِ عِلْمٍ) لَهُ بِأَنَّهُ الدَّافِعُ، وَإِنْ قَالَ: لَا أَعْلَمُهُ حَلَفَ لِكُلٍّ مِنْهُمَا بِنَفْيِ عِلْمِهِ (وَلْيُقْرَعْ) بَعْدَ الْحَلِفِ بَيْنَهُمَا لِلْعِتْقِ لَا لِلْمَالِ فَإِنَّهُ لَا مَدْخَلَ فِيهِ لِلْقُرْعَةِ فَمَنْ خَرَجَتْ قُرْعَتُهُ عَتَقَ، وَعَلَى الْآخَرِ أَدَاءُ نُجُومِهِ (أَوْ بَرِيّ) أَيْ: عَتَقَ الْمُكَاتَبُ إنْ قَبَضَ النُّجُومَ مَنْ لَهُ قَبْضُهَا، أَوْ بَرِئَ عَنْهَا الْمُكَاتَبُ بِإِبْرَاءٍ، أَوْ تَقَاصٍّ (وَوَارِثُ الْمَيِّتِ) أَيْ: أَحَدُ وَرَثَتِهِ (إنْ يُحَرِّرْ) نَصِيبَهُ مِنْ الْمُكَاتَبِ (يَعْتِقُ) لَا عَنْهُ بَلْ (كِتَابَةً عَنْ الَّذِي قَضَى) أَيْ: مَاتَ (كَالْحُكْمِ) فِيمَا (لَوْ أَبْرَأَهُ) أَحَدُ الْوَرَثَةِ مِنْ قِسْطِهِ (أَوْ قَبَضَا) ذَلِكَ فَإِنَّهُ يَعْتِقُ نَصِيبَهُ لَا عَنْهُ بَلْ عَنْ الْمَيِّتِ كِتَابَةً فَيَكُونُ الْوَلَاءُ لَهُ، وَيَنْتَقِلُ إلَيْهِمْ بِالْعُصُوبَةِ وَيَبْقَى كِتَابَةُ الْبَاقِي فَإِنْ عَجَزَ عَنْهُ عَادَ قِنًّا،\nوَلَيْسَ إبْرَاءُ أَحَدِهِمْ عَنْ نَصِيبِهِ كَإِبْرَاءِ مُوَرِّثِهِ عَنْ بَعْضِ النُّجُومِ؛ لِأَنَّهُ إبْرَاءٌ عَنْ جَمِيعِ حَقِّهِ كَأَحَدِ الشَّرِيكَيْنِ بِخِلَافِ مُوَرِّثِهِ، وَالْحَاوِي تَبِعَ فِي صُورَةِ الْقَبْضِ الْوَجِيزَ وَهُوَ مَبْنِيٌّ عَلَى صِحَّةِ قَبْضِ أَحَدِ الْوَرَثَةِ وَهُوَ ضَعِيفٌ، وَالْأَصَحُّ فَسَادُهُ كَقَبْضِ أَحَدِ الشَّرِيكَيْنِ فَلَا يَعْتِقُ نَصِيبَهُ كَمَا ذَكَرَهُ النَّاظِمُ بِقَوْلِهِ: (قُلْتُ وَعِتْقُهُ بِقَبْضِ أَحَدِ وُرَّاثِهِ نَاقَضَ) الْحَاوِيَ (مَا بِهِ بَدِيّ إذْ قَالَ لَا) يَعْتِقُ مِنْهُ (شَيْءَ بِقَبْضِ سَيِّدِي) بِيَاءِ الْإِشْبَاعِ أَيْ: سَيِّدٌ وَاحِدٌ مِنْ الشَّرِيكَيْنِ لِفَسَادِ قَبْضِهِ كَمَا مَرَّ (لَكِنْ) صَاحِبُ الْحَاوِي (بِصَاحِبِ الْوَجِيزِ يَقْتَدِي فِي الْفَرْقِ بَيْنَ أَحَدِ اللَّذَيْنِ تَشَارَكَا وَأَحَدِ الِابْنَيْنِ) الْوَارِثَيْنِ (وَالْفَرْقُ) بَيْنَهُمَا فِي ذَلِكَ (صَعْبٌ) ؛ لِأَنَّهُ خِلَافُ الْأَصَحِّ (وَالْعَتَاقُ) فِيمَا لَوْ صَدَّقَ أَحَدُ الْوَارِثَيْنِ الْعَبْدَ عَلَى الْكِتَابَةِ، ثُمَّ أَعْتَقَ نَصِيبَهُ (يَسْرِي) فِي الْحَالِ عِنْدَ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nالثَّانِيَةِ غَايَةُ الْأَمْرِ أَنَّ إطْلَاقَهُ شَامِلٌ لَهَا فَيَجُوزُ أَنْ يُحْمَلَ كَلَامُهُ عَلَى الْأُولَى، أَوْ يُحْمَلَ عَلَيْهِمَا لَكِنْ يَكُونُ الْمُرَادُ بِقَوْلِهِ: فِي بَيَانِ قَوْلِ الْمُصَنِّفِ شَخْصٌ مِنْ الْمُقِرِّ وَالْعَبْدِ كِلَاهُمَا بِالنِّسْبَةِ لِلْأُولَى، وَالشَّرِيكُ وَحْدَهُ لِلثَّانِيَةِ بِنَاءً عَلَى حَمْلِ مِنْ عَلَى التَّبْعِيضِ فَلْيُتَأَمَّلْ. سم\n\n(قَوْلُهُ: وَهُوَ) أَيْ: التَّذَكُّرُ (قَوْلُهُ: أَقْرَبُ مِنْهَا) أَيْ: الْقُرْعَةِ (قَوْلُهُ: وَلَا يَعْتِقُ وَاحِدٌ مِنْهُمَا) أَيْ: مُعَيَّنًا فَإِنَّهُ مُقِرٌّ بِحُرِّيَّةِ أَحَدِهِمَا لَا مَحَالَةَ بِرّ. (قَوْلُهُ: أَيْ: أَحَدُ وَرَثَتِهِ) بِقَرِينَةِ اعْتِرَاضِ النَّاظِمِ الْآتِي (قَوْلُهُ: فَإِنْ عَجَزَ عَنْهُ عَادَ قِنًّا، وَلَا سِرَايَةَ) فَتَأَمَّلْهُ كَذَا بِخَطِّ شَيْخِنَا أَقُولُ: وَجْهُهُ أَنَّ الْعِتْقَ عَنْ الْمَيِّتِ، وَلَا سِرَايَةَ فِي حَقِّهِ؛ لِأَنَّهُ مُعْسِرٌ سم. (قَوْلُهُ: سَرَى فِي الْحَالِ إلَخْ) وَالظَّاهِرُ أَنَّهُ لَا غُرْمَ لِلسِّرَايَةِ؛ لِأَنَّ الْمُكَذِّبَ يَزْعُمُ أَنَّ الْمُصَدِّقَ أَعْتَقَ نَصِيبَهُ عَنْ نَفْسِهِ لَا عَنْ الْمَيِّتِ، وَالْمُصَدِّقُ يُنْكِرُهُ فَهُوَ كَمَا لَوْ قَالَ: لِشَرِيكِهِ أَنْت أَعْتَقْت نَصِيبَك فَأَنْكَرَ وَيُحْتَمَلُ خِلَافُهُ هَكَذَا قَالَهُ الشَّارِحُ فِي شَرْحِ الرَّوْضِ وَهُوَ غَفْلَةٌ عَنْ قَوْلِ الْمِنْهَاجِ فَإِنْ أَعْتَقَهُ الْمُصَدِّقُ فَالْمَذْهَبُ أَنَّهُ يُقَوَّمُ عَلَيْهِ إنْ كَانَ مُوسِرًا. اهـ.\nوَفِي الْمُحَرَّرِ مِثْلُهُ فَمَا اسْتَظْهَرَهُ خِلَافُ مُرَجَّحِ الشَّيْخَيْنِ بِرّ، وَكَتَبَ أَيْضًا اُسْتُشْكِلَ هَذَا مِنْ حَيْثُ إنَّ الْمُصَدِّقَ يَزْعُمُ أَنَّ نَصِيبَ شَرِيكِهِ مُكَاتَبٌ فَكَيْفَ يَلْزَمُهُ حُكْمُ السِّرَايَةِ، وَلَمْ يَعْتَرِفْ بِمُوجِبِهَا وَيُجَابُ بِأَنَّهُ لَمَّا كَانَ مُقْتَضَى قَوْلِ الْمُكَذِّبِ ثُبُوتَ السِّرَايَةِ، وَثُبُوتُهَا مِنْ آثَارِ عِتْقِ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nلِلْوَفَاءِ فَتَلِفَ الثَّمَنُ الْمُعَيَّنُ قَبْلَ الْقَبْضِ يَعُودُ الرَّهْنُ. اهـ. م ر وَظَاهِرُ الرَّوْضِ كَمَفْهُومِ قَوْلِ الشَّارِحِ فَلَا يَعْتِقُ بِقَبْضِ الْوَارِثِ لَهَا حِينَئِذٍ أَنَّهُ إذَا دَفَعَ إلَى الْقَاضِي، أَوْ الْوَصِيِّ وَالْوَارِثِ عَتَقَ، وَإِنْ لَمْ تُقْضَ الدُّيُونُ وَالْوَصَايَا فَلْيُنْظَرْ الْفَرْقُ مَعَ صِحَّةِ الْقَبْضِ فِي كُلٍّ عَلَى مَا نَقَلْنَا عَنْ م ر.\n\n(قَوْلُهُ: حَلَفَ لَهُمَا) أَيْ: أَنَّهُ لَمْ يَتَذَكَّرْ. (قَوْلُهُ: وَهُوَ الصَّحِيحُ) أَشَارَ م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ إلَى تَصْحِيحِهِ. (قَوْلُهُ: وَلَا يَعْتِقُ وَاحِدٌ مِنْهُمَا) أَيْ: مُعَيَّنًا شَرْحُ الرَّوْضِ\n(5/320)\n\nالْيَسَارِ مَعَ الْإِعْتَاقِ إلَى نَصِيبِ الْجَاحِدِ؛ لِأَنَّهُ يَزْعُمُ رِقَّهُ بِجَحْدِهِ الْكِتَابَةَ (لَا مَعَ قَبْضِ السَّهْمِ) أَيْ: الْقِسْطِ (أَوْ إذْ يُبْرِي) أَيْ: أَوْ مَعَ الْإِبْرَاءِ فَلَا يَسْرِي؛ لِأَنَّهُ مُجْبَرٌ عَلَى الْقَبْضِ فَلَا يَكُونُ الْعِتْقُ بِاخْتِيَارِهِ؛ وَلِأَنَّ الْجَاحِدَ لَمْ يَعْتَرِفْ بِعِتْقِ نَصِيبِهِ فَالْقَبْضُ، وَالْإِبْرَاءُ عِنْدَهُ لَغْوٌ. وَقَوْلُهُ: قُلْت إلَى قَوْلِهِ: صَعْبٌ سَاقِطٌ مِنْ بَعْضِ النُّسَخِ مَعَ تَغْيِيرٍ فِي سَابِقِهِ وَلَاحِقِهِ وَعِبَارَتُهُ فِي نُسْخَةٍ شَرَحَ عَلَيْهَا الشَّارِحُ وَوَارِثُ الْمَيِّتِ أَنْ يُحَرِّرَ يَعْتِقُ لَا عَنْ مُعْتِقٍ كَمِثْلِ مَا يَقْبِضُ، أَوْ يُبْرَى وَيَسْرِي لَا هُمَا، وَقَوْلُهُ: (إلَى نَصِيبِ مَنْ كِتَابَةً جَحَدْ) صِلَةُ يَسْرِي، وَوَلَاءُ الْكُلِّ عِنْدَ السِّرَايَةِ، وَالْبَعْضِ عِنْدَ عَدَمِهَا لِلْمُصَدِّقِ؛ لِأَنَّ الْجَاحِدَ أَبْطَلَ حَقَّهُ بِالْجَحْدِ فَلَوْ صَدَّقَاهُ مَعًا، أَوْ قَامَتْ بَيِّنَةٌ بِدَعْوَاهُ فَلَا سِرَايَةَ أَيْضًا، وَوَلَاءُ مَا عَتَقَ بَيْنَهُمَا وَإِنْ كَذَّبَاهُ صُدِّقَا بِيَمِينِهِمَا بِنَفْيِ الْعِلْمِ فَإِنْ حَلَفَا فَذَاكَ، وَإِنْ نَكَلَا وَحَلَفَ ثَبَتَتْ الْكِتَابَةُ، وَإِنْ حَلَفَ أَحَدُهُمَا رَقَّ نَصِيبُهُ، وَرُدَّتْ الْيَمِينُ فِي نَصِيبِ النَّاكِلِ.\n\n(وَبَدَلُ الْقَتْلِ لَهُ) أَيْ: وَلِلسَّيِّدِ قِيمَةُ الْمُكَاتَبِ فِي قَتْلِهِ الْمُقْتَضِي لَهَا وَلَوْ بِالْعَفْوِ (أَوْ الْقَوَدْ) فِي قَتْلِهِ الْمُقْتَضِي لَهُ؛ لِأَنَّ الْكِتَابَةَ تَنْفَسِخُ بِقَتْلِهِ، وَيَمُوتُ رَقِيقًا هَذَا إذَا قَتَلَهُ غَيْرُ سَيِّدِهِ، فَإِنْ قَتَلَهُ سَيِّدُهُ فَلَا شَيْءَ لَهُ بِخِلَافِ مَا لَوْ قَطَعَ طَرَفَهُ فَإِنَّهُ يَضْمَنُهُ كَغَيْرِهِ لِبَقَاءِ الْكِتَابَةِ.\n\n(وَ) لَهُ (الْكَسْبُ) أَيْ: كَسْبُ مُكَاتَبِهِ فِي زَمَنِ كِتَابَتِهِ (إنْ رَقَّ) بِمَوْتٍ، أَوْ غَيْرِهِ (وَإِنْ يَحْتَجْ) إلَى نَفَقَةٍ، وَلَا مَالَ بِيَدِهِ (صَرَفْ) أَيْ: أَنْفَقَ سَيِّدُهُ عَلَيْهِ وُجُوبًا؛ لِأَنَّ حَقَّ الْمِلْكِ فِيهِ لَهُ وَهُوَ عَبْدٌ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ.\n\n(وَ) لَهُ (رَدُّ نَاقِصٍ) مِنْ النُّجُومِ بِعَيْبٍ إنْ بَقِيَ (وَأَرْشٍ لِلتَّلَفْ) أَيْ: وَأَرْشِ نَقْصِهِ إنْ تَلِفَ، وَكَذَا إنْ بَقِيَ لَكِنْ حَدَثَ بِهِ عِنْدَهُ عَيْبٌ (وَ) إذَا لَمْ يَرْضَ بِالنَّاقِصِ فَرَدَّهُ، أَوْ طَلَبَ الْأَرْشَ (بَانَ رِقُّهُ) أَيْ: بَانَ بَقَاءُ رِقِّ الْمُكَاتَبِ، وَإِنْ رَضِيَ فَسَيَأْتِي حُكْمُهُ (كَمَا لَوْ اسْتَحَقْ غَيْرُ) أَيْ: غَيْرُ الْمُكَاتَبِ الْمَدْفُوعَ، أَوْ بَعْضَهُ كَمَا صَرَّحَ بِهِ مِنْ زِيَادَتِهِ بِقَوْلِهِ: (وَلَوْ بَعْضًا) فَإِنَّهُ يَتَبَيَّنُ بَقَاءُ رِقِّهِ؛ لِأَنَّ الْأَدَاءَ لَمْ يَصِحَّ حَتَّى لَوْ ظَهَرَ الِاسْتِحْقَاقُ بَعْدَ مَوْتِهِ بَانَ أَنَّهُ مَاتَ رَقِيقًا، وَأَنَّ مَا تَرَكَهُ لِلسَّيِّدِ لَا لِلْوَرَثَةِ.\n\n(وَإِنْ) كَانَ سَيِّدُهُ (قَالَ) إنَّهُ (عَتَقْ) ، أَوْ حُرٌّ فَإِنَّهُ يَتَبَيَّنُ بَقَاءُ رِقِّهِ حَمْلًا لِإِطْلَاقِ قَوْلِهِ: عَلَى ظَاهِرِ الْحَالِ مِنْ صِحَّةِ الْأَدَاءِ حَتَّى لَوْ قَالَ لَهُ الْمُكَاتَبُ: إنَّمَا قُلْت ذَلِكَ إنْشَاءً لَا إخْبَارًا فَالْمُصَدَّقُ السَّيِّدُ بِيَمِينِهِ سَوَاءٌ قَالَهُ جَوَابًا عَنْ سُؤَالٍ أَجْرَيْته أَمْ ابْتِدَاءً اتَّصَلَ بِقَبْضِ النُّجُومِ، أَوْ لَا لِشُمُولِ الْعُذْرِ صَرَّحَ بِذَلِكَ فِي الْوَسِيطِ قَالَ الزَّرْكَشِيُّ وَبِهِ قَطَعَ الْعِرَاقِيُّونَ، وَغَيْرُهُمْ قَالَ الشَّيْخَانِ، وَكَلَامُ الْإِمَامِ يُشْعِرُ بِالتَّفْصِيلِ بَيْنَ وُجُودِ قَرِينَةٍ كَقَبْضِ النُّجُومِ، وَدُونَهَا قَالَا وَهُوَ قَوِيمٌ لَا بَأْسَ بِالْأَخْذِ بِهِ انْتَهَى، وَكَلَامُ الْوَجِيزِ يُشْعِرُ بِهِ (كَأَنْ) قَالَ: عَبْدِي حُرٌّ، أَوْ عَتَقَ، ثُمَّ قَالَ: (ظَنَنْتُ عِتْقَهُ) بِصِفَةٍ وَنَحْوِهَا فَأَخْبَرْت بِهِ بِنَاءً عَلَى مَا ظَنَنْت (وَأُفْتِيَا أَنْ لَا) أَيْ: وَقَدْ أَفْتَاهُ الْفُقَهَاءُ بِأَنَّهُ لَا يَعْتِقُ بِذَلِكَ فَإِنَّهُ يَتَبَيَّنُ بَقَاءُ رِقِّهِ (كَتَطْلِيقٍ) فَإِنَّهُ لَوْ قَالَ: زَوْجَتِي طَالِقٌ، ثُمَّ قَالَ: ظَنَنْت طَلَاقَهَا بِصِفَةٍ وَنَحْوِهَا فَأَخْبَرْت بِهِ بِنَاءً عَلَى مَا ظَنَنْت، ثُمَّ أَفْتَانِي الْفُقَهَاءُ بِخِلَافِهِ بَانَ عَدَمُ الطَّلَاقِ ذَكَرَهُ الصَّيْدَلَانِيُّ، وَغَيْرُهُ وَنَقَلَهُ الرُّويَانِيُّ وَأَقَرَّهُ، وَقَالَ الْإِمَامُ هُوَ عِنْدِي غَلَطٌ؛ لِأَنَّ الْإِقْرَارَ جَرَى بِصَرِيحِ اللَّفْظِ فَقَبُولُ قَوْلِهِ فِي رَفْعِهِ مُخَالِفٌ وَلَوْ فَتَحَ هَذَا الْبَابَ لَمَا اسْتَقَرَّ إقْرَارٌ بِخِلَافِ إطْلَاقِ لَفْظِ الْحُرِّيَّةِ عَقِبَ قَبْضِ النُّجُومِ لِوُجُودِ الْقَرِينَةِ قَالَ الشَّيْخَانِ وَكَلَامُهُ يُشْعِرُ بِالتَّفْصِيلِ بَيْنَ وُجُودِ قَرِينَةٍ كَتَخَاصُمٍ، وَدُونِهَا وَهُوَ قَوِيمٌ لَا بَأْسَ بِالْأَخْذِ بِهِ لَكِنْ مَالَ فِي الْوَسِيطِ إلَى قَبُولِ التَّأْوِيلِ فِي الطَّلَاقِ وَغَيْرِهِ انْتَهَى وَمَا ذَكَرَهُ الْإِمَامُ يَجْرِي فِي الْعِتْقِ فِي غَيْرِ الْكِتَابَةِ، وَقَدْ يُؤَيِّدُ كَلَامَهُ بِمَا قَالَهُ الْأَصْحَابُ مِنْ أَنَّهُ لَوْ أَقَرَّ بِبَيْعٍ، ثُمَّ قَالَ: كَانَ فَاسِدًا وَأَقْرَرْت لِظَنِّي الصِّحَّةَ لَمْ يُقْبَلْ؛ لِأَنَّ الِاسْمَ يُحْمَلُ عِنْدَ الْإِطْلَاقِ عَلَى الصَّحِيحِ قَالُوا: وَلَهُ تَحْلِيفُ الْمُقَرِّ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nالْمُصَدِّقِ، وَإِعْتَاقُهُ ثَابِتٌ فَهُوَ بِإِعْتَاقِهِ كَالْمُتْلِفِ لِحَقِّ شَرِيكِهِ كَذَا بِخَطِّ شَيْخِنَا بِهَامِشِ شَرْحِ الْمَنْهَجِ وَاَللَّهُ أَعْلَمُ. (قَوْلُهُ: لَا مَعَ قَبْضِ السَّهْمِ) قَدْ يَسْتَشْكِلُ ذَلِكَ بِأَنَّ الْآخَرَ يُنْكِرُ الْكِتَابَةَ لِكَسْبِ الْعَبْدِ لَهُمَا فَكَيْفَ يَصِحُّ قَبْضُهُ السَّهْمَ، فَإِنْ صَوَّرَ بِأَنَّهُمَا اقْتَسَمَا الْكَسْبَ فَخَصَّهُ قَدْرُ السَّهْمِ وَهُوَ الْمُرَادُ بِقَبْضِ السَّهْمِ فَقَدْ يُشْكِلُ بِقَوْلِهِ: لِأَنَّهُ مُجْبَرٌ عَلَى الْقَبْضِ إلَّا أَنْ يُرَادَ أَنَّهُ مُجْبَرٌ عَلَيْهِ شَرْعًا فِي نَفْسِ الْأَمْرِ بِاعْتِبَارِ زَعْمِهِ لَكِنْ قَدْ يُشْكِلُ ذَلِكَ بِقَوْلِهِ: وَلِأَنَّ الْجَاحِدَ إلَخْ سم (قَوْلُهُ: وَوَلَاءُ الْكُلِّ عِنْدَ السِّرَايَةِ وَالْبَعْضِ عِنْدَ عَدَمِهَا لِلْمُصَدِّقِ) اعْلَمْ أَنَّهُمْ صَرَّحُوا عِنْدَ عَدَمِ السِّرَايَةِ بِأَنَّ عِتْقَ النِّصْفِ يَقَعُ مِنْ الْمَيِّتِ، وَأَنَّ وَلَاءَهُ لِلْمُصَدِّقِ، وَكَذَا يَنْبَغِي أَنْ يُقَالَ فِي حَالَةِ السِّرَايَةِ نِصْفٌ يَعْتِقُ عَنْ الْمَيِّتِ، وَالنِّصْفُ السَّارِي عَنْ الْمُعْتَقِ أَيْ: لَا عَنْ الْمَيِّتِ؛ لِأَنَّ عِتْقَهُ لَيْسَ بِسَبَبِ كِتَابَتِهِ وَوَلَاءُ الْجَمِيعِ لَهُ بِرّ.\n\n(قَوْلُهُ: وَلَهُ الْكَسْبُ) نَعَمْ مَا أَخَذَهُ مِنْ الزَّكَاةِ يَجِبُ رَدُّهُ، أَوْ غُرْمُهُ حَجَرٌ د\n\n(قَوْلُهُ: وَأَرْشٌ لِلتَّلَفِ) وَلَوْ امْتَنَعَ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: تَتَحَوَّلُ الدَّعْوَى) بِأَنْ يَدَّعِيَ كُلٌّ مِنْهُمَا عَلَى الْآخَرِ أَنَّهُ الْمُؤَدِّي. اهـ. م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ\n\n. (قَوْلُهُ: سَوَاءٌ قَالَهُ جَوَابًا إلَخْ) قَيَّدَهُ الْبُلْقِينِيُّ بِقَصْدِ الْإِخْبَارِ فَلَوْ قَالَهُ عَلَى سَبِيلِ الْإِنْشَاءِ، أَوْ أَطْلَقَ عَتَقَ عَنْ الْكِتَابَةِ، وَتَبِعَهُ كَسْبُهُ، وَأَوْلَادُهُ، وَمِثْلُهُ ابْنُ الرِّفْعَةِ إلَّا أَنَّهُ أَخْرَجَ بِهِ صُورَةَ الْإِنْشَاءِ فَقَطْ، وَتَرَكَ صُورَةَ الطَّلَاقِ، وَلَمْ يَتَعَرَّضْ فِي الْأُمِّ إلَّا لِصُورَةِ الْإِنْشَاءِ، وَظَاهِرُهُ أَنَّ الْإِطْلَاقَ كَقَصْدِ الْإِخْبَارِ وَاعْتَمَدَهُ زي. (قَوْلُهُ: وَكَلَامُ الْإِمَامِ إلَخْ) ظَاهِرُ م ر اعْتِمَادُهُ رَاجِعْهُ. (قَوْلُهُ: ذَكَرَهُ الصَّيْدَلَانِيُّ وَغَيْرُهُ) فَيُصَدَّقُ فِي الطَّلَاقِ وَالْعِتْقِ سَوَاءٌ كَانَ هُنَاكَ قَرِينَةٌ أَوْ لَا، لَكِنْ بِيَمِينِهِ وَهَذَا هُوَ الْمُعْتَمَدُ م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ",
        "(5/321)\n\nلَهُ فَإِنْ نَكَلَ حَلَفَ هُوَ وَبَرِئَ وَيُجَابُ بِأَنَّهُ هُنَاكَ لَمْ يُعَيِّنْ مُسْتَنَدَ ظَنِّهِ بِخِلَافِهِ هُنَا (وَحَيْثُ رَضِيَا) أَيْ: السَّيِّدُ بِالنَّاقِصِ بِعَيْبٍ (فَالْعِتْقُ) بَانَ (مِنْ) حِينِ (قَبْضٍ) لَا مِنْ حِينِ الرِّضَى عَلَى الْأَصَحِّ بِنَاءً عَلَى أَنَّ مُسْتَحِقَّ الدَّيْنِ إذَا اسْتَوْفَاهُ وَجَدَ بِهِ عَيْبًا وَرَضِيَ بِهِ لَا نَقُولُ: مَلَكَهُ بِالرِّضَى بَلْ بِالْقَبْضِ، وَتَأَكَّدَ الْمِلْكُ بِالرِّضَى أَمَّا إذَا وَجَدَهُ نَاقِصًا بِنُقْصَانِ جُزْءٍ فَإِنْ لَمْ يَرْضَ بِهِ طَالَبَهُ بِالْبَاقِي وَإِلَّا فَلَا بُدَّ مِنْ الْإِبْرَاءِ مِنْهُ فِي حُصُولِ الْعِتْقِ كَمَا فِي الرَّوْضَةِ وَأَصْلِهَا.\n\n(وَحَطٌّ) لِمُمَوِّلٍ عَنْ الْمُكَاتَبِ كِتَابَةً صَحِيحَةً مِنْ نُجُومِهِ (وَجَبَا) عَلَى السَّيِّدِ (أَوْ بَذْلُهُ) أَيْ: إعْطَاؤُهُ (مُمَوَّلًا) أَيْ: وَإِنْ قَلَّ قَالَ تَعَالَى: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} [النور: 33] فَسَّرَ الْإِيتَاءَ بِمَا ذَكَرَ؛ لِأَنَّ الْقَصْدَ مِنْهُ الْإِعَانَةُ عَلَى الْعِتْقِ وَالْحَطُّ، أَوْلَى مِنْ الْبَذْلِ؛ لِأَنَّ الْإِعَانَةَ فِيهِ مُحَقَّقَةٌ قَالُوا: وَإِنَّمَا وَجَبَ أَقَلُّ مُمَوَّلٍ؛ لِأَنَّهُ لَمْ يَرِدْ فِيهِ تَقْدِيرٌ وَزَادَ قَوْلَهُ: (وَنُدِبَا رُبْعٌ) فَإِنْ لَمْ تَسْمَحْ بِهِ نَفْسُهُ فَسُبْعٌ رَوَى النَّسَائِيّ وَالْبَيْهَقِيُّ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - يَحُطُّ عَنْ الْمُكَاتَبِ قَدْرَ رُبُعِ كِتَابَتِهِ وَرُوِيَ عَنْهُ رَفْعُهُ إلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَوَى مَالِكٌ فِي الْمُوَطَّأِ عَنْ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّهُ كَاتَبَ عَبْدًا لَهُ عَلَى خَمْسَةٍ وَثَلَاثِينَ أَلْفَ دِرْهَمٍ وَحَطَّ عَنْهُ سُبْعَهَا خَمْسَةَ آلَافِ دِرْهَمٍ قَالَ الْبُلْقِينِيُّ بَقِيَ بَيْنَهُمَا السُّدُسُ رَوَى الْبَيْهَقِيُّ عَنْ أَبِي سَعِيدٍ مَوْلَى أَبِي أَسِيد أَنَّهُ كَاتَبَ عَبْدًا لَهُ عَلَى أَلْفِ دِرْهَمٍ وَمِائَتَيْ دِرْهَمٍ قَالَ: فَأَتَيْته بِمُكَاتَبَتِي فَرَدَّ عَلَيَّ مِائَتَيْ دِرْهَمٍ. (وَلَوْ) كَانَ الْمَبْذُولُ (مِنْ غَيْرِ جِنْسٍ) أَيْ: جِنْسِ مَالِ الْكِتَابَةِ فَإِنَّهُ يَكْفِي (إنْ رَضِي) بِهِ (مُكَاتَبٌ) فَإِنْ كَانَ مِنْ جِنْسِ مَالِهَا لَزِمَهُ الْقَبُولُ، وَإِنْ كَانَ مِنْ غَيْرِ مَالِهَا. وَالْحَطُّ، أَوْ الْبَذْلُ يَكُونُ (مِنْ قَبْلِ عِتْقٍ) لِيَسْتَعِينَ بِهِ الْمُكَاتَبُ عَلَى تَحْصِيلِهِ كَمَا يُدْفَعُ إلَيْهِ سَهْمُ الرِّقَابِ قَبْلَ الْعِتْقِ، وَلَا يَتَعَيَّنُ النَّجْمُ الْأَخِيرُ لَكِنَّهُ أَلْيَقُ؛ لِأَنَّهُ أَقْرَبُ إلَى الْعِتْقِ (وَقُضِيَ) ذَلِكَ بَعْدَ الْعِتْقِ إنْ لَمْ يَفْعَلْ قَبْلَهُ، وَالتَّصْرِيحُ بِهَذَا وَبِجَوَازِ بَذْلِ غَيْرِ الْجِنْسِ بِالرِّضَى مِنْ زِيَادَتِهِ (وَإِنْ يَمُتْ) سَيِّدُهُ بَعْدَ قَبْضِ النُّجُومِ، وَقَبْلَ الْبَذْلِ (قُدِّمَ) ذَلِكَ عَلَى الْوَصَايَا وَالْإِرْثِ (كَالدُّيُونِ) فَإِنَّهَا تُقَدَّمُ عَلَيْهِمَا (وَإِنْ بَقِيَ شَيْءٌ) مِنْ مَالِ الْكِتَابَةِ (فَكَالْمَرْهُونِ) بِحَقِّ الْمُكَاتَبِ لَا يُزَاحِمُهُ فِيهِ أَرْبَابُ الدُّيُونِ، وَالْوَصَايَا؛ لِأَنَّ حَقَّهُ فِي عَيْنِهِ.\n\nوَلَوْ (عَجَّلَ) الْمُكَاتَبُ بَعْضَ النُّجُومِ (كَيْ يُبْرِئَ) السَّيِّدَ (عَمَّا بَقِيَا) مِنْهَا (لَغَا) كُلٌّ مِنْ التَّعْجِيلِ وَالْإِبْرَاءِ (وَإِنْ وَفَّاهُ) السَّيِّدُ بِالْإِبْرَاءِ لِتَرَتُّبِهِ عَلَى شَرْطٍ فَاسِدٍ فَعَلَى السَّيِّدِ رَدُّ الْمَأْخُوذِ (لَا إنْ رَضِيَا) أَيْ: الْمُكَاتَبُ رِضًا جَدِيدًا بِقَبْضِ ذَلِكَ عَمَّا عَلَيْهِ بِغَيْرِ ذَلِكَ الشَّرْطِ فَإِنَّهُ يَصِحُّ الْقَبْضُ كَمَا لَوْ أَذِنَ لِلْمُشْتَرِي، أَوْ الْمُرْتَهِنِ فِي قَبْضِ مَا بِيَدِهِ عَنْ جِهَةِ الشِّرَاءِ، أَوْ الرَّهْنِ، وَلَوْ عَجَّلَ بِلَا شَرْطٍ جَازَ وَأُجْبِرَ السَّيِّدُ عَلَى الْقَبُولِ مَا لَمْ يَبْدُ غَرَضًا فِي الِامْتِنَاعِ كَمُؤْنَةِ حِفْظِهِ، أَوْ خَوْفٍ عَلَيْهِ، وَلَوْ جَاءَ بِهِ فِي الْمَحَلِّ، وَشَرَطَ الْإِبْرَاءَ عَنْ الْبَاقِي\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nمِنْ أَدَاءِ الْأَرْشِ جَازَ لِلسَّيِّدِ إرْقَاقُهُ كَمَا لَوْ امْتَنَعَ مِنْ أَدَاءِ بَعْضِ النُّجُومِ حَجَرٌ د\n\n. (قَوْلُهُ: وَيُجَابُ إلَخْ) قِيلَ: هَذَا لَا يُؤَثِّرُ؛ لِأَنَّ تَعْيِينَ مُسْتَنَدِ ظَنِّهِ إذَا لَمْ يَصْحَبْهُ قَرِينَةٌ لَا تَأْثِيرَ لَهُ؛ لِأَنَّهُ مُتَّهَمٌ فِيهِ. اهـ. وَيُمْكِنُ دَفْعُهُ بِالنِّسْبَةِ لِلْكِتَابَةِ بِأَنَّ نَفْسَ الْكِتَابَةِ وَسَبْقَ قَبْضِ النُّجُومِ قَرِينَةٌ\n\n(قَوْلُهُ: قَالُوا وَإِنَّمَا وَجَبَ أَقَلُّ مُتَمَوِّلٍ إلَخْ) فِي التَّعْبِيرِ بِ قَالُوا إشَارَةٌ إلَى النَّظَرِ فِيهِ بِأَنَّهُ وَرَدَ فِيهِ التَّقْدِيرُ كَمَا سَيَأْتِي. (قَوْلُهُ: لِأَنَّهُ لَمْ يَرِدْ فِيهِ تَقْدِيرٌ) قَدْ يُشْكِلُ بِمَا يَأْتِي عَنْ عَلِيٍّ وَرَفَعَهُ إلَى النَّبِيِّ - عَلَيْهِ السَّلَامُ - إلَّا أَنْ يُقَالَ: مَا يَأْتِي عَنْ ابْنِ عُمَرَ وَغَيْرِهِ قَرِينَةٌ عَلَى أَنَّ الْآتِيَ عَنْ عَلِيٍّ لَيْسَ لِلْوُجُوبِ إلَّا أَنَّ ذَلِكَ لَا يَنْفِي التَّقْدِيرَ مُطْلَقًا بَلْ يَنْفِي التَّقْدِيرَ بِأَقَلِّ مَا وَرَدَ إلَّا أَنْ يُقَالَ: مَا عَدَا الرُّبُعَ لَمْ يُرْفَعْ بَلْ هُوَ بِاجْتِهَادِ الصَّحَابَةِ، وَأَقَرَّ بَعْضُهُمْ بَعْضًا فَدَلَّ ذَلِكَ عَلَى أَنَّ الرُّبُعَ غَيْرُ وَاجِبٍ، وَلَا تَقْدِيرَ وَرَاءَهُ. (قَوْلُهُ: إنْ رَضِيَ بِهِ مُكَاتَبٌ) فَعُلِمَ أَنَّهُ لَا يَلْزَمُهُ قَبُولُ غَيْرِ الْجِنْسِ لِقَوْلِهِ تَعَالَى {مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} [النور: 33] قَالَ الرَّافِعِيُّ: يُرِيدُ بِهِ مِنْ مَالِ الْكِتَابَةِ. (قَوْلُهُ: وَقَضَى ذَلِكَ بَعْدَ الْعِتْقِ) عِبَارَةُ شَرْحِ الرَّوْضِ فَلَوْ أَخَّرَهُ عَنْهُ أَيْ: أَخَّرَ الْإِيتَاءَ عَنْ الْعِتْقِ أَثِمَ، وَكَانَ قَضَاءً فَقَوْلُ الْأَصْلِ: وَيَجُوزُ بَعْدَ الْأَدَاءِ وَالْعِتْقِ لَكِنْ يَكُونُ قَضَاءً فِيهِ تَسَمُّحٌ. اهـ. وَالظَّاهِرُ أَنَّ الْأَصْلَ أَرَادَ بِالْجَوَازِ الْإِجْزَاءَ. (قَوْلُهُ: قَدَّمَ ذَلِكَ عَلَى الْوَصَايَا) قَالَ فِي الرَّوْضِ: وَإِنْ أَوْصَى بِأَكْثَرَ مِنْ الْوَاجِبِ فَالزَّائِدُ مِنْ الْوَصَايَا. اهـ. وَهُوَ يَدُلُّ عَلَى أَنَّهُ عِنْدَ عَدَمِ الْإِيصَاءِ يَقْتَصِرُ عَلَى الْوَاجِبِ. (قَوْلُهُ: فَإِنَّهَا تُقَدَّمُ عَلَيْهِمَا) فِي شَرْحِ الْجَوْجَرِيِّ أَنَّهُ يُقَدَّمُ عَلَى الدُّيُونِ، وَإِنْ كَانَ الْمَالُ الَّذِي دَفَعَهُ الْمُكَاتَبُ تَالِفًا. اهـ.\nوَهُوَ وَهْمٌ فَإِنَّ الْمَنْقُولَ فِي الرَّوْضَةِ وَأَصْلِهَا الْمُسَاوَاةُ عِنْدَ التَّلَفِ كَذَا بِخَطِّ شَيْخِنَا.\n(فَرْعٌ)\nقَالَ فِي الْعُبَابِ: وَلَوْ أَدَّى الْمُكَاتَبُ غَيْرَ قَدْرِ الْوَاجِبِ لَمْ يَسْقُطْ، وَلَا تَقَاصَّ، وَلَا تَعْجِيزَ بِهِ فَيَرْفَعُ الْمُكَاتَبُ الْأَمْرَ إلَى الْقَاضِي فَيَفْصِلُهُ بِطَرِيقِهِ. اهـ. وَمِثْلُهُ فِي شَرْحِ الرَّوْضِ وَغَيْرِهِ\n\n(قَوْلُهُ: وَلَوْ عَجَّلَ بِلَا شَرِيكٍ إلَخْ) إنْ أَدَّى النُّجُومَ قَبْلَ الْمَحَلِّ وَمِثْلُ ذَلِكَ فِي تَفْصِيلِهِ أَدَاؤُهَا فِي غَيْرِ بَلَدِ الْعَقْدِ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: بَقِيَ بَيْنَهُمَا السُّدُسُ) أَيْ: بَقِيَ مِمَّا وَرَدَ فِي الْحَدِيثِ، وَإِلَّا فَالْخُمُسُ أَوْلَى مِنْ السُّدُسِ، وَالثُّلُثُ أَوْلَى مِنْ الرُّبُعِ وَمِمَّا دُونَهُ. اهـ. شَرْحُ الرَّوْضِ. (قَوْلُهُ: وَإِنْ كَانَ مِنْ غَيْرِ مَالِهَا) أَيْ: مِنْ غَيْرِ صِنْفِهِ\n\n(قَوْلُهُ:\n(5/322)",
        "\nصَحَّ الْقَبْضُ، وَلَغَا الشَّرْطُ قَالَ فِي الرَّوْضَةِ كَأَصْلِهَا: وَلَوْ عَجَّلَ النَّجْمَ عَلَى أَنْ يَعْتِقَهُ وَيُبَرِّئَهُ عَنْ الْبَاقِي فَفَعَلَ عَتَقَ، وَيَرْجِع عَلَيْهِ السَّيِّدُ بِقِيمَتِهِ وَهُوَ عَلَى السَّيِّدِ بِمَا دَفَعَ؛ لِأَنَّهُ أَعْتَقَهُ بِعِوَضٍ فَاسِدٍ نَقَلَهُ الْقَاضِي عَنْ النَّصِّ.\n\n(وَفَسْخُهَا لَهُ) أَيْ: وَلِلسَّيِّدِ فَسْخُ الْكِتَابَةِ عِنْدَ حُلُولِ نَجْمِهَا إنْ عَجَزَ الْمُكَاتَبُ عَنْ الْأَدَاءِ بِأَنْ يَقُولَ: فَسَخْت الْكِتَابَةَ، أَوْ نَقَضْتهَا، أَوْ أَبْطَلْتهَا، أَوْ عَجَّزْت الْعَبْدَ وَنَحْوَ ذَلِكَ إمَّا بِنَفْسِهِ، أَوْ بِالْحَاكِمِ إذَا ثَبَتَ عِنْدَهُ الْكِتَابَةُ وَالْحُلُولُ؛ لِأَنَّهُ فَسْخٌ مُجْمَعٌ عَلَيْهِ كَفَسْخِ النِّكَاحِ بِالْعِتْقِ وَهُوَ عَلَى التَّرَاخِي كَالْفَسْخِ بِالْإِعْسَارِ، وَقَدْ صَرَّحَ بِهِ الْحَاوِي (وَلِلْمَخْصُوصِ بِإِرْثِهِ) أَيْ: بِإِرْثِ السَّيِّدِ بَعْدَ مَوْتِهِ الْفَسْخُ عِنْدَ الْحُلُولِ وَالْعَجْزِ (وَإِنْ بِنَجْمٍ أُوصِي) أَيْ: وَإِنْ أَوْصَى السَّيِّدُ بِالنَّجْمِ لِغَيْرِهِ فَإِنَّ لِوَارِثِهِ الْفَسْخَ، وَإِنْ أُمْهِلَ الْمُوصَى لَهُ (وَلِلَّذِي، أُوصَى لَهُ بِالرَّقَبَةِ) بِإِمَالَةِ الْبَاءِ أَحْسَنُ مِنْ فَتْحِهَا هُنَا أَيْ: بِرَقَبَةِ الْمُكَاتَبِ (إنْ يَعْجِزَنْ) عَنْ الْأَدَاءِ فَسْخُ الْكِتَابَةَ إنْ عَجَزَ عَنْهُ، وَإِنْ أُمْهِلَ الْوَارِثُ إذْ لَا حَقَّ لَهُ فِي الرَّقَبَةِ، وَالْمُوصَى لَهُ بِهَا يَسْتَحِقُّهَا فَلَهُ التَّوَصُّلُ إلَى حَقِّهِ بِالْفَسْخِ فَقَوْلُهُ: (وَإِنْ سِوًى أُمْهِلَ بِهِ) رَاجِعٌ لِمَسْأَلَتَيْ الْوَارِثِ، وَالْمُوصَى لَهُ كَمَا تَقَرَّرَ أَيْ: أُمْهِلَ بِالنَّجْمِ سَوَّى الْفَاسِخُ مِنْهُمَا، وَقَوْلُهُ: (إنْ عَجَزَ الْمَذْكُورُ) أَيْ: الْمُكَاتَبُ قَيْدٌ لِلْفَسْخِ فِي الْمَسَائِلِ الْمَذْكُورَةِ وَقَوْلُهُ، أَوْ لَا أَنْ يَعْجِزْنَ مِنْ تَمَامِ كَلَامِ الْمُوصِي فَالْوَصِيَّةُ بِرَقَبَتِهِ بِلَا تَقْيِيدٍ بِعَجْزِهِ بَاطِلَةٌ؛ لِأَنَّهُ مَمْنُوعٌ مِنْ التَّصَرُّفِ فِي رَقَبَتِهِ وَمَنْفَعَتِهِ، وَوَجْهُ صِحَّتِهَا مَعَ التَّقْيِيدِ بِالْعَجْزِ الْقِيَاسُ عَلَى صِحَّتِهَا فِيمَا لَوْ قَالَ: إنْ مَلَكْت عَبْدَ فُلَانٍ فَقَدْ، أَوْصَيْت بِهِ، وَلَوْ تَطَوَّعَ رَجُلٌ بِالنُّجُومِ لَمْ يُجْبَرْ السَّيِّدُ عَلَى الْقَبُولِ بَلْ لَهُ الْفَسْخُ عَلَى الْأَصَحِّ، وَلَوْ قَهَرَ مُكَاتَبَهُ وَاسْتَعْمَلَهُ مُدَّةً لَزِمَهُ أُجْرَةُ الْمِثْلِ، ثُمَّ إذَا جَاءَ الْمَحَلَّ لَا يَلْزَمُهُ إمْهَالُهُ مِثْلَ تِلْكَ الْمُدَّةِ بَلْ لَهُ تَعْجِيزُهُ وَالْفَسْخُ؛ لِأَنَّهُ أَخَذَ بَدَلَ مَنَافِعِهِ ذَكَرَ ذَلِكَ فِي الرَّوْضَةِ وَأَصْلِهَا. .\n(لَا إنْ غَابَ) الْمُكَاتَبُ (مِنْ بَعْدِ مَحِلِّهِ) أَيْ: النَّجْمِ فَلَيْسَ لِلسَّيِّدِ الْفَسْخُ (وَلَكِنْ) هَذَا (إنْ أَذِنْ) لَهُ فِي الْغَيْبَةِ إذْ لَا تَقْصِيرَ مِنْ الْمُكَاتَبِ وَرُبَّمَا اكْتَسَبَ فِي السَّفَرِ مَا يَفِي بِالْوَاجِبِ عَلَيْهِ (إلَى وُصُولِ خَطِّ مَنْ قَدْ حَكَمَا لِحَاكِمٍ بِأَنَّهُ قَدْ نَدِمَا وَقَصَّرَ الْغَائِبُ فِي الْعَوْدِ) أَيْ: لَا فَسْخَ لَهُ فِي ذَلِكَ حَتَّى يَصِلَ كِتَابُ حَاكِمِ بَلَدِهِ إلَى حَاكِمِ بَلَدِ الْمُكَاتَبِ بِأَنَّهُ نَدِمَ عَلَى الْإِذْنِ، وَرَجَعَ عَنْهُ وَيُقَصِّرُ الْمُكَاتَبُ فِي عَوْدِهِ وَذَلِكَ بِأَنْ يَرْفَعَ السَّيِّدُ الْأَمْرَ إلَى حَاكِمٍ لِمُدَّةٍ، وَيُقِيمَ بَيِّنَتَهُ بِالْحُلُولِ وَالْغَيْبَةِ، وَيَحْلِفَ أَنَّ حَقَّهُ بَاقٍ لِكَوْنِهِ قَضَاءً عَلَى غَائِبٍ، وَيَذْكُرَ أَنَّهُ نَدِمَ عَلَى الْإِذْنِ، وَرَجَعَ عَنْهُ فَيَكْتُبُ الْحَاكِمُ إلَى حَاكِمِ بَلَدِ الْمُكَاتَبِ بِذَلِكَ لِيُعَرِّفَهُ الْحَالَ فَإِنْ أَظْهَرَ الْعَجْزَ، أَوْ قَصَّرَ فِي عَوْدِهِ بِأَنْ أَخَّرَ دَفْعَ الْحَالِ مَعَ إمْكَانِ تَسْلِيمِهِ بِنَفْسِهِ، أَوْ قَاصِدِهِ كَتَبَ بِهِ حَاكِمُ بَلَدِهِ إلَى حَاكِمِ بَلَدِ السَّيِّدِ لِيَفْسَخَ إنْ شَاءَ، فَإِنْ عَجَزَ السَّيِّدُ عَنْ الْحَاكِمِ.\nفَالرَّاجِحُ عِنْدَ ابْنِ كَجٍّ أَنَّ كِتَابَهُ إلَى الْمُكَاتَبِ كَكِتَابِ الْحَاكِمِ إلَيْهِ، وَذِكْرُ وُصُولِ خَطِّ الْحَاكِمِ إلَى حَاكِمٍ مِنْ زِيَادَةِ النَّظْمِ، وَخَرَجَ بِمَا قَالَهُ مَا لَوْ غَابَ بَعْدَ الْمَحَلِّ بِغَيْرِ إذْنٍ، أَوْ قَبْلَهُ، وَلَوْ بِإِذْنٍ وَاسْتَمَرَّتْ غَيْبَتُهُ إلَى مَا بَعْدَهُ فَلَهُ الْفَسْخُ مِنْ غَيْرِ رَفْعٍ، وَإِعْلَامٍ، وَإِنْ كَانَ الطَّرِيقُ مَخُوفًا، وَالْمُكَاتَبُ مَرِيضًا لِتَقْصِيرِهِ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقَوْلُهُ: عَتَقَ إلَخْ) لَيْسَ فِيهِ إفْصَاحٌ هَلْ عِتْقُهُ يَقَعُ عَنْ الْكِتَابَةِ حَتَّى يَتْبَعُهُ وَلَدُهُ، أَوْ لَا\n\n(قَوْلُهُ: أَوْ عَجَزَ الْعَبْدُ) أَفَادَ أَنَّ تَعْجِيزَ السَّيِّدِ الْعَبْدَ فَسْخٌ وَهَذَا مَعَ قَوْلِهِمْ وَاللَّفْظُ لِلرَّوْضِ وَلَوْ قَالَ لَهُ: إنْ عَجَزْت بِنَفْسِك وَأَدَّيْت كَذَا فَأَنْت حُرٌّ فَعَجَّزَ نَفْسَهُ، وَأَدَّى عَتَقَ عَنْ الْكِتَابَةِ؛ لِأَنَّ التَّعْجِيزَ لَا تَنْفَسِخُ بِهِ الْكِتَابَةُ مَا لَمْ تُفْسَخْ أَيْ: بَعْدَ التَّعْجِيزِ إلَخْ. اهـ. يَقْتَضِي الْفَرْقَ بَيْنَ تَعْجِيزِ السَّيِّدِ إيَّاهُ وَتَعْجِيزِهِ نَفْسَهُ، وَأَنَّ الْأَوَّلَ فَسْخٌ لِلْكِتَابَةِ دُونَ الثَّانِي، وَقَدْ صَرَّحَ فِي الرَّوْضِ بَعْدَ ذَلِكَ بَعْدَ تَعْجِيزِ السَّيِّدِ مِنْ صِيَغِ الْفَسْخِ فَقَالَ: فَرْعٌ قَوْلُ السَّيِّدِ فَسَخْت الْكِتَابَةَ وَأَبْطَلْتهَا وَنَقَضْتهَا وَعَجَّزْته أَيْ: كُلٌّ مِنْهَا، وَمِمَّا يُشْبِهُهَا كَمَا قَالَهُ فِي شَرْحِهِ فَسْخٌ، وَلَا تَعُودُ بِالتَّقْدِيرِ. اهـ. (قَوْلُهُ: وَلِلَّذِي أَوْصَى بِالرَّقَبَةِ إلَخْ) وَقَعَ فِي شَرْحِ الْعِرَاقِيِّ أَنَّ الْمُوصَى لَهُ بِالنُّجُومِ لَهُ الْفَسْخُ أَيْضًا قَالَ الْجَوْجَرِيُّ: وَهَذَا سَبْقُ قَلَمٍ إذْ لَمْ يُوجَدْ فِي شُرُوحِهِ، وَلَا أَصْلِ شُرُوحِهِ، وَلَا هُوَ يَسْتَقِيمُ مِنْ حَيْثُ الْمَعْنَى؛ لِأَنَّهُ إذَا فَسَخَ فَاتَتْ النُّجُومُ، وَبَطَلَتْ الْوَصِيَّةُ فَأَيُّ حَظٍّ لَهُ فِي ذَلِكَ بِرّ.\n(قَوْلُهُ: أَنْ يَعْجِزْنَ) قَيْدٌ فِي قَوْلِهِ أَوْصَى لَهُ بِالرَّقَبَةِ (قَوْلُهُ: إنْ عَجَزَ عَنْهُ) أَيْ: الْأَدَاءِ قَيْدٌ فِي قَوْلِهِ فَسَخَ الْكِتَابَةَ (قَوْلُهُ: وَلَوْ تَطَوَّعَ رَجُلٌ) أَيْ: بِغَيْرِ إذْنِهِ بَلْ لَهُ الْفَسْخُ. عِبَارَةُ الرَّوْضِ: وَإِنْ تَبَرَّعَ آخَرُ بِأَدَائِهِ عَنْهُ بِغَيْرِ إذْنِهِ فَإِنْ قَبِلَ عَتَقَ، وَإِلَّا فَلَهُ الْفَسْخُ كَذَا فِي الْعَزِيزِ وَارْتَضَاهُ صَاحِبُ الْمُهِمَّاتِ، وَعَكَسَهُ فِي الرَّوْضَةِ فَقَالَ: بِإِذْنِهِ. اهـ. وَأَطَالَ الْكَلَامَ فِي شَرْحِهِ، ثُمَّ قَالَ: وَاعْلَمْ أَنَّ الْمُشَاحَّةَ إنَّمَا هِيَ فِي بَيَانِ مَحَلِّ الْخِلَافِ فِي الْعِتْقِ فَلَا يَلِيقُ بِالْمُصَنِّفِ إذْ الْعِتْقُ نَافِذٌ إذَا قَبِلَ سَوَاءٌ أَوْقَعَ التَّبَرُّعَ بِالْإِذْنِ أَمْ بِدُونِهِ نَعَمْ تَقْيِيدُهُ بِغَيْرِ الْإِذْنِ حَسَنٌ بِالنِّسْبَةِ إلَى جَوَازِ الْفَسْخِ. اهـ. وَبِهِ تَعْلَمُ أَنَّ مَا ذَكَرَهُ هُنَا مُقَيَّدٌ بِالتَّبَرُّعِ بِغَيْرِ الْإِذْنِ. (قَوْلُهُ: بِأَنْ أَخَّرَ رَفْعَ الْحَالِ إلَخْ) قَالَ فِي الرَّوْضِ: وَإِنْ بَذَلَ وَلِلسَّيِّدِ وَكِيلٌ هُنَاكَ سُلِّمَ إلَيْهِ، وَإِلَّا أَلْزَمَهُ الْقَاضِي إرْسَالَهُ فِي الْحَالِ، أَوْ مَعَ أَوَّلِ رُفْقَةٍ إنْ احْتَاجَ إلَيْهَا، وَعَلَى السَّيِّدِ الصَّبْرُ إلَى مُضِيِّ إمْكَانِ الْوُصُولِ إلَيْهِ، ثُمَّ يَفْسَخُ إنْ قَصَّرَ، وَإِنْ سَلَّمَ إلَى وَكِيلِهِ، وَقَدْ أَيْ: وَبَانَ أَنَّهُ قَدْ عَزَلَهُ فَإِنْ كَانَ بِأَمْرِ الْقَاضِي بَرِئَ، وَإِلَّا فَوَجْهَانِ. اهـ. قَالَ فِي شَرْحِهِ: أَوْجَهُهُمَا الْمَنْعُ، وَقَدْ يُؤْخَذُ مِنْ بَرَاءَتِهِ بِذَلِكَ أَنَّ لِقَاضِي بَلَدِ الْمُكَاتَبِ الْقَبْضَ عَنْ السَّيِّدِ. اهـ. (قَوْلُهُ: فَالرَّاجِحُ عِنْدَ ابْنِ كَجٍّ إلَخْ) قَالَ فِي شَرْحِ الرَّوْضِ: وَهُوَ مَا اخْتَارَهُ ابْنُ الرِّفْعَةِ وَالْقَمُولِيُّ.\n(قَوْلُهُ: فَلَهُ الْفَسْخُ) عِبَارَةُ الرَّوْضِ: فَلِلسَّيِّدِ الْفَسْخُ بِنَفْسِهِ وَيُشْهِدُ، وَكَذَا بِالْحَاكِمِ لَكِنْ بَعْدَ الْإِثْبَاتِ بِالْحُلُولِ وَالتَّعَذُّرِ أَيْ: لِتَحْصِيلِ النَّجْمِ، وَالْحَلِفِ أَنَّهُ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nلَا إنْ غَابَ) أَيْ: إلَى مَسَافَةِ الْقَصْرِ عَلَى الْمُعْتَمَدِ ع ش. (قَوْلُهُ: وَفِيهِمَا فِي الرُّكْنِ الثَّالِثِ مَا يُخَالِفُهُ) عِبَارَةُ الرَّوْضَةِ وَأَصْلِهَا\n(5/323)\n",
        "بِالْغَيْبَةِ بَعْدَ الْمَحَلِّ، وَالْإِذْنُ قَبْلَهُ لَا يَسْتَلْزِمُ الْإِذْنَ فِي اسْتِمْرَارِهَا إلَى مَا بَعْدَهُ وَلَوْ كَانَ لَهُ مَالٌ حَاضِرٌ لَا يُؤَدِّي الْحَاكِمُ النُّجُومَ مِنْهُ بَلْ يُمَكِّنُ السَّيِّدَ مِنْ الْفَسْخِ؛ لِأَنَّهُ رُبَّمَا عَجَّزَ نَفْسَهُ لَوْ كَانَ حَاضِرًا ولَمْ يُؤَدِّ الْمَالَ ذَكَرَهُ فِي الرَّوْضَةِ وَأَصْلِهَا، وَفِيهِمَا فِي الرُّكْنِ الثَّالِثِ مَا يُخَالِفُهُ (وَلَا) إنْ عَجَزَ الْمُكَاتَبُ (عَمَّا يَحُطُّ) عَنْهُ فَلَا فَسْخَ لِلسَّيِّدِ فَإِنَّ لَهُ عَلَيْهِ مِثْلَهُ بَلْ يَرْفَعُ الْمُكَاتَبُ الْأَمْرَ إلَى الْحَاكِمِ لِيَفْصِلَ بَيْنَهُمَا بِطَرِيقِهِ (وَالتَّقَاصُّ) فِيمَا عَلَيْهِمَا (أُهْمِلَا) أَيْ: لَا يَحْصُلُ لِأَنَّا، وَإِنْ جَعَلْنَا الْحَطَّ أَصْلًا فَلِلسَّيِّدِ الْبَذْلُ مِنْ غَيْرِ مَالِ الْكِتَابَةِ (وَأَنْظَرَ السَّيِّدُ) الْمُكَاتَبَ وُجُوبًا (حَتَّى يُطْلِعَا) أَيْ: يُخْرِجَ الْمَالَ (مِنْ حِرْزِهِ) وَيَزِنَهُ، وَيَنْظُرَهُ أَيْضًا فِيمَا لَوْ كَانَ لَهُ دَيْنٌ حَالٌّ عَلَى مَلِيٍّ إلَى اسْتِيفَائِهِ، وَفِيمَا لَوْ كَانَ لَهُ عُرُوضٌ وَالنُّجُومُ غَيْرُهَا إلَى أَنْ يَبِيعَهَا، فَإِنْ عَرَضَ كَسَادٌ فَلَهُ أَنْ لَا يَزِيدَ عَلَى ثَلَاثَةِ أَيَّامٍ، وَفِيمَا لَوْ كَانَ لَهُ مَالٌ غَائِبٌ بِمَسَافَةٍ قَصِيرَةٍ إلَى حُضُورِهِ قَالَهُ الْجُمْهُورُ، وَتَبِعَهُمْ الشَّيْخَانِ\n، وَحَكَى فِي الْمُهِمَّاتِ عَنْ نَصِّ الْأُمِّ مَا يَقْتَضِي أَنَّهُ لَا يُمْهَلُ، وَإِنْ قَرُبَتْ الْمَسَافَةُ، وَجَرَى عَلَيْهِ الْبُلْقِينِيُّ وَفَرَّقَ بَيْنَهُ وَبَيْنَ مَالِ الْمُشْتَرِي إذَا كَانَ بِمَسَافَةٍ قَرِيبَةٍ بِأَنَّ ضَرَرَ الْبَائِعِ يَزُولُ بِالْحَجْرِ عَلَى الْمُشْتَرِي وَهُوَ مُتَعَذِّرٌ هُنَا (وَ) لِلسَّيِّدِ (فَسْخُهَا إنْ مَنَعَا) أَيْ: الْمُكَاتَبُ سَيِّدَهُ مِنْ النُّجُومِ بَعْدَ الْمَحَلِّ مَعَ الْقُدْرَةِ وَعَجَّزَ نَفْسَهُ، وَلَا يُجْبَرُ عَلَى أَدَائِهَا لِجَوَازِ الْكِتَابَةِ مِنْ جِهَتِهِ؛ وَلِأَنَّ الْحَطَّ فِيهَا لَهُ وَلِتَضَمُّنِهَا التَّعْلِيقَ بِصِفَةٍ وَهُوَ لَا يُجْبَرُ عَلَيْهَا، وَتَقْيِيدُ ذَلِكَ بِتَعْجِيزِهِ نَفْسَهُ ذَكَرَهُ الشَّيْخَانِ كَغَيْرِهِمَا، وَتَرْكُهُ كَمَا صَنَعَ الشَّارِحُ تَبَعًا لِلنَّظْمِ وَأَصْلِهِ، أَوْجَهُ (أَوْ جُنَّ) فَلِسَيِّدِهِ الْفَسْخُ بَعْدَ الرَّفْعِ إلَى الْحَاكِمِ، وَثُبُوتِ الْكِتَابَةِ، وَالْحُلُولِ عِنْدَهُ وَمُطَالَبَتِهِ بِحَقِّهِ وَحَلِفِهِ عَلَى بَقَائِهِ وَتَمْكِينِ الْحَاكِمِ لَهُ مِنْ الْفَسْخِ (لَا إنْ مَالُهُ بِهِ) أَيْ: بِالنَّجْمِ (وَفَّى) فَلَا فَسْخَ بَلْ يُؤَدِّي الْقَاضِي عَنْهُ مِنْ مَالِهِ؛ لِأَنَّهُ لَيْسَ مِنْ أَهْلِ النَّظَرِ فَيَنُوبُ عَنْهُ بِخِلَافِ الْمُكَاتَبِ الْغَائِبِ كَمَا مَرَّ كَذَا أَطْلَقَهُ الْجُمْهُورُ.\nوَفَصَّلَ النَّاظِمُ كَأَصْلِهِ تَبَعًا لِلْغَزَالِيِّ فَقَالَ: (فَإِنْ رَأَى الْقَاضِي صَلَاحًا) أَيْ: مَصْلَحَةً فِي حُرِّيَّتِهِ (صَرَفَا) أَيْ: أَدَّى مِنْ مَالِ الْمُكَاتَبِ، وَإِنْ رَأَى أَنَّهُ يَضِيعُ بِهَا لَمْ يُؤَدِّ قَالَ الشَّيْخَانِ وَالتَّفْصِيلُ جَيِّدٌ لَكِنَّهُ قَلِيلُ النَّفْعِ مَعَ قَوْلِنَا إنَّ لِلسَّيِّدِ إذَا وَجَدَ مَالَهُ أَنْ يَسْتَقِلَّ بِأَخْذِهِ إلَّا أَنْ يُقَالَ: إنَّ الْحَاكِمَ يَمْنَعُهُ مِنْ الْأَخْذِ وَالْحَالَةُ هَذِهِ أَيْ: فَلَا يَسْتَقِلُّ بِأَخْذِهِ، وَظَاهِرُ كَلَامِ النَّظْمِ، وَأَصْلِهِ أَنَّ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nمَا قَبَضَ وَلَا أَبْرَأَ، وَلَا يَعْلَمُ لَهُ مَالًا حَاضِرًا، وَلَوْ كَانَ لَهُ مَالٌ حَاضِرٌ لَمْ يَكُنْ لِلْقَاضِي الْأَدَاءُ مِنْهُ وَيُمَكَّنُ السَّيِّدُ مِنْ الْفَسْخِ، وَإِنْ عَاقَ الْمُكَاتَبَ مَرَضٌ، أَوْ خَوْفٌ. اهـ. وَقَوْلُهُ: وَالْحَلِفِ إلَى، وَلَا يَعْلَمُ لَهُ مَالًا حَاضِرًا قَالَ فِي شَرْحِهِ: لِأَنَّهُ قَضَاءٌ عَلَى غَائِبٍ، وَالْمُرَادُ بِالْغَيْبَةِ كَمَا قَالَ ابْنُ الرِّفْعَةِ فِي كِفَايَتِهِ: مَسَافَةُ الْقَصْرِ قُلْت وَالْقِيَاسُ فَوْقَ مَسَافَةِ الْعَدْوَى. اهـ. وَقَوْلُهُ: وَلَوْ كَانَ لَهُ مَالٌ حَاضِرٌ إلَخْ قَالَ فِي شَرْحِهِ قَالَ الْإِسْنَوِيُّ: وَهَذَا مَعَ قَوْلِهِ قَبْلُ إنَّهُ يُحَلِّفُهُ أَنَّهُ لَا يَعْلَمُ لَهُ مَالًا حَاضِرًا لَا يَجْتَمِعَانِ. اهـ. التَّحْلِيفُ الْمَذْكُورُ نَقَلَهُ الْأَصْلُ عَنْ الصَّيْدَلَانِيِّ وَأَقَرَّهُ لَكِنْ قَالَ الْأَذْرَعِيُّ: إنَّهُ غَرِيبٌ وَعَلَيْهِ لَا إشْكَالَ. اهـ. وَالشَّارِحُ هُنَا اقْتَصَرَ عَلَى الْفَسْخِ بِنَفْسِهِ بِدَلِيلِ قَوْلِهِ: مِنْ غَيْرِ رَفْعٍ وَإِعْلَامٍ، ثُمَّ ذَكَرَ مَا لَوْ كَانَ لَهُ مَالٌ حَاضِرٌ وَأَنَّ الْقَاضِيَ لَا يُؤَدِّي فَلَمْ يَقَعْ فِي هَذَا الْإِشْكَالُ. (قَوْلُهُ: وَفِيهِمَا فِي الرُّكْنِ الثَّالِثِ مَا يُخَالِفُهُ) عِبَارَةُ شَرْحِ الرَّوْضِ قَالَ الْإِسْنَوِيُّ: ثُمَّ مَا ذَكَرَهُ مِنْ عَدَمِ الْأَدَاءِ عَنْ الْغَائِبِ قَدْ خَالَفَهُ آخِرَ الرُّكْنِ الثَّالِثِ فِي الْكَلَامِ عَلَى الْأَسِيرِ قَالَ الْأَذْرَعِيُّ: وَهُوَ كَلَامٌ نَازِلٌ يُدْرَكُ بِالتَّأَمُّلِ وَعَلَى مَا تَخَيَّلَهُ قَدْ يُفَرَّقُ بَيْنَ الْأَسِيرِ وَغَيْرِهِ. اهـ. (قَوْلُهُ: وَيَنْظُرُهُ أَيْضًا إلَخْ) بَحَثَ بَعْضُهُمْ اخْتِصَاصَ الْإِمْهَالِ فِي هَذَا بِمَا دُونَ الثَّلَاثِ قَالَ: وَلَوْ كَانَ الْبَاقِي مِنْ الْأَجَلِ قَرِيبًا كَنِصْفِ يَوْمٍ فَالْوَجْهُ الْإِمْهَالُ أَيْضًا بِرّ. (قَوْلُهُ: وَيُعَجِّزُ نَفْسَهُ) وَلِلْمُكَاتَبِ أَيْضًا أَنْ يُعَجِّزَ نَفْسَهُ، وَيَفْسَخَ لَكِنْ نُسِبَ لِلرَّافِعِيِّ أَنَّهُ قَالَ: يُعَجِّزُ، وَلَا يَفْسَخُ قَالَ فِي الْمُهِمَّاتِ: وَالصَّوَابُ أَنَّ لَهُ الْفَسْخَ فَقَدْ نَصَّ عَلَيْهِ الشَّافِعِيُّ بِرّ.\n(قَوْلُهُ: أَيْ: فَلَا يَسْتَقِلُّ بِأَخْذِهِ) الْمُعْتَمَدُ أَنَّ لَهُ الِاسْتِقْلَالَ بِأَخْذِهِ، وَإِنْ كَانَ عَلَى خِلَافِ مَصْلَحَةِ الْمُكَاتَبِ؛ لِأَنَّ السَّيِّدَ لَا يَلْزَمُهُ مُرَاعَاةُ الْمَصْلَحَةِ، وَأَنَّ الْحَاكِمَ لَا يَمْنَعُهُ وَإِنْ كَانَتْ مَصْلَحَةُ الْمُكَاتَبِ فِي مَنْعِهِ؛ لِأَنَّهُ مُتَصَرِّفٌ فِي مِلْكِهِ فِي الْجُمْلَةِ مَعَ أَنَّ الْأَخْذَ الْمُتَرَتِّبَ عَلَيْهِ الْعِتْقُ لَا يَزِيدُ عَلَى مَا لَوْ نَجَّزَ إعْتَاقَهُ فَإِنَّهُ نَافِذٌ قَطْعًا، وَلَيْسَ لِلْحَاكِمِ مَنْعُهُ، وَإِنْ كَانَ عَلَى خِلَافِ الْمَصْلَحَةِ، وَالْحَاكِمُ إنَّمَا يُرَاعِي\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nهُنَاكَ: (فَرْعٌ)\nكَاتَبَ مُسْلِمٌ عَبْدًا كَافِرًا بِدَارِ الْحَرْبِ فَأُسِرَ لَمْ تَبْطُلْ كِتَابَتُهُ؛ لِأَنَّهُ فِي أَمَانِ سَيِّدِهِ، وَهَلْ لِلسَّيِّدِ الْفَسْخُ وَالتَّعْجِيزُ وَهُوَ فِي الْأَسْرِ؟ الْمَذْهَبُ لَهُ بِنَاءً عَلَى احْتِسَابِ مُدَّةِ الْأَسْرِ مِنْ الْأَجَلِ، ثُمَّ هَلْ يَفْسَخُ بِنَفْسِهِ كَمَا لَوْ حَضَرَ الْمُكَاتَبُ، أَوْ يَرْفَعُ الْأَمْرَ إلَى الْقَاضِي لِيَبْحَثَ هَلْ لَهُ مَالٌ؟ وَجْهَانِ أَظْهَرُهُمَا الْأَوَّلُ فَإِنْ فُسِخَتْ وَخَلَصَ، وَأَقَامَ بَيِّنَةً أَنَّهُ كَانَ لَهُ مِنْ الْمَالِ مَا يَفِي بِالْكِتَابَةِ بَطَلَ الْفَسْخُ، وَأَدَّى الْمَالَ وَعَتَقَ. اهـ. وَهَذَا كَمَا تَرَى فِي فَسْخِ السَّيِّدِ بِدُونِ الْحَاكِمِ فَلَا يُخَالِفُ مَا نَحْنُ فِيهِ أَصْلًا. (قَوْلُهُ: وَحَلَّفَهُ عَلَى بَقَائِهِ) وَكَذَا عَلَى نَفْيِ الْقُدْرَةِ عَلَى التَّحْصِيلِ قَالَهُ فِي الْمُهِمَّاتِ، وَأَقَرَّهُ م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ. (قَوْلُهُ: بَلْ يُؤَدِّي الْقَاضِي إلَخْ) وَلَا مُنَافَاةَ بَيْنَ هَذَا وَبَيْنَ قَوْلِهِ سَابِقًا: وَلَوْ مِنْ الْمَجْنُونِ؛ لِأَنَّ ذَاكَ فِيمَا إذَا قَبَضَ النُّجُومَ فَيَعْتِقُ مِنْ غَيْرِ قَاضٍ، وَهَذَا فِيمَا إذَا لَمْ يَقْبِضْهَا فَلَيْسَ لَهُ الْفَسْخُ حَتَّى يَرْفَعَ لِلْقَاضِي فَيَرَى الْمَصْلَحَةَ فِيهِ. اهـ. شَرْحُ الْإِرْشَادِ لِحَجَرٍ. (قَوْلُهُ: وَالتَّفْصِيلُ جَيِّدٌ) هُوَ الْمُعْتَمَدُ\n(5/324)\n\nالْمَجْنُونَ لَوْ سَلَّمَ مَالَ الْكِتَابَةِ إلَى سَيِّدِهِ، أَوْ اسْتَقَلَّ السَّيِّدُ بِقَبْضِهِ لَا يَقَعُ الْمَوْقِعَ، وَالْمَعْرُوفُ فِي الْمَذْهَبِ كَمَا فِي أَصْلِ الرَّوْضَةِ أَنَّهُ يَقَعُ الْمَوْقِعَ، وَإِذَا فَسَخَ السَّيِّدُ عَادَ الْمُكَاتَبُ قِنًّا لَهُ فَإِنْ أَفَاقَ، وَظَهَرَ لَهُ مَالٌ كَانَ حَصَّلَهُ قَبْلَ الْفَسْخِ دَفَعَهُ إلَى السَّيِّدِ وَحَكَمَ بِعِتْقِهِ، وَنَقَضَ التَّعْجِيزَ قَالَ الشَّيْخَانِ كَذَا أَطْلَقُوهُ وَأَحْسَنَ الْإِمَامُ إذْ خَصَّهُ بِمَا إذَا ظَهَرَ لَهُ مَالٌ بِيَدِ السَّيِّدِ، وَإِلَّا فَالْفَسْخُ مَاضٍ؛ لِأَنَّهُ فَسَخَ حِينَ تَعَذَّرَ عَلَيْهِ حَقُّهُ فَأَشْبَهَ مَا لَوْ كَانَ مَالُهُ غَائِبًا فَحَضَرَ قَالَ فِي الْخَادِمِ: وَهَذَا مَعَ مُصَادَمَتِهِ لِإِطْلَاقِهِمْ مُصَادِمٌ لِنَصِّ الشَّافِعِيِّ وَالْفَرْقُ أَنَّهُ لَا تَقْصِيرَ مِنْ الْحَاكِمِ عِنْدَ غَيْبَةِ الْمَالِ، ثُمَّ حُضُورُهُ بِخِلَافِ وُجُودِهِ بِالْبَلَدِ.\n\n(وَ) لِلسَّيِّدِ إذَا كَانَ لَهُ عَلَى مُكَاتَبِهِ دَيْنٌ سِوَى نَجْمِ الْكِتَابَةِ بِمُعَامَلَةٍ، أَوْ إتْلَافٍ وَلَمْ يَفِ مَالُهُ بِالْجَمِيعِ (الْأَخْذُ) أَيْ: أَخْذُ مَالَهُ (عَنْ دَيْنٍ سِوَاهُ) أَيْ: سِوَى النَّجْمِ (وَلَهُ تَعْجِيزُ هَذَا) أَيْ: الْمُكَاتَبِ (بَعْدَهُ) أَيْ: بَعْدَ الْأَخْذِ عَمَّا ذَكَرَ (وَقَبْلَهُ) لِتَمَكُّنِهِ مِنْ مُطَالَبَتِهِ بِالدَّيْنَيْنِ، وَلَوْ أَطْلَقَ الْمُكَاتَبُ الدَّفْعَ، ثُمَّ قَالَ: قَصَدْت النُّجُومَ، وَأَنْكَرَ السَّيِّدُ، أَوْ قَالَ: صَدَقْت وَلَكِنْ قَصَدْت أَنَا غَيْرَهَا قَالَ الصَّيْدَلَانِيُّ يَنْبَغِي أَنْ يُصَدَّقَ السَّيِّدُ؛ لِأَنَّ الْخِيَرَةَ هُنَا لَهُ بِخِلَافِ بَقِيَّةِ الدُّيُونِ، وَقَالَ الْقَفَّالُ يُصَدَّقُ الْمُكَاتَبُ كَمَا لَوْ قَالَ مَنْ عَلَيْهِ دَيْنَانِ وَلَهُ بِأَحَدِهِمَا رَهْنٌ: أَدَّيْت دَيْنَ الرَّهْنِ وَصَحَّحَهُ فِي الرَّوْضَةِ (وَلِلَّذِي يَجْنِي عَلَيْهِ) جِنَايَةً مِنْ الْمُكَاتَبِ تَعْجِيزُهُ لِيُبَاعَ فِيهَا إذَا لَمْ يَفِ مَالُهُ بِأَرْشِهَا لَكِنْ لَا بِنَفْسِهِ؛ لِأَنَّهُ لَمْ يَعْقِدْ حَتَّى يَفْسَخَ بَلْ (يُعْضَدُ بِحَاكِمٍ) بِأَنْ يَرْفَعَ الْأَمْرَ إلَيْهِ لِيُعَجِّزَهُ (لَا إنْ فَدَاهُ السَّيِّدُ) فَلَيْسَ لِلْمَجْنِيِّ عَلَيْهِ تَعْجِيزُهُ؛ لِأَنَّهُ رَقِيقٌ لِلسَّيِّدِ وَلَهُ غَرَضٌ فِي إتْمَامِ عِتْقِهِ، وَفِي إبْقَائِهِ لِنَفْسِهِ إنْ لَمْ يَتِمَّ فَيُمَكَّنُ مِنْ الْفِدَاءِ، وَخَرَجَ بِالْمَجْنِيِّ عَلَيْهِ صَاحِبُ دَيْنِ الْمُعَامَلَةِ فَلَا تَعْجِيزَ لَهُ؛ لِأَنَّ حَقَّهُ لَيْسَ فِي الرَّقَبَةِ.\n\nوَإِذَا اجْتَمَعَ عَلَى الْمُكَاتَبِ دُيُونٌ لِغَيْرِ السَّيِّدِ، أَوْ لَهُمَا وَضَاقَ مَا بِيَدِهِ عَنْهُمَا وَلَمْ يُحْجَرْ عَلَيْهِ (قُدِّمَ دَيْنٌ لِلْمُعَامَلَاتِ) عَلَى غَيْرِهِ إذْ لَا تَعَلُّقَ لَهُ بِمَا بِيَدِهِ، وَلَا بِرَقَبَتِهِ (ثُمَّ) إنْ فَضَلَ شَيْءٌ قُدِّمَ (أَرْشٌ عَلَى نَجْمٍ) ؛ لِأَنَّهُ مُسْتَقِرٌّ وَالنَّجْمُ عُرْضَةٌ لِلسُّقُوطِ (بِنَدْبٍ) أَيْ: قُدِّمَ مَا ذُكِرَ بِنَدْبٍ فَيَجُوزُ تَقْدِيمُ النَّجْمِ عَلَى الْأَرْشِ، وَتَقْدِيمُهُمَا مَعًا عَلَى دَيْنِ الْمُعَامَلَةِ كَمَا فِي الْحُرِّ (وَحُتِمْ) تَقْدِيمُ دَيْنِ الْمُعَامَلَةِ، ثُمَّ الْأَرْشِ عَلَى النَّجْمِ (إنْ حَجَرَ الْقَاضِي) عَلَى الْمُكَاتَبِ بِالْتِمَاسِهِ، أَوْ بِالْتِمَاسِ الْغُرَمَاءِ، أَمَّا تَقْدِيمُ دَيْنِ الْمُعَامَلَةِ فَلِتَعَلُّقِهِ بِمَا بِيَدِهِ لَا غَيْرُ، وَلِلْأَرْشِ مُتَعَلِّقٌ آخَرُ وَهُوَ الرَّقَبَةُ، وَأَمَّا تَقْدِيمُ الْأَرْشِ عَلَى النَّجْمِ فَلِمَا مَرَّ أَمَّا إذَا كَانَتْ الدُّيُونُ لِلسَّيِّدِ فَالْمُقَدَّمُ مِنْهُمَا مَا يُرِيدُهُ كَمَا عُلِمَ مِمَّا مَرَّ فِي مَسْأَلَةِ الْقَفَّالِ\n\n(وَإِنْ يَعْجِزْ) أَيْ: الْمُكَاتَبُ الَّذِي اجْتَمَعَ عَلَيْهِ دُيُونٌ لِسَيِّدِهِ وَلِغَيْرِهِ وَرَقَّ (سَقَطْ) عَنْهُ مَا (لِسَيِّدٍ) مِنْ نَجْمٍ وَغَيْرِهِ لِعَوْدِهِ إلَى رِقِّهِ (وَسَوِّ لِلْغَيْرِ) أَيْ: لِغَيْرِ السَّيِّدِ بَيْنَ دَيْنِ الْمُعَامَلَةِ، وَالْأَرْشِ فَيُوَزَّعُ مَا بِيَدِهِ عَلَيْهِمَا فَمَا تَأَخَّرَ مِنْ دَيْنِ الْمُعَامَلَةِ طُولِبَ بِهِ بَعْدَ الْعِتْقِ، وَمِنْ الْأَرْشِ يَتَعَلَّقُ بِالرَّقَبَةِ فَيُبَاعُ فِيهِ، وَقَوْلُهُ: مِنْ زِيَادَتِهِ (فَقَطْ) تَكْمِلَةٌ.\n\n(وَانْفَسَخَتْ) أَيْ: الْكِتَابَةُ (إنْ مَاتَ) الْمُكَاتَبُ (قَبْلَ أَنْ أَتَمْ) أَيْ: النُّجُومَ أَيْ: قَبْلَ قَبْضِ السَّيِّدِ تَمَامَهَا، وَإِنْ أَرْسَلَهَا الْمُكَاتَبُ إلَيْهِ فَلَمْ يَقْبِضْهَا بَعْدُ، أَوْ كَانَ الْبَاقِي قَلِيلًا، أَوْ لَمْ يَحُطَّ عَنْهُ السَّيِّدُ شَيْئًا، وَيَمُوتُ رَقِيقًا حَتَّى لَا يُورَثَ وَتَكُونَ أَكْسَابُهُ لِسَيِّدِهِ، وَتَجْهِيزُهُ عَلَيْهِ لِأَنَّ مَوْرِدَ الْعَقْدِ الرَّقَبَةُ فَفَوَاتُهَا كَتَلَفِ الْمَبِيعِ قَبْلَ الْقَبْضِ.\n\n(أَوْ فَسَخَ الشِّرْكُ) أَيْ: وَانْفَسَخَتْ الْكِتَابَةُ كُلُّهَا إنْ فَسَخَهَا شَرِيكٌ فِي نَصِيبِهِ، وَإِنْ أَرَادَ الْآخَرُ إنْظَارَهُ وَإِبْقَاءَهَا وَلَا تَتَبَعَّضُ كَمَا لَا تَتَبَعَّضُ ابْتِدَاءً. (وَ) إذَا كَاتَبَ عَبْدَيْنِ لَهُ مُتَفَاوِتَيْ الْقِيمَةِ عَلَى مَالٍ وَاحِدٍ (حَلِّفْ) أَنْتَ (مَنْ زَعَمْ) مِنْهُمَا (كَوْنَ الْأَدَاءِ مِنْهُمَا سَوَاءَ إذَا بِهِ مَعًا إلَيْهِ جَاءَا) أَيْ: إذَا جَاءَا مَعًا بِالْمَالِ إلَى السَّيِّدِ، وَزَعَمَ النَّفِيسُ أَنَّهُ عَلَى قَدْرِ الْقِيمَةِ، وَالْخَسِيسُ أَنَّهُ عَلَى عَدَدِ الرُّءُوسِ فَيُصَدَّقُ، وَإِنْ جَاوَزَ مَا خَصَّهُ حِصَّتَهُ مِنْ الْمُؤَدِّي، أَوْ كَانَ ذَلِكَ فِي النَّجْمِ الْأَخِيرِ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nالْمَصْلَحَةَ فِي فِعْلِ نَفْسِهِ وَنَحْوِهِ لَا حَيْثُ يُعَارِضُ تَصَرُّفَ الْإِنْسَانِ فِي مِلْكِهِ م ر (قَوْلُهُ: أَنَّهُ يَقَعُ الْمَوْقِعَ) أَيْ: فَيَتَرَتَّبُ الْعِتْقُ بِرّ، وَكَتَبَ أَيْضًا أَيْ: مَا لَمْ يَرَ الْقَاضِي الصَّلَاحَ فِي خِلَافِهِ بِنَاءً عَلَى قَوْلِهِ السَّابِقِ: إلَّا أَنْ يُقَالَ: إلَخْ وَفِيهِ نَظَرٌ (قَوْلُهُ: يَقَعُ الْمَوْقِعَ) أَيْ: فَيَتَرَتَّبُ الْعِتْقُ بِرّ. (قَوْلُهُ: كَذَا أَطْلَقُوهُ إلَخْ) اعْتَمَدَهُ م ر\n\n(قَوْلُهُ: الْأَخْذُ إلَخْ) إذَا تَأَمَّلْت هَذِهِ الْعِبَارَةَ أَفَادَتْ مَا قَالَهُ الْجَوْجَرِيُّ: إنَّهُ إذَا كَانَ عَلَيْهِ لِلسَّيِّدِ دَيْنَانِ غَيْرُ نَجْمِ الْكِتَابَةِ وَلَمْ يُسْتَحَقَّ نَجْمُ الْكِتَابَةِ بَعْدُ كَانَتْ الْخِيَرَةُ فِي الدَّفْعِ عَنْ أَحَدِهِمَا إلَى الْمُكَاتَبِ بِرّ. (قَوْلُهُ: قَالَ الصَّيْدَلَانِيُّ إلَخْ) فَالْحَاصِلُ أَنَّهُ إنْ وَقَعَ النِّزَاعُ فِي ابْتِدَاءِ الدَّفْعِ أُجِيبَ السَّيِّدُ، أَوْ بَعْدَهُ فَالْمُكَاتَبُ م ر.\n\n(قَوْلُهُ: أَوْ لَهُمَا) أَيْ: السَّيِّدِ وَغَيْرِهِ (قَوْلُهُ: فَيَجُوزُ تَقْدِيمُ النَّجْمِ) فَعُلِمَ مِنْ هَذَا مَعَ قَوْلِهِ السَّابِقِ: وَالْأَخْذُ إلَخْ اخْتِلَافُ حُكْمِ السَّيِّدِ إذَا انْفَرَدَ بِالدَّيْنِ، وَحُكْمُهُ إذَا لَمْ يَنْفَرِدْ. (قَوْلُهُ: فَلْيُعَلِّقْهُ) قَضِيَّةُ هَذِهِ الْعِلَّةِ إطْرَادُ حُكْمِهَا فِيمَا بَعْدَ التَّعْجِيزِ وَلَيْسَ كَذَلِكَ كَمَا سَيَأْتِي قَرِيبًا بِرّ. (قَوْلُهُ: لِلسَّيِّدِ) أَيْ: وَحْدَهُ كَذَا يَنْبَغِي (قَوْلُهُ: مَا يُرِيدُهُ) أَيْ: مَا يُرِيدُهُ السَّيِّدُ بِرّ أَيْ: إذَا كَانَ النِّزَاعُ فِي الِابْتِدَاءِ. (قَوْلُهُ: كَمَا عُلِمَ) أَيْ: بِاعْتِبَارِ مَا ذَكَرَهُ الْمَتْنُ هُنَاكَ بِرّ\n\n(قَوْلُهُ: قَبْلَ قَبْضِ السَّيِّدِ) يَنْبَغِي أَوْ وَكِيلِهِ حَتَّى لَوْ قَبَضَ وَكِيلُ السَّيِّدِ تَمَامَهَا عَتَقَ، وَإِنْ مَاتَ قَبْلَ وُصُولِ الْمَالِ لِيَدِ السَّيِّدِ إذْ قَبْضُ وَكِيلِهِ كَقَبْضِهِ\n\n(قَوْلُهُ: وَإِنْ جَاوَزَ مَا خَصَّهُ حِصَّتَهُ) يُحْتَمَلُ رَفْعُ حِصَّةٍ فَيَتَعَلَّقُ الْجَارُّ بِهَا وَيُحْتَمَلُ نَصْبُهَا فَيَتَعَلَّقُ بِمَا خَصَّهُ بِرّ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nكَمَا فِي حَاشِيَةِ شَرْحِ الرَّوْضِ.",
        "(5/325)\n\nلِاسْتِوَائِهِمَا فِي الْيَدِ\n\n(وَ) حَلَفَ (نَافِيًا جَرَّ وَلَا الْأُمِّيَّهْ) أَيْ: الْمَنْسُوبِ إلَى الْأُمِّ وَهُوَ وَلَدُهَا (بِعِتْقِهِ) أَيْ: الْمُكَاتَبِ (إنْ مَاتَ) فَلَوْ أَتَى الْمُكَاتَبُ بِوَلَدٍ مِنْ زَوْجَتِهِ الْعَتِيقَةِ فَهُوَ حُرٌّ وَوَلَاؤُهُ لِمَوْلَى أُمِّهِ فَإِذَا مَاتَ الْمُكَاتَبُ فَزَعَمَ السَّيِّدُ أَنَّهُ أَدَّى نُجُومَهُ وَعَتَقَ فَانْجَرَّ وَلَاءُ الْوَلَدِ إلَيْهِ، وَزَعَمَ مَوْلَى أُمِّهِ أَنَّهُ مَاتَ عَلَى رِقِّهِ فَوَلَاءُ وَلَدِهِ مُسْتَمِرٌّ لَهُ صُدِّقَ مَوْلَى الْأُمِّ النَّافِي لِلِانْجِرَارِ بِيَمِينِهِ تَمَسُّكًا بِالْأَصْلِ، وَعَلَى سَيِّدِ الْمُكَاتَبِ الْبَيَانُ وَخَرَجَ بِقَوْلِهِ إنْ مَاتَ مَا لَوْ أَقَرَّ السَّيِّدُ فِي حَيَاةِ الْمُكَاتَبِ بِأَنَّهُ أَدَّى النُّجُومَ فَإِنَّهُ يَعْتِقُ، وَيَنْجَرُّ وَلَاءُ وَلَدِهِ إلَيْهِ (لَا الْوَصِيَّهْ) أَيْ: لِلسَّيِّدِ بَدَلُ الْمُكَاتَبِ الْقَتِيلِ لَا وَصِيَّتُهُ بِهِ إذَا لَمْ يُقَيِّدْهَا بِعَجْزِهِ كَمَا فُهِمَ أَيْضًا مِمَّا مَرَّ، وَلَا مَا أَوْصَى بِهِ لِلْمُكَاتَبِ كَمَا فُهِمَ أَيْضًا مِنْ قَوْلِهِ: وَالْكَسْبُ إنْ رَقَّ.\n\n(وَ) لَا (وَطْؤُهَا) أَيْ: وَلَيْسَ لَهُ وَطْءُ مُكَاتَبَتِهِ لِاخْتِلَالِ مِلْكِهِ، وَشَرْطُهُ مُفْسِدٌ فَإِنْ وَطِئَهَا، وَلَوْ مَعَ عِلْمِهِمَا بِالتَّحْرِيمِ (فَالْمَهْرُ) مُطْلَقًا (وَالْإِيلَادُ) إذَا أَتَتْ مِنْهُ بِوَلَدٍ (قَدْ أُثْبِتَ) كُلٌّ مِنْهُمَا لَهَا، أَمَّا الْأَوَّلُ فَلِاسْتِقْلَالِهَا، وَأَمَّا الثَّانِي فَلِأَنَّهَا عَلَقَتْ مِنْهُ بِوَلَدٍ فِي مِلْكِهِ فَتَعْتِقُ بِالْأَدَاءِ إلَيْهِ إنْ أَدَّتْ وَإِلَّا فَبِمَوْتِهِ (لَا الْحَدُّ) فَلَا يَثْبُتُ عَلَى وَاحِدٍ مِنْهُمَا، وَلَوْ مَعَ عِلْمِهِ بِالتَّحْرِيمِ لِشُبْهَةِ الْمِلْكِ نَعَمْ يُعْزَرُ الْعَالِمُ بِهِ (وَ) لَا يَثْبُتُ لَهَا عَلَيْهِ (قِيمَةُ الْوَلَدْ) ؛ لِأَنَّ حَقَّ الْمِلْكِ فِيهِ لَهُ، وَتَجْرِي هَذِهِ الْأَحْكَامُ فِي وَطْئِهِ لِبِنْتِ مُكَاتَبَتِهِ فَيَثْبُتُ الْمَهْرُ وَالْإِيلَادُ لَا الْحَدُّ، وَقِيمَةُ الْوَلَدِ، وَيُنْفِقُ عَلَيْهَا مِنْ الْمَهْرِ وَيُوقَفُ الْبَاقِي فَإِنْ عَتَقَتْ بِعِتْقِ الْأُمِّ فَهُوَ لَهَا، أَوْ عَجَزَتْ فَالسَّيِّدُ ذَكَرَهُ الشَّيْخَانِ\n\n(وَلَا يَبِعْ) أَيْ: السَّيِّدُ (مُكَاتَبًا) ؛ لِأَنَّ الْكِتَابَةَ عَقْدٌ يَمْنَعُ اسْتِحْقَاقَ الْكَسْبِ وَالْأَرْشِ فَيَمْنَعُ الْبَيْعَ كَمَا لَوْ بَاعَ عَبْدَهُ لَا يَجُوزُ لَهُ بَيْعُهُ؛ وَلِأَنَّ الْبَيْعَ إنْ رَفَعَ الْكِتَابَةَ فَبَاطِلٌ لِلُزُومِهَا مِنْ جِهَةِ السَّيِّدِ، وَإِلَّا فَيَبْقَى الْمُكَاتَبُ مُسْتَحِقَّ الْعِتْقِ فَلَا يَصِحُّ بَيْعُهُ كَالْمُسْتَوْلَدَةِ نَعَمْ إنْ رَضِيَ بِالْبَيْعِ صَحَّ حَكَاهُ الْبَيْهَقِيُّ فِي سُنَنِهِ عَنْ نَصِّ الشَّافِعِيِّ، وَذَكَرَهُ الْقَاضِي فِي تَعْلِيقِهِ وَمِنْهُ بَيْعُ بَرِيرَةَ قَالَ الزَّرْكَشِيُّ وَيَنْبَغِي صِحَّةُ بَيْعِهِ أَيْضًا مِنْ نَفْسِهِ كَمَا فِي أُمِّ الْوَلَدِ وَقَدْ يُمْنَعُ بِأَنَّ أُمِّيَّةَ الْوَلَدِ لَازِمَةٌ فَجَازَ الْبَيْعُ تَعْجِيلًا لِلْعِتْقِ بِخِلَافِ الْمُكَاتَبِ وَقَدْ يُعْكَسُ هَذَا انْتَهَى. وَقَالَ الْبُلْقِينِيُّ يَصِحُّ بَيْعُهُ مِنْ نَفْسِهِ وَتُرْفَعُ الْكِتَابَةُ وَيَعْتِقُ لَا عَنْ جِهَةِ الْكِتَابَةِ فَلَا يُسْتَتْبَعُ كَسْبًا، وَلَا وَلَدًا بِخِلَافِ مَا لَوْ أَعْتَقَهُ، أَوْ أَبْرَأَهُ عَنْ النُّجُومِ فَإِنَّهُ يَعْتِقُ عَنْ جِهَةِ الْكِتَابَةِ؛ لِأَنَّ السَّيِّدَ لَمْ يَأْخُذْ عِوَضًا عَنْ الْعِتْقِ بِخِلَافِهِ فِي الْبَيْعِ (وَعَامَلَهْ) سَيِّدُهُ (كَالْأَجْنَبِيِّ) حَتَّى يَأْخُذَ كُلٌّ مِنْهُمَا بِالشُّفْعَةِ مِنْ الْآخَرِ فَإِنَّ مَقْصُودَ الْكِتَابَةِ الْعِتْقُ بِالْأَدَاءِ فَلْيُمَكَّنْ مِنْ التَّصَرُّفِ الْمُعِينِ عَلَيْهِ.\n\n(وَالتَّبَرُّعَاتُ) جَائِزَةٌ (لَهُ) أَيْ: لِلْمُكَاتَبِ بِإِذْنِ سَيِّدِهِ كَمَا سَيَأْتِي (كَذَلِكَ) لَهُ بِالْإِذْنِ (الْأَخْطَارُ بِالنَّسِيَّهْ) أَيْ: التَّصَرُّفَاتُ الَّتِي فِيهَا خَطَرٌ كَمَا (فِي الْبَيْعِ) بِالنَّسِيئَةِ وَزَادَ قَوْلَهُ: (حَسْبُ) أَيْ: فَقَطْ لِإِخْرَاجِ الشِّرَاءِ بِالنَّسِيئَةِ فَيَجُوزُ، وَلَوْ بِلَا إذْنٍ إنْ كَانَ بِثَمَنِ النَّقْدِ، وَلَا يَرْهَنُ بِهِ فَإِنَّ الرَّهْنَ قَدْ يَتْلَفُ، وَإِنْ كَانَ بِثَمَنِ النَّسِيئَةِ فَقَالَ الْبَغَوِيّ تَبَعًا لِلْقَاضِي لَمْ يَجُزْ بِلَا إذْنٍ؛ لِأَنَّهُ تَبَرُّعٌ وَقَالَ الرُّويَانِيُّ فِي جَمْعِ الْجَوَامِعِ: يَجُوزُ إذْ لَا غَبْنَ فِيهِ، وَكَلَامُ النَّظْمِ يُفْهِمُهُ قَالَ الْأَذْرَعِيُّ وَهُوَ الْمَذْهَبُ الْمَنْصُوصُ وَعَلَيْهِ جَرَى الْعِرَاقِيُّونَ وَغَيْرُهُمْ، وَمَا ذَكَرَهُ الْبَغَوِيّ وَجْهٌ شَاذٌّ قَالَ الرَّافِعِيُّ وَفَرَّقُوا بَيْنَ الْمُكَاتَبِ وَالْوَلِيِّ حَيْثُ يَجُوزُ لَهُ بَيْعُ مَالِ الطِّفْلِ نَسِيئَةً\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقَوْلُهُ: وَهُوَ وَلَدُهَا) فَلَعَلَّ الْمُرَادَ النَّفْسُ الْأُمِّيَّةُ مَثَلًا (قَوْلُهُ: وَعَلَى سَيِّدِ الْمُكَاتَبِ الْبَيَانُ) نَعَمْ يُؤَاخَذُ السَّيِّدُ بِاعْتِرَافِهِ بِأَنْ يَصْرِفَ مُخَلَّفَ الْمُكَاتَبِ لِوَرَثَتِهِ بِرّ. (قَوْلُهُ: وَخَرَجَ بِقَوْلِهِ إنْ مَاتَ مَا لَوْ أَقَرَّ السَّيِّدُ) يُحَرَّرْ الْفَرْقُ، وَقَدْ يُفَرَّقُ بِأَنَّهُ هُنَاكَ مُتَمَكِّنٌ مِنْ تَنْجِيزِ عِتْقِهِ الْآنَ. وَإِبْرَائِهِ مِنْ النُّجُومِ\n\n(قَوْلُهُ: وَإِلَّا فَبِمَوْتِهِ) أَيْ: فَتُعْتَقُ بِمَوْتِهِ وَهَذَا لَا يُنَافِي أَنَّ الْعِتْقَ عَنْ الْكِتَابَةِ فَلَا يُخَالِفُ مَا فِي الْهَامِشِ عَنْ الرَّوْضِ وَشَرْحِهِ، وَكَتَبَ أَيْضًا قَوْلَهُ: وَإِلَّا فَبِمَوْتِهِ لَيْسَ فِيهِ إفْصَاحٌ بِأَنَّ الْعِتْقَ بِمَوْتِهِ عَنْ الِاسْتِيلَادِ، أَوْ الْكِتَابَةِ وَعِبَارَةُ الرَّوْضِ وَشَرْحِهِ: فَإِنْ أَوْلَدَهَا صَارَتْ مَعَ كَوْنِهَا مُكَاتَبَةً مُسْتَوْلَدَةً وَالْوَلَدُ حُرٌّ، وَلَا تَجِبُ لَهَا قِيمَتُهُ فَإِنْ مَاتَ السَّيِّدُ قَبْلَ تَعْجِيزِهَا عَتَقَتْ بِالْكِتَابَةِ بِالِاسْتِيلَادِ كَمَا لَوْ أَعْتَقَ الْمُكَاتَبُ، أَوْ أَبْرَأَهُ عَنْ النُّجُومِ، وَتَبِعَهَا كَسْبُهَا وَأَوْلَادُهَا الْحَادِثُونَ مِنْ نِكَاحٍ، أَوْ زِنًا بَعْدَ الْكِتَابَةِ وَلَوْ قَبْلَ الِاسْتِيلَادِ كَسَائِرِ الْمُكَاتَبَاتِ، وَكَذَا لَوْ عَلَّقَ عِتْقَ الْمُكَاتَبِ بِصِفَةٍ فَوُجِدَتْ قَبْلَ الْأَدَاءِ لِلنُّجُومِ عَتَقَ بِوُجُودِ الصِّفَةِ عَنْ الْكِتَابَةِ وَتَبِعَهُ كَسْبُهُ وَأَوْلَادُهُ الْحَادِثُونَ؛ لِأَنَّ عِتْقَ الْمُكَاتَبِ لَا يَقَعُ إلَّا عَنْ الْكِتَابَةِ وَلَوْ أَوْلَدَهَا، ثُمَّ كَاتَبَهَا وَمَاتَ قَبْلَ تَعْجِيزِهَا عَتَقَتْ عَنْ الْكِتَابَةِ، وَتَبِعَهَا أَوْلَادُهَا الْحَادِثُونَ وَكَسْبُهَا الْحَاصِلُ بَعْدَ الْكِتَابَةِ صَرَّحَ بِهِ الْأَصْلُ، وَإِنْ مَاتَ السَّيِّدُ بَعْدَ التَّعْجِيزِ عَتَقَتْ بِالْإِيلَادِ، وَالْأَوْلَادُ الْحَادِثُونَ بَعْدَهُ مِنْ نِكَاحٍ، أَوْ زِنًا يَتْبَعُونَهَا وَالْحَادِثُونَ قَبْلَهُ أَرِقَّاءُ لِلسَّيِّدِ. اهـ.\nسُقْته بِتَمَامِهِ لِفَوَائِدِهِ وَارْتِبَاطِ بَعْضِهِ بِبَعْضٍ. (قَوْلُهُ: وَتَجْرِي هَذِهِ الْأَحْكَامُ إلَخْ) عِبَارَةُ الرَّوْضِ وَشَرْحِهِ: وَمَنْ كَاتَبَ أَمَةً لَهُ حَرُمَ عَلَيْهِ وَطْءُ بِنْتِهَا. (قَوْلُهُ: وَالْإِيلَادُ) ظَاهِرُهُ، وَإِنْ ثَبَتَ إيلَادُ أُمِّهَا مَعَ أَنَّهَا تَعْتِقُ بِمَوْتِهِ كَأُمِّهَا. (قَوْلُهُ: أَوْ عَجَزَتْ) قَالَ فِي شَرْحِ الرَّوْضِ بِتَعْجِيزِ أُمِّهَا\n\n(قَوْلُهُ: فِيهَا خَطَرٌ) قَالَ فِي شَرْحِ الرَّوْضِ: وَالْخَطَرُ بِفَتْحِ الطَّاءِ الْإِشْرَافُ عَلَى الْهَلَاكِ قَالَهُ الْجَوْهَرِيُّ. اهـ. (قَوْلُهُ: كَمَا فِي الْبَيْعِ بِالنَّسِيئَةِ) عِبَارَةُ الرَّوْضِ وَشَرْحِهِ: عَطْفًا عَلَى مَا يَمْتَنِعُ بِلَا إذْنٍ وَبَيْعِ نَسِيئَةٍ، وَلَوْ تَوَثَّقَ بِرَهْنٍ أَوْ كَفِيلٍ، أَوْ كَانَ الْبَيْعُ بِأَكْثَرَ مِنْ قِيمَةِ الْمَبِيعِ. اهـ. (قَوْلُهُ: إنْ كَانَ بِثَمَنِ النَّقْدِ) وَفَرَّقُوا بَيْنَ الْمُكَاتَبِ حَيْثُ لَمْ يَجُزْ لَهُ الْبَيْعُ نَسِيئَةً بِلَا إذْنٍ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: صَحَّ) أَيْ: وَكَانَ رِضَاهُ فَسْخًا لِلْكِتَابَةِ؛ لِأَنَّ الْحَقَّ لَهُ وَقَدْ رَضِيَ بِإِبْطَالِهِ شَرْحٌ رَوْضٌ لَكِنْ الصَّوَابُ أَنَّ رِضَاهُ لَيْسَ فَسْخًا فَلَهُ الرُّجُوعُ بَعْدَهُ وَالْكِتَابَةُ لَا تَبْطُلُ إلَّا بِالْبَيْعِ وَقَالَ م ر: إنَّ الْفَسْخَ هُوَ الرِّضَا مَعَ الْبَيْعِ. اهـ. أَيْ: لِأَنَّ كُلًّا وَحْدَهُ لَا يُفِيدُ\n\n(قَوْلُهُ: لِأَنَّهُ تَبَرُّعٌ) اعْتَرَضَهُ م ر بِأَنَّهُ لَا تَبَرُّعٌ. (قَوْلُهُ: يُفْهِمُهُ)\n(5/326)",
        "\nوَيَرْهَنُ وَيَرْتَهِنُ لِلْحَاجَةِ وَلِلْمَصْلَحَةِ بِأَنَّ الْمَرْعِيَّ ثَمَّ مَصْلَحَةُ الطِّفْلِ، وَالْوَلِيُّ نُصِّبَ لِيَنْظُرَ لَهُ، وَالْمَطْلُوبُ هُنَا الْعِتْقُ وَالْمَرْعِيُّ مَصْلَحَةُ السَّيِّدِ وَلَمْ يُنَصَّبْ الْمُكَاتَبُ لَهُ وَقَدْ مَرَّ فِي الرَّهْنِ أَنَّ بَعْضَهُمْ سَوَّى بَيْنَهُمَا فِي الْجَوَازِ لَكِنْ الَّذِي عَلَيْهِ عَامَّةُ الْأَصْحَابِ هُنَا الْمَنْعُ، وَهَذَا الَّذِي أَشَارَ إلَى تَضْعِيفِهِ هُنَا هُوَ الَّذِي صَحَّحَهُ ثَمَّةَ، وَتَبِعَهُ النَّوَوِيُّ.\nوَقَالَ فِي الْمُهِمَّاتِ: إنَّ الْفَتْوَى عَلَيْهِ (وَ) لَهُ بِالْإِذْنِ (شِرَا الْبَعْضِيَّهْ) أَيْ: بَعْضِهِ مِنْ أُصُولِهِ وَفُرُوعِهِ (وَهَكَذَا تَسْلِيمُهُ وَمَا قَبَضْ عَنْ ثَمَنٍ وَعَنْ مَبِيعِ الْعِوَضْ) أَيْ: وَكَذَا لَهُ بِالْإِذْنِ تَسْلِيمُ الثَّمَنِ قَبْلَ قَبْضِ عِوَضِهِ وَهُوَ الْمَبِيعُ وَتَسْلِيمُ الْمَبِيعِ قَبْلَ قَبْضِ عِوَضِهِ وَهُوَ الثَّمَنُ، وَقَدْ يُقَرَّرُ كَلَامُهُ بِمَا قَرَّرَهُ بِهِ الشَّارِحُ بِأَنْ يُقَالَ: لَهُ بِالْإِذْنِ تَسْلِيمُ الثَّمَنِ قَبْلَ قَبْضِهِ الْمَبِيعَ، أَوْ الْعِوَضَ عَنْهُ وَتَسْلِيمُ الْمَبِيعِ قَبْلَ قَبْضِهِ الثَّمَنَ، أَوْ الْعِوَضَ عَنْهُ، وَعَلَى التَّقْرِيرَيْنِ مَا نَافِيَةٌ وَالْعِوَضُ مَفْعُولُ قَبَضَ، وَتَرَكَ عَلَى الثَّانِي ذِكْرَ الْمَبِيعِ فِي الْأُولَى، وَالثَّمَنِ فِي الثَّانِيَةِ لِفَهْمِهِ بِالْأَوْلَى مِنْ ذِكْرِ عِوَضَيْهِمَا وَعِبَارَةُ الْحَاوِي وَالتَّسْلِيمُ قَبْلَ قَبْضِ الثَّمَنِ فَزَادَ عَلَيْهِ النَّاظِمُ عَلَى الْأَوَّلِ تَسْلِيمَ الثَّمَنِ قَبْلَ قَبْضِ عِوَضِهِ وَعَلَى الثَّانِي تَسْلِيمَ الْمَبِيعِ قَبْلَ عِوَضِ الثَّمَنِ، وَتَسْلِيمَ الثَّمَنِ قَبْلَ قَبْضِ الْمَبِيعِ، أَوْ عِوَضَهُ (كَذَا) لَهُ بِالْإِذْنِ (النِّكَاحُ وَزَوَاجُ قِنِّهِ) أَيْ: عَبْدِهِ، أَوْ أَمَتِهِ (وَسَلَمٌ كَذَا فِدَاءٌ لِابْنِهِ) إذَا جَنَى وَالْمُرَادُ فِدَاءُ بَعْضِهِ وَلَوْ غَيْرَ ابْنِهِ (وَهَكَذَا تَكْفِيرُهُ بِغَيْرِ مَا صَوْمٍ) بِزِيَادَةِ مَا أَيْ: بِغَيْرِ صَوْمٍ مِنْ إطْعَامٍ وَكِسْوَةٍ (أَوْ اتِّهَابِ مَنْ قَدْ لَزِمَا) لَهُ (إنْفَاقُهُ) مِنْ أَبْعَاضِهِ لِزَمَانَةٍ، أَوْ هَرَمٍ، أَوْ صِغَرٍ.\nفَقَوْلُهُ: (بِالْإِذْنِ) رَاجِعٌ إلَى جَمِيعِ الصُّوَرِ الْمَذْكُورَةِ فَكُلُّ مَا فِيهِ تَبَرُّعٌ، أَوْ خَطَرٌ إنَّمَا يَجُوزُ بِإِذْنِ سَيِّدِهِ؛ لِأَنَّ الْحَقَّ لَا يَعْدُوهُمَا فَلَا يَجُوزُ بِغَيْرِ إذْنِهِ، وَإِنْ وُجِدَ فِيهَا غِبْطَةٌ مِنْ وَجْهٍ، أَوْ رَهْنٍ، أَوْ كَفِيلٍ لِإِخْلَالِهِ بِمَقْصُودِ الْكِتَابَةِ وَلِأَنَّ حَقَّ السَّيِّدِ لَا يَنْقَطِعُ عَمَّا بِيَدِهِ فَقَدْ يَعُودُ إلَى رِقِّهِ بِالْعَجْزِ، أَمَّا مَا لَا تَبَرُّعَ فِيهِ، وَلَا خَطَرَ كَاصْطِيَادِهِ وَفِدَائِهِ غَيْرَ بَعْضِهِ مِنْ أَرِقَّائِهِ إذَا جَنَى وَتَكْفِيرِهِ بِالصَّوْمِ وَاتِّهَابِهِ مَنْ لَمْ يَلْزَمْهُ نَفَقَتُهُ فَيَسْتَقِلّ بِهِ كَمَا يَسْتَقِلُّ بِتَأْدِيبِ عَبِيدِهِ وَإِصْلَاحِهِمْ بِالْفَصْدِ وَالْحِجَامَةِ وَإِقَامَةِ الْحَدِّ عَلَيْهِمْ وَقَدْ مَرَّ بَعْضُ ذَلِكَ وَإِذَا اتَّهَبَ مِنْ أَبْعَاضِهِ مَنْ لَمْ تَلْزَمْهُ نَفَقَتُهُ فَلَا يَعْتِقُ عَلَيْهِ، وَلَا يَبِيعُهُ بَلْ يَتَكَاتَبُ عَلَيْهِ فَيَعْتِقُ بِعِتْقِهِ وَيَرِقُّ بِرِقِّهِ، وَنَفَقَتُهُ فِي كَسْبِهِ وَمَا فَضَلَ لِلْمُكَاتَبِ فَإِنْ مَرِضَ، أَوْ عَجَزَ أَنْفَقَ عَلَيْهِ الْمُكَاتَبُ، وَاعْلَمْ أَنَّ شِرَاءَ الْمُكَاتَبِ بَعْضَهُ وَفِدَاءَهُ لَهُ وَتَالِيَيْهِ وَنِكَاحَهُ وَتَزْوِيجَهُ عَبْدَهُ مِنْ التَّبَرُّعَاتِ وَإِنَّ الْبَقِيَّةَ مِنْ الْأَخْطَارِ وَإِنَّ أَمْثِلَتَهُمَا لَا تَنْحَصِرُ فِيمَا ذُكِرَ فَلَوْ قَالَ: وَلَهُ التَّبَرُّعَاتُ كَشِرَاءِ بَعْضِهِ، وَالْأَخْطَارُ كَالْبَيْعِ نَسِيئَةً كَانَ أَوْلَى.\nقَالَ الْبُلْقِينِيُّ وَيُسْتَثْنَى مِمَّا فِيهِ تَبَرُّعٌ مَا تَصَدَّقَ بِهِ عَلَى الْمُكَاتَبِ مِمَّا الْعَادَةُ فِيهِ أَنْ يُؤْكَلَ، وَلَا يُبَاعَ كَخُبْزٍ، وَلَحْمٍ فَإِذَا أَهْدَى مِنْهُ شَيْئًا لِأَحَدٍ فَلِلْمُهْدَى إلَيْهِ أَكْلُهُ نَصَّ عَلَيْهِ فِي الْأُمِّ لِخَبَرِ بَرِيرَةَ. انْتَهَى وَالِاسْتِدْلَالُ بِخَبَرِ بَرِيرَةَ يَتَوَقَّفُ عَلَى أَنَّ الْإِهْدَاءَ إلَيْهَا، وَأَنَّ أَكْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ قَبْلِ حُرِّيَّتِهَا وَعَلَى أَنَّ سَيِّدَتَهَا لَمْ تَأْذَنْ فِي أَكْلِهِ. - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -\n\n(لَا الْمُكَاتَبَهْ) أَيْ: لَيْسَ لَهُ وَلَوْ بِإِذْنِ سَيِّدِهِ مُكَاتَبَةُ رَقِيقِهِ (وَلَا تَسَرِّيهِ) بِأَمَتِهِ (وَ) لَا (عِتْقُ الرَّقَبَهْ) أَيْ: إعْتَاقُهَا وَلَوْ فِي كَفَّارَةٍ؛ لِأَنَّ الْكِتَابَةَ وَالْعِتْقَ يَسْتَعْقِبَانِ الْوَلَاءَ، وَالْمُكَاتَبُ لَيْسَ أَهْلًا لَهُ كَالْقِنِّ، وَأَمَّا مَنْعُ تَسَرِّيهِ فَلِضَعْفِ مِلْكِهِ وَلِلْخَوْفِ مِنْ هَلَاكِ الْأَمَةِ بِالطَّلْقِ وَلَوْ عَبَّرَ بَدَلَ التَّسَرِّي بِالْوَطْءِ كَانَ أَوْلَى؛ لِأَنَّهُ أَخَصُّ مِنْهُ لِاعْتِبَارِهِ الْإِنْزَالَ فِيهِ بِخِلَافِ الْوَطْءِ (وَابْتَاعَ) أَيْ: وَلَهُ وَلَوْ بِلَا إذْنٍ أَنْ يَبْتَاعَ (بَعْضَ سَيِّدٍ) لَهُ مِنْ أُصُولِهِ، وَفُرُوعِهِ (فَإِنْ عَجَزْ) عَنْ الْأَدَاءِ وَرَقَّ (يَمْلِكُهُ) أَيْ: الْبَعْضَ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\n(قَوْلُهُ: بِمَا قَرَّرَهُ بِهِ الشَّارِحُ) اُسْتُشْكِلَ تَقْرِيرُ الشَّارِحِ بِأَنَّهُ يَقْتَضِي صِحَّةَ الِاعْتِيَاضِ عَنْ الْمَبِيعِ قَبْلَ قَبْضِهِ مَعَ امْتِنَاعِهِ كَمَا تَقَرَّرَ فِي مَحَلِّهِ، وَقَدْ يُصَوَّرُ فِي الْمَبِيعِ فِي الذِّمَّةِ بِنَاءً عَلَى صِحَّةِ الِاعْتِيَاضِ عَنْهُ كَمَا هُوَ أَحَدُ كَلَامَيْنِ فِيهِ كَمَا تَقَرَّرَ فِي مَحَلِّهِ، أَوْ فِيمَا لَوْ جَنَى أَجْنَبِيٌّ عَلَى الْمَبِيعِ قَبْلَ الْقَبْضِ فَإِنَّ الْمُشْتَرِيَ يَتَخَيَّرُ بَيْنَ الْفَسْخِ وَالْإِجَازَةِ فَإِذَا أَجَازَ لَهُ أَنْ يَأْخُذَ بِهِ لَهُ مِنْ الْأَجْنَبِيِّ، وَلَهُ أَنْ يَعْتَاضَ مِنْهُ عَنْ بَدَلِهِ وَحِينَئِذٍ فَلَهُ تَسْلِيمُ الثَّمَنِ قَبْلَ أَخْذِ الْعِوَضِ مِنْ الْأَجْنَبِيِّ فَلْيُتَأَمَّلْ (قَوْلُهُ: وَسَلَّمَ) أَيْ: إذَا أَسْلَمَ هُوَ سَوَاءٌ الْحَالُّ وَالْمُؤَجَّلُ، أَمَّا لَوْ كَانَ مُسَلَّمًا إلَيْهِ فَظَاهِرٌ إلْحَاقُهُ بِمَا لَوْ اشْتَرَى نَسِيئَةً فَيَأْتِي فِيهِ مَا مَرَّ كَذَا بِخَطِّ شَيْخِنَا فَلْيُتَأَمَّلْ فَقَدْ يُقَالُ: الْمُسْلَمُ إلَيْهِ نَظِيرُ الْبَائِعِ لَا الْمُشْتَرِي، وَكَتَبَ أَيْضًا عِبَارَةَ الشَّارِحِ فِي بَيَانِهِ مَا نَصُّهُ وَمِنْهَا السَّلَمُ لِاقْتِضَائِهِ تَسْلِيمَ رَأْسِ الْمَالِ فِي الْمَجْلِسِ، وَانْتِظَارَ الْمُسْلَمِ فِيهِ. اهـ. (قَوْلُهُ: كَذَا فِدَاءً لِابْنِهِ إذَا جَنَى) لِتَنْزِيلِهِ مَنْزِلَةَ الشِّرَاءِ بِخِلَافِ عَبْدِهِ الَّذِي لَيْسَ بِقَرِيبٍ لَهُ أَنْ يَفْدِيَهُ؛ لِأَنَّ الرَّقَبَةَ تَبْقَى لَهُ يَصْرِفُهَا فِي النُّجُومِ أَيْ: رَقَبَةَ قَرِيبِهِ؛ لِأَنَّهُ يَتَكَاتَبُ عَلَيْهِ (قَوْلُهُ: وَإِذَا اتَّهَبَ مِنْ أَبْعَاضِهِ إلَخْ) قَالَ فِي الرَّوْضِ وَشَرْحِهَا: وَلَوْ وَهَبَ لِمُكَاتَبٍ بَعْضَ أَبِيهِ، أَوْ ابْنِهِ الْمُكَاتَبِ فَقَبِلَهُ، ثُمَّ عَتَقَ الْمُكَاتَبُ عَتَقَ عَلَيْهِ ذَلِكَ الْبَعْضُ وَسَرَى إلَى بَاقِيهِ إنْ كَانَ مُوسِرًا. اهـ.\n(قَوْلُهُ: أَنْفَقَ عَلَيْهِ الْمُكَاتَبُ) قَالَ فِي شَرْحِ الرَّوْضِ: لِأَنَّهُ مِنْ صَلَاحِ مِلْكِهِ وَلَيْسَ كَالْإِنْفَاقِ عَلَى أَقَارِبِهِ الْأَحْرَارِ حَيْثُ يُمْنَعُ مِنْهُ؛ لِأَنَّ ذَلِكَ مَبْنِيٌّ عَلَى الْمُوَاسَاةِ، وَبِمَا تَقَرَّرَ عُلِمَ أَنَّ الْمَانِعَ مِنْ قَبُولِ هِبَتِهِ، وَنَحْوِهَا إذَا لَمْ يَكُنْ كَسُوبًا إنَّمَا هُوَ عَدَمُ صِحَّةِ تَصَرُّفِهِ فِيهِ لَا لُزُومُ نَفَقَتِهِ لَهُ؛ لِأَنَّهُ لَا يَلْزَمُهُ نَفَقَةٌ قَرِيبَةٌ مُطْلَقًا، وَإِنَّمَا لَزِمَهُ نَفَقَتُهُ فِي الْكَسُوبِ الَّذِي عَرَضَ لَهُ مَرَضٌ بِسَبَبِ الْمِلْكِ لَا بِسَبَبِ الْقَرَابَةِ كَمَا عُرِفَ. اهـ.\n\n(قَوْلُهُ: وَلَا عِتْقُ الرَّقَبَةِ) قَالَ فِي الرَّوْضِ عَنْ نَفْسِهِ قَالَ فِي شَرْحِهِ وَخَرَجَ بِنَفْسِهِ إعْتَاقُهُ عَنْ سَيِّدِهِ، أَوْ غَيْرِهِ بِإِذْنِهِ فَإِنَّهُ جَائِزٌ. اهـ. (قَوْلُهُ: لِأَنَّهُ) أَيْ: التَّسَرِّيَ، وَقَوْلُهُ: أَيْ لِاعْتِبَارِ الْإِنْزَالِ فِيهِ أَيْ: التَّسَرِّي أَيْ: وَالْحَجْبِ عَنْ الْأَعْيُنِ (قَوْلُهُ: أَنْ يَبْتَاعَ) وَكَالِابْتِيَاعِ قَبُولُ الْهِبَةِ وَالْوَصِيَّةِ.\n(قَوْلُهُ: بَعْضُ سَيِّدٍ لَهُ إلَخْ) قَالَ فِي الرَّوْضِ وَشَرْحِهِ: فَإِنْ كَانَ أَيْ: مَا مَلَكَهُ بِمَا ذُكِرَ بَعْضُ مَنْ يَعْتِقُ عَلَى سَيِّدِهِ وَلَمْ يَخْتَرْ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nحَيْثُ أَخْرَجَ النَّسِيئَةَ مُطْلَقًا. (قَوْلُهُ: وَهَذَا الَّذِي أَشَارَ إلَخْ) وَهُوَ صِحَّةُ الْبَيْعِ نَسِيئَةً وَالرَّهْنِ وَالِارْتِهَانِ، وَحَاصِلُهُ\n(5/327)\n",
        "(السَّيِّدُ وَالْعِتْقُ) عَلَيْهِ (نَجَزْ) .\nقَالَ الرَّافِعِيُّ وَلَمْ يَقُولُوا إنَّهُ يُمْنَعُ مِنْ صَرْفِ الْمَالِ إلَى عِوَضِ مَنْ عَسَاهُ يَعْتِقُ عَلَى السَّيِّدِ، وَلَا نَظَرُوا إلَى لُزُومِ النَّفَقَةِ بِالْعِتْقِ، وَإِنَّمَا اعْتَبَرُوا الْحَالَ (وَاقْتَصَّ) أَيْ: وَلَهُ وَلَوْ بِلَا إذْنٍ أَنْ يَقْتَصَّ (مِنْ جَانٍ) عَلَيْهِ، أَوْ عَلَى رَقِيقِهِ بِشَرْطٍ؛ لِأَنَّهُ مِنْ مَصَالِحِ الْمِلْكِ (وَيَفْدِي عُنْقَهُ) بِإِسْكَانِ النُّونِ مُخَفَّفًا مِنْ ضَمِّهَا (وَلَوْ لِسَيِّدٍ، وَإِنْ أَعْتَقَهُ وَعَبْدَهُ بِمَا مِنْ الْأَمْرَيْنِ قُلْ) أَيْ: وَلَهُ وَلَوْ بِلَا إذْنٍ أَنْ يَفْدِيَ نَفْسَهُ وَعَبْدَهُ فِي الْجِنَايَةِ الْمُتَعَلِّقَةِ بِرَقَبَتِهِ، وَلَوْ لِسَيِّدِهِ، وَإِنْ أَعْتَقَهُ، أَوْ أَبْرَأَهُ بِأَقَلِّ الْأَمْرَيْنِ مِنْ الْقِيمَةِ وَأَرْشِ الْجِنَايَةِ فَإِنْ لَمْ يَكُنْ بِيَدِهِ مَالٌ يَفِي بِالْأَرْشِ فَلِلْمَجْنِيِّ عَلَيْهِ تَعْجِيزُهُ كَمَا مَرَّ، فَإِنْ نَقَصَ أَرْشُ الْأَجْنَبِيِّ عَنْ الْقِيمَةِ فَلَا يُبَاعُ مِنْهُ إلَّا مَا يَفِي بِالْأَرْشِ وَتَبْقَى الْكِتَابَةُ فِي الْبَاقِي حَتَّى يَعْتِقَ عَنْهَا بِأَدَاءِ قِسْطِهِ، أَوْ الْإِبْرَاءِ عَنْهُ وَإِنْ اخْتَارَ السَّيِّدُ فِدَاءَهُ بَعْدَ تَعْجِيزِ الْأَجْنَبِيِّ لَهُ لَمْ يَبِعْ، وَقَوْلُهُ: وَعَبْدَهُ أَيْ: الَّذِي لَا يَتَكَاتَبُ عَلَيْهِ فَإِنَّ الَّذِي يَتَكَاتَبُ عَلَيْهِ لَيْسَ لَهُ أَنْ يَفْدِيَهُ بِلَا إذْنٍ كَمَا مَرَّ وَمَا ذَكَرَهُ مِنْ أَنَّ الْفِدَاءَ فِي جِنَايَتِهِ عَلَى السَّيِّدِ بِالْأَقَلِّ وَجْهٌ ضَعِيفٌ، وَالْمَنْصُوصُ فِي الْأُمِّ وَالْمُخْتَصَرِ أَنَّهُ بِالْأَرْشِ بَالِغًا مَا بَلَغَ؛ لِأَنَّ وَاجِبَ جِنَايَتِهِ عَلَيْهِ لَا تَعَلُّقَ لَهُ بِرَقَبَةِ الْمُكَاتَبِ، وَإِنَّمَا يَتَعَلَّقُ بِمَالِهِ فَيَجِبُ بِكَمَالِهِ كَالْحُرِّ بِخِلَافِهِ فِي الْأَجْنَبِيِّ فَإِنَّهُ يَتَعَلَّقُ بِهَا فَجَازَ أَنْ لَا يُزَادَ عَلَيْهَا فَلَوْ عَتَقَ بِإِعْتَاقٍ، أَوْ إبْرَاءٍ، وَلَمْ يَكُنْ لَهُ مَالٌ سَقَطَ أَرْشُ السَّيِّدِ، وَيُسْتَثْنَى مِنْ فِدَاءِ عَبْدِهِ مَا لَوْ كَانَ الْعَبْدُ آبِقًا، أَوْ نَحْوَهُ فَلَا يَجُوزُ فِدَاؤُهُ بِغَيْرِ إذْنٍ نَقَلَهُ الْبَنْدَنِيجِيُّ عَنْ الشَّافِعِيِّ كَمَا ذَكَرَهُ فِي الْمُهِمَّاتِ وَقَالَ: إنَّهُ ظَاهِرٌ.\n\n(وَيَلْزَمُ الْفِدَاءُ) بِالْأَقَلِّ (سَيِّدًا قَتَلْ وَأَعْتَقَ) أَيْ: قَتَلَ مُكَاتَبَهُ (الْجَانِيَ) عَلَى غَيْرِهِ، أَوْ أَعْتَقَهُ، أَوْ أَبْرَأهُ؛ لِأَنَّهُ فَوَّتَ حَقَّ الْمَجْنِيِّ عَلَيْهِ فَإِنْ عَتَقَ بِأَدَاءِ النُّجُومِ فَعَلَيْهِ ضَمَانُ الْجِنَايَةِ، وَلَا يَلْزَمُ السَّيِّدَ فِدَاؤُهُ، وَإِنْ كَانَ هُوَ الْقَابِضُ لِلنُّجُومِ؛ لِأَنَّهُ مُجْبَرٌ عَلَى قَبُولِهَا\n\n(وَلْيَرْجِعْ إلَيْهِ) أَيْ: إلَى السَّيِّدِ (أَرْشٌ) لِجِنَايَةِ مَنْ جَنَى عَلَى مُكَاتَبِهِ (إذَا أَعْتَقَ مَجْنِيًّا) أَيْ: مُكَاتَبَهُ الْمَجْنِيَّ (عَلَيْهِ) فَإِنَّهُ كَانَ رَقِيقًا حَالَ الْجِنَايَةِ، بِخِلَافِ مَا إذَا عَتَقَ بِالْأَدَاءِ فَإِنَّ الْأَرْشَ يَبْقَى لَهُ، وَلَا يَرْجِعُ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nسَيِّدُهُ تَعْجِيزَهُ بَلْ هُوَ الَّذِي عَجَّزَ نَفْسَهُ لَمْ يَسْرِ عِتْقُ ذَلِكَ الْبَعْضِ إلَى الْبَاقِي وَلَوْ كَانَ السَّيِّدُ مُوسِرًا كَمَا لَوْ وَرِثَ بَعْضَ قَرِيبِهِ، وَإِنْ اخْتَارَ تَعْجِيزَهُ وَهُوَ مُوسِرٌ أَوْ مُعْسِرٌ فَكَذَلِكَ؛ لِأَنَّ مَقْصُودَهُ فَسْخُ الْكِتَابَةِ، وَدُخُولُهُ فِي مِلْكِهِ ضِمْنِيٌّ قَهْرِيٌّ وَلِلْعَبْدِ الْقِنِّ أَنْ يَتَّهِبَ بِلَا إذْنٍ قَرِيبًا يَعْتِقُ عَلَى سَيِّدِهِ إنْ لَمْ تَلْزَمْهُ نَفَقَتُهُ فِي الْحَالِ، وَيَعْتِقُ عَلَيْهِ وَلَيْسَ لَهُ الرَّدُّ بَعْدَ قَبُولِ الْعَبْدِ الْهِبَةَ، وَكَذَا لَهُ أَنْ يَتَّهِبَ بَعْضَهُ أَيْ: بَعْضَ مَنْ يُعْتِقُ عَلَى سَيِّدِهِ بِلَا إذْنٍ بِالشَّرْطِ السَّابِقِ فَيَعْتِقُ ذَلِكَ الْبَعْضُ عَلَى السَّيِّدِ، وَلَا يَسْرِي لِحُصُولِ الْمِلْكِ قَهْرًا وَهَذَا مَا جَزَمَ بِهِ الْأَصْلُ هُنَا وَبَحَثَهُ فِي الرَّوْضَةِ فِي كِتَابِ الْعِتْقِ لَكِنَّهُ جَزَمَ قَبْلَهُ فِيهَا كَأَصْلِهِ وَالْمِنْهَاجِ كَأَصْلِهِ ثُمَّ بِالسِّرَايَةِ. اهـ. بِاخْتِصَارٍ. (قَوْلُهُ: وَإِنْ أَعْتَقَهُ) رَاجِعٌ لِصُورَةِ السَّيِّدِ دُونَ الْأَجْنَبِيِّ بِدَلِيلِ قَوْلِهِ الْآتِي: وَيَلْزَمُ الْفِدَاءُ سَيِّدًا قَبِلَ، وَأَعْتَقَ الْجَانِي وَكَتَبَ أَيْضًا أَيْ: لَا يَسْقُطُ عَنْهُ الْوَاجِبُ لِلسَّيِّدِ بِالْجِنَايَةِ عَلَيْهِ بِإِعْتَاقِهِ لَهُ شَارِحٌ.\n(قَوْلُهُ: أَيْ: وَلَهُ وَلَوْ بِلَا إذْنٍ أَنْ يَفْدِيَ نَفْسَهُ إلَخْ) ظَاهِرُهُ كَالْمَتْنِ أَنَّهُ يَفْدِي جِنَايَتَهُ عَلَى غَيْرِ السَّيِّدِ، وَإِنْ أَعْتَقَهُ السَّيِّدُ وَيُخَالِفُ ذَلِكَ قَوْلَهُ بَعْدُ فِي الْمَتْنِ: وَيَلْزَمُ الْفِدَاءُ سَيِّدًا قَبِلَ وَأَعْتَقَ وَيُجَابُ بِأَنَّ قَوْلَهُ، وَإِنْ أَعْتَقَهُ رَاجِعٌ لِمَسْأَلَةِ السَّيِّدِ خَاصَّةً أَيْ: فَإِنَّ السَّيِّدَ إذَا أَعْتَقَهُ فِي حَالِ جِنَايَتِهِ عَلَيْهِ وَكَانَ فِي يَدِهِ مَالٌ لَزِمَهُ الْفِدَاءُ بِالْأَقَلِّ كَجِنَايَةِ الْأَجْنَبِيِّ أَيْ: عَلَى مَا فِي الْمَتْنِ وَاَلَّذِي فِي الْإِرْشَادِ أَنَّهُ بِالْأَرْشِ إنْ كَانَ فِي يَدِهِ مَالٌ، وَالْإِسْقَاطُ هَذَا إذَا أَعْتَقَهُ السَّيِّدُ وَمِثْلُهُ الْإِبْرَاءُ، وَأَمَّا إنْ حَصَلَ عِتْقُهُ بِالْأَدَاءِ فَإِنَّهُ يَدْفَعُ الْأَرْشَ بَالِغًا مَا بَلَغَ إنْ كَانَ فِي يَدِهِ مَالٌ وَإِلَّا اسْتَقَرَّ فِي ذِمَّتِهِ، وَأَمَّا قَبْلَ الْعِتْقِ فَإِنَّ الْفِدَاءَ بِأَقَلِّ الْأَمْرَيْنِ حَتَّى فِي جِنَايَةِ السَّيِّدِ هَذَا مُحَصِّلُ مَا فِي الْإِرْشَادِ وَشُرُوحِهِ وَسَيَأْتِي قَرِيبًا أَنَّ الْمَنْصُوصَ فِدَاءُ جِنَايَةِ السَّيِّدِ بِالْأَرْشِ وَلَوْ قَبْلَ الْعِتْقِ، وَهُوَ مُخَالِفٌ لِمَا فِي الْإِرْشَادِ فِيمَا قِيلَ: الْعِتْقُ كَذَا بِخَطِّ شَيْخِنَا (قَوْلُهُ: أَرْشُ الْأَجْنَبِيِّ) كَأَنَّ التَّقْيِيدَ بِالْأَجْنَبِيِّ؛ لِأَنَّهُ لَا يُبَاعُ لِأَرْشِ السَّيِّدِ. (قَوْلُهُ: وَالْمَنْصُوصُ فِي الْأُمِّ وَالْمُخْتَصَرِ إلَخْ) اعْتَمَدَ ذَلِكَ ابْنُ الْمُقْرِي وَلَكِنْ خَصَّهُ بِمَا بَعْدَ الْعِتْقِ بِرّ، وَكَتَبَ أَيْضًا عِبَارَةُ الْإِرْشَادِ: وَنَفْسَهُ أَيْ: وَفَدَى نَفْسَهُ فِي جِنَايَةِ الْأَجْنَبِيِّ بِأَقَلِّ الْأَمْرَيْنِ وَبِالْأَرْشِ مِنْ سَيِّدٍ إنْ عَتَقَ بِأَدَاءٍ، وَإِنْ أَبْرَأَهُ السَّيِّدُ أَيْ: أَوْ أَعْتَقَهُ فَمَا فِي يَدِهِ فَقَطْ. اهـ.\nأَيْ: فَإِنْ لَمْ يَكُنْ بِيَدِهِ شَيْءٌ سَقَطَ، وَلَا يَتَعَلَّقُ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nالتَّسْوِيَةُ بَيْنَهُمَا\n\n. (قَوْلُهُ: بِالْأَرْشِ) أَيْ: الْمَالِ الْوَاجِبِ وَهُوَ الْأَقَلُّ تَدَبَّرْ.\n(قَوْلُهُ: لَا تَعَلُّقَ لَهُ بِرَقَبَةِ الْمُكَاتَبِ) ولِذَا لَزِمَهُ الْفِدَاءُ فِي جِنَايَتِهِ عَلَى السَّيِّدِ، وَإِنْ فَوَّتَ السَّيِّدُ رَقَبَتَهُ بِإِعْتَاقٍ، أَوْ إبْرَاءٍ بِخِلَافِ جِنَايَتِهِ عَلَى أَجْنَبِيٍّ فَإِنَّهَا تَتَعَلَّقُ بِرَقَبَتِهِ، فَإِذَا فَوَّتَهَا السَّيِّدُ لَزِمَ السَّيِّدَ الْفِدَاءُ تَدَبَّرْ. (قَوْلُهُ: لَا تَعَلُّقَ لَهُ بِرَقَبَةِ الْمُكَاتَبِ) ؛ لِأَنَّهَا مِلْكُهُ بَلْ بِذِمَّتِهِ فَيَكُونُ كَالْحُرِّ فَيَتَعَلَّقُ بِمَالِهِ فَيَجِبُ بِكَمَالِهِ. اهـ. م ر وَشَرْحُ الرَّوْضِ. (قَوْلُهُ: وَأَعْتَقَهُ أَوْ أَبْرَأَهُ) وَفِي صُورَتَيْ الْإِعْتَاقِ، وَالْإِبْرَاءِ يَلْزَمُ السَّيِّدَ أَيْضًا فِدَاءُ مَنْ يَعْتِقُ بِعِتْقِ الْمُكَاتَبِ إنْ جَنَى بَعْدَ مُكَاتَبَتِهِ عَلَيْهِ. اهـ. شَرْحُ الرَّوْضِ. (قَوْلُهُ: لِأَنَّهُ فَوَّتَ إلَخْ) ؛ لِأَنَّهُ إذَا أَعْتَقَهُ، أَوْ أَبْرَأَهُ، أَوْ عَلَّقَ عِتْقَهُ بِصِفَةٍ عَتَقَ عَنْ الْكِتَابَةِ وَبَرِئَ\n(5/328)\n\nإلَى سَيِّدِهِ كَذَا قَالَهُ النَّاظِمُ وَشَارِحُهُ كَالْحَاوِي وَشُرَّاحِهِ، وَالْوَجْهُ مَا جَزَمَ بِهِ ابْنُ الْمُقْرِي أَنَّهُ لِلْمُكَاتَبِ مُطْلَقًا كَمَا اقْتَضَاهُ كَلَامُ الشَّافِعِيِّ وَالْأَصْحَابِ كَسَائِرِ الْأَكْسَابِ وَكَأَنَّ الْحَاوِيَ سَبَقَ قَلَمُهُ مِنْ قَتَلَ إلَى أَعْتَقَ وَتَبِعَهُ غَيْرُهُ بِلَا تَأَمُّلٍ.\n\n(وَفَاسِدٌ مِنْهَا) أَيْ: مِنْ الْكِتَابَةِ كَالصَّحِيحِ كَمَا سَيَأْتِي وَالْكِتَابَةُ ثَلَاثَةُ أَقْسَامٍ: صَحِيحَةٌ وَهِيَ مَا لَا خَلَلَ فِيهَا، وَفَاسِدَةٌ وَهِيَ الصَّادِرَةُ بِإِيجَابٍ وَقَبُولٍ مِمَّنْ تَصِحُّ عِبَارَتُهُ بِعِوَضٍ مَقْصُودٍ لَكِنْ اخْتَلَّتْ صِحَّتُهَا لِفَسَادِ عِوَضِهَا كَخَمْرٍ وَمَجْهُولٍ، أَوْ لِكَوْنِهِ عَيْنًا، أَوْ حَالًّا، أَوْ مُنَجَّمًا بِنَجْمٍ وَاحِدٍ، أَوْ لِشَرْطٍ فَاسِدٍ (كَشَرْطِهِ) عَلَى عَبْدِهِ (شِرَا) شَيْءٍ مِنْهُ، وَبَاطِلَةٌ وَهِيَ مَا لَمْ يَصْدُرْ فِيهَا عَقْدٌ مِنْ مَالِكٍ مُكَلَّفٍ مُخْتَارٍ بِعِوَضٍ مَقْصُودٍ كَمَا ذَكَرَهَا بِقَوْلِهِ: (لَا بَاطِلٌ بِفَقْدِ عَقْدٍ صَدَرَا مِنْ مَالِكٍ كُلِّفَ مُخْتَارٍ بِمَا يَقْصِدُ) بِأَنْ يَعْقِدَهَا غَيْرُ مَالِكٍ مِنْ وَلِيٍّ، أَوْ أَجْنَبِيٍّ، أَوْ غَيْرِ مُكَلَّفٍ، أَوْ مُكْرَهٍ، أَوْ تُعْقَدُ بِمَا (لَا) يُقْصَدُ (كَالْحَشَرَاتِ وَالدِّمَا) ، وَالتَّصْرِيحُ بِهَذَا مِنْ زِيَادَتِهِ.\nوَقَوْلُهُ: (مِثْلُ الصَّحِيحِ) خَبَرٌ فَاسِدٌ أَيْ: وَالْفَاسِدُ مِنْهَا كَالصَّحِيحِ لَا الْبَاطِلِ فَإِنَّهُ لَيْسَ كَالصَّحِيحِ بَلْ هُوَ لَاغٍ إلَّا أَنَّهُ إذَا صَرَّحَ بِالتَّعْلِيقِ وَهُوَ مِمَّنْ يَصِحُّ تَعْلِيقُهُ ثَبَتَ مُقْتَضَاهُ (لَيْسَ) أَيْ: الْفَاسِدَةُ كَالصَّحِيحَةِ فِي أَشْيَاءَ لَا (فِي الْإِيصَاءِ) بِرَقَبَةِ الْمُكَاتَبِ فَإِنَّهُ يَصِحُّ فِي الْفَاسِدَةِ مِنْ غَيْرِ تَقْيِيدٍ بِعَجْزٍ وَيَكُونُ فَسْخًا لَهَا، وَإِنْ ظَنَّ صِحَّتَهَا بِخِلَافِ الصَّحِيحَةِ وَكَالْوَصِيَّةِ سَائِرُ مَا يُزِيلُ الْمِلْكَ كَالْبَيْعِ وَالْهِبَةِ، وَالْإِعْتَاقِ لَا عَنْ جِهَةِ الْكِتَابَةِ كَمَا لَوْ أَعْتَقَهُ عَنْ كَفَّارَتِهِ فَيُجْزِئُهُ عَنْهَا كَمَا مَرَّ فِي الظِّهَارِ، وَهَذِهِ الْأُمُورُ قَدْ يُدَّعَى انْدِرَاجُهَا فِي الْفَسْخِ الْآتِي بَيَانُهُ (وَ) لَا فِي (الْحَطِّ) ، أَوْ الْبَذْلِ لِأَقَلِّ مُتَمَوِّلٍ فَإِنَّهُ لَا يَلْزَمُ فِي الْفَاسِدَةِ؛ لِأَنَّ النُّجُومَ غَيْرُ ثَابِتَةٍ فِيهَا بِخِلَافِ الصَّحِيحَةِ وَاقْتَصَرَ عَلَى الْحَطِّ؛ لِأَنَّهُ الْأَصْلُ (وَ) لَا فِي (الْأَسْفَارِ) فَإِنَّهُ لَا يُسَافِرُ فِي الْفَاسِدَةِ بِلَا إذْنٍ لِعَدَمِ لُزُومِ عَقْدِهَا بِخِلَافِ الصَّحِيحَةِ قَالَ أَئِمَّتُنَا: تَعْلِيقُ الْعِتْقِ بِصِفَةٍ إنْ خَلَا عَنْ الْمُعَاوَضَةِ بِأَنْ لَمْ يُذْكَرْ مَالٌ، أَوْ ذُكِرَ لَا عَلَى سَبِيلِ الْمُعَاوَضَةِ كَقَوْلِهِ: إنْ أَدَّيْت لِي كَذَا فَأَنْتَ حُرٌّ فَهُوَ لَازِمٌ مِنْ الْجَانِبَيْنِ، وَتَبْطُلُ بِمَوْتِ أَحَدِهِمَا، وَإِنْ لَمْ يَخْلُ عَنْهَا فَإِنْ كَانَتْ فِي عَقْدٍ يَغْلِبُ فِيهِ مَعْنَاهَا وَهُوَ الْكِتَابَةُ الصَّحِيحَةُ فَهُوَ لَازِمٌ مِنْ جِهَةِ السَّيِّدِ لَا الْعَبْدِ، أَوْ يَغْلِبُ فِيهِ مَعْنَى التَّعْلِيقِ وَهُوَ الْكِتَابَةُ الْفَاسِدَةُ فَهُوَ جَائِزٌ مِنْ الْجَانِبَيْنِ (وَ) لَا فِي (الْإِبْرَاءِ) عَنْ النُّجُومِ فَإِنَّهُ لَا يَعْتِقُ بِهِ فِي الْفَاسِدَةِ، وَكَذَا بِأَدَاءِ الْغَيْرِ عَنْهُ تَبَرُّعًا؛ لِأَنَّ الْمُغَلَّبَ فِيهَا مَعْنَى التَّعْلِيقِ، وَلَمْ يُوجَدْ الْمُعَلَّقُ بِهِ وَهُوَ أَدَاؤُهُ فَلَا يَعْتِقُ إلَّا بِأَدَاءِ النُّجُومِ لِلسَّيِّدِ فِي مَحَلِّهَا فَلَوْ أَدَّاهَا لَهُ قَبْلَ مَحَلِّهَا، أَوْ لِوَكِيلِهِ، أَوْ وَارِثِهِ وَلَوْ فِي مَحَلِّهَا لَمْ يَعْتِقْ إلَّا أَنْ يَقُولَ: فَإِنْ أَدَّيْت لِي، أَوْ لِوَكِيلِي، أَوْ وَارِثِي فَأَنْتَ حُرٌّ وَأَدَّاهَا فِي مَحَلِّهَا (وَ) لَا فِي (الِاعْتِيَاضِ) عَنْ النُّجُومِ فَإِنَّهُ لَا يَعْتِقُ بِهِ فِي الْفَاسِدَةِ لِمَا قُلْنَاهُ بِخِلَافِ الصَّحِيحَةِ بِنَاءً عَلَى صِحَّةِ الِاعْتِيَاضِ عَنْهَا كَمَا أَفْهَمَهُ كَلَامُ النَّظْمِ، وَأَصْلِهِ هُنَا، وَكَلَامُ الشَّيْخَيْنِ فِي الشُّفْعَةِ.\nقَالَ فِي الْمُهِمَّاتِ: وَهُوَ الصَّوَابُ فَقَدْ نَصَّ عَلَيْهِ فِي الْأُمِّ وَاَلَّذِي صَحَّحَهُ الشَّيْخَانِ هُنَا عَدَمُ الصِّحَّةِ فَتَسْتَوِي الْفَاسِدَةُ وَالصَّحِيحَةُ فِي ذَلِكَ قَالَ الزَّرْكَشِيُّ وَالْفَرْقُ عَلَى الْأَوَّلِ بَيْنَهُ وَبَيْنَ عَدَمِ صِحَّةِ الِاعْتِيَاضِ فِي الْمُسْلَمِ فِيهِ أَنَّ الْمُسْلَمَ فِيهِ مَبِيعٌ، وَالنُّجُومَ ثَمَنٌ وَالِاعْتِيَاضُ عَنْهُ جَائِزٌ (وَ) لَا فِي (انْفِسَاخِ مَا فَسَدْ) مِنْ الْكِتَابَةِ (بِفَسْخِهِ) أَيْ: السَّيِّدِ (أَوْ مَوْتٍ، أَوْ حَجْرٍ) بِسَفَهٍ (وَرَدْ) أَيْ: طَرَأَ (عَلَيْهِ، أَوْ جُنُونِهِ) ، أَوْ إغْمَائِهِ (وَالرَّدِّ) لِلْكِتَابَةِ أَيْ: فَسْخُهَا (مِنْ حَاكِمٍ) بِرَفْعِ الْأَمْرِ إلَيْهِ، ثُمَّ (يَسْأَلُ نَقْضَ الْعَقْدِ) فَيَحْصُلُ الِانْفِسَاخُ بِكُلٍّ مِنْ الْمَذْكُورَاتِ فِي الْفَاسِدَةِ لِمَا مَرَّ أَنَّهَا جَائِزَةٌ مِنْ الْجَانِبَيْنِ بِخِلَافِ الصَّحِيحَةِ، وَإِنَّمَا قَيَّدَ كُلًّا مِنْ الْفَسْخِ وَالثَّلَاثَةِ بَعْدَهُ بِالسَّيِّدِ؛ لِأَنَّهُ حِينَئِذٍ هُوَ الَّذِي خَالَفَتْ فِيهِ الْفَاسِدَةُ الصَّحِيحَةَ، بِخِلَافِهِ مِنْ الْعَبْدِ فَإِنَّهُ يَطَّرِدُ فِي الصَّحِيحَةِ أَيْضًا عَلَى اضْطِرَابٍ وَقَعَ لِلرَّافِعِيِّ فِي الْفَسْخِ لَكِنْ جُنُونُهُ فِيهَا إنَّمَا يُوجِبُ الْفَسْخَ لَا الِانْفِسَاخَ كَمَا مَرَّ وَإِذَا انْفَسَخَتْ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nبِذِمَّتِهِ خِلَافًا لِمَا يُوهِمُهُ كَلَامُ أَصْلِهِ ح ج\n\n(قَوْلُهُ: كَسَائِرِ الْأَكْسَابِ) ؛ لِأَنَّهُ مِنْ جُمْلَةِ الْأَكْسَابِ.\n\n(قَوْلُهُ: كَالْحَشَرَاتِ وَالدِّمَا) كَذَا مَثَّلَ بِهِ فِي الرَّوْضِ أَيْضًا (قَوْلُهُ: أَوْ ذَكَرَ إلَخْ) فِي الرَّوْضِ وَشَرْحِهِ فَإِنْ أَدَّى الْأَلْفَ لَهُ فِي حَيَاتِهِ فِي الصُّورَةِ الثَّانِيَةِ يَعْنِي: إنْ أَدَّيْت لِي أَلْفًا فَأَنْت حُرٌّ فَلَا تَرَاجُعَ بَيْنَهُمَا وَأَنْ لَا عَتَقَ الْعَبْدُ وَكَسْبُهُ الْمَاضِي أَيْ: الْحَاصِلُ قَبْلَ وُجُودِ الصِّفَةِ لِلسَّيِّدِ. اهـ. (قَوْلُهُ: يَفْسَخُهُ) أَيْ: السَّيِّدُ إذْ لَهُ ذَلِكَ فِيهَا فَقَطْ وَلَوْ بِغَيْرِ إذْنِ الْقَاضِي خِلَافًا لِمَا يُوهِمُهُ كَلَامُ أَصْلِهِ أَيْ: أَصْلِ الْإِرْشَادِ حَجَرٌ. (قَوْلُهُ: أَوْ مَوْتٍ) أَيْ: لِلسَّيِّدِ (قَوْلُهُ: أَيْ: حَجْرٍ) أَيْ: لِلسَّيِّدِ (قَوْلُهُ: بِسَفَهٍ) أَيْ: لَا فَلَسٍ (قَوْلُهُ: عَلَيْهِ أَوْ جُنُونِهِ، أَوْ إغْمَائِهِ) فِيهَا الضَّمِيرُ عَائِدٌ عَلَى السَّيِّدِ فِي قَوْلِهِ: أَيْ السَّيِّدِ كَمَا يَقْتَضِيهِ التَّضَبُّبُ. (قَوْلُهُ: وَالرَّدُّ مِنْ حَاكِمٍ) وَحَذَفَ أَيْ: الْإِرْشَادُ قَوْلَهُ أَصْلُهُ وَرَدَّهُ الْقَاضِي؛ لِأَنَّهُ إنْ أَرَادَ بِهِ اسْتِقْلَالَهُ بِرَدِّ الْعَقْدِ فِي الْفَاسِدَةِ دُونَ الصَّحِيحَةِ لَمْ يَصِحَّ إذْ لَا يَسْتَقِلُّ فِيهَا بِذَلِكَ، أَوْ أَنَّ السَّيِّدَ يَتَوَقَّفُ فَسْخُهُ عَلَى رَفْعِ الْأَمْرِ إلَيْهِ لَمْ يَصِحَّ أَيْضًا لِمَا مَرَّ أَنَّ لَهُ الِاسْتِقْلَالَ بِذَلِكَ حَجَرٌ، وَيُجَابُ بِأَنَّ الْحَاوِيَ أَرَادَ مُجَرَّدَ صِحَّةِ فَسْخِ الْقَاضِي بِرَفْعِ الْأَمْرِ إلَيْهِ، وَطَلَبِ فَسْخِهِ، وَإِنْ لَمْ يَحْتَجْ لِذَلِكَ سم (قَوْلُهُ: فَإِنَّهُ يَطَّرِدُ فِي الصَّحِيحَةِ) ظَاهِرُ الْعِبَارَةِ أَنَّ هَذَا الضَّمِيرَ مَرْجِعُهُ الِانْفِسَاخُ السَّابِقُ بِدَلِيلِ قَوْلِهِ بَعْدُ: لَكِنْ جُنُونُهُ إلَخْ وَحِينَئِذٍ يَقْتَضِي ذَلِكَ أَنَّ الْفَاسِدَةَ تَنْفَسِخُ بِجُنُونِ الْعَبْدِ، وَالْحَجْرِ عَلَيْهِ وَلَيْسَ كَذَلِكَ، وَيُمْكِنُ الْعِنَايَةُ بِأَنْ يَجْعَلَ مَرْجِعَ الضَّمِيرِ الْحُكْمَ فَيَصِيرُ الْمَعْنَى فَإِنَّهُ أَيْ: حُكْمُ الْفَاسِدَةِ يَطَّرِدُ فِي الصَّحِيحَةِ أَيْضًا مِنْ انْفِسَاخٍ، أَوْ عَدَمِهِ وَعَلَى كُلِّ حَالٍ فَقَوْلُهُ بَعْدُ: لَكِنْ جُنُونُهُ إلَخْ لَا مَعْنَى لَهُ بِرّ (قَوْلُهُ: لَكِنْ جُنُونُهُ فِيهَا إلَخْ) اقْتِصَارُهُ عَلَى هَذَا يَقْتَضِي أَنَّ الْحَجْرَ عَلَى الْعَبْدِ فِي الصَّحِيحَةِ يَقْتَضِي الِانْفِسَاخَ، وَعَلَيْهِ مَنْعٌ ظَاهِرٌ كَذَا بِخَطِّ شَيْخِنَا، وَأَقُولُ: مِمَّا يُؤَيِّدُ الْمَنْعَ أَنَّ الْحَجْرَ لَا يَقْتَضِي الِانْفِسَاخَ فِي الْفَاسِدَةِ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nكَمَا فِي شَرْحَيْ الرَّوْضِ وَالْمِنْهَاجِ\n\n(قَوْلُهُ: غَيْرُ ثَابِتَةٍ) ؛ لِأَنَّهُ يَرْجِعُ عَلَى سَيِّدِهِ بِمَا دَفَعَ وَسَيِّدُهُ عَلَيْهِ بِقِيمَتِهِ",
        "(5/329)\n\nالْفَاسِدَةُ بِالْفَسْخِ، ثُمَّ أَدَّى الْمُسَمَّى لَمْ يَعْتِقْ فَإِنَّهُ وَإِنْ غَلَبَ فِيهَا مَعْنَى التَّعَلُّقِ فَهُوَ فِي ضِمْنِ مُعَاوَضَةٍ فَإِذَا ارْتَفَعَتْ ارْتَفَعَ مَا تَضَمَّنَتْهُ، وَقَوْلُهُ: يَسْأَلُ نَقْضَ الْعَقْدِ مِنْ زِيَارَتِهِ (وَلَا) فِي (الزَّكَاةِ) فَإِنَّهُ لَا يَأْخُذُهَا مِنْ سَهْمِ الْمُكَاتَبِينَ فِي الْفَاسِدَةِ؛ لِأَنَّهَا غَيْرُ لَازِمَةٍ\nفَالْقَبْضُ فِيهَا غَيْرُ مَوْثُوقٍ بِهِ بِخِلَافِ الصَّحِيحَةِ وَقَدْ عُلِمَ ذَلِكَ فِي قَسْمِ الصَّدَقَاتِ، وَإِنَّمَا أَعَادَهُ هُنَا لِبَيَانِ مَا فَارَقَتْ بِهِ الْفَاسِدَةُ الصَّحِيحَةَ، وَفِي مَعْنَى الزَّكَاةِ الْوَقْفُ عَلَى الرِّقَابِ، وَالْوَصِيَّةُ، وَالنَّذْرُ لَهُمْ فَلَا يَأْخُذُ مِنْهَا شَيْئًا (وَ) لَا فِي (وُجُوبِ فِطْرَتِهْ) فَإِنَّهَا تَجِبُ عَلَى سَيِّدِهِ فِي الْفَاسِدَةِ دُونَ الصَّحِيحَةِ، وَإِنْ لَمْ تَجِبْ عَلَيْهِ نَفَقَتُهُ كَمَا سَيَأْتِي (وَ) لَا فِي (رَدِّ مَالِهَا) أَيْ: الْكِتَابَةِ إلَى الْمُكَاتَبِ (وَأَخْذِ قِيمَتِهْ) مِنْهُ فَإِنَّ السَّيِّدَ فِي الْفَاسِدَةِ دُونَ الصَّحِيحَةِ يَرُدُّ عَلَى الْمُكَاتَبِ الْمَالَ الَّذِي أَخَذَهُ مِنْهُ، وَيَرْجِعُ عَلَيْهِ بِقِيمَتِهِ؛ لِأَنَّ فِيهَا مَعْنَى الْمُعَاوَضَةِ وَقَدْ تَلِفَ الْمَعْقُودُ عَلَيْهِ بِالْعِتْقِ فَهُوَ كَتَلَفِ الْمَبِيعِ بَيْعًا فَاسِدًا بَعْدَ الْقَبْضِ نَعَمْ مَا أَخَذَهُ الْكَافِرُ مِنْ مُكَاتَبِهِ الْكَافِرِ حَالَ الْكُفْرِ يَمْلِكُهُ، وَلَا تَرَاجُعَ نَصَّ عَلَيْهِ الشَّافِعِيُّ وَالْأَصْحَابُ، ثُمَّ الِاعْتِبَارُ هُنَا بِقِيمَةِ يَوْمِ الْعِتْقِ لَا يَوْمِ الْعَقْدِ بِخِلَافِ مَا إذَا وَزَّعَ الْمُسَمَّى عَلَى قِيمَةِ الْعَبْدِ فِي الْكِتَابَةِ الصَّحِيحَةِ؛ لِأَنَّ يَوْمَ الْعَقْدِ هُوَ يَوْمُ الْحَيْلُولَةِ فِي الصَّحِيحَةِ وَهُنَا إنَّمَا تَحْصُلُ الْحَيْلُولَةُ بِالْعِتْقِ، وَلَيْسَتْ الْمُسْتَثْنَيَاتُ مُنْحَصِرَةً فِيمَا ذُكِرَ فَمِنْهَا مَا قَدَّمْتُهُ مِنْ عَدَمِ عِتْقِهِ عَنْ الْكِتَابَةِ بِالْإِعْتَاقِ فِي الْفَاسِدَةِ حَتَّى لَا يَتْبَعَهُ الْكَسْبُ وَالْوَلَدُ بِخِلَافِ الصَّحِيحَةِ؛ لِأَنَّهُ اسْتَحَقَّ الْعِتْقَ فِيهَا بِعَقْدٍ لَازِمٍ وَاسْتَحَقَّ اسْتِتْبَاعَ الْوَلَدِ وَالْكَسْبِ فَلَيْسَ لِلسَّيِّدِ إبْطَالُهَا، وَفِي الْفَاسِدَةِ لَا اسْتِحْقَاقَ عَلَى السَّيِّدِ فَجُعِلَ نَاسِخًا، وَمِنْهَا عَدَمُ صِحَّةِ مُعَامَلَتِهِ لِلسَّيِّدِ قَالَهُ الْبَغَوِيّ وَقَالَ الْإِمَامُ وَالْغَزَالِيُّ لَا مَنْعَ كَالصَّحِيحَةِ.\nقَالَ الرَّافِعِيُّ وَلَعَلَّ الْمَنْعَ أَقْوَى، وَمِنْهَا عَدَمُ صِحَّةِ الْتِقَاطِهِ كَالْقِنِّ، وَمِنْهَا عَدَمُ وُجُوبِ الْأَرْشِ عَلَى سَيِّدِهِ إذَا جَنَى عَلَيْهِ، وَمِنْهَا عَدَمُ وُجُوبِ الِاسْتِبْرَاءِ بِالْفَسْخِ فِي الْفَاسِدَةِ بِخِلَافِ الصَّحِيحَةِ كَمَا مَرَّ فِي بَابِهِ، وَمِنْهَا مَنْعُهُ مِنْ صَوْمِ الْكَفَّارَةِ إذَا حَلَفَ بِغَيْرِ إذْنٍ وَكَانَ أَمَةً، أَوْ يُضْعِفُهُ الصَّوْمُ وَمِنْهَا أَنَّهُ لَا يَعْتِقُ بِتَعْجِيلِ النُّجُومِ عَنْ مَحَلِّهَا كَمَا مَرَّ؛ لِأَنَّ الصِّفَةَ لَمْ تُوجَدْ وَعَلَى قِيَاسِهِ لَوْ أَخَّرَهَا عَنْ مَحَلِّهَا لَمْ يَعْتِقْ، وَمِنْهَا أَنَّ الْعِتْقَ الْوَاقِعَ فِي مَرَضِهِ فِي الْفَاسِدَةِ لَيْسَ مِنْ الثُّلُثِ لِأَخْذِهِ الْقِيمَةَ عَنْ رَقَبَتِهِ، وَشَمِلَ الْمُسْتَثْنَى مِنْهُ اسْتِقْلَالَهُ بِالْأَكْسَابِ لِيَحْصُلَ الْمُسَمَّى وَأَخْذَهُ الْفَاضِلَ مِنْ الْكَسْبِ بَعْدَ الْأَدَاءِ وَلُزُومَ نَفَقَةِ نَفْسِهِ كَمَا ذَكَرَهُ الْإِمَامُ وَالْغَزَالِيُّ وَأَخْذَهُ أَرْشَ الْجِنَايَةِ عَلَيْهِ وَمَهْرَ الْوَطْءِ وَتَكَاتُبَ وَلَدِهِ عَلَيْهِ.\n\n(بَابُ عِتْقِ أُمِّ الْوَلَدِ)\nالْأَصْلُ فِيهِ خَبَرُ «أَيُّمَا أَمَةٍ وَلَدَتْ مِنْ سَيِّدِهَا فَهِيَ حَرَّةٌ عَنْ دُبُرٍ مِنْهُ» رَوَاهُ ابْنُ مَاجَهْ وَالْحَاكِمُ وَصَحَّحَ إسْنَادَهُ، وَخَبَرُ «أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِي مَارِيَةَ أُمِّ إبْرَاهِيمَ لَمَّا وَلَدَتْ أَعْتَقَهَا وَلَدُهَا» أَيْ: أَثْبَتَ لَهَا حَقَّ الْحُرِّيَّةِ رَوَاهُ ابْنُ حَزْمٍ وَصَحَّحَهُ، وَخَبَرُ «أُمَّهَاتُ الْأَوْلَادِ لَا يُبَعْنَ، وَلَا يُوهَبْنَ، وَلَا يُورَثْنَ يَسْتَمْتِعُ مِنْهَا سَيِّدُهَا مَا دَامَ حَيًّا فَإِذَا مَاتَ فَهِيَ حُرَّةٌ» رَوَاهُ الدَّارَقُطْنِيّ وَالْبَيْهَقِيُّ وَصَحَّحَا وَقْفَهُ وَخَالَفَ ابْنُ الْقَطَّانِ فَصَحَّحَ رَفْعَهُ وَقَالَ: رُوَاتُهُ كُلُّهُمْ ثِقَاتٌ وَسَبَبُ عِتْقِهَا انْعِقَادُ الْوَلَدِ حُرًّا لِلْإِجْمَاعِ وَلِخَبَرِ إنَّ «مِنْ أَشْرَاطِ السَّاعَةِ أَنْ تَلِدَ الْأَمَةُ رَبَّهَا» أَيْ: سَيِّدَهَا فَأَقَامَ الْوَلَدَ مَقَامَ أَبِيهِ وَأَبُوهُ حُرٌّ فَكَذَا هُوَ.\n\n(وَمَنْ تَضَعْ) مِنْ الْإِمَاءِ وَلَوْ مُحَرَّمَةً بِنَسَبٍ وَلَدًا، أَوْ بَعْضَهُ وَلَوْ (ظَاهِرَ تَخْطِيطٍ) وَلَوْ لِلْقَوَابِلِ (وَقَدْ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nكَمَا قَالَ فِي شَرْحِ الْمَنْهَجِ، وَخَرَجَ بِالسَّيِّدِ الْمُكَاتَبُ فَلَا تَبْطُلُ الْفَاسِدَةُ بِنَحْوِ إغْمَائِهِ وَحَجْرِ سَفَهٍ عَلَيْهِ. اهـ.\nفَفِي الصَّحِيحَةِ أَوْلَى سم (قَوْلُهُ: وَمِنْهَا أَنَّ الْعِتْقَ) أَيْ: بِالْأَدَاءِ الْوَاقِعِ فِي مَرَضِهِ فِي الْفَاسِدَةِ إلَخْ أَمَّا الصَّحِيحَةُ فَفِي الرَّوْضَةِ مَا نَصُّهُ: كَاتَبَ فِي مَرَضِ مَوْتِهِ عَبْدًا، أَوْ أَوْصَى بِكِتَابَتِهِ تُعْتَبَرُ قِيمَتُهُ مِنْ الثُّلُثِ سَوَاءٌ كَانَتْ بِقِيمَتِهِ، أَوْ أَقَلَّ، أَوْ أَكْثَرَ وَلَوْ كَاتَبَ فِي الصِّحَّةِ وَاسْتَوْفَى النُّجُومَ فِي مَرَضِهِ لَمْ تُعْتَبَرْ قِيمَتُهُ مِنْ الثُّلُثِ، وَلَوْ أَعْتَقَهُ فِي مَرَضِهِ، أَوْ أَبْرَأَهُ مِنْ النُّجُومِ اُعْتُبِرَ مِنْ الثُّلُثِ أَقَلُّ الْأَمْرَيْنِ مِنْ قِيمَتِهِ وَالنُّجُومُ. اهـ. بِرّ. (قَوْلُهُ: لَيْسَ مِنْ الثُّلُثِ) قَالَ الْجَوْجَرِيُّ وَهَذِهِ الصُّورَةُ مُشْكِلَةٌ فَإِنَّهُ، وَإِنْ أَخَذَ مِنْهُ الْقِيمَةَ يَجِبُ عَلَيْهِ رَدُّ مَا أَخَذَهُ مِنْ النُّجُومِ الَّتِي كَانَتْ مِلْكًا لِلسَّيِّدِ فَفِيهَا تَبَرُّعٌ كَيْفَ لَا تُحْتَسَبُ مِنْ الثُّلُثِ بِرّ وَقَدْ يُقَالُ: كَمَا رَدَّ النُّجُومَ الَّتِي مَلَكَهَا أَخَذَ فِي نَظِيرِ ذَلِكَ الْقِيمَةَ الْمَمْلُوكَةَ لِلْمُكَاتَبِ عَلَى أَنَّا لَا نُسَلِّمُ أَنَّ النُّجُومَ كَانَتْ مِلْكًا لِلسَّيِّدِ كَمَا قَالَ فِي الْمِنْهَاجِ، وَأَنَّهُ لَا يَمْلِكُ مَا أَخَذَهُ بَلْ يَرْجِعُ الْمُكَاتَبُ بِهِ إلَخْ.\n\n(بَابُ عِتْقِ أُمِّ الْوَلَدِ)\n(قَوْلُهُ: رَوَاهُ ابْنُ حَزْمٍ وَصَحَّحَهُ) قَالَ فِي شَرْحِ الرَّوْضِ: لَكِنْ أَعَلَّهُ ابْنُ عَبْدِ الْبَرِّ\n\n(قَوْلُهُ: وَمَنْ تَضَعُ إلَخْ) أَيْ: وَلَوْ بَعْدَ الْمَوْتِ لَكِنْ تَبَيَّنَ بِالْوَضْعِ حُصُولُ الْعِتْقِ مِنْ حِينِ الْمَوْتِ، وَلَا فَرْقَ فِي الْوَضْعِ بَعْدَهُ مِنْ كَوْنِهِ عَقِبَهُ وَتَرَاخِيهِ عَنْهُ حَيْثُ لَحِقَ بِهِ شَرْعًا، وَحَيْثُ عَلِمَ عِنْدَ الْمَوْتِ أَنَّهَا حَامِلٌ امْتَنَعَ التَّصَرُّفُ فِيهَا، وَإِنْ لَمْ يَحْكُمْ بِعِتْقِهَا إلَّا إذَا وَضَعَتْ فَيَتَبَيَّنُ الْعِتْقُ مِنْ حِينِ الْمَوْتِ م ر (قَوْلُهُ: أَوْ بَعْضَهُ) هَذَا مُوَافِقُ مَا قَالَهُ الدَّارِمِيُّ أَنَّهُ يَكْفِي وَضْعُ عُضْوٍ، وَإِنْ لَمْ تَضَعْ الْبَاقِيَ وَعَلَيْهِ يَكْفِي وَضْعُ أَحَدِ التَّوْأَمَيْنِ، وَقَدْ اخْتَلَفَ إفْتَاءُ شَيْخِنَا الشِّهَابِ الرَّمْلِيِّ فِي ذَلِكَ، وَعَلَى عَدَمِ الِاكْتِفَاءِ لَا يُرَدُّ قَوْلُهُمْ: إنَّهُ يَكْفِي وَضْعُ مَا يَجِبُ فِيهِ غُرَّةٌ لِجَوَازِ أَنَّهُمْ إنَّمَا أَرَادُوا بِهِ الِاحْتِرَازَ عَنْ نَحْوِ الْعَلَقَةِ وَالْمُضْغَةِ لَا الِاكْتِفَاءَ بِأَحَدِ التَّوْأَمَيْنِ هَذَا وَالِاكْتِفَاءُ بِهِ بَلْ وَبِالْبَعْضِ هُوَ الْمُتَّجَهُ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: اسْتِقْلَالَهُ بِالْأَكْسَابِ) وَلَيْسَ لَنَا عَقْدٌ فَاسِدٌ يَمْلِكُ بِهِ كَالصَّحِيحِ إلَّا هَذَا، وَسَبَبُهُ أَنَّ الْمَعْقُودَ عَلَيْهِ وَهُوَ الْعِتْقُ قَدْ حَصَلَ فَتَبِعَهُ مِلْكُ الْكَسْبِ وَوُجِّهَ أَنَّ عَقْدَ الْكِتَابَةِ أَثْبَتَ لِلسَّيِّدِ عِوَضًا فِي ذِمَّةِ الْعَبْدِ، وَمُقْتَضَاهُ أَنْ يَمْلِكَ فِي مُقَابَلَتِهِ مَا وَقَعَ الْعَقْدُ عَلَيْهِ وَهُوَ الرَّقَبَةُ كَيْ لَا يَبْقَى الْعِوَضُ وَالْمُعَوَّضُ لِوَاحِدٍ فَلَمَّا تَعَذَّرَ ذَلِكَ لِكَوْنِهِ لَوْ مَلَكَهَا لَعَتَقَ كَانَ تَأْثِيرُ الْعِتْقِ فِي الْمَنَافِعِ وَالْأَكْسَابِ حَكَاهُ الْمَاوَرْدِيُّ عَنْ الْجَدِيدِ. اهـ. حَاشِيَةُ شَرْحِ الرَّوْضِ. (قَوْلُهُ: وَتَكَاتُبَ وَلَدِهِ عَلَيْهِ) أَيْ: كَالْكَسْبِ وَقِيلَ: لَا يَتَكَاتَبُ.\n\n[بَابُ عِتْقِ أُمِّ الْوَلَدِ]\n[أَسْبَابُ عِتْقِ أُمِّ الْوَلَدِ]\n(بَابُ عِتْقِ أُمِّ الْوَلَدِ)\n(5/330)",
        "\nأَحَبْلَهَا السَّيِّدُ) بِأَنْ عَلَقَتْ مِنْهُ وَلَوْ بِاسْتِدْخَالِ مَائِهِ وَلَمْ يَتَعَلَّقْ بِهَا حَقٌّ كَمَا عُلِمَ فِي مَحَلِّهِ (تَعْتِقُ) هِيَ (وَالْوَلَدْ) أَيْ: الرَّقِيقُ الْحَادِثُ مِنْهَا بِنِكَاحٍ، أَوْ غَيْرِهِ (مِنْ بَعْدِهِ) أَيْ: الْوَضْعِ بِالشَّرْطِ الْآتِي، أَمَّا هِيَ فَلِمَا مَرَّ، وَأَمَّا وَلَدُهَا فَتَبَعًا لَهَا، وَعِتْقُهَا مِنْ رَأْسِ الْمَالِ، وَإِنْ أَحْبَلَهَا فِي مَرَضِ مَوْتِهِ كَإِنْفَاقِ الْمَالِ فِي اللَّذَّاتِ، وَخَرَجَ بِظُهُورِ تَخْطِيطِهِ مَا لَوْ قَالَتْ الْقَوَابِلُ إنَّهُ مَبْدَأُ خَلْقِ آدَمِيٍّ، وَلَوْ بَقِيَ لَتَخَطَّطَ فَلَا يَثْبُتُ بِهِ الْإِيلَادُ، وَبِالسَّيِّدِ مَا لَوْ أَحْبَلَهَا غَيْرُهُ بِنِكَاحٍ، أَوْ زِنًا، أَوْ شُبْهَةٍ، ثُمَّ مَلَكَهَا فَلَا إيلَادَ لِانْتِفَاءِ إحْبَالِهَا مِنْ سَيِّدِهَا؛ وَلِأَنَّ الْإِيلَادَ لَمْ يَثْبُتْ حَالًا فَكَذَا بَعْدَ الْمِلْكِ كَمَا لَوْ أَعْتَقَ رَقِيقَ غَيْرِهِ، ثُمَّ مَلَكَهُ وَلِأَنَّ الْكِتَابَةَ وَالتَّدْبِيرَ لَا يَثْبُتَانِ فِي مِلْكِ الْغَيْرِ حَالًا، وَلَا مَآلًا فَكَذَا الْإِيلَادُ، وَبِقَوْلِهِ: بَعْدَهُ وَلَدُهَا الْمَوْجُودُ قَبْلَ الْوَضْعِ بِأَنْ أَتَتْ بِهِ قَبْلَ إحْبَالِهَا فَلَا يَثْبُتُ لَهُ حُكْمُهَا لِحُصُولِهِ قَبْلَ ثُبُوتِ الْحَقِّ لَهَا، وَشَرْطُ السَّيِّدِ كَوْنُهُ غَيْرَ مُرْتَدٍّ فَلَا يَثْبُتُ إيلَادُ الْمُرْتَدِّ بَلْ يُوقَفُ بِنَاءً عَلَى وَقْفِ مِلْكِهِ، وَكَوْنُهُ حُرَّ الْكُلِّ، أَوْ الْبَعْضِ كَمَا تَنَاوَلَهُ لَفْظُ السَّيِّدِ فَيَثْبُتُ إيلَادُ الْمُبَعَّضِ إذَا أَوْلَدَ أَمَتَهُ الَّتِي مَلَكَهَا بِبَعْضِهِ الْحُرِّ كَمَا جَزَمَ بِهِ الْمَاوَرْدِيُّ وَصَحَّحَهُ الْبُلْقِينِيُّ، وَلَا يَثْبُتُ إيلَادُ الْمُكَاتَبِ إذَا أَوْلَدَ أَمَتَهُ كَمَا عُلِمَ مِنْ قَوْلِهِ فِي الْكِتَابَةِ: وَلَا اسْتِيلَادًا.\n(كَمِثْلِ تَدْبِيرٍ) بِزِيَادَةِ مِثْلٍ أَيْ: تُعْتَقُ أُمُّ الْوَلَدِ وَوَلَدُهَا الْمَذْكُورُ كَمَا تُعْتَقُ الْمُدَبَّرَةُ وَوَلَدُهَا التَّابِعُ لَهَا فِي التَّدْبِيرِ كَمَا مَرَّ فِي بَابِهِ (إذَا مَاتَ) فِي الْمَسْأَلَتَيْنِ فَلَوْ مَاتَتْ الْأُمُّ وَالْوَلَدُ فِيهِمَا قَبْلَ مَوْتِهِ فَلَا عِتْقَ، أَوْ الْأُمُّ فَقَطْ عَتَقَ الْوَلَدُ بَعْدَ مَوْتِهِ بِخِلَافِ الْمُكَاتَبَةِ إذَا مَاتَتْ، أَوْ عَجَزَتْ تَبْطُلُ الْكِتَابَةُ، وَيَكُونُ الْوَلَدُ رَقِيقًا لِلسَّيِّدِ؛ لِأَنَّهُ يَعْتِقُ بِعِتْقِهَا تَبَعًا بِلَا أَدَاءً مِنْهُ، أَوْ نَحْوِهِ وَوَلَدُ الْمُسْتَوْلَدَةِ إنَّمَا يَعْتِقُ بِمَا تُعْتَقُ هِيَ بِهِ وَهُوَ مَوْتُ السَّيِّدِ، وَلِهَذَا لَوْ أَعْتَقَ أُمَّ الْوَلَدِ، أَوْ الْمُدَبَّرَةَ لَمْ يُعْتِقْ الْوَلَدَ بِخِلَافِ الْمُكَاتَبَةِ إذَا أَعْتَقَهَا يُعْتِقُ وَلَدَهَا (وَلَوْ) كَانَ الْمَوْتُ (بِقَتْلِ هَذَيْنِ) أَيْ: أُمِّ الْوَلَدِ وَوَلَدِهَا الْمَذْكُورِ فَإِنَّهُمَا يَعْتِقَانِ، وَإِنْ اسْتَعْجَلَا بِفِعْلِ مُحَرَّمٍ؛ لِأَنَّ الْإِحْبَالَ بِمَنْزِلَةِ الْإِعْتَاقِ وَلِهَذَا يَسْرِي إلَى نَصِيبِ الشَّرِيكِ كَمَا لَوْ أَعْتَقَ نَصِيبَهُ فَلَا يَقْدَحُ الْقِلُّ فِيهِ كَمَا لَوْ أَعْتَقَ الْعَبْدَ، ثُمَّ جَاءَ الْعَبْدُ وَقَتَلَهُ وَذَكَرَ قَتْلَ الْوَلَدِ مَزِيدًا عَلَى الْحَاوِي (كَذَا حُكْمُ حُلُولِ الدَّيْنِ) فَإِنَّهُ يَحِلُّ بِمَوْتِ الْمَدِينِ، وَلَوْ بِقَتْلِ غَرِيمِهِ؛ لِأَنَّ الْأَجَلَ أُثْبِتَ لِيَرْتَفِقَ مَنْ عَلَيْهِ الْحَقُّ بِالِاكْتِسَابِ فِيهِ فَإِذَا مَاتَ فَالْحَظُّ لَهُ فِي التَّعْجِيلِ لِتَبْرَأَ ذِمَّتُهُ (وَ) كَذَا حُكْمُ (التَّدْبِيرِ) فَمَنْ ثَبَتَ لَهُ تَدْبِيرٌ يَعْتِقُ بِمَوْتِ سَيِّدِهِ وَلَوْ بِقَتْلِهِ لَهُ؛ لِأَنَّهُ تَعْلِيقُ عِتْقٍ بِصِفَةٍ وَهَذَا يُغْنِي عَنْ قَوْلِهِ أَوَّلًا: كَمِثْلِ تَدْبِيرٍ.\n\n(بَلْ إنْ بَاعَ) السَّيِّدُ (ذَيْنِ) أَيْ: أُمَّ الْوَلَدِ وَوَلَدَهَا الْمَذْكُورَ (قُلْتُ) وَكَانَ الْبَيْعُ (مِنْ غَيْرٍ) أَيْ: مِنْ غَيْرِهِمَا (بَطَلْ) أَيْ: الْبَيْعُ أَمَّا فِي الْأُمِّ فَلِخَبَرِ الدَّارَقُطْنِيّ السَّابِقِ وَلِلْإِجْمَاعِ، وَأَمَّا فِي وَلَدِهَا فَبِالْقِيَاسِ عَلَيْهَا فَلَوْ قَضَى قَاضٍ بِصِحَّةِ بَيْعِهِمَا نُقِضَ قَضَاؤُهُ لِمُخَالَفَتِهِ الْإِجْمَاعَ وَالْقِيَاسَ الْجَلِيَّ وَمَا كَانَ فِي بَيْعِ الْأُمِّ مِنْ خِلَافٍ بَيْنَ الْقَرْنِ الْأَوَّلِ فَقَدْ انْقَطَعَ، وَصَارَ مُجْمَعًا عَلَى مَنْعِهِ، وَأَمَّا خَبَرُ أَبِي دَاوُد عَنْ جَابِرٍ «كُنَّا نَبِيعُ سَرَارِينَا أُمَّهَاتِ الْأَوْلَادِ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nفَلْيُتَأَمَّلْ. وَكَتَبَ أَيْضًا فِي شَرْحِ الرَّوْضِ وَكَالْمُضْغَةِ بَعْضُهَا وَلِهَذَا قَالَ الدَّارِمِيُّ: وَكَذَا لَوْ وَضَعَتْ عُضْوًا، وَإِنْ لَمْ تَضَعْ الْبَاقِيَ. اهـ. مَا فِي شَرْحِ الرَّوْضِ لَكِنْ مُقْتَضَى كَلَامِهِمْ أَنَّهُ لَا بُدَّ مِنْ وَضْعِ الْبَاقِي، وَإِنْ كَانَ بَيْنَ وَضْعِهِ وَوَضْعِ ذَلِكَ الْعُضْوِ أَرْبَعُ سِنِينَ، أَوْ أَكْثَرُ؛ لِأَنَّ الْجَمِيعَ حَمْلٌ وَاحِدٌ مُطْلَقًا كَمَا هُوَ ظَاهِرٌ وَذَلِكَ حَيْثُ كَانَ وَضْعُ ذَلِكَ الْعُضْوِ لَاحِقًا بِهِ شَرْعًا، وَيَتَبَيَّنُ بِوَضْعِ الْبَاقِي حُصُولُ الْعِتْقِ مِنْ حِينِ الْمَوْتِ سَوَاءٌ تَقَدَّمَ وَضْعُ الْعُضْوِ عَلَى الْمَوْتِ، أَوْ تَأَخَّرَ عَنْهُ وَلَوْ وَضَعَتْ وَلَدًا إلَّا يَدَيْهِ وَرِجْلَيْهِ مَثَلًا فَالْوَجْهُ حُصُولُ الْعِتْقِ لِوُجُودِ مُسَمَّى الْوِلَادَةِ الَّذِي الْمَدَارُ عَلَيْهِ هُنَا، وَيَتَرَدَّدُ النَّظَرُ فِيمَا لَوْ وَضَعَتْ نِصْفَهُ الْأَعْلَى، أَوْ الْأَسْفَلَ، أَوْ مَا عَدَا أَطْرَافَهُ وَرَأْسَهُ، أَوْ مَا عَدَا رَأْسَهُ فَقَطْ وَيُحْتَمَلُ الِاكْتِفَاءُ بِوَضْعِ مَا عَدَا رَأْسَهُ لِوُجُودِ مُسَمَّى الْوِلَادَةِ.\n(فَرْعٌ)\nإسْقَاطُ الْحَمْلِ إنْ كَانَ قَبْلَ نَفْخِ الرُّوحِ جَازَ، أَوْ بَعْدَهَا حَرُمَ، وَيَنْبَغِي أَنْ يُعْمَلَ فِي النَّفْخِ وَعَدَمِهِ بِالظَّنِّ م ر (قَوْلُهُ: وَلَوْ بِاسْتِدْخَالِ مَائِهِ) أَيْ: الْمُحْتَرَمِ وَلَوْ بِنَحْوِ اسْتِنْجَائِهَا بِحَجَرٍ عَلَيْهِ مَنِيُّهُ الْمُحْتَرَمُ.\n(تَنْبِيهٌ)\nلَا يَخْفَى أَنَّ إسْنَادَ الْإِحْبَالِ إلَى السَّيِّدِ فِي صُورَةِ الِاسْتِدْخَالِ وَنَحْوِهَا إسْنَادٌ مَجَازِيٌّ بِخِلَافِهِ فِي صُورَةِ الْوَطْءِ فَقَدْ يَدَّعِي أَنَّهُ إسْنَادٌ حَقِيقِيٌّ وَحِينَئِذٍ فَقَوْلُ الْمُصَنِّفِ: أَحْبَلَهَا السَّيِّدُ إمَّا أَنْ يَكُونَ مُسْتَعْمَلًا فِي حَقِيقَتِهِ وَمَجَازِهِ عَلَى أَصْلِ الشَّافِعِيِّ فِي ذَلِكَ، وَإِمَّا أَنْ يَكُونَ كِنَايَةً بِالْمَعْنَى الْأُصُولِيِّ بِأَنْ يَكُونَ مُسْتَعْمَلًا فِي مَعْنَاهُ مُرَادًا مِنْهُ لَازِمُ مَعْنَاهُ وَهُوَ الْحَبَلُ نَعَمْ قَدْ يَمْنَعُ أَنَّ الْإِسْنَادَ فِي صُورَةِ الْوَطْءِ أَيْضًا حَقِيقِيٌّ؛ لِأَنَّ الْإِحْبَالَ حَقِيقَةً لَيْسَ هُوَ نَفْسُ الْوَطْءِ بَلْ هُوَ أَمْرٌ آخَرُ قَدْ يَتَسَبَّبُ عَنْهُ لَيْسَ فِعْلًا لِلْوَاطِئِ أَصْلًا فَإِسْنَادُهُ إلَيْهِ لَا يَكُونُ إلَّا مَجَازًا نَعَمْ إنْ أُرِيدَ بِالْإِحْبَالِ الْوَطْءُ مَجَازًا كَانَ الْإِسْنَادُ حَقِيقِيًّا؛ لِأَنَّهُ يَكُونُ مَعَ مَجَازِيَّةِ الطَّرَفَيْنِ، أَوْ أَحَدِهِمَا كَمَا تَقَرَّرَ فِي مَحَلِّهِ. (قَوْلُهُ: مَا لَوْ قَالَ الْقَوَافِلُ إلَخْ) فَلَوْ اخْتَلَفُوا فَقَالَ بَعْضُهُنَّ فِيهِ صُورَةٌ خَفِيَّةٌ، وَبَعْضُهُنَّ لَا صُورَةَ فِيهِ اُتُّجِهَ الْعَمَلُ بِقَوْلِهِ الْمُثْبَتِ؛ لِأَنَّ مَعَهُ زِيَادَةَ عِلْمٍ. (قَوْلُهُ: مُرْتَدٌّ فَلَا يَثْبُتُ) أَيْ: حَالًّا (قَوْلُهُ: التَّابِعُ لَهَا فِي التَّدْبِيرِ) قَدْ يُقَالُ: هَذَا لَا يَشْمَلُ الْوَلَدَ الْحَادِثَ بَعْدَ التَّدْبِيرِ إذَا لَمْ يَنْفَصِلْ قَبْلَ مَوْتِ السَّيِّدِ مَعَ أَنَّهُ يَعْتِقُ مَعَهَا إلَّا أَنْ يُرَادَ التَّابِعُ فِي حُكْمِ التَّدْبِيرِ فَلْيُتَأَمَّلْ. (قَوْلُهُ: لَمْ يَعْتِقْ الْوَلَدُ) ظَاهِرُهُ أَنَّهُ لَا يَعْتِقُ مُطْلَقًا لَكِنْ قَضِيَّةُ قَوْلِهِ: بِمَا تُعْتَقُ هِيَ بِهِ، وَقَوْلُهُ: أَوْ الْأُمُّ فَقَطْ عَتَقَ الْوَلَدُ بَعْدَ مَوْتِهِ عِتْقُهُ بَعْدَ الْمَوْتِ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\nقَوْلُهُ: وَالْوَلَدُ) وَحُكْمُ أَوْلَادِ أَوْلَادِهَا الْإِنَاثِ حُكْمُ أَوْلَادِهَا بِخِلَافِ الذُّكُورِ، وَدَخَلَ فِي الْوَلَدِ مَا لَوْ حَمَلَتْ مِنْ زَوْجٍ، أَوْ زِنًا بَعْدَ بَيْعِهَا فِي نَحْوِ رَهْنٍ ثُمَّ مَلَكَهَا حَامِلًا فَإِنَّهُ يَتْبَعُهَا فِي حُكْمِهَا أَيْضًا عَلَى الْمُعْتَمَدِ عِنْدَ شَيْخِنَا الرَّمْلِيِّ. اهـ. ق ل عَلَى الْجَلَالِ، وَقَوْلُهُ: الْإِنَاثِ لِأَنَّ أَوْلَادَ الْإِنَاثِ تَتْبَعُ الْأُمَّهَاتِ بِخِلَافِ أَوْلَادِ الذُّكُورِ.\n(5/331)\n",
        "وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَيٌّ لَا يَرَى بِذَلِكَ بَأْسًا» فَأُجِيبُ عَنْهُ بِأَنَّهُ مَنْسُوخٌ وَبِأَنَّهُ مَنْسُوبٌ إلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اسْتِدْلَالًا وَاجْتِهَادًا فَيُقَدَّمُ عَلَيْهِ مَا نُسِبَ إلَيْهِ قَوْلًا وَنَصًّا، أَمَّا إذَا بَاعَهُمَا مِنْ نَفْسِهِمَا بِأَنْ بَاعَ كُلًّا مِنْ نَفْسِهِ فَيَصِحُّ بِنَاءً عَلَى أَنَّهُ عَقْدُ عَتَاقَةٍ وَهُوَ الْأَصَحُّ وَعُلِمَ مِنْ بُطْلَانِ بَيْعِهِمَا بُطْلَانُ رَهْنِهِمَا وَهِبَتِهِمَا وَالْوَصِيَّةِ بِهِمَا كَمَا مَرَّ بَيَانُهَا فِي مَحَالِّهَا قَالَ جَمَاعَةٌ: وَمَحَلُّ ذَلِكَ إذَا لَمْ يَرْتَفِعْ الْإِيلَادُ فَإِنْ ارْتَفَعَ بِأَنْ كَانَتْ كَافِرَةً وَلَيْسَتْ لِمُسْلِمٍ وَسُبِيَتْ وَصَارَتْ قِنَّةً جَازَ جَمِيعُ ذَلِكَ.\n\n(وَاسْتَخْدَمَ) السَّيِّدُ (الِاثْنَيْنِ) أَيْ: أُمَّ الْوَلَدِ وَوَلَدَهَا الْمَذْكُورَ لِمُلْكِهِ لَهُمَا وَلِمَنَافِعِهِمَا كَالْقِنِّ وَإِنَّمَا امْتَنَعَ بَيْعُهُمَا لِتَأَكُّدِ حَقّ الْعِتْق فِيهِمَا (وَالْإِيجَارُ لَهُ) أَيْ: وَلَهُ إيجَارُهُمَا (وَوَطْءُ الْأُمِّ) لَا بِنْتِهَا لِحُرْمَتِهَا بِوَطْءِ أُمِّهَا (وَ) لَهُ (الْإِجْبَارُ) لَهُمَا عَلَى النِّكَاحِ (وَالْأَرْشُ مِنْ جَانٍ) عَلَيْهِمَا كَالْقِنَّةِ وَمَعْلُومٌ أَنَّهُ قَدْ يَمْتَنِعُ عَلَيْهِ ذَلِكَ، أَوْ بَعْضُهُ لِمَعْنًى آخَرَ كَأَنْ تَكُونَ الْمُسْتَوْلَدَةُ مُكَاتَبَةً، وَلَوْ بَعْدَ الْإِيلَادِ، أَوْ مُسْلِمَةً وَالْمُولَدُ كَافِرًا.\n\n(وَحَيْثُ يَدَّعِي) فِي مُشْتَرَكَةٍ بَيْنَ اثْنَيْنِ وَأَتَتْ لِكُلٍّ مِنْهُمَا بِوَلَدٍ (إيلَادَهَا كُلُّ شَرِيكٍ مُوَسَّعِ) أَيْ: مُوسِرٍ (قَبْلُ) أَيْ: قَبْلَ إيلَادِ الْآخَرِ لَهَا لِيَسْرِيَ إيلَادُهُ إلَى بَقِيَّتِهَا (فَإِنْ يَأْسُ بَيَانٍ حَصَلَا) أَيْ: فَإِنْ حَصَلَ الْيَأْسُ مِنْ بَيَانِ الْقَبْلِيَّةَ (تَعْتِقُ) الْأَمَةُ (إنْ مَاتَا) لِاتِّفَاقِهِمَا عَلَى الْعِتْقِ، وَلَا يَعْتِقُ بَعْضُهَا بِمَوْتِ أَحَدِهِمَا لِجَوَازِ كَوْنِهَا مُسْتَوْلَدَةً لِلْآخَرِ، وَنَفَقَتُهَا فِي الْحَيَاةِ عَلَيْهِمَا (وَيُوقَفُ الْوَلَا) بَيْنَ عَصَبَتَيْهِمَا لِعَدَمِ الْمُرَجِّحِ فَإِنْ كَانَا مُعْسِرَيْنِ فَهُوَ مَا صَرَّحَ بِهِ مِنْ زِيَادَتِهِ بِقَوْلِهِ: (قُلْتُ وَبِاسْتِيلَادِ كُلِّ شَطْرِ) أَيْ: نِصْفٍ (يُقْضَى) أَيْ: يُحْكَمُ (لِمَنْ يَمْلِكُهُ فِي) حَالَةِ (الْعُسْرِ) فَإِذَا مَاتَ أَحَدُهُمَا عَتَقَ نَصِيبُهُ، وَوَلَاؤُهُ لِعَصَبَتِهِ وَإِذَا مَاتَا عَتَقَتْ كُلُّهَا (وَالْعَصَبَاتُ) أَيْ: عَصَبَاتُهُمَا (فِي الْوَلَا سَوِيَّهْ) ، وَإِنْ كَانَ أَحَدُهُمَا مُوسِرًا فَقَطْ ثَبَتَ إيلَادُهُ فِي نَصِيبِهِ، وَالنِّزَاعُ فِي نَصِيبِ الْمُعْسِرِ فَنِصْفُ نَفَقَتِهَا عَلَى الْمُوسِرِ، وَنِصْفُهَا الْآخَرُ بَيْنَهُمَا، ثُمَّ إنْ مَاتَ الْمُوسِرُ أَوَّلًا عَتَقَ نَصِيبُهُ، وَوَلَاؤُهُ لِعَصَبَتِهِ فَإِذَا مَاتَ الْمُعْسِرُ بَعْدَهُ عَتَقَ نَصِيبُهُ، وَوُقِفَ وَلَاؤُهُ بَيْنَ عَصَبَتَيْهِمَا، وَإِنْ مَاتَ الْمُعْسِرُ أَوَّلًا لَمْ يَعْتِقْ مِنْهَا شَيْءٌ فَإِذَا مَاتَ الْمُوسِرُ بَعْدَهُ عَتَقَتْ كُلُّهَا، وَوَلَاءُ نِصْفِهَا لِعَصَبَتِهِ وَوُقِفَ وَلَاءُ النِّصْفِ الْآخَرِ، أَمَّا لَوْ ادَّعَى كُلٌّ مِنْهُمَا سَبْقَ الْآخَرِ وَهُمَا مُوسِرَانِ، أَوْ أَحَدُهُمَا مُوسِرٌ فَقَطْ فَفِي الرَّوْضَةِ كَأَصْلِهَا عَنْ الْبَغَوِيّ يَتَحَالَفَانِ ثُمَّ يُنْفِقَانِ عَلَيْهَا فَإِذَا مَاتَ أَحَدُهُمَا فِي الصُّورَةِ الْأُولَى لَمْ يَعْتِقْ نَصِيبُهُ لِاحْتِمَالِ صِدْقِهِ، وَعَتَقَ نَصِيبُ الْحَيِّ لِإِقْرَارِهِ وَوُقِفَ وَلَاؤُهُ فَإِذَا مَاتَ عَتَقَتْ كُلُّهَا، وَوُقِفَ وَلَاءُ الْكُلِّ، وَإِذَا مَاتَ الْمُوسِرُ فِي الثَّانِيَةِ أَوَّلًا عَتَقَتْ كُلُّهَا نَصِيبُهُ بِمَوْتِهِ، وَوَلَاؤُهُ لِعَصَبَتِهِ، وَنَصِيبُ الْمُعْسِرِ بِإِقْرَارِهِ وَوُقِفَ وَلَاؤُهُ، وَإِنْ مَاتَ الْمُعْسِرُ أَوَّلًا لَمْ يَعْتِقْ مِنْهَا شَيْءٌ لِاحْتِمَالِ سَبْقِ الْمُوسِرِ فَإِذَا مَاتَ الْمُوسِرُ عَتَقَتْ كُلُّهَا، وَوَلَاءُ نَصِيبِهِ لِعَصَبَتِهِ، وَوَلَاءُ نَصِيبِ الْمُعْسِرِ مَوْقُوفٌ وَلَوْ كَانَا مُعْسِرَيْنِ فَكَمَا لَوْ ادَّعَى كُلٌّ مِنْهُمَا أَنَّهُ، أَوْلَدَهَا قَبْلَ إيلَادِ الْآخَرِ لَهَا وَقَدْ تَقَدَّمَ حُكْمُهُ، وَالْعِبْرَةُ فِي الْيَسَارِ وَالْإِعْسَارِ بِوَقْفِ الْإِحْبَالِ كَمَا عُلِمَ مِنْ بَابِ الْعِتْقِ.\n\n(هَذَا تَمَامُ الْبَهْجَةِ الْوَرْدِيَّةْ) نِسْبَةً إلَى الْوَرْدِيِّ الْمَعْرُوفِ بِهِ وَالِدُ نَاظِمِهَا كَمَا مَرَّ أَوَّلَهَا (خَتَمْتُهَا) وَفِي نُسْخَةٍ فَرَّغْتُهَا (بَعْدَ الثَّلَاثِينَ) سَنَةً (الَّتِي مِنْ بَعْدِ سَبْعِمِائَةٍ قَدْ خَلَتْ) أَيْ: مَضَتْ (فَإِنْ تَعِبْهَا، أَوْ تَضَعْ) أَيْ: تَحُطَّ (مِنْهَا الْعِدَا) بِضَمِّ الْعَيْنِ وَكَسْرِهَا أَيْ: الْأَعْدَاءُ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nقَوْلُهُ: لَا يَرَى بِذَلِكَ بَأْسًا) فِي التَّقْرِيبِ لِلنَّوَوِيِّ كَذَلِكَ قَوْلُهُ: أَيْ: الصَّحَابِيِّ «كُنَّا لَا نَرَى بَأْسًا بِكَذَا فِي حَيَاةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -» أَوْ وَهُوَ فِينَا، أَوْ بَيْنَ أَظْهُرِنَا إلَى أَنْ قَالَ: فَكُلُّهُ مَرْفُوعٌ. اهـ. (قَوْلُهُ: جَازَ جَمِيعُ ذَلِكَ) قَدْ يُؤْخَذُ بِأَنَّهَا لَا تَزِيدُ عَلَى الْحُرَّةِ الْأَصْلِيَّةِ، وَهِيَ لَوْ سُبِيَتْ صَارَتْ قِنَّةً، وَجَازَ فِيهَا جَمِيعُ ذَلِكَ\n\n(قَوْلُهُ: وَنَفَقَتُهَا فِي الْحَيَاةِ عَلَيْهِمَا) فَإِذَا بَانَ السَّابِقُ رَجَعَ الْآخَرُ عَلَيْهِ إنْ أَذِنَ لَهُ الْحَاكِمُ، أَوْ أَشْهَدَ عِنْدَ الْعَجْزِ عَنْهُ كَمَا هُوَ ظَاهِرٌ\n\n(قَوْلُهُ: هَذَا تَمَامُ) أَيْ: مُتَمِّمُ الْبَهْجَةِ الْوَرْدِيَّةِ هَذَا إشَارَةٌ إلَى قَوْلِهِ: وَالْعَصَبَاتُ فِي الْوَلَاءِ سَوِيَّةٌ، أَوْ إلَى مَعْنَاهُ، أَوْ الْمَجْمُوعِ بِنَاءً عَلَى أَنَّ مُسَمَّى الْكُتُبِ الْأَلْفَاظُ أَوْ الْمَعَانِي، أَوْ الْمَجْمُوعِ عَلَى مَا بَيَّنَهُ السَّيِّدُ، فَإِنْ قُلْت: مُقْتَضَى أَنَّ قَوْلَهُ وَالْعَصَبَاتُ فِي الْوَلَاءِ سَوِيَّةٌ تَمَامُهَا أَنْ لَا يَكُونَ مَا بَعْدَهُ مِنْهَا وَهُوَ بَعِيدٌ لِأَنَّ الظَّاهِرَ أَنَّ مُسَمَّى الْكِتَابِ مِنْ الْبَسْمَلَةِ إلَى آخِرِ كَلِمَةٍ فِيهِ قُلْت: يُمْكِنُ أَنْ يَكُونَ الْمَعْنَى تَمَامُ الْمَقْصُودِ بِالذَّاتِ مِنْهَا فَلْيُتَأَمَّلْ سم. (قَوْلُهُ: بَعْدَ الثَّلَاثِينَ) صَادِقٌ بِأَوَّلِ الْحَادِي وَالثَّلَاثِينَ وَبِآخِرِهَا، وَبِمَا بَيْنَ ذَلِكَ بِرّ.\n(قَوْلُهُ: أَوْ تَضَعْ مِنْهَا الْعِدَا) لَيْسَ مِنْ عَطْفِ الْعَامِّ عَلَى الْخَاصِّ؛ لِأَنَّهُ إنَّمَا يَكُونُ بِالْوَاوِ، ثُمَّ يُحْتَمَلُ أَنَّ الْمُرَادَ بِالْوَضْعِ مِنْهَا نِسْبَتُهَا إلَى الْمَقْصُودِ عَنْ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\n(قَوْلُهُ: لَا نَرَى إلَخْ) قَالَ الْحَاكِمُ: يُحْتَمَلُ أَنْ يَكُونَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَشْعُرْ بِذَلِكَ. اهـ. وَهُوَ ظَاهِرٌ فِي أَنَّ قَوْلَهُ لَا نَرَى بِالنُّونِ لَا بِالْيَاءِ. اهـ. م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ، ثُمَّ قَالَ: وَقَالَ الْبَيْهَقِيُّ: لَيْسَ فِي شَيْءٍ مِنْ الطُّرُقِ أَنَّهُ اطَّلَعَ عَلَيْهِ. اهـ. وَقَوْلُ الْحَاكِمِ يُحْتَمَلُ إلَخْ أَشَارَ م ل ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ إلَى تَصْحِيحِهِ.\n(5/332)\n\n(فَاعْذُرْهُمْ) فِي ذَلِكَ (فَحَقُّهَا أَنْ تُحْسَدَا فَهِيَ عَرُوسٌ بِنْتُ عَشْرٍ) لِأَنَّهُ صَنَّفَهَا فِي عَشْرِ سِنِينَ، وَكُلٌّ مِنْ مَدْخُولِ هَاتَيْنِ الْفَاءَيْنِ تَعْلِيلٌ لِمَا قَبْلَهَا (بِكْرُ) يَرْغَبُ فِيهَا الطُّلَّابُ كَالْبِكْرِ مِنْ النِّسَاءِ (بَكْرِيَّةٌ) نِسْبَةً إلَى أَبِي بَكْرٍ الصِّدِّيقِ - رَضِيَ اللَّهُ عَنْهُ - الْوَاقِعِ فِي نَسَبِ النَّاظِمِ كَمَا ذَكَرَهُ فِي كِتَابِهِ أَبْكَارِ الْأَفْكَارِ فِي الْأَدَبِ وَالشِّعْرِ حَيْثُ قَالَ: مُحَمَّدٌ عِنْدَ اللَّهِ حَيٌّ، وَجَدُّنَا أَبُو بَكْرٍ الصِّدِّيقُ عِنْدَ مُحَمَّدٍ، وَنَحْنُ عَلَى مَنْ سَاءَنَا سُمُّ سَاعَةٍ وَمَنْ لَمْ يُصَدِّقْ فَلْيُجَرِّبْ وَيَعْتَدْ (لَهَا الدُّعَاءُ) مِنْ طَالِبِهَا (مَهْرُ وَكَيْفَ) أَيْ: وَمِنْ أَيْنَ (لِي إذَا سَكَنْتُ اللَّحْدَا بِدَعْوَةٍ صَالِحَةٍ لِي تُهْدَى يَا خَالِقَ الْخَلْقِ وَيَا أَهْلَ الْكَرَمْ) أَسْأَلُك (بِالْمُصْطَفَى) أَيْ: الْمُخْتَارِ (مُحَمَّدٍ خَيْرِ النَّسَمْ) أَيْ: الْبَشَرِ، أَوْ الْأَنْفُسِ وَكُلٌّ مِنْهُمَا خَيْرُ الْخَلْقِ فَهُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَيْرُ الْخَلْقِ (أَدِمْ عَلَيَّ نِعْمَةَ الْإِسْلَامِ وَنَجِّنِي مِنْ خَطَرِ الْآثَامِ) أَيْ: الذُّنُوبِ (بِك) لَا بِغَيْرِك (الْعِيَاذُ مِنْ عَذَابِ الْفَقْرِ وَالْقَبْرِ وَالنَّارِ وَخِزْيِ الْحَشْرِ) أَيْ: وَذُلِّهِ وَغَيْرِهَا (خُذْ بِيَدِي) أَيْ: نَجِّنِي (مِنْ هَوْلِ) أَيْ: فَزَعِ (كُلِّ غُمَّهْ) بِضَمِّ الْغَيْنِ أَيْ: كُرْبَةٍ (فَضْلًا) مِنْك لَا مُجَازَاةً لِعَمَلِي (وَ) هَبْ لِي (مِنْ لَدُنْك) أَيْ: مِنْ عِنْدَك (رَحْمَهْ) أَفُوزُ بِهَا.\n(وَكُلِّ) أَيْ:، وَكَذَا لِكُلِّ (مَنْ أَحْبَبْتُ، أَوْ أَحَبَّنِي فِيك وَكُلِّ مُؤْمِنِ) بِك مُؤَمِّنٍ عَلَى الدُّعَاءِ (وَالْحَمْدُ لِلَّهِ جَزِيلِ الْفَضْلِ) أَيْ: عَظِيمِهِ (ثُمَّ عَلَى نَبِيِّهِ مُحَمَّدٍ) - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (أُصَلِّي) وَأُسَلِّمُ (وَ) عَلَى (الْآلِ وَالصَّحْبِ بِهَذَا) أَيْ: الْمَذْكُورِ مِنْ\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nالْوَجْهِ الْأَبْلَغِ الْأَعْلَى (قَوْلُهُ: فَهِيَ عَرُوسٌ إلَخْ) فِي كَلَامِهِ تَشْبِيهٌ بَلِيغٌ، وَلَا يَصِحُّ أَنْ يَكُونَ اسْتِعَارَةً لِمَكَانِ ذِكْرِ الطَّرَفَيْنِ كَمَا فِي قَوْله تَعَالَى {صُمٌّ بُكْمٌ عُمْيٌ} [البقرة: 18] ، وَوَجْهُ الشَّبَهِ فِي الْأَوَّلِ بُرُوزُهَا تَتَجَلَّى عَلَى بَصَائِرِ النَّاظِرِينَ تَتَبَخْتَرُ لِلْأَكِفَّاءِ الْخَاطِبِينَ، وَفِي الثَّانِي تَأْلِيفُهَا فِي عَشْرِ سِنِينَ، وَفِي الثَّالِثِ كَثْرَةُ الرَّغْبَةِ فِيهَا كَالْبِكْرِ مِنْ النِّسَاءِ، وَفِي الرَّابِعِ كَوْنُ مُؤَلَّفِهَا يُنْسَبُ إلَى أَبِي بَكْرٍ الصِّدِّيقِ - رَضِيَ اللَّهُ عَنْهُ -، وَالْحَاصِلُ أَنَّ مُشَبِّهَهَا بِالْعَرُوسِ الْحَاوِيَةِ لِلصِّفَاتِ الْمَرْغُوبَةِ فِيهَا مِنْ حَدَاثَةِ السِّنِّ، وَالْبَكَارَةِ، وَشَرَفِ النَّسَبِ، ثُمَّ لَا يَخْفَى أَنَّ مَا بَعْدَ عَرُوسٍ مِنْ بَابِ التَّجْرِيدِ نَظَرًا إلَى مُلَاءَمَتِهِ لِلْمُشَبَّهِ بِهِ كَقَوْلِهِ: هِيَ الشَّمْسُ مَسْكَنُهَا فِي السَّمَا فَعَزِّ الْفُؤَادَ عَزَاءً جَمِيلًا فَلَنْ تَسْتَطِيعَ إلَيْهَا الصُّعُودَ وَلَنْ تَسْتَطِيعَ إلَيْك النُّزُولَا، وَيَجُوزُ أَنْ يَكُونَ مِنْ بَابِ التَّرْشِيحِ نَظَرًا إلَى مُلَاءَمَتِهِ لِلْمُشَبَّهِ بِاعْتِبَارِ مَا قَرَّرْنَا كَقَوْلِهِ:\nغَمَرَ الرِّدَاءَ إذَا تَبَسَّمَ ضَاحِكًا ... غَلِقَتْ لِضَحْكَتِهِ رِقَابُ الْمَالِ\nقَالَ الْبَيَانِيُّونَ: وَالْأَوَّلُ أَبْلَغُ مِنْ الثَّانِي بَلْ وَمِنْ جَمْعِهِمَا أَعْنِي: التَّجْرِيدَ وَالتَّرْشِيحَ كَقَوْلِهِ:\nلَدَى أَسَدٍ شَاكِي السِّلَاحِ مُقْذِفٍ ... لَهُ لِبْدٌ أَظْفَارُهُ لَمْ تُقْلَمْ\nكَذَا فِيمَا عَلَّقَهُ شَيْخُنَا الشِّهَابُ الْبُرُلُّسِيُّ عَلَى هَذَا الْبَابِ لَكِنْ قَوْلُهُ: وَالْأَوَّلُ أَبْلَغُ مِنْ الثَّانِي إلَخْ الظَّاهِرُ أَنَّهُ سَهْوٌ فَإِنَّ الَّذِي قَرَّرَهُ الْبَيَانِيُّونَ عَكْسُ ذَلِكَ عِبَارَةُ التَّلْخِيصِ وَالْمُخْتَصَرِ: وَالتَّرْشِيحُ أَبْلَغُ مِنْ الْإِطْلَاقِ وَالتَّجْرِيدِ وَمِنْ جَمْعِ التَّجْرِيدِ وَالتَّرْشِيحِ. اهـ.\n(قَوْلُهُ: لَهَا الدُّعَاءُ مَهْرُ) أَشَارَ بِهِ إلَى خِفَّةِ مَهْرِهَا بِرّ. (قَوْلُهُ: وَكَيْفَ إذَا سَكَنْتُ اللَّحْدَا) اسْتَفْهَمَ مُسْتَبْعِدًا مُتَعَجِّبًا مِنْ إهْدَاءِ دَعْوَةٍ صَالِحَةٍ لِكَوْنِ الْإِنْسَانِ بِمَوْتِهِ يَتَعَذَّرُ عَلَيْهِ الْتِمَاسُ الدُّعَاءِ، وَيَصِيرُ فِي مِظَلَّةِ نِسْيَانِهِ، وَاعْلَمْ أَنَّ شَيْخَنَا الشِّهَابَ الْبُرُلُّسِيَّ - رَحِمَهُ اللَّهُ - قَدْ بَسَطَ الْقَوْلَ عَلَى ذَلِكَ فِي تَعْلِيقِهِ عَلَى هَذَا الْبَابِ بِمَا مِنْهُ أَنَّ ابْنَ هِشَامٍ فِي مُغْنِيهِ ذَكَرَ أَنَّ كَيْفَ تُسْتَعْمَلُ فِي الْعَرَبِيَّةِ عَلَى وَجْهَيْنِ: أَحَدِهِمَا أَنْ تَكُونَ شَرْطًا غَيْرَ جَازِمٍ فَتَقْتَضِي فِعْلَيْنِ مُتَّفِقَيْ اللَّفْظِ، وَالْمَعْنَى غَيْرِ مَجْزُومَيْنِ نَحْوَ كَيْفَ تَصْنَعُ أَصْنَعُ، وَالثَّانِي أَنْ تَكُونَ اسْتِفْهَامًا إمَّا حَقِيقِيًّا نَحْوَ كَيْفَ زَيْدٌ، أَوْ غَيْرَهُ نَحْوَ كَيْفَ تَكْفُرُونَ فَإِنَّهُ أُخْرِجَ مَخْرَجَ الْإِنْكَارِ وَالتَّعَجُّبِ وَأَنَّ الرَّضِيَّ قَالَ: إنَّهَا ظَرْفٌ عِنْدَ الْأَخْفَشِ وَاسْمٌ غَيْرُ ظَرْفٍ عِنْدَ سِيبَوَيْهِ، وَأَنَّ ابْنَ مَالِكٍ أَنْكَرَ ظَرْفِيَّتَهَا؛ لِأَنَّهَا لَيْسَتْ زَمَانًا، وَلَا مَكَانًا قَالَ: وَلَكِنَّهَا لَمَّا كَانَتْ تُفَسَّرُ بِقَوْلِك: عَلَى أَيِّ حَالٍ لِكَوْنِهَا سُؤَالًا عَنْ الْأَحْوَالِ الْعَامَّةِ سُمِّيَتْ ظَرْفًا مَجَازًا لِكَوْنِهَا فِي تَأْوِيلِ الْجَارِّ وَالْمَجْرُورِ، ثُمَّ قَالَ: أَعْنِي شَيْخَنَا إذَا عَلِمْت ذَلِكَ فَكَيْفَ فِي كَلَامِ الْمُؤَلِّفِ - رَحِمَهُ اللَّهُ - إمَّا خَبَرٌ عَنْ دَعْوَةٍ، وَبَاءُ دَعْوَةٍ زَائِدَةٌ، وَلِي الْأُولَى مُتَعَلِّقَةٌ بِدَعْوَةٍ، وَالثَّانِي مُتَعَدِّي وَهُوَ الْعَامِلُ فِي إذَا، وَالتَّقْدِيرُ وَدَعْوَةٌ لِي صَالِحَةٌ تُهْدَى لِي حِينَ أَسْكُنُ اللَّحْدَ كَائِنَةٌ عَلَى أَيِّ حَالٍ، وَإِمَّا حَالٌ، وَبَاءُ دَعْوَةٍ مُتَعَلِّقٌ بِمُقَدَّرٍ يَتَعَلَّقُ بِهِ أَيْضًا لِي الْأُولَى وَبَاقِي الْإِعْرَابِ بِحَالِهِ إلَّا أَنْ تُهْدَى، وَالْفِعْلَ الْمُقَدَّرَ مُتَنَازِعَانِ فِي إذَا عَلَى هَذَا الْوَجْهِ، وَالتَّقْدِيرُ وَيَفْتَحُ لِي بِدَعْوَةٍ صَالِحَةٍ حِينَ أَسْكُنُ اللَّحْدَ تُهْدَى لِي كَائِنَةً عَلَى أَيِّ حَالٍ هَذَا غَايَةُ مَا ظَهَرَ فِي تَقْرِيرِ كَلَامِهِ - رَحِمَهُ اللَّهُ -، وَأَمَّا مَا ذَكَرَهُ شَيْخُ الْإِسْلَامِ مِنْ أَنَّ كَيْفَ بِمَعْنَى مِنْ أَيْنَ الَّتِي هِيَ مِنْ ظَرْفِ الْمَكَانِ فَلَمْ أَدْرِ سَلَفَهُ فِيهِ وَاَللَّهُ أَعْلَمُ.\nاهـ. (قَوْلُهُ: أَيْ: الْمُخْتَارِ) أَيْ: مِنْ الْخَلْقِ (قَوْلُهُ: أَدِمْ عَلَيَّ نِعْمَةَ الْإِسْلَامِ) إضَافَةٌ بَيَانِيَّةٌ بِرّ، وَكَتَبَ أَيْضًا بِالِاسْتِمْرَارِ عَلَيْهَا إلَى الْمَوْتِ عَلَيْهَا (قَوْلُهُ: وَنَجِّنِي مِنْ خَطَرِ الْآثَامِ) قَالَ شَيْخُنَا: بِالْعَفْوِ عَنْهَا وَعَدَمِ الْمُؤَاخَذَةِ أَقُولُ: أَوْ بِحِفْظِي مِنْ الْوُقُوعِ فِيهَا، وَيَجُوزُ إرَادَةُ الْجَمِيعِ (قَوْلُهُ: وَغَيْرُهَا) وَخَصَّ هَذِهِ اهْتِمَامًا بِشَأْنِهَا، وَاقْتِدَاءً بِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - فِي الِاسْتِعَاذَةِ مِنْ كُلٍّ مِنْهَا بِرّ، (قَوْلُهُ: أَيْ وَكَذَا لِكُلِّ) هَذَا بَدَلٌ عَلَى عَطْفِ كُلٍّ عَلَى الْمَجْرُورِ فِي وَهَبْ لِي (قَوْلُهُ: ثُمَّ عَلَى نَبِيِّهِ أُصَلِّي) لَمْ يَقُلْ عَلَى رَسُولِهِ، وَإِنْ كَانَ أَخْصَرَ؛ لِأَنَّ النَّبِيَّ أَكْثَرُ اسْتِعْمَالًا هَذَا تَمَامُ مَا وَجَدْتُهُ مِنْ الْحَوَاشِي الشَّرِيفَةِ، وَالتَّحْرِيرَاتِ الْمَنْفِيَّةِ لِمَوْلَانَا خَاتِمَةِ الْأَئِمَّةِ الْأَعْلَامِ وَالْمُحَرِّرِينَ الْفِخَامِ بَرَكَةِ الْمُتَأَخِّرِينَ، وَخُلَاصَةِ الْقَادَةِ الْمُتَبَحِّرِينَ جَامِعِ أَشْتَاتِ الْعُلُومِ، وَالْمُحَقِّقِ مِنْ فَنُونِهَا الْمَنْطُوقِ، وَالْمَفْهُومِ مُحِلِّ الْمُشْكِلَاتِ، وَصَاحِبِ الْآيَاتِ الْبَيِّنَاتِ\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
        "(5/333)\n\nالْحَمْدِ وَالصَّلَاةِ (أَخْتِمُ نَظْمِي) كَمَا بَدَأْتُهُ بِهِ تَبَرُّكًا (وَاَللَّهُ تَعَالَى أَعْلَمُ) مِنْ كُلِّ أَحَدٍ، وَأَنَا أَيْضًا أَخْتِمُ شَرْحِي بِذَلِكَ كَمَا بَدَأْتُهُ بِهِ.\nفَأَقُولُ: تَمَّ الشَّرْحُ بِحَمْدِ اللَّهِ وَمَنِّهِ وَالصَّلَاةُ وَالسَّلَامُ عَلَى نَبِيِّهِ مُحَمَّدٍ وَآلِهِ وَصَحِبَهُ الطَّيِّبِينَ الطَّاهِرِينَ وَاَللَّهُ أَعْلَمُ قَالَ مُؤَلِّفُهُ: رَحْمَةُ اللَّهِ عَلَيْهِ وَقَدْ فَرَغْتُ مِنْ تَأْلِيفِهِ يَوْمَ السَّبْتِ خَامِسَ عَشَرَ شَوَّالٍ سَنَةَ سَبْعٍ وَسِتِّينَ وَثَمَانِمِائَةٍ.\nـــــــــــــــــــــــــــــ\n[حاشية العبادي]\nالشِّهَابِ شِهَابِ الدِّينِ أَحْمَدَ بْنِ قَاسِمٍ الْعَبَّادِيُّ مِمَّا رَقَمَهُ بِخَطِّهِ الشَّرِيفِ بِهَوَامِشِ شَرْحِ الْبَهْجَةِ الْكَبِيرِ لِمَوْلَانَا شَيْخِ الْإِسْلَامِ أَبِي يَحْيَى زَكَرِيَّا الْأَنْصَارِيِّ وَالَى اللَّهُ عَلَى قَبْرِ كُلٍّ مِنْهُمَا سَحَائِبَ الرِّضْوَانِ، وَأَحَلَّ كُلًّا مِنْهُمَا أَعْلَى الْفِرْدَوْسِ وَالرِّضْوَانِ بِمُحَمَّدٍ وَآلِهِ الْكِرَامِ، وَصَحِبَهُ الْقَادَةِ الْفِخَامِ، وَتَمَّ ذَلِكَ عَلَى يَدِ مُجَرِّدِهَا الْعَبْدِ الْفَقِيرِ إلَى مَوْلَاهُ الْغَنِيِّ الْقَدِيرِ مُحَمَّدِ بْنِ أَحْمَدَ الشَّوْبَرِيِّ الشَّافِعِيِّ غَفَرَ اللَّهُ ذُنُوبَهُ، وَسَتَرَ عُيُوبَهُ، وَفَعَلَ ذَلِكَ بِوَالِدَيْهِ، وَمَشَايِخِهِ، وَأَحْبَابِهِ، وَسَائِرِ الْمُسْلِمِينَ وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ.\nـــــــــــــــــــــــــــــ\n[حاشية الشربيني]\n(قَوْلُهُ: أَوْ مُسْلِمَةً إلَخْ) أَوْ مَجُوسِيَّةً، أَوْ وَثَنِيَّةً الْمُولَدُ مُسْلِمٌ. اهـ. م ر فِي حَاشِيَةِ شَرْحِ الرَّوْضِ\n\n(قَوْلُهُ: ثَبَتَ إيلَادُهُ فِي نَصِيبِهِ) ؛ لِأَنَّهُ عَلَى فَرْضِ سَبْقِ إيلَادِ الْمُعْسِرِ لَا سِرَايَةَ لِنَصِيبِ الْمُوسِرِ. (قَوْلُهُ: لَمْ يَعْتِقْ مِنْهَا شَيْءٌ) لِاحْتِمَالِ سَبْقِ إيلَادِ الْمُوسِرِ وَهُوَ مَانِعٌ لِسِرَايَتِهِ لِنَصِيبِ الْمُعْسِرِ. (قَوْلُهُ: لِإِقْرَارِهِ) أَيْ: بِاسْتِيلَادِ الْآخَرِ وَهُوَ مُوسِرٌ فَيَسْرِي إلَى نَصِيبِهِ لَكِنْ الظَّاهِرُ أَنَّهُ لَا يَلْزَمُ الْمَيِّتَ شَيْءٌ لِتَكْذِيبِهِ ذَلِكَ الْإِقْرَارَ. (قَوْلُهُ: وَوُقِفَ وَلَاءُ الْكُلِّ لِدَعْوَى كُلٍّ أَنَّهُ لِلْآخَرِ) .\n(5/334)"
    ]
}