{
    "partText": [
        "\nكتاب\nالفرائد المرتبة علي الفوائد المهذبة\nفي\nبيان خلف حفص من طريق الطيبة\nتأليف\nخادم القرآن الكريم الاستاذ المقرئ صاحب التصانيف المفيده\nالشيخ علي بن محمد الشهير بالضباع\nمُقَدِّمَةٌ\nالحمد لله رب العالمين و الصلاة و السلام على سيدنا محمد وعلى آله و صحبه أجمعين وبعد\nفيقول راجي عفو الغنى الكريم على بن محمد الضباع ابن حسن بن إبراهيم هذه كلمات يسيرة تبين المراد من نظمى الذي ذكرت فيه أحكام الكلمات المختلف فيها عن حفص بن سليمان الكوفي من طريق الطيبة سميتها:-\nالفرائد المرتبة على الفوائد المهذبة في بيان خلف حفص من طريق الطيبة\nوأسأل الله أن يجعلها خالصة لوجهه الكريم وسببا للفوز لديه بجنات النعيم إنه جواد كريم رؤف رحيم فأقول وبالله التوفيق والهداية لأقوم طريق .\n1\nيَقُولُ رَاجِي رَحْمَةِ الْقَدِيرِ\nعَلِىٌّ الضَّبَّاعُ ذُو التَّقْصِيرِ\n2\nالحَمْدُ للهِ وَصَلَّى اللهُ\nعَلَى النَّبِيِّ ثُمَّ مَنْ وَالاَهُ\n3\nوَبَعْدُ هَذِى نُبْذَةٌ لَطِيفَهْ\nضَمَّنْتُهَا فَوَائِدًا شَرِيْفَهْ\n4\nتَحْوِى خِلافًا قَدْ حَوَتْهُ الطَّيِّبَةْ\nعَنْ حَفْصٍ الْكُوفِيِّ كُنْ مُصَاحِبَهْ\n5\nسَمَّيْتُهَا الْفَوَائِدَ المُهَذَّبَةْ\nفِي خُلْفِ حَفْصٍ مِنْ طَرِيقِ الطَّيِّبَةْ\n((((((\nحُكْمُ التَّكْبِيرِ\n6\nمِنْ أَوَّلِ انْشِرَاحِهَا أَوْ مِنْ فَحَدْ\nدِثْ خُلْفُ تَكْبِيرٍ لِحَفْصٍ قَدْ وَرَدْ\n7\nوَبَعْضُهُمْ كَبَّرَ فِي غَيْرِ بَرَا\nءَةٍ وَتَرْكُهُ لِجُمْهُورٍ جَرَى\n8\nوَاخْتَصَّ أَوَّلٌ بِسِتِّ المُتَّصِلْ\nوَتَرْكِ غُنَّةٍ وَخَمْسِ المُنْفَصِلْ\n9\nوَالثَّانِ بِالتَّوْسِيطِ فِيمَا اتَّصَلاَ\nوَمَدِّهِ مَعْ غُنَّةٍ فَحَصِّلاَ\n10\nوَثَالِثٌ بِسِتِّ ذِي اتِّصَالِ\nوَغُنَّ إِنْ خَمَّسْتَ ذَا انْفِصَالِ\n(1/1)\n",
        "أي ذهب جماعة من أهل الأداء عن حفص إلى الأخذ بالتكبير ولهم فيه ثلاثة مذاهب ( الأول ) التكبير أول ألم نشرح وما بعدها إلى أوّل الناس ( الثاني ) التكبير آخر الضحى وما بعدها إلى آخر الناس ( الثالث ) التكبير أول كل سورة سوى براءة أما براءة فلا تكبير فيها لأن التكبير لابد من اقترانه بالبسملة ولابسملة فيها وذهب الجمهور إلى تركه مطلقا( ويختص المذهب الأول ) بإشباع المتصل مع قصر المنفصل ومده ثلاثا وأربعا وترك الغنة ( ويختص الثاني ) بتوسط المتصل مع قصر المنفصل وتوسطه وبإشباع المتصل مع الغنة وأوجه المنفصل الأربعة ( ويختص الثالث ) بإشباع المتصل مع أوجه المنفصل الأربعة وتجوز معه الغنة وعدمها إلا أنها تتعين عليه عند مد المنفصل خمسا ( ويجوز مع الرابع ) كل الوجوه في المدين والغنة وعدمها ( تتميم ) محل التكبير قبل البسملة ولفظه الله أكبر ولا تهليل ولا تحميد معه عند حفص أصلا إلا عند سور الختم إذا قصد تعظيمه على رأى بعض المتأخرين والوقف عليه ووصله بالبسملة يجوزان ولا يجوز وصله بآخر سورة مع الوقف عليه إلا في سور الختم وهنّ والضحى وما بعدها إلى آخر القرآن وكذا لا يجوز وصل آخر سورة بالتكبير مع وصله بالبسملة موقوفا عليها ( وإذا وصلت أواخر السور بالتكبير ) كسرت ما كان آخرهن ساكنا أو منونا نحو عليم الله أكبر وفحدث الله أكبر وإن كان محركا تركته على حاله وحذفت همزة الوصل نحو ولا الضالين الله أكبر وعلم الكتاب الله أكبر والأبتر الله أكبر وإذا كان آخر السورة حرف مد وجب حذفه نحو يرضى الله أكبر وإن كان كان هاء ضمير امتنعت صلتها نحو ربه الله أكبر وإن كان ميم جمع ضمت نحو أمثالكم الله أكبر وإن كان مكسورا نحو أولوا الألباب الله أكبر ولخبير الله أكبر تعين ترقيق لام الجلالة .\n((((((\nحُكْمُ المَدِّ المُنْفَصِلِ وَالمَدِّ المُتَّصِلِ\n11\nبِالْقَصْرِ وَالثَّلاَثِ وَالتَّوَسُّطِ\n(1/2)\n\nوَالخَمْسِ خُذْ فِي ذِي انْفِصَالٍ وَابْسُطِ\n12\nوَبَعْضُ قَاصِرِيهِ لِلتَّعْظِيمِ مَدْ\nوَسْطًا بِلاَ إِلهَ إِلاَّ وَاعْتُمِدْ\n13\nبِشَرْطِ غُنَّةٍ وَفِيمَا اتَّصَلاَ\nوَسِّطْ وَبِالْخَمْسِ أَوِ السِّتِّ اجْعَلاَ\n14\nوَخَمْسُهُ اخْتَصَّتْ بِخَمْسِ المُنْفَصِلْ\nوَإِنْ تُوَسِّطْ وَسِّطِ اقْصُرْ يَا بَطَلْ\n15\nوَإِنْ تَمُدَّ فَالْوُجُوهُ كُلُّهَا\nتَأْتِى وَفِى الْعَكْسِ الْوُجُوهُ عَيْنُهَا\nأي يجوز في المد المنفصل على انفراده أربعة أوجه القصر ومده ثلاثا وأربعا وخمسا ويجوز في المد المتصل على انفراده ثلاثة أوجه التوسط ومده خمسا وستا ويجوز فيها إذا اجتمعا سبعة أوجه فإن تقدم المتصل كما في قوله تعالى أو كصيب من السماء الآية فعلى توسطه يأتي في المنفصل القصر والتوسط لاغير وعلى مده خمسا يتعين في المنفصل مده خمسا فقط وعلى مده ستا يجوز في المنفصل أوجهه الأربعة وإن تقدم المنفصل كما في قوله تعالى يا بنى إسرائيل الآية فعلى قصره يأتي في المتصل التوسط والإشباع وعلى مده ثلاثا يأتي في المتصل الإشباع فقط وعلى توسطه التوسط والإشباع وعلى مده خمسا المد خمسا والإشباع وأجاز بعض من قصر المنفصل مد لا النافية في قوله تعالى لا إله إلا حيث أتى بقدر ألفين لقصد التعظيم ولابد حينئذ من إشباع المتصل وإبقاء الغنة ويتعين عليه الصاد في ويبصط وفى الخلق بصطة وبمصيطر والسين في المصيطرون وإظهار اركب معنا ويس والقرآن ون والقلم وإدغام يلهث ذلك وإدراج عوجا وإخوته وفتح ضاد ضعفا وضعف وحذف الياء وقفا في فما آتان وإثبات الألف وقفا في للكافرين سلاسلا ويمتنع معه قصر عين .\n((((((\nحُكْمُ السَّاكِنِ قَبْلَ الْهَمْزِ\n16\nوَاسْكُتْ لِهَمْزٍ عَنْ سُكُونٍ غَيْرِ مَدْ\nأَوْ أَلْ وَشَىْ مَفْصُولٍ اوْدَعْ يَامُجِدْ\n17\nوَالمَدَّ وَسِّطْ إِنْ تُخَصِّصْ سَكْتَكْ\nوَإِنْ تُعَمِّمْ مُدَّ مَعْ تَوْسِيطِكْ",
        "(1/3)\n\nأي ورد في الساكن الصحيح وشبهه إذا لقيا همزا ثلاثة مذاهب ( الأول) السكت على جميع ما جاء منه مفصولا كان أو موصولا نحو من آمن خلوا إلى ابني آدم الآخرة قرآن شئ امرأ سوء ( الثاني ) السكت على أل وشىُ والساكن المفصول فقط ( الثالث) عدم السكت على الجميع ( ويختص الأول ) بتوسط المنفصل مع إشباع المتصل ( ويختص الثاني) بتوسط النوعين ( ويأتي مع الثالث ) جميع أوجههما ( تتميم ) و لا يأتي مع السكت بنوعيه تكبير ولا غنة اهـ .\n((((((\nحُكْمُ النُّونِ السَّاكِنَةِ وَالتَّنْوينِ عِنْدَ الَّلامِ وَالرَّاءِ\n18\nفِي نَحْوِ إِنْ لَمْ غُنَّ مَعْ مِنْ رَبِّهِمْ\nرِزْقًا لَكُمْ رَبٍّ رَحِيمٍ يَا مُلِمْ\n19\nأَوِ اتْرُكَنْ وَالْغَنَّ دَعْ إِنْ تَسْكُتَا\nأَوْ إِنْ تُوَسِّطْ ذَا انْفِصَالٍ يَافَتَى\n(1/4)",
        "\nذهب جمهور أهل الأداء عن حفص إلى إدغام النون الساكنة والتنوين في اللام والراء في نحو فإن لم تفعلوها ومن ربهم ورزقا لكم ومن رب رحيم من غير غنة وذهب بعضهم إلى إدغامهما فيهما مع بقائها واختار في النشر اختصاص هذه الغنة بما رسم مقطوعا نحو فان لم يستجيبوا لك دون الموصول وهو في فاء لم يستجيبوا لكم في هود وألن نجعل في الكهف وألن نجمع في القيامة و إلا تفعلوه في الأنفال وإلا تنفروا و إلا تنصروه في التوبة و إلا تغفر لي في هود و إلا تصرف في يوسف وألا بفتح الهمزة إلا في عشرة مواضع رسمت فيها بالقطع وهى أن لا أقول وأن لا يقولوا في الأعراف وأن لا ملجأ في التوبة وأن لا إله إلا هو في هود وأن لا تعبدوا في قصة نوح بعده وأن لا تشرك بي في الحج وأن لا تعبدوا الشيطان في يس وأن لا تعلوا على الله في الدخان وأن لا يشركن في الامتحان وأن لا يدخلنها في ن واختلفت المصاحف في أن لا إله إلا أنت في الأنبياء وأطلق الحكم في المقطوع والموصول أكثر المتقدمين وإليه جنح إمامنا المتولي ونصر القول به وعليه عملنا ثم إن الغنة من حيث هي تختص بإشباع المتصل ومده خمسا وبعدم السكت للهمز (تتميم) هنا تم الكلام على الأمور الكلية التي لابد للقارئ من ملاحظتها وجودا وعدما واعتماده في قراءته على وجه معين مما يجوز فيها حال تركها وإذا تأملت ما تقدم من الكلام عليها تبين لك أن الجائز فيها واحد وعشرون وجها بيانها أن قصر المنفصل يأتي عليه خمسة أوجه توسط المتصل مع عدم الغنة والتكبير وإشباعه مع عدمهما ومع التكبير وحده ومع الغنة وحدها ومعهما ومده ثلاثا يتأتى معه أربعة كأربعة قصره مع إشباع المتصل وتوسطه يتأتى معه سبعة أوجه وجهان مع السكت وهما توسط المتصل وإشباعه بلا تكبير ولاغنة وخمسة على عدمه كالخمسة التي على القصر و مده خمسا يتأتى عليه خمسة أوجه وهى مد المتصل خمسا مع عدم الغنة والتكبير ومع الغنة وعدم التكبير وإشباعه معهما ومع الغنة\n(1/5)\n",
        "والتكبير وقد عرفت أن لا سكت للهمز على ما عدا توسط المنفصل .\n((((((\nحُكْمُ وَيَبْصُطُ وَفِي الخَلْقِ بَصْطَةً\n20\nإِقْرَأْهُمَا بِالصَّادِ لَكِنْ لاَ عَلَى\nقَصْرٍ بِلاَ غَنٍّ مُكَبِّرًا فُلاَ\n21\nوَلاَ عَلَى الثَّلاَثِ عِنْدَ تَرْكِ غَنْ\nوَلاَ عَلَى الخَمْسِ بِسِتٍّ إِنْ تَغُنْ\n22\nوَاقْرَأْ بِسِينٍ لاَ عَلَى قَصْرٍ بِتَوْ\nسِيطٍ وَلاَ غَنٍّ بِلاَ خَمْسٍ رَأَوْا\n23\nوَامْنَعْ عَلَى صَادٍ بِيَبْصُطُ أَتَتْ\nالخَمْسَ فِي النَّوْعَيْنِ هَكَذَا ثَبَتْ\nأي قوله تعالى والله يقبض ويبصط بالبقرة وفى الخلق بصطة في الأعراف ورد في كل منهما الصاد والسين وتمتنع الصاد فيهما على القصر مع التكبير وعدم الغنة وعلى المد ثلاثا مع عدم الغنة وعلى إشباع المتصل مع مد المنفصل خمسا عند الغنة و تمتنع السين فيهما على قصر المنفصل عند توسط المتصل وعلى الغنة عند قصر المنفصل ومده ثلاثا وأربعا ويجوز كل منهما على غير ذلك من الأحوال إلا أن الصاد في ويبصط تمتنع أيضا على مد النوعين خمسا .\n((((((\nحُكْمُ المُصَيْطِرُونَ\n24\nبِالصَّادِ وَالسِّينِ المُصَيْطِرُونَ عَنْ\nوَسِينَهُ امْنَعْ عِنْدَ خَمْسٍ إِنْ تَغُنْ\n25\nوَصَادُهُ اخْتَصَّتْ بِتَرْكِ الْغَنِّ\nوَالسَّكْتِ وَالتَّكْبِيرِ يَا ذَا الْفَنِّ\n26\nلَدَى تَوَسُّطٍ وَخَمْسٍ فِيهِمَا\nوَالْقَصْرِ وَالتَّوْسِيطِ مَعْ مَدٍّ سَمَا\nأي ورد في قوله تعالى أم هم المصيطرون الصاد والسين وتمتنع السين فيه على مد النوعين خمسا عند الغنة وتختص صاده بترك الغنة والسكت والتكبير عند إشباع المتصل مع قصر المنفصل وتوسطه وعند توسط النوعين ومدهما خمسا .\n((((((\nحُكْمُ بِمُصَيْطِرٍ\n27\nمُصَيْطِرٍ بِالصَّادِ وَالسِّينِ وَمَعْ\nغَنٍّ لَدَى الخَمْسَيْنِ صَادُهُ امْتَنَعْ\n28\nوَسِينَهُ امْنَعْ مَعْ ثَلاَثِ المُنْفَصِل\nأَوْ أَنْ تُوَسِّطْ عِنْدَ تَكْبِيرٍ حَصَلْ\n29\nوَالسَّكْتِ مَخْصُوصًا وَمَعْ قَصْرٍ وَرَدْ\n(1/6)\n\nمِنْ غَيْرِ تَكْبِيرٍ وَلاَ غَنٍّ وُجِدْ\nأي ورد قوله تعالى لست عليهم بمصيطر بالصاد والسين وتمتنع صاده على الغنة عند مد المنفصل خمسا مع مد المتصل خمسا وستا وتمتنع سينه على مد المنفصل ثلاثا وعلى توسطه مع التكبير وعلى السكت الخاص أعنى السكت على أل وشئ والساكن المفصول فقط وعلى قصر المنفصل عند عدم التكبير والغنة .\n((((((\nحُكْمُ بَابِ آلذَّكَرَيْنِ\n30\nأَطْلِقْهُ مُبْدِلاً وَفِى التَّسْهِيلِ دَعْ\nسَكْتًا وَتَوْسِيطًا بِقَصْرٍ تُتََّبَعْ\nأي ورد في كل من قوله تعالى آلذكرين في موضعي الأنعام وآلآن في موضعي يونس وآلله أذن لكم بها وآلله خير بالنمل وجهان إبدال همزة الوصل ألفا مع الإشباع لاجتماع الساكنين والتسهيل ويجوز الإبدال مع كل ما يجوز في غيره من كلم الخلاف و أما التسهيل فيمتنع على السكت للهمز بنوعيه وعلى قصر المنفصل مع توسط المتصل .\n((((((\nحُكْمُ يَلْهَثْ ذَلِكَ\n31\nأَدْغِمْهُ مُطْلَقًا وَأَظْهِرْ إِنْ تَغُنْ\nبِالخَمْسِ مَعْ مَدٍّ وَإِنْ تُوَسِّطَنْ\nأي ورد في قوله تعالى يلهث ذلك في الأعراف الإدغام والإظهار ويجوز إدغامه في جميع الأحوال ويختص إظهاره بإشباع المتصل مع مد المنفصل خمسا والغنة وبتوسط النوعين مع السكت الخاص وعدمه .\n((((((\nحُكْمُ ارْكَبْ مَعَنَا\n32\nأَظْهِرْهُ لاَ مَعْ خَمْسِ مَدٍّ إِنْ تَغُنْ\nفَفِيهِ وَجْهَانِ كَخَمْسٍ لاَ بِغَنْ\n33\nوَقَصْرِ مَدٍّ وَسْطِ مَدٍّ لاَ بِتَكْ\nبِيرٍ وَلاَ غَنٍّ وَلاَ سَكْتٍ سَلَكْ\nأي ورد في قوله تعالى اركب معنا بهود الإدغام والإظهار ويتعين إظهاره إلا عند مد المنفصل خمسا مع إشباع المتصل فيجوز فيه في هذه الحالة الوجهان ويجوزان أيضا مع مد النوعين خمسا عند عدم الغنة ومع طول المتصل عند قصر المنفصل بلا غنة و لا سكت و لا تكبير ويختص إدغامه ببقية الأحوال .\n((((((\nحُكْمُ يس وَالْقُرْآنِ وَ ن وَالْقَلَمِ\n34\nأَظْهِرْ عَلَى غَنٍّ وَسَكْتٍ خَصَّ أَوْ",
        "(1/7)\n\nتَثْلِيثٍ اوْ قَصْرٍ بِتَوْسِيطٍ حَكَوْا\n35\nأَوْ قَصْرِ مَدٍّ إِنْ تُكَبِّرْ يَا فُلاَ\nوَبَاقِ الاحْوَالِ بِوَجْهَيْنِ اعْمَلاَ\nأي ورد في كل من قوله تعالى يس والقرآن و ن والقلم وجهان الإظهار والإدغام ويمتنع إظهارهما عند الغنة وعند السكت الخاص وعند مد المنفصل ثلاثا وعند قصره مع توسط المتصل ومع إشباعه عند التكبير ويجوز فيهما الوجهان في بقية الأحوال .\n((((((\nحُكْمُ لاَ تَأْمَنَّا بِيُوسُفَ\n36\nأَشْمِمْهُ مُطْلَقًا وَرُمْ بِالأَرْبَعِ\nوَالخَمْسِ ثُمَّ السَّكْتَ وَالْغَنَّ امْنَعِ\nأي ورد في قوله تعالى مالك لا تأمنا على يوسف الإدغام مع الإشارة بالروم والإشمام ويجوز إشمامه في جميع الأحوال و أما رومه فيختص بتوسط النوعين من غير سكت وبمدهما خمسا مع عدم الغنة .\n((((((\nحُكْمُ عِوَجًا قَيِّمًا\n37\nمَعْ سَكْتِهِ وَسِّطْ بِقَصْرٍٍ وَاقْصُرَا\nمِنْ دُونِ غَنٍّ مُشْبِعًا مُكَبِّرَا\n38\nوَهَكَذَا ثَلِّثْ وَوَسِّطْ ثُمَّ مَعْ\nوَجْهَيْهِ فَالخَمْسُ بِلاَ غَنٍّ سُمِعْ\n39\nوَالْقَصْرُ مَعْ مَدٍّ بِلاَ غَنٍّ وَلاَ\nتَكْبِيرَةٍ وَمَعْهُمَا وَسِّطْ بِلاَ\n40\nسَكْتٍ وَلاَ غَنٍّ بِوَجْهَيْ مَااتَّصَلْ\nوَما عَدَا هَذِى بِإِدْرَاجٍ جَمُلْ\nأي ورد في قوله تعالى عوجًا قيما في الكهف السكت و الادراج ويختص سكته بقصر المنفصل مع توسط المتصل ومع إشباعه عند التكبير من غير غنة وبمده ثلاثا مع الإشباع و التكبير بلا غنه وبتوسيطه كذلك ويأتي فيه الوجهان مع مد النوعين خمسًا من غير غنة ومع القصر عند الإشباع بلا غنة ولا تكبير و مع توسطهما بلا سكت و مع توسط المنفصل و إشباع المتصل بلا سكت و لا غنة و لا تكبير و يختص إدراجه ببقية الأحوال .\n((((((\nحُكْمُ مَرْقَدِنَا هَذَا\n41\nعَيِّنْ عَلَى قَصْرٍ بِمَدٍّ سَكْتَهَا\nوَالْغَيْرُ بِالإِدْرَاجِ فِيهَا قَدْ زَهَا\n42\nلَكِنَّ خَمْسًا لاَ بِغَنٍّ أُطْلِقَا\nكَذَا تَوَسُّطٌ بِلاَ سَكْتٍ ثِقَا\n(1/8)",
        "\nأي ورد في قوله تعالى مرقدنا هذا ليس السكت والادراج ويتعين سكته على قصر المنفصل عند إشباع المتصل ويتعين إدراجه على بقية الأحوال إلا مد النوعين خمسًا بلا غنة وتوسطهما بلا سكت فيجوز معهما الوجهان .\n((((((\nحُكْمُ مَنْ رَاقٍ وَبَلْ رَانَ\n43\nقَدْ خَصَّصُوا الإِدْرَاجَ فِيهِمَا بِسَكْ\nتٍ عَمَّ وَالمَدِّ بِغَنٍّ يَا مَلِكْ\n44\nكَذَا بِخَمْسِ المَدِّ وَاسْكُتْ فِي السِّوَي\nلَكِنْ بِقَصْرِ المَدِّ الاِطْلاَقُ انْطَوَى\n45\nمِنْ غَيْرِ تَكْبِيرٍ وَغَنٍّ يَا فَتَى\nوَمَعْ ثَلاَثٍ هَكَذَا قَدْ أُثْبِتَا\n46\nكَذَا بِتَوْسِيطٍ بِلاَ سَكْتٍ وَمَعْ\nمَدٍّ بِلاَ غَنٍّ وَتَكْبِيرٍ وَقَعْ\nأي ورد في كل من قوله تعالى من راق في القيامة وبل ران في المطففين السكت والإدراج ويختص الإدراج فيهما بالسكت العام وبإشباع المتصل مع الغنة و أربعة المنفصل و مع عدمهما مع مده خمسا ويختص السكت فيهما ببقية الأحوال إلا أن الوجهان يأتيان مع قصر المنفصل عند إشباع المتصل بلا غنة و لا تكبير و مع مده ثلاثا كذلك ومع توسيط النوعين بلا سكت و مع توسط المنفصل و إشباع المتصل بلا غنة و لا سكت ولا تكبير .\n((((((\nحُكْمُ يَاءِ عَيْنٍ بِمَرْيَمَ وَالشُّورَي\n47\nأَشْبِعْ بِغَنٍّ لاَ بِخَمْسِ المُتَّصِلْ\nعَيْنًا وَمَعْ وَسْطٍ بِلاَ سَكْتٍ حَصَلْ\n48\nوَعِنْدَ خَمْسٍ لاَ بِغَنٍّ وامْنَعَنْ\nتَوْسِيطَهَا مُكَبِّرًا مِنْ دُونِ غَنْ\n49\nوَعِنْدَ سَكْتٍ خَصَّ أَوْ غَنٍّ بِخَمْ\nسٍ وَامْنَعِ الْقَصْرَ لَدَى سَكْتٍ يَعُمْ\n50\nوَعِنْدَ قَصْرٍ مَعْ تَوَسُّطٍ وَعِْن\nدَ الْغَنِّ لاَ مَعْ خَمْسِ ذِي وَصْلٍ زُكِنْ\n(1/9)\n",
        "أي ورد في ياء عين من كهيعص وحم عسق القصر و التوسط و الإشباع و يختص إشباعها بالغنة إلا عند مد المتصل خمسًا وبتوسط النوعين من غير سكت وبمدهما خمسًا من غير غنة ويمتنع توسطها على وجه التكبير عند عدم الغنة وعلى السكت الخاص وعلى الغنة عند مد النوعين خمسًا ويمتنع قصرها على السكت العام وعلى قصر المنفصل مع توسط المتصل و على الغنة إلا مع مد المتصل خمسًا .\n((((((\nحُكْمُ رَاءِ فِرْقٍ\n51\nرَقِّقْهُ مَعْ وَسْطٍ وَخَمْسٍ لاَ بِغَنْ\nوَمَعْ سِوَى سَكْتٍ يَخُصُّ فَخِّمَنْ\nأي ورد في قوله تعالى فرق بالشعراء تفخيم الراء و ترقيقها ويتعين ترقيقها عند توسط النوعين مع السكت ويجوز مع توسطهما بلا سكت و مع مدهما خمسًا بلا غنة ويجوز تفخيمها في جميع الأحوال إلا أنه يمتنع عند السكت الخاص .\n((((((\nحُكْمُ فَمَا آتَانِ فِي الْوَقْفِ\n52\nبِالْيَاءِ قِفْ إِنْ تَسْكُتَنْ مَخْصُوصَا\nوَالحَذْفُ مَعْ قَصْرٍ أَتَى مَنْصُوصَا\n53\nوَمَعْ تَوَسُّطٍ وَتَثْلِيثٍ بِلاَ\nغَنٍّ وَلاَ تَكْبِيرَةٍ فَحَصِّلاَ\n54\nوَالخَمْسِ إِلاَّ إِنْ تَرَكْتَ الْغَنَّ وَالتْ\nتَكْبِيرَ وَالإِطْلاَقُ بِالْبَاقِي ثَبَتْ\nأي ورد في الوقف على قوله تعالى فما آتان في النمل إثبات الياء وحذفها ويتعين الإثبات على السكت الخاص ويتعين الحذف على قصر المنفصل مطلقا وعلى مده ثلاثا وأربعًا بلا غنة و بتكبير وعلى مده خمسا إلا عند عدمهما فيجوز الوجهان كبقية الأحوال .\n((((((\nحُكْمُ ضَادِ ضَعْفٍ وَضَعْفًا بِالرُّومِ\n55\nاضْمُمْهُ مَعْ غَنٍّ بِإِشْبَاعٍ وَمَعْ\nتَثْلِيثٍ اوْ قَصْرٍ بِتَوْسِيطٍ لَمَعْ\n56\nوَعِنْدَ سَكْتٍ خَصَّ أَوْ تَكْبِيرِهِ\nوَأَطْلِقَنْ مَعْ غَيْرِ هَذَا يَابَهِى\n(1/10)\n\nأي ورد في الضاد من ضعف معًا وضعفًا بالروم الضم والفتح ويتعين ضمه عند إشباع المتصل مع الغنة وعند مد المنفصل ثلاثا و عند قصره مع توسط المتصل وعند السكت الخاص و عند التكبير ويجوز الوجهان في بقية الأحوال .\n((((((\nحُكْمُ سَلاَسِلاَ بِالأَبْرَارِ وَقْفًا\n57\nقِفْ بِالأَلِفْ فِيهِ لَدَى غَنٍّ بِمَدْ\nوَاقْصُرْ فَقَطْ إِنْ لَمْ تَغُنَّ يَا مُجِدْ\n58\nلاَ عِنْدَ تَوْسِيطٍ وَخَمْسٍ يَا فَتَى\nفَفِيهِمَا أَطْلِقْ إِذَا لَمْ تَسْكُتَا\nأي ورد في الوقف على قوله تعالى إنا أعتدنا للكافرين سلاسلا بسورة الأبرار إثبات الألف وحذفها ويتعين إثباتها على الغنة و إشباع المتصل و يتعين حذفها مع ترك الغنة إلا عند توسط النوعين ومدهما خمسا فيجوز معهما الوجهان .\n((((((\nخَاتِمَةٌ\n59\nتَمَّتْ بِحَمْدِ اللهِ بَارِئِ النَّسَمْ\nمَعَ الصَّلاَةِ وَالسَّلاَمِ المُنْتَظِمْ\n60\nعَلَى النَّبِيِّ المُصْطَفَى المُخْتَارِ\nوَآلِهِ وَصَحْبِهِ الأَبْرَارِ\nوهذا آخر ما يسر الله تعالى كتابته على هذه النبذة و من أراد زيادة البيان فعليه بكتابي صريح النص في الكلمات المختلف فيها عن حفص.\nو الحمد لله أولا وآخرًا ظاهرًا و باطنًا وصلى الله على سيدنا محمد وعلى آله وصحبه و سلم .",
        "(1/11)\n"
    ]
}