{
    "partText": [
        "\n\n\n\nالفقه للمغتربين\n\n\n\n\nالمؤلف: عبدالهادي محمد تقي الحكيم\n\nبسم الله الرحمن الرحيم",
        "\nالمقدمة \nبسم الله الرحمن الرحيم \nيشرفني أن أقدم للقراء الكرام كتابي «الفقه للمغتربين» وفق فتاوى سماحة آية الله العظمى السيد علي الحسيني السيستاني ( دام ظله).",
        "والكتاب محاولة أولى لكتابة فقه للمغتربين الذين قدّر لهم مكرهين أن يتركوا أوطانهم وديارهم ، ومرابعهم وأراضيهم ، ومدارج صباهم ومغانيهم ، ليهاجروا الى بلدان غير إسلامية ، يعيشون فيها تحت ظل قوانين وأنظمة مختلفة ، وقيم وقواعد متباينة ، وعادات وتقاليد لا تمت الى واقعهم بصلة ، وأنماط سلوك وطرائق بعدت بينها وبين ما ألفوه وأحبّوه الشقة ، واتسعت بينها وبين ما درجوا عليه واعتادوه الهوّة ، فتولدت تحت حكم هذا التباين إشكالات جديدة ، وربت أسئلة شتى ، ظلت أسيرة الحاجة الى جواب ، يبيّن المبهم ، ويجلّي الغامض ، ويرشد التائه ، ويضيء المدلهم.\nمن هنا نشأت الحاجة الى كتابة فقه للمغتربين ، يُعنى بمشاكلهم الحياتية المتكثرة ، ويجمع شتات مسائلهم المتناثرة ، يجيب عنها ، ويعين عليها ، ويقدم الحلول لها.\nوتحت ضغط هذه الحاجة ، كان هذا الكتاب ، الذي اختط لنفسه منهجية اختار لها أن تبدأ : بتمهيد مفترض ، أسلم لبابين اثنين ، أسلما بدورهما لفصول الكتاب المتعددة ، التي حوت فيما حوته فروعاً غير مألوفة ، وقضايا غير مطروقة ، ومسائل غير مبحوثة في كثير من الرسائل العملية وكتب الفقه الإسلامي المتداولة الأخرى.\nوستبقى تلك الأبواب ، وهاتيك الفصول ، مشرعة النوافذ على ما سيجدُّ من أسئلة واستفسارات شرعية يطرحها القارئ الفاضل ، يسعدني كثيراً لو تلقيتها منه ، لتأخد دورها مع أجوبتها للنشر في الطبعات اللاحقة إن شاء الله.",
        "وكتاب «الفقه للمغتربين» هو المحاولة الثالثة إثر محاولتين سبقتاه هما : « الفتاوى الميسرة » و« المنتخب من المسائل المنتخبة» أطمح في ثلاثتها أن أساهم في تسهيل توصيل الفقه الإسلامي وتحبيبه لطالبيه من غير المتخصصين به ، فإن كان ما طمحت اليه فبحمد الله ما كان ، وإن لم يكن ، فحسبي أنني حاولت ( وما توفيقي إلاّ بالله عليه توكلت واليه أنيب )\nوقد كان لي شرف قراءة بعض من فصول كتابي هذا وشيء من مسائله على أسماع سماحة سيدي الوالد (دام ظله) خلال إقامته \nمعي بلندن ، مستثمراً فرصة تشريفه للعلاج فأغنى الكتاب بتوجيهاته.\nأسأل الله عزّ وجلّ أن يتقبل هذا العمل بقبول حسن ، مُمتنّاً ممن أعانني على إتمام هذا الكتاب ، خاصاً بالعرفان سماحة آية الله العظمى السيد علي الحسيني السيستاني (دام ظله) على تجشمه عناء النظر في هذه الاستفتاءات ، شاكراً مكاتب سيدنا (دام ظله) في النجف الأشرف وقم المقدسة ولندن على ما بذلته معي من جهد في تدقيق ما كتبته وإحراز مطابقته لفتاوى سماحته.",
        "أخذ الله بأيدينا لما يحبه ويرضاه ، ووفقنا لما هو أهله. \n( ربّنا لا تؤاخذنا إن نسينا أو أخطأنا ، ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا ، ربّنا ولا تحملّنا ما لا طاقة لنا به ، واعف عنا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين ). \n\n",
        "\n\nتـمـهـيـد \n\nفي صبيحة يوم شتوي مشمس من أيام شهر رجب عام 1416هـ ـ كانون الأول 1995م أقلعت بي الطائرة متوجهة صوب العاصمة البريطانية لندن.",
        "وحين تقلع الطائرة من شرق الأرض الى غربها ... من وطن الصحو الى عاصمة الضباب ، يكون دفء الشمس المتسلل عبر نافذة الطائرة والذي سأودعه هو الآخر كما ودعت وطني ، دفءً ذا مغزى.\nاستوت الطائرة في كبد السماء واستقرت في طيرانها هادئة ناعمة كما لو كانت ثابتة فوق قطب مركزي راسخ ، فقررت أن أستثمر الوقت بقراءة بعض سور من القرآن الكريم في مصحف صغيركان معي ، وكانت تلك عادة اعتدت عليها منذ صباي ، فقد فتحت عينيّ على جدي في بيتنا الكبير في النجف الأشرف وهو يقرأ القرآن صباح كل يوم ، وبعد الظهر ، وعند المساء ، وحين السفر ، وفي أوقات أخرى ، ووعيت على أبي وهو يحمل في جيبه قرآناً لا يكاد يفارقه في حلّه وترحاله.\nفتحت المصحف الكريم وبدأت أرتل بصوت خفيض خاشع آيات \n\nمن الذكر الحكيم ، لأغسل روحي ورئتي ودمي ، ولأطيّب فمي من أدران المادة ومغرياتها ، ولأستعين بالله عزّ وجلّ كي يحفظ ويسلم ويرعى هذه الكتلة الحديدية المعلقة بين السماء والأرض من عوادي الزمن وصروفه.",
        "إنتصف النهار أو كاد وأزف وقت صلاة الظهر ، فنهضت من مقعدي وتوجهت نحو الحمام ، فجددت وضوئي ، ثم أخرجت مشطاً من جيبي فأعدت تصفيف شعري ثانية بعد الوضوء ، ثم أخرجت قنينة عطر صغيرة اعتدت أن أحملها في جيبي باستمرار لأتعطّر ، ذلك أني قرأت أن العطر مستحب ، وأن النبي محمداً (ص) كان يحبه ، وأن صلاة المتعطر تعدل سبعين صلاة.\nولّما انتهيت من الوضوء والتمشيط والتطّيب فتحت باب الحمام وخرجت عائداً لمكاني.\nجلست على المقعد وأنا أرتّل بعض آيات من القرآن الكريم كنت حفظتها من طفولتي ، ثم أخذت أفكر.\nأين سأصلي؟ وكيف سأعرف اتجاه القبلة؟ وهل يجب عليّ أن أصلي قائما أو جالساً؟",
        "وإذ داهمني هذا الخاطر أعدت استرجاع معلوماتي الشرعية ، فتذكرت قول الفقهاء : بأنه يجب عليّ الصلاة قائماً ما دمت أقدر على ذلك ، فإن عجزت عن أداء صلاتي قائماً ، صلّيتها من جلوس ، \nوهكذا أنتقل بالحكم الى الأدنى فالأدنى ، وأنزل درجة درجة حسب القدرة والاستطاعة ، لأن الصلاة لا تسقط عن المسلم بحال.\nوحين وصلت الى هذه النتيجة ، أجلت نظري في الطائرة لأتفحص وجود مكان يمكنني أن أصلي فيه وأنا قائم ، فوقع بصري على مكان صغير في أحد جوانب الطائرة كاف لأداء الصلاة ، فقلت في نفسي : لقد تهيأ المكان ، بقي علي أن أعرف اتجاه القبلة ما دامت الطائرة مستقرة الآن أو شبه واقفة. فقررت أن أستعين بطاقم الطائرة لأعرف منه اتجاه القبلة.\nمرّ المضيف ليرفع أكواب الشاي من على المناضد الصغيرة المفتوحة ، أمام مقاعد المسافرين ، فاستثمرت الفرصة لأسأله بلغة إنكليزية ركيكة ، قائلاً له : ",
        "ـ أتسمح لي بسؤال.\nـ نعم تفضل.\nـ هل يمكنك أن تساعدني فترشدني الى اتجاه القبلة؟\nـ آسف لم أفهم ما تريد.",
        "ـ إتجاه القبلة .... إتجاه مكة المكرمة.\nـ هل أنت مسلم؟\nـ نعم ، وأريد أن أصلي صلاة الظهر.\n‏ ـ دعني أسأل غرفة القيادة وأعود في الحال.",
        "‏ ذهب المضيف ليسأل غرفة القيادة ، فتذكرت أني يجب أن أسأله عن شيء ما أضعه على أرضية الطائرة وأصلي عليه.\n‏ وحين عاد ومعه جواب لسؤالي عن القبلة ، استأذنته أن يحضر لي شيئاً ما أصلي عليه ، قطعة قماش ، جريدة مثلاً.\n‏‏ فأحضر لي شرشفاً فرشته على أرضية الطائرة وصليت صلاة الظهر ، ثم صلاة العصر ، ركعتين ركعتين ، قصراً متوجهاً الى القبلة ، ثم سبّحت تسبيح الزهراء (ع) ؛ فكبرت ألله أربعاً وثلاثين مرة ، ثم حمدته ثلاثاً وثلاثين مرة ، ثم سبّحته ثلاثاً وثلاثين مرة ، وحين انتهيت من تسبيح الزهراء ، شكرت الله ، وعدت ثانية لمقعدي وأنا بشعور آخر وقناعة أخرى ، فقد كنت أظن أن الصلاة في الطائرة متعبة ، وأنها ربما ستحرجني أمام أعين النظار ، غير أني كنت مخطئاً.\n‏ فقد تبيّن لي أن الصلاة تكسبني أحتراماً خاصاً ، وتضفي عليّ هيبة محبّبة لحظتها واضحة حتى في أعين غير المسلمين ممن كانوا معي على متن الطائرة ، بما في ذلك طاقم الطائرة نفسه.",
        "‏ وبينما كنت مستغرقاً في تأملاتي ، إذ قطع عليَّ صوت المذيع تسلسل أفكاري معلناً بدء تقديم وجبة الغداء.\n‏ توزعت على الفور مضيفات الطائرة يسألن الركاب ما إذا كانوا يفضّلون نوعاً معيناً مما تضمنته قائمة الطائرة من الطعام.\n‏\nوجاء دوري فسألتني إحداهن عما إذا كنت أفضل أن يكون طبقي الرئيسي سمكاً أو دجاجاً..",
        "‏ ولما تبيّن لي أن السمك ذو قشر ، اخترت السمك ، ليس لأن السمك أحبُّ إليَّ ذلك اليوم من الدجاج ، ولكن لأن الدجاج لا يحق لي أكله ، لأني سآخذه من يد غير المسلم ، وأنا غير متأكد من أنه مذكى أو مذبوح وفق قواعد الذباحة في الشريعة الإسلامية ، وتلك مشكلة ستواجهني كثيراً في بلاد الغربة.\n‏ لقد ولدت في بلد إسلامي ، ونشأت وترعرعت وكبرت فيه ، وكنت كلما شككت في صحة ذباحة البقر أو الغنم أو الدجاج وأشباهها ، أو ترددت في حليّة أكلي للسمك الذي أشتريته من سوق مدينتي المسلمة ، مضيت غير معتنٍ بذلك الشك ، ولا ملتفت لذلك التردد ، فأكلت مرتاح البال ، هادئ الخاطر ، طيب النفس.\n‏ أما في بلدي الغربي هذه المرة فالأمر مختلف تماماً ، ذلك أنه لا يحق لي أن آكل أي لحم يبيعه بائع غير مسلم حتى أتأكد من أنه مذكى أو مذبوح وفق قواعد الذباحة في الشريعة الإسلامية المقدسة.\n‏ وتلك مسألة لا تخلو من صعوبة عادة.",
        "‏ أحضرت المضيفة الطعام .. وكانت وجبة شهية تلك الوجبة التي وضعت أمامي : \n‏ طبق من السمك مقلي بزيت عباد الشمس ، محاط بقطع من\nالبطاطا المحمّرة مع قليل من الرز والسلطة والخضار ، وجبتان من الزيتون الأخضر ، وعدة حبات من العنب ، وتينة سوداء ، وقطعة حلويات ، وكأس ماء مختوم ، مع أكياس صغيرة من الملح والسكر والبهارات ، وقطعتان من الخبز ، وشوكة ، وملعقتان ، وسكين ، ومنشفة.\n‏ وكنت جائعاً حقاً.",
        "‏ حمدت الله أولاً ، ثم رفعت الشوكة فغرزتها في قلب قطعة السمك المقلي لأثبّتها بها ، ثم قطّعتها بالسكين قطعاً متوسطة الحجم ليسهل عليّ أكلها ثم .. ثم تذكرت شيئاً ما وأنا أنهي تقطيع السمك فتوقفت : \n‏ ترى ، إذا كان السمك ذا فلس وأخرج من الماء حياً أو مات في الشبكة بعد الصيد فيحق لي أكله ، سواء اصطاده الكافر أم المسلم؟ وسواء أذكر عليه صائده اسم الله عزّ وجل فسمّى ، أم لم يذكره فلم يسمّ؟ هذا صحيح ، ولكن المشكلة في الزيت الذي قلي به هذا السمك.\n‏ ترى هل كان ذلك الزيت طاهراً؟\n‏ ثم هل أن الذي قلاّه كان مسلماً؟",
        "‏ لقد كان خاطراً غير مريح ذلك الخاطر الذي نبت في رأسي تلك الساعة ، فأوقفني عن تناول تلك القطعة الشهية من ذلك السمك اللذيذ الساخن ، وأنا جائع. \n‏ \nوضعت الشوكة المحمّلة بقطعة السمك على طرف الإناء ، وحاولت إعادة استرجاع معلوماتي التي قرأتها عن هذه المسألة في الرسالة العملية لمقلّدي وأنا أستعد للسفر.\n‏ فسألت نفسي عن زيت عباد الشمس ، هل هو طاهر؟ وأجبت على الفور بنعم ؛ لأن الحكم الشرعي يقول «كل شيء لك طاهر حتى تعلم بنجاسته» ولما كنت لا أعلم بنجاسة الزيت ، فالزيت إذاً طاهر.",
        "‏ هذا أولاً.\n‏ ولما كان الزيت طاهراً وقُلي به السمك الطاهر ، فسيكون الكل طاهراً ، ويحق لي أكله ، ثانياً.\n‏ أما أن الذي قلى السمك الطاهر ، بالزيت الطاهر ، هل هو مسلم أو من أهل الكتاب فهو طاهر ، أو هو غير مسلم ولا كتابي ، فذلك لا يهم ، ما دمت لا أعلم أن الذي قلاه قد مسه بيده.\n‏ وعودة أخرى الى الحكم الشرعي السابق : « كل شيء لك طاهر حتى تعلم بنجاسته» تعطينا نتيجة واضحة ، وهي أن السمك طاهر ، ويحق لي أكله.",
        "‏ وحين وصلت الى هذه النتيجة تنفست الصعداء واسترحت ، ثم عدت فحملت الشوكة وسمكتها المغروزة بها فأكلتها .. ثم انعطفت على البطاطة المقلية بالزيت ـ والتي لا أعلم بنجاستها كذلك فهي طاهرة ـ وأكلتها. \n‏ \nوكذلك فعلت بالخبز والسلطة والفاكهة والحلويات .. أكلتها كلها فهي طاهرة .. وشربت بعدها كوب الماء وكوب الشاي فهما طاهران كذلك. هكذا يقول لي الحكم الشرعي.\n‏ ثم حمدت الله عزوجل وشكرته على نعمه وآلائه وانتهيت.",
        "‏ بعد وجبة الغداء والشاي ، أغمضت عينيّ قليلاً لأستريح ، ثم فتحتها وأدرت رأسي صوب نافذة الطائرة. نظرت الى أعلى فاحتوتني زرقة السماء وشفافيتها ثم نظرت الى أسفل فحفّت بي زرقة البحر ، كنت مطوقاً بالزرقة من كل مكان ، عائماً وسطها ، سابحاً في فضاء بهيج لا متناه.\n‏ كانت الطائرة تحلق على ارتفاع ثلاثين ألف قدم فوق مستوى سطح البحر ، وكان أمامنا أكثر من ساعتين ونصف الساعة حتى نصل الى مطار هيثرو ( Heathrow ) الدولي بلندن. \n‏ أجلت نظري داخل الطائرة : كان بعض الركاب منهمكاً بقراءة صحف الصباح التي وضعتها المضيفات أمامهم ليقطعوا بها ما تبقى من وقت الرحلة ، بينما غطّ بعضهم في نوم عميق.\n‏ مددت يدي بتثاقل فتناولت صحيفة الصباح. كانت العناوين الرئيسية المكتوبة بحروف حمراء وسوداء كبيرة لتلفت نظر القارئ تمرُّ عليها عيناي دون تركيز ، بينما راحت ذاكرتي تسترجع السؤال الذي شغلها باستمرار طوال الأيام القليلة الماضية : ",
        "‏ \nكيف سأحافظ على هويتي الدينية الثقافية من الاستلاب في بلد الغربة؟\n‏ لقد أرّقني هذا الهمُّ طويلاً منذ فكرت بالسفر الى أوروبا ، وزاد فعّرش في قلبي يوم عزمت عليه ، ولا زال هو عينه ، شغلي الشاغل في كل آن ، أستدعيه حيناً ، ويحضر من دون استدعاء أحياناً ، يغفو معي على مخدّة المساء عند النوم ، ويستيقظ معي ساعة أستيقظ في الصباح.\n‏ ضغط عليّ مرة لأقصد صديقاً سافر قبلي الى لندن وعاد ، فأشار صديقي عليّ بعدة أمور.",
        "‏ وقادني الى المكتبة مرة أخرى ، ففتح عيني كتاب ضمته رفوفها على عدة قضايا تضعني في الجو العام لما يجب عليّ أن أفعله.\n‏ لقد أكّد عليّ كلاهما أن آخذ في اعتباري مسألة بالغة الأهمية مفادها «أن الهجرة لا تنحصر سلبياتها في إمكانية ضياع الحكم الشرعي فقط عند المهاجرين ، أو عدم تفقههم في الدين ، بل أن الأمر يتعدى إلى ما هو أسوأ من ذلك ، إذ يمكن أن تترتب على هذه الهجرة آثار خطيرة تظهر بشكل واضح في تربية الانسان المسلم وعاداته وتقاليده ونمط حياته الفكرية والأخلاقية والاجتماعية»(1).\n‏ وزاد كاتب الكتاب فذكر « أن على المسلم الذي يضطر للهجرة الى \n__________________",
        "(1) دليل المسلم في بلاد الغربة ، ص 27. \n\nبلاد الكفر أن يوجد بنفسه المناخ الديني المفقود في تلك البلاد ، صحيح أنه لا يستطيع إيجاد الجو العام ، ولكن باستطاعته أن يخلق هذا الجو الخاص فيكيف ذاته وفق مناخه الديني الذي ينسجم معه.\n‏ إن تهيئة الجو الملائم ذي الطابع الإسلامي يشبه الى حد ما عملية التطعيم ضد مرض لا يستطيع الفرار منه ، فيحاول تدارك خطره من خلال المضادات التي يخلقها بنفسه.\n‏ إننا في الوقت الذي لا ندعي سهولة ذلك ، وحلّ هذه المسألة ببساطة تنظيرية ، إلا أننا في ذات الوقت لا يمكننا التقليل من أهمية خسارة المؤمن لالتزامه الديني الذي هو أساس مهم في تكوين شخصيته ، فينبغي إذاً المحافظة عليه ولو كان ذلك يتوقف على الخسارة في أي جانب من حياته.",
        "‏ إننا بالمقدار الذي نشدد على خطورة تلك الآثار نشدّد أيضاً على أهمية صيانة المؤمن من الوقوع فيها وإنقاذه منها.\n‏ إن المؤمن الذي سعى لتلك البلاد لتأمين مستقبله الدنيوي ـ العلمي أو الاقتصادي أو غيرهما ـ لا يجوز له أن يخسر مستقبله الأخروي في سبيل ذلك ، تماماً كأي تاجر لا ينبغي له أن يخسر شرفه أو حياته في مقابل حفنة من المال قلّت أو كثرت. إذ ما قيمة هذه في مقابل تلك ، وهكذا الحال في المريض الذي تحمّل مرارة الدواء أو حرارة الكيّ لكي لا يستمر المرض فيؤدي الى الوفاة.\nإذن لابد للمؤمن وهو يعيش في هذا الجو الموبوء أن يحصّن نفسه ضد عوارضه ومخاطره ولا بد له أن يخلق الأجواء الدينية المناسبة له والتي تعوّضه عن خسارته للأجواء التي كان يتمتع بها في بلده» (2) هو وعائلته وأولاده بل وحتى إخوانه في الدين عملاً بقوله تعالى ( يا أيها الذين آمنوا قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون ) (3) والتزاماً بقوله عز من قائل ( المؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ) (4) وقوله (ص) «كلكم راع وكلكم مسؤول عن رعيته» (5) وتطبيقاً لأحكام الأمر بالمعروف والنهي عن المنكر.\nويتم ذلك التحصين من خلال أمور منها : ",
        "1ـ الالتزام بتلاوة بعض سور أو آيات كريمة من كتاب الله العزيز كل يوم قدر الامكان ، أو الانصات الى مقرئيها بخشوع وتدبر وتفكّر ، ففيها ( بصائر من ربكم وهدى ورحمة لقوم يؤمنون ، وإذا قرئ القرآن فاستمعوا له وانصتوا لعلكم ترحمون ) (6) ذلك أنه « ما \n____________\n(2) المصدر السابق ، ص 36 ـ 37.\n(3) سورة التحريم : آية 6. ",
        "(4) سورة التوبة : آية 71.\n(5) مستدرك الوسائل للنووي : 14 | 248.\n(6) سورة الأعراف : الآيات (203 ـ 204).\n",
        "جالس هذا القرآن أحد إلاّ قام عنه بزيادة أو نقصان : زيادة في هدى ، أو نقصان من عمى ، واعلموا أنه ليس على أحد بعد القرآن من فاقة ، ولا لأحد بعد القرآن من غنى ، فاستشفوه من أدوائكم ، واستعينوا به على لأوائكم فإن فيه شفاءً من أكبر الداء وهو الكفر والنفاق والغي والضلال فاسألوا الله به وتوجّهوا اليه بحبه ولا تسألوا به خلقه إنه ما توجه العباد إلى الله بمثله ، واعلموا أنه شافع مشفع وقائل مصدّق وأنه من شفع له القرآن يوم القيامة شُفّع فيه» (7) وأنه «من قرأ القرآن وهو شاب مؤمن اختلط القرآن بلحمه ودمه وجعله الله عز وجل من السفرة الكرام البررة وكان القرآن حجيزاً عنه يوم القيامة» (8).\nوهناك بعض المصاحف المفسرة الموجزة التي يسهل حملها ويكثر نفعها في الغربة.\n2 ـ الالتزام بأداء الصلوات الوجبة في أوقاتها ، بل وغير الواجبة كلما أمكن ذلك (9) فقد ورد عن النبي محمد (ص) أنه قال لعبد الله بن رواحة في وصيته له حين خرج لحرب مؤتة «إنك قادم بلداً السجود فيه قليل فأكثروا السجود». \n____________",
        "(7) نهج البلاغة للإمام علي (ع) باعتناء صبحي الصالح ، ص 252.\n(8) الأصول من الكافي للكليني : 2 | 603.\n(9) أنظر باب استحباب المداومة على النوافل من كتاب تفصيل وسائل الشيعة للحر العاملي : 4| 87 ـ 105.\n‏\nوروى زيد الشحام « عن أبي عبدالله (ع) قال : سمعته يقول : أحبُّ الأعمال الى الله عزوجل الصلاة ، وهي آخر وصايا الأنبياء» (10).",
        "كما أوصانا الإمام علي (ع) بالصلاة قائلاً «تعاهدوا أمر الصلاة وحافضوا عليها واستكثروا منها وتقربوا بها فانها ( كانت على المؤمنين كتاباً موقوتا ) ألا تسمعون إلى جواب أهل النار حين سئلوا ( ما سلككم في سقر قالوا لم نك من المصلين ) وأنها لتحتّ الذنوب حتّ الورق وتطلقها إطلاق الربق ، وشبّهها رسول الله صلى‌الله‌عليه‌وآله بالحمّة تكون على باب الرجل فهو يغتسل منها في اليوم والليلة خمس مرات فما عسى أن يبقى عليه من الدرن» (11).\n3 ـ قراءة ما تيسر من الأدعية والمناجاة والاذكار ، فهي مذكّرة بالذنوب حاثّة على التوبة ، داعية إلى اجتناب السيئات والتزود بالحسنات أمثال أدعية الصحيفة السجادية للإمام زين العابدين (ع) ، ودعاء كميل بن زياد ، وأدعية شهر رمضان كدعاء أبي حمزة الثمالي وأدعية السحر ، وأدعية أيام الأسبوع ، وغيرها كثير.\nإن هذا التطهر يحتاج إليه كل مسلم وبخاصة إذا كان في بلد غير \n____________",
        "(10) تفصيل وسائل الشيعة للحر العاملي : 4 | 38.\n(11) نهج البلاغة للإمام علي ـ باعتناء صبحي الصالح ، ص 317.\n\nأسلامي.\n4 ـ كثرة التردد على المراكز والمؤسسات الإسلامية التي تحيي الأعياد والمناسبات الدينية والمواليد والمآتم وبقية المناسبات الدينية الأخرى بالوعظ والارشاد والتوجية ، سواء أكان في شهر رمضان الكريم أم في شهري محرم وصفر أم في غيرهما من الشهور والأيام والأوقات الأخرى.",
        "ثم المبادرة الى إحياء هذه المناسبات داخل البيوت في البلدان التي تفتقر الى وجود مثل هذه المراكز والمؤسسات الهادفة.\n5 ـ حضور الندوات والمؤتمرات الإسلامية التي تقام في بلدان المهجر والمشاركة فيها.\n6 ـ قراءة الكتب والمجلات والصحف الإسلامية للاستفادة منها ، وإثرائها بالنافع والممتع معاً في آن واحد.\n7 ـ الاستماع الى أشرطة التسجيل المختلفة المتضمنة لمحاضرات إسلامية نافعة سهر على إعدادها أساتذة أفاضل وخطباء كبار فإن فيها موعظة وتذكيراً.",
        "8 ـ إجتناب أماكن اللهو والفساد بما في ذلك مشاهدة البرامج التلفزيونية السيئة والقنوات الخاصة ببعض ما لا يتلائم مع عقيدتنا وديننا وقيمنا وأعرافنا وتقاليدنا وتراثنا الفكري والحضاري الإسلامي.\n9 ـ إتخاذ أصدقاء صالحين في الله ، يرشدهم ويرشدونه ، \nويقوّمهم ويقوّمونه ، ويقضي معهم أوقات الفراغ بالمفيد ، ويتخلص بهم من قرناء السوء ، ومن العزلة وسلبياتها ، فقد روى الإمام الصادق (ع) عن آبائه : قال : «قال رسول الله 6 في حديث ، ما استفاد امرؤ مسلم فائدة بعد الاسلام مثل أخ يستفيده في الله» (12) ، وقال ميسرة : قال لي الإمام أبو جعفر الصادق (ع) «أتخلون وتتحدثون وتقولون ما شئتم؟ فقلت : أي والله إنا لنخلو ونتحدث ، ونقول ما شئنا فقال : أما والله لوددت أني معكم في بعض تلك المواطن ، أما والله إني لأحب ريحكم وأرواحكم وأنكم على دين الله ودين ملائكته فأعينوا بورع واجتهاد» (13).\n10 ـ محاسبة الانسان نفسه كل يوم ، أو كل أسبوع ، عمّا فعله ، فإن كان خيراً شكر الله على ذلك واستزاد منه ، وإن كان شراً استغفر وتاب عنه ، وعزم أن لا يعود اليه كرة أخرى ، فقد أوصى النبي الكريم محمد (ص) أبا ذر بذلك قائلاً له «يا أبا ذر حاسب نفسك قبل أن تحاسب ، فإنه أهون لحسابك غداً ، وزن نفسك قبل أن توزن ، وتجهّز للعرض الأكبر يوم تعرض لا تخفى على الله خافية ... يا أبا ذر لا يكون الرجل من المتقين حتى يحاسب نفسه أشد من محاسبة ",
        "____________\n(12) تفصيل وسائل الشيعة للحر العاملي : 12 | 233.\n(13) الأصول من الكافي للكليني : 2 | 187 ، وأنظر باب زيارة الإخوان : 2| 175 ، وباب تذاكر الإخوان : 2 | 186 من كتاب نفسه.\n\nالشريك شريكه فيعلم من أين مشربه وملبسه أمن حلال أو من حرام» (14) ، وقال الإمام الكاظم (ع) « ليس منا من لم يحاسب نفسه في كل يوم ، فإن عمل حسنة استزاد الله تعالى ، وإن عمل سيئة استغفر الله منها وتاب اليه » (15).",
        "11ـ الاهتمام باللغة العربية لغة القرآن الكريم ولغة العديد من مصادر أحكام وآداب الشريعة الإسلامية إضافة لكونها لغة الآباء والأجداد بالنسبة للناطقين بها من المسلمين ، مع التركيز على الأبناء الذين يجب أن لا يتحدث معهم الأهل إلاّ بها ، وإذا كان الطلاب يتعلمون في هذه البلدان أكثر من لغة أجنبية ، فمن الجدير بهم أن يتعلموا لغة القرآن الكريم ليتواصلوا بها مع دينهم وتراثهم وقيمهم وتأريخهم وحضارتهم.\n12 ـ الاهتمام بالجيل الجديد من خلال تربية الأولاد من الجنسين على حبّ كتاب الله وتلاوته بواسطة المسابقات والفعاليات المشوّقة الأخرى ، وترويضهم على أداء العبادات والتحلي بمكارم الأخلاق كالصدق والشجاعة والوفاء بالوعد وحبّ الآخرين ثم اصطحابهم الى المؤسسات والمراكز الإسلامية لتعويدهم على ارتيادها ، وتعريفهم بأعداء الاسلام ، وتركيز روح الأخوة الإسلامية فيهم ، والأخذ بيدهم للمشاركة في إحياء المناسبات والأعياد الإسلامية ، \n____________\n(14) أمالي الشيخ الطوسي : 2 | باب 19.",
        "(15) جامع السعادات للنراقي : 3 | 94.\n \nتربية حبّ العمل والجدّ فيهم وغير ذلك ، مما يعينهم على فهم أفضل للاسلام وسلوك أفضل وفق قيمه ومبادئه في هذه الحياة.\nأوقفتُ عند هذه النقطة انسيابية التأمل ، ونظرت الى السماء ، فأدهشتني تشكيلات من سحب بيضاء راحت تتجمع من هنا وهناك كأنها قطن مندوف يوضع بعناية على أرضية من مخمل زرقاء.\nاستهواني المنظر فاستغرقت فيه حتى امتليت.",
        "كانت قطعان السحب المبثوثة تتجمع شيئاً فشيئاً متآلفة أو متعانقة أو مُتّحدة ، متخلّية عن خصوصياتها الذاتية ، مشرعة نوافذها للآخر ، مستجيبة له ، ذائبة فيه أو فانية.\nعاودني الخاطر المؤرق مرة آخرى فسألت نفسي : \nكيف يجب عليَّ أن أسلك في بلاد الغربة فأحتفظ بخصوصياتي الذاتية دون أن أفنى في ثقافة الآخرين أو أذوب ، ودون أن أنغلق على نفسي فأتقوقع؟ ثم سألتها : ترى كيف سيحكم عليّ الآخرون ممن سوف أعيش بين ظهرانيهم؟\nلقد عودتني مدينتي المكتظة بالزائرين والسياح على مدار العام أن أحكم على سلوك شعب من خلال سلوك أبنائه ، أو دين من خلال تصرفات معتنقيه ، فإذا أحسن المعاملة زائر من بلد ما ، قلت : إن سكان ذلك البلد طيبون ، وإذا أساء التصرف سائح ما ، قلت : إن سكان ذلك البلد سيئون وهكذا.\n ",
        "وطبيعي أن سكان بلاد الغربة حيث أسكن سيحكمون على الاسلام من خلال سلوكي أنا المسلم وسيعممون حكمهم ذاك على المسلمين.\nفإذا صدقتُ في القول والفعل ، ووفيت بالوعد ، وأديت الأمانة ، وحسّنت خلقي ، وطبقت قوانين النظام العام ، وأعنت المحتاجين ، وعاملت جاري باحسان ، وتأسيت بالنبي محمد (ص) في سلوك ، وطبقت تعاليمه القائلة بأن ( الدين المعاملة ).\nإذا فعلت ذلك كلّه قال من يتعامل معي من غير المسلمين : بأن الاسلام دين مكارم الأخلاق.\nوإذا كذبت ، وأخلفت الوعد ، وأوحش خلقي من حولي ، وأخللت بالنظام العام ، وأسأت لجاري ، وغششت في المعاملة ، وخنت الأمانة ، ونحو ذلك قال المتعاملون معي : بأن الاسلام دين لا يعلّم أتباعه مكارم الأخلاق.",
        "قطع عليَّ قائد الطائرة سلسلة أفكاري ، فأعلن عن أننا الآن نسير فوق الأراضي الألمانية متوجهين نحو لندن.\nمددت يدي صوت حقيبتي ، فأخرجت منها كتاباً كنت جلبته لأستعين به ، فاستوقفتني روايات خمس وردت عن الإمام الصادق (ع).\nيقول في الأولى مخاطباً أتباعه وشيعته : «كونوا لنا زيناً ولا \n \nتكونوا علينا شيناً ، حبّبونا الى الناس ولا تبغّضونا اليهم».",
        "وينقل في الثانية عن أبيه (ع) قوله : « كونوا من السابقين بالخيرات وكونوا ورقاً لا شوك فيه ، فإن من كان قبلكم كانوا ورقاً لا شوك فيه وقد خفت أن تكونوا شوكاً لا ورق فيه ، وكونوا دعاة إلى ربكم وأدخلوا الناس في الاسلام ولا تخرجوهم منه وكذلك من كان قبلكم يدخلونهم في الاسلام ولا يخرجونهم منه».\nويقول (ع) في الثالثة بعد أن يبعث بسلامه الى من يأخذ بقوله من شيعته «أوصيكم بتقوى الله عز وجل ، والورع في دينكم ، والاجتهاد لله ، وصدق الحديث ، وأداء الأمانة ، وطول السجود ، وحسن الجوار ، فبهذا جاء محمد 9 أدّوا الأمانة الى من ائتمنكم عليها براً أو فاجراً ، فإن رسول الله 9 كان يأمر بأداء الخيط والمخيط ، صلوا عشائركم واشهدوا جنائزكم وعودوا مرضاكم وأدّوا حقوقهم ، فإن الرجل منكم إذا ورع في دينه ، وصدق في الحديث ، وأدى الأمانة ، وحسن خلقه مع الناس ، قيل هذا جعفري فيسرني ذلك ، ويدخل عليَّ منه السرور ، وقيل هذا أدب جعفر ، وإذا كان على غير ذلك ، دخل عليّ بلاؤه وعاره ، وقيل هذا أدب جعفر ، والله لقد حدثني أبي 7 ، أن الرجل كان يكون في القبيلة من شيعة علي (ع) فيكون زينها : أأداهم للأمانة ، وأقضاهم للحقوق ، وأصدقهم للحديث ، إليه وصاياهم وودائعهم ، تسأل العشيرة عنه ، فتقول من \n \nمثل فلان ، إنه أأدانا للأمانة وأصدقنا للحديث».\nويقول في الرابعة «عليكم بالصلاة في المساجد ، وحسن الجوار للناس ، وإقامة الشهادة ، وحضور الجنائز ، وإنه لا بدّ لكم من الناس ، إنّ أحداً لا يستغني عن الناس حياته ، والناس لا بدّ لبعضهم من بعض».",
        "ويجيب (ع) في الخامسة معاوية بن وهب عن سؤال له ، يقول معاوية : « قلت له : كيف ينبغي لنا أن نصنع فيما بيننا وبين قومنا وبين خلطائنا من الناس ممن ليسوا على أمرنا؟ فقال تنطرون الى أئمتكم الذين تقتدون بهم فتصنعون ما يصنعون ، فوالله إنهم ليعودون مرضاهم ، ويشهدون جنائزهم ، ويقيمون الشهادة لهم وعليهم ، ويؤدون الأمانة اليهم» (16).\nوما أن انتهيت من قراءة هذه الأحاديث حتى استرحت ، لقد خفّف عني كثيراً حديث الإمام الصادق (ع) هذا ووصيته لشيعته وأتباعه ، فقد رسم لي (ع) طريق عمل ، وحدّد لي قواعد سلوك ، فإذا ضممت اليها قراري بأن أدوّن في دفتر ملاحظاتي أهم المسائل الشرعية التي ستعترضني في بلاد الغربة ، مستعيناً بما في جعبتي من كتب فقهية ، فإذا جدّت إشكاليات جديدة لم أجل لها حلاً فيما معي كاتبت الفقيه أستفتيه ليجيبني عنها ، إذا ضممت اليها ذلك ، \n____________\n(16) تفصيل وسائل الشيعة للحر العاملي : 12 | 6 وما بعدها ، وأنظر الأصول من الكافي للكليني : 2 | 636.\n",
        "فسأكون قد عالجت مشكلتي ومشكلة المهاجرين الآخرين معي بشقيها الأخلاقي والفقهي.\nهكذا بدأت أكتب مسائلي الشرعية مسألة مسألة ، وأستفتي الفقيه حول ما تعذّر عليّ تحصيل جوابه من رسالته العملية مسألة مسألة ، وشيئاً فشيئاً كان هذا الكتاب.\nوقد تقاسم الكتاب بابان : باب لفقه العبادات ، وباب لفقه المعاملات ، وثلاثة ملاحق.\nضم الباب الأول الخاص بفقه المعبادات فصولاً سبعة ، قدّرت أنها تهمّ المغترب أكثر من غيرها ، وهي : ",
        "الاغتراب والهجرة والدخول الى البلدان غير الإسلامية ، والتقليد ، والطهارة ، والنجاسة ، والصلاة ، والصوم ، والحج ، وشؤون الميت.\nيعرض كل فصل منها لمقدمة حوله ، ويتناول بعض أحكامه مما يكثر الاحتياج اليها في بلد الغربة ، ويستعرض أهمّ الاستفتاءات الخاصة به.\nوتناول الباب الثاني الخاص بفقه المعاملات أحد عشر فصلاً هي على التوالي : \nالمأكولات والمشروبات ، والملابس ، والتعامل مع قوانين النافذة في دول المهجر ، والعمل وحركة رأس المال ، والعلاقات الاجتماعية ، والشؤون الطبية ، وشؤون النساء ، وشؤون الشباب ، وأحكام الموسيقى ",
        " \nوالغناء والرقص ، وفصل للمتفرقات.\nيعرض كل فصل منها لمقدمة حوله ، ويعرّف ببعض أحكامه ، ويشير لأهم الاستفتاءات الخاصة به.\nكما ضم الكتاب ثلاثة ملاحق ، عرض الملحق الأول لنماذج من استفتاءات الكتاب وأجوبة سماحة سيدنا ( دام ظله ) عنها.",
        "وعرض الملحق الثاني للائحة بمواد أساسية تدخل كثيراً في صناعة الأغذية يحرم على المسلم تناولها.\nوسرد الملحق الثالث قائمة بأسماء وصور بعض الأسماك من ذوات الفلس التي يحل أكلها للمسلم.\nوختم الكتاب بخاتمة ، أعقبتها قائمة ضمت المصادر والمراجع ، ثم الفهرست التفصيلي للكتاب.\n\n",
        "\nتـعريـف بـبـعض الـمصطلـحـات \n\nالـواردة فـي الـفـتـاوى",
        "\n\nفيما يأتي بيان لمداليل بعض المصطلحات الفقهية الواردة في أجوبة سماحة سيدنا (دام ظله) عن بعض أسئلة هذا الكتاب : \n1 ـ « الإحتياط الإستحبابي » : هو الإحتياط الذي يجوز للمكلف تركه.\n2 ـ « الإحتياط الوجوبي » : هو الإحتياط الذي يترك للمكلف الخيار بين فعله ، وبين تقليد مجتهد آخر ، الأعلم فالأعلم.",
        "3 ـ « الإحرام بالنذر » : لا يجوز الإحرام إلا من الميقات أو ما يحاذيه ، فإذا أراد المكلّف أن يحرم قبل الميقات جاز له أن ينذر نذراً صحيحاً شرعياً بالصيغة ، كأن يقول : لله عليّ أن أحرم ... ويذكر اسم المكان ، ولا بدّ أن يكون قبل الميقات أو ما يحاذيه ، وبذلك يجوز الإحرام من ذلك الموضع.\n4 ـ « الأحوط الأولى » : أي الاحتياط الاستحبابي.\n5 ـ « الأحوط لزوماً » : أي الاحتياط الوجوبي.\n6 ـ « الإستحالة » و« تغير الصورة النوعية » : هو تبدّل حقيقة ",
        "الشيء إلى شيء آخر عرفاً ، كما يتبدل اللحم في الأرض تراباً.\n7 ـ « الإستصحاب » : اعتبار الحكم أو العنوان السابق باقياً بعد الشك فيه ، كما لو علمنا بعدالة زيد ثم رأينا منه ما لم يتيقّن بكونه على وجه يوجب الفسق ، فتعتبر عدالته باقية.\n8 ـ « الإستهلاك » : ذوبان مادة في أخرى بحيث لا يبقى لها وجود عرفاً.\n9 ـ « أطراف شبهة الأعلمية » : الجماعة من المجتهدين الذين نعلم بأنّ أحدهم أعلم ، وليس الأعلم خارجاً عنهم.",
        "10 ـ « الإطمئنان » : الظن القوي بحيث يكون الإحتمال المخالف فيه ضعيفاً الى درجة لا يعتني به العقلاء في شؤون حياتهم.\n11 ـ « آلات اللهو المحرم » : المنتوجات الصناعية التي لا يناسب وضعها إلاّ للاستعمال في اللهو المحرم.\n12 ـ « التدليس » : هو إظهار الشخص أو الشيء بصفة غير موجودة فيه ، ليرغّب فيه المشتري أو من يريد الزواج.\n13ـ « التذكية » : طريقة شرعية لها شروطها ، يحلُّ معها أكل لحم كلّ حيوان مأكول اللحم إذا كان مما يقبل الذكية ، ويطهر معها لحم وجلد كل حيوان غير مأكول اللحم إذا كان مما يقبل التذكية ، وهي على أنواع ، منها : الإخراج من الماء حياً ، أو اصطياده حياً ، وإن مات في الشبكة ، أو الحظيرة كما في السمك ، ومنها : بواسطة ",
        "الذبح وقطع الأوداج الأربعة ، كما في الغنم والبقر والدجاج وغيرها.\n14ـ « التقصير في الصلاة » : أن يصلّي المصلّي الصلوات الرباعية ركعتين.\n15ـ « التلذذ الجبّلي للبشر » : اللذة الطبيعية بمقتضى الغريزة.\n16ـ « الجاهل القاصر » : من كان معذوراً في جهله ، كما إذا استند الى حجّة شرعية ، ثم تبيّن له خطؤه.",
        "17ـ « الجاهل المقصر » : من لا يكون معذوراً في جهله ، كمن تهاون في معرفة الأحكام.\n18ـ « الجاهل بالحكم » و« الجاهل بالموضوع » : الجاهل بالحكم من لا يعلم الحكم الشرعي العام بالنسبة لذلك الموضوع.\nوالجاهل بالوضوع من لا يعلم بانطباق موضوع الحكم الشرعي على أمر معيّن ، وهذا على قسمين : فتارة لا يعلم معنى الموضوع وسعة دائرته ، وهذه شبهة مفهومية ، كمن لا يعلم المراد بالغناء بدقة ، وتارة لا يعلم حالة المصداق المعين خارجاً ، كمن لا يعلم أنّ المائع المعين خمر مثلاً.\n19ـ « الجرم الحائل » : المادة التي تمنع وصول الماء الى الجلد.",
        "20ـ « الحرج » : وهو الضيق والمشقة التي لا تتحمل عادة.\n21ـ « حق الإختصاص » : حق للشخص بالنسبة الى شيء لم \nيعترف الشارع بملكيته له ، أو بماليته.\n22 ـ « الدية » : مال يجب دفعه للمجني عليه ، أو لورثة المقتول.",
        "23 ـ « ردّ المظالم » : التصدق على الفقراء نيابة عن من له حقّ مالي متعلق بذمة الدافع ، ولا يمكن الوصول إليه.\n24 ـ « الزوال » : لحظة بعد منتصف النهار.\n25 ـ « الشبهة المفهومية » : عدم العلم بانطباق العنوان على المصداق الخارجي لعدم معرفة حدود العنوان ، كما لو لم نعلم صدق الغناء على صوت خاص ، لعدم علمنا بحدود الغناء.\n26 ـ « الشرط الضمني » و« التعهد الضمني » : أي ما تتضمنّه المعاملة بحسب نظر العرف والعقلاء ، وإن لم يصرّح به في إنشاء المعاملة ، نظير ما نقول في البيع من أنّه يتضمّن تقارب مالية الثمن والمثمن ، فإن علم أحدهما بعد ذلك أن ما أخذه أقلّ مالية عمّا دفعه بكثير ، فإنّه يدّعي الغبن ، وينقض المعاملة ، أعتباراً بهذا الشرط الضمني في ارتكاز العقلاء.",
        "27 ـ « الشك » : الترديد في الأمر بحيث يكون كلا الإحتمالين في الأمر مورداً لاهتمام العقلاء.\n28 ـ « الصورة الصناعية التي بها قوام المالية » : الهيئة الخاصة التي من أجلها يبذل الناس المال.\n29 ـ « ضرر معتد به » : أي ضرر مهمّ في نظر العرف.\n30ـ « الضرورة الرافعة للتكليف » : الأمر الذي يوجب تركه ضرراً بلغياً بالنفس أو المال أو العرض.",
        "31ـ « العدة » : الوقت الذي لا يجوز للمرأة أن تتزوج لطلاق ، أو وفاة ، أو انتهاء مدة نكاح ، أو وطء شبة ، ونحو ذلك.\n32ـ « الفتنة النوعية » : أن يوجب بصورة عامة افتتان الناس ووقوعهم في الحرام.\n33ـ « الفسخ » : نقض العقد والمعاملة.\n34ـ « في حدّ ذاته » : أي بقطع النظر عن العناوين الأخرى التي قد تستوجب حكماً آخر مغايراً لحكمه الأصلي.",
        "35ـ « فيه إشكال » : أي أن الحكم المذكور إحتياط وجوبي.\n36ـ « فيه تأمل » : أي أن الحكم المذكور إحتياط وجوبي كذلك.\n37ـ « قصد البدلية » : أي بقصد أن يكون بدلاً عن شيء خاص.\n38ـ « الكافر الذمي » : من يعقد عقد الذمة مع ولي المسلمين ، ولا يوجد اليوم.",
        "39 ـ « الكافر المعاهد » : من يعاهد المسلمين أو بعضهم على عدم الإعتداء.\n40 ـ « الكافر المحترم المال » : الذمي والمعاهد والمستأمن.\n41 ـ « اللحيان » : العظمان المقتنفان بالوجه اللذان تنبت عليهما اللحية.\n42 ـ « ما يليق بشأنها بالقياس لزوجها» : أي ما يناسبها باعتبار كونها زوجة فلان ، فيلاحظ في ذلك مكانة زوجها في المجتمع.",
        "43 ـ « ماء الغسالة » : الماء الذي ينفصل عن الشيء المتنجس عند غسله.\n44 ـ « المؤنة السنوية اللائقة بالشأن » : مقدار المصرف المتعارف للشخص في طول السنة ، المناسب له بلحاظ حاجته ومكانته الإجتماعية.\n45 ـ « المثقال الصيرفي » : المثقال المتعارف في السوق ، ويعرف كميته بائعو الذهب.\n46 ـ « مجهول المالك » : المال الذي لا يعرف مالكه ، ولكنه ليس ضائعاً منه.",
        "47 ـ « محاذاة الميقات » : إذا افترضنا خطين متقاطعين يشكّلان زاوية قائمة (90 درجة) ، وكان أحدهما بمكة المكرمة ، والآخر يمر بالميقات ، فإذا وقف الشخص في نقطة التقاطع مسقبلاً مكة المكرمة ، فهو واقف في المكان المحاذي لذلك الميقات ، والعبرة في هذا بالصدق العرفي ، ولا يعتبر فيه التدقيق العقلي.\n48 ـ « المشهور كذا » : أي أن الحكم المذكور إحتياط وجوبي.\n49 ـ « الملاك » : المصلحة والمفسدة التي على أساسها تُشرّع الأحكام.\n50 ـ « الموسيقى المناسبة لمجالس اللهو والطرب» : ما يتعارف عزفة في مجالس اللهو.",
        "51 ـ « النشوز » : عدم رعاية حقّ الغير ، ويطلق غالباً فيما بين الزوجين.\n52 ـ « نية القربة المطلقة » : أن يقصد بعمله التقرّب إلى الله من دون تعرّض لكونه على وجه الأداء أو القضاء أو أية خصوصية أخرى.\n53 ـ « وطء الشبة » : الممارسة الجنسية مع من لا تحل له ، غير متعمد ، بل بتوهم كونها حليلته ، أو بتوهم صحة العقد الفاسد.\n54 ـ « الولي » : من يتولى شؤون الطفل ، أو القاصر ، أو المجتمع الإسلامي ، وفقاً للشريعة الإسلامية.",
        "55 ـ « يجب على إشكال » : أي يجب على المكلف فعله ، فهو فتوى بالوجوب.\n56 ـ « يجب على تأمل » : أي يجب على المكلف فعله ، فهو فتوى بالوجوب كذلك.\n57 ـ « يجب كفاية » : أي يجب على الجميع أن يقوموا بهذا الأمر ، ويسقط عن الكلّ بقيام بعضهم به ، فإن تركه الجميع استحقوا العقاب.\n58 ـ « يجوز على إشكال » : أي يجوز فعله ، ولكن الإحتياط الإستحبابي يقتضي تركه.",
        "59 ـ « يجوز على تأمل » : أي يجوز فعله ، ولكن الإحتياط الإستحبابي يقتضي تركه كذلك.\n\nالباب الأول\n\n",
        "\nفقه العبادات\n\n\n",
        "\nيتضمن الباب الأول الخاص بفقه العبادات سبعة فصول هي :\n الفصل الأول : الإغتراب والهجرة والدخول الى البلدان غير الإسلامية ، وبعض أحكامها ، والإستفتاءات الخاصة بها.\nالفصل الثاني : التقليد ، وبعض أحكامه ، والإستفتاءات الخاصة به.",
        "الفصل الثالث : الطهارة والنجاسة ، وبعض أحكامهما ، والإستفتاءات الخاصة بهما.\nالفصل الرابع : الصلاة ، وبعض أحكامها ، والإستفتاءات الخاصه بها.\nالفصل الخامس : الصوم ، وبعض أحكامه ، والإستفتاءات الخاصه به.\nالفصل السادس : الحج ، وبعض أحكامه ، والإستفتاءات الخاصة به.",
        "الفصل السابع : شؤون الميت ، وبعض أحكامه ، والإستفتاءات الخاصة به.\n\nالفصل الأول\n\nالأغتراب والهجرة",
        "والدخول الى البلدان غير الاسلامية\n\nـ مقدمة\nـ موقف الإسلام من التعرب بعد الهجرة",
        "ـ بيان لبعض الأحكام المتعلقة بالتعرب بعد الهجرة\nـ إستفتاءات حول التعرب بعد الهجرة\n\nيولد المسلم وينشأ ويترعرع في بلده الإسلامي فيتشرب عن وعي ودون وعي أحكام الاسلام وقيمه وتعاليمه ، حتى إذا شبّ ، شبّ متأدبا بآداب دينه ، سالكا طرقه ، مهتديا بهديه.\nولو قدر لمسلم أن يولد وينشأ ويترعرع في بلاد غير إسلامية لبدا أثر البيئة واضحاً في أفكاره وآرائه وسلوكه وآدابه وقيمه ، إلاّ من عصم ربك.",
        "ويبدو أثر البيئة غير الإسلامية أكثر وضوحاً في سلوك وآداب وقيم الجيل الثاني .. جيل الأبناء.\nولذلك كان للإسلام موقف من التعرب بعد الهجرة جسّدته روايات عدة ، فعدته من الكبائر ، وعدته بعضها من الثمان التي هي أكبر الكبائر.\nيقول أبو بصير : سمعت أبا عبدالله (ع) يقول : «الكبائر سبعة : منها قتل النفس متعمداً والشرك بالله العظيم ، وقذف المحصنة ، وأكل الربا بعد البينة ، والفرار من الزحف ، والتعرب بعد الهجرة ، وعقوق الوالدين ، وأكل ما اليتيم ظلماً ، قال : والتعرب والشرك واحد».(17) \n__________________",
        "(17) الأصول من الكافي ، لمحمد بن يعقوب الكليني : 2 | 281.\n\nوروى ابن محبوب قال : «كتب معي بعض أصحابنا الى الحسن (ع) يسأله عن الكبائر كم هي؟ وما هي؟ فكتب : الكبائر : من اجتنب ما وعد الله عليه النار كفر عنه سيئاته إذا كان مؤمناً ، والسبع الموجبات : قتل النفس الحرام ، وعقوق الوالدين ، وأكل الربا والتعرب بعد الهجرة ، وقدف المحصنات ، وأكل مال اليتيم ، والفرار من الزحف». (18) \nونقل محمد بن مسلم عن أبي عبدالله (ع) قوله «الكبائر سبع : قتل المؤمن متعمدا ، وقذف المحصنة ، والفرار من الزحف ، والتعرب بعد الهجرة ، وأكل مال اليتيم ظلماً ، وأكل الربا بعد البينة ، وكل ما أوجب الله عليه النار». (19)\nوقال عبيد بن زرارة : «سألت أبا عبدالله (ع) عن الكبائر فقال : هن في كتاب علي (ع) سبع : ",
        "الكفر بالله ، وقتل النفس ، عقوق الوالدين ، وأكل الربا بعد البينة ، وأكل مال اليتيم ظلماً ، والفرار من الزحف ، والتعرب بعد الهجرة ، قال : فقلت : فهذا أكبر المعاصي؟ قال : نعم». (20)\nوعلّل الإمام الرضا (ع) حرمة التعرب بعد الهجرة بقوله « لأنه لا \n____________\n(18) المصدر السابق : 2 | 277.",
        "(19) المصدر السابق.\n(20) المصدر السابق : 2 | 278.\n\nيؤمن أن يقع منه [المهاجر] ترك العلم والدخول مع أهل الجهل والتمادي في ذلك». (21)\nوليس معنى ذلك أن الدخول الى البلاد غير الإسلامية محرم دائماً ، فقد صورت لنا روايات أخرى ثواب الداخل اليها بما يتمناه كل مسلم ، يقول حماد السندي «قلت لأبي عبدالله جعفر بن محمد (ع) : إني أدخل الى بلاد الشرك ، وأن من عندنا ليقولون إن متّ ثمّ [هناك] حشرت معهم ، قال لي : يا حماد إذا كنت ثمّ تذكر أمرنا وتدعو إليه ، قال : قلت : نعم ، قال : فإذا كنت في هذه المدن مدن الإسلام تذكر أمرنا وتدعو إليه؟ قلت : لا.",
        "فقال (ع) لي : إنك إن متّ ثمّ [هناك] تحشر أمة وحدك ويسعى نورك بين يديك». (22)\nوبموجب هذه الرواية وأمثالها من الروايات وغيرها من الأدلة الشرعية أفتى الفقهاء بما يأتي : \nم ـ 1 : يستحسن سفر المؤمن الى البلدان غير الإسلامية لغرض نشر الدين وأحكامه ، والتبليغ بها إذا أمن على دينه ودين أبنائه الصغار من النقصان ، قال النبي محمد (ص) للإمام علي (ع) «لئن يهدي الله بك عبداً من عباده خير لك مما طلعت عليه \n____________",
        "(21) تفصيل وسائل الشيعة للحر العاملي : 15 | 100.\n(22) المصدر السابق : 16 | 188.\n\n\nم ـ 2 : يجوز سفر المؤمن الى البلدان غير الإسلامية ، إذا جزم أو اطمأن بأن سفره اليها لا يؤثر سلباً على دينه ، ودين من ينتمي إليه.",
        "م ـ 3 : يجوز للمسلم كذلك أن يقيم في البلدان غير الإسلامية إذا لم تشكّل عائقاً عن قيامه بالتزاماته الشرعية بالنسبة الى نفسه وعائلته حاضراً ومستقبلاً (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 4 : يحرم السفر الى البلدان غير الإسلامية أينما كانت في شرق الأرض وغربها ، إذا استوجب ذلك السفر نقصاناً في دين المسلم ، سواء أكان الغرض من ذلك السفر السياحة أم التجارة أم الدراسة أم الإقامة المؤقتة أم السكنى الدائمة أم غير ذلك من الأسباب (أنظر الإستفتاءات الملحقة بهذا الفصل). \n____________\n(23) المصدر السابق.",
        "(24) المصدر نفسه.\n\nم ـ 5 : إذا تأكدت الزوجة وجزمت بأن سفرها مع زوجها يسلتزم نقصاناً في دينها حرم عليها السفر معه.\nم ـ 6 : إذا تأكد الأولاد البالغون بنين أو بنات بأن سفرهم مع أبيهم أو أمهم أو أصدقائهم مثلا يستلزم نقصاناً في دينهم حرم عليهم السفر معهم.\nم ـ 7 : يقصد الفقهاء بـ (نقص الدين) : ",
        "م ـ 8 : إذا حكمت الضرورة على المسلم أن يهاجر الى البلاد غير الإسلامية مع علمه بأن تلك الهجرة تستوجب نقصانا في دينه ، كما لو سافر لإنقاذ نفسه من الموت المحتّم أو غير ذلك من الأمور المهمة ، جاز له السفر حينئذ بالقدر الذي يرفع الضرورة دون ما يزيد عليها.\nم ـ 9 : يجب على المهاجر المسلم المتوطن في البلاد غير الإسلامية ، العودة الى البلدان الإسلامية إذا علم أن بقاءه بها يؤدي الى نقصان دينه أو دين أولاده الصغار (أنظر الإستفتاءات الملحقة بهذا الفصل).\n\n",
        "م ـ 10 : إذا حرم على المسلم السفر عُدّ سفره سفر معصية ، فيجب عليه حينئذ الإتمام في الصلاة الرباعية ، والصوم في شهر رمضان ، ولا يحق له أن يقصر في صلاته ولا أن يفطر في صيامه ما دام عاصياً.\nم ـ 11 : لا يجوز للابن مخالفة والديه إذا منعاه من السفر ، وكان سفره يلحق أذى بهما ، أو كان نهيهما من جهة الشفقة عليه ، من دون وجود مصلحة شرعية في السفر أهم من حرمة إيذائهما.\nم ـ 12 : يجوز اللجوء الى المؤسسات الرسمية للتحاكم في الأمور الحيوية المختلفة ، كالاعتداء على جسد المسلم أو عرضه أو ماله أو غيرها ، إذا كان استيفاء الحق ورفع الظلم منحصرا بذلك.\nم ـ 13 : ما معنى التعرب بعد الهجرة الذي هو من الذنوب الكبيرة؟\n",
        "\nم ـ 14 : يشعر الساكن في أوروبا وأمريكا وأضرابهما بغربته عن أجوائه الدينية التي نشأ عليها وتربى فيها ، فلا صوت القرآن يسمع ، ولا صوت الأذان يعلو ، ولا الزيارة للمشاهد المقدسة واجوائها الروحية موجودة.\n\n",
        "م ـ 15 : ربما يقع الساكن في أوروبا وأمريكا وأضرابهما بمحرمات لا يقع بها لو بقي في بلده الإسلامي ، فمظاهر الحياة العادية بما فيها من إثارة ، تجرّ المكلف الى الحرام عادة ، حتى لو لم يكن راغباً بذلك.\nم ـ 16 : عُرّف التعرب بعد الهجرة بأنه (الإنتقال للبلاد التي تنقص فيها معارف المكلف الدينية ويزداد جهله بدينه).\nم ـ 17 : لو ازدادت حالات الوقوع في الحرام عما كانت عليه سابقاً من مبلغ إسلامي حريص على دينه ، وذلك لخصوصيات \n\n",
        "م ـ 18 : لو خاف المهاجر من نقصان دين أولاده ، فهل يحرم عليه البقاء في بلدان كهذه؟\nم ـ 19 : هل يجب على المكلف في أوروبا وأمريكا وأضرابهما الحرص على لغة أولاده العربية ، باعتبار أن اللغة العربية هي لغة القرآن الكريم والتشريع ، كما أن الجهل بها سيؤدي مستقبلاً الى الجهل بمصادر التشريع الأساسية المدونة بها ، فتقل معارفه الدينية وينقص دينه تبعاً لذلك؟\n\n\n",
        "م ـ 20 : لو تهيأ لمكلف ما ، بلد إسلامي يستطيع السكنى به مع بعض الصعوبات الإقتصادية قياساً بوضعه الحالي هنا.\nم ـ 21 : لو استطاع المكلف أن يدعو غير المسلمين للإسلام ، أو أن يزيد في تثبيت دين المسلمين في البلدان غير الإسلامية من دون خوف من النقصان في دينه ، فهل يجب عليه التبليغ؟\nم ـ 22 : هل يحق للمكلف شراء جواز سفر غيره ، أو تغيير صورة الجواز ليضمن دخوله لبلد ما ، ثم يقول الحقيقة بعد ذلك للمسؤولين في ذلك البلد؟\n\n",
        "م ـ 23 : هل يجوز البقاء في دول غير إسلامية على ما فيها من منكرات تعرض للانسان في الشارع أو المدرسة أو التلفزيون أو ما شاكل مع امكانه الانتقال الى دول اسلامية ولكن الانتقال يسبب له مشاكل في الاقامة وخسارة مادية وضيقاً في الأمور الدنيوية ونقصاً في الرفاهية ، وإذا كان لا يجوز له البقاء فهل يجوّزه له كونه مهتماً بأمور التبليغ بين المسلمين هنا مذكّراً لهم ببعض واجباتهم ومنبهاً الى ما يجب عليهم تركه من محرمات.\n\n\n\nالفصل الثاني\n",
        "\nالــتـقـلـيـد\n\n\n",
        "ـ مقدمة \nـ بيان لبعض الأحكام الشرعية المتعلقة بالتقليد\nـ أستفتاءات تخصُّ هذا الفصل\nالتقليد : هو العمل مطابقاً لفتوى الفقيه الجامع للشرائط وإن لم تستند اليها حين العمل ، فتفعل ما انتهى رأيه الى فعله ، وتترك ما انتهى رأيه الى تركه ، من دون تمحيص منك ، فكأنك وضعت عملك في رقبته كالقلادة ، محمّلاً إياه مسؤولية عملك أمام الله.",
        "ويشترط في الفقيه المقلّد فيما يشترط فيه ، أن يكون أعلم أهل زمانه ، وأقدرهم على استخراج الحكم الشرعي من مصادره المقررة.\nويحسن بي هنا أن أوضح الأحكام الشرعية التالية : \nم ـ 24 : يجب على المكلف الذي ليست له القدرة على استنباط واستخراج الأحكام الشرعية أن يقلّد المجتهد الأعلم القادر على ذلك ، فعمل مكلف كهذا من غير تقليد ولا احتياط ، باطل.\nم ـ 25 : المجتهد الأعلم : هو الأقدر على استخراج الأحكام الشرعية من أدلتها.",
        "م ـ 26 : يجب الرجوع في تعيين المجتهد الأعلم الى أهل الخبرة \n\nم ـ 27 : يستطيع المكلف تحصيل فتوى مقلده بأحد طرق ثلاثة : \nم ـ 28 : إذا لم يكن للمجتهد الأعلم فتوى في مسألة ما احتاج اليها المكلف ، أو لم يمكن للمقلد تحصيلها عند احتياجه إليها ، جاز له الرجوع إلى غيره ، مع رعاية الأعلم فالأعلم.",
        "م ـ 29 : يقول لنا الفقهاء يجب عليكم تقليد المجتهد الأعلم ، وحين نسأل رجال الدين قربنا من هو المجتهد الأعلم؟ لا نحصل على جواب واضح قاطع لنقلد ونستريح ، وحين نسألهم عن السبب يقولون لنا : نحن لسنا من أهل الخبرة ويضيفون : غير أنا سألنا عدداً من أهل الخبرة فقالوا لنا : إن تحديد المجتهد \n\nم ـ 30 : كيف نعرف من هم أهل الخبرة لنسألهم عن المجتهد الأعلم؟ وكيف نصل اليهم لنسألهم ونحن بعيدون عن الحوزات \n",
        "\n\nم ـ 31 : تركن النفس أحياناً لمجتهد ما ، فهل يكفي هذا في تقليده فيما لو اختلف أهل الخبرة في تشخيص المجتهد الأعلم؟\nم ـ 32 : إذا اختلف أهل الخبرة في تشخيص المجتهد الأعلم ، أو قالوا بإجزاء تقليد عدد منهم ، فهل يحق للمكلف أن يقلد مجتهداً في فتوى ما ، ويقلد مجتهداً آخر في فتوى أخرى حتى يتضح له المجتهد الأعلم فيقلده؟",
        "\nم ـ 33 : لو استجدت مسألة ما للمكلف لم يعرف فيها رأي مقلده ، فهل يجب عليه التقصي والبحث عن رأي مقلده وسؤال الوكلاء عنه ، بما في ذلك الإتصال التلفوني الغالي؟ أو يكفيه العمل برأي أي مجتهد آخر يمكنه معرفة رأيه بسهولة ، والعمل بمقتضاه حتى إذا اطّلع على رأي مقلده عمل به؟ وما حكم الأعمال السابقة إذا خالفت رأي \n\n",
        "الفصل الثالث\n\n\nالطهارة والنجاسة\n\n",
        "\n\n\nــ مقدمة",
        "ــ بعض أحكام الطهارة والنجاسة\nــ إستفتاءات تخصُّ الطهارة والنجاسة\nيحرص المسلم باستمرار على طهارة جسده وملابسه وحاجياته من النجاسات التي تعلق بها فتنجسها ، ولا تزول إلاّ بتطهيرها منها.\nويشكّل العيش في بلدان غير إسلامية همّاً لبعض المسلمين لصعوبة توقي النجاسات ، وهم يمارسون مع سكانها من غير المسلمين أنماط حياتهم المختلفة في المطعم ، والمقهى ، وعند الحلاق ، وفي محلات غسيل الملابس ، وأثناء السير في الطرقات المبلولة ، وفي دورات المياه ، وداخل المرافق العامة ، وغيرها.",
        "لذا يحسن بي أن أوضح للقراء الكرام الأحكام الشرعية التالية الخاصة بالطهارة والنجاسة : \nم ـ 34 : ينصُّ الحكم الشرعي مارُّ الذكر «كل شيء لك طاهر حتى تعلم بنجاسته» على طهارة الأشياء كلها ، حتى تتأكد من أنها قد تنجست فعلاً ، وما دمت غير متأكد من أنها قد تنجست فعلاً فهي طاهرة ، وتستطيع ترتيب آثار الطهارة كلها عليها دون توقف أو تردد.\nم ـ 35 : أهل الكتاب من يهود ومسيحيين ومجوس طاهرون ، ما دمت لا تعلم بنجساتهم ، وتستطيع أن تعمل بهذه القاعدة في معاشرتك لهم واحتكاكك بهم.\nم ـ 36 : تنتقل النجاسة بوجود البلل الموجب لسراية الرطوبة ، ولا تنتقل في حالة الجفاف ، ولا النداوة غير المسرية ، فلو وضعت يدك الجافّة على جسم جافًّ نجس ، لا تتنجس يدك.",
        "م ـ 37 : تستطيع أن تحكم بطهارة كل شخص تلاقيه فتصافحه ، حتى مع وجود البلل ، ما دمت لا تعرف معتقده ودينه ، فتحتمل أن يكون مسلماً أو كتابياً.\nم ـ 38 : السوائل الساقطة على الجسم والملابس من ماء وغيره من السوائل الأخرى ، تعتبر طاهرة ، ما دمت لا تعلم بنجاستها.\nم ـ 39 : الكحول بجميع أنواعه ، سواء المتخذ من الأخشاب أم من غيرها ، طاهر غير نجس ، فالأدوية والعطور والمأكولات المحتوية على الكحول طاهرة ، وتستطيع استعمالها ، ويجوز تناولها أيضاً إذا كانت نسبة الكحول ضئيلة جداً كـ 2%.\nم ـ 40 : الحاجيات المستعملة مهما كان مستعملها السابق ، يجوز إعادة استعمالها ثانية ، من دون حاجة الى تطهيرها ، ما دمت لا تعلم ولا تجزم بنجاستها سابقاً (أنظر الإستفتاءات الملحقة بهذا الفصل).",
        "م ـ 41 : يمكن تطهير الفراش أو الكاربت أو أمثالهما ، إذا تنجست بشتى أنواع النجاسات التي ليس لها جرم ـ فلا تخلّف أثراً على الفراش أو الكاربت ـ وذلك بصبّ الماء القليل عليها من إبريق أو كأس أو نحوهما مرة واحدة ، حتى إذا استولى الماء الطاهر على المكان المتنجس ، سحب الماء فأخرج بالعصر أو بالضغط أو بالماكنة الكهربائية أو بالدلك أو بقطعة قماش أو بغير ذلك ، فيطهر الفراش أو الكاربت وأشباههما ، ويحكم على الماء المسحوب منها بالنجاسة على الأحوط وجوباً ، وهذا الحكم يجري تماماً في الثوب إذا تنجس بغير البول ، وأما إذا تنجس بالبول فسيأتي حكمه ، كما أنّ لبول الرضيع والرضيعة حكم خاص سيأتي (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 42 : أما إذا أريد تطهير الحالة السابقة بماء الحنفية المتصل بالكرّ فلا حاجة الى سحب الماء أو اخراجه بالعصر أو بالضغط أو بالماكنة الكهربائية وأمثال ذلك ، بل يطهر بمجرد استيلاء ماء الكرّ عليها.\nم ـ 43 : يمكن تطهير الثوب أو الفراش أو الكاربت وأمثالها المتنجسة بشتى أنواع النجاسات ، التي لها جرم يخلّف أثراً عليها كالدم والمني ، حسب الطريقة السابقة في الفقرة التاسعة والثلاثين المتقدمة ، بشرط زوال جرم النجاسة ، إما بنفس الغسل وإما بسبب آخر قبله ، وتختلف عنها في أنه إذا غسل بالماء القليل فإنّ ماء الغسلة التي تزيل عين النجاسة نجس ، حسب الفتوى لا الإحتياط الوجوبي.\nم ـ 44 : يمكن تطهير الفراش أو الملابس أو الكاربت وأمثالها المتنجسة ببول الرضيع أو الرضيعة ما دام صغيراً لم يغذَّ بغير الحليب إلا نادراً ، وذلك بصبِّ الماء عليها ـ حتى القليل منه قضلاً عن الكثير ـ مرة واحدة بمقدار ما يحيط بمكان البول ، من دون حاجة على إخراج الماء بعصر أو ضغط أو سحب وأمثال ذلك.",
        "م ـ 45 : يمكن تطهير الثوب المتنجس بالبول ، وذلك بصبّ الماء القليل عليه من إبريق أو كأس أو نحوهما ، حتى إذا استولى الماء على المكان المتنجس أخرج الماء بعصر ونحوه ، ثم تعاد العملية مرة ثانية فيطهر.\nم ـ 46 : أما إذا أريد تطهيره بماء الحنفية المتصل بالكرّ فلا بدّ من غسله مرتين كذلك ، ولكن من دون حاجة الى إخراج الماء منه بعصر ونحوه ، وكذا يجب الغسل مرتين لتطهير البدن إذا تنجس بالبول وإن غسل بماء الكر.\nم ـ 47 : تطهر اليد والملابس المتنجسة بالخمر ، بغسلها بالماء مرة واحدة ، والملابس تحتاج بعد الغسل الى عصر إذا طُهّرت بالماء القليل.\nم ـ 48 : تطهر الأواني والكؤوس المتنجسة بالخمر وغيره ، وذلك بغسلها بالماء القليل ثلاث مرات ، وإذا غسل بماء الحنفية المتصل بالكر فالأحوط وجوباً غسلها ثلاث مرات أيضاً.",
        "م ـ 49 : تطهر اليد والملابس المتنجسة بلطعة الكلب ، بغسلها بالماء مرة واحدة ، والملابس تحتاج الى عصر إذا طهرت بالماء القليل (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 50 : تطهر الأواني والكؤوس المتنجسة بلطعة الكلب أو شربه منها ، وذلك بغسلها ثلاث مرات : أولاهن بالتراب وغسلتان بعدها بالماء.\nم ـ 51 : من المطهرات الأرض ، فهل تطهّر الأرض إطارات السيارات \n",
        "م ـ52 : متى تنقطع سلسلة المتنجسات إذا كانت غير سائلة؟\nم ـ 53 : إذا لطع الكلب جسمي أو ثيابي فكيف أطهرها؟\nم ـ 54 : هل أن (السيخ) من أصحاب الديانات السماوية السابقة كاليهود والمسيحيين؟\nم ـ 55 : هل يعدُّ البوذي من الكتابيين؟",
        "م ـ 56 : يستأجر المسلم في الغرب بيتاً مؤثّثاً مفروشاً ، فهل يستطيع اعتبار كل شيء فيه طاهراً إذا لم يجد أثراً للنجاسة عليه ، \n\nم ـ 57 : أكثر البيوت التي تؤجر في الغرب يغطي أرضيتها فراش سميك يسمى (كاربت) أو (موكيت) يلتصق بالأرض بحيث يصعب رفعه ووضع إناء تحته ، فكيف يتم تطهير (الكاربت) هذا إذا تنجس بالبول مثلاً أو بالدم ، وكان الماء المستعمل في التطهير قليلاً أو كثيراً على كلا الإحتمالين؟\nم ـ 58 : في الغرب تنتشر الغسالات العامة التي يغسل فيها المسلم وغيره ثيابهم النجسة والطاهرة على السواء ، فهل يحق لنا الصلاة بملابسنا المغسولة بها ، ونحن لا ندري هل أن الغسّالة المتصلة بالكر في بعض مراحل الغسل ، تطهر الملابس أثناء تنظيفها ، أولا؟",
        "\nم ـ 59 : هل تعتبر طاهرة تلك الملابس المغسولة بالمواد المنظّفة السائلة في محلات صاحبها غير مسلم ، يغسل فيها المسلمون وغيرهم ملابسهم؟\nم ـ 60 : تكتب على بعض أنواع الصوابين ، أنها مشتملة على شحوم مأخودة من لحم الخنزير أو لحوم حيوانات غير مذكاة ، ولا ندري ما إذا استحالت الى شيء آخر أو لا ، فهل نعتبرها طاهرة؟\n",
        "\nم ـ 61 : فرشاة أسنان خيوطها من شعر الخنزير ، فهل يجوز شراؤها وبيعها واستعمالها؟ وهل تنجس الفم إذا استخدمت؟\nم ـ 62 : هل الدم في صفار البيض ، أو بياضه ، ينجس البيضة ، فلا يجوز لنا أكلها ، وهل هناك حلُّ لذلك؟\nم ـ 63 : هل الخمر طاهر ، وهل البيرة طاهرة؟",
        "م ـ 64 : في أوربا تختلط الديانات والألوان والأجناس ، فلو اشترينا من صاحب محل يبيع الطعام المبلول ويمسه بيده ، ونحن لا نعرف دينه ، فهل نعتبر هذا الطعام طاهراً؟\nم ـ 65 : جلد مصنوع بأحدى الدول الأوربية لا نعرف مصدره ، ويقال هنا أن بعض الدول الأوربية تستورد الجلود الرخيصة من \n\n",
        "\nالفصل الرابع\n\n\nالصلاة\n",
        "ــ مقدمة\nــ بعض أحكام الصلاة\nــ إستفتاءات متعلقة بالصلاة\nورد في الحديث الشريف أن «الصلاة عمود الدين» (25) وقد أوصى الإمام علي (ع) الإمامين الحسن والحسين (ع) بعد ما ضربه ابن ملجم (لعنه الله) فقال (ع) في وصيته لهما : «الله الله في الصلاة فإنها عمود دينكم ، والله الله في بيت ربكم لا تخلوه ما بقيتم»(26).",
        "وروى السكوني عن الإمام الصادق (ع) قوله «قال رسول الله (ص) : لا يزال الشيطان ذعراً من المؤمن ما حافظ على الصلوات الخمس لوقتهن ، فإذا ضيّعهن تجرأ عليه فأدخله في العظائم»(27).\nوقال يزيد بن خليفة «سمعت أبا عبدالله (ع) يقول : إذا قام المصلي الى الصلاة نزلت عليه الرحمة من أعنان السماء الى الأرض ، وحفت به الملائكة ، وناداه ملك ، لو يعلم هذا المصلي ما في الصلاة ما انفتل» (28).\n__________________\n(25) تفصيل وسائل الشيعة للحر العاملي 4 | 35.",
        "(26) نهج البلاغة للإمام علي باعتناء صبحي الصالح ، ص 422.\n(27) تفصيل وسائل الشيعة للحر العاملي : 4 | 28. \n(28) المصدر نفسه : 4 | 32.\nمن ذلك نعرف أهمية الصلاة في الإسلام ، تلك الأهمية الواضحة الجليّة البيّنة ، ولما كانت الصلاة وفادة على الله عز وجل ، وأن المصلي كما ورد في الحديث الشريف قائم بين يدي ربه ، فعليه أن يُقبل بقلبه على ربه ، لا يشغله أمر من أمور الدنيا ، ولا شأن من شؤونها الفانية.",
        "قال الله عز وجل في كتابه الكريم ( قد أفلح المؤمنون الذين هم في صلاتهم خاشعون )(29).\nوكان الإمام علي بن الحسين زين العابدين (ع) ، إذا قام الى الصلاة قام «كأنه ساق شجرة لا يتحرك منه شيء الا ما حركته الريح منه»(30) ، وكان الإمامان الباقر والصادق (ع) «إذا قاما الى الصلاة تغيّرت ألوانهما مرة حمرة ، ومرة صفرة ، كأنهما يناجيان شيئاً يريانه»(31).\nوللصلاة أحكام عدة سأتعرض لقسم منها في النقاط التالية : \nم ـ 66 : يقول الفقهاء : إن الصلاة لا تسقط بحال ، ومعنى ذلك أنها لا تسقط في السفر ولا في الحضر ، فلو ضاق وقت الصلاة وجب على المسلم ، المسافر مثلاً ، أداء صلاته في الطائرة ، أو ",
        "__________________\n(29) سورة المؤمنون : آية 1.\n(30) قادتنا كيف نعرفهم للسيد محمد هادي الميلاني : 6 | 164 ، وأنظر الفصل الخاص بعبادة الإمام زين العابدين من الكتاب نفسه : 6 | 163 ـ 172.\n(31) منهاج الصالحين للسيد السيستاني : 1 | 193.",
        "\nم ـ 67 : إذا لم يتمكن المسافر من أداء صلاته في الطائرة أو السيارة أو القطار أو غيرها واقفاً ، صلى جالساً ، وإن لم يتمكن من التوجُّه للقبلة ، صلى لما يظن أنها جهة القبلة ، وإن لم يستطع ترجيح جهة على جهة ، صلى لأي جهة كانت ، أما إذا لم يتمكن من استقبال القبلة إلاّ في تكبيرة الإحرام فقط ، اقتصر في استقبال القبلة عليها (انظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 68 : يمكن سؤال مضيف الطائرة عن جهة القبلة ليسأل هو بدوره قائد الطائرة عنها ، ويمكن الاعتماد عليه في ذلك ، إذا أوجب الوثوق ، حتى لو كان كافراً.\nم ـ 69 : إذا لم يستطع المسلم الوضوء للصلاة تيمّم بدلاً عن الوضوء.",
        "م ـ 70 : تختلف أطوال الليل والنهار من بلد الى بلد ، فإذا كان النهار والليل واضحان من خلال شروق الشمس وغروبها ، فإنّ على المسلم الاعتماد في تحديد أوقات عبادته من صلاة \n\nم ـ 71 : ربما لا تغيب الشمس ، أو لا تظهر ، عدة أيام أو أشهر في فصول معينة في بلدان معينة ، فعلى المسلم احتياطاً الإعتماد على مواقيت أقرب الأماكن اليه التي لها ليل ونهار في كل أربع وعشرين ساعة ، حيث يصلي الصلوات الخمس وفقاً لمواقيت ذلك المكان المجاور لبلده ، بنيّة القربة المطلقة.\nم ـ 72 : إذا لم يتمكن المسلم من تحديد بداية الفجر أو وقت الزوال أو الغروب ليصلي أو ليصوم ، واطمأن بتحديد المراصد الفلكية لها ، أمكن الاعتماد على توقيتات المراصد في صلاته وصيامه ، وإن كان القائمون على تلك المراصد من غير المسلمين ، ما دام يحصل الوثوق بتحديهم للفجر أو للظهر أو للغروب.",
        "م ـ 73 : يجب على المسافر التقصير في صلاته ، بأن يصلي صلوات الظهر والعصر والعشاء ، ركعتين إذا سافر مسافة (44 كلم) أو أكثر من محل سكناه ، مبتدئاً حساب المسافة من آخر بيوت مدينته في الغالب(32) ، ولمسافة (44 كلم) فصاعداً.\n__________________\n(32) أي ما عدا البلاد الكبيرة جداً بحيث يعتبر الانتقال من منطقة منها الى الآخرى سفراً.\n",
        "م ـ 74 : صلاة الجمعة بشرائطها المعتبرة أفضل من صلاة الظهر ، وتجزئ عنها ، فإذا أتى بها المكلف اكتفى بها عن صلاة الظهر.\nم ـ 75 : صلاة الجماعة أفضل من الصلاة فرادى ، ويتأكد استحبابها في صلاة الفجر ، وفي صلاتي المغرب والعشاء ، ففي الحديث الشريف «الصلاة خلف العالم بألف ركعة وخلف القرشي بمائة» ، وكلما زاد عدد الجماعة زاد فضلها.\nم ـ 76 : يخطئ بعض الناس في غسله أو وضوئه ، ثم يكتشف خطأه بعد مضي سنوات صلى خلالها وصام وحج ، وحين يسأل يقال له : أعد صلاتك وحجك ، ولما كانت عملية الإعادة هذه صعبة فهل من حلّ يصحح صلاة وحج من اغتسل وتوضأ معتقداً صحة غسله ووضوئه ، تخفيفاً عنه وخوفاً عليه من التمرد الكلي على الواجبات في بلدان تحثه باستمرار على هذا التمرد والتحلل؟\n",
        "م ـ 77 : بعض الناس يصلون سنين وربما يحجون ، وهم لا يخمسون أموالهم طيلة هذه المدة ، فهل يجب عليهم إعادة الصلاة والحج؟\n\nم ـ 78 : لو سافر مسافر من بلده بعد آذان الظهر مباشرة من دون أن يصلي ، ووصل لمقصده بعد الغروب ، فهل يأثم؟ وهل يجب عليه قضاء صلاة الظهر؟\nم ـ 79 : هل الحبر الجافّ حاجب في الوضوء والغسل ، أو لا فيحق لنا الوضوء عليه؟",
        "م ـ 80 : هل يجوز التلهي بمشاهدة فلم ممتع ، ثم يحين وقت الصلاة ، ويستمر المسلم بمشاهدة الفلم ، حتى إذا انتهى العرض ، \n\nم ـ 81 : هل (الكريم) حاجب يمنع وصول الماء للبشرة ، فيجب ازالته في الوضوء والغسل؟\nم ـ 82 : يطلن بعض النساء أظافرهن زيادة عن الحد الطبيعي طلباً للجمال ، وفي بعض الحالات تتكسر هذه الأظافر فيعطي الطبيب طلاءً يلزمهن بوضعه على الأظافر لفترة قد تطول أكثر من يوم علاجاً لهذه الحالة ، علماً بأن الطلاء حاجب يمنع وصول ماء الغسل أو الوضوء للأظافر ، فهل يجوز لهن استعمال هذا الحاجب للغرض المتقدم؟ وكيف يتم الغسل أو الوضوء بوجوده؟",
        "م ـ 83 : متى نصلي تماماً ومتى نصلي قصراً؟ وهل الصدق العرفي \n\nم ـ 84 : كيف نعرف منتصف الليل؟ وهل الساعة الثانية عشرة مساءً علامة عليه ، كما هو شائع الآن عند بعض الناس؟\nم ـ 85 : إذا اعتقد المكلف بأنه إذا نام فإنه لا يستيقظ لصلاة الصبح ، فهل يجب عليه أن يبقى مستيقظاً لحين أداء الصلاة؟ وهل يأثم إذا نام فلم يستيقظ لصلاته بعد ذلك؟",
        "\n\nم ـ 86 : كيف نصلي صلاتنا الواجبة في الطائرة والقبلة مجهولة والطمأنينة مفقودة؟\nم ـ 87 : كيف نصلي صلاتنا في القطارات والسيارات؟ وهل يجب أن نسجد على شيء ، أولا يجب ذلك ويكفي الانحناء؟",
        "\nم ـ 88 : يحين وقت الصلاة أحياناً والطالب في طريقه لجامعته ، حتى إذا وصل لجامعته ، وجد وقت الصلاة قد خرج ، فهل يحق له أن يصلي الفريضة في السيارة مع وجود أماكن أخرى يمكن أن يصلي بها ، ولكنها تسبب له تأخيراً عن دوامه لو قصدها للصلاة؟\nم ـ 89 : يحين وقت الصلاة ، والعامل المسلم في وقت العمل ، والعمل هنا عزيز مطلوب ، فيجد العامل صعوبة في ترك \n",
        "م ـ 90 : تشغل الشركات والمؤسسات الكبيرة في الدول الغربية وغيرها مجاميع من الموظفين يداومون في مكاتبها وهم لا يعلمون شيئاً عن ملكية المكان ، فما هو الحكم بالنسبة الى : \nم ـ 91 : لو صلينا بالحزام الجلدي أو بالمحفظة الجلدية المصنوعة من \n\nم ـ 92 : من البنطلونات المنتشرة هذه الايام ، بنطلون (الجينز) المصنوع في بلدان غير إسلامية ، حيث توضع عليه قطعة جلد مكتوب عليها اسم الشركة ولا ندري أنه جلد حيواني مذكى أوغير مذكى ، فهل يجوز لنا الصلاة بهذه البنطلونان؟",
        "\nم ـ 93 : هل تصح الصلاة بعد تعطر المصلي بالكولونيا؟ وهل الكولونيا طاهرة؟\nم ـ 94 : هل يصح السجود على البلوك الكونكريتي ، وعلى الموزائيك؟\nم ـ 95 : بعض أنواع السجاد مصنوعة من مادة مستخرجة من مشتقات النفط ، فهل يجوز السجود عليها؟",
        "م ـ 96 : هل يجوز السجود على أوراق الكتابة ، وعلى المحارم الورقية ( الكلينكس أو التشّو) ، ونحن لا ندري من أي مادة صنعت ، وهل مادتها الأولى مما يصح السجود عليه ، أم لا؟\nم ـ 97 : يقرأ مقرئ القرآن آية السجدة الواجبة فنسمعها من المسجّل ، فهل يجب علينا السجود لذلك؟\n* * * * * \n",
        "الفصل الخامس\n\n\nالصوم\n\n",
        "\n\n\nـ خطبة النبي الكريم محمد (ص) في استقبال شهر رمضان",
        "ـ بعض الروايات الواردة عن الأئمة (ع) في الصوم\nـ أحكام تخصُّ الصوم\nـ إستفتاءات متعلقة بهذا الفصل\nخطب نبينا الأكرم محمد (ص) خطبة مؤثرة وهو يستقبل شهر رمضان المبارك فقال : ",
        "«أيها الناس إنّه قد أقبل عليكم شهر الله بالبركة والرحمة والمغفرة ، شهر هو عند الله أفضل الشهور ، وأيامه أفضل الأيام ، ولياليه أفضل الليالي ، وساعاته أفضل الساعات ، هو شهر دعيتم فيه الى ضيافة الله وجعلتم فيه من أهل كرامة الله ، أنفاسكم فيه تسبيح ، ونومكم فيه عبادة ، وعملكم فيه مقبول ، ودعاؤكم فيه مستجاب ، فاسألوا الله ربكم بنيات صادقة وقلوب طاهرة أن يوفقكم لصيامه وتلاوة كتابه ، فإنّ الشقيّ من حُرم غفران الله في هذا الشهر العظيم».\n«أيها الناس إنّ أبواب الجنان في هذا الشهر مفتّحة فسلوا ربكم أن لا يغلقها عليكم ، وأبواب النيران مغلقة فسلوا ربكم أن لا يفتحها عليكم ، والشياطين مغلولة ، فسلوا ربكم أن لا يسلطها عليكم».\n«يا أيها الناس من حسّن منكم في هذا الشهر خلقه ، كان له جواز على الصراط يوم تزلُّ فيه الأقدام ، ومن خفّف من هذا \nالشهر عما ملكت يمينه ، خفّف الله عليه حسابه ، ومن كفّ فيه شرّه ، كفّ الله عنه غضبه يوم يلقاه ، ومن أكرم فيه يتيماً ، أكرمه الله يوم يلقاه ، ومن وصل فيه رحمه ، وصله الله برحمته يوم يلقاه ، ومن قطع فيه رحمه ، قطع الله عنه رحمته يوم يلقاه ، ومن تلا فيه آية من القرآن ، كان له مثل أجر من ختم القرآن في غيره من الشهور».",
        "وقال الإمام علي (ع) «كم من صائم ليس له من صيامه إلاّ الظمأ ، وكم من قائم ليس له قيامه إلاّ العناء».\nوقال الإمام الصادق (ع) «إذا أصبحت صائماً فيلصم سمعك وبصرك وشعرك وجلدك وجميع جوارحك».\nوقال (ع) «إنّ الصيام ليس عن الطعام والشراب وحدهما ، فإذا صمتم فاحفظوا ألسنتكم عن الكذب ، وغُضّوا أبصاركم عمّا حرّم الله ، ولا تنازعوا ، ولا تحاسدوا ، ولا تغتابوا ، ولا تشاتموا ، ولا تظلموا ، واجتنبوا قول الزور والكذب والخصومة ، وظن السوء ، والغيبة ، والنميمة ، وكونوا مشرفين على الآخرة ، منتظرين لأيامكم ، منتظرين لما وعدكم الله متزودين للقاء الله ، وعليكم السكينة ، والوقار ، والخضوع ، والخنوع ، وذل العبيد الخيف من مولاها خائفين راجين(33). \n__________________",
        "(33) ـ أنظر هذه النصوص وغيرها في كتب الحديث ، وفي كتاب مفاتيح الجنان للقمي ، ص 235 ــ 237. \n\nم ـ 98 : من المفطرات تعمُّد الأكل والشرب ، فلو أكل الصائم أو شرب ، ناسياً أنه صائم ، لا عامداً ، صح صومه ولا شيء عليه.\nم ـ 99 : من مبطلات الصوم في شهر رمضان ، تعمُّد البقاء على الجنابة حتى يطلع الفجر ، فلو بقي المجنب في شهر رمضان دون غسل حتى طلع عليه الفجر عامداً ، وجب عليه الإمساك بقية يومه ، والأحوط أن يكون بقصد ما في الذمة من الصوم والإمساك تأدباً ، وعليه صوم يوم آخر بقصد ما في الذمة أيضاً من القضاء والعقوبة على الأحوط.",
        "م ـ 100 : من مبطلات الصوم في شهر رمضان ، إبقاء المرأة نفسها على حدث الحيض أو النفاس بعد نقائها من الدم مع تمكنها من الغسل حتى يطلع الفجر ، فلو بقيت دون غسل حتى طلع الفجر ، كان حكمها ما مرّ في الجنابة ، وإن لم تتمكن من الغسل كان عليها التيمم. \nم ـ 101 : الأفضل للصائم عدم ابتلاع البلغم إذا وصل الى فضاء الفم ، وإن كان ابتلاعه جائزاً ، كما يجوز ابتلاع اللعاب المتجمع في الفم ، وان كان كثيراً.\nم ـ 102 : لا يبطل الصوم بالاحتلام أثناء النهار ، وعلى المجنب الاغتسال من الجنابة لأجل الصلاة ، فالاحتلام لا يؤثر على صومه.\nم ـ 103 : ليس من المفطرات تنظيف الأسنان بالفرشاة والمعجون ، ما لم يبلع الصائم شيئاً مما اختلط بريقه جرّاء عملية التنظيف ، ولا يضرّ الشيء اليسير الذي يستهلك في الريق.",
        "م ـ 104 : لو قُدّر لمسلم أن يعيش في بلد نهاره ستة أشهر ، وليله ستة أشهر مثلاً ، وجب عليه الانتقال الى بلد يتمكن فيه من الصيام ، إما في شهر رمضان أو من بعده ليقضي الصيام ، وإن لم يتمكن من الأنتقال ، فعليه الفدية بدل الصوم وذلك بدفع مدّ من الطعام (ثلاثة أرباع الكيلو) لفقير واحد عن كل يوم.\nم ـ 105 : لو قُدّر لمسلم أن يعيش في بلد نهاره في بعض الفصول ثلاث وعشرين ساعة ، وليله ساعة واحدة ، أو بالعكس ، وجب عليه صوم شهر رمضان مع قدرته عليه ، ويسقط عنه صوم شهر رمضان مع عدم تمكنه منه ، فإن تمكّن من قضائه لاحقاً ولو بالانتقال الى بلد آخر ، وجب عليه القضاء ، وإن \n\nم ـ 106 : يأتي البعض الى بلد قاصدين الإقامة به سنوات لغرض خاص ، غير معرضين عن بلدهم ، فإذا تحقق الغرض ، خرجوا ليستوطنوا حيث أحبّوا ، فكيف يصلون صلاتهم؟ وهل يصومون؟",
        "م ـ 107 : هل يمكننا الاعتماد على المراصد الفلكية الأوربية في تحديد أوقات الفجر وشروق الشمس والظهر والغروب طيلة أيام السنة ، بما فيها أيام شهر رمضان المبارك ، علماً بأنها علميّة ودقيقة جداً حدّ أجزاء الثانية؟\nم ـ 108 : في بعض الدول لا تشرق الشمس لأيام ، أو لا تغيب \n\nم ـ 109 : صائم في شهر رمضان المبارك في بلد غير إسلامي ، هل يحق له إطعام غير المسلمين الطعام؟",
        "م ـ 110 : هل البخّاخ الذي يسهّل عملية التنفس مفطّر للصائم؟\nم ـ 111 : هل المغذي الذي يعطى بوسطة الوريد مفطر للصائم ، سواء اضطر اليه المريض أم لم يضطر له؟\nم ـ 112 : هل يفسد الصوم استعمال العادة السرية في نهار شهر \n",
        "م ـ 113 : مؤمن يصوم وهو لا يعلم أنّ الجنابة العمديّة تفسد الصوم. فماذا يجب عليه؟\nم ـ 114 : إذا ثبت الهلال في الشرق ، فهل يثبت عندنا في الغرب؟ \n\nم ـ 115 : حكم من تعمد الافطار في شهر رمضان على معصية أن يجمع بين الكفارات الثلاث عند قسم من العلماء ، فكيف يفعل ذلك في عصرنا الحاضر مع استحالة عتق الرقبة حيث لا رق في يومنا هذا ولا عبودية؟",
        "\nم ـ 116 : هل ان رؤية الهلال في بلاد الشرق كإيران والأحساء والقطيف وسائر دول الخليج والعراق وسوريا ولبنان ملازمة لرؤيته في بلاد الغرب كبريطانيا وفرنسا وألمانيا اذا لم يوجد هناك موانع خارجية كالغيم والضباب؟\nم ـ 117 : وعلى تقدير ثبوت الملازمة فهل أن ثبوت رؤية الهلال عند بعض العلماء في بلاد الشرق حجة على المكلف الساكن في بلاد الغرب اذا لم يتيسر له رؤية الهلال فيها لعدم صفاء الجو مثلا؟\nم ـ 118 : في بعض الشهور يعلن عن ثبوت الهلال عند بعض ",
        "\n\nالفصل السادس\n\n",
        "الحج\n\n\n\n",
        "\nــ مقدمة\nــ بعض أحكام الحج\nــ إستفتاءات متعلقة بهذا الفصل",
        "الحج من الواجبات المعروفة في الشريعة الإسلامية ، وقد نصّ القرآن الكريم على وجوبه ، فقد قال الله عزّ وجلّ في كتابه الكريم ( ولله على الناس حجّ البيت من استطاع اليه سبيلا ومن كفر فإنّ الله غني عن العالمين )(34).\nوقرن جلّ وعلا ترك الحج بالكفر تأكيداً لأهميته.\nوالحج أحد الأركان الخمسة التي بُني عليها الاسلام ، فقد جاء في الحديث الشريف عن الإمام الباقر (ع) قوله : «بُني الاسلام على خمسة أشياء على الصلاة والزكاة والحج والصوم والولاية»(35).\nوقد أوصى به أمير المؤمنين علي بن أبي طالب (ع) فقال : «لا تتركوا حج بيت ربكم فتهلكوا»(36).",
        "وقال الإمام الصادق (ع) : «أما أنّ الناس لو تركوا حج هذا \n__________________\n(34) سورة البقرة : آية 196.\n(35) تفصيل وسائل الشيعة للحر العاملي : 1 | 20.",
        "(36) المصدر السابق : 1 | 23.\nالبيت لنزل بهم العذاب وما نوظروا»(37) ، ذلك أنّ ترك الحج تسامحاً مع اجتماع شرائط وجوبه معصية كبيرة ، فقد ورد في الحديث «إذا قدر الرجل على الحج فلم يحج فقد ترك شريعة من شرائع الاسلام»(38) ، كما ورد في الحديث الشريف أنه «من سوّف الحج حتى يموت بعثه الله يوم القيامة يهودياً أو نصرانياً»(39).\nويحسن بي هنا أن أوضّح الأحكام التالية الخاصة بالحج : \nم ـ 119 : إذا استطاع المسلم وجب عليه الحج ، وتعني الاستطاعة ما يأتي : ",
        "__________________\n(37) المصدر نفسه : 11 | 22.\n(38) المصدر نفسه : 11 | 28.\n(39) من لا يحضره الفقيه لمحمد بن علي بن الحسين بن بابويه القمي : 4 | 266.",
        "\nم ـ 120 : حج التمتع : هو الحج الواجب علينا نحن الذين نسكن في دول أخرى بعيدين عن مكة ، ويتألف حج التمتع من عبادتين : تسمى أولاهما بالعمرة والثانية بالحج.\nم ـ 121 : تجب في عمرة التمتع خمسة أمور : \nم ـ 122 : واجبات الحج ثلاثة عشر ، وهي كما يأتي : ",
        "\n\nم ـ 123 : هل يجوز الاحرام للحج من مدينة جدة؟ وإذا كان لا يجوز فكيف العمل والطائرات تحطُّ هناك؟\nم ـ 124 : لو جرح رأس الحاج أثناء حلقه بمنى فسال دمه ، ماذا يفعل في هذه الحالة؟ وماذا يترتب عليه بعد ذلك؟",
        "م ـ 125 : يستحب تكرار الحج كل عام ، غير أنه يكثر الفقراء المؤمنون المحتاجون الى لقمة العيش واللباس في العديد من البلدان الإسلامية ، فلو دار الأمر بين صرف الأموال بتكرار الحج أو \n__________________\n(40) للمزيد من الاطلاع على أحكام الحج ، أنظر مناسك الحج وملحقاته للسيد السيستاني.\n",
        "م ـ 126 : تخصص المملكة العربية السعودية للحجاج أماكن إقامتهم في عرفات ومنى ولا ندري هل هي داخل الحد المطلوب المكث فيه شرعاً أو خارجه؟ فهل يجب علينا التثبت والسؤال؟\nم ـ 127 : يقال إنّ بعض أماكن النحر في منى أو كلها خارج حدود منى ، فهل يجب علينا التأكد قبل النحر من ذلك ، علماً بأن التأكد ، ثم التوجة للمجزرة الثانية ، ثم التأكد مرة أخرى ، عملية شاقة يوم العيد كما تعلمون ، والوقت ضيق ، فهل من حلّ لذلك؟\n\n",
        "م ـ 128 : تواجه الحجاج مشكلة النحر وصعوبته والاحساس النفسي بأن هذه الذبائح تذهب بعد النحر هدراً رغم كثرة فقرائنا المنتشرين في بلداننا الإسلامية ممن لا يذوقون اللحوم أياماً ، فهل يحقُّ لنا النحر في بلداننا ، أو هل هناك من حلّ شرعي قابل للتنفيذ من قبل المكلف تقترحونه لذلك؟\nم ـ 129 : لو تضارب الإمتحان مع موعد الحج بالنسبة للطالب ، فهل يحق له تأخير الحج تلك السنة لأداء الإمتحان ، وبخاصة إذا كان الإمتحان مهماً بالنسبة له؟\nم ـ 130 : رجل مستطيع لم يسافر للحج سابقاً ، فهل يحق له أداء مناسك العمرة في رجب؟ وماذا لو استطاع في رمضان فهل يعتمر؟ \n",
        "م ـ 131 : شاب أعزب استطاع متأخراً يفكر بالزواج ، فلو سافر لأداء مناسك الحج ، لتأخر مشروع زواجه فترة من الزمن فأيهما يقدم؟\n\n\nالفصل السابع ",
        "\n\nشؤون الميت\n\n",
        "\nــ مقدمة\nــ بعض أحكام الميت وشؤونه\nــ إستفتاءات متعلقة بهذا الفصل",
        "قال الله سبحانه وتعالى في كتابه الكريم ( كل نفس ذائقة الموت وإنَّما توفون أجوركم يوم القيامة فمن زحزح عن النار وأدخل الجنة فقد فاز وما الحياة الدنيا إلا متاع الغرور ) (41). \nوقال عزّ من قائل : ( وما تدري نفس ماذا تكسب غداَ وما تدري نفس بأي أرض تموت إن الله عليم خبير ) (42).\nوهذه بعض الأحكام الخاصة باحتضار وتغسيل الميت وتحنيطه وتكفينه ودفنه على سبيل الاختصار (43).\nم - 132 : الأحوط وجوباً توجيه الميت حين احتضاره الى القبلة ، وذلك بأن يوضع على قفاه وتمدّ رجلاه نحو القبلة ، بحيث لو جلس لكان وجهه تجاهها ، ويستحب تلقين المحتضر الشهادتين والإقرار بالنبي محمد (ص ) والأئمة (ع ). ",
        "__________________\n41 - سورة اَل عمران : آية 185. \n42 - سورة لقمان : آية 34. \n43 - للمزيد من الاطلاع : أنظر منهاج الصالحين للسيد السيستاني : 1 | 95 وما بعدها ، والمسائل المنتخبة للسيد السيستاني ص 50 وما بعدها. ",
        "م - 133 : يستحب أن تغمض عينا الميت ، ويطبق فمه ، وتمد يداه الى جانبيه ، وتمد ساقاه ، ويغطى بثوب ، ويقرأ عنده القرآن ، ويضاء البيت الذي كان يسكنه ، ويكره أن يترك الميت وحده.\nم - 134 : بعد إزالة عين النجاسة العالقة بجسد الميت كالدم ، والمني وغيرهما يغسل الميت بثلاثة أغسال : \nم - 135 : لا بدّ أن يكون غسل الميت ترتيبياً ، بأن يغسل الرأس والرقبة أولاً ، ثم الطرف الأيمن ، ثم الطرف الأيسر.\nم - 136 : يجب فيمن يُغسِّل الميت أن يكون مثله من حيث الذكورة والأنوثة ، فالذكر يغسله الذكر ، والأنثى تغسلها الأنثى ، ",
        "\nم - 137 : يشترط في المغسِّل أن يكون مؤمناً على الأحوط وجوباً ، فإن لم يوجد مسلم اثنا عشري مماثل للميت ، ولم يوجد أحد محارم الميت ، جازأن يغسِّل الميت مسلم مماثل من غير الاثنا عشرية ، وإن لم يوجد هذا أيضاً ، جاز أن يغسله الكتابي كاليهودي المماثل له في الجنس أو المسيحي المماثل له في الجنس ، شرط أن يغتسل هو أولاً ، ثم يغسل الميت ثانياً ، وإن لم يوجد المماثل للميت حتى الكتابي سقط الغسل ، ودفن الميت بلا تغسيل.\nم - 138 : يجب تحنيط الميت بعد تغسيله ، وذلك بأن تُمَسَّ مساجده السبعة وهي الجبهة وباطن الكفين والركبتين وإبهاما القدمين بالكافور المسحوق المحتفظ برائحته ، ويُفَضل أن يتمّ التحنيط بالمسح بالكفّ مبتدئين بجبهة الميت.\nم -139 : يكفن الميت بعد تحنيطه بثلاثة أثواب هي : \n",
        "\nم - 140 : تجب الصلاة على الميت المسلم إذا بلغ ست سنين فصاعداً ، والأحوط وجوباً أن يُصلى على من يعقل الصلاة وان لم يبلغ الست.\nم ـ 141 : كيفية الصلاة على الميت : يكبِّر المصلي على الميت خمس تكبيرات ، والأفضل أن يكبّر المصلي التكبيرة الأولى ويتشهد الشهادتين ، ثم يكبّر التكبيرة الثانية ويصلي على النبي (ص ) وآله (ع ) ، ثم يكبّر التكبيرة الثالثة ويدعو للمؤمنين والمؤمنات ، ثم يكبّر التكبيرة الرابعة ويدعو للميت ، ثم يكبِّر التكبيرة الخامسة وينصرف.\nم - 142 : يجب دفن الميت المسلم بعد الصلاة عليه ، وذلك بأن يُوارى في مقبرة داخل الأرض تحفظه من الحيوانات المفترسة وتخفي رائحته عن الناس كي لا يتأذى بها أحد ، موضوعاً \n",
        "\nم - 143 : لا يجوز دفن الميت المسلم في مقبرة الكفار إلا إذا خُصّص قسم منها للمسلمين ، ولا دفن الكفار في مقبرة المسلمين.\nم - 144 : إذا تعذر إيجاد مدفن خاص للميت المسلم في مقبرة المسلمين ، وتعذر نقل الميت المسلم الى بلد إسلامي ليدفن هناك مع المسلمين ، دفن الميت المسلم في مقابر الكافرين.\nم - 145 : روي عن النبي محمد (ص ) أنه قال : «لا يأتي على الميت أشدّ من أول ليلة ، فارحموا موتاكم بالصدقة ، فإن لم تجدوا ، فليصل أحدكم ركعتين له ، يقرأ في الأولى بعد الحمد اَية الكرسي ، وفي الثانية بعد الحمد سورة القدر عشرمرات ، فيقول بعد السلام : اللهم صلّ على محمد وآل محمد وابعث ثوابها الى قبر فلان ، ويسمي الميت » (44).",
        "م ـ 146 : يوضع الميت في بعض الدول غير الإسلامية داخل صندوق خشبي ثم يُوارى الصندوق داخل القبر ، فما الذي يجب علينا فعله في حالة كهذه؟ \n__________________\n44 - المسانل المنتخبة للسيد السيستاني ، ص 63. \n\n",
        "\nم - 148 : لو توفي مكلف مسلم في بلد غيرإسلامي لا توجد فيه مقبرة خاصة بالمسلمين ، ولم تستطع أسرة المتوفى نقله لبلد إسلامي ، لعدم استطاعتها تسديد نفقات النقل ، فهل يجب على المراكز الإسلامية المتصدية لشؤون المسلمين تسديد نفقات النقل؟ وهل يجب ذلك على المسلمين الموجودين في تلك المدينة؟\n\n",
        "م ـ 149 : إذا لم يوجد للميت المسلم في بلد الغربة وليّ ، فمن يتولى شؤونه كلها؟\nم - 150 : من أين تسدد تكاليف النقل والدفن في بلد إسلامي إذا تعذر دفن الميت المكلف المسلم في بلده الذي توفي فيه ، لعدم وجود مقبرة إسلامية؟ فهل تسدد تلك التكاليف من تركة الميت قبل تقسيمها على الورثة؟ أو من الثلث إذا كان للميت ثلث؟ أو من غير هذه وتلك؟\nم - 151 : بدأت الجاليات الإسلامية تتكاثر شيئاً فشيئاً في البلاد غير الاسلامية ، فهل يجب على القادرين من المسلمين وجوباً كفائياً شراء مقبرة للمسلمين إذا علمنا قطعاً أن ميتاً ما من المسلمين سيدفن يومأ ما في مقبرة الكافرين لعدم قدرة الجميع على إرسال موتاهم لبلدان إسلامية كي يدفنوا فيها ، ولوجود بعض المتسامحين؟\n\n",
        "م - 152 : أيهما أفضل : دفن الميت المسلم في مقبرة إسلامية في بلده غير الاسلامي الذي توفي فيه ، أو نقله الى بلد إسلامي مع تحمل تكاليف النقل الباهضة؟\nم - 153 : إذا كان نقل المسلم الميت الى بلدان إسلامية يكلِّف كثيراً فهل يجوز دفنه بمدافن غير المسلمين من أصحاب الديانيات السماوية الأخرى؟\n\n",
        "الباب الثاني\n\n\n",
        "فقه المعاملات \n\n\nيضم الباب الخاص بفقه المعاملات أحد عشر فصلاً هي : \nالفصل الأول : المأكولات والمشروبات ، وبعض أحكامها ، والإستفتاءات الخاصة بها.",
        "الفصل الثاني : الملابس ، وبعض أحكامها ، والاستفتاءات الخاصة بها.\nالفصل الثالث : التعامل مع القوانين النافذة في دول المهجر ، وبعض أحكامها والإستفتاء ات الخاصة بها.\nالفصل الرابع : العمل وحركة رأس المال ، وبعض أحكامه ، والإستفتاءات الخاصة به.\nالفصل الخامس : العلاقات الاجتماعية ، وبعض أحكامها ، والإستفتاءات الخاصة بها.",
        "الفصل السادس : الشؤون الطبية ، وبعض أحكامها ، والإستفتاءات الخاصة بها.\nالفصل السابع : الزواج ، وبعض أحكامه ، والإستفتاءات الخاصة به. \nالفصل الثامن : شؤون النساء ، وبعض أحكامها ، والإستفتاءات الخاصة بها.\nالفصل التاسع : شؤون الشباب ، وبعض أحكامها ، والإستفتاءات الخاصة بها.",
        "الفصل العاشر : أحكام الموسيقى ، والغناء ، والرقص ، والإستفتاءات الخاصة بها.\nالفصل الحادي عشر : فصل ضم أحكاماً وإستفتاءات متفرقة لم تدخل ضمن باب محدد. \nالفصل الأول \n",
        "\nالمأكولات والمشروبات\n\n\n",
        "\n\n\nـ مقدمة",
        "ـ بعض الأحكام الخاصة بالمأكولات والمشروبات\nـ إستفتاءات خاصة بهذا الفصل\nينشأ المسلمون عادة في بيوتهم ومدنهم وقراهم ، وسط ذويهم ومع أسرهم ، يتناولون أصنافأ من الطعام وألواناً من الشراب ألفوها ، فأحبوها وأحبتهم ، وعرفوا محتوياتها وعرفتهم ، فهي خالية من كل ما ترفضه عقيدتهم ويأباه دينهم وتنأى عنه قيمهم وتقاليدهم الإسلامية القويمة. وحين قدر لهم أن يهاجروا الى بلاد الغربة ليعيشوا ضمن مجتمعات غير إسلامية ، واجهتهم مشكلة الطعام والشراب ، فلا الطعام هو ما ألفوه وأحبّوه واستساغوه ، ولا محتوياته هي ما عرفوها وتطبّعوا عليها واعتادوها ، ذلك أن المجتمع الجديد مجتمع غير إسلامي ، له قيمه الخاصة به وأعرافه وتقاليده التي منها بالطبع عدم التزامه في طعامه وشرابه حدود الشريعه الإسلامية وأحكامها ، فإذا رغب المسلم أن يتناول من الطعام شيئا في مطعم ما ، واجهته مشكلة حلّية الأكل وحرمته ، وجواز الأكل وعدمه ، وطهارة المأكول ونجاسته ، وغير هذه وتلك من المسائل والاستفسارات.\nوهذه بعض الأحكام الشرعية التي يحسن بالمسلم أن يطّلّع عليها في شؤون الطعام والشراب ، أعرضها أولا ، ثم ألحقها ",
        "باستفتاءات خاصة بها بعد ذلك.\nم - 154 : لما كان أصحاب الديانات والكتب السماوية السابقة من يهود ومسيحيين ومجوس طاهرين ، فإن مشاكل كثيرة في الطعام سيتيسر أمر حلّها ويتيسرحكمها أثناء المعيشة بين ظهرانيهم ، حيث سيحق لنا كمسلمين أن نأكل من طعامهم ، سواء مسّوه بأيديهم مع البلل ، أو لم يمسّوه ، إذا لم نعلم أونطمئن باحتواء ذلك الطعام على ما يحرم علينا تناوله كالخمر مثلاً ، وللحوم والشحوم ومشتقاتها حكم خاص سيأتي بعد ذلك.\nم - 155 : يحق للمسلم أن يتناول الطعام المعدّ من قبل الكافر غير الكتابي ، إذا لم يعلم المسلم أو يطمئن بأن ذلك الكافر قد مسّه مع البلل ، شرط أن لا يعلم أو يطمئن المسلم باحتواء ذلك الطعام على ما يحرم عليه تناوله كالخمر مثلا ، وللحوم والشحوم ومشتقاتها حكم خاص سيأتي بعد ذلك.\nم ـ 156 : يحق للمسلم أن يتناول أي طعام أعدّه صانعه للأكل ، إذا جهل المسلم معتقد ودين ومبدأ ذلك المعدّ للطعام ، سواء مسّه معدّه مع البلل ، أو لم يمسه ، شرط أن لا يعلم أو يطمئن المسلم باحتواء ذلك الطعام على ما يحرم عليه تناوله كالخمر مثلاً ، وللحوم والشحوم ومشتقاتها حكم خاص سيأتي بعد ذلك. \n",
        "\nم -157 : كما لا يجب عليه فحص محتوياتها ليتأكد من خلوها مما لا يجوزله أكله ، ولا يجب عليه سؤال صانعها عن مسّه لها أثناء أعداده الطعام أو بعده.\nم ـ 158 : المعلبات بأنواعها المختلفة باستثناء اللحوم والشحوم ومشتقاتها يجوز للمسلم تناولها ، حتى إذا ظنّ بأنّ في محتوياتها ما لا يجوزله أكله ، أو ظن أن صانعها أيّاً كان قد مسَّها مع البلل ، ولا يجب عليه فحص محتوياتها ليتأكد من خلوها مما لا يجوزله أكله (أنظر الإستفتاءات الملحقة بهذا الفصل ).\nم ـ 159 : يحق للمسلم شراء اللحوم المحلّلة بأنواعها المختلفة من بائع اللحوم المسلم إذا كان يبيعها على المسلمين ، فيحكم بحلية لحمه وإن كانت شرائط التذكية تختلف في مذهبه عن ",
        "\nم ـ 160 : إذا علم المسلم وتأكد بأن هذا اللحم مأخوذ من حيوان محلل الأكل كالبقر والغنم والدجاج ، ولكنه غير مذبوح وفق قواعد الشريعة الإسلامية ، فهو من الميتة التي لا يجوز للمسلم أكلها وإن كان بائعها مسلماً ، كما أن هذا اللحم نجس وينجس ما مسّه مع البلل.\nم ـ 161 : إذا اشترى المسلم اللحم من كافر ، أو أخذه من كافر ، أو من مسلم كان أخذه من كافر ولم يفحص عن تذكيته حين أخذه ، فهو حرام أيضاً.\nم ـ 162 : لجوازأكل السمك بأنواعه المختلفة لا بدّ من توفر شرطين : ",
        "\nم ـ 163 : يحلُّ أكل الروبيان إذا أخرج من الماء حياً ، ويحرم أكل الضفادع ، والسرطا ن ، والسلحفاة ، وكل حيوان ( برمائي) ، والقواقع ، وأم الروبيان (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 164 : بيض السمك يتبع السمك ، فبيض السمك المحلل حلال أكله ، وبيض السمك المحرم حرام أكله. \nم ـ 165 : يحرم شرب الخمر ، والفقاع (البيرة) ، وكل مسكر ، أو موجب للنشوة (السكر الخفيف) ، جامداً كان أو مائعاً. قال الله سبحانه وتعالى في كتابه الكريم ( يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون ، إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ، ويصدَّكم عن ذكرالله وعن الصلاة فهل أنتم منتهون )(45).",
        "__________________\n45 - سورة المائدة : اَية90 - 91.\n46 - فروع الكافي لمحمد بن يعقوب الكليني : 6 | 396. \n47 -من لا يحضره الفقيه لمحمد بن علي بن الحسين بن بابويه القمي : 4 | 4.",
        "48 -أنظر فروع الكافي لمحمد بن يعقوب الكليني : 6 | 396.\n\nم ـ 166 : يحرم الأكل من مائدة يشرب عليها الخمر أو المسكر ، ويحرم الجلوس عليها أيضاً على الأحوط وجوباً (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 167 : يحقُّ للمسلم ارتياد الأماكن التي يقدم فيها الخمر مع الطعام ، شرط أن لا يؤدي ذلك الى ترويج عمل هذه المطاعم ولكن لا يأكل من مائدة يشرب عليها الخمر ، ولا يجلس عليها على الأحوط وجوباً.\nم ـ 168 : ذكرت في الفصل الثالث الخاص بالطهارة والنجاسة أن الكحول بجميع أنواعه سواء في ذلك المتخذ من الأخشاب أم غيره طاهر ، وبالتالي فالطعام الذي دخل الكحول في تركيبه طاهر ، والسوائل التي أذيبت فيها طاهرة أيضاً ، وهكذا (أنظر الإستفتاءات الملحقة بهذا الفصل).",
        "م ـ 169 : يقول بعض المتخصصين بدراسة وتربية الأسماك : أن السمك الخالي من القشر (الفلس) غالباً ما يقتات على فضلات البحر ، فهو منظّف للبحر من أدرانه وأوساخه وقاذوراته.\nم ـ 170 : يقول بعض الباحثين المتخصصين : بأن إخراج الدم من \n\n\nم ـ 171 : يحرم استعمال كل ما يضرُّ بالانسان ضرراً بليغاً ، كتناول السموم القاتلة ، كما يحرم أن تشرب الحامل ما يوجب سقوط الجنين ، وغيرذلك مما هو معلوم الضررأو مظنون الضرر أو محتمل الضرر ، إذا كان ذلك الاحتمال معتدّاً به عند العقلاء وكان الضرر بليغاً يوجب الموت أو شلل عضو من الأعضاء. ",
        "م ـ 172 : آداب المائدة كثيرة منها : التسمية عند الشروع بالأكل ، والأكل باليد اليمنى ، وتصغيراللقم ، وإطالة الجلوس على المائدة ، وتجويد المضغ ، وحمد الله بعد الطعام ، وغسل الثمار بالماء قبل أكلها ، وعدم الأكل على الشبع ، وعدم الإمتلاء من الطعام ، وعدم النظر في وجوه الناس لدى الأكل ، وعدم تناول الطعام من أمام الآخرين إذا كان على المائدة جماعة ، والإبتداء بأكل الملح ، والاختتام به (49). \n____________\n49 ـ للمزيد من الاطلاع أنظر الباب السابع من كتاب مكارم الأخلاق للحسن بن الفضل الطبرسي ، ص 134 وما بعدها. \n\n",
        "م ـ 173 : تكتب عبارة (مذبوح على الطريقة الإسلامية) على لحوم منتجة في دول إسلامية من قبل شركات غير إسلامية ، فهل يجوز لنا تناولها؟ وهل يجوز تناولها إذا كان منشأ هذه اللحوم شركة إسلامية في دولة غير إسلامية؟ ثم ما هو الحال لو كان المنشأ شركة أجنبية في دولة أجنبية؟\nم ـ 174 : ندخل بعض الأسواق الكبيرة بأوروبا ، فنجد لحوماً معلبة منتجة من قبل شركة أوروبية مكتوب على العلبة عبارة مفادها : أنها (حلال ) أو (مذبوحة على الطريقة الإسلامية) فهل يجوز شراؤها وأكلها؟\nم ـ 175 : تذبح الشركات كميات كبيرة من الدجاج مرة واحدة ، فإذا \n\n",
        "م ـ 176 : أيجوز شراء اللحم على أنه مذكى من (سوبر ماركت) صاحبه مسلم يبيع الخمر؟\nم ـ 177 : بعض الأجبان المصنوعة في الدول غير الإسلامية مشتملة على أنفحة العجل ، أو أي حيوان اَخر ، ولا ندري هل الأنفحة مأخوذة من حيوان مذبوح على الطريقة الإسلامية أولا؟ وهل هي مستحيلة الى شيء اَخرأو لا فهل يجوز أكل هذه الأجبان؟\nم ـ 178 : تصنع مادة الجلاتين وتدخل في العديد من المشروبات والمأكولات في الغرب ، فهل يجوز لنا تناولها ونحن لا نعلم \n\n",
        "م ـ 179 : ترمي سفن الصيد الكبيرة شباكها فتخرج أطناناً من السمك وتطرح صيدها في الاسواق ، وقد بات معروفاً أن طريقة الصيد الحديثة تقوم على أساس إخراج السمك من الماء حياً ، بل ربما ترمي الشركات السمك الذي يموت في الماء خوفاً من التلوث : \n\n\n\nم ـ 180 : نجد أحيانا على علبة السمك اسم السمكة أو صورتها ، فنعرف من خلال العلبة أن السمكة هذه ذات فلس ، فهل يحق لنا الاعتماد على الاسم او الصورة في تحديد النوعية ، مع علمنا بأن الكذب في أمور كهذه يعرِّض الشركة لخسارة كبيرة ، وربما لما هو أشد من ذلك؟",
        "م ـ 181 : هل يجوز أكل (السرطان) بأنواعه المختلفة أسوة بالروبيان؟\n\n\n\nم ـ 182 : هل يحق شراء السمك من المخالف ، ونحن لا ندري أهو من ذوات الفلس أم لا؟",
        "م ـ 183 : هل يجوزأكل طعام محلّل ، مبخر ببخار لحم غيرمذكى؟\nم ـ 184 : يحرم الجلوس على مائدة فيها خمرإذا عُدّ المسلم من الجالسين ، فما هو المقصود بالمائدة؟ هل هي المجلس الواحد ولو تعددت الموائد؟ أو هي المائدة الواحدة ، بحيث لو فصل فاصل بين المائدتين جاز الجلوس؟\nم ـ 185 : لو دخل مسلم لمقهى ، وجلس يشرب الشاي ، وجاء غريب عنه ليشرب الخمرعلى نفس المائدة ، فهل يجب عليه قطع شرب الشاي والخروج؟\n\n",
        "م ـ 186 : هل يحلُّ شرب البيرة المكتوب عليها عبارة (خالية من الكحول )؟\nم ـ 187 : يدخل الكحول في تركيب كثير من العقاقير والادوية ، فهل يجوزشربها؟ وهل هي طاهرة؟\nم ـ 188 : الخلّ المصنوع من الخمر ، بمعنى أنه كان خمراً وحوّلوه خلاً في المعمل ، ولذلك يكتبون على الزجاجة (خلّ النبيذ) تمييزاً له عن خلّ الشعير والأنواع الأخرى ، ومن علائم ذلك أن زجاجات هذا الخلّ موضوعة في الرفوف الخاصة للخلّ ، ولم يحدث مطلقاً أن يوضع ضمن الرفوف الخاصة بالخمر كما جُرِّب مراراً ولم يلحظ أي فرق بينه وبين الخلّ المصنوع من التمر في العراق.\n",
        "\nم ـ 189 : يُلزَم صانعوا الأغذية والمعلّبات والحلويات بذكر محتويات البضاعة التي تُباع للمستهلك ، وبما أنّ الأغذية معرّضة للفساد فأنهم يضيفون إليها (مواد حافظة) قد يكون أصلها حيوانياً ويرمزون لها بحرف E مقترناً بأعداد مثل 450E و472E وهكذا.\n\n\n",
        "م ـ 190 : يرجى تفضلكم بالإجابة عن الفرعين التاليين : \n\n\nم ـ 191 : ندخل محلات في الدول الغربية تبيع مأكولات لا ندري محتوياتها ، فربما هي خالية مما يحرم أكله أو شربه ، وربما فيها شيء يحرم أكله أو شربه ، فهل يحق لنا أكلها دون النظر لمحتوياتها أو السؤال عن محتوياتها ، أو لا يحق لنا ذلك؟",
        "\nم ـ 192 : هل يجوز استعمال دهن الحوت ، والأسماك غير الجائزة الأكل والقواقع في الأكل وفي الاستعمالات الأخرى؟\nم ـ 193 : هل يجوزللمسلم أن يحضر في المجالس التي تقدم فيها الخمور؟\nم ـ 194 : هل يحل أكل سرطان البحر ، وأم الروبيان ، والقواقع ا لبحرية؟",
        "\n\nالفصل الثاني \n",
        "\nالملابس\n\n",
        "\n\n\nـ مقدمة",
        "ـ بعض الأحكام الشرعية الخاصة بالألبسة\nـ إستفتاءات حول هذا الفصل\n\nلبس الجلود الطبيعية مشكلة حقيقية يتعرض لها المسلم في البلاد غير الإسلامية ، فقد اعتاد المسلمون أن يشتروا الحاجات الجلدية المصنوعة في بلدانهم الإسلامية براحة بال ، لعلمهم بأنها مصنوعة من جلود حيوانات مذكّاة وفق قواعد التذكية المعمول بها في الشريعة الإسلامية ، فيلبسونها ويصلُون بها ، ويمسونها بأيديهم المبلولة دون حذر أو تردد.\nأما في البلدان غير الإسلامية فالأمر مختلف تماماً.",
        "لذا يحسن بي أن أوضح هنا الأحكام التالية : \nم ـ 195 : الحاجات الجلدية نجسة ، ولا تجوز الصلاة بها ، إذا علمنا أنها مصنوعة من جلد حيوان غير مذبوح وفق قواعد الذباحة الشرعية.\n\n",
        "م ـ 196 : لا تجوز الصلاة في الحاجات الجلدية المصنوعة من جلود الحيوانات المفترسة كالأسد والنمر والفهد والثعلب وابن اَوى ، كما لا تجوز على الأحوط وجوباً في جلود الحيوانات غير المفترسة المحرمة الأكل ، كالقرد والفيل ، وإن كانت الجلود المذكورة طاهرة فيما إذا كان الحيوان مذكى ، أو احتُمل كونه مذكى.\nم ـ 197 : الحاجات الجلدية المصنوعة من جلود الحيات والتماسيح في البلدان غير الإسلامية ، والمعروضة في محلات بيع غير!سلامية طاهرة ، ويجوز بيعها وشراؤها واستعمالها فيما تشترط فيه الطهارة.\nم ـ 198 : الحاجات الجلدية المصنوعة في البلدان الإسلامية ، والمعروضة في البلدان غير الإسلامية ، محكومة بالطهارة وجواز الصلاة فيها. \n\nم ـ 199 : الحاجات الجلدية المصنوعة في البلدان غير الاسلامية ، والمشكوك أنها مصنوعة من جلود طبيعية أو صناعية ، طاهرة ، وتجوز الصلاة فيها.",
        "م ـ 200 : الحذاء المصنوع من جلد حيوان غير مذبوح وفق قواعد الذباحة الشرعية ، لا ينجّس الرجل التي فيه الاّ مع البلل الناقل للنجاسة ، فلو تعرقت الرجل وامتص الجورب العرق فلم يصل الى جلد الحذاء النجس ، لم تتنجس الرِجْل ، ولم يتنجس الجورب.\nم ـ 201 : تجوز الصلاة بالقمصلة الجلدية أو القبعة الجلدية أو الحزام الجلدي المصنوع في البلدان غير الاسلامية ، والمشترى من محلات بيع غير إسلامية ، اذا احتملنا أن هذه الحاجيات مصنوعة من جلد حيوان محلّل الأكل ، مذبوح وفق قواعد الذباحة الشرعية ، كما مر ذلك في الفقرة الثانية من هذا الفصل (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 202 : لا يجوز للرجال لبس الذهب ، سواء أكان خاتماً ، أم حلقة زواج ، أم ساعة يدوية ، أم غير ذلك في الصلاة وغير الصلاة ، ويجوز لهم لبس المطلي منها بماء الذهب ، إذا عُدّ ذلك الطلاء لوناً لا أكثر.\nم ـ 203 : يجوزللرجال لبس ما يسمى بالذهب الأبيض. ",
        "م ـ 204 : يجوز للنساء لبس الذهب دائما حتى في الصلاة.\nم ـ 205 : لا يجوز للرجل لبس الحرير الطبيعي الخالص ، لا فيِ الصلاة ولا في غيرها ، إلاّ في موارد خاصة نصت عليها كتب الفقه.\nم ـ 206 : يجوزللنساء لبس الحرير دائما حتى في الصلاة.\nم ـ 207 : يجوز للرجال لبس المنسوجات الحريرية المشكوكة التي لم يجزموا بكونها من الحرير الطبيعي أو الصناعي ، وتجوز لهم الصلاة بها حينئذ (أنظر الإستفتاءات الملحقة بهذا الفصل).",
        "م ـ 208 : لا يجوز للرجل التزيي بزي المرأة على الأحوط وجوباً.\nم ـ 209 : لا يجوز للمسلمين التزيي بالزي المختص بالكفار على الأحوط وجوباً.\n\nم ـ 210 : نحن المسلمين في أوروبا نشتري الأحذية والأحزمة وغير ذلك من الملبوسات المصنوعة من الجلود التي يحتمل كونها جلوداً لذبائح غير مذكاة ، وقد تكون مستوردة من دول إسلامية ، أو مأخوذة من مسالخ إسلامية هنا (حيث يوجد عدد محدود منها في بريطانيا على سبيل المثال) ، هل نحكم بطهارة هذه الجلود على فرض احتمال كونها مستوردة من دول إسلامية ، أو من محل لذبح اللحم على الطريقة الإسلامية ، وإن كان هذا الاحتمال ضعيفاً؟",
        "م ـ 211 : يفتي الفقهاء بحرمة لبس الحرير الطبيعي الخالص ، فهل يمكن للرجل لبس الحرير الممزوج بغيره إذا كان ذلك الملبوس ربطة عنق؟\n\nم ـ 212 : رغم أن بعض الشركات تكتب على منتوجاتها أنها مصنوعة من الحرير الطبيعي ، غيرأنا نشك في ذلك لرخص أثمانها ، فهل يحق لنا لبسها والصلاة بها؟\nم ـ 213 : هل يجوزلبس ملابس عليها صورة الخمرة كدعاية لشربها؟ وهل يجوز الاتجار بها؟",
        "م ـ 214 : هل يجوز للرجل لبس ساعة في داخلها أدوات من ذهب أو سيرها ذهبي؟ وهل تجوز الصلاة بها؟\nالفصل الثالث \n\nالتعامل مع القوانين النافذة\nفي دول المهجر",
        "\nـ مقدمة\nـ بعض الأحكام الشرعية المختصة بهذا الفصل\nـ إستفتاءات تخصُّ التعامل مع القوانين النافدة في دول المهجر",
        "تسنُّ الدول المختلفة قوانين لتنظيم شؤون الحياة فيها ، فتأمر أحياناً بفعل شيء ، وتمنع أحيانا من فعل شيء ، وتحدِّد وتقيِّد فعل شيء ، وغير هذه وتلك من الخصوصيات الأخرى.\nومن جملة هذه القوانين تلك القوانين الخاصة بالمرافق العامة المتعلقة بحياة الناس اليومية داخل بقعة جغرافية محدَّدة ، بحيث يؤدي تجاوزها وتخطيها الى شيوع الفوضى والاضطراب.\nلذا يحسن بي أن أوضح هنا المسائل التالية : \nم ـ 215 : لا يجوز للمكلف وضع ما يضرًّ بالسالكين لأي طريق عام ، من مشاة وغيرهم ، وفي أي بلد من البلدان الإسلامية ، وغير الإسلامية.",
        "م ـ 216 : لا يحق للمسلم لصق الإعلانات ، أو كتابة الكتابات ، أو ما شاكلها على الواجهات الخارحية للجدران أو البيانات المملوكة لغيره ، إلا إذا علم برضا مالكها بذلك.\nم ـ 217 : يحرم على المسلم خيانة من يأتمنه على مال أو عمل ، حتى \n\nم ـ 218 : لا تجوز السرقة من أموال غير المسلمين الخاصة والعامة ، ولا يجوزإتلافها ما دام ذلك يسيء الى سمعة الإسلام والمسلمين بشكل عام.",
        "م ـ 219 : لا تجوز السرقة من أموال غير المسلمين الخاصة والعامة ولا يجوز إتلافها ، حتى وإن كانت تلك السرقة وذلك الإتلاف لا يسيء الى سمعة الإسلام والمسلمين فرضاً ، ولكنها عدّت غدراً ونقضاً للأمان الضمني المعطى لهم حين طلب رخصة الدخول الى بلادهم ، أو طلب رخصة الإقامة فيها ، وذلك لحرمة الغدر ، ونقض الأمان ، بالنسبة الى كل أحد ، مهما كان دينه وجنسه ومعتقده (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 220 : لايجوز سرقة أموال غير المسلمين حين دخولهم للبلدان الإسلامية.\nم ـ 221 : لا يجوز للمسلم أن يأخذ الرواتب والمساعدات بطرق غير \n__________________",
        "50 ـ دليل المسلم في بلاد الغربة ، ص 89 ـ 90. \n\n\nم ـ 222 : يحق للمسلم أن يتعاقد مع شركات التأمين المختلفة ، للتأمين على حياته ، أو أمواله ، من خطر الحريق ، أو الغرق ، أو السرقه ، أو ما شاكلها ، وهو عقد لازم لا ينفسخ الا برضا الطرفين.\nم ـ 223 : لا يحق للمسلم أن يُقدم معلومات غيرصحيحة لشركات التأمين ليحصل على مال لا يستحقه فعلاً ، كما لا يحق أن يفتعل بقصد حادثاً ما كالحريق مثلاً ليتسلم مقابله مالاً ، ولا يحل له ذلك المال (أنظر الإستفتاءات الملحقة بهذا الفصل).",
        "م ـ 224 : قد تقتضي رعاية المصالح العليا للمسلمين في البلدان غير الإسلامية ، الإنتماء للأحزاب ، والدخول في الوزارات ، والمجالس النيابية ، وعندئذ يجوز للمسلمين ، ذلك حسبما تقتضيه المصلحة التي لا بد لتشخيصها من مراجعة الثقات من أهل الخبرة.\nم ـ 225 : لا يجوز الغش في الامتحانات المدرسية ، سواء أكانت طريقة الغش بالتعاون بين الطلاب ، أم بطريقة الأوراق السرية ، أم من خلال مخاتلة المراقب ، أم غير ذلك من الطرق غير المشروعة ، المخالفة للنظام ( أنظر الإستفتاءات \n\n\n م ـ 226 : لو حاول المسلم أن يسحب من الماكنة شيئاً من ماله ، فخرج له أكثر مما طلب ، فهل يجوزله أخذ الزيادة دون علم البنك غير الإسلامي بذلك؟",
        "م ـ 227 : اشترى مسلم بضاعة من شركة أجنبية في بلد في غير إسلامي ، فأعطاه البائع خطأ أكثر مما طلب ، فهل يحق للمسلم أخذ الزيادة؟ وهل يجب عليه إخبار البائع بخطئه؟\nم ـ 228 : موظف مسلم بشركة غيرمسلمة ، يستطيع أن يأخذ من حاجات الشركة شيئاً دون علم الشركة ، فهل يجوز له ذلك؟\nم ـ 229 : هل يجوز وقف عدّاد الكهرباء ، أو الماء ، أو الغاز ، أو التلاعب به في الدول غير الإسلامية؟\n",
        "م ـ 230 : مسلم في الغرب يدعي أنه كان يقود سيارة في بلده منذ سنوات ، ويعزز قوله بكتاب من جهة ما ، ليرفع درجته في التأمين ، فيستفيد ، فهل يجوز له مخالفة الواقع في قوله هذا ، ولو بالتورية؟ وهل تجوز مساعدته على ذلك؟\nم ـ 231 : هل يجوز غش شركات التأمين في الدول غير الإسلامية ، إذا اطمأن بأن عمله لا يضر بسمعة الإسلام والمسلمين؟\nم ـ 232 : يتسبب مسلم في حرق منزله المؤمّن عليه ، ليأخذ من شركة التأمين غير الإسلامية عوضه ، فهل يجوز له ذلك؟\nوهل يمكنه تملك المال المدفوع له؟",
        "م ـ 233 : هل يجوز الغش في المدارس الرسمية في أوروبا؟ وهل يجوز الغش في المدارس الأهلية إسلامية أو غير إسلامية؟\nم ـ 234 : توجد عبارات في بعض وسائط النقل تنصّ ُ على عدم \n\n\nم ـ 235 : هل يلزم المكلف الحاصل على فيزا الإلتزام بقوانين البلد غير الإسلامي ، بما في ذلك التقيُد بأمثال إشارات المرور وقوانين العمل وأمثالها؟",
        "م ـ 236 : تقدم بعض الدول مساعدات للمهاجرين بشرط عدم اشتغالهم بالعمل ، فهل يجوز لهم العمل؟ وهل يجوز لهم أخذ الأجرة وتملكها؟\n\nم ـ 237 : هل يجوزللمسلم أن يسرق من الكفار في بلاد الكفار ، كأوروبا وأمريكا وأمثالهما؟\nم ـ 238 : هل يجوزللمسلم أن يعطي معلومات غير صحيحة للدوائر الحكومية في أوروبا للحصول على مزايا وتسهيلات مالية أو معنوية ، وبالطريقة القانونية لديهم؟",
        "\nالفصل الرابع\n\n\n",
        "العمل وحركة رأس المال \n\n\n\n",
        "\n\n\nـ مقدمة",
        "ـ بعض الأحكام الشرعية المتعلقة بالعمل وحركة رأس المال\nـ إستفتاءات تخصُّ العمل وحركة رأس المال \n\nيحقُّ للمسلم من حيث المبدأ أن يباشر مختلف الأنشطة الحيوية وشتى أنواع العمل ذي النفع العام لمصلحة من يعمل له من غير المسلمين ، فينفع نفسه وأبناء البشرية ، شرط أن لا تحرِّم ذلك العمل الشريعة الإسلامية الغرّاء ، ولا يحصل من جرّائه ضرر بمصالح إخوانه المسلمين ، ولا خدمة لمصالح ومخططات أعداء الإسلام والمسلمين.\nويحسن بي هنا أن أذكّر قرائي الكرام بالأحكام الشرعية التالية : ",
        "م ـ 239 : لا يجوزللمسلم أن يُذلّ نفسه أمام أي إنسان ، سواء أكان مسلماً أم كافراً ، فإذا كان العمل الذي يقوم به المسلم مذلاً لنفسه أمام غير المسلم ، فلا يجوز له ممارسة ذلك العمل المذلّ.\nم ـ 240 : يجوز للمسلم تقديم اللحوم المأخوذة من حيوان غير مذبوح وفق قواعد الذباحة الشرعية الى المستحلِّين له من مسيحيين ويهود وغيرهم ، كما يجوز له العمل في إعداد هذا اللحم وطبخه لهم.\n\n\nم ـ 241 : لا يجوزللمسلم بيع لحم الخنزير لمستحلي أكله من المسيحيين وغيرهم ، والأحوط وجوباً عدم تقديمه لهم أيضاً (أنظر الاستفتاءات الملحقة بهذا الفصل).",
        "م ـ 242 : لا يجوزللمسلم تقديم الخمر لأي كان ، حتى وإن كان مستحلا له ، ولا يجوزله غسل الًصحون ، ولا تقديمها لغيره ، إذا كان ذلك الغسل وهذا التقديم مقدمة لشرب الخمر فيها (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 243 : لا يجوزللمسلم إجارة نفسه لبيع الخمر ، أو تقديمه ، أو تنظيف أوانيه مقدمة لشربه ، كما لا يجوز له أخذ الأجرة على عمل كهذا لأنه حرام.\n____________\n51 ـ سورة الطلاق : آية 3. \n",
        "\nم ـ 244 : لا يجوز العمل في محلات الملاهي ونظائرها من أماكن الموبقات الأخرى ، إذا كان ذلك العمل موجباً للإنجرار إلى الحرام (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 245 : يجوزللمسلمين أن يشاركوا غيرهم من مسيحيين ويهود مثلاً في شتى أنواع التجارات المحلّلة في الشريعة \n____________",
        "52 ـ سورة النساء : اَية 98.\n53 ـ وسانل الشيعة للحر العاملي : 17 | 44. \n\n\nم ـ 246 : يجوز الإيداع في البنوك غيرالإسلامية ، أهلية كانت أو غير أهلية ، ولو بشرط الحصول على الفائدة ، لجواز أخذ الربا من غير المسلمين.",
        "م ـ 247 : وإذا أراد المسلم الإقتراض من هذه البنوك ، فلا بدّ أن يقصد بذلك استنقاذ المال ، وإن كان يعلم أنه سيؤخذ منه الأصل والفائدة ، ولا يقصد الإقتراض بشرط دفع الفائدة ، لحرمة دفع الربا.\nم ـ 248 : يحقُّ للمسلم ترخيص غيره باستعمال اسمه مستفيداً من اعتباره لشراء أسهم البنوك والشركات وغيرها مقابل مبلغ من المال يتفق عليه الطرفان.\nم ـ 249 : لا يجوزللمسلم شراء منتجات الدول التي هي في حالة حرب مع الإسلام والمسلمين كإسراثيل (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 250 : يحق للمسلم تبديل العملات بغيرها بقيمتها السوقية ، وبالأقل منها أو بالأكثر ، بلا فرق بين أن يكون ذلك التبديل حالاً أو مؤجلاً.",
        "م ـ 251 : تحرم ولا تصح المعاملة بالنقود الورقية المزوّرة ، أو الساقطة \n\n\nم ـ 252 : لا يجوزللمسلم شراء أوراق اليانصيب ، ومنها (اللوتري) ، إذا كان شراؤه لتلك الورقة بقصد احتمال الفوز بالجائزة ، ويجوز له شراء ورقة اليانصيب إذا كان شراء تلك الورقة بقصد الاشتراك في مشروع خيري مرضي إسلامياً ، كبناء المستشفيات ، ودور رعاية الأيتام ، وغير ذًلك ، لا بقصد الحصول على الجائزة ، وهو افتراض يصعب جداً تحققه في دول المهجر غير الإسلامية ، تلك التي تعتبر بعض المحرمات في شريعتنا الإسلامية مشاريع خيرية حسب مفهومها.\nم ـ 253 : يجوز بيع الحيوانات المفترسة التي يحرم أكل لحمها كالنمر والضبع والثعلب والفيل والأسد والدبّ ، ونحوها كالقطة ، وكذلك الحوت ، إذا كانت لها منفعة محلّلة جائزة يجعلها ذات قيمة سوقية ، ولو عند بعض العلماء من أصحاب الإختصاص ، ويستثنى من هذا الحكم الكلب غير الصيود والخنزير (أنظر الاستفتاءات الملحقة بهذا الفصل). \n",
        "م ـ 254 : يجوز بيع وشراء أواني الذهب والفضة لغرض التزيين ، ويحرم استعمالها في الأكل والشرب.\nم ـ 255 : الرواتب المحوَّلة من الدولة في البلدان الإسلامية عن طريق البنك مباشرة لحساب شخص ما ، لا يجب فيها الخمس ، إذا زادت عن مؤنة السنة ، مًا دام لم يتسلمها ذلك الشخص بيده (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 256 : يمكن للإنسان في الغرب أن يفتح أنواعاً من الحسابات المصرفية ذات الفوائد العالية والمنخفضة على السواء ، دون صعوبة في كليهما.\nم ـ 257 : تقرض البنوك في الغرب - من لا يملكون المال الكافي لشراء البيوت - أموالاً تقسِّطها عليهم بفوائد عالية تسمى (موركج).",
        "م ـ 258 : تلتزم بعض الدول بتهيئة سكن للمقيم المحتاج بشروط خاصة ، فهل يحق للمسلم شراء بيت له يسكنه فترة قصيرة ليسقط عنه الخمس ، ثم يؤجره ليسكن بيتا تدفع الدولة إيجا ره؟\nم ـ 259 : بعض الشركات التجارية والصناعية تقترض من البنوك الأهلية أو الرسمية الإسلامية وغيرها قروضاً ربوية ، وتحصل على أرباح جرّاء وضع أموالها فيها ، فهل يحق لنا \n\nم ـ 260 : ربما تصبّ الدولة وبعض الشركات في الدول غير الإسلامية وفي بعض الدول الإسلامية رواتب موظفيها بحسابهم في البنك مباشرة ، فلا يقبض الموظف المال بيده نقداً ، ولكنه يستطيع سحبه متى شاء ، فلو ارتفع رصيد الموظف بحيث زاد عن مؤنة السنة فهل يجب فيه الخمس؟",
        "م ـ 261 : لو اقترض مسلم من مسلم مبلغاً من المال ، ثم بعد مدة انخفضت القيمة السوقية لتلك العملة ، فكم سيدفع للمقرض؟\n\nم ـ 262 : هل يجوز استثمار الأموال في شركات من منتجاتها الخمور ، مع عدم إمكانية فرز ماله عن مال غيره فيها؟\nم ـ 263 : بنّاء أومقاول مسلم يُعرض عليه بناء معبد غير إسلامي في بلاد غير إسلامية ، أيجوز له ذلك؟",
        "م ـ 264 : خطاط مسلم يعرض عليه بأن يخط قطعة لشرب الخمر ، أو لاحياء حفلة رقص ، أولمطعم فيه لحم خنزير ، فهل يجوز له ذلك؟\nم ـ 265 : هل يجوز الشراء من محلات تخصص بعضاً من أرباحها لدعم إسرائيل؟\nم ـ 266 : مسلم يشتري عمارة ، وهو لا يعلم بأن بها مشرب خمر لا يستطيع إخراج مؤجره منه ، ثم علم بعد ذلك بالأمر.\nم ـ 267 : هل يجوزلصاحب عمل مسلم تشغيل غيرالمسلمين في عمل له مع وجود مسلمين محتاجين للعمل؟",
        "\n\nم ـ 268 : هل يجوز العمل في مجال البيع في محلات تبيع المجلات الخليعة ذات الصور العارية؟ وهل يجوز الإتجار بها؟ وهل تجوز طباعتها؟\nم ـ 269 : للكلاب في الدول الغربية سوق مشهود ، فهل يجوز بيع وشراء الكلاب للاستئناس بها والتسلي معها؟",
        "م ـ 270 : هل يجوز شراء كلاب الحراسة والحماية ، تلك التي تحتمي بها بعض النساء أثناء تجوالها في الشوارع ضماناً لأمنها وتسلياً بها؟ وهل تجوز المتاجرة بها؟ وهل تجوز إجارتها؟\nم ـ 271 : في الدول الغربية كلاب خاصة تقود الأعمى أثناء سيره في الطرقات ، فهل يجوز شراؤها والمتاجرة بها؟\nم ـ 272 : أيجوز للمسلم الموظف في مكتب خاص أو دائرة حكومية أو المتعاقد على عمل ما بأجر يحسب بالساعات البلدان غير الإسلامية ، أن يتهرب من العمل بعض الوقت أو يتهاون أو يتباطأ متعمدا؟ وهل يستحق كل الأجر؟\nم ـ 273 : يتاجر بعض المسلمين بنسخ خطية من القراَن الكريم يجلبونها من البلدان الإسلامية ، فهل يجوز ذلك؟ وإذا كان المانع منه حرمة بيع القراَن للكافر ، فهل يجوز التحلل من هذا القيد لتصح المعاملة؟ وعلى فرض الجواز فكيف نتحلل من هذا القيد؟",
        "م ـ 274 : ثم هل تجوز المتاجرة بالكتب الخطية والتحفيات والآثار الإسلامية بأن تخرجِ من بلدانها لتباع بأسعار غالية في الدول الأوروبية مثلاً ، أو يعدّ ذلك إهداراً لثروة إسلامية فلا تجوز؟\n\nم ـ 275 : تمتلئ الحانات بروادها من الكفار في بعض الليالي ، حتى!ذا أثقلهم الشراب خرجوا يبحثون عن مطاعم يأكلون فيها ، فهل يجوزلمسلم أن يستغل تلك الحاجة ، فيفتح مطعماً يقدِّم فيه الأكل الحلال للسكارى وغيرهم؟ وهل في ذلك إثم إذا كان الطعام المحلل هذا يعينهم على تخفيف أثر الشراب عليهم أو ما شاكل ذلك؟\nم ـ 276 : هل يحلُّ لمسلم أن يبيع لحم الخنزيرلمستحليه من الكتابيين؟",
        "م ـ 277 : يجزم المكلف أحياناً بأنه سيشاهد يوماً ما لقطة محرمة في التلفاز أو الفيديو ، فهل يجوز شراؤه؟\nم ـ 278 : هل يجوز العمل في محل لبيع لحم الخنزير ، بأن يأمر المسلم المستشكل أحد عماله بإعطاء لحم الخنزير للمشتري؟.\n\nم ـ 279 : تفضلتم وقلتم : يحق للمسلم أن يشتري بطاقة اليانصيب (اللوتري) إذا كان يقصد من عمله ذاك التبرع لمشروع خيري دون قصد احتمال الربح. فلو قصد المسلم أن يدفع بعض ثمن البطاقة قصد التبرع المجاني لمشروع خيري تحدده لجنة اللوتري ، ويقصد بدفع بعضها الآخر احتمال الفوز بالجائزة ، فهل يجوز شراء البطاقة وفق هذا التصور؟",
        "م ـ 280 : هل يحق لمسلم بالغ أن يحثّ الصبي على شراء ورقة يانصيب وإهدائها له؟ ثم هل يحق له تكليف كتابي بشرائها له قصد احتمال الفوز بالجائزة؟\nم ـ 281 : هل يحلُّ شراء عسل مثلاً عليه ورقة يانصيب مع قصد احتمال الفوز بالجائزة حين الشراء؟\nم ـ 282 : فاز أحد المسلمين بجائزة يانصيب (لوتري) ، فقرر ان يدفع بعض المال لجهة خيرية بعد فوزه بالجائزة ، فهل يحق لتلك الجهة استلام هذا المال ، وصرفه في مصالح المسلمين؟ وهل يختلف الأمر لو كانت نية الفائز قبل الفوز صرف بعض المال في مصالح المسلمين؟\nم ـ 283 : لو حجَّ الفائز باللوتري بمال اللوتري ، فهل يعدّ حجه صحيحاً؟ ولو بذلت لمسلم جهة ظالمة غاصبة فما هو حكم حجه؟",
        "م ـ 284 : لو بذلت لمسلم جهة ظالمة غاصبة ، فما هوحكم حجه؟\nم ـ 285 : في بعض الدول الأوروبية محلات تبيع المواد المنزلية ، يحق لمشتري بضاعتها إرجاعها خلال أسبوعين من تاريخ الشراء ، فهل يجوزشراء حاجة منها قصد الإنتفاع بها خلال المدة المذكورة ، ثم إرجاع البضاعة بعد ذلك ، فيكون الغرض من المعاملة هو الإنتفاع بهذا الحق ، لا الشراء \n\n\nم ـ 286 : هل يجوز العمل في مطعم يقدم الخمر فيه ، إذا كان العامل لا يقدم الخمر بنفسه ، ولكنه ربما يشارك في تنظيف ا لأواني؟",
        "م ـ 287 : يضطر مسلم حريص على نشر دينه للتوظيف في دوائر دولة غربية تؤدي به الى ارتكاب بعض المحرمات ، على أمل أن يكون له مستقبلاً تأثير كبير بتلك الدائرة ، فيخدم بذلك دينه خدمة يعتبرها أهم من إرتكاب المحرمات السابقة ، فهل يجوز له ذلك؟\nم ـ 288 : هل يجوز لحامل شهادة الحقوق أن يكون محاميا في بلد غير إسلامي يترافع بقوانين ذلك البلد ويلتزم قضايا لغير المسلمين بحيث يكون همه كسب القضية مهما كانت؟\n\n\nم ـ 289 : هل يجوز لحامل شهادة الحقوق أن يكون قاضياً في البلدان غير الإسلامية ، يقضي بين الناس وفق قوانينها؟",
        "م ـ 290 : مهندس كهربائي في إحدى الدول الأوروبية يُدعى أحياناً لعمل أو لتصليح مكبرات الصوت وتوابعها ، وفي بعض الأحيان تكون هذه الأماكن محلات للملاهي ، فهل يجوز له تصليحها أو تأسيس أجهزة جديدة في ذلك المحل ، مع العلم أنه لو امتنع مرة أو مرتين فإن ذلك يوجب توقف عمله ، لأن الناس سوف يتركونه؟\nم ـ 291 : شخص يعمل في مطعم ويقدم مرة اللحم غير الحلال لغير المسلمين ، ومرة لحم الخنزير لغير المسمين أيضاً ، فأما القسم الأول فقد تشرفنا بجوابكم سابقاً ، ولكن السؤال يقع في القسم الثاني وهو تقديم لحم الخنزير أحياناً الى جانب اللحم الحرام ، فهل يجوز ذلك؟ وفي فرض عدم قبوله بذلك فأنه سوف يُخرج من عمله أو يُطرد منه.\n\n\nم ـ 292 : هل يجوز للمسلم أن يعمل في محلات البقالة التي يباع الخمر في زاوية منها ، وعمله فقط استلام النقود؟",
        "م ـ 293 : صاحب مطبعة في الغرب يطبع قائمة مأكولات صاحب مطعم بما فيها لحم الخنزير ، فهل يجوز له ذلك؟ وهل يجوز له أن يطبع دعايات لمحلات بيع الخمور أو محلات محرمات أخرى ، علماً بأنه يدعي بأن عمله سيتأثر لو لم يطبع أمثال هذه الأوراق؟\nالفصل الخامس \n\n\nالعلاقات الإجتماعية \n",
        "ـ مقدمة\nـ بعض الأحكام المتعلقة بالعلاقات الإجتماعية\nـ بعض الآيات القرآنية الكريمة والأحاديث\nالشريفة الناظرة للعلاقات الإجتماعية",
        "ـ إستفتاءات تخصّ العلاقات الإجتماعية\n\nلكل مجتمع ظروفه الاجتماعية الخاصة به ، وله تقاليده وأعرافه وقيمه وعاداته ، وطبيعي أن تختلف ظروف وقيم وعادات المجتمعات في بلد المهجر عن ظروف وقيم وعادات مجتمعاتنا الإسلامية ، مما يجعل المسلم في تساؤل مستمرعمّا يجوزله فعله وما لا يجوز ، وهو يعيش ضمن هذه المجتمعات الجديدة ذات القيم المتباينة مع قيم مجتمعه الذي ولد فيه وعاش.\nهذا من جهة ، ومن جهة أخرى فإن العيش في مجتمعات ذات قيم غريبة تفرض على المهاجرين اليها من أبناء المجتمعات الإسلامية مقاومة الإنصهار في بوتقة القيم الطارئة وحماية أنفسهم وأبنائهم من الذوبان التدريجي فيها ، مما يتحتم عليهم بذل جهود إضافية لتحصين أنفسهم وعوائلهم وأبنائهم من اَثارها المدمرة.\nلذا أفضل أن أبيِّن هنا الأحكام الشرعية التالية : ",
        "م ـ 294 : صلة الرحم واجبة على المسلم ، وقطيعته من الكبائر ، وإذا كانت صلة الرحم واجبة وقطيعته من الكبائر التي توعّد الله عليها النار ، فإن شدة الحاجة الى صلة الرحم في \n\n\n__________________\n54 ـ سورة محمد : اَية 22.",
        "55 ـ الأصول من الكافي لمحمد بن يعقوب الكليني : 2 | 348.\n\n\nم ـ 295 : تحرم قطيعة الرحم ، حتى لو كان ذلك الرحم قاطعا للصلة تاركا للصلاة ، أو شاربا للخمر ، أو مستهينا ببعض أحكام الدين ، كخلع الحجاب وغير ذلك بحيث لا يجدي معه الوعظ والإرشاد والتنبيه ، شرط أن لا تكون تلك الصلة موجبة لتأييده على فعل الحرام.\nم ـ 296 : لعل أدنى عمل يقوم به المسلم لصلة أرحامه مع الامكان والسهولة ، هو أن يزورهم فيلتقي بهم ، أو أن يتفقد أحوالهم بالسؤال ، ولو من بعد.",
        "____________\n56 - المصدر السابق : 2 | 347 ‎.\n57 - جامع السعادات للنراقي : 2 | 260.\n58 - الأصول من الكافي للكليني : 2 | 347 ، وأنظر من لا يحضره الفقيه لمحمد بن علي بن الحسين بن بابويه القمي : 4 | 267. \n59 ـ المصدر السابق : 2 | 152.",
        "\n\nم ـ 297 : أشد أنواع قطيعة الرحم عقوق الوالدين الذين أوصى الله عزّ وجلّ ببرّهم والإحسان اليهم ، قال عزّ من قاثل في كتابه الكريم : ( وقضى ربك ألأ تعبدوا إلا إيَّاه وبالوالدين إحسانا إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أفّ ولا تنهرهما وقل لهما قولا كريما ). (62)\n____________",
        "60 ـ المصدر السابق : 2 | 155.\n61 ـ الأصول من الكافي لمحمد بن يعقوب الكليني : 2 | 157.\n62 ـ سورة الاسراء : اَية 23.\n63 ـ الأصول من الكافي للكليني : 2 | 348.\n",
        "\nم ـ 298 : وفي مقابل ذلك ( برُ الوالدين) فهو من أفضل القربات لله تعالى ، قال عزَّ من قائل في كتابه الكريم : ( واخفض لهما جناح الذلِّ من الرحمة وقل ربّ ارحمهما كما ربياني صغيرا ). (67) \n____________\n64 - المصدر السا بق : 2 | 349.",
        "65 - المصدز نفسه.\n66 - أنظر جامع السعادات للنراقي : 2 | 262 وما بعدها ، والذنوب الكبيرة للسيد دستغيب : 1 | 138 وما بعدها.\n67 -سورة الإسراء : اَية 24.\n68 - الأصول من الكافي للكليني : 2 | 162. \n",
        "\nم ـ 299 : ورد في بعض الروايات حق لكبير الأخوة على صغيرهم يحسن مراعاته وحفظه والاهتمام به شداً لعرى التكاتف والتآزر والتوادد داخل الأسرة الواحدة ، وضمانا لديمومتها متماسكة قوية في الظروف الاستثنائية التي ربما تمر بها فقد روي عن النبي محمد (ص) قوله : «حق كبير الأخوة على صغيرهم كحق الوالد على ولده ». (70) \nم ـ 300 : لا يجوز لغير ولي الطفل أو المأذون من قبله أن يضرب الطفل لتأديبه إذا ارتكب فعلاً محرماً أو سبَّب أذى للآخرين ، ويجوز للولي وللمأذوِن من قبله أن يضرب الطفل للتأديب ضربا خفيفا غير مبرح لا يؤدي الى إحمرار جلد الطفل ، بشرط أن لا يتجاوز ثلاث ضربات ، وذلك فيما إذا توقف التأديب عليه ، وعليه فلا يحق للأخ الشاب أن يضرب أخاه الطفل إلا إذا كان ولياً أو مأذونا من قبل الولي ، ولا يجوز ضرب التلميذ في المدرسة بدون إذن وليه \n____________",
        "69 ـ الأصول من الكافي للكليني : 2 | 160.\n70 ـ جامع السعادات للنراقي : 2 | 267.\n\n\nم ـ 301 : الأحوط وجوباً عدم ضرب البالغ مطلقاً.",
        "م ـ 302 : توقير الشيخ الكبير : دعانا النبي الكريم محمد (ص) الى توقير الشيخ الكبير وإجلاله فقال (ص) : « من عرف فضل شيخ كبيرفوقره لسنه اَمنه الله من فزع يوم القيامة » (71). \nوقال (ص) أيضاً : «من تعظيم الله عزّ وجلّ إجلال ذي الشيبة المؤمن » (72).‎ \nم ـ 303 : ورد في العديد من الروايات الشريفة عن النبي (ص) والأئمة (ع ) الحث الشديد على التزاور ، والتالف ، والمودة بين المؤمنين ، وإدخال السرور على قلوبهم ، وقضاء حوائجهم ، وعيادة مرضاهم ، وتشييع جنائزهم ، ومواساتهم في السراء والضراء ، قال الإمام الصادق (ع ) : «من زار أخاه في الله قال الله عز وجل إياي زرت ، وثوابك عليّ ، ولست أرضى لك ثوابا دون الجنة» (73). \n____________",
        "71 - ثواب الأعمال وعقاب الأعمال للصدوق : 225.\n72 - المصدر السابق.\n73 - الأصول من الكافي للكليني : 2 | 176.\n\n",
        "م ـ 304 : حق الجوار قريب من حق الرحم ، يستوي في ذلك الحق الجار المسلم والجار غير المسلم ، فقد أثبت رسول الله (ص) للجارغير المسلم هذا الحق حيث قال (ص) : « الجيران ثلاثة : فمنهم من له ثلاث حقوق : حق الإسلام ، وحق الجوار ، وحق القرابة ، ومنهم له حقان : حق الإسلام ، وحق الجوار ، ومنهم من له واحد : « الكافر له حق ا لجوار » (75). \n____________\n74 ـ المصدر السابق نفسه : 2 | 176 ، وللمزيد من الاطلاع أنظر : باب قضاء حوائج المؤمن 2 | 192 ، والسعي في حاجة المؤمن : 2 | 196 ، وتفريج كرب المؤمن : 2 | 199 من كتاب الأصول من الكافي للكليني. \n75 ـ مستدرك الوسائل للنوري ـ كتاب الحج ـ باب 72. ",
        "76 ـ جامع السعادات للنراقي : 2 | 267 ، وأنظر باب حق الجوار من كتاب الأصول من الكافي للكليني : 2 | 666. \n\n\nم ـ 305 : من صفات المؤمنين الصالحين التحلي بمكارم الأخلاق تأسِّياً بالنبي الكريم محمد (ص) الذي وصفه الله سبحانه وتعالى في كتابه الكريم بقوله ( وإنك لعلى خلق عظيم ). (80) ",
        "____________\n77 ـ نهج البلاغة للإمام علي باعتناء صبحي الصالح ، ص 422.\n78 ـ مستدرك الوسائل - ا - باب 72.\n79 ـ جامع السعادات للنراقي : 2 | 268. ",
        "80 ـ سورة القلم : الايات ( 4 - 5 ـ 6) ، للتشرف بالاطلاع على أخلاقه (ص) أنظر مكارم الأخلاق للطبرسي ، ص 15 وما بعدها ، وكتب السيرة والحديث وهي كثيرة جداً. \n81 ـ جامع السعادات للنراقي : 1 | 443. \n82 ـ جامع السعادات للنراقي : 2 | 268 ، وأنظر الأصول من الكافي للكليني : 2 | 99 ، واستحباب التخلق بمكارم الأخلاق من كتاب تفصيل وسائل الشيعة للحر العاملي : 15 | 198. \n\nم ـ 306 : ومن صفات المؤمنين الصالحين كذلك : الصدق في القول والعمل ، والوفاء بالوعد ، فقد أثنى الله سبحانه وتعالى على نبيه إسماعيل (ع ) فقال فيه : ( إنَّه كان صادق الوعد وكان رسولاً نبيا ) (83).",
        "م ـ 307 : من صفات المرأة الصالحة عدم إيذاء زوجها والإساءة اليه وازعاجه ، ومن صفات الزوج الصالح عدم إيذاء زوجته والإساءة اليها وإزعاجها ، قال رسول الله (ص) : «من كانت له امرأة تؤذيه لم يقبل الله صلاتها ولا حسنة من أعمالها حتى تعينه وترضيه وإن صامت الدهر وقامت ، وأعتقت الرقاب وأنفقت الأ موال في سبيل الله وكانت \n____________\n83 ـ سورة مريم : آية 54. \n84 ـ المصدر السابق ، وأنظر باب خلف الوعد من كتاب الأصول من الكافي للكليني : 2| 363. \n",
        "\nم ـ 308 : يحق للمسلم أن يتخذ معارف وأصدقاء من غير المسلمين ، يخلص لهم ويخلصون له ، ويستعين بهم ويستعينون به على قضاء حوائج هذه الدنيا ، فقد قال الله سبحانه وتعالى في كتابه الكريم : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبرُّوهم وتُقسطوا اليهم إنَّ الله يحبُّ المقسطين ) (86).\nم ـ 309 : يجوز تهنئة الكتابيين من يهود ومسيحيين وغيرهم ، وكذلك \n____________",
        "85 ـ تفصيل وسائل الشيعة للحر العاملي : 20| 82 ، وأنظر الذنوب الكبيرة لعبد الحسين دستغيب : 2 | 296 - 297.\n86 ـ سورة الممتحنة : أية 8.\n87 ـ مستدرك الوسائل لحسين النوري : 12 | 241. \n\n",
        "م ـ 310 : الأمر بالمعروف والنهي عن المنكر واجبان عباديان على كل مؤمن ومؤمنة متى ما توفرت شروطهما ، قال الله سبحانه وتعالى في كتابه الكريم : (ولتكن منكم أمة يدعون الى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون ). (88)\n____________\n88 ـ سورة آل عمران : اَية 104. \n89 ـ التوبة : 71 ، وأنظر اَل عمران : 115. ",
        "90 ـ تفصيل وساثل الشيعة للحر العاملي : 16 | 396. \n\n\n____________\n91 ـ المصدر السابق : 16 | 122. \n",
        "\n____________\n92 ـ الفتاوى الميسرة للمؤلف ، ص 268 - 275. \n\n",
        "م ـ 311 : مداراة الناس ، كل الناس ، من المستحبات الشرعية التي حث عليها ديننا القويم ، فقد قال رسول الله (ص) «أمرني ربي بمداراة الناس كما أمرني بأداء الفرائض » ، وقال (ص) أيضاً « ثلاث من لم يكن فيه لم يتم له عمل : درع يحجزه عن معاصي الله ، وخلق يداري به الناس ، وحلم يرد به جهل الجاهل » (93).\n____________\n93 ـ تفصيل وسائل الشيعة : 12| 200. \n94 ـ المصدر السابق : 12 | 135. \n",
        "\n____________\n95 ـ قادتنا كيف نعرفهم للسيد الميلاني نقلاً عن السنن الكبرى للبيهقي : 4 | 135. \n\n",
        "م ـ 312 : للإصلاح بين الناس ، وحل خلافاتهم ، وتحبيب بعضهم لبعض ، وردم شقة الخلاف بينهم ، ثواب عظيم ، فكيف إذا كان ذلك الإصلاح في بلد الغربة حيث النأي عن الديار والأهل والمعارف والأحباب ، فقد أوصى الإمام علي (ع ) ولديه الإمامين الحسن والحسين (ع ) قبيل وفاته بعدما ضربه الخارجي ابن ملجم المرادي بوصايا عدة منها : تقوى الله ، ونظم الأمر ، وصلاح ذات البين ، فقال : (ع ) «أوصيكما وجميع ولدي وأهلي ومن بلغه كتابي بتقوى الله ونظم أمركم وصلاح ذات بينكم فإني سمعت جدكما (ص) يقول : صلاح ذات البين أفضل من عامة الصلاة والصيام » (98). \n____________\n96 ـ التهذيب للشيخ الطوسي : 6 | 292. \n97 ـ تفصيل وسائل الشيعة للحر العاملي : 12 | 201. \n98 - نهج البلاغة للإمام علي بن أبي طالب (ع ) ، باعتناء صبحي الصالح : 421.",
        "\nم ـ 313 : النصيحة ، أو إرادة بقاء نعمة الله على الأخوان المؤمنين ، وكراهة وصول الشرِّ إليهم ، والسعي لإرشادهم إلى ما فيه سعادتهم وخيرهم ومصلحتهم ، من الأعمال المحبوبة لله عز وجل ، والأ خبار والروايات الواردة في النصيحة والحاثّة عليها أكثر من أن تحصى ، من ذلك ما قاله رسول الله (ص) «إن أعظم الناس منزلة عند الله يوم القيامة أمشاهم في أرضه بالنصيحة لخلقه » (99).\n____________\n99 - الكافي للكليني : 2 | 208. ",
        "100 - ألمصدر السابق ، وأنظر جامع السعادات للنراقي : 2 | 213. \n101 -المصدر نفسه. \n102 - المصدر نفسه : 2 | 164 ، ولزيادة الاطلاع أنظر باب «وجوب نصيحة المؤمن» وباب تحريم ترك - نصيحة المؤمن ومناصحته» من كتاب تفصيل وسائل الشيعة للحر العاملي : 16 | 381 ـ 384. \n\nم ـ 314 : التجسس ، أو تتبع ما استتر من أمور المسلمين للاطلاع عليه ، وهتك الأمور التي سترها أهلها ، محرم في الشريعة الإسلامية ، قال الله سبحانه وتعالى في كتابه الكريم ( يا أيها الذين اَمنوا اجتنبوا كثيراً من الظنِّ إن بعض الظنِّ إثم ولا تجسسوا ) (103).",
        "م ـ 315 : الغيبة وهي «أن يذكر المؤمن بعيب في غَيبته ، سواء أكان بقصد الانتقاص أم لم يكن ، وسواء أكان العيب في بدنه ، أم في نسبه ، أم في خلقه ، أم في فعله ، أم في قوله ، أمِ في دينه ، أم في دنياه ، أم في غير ذلك ، مما يكون عيباً مستوراً عن الناس ، كما لا فرق في الذكر بين أن يكون بالقول ، أم بالفعل الحاكي عن وجود العيب » (105).\n____________\n103 ـ الحجرات : اَية 12.\n104 ـ تفصيل وسائل الشيعة للحر العاملي : 12 | 275.",
        "105 ـ منهاج الصالحين للسيد السيستاني : 1 | 17. \n\n\nم ـ 316 : وحين يرد ذكر الغيبة يرد في ذهن المؤمن عادة مصطلح شرعي اَخر حرمه الإسلام كذلك ، وشدّد بالنكير على فاعليه صيانة للمجتمع من التفكك وهو (النميمة) ، كأن يقال لشخص ما : فلان تكلم فيك بكذا وكذا ، مكدِّراً صفو العلاقات بين المؤمنين أو معمِّقاً درجة الكدر بينهم. \n____________",
        "106 ـ سورة الحجرات : آية 12. \n107 ـ جامع السعادات للنراقي : 2 | 203.\n108 ـ منهاج الصالحين للسيد السيستاني : 1 | 17. \n\n",
        "م ـ 317 : سوء الظن : نهانا الله سبحانه وتعالى عن سوء الظن ، فقال في محكم كتابه الكريم ( يا أيها الذي اَمنوا اجتنبوا كثيراً من الظن إن بعض الظن إثم ) (112).\n____________\n109 ـ جامع السعادات للنراقي : 2 | 276.\n110 ـ الأصول من الكافي للكليني : 2 | 369.",
        "111 ـ ثواب الأعمال وعقاب الأعمال للصدوق : 262. \n112 ـ سورة الحجرات : اَية 12. \n\n\nم ـ 318 : الإسراف والتبذير : سلوكان ذمهما الله سبحانه وتعالى ، فقال عزَّ من قائل : ( وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين ) (114). ",
        "____________\n113 ـ تفصيل وسائل الشيعة للحر العاملي : 8 | باب 161.\n114 ـ سورة الأعراف : اَية 31.\n115 ـ سورة الإسراء : اَية 27. ",
        "116 ـ نهج البلاغة للإمام علي ، باعتناء صبحي الصالح ، ص 377. \n\nم ـ 319 : الإنفاق في سبيل الله : حثنا الله سبحانه وتعالى في كتابه الكريم على الإنفاق في سبيله ووصفه بأنه تجارة لن تبور ، فقال سبحانه وتعالى في كتابه الكريم : ( إن الذينِ يتلون كتاب الله وأقاموا الصلاة وأنفقوا مما رزقناهم سراً وعلانية يرجون تجارة لن تبور ليوفيهم أجورهم ويزيدهم من فضله إنه غفورشكور ) ، (117) وقال جلّ وعلا في سورة أخرى ( من ذا الذي يقرض الله قرضاً حسناً فيضاعفه له وله أجر كريم ، يوم ترى المؤمنين والمؤمنات يسعى نورهم بين أيديهم وبأيمانهم بشراكم اليوم جنات تجري من تحتها الأنهار خالدين فيها ذلك هو الفوز العظيم ) (118).\n____________\n117 ـ سورة فاطر : آية 29 - 30. ",
        "118 ـ سورة الحديد : آية 11 - 12.\n119 ـ سورة المنافقون : اَية 10 - 11. \n\n\n",
        "____________\n120 ـ سورة التوبة : أية 34 - 35.\n121 ـ نهج البلاغة للإمام علي ، باعتناء صبحي الصالح ، ص 417 - 418. \n\n",
        "____________\n122 ـ البحارللمجلسي : 19 | 118.\n123 ـ قرب الاسناد للحميري ، ص 74.\n124 ـ الخصال للصدوق : 1 | 25.",
        "125 ـ تفصيل وسائل الشيعة للحر العاملي : 6 | 255. \n\n\nم ـ 320 : حث رسول الله (ص) أرباب الأسر على حمل الهدايا الى عيالهم وإدخال السرور على قلوبهم بها ، فقد روى ابن عباس أن رسول الله (ص) قال : «من دخل السوق ، فاشترى تحفة ، فحملها الى عياله ، كان كحامل صدقة الى قوم محاويج ». (129)\n____________",
        "126 - المصدر السابق : 19 | 118. \n127 - ثواب الأعمال وعقاب الأعمال للصدوق ، ص 172.\n128 -للمزيد من الاطلاع أنظر الانفاق في سبيل الله للسيد عز الدين بحر العلوم. \n129 - ثواب الأعمال وعقاب الأعمال للصدوق ، ص 239. \n",
        "م ـ 321 : من الأمور التي دعت اليها الشريعة الإسلامية وحثت عليها ، مسألة الاهتمام بأمور المسلمين ، فقد قال رسول الله (ص) «من أصبح ولم يهتم بأمور المسلمين فليس بمسلم » (130).\nم ـ 322 : هل يجوز السير في موكب جنازة غير مسلم لتشييعه ، إذا كان جاراً مثلا؟ \nم ـ 323 : هل يجوز تبادل الودِّ والمحبة مع غير المسلم ، إذا كان جاراً أو \n____________",
        "130 ـ جامع السعادات للنراقي : 2 | 229.\n131 ـ المصدر السابق. \n132 ـ أنظر الأصول من الكافي للكليني ، باب الاهتمام بأمور المسلمين. \n\n",
        "م ـ 324 : هل يجوز دخول أصحاب الديانات السابقة من الكتابيين ، ودخول الكفار من غيرهم ، المساجد ودور العبادة الإسلامية؟ وهل يجب علينا إلزام غير المحجبات بارتداء الحجاب ، ثم الدخول إذا كان دخولهن جائزاً؟ \nم ـ 325 : هل يجوز إزعاج الجار اليهودي ، أو الجار المسيحي ، أو الجار الذي لا يؤمن بدين أصلاً؟ \nم ـ 326 : هل يجوز التصدق على الكفار الفقراء كتابيين كانوا أو غير كتابيين؟ وهل يثاب المتصدِّق على فعله هذا؟\n\n",
        "م ـ 327 : هل يجب الأمر بالمعروف والنهي عن المنكر إذا كان المأمور ليس موالياً لأهل البيت (ع ) ، أو كان من الكتابيين الذين يحتمل التأثير فيهم مع الأمن من الضرر؟ \nم ـ 328 : مدرسة أوربية في ملاكها مدرسون لا يؤمنون بدين ينكرون أمام التلاميذ وجود الله ، فهل يجوز إبقاء الطلاب المسلمين بها ، رغم أن تأثرهم بأساتذتهم محتمل جداً؟ \nم ـ 329 : هل يجوز اختلاط الجنسين في المدارس المتوسطة والثانوية إذا علم الإنسان أنَّ ذلك الإختلاط سيؤدي حتماً في يوم \n\n",
        "م ـ 330 : هل يجوز للرجل المسلم أن يذهب الى المسابح المختلطة ، خصوصاً وإنهنَّ قد ألقين جلباب العفاف عن أنفسهن ، وممن لا ينتهين إذا نهين؟ \nم ـ 331 : هل يجوز للساكنين في الغرب إرسال بناتهم المحجبات الى مدارس مختلطة للتعلم في ظل إلزامية التعليم أو عدمها مع وجود مدارس غير مختلطة ولكنها غالية أو بعيدة أو ضعيفة المستوى؟\nم ـ 332 : هل يجوز اصطحاب الفتيات اللواتي يدرسن مع الشاب المسلم في الجامعات الأجنبية لغرض التنزه في السفرات السياحية وغيرها؟\n\n",
        "م ـ 333 : هل يجوز مشاهدة مشهد غرامي على الطبيعة في الشارع؟ \nم ـ 334 : هل يجوز الذهاب الى السينما المختلطة وأماكن اللهو غير المشروع ، مع عدم الاطمئنان بالوقوع في المحرم؟ \nم ـ 335 : هل تجوز السباحة في مسبح مختلط من دون أن يكون القصد من السباحة هو التلذذ؟\nم ـ 336 : هل يجوز قصد سواحل البحر والحدائق العامة في الأيام المشمسة للتنزُّه ، وفيها مشاهد مخلَّة بالآداب العامة؟",
        "م ـ 337 : في الدول الأوربية تبنى المرافق الصحية وفقا لاعتبارات خاصة ، ليس من بينها بالتأكيد وجه القبلة كما هو الحال في الدول الإسلامية.\n\n\nم ـ 338 : إذا وجد المسلم في بلدان أوروبا وأمريكا وأضرابها حقيبة ملابس ذات علامة تدل على صاحبها ، أو غير ذات علامة ، فماذا يجب عليه ان يفعل بها؟\n",
        "\nم ـ 339 : لو وجدت كمية من المال في دولة أوروبية دون علامة مميزة ، فهل يحق لي تملكها؟\nم ـ 340 : يعرض البعض في الغرب حاجات ثمينة بأسعار زهيدة ، مما يجعل المشتري يقرِّب جداً أنها مسروقة ، فهل يجوز شراؤها على تقديري العلم أو الظن القوي بسرقتها من مسلم ، أو كافر ، سواء أكان بائعها مسلما ، أم كافرا؟\nم ـ 341 : أسعار الدخان مرتفعة في الدول الغربية ، فهل يحرم شراؤها من باب الإسراف والتبذير إذا علم صاحبها أنها ليست نافعة؟ بل ضارة؟",
        "\n\nم ـ 342 : هناك أجهزة لتسجيل المكالمات الهاتفية بدون علم المتحدث ، فهل يجوز تسجيل صوت أحد دون علمه للاحتجاج به عليه ، أو الاستشهاد به عند الحاجة؟\nم ـ 343 : مصور يدعى لتصوير حفلة زواج يُشرب فيها الخمر ، فهل يجوز له ذلك؟",
        "م ـ 344 : ما هي حدود طاعة الأب والأم؟\n\nم ـ 345 : يخشى بعض الاباء على أبنائهم من أن يأمروا بالمعروف وينهوا عن المنكر ، فهل تجب طاعتهما في ذلك ، علماً بأن \n",
        "م ـ 346 : يتناقش الولد مع والده أو الأم مع بنتها في أمر حيوي يومي نقاشاً حاداً يضجر الوالدين ، فهل يجوز للأولاد ذلك ، وما هو الحدُّ الذي لا يجب على الولد تخطية مع والده؟\nم ـ 347 : إذا أمرت الوالدة ولدها بتطليق زوجته لخلافها مع الزوجة ، فهل يجب طاعتها في ذلك؟ وماذا لو قالت (أنت ولد عاق إن لم تطلق)؟\nم ـ 348 : ضرب أب ابنه ضربة شديدة اسودّ لها جلد الولد أو احمر ، فهل تجب على والده الديهَ؟ وهل يختلف الحكم لو كان الضارب غير الأب؟\n\n",
        "م ـ 349 : إذا اطمأن المسلم بعدم رضا والده قلبا عن سفره للخارج ، من دون أن يسمع المنع من لسان أبيه ، فهل يجوزله السفر إذا كان الابن يرى مصلحته في ذلك؟\nم ـ 350 : هل من البرِّ للزوجة خدمة أب وأم وأخ وأخت الزوج؟ وهل من البرِّ للزوج الاعتناء بأب وأم وأخ وأخت الزوجة خاصة في بلاد الغربة؟\nالفصل السادس \n\n",
        "\nالشؤون الطبّية \n\n\n",
        "\n\n\nـ مقدمة",
        "ـ بعض الأحكام الشرعية المتعلقة بالشؤون الطبية\nـ إستفتاءات تخصّ الشؤون الطبية\n\nنظراً للتقدم العلمي والتكنولوجي في الدول الغربية وأمريكا يكثر ورود المسلمين اليها لتلقي العلاج ، كما أن المسلمين القاطنين فيها يحتاجون كغيرهم الى العلاج كلما استدعت حالتهم الصحية ذلك.\nلذا يحسن بي هنا أن أوضح الأحكام الشرعية التالية : ",
        "م ـ 351 : لا يجوز تشريح جسد الميت المسلم لغرض التعلم وغيره من الأغراض الأخرى ، ويجوز ذلك إذا توقفت عليه حياة مسلم اَخر ، وإن كان في المستقبل.\nم ـ 352 : يجوز ترقيع جسم الإنسان بعضو من أعضاء حيوان حتى الكلب والخنزير ، وتترتب على عضو الحيوان المنقول لجسم الإنسان أحكام جسم الإنسان نفسه ، فتجوز الصلاة فيه باعتبار طهارته بعد صيرورته جزءا من جسم الإنسان وحلول الحياة فيه (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 353 : لا يحقُ للطبيب سحب أجهزة طبيهَ وضعت لمريضه \n\n",
        "م ـ 354 : لا يحقُّ لطالب الطب النظر الى عورة أحد أثناء التدريب على المهنة ، إلاّ إذا توقف عليه دفع ضرر عظيم عن مسلم ، ولو في المستقبل.\nم ـ 355 : لا يجب على المسلم الفحص والتأكد من عدم اشتمال الدواء على مواد محرمة شرعاً قبل تناوله إياه ، وإن كان ذلك الفحص والتأكد سهلا يسيراً عليه.\nم ـ 356 : لقد بات معروفاً ما للمخدرات من ضرر بليغ على مستعملها ، أو على المجتمع ككل ، سواء من ناحية الإدمان عليها ، أم من النواحي الأخرى.\n",
        "م ـ 357 : تقول التقارير الطبية إن التدخين سبب رئيسي لأمراض القلب والسرطان ، وقد يسبب قصر العمر ، فما هو حكم التدخين بالنسبة الى : \n\n\nم ـ 358 : يذهب البعض الى أن موت الدماغ يعني موت الإنسان ، حتى لو لم يتوقف النبض في الحال إنما سيتوقف بعد ذلك حتماً ، كما يقول الأطباء ، فهل يعتبر ميتاً من مات دماغه ولو بقي نبضه يتحرك؟",
        "م ـ 359 : تقتضي مهنة الطب أن يفحص الطبيب مريضاته بعناية ، ولما كان خلع الملابس الخارجية أثناء الفحص متعارفاً في بعض البلدان الأوربية ، فهل تجوز ممارسة مهنة الطب هنا على هذه الصورة؟\n\n\nم ـ 360 : يرى الطبيب المعالج أحياناً أن يكشف بعض مواضع جسم المرأة الأجنبية ، بما فيها المواضع الحساسة ، عدا العورة ، فهل يجوزلها كشف جسمها : ",
        "م ـ 361 : في علم الهندسة الوراثية يدعي بعض العلماء أن باستطاعتهم تحسين الجنس البشري بواسطة التأثير على الجينات وذلك بـ : \nم ـ 362 : تجري الشركات في الغرب تجارب على الأدوية قبل طرحها في الأسواق ، فهل يجوز تجربة دواء على مريض ، إذا ظن الطبيب أنَّ هذا الدواء مفيد لمريضه قبل انتهاء التجارب عليه ، من دون علم المريض؟\nم ـ 363 : تطلب بعض الدوائر في بعض الحالات تشريح جثة المتوفى \n",
        "م ـ 364 : هل التبرع بالعضو الحي للحي كما في الكلية. ومن الميت للحي بالوصية ، سواء من المسلم للكافر ، أم العكس ، جائز. وهل تختلف الأعضاء في هذه المسألة عن بعضها البعض؟\nم ـ 365 : لوتم نقل عضومن ملحد لمسلم ، فهل يطهرإذا عُدّ بعد العملية من جسم المسلم؟\nم ـ 366 : مادة الأنسولين المستعملة في علاج مرض السكر تستخلص أحياناً من بنكرياس الخنزير ، فهل نستعملها؟\nم ـ 367 : هل يجوز زرع كبد خنزير في بدن الانسان؟",
        "م ـ 368 : هل تجوز زراعة الأنابيب ، أي أن تنقل بويضة الزوجة ونطفة الرجل ، وتلقح البويضة خارج الجسم ، ثم تنقل الى داخل الجسم بعد ذلك؟\nم ـ 369 : هناك بعض الأمراض الوراثية تنتقل من الاباء الى الأبناء ، وتشكل خطرا على حياتهم مستقبلاً ، وقد توصل العلم الحديث الى طريقة للتخلص من بعض هذه الأمراض ، \n\nم ـ 370 : في عملية التلقيح داخل الأنابيب قد تتكون عدة أجنة في اَن واحد ، مما يصبح زرعها كلها في رحم الأم مسألة خطرة على حياة الأم أو مميتة ، فهل يحق لنا إنتقاء جنين واحد وإتلاف الأجنة الباقية؟",
        "م ـ 371 : هل يجوز إجراء عمليات التجميل في الوجه والبدن؟\n\n\n",
        "\nم ـ 372 : ما هو حكم عزل المصاب بالأيدز؟ فهل يجب عليه أن يعزل نفسه؟ وهل يجب على أهله عزله؟\nم ـ 373 : ما هو حكم تعمد نقل العدوى؟\n",
        "م ـ 374 : هل يجوز للمصاب بالأيدز أن يتزوج من السليم؟\nم ـ 375 : ما حكم زواج حاملي فيروس الأيدز من بعضهم؟\nم ـ 376 : ما حكم المعاشرة الجنسية بالنسبة للمصاب بمرض الأيدز؟\nوهل يحق لغير المصاب بالأيدز أن يمتنع عن المعاشرة لأنها من الطرق الرئيسة للعدوى؟",
        "\n\nم ـ 377 : ما حكم حق السليم من الزوجين في طلب الفرقة؟\nم ـ 378 : ما حكم الطلاق من المرأة إذا كان الزوج مصاباً بمرض الأيدز؟ ",
        "\nم ـ 379 : ما حكم إجهاض الحامل المصابة بمرض الأيدز؟\nم ـ 380 : ما حكم حضانة الأم المصابة لوليدها السليم ، وأرضاعه (اللباء وغيره)؟\nم ـ 381 : ما حكم إعتبار مرض الأيدز مرض موت؟",
        "م ـ 382 : هل يجوزللطبيب ، أو يجب عليه أن يعلن عن الإصابة بمرضِ الأيدز لمن يهمهم أمر المريض كالزوجات أو الأزواج مثلاً؟ \n\n\nم ـ 383 : لو علم مسلم أنه مصاب بمرض (الأيدز) المعدي ، فهل يجوز له ممارسة العمل الجنسي مع زوجته؟ وهل يجب عليه إعلامها بذلك؟\nالفصل السابع\n",
        "\n\nالزواج\n\n",
        "\n\nـ مقدمة\nـ بعض الأحكام الشرعية المتعلقة بالزواج",
        "ـ إستفتاء ات تخصّ شؤون العلاقة بين الجنسين\nنظمت العلاقة بين الجنسين في الشريعة الإسلامية أحكام خاصة ، تناولت مختلف جوانبها الحيوية ، وأحاطت بجزئياتها وخصوصياتها باعتبارها حاجة إنسانية ملحة تترتب عليها الكثير من القضايا ذات الصلة بشؤون الفرد والمجتمع.\nوأحكام العلاقة بين الجنسين متشعبة ، سأتناول منها هنا ما يمسُّ حياة المسلم في البلدان غير الإسلامية ، وما يحتاج الى معرفته للعمل به من خلال فقرات عدة هي : \nم ـ 384 : الزواج من المستحبات المؤكدة ، فعن رسول الله (ص) أنه قال : «من تزوج أحرز نصف دينه » ، (133) وورد عنه (ص) قوله : «من أحب أن يتَّبع سنتي فإنَّ من سنتي التزويج » ، (134) وقال (ص) : «ما استفاد امرؤ مسلم فائدة بعد الاسلام أفضل من زوجة مسلمة تسرُّه إذا نظر اليها ، وتطيعه إذا أمرها ، وتحفظه إذا غاب عنها.» (135) ",
        "__________________\n133 ـ تفصيل وسائل الشيعة للحر العاملي 20 | 17.\n134 ـ المصدر السابق : 20 | 18. \n135 ـ منهاج الصالحين للسيد السيستاني - المعاملات - القسم الثاني | 7.",
        "\nم ـ 385 : ينبغي أن يهتم الرجل بصفات المرأة التي ينوي التزوج بها ، فلا يتزوج الاّ بالمرأة العفيفة الكريمة الأصل الصالحة التي تعينه على أمور الدنيا والآخرة.\nم ـ 386 : ينبغي للمرأة وأوليائها الاهتمام بصفات مَن تختاره للزواج ، فلا تتزوج إلا رجلاً ديِّناً ، عفيفاً ، حسن الأخلاق ، غير شارب للخمر ، ولا مقترف للمنكرات والموبقات.\nم ـ 387 : يستحسن أن لا يُردّ الخاطب إذا كان متديناً خلوقاً ، فقد قال رسول الله (ص) : «إذا جاءكم مَن ترضون خلقه ودينه فزوِّجوه إنكم إن لا تفعلوا ذلك تكن فتنة في الأرض وفساد كبير.» (137)",
        "م ـ 388 : يستحب السعي في التزويج ، والشفاعة فيه ، وإرضاء \n__________________\n136 - تفصيل وسانل الشيعة للحر العاملي : 20 | 35.\n137 - تهذيب الأحكام لمحمد بن الحسن الطوسي : 7 | 395 ، وأنظر باب الكفاءة في النكاح من الكتاب نفسه : 7 | 394 وما بعدها. ",
        "\n\nم ـ 389 : يحق للرجل أن ينظر الى محاسن المرأة التي ينوي التزوج بها ، وكذلك محادثتها قبل أن يتقدم لخطبتها ، فيجوز له رؤية وجهها وشعرها ورقبتها وكفيها وساقيها ومعصميها وغير ذلك من محاسن جسمها بشرط أن لا يقصد بذلك التلذذ الجنسي (أنظر الاستفتاءات الملحقة بهذا الفصل).\nم ـ 390 : الزواج في الشريعة الإسلامية قسمان : زواج دائم وزواج مؤقت.",
        "م ـ 391 : صيغة عقد الزواج الدائم هي : أن تقول المرأة مخاطبة الرجل : زوجتك نفسي بمهر قدره ، (وتذكر مقدار المهر) ، فيقول الزوج مباشرة : قبلت التزويج.\n____________\n138 - للمزيد من المعلومات عن شؤون الزواج وأحكامه ، أنظر الزواج في القراَن والسنة للسيد عز الدين بحر العلوم.\n139 - للمزيد من الاطلاع على بعض خصوصيات الزواج المؤقت وأحكامه ، أنظر : الزواج المؤقت ودوره في حل مشكلات الجنس للسيد محمد تقي الحكيم. ",
        "\nم ـ 392 : يجوز للزوجين إجراء صيغة العقد بنفسيهما أو بتوكيل من ينوب عنهما ، ولا يشترط حضور الشهود مجلس العقد ، كما ان حضور رجل الدين ليس شرطا في صحة العقد.\nم ـ 393 : يحق لمن لا يتمكن من إجراء العقد باللغة العربية ، إجراءه بلغة مفهمة لمعنى التزويج ، حتى وإن تمكّن من توكيل من يعرف اللغة العربية.\nم ـ 394 : يجوز للمسلم التزوج باليهودية والمسيحية ، زواجاً مؤقتاً ، والأحوط وجوباً ترك التزوج بغير المسلمة دواماً.",
        "م ـ 395 : يشترط للتزوج بالفتاة البكر مسلمة أو كتابية ، موافقة أبيها أو جدها من طرف أبيها ، إذا لم تكن مستقلة في شؤون حياتها ومالكة لأمرها ، والأحوط وجوبا أخذ موافقة أحدهما إذا كانت مستقلة في شؤونها ، ولا تشترط إجازة \n\nم ـ 396 : لا تشترط موافقة الأب أو الجد للأب للتزوج بالفتاة الرشيدة البالغة البكر ، إذا منعاها من التزويج بكفؤها شرعاً وعرفاً ، أو اذا اعتزلا التدخل في أمر زواجها مطلقا ، أو إذا لم تتمكن من استئذانهما لغيابهما مثلاً ، فإنه يجوزلها التزويج حينئذ مع حاجتها الملحة الى الزواج فعلاً.\nم ـ 397 : لا تشترط موافقة الأب أو الجد للأب للتزوج بالبنت غير البكر ، وهي التي تزوجت من قبل زواجاً صحيحاً ومارست العمل الجنسي مع زوجها قبلاً أو دبراً ، أما التي فقدتها بكارتها بالزنى ، أو بأمر اَخر ، فحكمها حكم البكر.",
        "م ـ 398 : في البلدان التي يكثر فيها الكفار الملحدون والكتابيون ، يجب على المسلم سؤال الفتاة التي يريد التزوج بها عن دينها ليتأكد من أنها ليست ملحدة ، كي يصحَّ التزوج بها ، ويقبل قولها بذلك.\nم ـ 399 : لا يجوزللمسلم المتزوج من مسلمة ، التزوج ثانية من الكتابية كاليهودية والمسيحية من دون إذن زوجته المسلمة ، والأحوط وجوباً ترك التزوج بها ولو مؤقتاً ، وإن أذنت به الزوجة المسلمة ، ولا يختلف الحكم في ذلك بين وجود الزوجة معه وعدمه ( أنظر الاستفتاءات الملحقة بهذا الفصل ). \nم ـ 400 : لا يجوز ممارسة العمل الجنسي مع الكتابية كاليهودية أو النصرانية من دون عقد زواج شرعي ، حتى وإن كانت حكومة بلدها في حالة حرب مع المسلمين (أنظر الاستفتاءات الملحقة بهذا الفصل).\nم ـ 401 : الأحوط وجوبا ترك التزوج بالمرأة المشهورة بالزنى ، إلا إن تتوب ، كما أن الأحوط وجوباً للزاني عدم التزوج بمن زنى بها إلا بعد توبتها (أنظر الاستفتاءات الملحقة بهذا الفصل).",
        "م ـ 402 : الزواج الواقع بين غير المسلمين إذا كان صحيحا عندهم ، ووفق شروط مذهبهم ، تترتب عليه اَثار العقد الصحيح عندنا ، سواء أكان الزوجان كتابيين كما إذا كانا يهوديين أو مسيحيين مثلاً ، أم غير كتابيين كباقي أصناف الكفار ، أم كان أحدهما كتابيا والأخر غير كتابي ، حتى أنه لو أسلم الزوجان معا في وقت واحد أقرا على زواجهما السابق ، ولا حاجة الى عقد جديد ، وفق شروط مذهبنا وديننا.\nم ـ 403 : إذا رفع الأب ولايته عن ابنته البكر واعتبرها مستقلة في التصرف بعد بلوغها الثامنة عشرة من العمر ، كما يحصل في بعض البلدان الأوربية أو الأمريكية أو غيرها ، تسقط ولايته عنها ، ويجوز نكاحها دون أخذ إذنه وموافقته. \nم ـ 404 : « يجوز لكل من الزوج والزوجة النظر إلى جسد الآخر ، ظاهره وباطنه حتى العورة ، وكذا لمس كل منهما بكل عضو منه ، كل عضو من الأخر ، مع التلذذ وبدونه »(140).\nم ـ 405 : تجب نفقة الزوجة على الزوج فيما إذا كانت الزوجة زوجة دائمة مطيعة له فيما يجب إطاعته عليها ، فيجب على الزوج القيام بما تحتاج اليه الزوجة في معيشتها من طعام ولباس وسكن مجهز بما يستلزمه من اَلات تدفئة وتبريد وفرش وأثاث وغير ذلك مما يليق بشأنها بالقياس الى زوجها ، وهو يختلف باختلاف الأمكنة والأزمنة والحالات والأعراف والتقاليد ومستوى المعيشة وغير ذلك (أنظر الاستفتاءات الملحقة بهذا الفصل).",
        "م ـ 406 : يجب على الزوج بذل أجور وتكاليف ونفقات زوجته إذا استصحبها معه في سفره ، ويجب عليه كذلك بذل نفقات وتكاليف وأجور سفرها فيما لو سافرت لوحدها سفراً ضرورياً يرتبط بشؤون حياتها ، كما لو كانت مريضة وتوقف علاجها على السفر الى طبيب ، فإنه يجب على الزوج بذل نفقتها وأجور سفرها وتكاليف علاجها.\nم ـ 407 : «لا يجوز ترك وطء الزوجة الشابة أكثر من أربعة أشهر إلاّ \n__________________\n140 - المصدرالسابق : 11.",
        "\nم ـ 408 : «لا يجوز للمسلمة أن تتزوج الكافر دواما أو متعة» (142).\nم ـ 409 : «إذا كان الزوج يؤذي زوجته ويشاكسها بغير وجه شرعي ، جاز لها رفع أمرها إلى الحاكم الشرعي ، ويلزمه بالمعاشرة معها بالمعروف ، فإن نفع ، وإلاّ عزّره بما يراه ، فإن لم ينفع أيضا ، كان لها المطالبة بالطلاق ، فإن امتنع منه ، ولم يمكن إجباره عليه ، طلقها الحاكم الشرعي » ، (143) (أنظر الاستفتاءات الملحقة بهذا الفصل ).\nم ـ 410 : يجوز تلقيح الزوجة بحيمن زوجها تلقيحا صناعيا ، إذا لم يصاحب ذلك التلقيح عمل محرم ، كالنظر الى ما لا يجوز ",
        "__________________\n141 - منهاج الصالحين للسيد السيستاني | المعاملات - القسم الثاني | 10 - ا ا. وأنظر في الفقرات السابقة المصدر نفسه كذلك.\n142 - المصدر نفسه : 67.\n143 - المصدر السا بق : 09ا. ",
        "\nم ـ 411 : يجوزللمرأة استعمال العقاقير الطبية المانعة من الحمل ، شرط أن لا تتضررمنها ضرراً بليغاً ، بلا فرق في ذلك بين رضا الزوج به وعدم رضاه.\nم ـ 412 : يجوزللمرأة استعمال اللولب المانع من الحمل وغيره من طرائق منع الحمل الأخرى ، شرط أن لا يلحق ذلك المانع بالمرأة ضرراً بليغاً ، ولا يصاحب وضع ذلك المانع محرم ، كلمس الرجل أو نظره لما لا يجوزله النظر اليه من بدن المرأة أثناء وضع اللولب ، وكذلك نظر المرأة المباشرة لذلك الى عورتها ولمسها بلا كفوف ، فإن ذلك حرام ، وأن لا يكون اللولب موجباً لإسقاط النطفة بعد انعقادها.\nم ـ 413 : لا يجوزللمرأة إسقاط الحمل بعد ولوج الروح فيه مهما كانت الأسباب.",
        "م ـ 414 : إذا أسقطت الأم جنينها بنفسها وجبت عليها ديته ، وكذلك لو أسقطه الأب أو شخص ثالث كالطبيب مثلاً ، \n\nم ـ 415 : هل يمكننا دفعِ حق الإمام للمساعدة في أمر زواج مؤمن في الغرب علماَ بأن العملة الصعبة التي تدفع هنا يمكن أن تزوَّج أكثر من مؤمن ومؤمن محتاج في بلدان إسلامية عديدة؟ ألا ينبغي أن يستفيد من الحق أكبر عدد ممكن من المستحقين له.\nم ـ 416 : هل يكفي تلفظ الصيغة باللغة العربية في عقد الزواج من ",
        "__________________\n144 ـ أنظر منهاج الصالحين للسيد السيستاني | المعاملات - القسم الثاني |7 - 136 ، أو المسائل المنتخبة للسيد السيستاني ، ص 385 - 419. \n\n\nم ـ 417 : هل يصح إجراء عقد الزواج بواسطة التلفون؟",
        "م ـ 418 : هل يمكن أداء الشهادة بالتلفون أو بالفاكس أو برسالة بريدية؟\nم ـ 419 : هل يجوز النظر بتمعن لجسد من يريد التزوج بها ، عدا العورة ، بتلذذ أو بدونه؟\n\nم ـ 420 : بعض الدول الغربية قد يحق للبنت أن تنفصل مادياً وفي السكن عن بيت أبيها بعد تجاوزها السادسة عشرة من العمر ، ثم تستقل هي بإدارة شؤونها ، فإذا استشارت أباها أو أمها فإنما لتستأنس بالرأي ، أو لقضية أدبية بحتة ، فهل يحق لبكر كهذه أن تتزوج دون استئذان أبيها في أمر كهذا متعة أو دواماً؟",
        "م ـ 421 : إذا تجاوزت المرأة الثلاثين وهي بكر ، فهل يجب عليها الاستئذان من وليها عند الزواج؟\nم ـ 422 : هل يجوزللبكر وضع مساحيق التجميل الخفيفة بقصد إثارة الانتباه وزيادة الجمال في المجالس النسائية الخاصة؟ قصد الزواج ، وهل يعدُّ ذلك إخفاء للعيوب الجسدية؟\n\n",
        "م ـ 423 : متى يحق للزوجة أن تطلب الطلاق من الحاكم الشرعي؟\nوهل يحق للزوجة التي يسيء معاملتها زوجها باستمرار ، أو تلك التي لا يُشبع زوجها حاجتها الجنسية بحيث تخشى على نفسها الوقوع في الحرام ، أن تطلب الطلاق ، فتطلق؟\n\nم ـ 424 : مسلمة فارقت زوجها منذ مدة ، ولا تتوقع أن تجتمع بزوجها قريباً ، وتدعي أنها لا تستطيع البقاء دون زوج لظروف الحياة المعقدة للوحيدة في الغرب ، بما في ذلك الخوف على نفسها من السرقة أو الإغتصاب باقتحام البيت عليها ، فهل تستطيع أن تطلب الطلاق من الحاكم الشرعي ، فتطلق لتتزوج من تشاء؟",
        "م ـ 425 : مسلم متزوج من مسلمة ، شاءت الظروف أن يبتعدا عن \n\nم ـ 426 : مسلم متزوج من مسلمة ، هاجر سنوات عن بلده ، فألجأته الحاجة للتزوج متعة من كتابية بعد تطليق زوجته المسلمة بأيام ، فهل يحق له ذلك ، وزوجته المسلمة في العدة؟\nم ـ 427 : هل يجب إخبار من يريد التزوج بامرأة من أهل الديانات السماوية السابقة أو من مسلمة ، أنَّ هذه المرأة لم تعتد من زوجها السابق ، أو أنها الآن في العدة؟",
        "م ـ 428 : هل يجوز لمسلم أن يتزوج من كافرة متزوجة من كافر؟ وهل \n\nم ـ 429 : ما معنى العدالة المطلوبة شرعاً بين الزوجات؟\nم - 430 : لو زنت امرأة مسلمة ، فهل يجوز لزوجها قتلها؟",
        "\n\nم ـ 431 : ترد في الرسائل العملية أحياناً عبارة (الزانية المشهورة بالزنى) فما معناها؟\nم ـ 432 : هل يجوز التمتع بالمشهورة بالزنى إذا لم توجد غيرها ، وكان الشاب بحاجة ماسَّة الى الزواج؟",
        "م ـ 433 : ما معنى قول الفقهاء (لا عدة على الزانية من زناها)؟\nم ـ 434 : رجل عاشر امرأة قاصداً التزوج بها ، وأنجب دون عقد ، ثم عقد عليها عقداً شرعياً بعد ذلك. فهل يعتبر زواجه للفترة السابقة على العقد شرعياً؟ وهل للعقد اللاحق أثر رجعي؟\n\nم ـ 435 : تحتاج حالات معينة لإجراء تلقيح اصطناعي يجريه الطبيب بين زوج وزوجته لزيادة احتمالات الحمل ، ويتطلب هذا التلقيح كشف العورتين ، فهل يجوز ذلك؟",
        "م ـ 436 : إمرأة لا تريد الإنجاب فتطلب من الطبيب ربط أنابيب البويضة وغلقها ، فهل يجوزلها ذلك؟ سواء أمكن فتحها لاحقاً أم لم يمكن ، وسواء رضي الزوج بذلك أم لم يرض؟\n\n\nم ـ 437 : أجريت في الغرب عملية تلقيح بويضة امرأة من حيمن زوجها في أنبوبة اختبار ، ثم نقل الجنين المخصَّب الى رحم أم المرأة صاحبة البويضة ، فكبر الجنين في رحم جدته حتى وضعته ولدا ، فهل تجوز زراعة الجنين في رحم جدته؟ ومن هي أمه الشرعية؟",
        "م ـ 438 : يحفظ مني الرجل أحياناً في بنك خاص فهل يجوز لمسلمة مطلقة استعمال مني رجل أجنبي ، بإذنه دون عقد ، أو بدون إذنه؟ وما هو الحكم لو كان المني مني زوجها \n\nم ـ 439 : شخص يدور أمره بين إرضاء أهله وبين إرضاء زوجته ، فهل يطلق زوجته إرضاءً لأهله ، أو يعمل العكس؟\nم ـ 440 : ماذا يقصد بالنفقة الواجبة على الزوج تجاه زوجته؟ وهل يجب أن تناسب النفقة وضع الزوج الاجتماعي ، أو وضع الزوجة عندما كانت في بيت أبيها ، أو غير هذه وتلك؟",
        "م ـ441 : للزوجة حقوق على الزوج فلو أخلّ بها ، فهل يحق للزوجة عدم السماح له بالمقاربة الزوجية؟\nم ـ 442 : مسافر مسلم يعانق زوجته ويقبلها أمام الناس أثناء الاستقبال أو التوديع ، فهل يجوز له ذلك؟\n\n",
        "م ـ 443 : تم الطلاق القانوني بين رجل وامرأة حسب القانون الغربي ، ولكن الرجل لا يوافق على إعطاء الحق الشرعي ، ولا ينفق على زوجته ، ويرفض الاستجابة للوساطات الشرعية ، فما هو موقف الزوجة ، علماً بأن صبرها على هذه الحالة موجب للحرج قطعاً؟\nم ـ 444 : هل يجوز وطء المرأة الكافرة ، كتابية أو بلا دين ، بلا عقد شرعي ، مع العلم بأن بلدها في حالة حرب مع المسلمين إما بصورة مباشرة أو بصورة غير مباشرة؟\nم ـ 445 : زوجة غير مطيعة لأمر زوجها ، ولا تقوم بواجباتها الزوجية تجاهه ، وكذلك تخرج دون استئذانه لتمكث عند أهلها لمدة سبعة أشهر ، ومن ثم تذهب الى محكمة غير إسلامية بدلاً من لجوئها الى الأحكام الشرعية الإسلامية ، وذلك لغرض الحصول على النفقة والأولاد ، إضافة الى الطلاق \n\n",
        "م ـ 446 : شابة أجريت لها عملية استئصال للرحم ، فانقطع عنها الحيض تماما أكثر من خمس عشرة سنة ، ثم تزوجت زواجا مؤقتا لفترة انتهت ، فهل يجب عليها أن تعتد؟ وكم هي عدتها لو كانت عليها عدة.\nم ـ 447 : ربما تنطق المرأة غير المسلمة بالشهادتين لغرض الزواج ، دون احتمال معتدّ به عند سامعها أنها قد آمنت بالإسلام حقاً ، فهل يرتِّب عليها سامعها اَثار المسلمة؟ \n\nم ـ 448 : ربما تجري عمليات نقل بويضة امرأة لامرأة أخرى ، فهل يجوز ذلك؟ ولو حصل الحمل فابن من منهن سيكون هذا الجنين؟",
        "م ـ 449 : يسبح الجنين في رحم أمه بسائل يخرج حين الولادة أو قبلها ممزوجا بالدم أحيانا وبدونه أخرى ، فهل هذا السائل طاهر إذا خرج بدون دم؟\nم ـ 450 : متى يجوز إسقاط الجنين؟ وهل لعمره دخل في ذلك؟\n\nم ـ 451 : ينتهي الأطباء أحياناً الى نتيجة مفادها : أن هذا الجنين مصاب بمرض خطير جداً فيفضِّلون أن يسقطوه ، لأنه لو ولد فسوف يعيش مشوهاً ، أو يموت بعد ولادته ، فهل يحق للطبيب إسقاطه؟ وهل يحق للأم أن تسلِّم نفسهما للطبيب كي يسقط الجنين؟ ومن منهما سيتحمل الدية؟",
        "م ـ 452 : هل يحق للأم أن تسقط جنينها إذا كانت غير راغبة به وهو بعد لم تلجه الروح ، من دون خطر جدي على حياتها؟\n\nالفصل الثامن \n",
        "\n\nشؤون الشباب \n",
        "\n\nـ مقدمة\nـ بعض الأحكام الشرعية المتعلقة بالشباب",
        "ـ إستفتاءات تخصّ الشباب\nيكثر ورود الشباب المؤمن للدول غير الإسلامية ، وبخاصة منها الدول الأوروبية والأمريكية لغرض الدراسة أو الإقامة المؤقتة أو الدائمة.\nوكنتيجة لالتزام الشاب المسلم بإسلامه ، تتكثر همومه ومشاكله وأسئلته واستفساراته عن بعض ما يعانيه.\nلذا يحسن بي أن أضع أمام الشباب الملتزم هذه الأحكام الشرعية التي تتناول بعض همومه في أمثال هذه الدول : ",
        "م ـ 453 : ينصّ الفقهاء على حرمة النظربريبة وتلذذ للنساء ، ويقصدون بحرمة النظر بتلذذ : حرمة النظر اليهن بشهوة ، ويقصدون بالريبة : خوف الوقوع في الحرام (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 454 : يجوز النظر الى النساء اللاتي لا ينتهين إذا نُهين عن التكشُف من دون شهوة ، فيجوز النظر الى وجه المرأة وكفيها وقدميها ، وكل ما جرت عادتهن على كشفه من سائر \n\nم ـ 455 : لا يجوز للرجل أن ينظر الى الرجل بشهوة ، ولا يجوز للمرأة أن تنظر الى المرأة بشهوة كذلك.",
        "م ـ 456 : يحرم اللواط ، وهو ممارسة الفعل الجنسي للذكر مع الذكر ويسمى أحيانا بالشذوذ الجنسي ، كما تحرم ممارسة الجنس بين الأنثى والأنثى وهو المعروف بـ (السحاق) ، (أنظر الإستفتاءات الملحقة بهذا الفصل ).\nم ـ 457 : يحرم الإستمناء الذي يسمى أحيانا بـ (العادة السرية) بأي وسيلة كانت.\nم ـ 458 : الأحوط وجوبا ترك النظر الى الصور والأفلام الخليعة ، وإن كان النظر اليها من دون ريبة وتلذذ وشهوة (أنظر الإستفتاءات الملحقة بهذا الفصل ).\nم ـ 459 : أنتجت دور الفساد جهازا يحمل مواصفات جهاز المرأة التناسلي ، يمكن للرجل أن يأنس بوضعه فوق جهازه التناسلي عند النوم ، فالأحوط وجوبا ترك استعماله ، حتى وإن كان استعماله لا بقصد الإنزال ، من دون فرق بين ",
        "\nم ـ 460 : يجوز للرجل استعمال الغطاء الواقي (الكبوت) للحدً من الانجاب ، والأحوط وجوباً استحصال موافقة زوجته على استعماله ذاك الغطاء الواقي.\nم ـ 461 : لا يجوز للرجل المسلم الذهاب الى المسابح المختلطة ، وبقية الأماكن الخلاعية الأخرى إذا استتِبع حراماً ، بل الأحوط وجوباً تركه حتى لولم يستتبع حراماً.\nم ـ 462 : لا يحق للرجل المسلم مصافحة المرأة من دون حاجب أو عازل كالكفوف ، إلا إذا كان ترك المصافحة يوقعه في ضرر معتدّ به ، أو حرج شديد لا يتحمل عادة ، فيجوز له حينئذ المصافحة بمقدار ما يرفع الضرورة فقط (أنظر الإستفتاءات الملحقة بهذا الفصل).",
        "م ـ 463 : يجوز للشاب تقبيل أخته الشابة أو خالته أو عمته أو بناتهن الصغيرات من باب الإلفة والمحبة والودِّ ، ولا يجوز له تقبيلهن إذا كان التقبيل يثير الشهوة.\nم ـ 464 : يحرم اللعب بالشطرنج سواء أكان اللعب بها بمال أم بدون مال ، ويحرم كذلك اللعب بها بواسطة جهاز الكومبيوتر إذا كانا لاعبين ، والأ حوط وجوباً ، الترك إذا كان الجهاز أحد \n\nم ـ 465 : يحرم اللعب بسائر اَلات القمار كالورق إذا كان اللعب بمال ، والأحوط وجوباً ترك اللعب بها إذا لم يكن بمال أيضاً.",
        "م ـ 466 : تجوز ممارسة الألعاب الرياضية الكروية ، ككرة القدم والسلة والطائرة والمنضدة وكرة اليد وغيرها ، ويجوز مشاهدتها في الملاعب الرياضية أو على شاشات العرض المختلفة بدفع مال أوبدونه ، شرط أن لا يستلزم ذلك حراما كالنظر بشهوة ، أو ترك واجب كترك الصلاة.\nم ـ 467 : تجوز ممارسة المصارعة والملاكمة بدون رهان إذا لم تؤد الى وقوع ضرر بدني بليغ.\nم ـ 468 : لا يجوز للرجل حلق لحيته على الأحوط وجوبا ، كما لا يحق له إبقاء شعر الذقن وحده وحلق ما عداه على الأحوط وجوبا كذلك (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 469 : يجوز حلق اللحية إذا أكره المسلم على حلقها ، أو إذا اضطر الى حلقها لعلاج ونحوه ، أو إذا خاف الضرر على نفسه إذا لم يحلقها ، أو إذا كان ترك الحلق يوقع المسلم في الحرج ، كما إذا كان يوجب سخرية ومهانة شديدة لا يتحملها المسلم عادة. ",
        "\nم ـ 470 : أب يوصي صديق ابنه بتقويم سلوك الابن ، ثم يسأله بعد فترة عنه ليتعرف على سلوك ابنه ، فهل يجوز للصديق كشف خصوصيات الابن للأب بما فيها تلك التي لا يرضى الابن بكشفها لأحد؟\nم ـ 471 : ما المقصود بالقول المأثور (النظرة الاولى لك والثانية عليك)؟ وهل يجوز إطالة النظرة الاولى للمرأة والتمعن بها بحجة أنها لا زالت نظرة أولى جائزة كما يدَّعي البعض؟\n",
        "م ـ 472 : في حرمة النظر للمرأة ترد عبارات غير واضحة الحدود عند الكثيرين ، فما معنى الريبة والتلذذ والشهوة؟ يرجى إيضاح ذلك للمكلفين ، وهل هذه كلها بمعنى واحد؟\nم ـ 473 : ما هو حد اللذة المحرمة؟\nم ـ 474 : بالمدارس البريطانية الرسمية ، وربما في غيرها من الدول الغربية ، يدرس الطالب فتى وفتاة مادة تهتم بالتربية الجنسية يصاحبها شرح توضيحي بالرسوم مجسمة وغير \n",
        "م ـ 475 : هل يحق إنشاد الشعر الغزلي أمام النساء دون قصد التغزل بهن ، أو بقصده إذا كن غير متزوجات ، وممن يؤثر فيهن انشاد كهذا؟\nم ـ 476 : هل يجوز التحدث مع النساء حديثاً غزلياً دون تلذذ أو ريبة أو دعوة لمحرم؟\nم ـ 477 : هل يجوز التغزل نظماً أو نثراً بامرأة غير معينة ، أو بالنساء عموماً؟\nم ـ 478 : هل يجوز التحدث مع النساء دون تلذذ قصد الاقتناع بواحدة منهن ، ثم طلب عقد الزواج المؤقت منها؟",
        "م ـ 479 : تنتشر في أوروبا موضة جديدة يلبس فيها الرجل الأقراط النسائية بإحدى أذنيه أو كلتيهما ، فهل يجوز له ذلك؟\nم ـ 480 : من ارتكب محرما ، فحلق لحيته بالموس أول يوم ، فهل يحق له إمرار الموس عليها في اليوم الثاني والثالث والرابع وهكذ ا؟\nم ـ 481 : ربما تميِّز الشركات الكبيرة - في أوروبا - بين المتقدمين للتوظيف بها ، بين حليق اللحية وبين عدم الحليق ، فهل يجوز حلق اللحية من أجل التوظيف لو صدق هذا القول؟\nم ـ 482 : هل يحرم حلق العارضين وإطلاق شعر الذقن؟",
        "\nم ـ 483 : هل يجوز لعب القمار بأنواعه في الحاسوب الآلي (الكمبيوتر) دون رهن ، وهل يجوز مع الرهن؟\nم ـ 484 : بعض اللعب المحللة يدخل فيها الزار(الزهر) فهل يجوز لعبها.\nم ـ 485 : هل يجوز النظر الى ما اعتادت النساء غير المسلمات على كشفه في الصيف؟",
        "م ـ 486 : هل يجوز النظر لصورة امرأة محجبة معروفة ظهرت في الصورة دون حجاب؟\nم ـ 487 : أ ـ هل يجوز النظر الى صور غير المسلمات العاريات أو شبه \n\n\nم ـ 488 : هل يجوز مشاهدة اللقطات المثيرة مع الاطمئنان بعدم حصول الإثارة؟",
        "م ـ 489 : هل يجوز مشاهدة الأفلام الجنسية دون تلذذ؟\nم ـ 490 : هناك محطات تلفزيونية تقبض اشتراكات شهرية مقابل التقاط برامجها غير المختصة بالفساد ، وحين ينتصف الليل تعرض أفلاماً خلاعية ، فهل يجوز الاشتراك فيها؟\n\nم ـ 391 : في بعض الدول يصافح القادم كل الجالسين حتى النساء دون تلذذ ، ولو امتنع عن مصافحة النساء أثار سلوكه الاستغراب ، وغالبا ما يعد إساءة للمرأة واحتقاراً لها ، مما ينعكس سلباً على نظرتهم اليه ، فهل يجوز مصافحتهن؟",
        "م ـ 492 : تعتبر المصافحة من وسائل التحية والسلام في البلدان الغربية ، وقد يؤدي تركها الى الطرد أو الحرمان من فرص العمل أو الدراسة أحياناً ، فهل يجوز للمسلم مصافحة المرأة؟ أو المسلمة مصافحة الرجل في الحالات الاضطرارية؟\nم ـ 493 : مسلم يعيش في الغرب ، هل يحق له الزواج من غير المسلمات ، إذا عزت عليه المسلمة ، رغم خطورة ذلك على \n\nم ـ 494 : تصنع بعض الشركات جهازاً يشبه مهبل المرأة يضعه بعض الرجال على أجهزتهم التناسلية أثناء النوم للذة ، فهل يعد هذا من أنواع الإستمناء المحرم؟",
        "م ـ 495 : ما حكم عناق الرجل للرجل بشهوة ، وتقبيل بعضهم البعض مع الإلتذاذ الجنسي ، وماذا لو زاد الأمر عن هذا الحد ، فدخل في خانة الفعل الشاذ؟\n\nالفصل التاسع \n\n",
        "\nشؤون النساء \n\n",
        "\n\nـ مقدمة\nـ بعضر الأحكام الشرعية المتعلقة بالنساء",
        "ـ إستفتاءات تخصُّ النساء\nللنساء في الشريعة الإسلامية أحكامٍ خاصة تعرضت لها كتب الفقه الإسلامي ، فبحثتها بحثاً مفصَّلا في أماكن عدة من أبواب الفقه المختلفة.\nونتيجة لمعيشتهن ضمن مجتمع غيرإسلامي كما يحدث الآن في أمريكا أو أوروبا مثلاً ، نشأت ظروف جديدة ، أفرزت أسئلة واستفسارات جديدة.\nوها أنذا أعرض الآن بعضاً منها ، مذ كِّراً بأحكام أخرى معروفة رجاء أن تنفع قارئتي الكريمة : ",
        "م ـ 496 : يجوز للمرأة كشف وجهها وكفيها أمام الناظر غير المحرم ، إذا كانت لا تخاف الوقوع في الحرام ، ولم يكن إبرازها للوجه والكفين بداعي إيقاع الرجال في النظر المحرم ، ولم يكن موجباً للفتنة بوجه عام ، وإلاّ فيجب عليها الستر حتى عن المحارم.\nم ـ 497 : لا يجوز للمرأة كشف ظاهر قدميها لعين الناظر غير المحرم ، \n\n\nم ـ 498 : يجوز للنساء وضع الكحل في العينين ، ولبس الخاتم في الكفين ، شرط أن لا تقصد بذلك إثارة شهوة الرجال اليها ، وتأمن من الوقوع في الحرام ، وإلا فيجب عليها الستر حتى عن المحارم (أنظر الإستفتاءات الملحقة بهذا الفصل).",
        "م ـ 499 : يجوز للمرأة الخروج من بيتها لبعض شؤونها متعطّرة بحيث يشمُّ عطرها الرجال الأجانب عنها ، شرط أن لا يؤدي ذلك الى إثارة افتتان الرجال الأجانب بها ، وأن لا يكون تعطرها بقصد إثارتهم وافتتانهم.\nم ـ 500 : يحق للمرأة أن تركب السيارة لوحدها مع سائق أجنبي عنها ، إذا كانت تأمن على نفسها من الوقوع في الحرام (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 501 : لا يجوز للمرأة مداعبة عضوها التناسلي حتى تبلغ ذروة اللذة فتنزل ، ويجب عليها الغسل إذا بلغت ذروة اللذة وأنزلت فخرج ذلك السائل الى الخارج ، ويجزيها غسلها هذا عن الوضوء (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 502 : يحق للمرأة المصابة بالعقم كشف عضوها التناسلي لغرض العلاج ، إذا كانت هناك ضرورة تلجؤها الى الانجاب ، أو أن عدم الإنجاب يوقعها في الحرج الرافع للتكليف. \n",
        "م ـ 503 : «ينبغي للصبي أن يرضع بلبن أمه ففي النص (ما من لبن رضع به الصبي أعظم بركة عليه من لبن أمه) ، ويحسن إرضاع الولد واحداً وعشرين شهراً ولا ينبغي إرضاعه أقل من ذلك ، كما لا ينبغي إرضاعه فوق حولين كاملين ، ولو اتفق أبواه على فطامه قبل ذلك كان حسناً» (145).\nم ـ 504 : يستحب للزوجة أن تقوم بخدمة البيت وتنجيز حوائجه التي لا تتعلق بالاستمتاع ، من طبخ وخياطة وتنظيف وغسل ملابس وغيرها ، ولا يجب عليها ذلك.\nم ـ 505 : « يجوز سماع صوت الأجنبية مع عدم التلذذ الشهوي ولا الريبة ، كما يجوز لها إسماع صوتها للأجانب ، إلا مع خوف الوقوع في الحرام.\nم ـ 506 : «إذا اضطرت المرأة - مثلاً - إلى العلاج من مرض ، وكان الرجل الأجنبي أرفق بعلاجها ، جاز له النظر إلى بدنها ولمسه بيده ، إذا توقف عليهما معالجتها ، ومع إمكان الاكتفاء بأحدهما - أي اللمس أو النظر- لا يجوز ",
        "__________________\n145 - منهاج الصالحين للسيد السيستاني - المعاملات - القسم الثاني : 120.\n146 - المصدر السابق : 15. \n",
        "م ـ 507 : يرى بعض العلماء أنه «من أجل حصر كل أنواع التلذذ والمتع الجنسية بالحياة الزوجية وحدها ضمن نطاق العائلة ، خدمة لمصالح الرجل والمرأة والعائلة كلها ، فرض الإسلام الحجاب على المرأة عند التقائها بالرجال الأجانب عنها » ( 148).\nم ـ 508 : يقول المخرج السينمائي العالمي الشهير «الفريد هيتشكوك » : «إن المرأة الشرقية شديدة الجاذبية بذاتها ، وكانت هذه الجاذبية تمنحها الكثير من القوة ، ولكن على أثر المساعي الكبيرة التي بذلتها المرأة الشرقية لتتساوى مع أختها الغربية انزاحِ الحجاب شيئاً فشيئاً ، فتضاءلت جاذبيتها الجنسية شيئاً فشيئاً مع زوال حجابها»(149).\nم ـ 509 : يقول الباحث «ديل ديورانت» وهو يستعرض نظريات أصول السلوك الجنسي عند المرأة « لقد عرفت المرأة أن التبذل يؤدي الى الضعة والامتهان فعلّمت ذلك \n__________________",
        "147 - المصدر نفسه : 13.\n148 - أنظر الشيخ مرتض المطهري - مساًلة الحجاب - نقلاً عن العدد التجريبي من مجلة الكوثر ، ص 92.\n149 - المصدر السابق. \n",
        "م ـ 510 : ما حكم عناق المرأة للمرأة بشهوة ، وتقبيلها لها ، ومداعبتها إياها ، مع الالتذاذ الجنسي ، وماذا لو زاد الأمر عن هذا الحدِّ فدخل في خانة الفعل الشاذ؟\nم ـ 511 : تكثر حاجة النساء الى طالب العلم للإجابة عن أسئلتهن الخاصة ، فهل يحق لهن أن يسألن بصراحة ، رغم خصوصية بعض الأسئلة؟ وهل يحق له أن يجيبهن بنفس الصراحة؟\nم ـ 512 : يفرز الجهاز التناسلي للمرأة عند مداعبتها سائلاً لزجاً ، ثم!ذا استمرت المداعبة ربما تصل المرأة الى ذروة التهيج والتوتر \n\n",
        "م ـ 513 : في موسم الحج تستعمل النساء بعض العقاقير الطبية لتأخير نزول الدورة الشهرية ، فإذا حان وقت الدورة ، ينزل دم متقطع أحياناً ، فهل تترتب عليه أحكام الحيض؟\nم ـ 514 : اعتاد العدد الغفير من المسلمات المحجبات على كشف ذقونهن ، وشيء مما تحت الذقن ، وستر الرقبة ، فهل يجوز لهن ذلك؟ وما هو حدُ الوجه الذي يجوز كشفه ، وهل منه الأذنان؟\n__________________\n150 - المصدر نفسه.",
        "م ـ 515 : هل يجوز مصافحة العجائز الأجنبيات القواعد اللاتي لا يرجون نكاحا؟ وما هو العمر التقريبي للقواعد؟\nم ـ 516 : إذا كان لبس النقاب في بلد مثيراً للاستغراب ، والتساؤل أحياناً ، فهل يجب خلعه باعتباره من لباس الشهرة؟\nم ـ 517 : هل يجوز للمرأة المحجبة تعلًّم قيادة السيارة ، إذا كان معلمها أجنبيا ينفرد بها أثناء التعلم من دون أن يستلزم ذلك الوقوع في المحرم؟\nم ـ 518 : بعض محلات تجميل النساء تحتاج الى عاملات ، فهل يحق للمؤمنة أن تجمّل النساء السافرات اللاتي يتجمّلن أمام الأجانب الغرباء ، مسلمات كن أو غير مسلمات؟ \n",
        "\nم ـ 519 : هل يجوز للمرأة التي لا تستر وجهها إزالة الشعر عن وجهها ، وتصفيف حواجبها ، ووضع المساحيق الطبيعية الخفيفة على الوجه؟\nم ـ 520 : هل يجوز تلوين الشعر بصبغه ، كلاً أو بعضاً ، بقصد جلب الإنتباه في المجالس النسائية الخاصة لغرض الزواج؟\nم ـ 521 : لو استعملت امراة شعراً إصطناعيا سترت به شعرها الحقيقي ، فهل يجوز لها إظهار صورتها على غير ما هي عليه طلبا للزينة والستر معا؟",
        "\n\nم ـ 522 : جورب بلون البشرة يجمَّل الساق ، هل يجوز للمرأة الشابة لبسه؟\nم ـ 523 : جورب ساتر يجسِّم ما تحته ، هل يجوز لبسه؟",
        "م ـ 524 : ممرضة مسلمة تعمل في عيادة طبية ، تلمس بطبيعة عملها أجساد الرجال ، مسلمين وغير مسلمين ، فهل يجوز لها ذلك ، علماً بأن ترك العمل صعب لقلة فرص الحصول على العمل ، ثم هل هناك فرق بين لمس جسد مسلم ، ولمس جسد غيره؟\nم ـ 525 : مسلمة تلبس حذاء ذا كعب عال ينقر الأرض نقرات مثيرة للإنتباه ، فهل يجوز لها ذلكً؟\n\nم ـ 526 : هل لبس المرأة خاتم الزينة أو السوار أو القلادة بقصد التجميل حلال أو حرام؟",
        "م ـ 527 : في الغرب يمكن إلصاق عدسات على حدقة العين بألوان شتى ، فهل يجوز للمسلمة وضع العدسات اللاصقة لغرض التجميل والظهور بها أمام الرجال الأجانب (غير المحارم)؟\nم ـ 528 : هل يجوز بيع بويضة المرأة؟ وهل يجوز شراؤها؟\nم ـ 529 : يتساقط شعربعض النساء في حالات خاصة ، فهل يحق لهن عرض شعورهن على الطبيب للعلاج ، سواء استلزم سقوط الشعر الحرج لهن ، أم لم يستلزم ، بل اقتضاه التجميل؟\nم ـ 530 : هل يجوز للمرأة المسلمة الالتحاق بالكليات المختلطة في الغرب ، رغم وجود تحلل في سلوك بعض الطلاب والطالبات هناك؟ ",
        "\nم ـ 531 : في بعض الدول الغربية يجلس الرسامون في الساحات العامة ويرسمون صوراً لأشخاص يرغبون في رسم صورهم مقابل مال ، حيث يجلسونهم أمامهم ويتأملون وجوههم ليرسموها ، فهل يحق لامرأة محجبة أن تطلب من الرسام رسم صورتها؟\nم ـ 532 : هل تجوز المصارعة بأشكالها المختلفة للنساء؟ وهل يجوز للنساء مشاهدة أجسام المتصارعين المكشوفة مباشرة أو من خلال جهاز التلفزيون من دون تلذذ؟\nم ـ 533 : هل يجوز للنساء مشاهدة أجساد الرجال الذين يخلعون ثيابهم أثناء العزاء؟",
        "م ـ 534 : من تبرع بتربية طفلة فكبرت عنده حتى بلغت مبلغ النساء ، فهل يجب عليها الحجاب منه؟ وهل يجب عليه عدم النظر لشعرها ، وعدم لمس جسمها؟\nم ـ 535 : إذا سبّب الحمل حرجا شديدا للبنت ولسمعة أسرتها ، فهل يجوز لها إجهاض الحمل؟\nم ـ 536 : هل يجوز لبس المرأة للبنطلون والخروج به في الشوارع والأسواق؟\nم ـ 537 : هل يجوز لبس الباروكة للزينة بقصد إثارة الانتباه وزيادة الجمال في المجالس النسائية الخاصة؟ وهل يعدَّ هذا إخفاء للعيوب؟",
        "\nم ـ 538 : هل يجوز للحائض أن تقرأ ما زاد على السبع اَيات من القراَن الكريم (عدا العزائم)؟ وإن جاز لها ذلك ، فهل فيِ ذلك كراهة؟ وهل يعني هذا أنها تُثاب على قراءتها ، الا أن ثوابها أقل؟\n\nالفصل العاشر \n",
        "\n\n\nأحكام الموسيقى",
        "والغناء والرقص \n\n\n",
        "\n\nـ مقدمة\nـ بعض الأحكام الشرعية المتعلقة بالموسيقى والغناء والرقص",
        "ـ إستفتاءات تخصُّ الموسيقى والغناء والرقص\nيعتاد القاطن في البلدان غير الإسلامية ، وربما في بعض البلدان الإسلامية كذلك ، على سماع عزف الآلات الموسيقية وترنيمات المغنيين ودبكات الراقصين في الشارع والمدرسة وبيت جاره ، ومن سيارة منطلقة يهز صوت الألات الموسيقية فيها المستطرقين فيزعجهم لشدته فيتساءل بينه وبين نفسه : \nترى ، هل يحق لي أن أنصت لهذا العزف وهذا الغناء؟ وهل يجوز لي أن أرقص؟\nهذان السؤالان وغيرهما من الأسئلة سأجيب عنهما في الفقرات التالية : ",
        "م ـ 539 : الموسيقى فن من الفنون الإنسانية كثر انتشارها هذه الأيام ، بعض أنواع هذا الفن محلّل ، وبعض أنواعه محرم ، فالمحلَّل منه يجوز الاستماع له ، والمحرم منه لا يجوز الاستماع له.\nم ـ 540 : الموسيقى المحلّلة : هي الموسيقى غير المناسبة لمجالس اللهو واللعب. \n\nم ـ 541 : ليس المقصود من عبارة (مناسبة الموسيقى أو الغناء لمجالس اللهو واللعب) هو كون الموسيقى أو اللحن الغنائي موجباً لترويح النفس ، أو تغيير الجو النفسي ، فإنَّ ذلك جيد ، ولكن المقصود بها أن السامع للموسيقى أو للحن الغنائي - خصوصا إذا كان خبيراً بهذه الأمور - يميِّز أن هذا اللحن مستعمل في مجالس اللهو واللعب ، أو أنه مشابه للألحان المستعملة فيها (أنظر الإستفتاءات الملحقة بهذا الفصل).",
        "م ـ 542 : يجوز ارتياد الأماكن التي تُعزف فيها الموسيقى المحلَّلة ، ويجوز الإصغاء المتعمَّد لها ما دامت محللة.\nم ـ 543 : يجوز ارتياد الأماكن العامة التي تُعزف فيها الموسيقى ، حتى وإن كانت تلك الموسيقى مناسبة لمجالس اللهو واللعب ، شرط عدم الإصغاء المتعمَّد لها ، كصالات استقبال الزائرين ، والقاعات المخصّصة للضيوف والحدائق العامة ، والمطاعم والمقاهي وأمثالها - إن كانت الموسيقى التي تعزف فيها مناسبة لمجالس اللهو واللعب - ذلك أنه لا مانع من أن تسمع الأذن الألحان المحرَّمة من دون أن تقصد الإصغاء لما تسمع.\nم ـ 544 : يجوز تعلُّم فن الموسيقى المحلَّلة في المعاهد الموسيقية المعدَّة \n",
        "م ـ 545 : الغناء حرام فعله واستماعه والتكسب به ، وأقصد بالغناء الكلام اللهوي الذي يؤدى بالألحان المتعارفة عند أهل اللهو واللعب.\nم ـ 546 : لا يجوز قراءة القراَن الكريم ، والأدعية الشريفة ، والأذكار بالأ لحان المتعارفة عند أهل اللهو واللعب ، والأحوط وجوباً ترك قراءة غيرها من الكلام غير اللهوي شعراً أو نثراً بذلك اللحن (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 547 : ورد تحريم الاستماع والإنصات الى الغناء والموسيقى المحرمة في السنة الشريفة.\n__________________",
        "151 - المسائل الشرعية للسيد الخوئي : 2 | 22.\n\nم ـ 548 : يجوز رقص المرأة أمام زوجها بقصد إسعاده وإثارته وغير ذلك ، ولا يجوز لها أن ترقص أمام الأخرين من الرجال ، والأحوط وجوبا لها أن لا ترقص أمام النساء أيضاً (أنظر الإستفتاءات الملحقة بهذا الفصل).\nم ـ 549 : يجوز التصفيق في الأعراس والمناسبات الدينية والمهرجانات والاحتفالات وغيرها ، للنساء والرجال على السواء.",
        "م ـ 550 : يكثر السؤال حول الموسيقى المحلَّلة والموسيقى المحرمة ، فهل نستطيع أن نقول بأنَّ الموسيقى التي تثير الغرائز الجنسية الشهوانية ، وتحث على الميوعة والابتذال ، هي موسيقى محرمة.\n__________________\n152 - المصدر نفسه.\n153 - المصدر نفسه ، ص 23. ",
        "\nم ـ 551 : كما يكثر السؤال عن الموسيقى المحرمة والمحللَّة ، كذلك يكثر السؤال عن الأغاني المحللَّة والاغاني المحرمة ، فهل نستطيع أن نقول بأنّ الأغاني المحرمة هي تلك التي تثير الغرائز الجنسية الشهوانية ، وتدعو الى الابتذال والميوعة.\n\nم ـ 552 : هل يجوز الاستماع الى الأغاني الدينية في مدح آل البيت (ع ) مصحوبة بالموسيقى؟",
        "م ـ 553 : هل يجوز الإلتذاذ بالإستماع الى مقرئ للقراَن وهو يرجع بصوته أثناء القراءة؟\nم ـ 554 : بعض المقرئين أو المنشدين أو المغنيين يأخذون ألحان أهل الفسوق ويغنون أو ينشدون بها قصائد في مدح المعصومين \n\nم ـ 555 : هل يجوزغناء النساء ليلة الزفاف بأي لحن كان ، حتى لو كان ذلك مناسبأ لمجالس أهل الفسوق؟ وهل يحلّ لهن استعمال الأدوات الموسيقية في الغناء تلك الليلة ، ثم هل يحلّ لهن التغني في حفلة العقد أو ليلة الحنَّة أو ليلة السبعة كذلك ، أم أن الحليّة خاصة بليلة الزفاف فقط؟",
        "م ـ 556 : هل يجوز الإستماع الى أناشيد ثورية معِ ضرب البيانو والعود والطبل والمزمار والبيانو الكهربائي مثلاَ؟\nم ـ 557 : ما معنى مصطلح (المتعارف عند أهل الفسوق)؟\n\nم ـ 558 : مسلم متسامح التزم لاحقاً ، هل يجوز له أن يُطوِّح أو (يدندن) بما كان يحفظه من الأغاني السابقة ، بينه وبين نفسه ، أو أمام زملائه الأخرين؟",
        "م ـ 559 : هناك أغان باللغات الأجنبية يوصي أساتذة اللغات الأجنبية لتًسهيل تعليم اللغة بسماعها ، فهل يجوز الاستماع لها للغرض المتقدم؟\nم ـ 560 : الآلآت الموسيقية متنوعة ، تستعمل أحيانا في الحفلات الغنائية ، وتستعمل أحيانا للترويح عن النفس ، فهل يجوز شراء هذه الآلأت ، أو صناعتها ، أو المتاجرة بها ، أو العزف عليها ، لترويح النفس ، أو الاستماع لعزف من يعزف عليها؟\n\nم ـ 561 : هل تجوز صناعة أو بيع أو شراء الآلآت الموسيقية المعدّة لتسلية الأطفال؟ وهل يجوز استعمالها من قبل الكبار؟",
        "م ـ 562 : يدرس الطالب في المدارس الرسمية البريطانية وربما غيرها ، مادة تهتمِ بتعليم الطالب (الرقص) على أنغام موسيقى خاصة توجه حركات الطلاب الراقصين أثناء الرقص : \nم ـ 563 : هل يجوزتعلم فن الرقص؟\nم ـ 564 : هل يجوزإقامة حفلات راقصة ، يرقص فيها كل زوج مع \n",
        "م ـ 565 : هل يجوز رقص النساء أمام النساء ، أو رقص الرجال أمام الرجال ، في حفلة غير مختلطة مع الموسيقى أو بدونها؟\nم ـ 566 : هل يجوز للزوجة أن ترقص لزوجها مع الموسيقى أو بدونها؟\nم ـ 567 : تجبر المدارس في بعض البلاد الغربية الطلاب والطالبات على تعلُم فن الرقص ، هذا الرقص ليس مقترناً بالغناء المتعارف ، وليس من أجل اللهو ، وإنّما هو جزء من المادة الدراسية ، فهل يحرم على الآباء السماح لأبنائهم وبناتهم بالحضور في هذه الدروس؟\n",
        "الفصل الحادي عشر \n\n\n\n",
        "متفرقات \n\n\n",
        "ـ مقدمة\nـ بعض الأحكام المتفرقة النافعة\nـ بعض الإستفتاءات العمليَّة في شؤون شتى\nتجد قارئي الكريم في هذا الفصل بعض الأحكام والاستفتاءات الشرعية في أمور حيوية مختلفة ، عزّ أن تدرج تحت هذا الفصل أو ذاك من الفصول السابقة ، لبعدها عنها ، فآثرت أن أدرجها تحت فصل مستقل باسم (متفرقات).",
        "فمن المتفرقات هذه الأحكام : \nم ـ 568 : تستحب التسمية بالأسماء المتضمنة للعبودية لله عز وجل ، كما تستحب التسمية باسم النبي محمد (ص) وباقي الأنبياء المرسلين (ع ) ، وتستحب التسمية باسم علي والحسن ، والحسين ، وجعفر ، وطالب ، وحمزة ، وفاطمة ، وتكره التسمية بأسماء أعداء الإسلام وأهل البيت (ع ).\nم ـ 569 : حضانة الولد وتربيته ورعايته ذكراً كان أو أنثى مدة سنتين هجريتين من حق أبويه بالسوية ، فلا يجوز للأب أن يفصل الطفل عن أمه خلال هاتين السنتين ، فإذا انتهت السنتان الهجريتان كان حق الحضانة للأب فقط ، والأحوط استحبابا أن لا يفصل الأبُ المولودَ عن أمه حتى يبلغ من العمرسبع سنين. \nم ـ 570 : إذا افترق الأبوان بفسخ أو طلاق قبل أن يبلغ الولد السنتين الهجريتين ، ذكرا أو أنثى ، لم يسقط حق الأم في حضانته ما لم تتزوج من غير الأب ، فلا بد من توافق الأبوين على ممارسة حقهما المشترك فى الحضانة بالتناوب أو بأية كيفية أخرى يتفقان عليها.",
        "م ـ 571 : إذا تزوجت الأم بعد مفارقتها للأب ، سقط حقها في حضانة ولدها ، وصارت الحضانة من حق الأب خاصة.\nم ـ 572 : تنتهي الحضانة ببلوغ الولد رشيدا ، فإذا بلغ رشيدا لم يكن لأحد حق الحضانة عليه ، حتى الأبوين فضلا عن غيرهما ، بل هو مالك لأمر نفسه ذكراً كان أم أنثى ، فله الخيار في الانضمام الى من شاء منهما ، أو من غيرهما ، نعم إذا كان انفصاله عنهما يوجب أذيتهما الناشئة من شفقتهما عليه ، لم يجزله مخالفتهما في ذلك ، وإذا اختلفا ، فالأم مقدمة على الأب.\nم ـ 573 : إذا مات الأب ، فالأم أحق بحضانة ولدها من غيرها ، حتى يبلغ الولد.\nم ـ 574 : إذا ماتت الأم في زمن حضانتها ، اختص الأب بحضانة الولد.",
        "م ـ 575 : الحضانة كما هي حق للأب والأم فهي كذلك حق للولد \n\nم ـ 576 : إذا فقد الأبوان فالحضانة للجد من طرف الأب.\nم ـ 577 : يجوز لمن له حق الحضانة من الأبوين وغيرهما ، إيكالها الى شخص اَخر مع وثوقه بأن هذا الشخص سيقوم بها على الوجه اللازم القيام به شرعا.",
        "م ـ 578 : يشترط فيمن يثبت له حق الحضانة من الأبوين أو غيرهما ، أن يكون عاقلا مأمونا على سلامة الولد ، مسلما ، فلو كان الأب كافرا والولد محكوم بالإسلام والأم مسلمة اختصت أمه بحضانته ، وإذا كان الأب مسلما والأم كافرة كانت حضانته حقاً لأبيه.\nم ـ 579 : يجب على الابن الإنفاق على الأبوين.\nم ـ 580 : يجب على الأب الإنفاق على الولد ذكراً كان أو أنثى.\nم ـ 581 : يشترط في وجوب الإنفاق على القريب فقره ، بمعنى عدم وجدانه لما يحتاج إليه في معيشته فعلا من طعام وإدام وكسوة وفراش وغطاء ومسكن ونحو ذلك.",
        "م ـ 582 : لا تقدير لنفقة القريب شرعاً ، بل الواجب القيام بما يقيم حياته من طعام وإدام وكسوة ومسكن وغيرها مع ملاحظة حاله وشأنه زماناً ومكاناً.\nم ـ 583 : إذا امتنع من وجبت عليه نفقة قريبه عن بذلها ، جازلمن له \n\nم ـ 584 : إذا توقفت صيانة الدين الحنيف ، وأحكامه المقدسة ، وحفظ نواميس المسلمين ، وبلادهم على إنفاق شخص أو أشخاص من أموالهم ، وجب وليس للمنفق في هذا السبيل أن يقصد الرجوع بالعوض على أحد ، وليس له مطالبة أحد بعوض ما بذله في هذا المضمار.(154)",
        "م ـ 585 : هل يجوز تصوير أو إخراج مشهد يظهر فيه النبي محمد (ص) ، أو أحد الأنبياء السابقين ، أو الأئمة المعصومين (ع ) ، أو الرموز التاريخية المقدسة على شاشة السينما أو التلفزيون ، أو على المسرح؟\n__________________\n154 ـ أحكام الحضانة والنفقات ، مقتبسة بتصرف من كتاب منهاج الصالحين للسيد السيستاني - المعاملات - القسم الثاني : 120 ـ 139. \n",
        "م ـ 586 : هل يجوز إهداء القراَن والأدعية والأذكار الخاصة بالحفظ أو الرزق أو العافية ، للكفار؟\nم ـ 587 : بعض الأوراق تحمل أسماء الجلاله أو أسماء المعصومين (ع ) ، وبعض الآيات القراَنية ، ولايتيسر لنا رميها في البحر أو النهر فكيف نصنع بها ، علماً بأننا لا ندري أين تذهب أكياس النفايات هذه؟ وماذا يصنع بها؟\nم ـ 588 : هل الاستخارة بالطريقة المتبعة عندنا الان ، محبَّذة شرعاً أو واردة؟ وهل هناك من ضير في تكرار الإستخارة مع التصدق لتوافق رغبة المستخير؟\n",
        "\n\nم ـ 589 : ما هي حدود ما تسمحون به لوكلائكم من صرف ما يقبضونه من الحقوق الشرعية على أنفسهم؟\n",
        "م ـ 590 : إذا تزعزعت ثقة المكلف بوكيل المرجع نتيجة لما تنسب اليه من تصرفات خاطئة في الحقوق الشرعية : \n\nم ـ 591 : هل يجوز صرف سهم الإمام 7 من دون الاستئذان من المرجع ، إذا قدَّر الإنسان وجود حاجة للصرف يرضى بها الإمام (ع) أياً كانت؟\n",
        "\n\nم ـ 592 : هل يجوز صرف حق الإمام في مشاريع خيرية مع وجود عشرات الآلاف من المؤمنين يحتاجون الى كسرة الخبز وقطعة اللباس للستر وأمثالها؟\nم ـ 593 : تسقط حبات الرز أحياناً في مجاري المياه القذرة أثناء تنظيف الأواني ، فهل يجوز ذلك؟ وهل يجب التحرز من سقوطها سواء أكانت كثيرة أم قليلة ، علماً بأن التحرز صعب؟",
        "م ـ 594 : هل يحق لشاعر أن يدعو لإقامة أمسية شعرية له ، وهو يعلم أن سيحضر الحفل عدد من السافرات والمتبرجات لاستماع شعره؟\n\n\nم ـ 595 : تطلب المدارس من طلابها رسم صورة إنسان أو حيوان مما يصعب على الطالب مخالفة الطلب ، فهل يجوز له الرسم؟",
        "وكيف الحال لو كان المطلوب منه نحتالا رسما؟\nم ـ 596 : هل يجوز شراء تماثيل مجسمة منحوتة لإنسان عارٍ تماما ذكراً كان أو أنثى؟ وهل يجوز شراء صور مجسمة منحوته للحيوانات وتعليقها للزينة؟\nم ـ 597 : يتنبأ قارئ الكف أو الفنجان بما يجري للشخص في حاضره ومستقبله ، فهل يجوز له ذلك إذا كان صاحب الفنجان يرتب أثرا على قراءة فنجانه؟\n",
        "م ـ 598 : هل يجوز التنويم المغناطيسي؟ وهل يجوز تحضير الأرواح؟\nم ـ 599 : هل تسخير الجن لحل مشاكل المؤمنين جائز؟\nم ـ 600 : هل تجوز مصارعة الديكة والثيران مع موافقة مالكي الحيوانين على المصارعة؟\nم ـ 601 : ما هو حدُّ الحرج الرافع للحرمة ، وهل أن غلاء الثمن مع القدرة عليه ، ولو بصعوبة أو بقرض ، يجعل الموضوع المحرم حرجياً فيجوز شرعاً؟",
        "م ـ 602 : ما هو وزن الحمصة من الذهب مقارنة بأوزان الذهب فى عصرنا الحاضر من المثقال أو الغرام؟\n\n\nخاتمة الكتاب \n",
        "يحسن بي أن أشير هنا - وأنا في ختام كتابي هذا - الى مسيس حاجتي لنقد وتقييم محاولتي الأولى هذه في كتابة فقه للمغتربين ، وصولاً لتأصيل فقه للمغتربين ، يُعنى بأمور حياتهم المختلفة ، ويضبط إيقاعاتها على أسس وقواعد الشريعة الإسلامية المقدسة. \nفأعداد المسلمين المتجنسين أو المقيمين في البلدان غير الإسلامية ، وبخاصة في أمريكا وأوربا ، في ازدياد ، ونسب المهاجرين اليها من البلدان الإسلامية في تصاعد ، كما وأن وتائر التغيُّر والتبدُّل في مجتمعات كهذه سريعة ، وشؤونها متكثرة ، والأسئلة والإشكالات الشرعية تبعاً لها هي الأخرى متكثرة ، ولا بدّ من دراستها على الطبيعة ، وتقديم الحلول لأسئلتها واستفساراتها أولاً بأول ، معايشة لحركة الواقع المتغيِّر ، ولحوقاً بها ، ورصداً لها ، بل وإرهاصاً بها ، وتقدّماً عليها ، كما هو المأمول والمرتجى. \nويحسن بي أن أشير كذلك ، الى أهمية الكتابة بقواعد تربية النفس وتزكيتها ، على ضوء علم الأخلاق الإسلامي ، وبخاصة من زواياه العملية ، وسط هذا الجو المتشبِّث بمنطق المادة ، والمتمسك \nبقيمها ، وقوا نينها ، وسلوكياتها.",
        "وقد حاولت أن أشير في هذا الباب أو ذاك من هذا الكتاب ، وأومئ في هذه المسألة أو تلك من هذا الفصل ، الىِ بعض هذه القيم الجميلة ، وتلك السلوكيات الفاضلة ، مسترشداَ بالآيات القرآنية الكريمة الداعية اليها ، ومستشهداً بالأحاديث الشريفة الحاثَّة عليها ، في محاولة للمزاوجة بين علمي الأخلاق والفقه ، سبق أن مارستها في كتابي «الفتاوى الميسرة» ، إدراكاً مني لفاعلية الربط بينهما على صعيدي الفكر والممارسة ، وحرصاً مني على ضرورة تمثُّل هذه المواءمة وتجسُّدها في السلوك اليومي للمسلمين ، وبخاصة وهم يعيشون بين ظهراني شعوب غير مسلمة في بلدان المهجر الكبير.\nوحسبي أن أكون قد حاولت.\nومن الله أستمد العون ، وأرجو المدد وأسأل القبول ، فهو أرحم الراحمين والحمد لله رب العالمين وصلّى الله على سيدنا محمد واله الطيبين الطاهرين. \nالـمـؤلـف \n",
        "الملحق الأول \nنماذج من إجابات \n\nسماحة سيدنا (دام ظله) عن",
        "\nبعض استفتاءات هذا الكتاب\nبسم الله الرحمن الرحيم\nسماحة اَية الله العظمى السيد علي الحسيني السيستاني (دام ظله).",
        "السلام عليكم ورحمة الله وبركاته\nأرجو التفضل بالإجابة عن الأسئلة التالية ، اَملاً أن يكون الجواب مبسوط العبارة يفهمه القرّاء من غير أهل هذا الفن ، ولكم جزيل الأجر والثواب سلفاً. \n \n",
        "\n\n\nالملحق الثاني",
        "\nلائحة بمواد محرّمة ( 155) \n\n\n",
        "\n\n__________________\n155ـ نقلاً عن كتاب دليل المسلم في بلاد الغربة ، ص111 وما بعدها (بتصرف). ",
        "لائحة بمواد أساسية محرمة\nتستعمل في صناعة الأغذية\nحرّمت الشريعة الإسلامية على المسلم تناول العديد من المواد في أكله وشربه ، وحيث أن الشركات والمؤسسات غير الإسلامية المعنيّة بصناعة الأغذية لا تلتزم - بطبيعة الحال - بتجنّب إدخال تلك المواد في منتوجاتها ، لذلك يجدر بالمسلم التوقي والحذر - ضمن الحدود المطلوبة شرعاً - لدى استعماله للمنتوجات والمعلبات المصنوعة من قِبَل غير المسلمين.\nفيما يلي نقدّم بعض المعلومات التي توفَّرت لنا ، والمتعلقة بالمواد المحرَّمة في الأغذية ، وقد آثرنا عدم التوسّع فيها ، تحاشياً لإرباك المسلم المبتلى بالعيش في بلاد الكفر ما أمكن ذلك شرعاً ، فالشريعة الإسلامية على دقتها وتشددها تبقى الشريعة السهلة السمحاء ، ولذا فمن المفيد أن نذكِّر- في البداية - بنقطتين مهمَّتين : ",
        "أولاً : إن بعض المواد الأولية الداخلة في تركيب الأطعمة والأشربة ، قد تخضع لتحوّلات كيمياوية معينة تغيّر من خصائصها الأولى جذرياً ، بحيث تغدو مواد جديدة مختلفة بحسب العرف.\nوهذا التحوّل قد يخرجها عن الحرمة فيما لو كانت في الأصل \nمحرّمة ، وهذا ما تسميه الرسائل الفقهية العمليّة بالاستحالة التي هي إحدى المطهّرات في الشريعة.\nمثلاً : مادة من أصل حيواني محرّم تناولها ، إذا تحوّلت الى مادة أخرى مختلفة ، فإن المادة الأخيرة تصبح محلّلة.",
        "ثانياً : ثمة مواد أولية تدخل في صناعة الأغذية ، يُحتمل في حقها أن تكون من مصادر متعددة بعضها حلال ، وبعضها حرام ، هنا مع عدم العلم اليقيني بالمصدر ، لا يجب الفحص ، ويجوز تناول تلك المادة المشتبه بها ، (لا يشمل ذلك طبعاً اللحم فيما لو شك في كونه مذكى أو لا؟) ، مثلاً لو لاحظ في تركيب إحدى المعلبات وجود : \n« Mono et diglycerides » ، التي يمكن أن تستخرج إما من الدهن الحيواني ، أو من الزيوت النباتية .. هنا ما لم يعلم يقيناً بمصدرها الحيواني .. لا يجب عليه البحث ، ويحكم بالحليّة.\nونأتي الآن ، الى ذكر بعض المعلومات المتعلقة بالمواد المحرّمة التي سنشير الى معناها بالانجليزية .. وكذلك بالفرنسية أحياناً : \nأ) بالنسبة للدهون والزيوت : ",
        "إن كلمتا ( Shortening ) و ( Fat) الانكليزيتان ، و matiéres grasses الفرنسية تعني الدهن أو السمن ، وحسب المعتاد تجارياً ، فهي تعني خليطاً من الدهون الحيوانية ، وقد يُضاف اليه ( أي الى \nالخليط ) نسبة معينة من الدهون أو الزيوت النباتية أحياناً.\nهذا وإن التعبير الصريح والمباشر عن دهن الخنزير هو : بالانجليزية : \n( Lard) ، وبالفرنسية : ( Saindoux ).",
        "وقد نجد في المنتوجات الأمريكية مثلاً تعبير : ( Vegetable shortening ) والذي يقابله بالعربية : سمن نباتي ، أو دهن نباتي(156).\nهذا التعبير يجب أن لا يوحي بالثقة ، لأنه حسب القانون الأمريكي يكفي للشركات المنتجة أن تستخدم نسبة85 - 90% من السمن النباتي (والباقي حيواني ) حتى يُسمح لها أن تسمّي مثل هذا الدهن « سمناً نباتياً »\nأما التعبير الذي يوحي بالثقة فهو : \n( Pure Vegetable Ghee) أو ( Pure Végétable Shortening )",
        "وهو يعني : السمن النباتي الصافي.\nهذا ، ويُعبّر عن الزيت النباقي الصافي بـ ( pure Vegetable Oil ) ومن المفيد أن نشير الى أن الدهن النباتي ، هو - بالأصل - عبارة \n__________________\n156 - الحرمة تختص بالسمن الحيواني المأخوذ من شحم الحيوان غير المذكىّ ، دون المأخوذ من الزبدة. ",
        "عن زيت نباتي سائل ، ولكن من خلال إشباع ذراته بالهيدروجين يتحوّل السائل الى سمن نباتي جامد.\nوأما عن الزبدة ، أو السمن المأخوذ من الحليب ، فتعني في الانجليزية : (Butter) وفى الفرنسية : ( Beurre).\nوالزبدة التي تُباع في الأسواق هي زبدة الحليب فقط ، فلا إشكال فيها ، وليس هناك أي نوع اَخر.\n***** ",
        "بالنسبة للأجبان : فلا يدخل في تركيبها دهن الخنزير ، كما يتوهم البعض ، ولكن في عملية التجبين يمكن أن تُستعمل الأنفحة ، وهي عبارة عن مستحضر يستخرج من معدة الحيوانات (البقر ، والعجل ، والخنزير) ، ويعبّر عن الأنفحة في اللغة الانجليزية بـ : \n(Rennet ) ‚ ( Pepsin ) ‚ ( Renin ) وفي الفرنسية ب : (Presure).\nفأما أنفحة الخنزير فهي محرّمة.\nوأما أنفحة البقر أو العجل غير المذكى أو الميتة ، فهي بذاتها طاهرة ، ويمكن استعمالها ، ولكن الظرف (الكرش) تتنجس بملاقاتها لرطوبة سائر أعضاء الحيوان ، فإن لم يعلم المكلف بأن الظرف المتنجس استعمل في التجبين ، فلا مانع من تناوله للجبن.",
        "ولكن من الضروري الإلتفات الى وجود أنواع أخرى من المستحضرات تُستعمل عادة في التجبين ، ومنها ما هو من أصل \nنباتي ، ومنها الكيمياوي (أنزيم ميكروبي ) ، ولا شك في حليّة وطهارة هذين النوعين.\nوإذا شك في المادة المستعملة في تجبين هذا النوع من الجبن - بين الأنفحة الطبيعية المحرّمة أو غير الطاهرة وبين المستحضرات - يبني في ذلك على الحليّة (أي أنها حلال ).\nبالنسبة للجلو ( Gello) ، فتستعمل في صناعة مادة الجيلاتين عادة ، وهي مادة هلامية ذات مصدر حيواني.",
        "ولكن يمكن السؤال عن نوع خاص من الجلو تُستعمل في صناعته مادة مستخرجة من النباتات والأعشاب البحرية.\nبالنسبة للمشروبات الغازية غير الكحولية ، مثل : الكوكا كولا ، والبيبسي كولا ، والسفن اَب ، وكندا دراي ، فليس بها أي عصارة حيوانية أو كحولية.\nملاحظة 1 : \nاعتمدنا في إعداد هذه اللائحة - بشكل أساسي - على تقرير للدكتور أحمد حسين صقر ، رئيس جامعة المشرق والمغرب بشيكاغو / أمريكا. ",
        "ملاحظة 2 : \nإعتمدنا في إعداد هذه القائمة على المصادر التالية : \n1) الموسوعة في علوم الطبيعة / أدوار غالب (الجزءان 1 - 2) بيروت 1965 - 1966\n2)Le Guide marabout de la pe'che en mer Michel van Havre - 1982 - FRANCE.",
        "3)1976 Les Poissons D'eau Douce - Jiri Cihar FRANCE.\n4) Guide des Poissons D'eau Douce et Pe'che Bent J Muvs et Preben Dahistrom 1981 - SUISSE.\n5) Encyclope'die Illustre'e des Poissons Stanislav Frank PARIS.\n6) Encyclope'die du Monde Animal Tome 4 (Les Poissons 1 et Les reptiles)Maurice Burton. Bibliothe'gue Marabout PARIS. ",
        "***** \nالملحق الثالث\n\n\n",
        "أسماء بعض الأسماك ذوات\nالفلس التي يحلّ أكلها (157)\n\n\n",
        "\n\n\n__________________",
        "157 - نقلاً عن كتاب دليل المسلم في بلاد الغربة ، ص 93 وما بعدها. \n\n\n",
        " \n\nالمصادر والمراجع \nـ القراَن الكريم",
        "ـ الأصول من الكافي للشيخ محمد بن يعقوب الكليني ـ دار الأضواء ـ بيروت ـ لبنان 1985 م\nـ أمالي الطوسي للشيخ محمد بن الحسن الطوسي ـ مؤسسة الوفاء ـ بيروت ـ لبنان 1981 م.\nـ الإنفاق في سبيل الله للسيد عز الدين بحر العلوم - دار الزهراء ـ بيروت ـ لبنان 1989 م.\nـ بحار الأنوار للشيخ محمد باقر المجلسي - مؤسسة الوفاء ـ بيروت ـ لبنان 1983م.",
        "ـ تفصيل وسائل الشيعة للشيخ محمد بن الحسن الحر العاملي ـ مؤسسة آل البيت (ع ) لإحياء التراث ـ قم ـ إيران 1409هـ.\nـ تهذيب الأحكام للشيخ محمد بن الحسن الطوسي - دار الأضواء - بيروت - لبنان 1985م.\nـ ثواب الأعمال وعقاب الأعمال للشيخ محمد بن علي بن الحسين بن بابويه القمي ـ مؤسسة الأعلمي ـ بيروت ـ لبنان 1983 م.\nـ جامع السعادات للشيخ محمد مهدي النراقي ـ مؤسسة الأعلمي ",
        "للمطبوعات ـ بيروت ـ لبنان 1988 م.\nـ الخصال للشيخ محمد بن علي بن الحسين بن بابويه القمي ـ مكتبة الصدوق ـ طهران ـ!يران 1389هـ.\nـ دليل المسلم في بلاد الغربة للسيد نجيب يوسف والشيخ محسن عطوي ـ دار التعارف للمطبوعات ـ بيروت ـ لبنان 1990 م.\nـ الذنوب الكبيرة للسيد عبد الحسين دستغيب - الدار الإسلامية ـ بيروت ـ لبنان 1988 م.",
        "ـ الزواج في القرآن والسنة للسيد عز الدين بحر العلوم ـ دار الزهراء ـ بيروت ـ لبنان 1984 م.\nـ الزواج المؤقت ودوره في حلً مشكلات الجنس للسيد محمد تقي الحكيم - دار الأندلس ـ بيروت - لبنان 1963 م.\nـ الفتاوى الميسرة ـ للمؤلف ـ دار المؤرخ العربي ـ بيروت ـ لبنان 1996 م.\nـ قادتنا كيف نعرفهم للسيد محمد هادي الحسيني الميلاني ـ مؤسسة ا لوفاء ـ بيروت - لبنان 1407هـ.",
        "ـ قرب الإسناد للشيخ عبد الله الحميري ـ مؤسسة آَل البيت (ع ) لإحياء التراث ـ بيروت ـ لبنان 1987 م.\nـ الكوثر ـ العدد التجريبي - المجمع العالمي لأهل البيت ـ قم ـ إيران 1994م.\nـ المسائل الشرعية للسيد أبو القاسم الموسوي الخوئي ـ مؤسسة محمد \nرفيع معرفي ـ الكويت 1996 م.",
        "ـ المسائل المنتخبة للسيد علي الحسيني السيستاني ـ دار المؤرخ العربي ـ بيروت - لبنان 1994 م.\nـ مستدرك الوسائل للحاج ميرزا حسين النوري ـ مؤسسة آل البيت (ع ) لإحياء التراث ـ بيروت ـ لبنان 1987 م.\nـ مفاتيح الجنان للشيخ عباس القمي ـ مؤسسة الأعلمي للمطبوعات ـ بيروت - لبنان 1992 م.\nـ مكارم الأخلاق للشيخ الحسن بن الفضل الطبرسي ـ دار الشريف الرضي ـ قم - إيران 1371هـ.",
        "ـ مناسك الحج للسيد علي الحسيني السيستاني ـ دار المؤرخ العربي ـ بيروت ـ لبنان 1994 م.\nـ من لا يحضره الفقيه للشيخ محمد بن علي بن الحسين بن بابويه القمي ـ دار الأضواء ـ بيروت ـ لبنان 1985 م.\nـ منهاج الصالحين للسيد علي الحسيني السيستاني ـ مؤسسة محمد رفيع معرفي ـ الكويت 1996 م.\nـ نهج البلاغة للإمام علي بن أبي طالب (ع ) ، باعتناء صبحي الصالح - دار الكتاب اللبناني ومكتبة المدرسة - بيروت - لبنان 1982 م. ",
        "* * * * * \n\n\nالفهرست التفصيلي للكتاب\n",
        "\nالفهرس"
    ]
}