{
    "partText": [
        "\nدليل الكتاب\n1 ـ تصدير\t11\n2 ـ مقدمة التحقيق",
        "مع النفلية\t15\nمع الفوائد المليّة\t19\nعملنا في الكتاب\t22\nشكر وثناء\t29",
        "نماذج مصورة من المخطوطات\t31\nالفوائد المليّة\n3 ـ الخطبة\t3 ـ 8\n4 ـ المقدمة\t11 ـ 33",
        "5 ـ سنن المقدّمات\nوظائف الخلوة\t37 ـ 50\nالوضوء\t50 ـ 68\nالغسل\t69 ـ 84",
        "التيمّم\t84 ـ 87\nالإزالة\t88 ـ 92\n\nالستر\t92 ـ 107",
        "المكان\t107 ـ 120\nالوقت\t120 ـ 130\nالقبلة\t131 ـ 132\nالأذان والإقامة\t132 ـ 157",
        "6 ـ سنن المقارنات\nالتوجّه\t161 ـ 166\nالنيّة\t166 ـ 168\nالتحريمة\t168 ـ 170",
        "القيام\t170 ـ 179\nالقراءة\t179 ـ 201\nالركوع\t201 ـ 207\nالسجود\t208 ـ 220",
        "التشهد\t223 ـ 227\nالتسليم\t229 ـ 240\n7 ـ منافيات الأفضل\t229 ـ 240\n8 ـ الخاتمة",
        "التعقيب\t243 ـ 252\nخصائص صلاة الجمعة\t253 ـ 261\nخصائص صلاة العيد\t262 ـ 267\nخصائص صلاة الآيات\t267 ـ 271",
        "خصائص صلاة الميّت\t271 ـ 280\nخصائص صلاة الملتزم\t280 ـ 283\nخصائص صلاة الجماعة\t283 ـ 310\nأحكم المساجد\t310 ـ 317",
        "خصائص النوافل\t317 ـ 327\n9 ـ فهارس الكتاب\nفهرس الموضوعات\t331 ـ 362\nفهرس الآيات\t363 ـ 368",
        "فهرس الأحاديث\t369 ـ 392\nفهرس أعلام المعصومين عليهم السلام\t393 ـ 394\nفهرس الأعلام\t395 ـ 401\nفهرس القبائل والأمم والفرق\t402 ـ 403",
        "فهرس الأماكن والبلدان\t404 ـ 405\nفهرس الوقائع والأيام والشهور\t406\nفهرس الحيوانات والطيور\t407\nفهرس الأحجار والمعادن والنقود\t408",
        "فهرس المسميّات\t409 ـ 411\nفهرس أسماء الكتب\t412 ـ 413\nفهرس مصادر التحقيق\t414 – 429\n",
        "تصدير\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\nالحمد لله ربّ العالمين ، وأفضل الصلاة وأتمّ السلام على سيدنا ونبيّنا المصطفى الأمين المبعوث رحمة للعالمين ، وعلى آله الهداة الميامين وصحبه المخلصين.\nوبعد ، فإنّ علم الفقه هو من أشرف العلوم التي حثّ عليها الشارع الحكيم ، فيه يعرف الحلال من الحرام والمكروه من المستحبّ ، وبه يميّز المسلم العمل الصحيح من السقيم.",
        "وقد صنّف علماء الإسلام كتبا جمّة منذ إن نشأ هذا العلم يصعب على الباحث عدّها. وكان كلّ فقيه يصنّف ويقصد به سدّ فراغ في المكتبة الإسلامية. وقد كتبت مصنّفات بعضها مطوّلة ، وبعضها اقتصرت على أمّهات المسائل ، وبعضها كتبت بلغة سهلة وبيان واضح قصد به مؤلّفه أن يقرأه أكبر عدد من الناس ، وبعضها كتبت بلغة علمية مختصرة قد لا يتيسّر فهم عباراتها إلّا لأهل الفن والاختصاص.\nوقد حمل هؤلاء العلماء أعباء الرسالة الإسلامية وشيّدوا بنيانها ، فهم « حصون الإسلام » و « أمناء الرسل ».\nويعدّ الشهيدان السعيدان : محمد بن مكيّ الجزيني العاملي وزين الدين بن علي العاملي من ألمع الشخصيّات العلميّة في المجالات الفقهيّة والأصوليّة والعقائديّة وغيرها.\nوقد قدّر لكلّ واحد منهما أن يثري المكتبة الإسلاميّة بتصانيفه الغزيرة وتآليفه الكثيرة في أكثر من حقل من حقول العلم والمعرفة.",
        "ومن تلك التصانيف عدد من الرسائل المختصرة في علم الفقه ، منها : « الرسالة النفلية » للشهيد الأول التي أراد مؤلّفها بيان حدود صلاة النافلة بشكل موجز ، و « الفوائد المليّة » للشهيد الثاني التي شرح فيها « الرسالة النفلية » وأوضح مبانيها وبيّن مدارك الأحكام فيها باختصار.\nويسرّ مركز الأبحاث والدراسات الإسلامية أن يصدر هذا السفر القيّم والتراث الخالد الذي اضطلع بمسؤولية تحقيقه الأخ الشيخ محمّد حسين مولوي ، نسأل الله سبحانه أن يكتب له الأجر الجزيل والثواب الجميل ، وعلى الله قصد السبيل.\nمقدّمة التحقيق\nوتشتمل على ثلاثة مباحث :",
        "1 ـ المبحث الأول : مع « النفلية ».\n2 ـ المبحث الثاني : مع « الفوائد الملية ».\n3 ـ المبحث الثالث : عملنا في الكتاب.\nالمبحث الأول : مع النفلية",
        "نبذة عن عصر الشهيد الأول\nعاش الشهيد السعيد في القرن السابع الهجريّ ، وقد شهدت هذه الفترة إحداثا ومنعطفات خطيرة في كيان الأمّة الإسلاميّة حيث ساد الاضطراب السياسيّ واشتدّت الصراعات المذهبيّة وتدهور الوضع الاجتماعيّ وكثرت الفتن الداخليّة وابتلي الناس بظهور الكوارث الطبيعيّة كالزلازل والوباء ، مضافا إلى تردّي الأوضاع الاقتصاديّة.\nفبعد غزو التتار بقيادة هولاكو لبغداد عاصمة الدولة العباسيّة وسقوطها عام 656 ، وزحفهم على ( حماة ) و ( دمشق ) وتدميرهما ، بدأ التمزّق والتشتّت واضحا في كيان الأمّة ، واستولى على الحكم ـ بعد الدولة الأيّوبيّة التي وقعت في زمانها الحروب الصليبيّة ـ المماليك واستمرّ سلطانهم ما يقارب (275) سنة.\nفكان الأمر ـ بادئ ذي بدء ـ بيد المماليك البحريّة ، ثمّ انتقل الى المماليك البرجيّة الذين كان أكثرهم من الجراكسة واتّخذوا من القاهرة عاصمة لهم ، وكان ( برقوق ) أوّل ملوكهم.",
        "وكانت البلاد التي يحكمها ( برقوق ) شبه منفصلة عن عاصمة الخلافة العبّاسيّة. (1)\nوفي عهد الجراكسة ساءت الأوضاع الاجتماعيّة في مصر وسوريا ، لضعف الحكومة المركزيّة وكثرة الحروب والفتن الداخليّة ، فالذي يطالع تأريخ هذه الفترة يجد كثرة التغييرات التي تحدث في هيكليّة الجهاز الحاكم ، فما إن ينصب حاكما حتّى يخلع بعد فترة قليلة ، وأدلّ دليل على ذلك أنّ أول ملك للجراكسة ( برقوق ) كان قد نصّب مرّتين وعزل بينهما ، هذا مضافا إلى الأخطار الخارجيّة التي\n__________________\n(1) لمزيد الاطّلاع عن أحداث القرن السابع الهجري ، انظر : « إنباء الغمر بأبناء العمر » لابن حجر العسقلاني.",
        "كانت ممثّلة بالصليبين الإفرنج وبالمماليك البحريّة الذين استطاع الجراكسة سحب البساط من تحت اقدامهم ، فظلّوا يتحيّنون الفرص للانقضاض على فريستهم.\nوكلّ هذه الأوضاع القت بظلالها السيّئة على الوضع الاجتماعيّ والسياسيّ ، على أنّ للحكام الجراكسة أثرا سيّئا على ذلك الوضع ، إذ أنّ حكّامهم وأمراءهم كانوا يعيشون حالة الانحطاط الخلقيّ والسلوك المشين الذي أدّى إلى الفصام النكد بين القيادة والقاعدة.\nورغم كلّ هذه الظروف السيّئة ، فقد شهدت هذه الفترة نشاطا علميّا ملحوظا ، حيث كانت ( دمشق ) تعدّ من مراكز العلم حيث يؤمّها العلماء وتعقد فيها الندوات وتتلاقح فيها الأفكار المختلفة.\nوكان الشهيد قد انتقل من بلدة ( جزّين ) موطنه الأصليّ إلى ( دمشق ) حيث احتلّ فيها موقعا اجتماعيّا وفكريّا وسياسيّا ، فالشهيد كان على صلة بحكّام عصره ، ومن خلال هذه الصلة استطاع أن يقضي على أهل البدع والأهواء ( اليالوش ) ، وفي ( دمشق ) كان بيته لا يخلو من أهل العلم والفضل وكان يفتي الناس بحسب مذاهبهم ، « ومن حرص الشهيد على توحيد الكلمة كان يتجنّب في مجلسه الخوض في مسائل الخلاف بين ( الشيعة والسنة ) وإثارة الخلافات الكلاميّة فيما بينهم على صعيد الجدل ، فكان يخفى ما كان بيده من كتاب حين كان يزوره أعلام السنّة في مجلسه ، حتّى عدّ من كراماته أنه حينما ابتدأ بكتابة ( اللمعة الدمشقية ) لم يمرّ عليه زائر من علماء السنة ووجهاء دمشق إلى أن تمّت كتابة هذه الرسالة في سبعة أيام » (1).",
        "وكان لتألّق الشهيد في سماء العلم والمعرفة ، والثقل السياسيّ والاجتماعيّ الذي كان يتمتّع به أثّرا في أن يقوم الأعداء بتلفيق التهم والأكاذيب عليه ورميه بـ ( الرفض ) ، الأمر الذي أدّى إلى سجنه مرّتين ومن ثمّ استشهاده ولحوقه بالرفيق الأعلى (2).\nالرسالة النفلية :\nإنّ جميع كتب التراجم التي ترجمت للشهيد الأول ذكرت أنّ من ضمن مؤلّفات الشهيد الرسالة « النفليّة » تارة على حدة ، وأخرى مع الرسالة « الألفية ».\n__________________",
        "(1) « الروضة البهية في شرح اللمعة الدمشقية » 1 : ( المقدّمة ) ص 139 ـ 140.\n(2) انظر : مقدّمة « الروضة البهيّة » وفيها دراسة موسّعة عن تاريخ تطوّر المدارس الفقهية لدى الشيعة وعن عصر الشهيد لأستاذنا سماحة آية الله الشيخ محمد مهدي الآصفي.\nقال المحقّق الطهراني ـ بعد ذكره الرسالة « الألفية » ـ : « وكتب بعدها النفليّة في مستحبّات الصلاة » (1).\nوقال الخوانساري : « له ـ أي للشهيد ـ كتب منها : الذكرى خرج منه الطهارة والصلاة.",
        "والنفليّة » (2).\nوقد ورد على لسان الشهيد في إجازته لابن الخازن : « ومن ذلك ـ أي من مصنّفاته ـ رسالتان في الصلاة تشتملان على حصر فرضها ونفلها في أربعة آلاف مسألة » (3).\nزمان تأليفها :\nلم يذكر الشهيد في آخر « النفليّة » تاريخ الفراغ من تأليفها ، ولكنّه ذكرها في إجازته لابن الخازن في 12 رمضان عام 784.",
        "والنفلية ألّفها الشهيد بعد الألفيّة.\nموضوع الكتاب وترتيبه\nقام الشهيد الأول في هذه الرسالة ببيان المستحبّات المتعلّقة بالصلاة وذكر ما يقارب ثلاثة آلاف نافلة ، مضافا إلى الواجبات الألف التي ذكرها في « الرسالة الألفية » تيمّنا بقول الإمام الصادق عليه‌السلام : « إنّ للصلاة أربعة آلاف حدّ » ولقول الإمام الرضا عليه‌السلام : « الصلاة لها أربعة آلاف حدّ ».\nوقد قسّم البحث إلى مقدّمة وثلاثة فصول وخاتمة :",
        "المقدّمة : وتشتمل على تعريف النافلة ونبذة من الترغيب فيها والترهيب من تركها.\nالفصل الأول : في سنن المقدّمات ، وفيها إحدى عشر سنّة :\nالأولى : في وظائف الخلوة.\nالثانية : في ما يستحبّ له الوضوء.",
        "الثالثة : في ما يستحبّ له الغسل.\n__________________\n(1) « الذريعة » 2 : 296.\n(2) « روضات الجنّات » 7 : 9.",
        "(3) « بحار الأنوار » 107 : 187.\nالرابعة : في ما يستحبّ له التيمّم.\nالخامسة : سنن الإزالة.\nالسادسة : سنن الستر.",
        "السابعة : المكان وسننه.\nالثامنة : الوقت وسننه.\nالتاسعة : القبلة وسننها.\nالعاشرة : ما يستحبّ له الأذان والإقامة.",
        "الحادية عشر : سنن القصد الى المصلّى.\nالفصل الثاني : سنن المقارنات ، وهي تسع :\nالأولى : سنن التوجّه.\nالثانية : سنن النيّة.",
        "الثالثة : سنن التحريمة.\nالرابعة : سنن القيام.\nالخامسة : سنن القراءة.\nالسادسة : سنن الركوع.",
        "السابعة : سنن السجود.\nالثامنة : سنن التشهّد.\nالتاسعة : سنن التسليم.\nالفصل الثالث : منافيات الأفضل ",
        "الخاتمة : وفيها بحثان :\nالبحث الأول : في التعقيب ، وهو الاشتغال عقيب الصلاة بدعاء أو ذكر أو ما أشبه ذلك.\nالبحث الثاني : في خصوصيّات باقي الصلوات كالجمعة والعيد وغيرهما.\nالمبحث الثاني : مع « الفوائد المليّة »",
        "اسم الكتاب ونسبته للمؤلف :\nلم نجد اختلافا يذكر حول هويّة الكتاب وصحّة نسبته إلى الشهيد الثاني ، فقد ذكره الطهراني بقوله : « شرح النفليّة ، مزجا ، الموسوم بـ « الفوائد المليّة » للشيخ السعيد زين الدين بن علي بن أحمد العامليّ » (1).\nوكذلك ذكره صاحب البحار (2) وصاحب الرياض وابن العودي في رسالته وغيرهم من المؤرخين والمترجمين ، الذين يعتبر اتفاقهم وإجماعهم كافيا في صحّة نسبة « الفوائد الملية » للشهيد الثاني.\nزمن تأليفه :",
        "وجدنا في آخر المخطوطة « هـ » التي كتبها العلّامة الفقيه الشيخ حسين العاملي الكركي ( قده ) ما صورته : « فرغ مؤلّفه العبد الفقير إلى عفو الله تعالى وكرمه زين الدين بن علي بن أحمد العاملي عامله الله بلطفه وفضله ضحى يوم الخميس خامس عشر شهر صفر ، ختم بالخير والظفر ، عام خمس وخمسين وتسعمائة حامدا مصليا مسلّما ، وحسبنا الله ونعم الوكيل ».\nقيمة الكتاب العلميّة :\nمن الواضح أنّ الصلاة واحدة من أهمّ العبادات ، وهي ركن من أركان الإسلام ، وقد أمر الله بها\n__________________",
        "(1) « الذريعة » 14 : 110.\n(2) « بحار الأنوار » 1 : 19.\nوحذّر تاركها في مواضع عديدة من القرآن الكريم.\nإنّ الصلاة ـ اصطلاحا ـ هي أفعال مخصوصة تفتتح بالتكبير وتختتم بالتسليم تقرّبا إلى الله تعالى (1).",
        "ومن الأسرار التي أودعت فيها :\n(1) التذكير الدائم للإنسان بعبوديته لله ، فإنّ الإنسان عند ما يستغرق في مشاغل الدنيا ينسى موقعه من هذا الكون العظيم وينسى أنه عبد مملوك لله. والذي يذكّره بهذه الحقيقة هي الصلاة التي يأتي بها خمس مرّات في اليوم فضلا عن النوافل التي يزداد بها وعيا لهذه الحقيقة ويكون دائم الصلة بالله.\n(2) تعميق الشعور بأنّ الله تعالى هو المنعم الحقيقي ، وغيره واسطة ، والصلاة تذكّر الإنسان بأنّ الله هو المعين والرازق والقادر و.\n(3) الصلاة عبارة عن واحة خضراء يلجأ إليها الإنسان كلّما أعيته مشاكل الحياة ، ليعيش فيها صفاء العلاقة مع الله ، فيحاسب نفسه على التقصير ، فتكون تنزيها لنفسه وتطهيرا لقلبه.",
        "وقد شبّهها رسول الله صلى‌الله‌عليه‌وآله بالنهر الجاري الذي يغتسل منه خمس مرّات في اليوم فلا يبقى درن على جسم الإنسان ، وكذا الصلاة فهي تطهّر القلب من القذارة المعنوية.\n(4) الصلاة هي الرافد الذي يغذّي العقيدة ويرسّخها في النفس ، فإنّ العقيدة كالشجرة التي إذا لم تسق بين حين وآخر ، فإنّ مآلها إلى الذبول ، والصلاة هي التي تقوّي العقيدة وتساهم في انفلات الإنسان من قبضة الشيطان ومن سلطان الشهوات ورذائل الأخلاق كالكبر والتعالي على الآخرين « ففرض الله. الصلاة تنزيها عن الكبر » (2).\nمعنى النافلة :\nالنفل لغة ـ بالتحريك ـ : الغنيمة والهبة ، قال لبيد :",
        "والجمع أنفال ونفال. ونفّلت فلانا تنفيلا : أعطيته نفلا وغنما ، وقد تكرّر ذكر النفل والأنفال في الحديث ، وبه سميت النوافل في العبادات ، لأنّها زائدة على الفرائض ، وفي الحديث القدسي :\n__________________\n(1) هذا التعريف مستلّ من تعريف الشهيد للصلاة في أوائل الكتاب.\n(2) « كتاب بلاغات النساء » ص 28 ، كلام فاطمة عليها‌السلام.",
        "« ما زال العبد يتقرّب إليّ بالنوافل حتّى أحبّه. » (1).\nوالنافلة في الشرع تعني : أن يأتي المسلم بشي‌ء من الطاعات ممّا لم يفترضه الله عليه فيستحقّ بذلك الجزاء الجميل من ربّه.\nوثواب النافلة عظيم ، إذ ورد في القرآن الكريم مدح المصلين واستثناؤهم من المذمومين في سورة المعارج في قوله تعالى ( الَّذِينَ هُمْ عَلى صَلاتِهِمْ دائِمُونَ ) (2) ثمّ قال ( وَالَّذِينَ هُمْ عَلى صَلاتِهِمْ يُحافِظُونَ ) (3).\nوورد عن الباقر عليه‌السلام في تفسير هاتين الآيتين : أنّ الآية الأولى للمداومة على النافلة والثانية للمحافظة على الفرائض.",
        "كما ذكر المفسّرون أقوالا أخرى في تفسيرهما تطلب من مظانّها.\nوعلى كلّ حال فالصلاة ـ واجبة أو نافلة ـ هي علامة الإيمان وسمة الإسلام ، كما أنّها « وسيلة الاتّصال بالله والاستمداد من ذلك الرصيد ومظهر العبودية الخالصة التي يتجرّد فيها مقام الربوبية ومقام العبودية في صورة معيّنة. ( وَالَّذِينَ هُمْ عَلى صَلاتِهِمْ يُحافِظُونَ ) وهي غير صفة الدوام التي ذكرت في صدره. هذه الصفات تتحقق بالمحافظة على الصلاة في مواعيدها وفي فرائضها وفي سننها وفي هيئتها وفي الروح التي تؤدّي بها ، فلا يضيّعونها إهمالا وكسلا ، ولا يضيّعونها بعدم إقامتها على وجهها. وذكر الصلاة في المطلع والختام يوحى بالاحتفال والاهتمام » (4).\nونظرا لأهميّة الصلاة في تحقيق الاستقرار النفسي للفرد والمجتمع فقد اهتمّ علماء الشريعة بهذه العبادة وبيّنوا أحكامها وحدودها وشروطها ، وتجد كل هذا في المصنّفات الفقهية المطوّلة والمختصرة التي تبحث في الصلاة ومتعلّقاتها.\nو « النفلية » وشرحها الموسوم بـ « الفوائد المليّة » من بين تلك الكتب التي قصد بها التعريف بنوافل الصلاة على ترتيب جديد لم يسبق إليه سابق حيث وزّع المصنّف البحث إلى ثلاثة فصول ، ذكر في الأول المقدّمات ثمّ وسّط المقارنات وانتهى بالمنافيات ، فكان مجموع ما ذكره ثلاثة آلاف نافلة.",
        "__________________\n(1) « الجواهر السنيّة » : 99.\n(2) « المعارج » 70 : 23.\n(3) « المعارج » 70 : 34.",
        "(4) « في ظلال القرآن » 8 : 282.\nالمبحث الثالث : « عملنا في الكتاب »\n1 ـ بيان النسخ المعتمدة في التحقيق :\nأ ـ نسخ « النفلية » : لم نقتصر على ما أورده الشارح في « الفوائد المليّة » من متون « النفلية » ، بل راجعنا بعض مخطوطات النفلية ، ونذكرها مرتّبة بحسب أهميّتها :",
        "أولا : المخطوطة مكتبة آية الله العظمى المرعشي النجفي ( قدّه ) المرقّمة (1126) ، ورمزنا لها برمز ( ف ). وكتب عليها ما يلي : « هذه الأسطر بخط شيخنا الأجلّ العالم العامل أفضل المتأخرين وأكمل المتبحّرين نادرة الخلف وبقيّة السلف الجامع بين معارج الفضل والكمال وبين مراتب العلم والعمل والجلالة والكرامة العالم الرباني الشيخ زين الدين بن علي بن أحمد الملقّب بالشهيد الثاني قدّس الله رمسه ورزقني من علمه ، وقد حرّره الأحقر عباس بن محمد رضا القمّي عفا الله عنه سنة 1342 ».\nوعلى حاشية الورقة الأخيرة من هذه النسخة إنهاء الشهيد الثاني : « أنهاها أحسن الله توفيقه في [. ] مجالس آخرها يوم الأحد تاسع عشر ربيع الآخر سنة خمسين وتسعمائة وكتب الفقير إلى الله تعالى زين الدين بن علي بن أحمد بن الحاجّة حامدا مصليا مسلّما ».\nثانيا : المخطوطة المرقّمة (69) ضمن مجموعة من المكتبة المذكورة أعلاه ، وعليها بعض التعليقات المختصرة التي تعبّر عن فتاوى كاتبها. أما تاريخ كتابتها فهو يوم الثلاثاء غرّة ذي القعدة سنة 1063.\nثالثاً : المخطوطة المرقّمة (680) ضمن مجموعة ، وعليها الإنهاء التالي : « قد فرغ من تحرير هذه الرسائل في يوم الاثنين 14 شهر ذي الحجّة الحرام سنة تسع وثلاثين وتسعمائة صاحبه وكاتبه الفقير",
        "الحقير ابن سلطان بايزيد عليجان كوكبي. اللهم اغفر لصاحبه وكاتبه بحقّ محمّد وآله ».\nب : نسخ « الفوائد المليّة » ، وهي مرتّبة بحسب أهميتها :\nأولا : المخطوطة المرقّمة (2531) والتي تليها « منية المريد » للشهيد الثاني أيضا ، وكتب عليها آية الله السيد المرعشي ( قدّه ) : « وهاتان النسختان بخطّ العلّامة الشيخ حسين العاملي الكركي ».\nكما أنّ عليها علامات البلاغ ، وعليها بعض الاستظهارات بخطّ كاتبها ، وهي لا تخلو من بعض الأخطاء اليسيرة ، ورمزنا لها بـ « هـ ».",
        "وورد في آخرها : « فرغ مؤلّفه العبد المفتقر إلى عفو الله تعالى وكرمه زين الدين بن عليّ بن أحمد الشامي العاملي عامله الله بفضله ضحى يوم الخميس حادي عشر شهر صفر ختم بالخير عام خمس وخمسين وتسعمائة حامدا مصلّيا مستغفرا حسبنا الله ونعم الوكيل ».\nثانيا : المخطوطة المرقّمة (3648) ، وهي نسخة واضحة ومزيّنة ، قد وضع خطّ أحمر على رؤوس المباحث ، والنسخة قوبلت على نسخة مقابلة على المؤلّف.\nوعليها نفس إنهاء الشهيد المتقدّم. وقد فرغ من تحريرها سنة 979 ، وعليها ختمان : أحدهما في أول النسخة غير مقروء ، والثاني في الورقة الأخيرة ويحمل اسم « عبد الواحد [ كذا ] ». كما كتب عليها : ملك صالح الحسيني.\nورمزنا لها بـ « و ».",
        "ثالثا : طبعة حجريّة تمّت طباعة الكتاب عليها ابتداء لوضوحها ، وهي لا تخلو من الأخطاء والتقديم والتأخير ، وهذه النسخة قد طبعت في إيران بمباشرة ومقابلة الشيخ أحمد الشيرازي الذي انتهى منها في شهر رجب 1314.\nوقد رمزنا لها بـ « ح ».\n2 ـ مقابلة النسخ وتقويم النصّ :\nتمّت مقابلة النسخ التي أشرنا إليها ، وحدّدنا موارد الاختلاف بينها ، ولم نضع القراءات المختلفة في الهوامش ، بل أدخلنا ما هو أكثر ملاءمة ومناسبة مع النصّ بعد القطع بصحّته ، الأمر الذي كلّفنا زيادة تدقيق وإعمال فكر لأجل الحفاظ على سلامة النصّ وصحّته.",
        "وقد تمّ ضبط الكلمات التي تحتاج الى ضبط ، وعنينا بالآيات القرآنية وما يشكل من الألفاظ اللغوية والعبارات الموهمة.\n3 ـ تخريج الآيات والروايات :\nكان المعوّل في تخريج الروايات على المصادر الحديثية كالكتب الأربعة وغيرها ، وعند فقدانها في هذه المصادر رجعنا الى المصنّفات الفقهية وأحيانا اللغوية لتخريج الحديث.\nوالملاحظ في « النفلية » أنّ الشهيد قد يتفرّد في نقل رواية ، وعند التفتيش عنها في مصادر الحديث وشروحها نجد مأخذها عن « النفلية » ، ومنها : رواية : « الصلاة جماعة ولو على رأس زجّ » حيث عزيت في المصادر الحديثية إلى « النفلية ».",
        "وفي هذه الحالة أشرنا إلى تلك المصادر التي نقلت عن النفلية في الهوامش.\nكما راعينا التسلسل الزمني في توثيق الروايات حيث إنّنا ذكرنا الكتب الأربعة مثلا مبتدئين بـ « الكافي » ثمّ « الفقيه » ثمّ كتابي : « تهذيب الأحكام » و « الاستبصار » ، وهكذا في غيرها.\n4 ـ تخريج الأقوال والآراء :\nوفي هذه المرحلة من العمل أرجعنا أكثر ما أورده المصنّف من الأدلّة والاعتراضات إلى قائليها في حدود المصادر المتوفّرة لدينا ، وهناك بعض الموارد اليسيرة لم نعثر على قائلها أشرنا لها في الهامش.",
        "وكان اعتمادنا بالدرجة الأولى على المصادر الرئيسية وأمّهات الكتب ، ولم نرجع إلى غيرها إلّا عند الضرورة أو ذكرها كمؤيّد وشاهد.\nأما بالنسبة إلى أقوال بعض الفقهاء ممّن لم تصل آثارهم إلينا ، فقد أرجعناها إلى المصادر التي نقلت أقوالهم وآراءهم كـ « السرائر » و « المختلف » وغيرهما.\nهناك بعض الآراء لم يصرّح الشهيدان بقائلها ، وقد وردت بلفظ « قيل » أو « نقل » أو « أجيب » أو « نسب » أو « ذكرها بعض » أو هي « محلّ وفاق » وما شاكل ذلك ، وهناك بذلنا الجهد في التعرّف على أصحابها.\nوفي المسائل التي تحتاج إلى توثيق من أكثر من فقيه ذكرنا ثلاثة مصادر لثلاثة فقهاء كحدّ أدنى.",
        "مثال : قال الشهيد الثاني في مسألة الصلاة على الميّت : « والمشهور تقديم الأقرأ كاليوميّة » (1). فقد اكتفينا بذكر أقوال ثلاثة للمشهور هي : « الخلاف » 1 : 720 ، « المبسوط » 1 : 184 ، « المعتبر » 2 : 346 ، « تذكرة الفقهاء » 2 : 44.\n__________________\n(1) راجع الصفحة 273 من نفس الكتاب.\nكما أوضحنا بعض الموارد التي ربّما التبس فيها الأمر على الشهيدين ، وأيّدنا كلامنا بأقوال الفقهاء أنفسهم الذين نسب إليهم الأمر ، فقد عقّب الشهيد الثاني على قول المصنّف باستحباب غسل القي‌ء قائلا : « ونجّسه الشيخ » (1) علّقنا على ذلك قائلين :",
        "« لم نعثر على قول للشيخ بنجاسة القي‌ء ، وانّما نسب الشيخ في « المبسوط » 1 : 38 القول بنجاسته إلى الأصحاب ، وفي « البيان » 91 حكم المصنّف بطهارة القي‌ء « خلافا لما نقله الشيخ » ولم ينسب القول بالنجاسة إليه.\nوفي مسألة الإجماع المنقول عن ابن أبي عمير والمونسي على تقديم التكبير والقنوت في العيدين على القراءة في الركعة الأولى ـ كما ذكر الماتن ذلك ـ لم نجد من ينقل الإجماع غيره ، وفي المعتبر والمختلف والبيان نسب إلى ابن الجنيد. على أنّ معظم الفقهاء على خلاف هذا الإجماع كما يظهر لمن راجع « الانتصار » (2) و « الخلاف » (3) ، الأمر الذي أثار استغراب صاحب الجواهر في دعوى هذا الإجماع (4).\nوهناك موارد أخرى وقعت اشتباها أو سهوا من الماتن أو الشارح أوضحناها في الهوامش مستفيدين من آراء المتأخّرين ومصنّفاتهم الفقهية في توضيح موارد اللبس والسهو.\n5 ـ مصادر الكتاب :",
        "جرت عادة الفقهاء المتقدّمين أن لا يشيروا كثيرا إلى المصادر التي أخذوا منها ، وقد يتمّ النقل عن مصادر ثانوية نقلت تلك الأقوال والآراء.\nوفي « الفوائد المليّة » أشار الشارح رحمه‌الله إلى بعض تلك المصادر ، وأحيانا إلى أسماء مصنّفيها ولم يشر في البعض الآخر إلى المصادر التي تأثّر بها وأخذ عنها ، وسنذكر نماذج من تلك المصادر على سبيل المثال لا الحصر ، فإن الحصر يستلزم جهدا كبيرا ووقتا كثيرا.\nفقد علّق الشارح على قول المصنّف : « وأرسل خير البشر بالبيّنات » وبعد أن ذكر أنّ في هذه الفقرة ثناءين : أحدهما على الله والثاني على رسله ، قال : « وقد اكتفى بهذا القدر من الثناء. العائد\n__________________",
        "(1) راجع الصفحة 90 من نفس الكتاب.\n(2) « الانتصار » 56 ـ 57.\n(3) « الخلاف » 1 : 660.\n(4) لمزيد الاطلاع راجع : « الجواهر » 11 : 266 ، « كشف القناع عن وجوه حجيّة الإجماع » 82.",
        "نفعه إلى المصلي المثني عليهم بما هم أهله ، لا طلب علوّ المنزلة لهم بالدعاء ، فإنّ الله تعالى قد أعطاهم من المنزلة الرفيعة والمقامات المنيعة ما لا تؤثّر فيه صلاة مصلّ من أوّل الدهر إلى آخره كما ورد في الأخبار وصرّح به العلماء الأخيار » (1).\nوقال الفاضل المقداد السيوري في معنى الصلاة على محمد وآله : « إنّ هذا القسم من أقسام الدعاء تعبّد ، ونفعه عائد إلى الداعي ، لأنّ الله تعالى أعطى نبيّه صلى‌الله‌عليه‌وآله من علوّ القدر وارتفاع المنزلة ما لا يؤثّر فيه دعاء داع ، فحينئذ يصير هذا كالإخبار عمّا أعطى الله تعالى نبيّه صلى‌الله‌عليه‌وآله ، كما يشهد به القرآن العزيز والسنّة القويمة ، والإخبار لا توقّع فيه » (2).\nوقال الشارح : « والمراد بالقبول والرفع : ترتّب الثواب الموعود عليها ، وهو أمر زائد على الإجزاء. وهو على مذهب المرتضى رحمه‌الله ـ من عدم تلازمهما وجواز انفكاك القبول عن الإجزاء ـ ظاهر ».\nثم ساق الأدلة على جواز الانفكاك مع الإشكالات الواردة عليها بصورة مختصرة.",
        "وقال الفاضل المقداد : « فائدة : تظهر من كلام المرتضى أنّ قبول العبادة وإجزاءها غير متلازمين ، فيوجد الإجزاء من دون القبول وبالعكس ، وهو قول بعض العامّة ، لأنّ المجزئ : ما وقع على الوجه المأمور به شرعا ، وبه يخرج عن العهدة ويبرئ الذمة ، ويسمّى فاعله مطيعا ، والقبول : ما يترتّب عليه الثواب ».\nثمّ ذكر الوجوه الدالة على انفكاك القبول عن الإجزاء والإشكالات الواردة عليها بصورة مفصّلة.\nومن هذه النصوص التي نقلناها عن الشهيد الثاني والفاضل المقداد ، والتشابه الموجود في المباحث يمكن أن نستنتج تأثّر الشهيد الثاني بالفاضل المقداد ، الذي يعدّ من أبرز تلامذة الشهيد الأول ، الذي كان محقّقا مدقّقا أصوليا متكلّما ، له باع في أكثر من حقل من حقول المعرفة.\nولا يخفى تأثّر الشهيد الثاني بالشهيد الأوّل وأخذه عنه خصوصا من كتاب « الذكرى » ، فعلى سبيل المثال قال الشهيد الثاني في مبحث جواز تقديم الأذان على الوقت : « ومنع المرتضى وجماعة أصل التقديم ، لعدم ثبوت شرعيته عنده ، نظرا إلى أنّ طريقه آحاد ، وأنّ الأذان دعاء إلى الصلاة وإعلام بحضورها ، ولا يتمّ ذلك قبله.",
        "وأجيب بجواز تقديم الأمارة على الحضور ، للتأهّب بالطهارة ، وبأنّ الفائدة غير منحصرة فيما\n__________________\n(1) راجع الصفحة 5 من نفس الكتاب.\n(2) « نضد القواعد الفقهية » 223.",
        "ذكر ، فإنّ منها امتناع الصائم عن الجماع ومبادرته للغسل. » (1).\nوقال الشهيد الأوّل في الذكرى : « واحتجّ المرتضى بأنّ الأذان دعاء إلى الصلاة وعلم على حضورها ، ففعلها قبل وقتها وضع للشي‌ء في غير موضعه.\nوأجيب بجواز تقدّم الأمارة على الحضور ، للتأهّب للصلاة بالطهارة من الجنب والحدث ، وبأنّ فيه امتناع الصائم من الجماع واحتياطه بعدم الأكل الى غير ذلك. » (2).\nونظرا الى أنّ الشهيد الثاني لم يدع علما من العلوم إلّا واغترف منه وقرأ فيه كتابا أو أكثر على مشاهير العلماء ـ كالنحو والصرف والبيان والمنطق واللغة والأدب والعروض والقوافي والأصول والفقه والتفسير وعلم الحديث وعلم الرجال وعلم التجويد وعلم العقائد والحكمة العقلية والهيئة والحساب والطبّ وغيرها ـ نجده في « الفوائد المليّة » يستوعب كلّ ما يتعلّق بهذه العلوم من أبحاث استيعابا دقيقا نافعا لا يخرجه عن نقطة البحث ، وعلى الرغم من أنّ الرسالة النفلية وشرحها يدوران حول المسائل الفقهية إلّا أنّ الشهيد الثاني له استطرادات نافعة في شرحه اشتملت على بعض المباحث العقائدية والتفسيرية والبلاغية وعلم التجويد وغيرها ، وذلك يعكس سعة اطّلاعه ومعرفته بمختلف علوم عصره وإحاطته بها.",
        "6 ـ إعداد الفهارس الفنيّة :\nفقد عملنا فهارس عامة للكتاب ، تسهيلا لمهمّة الباحثين والمراجعين ، وتحتوي على فهرس الموضوعات والآيات الشريفة والأحاديث والأعلام والأماكن والكتب وغيرها ، وألحقناها في نهاية الكتاب.\nعلى أنّنا لم نترجم للشهيدين في هذه المقدّمة أو نقصد وضع دراسة عنهما ، وذلك لأنّ « الفوائد المليّة » واحد من سلسلة آثار الشهيدين التي قام مركز الأبحاث والدراسات الإسلامية بطبع بعضها ، ولا زال العمل قائما على تحقيق ونشر آثارهما.\nوأهمّ الآثار المطبوعة كتاب « غاية المراد في شرح نكت الإرشاد » الذي قام بتحقيقه الزميل المهذّب الشيخ رضا المختاري ، وسلّط الاضواء في مقدّمته على حياتي الشهيدين وكشف ما التبس على غيره من حقائق تتعلّق بحياتهما أو آثارهما.",
        "ولهذا آثرنا في هذه المقدّمة الوجيزة أن نركّز على القيمة العلمية للكتاب وأهميته.\n__________________\n(1) راجع الصفحة 147 من نفس الكتاب.\n(2) « الذكرى » 175.",
        "شكر وثناء\nفي نهاية المطاف نحمد الله على ما وفّق ويسّر لنا من إنجاز لهذا السفر النفيس ، فله الشكر أوّلا وآخرا.\nوأرى لزاما عليّ أن أتقدّم بالشكر الجزيل والثناء الجميل إلى مركز الأبحاث والدراسات الإسلامية التابع لمكتب الإعلام الإسلامي في الحوزة العلمية ـ قم المقدسة على إتاحتهم الفرصة لي لتحقيق هذا الكتاب ، ونخصّ بالذكر الأخ الكبير حجّة الإسلام والمسلمين الشيخ علي أوسط ناطقي المشرف على قسم إحياء التراث الإسلامي ، وأتوجّه بالشكر لسماحة حجّة الإسلام الشيخ محمد الباقري على مراجعته الكتاب ، وإلى الإخوة الأفاضل الذين أعانونني وآزروني على إنجاز الكتاب حتّى مراحله النهائية ، وهم : الأخ إسماعيل بيك المندلاوي والأخ حسّان فرادى وحجّة الإسلام السيد حسين بني هاشمي والأخ محمّد حسين المشهداني.\nكما ألتمس العذر من القارئ الكريم فيما يمكن أن يصادفه من هفوة قلم أو سهو ، وأقول كما قال الناظم :",
        "نسأل الله تعالى أن يجعل هذا الجهد المتواضع ذخرا لنا يوم لا ينفع مال ولا بنون إلّا من أتى الله بقلب سليم ، وأن يدخل السرور على روحي الشهيدين السعيدين ويرفع درجات علمائنا الماضين ، ويحفظ الباقين ويسدّدهم لخدمة دينه العزيز.\n\n"
    ]
}