{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n\nالمقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره ونستهديه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}.\n{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساءً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً}.\n{يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً}.\nأما بعد:\nفإن القدر ركن عظيم من أركان الإيمان، من لم يؤمن به كان مكذباً كافراً برب العالمين، إذ إن القدر يأخذ الركن السادس من أركان الإيمان، ولا يصح إيمان عبد إلا به، قال تعالى:} إنا كل شيء خلقناه بقدر (1) {، فواجب على العبد الإيمان به، والإقرار بأن كل شيء حاصل بقدر الله.\nولما كان موضوع القدر من المواضيع العسيرة، التي يصعب على العقل التعمق فيها، جاء الشارع الحكيم بالنهي عن الخوض فيه، والاكتفاء بالتسليم، لأنه سر الله.\nومن المعلوم أن منهج السلف الصالح في تقرير العقيدة أعلم وأحكم وأكمل وأسلم من منهج المتأخرين، خلافاً لما يظنه بعض المتأخرين.\nوقد كان لهم جهوداً بارزة ً، وميادين واسعة، أسرجوا فيها خيول العلم، وصالوا وجالوا في الردّ على المخالف، متبعين في ذلك كله الدليل، من آيات وأحاديث ونقول عن السلف الصالح من أهل العلم.\n__________\n(1) سورة القمر: (49).\n(1/1)\n",
        "ومن أولئك الأئمة، العلاّمة: أبو القاسم هبة الله بن الحسن بن منصور الطبري اللالكائي، في كتابه: شرح أصول اعتقاد أهل السنة والجماعة من الكتاب والسنة وإجماع الصحابة والتابعين من بعدهم، وهو من أمهات الكتب المسندة في علم العقيدة.\nوقد اخترت القسم الرابع من موضوع القدر من هذا الكتاب، عنواناً لبحثي لمادة (قضايا كلاميّة 2)، وقد أسميته: (القدر، مرويّات و مسائل).\nأسباب اختيار الموضوع:\nاخترت هذا الموضوع لعدة أسباب، هي:\n1. تكليف فضيلة شيخنا الدكتور/ عبد الله العنقري، بالبحث حول هذا الموضوع.\n2. التعرّف على طريقة السلف في تقرير العقيدة.\n3. الارتباط بكتب السلف الصالح.\nخطة البحث:\nكالتالي:\n- المقدمة: وتتضمن:\no سبب اختيار الموضوع.\no خطة البحث.\no منهج البحث.\nالفصل الأول: سياق مرويات الإمام اللالكائي في القدر:\nالمبحث الأول: سياق ماروي عن الصحابة وما نقل عن الصحابة من الإجماع في آيات القدر.\nالمطلب الأول: قول عبد الله بن مسعود ـ رضي الله عنه ـ.\nالمطلب الثاني: قول عبد الرحمن بن عوف ـ رضي الله عنه ـ.\nالمطلب الثالث: قول ابن عباس ـ رضي الله عنه ـ.\nالمطلب الرابع: قول ابن عمر ـ رضي الله عنهما ـ.\nالمطلب الخامس: قول أبيّ بن كعب، وعبادة وزيد بن ثابت، وحذيفة بن اليمان، رضي الله عنهم.\nالمطلب السادس: قول عمرو بن العاص ـ رضي الله عنه ـ.\nالمطلب السابع: قول أبي الدرداء ـ رضي الله عنه ـ.\n(1/2)\n\nالمطلب الثامن: قول عائشة ـ رضي الله عنها ـ.\n\nالمبحث الثاني: ما نقل عن التابعين.\nالمطلب الأول: قول عمر بن عبد العزيز ــ رحمه الله ــ.\nالمطلب الثاني: قول الحسن بن أبي الحسن البصري ــ رحمه الله ــ.\nالمطلب الثالث: قول مطرف بن عبدالله الشخير ــ رحمه الله ــ.\nالمطلب الرابع: قول وهب بن منبه ــ رحمه الله ــ.\nالمطلب الخامس: قول كعب الأحبار ــ رحمه الله ــ.\nالمطلب السادس: قول محمد بن كعب القرظي ــ رحمه الله ــ.\nالمطلب السابع: قول علي بن الحسن ــ رحمه الله ــ.\nالمطلب الثامن: قول جعفر بن محمد الصادق ــ رحمه الله ــ.\nالمطلب التاسع: قول زيد بن علي ــ رحمه الله ــ.\nالمطلب العاشر: قول ربيعة بن أبي عبد الرحمن ــ رحمه الله ــ.\nالمطلب الحادي عشر: قول سعيد بن جبير ــ رحمه الله ــ.\nالمطلب الثاني عشر: قول الشعبي ــ رحمه الله ــ.\nالمطلب الثالث عشر: قول أبي العالية ومسلم بن يسار ــ رحمهما الله ــ.\nالمطلب الرابع عشر: قول سالم بن عبد الله بن عمر ــ رحمه الله ــ.\nالمطلب الخامس عشر: قول القاسم بن محمد ــ رحمه الله ـ.\nالمطلب السادس عشر: قول محمد بن سيرين ــ رحمه الله ــ.\nالمطلب السابع عشر: قول طاووس ــ رحمه الله ــ.\nالمطلب الثامن عشر: قول أبي قلابة ــ رحمه الله ــ.\nالمطلب التاسع عشر: قول عمر بن محمد بن عبد الله ــ رحمه الله ــ.\nالمطلب العشرون: قول محمد بن الحنفية ـ رحمه الله ـ.\nالمطلب الحادي والعشرون: قول الحسن بن محمد بن الحنفية ــ رحمه الله ــ.\nالمطلب الثاني والعشرون: قول زبيد بن الحارث الإيامي ــ رحمه الله ــ.",
        "(1/3)\n\nالمطلب الثالث والعشرون: قول إياس بن معاوية بن قرة ــ رحمه الله ــ.\n\nالمبحث الثالث: سياق ما روي من كلام العرب في النثر والنظم والشعر.\nالمبحث الرابع: سياق ما روي في أن القدري: الذي يزعم أن الله لم يخلق أفعال العباد ولم يقدّرها عليهم ويكذب بخلق الله لها وينسب الأفعال إلى نفسه دونه.\nالفصل الثاني: مسائل في القدر.\nالمبحث الأول: القدر والدعاء، وإيراد دعاء لم يذكره اللالكائي في موضوع القدر.\nالمبحث الثاني: تعريف الشرك، وعلاقته بالقدر.\nالمبحث الثالث: تعريف القدري.\nالمبحث الرابع: محاجة آدم ـ عليه السلام ـ لموسى ـ عليه السلام ـ.\n- الخاتمة، ثم المراجع وأخيراً الفهرس.\n\nمنهج البحث:\nعمدت في بحثي إلى سياق المرويات، وبيان معاني الكلمات الغامضة فيها، كما أبيّن وجه الدلالة من الآثار والأحاديث غير واضحة الدلالة، وعند تكرر الأحاديث والآثار فإني أكتفي بذكر الأطول أو الأصح، وأشير إلى وروده من طريق آخر، وأقول بعده: (بمثله) إن كانا متماثلين، و (بنحوه) إذا تقارب المعنى، وأحيل في الحاشية إلى رقم الأثر في الكتاب.\nوقد كتبت الآثار كما وجدتها في الكتاب، دون تصحيح لها من حيث علامات الترقيم (1)،أما الأخطاء الإملائية؛ فقد قمت بتصحيحها في المتن أو الإشارة إلى ذلك في الحاشية، وأقوم بالمقارنة بين طبعتين للكتاب، هي (1402هـ) و (1416هـ) عند الحاجة إلى ذلك، هذا وقد جعلت أكثر التعليقات في الهامش السفلي، كما قمت بإضافة بعض التعليقات المناسبة لشيخنا العلامة: د. عبدالله بن جبرين من درسه بجامع شيخ الإسلام وجامع الراجحي عشاء كل جمعة.\n__________\n(1) وذلك بعد استشارة فضيلة الشيخ مشرف البحث.\n(1/4)",
        "\nكما ميزت الفصول والمباحث بخط آخر، غير خط البحث، حتى يسهل على القارئ التمييز بينها، ونقلت ترقيم الكتاب للآثار والأحاديث كما هو، وجعلتها بين شرطتين معترضتين، ثم جعلت الرقم الذي يليها بين قوسين، وهو رقم الآثار والأحاديث بالترتيب بالنسبة للبحث.\nومع ما سبق، فإن هذا البحث جهد مقل، لا يخلو من خطأ أو نسيان، أسأل الله أن لا يؤاخذنا به.\n\nوفي الختام، أتقدم بالشكر الجزيل ـ بعد شكر الله ـ لفضيلة شيخنا الدكتور/\nعبدالله العنقري\nعلى توجيهنا في اختيار الموضوع، ومساعدتنا في صياغة البحث وخطته، لا حرمه الله الأجر والمثوبة.\nوالله تعالى أعلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\n(1/5)\n",
        "الفصل الأول: سياق مرويات الإمام اللالكائي في القدر:\nالمبحث الأول: سياق ماروي وما نقل عن الصحابة في القدر\n*المطلب الأول: قول عبد الله بن مسعود ـ رضي الله عنه ـ*\nـ1216ـ (1):\nعن عبد الله يعني ابن مسعود رضي الله عنه قال: أصدق الحديث كتاب الله وأحسن الهدي هدي محمد وشر الأمور محدثاتها فاتبعوا ولا تبتدعوا فإن الشقي من شقي في بطن أمه والسعيد من وعظ بغيره.\nأخرجه البخاري (1).\nوعن عبد الله بن الديلمي والحسن بنحوه (2).\nـ1217ـ (2):\nعن ابن مسعود رضي الله عنه قال: لأن أعضّ (3) على جمرة وأقبض عليها حتى تبرد في يدي أحب إلي من أن أقول لشيء قضاه الله ليته لم يكن.\nـ1218ـ (3):\nوعن إبن مسعود رضي الله عنه يقول ـ وهو يدخل إصبعه في فيه ـ: لا والله لا يطعم رجل طعم الإيمان حتى يؤمن بالقدر ويقر ويعلم أنه ميت وأنه مبعوث من بعد الموت.\nـ1219ـ (4):\nعن ابن مسعود رضي الله عنه قال: إن العبد ليهمّ (4) بالأمر من التجارة والإمارة حتى يتيسر له نظر الله من فوق سبع سموات (5) فيقول للملائكة اصرفوه عنه فإني إن يسرته له أدخلته النار.\nقال: فيصرفه الله عز وجل.\n__________\n(1) قال المحقق: أخرج البخاري طرفه الأول فقط إلى قوله\"محدثاتها\"ولم يخرج الباقي: (ح:7277،6098).\n(2) انظر الأثرين رقم: (1237)، (1251).\n(3) العَضُّ: الشدُّ بالأَسنان على الشيء. لسان العرب: (7/ 188).\n(4) هَمَّ بالشيء: أَراده. مختار الصحاح: (1/ 291).\n(5) كذا في الأصل، والأصح: سماوات.\n(1/6)\n\nقال: فينطق يخبر به أن شقي بفلان وما هو إلا فضل الله عز وجل عليه.\nوجه الدلالة: إثبات مرتبة العلم لله، وهي المرتبة الأولى من مراتب القدر.\n*المطلب الثاني: قول عبد الرحمن بن عوف ـ رضي الله عنه ـ *\nـ1220ـ (5):\nعن إبراهيم بن عبد الرحمن: أن عبد الرحمن بن عوف رضي الله عنه مرض مرضاً شديداً أغمي عليه فيه فأفاق فقال: أغمي عليَّ؟\nقالوا: نعم.\nقال: إنه أتاني رجلان غليظان فأخذا بيدي فقالا إنطلق (1) نحاكمك إلى العزيز الأمين.\nفانطلقا بي فلقيهما رجل، قال: أين تريدان به؟\nقالا: نحاكمه إلى العزيز الأمين.\nفقال: دعاه فإن هذا ممن سبقت له السعادة وهو في بطن أمه.\nوجه الدلالة: بيان أن كل شيء حاصل فهو مسبوق بعلم الله، وأنه مكتوب في اللوح المحفوظ.\n*المطلب الثالث: قول ابن عباس ـ رضي الله عنه ـ *\nـ1221ـ (6):\nعن ابن طاووس عن أبيه قال: أشهد لسمعت ابن عباس رضي الله عنه يقول: العجز (2) والكيس بقدر.\nـ1222ـ (7):\nعن ابن عباس رضي الله عنه قال: لو أخذت رجلاً من هؤلاء الذين يقولون لا قدر، لأخذت برأسه وقلت لولا ولولا.\nأي: لأدخلت عليه شكوكاً كثيرة في القدر من باب (لولا).\n__________\n(1) كذا في الأصل، والأظهر: انطلق، بدون همزة قطع.\n(2) العَجْزُ: الضعف. مختار الصحاح: (1/ 174).",
        "(1/7)\n\nـ1223ـ (8):\nعن مجاهد قال: قيل لابن عباس رضي الله عنه: إن ناساً يقولون في القدر! قال: يكذبون بالكتاب، لئن أخذت بشعر أحدهم لا نصونه (1)، إن الله ـ عز وجل ـ كان على عرشه قبل أن يخلق شيئاً فخلق القلم فكتب ما هو كائن إلى يوم القيامة فإنما يجري الناس على أمر قد فرغ منه. لفظهما سواء.\nـ1224ـ (9):\nعن ابن عباس رضي الله عنه قال: القدر نظام التوحيد فمن وحَّد الله ولم يؤمن بالقدر كان كفره بالقضاء نقضاً للتوحيد ومن وحَّد الله وآمن بالقدر كان العروة الوثقى لانفصام لها.\nـ1227ـ (10):\nعن عطاء بن أبي رباح قال: كنت عند بن عباس رضي الله عنه فجاءه رجل فقال: يا أبا العباس أرأيت من صدني عن الهدى وأوردني الضلالة والردى ألا تراه قد ظلمني؟!\nقال: إن كان الهدى كان (2) شيئاً لك عنده فمنعكاه فقد ظلمك وإن كان هو له يؤتيه من يشاء فلم يظلمك، قم لا تجالسني. لفظهما سواء.\nـ1228ـ (11):\nعن ابن عباس رضي الله عنه قال: كان الهدهد يدل سليمان على الماء.\nفقلت له: كيف ذاك والهدهد يُنصبُ له الفخ عليه التراب؟!\nفقال: اعضَّكَ (3) الله بهن أبيك (4) ألم يكن إذا جاء القضاء ذهب البصر.\nـ1230ـ (12):\nعن أبي يحيى مولى بني عفرا قال: أتيت ابن عباس رضي الله عنه ومعي رجلان من الذين يذكرون القدر أو ينكرونه، فقلت: يا ابن عباس ما تقول في القدر؟ فإن هؤلاء أتوك\n__________\n(1) لا نصونه: أي لأخذ بناصيته: أي بمقدمة رأسه. لسان العرب: (15/ 327)، وقرأها شيخنا ابن جبرين: لأنصونّه.\n(2) تكررت كان، ولعلها لوكانت واحدة لكان أحسن في السياق، والله أعلم.\n(3) كذا قرأها شيخنا، الشيخ: ابن جبرين.\n(4) في الحديث:\"من تعزّى بعزاء الجاهلية، فأَعِضّوه بهن أبيه، ولا تكنّوا\"، رواه الإمام أحمد: (5/ 136: (21272))، والنسائي في السنن الكبرى: (5/ 272: (8864))، والمعنى: قولوا له: اعضض أَيْرَ أبيك، ولا تكنّوا عنه بالهن. القاموس المحيط: (648).\n(1/8)",
        "\nيسألونك عن القدر إن زنا وإن سرق وإن شرب!! قال: فحسر قميصه حتى أخرج منكبيه وقال: يا أبا يحيى لعلك من الذين ينكرون القدر ويكذبون به!!\nوالله إني لو أعلم أنك منهم أو هذين معك لجاهدتكم، إن زنا وإن سرق فبقدر وإن شرب الخمر فبقدر. وعنه من طريق آخر بنحوه (1).\n*المطلب الرابع: قول ابن عمر ـ رضي الله عنهما ـ *\nـ1231ـ (13):\nعن يحيى بن يعمر قال: قلت لابن عمر: إنا نسافر فنلقى قوما يقولون: لا قدر!!\nقال: إذا لقيت أولئك فأخبرهم أن ابن عمر منهم بريء وهم منه براء ـ ثلاث مرات ـ.\nوجه الدلالة: دلّ الأثر على تكفير منكر القدر، لأنه تبرّأ منه، والبراءة لا تكون إلا على كفر.\n*المطلب الخامس: قول أبيِّ بن كعب، وعبادة وزيد بن ثابت، وحذيفة بن اليمان، رضي الله عنهم*\nـ1232ـ (14):\nعن ابن الديلمي قال:\nأتيت أبيَّ بن كعب رضي الله عنه فقلت: أبا المنذر فإنه وقع في قلبي شيء من هذا القدر فحدثني بشيء لعل الله أن يذهبه عني.\nفقال: إن الله عز وجل لو عذب أهل سماواته وأهل أرضه لعذبهم غير ظالم لهم ولو رحمهم كانت رحمته لهم خيراً لهم من أعمالهم ولو أنفقت مثل أحد ذهبا في سبيل الله ما قبل منك حتى تؤمن بالقدر وتعلم أن ما أصابك لم يكن ليخطئك وأن ما أخطأك لم يكن ليصيبك وإن مت على غير ذلك دخلت النار.\nقال: ثم أتيت ابن مسعود فحدثني بمثل ذلك ثم أتيت حذيفة فحدثني بمثل ذلك ثم أتيت زيد بن ثابت فحدثني بمثل ذلك عن النبي صلى الله عليه وسلم.\nوعن عبادة وعمران بن حصين وسلمان الفارسي ـ رضي الله عنهم ـ بنحوه (2).\n__________\n(1) انظر الأثر رقم (1289).\n(2) انظر الأثر رقم: (1233).\n(1/9)\n",
        "ـ1234ـ (15):\nعن الحسن بن علي قال: قضي القضا وجف القلم وأمور بقضاء في كتاب قد خلا.\n*المطلب السادس: قول عمرو بن العاص ـ رضي الله عنه ـ *\nـ1235ـ (16):\nقال عمرو بن العاص: انتهى عجبي إلى ثلاث: المرء يفر من القدر وهو لاقيه ويرى في عين أخيه القذا (1) فيعيبها، ويكون في عينه مثل الجذع (2) فلا يعيبها، ويكون في دابته الصعر (3) ويقومها جهده ويكون في نفسه الصعر فلا يقومها.\n*المطلب السابع: قول أبي الدرداء ـ رضي الله عنه ـ *\nـ1238ـ (17):\nعن أبي الدرداء قال: ذروة الإيمان (4) أربع: الصبر للحكم، والرضا بالقدر، والإخلاص للتوكل، والاستسلام للرب.\n*المطلب الثامن: قول عائشة ـ رضي الله عنها ـ *\nـ1243ـ (18):\nعن عائشة: إن العبد ليعمل الزمان (5) بعمل أهل الجنة، وإنه عند الله لمكتوب من أهل النار.\nـ1244ـ (19):\nعن سفيان الثوري (6) قال: إن الرجل ليعبد الأصنام وهو حبيب الله.\nوجه الدلالة: أنه علم ـ سبحانه ـ أنه يُسلم فيموت على التوحيد فأحبه.\nوهو موافق لحديث ابن مسعود ـ رضي الله عنه ـ، وفيه:\"حتى إنّ أحدكم ليعمل بعمل أهل الجنة حتى مايكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار\n__________\n(1) القذى: جمع قذاة، وهو مايقع في العين والماء والشراب من تراب أو تبن أو وسخ. لسان العرب: (15/ 174).\n(2) الجذع: واحد جذوع النخلة، وقيل: هو ساق النخلة. لسان العرب: (8/ 45).\n(3) الصعر بفتحتين: الميل في الخد خاصة. مختار الصحاح: (1/ 152).\n(4) ذُرَا الشيء، بالضم: أعاليه، الواحدة: ذُرْوَةٌ، بكسر الذال وضمها. مختار الصحاح: (1/ 93).\n(5) أي: يعمل في أغلب زمانه.\n(6) تنبيه: نقل هنا قول سفيان الثوري تحت سياق ماروي عن عائشة، ولم ينبه إليه المحقق.\n(1/10)\n\nفيدخلها، وإن أحدكم ليعمل بعمل أهل النار، حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها\" (1).\n\n*** *** ***\n\nالمبحث الثاني: ما نقل عن التابعين\n*المطلب الأول: قول عمر بن عبد العزيز ــ رحمه الله ــ*\nـ1245ـ (20):\nعن عمر بن ذر قال:\nبينما عمر بن عبد العزيز في نفر منهم يزيد ـ أو زياد ـ الفقير ـ كذ ى (2) ـ قال داود وموسى بن كثير: (3) أبو الصباح وناس من أهل الكوفة.\n__________\n(1) رواه البخاري: (3208)، ومسلم: (2643).\n(2) كذا في الأصل، والأصح: كذا.\n(3) في الأصل الكلام متصل ولا يوجد نقطتان.",
        "(1/11)\n\nقال: فتكلم متكلمنا ويرى أنه عمر بن ذر قال: ما بلغ فريتنا لعمر وظننا أنه لا يقدر على جوابه، فلما سكت؛ تكلم عمر بن عبد العزيز، فلم يدع شيئا مما جاء به إلا أجابه فيه.\nقال: ثم ابتدأ الكلام، فما كنا عنده إلا تلامذة، فقال فيما قال: إن الله لو كلف العباد العمل على قدر عظمته لما قامت لذلك سماء ولا أرض ولا جبل ولا شيء من الأشياء ولكن أخذ منهم اليسر، ولو أرد (1) ـ أو أحب ـ أن لا يعصى لم يخلق إبليس رأس المعصية.\nوجه الدلالة: إثبات خلقه ومشيئته ـ سبحانه ـ لكل شيء، حتى المعاصي، وفي هذا ردَّ على المعتزلة.\nـ1246ـ (21):\nعن الأوزاعي قال:\nكتب عمر بن عبد العزيز إلى ابن له كتابا فكان فيما كتب فيه:\nإني أسأل الله الذي بيده القلوب يصنع ما شاء من هدى وضلالة ...\nوجه الدلالة: فيه اعتراف وإثبات بنسبة الأمر والخلق لله سبحانه.\nـ1247ـ (22):\nعن عمر بن عبد العزيز قال: ما طنَّ (2) ذباب بين اثنين إلا بكتاب مقدر.\nـ1248ـ (23):\nعن معمر قال: كتب عمر بن عبد العزيز إلى عدي بن أرطأة: (أما بعد: فإن استعمالك سعد بن مسعود على عمان من الخطايا التي قدَّر الله عليك وقدَّر أن تبتلى بها).\n*المطلب الثاني: قول الحسن بن أبي الحسن البصري ــ رحمه الله ــ *\nـ1249ـ (24):\nعن نعيم العنبري وكان من جلساء الحسن يقول في قوله ـ عز وجل ـ:} وكان تحته كنز لهما {. (3)\n__________\n(1) كذا في الأصل، ولعل الأصح: أراد.\n(2) طنّ: الطنين: صوت الذباب. مختار الصحاح: (1/ 167).\n(3) سورة الكهف: (82).\n(1/12)",
        "\nقال: لوح من ذهب مكتوب فيها: عجبت لمن يؤمن بالقدر كيف يحزن وعجبت لمن آمن (1) بالموت كيف يفرح وعجبت لمن يعرف الدنيا وتقلبها بأهلها كيف يطمئن إليها لا إله إلا الله محمد رسول الله.\nـ1250ـ (25):\nعن تمام بن نجيح قال:\nسمعت الحسن، وأتاه رجل فاخذ بعنان دابته، فقال: أيها الضال المضل حتى متى تضل الناس؟!\nقال: وما ذاك؟!\nقال: تزعم أن من قتل مظلوماً فقد قتل في غير أجله!\nقال: فمن يأكل بقية رزقه يالكع (2) خل الدابة قتل في أجله.\nقال: فقال الرجل: والله ما أحب أن لي بما سمعت منك اليوم ما طلعت عليه الشمس.\nوفيه الرد على المعتزلة، القائلين بأن المقتول مات قبل أجله، ولو لم يقتل لعاش إلى أجله.\nـ1252ـ (26):\nعن أيوب قال:\nنازلت الحسن في القدر فقال إني لست بعايد فيه.\nـ1253ـ (27):\nعن أيوب قال: كذب ـ يعني ـ على الحسن البصري: صنفان من الناس: قوم القدر رأيهم فهم يريدون أن ينفقوا بذلك قولهم، وقوم في قلوبهم له شنآن (3) وبعض يقولون: من قوله كذا وليس من قوله كذا.\nـ1254ـ (28):\n__________\n(1) في الأصل\"أمن\" والأظهر أنها\"آمن\".\n(2) لكع: اللكع: الذي لايبين الكلام. لسان العرب: (8/ 324).\n(3) شنآن ـ بفتح الشين والنون وألف ممدود مهموز، أي: بغض. لسان العرب: (1/ 101).\n(1/13)\n",
        "عن عاصم قال: سمعت الحسن يقول في مرضه الذي مات فيه: إن الله قدَّر أجلاً وقدَّر معه مرضاً وقدّر معه معافاة فمن كذب بالقدر فقد كذب بالقرآن ومن كذب القرآن فقد كذب بالحق.\nـ1255ـ (29):\nعن عوف قال:\nسمعت الحسن يقول: من كذب بالقدر فقد كذب بالإسلام.\nثم قال: إن الله خلق خلقا فخلقهم بقدر وقسم الأجال بقدر وقسم أرزاقهم بقدر والبلاء والعافية بقدر.\n*المطلب الثالث: قول مطرف بن عبدالله الشخير ــ رحمه الله ــ *\nـ1256ـ (30):\nعن مطرف قال: نظرت فإذا ابن آدم ملقى بين يدي الله وبين يدي إبليس.\nفإن شاء الله أن يعصمه عصمه وإن تركه ذهب به إبليس.\nـ1257ـ (31):\nعن ثابت: أن مطرف قال: نظرت في هذا الأمر ممن كان فإذا بدؤه من الله عز وجل وإذا تمامه على الله ونظرت ما ملاكه فإذا ملاكه الدعاء.\n*المطلب الرابع: قول وهب بن منبه ــ رحمه الله ــ *\nـ1258ـ (32):\nعن أبي سنان قال:\nاجتمع وهب بن منبه وعطاء الخراساني بمكة فقل له عطاء: يا أبا عبد الله ما كتب بلغني عنك أنك كتبت في القدر!\nقال وهب: ما كتبت كتباً ولا تكلمت في القدر!\nثم قال وهب: قرأت نيفاً وتسعين كتاباً من كتب الله منها نيف وسبعون ظاهرة لا يعلمها إلا قليل من الناس فوجدت فيها كلها: أن كلَّ من وكل إلى نفسه شيئا من المشيئة فقد كفر.\n(1/14)\n\nوجه الدلالة: أن من أضاف إلى نفسه الفعل ــ كالمعتزلة ــ، وقال بخروجه عن مشيئة الله فقد كفر.\n*المطلب الخامس: قول كعب الأحبار ــ رحمه الله ــ *\nـ1259ـ (33):\nعن يونس بن سيف أن عطية بن قيس أخبره:\nأن رهطاً (1) عادوا كعب الأحبار فقالوا له: كيف تجدك يا أبا إسحاق؟!\nقال: بخير (عبد) أخذ بذنبه فإن قبضه إليه ربه إن شاء عذبه وإن شاء رحمه وإن عاقبه ينشيه (2) نظيفاً جديداً لا ذنب له.\nوفيه إثبات مشيئة الله تعالى المطلقة.\n*المطلب السادس: قول محمد بن كعب القرظي ــ رحمه الله ــ *\nـ1260ـ (34):\nعن عاصم بن محمد قال:\nسمعت محمد بن كعب القرظي يقول: ما أنزلت هذه الآية إلا تعييراً لأهل القدر:} إن المجرمين في ضلال وسعر يوم يسحبون في النار على وجوههم ذوقوا مسَّ سقر إنا كل شيء خلقناه بقدر {. (3)\n*المطلب السابع: قول علي بن الحسن (4) ــ رحمه الله ــ *\nـ1261ـ (35):\nعن علي بن حسين أنه قال: إن أصحاب القدر حملوا مقدرة الله ـ عز وجل ـ على ضعف رأيهم فقالوا لله: لم؟! ولا ينبغي أن يقال لله لم؟!.\n*المطلب الثامن: قول جعفر بن محمد الصادق ــ رحمه الله ــ *\nـ1263ـ (36):\n__________\n(1) رَهْطُ الرجل: قومه وقبيلته، و الرَّهْطُ: ما دون العشرة من الرجال لا يكون فيهم امرأة، قال الله تعالى:} وكان في المدينة تسعة رهط {. مختار الصحاح: (1/ 109).\n(2) الإِنْشاءِ: الابْتِداءِ. لسان العرب: (1/ 173).\n(3) سورة القمر: (49:47).\n(4) هنا إشكال: حيث ذكر علي بن الحسن، وفي الرواية: ابن الحسين، ولعل الأصح: ابن الحسين.",
        "(1/15)\n\nعن العطافي عن رجال له قال:\nقال رجل من الشيعة للصادق: إن القدرية تقول (1) لنا: إنكم كفار.\nقال: فقال له: اكتب: إن الله ـ عز وجل ـ لا يطاع قهراً لا يطاع قهراً، قال: وإن الله ـ عز وجل ـ لا يعصى قهراً لا يعصى قهراً، فإذا أراد الطاعة كانت، وإذا أراد المعصية كانت، فإن عذب فبحق، وإن عفا فبالفضل.\n*المطلب التاسع: قول زيد بن علي ــ رحمه الله ــ *\nـ1264ـ (37):\nعن المطلب بن زياد قال:\nجاء رجل إلى زيد بن علي فقال: يا زيد أنت الذي تزعم أن الله أراد أن يُعصى؟!\nفقال له زيد: أيعصى عنوة (2)؟!\nقال: فأقبل (3) يحظر (4).\nوعن ربيعة بن أبي عبد الرحمن (5) بنحوه.\nوفيه إثبات مشيئة الله، وأن شيئاً لا يخرج عن قدرته وإرادته.\n\n*المطلب العاشر: قول ربيعة بن أبي عبد الرحمن ــ رحمه الله ــ *\nـ1266ـ (38):\nعن ربيعة قال: إنما أخشى على هذه الأمة ثلاثاً: العصبية (6) والقدرية (7) والرواية (8) فإني أراها تزيد.\n*المطلب الحادي عشر: قول سعيد بن جبير ــ رحمه الله ــ *\n__________\n(1) في الأصل وضع النقطتين بعد تقول، ولعل الأصح هو ماأثبته أعلى.\n(2) عَنْوةٍ أي قَهْراً وغْلَبة. النهاية: (3/ 315).\n(3) أضفت الهمزة على الألف، وليست في الأصل.\n(4) يحظر: أي يعدو. لسان العرب: (4/ 201).\n(5) انظر الأثر رقم (1265)\n(6) العَصَبِيُّ هو الَّذي يغْضَب لعَصَبته ويُحامي عنهم. النهاية: (3/ 245).\n(7) إحدى الفرق الكلامية المنتسبة إلى الإسلام، ذات المفاهيم والآراء الاعتقادية الخاطئة في مفهوم القدر. الموسوعة الميسّرة: (2/ 1114).\n(8) أي: كثرتها دون حرص على التثبت.\n(1/16)",
        "\nـ1267ـ (39):\nعن سعيد بن جبير قال: القدرية يهود.\n*المطلب الثاني عشر: قول الشعبي ــ رحمه الله ــ *\nـ1268ـ (40):\nعن الشعبي قال: لا تجالسوا القدرية فوالذي يُحلف به إنهم لنصارى.\n*المطلب الثالث عشر: قول أبي العالية ومسلم بن يسار ــ رحمهما الله ــ *\nـ1269ـ (41):\nعن عاصم الأحول قال:\nلما خاض الناس في القدر اجتمع رفيع أبو العالية ومسلم بن يسار.\nفقال أحدهما لصاحبه: تعال حتى ننظر فيما خاض الناس فيه.\nقال: اجتمع رأيهما أنهما قالا: يكفيك من هذا الأمر أن تعلم: أنه لن يصيبك إلا ما كتب الله لك وأنك مجزي بعملك.\n*المطلب الرابع عشر: قول سالم بن عبد الله بن عمر ــ رحمه الله ــ *\nـ1270ـ (42):\nعن عمر بن محمد قال:\nسمعت سالم بن عبد الله بن عمر وسأله رجل (1) فقال: أيزني الرجل بقدر؟\nفقال: نعم.\nقال: أشيء كتبه الله عليه؟\nقال: نعم.\nقال: فيعذبه عليه وقد كتبه عليه؟\nقال: فحصبه (2).\nوعن ابن عمر و سالم (3) بنحوه.\n__________\n(1) هنا وضع شرطة واحدة دون الثانية ويظهر أنه لا حاجة لها، ولذا حذفتها.\n(2) حَصَبْتُه أَحْصِبُه: رَمَيْتُه بالحَصْباءِ. لسان العرب: (1/ 320).\n(3) انظر الأثرين رقم (1293،1294).\n(1/17)\n",
        "*المطلب الخامس عشر: قول القاسم بن محمد ــ رحمه الله ــ *\nـ1271ـ (43):\nعن عبد الله بن العلاء قال:\nسمعت القاسم بن محمد يقول: ويحكم كيف تنكرون القدر وقد كان في خطبة رسول الله صلى الله عليه وسلم: (1) (من يهده الله فلا مضل له ومن يضلل فلا هادي له).\nوجه الدلالة: دخول الهداية والإضلال في القدر، أي أنهما بقدر الله.\n*المطلب السادس عشر: قول محمد بن سيرين ــ رحمه الله ــ*\nـ1272ـ (44):\nعن يحيى بن عتيق قال:\nكنا في بيت محمد بن سيرين أنا وسالم بن قتيبة.\nفقال سالم: لوددنا أنا علمنا ما قول محمد بن سيرين في القدر.\nقال: فدخل رجل فقلنا سله ما يقول في القدر؟\nفسأله الرجل، قال: فنكس محمد ونكسنا مطرقين.\nثم إن محمداً قال له: أيهمّ أمرك بها؟!\nثم سكت ساعة ثم قال: إن الشيطان ليس له سلطان ولكن من أطاعه (2) أضله.\n*المطلب السابع عشر: قول طاووس ــ رحمه الله ــ *\nـ1273ـ (45):\nعن طاووس: احذروا معبد الجهني فإنه قدري ـ في حديث علي ـ فإنه كان قدرياً.\n*المطلب الثامن عشر: قول أبي قلابة ــ رحمه الله ــ *\nـ1274ـ (46):\n__________\n(1) هنا وضع نقطة والأظهر نقطتان، كما أثبتهما أعلى.\n(2) في الأصل بدون همزة.\n(1/18)\n\nعن أيوب السختياني قال: قال أبو قلابة: يا أيوب اضبط عني أربعاً: لا تقولن في القرآن برأيك، وإياك والقدر، وإذا ذكر أصحاب محمد صلى الله عليه وسلم فأمسك (1)، ولا تمكِّن أصحاب الأهواء سمعك فيغيروا قلبك.\n*المطلب التاسع عشر: قول عمر بن محمد بن عبد الله ــ رحمه الله ــ *\nـ1275ـ (47):\nعن يزيد بن زريع قال:\nقلت لعمر بن محمد العمري: رجل يثبت القدر ويعلم من قلبه أنه مؤمن ولا يتكلم فيه أحب أو رجل مؤمن يتكلم فيه؟\nقال: لا والله حتى يبين لهم ضلالتهم.\n* المطلب العشرون: قول محمد بن الحنفية ـ رحمه الله ـ *\nـ1277ـ (48):\nعن محمد بن الحنفية قال:\nمن أحب رجلاً على عدل ظهر فيه وهو في علم الله من أهل النار آجره الله كما لو\nكان من أهل الجنة ومن أبغض رجلاً على جور ظهر منه وهو في علم الله من أهل الجنة آجره الله كما لو كان من أهل النار.\n*المطلب الحادي والعشرون: قول الحسن بن محمد بن الحنفية ــ رحمه الله ــ *\nـ1278ـ (49):\nعن الحسين (2) بن محمد بن الحنفية قال: لا تجالسوا أهل القدر.\n*المطلب الثاني والعشرون: قول زبيد بن الحارث الإيامي ــ رحمه الله ــ *\nـ1279ـ (50):\nعن زبيد قال: إن الدعاء يرد الأمر الذي قد أبرم (3).\n*المطلب الثالث والعشرون: قول إياس (4) بن معاوية بن قرة ــ رحمه الله ــ *\n__________\n(1) في الأصل بدون همزة.\n(2) قال شيخنا ابن جبرين: الصواب الحسن وليس الحسين، قلت: وهو الموافق للسياق.\n(3) أبرم الشيء: أحكمه. مختار الصحاح: (1/ 20).\n(4) في الأصل أياس، والأصح: إياس.",
        "(1/19)\n\nـ1280ـ (51):\nعن إياس بن معاوية قال:\nما كلمت أحداً من أهل الأهواء بعقلي كله إلا القدرية فإني قلت لهم: ما الظلم فيكم؟\nفقالوا: أن يأخذ الإنسان ما ليس له.\nفقلت لهم: فإن لله كل شيء.\n\n*** *** ***\n\nالمبحث الثالث: سياق ما روي من كلام العرب في النثر والنظم والشعر\nـ1281ـ (52):\nعن الأصمعي قال: سُئل أعرابي (1) عن القدر.\nقال: ذاك علم اختصمت فيه الظنون وغلا فيه المختصمون فالواجب علينا أن نردَّ ما أشكل علينا من حكمه إلى ما سبق من علمه.\nـ1282ـ (53):\nعن أبي شقفل قال: لما طلَّق الفرزدق امرأته النوار ثلاثا قال لي: يا أبا شقفل امض معي إلى الحسن لنشهده على طلاق النوار.\nفقلت له: أخشى أن يبدو لك فيها فتُشهد الحسن عليك فتجلد ويفرق بينكما.\n__________\n(1) الهمزة في: (أعرابي) ليست في الأصل.\n(1/20)",
        "\nفقال: لا بد.\nقال: فمضينا إلى الحسن وهو في حلقته.\nفقال له الفرزدق: يا أبا سعيد علمت أني طلقت نوار ثلاثا.\nفقال له الحسن: قد شهدنا عليك.\nفبدا له بعد فأدعاها فشهد عليه الحسن ففرق بينهما فأنشأ يقول:\nندمت ندامة الكسعي (1) لما\nمضت مني مطلقة نوار\nوكانت جنتي فخرجت منها\nكآدم حين أخرجه الضرار\nفلو أني ملكت بيدي وقلبي\nلهان علي للقدر الخيار\nـ1283ـ (54):\nعن محمود الوراق:\nليس عندي إلا الرضا بقضاء\nالله فيما أحببته وكرهته\nلوا لي الأمور اختار منها خيرها\nلي عواقبا ما عرفته\nفأرى أن أرد ذاك إلى\nمن عنده العلم الذي قد جهلته\nـ1284ـ (55):\n__________\n(1) الكُسَعِيِّ: هو رجل اتخذ قوساً وخمسة أسهم وكمن في قُتْرة، فمرّ قطيع فرمى عيراً، فأمخطهُ السهمُ وصدم الجبل، فأورى ناراً، فظنّ أنه قد أخطأ، فرمى ثانياً وثالثاُ إلى آخرها، وهو يظنّ خطاهُ فعمد إلى قوسه فكسرها ثم بات، فلما أصبح، نظر فإذا الحُمُرُ مطرّحة مصرّعة، وأسهمه بالدم مضرّخة، فندم فقطع إبهامه وأنشد:\nندمت ندامة لو أن نفسي *** تطاوعني إذاً لقطعت خمسي\nتبيّن لي سفاه الرأي مني *** لعمر أبيك حين كسرتُ قوسي\nالقاموس المحيط: (759).\n(1/21)\n",
        "عن أسد بن معاذ قال:\nسأل رجل أبا عمرو بن العلاء حاجة فوعده بها فلما أصبح الرجل بكَّر على أبي عمرو بن العلاء يستنجزه.\nفقال له أبو عمرو: إنك سألتني حاجة فوعدتك بها فانصرفت فرحاً، وبت مغموماً بنجاحه ثم عاق دونها العذر فضاعف الغم ثم بكَّرت علي مستنجزاً ولقيتك معتذرا وظللت محتشماً.\n\n*** *** ***\n\nالمبحث الرابع: سياق ما روي في أن القدري: الذي يزعم أن الله لم يخلق أفعال العباد ولم يقدّرها عليهم ويكذب بخلق الله لها وينسب الأفعال إلى نفسه دونه\nـ1287ـ (56):\nعن ابن عباس قال: كلام القدرية كفر وكلام الحرورية (1) ضلالة.\nقال ابن عباس: لا أعرف ـ أو لا أعلم ـ الحق إلا في كلام قوم الجؤا (2) ما غاب عنهم في الأمور إلى الله ـ تبارك وتعالى ـ وفوضوا أمورهم إلى الله وعلموا أن كلاً بقضاء الله وقدره.\nـ1288ـ (57):\nعن أبي عمرة قال:\n__________\n(1) الحَرُورِيَّةُ من الخوارج تنسب لحروراء، لسان العرب (4/ 185).\n(2) قال المحقق:\"هكذا في الأصل وهو كذلك في الإبانة\"، ومعنى ألجؤا: ألجأه إلى كذا: اضطره إليه (مختار الصحاح:1/ 247).\n(1/22)\n\nأتى عبد الله بن عباس على قوم يتنازعون في القدر فقال: لا تختلفوا في القدر فإنكم لو قلتم: إن الله شاء لهم أن يعملوا بطاعته فخرجوا من مشيئة الله إلى مشيئة أنفسهم فقد أوهنتم الله بأعظم ملكه، وإن قلتم إن الله جبرهم على الخطايا ثم عذبهم عليها قلتم: إن الله ظلمهم.\nـ1291ـ (59):\nعن ابن عباس أنه ذكر عنده قولهم في القدر فقال ينتهي بهم سوء رأيهم حتى يخرجوا (الله من أن يكون قدّر خيراً كما أخرجوه (1) من أن يكون قد قدّر شراً) (2).\nـ1292ـ (60):\nعن عبد الله بن عمر قال له رجل: يا أبا عبد الرحمن إن قوماً يتكلمون في القدر بشيء.\nفقال: أولئك يصيرون إلى أن يكونوا مجوس هذه الأمة.\nفمن زعم أن مع الله قاضياً أو قادراً أو رازقاً أو يملك لنفسه خيراً أو نفعاً أو موتاً أو حياةً أو نشوراً لعنه الله وأخرس لسانه وأعمى بصره وجعل صلاته وصيامه هباءً (3) منثوراً وقطع به الأسباب وكبَّه على وجهه في النار.\nـ1295ـ (61):\nعن قتادة قال:\nسألت سعيد بن المسيب عن القدر؟\nفقال: ما قدِّر فقد قُدِّر وما لم يقدَّر فلم يقدَّر.\nـ1296ـ (62):\nقال قتادة: الأشياء كلها بقدر إلا المعاصي (4).\nـ1297ـ (63):\nعن الحكم بن عمر قال:\n__________\n(1) في الطبعة الجديدة (1416هـ): كما أخرجه، والأظهر: (أخرجوه)، كما في الطبعة القديمة (1402هـ)، فهي أنسب للسياق.\n(2) هكذا في الأصل بين قوسين.\n(3) الهَباء: الشيء المُنْبَثُّ الذي تراه في البيت من ضَوْء الشمس شَبِيهاً بالغُبار. لسان العرب: (15/ 351).\n(4) بل كل شيء بقدر حتى المعاصي، ويذكر أن قتادة كان ممن تكلم في القدر، ولكن المحققين من أهل العلم على نفي ذلك عنه.",
        "(1/23)\n\nأرسلني خالد بن عبد الله إلى قتادة وهو بالجيزة (1) أسأله عن مسائل فكان فيما سألت قلت: أخبرني عن قول الله} إن الذين آمنوا والذين هادوا والصابئين (2) والنصارى والمجوس (3) والذين أشركوا (4) {هم مشركوا العرب؟\nقال: لا، ولكنهم الزنادقة (5) المباينة الذين جعلوا لله شركاء في خلقه فقالوا: إن الله يخلق الخير وإن الشيطان يخلق الشر وليس لله على الشيطان قدرة.\n\nـ1299ـ (64):\nعن حنبل قال:\nسمعت أبا عبد الله يقول: علم الله تعالى في العباد قبل أن يخلقهم سابق وقدرته ومشيئته في العباد.\nقال: قد خلق الله آدم وعلم منه قبل أن يخلقه وكذا علمه سابق محيط بأفاعيل العباد وكل ما هم عاملون.\nـ1300ـ (65):\nعن بقية قال:\nسألت الأوزاعي والزبيدي عن الجبر؟\nفقال الزبيدي: أمر الله أعظم وقدرته أعظم من أن يجبر أو يقهر ولكن يقضي ويقدِّر ويخلق ويجبل (6) عبده على ما أحب.\n__________\n(1) الجيزة: بليدة غربي فسطاط مصر. معجم البلدان: (2/ 200).\n(2) (صبأ) من دين إلى دين (يصبأ)، مهموز بفتحتين: خرج فهو (صابئ)، ثم جعل هذا اللقب علماً على طائفة من الكفار، يقال أنها تعبد الكواكب في الباطن وتنسب إلى النصرانية في الظاهر، وهم (الصابئة) و (الصابئون). معجم المصطلحات الإسلامية: (168).\n(3) كلمة فارسية تطلق على أتباع الديانة المجوسية، وهم عبدة النيران، القائلون: إن العالم صادر عن أصلين هما: الظلمة والنور. انظر: معجم ألفاظ العقيدة: (363)، الموسوعة الميسرة: (2/ 1139).\n(4) سورة الحج: (17)، وقد ذكر المؤلف الآية: بتقديم وتأخير، وهذا خطأ جليّ، لم ينبه عليه المحقق.\n(5) زندق: الزنديق: القائل ببقاء الدهر، لسان العرب: (10/ 147)، و قال شيخ الإسلام:\" الزنديق فى عرف هؤلاء الفقهاء؛ هو المنافق الذي كان على عهد النبى صلى الله عليه وسلم، وهو أن يظهر الإسلام ويبطن غيره، سواء أبطن دينا من الأديان، كدين اليهود والنصارى أو غيرهم، أو كان معطلا جاحدا للصانع والمعاد والأعمال الصالحة، ومن الناس من يقول الزنديق هو: الجاحد المعطل، وهذا يسمى الزنديق في اصطلاح كثير من أهل الكلام والعامة\". الفتاوى: (7/ 472:471).\n(6) الجِبْلَةُ بوزن القبلة: الخلقة. مختار الصحاح: (1/ 39).\n(1/24)",
        "\nوقال الأوزاعي: ما أعرف للجبر (1) أصلاً من القرآن والسنة فأهاب أن أقول ذلك ولكن القضاء والقدر والخلق والجبل فهذا يعرف في القرآن والحديث عن رسول الله صلى الله عليه وسلم.\nإنما وصفت هذا مخافة أن يرتاب رجل من أهل الجماعة والتصديق.\nـ1301ـ (66):\nعن مالك أنه قال في القدرية: (2) يستتابون فإن تابوا وإلا قتلوا.\nفقلت له من القدرية؟ عند مالك الذين قال فيهم هذا؟ (3)\nفقال: روى ابن وهب عنه أنه قال: الذين يقولون إن الله لم يخلق المعاصي.\nوروى عنه عبد الرزاق أنهم الذين يقولون: إن الله لا يعلم الشيء قبل كونه.\n\nوعن عكرمة بن عمّار (4) والشافعي (5) بنحوه.\nـ1304ـ (67):\nعن الربيع بن سليمان قال:\nكنت جالساً عند الشافعي وذكر القدر فأنشأ يقول:\nما شئتَ كان وإن لم أشأ\nوما شئتُ إن لم تشأ لم يكن\nخلقتَ العباد على ما علمتَ\nففي العلم يجري الفتى والمسن\nعلى ذا مننتَ وهذا خذلتَ\nوهذا أعنتَ وذا لم تعن\n__________\n(1) الجَبْرُ ضد القدر، قال أبو عبيد: هو كلام مولد، والجبرية بفتح الباء ضد القدرية. مختار الصحاح: (1/ 39).\n(2) في الأصل بدون نقطتين، أي أن الكلام متصل.\n(3) لعل الأولى أن يكون هناك استفهام واحد في نهاية الجملة، لاتصال الكلام.\n(4) انظر الأثر: (1298).\n(5) انظر الأثر: (1302).\n(1/25)\n",
        "فمنهم شقي ومنهم سعيد\nومنهم قبيح ومنه حسن\nـ1305ـ (68):\nعن الشافعي أنه قال: لو حلف رجل فقال: والله لا أفعل كذا وكذا إلا أن يشاء الله وإلا أن يقدِّر الله فأراد به القدر إلا أن يشاء الله أو إلا أن يقدِّر الله فأراد به القدر فلا شيء عليه (1).\nـ1306ـ (69):\nعن عصام بن منصور الرازي قال:\nسألت المزني عن معنى حديث ابن مسعود عندما قال: إن يكون صواباً فمن الله وإن يكن خطأ فمني ومن الشيطان؟\nقال المزني: يحتمل عندي أن ذلك من محبته لأنه عدو الله يحب الخطأ ويكره الصواب فأضاف إلى الشيطان لأن الشيطان كان له في ذلك صنع.\nوقد قال الله عز وجل:} لا تعبدوا الشيطان {(2)، لا أنهم قصدوه بالعبادة ولكن لما عملوا بالمعاصي التي نهاهم الله عنها جعل ذلك عبادة للشيطان لأن ذلك من شأنه فأضاف ذلك إليه لا أنهم قصدوا عبادته ولا إجلاله ولا إعظامه وقال الله ـ عز وجل ـ:} اتخذوا أحبارهم ورهبانهم أربابا من دون الله {(3).\nقال في التفسير: لم يعبدوهم ولكنهم كانوا إذا حرَّموا شيئاً حرَّموه وإذا أحلَّوا أحلوه لا أنهم اتخذوهم أرباباً ولكن أطاعوهم فسموا بذلك.\nوقال صاحب الخضر:} وما أنسانيه إلا الشيطان أن أذكره {(4).\nوقال:} وأضلهم السامري {(5).\nوقال:} قل يتوفاكم ملك الموت {(6).\n__________\n(1) يظهر أن هناك تكرار في الكلام.\n(2) سورة يس: (60).\n(3) سورة التوبة: (31).\n(4) سورة الكهف: (63).\n(5) سورة طه: (85).\n(6) سورة السجدة: (11).\n(1/26)\n\nوقال:} الله يتوفى الأنفس حين موتها {(1).\nفالله الخالق لكل ذلك وإن أضيفت الأسباب إلى من يدعوا إليها والله الخالق لا غير الله وأفعال العباد مخلوقة لا يقدر أحد أن يشاء شيئا إلا أن يشاء الله، وقال:} ما (2) تشاءون إلا أن يشاء الله رب العالمين {(3).\n\n*** *** ***\n\nالفصل الثاني: مسائل في القدر\nالمبحث الأول: القدر والدعاء\nالعلاقة بين القدر والدعاء واضحة، وتظهر تلك العلاقة من خلال سياق الأسانيد والأحاديث الدالة على دعاء النبي في طلب تقدير الخير، مما يدل على أن الدعاء قد يؤثر في القدر، ومصداق ذلك حديث:\"لا يرد القدر إلا الدعاء\" (4). (5)\nوقد اختلفت الناس في مسألة الدعاء على عدة أقوال، حاصلها كما يلي:\n1. أن الدعاء لا معنى له، ولا فائدة منه، وهو قول جملة من الفلاسفة.\n2. أن الدعاء عبادة محضة، لا يجلب منفعة ولا يدفع مضرة، وهو قول طائفة من الصوفية.\n3. أن الدعاء علامة وأمارة محضة على حصول المطلوب، وليس سبباً، وهو قول الأشاعرة، وطائفة من الفقهاء.\n__________\n(1) سورة الزمر: (42).\n(2) الأولى ذكر الواو في أول الآية.\n(3) سورة التكوير: (29).\n(4) رواه أحمد: (5/ 277).\n(5) انظر شرح الطحاوية لابن أبي العز: (129).",
        "(1/27)\n\n4. أن الدعاء يرد القضاء ويغيره، قال به: الخطابي والشوكاني.\n5. أن الدعاء ينفع في بعض الأمور دون بعض، ونقل هذا عن الإمام أحمد، وتبعه ابن أبي العز.\n6. أن الدعاء سبب من الأسباب، وهو داخل في القضاء، وهو الذي عليه جمهور أهل السنة والجماعة (1)، وهو الصواب.\nفالصواب الذي عليه الدليل: أن الدعاء سبب من الأسباب، وأن له تأثيراً في المطلوب المسؤول، كسائر الأسباب المقدرة والمشروعة، وهذا يعترف به جماهير بني آدم من المسلمين واليهود والنصارى والعابثين والمشركين وغيرهم (2).\n\nومن العجيب في ذلك مانقله شيخ الإسلام عن (بطليموس) (3)، أنه قال:\"واعلم أن صحيح الأصوات في هياكل العبادات، بفنون اللغات على اختلاف الحاجات يحلل ما عقدته الأفلاك الدائرات\" (4).\nفهو يعترف بتأثير الدعاء، ولكن على وجه يوافق عقيدته (5).\nوالدعاء مع كونه سبباً فهو داخل في القضاء، ولا يخرج عن قضاء الله، فهو من جملة ماسبق به القضاء.\nوفي العموم، نقول: إن من جملة القضاء ردّ البلاء بالدعاء، وهو داخل تحت القضاء وليس بخارج عنه.\nمما يدل على ذلك:\n1. قوله تعالى:} وقال ربكم ادعوني أستجب لكم {(6)، وفيها تعليق للإجابة بالدعاء فإذا حصل الدعاء جاءت الإجابة، فهو سبب لها.\n__________\n(1) انظر: الدعاء ومنزلته من العقيدة الإسلامية: (307: وما بعدها).\n(2) الفتاوى: (8/ 195).\n(3) بطليموس: هو القلوذي العالم المشهور، صاحب كتاب:\"المجسطي\"في الفلك، إمام في الرياضة، من فلاسفة اليونان. الفهرست لابن النديم: (38:35).\n(4) الرد على المنطقيين: (272)، منهاج السنة النبوية: (5/ 446).\n(5) وفي ديننا غنية ولكن ذكرته للفائدة، للاستزادة: انظر: الدعاء ومنزلته من العقيدة الإسلامية: (1/ 356:355).\n(6) سورة غافر: (60).\n(1/28)",
        "\n2. قوله تعالى:} وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان {(1)، وفيها أيضاً ترتيب الإجابة على الدعاء، وهو وعد، والله لا يخلف الميعاد.\n3. عن أنس رضي الله عنه:\"لكل نبي دعوة دعاها لأمته، وإني اختبأت دعوتي شفاعة لأمتي\" (2).\nومن الأدلة على تأثير الدعاء: الفطرة، وذلك عندما يقع الإنسان في ضيق وشدة، فإن فطرته ومشاعره تتجه إلى الله، ويوقن في هذه الحال أنه لا دافع لذلك البلاء إلا الله، ولا دافع له إلا هو. (3)\n\nدعاء لم يذكره اللالكائي في موضوع القدر\n\n32 ــ قال الإمام سليمان الطبري: حدثنا أبو عبد الملك أحمد بن إبراهيم الدمشقي ثنا سليمان بن عبد الرحمن ثنا إسماعيل بن عياش عن عبد الله بن عبد الرحمن بن أبي حسين عن شهر بن حوشب عن معاذ بن جبل رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم:\"لن ينفع حذر من قدر، ولكن الدعاء ينفع مما نزل ومما لم ينزل فعليكم بالدعاء عباد الله\" (4).\n\n*** *** ***\n__________\n(1) سورة البقرة: (186).\n(2) رواه مسلم: (199).\n(3) الدعاء ومنزلته من العقيدة الإسلامية: (368).\n(4) كتاب الدعاء:1/ 31\n(1/29)\n",
        "المبحث الثاني: تعريف الشرك\nتعريف الشرك: من خلال تأمل الأثر رقم (1330)، نجد في آخره قوله:\n\"فإن قال: مع الله فقد اتخذ شريكاً، أو قال: دون الله فقد انفرد بالربوبية فأيهما أجابني فقد حلَّ ضرب عنقه\".\nفيظهر من هذا الأثر أن الشرك هو: أن يجعل العبد مع الله غيره، فيما هو من خصائص الله.\nوقد ذكر العلماء جملة من التعريفات للشرك، ومنهم من أراد أن يخصِّص كل نوع من أنواع الشرك بتعريف خاص به، ولعل من أشمل التعاريف للشرك ـ عموماً ـ، هو ما عرّفه به شيخ الإسلام ابن تيمية في كتابة الاستقامة، حيث قال:\"وأصل الشرك أن تعدل بالله مخلوقاته في بعض مايستحقّه وحده\" (1).\nويقول الإمام السعدي ـ رحمه الله ـ:\"حقيقة الشرك بالله أن يُعبد المخلوق كما يعبد الله، أو يعظَّم كما يعظم الله، أو يصرف له نوع من خصائص الربوبية والإلهية\" (2).\n__________\n(1) الاستقامة: (1/ 344).\n(2) تفسير السعدي: (2/ 499).\n(1/30)\n\n*** *** ***\n\nتعلق الشرك بالقدر\nلعلّ تعلقه به جاء من جهة الربوبية بالمرتبة الأولى، ثم الأسماء والصفات ثم الألوهية.\nفمن أنكر القدر فقد تعرّض لربوبية الله بالتنقص، من جهة نفي قدرة الله أو مشيئته أوغيرها من مراتب القدر.\nيقول الإمام العلاّمة محمد بن عثيمين ـ رحمه الله ـ: (تعلقه ــ أي القدر ــ بالربوبية أكثر من تعلقه بالألوهية والأسماء والصفات، ثم تعلقه بالأسماء والصفات أكثر من تعلقه بالألوهية، وتعلقه بالألوهية أيضاً ظاهر؛ لأن الألوهية بالنسبة لله يسمى توحيد الألوهية، وبالنسبة للعبد يسمى توحيد العبادة، والعبادة فعل العبد؛ فلها تعلق بالقدر، فالإيمان بالقدر له مساس بأقسام التوحيد الثلاثة) (1).\nقلت: ولما كان اتصاله بالتوحيد ماثلاً في أقسام التوحيد الثلاثة، فإن أيَّ خلل فيه؛ عائدٌ إلى ضد التوحيد، وهو الشرك.\n\n*** *** ***\n__________\n(1) القول المفيد: (2/ 429).",
        "(1/31)\n\nالمبحث الثالث: تعريف القدري\nمن خلال تأمل الآثار رقم: (1301)، (1307)، (1319)، (1320)، (1357)، يمكن أن نقول أن القدري هو:\nالذي يقول بأن الله لم يخلق المعاصي، ولا يعلم الشيء قبل كونه (1)، ومن ذلك المعاصي (2)، أو قال أنا مستغني عن الله أو أن الله ظالم لعباد (3)، فهم الذين زعموا أن العبد مستقل بإرادته وقدرته ليس لله في فعله مشيئة ولا خلق (4).\n\nالمبحث الرابع: محاجة آدم ـ عليه السلام ـ لموسى ـ عليه السلام ـ\nأولاً: سياق الحديث:\n__________\n(1) انظر الأثر رقم (1301).\n(2) انظر الأثر رقم (1307).\n(3) انظر الأثر رقم (1320).\n(4) معجم ألفاظ العقيدة: (316).\n(1/32)",
        "\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\"احتج آدم وموسى، فقال موسى: يا آدم أنت أبونا خيبتنا وأخرجتنا من الجنة، فقال له آدم: أنت موسى اصطفاك الله بكلامه وخط لك التوراة بيده، أتلومني على أمر قدره الله علي قبل أن يخلقني بأربعين سنة؟\nفقال النبي ـ صلى الله عليه وسلم ـ فحج آدم موسى، فحج آدم موسى، فحج آدم موسى.\nوفي رواية:\"كتب لك التوراة بيده\"، وفي لفظ آخر:\"تحاج آدم وموسى فحج آدم موسى، فقال له موسى: أنت آدم الذي أغويت الناس وأخرجتهم من الجنة، فقال آدم: أنت موسى الذي أعطاه الله علم كل شيء واصطفاه على الناس برسالته؟ قال: نعم.\nقال: أفتلومني على أمر قُدِّر علي قبل أن أخلق؟ (1).\nرد هذا الحديث المعتزلة، وقالوا: إن القدر إذا كان حجة للعاصي بطل الأمر والنهي.\nوقولهم باطل؛ فإن هذا الحديث صحيح متفق على صحته.\nثانياً: ذكر الخلاف الوارد:\nوقد اختلف الناس في فهم هذا الحديث، ووجه الحجة منه، على أقوال:\n1. أن آدم حج موسى، لأن آدم أبوه، فحجه كما يحج الرجل ابنه.\nوهذا الكلام لا محصل فيه البتة، ولو حج الرجل أباه بحق وجب المصير إلى الحجة.\n2. أنه إنما حجه لأن الذنب كان في شريعة واللوم في شريعة.\nوهذا من جنس ما قبله ـ أي في الضعف ـ.\n3. وقالت فرقة أخرى إنما حجه لأنه كان قد تاب من الذنب، والتائب من الذنب كمن لا ذنب له، ولا يجوز لومه.\nوهذا وإن كان أقرب مما قبله؛ فلا يصح لثلاثة أوجه:\nأ أن آدم لم يذكر ذلك الوجه، ولا جعله حجة على موسى.\nب أن موسى أعرف بالله سبحانه وبأمره ودينه من أن يلوم على ذنب قد أخبره سبحانه أنه قد تاب على فاعله واجتباه.\n__________\n(1) رواه البخاري: (6614)، ومسلم: (2652).\n(1/33)\n",
        "ت أن هذا يستلزم إلغاء ما علق به النبي صلى الله عليه وسلم وجه الحجة، واعتبار ما ألغاه، فلا يلتفت إليه.\n4. وقالت فرقة: إنما حجّه لأنه لامه في غير دار التكليف، ولو لامه في دار التكليف لكانت الحجة لموسى عليه، وهذا أيضا فاسد، لأمور:\nأ أن آدم لم يقل له: لمتني في غير دار التكليف، وإنما قال: أتلومني على أمر قدّر علي قبل أن أخلق، فلم يتعرض للدار، وإنما احتج في القدر السابق.\nب أن الله سبحانه يلوم الملومين من عباده في غير دار التكليف، فيلومهم بعد الموت ويلومهم يوم القيامة.\n5. وقالت طائفة أخرى: إنما حجه لأن آدم شهد الحكم وجريانه على الخليقة، وتفرّد الرب سبحانه بالربوبية. (1)\nقالوا: ومشاهدة العبد الحكم لا يدع له استقباح سيئة، لأنه يشهد نفسه عدماً محضاً، والأحكام جارية عليه مصرفة له، وهو مقهور مربوب مدبر، لا حيلة له، ولا قوة له، قالوا: ومن شهد هذا المشهد سقط عنه اللوم!. (2)\n6. أن موسى ـ عليه السلام ـ أعرف بالله وأسمائه وصفاته من أن يلوم على ذنب قد تاب منه فاعله فاجتباه ربه بعده وهداه واصطفاه، وآدم ـ عليه السلام ـ أعرف بربه من أن يحتج بقضائه وقدره على معصيته، بل إنما لام موسى آدمَ على المصيبة التي نالت الذرية بخروجهم من الجنة، ونزولهم إلى دار الابتلاء والمحنة، بسبب خطيئة أبيهم، فَذَكَرَ الخطيئة تنبيهاً على سبب المصيبة التي نالت الذرية، ولهذا قال له: أخرجتنا ونفسك من الجنة.\nفاحتج آدم بالقدر على المصيبة، وقال: إن هذه المصيبة التي نالت الذرية بسبب خطيئتي كانت مكتوبة بقدره قبل خلقي، والقدر يحتج به في المصائب دون المعائب، وهذا رأي شيخ الإسلام ابن تيمية، وهو الراجح والله أعلم.\n__________\n(1) شفاء العليل: (1/ 84).\n(2) شفاء العليل: (1/ 85:84).\n(1/34)\n\n7. وذهب ابن القيم إلى أن الاحتجاج بالقدر على الذنب ينفع في موضع ويضر في موضع، فينفع إذا احتج به بعد وقوعه والتوبة منه وترك معاودته، كما فعل آدم، فيكون في ذكر القدر إذ ذاك من التوحيد ومعرفة أسماء الرب وصفاته وذكرها ما ينتفع به الذاكر والسامع، لأنه لا يدفع بالقدر أمرا ولا نهيا، ولا يبطل به شريعة، بل يخبر بالحق المحض على وجه التوحيد، والبراءة من الحول والقوة.\nويلخص ابن القيم المسألة ويقول:\"ونكتة المسألة أن اللوم إذا ارتفع صح الاحتجاج بالقدر وإذا كان اللوم واقعا فالاحتجاج بالقدر باطل\" (1). (2)\n\n*** *** ***\n__________\n(1) انظر: شفاء العليل: (1/ 95).\n(2) للاستزادة حول هذا الموضوع، انظر: شفاء العليل: (1/ 81: وما بعدها).",
        "(1/35)\n\nالخاتمة\nفي ختام هذا البحث أكون قد توصلت إلى عدة نتائج من أهمها:\n1. منهج السلف في تقرير العقيدة ومسائلها يقوم على الدليل، وهذا المنهج هو الأعلم والأسلم والأحكم.\n2. أن تحقيق الشيخ الدكتور/أحمد الحمدان، تحقيق مبارك وجهد عظيم لمثل هذا السفر الكبير، إلا أني أرى ـ في رأيي القاصر ـ أن ينبري له الشيخ مرة ثانية بالنظر والتحقيق، فهناك كثير من النصوص تحتاج إلى مزيد من التحرير.\n3. أهمية الإيمان بالقدر إذ هو الركن السادس من أركان الإيمان، وقد ساق المؤلف شيئاً كثيراً من الآيات والأحاديث والآثار وأبيات الشعر الدالة على ذلك.\n4. أن العبد مسؤول عن فعله ومحاسب ومجزي، وليس له الاحتجاج بالقدر فيما يفعله من معاصي.\n5. أن الإمام اللالكائي لم يقصد بكتابه هذا استقصاء كل ماورد من الأدلة على مفردات العقيدة.\n6. تعريف الشرك ومدى علاقته بالقدر، إذ إن القدر مرتبط بالربوبية ارتباطاً وثيقاً، وكذا الشرك مضاد لتوحيد الربوبية، فجاءت العلاقة من جهة الربوبية بدرجة أولى.\n7. أن هناك علاقة بين الدعاء والقدر، كما جاء في الحديث:\"لا يرد القدر إلا الدعاء\"، وأن الدعاء سبب قوي من الأسباب التي تؤثر في المطلوب.\n8. ليس في قصة محاجّة آدم لموسى ذريعة للاحتجاج بالقدر على فعل المعصية، وإنما كان احتجاج آدم بالقدر على المصيبة لا على المعصية.\nهذا ما تيسر ذكره، والله أسأل أن يتقبل هذا العمل وأن يجعله خالصاً لوجهه، وأن يجزي شيخنا الدكتور/عبدالله العنقري خيراً، على جهوده المبذولة معنا بغية إفادتنا، لا حرمنا الله وإياه الأجر والمثوبة.\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم ,,،\n(1/36)",
        "\nالمراجع\nـ تيسير الكريم الرحمن في تفسير كلام المنان/عبد الرحمن بن سعدي/ ت: عبد الرحمن اللويحق/الرسالة/بيروت/ط1/ 1421هـ.\nـ شرح العقيدة الطحاوية/ابن أبي العز/المكتب الإسلامي/بيروت/ط4/ 1391هـ.\nـ صحيح البخاري/محمد بن إسماعيل البخاري/ت: مصطفى البنا/دار ابن كثير/بيروت/ ط3/ 1407.\nـ صحيح مسلم/مسلم بن الحجاج/ت: محمد فؤاد عبد الباقي/دار إحياء التراث/بيروت.\nـ لسان العرب/محمد بن منظور/دار صادر/بيروت/ط1.\nـ الاستقامة/ابن تيمية/محمد رشاد/جامعة الإمام/الرياض/ط1/ 1403هـ.\nـ الدعاء ومنزلته من العقيدة الإسلامية/جيلان العروسي/الرشد/الرياض /ط1/ 1417.\nـ الدعاء/سليمان الطبراني/ت: مصطفى عطاء/ دارالكتب العلمية / بيروت / ط1/ 1413هـ.\nـ الرد على المنطقيين/ابن تيمية/دار المعرفة/بيروت.\nـ الفهرست/ محمد بن إسحاق النديم /دار المعرفة/بيروت /1398هـ.\nـ المغرب في ترتيب المعرب/ناصر الدين المطرز/ت: محمود فاخوري وعبد الحميد مختار/مكتبة أسامة بن زيد/حلب/ط1/ 1979م.\nـ الموسوعة الميسرة في الأديان والمذاهب المعاصرة/إشراف: مانع الجهني/دار الندوة العالمية/الرياض/ط3/ 1418هـ.\nـ النهاية في غريب لأثر/أبو السعادات الجزري/المكتبة العلمية/بيروت/1399.\nـ مجموع الفتاوى/ابن تيمية/جمع وترتيب: عبدالرحمن بن قاسم/مجمع الملك فهد/المدينة المنورة/1416هـ.\nـ مختار الصحاح/محمد الرازي/ت: محمود خاطر/مكتبة لبنان/بيروت/1415.\nـ مسند الإمام أحمد/أحمد بن حنبل/مؤسسة قرطبة/مصر.\nـ معجم البلدان/ياقوت الحموي/دار الفكر/بيروت.\nـ معجم ألفاظ العقيدة/عامر فالح/مكتبة العبيكان/الرياض/ط1/ 1417هـ.\nـ منهاج السنة النبوية/ابن تيمية/ت: محمد رشاد/جامعة الإمام/الرياض/ط1/ 1406هـ.\nـ معجم المصطلحات الإسلامية في المصباح المنير/رجب إبراهيم/الآفاق العربية/القاهرة/ط1/ 1423هـ.\nـ السنن الكبرى/أحمد بن شعيب النسائي/ت: عبد الغفار سليمان وسيد كسروي/دار الكتب العلمية/بيروت/ط1/ 1411هـ.\n(1/37)\n",
        ":: الفهرس::.\nالمقدمة. ... 3\nأسباب اختيار الموضوع. ... 4\nخطة البحث. ... 4\nمنهج البحث. ... 6\nالفصل الأول: سياق مرويات الإمام اللالكائي في القدر. ... 8\nالمبحث الأول: سياق ماروي وما نقل عن الصحابة في القدر. ... 8\nالمطلب الأول: قول عبد الله بن مسعود ـ رضي الله عنه ـ. ... 8\nالمطلب الثاني: قول عبد الرحمن بن عوف ـ رضي الله عنه ـ. ... 9\nالمطلب الثالث: قول ابن عباس ـ رضي الله عنه ـ. ... 9\nالمطلب الرابع: قول ابن عمر ـ رضي الله عنهما ـ. ... 11\nالمطلب الخامس: قول أبي بن كعب، وعبادة وزيد بن ثابت، ... 11 ... وحذيفة بن اليمان، رضي الله عنهم.\nالمطلب السادس: قول عمرو بن العاص ـ رضي الله عنه ـ. ... 12\nالمطلب السابع: قول أبي الدرداء ـ رضي الله عنه. ... 12\nالمطلب الثامن: قول عائشة ـ رضي الله عنها ـ. ... 12\nالمبحث الثاني: ما نقل عن التابعين. ... 14\nالمطلب الأول: قول عمر بن عبد العزيز ــ رحمه الله ــ. ... 14\nالمطلب الثاني: قول الحسن بن أبي الحسن البصري ــ رحمه الله ــ. ... 15\nالمطلب الثالث: قول مطرف بن عبدالله الشخير ــ رحمه الله ــ. ... 16\nالمطلب الرابع: قول وهب بن منبه ــ رحمه الله ــ. ... 16\nالمطلب الخامس: قول كعب الأحبار ــ رحمه الله ــ. ... 17\nالمطلب السادس: قول محمد بن كعب القرظي ــ رحمه الله ــ. ... 17\nالمطلب السابع: قول علي بن الحسن ــ رحمه الله ــ. ... 18\nالمطلب الثامن: قول جعفر بن محمد الصادق ــ رحمه الله ــ. ... 18\nالمطلب التاسع: قول زيد بن علي ــ رحمه الله ــ. ... 18\nالمطلب العاشر: قول ربيعة بن أبي عبد الرحمن ــ رحمه الله ـ. ـ ... 19\nالمطلب الحادي عشر: قول سعيد بن جبير ــ رحمه الله ــ. ... 19\nالمطلب الثاني عشر: قول الشعبي ــ رحمه الله ــ. ... 19\nالمطلب الثالث عشر: قول أبي العالية ومسلم بن يسار ــ رحمهما الله ــ ... 19\n(1/39)\n\nالمطلب الرابع عشر: قول سالم بن عبد الله بن عمر ــ رحمه الله. ـ. ... 19\nالمطلب الخامس عشر: قول القاسم بن محمد ــ رحمه الله ـ. ... 20\nالمطلب السادس عشر: قول محمد بن سيرين ــ رحمه الله ــ. ... 20\nالمطلب السابع عشر: قول طاووس ــ رحمه الله ــ. ... 21\nالمطلب الثامن عشر: قول أبي قلابة ــ رحمه الله ــ. ... 21\nالمطلب التاسع عشر: قول عمر بن محمد بن عبد الله ــ رحمه الله ــ. ... 21\nالمطلب العشرون: قول محمد بن الحنفية ـ رحمه الله ـ. ... 21\nالمطلب الحادي والعشرون: قول الحسن بن محمد بن الحنفية ــ رحمه الله ــ. ... 21\nالمطلب الثاني والعشرون: قول زبيد بن الحارث الإيامي ــ رحمه الله ــ ... 22\nالمطلب الثالث والعشرون: قول إياس بن معاوية بن قرة ــ رحمه الله ــ ... 22\nالمبحث الثالث: سياق ما روي من كلام العرب في النثر والنظم والشعر. ... 23\nالمبحث الرابع: سياق ما روي في أن القدري: الذي يزعم أن الله لم يخلق أفعال العباد ولم يقدّرها عليهم ويكذب بخلق الله لها وينسب الأفعال إلى نفسه دونه. ... 25\nالفصل الثاني: مسائل في القدر. ... 30\nالمبحث الأول: القدر والدعاء. ... 30\nدعاء لم يذكره اللالكائي في موضوع القدر. ... 32\nالمبحث الثاني: تعريف الشرك. ... 33\nتعلق الشرك بالقدر. ... 34\nالمبحث الثالث: تعريف القدري. ... 35\nالمبحث الرابع: محاجة آدم ـ عليه السلام ـ لموسى ـ عليه السلام ـ. ... 36\nالخاتمة ... 39\nالمراجع ... 40\n\n*** *** ***",
        "(1/40)\n"
    ]
}