{
    "partText": [
        "\nالفصل الأول الإيمان بالقدر من أصول الإيمان\nالإيمان بالقدر من أصول الإيمان التي لا يتم إيمان العبد إلا بها، ففي صحيح مسلم من حديث عمر بن الخطاب في سؤال جبريل عليه السلام الرسول صلى الله عليه وسلم عن الإيمان قال: \" أن تؤمن بالله وملائكته وكتبه ورسله، وتؤمن بالقدر خيره وشره. قال (أي جبريل عليه السلام) : صدقت \" (1) .\nوالنصوص المخبرة عن قدرة الله أو الآمرة بالإيمان بالقدر كثيرة، فمن ذلك قوله تعالى: (إنا كل شيء خلقناه بقدر) [القمر: 49] . وقوله: (وكان أمر الله قدراً مقدوراً) [الأحزاب: 38] ، وقوله: (ولكن ليقضي الله أمراً كان مفعولاً) [الأنفال: 42] . وقال: (وخلق كل شيء فقدره تقديراً) [الفرقان: 2] . وقال: (سبح اسم ربك الأعلى - الذي خلق فسوى - والذي قدر فهدى) [الأعلى: 1-3] .\nوروى مسلم في صحيحه عن طاووس قال: \" أدركت ناساً من أصحاب رسول الله صلى الله عليه وسلم يقولون: كل شيء بقدر حتى العجزُ والكَيْس (2) ، أو الكَيْس والعَجْز \" (3) .\nوروى مسلم أيضاً عن أبي هريرة قال: \" جاء مشركو قريش يخاصمون\n_________\n(1) شرح النووي على مسلم: 1/157.\n(2) الكيس ضد العجز.\n(3) رواه مسلم: 4/2045 ورقمه: 2655.\n(1/11)\n",
        "رسول الله صلى الله عليه وسلم في القدر، فنزلت: (يوم يسحبون في النار على وجوههم ذوقوا مس سقر - إنا كل شيء خلقناه بقدر) [القمر: 48: 49] (1) .\nوالنصوص في ذلك كثيرة جداً فإن النصوص الدالة على علم الله وقدرته ومشيئته وخلقه تدل على قدره تبارك وتعالى، فالقدر يتضمن الإيمان بعلم الله ومشيئته وخلقه، كما سيأتي بيانه، وذكر النصوص الواردة في ذلك.\nوالقدر يدل بوضعه - كما يقول الراغب الأصفهاني فيما نقله عنه ابن حجر العسقلاني - على القدرة وعلى المقدور الكائن بالعلم (2) .\nفلله تعالى القدرة المطلقة، وقدرته لا يعجزها شيء، ومن أسمائه - تبارك وتعالى - القادر والقدير والمقتدر، والقدرة صفة من صفاته.\nفالقادر اسم فاعل من قدر يقدر.\nوالقدير فعيل منه، وهو للمبالغة، ومعنى (القدير) الفاعل لما يشاء، على قدر ما تقتضيه الحكمة لا زائداً عليه، ولا ناقصاً عنه، ولذلك لا يصح أن يوصف به إلا الله عز وجل. قال تعالى: (إنه على كل شيء قدير) [الأحقاف: 33] .\nو (المقتدر) مفتعل من اقتدر، وهو أبلغ من (قدير) ومنه قوله: (في مقعد صدق عند مليك مقتدر) [القمر: 55] .\nوقد سئل الإمام أحمد - رحمة الله تعالى - عن القدر: فقال: \" القدر قدرة الله \" (3) .\n_________\n(1) رواه مسلم: 4/2046 ورقمه: 2656، ورواه الترمذي: انظر صحيح سنن الترمذي 3/229.\n(2) فتح الباري: 11/447.\n(3) مجموع فتاوى شيخ الإسلام 8/308.\n(1/12)\n\nقال ابن القيم: \" وقال الإمام أحمد: القدرُ قدرة الله. واستحسن ابن عقيل هذا الكلام جداً، وقال: هذا يدل على دقة أحمد وتبحره في معرفة أصول الدين، وهو كما قال أبو الوفا، فإن إنكاره إنكار لقدرة الرب على خلق أفعال العباد وكتابتها وتقديرها \" وقد صاغ ابن القيم هذا المعنى شعراً فقال:\nفحقيقة القدر الذي حار الورى ××× في شأنه هو قدرة الرحمن\nواستحسن ابن عقيل ذا من أحمد ××× لما حكاه عن الرضا الربان\nله قال الإمام شفى القلوب بلفظةٍ ××× ذات اختصار وهي ذات بيان\nولذا فإن الذين يكذبون بالقدر لا يثبتون قدرة الله تعالى، يقول شيخ الإسلام ابن تيمية رحمه الله تعالى: \" مَنْ لم يقل بقول السلف فإنه لا يُثبِت لله قدرة، ولا يثبته قادراً كالجهمية ومن اتبعهم، والمعتزلة المجبرة والنافية: حقيقة قولهم أنه ليس قادراً، وليس له الملك، فإن المُلك إما أن يكون هو القدرة، أو المقدور، أو كلاهما، وعلى كل تقدير فلا بدَّ من القدرة، فمن لم يثبت له قدرة حقيقية لم يثبت له ملكاً \" (1) .\nوالذين كذبوا بالقدر لم يوحدوا الله عز وجل، فإن نفاة القدر \" يقولون: خالق الخير غير خالق الشر، ويقول من كان منهم في ملتنا: إن الذنوب الواقعة ليست واقعة بمشيئة الله تعالى، وربما قالوا: ولا يعلمها أيضاً، ويقولون: إن جميع أفعال الحيوان واقعة بغير قدرته ولا صنعه، فيجحدون مشيئته النافذة، وقدرته الشاملة، ولهذا قال ابن عباس: القدر نظام التوحيد، فمن وحدَّ الله وآمن بالقدر تمَّ توحيده، ومن وَحَّدَ الله وكذَّب\n_________\n(1) شفاء العليل: 49.",
        "(1/13)\n\nبالقدر نقض تكذيبُه توحيدَه \" (1) .\nوقد تقاطر أهل العلم على تقرير القدر والنصِّ على وجوب الإيمان به، وما من عالم من علماء أهل السنة الذين هم أعلام الهدى وأنوار الدجا إلا وقد نصَّ على وجوب الإيمان به، وبدَّع وسفَّه من أنكره وردَّه.\nيقول النووي رحمه الله تعالى في شرحه لأحاديث القدر من صحيح مسلم: \" وفي هذه الأحاديث كلها دلالات ظاهرة لمذهب أهل السنة في إثبات القدر، وأن جميع الواقعات بقضاء الله وقدره خيرها وشرها نفعها وضرها \" (2) .\nوقال في موضع آخر: \" تظاهرت الأدلة القطعيات من الكتاب والسنة وإجماع الصحابة وأهل الحل والعقد من السلف والخلف على إثبات قدر الله سبحانه وتعالى \" (3) .\nويقول ابن حجر رحمه الله تعالى: \" مذهب السلف قاطبة أن الأمور كلَّها بتقدير الله تعالى، كما قال تعالى: (وإن من شيء إلا عندنا خزائنه وما ننزله إلا بقدر معلوم) [الحجر: 21] (4) .\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/258.\n(2) شرح النووي على مسلم: 16/196.\n(3) شرح النووي على مسلم 2/155.\n(4) فتح الباري: 11/478.\n(1/14)",
        "\nالفصل الثاني نظرة في تاريخ القدر\nالإيمان بالقدر أحد أصول الإيمان، وقد بيَّن هذا الكتاب والسنة مفهوم القدر، وبين الرسول صلى الله عليه وسلم أن العمل والأخذ بالأسباب هو من القدر ولا ينافيه ولا يناقضه، وحذر أمته من الذين يكذبون بالقدر، أو يعارضون به الشرع.\nوغضب الرسول صلى الله عليه وسلم غضباً شديداً عندما خرج على أصحابه يوماً وهم يتنازعون في القدر، حتى احمرَّ وجهه، حتى كأنما فُقئ في وجنتيه الرمان، فقال: \" أبهذا أمرتم، أم بهذا أرسلت إليكم؟ إنما هلك من كان قبلكم حين تنازعوا في هذا الأمر، عزمت عليكم ألا تنازعوا فيه \" (1) .\nواستجاب الصحابة رضوان الله عليهم لعزيمة نبيهم وتوجيهه، فلم يُعرف عن أحد منهم أنه نازع في القدر في حياة الرسول صلى الله عليه وسلم أو بعد وفاته.\nولم يَردْ إلينا أن واحداً من المسلمين نازع في القدر في عهد الخلفاء الراشدين أبي بكر وعمر وعثمان، وكل ما ورد إلينا أن أبا عبيدة عامر بن الجراح اعترض على رجوع عمر بالناس عن دخول الشام عندما انتشر بها الطاعون، وقال لعمر بن الخطاب: \" يا أمير المؤمنين أفراراً من قدرة الله \"؟\n_________\n(1) صحيح سنن الترمذي: 2/223.\n(1/15)\n",
        "فقال عمر: \" لو غيرك قالها يا أبا عبيدة، نعم نفر من قدر الله إلى قدر الله. أرأيت إن كان لك إبل هبطت وادياً له عدوتان: إحداهما خصيبة، والأخرى جدبة، أليس إن رعيت الخصبة بقدر الله، وإن رعيت الجدبة رعيتها بقدرة الله \" (1) .\nوروى اللالكائي أن عمر بن الخطاب خطب الناس بالجابية (من أرض الشام) فقال في خطبته: \" من يضلل الله فلا هادي له \". وكان الجثاليق (2) بين يديه، فقال: إن الله لا يضل أحداً، وعندما كررها عمر بن الخطاب نفض الجثاليق ثوبه ينكر قول عمر.\nفقال له عمر بعد أن تُرجم له كلامه: \" كذبت يا عدو الله خلقك الله، والله يضلك، ثم يميتك، فيدخلك النار إن شاء الله ... إن الله خلق الخلق، وقال: حين خلق آدم نثر ذريته في يده، وكتب أهل الجنة وما هم عاملون، وكتب أهل النار وما هم عاملون، ثم قال: \"هؤلاء لهذه، وهؤلاء لهذه \" فتفرق الناس وما يختلف في القدر اثنان \" (3) .\nوأول من تكلم بالقدر رجل من أهل البصرة كان يعمل بقالاً يقال له سَنْسَويه، قال الأوزاعي: \" أول من نطق في القدر رجل من العراق يقال له سوسن، كان نصرانياً فأسلم، ثم تنصَّر، فأخذ عنه معبد الجهني، وأخذ غيلان عن معبد \" (4) .\nوقال يونس بن عبيد: \" أدركت البصرة وما بها قدري إلا سَنْسَويه ومعبد\n_________\n(1) صحيح البخاري: انظر فتح الباري 10/179، ورقم الحديث: 5729.\n(2) جثاليق النصارى: رأسهم ومقدمتهم.\n(3) شرح أصول اعتقاد أهل السنة لللالكائي: 3/659.\n(4) شرح أصول الاعتقاد: 3/750وانظر الشريعة للآجري: ص 242.\n(1/16)\n\nالجهني، وآخر ملعون في بني عوافة \" (1) .\nوروى مسلم في صحيحه عن بُرَيْده بن يحيى بن يعمر قال: \" كان أول من قال بالقدر بالبصرة معبد الجهني \" وذكر بريدة في حديثه أن معبداً ومن معه يزعمون \" أن لا قدر، وأن الأمر أنف \" (2) .\nوقد أثار الصحابة الأحياء في ذلك الوقت كعبد الله بن عمر وابن عباس وواثلة بن الأصقع، وجابر بن عبد الله، وأبي هريرة، وأنس بن مالك حرباً على أصحاب هذه المقالة (3) . ثم أخذ هذا المذهب عن معبد رؤوس الاعتزال وأئمته كواصل بن عطاء، وعمرو بن عبيد، وغيلان الدمشقي.\nفأما واصل بن عطاء رأس الاعتزال، فقد زعم أن الشر لا يجوز إضافته إلى الله، لأن الله حكيم، ولا يجوز أن يريد من العباد خلاف ما يأمر، ويحتم عليهم شيئاً، ثم يجازيهم عليه.\nوقرر في مقالته: أن العبد هو الفاعل للخير والشر، والإيمان والكفر، والطاعة والمعصية، وهو المجازى على فعله، والربُّ تعالى أقدره على ذلك كله (4) .\nوذهب النظام من المعتزلة إلى أن الله لا يوصف بالقدرة على الشرور والمعاصي، وليست هي مقدورة لله (5) .\n_________\n(1) شرح أصول اعتقاد أهل السنة: 3/749.\n(2) شرح النووي على مسلم: 1/150.\n(3) راجع: الفرق بين الفرق: ص19.\n(4) الملل والنحل للشهرستاني: 1/47.\n(5) الملل والنحل: 1/54.",
        "(1/17)\n\nوهذه الفرقة هي التي أطلق عليها علماؤنا: اسم القدرية. \" وسموا بذلك لأنهم أثبتوا للعبد قدرة توجد الفعل بانفرادها واستقلالها دون الله تعالى، ونفوا أن تكون الأشياء بقدر الله وقضائه، وهؤلاء مع ضلالتهم يضيفون هذا الاسم إلى مخالفيهم من أهل الهدى، فيقولون: أنتم القدرية حين تجعلون الأشياء جارية بقدر من الله، وإنكم أولى بهذا الاسم منا \" (1) .\nوقد ذكر النووي في شرحه على صحيح مسلم: \" أن بعض القدرية قال: لسنا بقدرية، بل أنتم القدرية، لاعتقادكم إثبات القدر.\nقال ابن قتيبة والإمام (يريد الإمام الجويني) : \" هذا تمويه من هؤلاء الجهلة ومباهته وتواقح، فإن أهل الحق يفوضون أمورهم إلى الله سبحانه وتعالى، ويضيفون القدر والأفعال إلى الله سبحانه وتعالى، وهؤلاء الجهلة يضيفونه إلى أنفسهم، ومُدَّعي الشيء لنفسه، ومضيفه إليها أولى بأن ينسب إليه ممن يعتقده لغيره، وينفيه عن نفسه \" (2) .\nوقد صح أن الرسول صلى الله عليه وسلم سمى القدرية مجوس هذه الأمة، والحديث أخرجه أبو داود في سننه والحاكم في مستدركه على الصحيحين، وقال: صحيح على شرط الشيخين إن صح سماع أبي حازم من ابن عمر (3) .\nوالسبب في تسمية هذه الفوالنهي\nرقة بمجوس هذه الأمة \" مضاهاة مذهبهم المجوس في قولهم بالأصلين: النور والظلمة، يزعمون أن الخير من فعل النور، والشر من فعل الظلمة، فصاروا ثَنَوِيَّة، وكذلك القدرية يضيفون\n_________\n(1) جامع الأصول لابن الأثير: 10/128.\n(2) شرح النووي على مسلم: 1/154.\n(3) شرح النووي على مسلم: 1/154.\n(1/18)",
        "\nالخير إلى الله تعالى، والشر إلى غيره، والله - سبحانه وتعالى - خالق الخير والشر جميعاً، لا يكون شيء منهما إلا بمشيئته، فهما مضافان إليه - سبحانه وتعالى - خلقاً وإيجاداً، وإلى الفاعلين لهما من عباده فعلاً واكتساباً \" (1) (2) .\nونشأ في آخر عهد بني أمية أقوام يزعمون أن العبد مجبور على فعله، ليس له خيار فيما يأخذ أو يدع، وبعضهم يثبت للعبد قدرة غير مؤثرة، وأول من ظهر عنه هذا القول هو الجهم بن صفوان، وتفرع عن هذه البدعة أقوال شنيعة، وضلال كبير (3) .\nوقد انتشر هذا القول في الأمة الإسلامية وتقلده كثير من العباد والزهاد والمتصوفة، وإذا كان الفريق الأول أشبه المجوس فإن هذا الفريق أشبه المشركين الذين قالوا: (لو شاء الله ما أشركنا ولا ءابآؤنا ولا حرمنا من شيء) . [الأنعام: 148] .\nوهذا الفريق شرٌّ من الفريق الأول، لأن الأولين عظموا الأمر والنهي، وأخرجوا أفعال العباد عن تكون خلقاً لله، وهذا الفريق أثبت القدر، واحتج به على إبطال الأمر والنهي (4) (5) .\n_________\n(1) نقل هذا الكلام النووي في شرحه على مسلم: 1/154 عن الخطاببي. وانظر جامع الأصول: 10/128.\n(2) سيأتي مزيد بيان لهذه الفرقة ومعتقداتها وبيان ضلالتها عندما نتكلم على الذين ضلوا في باب القدر.\n(3) راجع مجموع فتاوي شيخ الإسلام: 8/460، والملل والنحل للشهرستاني: 1/85.\n(4) عقيدة السفاريني: 1/306.\n(5) سيأتي مزيد بحث عن أصحاب هذا التوجه.\n(1/19)\n",
        "الفصل الثالث التعريف بالقضاء والقدر\nالمبحث الأول\nالتعريف بالقدر\n\" القدر مصدر، تقول: قَدَرت الشيء بتخفيف الدال وفتحها أقْدِره بالكسر والفتح قَدْراً وقَدَراً، إذا أحطت بمقداره \" (1) .\nوالقدر في اللغة \" القضاء والحكم ومبلغ الشيء، والتقدير التروية والتفكر في تسوية الأمر \" (2) .\nوالقدر في الاصطلاح: \" ما سبق به العلم، وجرى به القلم مما هو كائن إلى الأبد، وأنه - عز وجل - قدَّر مقادير الخلائق، وما يكون من الأشياء قبل أن تكون في الأزل، وعلم سبحانه أنها ستقع في أوقات معلومة عنده تعالى، وعلى صفات مخصوصة، فهي تقع على حسب ما قدرها \" (3) .\nوقال ابن حجر في تعريفه: \" المراد أنّ الله - تعالى - علم مقادير الأشياء\n_________\n(1) فتح الباري لابن حجر العسقلاني: 1/118.\n(2) القاموس المحيط للفيروزآبادي: ص591.\n(3) عقيدة السفاريني: 1/348.\n(1/21)\n\nوأزمانها قبل إيجادها، ثمّ أوجد ما سبق في علمه أنه يوجد، فكل محدث صادر عن علمه وقدرته وإرادته \" (1) .\nونقل السفاريني عن الأشعرية أن \" القدر إيجاد الله - تعالى - الأشياء على قدر مخصوص، وتقدير معين في ذواتها وأحوالها طبق ما سبق به العلم وجرى به القلم \" (2) .\nوهذه التعريفات متقاربة فيما بينها، وهي تفيد أن القدر يشمل أمرين:\nالأول: علم الله الأزلي الذي حكم فيه بوجود ما شاء أن يوجده، وحدد صفات المخلوقات التي يريد إيجادها، وقد كتب كل ذلك في اللوح المحفوظ بكلماته، فالأرض والسماء أحجامهما وأبعادهما وطريقة تكوينهما وما بينهما وما فيهما كل ذلك مدون علمه في اللوح المحفوظ تدويناً دقيقاً وافياً.\nوالثاني: إيجاد ما قدر الله إيجاده على النحو الذي سبق علمه وجرى به قلمه، فيأتي الواقع المشهود مطابقاً للعلم السابق المكتوب.\nوالقدر يطلق ويراد به التقدير السابق لما في علم الله، ويطلق ويراد ما خلقه وأوجده على النحو الذي علمه.\nوسئل الإمام الشافعي - رحمه الله تعالى - عن القدر فأجاب شعراً قائلاً:\nفما شئتَ كان وإن لم أشأ ××× وما شئتُ إن تشأ لم يكنْ\nخلقتَ العباد على ما علمتَ ××× ففي العلم يجري الفتى والمُسِنْ\n_________\n(1) فتح الباري: 1/118.\n(2) عقيدة السفاريني: 1/345.",
        "(1/22)\n\nعلى ذا مننتَ وهذا خذلتَ ×××× وهذا أعنتَ وهذا لم تُعِنْ\nفمنهم شقي ومنهم سعيد ××× ومنهم قبيح ومنهم حَسَنْ (1)\n_________\n(1) الاعتقاد للبيهقي: ص162. شرح أصول اعتقاد أهل السنة للالكائي: 1/702.\n(1/23)",
        "\nالتعريف بالقضاء\n\" القضاء: الفصل والحكم. وقد تكرر في أحاديث الرسول صلى الله عليه وسلم ذكر (القضاء) وأصله القطع والفصل. يُقال: قضى يقضي قضاء فهو قاضٍ، إذا حكم وفصل. وقضاء الشيء إحكامه وإمضاؤه والفراغ منه، فيكون بمعنى الخلق.\nوقال الزهري: القضاء في اللغة على وجوه، مرجعها إلى انقضاء الشيء وتمامه، وكل ما أُحكم عمله، أو أُتمَّ، أو أُدِّى، أو أُوجب، أو عُلم، أو نُفِّذ، أو أُمضى، فقد قضي، وقد جاءت هذه الوجوه كلها في الأحاديث (1) .\nوللعلماء في التفرقة بين القضاء والقدر قولان:\nالأول: القضاء هو العلم السابق الذي حكم الله به في الأزل، والقدر وقوع الخلق على وزن الأمر المقضي السابق. يقول ابن حجر العسقلاني رحمه الله تعالى: \" قال العلماء القضاء هو الحكم الكلي الإجمالي في الأزل، والقدر جزيئات ذلك الحكم وتفاصيله \" (2) . وقال في موضع آخر: \" القضاء الحكم بالكليات على سبيل الإجمال في الأزل، والقدر الحكم بوقوع الجزيئات التي لتلك الكليات على سبيل التفصيل \" (3) .\n_________\n(1) النهاية في غريب الحديث، لابن الأثير: 4/78.\n(2) فتح الباري: 11/477.\n(3) فتح الباري: 11/149.\n(1/24)\n",
        "الثاني: عكس القول السابق، فالقدر هو الحكم السابق، والقضاء هو الخلق.\nقال ابن بطال: \" القضاء هو المقضي \" (1) ومراده بالمقضي المخلوق، وهذا هو قول الخطابي، فقد قال في معالم السنن: \" القدر اسم لما صار مُقدَّراً عن فعل القادر، كالهدم والنشر والقبض: أسماء لما صدر من فِعل الهادم والناشر والقابض.\nوالقضاء في هذا معناه الخلق، كقوله تعالى: (فقضاهن سبع سماوات في يومين) [فصلت: 12] أي خلقهن \" (2) .\nوبناء على هذا القول يكون \" القضاء من الله تعالى أخص من القدر، لأنّه الفصل بين التقديرين، فالقدر هو التقدير، والقضاء هو الفصل والقطع \" (3) .\nويدل لصحة هذا القول نصوص كثيرة من كتاب الله، قال تعالى: (وكان أمراً مقضياً) [مريم: 21] ، وقال: (كان على ربك حتماً مقضياً) [مريم: 71] . وقال: (وإذا قضى أمراً فإنما يقول له كن فيكون) [البقرة: 117] .\nفالقضاء والقدر - بناء على هذا القول - أمران متلازمان، لا ينفك أحدهما عن الآخر، لأن أحدهما بمنزلة الأساس وهو القدر، والآخر بمنزلة البناء وهو القضاء، فمن رام الفصل بينهما فقد رام هدم البناء ونقضه \" (4) .\n_________\n(1) فتح الباري: 11/149.\n(2) معالم السنن للخطابي: 7/70.\n(3) المفردات للراغب الأصفهاني: ص406.\n(4) النهاية في غريب الحديث لابن الأثير: 4/78. وانظر جامع الأصول: 10/104.\n(1/25)\n\nأركان الإيمان بالقدر\nالإيمان بالقدر يقوم على أربعة أركان، من أقرَّ بها جميعاً فإن إيمانه بالقدر يكون مكتملاً، ومن انتقص واحداً منها أو أكثر فقد اختل إيمانه بالقدر، وهذه الأركان الأربعة هي:\nالأول: الإيمان بعلم الله الشامل المحيط.\nالثاني: الإيمان بكتابة الله في اللوح المحفوظ لكل ما هو كائن إلى يوم القيامة.\nالثالث: الإيمان بمشيئة الله النافذة وقدرته التامة، فما شاء كان وما لم يشأ لم يكن.\nالرابع: خلقه تبارك وتعالى لكل موجود، لا شريك لله في خلقه.\nوسنتناول هذه الأصول الأربعة بشيء من التفصيل.\nالركن الأول\nالإيمان بعلم الله الشامل\nوقد كثر في كتاب الله وسنة رسوله صلى الله عليه وسلم تقرير هذا الأصل العظيم، فعلم الله محيط بكل شيء، يعلم ما كان، وما سيكون، وما لم يكن لو كان كيف",
        "(1/26)\n\nيكون، ويعلم الموجود والمعدوم، والممكن والمستحيل.\nوهو عالم بالعباد وآجالهم وأرزاقهم وأحوالهم وحركاتهم وسكناتهم وشقاوتهم وسعادتهم، ومن منهم من أهل الجنة، ومن منهم من أهل النار من قبل أن يخلقهم، ويخلق السماوات والأرض.\nوكل ذلك مقتضى اتصافه - تبارك وتعالى - بالعلم، ومقتضى كونه - تبارك وتعالى - هو العليم الخبير السميع البصير.\nقال تعالى: (هو الله الذي لا إله إلا هو عالم الغيب والشهادة) [الحشر: 22] وقال: (لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما) [الطلاق: 12] . وقال: (عالم الغيب لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر) [سبأ: 3] . وقال: (إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين) [النحل: 125] . وقال: (هو أعلم بكم إذ أنشأكم من الأرض وإذ أنتم أجنة في بطون أمهاتكم) [النجم: 32] .\nوقال الحق مقرراً علمه بما لم يكن لو كان كيف سيكون (ولو ردوا لعادوا لما نهوا عنه) [الأنعام: 28] ، فالله يعلم أن هؤلاء المكذبين الذين يتمنون في يوم القيامة الرجعة إلى الدنيا أنهم لو عادوا إليها لرجعوا إلى تكذيبهم وضلالهم.\nوقال في الكفار الذين لا يطيقون سماع الهدى: (ولو علم الله فيهم خيراً لأسمعهم ولو أسمعهم لتولوا وهم معرضون) [الأنفال: 23] .\nومن علمه تبارك وتعالى بما هو كائن علمه بما كان الأطفال الذين توفوا صغاراً عاملين لو أنهم كبروا قبل مماتهم.\n(1/27)",
        "\nروى البخاري في صحيحه عن ابن عباس قال: \" سئل النبي صلى الله عليه وسلم عن أولاد المشركين، فقال: الله أعلم بما كانوا عاملين \" (1) .\nوروى مسلم عن عائشة أم المؤمنين قالت: توفى صبي، فقلت: طوبى له عصفور من عصافير الجنة.\nفقال رسول الله صلى الله عليه وسلم: \" أولا تدرين أن الله خلق الجنة والنار، فخلق لهذه أهلاً ولهذه أهلاً \".\nوفي رواية عند مسلم أيضاً عن عائشة قالت: \" دُعي رسول الله صلى الله عليه وسلم إلى جنازة صبي من الأنصار، فقلت: يا رسول الله طوبي لهذا، عصفور من عصافير الجنة، لم يعمل السوء ولم يدركه.\nقال: أو غير ذلك يا عائشة، إن الله خلق للجنة أهلاً، خلقهم لها وهم في أصلاب آبائهم، وخلق للنار أهلاً، خلقهم لها وهم في أصلاب آبائهم \" (2) .\nوهذه الأحاديث تتحدث عن علم الله في من مات صغيراً، لا أن هؤلاء يدخلهم الله النار بعلمه فيهم من غير أن يعملوا.\nيقول شيخ الإسلام ابن تيمية رحمه الله تعالى في قوله صلى الله عليه وسلم في أبناء المشركين: \" الله أعلم بما كانوا عاملين \" \" أي يعلم من يؤمن منهم ومن يكفر لو بلغوا، ثم إنه جاء في حديث إسناده مقارب عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \" إذا كان يوم القيامة فإن الله يمتحنهم، ويبعث إليهم رسولاً في عرصة القيامة، فمن أجابه أدخله الجنة، ومن عصاه أدخله\n_________\n(1) انظر فتح الباري: 11/493ورواه مسلم بلفظه عن أبي هريرة: 4/2049ورقمه: 2659.\n(2) صحيح مسلم: 4/2050 ورقمه: 2662.\n(1/28)\n",
        "النار \" فهنالك يظهر فيهم ما علمه الله سبحانه، ويجزيهم على ما ظهر من العلم، وهو إيمانهم وكفرهم، لا على مجرد العلم \" (1) .\nالأدلة العقلية على أن الله علم مقادير الخلائق قبل خلقهم:\nوالحق أن وجود هذا الكون، ووجود كل مخلوق فيه يدلَُ دلالة واضحة على أن الله علم به قبل خلقه، \" فإنه يستحيل إيجاده الأشياء مع الجهل، لأن إيجاده الأشياء بإرادته، والإرادة تستلزم تصور المراد، وتصور المراد هو العلم بالمراد، فكان الإيجاد مستلزماً للإرادة، والإرادة مستلزمة للعلم، فالإيجاد مستلزم للعلم \" (2) .\nوأيضاً فإن \" المخلوقات فيها من الأحكام والإتقان ما يستلزم علم الفاعل لها، لأن الفعل المحكم المتقن يمتنع صدوره عن غير علم \" (3) .\nواستدل العلماء على علمه تبارك وتعالى بقياس الأولى: \" فالمخلوقات فيها ما هو عالم، والعلم صفة كمال، ويمتنع أن لا يكون الخالق عالماً \".\nوالاستدلال بهذا الدليل له صيغتان:\nأحدهما: أن يقال: نحن نعلم بالضرورة أن الخالق أكمل من المخلوق، وأن الواجب أكمل من الممكن، ونعلم ضرورة أنا لو فرضنا شيئين:\nأحدهما عالم والآخر غير عالم، كان العالم أكمل، فلو لم يكن الخالق عالماً لزم أن يكون الممكن أكمل منه، وهو ممتنع.\n_________\n(1) مجموع فتاوى شيخ الإسلام: 4/246.\n(2) شرح الطحاوية: ص148.\n(3) شرح الطحاوية: ص148.\n(1/29)\n\nالثاني: كل علم في المخلوقات فهو من الله تبارك وتعالى، ومن الممتنع أن يكون فاعل الكمال ومبدعه عارياً منه، بل هو أحق به، ذلك أن كل ما ثبت للمخلوق من كمال فالخالق أحق به، وكلَُ نقص تنزه عنه مخلوق ما، فتنزه الخالق عنه أولى \" (1) .\nوكل هذه الأدلة يمكنك أن تلمحها في قوله تعالى: (ألا يعلم من خلق وهو اللطيف الخبير) [الملك: 14] .\nويستدل على علمه - تبارك وتعالى - بإخباره بالأشياء والأحداث قبل وقوعها وحدوثها، فقد أخبر الحق في كتبه السابقة عن بعثة رسولنا الكريم صلوات الله وسلامه عليه، وصفاته وأخلاقه وعلاماته، كما أخبر عن الكثير من صفات أمته، وأخبر في محكم كتابه أن الروم سينتصرون في بضع سنين على الفُرس المجوس، ووقع الأمر كما أخبر، والإخبار عن المغيبات المستقبلة كثير في الكتاب والسنة.\nالركن الثاني\nالإيمان بأن الله كتب في اللوح المحفوظ كل شيء\nدلت النصوص من الكتاب والسنة على أن الله كتب في اللوح المحفوظ كل شيء، ففي الحديث الذي يرويه مسلم في صحيحه عن عبد الله بن عمرو بن العاص قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة، قال:\n_________\n(1) شرح الطحاوية: ص148.",
        "(1/30)\n\nوعرشه على الماء \" (1) .\nورواه الترمذي بلفظ: \" قدرَّ الله المقادير قبل أن يخلق السماوات والأرض بخمسين ألف سنة \" (2) .\nوفي سنن الترمذي أيضاً عن عبادة بن الصامت قال: قال رسول الله صلى الله عليه وسلم: \" إن أول ما خلق الله القلم فقال: اكتب قال: ما أكتب؟ قال: اكتب القدر ما كان، وما هو كائن إلى الأبد \".\nقال أبو عيسى الترمذي: وهذا حديث غريب من هذا الوجه (3) .\nواللوح المحفوظ الذي كتب الله فيه مقادير الخلائق سماه القرآن بالكتاب، وبالكتاب المبين، وبالإمام المبين وبأم الكتاب، والكتاب المسطور. قال تعالى: (بل هو قرءان مجيد - في لوح محفوظ) [البروج: 21-22] . وقال: (ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب) [الحج: 70] وقال: (وكل شيء أحصيناه في إمام مبين) [يسن: 12] . وقال: (والطور - وكتاب مسطور - في رق منشور) [الطور: 1-3] . وقال: (وإنه في أم الكتاب لدينا لعلى حكيم) [الزخرف: 4] .\n_________\n(1) رواه مسلم في صحيحه: 4/2044 ورقم الحديث: 2653.\n(2) سنن الترمذي: (4/458) ورقمه: 2156. وقال فيه: حديث حسن صحيح.\n(3) سنن الترمذي: 4/458 ورقمه: 2055 والحديث صحيح. فالغرابة إنما هي في الوجه الذي أورده الترمذي في باب القدر، وإلا فإنه قد أورده في كتاب التفسير، وقال فيه: حديث حسن غريب. وقد أورده الشيخ ناصر الدين الألباني في صحيح سنن الترمذي: (2/228) وذكر أنه خرجه في سلسلة الأحاديث الصحيحة وغيرها.\n(1/31)",
        "\nالركن الثالث\nالإيمان بمشيئة الله الشاملة وقدرته النافذة\nوهذا الأصل يقضي بالإيمان بمشيئة الله النافذة، وقدرته الشاملة، فما شاء الله كان، وما لم يشأ لم يكن، وأنه لا حركة ولا سكون في السماوات ولا في الأرض إلا بمشيئته، فلا يكون في ملكه إلا ما يريد.\nوالنصوص المصرحة بهذا الأصل المقررة له كثيرة وافرة، قال تعالى: (وما تشاءون إلا أن يشاء الله) [التكوير: 29] ، وقال: (ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلاً ما كانوا ليؤمنوا إلا أن يشاء الله) [الأنعام: 111] ، وقال: (ولو شاء ربك ما فعلوه) [الأنعام: 112] ، وقال: (إنما أمره إذا أراد شيئاً أن يقول له كن فيكون) [يسن: 36] ، وقال: (من يشاء الله يضلله ومن يشأ يجعله على صراط مستقيم) [الأنعام: 39] .\nومشيئة الله النافذة وقدرته الشاملة يجتمعان فيما كان وما سيكون، ويفترقان فيما لم يكن ولا هو كائن.\nفما شاء الله تعالى كونه فهو كائن بقدرته لا محالة، وما لم يشأ الله تعالى إياه لا يكن لعدم مشيئة الله تعالى ليس لعدم قدرته عليه، قال تعالى: (ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد) [البقرة: 253] ، وقال: (ولو شاء الله لجعلكم أمة واحدة) [المائدة: 48] ، وقال: (ولو شاء الله لجمعكم على الهدى) [الأنعام: 35] ، وقال: (ولو شاء الله ما أشركوا) [الأنعام: 107] ، وقال: (ولو شاء ربك لأمن من في الأرض كلهم\n(1/32)\n",
        "جميعاً) [يونس: 99] ، وقال: (ألم تر إلى ربك كيف مد الظل ولو شاء لجعله ساكناً) [الفرقان: 45] ، والآيات في هذا كثيرة تدل على عدم وجود ما لم يشأ وجوده لعدم مشيئته ذلك، لا لعدم قدرته عليه، فإنه على كل شيء قدير تبارك وتعالى.\nالركن الرابع\nالإيمان بأن الله خالق كلّ شيء\nقررت النصوص أن الله خالق كل شيء، فهو الذي خلق الخلق وكوَّنهم وأوجدهم، فهو الخالق وما سواه مربوب مخلوق (الله خالق كل شيء) [الزمر: 62] ، (بلى وهو الخلاق العليم) [يسن: 81] ، (الحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور) [الأنعام: 1] ، (يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساءً) [النساء: 1] ، (وهو الذي خلق الليل والنهار والشمس والقمر كلٌ في فلك يسبحون) [الأنبياء: 33] ، والنصوص في هذا كثيرة طيبة.\n(1/33)\n\nأفعال العباد مخلوقة مقدرة\nلا يخرج العباد وأفعالهم عن غيرها من المخلوقات، فقد علم الله ما سيخلقه من عباده، وعلم ما هم فاعلون، وكتب كل ذلك في اللوح المحفوظ، وخلقهم الله كما شاء، ومضى قدر الله فيهم، فعملوا على النحو الذي شاءه فيهم، وهدى مَن كتب الله له السعادة، وأضل مَن كتب عليه الشقاوة، وعلم أهلَ الجنة ويسرهم لعمل أهلها، وعلم أهلَ النار ويسرهم لعمل أهلها.\nوالنصوص التي سقناها فيما سبق تكفي في الدلالة على هذا الذي قررناه هنا، ومع ذلك فهناك نصوص كثيرة أخرى أصرح في الدلالة في هذه المسألة.\nقال تعالى: (والله خلقكم وما تعملون) [الصافات: 96] ، وقال: (وكل شيء فعلوه في الزبر) [الصافات: 52] ، وقال: (وما تحمل من أنثى ولا تضع إلا بعلمه وما يُعمًّر من مُّعمَّر ولا يُنقص من عمره إلا في كتاب إن ذلك على الله يسير) [فاطر: 11] . وقال: (من يهد الله فهو المهتدى ومن يضلل فأولئك هم الخاسرون) [الأعراف: 178] ، وقال: (إنّ ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين) [النحل: 125] .\nوجاءت أحاديث كثيرة تواتر معناها على أن رب العباد علم ما العباد عاملون، وقدّر ذلك وقضاه وفرغ منه، وعلم ما سيصير إليه العباد من",
        "(1/34)\n\nالسعادة والشقاء، وأخبرت مع ذلك كله أن القدر لا يمنع من العمل، \" اعملوا فكل ميسر لما خلق له \".\nوسنورد هنا بعض النصوص الدالة على ذلك.\nالنصوص الدالة على تقدير الله أفعال العباد\n1- الأحاديث الدالة على أن أعمال العباد جفَّت بها الأقلام وجرت بها المقادير:\nروى مسلم في صحيحه عن جابر قال: جاء سراقة بن مالك بن جعشم قال: يا رسول الله، بيّن لنا ديننا كأنّا خلقنا الآن، فيما العمل اليوم؟ أفيما جَفَّت به الأقلام، وجرت به المقادير، أم فيما يستقبل؟ قال: \" لا، بل فيما جفَّت به الأقلام وجرت بها المقادير \".\nقال: ففيم العمل؟\nفقال: \" اعملوا فكلٌّ ميسر \" وفي رواية: \" كل عامل ميسَّر لعمله \" (1) .\nوروى الترمذي في سننه أن عمر بن الخطاب قال للرسول صلى الله عليه وسلم: \" يا رسول الله أرأيت ما نعمل فيه، أمر مبتدع أو مبتدأ، أو فيما فرغ منه؟\nفقال: فيما فرغ منه يا ابن الخطاب، وكلٌّ ميسَّر، أمّا من كان من أهل السعادة فإنّه يعمل للسعادة، وأمّا من كان من أهل الشقاء فإنّه يعمل للشقاء \".\n_________\n(1) صحيح مسلم: 4/2040ورقم الحديث 2648.\n(1/35)",
        "\nقال الترمذي: هذا حديث حسن صحيح (1) .\n2- علم الله بأهل الجنة وأهل النار:\nوروى البخاري عن عمران بن حصين قال: قال رجل: يا رسول الله، \" أَيُعْرف أهل الجنة من أهل النار؟\nفقال: نعم.\nقال: فلم يعملون؟ قال: كلٌّ يعمل لما خلق له، أو يسر له \".\nوروى مسلم في صحيحه عن علي قال: \" كنا في جنازة في بقيع الغرقد (2) . فأتانا رسول الله صلى الله عليه وسلم فقعد وقعدنا حوله، ومعه مِخْصَرةٌ (3) . فنكّس (4) . فجعل ينكث بمخصرته (5) ، ثم قال: \" ما منكم من أحد، ما من نفس منفوسة، إلا وقد كتب الله مكانها من الجنة أو النار، وإلا قد كتبت شقيّه أو سعيدة \".\nقال: فقال رجل: يا رسول الله، أفلا نمكث على كتابنا، وندع العمل؟ فقال: \" من كان من أهل السعادة، فسيصير إلى عمل أهل السعادة، ومن كان من أهل الشقاوة فسيصير إلى عمل أهل الشقاوة \". فقال (6) : \" اعملوا فكل ميسر، أمّا أهل السعادة فييسرون لعمل أهل السعادة، وأمّا أهل\n_________\n(1) رواه الترمذي: 4/445ورقم الحديث: 2135.\n(2) بقيع الغرقد: مقبرة أهل المدينة.\n(3) المخصرة: عصا صغيرة.\n(4) نكس رأسه: خفضه.\n(5) أي يخط بمخصرته في التراب.\n(6) هكذا في الحديث كرر \" فقال \".\n(1/36)\n",
        "الشقاوة فييسرون لعمل أهل الشقاوة \". ثم قرأ: (فأما من أعطى واتقى - وصدق بالحسنى - فسنيسره لليسرى - وأما من بخل واستغنى - وكذب بالحسنى - فسنيسره للعسرى) [الليل: 5-10] \" (1) .\n3- استخراج ذرية آدم من ظهره بعد خلقه وقسمهم إلى فريقين: أهل الجنة وأهل النار:\nوأخبرنا رسولنا صلى الله عليه وسلم أن الله مسح ظهر آدم بعد خلقه له، واستخرج ذريته من ظهره أمثال الذر، واستخرج منهم أهل الجنة وأهل النار.\nروى مالك والترمذي وأبو داود عن مسلم بن يسار قال: سئل عمر بن الخطاب (رضي الله عنه) عن هذه الآية: (وإذ أخذ ربك من بني ءادم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة إنّا كنا عن هذا غافلين) [الأعراف: 172] .\nقال عمر: سمعت رسول الله صلى الله عليه وسلم يُسأل عنها فقال: \" إن الله خلق آدم، ثم مسح ظهره بيمينه، فاستخرج منه ذرية، فقال: خلقت هؤلاء للجنة، وبعمل أهل الجنة يعملون، ثم مسح ظهره، فاستخرج منه ذرية، فقال: خلقت هؤلاء للنار، وبعمل أهل النار يعملون \".\nفقال رجل: ففيم العمل يا رسول الله؟\nفقال رسول الله صلى الله عليه وسلم: \" إن الله إذا خلق العبد للجنة استعمله بعمل أهل الجنة، حتى يموت على عمل من أعمال أهل الجنة، فيدخله الله الجنة.\n_________\n(1) رواه مسلم: 4/2039 ورقم الحديث: 2647 والحديث رواه البخاري في غير موضع في صحيحه ورواه الترمذي وأبو داود. واللفظ الذي سقناه هنا لمسلم.\n(1/37)\n\nوإذا خلق الله العبد للنار، استعمله بعمل أهل النار، حتى يموت على عمل من أعمال أهل النار، فيدخله الله النار \" (1) .\nوروى الإمام أحمد في مسنده بإسناد صحيح إلى ابن عباس قال: قال رسول الله صلى الله عليه وسلم: \" أخذ الله الميثاق من ظهر آدم بنعمان - يعني عرفه - فأخرج من صلبه كل ذرية ذرأها، فنثرهم بين يديه كالذر، ثم كلمهم قُبُلاً قال: (ألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة إنّا كنا عن هذا غافلين - أو تقولوا إنما أشرك ءاباؤنا ذرية من قبل وكنا ذرية من بعدهم أفتهلكنا بما فعل المبطلون) [الأعراف: 172 -173] (2) .\nوروى أحمد في مسنده بإسناد صحيح عن أبي الدرداء عن النبي صلى الله عليه وسلم قال: \" خلق الله آدم حين خلقه، فضرب كتفه اليمنى، فأخرج ذرية بيضاء كأنهم الذر، وضرب كتفه اليسرى، فأخرج ذرية سوداء كأنهم الحمم، فقال للذي في يمينه: إلى الجنة ولا أبالي، وقال للذي في كَفِّه اليسرى: إلى النار ولا أبالي \" (3) .\nوبين الرسول صلى الله عليه وسلم في حديث آخر \" أنَّ الله - عز وجل - خلق خلقه في ظلمة، فألقى عليهم من نوره، فمن أصابه من ذلك النور اهتدى، ومن أخطأه ضل \" فلذلك أقول جفَّ القلم على علم الله.\nرواه الترمذي عن عبد الله بن عمرو وقال فيه: هذا حديث حسن (4) .\n_________\n(1) مشكاة المصابيح: 1/34 ورقم الحديث: 95 وقال محقق المشكاة الشيخ ناصر الدين الألباني فيه: رجال إسناده ثقات رجال الشيخين، غير أنه منقطع بين مسلم بين يسار وعمر، لكن له شواهد كثيرة.\n(2) مشكاة المصابيح: 1/43.\n(3) مشكاة المصابيح: 1/42.\n(4) سنن الترمذي 5/26 ورقم الحديث (2642) .",
        "(1/38)\n\n4- كتابة الله لأهل الجنة وأهل النار:\nوروى الترمذي في سننه عن عبد الله بن عمرو بن العاص قال: \" خرج علينا رسول الله صلى الله عليه وسلم وفي يده كتابان: فقال: أتدرون ما هذان الكتابان؟ فقلنا: لا يا رسول الله، إلا أن تخبرنا.\nفقال للذي في يده اليمنى: هذا الكتاب من رب العالمين، فيه أسماء أهل الجنة، وأسماء آبائهم وقبائلهم، ثمَّ أُجمل آخرهم، فلا يزاد فيهم، ولا ينقص منهم أبداً.\nثمَّ قال للذي في شماله: هذا كتاب من ربِّ العالمين، فيه أسماء أهل النار، وأسماء آبائهم وقبائلهم، ثمَّ أُجمل على أخرهم (1) ، فلا يزاد فيهم، ولا ينقص منهم أبداً.\nفقال أصحابه: ففيم العمل يا رسول الله إن كان الأمر قد فرغ منه؟\nفقال: سدِّدوا وقاربوا (2) ، فإن صاحب الجنة يختم له بعمل أهل الجنة، وإن عمل أي عمل. وإن صاحب النار يختم له بعمل أهل النار وإن عمل أي عمل.\nثم قال رسول الله صلى الله عليه وسلم بيديه فنبذهما. ثم قال: فرغ ربكم من العباد، فريق في الجنة وفريق في السعير \".\nقال الترمذي: هذا حديث حسن غريب صحيح (3) .\n_________\n(1) أجمل على أخرهم، أي: جمعوا أهل الجنة وأهل النار عن أخرهم، وعُقدت جملتهم، فلا يتطرق إليها زيادة ولا نقصان.\n(2) السداد: الصواب في القول والعمل. والمقاربة: القصد فيهما.\n(3) سنن الترمذي: 4/450 ورقم الحديث 2141 وهو في صحيح سنن الترمذي للشيخ ناصر: 2/225.\n(1/39)",
        "\n5- التقدير في ليلة القدر والتقدير اليومي:\nبينا من قبل أن الله قدَّر مقادير عباده قبل أن يخلق السماوات والأرض بخمسين ألف سنة، ودلّ الكتاب والسنة على أن هناك تقديران تقدير حولي وتقدير يومي، فأما التقدير الحولي ففي ليلة القدر، ففيها يكتب من أم الكتاب ما يكون في السنة من موت وحياة ورزق ومطر، وما يقوم به العباد من أعمال ونحو ذلك، قال تعالى: (إنا أنزلناه في ليلة مباركة إنا كنا منذرين - فيها يفرق كل أمر حكيم - أمراً من عندنا إنا كنا مرسلين) [الدخان: 3-5] .\nأما التقدير اليومي فهو سوق المقادير إلى المواقيت التي قدرت لها فيما سبق، قال تعالى: (يسأله من في السماوات والأرض كل يوم هو في شأن) [الرحمن: 29]\nروى ابن جرير عن منيب بن عبد الله عن أبيه قال: تلا رسول الله صلى الله عليه وسلم هذه الآية، فقلنا: يا رسول الله، وما ذاك الشأن؟ قال: أن يغفر ذنباً، ويفرج كرباً، ويرفع قوماً، ويضع آخرين.\nوجملة أقوال المفسرين في الآية \" أن الله من شأنه في كل يوم أن يحيي ويميت، ويخلق ويرزق، ويعز قوماً ويذل قوماً، ويشفي مريضاً، ويفك عانياً، ويفرج مكروباً، ويجيب داعياً، ويعطي سائلاً، ويغفر ذنباً، إلى مالا يحصى من أفعاله وإحداثه في خلقه \" (1) .\n_________\n(1) ذكره صاحب معارج القبول: 1/346 عن البغوي المفسر.\n(1/40)\n",
        "6- كتابة ما قدر للإنسان وهو جنين في رحم أمه:\nورد في الأحاديث أن الله يرسل ملكاً للجنين في رحم أمه فيكتب رزقه وأجله وشقاءَه وسعادته، ففي صحيحي البخاري ومسلم عن عبد الله (هو ابن مسعود) قال: حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق قال: \" إن أحدكم يُجمع في بطن أمه أربعين يوماً، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك ثم يرسل الملك فينفخ فيه الروح، ويؤمر بأربع كلمات: بكتب رزقه وأجله وعمله وشقي أو سعيد.\nفوالذي لا إله غيره، إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب، فيعمل بعمل أهل النار، فيدخلها، وإن أحدكم ليعمل بعمل أهل النار، حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل الجنة، فيدخلها \" (1) .\nوفي صحيح البخاري عن أنس بن مالك، عن النبي صلى الله عليه وسلم قال: \" وكل الله بالرحم ملكاً، فيقول: أي رب نطفة، أي رب علقة، أي رب مضغة. فإذا أراد الله أن يقضي خلقها قال: أي رب ذكر أم أنثى، أشقي أم سعيد؟ فما الرزق؟ فما الأجل، فيكتب كل ذلك في بطن أمه \" (2) .\nوروى الترمذي في سننه عن أنس قال: قال رسول الله صلى الله عليه وسلم: \" إذا أراد الله بعبد خيراً استعمله فقيل: كيف يستعمله يا رسول الله؟\n_________\n(1) رواه البخاري، انظر فتح الباري: 11/477 ورواه مسلم: 4/2036. ورقم الحديث: 2634. والسياق لمسلم. ورواه أبو داود والترمذي أيضاً.\n(2) رواه البخاري، فتح الباري: 11/477. ورواه مسلم: 4/2038. ورقمه 2646. والسياق للبخاري.\n(1/41)\n\nقال: يوفقه لعمل صالح قبل أن يموت \".\nقال: الترمذي هذا حديث حسن صحيح (1) .\nوروى مسلم في صحيحه عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم قال: \" إن الرجل ليعمل الزمن الطويل بعمل أهل الجنة، ثم يختم له عمله بعمل أهل النار، وإن الرجل ليعمل الزمن الطويل بعمل أهل النار، ثم يختم له بعمل أهل الجنة \" (2) .\nوعن سهل بن سعد الساعدي أن رسول الله صلى الله عليه وسلم قال: \" إن الرجل ليعمل بعمل أهل الجنة فيما يبدو للناس وهو من أهل النار، وإن الرجل ليعمل بعمل أهل النار فيما يبدو للناس وهو من أهل الجنة \" (3) .\nومما يحسن أن يساق في هذا الباب لما فيه من العبرة، قصة الذي أخبر الرسول صلى الله عليه وسلم أنه من أهل النار، ففي صحيح البخاري عن أبي حازم عن سهل بن سعد أن رجلاً من أعظم المسلمين غناءً في غزوة غزاها مع النبي صلى الله عليه وسلم، فنظر النبي صلى الله عليه وسلم فقال: من أحب أن ينظر إلى رجل من أهل النار، فلينظر إلى هذا.\nفاتبعه رجل من القوم وهو على تلك الحال من أشدِّ الناس على المشركين، حتى جُرح فاستعجل الموت، فجعل ذبابة سيفه بين ثدييه، حتى خرج من بين كتفيه.\nفأقبل الرجل إلى الرسول مسرعاً: فقال: أشهد أنك رسول الله.\n_________\n(1) سنن الترمذي: 4/450. ورقمه: 2142.\n(2) رواه مسلم: 4/2042 ورقم الحديث: 2651.\n(3) رواه مسلم: 4/2042.",
        "(1/42)\n\nفقال: وما ذاك؟\nقال: قلت لفلان من أحب أن ينظر إلى رجل من أهل النار فلينظر إليه، وكان من أعظمنا غناء عن المسلمين، فعرفت أنه لا يموت على ذلك، فلما جرح استعجل الموت فقتل نفسه.\nفقال النبي صلى الله عليه وسلم عند ذلك: \" إن العبد ليعمل عمل أهل النار، وإنه من أهل الجنة. ويعمل عمل أهل الجنة، وإنه من أهل النار، وإنما الأعمال بالخواتيم \" (1) .\n_________\n(1) فتح الباري: 11/499 ورقم الحديث: 6607.\n(1/43)",
        "\nالفصل الرابع حدود نظر العقل في القدر\nيقول أبو المُظَفَّر السمْعَاني فيما حكاه عنه ابن حجر العسقلاني: \" سبيل المعرفة في هذا الباب التوقيف من الكتاب والسنة دون محض القياس والعقل، فمن عدل عن التوقيف فيه ضلَّ وتاه في بحار الحيرة، ولم يبلغ شفاء العين، ولا ما يطمئن به القلب، لأن القدر سِرٌّ من أسرار الله تعالى، اختص العليم الخبير به، وضرب دونه الأستار، وحجبه عن عقول الخلق ومعارفهم لما علمه من الحكمة، فلم يعلمه نبي مرسل ولا ملك مقرب \" (1) .\nويقول الطحاوي رحمه الله تعالى: \" وأصل القدر سرّ الله تعالى في خلقه، لم يطلع على ذلك ملك مقرب، ولا نبي مرسل، والتعمق في ذلك ذريعة الخذلان، وسلم الحرمان، ودرجة الطغيان، فالحذر الحذر من ذلك نظراً وفكراً ووسوسة، فإن الله طوى علم القدر عن أنامه، ونهاهم عن مرامه، كما قال تعالى: (لا يُسْأل عما يفعل وهم يسألون) [الأنبياء: 23] \" (2) .\nوقال الآجُرِّيُّ: \" لا يحسن بالمسلمين التنقير والبحث في القدر، لأن القدر سر من أسرار الله عز وجل، بل الإيمان بما جرت به المقادير من\n_________\n(1) فتح الباري: 11/ 477. وراجع شرح النووي على مسلم: 16 / 196.\n(2) شرح الطحاوية: ص276.\n(1/45)\n",
        "خير أو شر واجب على العباد أن يؤمنوا به، ثم لا يأمن العبد أن يبحث عن القدر فيكذب بمقادير الله الجارية على العباد، فيضل عن طريق الحق \" (1) .\nوقال الإمام أحمد رحمه الله تعالى: \" من السنة اللازمة: الإيمان بالقدر خيره وشره، والتصديق بالأحاديث فيه، والإيمان بها، لا يقال: لِمَ؟ ولا كيف؟ إنما هو التصديق بها والإيمان بها.\nومن لم يعرف تفسير الحديث، ولم يبلغه عقله، فقد كفى ذلك، وأحكم له، فعليه الإيمان به، والتسليم له، مثل حديث الصادق المصدوق، وما كان مثله في القدر \" (2) .\nوقال علي بن المديني مثل قول الإمام أحمد في القدر (3) .\nوهذا الذي قرره أهل العلم في القدر يضع لنا عدَّة قواعد في غاية الأهمية:\nالأولى: وجوب الإيمان بالقدر.\nالثانية: الاعتماد في معرفة القدر وحدوده وأبعاده على الكتاب والسنة، وترك الاعتماد في ذلك على نظر العقول ومحض القياس. فالعقل الإنساني لا يستطيع بنفسه أن يضع المعالم والركائز التي تنقذه في هذا الباب من الانحراف والضلال، والذين خاضوا في هذه المسألة بعقولهم ضلوا وتاهوا فمنهم من كذَّب بالقدر، ومنهم من ظن أن الإيمان بالقدر يُلزم القول\n_________\n(1) الشريعة للآجري: ص 149.\n(2) شرح أصول اعتقاد أهل السنة: ص157.\n(3) المرجع السابق: 165.\n(1/46)\n\nبالجبر، ومنهم من ناقض الشرع بالقدر، وكل انحراف من هذه الانحرافات سبب مشكلات في واقع البشر وحياتهم ومجتمعاتهم، فالانحراف العقائدي يسبب انحرافاً في السلوك وواقع الحياة.\nالثالثة: ترك التعمق في البحث في القدر، فبعض جوانبه لا يمكن للعقل الإنساني مهما كان نبوغه أن يستوعبها، وبعضها الآخر لا يستوعبها إلا بصعوبة كبيرة.\nقد يقال: أليس في هذا المنهج حجر عل العقل الإنساني؟ والجواب أن هذا ليس بحجر على الفكر الإنساني، بل هو صيانة لهذا العقل من أن تتبدد قواه في غير المجال الذي تحسن التفكير فيه، إنه صيانة للعقل الإنساني من العمل في غير المجال الذي يحسنه ويبدع فيه.\nإن الإسلام وضع بين يدي الإنسان معالم الإيمان بالقدر، فالإيمان بالقدر يقوم على أن الله علم كلَّ ما هو كائن وكتبه وشاءَه وخلقه، واستيعاب العقل الإنساني لهذه الحقائق سهل ميسور، ليس فيه صعوبة، ولا غموض وتعقيد.\nأما البحث في سر القدر والغوص في أعماقه فإنه يبدد الطاقة العقلية ويهدرها، إنّ البحث في كيفية العلم والكتابة والمشيئة والخلق، بحث في كيفية صفات الله، وكيف تعمل هذه الصفات، وهذا أمر محجوب علمه عن البشر، وهو غيب يجب الإيمان به، ولا يجوز السؤال عن كنهه، والباحث فيه كالباحث عن كيفية استواء الله على عرشه، يقال له: هذه الصفات التي يقوم عليها القدر معناها معلوم، وكيفيتها مجهولة، والإيمان بها واجب، والسؤال عن كيفيتها بدعة.",
        "(1/47)\n\nإن السؤال عن الكيفية هو الذي أتعب الباحثين في القدر، وجعل البحث فيه من أعقد الأمور وأصعبها، وأظهر أن الإيمان به صعب المنال، وهو سبب الحيرة التي وقع فيها كثير من الباحثين.\nولذا فقد نصَّ جمع من أهل العلم على المساحة المحذورة التي لا يجوز دخولها في باب القدر، وقد سقنا قريباً مقالة الإمام أحمد بن حنبل رحمه الله تعالى التي يقول فيها: \" من السَّنة اللازمة الإيمان بالقدر خيره وشره والتصديق بالأحاديث فيه، والإيمان بها، لا يقال: لِمَ؟ ولا كيف؟ \" (1) .\nلقد خاض الباحثون في القدر في كيفية خلق الله لأفعال العباد مع كون هذه الأفعال صادرة عن الإنسان حقيقة، وبحثوا عن كيفية علم الله بما العباد عاملون، وكيف يكلف عباده بالعمل مع أنه يعلم ما سيعملون، ويعلم مصيرهم إلى الجنة أو النار.\nوضرب الباحثون في هذا كتاب الله بعضه ببعض، وتاهوا وحاروا ولم يصلوا إلى شاطئ السلامة، وقد حذر الرسول صلى الله عليه وسلم أمته من أن تسلك هذا المسار وتضرب في هذه البيداء، ففي سنن الترمذي بإسناد حسن عن أبي هريرة قال: \" خرج علينا رسول الله صلى الله عليه وسلم ونحن نتنازع في القدر، فغضب حتى احمرَّ وجهه، حتى كأنما فقئ في وجنتيه الرمان، فقال: أبهذا أمرتم، أم بهذا أرسلت إليكم؟ إنما هلك من كان قبلكم حين تنازعوا في هذا الأمر، عزمت عليكم ألا تنازعوا فيه \" (2) .\n_________\n(1) شرح اعتقاد أهل السنة للالكائي: 1/157.\n(2) صحيح سنن الترمذي: 2/223.\n(1/48)",
        "\nمدى إدراك العقل للعلل والأوامر والأفعال وما فيها من حسن وقبح:\nذهب جمهور أهل العلم من السلف والخلف إلى أن لأوامر الله ومخلوقاته عللاً وحِكماً، فإنه لا يأمر إلا لحكمة، ولا يخلق إلا لحكمة.\nوبعض هذه الحِكم تعود إلى العباد، وبعضها يعود إلى الله تعالى، فما يعود إلى العباد هو ما فيه خيرهم وصلاحهم في العاجل والآجل، وما يعود إلى الله تعالى هو محبته أن يُعبد ويطاع ويتاب إليه ويُرجى ويُخاف منه ويتوكل عليه ويُجاهد في سبيله، قال تعالى: (وما خلقت الجن والإنس إلا ليعبدون) [الذاريات: 56] ، وقال: (أيحسب الإنسان أن يترك سدى) [القيامة: 36] وقال: (وما أرسلناك إلا رحمة للعالمين) [الأنبياء: 107] ، وقال: (أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون) [المؤمنون: 115] .\nوالنصوص الدالة على أن لله حِكماً في خلقه وأمره كثيرة وافرة، يصعب حصرها، والعقول البشرية تستطيع أن تدرك شيئاً من هذه الحكم.\nوذهب جمهور أهل العلم أيضاً إلى أن العقل يستطيع أن يدرك ما في الأفعال من حسن وقبح، فالعقول تدرك أن الظلم والكذب والسرقة وقتل النفوس قبيح، وأن العدل والصدق وإصلاح ذات البين وإنقاذ الغرقى حسن وجميل.\nوالحكم الحاصلة من الشرائع ثلاثة أنواع:\nالأول: أن يكون الفعل مشتملاً على مصلحة أو مفسدة، ولو لم يَرِدْ الشرع بذلك، كما يعلم أن العدل مشتمل على مصلحة العالم، والظلم\n(1/49)\n",
        "يشتمل على فسادهم، فهذا النوع حسن وقبيح، وقد يعلم بالعقل والشرع حسن ذلك وقبحه، لكن لا يلزم في العقول أن الإنسان معاقب على فعل القبيح من هذا النوع في الآخرة إن لم يرد الشرع بذلك، ومن ادعى أن الله يمكن أن يعاقب العباد على أفعالهم القبيحة من الشرك والكفر ونحو ذلك من غير إرسال رسول فقد أخطأ.\nالثاني: إذا أمر الشارع بشيء صار حسناً، وإذا نهى عن شيء صار قبيحاً، واكتسب الفعل صفة الحسن والقبح بخطاب الشرع.\nالثالث: أن يأمر الشارع بشيء امتحاناً واختباراً كما أمر الله إبراهيم بأن يذبح ولده إسماعيل. فالشارع ليس له قصد في ذبح الابن، ولكنه الابتلاء والاختبار.\nوالمعتزلة أقرت بالنوع الأول دون الثاني والثالث. والأشعرية ذهبت إلى أن جميع الأوامر والنواهي الشرعية هي من قسم الامتحان، والأفعال ليست لها صفة لا قبل الشرع ولا بالشرع، وأما الحكماء وجمهور أهل العلم فأثبتوا الأقسام الثلاثة (1) .\nوهذا الذي عليه جمهور أهل السنة من أفعال الله معللة وأن العقل بإمكانه أن يدرك ما في الأفعال من حسن وقبح، يفتح الباب أما العقول الإنسانية لتبحث في الحِكَم الباهرة التي خلق الله من أجلها المخلوقات، وشرع من أجلها ما شرعه من أحكام، وهو باب كبير، يحصل العباد منه على علم عظيم، يثبت الإيمان، ويزيد اليقين، ويُعِّرف العباد بإبداع الخالق\n_________\n(1) راجع في تعليل أفعال الله ومسألة التحسين والتقبيح العقلي: مجموع فتاوى شيخ الإسلام: 8/ 122، 308، 428.\n(1/50)\n\nالعظيم (الذي أحسن كل شيء خلقه) [السجدة: 7] ، وكيف لا يكون الأمر كذلك وقد وعد الحق تبارك وتعالى أن يُرِى عباده من آياته العظيمة ما يظهر صدق ما جاء به الرسول، وأنزله في الكتاب (سنريهم آياتنا في الأفاق وفي أنفسهم حتى يتبن لهم أنه الحق) [فصلت: 53] .\nوقد جاءت النصوص آمرة بالتدبر والتأمل والنظر في آياته المنزلة، وآياته المخلوقة المبدعة (أفلا يتدبرون القرآن) [محمد: 24] (قل انظروا ماذا في السماوات والأرض) [يونس: 101] (أفلا ينظرون إلى الإبل كيف خُلقت) [الغاشية: 17] (فلينظر الإنسان إلى طعامه - أنا صببنا الماء صباً - ثم شققنا الأرض شقاً) [عبس: 24 - 26] .",
        "(1/51)\n\nالفصل الخامس المذاهب في القدر\nصار المسلمون في القدر عدة مذاهب نبينها في المباحث التالية:\nالمبحث الأول\nمذهب المكذبين بالقدر\nذهب بعض الضالين في هذا الباب إلى نفي القدر، وزعموا أن الله - تعالى عمَّا يقولون - لا يعلم بالأشياء قبل حصولها، ولم يتقدم علمه بها، وقالوا: إنما يعلم الله بالموجودات بعد خلقها وإيجادها.\nوزعم هؤلاء كذباً وزوراً أن الله إذا أمر العباد ونهاهم لا يعلم من يطيعه منهم ممن يعصيه، ولا يعلم من يدخل الجنة ممن يدخل النار، حتى إذا استجاب العباد لشرعه أو رفضوا - علم السعداء منهم والأشقياء، ويرفض هؤلاء الضلال الإيمان بعلم الله المتقدم، كما يكذبون بأن الله كتب مقادير الخلائق قبل خلق السماوات والأرض، كما ثبت في الكتاب والسنة.\nوقد نشأ القول بهذا في آخر عهد الصحابة، فأول من قال به معبد الجهني، ثم تقلد عنه هذا المذهب الفاسد رؤوس المعتزلة وأئمتهم كواصل بن عطاء الغزال، وعمرو بين عبيد، ورويت عنهم ف هذا أقوال\n(1/53)",
        "\nشنيعة فيها تكذيب لله ولرسوله في أن الله علم الأشياء وكتبها قبل خلقها (1) .\nوقد خشى الرسول صلى الله عليه وسلم على أمته هذا الضلال الذي وقعت فيه هذه الفرقة، ففي الحديث الصحيح الذي يرويه ابن عساكر عن أبي محجن وابن عبد البر في \"الجامع \" أن رسول الله صلى الله عليه وسلم قال: \" أخاف على أمتي من بعدي ثلاثاً: حيف الأئمة، وإيماناً بالنجوم، وتكذيباً بالقدر \" (2) .\nوروى أبو يعلى في مسنده والخطيب في التاريخ وابن عَدِيّ في الكامل بإسناد صحيح عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" أخاف على أمتي من بعدي خصلتين: تكذيباً بالقدر، وتصديقاً بالنجوم \" (3) .\nوحذر الرسول صلى الله عليه وسلم أمته من هذا الضلال، ففي الحديث الذي يرويه الطبراني في معجمه الأوسط، والحاكم في مستدركه عن أبي هريرة عن النبي صلى الله عليه قال: \" أُخِّر الكلام في القدر لشرار أمتي \" (4) .\nوروى الطبراني في معجمه الكبير عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ أمر هذه الأمة لا يزال مقارباً حتى يتكلموا في الولدان وفي القدر \" (5) .\nوسمى الرسول صلى الله عليه وسلم هذا الفريق بمجوس هذه الأمة، لأن المجوس يقولون بوجود خالقين اثنين: النور والظلمة، وهذا الفريق يقولون بوجود خَالِقين، بل يزعمون أن كلَّ واحد خالق من دون الله، وقد أمر الرسول صلى الله وسلم بهجران هذا الفريق، فلا يزارون ولا يعادون، ففي الحديث الذي\n_________\n(1) راجع: عقيدة السفاريني: 1/300، ومجموع فتاوى شيخ الإسلام: 8/59.\n(2) صحيح الجامع الصغير: 1/120. ورقم الحديث: 212.\n(3) صحيح الجامع الصغير: 1/120. ورقم الحديث: 120.\n(4) صحيح الجامع الصغير: 1/123. ورقم الحديث: 224.\n(5) صحيح الجامع الصغير: 3/72. ورقم الحديث: 3060.\n(1/54)\n",
        "يرويه أحمد في مسنده بإسناد حسن عن ابن عمر عن النبي صلى الله عليه وسلم قال: \" لكل أمة مجوس، ومجوس أمتي الذين يقولون لا قدر، إن مرضوا فلا تعودوهم، وإن ماتوا فلا تشهدوهم \" (1) .\nوفي حديث آخر يرويه أحمد وأبو داود عن ابن عمر أيضاً قال: قال رسول الله صلى الله عليه وسلم: \" القدرية مجوس هذه الأمة، إن مرضوا فلا تعودوهم، وإن ماتوا فلا تشهدوهم \" (2) .\nوقد صاح الصحابة بأصحاب هذه الضلالة من كل ناحية، وأنكروا عليهم ما جاؤوا به من الضلال والباطل، ونهوا الناس عن مخالطة هؤلاء ومجالستهم، وأوردوا عليهم النصوص الفاضحة لباطلهم، المقررة للحق في باب القدر.\nففي سنن الترمذي عن نافع أنَّ ابن عمر جاءَه رجل فقال: إنَّ فلاناً يَقرأ عليك السلام، فقال له: بلغني أنّه قد أحدث، فإن كان قد أحدث فلا تقرئه مني السلام، فإني سمعت رسول الله صلى الله عليه وسلم يقول: \" يكون في هذه الأمة أو في أمتي خسف أو مسخ أو قذف في أهل القدر \".\nقال الترمذي: هذا حديث حسن صحيح غريب.\nوفي الترمذي عن ابن عمر أيضاً يرفعه: \" يكون في أمتي خسف ومسخ وذلك في المكذبين في القدر \" (3) .\n_________\n(1) صحيح الجامع الصغير: 5/37. ورقم الحديث: 5039.\n(2) مشكاة المصابيح: 1/38 ورقم الحديث 107 والذي حققه الشيخ ناصر في تعليقه على المشكاة أن الحديث حسن الإسناد.\n(3) سنن الترمذي: 4/456. حديث رقم 2152، 2153.\n(1/55)\n\nوفي سنن الترمذي أيضاً عن عبد الواحد بن سليم قال: قدمت مكة فلقيت عطاء بن أبي رباح فقلت له: يا أبا محمد، إن أهل البصرة يقولون: لا قدر. قال يا بني، أتقرأ القرآن؟\nقلت: نعم.\nقال: فاقرأ الزخرف.\nقال: فقرأت: (حم - والكتاب المبين - إنا جعلناه قرأناً عربياً لعلكم تعقلون - وإنه في أم الكتاب لدينا لعلي حكيم) [الزخرف: 1-4] .\nقال: أتدري ما أم الكتاب؟\nقلت: الله ورسوله أعلم.\nقال: فإنه كتاب كتبه قبل أن يخلق السماوات والأرض، فيه أن فرعون من أهل النار، وفيه (تبت يدا أبي لهب وتب) [المسد: 1] .\nقال عطاء: فلقيت الوليد بن عبادة بن الصامت صاحب رسول الله صلى الله عليه وسلم فسألته ما كانت وصية أبيك عند الموت؟\nقال: دعاني أبي فقال لي: يا بني، اتق الله، واعلم أنك لن تتقي الله حتى تؤمن بالله، وتؤمن بالقدر كله خيره وشره، فإن مت على غير هذا أدخلت النار، إني سمعت رسول الله صلى الله عليه وسلم يقول: \" إن أول ما خلق الله القلم قال: اكتب. فقال: ما أكتب؟ قال: اكتب ما كان، وما هو كائن إلى الأبد \".\nقال الترمذي: هذا حديث غريب من هذا الوجه (1) .\n_________\n(1) سنن الترمذي: 4/457 ورقمه 2155. وانظر صحيح سنن الترمذي للشيخ ناصر الدين الألباني: 2/228.",
        "(1/56)\n\nوقد نص الأئمة على كفر هذه الطائفة التي لم تقر بعلم الله، وممن نص على كفرهم الأئمة مالك والشافعي وأحمد (1) .\nوقد تلاشت هذه الطائفة التي تكذب بعلم الله السابق أو كادت، يقول السفاريني: \" قال العلماء: المنكرون لهذا انقرضوا، وهم الذين كفرهم عليه الإمام مالك والإمام الشافعي والإمام أحمد وغيرهم من الأئمة \" (2) .\n\" وقال القرطبي: قد انقرض هذا المذهب، فلا نعرف أحداً ينسب إليه من المتأخرين. وقال الحافظ ابن حجر العسقلاني: القدرية اليوم مطبقون على أن الله عالم بأفعال العباد قبل وقوعها، وإنما خالفوا السلف في زعمهم بأن أفعال العباد مقدورة لهم، وواقعة منهم على وجه الاستقلال، وهو مع كونه مذهباً باطلاً أخف من المذهب الأول. قال: والمتأخرون منهم أنكروا تعلق الإرادة بأفعال العباد فراراً من تعلق القديم بالمحدث \" (3) .\nوقال النووي: \" قال أصحاب المقالات من المتكلمين: انقرضت القدرية القائلون بهذا القول الشنيع الباطل، ولم يبق أحد من أهل القبلة عليه، وصارت القدرية في الأزمان المتأخرة تعتقد إثبات القدر، ولكن يقولون: الخير من الله، والشر من غيره تعالى الله عن قولهم \" (4) .\n\" والقدرية يعترفون بأن الله خلق الإنسان مريداً، لكن يجعلونه مريداً بالقوة والقبول، أي قابلاً لأن يريد هذا ويريد هذا، وأمّا كونه مريداً لهذا\n_________\n(1) راجع فتاوى شيخ الإسلام: 8 / 288.\n(2) عقيدة السفاريني: 1/301.\n(3) عقيدة السفاريني: 1/301.\n(4) شرح النووي على مسلم: 15/ 154.\n(1/57)",
        "\nالمُعَيَّنِ، وهذا المُعَيَّنِ، فهذا عندهم ليس مخلوقاً \" (1) .\n\" فهؤلاء في الحقيقة مجوس ثَنَوِيَّة، بل أعظم منهم، فإن الثَنويّةَ أثبتوا خالِقَين للكون كله، وهؤلاء أثبتوا خالقين لكل فرد من الأفراد، ولكل فعل من الأفعال، بل جعلوا المخلوقين كلهم خالقين، ولولا تناقضهم لكانوا أكفر من المجوس.\nوطرد قولهم ولازمه وحاصلة هو إخراج أفعال العباد عن خلق الله - عز وجل - وملكه، وأنها ليست داخلة في ربوبيته عز وجل، وأنه يكون في ملكه ما لا يريد، ويريد مالا يكون، وأنهم أغنياء عن الله عز وجل، فلا يستعينون على طاعته ولا ترك معصيته، ولا يعوذون بالله من شرور أنفسهم ولا سيئات أعمالهم ولا يستهدونه الصراط المستقيم \" (2) .\nوالقدرية بزعمهم أرادوا تنزيه الله وتقديسه عندما زعموا أن الله شاء الإيمان من الكافر، ولكنَّ الكافر هو الذي شاء الكفر، وحجتهم في ذلك أن هذا يؤدي إلى الظلم، إذ كيف يشاء الله الكفر من الكافر ثم يعذبه عليه.\nولكنهم - كما يقول شارح الطحاوية - \" صاروا كالمستجير من الرمضاء بالنار، فإنهم هربوا من شيء فوقعوا فيما هو شرٌّ منه فإنه يلزم أن مشيئة الكافر غلبت مشيئة الله تعالى، فإن الله قد شاء الإيمان منه - على قولهم - والكافر شاء الكفر، فوقعت مشيئة الكافر دون مشيئة الله تعالى، وهذا من أقبح الاعتقاد، وهو قول لا دليل عليه، بل هو مخالف للدليل \" (3) .\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8 / 206.\n(2) معارج القبول: 2/253.\n(3) شرح الطحاوية: ص 277.\n(1/58)\n",
        "ومشيئة الله الكفر من الكافر ليس ظلماً له كما يدعي أهل الظلم من القدرية؛ فلله الحجة البالغة، وله في عباده من الحِكَمِ مالا يعلمه إلا هو تبارك وتعالى.\nففي صحيح مسلم عن أبي الأسود الدِّيلي، قال: قال لي عمران بن الحصين: \" أرأيت ما يعمل الناس اليوم ويكدحون فيه، أشيء قضي عليهم ومضى عليهم من قدر ما سبق؟ أو فيما يستقبلون به مما أتاهم به نبيهم، وثبتت الحجّة عليهم؟\nفقلت: بل شيء قضي عليهم، ومضى عليهم.\nقال: فقال: أفلا يكون ظلماً؟\nقال: ففزعت فزعاً شديداً. وقلت: كل شيء خَلْق الله ومِلْك يده فلا يسأل عما يفعل وهم يسألون.\nفقال لي: يرحمك الله، إني لم أرد بما سألتك إلا لأحرز عقلك.\nإن رجلين من مزينة أتيا رسول الله صلى الله عليه وسلم فقالا: يا رسول الله، أرأيت ما يعمل الناس اليوم ويكدحون فيه، أشيء قضي عليهم ومضى فيهم من قدر قد سبق، أو فيما يستقبلون به مما أتاهم به نبيهم، وثبتت الحجة عليهم؟\nفقال: \" لا، بل شيء قضي عليهم ومضى فيهم، وتصديق ذلك في كتاب الله (ونفس وما سواها - فألهمها فجورها وتقواها) [الشمس: 7-8] (1) .\nوفي سنن أبي داود عن ابن الديلمي قال: أتيت أُبي بن كعب، فقلت له: وقع في نفسي شيء من القدر، فحدثني بشيء لعل الله أن يذهبه من\n_________\n(1) صحيح مسلم: 4/2041، ورقم الحديث: 2650.\n(1/59)\n\nقلبي، قال: لو أن الله عذَّب أهل سمواته وأهل أرضه عذبهم وهو غير ظالم لهم، ولو رحمهم كانت رحمته خيراً لهم من أعمالهم، ولو أنفقت مثل أحد ذهباً في سبيل الله، ما تقبله الله منك حتى تؤمن بالقدر، وتعلم أن ما أصابك لم يكن ليخطئك، وأن ما أخطأك لم يكن ليصيبك، ولو مت على غير هذا لدخلت النار.\nقال: ثم أتيت عبد الله بن مسعود، فقال مثل ذلك، ثم أتيت حذيفة بن اليمان فقال مثل ذلك، ثم أتيت زيد بن ثابت فقال مثل ذلك (1) .\nوالقدرية بمسلكهم هذا جعلوا لأهل الضلال سبيلاً عليهم، فقد ذكر عمر بن الهيثم قال: خرجنا في سفينة، وصحبنا فيها قدري ومجوسي، فقال القدري للمجوسي: أسلم.\nفقال المجوسي: حتى يريد الله.\nفقال القدري: إن الله يريد، ولكن الشيطان لا يريد.\nقال المجوسي: أراد الله وأراد الشيطان، فكان ما أراد الشيطان، هذا شيطان قوي. وفي رواية أنه قال: فأنا مع أقواهما (2) .\nمحاورة أهل السنة للقدرية\nولم يستطيع منطق المعتزلة أن يقف في مجال الحجاج مع عوام أهل السنة فضلاً عن علمائهم وأهل الرأي فيهم.\nيذكر أهل العلم أن أعرابياً أتى عمرو بن عبيد، فقال له: إن ناقتي\n_________\n(1) سنن أبي داود: 4/310. ورقم الحديث: 3699.\n(2) شرح الطحاوية: 278.",
        "(1/60)\n\nسُرقت، فادع الله أن يردها عليَّ.\nقال عمرو بن عبيد: اللهم إن ناقة هذا الفقير سُرقت، ولم تُرِدْ سرقتها، اللهمّ ارددها عليه.\nفقال الأعرابي: الآن ذهبت ناقتي، وأيست منها.\nقال: كيف؟\nقال: لأنه إذا أراد أن لا تُسرق فسرِقت، لم آمن أن يريد رجوعها فلا ترجع، ونهض من عنده منصرفاً (1) .\nإجابة أبو عصام القسطلاني لقدري\nوقال رجل لأبي عصام القسطلاني: أرأيت إن منعني الهدى، وأوردني الضلال ثم عذبني أيكون منصفاً؟\nفقال له أبو عصام: إن يكن الهدى شيئاً هو له، فله أن يعطيه من يشاء ويمنعه من يشاء (2) .\nمحاورة عبد الجبار الهمداني وأبي إسحاق الإسفراييني\nودخل عبد الجبار الهمداني أحد شيوخ المعتزلة - على الصاحب ابن عباد، وعنده أبو إسحاق الإسفراييني أحد أئمة السنة، فلما رأى الأستاذ قال: سبحان من تنزه عن الفحشاء.\n_________\n(1) شرح أصول اعتقاد أهل السنة: ص740.\n(2) شرح الطحاوية: ص278.\n(1/61)",
        "\nفقال الأستاذ فوراً: سبحان من لا يقع في ملكه إلا من يشاء.\nفقال القاضي: أيشاء ربنا أن يُعْصَى؟\nفقال الأستاذ: أيُعْصَى ربنا قهراً؟\nفقال القاضي: أرأيت إن منعني الهدى، وقضى عَليَّ بالردى، أحسن إليّ أم أساء؟\nفقال الأستاذ: إن منعك ما هو لك فقد أساء، وإن منعك ما هو له فهو يختص برحمته من يشاء. فبهت القاضي.\nوفي تاريخ الطبري أن غيلان قال لميمون بن مهران بحضرة هشام بن عبد الملك الذي أتى به ليناقشه:\nأشاء الله أن يُعصى؟\nفقال له ميمون: أفَعُصيَ كارهاً؟ \" (1) .\nبيْنَ عمر بن عبد العزيز وغَيْلان الدمشقي\nوحاور عمر بن عبد العزيز غيلان الدمشقي أحد رؤوس الاعتزال، فقال له عمر: يا غيلان بلغني أنك تتكلم في القدر.\nفقال: يَكْذِبون عليَّ يا أمير المؤمنين.\nقال: اقرأ عليَّ سورة \" يس \".\nقال: فقرأ عليه: (يس - والقرآن الحكيم - إنك لمن المرسلين - على صراط\n_________\n(1) انظر هاتين القصتين في تعليق محقق شرح الطحاوية ص278 وانظر فتح الباري: 13/ 451.\n(1/62)\n",
        "مستقيم - تنزيل العزيز الرحيم - لتنذر قوماً ما أنذر آباؤهم فهم غافلون - لقد حق القول على أكثرهم فهم لا يؤمنون - إنا جعلنا في أعناقهم أغلالاً فهي إلى الأذقان فهم مقمحون - وجعلنا من بين أيديهم سداً ومن خلفهم سداً فأغشيناهم فهم لا يبصرون) [يس: 1-9] .\nقال غيلان: لا والله لكأني يا أمير المؤمنين لم أقرأها قط إلا اليوم. أشهد يا أمير المؤمنين أني تائب من قولي بالقدر.\nفقال عمر: اللهم إن كان صادقاً فتب عليه، وإن كان كاذباً فاجعله آية للمؤمنين (1) .\nقال معاذ بن معاذ: حدثني صاحب لي قال:\n\" مرَّ التيمي بمنزل ابن عون فحدثه بهذا الحديث، قال ابن عون: أنا رأيته مصلوباً بدمشق \" (2) .\nوقال أبو جعفر الخطمي:\n\" شهدت عمر بن عبد العزيز وقد دعا غيلان لشيء بلغه في القدر فقال له: ويحك يا غيلان ما هذا الذي بلغني عنك؟\nقال: يُكْذَبُ عليَّ يا أمير المؤمنين، يقال عليَّ ما لا أقول.\nقال: ما تقول في العلم؟\n_________\n(1) قال محقق كتاب شرح أصول اعتقاد أهل السنة: هذه الرواية رواها الآجري في الشريعة ص 229 وابن بطة في الإبانة (2: 326 - 327) .\n(2) قال محقق كتاب شرح أصول اعتقاد أهل السنة: رواه عبد الله بن أحمد - بدون واسطة بين معاذ وابن عون - في السنة ص 128 وابن بطة - وفيه أن القائل: أنا رأيته ... هو ابن عوف. الإبانة 2/327 قال الهيثمي: رواه أحمد ورجاله ثقات. مجمع الزوائد7/207.\n(1/63)\n\nقال: نفذ العلم.\nقال: أنت مخصوم، اذهب الآن فقل ما شئت.\nيا غيلان، إنك إن أقررت بالعلم خصمت، وإن جحدته كفرت، وإنك إن تقر به فتخصم، خير لك من أن تجحد فتكفر.\nثم قال له: أتقرأ (يس) ؟\nفقال نعم.\nقال: اقرأ.\nقال: فقرأ (يس - والقرآن الحكيم ... ) إلى قوله: (لقد حق القول على أكثرهم فهم لا يؤمنون) [يس: 1-7] .\nقال: قف كيف ترى؟\nقال: كأني لم أقرأ هذه الآية يا أمير المؤمنين.\nقال: زد.\nفقرأ: (إنا جعلنا في أعناقهم أغلالاً فهي إلى الأذقان فهم مقمحون - وجعلنا من بين أيديهم سداً ومن خلفهم سداً) [يس: 8-9] .\nفقال له عمر: قل (سداً فأغشيناهم فهم لا يبصرون - وسواءٌ عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون) [يس: 9-10] .\nقال: كيف ترى؟ .\nقال: كأني لم أقرأ هذه الآيات قط، وإني أعاهد الله أن لا أتكلم في شيء مما كنت أتكلم فيه أبداً.",
        "(1/64)\n\nقال: اذهب. فلما ولىَّ قال: اللهم إن كان كاذباً بما قال فأذقه حر السلاح.\nقال: فلم يتكلم زمن عمر، فلما كان يزيد بن عبد الملك كان رجلاً لا يهتم بهذا ولا ينظر فيه.\nقال: فتكلم غيلان.\nفلما ولي هشام أرسل إليه فقال له: أليس قد كنت عاهدت الله لعمر لا تتكلم في شيء من هذا أبداً؟\nقال: أقلني، فوالله لا أعود.\nقال: لا أقالني الله إن أقلتك، هل تقرأ فاتحة الكتاب؟\nقال: نعم.\nقال: اقرأ (الحمد لله رب العالمين) .\nفقرأ: (الحمد لله رب العالمين - الرحمن الرحيم - مالك يوم الدين - إياك نعبد وإياك نستعين) [الفاتحة: 2-5] .\nقال: قف. على ما استعنته؟ على أمر بيده لا تستطيعه، أو على أمر في يدك أو بيدك؟\nاذهبا فاقطعا يديه ورجليه واضربا عنقه واصلباه (1) (2) .\nوالقدرية النفاة حُرموا الاستعانة بالله الواحد الأحد، لأنهم زعموا أن الله\n_________\n(1) قال محقق كتاب شرح أصول اعتقاد أهل السنة: رواه عبد الله بن أحمد - المذكور في السند - في السنة ص 127-128.\n(2) شرح اعتقاد أصول أهل السنة: 713 - 715.\n(1/65)",
        "\nلا يقدر على أفعال العباد، وأن العبد هو الخالق لفعله، فكيف يستعينون بالله على مالا يقدر عليه.\nوهؤلاء يعتمدون فيما يفعلون على حولهم وقوتهم وعملهم، وهم يطلبون الجزاء والأجر من الله كما يطلب الأجير أجره من مستأجره، والله ليس محتاجاً إلى العباد وأعمالهم، بل نفع ذلك عائد إلى العباد أنفسهم، ومع كون العباد هم المحتاجين إلى الأعمال، فلا غنى لهم عن الاستعانة بالله (إياك نعبد وإياك نستعين) [الفاتحة: 5] . (فاعبده وتوكل عليه) [هود: 123] .\nشبهات وأجوبتها\n1- معنى المحو والإثبات في الصحف، وزيادة الأجل ونقصانه:\nقد يشكل على بعض الناس مواضع في كتاب الله وأحاديث رسول الله صلى الله وسلم، فيقول بعضهم: إذا كان الله علم ما هو كائن، وكتب ذلك كله عنده في كتاب فما معنى قوله: (يمحو الله ما يشاء ويثبت) [الرعد: 39] .\nوإذا كانت الأرزاق والأعمال والآجال مكتوبة لا تزيد ولا تنقص فما توجيهكم لقوله صلى الله عليه وسلم: \" من سرَّه أن يُبسط له في رزقه، ويُنسأ له في أثره فليصل رحمه \".\nوكيف تفسرون قول نوح لقومه: (أن اعبدوا الله واتقوه وأطيعون - يغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى) [نوح: 3-4] .\n(1/66)\n",
        "وما قولكم في الحديث الذي فيه أن الله جعل عمر داود عليه السلام مائة سنة بعد أن كان أربعين سنة.\nوالجواب أن الأرزاق والأعمار نوعان:\nنوع جرى به القدر وكتب في أم الكتاب، فهذا لا يتغير ولا يتبدل، ونوع أعلم الله به ملائكته فهذا هو الذي يزيد وينقص، ولذلك قال الله تعالى: (يمحوا الله ما يشاء ويثبت وعنده أم الكتاب) [الرعد: 39] . وأم الكتاب هو اللوح المحفوظ الذي قدر الله فيه الأمور على ما هي عليه.\nففي كتب الملائكة يزيد العمر وينقص، وكذلك الرزق بحسب الأسباب، فإن الملائكة يكتبون له رزقاً وأجلاً، فإذا وصل رحمه زيد له في الرزق والأجل، وإلا فإنه ينقص له منهما (1) .\n\" والأجل أجلان: أجل مطلق يعلمه الله، وأجل مقيد، فإن الله يأمر الملك أن يكتب لعبده أجلاً، فإن وصل رحمه، فيأمره بأن يزيد في أجله ورزقه. والملك لا يعلم أيزاد له في ذلك أم لا، لكن الله يعلم ما يستقر عليه الأمر، فإذا جاء الأجل لم يتقدم ولم يتأخر \" (2) .\nيقول ابن حجر العسقلاني: \" الذي سبق في علم الله لا يتغير ولا يتبدل، والذي يجوز عليه التغيير والتبديل ما يبدو للناس من عمل العامل، ولا يبعد أن يتعلق ذلك بما في علم الحفظة والموكلين بالآدمي، فيقع فيه المحو والإثبات، كالزيادة في العمر والنقص، وأما ما في علم الله فلا محو فيه ولا إثبات والعلم عند الله \" (3) .\n_________\n(1) راجع مجموع فتاوى شيخ الإسلام: 8/540.\n(2) راجع المصدر السابق: 8/517.\n(3) فتح الباري: 11/488.\n(1/67)\n\n2- التوفيق بين الأقدار وبين \" كل مولود يولد على الفطرة \":\nوقد يقول بعض الناس كيف يكون الله قدر كل شيء مع أنه صح عن رسولنا أن كل مولود يولد على الفطرة؟\nفالجواب أنه لا تناقض ولا تعارض بين النصوص المبينة أن كل شيء بقدر، والنصوص المخبرة بأن مولود يولد على الفطرة.\nفالله فطر عباده على السلامة من الاعتقادات الباطلة كما فطرهم على قبول العقائد الصحيحة، ثم إذا ولدوا أحاطت بهم شياطين الإنس والجن، فأفسدت فطرهم وغيَّرتها، وثبَّت الله من شاء الله هدايته على الحق.\nوالله يعلم من يثبت على الفطرة السويّة السليمة، ومن تتغير فطرته، علم ذلك في الأزل وكتبه، فلا منافاة بين هذه النصوص ولا تعارض بينهما، ففي الحديث الذي يرويه مسلم في صحيحه عن عياض بن حمار قال: قال رسول الله صلى الله عليه وسلم فيما يرويه عن الله: \" إني خلقت عبادي حنفاء فاجتالتهم الشياطين، وحرَّمت عليهم ما أحللت لهم، وأمرتهم أن يشركوا بي مالم أنزل به سلطاناً \".\nوالله يعلم من الذي تجتالهُ الشياطين وتغرر به، ويعلم من يثبت على الحق، ويهدى للصواب.\nوإذا عرفت هذا الذي بيناه علمت كيف تُوَجِّه قوله صلى لله عليه وسلم: \" خلق الله يحيى بن زكريا في بطن أمه مؤمناً، وخلق فرعون في بطن أمه كافراً \". رواه ابن عدي في الكامل، والطبراني في الأوسط (1) .\n_________\n(1) صحيح الجامع الصغير: 3/113 ورقم الحديث: 3232.",
        "(1/68)\n\n3- إذا كانت الأمور مقدرة فما معنى قوله: (وما أصابك من سيئة فمن نفسك) :\nوقد يحتج بعض الناس للقدرية النفاة بقوله تعالى: (ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك) [النساء: 79] ، ويظنون أن المراد بالحسنات والسيئات في هذه الآية الطاعات والمعاصي.\nوهؤلاء أخطؤوا الفهم، فالمراد بالحسنات هنا النعم، والمراد بالسيئات المصائب، يدلنا على صحة هذا الفهم سياق النص. قال تعالى: (أينما تكنوا يدرككم الموت ولو كنتم في بروج مشيدة وإن تصبهم حسنة يقولوا هذه من عند الله وإن تصبهم سيئة يقولوا هذه من عندك قل كلٌ من عند الله فمال هؤلاء القوم لا يكادون يفقهون حديثاً - ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك) [النساء: 78 -79] .\nفالله يحكي عن المنافقين أنهم كانوا إذا أصابتهم حسنة مثل الرزق والنصر والعافية، قالوا: هذه من الله، وإذا أصابتهم سيئة - مثل ضَرْبٍ ومرض وخوف من عدو - قالوا: هذه من عندك يا محمد. أنت الذي جئت بهذا الدين الذي عادانا الناس لأجله، وابتلينا لأجله بهذه المصائب.\nفالحسنات هنا النعم، والسيئات المصائب، وهذه كقوله تعالى: (إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها وإن تصبروا وتتقوا لا يضركم كيدهم شيئاً) [آل عمران: 120] ، وقوله: (وبلونهم بالحسنات والسيئات لعلهم يرجعون) [الأعراف: 186] .\nثم قرر الحق أن المصائب والنعم لا تخرج عن قدر الله ومشيئته (قل كل من عند الله فمال هؤلاء القوم لا يكادون يفقهون حديثاً) [النساء: 78] .\n(1/69)",
        "\nثم بين الحق تبارك وتعالى أن السيئات التي هي المصائب ليس لها سبب إذا أذنب العبد إلا من نفسه، وأما ما يصيب العبد من الخير فلا تنحصر أسبابه، لأنه من فضل الله، يحصل بعمل العبد وبغير عمله من إنعام الله عليه، فالواجب على العباد أن يشكروا ربهم ويحمدوه على ما أنعم به عليهم، كما يجب أن يكثروا من التوبة والأوبة والاستغفار مما اقترفوه من ذنوب سببت لهم المصائب والبلايا.\nوإذا أنت تأملت في قوله: (ما أصابك من حسنة ... ) (وما أصابك من سيئة) علمت أن الحسنة والسيئة هي فعل الله بالعباد التي هي المصائب والنعم، أما قوله (فمن نفسك) أي بسبب ذنوب العبد وخطاياه، وهذا وإن كان مقدراً إلا أن الله قدر تكون المصيبة بسبب الذنب.\nأما الحسنات والسيئات التي هي أفعال العباد فلا يقال فيها: (ما أصابك) وإنما يقول: (من جاء بالحسنة فله خير منها ومن جاء بالسيئة فلا يجزى الذين عملوا السيئات إلا ما كانوا يعملون) [القصص: 84] . وإنما قال هنا: (جاء) لأن الحسنة فعل الجائي، ولذلك صرح بهذا في جانب الذنوب والمعاصي: (فلا يجزى الذين عملوا السيئات إلا ما كانوا يعملون) [القصص: 84] (1) .\n4- كيف يخلق الله الشر ويقدره؟\nوقد يشاغب بعض القدرية فيقولون: إنَّ الله مقدس عن فعل الشر، وإن الواجب على العباد أن ينزهوا ربهم عن الشر وفعله، وهؤلاء خلطوا حقاً\n_________\n(1) راجع في هذا المبحث: مجموع فتاوى شيخ الإسلام: 8/110، 224.\n(1/70)\n",
        "بباطل فالتبست عليهم الأمور\nوجواب هذه الشبهة أن الله تعالى لا يخلق الشرَّ المحض الذي لا خير فيه، ولا منفعة فيه لأحد، وليس فيه حِكْمَة ولا رحمة، ولا يعذب الناس بلا ذنب، وقد بين العلماء أمثال شيخ الإسلام ابن تيمية وابن القيم وغيرهما ما في خلق إبليس والحشرات والكواسر من الحكمة والرحمة.\nفالشيء الواحد يكون خلقه باعتبار خيراً، وباعتبار آخر شراً، فالله خلق إبليس يبتلي به عباده، فمنهم من يمقته، ويحاربه ويحارب منهجه، ويعاديه ويعادي أولياءَه، ويوالي الرحمن ويخضع له، ومنهم من يواليه ويتبع خطواته.\n(1/71)\n\nالتاركون للعمل اتكالاً على القدر\nضل فريق آخر في باب القدر فقالوا: إذا كان الله عالماً بكل شيء نفعله، وعالماً بمصيرنا إلى الجنة أو النار، وكان هو الخالق لأفعالنا، فلماذا نعمل وننصب؟ ولماذا لا نترك الأقدار تجري في أَعِنَّتِهَا، وسيأتينا ما قدر لنا شئنا أم أبينا.\nوقد تَعمَّقَتْ هذه الضلالة عند طوائف من العُبَّاد والزهاد وأهل التصوف، ولم تقله طائفة واحدة بعينها من طوائف أهل المقالات، وكان ولا يزال هذا القول على ألسنة كثير من جهال المسلمين وأهل الزيغ والزندقة (1) .\nوهذا الفريق يؤمن بالقدر، وأن الله عالم بكل شيء، وخالق لكل شيء، ومريد لجميع الكائنات، ولكنهم زعموا أن كل ما خلقه الله وشاءه فقد رضيه وأحبه، وزعموا أنه لا حاجة بالعباد إلى العمل والأخذ بالأسباب، فما قُدِّر لهم سيأتيهم، وزعموا أن العباد مجبورون على أفعالهم، فالإنسان عندهم ليس له قدرة تؤثر في الفعل، بل هو مع القدر كالريشة في مهب الريح، وكالساقط من قمة جبل شامخ إلى واد بعيد غورهُ، سحيق قَعُره، لا يملك وهو يتردى فيه من أمره شيئا ً.\nلقد ترك هؤلاء العمل احتجاجاً بالقدر قبل وقوعه، واحتجوا بالقدر\n_________\n(1) راجع مجموع فتاوى شيخ الإسلام: 8/ 59، 99، 256.",
        "(1/72)\n\nعلى ما يقع منهم من أعمال مخالفة للشرع، ووصل بهم الحال إلى عدم التفريق بين الكفر والإيمان، وأهل الهدى والضلال، لأن جميع ذلك خلق الله، فلم التفريق؟\nإن هذه العقيدة المنحرفة أضلت عقولاً كثيرة وانحرف مسارها عن جادة الحق والصواب، فاضطربت عندها موازين العدل والحق، وعطلت هذه العقيدة المنحرفة طاقات هائلة في العالم الإسلامي، أقعدتها عن العمل، بل جيَّرت أعمالها لمصلحة أعداء الإسلام في بعض الأحيان.\nلقد كان من آثار هذه العقيدة الزعم بأن الله أحب الكفر والشرك والقتل والزنا والسرقة وعقوق الوالدين وغير ذلك من الذنوب والمعاصي، لأنهم يزعمون أن كل شيء خلقه الله وأوجده فهو يحبه ويرضاه.\nومن آثارها أن أصحابها تركوا الأعمال الصالحة الخيرة التي توصلهم إلى الجنة وتنجيهم من النار، وارتكبوا كثيراً من الموبقات بدعوى أن القدر آت آت، وكل ما قدر للعبد سيصيبه، فلماذا العمل والتعب والنصب.\nلقد ترك هؤلاء الأخذ بالأسباب، فتركوا الصلاة والصيام، كما تركوا الدعاء والاستعانة بالله والتوكل عليه، لأنه لا فائدة منها، فالذي يريده الله ماض قادم لا ينفع معه دعاء ولا عمل.\nورضي كثير من هؤلاء بظلم الظالمين وإفساد المفسدين، لأن ما يفعلوه قدر الله وإرادته.\nوتركوا الأمر بالمعروف والنهي عن المنكر، ولم يهتموا بإقامة الحدود والقصاص، لأن ما وقع من المفاسد والجرائم مقدر لا بدَّ منه.\nوقد عرض شيخ الإسلام ابن تيمية - رحمه الله - لهذا الفريق ومعتقده\n(1/73)",
        "\nوحاله في مواضع من كتبه، فقال: \" الذين اعترفوا بالقضاء والقدر، وزعموا أن ذلك يوافق الأمر والنهي، فهؤلاء يؤول أمرهم إلى تعطيل الشرائع والأمر والنهي، مع الاعتراف بالربوبية العامة لكل مخلوق، وأنه ما من دابة إلا ربي آخذ بناصيتها، وهذا هو الذي يُبتلى به كثيراً - إمّا اعتقاداً وإما حالاً - طوائف من الصوفية والفقراء حتى يخرج من يخرج منهم إلى الإباحة للمحرمات، وإسقاط الواجبات، ورفع العقوبات \" (1) .\nوقال أيضاً فيهم: \" هؤلاء رأوا أن الله خالق المخلوقات كلها، فهو خالق أفعال العباد، ومريد الكائنات، ولم يميزوا بعد ذلك بين إيمان وكفر، ولا عرفان ولا نكر، ولا حق ولا باطل، ولا مهتدي ولا ضال، ولا راشد ولا غوي، ولا نبي ولا متنبيء، ولا ولي لله ولا عدو، ولا مرضي لله ولا مسخوط، ولا محبوب لله ولا ممقوت، ولا بين العدل والظلم، ولا بين البر والعقوق، ولا بين أعمال أهل الجنة وأعمال أهل والنار، ولا بين الأبرار والفجار، حيث شهدوا ما تجتمع فيه الكائنات من القضاء السابق والمشيئة النافذة والقدرة الشاملة والخلق العام، فشهدوا المشترك بين المخلوقات، وعموا عن الفارق بينهما \" (2) .\n\" وقد يغلو أصحاب هذا الطريق حتى يجعلوا عين الموجودات هي الله، ويمسكون بموافقة الإرادة القدرية في السيئات الواقعة ممنهم، كقول الحريري: أنا كافر برب يعصى، وقول بني إسرائيل:\nأصبحت منفعلاً لما يختاره ××× مني ففعلي كله طاعات\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/256.\n(2) مجموع فتاوى شيخ الإسلام: 8/60.\n(1/74)\n",
        "وقد يسمون هذا حقيقة باعتبار أنه حقيقة الربوبية \" (1) .\nوعرض ابن القيم لهذه الفرقة وضلالاتها في كتابه القيم \" شفاء العليل \" فقال: \" ثم نبغت طائفة أخرى زعمت أن حركة الإنسان الاختيارية - ولا اختيار - كحركة الأشجار عند هبوب الرياح، وكحركات الأمواج، وأنه على الطاعة مجبور، وأنه غير ميسر لما خلق له، بل هو عليه مجبور ومقصور.\nثم تلاهم أتباعهم على آثارهم مقتدين، ولمنهاجهم مقتفين، فقرروا هذا المذهب وانتموا إليه، وحققوه، وزادوا عليه أن تكاليف الرب تعالى لعباده كلها تكليف مالا يطاق، وأنها في الحقيقة كتكليف المقعد أن يرقى إلى السبع الطباق، فالتكليف بالإيمان وشرائعه تكليف بما ليس من فعل العبد، ولا هو بمقدوره، وإنما هو تكليف بفعل من هو منفرد بالخلق، وهو على كل شيء قدير، فكلف عباده بأفعاله، وليسوا عليها قادرين، ثم عاقبهم عليها، وليسوا في الحقيقة لها فاعلين.\nثم تلاهم على آثارهم محققوهم من العُبَّاد، فقالوا: ليس في الكون معصية البتَّة، إذ الفاعل مطيع للإرادة موافق للمراد، كما قيل:\nأصبحت منفعلاً لما يختاره ××× مني ففعلي كله طاعات\nولاموا بعض هؤلاء على فعله فقال: إن كنت عصيت أمره، فقد أطعت إرادته، ومطيع الإرادة غير ملوم، وهو في الحقيقة غير مذموم، وقرر محققوهم من المتكلمين في هذا المذهب بأن الإرادة والمشيئة والمحبة في حق الرب سبحانه هي واحدة، فمحبته هي نفس مشيئته، وكل ما في\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/257.\n(1/75)\n\nالكون فقد أراده وشاءه، وكل ما شاءه فقد أحبه.\n... ولقد ظنت هذه الفرقة بالله أسوأ الظنون، ونسبته إلى أقبح الظلم، وقالوا: إن أوامر الرب ونواهيه كتكليف العبد أن يرقى فوق السماوات، وكتكليف الميت إحياء الأموات، والله يعذب عباده أشدَّ التعذيب على فعل مالا يقدرون على تركه، وعلى ترك مالا يقدرون على فعله، بل يعاقبهم على نفس فعله الذي هو لهم غير مقدور، وليس أحد ميسر له، بل هو عليه مقهور، ونرى العارف منهم ينشد مترنماً، ومن ربه متشكياً ومتظلماً:\nألقاه في اليم مكتوفاً وقال له ××× إياك إياك أن تبتل بالماء \" (1) .\nوقد تنبه ابن القيم إلى أن هذا الصنف من البشر قصدوا \" تحميل ذنوبهم على الأقدار، وتبريئها من الذنوب والأوزار، وقالوا إنها في الحقيقة فعل الخلاق العليم. \" (2) .\nوتنبه المقدم لكتاب \" الشفاء \" إلى أن هذا السبب هو الذي جعل \" الاتجاه السائد في كل العصور هو الجبر \" فقال: \" عقيدة الجبر تحمل عن الإنسان تبعاته، وتضع عنه أوزار ما اقترف من الإثم، وتلقي التبعة على القوة التي حركت الإنسان، ودفعت رغبته وقادته في تصرفاته، فكاد السواد الأعظم من الناس يدين بالجبر، فمن كان وثنياً اعتقد بأن أمره بيد الآلهة التي يعبدها، يلقي التبعة على الدهر، ويعتقد أن المرء طوع تقلب الحدثان.\n_________\n(1) شفاء العليل لابن القيم: ص 15 - 16.\n(2) شفاء العليل: ص 16.",
        "(1/76)\n\nومن يقول أنه مؤمن بالله يعتقد أن الأقدار تُسيرِّه كيف تشاء، وأنه مسلوب الإرادة عديم الاختيار، حتى اتخذ هذا البحث مظهراً جديداً في العصور الحديثة، حيث قال المجبرة منهم: إن إرادة الإنسان مقيدة بالغرائز والوراثة والبيئة، وليس للإنسان يد في إحداث هذه الأمور، وإذن فليس له اختيار فيما يقترف من ذنب وإثم، لأن الإرادة لا أثر لها في البواعث النفسية، بل هي ثمرة هذه البواعث، وهي خاضعة لمؤثرات نفسية أو خارجية خضوعاً لا محيص عنه.\nولما انتشرت فكرة الجبر بين المسلمين في العصور المتأخرة عن طريق الطرق الزائغة والمتصوفة أضرَّت ضرراً عظيماً، سيما مع ترك الأسباب.\nقال بعضهم:\nجرى قلم القضاء بما يكون ××× فسيان التحرك والسكون\nجنون منك أن تسعى لرزق ××× ويرزق في غيابته الجنين\" (1) .\nومقالة هذا الفريق تؤدي إلى الكفر بالله، والتكذيب بما جاء في كتبه، وأخبرت به رسله، يقول ابن تيمية رحمه الله تعالى:\n\" فمن أثبت القدر واحتج به على إبطال الأمر والنهي فهو شر ممن أثبت الأمر والنهي، ولم يثبت القدر، وهذا متفق عليه بين المسلمين وغيرهم من أهل الملل بين جميع الخلق، فإن من احتج بالقدر وشهود الربوبية العامة لجميع المخلوقات، ولم يفرق بين المأمور والمحظور والمؤمنين والكفار، وأهل الطاعة وأهل المعصية لم يؤمن بأحد من الرسل، ولا بشيء من الكتب، وكان عنده آدم وإبليس سواء، ونوح وقومه سواء،\n_________\n(1) شفاء العليل: ص5.\n(1/77)",
        "\nوموسى وفرعون سواء، والسابقون الأولون والكفار سواء \" (1) .\nوقال فيهم أيضاً: \" من يقر بتقدم علم الله وكتابه، ولكن يزعم أن ذلك يغني عن الأمر والنهي والعمل، وأنه لا يحتاج إلى العمل، بل من قضى بالسعادة دخل الجنة، بلا عمل أصلاً، ومن قضى بالشقاوة شقي بلا عمل، فهؤلاء أكفر من أولئك (يعني المكذبين بالقدر) وأضل سبيلاً، ومضمون قول هؤلاء أكفر من اليهود والنصارى بكثير \" (2) .\nوقال أيضاً: \" هؤلاء القوم إذا أصروا على هذا الاعتقاد كانوا أكفر من اليهود والنصارى، فإن اليهود والنصارى يؤمنون بالأمر والنهي، والوعد والوعيد، والثواب والعقاب، لكن حرفوا وبدلوا وآمنوا ببعض وكفروا ببعض. \" (3) .\nالرد على القدرية الجبرية\nوالرد على ضلال هذه الفرقة من وجوه:\nالأول: خطؤهم في إطلاق اسم الجبر على ما يؤديه الإنسان من أفعال:\nاستعمل هؤلاء لفظاً لم يرد به الكتاب والسنة، والواجب على العباد أن يستخدموا الألفاظ التي جاءت بها النصوص، روى اللالكائي بإسناده إلى\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/ 100.\n(2) مجموع فتاوى شيخ الإسلام: 8/288.\n(3) مجموع فتاوى شيخ الإسلام: 8/262.\n(1/78)\n",
        "بقية قال: سألت الأوزاعي والزبيدي عن الجبر؟\nفقال الزبيدي: أمر الله أعظم وقدرته أعظم من أن يجبر ويقهر، ولكن يقضي ويقدر ويخلق ويجبل عبده على ما أحب.\nوقال الأوزاعي: ما أعرف للجبر أصلاً من القرآن والسنة فأهاب أن أقول ذلك، ولكن القضاء والقدر والخلق والجبل، فهذا يعرف في القرآن والحديث عن رسول الله صلى الله عليه وسلم. \" (1) .\nوورد مثل هذه الأقوال عن جمع من علماء السلف مثل سفيان الثوري وأبي إسحاق الفزاري وغيرهم (2) .\nوإنما أنكروا إطلاق القول بأن الإنسان مجبر على فعله، لأن لفظ (الجبر) مجمل، فقد يراد بالإجبار معنى الإكراه كقولك: أجبر الأب ابنته على النكاح ' وجبر الحاكم على بيع ماله لوفاء دينه ومعنى الإجبار هنا الإكراه، فيكون معنى قولهم: أجبر الله العباد، أي: أكرههم، لا أنه جعلهم مريدين لأفعالهم مختارين لها عن حبٍّ ورضا.\nوإطلاق هذا على الله - تبارك وتعالى - خطأ بين، \" فإن الله أعلى وأجل من أن يجبر أحداً، وإنما يجبر غيره العاجز عن أن يجعله مريداً للفعل مختاراً له محباً له راضياً به، والله سبحانه قادر على ذلك، فهو الذي جعل المريد للفعل المحب له الراضي به مريداً له محباً له راضياً به، فكيف يقال أجبره وأكره، كما يجبر المخلوق المخلوق (3) .\n_________\n(1) شرح اعتقاد أصول أهل السنة: ص700 مجموع فتاوى شيخ الإسلام: 8/105.\n(2) مجموع فتاوى شيخ الإسلام ابن تيمية: 8 / 132، 294، 461.\n(3) مجموع فتاوى شيخ الإسلام: 8/463.\n(1/79)\n\nوأما إطلاق الجبر مراداً به أن الله جعل العباد مريدين لما يشاء منهم مختارين له من غيره إكراه فهذا صحيح، وقال بعض السلف في معنى الجبار: هو الذي جبر العباد على ما أراد (1) .\nولما كان لفظ الجبر لفظ مجمل يطلق على هذا وهذا منع السلف من إطلاقه نفياً أو إثباتاً.\nذكر شيخ الإسلام عن أبي بكر الخلال في كتابه (السنة) أن المروذي قال للإمام أحمد: يا أبا عبد الله، رجل يقول إن الله أجبر العباد، فقال: هكذا لا نقول، وأنكر ذلك وقال: يُضلُّ الله من يشاء ويهدي من يشاء.\nوذكر عن المروذي أن رجلاً قال: إن الله لم يجبر العباد على المعاصي، فرد عليه آخر، فقال: إن الله جبر العباد، أراد بذلك إثبات القدر، فسألوا عن ذلك أحمد بن حنبل، فأنكر عليهما جميعاً على الذي قال جَبَر، وعلى الذي قال لم يجبر حتى تاب، وأمره أن يقول: يضل من يشاء ويهدي من يشاء.\nوذكر عن إسحاق الفزاري قال: جاءني الأوزاعي فقال: أتاني رجلان فسألاني عن القدر، فأجبت أن آتيك بهما تسمع كلامهما وتجيبهما.\nقلت: رحمك الله، أنت أولى بالجواب.\nقال: فأتاني الأوزاعي ومعه الرجلان، فقال: تكلما.\nفقالا: قدم علينا ناس من أهل القدر، فنازعونا في القدر ونازعناهم\n_________\n(1) راجع: مجموع فتاوى شيخ الإسلام: 8/464.",
        "(1/80)\n\nفيه، حتى بلغ بنا وبهم إلى أن قلنا: إن الله جبرنا على ما نهانا عنه، وحال بيننا وبين ما أمرنا به، ورزقنا ما حرَّم علينا.\nفقلت: يا هؤلاء، إن الذين أتوكم بما أتوكم به قد ابتدعوا بدعة، وأحدثوا حدثاً، وإني أراكم قد خرجتم من البدعة إلى مثل ما خرجوا إليه.\nفقال الأوزاعي: أصبت وأحسنت يا أبا إسحاق. \" (1) .\nالثاني: إنكار الاختيار في أفعال العباد نقص في العقل:\nالذين يزعمون أن الإنسان ليس له إرادة يفعل بها ألغوا عقولهم، فضلوا وأضلوا، وإلا فإننا نعلم من أنفسنا أن حركتنا ليست كحركة الجماد، الذي لا يملك شيئاً لذاته في تحركه وسكونه.\nبل إننا نفرق بين الحركات غير الإرادية التي تجرى في أجسادنا وبين الحركات الإرادية، فحركة القلب، وحركة الرئتين، وجريان الدم في دورته في عروق الإنسان، وآلاف العمليات المعقدة التي تجري في أجسادنا - من غير أن نعرفها ونعلم بها - ليس لنا فيها خيار، بل هي حركات اضطرارية ليس للإنسان إرادة في إيجادها وتحقيقها، ومثل ذلك حركة المرعوش الذي لا يملك إيقاف اهتزاز يده.\nأما أكل الإنسان وشربه وركوبه، وبيعه وشراؤه، وقعوده وقيامه، وزواجه وطلاقه، ونحو ذلك فهو يتم بإرادة وقدرة ومشيئة، والذين يسلبون الإنسان هذه القدرة ضلت عقولهم، واختلفت عندهم الموازين.\nوالقرآن مليء بإسناد الأفعال إلى من قاموا بها كقوله تعالى: (وجاء من\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8 / 103.\n(1/81)",
        "\nأقصا المدينة رجل يسعى) [يس: 20] (فلما أسلما وتله للجبين) [الصافات: 103] (فوكزه موسى فقضى عليه) [القصص: 15] (فخرج على قومه في زينته) [القصص: 79] والنصوص في هذا كثيرة يصعب إحصاؤها تسند الأفعال إلى من قاموا بها.\nالوجه الثالث: زعمهم أن كل شيء قدره الله وخلقه فقد رضيه وأحبه:\nوهذا زعم باطل، فالله شاء وجود الكفر والشرك والذنوب والمعاصي من الزنا والسرقة وعقوق الوالدين والكذب وقول الزور، وأكل مال الناس بالباطل، ولكنه كرهها وأبغضها ونهى عباده عنها.\nقال ابن القيم: \" أخبرني شيخ الإسلام - قدس الله روحه - أنه لام بعض هذه الطائفة على محبة ما يبغض الله ورسوله.\nفقال له الملوم: المحبة نار تحرق من القلب ما سوى مراد المحبوب، وجميع ما في الكون مراده، فأي شيء أبُغضُ منه؟\nفقال له الشيخ: إذا كان الله قد سخط على أقوام ولعنهم وغضب عليهم وذمهم، فواليتهم أنت وأحببت أفعالهم ورضيتها، تكون موالياً له أو معادياً له؟\nقال: فبهت الجبري ولم ينطق بكلمة \" (1) .\nوسيأتي مزيد بحث في هذه المسألة عند الحديث عن الإرادة الكونية والإرادة الشرعية.\n_________\n(1) شفاء العليل: ص 16.\n(1/82)\n",
        "الوجه الرابع: زعمهم أن الإيمان بالقدر يقضي بترك الأعمال وإهمال الأسباب:\nلقد أخطأ هذا الفريق في دعواه أن الإيمان بالقدر لا يحتاج العبد معه إلى العمل، وذهل هؤلاء عن حقيقة القدر، فالله قدرَّ النتائج وأسبابها، ولم يقدر المسببات من غير أسباب، فمن زعم أن الله قدر النتائج والمسببات من غير مقدمتها وأسبابها فقد أعظم على الله الفرية.\nفالله إذا قدرَّ أن يرزق فلاناً رزقاً جعل لذلك الرزق أسباباً ينال بها، فمن ادعى أن لا حاجة به إلى السعي في طلب الرزق وأنَّ ما قدر له من رزق سوف يأتيه سعي أو لم يسع لم يفقه قدر الله في عباده.\nوإذا قدر الله أن يرزق فلاناً ولداً، فإنه يكون قدر له أن يتزوج ويعاشر زوجه، فالأسباب هي من الأقدار.\nوالله يقدر أن فلاناً يدخل الجنة، ويقدر مع ذلك أن هذا الإنسان يؤمن ويعمل الصالحات، ويستقيم على أمر الله، ويقدر أن فلاناً يكون من أهل النار، ويقدر أسباب ذلك من تركه الإيمان والأعمال الصالحة.\nويقدر أن فلاناً يمرض فيتناول الدواء فيشفى، فالله قدر المرض، وقدر السبب الذي يزيل المرض ويحقق الشفاء.\nوالله يقدر أن فلاناً يدعوه ويستغيث به، فيجيب دعاءَه ويقبل رجاءَه، ويقدر أن فلاناً لا يدعوه ولا يرجوه، فيكله إلى نفسه، ويبقيه في تعسه، فالله قدر المسببات وقدر أسبابها، ومن زعم أن المسبب يقع من غير سبب فإنه لم يفقه دين الله، ولم يعرف قدر الله، وهو كمن يزعم أن الولد يأتي\n(1/83)\n\nمن غير سبب، وأن الزرع يحصل من غير ماء ولا تراب، وأن الشبع يحدث من غير طعام، والري يكون من غير تناول شراب.\nوالنصوص الدالة على هذا الذي شرحناه وبيناه كثيرة وافرة.\nونصوص الكتاب والسنة حافلة بالأمر باتخاذ الأسباب المشروعة في مختلف شؤون الحياة، فقد أمرت بالعمل والسعي في طلب الرزق، واتخاذ العدة لمواجهة الأعداء، والتزود للأسفار.\nقال تعالى: (فإذا قُضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله) [الجمعة: 10] وقال: (فامشوا في مناكبها وكلوا من رزقه) [الملك: 15] وقال: (وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم) [الأنفال: 60] وأمر المسافرين للحج بالتزود (وتزودا فإن خير الزاد التقوى) [البقرة: 197] وأمر بالدعاء والاستعانة (وقال ربكم ادعوني أستجب لكم) [غافر: 60] (قال موسى لقومه استعينوا بالله واصبروا) [الأعراف: 128] .\nوأمر باتخاذ الأسباب الشرعية التي تؤدي إلى رضوانه وجنته كالصلاة والصيام والزكاة والحج.\nوحياة الرسول صلى الله عليه وسلم وأصحابه، بل حياة المرسلين جميعاً والسائرين على نهجهم كلها شاهدة على أخذهم بالأسباب، والجد والاجتهاد في الأعمال.\nإن الأخذ بالأسباب هو من قدر الله تبارك وتعالى، وليس مناقضاً للقدر ولا منافياً له.\nوقد فقَّه الرسول صلى الله عليه سلم بمعنى القدر، وأنه لا يُوجبُ ترك العمل،",
        "(1/84)\n\nبل يوجب الجد والاجتهاد فيه لبلوغه ما يطمح الإنسان في نيله وتحقيقه، فقد سأل الصحابة الرسول صلى الله عليه وسلم عن فائدة العمل إذا كانت الأعمال مقدرة مقضية جفَّ بها القلم، وفرغ منها رب العالمين، فقال: \" اعملوا فكل ميسر لما خلق له \" وقرأ عليه السلام: (فأما من أعطى واتقى - وصدق بالحسنى - فسنيسره لليسرى - وأما من بخل واستغنى - وكذب بالحسنى - فسنيسره للعسرى) [الليل: 5-10] .\nوقال بعض الصحابة الذين فقهوا عن الله ورسوله مراده لما سمع أحاديث القدر: \" ما كنت بأشدّ اجتهاداً مني الآن \".\nإن الذي يفقه عن الله مراده في القدر يعلم أن القدر السابق لا يمنع العمل، ولا يوجب الاتكال، بل يدفع إلى الجد والاجتهاد والحرص على تحصيل ما ينفعه في الدنيا والآخرة.\nإلا أنه يجب التنبه إلى أن العبد وإن أخَذَ بالأسباب فإنه لا يجوز أن يعتمد عليها، ويتوكل عليها، بل يجب أن يتوكل على خالقها ومنشئها.\nوقد قال علماؤنا: \" الالتفات إلى الأسباب شرك في التوحيد، ومحو الأسباب أن تكون أسباباً نقص في العقل، والإعراض عن الأسباب بالكلية قدح في الشرع، وإنما التوكل والرجاء معنى يتألف من موجب التوحيد والعقل والشرع.\nوبيان ذلك: أن الالتفات إلى السبب هو اعتماد القلب عليه ورجاؤه والاستناد إليه، وليس في المخلوقات ما يستحق هذا، لأنه ليس مستقلاً، ولا بدَّ له من شركاء وأضداد، ومع هذا كله فإن لم يسخره مسبب الأسباب لم يسخر، وهذا مما يبين أن الله ربُّ كل شيء ومليكه، وأن\n(1/85)",
        "\nالسماوات والأرض وما بينهما والأفلاك وما حوته لها خالق مدبر غيرها، وذلك أن كل ما يصدر عن فلك أو كوكب أو ملك أو غير ذلك، فإنك تجده ليس مستقلاً بإحداث شيء من الحوادث، بل لا بدَّ له من مشارك ومعاون، وهو مع ذلك له معارضات وممانعات \" (1) .\n\" فكل سبب له شريك وله ضد، فإن لم يعاونه شريكه، ولم يُصرف عنه ضده لم يحصل سببه، فالمطر وحده لا ينبت إلا بما ينضم إليه من الهواء والتراب وغير ذلك، ثم الزرع لا يتمُّ حتى تصرف عنه الآفات المفسدة له، والطعام والشراب لا يغذي إلا بما جعل في البدن من الأعضاء والقوى ومجموع ذلك لا يفيد إن تصرف المفسدات \" (2) .\nوالعقلاء من البشر يعلمون أنهم لا يستقلون بفعل ما يريدون، فكثير منهم تتهيأ له الأسباب، ثم يحال بينه وبين ما يشتهي وما يريد (حتى إذا أخذت الأرض زخرفها وازينت وظن أهلها أنهم قادرون عليها أتاها أمرنا ليلاً أو نهاراً فجعلناها حصيداً كأن لم تغن بالأمس) [يونس: 24] .\nيذكر اللالكائي أن رجلاً طلب من جاريته أن تسقيه، فجاءته بقدح من زجاج، فصبت له ماء، فوضعه على راحته، ثم رفعه إلى فيه، ثم قال: يزعم ناس أني لا أستطيع أن أشرب هذا، ثم قال: هي حرة إن لم أشربه (يعني جاريته التي صبت الماء)\nفما كان من الجارية إلا ضربت القدح بِردنْ قميصه، فوقع القدح وانكسر وأهراق الماء (3) .\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/170.\n(2) مجموع فتاوى شيخ الإسلام: 8 /167.\n(3) شرح أصول أهل السنة: 727.\n(1/86)\n",
        "وهكذا أثبتت الجارية لهذا المسكين أنه لا يقدر على كل ما يريد مالم يقدره الله، فلقنته درساً، وحررت نفسها من رق العبودية.\nوكم من ثري أو قوي أو مُقدّم قوم ظن أن الدنيا خضعت له وأعطته زمامها، وجد نفسه عاجزاً لا يستطيع أن يفعل شيئاً، قد يقعده عن فعل ما يشتهي عدو طاغ، أو مرضٌ مُقْعِدٌ، أو خيانة صديق. أو طمع محب (وحيل بينهم وبين ما يشتهون) [سبأ: 54] .\nالوجه الخامس: احتجاجهم بالقدر:\nوهؤلاء يحتجون بالقدر على ترك العمل، فتجد الواحد عندما يدعى إلى الصلاة والصيام وقراءة القرآن يقول: لو شاء الله لي أن أعمل هذا عملته، كما يحتجون به على ما يوقعونه بالناس من الظلم والفساد، أو ما يقع من ظلم وفساد، فيقولون في المظالم والمناكر والمفاسد التي تقع: هذه إرادة الله ومشيئته وليس لنا حيلة في ذلك، وقد أدى هذا بهم إلى ترك الباطل يستشري في ديار الإسلام.\nوترى هذا الصنف من البشر خاضعين للظلمة، بل إن بعضاً منهم يصبح أعواناً للظلمة، وتراهم يخاطبون الناس قائلين: ليس لكم إلا أن تصبروا على مشيئة الله وقدره فيكم. وترى بعض هؤلاء يفعلون الموبقات ويرتكبون المنكرات من الزنا والفسوق والعصيان ويحتجون لأفعالهم بالقدر.\nوهؤلاء إن اعتقدوا أن كل شيء واقع فهو حجة أضحكوا العقلاء منهم، وأوقعوا أنفسهم في مأزق لا يجدون منه خلاصاً، وابن القيم يذكر وقائع\n(1/87)\n\nمن هؤلاء تزري بأصحاب العقول، وتجعل أصحابها في مرتبة أقل من البهائم، يذكر عن واحد من هؤلاء أنه رأى غلامه يفجر بجاريته، فلما أراد معاقبتهما، وكان غلامه يعرف مذهبه في القدر، فقال له: إن القضاء والقدر لم يدعانا حتى فعلنا ذلك.\nفقال له ذلك الجاهل: لَعِلْمُكَ بالقضاء والقدر أحب إليَّ من كل شيء، أنت حرّ لوجه الله.\nورأى آخر رجلاً يفجر بزوجته، فأقبل يضربها وهي تقول: القضاء والقدر، فقال: يا عدوة الله أتزنين وتعتذرين بمثل هذا؟\nفقالت: أوَّه تركت السنة، وأخذت بمذهب ابن عباس.\nفتنبه، ورمى بالسوط من يده، واعتذر إليها، وقال: لولا أننت لضللت.\nورأى آخر رجلاً يفجر بامرأته، فقال: ما هذا؟\nفقالت: هذا قضاء الله وقدره.\nفقال: الخيرة فيما قضى الله. فلقب بالخيرة فيما قضى الله (1) .\nولو كان الاحتجاج بالقدر صحيحاً لأمكن لكل واحد أن يقتل ويفسد ويأخذ الأموال ويظلم العباد، فإذا سئل عن أفعاله احتج بالقدر، وكل العقلاء يعلمون بأن هذه الحجة مرفوضة غير مرضية، وإلا فإن الحياة تفسد.\nوكثير من الذين يحتجون بالقدر لظلمهم وفسقهم وضلالهم يثورون إذا ما وقع عليهم الظلم، ولا يرضون من غيرهم أن يحتج على ظلمه لهم بالقدر.\n_________\n(1) نقل عن ابن القيم هذه الوقائع وغيرها صاحب معارج القبول: 2/255.",
        "(1/88)\n\nإن المنهج الذي فقهه علماؤنا عن ربنا ونبينا أنه يجب علينا أن نؤمن بالقدر، ولكن لا يجوز لنا أن نحتج به على ترك العمل، كما لا يجوز لنا أن نحتج به على مخالفتنا للشرع، وإنما يحتج بالقدر على المصائب دون المعايب.\nيقول شيخ الإسلام رحمه الله تعالى: \" العبد له في المقدور حالان: حال قبل القدر وحال بعد القدره.\nفعليه قبل المقدور أن يستعين بالله ويتوكل عليه ويدعوه، فإذا قدر المقدور بغير فعله فعليه أن يصبر عليه أو يرضى به، وإن كان بفعله وهو نعمة حمد الله على ذلك، وإن كان ذنباً استغفر إليه من ذلك.\nوله في المأمور حالان:\nحال قبل الفعل، وهو العزم على الامتثال والاستعانة بالله على ذلك، وحال بعد الفعل وهو الاستغفار من التقصير وشكر الله على ما أنعم به من الخير. قال تعالى: (فاصبر إنّ وعد الله حق واستغفر لذنبك) [غافر: 55] أمره أن يصبر على المصائب المقدرة، ويستغفر من الذنب.\nوقال تعالى: (وإن تصبروا وتتقوا فإن ذلك من عزم الأمور) [آل عمران: 186] . وقال يوسف: (إنه من يتق ويصبر فإن الله لا يضيع أجر المحسنين) [يوسف: 90] .\nفذكر الصبر على المصائب والتقوى بترك المعائب، وقال النبي صلى الله عليه وسلم: \" احرص على ما ينفعك واستعن بالله ولا تعجز، وإن أصابك شيء فلا تقل لو أني فعلت كان كذا وكذا، ولكن قل: قدر الله وما شاء فعل، فإن لو\n(1/89)",
        "\nتفتح عمل الشيطان \" (1) (2) .\nإن العبد المؤمن الحصيف لا يترك العمل بدعوى أنَّ قدر الله ماض فيه، بل الواجب عليه أن يأخذ الأمر بقوة، يعلم ما يطلبه الله، ويفكر فيما يفيده وينفعه، ثم يبذل قصارى جهده في القيام بأمر الله، وبالأخذ بالأسباب للأمور التي يظن أن فيها نفعه وصلاحه، فإذا لم يوفق فلا يقضي وقته بالتحسر والتأسف، وإنما يقول في هذا الموضع قدر الله وما شاء فعل.\nإن الإيمان بالقدر والاحتجاج به يأتي لمعالجة المشكل النفسي الذي يذهب الطاقة الإنسانية ويبددها في حال الفشل والإخفاق، ولا يكون مانعاً من العمل والإبداع في مقبل الزمان.\nاستدلالهم بحديث احتجاج آدم بالقدر:\nوقد يستدل من قلَّ عمله بحديث احتجاج آدم وموسى على الاحتجاج بالقدر في المعايب، وهو حديث صحيح روته كتب الصحاح والسنن.\nروى أبو هريرة قال: رسول الله صلى الله عليه وسلم: \" احتج آدم وموسى عليهما السلام عند ربهما، فحج آدم موسى.\nقال موسى: أنت آدم الذي خلقك الله بيده، ونفخ فيك من روحه، وأسجد لك ملائكته، وأسكنك في جنته، ثم أُهبط الناس بخطياتك إلى الأرض؟\n_________\n(1) الحديث رواه مسلم في صحيحه عن أبي هريرة: 4/2052. ورقم الحديث: 2664.\n(2) مجموع فتاوى شيخ الإسلام: 8 /76.\n(1/90)\n",
        "فقال آدم: أنت موسى الذي اصطفاك الله برسالاته وبكلامه، وأعطاك الألواح فيها تبيان كل شيء، وقربك نجياً، فبكم وجدت الله كتب التوراة قبل أن أخلق؟\nقال موسى: بأربعين عاماً.\nقال آدم: فهل وجدت فيها: وعصى آدم ربه فغوى؟\nقال: نعم.\nقال: أفتلومني على أن عملت عملاً كتبه الله عليّ أن أعمله قبل أن يخلقني بأربعين سنة؟\nقال رسول الله فحج آدم موسى \" (1) .\nوليس في هذا الحديث حجة للذين يحتجون بالقدر على القبائح والمعايب، فآدم عليه السلام لم يحتج بالقضاء والقدر على الذنب، وموسى عليه السلام لم يلم أباه آدم على ذنب تاب منه، وتاب الله عليه منه واجتباه وهداه، وإنما وقع اللوم من موسى على المصيبة التي أخرجت آدم وأولاده من الجنة.\nفاحتج آدم بالقدر على المصيبة، لا على الخطيئة، فإن القدر يحتج به عند المصائب لا عند المعايب (2) .\n_________\n(1) رواه مسلم: 4/2043 ورقم الحديث 2652. وللحديث عند مسلم عدة روايات، وقد رواه البخاري أيضاً في مواضع من كتابه. ورواه أبو داود والترمذي في سننهما. انظر روايات الحديث في جامع الأصول: (10 /124) .\n(2) شرح الطحاوية: ص154. وأجاب بهذا الجواب شيخ الإسلام أيضاً: انظر شفاء العليل: ص 35.\n(1/91)\n\nفعلى العبد أن يستسلم للقدر إذا أصابته مصيبة (الذين إذا أصابتهم مصيبةٌ قالوا إنا لله وإنا إليه راجعون) [البقرة: 156] ، أما المذنبون فليس لهم الاحتجاج بالقدر، بل الواجب عليهم أن يتوبوا ويستغفروا (فاصبر إنَّ وعد الله حق واستغفر لذنبك) [غافر: 55] فأرشد إلى الصبر في المصائب والاستغفار من الذنوب والمعايب.\nوالله ذم إبليس لا لاعترافه بالمقدر في قوله: (رب بما أغويتني) [الحجر: 39] ، وإنما على احتجاجه بالقدر.\nوأجاب ابن القيم عن الأشكال الذي وقع في حديث احتجاج آدم بالقدر بجواب آخر فقال: \" الاحتجاج بالقدر على الذنب ينفع في موضع، ويضر في موضع، فينفع إذا احتج به بعد وقوعه والتوبة منه، وترك معاودته، كما فعل آدم، فيكون في ذكر القدر إذ ذاك من التوحيد ومعرفة أسماء الرب وصفاته وذكرها ما ينتفع به الذاكر والسامع، لأنه لا يدفع بالقدر أمراً ولا نهياً، ولا يبطل به شريعة، بل يخبر بالحق المحض على وجه التوحيد والبراءَة من الحول والقوة.\nيوضحه أن آدم قال لموسى: أتلومني على أن عملت عملاً كان مكتوباً عليَّ قبل أن أخلق؟ فإذا أذنب الرجل ذنباً ثم تاب منه توبة، وزال أمره حتى كأن لم يكن، فأنَّبهُ عليه ولامه، حسن منه أن يحتج بالقدر بعد ذلك ويقول: هذا أمر كان قد قدر علي قبل أن أخلق، فإنه لم يدفع بالقدر حقاً، ولا ذكره حجة له على باطل ولا محظور في الاحتجاج به.\nوأما الموضع الذي يضر الاحتجاج به، ففي حال المستقبل بأن يرتكب فعلاً محرماً أو يترك واجباً، فيلومه عليه لائم، فيحتج بالقدر على إقامته",
        "(1/92)\n\nعليه، وإصراره، فيبطل به حقاً، ويرتكب به باطلاً، كما احتج به المصرون على شركهم وعبادتهم غير الله. \" (1) .\nهل الرضا بالمقدور واجب؟\nإذا كانت المعاصي بقضاء الله فكيف لنا أن نكره قضاءَه ونبغضه، والجواب: \" أنه لا يوجد في كتاب الله، ولا في سنة رسوله صلى الله عليه وسلم آية ولا حديث يأمر العباد بأن يرضوا بكل مقدر من أفعال العباد حسنها وسيئها، ولكن الواجب على الناس أن يرضوا بما أمر الله به، فليس لأحد أن يسخط ما أمر الله به. قال تعالى: (فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً) [النساء: 65] .\nوينبغي للعبد أن يرضى بما يقدره الله عليه من المصائب التي ليست ذنوباً، مثل أن يبتليه بفقر أو مرض أو ذل وأذى الخلق له، فإن الصبر على المصائب واجب، وأما الرضا بها فهو مشروع، ولكن هل هو واجب أو مستحب؟ على قولين لأصحاب أحمد وغيرهم: أصحهما أنه مستحب ليس بواجب \" (2) .\nالوجه السادس: الزعم بأن تكليف العباد غير ما فعلوا هو من باب التكليف بما لا يطاق:\nوزعم من ذهب هذا المذهب أن فاعلي المعاصي والذنوب لا\n_________\n(1) شفاء العليل: ص35.\n(2) مجموع فتاوى شيخ الإسلام: 8/190.\n(1/93)",
        "\nيستطيعون غير ما فعلوا، وتكليفهم بخلاف ما فعلوا تكليف بما لا يطاق، وتكليف مالا يطاق جاءت الشريعة بنفيه في قوله: (لا يكلف الله نفساً إلا وسعها) [البقرة: 286] . (لا يكلف الله نفساً إلا ما أتاها) [الطلاق: 7] ، واحتجوا بمثل قوله تعالى: (الذين كانت أعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعاً) [الكهف: 101] ، وقوله: (يضاعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون) [هود: 20] ، وقوله: (وجعلنا من بين أيديهم سداً ومن خلفهم سداً فأغشيناهم فهم لا يبصرون) [يس: 9] .\nقالوا: فهذه الآيات مصرحة بأنهم لم يكونوا يستطيعون الفعل، وهؤلاء ضربوا كتاب الله بعضه ببعض، وزعموا أنه متناقض، وحاشاه أن يكون كذلك.\nوالجواب عما شغبوا به \" أن الاستطاعة المنفية في الآيات التي احتجوا بها ليست هي الاستطاعة المشروطة في الأمر والنهي، فإن تلك إذا انتفت انتفى الأمر والنهي، والوعد والوعيد، والحمد والذم، والثواب والعقاب. ومعلوم أن العباد في هذه الحال مأمورون منهيون موعودون متوعدون، فعلم أن المنفية ليست هي المشروطة في الأمر النهي \" (1) .\nفالاستطاعة المنفية في الآيات التي احتجوا بها ليست بسبب استحالة الفعل أو عجزهم عنه، وإنما هي بسبب تركهم له والاشتغال بضده، كالكافر كلفه الله الإيمان في حال كفره، لأنه غير عاجز عنه ولا مستحيل فعله، فهو كالذي لا يقدر على العلم لاشتغاله بالمعيشة. \" (2) .\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/291.\n(2) مجموع فتاوى شيخ الإسلام: 8/ 296.\n(1/94)\n",
        "أما الاستطاعة التي هي مناط التكليف، فهي المذكورة في مثل قوله تعالى: (ولله على الناس حج البيت من استطاع إليه سبيلاً) [آل عمران: 97] .، وقوله: (فمن لم يجد فصيام شهرين متتابعين من قبل أن يتماسا فمن لم يستطع فإطعام ستين مسكيناً) [المجادلة: 4] ، ومثل قوله صلى الله عليه وسلم: \" صلِّ قائماً فإن لم تستطع فقاعداً، فإن لم تستطع فعلى جنب \".\nومعلوم أن الله لا يكلف مالا يطاق لوجود ضده من العجز، فلا يكلف المقعد بأن يصلي قائماً، ولا يكلف المريض بالصيام، ولا يكلف الأعمى بالجهاد والقتال، لخروج ذلك عن المقدور.\nوقد اتفق أهل العلم أن العبد إذا عجز عن بعض الواجبات سقط عنه ما عجز عنه، فمن قطعت منه رجله سقط عنه غسلها، ومن لم يستطع اغتسال الجنابة أو القيام أو الركوع ونحو ذلك سقط عنه ما عجز عنه. وبذلك يظهر لك أن عدم الاستطاعة المذكورة في الآيات التي احتج بها هذا الفريق غير مشروطة في شيء من الأمر والنهي والتكليف باتفاق المسلمين، والاستطاعة الشرعية التي هي مناط الأمر والنهي في الآيات التي سقناها هي التي لم يكلف الله أحداً شيئاً بدونها (1) .\nالوجه السابع: يلزم من قوله التسوية بين المُخْتَلِفَيْن:\nلقد أدى هذا المذهب بأصحابه والقائلين به إلى التسوية بين الأخيار والفجار، والأبرار والأشرار، وأهل الجنة وأهل النار، وقد فرق بينهم العليم الخبير (أم نجعل الذين أمنوا وعملوا الصالحات كالمفسدين في الأرض أم\n_________\n(1) راجع مجموع فتاوى شيخ الإسلام: 8/ 130.\n(1/95)\n\nنجعل المتقين كالفجار) [ص: 27 -28] ، وقال: (أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين أمنوا وعملوا الصالحات سواء محياهم ومماتهم) [الجاثية: 21] ، وقال: (أفنجعل المسلمين كالمجرمين - ما لكم كيف تحكمون) [القلم: 35: 36] .",
        "(1/96)\n\nمذهب أهل السنة والجماعة في القدر\nبينا لك مذاهب الذين ضلوا في القدر، وأحب هنا أن أذكر مذهب أهل السنة والجماعة في هذا الباب، وقد دون مذهبهم كثير من أهل العلم، وأنا أسوق هنا ما دوَّنه ثلاثة من أعمالهم.\nالمطلب الأول\nشيخ الإسلام ابن تيمية يلخص مذهبهم\nيقول شيخ الإسلام ابن تيمية رحمه الله وأجزل له المثوبة: \" مذهب أهل السنة والجماعة في هذا الباب ما دلَّ عليه الكتاب والسنة، وكان عليه السابقون الأولون من المهاجرين والأنصار، والذين اتبعوهم بإحسان: وهو أنَّ الله خالق كلّ شيء ومليكه، وقد دخل في ذلك جميع الأعيان القائمة بأنفسنا وصفاتها القائمة بها من أفعال العباد وغير أفعال العباد.\nوأنه سبحانه ما شاء كان، وما لم يشأ لم يكن، فلا يكون شيء إلا بمشيئته وقدرته، لا يمتنع عليه شيء شاءَه، بل هو القادر على كل شيء ولا يشاء شيئاً إلا وهو قادر عليه.\nوأنه سبحانه يعلم ما كان وما يكون، وما لم يكن لو كان كيف يكون،\n(1/97)",
        "\nوقد دخل في ذلك أفعال العباد وغيرها، وقد قدر الله مقادير الخلائق قبل أن يخلقهم: قدر آجالهم وأرزاقهم وأعمالهم وكتب ذلك، وكتب ما يصيرون إليه من سعادة وشقاوة.\nفهم يؤمنون بخلقه لكل شيء، وقدرته على كل شيء، ومشيئته لكل ما كان، وعلمه بالأشياء قبل أن تكون، وتقديره لها، وكتابته إياها قبل أن تكون \" (1) .\n\" وسلف الأمة وأئمتها متفقون على أن العباد مأمورون بما أمرهم الله به، منهيون عما نهاهم الله عنه، ومتفقون على الإيمان بوعده ووعيده الذي نطق به الكتاب والسنة.\nومتفقون على أنه لا حجّة لأحد على الله في واجب تركه، ولا محرّم فعله، بل لله الحجة البالغة على عباده. \" (2) .\n\" ومما اتفق عليه سلف الأمة وأئمتها مع إيمانهم بالقضاء والقدر وأن الله خالق كل شيء، وأنه ما شاء كان، وما لم يشأ لم يكن، وأن الله يضل من يشاء ويهدي من يشاء، وأن العباد لهم مشيئة وقدرة، يفعلون بقدرتهم ومشيئتهم ما أقدرهم الله عليه مع قولهم: إن العباد لا يشاؤون إلا أن يشاء الله \" (3) .\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/ 449.\n(2) مجموع فتاوى شيخ الإسلام: 8/452.\n(3) مجموع فتاوى شيخ الإسلام: 8/459.\n(1/98)\n",
        "المطلب الثاني\nعقيدة الإمام أبي بكر محمد الحسين الآجُرِّي في القدر\nقال رحمه الله: \" مذهبنا في القدر أن نقول: إن الله عز وجل خلق الجنة وخلق النار، ولكل واحدة منهما أهل، وأقسم بعزته أنه يملأ جهنم من الجِنَّة والناس أجمعين.\nثم خلق آدم عليه السلام، واستخرج من ظهره كل ذرية هو خالقها إلى يوم القيامة. ثم جعلهم فريقين: فريق في الجنة وفريق في السعير.\nوخلق إبليس، وأمره بالسجود لآدم عليه السلام، وقد علم أنه لا يسجد للمقدور، الذي قد جرى عليه من الشقوة التي سبقت في العلم من الله عز وجل، لا معارض لله الكريم في حكمه، يفعل في خلقه ما يريد، عدلاً من ربنا قضاؤه وقدره.\nوخلق آدم وحواء عليهما السلام، للأرض خلقهما، أسكنهما الجنة، وأمرهما أن يأكلا منها رغداً ما شاءا، ونهاهما عن شجرة واحدة أن لا يقرباها، وقد جرى مقدوره أنهما سيعصيانه بأكلهما من الشجرة. فهو تبارك وتعالى في الظاهر ينهاهما، وفي الباطن من علمه: قد قدر عليهما أنهما يأكلان منها (لا يسأل عما يفعل وهم يسألون) [الأنبياء: 23] . لم يكن لهما بُدُّ من أكلهما، سبباً للمعصية، وسبباً لخروجهما من الجنة، إذ كانا للأرض خلقاً، وأنه سيغفر لهما بعد المعصية، كل ذلك سابق في علمه، لا يجوز أن يكون شيء يحدث في جميع خلقه، إلا وقد جرى مقدوره به، وأحاط به علماً قبل كونه أنه سيكون.\n(1/99)\n\nخلق الخلق، كما شاء لما شاء، فجعلهم شقياً وسعيداً قبل أن يخرجهم إلى الدنيا، وهم في بطون أمهاتهم، وكتب آجالهم، وكتب أرزاقهم، وكتب أعمالهم، ثم أخرجهم إلى الدنيا، وكل إنسان يسعى فيما كُتِبَ له وعليه.\nثم بعث رسله، وأنزل عليهم وحيه، وأمرهم بالبلاغ لخلقه، فبلغوا رسالات ربهم، ونصحوا قومهم، فمن جرى في مقدور الله عز وجل أن يؤمن آمن، ومن جرى في مقدوره أن يكفر كفر، قال الله عز وجل: (هو الذي خلقكم فمنكم كافر ومنكم مؤمن والله بما تعملون بصير) [التغابن: 2] أحب من أراد من عباده، فشرح صدره للإيمان والإسلام، ومقت آخرين، فختم على قلوبهم، وعلى سمعهم وعلى أبصارهم فلن يهتدوا أبداً، يضل من يشاء ويهدي من يشاء (لا يسأل عما يفعل وهم يسألون) [الأنبياء: 23] .\nالخلق كلهم له، يفعل في خلقه ما يريد، غير ظالم لهم، جل ذكره عن أن ينسب ربنا إلى الظلم، إنما يظلم من يأخذ ما ليس له بملك، وأما ربنا عز وجل فله ما في السماوات وما في الأرض وما بينهما، وما تحت الثرَّى، وله الدنيا والآخرة، جل ذكره، وتقدست أسماؤه، أحب الطاعة من عباده، وأمر بها، فجرت ممن أطاعه بتوفيقه لهم، ونهى عن المعاصي، وأراد كونها من غير محبته منه لها، ولا للأمر بها، تعالى الله عز وجل أن يأمر بالفحشاء، أو يحبها، وجل ربنا وعز أن يجري في ملكه ما لم يرد أن يجري، أو شيء لم يحط به علمه قبل كونه، قد علم ما الخلق عاملون قبل أن يخلقهم، وبعد أن يخلقهم، قبل أن يعملوا قضاء وقدراً.",
        "(1/100)\n\nقد جرى القلم بأمره عز وجل في اللوح المحفوظ بما يكون، من برّ أو فجور، يثني على من عمل بطاعته من عبيده، ويضيف العمل إلى العباد، ويعدهم عليه الجزاء العظيم، لولا توفيقه لهم ما عملوا ما استوجبوا به منه الجزاء (ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم) [الحديد: 21] وكذا ذم قوماً عملوا بمعصيته، وتوعدهم على العمل بها، وأضاف العمل إليهم بما عملوا، وذلك بمقدور جرى عليهم، يضل من يشاء، ويهدي من يشاء.\nقال محمد بن الحسين رحمة الله تعالى: هذا مذهبنا في القدر \" (1) .\nالمطلب الثالث\nعقيدة الطحاوي في القدر\nيقول الطحاوي رحمه الله في القدر: \" خلق الخلق بعلمه، وقدر لهم أقداراً وضرب لهم آجالاً، ولم يخف عليه شيء قبل أن يخلقهم، وعلم ما هم عاملون قبل أن يخلقهم، وأمرهم بطاعته، ونهاهم عن معصيته.\nوكل شيء يجري بتقديره ومشيئته، ومشيئته تنفذ، لا مشيئة للعباد، إلا ما شاء الله لهم، فما شاء الله كان، وما لم يشأ لم يكن.\nيهدي من يشاء، ويعصم ويعافي فضلاً، ويضل من يشاء، ويخذل ويبتلي عدلاً.\n_________\n(1) الشريعة للآجري: 150 - 152.\n(1/101)",
        "\nوكلهم متقبلون في مشيئته بين فضله وعدله.\nوهو متعال عن الأضداد والأنداد، لا راد لقضائه، ولا معقب لحكمه، ولا غالب لأمره.\nآمنا بذلك كله، وأيقنا أن كلاً من عنده \" (1) .\n\" وقد علم الله تعالى فيما لم يزل عدد من يدخل الجنة، وعدد من يدخل النار، جملة واحدة، لا يزاد في ذلك العدد، ولا ينقص منه.\nوكذلك أفعالهم فيما علم منهم أن يفعلوه، وكل ميسر لما خلق له، والأعمال بالخواتيم، والسعيد من سعد بقضاء الله، والشقي من شقى بقضاء الله.\nوأصل القدر سرّ الله تعالى في خلقه، لم يطلع على ذلك ملك مقرب ولا نبي مرسل، والتعمق في ذلك ذريعة الخذلان، وسلم الحرمان، ودرجة الطغيان، فالحذر كل الحذر من ذلك نظراً وفكراً ووسوسة، فإن الله تعالى طوى علم القدر عن أنامه، ونهاهم عن مرامه، كما قال الله تعالى: (لا يسأل عما يفعل وهم يسألون) [الأنبياء: 23] .\nفمن سأل: لِمَ فعل؟ فقد رد حكم الكتاب، ومن رد حكم الكتاب كان من الكافرين.\nفهذا جملة ما يحتاج إليه من هو منوّرٌ قلبه من أولياء الله تعالى، وهي درجة الراسخين في العلم، لأن العلم علمان: علم في الخلق موجود، وعلم في الخلق مفقود، فإنكار العلم الموجود كفر، وادعاء العلم المفقود\n_________\n(1) العقيدة الطحاوية شرح وتعليق الشيخ ناصر الدين الألباني: ص21.\n(1/102)\n",
        "كفر، ولا يثبت الإيمان إلا بقبول العلم الموجود، وترك العلم المفقود.\nونؤمن باللوح والقلم، وبجميع ما فيه قد قدر، فلو اجتمع الخلق كلهم على شيء كتبه الله تعالى في أنه كائن، ليجعلوه غير كائن، لم يقدروا عليه، ولو اجتمعوا كلهم على شيء لم يكتبه الله تعالى فيه ليجعلوه كائناً لم يقدروا عليه، جف القلم بما هو كائن إلى يوم القيامة، وما أخطأ العبدَ لم يكن ليصيبه وما أصابه لم يكن ليخطئه.\nوعلى العبد أن يعلم أن الله قد سبق علمه في كل كائن من خلقه، فقدر ذلك تقديراً محكماً مبرماً، ليس فيه ناقض، ولا معقب، ولا مزيل ولا مغير، ولا ناقص ولا زائد من خلقه في سماواته وأرضه، وذلك من عقد الإيمان، وأصول المعرفة، والاعتراف بتوحيد الله وربوبيته، كما قال تعالى في كتابه: (وخلق كل شيء فقدره تقديراً) [الفرقان: 2] . وقال تعالى: (وكان أمر الله قدراً مقدوراً) [الأحزاب: 38] ، فويل لمن صار في القدر لله خصيماً، وأحضر للنظر فيه قلباً سقيماً، لقد التمس بوهمه في فحص الغيب سراً كتيماً، وعاد بما قال فيه أفاكاً أثيماً \" (1) .\n_________\n(1) العقيدة الطحاوية: 31.\n(1/103)\n\nالفصل السادس أسباب الضلال في القدر\nوالسبب في ضلال كل من القدرية النفاة والقدرية المجبرة في هذا الباب أن كل واحد من الفريقين رأى جزءاً من الحقيقة وعمي عن جزء منها، فكان مثله مثل الأعور الذي يرى أحد جانبي الشيء، ولا يرى الجانب الآخر، فالقدرية النفاة الذين نفوا القدر قالوا: إن الله لا يريد الكفر والذنوب والمعاصي ولا يحبها ولا يرضاها، فكيف نقول إنه خلق أفعال العباد وفيها الكفر والذنوب والمعاصي.\nوالقدرية المجبرة آمنوا بأن الله خالق كل شيء، وزعموا أن كل شيء خلقه وأوجده فقد أحبّه ورضيه.\nوأهل السنة والجماعة أبصروا الحقيقة كلها، فآمنوا بالحق الذي عند كل واحد من الفرقين، ونفوا الباطل الذي تلبس كل واحد منها.\nفهم يقولون: \" إن الله وإن كان يريد المعاصي قدراً، فهو لا يحبها، ولا يرضاها ولا يأمر بها، بل يبغضها وينهى عنها \".\nوهذا قول السلف قاطبة، فيقولون: ما شاء الله كان، وما لم يشأ لم يكن، ولهذا اتفق الفقهاء على أن الحالف لو قال: والله لأفعلن كذا إن شاء الله لم يحنث إذا لم يفعله، وإن كان واجباً أو مستحباً.\nولو قال: إن أحب الله، حنث إن كان واجباً أو مستحباً.",
        "(1/105)\n\nوالمحققون من أهل السنة يقولون: الإرادة في كتاب الله نوعان:\nإرادة قدرية خلقية، وإرادة دينية شرعية.\nفالإرادة الشرعية هي المتضمنة المحبة والرضا، والكونية هي المشيئة الشاملة لجميع الموجودات.\nفالإرادة الشرعية كقوله تعالى: (يريد الله بكم اليسر ولا يريد بكم العسر) [البقرة: 185] ، وقوله: (ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطهركم وليتم نعمته عليكم) [المائدة: 6] (يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم والله عليم حكيم - والله يريد أن يتوب عليكم ويريد الذين يتبعون الشهوات أن تميلوا ميلاً عظيماً - يريد الله أن يخفف عنكم وخلق الإنسان ضعيفاً) [النساء: 26 - 28] وقوله: (إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيراً) [الأحزاب: 33] .\nفهذا النوع من الإرادة لا تستلزم وقوع المراد، إلا إذا تعلق به النوع الثاني من الإرادة، وهذه الإرادة تدل دلالة واضحة على أنه لا يحب الذنوب والمعاصي والضلال والكفر، ولا يأمر بها ولا يرضاها، وإن كان شاءَها خلقاً وإيجاداً.\nوأنه يحب ما يتعلق بالأمور الدينية ويرضاها ويثبت عليها أصحابها، ويدخلهم الجنة، وينصرهم في الحياة الدنيا وفي الآخرة، وينصر بها العباد من أوليائه المتقين وحزبه المفلحين وعباده الصالحين (1) .\nوهذه الإرادة تتناول جميع الطاعات حدثت أو لم تحدث (2) .\n_________\n(1) راجع شرح الطحاوية: ص116. ومجموع فتاوى شيخ الإسلام: 8/188، 58.\n(2) راجع مجموع فتاوى شيخ الإسلام 8/ 198.\n(1/106)",
        "\nوالإرادة الكونية القدرية هي الإرادة الشاملة لجميع الموجودات، التي يقال فيها: ما شاء الله كان، وما لم يشأ لم يكن، وهذه الإرادة مثل قوله تعالى: (فمن يرد الله أن يهديه يشرح صدره للإسلام ومن يرد أن يضله يجعل صدره ضيقاً حرجاً) [الأنعام: 125] . وقوله: (ولا ينفعكم نصحي إن أردت أن أنصح لكم. إن كان الله يريد أن يغويكم) [هود: 34] . وقوله: (ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد) [البقرة: 253] . وقوله: (ولولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله) [الكهف: 39] .\nوهذه الإرادة إرادة شاملة لا يخرج عنها أحد من الكائنات، فكل الحوادث الكونية داخلة في مراد الله ومشيئته هذه، وهذه يشترك فيها المؤمن والكافر والبر والفاجر، وأهل الجنة وأهل النار، وأولياء الله وأعداؤه، وأهل طاعته الذين يحبهم ويحبونه، ويصلي عليهم هو وملائكته، وأهل معصيته الذين يبغضهم ويمقتهم ويلعنهم اللاعنون (1) .\nوهذه الإرادة تتناول ما حدث من الطاعات والمعاصي دون ما لم يحدث منها (2) .\nوالمخلوقات مع كل من الإرادتين أربعة أقسام:\nالأول: ما تعلقت به الإرادتان، وهو ما وقع في الوجود من الأعمال الصالحة، فإن الله أراده إرادة دين وشرع، فأمره وأحبه ورضيه، وأراده إرادة كون فوقع، ولولا ذلك ما كان.\nوالثاني: ما تعلقت به الإرادة الدينية فقط، وهو ما أمر الله به من\n_________\n(1) راجع: شرح الطحاوية: ص 116 ومجموع فتاوى شيخ الإسلام: 8 /198، 58.\n(2) مجموع فتاوى شيخ الإسلام: 8/198.\n(1/107)\n",
        "الأعمال الصالحة، فعصى ذلك الكفار والفجار، فتلك كلها إرادة دين، وهو يحبها ويرضاها وقعت أم لم تقع.\nوالثالث: ما تعلقت به الإرادة الكونية فقط، وهو ما قدره الله وشاءه من الحوادث التي لم يأمر بها كالمباحات والمعاصي، فإنه لم يأمر بها، ولم يرضها، ولم يحبها، إذ هو يأمر بالفحشاء ولا يرضى لعباده الكفر، ولولا مشيئته وقدرته وخلقه لها لما كانت ولما وجدت، فإنه ما شاء الله كان وما لم يشأ لم يكن.\nوالرابع: ما لم تتعلق به هذه الإرادة ولا هذه، فهذا ما لم يقع ولم يوجد من أنواع المباحات والمعاصي (1) .\nوالسعيد من عباد الله من أراد الله منه تقديراً ما أراد الله به تشريعاً، والعبد الشقي من أراد الله به تقديراً ما لم يرد به تشريعاً، وأهل السنة والجماعة الذين فقهوا دين الله وحق الفقه، ولم يضربوا كتاب الله بعضه ببعض، علموا أنَّ أحكام الله في خلقه تجري على وفق هاتين الإرادتين، فمن نظر إلى الأعمال الصادرة عن العباد بهاتين العينين كان بصيراً، ومن نظر إلى الشرع دون القدر، أو نظر إلى القدر دون الشرع كان أعور، مثل قريش الذين قالوا: (لو شاء الله ما أشركنا ولا أباؤنا ولا حرمنا من شيء) [الأنعام: 148] . قال الله تعالى: (كذالك كذب الذين من قبلهم حتى ذاقوا بأسنا قُلْ هَلْ عندكم من علم فتخرجوه لنا إن تتبعون إلا الظن وإن أنتم إلا تخرصون) [الأنعام: 148] (2) .\n_________\n(1) مجموع فتاوى شيخ الإسلام: 8/189.\n(2) راجع مجموع فتاوى شيخ الإسلام: 8/198.\n(1/108)\n\nالفصل السابع ثمار الإيمان بالقدر\nبينا من قبل أن عقيدة القدر التي جاء بها الإسلام مبرأة عبر التخاذل والكسل والخمول الذي أصاب قطاعاً كبيراً من الأمة الإسلامية عبر العصور باسم الإيمان بالقدر، والمسؤول عن ذلك هو انحراف المسلمين في باب القدر حيث لم يفقهوه على وجهه.\nومن تأمل في عقيدة القدر التي جاء بها الإسلام وجد لها ثماراً كبيرة طيبة، كانت ولازالت سبباً في صلاح الفرد والأمة.\nوسنحاول أن نجلي بعض ثماره التي ظهرت خلال هذه الدراسة.\n1- الإيمان بالقدر طريق الخلاص من الشرك:\nلقد زعم كثير من الفلاسفة أن الخير من الله، والشر من صنع آلهة من دونه، وإنما قالوا هذا القول فراراً من نسبة الشر إلى الله تعالى (1) .\nوالمجوس زعموا أن النور خالق الخير، والظلمة خالقة الشر.\nوالذين زعموا من هذه الأمة أن الله لم يخلق أفعال العباد، أو لم يخلق الضال منها أثبتوا خالقين من دون الله.\nولا يتم توحيد الله إلا لمن أقرَّ أن الله وحده الخالق لكل شيء\n_________\n(1) شفاء العليل: ص14.",
        "(1/109)\n\nفي الكون، وأن إرادته ماضية في خلقه ما شاء كان وما لم يشأ لم يكن، فكل المكذبين بالقدر لم يوحدوا ربهم، ولم يعرفوه حق معرفته، والإيمان بالقدر مفرق طريق بين التوحيد والشرك. فالمؤمن بالقدر يُقرُّ بأن هذا الكون وما فيه صادر عن إله واحد ومعبود واحد، ومن لم يؤمن هذا الإيمان فإنه يجعل من الله آلهة وأرباباً.\n2- الاستقامة على منهج سواء في السراء والضراء:\nالعباد بما فيهم من قصور وضعف لا يستقيمون على منهج سواء، قال تعالى: (إن الإنسان خلق هلوعاً - إذا مسه الشر جزوعاً - وإذا مسه الخير منوعاً - إلا المصلين) [المعارج: 19-22] .\nوالإيمان بالقدر يجعل الإنسان يمضي في حياته على منهج سواء، لا تبطره النعمة، ولا تيئسه المصيبة، فهو يعلم أن كل ما أصابه من نعم وحسنات من الله، لا بذكائه وحسن تدبيره (وما بكم من نعمة فمن الله) [النحل: 53] . ولا يكون حاله حال قارون الذي بغى على قومه، واستطال عليهم بما أعطاه الله من كنوز وأموال: (إن قارون كان من قوم موسى فبغى عليهم وأتيناه من الكنوز ما إنَّ مفاتحه لتنوأ بالعصبة أولى القوة إذ قال له قومه لا تفرح إن الله لا يحب الفرحين - وابتغ فيما أتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا وأَحسِن كما أَحسَنَ الله إليك ولا تبغِ الفساد في الأرض إن الله لا يحب المفسدين - قال إنما أوتيته على علم عندي) [القصص: 76 -78] .\nفإذا أصاب العبد الضراء والبلاء علم أن هذا بتقدير الله ابتلاء منه، فلا يجزع ولا ييأس، بل يحتسب ويصبر، فيكسب هذا الإيمان في قلب العبد\n(1/110)",
        "\nالمؤمن الرضا والطمأنينة (ما أصاب من مصيبةٍ في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها إن ذلك على الله يسير - لكيلا تأسوا على ما فاتكم ولا تفرحوا بما أتاكم) [الحديد: 22-23] .\nوقد امتدح الله عباده: (الذين إذا أصابتهم مصيبة قالوا إنَّا لله وإنا إليه راجعون - أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون) [البقرة: 156 -157] .\n3- المؤمن بالقدر دائماً على حذر:\nالمؤمنون بالقدر دائماً على حذر (فلا يأمن مكر الله إلا القوم الخاسرون) [الأعراف: 99] فقلوب العباد دائمة التقلب والتغير، والقلوب بين أصبعين من أصابع الرحمن يقلبها كيف يشاء، والفتن التي توجه سهامها إلى القلوب كثيرة، والمؤمن يحذر دائماً أن يأتيه ما يضله كما يخشى أن يختم له بخاتمة سيئة، وهذا لا يدفعه إلى التكاسل والخمول، بل يدفعه إلى المجاهدة الدائبة للاستقامة، والإكثار من الصالحات، ومجانبة المعاصي والموبقات.\nكما يبقى قلب العبد معلقاً بخالقه، يدعوه ويرجوه ويستعينه، ويسأله الثبات على الحق، كما يسأله الرشد والسداد.\n4- مواجهة الصعاب والأخطار بقلب ثابت:\nإذا آمن العبد بأنَّ كل ما يصيبه مكتوب، وآمن أن الأرزاق والآجال بيد الله، فإنه يقتحم الصعاب والأهوال بقلب ثابت وهامة مرفوعة، وقد كان\n(1/111)\n",
        "هذا الإيمان من أعظم ما دفع المجاهدين إلى الإقدام في ميدان النزال غير هيابين ولا وجلين، وكان الواحد منهم بطلب الموت في مظانه، ويرمى بنفسه في مضائق يظن فيها هلكته، ثم تراه يموت على فراشه، فيبكي أن لم يسقط في ميدان النزال شهيداً، وهو الذي كان يقتحم الأخطار والأهوال.\nوكان هذا الإيمان من أعظم ما ثُبَّت قلوب الصالحين في مواجهة الظلمة والطغاة، ولا يخافون في الله لومة لائم، لأنهم يعلمون أن الأمر بيد الله، وما قدر لهم سيأتيهم.\nوكانوا لا يخافون من قول كلمة الحق خشية انقطاع الرزق، فالرزق بيد الله، وما كتبه الله من رزق لا يستطيع أحد منعه، وما منعه الله لعبد من عبيده لا يستطيع أحد إيصاله إليه.\n(1/112)\n"
    ]
}