{
    "partText": [
        "\n\nفهرس الإجمالي\nمقدّمة التحقيق\t9 ـ 23",
        "1 ـ قاعدة من ملك\t3\n2 ـ قاعدة الإمكان\t17‌\n3 ـ قاعدة الإسلام يجبّ ما قبله\t45\n4 ـ قاعدة القرعة\t57‌",
        "5 ـ قاعدة : لا تعاد الصلاة إلّا من خمس\t77‌\n6 ـ قاعدة : اليد\t129\n7 ـ قاعدة : نفي السبيل للكافرين على المسلمين\t185\n8 ـ قاعدة لا ضرر ولا ضرار\t209‌",
        "9 ـ قاعدة نفى العسر والحرج\t247\n10 ـ قاعدة المغرور يرجع إلى من غره\t267 \n11 ـ قاعدة : أصالة الصحّة\t285\n12 ـ قاعدتي الفراغ والتجاوز\t313",
        "13 ـ قاعدة : الإعانة على الإثم والعدوان\t357‌ \n\nمقدمة التحقيق‌\n",
        "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ‌\nمقدّمة التحقيق‌\nمراحل تطوّر القواعد الفقهية في الفقه الإمامي‌\nيعتبر علم الفقه من أوسع العلوم الإسلامية وأشهرها ، وهذا العلم الوسيع كان قد نشأ وترعرع في إحضان الكتاب والسنّة ، وقد تمخّض علم الفقه عن ولادة علوم أُخر ، مثل علم الرجال ، علم أصول الفقه والقواعد الفقهية.",
        "وعلى الرغم من نشوء القواعد الفقهية في إحضان علم الفقه ، لكنّها كان لها الدور الكبير في نموّ وازدهار هذا العلم ، ولها سابقة طويلة في تطوّر الفقه الإسلامي الشيعي والعامّي.\nفقد كان كتاب القواعد الفقهية عند الحنفيّين من أهل السنة أوّل كتاب جُمعت فيه بعض القواعد الفقهية ، فقد جمع مؤلّفه أبو طاهر الدبّاس ـ من أئمة الحنفيّة في بلاد ما وراء النهر ـ سبعة عشر قاعدة فقهية على مذهب أبي حنيفة ، فكان القرن الرابع بداية تدوين القواعد الفقهية لدى العامّة.\nوأمّا في الوسط الشيعي فيعتبر كتاب الشهيد الأوّل ( م 778 ) القواعد والفوائد أقدم كتاب دوّن فيه مصنّفه القواعد الفقهية وفقا لمذهب أهل البيت :.\nويمكننا إرجاع سبب سبق العامّة في تدوين القواعد إلى عاملين :",
        "الأوّل : ويرجع إلى ماهيّة فقه العامّة حيث قطعت الرابطة مع نصّ المعصوم بعد ارتحال النبيّ الأعظم 6 ، وطبيعي أنّ انفصال الفقه عن نصّ المعصوم يجعل الفقه يتبلور ضمن ضوابط معيّنة ، كما شهدنا هذا لدى الفقه الإمامي في عصر الغيبة الكبرى.\nوالثاني : استخدامهم لأدوات خاصّة بهم في عملية الاستنباط الفقهي كالقياس والاستحسان وغيرهما.\nأمّا المنطلق في تأسيس القواعد الفقهية لدى الشيعة ، فهو أنّ الأئمة : وضعوا أصولاً كلية وأمروا الفقهاء بالتفريع عليها « علينا إلقاء الأصول وعليكم التفريع » (1).\nويعتبر هذا الأمر واضحا في الآثار الفقهية الإمامية. وقد تزايد الاهتمام بجمع القواعد الفقهية واستخراجها من التراث الفقهي وصياغتها بصورة مستقلّة في القرن الثامن الهجري ، عند ما صنّف الشهيد الأوّل 1 كتاب القواعد والفوائد.",
        "وقد سبق الشهيد الأوّل في هذا المضمار الفقيه يحيى بن سعيد الحلّي ( 601 ـ 698 ) في تصنيف الأشباه والنظائر ، وسمّى كتابه نزهة الناظر في الجمع بين الأشباه والنظائر. هذا إذا قلنا بدخول الأشباه والنظائر في حقل القواعد الفقهية.\nقال الشهيد الأوّل في إجازته لابن الخازن :\nونظرا لامتياز كتاب الشهيد هذا بالتبويب المنظّم والبيان الجيد ، فقد صار محلّ اهتمام المحافل العلمية ، فتناولوه بالشرح والبيان ، حتّى وصل عدد الشروح والحواشي اثنى عشر كتابا.\n__________________",
        "(1) « مستطرفات السرائر » ج 3 ، ص 575 « وسائل الشيعة » ج 27 ، ص 62.\n(2) « بحار الأنوار » ج 4 ، ص 187 ؛ « روضات الجنّات » ج 7 ، ص 8.\nوقد قام عدّة من الفقهاء بتنقيح هذا الكتاب وتهذيبه ، منهم :\n1 ـ أبو عبد الله الفاضل المقداد السيوري ( م 826 ) ويُعدُّ من أبرز تلامذة الشهيد ، فقد عمل ـ للوهلة الأولى ـ على تهذيب القواعد وحذف الزيادات منه ، وأسماه جامع الفوائد في تلخيص القواعد ثمَّ رتّبه على نسق الفروع الفقهية ، وأسماه نضد القواعد الفقهية على مذهب أهل البيت.",
        "2 ـ تقى الدين إبراهيم بن علي الحارثي الكفعمي (1) ( م 900 ) له كتاب مختصر قواعد الشهيد.\n3 ـ زين الدين بن علي بن أحمد العاملي ( م 965 ) له كتاب تمهيد القواعد الأصولية والعربية لتفريع فوائد الأحكام الشرعية.\nعلى أنّ تصنيف القواعد الفقهية وجمعها استمرّ بعد الشهيد من قبل جمع من الفقهاء ، ومن المصنّفات في هذا المجال :\n1 ـ الأقطاب الفقهية على مذهب الإمامية ، تأليف محمد بن علي بن إبراهيم الأحسائي المعروف بـ « ابن أبي جمهور » المتوفّى في حدود 901 ه‍. وقد طبع هذا الكتاب من قبل مكتبة آية الله المرعشي في قم.",
        "2 ـ القواعد الستّة عشر ، تأليف الشيخ جعفر كاشف الغطاء ( م 1227 ) ، وقد طبع مع كتاب « الحقّ المبين » لنفس المؤلّف سنة 1306 في قم.\n3 ـ الأصول الأصلية والقواعد الشرعية ، تأليف السيد عبد الله شبّر ، والكتاب مطبوع.\n4 ـ عوائد الأيام من مهمّات أدلّة الأحكام ، تأليف المولى أحمد بن محمد مهدي بن أبي ذر النراقي الكاشاني ( م 1245 ) وقد اشتمل هذا الكتاب على 88 عائدة ، وكلّ عائدة تُعدّ قاعدة فقهية تركّز عليها البحث والاستدلال ، وقد تمَّ قريبا تحقيق هذا‌\n__________________",
        "(1) « القواعد والفوائد » ج 1 ، ص 12 ـ 13 ؛ « قواعد فقه » بخش مدني ج 2 ، ص 16 ـ 17.\nالكتاب وإصداره من قبل مركز الأبحاث والدراسات الإسلامية التابع لمكتب الإعلام الإسلامي.\n5 ـ المقاليد الجعفرية في القواعد الاثني عشرية ، تأليف محمد جعفر الأسترآبادي المعروف بـ « شريعتمدار » المتوفّى سنة 1263. وتوجد لهذا الكتب أربع نسخ خطية في مكتبة آية الله مرعشى ، وأرقامها (3857) (3858) (3882) (3883).\n6 ـ عناوين الأصول ، تأليف سيد عبد الفتاح بن علي الحسيني المراغي ( م 1274 ) كتبه مؤلّفه بعد سنة واحدة من كتابة « عوائد الأيام » ويشتمل على 93 قاعدة فقهية.",
        "7 ـ خزائن الأحكام ، تأليف آغا بن عابد الشيرواني الدربندي ( م 1285 ).\n8 ـ مناط الأحكام ، تأليف ملاّ نظر على الطالقاني ( م 1306 ).\n9 ـ بُلغة الفقيه ، تأليف السيد محمد بحر العلوم الطباطبائي ( م 1326 ) وقد طُبع على الحجر مرّتين ، وفي الثالثة بالطباعة الحديثة ونُشر في النجف الأشرف في أربع مجلّدات.\n10 ـ مستقصى قواعد المدارك ومنتهى ضوابط الفوائد ، تأليف ملاّ حبيب الكاشاني ( م 1340 ) اشتمل على خمسمائة قاعدة فقهية مع شرح مختصر لكلّ منها.",
        "11 ـ القواعد الفقهية ، تأليف مهدي بن حسين بن عزيز الخالصي الكاظمي ( م 1343 ) طبع هذا الكتاب في مجلّدين.\n12 ـ تحرير المجلة ، تأليف الشيخ محمد حسين كاشف الغطاء ( 1294 ـ 1373 ).\n13 ـ القواعد المحسنيّة ، تأليف سيد حسن القمّي الحائري ، وهو تقريرات لدرس الميرزا الشيرازي في إطار بعض القواعد الفقهية.\n14 ـ القواعد الفقهية ، وهو هذا الكتاب الماثل بين يدي القارئ الكريم ، تأليف‌",
        "السيد محمد حسن الموسوي البجنوردي ( 1316 ـ 1396 ) وقد بلغ فيه تدوين القواعد الفقهية أوج كمالها بالنسبة إلى الفقه الإمامي ، وعلى رغم كثرة ما كُتب حول القواعد الفقهية بعد السيد البجنوردي ، إلاّ أنّه لم يصل إلى مستوى ما كتبه السيد ، وذلك لشمولية مباحثه واستيعابه لمعظم القواعد سندا ودلالة ومقارنة.\nوقد شرح المصنّف 1 مفصّلا 64 قاعدة فقهية ، وناقش كلّ قاعدة من جوانب شتّى :\n1 ـ البحث عن الأساس التشريعي للقاعدة كتابا وسنّة وإجماعا وسيرة ، وعالجها بأسلوب فقهي استدلالي عميق.\n2 ـ بيان مفاد كلّ قاعدة.",
        "3 ـ الموارد التطبيقية لكلّ قاعدة.\nوقد يستطرد ويتوسّع في بحثه ليضيف إلى الأمور الثلاث المتقدّمة جوانب أخرى من قبيل : هل أنّ هذه القاعدة أصولية أم فقهية ، كما تعرّض لذلك في قاعدة « من ملك شيئا ملك الإقرار به » وأحيانا يبحث في دليليّة القاعدة من جهة هل هي أصل عملي أو أمارة؟ وتارة يذكر النسبة بينها وبين القواعد الأخرى ، كما تعرّض لذلك في قاعدة « من ملك شيئا ملك الإقرار به » ونسبتها إلى قاعدة « إقرار العقلاء على أنفسهم جائز » أو « نافذ » إلى غير هذه المباحث.\nوقد أشار المصنّف في مقدّمته الموجزة على هذا الكتاب لذلك وقال :\n",
        "والحقّ يمكن القول : إنّه إذا كان تدوين القواعد الفقهية قد مرّ بمرحلتين :\nأوّليّة وتكميلية ، وإنّ القرنين : الثامن والتاسع قرنا التدوين الأولى ، والقرنين الثالث عشر والرابع عشر قرنا التدوين التكميلي ، فإنّ كتاب « القواعد الفقهية » قد تصدّر جميع المصنّفات في هذا المجال وفي مرحلة التدوين الثانية.\nوتجدد الإشارة إلى أنّ هناك كتبا صدرت لبعض الأعلام بعد كتاب « القواعد الفقهية » وبحثت في تلك القواعد ، إلاّ لم ترق الى مستوى ما كتبه البجنوردي من حيث العمق والشمولية ، ونذكر منها :\n1 ـ قواعد الفقه ، تأليف محمود الشهابي الخراساني ، وقد طبع من قبل مؤسسة النشر في جامعة طهران.",
        "2 ـ قواعد الفقه ، تأليف علي بابا الفيروزكوهي ، وقد طبع مرارا.\n3 ـ مجموعة قواعد فقه ، تأليف محسن شفائي.\n4 ـ القواعد الفقهية ، تأليف آية الله ناصر مكارم الشيرازي ، مطبوع في أربع مجلّدات.\n5 ـ القواعد الفقهية ، تأليف آية الله محمد فاضل اللنكراني ، صدر منه مجلّد واحد.",
        "6 ـ القواعد الفقهية ، تأليف محمد تقى الفقيه ، طبع مرّتين في لبنان.\n7 ـ لمحات على القواعد الفقهية في الأحاديث الكاظمية ، تأليف السيد محمد الخامنئي ، كتبه بمناسبة انعقاد المؤتمر العالمي الثالث للإمام علي بن موسى الرضا ، ويشتمل على 23 قاعدة فقهية مستلّة من أحاديث الإمام موسى بن جعفر 7.\n8 ـ القواعد الفقهية ، تأليف السيد محمد الموسوي البجنوردي ، والكتاب مطبوع باللغة الفارسية.\n9 ـ القواعد ، تأليف السيد محمد جواد المصطفوي ، ويشتمل على مائة قاعدة‌",
        "فقهية باللغة العربية.\n10 ـ قواعد الفقه ، تأليف السيد مصطفى المحقق الداماد ، صدر في مجلّدين.\nهذه نبذة مختصرة عن مراحل نشوء القواعد الفقهية وتطوّرها ، ولكن تبقى هناك بعض الأمور التي يجدر الاهتمام بها ودراستها ولم يكن محلّ اهتمام وهي :\nأوّلا : قلّة الأبحاث والدراسات النظرية حول القواعد الفقهية ، وبعبارة أخرى :",
        "إن الموضوعات الّتي ينبغي أن تعطينا صورة واضحة عن القواعد الفقهية وموقعها في الاستنباط لم يحدّد إطارها ولم ترسم حدودها ، ومن تلك الموضوعات :\n1 ـ هل للقواعد الفقهية دور في عملية الاستنباط؟ وهل تختصّ في حدود تجميع الموارد الفقهية المختلفة أو تتسع دائرتها فيمكن الاستفادة منها في كيفية الاستنباط؟\n2 ـ هل القواعد الفقهية من الأمور التوقيفية أو يمكن التوفّر على قواعد جديدة ومستحدثة؟ وعلى الثاني ما هو السبيل للحصول على تلك القواعد واكتشافها؟\n3 ـ ما هو التفاعل المتبادل في سياق تطور القواعد الفقهية بين فقه أهل البيت وفقه أهل السنّة؟",
        "4 ـ ما هو سبب تأخّر وضع قواعد فقهية مستحدثة في الفقه الإمامي؟\nالى غير ذلك من الأبحاث التي تحتاج إلى دراسة عميقة وشاملة.\nثانيا : تصنيف القواعد الفقهية ، بمعنى أنّ تلك القواعد تصنّف على أساس موقعها في الفقه ، وفي أيّ مجال يستفاد منها ، وما هي القواعد التي يستفاد منها في أبواب العبادات ، وما هي التي يستفاد منها في أبواب المعاملات وسائر أقسام الفقه المتنوّعة؟\nومن المعلوم أنّ هناك جهودا بذلت في هذا المضمار ، إلاّ أنّها لا زالت ناقصة.",
        "ثالثا : تدوين القواعد الفقهية الحيوية من قبيل قاعدة العدالة ، قاعدة السهولة ، قاعدة المهم والأهم ، قاعدة الحرية ، و.\nوعلى رغم كثرة ما كتب حول القواعد الفقهية وأشير لمعظمها ، لكن يمكننا دعوى أنّ هناك كثيرا من القواعد الفقهية ـ التي لم تقرّر على أنّها قاعدة مستقلّة برأسها ـ قد استفيد منها في ثنايا الاستدلالات والفتاوى الفقهية ، إلاّ أنّها لم تدوّن كقاعدة مستقلّة ولم تبيّن حدودها ومعالمها.\nوفي هذا المجال يقول الأستاذ الفقيه الشهيد مرتضى المطهّري :\nومن هنا يجدر بالأبحاث الجديدة أن تركّز على الأمور الثلاثة المتقدّمة وتوليها اهتماما متزايدا.",
        "__________________\n(1) البقرة (2) : 83 ؛ النساء (4) : 36.\n(2) المائدة (5) : 1.\n(3) « مباني اقتصاد إسلامي » ص 27 ، وقد نقلنا النصّ من اللغة الفارسية إلى العربية.",
        "الحياة العلمية للمؤلّف‌\nولد آية الله الميرزا السيد حسن الموسوي البجنوردي سنة 1316 (1) في إحدى قرى بجنورد ، ويتصل نسبه بالسيد إبراهيم المجاب ـ من أحفاد الإمام موسى بن جعفر 7.\nأنهى البجنوردى دراسته الابتدائية في بجنورد ، ثمَّ انتقل إلى مدينة مشهد ، ودرس آداب اللغة العربية على الميرزا عبد الجواد ، المعروف بـ « الأديب النيشابوري » ، ثمَّ تتلمذ الفلسفة على الحاج فاضل الخراساني وآقا بزرگ الشهيدي ، وفي الأصول على آقا محمد آقا زاده ابن الآخوند الخراساني ، وفي الفقه على الحاج آقا حسين القمّي وفي التفسير على الحاج فاضل الخراساني ، ثمَّ صار بعد ذلك من أساتذة حوزة مشهد ، المعروفين بتدريس الفلسفة والأصول.\nوفي سنة 1340 ـ وبناء على وصية أستاذه الحاج فاضل الخراساني ـ توجّه صوب النجف الأشرف ؛ لإكمال دراساته العليا ، وقد استخار الله تعالى في أمر سفره عند أستاذه الفاضل الخراساني ، فكان قوله تعالى ( وَنادَيْناهُ مِنْ جانِبِ الطُّورِ الْأَيْمَنِ ) (2).",
        "استفاد في النجف من دروس فقهاء وأصوليي هذه الحوزة من أمثال آقا ضياء العراقي والميرزا محمد حسين النائيني ، وبعد لحوق آقا ضياء بالرفيق الأعلى ،\n__________________\n(1) اختلف في تاريخ ولادته ، فذهب بعض إلى أنّها في 1310 ، وبعض 1315. وأشار ولده آية الله سيّد محمّد البجنوردي إلى أنّ تاريخ ولادته 1310.\n(2) مريم (19) : 52.",
        "صار البجنوردي أستاذا للدراسات العليا ـ البحث الخارج ـ في مادة علم أصول الفقه ، ثمَّ تصدّى لتدريس الأبحاث العالية في الفقه بعد رحيل السيد أبي الحسن الأصفهاني.\nوكان يلقي دروسه باللغة العربية ، وقد حضر لديه جمع من الطلاب الإيرانيين والناطقين باللغة العربية.\nلبّى نداء ربّه في 20 جمادي الثاني سنة 1396 في جوار أمير المؤمنين 7 في النجف ، ودفن في مقبرة أستاذه السيد الأصفهاني.\nكان البجنوردي ; ـ مضافا إلى تضلّعه في الفقه والأصول ـ معروفا بسعة اطّلاعه وطول باعه في العلوم الأخرى ، مثل آداب اللغة والفلسفة والعلوم التاريخية والجغرافية.",
        "وكان يرتاد المحافل العلمية في العالم الإسلامي ، فله روابط وعلاقات مع جامعات بغداد والأزهر وتونس والمغرب.\nأمّا قوّة حافظته وذكائه فهو أمر شائع ومعروف ، حيث كان يحفظ الكثير من الأحاديث ، وكذا شعر كبار الشعراء وفطاحلهم. (1)\nلم يرتض البجنوردي الأسلوب المتداول في تدريس الأبحاث العالية في الحوزة العلمية ، حيث كان يعتمد فيه الأستاذ على كتاب الفتاوى مادّة لدرسه ، فيأخذ مسألة مسألة ويطرحها للبحث ، ويقيم الدليل على إثباتها أو نفيها ، ثمَّ يقرّر رأيه في المسألة. إنّه كان يعتقد أنّ هذا الأسلوب لا يعلّم التلميذ القواعد الرئيسية للاجتهاد حتّى يتمكن من تطبيق القاعدة في المورد المشابه ؛ ولذا فإنّ التلميذ غالبا ما تطول مدّة حضوره في دروس الأبحاث العالية لكي تحصل له ملكة الاستنباط.\n__________________",
        "(1) قال ولد المصنّف آية الله السيد محمد : إنّ والدي كان يحفظ القرآن ونهج البلاغة والصحيفة السجّادية والمعلقات السبع ومقامات الحريري ومثنوي وشاهنامة فردوسي وگلستان سعدي وديوان حافظ وجامى وشبستري. وكان يقول : كل قصيدة إذا قرأتها مرّتين حفظتها.\nولهذا كان يعتقد أنّ الأستاذ إذا اهتمّ بطرح القواعد الكلية للفقه ، ثمَّ طبّقها على مصاديقها ؛ فإنّ ذلك له أثر كبير في اختزال المسافة والإسراع في تنمية قابلية التلميذ في القدرة على استنباط الأحكام.\nوعلى هذا الأساس صاغ المؤلّف ; « القواعد الفقهية » واستعرض فيه 64 قاعدة وناقشها دلالة وسندا وذكر الأمثلة التطبيقية لها.\nمؤلّفاته : ",
        "1 ـ القواعد الفقهية ، مطبوع.\n2 ـ منتهى الأصول ، مطبوع.\n3 ـ حاشية على العروة الوثقى.\n4 ـ ذخيرة المعاد « رسالة عملية ».",
        "5 ـ رسالة في الرضا 7.\n6 ـ رسالة في اجتماع الأمر والنهي.\n7 ـ كتاب في الحكمة أو قولنا في الحكمة ، وهو شرح على الأسفار الأربعة.\nكان ; من أهل التهجّد ، يتلو أربعة أجزاء من القرآن الكريم في كلّ يوم ، جزءان منه قبل صلاة الصبح والآخران قبل الغروب ، وكان يستيقظ قبل أذان الصبح بساعتين ونصف يتلو فيها جزءا من القرآن ، ويطالع ساعة ثمَّ يشتغل بأداء صلاة الليل.",
        "أما ذرّيته فكانوا ستّة ، أسماؤهم : مهدي ، جواد ( م 1362 ه‍. ش ) كاظم ، محمد ، فاطمة ، طاهرة.\nوأمّا تلامذته باستثناء أولاده : سيد مهدي وسيد محمد ، فهم‌ :\nآية الله يوسف الحكيم.\nآية الله الشيخ جواد الرازي.",
        "آية الله الشيخ محمد طاهر الرازي.\nآية الله الشيخ محمد رضا المظفّر.\nآية الله السيد محمد علي القاضي الطباطبائي.\nآية الله السيد جلال الدين الاشتيانى. (1)",
        "__________________\n(1) اعتمدنا في ترجمة السيد البجنوردي وذكر أحواله على المصادر التالية : ماضي النجف وحاضرها ص 302 ـ 303 ؛ معجم رجال الفكر والأدب في النجف ص 52 ـ 53 ؛ طبقات أعلام الشيعة ج 1 ، ص 385 ـ 386 ؛ گنجينه دانشمندان ج 3 ، ص 184 ؛ مشاهير جهان ص 248 ؛ دانشنامه جهان إسلام ، حرف ب ، جزؤه سه ، ص 919 ـ 920 ؛ مجلة معارف إسلامي ، شماة 6 ، ص 31 ـ 33 ؛ مصاحبة با آية الله سيد محمد موسوي بجنوردى.\nمنهجنا في التحقيق‌\nنظرا لعدم توفّرنا على النسخ الخطية لهذه المجموعة النفيسة ، ولعدم طباعتها أكثر من مرّة ، فكان اعتمادنا في التحقيق على المطبوع من هذا الكتاب ، الذي طبع بعض منه في النجف ، والبعض الآخر في إيران.",
        "أمّا ما قمنا به من عمل فهو :\n1 ـ تقويم النصّ الذي اشتمل على تصحيح الأخطاء ووضع علائم الترقيم وضبط النصّ.\n2 ـ تخريج الآيات الكريمة والأحاديث الشريفة.\n3 ـ تخريج الأقوال الفقهية والأصولية وغيرها وإرجاعها إلى مصادرها الرئيسية.",
        "4 ـ التعرّف على مصادر القواعد الفقهية : في البداية تمَّ تعريف مأخذ كلّ قاعدة من هذه القواعد المدوّنة ، وروعي التسلسل الزمني في تثبيت المآخذ. وبالنسبة إلى الكتب التي مؤلّفوها أحياء فقد رتّبت حسب الترتيب الألفبائي.\nكما تمَّ التعريف بالمقالات والأطروحات ـ حسب الإمكان ـ التي بحثت في القواعد الفقهية.\nوجدير بالذكر أنّ بعض القواعد الفقهية كأصالة الطهارة وأصالة عدم التذكية لم يشر إليها في فهرس المآخذ ؛ نظرا إلى أنّها بحثت في الكتب الأصولية وحدّد‌\nموقعها.",
        "5 ـ إعداد الفهارس : فقد وضعنا فهارس إجمالية وتفصيلية لكلّ مجلّد ، وفي نهاية المجلّد السابع قمنا بصياغة الفهارس الفنية التي اشتملت على : فهرس الآيات القرآنية ، فهرس أسماء المعصومين : ، فهرس الأعلام ، فهرس الكتب الواردة في المتن وفهرس مصادر التحقيق.\nكلمة شكر وتقدير : \nوفي نهاية المطاف نتقدّم بخالص شكرنا لكلّ الفضلاء الذين أسهموا معنا وشاركونا في إنجاز هذا المشروع ، وهم :\n1 ـ الإخوة سيّد أبو نوفل العميدي ، والسيّد عبد العزيز الكريمي ، وعبد الحليم الحلّي ، وعبد الحكيم الضياء ، الذين ساعدونا في تخريج الآيات والروايات والأقوال وإعداد الفهارس.",
        "2 ـ الأخ علي رضا شالباف الذي قام بتصحيح الأخطاء المطبعية.\n3 ـ الإخوة سيّد أحمد العلوي ، وسيّد على العلوي ، وعماد الكمالي في الإخراج الفنّي للكتاب.\n4 ـ الأخ يد الله السعدي مدير مكتب نشر الهادي الذي أثمرت متابعته في تعجيل تحقيق الكتاب ، كما أنّه المتصدّي لطبع هذا الكتاب.\nونرى لزاما علينا ان نقدّم الشكر والثناء للسادة الأجلاّء أولاد المصنّف ، آية الله سيد محمد الموسوي البجنوردي والسيد الكاظم الموسوي البجنوردي ، وكذلك للأخ أحمد مسجد جامعي معاون وزير الثقافة والإرشاد الإسلامي ، وللأخ على رفيعي علا مرودشتي اللذين أسهموا في تحقيق الكتاب وطبعه.",
        "نأمل من الله تعالى أن يتقبّل بلطفه وكرمه هذا العمل القليل ، وله الحمد أوّلا وآخرا.\n"
    ]
}