{
    "partText": [
        "\nالقول السديد\nفي\n\nوجوب الاهتمام بالتوحيد\n\nكتبه: إسلام محمود دربالة\nتم إدخال الكتاب على شبكة الإنترنت بواسطة موقع المستقبل للإسلام www.future-i.org\n(1/1)\n",
        "بسم الله الرحمن الرحيم\nفلا ريب أن التوحيد هو أصل الإسلام وأساسه، كما أن أحب الأعمال إلى الله وأعظمها وزنًا هو توحيده وعبادته وحده لا شريك له، وأن أعظم العمل وزرًًا وشناعة هو فعل ما يضاد التوحيد وهو الشرك بالله.\nيقول شيخ الإسلام ابن تيمية رحمه الله: مبينًا هذا الأصل: ((وهذا الأصل _ أي توحيد الله_ هو أصل الدين الذي لا يقبل الله من الأولين والآخرين دينًا غيره، وبه أرسل الرسل، وأنزل الكتب.\nكما قال تعالى {واسئل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون} [الزخرف: 45].\nوقا تعالى: {وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون} [الأنبياء: 25].\nوقال تعالى: {ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت فمنهم من هدى الله ومنهم من حقت عليه الضلالة} [النحل: 36].)) اهـ من قاعدة جليلة في التوسل والوسيلة.\nهذا جانب من جوانب فضل التوحيد، بينما الناظر في أحوال مجتمعاتنا يرى تزهيد بعض الناس في التوحيدد وتقليلهم من شأن بعض مسائله، وعزوفهم عن تعلمه.\nبينما نرى جموعًا عريضة ممن ينتسبون إلى الإسلام يأتون بما\n(1/2)\n\nيناقضه، ويدعون إلى ما يضاده ويخالفه.\nوسيمر معك في ثنايا هذا الكتاب طرفًا من هذه الأمور، وهذه الانحرافات العقدية والتزهيدات المتعمدة في تعلم التوحيد وتعليمه، والتي تقلق كل موحد رضي بالله ربًا وبالإسلام دينًا وبمحمد صلى الله عليه وسلم نبيًا ورسولاً.\nإضافة إلى الحرب الشعواء على عقيدة التوحيد، لتحطيمها وتمييع مفهوم الولاء والبراء، والإجهاز على كل من يحمل رايتها ويدعوا إليها.\nولأجل هذا رأيت أن أسطر هذا الكتاب براءة للذمة وذودًا عن حياض الملة، وتنبيهًا للغافلين، وشحذا لهمم الموحدين.\nوقد جعلته في ثلاثة فصول:\nالفصل الأول: تعريف التوحيد وبيان أقسامه.\nالفصل الثاني: لماذا يجب علينا أن نهتم بالتوحيد.\nالفصل الثالث: كيف نهتم بالتوحيد.\nهذا: ((وأسأل الله المبتدئ لنا بنعمه قبل استحقاقها، المديمها علينا مع تقصيرنا في الإتيان على ما أوجب من شكره بها الجاعلنا في خير أمة أخرجت للناس: أن يرزقنا فهمًا في كتابه ثم سنة نبيه، وقولاً وعملاً يؤدي به عنا حقه، ويوجب لنا نافلة مزيده)) (1)\n__________\n(1) اقتباس من مقدمة الرسالة للإمام الشافعي رحمه الله ص (19)",
        "(1/3)\n\nوكتبه\nإسلام بن محمود دربالة\nعفا الله عنه\n(1/4)",
        "\nالفصل الأول\nمدخل لفهم التوحيد\nتعريف التوحيد:\nالتوحيد لغة: الإفراد.\nولا يكون الشيء مفرداً إلا بأمرين:\nأ - الإثبات التام.\nب – النفي العام.\nفلو قلت: زيد قائم. لم تفرده لاحتمال أن يكون غيره قائماً أيضاً.\nلكن إن قلت: ما قائم إلا زيد، فقد أفردته، بإثباتك القيام التام له، ونفيك العام للقيام عن غيره.\nوكلمة التوحيد، لا إله إلا الله اشتملت على نفي وإثبات، فنفت الإلهية عن كل ما سوى الله تعالى، فكل ما سواه من الملائكة والأنبياء فضلاً عن غيرهم ليس بإله، ولا له من العبادة شيء، وأثبتت الإلهية لله وحده بمعنى أن العبد لا يأله غيره، أي لا يقصد بشيء من التأله وهو تعلق القلب الذي يوجب قصده بشيء من أنواع العبادة.\nوالتوحيد شرعاً: إفراد الله بحقوقه.\nولله سبحانه وتعالى ثلاثة حقوق\n1 - حقوق عبادة.\n2 - \n3 -\n(1/5)\n",
        "4 - حقوق أسماء وصفات.\nويمكن أن يقال: التوحيد: هو إفراد الله عز وجل بالخلق والرزق والتدبير وعدم صرف شيء من أنواع العبادة إلا له، والإيمان بما وصف وسمى به نفسه، ووصفه وسماه به رسوله صلى الله عليه وسلم.\nأقسام التوحيد:\nذكر أهل العلم – رحمهم الله تعالى – بعد استقراء نصوص الكتاب والسنة أن التوحيد ينقسم إلى ثلاثة أقسام:\n1 - توحيد الربوبية.\n2 - توحيد الألوهية.\n3 - توحيد الأسماء والصفات.\nقال الشيخ بكر أبو زيد – نفع الله به -: \" هذا التقسيم الاستقرائي لدى متقدمي علماء السلف أشار إليه ابن منده وابن جرير الطبري وغيرهما وقرره شيخا الإسلام ابن تيمية وابن القيم، وقرره الزبيدي في \" تاج العروس \" وشيخنا الشنقيطي في \" أضواء البيان \" في آخرين رحم الله الجميع.\nوهو استقراء تام لنصوص الشرع، وهو مطر لدى أهل كل فن، ما في استقراء النحاة كلام العرب إلى اسم وفعل وحرف، والعرب لم تفه بهذا ولم يعتب على النحاة في ذلك عاتب، وهكذا من أنواع الاستقراء \" (1) وقال الشيخ الأمين الشنقيطي رحمه الله \" وقد دل استقراء القرآن العظيم على أن توحيد الله ينقسم إلى ثلاثة أقسام:\nالأول: توحيده في ربوبيته، وهذا النوع جبلت عليه فطر العقلاء قال تعالى (ولئن سألتهم من خلقهم ليقولن الله) [الزخرف:87] وقال (قل من يرزقكم من\n__________\n(1) \" التحذير من مختصرات الصابوني في التفسير \" ص: (30) وانظر كتاب شيخنا عبد الرزاق العباد \" القول السديد في الرد على من أنكر تقسيم التوحيد \" ص (26)\n(1/6)\n\nالسماء والأرض أمن يملك السمع والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله فقل أفلا تتقون) [يونس:31].\nوإنكار فرعون لهذا النوع من التوحيد في قوله (قال فرعون وما رب العالمين) [الشعراء:23] تجاهل من عارف أن عبد مربوب، بدليل قوله تعالى (قال لقد علمت ما أنزل هؤلاء إلا رب السموات والأرض بصائر) [الإسراء:102].\nوقوله (وجحدوا بها واستيقنتها أنفسهم ظلماً وعلوا) [النمل:14] وهذا النوع من التوحيد لا ينفع إلا بإخلاص العبادة لله، كما قال تعالى (وما يؤمن أكثرهم بالله إلا وهم مشركون) [يوسف:106] والآيات الدالة على ذلك كثيرة جداً.\nالثاني: توحيده جل وعلا في عبادته. وضابط هذا النوع من التوحيد هو تحقيق معنى \" لا إله إلا الله \" وهي متركبة من نفي وإثبات.\nفمعنى النفي منها خلع جميع أنواع المعبودات غير الله كائنة ما كانت في جميع أنواع العبادات كائنة ما كانت.\nومعنى الإثبات منها، إفراد الله جل وعلا وحده بجميع أنواع العبادات بإخلاص، على الوجه الذي شرعه على ألسنة رسله عليهم الصلاة والسلام.\nوأكثر آيات القرآن في هذا النوع من التوحيد، وهو الذي فيه المعارك بين الرسل وأممهم (أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب) [ص:5].\nومن الآيات الدالة على هذا النوع من التوحيد قوله تعالى (فاعلم انه لا إله إلا الله واستغفره لذنبك) الآية.\nوقوله: (ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت) [النحل:36] وقوله (وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا",
        "(1/7)\n\nفاعبدون) وقوله (واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون) [الزخرف:45]\nوقوله (قل إنما يوحى إلى أنما إلهكم إله واحد فهل أنتم مسلمون) [الأنبياء:108] فقد أمر في هذه الآية أن يقول أن ما أوحى إليه محصور في هذا النوع من التوحيد لشمول كلمة لا إله إلا الله لجميع ما جاء في الكتب لأنها تقتضي طاعة الله بعبادته وحده. فيشمل ذلك جميع العقائد والأوامر والنواهي، وما يتبع ذلك من ثواب وعقاب. والآيات في هذا النوع من التوحيد كثيرة.\nالنوع الثالث: توحيد الله جل وعلا في أسمائه وصفاته. وهذا النوع من التوحيد ينبني على أصلين:\nالأول: تنزيه الله جل وعلا عن مشابهة المخلوقين في صفاتهم، كما قال تعالى (ليس كمثله شيء).\nوالثاني: الإيمان بما وصف الله به نفسه، أو وصفه به رسوله صلى الله عليه وسلم على الوجه اللائق بكماله وجلاله، كما قال بعد قوله: (ليس كمثله شيء وهو السميع البصير) مع قطع الطمع عن إدراك كيفية الإتصاف بهذه الصفات قال تعالى (يعلم ما بين أيديهم وما خلفهم ولا يحيطون به علما) [طه:110].\nويكثر في القرآن العظيم الاستدلال على الكفار باعترافه بربوبيته جل وعلا وجوب توحيده في عبادته، ولذلك يخاطبه في توحيد الربوبية باستفهام التقرير.\nفإذا أقروا بربوبيته احتج بها عليهم على أنه هو المستحق لأنه يعبد وحده ووبخهم منكراً عليهم شركهم به غيره، مع اعترافهم بأنه هو المستحق لأن يعبد وحده.\nومن أمثله ذلك قوله تعالى (قل من يرزقكم من السماء والأرض أمن يملك\n(1/8)",
        "\nالسمع والأبصار) [يونس:31] إلى قوله (فسيقولون الله) فلما أقروا بربوبيته وبخهم منكراً عليهم شركهم به غير بقوله (فقل أفلا تتقون).\nومنها قوله تعالى: (قل لمن الأرض ومن فيها إن كنتم تعلمون، سيقولون لله) فلما اعترفوا وبخهم منكراً عليهم شركه بقوله: (قل أفلا تذكرون) ثم قال (قل من رب السموات السبع ورب العرش العظيم، سيقولون لله) فلما أقروا وبخهم منكراً عليهم شركهم بقوله (قل أفلا تتقون) ثم قال (قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون، سيقولون لله) فلما أقروا، وبخهم منكراً عليك شركهم بقوله: (قل فأنى تسحرون) [المؤمنون:84–89]\nومنها قوله تعالى (قل من رب السموات والأرض قل الله) فلما صح الاعتراف وبخهم منكراً عليهم شركهم بقولهم: (قل أفاتخذتم من دونه اولياء لا يملكون لأنفسهم نفعاً ولا ضراً) [الرعد:16].\nومنها قوله تعالى (ولئن سألتهم من خلقهم ليقولن الله)، فلما صح إقرارهم وبخهم منكراً عليهم بقوله (فأنى يؤفكون) [الزخرف:87].\nومنها قوله تعالى: (ولئن سألتهم من خلق السموات والأرض وسخر الشمس والقمر ليقولن الله) فلما صح إقرارهم وبخهم منكراً عليهم بقوله: (فأنى يؤفكون).\nومنها قوله تعالى (ولئن سألتهم من خلق السموات والأرض وسخر الشمس والقمر ليقولن الله)\nفلما صح إقراره وبخهم منكراً عليهم شركهم بقوله: (قل الحمد لله بل أكثرهم لا يعقلون) [العنكبوت:61].\n(1/9)\n",
        "إلى أن قال الشيخ الأمين رحمه الله (والآيات بنحو هذا كثيرة جداً ولأجل ذلك ذكرنا في غير هذا الموضع: أن كل الأسئلة المتعلقة بتوحيد الربوبية استفهامات تقرير، يراد منها أنهم إذا أقروا رتب لهم التوبيخ والإنكار على ذلك الإقرار، لأن المقر بالربوبية يلزم الإقرار بالألوهية ضرورة نحو قوله تعالى: (أفي الله شك) [إبراهيم:10].\nوقوله (قل أغير الله أبغي رباً) وإن زعم بعض العلماء أن هذا استفهام إنكار، لأن استقراء القرآن دل على أن الاستفهام المتعلق بالربوبية استفهام تقرير وليس استفهام إنكار لأنهم لا ينكرون الربوبية كما رأيت كثرة الآيات الدالة عليه \" (1).\nوقال الشيخ سليمان بن عبد الله – رحمه الله – موضحاً تلازم أنواع التوحيد الثلاثة: \" والتوحيد مصدر وحد يوحد توحيداً، أي جعله واحداً.\nسمى دين الإسلام توحيداً، لأن مبناه على أن الله واحداً في ملكه وأفعاله لا شريك له، وواحد في ذاته لا نظير له، وواحد في إلهيته وعبادته لا ند له.\nوإلى هذه الأنواع الثلاثة ينقسم توحيد الأنبياء والمرسلين الذين جاءوا به من عند الله، وهي متلازمة، كل نوع منها ينفك عن الآخرة.\nفمن أتى بنوع منها ولم يأت بالآخر، فما ذاك إلا لأنه لم يأت به على وجه الكمال المطلوب \" (2)\nومن أهل العلم من قسم التوحيد إلى قسمين:\n1 – توحيد في المعرفة والإثبات، وهو توحيد الربوبية والأسماء والصفات.\n__________\n(1) \"أضواء البيان \" (3/ 410 – 414)\n(2) \" تيسير العزيز الحميد \" ص: (33).\n(1/10)\n\n2 – توحيد في الطلب والقصد: وهو توحيد الإلهية والعبادة.\nقال ابن القيم \" رحمه الله \":\n\" واعلم أن التوحيد الذي دعت إليه رسل الله، ونزلت به كتبه، نوعان:\n1 - توحيد في المعرفة والإثبات.\n2 - توحيد في الطلب والقصد.\nفالأول هو حقيقة ذات الرب تعالى وأسمائه وصفاته وأفعاله وعلوه فوق سمواته على عرشه، وتكلمه بكتبه وتكليمه لمن شاء من عباده، وإثبات عموم قضائه وقدره وحكمه.\nوقد أفصح القرآن عن هذا النوع جد الإفصاح، كما في أول سورة الحديد، وسورة طه، وآخر سورة الحشر، وأول سورة تنزيل السجدة وأول سورة آل عمران، وسورة الإخلاص بكاملها وغير ذلك.\nالنوع الثاني: مثل ما تضمنته سورة (قل يأيها الكافرون) وقوله (قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم) الآية، وأول سورة تنزيل الكتاب وآخرها، وأول سورة يونس ووسطها وآخرها، وأول سورة الأعراف وآخرها، وجملة سورة الأنعام، وغالب سور القرآن بل كل سورة في القرآن فهي متضمنة لنوعي التوحيد (1)\n\nالتوضيح والبيان لأقسام التوحيد\n(1) توحيد الربوبية\nهو الاعتقاد بأن الله سبحانه هو الرب المتفرد بالخلق والرزق والتدبير، وأنه\n__________\n(1) \" مدارج السالكين \" (3/ 499).",
        "(1/11)\n\nالمحيي المميت النافع الضار، المتفرد بإجابة الدعاء عند الضراء، فهو سبحانه وتعالى المتفرد بربوبية خلقه إيجاداً وإمداداً، وخلقاً وتدبيراً.\nويمكن أن نقول: هو إفراد الله بالخلق، والملك والتدبير.\nوكذلك هو: توحيد الله بأفعاله سبحانه.\nودليل إفراده بالخلق قوله تعالى (هل من خالق غير الله) [فاطر:3]\nوقوله: (أفمن يخلق كمن لا يخلق) [النحل:17].\nودليل إفراده بالملك قوله تعالى: (تبارك الذي بيده الملك) [الملك:1].\nوقوله تعالى (قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه) [المؤمنون:88].\nودليل التدبير قوله تعالى: (ألا له الخلق والأمر) [الأعراف:54]. والمراد بالأمر هنا التدبير.\nوربوبية الله عز وجل لخلقه على نوعين:\nالأول: ربوبية عامة، شاملة لجميع المخلوقات، وهي: أن الله هو المنفرد بخلقها ورزقها وتدبيرها.\nالثاني: ربوبية خاصة، وهي خاصة بأولياء الله وأصفيائه، وهي تربيته لهم بهدايتهم للدين والإيمان.\nقال العلامة السعدي: \" وتربيته تعالى لخلقه نوعان: عامة وخاصة \".\nفالعلامة: هي خلقه للمخلوقات، ورزقهم وهدايتهم لما فيه مصالحهم التي فيها بقاؤهم في الدنيا.\n(1/12)",
        "\nوالخاصة: تربيته لأوليائه، فيربيهم بالإيمان ويوفقهم له ويكملهم، ويدفع عنهم الصوارف والعوائق الحائلة بينهم وبينه.\nوحقيقتها: تربية التوفيق لكل خير، والعصمة من كل شر.\nولعل هذا المعنى هو السر في كون أكثر أدعية الأنبياء بلفظ (الرب) فإن مطالبهم كلها داخلة تحت ربوبية خاصة \" (1)\nويقول ابن القيم في بيان معنى هذا القسم من أقسام التوحيد: \" أن يشهد صاحبه قيومية الرب تعالى فوق عرشه، يدبر أمر عباده وحده، فلا خالق ولا رازق، ولا معطي ولا مانع، ولا مميت ولا محيي، ولا مدبر لأمر المملكة – ظاهراً وباطناً – غيره: فما شاء كان وما لم يشأ لم يكن. لا تتحرك ذرة إلا بإذنه، ولا يجري حادث إلا بمشيئته ولا تسقط ورقة إلا بعلمه، ولا يعزب عنه مثقال ذرة في السموات ولا في الأرض، ولا أصغر من ذلك ولا أكبر إلا أحصاها علمه، وأحاطت بها قدرته ونزلت بها مشيئته واقتضتها حكمته \" (2)\nتنبيه: هذا القسم من أقسام التوحيد لا يكفي العبد في حصول إسلامه، بل لابد من أن يأتي بلازمة، من توحيد الألوهية، لأن الله تعالى حكى عن المشركين أنهم مقرون بهذا التوحيد وحده، ولم ينفعهم ذلك الإقرار.\nقال تعالى: (ولئن سألتهم من خلقهم ليقولن الله) [الزخرف:87].\nوقال (ولئن سألتهم من نزل من السماء ماءً فأحيا به الأرض من بعد موتها\n__________\n(1) \" تفسير السعدي \" (1/ 14).\n(2) \" مدارج السالكين \" (3/ 510).\n(1/13)\n",
        "ليقولن الله) [العنكبوت:63]. (1)\n\n(2) توحيد الألوهية\nوهو إفراد الله بالعبادة ومبناه على إخلاص التأله لله تعالى في العبادات كلها ظاهرها وباطنها، لا يجعل فيها شيء لغيره، لا لملك مقرب، ولا لنبي مرسل، فضلاً عن غيرهما (2)\nويمكن أن يقال: هو إفراد الله عز وجل بجميع أنواع العبادة الظاهرة والباطنة قولاً وعملاً، ونفى العبادة عن كل ما سواه سبحانه كما قال تعالى (وقضى ربك ألا تعبدوا إلا إياه) [الإسراء:23] (3).\nيقول شيخ الإسلام ابن تيمية: \" إن حقيقة التوحيد أن نعبد الله وحده. فلا يدعى إلا هو، ولا يخشى إلا هو، ولا يتقى إلا هو، ولا يتوكل إلا عليه، ولا يكون الدين إلا له، لا لأحد من الخلق وأن لا نتخذ الملائكة والنبيين أرباباً، فكيف بالأئمة والشيوخ والعلماء والملوك وغيرهم (4)\nويبين ابن القيم حاجة البشرية إلى توحيد الله، وإلى هذا القسم من أقسامه خاصة فيقول: \"اعلم أن حاجة العبد أن يعبد الله وحده ولا يشرك به شيئاً في محبته ولا في خوفه ولا في رجائه ولا في التوكل عليه، ولا في العمل له ولا في الحلف به، ولا في النذر له، ولا في الخضوع له، ولا في التذلل والتعظيم والسجود والتقرب،\n__________\n(1) انظر \" تيسير العزيز الحميد \" ص: (35).\n(2) انظر \" تيسير العزيز الحميد \" ص: (36).\n(5) \"أعلام السنة المنشورة \" ص: (40).\n(4) \"منهاج السنة\" (3/ 490)\n(1/14)\n\nأعظم من حاجة الجسد إلى روحه والعين إلى نورها، بل ليس لهذه الحاجة نظير تقاس به.\nفإن حقيقة العبد وروحه قلبه لا صلاح لها إلا بإلهها الذي لا إله إلا هو، فلا تطمئن الدنيا إلا بذكره، وهي كادحة إليه كدحاً فملاقيته، ولابد لها من لقائه، ولا صلاح لها إلا بمحبتها وعبوديتها له، ورضاه وإكرامه لها \" (1)\nويقول الشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب: \" وهذا التوحيد هو أول الدين وآخره وباطنه وظاهره وهو أول دعوة الرسل وآخرها وهو معنى قول: لا إله إلا الله، فإن الإله هو المألوه المعبود بالمحبة، والخشية، والإجلال، والتعظيم، وجميع أنواع العبادة، ولأجل هذا التوحيد خلقت الخليقة، وأرسلت الرسل، وأنزلت الكتب، وبه افترق الناس إلى مؤمنين وكفار، وسعداء أهل الجنة، وأشقياء أهل النار \" (2).\nويقول الشيخ عبد الرحمن السعدي \" رحمه الله \": \" أعظم الأصول التي يقررها القرآن ويبرهن عليها توحيد الألوهية والعبادة، وهذا الأصل العظيم أعظم الأصول على الإطلاق، وأكملها وأفضلها، وأوجبها وألزمها لصالح الإنسانية، وهو الذي خلق الله الجن والإنس لأجله، وخلق المخلوقات وشرع الشرائع لقيامه، وبوجوده يكون الصلاح، وبفقده يكون الشر والفساد وجميع الآيات إما أمر به أو بحق من حقوقه، أو نهى عن ضده، أو إقامة حجة عليه أو بيان جزاء أهله في الدنيا والآخرة، أو بيان الفرق بينهما وبين المشركين.\nويقال له: توحيد الإلهية فإن الإلهية وصفه تعالى الذي ينبغي أن يؤمن به كل بني\n__________\n(1) \"طريق الهجرتين\" ص (57، 58)\n(2) \"تيسير العزيز الحميد \" ص (36)",
        "(1/15)\n\nآدم، وهو مستلزم جميع صفات الكمال.\nويقال له توحيد العبادة باعتبار وجوب ملازمة وصف العبودية بكل معانيها للعبد بإخلاص العبادة لله تعالى، وتحقيقها في العبد أن يكون عارفاً بربه مخلصاً له جميع عبادته محققاً ذلك بترك الشرك صغيره وكبيره \" (1)\nتعريف العبادة:\nفالعبادة: الطاعة مع الخضوع – قال الراغب: العبودية: إظهار التذلل، والعبادة أبلغ منها لأنها غاية التذلل (2)\nوقال الزجاج \" ومعنى العبادة في اللغة: الطاعة مع الخضوع \" (3) وقال الجوهري \" أصل العبودية \" الخضوع والتذلل \" (4)\nومن التعريف اللغوي السابق يمكن أن يقال عن العبادة الشرعية إنها: الانقياد والخضوع لله تعالى على وجه التقرب إليه بما شرع مع المحبة.\nبيان إطلاقات العبادة:\nللعبادة معاني بحسب ما تتعلق به، وبحسب كونها مصدراً أو اسماً، وبحسب المتوجه به إليه، وبحسب ما يلاحظ فيها من حق، فهذه أربعة إطلاقات.\nالإطلاق الأول: إطلاقات العبادة بحسب ما تتعلق به.\nفالعبادة من حيث تعلقها بعموم الخلق وخصوصهم تنقسم إلى عبادة عامة كونية\n__________\n(1) \"القواعد الحسان\" ص: (192)\n(2) \" مفردات ألفاظ القرآن \" ص: (542)\n(3) لسان العرب (3/ 273) مادة: \" عبد \"\n(4) لسان العرب (3/ 271)، مادة: \" عبد \"\n(1/16)",
        "\nوإلى خاصة شرعية (1).\nفالعبادة العامة: هي عبادة القهر والملك وهي تشمل أهل السموات والأرض كلهم مؤمنهم وكافرهم فالجميع عبيد مربوبون لله قال الله تعالى: (وقالوا اتخذ الرحمن ولدا، لقد جئتم شيئاً إدا، تكاد السموات يتفطرن منه وتنشق الأرض وتخر الجبال هدا، أن دعوا للرحمن ولدا، وما ينبغي للرحمن أن يتخذ ولدا، إن كل من في السموات والأرض إلا آتي الرحمن عبدا) [مريم:88 - 93].\nوقد ذكر ابن القيم أن هذا النوع يأتي على خمسة أوجه (2) وهي:\n1 - إما منكراً كما في الآية المذكورة سابقاً.\n2 - أو معرفاً باللام، كقوله تعالى: (وما الله يريد ظلماً للعباد) [غافر:31].\n3 - أو مقيداً بإشارة أو نحوها، كقوله تعالى (ويوم يحشرهم وما يعبدون من دون الله فيقول ءأنتم أضللتم عبادي هؤلاء أم هم ضلوا السبيل) [الفرقان:17]. .\n4 - أو أن يذكروا في عموم عباده فيندرجوا مع أهل طاعته في الذكر كقوله تعالى: (أنت تحكم بين عبادك في ما كانوا فيه يختلفون) [الزمر:46].\n5 - أن يذكروا موصوفين بفعلهم كقوله تعالى: (قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله) [الزمر:53].\nوهذا المثال المذكور في الوجه الخامس لا يسلم من اعتراض كما قال ابن القيم نفسه: \" وقد يقال: \" إنما سماهم عباده إذا لم يقنطوا من رحمته وأنابوا إليه واتبعوا أحسن ما أنزل إليهم من ربهم فيكونون من عبيد الإلهية والطاعة (3) أهـ\nوأما العبادة الخاصة الشرعية فهي، عبادة الطاعة والخضوع والذل والمحبة الاختيارية، وهي خاصة لمن وفقه الله من المكلفين من الأنبياء والمرسلين وعامة\n__________\n(1) انظر مدارج السالكين (1/ 125)\n(2) انظر مدارج السالكين (1/ 126)\n(3) مدارج السالكين (1/ 127)\n(1/17)\n",
        "المؤمنين بهم.\nومن الآيات الواردة فيها قول الله تعالى: (يا عباد لا خوف عليكم اليوم ولا أنتم تحزنون) [الزخرف:68] وقوله (فبشر عباد الذين يستمعون القول فيتبعون أحسنه) [الزمر:17 - 18] والآيات في هذا المعنى كثيرة.\nالإطلاق الثاني: إطلاقات العبادة بحسب الإسمية والمصدرية.\nفالعبادة باعتبارها مصدراً تعني التعبد، وهو فعل العابد (1) وتعريفها \" التذلل لله محبة وتعظيماً بفعل أوامره واجتناب نواهيه على الوجه الذي جاءت به شرائعه \" (2) اهـ\nوأما باعتباره اسماً فهي تعني: المتعبد به (3) وتعريفها: \" اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة \" (4).\nومن التعريف المذكور في معنى العبادة باعتبارها اسماً يتضح أن للعبادة أربع مراتب وهي: قول القلب، وقول اللسان، وعمل القلب، وعمل الجوارح وهذا معنى قوله: \" من الأقوال والأعمال الظاهرة والباطنة \" وقد فصل ابن القيم هذه المراتب فقال:\n\" قول القلب: هو اعتقاد ما أخبر الله سبحانه به عن نفسه وعن أسمائه وصفاته وأفعاله، وملائكته ولقائه على لسان رسله.\nوقول اللسان: الإخبار عنه بذلك والدعوة إليه والذب عنه وتبيين بطلان البدع\n__________\n(1) انظر \" تقريب التدمرية \" لابن عثيمين ص: 1290\n(2) انظر \" المجموع الثمين من فتاوى العثيمين \" 2/ 25\n(3) انظر \" \" تقريب التدمرية \" لابن عثيمين 129\n(4) هذا التعريف لشيخ الإسلام ابن تيمية في رسالة \" العبودية ضمن مجموعة التوحيد (2/ 454)\n(1/18)\n\nالمخالفة له، والقيام بذكره وتبليغ أوامره.\nوعمل القلب: كالمحبة له والتوكل عليه والإنابة إليه والخوف منه والرجاء له، وإخلاص الدين له، والصبر على أوامره ونواهيه وعلى أقداره والرضى به عنه، والموالاة فيه والمعاداة فيه، والذل له، والخضوع، والإخبات إليه والطمأنينة به، وغير ذلك من أعمال القلوب، التي فرضها من أعمال الجوارح ومستحبها أحب إلى الله من مستحبها، وعمل الجوارح بدونها إما عديم المنفعة أو قليل المنفعة.\nوأعمال الجوارح: كالصلاة والجهاد ونقل الأقدام إلى الجمعة والجماعات، ومساعدة العاجز والإحسان على الخلق، ونحو ذلك \" (1) اهـ\nفظهر من هذا أن جميع أمور الديانة من الاعتقادات والإرادات والأقوال والأعمال داخلة في مسمى العبادة.\nولما جهل كثير من المتأخرين حقيقة العبادة على الوجه المذكور أعلاه كان من الأفضل زيادة البيان لبعض أنواع العبادة بذكر أمثلة لها – خاصة المتنازع فيها – مع نقل أقوال الأئمة الأعلام وبيانهم أنها من العبادة وأن صرفها لغير الله لا يجوز.\nومن هذه الأمثلة: الاستعاذة والاستغاثة والحلف.\nفالاستعاذة: طلب العوذ – وهي الالتجاء إلى الله تعالى من الشر لإزالته أو دفعه (2) والاستغاثة: طلب الغوث وهي: إزالة الشدة، كالاستنصار وهو طلب النصر. ولا خلاف في أنه تجوز الاستغاثة بالمخلوق فيما كان قادراً عليه من الأمور (3) ومنه قول الله تعالى (وإن استنصروكم في الدين فعليكم النصر) [الأنفال:72] وقوله\n__________\n(1) مدراج السالكين لابن القيم (1/ 120 - 121) وانظر تطهير الاعتقاد ص: (11)\n(2) انظر \" فتح المجيد \" ص ك (173)\n(3) انظر: فتح المجيد ص: (176)، \" والدر النضيد \" للشوكاني ص: (144)",
        "(1/19)\n\n: (فاستغاثه الذي من شيعته على الذي من عدوه) [القصص:15] وأما ما لا يقدر عليه إلا الله كغفران الذنوب وإنزال الرزق وكل ما هو من خصائص الربوبية فلا يستغاث فيه إلا بالله جل وعلا. قال الله تعالى: (إذ تستغيثون ربكم فاستجاب لكم) وقال تعالى (يأيها الناس إذكروا نعمت الله عليكم هل من خالق غير الله يرزقكم من السماء والأرض) [فاطر:3]. .\nوالاستعاذة والاستغاثة نوعان من أنواع الدعاء والدعاء عبادة كما أخبر الرسول صلى الله عليه وسلم بقوله: \" الدعاء هو العبادة \" (1) ثم تلا قول الله تعالى: (قال ربكم ادعوني استجب لكم) [غافر:60] ومن أقوال أهل العلم في أن الدعاء عبادة: \" قال نعيم بن حماد في كتابه الرد على الجهمية (2) دلت هذه الأحاديث (3) على أن القرآن غير مخلوق، إذ لو كان مخلوقاً لم يستعذ به، إذً لا يستعاذ بمخلوق قال الله تعالى (فاستعذ بالله). (4) اهـ\nوهذا الكلام ساقه نعيم بن حماد ليدلل على أن القرآن غير مخلوق وحجته في ذلك ما ورد في الاستعاذة بكلمات الله وأسمائه الحسنى، فلو كانت مخلوقة لما جازت\n__________\n(1) أخرجه الإمام أحمد في \" مسنده \" (4/ 267، 271، 276) وابو داود في سننه كتاب الصلاة (1479) – والترمذي في \" سننه \" في كتاب تفسير القرآن رقم: 3247 – وفي كاب الدعوات رقم (3372) – وقال في الموضعين: \" هذا حديث حسن صحيح \" وأخرجه بن ماجة في سننه كتاب الدعاء باب فضل الدعاء رقم: (3828) ولحاكم في مستدركه – كتاب الدعاء – رقم (1802 – 1803 – 1804) وقال صحيح الإسناد ووافقه الذهبي 0 - ثم اخرج عن عباس موقوفاً قوله أفضل العبادة هو الدعاء) وصححه، ووافقه الذهبي.\n(2) وقد أورد عنه الإمام البخاري في كتابه خلق أفعال العباد ص 143 كلاماً نحو هذا فقال: \" وقال نعيم بن حماد الخزاعي: لا يستعاذ بالمخلوق وبكلام العباد والجن والإنس والملائكة وفي هذا دليل أن كلام الله غير مخلوق وأن سواه مخلوق \" اهـ\n(3) ويعني بها أحاديث الاستعاذة بكلمات الله والسؤال بأسمائه كحديث \" أعوذ بكلمات الله التامات من شر ما خلق \" وحديث \" باسم الله ارقيك \" فالأول عند أبي داود برمق 3898 وصححه النووي في الأذكار ص: 127 – والثاني عند مسلم برقم 2186.\n(4) ورد هذا الجزء من الآية في عدة آيات من السور: الأعراف: 200، النحل: 98، غافر: 56، فصلت 36\n(1/20)",
        "\nالاستعاذة بها وهذا يؤكد أن هذه المسألة وهي عدم جوز الاستعاذة بغير الله – كانت معلومة عند الموافق والمخالف، وإلا لما أوردها عليهم.\nونظير هذا الاستدلال وهذا القول: قول ابن خزيمة: فإنه قال: \" أفليس العلم محيطاً يا ذوي الحجا أنه غير جائز أن يأمر النبي صلى الله عليه وسلم بالتعوذ بخلق الله من شر خلقه؟ هل سمعتم عالماً يجيز أن يقول الداعي: أعوذ بالكعبة من شر خلق الله؟ أو يجيز أن يقول الداعي: أعوذ بالصفا والمروة، أعوذ بعرفات ومنى من شر ما خلق الله؟ هذا لا يقوله ولا يجيز القول به مسلم يعرف دين الله، محال أن يستعيذ مسلم بخلق الله من شر خلقه (1).\nوقد أورد الإمام البخاري في كتابه الصحيح باب السؤال بأسماء الله تعالى والاستعاذة بها ضمن كتاب التوحيد، ثم ساق فيه تسعة أحاديث، ومقصوده بهذه الترجمة: إثبات أن أسماء الله تعالى غير مخلوقة، لأنه قد وردت الاستعاذة بها والسؤال بها، لأن المخلوق لا يستعاذ به ولا يسأل به.\nويؤكد صحة هذا المعنى الذي تدل عليه ترجمته هو أنه أورد في الباب تسعة أحاديث وتاسعها لفظه: \" لا تحلفوا بآبائكم ومن كان حالفاً فليحلف بالله \" (2) وقد قال في كتابه خلق أفعال العباد (3) \" وليس لأحد أن يحلف بالخواتيم والدراهم البيض وألواح الصبيان التي يكتبونها ثم يمحونها مرة بعد مرة وإن حلف فلا يمين عليه لقول الله عز وجل (فلا تجعلوا لله أنداداً) [البقرة:22].\nفهذا نص واضح من الإمام البخاري يفيد أن الحلف بغير الله يعتبر شركاً وإيراده\n__________\n(1) التوحيد لابن خزيمة (1/ 401 – 402)\n(2) \" صحيح البخاري \" انظره مع شرح \" فتح الباري \" (13/ 390 – 391)\n(3) \" خلق أفعال العباد \" ص: 195\n(1/21)\n",
        "حديث الأمر بالحلف بالله وحده في باب السؤال بأسماء الله تعالى والاستعاذة بها يدل على أنه يرى عدم جواز السؤال والاستعاذة بغير الله تعالى، وهذا واضح.\nوالإطلاق الثالث للعبادة هو باعتبار المتوجه بها إليه:\nفمن توجه بعبادته لله تعالى كانت هذه العبادة توحيداً، ومن توجه بها إلى غير الله كانت شركاً، فعن الثاني يقول الله جل وعلا فيمن دعا غيره: (ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير، إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم) [فاطر:13،14] فدعاؤهم لغير الله عبادة لهم، وسماها الله تعالى شركاً، وهكذا كل عبادة من صلاة وصيام وزكاة وحج وغير ذلك إذا توجه بها صاحبها إلى الله تعالى كان ذلك توحيداً، وإذا صرفها إلى الله غير الله تعالى كانت شركاً.\nالإطلاق الرابع للعبادة: باعتبار ما يلاحظ فيها من حلق:\nفإن العبادة قد تطلق على معنى أخص وهو ما يقابل المعاملات ولذلك فإن الفقهاء في كتب الفقه يدرجون أبواباً في قسم العبادات وهي: الصلاة والزكاة والصيام والحج، وما عداها في باب المعاملات وهذا لا يعني أن العبادات منحصرة في المذكورات فقط بل تشمل غيرها، بل إن المعاملات نفسها داخلة في مسمى العبادة العام وذلك من جهة التزامها وفق الشرع.\n\nأركان وشروط العبادة:\nمن التعريف الشرعي السابق لكلمة العبادة يتضح أن لها ركنين وهما: كما الخضوع والذل، وكمال المحبة وشرطها: الاتباع\n(1/22)\n\nالركن الأول وهو: كمال الخضوع والذل وهو أن يستكين العبد لله تعالى ويخضع له ويذل. والذل أربع مراتب كما ذكر ابن القيم\n\"المرتبة الأولى \" مشتركة بين الخلق، وهي ذل الحاجة والفقر إلى الله، فأهل السموات والأرض جميعاً محتاجون إليه فقراء إليه، وهو وحده الغني عنهم وكل أهل السموات والأرض يسألونه وهو لا يسأل أحداً.\nالمرتبة الثانية: ذل الطاعة والعبودية، وهو ذل الاختيار وهذا خاص بأهل طاعته وهو سر العبودية.\nوالمرتبة الثالثة: ذل المحبة، فإن المحب ذليل بالذات، وعلى قدر محبته له يكون ذله.\nوالمرتبة الرابعة: ذل المعصية والجناية: فإذا اجتمعت هذه الأربع: كان الذل لله والخضوع له أكمل وأتم، إذ يذل له خوفاً وخشية، ومحبة وإنابة وطاعة وفقراً وفاقة \" (1) اهـ.\nوأما الركن الثاني وهو: كمال المحبة.\nفإن الذي يدل على اعتبار كمال الحب مع كمال الذل هو أن أصل التأله: العبد وهو كما يقول ابن القيم: \" العبد آخر مراتب الحب، يقال: عبده الحب وتيمه إذا ملكه، وذلك لمحبوبه \" (2) اهـ\nوقال شيخ الإسلام بن تيمية: \" والعبادة تجمع كمال المحبة وكمال الذل، فالعابد محب خاضع، بخلاف من يحب من لا يخضع له، بل يحبه ليتوسل به إلى محبوب\n__________\n(1) مدارج السالكين (1/ 224)\n(2) مدراج السالكين (3/ 28)",
        "(1/23)\n\nآخر، وبخلاف من يخضع لمن لا يحبه كما يخضع للظالم فإن كلاً من هذين ليس عبادة محضة \" (1).\nومما يدل على أن هذا الحب ركن لا بد منه قول الله تعالى: (ومن الناس من يتخذ من دون الله أنداداً يحبونهم كحب الله والذين آمنوا أشد حباً لله ولو يرى الذين ظلموا إذ يرون العذاب أن القوة لله جميعاً وأن الله شديد العقاب) [البقرة:165] قال ابن القيم \" فأخبر أن من أحب من دون الله شيئاً كما يحب الله تعالى فهو ممن اتخذ من دون الله أنداداً، فهذا ند في المحبة لا في الخلق والربوبية، فإن أحداً من أهل الأرض لم يثبت هذا الند في الربوبية بخلاف ند المحبة \" (2) اهـ.\nفإذا تبين هذا علم أن إفراد الله بالمحبة أصل العبادة، وهذا يستلزم أن يكون الحب كله لله\n\nولأجله وفيه (3).\nويوضح شيخ الإسلام بن تيمية حقيقة حب الله وما يحب لله فيقول: \" وكل ما أمر الله أن يحب ويعظم فنما محبته وتعظيمه لله، فالله هو المحبوب المعظم في المحبة والتعظيم، والمقصد المستقر الذي إليه المنتهى، وأما ما سوى ذلك فيحب لأجل الله، أي لأجل محبة العبد لله يحب ما أحبه الله، فمن تمام محبة الشيء محبة محبوب المحبوب وبغض بغيضه، ويشهد لهذا الحديث \" أوثق عرى الإيمان الحب في الله\n__________\n(1) قاعدة في المحبة ضمن \" جامع الرسائل \" (2 م 284)\n(2) مدارج السالكين (3/ 21)\n(3) نظر \" مدارج السالكين \" (1/ 119)\n(1/24)",
        "\nوالبغض في الله (1) \" (2) اهـ.\nوشرط صحة المحبة: المتابعة التي لابد فيها من الصدق والإخلاص. ومما يدل على أن اتباع أمر المحبوب واجتناب نهي لازم للمحبة قول الله تعالى (قل إن كنتم تحبون الله فاتبعوني يحببكم الله) [آل عمران:31]. فجعل الله تعالى اتباعهم لرسوله صلى الله عليه وسلم علامة على صدق محبته لله، وجعل حبه لهم مشروطاً باتباعهم له، فعلهم بهذا استحالة ثبوت محبتهم لله وثبوت محبة الله لهم بدون المتابعة للرسول صلى الله عليه وسلم وهذا يدل على أن المحبة مستلزمة للمتابعة (3)\nفإن لم تتحقق المتابعة والطاعة يكون مدعى المحبة كاذباً في دعواه محبة الله ويكون من الكافرين، وهذا المعنى هو ما قررته الآية التي تلي الآية التي تقدم ذكرها، وهي قول الله تعالى: (قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب الكافرين) [آل عمران:32].\nومن العرض السابق يعلم أن للعبادة بمعنى التعبد شرطين هما: معرفة المعبود، ومعرفة دينه\nفأما الشرط الأول وهو: معرفة المعبود سبحانه وتعالى فهو واضح جداً فإنه حتى يتحقق الذل والخضوع للمعبود فإن يشترط أن تتحقق معرفته والسبيل إلى ذلك هو العلم بما للمعبود سبحانه من الأسماء والصفات ومعاني الربوبية فإنه \" لا تكون العبادة إلا\n__________\n(1) قاعدة في المحبة ضمن \" جامع الرسائل \" 2/ 287 - 288\n(2) أخرجه الطبراني في الكبير والأوسط من حديث ابن مسعود وأحمد في المسند وابن أبي شيبة في الإيمان من حديث البراء وقد حسنه الشيخ الألباني\n(3) انظر \" جامع البيان \" للطبري (3/ 3/232) و \" مدارج السالكين \" (1/ 119)\n(1/25)\n",
        "مع المعرفة للمعبود \" (1)\nوأما الشرط الثاني: وهو معرفة دينه – فإن واضح من البيان المتقدم في شرط المحبة – فإن شرطها هو متابعة أوامر المعبود واجتناب نواهيه، وأوامره ونواهيه هي دينه الذي أنزله، ولا يمكن أن تتحقق المتابعة لدينه إلا بعد معرفته ولذلك كانت معرفة دين الله شرطاً في التعبد. وقد بين ابن القيم مراتب العلم بالله وبدينه بقوله: \" فأما العلم به سبحانه فخمس مراتب \" العلم بذاته، وصفاته وأفعاله، وأسمائه، وتنزيهه عما لا يليق به. العلم بدينه مرتبتان: إحداهما: دينه الأمري الشرعي وهو الصراط المستقيم الموصل إليه، والثانية: دينه الجزائي المتضمن ثوابه وعقابه، وقد دخل في هذا العلم: العلم بملائكته وكتبه ورسله \" (2) اهـ\nبيان مستحق العبادة:\nالذي يستحق العبادة هو الله جل وعلا وحده دون غيره، فإن العبادة لا تكون إلا للخالق المنعم، وسيأتي بيان السبب الذي استحق الله به العبادة دون ما سواه إن شاء الله.\nقال الله تعالى: (إياك نعبد وإياك نستعين) وهذا أسلوب يفيد الحصر والاختصاص (3) ومعنى هذه الآية مركب من أمرين: نفى وإثبات، فالنفي: خلع جميع المعبودات بغير حق في جميع أنواع العبادات. والإثبات: إفراد الله تعالى وحده بجميع أنواع العبادات على الوجه المشروع، فقوله: (إياك) يفيد الحصر: أي لا أحداً سواك، وهذا هو النفي، أما الإثبات ففي قوله: (نعبد) أي وحدك، وهذا\n__________\n(1) \" الفروق في اللغة \" لأبي هلال العسكري ص 215\n(2) \" مدارج السالكين \" (1/ 128)\n(3) انظر \" شرح الكوكب المنير \" (3/ 521) – و \" أضواء البيان \" (1/ 41 – 42).\n(1/26)\n\nالمعنى يستفاد من آيات كثيرة في القرآن، منها قوله تعالى: (ولقد بعثنا في كل أمة رسولا أن ابعدوا الله واجتنبوا الطاغوت) [النحل:36] وقوله: (يأيها الناس اعبدوا ربكم الذي خلقكم) [البقرة:210] فهذا إثبات، ثم ذكر النفي في آخر الآية التالية: (فلا تجعلوا لله أنداداً وأنتم تعلمون) [البقرة:22] ومنها قوله: (فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى) [البقرة:256] فالنفي في قوله: \" فمن يكفر \" والإثبات في قوله: \" ويؤمن بالله \" (1).\nومن الآيات الدالة على استحقاق الله للعبادة وحده دون ما سواه قول الله تعالى: (ولئن سألتهم من خلقهم ليقولن الله فأنى يؤفكون) [الزخرف:87].\nوالمعنى كما قال ابن جرير: \"فأي وجه يصرفون عن عبادة الذي خلقهم ويحرمون إصابة الحق في عبادته (2)!\nوبالجملة فإن العبادة \" لا يستحقها إلا من له غاية الإفضال وهو الله تعالى \" (3)\nبيان سببها الذي تستحق به:\nوأما سببها الذي تستحق به فهو الاتصاف بصفات المال والتنزه عن النقص فالله هو الخالق لجميع الخلق والمسبغ عليهم نعمه الظاهرة والباطنة، وكلهم مفتقرون إليه ويرغبون نعمته وفضله فالحاجة والرغبة في نعمته وفضله يبعثان على الانقياد لله والخضوع له (4) وبه يعلم أن العبادة: \" لا تستحق إلا بغاية الإنعام \" (5) وقال ابن\n__________\n(1) انظر: أضواء البيان (1/ 41 – 42)\n(2) \" جامع البيان\" لابن جرير الطبري (13/ 25/106)\n(3) \"مفردات ألفاظ القرآن \" للراغب ص (542)\n(4) انظر: رسالة الشرك ومظاهره ص: (88)\n(5) \"الفروق في اللغة لأبي هلال العسكري ص: (215)",
        "(1/27)\n\nكثير \" إنه الخالق الرازق مالك الدار وساكنيها ورازقهم، فبهذا يستحق أن يعبد وحده ولا يشرك به غيره، ولهذا قال: (فلا تجعلوا مع الله أنداداً وأنتم تعلمون) [البقرة: 22] (1) اهـ\nفلما كان هو المالك المتصرف في الأمور كيف شاء، كان له سبحانه أن يأمر بما يشاء وينهى، وإنه سبحانه قد أمر بعبادته وحده لا شريك له ونهى عن عبادة غيره.\nويدل على صحة ما ذكرته من السبب الذي تستحق به العبادة ما يذكره الله تعالى من أدلة دالة على استحقاقه وحده العبادة دون غيره، ومن ذلك: بيان أنه الخالق الرازق المنعم، وبيان أن غيره عاجز ضعيف لا يملك شيئاً وبيان أن الأمر كله له شرعاً وجزاءً.\nوبهذا يتضح سبب وقوع بعض الناس في الشرك بالله تعالى، وذلك لظنهم أن غير الله تعالى يكون منعماً بشيء استقلالاً أو له تأثير في التصرف ونحو ذلك فيقع في تعظيمه والخوف منه ورهبته ورجائه، وتلك هي عبادته.\nوالأدلة الدالة على استحقاق الله تعالى العبادة والسبب الذي استحق به العبادة كثيرة، وسأكتفي بذكر دليلين فقط – الأول: في أفضل سورة في القرآن والثاني: في أعظم آية في القرآن.\nفالدليل الأول وهو سورة الفاتحة: فغن قول الله تعالى: (إياك نعبد وإياك نستعين) جاء بعد آيات تضمنت الحمد لله والثناء الحسن له، وأنه رب العالمين المنعم عليهم بأنواع النعم التي لا تحصى، وأنه الرحمن الرحيم بعباده، والمجازي لهم يوم الدين، فمجئ تلك الآية بعد هذه الآيات يدل على أن ما ذكر قبله السبب في\n__________\n(1) تفسير ابن كثير (1/ 75)\n(1/28)",
        "\nاستحقاق الله جل وعلا للعبادة وحده دون سواه، فإنه قد حمد نفسه بما له من الصفات العظيمة، وبين أنه رب العالمين أي سيدهم وخالقهم ومربيهم ومدبر أمرهم، فله أن يأمرهم بما يشاء، وبين أنه الرحمن الرحيم، فهذان اسمان يبعثان على الرغبة فيما عند الله، ويدفعان توهم بعض المشركين من أنه لا يمكن التقرب إلى الله إلا بواسطة لكثرة الذنوب والمعاصي، ثم بين ملكه ليوم الدين، فيبعث هذا على عبادة الله وحده لأنه هو المجازي وحده، وهو الذي يملك الشفاعة ولا يشفع عنده أحد إلا بعد إذنه للشافع ورضاه عن المشفوع له.\nوأما الدليل الثاني وهو: آية الكرسي التي هي أعظيم آية في القرآن – فإن فيها بيان استحقاق الله تعالى وحده للعبادة والسبب الذي استحق به العبادة – وبيان ذلك: أن الله تعالى بدأها بأنه هو المستحق للعبادة فقال: (الله لا إله إلا هو) ثم ذكر بعد ذلك من الصفات ما يدل على أنه بها قد استحق العابدة فقال: (الحي القيوم) فالحي اسم دال على حياة الله الكاملة المقتضية كمال علمه وعزته وقدرته وغير ذلك من صفاته الذاتية، و (القيوم) اسم دال على قيام الله بنفسه وقيامه بخلق الموجودات وإحكامها ورزقها وتدبيرها ثم قال: (لا تأخذه سنة ولا نوم) فنفى هذه النقائص ليؤكد كمال ما ذكره من اسميه (الحي القيوم) وهذا يقتضي الاعتماد على الله جل وعلا وحده كما قال (وتوكل على الحق الذي لا يموت) [الفرقان: 58] وقال: (أفمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم) [الرعد:33] والمعنى كما قال بان جرير: \" أفالرب الذي هو دائم لا يبيد ولا يهلك قائم بحفظ أرزاق جميع الخلق، متضمن لها، عالم بهم وبما يسكبونه من الأعمال، رقيب عليهم لا يعزب عنه شيء أينما كانوا كمن هو هالك بائد لا يسمع ولا يبصر ولا يفهم شيئاً ولا يدفع عن نفسه ولا عمن يعبده ضراً ولا يجلب إليهما نفعاً كلاهما\n(1/29)\n",
        "سواء؟! \" (1) اهـ والمقصود هنا ذم من أشرك بالله غيره وهو يعلم أن غيره لا يستحق العبادة، وقد بين الله أنه هو وحده المستحق للعبادة بما ذكره من صفاته سبحانه. ثم بين الله ملكه لكل شيء في آية الكرسي فقال: (له ما في السموات وما في الأرض) قال ابن جرير: \" وإنما يعني بذلك أنه لا تنبغي العبادة لشيء سواه، لأن المملوك إنما هو طوع يد مالكه وليس له خدمة غيره إلا بأمره \" (2) اهـ\nثم قال الله تعالى بعدها (من ذا الذي يشفع عنده إلا بإذنه) وفيه رد على زعم المشركين بعد إقرارهم ما تقدم في أول آية الكرسي من أن الله هو الخالق والمالك فزعموا: (ما نعبدهم إلا ليقربونا إلى الله زلفى) [الزمر:3] فبين الله تعالى أنه لا يشفع عنده أحد لأحد إلا بعد تخليته إياه من العذاب وإذنه بالشفاعة لمن يشفع من رسله وأوليائه وأهل طاعته (3) ثم قال تعالى (يعلم ما بين أيديهم وما خلفهم) والمقصود بيان وجوب إخلاص الدين لله تعالى الذي هو محيط بكل شيء علماً. ثم بين الله تعالى أن ما سواه لا يعلم شيئاً إلا إذا شاء تعليمه فقال (ولا يحيطون بشيء من علمه إلا بما شاء) والمقصود بيان أن العبادة لا تنبغي لمن كان جاهلاً (4) وهكذا سياق الآية إلى آخرها ...\nوعليه فإنه يعلم مما تقدم أن لاستحقاق الله وحده للعبادة دون سواه سببين:\nالأول: اتصاف الله جل وعلا بصفات الكمال وتنزهه عن صفات النقص، ومن صفاته: إنعامه وإفضاله على خلقه الباعثان على الرغبة فيما عند الله والقيام بعبادته وشكره، والخوف منه.\n__________\n(1) \" جامع البيان \" للطبري (8/ 13/158 – 159)\n(2) \"جامع البيان\" للطبري (3/ 3/8)\n(3) أنظر: \" جامع البيان \" للطبري (3/ 3/8)\n(4) انظر: \"جامع البيان\" للطبري (3/ 3/9)\n(1/30)\n\nالثاني: أمره الشرعي، فالله جل وعلا له الملك وله الأمر فهو مالك لخلقه يتصرف فيهم بأمره، وقد أمرهم بعبادته وترك عبادة غيره (1)\n(3)\n\n(4)\n__________\n(1) ما تقدم من الكلام عن معنى العبادة وإطلاقها مستفاد من كتاب منهج أهل السنة والجماعة ومنهج الأشاعرة في توحيد الله تعالى – تأليف / خالد بن عبد اللطيف.",
        "(1/31)\n\n(5) توحيد الأسماء والصفات\nهو الإقرار بأن الله بكل شيء عليم، وعلى كل شيء قدير، وأنه الحي القيوم الذي لا تأخذه سنة ولا نوم. له المشيئة النافذة والحكمة البالغة. وأنه سميع بصير، رؤوف رحيم، على العرش استوى، وعلى الملك احتوى، وأنه الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر، سبحان الله عما يشركون، إلى غير ذلك من الأسماء الحسنى والصفات العلى (1).\nويمكن أن يقال: هو إفراد الله عز وجل بما سمى به نفسه ووصف به نفسه في كتابه، أو على لسان رسوله صلى الله عليه وسلم، وذلك بإثبات ما أثبته من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل (2).\nالأركان التي يقوم عليها توحيد الأسماء والصفات:\nيقوم توحيد الأسماء والصفات على أسس، من حاد عنها لم يكن موحداً لربه في الأسماء والصفات.\nالركن الأول: تنزيه الله عن مشابهته الخلق، وعن أي نقص.\nالركن الثاني: الإيمان بالأسماء والصفات الثابتة في الكتاب والسنة، دون تجاوزها بالنقص منها أو الزيادة عليها أو تحريفها أو تعطيلها.\nالركن الثالث: قطع الطمع عن إدراك كيفية هذه الصفات (3).\nويجمع هذه الأركان قول الإمام مالك حين سئل عن الاستواء، فقد دعاه رجل فقال له: يا أبا عبد الله: (الرحمن على العرش استوى) كيف استوى؟ فأطرق\n__________\n(1) \"تيسير العزيز الحميد\" ص (34، 35)\n(2) \"فتاوى الشيخ العثيمين\" (2/ 112، 113)\n(3) انظر \"منهج ودراسات لآيات الأسماء والصفات \" للشيخ الأمين الشنقيطي ص: (3 – 5)\n(1/32)",
        "\nمالك برأسه حتى علاه الرحضاء (أي العرق) ثم قال: الاستواء غير مجهول والكيف غير مقول والإيمان به واجب والسؤال عنه بدعة وما أراك إلا مبتدعاُ ثم أمر به أن يخرج.\nفقوله: \"الاستواء غير مجهول\".\nأي غير مجهول المعنى في اللغة، فإن معناه العلو الاستقرار.\nوقوله: \"والكيف غير معقول \".\nمعناه: أنا لا ندرك كيفية استواء الله على عرشه بعقولنا، وإنما طريق ذلك السمع، ولم يرد السمع بذكر الكيفية، فإذا انتفى عنها الدليلان العقلي والسمعي كانت مجهولة يجب الكف عنها. وقوله: \"الإيمان به واجب\" معناه: أن الإيمان باستواء الله على عرشه على الوجه اللائق واجب، لأن الله أخبر به عن نفسه، فوجب تصديقه والإيمان به.\nوقوله:\"والسؤال عنه بدعة \" معناه: أن السؤال عن كيفية الاستواء بدعة، لأنه لم يعهد السؤال عن كيفية الاستواء على عهد النبي صلى الله عليه وسلم من الصحابة والسلف الصالح رضي الله عنهم أجمعين.\nهذا الذي ذكره الإمام مالك رحمه الله في الاستواء ميزان عام لجميع الصفات التي أثبتها الله لنفسه في كتابه وعلى لسان رسوله صلى الله عليه وسلم.\nفإن معناه معلوم لنا، وأما كيفيتها فمجهولة لنا لأن الله أخبرنا عنها ولم يخبرنا عن كيفيتها، ولأن الكلام في الصفات فرع عن الكلام في الذات، فإذا كنا نثبت ذات الله تعالى من غير تكييف لها، فكذلك يكون إثبات صفاته من غير تكييف (1).\n__________\n(1) انظر \"فتح رب البرية بتلخيص الحموية \" لشيخنا محمد بن صالح العثيمين – سلمة رحمه الله ونفع به.\n(1/33)\n",
        "قواعد وضوابط هامة في إثبات صفات الله عز وجل وأسمائه.\nأهل السنة يثبتون لله ما أثبته لنفسه في كتابه وما أثبته له رسوله صلى الله عليه وسلم، ومن غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل ولا تشبيه.\nالتحريف:\nلغة: التغيير، وفي الاصطلاح تغيير النص لفظاً أو معنى، والتغيير اللفظي قد يتغير معه المعنى وقد لا يتغير، فهذه ثلاثة أقسام:\n1 - تحريف لفظي، لا يتغير معه المعنى كفتح الدال من قوله تعالى (وكلم الله موسى تكليما) إلى نصب لفظ الجلالة ليكون التكليم من موسى.\n2 - تحريف لفظي؛ لا يتغير معه المعنى، كفتح الدال من قوله تعالى (الحمد لله رب العالمين) وهذا – في الغالب – لا يقع إلا من جاهل؛ إذ ليس فيه غرض مقصود لفاعله غالباً.\n3 - تحريف معنوي؛ وهو صرف اللفظ عن ظاهره بلا دليل، كتحريف معنى اليدين المضافتين إلى الله إلى القوة والنعمة ونحو ذلك.\nالتعطيل:\nلغة: التفريغ والإخلاء. وفي الاصطلاح هنا: إنكار ما يجب لله تعالى من الأسماء والصفات، أو إنكار بعضها، فهو نوعان:\n1 - تعطيل كلي؛ كتعطيل الجهمية الذين أنكروا الصفات، وغلاتهم ينكرون الأسماء أيضاً.\n2 - تعطيل جزئي؛ كتعطيل الأشعرية الذين ينكرون بعض الصفات دون بعض، وأولو من عرف بالتعيطل من هذه الأمة هو الجعد بن درهم.\nالتكييف:\nأي حكاية كيفية الصفة، كقول القائل: كيفية يد الله أو نزوله إلى السماء الدنيا كذا وكذا.\nالتمثيل والتشبيه:\n(1/34)\n\nالتمثيل: إثبات مثيل لشيء.\nوالتشبيه: إثبات مشابه له.\nفالتمثيل يقتضي المماثلة وهي المساواة من كل وجه.\nوالتشبيه يقتضي المشابهة وهي المساواة في أكثر الصفات، وقد يطلق أحدهما على الآخر.\nوالفرق بينهما وبين التكييف من وجهين:\nأحدهما: أن التكييف أن يحكي كيفية الشيء، سواء كانت مطلة أم مقيدة بشبيه، وأما التمثل والتشبيه فيدلان على كيفية مقيدة بالمماثل والمشابه.\nومن هذا الوجه يكون التكييف أعم لأن كل ممثل مكيف ولا عكس.\nثانيها: أن التكييف يختص بالصفات، أما التمثل فيكون في القدر والصفة والذات، ومن هذا الوجه يكون أعم لتعلقه بالذات والصفات والقدر.\nثم التشبيه الذي ضل به من ضل من الناس على نوعين:\nأحدهما: تشبيه المخلوق بالخالق.\nوالثاني: تشبيه الخالق بالمخلوق.\nفأما تشبيه المخلوق بالخالق؛ فمعناه إثبات شيء للمخلوق ما يختص به الخالق من الأفعال والحقوق والصفات فالأول: كفعل من أشرك في الربوبية، ممن زعم ا، مع الله خالقاً، والثاني: كفعل المشركين بأصنامهم، حيث زعموا أن لها حقاً في الألوهية فعبدوها مع الله، والثالث: كفعل الغلاة في مدح النبي صلى الله عليه وسلم أو غيره.",
        "(1/35)\n\nوأما تشبيه الخالق بالمخلوق، فمعناه أن يثبت لله تعالى في ذاته أو صفاته من الخصائص مثل ما يثبت للمخلوق من ذلك.\nكقول القائل: إن يدي الله مثل أيدي المخلوقين واستواءه على عرشه كاستوائهم ونحو ذلك (1)\nأهمية توحيد الأسماء والصفات:\nيقول الإمام أحمد – رحمه الله – عن أحاديث الصفات: \" فعليه الإيمان بها والسليم؛ مثل أحاديث الرؤية كلها، وإن نبت عن الأسماع واستوحش مها والمستمع، وإنما عليه الإيمان بها، وأن لا يرد منها حرفاً واحداً، وغيرها من الأحاديث المأثورات عن الثقات \" (2).\n\nويقول ابن القيم: \" لا يستقر للعبد قد م في المعرفة – بل ولا في الإيمان – حتى يؤمن بصفات الرب جل جلاله. ويعرفها معرفة تخرج عن حد الجهل بربه، فالإيمان بالصفات وتعرفها هو أساس الإسلام والإيمان، وثمرة شجرة الإحسان \" (3).\nويقول أيضاً: \"والرسل من أولهم إلى خاتمهم صلوات الله وسلامه عليهم أجمعين أرسلوا بالدعوة إلى الله ... ، فعرفوا الرب المدعو إليه بأسمائه وصفاته وأفعاله تعريفاً مفصلاً، حتى كأن العباد يشاهدونه سبحانه وينظرون إليه فوق سماواته على عرشه، يكلم ملائكته، ويدبر أمر مملكته، ويسمع أصوات خلقه، ويرى أفعالهم حركاتهم\n__________\n(1) \" فتح رب البرية بتلخيص الحموية \" ص (54 – 56)\n(2) \"المسائل المروية عن الإمام أحمد في العقيد \" (1/ 277)\n(3) \"مدارج السالكين\" (3/ 347)\n(1/36)",
        "\n، ويرضى ويغضب، ويحب ويسخط، ويميت ويحيي، ويمنع ويعطي، ويغفر ذنباً، ويفرج كرباً ... وهذا مقصود الدعوة وزبدة الرسالة \" (1).\nثمرات الإيمان بصفات الله عز وجل:\nاعلم – وفقني الله وإياك – أن العلم بصفات الله عز وجل، والإيمان بها على ما يليق به سبحانه، وتدبرها: يورث ثمرات عظيمة وفوائد جليلة، تجعل صاحبها يذوق حلاوة الإيمان، وقد رحمها قوم كثيرون من المعطلة والمؤولة والمشبهة، وإليك بعضاً منها:\n1 - فمن ثمرات الإيمان بصفات الله عز و جل: أن العبد يسعى إلى الاتصاف والتحلي بها على ما يليق به؛ لأنه من المعلوم عند أرباب العقول أن المحب يحب أن يتصف بصفات محبوبة؛ كما، المحبوب يحب أن يتحلى محبة بصفاته؛ فهذا يدعو العبد المحب لأن يتصف بصفات محبوبه ومعبوده كل ما يليق. فالله كريم يحب الكرماء، رحيم يحب الرحماء، رفيق يحب الرفق. فإذا علم العبد ذلك؛ سعى إلى التحلي بصفات الكرم والرحمة والرفق، وهكذا في سائر الصفات التي يحب الله أن يتحلى بها العبد على ما يليق بذات العبد.\n2 - ومنها: أنه إذا آمن العبد بصفات \" العلم، والإحاطة، والمعية \"؛ أورثه ذلك الخوف من الله عز وجل المطلع عليه الرقيب الشهيد. فإذا آمن بصفة \"السمع\"؛ علم أن الله يسمعه؛ فلا يقول إلا خيراً.\nفإذا آمن بصفات \" البصر، والرؤية، والنظر، والعين \"؛ علم أن الله يراه؛ فلا يفعل إلا خيراً، فما بالك بعبد يعلم أ، الله يسمعه، ويراه ويعلم ما هو قائله وعامله، أليس حرى بهذا العبد أن لا يجده الله حيث نهاه، ولا يفتقده حيث أمره؟! فإذا علم هذا العبد وآمن أن الله \" يحب ويرضى \"؛ عمل ما يحبه معبوده ومحبوبه وما يرضيه. فإذا آمن أن من صفاته \" الغضب، والكره، والسخط، المقت، واللعن \"؛ عمل بما لا يغضب مولاه\n__________\n(1) \"مدارج السالكين \" (3/ 348/ ن 349) باختصار.\n(1/37)\n",
        "ولا يكرهه حتى لا يسخط عليه ويقمته ثم يلعنه ويطرده من رحمته. فإذا آمن بصفات \"الفرح، والبشبشة، والضحك \"؛ أنس لهذا الرب الذي يفرح لعباده ويتبشبش لهم ويضحك لهم؛ ما عدمنا خيراً من رب يضحك.\n3 - ومنها: أنه إذا علم العبد وآمن بصفات الله من \" الرحمة، والرأفة، والتوب، واللطف، والعفو، والمغفرة، والستر، وإجابة الدعاء \"؛ فإنه لكما وقع في ذنب؛ دعا الله أن يرحمه ويغفر له ويتوب عليه، وطمع فيما عند الله من ستر ولطف بعباده المؤمنين، فأكسبه هذا رجعة وأوبه إلى الله كلما أذنب ولا يجد اليأس إلى قلبه سبيلاً؛ كيف ييأس من يؤمن بصفات \" الصبر، والحلم \"؟! كيف ييأس من رحمة الله من علم أن الله يتصف بصفة \" الكرم، والجود، والعطاء \"؟!. .\n4 - ومنها: أن العبد الذي يعلم أن الله منتصف بصفات \" القهر ن والغلبة، والسلطان، والقدرة والهيمنة، والجبروت \"؛ يعلم أن الله لا يعجزه شيء؛ فهو قادر على أن يخسف به الأرض، وأن يعذبه في الدنيا في الدنيا قبل الآخرة؛ فهو القاهر فوق عباده، وهو الغالب عن غالبه، وهو المهيمن على عباده، ذو الملكوت والجبروت والسلطان القديم. فسبحان ربي العظيم.\n5 - ومن ثمرات الإيمان بصفات الله عز وجل أن يظل العبد دائم السؤال لربه، فإن أذنب؛ سأله بصفات \" الرحمة، والتوب، والعفو، والمغفرة \" أن يرحمه ويتوب عليه ويعفو عنه ويغفر له، وإن خشي على نفسه من عدو متجهم جبار؛ سأل الله بصفات \" القوة، والغلبة، والسلطان، والقهر والجبروت \"؛ رافعاً يديه إلى السماء قائلاً: يا رب! يا ذا القوة والسلطان والقهر والجبروت! اكفنيه. فإن آمن أن الله \" كفيل، حفيظ، حسيب، وكيل \"؛ قال: حسبنا الله ونعم الوكيل، وتوكل على \" الواحد، الأحد، الصمد \"، وعلم ا، الله ذو \" العزة، والشدة والمحال، والقوة، والمنعة \" مانعه من أعدائه، ولن يصلوا إليه بإذنه تعالى.\nفإذا ما أصيب بفقر؛ دعاء الله بصفات \" الغني، والكرم، والجود، والعطاء \" فإذا أصيب بمرض؛ دعاه لأنه هو \" الطبيب، الشافي، الكافي \"، فإن منع الذرية؛ سأل الله أن يرزقه ويهبه الذرية الصالحة؛ لأنه هو (الرزاق الوهاب) ... وهكذا، فإن من ثمرات العلم بصفات الله والإثمان بها دعاؤه بها.\n6 - \n7 -\n(1/38)\n\n8 - ومنها: أن العبد إذا تدبر صفات الله من \" العظمة، والجلال، والقوة، والجبروت، والهيمنة \"؛ استصغر نفسه، وعلم حقارتها. وإذا علم أن الله مختص بصفة \" الكبرياء\"؛ لم يتكبر على أحد، ولم ينازع الله فيما خص نفسه من الصفات. وإذا علم أن الله متصف بصفة \"الغني، والملك والعطاء \"؛ استشغر افتقاره إلى مولاه الغني، مالك الملك، الذي يعطي من يشار ومنع من يشاء ..\n9 - ومنها: أنه إذا علم أن الله يتصف بصفة \"القوة، والعزة، والغلبة \"، وآمن بها؛ علم انه إنما يكتسب قوته من قوة الله، وعزته من عزة الله؛ فلا يذل ولا يخنع لكفار، وعلم أنه إن كان مع الله؛ كان الله معه، ولا غالب لأمر الله.\n10 - ومن ثمرات الإيمان بصفات الله: أن لا ينازع العبد الله في صفة \"الحكم، والألوهية\"؛ فلا يحكم إلا بما أنزل الله، ولا يتحاكم إلا إلى ما أنزل الله.\n11 - ومنها: أن صفات \" الكيد، والمكر، والاستهزاء، والخداع \" إذ آمن بها العبد على ما يليق بذات الله وجلاله وعظمته؛ علم أن لا أحد يستطيع أن يكيد لله أو يمكر به، وهو خير الماكرين سبحانه، كما أنه لا أحد من خلقه قادر على أن يستهزئ به أو يخدعه؛ لأنه الله سيستهزئ به ويخادعه. ومن أثر استهزاء الله بالعبد أن يغضب عليه ويمقته ويعذبه، فكان الإيمان بهذه الصفات وقاية للعبد من الوقوع في مقت الله وغضبه.\n12 - ومنها: أن العبد يحرص على ألا ينسى ربه ويترك ذكره، فإن الله متصف بصفة \"النسيان، والترك \"؛ فالله قادر على أن ينساه – أي: يتركه -، (نسوا الله فنسيهم) [التوبة:67] فنجده دائم الذكر لله، ودائم التذكر لأوامره ونواهيه.\n13 - ومنها: أن العبد الذي لا يعلم أن الله متصف بصفة \" السلام، المؤمن، والصدق \"؛فإن يشعر بالطمأنينة والهدوء النفسي؛ فالله هو السلام، ويحب السلام، وينشر السلام بين المؤمنين، وهو المؤمن الذي أمن الخلق من ظلمه.\nوإذا اعتقد العبد أن الله متصف بصفة \" الصدق \"، وأنه وعده إن هو عمل صالحاً جنات تجري من تحتها الأنهار؛ علم أن الله صادق في وعده، لن يخلقه، فيدفعه هذا لمزيد من الطاعة؛ طاعة من يثق أنه إن جد وجد، وإن زرع حصد.\n14 - ومنها: أن صفات الله الخبرية كـ \"الوجه، واليدين، والأصابع، والأنامل، والقدمين، والساق، وغيرها \" تكون كالاختبار الصعب للعباد، فمن آمن بها وصدق بها عل وجه يليق بذات الله عز وجل بلا تمثيل ولا تحريف ولا\n15 -",
        "(1/39)\n\n16 - تكييف، وقال: كل منه عند ربنا، ولا فرق بين إثبات صفة العلم والحياة والقدرة وبين هذه الصفات، ومن هذا إيمانه ومعتقده؛ فقد فاز فوزاً عظيماً. ومن قدم عقله السقيم على النقل الصحيح، وأول هذه الصفات، وجعلها من المجاز، وحرف فيها، وعطلها؛ فقد خسر خسراناً مبيناً؛ إذ فرق بين صفة وصفة، وكذب الله فيما وصف به نفسه، وكذب رسوله صلى الله عليه وسلم، فلو لم يكن من ثمرة الإيمان بهذه الصفات إلا أن تدخل صاحبها في زمرة المؤمنين؛ لكفى بها ثمرة.\nولو لم يكن من ثمراتها إلا أنها تميز المؤمن الحق الموحد المصدق لله ورسوله صلى الله عليه وسلم وبين ذاك الذي تجرأ عليهما، وحرف نصوصهما، واستدرك عليهما؛ فكيف إذا علمت أن هناك ثمرات أخرى عظيمة للإيمان بهذه الصفات الخبرية؛ منها أنك إذا آمنت لله وجهاً يليق بجلاله وعظمته، وأن النظر غليه من أعظم ما ينعم الله على عبده يوم القيامة، وقد وعد به عباده الصالحين؛ سألت الله النظر إلى وجهه الكريم، فأعطاكه، وأنك إذا آمنت أن لله يداً ملأى لا يعيضها نفقة، وأن الخير بين يديه سبحانه؛ سألته مما بين يديه. وإذا علمت أن قلبك بين أصبعين من أصابع الرحمن؛ سألت الله أن يثبت قلبك على دينه ... وهكذا.\n17 - ومن ثمرات الإيمان بصفات الله عز وجل: تنزيه الله وتقديسه عن النقائض، ووصفه بصفات الكمال، فمن علم أن من صفاته \"القدوس، السبوح \"؛ نزه الله من كل عيب ونقص، وعلم أن الله (ليس كمثله شيء).\n18 - ومنها: أن العبد الذي يؤمن أن من صفات الله الخاصة به \"المصور\"؛ فإنه لا يحاول مضاهاة الله في ذلك، ولا منازعته فيه، فيبتعد عن التصوير المحرم من ذوات الأرواح.\n19 - ومنها: أن من علم أن من صفات الله \" الحياة، والبقاء \"؛ علم أن يعبد إلهاً لا يموت، ولا تأخذه سنة ولا نوم، أورثه ذلك محبة وتعظيماً وإجلالاً لهذا الرب الذي هذه صفته.\n20 - ومن ثمرات الإيمان بصفة \" العلو، والفوقية، والاستواء على العرش، والنزول، والقرب، والدنو \"؛ أن العبد يعمل ا، الله منزه – عز وجل – عن الحلو بالمخلوقات، وأنه فوق كل شيء، بائن عن خلقه، مستو على عرشه وهو قريب من عبده بعلمه. فإذا احتاج العبد إلى ربه؛ وجده قريباً\n21 -\n(1/40)",
        "\n22 - منه، فيدعوه، فيستحب دعاءه. وينزل إلى السماء الدنيا في الثلث الآخر من الليل – كما يليق به سبحانه – فيقول: من يدعوني فأستجيب له، فيورث ذلك حرصاً عند العبد بتفقد هذه الأوقات التي يخلو فيها مع ربه القريب منه. فهو سبحانه قريب في علوه، بعيد في دنوه.\n23 - ومنها: أن الإيمان بصفة \"الكلام\" وأن القرآن كلام الله يجعل العبد يستشعر وهو يقرأ القرآن أنه يقرأ كلام الله. فإذا قرأ: لا (يا أيها الإنسان ما غرك بربك الكريم)؛ أحس أن الله يكلمه ويتحدث إليه، فيطير قلبه وجلا، وأنه إذا آمن بهذه الصفة، وقرأ في الحديث الصحيح أن الله سيكلمه يوم القيامة، ليس بينه وبينه ترجمان؛ استحى أن يعصي الله في الدنيا، وأعد لذلك الحساب والسؤال جواباً.\nوهكذا؛ فما من صفة لله تعالى؛ إلا وللإيمان بها ثمرات عظيمة وآثار كبيرة مترتبة على ذلك الإيمان. فما أعظم نعم الله على أهل السنة والجماعة الذين آمنوا بكل ذلك على الوجه الذي يليق بالله تعالى (1)\n\nكلمة التوحيد \" لا إله إلا الله ممد رسول الله \"\nمعناها وشروطها\n\nومعناها: لا معبود بحق إلا الله، وبذلك تنفي الإلهية عما سوى الله وتثبتها لله وحده (2).\nيقول شيخ الإسلام ابن تيمية رحمه الله: \" ليس للقلوب سرور ولا لذة تامة إلا في محبة الله، والتقرب غليه بما يحبه، ولا تمكن محبته إلا بالإعراض عن كل محبوب سواه، وهذا حقيقة \"لا إله إلا الله \" وهي ملة إبراهيم الخليل عليه السلام وسائر\n__________\n(1) نقلاً عن كتاب \" صفات الله عز وجل الواردة في الكتاب والسنة \" لعلوي بن عبد القادر ص (31 – 36)\n(2) انظر فتح المجيد ص: (36)\n(1/41)\n",
        "الأنبياء والمرسلين صلاة الله وسلامه عليهم أجمعين \" (1) أما شقها الثاني \"محمد رسولا لله\" فمعناه تجريد متابعة صلى الله عليه وسلم فيما أمر والانتهاء عما نهى عنه وزجر.\nومن هنا كانت \"لا إله إلا الله \" ولاء وبراءة، نفياً وإثباتاً.\nولاء لله ولدينه وكتابه وسنة نبيه وعبادة الصالحين.\nوباء من كل طاغوت عبد من دون الله (2) (فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى) [البقرة:256].\nوفي هذا يقول الشيخ محمد بن عبد الوهاب: \" واعلم أن الإنسان ما يصير مؤمناً بالله إلا بالكفر بالطاغوت والدليل هذه الآية (3) يعني الآية السابقة 256 سورة البقرة.\nوكلمة التوحيد ولاء لشرع الله: (اتبعوا ما أنزل غليكم من ربكم ولا تتبعوا من دونه أولياء قليلاً ما تذكرون) [3:الأعراف]\n(فأقم وجهك للدين حنيفاً فطرت الله التي فطر الناس عليها) [30:الروم]\n\nوبراء من حكم الجاهلية: (أفحكم الجاهلية يبغون ومن أحسن من الله حكماً\n__________\n(1) مجموع فتاوى شيخ الإسلام ابن تيمية 28/ 32\n(2) عرف ابن القيم الطاغوت تعريفاً جامعاً فقال: \" الطاغوت كل ما تجاوز به العبد حده من معبود أو متبوع أو مطاع فطاغوت كل قوم من يتحاكمون إليه غير الله ورسوله، أو يعبدونه من دون الله، أو يتبعونه على غير بصير من الله، أو يطيعونه فيما لا يعلمون أنه طاعة الله\".\nانظر \" فتح المجيد\" لعبد الرحمن بن حسن ص: (16)\n(3) الدرر السنية: (1/ 95) جمع عبد الرحمن بن قاسم.\n(1/42)\n\nلقوم يوقنون) [50:المائدة].\nوبراء من كل دين غير دين الإسلام: (ومن يبغ غير الإسلام ديناً فلن يقيل منه وهو في الآخرة من الخاسرين) [85:آل عمران]\nثم هي نفي وإثبات تنفي أربعة أمور. وتثبت أربعة أمور.\n\"تنفي: الآلهة، والطواغيت، والأنداد، و الأرباب \".\nفالآلهة: ما قصدته بشيء من جلب خير أو دفع ضر، أنت متخذه إلهاً.\nوالطواغيت: من عبد وهو راض، أو رشح للعبادة.\nوالأنداد: ما جذبك عن دين الإسلام، من أهل، أو مسكن، أو عشيرة، أو مال: فهو ند، لقوله تعالى: (ومن الناس من يتخذ من دون الله أنداداً يحبونهم كحب الله) [165:البقرة].\nوالأرباب: من أفتاك بمخالفة الحق وأطعته، مصداقاً لقوله تعالى: (اتخذوا أحبارهم ورهبانهم أرباباً من دون الله) [31:التوبة].\nوتثبت أربعة أمور: القصد ك وهو كونك ما تقصد إلا الله.\nوالتعظيم والمحبة: لقوله تعالى: (والذين ءامنوا أشد حباً لله) [165:البقرة].\nوالخوف والرجاء: لقوله تعالى: (وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله ويصيب به من يشاء من عباده وهو الغفور الرحيم) [107:يونس].\nفمن عرف هذا قطع العلاقة مع غير الله ولا تكبر عليه جهامة الباطل، كما أخبر تعالى عن إبراهيم عليه وعلى نبينا أفضل الصلاة والسلام بتكسير الأصنام، وتبرية",
        "(1/43)\n\nمن قومه: (قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برءاء منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبداً حتى تؤمنوا بالله وحده) [4:الممتحنة] (1).\nولقد جاء القرآن من أوله إلى آخره يبين معنى لا إله إلا الله، بنفى الشرك وتوابعه، ويقرر الإخلاص وشرائعه، فكل قول وعمل صالح يحبه الله ويرضاه هو من مدلول كلمة الإخلاص، لأن دلالتها على الدين كله إما مطابقة وإما تضمناً وإما التزاماً (2)، يقرر ذلك أن الله سماها كلمة التقوى.\nوالتقوى: أن يتقي سخط الله وعقابه بترك الشرك والمعاصي، وإخلاص العبادة لله، وإتباع أمره على ما شرعه. كما قال ابن مسعود - رضي الله عنه – \" أن تعمل بطاعة الله، على\n\nنور من الله، ترجو ثواب الله، وأن تترك معصية الله على نور من الله، تخاف عقاب الله\" (3)\nأما كيف تم لأصحاب رسول الله صلى الله عليه وسلم معرفة هذه الكلمة والتزام أحكامها والعمل بمقتضياتها ولوازمها فيشرح ذلك الإمام الجليل سفيان بن عيينة: حدث محمد بن عبد الملك المصيصي قال: كنا عند سفيان بن عيينة في سنة سبعين\n__________\n(1) بضع رسائل في عقائد الإسلام للشيخ محمد بن عبد الوهاب.\n(2) دلالة المطابقة: هي دلالة اللفظ على كل معناه.\nدلالة التضمن: هي دلالة اللفظ على جزء من معناه.\nدلالة الالتزام: هي دلالة اللفظ على معنى خارج عنه لكنه لازم له.\n(3) انظر \" المورد العذب الزلازل \" ضمن مجموعة الرسائل والمسائل النجدية.\n(1/44)",
        "\nومائة، فسأله رجل عن الإيمان ظ فقال: قول وعمل. قال: يزيد وينقص؟ قال: يزيد ما شاء الله، ويقنص حتى لا يبقى منه مثل هذه، وأشار سفيان بيده. قال الرجل: كيف نصنع بقوم عندنا يزعمون: إن الإيمان قول بلا عمل؟ قال سفيان: كان القول قولهم قبل أ، تقرر أحكام الإيمان وحدوده.\nإن الله عز وجل بعث نبيناً محمداً صلى الله عليه وسلم إلى الناس كلهم كافة أن يقولوا: لا إله إلا الله، وأنه رسول الله. فملا قالوها عصموا بها دماءهم وأموالهم إلا بحقها وحسابهم على الله عز وجل، فلما علم الله عز وجل صدق ذلك من قلوبهم، أمره أن يأمرهم بالصلاة، فأمرهم ففعلوا فوالله لو لم يفعلوا ما نفعهم الإقرار الأول ولا صلاتهم.\nفلما علم الله جل وعلا صدق ذلك من قلوبهم أمرهم أن يأمرهم بالهجرة إلى المدينة فأمرهم ففعلوا، فوالله لو لم يفعلوا ما نفعهم الإقرار الأول ولا صلاتهم، فلما علم الله تبارك وتعالى صدق ذلك من قلوبهم أمرهم بالرجوع إلى مكة ليقاتلوا آباءهم وأبناءهم حتى يقولوا كقولهم، ويصلوا صلاتهم ويهاجروا هجرتهم، فأمرهم ففعلوا، حتى أتى أحدهم برأس أبيه فقال: يا رسول الله: هذا رأس شيخ الكافرين، فوالله لو لم يفعلوا ما نفعهم الإقرار الأول ولا صلاتهم ولا هجرتهم، ولا قتالهم، فلما علم الله عز وجل صدق ذلك من قلوبهم أمره أن يأمرهم بالطواف بالبيت تعبداً، وأن يحلقوا رؤوسهم تذللاً ففعلوا، فوالله لو لم يفعلوا ما نفعهم الإقرار الأول، ولا صلاتهم، ولا هجرتهم ولا قتلهم آباءهم، فلم علم الله عز وجل صدق ذلك من قلوبهم أمره أن يأخذ من أموالهم صدقة يطهرهم بها، فأمرهم ففعلوا حتى أتوا بها قليلها وكثيرها، والله لو لم يفعلوا ما نفعهم الإقرار الأول ولا صلاتهم، ولا هجرتهم، ولا قتلهم آباءهم ولا طوافهم. فلما علم الله تبارك وتعالى الصدق من قلوبهم فيما تتابع\n(1/45)\n",
        "عليهما من شرائع الإيمان وحدوده قال عز و جل: قل لهم: (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً) [3:المائدة].\nقال سفيان: فمن ترك خلة من خلال الإيمان كان بها عندنا كافراً، ومن تركها كسلاً أو تهاوناً بها، أدبناه وكان بها عندنا ناقصاً. هكذا السنة أبلغها عني من سألك من الناس (1)\nشروط \" لا إله إلا الله \":\nذكر العلماء رحمهم الله شروطاً سبعة لـ \"لا إله إلا الله \" لا تنفع صاحبها إلا باجتماع هذه الشروط فيه. وإليك شرحها:\nينبغي أن نعلم أن \" ليس المراد من هذا عد ألفاظها وحفظها، فكم من عامي اجتمعت فيه والتزمها، ولو قيل له أعددها لم يحسن ذلك، وكم حافظ لألفاظها يجري فيها كالسهم، وتراه يقع كثيراً فيما يناقضها والتوفيق بيد الله\" (2).\nوقد قال وهب بن منبه لمن سأله: أليس \" لا إله إلا الله \" مفتاح الجنة؟ قال: بلى. ولكن ما من مفتاح إلا وله أسنان، فإن جئت بمفتاح له أسنان فتح لك، وإلا لم يفتح لك (3).\nوأسنان هذا المفتاح هي شروط \" لا إله إلا الله \" الآتية:-\nالشرط الأول: العلم بمعناه المراد منها نفياً وإثباتاً، المنافي للجهل بذلك قال تعالى: (فاعلم أنه لا إله إلا الله) [19:محمد].\n__________\n(1) كتاب \"الشريعة\" لأبي بكر محمد بن الحسين الأجري ص: (104)\n(2) معارج القبول للشيخ حافظ الحكمي (1/ 377).\n(3) رواه البخاري تعليقاً في كتاب الجنائز باب من كان آخر كلامه لا إله إلا الله ص (3/ 109)\n(1/46)\n\nوقال: (إلا من شهد بالحق) [86:الزخرف].\nأي: بلا إله إلا الله: \"وهم يعلمون \" بقلوبهم ما نطقوا به ألسنتهم.\nوقال تعالى: (شهد الله أنه لا إله إلا هو والملائكة وأولوا العلم قائماً بالقسط لا إله إلا هو العزيز الحكيم) [18:آل عمران].\nوفي الصحيح عن عثمان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \"من مات وهو يعلم أنه لا إله إلا الله دخل الجنة\" (1)\nالشرط الثاني: اليقين المنافي للشك. ومعنى ذلك: أن يكون قائلها مستيقناً بمدلول هذه الكلمة، يقينا جازماً، فإن الإيمان لا يغني فيه إلا علم اليقين لا علم الظن (2) قال تعالى: (إنما المؤمنون الذين ءامنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله أولئك هم الصادقون) [15:الحجرات].\nوفي الصحيح من حديث أبي هريرة – رضي الله عنه -: قال: قال رسول الله صلى الله عليه وسلم \"أشهد أن لا إله إلا الله وأني رسول الله، لا يلقى الله بهما عبد غير شاك فيهما إلا دخل الجنة \" (3) وفي رواية \" لا يلقى الله بهما عبد غير شاك فيهما فيحجب عن الجنة \". وعن أبي هريرة أيضاً من حديث طويل \" من لقيت من وراء هذا الحائط يشهد أن لا إله إلا الله مستيقناً بها قلبه فبشره بالجنة \" (4).\nوقال القرطبي: في \" المفهم على صحيح مسلم \": \" باب لا يكفي مجرد التلفظ بالشهادتين، بل لابد من استيقان القلب. وهذه الترجمة تنبيه على فساد مذهب غلاة\n__________\n(1) معارج القبول (1/ 378) وانظر الجامع الفريد ص: (356). والحديث مروي في \"صحيح مسلم\": كتاب الإيمان (1/ 55)\n(2) معارج القبول (1/ 378)\n(3) صحيح مسلم كتاب الإيمان (1/ 56)\n(4) صحيح مسلم كتاب الإيمان (1/ 60)",
        "(1/47)\n\nالمرجئة القائلين بأن التلفظ بالشهادتين كاف في الإيمان، وأحاديث هذا الباب تدل على فساده. بل هو مذهب معلوم الفساد من الشريعة لمن وقف عليها، ولأنه يلزم منه تسويغ النفاق، والحكم للمنافق بالإيمان الصحيح وهو باطل قطعاً \" (1).\nالشرط الثالث: القبول لما اقتضته هذه الكلمة بقلبه ولسانه، وقد قص الله عز وجل علينا من أنباء ما قد سبق من إنجاء من قبلها، وانتقامه ممن ردها وأباها كما قال تعالى: (وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا ءاباءنا على أمة وإنا على ءاثارهم مفتدون، قال أولو جئتكم بأهدى مما وجدتم عليه ءاباءكم قالوا إنا بما أرسلتم به كافرون فانتقمنا منهم فانظر كيف كان عاقبة المكذبين). [23:25الزخرف].\nوقال تعالى: (ثم ننجي رسلنا والذين ءامنوا كذلك حقاً علينا ننج المؤمنين) [103:يونس]\nويقول تعالى: (إنهم كانوا إذا قيل لهم لا إله إلا الله يستكبرون، ويقولون أءنا لتاركوا ءالهتنا لشاعر مجنون) (2) [35 - 36 الصافات].\nالشرط الرابع: الانقياد لما دلت عليه، المنافي لترك ذلك.\nقال تعالى: (وأنيبوا إلى ربكم وأسلموا له) [54 الزمر].\nقوال: (ومن أحسن ديناً ممن أسلم وجهه لله وهو محسن) [125 النساء].\nوقال: (ومن يسلم وجهه إلى الله وهو محسن فقد استمسك بالعروة الوثقى) [22:لقمان] أي بلا إله إلا الله.\n__________\n(1) فتح المجيد ص: (36).\n(2) معارج القبول: (1/ 380)\n(1/48)",
        "\nوقال تعالى: (فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما) [65:النساء].\nقال ابن كثير رحمه الله في تفسيرها: يقسم الله تعالى بنفسه الكريمة المقدسة أنه لا يؤمن أحد حتى يحكم الرسول صلى الله عليه وسلم في جميع الأمور فما حكم به فهو الحق الذي يجب الانقياد له باطناً وظاهراً، ولهذا قال: \" ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليما \" أي: إذا حكموك يطيعونك في بواطنهم فلا يجدون في أنفسهم حجراً مما حكمت به، ويناقدون له في الظاهر والباطن فيسلمون لذلك تسليماً كلياً من غير ممانعة ولا مدافعة، ولا منازعة (1).\nالشرط الخامس: الصدق المنافي للكذب، وهو أن يقولها صدقاً من قلبه، يواطئ قلبه لسانه، قال تعالى: (ألم، أحسب الناس أن يتركوا أن يقولوا ءامنا بالله وهم لا يفتنون، ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكاذبين) [العنكبوت 1 - 3] (2)\nوقال تعالى: (ومن الناس من يقول آمنا بالله وباليوم الآخر وما هم بمؤمنين، يخادعون الله والذين ءامنوا وما يخدعون إلا أنفسهم وما يشعرون، وفي قلوبهم مرض فزادهم الله مرضا ولهم عذاب أليم بما كانوا يكذبون) [1 - 8 البقرة].\nوفي الصحيحين عن معاذ بن جبل رضى الله عنه عن النبي صلى الله عليه وسلم \" ما من أحد يشهد أن لا إله إلا اله وأن محمداً عبده ورسوله صدقاً من قلبه إلا حرمه الله على النار \" (3)\n__________\n(1) تفسير القرآن العظيم للحافظ ابن كثير (2/ 306)\n(2) معارج القبول (1/ 381).\n(3) صحيح البخاري / كتاب العلم (1/ 266)\n(1/49)\n",
        "قال العلامة ابن القيم: \" والتصديق بلا إله إلا الله يقتضي الإذعان والإقرار بحقوقهم وهي شرائع الإسلام التي هفي تفضيل هذه الكلمة بالتصديق بجميع أخباره وامتثال أوامره واجتناب نواهيه .. فالمصدق بها على الحقيقة هو الذي يأتي بذلك كله، ومعلوم أن عصمة المال والدم على الإطلاق لم تحصل إلا بها وبالقيام بحقها، وكذلك النجاة من العذاب على الإطلاق لم تحصل إلا بها وبحقها \" (1).\nوفي الحديث: قال صلى الله عليه وسلم \"شفاعتي لمن شهد أن لا إله إلا الله مخلصاً يصدق قلبه لسانه ولسانه قلبه \" (2).\nوقال ابن رجب: \" من قال لا إله إلا الله بلسانه، ثم أطاع الشيطان وهواه في معصية الله ومخالفته فقد كذب فعله قوله، ونقص من كمال توحيده بقدر معصية الله في طاعة الشيطان والهوى \".\n(أهواءهم ومن أضل ممن اتبع هواه بغير هدى من الله) [القصص:50].\n(ولا تتبع الهوى فيضلك عن سبيل الله) (3) [ص:26].\nالشرط السادس: الإخلاص، وهو تصفية العمل بصالح النية عن جميع شوائب الشرك (4) قال تعالى (ألا لله الدين الخالص) [3 الزمر].\nوقال تعالى: (وما أمرو إلا ليعبدوا الله مخلصين له الدين حنفاء) [5 البينة].\nوفي الصحيح عن أبي هريرة عن النبي صلى الله عليه وسلم \" أسعد الناس\n__________\n(1) التبيان في أقسام القرآن لابن القيم ص: (43)\n(2) أخرجه الحاكم في كتاب الإيمان من مستدركه (1/ 70) وقال: صحيح الإسناد ووافقه الذهبي.\n(3) كلمة الإخلاص: (28)\n(4) معارج القبول (1/ 382) وانظر الجمع الفريد ص:) 356).\n(1/50)\n\nبشفاعتي من قال: لا إله إلا الله خالصاً من قلبه \": أو نفسه (1).\nوفي الصحيح عن عتبان بن مالك عنه عن النبي صلى الله عليه وسلم قال: \" إن الله حرم على النار من قال: لا إله إلا الله يبتغي بذلك وجه الله عز وجل \" (2)\nوقال الفضيل بن عياض رحمه الله: \" إن العمل إن العمل إذا كان خالصاً لله ولم يكن صواباً لم يقبل وإذا كان صواباً ولم يكن خالصاً لم يقبل، حتى يكون خالصاً صواباً. والخاص أن يكون لله، والصواب أن يكون على السنة \" (3).\nولقد ضرب الله سبحانه في القرآن العظيم مثلاً واضحاً للمخلص في توحيده وللمشرك قال تعالى: (ضرب الله مثلاً رجلاً فيه شركاء متشاكسون ورجلاً سلماً لرجل هل يستويان مثلاً) [29:الزمر].\n\" فهذا مثل يضرب الله للعبد الموحد والعبد المشرك، بعبد يملكه شركاء يخاصم بعهم بعضاً فيه، وهو بينهم موزع، ولكل منهم فيه توجيه، ولكل منهم عليه تكليف، وهو بينهم حائر لا يستقر على نهج ولا يستقيم على طريق ولا يملك أن يرضى أهواءهم المتنازعة المتشاكسة .. وعبد يملكه سيد واحد، وهو يعلم ما يطلبه منه، ويكلفه به، فهو مستريح مستقر على منهج واحد صريح \" (هل يستويان)؟ لا. لأن الذي يخضع لسيد واحد ينعم براحة الاستقامة والمعرفة واليقين، وتجمع الطاقة ووحدة الاتجاه، ووضع الطريق والذي يخضع لسادة مشتركين معذب مقلقل، لا يستقر على حال، ولا يرضى واحداً منهم فضلاً عن أن يرضى الجميع. وهذا المثل يصور حقيقة التوحيد، وحقيقة الشرك في جميع الأحوال. فالقلب المؤمن بحقيقة\n__________\n(1) صحيح البخاري كتاب العلم باب الحرص على الحديث ج 1/ 193 ج99\n(2) صحيح مسلم كتاب المساجد (1/ 456)\n(3) اقتضاء الصراط المستقيم مخالفة أصحاب الجحيم لشيخ الإسلام ابن تيمية ص 451",
        "(1/51)\n\nالتوحيد هو القلب الذي يسير على هدى من الله يستمد منه وحده ويتجه إليه وحده\".\nويقول الشيخ القاسمي رحمه الله: \" إن القصد هو توحيد المعبود في توحيد الوجهة، ودرء الفرقة كما قال تعالى: (أأرباب متفرقون خير أم الله الواحد القهار) (1) [39:يوسف].\nإن الإسلام لابد فيه من الاستسلام لله وحده، وترك الاستسلام لما سواه وهذا حقيقة \"لا إله إلا الله\" فمن أسلم لله ولغير الله فهو مشرك، والله لا يغفر أن يشرك به، ومن لم يستسلم له فهو مستكبر عن عبادته وقد قال تعالى: (إن الذين يستكبرون عن عباداتي سيدخلون جهنم داخرين) (2) [60:غافر].\nالعاملين بها الملتزمين لشروطها، وبعض ما ناقض ذلك، قال تعالى: (ومن الناس من يتخذ من دون الله أنداداً يحبونهم كحب الله والذين ءامنوا أشد حباً لله) (3) [165:البقرة].\nوقال تعالى: (يا أيها الذين ءامنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبونهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم) [54:المائدة].\nوفي الحديث: \" ثلاث من كن فيه وجد حلاوة الإيمان: أن يكون الله ورسوله أحب غليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذ الله منه كما يكره أن يقذف في النار \" (4).\n__________\n(1) \"محاسن التأويل\" للشيخ محمد جمال الدين القاسمي (4/ 5138).\n(2) انظر \"اقتضاء الصراط المستقيم \" ص: 454 و\"التحفة العراقية \" لشيخ الإسلام ابن تيمة ص: (41).\n(3) \"أعلام السنة المنشورة \" لحافظ الحكمي ص: (14)\n(4) \"صحيح البخاري \" كتاب الإيمان (1/ 60) و\"صحيح مسلم\" كتاب الإيمان (1/ 66).\n(1/52)",
        "\nقال الشيخ حافظ الحكمي رحمه الله: \" وعلامة حب العبد ربه: تقديم محابه وإن خالفت هواه، وبغض ما يبغض ربه وإن مال غليه هواه، وموالاة من والى الله ورسوله. ومعاداة من عاداه واتباع رسوله صلى الله عليه وسلم، واقتفاء أثره وقبول هداه \" (1)\nويقول ابن القيم في النونية:\nشرط المحبة أن توافق من تحب على محبته بلا عصيان فإذا دعيت له المحبة مع خلافك ما يحب فأنت ذو بهتان أتحب أعداء الحبيب وتدعي حباً له ما ذاك في إمكان وكذا تعادي جاهداً أحبابه أين المحبة يا أخا الشيطان ليس العبادة غير توحيد المحبة مع خضوع القلب والأركان إلى أن يقول:\nولقد رأينا من فرق يدعى سلام شركا ظاهر التبيان جعلوا له شركاء والوهم وسو وهم في الحب لا السلطان (2)\nآثار الإقرار بلا إله إلا الله في حياة الإنسان:\n(1) إن المؤمن بهذه الكلمة لا يكون ضيق النظر، بخلاف من يقول بآلة متعددة، أو من يجحدها.\n(2) إن الإيمان بهذه الكلمة ينشيء في النفس من الأنفة وعزة النفس ما لا يقوم دونه شيء؛ لأنه لا نافع إلا الله ولا ضار إلا الله، وهو المحيي المميت، وهو صاحب الحكم والسلطة والسيادة. من ثم ينزع من القلب كل خوف إلا منه سبحانه فلا يطأطيء الرأس أمام أحد من الخلق، ولا يتضرع إليه، ولا يتكفف له، ولا يرتعب من كبريائه وعظمته؛ لن الله هو العظيم القادر، وهذا بخلاف المشرك والكفار والملحد.\n(3) ينشأ من الإيمان بهذه الكلمة مع أنفة النفس وعزتها: تواضع من غير ذلك، وترفع من غير كبر، فلا يكاد ينفخ أوداجه شيطان الغرور ويزهيه بقوته\n(4)\n__________\n(1) \" معارج القبول\" (1/ 383).\n(2) \"النونية\" ص: (158)\n(1/53)\n",
        "(5) وكفاءته؛ لأنه يعلم ويستيقن أن الله الذي وهبه كل ما عنده قادر على سلبه إياه إذا شاء، أما الملحد فإنه يتكبر ويتبطر إذا حصلت له نعمة عاجلة.\n(6) المؤمن بهذه الكلمة: يعلم علم اليقين أنه لا سبيل على النجاة والفلاح إلا بتزكية النفس والعمل الصالح، أما المشركون والكفار فإنهم يقضون حياتهم على أماني كاذبة. فمنهم من يقول. إن ابن الله قد أصبح كفارة عن ذنوبنا، عند أبيه، ومنهم من يقول (نحن أبناء الله وأحباؤه) فلن يعذبنا بذنوبنا. منهم من يقول: إنا سنستشفع عند الله بكبرائنا وأتقيائنا. ومنهم من يقدم النذور والقرابين إلى آلهته زاعماً أنه قد نال بذلك رخصة في العمل بما يشاء. أما الملحد الذي لا يؤمن بالله يعتقد أنه حر في هذه الدنيا غير مقيد بشرع الله، وإنما إلهه هواه وشهوته وهو عبدهما.\n(7) قائل هذه الكلمة لا يتسرب إليه اليأس، ولا يقعد به القنوط؛ لأنه يؤمن أن الله له خزائن السموات والأرض. ومن ثم فهو على طمأنينة وسكينة وأمل، حتى ولو طرد وأهين وضاقت عليه سبل العيش.\nإن عين الله لا تغفل عنه ولا تسلمه إلى نفسه، وهو يبذل جهده متوكلاً على الله، بخلاف الكفار الذي يعتمدون على قواهم المحدودة، وسرعان ما يدب لهم اليأس، ويساورهم القنوط عند الشدائد؛ مما يفضي بهم أحياناً إلى الانتحار.\n(8) الإيمان بهذه الكلمة يربي الإنسان على قوة عظيمة من العزم والإقدام والصبر والثبات والتوكل، حينما يضطلع بمعالي الأمور إبتغاء مرضاة الله.\nإنه يشعر أن وراءه قوة مالك السماء والأرض؛ فيكون ثباته ورسوخه وصلابته التي يستمدها من هذا التصور، كالجبال الراسية، وأني للكفر والشرك بمثل هذه القوة والثبات؟!.\n(9) هذه الكلمة تشجع الإنسان وتملأ قلبه جرأة؛ لأن الذي يجبن الإنسان ويوهن عزمه شيئاً: حبه للنفس والمال والأهل، أو اعتقاده أن هناك أحداً غير الله يميت الإنسان. فإيمان المرء بلا غله إلا الله ينزع عن قلبه كلا من هذين السببين؛ فيجعله موقناً أن الله هو المالك الوحيد لنفسه وماله، فعندئذ يضحي في سبيل مرضاة ربه بكل غال ورخيص عنده. وينزع الثاني بأن يلقى في روعه أن لا يقدر على سلب الحياة منه إنسان ولا حيوان ولا قنبلة ولا مدفع، ولا سيف ولا حجر، وإنما يقدر على ذلك الله وحده.\n(1/54)\n\nمن أجل ذلك لا يكون في الدنيا أشجع ولا أجرأ ممن يؤمن بالله تعالى، فلا يكاد يخيفه أو ثبت في وجهه زحف الجيوش، ولا السيوف المسلولة، ولا مطر الرصاصات والقنابل، فإنه عندما يتقدم في سبيل الله للجهاد، يهزم قوة تزيد على قوته بعشر مرات، وأني بمثل هذا للمشركين الكفار والملحدين؟!.\n(10) الإيمان بلا إله إلا الله يرفع قدر الإنسان وينشىء فيه الترفع والقناعة والاستغناء، ويطهر قلبه من أوساخ الطمع والشره والحسد والدناءة واللؤم، وغيرها من الصفات القبيحة.\n(11) وأهم شيء وأجدره في هذا الصدد: أن الإيمان بـ \"لا إله إلا الله \" يجعل الإنسان مقتدياً بشرع الله ومحافظاً عليه، فإن المؤمن يعتقد بيقين أن الله خبير بكل شيء، وهو أقرب إليه من حبل الوريد وأنه إن كان يستطيع أن يفلت من بطش أي كان؛ فإنه لا يستطيع أن يفلت من الله عز وجل. وعلى قدر ما يكون هذا الإيمان راسخاً في ذهن الإنسان يكون متبعاً لأحكام الله، قائماً عند حدوده، لا يجرؤ على اقتراف ما حرم الله، ويسارع إلى الخيرات والعمل بما أمر الله.\nومن أجل ذلك جعل الإيمان بلا إله إلا الله أول ركن وأهمه؛ ليكون الإنسان مسلماً والمسلم هو: العبد المطيع المنقاد لله تعالى، ولا يكون كذلك إلا إذا كان مؤمناً من قلبه بأن لا إله إلا الله، وهذا هو أصل الإسلام، ومصدر قوته، وكل ما عداه من معتقدات الإسلام وأحكامه إنما هي مبنية عليه، ولا تستمد قوتها إلا منه، والإسلام لا يبقى منه شيء لو زال هذا الأساس.\n(12) ومن فضائلها ما ذكره ابن رجب، حيث أورد قول سفيان بن عيينة: ما أنعم الله على عبد من العباد نعمة أعظم من أن عرفهم لا إله إلا الله، وأن لا إله إلا الله لأهل الجنة كالماء البارد لأهل الدنيا، ولأجلها أعدت دار الثواب\n(13)",
        "(1/55)\n\n(14) ودار العقاب، ولأجلها أمرت الرسل بالجهاد، فمن قالها عصم ماله ودمه، ومن أباها فماله ودمه هدر، وهي مفتاح الجنة، ومفتاح دعوة الرسل (1)\n__________\n(1) كلمة الإخلاص ص (53) لابن رجب وانظر حول آثار \"لا إله إلا الله\"، \"معنى لا إله إلا الله \". للشيخ صالح الفوزان ص (40) ومنهاج الفرقة الناجية للشيخ محمد جميل زينو ص: (35) والولاء والبراء – للشيخ محمد بن سعيد القحطاني.\n(1/56)",
        "\nالفصل الثاني\nس: لماذ يجب أن نهتم بالتوحيد؟\n(1/57)\n",
        "1 - التوحيد هو الغاية من خلق الجن والإنس: قال تعالى {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ} [الذاريات:56].\n((قال شيخ الإسلام ابن تيمية: العبادة هي طاعة الله بامتثال ما أمر به على ألسنة الرسل.\nوقال أيضًا: العبادة اسمُ جامع لكل ما يحبه الله ويرضاه؛ من الأقوال والأعمال الباطنة و الظاهرة.\nوقال ابن كثير: العبادة في اللغة من الذلة. يقال: طريق معبد وغير معبد، أي مذلل. وفي الشرع: عبارة عما يجمع كمال المحبة والخضوع والخوف)) (1).\nوقال السعدي:)) هذه الغاية التي خلق الله الجن والإنس لها، وبعث جميع الرسل يدعون إليها. وهي عبادته؛ المتضمنة لمعرفته ومحبته، والإنابة إليه والإقبال عليه، والإعراض عما سواه.\nوذلك متوقف على معرفة الله تعالى، فإن تمام العبادة، متوقف على المعرفة بالله.\nبل كلما ازداد العبد معرفة بربه، كانت عبادته أكمل، فهذا الذي خلق الله المكلفين لأجله، فما خلقهم لحاجة منه إليهم)) (2).\n__________\n(1) انظر ((تيسير العزيز الحميد)) (46، 47).\n(2) ((تفسير السعدي)) (7/ 181).\n(1/58)\n\n2 - التوحيد هو الغاية من إرسال الرسل:\nقال عز وجل: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36].\nقال صاحب ((تيسير العزيز الحميد)):\n((أخبر تعالى أنه بعث في كل أمة؛ أي في كل طائفة وقرن من الناس رسولاً بهذه الكلمة: {أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} أي اعبدوا الله وحده، واتركوا عبادة ما سواه؛ فلهذا خلقت الخليقة، وأرسلت الرسل، كما قال تعالى {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لاَ إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ} [الأنبياء: 25].\nوهذه الآية هي معنى: لا إله إلا الله؛ فإنها تضمنت النفي والإثبات، كما تضمنته لا إله إلا الله؛ ففي قوله: {اعْبُدُوا اللَّهَ} إثبات، وفي قوله {اجْتَنِبُوا الطَّاغُوتَ} النفي.\nفدلت الآية على أنه لابد في الإسلام من النفي و الإثبات، فيثبت العبادة لله وحده، وينفي عبادة ما سواه، وهو التوحيد الذي تضمنته سورة {قُلْ يَا أَيُّهَا الْكَافِرُونَ})).\nإلى أن قال: ((ودلت الآية على أن الحكمة في إرسال الرسل هو عبادة الله وحده وترك عبادة ما سواه؛ وأن أصل دين الأنبياء واحد، وهو الإخلاص في العبادة لله)) (1).\n__________\n(1) ((تيسير العزيز الحميد)) (50،51).",
        "(1/59)\n\n3 - التوحيد هو معنى لا إله إلا الله:\nقال الشيخ سليمان بن عبدالله آل الشيخ: ((التوحيد هو معنى لا إله إلا الله، الذي مضمونه أن لا يعبد إلا الله؛ لا ملك مقرب، ولا نبي مرسل، فضلاً عن غيرهما)) (1).\n((قال ابن عباس في معنى الإله: ((الله ذو الألوهية والعبودية على خلقه أجمعين)) رواه ابن جرير وابن أبي حاتم.\nوقال شيخ الإسلام ابن تيمية: الإله هو المعبود المطاع)).\nوقال أيضًا: ((في لا إله إلا الله إثبات انفراده بالإلهية، والإلهية تتضمن كمال علمه وقدرته ورحمته وحكمته، ففيها إثبات إحسانه إلى العباد، فإن الإله هو المألوه، والمألوه هو الذي يستحق أن يعبد، وكونه يستحق أن يعبد، هو بما اتصف به من الصفات التي تستلزم أن يكون هو المحبوب غاية الحب، المخضوع له غاية الخضوع.\nوقال ابن رجب: ((الإله هو الذي يطاع فلا يعصى هيبة له وإجلالاً ومحبة وخوفًا ورجاء وتوكلاً عليه وسؤالاً منه ودعاءً له، ولا يصلح ذلك كله إلا لله عز وجل. فمن أشرك مخلوقًا في شيء من هذه الأمور التي هي من خصائص الإلهية كان ذلك قدحًا في إخلاصه في قول: لا إله إلا الله، و نقصًا في توحيده، وكان فيه من عبودية المخلوق بحسب ما فيه من ذلك، وهذا كله من فروع الشرك)).\nوقال البقاعي: ((لا إله إلا الله، أي انتفي انتفاءً عظيمًا أن يكون معبود\n__________\n(1) ((تيسير العزيز الحميد)) ص (42).\n(1/60)",
        "\nبحق غير الملك الأعظم، فإن هذا العلم هو أعظم الذكرى المنجية من أهوال الساعة، وإنما يكون علمًا إذا كان نافعًا، وإنما يكون نافعًا إذا كان الإذعان والعمل بما يقتضيه، وإلا فهو جهل صرف)).\nوقال الوزير أبو المظفر السمعاني في ((الإفصاح)): ((قوله شهادة أن لا إله إلا الله)) يقتضي أن يكون الشاهد عالمًا بأن لا إله إلا الله، كما قال الله عز وجل {فَاعْلَمْ أَنَّهُ لاَ إِلَهَ إِلاَّ اللَّهُ} [محمد:19]، وينبغي أن يكون الناطق بها شاهدًا فيها، فقد قال الله عز وجل ما أوضح به أن الشاهد بالحق إذا لم يكن عالمًا بما شهد به، فإنه غير بالغ من الصدق به مع من شهد من ذلك بما يعلمه، في قوله تعالى: {إِلاَّ مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: 86].\nقال: واسم الله تعالى مرتفع بعد ((إلا)) من حيث إنه الواجب له الإلهية، فلا يستحقها غيره سبحانه.\nقال: واقتضى الإقرار بها أن تعلم أن كل ما فيه أمارة للحدث، فإنه لا يكون إلهًا، فإذا قلت: لا إله إلا الله، فقد اشتمل نطقك هذا على أن ما سوى الله ليس بإله، فيلزمك إفراده سبحانه بذلك وحده.\nقال: وجملة الفائدة في ذلك أن تعلم أن هذه الكلمة هي مشتملة على الكفر بالطاغوت والإيمان بالله، فإنك لمَّا نفيت الإلهية وأثبتَّ الإيجاب لله سبحانه، كنت ممن كفر بالطاغوت وآمن بالله)) (1).\n4 - التوحيد سببٌ لدخول العبد الجنة ونجاته من النار:\nعن عبادة بن الصامت -رضي الله عنه- قال: قال رسول الله صلى الله\n__________\n(1) ما تقدم من النقول من ((تيسير العزيز الحميد)) (74 - 76).\n(1/61)\n",
        "عليه وسلم: ((من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدًا عبد الله ورسوله، وأن عيسى عبد الله ورسوله، وكلمته ألقاها إلى مريم وروح منه، والجنة حق، والنار حق، أدخله الله الجنة على ما كان من العمل)) (1).\nوفي حديث عتبان قال صلى الله عليه وسلم: ((فإن الله حرم على النار من قال لا إله إلا الله يبتغي بذلك وجه الله)) (2).\n((اعلم أنه قد وردت أحاديث ظاهرها أنه من أتى بالشهادتين حرم على النار كهذا الحديث وغيره من الأحاديث ...\nوأحسن ما قيل في معناه ما قاله شيخ الإسلام ابن تيمية وغيره: إن هذه الأحاديث إنما هي فيمن قالها ومات عليها كما جاءت مقيدة، وقالها خالصًا من قلبه مستيقنًا بها قلبه، غير شاك فيها بصدق ويقين.\nفإن حقيقة التوحيد انجذاب الروح إلى الله جملة، فمن شهد أن لا إله إلا الله خالصًا من قلبه؛ دخل الجنة؛ لأن الإخلاص هو انجذاب القلب إلى الله تعالى؛ بأن يتوب من الذنوب توبة نصوحًا، فإذا مات على تلك الحال نال ذلك)) (3).\n((والحاصل أن ((لا إله إلا الله)) سبب لدخول الجنة، والنجاة من النار، ومقتضي لذلك، ولكن المقتضى لا يعمل عمله إلا باستجماع شروطه، أو لوجود مانع.\n__________\n(1) أخرجه البخاري (4/ 139) ومسلم رقم (28).\n(2) أخرجه البخاري (1/ 110)، ومسلم (1/ 455).\n(3) ((تيسير العزيز الحميد)) ص (87).\n(1/62)\n\nولهذا قيل للحسن: إن ناسًا يقولون: من قال لا إله إلا الله دخل الجنة، فقال: من قال: لا إله إلا الله فأدى حقها وفرضها دخل الجنة.\nوقال وهب بن منبه لمن سأله: أليس لا إله إلا الله مفتاح الجنة؟ قال: بلى، ولكن ما من مفتاح إلا وله أسنان؛ فإن جئت بمفتاح له أسنان فتح لك، وإلا لم يفتح (1))).\n5 - التوحيد سببٌ للأمن والسعادة في الدنيا والآخرة:\nقال تعالى: {الَّذِينَ ءَامَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ أُولَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} [الأنعام: 81].\nقال السعدي: {الَّذِينَ ءَامَنُوا وَلَمْ يَلْبِسُوا} أي يخلطوا {إِيمَانَهُم بِظُلْمٍ أُولَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} الأمن من المخاوف، والعذاب والشقاء، والهداية إلى الصراط المستقيم فإن كانوا لم يلبسوا إيمانهم بظلم مطلقًا، لا بشرك ولا بمعاصى، حصل لهم الأمن التام، والهداية التامة وإن كانوا لم يلبسوا إيمانهم بالشرك وحده، ولكنهم يعملون السيئات، حصل لهم أصل الهداية، وأصل الأمن، وإن لم يحصل لهم كمالها.\nومفهوم الآية الكريمة، أن الذين لم يحصل لهم الأمران، لم يحصل لهم هداية، ولا أمن بل حظهم الضلال والشقاء (2).\n6 - خطورة الشرك الذي هو ضد التوحيد، فوجب الاهتمام بالتوحيد حتى\n__________\n(1) ((تيسير العزيز الحميد)) (90، 91).\n(2) تيسير الكريم الرحمن (2/ 426).",
        "(1/63)\n\nلا يقع الإنسان في الشرك:\nقال عز وجل: {إِنَّ اللَّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ} [النساء: 48].\nقال ابن كثير: ((أخبر تعالى أنه لا يغفر أن يشرك به، أي لا يغفر لعبد لقيه وهو مشرك به، ويغفر ما دون ذلك، أي من الذنوب لمن يشاء من عباده)) (1).\n((فتبين بهذا أن الشرك أعظم الذنوب. لأن الله تعالى أخبر أنه لا يغفره، أي إلا بالتوبة منه، وما عداه، فهو داخل تحت مشيئة الله، إن شاء غفره بلا توبة، وإن شاء عذب به.\nوهذا يوجب للعبد شدة الخوف من هذا الذنب، الذي هذا شأنه عند الله وإنما كان كذلك؛ لأنه أقبح القبح وأظلم الظلم؛ إذ مضمونه تنقيص رب العالمين، وصرف خالص حقه لغيره، وعدل غيره به، كما قال تعالى: {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} [الأنعام:1] ولأنه مناقض للمقصود بالخلق والأمر، مناف له من كل وجه، وذلك غاية المعاندة لرب العالمين، والاستكبار عن طاعته والذل له، والانقياد لأوامره، الذي لا صلاح للعالم إلا بذلك، فمتى خلا منه خرب وقامت القيامة، كما قال صلى الله عليه وسلم: ((لا تقوم الساعة حتى لا يقال في الأرض الله الله)) رواه مسلم.\nولأن الشرك تشبيه للمخلوق بالخالق تعالى وتقدس في خصائص الإلهية؛ من مِلك الضر والنفع والعطاء والمنع، الذي يوجب تعلق الدعاء\n__________\n(1) ((تفسير ابن كثير)).\n(1/64)",
        "\nوالخوف والرجاء والتوكل وأنواع العبادة كلها بالله وحده.\nفمن علق ذلك لمخلوق فقد شبهه بالخالق، وجعل من لا يملك لنفسه ضرًا ولا نفعًا ولا موتًا ولاحياة ولا نشورًا فضلاً عن غيره شبيهًا بمن له الخلق كله، وله الملك كله، وبيده الخير كله، وإليه يرجع الأمر كله. فأزمة الأمور كلها بيديه سبحانه، ومرجعها إليه، فما شاء كان، وما لم يشأ لم يكن، لا مانع لما أعطى، ولا معطي لما منع، الذي إذا فتح للناس رحمة، فلا ممسك لها، وما يمسك فلا مرسل له من بعده، وهو العزيز الحكيم.\nفأقبح التشبيه تشبيه العاجز الفقير بالذات، بالقادر الغني بالذات، ومن خصائص الإلهية الكمال المطلق من جميع الوجوه، الذي لا نقص فيه بوجه من الوجوه، وذلك يوجب أن تكون العبادة كلها له وحده والتعظيم والإجلال والخشية والدعاء والرجاء والإنابة والتوكل والتوبة والاستعانة وغاية الحب مع غاية الذل، كل ذلك يجب عقلاً وشرعًا وفطرة أن يكون لله وحده، ويمتنع عقلاً وشرعًا وفطرة أن يكون لغيره، فمن فعل شيئًا من ذلك لغيره، فقد شبه ذلك الغير بمن لا شبيه له ولا مثل له ولا ند له، وذلك أقبح التشبيه وأبطله، فلهذه الأمور وغيرها أخبر سبحانه أنه لا يغفره، مع أنه كتب على نفسه الرحمة، هذا معنى كلام ابن القيم)) (1).\nوقد خشي نبي الله إبراهيم الشرك ودعى ربه أن يجنبه إياه فقال: {وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ} [إبراهيم:35].\n((وإنما دعا إبراهيم عليه السلام بذلك ... لأن كثيرًا من الناس افتتنوا بها\n__________\n(1) نقله صاحب ((تيسير العزيز الحميد)) ص (115، 116).\n(1/65)\n",
        "فخاف من ذلك ودعا الله أن يعافيه وبنيه من عبادتها، فإذا كان إبراهيم عليه السلام يسأل الله أن يجنبه ويجنب بنيه عبادة الأصنام، فما ظنك بغيره؟!\nكما قال إبراهيم التيمي: ((ومن يأمن من البلاء بعد إبراهيم؟)) رواه ابن جرير وابن أبي حاتم.\nوهذا يوجب للقلب الحي أن يخاف من الشرك، لا كما يقول الجهال: إن الشرك لا يقع في هذه الأمة، ولهذا أمنوا الشرك فوقعوا فيه)) (1).\n7 - مكث رسول الله صلى الله عليه وسلم في مكة ثلاثة عشر عامًا يدعو إلى توحيد الله وحده لا شريك له وأوذي وعودي على أن يترك الدعوة إلى التوحيد، فماكان منه إلا أن قال: والله لو\n8 - القرآن من أوله إلى آخره دعوةٌ إلى التوحيد:\nيقول ابن القيم: ((إن كل آية في القرآن فهي متضمنة للتوحيد شاهدة به داعية إليه فإن القرآن إما خبر عن الله وأسمائه وصفاته وأفعاله، فهو التوحيد العلمي الخبري.\nوإما دعوة إلى عبادته وحده لا شريك له وخلع كل ما يُعبد من دونه، فهو التوحيد الإرادي الطلبي.\nوإما أمر ونهي وإلزام بطاعته ونهيه وأمره، فهي حقوق التوحيد ومكملاته، وإما خبر عن كرامة الله لأهل توحيده وطاعته وما فعل بهم في\n__________\n(1) ((تيسير العزيز الحميد)) ص (117).\n(1/66)\n\nالدنيا وما يكرمهم به في الآخرة، فهو جزاء توحيده، وإما خبر عن أهل الشرك، وما فعل بهم في الدنيا من النكال، وما يحل بهم في العقبي من العذاب، فهو خبر عمن خرج عن حكم التوحيد.\nفالقرآن كله في التوحيد وحقوقه وجزائه، وفي شأن الشرك وأهله وجزائهم)) (1)\n9 - كان النبي صلى الله عليه وسلم يربي أصحابه -رضي الله عنهم- على التوحيد منذ الصغر:\nفعن ابن عباس رضي الله عنهما قال: كنت خلف النبي صلى الله عليه وسلم فقال: ((يا غلام إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله واعلم أن الأمة لو اجتمعت على أن يضروك بشيء، لم يضروك إلا بشيء قد كتبه الله عليك. رفعت الأقلام وجفت الصحف)) (2).\n10 - كان النبي صلى الله عليه وسلم يعلم أصحابه أن يبدءوا دعوتهم للناس بالتوحيد:\nفقد قال صلى الله عليه وسلم لمعاذ حين بعثه إلى اليمن، قال: ((إنك تأتي قومًا من أهل الكتاب، فليكن أول ما تدعوهم إليه: شهادة أن لا إله إلا الله)) (3) وفي رواية: ((إلى أن يوحدوا الله)).\n__________\n(1) ((مدارج السالكين)) (3/ 450).\n(2) رواه الترمذي وقال: حديث حسن صحيح.\n(3) رواه البخاري () ومسلم ().",
        "(1/67)\n\nقال شيخ الإسلام ابن تيمة: ((وقد علم بالاضطرار من دين الرسول صلى الله عليه وسلم، و أتفقت عليه الأمة أن أصل الإسلام، وأول ما يؤمر به الخلق شهادة أن لا إله إلا الله، وأن محمدًا رسول الله)) (1).\n11 - أن شرك مشركي زماننا أشد من شرك أهل الجاهلية الأولى.\nقال الشيخ محمد بن عبدالوهاب في كتابه ((القواعد الأربع)):\n((القاعدة الرابعة: أن مشركي زماننا أغلظ شركًا من الأولين؛ لأن الأولين يشركون في الرخاء ويخلصون في الشدة، ومشركو زماننا شركهم دائم في الرخاء والشدة)) (2).\nويقول صاحب ((تيسير العزيز الحميد)): بعد أن وصف ما كان عليه أهل الجاهلية الأولى من الشرك وأنهم كانوا يشركون في الرخاء، فإذا كانوا في الشدة دعوا الله مخلصين {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} [العنكبوت:65].\nقال: فهذه حال المشركين الأولين. وأما عباد القبور اليوم فلا إله إلا الله، كم ذا بينهم وبين المشركين الأولين من التفاوت العظيم في الشرك، فإنهم إذا أصابتهم الشدائد برًا وبحرًا أخلصوا لآلهتهم وأوثانهم التي يدعونها من دون الله، وأكثرهم قد اتخذ ذكر إلهه وشيخه ديدنه وهجيراه، إن قام وإن قعد وإن عثر. هذا يقول: يا علي، وهذا يقول: يا عبد القادر، وهذا يقول: يا بن علوان، وهذا يدعو البدوي، وهذا يدعو العيدروس.\n__________\n(1) نقله عنه صاحب ((تيسير العزيز الحميد)) ص (127).\n(2) ((القواعد الأربع)) ص (46).\n(1/68)",
        "\nوبالجملة ففي كل بلد في الغالب أناس يدعونهم ويسألونهم قضاء الحاجات، وتفريج الكربات بل بلغ الأمر إلى أن سألوهم مغفرة الذنوب، وترجيح الميزان، ودخول الجنة و النجاة من النار، والتثبيت عند الموت والسؤال، وغير ذلك من أنواع المطالب التي لا تطلب إلا من الله.\nوقد يسألون ذلك من أناس يدعون الولاية، و ينصبون أنفسهم لهذه الأمور وغيرها من أنواع النفع والضر التي هي خواص الإلهية، ويلفقون لهم من الأكاذيب في ذلك عجائب منها أنهم يدعون أنهم يخلصون من التجأ إليهم ولاذ بحماهم من النار والعذاب، فيقول أحدهم: إنه يقف عند النار، فلا يدع أحدًا ممن يرتجيه ويدعوه يدخلها أو نحو هذا، وقد قال تعالى لسيد المرسلين صلى الله عليه وعليهم أجمعين: {أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي النَّارِ} [الزمر: 19] فإذا كان النبي صلى الله عليه وسلم لا يقدر على تخليص أحد من النار، فكيف بغيره، بل كيف بمن يدعي نفسه أنه هو يفعل ذلك؟\nومنها أن أكثرهم يلفق حكايات في أن بعض الناس استغاث بفلان فأغاثه، أو دعا الولي الفلاني فأجابه، أو في كربة ففرج عنه، وعند عباد القبور من ذلك شيء كثير، من جنس ما عند عباد الأصنام، الذين استولت عليهم الشياطين، ولعبوا بهم لعب الصبيان بالكرة.\nويوجد شيء من ذلك في أشعار المادحين لسيد المرسلين صلى الله عليه وسلم، الذين جاوزوا الحد في مدحه صلى الله عليه وسلم و عصوه في نهيه من الغلو فيه، وإطرائه كما أطرت النصارى ابن مريم، وصار حظهم منه صلى الله عليه وسلم هو مدحه بالأشعار والقصائد، والغلو الزائد، مع\n(1/69)\n",
        "عصيانهم له في أمره ونهيه؛ فتجد هذا النوع من أعصى الخلق له صلوات الله عليه وسلامه.\nويقع من ذلك كثير في مدح غيره، فإن عباد القبور لا يقتصرون على بعض من يعتقدون فيه الضر والنفع، بل كل من ظنوا فيه ذلك بالغوا في مدحه وأنزلوه منزلة الربوبية، وصرفوا له خالص العبودية، حتى إنهم إذا جاءهم رجل وادعى أنه رأى رؤيا مضمونها أنه دفن في المحل الفلاني رجل صالح، وبادروا إلى المحل وبنوا عليه قبة وزخرفوها بأنواع الزخارف، وعبدوها بأنواع من العبادات.\nوأما القبور المعروفة أو المتوهمة، فأفعالهم معها وعندها لا يمكن حصره، فكثير منهم إذا رأوا القباب التي يقصدونها كشفوا الرءوس فنزلوا عن الأكوار، فإذا أتوها طافوا بها واستلموا أركانها، وتمسحوا بها، وصلوا عندها ركعتين، وحلقوا عندها الرءوس ووقفوا باكين متذللين متضرعين سائلين مطلبهم، وهذا هو الحج.\nوكثير منهم يسجدون لها إذا رأوها، ويعفرون وجوههم في التراب تعظيما لها، وخضوعا لمن فيها، فإن كان للإنسان منهم حاجة من شفاء مريض أو غير ذلك، نادى صاحب القبر، يا سيدي فلان جئتك قاصدا من مكان بعيد، لا تخيبني.\nوكذلك إذا قحط المطر، أو عقرت المرأة عن الولد، أو دهمهم عدو أو جراد، فزعوا إلى صاحب القبر، وبكوا عنده، فإن جرى المقدور بحصول شيء مما يريدون، استبشروا وفرحوا، و نسبوا ذلك إلى صاحب القبر، فإن لم يتيسر شيء من ذلك اعتذروا عن صاحب القبر بأنه إما غائب في مكان آخر، أو ساخط لبعض أعمالهم، أو أن اعتقادهم في الولي ضعيف، أو أنهم\n(1/70)\n\nلم يعطوه نذره، ونحو هذه الخرافات.\nومن بعض أشعار المادحين لسيد المرسلين صلى الله عليه وسلم قول البوصيري:\nيا أكرم الخلق ما لي من ألوذ به سواك عند حلول الحادث العمم\nولن يضيق رسول الله جاهك بي إذا الكريم تجلى باسم منتقم\nفإن لي ذمة منه بتسميتي محمدًا وهو أوفى الخلق بالذمم\nإن لم يكن في معادي آخذا بيدي فضلاً وإلا فقل يا زلة القدم\nفتأمل ما في هذه الأبيات من الشرك.\nمنها: أنه نفى أن يكون له ملاذًا إذا حلت به الحوادث، إلا النبي صلى الله عليه وسلم، وليس ذلك إلا لله وحده لا شريك له، فهو الذي ليس للعباد ملاذ إلا هو.\nالثاني: أنه دعاه وناداه بالتضرع وإظهار الفاقة والاضطرار إليه، وسأل منه هذه المطالب التي لا تطلب إلا من الله، وذلك هو الشرك في الإلهية.\nالثالث: سؤاله منه أن يشفع له في قوله: ولن يضيق رسول الله ... البيت\nوهذا هو الذي أراده المشركون ممن عبدوه، وهو الجاه و الشفاعة عند الله، وذلك هو الشرك، أيضا فإن الشفاعة لا تكون إلا بعد إذن الله، فلا معنى لطلبها من غيره، فإن الله تعالى هو الذي يأذن للشافع أن يشفع؛ لأن الشافع يشفع ابتداء.",
        "(1/71)\n\nالرابع: قوله: فإن لي ذمة ... إلى آخره.\nكذب على الله وعلى رسوله صلى الله عليه وسلم، فليس بينه وبين من اسمه محمد ذمة إلا بالطاعة، لا بمجرد الإشراك في الاسم مع الشرك.\nالخامس: قوله: إن لم يكن في معادي ... البيت\nتناقض عظيم وشرك ظاهر، فإنه طلب أولاً أن لا يضيق به جاهه، ثم طلب هنا أن يأخذ بيده فضلاً وإحسانًا، وإلا فيا هلاكه.\nفيقال: كيف طلبت منه هنا أن يتفضل عليك، فإن كنت تقول: إن الشفاعة لا تكون إلا بعد إذن الله، فكيف تدعو النبي صلى الله عليه وسلم و ترجوه وتسأله الشفاعة؟ فهلا سألتها من له الشفاعة جميعًا الذي له ملك السموات والأرض الذي لا تكون الشفاعة إلا من بعد إذنه، فهذا يبطل عليك طلب الشفاعة من غير الله.\nوإن قلتَ ما أريد إلا جاهه وشفاعته بإذن الله.\nقيل: فكيف سألته أن يتفضل عليك ويأخذ بيدك في يوم الدين، فهذا مضاد لقوله تعالى: {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ * ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ * يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْئًا وَالأَمْرُ يَوْمَئِذٍ لِّلَّهِ} [الانفطار: 17 - 19] فكيف يجتمع في قلب عبد الإيمان بهذا وهذا.\nوإن قلت: سألته أن يأخذ بيدي، ويتفضل علي بجاهه وشفاعته.\nقيل: عاد الأمر إلى طلب الشفاعة من غير الله، وذلك هو محض الشرك.\n(1/72)",
        "\nالسادس: في هذه الأبيات من التبري من الخالق - تعالى وتقدس. الاعتماد على الملخوق في حوادث الدنيا والآخرة ما لا يخفى على مؤمن (1).\n12 - انتشار أهل البدع التي قد تقدح في التوحيد أوفي كماله ونشاطهم في دعوتهم.\nومن هذه البدع بدعة الروافض، والمعتزلة، والأشاعرة وهي منتشرة اليوم ولها مصادرها التي تمولها و تشجعها وتساندها.\nيقول شيخ الإسلام ابن تيمية: ((والرافضة كفرَّت أبا بكر وعمر وعثمان وعامة المهاجرين والأنصار والذين اتبعوهم بإحسان، الذين رضي الله عنهم ورضوا عنه، وكفروا جماهير أمة محمد صلى الله عليه وسلم من المتقدمين والمتأخرين ...\nويكفرون أعلام الملة ... ويستحلون دماء من خرج عنهم، ويسمون مذهبهم مذهب الجمهور ... ويرون أن كفرهم أغلظ من كفر اليهود والنصارى؛ لأن أولئك عندهم كفار أصليون، وهؤلاء مرتدون، وكفر الردة أغلظ بالإجماع من الكفر الأصلي ... ولهذا السبب يعاونون الكفار على الجمهور من المسلمين ... فهم أشد ضررًا على الدين وأهله، وأبعد عن شرائع الإسلام من الخوارج الحروية، ولهذا كانوا أكذب فرق الأمة ... وقد أشبهوا اليهود في أمور كثيرة، لا سيما السامرة من اليهود ... ويشبهون النصارى في في الغلو في البشر والعبادات المبتدعة، وفي الشرك وغير\n__________\n(1) تيسير العزيز الحميد ص (220 - 224).\n(1/73)\n",
        "ذلك)) (1).\nولعل قائلٌ يقول: وأين أولئك النفر من الروافض، الذين حكي معتقدهم شيخ الإسلام ابن تيمية اليوم، فأقول: اقرأ أخا التوحيد حتى لا تخدع، وإليك البيان:\nجاء في ((الموسوعة الميسرة للأديان والمذاهب المعاصرة)): ((الشيعة الإمامية الإثنا عشرية، من معتقداتهم: يعتقدون بوجود مصحف لديهم اسمه مصحف فاطمة: ويروى الكليني في كتابه ((الكافي)) في صفحة 57 طبعة 1278هـ عن أبي بصير - أي جعفر الصادق-: ((وإن عندنا لمصحف فاطمة عليها السلام، قال: قلت: و ما مصحف فاطمة؟ قال: مصحف فيه مثل قرآنكم هذا ثلاث مرات، والله ما فيه حرف واحد من قرآنكم)).\nالبراءة: إنهم يتبرءون من الخلفاء الثلاثة أبي بكر وعمر وعثمان وينعتونهم بأقبح الصفات لأنهم - كما يزعمون- اغتصبوا الخلافة دون علي الذي هو أحق منهم بها، كما يبدءون بلعن أبي بكر وعمر بدل التسمية في كل أمر ذي بال، وهم ينالون كذلك من كثير من الصحابة باللعن.\nولا يتورعون عن نيل أم المؤمنين عائشة رضي الله عنها بالطعن واللعن.\nالمغالاة: بعضهم غالي في شخصية على رضي الله عنه، والمغالون من الشيعة رفعوه إلى مرتبة الألوهية كالسبئية، وبعضهم قالوا بأن جبريل قد أخطأ في الرسالة؛ فنزل على محمد صلى الله عليه وسلم، بدلاً من أن\n__________\n(1) ((مجموع الفتاوى)) (28/ 477 - 483) باختصار وتصرف.\n(1/74)\n\nينزل على علي (1).\nقلت: هذا أخا العقيدة بعض معتقداتهم الضالة الباطلة التي تقشعر منها الأبدان.\nأما مناطق نفوذهم وانتشارهم:\nفـ ((تنتشر فرقة ((الإثنا عشرية)) من الإمامية الشيعة الآن في إيران وترتكز فيها، ومنهم عدد كبير في العراق، ويمتد وجودهم إلى باكستان، كما أن لهم طائفة في لبنان، أما في سوريا فهناك طائفة قليلة منهم، لكنهم على صلة وثيقة بالنصيرية الذين هم من غلاة الشيعة)) (2).\n((وهم يتطلعون إلى نشر مذهبهم ليعم العالم الإسلامي)) (3).\nأما المعتزلة فيقول شيخ الإسلام ابن تيمية:\n((وأما المعتزلة فهم ينفون الصفات، ويقاربون قول جهم، لكنهم ينفون القدر، فهم وإن عظموا الأمر والنهي، والوعد والوعيد وغلوا فيه، فهم يكذبون بالقدر، ففيهم نوع من الشرك من هذا الباب، والإقرار بالأمر والنهي والوعد والوعيد مع إنكار القدر خير من الإقرار بالقدر مع إنكار الأمر والنهي والوعد والوعيد ... فهؤلاء المتصفون الذين يشهدون الحقيقة الكونية مع إعراضهم عن الأمر والنهي شر من القدرية المعتزلة ونحوهم، أولئك يشبهون المجوس، وهؤلاء يشبهون المشركين)) (4).\n__________\n(1) ((الموسوعة الميسرة)) ص (301 - 303).\n(2) المرجع السابق ص (304).\n(3) المرجع السابق ص (299).\n(4) ((مجموع الفتاوى)) (3/ 103 - 104).",
        "(1/75)\n\nويقول رحمه الله: ((المشهور من مذهب الإمام أحمد، وعامة أئمة السنة تكفير الجهمية؛ وهم المعطلة لصفات الرحمن، فإن قولهم صريح في مناقضة ما جاءت به الرسل من الكتاب، وحقيقة قولهم جحود الصانع، ففيه جحود الرب وجحود ما أخبر به عن نفسه على لسان رسله؛ ولهذا قال عبدالله بن المبارك: إنا لنحكي كلام اليهود والنصارى، ولا نستطيع أن نحكي كلام الجهمية.\nوقال غير واحد من الأئمة: إنهم أكفر من اليهود والنصارى؛ يعنون من هذا الجهمية، ولهذا كفروا من يقول: إن القرآن مخلوق، وإن الله لا يرى في الآخرة، وإن الله ليس على العرش، وإن الله ليس له علم، ولا قدرة، ولا رحمة، ولاغضب، ونحو ذلك من صفاته)) (1).\nقلت: لا يهو لنك الأمر أخا العقيدة، وكأني بك تقول: وأين من يعتقد مذهب المعتزلة اليوم ويدين بدينهم، وكأني بك تقول: إنها فرقةٌ بائدة مندثرة.\nأقول لك: رويدك حتى تقرأ ما سأنقله لك:\nجاء في ((الموسوعة الميسرة للأديان والمذاهب المعاصرة)):\n((الإباضية فرقةٌ ... من فرق الخوارج ... )) (2).\n((من أفكارهم ومعتقداتهم:\n__________\n(1) ((مجموع الفتاوى)) (12/ 486، 487)، وانظر شرح العقيدة الطحاوية (521)، وشرح لمعة الاعتقاد (124).\n(2) ((الموسوعة الميسرة)) ص (15) قلت: وخوارج اليوم يدينون بعقائد المعتزلة في كثير من أبواب الدين، وكذا الشيعة الزيدية فإباضية اليوم جمعوا بين فرقتين الخوارج والمعتزلة، وهكذا أهل الباطل في كل زمان ومكان مخلطون مضطربون.\n(1/76)",
        "\n- لا يقولون برؤية الله تعالى في الآخرة.\n- يؤولون بعض مسائل الآخرة تأويلاً مجازيًا كالميزان والصراط.\n- صفات الله ليست زائدة على ذات الله، ولكنها هي عين الذات.\n- القرآن لديهم مخلوق.\n- مرتكب الكبيرة كافر، ولا يمكن في حال معصيته وإصراره عليها- أن يدخل الجنة إذا لم يتب منها)) (1).\nهذه بعض معتقداتهم الباطلة فقارنها بما ذكر شيخ الإسلام من عقائد المعتزلة ... و أنت الحكم.\nأما عن تواجدهم وأما كن نفوذهم: فقد ((كانت لهم صولة وجولة في جنوبي الجزيرة العربية، حتى وصلوا إلى مكة المكرمة والمدينة المنورة، أما في الشمال الأفريقي فقد كانت لهم دولة عرفت باسم ((الدولة الرستمية)) وعاصمتها تاهرت.\nلقد حكموا الشمال الأفريقي حكمًا متصلاً مستقلاً زهاء مائة وثلاثين سنة حتى أزالهم الفاطميون.\n- لقد قامت للإباضية دولة مستقلة في عمان، وتعاقب على الحكم فيها إلى العصر الحديث أئمة إباضيون.\nمن حواضرهم التاريخيه جبل نفوسة بليبيا؛ إذ كان معقلاً لهم، ينشرون منه المذهب الإباضي، ومنه يديرون شئون الفرقة الإباضية.\n__________\n(1) المرجع السابق ص (16، 17).\n(1/77)\n",
        "ما يزال لهم وجود إلى وقتنا الحاضر، في كل من: عُمان وحضرموت واليمن وليبيا وتونس و الجزائر، وفي واحات الصحراء الغربية)) (1).\nها هي المعتقدات وها هي الدعوات لها أعوان وأنصار فأين أنتم يا أنصار التوحيد، وأين الاجتهاد في نصر معتقد أهل السنة والتوحيد.\nأما الأشاعرة، وهم منتشرون في كثير من أنحاء العالم الإسلامي وجامعاته.\n((عرف كثير من الأشعرية كلة (إله) بأنه القادر على الاختراع، فمن ذلك ما نسبه البغدادي إلى أبي الحسن الأشعري فقال: ((واختلف أصحابنا في معنى الإله: فمنهم من قال إنه مشتق من الإلهية، وهي قدرته على اختراع الأعيان، وهو اختيار أبي الحسن الأشعري)) (2).\nقارن تعريفهم هذا بكلام أهل السنة في تعريف (الإله):\nقال شيخ الإسلام ابن تيمية: الإله هو المعبود المطاع.\nوقال ابن القيم: الإله هو الذي تألهه القلوب محبة وإجلالاً وإنابة وإكرامًا وتعظيمًا وذلاً وخضوعًا وخوفًا ورجاءً وتوكلاً.\nوالجواب عن تعريف الأشاعرة للإله أن يقال:\nلو كان معنى الإله: القادر على الاختراع كان معنى لا إله إلا الله ولا قادر على الاختراع إلا هو، وهذا المعنى كان يقول به المشركون، ولذلك يحتج الله عليهم بمعرفتهم هذه بقوله {فَلا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ}\n__________\n(1) المرجع السابق ص (19).\n(2) ((أصول الدين)) للبغدادي ص: 123.\n(1/78)\n\n[البقرة: 22] أي تعلمون أنه لا رب لكم غيره، كما نُقل ذلك عن جمع من المفسرين.\nوقال عز وجل\nفلو كان المعنى ما ذكره هؤلاء المتكلمون لما استقام الإنكار على المشركين الذين يقرون بأن الله هو خالقهم وخالق كل شيء، وإنما كان شركهم في الألوهية.\nويقال أيضًا ردًا على تعريفهم هذا: إن هذا القول غير معروف عند أهل اللغة، ولذلك لم يحتج من قال بهذا القول بشاهد من شواهد لغة العرب ولا بنقل إمام معتبر من أئمة اللغة.\nوقال الشيخ سليمان بن عبدالله بن محمد بن عبدالوهاب بعد أن ذكر أقوال أهل السنة في معنى الإله: ((وهو إجماع منهم أن الإله هو المعبود، خلافًا لما يعتقده عباد القبور وأشباههم في معنى الإله أنه الخالق أو القادر على الاختراع أو نحو هذه العبارات ويظنون أنهم إذا قالوها بهذا المعنى فقد أتوا من التوحيد بالغاية القصوى، ولو فعلوا ما فعلوا من عبادة غير الله، كدعاء الأموات، والاستغاثة بهم في الكربات)).\nويمضى الشيخ فيبين أن مشركي قريش قد فهموا معنى كلمة (إله) على أنه لا معبود بحق إلا الله، ويرد على أولئك الذين زعموا أن معناها لا خالق إلا الله أو لا قادر على الاختراع إلا الله: ((لو كان معناها ما زعمه هؤلاء الجهال، لم يكنى بين الرسول صلى الله عليه وسلم، وبينهم نزاع، بل كانوا يبادرون إلى إجابته ويلبون دعوته إذ يقول لهم: قولوا: لا إله إلا الله، بمعنى أنه لا قادر على الاختراع إلا الله، فكانوا يقولون: سمعنا وأطعنا",
        "(1/79)\n\nقال الله تعالى {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف: 87] {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} [الزخرف:9] {قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاءِ وَالأَرْضِ أَمَّن يَمْلِكُ السَّمْعَ} [يونس: 32] إلى غير ذلك من الآيات\nلكن القوم أهل اللسان العربي فعلوا أنها تهدم عليهم دعاء الأموات والأصنام من الأساس، تكسب بناء سؤال الشفاعة من غير الله، وصرف الإلهية لغيره لأم الرأس، فقالوا: {مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3] {هَؤُلاءِ شُفَعَاؤُنَا عِندَ اللَّهِ} [يونس: 19])) (1).\nفقارن بين معنى (الإله) عند الأشاعرة ومعناه عند السلف الأبرار، وما يلزم من تعريفهم من أن ((لا إله إلا الله))، فلا يصلح تعريفهم هذا للاعتراض على عباد القبور والمشركين في الألوهية.\nوأول واجبٌ على المكلف عند أهل السنة هو إفراد الله بالعبادة المتضمن إفراده سبحانه بالخلق والرزق والتدبير.\n((أما الأشاعرة فقد اختلفت عباراتهم في أول واجب على المكلف بعد أن اتفقوا على أن الأمر بعبادته ليس أول واجب\nفحكى الأشاعرة عن الأشعري القول بأن أول واجب على المكلف هو المعرفة (2) والمعرفة عندهم معناها معرفة وجود الله وتفرده بخلق العالم.\nوعند الباقلاني أول واجب: النظر فقال: ((أول ما فرض الله عز وجل\n__________\n(1) تيسير العزيز الحميد.\n(2) انظر ((شرح جوهرة التوحيد)) ص:37.\n(1/80)",
        "\nعلى جميع العباد النظر في آياته .... )) (1)\nوأول واجب على المكلف عند الجويني القصد إلى النظر فقال: ((أول ما يجب على العاقل البالغ باستكمال سن البلوغ أو الحلم شرعًا، القصد إلى النظر الصحيح ... )) (2)\nوقال شارح الجوهرة محاولاً الجمع بين هذه الأقوال: ((والأصح أن أول واجب قصدًا: المعرفة، وأول واجب وسيلة قريبة: النظر، ووسيلة بعيدة: القصد إلى النظر)) (3)\nفقولهم إن أول واجب على الملكف هو النظر الصحيح المفضي إلى معرفة الله يناقض أمرين:\nأولهما: أن الإقرار بمعرفة الله أمر مركوز في الفطر.\nقال عزوجل {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} [الروم: 30]\nوقال صلى الله عليه وسلم: ((ما من مولود إلا يولد على الفطرة فأبواه يهودانه أو يمحسانه أو ينصرانه)) (4)\nقال الشيخ السعدي -رحمه الله- في تعريف الفطرة: ((هي الخلقة التي خلق الله عباده عليها وجعلهم مفطورين عليها وعلى محبة الخير وإيثاره وكراهية الشر ودفعه، وفطرهم حنفاء مستعدين لقبول الخير والإخلاص لله\n__________\n(1) ((الإتصاف)) - للباقلاني ص: 33.\n(2) ((الإرشاد)) ص:25.\n(3) شرح الجوهرة للبيجوري ص:38.\n(4) متفق عليه أخرجه البخاري رقم (1359)، ومسلم رقم (2658).\n(1/81)\n",
        "والتقرب إليه)) (1)\nوأما الأمر الثاني الذي ناقضوه بقولهم هذا فهو أن المعروف بالكتاب والسنة والإجماع أن أول ما يجب على المكلفين هو عبادة الله تعالى وحده لا شريك له، وقد تقدم الكلام على ذلك (2))).\nوالأشاعرة بيخالفون أهل السنة أيضًا في الإيمان، والقرآن، والقدر، والصفات، والتحسين والتقبيح، بل وفي مادر التلقي وغيرها كثير.\nوإليك البيان:\n- مصدر التلقي:\n((مصدر التلقي عند الأشاعرة هو العقل وقد صرح الجويني والرازي والبغدادي والغزالي والأمدي والإيجي وابن فورك والسنوسي وشراح الجوهرة، وسائر أئمتهم بتقديم العقل على النقل عند التعارض)) (3)\n- الإيمان:\nالأشاعرة في الإيمان مرجئة جهية أجمعت كتبهم قاطبة على أن الإيمان هو التصديق القلبى، واختلفوا في النطق بالشهادتين أيكفي عنه تصديق القلب أم لا بد منه، قال صاحب الجوهرة:\n__________\n(1) بهجة قلوب الأبرار ص: 64.\n(2) انظر ص:\n(3) منهج الأشاعرة في العقيدة -للشيخ سفر الحوالي ص (18) وانظر درء التعارض-للإمام ابن تيمية- ((أساس التقديس)) - للرازي (168 - 173)، الشامل للجويني (561)، ((المواقف)) للإيجي (561).\n(1/82)\n\nوفسر الإيمانه بالتصديق ... والنطق فيه الخلف بالتحقيق.\nوقد أو لوا كل آية أو حديث ورد فيه زيادة الإيمان ونقصانه أو وصف بعض شعبه بأنها إيمان أو من الإيمان (1).\nوقد أطال شيخ الإسلام -رحمه الله- الرد عليهم بأسمائهم (2) كالأشعري، والباقلاني والجويني وشراح كتبهم وقرر أنهم على مذهب جهم بعينه (3).\nالقرآن:\nومنهج الأشاعرة فيه -كما في غيره- قائمٌ على التلفيق الذي يسميه الأشاعرة المعاصرون ((التوفيقية)) حيث انتهج التوسط بين أهل السنة والجماعة وبين المعتزلة في كثير من الأصول فتناقض واضطرب.\nفمذهب أهل السنة والجماعة أن القرآن كلام الله غير مخلوق، وأنه تعالى يتكلم بكلام مسموع تسمعه الملائكة، وسمعه جبريل، وسمعه موسى -عليه السلام- ويسمعه الخلائق يوم القيامة.\nومذهب المعتزلة أنه مخلوق.\nأما مذهب الأشاعرة فمن منطلق التوفيقية -التي لم يحالفها التوفيق- فرقوا بين المعنى واللفظ فالكلام الذي يثبتونه لله تعالى هو معنى أزلي أبدي قائم بالنفس ليس بحرف ولا صوت ولا يوصف بالخبر ولا الإنشاء.\nأما الكتب المنزلة ذات الترتيب والنظم والحروف -ومنها القرآن- فليست\n__________\n(1) انظر ((الإنصاف)) -للباقلاني (22)، ((الإرشاد)) -للجويني 397، المواقف- للإيجي (384).\n(2) وذلك في كتاب ((الإيمان)) وغيره من مصنفاته.\n(3) منهج الأشاعرة ص (22).",
        "(1/83)\n\nهي كلامه تعالى على الحقيقة بل هي عبارة عن كلام الله النفسي شيء واحد في ذاته لكن إذا جاء التعبير عنه بالعبرانية فهو توراة وإن جاء بالسريانية فهو إنجيل، وإن جاء بالعربية فهو قرآن، فهذه الكتب كلها مخلوقة ووصفها بأنها كلام الله مجازًا لانها تعبيرٌ عنه.\nواختلفوا في القرآن خاصة فقال بعضهم: ((إن الله خلقه أولاً في اللوح المحفوظ ثم أنزله في صحائف إلى سماء الدنيا)) فكان جبريل يقرأ هذا الكلام المخلوق ويبلغه لمحمد صلى الله عليه وسلم، وقال آخرون: إن الله أفهم جبريل كلامه النفسي وأفهمه جبريل لمحمد صلى الله عليه وسلم فالنزول نزول إعلام وإفهام لا نزول حركة وانتقال -لأنهم ينكرون علو الله ثم اختلفوا في الذي عبر عن الكلام النفسي بهذا اللفظ والنظم العربي من هو؟ فقال بعضهم: هو جبريل، وقال بعضهم: بل هو محمد صلى الله عليه وسلم واستدلوا بمثل قوله تعالى {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ} في سورتي الحاقة والإنشقاق حيث أضافه في الأولى إلى محمد صلى الله عليه وسلم وفي الأخرى إلى جبريل بأن اللفظ لأحد الرسولين ((جبريل أو محمد)) وقد صرح الباقلاني بالأول وتابعه الجويني.\nقال شيخ الإسلام: ((وفي إضافته تعالى إلى هذا الرسل تارة وإلى هذا تارة دليل على أنه إضافة بلاغ وأداء لا إضافة إحداث لشيء منه وإنشاء كما يقول بعض المبتدعة الأشعرية من أن حروفه ابتداء من جبريل أو محمد مضاهاة في نصف قولهم لمن قال أنه قول البشر من مشركين العرب)) (1).\n__________\n(1) مجموع الفتاوى، نقلاً عن منهج الأشاعرة ص24 وانظر حول مذهب الأشاعرة في القرآن: ((الإنصاف)) (96 - 97)، الإرشاد (128 - 137)، ((أصول الدين)) (107) المواقف (293) وانظر الرد عليهم في التسعينية لشيخ الإسلام ابن تيمية وغيرها من كتبه.\n(1/84)",
        "\nالقدر:\nأراد الأشاعرة هنا أن يوفقوا بين الجبرية والقدرية فجاءوا بنظرية الكسب وهي في مالها جبرية خالصة لأنها تنفي أي قدرة للعبد أو تأثير ما حقيقتها النظرية الفلسفية فقد عجز الأشاعرة أنفسهم عن فهمها فضلاً عن إفهامها لغيرهم ولهذا قيل:\nمما يقال ولا حقيقة تحته ... معقولة تدنوا إلى الأفهام\nالكسب عند الأشعري والحال ... عند البهشمي وطغرة النظام (1).\nالصفات:\nمسالة الصفات من أعظم المسائل التي خالف فيها الأشاعرة أهل السنة والجماعة، ومنهجهم في هذا الباب مضطرب، وهم متفاوتون فيه متقدميهم ومتأخريهم.\nيقول اللقاني في الجوهرة:\nوكل نص أوهم التشبيها ... أوله أو فوض ورم تنزيها\nيقول البيجوري في شرحه:\n(((أوله) أي إجمله على خلاف ظاهره مع بيان المعنى المراد، فالمراد: أوله تأويلاً تفصيليًا بأن يكون فيه بيان المعنى المراد كما هو مذهب\n__________\n(1) انظر حول هذا المبحث: الإنصاف (45 - 46)، الإرشاد (187 - 203)، أصول الدين (133)، المواقف (311)، شفاء العليل (259 - 261).\n(1/85)\n",
        "الخلف: وهم من كانوا بعد الخمسمائة، وقيل من بعد القرون الثلاثة.\nوقوله: (أوفوض) أي بعد التأويل الإجمالي الذي هو صرف اللفظ عن ظاهره، فبعد هذا التأويل فوض المراد من النص الموهم إليه تعالى على طريقة السلف (1)\nيقول: وطريقة الخلف أعلم وأحكم، لما فيها من مزيد الإيضاح والرد على الخصوم، وهي الأرجح، ولذلك قدمها الناظم، وطريقة السلف أسلم: لما فيها من السلامات من تعيين معنى (2) قد يكون غير مراد)) (3).\nالتحسين والتقبيح:\nينكر الأشاعرة أن يكون للعقل والفطرة أي دور في الحكم على الأشياء بالحسن والقبح، ويقولون مرد ذلك إلى الشرع وحده، وهذا رد فعل مغال: لقول البراهمة والمعتزلة أن العقل يوجب حسن الحسن وقبح القبيح، وهو مع منافقاته للنصوص مكابرة للعقول (4).\nهذه بعض المسائل التي خالف فيها الأشاعرة أهل السنة والجماعة وهي\n__________\n(1) نسبة التفويض إلى مذهب السلف من الزور والبهتان الذي نسبه إليهم متأخري الأشاعرة فمذهب السلف إثبات معاني الصغات وتفويض كيفيتها لا تفويض المعنى، كما يزعم المخالفون.\nوانظر فتح رب البرية بتلخيص الحوية (62) وما بعدها.\n(2) قد تبين لك في التعليق السابق أن السلف يثبتون المعنى ويفوضون الكيف، فتأمل.\n(4) منهج الأشاعرة (28) وانظر كلامهم في: نهاية الإقدام (370)، غاية المرام (234)، المواقف (323)، وانظر ردود شيخ الإسلام عليهم الفتاوى (8/ 432 - 436)، التسعينية (247).\n(1/86)\n\nبعضٌ من كل (1)\nفليت شعري ماذا يقول المزهدون في دراسة التوحيد، والزهدون في بيان بطلان عقائد الفرق المخالفة لمنهج السلف.\n13 - وجود من يزهد في دراسة التوحيد أو في بعض مسائل التوحيد:\nوهذا أمرٌ خطير فتجد بعض الناس يقول دعوكم من أمور الأسماء والصفات، واهتموا بالمذاهب الكفرية المعاصرة من علمانية وشيوعية.\nوتجد آخر يقول: نريدأن نقاتل اليهود أولاً، ثم ادرسوا ما شئتم من أمور العقيدة.\nوثالث يقول: أنتم تشغلون الناس بأمور تفرق بينهم وتوقع العداوة والبغضاء.\nونحن نقول: بل نحن على دعوة نبينا صلى الله عليه وسلم، حيث أمره ربه أن يوضح سبيله وسبيل من اتبعه من المؤمنين: {قُلْ هَذِهِ سَبِيلِي أَدْعُوا إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} [].\nفاثبت أخا التوحيد على نهج النبي صلى الله عليه وسلم وصحبه الكرام،\nوليكن أول ماتدعو إليه الناس ((أن يوحدوا الله)).\nوإليكم مثال من كلام أولئك المزهدين، كتب بعض الأفاضل تحت عنان: ((إهالة التراب على المشكلات التاريخية، قال: ((نُريد من الفكر الجديد أن\n__________\n(1) ومن أراد مزيد تفصيل وبيان فليرجع إلى:\n- منهج الأشاعرة في العقيد- لشيخنا سفر بن عبدالرحمن الحوالي.\n- منهج أهل السنة والجماعة ومنهج الأشاعرة في توحيد الله -لخالد نور.\n- الرد الأثري المفيد على البيجوري في شرح جوهرة التوحيد -لعمر بن محمود أبو عمر.",
        "(1/87)\n\nيهيل التراب على المشكلات التاريخية التي شغلت الفكر الإسلامي في وقت من الأوقات، وبددت طاقته في غير طائل؛ مشكلة الذات والصفات، هل الصفات عين الذات أو غيرها؟ أوهي لا عين ولا غير؟\n- مشكلة خلق القرآن، ما ترتب عليها من محنة لأئمة الإسلام.\n- المبالغة في الكلام حول التأويل وعدمه بين السلف والخلف، والطعن على الأشاعرة والماتريدية ومن وافقهم على نهجهم.\nكل هذا لا ينبغي أن يكون مشغلة الفكر الذي نعده للمرحلة القادمة؛ ليواجه الصهيونية والصلبية والماركسية، والفلسفات الهدامة القادمة من الغرب والشرق)) (1).\n14 - وجود خلل في فهم التوحيد وقصره على بعض أجزائه:\nبعض الدعاة الذين يدعون إلى دين الله عز وجل، تتوجه عنايتهم بدراسة نوع معين من أقسام التوحيد، ويعتنون به أشد العناية على حساب أقسام التوحيد الأخرى.\nبل وصل الأمر ببعض أولئك أنهم إذا وجدوا أحدًا يتكلم في بعض المسائل المتعلقة بالتوحيد - ولكنها ليست من تلك المسائل التي يهتمون بها ويتكلمون فيها- عابوا على ذلك المتكلم، وقد ينكرون عليه.\nفمثلاً هناك من يهتم بتوحيد الأسماء والصفات، وما يتفرع عنه من الحديث عن الفرق المنحرفة، ويهمل بقية أنواع التوحيد.\n__________\n(1) ((أولويات الحركة)) ص (100).\n(1/88)",
        "\nوآخرون يهتمون ببعض توحيد الألوهية كالذبح لغير الله، أو دعاء الأموات والنذر لهم، والرياء، والحلف بغير الله، ونحوه، أماما عداه فلا يهتمون به، ولا يكاد يذكر عندهم، وإن ذكر فلا يعيره اهتمامه.\nومن تلك الأقسام التي يهملونها وجوب الخضوع لذي الجلال والإكرام، والتحاكم إلى شريعة الله، وما يترتب على ترك الحكم بما أنزل الله من عبادة الطاغوت.\nوقسمٌ ثالث يقصرون التوحيد على إفراد الله بالحكم، ووجوب التحاكم إليه وحده، ويحذرون من الطواغيت والأرباب من دون الله، ولا يعنون ببقية أقسام التوحيد؛ من شرك الأموات، والحديث عن الفرق الضالة وانحرافها، وكذلك لا يعنون بتوحيد الأسماء والصفات.\nوأزيد الأمر وضوحًا وأفصِّل فيه؛ لخطورة هذه المسألة وانتشارها بين كثير من الدعاة والهداة.\nفمثلاً في بعض البلاد الإسلامية، وفي بعض المناطق، إذا تحدث أحد أو ألف فيما يتعلق بالبناء على القبور، وحكم من استغاث بغير الله أو نذر لغير الله قيل له: إن هذا يتحدث في أمور ذوقية. فإن تحدث متحدث عن الفرق وضلالها قالوا إنك تبث الفُرقة والخلاف.\nأما إن تحدث عن وجوب تحكيم شريعة الله ونبذ ما سواها، قالوا: هذا يتكلم عن التوحيد، أما يعرفون أن من تحكيم شرع الله خضوع الإنسان في عبادته وحياته كلها لله سبحانه.\nوآخرون: يصفون من يتحدث عن الأسماء والصفات، وخطورة الفرق\n(1/89)\n",
        "على الأمة بأنه من دعاة التوحيد ومهتم بالتوحيد فضاف غيرها.\nوالخلاصة: أنك تجد كل فريق قد أخذ بقسم من أقسام التوحيد، وقصر التوحيد عليه، وفسره به، وأخرج عنه ما عداه.\nأو صرف اهتمامه إلى جزء معين من أقسام التوحيد، وأهمل بقية أقسامه.\nوالمطلوب: هو فهمٌ شمولي للتوحيد؛ يهتم بجميع مسائله وأقسامه.\nوقد سقت لكم آنفًا شيئًا من كلام أئمتنا في وجوب الإهتمام بكل قسم من أقسام التوحيد وأزيد هنا:\nقال شيخ الإسلام ابن تيمية: ((إن حقيقة التوحيد أن نعبد الله وحده، فلا يُدعى إلا هو، ولا يخشى إلا هو ولا يتقى إلا هو ولا يُتوكل إلا عليه، ولا يكون الدين إلا له، لا لأحد من الخلق، وأن لا نتخذ الملائكة والنبيين أربابًا، فكيف بالأئمة والشيوخ والعلماء والملوك وغيرهم)) (1).\nوقال الشيخ محمد بن عبدالوهاب في وصيةٍ له: ((فالله يا إخواني، تمسكوا بأصل دينكم، وأوله وآخره، وأسُهِ، ورأسه؛ شهادة أن لا إله إلا الله، واعرفوا معناها، وأحبوها، وأحبوا أهلها، واجعلوهم إخوانكم ولو كانوا بعيدين عنكم، واكفروا بالطواغيت، وعادوهم، وأبغضوا من أحبهم، أو جادل عنهم أو لم يكفرهم، أو قال: ما علي منهم، أو قال: ما كلفني الله بهم، فقد كذب هذا على الله وافترى، فقد كلفه الله تعالى بهم، وافترض عليه الكفر بهم، والبراءة منهم، ولو كانوا إخوانهم وأولادهم.\n__________\n(1) ((منهاج السنة)) (3/ 490).\n(1/90)\n\nفالله الله تمسكوا بذلك لعلكم تلقون ربكم لا تشركون به شيئًا، اللهم توفنا مسلمين وألحقنا بالصالحين)) (1).\nويقول الشيخ عبدالعزيز بن باز ((رحمه الله)): ((والعبودية لله وحده، والبراءة من عبادة الطاغوت والتحاكم إليه من مقتضى شهادة أن لا إله إلا الله وحده، لا شريك له وأن محمدًا عبده ورسوله.\nفالله سبحانه وتعالى هو رب الناس وإلههم، وهو الذي خلقهم، وهو الذي يأمرهم وينهاهم ويحييهم ويميتهم، ويحاسبهم ويجازيهم، وهو المستحق للعبادة دون كل ما سواه، قال تعالى {أَلا لَهُ الْخَلْقُ وَالأَمْرُ} [الأعراف:54] فكما أنه الخالق وحده، فهو الآمر سبحانه، والواجب طاعة أمره)) (2).\nوقد كان سلفنا الصالح رحمهم الله يفهمون التوحيد فهمًا شاملاً متكاملاً، وصنفوا وتكلموا في كل الأقسام والأنواع.\nفهذا شيخ الإسلام ابن تيمية ((رحمه الله)) نجده في كتبه وفتاويه يؤكد وجوب التمسك بتوحيد الله عز وجل، والبعد عن الشرك، ووجوب التزام منهج السلف في الصفات، و يرد على الصوفية والمعتزلة والأشاعرة، ويتكلم عن التتار والمغول وتبديلهم شرع الله وما جاءوا به من أنظمة وياسق ونحوها، ووجوب تحكيم شريعة الله.\nوهذا ابن القيم في كتابه ((مدارج السالكين)) يقول: ((الاعتراض على الله على ثلاثة أنواع سارية بين الناس\n__________\n(1) ((تفسير كلمة التوحيد)) - ضمن ((مجموعة التوحيد)) (252).\n(2) ((وجوب التحاكم إلى شرع الله ونبذ ما خالفه)).",
        "(1/91)\n\n1 - الاعتراض على أسمائه وصفاته بالشُبه الباطلة.\n2 - الاعتراض على شرعه وأمره.\n3 - الاعتراض على أفعاله وقضائه وقدره.\nثم يبين كيفية هذا الاعتراض ... وكان مما قال تحت القسم الثاني:\n((ومنهم أهل الاعتراض بالسياسات الجائرة، التي لأرباب الولايات التي قدموها على حكم الله ورسوله. و حكموا بها بين عباده، وعطلوا لها وبها شرعه وعدله وحدوده.\nوقال أصحاب السياسة: إذا تعارضت السياسة والشرع قدمنا السياسة.\nفجعلت كل طائفة قبالة دين الله وشرعه طاغوتًا يتحاكمون إليه)) (1). اهـ.\nونجد ابن أبي العز الحنفي في ((شرح العقيدة الطحاوية)) قد بين أنواع التوحيد، ولم يقتصر على نوع دون الآخر.\nوشيخ الإسلام محمد بن عبدالوهاب عقد أبوابًا في جميع أنواع التوحيد في كتابه الفريد ((كتاب التوحيد)): ومن ذلك:\n- باب تفسير التوحيد وشهادة لا إله إلا الله.\n- باب ما جاء في الذبح لغير الله.\n- باب ما جاء في الغلو في قبور الصالحين يصيرها أو ثانًا.\n- باب ما جاء في السحر\n__________\n(1) ((مدارج السالكين)) ص: ().\n(1/92)",
        "\n- باب من جحد شيئًا من الأسماء والصفات\n- باب من أطاع العلماء والأمراء في تحريم ما أحل الله أو تحليل ما حرم الله، فقد اتخذهم أربابًا من دون الله.\n- باب قوله تعالى {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَن يَكْفُرُوا بِهِ} [النساء:60].\n- باب ما جاء في منكر القدر.\nإلى غير ذلك من الأبواب والمسائل التي تكلم عليها في كتابه.\n15 - ضعف أثر عقيدة التوحيد عند بعض المسلمين.\nكل أمر معرفي يجب أن يمر بثلاث دوائر:\nالأولى: الدائرة العلمية المعرفية.\nالثانية: الوجدان والتفاعل.\nالثالثة: العمل والتطبيق.\nولنأخذ مثالاً يوضح ذلك:\nرجل جاءه خبر بوفاة عزيز لديه، فإنه يتأثر وينفعل ولو داخليا، ثم يقوم بما يجب عليه تجاه هذا الأمر، من صلاة عليه، وتعزية لأهله، والقيام ببعض حقوقه إن لزم الأمر.\nفعلمه بالوفاة هو الدائرة الأولى وتأثره وتفاعله هو الدائرة الثانية. وقيامه\n(1/93)\n",
        "بما يجب عليه الدائرة الثالثة.\nوعلم التوحيد يجب أن يمر بهذه المراحل جميعًا.\nفمثلا: يجب أن يعلم أن الله شديد العقاب، ثم يتفاعل مع هذا العلم فيخاف الله، ومن ثم يبتعد عن المعاصي، ويأتي بالأوامر خوفا من عقابه.\nوعند التأمل في واقع كثير من المسلمين يجد الإنسان أنه لا ينقصهم العلم المعرفي، فقد تجد الكثير منهم يعرف التوحيد بأقسامه و تفصيلاته، ولكن عندما نبحث في مدى تأثره وجدانيًا لا نلمس أي أثر لذلك، أو قد نجد أثرًا ضعيفًا لا يتناسب مع علمه ومعرفته.\nفإذا انتقلنا إلى مرحلة التطبيق والعمل ندرك الخلل الكبير والفرق بين علمه وعمله، وهكذا كان بنو إسرائيل فمعهم علم غزير، ولكنهم لم يتأثروا ولم يعملوا.\nومن خلال ما سبق نستطيع أن نفسر كثيرًا من الظواهر السلبية في حياة بعض المسلمين، فإنه لا ينقصهم العلم المعرفي، ولكن ينقصهم التفاعل والتأثر والعمل.\nولنضرب أمثلة من الواقع: فلو جئت إلى أحد المسلمين وقلت له من يرزقك لأجابك: إنه الله -جل وعلا-.\nفإذا سألته: وما دليك؟ أجابك على الفور: {إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات: 58]، وقد يزيد دليلا آخر فيقول: {وَمَا مِن دَابَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللَّهِ رِزْقُهَا} [هود:6].\nثم تأمل حال هذا الإنسان: يكد ليلاً ونهارًا وكأنه خلق لهذه الدنيا،\n(1/94)\n\nفعبادته ضعيفة، وحقوق الأهل والأقارب مقطوعة، بل وحقوق النفس مضيعة.\nثم قد يقول لك أو لغيرك: إن فلانا يريد أن يقطع رزقي، وأخشى أن أموت من الجوع، ومن لأولادي من بعدي، ونحو هذه العبارات التي تدل على أن علمه المعرفي لم يتحول إلى حقيقة يتعامل معها في وجدانه وسلوكه، وإنما بقي علما معرفيًّا نظريًّا.\nومثال آخر: حب الله ورسوله: لا تجد مسلمًا إلا ويقول لك: إنه يحب الله ورسوله صلى الله عليه وسلم بل إن حبها أغلى لديه من كل محبوب.\nولكن انظر إلى تصرفه ومعاملاته وحياته لا تجد مصداق ذلك، فهو يقدم محبوب نفسه وشهوته على حب الله وأمره؛ ولذلك جاء قوله تعالى يعالج هذه القضية وهذا الخلل بين التصور والسلوك فقال سبحانه: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} [آل عمران: 31]، وصور هذه الحقيقة الإمام الشافعي فقال:\nتعصي الإله وأنت تزعم حبه هذا لعمرك في القياس شنيع\nلو كان حبُّك صادقًا لأطعته إن المحبَّ لمن يحبّ مطيعُ\nوقل مثل ذلك في سائر مسائل الاعتقاد، وخصوصا لوازم الأسماء والصفات.\nومن هنا فإنه يجب على العلماء وطلاب العلم العناية بهذه القضية، وخصوصًا من يدرسون التوحيد، فلا يكتفون بتدريسها علما معرفيا نظريا، وإنما يجب أن يعنوا بأن يتفاعل معها المسلم وجدانيا {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ",
        "(1/95)\n\nإِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} [الأنفال:2].\nوكذلك عليهم أن يولوا جانب التطبيق أهمية قصوى؛ لأن العمل هو الثمرة من العلم: {يَا أَيُّهَا الَّذِينَ ءَامَنُوا ءَامِنُوا} [النساء:136]، {قَالَتِ الأَعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإِيمَانُ فِي قُلُوبِكُمْ وَإِن تُطِيعُوا اللَّهَ وَرَسُولَهُ لاَ يَلِتْكُم مِّنْ أَعْمَالِكُمْ شَيْئًا} [الحجرات:14].\nوبهذا يتكامل التوحيد ويؤتي ثماره، وهذا معنى قول أبي عبدالرحمن السلمي: ما كنا نتجاز عشر آيات حتى نعلم ما فيها من العلم والعمل، ولنتأمل قوله تعالى: {يَا أَيُّهَا الَّذِينَ ءَامَنُوا لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لاَ تَفْعَلُونَ} [الصف: 2،3].\n16 - جهل كثير ممن ينتسبون إلى الإسلام بمعنى لا إله إلا الله ومقتضياتها ولوازمها.\nيقول العلامة ابن القيم رحمه الله: ((ليس التوحيد مجرد إقرار العبد بأنه: لا خالق إلا الله، وأن الله رب كل شيء ومليكه، كما كان عباد الأصنام مقرين بذلك وهم مشركون، بل التوحيد يتضمن من محبة الله، والخضوع له، والذل له، وكمال الانقياد لطاعته، وإخلاص العبادة له، وإرادة وجهه الأعلى بجميع الأقوال والأعمال، والمنع والعطاء، والحب والبغض، ما يحول بين صاحبه وبين الأسباب الداعية إلى المعاصي و الإصرار عليها.\nومن عرف هذا عرف قول النبي صلى الله عليه وسلم: ((إن الله حرم\n(1/96)",
        "\nعلى النار من قال لا إله إلا الله يبتغي بذلك وجه الله)) (1) وقوله ((لا يدخل النار من قال لا إله إلا الله)) (2). وما جاء من هذا الضرب من الأحاديث، التي أشكلت على كثير من الناس، حتى ظنها بعضهم منسوخة! وظنها بعضهم قيلت قبل ورود الأوامر والنواهي واستقرار الشرع، وحملها بعضهم على نار المشركين والكفار، وأول بعضهم الدخول بالخلود، وقال: المعنى لا يدخلها خالدًا، ونحو ذلك من التأويلات المستكرهة. فإن النبي صلوات الله وسلامه عليه لم يجعل ذلك حاصلا بمجرد قول اللسان فقط، فإن هذا خلاف المعلوم بالاضطرار من دين الإسلام؛ لأن المنافقين يقولونها بألسنتهم، وهم تحت الجاحدين لها في الدرك الأسفل من النار.\nبل لا بد من قول القلب، وقول اللسان.\nوقول القلب: يتضمن من معرفتها والتصديق بها، ومعرفة حقيقة ما تضمنته من النفي و الإثبات، ومعرفة حقيقة الألهية المنفية عن غير الله، المختصة به، التي يستحيل ثبوتها لغيره، وقيام هذا المعنى بالقلب علما ومعرفة ويقينا وحالا: ما يوجب تحريم قائلها على النار.\nوتأمل حديث البطاقة (3) التي توضع في كفةٍ، ويقابلها تسعة وتسعون سجلا، كل سجل منها مد البصر، فتثقل البطاقة و تطيش السجلات، فلا يعذب صاحبها، ومعلوم أن كل موحد له مثل هذه البطاقة، .. ولكن السر الذي ثقل بطاقة ذلك الرجل هو أنه حصل له ما لم يحصل لغيره من أرباب\n__________\n(1) سبق تخريجه ص37.\n(2) سبق الكلام عليه في شروط لا إله إلا الله.\n(3) أخرجه الإمام أحمد في المسند (2/ 213) والترمذي في الإيمان (7/ 295) رقم (2641).\n(1/97)\n",
        "البطاقات.\nوتأمل أيضًا ما قام بقلب قاتل المائة (1) من حقائق الإيمان التي لم تشغله عند السياق عن السير إلى القرية فجعل ينوء بصدره، ويعالج سكرات الموت؛ لأن ذلك كان أمرًا آخر، وإيمانا آخر، ولذلك أُلحِق بأهل القرية الصالحة.\nوقريب من هذا ما قام بقلب البغي (2) التي رأت ذلك الكلب وقد اشتد به العطش، يأكل الثرى - فقام بقلبها ذلك الوقت - مع عدم الآلة، وعدم المعين، وعدم من ترائيه بعملها ما حملها على أن غررت بنفسها في نزول البئر وملء الماء في خفها، ولم تعبأ بتعرضها للتلف وحملها خفها بفيها وهو ملأن حتى أمكنها الرقي من البئر، ثم تواضعها لهذا المخلوق الذي جرت عادة الناس بضربه، فأمسكت له الخف بيدها حتى شرب من غير أن ترجو منه جزاء ولا شكورًا. فأحرقت أنوار هذا القدر من التوحيد ما تقدم منها من البغاء فغفر لها)) (3).\nوقد ورد في ((صحيح مسلم)) قوله صلى الله عليه وسلم: ((من قال: لا إله إلا الله وكفر بما يعبد من دون الله، حرم ماله ودمه وحسابه على الله (4))).\nيقول الشيخ محمد بن عبدالوهاب -رحمه الله-: وهذا من أعظم ما يبين\n__________\n(1) صحيح البخاري كتاب الأنبياء (ج6/ 512) رقم (3470) وصحيح مسلم كتاب التوبة (4/ 2118) رقم (2766).\n(2) صحيح مسلم كتاب السلام (4/ 1761) رقم (2245).\n(3) مدارج السالكين لابن القيم (1/ 330 - 332) بتصرف بسيط.\n(4) صحيح مسلم كتاب الإيمان (1/ 53) رقم (23).\n(1/98)\n\nمعنى لا إله إلا الله فإنه لم يجعل التلفظ بها عاصما للدم والمال، بل ولا معرفة معناها مع لفظها، بل ولا الإقرار بذلك، بل ولا كونه لا يدعو إلا الله وحده لا شريك له، بل لا يحرم ماله ودمه حتى يضيف إلى ذلك الكفر بما يعبد من دون الله فإن شك أو توقف لم يحرم ماله ودمه (1).\nومن هنا نعلم فساد عقيدة المرجئة (2): الذين يقولون: إن الإيمان هو المعرفة فقط، والكفر هو الجهل فقط، وأخروا العمل عن الإيمان.\nومن المعلوم أن كفار مكة قد علموا مراد النبي صلى الله عليه وسلم من كلمة لا إله إلا الله، فأبوا واستكبروا، ولم يك ينفعهم إيمانهم بأن الله واحد رازق يحيى مميت. ولما قال لهم النبي صلى الله عليه وسلم: قولوا: لا إله إلا الله قالوا: {أَجَعَلَ الآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص:5].\n((فإذا عرفت أن جهال الكفار يعرفون ذلك، فالعجب ممن يدعي الإسلام، وهو لا يعرف من تفسير هذه الكلمة ما عرفه جهال الكفار، بل يظن أن ذلك هو التلفظ بحروفها من غير اعتقاد القلب بشيء من المعاني، والحاذق من يظن أن معناها: لا يخلق ولا يرزق ولا يحيى ولا يميت ولا يدبر الأمر كله إلا الله، فلا خير في رجل، جهال الكفار أعلم منه بمعنى لا إله إلا الله)) (3).\nويتابع الإمام محمد بن عبدالوهاب رده عليهم فيقول: وهنا شُبهُةٌ: وهي قول من يقول: إن النبي صلى الله عليه وسلم أنكر على أسامة قتل من قال:\n__________\n(1) كتاب التوحيد ص (115) مع فتح المجيد.\n(2) المرجئة: من الارجاء. بمعنى التأخير، وهم يقولون أن الإيمان هو الاقرار فقط. انظر مقالات الاسلاميين للأشعري (1/ 214) والفرق بين الفرق لبغدادي ص (202).\n(3) مؤلفات الإمام محمد بن عبدالوهاب (5/ 15 ط1).",
        "(1/99)\n\n((لا إله إلا الله)) (1).\nوكذلك قوله صلى الله عليه وسلم: ((أمرتُ أن أقاتل الناس حتى يقولوا لا إله إلا الله)) (2). وأحاديث أُخر، في الكف عمن قالها؟!.\nومراد هؤلاء الجهلة: أن من قالها لا يكفر، ولا يقتل ولو فعل ما فعل (3).\nفيقال لهؤلاء المشركين الجهال: معلوم أن رسول الله صلى الله عليه وسلم قاتل اليهود وسباهم، وهم يقولون: ((لا إله إلا الله))، وأن أصحاب رسول الله صلى الله عليه وسلم قاتلوا بني حنيفة، وهم يشهدون أن لا إله إلا الله وأن محمدًا رسول الله، ويصلون ويدعون الإسلام، وكذلك الذين حرقهم علي بن أبي طالب بالنار (4).\nوهؤلاء الجهلة مقرون أن من أنكر البعث كفر وقتل ولو قال لا إله إلا الله، وأن من جحد شيئا من أركان الإسلام كفر وقتل ولو قالها.\nفكيف لا تنفعه إذا جحد فرعًا من الفروع وتنفعه إذا جحد التوحيد الذي هو أصل دين الرسل ورأسه؟!\nولكن أعداء الله ما فهموا معنى الأحاديث. فمعلوم أن الرجل إذا أظهر الإسلام وجب الكف عنه حتى يتبين منه ما يخالف ذلك كما قال تعالى: {يَا أَيُّهَا الَّذِينَ ءَامَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا} [النساء:94] أي فتثبتوا،\n__________\n(1) في صحيح مسلم كتاب الإيمان ج1/ 97 ح97.\n(2) انظر صحيح مسلم كتاب الإيمان ج1 ص1/ ح20.\n(3) وهذه هي دعوى المرجئة. إنه لا يضر مع الإيمان معصية كما لا ينفع مع الكفر طاعة.\n(4) هم الغلاة الذين ادعوا ألوهية علي رضي الله عنه.\n(1/100)",
        "\nفدلت الأية على وجوب الكف حتى يتثبت منه، فإذا تبين منه بعد ذلك ما يخالف الإسلام قتل لقوله تعالى: {فَتَبَيَّنُوا} ولو كان لا يقتل إذا قالها لم يكن للتثبت معنى.\nوأيضًا أمره صلى الله عليه وسلم بقتل الخوارج: ((أينما لقيتموهم فاقتلوهم لئن أدركتهم لأقتلنهم قتل عاد)) (1) مع كونهم من أكثر الناس عبادة وتهليلاً وتسبيحًا، حتى إن الصحابة يحقرون صلاتهم عندهم. وقد تعلموا العلم من الصحابة، فلم تنفعهم ((لا إله إلا الله))، ولا كثرة العبادة، ولا ادعاء الإسلام؛ لما ظهر منهم مخالفة الشريعة (2).هـ\nويعلم كل ذي لب أنها لو كانت كلمة -مجرد كلمة- لكان أمرها على قريش سهلا فتنطقها، وتتخلص من هذا العناء وتسفيه الآلهة!\nولكنها تعلم أن هذه الكلمة لها مدلولها الذي يغير أوضاع قريش الجاهلية ولها مقتضياتها التي تحطم طغيان قريش واستعبادها للناس.\nولها أهميتها في تحرير الناس من عبودية بعضهم لبعض إلى عبودية الواحد القهار، وجعل التقوى هي الميزان والفخار الذي ينشده الناس، وليس العادات والتقاليد الجاهلية التي توارثها الأبناء عن الأباء والأجداد.\nفحري بكل مسلم جاد في إسلامه أن يقدر لهذه الكلمة قدرها، حتى يكون ممن عبد الله على بصيرة وعلم ويقين.\n17 - انتشار كثير من نواقض التوحيد في هذه الأزمان، مع جهل كثير من\n__________\n(1) صحيح مسلم كتاب الزكاة ج2/ 742 ح 1064.\n(2) كشف الشبهات ص.\n(1/101)\n",
        "المسلمين بهذه النواقض.\n((إن نواقض الإيمان أعظم الذنوب على الإطلاق. فمن ارتكب ناقضًا من تلك النواقض فقد خرج من الملة، فلا يبقى إيمان مع وجود أحد هذه النواقض، فهي تحبط جميع الطاعات إضافة إلى أن الله تعالى لا يغفر لمن مات عليها، بل صاحبها مخلد في نار جهنم، كما جاء ذلك في كتاب الله تعالى قال عز وجل {إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّاصِرِينَ} [آل عمران: 91] {وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} [المائدة:5] {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ اللَّهُ لَهُمْ} [محمد:34].\nولما ذكر شيخ الإسلام ابن تيمية -رحمه الله- مسألة التكفير وما يترتب عليها من نتائج وتبعات كان مما قاله:\n((اعلم أن مسائل التكفير والتفسيق هي من مسائل الأسماء والأحكام التي يتعلق بها الوعد والوعيد في الدار الآخرة، وتتعلق بها الموالاة والمعاداة والقتل والعصمة وغير ذلك في الدار الدنيا، فإن الله سبحانه أوجب الجنة للمؤمنين، وحرم الجنة على الكافرين، وهذا من الأحكام الكلية في كل وقت ومكان)) (1).\nونظرًا لخطورة هذه النواقض، فإنه يتعين علينا العلم بها، ومعرفة أنواعها، فينبغي استبانة سبل الكافرين، مخافة الوقوع فيها.\n__________\n(1) ((مجموع الفتاوى)) (12/ 468).\n(1/102)\n\nقال عز وجل {وَكَذَلِكَ نُفَصِّلُ الآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ} [الأنعام: 55].\nيقول ابن القيم - في هذا المقام-: ((والله تعالى قد بين في كتابه سبيل المؤمنين مفصلة، وسبيل المجرمين مفصلة، وعاقبة هؤلاء مفصلة، وعاقبة هؤلاء مفصلة.\nفالعالمون بالله وكتابه ودينه عرفوا سبيل المؤمنين معرفة تفصيلية، وسبيل المجرمين معرفة تفصيلية، فاستبانت لهم السبيلان، كما يستبين للسالك الطريق الموصل إلى مقصوده، والطريق الموصل إلى الهلكة، فهؤلاء أعلم الخلق و أنفعهم للناس وأنصحهم لهم، وبذلك برز الصحابة على جميع من أتى بعدهم إلى يوم القيامة؛ فإنهم نشئوا في سبيل الضلال و الكفر والشرك، وعرفوها مفصلة، ثم جاء الرسول صلى الله عليه وسلم فأخرجهم من الظلمة الشديدة إلى النور التام، ومن الشرك إلى التوحيد ... فعرفوا مقدار ما نالوه، ومقدار ما كانوا فيه، فإن الضد يُظهر حسنه الضد، وإنما تتبين الأشياء بأضدادها.\nفاللبس إنما يقع إذا ضعف العلم بالسبيلين أو أحدهما، كما قال عمر رضي الله عنه: ((إنما تنقض عرى الإسلام عروة عروة إذا نشأ في الإسلام من لم يعرف الجاهلية))\nوهذا من كمال علم عمر رضي الله عنه ... ، فمن لم يعرف سبيل المجرمين، ولم تستبن له، أوشك أن يظن في بعض سبيلهم أنها من سبيل",
        "(1/103)\n\nالمؤمنين، كما وقع في هذه الأمة في أمور كثيرة)) (1).\nويقول حذيفة رضي الله عنه: ((كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير وكنت أسأله عن الشر مخافة أن يدركني ... )) (2).\nويبين الشيخ عبدالله بن الشيخ محمد بن عبدالوهاب -رحمهم الله- أهمية هذا الموضوع قائلاً: ((أعلم أن هذه المسائل من أهم ما ينبغي للمؤمن الاعتناء بها؛ لئلا يقع في شيء منها وهو لا يشعر، وليتبين له الإسلام والكفر، حتى يتبين له الخطأ من الصواب، ويكون على بصيرة في دين الله، ولا يغتر بأهل الجهل والارتياب وإن كانوا هم الأكثرين عددًا، فهم الأقلون عند الله. وعند رسوله والمؤمنين قدرًا)) (3).\nومع ظهور هذه النواقض، ووجوب الحذر منها، إلا أن الناظر إلى واقع بلاد المسلمين عمومًا، يرى أن هذه النواقض قد عمت وطمت الكثير من تلك الديار؛ فيشاهد ويسمع ويقرأ مظاهر متنوعة و أنماطًا مختلفة لما يناقض الإيمان، كما صارت هذه النواقض أمرًا مألوفًا، بل تجاوز الأمر ذلك ... ، فسميت تلك النواقض بأسماء محببة للنفوس، ترويجًا لها وتضليلاً للناس.\n((ومما يؤكد أهمية هذا الموضوع، أن موقف الكثير من المسلمين أمام تلك النواقض لا يخلو من غلو، أو جفاء، فهناك من غلا وتشدد أمام تلك النواقض، فأدخل في النواقض ما ليس منها.\nوفي المقابل نجد أقوامًا قد تساهلوا في أمر هذه النواقض، فجعلوها\n__________\n(1) ((الفوائد)) (101، 102) باختصار.\n(2) أخرجه البخاري، كتاب الفتن (3/ 35) ومسلم كتاب الإمارة (1847).\n(3) ((الدرر السنية)) (8/ 118).\n(1/104)",
        "\nمجرد محرمات لا تخرج من الملة.\nوهدى الله تعالى أهل السنة لما اختلفوا فيه من الحق بإذنه، فقرروا هذه المسألة بعلمٍ وعدل)) (1)\n18 - ضعف الولاء والبراء.\nقال عز وجل: {وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة:51].\nوقال سبحانه: {لاَ تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا ءَابَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ} [المجادلة:22]\nوقال سبحانه: {وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ} [هود:113].\nوقال تعالى {تَرَى كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِّنْهُمْ فَاسِقُونَ} [المائدة:80 - 81].\nيقول شيخ الإسلام ابن تيمية عن هذه الآية: ((فُذَكَر جملة شرطية تقتضي أنه إذا وجد الشرط، وجد المشروط بحرف ((لو)) التي تقتضي مع الشرط انتفاء المشروط فقال: {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ} فدل على أن الإيمان المذكور ينفي إتخاذهم أولياء ويضاده، ولا يجتمع الإيمان واتخاذهم أولياء في القلب، ودل ذلك على أن\n__________\n(1) ((نواقض الإيمان القولية و العملية)) ص (3 - 6).\n(1/105)\n",
        "من اتخذهم أولياء، ما فعل الإيمان الواجب من الإيمان بالله والنبي وما أنزل إليه ... )) (1).\nوقال النبي صلى الله عليه وسلم: ((أوثق عرى الإيمان الحب في الله، والبغض في الله)) (2).\nويقول الشيخ سليمان بن عبدالله بن محمد بن عبدالوهاب: ((فهل يتم الدين أو يقام علم الجهاد، أو علم الأمر بالمعروف والنهي عن المنكر إلا بالحب في الله و البغض في الله، والمعاداة في الله و الموالاة في الله، ولو كان الناس متفقين على طريقة واحدة، ومحبة من غير عداوة ولا بغضاء، لم يكن فرقانًا بين الحق والباطل، ولا بين المؤمنين والكفار، ولا بين أولياء الرحمن وأولياء الشيطان)) (3).\nويقول الشيخ حمد بن عتيق: ((فأما معاداة الكفار والمشركين: فاعلم أن الله سبحانه وتعالى قد أوجب ذلك وأكد إيجابه، وحرم موالاتهم وشدد فيها، حتى إنه ليس في كتاب الله تعالى حكم فيه من الأدلة أكثر ولا أبين من هذا الحكم، بعد وجوب التوحيد، وتحريم ضده)) (4).\nومن مظاهر الموالاة لأعداء دين الله:\nأ- طاعة الكفار في التشريع و التحليل والتحريم، وإظهار موافقتهم على\n__________\n(1) ((الإيمان)) لابن تيمية ص (14).\n(2) أخرجه أحمد (4/ 286)، وابن أبي شيبة في كتاب الإيمان (110)، و الحاكم (2/ 480)، وحسنه الألباني في ((الصحيحة)) رقم (1728).\n(3) ((رسالة أوثق عرى الإيمان)) ص: (38).\n(4) ((النجاة والفكاك من موالاة المرتدين وأهل الإشراك)) ضمن ((مجموعة التوحيد)) ص: (363).\n(1/106)\n\nذلك.\nقال عز وجل {يَا أَيُّهَا الَّذِينَ ءَامَنُوا إِن تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنقَلِبُوا خَاسِرِينَ} [آل عمران:149].\nيقول الشيخ سليمان بن عبدالله بن محمد بن عبدالوهاب -عند هذه الآية-: ((أخبر تعالى أن المؤمنين إن أطاعوا الكفار فلا بد أن يردوهم على أعقابهم عن الإسلام، فإنهم لا يقنعون منهم بدون الكفر، وأخبر أنهم إن فعلوا ذلك صاروا من الخاسرين في الدنيا والآخرة، ولم يرخص في موافقتهم وطاعتهم خوفًا منهم، وهذا هو الواقع؛ فإنهم لا يقتنعون ممن وافقهم إلا بشهادة أنهم على حق، وإظهار العداوة و البغضاء للمسلمين)) (1).\nب- التشبه المطلق بهم، أو التشبه بهم فيما يوجب الكفر والخروج عن الملة.\nقال صلى الله عليه وسلم ((من تشبه بقوم فهو منهم)) (2).\nقال شيخ الإسلام ابن تيمية: ((وهذا الحديث أقل أحواله أن يقتضي تحريم التشبه بهم، وإن كان ظاهره يقتضي كفر المتشبه بهم، كما في قوله تعالى: {وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة:51].\nفقد يحمل هذا على التشبه المطلق، فإنه يوجب الكفر، ويقتضي تحريم أبعاض ذلك، وقد يحمل على أنه منهم، في القدر المشترك الذي شابههم فيه\n__________\n(1) ((الدلائل في حكم موالاة أهل الإشراك)) ص (33).\n(2) أخرجه أبو داود (4/ 314) وأحمد (2/ 50) وقال ابن تيمية في ((اقتضاء الصراط المستقيم)) (1/ 236): ((إسناده جيد)). وحسنه الألباني ((صحيح الجامع)) (6025).",
        "(1/107)\n\nفإن كان كفرًا، أو معصية أو شعارًا لهم كان حكمه كذلك، وبكل حال يقتضي تحريم التشبه)) (1).\nومن صور التشبه بالكفار المنتشرة بين المسلمين:\n- مشاركة الكفار في أعيادهم، هي محرمة على أقل الأحوال.\nقال عزوجل مثنيًا على عباده المؤمنين، فوصفهم بقوله {وَالَّذِينَ لاَ يَشْهَدُونَ الزُّورَ} [الفرقان: 71].\nقال بعض السلف: الزور: أعياد المشركين (2).\nقال شيخ الإسلام ابن تيمية: ((إن الأعياد من جملة الشرع و المناهج والمناسك التي قال الله سبحانه: {لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ} [الحج:67]، كالقبلة والصلاة، و الصيام، فلا فرق بين مشاركتهم في العيد، وبين مشاركتهم في سائر المناهج، فإن الموافقة في جميع العيد موافقة في الكفر، والموافقة في بعض فروعه موافقة في بعض شعب الكفر، بل الأعياد هي من أخص ما تتميز به الشرائع، ومن أظهر ما لها من الشعائر، فالموافقة فيها موافقة في أخص شرائع الكفر، و أظهر شعائره. ولا ريب أن الموافقة في هذا قد تنتهي إلى الكفر في الجملة بشروطه)) (3).\nويقول أيضًا: ((إنه إذا سوغ فعل القليل من ذلك، أدى إلى فعل الكثير، ثم إذا اشتهر الشيء دخل فيه عوام الناس، وتناسوا أصله حتى يصير عادةً للناس، بل عيدًا، حتى يضاهى بعيد الله، بل قد يزاد عليه، حتى يكاد أن\n__________\n(1) ((اقتضاء الصراط المستقيم)) (1/ 237، 238).\n(2) انظر ((تفسير ابن جرير)) (19/ 29) و ((الدر المنثور)) (6/ 282).\n(3) ((اقتضاء الصراط المستقيم)) (1/ 471).\n(1/108)",
        "\nيفضي إلى موت الإسلام وحياة الكفر، كما قد سوله الشيطان لكثير ممن يدعي الإسلام، فيما يفعلونه في أواخر صوم النصارى من الهدايا والأفراح، والنفقات وكسوة الأولاد، وغير ذلك مما يصير به مثل عيد المسلمين)).\nويقول الإمام الذهبي: ((قد أوجب الله عليك -ياهذا المسلم- أن تدعو الله تعالى كل يوم وليلة سبع عشرة مرة بالهداية إلى الصراط المستقيم؛ صراط الذين أنعم الله عليهم، غير المغضوب عليهم ولا الضالين.\nفكيف تطيب نفسك بالتشبه بقوم هذه صفتهم، وهم حطب جهنم؛ ولو قيل لك: تشبه بمسخرة؛ لأنفت من ذلك وغضبت؛ وأنت تتشبه بأقلف عابد صليب في عيده، وتكسوه صغارك، وتفرّحهم، وتصبغ لهم البيض، وتشتري البخور، وتحتفل بعيد عدوك؟! ...\nفأين يُذهب بك، إن فعلت ذلك، إلا إلى مقت الله وسخطه- إن لم يغفر الله لك- إن علمت أن نبيك محمدًا صلى الله عليه وسلم كان يحض على مخالفة أهل الكتاب، في كل ما اختصوا به)) (1).\nج- ومن الموالاة التي تناقض الإيمان الدعوة إلى وحدة الأديان: وخلاصة هذه الدعوة: إزالة الخلاف العقدي، وإسقاط الفوارق الأساسية فيما بين تلك الديانات؛ ذلك من أجل توحيد هذه الملل المختلفة، على أساس الاعتراف بعقائدهم وصحتها.\nوقد يطلقون على هذه الوحدة المزعومة بين الديانات الثلاث ((الإسلام\n__________\n(1) ((تشبيه الخسيس بأهل الخميس)) للذهبي ص (21 - 23).\n(1/109)\n",
        "والنصرانية واليهودية)) ما يسمى بالديانة الإبراهيمية، أو الديانة العالمية.\nوقد نشأت هذه الدعوات المضللة في أحضان التنصير، والصهيونية العالمية (1).\nأقسام الناس في الموالاة والمعاداة:\nالقسم الأول: من عبدالله ووحده، ولكنه لم ينكر الشرك ولم يعاد أهله فهو وإن وحد الله فتوحيده فاسد، لعدم كفره بالطاغوت، فالإنسان لا يصير مؤمنًا إلا بالكفر بالطاغوت، قال تعالى: {فَمَن يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} (2).\nالقسم الثاني: من عادى المشركين ولم يكفرهم.\nفهذا النوع لم يأت بما دلت عليه (لا إله إلا الله) من نفي الشرك وما تقتضيه من تكفير من فعله، وهذا الأمر هو مضمون سورة الإخلاص، وسورة الكافرون، وآيات من سورة الممتحنة، فمن لم يكفر من صرح القرآن الكريم بكفره، فقد خالف ما جاءت به الرسل من التوحيد، وما يوجبه في حق الناس من حب وعداوة وإيمان وكفر (3).\nالقسم الثالث: من لم يحب التوحيد ولم يبغضه:\nوهذا الصنف للأسف الشديد هو الغالب وجوده بين المسلمين في هذا العصر، ومثل هذا الصنف من الناس لم يكن موحدا لله تعالى حق التوحيد\n__________\n(1) انظر ((الاتجاهات الوطنية)) لمحمد محمد حسين (2/ 318 - 230) وانظر ما سيأتي ص ().\n(2) سورة البقرة آية (256).\n(3) انظر الدرر السنية ج2 ص95 - 97 وانظر مجموعة التوحيد ص36.\n(1/110)\n\nلأن التوحيد الحقيقي هو الرضا بالدين الذي ارتضاه الله تعالى لعباده، قال تعالى {وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا} (1). فلو رضي بما رضي الله به، وعمل به لأحبه، فلا إسلام إلا بمحبة التوحيد والعمل به، ومحبة أهله، فالإخلاص لله إنما يكون في محبة الله، وإرادة وجهه، فمن أحب الله أحب دينه، لأن المحبة يترتب عليها تنفيذ ما تقتضيه كلمة الإخلاص وشروط التوحيد التي منها المحبة لله وفي الله (2).\nفمن عرف الشرك وأبغضه، لابد أن يعرف ما يريد الله من خلقه من محبة وإجلال وتعظيم له سبحانه وتعالى، فذكر هذه الحال عن نبينا محمد صلى الله عليه وسلم بقوله تعالى {فَلا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ} (3).\nفالذي يبغض الكافرين وأعمالهم، ولكنه لم يدخل في جماعة المسلمين ويعمل لصالح الإسلام معهم، فإن إيمانه ناقص، نظرا لعدم موالاته لله ورسوله والمؤمنين، فالمؤمن الحق هو الذي يكون مع المؤمنين كالعضو من الجسم كما وضح ذلك حديث الرسول صلى الله عليه وسلم. وفي ذلك يقول الشيخ محمد بن عبدالوهاب -رحمه الله- إنه لا بد للمسلم من التصريح بأنه من هذه الطائفة المؤمنة، حى يقويها ويتقوى بها ويفزع الطواغيت، الذين لا يبلغون الغاية في العداوة حتى يصرح لهم أنه من هذه الطائفة المجاربة لهم (4). هـ.\n__________\n(1) سورة المائدة آية (3).\n(2) انظر الدرر السنية ج2 ص95097 وانظر مجموعة التوحيد ص36.\n(3) سورة يونس آية: 104.\n(4) انظر مجموعة التوحيد ص30.",
        "(1/111)\n\nالقسم الرابع: من لم يبغض الشرك ولم يحبه:\nفهذا لم ينف ما نفته (لا إله إلا الله) من الشرك والكفر بما يعبد من دون الله، والبراءة منه، فهذا ليس من الإسلام في شيء أصلا ولم يعصم ماله ودمه، لأنه لم يحقق معنى (لا إله إلا الله) (1). ولأنه خالف ما ذكر الله عن أبينا إبراهيم -عليه السلام- في قوله تعالى: {كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ} (2). ولحديث: ((من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله)) (3).\nالقسم الخامس: من عمل بالتوحيد، ولم يبغض من تركه ولم يكفرهم: فهذا لم يصحح توحيده بنفي الشرك والبراءة منه ومعاداة أهله، فهو لم يوحد الله توحيدًا كاملاً، لأن التوحيد الحقيقي يقتضي نفي الشرك والبراءة من المشركين، وتكفير أهله بعد قيام الحجة عليهم، وهذا النوع من الناس من أشدأنواع المخالفين خطرا على التوحيد، لأنه قد يغتر بحالهم، فيقلدهم غيرهم في مداهنة الكفار والمشركين والمرتدين وهم في الحقيقة لم يأتوا بالأمور التي دلت عليها كلمة الإخلاص نفيًا وإثباتًا (4). فهم يظنون أنهم إذا أصلحوا أنفسهم، فلهم مطلق الحرية في التعامل مع الآخرين، بلا تمييز بين أصحاب الحق وأصحاب الباطل، وهؤلاء يخشى أن يكونوا من الداخلين تحت قول الله تعالى {قُلْ هَلْ نُنَبِّئُكُم بِالأَخْسَرِينَ أَعْمَالاً الَّذِينَ ضَلَّ سَعْيُهُمْ\n__________\n(1) المصدر السابق ص37 وانظر الدرر السنية ج2 ص97 - 98.\n(2) سورة الممتحنة آية: 4.\n(3) رواه مسلم. انظر صحيح مسلم ج1 ص53.\n(4) انظر مجموعة التوحيد ص37 وانظر الدرر السنية ج2 ص98.\n(1/112)",
        "\nفِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} (1).\nوفي ذلك يقول الشيخ محمد بن عبدالوهاب -رحمه الله-: فالله الله يا إخواني تمسكوا بأصل دينكم، وأوله وآخره وأسه ورأسه، شهادة أن لا إله إلا الله، واعرففوا معناها وأحبوها، وأحبوا أهلها، واجعلوهم إخوانكم، ولو كانوا بعيدين منكم نسبًا واكفروا بالطواغيت وعادوهم وابغضوهم، وابغضوا من أحبهم، أو جادل عنهم، أو لم يكفرهم، أو قال ما عليَّ منهم، أو قال ما كلفني الله بهم، فقد كذب هذا على الله وافترى عليه إثمًا مبينًا، فقد كلف الله كل مسلم ببغض الكفار، وافترض عليه عداوتهم، وتكفيرهم والبراءة منهم، ولو كانوا آبءهم أو أبناءهم أو إخوانهم، فالله الله تمسكوا بذلك لعلكم تلقون ربكم لا تشركون به شيئا (2). اهـ.\nالقسم السادس: من ترك الشرك، ولم يعاد أهله، ولم يكفرهم:\nفهذا الصنف داخل تحت ما ذكر في الصنف الأول، إلا أنه يزيد عليه أن الصنف الأول يعمل بالتوحيد، وهذا الصنفجمع بين سيئتين، الأولى ترك الواجبات الشرعية، والثانية مداهنة الكفار، وعدم معاداتهم، فهو لم يؤمن بالله إيمانًا حقيقيًا ولم يعمل بأوامره التي أنزل على عباده، ولم يجتنب الطاغوت كما نهى الله عن ذلك فهو ليس من الإسلام في شيء (3).\nالقسم السابع: من لم يشرك بالله، ولكنه عرف التوحيد ولم يعمل به ولا أحب ولا أبغض فيه:\n__________\n(1) سورة الكهف الآيتان (103 - 104).\n(2) انظر مجموعة التوحيد ص111.\n(3) انظر مجموعة التوحيد ص10.\n(1/113)\n",
        "فهذا وأمثالهمن الذين يستحقون عذاب الله، ولو لم يكن قد حصل الشرك منهم، لأن فائدة ترك الشرك تصحيح التوحيد لله، ومن أعظم ما ينبني على التوحيد التضرع عند الله، والالتجاء إليه وحده، ومحبة ما يحب وعداوة ما يعادي (1).\nومن ادعى الإسلام ونطق بشهادة ((أن لا إله إلا الله)) وأحبها وانتسب إلى أهلها، ولكنه لم يفرق بين أوليائها وأعدائها، ولم يحب في الله، ولم يبغض في الله، فهذا عين الكفر وصريحه، لأن حق التوحيد ليس مجرد الإقرار به، ثم الإعراض عن أحكامه التي أهمها الحب في الله والبغض في الله، كما سبق بيان ذلك من الكتاب والسنة (2).\nالقسم الثامن: من عرف التوحيد وأحبه واتبعه، وعرف الشرك وتركه، ولكنه مع ذلك يكره من دخل في التوحيد وانضم إلى جماعة المسلمين ويحب من بقي في مناصرة وتأييد الكفار:\nفهذا النوع من الاعتقاد والتعامل كفر (3)، يخرج به المسلم من مسمى الإسلام لأن الإنسان إذا أحب نصرة الكافرين وخذلان المسلمين فهو داخل تحت قول الله تعالى: {ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ} (4).\nفالذين يؤيدون أحزاب الكفر وأحزاب الشيطان، التي تتخذ مظاهر متعددة في البلاد الإسلامية، بحبهم لمن ينتمي إليها، ويضهم لمن ينتمي إلى\n__________\n(1) انظر الدرر السنية ج1 ص99. س\n(2) انظر المبحث الأول والثاني من الباب الأول من هذه الرسالة من صفحة 57 إلى 106.\n(3) انظر الدرر السنية ج1 ص66.\n(4) سورة محمد آية: 9.\n(1/114)\n\nحزب الله الممثل في الجماعة المسلمة، هؤلاء داخلون تحت هذا الحكم، وهذا الحكم ينطبق تمامًا على دعاة الشيوعية والاشتراكية أو الدعاة إلى حزب البعث، أو الأحزاب الماسونية، أو دعاة العلمانية، فالذين يؤيدون من ينضم إلى تلك الأحزاب الكافرة، هم كفار وإن ادعوا الإسلام، حيث لا يدعو أحد من المسلمين إلى الخروج من حزب الله إلى أحزاب الكفار، ومن فعل ذلك فليس بمسلم، حيث لم يرض بالإسلام دينا ولم يتخذ شريعته منهجا في الحياة.\nالقسم التاسع: من عرف التوحيد وأنه الحق، ولكنه لم يلتفت إليه، ولم يتعلمه ولا دخل فيه، ولا انضم إلى جماعة المسلمين، وبقي مع الشرك وأهله:\nفهذا العمل، وهذا الموقف كفر، يقاتل عليه من فعله، لأن صاحبه عرف الحق فلم يتبعه، وعرف الشرك فلم يتركه، مع أنه قد لا يبغض دين الله، ولا رسوله، ولا المؤمنين، ولا يمدح الشرك أو يزينه للناس، ولكنه مقبل على الكافرين بفعله مدبر عن المؤمنين.\nوقد يتخذ لذلك التصرف حجة وهي حبه لأهله ووطنه ومنافعه، فيقاتل أهل التوحيد مع أهل بلده من الكفار، فيجاهد بنفسه وماله ورأيه، أهل الحق مع أهل الباطل، وهذا الموقف كفر مخرج عن الإسلام، لأن ذلك هو غاية التولي للكفار، وحتى لو ادعى الإكراه في ذلك، فإن الإكراه في ذلك، فإن الإكراه مهما يكن، لا يجوز معه أن يحمل المسلم سلاحه، ضد أهل الحق",
        "(1/115)\n\nمن المسلمين (1).\nومن يقف مثل هذا الموقف من أهل الإسلام، يكون داخلا تحت قول الله تعالى: {سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولائِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُّبِينًا} (2).\nالقسم العاشر: من تساوى لديه الإسلام والكفر في الحب والبغض، أو من يحبهما من وجه، ويبغضها من وجه آخر.\nفهذا الذي يقف من الإسلام مثل هذا الموقف، لم يتحقق فيه معنى الإسلام وهو الاستسلام لله والانقياد له بالطاعة، التي من أركانها موالاة أولياء الله ومعاداة أعدائه، فهو كأنه يعارض الله فيما فرض وشرع، قال الله تعالى: {فَلا وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} (3).\nيقول الشيخ عبدالله بن حمد الحجازي (4) -رحمه الله- اعلموا -رحمكم الله- أن أكبر الذنوب وأعظمها الشرك بالله، قال الله تعالى: {إِنَّ اللَّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ} (5). وهذا الذنب القبيح له\n__________\n(1) انظر الدرر السنية ج1 ص66.\n(2) سورة النساء آية: 91.\n(3) سورة النساء الآية: 65.\n(4) الشيخ عبدالله بن حمد الحجازي من تلاميذ الشيخ محمد بن إبراهيم بن محمود. انظر مشاهير علماء نجد/ عبدالرحمن بن عبداللطيف بن عبدالله ص190.\n(5) سورة النساء آية: 116.\n(1/116)",
        "\nوسائل وذرائع توصل إليه، وأعظمها موالاة أعداء الله على اختلاف أنواها، فيا عباد الله، انتبهوا من هذه البلية العظيمة، التي صيرت أهل الإسلام وأهل الردة والضلال عند كثير من الجهال جماعة واحدة إلا من عصم الله برحمته (1) ا. هـ.\nفمن كمال الإيمان، وتمام العبودية لله محبة الله، ومحبة رسوله وأنبيائه وعباده المؤمنين، وإن كانت المحبة التامة لا يستحقها غير الله ((تبارك وتعالى)) فغير الله يحب في الله، لا مع الله.\nفإن المحب يحب ما يحب محبوبه، ويبغض ما يبغض، ويوالي من يواليه، ويعادي من يعاديه، ويرضى لرضاه، ويغضب لغضبه، ويأمر بما يأمر به، وينهى عما ينهى عنه، فهو موافق لمحبوبه فيما يأمر به وما ينهي عنه (2). والله تعالى يحب المحسينين، ويحب المتقين، ويحب التوابين ويحب المتطهرين (3)، ونحن ملزمون شرعًا بحب ما يحبه الله تعالى كما أننا ملزمون بعدم حب ما لا يحبه الله تعالى، فالله سبحانه وتعالى، لا يحب الخائنين، ولا يحب المفسدين، ولا يحب المستكبرين (4).\nونحن أيضا يجب أن لا نحبهم، وأن نبغضهم، موافقة له سبحانه وتعالى في حب ما يحب وبغض ما يبغض.\nفالمحبة التامة لله، مستلزمة الموافقة للمحبوب في محبوبه ومكروهه،\n__________\n(1) انظر الدرر السنية ج11 ص183.\n(2) انظر شرح الطحاوية ص317 - 318.\n(3) انظر المعجم المفهرس لألفاظ القرآن الكريم/ محمد فؤاد عبدالباقي ص192.\n(4) المصدر السابق المكان نفسه.\n(1/117)\n",
        "وولاية من يواليه، وعداوة من يعاديه، ومن المعلوم أن من أحب الله المحبة الواجبة، فلا بد أن يبغض أعداءه، ولا بد أن يحب ما يحبه الله من الأقوال والأفعال فيحب الأمر بالمعروف والنهي عن المنكر والذكر وتلاوة القرآن ونحو ذلك، ويحب الجهاد في سبيل الله وما دونه من أعمال الخير (1)، لأن كل ذلك من الأمور المحبوبة عند الله تعالى، قال تعالى: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ} (2).\nفلا بد للمسلم أن يحب الله عز وجل أولا. ثم هذه المحبة لله تجعله يكون متواضعًا مع المؤمنين، ذا غلظة وعزة على الكافرين، فإذا أصبح بهذه الحال، أحبه الله عز وجل لهذه الصفة التي اتصف بها. قال تعالى {فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ} (3).\nوقد سئل ابنا الشيخ محمد بن عبدالوهاب -رحمه الله- وهما حسين وعبدالله عن رجل دخل هذا الدين وأحبه وأحب أهله، ويبغض الشرك وأهله، ولكن أهل بلده يصرحون بعداوة أهل الإسلام، ويقاتلون أهله، هو يعتذر بأن مقاتلته لهؤلاء الكفار وترك وطنه من أجلهم يشق عليه ذلك، فهو لا يستطيع مفارقة الأهل والأموال والأولاد والعشيرة.\nفهل يكون كافرا أم مسلمًا؟\nفأجابا بأن في ذلك تفصيل:\n__________\n(1) انظر شرح الطحاوية ص318.\n(2) سورة الصف آية:4.\n(3) سورة المائدة آية: 54.\n(1/118)\n\nأولاً: أن ينظر إلى هذا الشخص المقيم مع الكفار، هل يقدر على إظهار دينه عندهم، ويتبرأ منهم ومما هم عليه من كفر وشرك؟ وهل يقدر على إظهار عداوته لهم، أو أن يظهر لهم أنهم كفار؟ وهل يأمن على أن لا يفتنوه عن دينه، لأجل أهله وماله وولده؟ فن كانت الإجابات على هذه الأسئلة بنعم فهذا لا يحكم بكفره ولكنه إذا قدر على الهجرة ولم يهاجر، ومات بين أظهرهم فيخشى أن يكون داخلاً في أهل هذه الآية {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنفُسِهِمْ قَالُوا فِيمَ كُنتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا * إِلاَّ الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لاَ يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلاً * فَأُولَئِكَ عَسَى اللَّهُ أَن يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا} (1).\nثانيًا: أما إذا أظهر الموافقة للكفار على دينهم، وأن بدعتهم وكفرهم أصوب من الإسلام، واتهم الإسلام بالباطل والقصور، وقاتل معهم أهل التوحيد، بنفسه وماله ورأيه فهذا كافر مرتد، ولو عرف الدين بقلبه وكره الكفر بقلبه، لأن الأمر الذي يمنعه من الهجرة محبة الدنيا على الآخرة، ويتكلم بكلام الكفر من غير إكراه ملجئ فهو داخل في قوله تعالى: {وَلَكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ * ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الآخِرَةِ وَأَنَّ اللَّهَ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ} (2) (3) اهـ. وحتى المكره إكراها ملجئًا لا يجوز\n__________\n(1) سورة النساء الآيات 97 - 99.\n(2) سورة النحل الآيتان: 106 - 107.\n(3) انظر مجموعة التوحيد ص284 - 285 والدرر السنية ج8 ص:111 - 112.",
        "(1/119)\n\nله أن يحمل على أخيه السلاح فيقتله من أجل سلامة نفسه -هو- (1) فالإكراه يجوز معه التلفظ بكلمة الكفر ترضية للكفار أما من يحارب المسلمين بقوله وفعله ويناصر الكافرين من أجل أنه يشق عليه فراق أهله وأولاده وبلاده، فيقتل المسلمين، ويرمل نساءهم، وييتم أطفالهم، ويخفض الإسلام وأهله، ويظهر الكفر ويجاري أهله، مقابل أن يسلم -هو- بنفسه، فهذا ظلم وإعانة على الظلم، قال تعالى: {قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ} (2).\nقال القرطبي في معنى هذه الآية، أي لا تحمل حاملة ثقل أخرى، أي لا تؤخذ نفس بذنب غيرها، بل كل نفس مأخوذة بجرمها ومعاقبة بإثمها (3).\nوفي مختصر تفسير الطبري: أي لا تجترح نفس إثما فيؤخذ به غيرها (4). وعلى هذا إذا وجد حاكم ظالم يطارد أهل الحق ويبطش بهم، وينصر أهل الباطل ويدعم باطلهم، فلا يجوز لمن يلتزم بالإسلام قولا وفعلا، أن يعين هذا الالم على ظلمه، لأنه حينئذ يخالف قول الرسول صلى الله عليه وسلم ((انصر أخاك ظالمًا أو مظلومًا)). فقال رجل: يا رسول الله، أنصره إذا كان مظلومًا، أرأيت إن كان ظالما، كيف أنصره؟ قال:\n__________\n(1) انظر تفسير القرطبي ج10 ص182 - 183 وانظر فتح الباري ج12 ص:316 - . وانظر التشريع الجنائي الإسلامي/ عبد القادر عودة ج1 ص: 568.\n(2) سورة الأنعام آية: 164.\n(3) انظر تفسير القرطبي ج7 ص157. س\n(4) انظر مختصر تفسير الطبري/ ابن صمادحالأندلسي/ على هامش المصحف المفسر ص: 165.\n(1/120)",
        "\n(تحجزه -أو تمنعه- من الظلم، فإن ذلك نصره) (1).\nوالذي يعين الظالم على المظلوم إنما يعمل ضد مفهوم الحديث تمامًا، وهذا إثم عظيم وذنب كبير، وتلك هي الموالاة الظالمة حيث ينصر من يجب عليه خذلانه، وبخذل من تجب عليه نصرته.\nونود أن نذكِّر في هذا المقام الذين يوالون الكفار ويطلبون رضاهم، بأن رضا الكفار لن يتم بما هو دون الكفر، قال تعالى: {وَلَن تَرْضَى عَنكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ} (2). فالكفار إذا أحسوا أن لدى المسلم إمكانية المتابعة لهم والموالاة لهم على كفرهم، فإنهم يتدرجون به رويدا رويدا حتى يخرجوه من الإسلام. فإذا أرادوا إقرار منكر -ما- فأول خطوة في ذلك هي أن يشتروا بعض العلماء الذين يبيعون دينهم بعرض من الدنيا، ثم يستصدرون الفتاوى التي هم أول من يعلم ببطلانها، ثم يطلبون التأييد على هذا المنكر الذي فعلوه بحجة أنه لا يعارض الشرع، ثم يطلبون ممن يوافقهم مطاردة من ينكر عليهم تصرفهم هذا، وأن يحمل السلاح ويدفع المال لقتال المعارضين لهم، وإن كان المعارض هو صاحب الحق والذي مع الحق، وهكذا يفعل الكفار في مدعي الإسلام ترك بعض الواجبات وفعل بعض المحرمات تدريجيا حتى ينسلخ المسلم من دينه ويخرج من مسمى الإسلام وهو لا يشعر (3). ومما تقدم يتضح أنه يجب على المسلم أن يقف موقفًا صلبًا من أعداء الإسلام والمسلمين وأن لا\n__________\n(1) رواه البخاري. انظر فتح الباري ج5 ص98 (باب المظالم).\n(2) سورة البقرة آية: 120.\n(3) انظر الدرر السنية ج1 ص66.\n(1/121)\n",
        "يتنازل عن شيء من واجبات الإسلام مهما كانت الدوافع والأسباب، وأن يقاطع أهل الشرك ويتبرأ منهم ومن شركهم ويجاهدهم ويكفرهم، ويقر بإباحة دمائهم وأموالهم ما داموا على الكفر. فلا يكون المؤمن موحدا إلا بهذا وهو مقتضى كلمة الإخلاص ((لا إله إلا الله)) حيث يقول الله عز وجل {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} (1). فهذا شأن كل مؤمن مع المؤمنين، ويقول الله تعالى عن الكفار {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلاَّ تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ} (2).\nفلا يصح للمؤمن دين إلا بموالاة أهل التوحيد، ومعاداة أهل الضلال وبغضهم والبراءة منهم، كما تبرأ إبراهيم والذين معه من الكفار، وكما تبرأ نبينا محمد صلى الله عليه وسلم وصحبه من كفار قريش ومن حذا حذوهم، وهذه هي الموالاة للمؤمنين، المعاداة للمشركين التي هي أصل عرى الإيمان وأوثقها (3).\nفمعاداة الكفار واجبة وإن كان فيهم أخلاق طيبة، وصفات حميدة. فمن لم يعاد الكفار ويتبرأ منهم لم يدخل في الإسلام، وإن كان يتعامل مع المسلمين معاملة حسنة ويقدم لهم دعمًا سخيًا.\nفإن في قصة أبي طالب درسا وغيره وعظة، أنه لا موالاة إلا بمعاداة فهذا الرجل قد بذل عُمُره وماله وأولاده وعشيرته في نصرة الرسول صلى الله عليه وسلم إلى أن مات على ذلك، وصبر على المشقة العظيمة، العداوة\n__________\n(1) سورة التوبة آية: 71.\n(2) أنظر سورة الأنفال آية: 73.\n(3) انظر الدرر السنية ج2 ص95.\n(1/122)\n\nالبالغة له من قومه، وكان يحب من أسلم وينتقص أعمال المشركين، وكان يرى رسول الله صلى الله عليه وسلم على حق وصواب كما يظهر ذلك من قوله في النونية:\nولقد علمت بأن دين محمد ... من خير أديان البرية دينا\nلولا الملامة أو حذار مسبة ... لوجدتني سمحا بذاك مبينا (1)\nويقول في قصيدة أخرى:\nولقد علموا أن ابننا لا مُكَذَّبٌ لدينا ولا يعني بقول الأباطل\nحدبتُ (2) بنفس دونه وحميتُه ... ودافعتُ عنه بالذرى (3) والكلاكل (4) (5)\nولكنه لما لم يتبرأ من دين أبيه عبدالمطلب ويعلن عداوته لذلك، ولم يعلن موالاته لله ثم لرسوله والمؤمنين في الله، ما نفعه ذلك شيئا، وقد استغفر له النبي صلى الله عليه وسلم نظرًا لنصرته له ودفاعه عنه، فأنزل الله قوله تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ ءَامَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} (6). لو كان هناك رجل من أهل الشرق أو أهل الغرب، يحب الدين الإسلامي، وينصر\n__________\n(1) انظر البداية والنهاية لابن كثير ج3 ص42.\n(2) أي تعطفت وأشفقت عليه. انظر لسان العرب لابن منظور ج1 ص581.\n(3) الذُرى بالضم أعلى كل شيء: وذروة السنام والرأس أشرفهما. المصدر السابق ج1 ص1066.\n(4) الكلاكل جمع كلكة: وهو الصدر من كل شيء، وقيل هو ما بين الترقوتين: وقيل هو باطن الزور وقيل القصير الغليظ الشديد. المصدر السابق ج3 ص290 وانظر المعجم الوسيط ج2 ص801.\n(5) انظر البداية والنهاية لابن كثير ج3 ص:42.\n(6) سورة التوبة آية: 113.",
        "(1/123)\n\nالمسلمين باليد والمال والسلاح، ولكنه لم يعلن دخوله في الإسلام وانضمامه إلى جماعة المسلمين، وبراءته وانفصاله وعداوته للمشركين، لم يكن مسلمًا ولم تصح موالاته من قبل المسلمين، وإنما يعامل على أساس البر والصلة بالمعروف، دون محبة القلب كمحبة أحد المسلمين، فهو وإن كان يُحَبُّ لما فيه من صفات طيبة وأخلاق كريمة، كالكرم، والأمانة، والصدق والوفاء، فإن تلك الصفات لا تطغى ولا تنسينا صفة الكفر التي هي أسوأ صفة وأقبحها في الوجود، فمثل الكفار وصفاتهم الطيبة كمثل امرأة جميلة كريمة متواضعة ولنها مع تلك الصفات عاهر بغي، فإن تلك الصفة القبيحة تطغى على جميع صفاتها الحسنة وتذهب أثرها عند ذوي العقول السليمة والفطرة المستقيمة وتجعلهم يمقتونها ويعادونها وينظرون إليها نظرة احتقار وأزدراء (1).\nإن موقف المسلم من الكفار، ليس مجرد العداء لهم، بل المطلوب منه جهادهم، والحرص على مراغمتهم، وإدخال الحزن عليهم (2)، قال تعالى: {يَا أَيُّهَا الَّذِينَ ءَامَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُم مِّنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً} (3). فمن جهاد الكفار السعي إلى كسر شوكتهم ومراغمتهم، وإدخال الهزيمة عليهم بكل الوسائل والأسباب المباحة، والتضييق عليهم، والوقوف في وجه مكائدهم، بكل ثبات وإصرار، وكشف أباطيلهم، وعورات نظمهم، وتعرية مفاسدهم لكل ذي عينين، حتى يحصل الإقبال على الإسلام والإدبار عن الكفر، نتيجة للفهم والوعي الصحيح. فإن لم\n__________\n(1) انظر الدرر السنية ج10 ص101.\n(2) انظر مدارج السالكين/ ابن القيم الجوزية ج1 ص226.\n(3) سورة التوبة آية: 123.\n(1/124)",
        "\nيحصل من المسلم جهاد ومراغمة للكفار، فلا أقل من مقاطعتهم وعداوتهم، وترك تبادل الأقوال والأفعال التي لا يقصد بها تقريبهم إلى الإسلام، وإنما يقصد بها التقرب إلى دنيا الكفار وما هم فيه من كفر.\nومما تقدم نخلص إلى القول بأنه لا صحة لإسلام المسلم إلا بموالاة أهل الإسلام ومعاداة أهل الكفر، فلو والى المسلم المسلمين ولم يعاد الكافرين لم يصح إسلامه، ولو عادى الكافرين ولم يوال المسلمين لم يصح إسلامه إلا بالجمع بين موالاة المؤمنين ومعاداة الكافرين، وحول هذا المعنى يقول الشيخ سليمان بن سحمان شعرا:\nومن كان ذا حب لمولاه إنما ... يتم بحب الدين دين محمد\nفعاد الذي عاد لدين محمد ... ووال والاه من كل مهتد\nوأحبب رسول الله أكمل من دعا ... إلى الله والتقوى وأكمل مرشد\nوما الدين إلا الحب والبغض والولاء كذاك البرا من كل غاو ومعتد (1)\nويقول أيضا:\nنعم لو صدقت الله فيما زعمته ... لعاديت من بالله ويحك يكفر\nوواليت أهل الحق سرًّا وجهرة ... ولما تهاجيهم وللكفر تنصر\nفما كل من قد قال ما قلت مسلم ... ولكن بأشراط هنالك تذكر\nمباينة الكفار في كل موطن ... بذا جاءنا النص الصحيح المقرر\n__________\n(1) انظر الدرر السنية ج1 ص294.\n(1/125)\n",
        "وتكفيرهم جهرا وتسفيه رأيهم ... وتضليلهم فيما أتوه وأظهروا\nوتصدع بالتوحيد بين ظهورهم ... وتدعوهموا سرا لذاك وتجهر\nفهذا هو الدين الحنيفي والهدى ... وملة إبراهيم لوكنت تشعر (1).\n19 - انتشار كثير من المصطلحات الأفكار والدعوات والنظريات والجميعات المضادة للتوحيد والوحدانية.\nفمن المصطلحات التي يلبس بها على الناس وظاهرها فيه الرحمة وباطنها من العذاب ((الحداثة مصطلح أدبي يطلق الآن على اتجاه يسود العالم العربي كله، مع اختلاف من قطر إلى آخر في درجة التحمس له ... هذا الاتجاه الحداثي صار غطاء وهيًا لدى أنصاره الذين يشغلون مساحات واسعة من القطاعات ... وبخاصة القطاع الصحفي، والقطاع الأدبي والفني، ويعمل من خلاله الشيوعيون والماركسيون والعلمانيون في حرية تامة، ويساعدهم في العمل المناصب التي يعتليها بعضهم، وهي مناصب حساسة جدًا ومؤثرة جدًا في مجال تكوين الرأي العام، والعبث بقيم الأمة في وضح النهار.\nوتقوم الحداثة العربية المعاصرة على مبدأ عام، هو كراهية التراث العربي الإسلامي، وكراهية ما أنزل وما قال رسوله الكريم، أو بعبارة أخرى هم يكرهون النظام العام الذي جاء به الإسلام لينضوي تحته المسلمون جماعةً وأفرادًا ويحاولون محوه من الوجود تحت مصطلح لهم يدعونه ((محو القَبْلِيَّة))، أي محو كل ما كان من قبل أيًا كان، دينًا أو\n__________\n(1) انظر ديوان عقود الجواهر المنضدة الحسان/ للشيخ سليمان بن سحمان. ص79.\n(1/126)\n\nتراثًا، أو ما يتصل بالدين والتراث ولو من بعيد، فالحداثة بهذا المعنى إتجاه عميل يعمل ضد مقومات الأمة لحساب أعدائها من الصهيونية العالمية، والصليبية العالمية، والإلحاد العالمي الأحمر)) (1).\n((الإبداع)) يعرف أحد سدنة الإلحاد الإبداع فيقول: ((هو عبارة عن قدرة العقل على اكتشاف علاقات جديدة استنادًا إلى عقل ناقد يسمح باستحداث تغيير في الطبيعة، ومعنى ذلك أن الإبداع ليس مجرد عملية عقلية، وإنما هو عملية عقلية لابد أن تنتهي إلى إحداث تغيير في الواقع.\nوإذا لم يحدث هذا التغيير في الواقع فلا يمكن القول، في هذه الحالة، بأن ثمة إبداعًا)) (2).\nويعلل ندرة الإبداع فيقول: ((الإبداع نادر ليس بسبب عوامل ذاتية عند الإنسان، ولكن بسبب عوامل موضوعية، وعلى الأخص ما يمكن تسميته بالمحرمات الثقافية. فالمحرمات الثقافية تشل العقل الناقد وبالتالي تشل عمليه الإبداع. علينا أن نقتحم هذه المحرمات الثقافية حتى يمكن أن نسمح للإنسان بممارسة الإبداع، وهذا محدث في أوربا، كانت فيها محرمات ثقافية، ومع ذلك اقتحمت هذه المحرمات ونشأ ما هو معروف بعصر النهضة، وعصر الإصلاح بالذات إذ معناه إعمال العقل في كل النصوص الدينية بلا أستثناء. وعندما انشغل العقل بفهم كل نص أمكنه أن يقتحم مجالات عديدة بدون حساسية)) (3).\n__________\n(1) الحداثة ... سرطان العصر -للدكتور عبدالعظيم المطعني ص:3.\n(2) ((جرثومة التخلف)) لأحد سدنة الإلحاد المعاصرين ص:141.\n(3) المرجع السابق ص: 143.",
        "(1/127)\n\nهذا هو مفهوم الإبداع عندهم الذي لا يمكن أن يوجد إلا من جلال العبث الفكري بالنص الشرعي ((التنوير)) يقول أحد دعائه: ((وما يعنيه التنوير ... هو منح الأولوية للعقل في إدراك الوجود وإبداع العالم، والنظر إلى العقل البشري بوصفه النور الذي يهتدي به الإنسان، ويصوغ به عالمه، متحررًا من أشكال الوصاية التي تحجر على العقل أو تقيد انطلاقه، وكان منح الأولوية للعقل في السياق نفسه، شعار طوائف متعددة في تراثنا العربي الإسلامي اقترن لديها نور العقل بحرية الإنسان وحقه في اختيار فعله الخلاق وممارساته في كل مجالات الفعل المعرفي والإجتماعي والسياسي والأقتصادي وذلك في مواجهة طوائف أخرى استبدلت بالعقل النقل، وبالحرية العبودية، وبالاختيار الجبر، وبالعدل الظلم، وبالمعنى العقلاني للتوحيد المعنى القمعي للإذعان المفروض على الجماعة)) (1).\nويقول آخر: ((التنوير هو أنه لاسلطان على العقل إلا العقل نفسه)) (2).\n((الأصولية)) يقول أحد المُضللين موضحًا ما يريده الملاحدة الجدد بمصطلح الأصولية: ((الأصولية الدينية أعني بها؛ رفض إعمال العقل في النص الديني ورفض بعض النظريات العلمية، وبالأخص نظرية دارون عن التطور بدعوى أنها مناقضة لما جاء به الدين، وكراهية منجزات الثورة العلمية والتكنولوجية باعتبار أنها تؤدي إلى اغتراب الإنسان المعاصر، وأنها تغير من نسق القيم التقليدي)) (3).\n__________\n(1) ((أنوار العقل)) لأحد ضلال التنويريين ص: 6.\n(2) جرثومة التخلف ص: 180.\n(3) ((جرثومة التخلف)) ص:180.\n(1/128)",
        "\nويقول آخر من أولئك المضللين: ((نستطيع أن نقول أن ((الأصولية)) مصطلح من المصطلحات المعاصرة التي شاعت في حياتنا الفكرية مؤخرًا للإشارة إلى أبعاد سلبية من الدلالة والمصطلح في هذه الإشارة السلبية بدأ من دلالة كانت أقرب إلى الترجمة التي قصد بها أداء معنى لا يفارق دلالة التعصب والتطرف والتقليد والاتباع، والفهم الجامد لنصوص أولية بوصفها مباديء مطلقةن لا يمكن الخروج عليها أو تعديدها أو مراجعتها أووضعها موضع المساءلة)) (1).\n((حرية الفكر)) أو ((الحرية الفكرية)) وحقيقتها ((حرية الكفر))، والحرية والأحرار أو أحرار الفكر هي ترجمة للكلمات الإنجليزية\nThinke rs, Liberals, Liberalisn Free\nوهي كلمات اصطلاحية، يراد بها إطلاق الفكر من كل قيد، ومن العقائد الدينية على وجه الخصوص (2).\n((والحرية اسم جميل براق محبب إلى القلوب في كل أشكاله وألوانه، ولكن المقصود به هنا هو حماية الأزاء التي تخدم الأفكار الدخيلة المعارضة لما تواضع عليه الناس من أراء، وما استقر في مجتمعهم من نُظم)) (3).\n((وهذه الحرية الفكرية التي لا تلتزم فيها الدولة بحماية النظم الدينية في جانبيها الفكري والسلوكي، ولا تتقيد بها هي ما يسمونه أحيانًا بالتقدمية،\n__________\n(1) أنوار العقل ص: 137.\n(2) انظر ((الإسلام والحضارة الغربية)) لمحمد محمد حسين ص:69.\n(3) المرجع السابق ص:116.\n(1/129)\n",
        "وذلك في مقابل الرجعية التي تدعوا إلى أن تلتزم الدولة بحماية النظم الدينية، وتقيد نفسها بها، وهي ما يسمونه في أحيان أخرى المدنية أو العلمانية، فيقولون ((حكومة مدنية وعلمانية)) في مقابل ((حكومة دينية)) (1).\n((وهكذا قد تتداخل الاصطلاحات أو تلتقي ولكنها مؤداها شيء واحد وهو اللادينية)).\n((ويمكن أن نقول إن ((التقدمية والرجعية)) من الاصطلاحات المرنة في هذه الأيام التي لا تتفق عليها وجهات النظر المختلفة باختلاف المذاهب والنظريات السياسية والاجتماعية، ولكن من الواضح أن التقدمية هي ما يوافق الحضارة الغربية، والرجعية هي ما يتمسك بالتراث الإسلامي)) (2).\nوهكذا تجد مصطلحاتهم مقتضبة وتعريفاتهم غامضة ومؤداها محاربة سلطان الدين وتمجيد العقل وتقديمه على الشرع ووصف الدين بالتخلف والجمود والتقاليد الباليه إلى غير ذلك.\nوينادون بالتنوير والتحرر وحرية الإبداع، وحرية الفكر.\nوخلاصة دعواتهم التحررية هي التحرر من من العبودية، والحرية هي صد العبودية، والإسلام قد جاء.\nومن الألفاظ والكلمات المنتشرة على الألسنة وهي مخالفة للعقيدة.\n__________\n(1) المرجع السابق ص:117.\n(2) ((الإسلام والحضارة الغربية)) ص: 121.\n(1/130)\n\n((الدين لله والوطن للجميع)) هي خطة شركية ابتدعها أهل أوربا للهروب من حكم الكنيسة الظالم المحارب للعلم؛ ثم أرادوا بها إبعاد أهل الإسلام عن دينهم، فكأنهم قالوا: ((الدين لله يُطرح ظهريًا))، ليس له حق في شؤننا الوطنية من سياسة وعلم واقتصاد وغيره، فالمستعمرون قصدوا بهذه الكلمة المزوقة البدعية إفكًا وتضليلاً ليبعدوا حكم الله ويفصلوه عن جميع القضايا والشئون بحجة الوطن الذي جعلوه ندًا لله، وفصلوا بسببه الدين عن الدولة، وقد أمرنا القرآن بعدم طاعتهم في مثل هذا قال الله تعالى: {يَا أَيُّهَا الَّذِينَ ءَامَنُوا إِن تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنقَلِبُوا خَاسِرِينَ} [آل عمران:149] وقال: {يَا أَيُّهَا الَّذِينَ ءَامَنُوا إِن تُطِيعُوا فَرِيقًا مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُم بَعْدَ إِيمَانِكُمْ كَافِرِينَ} [آل عمران: 100] وهذه الدعوة فتحت الأبواب للدعاية النصرانية وبث الإلحاد على حساب المسلمين وفي عُقر بيوتهم، وأخرت دعوة الإسلام، وأوقفت زحفه إرضاءً لأقلية نصرانية انتحلوا هذه النحلة فإذا ما رفضها المسلم قالوا: ((فتنة طائفية))!!! (1).\n((الدين سبب الطائفية والشقاق)) قال الشيخ بكر أبو زيد -حفظه الله- كلمة شيوعية توجبُ الردة (2) اهـ.\nوالدين الإسلامي الصحيح مصدر الوحدة الصحيحة، وتحقيقة يسبب العز والتمكين والتضامن والتراجم والبذل والإثيار وحماية غير المسلمين\n__________\n(1) ((الأجوبة المفيدة لمهمات العقيدة)) للشيخ عبدالرحمن الدوسري -بتصرف. وانظر معجم المناهي اللفظية للشيخ بكر أبو زيد ص: 164 حيث قال عنها: ((كلمة توجب الردة)).\n(2) ((معجم المناهي اللفظية)) ص: 164.",
        "(1/131)\n\nوأي طائفية في دين يقول لأهله: {قُلْ ءَامَنَّا بِاللَّهِ وَمَا أُنزِلَ عَلَيْنَا وَمَا أُنزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِن رَّبِّهِمْ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} [آل عمران:84] (1).\n((الدين أفيون الشعوب)) هي مقالةٌ لليهودي ((كارل ماركس)) الذي نبش الشيوعية المزدكية اليهودية بعدما قبرها الإسلام، فاخترع هذه المقالة يزعم أن الدين مُخدر ومُبَلِّد للشعوب، وهذا قد يصدق على الأديان المزعومة من لا هوتيه وثنية لتقيد أهلها بالخرافات، أما الدين الصحيح الحنيف ملة إبراهيم الذي أمر خلقه بإقامته، دين يلهب القلوب والمشاعر، محرك لجميع الأحاسيس والقوى، دافعٌ بها إلى الأمام لا يقبل من أهله الذل والاستكانة والخضوع للظم، بل يوجب عليهم الجهاد بشتى صوره وأشكاله لإعلاء كلمة الله وقمع المفتري عليه والبراءة ممن جانب دينه وتنكر لحكم شريعته (2).\nومن الدعوات\nإحياء الدعوات القومية المحلية، والعرقية والوطنية مما يجعل الولاء والبراء على تلك القوميات لا على أساس الدين والشرع يقول المستشرق الإنجليزي هـ. أ. ر. جب في كتابه ((إلى أين يتجه الإسلام)): ((وقد كان من أهم مظاهر سياسة التغريب في العالم الإسلامي تنمية الاهتمام ببعث الحضارات القديمة التي ازدهرت في البلاد المختلفة التي يشغلها المسلمون\n__________\n(1) ((الأجوبة المفيدة لمهمات لعقيدة)).\n(2) المرجع السابق.\n(1/132)",
        "\nالآن، فمثل هذا الاهتمام موجود في تركيا وفي مصر، وفي أندونسيا وفي العراق وفي إيران)) (1).\nوصحب هذه الدعوة نشاط البعوث الأجنبية في التنقيب عن الآثار والدعاية لما يكتشف منها فملئوا الدنيا كلامًا عما ظهر منها وقتذاك في مصر والشام والعراق.\nوأخذوا يدعون إلى بعث التاريخ القديم في كل جزء من أجزاء الوطنى العربين وهو التاريخ السابع على استعرابها بدخولها في الإسلام واتخاذها لغته.\nفأطلت النعرة الفرعونية في مصر، والغينقية في سوريا، والأشورية في العراق، والطورانية في تركيا، وهكذا.\nولقي هذا الاتجاه تشجيعًا -بل تحريضًا- من دول الاستعباد الغربي في كل أجزاء الوطن العربي، بل في كل بلاد المسلمين، وكان هدفهم من ذلك واضحًا، وهو تدعيم سياسة التجزئة التي نفذوها حين قطعوا أوصال العرب، وذلك بتلوين الحياة المحلية في كل بلد من هذه البلاد بلون خاص يستند في مقوماته إلى أصوله الجاهلية الأولى، وبذلك تعود هذه البلاد التي توحدت منذ استعربت إلى مظاهر الغرقة والانشعاب التي سبقت ذلك التاريخ، فيستريح المستغلون من احتمال تكتلها الذي يؤدى إلى تحررها، ثم تكون هذه المدنيات الجديدة أكثر قبولاً لأصول المدنيات الغربية ويصبح كل شعب من هذه الشعوب أطوع لما يراد حمله عليه وزجه فيه من\n__________\n(1) ص: (342) ط لندن 1932م.\n(1/133)\n",
        "الصداقات ومناطق النفوذ بعد أن تتفكك عرى الأخوة العربية والإسلامية (1).\n((القومية العربية)): ((اختلف الدعاة إليها في عناصرها فمن قائل إنها الوطن، والنسب، واللغة العربية، ومن قائل إنها اللغة فقط، ومن قائل غير ذلك، أما الدين فليس من عناصرها عند إساطينهم والصرحاء منهم، وقد صرح بعضهم بأن الدين لا دخل له في القومية ...\nومن خبر أحوال القوميين وتدبر مقالاتهم وأخلاقهم وأعمالهم عرف أن غرض الكثيرين منهم من الدعوة إلى القومية أمور يعرفها من له أدنى بصيرة بالواقع وأحوال المجتمع، ومن تلك الأمور:\nفصل الدين عن الدولة، وإقصاء أحكام الإسلام عن المجتمع، والاعتياض عنها بقوانين وضعية ملفقة من قوانين شتى، وإطلاق الحرية للنزعات الجنسية والمذاهب الهدامة -لا بلغهم الله مناهم-.\nولا ريب أن دعوة تفضي إلى هذه الغايات يرقص لها الاستعمار طربًا، ويساعد على وجودها ورفع مستواها- وإن تظاهر بخلاف ذلك- تعزيرًا للعرب عن دينهم، وتشجيعًا لهم على الاشتغال بقوميتهم، والدعوة إليها والإعراض عن دينهم ...\nواعلم أن هذه الدعوة أحدثها الغربيون من النصارى لمحاربة الإسلام والقضاء عليه في داره بزخرف من القول وأنواع من الخيال، وأساليب من الخداع فاعتنقها كثير من العرب من أعداء الإسلام، واغتربها كثير من\n__________\n(1) الإسلام والحضارة الغربية ص:236 - 237 بتصرف.\n(1/134)\n\nالأغمار ومن قلدهم من الجهال، وفرح بذلك أرباب الإلحاد وخصوم الإسلام في كل مكان ومن المعلوم من دين الإسلام بالضرورة أن الدعوة إلى القومية العربية أو غيرها من القوميات، دعوة باطلة، وخطأ عظيم ومنكر ظاهر وجاهلية نكراء وكيد سافر للإسلام وأهله)) (1).\nومن الاتجاهات ((الاتجاه العقلاني)) ((اللاديني)).\nيمكن أن يقال في تعريفها هي: ((التفسير العقلاني لكل شيء في الوجود، أو تمرير كل شيء في الودود من قناة العقل لإثباته أو نفيه أو تحديد خصائصه)) (2).\nويمكن أن تعرف أيضًا بأنها: ((المذهب الفلسفي الذي يرى أن كل ما هو موجود يُرد إلى مبادئ عقلية، وخصوصًا الاعتداد بالعقل ضد الدين)) (3).\nفالعقلانية في حقيقتها: ((إلغاء النص أمام النظر العقلي المجرد- أو الهوى المجرد- الذي يستقبح اليوم ما كان حسنًا بالأمس، ويستقبح في وقتٍ ما كان حسنًا عنده في وقتٍ سابق)) (4).\nوالذي يستمع للفظة ((عقلانية)) ولا يدري حقيقة الأمر يقول ومالكم تحاربون العقل وتذمونه، ونحن نقول إننا لا نذم العقل، ولا نحقر من شأنه ولكن نطالب بإنزاله منزلته الصحيحة مع شرع الله عز وجل.\n__________\n(1) من كتاب ((نقد القومية العربية)) لسماحة الشيخ عبدالعزيز بن باز -رحمه الله- من ص: 8 - 13 بتصرف.\n(2) ((مذاهب فكرية معاصرة)) -لمحمد قطب (ص: 50).\n(3) ((معجم المصطلحات العلمية)) يوسف الخياط.\n(4) ((في فقه الواقع)) عبدالسلام بسيوني ص: 29.",
        "(1/135)\n\nوالذي يسمع لفظة ((العقلانية)) لأول وهلة يظن أنها نهجٌ سديد، لتمسحها بلفظة شريفة، ولكن هكذا أهل الباطل يكسون مذاهبهم ألفاظًا براقة لامعة ليجذبوا الرعاع إلى أقوالهم، ويسمون الأشياء بغير اسمها ظنًا منهم أن في ذلك تسويغًا لباطلهم، ولكنه بريق سرعان ما يزول وينطفيء أمام حجج الشرع الساطعة وبراهينه القاطعة.\nيقول شيخ الإسلام ابن تيمية مبينًا مكانه العقل وفضله ومنزلته الحقيقية:\n((العقل شرطٌ في معرفة العلوم، وكمال وصلاح الأعمال، وبه يكمل العلمُ والعَمل، ولكنه ليس مستقلاً بذلك، لكونه غريزة في النفس، وقوة فيها، فهو بمنزلة قوة البصر التي في العين، فإن اتصل به نور الإيمان والقرآن كان كنور العين إذا اتصل به نور الشمس والنار.\nوإن انفرد بنفسه لم يُبصر الأمور التي يَعجزُ وحده عن دَرْكها. وإن عُزل بالكلية: كانت الأقوال والأفعال مع عدمه: أمورًا حيوانية، قد يكون فيها محبة، ووجدٌ، وذوقٌ كما يحصل للبهيمة.\nفالأحوال الحاصلة مع عدم العقل ناقصة، والأحوال المخالفة للعقل باطلة.\nوالرسل جاءت بما يعجز العقل عن دَرْكه، لم تأت بما يُعلم بالعقل امتناعه، لكن المسرفون فيه قضوا بوجوب أشياء، وجوازها، وامتناعها، لحج عقلية بزعمهم اعتقدوها حقًا، وهي باطلة، وعارضوا بها النبوات)) (1).\n__________\n(1) ((مجموع الفتاوى)) (3/ 338 - 339).\n(1/136)",
        "\nوقد يفهم البعض من ذمنا لقتديم العقل على النقل دم العقل بإطلاق، فليس معنى ترتيب منزلة العقل وجعلها بعد النقل ((إلقاء العقل جانبًا ... لأن البحث العقلي ليس مذمومًا على الإطلاق بل يُذم إذا اكتُفي به عن الأدلة الشرعية، أو قُدم عليها، أو عورض به نصوص الدين.\nكما أنه لا دخل للعقل في مجال الغيب -السمعيات التفصيلية- من أمور العقيدة؛ لأن المجال مجال تسليم واستسلام.\nأما أبحاث العقيدة التي يُستدل بها على وحدانية الله تعالى وعلمه وقُدرته وحِكمته والبعث والجزاء، فقد طلب القرآن العقل البشري أن يهتدي إليها فهي أدلة تدعم النصوص وتزيد في تثبيت الاعتقاد، ولهذا يجد المتأمل في كتاب الله تعالى الآيات الكثيرات، التي تحثُ العقلَ البشري على التأمل والتفكر والتبصر والتدبر.\nإن فتح المجال أمام العقل البشري لينطلق في مجالات الكون فيُذلل الصعاب، ويُرشد الإنسان إلى طُرق الحضارة مما يعود على البشرية بالخير العميم، أمرٌ حسن وجميل بل هو طريقه الطبيعي ومساره الاعتيادي.\nأما أن يُسمح للعقل أن يتدخل في مجالات الغيب ويُلاقي منا كل تشجيع واستحسان فهذا خطأ فادح وحماقةٌ كبرى تُرتكب في حق حاضرِ الإنسان ومستقبله وإهانةٌ صريحة للعقل بتوريطه بالانزلاق في مسارب لا دخلَ له بها، بل هي بعيدة جدًا عن مطلبه ومُحالٌ أمام تصورة.\nلقد ابتدأ المعتزلة هذه المهزلة، حيث جعلوا العقل هو الحكم والفيصل، وأسندوا إليه مهمة الكشف في عالم الغيب وملكوت الآخرة.\n(1/137)\n",
        "وتدخل العقل باحثًا في خصائص اليوم الآخر، فأثبت ما أراد، ونفي ما شاء، واعتدى على مقام الألوهية العظيمة، فتناول صفات الله تعالى بالتبديل والتحوير، والطمس والتزوير، منتهكًا حرمة النصوص، غير مبال ولا ملتفت لأي وعيد أو عقاب، فتناقض أيما تناقُض، ونفى عن الذات الإلهية صفات أثبتها الله لنفسه، زعم أنها أوصاف للأجسام ونعوتٌ للمخلوقات.\nإن العقل البشري قاصرٌ كل القصور في عالم الغيب ونتائجه وتوقعاته كلها تخرمات سكرى وظنون بَلهاء.\nوقد بينت النصوص النبوية المباركة عدم الركون إلى هذه الأوهام بعبارات ((وجيزة)) فقد رُوي أن النبي صلى الله عليه وسلم قال: ((تفكروا في خلق الله، ولا تتفكروا في ذاته فتهلكوا)) (1)\nإن العقل إذا م ينطلق من وحي النصوص المعصومة فإنه سرعان ما يُخطيء، ولما كان من مهمام العقيدة تنظيم سلوك الإنسان، فإن نتائجه أنذاك تكون خطيرة ونسبب اختلافًا بين الناس، وهل يتعارض الناس ويختلفون في أمور الدين إلا بسبب استخدام عقولهم بمعزل عن نصوص الكتاب والسنة.\nإن العقل مخلوق من مخلوقات الله تعالى؛ شأنه كشأنها، له قُدراته المحدودة، وخصائصه الثابتة، فهل يُطلبُ من العين أن تبصر ما يعبد عنها الآف الأميال؟\n(1/138)\n\nوهل يُطلبُ من الأذن أن تسمع ما يدورُ بين الطيور في السماء من مناجاة؟\nوهل يطلب من اليد أن تحمل جَبلاً؟\nومن القدم أن تُزَعزِع بركلة منها ناطحة سحاب؟\nأو غير ذلك من الأمور المغرقة في المحال، وكذلك الشأن نفسه بالنسبة للعقل البشري، عندما يتعرض لمسائل الغيب فيُثبت وينفي.\nنعم إنه يباح للعقل أن يتعرف على المخلوقات لأنه مخلوقٌ مثلها، أما أن يتطاول هذا المخلوق المغرور ليتدخل في مهام الخالق العظيم، ويُنصِّبَ نفسه الحَكم العدل الذي لا يُرجَعُ عن حُكمه، ولا يُعترضُ على قراره فتلك بلية البلايا وأعجوبة الأساطير.\nفهل يقع الإنسان في ضلالٍ أبعد من هذا الضلال؟)) (1).\nوقد عظم المعتزلة قديمًا مكانة العقل وجعلوه حاكمًا على النقل لا محكومًا، فقد آمن المعتزلة بالعقل، ورفعوا شأنه، ونوهوا به أيماتنويه، وصَدعوا بمبادئه.\nقال القاضي عبدالجبار في ((فضل الاعتزال)) عند سرده الأدلة الشرعية حسب ترتيبه: ((أولها العقل)) (2).\nويقول الزمخشري المعتزلي في ((تفسير الكشاف)): مفسرًا قوله تعالى: {وَتَفْصِيلَ كُلِّ شَيْءٍ} قال: (( ... يحتاجُ إليه في الدين، لأن القانون الذي\n__________\n(1) ((علاقة الإثبات والتفويض يصفات رب العالمين)) -لرضا معطي ص: (31 - 32).\n(2) ((فضل الاعتزال)) ص: 139.",
        "(1/139)\n\nتستند إليه السنة والإجماع والقياس بعد أدلة العقل)) (1). فجعل أدلة العقل هي الأساس.\nويقول الجاحظ وهو من مشاهير المعتزلة: ((فما الحكم القاطع إلا للذهن وما الاستبانة الصحيحة إلا للعقل)) (2).\n((ولقد التقى هذا التيار المعظم للعقل الذي دخل على أمة الإسلام من علوم اليونان العقلية التي اهتم بها المعتزلة وترجموها إلى العربية وأقبلوا عليها يستلهمونها، وأعلام يونان يترسمون خُطاهم، وينسجون على منوالهم، وعلى كتب يونان يتفهمونها ويهضمونها فحكموا العقل أكثر من تحكيمهم للشرع)) (3).\nفالتقي هذا التيار المعظم للعقل المتأثر بفلسفة اليونان في عصرنا الحديث مع.\nوقد أذكى المستشرقون المخربون في كيان الأمة الإسلامية النزعة العقلية في الدراسات كلها فضلاً عن الدراسات العقدية.\n((إذ أن الاستعمار الصليبي والصهيوني، فَشِلَ حين فَرَضَ العَلمانية بجنوده؛ فقد أحس المسلمون به، فتحصنوا منه.\nوحين فرض العلمانية بعملائه الذين رباهم في مدارسه، وربطهم بفلكه، واستعبدهم بالجاه والمال؛ رفض المسلمون ذلك، فما استطاعوا أن يصلوا إلى قلوبهم.\n__________\n(1) رسائل الجاحظ ص:191.\n(2) رسائل الجاحظ ص:191.\n(3) ((منهج المدرسة العقلية الحديثة)) لفهد الرومي ص: (54) بتصرف.\n(1/140)",
        "\nوالمحاولة اليوم خَطرةٌ حقًا، فإن العلمانية تُفرضُ بحقٍّ يَدَّعي لنفسه العمل للإسلام، ويَنسِب إلى نفسه الريادة، ويَصف حرَكته بالبَعث، ويُهياء له المناخ ليكون إمامًا، ولتكون دعوته نهضة.\nوهي في حقيقتها عَلمانية ... أو عصرية ... أو تغريب ... أو ما شئت من الأسماء)) (1).\nفخرج في بلادنا الإسلامية نبتٌ شيطاني خبيث نبت في تربة الاعتزال القديم وسقي بماء الاستشراق المادي الحديث.\nفكانت الثمار أمشاجٌ فكرية مختلطة، لا ضابط لها، ولا رابط بينها منتهاهًا النخُر في معتقد أهل الإسلام وإليك بعضُ أقوالهم ليحذر منها ويُحذر، ويُنظر فيما يؤخذ عن قائليها ويُتوقف.\nيقول قائلهم: ((اتفق أهل الملل الإسلامية -إلا قليلاً ممن لا يُنظرُ إليه -على أنه إذا تعارض العقل والنقل أُخذ بما دل عليه العقل)) (2).\nويقول آخر: ((لقد انقضت المعتزلة كفرته، ولكنها استمرت نزعةً عقلية وفكرًا قوميًا، وأصولاً فكرية، من خلال فريقٍ أخرى تأثرت بها، ومن خلال البصمات التي طبعتها على المجرى العام الخالد والمتدفق والمتطور لفكر الغرب والمسلمين)).\nثم قال: ((وهكذا كان المعتزلة: كوكبة من أهل الفكر والنظر والدين والثورة اتخذوا من الفلسفة والفكر والرقي في المعرفة بدلاً عن الأحساب\n__________\n(1) ((العصريون: معتزلة اليوم)) ليوسف كمال ص: (76).\n(2) ((الإسلام والنصرانية)) لمحمد عبده ص: (59).\n(1/141)\n",
        "والأنساب)).\nثم أخذ يتحدث عن نظريته التي يدعوا إليها وطريقته التي يمشي عليها إنها ((تعلي من شأن العقل، وتجعله معيارًا وميزانًا، حتى بالنسبة للنصوص والمأثورات حتى لنستطيع أن نقول: إن موقفها من العقل والفلسفة يجعلها الامتداد المتطور لمدرسة المعتزلة، فُرسان العقلانية في تراثنا القديم)) (1).\nويقول آخر من سدنة العقلانية: ((إن البشرية لم تعد في حاجة إلى من يتولى قيادتها في الأرض باسم السماء فلقد بلغت سن الرشد، وأن لها أن تُباشر شؤنها بنفسها)) (2).\nويقول: ((فلقد حرر الإسلام العقل البشري من سُلطان النبوة من حيث إعلانه إنهاءها كُليةً، وتخليص البشرية منها)) (3).\nويقول آخر من أحلاس هذه المدرسة: ((أما المصدر الذي يتعين علينا أن نُعيد إليه اعبتاره كأصلٍ له فهو العقل ... )) (4).\nوقال أيضًا: ((أنا لا أنا قش الحديث من حيث سنده، وإنما أراه يتعارض مع العقل، ويُقدم العقلُ على النقل عند العارض)) (5).\nهذه بعض أقوال أولئك المفتونين المعاصرين المقدمين للعقل على النقل\n__________\n(1) من كلام الدكتور محمد عمارة في كتابه تيارات الفكر الإسلامي ص: (87 - 88).\n(2) من كلام محمد أحمد خلف الله في كتابه ((العدل الإسلامي)) نقلاً عن كتاب ((غزو من الداخل)) لجمال سلطان ص (51).\n(3) الأسس القرآنية للتقدم - لخلف الله ص: (44).\n(4) ((تجديد الفكر الإسلامي)) لحسن الترابي ص: (26).\n(5) نقلاً عن ((دراسات في السيرة النبوية)) لمحمد سرورزين العابدين ص: (308).\n(1/142)\n\nالذين رضعوا لبان الفكر الغربي الحديث ونشئوا في قلبِ بلاد الإسلام الذبيح، مع تفاوتٍ في شططهم واختلاف أقدارهم وعقولهم.\n((فعجبًا للعصريين في هذا العصر، إنهم مصرون على أن يصنعوا الإسلام في ذمة التاريخ، على رُفوف التراث، يُشار إليه ولا يُعمل به، فالإسلام يصبح اسمًا لكل من يؤمن بالله واليوم الآخر؛ أيًا كان إيمانه، فيندرج تحته الصهيونيون والصليبيون في صور تجعل إرسال الرسل بالبيان الحق المنهج الصواب عبثًا)) (1).\nورحم الله شيخ الإسلام ابن تيمية إذ يقول: ((ومألهم في تلك الأقيسة العقلية إلى السفسطة، التي هي جحود الحقائق الموجودة بالتمويه والتلبيس، ومألهم في تلك التأويلات إلى القرمطة، التي هي تَحريفُ الكلم عن مواضعه وإفساد الشَرع واللغة والعقل، بالتمويه التلبيس)) (2).\nومن النظريات المضادة للتوحيد وهي كثيرة ونمثل لهاب ((الداروينية))\nفي سنة 1859م- نشر الباحث الإنجليزي ((تشارلز داروين)) كتابه ((أصل الأنواع))، فأحدث ضجة لم يحدثها أي مؤلف آخر في التاريخ الأوربي قاطبة، وكان له من الآثار في المجالات الفكرية والعملية ما لم يكن في الحسبان.\nوالغرض الذي يدور حوله الكتاب هو افتراض تطور الحياة في الكائنات العضوية من السهولة وعدم التعقيد إلى الدقة والتعقيد، وتدرجها من الأحط إلى الأرقى، وأن الفروق الخلقية داخل النوع الواحد تنتج أنواعًا\n__________\n(1) ((العصريون معتزلة اليوم)) ص (115 - 116).\n(2) بيان تلبيس الجهمية (1/ 150).",
        "(1/143)\n\nجديدة مع مرور الأحقاب الطويلة، ولذلك يفترض داروين أن أصل الكائنات العضوية ذات الملايين من الخلايا كائن حقير ذو خلية واحدة.\nوحسب قانون ((الانتقاء الطبيعي وبقاء الأنسب)) نمت الأنواع التي استطاعت التكيف مع البيئة الطبيعية ومصارعة الكوارث المفاجئة، وتدرجت في سلم الرقي في حين هلكت الأنواع التي لم يخالفها الحظ في ذلك.\nوعلة ذلك أن الطبيعة -حسب تعبير داروين- وهبت بعض الكائنات عوامل البقاء ومؤهلات حفظ النوع بإضافة أعضاء أوصفات جديدة تستطيع بواسطتها أن تتواءم مع الظروف الطارئة، وقد أدى ذلك إلى تحسن نوعي مستمر نتج عنه أنواع جديدة راقية كالقردة ونوع أرقى هو الإنسان، أما البعض الآخر فقد حرمته الطبيعة من ذلك فتعثر وسقط، والطبيعة إذ تَهب هذا وتحرم ذاك لاتنتهج خطة مرسومة، بل تخبط خبط عشواء -على حد قوله- كما أن خط التطور ذاته متعرج ومضطرب لا يسير على قاعدة منطقية مطردة.\nذلك بإيجاز شديد هو لب النظرية التي طلع بها داروين في ذلك الكتاب وهي في جوهرها فرضية بيولوجية أبعد شيء عن أن تكون نظرية فلسفية عامة كما أنها بعيدة عن أن تكون حقيقة علمية ثابتة (1)\n((وهكذا بدأت الداروينية سنة 1859م، وانتشرت في أوربا، وانتقلت بعدها إلى جميع بقاع العالم، وما نزال هذه النظرية تدرس في كثير من\n__________\n(1) ((العلمانية)) - لشيخنا سفر بن عبدالرحمن الحوالي ص (178 - 179).\n(1/144)",
        "\nالجامعات العالمية، كما أنها قد وجدت أتباعًا لها في العالم الإسلامي بين الذين تربوا تربية غربية، ودرسوا في جامعات أوربية وأمريكيه)) (1).\nوللأسف الشديد فقد تأثر ببعض أفكارها بعض من المنتسبين إلى الإسلام وينعتون أنفسهم بمفكرين إسلاميين، وإن لم يتبنوها برمتها ولكن أصابهم دخانها.\nمن آثار الداروينية:\n- سيطرت الأفكار المادية على عقول الطبقة المثقفة وأوحت كذلك بمادية الإنسان وخضوعه لقوانين المادة.\n- نخلت جموع غفيرة من الناس عن إيمانها بالله تخليًا تامًا أو شبه تام.\n- عبادة الطبيعة، فقد قال داروين: ((الطبيعة تخلق كل شيء ولا حد لقدرتها على الخلق)).\nوقال: ((إن تفسير النشوء والارتقاء بتدخل الله هو بمثابة إدخال عنصر خارق للطبيعة في وضع ميكانيكي بحت)).\n- لم يعد هناك جدوى من البحث في الغاية والهدف من وجود الإنسان لأن داروين قد جعل بين الإنسان والقرد نسبًا بل زعم أن الجدَّ الحقيقي للإنسان هو خلية صغيرة عائشت في مستنقع راكد قبل ملايين السنين.\n- طغت على الحياة فحضى عقائدية.\n- كانت نظرية داروين إيذانًا وتمهيدًا لميلاد نظرية فرويد في التحليل\n__________\n(1) الموسوعة الميسرة في الأديان والمذاهب المعاصرة ص (217).\n(1/145)\n",
        "النفسي، وميلاد نظرية برجسون في الروحية الحديثة، وميلاد نظرية سارتر في الوجودية، وميلاد نظرية ماركس في المادية. وقد استفادت هذه النظريات جميعًا من الأساس الذي وضعه داروين واعتمدت عليه في منطلقاتها وتفسيراتها للإنسان والحياة والسلوك.\nنظرية التطور البيولوجية انتقلت لتكون فكرة فلسفية داعية إلى التطور المطلق في كل شيء تطور لاغياة له ولا حدود، وانعكس ذلك على الدين والقيم والتقاليد، وساد الاعتقاد بأن كل عقيدة أو نظام أو خُلق هو أفضل وأكمل من غيره ما دام تاليًا له في الوجود الزمني (1).\nوللاسف الشديد فإن هذه النظرية تدرس في مدارس المسلمين للناشئة هكذا دون انتقاد لها ودون تقيد وإنما تدرس ولها كل احترام وهيبة وتبجيل فكيف تكون الآثار النفسية على دارس هذه النظرية لا سيما الناشئة الصغار الذين هم في دور التكوين الفكري والعقدي والثقافي.\nومنها: نظرية السيادة فمن قائل السيادة للأمة، ومن قائل السيادة للشعب ومن قائل السيادة للشعب ((السيادة للأمة)) تتمثل نظرية سيادة الأمة في أن السيادة للأمة باعتبارها شخصًا متميزًا عن الأفراد المكونين لها، وليست السيادة ملكًا لأفراد الأمة مستقلين، فليس لكل منهم جزء من السيادة وإنما للسيادة صاحب واحد هو الأمة التي هي شخص جماعي مستقل عن الأفراد الذين يكونونها فالإرادة العامة للأمة التي صارت مستقرًا ومستودعًا لهذه السيادة هي ذلك الوجود المعنوي، أو المجازي الذي انبثق عن مجموع الإرادات الفردية واستقل عنها.\n__________\n(1) الموسوعة الميسرة ص: 213 - 214.\n(1/146)\n\nلقد نشأت نظرية سيادة الأمة كرد فعل عنيف للأوضاع السياسية التي عاشتها أوربا قبل عصر الثورة الفرنسية حيث كان الملك يستحوذ على السيادة في مملكته.\nولذلك كان لويس الرابع عشر يقول: ((أنا الدولة)) فلما قامت الثورة الفرنسية انتزعت السيادة من يد الملك وجعلتها ملكًا للأمة، وجاء الدستور الفرنسي ليؤكد على هذا في المادة الثالثة من إعلان حقوق الإنسان الصادر عام (1879م) على أن السيادة للأمة حيث جاء فيه ((مبدأ السيادة الكاملة هو أساسًا من حق الأمة فلا يجوز لأي جماعة أو فرد أن يمارس السلطة ما لم تكن نابعة بجلاء من الأمة)) كما تم النص في الماة السادسة من الإعلان نفسه على أن القانون هو التعبير عن إرادة الأمة.\nورغم النداء الصاعق بتطبيق نظرية سيادة الأمة في الغرب يجد الكثيرين من مفكري الغرب لا يرون هذه النظرية إلا ضربًا من الخيال لأن كيان الأمة ينشأ عن تجمع عدد من الأفراد يشتركون في بضعة عوامل كاللغة والدين والتاريخ والحضارة، وسلطة هؤلاء الأفراد مجتمعين هي السيادة الحقيقية لهذا الكيان، وهذه السلطة لا يمكن أن يشارك فيها أحد من الأجيال السابقة (الموتى) أو الأجيال اللاحقة التي لم يولد أبناؤها بعد.\nوخروجًا من الخيال إلى الحقيقة أقرساسة الديمقراطية المعاصرة الحق في مشاركة السلطة للمعاصرين دون غيرهم، وبذلك اعبتر رأيهم ممثلاً لإرادة الأمة ....\n((سيادة الشعب)) هناك ارتباط وثيق بين نظريتي سيادة الأمة وسيادة الشعب، فقد قامت الثانية لتلافي أخطاء الأولى وإزالة عيوبها، فكانت نقطة",
        "(1/147)\n\nالبداية في نظرية سيادة الشعب ((أنها تقرر انتقال السيادة إلى الجماعة بوضعها مكونة من عدد من الأفراد وليست باعتبارها وحدة مستقلة عن الأفراد المكونين لها ... ))\n((سيادة القانون)) إلى جانب النظريات السابقة للسيادة، ظهرت سيادة القانون، القائمة على أساس الاعتراف للقانون بحق الرياسة والقداسة، مما يجعله مصدر السيادة الذي لا منازع له، وهناك وحدة فلسفية ظاهرة بين سيادة الأمة وسيادة القانون حيث أن القانون هو التعبير عن إرادة الأمة، فسيادته تعني سيادة الأمة من جهة أن الأمة تحتكم إلى القانون صاغته أو شاركت في صياغته أو أقرته على الأقل، فهي لا تخضع لسيادة خارجية، ولكنها تخضع لسيادة المجموع من خلال القانون.\nأما السيادة التي تنسب للقانون فلا يتمتع بها في الحقيقة إلا المجلس التشريعي للأمة وليس أفراد الأمة أحادًا كما تشير الأصول الفلسفية على ما أسلفت، بل إن المتمتع بهذه السيادة هو ((الشخص أو الهيئة التي يخولها القانون سلطة ممارسة السيادة أي سلطة إصدار الأوامر النهائية في الدولة فالسلطة العليا التي تمتلك حق إصدار هذه القوانين هي صاحبة السيادة القانونية)).\nهذه هي بعض نظريات السيادة التي يتداول الناس شعاراتها اليوم (1).\nوالحق الذي لا يحيد عنه كل موحد أن من مقتضيات التوحيد سيادة الشرع، فإن الإسلام الذي يقر بالوحدانية لله ويوجب على المسلمين الإقرار\n__________\n(1) ((جلاء الظلمة في التحذير من سيادة الشعب والأمة)) - لأحمد الشريف ص: ().\n(1/148)",
        "\nبوحدانية الله حتى يكونوا مسلمين، لم يقيد الوحدانية في ميدان دون ميدان، بل لابد من توحيد الله تعالى وإفراده بكل صفة من صفات الكمال فمن استسلم لله ظاهرًا وما انقاد له باطنًا فليس بموحد لأن التوحيد كلٌ لا يتجزأ كما أن من استسلم وانقاد لله تعالى في عبادته ثم انقاد لغيره فجعله سيدًامطاعصا في أي أمر من أمور دينه أو دنياه التي مردها إلى الله فقد أشرك مع الله غيره، لأن التوحيد يقتضى إفراد الرب سبحانه بجميع صفات الكمال ومنها السيادة أو السلطة العليا المطلقة على الخلائق أجمعين كما أن صفات الكمال التي يجب صرفها لله تعالى ودره كثيرة فمنها: الخلق، والرزق، والأمر، والملك، وغير ذلك مما وصف الله تعالى به نفسه أوصفه به نبيه صلى الله عليه وسلم، فمن وحد الله تعالى ووصفه بالخلق أو الرزق ونسب صفة الأمر لغيره فهو كافرٌ بالله مشركٌ به وإن صام وصلى وزعم أنه مسلم ((فمنازعة الله في شيء من الأمر كمنازعته في شيء من الخلق ولا فرق، ولا شك أن إفراد الله بالأمر كإفراده بالخلق، وأن إفراده بالأمر الشرعي كإفراده بالأمر الكوني ولا فرق، وأن الخروج على أحدهما إشراكٌ بالله عزوجل، ومنازعةٌ له في إظهر خصائص الربوبية قال تعالى: {إِنِ الْحُكْمُ إِلاَّ لِلَّهِ أَمَرَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ} [يوسف:40]، وقال تعالى {أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلاً} [الأنعام:114] فدلت الآية الأولى على أن إفراد الله بالحكم من عبادته وأن عبادته وحده هي الدين القيم، وأنكرت الآية الثانية أن يبتغي غير الله حكمًا وهو الذي أنزل الكتاب مفصلاً\nفهل يسوغ بعد هذا لأحد أن يزعم الإيمان ويدعى الإسلام وهو يصرف\n(1/149)\n",
        "إحدى خصائص الألوهية لغيره.\nوليس بخاف أن الإقرار لله تعالى بالسيادة هو مقتضى التوحيد بأقسامه الثلاثة.\nفتوحيد الألوهية وهو توحيد الله بأفعال العباد يلزم أهل الإسلام بإفراد الله عز وجل بالسيادة، إذ له الحكم، وله الأمر، وليس لأحد سواه شيء من ذلك)).\nوتوحيد الربوبية وهو توحيد الله بأفعاله يلزم أهل الإسلام بإفراد الله عزوجل بالسيادة، إذ إن الحكم والأمر له وهما من أفعاله سبحانه، فوجب الإقرار بهما على كل مقر بتوحيد الربوبية.\nوتوحيد الأسماء والصفات يقتضي أيضًا وصف الله تعالى بما وصف به نفسه، وهو كما قال: {أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ} [التين: 8] في تقريرٍ يقطع دابر كل شك وريب ومن لم يصف الله تعالى بما وصف به نفسه من الحكم والأمر وما في معناهما وسائر صفاته تعالى فهو كافرٌ مشرك، ومثله في الحكم من نسب شيئًا من صفاته تعالى لغيره من الخلائق (1).\nومن الجمعيات والمنظمات:\n((الماسونية)) وهي منظمة يهودية سرية إرهابية غامضة محكمة التنظيم تهدف إلى ضمان سيطرة اليهود على العالم وتدعو إلى الإلحاد والإباحية والفساد.\n__________\n(1) جلاء الظلمة ص (68 - 69).\n(1/150)\n\nمن أفكارهم ومتقداتهم:\n-يكفرون بالله ورسله وكتبه وبكل الغيبيات ويعتبرون ذلك فزعبلات وخرافات.\n- يعلمون على تفويض الأديان.\n- إباحة الجنس واستعمال المرأة كوسيلة للسيطرة.\n- تهديم المبادئ الأخلاقية والفكرية والدينية ونشر الفوضى والانحلال والإرهاب والإلحاد (1).\n((الليونز)) هي مجموعة نواد ذات طابع خيري اجتماعي في الظاهر، لكنها لا تعدوا أن تكون واحدة من المنظمات العالمية التابعة للماسونية التي تديرها أصابع يهودية بغية إفساد العالم وإحكام السيطرة عليه.\nوفي أفكارهم:\n- الدعوة إلى الإخاء والحرية والمساواة.\n- تنمية روح الصداقة بين الأفراد بعيدًا عن الروابط الدينية.\n- يرددون دائمًا شعار ((الدين لله والوطن للجميع)).\n- الإسلام لديهم يقف على قدم المساواة مع الديانات الأخرى سماوية كانت أم بشرية هذا من حيث الظاهر، أما الحقيقة فإنهم يكيدون له أكثر مما يكيدون لسواه.\n__________\n(1) الموسوعة الميسرة في الأديان والمذاهب المعاصرة ص: (449 - 451).",
        "(1/151)\n\n((الروتاري)) منظمة ما سونيه تسيطر عليها اليهودية العالمية، تعرف باسم ((نادي الروتاري)).\nمن أفكارهم:\n- عدم اعتبار ((الدين)) مسالة ذات قيمة لا في اختيار العضو، ولا في العلاقة بين الأعضاء، ولا يوجد أي اعتبار لمسألة الوطن.\n- إسقاط اعتبار ((الدين)) يوفر الحماية لليهود ويسهل تغلغلهم في الأنشطة الحياتية حافة.\n- هناك تشابه كبير بين الماسونية والروتاري في مسألة ((الدين والوطن)).\n- القيم والروح التي يُصبَغ بها الفرد واحدة في الماسونية والروتاري مثل فكرة المساواة والإخاء والروح الإنسانية والتعاون العالمي، وهذه روح خطيرة تهدف إلى إذابة الفوارق بين الأمم، وتفتيت جميع أنواع الولاءات، حتى يصبح الناس أفرادًا ضائعين تائهين، ولا تبقى قوة متماسكة إلا اليهود الذين يريدون السيطرة على العالم.\n- تتظاهر بالعمل الإنساني من أجل تحسين الصلاة بين مختلف الطوائف وتتظاهر بأنها تحصر نشاطها في المسائل الاجتماعية والثقافية وتحقق أهدافها عن طريق الحفلات الدورية والمحاضرات والندوات التي تدعو إلى التقارب بين الأديان.\n- أما الغرض الحقيقي وهو أن يمتزج اليهود بالشعوب الأخرى باسم الود والإخاء وعن طريق ذلك يصلون إلى جمع المعلومات التي تساعدهم في تحقيق أغرضهم الاقتصادية والسياسية وتساعدهم على نشر عادات\n(1/152)",
        "\nمعينة تعين على التفسخ الاجتماعي (1).\nهذه أخا التوحيد بعض الأمور التي تدعوا إلى الاهتمام بالتوحيد، وجعله على قائمة أولويات الدعوة الإسلامية.\nوكأني بك قد استبان لك الخطر الداهم على عقيدة التوحيد، وبعض المخططات التي ترادُ بأهله، فهل من نصرة لعقيدة التوحيد وهل من همة للذب عنها والذود عن حياضها.\n__________\n(1) الموسوعة الميسرة ص (243 - 246).\n(1/153)\n",
        "الفصل الثالث\nكيف نهتم بالتوحيد\nبعد أن بينا في الفصل السابق أهمية التوحيد وفضله والخطر الداهم على دعوة التوحيد ووجوب الاهتمام به والذود عنه.\nوبعد شحذ الهمم واستنفارها؛ وتوضيح المسائل وتجليتها، نوضح في هذا المبحث كيف نهتم بالتوحيد، وكيف نجعله أول أولويات الدعوة، وكيف نقوم بتأدية واجبنا تجاه الدعوة التي بعث بها رسل الله صلوات ربي وسلامه عليهم.\nوهذه المقترحات والوسائل التي من شأنها الاهتمام بالتوحيد ما هي إلا اجتهادات وأفكار وربما كان لدى غيرى ما هو مثلها أو يزيد عليها، فلنجتهد جميعًا في الاهتمام بالتوحيد، ولنشمر عن ساعد الجر في سبيل نشر دعوة التوحيد والذود عنها.\n1 - تعلم التوحيد وتدارسه وضبط مسائله\nقال عز وجل {شَهِدَ اللَّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلائِكَةُ وَأُولُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ} [آل عمران:18].\nقال القرطبي: في هذه الآية دليل على فضل العلم وشرف العلماء وفضلهم، فإنه لو كان أحدٌ أشرف من العلماء لقرنهم الله باسمه واسم\n(1/154)\n\nملائكته، كما قرن اسم العلماء (1).\nوقال سبحانه: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28].\nقال ابن عباس: ((العالم بالرحمن من عباده من لم يشرك به شيئًا، وأحل حلاله، وحرم حرامه، وحفظ وصيته وأيقن أنه ملافيه ومحاسبٌ بعمله)) (2).\nقال شيخ الإسلام ابن تيمية: ((العلم ما قام عليه الدليل، والنافع منه ما جاء به الرسول)) (3).\nوقال في موضع آخر: ((والعلم الممدوح الذي دل عليه الكتاب والسنة هو العلم الذي ورثته الأنبياء)) (4).\nوقال أيضًا: ((والخير والسعادة والكمال والصلاح منحصر في نوعين: في العلم النافع والعمل الصالح وقد بعث الله محمدًا بأفضل ذلك وهو الهدى ودين الحق)) (5).\nوقال ابن حجر -رحمه الله- في أول شرحه لكتاب العلم من صحيح البخاري: ((والمراد بالعلم العلم الشرعي الذي يفيد معرفة ما يجب على المكلف من أمر دينه في عبادته ومعاملاته والعلم بالله وصفاته، وما يجبُ\n__________\n(1) تفسير القرطبي (4/ 41).\n(2) تفسير ابن كثير (3/ 553).\n(3) مجموع الفتاوى (13/ 136).\n(4) مجموع الفتاوى (11/ 369 - 397).\n(5) مجموع الفتاوى (19/ 169 - 170).",
        "(1/155)\n\nله من القيام بأمره وتنزيهه عن النقائص)) (1).\nوقال ابن القيم -رحمه الله-: ((إن العبد لو عرف كل شيء ولم يعرف ربه فكأنه لم يعرف شيئًا)) (2).\nولطلب العلم أصول وقواعد ذكرها أهل العلم -رحمهم الله- في غير ما كتاب ومن هذه الأصول والقواعد:\n((من لم يتقن الأصول؛ حُرم الوصول)) (3).\n((ومن رام العلم جُملة ذهب عنه جُملة)) (4).\nوعليه فلا بد من التأصيل والتأسيس لكل فن تطلبه، بضبط أصله ومختصره على شيخ متقن، لا بالتحصيل الذاتي وحده، وآخذًا الطلب بالتدرج.\nقال الله تعالى: {وَقُرْءَانًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلاً} [الإسراء:106].\nوقال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْءَانُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً} [الفرقان:32].\nفأمامك أمورٌ لابد من مراعاتها في كل فن تطلبه ومن ذلك علم العقيدة.\n1 - حفظ مختصر فيه.\n__________\n(1) فتح الباري (1/ 141).\n(2) إغاثة اللهفان (1/ 68).\n(3) ((تذكرة السامع والمتكلم)) ص (144).\n(4) ((فضل العلم)) لأرسلان ص: (144).\n(1/156)",
        "\n2 - ضبطه على شيخ متقن.\n3 - عدم الاشتغال بالمطولا وتفاريق المصنفات قبل الضبط والإتقان لأصله.\n4 - لا تنتقل من مختصر إلى آخر بلا موجب، فهذا من باب الضجر.\n5 - إقتباص الفوائد والضوابط العلمية.\n6 - جمع النفس للطلب والترقي فيه، والاهتمام والتحرق للتحصيل والبلوغ إلى ما فوقه حتى تفيض إلى المطولات بسابلةٍ مُوثقة (1).\nيقول الشيخ بكر أبو زيد -نفع الله به- حول طريقة تدريس التوحيد وغيره من العلوم: ((وقد كان الطَّلَبُ في قطرنا بعد مرحلة الكتاتيب والأخذ بحفظ القرآن الكريم يمر بمراحل ثلاث لدى المشايخ في دروس المساجد: للمتبدئين، ثم المتوسطين، يم المتمكنين\nففي التوحيد: ((ثلاثة الأصول وأدلتها))، ((والقواعد الأربعة))، ثم ((كشف الشبهات))، ثم ((كتاب التوحيد))، أربعتها للشيخ محمد بنعبدالوهاب رحمه الله، هذا في توحيد العبادة.\nوفي توحيد الأسماء والصفات: ((العقيدة الواسطية))، ثم ((الحَمَوية))، والتدميرية، ثلاثتها لشيخ الإسلام ابن تيمية -رحمه الله تعالى-، فالطحاوية مع شرحها)) (2).\n__________\n(1) حلية طالب العلم ص (25 - 26).\n(2) حلية طالب العلم ص (27 - 28).\n(1/157)\n",
        "جرد المطولات:\n((الجرد للمطولات من أهم المهمات، لتعدد المعارف وتوسيع المبارك، واستخراج مكننها من الفوائد والفرائد، والخبرة في مظان الأبحاث والمسائل، ومعرفة طرائق المصنفين في تأليفهم واصطلاحهم فيها)) (1).\nومن الكتب الموسعة في مسائل المعتقد الأجزاء المتعلقة بالعقيدة في مجموع فتاوى شيخ الإسلام ابن تيمية، وكذلك في ((الدرر السنية في الفتاوى النجدية)) وكذلك في ((مجموعة الرسائل والمسائل لبعض علماء نجد)).\nومن ذلك ((منهاج السنة النبوية)).\nو ((درء تعارض العقل والنقل)).\nولا تنس كتب المعتقد المسندة: ((كالشريعة)) للآجري و ((السنة)) لعبد الله بن أحمد و ((السنة)) للخلال، و ((الإبانة)) لابن بطة العكبري وغيرها فيمر عليها وتقرأ وتقيد الفوائد.\nوتلخص المسائل، وتسأل عما يشكل حتى يكون عندك مراس ودربة، ولقراءة المطولات فوائد تربوية حيث ترى مواقف أهل العلم في تعاملهم مع المسائل النازلة وإلحاقهم الأشباه بنظائرها وتخريجهم المسائل على قواعدها.\n2 - تربية النفس على التوحيد\n__________\n(1) حلية طالب العلم ص: (67).\n(1/158)\n\nجاء في ((لسان العرب)): ((ربا الشيء يَربوا ورِباء)): زاد ونما - وأربيته: نميته.\nوفي ((مفردات الراغب)): ((الرَّبُّ في الأصل التربية؛ وهو إنشاء الشيء حالاً فحالاً إلى حد التمام)).\nوقال الدكتور محمد عبدالله دراز: ((التربية تفعلة من ربا؛ إذا زاد ونما فهي تعهد الشيء ورعايته بالزيادة والتنمية والتقوية، والاخذ به في طريق النضج والكمال الذي تؤهله له طبيعته)) (1).\nما من مولود إلا ويولد على الفطرة كما في الحديث، ولكن مجتمعات اليوم قد تغير من تلك الفطرة بما شابها من شوائب.\nفينبغي لمن هداه الله إلى فطرة التوحيد أن ينتشل نفسه من المجتمعات المشوبة بما يخال التوحيد، ويربيها على التوحيد الخالص حتى يسطيع فيما بعد أن يكون مؤثرًا في مجتمعه مرشدًا الناس إلى توحيد الله.\nفمثلاً إذا نزلت به النازلة فإنه يجد نفسه تضطرب وقد يضيق به الحال وقد يرشده من حوله إلى الطرق الشركية أو المشوبة بالشرك من النذر للأولياء أو الاستغاثة بغير الله أو غير ذلك من الأمور فينبغي أن يربي الموحد نفسه في تلك الشدائد فيقرأ الآيات والأحاديث التي فيها الأمر بالتوكل على الله ويتدبرها ويملأ قلبه بالإيمان بالله وبالأعمال الصالحة ويتضرع ويلجأ إلى الله عزوجل، ويصبر ويحتسب حتى يرفع الله عنه البلاء، وقد لا يرفع البلاء فيكون ذلك زيادة في الاختيار فيزداد في اللجوء\n__________\n(1) ((كلمات في مباديء علم الأخلاق)).",
        "(1/159)\n\nإلى الله ويصبر فإن في ذلك له أجر قال صلى الله عليه وسلم: ((ما من مصيبة تصيب المؤمن))\nومن التربية على التوحيد أن يتدبر العبد أسماء الله وصفاته فإنه إذا آمن بصفات ((العلم، والإحاطة، والمعية)) أورثه ذلك الخوف من الله عزوجل المطلع عليه الرقيب الشهيد، فإذا أمن بصفة ((السمع))، علم أن الله يسمعه؛ فلا يقول إلا خيرًا، فإذا أمن بصفات ((البصر، والرؤية، والنظر، والعين)) علم أن الله يراه فلا يفعل إلا خيرًا، فما بالك بعبد يعلم أن الله يسمعه، ويراه، ويعلم ما هو قائله وعامله، أليس مري بهذا العبد أن لا يجده الله حيث نهاه، ولا يفتقده حيث أمره؟! فإذا علم هذا العبد وآمن أن الله (يحب، ويرضى)؛ عمل ما يحبه معبوده ومحبوبه وما يرضيه، فإذا آمن أن من صفاته ((الغضب والكره، والسخط، والمقت، والأسف، واللعن)) عمل بما لا يُغضب مولاه ولا يكرهه حتى لا يسخط عليه ويمقته ثم يلعنه ويطرده من رحمته، فإذا آمن بصفات ((الفرح، والبشبشة، والضحك)) أنس لهذا الرب الذي يفرح لعباده ويتبشبش لهم ويضحك لهم؛ ما عد منا خيرًا من رب يضحك.\nوهكذا الحال في بقية الصفات (1) فنحن لا نريد أن تكون دراسة أسماء الله وصفاته دراسة نظرية فحسب بل دراسة تربوية أيضًا لها وقعها على النفس وأثرها في سلوك الفرد.\nوكذا الحال في دراسة بقية أقسام التوحيد أقصد توحيد الربوبية والألوهية لا نريدها دراسة نظرية فحسب وإنما لها واقعها العملي وأثرها\n__________\n(1) انظر ما تقدم في ((ثمرات الإيمان بصفات الله عزوجل)).\n(1/160)",
        "\nفي سلوك الفرد ومنهج حياته.\n3 - الدعوة إلى التوحيد والحرص على نشره\nالدعوة لغة: الصياح والنداء والطلب: تقول: دعوت فلانًا أي صحتُ به واستدعيته ... وقد تتعدى بحرف الجر ((إلى)) فيراد بها الحثُ على فعل الشيء. تقول: دعاه إلى الشيء تعني حثه على قصده (1).\n((وفي لسان العرب: دعا الرجل دعوا ودعاء: ناداه، والاسم الدعوة ... ودعوة الحق شهادة أن لا إله إلا الله ... )) (2).\nورسل الله هم أعظم من دعوا إلى الله فلا تقف مهمة الرسل عند بيان الحق وإبلاغه، بل هم حريصون على دعوة الناس إلى الأخذ بدعوتهم، والاستجابة لها، وتحقيقها في أنفسهم اعتقادًا وقولاً وعملاً، وهم في ذلك ينطلقون من منطلق واحد، فهم يقولون للناس أنتم عباد لله، والله هو ربكم وإلهكم، والله أرسلنا لنعرفكم كيف تعبدوه، ولأننا رسلٌ لله مبعوثون من عنده فيجب عليكم أن تطيعونا وتتبعونا {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36]. {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لاَ إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ} [الأنبياء:25] وكل رسول قال لقومه: {فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} [الشعراء: 108،136،144،150، 163،179] وقد بذل رُسل الله في سبيل دعوة الناس جهودصا عظيمة، وحسبك في هذا أن تقرأ أيات سورة نوح لترى الجهد الذي بذله واحدٌ من\n__________\n(1) انظر ((الصحاح)) للجوهري (6/ 2336).\n(2) ((لسان العرب)) لابن منظور (2/ 1386).\n(1/161)\n",
        "أنبياء الله على مدار تسعمائة وخمسين عامًا، فقد دعاهم ليلاً ونهارًا. سرًا وعلانية، واستعمل أساليب الترغيب والترهيب، والوعد والوعيد، وحاول أن يستثير عقولهم وفطرهم، وأن يوجهها إلى ما في الكون من آيات وهكذا الدعاة إلى الله لهم قدوة في أنبياء الله ورسله وقد قال الله عز وجل أمرًا نبيه صلى الله عليه وسلم.\nقال عز وجل: {قُلْ هَذِهِ سَبِيلِي أَدْعُوا إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} [يوسف:108].\nقال الشيخ السعدي رحمه الله: ((يقول تعالى لنبيه محمد صلى الله عليه وسلم قل للناس هذا سبيلي أي طريقي، التي أدعوا إليها، وهي السبيل الموصلة إلى الله، وإلى دار كرامته، المتضمنة للعلم بالحق، والعمل به، وإيثاره وإخلاص الدين لله وحده لا شريك له.\n{أدعو إلى الله} أي أحث الخلق والعباد، على الوصول إلى ربهم، وأرغبهم في ذلك، وأرهبهم مما يبعدهم عنه.\nومع هذا فأنا {على بصيرة} من ديني، أي على علم ويقين، ومن غير شك ولا امتراء، ولا مرية.\n{أنا و} كذلك {من اتبعني} يدعو إلى الله، كما أدعو، على بصيرة من أمره.\n{وسبحان الله} عما ينسب إليه، مما لا يليق بجلاله، أو ينافي كماله.\n{وما أنا من المشركين} في جميع أموري، بل أعبد الله مخلصًا له\n(1/162)\n\nالدين)) (1).\nوقال سبحانه {وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} ((هذا استفهام بمعنى النفي المتقرر أي: لا أحد أحسن قولاً أي كلامًا وطريقةً، وحالة {ممن دعا إلى الله} بتعليم الجاهلين، ووعظ الغافلين والمعرضين، ومجادلة المبطلين، بالأمر بعبادة الله، بجميع أنواعها، والحث عليها، وتحسينها معما أمكن، والزجر عما نهى الله عنه، وتقبيحه بكل طريق يوجب تركه.\nخصوصًا من هذه الدعوة إلى أصل دين الإسلام وتحسينه ومجادلة أعدائه بالتي هي أحسن، والنهي عما يضاده من الكفر والشرك، والأمر بالمعروف، والنهي عن المنكر.\nومن الدعوة إلى الله تحبيبه إلى عباده، بذكر تفاصيل نعمه، وسعة جوده، وكمال رحمته، وذكر أوصاف كماله، ونعوت جلاله.\nومن الدعوة إلى الله الترغيب في اقتباس العلم والهدى من كتاب الله، وسنة رسوله، والحث على ذلك بكل طريق موصل إليه.\nومن ذلك الحث على مكارم الأخلاق، والإحسان إلى عموم الخلق، ومقابلة المسيء بالإحسان، والأمر بصلة الأرحام، وبر الوالدين ومن ذلك الوعظ لعموم الناس، في أوقات المواسم، والعوارض، والمصائب، بما يناسب ذلك الحال، إلى غير ذلك، مما لا تنحصر أفراده، بما تشمله الدعوة إلى الخير كله، والترهيب من جميع الشر.\n__________\n(1) تيسير الكريم المنان (4/ 63).",
        "(1/163)\n\nثم قال تعالى: {وعمل صالحًا} أي مع دعوته الخلق إلى الله، بادر هو بنفسه، إلى امتثال أمر الله، بالعمل الصالح، الذي يُرضي ربه.\n{وقال إنني من المسلمين} أي المنقادين لأمره السالكين في طريقه، وهذه المرتبة، تمامها للصديقين، الذين عملوا على تكميل أنفسهم، وتكميل غيرهم، وحصلت لهم الوراثة التامة من الرسل.\nكما أن من أشر الناس قولاً من كان من دعاة الضلال السالكين لسبله.\nوبين هاتين المرتبتين المتباينتين، اللتين ارتفعت إحدهما إلى أعلى عليين، ونزلت الأخرى إلى أسفل سافلين مراتب لا يعلمها إلا الله، وكلها معمورة بالخلق، {وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُوا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ})) (1).\nومن سبل الدعوة إلى التوحيد:\n1 - إقامة الدروس المستمرة في المساجد والبيوت.\n2 - الإكثار من المحاضرات والندوات حول التوحيد.\n3 - نشر كتب التوحيد في جميع أنحاء العالم فحاجة الناس إليها أشر من حاجتهم إلى الطعام والشراب.\n4 - استثمار جميع الفرص الناسخة لنشر عقيدة أهل السنة والجماعة وسلف الأمة.\nجاء في رسالة وجهها الشيخ محمد بن إبراهيم آل الشيخ رحمه الله إلى\n__________\n(1) تيسير الكريم المنان (6/ 575 - 576).\n(1/164)",
        "\nالقضاة ليحثوا الناس على أداء الصلاة جماعة في المساجد ويذاكروا العامة أصول دينهم ما نصه:\n((يتعين على إمام كل مسدد أن يقوم بعد صلاة فجر كل يوم بتعليم ثلاثة أشخاص من جماعة مسجده أو أكثر حسب الاستطاعة أصول الدين، كمختصر ثلاثة الأصول، وشروط الصلاة، وأن يتعاهد جماعة مسجده بالنصيحة والتذكير والدرس، ويعقد لهم مجلسًا يوميصا يسألهم فيه عن أمور دينهم، ويعلمهم ما يخفى عليهم فيها، ومن طلب مهلة لتذكرها وتحفظها فيمسهل، ومن امتنع من ذلك يلزم به من قبل الإمام والمؤذن والهيئة، وإن لم يمتثل فيرفع باسمه إليكم لتقوموا حوله بما يلزم براءة الذمة ونصحًا للأمة)) (1).\n4 - الصبر على الأذى في سبيل التوحيد\n((إن الصبر وهو حبس النفس على طاعة الله تعالى حتى لا تفارقها، وعن معصية الله تعالى حتى لا تقربها، وعلى قضاء الله تعالى حتى لا تجزع له ولا تسخط عليه، هذا هو الصبر في مواطنه الثلاثة وهو خلق من أشرف الأخلاق وأسماها، وهو خلق مكتسب يحمل العاقل عليه نفسه ويروضها شيئًا فشيئًا حتى يصبح ملكة لها ثابتة عفوًا بدون طلب يدل على ذلك أمره تعالى رسوله به في غير موطن من كتابه العزيز، وذك كقوله تعالى {فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ} [الأحقاف:35] وقوله: {وَاصْبِرْ وَمَا صَبْرُكَ إِلاَّ بِاللَّهِ}، وقوله في أمر كافة المؤمنين به: {يَا أَيُّهَا\n__________\n(1) فتاوى ورسائل سماحة الشيخ محمد بن إبراهيم -رحمه الله- (1/ 89 - 90).\n(1/165)\n",
        "الَّذِينَ ءَامَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} [آل عمران:200] وقد صبر رسول الله صلى الله عليه وسلم وصابر طيلة عهد إبلاغ رسالته الذي دام ثلاثًا وعشرين سنة، فلم يجزع يومًا، ولم يتخل عن دعوته وإبلاغ رسالته حتى بلغ بها الآفاق التي شاء الله تعالى أن تبلغها، وباستعراضنا المواقف التالية تتجلى لنا حقيقة الصبر المحمدي الذي هو فيه أسوة كل مؤمن وداعية إلى التوحيد في معترك هذه الحياة.\nصبره صلى الله عليه وسلم على أذى قريش طيلة ما هو بين ظهرانيها بمكة، فقد ضربوه، وألقوا سلى الجزور على ظهره، وحاصروه ثلاث سنوات مع بني هاشم في شعب أبي طالب، وحكموا عليه بالإعدام، وبعثوا رجالهم لتنفيذه فيه إلا أن الله سلمه وعصم دمه، كل هذا لم يرده عن دعوته، ولم يثن عزمه عن بيانها وعرضها على القريب والبعيد.\nصبره صلى الله عليه وسلم عام الحزن، حيث ماتت خديجة الزوجة الحنون ومات العم الحاني الحامي المدافع أبو طالب، فلم تفتّ هذه الرزايا من عزمه، ولم توهن من قدرته؛ إذ قابل ذلك بصبر لم يعرف له نظير.\nصبره في كافة حروبه في بدر وفي أحد وفي الخندق وفي الفتح وفي حنين وفي الطائف وفي تبوك، فلم يجبن ولم ينهزم، ولم يفشل، ولم يكل ولم يمسل حتى خاض حروبًا عدة، وقاد سرايا عديدة، فقد عاش من غزوة إلى أخرى طيلة عشر سنوات، فأي صبر أعظم من هذا الصبر.\nصبره على تأمر اليهود عليه بالمدينة وتحزيبهم الأحزاب لحربه والقضاء عليه وعلى دعوته.\nصبره على الجوع الشديد فقد مات ولم يشبع من خبز شعير مرتين في\n(1/166)\n\nيوم واحد قط. (1)\nإلى غير ذلك من صور صبره صلى الله عليه وسلم طيلة حياته وفي خلال دعوته، فلم يكل ولم يمل، ولم يضجر حتى أذن الله بنصرة هذا الدين وانتشاره، وإظهاره على جميع الأديان)).\nإن الابتلاء في سبيل الله تعالى سنة الأنبياء والرسل عليهم السلام، قال صلى الله عليه وسلم: ((أشد الناس بلاء)) الأنبياء ثم الأمثل فالأمثل، فيبتلى الرجل على حسب دينه، فإن كان دينه صلبًا أشتد بلاؤه، وإن كان في دينه رقة ابتلي على حسب دينه فما يبرح البلاء بالعبد حتى يتركه يمشي على الأرض ما عليه خطيئة (2)\nقال شيخ الإسلام ابن تيمية: مبينًا أن من سنة الله عز وجل في خلقه أن من جمع بين الصبر والإيمان عند الشدائد والمحن ينصره الله وينتقم له من حزب الشيطان: قال -رحمه الله-: ((والله محقق ذلك ومنجز وعده في السر والإعلان، ومنتقم من حزب الشيطان لعباد الرحمن.\nلكن بما اقتضته حكمته، ومضت به سننه من الابتلاء والامتحان، الذي يخلص الله به أهل الصدق والإيمان من أهل النفاق والبهتان، إذ قد دل كتابه على أنه لابد من الفتنة لكل من الداعي إلى الإيمان والعقوبة لذوي السيئات والطغيان.\nقال الله تعالى: {الم (1) أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا ءَامَنَّا وَهُمْ لاَ\n__________\n(1) انظر ((هذا الحبيب يا محب)) للشيخ أبي بكر الجزائري ص (533 - 534).\n(2) رواه الترمذي (2398) وقال: حسن صحيح، وابن ماجه (4023)، وأحمد (1/ 172) من حديث سعد بن أبي وقاص رضي الله عنه.",
        "(1/167)\n\nيُفْتَنُونَ (2) وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (3) أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَن يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ} [العنكبوت:1 - 4]\nفأنكر سبحانه على من يظن أن أهل السيئات يَفُتون الطالب وأن مدعي الإيمان يتركون بلا فتنة تميز بين الصادق والكاذب)) (1).\nكم تعب العلماء في أداء أمانة العلم عبر التاريخ الإسلامي الطويل؟\nوكم أوذوا لأجل صمودهم على الحق رغم أنوف خصومهم عن أهل البدع والأهواء؟\nوكم خاضوا أفضل جهاد بقولهم الحق وصدعهم بالهدى أمام قوى الطغيان والبغي؟\n((إن من خصائص الداعية إلى التوحيد أنه كبير الهمة، ولا يترخص في السكوت عند غلبة أهل الأهواء والضلالات وعند قوة أهل الفجور واشتداد أذاهم، لأنه يرى أن الترخص هنا من شأن العامة من المستضعفين أما دعاة التوحيد أصحاب الهمم العالية فيتمسكون بالعزيمة، ويصدعون بالحق وإن لحقهم الأذى والعذاب والموت، وقد تجسد هذا المعنى جليًا في موقف إمام أهل السنة أحمد بن حنبل الشيباني رحمه الله تعالى من محنة القول بخلق القرآن)) (2).\nوهذا طرفٌ من محنته رحمه الله ورضي عنه كما يرويه ابنه صالح:\n__________\n(1) مجموع فتاوى شيخ الإسلام (3/ 212).\n(2) علو الهمة -للشيخ محمد إسماعيل ص (274) تصرف.\n(1/168)",
        "\nقال صالح: قال أبي: ((لم جيء بالسياط نظر إليها المعتصم وقال: ائتوني بغيرها ثم، ثم قال للجلادين: ((تقدموا)) فجعل يتقدم إلى الرجل منهم فيضربني سوطين، فيقول له: ((شد قطع الله يدك))، ثم ينتحي، ويقوم الآخر، فيضربني سوطين وهو يقول في كل ذلك شد قطع الله يدك)) فلما ضُربت تسعة عشر سوطًا قام إلي، يعني المعتصم: وقال: ((يا أحمد علام تقتل نفسك؟ إني والله عليك لشفيق)) قال: فجعل عُجيف ينخسني بقائمة سيفه، وقال: ((أتريد أن تغلب هؤلاء كلهم))، وجعل بعضهم: ((يا أمير المؤمنين، دمه في عنقي، اقتله))، وجعلوا يقولون: ((يا أمير المؤمنين، أنت صائم، وأنت في الشمس قائم)) فقال ليس: ((ويحك يا أحمد، ما تقول))، فأقول: ((أعطوني شيئًا من كتاب الله أو سنة رسول الله صلى الله عليه وسلم أقول به))، فرجع وجلس، وقال للجلاد: ((تقدم أوجع، قطع الله يدك)) ثم قام الثانية، فجعل يقول: ((ويحك يا أحمد أجبني))، فجعلوا يقبلون علي ويقولون: ((يا أحمد إمامك على رأسك قائم)) وجعل عبدالرحمن يقول: من صنع من أصحابك في هذا الأمر ما تصنع وجعل المعتصم يقول: ((ويحك أجبني إلى شيء لك فيه أدنى فرج حتى أُطلق عنك بيدي))، فقلت: ((يا أمير المؤمنين، أعطوني شيئًا من كتاب الله))، فيرجع، وقال للجلادين: ((تقدموا)) فجعل الجلاد يتقدم ويضربني سوطين ويتنحى، وهو في خلال ذلك يقول: ((شد قطع الله يدك)) قال أبي: فذهب عقلي، فأفقت بعد ذلك فإذا الأقياد قد أطلقت عني، فقال لي رجل ممن حضر: ((إنا كببناك على وجهك وطرحنا على ظهرك بارية ودُسناك)) قال أبي: فما شعرتُ بذلك، وأتوني بسويق فقالوا لي: اشرب وتقيأ، فقلت: ((لا أفطر))، ثم جيء بي إلى دار إسحاق بن إبراهيم فحضرت صلاة الظهر،\n(1/169)\n",
        "فتقدم ابن سَماعة فصلى، فلما تمفنل كم تلصلتو قتل لي: ((صليت والدم يسيل في ثوبك)) فقلت: قد صلى عمر وجرحه يَثعبُ دمًا)).\nقال صالح: ((ثم خُلي عنه فصار إلى منزله، وكان مكثه في السجن منذ أخذ وحمل إلى أن ضرب وخلي عنه، ثمانيةً وعشرين شهرًا.\nولقد أخبرني أحد الرجلين اللذين كانا معه، قال: يا ابن أخي، رحمة الله على أبي عبدالله، والله ما رأيتُ أحدًا يشبهه، ولقد جعلتُ أقول له في وقت ما يُوجه إلينا بالطعام: ((يا أبا عبدالله، أنت صائم، وأنت في موضع تَسقية)) (1)، ولقد عطش فقال: لصاحب الشراب: ((ناولني))، فناوله قدحًا فيه ماء وثلج، فأخذه ونظر إليه هنيَّة، ثم رده ولم يشرب! فجعلتُ أعجب من صبره على الجوع والعطش، وهو فيما هو فيه من الهول)) (2) اهـ.\n__________\n(1) علق العلامة أحمد شاكر رحمه الله هنا قائلاً: ((التقية إنما تجوز للمستضعفين الذين يخشون أن لا يثبتوا على الحق، والذين ليسوا بموضع القدوة للناس، هؤلاء يجوز لهم أن يأخذوا بالرخصة، أما أولو العزم من الأئمة الهداة، فإنهم يأخذون بالعزيمة ويحتملون الأذى وثبتون، وفي سبيل الله ما يلقون ولو أنهم أخذوا بالتقية الأذى وثبتون، وفي سبيل الله ما يلقون ولو أنهم أخذوا بالتقية، واستساغوا الرخصة لضل الناس من ورائهم، يقتدون بهم، ولا يعلمون أن هذا تقية، وقد أتي المسلمون من ضعف علمائهم في مواقف الحق، لا يصدعون بما يؤمرون، يجاملون في دينهم وفي الحق، لا يجاملون الملوك والحكام فقط، بل يجاملون كل من طلبوا منه نفعًا، أو خافوا منه ضرًا، في الحقير والجليل من أمر الدنيا. وكل أمر الدنيا حقير. فكان من ضعف المسلمين بضعف علمائهم ما نرى.\nولقد قال رجل من أئمة هذا العصر المهتدين، فيما كتب إلى أبي رحمه الله، في جمادى الأولى سنة 1337هـ، قال: كان المسلمين لم يبلغهم من هداية كتابهم فيما يغشاهم من ظلمات الحوادث غير قوله تعالى: {إلا أن تتقوا منهم تقاة} ثم اصيبوا بجنون التأويل فيما سوى ذلك، ولستُ أدري وقد فهموا منها ما فهموا، كيف يقولون بوجوب الجهاد، وهو إتلاف للنفس والمال؟! وكيف يفهمون تعرضه صص لصنوف البلاء والإيذاء؟! ولماذا يؤمنون بكرامة الشهداء والصابرين في البأساء والضراء على الله))؟! اهـ. من تعليق الشيخ أحمد شاكر -رحمه الله- على ((ترجمة الإمام أحمد)) للذهبي ص (49 - 50).\n(2) ((ترجمة الإمام أحمد)) للحافظ الذهبي ص (48 - 50).\n(1/170)\n\nوقد علق الإمام أبو الفرج بن الجوزي على موقف الإمام أحمد -رحمه الله- قائلاً: ((هذا رجل هانت عليه نفسه في الله تعالى فبذلها، كما هانت على بلال نفسه، وقد روينا عن سعيد بن المسيب: ((أنه كانت نفسه عليه في الله تعالى أهون من نفس ذباب))، وإنما تهون أنفسهم عليهم لتلمحهم العواقب، فعيون البصائر ناظرةٌ إلى المال، لا إلى الحال، قد صح عن النبي صلى الله عليه وسلم أنه قال: ((يبتلى المرء على حسب دينه))، فسبحان من أيده و بصَّره وقواه ونصره)) (1).\nومن هؤلاء الأبطال الذين أوذوا في سبيل الله وكانت دعوتهم نبراسًا للدعاة إلى الله شيخ الإسلام ابن تيمية -رحمه الله-\nيقول تلميذه الإمام الذهبي: ((لقد نصر السنة المحضة والطريقة السلفية، واحتج لها ببراهين ومقدمات وأمور لم يُسبق إليها، وأطلق عبارات أحجم عنها الأولون والآخرون، وهابوا وجسر هو عليها، حتى قام عليه خلق من علماء مصر والشام قيامًا لا مزيد عليه، وبدعوه وناظروه، وكابروه، وهو ثابت لا يداهن ولا يحابي، بل يقول الحق المر الذي أداه إليه اجتهاده، وحدة ذهنه، وسعة دائرته في السنن والأقوال، مع ما اشتهر منه من الورع، وكمال الفكرة، وسرعة الإدراك والخوف من الله العظيم.\nفجرى بينه وبينهم من حملات حربية، ووقعات شامية ومصرية، وكم من نوبة قد رموه عن قوس واحدة، فينجيه الله تعالى، فإنه دائم الابتهال كثير الاستغاثة قوي التوكل، ثابت الجأش، له أوراد وأذكار يدمنها بكيفية",
        "(1/171)\n\nوجمعية)) (1).\nوإليكم دعاة التوحيد الخطوط العريضة لحياة شيخ الإسلام ابن تيمية -رحمه الله- في السجون والمعتقلات مع بيان الأسباب التي سجن لأجلها (2).\n(1) سنة 693هـ:\nاعتلقله نائب السلطان أول مرة لمدة قليلة، بسبب قيامه على عساف النصراني الذي شتم النبي صلى الله عليه وسلم ثم أطلقه مكرمًا ومعززًا.\nوقد نسب أعداؤه أنه استغل هذا الحادث لإثارة العامة من الناس.\nوعلى إثر ذلك كتب كتابه ((الصارم المسلول على شاتم الرسول)) (3).\n(2) سنة 705هـ:\nسعى قوم من الجهمية، والاتحادية، والرافضة وغيرهم من ذوي الأحقاد الموالين للتتار سرًا إلى السلطان، فورد كتاب منه من الديار المصرية إلى نائبة أمير البلاد: أن يسأل ابن تيمية عن أمر الاعتقاد فناقشوه في ثلاثة مجالس حول العقيدة الواسطية (4).\n__________\n(1) الرد الوافر (70 - 71).\n(2) بينتُ ذلك باختصار ومتن أراد التوسع فليرجع إلى الدراسة القيمة التي كتبها الشيخ صلاح الدين مقبول بعنوان: ((دعوة شيخ الإسلام ابن تيمية وأثرها في الحركات الإسلامية المعاصرة)) ص (27).\n(3) راجع البداية والنهاية (14/ 335).\n(4) راجع حول هذه المجالس الثلاثة مجموع فتاوى شيخ الإسلام (3/ 160 - 201).\n(1/172)",
        "\nواشترك في هذه المجالس الثلاثة المعقودة لمناظرته كبار قضاة الدولة وفقهائها، أمثال:\n- صفي الدين الهندي الذي كان شيخ الموجودين كلهم.\n- وكمال الدين الزملكاني الشافعي.\n- وصدر الدين بن الوكيل وغيرهم (4).\nقال ابن رجب: (( ... ووقع الاتفاق على أن هذه عقيدة سنية سلفية.\nوورد بعد ذلك كتاب من السلطان فيه: إنما قصدنا براءة ساحة الشيخ وتبين لنا أنه على عقيدة السلف)) (1)\n(3) سنة 707هـ:\nشكر الصوفية من شيخ الإسلام أمورًا إلى الدولة، لم يثبت عليه شيء منها، وفوضت الدولة أمره إلى الفقهاء والقضاء.\nفبعض الفقهاء، قال ليس على ابن تيمية شيء فيها قال في ابن عربي ورأى ابن جماعة أن ذلك فيه سؤ أدب.\nثم خيرته الدولة بين أمور: إما أن يسير إلى الإسكندرية، أو إلى دمشق بشروط، إما أن يودع في السجن، ففضل حياة السجن على البقاء خارجه مكمم الأفواه.\nولكن بالحاح بعض أحبائه رضي أن يسير إلى دمشق، فلما كان في الطريق ردوه إلى مصر ثانية، فحضر عند ابن جماعة، وعنده جمع من\n__________\n(1) راجع الذيل على طبقات الحنابلة (396 - 403).\n(1/173)\n",
        "الفقهاء، فقال بعضهم: إن الدولة لا ترضى إلا بحبس ابن تيمية.\nوطلب ابن جماعة من القاضي المالكي أن يحكم عليه بالسجن، فامتنع القاضي وقال: كيف أحكم عليه بالسجن ولم يثبت ضده شيء.\nفطلب من القاضي نور الدين الزواوي المالكي، فتوصف أيضًا، ولما رأى شيخ الإسلام هذه المهزلة تقدم بنفسه إلى السجن قائلاً ((أنا أمضي إلى السجن بنفسي وأتبع ما فيه المصلحة)) (1).\n(4) سنة 708هـ:\nبقى الشيخ في الاسكندرية وحيدًا بدون أن يرافقه أحد فخيف على حياته، حيث تأثر كثير من الناس بدعوته هناك، وحاول الصوفية اغتياله فنجا من مؤامرتهم، ولكنهم نجحوا في إيداعه السجن في الإسكندرية وأوذي كثيرًا.\nولما تولى الملك الناصر محمد بن قلاوون سنة 709هـ مرة ثانية، أفرج عن شيخ الإسلام (2).\n(5) سنة 718هـ:\nورد مرسوم من السلطان بمنعه من الفتوى في مسألة الحلف بالطلاق بأنه يمين يُكفر عنه، ثم عقد له مجلس بدار السعادة، ومنع من ذلك، ثم عقد له مجلس في سنة 719هـ تأكيدًا للمنع، ولكنه لم ينته عما رآه حقًا، حتى\n__________\n(1) البداية والنهاية (14/ 53 - 54).\n(2) العقود الدرية ص (296).\n(1/174)\n\nعقد له مجلس ثالث بسبب ذلك وحكم عليه بالسجن، وحبس بالقلعة (1).\n(6) سنة 720هـ:\nحبس لأجل إفتائه في مسألة الطلاق مرة أخرى ومنع بسببه من الفتيا مطلقًا فأقام مدة بفتي بلسانه ويقول: ((لا يسعني كتم العلم)).\nوحكم عليه بالسجن في هذه المرة القاضي نجم الدين بن صلى الله عليه وسلم رَّى فقال له: حكمك باطل، لأنك عدو لي.\nفلم يقبل منه وزُجَّ في السجن (2).\n(7) سنة 722هـ:\nورد مرسوم باعتقال شيخ الإسلام في مسألة شد الرجال إلى الأضرحة والقبور، بعد ما وشى به إلى السلطان أهل البدع والأهواء (3).\n(8) سنة 726هـ:\nهذا آخر ماوقع لشيخ الإسلام من الحكم بالسجن، وسبه في هذه المرة أيضًا هو مسألة شد الرحال إلى الأضرحة والقبور.\nحيث استغل أعدائه فتواه التي أفتى بها قبل سبع عشرة سنة، وحرفوا كلمه، وغيروا ألفاظه، وشعوا عليه بما لم يقل به فأفتى بحبسه طائفة من\n__________\n(1) البداية والنهاية (14/ 87، 93، 97).\n(2) المصدر السابق (14/ 97).\n(3) راجع كتاب الرد على الأخنائي -لشيخ الإسلام- حول هذه المسألة.",
        "(1/175)\n\nأهل الأهواء وعلى رأسهم: القاضي الإخنائي المالكي (1).\nوعومل شيخ الإسلام معاملة سيئة في السجن في هذه المرة، وأخرج ما كان عنده من الكتب والأوراق والدواة والقلم، ومع من الكتابة والمطالعة. غير أن هذه الحالة لم تدم طويلاً، إذا جاءه أجله المحتوم ولق بالرفيق الأعلى في ليلة الاثنين العشرين من ذي القعدة سنة 728هـ، بالقاعة التي كان محبوسًا بها في قلعة دمشق (2).\nوهكذا توفي شيخ الإسلام (661 - 728هـ) في السجن بعد جهادٍ طويل، وكفاح مرير ضد كل فتنة داهمت بلاد الإسلام في عصره، وقد أقض مضاجع أهل البدع والأهواء من الفلاسفة والمتكلمين، والصوفية والرافضة، والنصيرية والنصارى وغيرهم، بقلمه وبيانه، وسيفه وسنانه.\nورحمه الله إذ يقول لأعدائه: (( ... فأنا على أي شيء أخاف؟ إن قُتلت كنتُ من أفضل الشهداء! وكان علي الرحمة والرضوان إلى يوم القيامة! وكان على من قتلني اللعنة الدائمة في الدنيا و العذاب في الآخرة! ليعلم كل من يؤمن بالله ورسوله أني إن قتلت لأجل دين الله، وإن حبست فالحبسُ في حقي من أعظم نعم الله علي. ووالله ماأطيق أن أشكر نعمة الله عليّ في هذا الحبس، وليس لي ما أخاف الناس عليه! لا إقطاعي، ولا مدرستي، ولا مالي، ولا رياستي وجاهي.\nوإنما الخوف عليكم إذا ذهب ما أنتم فيه من الرياسة والمال وفسد دينكم\n__________\n(1) البداية والنهاية (14/ 123).\n(2) راجع البداةية والنهاية (14/ 137 - 140).\n(1/176)",
        "\nالذي تنالون به سعادة الدنيا والآخرة)) (1).\n5 - محبة أهل التوحيد وموالاتهم وبغض أهل الكفر ومعاداتهم:\nقال عز وجل: {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ ءَامَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ، وَمَن يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ ءَامَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ} [المائدة: 55 - 56].\nقال السعدي: ((ولاية الله تدرك بالإيمان والتقوى، فكل من كان مؤمنًا تقيًا، كان لله وليًا، ومن كان لله وليًا، فهو ولي لرسوله.\nومن تولى الله ورسوله، كان تمام ذلك، تولي من تولاه، وهم المؤمنون الذين قاموا بالإيمان، ظاهرًا وباطنًا، وأخلصوا للمعبود، بإقامتهم الصلاة، بشروطها، وفروضها، ومكملاتها، وأحسنوا للخلق بشروطها، وفروضها، ومكملاتها، وأحسنوا للخق، وبذلوا الزكاة من أموالهم لمستحقيها منهم.\nوقوله: {وَهُمْ رَاكِعُونَ} أي: خاضعون لله ذليلون.\nفأداة الحصر في قوله {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ ءَامَنُوا} تدل على أنه يجب قصر الولاية على المذكورين، والتبري من ولاية غيرهم.\nثم ذكر فائدة هذه الولاية فقال: {وَمَن يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ ءَامَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ}.\nأي فإنه من الحزب المضافين إلى الله، إضافة عبودية وولاية، وحز به الغالبون، الذين لهم العاقبة في الدنيا والآخرة، كما قال تعالى {وَإِنَّ جُندَنَا\n__________\n(1) مجموع فتاوى شيخ الإسلام (3/ 215 - 216).\n(1/177)\n",
        "لَهُمُ الْغَالِبُونَ}\nوهذه بشارة عظيمة لمن قام بأمر الله، وصار من حزبه وجنده، أن له الغلبة.\nوإن أديل عليهم في بعض الأحيان، لحكمة يريدها الله تعالى، فأخر أمره، الغلبة والانتصار، ومن أصدق من الله قيلا)) (1).\nومن لوازم موالاة الله ورسوله والمؤمنين معادة أهل الشرك والكفر والباطل.\nيقول الشيخ محمد بن عبدالوهاب -رحمه الله-: ((اعلم رحمك الله تعالى أن أول ما فرض الله على ابن آدم الكفر بالطاغوت والإيمان بالله والدليل قوله تعالى {بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36].\nفأما صفة الكفر بالطاغوت، أن تعتقد بطلان عبادة غير الله، وتتركها وتكفر أهلها وتعاديهم.\nوأما معنى الإيمان بالله أن تعتقد أن الله هو المعبود وحده، دون سواه، وتخلص جميع أنواع العبادة كلها لله، وتنفيها عن كل معبود سواه، وتحب أهل الإخلاص وتواليهم وتبغض أله الشرك وتعاديهم وهذه ملة إبراهيم التي سفه نفسه من رغب عنها، وهذه هي الأسوة الحسنة التي أخبر الله بها في قوله: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَءَاءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ\n__________\n(1) تيسير الكريم الرحمن (2/ 310 - 311).\n(1/178)\n\nالْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ} [الممتحنة:4])) (1).\nوقال عزوجل: {يَا أَيُّهَا الَّذِينَ ءَامَنُوا لاَ تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِن كُنتُم مُّؤْمِنِينَ} [المائدة: 57].\nقال العلامة السعدي -رحمه الله-: ((ينهى الله عباده المؤمنين عن اتخاذ أهل الكتاب من اليهود والنصارى، ومن سائر الكفار؛ أولياء يحبونهم، ويتولونهم، ويبدون لهم أسرار المؤمنين ويعاونونهم على بعض أمورهم التي تضر الإسلام والمسلمين.\nوأن ما معهم من الإيمان يوجب عليهم ترك موالاتهم، ويحثهم على معاداتهم.\nوكذلك التزامهم لتقوى الله، التي هي امتثال أوامره واجتناب زواجره مما يدعوهم إلى معاداتهم)) (2).\n6 - غرس التوحيد في نفوس الناشئة وتلقينهم مسائلة وتربيتهم عليه\nوفي حديث ابن عباس المشور أكر دليل على ذلك قال: كنت خلف النبي صلى الله عليه وسلم فقالك يا غلام إني أعلمك كلمات: احفظ الله يحفظك احفظ الله تجده تجاهك إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء، لم لم يضروك إلا\n__________\n(1) الدرر السنية (1/ 161).\n(2) تيسير الكريم المنان (2/ 311 - 312).",
        "(1/179)\n\nبشيء قد كتبه الله عليك، رُفعت الأقالام وجفت الصحف. رواه الترمذي وقال: حديثٌ حسن صحيح.\nوفي رواية غير الترمذي: ((احفظ الله تجده أمامك، تَعرف إلى الله في الرخاء يَعرفك في الشدة، واعلم أن ما أخطأك لم يكن ليُصيبك، وما أصابك لم يكن ليُخطئك، وأعلم أن النصر مع الصبر، وأن الفرج مع الكرب، وأن مع العسر يسرًا)) (1).\nفها هو النبي صلى الله عليه وسلم يخص ابن عباس بهذه الموعظة والنصيحة بل يغرس فيه أسس وركائز العقيدة، وهو ما زال غلامًا حدثًا.\nقال ابن رجب: ((وهذا الحديث يتضمن وصايا عظيمة وقواعد كلية من أهم أمور الدين)) (2).\nفقوله صلى الله عليه وسلم: ((احفظ الله)) يعني احفظ حدوده وحقوقه، وأوامره ونواهيه، وحفظُ ذلك: هو الوقوف عند أوامره بالامتثال، وعند نواهيه بالاجتناب، وعند حدوده فلا يتجاوز ما أمر به، وأذن فيه إلى ما نهي عنه، فمن فعل ذلك، فهو من الحافظين لحدود الله الذين مدحهم الله في كتابه ... )).\nوقوله: ((احفظ الله تجده تجاهك)) معناه: أن من حفظ حدود الله، وراعى حقوقه، وجد الله معه في كل أحواله حيث توجه يحوطه وينصره ويحفظه ويوفقه ويسدده فـ {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوا وَّالَّذِينَ هُم مُّحْسِنُونَ} [النحل: 128] قال قتادة: من يتق الله يكنى معه ...\n__________\n(1) رواه أحمد (1/ 293)، وأبو يعلى (2556)، والترمذي (2516).\n(2) جامع العلوم والحكم (1/ 462).\n(1/180)",
        "\nوهذه المعية الخاصة هي المذكورة في قوله تعالى لموسى وهارون: {لاَ تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه: 46].\nوقول موسى: {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} [الشعراء: 62] وفي قول النبي صلى الله عليه وسلم لأبي بكر وهما في الغار ((ما ظنك باثنين الله ثالثهما؟ لا تحزن إن الله معنا)) (1).\nفهذه المعية الخاصة تقتضي النصر والتأييد والحفظ والإعانة بخلاف المعية العامة المذكورة في قوله تعالى: {مَا يَكُونُ مِن نَّجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِن ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} [المجادلة: 7] ... فإن هذه المعية تقتضي علمه واطلاعه ومراقبته لأعمالهم، فهي مقتضية لتخويف العباد منه، والمعية الأولى تقتضي حفظ العبد وحياطته ونصره، فمن حفظ الله، وراعى حقوقه، وجده أمامه وتُجاهه على كل حال، فاستأنس به، واستغنى به عن خلقه.\nوقوله صلى الله عليه وسلم: ((تعرف إلى الله في الرخاء، يعرفك في الشدة)).\nيعني أن العبد إذا اتقى الله، وحفظ حدوده، وراعى حقوقه في حال رفائه، فقد تعرف بذلك إلى الله وصار بينه وبين ربه معرفةٌ خاصة، فعرفه ربه في الشدة، ورعى له تعرفه إليه في الرخاء فنجاه من الشدائد بهذه المعرفة، وهذه معرفة خاصة تقتضي قرب العبد من ربه ومحبته له، وإجابته لدعائه.\n__________\n(1) رواه من حديث أبي بكر أحمد (1/ 24) والبخاري (3653) و (3922) و (4663)، ومسلم (2381)، والترمذي (3096).\n(1/181)\n",
        "فمعرفة العبد لربه نوعان:\nأحدهما المعرفة العامة، وهي معرفة الإقرار به والتصديق والإيمان وهذه عامة للمؤمنين.\nوالثاني: معرفة خاصة تقتضي ميل القلب إلى الله بالكلية، والانقطاع إليه والأنس به، والطمأنينة بذكره، والحياء منه، والهيئة له، وهذه المعرفة الخاصة.\nومعرفة الله أيضًا لعبده نوعان:\nمعرفة عامة، وهي علمه سبحانه بعباده، واطلاعه على ما أسروه وما أعلنوه كما قال: {وَلَقَدْ خَلَقْنَا الإِنسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ} [ق:16] وقال: {وَإِذْ أَنتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ} [النجم: 32].\nوالثاني: معرفة خاصة وهي تقتضي محبته لعبده وتقريبه إليه وإجابة دعائه، وإنجاءه من الشدائد.\nوهي المشار إليها بقوله صلى الله عليه وسلم فيما يحكي عن ربه: ((ولايزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته، كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها ورجله التي يمشي بها فلئن سألني، لأعطينه، ولئن استعاذني لأعيذنه)) (1).\nوقوله صلى الله عليه وسلم: ((إذا سألت فاسأل الله وإذا استعنت، فاستعنى بالله)) هذا منتزعٌ من قوله تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} فإن السؤال لله هو دعاؤه والرغبة إليه، والدعاء هو العبادة، كذا روي عن النبي\n__________\n(1) رواه البخاري (6502).\n(1/182)\n\nصلى الله عليه وسلم من حديث النعمان بن بشير، وتلا قوله تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: 60] خرجه الإمام أحمد، وأبو داود، والترمذي، والنسائي وابن ماجه (1).\nفأما السؤال، فقد أمر الله بمسألته، فقال: {وَاسْأَلُوا اللَّهَ مِن فَضْلِهِ} [النساء: 32].\nوالله سبحانه يحب أن يُسأل ويُرغب إليه في الحوائج، ويلح في سؤاله ودُعائه ويَغضب على من لا يسأله، ويستدعي من عباده سؤاله، وهو قادر على إعطاء خلقه كلهم سؤلهم من غير أن يَنقص من ملكه شيء، والمخلوق بخلاف ذلك كله: يكره أن يُسأل، ويُحبُ أن يُسأل لعجزه وفقره وحاجته ...\nوأما الاستعانة بالله عز وجل دون غيره من الخلق فلأن العبد عاجزٌ عن الاستقلال بجلب مصالحه، ودفع مضاره، ولا معين له على مصالح دينه ونياه إلا الله عز وجل، فمن أعانه الله، فهو المعان، ومن خذله فهو المخذول .. ومن ترك الاستعانة بالله، واستعان بغيره، وكله الله إلى من استعان به فصار مخذولاً، كتب الحسنى إلى عمر بن عبدالعزيز: ((لا تستعنى بغير الله فيكلك الله إليه)).\nوقوله صلى الله عليه وسلم: ((واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلابشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء، لم يضروك إلا بشيء قد كتبه الله عليك)).\n__________\n(1) رواه أحمد (4/ 267) وأبو داود (1479)، والترمذي (3247)، وابن ماجه (3828)، والحاكم (1/ 490).",
        "(1/183)\n\nوالمراد: أن ما يُصيب العبدَ في دنياه مما يضره أو ينفعه، نكله مقدَّر عليه، ولا يصيب العبد إلا ما كُتب له من ذلك في الكتاب السابق، ولو اجتهد على ذلك الخلق كلهم جميعًا.\nوقد جل القرآن على مثل هذا في قوله عز وجل: {قُل لَّن يُصِيبَنَا إِلاَّ مَا كَتَبَ اللَّهُ لَنَا} [التوبة: 51] وقوله: {مَا أَصَابَ مِن مُّصِيبَةٍ فِي الأَرْضِ وَلا فِي أَنفُسِكُمْ إِلاَّ فِي كِتَابٍ مِّن قَبْلِ أَن نَبْرَأَهَا} [الحديد: 22].\nواعلم أن مدار جميع هذه الوصية على هذا الأصل، وما ذُكر قبله وبعده، فهو متفرعٌ عليه، وراجعٌ إليه، فإن العبد إذا علم أنه لن يُصيبه إلا ما كتب الله له من خير وشر، ونفع وضر، وأن اجتهاد الخلق كلهم على خلاف المقدور غير مغير البتة، علم حينئذ أن الله وحده هو الضار النافع، المعطي المانع، فأوجب ذلك للعبد توحيد ربه عز وجل، وإفراده بالطاعة، وحفظ حدوده فإن المعبود إنما يقصد بعبادته جلب المنافع ودفع المضار، ولهذا ذم الله من يعبد من لا ينفع ولا يضر، ولا يُغني عن عباده شيئًا، فمن علم أنه لا ينفع ولا يضر، ولا يعطي ولا يمنع غير الله، أوجب له ذلك إفراده بالخوف والرجاء والمحبة والسؤال والتضرع والدعاء، وتقديم طاعته على طاعة الخلق جميعصا، وأن يتقي سخطه، ولو كان فيه سخط الخلق جميعًا، وإفراده بالاستعانة به، والسؤال به، وإخلاص الدعاء له في حال الشدة وحال الرخاء، بخلاف ما كان المشركون عليه من إخلاص الدعاء له عند الشدائد، ونسيانه في الرخاء ودعاء من يرجون نفعه من دونه قال الله عز وجل {قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ\n(1/184)",
        "\nحَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُون} [الزمر: 38].\nقوله صلى الله عليه وسلم: ((رُفعت الأقلام وجفت الصحف)).\nهو كناية عن تقدُّم كتابة المقادير كلها، والفراغ منها من أمدٍ بعيد.\nوقد دل الكتاب والسنن الصحيحة الكثيرة على مثل هذا المعنى، قال الله تعالى: {مَا أَصَابَ مِن مُّصِيبَةٍ فِي الأَرْضِ وَلا فِي أَنفُسِكُمْ إِلاَّ فِي كِتَابٍ مِّن قَبْلِ أَن نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحديد:22].\nوفي صحيح مسلم عن عبدالله بن عمرو عن النبي صلى الله عليه وسلم قال: ((إن الله كتب مقادير الخلائق قبل أن يخلُقَ السموات والأرض بخمسين ألف سنة)) (1)\nهذه بعض الخطوط الرئيسية في وصية النبي صلى الله عليه وسلم لعبد الله بن عباس وقد كان غلامًا لم يناهز الاحتلام.\nفحريٌ بنا أن نقتدي بالنبي صلى الله عليه وسلم في ذلك ونغرس هذه الأسس في نفوس الناشئة، ونزرع في قلوبهم أسسا العقيدة الصحيحة حتى إذا ما شبوا وكانوا رجلاً كانت عندهم أسس وقواعد راسخة يرتكزون عليها، ويواجهون بها زحف العقائد الباطلة والمذاهب الضالة والنحل المنحرفة (2).\n7 - جمع الأمة على أساس التوحيد\n__________\n(1) صحيح مسلم (2653).\n(2) انظر لما تقدم جامع العلوم والحكم - لابن رجب (1/ 459 - 495).\n(1/185)\n",
        "فمن سمات أهل السنة الجماعة أنهم يدعون إلى اجتماع الكلمة ووحدة الصف ونبد الفرقة والخلاف، والله -عزوجل- يقول: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلا تَفَرَّقُوا} [آل عمران: 103].\nوقال ابن مسعود: ((الخلاف شر))\nومن ذلك يتضح أن جمع الكلمة وتأليف القلوب مطلب شرعي وهدف سام، ولكن مما يلحظ في هذا الجانب أن هناك من اعتبر هذا الاجتماع مراد لذاته، بغض النظر عما ينتج عنه، وهذا خطأ في الفهم وقصور في التصور، لأن الهدف هو الاجتماع على كلمة الحق، والتعاون على البر والتقوى، وذلك لأن الاجتماع والاتفاق إن لم يكنى على التقوى والطاعة سيكون على الإثم والعدوان، ولذلك أمر الله بالتعاون على البر والتقوى فقال: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ} [المائدة:2].\nوالذين جعلوا الاجتماع هو الغاية والهدف؛ تساهلوا في أمر التوحيد، ولم يجعلوه من الأصول التي يجتمعون عليها بل تجد بعضهم يمنع أتباعه من إثارة قضايا العقيدة بحجة أن هذا الأمر سيكون عائقًا أمام وحدة كلمة المسلمين.\nبل تجد بعض أولئك يقول: إن طرح مسائل العقيدة تؤدي إلى الفرقة والخلاف.\nيقول الشيخ عبدالعزيز القاري موضحًا هذه المسألة: ((إننا وجدنا أنفسنا أمام طوائف تنتسب إلى العلم والدعوة والتوجيه تخالفنا وتنازعنا في هذا المبدأ فقتول: إن قضية التوحيد في هذا العصر ليست هي القضية الأولى،\n(1/186)\n\nوإن كانت قضية مهمة أساسية، إننا في عصر نحتاج فيه إلى التأليف بين كل من يقول لا إله إلا الله لنواجه التحديات والأخطار من إلحاد وغير ذلك.\nوآخرون وإن كانوا يتفقون معنا على هذا المبدأ، ولكنك تراهم يناقضونه ويضادونا عمليًا، فإذا اكشفت عن اعتقاد أحدهم وجدته أحوج ما يكون إلى تصحيح اعتقاده هو أولاً، وهذه مصيبة كبرى إذا كانت فيمنى يتصدر للتعليم والدعوة والتوجيه، فكيف يصحح عقائد الناس من هو أحوج منهم إلى تصحيح عقيدته)) (1).\nفإلي ماذا يدعوا أولئك وهم مخالفون لأمر النبي صلى الله عليه وسلم بالبدء بالدعوة إلى التوحيد.\nوإلى ماذا يدعون وهم مخالفون لهدي أنبياء الله جميعًا في دعوتهم وإلى هؤلاء وأمثالهم نسوق كلام الإمام ابن أبي العز الحنفي في شرح العقيدة الطحاوية يقول -رحمه الله-: ((اعلم أن التوحيد أول دعوة الرسل، وأول منازل الطريق، وأول مقام يقوم فيه السالك إلى الله عز وجل، قال تعالى: {لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ} [الأعراف:59]. وقال هود عليه السلام لقومه اعبدوا الله مالكم من إله غيره} [الأعراف: 85]. وقال صالح عليه السلام لقومه: {اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ} [الأعراف: 73] وقال شعيب عليه السلام لقومه: {اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ} [الأعراف: 85] وقال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] وقال تعالى: {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لاَ إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ}\n__________\n(1) رسالة العقيدة أولاً لو كانوا يعلمون ص (8).",
        "(1/187)\n\n[الأنبياء: 25].\nوقال صلى الله عليه وسلم: ((أمرتُ أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأن محمدًا رسول الله)) (1).\nولهذا كان الصحيح أن أول واجبٌ يجب على الملكف شهادة ألا إله إلا الله، لا النظر ولا القصد إلى النظر ولا الشك كماهي أقوال لأرباب الكلام المذموم، بل أئمة السلف كلهم متفقون على أن أول ما يؤمر به العبر الشهادتان ... فالتوحيد أول ما يدخل به في الإسلام، وآخر ما يخرج به من الدنيا، كما قال النبي صلى الله عليه وسلم: ((من كان آخر كلامه من الدنيا لا إله إلا الله دخل الجنة)) (2) وهو أول واجب وآخر واجب)) (3).\nويقول الشيخ محمد بن إبراهيم -رحمه لاله- في نصيحةٍ له: ((أوجه خطابي هذا إلى كافة المسلمين ... نصيحة لهم وبراءة للذمة، ورجاء أن يتنبهوا من غفلتهم ويستيقظوا من رقدتهم، ويصير أكبرهمهم وجل بحوثهم وعامة كتاباتهم وإرشاداتهم حول تحقيق معرفة ما هم إليه أشد شيء ضرورة من بيان حقيقه ما بعث الله به رسوله صلى الله عليه وسلم، بل ضرورتهم إلى ذلك أعظم من ضرورتهم إلى الطعام والشراب، بل أعظم وأكبر من ضرورتهم إلى النفس، فإن المتكلمين من الكتاب والمرشدين وسواهم ممن يلم بجنس هذه الأمور قد اختلفت وجهتهم وافترقت مغازيهم في كتاباتهم وإرشاداتهم، ذلك بحسب أختلاف وافتراق ما يدور في أفكارهم\n__________\n(1) متفق عليه.\n(2) رواه الحاكم.\n(3) شرح الطحاوي ص (77 - 78).\n(1/188)",
        "\nويستقر في تصوراتهم، ويحسن في أنظارهم من حيث المهمات والأهميات لا فرق في ذلك بين المتكلم والمرشد الديني والمتكلم خلافه.\nوأجد من يتكلم عن الأمور الدينية أكثرهم أوكلهم إلا من شاء الله لا يكتبون ولا يرشدون إلا في أمور هي في الحقيقة من الفورع والمكملات، فتجد الكاتب، وتجد المرشد لا يتكم إلا حول فرضية الصلاة مثلاً ووجوب فعلها في جماعة أو الحج، أو صيام رمضان، أو الزكاة وأشباه ذلك. أو في أشياء من المحرمات كالربا والتعدي على الأنفس والأموال والأعراض وغير ذلك من المعاصي والمخالفات، ونعم ما فعلوا وحسن طريقًا ما سلكوا، ولكنهم كانوا عن أهم الأهم في بعد إلى الغاية، فقد كان خير الخلق محمد رسول الله صلى الله عليه وسلم في أول بعثته ومبدأ دعوته يبدأ بالأهم فالأهم، وأقام صلى الله عليه وسلم بمكة عشر سنوات من بعثته قبل فرض الصلاة التي هي عمود الإسلام وما بعدها من الأركان كل ذلك في بيان التوحيد والدعوة إليه، وبيان الشرك وتهجينه والتحذير منه.\nوأول سورة أنزلت عليه صلى الله عليه وسلم في رسالته سورة: {يَا أَيُّهَا الْمُدَّثِّرُ (1) قُمْ فَأَنذِرْ (2) وَرَبَّكَ فَكَبِّرْ (3) وَثِيَابَكَ فَطَهِّرْ (4) وَالرُّجْزَ فَاهْجُرْ (5) وَلا تَمْنُن تَسْتَكْثِرُ (6) وَلِرَبِّكَ فَاصْبِرْ} [المدثر:1 - 7].\nوكان صلى الله عليه وسلم يسلك في الإنذار عن الشرك والدعوة إلى التوحيد شتى الطرق ويسعى في حثه الناس لإبلاغهم ذلك بكل ما يمكنه حتى إنه مرة صعد على الصفا صلى الله عليه وسلم رافعًا صوته وأصباحاه فلما أجتمعوا إليه قال: يا أهيا الناس إني نزيرٌ لكم بين يدي عذابٌ شديد فحقيقٌ بالمسلمين ولا سيما العلماء أن يجعلوا كبير عنايتهم\n(1/189)\n",
        "ومزيد اهتمامهم بمعرفة حقيقة ما بعث الله به الرسل من أولهم إلى آخرهم وخاتمهم محمد رسول الله صلى الله عليه وسلم وعليهم أجمعين وتعليمهم ذلك والعمل به ظاهرًا وباطنًا والموالاة والمحبة والتناصح فيه، والتواصي به: من توحيد الله تبارك وتعالى في ربوبيته، وفي ذاته تبارك وتعالى، وأسمائه وصفاته وأفعاله، وفي إلهيته وما يستحق من عبادته وحده لا شريك له، وأنه ما في العالم علويه وسفليه من ذات أوصفة أو حركة أوسكون إلا الله خالقه لا خلاق غيره، ولا رب سواه، وأن يوجد سبحانه وتعالى في ذاته وأسمائه وصفاته وأفعاله، بأن يؤمن أنه تعالى واحد أحد فردٌ صمد لم يلد ولم يولد ولم يكن له كفوًا أحد، وأنه حي قيوم، على كل شيء قدير، وبكل شيء عليم، وأنه تبارك وتعالى سميع بصير، يرضى ويسخط، ويحب وَيُحب، إلى غير ذلك مما ورد في الكتاب والسنة من هذا الباب إثباتًا بريئًا من تشبيه المشبهين، كما نزهه تبارك وتعالى عن جميع ما لا يليق بجلاله وعظمته تنزيهًا بريئًا من تعطيل المعطلين، وأن يوحد تبارك وتعالى في ألوهيته بأن يُفرد بجميع أنواع العبادة، فلا يعبد إلا إياه، ولا يدعى أحدٌ سواه، ولا يسجد إلا له ولا يتوكل إلا عليه، ولا يرغب إلا إليه، ولا يستعان ولا يستغاث إلا به، ولا ينحر ولا ينذر إلا له، ولا يخشى ولا يخاف أحدٌ سواه، ولا يرجى إلا إياه، حتى يكون سبحانه وتعالى هو المفزع في المهمات، والملجأ في الضرورات، ومحط رحل أرباب الحاجات في الرغبات والرهبات وفي جميع الحالات، فهذا هو مضمون أصل الدين وأساسه المتين شهادة أن لا إله إلا الله وحده لا شريك له.\nوأصله الثاني شهادة أن محمدًا رسول الله صلى الله عليه وسلم نطقًا واعتقادًا وعملاً، وهو طاعته فيما أمر وتصديقه في جميع ما أخبر\n(1/190)\n\nواجتناب ما نهى عنه وزجر، وأن لا يعبد الرب تبارك وتعالى إلا بما شرعه رسوله محمد صلى الله عليه وسلم، وأن تقدم محبته صلى الله عليه وسلم على النفس والولد والوالد والناس أجمعين، وأن يحكم صلى الله عليه وسلم في القليل والكثير والنقير والقطمير كما قال تعالى: {فَلا وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء: 65].\nومن المهم جدًا اتصال المسلمين بعضهم ببعض اتصالاً خاصًا وأن يتذاكر بعضهم مع بعض في هذه هذه الأصول العظيمة، وأن يبذلوا جميعًا غاية جهودهم ونهاية قدرهم في البحث الدقيق في تفاصيلها، ويحرصوا كل الحرص في تطبيق اعتقاداتهم ومساعيهم وأعمالهم عليها، وأن يتبادلوا النصائح الصادقة فيما بينهم، وأن يعتصموا بحبل الله جميعًا ولا يتفرقوا، وأن يكونوا شيئًا واحدًا في العمل بكتاب ربهم وسنة نبيهم صلى الله عليه وسلم، يدًا واحدةً في الذب عن حوزة الدين، ومناوأة أعدائه من الكفار والمشركين فإن الأخذ بذلك هو سبب السعادة والسيادة والفوز والنجاة في الدنيا والآخرة)) (1).\nسئل الشيخ محمد بن عبدالوهاب -رحمه الله- عن معنى هذا البيت:\nأول واجب على الإنسان ... معرفة الإله باستيقان\nفقال رحمه الله:\nالمسألة المسئول عنها وهي معرفة الإله، ما هي؟ ينبغي التفطنى لها،\n__________\n(1) مجموع فتاوى الشيخ محمد بن إبراهيم (1/ 85 - 88).",
        "(1/191)\n\nفإنها أصل الدين؛ وهي الفارقة بين المسلم والكافر، وأصل هذا قوله تعالى: {وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ} [الزخرف:36] وذكرُ الرحمن هو القرآن؛ فلما طلبوا الهداية من غيره أضلهم الله، وقيض لهم الشيطان، فصدهم عن أصل الأصول؛ ومع هذا يحسبون أنهم مهتدون.\nوبيان ذلك: أنه ليس المراد معرفة الإله الإجمالية، يعني معرفة الإنسان، أن له خالقًا، فإنها ضرورية فطرية، بل معرفة الإله: هل هذا الوصف مختص بالله؛ لا يشركه فيه ملك مقرب، ولا نبي مرسل؟ أم جعل لغيره قسط منه؟!.\nفأما المسلمون، أتباع الأنبياء، فإجماعهم على أنه مختص، كما قال تعالى: {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لاَ إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ} [الأنبياء:25].\nوالكافرون يزعمون أنه هو الإله الأكبر، ولكن معه آلهة أخرى تشفع عنده (1).\n8 - ربط قضايانا المعاصرة بالتوحيد\nفمن أهم ما يجب أن يعني به العلماء وطلاب العلم والدعاة أن يربطوا قضايانا المعاصرة وكل ما يجد على الساحة المحلية أو الدولية بالتوحيد، ويبين حالها من حيث الموافقة أو المخالفة وبخاصة أن هناك كثير من المستجدات المتعلقة بالولاء والبراء، والتي تهدف إلى تمييع العقيدة.\n__________\n(1) الدرر السنية (1/ 110 - 112) باختصار وتصرف.\n(1/192)",
        "\nونذكر هنا بعض الأمثلة من تلك المستجدات:\nدراسة القوانين الوضعية وتدريسها والتي أدخلت مناهجها ضمن العديد من المعاهد والكليات في العديد من بلاد العالم الإسلامي.\nوقد تكلم حول هذه المسألة الشيخ عبدالعزيز بن باز رحمه الله، وفصل القول فيها، وأقسام الدارسين وبين حكم كل قسم من الأقسام.\nقال الشيخ رحمه الله:\n((أما الدارسون للقوانين والقائمون بتدريسها فهم أقسام:\nالقسم الأول: من درسها أو تولى تدريسها ليعرف حقيقتها أو ليعرف فضل أحكام الشريعة عليها أو ليستفيد منها فيما لا يخالف الشرع المطهر أو ليفيد غيره في ذلك فهذا لا حرج عليه فيما يظهر ليس من الشرع بل قد يكون مأجورًا ومشكورًا إذا أراد بيان عيوبها وإظهار فضل أحكام الشريعة عليها، والصلاة خلف هذا القسم لا شك في صحتها وأصحاب هذا القسم حكمهم حكم من درس أحكام الربا وأنواع الخمر وأنواع القمار ونحوها كالعقائد الفاسدة أو تولي تدريسها ليعرفها ويعرف حكم الله فيها ويفيد غيره، مع إيمانه بتحريمها كإيمان القسم السابق بتحريم الحكم بالقوانين الوضعية المخالفة لشرع الله عز وجل وليس حكمه حكم من تعلم السحر أو علمه غيره لأن السحر محرمٌ لذاته لما فيه من الشرك وعبادة الجن عن دون الله فالذي يتعلمه أو يعلمه غيره لا يتوصل إليه إلا بذلك أي بالشرك بخلاف من يتعلم القوانين ويعلمها غيره لا للحكم بها ولا باعتقاد حلها ولكن لغرضٍ مباح أو شرعي كما تقدم.\n(1/193)\n",
        "القسم الثاني: من يدرس القوانين أو يتولى تدريسها ليحكم بها أو ليعين غيره على ذلك مع إيمانه بتحريم الحكم بغير ما أنزل الله ولكن حمله الهوى أو حب المال على ذلك فأصحاب هذا القسم لاشك فساق وفيهم كفر وظلم وفسق لكنه كفر أصغر وظلم أصغر وفسق أصغر لا يخرجون به من دائرة الإسلام وهذا القول هو المعروف بين أهل العلم وهو قول ابن عباس وطاووس وعطاء ومجاهد وجمع من السلف والخلف كما ذكر الحافظ ابن كثير والبغوي والقرطبي وغيرهم وذكر معناه العلامة ابن القيم رحمه الله في كتاب الصلاة، وللشيخ عبداللطيف بن عبدالرحمن بن حسن رحمه الله رسالة جيدة في هذه المسألة مطبوعة في المجلد الثالث من مجموعة الرسائل الأولى، ولا شك أن أصحاب هذا القسم على خطر عظيم ويخشى عليهم الوقوع في الردة، أما صحة الصلاة خلفهم وأمثالهم من الفساق فقيها خلافٌ مشهور والأظهر من الأدلة الشرعية صحتها خلف جميق الفساق الذين لم يصل فسقهم إلى حد الكفر الأكبر، وهو قول جم غفير من أهل العلم واختيار شيخ الإسلام ابن تيمية ...\nالقسم الثالث: من يدرس القوانين أو يتولى تدريسها مستحلاً للحكم بها سواء اعتقد أن الشريعة أفضل أم لم يعتقد ذلك فهذا القسم كافر بإجماع المسلمين كفرًا أكبر لأنه باستحلاله الحكم بالقوانين الوضعية المخالفة لشريعة الله يكون مستحلاً لما علم من الدين بالضرورة أنه محرم فيكون في حكم من استحل الزنا والخمر ونحوهما ولأنه بهذا الاستحلال يكون قد كذَّب الله ورسوله وعاند الكتاب والسنة وقد أجمع علماء الإسلام على كفر من استحل ما حرمه الله وأحرم ما أحله الله مما هو معلوم من الدين بالضرورة ومن تأمل كلام العلماء في جميع المذاهب الأربعة في باب حكم\n(1/194)\n\nالمرتد اتضح له ما ذكرنا.\nفالقسم الثاني: لا شك في فسقهم، وأما القسم الثالث فإنه لا شك في كفر أهله وعدم صحة الصلاة خلفهم (1))).\n__________\n(1) مقال لسماحة الشيخ عبدالعزيز بن عبدالله بن باز في مجلة ((المجاهد)) عدد 26 - جمادى الثانية 1411هـ.",
        "(1/195)\n\nوحدة الأديان أو التقريب بينها\nاللجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية\nالحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين، أما بعد:\nفإن اللجنة الدائمة للبحوث العلمية والإفتاء استعرضت ما ورد إليه من تساؤلات، وما ينشر في وسائل الإعلام من آراء ومقالات بشأن الدعوة إلى وحدة الأديان؛ دين الإسلام، ودين اليهود، ودين النصارى، وما تفرع عن ذلك من دعوة إلى بناء؛ مسجد، وكنيسة، ومعبد في محيط واحد، في رحاب الجامعات والمطارات والساحات العامة، ودعوة إلى طباعة القرآن الكريم والتوراة والإنجيل في غلاف واحد .. إلى غير ذلك من آثار هذه الدعوة، وما يعقد لها من مؤتمرات وندوات وجمعيات في الشرق والغرب، وبعد التأمل والدراسة فإن اللجنة تقرر ما يلي:\nأولاً: أن من أصول الاعتقاد في الإسلام -المعلومة من الدين بالضرورة، والتي أجمع عليها المسلمون - أنه لا يوجد على وجه الأرض دين حق سوى دين الإسلام، وأنه خاتمة الأديان، وناسخ لجميع ما قبله من الأديان والملل والشرائع، فلم يبق على وجه الأرض دين يُتعبد الله به سوى الإسلام، قال الله تعالى: {وَمَن يَبْتَغِ غَيْرَ الإِسْلامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران:85]؛ والإسلام بعد بعثة محمد صلى الله عليه وسلم هو ما جاء به دون ما سواه من الأديان.\nثانيًا: ومن أصول الاعتقاد في الإسلام أن كتاب الله تعالى - القرآن\n(1/196)",
        "\nالكريم- هو آخر كتب الله نزولا وعهدا برب العالمين، وأنه ناسخ لكل كتاب أنزل من قبل من التوراة والزبور والإنجيل وغيرها، ومهيمن عليها، فلم يبق كتاب منزل يُتعبد الله به سوى القرآن الكريم، قال الله تعالى: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ} [المائدة:48].\nثالثا: يجب الإيمان بأن التوراة والإنجيل قد نسخا بالقرآن الكريم، وأنه قد لحقهما التحريف والتبديل بالزيادة والنقصان، كما جاء بيان ذلك في آيات من كتاب الله الكريم؛ منها قول الله تعالى {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُوا حَظًّا مِّمَّا ذُكِّرُوا بِهِ وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِّنْهُمْ إِلاَّ قَلِيلاً مِّنْهُمْ} [المائدة:13]، وقوله جل وعلا: {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِندِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلاً فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ} [البقرة: 79]، وقوله سبحانه: {وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِندِ اللَّهِ وَمَا هُوَ مِنْ عِندِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} [آل عمران:78].\nولهذا فما كان منها صحيحًا فهو منسوخ بالإسلام، وما سوى ذلك فهو محرف أو مبدل؛ وقد ثبت عن النبي صلى الله عليه وسلم أنه غضب حين رأى مع عمر بن الخطاب -رضي الله عنه-، صحيفة فيها شيء من التوراة، وقال عليه الصلاة والسلام: ((أفي شك أنت يابن الخطاب؟ ألم آت بها بيضاء نقية؟ لو كان أخي موسى حيًّا ما وسعه إلا أتباعي)). رواه أحمد والدارمي وغيرهما.\n(1/197)\n",
        "رابعًا: ومن أصول الاعتقاد في الإسلام أن نبينا ورسولنا محمدًا صلى الله عليه وسلم هو خاتم الأنبياء والمرسلين، كما قال الله تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِّن رِّجَالِكُمْ وَلَكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [الأحزاب:40].\nفلم يبق رسول يجب أتباعه سوى محمد صلى الله عليه وسلم، ولو كان أحد من أنبياء الله ورسله حيًّا لما وسعه إلا أتباعه صلى الله عليه وسلم - وأنه لا يسع أتباعهم إلا ذلك- كما قال الله تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا ءَاتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ} [آل عمران: 81].\nونبي الله عيسى عليه الصلاة والسلام إذا نزل في آخر الزمان يكون تابعًا لمحمد صلى الله عليه وسلم، وحاكمًا بشريعته، وقال الله تعالى: {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالإِنجِيلِ} [الأعراف: 157].\nكما أن من أصول الاعتقاد في الإسلام أن بعثة محمد صلى الله عليه وسلم عامة للناس أجمعين، قال الله تعالى: {وَمَا أَرْسَلْنَاكَ إِلاَّ كَافَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ} [سبأ:28]، وقال سبحانه: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} [الأعراف:158] وغيرها من الآيات.\nخامسًا: من أصول الإسلام أنه يجب اعتقاد كفر كل من لم يدخل في الإسلام من اليهود والنصارى وغيرهم وتسميته كافرًا، وأنه عدو لله ورسوله والمؤمنين، وأنه من أهل النار، كما قال تعالى: {لَمْ يَكُنِ الَّذِينَ\n(1/198)\n\nكَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ} [البينة:1]، وقال جل وعلا: {إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ} [البينة:6]، وغيرها من الآيات، وثبت في ((صحيح مسلم)) أن النبي صلى الله عليه وسلم قال: ((والذي نفسي بيده لا يسمع بي أحد من هذه الأمة؛ يهودي ولا نصراني، ثم يموت ولم يؤمن بالذي أرسلت به، إلا كان من أهل النار)).\nولهذا؛ فمن لم يكفر اليهود والنصارى فهو كافر، طردًا لقاعدة الشريعة: ((من لم يُكفر الكافر فهو كافر)).\nسادسًا: وأمام هذه الأصول الاعتقادية والحقائق الشرعية، فإن الدعوة إلى وحدة الأديان والتقارب بينها وصهرها في قالب واحد دعوة خبيثة ما كرة، والغرض منها خلط الحق بالباطل، وهدم الإسلام وتقويض دعائمه، وجرُّ أهله إلى ردة شاملة، ومصداق ذلك في قول الله سبحانه: {وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ اسْتَطَاعُوا} [البقرة:217]،وقوله جل وعلا: {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً} [النساء:89].\nسابعًا: وإن من آثار هذه الدعوة الآثمة؛ إلغاء الفوارق بين الإسلام والكفر، والحق والباطل، والمعروف والمنكر، وكسر حاجز النفرة بين المسلمين والكافرين، فلا ولاء ولا براء ولا جهاد ولا قتال لإعلاء كلمة الله في أرض الله، والله جل وعلا يقول: {قَاتِلُوا الَّذِينَ لاَ يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ} [التوبة: 29]، ويقول جل وعلا: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا",
        "(1/199)\n\nأَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} [التوبة:36].\nثامنًا: أن الدعوة إلى وحدة الأديان إن صدرت من مسلم فهي تعتبر ردة صريحة عن دين الإسلام، لأنها تصطدم مع أصول الاعتقاد، فترضى بالكفر بالله عز وجل، وتبطل صدق القرآن ونسخه لجميع ما قبله من الكتب، وتبطل نسخ الإسلام لجميع ما قبله من الشرائع والأديان، وبناء على ذلك فهي فكرة مرفوضة شرعًا، محرمة قطعًا بجميع أدلة التشريع في الإسلام من قرآن وسنة وإجماع.\nتاسعًا: وتأسيسا على ما تقدم:\n1 - فإنه لا يجوز لمسلم يؤمن بالله ربا، وبالإسلام دينا، وبمحمد صلى الله عليه وسلم نبيًا ورسولا، الدعوة إلى هذه الفكرة الآثمة، والتشجيع عليها وتسليكها بين المسلمين، فضلا عن الاستجابة لها، والدخول في مؤتمراتها وندواتها والانتماء إلى محافلها.\n2 - لا يجوز لمسلم طباعة التوراة والإنجيل منفردين، فكيف مع القرآن الكريم في غلاف واحد؟! فمن فعله أو دعا إليه فهو في ضلال بعيد، لما في ذلك من الجمع بين الحق -القرآن الكريم- والمحرف أو الحق المنسوخ - التوراة والإنجيل.\n3 - كما لا يجوز لمسلم الاستجابة لدعوة بناء مسجد وكنيسة ومعبد في مجمع واحد؛ لما في ذلك من الاعتراف بدين يعبد الله به غير دين الإسلام، وإنكار ظهوره على الدين كله، ودعوة مادية إلى أن الأديان ثلاثة لأهل الأرض التدين بأي منها، وأنها على قدم التساوي، وأن السلام غير ناسخ لما قبله من الأديان، ولا شك أن إقرار ذلك أو اعتقاده أوالرضا به كفر\n(1/200)",
        "\nوضلال؛ لأنه مخالفة صريحة للقرآن الكريم والسنة المطهرة وإجماع المسلمين واعتراف بأن تحريفات اليهود والنصارى من عند الله؛ تعالى الله عن ذلك، كما أنه لا يجوز تسمية الكنائس بيوت الله، وأن أهلها يعبدون الله فيها عبادة صحيحة مقبولة عند الله؛ لأنها عبادة على غير دين الإسلام، والله تعالى يقول: {وَمَن يَبْتَغِ غَيْرَ الإِسْلامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران:85]، بل هي بيوت يكفر فيها بالله، نعوذ بالله من الكفر وأهله.\nقال شيخ الإسلام ابن تيمية، رحمه الله تعالى، في ((مجموع الفتاوى)) (22/ 162): (ليست -أي؛ البيع والكنائس- بيوت الله، وإنما بيوت الله المساجد، بل هي بيوت يُكفر فيها بالله وإن كان قد يذكر فيها، فالبيوت بمنزلة أهلها وأهلها كفار فهي بيوت عبادة الكفار).\nعاشرًا: ومما يجب أن يُعلم أن دعوة الكفار بعامة، وأهل الكتاب بخاصة إلى الإسلام واجبة على المسلمين بالنصوص الصريحة من الكتاب والسنة، ولكن ذلك لا يكون إلا بطريق البيان والمجادلة بالتي هي أحسن، وعدم التنازل عن شيء من شرائع الإسلام، وذلك للوصول إلى قناعتهم بالإسلام ودخولهم فيه، أو إقامة الحجة عليهم ليهلك من هلك عن بينة، ويحيا من حي عن بينة، قال الله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئًا وَلا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [آل عمران: 64]، أما مجادلتهم واللقاء معهم ومحاورتهم لأجل النزول عند رغباتهم، وتحقيق أهدافهم، ونقض عُرى الإسلام وعاقد الإيمان؛ فهذا باطل يأباه الله ورسوله\n(1/201)\n",
        "والمؤمنون، والله المستعان على ما يصفون، قال تعالى: {وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنزَلَ اللَّهُ إِلَيْكَ} [المائدة:49].\nوإن اللجنة إذ تقرر ذلك وتبينه للناس، فإنها توصي المسلمين بعامة، وأهل العلم بخاصة يتقوى الله تعالى ومراقبته، وحماية الإسلام، وصيانة عقيدة المسلمين من الضلال ودعائه، والكفر وأهله، وتحذرهم من هذه الدعوة الكفرية الضالة؛ وحدة الأديان، ومن الوقوع في حبائلها، ونعيذ بالله كل مسلم أن يكون سببا في جلب هذه الضلالة إلى بلاد المسلمين وترويجها بينهم.\nنسأل الله سبحانه بأسمائه الحسنى وصفاته العلى أن يعيذنا جميعًا من مضلات الفتن، وأن يجعلنا هداة مهتدين، حماة للإسلام على هدى ونور من ربنا حتى نلقاه وهو راش عنا، وبالله التوفيق، وصلى الله وسلم على نبينًا محمد وعلى آله وصحبه أجمعين.\nالتطبيع:\nهو مصطلح من مبتكرات الصراع العربي الصهيوني يقصد به تحويل آليات الصراع إلى آليات للمسالمة والمهادئة والتقارب بين الأطراف المتصارعة وهو يعني التبادل السلمي النشط في كافة المجالات ومن أهدافه:\n1 - مراجعة العقل العربي المسلم الذي يناصب اليهود العداء.\n2 - تصحيح تصورات المسلمين عن اليهود -حسب زعم اليهود- وإفهام المسلمين أن اليهود شعب وديع محب للسلام.\n(1/202)\n\n3 - إحداث تغيير في نمط السلوك الإسلامي رحيال اليهود وحولتهم.\n4 - التسليم بالمطالب الإقليمية والسياسية.\nيشمل التطبيع مجالات عدة.\nوهو بالدرجة الأولى يشمل المجال الديني والثقافي والغني أي مجالات تغيير العقليات العربية والإسلامية للقبول وبإسرائيل كواقع لابد من الاعتراف به وإزالة خلقيات الصراع في العقل العربي المسلم.\nالعولمة:\nيعرفها بعض الباحثين بأنها: ((التداخل الواضح لأمور الاقتصاد والاجتماع والسياسة والثقافة والسلوك دون اعتداد يُذكر بالحدود السياسية للدول ذات السيادة أو انتماء إلى وطن محدد أو لدولة معينة ودون الحاجة إلى إجراءات حكومية.\nهذا تعريف شامل للعولمة، وكل جانب من جوانب العولمة سواء الجانب السياسي، أو الأقتصادي، أو الثقافي له أنشطته وجهود تحقيقه التي يتبناها دعاة العولمة.\nوخلاصتها: إزالة الحدود والحواجز في جميع المجالات بما فيها الثقافية (أي الدينية والعقدية) والاجتماعية وغير ذلك. مما له خطره على المجتمعات الإسلامية)).\n9 - الاستفادة من دعوات الأنبياء، ومن تبعهم على سبيل الهدى من المصلحين والدعاة",
        "(1/203)\n\nوفي دعوات أنبياء الله صلوات ربي وسلامه عليهم أسوةٌ وقدوة.\nفقد ألقي إبراهيم عليه السلام في النار لأجل دعوته إلى التوحيد.\n{وَلَقَدْ ءَاتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِهِ عَالِمِينَ (51) إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ (52) قَالُوا وَجَدْنَا ءَابَاءَنَا لَهَا عَابِدِينَ (53) قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَاؤُكُمْ فِي ضَلالٍ مُّبِينٍ (54) قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنتَ مِنَ اللاَّعِبِينَ (55) قَالَ بَل رَّبُّكُمْ رَبُّ السَّمَوَاتِ وَالأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُم مِّنَ الشَّاهِدِينَ (56) وَتَاللَّهِ لأَكِيدَنَّ أَصْنَامَكُم بَعْدَ أَن تُوَلُّوا مُدْبِرِينَ (57) فَجَعَلَهُمْ جُذَاذًا إِلاَّ كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ (58) قَالُوا مَن فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ (59) قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ (60) قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ (61) قَالُوا ءَأَنتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ (62) قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِن كَانُوا يَنطِقُونَ (63) فَرَجَعُوا إِلَى أَنفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنتُمُ الظَّالِمُونَ (64) ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَؤُلاءِ يَنطِقُونَ (65) قَالَ أَفَتَعْبُدُونَ مِن دُونِ اللَّهِ مَا لاَ يَنفَعُكُمْ شَيْئًا وَلايَضُرُّكُمْ (66) أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَفَلا تَعْقِلُونَ (67) قَالُوا حَرِّقُوهُ وَانصُرُوا ءَالِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ (68) قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ (69) وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الأَخْسَرِينَ (70) وَنَجَّيْنَاهُ وَلُوطًا إِلَى الأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ (71) وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً وَكُلاًّ جَعَلْنَا صَالِحِينَ (72) وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلاةِ وَإِيتَاءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ} [الأنبياء: 51 - 73].\n(1/204)",
        "\nودعا يوسف عليه السلام إلى التوحيد وهو في ظلمات السجن والاعتقال: {وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (36) قَالَ لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لاَّ يُؤْمِنُونَ بِاللَّهِ وَهُم بِالآخِرَةِ هُمْ كَافِرُونَ (37) وَاتَّبَعْتُ مِلَّةَ ءَابَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللَّهِ مِن شَيْءٍ ذَلِكَ مِن فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ (38) يَا صَاحِبَيِ السِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ (39) مَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَءَابَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ الْحُكْمُ إِلاَّ لِلَّهِ أَمَرَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ (40) يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِن رَّأْسِهِ قُضِيَ الأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ} [يوسف:36 - 41].\nدعوة شيخ الإسلام ابن تيمية (1) (661 - 728):\nلم يخل التاريخ الإسلامي على مداره الطويل من أئمة الهدى، ورجالا التجديد والإصلاح، وأعلام الدعوة إلى الله تعالى الذين اقتدوا بالسلف\n__________\n(1) انظر حول دعوته رحمه الله:\n-البداية والنهاية ((لابن كثير (14/ 132 - 141)))\n- العقود الدرية في مناقب شيخ الإسلام ابن تيمية -لابن عبدالهادي.\n- ((الرد الوافر)) لابن ناصر الدين.\n- الشهادة الزكية في ثناء الأئمة على ابن تيمية لمرعي الحنبلي.\n- ((ابن تيمية السلفي)) لمحمد خليل هراس.\n(1/205)\n",
        "الصالح عن الصحابة والتابعين لهم بإحسان، في العقيدة والعمل، والدعوة والإرشاد، والهمة والإرادة، والبطولة والشجاعة، والمخاطرة والمغامرة، والجهاد والكفاح، والاستهانة بالحياة الدنيا والتفاني في سبيل الله تعالى.\nومن هؤلاء الأعلام البارزين في ساحة الدعوة الذين تتجمل صفحات التاريخ الإسلامي بأعمالهم الخالدة، ومآثرهم الجليلة: العلامة المجاهد، الإمام الرباني شيخ الإسلام تقي الدين أبو العباس أحمد بن عبدالحليم بن تيمية الحراني رحمه الله تعالى.\nوقد ساعدت عوامل عدة على تكوين شخصيته الناردة ومنها:\nقوة ذاكرته التي يقل نظيرها باعتراف كبار معاصريه.\nقوة حجته عند مناقشة المسائل.\nاستحضاره نصوص الكتاب والسنة في استنباط الأحكام.\nاستقلاله من رواسب التعصب المذهبي، وترجيحه المسائل في ضوء الأدلة.\nإخلاصه في تنقية العقائد من شوائب الشرك والوثنية وتفانيه في إنقاذ المسلمين من غياهب البدع والخرافات.\nشجاعته النادرة في تبيان الحق، وصراحته في القول بدون خوف لومة لائم.\nشخصيته المحببة لدى العامة من الناس لأجل قيامه بالنصح لهم، والأمر بالمعروف والنهي عن المنكر بينهم.\nوإذا توفرت هذه المواهب الإلهية في عالم من علماء الإسلام لا ريب\n(1/206)\n\nأنه يفعل الأفاعيل ويأتي بالأعاجيب، ويقوم بما يتقاصر دونه كبار الدعاة ويكون حقًا أشبه رجل بني في دنيا الرجال (1).\nأعماله وجهوده:\nلقد قام شيخ الإسلام ابن تيمية، بكل قوة وهمة، وثقة واعتماد، لمواجهة الأخطار التي داهمت البلاد الإسلامية من الداخل والخارج فشن حملة شعواء على أهل الأهواء والبدع من الزنادقة والملاحدة، والروافض والشيعة، والصوفية والمشعوذين، وحارب العقائد الشركية والمعتقدات الوثنية ونقد المسيحية واليهودية نقدًا علميًا، وفند المغالطات العلمية، والألغاز المنتشرة في الطوائف الدينية، ورد على التقليد الجامد، والتعصب الأعمى للمذاهب، ونقى العقائد الإسلامية من الشوائب، ودعا إلى الدين الخالص، وأفتى بالجهاد ضد التتار، وحرض العامة من الناس على قتالهم فضلاً عن الجنود والأمراء، وخرج بنفسه مع الجيش لملاقاتهم (2).\nمنهجه في الدعوة والتجديد:\nكان منهج شيخ الإسلام في الدعوة والتجديد، والتوجيه والإرشاد، هو منهج السلف الصالح من الصحابة والتابعين، ومن بعدهم من أعلام هذه الأئمة.\nومن مميزات هذا المنهج أنه يخلو من سوابق الأنانية وحب الذات، ورواسب التعصب والتحيز، ومفاسد الجمود والاتحاد، وينبني على أتباع\n__________\n(1) من كلام شيخنا أبي بكر جابر الجزائري في مجلة الجامعة الإسلامية ص (169).\n(2) دعوة شيخ الإسلام ابن تيمية ص (11).",
        "(1/207)\n\nالأدلة من الكتاب والسنة، الذين يضمنان حياة سعيدة مستقيمة لا شقاء فيها ولا عناء ولا انحراف فيها ولا ضلال (1).\nآثار دعوته:\nقال الأستاذ محمد خليل هراس: ((هذه هي دعوة ابن تيمية: إصلاح وإحياء وتجديد، فهو بحق أبو النهضة الإسلامية الحديثة، وواضع أساسها وجميع دعاة الإسلام من بعده إنما بهدية اقتدوا، وعلى كتبه تخرجوا)) (2).\nوقال الأستاذ أبو الحسن الندوي: ((كان القرن الثامن بحاجة إلى مثل هذا الرجل الكامل الذي يسع نشاطه كل مجال من مجالات الحياة من غير أن تتروي جهوده وأعماله في زاوية واحدة، أو تتركز على جانب واحد.\nكان ذلك الرجل هو: شيخ الإسلام الحافظ ابن تيمية الذي ملأ العالم الإسلامي بنشاط وحياة وتحركات علمية وعملية، لا تزال آثارها خالدة باقية على مر القرون والأجيال)) (3).\nوقال الأستاذ مالك بن نبي: ((إن تراث ابن تيمية يكون الترسانة الفكرية التي لا زالت تمد الحركات الإصلاحية بالأفكار النموذجية إلى اليوم)) (4).\n__________\n(1) المرجع السابق ص (16).\n(2) ابن تيمية السلفي -لهراس ص (198).\n(3) الحافظ ابن تيمية شيخ الإسلام الندوي.\n(4) ((لمحات من حياة شيخ الإسلام ابن تيمية)) -للشيخ عبدالرحمن عبدالخالق ص (51).\n(1/208)",
        "\nدعوة الإمام محمد بن عبدالوهاب (1) (1115 - 1206هـ):\nكان الإمام العلامة الشيخ محمد بن عبدالوهاب -رحمه الله- من الأئمة المهتدين، والدعاة المخلصين الذين تتحكم فيها البدع والخرافات، والعادات والتقاليد.\nولقد جدد إمام الدعوة محمد بن عبدالوهاب ما أندرس من معالم الإسلام في القرن الثاني عشر الهجري، وكان مخلصًا في الدعوة إلى الكتاب والسنة وموفقًا في نشرها رغم أنوف خصومه، فبارك الله فيها، وانتشرت في مشارق الأرض ومغاربها كالنار في الهشيم.\nوتتلخص مباديء هذه الدعوة في النقاط التالية:\n-توحيد الله تعالى في عبادته، وتوحيده في ربوبيته وتوحيده في أسمائه وصفاته، وإقرار هذا المبدأ قولاً وعملاً، والبعد عن جميع مظاهر الشرك والوثنية، والرفض والتصوف والإلحاد والزندقة، التي تكدر نقاوة الإسلام وتشوه جماله.\nالتمسك بمنهج السلف المنبني على الكتاب والسنة في العقائد والأحكام مع تقرير مبدأ الاجتهاد، والرد على التقليد الأعمى.\nالجهاد في سبيل الله، لنشر الدعوة حينًا، ولحمايتها حينًا آخر.\nمصادر هذه الدعوة:\n__________\n(1) انظر حول دعوته رحمه الله:\n((حقيقة دعوة الشيخ محمد بن عبدالوهاب وأثرها في العالم الإسلامي)) للدكتور محمد بن عبدالله السلمان.\n((الشيخ محمد بن عبدالوهاب)) للشيخ أحمد بن حجر آل بوطامي.\n(1/209)\n",
        "اعتمد الشيخ محمد بن عبدالوهاب في دعوته على ثلاثة مصادر هامة:\nأولها: القرآن الكريم.\nثانيها: السنة النبوية.\nثالثها: آثار السلف الصالح من الصحابة والتابعين ومن بعدهم من الأئمة الأعلام.\nغاية هذه الدعوة:\nغايتها إعادة الإسلام إلى نقاوته الأولى، وإزالة أنقاض البدع والخرافات التي غشت العقيدة الصحيحة.\nآثر هذه الدعوة:\nلقد انتشرت دعوة الإمام محمد بن عبدالوهاب انتشارًا واسعًا، وتأثر بها كثير من الدعاة في مختلف أنحاء العالم الإسلامي شرقًا وغربًا.\nوكانت لهم صلات وجولات صد مظاهر الشرك وضد البدع والتقاليد التي كانت تسود المجتمع المسلم.\nقال الزركلي في ((الإعلام)): ((وكانت دعوته الشعلة الأولى لليقظة الحديثة في العالم الإسلامي كله، تأثر بها رجال الإصلاح في الهند ومصر، والعراق والشام وغيرها ... )) (1).\nوقال عبدالكريم الخطيب في كتابه ((محمد بن عبدالوهاب)): ((والذي لاشك فيه أن الدعوة الوهابية كانت أشبه بالقذيفة الصارخة تتفجر في\n__________\n(1) الشيخ ((محمد بن عبدالوهاب)) لابن حجر آل بوطامي (102 - 107).\n(1/210)\n\nجوف الليل والناس نيام.\nكانت صوتًا قويًا راعدًا أيقظ المجتمع الإسلامي كله، وأزعج طائر النوم المحوم على أوطانهم منذ أمدٍ بعيد)) (1).\nوقال محمد ضياء الدين الريس: ((وهذه الحركة كانت نهضة أخلاقية سالمة، ووثبة روحية جريئة، ودعوة إلى دين الحق والإصلاح والواقع أن كل حركات الإصلاح التي ظهرت في الشرق في القرن التاسع عشر، كانت مدينة للدعوة الوهابية لتقرير هذه الأصول.\nويمكن تحديد الصلة بينها وبين كل من هذه الحركات إما عن طريق الاقتباس، أو المحاكاة، أو مجرد التأثر)) (2)\nوهكذا كانت دعوة الشيخ محمد بن عبدالوهاب صحوةٌ عارمة مؤثرة ودعوةٌ تجديدية رائدة ينبغي أن تدرس وأن يستفاد منها في سبيل نشر المنهج الصحيح والدين القويم والعقيدة الصافية.\n10 - إنكار المنكرات المخالفة للتوحيد والتي قد تشيع أو تظهر في مجتمعاتنا الإسلامية\nقال عز وجل {كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ} [آل عمران: 110].\n((فهذا تفضيل من الله لهذه الأمة بهذه الأسباب التي تميزوا بها وأفاقوا بها سائر الأمم وأنهم خير الناس للناس نصحًا، ومحبة للخير، ودعوة،\n__________\n(1) المصدر السابق ص (136).\n(2) المصدر السابق (134 - 135).",
        "(1/211)\n\nوتعليمًا، وإرشادًا، وأمرًا بالمعروف، ونهيًا عن المنكر، وجمعًا بين تكميل الخلق، والسعي في منافعهم، بحسب الإمكان، وبين تكميل النفس بالإيمان بالله، والقيام بحقوق الإيمان)) (1).\nوفي سنة النبي صلى الله عليه وسلم وسيرة أصحابه رضوان الله عليهم الشيء الكثير من صور إنكار المنكرات المخالفة للتوحيد ذلك علي سبيل المثال لا الحصر: عن أبي الهياج الأسدي قال قال لي علي -رضي الله عنه-: ((ألا أبعثك على ما بعثني رسول الله صلى الله عليه وسلم؛ أن لا تدع صورةً إلا طمستها، ولا قبرًا مشرفًا إلا سويته)) (2).\nقال صاحب تيسير العزيز الحميد: ((أما الصور، فلمضاهاتها لخلق الله، وأما تسوية القبور، فلما في تعليتها من الفتنة بأربابها وتعظيمها، وهو من ذرائع الشرك ووسائله فصرف اللهم إلى هذا وأمثاله من مصالح الدين ومقاصده وواجباته، ولما وقع التساهل في هذه الأمور وقع المحذور، وعظمت الفتنة بأرباب القبور ... )) (3).\nوعن أبي بشير الأنصاري -رضي الله عنه-: ((أنه كان مع رسول الله صلى الله عليه وسلم في بعض أسفاره، فأرسل رسولاً أن لا يبقين في رقبة بعير قلادة من وتر، أو قلادة إلا قُطعت)) (4).\nقال البغوي في شرح السنة: ((تأول مالك أمره عليه السلام بقطع القلائد\n__________\n(1) تفسير السعدي (1/ 409).\n(2) رواه مسلم (969)، وأبو داود (3218) والترمذي (1049) والنسائي (4/ 88).\n(4) رواه البخاري (6/ 98)، ومسلم (2115)، وأبو داود (2552) وأحمد (5/ 216) ومالك (2/ 937).\n(1/212)",
        "\nعلى أنه من أجل العين، وذلك أنهم كانوا يشدون بتلك الأوتار والتمائم والقلائد، ويعلقون عليها العوذ، يظنون أنها تعصم من الأفات، فنهاهم النبي صلى الله عليه وسلم عنها، وأعلمهم أنها لاترد من أمر الله شيئًا.\nوقال أبو عبيد القاسم بن سلام: كانوا يقلودون الإبل الأوتار لئلا تصيبها العين، فأمرهم النبي صلى الله عليه وسلم بإزالتها إعلامًا لم بأن الأوتار لا ترد شيئًا)).\nعن ابن عباس -رضي الله عنهما- أن رجلاً قال للنبي صلى الله عليه وسلم ما شاء الله وشئت، فقال: ((أجعلتني لله ندًا؟ ما شاء الله وحده)) (1).\nولابن أبي حاتم عن حذيفة أنه رأى رجلاً في يده خَيطًا من الحمى فقطعه وتلا قوله تعالى: {وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلاَّ وَهُم مُّشْرِكُونَ} [يوسف:106]\nقال صاحب تيسير العزيز الحميد: ((فقطعه، فيه إنكار هذا، وإن كان يعتقد أنه سبب فإن الأسباب لا يجوز منها إلا ما أباحه الله ورسوله صلى الله عليه وسلم، مع عدم الاعتماد عليه، فكيف بما هو شرك كالتمائم والخيوط والخرزو الطلاسم ونحو ذلك مما يعلقه الجهال)) (2).\nوللعلماء الذين هم ورثة الأنبياء جهود مباركة ومواقف مشرفة في الذب\n__________\n(1) رواه النسائي في ((عمل اليوم والليلة)) رقم (988) بلفظ ((أجعلتني لله عدلاً)) ورواه أيضًا أحمد في المسند (1/ 214و 283و 347) من حديث ابن عباس -رضي الله عنهما-، ورواه ابن ماجة رقم (2117) في الكفارات، باب النهي أن يقال: شاء الله وشئت بلفظ: ((إذا حلف أحدكم فلا يقل: ما شاء الله وشئت، ولكن ليقل: ما شاء الله ثم شئت))، ورواية ((أجعلتني لله ندًا)) من رواية ابن مردوية قال الشيخ عبدالقادرالأرناؤوط: حديث حسن.\n(2) ص (161).\n(1/213)\n",
        "عن عقيدة التوحيد، ورد كل ما يخالفها.\nومن العلماء العاملين الذين تصدوا لإنكار المنكرات المخالفة للشريعة وممن ذادوا عن حمى التوحيد العلامة محمد بن إبراهيم آل الشيخ رحمه الله والمستعرض لمجموع فتاواه يجد الكثير والكثير من الرسائل والفتاوى والمراسلات في إنكار الكثير من المنكرات وبخاصة منكرات تمس التوحيد وتقرح في كماله، ومن ذلك التحاكم إلى غير شرع الله وحول هذا الجانب المهم من جوانب التوحيد كتب رسالته المشهورة باسم ((تحكيم القوانين)) حيث كتبها مبينًا خطورة التحاكم إلى غير شرع الله وبين أقسام المتحاكم، والأحوال التي يكون فيها التحاكم كفرًا أكبر والأخرى التي يكون فيها التحاكم كفرًا أصغر حيث بدأها رحمه الله بقوله: ((إن من الكفر الأكبر المستبين تنزيل القانون اللعين، منزلة ما نزل به الروح الأمين، على قلب محمد صلى الله عليه وسلم ليكون من المنذرين، بلسان عربي مبين، في الحكم به بين العالمين، والرد إليه عند تنازع المتنازعين، مناقضةً ومعاندة لقول الله عز وجل {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: 59].\nوقد نفى الله سبحانه وتعالى الإيمان عن من لم يحكموا النبي صلى الله عليه وسلم فيما شجر بينهم نفيًا مؤكدًا بتكرار أداة النفي وبالقسم، قال تعالى: {فَلا وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء:65]\nولم يكتف تعالى وتقدس منهم بمجرد التحكيم للرسول صلى الله عليه وسلم حتى يضيفوا إلى ذلك عدم وجود شيء من الحرج في نفوسهم بقوله\n(1/214)\n\nجل شأنه: {ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ} والحرج الضيق بل لابد من اتساع صدورهم لذلك وسلامتها من القلق والاضطراب.\nولم يكتف تعالى أيضًا هنا بهذين الأمرين حتى يضموا إليهاما (التسليم) وهو كمال الانقياد لحكمه صلى الله عليه وسلم بحيث يتخلوا هاهنا من أي تعلق للنفس بهذا الشيء، ويسلموا ذلك إلى الحكم الحق أتم تسليم، ولهذا أكد ذلك بالمصدر المؤكد وهو قوله جل شأنه {تَسْلِيمًا} المبين أنه لا يكتفي ها هنا بالتسليم. بل لابد من التسليم المطلق ... )) (1).\nوفي نصيحة له رحمه الله مع مجموعة من العلماء جاء فيها:\n((وإن من أقبح السيئات وأعظم المنكرات التحاكم إلى غير شريعة الله من القوانين الوضعية والنظم البشرية، وعادات الأسلاف والأجداد التي قد وقع فيها الكثير من الناس اليوم وارتضاها بدلاً من شريعة الله التي بعث بها رسوله محمدًا صلى الله عليه وسلم، ولا ريب أن ذلك من أعظم النفاق، ومن أكبر شعائر الكفر والظلم والفسوق وأحكام الجاهلية التي أبطلها القرآن وحذر عنها الرسول صلى الله عليه وسلم. قال الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَن يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلالاً بَعِيدًا (60) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنكَ صُدُودًا} [النساء: 60 - 61].\nوقال تعالى: {وَأَنِ احْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ\n__________\n(1) انظر مجموع فتاواه (12/ 284 - 285).",
        "(1/215)\n\nأَن يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنزَلَ اللَّهُ إِلَيْكَ فَإِن تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِّنَ النَّاسِ لَفَاسِقُونَ (49) أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ} [المائدة: 49 - 50].\nوقال عز وجل: {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} [المائدة: 44].\n{وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} [المائدة:45].\n{وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} [المائدة: 47].\nوهذا تحذيرٌ شديد من الله سبحانه لجميع العباد من الإعراض عن كتابه وسنة رسوله صلى الله عليه وسلم والتحاكم إلى غيرهما، وحكم صريح من الرب عز وجل على من حكم بغير شر يعته بأنه كافر وظالم وفاسق ومتخلق بأخلاق المنافقين وأهل الجاهلية، فاحذروا أيها المسلمون ما حذركم الله منه، وحكموا شريعته قي كل شيء، واحذروا ما خالفها وتواصوا بذلك فيما بينكم وعادوا وابغضوا من أعرض عن شريعة الله أو تنقصها أو استهزا بها أو سهل في التحاكم إلى غيرها، لتفوزوا بكرامة الله وتسلموا من عقاب الله، وتؤدوا بذلك ما أوجب الله عليكم من موالاة أوليائه الحاكمين بشريعته الراضين بكتابه وسنة رسوله صلى الله عليه وسلم ومعاداة أعدائه الراغبين عن شريعته المعرضين عن كتابه وسنة رسوله صلى الله عليه وسلم، والله المسئول أن يهدينا وإياكم صراطه المستقيم، وأن يعيذنا وإياكم من مشابهة الكفار والمنافقين، وأن ينصر دينه ويخذل\n(1/216)",
        "\nإعلاءه إنه على كل شيء قدير)) (1).\nوقد صنف الإمام محمود شكري الألوسي رسالةً ينكرُ فيها بعض معتقدات العامة المخالفة للتوحيد.\nحيث صنف كتاب ((القول الأنفع في الردع عن زيادة المدفع))، وكان هذا المدفع في بغداد أمام الثكنة العسكرية، وهو مصنوع من النحاس، يسمى (طوب أبي خزامة) صنع في عهد السلطان مرادخان سنة (1047هـ).\nوكانت العالمة تعتقد بهذا المدفع اعتقاد الجاهلية باللات والعزى ومناة الثالثة الآخرى، فتنذر له وتعلق عليه التمائم، وتقبله، وتتبرك به إلى غير ذلك من المنكرات.\nفحمل ذلك الشيخ الألوسي على كتابة هذا الكتاب بحث فيه تاريخ المدفع، وما يعتقد الناس فيه من الاعتقادات الفاسدة، وقدمه إلى وإلى بغداد ليمنع العوام من زيادرته (2).\nوممن كانوا يصدعون بكلمة الحق نصحًا لله ولرسوله وللمؤمنين الشيخ العلامة أحمد بن محمد شاكر -عليه رحمة الله- وقد كان هذا دأبه وديدنه في كثير من كتاباته ومقالاته وتعليقاته، ونسوق ها هنا نموذجًا من ذلك نشرة في مقاله الموسوم بكلمة حق وهو مقال كان ينشره في مجلة ((الهدي النبوي)) كتب رحمه الله -تحت عنوان: ما هذا؟ أدعوه سافرةٌ لعبادة العِجل؟\n__________\n(1) مجموع فتاوى الشيخ محمد بن إبراهيم (12/ 259 - 260).\n(2) أعلام العراق.\n(1/217)\n",
        "رأيتُ في مجلة الاثنين، في العدد 855 الصادر يوم 30 أكتوبر سنة 1950 في الصفحة الثانية منه، صورًا بشعة، لامرأة مع أوتان في المتحف الروماني التابع لبلدية الإسكندرية، وفي إحدى هذه الصور تقف المرأة أمام تمثال ((العجل أبيس)) ضامة كفيها، رافعتهما إلى قريب من وجهها أمام وجه العجل، على صورة المبتهل عند بعض الطوائف غير الإسلامية.\nوقد كتبت مجلة الإثنين بجوار هذه الصورة الوثنية ما مثاله بالحرف الواحد: ((صلاة صامتة عند الإله الصامت أبيس ... إنها ترديد لصلوات الأقدمين))!!\nوأظن أن ليس بد هذا الكلام كلامٌ في عبادة وثن عبادة صريحة، لا تحتمل تأويلاً ولا مجازًا ولا مغالطة.\nوهذه المرأة التي تعبد العجل، لا ندري أمسلمة هي أصلاً أم نصرانية أم يهودية؟ وأيَّاما كانت فإنه هذه الأديان الثلاثة هي أديان التوحيد، التي جاء أنبياؤها مرسلين من الله سبحانه وتعالى حربصا على الوثنية والوثنيين، جاؤا بالدعوة إلى عبادة الله وحده لا شريك له.\nبل إن أولهم موسى عليه السلام جاء جربصا على الفراعين الوثنيين عُباد العجول وقد ارتد ناسٌ من أتباعه في حياته، بعد خروجهم من مصر حين ذهب لمناجاة ربه، فاصطنعوا من حليهم {عجلاً جسدًا له خوار} كما أخبرنا الله عنهم في كتابه الكريم وقال الله عنهم: {إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ} [الأعراف: 152].\n(1/218)\n\nوقص علينا ربنا عن موسى عليه السلام أنه قال لصانع العجل الذي أضل بعض قومه {وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُ وَانظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا لَّنُحَرِّقَنَّهُ ثُمَّ لَنَنسِفَنَّهُ فِي الْيَمِّ نَسْفًا} [طه: 97].\nولن يستطيع أحد ممن يؤمن بدين من أديان التوحيد أن يتأول أو يتمحل بالباطل لإجازة ((صلاة)) أمام العجل أبيس ((ترد يدًا لصلوات الأقدمين)) مهما يكن لديه من جرأة أو تهجم، حتى لو بلغ في ذلك الغاية.\nولتعلم هذه المرأة التي وقفت هذا الموقف السيء، أنها بما سنعت خرجت من كل دين من أديان التوحيد، جادةً كانت فيما ارتكبت أو هازلة، وأنها ارتكست في حمأة الوثنية المدمرة للأديان، وأنه لا منجاة لها مما تستتبعه الردة من آثار في الدنيا والآخرة، إلا أن تتوب توبة نصوحصا. وأني أقول ذلك مخلصًا ناصحًا لها، جاهلاً كل شيء عن شخصها وعن مركزها وعن بيئتها، وأني أقوله لها أيًاكانت هي من الناس وليعلم أهلوها هذا، ورجالها وولاة امرها، وليضربوا على يديها، وليحجزوها عن هذا العبث بالأديان، عالمة كانت أو جاهلة.\nثم إن لي كلمة -بعد هذا- مع مجلة ((الإثنين))، بل مع ((دار الهلال)) كلها. فما يخدع مثلي حتى يظن أن هذه الصورة البشعة جاءت عفوًا ومصادفة، إنما هي -فيما أرى- خطة مصطنعة، اصطنعها مصور الدار ليأتي بشيء فني ((رائع)) في نظره، تقليدًا وجهلاً، دون أن يفقه شيئًا مما وراء ذلك من أثر في دينه ودون أن يفقه أن ليس معنى ((حرية الأديان)) - في هذا البلد المسلم أهله ودولته - أن تعلنى ((دار الهلال)) الدعوة الساخرة",
        "(1/219)\n\nالصريحة إلى الوثنية وإلى عبادة العجل)) (1).\n11 - الرد على دعاوى المناوئين لدعوة التوحيد ورد شبهاتهم وبيان تلبيساتهم.\nفإن الله عز وجل قد تعهد بحفظ دينه فقال عز وجل {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:9]\nومن حفظ الله لدينه قيام أهل العلم بدراسة علوم الشرع وتعليمها ونشرها.\nومن ذلك الرد على المخالفين للشرعة الجائرين عن مستقيم الملة، من أهل الإلحاد والابتداع.\nوالرد على المخالف والمناويء من ((حراسة الدين وحمايته من العاديات عليه، وعلى أهله، من خلال هذه الوظيفة الجهادية)) التي دأبها الحنين إلى الدين والرحمة بالإنسانية؛ لتعيش تحت مظلته، تكف العدوان، وتصد المعتدين، وتقيم سوق الأمر بالمعروف ورأسه ((التوحيد))، والنهي عن المنكر وأصله الشرك.\nوتحافظ على وحدة الصف، وجمع الكلمة، ومد بشاشه الإيمان وسقيا ترقرق ماء الحياء.\nوتقيم: طول الإسلام وقوته وظهوره على الدين كله ولو كره المشركون وتحطم الأهواء ولو كره المبتدعون.\n__________\n(1) كلمة حق ص (81 - 83).\n(1/220)",
        "\nوالفجور ولو كره الفاسقون.\nوالجور ولو كره الظالمون.\nقال شيخ الإسلام ابن تيمية -رحمه الله- في بيان منزلة هذه الوظيفة:\n((فالمرْصَدُوْن للعلم، عليهم للامة حفظ الدين، وتبليغه، فإذا لم يبلغوهم علم الدين، أو ضيعوا حفظه، كان ذلك من أعظم الظلم للمسلمين؛ ولهذا قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللاَّعِنُونَ} [البقرة:159] فإن ضرر كتمانهم تعدى إلى البهائم وغيرها، فلعنهم اللاعنون حتى البهائم)) (1).\nوقال ابن القيم -رحمه الله- في موقف أهل السنة من دفع البدعة: ((واشتد نكير السلف والأئمة لها، وصاحوا بأهلها، من أقطار الأرض وحذروا فتنتهم أشد التحذير، وبالغوا في ذلك ما لم يبالغوا مثله في إنكار الفواحش، والظلم، والعدوان؛ إذ مضرة البدع. وهدمها للدين، ومنافاتها له: أشد)) (2).\nويقول الشيخ بكر أبو زيد -حفظه الله-: في مقدمة كتابه الرد على المخالف من أصول الإسلام: ((فالرد من أهل السنة والجماعة، على المبتدعة، أهل الأهواء المتسبين إلى الملة، هو رأس في المراد لكن المراد هنا، ما هو أوسع من ذلك مما يحوي بيان ((مشروعية الرد على كل مخالف بمخالفته المذمومة)) التي يمليها الهوى الغالب، وتمتطيه إلى أنواع\n__________\n(1) مجموعه الفتاوى.\n(2) مدارج السالكين (1/ 372).\n(1/221)\n",
        "المهالك، المعاطب، بما تحمله من شرك، أو كفر أو نفاق، أو بدعة مضلة، وقد تحمل: فسقًا، أو رأيًا مصادمًا لنصوص الوحيين ويجمع هذه فتنتان: فتنة الشُبهات، وفتنة الشهوات، وهما المعبر عنهما باسم ((ألانحراف الفكري))، ((الأنحراف السلوكي))، ويقال: ((الغزو ... ))، وقد تقع المخالفة بزلة عالم وفلتته بقول شاذ، أو فائل، فارد، لاتجد له عليه تبيعًا، وهكذا من مسالك الشذوذ الأخرى، والمغادرة إلى مجاهل التَّلوُّن في دين الله، وضغط الإسلام للواقع، وتطويع الأحكام الشرعية للحياة الغربية ... )) (1).\n__________\n(1) ((الرد على المخالف)) ص: (7 - 8).\n(1/222)\n\nفي مضارِّ السكوت عن المخالف\nفي السكوت عن المخالفين وتخذيل المصلحين: أمور مضرة بالدِّين، والدنيا، منها:\n1 - نزول أهل السنة درجات بتعطيل عنصر مهم من حياتهم الوظيفية في الأمر بالمعروف والنهي عن المنكر، ومجاهدة المبطلين.\nوإذا كان هذا من أبواب الجهاد، فمن لطيف ما يستحضر، تفسير أبي أيوب الأنصاري -رضي الله عنه- الإلقاء باليد إلى التهلكة: بترك الجهاد - في قوله تعالى: {وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195] (1).\n2 - ارتفاع أهل الأهواء على أهل السنة. ومن الغبن الفاحش أن ترتفع منزلة الكفة الفارغة بالسجلات الطائشة، على منزلة الكفة الراجحة بكلمة التوحيد الخالص.\n3 - مد المخالفة، وامتدادرواقها، وانتشارها: في الاعتقاد، والأقوال، والأعمال. فإن الأهواء إذا كانت في متناول كل لا قط، آلت بالأمة إلى أسرها بأغلال ما أنزل الله بها من سلطان.\n4 - فُشُوْ الشبهة، مداخلتها للاعتقاد الحق، وتلعبها بالقلوب كتلعب الأفعال بالأسماء.\n5 - وبالتالي تحريك العقيدة الحقة عن مكانتها، بعد ثباتها، فيضعف الاعتقاد\n__________\n(1) ((زاد المعاد)): (2/ 62)، ((تفسير ابن كثير)): (1/ 228)، و ((مشارع الأشواق)) لابن النحاس (1/ 526 - 527).",
        "(1/223)\n\nالسليم، ويضعف سلطانه (1).\n6 - ظهور المبطلين في المجامع، وعلى درجات المنابر، واحتباؤهم على أفواه السكك؛ لمشاغبة المصلحين، والتحريش بهم، وتحريض العامة عليهم، وتكميم أفواههم بعصا السلطان، فيزداد الأمر شدة ويزداد المخالف ظهورًا.\nإن المبطلين شخصيات قلقة، يورثون القلاقل بتصعيد الخلاف، وإيقاد الفتن، وإثارة المعارك، ولا يتركون أهل السنة إلا بجروح دامية، وعيون دامعة.\n7 - في السكوت والتخذيل: إسقاط للعقوبات الشرعية لأهل الأهواء وأهل الشهوات.\n8 - فيهما: إيالة المسلمين، إلى أمة، مستسلمة، منهزمة، مخدرة، يحتضنها أهل الأهواء، في وضع مكفهر، بظلمات متراكمة، يضل فيها الخريت، ويحار فيه الدليل.\nوهذه نهاية في إغراء الإزاة لاجتياح ديار الإسلام، وإطفاء جذوته، وما بقي له من صبابة في قلوب أهله.\n9 - كسر الحاجز النفسي، بين السُّنة والبدعة، والمعروف والمنكر، فيستمرىء الناس الباطل، وتموت الغيرة على حرمات الدِّين، ويستعصي إصلاح الدهماء على العلماء، ويجفلون من نصحهم، ويجفونهم ...\n__________\n(1) انظر ((الفتاوى)): (28/ 232 - 235).\n(1/224)",
        "\n10 - في السكوت عن المخالف ومخالفته، تأثيم ذوي القدرة بترك واجب الرد، والتفريط في حراسة الدين. مع أن السكوت بغير حق، هو في نفسه مظاهرة المجرمين. وهذا وحده من مواطن الإثم.\nومن وراء هذا: إثم الموالاة للمخالفين، وهذا أشد عامل ينقض بالنقض، على قاعدة الإسلام: الولاء والبراء.\n11 - تحجج العامة بالسكوت على نسبة الأهواء، والشهوات، إلى الدين.\n12 - من أنباء سقوط الدول، وحلول القوارع بها: ظهور أهل البدع والفجور، في لجج من أهوائهم وفجورهم، رامين إلى نثر بذور لانشقاقها، وعواضف لتمزيقها، وتقطيع وحدتها، وتصديع بنيانها.\nنهذا معلوم باستقراء الأحوال على تطاول الأزمان (1).\nوخذ من قريب: ما لاذي أخذ بتلابيب ((تل أبيب)) وأنزل الغاشية على ((كاظمة)) وعلى هذا فقس ...\n13 - وبالجملة فلو ترك، أهل الأهواء، وهم عاكفون على أهوائهم، يحترفون الكيد لهذا الدين، بسطو عظيم، ولسان غليظ، بالمسخ، والتحريف، والغمز، والتبديل، وإن ترفقوا فبصوغ عبارات، لو عصرت، لتقاطرت منها الدعوة إلى غير سبيل المؤمنين، وهكذا في حالة زحف مؤلمة، وهجمة شرسة، ولا كحال اللعانين الصخابين، بل هم المضللون بنزف المحابر على سطور ((الدفاتر))، وألسنة غلاظ على أعواد المنابر.\n__________\n(1) ((الفتاوى)): (12/ 511)، (2/ 132، 475).\n(1/225)\n",
        "نعم: لو تُرك كل مخالف ومخالفته، وضال وضلالته، ومبتدع وبدعته، وفاسق وفسقه؛ لتجرع أهل القبلة منهم سمومًا قاتلة، وأهواء ضالة، وحياة قائمة، خافضة للملة، رافعة لقتام الشبهة، ودنس الشهوة.\nوحينئذ فلا تسأل - ولا حول ولا قوة إلا بالله العزيز الحكيم- عن تبدل الكفر بالإيمان، والبدعة بالسنة، والمعصية بالطاعة، والذلة بالعزة ((ولفسد فينا أمر الكتاب كما فسد دين أهل الكتاب قبلنا، بما وقع فيه من التبديل الذي لم ينكر فيه على أهله)) (1).\nوهذه نتيجة حتمية لمن فرط في أمر السنة والكتاب، وورث علل أهل الكتاب من السكوت، والكتمان {يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ} [سورة آل عمران: الآية 71].\n__________\n(1) بنحوه في ((الفتاوى)): (28/ 233).\n(1/226)\n\nثمرات القيام بهذه الوظيفة الشرعية\nالقيام بهذا الواجب الكفائي، يحقق مطالب شرعية، وثمارًا مباركة تلتمع في حياة المسلمين، التماع البرق في طيات السحاب؛ منها:\n1 - اتقاء المضار -آنفا- الناجمة عن السكوت، والانحسار عن مواجهة الواقع.\n2 - هذا نشر للسنة، وإحياء لما تآكل منها، فكما يكون نشرها بالعمل بها، والدعوة إليها، فكذلك برد العدوان عليها.\n3 - ومن أهلم المهمات: نصح للمخالف وضماد لجراحه، ونصح لجميع المسلمين، وكشف للغشاوة عنهم، وحماية لقيمهم من التحلل والإدغام، والدخولات وحياة الأنعام، وغيرها من رواسب الخلاف الطائش.\n4 - تنقية الساحة من المنكودين بالتعريف عليهم، بما خالفوا به أمر السنة والكتاب، فابتدعوا، وفجروا، ونابذوا السنة، وآذو المسلمين.\nوفي هذا تحذير بالغ من الوقوع في شراكهم وحيلولة بينهم وبين ما يشتهون.\n5 - إن الدفع في صدور المخالفات المذمومة، وأعجازها: كف لبأسها عن المسلمين، وتضييق على ساحات الخلاف والتدابر، وإلقاء بالأهواء كالدراهم الزيوف.\n6 - دفع الإثم عن المسلمين بالقيام بهذا الفرض الكفائي وإعانة لهم على دينهم الحق، ورحمة بهم. وهذا من كمال الشفقة والرفق بالمسلمين،",
        "(1/227)\n\nوالرحمة بهم، ولهذا ألمح العلماء إلى أفضلية فرض الكفاية على غيره، كما في ((تنبيه الغافلين)) (1) لابن النحاس الدمشقي، والله يتولى الصالحين من عباده.\n7 - نيل شرف الرتبة بالقيام بهذه الحسبة، للذب عن الشريعة وحملتها، وصيانتها من الدخولات وحراستها، وإنعاش الغيرة، وبعث مطلب الجهاد فيها.\nوختامًا:\n((فإن المراد من هذا المبحث حمل النفوس على إعمال هذه السنة الماضية))، في حياة المسلمين الجهادية الدفاعية، عن حرمات الإسلام، وأنها من حقوق الله التعبدية، من جنس الجهاد، والأمر بالمعروف والنهي عن المنكر. لا سيما والحاجة إليها ملحة في هذه الأزمنة، فإن وطأة الأهواء شديدة، وسُبُلها متكاثرة، لكثرة المضلين، المفتونين، الرابضين بيننا، والمنطوين على رَشح أصاب ضمائرهم، بآراء ساقطة، يُخزي بعضها بعضًا من علمنة و حداثة، وإباحية، ودعوة إلى عصبيات عرقية: شعوبية، وقومية نصرانية: ((القومية العربية)).\nوتلك الدعوة الفجة الفاجرة، تحت غطاء: اقتلاع الحق الديني: حرية الأديان. مجمع الأديان. زمالة الأديان العالمية. النظرة الوحدوية للأديان. ((الإسلام، المسيحية، اليهودية)). ((الوحدة الإبراهيمية)). التقارب.\nوالتي سرت في ظلالها: الدعوة الفاشلة -ولله الحمد- للتقريب بين السنة\n__________\n(1) (ص/31).\n(1/228)",
        "\nوالرافضة، إلى آخر تلك الدعوات التي تجتث من القلوب قاعدة الإسلام: ((الولاء والبراء)) ... (1).\nوقد قام أهل العلم بجزء من هذا الواجب في القديم وما زال بقيتهم يناضلون في هذا السبيل حاملين راية التوحيد الخفاقة، صامدين أمام هجمات أهل الباطل الزائفة البراقة.\nوختامًا أخا العقيدة والتوحيد انظر مليًا وتدبر وانظر في حال من حولك، وما واجبك نحوهم وانظر ماذا قدمت في نصرة التوحيد ونشره ولا أقل من دراسة واعية لمسائله وفهم عميق لمقاصده وتطبيقٌ صادق لمقتضياته، ثم دعوةٌ إلى سبيله، وتذكير الناس بأهميته ووجوب الأهتمام به والثبات على سبيل الأنبياء والمرسلين.\nأسأله سبحانه أن يرزقنا الثبات في الأمر والعزيمة على الرشد، وأن يحفظنا على التوحيد والسنة وأن يجيرنا من سبل الغواية والبدعة وأن يغفر لوالدينا ومشايخنا وأن يبيض وجوههم ووجوهم يوم تبيض وجوه أهل السنة والتوحيد، وتسود وجوه أهل البدعة والتنديد.\n__________\n(1) الرد على المخالف ص: (8،9).\n(1/229)\n"
    ]
}