{
    "partText": [
        "\nمدخل\n...\nالكشف عن صاحب \"البسيط \" في النحو\nللدكتور حسن موسى الشاعر\nأستاذ مشارك بكلية اللغة العربية بالجامعة الإسلامية\nيتردد كثيراً في مصنفات أبي حيان الأندلسي، ومن جاء بعده من النحاة ذكر \"صاحب البسيط\" في النحو، والنقل عن كتاب \"البسيط\". فتراهم يقولون: \"قال صاحب البسيط\" أو \"وفي البسيط\"، من غير أن يبينّ كثير من هؤلاء المصنفين من هو صاحب البسيط، أو يكشف النقاب عن مؤلف كتاب البسيط هذا، مما أوقع عدداً من المحققين المعاصرين في الوهم والخطأ.\nفرأيت أن أعدّ بحثاً مفصّلاً عن صاحب البسيط، لعلّي بذلك أميط اللثام عن هذا الغموض الذي اكتنفه.\n(1/145)\n",
        "الكتب المصنفة في النحو بعنوان \"البسيط\":\n1- البسيط في شرح جمل الزجاجي، تأليف: ابن أبي الرّبيع عُبيد الله بن أحمد بن عبيد الله القرشي الإِشبيلي (599- 688 هـ) . وقد قام بتحقيق السفر الأول منه الأخ الدكتور عياد الثبيتي، ونال به درجة الدكتوراه من كلية اللغة العربية بجامعة أم القرى عام 1402 هـ.\nوليس هذا الكتاب هو كتاب البسيط المراد بهذا البحث، فالآراء فيه تختلف عن النقول الواردة في كتاب البسيط مجال البحث، بل لم يذكر أحد من المحققين أنه هو المقصود بكتاب البسيط، أو أن مؤلفه هو صاحب البسيط.\n2- البسيط في شرح الكافية لابن الحاجب: قال حاجي خليفة في كشف الظنون1: وصنف السيد ركن الدين حسن بن محمد الاستراباذي الحسيني ثلاثة شروح على الكافية؛ كبير وهو المسمىّ بالبسيط، ومتوسط وهو المسمى بالوافيه وهو المتداولة، وصغير. توفي سنة 717 هـ.\n__________\n1 كشف الظنون 2/ 1375.\n(1/145)\n\nوهذا الكتاب هو الذي وهم فيه كثير من المحققين المعاصرين، فظنوا- خطأ- كتاب البسيط المشار إليه آنفا، وجعلوا مصنفه وهو ركن الدين الاستراباذي، صاحب البسيط في النحو. ومما يدفع هذا الوهم أن كتاب البسيط لركن الدين الاستراباذي معروف، والحصول عليه متيسّر، وقد سجّل رسالة دكتوراه بكلية اللغة العربية بجامعة الأزهر1.\nومن هذا الشرح نسخ خطية في عدد من المكتبات، ومنه نسخة خطية في مكتبة عارف حكمت بالمدينة المنورة في مجلد كتب عليه: الشرح الكبير على الكافية لصاحب الوافية السيد ركن الدين. برقم 134/ 415 كتبت عام 718 هـ.\nومن الشرح نشخ خطية في عدد من المكتبات، ومنه نسخة خطية في مكتبة عارف حكمت بالمدينة المنورة في مجلد كُتبَ عليه: (الشرح الكبير على الكافية لصاحب الوافية السيد ركن الدين) ، برقم 134/415، كتبت عام 718هـ.\nفكتاب البسيط في شرح الكافية، أو الشرح الكبير للكافية للاستراباذي يختلف ما فيه عمّا نقل عن كتاب البسيط، أو عن صاحب البسيط في النحو، فهو غيره قطعاً.\n3- البسيط في النحو، تأليف: ضياء الدين بن العِلْج. وقد ذكر المحققون القدامى أنه هو صاحب البسيط المذكور. وسيأتي له مزيد من التفصيل.\n__________\n1 الكافية في النحو: د طارق نجم ص 35.",
        "(1/146)\n\nأوهام المحققين المعاصرين في نسبة \"البسيط \" إلى ركن الدين الاستراباذي:\nا- أوّل من رأيته وقع في هذا الوهم الأستاذ الفاضل محمد أبو الفضل إبراهيم في تحقيقه لكتاب \"البرهان في علوم القرآن\" للإمام الزركشي المتوفى سنة 794 هـ.\nفقد نقل الإمام الزركشي عن كتاب البسيط في سبعة مواضع من كتابه2. ولم يبينّ من صاحب البسيط!؟.\nقال الأستاذ محمد أبو الفضل إبراهيم معرّفاً بصاحب البسيط3: هو السيد ركن الدين حسن بن محمد الاستراباذي المتوفى سنة 717 هـ، والبسيط أحد شروحه الثلاثة على كتاب الكافية في النحو للشيخ جمال الدين عثمان بن عمر المعروف بابن الحاجب، والمتوفى سنة 646 هـ.\nوأحال الأستاذ المحقق في ذلك على كشف الظنون، وكرّر هذا الكلام مختصراً في موضعين آخرين من التحقيق4\n__________\n2 البرهان للزركشي 2/ 364، 4/119، 211، 251، 259، 296، 443.\n3 البرهان للرزكشي 2/ 364 (الحاشية) .\n4 البرهان للزركشي 4/ 119، 211 (الحاشية) .\n(1/146)",
        "\n2- الدكتور عبد العال سالم مكرّم في تحقيقه لكتاب \"همع الهوامع\" للسيوطي (المتوفى سنة 911 هـ) . والإمام السيوطي ينقل عن كتاب البسيط في أكثر من خمسين موضعاً من كتابه \"همع الهوامع\"1، ولم يذكر من هو صاحب البسيط.\nوقد وهم الدكتور عبد العال سالم في تحقيقه إذ قال2: البسيط لركن الدين حسن ابن محمد الاستراباذي (المتوفى سنة 717 هـ) .\n3- الأستاذ عبد السلام هارون في تحقيقه لكتاب \"خزانة الأدب\" لعبد القادر البغدادي المتوفى سنة (1093 هـ) . والبغدادي نقل عن البسيط في ثلاثة مواضع من الخزانة3.\nوقد سكت الأستاذ عبد السلام هارون عن بيان الموضع الأوّل ولم يعلّق عليه بشيء، ولكنه في الموضعين الآخرين نسب الكتاب إلى ركن الدين الاستراباذي، فقال4: البسيط هو الشرح الكبير للكافية، لركن الدين حسن بن محمد الاستراباذي الحسني المتوفى سنة 717 هـ.\n4- الأستاذ عبد العزيز رباح وزميله الأستاذ أحمد يوسف دقّاق محّققا كتاب \"شرح أبيات مغني اللبيب\" لعبد القادر البغدادي. وقد ورد ذكر صاحب البسيط في موضع واحد من هذا الكتاب5، ولم يعلق عليه المحققان. ولكنهما أشارا في الفهارس، في فهرس أسماء الكتب التي ذكرها المصنف، عند ذكر شروح الكافية6: البسيط لركن الدين حسن ابن محمد الاسزاباذي، كما في الكشف.\n5- الدكتور عباس مصطفى الصالحي محقق كتاب \"تخليص الشواهد وتلخيص الفوائد\" لابن هشام الأنصاري (المتوفى سنة 761 هـ) . وقد ورد ذكر البسيط مرة واحدة في الكتاب، فعلّق عليه المحقق في الحاشية بقوله7: لعل المقصود بالبسيط أحد شروح الكافية، فقد ورد في كشف الظنون (2/ 1370) ما نصّه: وصنّف السيد ركن الدين حسن بن محمد الاستراباذي ثلاثة شروح على الكافية، كبير وهو المسمى بالبسيط.\n__________\n1 همع الهوامع للسيوطي- الجزء الخاص بالفهارس 7/343.\n2 همع الهوامع 1/82 (الحاشية) .\n3 خزانة الأدب للبغدادي، تحقيق هارون 2/ 22، 9/ 416، 10/ 198.\n4 خزانة الأدب 9/ 416، 10/198 الحاشية.\n5 شرح أبيات مغني اللبيب ا/394.\n6 شرح أبيات مغني اللبيب 8/432.\n7 تخليص الشواهد ص 75.\n(1/147)\n",
        "6- الدكتور عبد العال سالم مكرّم في تحقيقه لكتاب \"الأشباه والنظائر\" للسيوطي، وقف موقفاً عجيبا في نسبة كتاب البسيط، ففي فهرس المصادر التي اعتمد عليها السيوطي جعل المحقق كتاب البسيط كتابين1، فقال: البسيط لركن الدين حسن بن محمد الاستراباذي، وأحال إليه في أكثر من ثمانين موضعاً، وذلك في الأجزاء الثلاثة الأولى من التحقيق. ثم قال: البسيط لضياء الدين بن العلج، وأحال إليه في نحو خمسة وعشرين موضعاً، وذلك في الجزء الرابع من الكتاب.\nوالصحيح أن كتاب \"البسيط\" المذكور في الأشباه والنظائر كتاب واحد، ولكن سبب هذا الخلط، أن الأستاذ المحقق كان يظن كما ظن في تحقيقه لكتاب همع الهوامع، أن صاحب البسيط هو ركن الدين الاستراباذي، واستمر لديه هذا الظن في الأجزاء الثلاثة الأولى من تحقيقه لكتاب الأشباه والنظائر، حتى فوجئ في بداية الجزء الرابع بقول السيوطي2: وممّن ذهب إلى الترادف ضياء الدين بن العلج، صاحب البسيط في النحو، وهو كتاب كبير نفيس في عدة مجلدات.\nفماذا يصنع الأستاذ المحقق أمام هذا النصّ؟ لعله رأى أن من الأسلم له أن يجعل كتاب البسيط كتابين، والمصنّف مصنّفين، دفعاً للتعارض القائم في نظره!! وإن كان الأوْلى به أن يصحح معلوماته، ويرجع إلى الحق، ويلتزم بما قاله السيوطي.\nهذا.. وهناك كتاب كبير في التفسير اسمه \"البسيط\" للإمام عليّ بن أحمد الواحدي (المتوفى سنة 468 هـ) . قال في ترجمته القفطي3: وصنّف التفسير الكبير وسماه \"البسيط\" وأكثر فيه من الإعراب والشواهد واللغة، ومن رآه علم مقدار مَا عنده من علم العربية.\nولم أجد أحداً خلط بين كتاب \"البسيط\" في النحو، وكتاب \"البسيط\" في التفسير للواحدي، خلافاً لما ذكره الدكتور النماس محقق كتاب الارتشاف، إذ قال4: والكثير يخلط بين كتاب البسيط في النحو السابق الذكر، وكتاب البسيط في التفسير لعليّ بن أحمد الواحدي. ولم يُقدّم لنا الأستاذ المحقق مثالاً واحداً على هذا الخلط.\n__________\n1 الأشباه والنظائر- الفهارس 9/ 183.\n2 الأشباه والنظائر بتحقيق د عبد العال سالم 4/7.\n3 إنباء الرواة 2/ 223.\n4 1رتشاف الضرب3/ 686.\n(1/148)\n\nصاحب \"البسيط\" في النحو:\nلا تسعفنا المصادر التي بين أيدينا إلا بنتف يسيرة، أو شذرات متناثرة عن صاحب البسيط في النحو، على الرغم من الآراء الكثيرة التي، نقلت عنه. وهذا من الأسباب التي أدت بعدد من المحققين المعاصرين إلى الخلط في الكشف عن شخصيته.\nولعل أبا حيان النحوي هو المصدر الأساسي للتعريف بصاحب البسيط وآرائه النحوية، فلا نكاد نجد أثراً لصاحب البسيط فيما قبل مصنفات أبي حيان.\nوقد ظفرت بنصّ مهم يعدّ أوفى ما وجدته في التعريف بصاحب البسيط، وذلك في تفسير البحر المحيط لأبي حيان، عند قوله تعالى: {سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ} 1.\nقال أبو حيان2: وقال بعض أصحابنا، وهو الإِمام العالم ضياء الدين أبو عبد الله محمد بن عليّ الإشبيلي، ويعرف بابن العلْج، وكان ممنّ أقام باليمن، وصنّف بها، قال في كتابه البسيط في النحو ... وتبينّ من كلام هذا الإمام أنه لا يجوز أن تكون الجملة بدلا من المفرد.\nكما وجدت ترجمة موجزة لصاحب البسيط في طبقات النحاة واللغويين لابن قاضي شهبة (المتوفى سنة 851 هـ) إذ قال3: \"محمد أبو عبد الله ضياء الدين بن العلْج، بكسر العين المهملة وسكون اللام، ثم جيم، مؤلف كتاب البسيط في النحو، ذكره الشيخ أثير الدين أبو حيان في شرح التسهيل، ونقل عنه في كتاب البسيط كثيراً. قال: كان قد سكن اليمن، وصنّفَ بها. ومما حكى عنه منع إبدال الجملة من المفرد، وقد جوّزه ابن جنى وأجازه ابن مالك رحمه الله\".\nويبدو أن الإمام السيوطي (المتوفى سنة 911 هـ) لم يطَّلع على النصّ السابق من البحر المحيط، أو على هذه الترجمة لصاحب البسيط، وقد صرّح بذلك في بغية الوعاة إذ قال4: صاحب البسيط ضياء الدين بن العلج، أكثر أبو حيان وأتباعه من النقل عنه، ولم أقف له على ترجمة.\nوأشار إليه السيوطي أيضاً في الأشباه والنظائر بقوله5: وممنّ ذهب إلى الترادف ضياء الدين بن العلج، صاحب البسيط في النحو، وهو كتاب كبير نفيس في عدة مجلدات.\n__________\n1 سورة الجاثية: آية 21.\n2 البحر المحيط 8/47.\n3 طبقات النحاة واللغويين لابن قاضي شهبة298.\n4 الأشباه والنظائر 4/ 7.\n5 بغية الوعاة 2/ 370.",
        "(1/149)\n\nموطن صاحب البسيط وعصره:\nعرفنا أن صاحب البسيط هو محمد بن عليّ الإشبيلي، المعروف بابن العلْج. ويفهم من ذلك أن موطنه الأصلى مدينة إشبيلية في الأندلس، وأنه ولد ونشأ بها، وتلقى فيها العلم على علماء عصره..\nوقد وصف ياقوت مدينة إشبيلية بأنها مدينة كبيرة عظيمة، تقع غربي قرطبة، بينهما ثلاثون فرسخاً، يطلّ عليها جبل الشرف، وهو جبل كثير الشجر والزيتون وسائر الفواكه.. وهي على شاطىء نهر عظيم، قريب في العظم من دجلة أو النيل، تسير فيه المراكب المثقلة، يقال له وادي الكبير، وينسب إليها خلق كثير من أهل العلم1.\nوقد سقطت مدينة إشبيلية بيد النصارى عام 646 هـ بعد أعمال حربية لعدة سنوات، وحصار طويل، استمر نحو سنة ونصف، فاضطرت المدينة إلى التسليم بالشروط ورحيل المسلمين عنها، فغادرها من أهلها ما يقدّر بأربعمائة ألف، قصدوا مدن الأندلس الأخرى والمغرب..2.\nهذا عن موطنه الأصلي، ولكن ما العصر الذي عاش فيه صاحب البسيط؟ لم أجد إشارة ممنّ كتب عن صاحب البسيط تذكر سنة ولادته أو وفاته، إلا خبراً مهمّا ينصّ على أن صاحب البسيط كان من تلاميذ الأستاذ أبي عليّ الشلوبين (المتوفى سنة 645 هـ) . قال ابن مكتوم3 (المتوفى سنة 749 هـ) : \"وقد تخرج بالأستاذ أبي عليّ الشلوبين رحمه الله، ومهر بين يديه نحو أربعين رجلاً كأبي الحسن بن عصفور، وأبي الحسن بن أبي الربيع، وأبي عبيد الله بن أبي الفضل، وأبي عبد الله بن العلج، وأبي الحسن بن الضَّائع، وأبي الحسن الأبذي، وأبي عليّ بن أبي الأحوص، وأبي جعفر اللبلي، وابن يللجنت، وأبي القاسم الصفار، وأبي العباس بن الحاج، وغيرهم. وكلّهم أئمة كبار مصنفون في علم العربية وغيره، قد طبقوا بعلمه الآفاق، وملأوا بفوائده وفرائده الأوراق ... \"\nفهذا النصّ إشارة واضحة إلى أن ابن العلْج كان من طبقة بن عصفور (المتوفى سنة 669 هـ) وغيره من تلامذة الأستاذ أبي عليّ الشلوبين.\n__________\n1 معجم البلدان 1/195.\n2 التاريخ الأندلسي. د. عبد الرحمنِ الحجي 482.\n3 إنباه الرواة 2/ 334 الحاشية نقلاَ عن كتاب تلخيص أخبار النحويين واللغويين لابن مكتوم/ مخطوط.\n(1/150)",
        "\nقال الغبريني1: كان الشلوبين أستاذاً بارعاً تخرَّج على يديه جماعة كثيرة من أهل العلم، قيل: وكل من قرأ على أبي عليّ الشلوبين ببلده نجب.\nوقد توفى الشلوبين ببلده إشبيلية في سنة 646 هـ، قبل استيلاء العدوّ عليها بقليل2.\nفابن العلج إذاً من نحاة الأندلسي في القرن السابع الهجري، ولكن يبدو أنه غادر موطنه بسبب حملات النصارى على الأندلس، ولا ندري متى غادر الأندلس، ولا المدن التي مرّ بها، حتى وصل اليمن وسكن بها، وصنف.\nوأقدّر أن صاحب البسيط توفى باليمن في الثلث الأخير من القرن السابع الهجري، وهو الزمن الذي توفى فيه كثير من تلامذة الشلوبين.\n__________\n1 عنوان الدراية 318.\n2 اختصار القدح المعلّى 154.\n(1/151)\n",
        "تعريف موجز بصاحب البسيط:\nومما سبق يمكن استخلاص المعلومات التالية عن صاحب البسيط في النحو:\nاسمه: محمد بن عليّ الإِشبيلي، ويعرف بابن العِلْج.\nكنيته: أبو عبد الله.\nلقبه: ضياء الدين.\nموطنه: مدينة إشبيلية في الأندلس، ولد ونشأ بها، وتلقى العلم على أبي عليّ الشلوبين. لكنه غادر الأندلس متوجهاً إلى المشرق حتى وصل اليمن، وسكن بها وصنّف.\nعصره: هو من نحاة القرن السابع الهجري، لأنه من طبقة ابن عصفور وغيره من تلاميذ الشلوبين.\nأشهر مصنفاته: كتاب البسيط في النحو، وهو كتاب كبير نفيس في عدة مجلدات.\nشهرته:\nلماذا عرُف صاحب البسيط بابن العِلجْ؟ لم أجد أحداً ذكر سبباً لذلك. فما معنى العِلجْ؟\nقال في القاموس مادة علج: العِلْج بالكسر العيَرْ، وحمار الوحش السمين القوي، والرغيف الغليظ الحرف، والرجل من كفار العجم.\n(1/151)\n\nوفي المصباح المنير: العِلجْ: \"حمار الوحش الغليظ، ورجل عِلْج شديد والرجل الضخم من كفار العجم ... \" قال أبو زيد: \"يقال استعلج الرجل إذا خرجت لحيته، وكل ذي لحية عِلْج، ولا يقال للأمرد عِلْج\".\nأقول: ولعلّه عرف بابن العِلْج لأن والده كان غليظاً شديداً.\nوهم في كنية صاحب البسيط:\nعرفنا أن صاحب البسيط يكنى أبا عبد الله، وقد عجبت للدكتور النماس كيف جعل كنية صاحب البسيط أبا البقاء، وذلك في تحقيقه \"ارتشاف الضرَّب\" لأبي حيان، عند قول أبي حيان: \"وقال أبو البقاء وصاحب البسيط ... \" فجعل المحقق النصّ هكذا \"وقال أبو البقاء صاحب البسيط\"1 ثم أكدّ ذلك في الحاشية معرّفا بصاحب البسيط فقال: \"هو أبو البقاء ضياء الدين بن العلج\". فوقع الشكّ في نفسي، وفزعت إلى النسخة المخطوطة التي لدي من ارتشاف الضرَّب، وهي النسخة التي جعلها المحقق أصلاً في تحقيقه للكتاب فوجدت النصّ واضحاً في المخطوطة، والتحريف بيّناً في التحقيق، وذلك أن الناسخ كتب النص هكذا \"وقال أبو البقا وصاحب البسيط\"، فجاء الأستاذ المحقق وجعل الواو همزة، ثم أكدّ هذا الخطأ في التعليق عليه في الحاشية.\nوالحق أن الأستاذ المحقّق عاد وصحّح هذه الكنية في قسم الفهارس آخر الكتاب، حيث قال2: ابن العلج أبو عبد الله محمد ضياء الدين بن العلج. ولكنه لم ينبّه على التحريف المذكور.\nمنزلته العلمية:\nصاحب البسيط في النحو عالم كبير، وإمام متبحّر في علم النحو، وهذه النقول الكثيرة عن كتابه \"البسيط\" تدل على علوّ كعبه في هذا الفن، وشدّة تمكنه من هذا العلم. ويكفى للدلالة على ذلك أنه من تلاميذ الأستاذ أبي عليّ الشلوبين، وقد قيل: كل من قرأ على أبي الشلوبين ببلده نجب3\n__________\n1 ارتشاف الضرب 2/ 239.\n2 ارتشاف الضرب 3/ 671.\n3 عنوان الدراية 318.",
        "(1/152)\n\nوقال ابن مكتوم القيسى: \"وقد تخرج بالأستاذ أبي عليّ الشلوبين رحمه الله، ومهر بين يديه نحو أربعين رجلاً كأبي الحسن بن عصفور وأبي الحسين بن أبي الربيع وأبي عبد الله بن العلج ... وغيرهم\".\nثم قال: \"وكلهم أئمة كبار مصنفون في علم العربية وغيره، قد طبقوا بعلمه الآفاق، وملأوا بفوائده وفرائده الأوراق ... \"1.\nوقد وصفه أبو حيان بالإمامة والعلم فقال: \"وقال بعض أصحابنا، وهو الإمام العالم ضياء الدين أبو عبد الله محمد بن عليّ الأشبيلي ويعرف بابن العلج ... \"2\nوهذه شهادة تقدير واعتراف من أبي حيان لهذا العالم الكبير. ووصف السيوطي كتاب \"البسيط\" في النحو بأنه كتاب كبير نفيس في عدة مجلدات3.\nوقد أشار إلى كتاب البسيط هذا، ونقل عنه عدد كبير من العلماء بدءاً بأبي حيان، حتى قال السيوطي عن صاحب البسيط: \"أكثر أبو حيان وأتباعه من النقل عنه\"4.\n__________\n1 إنباء الرواة 2/ 334 الحاشية.\n2 الأشباه والنظائر 4/ 7.\n3 بغية الوعاة 2/37.\n4 ارتشاف الضرب 2/13، 14، 661.\n(1/153)",
        "\nأشهر المصنفين الذين نقلوا عن صاحب البسيط:\n1- أبو حيان النحوي الأندلسي (المتوفى سنة 745 هـ) :\nتعدّ مصنفات أبي حيان المصادر الأساسية للتعريف بصاحب البسيط وآرائه النحوية.\nقال السيوطي5: صاحب البسيط ضياء الدين بن العلْج، أكثر أبو حيان وأتباعه من النقل عنه.\nويبدو لي أن صاحب البسيط لم يكن من شيوخ أبي حيان، إذ لم يذكر ضمن شيوخه فضلاً عن أن أبا حيان كان كثيراً ما ينصّ على شيوخه في مصنفاته، ومن ذلك قوله: \"وزعم ابن عصفور وشيخنا أبو الحسن الأبذي\"6، وقوله: \"وقال شيخنا الأستاذ أبو الحسن بن الضائع\"7. وانظر إليه كيف يميز بين شيوخه وغيرهم إذ يقول: \"هكذا قال أصحابنا ابن عصفور وشيخانا الأبذي وابن الضائع\"8.\nوقد لاحظت أن أبا حيان عندما يقول \"وقال أصحابنا\" فإنما يقصد بهم الأندلسيين، وقد تكرّر ذلك في مصنفاته، وهذا منه دقة في التعبير.\n__________\n5 البحر المحيط 8/47.\n6 بغية الوعاة 2/ 370.\n7 ارتشاف الضرب 2/ 14، 565.\n8 ارتشاف الضرب 2/ 14.\n(1/153)\n",
        "ومن ذلك قوله: \"ولم ينازع في هذا من متأخري أصحابنا إلا أبو العباس بن الحاج، وهو من تلاميذ الأستاذ أبي عليّ الشلوبين ونبهائهم ... \"1.\nوقوله: \"ذهب ابن عصفور وابن مالك من أصحابنا ... \"2.\nوقال في البحر المحيط عن صاحب البسيط: \"وقال بعض أصحابنا، وهو الإمام العالم ضياء الدين أبو عبد الله محمد بن عليّ الأشبيلي، ويعرف بابن العلج ... \"3.\nوفي شرح التسهيل المسمى التذييل والتكميل ينقل أبو حيان كثيراً عن صاحب البسيط، فيقول: وفي البسيط4… وأحيانا يذكر اسم مصنفه، كقوله: وقال ضياء الدين أبو عبد الله ابن العلج ... 5.\nوفي ارتشاف الضرَّب نقل أبو حيان عن صاحب البسيط في أكثر من تسعين موضعاً بأشكال مختلفة: فالأكثر أن يقول: \"وفي البسيط ... \"6.\nوكثيراً ما يذكره بقوله: \"صاحب البسيط ... \"7.\nويقرنه أحياناً بغيره من العلماء، كقوله: \"ابن عصفور وصاحب البسيط \"8. أو \"قال ابن مالك وصاحب البسيط\"9. أو \"ووهم ابن مالك وصاحب البسيط \"10. أو \"وهو اختيار صاحب البسيط وابن مالك\"11. أو قوله: \"وهو قول الأستاذ أبي عليّ الشلوبين وتبعه صاحب البسيط\"12.\nومن ذلك أيضاً قوله: \"وذهب الأعلم وابن خروف وصاحب البسيط\"13.\n__________\n1 البحر المحيط 6/ 301.\n2 ارتشاف الضرب 2/378، 455، 495.\n3 البحر المحيط 8/ 47.\n4 التذييل والتكميل ج3 لوحة 153 مصور بالجامعة الإسلامية برقم 1416.\n5 التذييل والتكميل ج 3 لوحة 154.\n6 ارتشاف الضرب ا/225، 255، 269، 366، 420، 440 ومواضع كثيرة.\n7 ارتشاف الضرب 1/ 380، 387، 416، 2/ 46، 138، 157، 566.\n8 ارتشاف الضرب 1/ 377.\n9 ارتشاف الضرب 2/ 320.\n10 ارتشاف الضرب 3/ 51.\n11 ارتشاف الضرب 3/ 85.\n12 ارتشاف الضرب 3/85.\n13 ارتشاف الضرب 3/ 80.\n(1/154)\n\nوقوله: \"وزعم الأستاذ أبو عليّ وابن عصفور وصاحب البسيط وابن مالك\"1.\nولم أجد أبا حيان في الارتشاف ذكر \"ابن العلْج\" باللفظ إلا مرة واحدة، بقوله \"نصّ على ذلك الفارسي والزجاجي وابن خروف وابن العلْج وابن مالك وابن أبي الربيع وابن عصفور\"2.\nوقد لاحظت أن أبا حيّان ينقل كلام صاحب البسيط بنصّه غالباً، ثم يتبعه بقوله \"انتهى\".\nولكن كان أبو حيان يذكر أحياناً كلام صاحب البسيط باختصار، كقوله: \"وهذا مختصر من البسيط\"3. وقوله: \"وفي البسيط ما ملخصه..\"4. أو قوله: \"وفي البسيط ... \" انتهى ملخّصاً5.\nوأبو حيان في الغالب ينقل كلام صاحب البسيط من غير أن يعلّق عليه، ولكنه أحياناً يصفه بالوهم كقوله: \"ووهم صاحب البسيط\"6، وقوله: \"ووهم ابن مالك وصاحب البسيط\"7.\nبل قد يخطئه ويردّ عليه، ومن ذلك قوله: \"وفي البسيط: إن توسعت في الظرف لم تجز إضافته، لأنه اسم حينئذٍ، والأسماء لا تضاف إلى الجمل. انتهى. وليس بصحيح، بل قد اتسع فيها، وأضيفت ... \"8.\n2- ابن أُم قاسم المرادي المتوفى سنة 749 هـ:\nأشار المرادي إلى صاحب البسيط خمس مرات في كتابه الجنى الداني: من غير أن يذكر اسمه. فأحياناً يقول: \"ذكر في البسيط\"9. أو \"حكاه في البسيط\"10. وأحياناً أخرى يقول: \"صاحب البسيط\"11.\n__________\n1 ارتشاف الضرب 3/149.\n2 ارتشاف الضرب 1/ 390.\n3 ارتشاف الضرب 2/232.\n4 ارتشاف الضرب 3/70،116.\n5 ارتشاف الضرب 3/61.\n6 ارتشاف الضرب 2 /138.\n7 ارتشاف الضرب 3/51.\n8 ارتشاف الضرب 2/520-521.\n9 الجني الداني 25 4. بتحقيق طه محسن.\n10 الجني الداني 506\n11 الجني الداني 417، 436،454.",
        "(1/155)\n\nقال في مبحث رُبّ1: اختلف النحويون في معنى ربّ على أقوال: الأول أنها للتقليل، وهو مذهب أكثر النحويين، ونسبه صاحب البسيط إلى سيبويه.\nوفي شرح الألفية المسمى \"توضيح المقاصد والمسالك بشرح ألفية ابن مالك\" ذكر المرادي صاحب البسيط في نحو عشرة مواضع2، ولم يعرّف به ولا مرة، وكذلك سكت المحقق عن التعريف به.\nوقد ذكر المرادي ابن العلْج غير مقرون بكتابه البسيط حيث قال3: \"قال ابن العلج: وأما الرفع بعد \"كذا\" فخطأ لأَنه لم يسمع\".\n3- ابن هشام الأنصاري المتوفى سنة 761 هـ:\nذكر ابن هشام صاحب البسيط مرة في المغني في مبحث \"لكنّ \"4، ومرّة في كتابه تخليص الشواهد5. من غير أن يعرّف به.\n4- ابن عقيل المتوفى سنة 769 هـ:\nصرّح ابن عقيل في شرح الألفية مرتين بذكر البسيط وصاحبه ضياء الدين بن العلج، في المرّة الأولى عند قول الناظم:\nوفعل أمرٍ ومضيٍّ بُنيا\nقال ابن عقيل6: ونقل ضياء الدين بن العلج في البسيط أن بعض النحويين ذهب إلى أن الإعراب أصل في الأفعال فرع في الأسماء.\nوفي المرة الثانية في باب إعمال المصدر7.\nأما في كتابه المساعد على تسهيل الفوائد فقد أكثر ابن عقيل من النقل عن البسيط وصاحبه في أكثر من ستين موضعاً بأشكال مختلفة.\nفأحياناً يقول8: \"في البسيط\" وأحياناً يقول9: \"ونقل ابن العلج\". أو \"وحكى\n__________\n1 الجني الداني. تحقيق طه محسن ص 417.\n2 توضيح المقاصد 1/ 210، 301، 2/118، 265، 279، 3/6، 262، 4/8، 338.\n3 توضيح المقاصد 4/ 336.\n4 مغني اللبيب 322.\n5 تخليص الشواهد 75.\n6 شرح ابن عقيل لألفية ابن مالك 1/37. وانظر شرح التسهيل لابن عقيل 1/ 20.\n7 شرح ابن عقيل لألفية ابن مالك 2/ 101.\n8 المساعد على تسهيل الفوائد 1/ 20، 98، 171، 320، 430، 492، 2/42، 43، 73، 106، وغيرها.\n9 المساعد 1/227، 305، 418، 465، 2/131 وغيرها.\n(1/156)",
        "\nابن العلج\".\nوأحياناً يقول1: \"ابن العلج في البسيط\" أو \"الضياء في البسيط\".\n5- جمال الدين الأسنوي (المتوفى سنة 773 هـ) :\nالإمام الأسنوي في كتابه \"الكوكب الدرّي\" قال2: \"ونقل صاحب البسيط عن سيبويه أن \"ما\" في قول القائل: كلما تأتيني أكرمتك، مصدرية ظرفية..\"\n6- بدر الدين الزركشي (المتوفى سنة 794 هـ) :\nالإمام الزركشي في كتابه \"البرهان في علوم القرآن\" نقل عن صاحب البسيط في ثمانية مواضع3، من غير أن يذكر اسمه.\n7- الشيخ خالد الأزهري (المتوفى سنة 905 هـ) :\nالشيخ خالد الأزهري في كتابه \"التصريح على التوضيح\" نقل في عدد من المواضع عن صاحب البسيط، أحيانًا يقول \"وفي البسيط \"4، وأحيانًا يذكر \"ابن العلج\"5 أو \"ابن العلج في البسيط\"6.\n8 جلال الدين السيوطي (المتوفى سنة 911 هـ) :\nأكثر الإِمام السيوطِي من النقل عن صاحب البسيط. ففي كتابه \"همع الهوامع\" نقل عنه في نحو ستين موضعا7، من غير أن يعرّف به.\nوفي \"الأشباه والنظائر\" نقل السيوطي عن البسيط في أكثر من مائة موضع8. وعرّف بصاحبه مرة واحدة بقوله9: وممنّ ذهب إلى الترادف ضياء الدين بن العلج، صاحب البسيط في النحو، وهو كتاب كبير نفيس في عدة مجلدات.\n__________\n1 المساعد 1/ 405، 569، 2/ 144، 286 وغيرها.\n2 الكوكب الدري 417\n3 البرهان في علوم القرآن 2/364، 4/119، 211، 251، 259، 296، 390، 443.\n4 التصريح 1/ 244، 264، 274، 2/ 169، 195، 201.\n5 التصريح 1/313، 317، 2/ 100، 179، 327.\n6 التصريح 1/ 320، 2/95.\n7 همع الهوامع. بتحقيق د. عبد العال سالم 1/82، 160، 176، 226، وأنظر الجزء الخاص بالفهارس 7/343 وقد نسبه المحقق خطأ لركن الدين الاستراباذي.\n8 الأشباه والنظائر- قسم الفهارس 9/183.\n9 الأشباه والنظائر 4/ 7.\n(1/157)\n",
        "9- عبد القادر البغدادي (المتوفى سنة 1093 هـ) :\nنقل البغدادي عن صاحب البسيط في ثلاثة مواضع من خزانة الأدب1، وفي موضع واحد من كتابه شرح أبيات مغني اللبيب2. ولم يبين البغدادي من صاحب البسيط!؟.\n10 الشيخ محمد عبد الخالق عضيمة المتوفى (سنة 1404 هـ) :\nذكر أستاذنا المرحوم الشيخ عضيمة في ثلاثة مواضع من كتابه دراسات لأسلوب القرآن الكريم3 عن ضياء الدين بن العلج أنه لا يجوز أن تكون الجملة بدلا من المفرد، وذلك نقلاً عن البحر المحيط لأبي حيان. وقد تقدمت المسألة.\n__________\n1 خزانة الأدب بتحقيق هارون 2/ 22، 9/ 416، 10/198.\n2 شرح أبيات مغني اللبيب 1/394.\n3 دراسات لأسلوب القرآن الكريم/ القسم الثالث 4/ 76، 77، 164\n(1/158)\n\nالمنهج النحوي لصاحب البسيط:\nإن الباحث المدقق في هذه النقول الكثيرة عن صاحب البسيط يجد نفسه أمام عِلْم ناضج وفكِر عميق، استوعب أراء السابقين من النحاة، ووازن بينها، ثم أخذ يرجّح ويختار، ويقوّي رأياَ ويردّ آخر، من غير تعصب لمذهب أو لعالم.\nوليس صاحب البسيط بدْعاً في ذلك، بل هذه هي سمة النحو في الأندلس بعامة، وهذا منهج طبقه ابن عصفور وابن الحاج وابن أبي الربيع من تلاميذ الشلوبين بخاصة.\nوصاحب البسيط ينقل عن البصريين والكوفيين ومن جاء بعدهم، وينسب الآراء إلى أصحابها في الغالب، يفصل ويرجّح ويجتهد.\nففي معنى \"ربّ\" نقل في البسيط عن كبار البصريين والكوفيين أنها للتقليل4.\nوصاحب البسيط له عناية واضحة بآراء سيبويه، ففي حديثه عن \"عسى\" من أفعال المقاربة، إذا قلت: عسى أن يذهب زيد، قال في البسيط: ظاهر كلام سيبويه أنها هاهنا تامة لا خبر لها، وفاعلها ما بعدها على تقدير المصدر، ومعناها دنا وقرب ولا يجوز صريح المصدر5.\nوفي باب البدل، قال صاحب البسيط: \"وأما بدل الغلط فجوّزه سيبويه وجماعة، والقياس يقتضيه\"6.\n__________\n4 ارتشاف الضرب 2/ 455. همع الهوامع 4/ 174.\n5 ارتشاف الضرب 2/ 221.\n6 همع الهوامع 5/ 221.",
        "(1/158)\n\nوفي حرف التعريف قال في البسيط: \"ذهب سيبويه إلى أن حرف التعريف اللام وحده\"1.\nوقد يختار رأي سيبويه، كما في الوصف بإلاّ، قال السيوطي: \"وجوّز سيبويه أن يوصف بها كل نكرة ولو مفرداً، ومثل بـ \"لو كان معنا رجلٌ إلا زيدٌ \" واختاره صاحب البسيط\"2.\nوقد يعترض على سيبويه، كما في الفرق بين الحال والصفة الجامدة، قال فيِ البسيط:\n\"لم يستضعف سيبويه: مررت برجل أسداً، بنصب \"أسداً\" على الحال، أي جريئاً أو شديداً قوياً. واستضعف: مررت برجلٍ أسدٍ، على الوصف. والفرق بينهما من وجهين:\nأحدهما: أن الوصف أدخل في الاشتقاق من الحال.\nوالثاني: أن الحال تجرى مجرى الخبر، وقد يكون خبراً ما لا يكون صفة.\nقال: والقياس التسوية بينهما، لأنه يرجع بالتأويل إلى معنى الوصف، أو بحذف مضاف، أي مثل أسد\"3.\nوينقل صاحب البسيط عن الأخفش أن حتى العاطفة، تعطف الفعل إذا كانت سبباً كالفاء نحو: ما تأتينا حتى تحدثُنا4.\nوينقل عن المبرد، قال في البسيط: \"ذكر المبرّد في كتابه المسمى بالشافي: إن حرف التعريف الهمزة المفتوحة وحدها، وضمّ إليها اللام لئلا يشتبه التعريف بالاستفهام\"5.\nوينقل عن السيرافي، ومن ذلك أنهم اختلفوا في \"لات\" هل لها عمل أولا، على أقوال:\nأحدها: وهو مذهب سيبويه والجمهور أنها تعمل عمل ليس، ولكن في لفظ الحين خاصة.\nوالثاني: أنها لا تعمل شيئاً، بل الاسم الذي بعدها إن كان مرفوعاً فمبتدأ أو منصوباً\nفعلى إضمار فعل، أي ولات أرى حين مناص، نقله ابن عصفور عن الأخفش، وصاحب البسيط عن السيرافي6.\n__________\n1 الأشباه والنظائر 2/117.\n2 همع الهوامع 3/272.\n3 الأشباه والنظائر 4/ 148-149.\n4 همع الهوامع 5/ 259.\n5 الأشباه والنظائر 5/ 9.\n6 همع الهوامع 2/122-123.\n(1/159)",
        "\nوينقل عن الفارسي، ويصحح مذهبه في مسألة العدد المضاف من ثلاثة إلى عشرة، هل يجوز إضافته إلى اسم الجمع نحو: ثلاثة القوم، أو اسم الجنس نحو ثلاث نحل؟ أقوال:\nأحدها: نعم ويقاس إن كان قليلا، وعليه الفارسي وصححّه صاحب البسيط لشبهه بالجمع، ولو روده1، قال:\nثلاثة أنفسً وثلاث ذودٍ2.\nوقال تعالى: {وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍٍ} 3.\nويصرّح صاحب البسيط أحياناً بصحّة مذهب البصريين، ومن ذلك قول البصريين إن \"هلم\" مركبة من \"ها\" التنبيه، ومن \"لُمّ\" التي هي فعل أمر من قولهم: لم الله شعثه، أي جمعه.\nقال في البسيط: \"ويدل على صحة مذهب البصريين أنهم نطقوا به فقالوا: ها لُمّ\"4.\nوذكر صاحب البسيط أنه لا يجوز الفصل بين الموصوف وصفته بإلا، فلا يقال: جاءني رجل إلا راكب، لأنهما كشيء واحد.\nورد على الزمخشري حيث جوّز ذلك في المفرد، نحو: ما مررت برجل إلا صالحٍ. وفي الجملة نحو: ما مررتُ بأحدٍ إلا زيدٌ خيرٌ منه، {وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلاَّ وَلَهَا كِتَابٌ مَعْلُومٌ} 5 بأنه مذهب لا يعرف، لا بصري ولا كوفي. وقال: \"الصواب أن الجملة في الآية والمثال حالية\"6.\nوينقل صاحب البسيط عن الكوفيين، فالخبر الجامد لا يتحمّل ضميراً نحو: زيدٌ أسدٌ. وزعم الكسائي أنه يتحمّله، ونسبه صاحب البسيط وغيره إلى الكوفيين والرماني7. ومن ذلك أن (لعلّ) بسيطة، ولامها أصل، حكاه في البسيط عن الكوفيين وأكثر النحويين8.\n__________\n1 همع الهوامع 4/75.\n2 صدر بيت من الشعر للحطيئة، وهو من شواهد سيبويه 3/565 وعجزه (لقد جار الزمان على عيالي) .\n3 سورة النمل: آية 48.\n4 همع الهوامع 5/126.\n5 سورة الحجر: آية/4.\n6 همع الهوامع 2/153.\n7 همع الهوامع 2/10، ارتشاف الضرب 2/46.\n8 همع الهوامع 2/153.\n(1/160)\n",
        "وفِي \"سِوى\" ذهب جماعة منهم الرماني والعكبري إلى أنها ظرف متمكن، أي يستعمل ظرفاً كثيرا وغير ظرف قليلا، قال ابن هشام في التوضيح1: وإليه أذهب. ونقله في البسيط عن الكوفيين2.\nونقل في البسيط عن الفرَّاء أنه جوّز إضافة اسم الفاعل المعرّف بـ\"أل\" إذا كان للحال أو الاستقبال، نحو: الضارب زيد الآن أو غدا3.\nوصاحب البسيط ممَّن يهتم بالقياس ويعدّه من أصول النحو، فيقبل حكماً لموافقة القياس، ويردّ آخر لبعده عن القياس. فيقول مثلاً. في بدل الغلط: جوّزه سيبويه وجماعة، والقياس يقتضيه4.\nويقول في حروف المعاني: القياس يقتضي عدم حذف حروف المعاني وعدم زيادتها5.\nوفي باب \"سنين\" من الملحق بجمع المذكر السالم، قال السيوطي: \"ومن العرب من يلزمه الواو وفتح النون، ومن العرب من يلزمه الواو ويعربه على النون كزيتون\". قال في البسيط: \"وهو بعيد من جهة القياس\"6.\nوصرّح صاحب البسيط بأن الضرورة لا يقاس عليها7.\nوفي \"لا\" العاملة عمل ليس، قال في البسيط: \"القياس عند بني تميم عدم إعمالها، ويحتمل أن يكونوا وافقوا أهل الحجاز على إعمالها\"8.\nوفي بحث \"لات \" العاملة عمل ليس، قال في البسيط: \"يحتمل أن تكون التاء بدلا من \"سين\" ليس، كما في ست، وانقلبت الياء ألفاً على القياس\"9.\nولكن صاحب البسيط يصرّح بتقديم السّماع على القياس. ومن ذلك: ذهب الكوفيون إلى أن أمثلة المبالغة لا تعمل، لأن اسم الفاعل إنما عمل لجريانه على الفعل في\n__________\n1 أوضح المسالك لابن هشام 2/ 2820.\n2 همع الهوامع 3/ 161.\n3 الأشباه والنظائر 2/ 438.\n4 همع الهوامع 5/ 221.\n5 الأشباه والنظائر 1/ 80.\n6 همع الهوامع 1/ 160.\n7 همع الهوامع 1/226.\n8 همع الهوامع 2/ 120.\n9 همع الهوامع 2/ 122.\n(1/161)\n\nحركاته وسكناته، وهذه غير جارية، فوجب امتناع عملها، والمنصوب بعدها محمول على فعل تفسّره الصفة.\nقال صاحب البسيط: \"وهذا ضعيف لأن النصّ مقدّم على القياس ... \"1.\nوقال \"في البسيط: باب فَعْلان فَعْلى كسكران وسكرى وغضبان وغضبى وعطشان وعطشى إنما يعرف بالسمّاع دون القياس\"2.\nويهتم صاحب البسيط في كتابه بالتعليل، ففي باب مالا ينصرف اختلف في \"رحمن\" هل يصرف لأنه ليس له فَعْلى، أو لا؛ لأنه ليس له فعلانة؟ على قولين:\nأحدهما: نعم لأن الأصل في الأسماء الصرّف، ولم يتحقق شرط المنع وهو وجود فَعْلى.\nوالثاني: لا، قال في البسيط: وعليه الأكثرون، لأن الغالب في باب فَعْلان عدم الصرف، فالحمل عليه أولى من الحمل على الأقلّ 3.\nوفي البسيط في عِلَّة بناء \"أمس\" أقوال: قول الجمهور أنه بني لتضمنه لام التعريف لوجهين:\nأحدهما: أنه معرفة في المعنى لدلالته على وقت مخصوص، وليس هو أحد المعارف، فدلّ ذلك على تضمنه لام التعريف.\nوالثاني: أنه يوصف به بما فيه اللام، كقولهم: لقيته أمس الأحدث، وأمس الدابر، ولولا أنه معرفة بتقدير اللام لما وصف بالمعرفة، لأنه ليس أحد المعارف، وهذا مما وقعت معرفته قبل نكرته4.\nوفي سبب تسمية عطف البيان، قال أبو حيان: وسميّ به لأنه تكرار الأول لزيادة بيان فكأنك رددته على نفسه، بخلاف النعت والتأكيد والبدل.\nوقيل: لأن أصله العطف، فأصل جاء أخوك زيد: وهو زيدٌ، حذف الحرف والضمير وأقيم زيد مقامه، ولذلك لا يكون في غير الأسماء الظاهرة، ذكره صاحب البسيط5.\n__________\n1 الأشباه والنظائر 2/ 256- 257.\n2 الأشباه والنظائر 3/ 64.\n3 الأشباه والنظائر 1/ 256، 2/951.\n4 الأشباه والنظائر 1/ 252.\n5 همع الهوامع 5/ 190.",
        "(1/162)\n\nومن ذلك أيضاً، قوله في البسيط: \"فتحت همزة الوصل في أداة التعريف لكثرة الاستعمال، وفرقاً بينها وبين الداخلة على الاسم والفعل، فإنها مع الاسم مكسورة، ومع الفعل مكسورة ومضمومة\"1.\nويبدو لي أن صاحب البسيط كان ملماً بعلوم الشريعة أيضاً، بدليل أنه يستعين بالمصطلحات الشرعية في توضيح القواعد النحوية. ومن ذلك، قال السيوطي: الأصل في الأسماء الصرف ولذا لم يمنع السبب الواحد اتفاقاً، ما لم يعتضد بآخر يجذبه عن الأصالة إلى الفرعية.\nقال في البسيط: \"ونظيره في الشرعيات أن الأصل براعة الذمة، فلا يقوى الشاهد على شغل الذمة ما لم يعتضد بآخر\"2.\nوقال في البسيط أيضاً: \"التنوين زيادة على الكلمة، كما أن النّفل زيادة عن الفرض\"3.\nوقد لاحظت أن صاحب البسيط استشهد بالحديث \"أو مُخرجىَّ هُم\"4. ولكن يبدو أن ذلك قليل.\n__________\n1 الأشباه والنظائر 2/ 285.\n2 الأشباه والنظائر3/ 62.\n3 الأشباه والنظائر 3/ 239.\n(1/163)",
        "\nمن الآراء النحوية لصاحب البسيط:\n1- قال أبو حيان في ارتشاف الضرَّب5: وفي البسيط: قَدَم (اسم امرأة) ، وسَقَر ممنوعا الصرف باتفاق للتأنيث المعنوي والعلمية.\n2- وقال أبو حيان في ارتشاف الضرَّب في باب المفعول المطلق، عند ذكر المصادر المثناة، مثل لبيك وحنانيك وسعديك، قال6: \"وعدّ في البسيط في هذه المصادر المثناة حواليك، قال بمعنى الإقامة والقرب كأنه أراد الإحاطة من كل جهة، لأنه يقال: أحوالك، ويحتمل أن يريد إطافة بك بعد إطافة، وليس له فعل من لفظه، ويجوز نصبه على الظرف وعلى الحال\". انتهى.\n__________\n4 ارتشاف الضرب 3/ 181.\n5 ارتشاف الضرب 1/ 440.\n6 ارتشاف الضرب 2/ 210.\n(1/163)\n",
        "3- وقال أبو حيان في الارتشاف أيضاً، في باب الأفعال الداخلة على المبتدأ والخبر1: \"جعل\" بمعنى (صيّر) ، قال تعالى: {فَجَعَلْنَاهُ هَبَاءً مَنْثُوراً} 2، وقال تعالى: {وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ} 3.\nوفي البسيط: وهذه إما تصيير لما له نسبة إليه أو إلى ما يكون له ذاتاً أو كالذات.\nفالأول لابدّ فيه من أحد حروف النسبة كقوله تعالى: {وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ} 4.\nوالثاني تصيير في الفعل بالذات نحو: جعلت الطن خزفاً. وقد تدخل فيه \"من\" كقوله تعالى: {وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِير} 5. أو بالصفة: جعلته عالماً. وإما في الاعتقاد: {وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثاً} 6. وإما في النيابة عن الشيء: جعلت البصرة بغداد، والكتّان خزًّا. وإما في الشبه: جعلت حسنًا قبيحاً. وهي إذا كانت بهذه المعاني لم تؤثر إلا في المفعول الأول، لأنه وقع به ذلك، ولا يستغني عن الثاني، لأنه كالمبتدأ والخبر في الأصل، أو ما هو منزل منزلته. انتهى ملخصاً.\n4- وقال المرادي7 في شرح بيت الألفية:\nويُبدَلُ الفعلُ مِن الفعل كمنْ ... يَصِلْ إلينا يستعنْ بنا يُعَنْ\nيجوز إبدال الفعل من الفعل بدل كل. قال في البسيط: باتفاق. ومنه:\nمتى تأْتِنا تُلْمِمْ بنا في ديارن8\nوبدل الاشتمال نحو: {يَلْقَ أَثَاماً، يُضاعَفْ} 9. و: مَنْ يَصلْ إلينا يستعن بنا يُعن. وحكى في البسيط فيه خلافاً.\n__________\n1 ارتشاف الضرب 3/ 60.\n2 سورة الفرقان آية 23.\n3 سورة الصافات آية 77.\n4 سورة النحل آية 62.\n5 سورة المائدة آية 60.\n6 سورة الأحزاب آية 19.\n7 توضيح المقاصد والمسالك 3/ 261- 262.\n8 صدر بيت لعبيد الله بن الحُر وعجزه: تجد حطباً جزلاً وناراً تأجّجا.\nوالبيت من شواهد سيبويه 3/86، الأشموني مع الصبان 3/131. قال البغدادي في الخزانة 9/98: البيت من قصيدة تزيد على ثلاثين بيتا لعبيد الله بن الحر، قالها وهو في حبس مصعب بن الزبير في الكوفة.\n9 سورة الفرقان من الآيتين 68- 69.\n(1/164)\n\nولا يبدل بدل بعض. وأما بدل الغلط، فقال في البسيط: \"جوّزه سيبويه وجماعة من النحويين، والقياس يقتضيه\".\n5- قال ابن هشام في المغني1: لكنّ (مشددة النون) وفي معناها ثلاثة أقوال.\nأحدها: وهو المشهور أنه واحد، وهو الاستدراك ...\nوالثاني: أنها ترد تارة للاستدراك وتارة للتوكيد. قاله جماعة منهم صاحب البسيط.\n6- قال ابن عقيل في شرح الألفية2: وإعمال اسم المصدر قليل، ومن ادَّعى الإجماع على جواز إعماله فقد وهم. وقال ضياء الدين بن العلج في البسيط: \"ولا يبعد أن ما قام مقام المصدر يعمل عمله. ونقل عن بعضهم أنه أجاز ذلك قياساً\".\n7- وقال ابن عقيل في المساعد3 في قول الشاعر:\nتراه كالثغام يُعلُّ مِسْكاً ... يسوء الفالياتِ إذا فليني4\nفي قوله \"فليني\" المحذوف منه عند سيبويه ومن وافقه نون الإِناث، والباقية نون الوقاية، كما بقيت في {تَأْمُرُونِّي} 5 واختاره ابن مالك. وذهب المبرد ومن وافقه إلى أن المحذوف نون الوقاية والباقية نون الإِناث، لأنها ضمير الفاعل. وهو الموافق لما قرّره البصريون من أن الفاعل لا يحذف. قال في البسيط في \"فليني\" إنه لا خلاف أن نون الوقاية هي المحذوفة.\n8- قال الزركشي في البرهان6: \"أيّانَ\" ... وهي في الأزمان بمنزلة \"متى\" إلاَّ أن \"متى\" أشهر منها. وفي أيّان تعظيم. ولا تستعمل إلاَّ في موضع التفخيم، بخلاف متى ... وقال صاحب البسيط: إنها تستعمل في الاستفهام عن الشيء المعظَّم أمره.\n__________\n1 مغني اللبيب 322.\n2 شرح ابن عقيل لألفية ابن مالك 2/ 101.\n3 المساعد على تسهيل الفوائد 1/98. وانظر همع الهوامع 1/226، الأشباه والنظائر ا/ 85.\n4البيت قائله عمرو بن معد يكرب يصف شعره أن الشيب قد شمله. والثغام: نبت له نور أبيض. يعل مسكاً: يطيب به مرة بعد مرة. والفاليات جمع فاليه وهي التي تخرج القمل من الشعر. والشاهد فيه: حذف إحدى النونين في \"فليني\".\nوالبيت من شواهد سيبويه 3/520، شرح أبيات سيبويه 2/304، خزانة الأدب 5/371. إعراب الحديث النبوي للعكبرى 234 وفيه شواهد متعددة لحذف النون.\n5 سورة الزمر آية 64. قوله تعالى: {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ} . قرأ نافع وابن عامر {تَأْمُرُونِّي} بتخفيف النون، وقرأ الباقون بتشديد النون. انظر السبعة في القراءات 563.\n6 البرهان في علوم القرآن 4/251.",
        "(1/165)\n\n9- قال الشيخ خالد الأزهري في باب التنازع1: وأجاز ابن العلجِ التنازع بين الحرفين مستدلا بقوله تعالى: {فَإِنْ لَمْ تَفْعَلُوا} 2. ورُدّ بأن \"إنْ\" تطلب مثبتا، و\"لم\" تطلب منفيا، وشرط التنازع الاتحاد في المعنى.\n10- قال السيوطي في الهمع3 في باب الظرف: أما \"وسَط\" المتحرك السين فاسم.\nقال في البسيط: \"جعلوا الساكن ظرفاً، والمتحرك اسم ظرف نحو: زيدٌ وسْط الدار، والثاني نحو: ضربت وسَطه\".\n11- وقال السيوطي في الأشباه والنظائر4: وقال صاحب البسيط: \"القياس يقتضي عدم حذف حروف المعاني وعدم زيادتها، لأن وضعها للدلالة على المعاني، فإذا حذفت أخل حذفها بالمعنى الذي وضعت له، وإذا حكم بزيادتها نافى ذلك وضعها للدلالة على المعنى، ولأنهم جاءوا بالحرف اختصاراً عن الجمل التي تدل معانيها عليها، وما وضع للاختصار لا يسوغ حذفه ولا الحكم بزيادته، فلهذا مذهب البصريين المصير إلى التأويل ما أمكن صيانة عن الحكم بالزيادة أو الحذف\".\n12- وقال السيوطي في الأشباه والنظائر5: \"قال صاحب البسيط: إنما اختصّت \"غدوة \" بالنصب بعد \" لدن \"دون \"بكرة\" وغيرها لكثرة استعمال غدوة معها. وكثرة الاستعمال يجوز معه مالا يجوز مع غيره\".\n13- وقال السيوطي في الهمع6 في باب الحال: \"وجوّز بعض البصريين وصاحب البسيط مجيء الحال من المضاف إليه مطلقاً، وخرجوا عليه: {أَنَّ دَابِرَ هَؤُلاءِ مَقْطُوعٌ مُصْبِحِينَ} 7. وقوله:\nحَلَقُ الحديد مُضاعفاً يتلهّبُ\"8\n__________\n1 التصريح على التوضيح 1/317.\n2 سورة البقرة آية 24.\n3 همع الهوامع 3/157.\n4 الأشباه والنظائر 1/ 80.\n5 الأشباه والنظائر 2/ 304.\n6 همع الهوامع 4/23.\n7 سورة الحجر آية 66.\n8 من أبيات لزيد الفوارس وصدره:\nعَوْد وبُهْثَةُ حاشدون عليهم\n. والبيت في خزانة الأدب 3/173، وذكر أنه استدل به الرضي وأبو علي في المسائل الشيرازيات على مجيء الحال من المضاف إليه.\n(1/166)",
        "\n14- وقال السيوطي في الهمع1، في تمييز العدد:\n\"إذا جيء بنعتٍ مفرد أو جمع تكسير جاز الحمل فيه على التمييز وعلى العدد، نحو: عندي عشرون رجلا صالحاً أو صالحٌ، وعشرون رجلا كراماً أو كرامٌ. فإن كان جمع سلامة تعينّ الحمل على العدد نحو: عشرون رجلا صالحون\". ذكره في البسيط.\nوفي الأشباه والنظائر للسيوطي نقول طويلة عن صاحب البسيط، وانظر من ذلك ما افترق فيه كم الاستفهامية وكم الخبرية 2.\n__________\n1 همع الهوامع 4/77.\n2 الأشباه والنظائر 4/121- 123.\n(1/167)\n",
        "مصادر ومراجع\n...\nالمراجع\n(1) - اختصار القدح المعلّى: لابن سعيد. تحقيق إبراهيم الأبياري، القاهرة 1959 م.\n(2) - ارتشاف الضرَّب: أبو حيان الأندلسي، تحقيق د. مصطفى النماس، الطبعة الأولى- القاهرة.\n(3) - الأشباه والنظائر: السيوطي. تحقيق د. عبد العال سالم مكرم- مؤسسة الرسالة.\n(4) - إعراب الحديث النبوي: أبو البقاء العكبرى، تحقيق د. حسن موسى الشاعر. الطبعة الثانية 1408هـ- 987 1 م عن دار المنارة بجدة.\n(5) - إنباه الرواة: القفطي، تحقيق محمد أبو الفضل إبراهيم، الطبعة الأولى.\n(6) - أوضح المسالك: ابن هشام، تحقيق محمد محي الدين عبد الحميد، الطبعة الخامسة. بيروت.\n(7) - البحر المحيط: أبو حيان الأندلسي، مصر 1328 هـ.\n(8) - البرهان في علوم القرآن: الزركشي، تحقيق محمد أبو الفضل إبراهيم، الطبعة الثانية. بيروت.\n(9) - بغية الوعاة: السيوطي، تحقيق محمد أبو الفضل إبراهيم. الطبعة الأولى. مطبعة عيسى الحلبي. القاهرة.\n(10) - التاريخ الأندلسي: د. عبد الرحمن الحجي، دار القلم، دمشق، الطبعة الثانية.\n(11) - تخليص الشواهد وتلخيص الفوائد: ابن هشام الأنصاري، تحقيق د. عباس مصطفى الصالحي. دار الكتاب العربي، بيروت، الطبعة الأولى 1406 هـ- 1986 م.\n(12) - التذييل والتكميل: أبو حيان، الجزء الثالث، مصور بقسم المخطوطات في الجامعة الإسلامية برقم (1416) .\n(13) - التصريح على التوضيح: الشيخ خالد الأزهري، دار إحياء الكتب العربية.\n(14) - توضيح المقاصد والمسالك بشرح ألفية ابن مالك: المرادي، تحقيق د. عبد الرحمن سليمان، الطبعة الثانية، مكتبة الكليات الأزهريه.\n(15) - الجنى الداني في حروف المعاني: المرادي، تحقيق طه محسن، بغداد 1396 هـ- 976 م.\n(1/168)\n\n16- خزانة الأدب: البغدادي، تحقيق عبد السلام هارون، دار الكتاب العربي.\n17- دراسات لأسلوب القرآن الكريم: الشيخ محمد عبد الخالق عضيمة، مطبعة حسان.\n18- السبعة في القراءات: ابن مجاهد، تحقيق د. شوقي ضيف، دار المعارف. الطبعة الثانية.\n19- شرح أبيات سيبويه: السيرافي، تحقيق د. محمد على سلطاني، دار المأمون للتراث، دمشق 1979م.\n20- شرح أبيات مغني اللبيب: البغدادي، تحقيق عبد العزيز رباح وزميله، دار المأمون، دمشق.\n21- شرح ابن عقيل على ألفية ابن مالك: ابن عقيل، تحقيق محمد محيي الدين عبد الحميد.\n22- شرح الأشموني مع الصبان، ومعه شرح الشواهد للعينى: دار إحياء الكتب العربية.\n23- طبقات النحاة واللغويين: ابن قاضى شهبة، تحقيق د. محسن غياض، بغداد 1974 م.\n24- عنوان الدراية: الغبريني، تحقيق عادل نويهض، بيروت 1969 م.\n25- الكافية في النحو: لابن الحاجب، تحقيق د. طارق نجم، مكتبة الوفاء، الطبعة الأولى 1407 هـ- 1986 م.\n26- الكتاب: سيبويه، تحقيق عبد السلام هارون، القاهرة.\n27- كشف الظنون: حاجى خليفة، المطبعة الإسلامية بطهران.\n28- الكوكب الدّري: جمال الدين الإسنوي، تحقيق د. محمد حسن عواد، دار عمار، عمان 405 اهـ- 1985م.\n29- المساعد على تسهيل الفوائد: ابن عقيل، تحقيق د. محمد كامل بركات، منشورات جامعة أم القرى.\n30- معجم البلدان: ياقوت الحموي، طبعة دار صادر. بيروت.\n31- مغنى اللبيب: ابن هشام الأنصاري. تحقيق د. مازن المبارك وزميله، دمشق، الطبعة الأولى 1384 هـ- 1964 م.\n32- همع الهوامع: السيوطي، تحقيق د. عبد العال سالم مكرم، الطبعة الأولى، مؤسسة الرسالة 4060 اهـ-1985م.",
        "(1/169)\n"
    ]
}