{
    "partText": [
        "\nالمختصر في مسائل القضاء والقدر\nجمع وترتيب\nوليد كمال شكر\nمقدمة\nالحمد لله وكفي والصلاة والسلام علي عبده المصطفي\nوبعد\nفإن الإيمان بالقدر من أصول الدين قال رسول الله ( عندما سئل عن الإيمان\n( أن تؤمن بالله وملائكته وكتبه ورسله وتؤمن بالقدر خيره وشره ) (1)\nوالنصوص المخبرة بقدرة الله كثيرة قال تعالي{ وخلق كل شئ فقدرة تقديرا }سورة القمر (49) ( وقال عبد الله بن عمر كل شئ بقدر حتى العجز والكيس ) (2) والكيس ضد العجز\n( وقال ابن عمر أيضا لما أخبر عن قول معبد الجهنى ( أن الأمر أُنف ) قال إذا لقيت\nأولئك فأخبرهم أنى برئ منهم وأنهم براء مني والذي يحلف به عبد الله بن عمر لو أنفق أحدهم مثل أُحدٍ ذهبا ما قبله الله منه حتى يؤمن بالقدر ). رواه مسلم وهذا دليل واضح علي بطلان عمل من لم يؤمن بالقدر بل دليل علي كفر من أنكره جملة لذلك كان غلاة القدرية النفاة الذين ينفون القدر جملة فينفون علم الله الأول خارجون عن الملة نوعا وعينا بإتفاق أهل السنة وليسوا من أهل القبلة وهم وإن كانوا انقرضوا إلا أن آثار منهجهم موجودة في عقائد أهل البدع) (3).\nتعريف القضاء والقدر\n(( القدر لغة من قَدَرْت الشيء أقْدرهُ قَدْراً وقَدَراً إذا أحطت بمقداره(4)\nوعند أهل اللغة يستعمل في القضاء والحكم .\nوشرعا ما سبق به العلم وجري به القلم مما هو كائن إلى الأبد .\nالقضاء من قضي يقضي قضاء فهو قاض .إذا حكم وفصل وأمضي وقطع وأتم (5) .\nوقد فرق العلماء بين القضاء والقدر،فقالوا القدر هو العلم السابق منذ الأزل والقضاء هو وقوع الخلق علي وزن الأمر وحصول الشيء مطابقا للعلم وبالجملة فهما متلازمان لا ينفك أحدهما عن الآخر وقيل في الفرق بينهما عكس ذلك )) (6) .\nالاختلاف في مسألة القدر\nالفرقة الأولى ( الجبرية ) :\nوهؤلاء غالوا في إثبات القدر فسلبوا العبد قدرته واختياره\n(1/1)\n",
        "وقالوا إن العبد مسير لا مخير ولا فرق بين الفعل الواقع باختياره كالذنب وبين الفعل الواقع رغما عنه كالسقوط من شاهق ولا شك أنهم ضالون وهم الجبرية لإنه مما علم ضرورة من الدين والعقل والعادة أن الإنسان يفرق بين فعل الاختيار وفعل الإجبار(6)\nلقد ترك هؤلاء العمل احتجاجا بالقدر قبل وقوعه واحتجوا بالقدر علي ما يقع منهم من أعمال مخالفة للشرع ووصل بهم الحال إلى عدم التفريق بين الكفر والإيمان لأن الجميع عندهم خلق الله ومنهم نشأت الإباحية الذين يقولون بسقوط الواجبات ورفع العقوبات وقد يغالون فيجعلون عين الموجودات هي الله وقالوا ليس في الكون معصية البتة فكل ما في الكون أراده وشاءه وكل مل في الكون أحبه ورضاه وقالوا:\nأصبحت منفعلا لما يختاره ……مني ففعلي كله طاعات\nوعارفهم هو الذي قال:\nألقاه في اليم مكتوفا وقال له…… إياك إياك أن تبتل بالماء\nوأثمرت هذه العقيدة ضررا عظيما لاسيما في ترك الأسباب قال بعضهم :\nجري قلم القضاء بما يكون ……فسيان التحرك والسكون\nجنونٌ منك أن تسعي لرزقٍ……ويُرْزق في غيابته الجنين\nومقالهم في نهاية الآمر يؤدي إلى الكفر بالله والتكذيب بكتبه وما أخبرت به الرسل(7)\nوهؤلاء الجبرية ينقسمون إلي :-\nأ - الجبرية الخلص هؤلاء ينفون القدرة والإرادة الإنسانية فعندهم دقات القلب لا تختلف\nعن القتل والزنا من حيث مسئولية المرء عنها وهؤلاء يرد عليهم الشرع\nقال تعالي { واعملوا ما شئتم } {ولمن شاء منكم أن يستقيم } ويرد عليهم العقل\nحيث لا يمارى عاقل في أن هناك فرقا بين الأفعال الاختيارية والاضطرارية .\nب - الجبرية المستترين ( الأشاعرة ) وهؤلاء يثبتون قدرة ومشيئة للإنسان ولكن يقولون إنها لا يقع بها الفعل ولكن معها فيقترن وجود الفعل مع القدرة والمشيئة من غير أثر لها في الفعل فيقولون الله الخلق القطع عند مرور السكين أي بسبب السكين\nفعندهم السكين لا تقطع أما نحن فنقول الله يخلق القطع بالسكين\n(1/2)\n\nوكذلك يقولون النار لا تحرق ولكن الله يخلق الإحراق عند وجود النار\nأما أهل السنة فيقولون النار تحرق ويخلق الله الإحراق بالنار فمذهبهم\nهو مذهب الجبرية وإنما التفريق هو إثبات قدرة ومشيئة للعبد بلا أثر.(8)\nوقد ظهرت الجبرية كرد فعل منكر للقدرية .وبعد عصر النهضة الأوربية\nوما يسمي بالثورة علي المعتقدات الكنائيسية ظهر معتقد القوي البشرية الغير متناهية للعقل البشري وتأثر بعض من يتسمون بالمثقفين من المسلمين باعتقاد قدرة الإنسان فحسب\nوعدم تدخل أي قوي في حياته.(9)\nومن الجبرية تفرعت الإباحية الذين عدوا الكبائر والكفر كرامات\nفيقولون من كرامات الولي الغلاني أنه كان يأتي البغلة في الطريق\nومن كرامات الولي الغلاني أنه صعد المنبر فقال أشهد أن لا إله لكم إلا إبليس\n( صلي الله علية وسلم ) فقال الناس كفر كفر فسل السيف سوطا ونزل من علي المنبر\nففر الناس من المسجد ( ذكره الشعراني علي أنه من كرمات الأولياء ).(10)\nالرد علي الجبرية\nيرد عليهم من وجوه عدة منها :-\nأولا : إطلاق لفظ الجبر علي أفعال العباد خطا في الأصل حيث يطلقونه ويريدون به الإكراه ولما اختلف الرجلان قال أحدهما الله يجبر العباد وقال الآخر لا يجبرهم\nفتحاكما إلى الإمام أحمد فقال منكرا عليهما لا و إنما نقول يضل من يشاء ويهدى من يشاء واسم الله الجبار معناه أن الله جعلهم مريدين لما يريد دون إكراه . (11)\nثانيا : الجبر علي الفعل لا يكون إلا من عاجز بمعني أنك تجبر غيرك وتكرهه علي الفعل\nوإذا عجزت أن تجعله يفعله باختياره والله لا يعجزه شئ فمن قدرته أنه يجعلهم يفعلون مراده دون إكراه ولعل هذا هو معني اسمه الجبار.(12)\nثالثا : إنكار الاختيار في فعل العبد نقص في العقل فشتان بين دقة قلب ودقة عزف\nوشتان بين سقوط من شاهق وقفز بمظلة وشتان بين زلقة رجل وضربه كرة.(13)",
        "(1/3)\n\nرابعا : زعمهم أن كل شئ خلقه الله فقد رضيه وأحبه باطل إذ كيف يحب الله من لعنهم وغضب عليهم وذمهم وتوعدهم.(14)\nخامسا : زعمهم أن الأيمان بالقدر يستلزم ترك الأعمال يعارض صريح القرءان\nقال تعالي { فإذا قضيت الصلاة فانتشروا في الأرض } وقال أيضا {فامشوا في مناكبها}\nوقال أيضا { فقاتلوا أئمة الكفر} ومقتضى قولهم أنهم يريدون ذرية دون زواج،\nوقادهم ذلك والعياذ بالله إلي ما لا تحمد عقباه . فأحدهم يري رجلا يفجر بزوجته\nفأقبل يضربها وهي تقول القضاء والقدر فقال لها يا عدوة الله أتذنبين وتعتذرين\nمثل هذا فقالت أوه تركت السنة وأخذت مذهب بن عباس فتبنه ورمي بالسوط\nفقال لها لولا أنت لضللت.\nوآخر رأي رجلا يفجر بزوجته فقال ما هذا فقالت قضاء الله وقدره فقال الخيرة\nفيما قضي الله فلقب بالخيرة فيما قضي الله.(15)\nفائدة : احتجاجهم بحديث أدم وموسى قال موسى \" أهبط الناس بخطياتك إلى الأرض فقال أدم وكم وجدت الله كتب التوراة قبل أن أُخلق قال بأربعين سنه قال\nوهل وجدت فيها وعصي أدم ربه فغوي قال نعم قال أفتلومني علي عملٍ عملته كتبه الله علىّ\nقبل أن يخلقني بأربعين سنه \" فحج أدم وموسى.\nوليس في هذا حجة لهم فأدم لم يحتج بالقدر علي الذنب وموسى لم يلم أباه\nعلي ذنب غفر له بل لامه علي المصيبة التي أخرجت أدم وذريته من الجنة\nوآدم احتج بالقدر علي المصيبة ( النيتجة ) لا علي الخطيئة فإن القدر يحتج به\nفي المصائب لا عند المعايب والذنب بعد التوبة منه مصيبة والموضع الذي يضر به الاحتجاج بالقدر في الذنب قال المستقبل أو حالة الإصرار لا بعد التوبة.(16)\nالفرق الثانية (( القدرية )) نفاة القدر:\nوهؤلاء غالوا في إثبات قدرة العبد واختياره حتى نفوا أن يكون لله مشيئة أو اختيار\nأو خلق فيما يفعله العبد وزعموا أن العبد مستقل بفعله حتى غلا طائفة منهم وقالوا\nإن الله تعالي لا يعلم ما يفعله العباد إلا بعد أن يقع وهؤلاء غلاة القدرية (17) .\n(1/4)",
        "\n( وزعم هؤلاء كذبا وزورا أن الله إذا أمر العباد بأمر ونهاهم عن شئ\nلا يعلم من يطيعه منهم ممن يعصيه ولا يعلم من يدخل الجنة ممن يدخل النار إلا بعدما يعلمون فينفون مرتبة العلم ومرتبة الكتابة وأول من قال بهذا القول معبد الجهني\nثم تقلده واصل بن عطاء رأس المعتزلة وعمرو بن عبيد وقد حذر النبي ( منهم\nوخاف علي أمته من شأنهم فقال ( (أخاف علي أمتي من يعدي ثلاثا حيف الأئمة ،\nوإيمانا بالنجوم وتكذيبا بالقدر )(18). وهؤلاء سماهم النبي ( مجوس هذه الأمة حيث\nقالوا بوجود خالقين فعندهم الله خلق الذات والعبد خلق الفعل كما قالت المجوس النور خالق الخير والظلمة خالق الشر. قال ( ( لكل أمه مجوس ومجوس أمتي الذين يقولون لا قدر إن مرضوا فلا تعودوهم وإن ماتوا فلا تشهدوهم ) (19) وقد نص مالك والشافعي وأحمد علي كفر من لم يقر بعلم الله (20) ( وهم يمثلون لمذهبهم بالمدرس يحدد درجات الطلاب قبل الامتحان اعتمادا علي خبرته بحالهم وبعد الامتحان تكون الدرجات الحقيقية مطابقة تماما لما توقعه المدرس وهذا مثال باطل لأنه ينفي تعليق القدرة الإلهية بأفعال العباد فالمدرس ليس له قدرة وليس له دخل وليس له مشيئة في حل التلاميذ وعقولهم وليس له سلطان علي توجيه إجابتهم كما أن المدرس يريد للجميع النجاح لا الخذلان أما الله سبحانه وتعالي فهو شاء\nأفعال العباد وخلقها ولو لم يشأ لما وجدت وقد أراد تعالي وجود الشر كما أراد وجود الخير ومثال المدرس ذكره الشيخ الشعراوي في كتابه القضاء والقدر وأن كان ظننا بالشعراوي أنه يقرب المسألة للناس ولا يقصد المعني الباطل أما مثال الكنترول بأن الذي يرصد النتيجة\nفي الكنترول يعلم النتيجة قبل ظهورها فهو أسوا وأضل لإنه علم بعد وقوع الفعل وانتهاء الامتحان ووضع الدرجات فعلمه بعد حصول الأمر وهذا يستوي فيه الخالق والمخلوق.(21)\nالرد علي القدرية\nالقدرية يردون النصوص الصريحة من الكتاب والسنة التي تثبت القدر\n(1/5)\n",
        "بحجة عدم موافقتها للعقل ومن ثم يحتجون بشبهات وتساؤلات ومن هذه الشبهات :-\n1- يقولون إذا كان الله قدر شيئا فلا بد أن يحدث ولا أثر لأفعالنا ولا لمشيئتنا .\nوالجواب : أننا نطلب الرزق ونعلم أنه لابد من السعي عليه مع يقيننا بأن الله\nمقدر له قال تعالي { وفي السماء رزقكم وما توعدون } والأب والأم يرعيان ولديهما\nمع علمهما أن الله رازقه وحافظه واحتجاجهم هو احتجاج المشركين\nالذين قالوا أنطعم من لو يشاء الله أطعمه فهم بذلك يريدون الخروج من التكاليف الشرعية وهي كلمة حق يراد بها باطل.\n2- يقولون لماذا لم يعط الله لكل إنسان إرادة وقدرة حسنة يفعل بها الخير\nلماذا جعل منهم أخيارا وأشرارا ؟\nوالجواب : أن الله أعلم بالشاكرين وأعلم بالظالمين وهو العليم الحكيم يضع الأشياء في مواضعها وقولهم معناه لِمَ لمْ يعط الله أبا جهل الرسالة كما أعطاها النبي\nمحمدا( فالله سبحانه عدل مع الجميع وتفضل علي البعض وهو أعلم بالمهتدين.\nثم إن في وجود الشر من الحكمة ما لا يعلمه إلا الله كالجهاد والصبر والأمر بالمعروف والنهي عن المنكر فإن قيل أليس قادرا علي إيجاد هذه الخيرات دون وجود الشر . كان الجواب الله علي كل شئ قدير ولكن السؤال يناقض بعضه بعضا،إذ مقتضاه أن يوجد حرب بين المسلمين والمشركين دون وجود مشركين ،\nو أن يوجد نهي عن المنكر دون وجود منكر تماما كمن يسأل ويقول أليس الله قادرا علي أيجاد طفل دون أب وأم - نعم قادر ولكن الله شاء أن يوجد الشي بأسبابه حكمة وعدلا. (22)\nوفي محاورات أهل السنة مع القدرية خير دليل علي تهافت عقولهم وسفاهة أفكارهم\n( يذكر أهل العلم أن أعرابيا أتي عمرو بن عبيد فقال إن ناقتي سرقت فادع الله لي أن يردها علي فقال عمرو اللهم أن ناقة هذا الفقير قد سرقت ولم ترد سرقتها اللهم ردها عليه\nفقال الأعرابي الآن ذهبت ناقتي وأيست منها قال عمرو وكيف ذاك قال لأن الله إذا أراد\n(1/6)\n\nألا تسرق فسرقت لم آمن أن يريد رجوعها فلا ترجع ونهض موليا.\nوقال قدري لأبي عصام القسطلاني أريت إن منعني الهدي وأرثني الضلال\nأيكون منصفا فقال أبو العصام إن يكن الهدي شيئا هو له فله أن يعطيه من يشاء\nويمنعه من يشاء. ودخل عبد الجبار الهمداني شيخ المعتزلة علي\nالأستاذ أبي إسحاق الاسفرايني أحد أئمة السنة فقال سبحان من تنزه عن الفحشاء\nفقال الأستاذ سبحان من لا يقع في ملكه إلا ما يشاء قال القاضي أيشاء ربنا أن يعصي\nفقال الأستاذ أيعصي ربنا قهرا فقال القاضي أرأيت إن منعي الهدي وأورثني الضلال\nأحسن إليَّ أم أساء قال الأستاذ إن منعك ما هو لك فقد أساء وإن منعك ما هو له\nفالله يختص برحمته من يشاء فبهت القاضي.(23)\nوالقدرية النفاة حرموا الاستعانة بالله الواحد لأنهم زعموا أن الله لا يقدر\nعلي أفعال العباد وأن العبد هو الخالق لفعله فكيف يستعينون بالله علي شئ لا يقدر عليه\nفهم لا يعتمدون إلا علي حولهم وقدرتهم وعملهم.\nبعض الشبهات التي قد يتوهم منها تعارض بين الإيمان بالقدر والنصوص الشرعية:\nأولا : قال تعالي { يمحو الله ما يشاء ويثبت وعنده أم الكتاب } الرعد ( 39 ) فكيف علم الله\nما هو كائن ثم كتبه ثم يمحو بعد ذلك ويثبت وكذا قوله ( ( من سره أن يبسط له في رزقه وينسأ له في أجله فليصل رحمه ) متفق عليه . وقد جاء في الأثر أن الله جعل عمر داود مائة بعد كان أربعين.\nو الجواب أن الأرزاق والأعمال نوعان:-\n1- نوع جرى به القلم وكتب في أم الكتاب فهذا لا يتغير ولا يتبدل .\n2- نوع يزيد وينقص وهو ما في كتب الملائكة.\nوالآجل أجلان أجل مطلق يعلمه الله وأجل مقيد فإن الله يأمر الملك أن يكتب",
        "(1/7)\n\nلعبده أجلا فإن وصل رحمه فيأمره بأن يزيد في أجله ورزقه والملك لا يعلم أيزاد في ذلك أم ينقص لكن الله يعلم ما يستقر عليه الأمر فإذا جاء الأجل لم يتقدم ولم يتأخر فكما قال ابن عباس الكتاب كتابان كتاب يمحوا الله ما يشاء منه ويثبت \" الكتاب الذي بيد الملك \" وكتاب لا يتغير فيه شئ وهو اللوح المحفوظ وهو المقصود بقوله تعالي { وعنده أم الكتاب } فاللوح المحفوظ مكتوب فيه علي سبيل المثال\nأن عمر فلان مائة عام والكتاب الذي بيد الملك مكتوب فيه أن عمره ستين سنه فإن وصل رحمه فهي مائة وإلا فلا فالنتيجة النهائية مسطورة في اللوح المحفوظ والزيادة والنقصان أمر يحدث في الكتاب الذي بيد الملك كذلك الأمر في مسألة القدر والدعاء عندما يعترجان فيرد الدعاء القدر في هذه الحالة يكون مكتوبا في اللوح المحفوظ أن القدر سينزل ويرفعه الدعاء وكان ذلك في الكتاب مسطورا.\nثانيا : كيف يخلق الله الشر ويقدره ؟\nوالجواب أن الله لم يخلق الشر المحض بل فيه خير وحكمة فالشيء الواحد\nيكون خيرا باعتبار وشرا واعتبار فالله خلق إبليس يبتلي به عباده فمنهم من يمقته ويحاربه ويعاديه ويوالي الرحمن ولا يتبع الشيطان\nوبالجملة فالجبر طعن في التشريع لان يلغي مسؤولية الإنسان والشريعة ثبتها أمرا ونهيا ونفي القدر طعن في التوحيد لأنه نفي لربوبية الله . والعبد فاعل ومنفعل فالعبد يصلي والله هو الذي جعله مصليا. وخرج فرعون والله أخرجه.(24)\nعقيدة أهل السنة في القضاء والقدر\nقال شيخ الإسلام ( مذهب أهل السنة في هذا الباب ما دل عليه الكتاب والسنة\n(1/8)",
        "\nوهو أن الله خالق كل شئ ومليكه وقد دخل في ذلك جميع الأعيان القائمة بنفسها وصفاتها القائمة بها كالأفعال للذوات ) أهـ . وهذا قول السلف قاطبة ما شاء الله كان وما لم يشاء لم يكن ولهذا اتفق الفقهاء علي أن الحالف لو قال : والله لأفعلن كذا إن شاء الله لم يحنث إذا يفعله وإن كان واجبا أو مستحبا ولو قال إن أحب الله حنث إن كان واجبا أو مستحبا.(25)\nومراتب القدر أربع :\n1- مرتبة العلم …2- الكتابة……3- المشيئة ……4- الخلق\nالمرتبة الأولى : العلم\nوهي أن يؤمن الإنسان إيمانا جازما بأن الله بكل شئ عليم وأنه يعلم ما في السماوات وما في الأرض جملة وتفصيلا سواء كان ذلك من فعله أو من فعل مخلوقاته(26).\nوعندما نتحدث عن مرتبة العلم ينبغي أن نذكر بعض الأمور التي تتعلق بهذه المرتبة :-\nأولا : علم الله للأشياء تفصيلي وليس إجماليا فقط كما يدعي الفلاسفة.\nثانيا: علم الله سابق علي وجود الأشياء وهو ما يعبر عنه البعض ( بالعلم القديم )\nكشيخ الإسلام في الوسطية أو العلم الأول أو العلم الأزلي قال تعالي\n{ وكان الله بكل شئ عليما } فقال سبحانه كان مع أنه لم يزل ولكن لفظ كان\nيرد علي من يقولون إن علم الله حادث.\nثالثا: علم الله للخمس الغيبيات لا يشاركه فيه أحد قال تعالي\n{وعنده مفاتح الغيب لا يعلمها إلا هو } وما جاء من نصوص فيها إخبار غير الله عن شئ من هذه الخمس لم يخرجها عن كونها من الغيبيات التي استأثر الله بعلمها حيث إن المخبر عنها لا يخبر إلا بمتعلق من معلقاتها وهذا لا يخرجها عن كونها من الغيبيات التي استأثر الله بها فعندما يخبر النبي ( عن علامات الساعة\nلا يخبر عن وقتها ، وعندما أخبر النبي ( عن مصارع القوم بالتفصيل فقال هذا مصرع فلان علق ذلك علي المشيئة ، ومثله ما يكتبه الملك وما يعلمه الملك\nمن الرزق والآجل قبل حصوله يعلقه علي المشيئة ( فيقضي ربك ما يشاء\n(1/9)\n",
        "ويكتب الملك ) فضلا عن أن ما يكتبه الملك قابل للمحو والإثبات وهو متوقف علي مشيئة الله ، ولذا نجد جبريل يقول للنبي ( لو رأيتني وأنا أدس من وحال البحر في فم فرعون حين قال ( أمنت أنه لا إله إلا الذي أمنت به بنوا إسرائيل وأن من المسلمين ) يونس (90) خسثية أن تدركه الرحمه فهذا دليل علي أن أحد\nلا يعلم نهاية أحد وعاقبته فلا يعلم الغيب تفصليا وجزما إلا الله وما علم بالتفصيل معلق بالمشيئة وما علم جزما فقد أخبر الله به في القرءان ويبقي مجهولا\nلنا باعتبار أو أكثر مما يجعله في جملة الغيبيات وقد استثني بعض أهل العلم\nما أخبر الله به رسله من الغيبيات واستدلوا بقوله تعالي { عالم الغيب فلا يظهر علي غيبه أحد إلا من ارتضي من رسول } وعلي القول الأول لا يكون هذا الأخبار مناقضا لتفرده تعالي بالغيب إذا إنه إخبار من جهة دون أخري.\nرابعا : علم الله شامل لما كان وما يكون وما لم يكن لو كان كيف يكون ومعني قولنا وما لم يكن كان كيف يكون أي يعلم لو آمن فرعون كيف كان حال إيمانه\nوماذا سيكون مآله وهذه الجزئية يدخل فيها ملايين التفاصيل وكل ما جاء\nفي القرءان بلفظ لو أو لولا فهو من هذا الباب قال تعالي { لو ردوا لعادوا لما نهوا عنه } وقال أيضا { ولولا أن يكون الناس أمة واحدة لجعلنا من يكفر بالرحمن لبيوتهم سقفا من فضة } وقال أيضا { ولو أن ثبتناك لقد كدت تركن إليهم شيئا قليلا}\nوقد علم الله أن الغلام لو كبر لكفر فأماته مسلما علي الفطرة\nوقولهم إن الغلام طبع يوم طبع كافرا أي لو كبر أما هو فقد مات علي الفطرة.\nخامسا: هذا العلم السابق لا يحاسب الله العباد عليه بل لا يحاسبهم إلا علي\nعلم المشاهدة كما لا يحاسبهم علي ما سطر في اللوح المحفوظ و إنما\nعلي ما سطرته الملائكة من أعمالهم التي عملوها وإذا كان الله لا يحاسب العبد علي علمه السابق الذي سوف يفعله العبد ممن باب أولي لا يحاسبه علي علمه\n(1/10)\n\nفيما لم يكن لو كان ( ككفر الغلام ) ولذلك قالوا ( كلمة الله أعلم بما كانوا\nعاملين ) في شأن أطفال المشركين ليس معناها أن الله سيدخل بعضهم الجنة وبعضهم النار بناءا علي علمه الأول و إنما قال النبي ( ذلك تعليما لاصحابه\nأن يردوا العلم إلى الله تماما كما مات ولد للمسليمن فقالت عائشة عصفور\nمن عصافير الجنة فأنكر عليها النبي ( مع أنه هو الذي أخبر أنهم من أهل الجنة وقد عبر النبي ( في نص أخر بنفس اللفظ عن أبناء المسلمين مع أن هؤلاء لا يكاد يكون فيهم خلاف يذكر . نقل هذا عن الإمام أحمد بدليل أنهم يشفعون\nلأهليهم فكيف لا يدخلون هم الجنان ويلحق بهذا الكلام تفسير الآيات أمثال\n{ وحتى تعلم المجاهدين .....} قال المفسرون يعلم علما يحاسبهم عليه وهو علم المشاهدة قال بن عباس ليعلم أي ليري.(27)\nالمرتبة الثانية : الكتابة\nوهي أن نؤمن بأن الله كتب ما هو كائن إلي يوم القيامة في اللوح المحفوظ\nقال تعالي { وكل شئ أحصيناه في إمام مبين } قال ( ( أن أول ما خلق الله القلم قال له\nاكتب قال ما اكتب قال اكتب ما هو كائن إلى يوم القيامة) رواه الترمذي في سننه\nوقال أيضا ( ( قدر الله المقادير قبل خلق السماوات والأرض بخمسين ألف سنة ) (28)\nوتتبع هذه الكتابة كتابات وتقديرات أخري :-\n1- التقدير يوم القبضتين فعن أبي الدرداء عن النبي ( قال ( خلق الله آدم حين خلقه فضرب كتفه اليمني فأخرج ذرية بيضاء كأنهم الدر وضرب كتفه\nاليسرى فأخرج ذرية سوداء كأنهم الحمم فقال للذي في يمينه إلي الجنة",
        "(1/11)\n\nولا أبالي وقال للذي في كفه اليسرى إلى النار ولا أبالي )(29) وعند شرح هذا الحديث يقول العلماء إن الله علي كل شئ قدير إلا أن قدرته تعالي مقرونة بحكمة متناهية والحكمة معناها وضع الشيء في موضعه فالله قبض من يستحق السعادة بيمنيه منة وفضلا وقبض من يستحق الشقاوة بشماله عدلا وقسطا وهو لا يسأل عما يفعل وهو يسألون .وقوله تعالي ولا أبالي يعني لا تنفعني طاعة الطائعيين\nولا تضرني معصية العاصيين.\n2- الكتابة والإنسان جنين في بطن أمه .قال ( ( أن أحكم يجمع خلقه في بطن أربعين يوما نطفة ثم يكون علقه مثل ذلك ثم يكون مضغة مثل ذلك ثم يرسل أليه الملك فينفخ فيه الروح ويؤمر بأربع كلمات بكتب رزقه وأجله وعمله وشقي\nأو سعيد ) والظاهر أنهما كتابتان كتابه عند أربعين يوما وكتابه عند مائة وعشرين يوما وأما تحديد التنوع (فإذا مر بالنطفة ثنتان و أربعون ليلة ) كما في الحديث ذكر أو أنثي وقد ثبت في علم الأجنة أن ظهور الأعضاء التناسلية يبدأ في الأسبوع السابع والفرق بين النوعين يبدأ بعد الأسبوع السادس ويكتمل التشكيل بعد 120 يوما. ففي الأسبوع السابع تفرز انزيمات معينة عليها يتوقف نوع الجنين\nوان كانت الكرموزونات يمكن من خلالها تحديد نوع الجنين في أول التلقيح\nولكن القطع النهائي هو للانزيم في الأسبوع السابع.\n3- التقدير السنوي قال تعالي { حم * والكتاب المبين إنا أنزلناه في ليلة مباركة إنا كنا منذرين * فيها يفرق كل أمر حكيم }.الدخان (1-4) قال الحسن البصري\nوالله الذي لا إله 'لا هو أنها لفي رمضان وأنها ليلة القدر يفرق فيها كل أمر حكيم فيها يقضي الله تعالي كل أجل وعمل ورزق إلى مثلها.\n4- التقدير اليومي قال تعالي { يسأله من في السماوات والأرض كل يوم هو في شأن } والتقدير اليومي هو إنفاذ المقدور علي العبد فلا يتقدم ما كتب ولا يتأخر عنه إن خيرا فخير وإن شرا فشر\n(1/12)",
        "\n5- الكتابة بعد العمل قال تعالي { إن عليكم لحافظين كراما كاتبين } وهي التي عليها الحساب.\nفائدة :-\nوالكتابة كتابان كتاب يمحو الله فيه ما يشاء ويثبت وعنده أم الكتاب هكذا فسر بن عباس هذه الآية والمعني أن اللوح المحفوظ كتب الله فيه ما هو كائن فلا يزيد و ينقص منه وهناك كتاب أخر بيد الملك مكتوب فيه أن عمر فلان ستين سنه فأن وصل رحمه فهي مائة فإن وصلا زيد عمرة وإلا فلا وهكذا حديث جنة أدم لداود ستين سنه حتى كل له عمرة مائة مكتوب في كتاب الملك أم عمر داود أربعين ويزيده أدم ستين فيكون مائة وهكذا الدعاء والقضاء مكتوب في كتاب الملك القضاء فيدعوا العبد فيمحوا الملك القضاء ومكتوب في اللوح المحفوظ ينزل القضاء فيدفعه الدعاء فالزيادة والنقصان في الارزمه والآجال نسبية لما لم يكن لو كان .(30)\nالمرتبة الثالثة الإيمان بمشيئة الله النافذة وقدرته الشاملة\nالمشيئة والقدرة من صفات الله عز وجل ومعني هذه المرتبة من مراتب القضاء والقدر أن نؤمن بأن ما في الكون من حركة أو سكون و لا خير أو شر ولا أفعال اضطرارية\nولا اختيارية للمخلوقين إلا بمشيئة الله وقدرته وإرادته ، فما شاء الله كان وما لم يشاء لم يكن قال تعالي { من يشأ الله يضلله ومن يشأ يجعله علي صراط مستقيم}.\nومما سبق تتضح لنا الإجابة الصحيحة علي السؤال الذي يقول .\nهل الإنسان مسير أم مخير ؟\nوالجواب هو ميسر فليس مسيرا بمعني أنه مجبور علي فعله فإن له مشيئة في فعله وليس مخيرا بمعني أنه لا سلطان لله عليه، فإن لله مشيئة في فعله إذاً هو مخير له قدرة ومشيئة ولكن قدرته ومشيئته تحت مشيئة الله وقدرته قال تعالي { لمن شاء منكم أن يستقيم وما تشاءون إلا أن يشاء الله رب العالمين}\nونحن عندما نثبت لله مشيئة في فعل العبد ننزه الله عن أن يوجد شئ في الكون\nدون إرادته أو رغماً عنه فمن نفي مشيئة الله فهو يقول إن أفعال العباد وجدت\n(1/13)\n",
        "رغما عنه تعالي الله عما يقولون علوا كبيرا فهم وإن زعموا أنهم ينزهونه عن الظلم\nإلا أنهم يصفونه في الوقت نفسه بالعجز وهكذا الأهواء تضل ولا تهدي.\nوالمشيئة والقدرة تجتمعان فيما كان وسيكون وتفترقان فيما لم يكن ولا هو كائن والآيات الكثيرة تدل علي عدم وجود ما لم يشأ الله وجوده لعدم مشيئته لذلك لا لعدم قدرته علية فإنه تعالي علي كل شئ قدير. قال تعالي { ولو شاء الله ما اقتتلوا ...} وقال تعالي {ولو شاء الله لجعلكم أمة واحدة ...} وقال أيضا { ولو شاء الله لجمعكم علي الهدي ..}\nوقال أيضا { ولو شاء الله ما أشركوا }.(31)\nوعليه فإن المشيئة لا تكون إلا كونية فالإرادة والقضاء والأمر كل منها ينقسم إلي كوني وشرعي ولفظ المشيئة لم يرد إلا في الكوني قال تعالي { وما تشاءون إلا أن يشاء الله ...}(32) ومعني هذا الكلام أن الإرادة والقضاء والأمر والإذن منها كوني وشرعي والكوني\nيدخل فيه كل ما وجد سواء أحبه الله أم أبغضه فالكوني كل ما وجد وكان بكلمة\nكن لذلك سمي كونيا أي كان ووجد فالله أراد وجود إبليس كونا ، وأمر مترفيها ففسقوا فيها كونا ، وما هم بضارين به من أحد إلا بإذن الله كونا ، وإذا قضي أمرا فإنما يقول له كن فيكون كونا.\nوأما الشرعي من الإرادة فهو كقوله تعالي { يريد الله بكم اليسر }\nوفي القضاء كقوله تعالي { وقضي ربك ألا تعبد إلا إياه..} وقد فسرها بن عربي بالقضاء الكوني فكفر إذ لازم قوله أن يكون كل من عبد صنما أو غيره فقد عبد الله ,\nوفي الإذن الشرعي كقوله تعالي { أم لهم شركاء وشرعوا لهم من الدين ما لم يأذن به الله } شرعا ومن الأمر كقوله تعالي{ إن الله يأمر بالعدل والإحسان} وهذا الأمر الشرعي ما عليه الثواب والعقاب.\nفإن قلت وما الحكمة من خلق الشر ودخوله تحت الأمر الكوني\n(1/14)\n\nقيل الشر ليس شرا محضا و إنما فيه من أنواع الخير ما لأجلها قدره العليم الحكيم فالمرض به َعُبد الله بالصبر ، وبه تغفر الذنوب حتى يسير العبد علي الأرض وما عليه خطيئة والابتلاء للمؤمنين تمحيص للنفوس وتطهير وتربية للأرواح. وخلق إبليس لتظهر أثار أسماء الله القهرية مثل القهار والشديد العقاب والسريع الحساب وأثار أسماء الله المتضمنة لحلمه وعفوه عن التائبين والراجعين. واستخرج العبودية التي لولا إبليس\nما ظهرت كالجهاد والموالاة لله والبغض في الله والأمر بالمعروف والنهي عن المنكر.\nومن قال أليس الله قادرا أن يوجد جهاد دون وجود كفر أو يوجد صبر دون وجود أعداء قلنا نعم الله علي كل شئ قدير ولكن السؤال يناقص بعضه بعضا فمقتضاه أن يوجد جهاد للكافرين دون وجود كافرين وأن يوجد عذاب للموحدين دون وجود فجار معذبين وحكمة الله تقتضي أن توجد الأشياء بأسبابها فهو العليم الحكيم ولا يسأل عما يفعل\nوهم يسألون.\nو الأشاعرة يثبتون للعبد مشيئة لا أثر لها في الفعل فهم في الحقيقة جبرية (33) والمعتزلة يوجبون علي الله أن يفعل الأصلح للعبد وهذا باطل وهم ينفون خلق الله للفعل ومشيئته له\nوقد كانت هذه المسألة سبب رجوع أبي الحسن الاشعري عن الاعتزال حيث سأل أستاذه فقال ثلاثة اخوة مات أحدهم كافرا و الثاني مؤمنا والثالث صغيرا أين الأول قال في النار\nوأين الثاني قال في الجنة وأين الثالث قال لا ثواب و عقاب قال فإن الصغير سيقول لربه رب لم توفينني صغيرا فلو تركتني فكبرت لآمنت ولدخلت الجنة فقال الأستاذ والله يقول لو تركتك لكفرت ففعلت الأصلح بك فقال أبو الحسن فان الأول سينادي وهو في قعر الجحيم قائلا ولم يا رب لم تتوفني صغيرا حتى لا أدخل النار فبهت الأستاذ ورجع أبو الحسن\nعن مذهب المعتزلة .",
        "(1/15)\n\nوأما أهل السنة فيثبتون للعبد قدرة ومشيئة بها يقع الفعل وعليها سيحاسب ولأجلها تنسب الأعمال للعبد وتصير من كسبه يسأل عنها ويثبتون فوق ذلك مشيئة لله وقدرة تقتضي أن يكون الإنسان عبدا مربوبا فمن أضله الله فبعدله ومن هداه فبرحمته يضع الشيء\nفي موضعه وهذا معني العليم الحكيم وربك لا يظلم مثقال ذرة ولم يجيرهم لأن الجبر عجز ولن يدخل أهل النار النار إلا وحمد الله في قلوبهم لا يستطيعون إلى غير ذلك سبيلا.(34)\nالمرتبة الرابعة : الخلق\nومعناه أن نؤمن بأن الله علم ما الخلق عاملون ثم كتب ذلك في اللوح المحفوظ ثم شاء وجوده ثم خلق أفعال العباد ومشيئتهم التي بها فعلوا الخير والشر. وهذا معني أن نؤمن بالقدر خيره وشره فنسبة الشر إلي الله هي نسبة خلق وإيجاد وليس أن تقدير الله - عز وجل - هو الشر ففعل الله ليس بشر لان فعل الله صفة من صفاته والله سبحانه وتعالي الخير كله في يديه والشر ليس إليه فليس من صفاته ولا من أفعاله شر، ولكن الشر من مخلوقاته، فالخلق غير المخلوق فليس معني أن الله خلق الشر أنه فعل الشر فمثلا الزنا شر الذي فعل الزنا العبد والذي خلقه هو الله فالله مكنه من الفعل أي خلق له قدرة وإرادة وجسما وآلة فعل بها ذلك الشر ففعل الله غير فعل العبد.\nوالدليل علي خلق أفعال العباد قوله عز وجل { والله خلقكم وما تعملون }\nلها وجهان من التفسير :(35)\n1- أن تكون ما مصدرية فيكون التقدير وعملكم وهو الشرك\nقال ( ( الله خالق كل صانع وصنعته).(36)\n2- أن تكون ما موصولة فيكون التقدير والذي تعملون وعملهم كان هو صناعة الأصنام والصنم عبارة عن مادة + صنعة لأن المنبر مثلا عبارة عن خشب وصنعة ولا يصلح أبدا أن نقول عبارة عن خشب فقط وعليه فهو مادة + عمل = صنم\nوالله خلقه أي خلق مادته والعمل الذي به صار صنما . فالآية علي هذا الوجه أيضا دليل علي خلق الله لأفعال العباد.\n(1/16)",
        "\nوكذلك قول الله عز وجل { الله خالق كل شئ}. فخلق الإنسان من عدم وخلق قدرته وإرادته لآن الإنسان لم يخلق قدرته وإرادته\nوالذين ينفون مرتبة الخلق للأفعال يجعلون الله خالق الذات وهم خالقوا الأفعال والصفات لذلك سموا مجوس هذه الآمة حيث أثبتوا خالقين كما أثبت المجوس إلاهين فقد قال المجوس النور خالق الخير والظلمة خالق الشر.\nوهذه المرتبة الأنسب فيها أن يستعمل لفظ \" الجعل \" بدل \" الخلق \" لان الخلق يشمل العموم \" الله خالق كل شئ \" والأفعال وردت بلفظ الجعل قال تعالي { وكذلك جعلنا لكل نبي عدوا شياطين الإنس والجن } قال أيضا { وكذلك جعنا في كل قرية أكاير مجرميها }\nوقال أيضا { وجعلناهم أئمة ....} فالخلق للذات والجعل للفعل .\nوتأمل تجد أن الله جعل هؤلاء أئمة وجعل هؤلاء مجرمين وقد يقال العدل\nأن يساوي بينها .\nفالجواب بل العدل أن يوضع الشيء في موضعه قال تعالي { الله أعلم حيث يجعل رسالته } وقال أيضا { أليس الله بأعلم بالشاكرين }.\nوالله خلق الفعل وليس معني ذلك أنه جبر العبد عليه فالفعل يتكون من أمرين القدرة عليه والإرادة له متي تخلف أحدهما لم يخرج الفعل إلي حيز الوجود وقد خلق الله في العبد الإرادة والقدرة آلتان بهما يفعل الفعل فكان بذلك خالقا للفعل الذي ينتجح عنهما .( (37\nوأقرب الأمثلة في ذلك هو مثال الولد و الأم والأب فالله خلق الولد من الأب ولأم\nأب + أم = ولد فالله خالق الأب وخالق الأم وخالق الولد. ومع ذلك لا يقبل بحال من الأحوال أن يرمي الوالدان ولديهما في الشارع قائلين بأن الله هو الذي خلقه فهو يتولاه لأنه مما علم عقلا وشرعا وضرورة أن لهما دورا في وجوده وتأثيرا في كونه ومسئولية عنه\n(1/17)\n",
        "مع الإقرار بأن الله خلقه كما خلقهما كذلك خلق الله القدرة والإرادة للإنسان وبهما فعل العبد الفعل الذي خلقه الله أيضا فالذي يقول إنني لست مسؤولا عن فعلي الذي خلقه الله وينسى قدرته و إرادته اللتين بهما فعل الفعل هو تماما كالأب والأم اللذين يرميان ولديهما\nقائلين الله خلقه فالله خالق الجميع والعبد مسؤول عن فعله إذ إن له تأثيرا في وجوده ودورا في حصوله كدور الأب والأم في وجود الولد لولا هما ما أوجده الله ولولا قدرة العبد وإرادته ما وجد الفعل لذلك يحاسبه ربه عليه وكل ذلك بإرادة الله ومشيئته وقدرته وخلقه.(38)\nومن نفي مرتبتي المشيئة والخلق فكأنه نفي مرتبتي العلم والكتابة.\nوأمثال هؤلاء يقال لهم هل علم الله أن إبليس سيكفر قبل خلقه فإن قالوا لا كفروا\nإذ نفوا العلم ولو قالوا نعم قيل لهم فقد خلقه الله بعدما علم أنه سيكفر إذن شاء كفره وأراده كونا إذ إنه يعلم كفره قبل خلقه ولو شاء الله ما خلقه إذ إنه تعالي علي كل شئ قدير.\nومتي وسوس الشيطان للعبد في باب القدر تذكر قوله تعالي { لا يسأل عما يفعل\nوهم مسئلون } وقال أيضا { وإن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها }\nوالمنهي عنه هو الخوض في القدر بالعقل أما بيان العقيدة الصحيحة فواجب وإلا فلماذا هذه الآيات البينات والنصوص النبوية في بيان هذا الآمر وتوضيحه.\nأثر الإيمان بالقضاء والقدر في حياة المؤمن\nالإيمان هو مأمن العبد عند النوائب الإيمان بربوبية الله وألوهيته وأسمائه وصفاته وقضائه وقدره وملائكته وكتبة ورسله ولقائه.\nوعلاقة القدر بالقلب علاقة وثيقة حيث يرتبط ارتباطا مباشرا بأسماء الله وصفاته\nحيث قال الإمام أحمد القدر قدرة الله\n(1/18)\n\nفالإيمان بعلم الله المحيط يورث العبد تواضعا فلا يغتر بعلمه دينيا أو دنيويا حيث ضل الفلاسفة وبعض من يتسمون بالمثقفين أمثال نجيب محفوظ فإعتقدوا أن العلم يغني الإنسان عن الإله وهذا ما رمز إليه نجيب محفوظ في قصته ( أولاد حارتنا ) عندما قال وقتل\nالجبلاوي علي يد عرفة يقصد بالجبلاوي الإله وبعرفه العلم فهم يعتقدون أن العلم\nجعل الإنسان يستغني عن الإله .والحقيقة أن علم الإنسان إلى علم الله جهل وعزة الإنسان إلى عزة الله ذل وقدرة الإنسان إلي قدرة الله عجز فشهود الذات سببه نسيان قدرة الله ، فسبحان من علم ما كان ما يكون وما سيكون وما لم يكن لو كان كيف يكون.\nولو آمنا بالجزئية الأخيرة لما سمعت قولهم لو عاش فلان حتي يري زواج ولده ظنا منهم أنه لو عاش لسعد بذلك ولكن الله أعلم بما سيكون عليه حاله لو عاش فلعله اختار ما فيه صلاحه أو صلاح من بقي بعده حيث أنه تعالي ينفرد بعلم ما لم يكن لو كان كيف يكون.\nوالإيمان بأن الله يعلم ما يكون يورث اطمئنانا بأن الله أحاط علما بما يدبره أعداء الدين مع قدرته تعالي أن يجعل كيدهم في نحورهم ويجعل تدميرهم تدبيرهم.(39)\nوالعلم بأن الله كتب كل شئ يورث رضي بقضاء الله وقدره وراحة في طلب الأرزاق وعدم خوف علي الأعمار والآجال فان ذلك كان في الكتاب مسطورا.\nوالإيمان بمشيئة الله وخلقه لافعال العباد يورث خوفا وخشية تثمر تضرعا وتذللا يتمثل في دعاء النبي ( ( اللهم يا مقلب القلوب والإبصار ثبت قلوبنا علي دينك ) (40)\nفإن القلوب بين إصبعين من أصابع الرحمن يقلبها كيف يشاء من أراد منها أن يقيمه أقامه ومن أراد أن يزيغه أزاغه .\nفيتذلل العبد لربه أن يقيمه علي طاعته وألا يكله لنفسه فتقوده إلى الغواية والضلال فالإيمان بهذه المرتبة يجعل العبد يعبد الله خوفا ورجاء رغبة ورهبة وهكذا عباد الله الصالحون قال تعالي { إنهم كانوا يدعوننا رغبا ورهبا وكانوا لنا خاشعين }",
        "(1/19)\n\nإذ إنهم كانوا يوقنون أن الأمر كله بيد رب العالمين وما تشاءون إلا أن يشاء\nالله رب العالمين.\nوإن هذه العقيدة لتنتزع كل مظهر للجبن من القلب الذي تعمره فتدفع صاحبها إلي جهاد الكفار والطغاة دون أن يحسب لوسائلهم وأساليبهم حساب لماذا ينشغل بالحساب لهم وقد ضمن له خالقه وخالقهم أن يستوفي رزقه وأجله ولماذا يجبن وهو يعلم أن المقدور نازل به لا محالة وغير المقدور لن يحيق به أبدا فما أحسن قول من قال :\nأي يومي من الموت أفر……يوم لا قَدَر أو يوم قدر\nيوم لا قدر لا أرهبه……ومن المقدور لا ينجي الحذر(41)\n((((((\n(1) رواه البخاري في الصحيح من حديث عمر بن الخطاب 1/114 كتاب الإيمان الحديث رقم ( 50 ) .\nورواه مسلم في الصحيح 1/40 كتاب الإيمان حديث رقم ( 7/10 ).\n(2) رواه مسلم 4/2045 ورقمه 2655.\n(3) شرح منة الرحمن .الدكتور / ياسر برهامي ( أشرطة كاسيت )\n(4) فتح البارئ 1/118 .\n(5) النهاية في غريب الحديث لابن الأثير 4/78.\n(6) القضاء والقدر للدكتور عمر الأشقر صـ 25، 27 دار النفائس الطابعة السادسة 1421 هـ 2000م\n(1) القضاء والقدر ومسئولية الإنسان للشيخ ابن العثيمين . مكتبة شمس المنورة صـ (6)\n(2) القضاء والقدر للدكتور/ عمر الاشقر صـ (72، 74 ،75 )\n(1) شرح منة الرحمن للدكتور/ ياسر برهامي. أما الإمام الجويني وهز من الأشاعرة فإنه يثبت إرادة شاملة لله فلا يثبت إرادة لكل فعل يفعله الإنسان وهذا يخالف قوله تعالي { وما تشاءون إلا أن يشاء الله } فلا حركة ولا سكون ولا طاعة ولا معصية إلا بإرادته تعالي ومشيئته .وأما أبو الحسن الأشعري فقد كان في مرحلته المتوسطة ( قبل الابانه ) جبرياً فكان يقول الله هو الفاعل ولكنه عادل أن بعقابهم علي أفعاله ويقول عندما نقول قتل فلان فهي كسقطت الورقه فتعرب الورقه فاعل مع أن الله هو الذي أسقطها فالورقه فاعل مجازي كذلك العيد فاعل مجازي كما ت الرجل وولدت المرآة ) شرح معرج القبول.\n(1/20)",
        "\n(2) ، (3) شرح معارج القبول للدكتور / ياسر برهامي.\n(1) القضاء والقدر الدكتزر/ الأشقر صـ 78، 79.\n(2) شرح معارج القبول الدكتور/ ياسر برهامي.\n(3) نتصرف يسير من القضاء والقدر للدكتور / الاشقر صـ80\n(4) المصدر السابق نفسه صـ81\n(5) المصدر السابق نفسه صـ 82 ، 87 .\n(1) القضاء والقدر الدكتور الاشقر صـ 90 , 91\n(1) القضاء والقدر للشيخ ابن العثيمين صـ7\n(2) صحيح الجامع الصغير رقم 212\n(3) صحيح الجامع الصغير رقم 5039\n(4) القضاء والقدر الدكتور الأشقر صـ 53\n(5) شرح معرج القبول للدكتور ياسي برهامي .\n(1) شرح منة الرحمن للدكتور / ياسر برهامي\n(1) القضاء والقدر للدكتور / الأشقر صـ 60، 61\n(1) القضاء والقدر للدكتور / الأشقر صـ 66 , 67، 71 . شرح منة الرحمن للدكتور/ ياسر برهامي\n(1) القضاء والقدر الدكتور/ الأشقر صـ 104\n(2) القضاء والقدر الشيخ ابن العثيمين صـ 20.\n(1) شرح منة الرحمن للكتور/ ياسر برهامي\n(2) سنن الترمذي 4/ 458 ورقمه (2156) وقال فيه حديث حسن صحيح.\n(3) تحقيق الألباني ( صحيح ) انظر حديث رقم : 1758 في صحيح الجامع .\n(1) شرح منة الرحمن وشرح معارج القبول للدكتور ياسر برهامي ، الثمرات الذكية للدكتور أحمد فريد\n(1) القضاء والقدر الدكتور / الأشقر صـ 35.\n(2) معارج القبول للشيخ حافظ حلمي صـ222جـ1\n(1) انظر صـ 3\n(1) بمعني أنهم سيدخلون النار وهم يعترفون أنهم لا يستحقون غيرها وأن الله عاملهم بمقتضى علمه وحكمته وعدله فاستحق الحمد علي ذلك.\n(2) شرح منة الرحمن للدكتور / ياسر برهامي.\n(3) ( صحيح ) انظر حديث رقم : 1777 في صحيح الجامع للألباني.\n(1) القضاء والقدر للشيخ ابن العثيمين صـ 24 ، 25\n(1) شرح معارج القبول للدكتور ياسر برهامي\n(1) أثر الإيمان بالقضاء والقدر في حياة المسلم للدكتور ياسر برهامي.\n(2) ( صحيح ) انظر حديث رقم : 4801 في صحيح الجامع للألباني.\n(1/21)\n",
        "(1) الإيمان للدكتور محمد نعيم ياسين صـ 128 ط مكتبة السنة الطبعة الأولى 1412 هـ 1991 م\n??\n??\n??\n??\n14\nالقضاء والقدر\n(1/22)\n"
    ]
}