{
    "partText": [
        "\nوَمَنْ يَتَوَكَّلْ عَلَى اللهِ\nفَهُوَ حَسْبُهُ\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ",
        "ومما يؤنث من سائر الاشياء ولا يذكر\n(الرِّيح) أنثى هى عند سيبويه فِعْلٌ وعند أبى الحسن فُعْلٌ وكذلك جِيدٌ عنده فُعْلٌ وليس تعليلُ هذا هنا من غَرَضنا وياؤه منقلبة عن واو بدليل قولهم فى الجميع أَرْواح وأما رِياحٌ فياؤه منقلبة عن واو للكسرة التى قبلها وقد قالوا فى جمعها أَرايِيح وهو عندى مما عاقَبُوا بينه وأسماء الريح مؤنثة* وأنا أذَكر ما يحضرنى من أسمائها وأبدأ بمعظمها وهى الجَنُوبُ والشَّمَالُ والدَّبُورُ والصَّبا فالدَّبُورُ التى من دُبُر الكعبة والقَبُولُ من تِلْقائها والشَّمَالُ تأتى من قُبُلِ الحِجْر والجَنُوب من تلقائها وقد دَبَرَتْ تَدْبُر دُبُورًا وقَبَلَتْ تَقْبُلُ قُبُولاً وجَنَبَتْ تَجْنُبُ جُنُوبًا وشَمَلَتْ تَشْمُلُ شُمُولا وفى الشَّمالِ لُغاتٌ قد قدّمت ذكرها وأذكر هنا منها شيئا للاحتياط يقال شَمْأَلٌ وشَمَلٌ وشَأْملٌ وشَمَالٌ وشَمُولٌ وشَمْلٌ وان شئتَ قلتها كلها بالالف واللام وقد قدمتُ أن هذه الاسماء الاربعة تكون صفة واسما والعرب تقول هَبَّتِ الشَّمالُ وهَبَّتْ شَمَالا وكذلك فى سائر لغاتها وجميع\nأسماء الرياح يكون ذلك فيه فيما ذكر الفارسى وهو القياس فى قول من جعلها وصفا وقد تضاف هذه الرياح كلها ومن أسماء الجَنُوبِ الازْيَبُ ولا فِعْل لها والنُّعامَى وقد أَنْعَمَتْ وذكر الفارسى أن جميع الافعال المشتقة من هذه المثالات التى هى أسماء الرياح مبنية على فَعَلَتْ الا النُّعَامَى فانه يقال أَنْعَمَتْ ومن أسمائها الهَيْفُ والهَوْفُ* قال ابن السكيت* هَيْفٌ وهُوفٌ ولا فِعْلَ لها ومن أسماء الشَّمالِ الجِرْبِياء ونِسْعٌ ومِسْعٌ ونحوه وقد قَدَّمْتُ اشتقاقَ هذا كله فاما قول الهذلى\nفزعم الفارسى أن نِسْعًا بدل من مُؤَوِّبةٌ وهو بدل المعرفة من النكرة",
        "(ومن أسماء الصبا) إِيرٌ وأَيِّر وهِيرٌ وهَيِّر فهذه أسماء معظم الرياح\n(ومن أسماء الرياح) الصَّرْصَرُ  ـ  وهى الباردة والبَلِيلُ  ـ  وهى التى فيها بَرْد ونَدَى والحَرْجَفُ  ـ  وهى القَرَّةُ فهذا ما جاء من أسمائها بغير علامة وصفاتُها التى لا علامة فيها تَجْرِى هذا المَجْرَى والبَلِيلُ والحَرْجَفُ عند الفارسى صفتانِ غَلَبَتا غَلَبةَ الاسماءِ فاما الاعْصار فمذكر وهو عنده وعند سيبويه اسم ولا يكون صفة لانه لا يكون فى الصفات على مثال إفْعال وانما هو بناء خُصَّ به الاسم وغلب على المصادر فاما الاسْكافُ الذى هو الصانع والاسْوارُ الذى هو جَيّد الثَّباتِ على ظَهْر الفَرَس أو الَجيِّدُ الرَّمْىِ بالسهام ففارسيان والهَيْجُ  ـ  الريح الشديدة والخَزْرَجُ  ـ  رِيح الجَنُوب وقيل الشديدة وقيل هى الريح الباردة قال أبو ذؤيب\n(النار) أنْثَى وتكسيرها نِيرانٌ ونُورٌ ونِيَرةٌ وأَنْؤُرٌ منقلبة وأنشد الفارسى\nوالدليل على صحة القلب قولهم تَنَوَّرْتُ النارَ أى نظرتُ اليها وزعم الفارسى أن النار والنُّورَ من باب العِدْلِ والعَدِيل وحكى أَنْوُرٌ والابدالُ عنده أكثر لخفة الهمزة وقالوا أَنَرْتُ له وليس النُّورُ الذى هو نقيض الظُّلمة بجمع انما هو اسم كالضَّوْءِ والضُّوءِ* قال أبو حاتم* وكذلك نار الحَرْب والسِّمَةِ والمَعِدَةِ* قال أبو حنيفة* وقد حكى فى النار التذكير وهى قليلة وجميع أسماء النار",
        "(والدار) انْثى وألفها منقلبة عن واو بدليل قولهم تَدَوَّرَ دارًا  ـ  أى اتَّخَذَها فاما قولهم دَيَّارٌ فزعم أحمد بن يحيى أنها معاقبة وزعم غيره من النحويين أنه فَيْعَالٌ فاما دَيُّورٌ ففَيْعُولٌ عندهم وجمع الدار أدْؤُرٌ وحكى أبو الحسن أَدْوُر ذكرها عنه الفارسى وقال هو على القَلْب وقد أَبَنْثُ وَجْهَ ذلك وأوردتُ تعليلَه فيه فاما جمعه الكثير فَدُورٌ وحكى سيبويه دُورٌ ودُوراتٌ وقد كُسِّرت الدارُ على الدِّيارِ والدِّيرانِ والدَّارُ البَلَدُ يجرى هذا المجرى فى التأنيث والتكسير قال سيبويه تقول العرب هذه الدار نعمت البلدُ فاما قوله\nفانه ذَكَّرَ على معنى المكان وقالوا الدارُ الدُّنْيا والدارُ الآخرة فاما قوله (وَلَدارُ الْآخِرَةِ) فعلى ارادة الحياة الآخرة\n(الارض) مؤنثة والجمع أَرَضُونَ وفتحوا الراء ليُشْعِروا بالتغيير والاخراج له عن بابه والفتحة هنا بازاء الكسرة فى قولهم ثِبُونَ وبابِه فى أنها موضوعه للاشعار بالتغيير وجمعوها بالواو والنون وان كان ذلك من خواص جمع من يَعْقِل ذهابا الى تفخيمها وتكسيرها عزيز ولكنه قد كُسِّرَ وليس بذاك الفاشى قالوا أُرُوضٌ وآراضٌ وأَرَاضٍ وأَرْضُ الدابةِ قوائمُها يَجْرِى هذا المَجْرَى وهى استعارة كما قالوا لأعلاها سماء وأنشد\nوالارْضُ  ـ  الزَّكْمَةُ تحْرِى هذا المَجْرَى فى التأنيث فاما قوله تعالى (إِلَّا دَابَّةُ الْأَرْضِ) فذهب بعضهم الى أنها الارَضة يقال أُرِضَ الجِذْعُ أَرْضًا وأَرِضَ أَرَضًا  ـ  اذا أكلتْه الارَضَةُ يقال دابة الارضِ كما قالوا دابَّةُ القَرْضِ نَسَبها الى فِعْلها واليه ذهب أبو حاتم فى الآية",
        "(والفهْرُ) مؤنثة وهو حَجَر يملأ الكَفَّ والجمعُ أفْهار\n(والعَرُوضُ) من الشِّعْر وغيره مؤنثة وأنشد\n\nوالعَرُوضُ  ـ  ناحية معروفة من الارض مؤنثة يقال وَلِىَ فلانٌ مكةَ والعَرُوضَ لتلك الناحية وقيل اسْتُعْمِلَ فلانٌ على العَرُوض  ـ  يعنى مكة والمدينة واليمن وليست هذه المسئلة عَرُوضَ هذه  ـ  أى مثلها ويقال ناقة عَرُوض  ـ  اذا لم تُرَضْ وكذلك ناقة قَضِيبٌ وعَسيرٌ",
        "(والنَّعْلُ) من نِعَالِ الارْجُل مؤنثة وكذلك النَّعْلُ من نِعَالِ السُّيوف والنَّعْلُ  ـ  الحَرَّة ومنه قول الشاعر\n* بالآلِ اذ تَبْرُقُ النِّعالُ*\nيعنى بالسَّرابِ وكذلك الحَرْجَلُ مؤنث وهو من أسماء الحَرَّة فاما أبو حنيفة فقال هى الحَرْجَلَةُ بالهاء ويقال للحافِرِ الوَقَاحِ انه لَشديدُ النَّعْلِ\n(والشَّعِيبُ) مَزَادةٌ مَشْعُوبة من أَدِيمَيْنِ وقيل هى التى تُفْأَم بجلدٍ ثالثٍ بين الجِلْدَيْن لِيَتَّسِع مؤنث لا غير فاما قول الراجز",
        "* ما بالُ عَيْنِى كالشَّعِيب العَيَّنِ*\nفيروى بالفتح والكسر فمن فتحه حمله على معنى السِّقاء لان فَيْعَلاً لا يكون للمؤنث الا بالهاء وأما الكسر فعلى الصفة للشَّعِيب لان فَيْعِلاً قد يكون للمؤنث كما قال بلدةً مَيِّتًا وقال الراعى\n(الغُولُ) أُنْثى  ـ  وهى ساحرة الجِنِّ والجمعُ أغْوال وغِيلَانٌ وقيل هى التى تَغُول وتَغَوَّلُ وتَلَوَّنُ ومنه قول كَعْب بن زُهير\nوقال جرير أيضا",
        "وقد غالتْه الغُولُ غَوْلاً واغْتالَتْه وكلُّ شئ أَهْلَك شيئا فقد غالَهُ حتى انهم ليقولون الغَضَبْ غُولُ الحِلْمِ\n(والكَأْسُ) مؤنثة وهى الاناء بما فيه واذا كانت فارغة زال عنها اسم الكأس كما أن المِهْدَى الطَّبقُ الذى يُهْدَى عليه فاذا أُخِذَ ما فيه رَجَعَ الى اسمه ان كان طبقا\nأو خِوَانا أو غَيْرَهما وكذلك الجَنازة لا يقال لها جَنازة الا وفيها ميت والا فهى سرير أو نَعْشٌ وقد قيل الكأسُ  ـ  الخَمْرُ بعينها وفى التنزيل (إِنَّ الْأَبْرارَ يَشْرَبُونَ مِنْ كَأْسٍ كانَ مِزاجُها كافُوراً) وقال الشاعر\nوتخفيفُها عند أبى الحسن الاخفش بَدَلِىٌّ لقولهم فى جمعها أكواسٌ وكِيَاسٌ فاما قولُهم أَكْؤُسٌ وكُؤُسٌ فليس بدليل على أن التخفيف قياسىّ ولكن الهمزة فيها على حدها فى أَسْؤُقٍ وأَدْؤُر وأما كُؤس فالهمز فيه ضرورى فليس بدليل وقد يجوز أن تكون أكْؤُسٌ وكُؤُس جمعَ كَأسٍ قبل البَدَل فلا إقناع فى الاحتجاج به وهذا كله تعليل الفارسى فاما قولهم كأسُ الفِراق وكأسُ الموتِ وكأس الهموم فكلها مستعارات وزعم الفارسى أنه أكثر ما وجد هذا مستعارا فيما يُؤْلِم النَّفْسَ كالموت والحُزْن وقد قيل الكأسُ الزُّجاجةُ كان فيها خمر أو لم تكن",
        "(والقَلْتُ) مؤنثة وهى نُقْرة فى الجبل تُمْسِك الماءَ أن يَفِيضَ تسمى أيضا المُدْهُنَ وَالوَقِيعةَ قال أبو النجم\n* قَلْتٌ سَقَتْها العَيْنُ من غَزِيرِها*\nوقال أيضا\nويقال فى جمع القَلْتِ قِلَاتٌ وأنشد قول الشاعر",
        "وكذلك القَلْتُ أيضا نُقْرَةٌ فى أصل الابهام\n(والقَدُومُ) التى يُنْحَتُ بها مؤنثة قال الشاعر\nوقال الاعشى أيضا\nوقدُومٌ وقُدُم بمنزلة قولهم جَزُورٌ وجُزُرٌ وصَبُور وصُبُرٌ",
        "(الشمس) مؤنثة قال الله تعالى (وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَها) وقال الشاعر\nوكلُّ اسم للشمسِ مؤنَّثٌ يقال قد طلعتْ ذُكَاءُ على وزن فُعَالٍ ممدود معرفة بغير ألف ولام غير مُجْراة قال الشاعر يَذْكُر نَعامَتَيْنِ\nيعنى الليل وأما الشمسُ ضَرْبٌ من الحُلِّى فمذكر وكذلك الشمسُ القِلادةُ التى توضع فى عُنق الكلب ويُوحُ  ـ  الشمس اسم لها معرفة مؤنث\n(والمَنْجَنُونُ والمَنْجَنِينُ) اسم مؤنث وهو الدُّولابُ وأنشد الاصمعى",
        "(والمَنْجَنِيقُ) مؤنثة قال العجاج يصفها\nوبعض العرب يسمى المنجنيقَ المَنْجَنُوقَ كما قيل فى المنجنين المنجنونُ وأنشد\nحاجب اسم رجل قال الفارسى هى المَنْجَنِيق والمِنْجنيق وميمها أصل عند سيبويه فاما أبو زيد فقال جَنَقُونا بالمِنْجَنِيق ولم يزد فى تعليل هذه الكلمة أكثر من هذا\n(وشَعُوبُ) هى المنية اسم مؤنث معرفة غير مُجْرًى قال أبو على ومن ألحقها الالف واللام فالقياس أن يَصْرِفَها فيقولَ خَرَمَتْهُ شَعُوبٌ والشَّعُوبُ",
        "(وكَحْلُ) مؤنثة غير مجراة اسم للسنة الشديدة وقال سلامة بن جندل\nوربما اضْطُرَّ الشاعر الى اجراء كَحْل والضَّرِيكُ الفقير والقُرْضُوبُ الضعيف ذاتِ اليد\n(والضَّبُع) السَّنة الشديدة أنثى\n(وحَضَارِ) اسم كوكب مؤنثة يقال طلعتْ حَضَارِ والوَزْنُ وهما كوكبان قال الفارسى حَضَارٍ والوَزْنُ كوكبان مُحْلِفانِ أى يَحْلِف الناسُ اذا رَأَوْا أحدَهما أنه سُهَيْلٌ وليس به",
        "(والثُّريَّا) مؤنثة بحرف التأنيث مصغرة لم أسمع لها بتكبير وكذلك الثُّرَيَّا من السُّرُج\n(والشِّعْرَى) مؤنثة بحرف التأنيث وهما الشِّعْرَيانِ العَبُورُ والغُمَيْصاء وقيل لها عَبُور لانها تَعْبُر المَجَرَّة قال الله تبارك وتعالى (وَأَنَّهُ هُوَ رَبُّ الشِّعْرى) وأنشد\n(والمِلْحُ) مؤنثة قال مِسْكِينٌ الدارمى\n(والعَوَا) مؤنثة تمد وتقصر اسم كوكب قال الراعى",
        "وقال الفرزدق\n(والبئْر) أنثى قال الله تعالى (وَبِئْرٍ مُعَطَّلَةٍ) والجمع أبآر وآبار على نقل الهمزة ويقال فى جمعها أيضا فى القلة أَبْؤُرٌ وأنشد قول الشاعر\nويقال فى جمع الكثرة بِئَارٌ على مثال قولك جمال وجبال قال الفارسى فاما قول الراجز\nفانه أراد حتى تَعُودِى قَليبا أَقْطَعَ الوَلِىّ لان القليب يذكر ويؤنث فذكره على ارادة القليب اذا ذكر قال أبو على (والعِيرُ) مؤنثة قال الله تعالى (وَلَمَّا فَصَلَتِ الْعِيرُ) (والرَّحَى) أنثى يقال فى جمعها أرْحاء وربما قالوا أَرْحِيَةٌ ويقال أيضا فى جمعها أَرْحٍ (والعَصا) أنثى يقال فى جمعها أَعْصٍ وعِصِىٌ (والضُّحَى) أنثى يقال قد ارتفعت الضحى وتصغيرها ضُحَىٌّ بغير هاء لئلا يشبه تصغيرَ ضَحْوة وأنشد قول الشاعر",
        "(والعَصْر) صلاة العصر مؤنثة يقال العصر فاتتنى وكذلك الظهر والمغرب فاما سيبويه فقال هذه الظهر وهذه المغرب أى هذه صلاة هذا الوقت قال أبو على كُلُّ هذه الاوقات مذكر فمن أنث فعلى ارادة الصلاة\n(والقَوْسُ) أنثى وكذلك القوس التى فى السماء\nالتى يقال انها أمانٌ من الغرق وكذلك القوس  ـ  قليلُ تمرٍ يبقَى فى أسفلِ الجُلَّة والقَوْصَرَّةِ ويقال فى تصغيرها قُوَيْسٌ وربما قالوا قُوَيْسة وأنشد قول الشاعر\n* تركْتُهمْ خَيْرَ قُوَيْسٍ سَهْما*",
        "ويقال فى الجمع أَقْوُسٌ وقِسِىٌّ وقِيَاسٌ قال الشاعر\n* ووَتَّرَ القَساوِرُ القِياسَا*\nوقال آخر ووَصَفَ سُرْعَة طيرانِ القَطا\nوقِسْىٌ وفيه صنعة *(الحَرْبُ) أنثى يقال فى تصغيرها حُرَيْبٌ بغير هاء وأنشد قول الشاعر",
        "فاما قولُهم فلانٌ حَرْبٌ لى أى مُعَادٍ فمذَكَّر * (والفأسُ) أنثى (والازْيَبُ) النَّشَاطُ أنثى يقال مَرَّ فلانٌ وله أَزْيَبُ مُنْكَرة * (وسَبَاطِ) فى كل حال مؤنثة وهى من أسماء الحُمّى قال الهُذَلى\nوالازْيَبُ  ـ  الجَنُوبُ هُذَلِيَّة *(العَناقُ) من أولادِ المَعز أنثى وعَناقُ الارضِ مؤنثة وهى التُّفَّةُ والتُّفَةُ  ـ  دُويبة كالثعلب خبيثة تَصِيد كلَّ شئ ومَثَلٌ للعرب «اسْتَغْنَتِ التُّفَةُ عن الرُّفَةِ» والرُّفَة  ـ  التِّبْنُ وذلك أنها لا تأكل الا اللحم (والفِرْسِنُ) فِرْسِنُ الناقةِ وهى عند سيبويه فِعْلِنٌ والفِرْسِنُ مثل لحم الاكارع من الغَنم * (والصَّعُودُ) مؤنثة يقال وَقَعُوا فى صَعُودٍ مُنْكَرة * (والكَؤُدُ) العَقَبةُ الشاقة * (والذَّوْدُ) أنثى وهى ما بين الثلاث الى العشر من الابل وتصغيرها ذُوَيْد بغير هاء ويقال فى الجمع أَذْوادٌ وأنشد\nومثل للعرب «الذَّوْدُ الى الذَّوْدِ إبلٌ» القليل يصير الى القليل فيجتمع فيصير كثيرا* قال أبو على* والعَرَبُ مؤنثة ولم يَلْحَقْ تحقيرَها الهاءُ وقالوا العَربُ العاربةُ قال الشاعر\n",
        "(والرَّكِيَّةُ) مؤنثة بحرف التأنيث قال الفراء فاذا قالوا الرَّكِىُّ ذَهَبُوا بهِ الى الجِنْس ورأيتُ بعضَ تميم وسَقَط له ابْنٌ فى بِئْر فقال والله ما أَخْطَأَ الرَّكِىَّ فوَحَّدَه بطرح الهاء قال فاذا فَعَلُوا ذلك ذهبوا به الى التذكير كانه اسم للجمع وهو مُوَحَّد وما رأيتَه من نُعوتِ الخَمْر فانها مؤنثاتٌ مثل الرَّاح والخَنْدَرِيس والمُدامة وذلك أنهن قد أُخْلِصْن للخمر فِصرْنَ اذا ذُكِرْنَ عُرِفَ أنهن للخمر كما عُرِفَ نَعْتُ السيف بالمَشْرَفِىِّ وأشباهه فصار مذكرا* وقال الفراء* اذا رأيتَ الاسم له نعتٌ فهو مذكران كان اسمه مذكرا ومؤنث ان كان اسمه مؤنثا بعد أن يُعْرَفَ كُلُّ واحد منهما بذلك النعت من ذلك جاريةٌ خَوْدٌ  ـ  أى حسَنَة وناقة سُرُحٌ  ـ  أى سريعة وامرأة ضِنَاكٌ  ـ  أى ضخْمة فهذه مذكرة فى اللفظ وهى من نُعوت الاناثِ خاصَّةً فاذا أفردتها فهى إناث فتقول هذه خَوْدٌ ويقال جارية مَحْضٌ بغير هاء وربما قالوا مَحْضة بالهاء ويقال فلانة بَعْلُ فلانٍ وبَعْلةُ فُلانٍ وأنشد قول الشاعر\n(والعُقابُ) أنثى ويقال فى جمعها ثلاثُ أَعْقُبٍ والكثرة العِقْبَانُ وأنشد الفراء لامرئ القيس\nثَهْلَانُ جَبل قال الفارسى وكذلك اذا أريد بالعُقاب الرايةُ وأنشد\nيعنى رايةَ الحَمَّار وقال ابن الانبارى فى صَدْر كتابه العُقَابُ يقع على المذكر والمؤنث يقال عُقابٌ ذَكَر وعُقاب أنثى ويقال للانثى لَقْوةٌ* أبو حاتم* العُقاب مؤنثة لا غير قال وزعم أبو ذفافة الشامى أن الذكر من العِقْبان لا يَصِيد ولا يساوى درهما انما يَلْعَب به الصبيان بِدِمَشْقَ وذكروا أن إناثَها من ذكور طير أخرى فأما البازُ فمذكر لا غير قال وزعم من لا أثق به أن البُزاةَ كُلَّها إناث والعرب لا تعرف ذلك والعُقاب صخرة ناتئة فى البئر وربما كانت من الطَّى مؤنثة والعُقاب عَلَم ضَخْم يشبه",
        "بالعُقاب من الطير مؤنث * (والظِّئْر) مؤنثة من الناس ومن الابل أيضا والجمع أَظْآر وظُؤَارٌ وهو من الجمع العزيز ظَأَرْتُ الناقةَ  ـ  اذا عطفتَها على ولد غيرها قال متمم\n(والعَقْرب) مؤنثة وكذلك العَقْرب من النجوم وعَقارِبُ الشتاء وعَقْرَبُ القِفارِ ولا يُعْرَفُ ذكورُ العَقاربِ من إناثِهِنَّ فهى إناث كلها * (والجَزُور) أنثى وجمعها جُزُرٌ وجَزَائِر وجَزُورات * (والنَّاب) المُسِنَّة من النوق مؤنثة وجمعُها نِيبٌ وتصغيرها نُيَيْبٌ بغير هاء وأنشد أبو على\n(والنُّوبُ والثَّوْلُ) من النحل أنْثَيانِ فالنُّوب التى تَنْتابُ المَرْعَى فتأكُلُ واحدُها نائِبٌ قال أبو ذؤيب\nوقيل انما سميت نُوبًا لسواد فيها والثَّوْلُ  ـ  جماعة النحل قال ساعدة بن جؤية",
        "جَثُّها  ـ  غُثاؤُها وما كان على عَسَلِها من جَناح أو فَرْخ من فراخها ويَؤُومُها  ـ  يُدَخِّن عليها والايامُ  ـ  الدُّخانُ\n(وأما النابُ) من الاسنان فمذكر وكذلك نابُ القوم سيدُهم يقال فلان نابُ بنى فلان  ـ  أى سيدُهم (والنَّوَى) البُعْد مؤنثة قال الشاعر\nوالنَّوَى  ـ  الموضعُ الذى نَوَوُا الذَّهاب اليه مؤنثة قال الشاعر\n(الفَيْلَقُ) اسم للكتيبة أنثى",
        "باب ما يذكر ويؤنث\nمن ذلك فى الانسان (العُنُقُ) والتذكير الغالب عليه قال ابن دريد اذا قلتَ عُنْقٌ\nفسكنت الثانى ذَكَّرْتَ واذا ثَقَّلَتْ الثانى أنثته ولا أدرى ما عِلَّتُه فى ذلك الا أن يكون سَماعا فأما سائر أسمائها كالهادِى والتَّلِيل والشِّرَاع فمذكر قال أبو النجم\nعلى يَدَيْها والشِّراعِ الاطْوَلِ",
        "وكذلك العُنُق واحدُ الاعْناق من الناس وهم الجماعات قال الله تعالى (فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ) فيمن قال ان الاعْناقَ ههنا الجماعة وقد قيل انها جمع عُنُقٍ ولكنه قال (خاضِعِينَ) حين أضاف الاعناقَ الى المذكرين فهو يشبه قول الشاعر\n(الفُؤَادُ) يذكر ويؤنث وجمعه فى الجِنْسَيْن أفْئِدة قال سيبويه لا نعلمه كُسِّرَ على غير ذلك فاما ما استشهد به ابن الانبارى على تأنيثه من قول الشاعر\nفهكذا يكون غلطُ الضَّعَفة انما فؤادى مفعول ببردتْ أى بردتْ تلك القتلَى فؤادى بقتلِى لهم قال أبو عبيد عن الاصمعى سَقَيتُه شَرْبةً بَرَدَتْ فُؤادَه وقد حكى الفارسى عن ثعلب تأنيثَ الفؤاد ولم يستشهد عليه بشئ (اللسان) يذكر ويؤنث وفى الكلام كذلك واذا قُصِدَ به قَصْدَ الرسالةِ والقصيدة أيضا أنشد قول الشاعر فى التأنيث\nقال الفارسى واللسانُ الُّلغة وأنشد قول الشاعر",
        "فهذا لا يكون الا اللغة والكلامَ لان الندَم لا يقع على الاعيان والْعِكْمُ  ـ  العِدْل وقال الاصمعى معناه على ثَناء فمن أنث اللسان قال ألْسُنٌ لان ما كان على وزنِ فِعَالٍ من المؤنث فجمعه فى الاغلب أَفْعُلٌ كقول أبى النجم\n* يأتِى لها مِنْ أَيْمُنٍ وأشْمُلِ*\nومن ذَكَّر فجمعه ألْسِنةً لان ما كان على فِعَالٍ من المذكر فجمعُه أَفْعِلة كمِثالٍ وأَمْثِلة وإزار وآزِرَةٍ وإناءٍ وآنية وسِوارٍ وأَسْوِرة ويقال ان لِسانَ الناسِ علينا حَسَنٌ وحَسَنة أى ثناءهم (العاتِقُ) يذكر ويؤنث وأنشد فى التأنيث\n",
        "وقد دفع بعضهم هذا البيت وقال هو مصنوع ذهب الى تذكير العاتق وهو أعلى فأما العاتِق من الحَمام وهو ما لم يُسِنَّ ويَسْتَحْكِمْ فمذكر يقال فَرْخُ قَطاةٍ عاتِقٌ  ـ  اذا كان قد استقلَّ وطار وأرى أنه من السَّبْقِ لقولهم عَتَقَتِ الفَرسُ  ـ  اذا سَبَقَتِ الخيلَ وفلانٌ مِعْتاقُ الوَسيقةِ اذا أنْجاها وسَبَقَ بها *(القَفَا) يذكر ويؤنث والتذكير عليه أغْلَبُ وأنشد قول الشاعر\nوقال أيضا غيره\n* وهلْ جَهِلْتِ يا قُفَىَّ التَّتْفُلَه*\nوسَقَطَ الىَّ عن الاصمعى أنه قال هذا الرجزُ ليس بعَتِيقٍ كانه قال من قول خَلَفٍ الاحْمر وأراه ذهب فى ذلك الى انكار تأنيِث القَفا والجمعُ أَقْفاء وقُفِىٌّ وأقْفِيةٌ *(المَعَى) أكثر الكلام تذكيره وربما ذهبوا به الى التأنيث فانه واحد دل على الجمع وفى الحديث «المؤمنُ يَأْكُلُ فى مِعىً واحدةٍ وواحدٍ» فأما قول القَطامى",
        "* حَوالبَ غُرَّزًا ومِعىً جِياعا*\nفعلى قولِهم قِدْرٌ أعْشار فأما المِعَى من الأمْسِلةِ الضَّيِّقةِ فمذكر لا غير وإياه عَنّى رؤبة بقوله\n* خِلْتُ أنْقاءَ المُعَىِّ رَبْرَبا*\nقيل هو اسم مكان أو رَمْل فأما قولهم فى الاسم رَجُلٌ مُعَيَّةٌ فاما أن يكون على تأنيث المِعَى فى الاقَلِّ واما أن يكون تصغير مُعاوِيَة فى لغة من قال أُسَيِّدٌ *(الكُراعُ والذِّراعُ) يذكران ويؤنثان وقد قدّمت تأنيث الكُراع من الحَرَّة ومن ذَكَّر الكراع والذراع حَقَّرهما بغير الهاء ومن أنثهما حقرهما بالهاء وان كانا رباعيين لئلا يلتبس التذكير بالتأنيث* قال الفارسى* فاذا سمى بذراع فالخليل وسيبويه يذهبان الى صرفه قال الخليل لانه كثر تسمية المذكر به فصار من أسمائه وقد وصف به أيضا فى قولهم ثوبٌ ذراعٌ فتمكن فى المذكر فان سميت بكراع فالوجه ترك الصرف",
        "* قال سيبويه* ومن العرب من يصرفه يشبهه بذراع قال وذاك أحب الوجهين * (والابْهام) يذكر ويؤنث والتذكير أعلى * (والابِطُ) مؤنثة ومنه قول بعضهم رَفَعَ السَّوْطَ حتى بَرَقَتْ إبطُه والجمعُ فيها آباط وكذلك إبط الرمل أعنى ما اسْتَرَقَّ منه *(المَتْنُ) من الظَّهْر يذكر ويؤنث قال الشاعر فى التذكير\nوقال الشاعر أيضا فى التأنيث\nوأما المتنُ من الارض وهو ما غَلُظ منها فمذكر *(اللِّيْتُ) مذكر وربما أنث واختلف فى اللِّيتِ فقيل هو مُتَذَبْذَبُ الفُرْط وقيل اللِّيتانِ موضع المِحْجَمَتَيْنِ من القَفا* قال الاصمعى* ليس اللِّيتُ بعِضْوٍ *(العِلْباءُ) يذكر ويؤنث وهى عَصَبة صَفْراء فى صَفْحة العنُق ومن أنث ذَهَب اليها* وقال أبو حاتم* هو مذكر لا غير *(النَّفْسُ) اذا عَنَيْتَ الشخصَ ذكرت واذا عنيت الرُّوحَ أنثتَ والجمعُ فيها أنْفُسٌ وكذلك الروح (طِبَاعُ الانسانِ) يذكر ويؤنث والتأنيث فيه أكثر وهو واحد مثُل النِّجارِ الا أن النِّجارَ مذكر* قال أبو حاتم* والطِّباعُ مذكر لا غير الا أن تُتَوَهَّم الطبيعةُ *(الحالُ) حالُ الانسان أنثى وأهلُ الحجاز يذكرونها وربما قالوا حالة بالهاء وأنشد قول الشاعر\n(والعَضُدُ) مؤنثة وربما ذكر وفيها خمس لغات عَضُدٌ وعَضْدٌ وعُضُدٌ وعُضْدٌ وعَضِدٌ وفى التنزيل (سَنَشُدُّ عَضُدَكَ بِأَخِيكَ) والجمعُ أعْضاد وقد عاضَدْتُك  ـ  أى قَوَّيْتُك وأَعَنْتُك واذا نسبتَ الرجُلَ الى ضِخَمِ العَضُدَيْنِ قلتَ رجل عُضادِىٌّ ويقولون للمرأة يا عَضَادِ مثل يا قَطامِ *(الضِّرْسُ) مذكر وربما أنث على معنى السِّنّ قال دُكَيْنٌ الراجز",
        "* ففُقِئَتْ عَيْنٌ وطَنَّتْ ضِرْسُ*\nورَدَّه الاصمعى وقال انما هو وَطَنَّ الضِّرْسُ ويقال ثلاثةُ أضراس ويلزم من أنث أن\n__________________\n(1) قلت لقد حرف على بن سيده بيت الفرزدق هذا تحريفين فى أوله وآخره أولهما قوله على حالة الى آخر عروضه وثانيهما قوله لضن بالماء حاتم والصواب فى روايته على ساعة لو كان في القوم حاتم على جوه ضنت به نفس حاتم لان الروى مخفوض وكتبه محققه محمد محمود لطف الله تعالى به آمين",
        "يقول ثلاث أضراس فأما الضاحِكُ والناجِذُ فمذكران والارْحاءُ كُلُّها مؤنثة قال أبو حاتم وأنشد أبو زيد فى أُحْجِيَّةٍ\nالسِّرْبُ الجماعة وأراد الأسنانَ لان أَدانيها الثَّنِيَّة والرَّباعِيَةُ مؤنثتانِ وباقى الاسنانِ مذكر مثل الناجِذِ والضِّرْس والنَّاب\nما يذكر ويؤنث من سائر الاشياء\nمن ذلك (السُّلْطانُ) يذكر ويؤنث والتأنيث أكثر فاما كل ما جاء منه فى القرآن يُراد به الحُجَّة فمذكر كقوله تعالى (أَوْ لَيَأْتِيَنِّي بِسُلْطانٍ مُبِينٍ) وقوله (وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً) وقالوا السُّلُطانُ وهو اسم حكاه سيبويه والقولُ فيه من التذكير والتأنيث كالقول فى المُسكِّن الثانى فاما قول الشاعر",
        "* انَّ الثِّنى سَيِّدُ السُّلْطان*\nفانه وَضَع السلطانَ وجعله اسما للجنس * ومن ذلك (السَّراوِيلُ) يذكر ويؤنث قال الشاعر فأنث فى التأنيث\nوقال الفرزدق فَذَكَّرَ فى التذكير\nأبو حاتم هو مؤنث لا غير قال سيبويه السَّراويلُ فارسىٌّ معرَّب جاء بلفظ الجمع ولذلك لم يصرف وليس بجمع وحكى أبو حاتم أن من العرب من يقول سِرْوالٌ كانه فارسى وحكى عن أبى الحسن أنه سمع من العرب سِرْوالة واذا كان على ذلك فهو جمع واذا كان جمعا فهو مؤنث لا غير ويحمل قوله حينئذ نَمَتْهُ ثمودُ على معنى الثَّوْب * ومن ذلك (السُّلَّم) يذكر ويؤنث والتذكير أكثر قال الله تعالى (أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ) وقال فى التأنيث",
        "\nومن ذلك (السِّكِّين) الغالب عليه التذكير وأنشد للهذلى\nوقال آخر فى التأنيث\nوقد قيل سكينة قال الراجز",
        "ومن ذلك (الخَصِينُ) وهى فأْسٌ ذات خَلْفٍ واحد يذكر ويؤنث والجمع أَخْصُنٌ * ومن ذلك (الطَّسْتُ) يذكر ويؤنث وكلام العرب الطَّسَّة والطِّسَّة بالفتح والكسر وقد يقال الطَّسُّ بغير هاء أنشد الفارسى\n* حَنَّ اليها كَحنِينِ الطَّسِّ*\nوبعض أهل اليمن يقول الطَّسْتُ كما قالوا فى اللِّصِّ لِصْتٌ وكل ذلك يذكر ويؤنث قال الشاعر فى التذكير\nوقال آخر فى التأنيث أيضا",
        "ومن ذلك (القِدْرُ) أنثى وبعضُ قَيْسٍ يُذَكِّرها وأنشد\nقال أبو علىّ وأنشد سيبويه فى التأنيث\nقال أبو حاتم القِدْرُ مؤنثة لا غير فاما المِرْجَلُ والمِطْنَجُ فمذكرانِ * ومن ذلك (المُلْكُ) يذكر ويؤنث فاذا أَنَّثُوا ذهبوا به الى معنى الدَّوْلة والوِلاية قال ابن أحمر فى التأنيث\nقال السيرافى الرواية مَدّتْ عليه المُلْكَ أطْنَابها كاْسٌ الهاءُ راجعة الى الكاس والمُلْك مصدر فى موضع الحال وهو من باب أرْسَلَها العِراكَ كانه قال مُمَلَّكًا وقال آخر فى التذكير",
        "* فمُلْكُ أبى قابُوس أَضْحَى وقد نَجِزْ*\n(السبيل)  يذكر ويؤنث وفى التنزيل (قُلْ هذِهِ سَبِيلِي) وفيه (وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لا يَتَّخِذُوهُ سَبِيلاً) وكذلك (الطريق) يذكر ويؤنث * ومن ذلك (الصِّراطُ) مذكر وقد أنثه يحيى بْنُ يَعْمَرَ وقرأ «مَنْ أَصْحَابُ الصِّراطِ السُّوَّى ومَنِ اهْتَدَى» ولا نعلم أحدا من العلماء باللغة أَنَّثَ الصراطَ وان صحت هذه القراءة عن ابنِ يَعْمَرَ ففيه أعظم الحُجَج وهو من جِلَّةِ أهل اللغة والنحو وكتابُ الله تعالى نزل بتذكير الصراط وجمعُه فى القَبِيلَيْن أَصْرِطةٌ وصُرُط * ومن ذلك (العَنْكَبُوتُ) وفى التنزيل (كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتاً) وقال الشاعر فى التذكير\nالهطال اسم رجل (1) وأما قوله\n* كانَّ نَسْجَ العَنْكَبُوتِ المُرْمَلِ*",
        "فعلَى الجِوَارِ وانما يكون نعتا للعنكبوت لو قال المُرْمِلِ بالكسر يقال رَمَلْتُ الحصيرَ وأَرْمَلْتُه اذا نسجتَه فأما تكسيره وتحقيره فقد قدّمته والتأنيث فى العنكبوت أكثر وهى لغة التنزيل * ومن ذلك (الهُدَى) يؤنث ويذكر قال أبو حاتم الهُدَى مذكر فى جميع اللغات الا أن بعض بنى أسد يؤنث ولا أَحُقُّ ذلك فأما الهدى الذى هو النهار فمذكر كقول ابن مقبل* حَتَّى اسْتَبَنْتُ الهُدَى ... (2) وكذلك (السُّرَى) سَيْرُ الليل يذكر ويؤنث سَرَيْنا وأَسْرينا * ومن ذلك (المُوسَى) يذكر ويؤنث وهى تُجْرَى ولا تُجْرَى فمن أجراها قال هى مُفْعَلٌ من قولك أَوْسَيْتُ رأسَه  ـ  حَلَقْتُه بالمُوسَى ومن لم يُجْرها قال الالف التى فيها ألف تأنيث بمنزلة الالف التى فى حبلى قال الشاعر فى التأنيث (3)\nوقال آخر فى التذكير\n* مُوسَى الصَّنَاعِ مُرْهَفٌ شَباتُه*\n* قال أبو عبيد* قال الامَوِىُّ المُوسَى مذكر لا غير وقد أَوْسَيْتُ الشئَ  ـ  قطَعْتُه",
        "__________________\n(1) قلت قوله الهطال اسم رجل كذا بالاصل ولا أصل له انما الهطال جبل كما فى معجم البلدان وكتبه محمد محمود لطف الله به آمين\n(2) قوله كقول ابن مقبل البيت بتمامه كما فى اللسان\nكتبه مصححه",
        "(3) قلت هذا البيت لزياد الاعجم يهجو به عتاب بن ورقاء الرياحى وقد حرفه ابن سيده وحقيقة روايته فان تكن الموسى جرت فوق بظرها فما خفضت الخ وكتبه محققه محمد محمود لطف الله به آمين\nبالمُوسَى قال ولم أسمع التذكير فى الموسى الا من الأموى * ومن ذلك (الحانُوتُ) يذكر ويؤنث فبعضهم يجعلها الخمر وبعضهم يجعلها الخَمَّار قال الشاعر فجعلها الخمار\nونَسَبُوا اليه حانِىٌّ وحانَوِىٌّ وبعضهم يجعل الحانوتَ الكُرْبَجَ والكُرْبَجُ بالفارسية البَقَّال يقال كُرْبَجٌ وقُرْبَقٌ وقد أَنْعَمْتُ شرحَ هذا فى باب اطِّرادِ الابدالِ فى الفارسية ومن ذلك (الدَّلْوُ) يذكر ويؤنث قال الشاعر فى التذكير\n* يَمْشِى بِدَلْوٍ مُكْربِ العَراقِى*",
        "وقال أيضا فى التأنيث\n* لا تَمْلِا الدَّلْوَ وعَرِّقْ فيها*\nوالدَّوْلُ لغة فى الدَّلْوِ والقولُ فيها كالقَوْلِ فى الدَّلْوِ * ومن ذلك (القِمَطْرُ) يذكر ويؤنث قال الشاعر فى التذكير\nوقد يقال بالهاءِ قِمَطْرَةٌ * ومن ذلك (القَلِيبُ) يذكر ويؤنث قال الشاعر",
        "والجمعُ فيها أَقْلِبةٌ وقُلُبٌ وانما أَذْكُر الجمعَ فى هذا الجنس الذى يذكر ويؤنث لأُرِيَك استواءَهما فى الجمع واختلافَهما وأما الطَّوِىُّ  ـ  وهو البئر المطوية بالحجارة فمذكر فان رأيته مؤنثا فاذهب بتأنيثه الى البئر وجمعُه أطْواءٌ وكذلك النَّقِيعُ  ـ  البئر الكثيرة الماء مذكر وكذلك الجُبُّ  ـ  وهو البئر التى لم تُطْوَ مذكر وحكى عن بعضهم أنه يذكر ويؤنث وجمعه جِبَبةٌ وأَجْبابٌ وجِبابٌ * ومن ذلك (الذَّنُوبُ) وهى الدلو العظيمة تذكر وتؤنث قال الراجز فى التذكير\nوقال آخر فى التأنيث\n\nواجمع ذِنابٌ وذَنائِبُ والذَّنوب الذى هو النصيب مشتق منه وهو مذكر وفى التنزيل (فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوباً مِثْلَ ذَنُوبِ أَصْحابِهِمْ) قال علقمة",
        "ومن ذلك (الخَمْرُ) تؤنث وتذكر والتأنيث عليها أغلب وما أنثت فيه من الاشعار كثير وأسماؤها كلها موضوعة على التأنيث كما أعلمتك فأما قول الاعشى\nفقد يكون على تذكير الخمر وقد يكون من باب عَيْنٌ كَحِيلٌ قال أبو حاتم وأَبَى الاصمعىُّ الا التأنيثَ فأنشدتُه هذا البيت فقال انما هو* وكانَّ الخَمْرَ المدامةَ مِلِاسْفِنْطِ فحذف نون من فى الادراج قال وتلك لغة معروفة مشهورة يحذفون النون من من اذا تَلَقَّتْها لامُ المعرفةِ وأما قول العرب ليست بخَلَّةٍ ولا خمرةٍ فانهم يذهبون الى الطائفة منها كقولهم سَوِيقةٌ ودَقِيقةٌ وعَسَلَةٌ وضَرَبَةٌ وقد قالوا ما هو بخَلٍّ ولا خَمْرٍ  ـ  أى لا خير فيه ولا شر عنده ومن ذلك (الذَّهَبُ) أنثى وقد يذكر وجمعها فى القَبِيلَينِ أذْهابٌ وذُهْبانٌ ومن ذلك (المالُ) يذكر ويؤنث وقد أَنَّثَها رسولُ الله صلى‌الله‌عليه‌وسلم وذكرها فى كلام واحد فقال «المالُ حُلْوةٌ خَضِرَةٌ ونِعْمَ العَوْنُ هو لصاحبه» وأنشد قول الشاعر\nومن ذلك (العُرْسُ) يذكر ويؤنث ويُصَغِّرُونها عُرَيْسٌ وعُرَيْسةٌ وجمعها فى القبيلين عُرُساتٌ وحقيقة العُرْسِ طَعامُ الزَّفافِ ومن ذلك (العَسَلُ) يذكر ويؤنث قال الشماخ\nومن ذلك (النَّعَمُ) يذكر ويؤنث قال الراجز",
        "وكذلك الانعام تذكر وتؤنث فيقال هى الانعام وهو الانعام قال الله تعالى (وَإِنَ\nلَكُمْ فِي الْأَنْعامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ) فذكر وقال فى سورة المؤمنون (مِمَّا فِي بُطُونِها) والتأنيث هو المعروف فى الانعام وقيل انما ذكره لانه ذهب الى معنى النَّعَمِ والنَّعَمُ والانعامُ بمعنى واحدٍ فاما سيبويه فذهب الى أن الانعام يقع على الواحد وعَدَلَهُ بقولهم ثَوْبٌ أَكْماشٌ * ومن ذلك (السِّلَاحُ) يذكر ويؤنث قال الفراء سمعت بعضَ بنى دُبَيْرٍ يقول انما سمى جَدُّنا دُبَيْرا لان السِّلاحَ أَدْبَرَتْه أى تركتْ فى ظَهْره دَبَراً ودُبير تحقير أَدْبَر على تصغير الترخيم ويجوز أن يكون تصغير دَبِرٍ يقال بعير دَبِرٌ وأدْبَرُ قال الطرماح وذكر الثورَ\nوقوله تعالى (وَلْيَأْخُذُوا أَسْلِحَتَهُمْ) يَدُلُّ على تذكير السلاح لانه بمنزلة مِثَالٍ وأَمْثلةٍ ومن العرب من يقول لبس القومُ سُلُحَهم والقومُ سَلِحُون أى معهم السِّلاح ومن ذلك (دِرْعُ الحديدِ) تذكر وتؤنث والتأنيث الغالب المعروف والتذكير أقلهما أو لا ترى أن أسماءها وصفاتها الجاريةَ مَجْرَى الاسماء مؤنثةٌ كقولهم لامةٌ وفاضَةٌ ومُفاضَة وزَغْفَة وزَغَفَة وجَدْلاء وحَدْباءُ وسابغةٌ فاما ذائِلٌ فقد تكون على التذكير وقد تكون على النَّسَب وأما دِلَاصٌ فبمنزلة كِنَازٍ وضِنَاكٍ وان كان قد يجوز أن يكون نعتاً غير مؤنث على تذكير الدّرْع والمشهور فى دِلاص التأنيثُ فاما قول أَوْسِ بن حَجَرٍ\nفعلى تذكير الدرع * ومن ذلك (اللَّبُوسُ) اسم عامٌّ لِلّبَاسِ والسِّلَاح أيضا من دِرْع الى رُمْح وما أشبههما مذكر فاذا نويتَ بها دِرْعَ الحديد خاصة أنتَ وأنشد للعباس بن مرداس",
        "وفى التنزيل (وَعَلَّمْناهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ) وليس هذا بشاهد قاطع ولا مُقْنِع فى تأنيث اللَّبُوس لانه قد يمكن أن يكون الاخبارُ عن الصنعة وعن اللبوس\nومن ذلك (القَمِيصُ) الدِّرْعُ مؤنثة ومن ذلك (السُّوق) تذكر وتؤنث والتأنيث أغلب قال الشاعر فى التذكير\n* بسُوقٍ كثيرٍ رِيحُه وأعَاصِرُهْ*\nوقال فى التأنيث",
        "* وَرَكَدَ السَّبُّ فقامَتْ سُوقُه*\nوالجمع فيهما أَسْواق وأما السُّوَقُ فجمع سُوقَة وهو مَنْ دُونَ المَلِكِ\nومن ذلك (الصَّاعُ) يذكر ويؤنث وفى التنزيل (نَفْقِدُ صُواعَ الْمَلِكِ وَلِمَنْ جاءَ بِهِ حِمْلُ بَعِيرٍ) وفيه (ثُمَّ اسْتَخْرَجَها مِنْ وِعاءِ أَخِيهِ) وقال أبو عبيد أنا لا أرى التذكير والتأنيث اجتمعا فى اسم الصُّواع ولكنهما عندى انما اجتمعا لانه سمى باسمين أحدهما مذكر والآخر مؤنث فالمذكر الصُّواع والمؤنث السِّقاية* قال ومثل ذلك الخِوَانُ والمائدةُ وسِنَانُ الرُّمْح وعالِيَتُه والصُّوَاعُ إناء من فضة كانوا يشربون به فى الجاهلية وقد قدّمت ما فيه من اللغات صُوَاعٌ وصَوْعٌ وصَاعٌ وصُوعٌ وانما كررتها هنا لأَقِفَك على أنها كلها تذكر وتؤنث* قال أبو حاتم* هو مذكر لا غير * ومن ذلك (السِّلْم) الصُّلْح يذكر ويؤنث ويقال لها السَّلْم أيضا قال زهير فى التذكير\nوأنشد الفارسى",
        "وقال الله تعالى (وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها) فاما السِّلْم الاسْلَامُ فمذكر قال السجستانى سألت الأصمعى فقلت فى الحديث «مُنْذُ دَجَتِ الاسلامُ» لَاىِّ شئ أنثوه قال أرادوا الملة الحنيفية والله أعلم وقالوا فلان سِلْم وسَلْم لِى  ـ  أى مُسالِم وهو مذكر والسِّلْمِ  ـ  الاستسلام مذكر لا غير * ومن ذلك (سَقْطُ النار) يذكر ويؤنث وأنشد الفارسى\nوقال بعض الاعراب انَّ السِّقْطَ يُحْرِقُ الحَرَجةَ هكذا سمعته بالتذكير وفيه ثلاث لغات سِقْطٌ وسَقْطٌ وسُقْط وكلها جارية مجرى سِقْطٍ فى الجنسين أعنى التذكير والتأنيث فأما سِقْطُ الوَلِد والرَّمْل أعنى مُنْقَطَعَه فمذكر لا غير وفيه اللغات التى فى سقط النار وقد شرحتُ ذلك\nومن ذلك (الازارُ) يذكر ويؤنث قال أبو ذؤيب فى التأنيث\nوقد أنكر قوم تأنيث الازار ولم يذكر هذا البيت عليهم حجةً لانهم قالوا هو بدل من الضمير الذى فى عَلِقتْ على حدّ قوله تعالى (مُفَتَّحَةً لَهُمُ الْأَبْوابُ) وقد قالوا إزارة وأباها الأصمعى واحتج عليه ببيت الاعشى",
        "فقال هو مصنوع وقال ابن جنى فى قوله\n* وقد عَلِقَتْ دَمَ القَتيلِ ازارُها*\nأراد إزارتَها فحذف كما قالوا ذهب بعُذْرتها وهو أبو عُذْرِها وقالوا لَيْتَ شِعْرِى وهو من شَعَرْتُ به شِعْرةً ويدلك على أن الازار مذكر تكسيرهم إياه على آزِرةٍ وأُزُرٍ ولو كان مؤنثا لكُسِّرَ على آزُرٍ كشِمَالٍ وأَشْمُلٍ * ومن ذلك (السماءُ) التى تُضِلُّ الارضَ تذكر وتؤنث والتذكير قليل كانه جمعُ سَمَاوة قال الشاعر\nفأما تذكيرها على أنها مفردة فقليل وأما قوله (السَّماءُ مُنْفَطِرٌ بِهِ) فعلى النَّسَبِ كما قالوا دَجاجةٌ مُعَضِّلٌ وكما قال المُمَزَّقُ العَبْدِىُ",
        "وأما البيت الذى أنشدناه فى باب السماء والفَلَكِ\nفانما عَنَى به السماء الذى هو السقف وهو مذكر وقد أنعمت شرح هذا هنالك وأذكر منه شيئا لم أذكره فى ذلك الموضع لان هذا الموضعَ أخَصُّ به قال قوم ان السماء ههنا منقول من السماء التى تُظل الارضَ وهذا غلط قد صرح الفارسى بتقبيحه قال لو كان منقولا منها لبقى على التأنيث كما أن السماء التى هى المطر لما كانت منقولة منها ثبت تأنيثها ومُنْهِجٌ مذكر لانه خبر عن مذكر فانما يحمل مثل هذا على النَّسَب اذا كان الموصوفُ لا شك فى تأنيثه كقولهم دجاجة مُعَضِّلٌ و (السَّماءُ مُنْفَطِرٌ بِهِ) فأما قولهم فى\nجمع السماء أسْمِيةٌ فقد كان حَقُّه أن يكون سُمِيًّا كعَناقٍ وعُنُوق وهذا المثال غالب على هذا الباب ولكنه شذ وذكر أبو على عن بعض البغداد بين التذكير فى السماء المطر قال ولذلك جمع على أَفْعِلَةٍ قال وقال أبو الحسن أصابَتْنا سماءٌ ثم قالوا ثلاثُ أَسْمِية وانما كان بابُه أَفْعل مثل عَناقٍ وأَعْنُقٍ قال وزعموا أن بعضهم قال طِحَالٌ وأَطْحُلٌ وأنشد لرؤبة\n* اذا رَمَى مَجْهُولَه بالاجْنُنِ*",
        "فكما جمعَ جَنِينًا على أَجْنُنٍ وكان حقه أجِنَّةَ كذلك جمع سماءً على أَسْمِية وكان حقه أَسْمِيًا فعلى قول أبى الحسن تكون السماء للمطر تسمية باسم السماء لنزوله منها كنحو تسميتهم المزادةَ راويةً والفِناءَ عَذِرةً وعلى قول البغداديين كانه سُمِّىَ سماءً لارتفاعِه كما سَمَّوُا السَّقْفَ سماءً لذلك والوجه قول أبى الحسن لروايته التأنيثَ فيها وسنذكر تحقير السماء فى باب تحقير المؤنث * ومن ذلك (الفِرْدَوْسُ) يذكر ويؤنث وهو البُسْتَانُ الذى فيه الكُرومُ وفى التنزيل (أُولئِكَ هُمُ الْوارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيها خالِدُونَ) وانما يذهب فى تأنيث الفِرْدَوْس الى معنى الجنة * ومن ذلك (الجَحِيم) يذكر ويؤنث وفى التنزيل (وَإِذَا الْجَحِيمُ سُعِّرَتْ) وهى النارُ المُسْتَحْكِمة المُتَلَظِّيةُ وجهنم مؤنثة وأسماؤها مؤنثة وكذلك لَظَى وسَقَر وفى التنزيل (وَما أَدْراكَ ما سَقَرُ) وفيه (كَلَّا إِنَّها لَظى نَزَّاعَةً لِلشَّوى) ومن ذلك (السَّمُومُ) مؤنثة وقد تذكر قال الراجز\nبارِدٌ  ـ  ثابتٌ من قولهم بَرَدَ عليه كذا أى ثَبَتَ وان أصحابك لا يُبالُونَ ما بَرَّدُوا عَلَيْكَ  ـ  أى أثْبَتُوا وليس من البَرْدِ الذى هو ضدّ الحر والسَّمُومُ بالنهار وقد يكون بالليل والحَرُور بالليل وقد يكون بالنهار قال الراجز (1)\n* ونَسَجَتْ لَوامِعُ الحَرُورِ*\nوهما يكونان اسمين وصفتين كما أَرَيْتُك فى باب فَعُولٍ التى تكون مرة اسما ومرة صفة وروى عن أبى عمرو أنه قال السَّموم بالليل والنهار والحرورُ بالليل * ومن ذلك (الصَّالِبُ) من الحُمَّى يذكر ويؤنث * ومن ذلك (الزَّوْجُ) يذكر ويؤنث يقال",
        "__________________\n(1) قوله قال الراجز هو العجاج وتمامه سبائبا كسرق الحرير وفى اللّسان لوافح بدل لوامع كتبه مصححه\nفلان زَوْجُ فلانة وفلانةُ زوجُ فلانٍ هذا قول أهل الحجاز قال الله تعالى (أَمْسِكْ عَلَيْكَ زَوْجَكَ) وأهلُ نَجْد يقولون فلانةُ زوجةُ فلان قال وهو أكثر من زَوْج والاولُ أفصح وأنشد لعَبْدة بن الطبيب\nفمن قال زوجة قال فى الجميع زوجات ومن قال زوج قال فى الجميع أزواج قال الله تعالى (يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ) وقال الراجز.",
        "قال ولا يقال للاثنين زوج لا من طَيْر ولا من شئ من الاشياء ولكن كل ذكر وأنثى زوْجانِ يقال زَوْجا حَمامٍ للاثنين ولا يقال زَوْجُ حمام للاثنين هذا من كلام الجهال بكلام العرب قال الله تبارك وتعالى (فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى) وكذلك كُلُّ شئ من الاناث والذكور ويقال زَوْجا خِفَافٍ وزَوْجا نِعالٍ وزَوْجا وسَائِدَ وقالوا للذكر فَرْدٌ كما قالوا للانثى فَرْدَة قال الشاعر وهو الطِّرِمَّاحُ\nوأنشد أبو الجَرَّاح\nوقال الفراء خفض كُلِّهم على الجوار للزوجات والصواب كُلَّهم على النعت لذوى وكان انشاد أبى الجَرَّاح بالخفض * ومن ذلك (الآلُ) الذى يَلْمَعُ بالضُّحَى يذكر ويؤنث والتذكير أجود قال الشاعر\nوحكى عن بعض اللغويين أنه قال فى الآل الذى هو الاهْلُ انه يذكر ويؤنث وقد قدّمت قول من قال ان ألف آل منقلبة عن الهاء التى فى أهل وأن بعضهم يحقره فيقول أُهَيْلٌ وبعضهم يقول أُوَيْل يجعل الالف مجهولة الانقلاب فيحملها على الواو لان انقلابها عنها أكثر وهو مذهب سيبويه فى الالف التى لا يعرف ما انقلبت عنه فاما الآلُ الشخص فمذكر وأما الآلُ العِيدانُ التى تُبْنَى عليها",
        "الخيامُ فمذكر وقد قيل انه جمع آلة فاذا كان كذلك فهو يذكر على اللفظ ويؤنث على المعنى * ومن ذلك (الضَّرَبُ) العَسَلُ الابيضُ اذا غَلُظَ يذكر ويؤنث قال ساعدة\nدَبُوبَها مكانٌ يَسْقيه مكانٌ آخر والكَراثُ شجر ودُفاقٌ وعَرْوان وضِيمٌ أَوْدِيةُ وقيل الضَّرَب أنثى وانما يذكر اذا ذُهِبَ به مذهبَ العسل أو الجَلْس لان الجَلْسَ والضَّرَبَ من العسل سواءٌ وقيل هو جمع ضَرَبة * ومن ذلك (المِسْكُ والعَنْبَرُ) يذكران ويؤنثان وأما المِسْكُ رائحةُ المِسْكِ فمؤنثة وأنشد قول الشاعر\nعلى معنى رائحة المسك يقال هى المِسْكُ وهو المِسْكُ وهى العنبر وهو العنبر وأنشد فى التذكير للزبير بن عبد المطلب\nوأنشد فى تذكير العَنْبر للاعشى",
        "وقال أعرابى فى تأنيث المسك والعنبر\nوالمِسْكُ واحدتُه مسْكة كما أن واحدةَ الذَّهَب ذَهَبَةٌ وقول رؤبة\n* أَجِدْبها أطْيَبَ مِنْ رِيح المِسِكْ*\nكَسَرَ السِّينَ اضْطِرارا كما قال",
        "* بِرِجِلٍ طالَتْ أتَتْ ما تَأْتِى*\nوكان الاصمعى ينشد المِسَكَ ويقول هو جمع مِسْكةَ كقولك خِرْقة وخِرَق وقِرَبة وقِرَب وقد قيل فى واحد العنبر عنبرة وليس بالمشهور انما العنبرةُ عنبرةُ الشتاء وهى شِدَّته و (المسواك) يذكر ويؤنث * ومن ذلك (فوقُ السَّهْم) يذكر ويؤنث يقال هو الفُوقُ وهى الفُوقُ وهى الفُوقةُ ويقال فى جمع الفُوقةِ الفُوَقُ وأنشد عن الاسَدِىِ\n\nومن ذلك (السَّلْم) الدَّلْو الذى له عُرْوة مثلُ دِلاءِ أصحابِ الرَّوايا يذكر ويؤنث قال الراجز فى التذكير",
        "السَّرِىُّ النهر * ومن ذلك (الاشُدُّ) يذكر ويؤنث من قولك بَلَغ الرجلُ أَشُدَّه يقال هى الاشُدُّ وهو الاشُدُّ وقد اختلف ما هى من الانسان فقيل هى أربعون وقد بَلَغ أَشُدَّه أى مُنْتَهى شَبابه وقوّته من قَبْل أن يأخُذَ فى النُّقْصان قال وليس له واحد من لفظه قال يونس الاشُدُّ جمع شَدٍّ بمنزلة قولهم الرجلُ وَدٌّ والرجالُ أَوُدٌّ وقد قيل الأشُدُّ اسم واحد كالآنُكِ قال سيبويه واحدتُها شِدَّة مثل قولهم نِعْمة وأَنْعُم وهذا من الجمع العزيز وقد أطلتُ شرح هذا وأَبَنْتُه فى أول الكتاب ومن ذلك\n(الغَوْغاءُ) يذكر ويؤنث فمن أنث لم يصرف بمنزلة حَمْراءَ وصَفْراءَ ومن ذكر قال هم غَوْغاءٌ بمنزلة رَضْراضٍ وقَضْقاضٍ ومن ذلك (رَسَلُ الحَوْضِ الادْنَى) ما بين عشر الى خمس وعشرين يذكر ويؤنث ومن ذلك (الاضْحَى) يذكر ويؤنث فمن ذكر ذهب الى العيد واليوم قال الشاعر فى التذكير\nوقال أيضا فى التأنيث\nوقد قيل ان الاضْحى جمع أَضْحاةٍ وبه سمى اليوم يقال ضَحِيَّة وأُضْحِيَةُ وأَضْحاةٌ وهو ما ضُحِّىَ به ومنْ ذلك (الايَّامُ) تذكر وتؤنث فمن أنث فعلى اللفظ ومن ذكر فعلى معنى الحِينِ أو الدَّهْر قال الشاعر",
        "* ألا لَيْتَ أيامَ الصَّفَاءِ جَدِيدُ*\nوالغالب عليها التأنيث وأما اليومُ فمذكر باجماع يقال يَوْمٌ أَيْوَمُ ويَوِمٌ ويَمٍ وأنشد قول الشاعر\n* مَرْوانُ مَرْوانُ أخا اليومِ اليَمِى*\nعلى القلب ولم يقولوا يَوْمٌ يَوْماءُ ولا يَوِمَة واعلم أن السَّبْتَ والاحدَ والخميسَ مذكرة ولك فيه وجهان اذا قَصَدْتَ قَصْدَ الايام ذَكَّرْتَ فتقول مَضَى السبتُ بما فيه فتذكر لانك تَقْصِدُ قَصْدَ اليوم والمعنى اليومُ بما فيه واذا قصدتَ قَصْدَ أيام الجمعة قلتَ مضى السبتُ بما فيهنَّ على معنى مضت الايامُ بما فيهن وكذلك مَضَى الاحدُ بما فيهنَّ ومَضَى الخميسُ بما فيهنَّ ولا يجوز أن تقول مضى السبت بما فيها وكذلك الاحد والخميس وأما الاثنان فلك فيه ثلاثة أوجه التذكير لمعناه لا لفظه أعنى معنى اليوم والتثنِيةُ للفظه والجمعُ على معنى أيام الجمعة تقول مَضَى الاثنانِ بما فيه وفيهما وفيهن وأما الثَّلاثاء والاربعاء والجمعة فان للعرب فيهن ثلاثة مذاهب أحدها أن يذهبوا الى اللفظ فيؤنثوا والثانى أن يذهبوا الى معنى اليوم فيذكروا والثالث أن يذهبوا الى معنى الايام فيجمعوا وفى الارْبِعاءِ لغتان أرْبِعَاءُ وأرْبَعاء وفى الجمعة ثلاث لغات جُمُعَةٌ وجُمْعة وجُمَعةٌ",
        "وأما أسماء الشهور فانها مذكرة الاجُمَادَيَيْنِ فان سمعتَ فى شِعْر تذكير جُمَادَى فانما يذهب به الى معنى الشهر كما قالوا هذه ألفُ درهم فقالوا هذه على معنى الدراهم ثم قالوا ألف درهم\nوأما (العَشِيَّة) فانها مؤنثة وربما ذكرتها العرب فذهبت بها الى معنى العَشِىّ وأنشد قول الشاعر\nفذَكَّرَ باردا حملا على معنى والعَشِىُّ بارِدٌ (وأما الغَداةُ) فمؤنثة لم نَسْمَعْ تذكيرها ولو حملها حامل على معنى الوقت لجاز أن يذكرها ولم نسمع فيها الا التأنيث\nباب ما يكون للمذكر والمؤنث والجمع بلفظ واحد",
        "ومعناه فى ذلك مختلف\nمن ذلك (المَنُونُ) تذكر وتؤنث وتكون بمعنى الجمع فمن ذكره ذهب به الى معنى\nالدَّهْر ومن أنثه ذهب به الى معنى المَنِيَّة قال الاصمعى المَنُونُ  ـ  المَنِيَّة والمَنُونُ  ـ  الدَّهْر وأنشد قول الشاعر\nتَعْدُو  ـ  تَشْتَدُّ قال الهذلى",
        "فأنث المَنُونَ على معنى المَنِيَّة ويُنْشَدُ ورَيْبِه فذكر المَنُونَ على معنى الدَّهْر قال الفارسى ومن روى ورَيْبِه ذهب به الى معنى الجنس ومن جعل المنونَ جمعا ذهب به الى معنى المَنايا قال عدى بن زيد\nحَمَلَه على رأيت المنايا عَدّين* قال أبو على* انما سمى الدهر والمنية مَنُونًا لاخْذِهما مُنَنَ الاشياءِ  ـ  أى قُواها والمَنِينُ الحَبْل الخَلَقُ\nومن ذلك (الفُلْكُ) يكون واحدا وجمعا وقد قدّمت أنه يذكر ويؤنث وليس الفُلْكُ وان كان يقع على الواحد والجميع بمنزلة المَنُونِ لان المَنُونَ اذا كان جمعا فليس بتكسيرِ مَنُونٍ وانما هو اسم دال على الجنس كما أَرَيْتُك وأما الفُلْك الذى يُعْنَى به الجمع فتكسير الفُلْكِ الذى يعنى به الواحد ألا تَرى أن سيبويه قد مَثَّلَه بأَسَدٍ وأُسْدٍ ونَظَّر فُعْلاً بفَعَل اذا كانا قد يَعْتَقِبانِ على الكلمة الواحدة كقولهم عُدْمٌ وعَدَمٌ وسُقْم وسَقَم فالضمة التى فى فُلْكٍ وأنتَ تريد الجمعَ غيرُ الضمة التى فى فُلْك وأنتَ تريد الواحد وقد كشفتُ جَلِيَّةَ هذا الامر فيما تقدّم وأتيتُ بنَصِّ قول سيبويه وذكرتُ اعتراضَ أبى علىّ على أبى اسحق فى هذا الفصل وتَسْفيهَه رأيَهُ عند ذكر الفُلْك فى باب السفينة اذ كان فصلا لم يوضحه أحد من قُدَماء النحويين بحقيقته وقال جل ثناؤه فى تأنيثها (قُلْنَا احْمِلْ فِيها مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ) وقال تعالى فى الجمع (حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ)\nومن ذلك (الطَّاغُوتُ) بقَعَ على الواحد والجميع وقد قَدَّمْتُ أنه يذكر ويؤنث* قال الفارسى* قال محمد بن يزيد الطاغُوتُ جمع وليس الامر عندنا على ما قال وذلك أن الطاغوت مصدر كالرَّغَبُوت فكما أن هذه الاشياء التى هذا الاسم على وزنها",
        "آحادٌ وليست بجموع فكذلك هذا الاسم مُفرد ليس بجمع والاصل فيه التذكير وعليه جاء (وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ) وأما قوله (أَنْ يَعْبُدُوها) فانما أنث على ارادة الآلهة التى كانوا يعبدونها ويدل على أنه مصدر مفرد قوله تعالى (أَوْلِياؤُهُمُ الطَّاغُوتُ) فأفرد فى موضع الجمع كما قال الشاعر\n* هُمُ بَيْنَنا فَهُمْ رِضًا وهُمُ عَدْلُ*\nفاما قراءة الحسن أولياؤُهم الطَّواغيتُ فانه جمع كما جمع المصادر فى قوله\nوهو من الطُّغْيانِ الا أن اللام قُدِّمت الى موضع العين لما كان يلزمها لاعتلالها من الحذف* قال أبو سعيد السيرافى* يقال طَغَى يَطْغَى وطَغِىَ يَطْغَى وهو من الواو بدلالة أنه اذا كسر الطاغوتُ قيلَ طَواغِيت فاما الطُّغْيانُ فمعاقبة وقال فى موضع آخر طَغَوْتُ وطَغَيْتُ فالطُّغْيانُ من طَغَيْتُ والطَّاغُوتُ من طَغَوْتُ وأما طَغْوَى فقد يكون من طَغَوْتُ ويكون من طَغَيْتُ فيكون من باب تَقْوَى وقد قيل انه اذا ذُكِّرَ الطاغُوت ذُهِبَ به الى معنى الالَهِ واذا أُنث ذهب به الى معنى الاصنام (والسَّهَامُ) الرِّيح الحارّة واحدها وجمعها سواء",
        "باب ما يكون واحدا يقع على الواحد والجميع\nوالمذكر والمؤنث بلفظ واحد\nوهذا مما كادَ يَخُصُّ المصدر وان لم يكن خَصَّ فقد غَلَبَ وطَائفة تذهب الى أن المضاف محذوف وطائفة تقول ان المصدر لما كان واحدا يدل على القليل والكثير من جنسه جعلوه مفردا\nمن ذلك (الصَّدِيقُ) يكون مذكرا ومؤنثا وجمعا باتفاق من لفظه ومعناه وذلك أنه لا يخرج عن معنى الصَّدَاقة كما نقلت المَنُونُ فى حال تذكيرها إلى معنى الدَّهْر ويجوز أن تؤنث الصَّدِيقَ وتثنيه وتجمعه فتقول صَدِيقة وصَدِيقانِ وأَصْدِقاءُ وصَدِيقُون وأَصَادِق وأنشد أبو العباس",
        "\nوكذلك (الرَّسُولُ) وقد جمعوا الرَّسُولَ وثَنَّوْهُ كما جمعوا الصَّدِيقَ وثَنَّوْهُ وقد أَنَّثُوه فمما جاء منه مُثَنَّى قوله تعالى (إِنَّا رَسُولا رَبِّكَ) وقال (تِلْكَ الرُّسُلُ) وقال بعضهم من أنَّث فانما يذهب الى معنى الرِّسالة واحتج بقول الشاعر\nوقال أراد رسالةً سريعةً وأنشد الفراء\nجَمَع الرسولَ على أفْعُل وهو من علامات التأنيث ومن ذلك (الضَّيْفُ) وفى التنزيل (هؤُلاءِ ضَيْفِي) وقال (هَلْ أَتاكَ حَدِيثُ ضَيْفِ إِبْراهِيمَ الْمُكْرَمِينَ) وقد ثُنِّىَ وجُمع وأُنِّثَ قال الشاعر",
        "* فأَودَى بما تُقْرَى الضُّيُوفُ الضَّيَافِنُ*\nوقال آخر\nومن ذلك (الطِّفْلُ) وفى التنزيل (أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلى عَوْراتِ النِّساءِ) وفى موضع آخر (ثُمَّ يُخْرِجُكُمْ طِفْلاً) وقد يجوز أن يثنى ويجمع ويؤنث فتقول طِفْلانِ وأطْفالٌ وطِفْلَة فيكون قوله عزوجل (ثُمَّ يُخْرِجُكُمْ طِفْلاً) فى هذا المذهب على قوله\n* قد عَضَّ أعْناقَهُمْ جِلْدُ الجَوامِيس*",
        "وكُلُوا فى بَعْضِ بَطْنِكُمُ وفى حَلْقِكُمْ عَظْمُ وقد أجدتُ استقصاء هذا فى أول الكتاب واختصرته هنا ولم أُخِلَّ فاما الطِّفْلُ من غير الطِّفْلِ الذى يُعْنَى به الصغير من الحيوان كطِفْلِ الحُبِّ والهَمِّ فمجموع قال الشاعر\n* يَضُمُّ الَىَّ الَّليْلُ أَطْفالَ حُبِّها*\nومن ذلك (البُورُ) وَصْفٌ وهو الهالك قال الشاعر فيما جاء للواحد\nوقال فيما هو للجميع",
        "\nوقد قيل ان البُورَ جمعٌ واحدُه بائِرٌ والعرب تقول حائِرٌ بائِرٌ ومنه قول عمر رضى الله عنه حين قَسِمَ الرجالَ فقال الرجال ثلاثة رجل ذو عقل ورأى ورجل اذا حَزَبه أمْرٌ أتَى ذا رَأْى فاستشاره ورجل حائر بائر لا يَأْتَمِرُ رَشَدًا ولا يطيع مُرْشِدًا\nومن ذلك (الزَّوْرُ) قال الشاعر فى الزَّوْرِ يَصِفُ صَرائم رَمْلٍ\nوقال أبو الجَرَّاح يمدح الكسائى",
        "وكذلك (العُوذُ) جمعُ عائذٍ * ومن ذلك (الكَرَمُ) قال الشاعر\nوقال آخر أيضا\nوقالوا أرضٌ كَرَمٌ وأَرَضُونَ كَرَمٌ ـ طَيِّبةٌ * ومن ذلك (الحَرَضُ) وهو الذى قد أذابه الحُبُّ أو الحُزْنُ يقال رجل حَرَضٌ وحارِضٌ فمن قال حَرَضٌ فكما أَرَيْتُك من أنه للواحد فما بعده بلفظ واحد ومن قال حارضٌ ثَنَّى وجمع * وكذلك (الدَّنَفُ والضَّنَى) وقد ثنى بعضهم الضَّنَى أنشد الفارسى\n* إلَّا غُلَاما بِيئَةٍ ضَنَيانِ*",
        "والمعرُوف أن الدَّنَفُ والضَّنَى لا يثنى ولا يجمع ولا يؤنث الا أن يقال ضَنٍ ودَنِفٌ فيؤتى بهما على فَعِلٍ قال الراجز\n* والشمسُ قد كادَتْ تَكُونُ دَنَفَا*\nومما يجرى هذا المجرى فى أنه يقع للمذكر والمؤنث والاثنين والجميع بلفظ واحد اذا بُنِىَ على فَعَلٍ ويثنى ويجمع ويؤنث اذا بُنِىَ على فَعِلٍ قولهم (قَمَنٌ وحَرًى)  فاذا قيل قَمِنٌ وحَرٍ أنث وثنى وجمع *[القُنْعانُ] ومما يقع على الواحد فما بعده بلفظ واحد (القُنْعانُ) يقال رجل قُنْعَانٌ وقوم قُنْعَانٌ وامرأة قُنْعانٌ وامرأتانِ قُنْعانٌ ونِسْوةٌ قُنْعانٌ وكذلك المَقْنَعُ والعَدْلُ والرِّضا يجرى ذلك المجرى قال زهير\n",
        "وقد ثنى وجمع قال الشاعر\nجمع العَدْلَ والمَقْنَع * ومن ذلك (الحَمْدُ) وهو وَصْفٌ يقال رجل حَمْدٌ وامرأة حَمْد ورجال حَمْدٌ ومنزلة حَمْدٌ قال الشاعر\nومن ذلك (الخِيارُ والشَّرَطُ) قال الشاعر\nوكذلك (قَزَم) يجرى هذا المجرى والقَزَمُ والشَّرطُ  ـ  الرُّذالُ ويقال ماء غَمْرٌ ومياه غَمْرٌ وجَمَّةٌ غَمْر أعنى بالجَمَّةِ مُعْظم الماء وماء غَوْر ومياه غَوْر ونُطْفة غَوْر وماء سكْبٌ ومِياهٌ سَكْبٌ وقَطْرةٌ سَكْبٌ ورجل نَجَسٌ ونِساءٌ نَجَسٌ وفى التنزيل (إِنَّمَا الْمُشْرِكُونَ نَجَسٌ) فان أَتَوْا برِجْسٍ كَسَرُوا النونَ وأسكنوا الجيم فقالوا نِجْسٌ رِجْسٌ وقد قرئ انما المشركون نِجْسٌ ومن كسر النون منه ثنى وجمع حكى عن ابن السكيت ومن هذا الباب قولهم رَجُل (جَلْدٌ) وامرأة جَلْد ونساء جَلْدٌ وإبِلٌ جَلْد غزيرة * ومن هذا الباب قولهم (الفَرَط) وهو الذى يتقدّم الوارِدةَ فيُصْلِحُ الارْشِيَةَ ويَمْدُر الحِياضَ رجل فَرَطٌ وامرأة فَرطٌ ورجال فَرَطٌ ونسوة فَرَطٌ فاما الفارِطُ فيثنى ويجمع وهو بمعناه *[فرّ] ومما لا يثنى ولا يجمع ولا يؤنث من الاوصاف رجل فَرٌّ  ـ  فَرارٌ ومَحضٌ وقَلْبٌ ومعناهما سواء أى خالص وكذلك (فِجٌّ) وقد قالوا فِجَّة ومثله عبد قِنٌّ وأَمَة قِنٌّ والقِنُّ العبد الذى ملِكَ هو أبَواه وقالوا ماء صَبٌّ كما قالوا فى السَّكْبِ وقالوا تَمْرٌ بَثٌّ وتُمورٌ بَثٌّ  ـ  وهو ما لم يَكْتَنِزْ منه وكان مُفْتَرقا [رذم] ويقال جَفْنة رَذَمٌ وجِفانُ رَذَم  ـ  أى طافحة تَسِيلُ قال ابنُ قيسِ الرُّقَيَّات",
        "* ومن هذا الباب (صَوْمٌ وفطْرٌ ونَوْحٌ) وقد جمع نَوْحٌ قال لبيد\n* قُومَا تَنُوحانِ مع الانْواحِ*\nويقال رجل دَوَى ورجال دَوًى وامرأة دَوًى ونسوة دَوًى  ـ  أى مَرْضَى فان كَسَرُوا أنثوا وجمعوا ويقال رجل دَاءٍ ورجال دَاءٍ وامرأة داءٍ ونسوة داءٍ ويقال أنا البَراء ونحن البَراءُ وفى التنزيل (إِنَّا بُرَآؤُا مِنْكُمْ) ويقال رجل عَدُوٌّ ونِسْوة عَدُوّ وفى التنزيل (فَإِنْ كانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ) وفيه (فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعالَمِينَ) فاما ما جاء فيه من الواحد فغير شئ كقوله تعالى (إِنَّ هذا عَدُوٌّ لَكَ وَلِزَوْجِكَ) والحَمِيمُ الذى هو الصدِيق يجرى هذا المَجْرَى وفى التنزيل (وَلا يَسْئَلُ حَمِيمٌ حَمِيماً يُبَصَّرُونَهُمْ) وفيه (فَما لَنا مِنْ شافِعِينَ وَلا صَدِيقٍ حَمِيمٍ)\nومن هذا الباب (المُصَاصُ واللُّبَابُ) وهو الخالصُ ويقع على الواحد فما بعده بلفظ واحد قال جرير",
        "وقال أيضا ذو الرمة\nويقال فلان مُصَاصُ قومِه ومُصَاصةُ قومِه  ـ  أى أَخْلَصُهُمْ نَسَبًا وكذلك الاثنان والجميعُ والمؤنثُ ورجل نَظُورةٌ  ـ  سَيِّدُ قومِه الواحدُ والجميع والمؤنث فيه سواء ورجل صَمِيمٌ مَحْضٌ وكذلك الاثنان والجميع والمؤنث ومن هذا الباب يقال (رجل جُنُبٌ ورجال جُنُبٌ) وفى التنزيل (وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا) ويقال بَعِير هِجَانُ وناقة هِجَان وإبل هِجَانٌ  ـ  وهى التى قد قاربَتِ الكَرَمَ وقد جمعوا فقالوا هَجائنُ فأما قول على كرم الله وجهه (1)\n* هذا جَنَاىَ وهِجَانُه فيهْ*\nفانما عَنَى كبارَه * ومن هذا الباب (دِلَاصٌ) يقع للواحد والجميع وقد قدّمت أن هِجَانا ودِلَاصًا جمعُ هِجانٍ ودِلَاصٍ وبينتُ وجه ذلك وأنعمت تمثيله فى باب فِعَالٍ وأريتك الوجهين وفرقت بينه وبين جُنُبٍ ويقال أُذُنٌ حَشْرٌ واذُنانِ حَشْرٌ  ـ  اذا كانت ملتزقة بالرأس قال ذو الرمة",
        "وقال الراعى\n__________________\n(1) قوله فأما قول على الخ قال أبو عبيد ذكر ابن الكلبى أن أول من قال هذا المثل عمرو بن عدى اللخمى ابن أخت جذيمة ثم قال وأراد علىّ رضى الله عنه بقول ذلك انه لم يتلطخ بشئ من فىء المسلمين بل وضعه موضعه ويروى وخياره فيه يضرب هذا مثلا للرجل يؤثر صاحبه بخيار ما عنده كتبه مصححه\n",
        "أَفْرعَتْ رُفِعَتْ وروى ابن الانبارى افْزِعت أى حُمِلَتْ على الفَزَع وقوله شُرَافيتانِ معناه مرتفعتان وربما قالوا اذُنٌ حشرة فزادوا الهاء والاختيار أُذُن حَشْر بغير هاء قال النمرى فى ادخال الهاء\nوالحَشْرُ مصدر حَشَرَ قُذَذَ السَّهْم حَشْرًا اذا ألْصَقَ قُذَذَها فهو بمنزلة صَوْم وفِطْرٍ وحَمْدٍ فى ترك التثنية والجمع والتأنيث ويقال سَهْمٌ حَشْرٌ اذا كان رَقيقا ويقال شئ (لَقًى) اذا كان مُلْقًى وأشياءُ لَقًى وربما ثنوا وجمعوا قال الحَرِثُ بن حِلِّزةَ\nومن ذلك (المَلَكُ) يكون للواحد والجميع بلفظ واحد قال الله تعالى (وَالْمَلَكُ عَلى أَرْجائِها) وقال فى موضع آخر (وَجاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا) وقد قدّمت ما فى المَلَكِ من اللغات وكذلك (البَشَرُ) الانسانُ يقع على الواحد وعلى الجميع وقال الفراء رأيت العرب لا تجمع وان كانوا يثنون قال الله تعالى (أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنا) وقال تعالى فى الجمع (ما أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنا) وقال قوم زعم الفراء أنه سمع مررت بجُنُبِينَ يعنى بقوم جُنُبٍ فجمع الجنب هنا لأن القوم قد حُذِفُوا فلم يُؤَدِّ الجُنُبُ اذا أفرد عن المعنى قال وانما ثَنَّتِ العربُ فى الاثنين وتركوا الجمعَ غير مجموع لان الاثنين يؤديان عن أنفسهما عددَهما وليس شئ من المجموع يؤدى اسْمُه عن نفسه ألا تَرى أنك اذا قلت عندك درهمان لم تحتج الى أن تقول اثنان فاذا قلت عندى دراهم لم يعلم عددها حتى تقول ثلاثة أو أربعة وقالوا دِرْهَمٌ ضَرْبٌ ودراهم ضَرْبٌ وكذلك أضافوا فقالوا درهمٌ ضَرْبُ الاميرِ وقالوا ثَوْبٌ نَسْجُ اليَمنِ وثيابٌ نَسْجُ اليمنِ وليلةٌ دُحًا وليال دُجًا لانه لا يجمع لانه مصدر وُصِفَ به ويوم غَمٌّ ونَحْسٌ وأيام غَمٌّ ونَحْسٌ فاما نَحْسَاتٌ من قوله تعالى (فِي أَيَّامٍ نَحِساتٍ) فزعم الفارسى أنه يكون من باب عُدُولٍ وأن يكون مخففا من فَعِلَاتٍ وصرح أنهم لم يجمعوا درهما ضَرْبَ الامير ولا ثوبا نَسْجَ اليمن ولا يوما غَمًّا الا بافراد اللفظ بالوصف فاما ما جاء من ذلك وليس لفظُه\nلفظَ المصدر فقولهم ماء فُراتٌ ومياه فُرات وقد جمعوا فقالوا مياهٌ فِرْتانٌ ذكره ابن السكيت عن اللحيانى فى الالفاظ وقالوا ماء شَرُوبٌ ومِيَاه شَرُوب وماء ملْح ومِيَاهٌ مِلْح وقد جمعوا فقالوا مِلَاح قال عنترة",
        "وماءٌ قُعٌّ وقُعَاعٌ ومِيَاهٌ قُعَاعٌ وماء عُقٌّ وعُقَاقٌ اذا اشتدَّتْ مَرارتُه وماء أُجاجٌ ومِياهٌ أُجاجٌ وماء مَسُوسٌ ومياه مَسُوسٌ  ـ  وهو ما نالتْهُ الايدى وماءٌ أسْدامٌ ومِياهٌ أَسْدامٌ  ـ  اذا تغيرتْ من طُول القِدَم* ابن السكيت* (الخَوَلُ) يكون واحدا وجمعا ويقع على العبد والامة (والجَرِىُ) الوكيل الواحدُ والجميع والمؤنث فى ذلك سواء قال أبو حاتم وقد قالوا فى المؤنث جَرِيَّة وهو قليل *[عم]\nوقالوا نخلة عُمٌّ ونخيل عُمٌ [كُبْر وإكْبِرَّة] * أبو عبيد* هو كُبْرُ قومِه وإكْبِرَّةُ قومه مثالُ إفْعِلَّة  ـ  اذا كان أقْعدَهم فى النَّسَب والمرأة فى ذلك كالرجل [مفزع] وفلان لنا مَفْزَعٌ ومَفْزَعةٌ الواحد والاثنان والجميع والمؤنث فيهما سواء وقد قيل هو مَفْزَعٌ لنا  ـ  أى مَغاثٌ ومَفْزَعةٌ  ـ  يُفْزَع من أجله ففرقوا بينهما (الأَناث) مذكر لا يجمع و (الخَلِيطُ) واحد وجمع و (البُصاقُ) خِيارُ الابل الواحد والجمع فيه سواء [العُنْجُوجُ] فاما العُنْجُوجُ  ـ  الرائعُ من الخيل فانه يكون للمذكر والمؤنث بلفظ واحد الا أنه يثنى ويجمع *[خصب] وأرض خِصْبٌ وأرضون خِصْب الجمع كالواحد و (الضَّنْكُ) الضَّيِّقُ من كل شئ والذكر والانثى فيه سواء وقالوا رجل [صرور] صَرُورٌ وصَرُورةٌ وصَارُورٌ وصارُورةٌ  ـ  وهو الذى لم يَحُجَّ وقيل الذى لم يتزوج الواحد والاثنان والجميع والمذكر والمؤنث فى ذلك سواء والبَسْلُ  ـ  الحرام والحلال الواحد والجميع والانثى فيه سواء [سوقة] ورجل سُوقةٌ  ـ  دون المَلِكِ وكذلك الانْسانُ  ـ  للواحد والجميع والمؤنث\nومما وصفوا به الانثى ولم يدخلوا فيها\nعلامَة التأنيث",
        "وذلك لغلبته على المذكر قولُهم أَمِيرُ بَنِى فُلانٍ امرأةٌ وفلانةُ وَصِىُّ بَنِى فُلان\nووكيلُ فلان وجَرِىُّ فلان  ـ  أى وكيله وكذلك يقولون مُؤَذِّنُ بَنِى فلانٍ امرأةٌ وفلانةُ شاهدُ بَنِى فلانٍ ولو أفردت لجاز أن تقول أميرة ووكيلة ووصية وأنشد قول الشاعر\nوربما أدخلوا الهاء فاضافوا فقالوا فلانةُ أميرةُ بنى فلان وكذلك وكيلة وجَرِيَّةٌ ووَصِيَّة وسمع من العرب وَكِيلاتٌ فهذا يدل على وَكِيلة قال عبد الله بن هَمَّام السَّلُولِىُ\nوقال هى عَدِيلِى وعَدِيلَتى بدليل ما حكاه أبو زيد من قولهم عَدِيلاتٌ",
        "باب أسماء السُّوَر وآياته ما ينصرف منها\nمما لا ينصرف\nتقول هذه هُودٌ كما ترى اذا أردت أن تحذف سورة من قولك هذه سورةُ هودٍ فيصير هذا كقولك هذه تميم* اعلم أن أسماء السور تأتى على ضربين أحدهما أن تحذف السورة وتقدّر اضافتها الى الاسم المُبْقَى فتحذف المضافَ وتُقيم المضافَ اليه مُقامَه والآخر أن يكون اللفظ المُبْقَى هو اسم السورة ولا تقدّر اضافة فاذا كانت الاضافة مقدّرة فالاسم المُبْقَى يجرى فى الصرف ومنعه على ما يستحقه فى نفسه اذا جُعل اسما للسورة فهو بمنزلة امرأة سميت بذلك فأما يونُسُ ويوسفُ وابراهيم فسواءٌ جعلتها اسما للسورة أو قدّرت الاضافة فانه لا ينصرف لان هذه الاسماءَ فى أنفسها لا تنصرف فأما هُودٌ ونوحٌ فان قدّرت فيهما الاضافة فهما منصرفان كقولك هذه هودٌ وقرأت هُودًا ونظرت فى هودٍ لانك تريد هذه سورة هود وقرأت سورة هود والدليل على صحة هذا التقدير من الاضافة أنك تقول هذه الرحمن وقرأت الرحمن ولا يجوز أن يكون هذا الاسم اسما للسورة لانه لا يسمى به غير الله وانما معناه هذه\nسورة الرحمن واذا جعلتهما اسمين للسورة فهما لا ينصرفان على مذهب سيبويه ومن وافقه ممن يقول ان المرأة اذا سميت بزيد تصرف ولا تصرف فهو يُجِيزُ فى نوح وهود اذا كانا اسمين للسورتين أن يصرف ولا يصرف وكان بعض النحويّين يقول انها لا تصرف وكان من مذهبه أن هندا لا يجوز صرفها ولا صرف شئ من المؤنث يسمى باسم على ثلاثة أحرف أوسطها ساكن كان ذلك الاسم مذكرا أو مؤنثا ولا يصرف دَعْدًا ولا جُمْلاً ولا نُعْمًا وأما حم فغير مصروف جعلتها اسما للسورة أو قدّرت الاضافة لانها معرفة أجريت مُجْرَى الاسماء الاعجمية نحو هابيل وقابيل وليس له نظيرٍ فى أسماء العرب لانه فاعيل وليس فى أبنيتهم قال الشاعر وهو الكميت",
        "وقال الشاعر أيضا\nوقال غيره أيضا\nوكذلك طس ويس اذا جعلتهما اسمين جريا مجرى حاميم وان أردت الحكاية تركته وقفا على حاله لانها حروف مقطعة مبنية وحكى أن بعضهم قرأ ياسينَ والقرآنِ وقافَ والقرآنِ فجعل ياسين اسما غير منصرف وقدّر اذكر ياسين وجعل قاف اسما للسورة ولم يَصْرف وكذلك اذا فتح صاد ويجوز أن يكون ياسين وقاف وصاد أسماء غير متمكنة بنيت على الفتح كما قالوا كيف وأين وأما طسم فان جعلته اسما لم يكن لك بُدٌّ من أن تحرّك النون وتصير ميم كانك وصلتها الى طاسين فجعلتها اسما بمنزلة درابَ جِرْدَ وبَعْلَ بَكَّ وان حَكَيْتَ تركتَ السواكنَ على حالها يريد أنك تجعل طاسين اسما وتجعل ميم اسما آخر فيصير بمنزلة اسمين جعلا اسما واحدا كحضْرَمَوْتَ فتقول هذا طاسين ميم وقرأت طاسين ميم ونظرت فى طاسين ميم وان شئت تركتها سواكن وأما كهيعص والمر فلا يَكُنَّ الا حكاية وان جعلتها بمنزلة طاسين لم يجز لانهم لم يجعلوا طاسين كحضرموت ولكنهم جعلوها بمنزلة هابيلَ وهارُوتَ وان قلت أجعلها بمنزلة طاسين ميم لم يجز لانك وصلت ميم الى طاسين ولا يجوز أن تصل خمسة أحرف\nالى خمسة أحرف فتجعلَهن اسما واحدا وان قلتَ أجعلُ الكاف والهاء اسما ثم أجعل الياء والعين اسما فاذا صارا اسمين ضممتُ أحدهما الى الآخر فجعلتُهما كاسم واحد لم يجز ذلك لانه لم يجئ مثل حَضْرَمَوْتَ فى كلام العرب موصولا بمثله وهذا أبعد لانك تريد أن تصله بالصاد فان قلت أدَعُه على حاله وأجعله بمنزلة اسماعيل لم يجز لان اسماعيل قد جاء عدّة حروفه على عدة حروف أكثر العربية نحو اشهيباب و (كهيعص) ليس على عدة حروفه شئ ولا يجوز فيه الا الحكاية* قال أبو سعيد* طوّل سيبويه هذا الفصل لانه أورد وجوها من الشُّبَهِ على ما ذهب اليه فى حكاية (كهيعص) و (المر) وذلك أن أصل ما بنى عليه الكلام أن الاسمين اذا جعلا اسما واحدا فكل واحد منهما موجود مثله فى الاسماء المفردة ثم تضم أحدهما الى الآخر فمن أجل ذلك أجاز فى (طسم) أن يكونا اسمين جعلا اسما واحدا فجعل طاسين اسما بمنزلة هابيل وأضافه الى ميم وهو اسم موجود مثله فى المفردات ولا يمكن مثل ذلك فى (كهيعص) و (المر) اذا جعل الاسمان اسما واحدا لم يجز أن يضم اليهما شئ آخر فيصير الجميع اسما واحدا لم يجز لانه لم يوجد مثل حضرموت فى كلام العرب موصولا بغيره فقال سيبويه لم يجعلوا طاسين كحَضْرَمَوْتَ فيضموا اليها ميم لئلا يقول قائل ان اسمين جعلا اسما واحدا ثم ضم اليهما شئ آخر وكانّ قائلا قال اجعلوا الكاف والهاء اسما ثم اجعلوا الياء والعين اسما ثم ضُمُّوها الى الاول فيصير الجميع كاسم واحد ثم صِلُوه بالصاد فقال لم أَرَ مثلَ حَضْرَموتَ يضم اليه مثلُهُ فى كلامهم وهذا أبعد لانه يضم اليهما الصاد بعد ذلك ثم احتج على من جعله بمنزلةُ اسماعيل بان لاسماعيل نظيرا فى أسماء العرب المفردة فى عدة الحروف وهو اشهيباب و (كهيعص) ليس كذلك وذكر أبو على أن يونس كان يجيز (كهيعص) وتفريقَه الى كاف ها يا عين صاد فيجعل صاد مضموما الى كاف كما يضم الاسم الى الاسم ويجعل اليه فيه حشوا أى لا يعتد به واذا جعلت ن اسما للسورة فهى عند سيبويه تجرى مجرى هند لان النون مؤنث فهى مؤنث سميت بمؤنث واستدل سيبويه على أن (حم) ليس من كلام العرب أن العرب لا تدرى ما معنى (حم) قال فان قلت ان لفظ",
        "حروفه لا يشبه لفظ حروف الاعجمى فانه قد يجىء الاسم هكذا وهو أعجمى قالوا قابوس ونحوه من الاسماء لان حا من كلامهم وميم من كلامهم يعنى من كلام العجم كما أنهما من كلام العرب وكذلك القاف والالف والياء والواو والسين ولغات الامم تشترك فى أكثر الحروف وان أردت أن تجعل اقتربت اسما قطعت الالف ووقفت عليها بالهاء فقلت هذه إقتربه فاذا وصلت جعلتها تاء ولم تصرف فقلت هذه اقْتَرَبَتُ يا هذا وهذه تَبَّتُ وتقول هذه تَبَّهْ فى الوقف فاذا وصلت قلتَ هذه تَبَّتْ يا هذا ويجوز أن تحكيها فتقول هذه اقتربتْ وهذه تَبَّتْ بالتاء فى الوقف كما تقول هذه إنَّ اذا أردت الحكاية\nهذا باب أسماء القبائل والاحياء وما يضاف\nالى الام والاب\nأما ما يضاف الى الآباء والامهات فنحو قولك هذه بنو تميم وهذه بنو سَلُول ونحوُ ذلك فاذا قلت هذه تميمٌ وهذه أَسَدٌ وهذه سَلُول فانما تريد ذلك المعنى غير أنك حذفتَ المضافَ تخفيفا كما قال عزوجل (وَسْئَلِ الْقَرْيَةَ) ويَطؤُهم الطَّريقُ وانما يريد أهلَ القرية وأهل الطريق* قال الفارسى* اعلم أن آباء القبائل وأمهاتها اذا لم يضف اليها البنون قد تأتى على ثلاثة أوجه أحدها أن يحذف المضافُ ويُقامَ المضافُ اليه مُقامَه فيجرى لفظه على ما كان وهو مضاف اليه فيقال هذه تميم وهؤلاء تميم ورأيت تميما ومررت بتميم وأنت تريد هؤلاء بنو تميم فتحذف المضاف وتُقيم المضافَ اليه مقامه فى الاعراب فان كان المضاف اليه منصرفا بَقَّيْتَه على صرفه وان كان غير منصرف منعته الصرف كقولك هذه باهلةُ ورأيت باهلةَ ومررت بباهلةَ وأنت تريد رأيت جماعةَ باهلةَ لان باهلة غير مصروفة فهذا الوجه يشبه قوله عزوجل (وَسْئَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيها) على معنى أهل القرية والوجه الثانى أن تجعل أبا القبيلة عبارةً عن القبيلة فيصير اسمُ أبى القبيلة كاسم مؤنث سميت بذلك الاسم وذلك قولك هذه تميمُ ورأيت تميمَ ومررت بتميمَ وهذه أسدُ ورأيتُ أسدَ ومررتُ بأسدَ",
        "كأنَّ امرأةً سميت بأسد فلا تصرف وعلى هذا تقول هذه كَلْبُ ورأيتُ كَلْبَ ومررت بكلبَ فيمن لا يصرف امرأة سميت بزيد ومن صرف قال هذه كلبٌ والوجه الثالث أن تجعل أبا القبيلة اسما للحى فيصير بمنزلة رجل سمى بذلك الاسم فان كان مصروفا صرفته وان كان غير مصروف لم تصرفه* فمما يصرف تميمٌ وأسدٌ وقريشٌ وهاشمٌ وثَقِيفٌ وعَقِيلٌ وعُقَيْلٌ وكذلك يقال بنو عقيل وما أشبه ذلك ومما لا يصرف باهلةُ وأعْصُر وضَبَّةُ وتَدُولُ وتَغَّلِبُ ومُضَرُ وما أشبه ذلك لان هذه أسماءٌ لو جعلت لرجل لم تنصَرِف وانما يقال هؤلاء تميمٌ أو هذه تميمٌ اذا أفردتَ الاضافَة ولا يقال هذا تميم لئلا يلتبس اللفظ بلفظه اذا أخبرتَ عنه أرادوا أن يفصلوا بين الاضافة وبين افرادهم فكرهوا الالتباس وقد كان يجوز فى القياس أن يقال هذا تَميم فى معنى هذا حَىُّ تَميم ويُحذف الحىُّ ويقامُ تميمٌ مُقامَه ولكن ذلك لا يقال للبس على ما ذكره سيبويه وقد يقال جاءت القرية وهم يريدون أهل القرية فَأَنثُوا للفظِ القرية وقد كان يجب على هذا القياس أن يقال هذا تميمٌ وان أردت به بنى تميم فتوحد وتذكر على لفظ تميم ففَصَلَ سيبويه بينهما لوقوع اللبس وكأن القرية كثر استعمالها عبارةً عن الاهل ولا يقع اللبس فيها اذا أضيف فعل اليها ثم مثل سيبويه أن اللفظ قد يقع على الشئ ثم يحمل خبره على المعنى كقولهم القوم ذاهبون والقوم واحدٌ فى اللفظ وذاهبون جماعة ولا يقولون القوم ذاهبٌ ومثلُه ذهبتْ بعضُ أصابعه وما جاءتْ حاجتُك فحمل تأنيث ذهبتْ وجاءتْ على المعنى كانه قال ذهبت أصابعه أو ذهبت اصبعه وأَيَّةَ حاجةٍ جاءتْ حاجتُك وكذلك قولُهم هذه تميم وهؤلاء تميم انما حمل على جماعة تميم أو بنى تميم وأنشد سيبويه من الشواهد على أن أبا القبيلة يُجعل لفظُه عبارةً عن القبيلة قولَ بنت النُعمان بن بشير\nفجعل جُذَام وهو أبو القبيلة اسما لها فلم يصرف وأنشد أيضا\nفاذا قلتَ وَلَدَ سَدُوسٌ كذا وكذا ووَلَد جُذامٌ كذا وكذا صَرَفْتَه لانك أخبرتَ عن\nالأبِ نفسِه وكان أبو العباس محمد بن يزيد يقول ان سدوسَ اسمُ امرأةٍ وغَلَّطَ سيبويه وذَكَر عن الزجاج أن سلولَ اسمُ امرأة وهى بنتُ ذُهْلِ بْنِ شَيْبان قال أبو على وما غلط سيبويه فى شئ من هذه الاسماء أما سَدُوسُ فذكر محمد بن حبيب فى كتاب مختلف القبائل ومؤتلفها خَبَّرنا بذلك عنه أبو بكر الحلوانى عن أبى سعيد السُّكْرِىّ قال سَدُوسُ بْنُ دارِمِ بن مالك وَسَدُوسُ بنُ ذُهْلِ بن ثعلبة بن عُكابَة بن صَعْب بن عَلِىِّ بن بكر بن وائلٍ وفى طيئ سَدُوسُ بن أصْمَعَ بن أُبَىِّ بن عُبَيْد بن ربيعة ابن نَصْر بن سَعْدِ بْنِ نَبْهانَ* قال وأخبرنا أبو محمد السكرى عن على بن عبد العزيز عن أبى عبيد عن هشام بن محمد الكَلْبِىِّ فى نسب بنى تميم سَدَوسُ بْنُ دارمٍ فيمن عُدّ من بنى دارم وأما سَلُول فقال ابن حبيب وفى قيس سَلُولُ بن مُرَّة بن صَعْصَعة بن مُعوية بن بَكْر بن هَوازِنَ فهو رجل وفيهم يقول الشاعر",
        "يريد عامِرَ بْنَ صَعْصعةَ وسَلُولَ بن مُرَّة بن صَعْصعة* قال وفى قُضاعة سَلُولُ بِنْتُ زَبَّانَ بن امرئ القيس بن ثعلبة بن مالك بن كنانة بن القَيْنِ بن جَسْرٍ وفى خُزاعة سَلُولُ ابن كعب بن عمرو بن ربيعة بن حارثة على أن سيبويه ذكر سَلُولَ فى موضع الاوْلَى به أن يكون مَرَّةً أبا ومَرَّةً أُمًّا لانه قال أما ما يضاف الى الآباء والامهات فنحو قولك هذه بَنُو تميم وهذه بَنُو سَلُولٍ فجمعَ الآباءَ والامهات وهو الذى يقتضيه الكلام وقال سيبويه مما يُقَوِّى أن اسم الاب يكون للقبيلة أن يونس زعم أن بعض العرب يقول هذه تميمُ بِنْتُ مُرٍّ وقَيْسُ بنتُ عَيْلَانَ وتَمِيمُ صاحبةُ ذاك لما جَعَلَها مؤنثا نَعَتَها ببِنْتٍ ومثلُ ذلك تَغْلِبُ بنتُ وائل ومما يُقَوِّى أنهم يجعلون اسم الاب أو الام اسما للحىّ أنهم يقولون باهلةُ بْنُ أعْصُرَ وباهلةُ امرأة وهى أم القبيلة فلما جعلها اسما للحىّ والحىّ مذكر مُوَحَّد وَصَفَها بابن لانه قد صار كلفظ الرجل وربما كان الاكثر فى كلامهم فى بعض الآباء أن يكون اسما للقبيلة وفى بعضهم يكون اسما للاب أو للحىّ فاذا قلت هذه سَدُوسُ فاكثرهم يجعله اسما للقبيلة واذا قلت هذه تميمٌ فأكثرهم يجعله اسما للاب واذا قلت هذه جُذامُ فهى كسَدُوسَ فاذا قلت من بنى\nسدوسٍ أو بنى تميمٍ فالصرفُ لانك قَصَدْتَ قَصْدَ الابِ* قال سيبويه* وأما أسماءُ الاحْياءِ فنحوُ مَعَدٍّ وقُرَيْش وثَقِيفٍ وكُلِّ شئٍ لا يجوز لك أن تقول فيه من بنى فلان ولا هؤلاء بنو فلان فانما جعله اسْمَ حَىّ* اعلم أن الذى لا يقال فيه بنو فلان على ضربين أحدهما أن يكون لقبا للقبيلة أو للحى ولم يقع اسما ولا لقبا لأب والآخر أن يكون اسما لأب ثم غَلَب عليهم فصار كاللقب لهم واطُّرِحَ ذكُر الاب فاما ما يكون لقبا لجماعتهم فيجرى مرة على الحى ومرة على القبيلة فهو قريشٌ وثقيفٌ على أنه قد يقال انه اسم واحد منهم وأما ما كان اسما لرجل منهم فنحوُ مَعَدٍّ وهو مَعَدُّ بنُ عَدْنانَ وهو أبو قبائل ربيعة ومُضَر وكَلْبٍ وهو كلب بن وَبْرةَ ولا يستعمل فيه بنو وقد استعمل بعض الشعراء فقال\nفمن جعل هذه الاسماء لجملة القوم فهو يُجْريه مرةً اسما للحَىّ ومرةً اسما للقبيلة واذا جعله اسما للحى ذكر وصرف واذا كان اسما للقبيله أنث ولم يصرف على ما شرحتُ قبلُ قال الشاعر\nوقال الشاعر أيضا",
        "وقال زهير أيضا\nفلم يصرف عادَ وتُبَّعَ لانه جعلهما قبيلتين ومثله قول الشاعر\n* قال سيبويه* وتقول هؤلاء ثَقِيفُ بنُ قَسِىٍّ فتجعلهُ اسْمَ الحَىِّ وتجعل ابن وَصْفًا كما تقول كُلٌّ ذاهِبٌ وبعضٌ ذاهبٌ وقال الشاعر فى وَصْفِ الحَىّ بواحد\nوقال الشاعر أيضا",
        "\nفهذا جَعَلَ آدم قبيلة لانه قال بلغوا بها بيضَ الوجوه فانَّثَ وجَمَعَ وصَرَف آدمَ للضرورة* قال سيبويه* وقال بعضهم بَنُو عَبْدِ القَيْس لانه أبٌ كان الكَثيرُ فى كلامهم عبدَ القيس من غير أن يستعمل فيه بَنُو ويجوز بنو كما ذكرنا فى بَنِى مَعَدٍّ* قال فاما ثَمُود وسَبَأ فهما مرة للقبيلتين ومرة للحَيَّيْنِ وكثرتُهما سواءٌ وقال تعالى (وَعاداً وَثَمُودَ) وقال تعالى (أَلا إِنَّ عاداً كَفَرُوا رَبَّهُمْ) وقال (وَآتَيْنا ثَمُودَ النَّاقَةَ مُبْصِرَةً) وقال (وَأَمَّا ثَمُودُ فَهَدَيْناهُمْ) وقال (لَقَدْ كانَ لِسَبَإٍ) فى مساكنهم» وقال (مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ) وكان أبو عمرو لا يصرف سَبَأ يجعله اسما للقبيلة وقال الشاعر\nوقال أيضا فى الصرف\nولو لا أن الوجهين فى الصرف ومَنْعِ الصرفِ مشهورانِ فى الكلام وقد أَتَتْ بهما القراءة ما كان فى صرف سَبَأ فى الشعر حجة",
        "ومما غلب على الحى وقد يكون اسما\nللقبيلة عَكٌ\nوأنشد ابن السكيت\nوليس هذا قاطعا لانك اذا سميت مؤنثا باسم ثلاثى ساكن الوسط كنت مخيرا فى الصرف وتركه ولا يَحْمِلُ على الصرف هنا ضرورةُ شِعْرٍ لانه لو قال لَعَّكُّ فلم يَصْرِف لكان من مَعْقُولِ الوافِر",
        "هذا باب ما لم يقع الا اسما للقبيلة كما أن عُمَانَ لم يقع\nالا اسما لمؤنث وكان التأنيث هو الغالب عليها\nوذلك مَجُوسُ ويَهُودُ وهما اسمان لجماعةِ أهل هاتينِ المِلَّتين كما أن قريشا اسم لجماعة القبيلة الذين هم وَلَدُ النَّضْر بن كنانة ولم يجعلا اسمين لمذكرين كما أن عُمَانَ اسم مؤنث وضعت على الناحية المعروفة بعُمانَ فلا يُصرف مَجُوسُ ويَهُودُ لاجتماع التأنيث والتعريف قال الشاعر\nوقال الانصارىُّ يَرُدُّ على عباس بن مِرْداسٍ وكان مَدَح بنى قُرَيْظة وهم يَهودٌ فمدَحَ الانصارىُّ المسلمين فقال",
        "ولو سميت بمجوس أو يهود أو عُمانَ لم تصرفه لاجتماع التأنيث والتعريف فيها كما أنك لو سميته بعقرب أو عَناق لم تصرفه واعلم أن يَهُودَ ومجوس قد يأتيان على وجه آخر وهو أن تجعلهما جمعا ليَهُودِىّ ومجوسىّ فتجعلهما من الجموع التى بينها وبين واحدها ياء النسبة كقولهم زَنْجِىٌّ وزَنْجٌ ورُومِىّ ورُومٌ وأعْرابِىّ وأعرابٌ فزَنْجِىٌّ واحدٌ وزَنْج جمع وأعرابى واحد وأعراب جمع فكذلك يهودىّ واحد ويهودٌ جمع فهذا مصروف وهو نكرة وتدخله الالف واللام للتعريف فيقال اليهود والمجوس كما يقال الاعراب والزنج والروم وهذا الجمع الذى بينه وبين واحده الياء كالجمع الذى بينه وبين واحده الهاء كقولنا تمرة وتمر وشَعيرة وشَعير وقد مضى الكلام فى نحوه وأما نصارى فهو عند سيبويه جمع نصران للمذكر ونصرانة للمؤنث والغالبُ فى الاستعمال النسبةُ نصرانىّ ونصرانية والاصل نَصْرانٌ ونَصْرانةٌ مثل نَدْمانٍ ونَدْمانةٍ فاذا جمعَ ردّ الى الاصل فيقال نَصارَى كما يقال نَدامَى قال الشاعر\n\nفجاء نَصارَى على هذا وان كان غير مستعمل فى الكلام كما جاء مَذاكِيرُ ومَلَامِحُ فى جمع ذَكَرٍ وَلَمْحة وليس بجمع لهما فى الحقيقة وتقديرهما أنهما جمعُ مذْكِيرٍ ومَلْمَحةٍ وان كانا غير مستعملين وقال غير سيبويه نَصارَى جمع نَصْرِىٍّ ونَصْرِيَّةٍ كما أن مَهَارَى من الابل جمع مَهْرِىٍّ ومَهْرِيَّةٍ وأنشد سيبويه فى أن نَصارَى جمعٌ نكرةٌ ليس مثلَ يهودَ ومجوسَ فى التعريف قولَ الشاعر\nفوصف نَصارِى بِصُوَّام وهو نكرة وقد يقول هم اليهودُ والمَجُوسُ والنَّصارَى وهم يَهُودٌ ومَجُوسٌ كُلُّ ذلك على المعنى ومن هذا الباب الرُّومُ والعُرْبُ والعَربُ والعُجْمُ والعَجَمٌ لانها أسماء فأنثتْ على ذلك وكذلك يَأْجُوجُ ومَأْجُوجُ وقالوا هم الأبْناءُ لأبناءِ فارسَ والنسبُ اليه أبْناوِىٌّ ولم يَرُدُّوه الى واحده لانه غَلَبَ فصار كاسم الواحد كما قالوا فى الانصار أنصارىّ وقالوا أَبناوِىٌّ لانهم توهموه قبيلةً فى حَدِّ النَّسَب",
        "(ومن الانواع) الانُس والجِنُّ مؤنثان وفى التنزيل (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ) وفيه (تَبَيَّنَتِ الْجِنُّ) فاما قولهم جِنَّة فقد يكون الجُنُونَ وقد يكون جمعَ جِنٍّ كحِجَارٍ وحِجَارةٍ وقالوا جِنِّىٌّ وجِنٌّ وإنْسِىّ وإنْسٌ على حَدّ زَنْجِىّ وزَنْج والانثى بالهاء\nهذا باب تسمية الارضين\nاذا كان اسمُ الارضِ على ثلاثة أحرف خفيفة وكان مؤنثا أو كان الغالبَ عليه المؤنثُ كعُمانَ فهو بمنزلة قِدْرٍ وشَمْسٍ ودَعْدٍ* قال سيبويه وبَلغَنَا عن بعض المفسرين أن قوله تبارك وتعالى «اهْبِطُوا مِصْرَ» انما أراد مِصْرَ بعينها* قال أبو على وأبو سعيد اعلم أن تسمية الارضين بمنزلة تسمية الأناسِىّ فما كان منها مؤنثا فسميت باسم فهى بمنزلة امرأة سميت بذلك الاسم وما كان منها مذكرا فهو بمنزلة رجل سمى بذلك الاسم وانما يجعل مؤنثا ومذكرا على تأويل ما تَأَوَّلُ فيه فان تَأوّلْ فيه أنه بلد أو مكان فهو مذكر وقد يغلب فى كلام العرب فى بعض ذلك التأنيثُ حتى لا يستعمل التذكير وفى بعضه يغلب التذكيرُ ويقلُّ فيه استعمالُ التأنيث وفى بعضه يُسْتَعمل التأنيثُ والتذكير وربما كان التأنيثُ الاغلبَ فما غلب فيه التأنيثُ ولم يستعمل فيه\nالتذكير عُمَانُ كانه اسم مؤنث كسُعادَ وزينب ومنها حِمْصُ وجُورُ وماهُ وهى غير منصرفة وان كانت على ثلاثة أحرف لانه اجتمع فيها التأنيث والتعريف والعُجْمة فعادلت العجمةُ سكونَ الاوسط فلم يُصْرَفْ فكذلك كل مؤنث من الآدميين اذا سميتها باسم أعجمى على ثلاثة أحرف وأوسطُها ساكن لم تصرفها فى المعرفة وصرفتها فى النكرة نحو خان ودَلّ وخُسّ وما أشبه ذلك اذا سميت بها امرأة أو غيرها من المؤنث ولم يجز فيها من الصرف ما جاز فى هِنْد وكذلك ان سميت امرأة بحِمْصَ أو جُور أو ماه لم تصرفها كما لا تصرفها اذا سميتها بدَلّ أو خان لان ذلك كلُه أعجمى ومن أجل ذلك لا تُصرف فارسُ ودِمَشْقُ لانهما أعجميان على أكثر من ثلاثة أحرف قال الشاعر",
        "أراد اعْجَبُوا لحلحلة ومن ذلك واسِط التذكير غلب عليه والصرف لان اشتقاقه يدل على ذلك لانه مكانٌ وَسَطَ البَصْرةَ والكوفةَ فهو واسط لهما ولو كان مؤنثا لقيل واسطة ومن العرب من يجعلها اسْمَ أرض فلا يصرف كانه سمى الارض بلفظ مذكر كامرأة يسميها بواسطٍ وقد كان ينبغى على قياس الاسماء التى تكون صفاتٍ فى الاصل أن تكون فيه الالف واللام كما يقال الحَسَنُ والحارِثُ وما أشبه ذلك دخلت الالفُ واللامُ لانها صفاتٌ غالبة ولكن سمى المكان بصفته والعرب قد تفعل هذا لانهم ربما قالوا العباس وعَبَّاس والحسنُ وحَسَنٌ وقد قال الشاعر\nوهو النابغة بالالف واللام على أنه صفة غالبة ولكنه سماه بنابغةَ الذى هو صفة فخرج عن باب الصفة الغالبة ولم يذكر سيبويه واسطا آخرَ غير الذى بين البصرة والكوفة وقد حَكى غيرُه واسطا بنَجْدٍ وقيل هو موضع بالشام قال الشاعر فيه وهو الاخطل\nويجوز أن يكون واسطٌ بين مكانين آخرين وقد حكى بعضهم فيه التأنيثَ* ومما يغلب فيه التذكير والصرف دابِقٌ قال الراجز\n* ودَابِقٌ وأَيْنَ مِنِّى دابِقُ*",
        "وكذلك مِنِّى الصرف والتذكير فيه أجود وان شئت أنثت وهَجَرُ يؤنث ويذكر قال الفرزدق\nفهذا أنث* قال سيبويه* وسمعنا من العرب من يقول كجالبِ التَّمْر الى هَجَرٍ يافتى قال أبو حاتم هو فارسى معرّب انما هو أَكَّرُ أو أَكَرُ ومثل للعرب  ـ  «سِطِى مَجَرْ تُرْطِبْ هَجَرْ» يريد تَوَسَّطِى السماءَ يا مَجَرَّةُ ولم يقل يُرْطِبْ بالياء وذلك أن المَجَرَّة اذا تَوَسَّطَتِ السماءَ فذلك وقتُ إرْطابِ النخل وأما حَجْرُ اليمامة وهو قَصَبةُ اليَمامة فيذكر ويُصْرف ومنهم من يؤنث فيُجْرِيه مُجْرَى امرأةٍ سميت بعَمْرٍ ولان حَجْرًا شئ مذكر سمى به المذكر* قال سيبويه* فمن الارَضِينَ ما لا يكون الا على التأنيث نحو عُمَانَ والزَّابِ ومنها ما لا يكون الا على التذكير نحو فَلْجٍ وما وقع صفةً كواسطٍ ثم صار بمنزلة زيد وعمرو وأُخرج الالفُ واللام منه وجعل كنابغةَ الجَعْدِىِّ وأما قُبَاءٌ وحِرَاءٌ فقد اختلف فيهما العرب فمنهم من يذكر ويصرف وذلك أنهم جعلوهما اسمين لمكانين كما جعلوا واسطا بلدا ومكانا ومنهم من أنث ولم يصرف وجعلهما اسمين لبُقْعَتَيْنِ من الارض قال الشاعر\nوكذلك أُضَاخُ فهذا أَنَّثَ وقال غيره فذكر\n* ورُبَّ وَجْهٍ مِنْ حِراءٍ مُنْحَنِى*",
        "* قال أبو حاتم* التذكير أعرف قال وقُبَاءٌ بالمدينة وقُباءٌ آخر فى طريق مكة فاما قول الشاعر\n* فلَأَبْغِيَنَّكُمُ قُبًا وعُوَارِضا*\nفهو موضع آخر وهو مقصور ورواية سيبويه قَنًا وهو موضع أيضا* قال سيبويه* وسألتُ الخليل فقلت أرأيتَ من قال هذه قُباءُ يا هذا كيف ينبغى له أن يقول اذا سمى به رجل قال يَصْرِفُه وغَيْرُ الصرفِ خطأ لانه ليس بمؤنث معروف فى الكلام لكنه مشتق كجُلَّاسٍ وليس شيئًا قد غَلَب عندهم عليه التأنيثُ كسُعَادَ وزينبَ ولكنه مشتق\nيحتمله المذكر ولا ينصرف فى المؤنث كهَجَر وواسط ألا ترى أن العرب قد كفتك ذلك لما جعلوا واسطا للمذكر صرفوه فلو علموا أنه شئ للمؤنث كعَناقٍ لم يصرفوه أو كان اسما غلب عليه التأنيثُ لم يصرفوه ولكنه اسم كغُرابٍ ينصرفُ فى المذكر ولا ينصرف فى المؤنث فاذا سميتَ به الرجلَ فهو بمنزلة المكانِ* وكَبْكَبُ اسم جبل مؤنث معرفة قال الاعشى",
        "* يَكُنْ ما أساءَ النارَ فى رأسِ كَبْكَبَا*\nوقيل هو مذكر وانما أنث على ارادة الثَّنِيَّةِ أو الصخرة فترك صرفه لذلك* وشَمَامِ مبنية على الكسر اسم جبل مؤنث معرفة* وكذلك وَبارِ وسيأتى ذكرهما وسَلْمَى وأَجَأُ جبلانِ لطَئِّى معروفانِ مؤنثان قال\nقال أبو حاتم أَجَا تهمز ولا تهمز وقد يجوز أن يكون حَمله على ذلك قولُ أبى النجم\n* قد حَيَّرتْهُ جِنُّ سَلْمَى وأَجا*",
        "فان كان ذلك فليس بدليل قاطع لانه خفف همزة أَجَأ لاقامة الرَّوِىِّ* فأما ثَبِيرٌ فمذكر قال أبو حاتم لُبْنُ  ـ  اسم جبل مؤنث فلذلك لم يصرف فى أشعار الفصحاء قال الراعى\n* كَجَنْدَلِ لُبْنَ تَطَّرِدُ الصِّلَالا*\nقال أبو العباس لُبْنان  ـ  جبل فى الشام ولُبْنَى آخَرُ بنَجْدٍ ولُبْنُ محذوفة منهما وانما ذهب طُفَيْلٌ والراعى الى الترخيم فى غير النداء اضطرارا وقد يجوز صرفه على قول أبى حاتم من أنه اسم مؤنث لانه اسم على ثلاثة أحرف ساكن الاوسط كهند* وحَوْرانُ مذكر قال امرؤ القيس\nفقال دونه ولم يقل دونها وترك الصرف لان فى آخره ألفا ونونا زائد تين وليس قول من زعم أن كل اسم بلدة فى آخره ألف ونون يذكر ويؤنث بصواب* والعِراقُ مذكر عند أكثر العرب قال الشاعر",
        "\nوالشأم مذكر فى أكثر كلام العرب قال الشاعر\n* كانما الشامُ فى أَجْنادِه البَغَرُ*\nوكذلك الحجازُ واليَمَنُ ونَجْدٌ والغَوْرُ والحِمَى فأما نَجْرانُ وبَيْسانُ وحَرَّانُ وخُراسانُ وسِجِسْتانُ وجُرْجانُ وحُلْوانُ وهَمَذَانُ وبابِيلُ وبابِلُ والصِّينُ فكلها مؤنثة والفَرْجانِ مذكران وهما السِّنْدُ وخُراسانُ قال",
        "* عَلَى أَحَدِ الفَرْجَيْنِ كانَ مُؤَمِّرى*\nولم يقل إحدى\nهذا باب تسمية الحروف والكلم التى تستعمل وليست\nظروفا ولا أسماءا غير ظروف ولا أفعالا",
        "فالعربُ تختلف فيها يؤنثها بعض ويذكرها بعض كما أن اللسان تذكر وتؤنث زعم ذلك يونس وأنشد\n* كافًا ومِيمَيْنِ وسِينًا طاسِمَا*\nفذكرها ولم يقل طاسمة وقال الراعى\n* كما بُيِّنَتْ كافٌ تَلُوحُ ومِيمُها*",
        "فقال بُيِّنَت فأنث وزعم الاصمعى وأبو زيد أن التأنيث فيها أكثر والمعتمدُ بهذا الباب الكلامُ على الحروف اذا جعلت أسماءا وجعلُها أسماءًا على ضربين أحدهما أن يخبر عنها فى نفسها والآخر أن يسمى بها رجل أو امرأة أو غير ذلك فأما ان خُبِّرَ عنها وجُعلتْ أسماء ففى ذلك مذهبان أحدهما التأنيث على تأويل الكلمة والتذكير على تأويل حرف وعلى ذلك جملةُ حروفِ التهجى وتدخل فى ذلك الحروف التى هى أدواتٌ نحو انَّ وليتَ ولو ونَعَمْ وما أشبه ذلك فاذا سميت بشئ من ذلك مذكرا صرفته وان سميت به مؤنثا وقد جعلته فى تأويل كلمة أوسطها ساكن صرفها من يصرف هندا ومَنَع صرفَها من يمنع صرفَ هند كامرأة سميتها بليت أو انّ وما أشبه ذلك وان تأوّلتها تأويل الحرف وسميت بها مؤنثا كان الكلام فيها كالكلام فى امرأة سُمّيتْ\nبزيد وإن خَبَّرْتَ عنها فى نفسِها ففيها مذهبان إن شئت حكيتها على حالها قبل التسمية فقلت هذه ليتَ وليتَ تنصب الاسماءَ وترفع الاخبارَ وإنَّ تنصب الاسماء وان شئت أعربتها فقلت ليتٌ تنصب الاسماءَ وترفع الاخبار فمن تركها على حالها حكاها كما يحكى فى قولك دَعْنِى من تَمْرَتانِ  ـ  أى دعنى من هذه اللفظة وكذلك اذا قال ليت تنصب فكانه قال هذه الصيغة تَنْصِب وما كان من ذلك على حرفين الثانى منهما ياء أو واو أو ألف اذا حكيتَ لم تُغَيِّرْ فقلتَ لو فيها معنى الشرط وأو للشك وفى للوعاء فلم تغير شيئا منها وان جعلتها أسماءا فى اخبارك عنها زدت عليها فصيرتَها ثلاثية لانه ليس فى الاسماء اسم على حرفين والثانى منهما ياء ولا واو ولا ألف لان ذلك يُجْحفِ بالاسم لان التنوينَ يدخله بحَقِّ الاسميةِ والتنوين يُوجب حذفَ الحرف الثانى منه فيبقَى الاسمُ على حرف واحد مثالُ ذلك أنا اذا جعلنا لَوْ اسما ولم نَزد فيه شيئا ولم نَحْكِ اللفظَ الذى لها فى الاصل أعربناها فاذا أعربناها تحركت الواو وقبلها فتحة فانقلبتْ ألفا فتصير لا ثم يدخله التنوين بحقِّ الصرفِ فتصيرلاً يا هذا فيبقى حرف واحد وهو اللام والتنوينُ غير معتدّ به واذا سمينا بأو أو بلا لزمها ذلك أيضا فقلتَ أَولاً واذا سميتَ بفِى ولم تَحْكِ ولم تزد فيها شيئا وجب أن تقول فٍ يا هذا كما تقول قاضٍ يا هذا فلما كان فيها هذا الاجحاف لو لم يُزَدْ فيها شئٌ زادوا ما يُخْرجه عن حدّ الاجحاف فجعلوا ما كان ثانيه واوا يُزاد فيه مثلُها فيشدّد وكذلك الياء كقولك فى لَوْلَوٌّ وفى كَىْ كَىٌّ وفى فِى فِىٌّ وما كان الحرف الثانى منه ألفا زادوا بعدها همزة والتقدير أنهم يزيدون ألفا من جنسها ثم تقلب همزة فيقال فى لا لاءٌ وفى ما ماءٌ قال الشاعر\nوقال غيره أيضا\nفان قال قائلٌ فما قولكم فى امرأة سميت بشئ من هذه الحروف على مذهب من لا يصرف هل يلزم التشديدُ والزيادةُ أم لا فالجواب أن التشديد والزيادة لا زمان فان قال فلم زدتم وليس فيه تنوين ومن قولكم إن الزيادةَ وجبتْ لان التنوين",
        "يُذهب الحرفَ فيكون إجحافا فالجواب أن المرأة اذا سميت بذلك يجوز أن تنكر فدخلها التنوين ولا يجوز أن يكون الاسم يتغير فى التنكير عن لفظه وبنيته فى التعريف واستشهد سيبويه فى أن هذه الحروف تؤنث بقول الشاعر\nلَيْتَ شِعْرِى مُسَافِرَ بْنَ أبى عَمْرٍو* ولَيْتٌ يقُولُها المَحْزُونُ\nفأنث يقولها وقد أنْشدْنا قولَ النَّمِرِ بْنِ تَوْلَبٍ\n* عَلِقَتْ لَوًّا تُرَدِّدُهُ*",
        "فذكره وقال أعيانا فذكر أيضا ويُنْشَدُ مُسافِرُ بْنُ أبى عَمْرٍ وبالرفع والنصب فمن رفع فتقديره ليتَ شِعْرِى خَبَرُ مُسافِرِ بن أبى عمرو فحذف الخبر وأقام مسافر مُقامه فى الاعراب ومن نصب نصبه بشِعْرِى وحذف الخبر* قال سيبويه* وسألت الخليل عن رجل سمى بأنَّ مفتوحة فقال لا أَكْسِرُه لان أنَّ غير إن وانما ذكر هذا لان أنَّ فى الكلام لا تقع مبتدأة قبل التسمية وانما تقع المكسورة مبتدأة فذكر ذلك لئلا يَظُنَّ الظانُّ أنها اذا سمى بها رجل كُسِرَتْ مبتدأةً وانما سبيل أنَّ سبيل اسم وسبيل إن سبيل فِعْلٍ فاذا سمينا بواحد منهما لم يقع الآخرُ موقعه بعد التسمية كما أنا نقول هذا ضارب زيدا وهذا يضرب زيدا ومعناهما واحد وأحد اللفظين ينوب عن الآخر فى الكلام فلو سمينا رجلا بيضرب لم يقع موقعه ضارب وبعض العرب يهمز فى مثل لَوْ فيجعل الزيادة المحتاجَ الى اجتلابها همزةً فيقول لَوْءٌ وما جرى مجرى هذه الحروف من الاسماء غير المتمكنة فحكمه كحكم الحروف نحو هِىَ وهُوَ اذا سمينا بواحد منهما أو أخبرنا عن اللفظ فجعلناه اسما فى الاخبار فنقول هُوٌّ ونقول هِىٌّ فان سمينا مؤنثا بهى فمنزلتها منزلة هند ان شئنا صرفنا وان شئنا لم نصرف لانها مؤنثة سمى بها مؤنث وكان سيبويه يذهب فى الحروف التى ذكرناها كَلَوْ وفى وليت وما أشبه ذلك وفى حروف المعجم أنها تؤنث وتذكر كما أن اللسان يؤنث ويذكر ولم يَجْعَلْ أحدَ الامرين أولى من الآخر وكان أبو العباس محمد بن يزيد فيما ذُكِرَ عنه يَذْهَبُ الى أن ليت وما جرى مجراها من الحروف مذكرات وأن قوله\n* وليتٌ يقولُها المحزونُ*\nانما أنت على تأويل الكلمة والقولُ هو الاولُ وان سميتَ رجلا ذُو وذُو تذكر وتؤنث فان سيبويه يذهب الى أن يقال هذا ذَوًا ورأيت ذَوًا ومررت بذَوًا بمنزلة عَصًى ورَحًا ويذكر أن أصله فَعَلٌ فى البِنْية ويستدل على ذلك بقولهم هاتانِ ذَواتا مالٍ كما يقال أَبَوانِ وأَبٌ فَعَلٌ وكان الخليل يقول هذا ذَوٌّ فيجعله فَعْلاً بتسكين العين وكان الزجاج يذهب مذهبَ الخليل ومن حجة الخليل أن الحركة غير محكوم بها إلا بثَبَتٍ ولم يقم الدليل على أن العين متحركة وذَكَرَ من يَحْتَجُّ له أنَّ الاسمَ اذا حُذفَ لامه ثم ثُنِّىَ فَرُدَّ اليه اللامُ حركت العين وان كان أصل بنيتها السكون كقوله\nويَدٌ عندهم فَعْلٌ فى الاصل ولكنها لما حذفت لامُ فَعْلٍ فوقع الاعراب على الدال ثم رَدُّوا المحذوف لم يَسْلَبوا الدالَ الحركَة* قال وسألته عن رجل اسمه فُو فقال العرب قد كفتنا أَمْرَ هذا لَمَّا أفردوه قالوا فَمٌ فابدلوا الميم مكان الواو ولو لا ذلك لقالوا فَوْه لان الاصل فى فم فَوْه لانهم يقولون أَفْواهٌ كما يقولون سَوْطٌ وأَسْواط فمذهبه اذا سمى بفُوأن يقال فَمٌ لا غير وكان الزجاج يُجيز فَمٌ وفَوْهٌ على مذهب سَوْط وأسواط وحَوْض وأحْواض وانما ذكرنا فُو فى هذا الباب وان لم يكن من الحروف لمشاكلته لها فى الحذف والقلة* قال سيبويه* وأما البا والتا والثا واليا والحا والخا والرا والطا والظا والفا فاذا صرن أسماء امُدِدْنَ كما مُدَّتْ لَا إلا أنهنّ اذا كنَّ أسماءا فهن يجرين مجرى رجل ونحوه ويكنَّ نكرة بغير الالف واللام ودخولُ الالف واللام فيهن يدلك على أنهنّ نكرة اذا لم يكن فيهنّ ألفٌ ولام فأُجْرِيَتْ هذه الحروفُ مُجْرَى ابن مَخاض وابن لَبُون وأجريت الحروف الاول مُجْرى سامِّ أَبْرَصَ وأُمِّ حُبَيْنٍ ونحوهما ألا ترى أن الالف واللام لا يدخلان فيهن* قال أبو على* اعلم أن حروف التهجى اذا أردت التهجى مبنياتٌ لانهن حكاية الحروف التى فى الكلمة والحروفُ فى الكلمة اذا قُطّعَتْ كلُّ حرف منها مبنىٌّ لان الاعراب انما يقع على الاسم بكماله فاذا قصدنا الى كل حرف منها بنيناه وهذه الحروف التى ذكرها من الباء الى الغاء اذا بنيناها فكل واحد منها على حرفين الثانى منهما ألف فهى بمنزلة لا وما فاذا جعلناها أسماءًا",
        "مددنا فقلنا باء وتاء كما نقول لاءٌ وماءٌ اذا جَنَحْنا الى جعلها أسماءا وتدخلها الالف واللام فتتعرف وتخرج عنها فتتنكر وما مضى من الحروف نحو ليت ولو لا يدخلها الالف واللام فجعل سيبويه حروف التهجى نكرات الا أن يدخل عليها الالف واللام فجرى مجرى ابن مخاض وابن لبون فى التنكير وجعل لو وليت معارف فجرى مجرى سامٍ أَبْرَصَ وأُمِّ حُبَيْنٍ لانهن مشتركات فى الامتناع من دخول الالف واللام والفرق بينهما أن الباء قد توجد فى أسماء كثيرة فيكون حكمها وموضعها فى كل واحد من الاسماء على خلاف حكمها فى الآخر كقولنا بَكْرٌ وضَرْبٌ وحِبْرٌ وغير ذلك من الاسماء والافعال والحروف فلما كثرت مواضعها واختلفت صار كل واحد منها نكرة وأما ليت ولو وما أشبه ذلك فهن لوازم فى موضع واحد ومعنى واحد وما استعمل منها فى أكثر من موضع فذلك ليس بالشائع الكثير ومواضعه تتقارب فيصير كالمعنى الواحد ومثل ذلك أسماء العدد اذا عددتَ فقلت واحد اثنان ثلاثة أربعة تبنيها لانك لست تخبر عنها بخبر تأتى به وإنما تجعله فى العبارة عن كل واحد من الجمع الذى تعدّه كالعبارة عن كل واحد من حروف الكلمة اذا قَطَّعتها وذكر سيبويه أنه يقال واحد اثنان فيُشَمُّ الواحدُ الضَّمَّ وان كان مبنيا لانه متمكن فى الاصل وما كان متمكنا اذا صار فى موضع غير متمكن جعل له فضيلة على ما لم يكن متمكنا قط* قال* وزعم من يوثق به أنه سمع من العرب ثلاثة اربعه فطرح همزة أربعة على الهاء من ثلاثة ولم يحوّلها مع التحريك ومثل ذلك قول الشاعر\nفألقى حركةَ ألف على ميم لام وكانت ساكنة ففتحها وليست هذه الحركةُ حركةً يُعْتَدُّ بها وانما هى تخفيف الهمز بالقاء الحركة على ما قبلُ من أجل ذلك قالوا ثلاثةَ اربعة لان النية أنها ساكنة وانما استعيرت الهاء لحركة الهمزة وذكر عن الاخفش انه كان لا يُشِمُّ فى واحد اثنان وذكر أبو العباس ونسبه الى المازنى أنه لا يُحَرِّكُ الهاء من ثلاثة بالقاء حركة الهمزة عليها من أربعة قال الفارسى وهذا ان كان\nصحيحا عنه فهو بَيّنُ الفَساد لان سيبويه حكى عن العرب ثلاثةَ اربعة وأنشد\n* فى الطريقِ لامَ الِفْ*",
        "وقد ألقى حركة الهمزة على ما قبلها* قال سيبويه* وأما زاى ففيها لغتان منهم من يجعلها فى التهجى ككَىْ فيقول زَىْ ومنهم من يقول زاىٌ فيجعلها بمنزلة واو* قال أبو على* أما من قال زَىْ فهو اذا جعلها اسما شَدَّد فقال زَىٌّ واذا جعلها حرفا قال زَىْ على حرفين مثل كَىْ وأما زاىٌ فلا تتغير صيغته وأما مَنْ ومِنْ وأنْ وإنْ ومُذْ وعن ولم ونحوُهن اذا كنَّ أسماءا لم تغير لانها تشبه الاسماء كَيْدٍ ودَم تقول فى رجل سميناه مِنْ هذا مِنْ ولم ومُذْ ولا تزيد فيها شيئا لان فى الاسماء المتمكنة ما يكون على حرفين كيدٍ ودَم وما كان على ثلاثة فهو أولى أن لا يزادُ فيها نحو نَعَمْ وأَجَلْ وكذلك الفعل الذى لا يتمكن نحو نِعْمَ وبئس\nهذا باب تسميتك الحروف بالظروف وغيرها\nمن الاسماء\nاعلم أنك اذا سميت كلمة بخَلْفَ أو فَوْقَ أو تَحْتَ لم تصرفها لانها مذكرات وجملةُ هذا أن الظروف وغيرها فيها مذكرات ومؤنثات وقد يجوز أن يُذْهَب بكل كلمة منها الى معنى التأنيث بان تُتأَوَّلَ أنها كلمة والى معنى التذكير بان تُتأَوَّل أنها حرف فان ذهبتَ الى أنها كلمةٌ فسميتها باسم مذكر على أكثر من ثلاثة أحرف أو ثلاثة أحرف أوسطها متحرّك لم تَصْرف كما لا تصرف امرأةً سميتها بذلك وان سميتها بشئ مذكر على ثلاثة أحرف أوسطُها ساكنٌ وقد جعلتها كلمةً فحكمُها حكمُ امرأة سميتها بزيد فلا تصرفها على مذهب سيبويه وما كان على حرفين فهو بمنزلة ما كان على ثلاثة أحرف أوسطُها ساكنٌ فمن المذكر تَحْتُ وخَلْفُ وقَبْلُ وبَعْدُ وأينَ وكيفَ وثَمَّ وهُنَا وحَيْثُ وكُلٌّ وأَىٌّ ومُنْذُ ومُذْ وقَطُّ وقَطْ وعِنْدَ ولدَى ولَدُنْ وجميعُ ما ليس عليه دلالةٌ للتأنيث بعلامة أو فِعْلٍ له مؤنثٍ* ومن الظروف المؤنثة قُدَّام ووَراء لانه يقال",
        "فى تصغيرها قُدَيْدِيمة ووُرَيِّئة مثلُ وُرَيِّعةٍ ومنهم من يقول وُرَيَّة مِثْل جُرَيَّة فلما أدخلوا الهاء فى هذين الحرفين ولم يُدْخلوا فى تُحَيْت وخُلَيْف ودُوَيْن وقُبَيْل وبُعَيْد علمنا أن ما دخل عليه الهاءُ مؤنث والباقى مذكر فان قال قائل فكيف جاز دخول الهاء فى التصغير على ما هو أكثر من ثلاثة أحرف قيل له المؤنث قد يدل فعله على التأنيث وان لم يصغر ولم تكن فيه علامة التأنيث كقولنا لَسَبَتِ العقربُ وطارتِ العُقابُ والظروف لا يخبر عنها باخبار يدل على التأنيث فلو لم يدخلوا عليها الهاء فى التصغير لم يكن على تأنيثها دلالة وان أخبرنا عن خَلْف وفَوْق وسائر ما ذكرنا من المذكر وقد جعلناها كلمة لم نصرفها على قول سيبويه وعلى قول عيسى بن عمر ما كان أوسطُه ساكنا وهو على ثلاثة أحرف جاز فيه الصرفُ وتَرْكُ الصرفِ كهندٍ فعلى مذهب سيبويه نقول هذه خَلْفُ وفوقُ وثَمُّ وقَطُّ وأَيْنُ وجِئْتُه من خَلْفَ ومن تَحْتَ ومن فَوْقَ وذلك أنها معارفُ ومؤنثاتٌ وان جعلنا هذه الاشياء حروفا وقد سميناها بهذه الاسماء المذكرة التى ذكرناها فانها مصروفة لان كل واحد منها مذكر سمى بمذكر وأما قُدَّامُ ووَرَاءُ فسواءٌ جعلتهما اسمين لكلمتين أو لحرفين فانهما لا ينصرفان لانهما مؤنثان فى أنفسهما وهما على أكثر من ثلاثة أحرف فان جعلناهما اسمين لمذكرين أو لمؤنثين لم ينصرفا وصارا بمنزلة عَناقٍ وعَقْرب ان سمينا بهما رجلين أو امرأتين لم ينصرفا هذا قول جميع النحويين فى الظروف فاما أبو حاتم فقال الظروف كلها مذكرة الا قُدَّامَ ووراءَ بالدليل الذى قدمنا من التصغير قال وزعم بعض من لا أثق به أن أمامَ مؤنثة وما كان من ذلك مبنيا فلك أن تَدَعَه على لفظه ولا تَنْقُلَه الى الاعراب كقولك ليتَ غير نافعة ولَوْ غير مُجْدِية ولك أن تقول ليتُ غيرُ نافعةٍ وَلَوٌّ غير مُجْدِيةِ اذا جعلتهما اسما للكلمتين تضم ليت ولو بغير تنوين ولا تصرفه على مذهب سيبويه وعلى مذهب عيسى لَيْتٌ ولَوٌّ ولَيْتُ ولَوُّ منونةً وغيْرَ منوّنة وان قلت ليتٌ ولَوٌّ غير نافعين وقد جعلتهما للحرفين صرفتهما باجماع ونَكَّرْتَ فقلت لَيْتٌ ولَوٌّ غيرُ نافعين وتقول ان اللهَ يَنْهَاكُمْ عن قِيلٍ وقالٍ ومنهم من يقول عن قِيلَ وقالَ لَمَّا جَعَلَه اسما وأنشد سيبويه\n\nقال سيبويه والقوافى مجرورة وقد أنكر المبردُ احتجاجَ سيبويه بجر القوافى على خفض قيل فذكر أنه يجوز أن تكون القافية موقوفة وتكون اللام من قِيلَ مفتوحة فتقول من قِيلَ وقالْ وقد رَدَّ الزجاجُ عليه ذلك فقال لا يجوز الخينُ فى فاعلان من الرمل فاذا قلنا قيلَ وقالْ وجعلنا اللام موقوفة فقد صار فَعِلَانْ مكان فاعِلانْ واذا أطلقناها صار فاعلاتن ومن قال ينهاكم عن قيلَ وقالَ قال لم أسمع به قِيلاً وقالاً وفى الحكاية قالوا مُذْ شُبَّ الى دُبَّ وإن جعلتهما اسمين قلتَ مُذْشُبٍّ الى دُبٍّ وهذا مَثَلٌ كأنه قال مُذْ وَقْتِ الشبابِ الى أن دَبَّ على العصا من الكِبَر* قال سيبويه* وتقول اذا نظرتَ الى الكتابِ هذا عَمْرٌ وانما المعنى اسمُ عمرو وهذا ذِكْرُ عَمْرٍو ونحو هذا الا أنه يجوز على سَعةِ الكلامِ كما تقول جاءت القريةُ وأنت تريد أهلَها وان شئت قلت هذه عمرو أى هذه الكلمة اسم عمرو كما تقول هذه ألْفٌ وأنت تريد هذه الدراهمُ ألْفٌ وان جعلته اسما للكلمة لم تصرف وان جعلته للحرف صرفته* قال سيبويه* وأبو جادٍ وهَوَّازٌ وحُطِىٌّ بياء مشددة كعمرو فى جميع ما ذكرنا وحالُ هذه الاسماء حالُ عمرو وهى أسماء عربية وأما كَلَمُونُ وصَعْفَضُ وقُرَيسِياتُ فانهن أعجميات لا ينصرفن ولكنهن يقعن مواقع عمرو فيما ذكرنا الا أن قُرَيْسِياتٍ بمنزلة عَرَفاتٍ وأذْرِعاتٍ* قال أبو سعيد* فصل سيبويه بين أبى جادٍ وهَوَّازٍ وحُطِّىٍّ فجعلهنَّ عربياتٍ وبين البواقى فجعلهن أعجميات وكان أبو العباس يُجيز أن يكنَّ كُلُّهنّ أعجمياتٍ وقال بعض المحتجين لسيبويه انه جعلهن عربيات لانهن مفهوماتُ المعانى فى كلام العرب وقد جَرَى أبو جادٍ على لفظ لا يجوز أن يكون الا عربيا تقول هذا أبو جاد ورأيت أبا جاد وعجبت من أبى جاد قال الشاعر\nقال أبو سعيد والذى يقول انهن أعجمياتٌ غير مُبْعدٍ عندى ان كان يريد بذلك أن الاصل فيها العُجْمه لان هذه الحروفَ عليها يقع تعليمُ الخَطّ بالسُّريانى وهى معارف",
        "وكذلك جميع ما ذكرناه من الحروف مما لا يدخله الالفُ واللامُ وما كان يدخله الالف واللام فانه يكون معرفةً بهما ونكرةً عند عدمهما كالالف والباء والتاء ان شاء الله تعالى\nومن المؤنث المضمر من غير تقدم ظاهر يعود اليه\nوليس من المضمر قبل الذكر على الشريطة\nالتفسيرية ولكن للعلم به",
        "وذلك قوله تعالى (حَتَّى تَوارَتْ بِالْحِجابِ) يعنى الشمس و (كُلُّ مَنْ عَلَيْها فانٍ) يعنى الارض وزعم الفارسى أن قوله تعالى (فَوَسَطْنَ بِهِ جَمْعاً) من هذا الباب* أبو حاتم* وقول الناس لا يُفلح فلان بعدها يريدون بعد فَعْلته التى فَعَلَ أو بعد هذه المرّة وكذلك قولهم لا تَذْهَب بها أى بفَعْلَتك التى فعَلْتَ ومثل ذلك قولهم والله لَتُتْخِمَنَّها يعنى هذه الاكْلة والفَعْلة وأما قولُهم أصبحتْ حارَّةً وأصبحتْ باردةً وأمْسَتْ مُقْشَعرّة فانهم يريدون الريح أو الدنيا أو الارض أو البلدة أو البقعة ونحو ذلك وكذلك قوله تعالى (ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ) يريد ظهر الارض وكذلك ما بها مثلُك أى بالبلدة ومَلَأْتها عَدْلاً أى هذه البلدة أو هذه الارض أو البقعة ومثل ذلك ما يَمْشِى فوقَها مِثْلُكَ\nهذا باب تسمية المذكر بالمؤنث\nاعلم أن كل مذكر سميته بمؤنث على أربعة أحرف فصاعدا لم ينصرف وذلك أن أصلَ المذكر عندهم أن يسمى بالمذكر لانه شَكْلُه والذى يلائمه فلما عدلوا عنه ما هو له فى الاصل وجاؤا بما لا يلائمه ولم يك متمكنا فى تسمية المذكر فعلوا ذلك به كما فعلوا ذلك بتسميتهم إياه بالمذكر فتركوا صرفه كما تركوا صَرْفَ الاعجمى فمن ذلك عَنَاق وعَقْرب وعُقاب وعَنْكبوت وأشباهُ ذلك وهذا الباب مشتمل على أن ما سمى\nبمؤنث على أربعة أحرف فصاعدا لم ينصرف فى المعرفة وانصرف فى النكرة وشرطُ ذلك المؤنث أن يكون اسما موضوعا للجنس أو مصروفا لتعريف المؤنث ولم يكن منقولا الى المؤنث عن غيرها فاذا كان من المؤنث اسما لجنس نحو عناق وعقرب وعُقاب وعنكبوت اذا سميت بشئ منهن أو ما يشبههن رجلا أو سواه من المذكر لم ينصرف فى المعرفة وانصرف فى النكرة وأما ما صيغ لتعريف المؤنث ولم يكن قبل ذلك اسما فنحو سُعَادَ وزينب وجَيْأَل وتقديرها جيعل اذا سميت بشئ من هذا رجلا لم ينصرف فى المعرفة لان سعاد وزينب اسمان للنساء ولم يوضعا على شئ يعرف معناه فصارا لاختصاص النساء بهما بمنزلة اسم الجنس الموضوع على المؤنث وجَيْأل اسم معرفة موضوع على الضَّبُع وهى مؤنث ولم يوضع على غيرها فهى كزينبَ وسُعادَ فاذا كانت صفة للمؤنث على أربعة أحرف فصاعدا ولم يكن فيه علامةُ التأنيث فسميت به مذكرا لم يُعْتَدَّ بالتأنيث فانصرف وجعله سيبويه مذكرا وصف به مؤنث وان كانت تلك الصفة لا تكون الا لمؤنث وذلك أن تسميه بحائض أو طامث أو مُتْئِمٍ وذكر أن تقديره اذا قلت مررت بامرأة حائض وطامث ومُتْئم بشئ حائض وكذلك ما وُصِف من المذكر بمؤنث كقولهم رجل نُكَحة ورجل رَبْعةٌ وجَمَلٌ خُجَأَة أى كثير الضِّرَاب وكأن هذه الصفةَ وصفٌ لمؤنث كانك قلت هذه نفس خُجَأة وقد روى عن النبى صلى‌الله‌عليه‌وسلم أنه قال «لَا يَدْخُلُ الجَنَّةَ الا نَفْسٌ مُسْلِمةٌ» وذلك واقع على الذكر والانثى وقد قَدَّمتُ مذهَب الكوفيين فى هذا الفصل عند ذكرى لنعوت المؤنث التى تكون على مثال فاعل ومن الدليل على ما قاله سيبويه أنا لا ندخل على حائض الهاء اذا أردنا بها الاستقبال فنقول هذه حائضة غدا فلما احتمل حائض دخول الهاء عليها علمنا أنها مذكر وعلى أنها قد تؤنث لغير الاستقبال قال الشاعر",
        "وكذلك يقال امرأة طالقٌ وطالقةٌ فلما كانت الهاء تَدْخُل على هذا النحو علمنا أنها اذا أُسْقِطَ الهاءُ منها صار مذكرا وذكر سيبويه أنه سأل الخليلَ عن ذِراع فقال كَثُر\nتسميتهم به المذكرَ وتَمَكَّنَ فى المذكر وصار من أسمائه خاصةً عندهم ومع هذا انهم يصفون به المذكر فيقولون هذا ثَوْبٌ ذِراعٌ فقد تمكن هذا الاسم فى المذكر هذا قول الخليل وكان القياسُ أن لا يصرف لان ذراعا اسم مؤنث على أربعة أحرف فقياسُه أن لا ينصرف فى المعرفة وقد كان أبو العباس المبرد يقول ان الاجود فيه أن لا يصرف وكانَّ الخليلَ ذَهَبَ به مذهبَ الصفة ولا علامة فيه وقال فى كُراعٍ اسم رجل قال من العرب من يصرفه يشبهه بذراع والاجودُ تركُ الصرف وصرفُه أَخْبَثُ الوجهين وكأنَّ الذى يصرفه انما يصرفه لانه كثر به تسميةُ الرجال فاشبه المذكر فى الاصل لان الاصل أن يسمى المذكر بالمذكر وان سميت رجلا بثَمانٍ لم تصرفه لان ثَمانٍ اسم مؤنث فهو كثَلَانٍ وعَنَاقٍ اذا سميت بهما قال الفراء هو مصروف لانه جَمْعٌ وتصغيره عنده ثُلَيْثٌ* قال سيبويه* ولو سميت رجلا حُبَارَى لم تصرفه لانه مؤنث وفيه عَلَم التأنيث الالُف المقصورةُ فان حَقَّرته حذفتَ الالفَ فقلت حُبَيِّر لم تصرفه أيضا لان حُبارَى فى نفسها مؤنث فصار بمنزلة عُنَيِّق ولا علامةَ فيها للتأنيث* قال سيبويه* وزعم الخليلُ أن فَعُولا ومِفْعالاً انما امتنعا من الهاء لانهما وقعتا فى الكلام على التذكير ولكنه يوصف به المؤنث كما يوصف بَعْدلٍ ورِضًا وانما أراد بفَعُول ومِفْعالٍ قولَنا امرأةٌ صَبُور وشَكُور ومِذْكار ومِئْناث اذا سميت رجلا بشئ من ذلك صرفته لانها صفات مذكرة لمؤنث كطامِثٍ وحائض وقد مضى الكلام فى ذلك وكذلك ان سميت رجلا بقاعد تريد القاعدَ التى هى صفة المرأة الكبيرة القاعِد عن الزوج وكذلك ان سميت رجلا بضارب تريد صفةَ الناقة الضارب والناقةُ الضاربُ التى تَضْرِبُ الحالَب بخُفِّها وتَزّبِنُه وكذلك ان سميته بعاقرٍ صفة المرأة كل ذلك منصرف على ما شرحته لك لانه مذكر وان وقع لمؤنث كما يقع المؤنث للمذكر كقولنا عَيْنُ القوم وهو رَبِيئَتُهم أى الذى يَحْفَظُهم فوَقَعَتْ عليه عَيْنٌ وهو رجل ثم شبه سيبويه حائضا صفةً لشئ وان لم يستعملوه بقولهم أَبْرَقُ وأَبْطَحُ وأَجْرَعُ وأَجْدَلُ فيمن تَرك الصرفَ لانها صفات وان لم يستعملوا الموصوفاتِ قال وكذلك جَنُوبٌ وشَمَالٌ وقَبُولٌ\nودَبُورٌ وحَرُورٌ وسَمُومٌ اذ سميتَ رجلا بشئ منها صَرَفْتَه لانها صفات فى أكثر كلام العرب سمعناهم يقولون هذه ريحٌ حَرُورٌ وهذه ريح شَمَالٌ وهذه الريحُ الجنوبُ وهذه ريحٌ جَنُوبٌ سمعنا ذلك من فُصحاء العرب لا يعرفون غيره قال الاعشى\nومعنى قول سيبويه سمعنا ذلك من فصحاء العرب أى من جماعة منهم فُصحاء لا يعرفون غيره قال ويُجْعَلُ اسما وذلك قليل قال الشاعر",
        "فمن أضاف اليها جعلها أسماءا ولم يصرف شيئا منها اسْمَ رَجُلٍ وصارت بمنزلة الصَّعُود والهَبُوطِ والحَدُور والعَرُوضِ وهذه أسماءُ أماكنَ وقعت مؤنثة وليست بصفاتٍ فاذا سميتَ بشئ منها مذكرا لم تصرفه ولو سميت رجلا برَبابٍ أو ثَوابٍ أو دَلالٍ انصرف وانْ كَثُرَ رَبابٌ فى أكثر النساء وليست كسُعادَ وأخواتها لان رَبابا اسمٌ معروف مذكر للسحاب سميت المرأةُ به وسُعادُ مؤنث فى الاصل وقال سيبويه فى سُعَادَ وأخواتها انها اشْتُقَّتْ فجعلتْ مختصا بها المؤنث فى التسمية فصارت عندهم كعَناقٍ وكذلك تسميتُك رجلا بمثل عُمَانَ لانها ليست بشئ مذكر معروف ولكنها مشتقة لم تقع الا علما للمؤنث* قال الفارسى* قال أبو عُمَر الجَرْمِىُّ معنى قوله مشتقة أى مُسْتأنفة لهذه الاسماءُ لم تكن من قبلُ أسماءً لأشياء أخر فنقلت اليها وكانها اشتقت من السَّعادة أو من الرَّبَب أو من الْجَأْل وزِيدَ عليها ما زِيدَ من ألف أو ياء لتُوضَع أسماءًا لهذه الاشياء كما أن عَناقا أصله من العَنَقِ وزيدت فيه الالفُ فوُضِعَ لهذا الجنس وما كان من الجموع المكسرة التى تأنيثها بالتكسير اذا سمينا به مذكرا انصرف نحو خُرُوقٍ وكِلابٍ وجِمَالٍ والعربُ قد صرفتْ أنْمارا وكلابا اسمين لرجلين لان هذه الجموع تقع على المذكرين وليست باسم يختص به واحد من المؤنث فيكون مثلَه ألا ترى أنك تقول هم رجالٌ فتُذكر كما ذَكَّرْتَ فى الواحد فلما لم يكن فيه علامة التأنيث وكان يُخْرج اليه المذكرُ ضارَعَ المُذَكَّرَ\nالذى يوصف به المؤنثُ وكان هذا مُسْتوجبا للصرف وكذلك لو سمى رجل بعُنُوق جمع عَناقٍ فهو بمنزلة خُروقٍ جمع خَرْقٍ ويستوى فيه ما كان واحده مذكرا ومؤنثا ولو سميت رجلا بنساء لصرفته لان نِساءً جمعُ نِسْوة فهى جمع مُكَسَّر مثلُ كِلابٍ جمعُ كَلْب فان سميته بطَاغُوتَ لم ينصرف لان طاغوتَ اسم واحد مؤنث يقع على الجمع والواحد وليس له واحد من لفظه فيكسر عليه فصار بمنزلة عَنَاق واذا كان جمعا فهو بمنزلة إبِلٍ وغَنَم لا واحدَ له من لفظه\nهذا باب تسمية المؤنث\nاعلم أن كل مؤنث سميته بثلاثة أحرف متوال منها حرفان بالتحرك لا ينصرف فان شميته بثلاثة أحرف فكان الاوسط منها ساكنا وكانت شيئا مؤنثا أو اسما الغالبُ عليه المؤنث كسُعادَ فأنتَ بالخيار ان شئت صرفته وان شئت لم تصرفه وتركُ الصرف أجودُ وتلك الاسماءُ نحو قِدْرٍ وعَنْزٍ ودَعْدٍ وجُمْلٍ ونُعْمٍ وهِنْد وهذا الباب مشتمل على ثلاثة أشياء منها أن تسمى المؤنِث باسم على ثلاثة أحرف وأوسطُها متحركٌ وليس الحرفُ الثالثُ منها بعَلَمِ تأنيثٍ وذلك لا خلاف بين النحويين أنه لا ينصرف فى المعرفة وينصرف فى النكرة كامرأة سميتها بقَدَمٍ أو حَجَرٍ أو عِنَبٍ وما أشبه ذلك مما أوسطه متحرك والثانى أن تُسَمِّىَ المؤنثَ باسم كان مؤنثا قبل التسمية أو الغالبُ عليه أن تُسَمِّىَ به المؤنثَ وأوسطُه ساكن فالاسم المؤنث قبل التسمية نحو قِدْرٍ وعَنْزٍ والاسمُ الغالبُ عليه أن يسمى به المؤنثُ وان لم يعرف قبل التسمية دَعْدٌ وجُمْلٌ وهِنْد فهذه الاسماء لا خلاف بين المتقدمين أنها يجوز فيها الصرف ومنع الصرف والاقيسُ عند سيبويه منعُ الصرف لانه قد اجتمع فيها التأنيث والتعريفُ ونقصانُ الحركة ليس مما يُغَيّرُ الحُكْمَ وانما صَرَفه مَنْ صَرَفه لان هذا الاسم قد بلغ نهايةَ الخِفَّة فى قلة الحروف والحركات فقاومتْ خِفَّتُها أحدَ الثِّقَلَيْن وكان الزجاجُ يخالف من مضى ولا يُجيز الصرفَ فيها ويقول قد أجمعوا على أنه يجوز فيها تركُ الصرف وسيبويه يرى أن تركه أَجْوَدُ فقد جَوَّزُوا منعَ الصرف واسْتَجادوه ثم ادَّعَوُا الصَّرْفَ بجهة لا تثبت",
        "لان السكون لا يغير حكما أوجبه اجتماعُ علتين تمنعانِ الصَّرْفَ* قال أبو على* والقول عندى ما قاله من مضى ولا أعلم خلافا بين من مضى من الكوفيين والبصريين وما أجمعوا على ذلك عندى الا لشهرة ذلك فى كلام العرب والعلةُ فيه ما ذكرتْ وقد رأيناهم أسْقَطُوا بقِلَّة الحُروف أحدَ الثِّقَلَيْنِ وذلك اجماعُهم فى نُوح ولُوط أنهما مصروفان وان كانا أعجميين معرفتين لنُقْصان الحروف فمن حيثُ كان نقصانُ الحروف مسوّغا للصرف فيما فيه علتانِ سُوِّغَ بنُقْصان الحروف والحركةِ فى المؤنث والثالثُ مما ذكرنا اشتمالَ البابِ عليه أن تُسَمِّىَ المؤنثَ باسم مذكر على ثلاثة أحرف وأوسطُها ساكنٌ نحو امرأة سميت بزيد أو عمرو أو بكر* قال الفارسى* قد اختلف فى هذا من مضى فكان قول أبى استحق وأبى عمرو ويونس والخليل وسيبويه أنه لا ينصرف ورَأَوْه أثقلَ من هِنْد ودَعْد قال سيبويه لان المؤنث أشد ملاءمة للمؤنث والاصل عندهم أن يُسَمَّى المؤنثُ بالمؤنث كما أن أصلَ تسمية المذكر بالمذكر* قال أبو سعيد* كانَّ سيبويه جَعَلَ نَقْلَ المذكر الى المؤنث لما كان خلافَ الموضوع من كلام العرب والمعتادِ ثِقَلاً يُعادل نهايةَ الخِفة التى بها صَرَفَ من صَرَفَ هِنْدًا وكان عيسى بن عمر يَرى صرفَ ذلك أولى واليه يذهب أبو العباس محمد بن يزيد المُبَرِّدُ لان زيدا وأشباهَه اذا سمينا به المؤنثَ فأثقلُ أحوالِه أن يصير مؤنثا فيَثْقُلَ بالتأنيث وكونُه خفيفا فى الاصل لا يُوجب له ثِقَلاً أكثر من الثِّقَل الذى كان فى المؤنث فاعلمه\nهذا باب ما جاء معدولا عن حده من المؤنث كما جاء المذكر\nمعدولا عن حده\nنحو فُسَقَ ولُكَع وعُمر وزُفَر وهذا المؤنث نظير ذلك المذكر اعلم أن هذا الباب يشتمل على ما كان من فَعَالِ مبنيا وذلك على أربعة أضرب أولها وهو الاصل لباقيها ما كان من فَعَالِ واقعا موقعَ الامر كقولهم حَذَار زيدًا  ـ  أى احْذَرْه ومَنَاعِ زيدًا  ـ  أى امنعه",
        "قال الشاعر\nوقال أيضا فى نَحْوٍ منه\nوقال رؤبة أيضا\n* نَظَارِ كَىْ أَرْكَبَها نَظَارِ*",
        "ويقال نَزالِ  ـ  أى انزل ويقال للضَّبُع دَبابِ  ـ  أى دِبِّى وقال الشاعر\nوقال أيضا جرير\nوالحَدُّ فى جميع اذا افْعَلْ وهو معدول عنه وكان حَقُّه أن يُبْنَى على السكونِ فاجتمع فى آخره ساكنانِ الحرفُ الاخير المبنىُّ على السكون والالفُ التى قبله وحُرِّكَ بالكسر لان الكسر مما يؤنث به لان المؤنث فى المخاطبة يكسر آخره فى قولك إنكِ ذاهبةٌ وأنتِ قائمة ويؤنث بالياء فى قولك أنتِ تقومين وهَذِى أَمَةُ اللهِ ولم يقل سيبويه انه كُسِرَ لاجتماعِ الساكنين على ما يوجبه اجتماعُهما من الكسرة لانه يذهب الى أن الساكن الاوّلَ اذا كان ألفا فالوجهُ فَتْحُ الساكن الثانى لان الالفَ قبلها فتحةٌ وهى أيضا أَصْلُ الفتح فحملوا الساكنَ الباقىَ على ما قبله من أجل هذا قال فى اسْحَارَّ اذا كان اسمَ رجل ورَخَّمْناه يا إسْحَارَ أَقْبِلْ بفتح الراء لان قبلها فتحة الحاء والالف بينهما ساكنة وهى تؤكد الفتح أيضا وحَمَلَه على قولهم عَضَّ يافَتَى بفتح العين ولم يَحْفِلْ بالضاد الساكنة المدغمة فان قال قائل فهم يقولون رُدَّ وفِرَّ قيل له الحجةُ فى عَضَّ من قول من يقول رُدِّ ورُدُّ وفِرِّ ويقول فى عَضِّ عَضَّ فيفصل بينهما ويفتح من أجل فتحة العين ومما يدلك على ذلك قولُهم انْطَلْقَ يا زَيْدُ فيفتح القاف لانفتاح الطاء وانما حَرَّك القاف لالتقاء الساكنين وقول الشاعر\nففتح الدال لانفتاح الياء والوجه الثانى ما كان من وصف المؤنث مُنادًى أو غير",
        "مناًدى فالمنادَى قولُك يا خَبَاثِ ويا لَكاعِ ويا فَساقِ وانما تريد الخبيثةَ والفاسقةً واللَّكْعاءَ ومثله للمذكر اذا ناديته معدولا يا فُسَقُ ويا لُكَعُ ويا خُبَثُ ويقال يا جَعَارِ للضبع وانما هو اسم للجاعِرِة يقال ذلك فى النداء وغير النداء للضبع ويقال لها أيضا قَثَامِ ومعناها تَفْثِمُ كُلَّ شئ تَجُرُّه للاكل وتَجْرُفُه قال الشاعر\nوقال الشاعر وهو الجَعْدىُ (1)\nويقال للمَنِيَّةِ حَلَاقِ وهى معدولة عن الحالقة لانها تَحْلِقُ كُلَّ شئ وتَذْهَب به قال الشاعر\nوالأكْساءُ الَمآخِيرُ واحدُها كُسْءٌ وقال آخر",
        "والوجه الثالث ما كان من المصادر معدولا من مصدر مؤنث معرفة مبنيا على هذا المثال كقول الذبيانى\nففَجارِ معدولةٌ عن الفَجْرِة وقال الشاعر\nفهى معدولة عن المَيْسَرةِ وقال الجَعْدِىُ (2)\nفبدَادِ فى موضع الحال وهو فى معنى مصدر مؤنث معرفة وقد فسره سيبويه فقال معناه تَعْدُو بَدَدًا غير أنّ بَدادِ ليست بمعدولة عن بَدَدٍ لان بَدَدًا نكرة وانما هى معدولة عن البَدَّةِ أو المُبَادَّة أو غير ذلك من ألفاظ المصادر المعرفة المؤنثات* قال سيبويه* والعرب تقول لا مَسَاسِ معناه لا تَمَسُّنِى ولا أَمَسُّك ودَعْنِى كَفَافِ وتقديرها لا المُماسَّةَ ودَعْنِى المُكافَّةَ وان كان ذلك غيرَ مستعمل ألا تَراهم قالوا مَلَامِحُ ومَشَابِهُ",
        "__________________\n(1) قلت قوله وهو الجعدى فقلت لها عيثى جعار الخ الصواب أن قائله أبو صالح عبد الله بن خازم الصحابى السلمى لا الجعدى وسبب قوله هو ما رواه الطبرى فى تاريخه الكبير قال أخبر ابن خازم بمسير مصعب الى عبد الملك فقال أمعه عمر بن عبيد الله بن معمر قيل لا استعمله على فارس قال أفمعه المهلب بن أبى صفرة قيل لا استعمله على الموصل قال أفمعه عباد بن الحصين قيل لا استخلفه على البصرة فقال وأنا بخراسان\nالخ فهذه رواية البيت الصحيحة\n(2) قلت قوله وقال الجعدى وذكرت الخ الصواب أن هذا البيت لعوف بن عطية بن الخرع التيمىّ تيم الرباب يهجو به لقيط بن زرارة التميمى وسببه أن لقيطا هجْا عدى الرباب وتيم الرباب ببيتين وهما",
        " ـ\nولَيالٍ وهُنَّ جَمْع ليس لها واحدٌ من لفظها لانهم لا يقولون مَلْمَحةٌ ولا لَيْلَاةٌ ولا مَشْبَهةٌ وقال الشاعر\nوانما يريد جُمُودًا وحَمْدًا غير أن اللفظ الذى عُدِل عنه هذا اللفظ كانه الجَمْدةُ والحَمْدَةُ أو ما جَرَى مَجْرَى هذا من المؤنث المعرفة وقد جعل سيبويه فَجارِ فى قول النابغة من المصادر المعدولة وجَرَى على ذلك النحويون بعده والاشْبَهُ عندى أن تكونَ صفة غالبةً والدليل على ذلك أنه قال فى شعره\n* فَحمَلْتُ بَرَّةَ واحْتَمَلْتَ فَجارِ*",
        "فجعلها نقيضَ بَرَّةَ وبَرَّةُ صفةٌ تقول رجل بَرٌّ وامرأة بَرَّةٌ وجعلَهما صفةً للمصدر كانه قال فحملتُ الخَصْلةَ البَرَّةَ وحملتَ الخصلةَ الفاجرةَ كما تقول الخَصْلة القبيحة والحَسَنة وهما صفتانِ وجعل بَرَّةً معرفةً عُرِّفَ بها ما كان جميلا مستحسنا وأما ما جاء معدولا عن حدّه من بنات الاربعة فقوله\n* قالتْ له رِيحُ الصَّبا قَرْقارِ*\nوبعده من غير انشاد سيبويه\n* واخْتَلَطَ المَعْرُوفُ بالانْكارِ*",
        "فانما يريد بذلك قالت له قَرْقِرْ بالرَّعْدِ للسحابِ وكذلك عرْعارِ هى بمنزلةِ قَرْقارِ وهى لُعْبة وانما هى من عَرْعَرْتُ ونظيرها من الثلاثة خَرَاجِ أى اخْرُجُوا وهى لعبة أيضا وقال المبرد غَلِطَ سيبويه فى هذا وليس فى بنات الاربعة من الفِعْلِ عَدْلُ وانما قَرْقارِ وعَرْعارِ حكاية للصوت كما يقال غَاقِ غَاقِ وما أشبه ذلك من الاصوات وقال لا يجوز أن يقع عَدْلٌ فى ذوات الاربعة لان العدلَ انما وقع فى الثلاثى لانه يقال فيه فاعَلْتُ اذا كان من كل واحد من الفاعلين فِعْلٌ مثلُ فِعْلِ الآخَر كقولك ضاربتُه وشاتمته ويقع فيه تكثير الفعل كقولك ضَرَّبْتُ وقَتَّلْتُ وما أشبه ذلك* وقال أبو اسحق الزجاج* بابُ فَعَالِ فى الامر يُراد به التوكيدُ والدليلُ على ذلك أن أكثر ما يجىء منه مَبْنِىٌّ مكرّر كقوله\n__________________\nـ  فخالف فلا والله تهبط تلعة * من الارض الا أنت للذل عارف فلما غزت بنو عامر بن صعصعة بنى دارم لكونهم أجاروا الحارث بن ظالم قاتل خالد بن جعفر فوجدوهم برحرحان وقاتلوهم به يومين قتالا شديدا فهزموا بنى دارم واستباحوهم وأسر أبو براء ملاعب الاسنة أبا القعقاع معبد ابن زرارة وفرّ عنه أخوه لقيط قال عوف ابن عطية بن الخرع التميمى يهجوه ببيتين كبيتيه وهما قوله\nوذكرت الخ ولقد استشهد عبد القاهر فى صدر دلائل الاعجاز على علمه صلى‌الله‌عليه‌وسلم بالمشعر وبمعانيه وبانساب العرب بقضية وقعت بين بعض أزواجه رضى الله عنهن مشتملة على عجز بيت لقيط الاول ولفظه روى أن سودة أنشدت",
        "وجرى بينهن كلام فى هذا المعنى فأخبر النبى صلى‌الله‌عليه‌وسلم فدخل عليهن وقال يا ويلكن ليس فى عديكن ولا تيمكن قيل هذا انما قيل هذا فى عدى تميم وتيم تميم اه كتبه محمد محمود لطف الله به\n* حَذَارِ من أَرْما حِنَا حَذَارِ*\nوقوله*\nتَراكِهَا مِنْ إِبِلٍ تَراكِهَا",
        "وذلك عند شدة الحاجة الى هذا الفعل وحَكَى محمدُ بن يزيد عن المازنى مثلَ قوله وحكى عن المازنى عن الاصمعى عن أبى عمرو مثل ذلك والاقوى عندى أن قول سيبويه أصح وذلك أن حكاية الصوت اذا حَكَوْا وكَرَّرُوا لا يُخالِفُ الاوّلُ الثانىَ كما قالوا غاقِ غاقِ وحاءِ حاءِ وحَوْبِ حَوْبِ وقد يُصَرِّفُون الفعلَ من الصوت المكرر فيقولون عَرْعَرْتُ وقَرْقَرْتُ وانما الاصل فى الصوت عَارِ عَارِ وقَارِ قَارِ فاذا صَرَّفُوا الفعل منه غَيَّروه الى وزن الفعل فلما قال قَرْقَارِ وعَرْعَارِ فخالف اللفظُ الاوّل الثانىَ علمنا أنه محمول على قَرْقِرْ وعَرْعرْ لا على حكاية عَارِ عارِ وقارِ قارِ وعَرْعارِ  ـ  لعبة للصبيان كما قال النابغة\n* يَدْعُو وَلِيدُهُمُ بها عَرْعارِ*\nومعنى قوله أيضا\n* واختلطَ المعروفُ بالانْكارِ*",
        "يُريد المطرَ أصابَ كُلَّ مَكانٍ مما كان يَبْلُغه المطرُ ويعرف ومما كان لا يبلغه المطرُ ويَتْلُو بُلُوغه إياه* والوجهُ الرابعُ اذا سميت بشئ من الوجوه الثلاثة امرأةً فان بنى تميم ترفعه وتنصبه وتُجْرِيه مُجْرَى اسم لا ينصرف وهو القياسُ عند سيبويه واحتج بان نَزالِ فى معنى انْزِلْ ولو سمينا بانْزِلْ امرأةً لكنا نجعلها معرفةً ولا نصرفها فاذا عدلنا عنها نَزالِ وهى اسم فهى أَخَفُّ أَمْرًا من الفعل الذى هو افْعَلْ وقد ردّه أبو العباس المبرد فقال القياسُ قولُ أهلِ الحجاز لان أهلَ الحجاز يُجْرُون ذلك مُجْراه الاوّل فيكسرون ويقولون فى امرأة اسمها حَذَامِ هذه حَذامِ ورأيت حَذامِ ومررت بحَذامِ وبنو تميم يقولون هذه حَذامُ ورأيتُ حَذامَ ومررتُ بحَذامَ* وذكر المبرد أن التسمية بنَزالِ أقوى فى البناء من التسمية بانْزِلْ لان انْزِلْ هو فِعل فاذا سمينا به وقد نقلناه عن بابه فلزمه التغيير كما أنا نقطع ألفَ الوصل منه فنغيره عن حال الفعل وفَعَالِ هى اسمٌ فاذا سمينا بها لم نغيرها لانا لم نخرجها عن التسمية كما أنا لو سمينا بانْطِلاقٍ لم نقطع الالَف لان انْطِلاقا اسمٌ فلما لم نخرجه عن الاسمية أجرينا\nعليه لفظه الاوّل فاما الكسرُ فى لغة أهل الحجاز فالعلةُ فيه عند سيبويه أنه محمولٌ على نَزالِ وتَراكِ للعدل والبناء والتعريفِ والتأنيثِ فلما اجتمعا فى هذه الاشياء حمل عليه وقد أجرى زهير نَزالِ هذا المجْرَى حين أخبر عنها وجعلها اسما فقال\n* قال سيبويه* وأما ما كان آخره راء فان أهل الحجاز وبنى تميم فيه متفقون ويختار بنو تميم فيه لغةً أهل الحجاز كما اتفقوا فى يَرَى والحجازيةُ هى اللغة القُدْمَى* قال أبو سعيد* اعلم أن بنى تميم تركوا لغتهم فى قولهم هذه حَضَارِ وسَفَارِ وتبعوا لغة أهل الحجاز بسبب الراء وذلك أن بنى تميم يختارون الامالةَ واذا ضَمُّوا الراءَ ثَقُلَتْ عليهم الامالةُ واذا كسروها خَفَّتِ الامالةُ أكثر من خفتها فى غير الراء لان الراء حرف مكرر والكسرة فيها مكررة كانها كسرتان فصار كسرُ الراء أقوى فى الامالة من كسر غيرها وصار ضم الراء فى منع الامالة أشدَّ من منع غيرها من الحروف فلذلك اختاروا موافقةَ أهل الحجاز كما وافقوهم فى يَرَى وبنو تميم من لغتهم تحقيقُ الهمز وأهلُ الحجاز يخففون فوافقوهم فى تخفيف الهمزة من يرى* قال سيبويه* وقد يجوز أن يُرْفَع ويُنْصَب ما كان فى آخره الراء قال الاعشى\nوالقوافى مرفوعةٌ وأوّل القصيدة",
        "* قال سيبويه* فمما جاء وآخره الراء سَفارِ  ـ  وهو اسم ماءٍ وحَضَارِ  ـ  وهو اسم كوكب ولكنهما مؤنثان كماوِيَّةَ والشِّعْرَى كانَّ تلك اسمُ الماءةِ وهذه اسمُ الكَوْكَبةِ* قال أبو سعيد* أراد سيبويه أن سَفَارِ وان كان اسمَ ماءٍ والماءُ مذكر فان العرب قد تؤنث بعضَ مياهها فيقولون ماءةُ بنى فلان وهو كثير فى كلامهم فكانَّ سَفارِ اسمُ الماءة وحَضَارِ وان كان اسمَ كوكب والكوكبُ ذَكَرٌ فكانه اسمُ الكَوْكبةِ فى التقدير لان العرب قد أنثتْ بعضَ الكواكب فقالوا الشِّعْرَى والزُّهْرة اذ كان مَبْنَى هذا الباب أن يكون معرفةً مؤنثا معدولا وأما قوله كماوِيَّةَ فانما أراد أن سَفارِ وحَضارِ\nمؤنثان كماوِيَّةَ والشّعْرَى فى التأنيث والاغلبُ أن التمثيل بماوِيَّة غَلَطٌ وقع فى الكتاب وان كانت النسخ متفقةً عليها وانما هو كماءةٍ وهو أشبهُ لان سَفارِ ماءٌ والعربُ قد تقول للماء المورود ماءةٌ قال الشاعر وهو الفرزدق\nواستدل سيبويه على أن نَزالِ وما جرى مجراها مؤنثة بقوله دُعِيَتْ نَزالِ ولم يقل دُعِىَ وكان المبرد يحتج بكسر قَطامِ وحَذَامِ وما أشبه ذلك اذا كان اسما علما لمؤنث أنها معدولة عن قاطعة وحاذِمةَ عَلَمَيْنِ وأنها لم تكن تنصرف قبل العدل لاجتماع التأنيث والتعريف فيها فلما عُدِلَتْ ازدادتْ بالعدل ثِقَلاً فَحُطَّتْ عن منزلة ما لا ينصرف ولم يكن بعدَ منع الصرف الا البناءُ فبنيت وهذا قول يفسد لان العلل المانعةَ للصرف يستوى فيها أن تكون علتان أو ثلاثٌ لا يزاد ما لا ينصرف بورود علة أخرى على منع الصرف ولا يوجب له البناء لانا لو سمينا رجلا باحمر لكنا لا نصرفه لوزن الفعل والتعريف ولو سمينا به امرأة لكنا لا نصرفه أيضا وان كنا قد زدناه ثقلا واجتمع فيه وزنُ الفعل والتعريفُ والتأنيثُ وكذلك لو سمينا امرأة باسماعيل أو يعقوب لكنا لا نزيدها على منع الصرف وقد اجتمع فيها التأنيث والتعريف والعُجمة* قال سيبويه* واعلم أن جميع ما ذكرنا فى هذا الباب من فَعَالِ ما كان منه بالراء وغير ذلك اذا كان شئ منه اسما لمذكر لم يَنْجَرَّ أبدا وكان المذكر فى ذلك بمنزلته اذا سمى بعَناقٍ لان هذا البناء لا يجىء معدولا عن مذكر* قال أبو سعيد* يريد أن فَعَالِ فى الوجوه الاربعة التى ذكرنا مؤنثة وأنا ان سمينا بها رجلا أو شيئا مذكرا كان غير منصرف ودخله الاعرابُ وكان بمنزلة رجل سمى بعَنَاقٍ وهو لا ينصرف لاجتماع التأنيث والتعريف فيه* قال سيبويه* ولو جاء شئ على فَعَالِ ولا تدرى ما أصله أمعدولٌ أم غير معدول أم مذكر أم مؤنث فالقياسُ فيه أن تصرفه لان الاكثر من هذا الباب مصروفٌ غير معدول مثلُ الذهابِ والفَسادِ والصِّلَاح والرَّبابِ (1) وذلك كلُّه منصرفٌ لانه مذكر فاذا سميتَ به رجلا فليس فيه من العلل الا التعريف وحده وهو أكثر فى الكلام من المعدول وجملةُ ذلك لا يَجْعَلُ\n__________________",
        "(1) الى هنا انتهى كلام سيبويه وقوله وذلك الخ شرح له ولو جرى على أسلوبه السابق لقال قال أبو سعيد يريد أن ذلك كله منصرف الخ كتبه مصححه\nشيئا من ذلك معدولا الا ما قام دليلُه من كلام العرب* قال أبو سعيد* سيبويه يرى أن فَعَالِ فى الامر مطردٌ قياسُها فى كل ما كان فِعْلُه ثلاثيا من فَعَلَ أو فَعُلَ أو فَعِلَ فقط ولا يجوز القياس فيما جاوز ذلك الا فيما سمع من العرب وهو قَرْقارِ وعَرْعارِ وما كان من الصفات والمصادر فهو أيضا عنده غير مطرد الا فيما سمع منهم نحو حَلَاق وفَجار ويَسَارِ وتطرد هذه الصفاتُ فى النداء كقولك يا فَساقِ ويا خَبَاثِ وجميعُ ما يطرد فيه الامر من الثلاثى والنداءُ فيما كان أصلُه ثلاثةَ أحرف فصاعدا وبعضُ النحويين لا يجعل الامر مطردا من الثلاثى وأذكر ما حكاه أهل اللغة مما لا يطرد* قال أبو عبيد* سَبَبْتُه سُبَّةً تكون لزَامِ  ـ  أى لازمةً وقال كَوَيْتُه وَقَاعِ  ـ  وهى الدَّارةُ على الجاعِرَتَيْنِ وحيثما كانت ولا تكون الادارةً وأنشد\nوحكى انْصَبَّتْ عليه من طَمارِ  ـ  يعنى المكانَ المرتفعَ مُجْرًى وغيرَ مُجْرًى هذه حكايته وقد أَساءَ انما وجهُه مَبْنِىٌّ وغيرُ مُجْرًى وأنشد\nوحكى عن الاحمر نَزَلَتْ بَلَاءِ على الكُفَّارِ يعنى البلاء وأنشد",
        "وقال لا هَمَامِ لا أَهُمُّ وأنشد قول الكميت\n* لا هَمَامٍ لى لا هَمَامٍ* (1)\nوقال رَكِبَ فلانٌ هَجَاجِ رأسِه وهَجاجَ غَيْرَ مُجْرًى اذا ركب رأسَه وأنشد\n* وقد رَكِبُوا عَلَى لَوْمِى هَجاجِ*",
        "قال على قد قَلَبَ أبو عبيد انما حكمُه رَكِبَ فلانٌ هَجَاجَ رأسِه معربا مضافا الى ما بعده لانه قد أضيف واذا أضيف المبنى رُدَّ الى أصله لان البناء يُحْدِثُ فى المَبْنِىِّ شَبَهَ الحروفِ فمن حيث لا تضاف الحروفُ لا تضاف المبنياتُ الا بزوال شَبَه الحروف* وقال* حَضارِ والوَزْنُ مُحْلِفانِ وهما نَجْمانِ يَطْلُعانِ قبل سُهَيْلٍ فيظنُّ الناسُ بكل واحد منهما أنه سُهَيْل وكُلُّ شيئين مختلفين فهما مُحْلِفانِ وأما حِيدِى\n__________________\n(1) قوله لا همام الخ صدره كما فى اللسان عادلا غيرهم من الناس طرا بهم لاهمام الخ كتبه مصححه\nحَيَادِ وفِيحِى فَيَاحِ  ـ  أى اتَّسِعِى عليهم وحِيدِى عنهم فمن القِسْم المُطَّرِد وأنشد",
        "* وقُلْنا بالضُّحَى فِيحِى فَيَاحِ*\nوقال صاحب العين حَدَادِ أى احْدُدْ يعنى امْنَعْ ومن غير الامر جَداعِ  ـ  السَّنَةُ الشديدة ويقال لها الجَدَاعُ وشَمَامٍ  ـ  اسم جبل معروف وكذلك شَرَاءِ وسَبَاطِ من أسماءِ الحُمَّى مؤنث ومن الرباعى حكى ابن دريد أنه يقال هل بَقِىَ من الطعام فيقال حَمْحامِ ومَحْماحِ  ـ  أى لم يبق شئ\nباب ما ينصرف فى المذكر البتة مما ليس فى\nآخره حرف التأنيث",
        "كُلُّ مذكر سمى بثلاثة أحرف ليس فيه حرف التأنيث فهو مصروف كائنا ما كان أَعْجميا أو عَرَبيا أو مؤنثا الا فُعَلَ مشتقا من الفعل أو يكون فى أوّله زيادةٌ فيكون كيَجِدُ ويَضَعُ ونَضَعُ وأضَعُ أو يكون كضُرِبَ  ـ  وذلك كرجل سميته بقَدَمٍ أو فِهْرٍ أو أُذُنٍ وهُنَّ مؤنثات أو سميته بخُشٍّ أو دَلٍّ أو خَانٍ وما أشبه ذلك وانما انصرف المسمى بالمؤنث على ثلاثة أحرف لانه قد أشْبَهَ المذكَر وذلك أن ما كان على ثلاثة أحرف من المؤنث اذا صغرناه قبل التسمية ألحقنا هاء التأنيث وان لم يكن فى الاسم هاء كقولنا عَيْنٌ وعُيَيْنة واذُنٌ وأُذَيْنة وقَدَم وقُدَيْمة واذا سمينا بهنَّ رجلا قلنا قُدَيْمٌ وعُيَيْن وأُذَيْنٌ فلما كنا نَرُدُّ الهاءَ فى الثلاثة كان تقدير الاسم أن فيه هاء محذوفة فاذا سمينا به لم نَرُدَّ الهاءَ لان الاسم صار مذكرا وأزيلت الهاء التى فى التقدير فان قال قائل قد وجدنا فى أسماء الرجال عُيَيْنة وأُذَيْنة قيل له انما سميا بالتصغير بعد دخول الهاء ولو سميا بعَيْنٍ وأُذُنٍ ثم صُغِّرا لم يجز دخول الهاء ألا ترى أنا لو سمينا المرأة بعمرو ثم صغرناها لقلنا عُمَيْر وأما ما كان من العجمى على ثلاثة أحرف فانه مصروف اذا سمى به المذكر سواء سكن أوسطه أو تحرّك وانما دخل فى ذلك ما تحرّك أوسطُه ولم يكن بمنزلة المؤنث الذى يفرق فيه بين ما سكن أوسطه كهند ودعد فاجيز صرفه وبين قَدَم وجَمَلٍ اسم امرأة فلم يجز صرفُه لان\nالمؤنَث أثقلُ من العَجمى وذلك أن التأنيث قد يكون بعلامة يُلْزِمُونها الاسمَ للفرق بين المذكر والمؤنث فى الخلقة حِرْصا على الفصل بينهما لاختلاف المذكر والمؤنث فى أصل الخلقة ولانهم لا يعتدّون بالعُجْمة فيما استعمل منكورا نحو سَوْسَنٍ وابْريْسَمٍ وآجرٍّ اذا سمى بشئِ من ذلك كان منزلته منزلةَ العربى وانصرفَ وظهر بذلك أن العجمةَ عندهم أَيْسَرُ من التأنيث* قال سيبويه* وان سميت رجلا ببنت أو أخت صَرَفْتَه لانك بنيتَ الاسمَ على هذه التاء وألحقتَها ببنات الثلاثة كما ألحقوا سَنْبَتةً ببنات الاربعة ولو كانت كالهاء لما أسكنوا الحرفَ الذى قبلها فانما هذه التاء فيها كتاء عِفْرِيتٍ ولو كانتْ كالف التأنيث لم تنصرف فى النكرة وليست كالهاء لما ذكرتُ لك ولو أن الهاء التى فى دَجاجةٍ كهذه التاءِ انصرفَت فى المعرفة* قال أبو سعيد* التاءُ فى بنت وأخت منزلتُها عند سيبويه منزلة التاء فى سَنْبَتَةٍ وعِفْرِيتٍ لان التاء فى سَنْبتةٍ زائدة لا لحاقها بسَلْهَبة وحَرْقَفة وما أشبه ذلك والسَّنْبتةُ  ـ  المُدَّة من الدهر والدليل على زيادة التاء أنهم يقولون سَنْبَتٌ والتاءُ فى عِفْرِيتٍ زائدة لانهم يقولون عِفْرٌ وعِفْرِيةٌ وعِفْرِيتٌ مُلْحَق بقِنْدِيل وحِلْتِيتٍ وما أشبه ذلك وكذلك بِنْتٌ وأُخْتٌ مُلْحقَتانِ بجِذْع وقُفْلٍ والتاءُ فيهما زائدة للالحاق فاذا سمينا بواحدة منهما رجلا صرفناه لانه بمنزلة مؤنث على ثلاثة أحرف ليس فيها علامة التأنيث كرجل سميناه بفِهْرٍ وعَيْنٍ والتاءُ الزائدة التى للتأنيث هى التى يلزم ما قبلها الفتحةُ ويوقف عليها بالهاء كقولنا دَجاجة وما أشبه ذلك* قال سيبويه* وان سميت رجلا بهَنْتٍ قلتَ هَنَةُ يافتى تُحرّك النون وتُثْبت الهاء لانك لم تَرَ مختصا متمكنا على هذه الحال التى تكون عليها هَنْتٌ وهى قبل أن تكون اسما تسكن النون منها فى الوصل واذا قليل فاذا حوّلته الى الاسم لزمه القياس* قال* واعلم أن هَنًا وهَنَةً يكنى بهما عمن لا يذكر اسمه وربما أدخلوا فيهما الالف واللام وأكثر ما يُسْتعمل للناس وأصل هَنٍ هَنَوٌ وكان حقه أن يقال هَنًا كما يقال قَفًا وعَصًا وأنشد\n\nوحذفوا آخرَها فقالوا هَنٌ وهَنَةٌ كما قالوا أَبٌ وأَخٌ وهما اسمان ظاهران كنى بهما عن اسمين ظاهرين فلذلك أُعْربا وفيهما معنى الكناية والعربُ تقول فى الوقف هَنَهْ وفى الوصل هَنْتٌ فتصير التاء فيها اذا وصلت كالتاء فى أُخْتٍ وبنْتٍ فقال سيبويه اذا سميت بهَنْتٍ وجب أن تقول فى الوصل والوقف هذا هَنَهْ وهَنَةُ قد جاءنى فتحرك النون ولا تسكنها فى الوصل كما كانت مُسْكنةً قبل التسمية لان إسكانها ليس بالقياس ولانهم لم يلزموها الاسكان فيكونُ بمنزلة بنتٍ وأختٍ وتكون التاء للالحاق وانما يسكنونها وهم يريدون الكنايةَ فاذا سمينا بها رددناها الى القياس فلا نصرفها وتكون منزلتُها منزلةَ رجلٍ سميناه بسَنةٍ أو ضَعةٍ فى الوقف والوصل* قال سيبويه* وان سميتَ رجلا بضَرَبَتْ ولا ضمير فيها قلتَ هذا ضَرَبَهْ فى الوقف لانه قد صار اسما فجرى مجرى شَجَرةٍ",
        "باب ما يذكر من الجمع فقط وما يؤنث منه فقط وما يذكر\nويؤنث معا\nأما الجموعُ التى على لفظ الواحد المذكر كتَمْرة وتَمْرٍ وشَعِيرةٍ وشَعِير فقد قدّمتُ أنه يذكر ويؤنث وأذكر ههنا من أسماء الاجناس ما يذكر ويؤنث وما لا يكون الا مذكرا وما لا يكون الا مؤنثا* الرُّمَّانُ والعِنَبُ والمَوْزُ لم يسمع فى شئ منها التأنيث* وكذلك السِّدْرُ هذا اذا كان اسما للجنس قال الشاعر\nفاما من جعله جمعَ سِدْرة فقد قدّمت ذكرَ القياس فيه وكذلك التمرة والتمر فيمن ذهب بهما مذهب الجنس* والخيلُ مؤنثةٌ جماعةٌ لا واحدَ لها من لفظها وقال أبو عبيد واحدُها خائِلٌ وذلك لاخْتيالِه فى مَشْيه* الطَّيْرُ مؤنث ويذكر والتأنيث أكثر والواحد طائر والانثى طائرة وقد شرحتُ هذا الفصل وفى التنزيل (وَالطَّيْرُ صَافَّاتٍ) وقال الشاعر فى التذكير",
        "\n* والوَحْشُ جَماعةٌ مؤنثة والجمع وُحُوش وأنشد قول الشاعر\n* وكذلك الشَّاءُ عند الاكثر والهمزة بدل من الهاء وقد بين ذلك بحقيقة تصريفه ومن أنثه فعلى معنى الغَنَم* الابِلُ جمعٌ مؤنث لا واحد له من لفظه والجمعُ الآبالُ والتصغير أُبَيْلَة* والغَنَم والمعَزُ مؤنثان وهى المِعْزَى والمَعِيزُ والامْعُوزُ الثلاثُونَ من الظِّباء الى ما زادتْ والمعز تكون من الغنم والظباء وكل ذلك مؤنث* العَنْزُ مؤنث والجميعُ أعْنُز وهو يكون من الغنم والظباء أيضا وجمعُ العَنْزِ من الظباء أَعْنُزٌ وعِنازٌ ولا يجمع عَنْزُ الغَنمِ على عِنَازٍ* وكذلك الضَّأنُ والضَّأَنُ وزعم الفراء أنه مطرد فى كل ما كان ثانيه حرفا من حروف الحلق ويقال فى تصغير الضَّأن والمَعزِ ضُؤَيْنٌ ومُعَيْزٌ والغَنَمُ لا واحد لها من لفظها وقال الكسائى تصغير الغَنَم بالهاء وبغير الهاء* وكذلك الشَّوْلُ فيمن لم يَجْعَلْ له واحدا اسم للجمع مؤنث وذهب بعضُهم الى أن واحدها شائِلٌ كطامِثٍ وحائضٍ* الفارسى* النَّبْلُ مؤنثة قال وقال أبو عمر والنَّبْلُ واحدٌ لا جماعة له ولا يقال نَبْلةٌ انما يقال نَبْلٌ للجماعة فاذا أفردوا الواحد قالوا سَهْمٌ كما قالوا إبِلٌ فاذا أفردوا قالوا ناقة أو جمل وغنم فاذا أفردوا قالوا شاة وكذلك كل جمع لا واحد له* والمذكر النَّعامُ والثُّمَامُ والسَّمَامُ* والكَلِمُ يذكر ويؤنث تقول هو الكلم وهى الكلم وفى التنزيل (يُحَرِّفُونَ الْكَلِمَ عَنْ مَواضِعِهِ) والمَعِدُ مؤنث وكذلك الحَلَقُ حكاه أبو حاتم وقال قد سمعته مذكرا فى رجز دُكَيْنٍ قال أبو على لا يؤنث الحَلَقُ على أنه جمع حَلْقة لان فَعَلاً ليس مما يكسر عليه فَعْلةٌ انما هو اسم للجمع كقولنا فَلَكٌ جمعُ فَلْكةٍ وقد يجوز تذكير الحَلَقِ وتأنيثه وذلك أن اللحيانى حكى حَلَقةً وجمعُه حَلَقٌ ثم قال لا يعجبنى وكان قليلا ما يُعْجبه نقلُ اللحيانى وقد صرح ابن السكيت بانه ليس فى الكلام حَلَقة بتحريك اللام الا جَمْعَ حالق كقاتل وقَتَلة وفاجِرٍ وفَجَرة وما جاء من الحَلَقِ فى الشعر مذكر قال الراجز\n* يَمْشُونَ تَحْتَ الحَلَق المُلَبَّسِ*",
        "وقال غيره أيضا\n* يَنْفُضْنَ صُفْرَ الحَلَقِ المَفْتُولِ*\nوأنشد الفارسى بيتَ دُكَيْن\nقال فاما ما أنشده بعض البغداديين ونسبه الى الفرزدق",
        "فانه مصنوع ولو صح لقلنا ان الحَلقَةَ هنا جمعُ حالقٍ* الكَمْءُ واحدٌ وهو مذكر والجمع كَمْأَةٌ وهو اسم للجمع وقد أَنْعَمْتُ شرحَ هذا ووَقَفْتُكَ على حقيقته وأَرَيْتُك وَجْهَ الاختلاف فيه فى أوّل هذا الضَّرْب فاما الجَبْأَةُ فتأنيثُه ظاهرٌ* والفَقْعُ مذكر* والْهَامُ مؤنثة لم يُؤْثَرْ عن العرب فيها تذكير* قال أبو على* الجمعُ كُلُّه مؤنث الا ما كان اسمَ جَمْع كالحَلَقِ والفَلَكِ أو جنسا كالخَزّ والحَرير والوَشْىِ فاما القُطْنُ والقُطُنُّ والصُّوفُ فيذكر ويؤنث لان واحدته قُطْنةٌ وقُطُنَّةٌ وصُوفة* قال* وكذلك الشَّامُ جمعُ شَامةٍ والسَّاعُ جمعُ ساعةٍ والرَّاحُ جمعُ راحةٍ والرَّاىُ جمعُ رايهٍ قال وأنشد سيبويه\nوكذلك اللَّابُ جَمْعُ لابةٍ وهى الحَرَّةُ وكذلك اللُّوبُ والسُّوسُ والدُّودُ والطِّينُ والتِّينُ واللِّيفُ لان واحد ذلك كله بالهاء فهو يذكر ويؤنث* قال* وهكذا وَجَدْناه فى أشعارهم تارةً مذكرا وتارةً مؤنثا وأما ما بها أَحَدٌ ولا عَرِيبٌ ولا كَتِيعٌ وأخواتُه فكله للواحد والجميع والمؤنث بلفظ واحد وقد أبَنْتُ جميعَ هذا الضرب فى أبواب الجَحْد من هذا الكتاب وأما مِثْلُك وأخواتُها وغَيْرُك وأَفْعَلُ منك مُتَمَّمٌ كقولك أفضل منك أو ناقصٌ محذوف كقولك خَيْرٌ منك وشَرٌّ منك وبابُ حَسْبُك وأخواتها فكله للجميع والواحد والمؤنث بلفظ واحد وبابُ مِثْلك وأخواتها وأفْعَل تُحْملُ مَرَّةً على اللفظ ومرة على المعنى وكذلك غيرك\nباب ما يحمل مرة على اللفظ ومرة على المعنى مفردا أو مضافا\nفيجرى فيه التذكير والتأنيث بحسب ذلك",
        "فمن المفرد مَنْ وما وأَىٌّ وكُلٌّ وكِلْتا وبَعضٌ وغير ومِثْلٌ وأنا آخِذ فى شرح ذلك كله وبادئ بالمفرد ومُتْبِعُه بالمضاف* اعلم أن مَنْ وما لهما لَفْظٌ ومَعْنًى فالالفاظُ الجارية عليهما تكون محمولة على لفظهما ومعناهما فاذا جرت على لفظهما كان مذكرا مُوَحَّدًا كقولك مَنْ قامَ سواء أردتَ واحدا أو اثنين أو جماعةً من مذكر ومؤنث وكذلك ما أصابَكَ سواء أردتَ به شيئا أو شيئين من مذكر ومؤنث ويجوز أن تَحْمل الكلامَ على معناهما فتقولَ من قامتْ اذا أردتْ مؤنثا وفيكُمْ مَنْ يَخْتَصِمانِ ومَنْ يَخْتَصِمُونَ قال الله تعالى (وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صالِحاً) فذكر وأنث ولو ذَكَّرَهما على اللفظ أو أنَّثَهُما على المعنى جاز وبعضُ الكوفيين يَزْعُم أنه لا يجوز تذكير الثانى لانه قد ظَهَرَ تأنيثُ المعنى بقوله (مِنْكُنَ) وهذا غَلَطٌ لانا انما نَرُدُّه الى لفظ مَنْ وقال الله تعالى فى جمع من على المعنى (وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ) وعلى اللفظ (وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ) قال الفرزدق فى التثنية على المعنى\nوكذلك هذا الحكم فى ما تقول ما نُتَج مِنْ نُوقِكَ على اللفظ وما نُتِجَتا على معنى التثنية وما نُتِجَتْ على معنى الجمع وأما قول العرب ما جاءتْ حاجَتَكَ فان جاءتْ فيه بمعنى صارتْ ولا يكون جاء بمنزلة صار الا فى هذا الموضع وهو من الشاذ كما أن عَسى لا تكون بمعنى كانَ الا فى قوله\n* عَسَى الغُوَيْرُ أَبْؤُسا*\nورُبَّ شَئٍ هكذا وانما ذكرنا شرح جاءتْ وان لم يكن داخلا تحت ترجمة الباب لأُرِيَكَ كيف يجرى ههنا على المعنى* قال أبو على وأبو سعيد* أما قولُهم ما جاءتْ حاجَتَك",
        "فقد أَجْرَوْها مُجْرَى صارتْ وجعلوا لها اسما وخبرا كما كان ذلك فى باب كان وأخواتها فجعلوا ما مبتدأ وجعلوا فى جاءتْ ضَمِيرَ ما وجعلوا ذلك الضميرَ اسمَ جاءتْ وجَعَلُوا حاجَتَك خَبَرَ جاءتْ فصار بمنزلة هِنْدٌ كانتْ أُخْتَكَ وأنثوا جاءتْ بتأنيث المعنى فكانه قال أيَّةُ حاجةٍ جاءتْ حاجَتَكَ وجعل جاء بمعنى صارَ وأدْخَلَها على اسم وخبر وهو غير معروف الا فى هذا وهو مَثَلٌ ولم يُسْمَع الا بتأنيث جاءتْ وأَجْرَوْهُ مُجْرَى صارتْ ويقال ان أوّل ما شُهِرَتْ هذه الكلمةُ من قول الخوارج لابن عباس حين أتاهم يَسْتَدْعِى منهم الرجوع الى الحق من قِبَلِ على بن أبى طالب رضى الله عنه* قال سيبويه* وأدخلوا التأنيث على ما حيث كانت الحاجةَ يعنى أنث جاءتْ بمعنى التأنيث فى ما لان معناها أيَّةُ حاجة ولو حَمَلَ جاء على لفظ ما لقال ما جاء حاجَتَك الا أن العرب لا تستعمل هذا المثلَ الا مؤنثا والامثالُ انما تُحْكَى وقولُ العربِ مَنْ كانتْ أُمَّكَ جعلوا مَنْ مبتدأة وجعلوا فى كان ضميرا لها وجعلوا ذلك الضمير اسم كان وجعلوا أُمَّكَ خبرها وأنثوا كانتْ على معنى مَنْ فكانه قال أَيَّةُ امرأةٍ كانتْ أُمَّكَ* قال سيبويه* ومن يقول من العرب ما جاءتْ حاجَتُكَ كثيرٌ كما تقول من كانتْ أُمُّكَ يعنى من العرب من يجعل حاجتُك اسمَ جاءت ويجعل خبرها ما كما يجعل مَنْ خَبَر كانت ويجعل أُمُّك اسْمَها وهما فى موضع نصب كانك قلت أَيَّةَ حاجةٍ جاءتْ حاجَتُك* قال سيبويه* ولم يقولوا ما جاء حاجَتُك يعنى أنه لم يسمع هذا المَثَلُ الا بالتأنيث وليس بمنزلة من كان أُمَّك لان قولهم من كان أمّك ليس بمَثَل فالزموا التاء فى ما جاءتْ حاجتَك كما اتفقوا على لَعَمْرُ اللهِ فى اليمين ومثل قولهم ما جاءتْ حاجَتك اذ صارتْ تقع على مؤنث قراءةٌ بعض القُرَّاء (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قالُوا) وتَلْتَقِطْه بَعْضُ السَّيَّارةِ يعنى أنّ تكن مؤنثة واسمها أنْ قالوا فليس فى أن قالوا تأنيثُ لفظ وانما جعل تأنيثه على معنى أن قالوا اذا تأوّلته تأويلَ مَقالةٍ كانه قال ثم لم تكنْ فِتْنَتَهم الا مَقَالتُهم وحُمِلَ تَلْتِقطْه على المعنى فى التأنيث لان لفظ البعض الذى هو فاعلُ الالتقاطِ مذكر ولكن بعضُ السيارة فى المعنى سَيَّارةٌ ألا ترى أنه يجوز أن تقول تَلْتَقِطْه السَّيَّارةُ وأنت تعنى البعضَ فهذا مثلُ ما جاءتْ حاجتَك حين أنث فعلها على\nالمعنى وربما قالوا فى بعض الكلام ذهبتْ بعضُ أصابعِه وانما أَنَّثَ البعضَ لانه أضافه الى مؤنث هو منه ولو لم يكن منه لم يؤنثه لانه لو قال ذَهَبَتْ عَبْدُ أُمِّكَ لم يَحْسُن يعنى لم يجز* قال أبو على* اعلم أن المذكر الذى يضاف الى المؤنث على ضربين أحدهما ما تصح العبارة عن معناه بلفظ المؤنث الذى أضيف اليه والثانى ما لا تصح العبارة عن معناه بلفظ المؤنث فاما ما يصح بلفظه فقولك أضَرَّتْ بى مَرُّ السنين وآذَتنِى هُبُوبُ الرياح وذَهَبَتْ بعضُ أصابعى واجتمعتْ أهلُ اليَمامة وذلك أنك لو أسقطتَ المذكر فقلتَ أَضَرَّتْ بى السنون وآذَتْنى الرياحُ وذهبتْ أصابعى واجتمعتِ اليَمامةُ وأنتَ تُريد ذلك المعنى لجاز وأما ما لا تصح العبارةُ عن معناه بلفظ المؤنث فقولك ذَهَبَ عَبْدُ أُمِّك لو قلتَ ذهبتْ عَبْدُ أمك لم يجز لانك لو قلت ذهبتْ امُّك لم يكن معناه معنى قولك ذهب عبدُ أمك كما كان معنى اجتمعت اليمامة كمعنى اجتمعت أهلُ اليمامة وهذا البابُ الاوّل الذى أجزنا فيه تأنيثَ فعل المذكر المضاف الى المؤنث الذى تصح العبارةُ عن معناه بلفظها الاختيارُ فيه تذكيرُ الفعل اذ كان المذكر فى اللفظ فقولك اجتمع أهلُ اليمامة وذهب بعض أصابعه أجودُ من اجتمعتْ وذهبتْ والتأنيثُ على الجِوار ومثلُ تأنيثِ ما ذكرنا قولُ الشاعر وهو الاعشى\nكأنه قال شَرقَتِ القَناةُ لانه يجوز أن تقول شَرِقَتِ القَناةُ وان كان شَرِقَ صَدْرُها ومثل ذلك قول جرير\nفأنث تَعَرَّقَتْنا والفعلُ للبعض اذ كان يصح أن يقولَ اذا السِّنُون تَعَرَّقَتْنا وهو يريد بعض السنين وقال جرير أيضا",
        "فأنث تواضعتْ والفعلُ للسُّور لانه لو قال تواضعت المدينةُ لصح المعنى الذى أراده بذكر السُّورِ وأبو عبيدة مَعْمَرُ بن المُثَنَّى يقولُ ان السُّورَ جمع سُورةٍ وهى كلُّ ما علا\nوبها سمى سُورُ القرآنِ سُورًا فزعم أن تأنيث تواضعت لان السُّورَ مؤنث اذ كان جمعا ليس بينه وبين واحده الا الهاء واذا كان الجمع كذلك جاز تأنيثه وتذكيره قال الله تعالى (كَأَنَّهُمْ أَعْجازُ نَخْلٍ مُنْقَعِرٍ) فذَكَّرَ وقال (وَالنَّخْلَ باسِقاتٍ لَها طَلْعٌ نَضِيدٌ) فأنث وأما قوله والجبالُ الخُشَّعُ فمن الناس من يرفع الجبالَ بالابتداء ويجعل الخُشَّع خبرا كانه قال والجبالُ خُشَّعٌ ولم يرفعها بتواضعتْ لانه اذا رفعها بتواضعت ذهب معنى المدح لان الخُشَّعَ هى المتضائلة واذا قال تواضعتْ الجبالُ المُتَضائلةُ لموته لم يكن ذلك طريقَ المدح انما حكمُه أن يقول تواضعت الجبالُ الشوامخ وقال بعضهم الجبال مرتفعة بتواضعتْ والخُشَّعُ نعتٌ لها ولم يُرِدْ أنها كانت خُشَّعًا من قبلُ وانما هى خُشَّعٌ لموته فكانه قال تواضعت الجبالُ الخُشَّعُ لموته كما قال رؤبة\n* والسَّبُّ تَخْرِيقُ الأَدِيمِ الاخْلَقِ*\nوقال ذو الرمة أيضا",
        "فانث والفعلُ للمَرّ لانه لو قال تَسَفَّهَتْ أَعالِيَها الرياحُ لجاز وقال العجاج\n* طُولُ اللَّيالِى أَسْرَعَتْ فى نَقْضِى*\nوقال سيبويه وسمعنا من العرب من يقول ممن يوثق به اجتمعتْ أهلُ اليمامة لانه يقول فى كلامه اجتمعت اليمامة وجعله للفظ اليمامة فترَك اللفظَ على ما يكون عليه فى سَعةِ الكلام يعنى ترك لفظَ التأنيثِ فى قولك اجتمعت أهلُ اليمامة على قولك اجتمعت اليمامةُ لما قَدَّمنا* وقال الفراء* لو كَنَيْتَ عن المؤنث فى هذا الباب لم يجز تأنيثُ فِعْلِ المذكر الذى أُضِيفَ اليه فلو قلتَ ان الرياحَ آذَتْنِى هُبُوبُها لم يجز أن تؤنث آذَتْنى اذا جعلتَ الفعلَ للهُبوب واحتج بانا اذا قلنا آذتْنى هُبوبُ الرياح فكانما قلنا آذتنى الرياح وجعلنا الهُبوبَ لغْوًا واذا قلتَ آذَتْنِى هُبوبُها لم يَصْلحُ أن تَجْعل الهُبُوبَ لَغْوًا لان الكنايةَ لا تقومُ بنفسها فتجعل الهبوب لغوا والصحيح عندنا حوازُه وذلك أن التأنيث الذى ذكرناه فانما ذكرناه لَانْ تَجُوزَ العبارةُ عنه بلفظ المؤنث المضاف اليه لا لأنه لَغْوٌ وقد تَجُوزُ العبارةُ بلفظ المؤنث عن ذلك المذكر وان\nكان لفظُها مَكْنِيًّا ألا ترى أنا نقول ان الرياح آذَتْنى وان أصابعى ذهبتْ وأنا أريد البعضَ والهُبوبَ",
        "هذا باب جمع الاسم الذى\nآخره هاء التأنيث\nاعلم أنه لا خلاف بين النحويين أن الرجل اذا سمى باسم فى آخره هاء التأنيث ثم أردتَ جَمْعَه جمعتَه بالتاء واستدلوا على ذلك بقول العرب رجل رَبْعةٌ ورجال رَبَعاتٌ وبقولهم طَلْحةُ الطَّلَحاتِ قال الشاعر\nوتقول العرب ما أَكْثَر الهُبَيْراتِ يريدون جمعَ الهُبَيْرةِ ولم نسمع رجالُ رَبْعُون ولا طَلْحة الطَّلْحِين ولم نسمع ما أكْثَر الهُبَيْرِينَ ولا جمعَ شئ من ذلك بالواو والنون وأجاز الكسائى والفَرَّاءُ جمعَ ذلك بالواو والنون فاذا جمع بالواو والنون سكنوا اللام من طَلْحةً لانهم يُقَدِّرُونَ جمعَ طَلْح فلا يُحَرِّكون اللامَ وكان أبو الحسن بن كَيْسانَ يذهب الى جواز ذلك ويُحَرِّك اللامَ فيقول الطَّلَحُونَ فيفتحها كما فتحوا أَرَضُون حَمْلاً على أرَضاتٍ لو جمع بالالف والتاء لانه بمنزلة تَمَراتٍ والقولُ الصحيح ما قاله غيره لانه قول العرب الذى لم يُسْمَع منهم غيرُه ولانه القياس ولان طَلْحة فيه هاء التأنيث والواو والنون من علامات التذكير ولا يجتمع فى اسم واحد علامتان مُتَضادَّتانِ ومما احتج به ابن كَيْسانَ أن التاء تسقط فى الطلحات فمن أجل سقوطها وبقاءٍ الاسمٍ بغير التاء جاز جمعها بالواو والنون وهذا لا يلزم لان التاء مقدّرة وانما دخل فى علامة الجمع التاء وسقطت التاء التى كانت فى الواحد لان تاء الجمع عوض ولئلا يجتمع تاآن فصار بمنزلة ما يسقط لاجتماع الساكنين وهو مقدّر واذا جمع بالالف والتاء ما كان فى آخره ألف تأنيث مقصورة فانك تقلب ألف التأنيث ياء فتقول فى حُبْلَى حُبْلَيات وفى حُبارَى حُبارَيات وفى جَمَزى جَمَزَيات فان قال قائل أنتم تقولون انا حذفنا التاء فى طَلَحات وتَمَرات لئلا يُجْمَع بين علامَتَىْ تأنيث لو جمعناه تَمَرات فقد",
        "جمعتم بين الالف التى فى حُبْلَى والتاء التى فى الجمع قيل له ليس سبيلُ الالف سبيلَ التاء لان الالف لا تثبت على لفظ التأنيث وانما تنقلب ياء وليست الياء للتأنيث فاذا قلنا حُبْلَيات لم نجمع بين لَفْظَىْ تأنيثٍ والتاءُ فى تَمرة لو قلنا انها هى علامةُ التأنيث وان الهاء بدلٌ منها فى الوقف للفرق بين الاسم والفعل والواحد والجمع اذ علامة التأنيث فى الفعل تاء لا غير فى الوقف والوصل وكذلك فى جمع مسلمات وما أشبه ذلك وأيضا فان التاء دخولها على بناء صحيح للمذكر ودخول ألف التأنيث على بناء لو نزعت منه لم يكن له معنى ألا ترى أنا لو قلنا فى حُبْلَى حُبْلٌ لم يكن له معنى واذا قلنا فى مُسْلمة مُسْلِم كان للمذكر فصار ألفُ التأنيث بمنزلة حرف من نفس الاسم مخالف للعلامة الداخلة على الاسم بكماله* واذا جمعتَ المقصور بالواو والنون حذفت الالف لاجتماع الساكنين وبَقَّيْتَ ما قبله على الفتح فقلت فى موسى وعيسى وحبلى مُوسَوْنَ وعِيسَوْنَ وحُبْلَوْنَ لا يجوز غير ذلك عند جميع النحويين وهو القياسُ وكلامُ العرب فأما كلام العرب فقولهم المُصْطَفَوْنَ والاعْلَوْنَ ورأيتُ المُصْطَفَيْن والاعْلَيْنَ وأما القياسُ فلأن الحرفَ الثابتَ فى الواحد ليس لنا حذفُه من الكلمة الا لضرورة عند اجتماع ساكنين وهو مُقَدَّر كقولنا راضُونَ ورامُونَ فلو قلنا عِيسُونَ ومُوسُون لكنا نقدّر حذفَ الالف فيهما من قَبْلِ دخول علامة الجمع ولو جاز هذا لجاز أن نقول فى حُبْلَى حُبْلات وفى سُكْرَى سَكْراتٌ وليس أحدٌ يقول هذا فوجب أن علامةَ الجمع انما تدخل على عيسَى وموسى والالفُ فيهما ثم تسقط الالفُ لاجتماع الساكنين ويبقى ما قبلها مفتوحا فان قال قائل انما تحذف هذه الالف تشبيها بحذف هاء التأنيث قيل له لو جاز ذلك لجاز أن تقول حُبْلاتٌ وقد ذكرنا السبب فى حذف هاء التأنيث* وأما الممدود فانك تقلب الهمزة واوا فيه اذا كانت المدة للتأنيث كما قلبت فى التثنية فتقول فى حمراء حَمْراوات وفى ورْقاء وَرْقاوات كما قالوا خَضْرَاوات وان كان ذلك اسمَ رجل جمعتَه بالواو والنون وقلبت الهمزة واوا أيضا فقلت وَرْقاوُون وحَمْراوُون ورأيتُ وَرْقاوِينَ وحَمْراوِينَ وذكر أن المازنى كان يُجيز فى وَرْقاوُون الهمزَ لانضمام الواو بعدها وهذا سهولان انضمامها لواو الجمع بعدها فهى بمنزلة ضمة الواو للاعراب أو لالتقاء الساكنين كقولك هؤلاءِ ذَوُوك\nوهؤلاء مُصْطفَوُ البلدِ ولا يجوز فيه الهمز وتقول فى زَكَرِيَّاءَ فيمن مَدَّ زَكَرِيَّا وُونَ كوَرْقاوُون وفيمن قصر زَكَرِيَّونَ بمنزلة عِيْسَوْنَ ومُوسَوْنَ وفيه لغات ليس هذا موضعَ ذِكْرِها وقد قدّمتها\nباب جمع الرجال والنساء\nاعلم أن هذا الباب يشتمل على جمع الاسماء الاعلام والبابُ فيها أن كُلَّ اسمٍ سميتَ به مذكرا يَعْقِل ولم يكن فى آخره هاء جاز جمعه بالواو والنون على السلامة وجاز تكسيره سواء كان الاسم قيل ذلك مما يجمع بالواو والنون أولا يجمع وكذلك ان سميتَ به مؤنثا جاز جمعُه بالالف والتاء على السلامة وجاز تكسيره واذا كسر شئ من ذلك وكانت العرب قد كَسَّرَتْه اسما قبل التسمية على وجه من الوجوه وان لم يكن ذلك بالقياس المطرد فانه يكسر على ذلك الوجه ولا يعدل عنه وان كان لا يعرف تكسيره فى الاسماء قبل التسمية به حمل على نظائره وقد ذكرنا جمع ما كان من ذلك فى آخره الهاء بما أغنى عن اعادته فمن ذلك اذا سميت رجلا بزيد أو عمرو أو بكر على السلامة قلت الزيدون والعمرون وان كَسَّرْتَ قلتَ أزْيادٌ فى أدْنَى العدد وزُيُود فى الكثير وقلتَ فى بكر وعمرو فى أَدْنَى العدد الاعْمُرُ والأبْكُرُ وفى الكثير العُمُور وأَدْنَى العددِ أن تقول ثلاثةُ أَعْمُرٍ وعشرةُ أَبْكُرٍ وان سميته ببِشْرٍ أو بُرْدٍ أو حَجَرٍ قلتَ فى أدنى العدد ثلاثةُ أَبْراد وعشرةُ أَبْشارٍ وتسعةُ أَحْجار وينبغى أن يقال فى الكثير بُرُودٌ وبُشُورٌ وحجارة قال الشاعر وهو زيد الخليل",
        "وقال أيضا غيره\nوقال الفرزدق\nوقال أيضا غيره\n",
        "* قال أبو سعيد* معناه أنهم قبيلة أبوهم كَعْبٌ فهم كَعْبٌ واحدٌ اذا كانوا مُتَأَلِّفِينَ فاذا تَفَرَّقُوا وعادَى بعضهم بعضا صار كُلُّ فرقة منهم تُنْسَبُ الى كَعْب وهى تُخالف فكأنهم كِعَابٌ جَمَاعةٌ وقال فى قوم من العَرَب اسْمُ كُلِّ واحدٍ منهم جُنْدُبٌ الجَنادِب واذا سميتَ امرأةً بدَعْدٍ فجمعتَ قلتَ دَعَدَاتٌ لانك لما أدخلتَ الالفَ والتاء صار بمنزلة تَمَراتٍ وان لم يكن فى الواحد الهاءُ لان الهاء تسقط يَدُلك على ذلك قولُهم أَرَضاتٌ وان لم يكن فى أرض هاءٌ لان الجمع لما كان بالالف والتاء صار كجمع فَعْلةٍ وان جمعتَ جُمْلاً بالالف والتاء جاز أن تقولَ جُمُلاتٌ وجُمَلات وجُمْلَات بمنزلةِ جمع ظُلْمة وتقول فى هِنْدٍ هِنْدات وهِنِدات وهِنَدات بمنزلة كِسْرة اذا جُمِعَتْ على هذه الوجوه وان كَسَّرْتَ كما كَسَّرْتَ بُرْدًا وبِشْرًا قلتَ هذه أهْناد وأَجْمال فى الجمع القليل وتقولُ فى الكثير هُنُود كما قالوا الجُذُوع قال جرير\nوان سميت امرأة بقَدَمٍ فجمعتَ بالالف والتاء قلتَ قَدَمات ولا يجوز تسكين الدال بها وان كَسَّرْتَ فالذى يوجبه مذهب سيبويه أن تقول أَقْدامٌ فى القليل والكثير لان العرب قد جمعتْ قَدَمًا قبل التسمية على أَقْدام فى القليل والكثير وان سميت رجُلا بأحْمَرَ ثم جمعته فان شئت قلت أَحْمَرُونَ على السَّلامة وان شئتَ قلتَ أَحامِرُ على التكسير وكلا هذين الجمعين لم يكن جائزا فى أحْمَر قبل التسمية لان أَحْمَرَ وبابَهُ لا يجوز فيه أَحْمَرون ولا أَحامِرُ اذا كان صفةً وانما يجمع على حُمْرٍ ونظيره بِيضٌ وشُهْبٌ وما أشبه ذلك فاذا سميت به فحكم الاسمِ الذى على أَفْعَلَ يخالفُ حكَم الصفة التى على أَفْعَل والاسمُ جَمْعُه أفاعلُ مثل الأرانِب والأباطِح والارامِل والاداهِم وان سميت امرأةً باحْمَر قلتَ فى السلامة أَحْمَرات وفى التكسير أَحامِرُ وقد قالت العرب الأَجارِب والاشاعِر لِبَنِى أَجْرَبَ كأنهم جعلوا كُلَّ واحدٍ منهم أَجْرَبَ على اسمِ أبيه ثم جمعوه كما قالوا فى أَرْنَبٍ أَرانِبُ وان سميتَ رجلا بوَرْقاء أو ما جَرَى مَجْراه فجمعتَه بالواو والنون قلتَ وَرْقاوُون وان سميت بها امرأة وجمعتها جمع السلامة قلتَ وَرْقاوات وان جمعتها جمع التَكسير فى الرجل والمرأةِ قلت وَرَاقٍ كما قيل فى صَلْفاءَ صَلَافٍ وفى\nخَبْراء خَبَارٍ وان سميت رجلا أو امرأة بمُسْلمٍ أو بخالد ولم تجمعهما جمعَ السلامة قلتَ فيهما خَوالِدُ كما تقول فى قَادِمِ الرَّحْلِ وآخِره القَوادِمُ والاواخِرُ وجمعُ التكسير يستوى فيه المذكر والمؤنث وما يَعْقِل وما لا يعْقِل ألا تَراهم قالوا غُلام وغِلْمان كما قالوا غُراب وغِرْبان وقالوا صَبِىٌّ وصُبْيانٌ كما قالوا قَضِيبٌ وقُضْبان ومما يُقَوِّى خَوالَد جمعَ رجل اسمه خالد أنهم قالوا فى الصِّفة فارسٌ وفَوارسُ واذا كان هذا فى الصفة فهو فى الاسماء أَجْدَرُ والقياسُ أن يقالَ فى فاعِل فَواعل لانه على أربعة أحرف وعلامةُ الجمع تنتظم فيه على طريق انتظام علامةِ التصغير فيه لانك تقول خُوَيْلِدٌ وحُوَيْتِم فتُدْخِل ياء التصغير ثالثة وتَكْسِرُ ما بعدِها وكذلك تُدْخِلُ ألفَ الجمع ثالثةً وتكسر ما بعدها ولو سميت رجلا بشَفَةٍ أو أَمَة ثم كَسَّرْتَ لقلتَ آمٍ فى الثلاثة الى العشرة وفى الكثير إمَاءٌ ويجوز إمْوانٌ قال الشاعر\nوتقول فى شَفةٍ شِفاهٌ لا يجوز غير ذلك وانما جاز فى أمةٍ اذا سميت بها رجلا أو امرأة الوجوهُ التى ذكرتُ لان العربَ تجمعها على هذه الوجوه وهى اسم قبل التسمية بها شيأ بعينه فاستعملنا بعد التسمية ما استعملته العربُ قبلها اذ لم تتغير الاسْمِيَّةُ فيها ولا تقل فى الشَّفةِ الا شِفَاهٌ فى الجمع القليل والكثير لان العربَ لم تستعمل فيها غَيْرَ الشِّفاهِ قبل التسمية ولا يقال فيها شَفَاتٌ ولا أَمَاتٌ لان العرب تجتنب ذلك فيها قبل التسمية وان سميت رجلا بتَمْرة أو قَصْعةِ قلتَ قَصَعاتٌ وتَمَراتُ وان كسرته قلتَ قِصاعٌ وتِمَارٌ وان سميت رجلا أو امرأة بَعْبلة لقلتَ فى الجمع العَبَلاتُ وفتحتَ الباءَ وقد كان قبل التسمية يقال امرأةٌ عَبْلةٌ ونساء عَبْلَاتٌ لانها كانت صفة فلما سميتَ بها صارتْ بمنزلة تَمْرة وتَمَراتٍ ولا يجوز أن تقول فى جمع رجل اسمه تمرة تَمْرٌ لان تمرا اسم للجنس وليس بجمع مكسر ولو سميت رجلا أو امرأة بسَنَةٍ لكنتَ بالخيار ان شئتَ قلت سَنَوات وان شئتَ قلت سِنُونَ لا تعدو جمعَهم إياها قبل ذلك وهم يجمعون السَّنَةَ قبل التسمية على هذين الوجهين ولو سميته ثُبَةً لقلتَ ثُبَاتٌ وثُبُونَ وان شئتَ كسَرْتَ الثاءَ وكذلك نظائر ثُبةٍ وان سميته بِشيَةٍ أو ظُبَةٍ لم تُجاوزْ شِيَاتٍ وظُباتٍ لان",
        "العرب لم تجمعه قبل التسمية الا هكذا فان سميتَه بابْنٍ فان جمعتَ بالواو والنون قلتَ بَنُونَ وان كسَّرْتَ قلتَ أبناءٌ وان سميتَ المرأةَ بأُمٍّ ثم جَمَعْتَ جاز أُمَّهاتٌ وأُمَّاتٌ لان العرب قد جمعتها على هذين الوجهين قال الشاعر\nولو سميتَ به رجلا لَقُلْتَ أُمُّونَ وان كَسَّرْتَه فالقياسُ أن تقول إِمامٌ وان سميتَه بابٍ قلتَ أَبَوانِ فى التثنية لا تجاوز ذلك يعنى لا تقل أَبانِ واذا سميت رجلا باسم فجمعتَ جمعَ السلامة لم تحذف ألفَ الوصل وقلتَ اسْمونَ وان كَسَّرْتَ قلتَ أَسْماءٌ وكان القياسُ أن تقول ابْنُونَ غير أنهم جمعوه قبل التسمية على بَنِينَ وحذفوا الالف لكثرة استعمالهم إياه وحركوا الباء كَمنِينَ وهَنِينَ ولو سميت رجلا بامْرِئٍ قلتَ امْرُؤُنَ فى السَّلامة وان سميت به امرأةً قلت امْرَآتٌ وان كسَّرْتَ قلتَ أمْرَاءٌ كما قالوا أَبْناء وأسْماءٌ وأسْتاه ولو سميتَ بشباةٍ لم تَجْمَعْ بالتاء ولم تقل الاشِيَاهٌ لان هذا الاسم قد جمعته العَرَبُ مكسَّرا على شِياهٍ ولم يَجْمَعُوه جمعَ السَّلامة بل لا يحتمل ذلك لانا اذا حذفنا الهاء بقى الاسم على حرفين الثانى منهما من حروف المد واللين ولا يجوز مثل ذلك الا أن يكون بعدها هاء فان قال قائل فقد قالوا شَاءٌ وشَوِىٌّ لان الشَّاءَ والشَّوِىَّ جمعانِ للشاةِ قيل له هما اسمان للجمع يجريان مجرى الواحد فاذا سمينا به احتجنا أن نُكَسِّرَ على شِيَاهٍ وان سميت رجلا بضَرْبٍ قلتَ ضَرْبُونَ وضُرُوبٌ بمنزلة عَمْرٍو وعُمور وقد جمعت العرب المصادرَ من قَبْلِ التسمية بها فقالوا أَمْراضٌ وأَشْغَالٌ وعُقُول وألْبابٌ فاذا صار اسما فهو أَجْدَرُ أن يجمع بتكسير ولو سميت رجلا برُبَتَ فى لغة من خَفَّفَ فقال رُبَتَ رَجُلٍ قُلْتَ رُبَاتٌ ورُبُونَ ورِبُون أيضا وانما جاز فى رُبَتَ هذه الوُجُوهُ لانها لم تجمع قبل التسمية فلما سُمِّى به وجُمِعَ حُمِلَ على نظائره الكثيرة ومما كَثُر فى هذا الباب من النواقص أن تجىء بالالف والتاء والواو والنون نحو ثُبات وثُبُونَ وكُرات وكُرُونَ وعِزات وعِزُونَ وان سميته بعِدَةٍ قلتَ عِدَاتٌ وان شئت قلتَ عِدُونَ اذا صارت اسما كما قلتَ لِدُون وان سميته ببُرةٍ وكَسَّرْتَ قلتَ بُرًى لان العرب قد كَسَّرْتُه على ذلك وان جاء مثل بُرّةٍ مما لم تكسره العربُ لم تجمعه الا بالالف والتاء\nوالواو والنون لان هذا هو الكثير واذا سميت بصِفةً مما يختلف جمعُ الاسم والصفة فيه جمعتَه جمعَ نظائره من الاسماء ولم تُجْره على ما جمعوه حين كان صفةً الا أن يكونوا جمعوه جمعَ الاسماءِ فتُجْرِيه على ذلك كرجل سميته بسَعِيد أو شَرِيفٍ تقول فى أدنى العدد ثلاثةُ أَشْرِفةٍ وأَسْعِدةُ وتقول فى الكثير سُعْدَانٌ وشُرْفانٌ وشُعُد وشُرُفٌ لان هذا هو الكثير فى الاسماء فى جمع هذا البناء تقول رَغِيفٌ وأَرْغِفَة وجَرِيب وأَجْرِبة وقالوا رُغْفانٌ وجُرْبانٌ وقالوا قُضُبُ الرَّيْحانِ فى جمع قَضِيبٍ وقالوا الرُّغُفُ فى جمع رَغِيف قال الشاعر\nوقالوا سَبِيلٌ وسُبُلٌ وأَمِيلٌ وأُمُلٌ فهذا هو الكثير فيه وربما قالوا الأَفْعِلَاءَ فى الاسماء نحو الانْصِباءِ والاخْمِساءِ وليس بالكثير فلو سميتَ رجلا بنَصِيبٍ أو خَمِيسٍ لقلتَ أنْصِباء وأَخْمِساء وان سميته بنَسِيبٍ وهو صفة ثم كَسَّرْتَه لقلتَ أنْسِباءُ لان العرب قد جمعته وهو صفة على ذلك وهو من جمع بعض الاسماء كنَصِيبٍ وأنْصِبَاءَ فلم يغيروا* قال سيبويه* وأما والِدٌ وصَاحِبٌ فانهما لا يجمعان ونحوُهما كما لا يجمع قادِمُ النَّاقةِ يعنى الخِلْفَ المُقَدَّمَ من ضَرْعها لان هذا وان تُكُلِّم به كما يُتَكَلَّمُ بالاسماء فان أصلَه الصفةُ وله مؤنث* قال أبو سعيد* ذكر سيبويه وَالِدًا وصاحِبًا قبل التسمية بهما فأرى أن صاحبا اذا جمعناه لم نقل فيه صَواحبُ وكذلك والد لا نقول فيه أَوالِدُ لان هاتين صفتان من حيث يقال والد ووالدة واذا كانت الصفة على فاعل للمذكر لم يجمع على فواعل وانما يقال فيه فاعِلُونَ وهذان الاسمان قد كثرا فجَريا مَجْرَى الاسماء فلم يجب لهما بذلك أن يقال صَواحِبُ وأوالد اذ كان يقال فى مؤنثهما صاحبة ووالدة ولو سمينا رجلا بصاحب لقلنا فى التكسبر صَواحبُ وأما والد فقال الجَرْمىُّ اذا سمينا به لم نقل الا والِدُونَ وان سمينا به مؤنثا لم نقل الا والدات وان سمينا بوالدة قلنا والدات لان العرب تنكبت فى جمع ذلك التكسيرَ قبل التسمية فقالوا والِدٌ ووالدُونَ ووالِدةٌ ووالِداتٌ ولم بقولوا أوَالِدُ فى الوالدة وان كانوا يقولون قاتلة وقَواتِل",
        "وجالسة وجَوالِس لان الاصل ووَالِدُ قلب احدى الواوين فاقتصروا فيه على السلامة ولو سميتَ رجلا بفَعالٍ نحو جَلالٍ لقلت أَجِلَّةٌ على حدّ قولك أَجْوِبة فاذا جاوزتَ قلتَ جِلَّانٌ كقولك غِرْبانُ وغِلْمان واعلم أن العرب تجمع شجاعا على خمسة أوجه منها ثلاثة من جميع الاسماء وهى شُجْعانٌ مثل قولنا زُقاقٌ وزُقَّانٌ وشِجْعان مثل غُراب وغِربان وشِجْعه مثل غُلام وغِلْمة فاذا سميت رجلا بشُجاع جاز أن تجمعه على هذه الوجوه الثلاثة وقد يجمع شُجَاع على شِجَاع وشُجَعاء نحو كريم وكِرَامٍ وكُرَماء وظَرِيفٍ وظِرافٍ وظُرَفَاء فاذا سميت بشُجَاع لم يجز جمعه على هذين الوجهين وربما جمعت العربُ الاسمَ الذى أصلُه صِفة على لفظ الصِّفة كانهم يَذْهَبُون به الى أنه صفة غَلَبتْ كما سَمَّوْا بما فيه الالفُ واللامُ وتركوا الالفَ واللام بعد التسمية كالحَسَنِ والعباس والحارث كانهم قَدَّرُوا فيه الصِّفةَ وقالوا فى بنى الاشْعر الأشاعِر على ما توجبه الاسمية وقالوا الشُّقْر والشُّقْرانُ على الوَصْف ولو جمع انسانٌ الحارثَ على ما تُوجبه الصفةُ فقال الحُرَّاثُ لجازَ لانه صفة غلبت ومن قال الحَوارِث فعَلَى ما ذكرنا من جَمْع الاسماء ولو سميتَ رجلا بفَعِيلةٍ ثم كَسَّرْتَهُ قلتَ فَعَائِل كرجل سميته بكَتِيبةٍ أو قَبِيحةٍ أو ظَرِيفةٍ لقلتَ فَعَائل لا غير وقد جمعت العربُ فَعِيلة على فُعُلٍ فى الاسماء وليس بقياس مُطَّرِد فقالوا سَفِينة وسُفُنٌ وصَحِيفة وصُحُفٌ وليس بالكثير فان سميتَ رجلا بسفينة أو صحيفة جاز جمعُه على سُفُن وصُحُف وان سميت رجلا بعَجُوز فكَسَّرْتَه قلتَ فيه العُجُز ولم تقل العَجائز وكذلك لو سميته بقَلُوص قلت فيه القُلُصُ ولم تقل القَلائص وانما جمعت العربُ عَجُوزًا وقَلُوصًا على عَجائزَ وقَلَائص لانهما مؤنثان فاذا سميتَ بهما رجلا زال التأنيثُ وصار بمنزلة عَمُود وعُمُد وجَزُور وجُزُر* قال سيبويه* وسألتُه عن أَبٍ فقال ان أَلْحَقْتَ فيه النُّونَ والزيادةَ التى قبلها قلتَ أَبُونَ وكذلك أَخٌ تقول أَخُونَ ولا تُغَيِّرِ البناءَ الا أن تُحْدِثَ العربُ شيئا كما تقول بَنُونَ ولا تُغَيِّر بناءَ الأب عن حال الحرفين الا أن تُحْدِثَ شيئا كما بَنَوْه على بناءِ الحرفين قال الشاعر\n\nأنشدناه مَنْ نَثِقُ به وزعم أنه جاهلىّ وان شئتَ كَسَّرْتَ فقلتَ آباء وآخاء فاما عُثْمانُ ونحوُه فانك تعتبره بالتصغير فما كان فى آخره ألفٌ ونون زائدتان وكانت العرب تصغره بقلب الالف ياء كَسَّرْتَه وقلبتَ الالفَ ياء وان شئتَ جمعتَ جمعَ السَّلامة وما كان من ذلك تُصَغِّرُ العربُ الصَّدْرَ منه وتُبْقِى الالفَ والنونَ لم يَجُزْ فى جمعه التكسيرُ وجمعتَه جمعَ السلامة بالواو والنون فاما ما صَغَّرَتْه العربُ وقلبت الالف فيه ياء فنحو سِرْحانٍ وضِبْعانٍ وسُلْطانٍ اذا سميتَ بشئ من ذلك رجلا جاز أن تجمعه جمع السلامة فتقول سُلْطانُون وسِرْحانُونَ وضِبْعانُونَ وجاز أن تكسر فتقولَ ضَباعِين وسَلَاطين وسَرَاحِين وان سميته بعُثمانَ أو غَضْبانَ أو نحوه قلت فى جمعه عُثْمانُون وغَضْبانُون لانه يقال فى تصغيره عُثَيْمانُ وغُضَيْبان وكذلك تقول فى جمع عُرْيان وسَعْدان ومَرْوَان عُرْيانُونَ وسَعْدانُونَ ومَرْوانُون واذا وَرَدَ شئٌ من ذلك ولا يُعْرَفُ هل تقلب العربُ الالَف ياء فى التصغير أم لا حَمَلْتَه على باب عثمان وغضبان لانه الاكثر فان كان فُعْلان جمعا لم يكن سبيلُه سبيلَ الواحد لان فُعْلانا فى الجمع ربما كُسِّرَ فقيل فَعالِينُ كقولهم مُصْرانٌ ومَصَارين ويقال فى التصغير مُصَيْران لان الالف للجمع واذا كانتْ ألفا حادثةً للجمع لم تغير فى التصغير كقولهم أَجْمال وأَجَيْمال وعلى هذا لو سميت رجلا بمُصْران أو بأنْعام أو بأقوال ثم صغرته لقلتَ مُصَيْران وأُنَيْعام وأُقَيَّال ولم تلتفت الى قولهم فى الجمع مَصَارين وأَناعيم وأَقاوِيل\nالقول فى بنت وأخت وهَنْتِ وتكسيرها وذكر كِلْتا",
        "وثنتين وابانة وجه الاختلاف فيه اذ كان فصلا دقيقا\nمن فصول التذكير والتأنيث\nقال أبو على بنْتٌ من ابن ليس كصَعْبةٍ من صَعْب لان البناء صيغ للتأنيث على غير بناء التذكير فهو كحَمْراء من أَحْمر وليس كصعبة من صعب وغير البناء عما كان\nيجب أن يكون عليه فى أصل التذكير وأبدل التاء من الواو وأُلْحِقَ الاسمُ به بشِكْس ونِكْسٍ وما أشبه ذلك وبهذا ردّ على من قال ان الدليل على أن الباء من ابن مكسورة كَسْرُهم الباءَ فى بِنْت وشئٌ آخر يدل على أن بنتا لا يدل على أن أصل ابن فِعْلٌ وهو أنا وجدناهم يقولون أُخْت فلو كان ابنٌ فِعْلاً لقولهم بِنْتٌ لكان أَخٌ فُعْلاً لقولهم أُخْتٌ فكما لا يجوز أن يكون أَخٌ فُعْلاً وان جاء أُخْتٌ كذلك لا يجوز أن يكون ابنٌ فِعْلا وان جاء بِنْتٌ فاما قولُهم بَناتٌ فى الجمع فمما يدل على أن أصل الباء فى ابن الفتح ورُدَّ فى الجمع الى أصلِ بناءِ المذكرِ كما رُدَّ أُخْتٌ الى أصل بناء المذكر فقيل بناتٌ كما قيل أخواتٌ وهذا الضَّرْبُ من الجمع أعنى الجمع بالالف والتاء قد يُرَدُّ فيه الشئ الى أصله كثيرا كَرَدِّهم اللاماتِ الساقطةَ فى الواحد له نحو قولهم فى عِضَةٍ عِضَوات فكما رَدُّوا الحرفَ الاصلىُّ فيه كذلك رُدَّت الحركةُ التى كانت الاصلَ فى بناء المذكر والمحذوف من أخت وبنت الواو أما فى أخت فدليلُه قولُهم إخْوة وأُخُوَّة وأما بِنْتٌ فمحمولة عليه وأيضا فان بدل التاء من الواو أكثر من بدلها من الياء وهذه التاء لا تخلو من أن تكون بدلا من لام الفعل أو علامة للتأنيث فلو كانت علامة للتأنيث لا نفتح ما قبلها كما ينفتح ما قبلها فى غير هذا الموضع فلما لم ينفتح علمنا أنه بدل وأنه ليس على حد طلحة وثُبَة واذا كان بدلا فلا بد أن يكون من ياء أو واو ولا يجوز أن يكون من الياء لانا لم نجدهم أبدلوا التاء من الياء الا فى افتعل من اليَسار ونحوه وفى حرف واحد كقولهم أَسْنَتُوا فاما أصلُ ابدال التاء من الواو دون الياء فذلك كثير جدًّا فعلمنا بذلك أن التاء فى بنت بدل من واو كما كانت فى أخت كذلك وكما كانت فى هَنْتٍ كذلك والدليلُ على أن التاء فى هَنْتٍ بذلُ من الواو قولُه",
        "* عَلَى هَنَواتٍ شأنُها مُتَتابعُ*\nفالتاء بدل من الواو وذلك فيه وفى أُخْتٍ بَيِّنٌ لأخوات وهَنَواتٍ وكذلك فى بنت تقول فى التاء انها بدل من الواو وان الالف فى كلا منقلبة عن واو لا بد لك التاءَ منها فى كلتا ولذلك مثله سيبويه بشَرْوَى فان قال قائل اذا كانت التاء فى أخت وما أشبهه\nللالحاق كما ذكرتَ دون التأنيث فهلا أَثْبَتَّها فى الجمع بالتاء نحو أَخَوات وبنات ولم تحذف كما لا تحذف سائر الحروف الملحقة فى هذا الجمع ولا فى الاضافة فالجواب أن هذه التاء للالحاق كما قلنا والدليل عليه ما قدمنا وانما حذف للاضافة وهذا الضرب من الجمع لان البناء الذى وقع الالحاق فيه انما وقع فى بناء المؤنث دون المذكر وصار البناء بما اختص به المؤنث بمنزلة ما فيه علامة التأنيث فحذفت التاء فى الموضعين لذلك لا لانه للتأنيث وغُيِّرَ البناءُ فى هذين الموضعين ورُدَّ الى التذكير من حيث حُذِفتْ علامةُ التأنيث فى هذين الموضعين لان الصيغة قامت مقام العلامة فكما غُيِّرَ ما فيه علامة بحذفها كذلك غُيِّرَتْ هذه الصيغة بردّها الى المذكر اذ كانت الصيغة قد قامت مقام المذكر فمن حيث وجب أن يقال طَلَحات وطَلَحِىٌّ وجب أن يقال أخَوات وأَخَوِىٌّ فاما قول يونس فى الاضافة الى أُخْتٍ أُخْتِىٌّ فلا يجوز كما لا يجوز فى الاضافة الى طلحة الا الحذفُ لمعاقبة الياءين تاءَ التأنيث فى مثل قولهم زَنْجِىٌّ وزَنْجٌ ورُومِىٌّ ورُوم صار بمنزلة تَمْر لان حذفها يدل على التكثير واثباتها يدل على التوحيد فلهذا لم تثبت التاء مع ياءَىِ الاضافة وألحقت علامتا التأنيث الاخريان بالتاء فازيلتا فى الاضافة كما حذفت هى فاما حذف هذه العلامات فى الجمع بالالف والتاء فلئلا يجتمع علامتان للتأنيث فان قيل فقد قالوا ثنتين وقد أنشد سيبويه\n* ظَرْفُ عَجُوزٍ فيهِ ثِنْتا حَنْظَلِ*",
        "فابدلوا التاء من لياء التى هى لام لانها من ثنيت فهلا جاز عندك على هذا أن يكون التاء فى بنت بدلا من الياء وكما أنها فى أسنتوا بدل منها فالجواب أنه لا يلزم أن تكون التاء فى بنت بدلا من الياء كما كان فى ثنتين بدلا منها فاذا أجازه مجيز لهذا كان غير مصيب لتركه الاكثَر الى الاقل والشائعَ الى النادر ألا ترى أن ابدال التاء من الواو قد كثر فحملُ بنت على الاكثر أولَى من حمله على الاقلِّ ألا ترى أن القياس يجب أن يكون على الاكثر حتى يمنع منه شئ ولم يمنع شئ فى بنت من حمل لامه على أنه واو بل قَوَّاه قولُهم أخت وهَنْتٌ وكِلْتا وكثرةُ ابدال التاء من الواو فى غير هذا الموضع فاما أسنتوا فالتاء مبدلة من ياء منقلبة عن واو فليس ابدال التاء من الياء\nبكثير فيسوغ أن يحمل عليه هذا الحرفُ فان قيل فقد قالوا كان من الامر كَيَّةُ وكَيَّةُ وذَيَّةُ وذَيَّةُ ثم خففوا فقالوا كَيْتَ وكَيْتَ فأبدلوا التاء من الياء فهلا أَخَذْتَهُ فى بِنْتٍ على هذا فالجواب أن ذلك لا يجوز من أجله فى بنت ابدالُ التاءِ من الياء لان هذه أسماء ليست متمكنةً والايماءُ التى ذكرناها من أُخْت وهَنْتٍ متمكنةٌ فحملُ المتمكن على المتمكن أولى من حمله على غير المتمكن لانه أقرب اليه وأشبه به فاعلمه\nباب تحقير المؤنث\nاعلم أن ما كان على ثلاثة أحرف من المؤنث اذا صغرته زدت فيه هاء الا أحرفا شَذَّتْ وذلك قولُك فى قَدَمٍ قُدَيْمة وفى يَدٍ يُدَيَّة وفى فِهرٍ فُهَيْرة وفى رِجْلٍ رُجَيْلة وهو أكثر من أن يُحْصَى واذا صغروا من المؤنث ما كان على أكثر من ثلاثة أحرف مما ليس فيه هاء التأنيث لم يُدْخِلُوا الهاءَ كقولك فى عَناق عُنَيِّقٌ وفى عُقابٍ عُقَيِّبُ وفى عَقْرَب عُقَيْرِب وانما أدخلوا الهاء فى المؤنث اذا كان على ثلاثة أحرف لان أصل التأنيث أن يكون بعلامة وقد يُرَدُّ فى التصغير الشئُ الى أصله فرَدُّوا فيه الهاءَ لما صغروه وأصله الهاء ورَدُّوها بالتصغير ولم يدخلوا ذلك فى بنات الاربعة لانها أثقل فصار الحرف الرابع منها كهاء التأنيث فيصير عدَّةُ عُنَيِّقٍ وعُقَيْربٍ بغير هاء كِعدَّةِ قُدَيْمة ورُجَيْلة بالهاء فاجتمع فى الثلاثى الخِفَّةُ وأن أصل التأنيث بالعلامة وان كان فى الرباعى المؤنث ما يوجب التصغيرُ حذفَ حرف منه حتى يصير على لفظ الثلاثى وَجَبَ رَدُّ الهاء كقولك فى تصغير سَمَاءٍ سُمَيَّة لانه كان الاصل سُمَيِّىٌ بثلاث يا آت فحذف واحد منها كما قالوا فى تصغير عَطاءٍ عُطَىٌّ بحذف ياء فلما صار ثلاثىَّ الحروف زادوا الهاء وكذلك لو صغرنا عُقَابَا وعَنافًا وسُعَادَ اسم امرأة وزَيْنَبَ على ترخيم التصغير فحذفنا الزائد من سُعاد وهو الالف ومن زَيْنَبَ وهو الياء لقلنا سُعَيْدة وزُنَيْبة وانما حقرت امرة اسمها سَقَّاءُ سُقَيْقِىٌّ ولم تدخل الهاء لانه لم يرجع فى التصغير الى مثل عِدَّةِ ما كان على ثلاثة أحرف وقالوا فى تصغير حُبارَى ثلاثةً أقوال منهم من حذف",
        "ألف التأنيث فقال حُبَيِّر لانه يبقى حُبَار مثل عُقَاب وتصغيره حُبَيِّر مثل عُقَيِّب ومنهم من حذف الالف الثالثة فيبقى حُبَرى مثل جَمَزَى فتقول حُبَيْرَى مثل حُبَيْلَى ومنهم من اذا حذف علامة التأنيث وصغر عَوَّضَ هاءَ التأنيث من ألف التأنيث فيقول حُبَيِّرة ولا يقول عُنَيِّقه وعُقَيِّبة لانه لم يكن فى عَناق وعُقاب علامةُ التأنيث فان قال قائل لم كانت الهاء تثبت فى التصغير ولا يُعْتَدُّ بها والالفُ المقصورة يُعْتَدُّ بها فيحذفونها من ذوات الخَمْس فقد تقدم الجوابُ عن هذا فى باب ألف التأنيث المقصورة وألفُ التأنيث المقصورةُ كحرف من حروف الاسم ألا ترى أنها قد تعود فى الجمع المُكَسَّر كقولك حُبْلَى وحَبَالَى وسَكْرَى وسَكارَى فمن أجل ذلك لم نقل حُبَيِّرَى وكادوا لا يصغرون ما كان على خمسة أحرف من هذا البناء الا بحذف ومن قال فى حُبارَى حُبَيِّرة فعَوَّضَ هاءً من الالف قال فى لُغَّيْزَى لُغَيْغيزةٌ لان الهاء قد تلحق مثلَ هذا البناءِ فى التصغير ألا ترى أنا لو صغرنا كِرْباسةً وهِلْباجةً لَقُلْنا كُرَيْبِيسةٌ وهُلَيْبِيجية واعلم أن المؤنث قد يوصف بصفة المذكر فاذا صغرت الصفة جرت مجرى المذكر فى التصغير وان كانت صفة للمؤنث كقولك هذه امرأة رِضًا عَدْلٌ وناقة ضامِرٌ فتقول فى تصغير رضا هذه امرأةُ رُضَىٌّ وعُدَيْلٌ وهذه ناقة ضُوَيْمِرٌ وان صغرتها تصغير الترخيم قلت هذه ناقة ضُمَيْر ولم تقل ضُمَيْرة وقد حكى الخليل ما يُصَدِّق ذلك من قول العرب قالوا فى الخَلَق خُلَيْقٌ وان عَنَوا المؤنثَ يقولون مِلْحفةٌ خَلَقٌ كما يقولون ردَاءٌ خَلَق فخَلق مذكر يوصف به المذكر والمؤنث وقد شذت أسماءٌ ثلاثيةٌ فصغروها بغير هاء منها ثلاثةُ أسماءٍ ذكرها سيبويه وهى النَّابُ المُسِنَّةُ من الابل يقال فى تصغيرها نُيَيْبٌ وحكى أبو حاتم نُوَيْبٌ وفى الحَرْب حُرَيْبٌ وفى فَرَسٍ وهو يقع على المذكر والمؤنث فُرَيْسٌ فاما النابُ من الابل فانما قالوا نُيَيْبٌ لان النابَ من الانسان مذكر والمُسِنَّةُ من الابل انما يقال لها نابٌ لطول نابها فكأنهم جعلوها النابَ من الانسان أى هو أَعْظَمُ ما فيها كما يقال للمرأة انما أنتِ بَطِينٌ اذا كَبِر بَطْنُها وتقول أَنْتَ عَنْزُ القَوْمِ والعَنْزُ مؤنثٌ فقد يُخْبَر عن المؤنث بالمذكر وعن المذكر بالمؤنث وأما الحَرْبُ فهو مصدر جعل نعتا مثل العَدْلِ والرِّضا وكانَّ الاصلَ هذه مقاتلةُ\nحَرْبٍ أى حاربةُ تَحْرُبُ المالَ والنَّفْسَ كما تقول عَدْلٌ على معنى عادلة ثم أُجْرِيَتْ مُجْرَى الاسم وأسقطوا المنعوتَ كما قالوا الابْطَحُ والابْرَقُ والاجْدَلُ وأما الفَرَسُ فهو فى الاصل اسم مذكر يقع للمذكر فى الخيل كما وقع انسان وبَشَرٌ للرجل والمرأة فصغر على التذكير الذى هو له فى الاصل وأما قولهم امرأة فُوَيْتٌ للمنفردة برأيها فعلى المصدر كعُدَيْلٍ ورُضَىٍّ وقد قالوا فى المذكر فاما خَمْسٌ وسِتٌّ وسَبْعٌ وتِسْعٌ وعَشْرٌ فى عدد المؤنث فتصغيره بغير هاء لئلا يلتبس بعدد المذكر اذا صغرته وما كان من صفات المؤنث بغير هاء فهو يجرى هذا المجرى كقولنا امرأة حائض وطامِثٌ وعازِبٌ وحَرَضٌ ووَجِلٌ لو صغرت شيأ من ذلك تصغير الترخيم لقلت حُرَيْضٌ وطُمَيْثُ ونحو ذلك وقد ذكر أبو عمر الجَرْمِىُّ من الاسماء الثلاثية دِرْعُ الحديدِ والعُرْس والقَوْس انها تصغر بغير هاء وهى أسماء مؤنثات قال الشاعر\nوالمذهبُ فيهن كمذهب ما ذكرناه من المصادر وذكر غيره الذَّوْدَ والعَرَبَ وهما مما يصغر بغير الهاء وكذلك الضُّحَى لئلا يُشْبِهَ ضَحْوةً فان قال قائل اذا سميت امرأة بحَجَرأ وجَبَل أو جَمَل أو ما أشبه ذلك من المذكر ثم صغرته أدخلتَ الهاء فقلتَ حُجَيْرة وجُبَيَّلَة فَهَلَّا فعلتَ ذلك بالنُّعُوت قيل له الاسماءُ لا يراد بها حقائقُ الاشياء أو التشبيهُ بحَقائق الاشياء ألا تَرى أنا اذا سمينا شيئا بحَجَر أو رجلا سميناه بحَجَر فليس الغرض أن نجعله حجرا وانما أردنا إبانته كما سمينا بابراهيم واسمعيل ونوح وما أشبه ذلك واذا وصفنا به وأَخْبَرْنا به غيرَه فانما نريد الشئَ بعينه والتشبيهَ فصار كانَّ المذكَر لم يَزُلْ ألا ترى أنا اذا قلنا امرأةٌ عَدْلٌ ففيها عدالةٌ واذا قلنا للمرأة ما أنت الا رجل فانما نريد مثل رجل وكذلك تقول أنتِ حَجر اذا لم يكن اسما لها تُريد مثلَ حَجر فى الصلابة والشدّة فان سميت رجلا باسم مؤنث على ثلاثة أحرف وليس فى آخره ها التأنيث ثم صغرته لم تُلْحق الهاءَ كرجل سميته باذُنٍ أو عَيْنٍ أو رِجْلٍ ثم صغرته تقول أُذَيْنٌ وعُيَيْن ورُجَيْل هذا قول سيبويه وعامة البصريين ويونس يُدْخلُ الهاءَ ويحتج باذَيْنةَ اسم رجل وهذا عند النحويين انما سمى بالمصغر وكذلك عُيَيْنةُ كانهم سَمَّوْه باسمٍ مُصَغَّرٍ ولم يُسَمُّوه باسم\nمكبر ثم يصغر ولو سميت امرأة باسم ثلاثى مما ذكرنا أنه لا تدخل فى تصغيره الهاءُ كحَرْب وناب ثم صغرته لأدْخلتَ فيه الهاء فقلتَ حُرَيْبَة ونُيَيْبة لانه قد صار اسما لها كَحجر اذا صغرته قلت حُجيرة وقد جاء من المؤنث ما هو على أكثر من ثلاثة أحرف وقد ألحقت الهاء به فى التصغير كقولك زيد قُدَيْديمةُ عمرو ووُرَيِّئةُ عمرو وهو تصغير قُدَّامَ ووَراءَ لا يُخْبرَ عنهما بفعل يَتَبَيَّنُ تأنيثُهما فيه لانهما ظَرْفان كخلف وانما يتبين تأنيثُ المؤنثِ الذى لا علامةَ فيه بما يُخْبر عنه من الفعل كقولك لَسَبَتْهُ العقربُ وهذه العقربُ والعقربُ رأيتها وما اشبه ذلك من الضمائر التى تدل على المؤنث فلما لم يُخْبر عن قُدَّام ووراء بما يَدُل ضميرها عليه من التأنيث جعلوا علامة التأنيث فى التصغير* قال الكسائى* اعلم أن العرب تُصغر ما كان من أسماء النساء على ثلاثة أحرف بالهاء وبغير الهاء فمن صغر بالهاء لم يُجْرِ ومن صغر بغير الهاء لم يُجْر وأجْرَى وقال أرى أن من صغر بغير الهاء أراد الفعلَ فيجوز أن يُجْرى ولا يُجْرى وهذا القياس فى كل مؤنث أن تدخله الهاء لانه اسم مؤنث وأصله الفعل سمى به ومن لم يدخل الهاء بناه على الفعل فكانه يريده فيجريه وقد يريد الفعل ولا يجرى للتعلق على المؤنث* قال* وأما الاسماء التى ليست للاناسى فاكثر ما جاءت بالهاء لانها لمؤنثات وقعت قال الفراء انما أدخلوا التاء فى يدية وقد يديمة لانه مبنى عندهم على التأنيث لم تكن اليد والرجل والفخذ اسما لشئ غير الفخذ فكانها فى التسمية وقعت هى والاسماءُ معا فلما صغروا قالوا قد كان ينبغى أن يكون رِجْلة وفَخِذَة ولكنهم أسقطوا منه الهاء فلما صغروا أظهروا الهاء كما قالوا فى دَمٍ دُمَّى وقال الفراء فان قال قائل أن دَمًا رُد اليه لامُ الفعل والهاء لا تكون من الفعل قلت لو كان هذا على ما تقول ما صغروا خيرا منك وشرا منك باخراج الالف قال ومثله تصغير العرب الجَذْل أُجَيْذِل رَدُّوا اليه ألفا زائدة وقالوا فى العَطِشِ العُطَيْشَان فرَدُّوا اليه ألفا ونونا وهما زائدتان وقال ابن الانبارى يقال فى تصغير العَقْرب عُقَيْرِبٌ فاذا ميزتَ الذكَر من الانثى فقلت رأيتُ عقربا على عقربة قلتَ فى التصغير رأيت عُقَيْربا على عُقَيْربة وقال اذا سميت امرأة باسم مذكر كقولك هذه لَهْوٌ ويَرْقٌ وكذلك طَلَل",
        "وطَرَبٌ وما أشبههن فلك فى تصغيره وجهان ان نويتَ أنك سميتها بجُزء من اللهْو صغرتها بالهاء فقلت هذه لُهَيَّةُ قد جاءتْ وهذه بُرَيْقة وانما أدخلت الهاء فى اللهو وقد عرفته مذكرا ثم سميت به مؤنثا لانه اذا كان بعضا من اللهو فى النية فكانه قد كان ينبغى له أن يكون بالهاء ألا ترى أنا قلنا الضَّرْب والنَظَّر انما يقال فى الواحدة نَظْرة وضَرْبة وان شئت قلت هذه لُهَىٌّ قد جاءت بغير الهاء لانه مذكر فى الاصل فصغرته على أصله ولو نويت أن تسميها باللهو الذى يقع على الكثير لم يكن تصغيره الا بطرح الهاء ألا ترى أنه مذكر وأنك لم تنوفيه تقليلا تنوى فيه فَعْلة فكان بمنزلة امرأة سميتها بزيد فقلت هذه زُبَيْدُ قد جاءت لا غير فان قال لك اذا سميت امرأة باسم مذكر من أسماء الرجال على ثلاثة أحرف فقلت هذه حَسَنٌ وهذه زيد وهذه فَتْحٌ وهذه عمرو كيف تصغره فقل اختلف فى هذا أهل العربية فقال الفراء تصغره بغير الهاء فتقول هذه زُبَيْد وهذه عُمَيْر وهذه حُسَيْن واحتج بانك نويتَ بزيد أن يكون فى معنى فُلان نقلته الى امرأة وأنت تنوى اسما من أسماء الرجال ولم تَتَوَهَّمِ المصدَر فذلك الذى منع من ادخال الهاء* قال الفراء* فان قلت أتُجيز أن تقول زُبيدة على وجه قلت نعم اذا سميتها بالمصدر كقولك زِدْتُه زَيْدًا فههنا يستقيم دخول الهاء وخروجها فى تصغيره لانه بمنزلة لَهْو فى القلة والنية وجاء فى الحديث فى وصف رجل «ذِى الثُّدَيَّة» وانما حُقِّر الثَدْىُ بالهاء وهو مذكر لانه أراد لَحْمة من الثَّدْى أو قِطْعة وبعضهم يروى الحديث ذى اليُدَيَّةِ على تصغير اليد* قال ابن الانبارى* واذا صغرت بَعْلَبَكَّ وأنت تجعلها اسما واحدا قلت بُعَيْلِبُ وقال الفراء ربما حذفوا فقالوا هذه بُعَيْلة وقال بعضهم يقول فى التصغير بُكَيْكة فيحذف بَعْلاً ومن قال هذه بَعْلُ بَكَّ فلم يُجْربَكَّ قال فى التصغير بَعْلُ بُكَيكة ومن قال هذه بَعْلُ بَكٍ فأجرى بكا قال فى التصغير هذه بُعَيْلَةُ بَكٍّ وان شاء قال بَعْلُ بُكَيْكٍ فجعل بكا مذكرا ومن قال هذه حَضْرَمَوْتَ قال فى التصغير هذه حُضَيْرم وحضيرة ومُوَيْتة ومن قال هذه حَضْرُمَوْتَ قال فى التصغير هذه حُضَيْرُمَوْتَ قال الفراء أحب الىّ من ذلك أن تقول حَضْرُمُوَيْتَة لان العرب اذا أضافت مؤنثا الى مذكر\nليس بالمعلوم جعلوا الآخِرَ كانه هو الاسم ألا ترى أن الشاعر قال\nفلم يُجْرِ أناسَ والاسمُ هو الاول ومن قال هذه حَضْرُمَوْتٍ قال فى التصغير هذه حُضَيْرةُ مَوْتٍ وهذه حَضْرُمُوَيتة واذا صغرتَ حَوْلَايا وجَرْجَرَايا كانت لك ثلاثةُ أوجه أحدها أن تجعل حَوْلَايا بمنزلة حَضْرَمَوْتَ وبَعْلَ بَكَّ فتصغر الاوّلَ ولا تصغر الثانى فتقول حُوَيْلايا وجُرَيْجرايا قال الفراء فلا يصغر آخره لانه مجهول كنَهْرَبَيْنَ ونَهْرَبِيْنَ اذا صغرته قلت نُهَيْرِبِيْن فصغرت النهر لانه معروف ولم تصغر آخره لانه مجهول فكذلك فعلت بحَوَّلايا وجَرْجَرَايا والوجهُ الثانى أن تجعل الزيادات التى فى حَوْلايا وجَرْجَرايا كالهاء والالف والنون فى غضبانة فتقول فى تصغيرهما حُوَيْلايا وجُرَيْجِرايا كما تقول فى تصغير غَضْبانة غُضَيْبانة والوجه الثالثُ أن تقول فى تصغيرهما حُوَيْلِيَّا وجُرَيْجِيَّا فتحط الالفَ الى الياء وتترك الآخرة ياء لانها كياء حُبْلَى وسَكْرى وغَضْبَى واذا صغرت السَّفَرْجلة كانت لك أوجه أحدها أن تقول سيفرجة فتحذف اللام فى التصغير وان شئت قلتَ سُفَيْرِلة فتحذف الجيمَ وان شئت قلت سُفَيْرِجِلة فكسرت الراء والجيم لمجيئهما بعد ياء التصغير فلم تحذف شيئا وان شئت قلت سفيرجْلة فسكنت الجيم استثقالا لهؤلاء الحركات وقال الفراء تسكين الجيم أشبه بمذاهب العرب من تحريكها لانهم يقولون أنُلْزِمْكُمُوها فيسكنون الميم طلبا للتخفيف لما توالت الحركات واذا صغرت الكُمَّثْراة كان لك أوجه أحدها أن تقول كُمَيْثرِة فتحذف فى تصغيرها احدى الميمين والالف والوجه الثانى أن تقول فى تصغيرها كُمَّيِثْريَة فتبنيه على قولهم فى الجمع كُمَّثْريَات فلا تحذف شيئا والوجه الثالث أن تقول فى تصغيرها كُمَّيْثِراة كما قالت العرب ناقة حَلْباة رَكْباةٌ ثم صغروها فقالوا حُلَيْباةٌ ورُكَيْباةٌ وحُلَيْبةٌ ورُكَيْبَةٌ واذا صغرت المِرْعِزَّى والباقِلَّى قلت مُرَيْعِزَّة وبُوَيْقِلَّة على قول من قال فى تصغير الكُمْثراة كُمَّيْثِرْية ومن قال فى تصغير الكمثرات كُمَيثِرةَ قال فى تصغير الباقلى والمِرْعِزَّى بُوَيْقلَة ومُرَيْعزَة وقال الفراء العرب تكره التشديد فى الحرف يطول فيتركون تشديده وهو لازم فمن صغر البَاقِلَّى بُوَيْقِلة قال فى الجمع بواقِلَ ومن قال فى الجمع بوَافِيل قال فى التصغير\nبُوَيْقِيلَة وان شئت قلت فى تصغير الباقِلَّى والمِرْعِزَّى بُوَيْقِلْيَة فتخفف اللام وأصلها التشديد استثقالا للتشديد مع طول الحرف ومن زاد الالف والهاء فقال باقِلَّاة قال فى التصغير بُوَيْقِلَّاةٌ ويشدد اللام لان التصغير لم يحط الالف الى الياء ومن مَدَّ الباقِلَاءَ قال فى التصغير البُوَيْقلَاء واذا صغرت آجُرَّة وقَوْصَرَّة ودَوْخَلَّة صغرتها بترك التشديد لان العرب تجمعها دَواخِلَ وأواجِرَ وقَواصِرَ فتقول أُوَيْجِرة وأُوَيْجِيرة وقُوَيْصرة وقُوَيْصِيرة ودُوَيْخِلة ودُوَيْخيلة",
        "باب العدد\nقال صاحب العين العدُّ  ـ  إحْصاء الشئ عَدَدْتُه أَعُدُّه عَدًّا وتَعْدَادً وعَدَّدْتُه والعَدَدُ  ـ  مقدارُ ما يُعَدُّ والجمع أَعْداد وكذلك العِدَّة وقيل العِدَّة مصدر كالعَدِّ والعِدَّة  ـ  الجماعة قَلَّتْ أو كَثُرت والعَدِيدُ  ـ  الكَثْرة وهذه الدراهم عَدِيدُ هذه  ـ  اذا كانت فى العِدَّة مثلَها وهم عديد الحَصَى والثَّرَى أى بعَدَدِ هَذَيْنِ الكثيرين وهم يَتَعادُّونَ ويَتَعَدَّدُونَ على كذا أى يَزِيدُونَ عليه* أبو عبيد* عَدَدْتُكَ وعَدَدْتُ لَكَ* غيره* عادَّهُم الشئُ  ـ  اذا تَساهَمُوه بينهم وهم يَتَعَادُّونَ  ـ  اذا اشتركوا فيما يُعَادُّ بعضُهم بعضا من مكارم أو غير ذلك من الاشياء كلها* وقال أبو عبيد* فى قول لبيد\n* تَطِيرُ عَدائدُ الاشْراكِ شَفْعًا*\nالعدائدُ من يُعادُّه فى الميراث* غيره* عِدادُك فى بنى فُلانٍ أى تُعَدُّ معهم فى ديوانهم وما ألْقاهُ الا عِدَّة الثُّريا القمَر والاعدادَ الثُّريا القمرَ وعِدادَ الثُّريَّا من القَمَر  ـ  أى الامَرَّةً فى السنة وقيل هى ليلة من الشهر تلتقى فيها الثريا والقَمَر وبه مَرَضٌ عِدَادٌ منه وقد قَدَّمْتُه* وقال صاحب العين* الحِسابُ عَدُّك الاشياءَ حَسَبْتُ الشئَ أَحْسُبُه حِسَابًا وحِسَابةً وحِسْبةً وحُسْبانا وحُسْبانُكَ على الله  ـ  أى حِسَابُك وقوله عزوجل (يَرْزُقُ مَنْ يَشاءُ بِغَيْرِ حِسابٍ) اختلف فى تفسيره فقال بعضهم بغير تقدير على أحد بالنقصان وقال بعضهم بغير محاسبة ما يخاف أحدا أن",
        "يُحاسبه عليه ورجل حاسِبٌ من قوم حُسَّب وحُسَّاب* غيره* الواحد  ـ  أوّلُ العدد وكذلك الوَحَدُ والاحَدُ* قال أبو على* اعلم أن قولهم واحِدٌ اسم جرى فى كلامهم على ضربين أحدهما أن يكون اسما والآخر أن يكون وصفا فالاسم الذى ليس بصفة قولهم واحدٌ المستعملُ فى العدد نحو واحد اثنان ثلاثة فهذا اسم ليس بوصف كما أن سائر أسماء العدد كذلك فلا يجرى شئ منها على موصوف على خَدِّ جَرْى الصفة عليه وأما كونه صفة نحو قوله تعالى (إِنَّما يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ) ولما جَرَى على المؤنث لحقته علامةُ التأنيث فقال تعالى (إِلَّا كَنَفْسٍ واحِدَةٍ) كقائم وقائمة ومن ذلك قوله\n* فقد رَجَعُوا كَحَىٍّ واحِدِينَا*\nفاما تكسيرهم له على فُعْلانٍ فى قوله\nفلانه وان كان صفةً قد يستعمل استعمالَ الاسماء فكَسَّروه على فُعْلَان كما قالوا الأباطِحُ بمنزلة الأرامل وقد استعملوا أجدا بمعنَى واحدٍ الذى هو اسم وذلك قولُهم أَحَدٌ وعشرون وفى التنزيل (قُلْ هُوَ اللهُ أَحَدٌ) وقد أنثوه على غير بنائه فقالوا إحْدَى وعشرون وإحْدَى عشرة فاستعملوه مضموما الى غيره* قال أبو عمرو* ولا يقولون رأيته إحْدَى ولا جاءَ فى إحْدَى حتى يضم الى غيره* وقال أحمد بن يحيى* واحِدٌ وأَحَدٌ ووَحَدٌ بمعنًى والحادى فى الحادى عَشَرَ كانه مقلوب الفاء الى موضع اللام واذا أُجْرِىَ هذا الاسمُ على القديم سبحانه جاز أن يكون الذى هو اسم كقولنا شئ ويقوى الاول (1) قوله تعالى (وَإِلهُكُمْ إِلهٌ واحِدٌ) وقوله",
        "* قال ابن جنى* همزة أُحْدانٍ بدلٌ من واو لانه جمع واحد الذى بمنزلة من لا نظير له وليس أُحْدانٌ جمع واحد الذى يُراد به العددُ لان ذلك لا يثنى ولا يُجْمَع ألا تَرى أنهم قد اسْتَغْنَوْا عن تثنيته باثنين وعن جماعته بثلاثة وقد قال الشاعر\n__________________\n(1) قوله جاز ان يكون الى قوله ويقوى الاول كذا بالاصل وفى العبارة نقص ظاهر فحرر اه مصححه\n* وقد رَجَعُوا كَحَىٍّ واحِدِينا*",
        "أى مُنْفردين وفاءُ أُحْدانٍ واوٌ فاما قولنا ما فى الدار أحد فهمزتُه عندنا أصلٌ وليست ببدل ألا ترى أن معناه العمومُ والكثرةُ وليس فى معنى الانفراد بشئ بل هو بضده* صاحب العين* الوَحْدةُ  ـ  الانفرادُ ورجل وَحِيدٌ* ابن السكيت* وَحِدَ فَرِدَ ووَحُدَ فَرُدَ* أبو زيد* وقد أَوْحَدْتُه* سيبويه* جاؤا أُحادَ أُحادَ ومَوْحَدَ مَوْحَدَ معدولٌ عن قولهم واحدًا واحدًا وسيأتى ذكر هذا الضَّرْب من المعدول فى هذا الفصل الذى نحن بسبيله* وقال* مررتُ به وَحْدَهُ مصدر لا يثنى ولا يجمع ولا يغير عن المصدر الا أنهم قد قالوا نَسِيجُ وَحْدِه وحُجَيْشُ وَحْدِه وزاد صاحب العين قَرِيعُ وَحْدِه للمصيب الرأى* أبو زيد* حِدَةُ الشئ  ـ  تَوَحُّدُه يقال هذا الامْرُ على حِدَتهِ وعلى وَحْدِه وقلنا هذا الامْرَ وَحْدِينَا وقالَتَاه وَحْدَيْهما* صاحب العين* الوحدانيةُ لله عزوجل والتوحيدُ الاقرارُ بها والمِيحادُ جُزْء كالمِعْشار* ابن السكيت* لا واحدَ له  ـ  أى لا نظير وقد تقدم عامة كل ذلك* غيره* وَحُدَ الشئُ صار على حِدَته والرجلُ الوَحِيدُ  ـ  لا أحَدَ له يُؤْنِسُه وَحُدَ وَحَادَةً ووَحْدَةً ووَحْدًا ووَحِدَ وتَوَحَّدَ* قال أبو على* وقولهم اثنانِ محذوفُ مَوْضِع اللامِ كما أن قولهم ابْنانِ كذلك وللمؤنث اثْنَتانِ كما تقول ابْنتانِ وان شئتَ بِنْتانِ وقالوا فى جمع الاثْنَيْنِ أثناء* غير واحد* ثلاثة وأربعة وخمسة وستة وسبعة فاما الاسْبُوع والسُّبُوعُ فسبعة أيام لا تقع على غير هذا النوع وثمانية وتسعة وعشرة وسنبين تصاريف هذه الاسماء بالفعل وأسماء الفاعلين وما بعد الاثنين من أسماء العدد من ثلاثة الى عشرة تلحقه هاءُ التأنيث اذا كان للمذكر لان أصل العدد وأوّله بالهاء والمذكرُ أوّلُ فحملوه على ما يحافظون عليه فى كلامهم من المشاكلة وتنزع منها الهاء اذا كان للمؤنث فيُجْرَى الاسمُ مُجْرى عَنَاقٍ وعُقابٍ ونحوهما من المؤنث الذى لا علامة فيه للتأنيث فتقول ثلاثةُ رجالٍ وخمسةُ حَميرٍ وخَمْسُ نساءٍ وسبعُ أُتُنٍ وثَمانى أَعْقُبٍ تثبت الياء فى ثمانى فى اللفظ والكتاب لان التنوين لا يلحق مع الاضافة وتسقط الياء لاجتماعها معه كما تسقط من هذا قاض فاعلم فهذا عقد\nأبى على فى كتابه الموسوم بالايضاح* قال أبو سعيد* اعلم أن أدنى العدد الذى يضاف الى أدنى الجموع ما كان من ثلاثة الى عشرة نحو ثلاثة وأربعة وخمسة وعشرة وأدنى الجمع على أربعة أمثلة وهى أَفْعُلٌ وأفْعالٌ وأَفْعِلة وفِعْلَةٌ فافْعُلٌ نحو ثلاثةُ أَكْلُبٍ وأربعةُ أمْلِس وأفعالٌ نحو خمسةُ أجْمال وسبعةُ أَجْداع وأَفْعِلة نحو ثلاثةُ أَحْمِرة وتسعةُ أَغْربة وفِعْلَة نحو عَشْرةُ غِلْمةٍ وخمسُ نِسْوةٍ فادْنَى العدد يضاف الى أدنى الجموع وانما أضيف اليه من قِبَلِ أن أدنى العدد بعضُ الجمع لان الجمع أكثر منه وأضيفَ اليه كما يضاف البعض الى الكل كقولك خاتَمُ حَديدٍ وثوبُ خَزٍّ لان الحديدَ والخَزَّ جنسانِ والثوبُ والخاتم بعضُهما فان قال قائل فكيف صارتْ اضافةُ أدنَى العددِ الى أَدْنَى الجمع أولَى من اضافته الى الجمع الكثير قيل له من قِبَلِ أن العددَ عددَانِ عدد قليل وعدد كثير فالقليل ما ذكرناه من الثلاثة الى العشرة والكثير ما جاوز ذلك والجمع جَمْعانِ جمع قليل وهو ما ذكرناه من الابنية التى قدمنا وجمع كثير وهو سائر أبنية الجمع فاختاروا اضافةَ أدنَى العددِ الى أدنَى الجمع للمشاكلة والمطابقة وقد يضاف الى الجمع الكثير كقولهم ثلاثةُ كلابٍ وثلاثةُ قُروءٍ لان القليل والكثير قد يضاف الى جنسه فعلى هذا اضافتُهم العددَ القليلَ الى الجمع الكثير ولذلك قال الخليل انهم قالوا ثلاثةُ كِلَابٍ فكانهم قالوا ثلاثة من الكلاب فحذفوا وأضافوا استخفافا ويَنْزعون الهاءَ من الثلاثة الى العشرة فى المؤنث ويُثْبتونها فى المذكر كقولهم ثلاث نسوة وعشر نسوة وثلاثة رجال وعشرة رجال فان قال قائل فلم أثبتوا الهاء فى المذكر ونزعوها من المؤنث ففى ذلك جوابان أحدهما أن الثلاث من المؤنث الى العشر مؤنثات الصيغة فالثلاث مثل عَنَاق والارْبَعُ مثل عَقْرب وكذلك الى العشر قد صيغت ألفاظُها للتأنيث مثل عَنَاق وأَتانٍ وعَقْرَبٍ وقِدْر وفِهْرِ ويَدٍ ورِجْلٍ وأشباهٍ لذلك كثيرة فصيغت هذه الالفاظُ للتأنيث فصارت بمنزلة ما فيه علامة التأنيث وغير جائز أن تدخل هاءُ التأنيث على مؤنثٍ تأنيثُها بعلامة أو غيرها وهذا القول يوجب أنه متى سمى رجل بثلاث لم يضف الى المعرفة لانه قد صار محلُّها محلَّ عَنَاقٍ اذا سمى بها رجلٌ فاما الثلاثة الى العشرة فى المذكر فانما أدخلت الهاء فيها لانها\nواقعة على جماعة والجماعة مؤنثة والثلاث من قولنا ثلاثة مذكر فأدخلت الهاء عليه لتأنيث الجماعة ولو سمى رجل بثلاث من قولك ثلاثة لانصرف فى المعرفة والنكرة لانه يصير محلُّها محلَّ سَحابةٍ وسَحابٍ واذا سمى بسحابٍ رجلٌ انصرف فى المعرفة والنكرة والقول الثانى انه فصل بين المؤنث والمذكر بالهاء ونزعها لتدل على تأنيث الواحد وتذكيره فان قال قائل فهلا أَدْخَلُوا الهاء فى المؤنث ونزعوها من المذكر فالجواب فى ذلك أن المذكر أخف فى واحده من المؤنث فثُقِّلَ جمعُه بالهاء وخُفِّفَ جمعُ المؤنث ليعتدلا فى الثِّقَلِ واعلم أن الثلاثة الى العشرة من حكمها أن تضاف الا أن يضطر شاعر فينوّنَ وينصبَ ما بعده فيقول ثلاثة أثوابا ونحو ذلك والوجه ما ذكرناه وتعرف الثلاثة بادخال الالف واللام على ما بعدها فتقول ثلاثةُ الاثواب وخمسةُ الأشبار قال الشاعر وهو ذو الرمة\nفان قال قائل فلم قالوا ثلاثةُ أثوابٍ وعَشْرُ نِسوةٍ ولم يقولوا واحدُ أثوابٍ واثْنَتا نسوةٍ فالجواب فى ذلك أن الواحد والاثنين يكون لهما لفظ يدل على المقدار والنوع فيستغنى بذلك اللفظ عن ذكر المقدار الذى يضاف الى النوع كقولك ثوب وامرأتان فدل ثوب على الواحد من هذا الجنس ودلت امرأتان على ثنتين من هذا الجنس فاستغنى بذلك عن قولك واحدُ أثوابٍ وثنتا نسوةٍ وقد جاء فى الشعر قال الرّاجز",
        "أراد ثنتان فاضاف ثنتا الى نوع الحنظل وأما ثلاثة الى العشرة فليس فيه لفظ يدل على النوع والمقدار جميعا فاضيف المقدار الذى هو الثلاثة الى النوع وهو ما بعدها واعلم أنك اذا جاوزت العشرةَ بنيت النَيِّفَ والعشرةَ الى تسعة عشر فجعلتهما اسما واحدا كقولك أحد عشر وتسعة عشر وفتحت الاسم الاوّل والذى أوجب بناءهما أن معناه أحد وعشرة وتسعة وعشرة فنزعت الواو وهى مقدرة والعدد متضمن لمعناها فبنيا لتضمنهما معنى الواو وجعلا كاسم واحد فاختير الفتح لهما لان الثانى حين ضم\nالى الاول صار بمنزلة تاء التأنيث يفتح ما قبلها وفتح الثانى لان الفتح أخف الحركات ولأن يكون مثل الاول لانهما اسمان جعلا اسما واحدا فلم يكن لاحدهما على الآخر مزيةٌ فَجَريا مَجْرًى واحدًا فى الفتح وقد قلنا ان الذى أوجب فتح الاول هو ضم الثانى اليه وإجْراءُ الثانى مُجْراه لانه ليس أحدهما أولى بشئ من الحركات من الآخر وانتصب ما بعدهما من قبل أن فيهما تقدير التنوين ولا يصح الا كذلك اذ تقديره خمسة وعشرة فالخمسة ليس بعدها شئ أضيفت اليه فوجب أن تكون منونة والعشرة مَحَلُّها محلُّ الخمسةِ فكانت منونةً مثلَها وأيضا فانا لم نر شيئين جعلا اسما وهما مضافان أو أحدهما مضاف فوجب نصب ما بعدهما للتنوين المقدر فيهما وجعل ما بعدهما واحدا منكورا أما جعلْنا له واحدا فلانهما قد دلا على مقدار العدد وبقى الدلالة على النوع فكان الواحدُ منه كافيا اذ كان ما قبله دل على المقدار والعدد وأما جعلنا اياه منكورا فلان النكرة شائعة فى جنسها وليست ببعض الجنس أولى منه ببعض فكانتْ أشكَل بالمعنى الذى أريدت له من الدلالة على الجنس وأدخلَ فيه من غيرها فبُيِّنَ بها النوعُ الذى احتيج الى تبيينه وذلك قولُك أحَدَ عَشَرَ رجلا وخمسَ عشرةَ امرأة فاما المذكر فانك تقول أحدَ عَشَرَ رجلا واثنا عشر رجلا وثلاثةَ عَشَر رجلا الى تسعةً عَشَرَ رجلا فاما أحد فالهمزة فيه منقلبة من واو وقد أبنتُ ذلك وأوضحته بشرح الفارسى وكذلك احدى عشرة وقد أبنتها هنالك وأما اثنا عشر فما بعدها فقد أبنتها فى المبنيات بغاية الشرح فلا حاجة بنا الى اعادتها هنا وأما ثنتا عشرة ففيها لغتان ثِنْتَا عَشْرةَ واثنتا عشرة فالذى قال اثنتا عشرة بناه على المذكر فقال للمذكر اثنان وللمؤنث اثنتان كما تقول ابنان وأبنتان والذى يقول ثِنْتا عشرة بَنَى ثِنْتا على مثال جِذْعِ كما قال بِنْت فألحقها بِجِذْعٍ وتقول ثِنْتانِ كما تقول بِنْتانِ ولم تدخل هذه التاء على تقدير أن يكون ما قبلها مذكرا لانها لو دخلت على سبيل ذلك لأوجبتْ فَتْحَ ما قبلها والكلام فى تغير الالف فى ثنتان واثنتان اذا قلت ثنتا عشرة وثنتى عشرة وأما ثمانى عشرة فان أكثر العرب يقولون ثمانِىَ عَشْرةُ كما يقولون ثلاثَ عَشْرةَ وأربعَ عَشْرَةَ ومنهم من يسكن الياء فيقول ثمانى عشرة قال الشاعر\n\nوانما أسكن الياء كما أسكن فى معد يكرب وقَالِى قَلَا وأيادى سَبَا لان الياء أثقل من غيرها وغيرها من الصحيح انما يفتح اذا جعل مع غيره اسما واحدا فسكنت الياء اذ لم يبق بعد الفتح الا التسكين وفى عشرة لغتان اذا قلت ثلاثَ عشرةَ فاما بنو تميم فيفتحون العين ويكسرون الشين ويجعلونها بمنزلة كَلِمَة وأهل الحجاز يفتحون العين ويسكنون الشين فيجعلونها مثل ضَرْبة وهذا عكس ما عليه لغة أهل الحجاز وبنى تميم لان أهل الحجاز فى غير هذا يُشْبعون عامةَ الكلام وبنو تميم يخففون فان قال قائل فلم قالوا عَشِرة فكسروا الشين قيل له من قِبَلِ أن عشر فى قولك عشر نسوة مؤنثة الصيغة فلم يصح دخول الهاء عليها فاختار والفظة أخرى يصح دخول الهاء عليها وخفف أهل الحجاز ذلك كما يقال فَخِذٌ وفَخْذ وعَلِمَ وعَلْمَ ونحو ذلك وعلى هذا الحكم يجرى من الواحد الى التسعة فاذا ضاعفت أدنى العدد كان له اسم من لفظه ولا يثنى العقد ويجرى ذلك الاسم مجرى الواحد الذى لحقته الزيادة للجمع ويكون حرفُ الاعراب الواوَ والياءَ وبعدهما النونُ ويكون لفظُ المذكر والمؤنث فى ذلك سواءً ويُفَسَّرُ بواحد منكور وذلك قولهم عشرون درهما فان قال قائل ما هذه الكسرة التى لحقت أول العشرين وهلا جرت على عَشِرة فيقال عَشِرين أو على عَشْرِ فيقال عَشْرِين والجواب فى ذلك أن عِشْرِين لما كانت واقعة على الذكر والانثى كسر أولها للدلالة على التأنيث وجمع بالواو والنون للدلالة على التذكير فيكون آخذا من كل واحد منهما بشبهين فان قال قائل فقد كان ينبغى على هذا القياس أن يجعلوا هاتين العلامتين فى الثلاثين الى التسعين قيل قد يجوز أن تكون الثلاث من الثلاثين هى الثلاث التى للمؤنث ويكون الواو والنون لوقوعه على التذكير فيكون قد جمع للثلاثين لفظ التذكير والتأنيث فيكون على قياس العلة الاولى مطردا ويجوز أن يكون اكتفوا بالدلالة فى العشرين عن الدلالة فى غيره من الثلاثين الى التسعين فجرى على مثل ما جرى عليه العشرون فاذا وقع العشرون على المذكر والمؤنث كان الثلاثون مثله واكتفى بعلامة التأنيث فى العشرين عن علامة فى الثلاثين ودليل آخر فى كسر",
        "العين من عشرين وهو أنا رأيناهم قالوا فى ثلاث عشرات ثلاثون وفى أربع عشرات أربعون فكانهم جعلوا ثلاثين عَشْرَ مرارٍ ثلاثةً وأربعين عَشْرَ مرار أربعةً الى تسعين فاشتقوا من لفظ الآحاد ما يكون لعشر مراتِ ذلك العدد فكان قياس العشرين من الثلاثين أن يقال اثْنِينَ واثْنُونَ لعَشْرِ مرارِ اثْنَيْن الا أنهم تجنبوا ذلك لان اثنين لا يكون الا مثنى فلو قلنا اثْنِينَ كنا قد نزعنا اثْنًا من الاثنين وأدخلنا عليه الواو والنون واثْنٌ لا يستعمل الا مع حروف التثنية فبَطَلَ استعمالُه فى موضع العشرين فلما اضطروا لهذه العلة الى استعمال العشرين كسروا أوّله لان اثنين مكسور الاول فكسروا أول العشرين كذلك وأدخلوا الواو والنون لانه يقع على المذكر واذا اختلط المذكر والمؤنث فى لفظ غلب التذكير وانفرد اللفظ به ودليل آخر وهو أنهم يقولون فى المؤنث احدى عَشِرَةَ وتسعَ عَشِرَةَ فلما جاوزوها الى العشرين نقلوا كسرة الشين التى كانت للمؤنث الى العين كما يقولون فى كَذِبٍ كِذْبٌ وفى كَبِدٍ كِبْدٌ وجمعوه بالواو والنون كما يفعلون فى الاشياء المؤنثة المحذوف منها الهاآت عوضا من المحذوف كقولهم فى سنة سِنينَ وسِنُونَ وفى أَرْضٍ أَرَضُون وأَرْضُون وفى ثُبِة ثُبون وثِبُون وهذا كثير جدا والجمع بالواو والنون له مزية على غيره من الجموع فجعل عوضا من المحذوف واعلم أن عشرين ونحوها ربما جُعِلَ اعرابُها فى النون وأكثر ما يجىء ذلك فى الشعر فاذا جعل كذلك ألزمت الياء لانها أخف من الواو كما فعلوا ذلك فى سِنِين اذا جعلوا اعرابها فى النون قالوا أتَتْ عليه سِنينٌ قال الشاعر\nوأنشد لغيره\nوقال سُحَيْم\nهذا عامة قول البصريين انه متى لزم النونَ الاعرابُ لزم الياءُ وصار بمنزلة قِنِّسْرين",
        "وغِسْلِينٍ وأكثر ما يجىء هذا فى الشعر وقد زعم بعضهم أنه قد يجوز أن يلزم الواوُ وان كان الاعرابُ فى النون وزعم أن زَيْتُونا يجوز أن يكون فَيْعُولاً ويجوز أن يكون فَعْلُونَا وهو الى فَعْلُونٍ أقربُ لانه من الزَّيْتِ وقد لزم الواو* وقال سيبويه* لو سمى رجل بمُسْلِمين كان فيه وجهان ان جعلت الاعرابَ فى الواو فتحتَ النونَ على كل حال وجعلتَ فى حال الرفع واوا وفى حال النصب والجر ياء كقولك جاءنى مسلمون ورأيت مسلمين ومررت بمسلمين فهذا ما ذكره ولم يزد عليه شيئا وقد رأينا فى كلام العرب وأشعارها بالرواية الصحيحة وجها آخر وهو أنهم اذا سموا بجمع فيه واو ونون فقد يلزمون الواوَ على كل حال ويفتحون النونَ ولا يحذفونها فى الاضافة فكانهم حكوا لفظ الجمع المرفوع فى حال التسمية وألزموه طريقة واحدة قال الشاعر\nففتح نُونَ الماطرونَ وأثبت الواو وهو فى موضع جر والعرب تقول الياسَمُون فى حال الرفع والنصب والجر ويقولون ياسَمُونَ البَرِّ فيثبتون النون مع الاضافة ويفتحونها ومنهم من يرويه بالمَاطِرونِ ويُعْرِبُ الياسَمُون وكذلك الزَّيْتُونُ وهو الأجود فاذا زدت على العشرين نَيِّفًا أعربته وعطفتَ العِشْرين عليه كقولك أخذتُ خمسةً وعشرين وهذه ثلاثة وعشرون لانه لا يصح أن يبنى اسم مع اسم وأحدهما معرب ولم يقع الآخر فى شئ منه كوقوع عَشر فى موضع النون من اثنى عشر وتنصب ما بعد العشرين الى تسعين وتوحد وتنكر والذى أوجب نصبه أن عشرين جمعٌ فيه نون بمنزلة ضاربين ويجوز اسقاط نونه اذا أضيف الى مالك كقولك هذه عشر وزيد وعشرون تطلب ما بعدها وتقتضيه كما أن ضار بين يطلب ما بعده ويقتضيه فتنصب ما بعد العشرين كما نصبت ما بعد الضاربين من المفعول الذى ذكرناه الا أن عشرين لا يعمل الا فى منكور ولا يعمل فيما قبله لانه لم يقوقوّة ضاربين فى كل شئ لانه اسم غير مشتق من فعل فلم يتقدم عليه ما عمل فيه لانه غير متصرف فى نفسه ولم يعمل الا فى نكرة من قِبَلِ أن المعنى فى عشرين درهما عشرون من الدراهم فاسْتَخَفُّوا وأرادوا\nالاختصارَ فحذفوا مِنْ وجاؤا بواحد منكور شائع فى الجنس فدَلُّوا به على النوع ولا يجوز أن يكون التفسير الا بواحد اذ كان الواحد دالا على نوعه مُسْتَغْنًى به فاذا أردت أن تجمع جماعاتٍ مختلفةً جاز أن تفسر العشرين ونحوَها بجماعة فتكون عشرون كلُّ واحد منها جماعةٌ ومثلُ ذلك قولُك قد التقى الخَيْلانِ فكل واحد منهما جماعة خيل فعلى هذا تقول التقى عشرون خيلا على أن كل واحد من العشرين خيلٌ قال الشاعر\nلان مالكا ونَهْشَلاً قبيلتانِ وكل واحدة منهما لها رماح فلو جمعتَ على هذا لقلتَ عشرون رِماحًا قد الْتَقَتْ تريد عشرين قبيلة لكل منها رماح ولو قلت عشرون رُمْحًا كان لكل واحد منها رُمْح قال الشاعر",
        "أراد جِمالاً لهذه الفِرقة وجمالا لهذه الفرقة فاذا بلغتَ المائةَ جئتَ بلفظ يكون للذكر والانثى وهو مائة كما كان عشرون وما بعدها من العُقود وبينتَ المائة باضافتها الى واحد منكور فان قال قائل ما العلة التى لها أُضِيفَتْ الى واحد منكور فالجواب فى ذلك أنها شابهت العشرةَ التى حكمُها أن تضافَ الى جماعة والعشرين التى حكمها أن تميز بواحد منكور فاخِذَ من كل واحد منهما شَبَهٌ فاضيف بِشَبَهِ العشرة وجُعِلَ ما يضافُ اليه واحدا بشَبَه العِشرين لانها يضاف اليها نوع يبينها كما يُبَيِّنُ النوعُ المُمَيِّزُ العشرين فان قال قائل وما شَبَهُها من العشرة والعشرين قيل له أما شبهها من العشرة فلانها عَقْدٌ كما أن العشرة عقد وأما شبهها من العشرين فلانها تلى التسعين وحكمُ عَشْرِة الشئِ كحكم تِسْعَتِه ألا ترى أنك تقول تسعة أثواب وعشرة أثواب فتكون العشرةُ كالتسعة والمائةُ من التسعين كالعشرة من التسعة وذلك قولك مائتا درهم ومائتا ثوب ونحو ذلك ويجوز فى الشعر ادخالُ النون على المائتين ونصبُ ما بعدها قال الشاعر\n\nوقال آخر أيضا\nفاذا أردت تعريف المائة والمائتين أدخلتَ الالفَ واللامَ فى النوع وأضفتَها اليه كقولك مائةُ الدرهم ومائتا الثوب فاذا جمعتَ المائةَ أضفت الثلاثَ فقلت ثلاثمائة الى تسعمائة فان قال قائل هَلَّا قلتم ثلاثُ مِئينَ أَو مِئاتٍ كما قلتم ثلاثُ مسلماتٍ وتِسْعُ تَمَراتٍ فالجواب فى ذلك أنا رأينا الثلاثَ المضافة الى المائة قد أشبهت العشرين من وجه وأشبهت الثلاثَ التى فى الآحاد من وجه فاما شبهها بالعشرين فَلِانَّ عقْدَها على قياس الثلاثِ الى التِّسع لانك تقول ثلاثُمائةٍ وتسعمائةٍ ثم تقول ألفٌ ولا تقول عَشْرُ مائةٍ فصار بمنزلة قولك عشرون وتسعون ثم تقول مائةٌ على غير قياس التسعين وتقول فى الآحاد ثلاثُ نسوةٍ وعَشْرُ نِسْوةٍ فتكون العَشْرُ بمنزلة التأنيث فاشبهت ثلاثُمائةٍ العشرين فبُيِّنَتْ بواحدٍ وأشبهت الثلاثَ فى الآحاد فجعل بيانُها بالاضافة والدليل على صحة هذا أنهم قالوا ثلاثةُ آلافٍ فانما أضافوا الثلاثةَ الى جماعةٍ لانهم يقولون عشرةُ آلافٍ فلما كان عَشَرَتُه على غير قياس ثلاثته أَجْرَوْه مُجْرَى ثلاثةِ أثوابٍ لانهم قالوا عشرةُ أثوابٍ فاذا قلت ثلاثمائةٍ فحكم المائة بعد اضافة الثلاث اليها أن تضاف الى واحد منكور كحكمها حين كانت منفردة ويجوز أن تُنَوَّنَ وتُمَيَّزَ بواحدٍ كما قيل مائتانِ عامًا فاما قولُ الله عزوجل (ثَلاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعاً) فان أبا اسحق الزجاج زعم أن سنين منتصبةٌ على البدل من ثلاثِمائةٍ ولا يصح أن تُنْصَبَ على التمييز لانها لو انتصت بذلك فيما قال لوجب أن يكونوا قد لَبِثُوا تِسْعَمائة وليس ذلك بمعنى الآية وقبيحٌ أن يُجْعَل سِنين نعتا لها لانها جامدة ليس فيها معنى فِعْلٍ وقال الفراء يجوز أن تكون سنين على التمييز كما قال عنترة فى بيت له",
        "ويروى سُودٌ فقد جاء فى التمييز سُودًا وهى جماعة* قال أبو سعيد* ولابى اسحق أن يفصل بين هذا وبين سنين بانَّ سُودًا انما جاءت بعد المميز فيجوز أن يُحْمَلَ على\nاللفظ مرةً وعلى المعنى مرةً كما تقول كُلُّ رجلٍ ظَريفٍ عندى وان شئتَ قلتَ ظريفٌ فتحمله مرة على اللفظ ومرة على المعنى وليس قبل سنين شئ وقَعَ به التمييز فيكون سنين مثل سودا واعلم أن مائة ناقصةٌ بمنزلة رِئَةٍ وإرَةٍ فلك أن تجمعها مِئُونَ فى حال الرفع ومِئين فى حال النصب والجر وان شئت قلت مِئِينٌ فجعلتَ الاعرابَ فى النون وألزمته الياء وان شئت قلت مِئَاتٌ كما تقول رِئَاتٌ وأما قول الشاعر\n* وحاتِمُ الطَّائِىُّ وَهَّابُ المِئِى*\nفقد اختلف النحويون فى ذلك فقال بعضهم أراد جمعَ المائة على الجمع الذى بينه وبين واحده الهاء كقولك تمرة وتمر فكانه قال مائةٌ ومِئٌ ثم أطلق القافية للجر وقال بعضهم أراد المِىَّ وكان أصله المَئِىّ على مثال فَعِيل لان الذاهب من المائة إما واو واما ياء فان كانت ياء فهى مئِىٌّ وان كانت واوا انقلبت أيضا ياء وصار لفظها واحدا ثم تُكْسَر الميم وذلك أن بنى تميم يكسرون الفاء من فَعيل اذا كانت العين أحد الحروف الستة وهى حروف الحلق كقولهم شِعِير ورِحِيم فيقولون فى ذلك مِىٌّ وأصله مَئِىٌّ ومما جاء على هذا المثال من الجمع مَعِيزٌ جمع مَعَزٍ وكَلِيبٌ وعَبيد وغير ذلك مما جاء على فعيل فعلى هذا القول مِىٌّ مشدد ويجوز تخفيفها فى القافية المقيدة كما ينشد بعضهم قول طرفة فى بيت له",
        "وقال بعض النحويين انما هو مِئِينٌ فاضْطُرَّ الى حَذْفِ النون كما قال\n* قَواطِنًا مكةَ مِنْ وُرْقِ الحَمِى*\nفاذا بلغتَ الالفَ أضفته الى واحدٍ فقلت ألف درهم كما أضفت المائة الى واحد حين قلت مائة درهم والعلة فيه كالعلة فيها من قِبَلِ أن الالْفَ على غير قياس ما قبله لانك لم تقل عشر مائة كما قلت تسعمائة وضعتَ لفظا يدل على العقد الذى بعد تسعمائة غَيْرَ جارٍ على شئ قبله كما فعلتَ ذلك بالمائة حين لم تُجْرِها على قياس التسعين فاذا جمعت الالف جمعته على حدّ ما تجمع الواحدَ وتُضيف ثلاثَته الى جماعةِ نوعِه فتقول ثلاثةُ آلافٍ وعشرةُ آلاف كما قلت ثلاثة أثوابٍ وعشرةُ أثوابٍ وانما\nخالف جمعُ الألف فى الاضافة جمعَ المائة لان الالفَ عشرتُه كثلاثته فصار بمنزلة الاحاد التى عشرتُها كثلاثتها وليس عشرة المائة كثلاثتها وقد بينا هذا فيما تقدم وليس بعد الالْفِ شئ من العدد على لفظ الآحاد فاذا تضاعف أعيد فيه اللفظُ بالتكرير كقولك عشرةُ آلافِ ألفٍ ومائةُ ألفِ ألفٍ ونحو ذلك وانما قلت عشرةُ آلافٍ لان الالفَ قد لزم اضافتُه الى واحد فى تبيينه وكذلك جماعتُه كواحده فى تبيينه بالواحد من النوع واعلم أن الالف مذكر تقول أخذتُ منه ألفا واحدا قال الله تعالى (بِثَلاثَةِ آلافٍ) فأدخل الهاء على الثلاثة فدل على تذكير الالف وربما قيل هذه ألفُ درهمٍ يريدون الدراهمَ",
        "بابُ ذكرك الاسم الذى تُبَيّنُ به العِدَّةَ كم هى مع\nتمامها الذى هو من ذلك اللفظ\nفبناءُ الاثنين وما بعده الى العشرة فاعلٌ وهو مضاف الى الاسم الذى يُبَيَّنُ به العَدَدُ ذكر سيبويه فى هذا الباب من كتابه ثانِىَ اثنين وثالثَ ثلاثةٍ الى عاشر عشرة فاذا قلت هذا ثانى اثنين أو ثالثُ ثلاثةٍ أو رابعُ أربعةٍ فمعناه أحدُ ثلاثةٍ أو بعضُ ثلاثةٍ أو تمامُ ثلاثةٍ وقولُنا فى ترجمة الباب الاسم الذى تُبَيِّنُ به العِدَّةَ كمْ هِىَ نعنى ثلاثةً وقولُنا مع تمامها الذى هو من ذلك اللفظ نعنى ثالثا لانه تمامُ ثلاثةٍ وهذا التمامُ يُبْنَى على فاعل كما قلنا فيقال ثانِى اثنين وثالثُ ثلاثةٍ وتُجْرى الاوّلَ منها بوجوه الاعراب الى عاشر عشرةٍ قال الله تعالى (لَقَدْ كَفَرَ الَّذِينَ قالُوا إِنَّ اللهَ ثالِثُ ثَلاثَةٍ) وقال (ثانِيَ اثْنَيْنِ إِذْ هُما فِي الْغارِ) وقد كنتُ ذكرتُ فى المبنيات من أحدَ عَشَرَ الى تسعةَ عَشَرَ ما فيه كفاية ولكنى أذكر ههنا منه جملةً فيها ما لم أذكره هناك اذ كان هذا بابه ان شاء الله تعالى هذا الباب يشتمل على ضربين أحدهما وهو الاكثر فى كلام العرب على ما قاله سيبويه أن يكون الاولُ من لفظ الثانى على معنى أنه تمامُه وبعضُه وهو قولك هذا ثانى اثنين وثالث ثلاثة وعاشر عشرة\nولا ينوّن هذا فينصب ما بعده فيقال ثالثٌ ثلاثةً لان ثالثا فى هذا ليس يَجْرى مَجْرَى الفعل فيصير بمنزلة ضاربٍ زيدًا وانما هو بعضُ ثلاثةٍ وأنتَ لا تقول بعضٌ ثلاثةً وقد اجتمع النحويون على ذلك الا ما ذكره أبو الحسن بن كَيْسانَ عن أبى العباس ثعلب انه أجاز ذلك قال أبو الحسن قلتُ له اذا أجزتَ ذلك فقد أجريته مُجْرَى الفعل فهل يجوز أن تقول ثَلَثْتُ ثلاثةً قال نعم على معنى أتممت ثلاثةً والمعروفُ قول الجمهور وقال بعضهم سَبَعْتُ القومَ وأسبعتُهم  ـ  صَيَّرْتُهم سبعةً وسَبَعْتُ الحبلَ أَسْبَعُه  ـ  فتلُته على سبع قُوًى وكانوا ستةً فأَسْبَعُوا  ـ  صاروا سبعة وأسْبعْتُ الشئَ وسَبَعْتُه  ـ  صيرتُه سبعةً ودراهمُ وَزْنُ سبعةٍ لانهم جعلوا عشرةَ دراهم وَزْنَ سبعة مثاقيلَ وسُبِعَ المولُود  ـ  حُلِقَ رَأْسُهُ وذُبحَ عنه لسبعةٍ وسَبَّع اللهُ لك  ـ  رَزَقَكَ سبعةَ أولادٍ وسَبَّعَ اللهُ لك  ـ  ضَعَّفَ لك ما صَنَعْتَ سبعَ مرات وسَبَّعْتُ الاناءَ  ـ  غَسَلْتُه سَبْعًا ولهذه الكلمة تصاريفُ قد أبَنْتُها فى مواضعها فاذا زدتَ على العشرة فالذى ذكره سيبويه بناءُ الاول والثانى وذلك حادى عشر وثانى عشر وثالث عشر ففتح الاوّل والثانى وجعلهما اسما واحدا وجعل فتحهما كفتح ثلاثة عشر وذكر أن الاصلَ أن يقال حادىَ عَشَرَ أحَدَ عَشَرَ وثالثَ عَشَرَ ثَلاثة عشر فيكون حادى بمنزلة ثالثٍ لان الثالث قد استغرق حروفَ ثلاثةٍ وبنى منها فكذلك ينبغى أن يستغرق حادى عشر حروفَ أحَدَ عَشَر وقد حكاه أيضا فقال وبعضهم يقول ثالثَ عَشَرَ ثلاثةَ عَشَرَ وهو القياسُ وقد أنكر أبو العباس هذا وذكر أنه غير محتاج الى أن يقول ثالثَ عَشَرَ ثلاثةَ عَشَرَ وأن الذى قاله سيبويه خلافُ مذهب الكوفيين وكانَّ حجةَ الكوفيين فيما يَتَوَجَّهُ فيه أن ثلاثة عشر لا يمكن أن يبنى من لفظهما فاعل وانما يبنى من لفظ أحدهما وهو الثلاثة فذكر عشر مع ثالث لا وجه له وقد قدّمنا احتجاجَ سيبويه لذلك مع حكايته اياه عن بعضهم ويجوز أن يقال انه لما لم يمكن أن يبنى منهما فاعل وبنى من أحدهما احتيج الى ذكر الآخر لينفصلَ ما هو أحدُ ثلاثةٍ مما هو أحدُ ثلاثةَ عَشَر فأتى باللفظ كله والضرب الثانى من الضربين أن يكون التمام يجرى مجرى اسم الفاعل الذى يعمل",
        "فيما بعده ويكون لفظ التمام من عدد هو أكثر من المتمم بواحد كقولك ثالثُ اثنين ورابعُ ثلاثةٍ وعاشرُ تسعةٍ ويجوز أن ينون الاولُ فيقال رابعٌ ثلاثةَ وعاشرٌ تسعةً لانه مأخوذٌ من الفعل تقول كانوا ثلاثةً فَرَبَعْتُهم وتسعة فعشرتهم فانا عاشرُهم كقولك ضربتُ زيدا فأنا ضاربٌ زيدا وضاربُ زيدٍ قال الله تعالى (ما يَكُونُ مِنْ نَجْوى ثَلاثَةٍ إِلَّا هُوَ رابِعُهُمْ وَلا خَمْسَةٍ إِلَّا هُوَ سادِسُهُمْ) وقال سيبويه* فيما زادَ على العشرة فى هذا الباب هذا رابعُ ثلاثةَ عَشَرَ كما قلتَ خامسُ أَرْبعةٍ ولم يحكه عن العرب والقياسُ عند النحويين أن لا يجوز ذلك وقد ذكره المبرد عن نفسه وعن الاخفش أنهم لم يجيزوه لان هذا الباب يَجْرِى مَجْرَى الفاعل المأخوذ من الفعل ونحن لا نقول رَبَعْتُ ثلاثةَ عَشَرَ ولا أعلم أحدا حكاه فان صح أن العرب قالته فقياسه ما قال سيبويه وأما قولهم حادِى عَشَرَ وليس حادى من لفظِ واحدٍ والباب أن يكون اسمُ الفاعل الذى هو تمامٌ من لفظِ ما هو تمامُه ففيه قولان أحدهما أن حادِى مقلوبٌ من واحد استثقالا للواو فى أول اللفظ فلما قُلِبَ صار حادِوٌ فوقعت الواو طَرَفا وقبلها كسرة فقلبوها ياء كما قالوا غازِى وهو من غزوت وأصله غازِوٌ وذكر الكسائى أنه سمع من الاسْدِ أو بعضِ عبد القيس واحِدَ عَشَرَ يا هذا وقال بعض النحويين وهو الفراء حادِى عَشَرَ من قولك يَحْدُو أى يَسُوقُ كانَّ الواحدَ الزائدَ يسوق العَشَرةَ وهو معها وأنشد\nوفى ثالثَ عَشَرَ وبابِها ثلاثةُ أوجه فان جئتَ بها على التمام على ما ذكر سيبويه فقلت ثالثَ عَشَرَ ثلاثةَ عَشَرَ فتحتَ الاوّلين والآخرين لا يجوز غير ذلك وان حذفتَ فقلتَ ثالثَ ثلاثةَ عَشَر أعربتَ ثالثا بوجوه الاعراب وفتحت الآخرين فقلتَ هذا ثالِثُ ثلاثةَ عَشَرَ ورأيتُ ثالثَ ثلاثةَ عَشَرَ ومررتُ بثالثِ ثلاثةَ عَشَر لا يجوز غير ذلك عند النحويين كُلِّهم وان حذفتَ ما بين ثالث وعَشَر الاخير فالذى ذكره سيبويه فتحهما جميعا وذكر الكوفيون أنه يجوز أن يُجْرَى ثالثٌ بوجوه الاعراب ويجوز أن يُفْتَح فمن\nأَجْراه بوجُوه الاعرابِ أراد هذا ثالثُ ثلاثةَ عَشَر ومررت بثالثِ ثلاثةَ عَشَرَ ثم حَذَفَ ثلاثةً تخفيفا وبَقَّى ثالثا على حكمه ومن بنى ثالثا مع عشر أقامه مُقامَ ثلاثةٍ حين حذفَها وهذا قول قريب ولم ينكره أصحابنا وقال الكسائى سمعت العرب تقول هذا ثالثُ عَشَرَ وثالثَ عَشَرَ فرفعوا ونصبوا* قال سيبويه* وتقول هذا حادِى أَحَدَ عَشَرَ اذا كنَّ عشرِ نِسْوةٍ معهن رجل لان المذكر يغلب المؤنث ومثلُ ذلك قولك خامسُ خَمْسةٍ اذا كنَّ أربع نسوة فيهن رجل كانك قلتَ هو تَمامُ خمسةٍ وتقول هو خامسُ أربع اذا أردتَ أنه صَيَّرَ أربَع نِسْوةٍ خمسا* قال سيبويه* وأما بِضْعَةَ عَشَرَ فبمنزلة تسعةَ عَشرَ فى كل شئ وبِضْعَ عَشِرَةَ كتِسْعَ عَشِرةَ فى كل شئ* قال الفارسى* بضعة بالهاء عددُ مبهم من ثلاثة الى تسعة من المذكر وبِضْعٌ بغير الهاء عدد مبهم من ثلاث الى تسع من المؤنث وهى تُجْرَى مفردةً ومع العشرة مُجْرَى الثلاثةِ الى التسعةِ فى الاعراب والبناء تقول هؤلاء بِضْعةُ رجال وبضعُ نسوةٍ قال الله تعالى (وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ) وفيما زاد على العشرة هؤلاء بضعةَ عَشَرَ رجلا وبضعَ عَشْرةَ امرأةً وهى مشتقة والله أعلم من بَضَعْتُ الشئَ اذا قَطَعْته كانه قِطْعةٌ من العَدد وقد كان حقه أن يذكر فى الباب الاوّل لان هذا البابَ انما ذُكِرَ فيه العَددُ المتممُ نحو ثالثُ ثلاثةٍ ورابعُ أَرْبَعةٍ ولكنه ذَكرَها هنا لِتَرى أنه ليس بمنزلة ثالثَ عَشَرَ أو ثالثةَ عَشْرةَ فاعلمه ومن قول الكسائى هذا الجزء العاشرُ عِشْرِينَ ومن قول سيبويه والفراء هذا الجزءُ العِشْرونَ وهذه الورقةُ العشرونَ على معنى تَمامِ العشرين فتَحْذِفُ التمامَ وتُقيم العشرين مُقامَه وكذلك تقول هذا الجزء الواحدُ والعشرون والاحَدُ والعشرون وهذه الورقةُ الاحْدَى والعشرون والواحدةُ والعشرون وكذلك الثانى والعشرون والثانيةُ والعشرون وما بعده الى قولك التاسعُ والتسعون وتقول هو الاوّل والثانى والثالث والرابع والخامس وقد قالوا الخامى* قال أبو على* وهو من شاذ المحوّل كقولهم أَمْلَيْتُ فى أَمْلَلْتُ ولا أَمْلَاهُ يريدون لا أمَلُّه الا أن هذا حُوِّل للتضعيف وخامسٌ ليس فيه تضعيف فاذًا هو من باب حَسَيْتُ وأَحَسْتُ فى حَسَسْتُ وأَحْسَسْتُ وقالوا سادسٌ وسادِ على حَدِّ خَام وأنشد ابن السكيت\n",
        "وفى هذا ثلاث لغات جاء سادِسًا وسَادِيًا وسَاتًّا فمن قال سادسا أخرجه على الاصل ومن قال سَاتًّا فعلى اللفظ ومن قال سادِيًا فعلى الابدال والتحويل الذى قدّمنا وأنشد ابن السكيت\nوأنشد أيضا\nيريد الخامس* قال أبو على* فى العقود كلها هو المُوَفِّى كذا وهى المُوَفِّيةُ كذا كقولك المُوَفِّى عشرين والمُوَفِّية عشرين\nهذا باب المؤنث الذى يقع على المؤنث والمذكر",
        "وأصله التأنيث\nاعلم أن المذكر قد يعبر عنه باللفظ المؤنث فيجرى حكمُ اللفظ عَلى التأنيثِ وان كان المعبر عنه مذكرا فى الحقيقة ويكون ذلك بعلامةِ التأنيثِ وبغير علامةٍ فأما ما كان بعلامة التأنيث فقولُك هذه شاة وان أردتَ تَيْسًا وهذه بقرة وان أردتَ ثورا وهذه حمامة وهذه بَطَّة وان أردت الذَّكر وأما ما كان بغير علامة فقولك عندى ثلاثٌ من الغنم وثلاثٌ من الابل وقد جعلت العرب الابل والغنم مؤنثين وجعلت الواحد منهما مؤنث اللفظ كأَنَّ فيها هاءً وان كان مذكرا فى المعنى كما جعلت العين والاذن والرجل مؤنثات بغير علامة فان قال قائل فلم لا يقال هذه طلحةُ لرجل يسمى طلحة لتأنيث اللفظ كما قالوا هذه بقرة للثور فالجواب أن طلحة لقب وليس باسم موضوع له فى الاصل وأسماءُ الاجناس موضوعة لها لازمة .... (1) فَرَقَتِ العرب بينهما وقد ذكر سيبويه فى الباب أشياء محمولة على الاصل الذى ذكرته وأشياء قريبة منها وأنا أسوق ذلك وأفسر ما أحتاج منه الى تفسيره* قال سيبويه* فاذا جِئْتَ بالاسماءِ التى\n__________________\n(1) كذا بياض بالأصل",
        "تُبَيِّنُ بها العِدَّةُ أجريتَ البابَ على التأنيث فى التثليث الى تسعَ عشرةَ وذلك قولك له ثلاثُ شياهٍ ذكورٌ وله ثلاثٌ من الشاء فأجريتَ ذلك على الاصل لان الشاء أصلها التأنيث وان وقعت على المذكر كما أنك تقول هذه غَنَم ذكور فالغنم مؤنثة وقد تقع على المذكر* قال أبو سعيد* يعنى أنها تقع على ما فيها من المذكر من التيوس والكباش ويقال هذه غَنَم وان كانت كلُّها كِباشًا أو تُيوسا وكذلك عندى ثلاث من الغنم وان كانت كباشا أو تيوسا لانه جعل الواحد منها كان فيه علامة التأنيث كما جعلت العين والرجل كأن فيهما علامة التأنيث* وقال الخليل* قولُك هذا شاةُ بمنزلة قولك هذا رحمة من ربى* قال أبو سعيد* يريد أن تذكير هذا مع تأنيث شاة كتذكير هذا مع تأنيث رحمة والتأويل فى ذلك كانك قلت هذا الشئ شاة وهذا الشئ رحمةٌ من ربى* قال سيبويه* وتقول له خَمْسٌ من الابل ذكورٌ وخمسٌ من الغنم ذكور من قِبَلِ أن الابل والغنم اسمان مؤنثان كما أن ما فيه الهاء مؤنث الاصل وان وقع على المذكر فلما كان الابل والغنم كذلك جاء تثليثها على التأنيث لانك انما أردت التثليث من اسم مؤنث بمنزلة قَدَم ولم يكسر عليه مذكر للجمع فالتثليث منه كتثليث ما فيه الهاء كانك قلت هذه ثلاث غنم فهذا يوضح وان كان لا يتكلم به كما تقول ثلاثُمائةٍ فتدع الهاء لان المائة أنثى* قال أبو سعيد* قول سيبويه الغنم والابل والشاء مؤنثات يريد أن كل واحد منها اذا قرن بمنزلة مؤنث فيه علامة التأنيث أو مؤنث لا علامة فيه كقولك هذه ثلاثٌ من الغنم ولم تقل ثلاثة وان أردت بها كباشا أو تيوسا وكذلك ثلاث من الابل وان أردت بها مذكرا أو مؤنثا وقوله بمنزلة قَدَم لان القَدَم أنثى بغير علامة وكذلك الثلاث فقولك ثلاث من الابل والغنم لا يفرد لها واحد فيه علامة التأنيث وقوله لم يكسر عليه مذكر للجمع يعنى لم يقل ثلاثة ذكور فيكون ذكور جمعا مكسرا لذكر فتذكر ثلاثةً من أجل ذلك وقوله كانك قلت هذه ثلاث غنم يريد كانَّ غنما تكسير للواحد المؤنث كما تقول ثلاثمائة فتترك الهاء من ثلاث لان المائة مؤنثة ومائة واحد فى معنى جمع لمؤنث* قال سيبويه* وتقول ثلاثٌ من البَطِّ لانك تُصَيِّره الى بَطَّةٍ* قال أبو سعيد* يريد كانك قلت له\nثلاثُ بَطَّاتٍ من البَطّ* قال سيبويه* وتقول له ثلاثة ذكورٍ من الابل لانك لم تجئ بشئ من التأنيث وانما ثَلَّثْتَ الذَّكَرَ ثم جئتَ بالتفسير من الابل لا تذهب الهاءُ كما أن قولك ذكورٌ بعد قولك من الابل لا تثبت الهاء* قال أبو سعيد* يريد أن الحكم فى اللفظ للسابق من لفظ المؤنث أو المذكر فاذا قلت ثلاث من الابل أو الغنم دكور نزعتَ الهاء لان قولك من الابل أو من الغنم يوجب التأنيث وانما قلت ذكور بعد ما يوجب تأنيث اللفظ فلم تغير وكذلك اذا قلت ثلاثة ذكور من الابل فقد لزم حكمُ التذكير بقولك ثلاثة ذكور فاذا قلت بعد ذلك من الابل لم يتغير اللفظ الاول* قال سيبويه* وتقول ثلاثة اشْخُصٍ وان عَنَيْتَ نساءً لان الشخص اسم مذكر* قال أبو سعيد* هذا ضد الاول لان الاول تؤنثه للفظ وهو مذكر فى المعنى وهذا تذكره للفظ وهو مؤنث فى المعنى* قال سيبويه* ومثله قولهم ثلاثُ أَعْيُنٍ وان كانوا رجالا لان العين مؤنثة* قال أبو سعيد* وهذا يُشْبِهُ الاوّلَ وانما أنثوا لانهم جعلوا الرجال كانهم أعينُ من ينظرون لهم* قال سيبويه* وقالوا ثلاثةُ أَنْفُسٍ لان النفس عندهم انسانٌ ألا ترى أنهم يقولون نَفْسٌ واحد ولا يدخلون الهاء* قال أبو سعيد* النفس مؤنث وقد حمل على المعنى فى قولهم ثلاثة أنفس اذا أريد به الرجال قال الشاعر وهو الحطيئة\nيريد ثلاثةً أَناسِىَّ* قال* وتقول ثلاثةٌ نسَّاباتٍ وهو قبيح وذلك أن النسابة صفة فكانه لفظ بمذكره ثم وَصَفَهُ ولم يجعل الصفةَ تَقْوى قُوَّةَ الاسم فانما يجىء كانك لفظتَ بالمذكر ثم وصفته كانك قلت ثلاثةُ رجالٍ نَسَّاباتٍ وتقول ثلاثةُ دوابَّ اذا أردتَ المذكر لان أصلَ الدابة عندهم صفةٌ وانما هى من دَبَبْتَ فاجْرَوْها على الاصل وان كان لا يُتَكَلَّم بها الا كما يتكلم بالاسماء كما أن أبطَح صفة واسْتُعْمل استعمالَ الاسماء* قال أبو سعيد* الاصل أن أسماء العدد تفسر بالانواع فيقال ثلاثةُ رحال وأربعةُ أثوابٍ فلذلك لم يعمل على تأنيث ما أضيف اليه اذ كان صفة وقُدِّرَ قبله\nالموصوف وجعل حكم تذكير العدد على ذلك الموصوف فيكون التقدير ثلاثة رحال نسّابات وثلاثة ذكور دوابّ وان كانوا قد حذفوا الموصوف فى دابة لكثرته فى كلامهم كما أن أبطح صفة فى الاصل لانهم يقولون أبطحُ وبَطْحاء كما يقال أحمر وحمراء وهم يقولون كنا فى الابطح ونزلنا فى البطحاء فلا يذكرون الموصوفَ كانهما اسمان* قال سيبويه* وتقول ثلاثُ أفراسٍ اذا أردت المذكر لان الفرس قد ألزموه التأنيث وصار فى كلامهم للمؤنث أكثر منه للمذكر حتى صار بمنزلة القَدَم كما أن النفس فى المذكر أكثر* قال أبو سعيد* أنت ثلاثَ أفراس فى هذا الموضع لان لفظ الفرس مؤنث وان وقع على مذكر وقد ذكره فى الباب الاول حيث قال خمسةُ أفراس اذا كان الواحدُ مذكرا وهذا المعنى* قال سيبويه* وتقول سار خمسَ عَشْرةَ من بينِ يومٍ وليلة لانك أَلْقَيْتَ الاسمَ على الليالى ثم بينت فقلت من بين يوم وليلة ألا تَرى أنك تقول لخمسٍ بَقِينَ أو خَلَوْنَ ويعلم المخاطبُ أن الايامَ قد دخلتْ فى الليالى فاذا ألقى الاسم على الليالى اكتفى بذلك عن ذكر الايام كما أنه يقول أتيته ضحوة وبكرة فيعلم المخاطب أنها ضحوة يومه وبكرة يومه وأشباهُ هذا فى الكلام كثيرٌ فانما قولُه من بين يوم وليلة توكيدٌ بعد ما وقع على الليالى لانه قد علم أن الايام داخلة مع الليالى وقال الشاعر وهو الجعدى",
        "قال أبو على اعلم أن الايام والليالى اذا اجتمعتْ غُلِّبَ التأنيثُ على التذكير وهو على خلاف المعروف من غلبة التذكير على التأنيث فى عامة الاشياء والسبب فى ذلك أن ابتداء الايام الليالى لان دخول الشهر الجديد من شهور العرب برؤية الهلال والهلالُ يُرَى فى أول الليل فتصير الليلة مع اليوم الذى بعدها يوما فى حساب أيام الشهر والليلة هى السابقة فجرى الحكم لها فى اللفظ فاذا أبهمتَ ولم تذكر الايام ولا الليالى جرى اللفظ على التأنيث فقلت أقامَ زيدٌ عندنا ثلاثا تريد ثلاثة أيام وثلاثَ ليال قال الله عزوجل (يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً) يريد عشرةَ أيام مع الليالى فاجْرِىَ اللفظُ على الليالى وأنث ولذلك جرت العادة فى التواريخ بالليالى\nفيقال لخمسٍ خَلَوْنَ ولخمسٍ بَقِينَ يريد لخمسِ ليالٍ وكذلك لاثْنَتَىْ عشرةَ ليلةً خلتْ فلذلك قال سار خمسَ عشرةَ فجاء بها على تأنيث الليالى ثم وَكَّدَ بقوله من بَيْنِ يوم ليلة ومثلُه قولُ النابغة\n* فطافتْ ثلاثًا بَيْنَ يومٍ وليلةٍ*\nومعنى البيت أنه يَصِفُ بقرةً وَحْشِيْةً فَقَدَتْ ولدَها فطافت ثلاثَ ليال وأيامَها تَطْلُبه ولم تَقْدِرْ أن تُنْكِرَ من الحال التى دُفِعَتْ اليها أكثَرَ من أن تُضِيفَ ومعناه تُشْفِقُ وتَحْذَرُ وتَجْأَرُ  ـ  معناه تَصِيح فى طلبها له* قال سيبويه* وتقول أعطاه خمسةَ عَشَر من بين عبد وجارية لا يكون فى هذا الا هذا لان المتكلَم لا يجوز أن يقول له خَمسةَ عَشَرَ عَبْدًا فيعلم أن تم من الجوارى بعدّتهم ولا خمس عشرة جارية فيعلم أن تَمَّ من العبيد بعدّتهنَّ فلا يكون هذا الا مختلطا يقع عليهم الاسم الذى بُيِّنَ به العددُ* قال أبو سعيد* بَيَّنَ الفرقَ بين هذا وبين خمس عشرة ليلة لان خمس عشرة ليلة يعلم أن معها أياما بعدّتها واذًا فاذا قلت خمس عشرة بين يوم وليلة فالمراد خمس عشرة ليلة وخمسة عشر يوما واذا قلت خمسة عشر من بين عبد وجارية فبعض الخمسةَ عشرَ عبيدٌ وبعضُها جوارٍ فاختلط المذكر والمؤنث وليس ذلك فى الايام فوجب التذكير* قال سيبويه* وقد يجوز فى القياس خمسة عشر من بين يوم وليلة وليس بحد كلام العرب* قال أبو سعيد* انما جاز ذلك لا ناقد نقول ثلاثة أيام ونحن نريدها مع لياليها كما نقول ثلاثَ ليال ونحن نريدها مع أيامها قال الله تعالى لزكريا عليه‌السلام (آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلاثَةَ أَيَّامٍ إِلَّا رَمْزاً) وقال فى موضع آخر (آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلاثَ لَيالٍ سَوِيًّا) وهى قصة واحدة* قال سيبويه* وتقول ثلاثُ ذَوْدٍ لان الذَّوْدَ أُنْثَى وليس باسم كُسِّرَ عليه مُذَكَّرٌ* قال أبو سعيد* ثلاث ذَوْدٍ يجوز أن تريد بهن ذكورا وتؤنث اللفظ كقولك ثلاث من الابل فالذَّوْدُ بمنزلة الابل والغنم* قال سيبويه* وأما ثلاثة أشياء فقالوها لانهم جعلوا أشياء بمنزلة أفعال لو كَسَّرُوا عليها فَعْلاً وصار بدلا من أفعال* قال أبو سعيد* يريد أن أشياء وان كان مؤنثا لا يُشْبه الذَّوْدَ وكان حق هذا على موضوع سيبويه الظاهر أن يقال",
        "ثلاث أشياء لان أشياء اسم مؤنث واحد موضوع للجمع على قوله وقول الخليل لان وزنه عنده فَعْلاء وليس بمكسر كما أن غنما وابلا وذَوْدًا أسماء مؤنثة وليست بجموع مكسرة فَجَعلَ واحدَ كُلِّ اسمٍ من هذه الاسماءِ كانه مؤنث فقال جَعَلُوا أشياء هى التى لا تنصرف ووزنُها فَعْلاءُ نائبةٌ عن جمع شئ لو كسر على القياس وشئ اذا كسر على القياس فحقه أن يقال أشياء كما يقال بَيْتٌ وأَبْياتٌ وشَيْخٌ وأَشْياخٌ فقالوا ثلاثة أشياء كما يقال ثلاثة أشياء لو كسروا شيأ على القياس* قال سيبويه* ومثلُ ذلك ثلاثةُ رَجْلة فى جمع رَجُلٍ لان رَجْله صار بدلا من أَرْجال* قال أبو سعيد* أراد أنهم قالوا ثلاثة رَجْلة ورَجْلة مؤنث وليس بجمع مكسر لان فَعْلةً ليس فى الجموع المكسرة لانهم جعلوا رَجْلة نائبا عن أَرْجال ومُكْتَفًى بها من أرجال وكان القياس أن يقال ثلاثة أرجال لان رَجُلا وَزْنُه وَزْنُ عَجُزٍ وعَضُدٍ ويجمع على أعْجازٍ وأعْضادٍ وليست الابلُ والغنم والذَّوْدُ من ذلك لانه لا واحد لها من لفظها* قال سيبويه* وزعم يونس عن رؤبة أنه قال ثلاثُ أنْفُسٍ على تأنيثِ النَّفْسِ كما يقال ثلاثُ أَعْيُنٍ للعَيْنِ من الناس وكما يقال ثلاثةُ أَشْخُص فى النساء قال الشاعر\nيريد عَشْرَ قَبائلَ لانه يقال للقبيلة بَطْنٌ من بُطُون العرب وقال الكلابى\nفقال وأنتم ثلاثة فذَكَّرَ على تأويل ثلاثة أَبْطُنٍ أو ثلاثةِ أحْياء ثم رَذَّها الى معنَى القبائِل فقال وللسبع خير من ثلاث على معنى ثلاثِ قبائلَ وقال عمر بن أبى ربيعة\nفأنث الشخوصَ لان المعنى ثلاثُ نسوةٍ ومما يقوى الحملَ على المعنى وان لم يكن من العَددِ ما حكاه أبو حاتم عن أبى زيد أنه سَمِعَ من الاعراب من يقول اذا قيل أين فلانةُ وهى قريبة هاهُوَذِه قال فانكرتُ ذلك عليه فقال قد سمعتُه من أكثر من مائة من الاعراب وقال قد سمعتُ من يفتح الذال فيقول هاهوذا فهذا يكون محمولا",
        "مرةً على الشَّخصِ ومرةً على المرأة وانما المعروف ها هى ذِه والمذكر هاهوذا وزعم أبو حاتم أن أهل مكة يقولون هوذا وأهلُ مكة أفصحُ من أهل العراقِ وأهلُ المدينة أفصح من أهل مكة فهذا شئ عَرَضَ* ثم نعود الى باب العدد وكان الفراء لا يجيز أن يُنْسَقَ على المؤنث بالمذكر ولا على المذكر بالمؤنث وذلك أنك اذا قلت عندى ستة رجالٍ ونساءٍ فقد عقدتُ أن عندى ستة رجال فليس لى أن أجعل بعضهم مذكرا وبعضَهم مؤنثا وقد عقدتُ أنهم مذكرون واذا قلتَ عندى ثلاثُ بناتِ عُرْسٍ وأربعُ بَناتِ آوَى كان الاختيارُ أن تُدْخل الهاءَ فى العدد فتقول عندى ثلاثة بناتِ عُرْسٍ وأربعةُ بَناتِ آوى الاختيارُ أن تُدْخل الهاءَ فى العدد لان الواحدَ ابنُ عُرْسٍ وابنُ آوى وقال الفراء كان بعضُ مَنْ مَضَى من أهل النحو يقول ثلاثُ بناتِ عُرْسٍ وثلاثُ بناتِ آوَى وما أشبه ذلك مما يجمع بالتاء من الذُّكْرانِ ويقولون لا يجتمع ثلاثة وبنات ولكنا نقول ثلاثُ بناتِ عُرْس ذكورٌ وثلاثُ بناتِ آوى وما أشبه ذلك ولم يصنعوا شيئا لان العرب تقول لى حماماتٌ ثلاثةٌ والطلحاتُ الثلاثةُ عندنا يريد رجالا أسماؤهم الطَّلَحات\nباب النسب الى العدد\n* قال الفراء* اذا نسبت الى ثلاثة أو أربعة فان كان يراد من بَنِى ثلاثة أو أُعْطِى ثلاثةً قلت ثَلَاثِىٌّ وان كان ثوبا أو شيئا طولُه ثلاثُ أذرع قلت ثُلاثِىٌّ الى العَشْر المذكرُ فيه كالمؤنث والمؤنثُ كالمذكر أرادوا بذلك أن يفرقوا بين الشيئين أعنى النسبتين لاختلافهما كما نسبوا الى الرجل القديم دَهْرِىٌّ وان كان من بنى دَهْرِ من بنى عامر قلت دُهْرِىٌّ لا غير فاذا نسبتَ الى عِشْرِينَ فأنتَ تقولُ هذا عِشْرِىٌّ وثَلَاثِىٌّ الى آخر العدد وذلك أنهم أرادوا أن يفرقوا بين المنسوب الى ثلاثين وثلاثةٍ فجعلوا الواو ياء كما جعلت فى السَّيْلَحِين وأخواتها اذا احتاجوا الى ذلك* قال أبو على* فعلوا ذلك لئلا يجمعوا بين اعرابين* وقال الفراء* اذا نسبت الى خمسةَ عَشَر والى خمسةٍ وعشرين فالقياسُ أن تَنْسُبَ اليه خَمْسِىٌّ أو ستِّىٌّ وانما نسبت الى الاول ولم تنسب\nالى الآخر لان الآخر ثابت والاول يختلف فكان أدلَّ على المعنى وكان مخالفا للذى نُسِب الى خمس فى خمسة لان ذلك يُنْسَب اليه خُمَاسىٌّ وذلك بمنزلة نسبتك الى ذى العِمامةِ عمامِىٌّ ولا تقل ذَوَوِىٌّ لان ذو ثابت يضاف الى كلِّ شئ مختلفٍ وغيرِ مختلفٍ واذا نسبتَ ثوبا الى أن طوله وعرضه اثنا عشر ذراعا قلتَ هذا ثوب ثَنَوِىٌّ وهذا ثوبٌ اثْنِىٌّ وقال أبو عبيد قال الاحمر ان كان الثوب طُولُه أَحَدَ عَشَر ذراعا لم أَنْسُبْ اليه كقول من يقول أَحَدَ عَشَرِىٌّ بالياء ولكن يقال طوله أحدَ عَشَرَ ذراعا وكذلك اذا كان طوله عشرين فصاعدا مثله وقد غلط أبو عبيد ههنا حين ذَكَر الذراع فقال أحد عشر ذراعا ولا يُذَكِّرُها أحد* وقال السِّجِسْتانى لا يقال حَبْلٌ أحَدَ عَشَرِىٌّ ولا ما جاوز ذلك ولا ما ينسب الى اسمين جعلا بمنزلة اسم واحد واذا نسبت الى أحدهما لم يُعْلم أنك تُريد الآخَر وان اضْطُرِرْت الى ذلك نسبته الى أحدهما ثم نسبته الى الآخر كما قال الشاعر لما أراد النَّسَبَ الى رَامَ هُرْمُزَ",
        "واذا نسبتَ ثوبا الى أن طوله أحد عَشَرَ قلتَ أحَدِىٌّ عَشَرِىٌّ وان كان طوله إحْدَى عَشْرة قلت إحْدَوِىٌّ عَشْرِىٌّ وان كنت ممن يقول عَشِرَة قلت إحْدَوِىٌّ عَشَرِىٌّ فتفتح العين والشين كما تقول فى النسبة الى النَّمِر نَمَرِىٌّ* وقال* لا يَقْبحُ هذا التكرير مخافةَ أن لا يُفْهَمَ اذا أُفْرِد ألا تراهم يقولون اللهُ رَبِّى وربُّ زيد فيكررون لخفاء المكنى المخفوض اذ وقع موقع التنوين\nباب ذكر المعدول عن جهته من عدد\nالمذكر والمؤنث\nاعلم أن المعدول عن جهته من العدد يُمْنَعُ الاجراءَ ويكون للمذكر والمؤنث بلفظ واحد تقول ادخلوا أُحادَ أُحادَ وأنت تَعْنِى واحدا واحدا أو واحدةً واحدة وادخلوا",
        "ثُنَاءَ ثُناءَ وأنت تعنى اثنين اثنين أو اثنتين اثنتين وكذلك ادخلوا ثُلَاثَ ثُلَاثَ ورُباع رُباعَ* قال سيبويه* وسألت الخليل عن أُحادَ وثُناءَ ومَثْنَى وثُلاثَ ورُبَاع قال هو بمنزلة أُخر انما حَدُّه واحِدًا واحِدًا فجاء محدودا عن وجهه فتُرِك صَرْفُه قلت أفتَصْرِفه فى النكرة قال لا لانه نكرة توصف به نكرة* قال أبو سعيد* اعلم أن أُحَادَ وثُنَاءَ قد عُدِل لفظه ومعناه وذلك أنك اذا قلت مررت بواحد أو اثنين أو ثلاثةٍ فانما تريد تلك العِدَّة بعينها لا أَقلَّ منها ولا أكثر فاذا قلت جاءنى قوم أُحَادَ أو ثُناءَ أو ثُلاثَ أو رُباعَ فانما تريد أنهم جاؤنى واحِدًا واحِدًا أو اثنين اثنين أو ثلاثةً ثلاثةً أو أربعةً أربعةً وان كانوا ألوفا والمانع من الصرف فيه أربعةُ أقَاوِيلَ منهم من قال انه صفةٌ ومَعْدولٌ فاجتمعت علتان مَنَعَتاه الصَّرفَ ومنهم من قال انه عُدِلَ فى اللفظ وفى المعنى فصار كانَّ فيه عَدْلَيْنِ وهما علتانِ فاما عَدْل اللفظ فمن واحدٍ الى أُحادَ ومن اثنين الى ثُناءَ وأما عدل المعنى فتغيير العِدَّةِ المحصورة بلفظ الاثنين والثلاثةِ الى أكثر من ذلك مما لا يحصى وقول ثالث انه عُدِل وأنَّ عَدْلَه وقع من غير جهة الفعل لان باب العَدْل حَقُّه أن يكونَ للمعارف وهذا للنكراتِ وقول رابع انه مَعْدُول وانه جمع لانه بالعدل قد صار أكثر من العِدَّةِ الاولَى وفى ذلك كلِّه لغتان فُعَالُ ومَفْعَلُ كقولك أُحادُ ومَوْحَدُ وثُنَاءُ ومَثْنَى وثُلَاثُ ومَثْلَثُ ورُبَاع ومَرْبَع وقد ذكر الزجاج أن القياسَ لا يمنع أن يبنى منه الى العشرة على هذين البناءين فيقال خُمَاسُ ومَخْمَسُ وسُداسُ ومَسْدس وسُباعُ ومَسْبَع وثُمان ومَثْمَن وتُساع ومَتْسَع وعُشار ومَعْشَر وقد صرح به كثير من اللغويين منهم ابن السكيت والفراء وبعض النحويين يقولون انها معرفة فاستدل أصحابنا على تنكيره بقوله تعالى (أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ) فوصف أجْنِحَةً وهو نكرة بِمَثْنَى وثُلاث ورُباع* قال أبو على الفارسى قال أبو اسحق فى قوله تعالى (فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ مَثْنى وَثُلاثَ وَرُباعَ (مَثْنى وَثُلاثَ وَرُباعَ) بَدَلٌ من (ما طابَ لَكُمْ) ومعناه اثنتين اثنتين وثَلاثًا ثلاثا وأربعا أربعا الا أنه لم ينصرف لجهتين لا أعلم أحَدًا من النحويين ذكرهما وهى أنه اجتمع فيه علتان أنه معدول عن اثنتين اثنتين وثَلاثٍ ثلاثٍ وانه عُدِلَ عن تأنيث قال\nوقال أصحابنا انه اجتمع فيه علتان أنه عُدِل عن تأنيث وانه نَكِرةٍ والنكرة أصلُ الاشياء فهذا كان ينبغى أن يخففه لان النكرة تخفف ولا تُعَدّ فرعا وقال غيرهم هو معرفة وهذا محال لانه صفة للنكرة قال الله تعالى (أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ) فمعناه اثنين اثنين قال الشاعر\nوقال فى سورة الملائكة فى قوله تعالى (أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ) فتح ثُلاث ورُباع لانه لا ينصرف لعلتين احداهما أنه معدول عن ثلاثةٍ ثلاثةٍ وأربعةٍ أربعة واثنين اثنين والثانية أنَّ عَدْلَه وقع فى حال النكرة فأنكر هذا القولَ فى النِّساء على من قاله فقال العَدْل عن النكرة لا يوجب أن يُمْنَع من الصرف له قال أبو على رادّا عليه اعلم أن العَدْلَ ضَرْبٌ من الاشتقاق ونوعٌ منه فكل مَعْدُولٍ مشتقٌّ وليس كلٌّ مشتقٍّ معدولاً وانما صار ثِقَلا وثانيا أنك تلفظ بالكلمة وتريد بها كلمة على لفظ آخَرَ فمن ههنا صار ثقلا وثانيا (1) ألا ترى أنك تريد بعُمَر وزُفَر فى المعرفة عامرا وزافرا معرفتين فأنت تلفظ بكلمة وتريد أخرى وليس كذلك سائرُ المشتقات لانك تُرِيد بسائر ما تشتقه نفسَ اللفظ المشتقِّ المسموع ولستَ تُحِيلُ به على لفظ آخر يدل على ذلك أن ضاربا ومَضْرُوبا ومُسْتَضْرِبا ومُضْطَربا ونحو ذلك لا تريد بلفظِ شئ منه لفظَ غيره كما تريد بعُمَر عَامِرًا وبِزُفَر زَافِرا وبِمَثْنى اثنين فصار المعدول لِما ذكرنا من مخالفته لسائر المشتقات ثِقَلا اذ ليس فى هذا الجنس شئ على حده فلما كان العدل فى كلامهم ما وصفناه لم يجز أن يكون العدلُ فى المعنى على حدّ كونه فى اللفظِ لانه لو كان فى المعنى على حدّ كونه فى اللفظ لوجبَ أن يكونَ المعنى فى حال العَدْل غيرَ المعنى الذى كان قبل العدل كما أن لفظَ العدل غيرُ اللفظ الذى كان قبل العدل وليس الأمرُ كذلك ألا ترى أنّ المعنى فى عُمر هو المعنى الذى كان فى عامر والمعنى الذى فى مَثْنَى هو المعنى الذى كان فى اثنين اثنين على أنّ العَدْلَ فى المعنى لو كان ثِقَلاً عندهم وثانيا فى هذا الضَّرْبِ من الاشتقاق لوجب أن يكون ثانيا فى سائر الاشتقاق الذى ليس بعدل كما أنّ التعريفَ لما كان ثانيا كان مع جميع الاسباب\n__________________",
        "(1) قلت لقد سبح على بن سيده هنا فى لجة من الخطا لا ساحل لبحرها ولا نجاة من الموت فيها الا بركوب سفينة من التوبة يرجى بعد أوبتها محو حوبتها وتلك اللجة هى قوله ألا ترى أنك تريد بعمر وزفر فى المعرفة عامرا وزافرا معرفتين فأنت تلفظ بكلمة وتريد أخرى الخ فهذا كله تحكم وبهتان باطل وتقوّل على العرب لم يشبه شئ من الحق والصدق ولا حجة لهم ولا شاهد ولا برهان عليه أىّ وحى نزل عليهم بانّ عمر او زفرا فى المعرفة يراد بهما عامر وزافر معرفتان والصواب وهو الحق الذى لا محيد عنه أن عمرا وزفرا مصر وفان غير معدولين أما عمر فمنقول من عمر جمع عمرة الحج فهو مصروف معرفة كان أو نكرة تبعا لاصله ففى الحديث الصحيح اعتمر رسول اللهصلى‌الله‌عليه‌وسلم أربع عمر وأمّا زفر فمنقول من الزفر كالصرد للاسد والشجاع والبحر والنهر الكثير لماء ولعطية الكثيرة وكتبه محققّه محمد محمود التركزى لطف الله به امين\nالمانعة من الصَّرف ثانيا فلو كان العدلُ فى المعنى ثِقَلا لكان فى سائر الاشتقاق كذلك كما أنّ التعريفَ لما كان ثِقَلا كان مع سائر الاسباب المانعة للصرف كذلك ولو كان كذلك لكان يجب من هذا متى انضم الى بعض المشتقات من أسماء الفاعِلِين أو المَفْعُولِين أو المكانِ أو الزّمانِ أو غيرِ ذلك التعريفُ أن لا يَنْصَرِفَ لحصول المعنيين فيه وهما عَدْل المعنى والتعريفُ كما لا ينصرف اذا انضم الى عدل اللفظ التعريفُ وليس الامرُ كذلك فاذا كان الحكم بالعدل فى المعنى يُؤَدّى الى هذا الذى هو خطأ بلا اشكال عَلِمتَ أنه فاسد وأيضا فانّ العَدْلَ فى المعنى فى هذه الاشياء لا يَصِحُّ كما صحّ العدل فى اللفظ لانّ المعانىَ التى كانت أسماءُ المعدولِ عنها تَدُلُّ عليها مرادةٌ مع الالفاظ المعدولة كما كانت المرادَة فى الالفاظ المعدول عنها هى فكيف يجوز أن يقال انها معدولٌ عنها كما يقال فى الالفاظ وهى مُرَادةٌ مقصودة ألا ترى أنك تريد فى قولك عُمر المعنى الذى كان يدل عليه عامر فاذا كان كذلك لم يكن قولُ من قال ان مَثْنَى ونَحْوَهُ انه لم ينصرف لانه عُدِلَ فى اللفظ والمعنى بمستقيم واذا كان العدل ما ذكرناه من أنه لَفْظٌ يراد به لفظٌ آخَرُ لم يمتنِعْ أن يكونَ العدلُ واقعا على النكرة كما يقع على المعرفة ولم يجز أن يتكرر العدل فى اسم واحد واذا كان كذلك فقول أبى اسحق فى مَثْنَى وثُلاثَ ورُباع لم ينصرف لجهتين لا أعلم أحدا من النحويين ذكرهما وهما أنه اجتمع فيه علتان معدول عن اثنتين اثنتين وأنه عدل عن تأنيث خطأ وذلك أنه لا يخلو أن يكون لما عدل عن اثنتين اثنتين وثلاثا ثلاثا وعدل عن التأنيث تكرر فيه العدل كما تكرر الجمع فى أكالب ومساجد أو يكون لما عدل عن التأنيث كان ذلك ثقلا آخر من حيث كان المعدول عنه مؤنثا ولم يكن الاوّل المذكّر فلا يجوز أن يكون العدل متكررا فى هذا كما تكرر الجمع فى أكالب ومساجدَ والتأنيثُ فى بُشْرَى ونحوه لما قدمناه من أن العدل انما هو أن يريد باللفظ لفظا آخر واذا كان كذلك لم يجز أن يتكرر هذا المعنى لا فى المعدول عنه ولا فى المعدول ألا ترى أنه لا يستقيم أن يكون معدولا عن اسمين كما لا يجوز أن يكون المعدول اسمين ولا يُوهِمنَّك قول النحويين انه عدل عن اثنين اثنين أنهم\nيريدون بمثنى العَدْلَ عنهما انما ذلك تمثيل منهم للفظة المعدول عنها كما يفسرون قولهم هو خير رجل فى الناس وهما خير اثنين فى الناس أن المعنى هما خير اثنين اذا كان الناس اثنين اثنين وخير الناس اذا كانوا رجلا رجلا وكذلك يريدون بقولهم مثنى معدول عن اثنين اثنين يريدون به اثنين الذى يراد به اثنين اثنين لاعن اللفظتين جميعا فاما المعدول فانه لا يكون الا اسما واحدا مفردا كما كان المعدول عنه كذلك ألا ترى أن جميعَ المعدولات أسماءٌ مفردةٌ كما أن المعدول عنها كذلك والمعنى فى المعدول الذى هو مَثْنَى وثُلَاثَ هو المعنى الذى فى اثنين وثَلاثٍ فى أنك تريد بعد العدل اثنين اثنين كما أردت قبله فلا يستقيم اذًا أن يكون تكرر اثنين هنا كتكرر الجمع فى أكالب ونحوه لظهور هذا المعنى فى هذا الضرب من الجمع وخروجه به عن أبنية الآحاد الاوّلِ الى ما لا يُكَسَّرُ للجمع ولا يجوز أيضا أن يكون مَثْنَى لَمَّا عُدِلَ عن التأنيث كان ثِقَلاً آخرَ لما لم يكن المعدولُ عنه هو الاوّل المذكر فصار ذلك ثقلا انضم الى المعنى الاوّل فلم ينصرف والى هذا الوجه قصد أبو اسحق فيما علمناه من فَحْوَى كلامه لان العدل ان سلمنا فى هذا الموضع أنه عن تأنيث لم يكن ثقلا مانعا من الصرف أنها معدولة وعدلها عن تأنيث ولم يمنعها من الصرف أنها معدولة وأنها عدلت عن التأنيث انما امتنعت من الصرف للعدل والتعريف ألا ترى أن سيبويه يصرف جُمَعَ اذا سمى به رجلٌ فى النكرة فان كان لا يصرف أحمد اذا سمى به فكذلك جُمَعُ لم ينصرف فى التأكيد للعدل والتعريف والمعدول غير مؤنث ويدلك على أن العدل عن التأنيث لا يعتد به ثقلا وانما المُعْتَدُّ به نفسُ العدل وهو أن يريد ببناءٍ أو لفظٍ بناءً ولفظا آخر أن التعريف ثان كما أن التأنيث كذلك ولم يكن العدل عن التعريف ثقلا معتدّا به فى منع الصرف ألا ترى أنه لو كان معتدّا به لوجب أن لا ينصرف عمر فى النكرة لانه لو كان يكون فى حال النكرة معدولا ومعدولا عن التعريف وفى صرف عمر فى النكرة فى قول جميع الناس دلالة على أن العدل عن التعريف غير معتدّ به ثقلا واذا لم يعتد به ثقلا لم يجز أيضا أن يعتدّ بالعدل عن التأنيث ثقلا وانما لم ينصرف عمر فى\nالتعريف للعدل والتعريف كما لم ينصرف جُمَعُ لهما فاذا زال التعريفُ انصرف عُمَر ولم يعتدَّ بالعدل فيه عن التعريف ثقلا فكذلك ينبغى أن يكون المعدول عن التأنيث لان هذا انما هو تأنيث جَمْع ولا يدل جَرْيُه على المؤنث اذا كان جمعا على أن واحدَه مؤنث ألا ترى أنه قد جاء فى التنزيل (أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ) فجرى فى هذا الموضع على جَمْع واحدُه مذكر فلو جاز لقائل أن يقول ان مثنى وبابه معدول عن مؤنث لما جرى على النساء واحداهن مؤنثة لجاز لآخر أن يقول انه مذكر لانه جَرَى صفةً على الاجنحة وواحدُها مذكر وهذا هو القول والوجه وانما جرى على النساء من حيث كان تأنيثُها تأنيثَ الجمع وهذا الضرب من التأنيث ليس بحقيقى ألا ترى أنك تقول هى الرجالُ كما تقول هى النساء فلما كان تأنيث النساء تأنيث جمع جرت عليه هذه الاسماء كما جرت على غير النساء مما تأنيثه تأنيث جمع لان تأنيث الجمع ليس بحقيقى وانما هو من أجل اللفظ فهو مثل الدار والنار وما أشبهُ ذلك وقد جرت هذه الاسماء على المذكر الحقيقى قال الشاعر",
        "فاحادَ أُحادَ جار على الفاعلين فى المصدر حالا وقال الشاعر أيضا\n* ولَقَدْ قَتَلْتُكُمُ ثُناءَ ومَوْحَدًا* (2)\nوبيتُ الكتاب جَرَى فيه مَثْنَى ومَوْحَد على ذئاب (3) وهو جمعٌ فانما نَرى أن النحويين رغبوا عن هذا القول الذى ذهب اليه أبو اسحق لهذا الذى ذكرناه مما يدخل عليه فاما ما ذكره من قوله قال أصحابنا انه اجتمع فيه علتان انه عدل عن تأنيث وانه نكرة والنكرة أصل الاشياء فهذا كان ينبغى أن يخففه لان النكرة تخفف ولا نعدّ فرعا فاعلم أنه غلط بَيِّنٌ فى الحكاية عنهم ولم يَقُلْ فيما علمت أحدٌ منهم فى ذلك ما حكاه عنهم وانما يذهبون فى امتناعهم من الانصراف الى أنه معدول وأنه صفة* قال وقال أبو الحسن وغيره من أصحابنا النكرةُ وان كانت الاصلَ فاذا عدل عنها الاسم كان فى حكم العدل عن المعرفة فى المنع من الصرف اذا انضم اليه غيره لمساواته فى المعنى الذى ذكرناه المعرفةَ يدلك على ذلك امتناعُه من الصرف فى\n__________________",
        "(1) قلت لقد أخطأ على بن سيده خطأ كبيرا فى هذا البيت فبدل وغير أوّله ونكر لمعرفين آخره والصواب وهو روايته الحقيقية عند الرواة الثقات\n (2) قلت هذا المصراع لصخر بن عمرو بن الشريد يخاطب بنى مرة بن عوف بعد ما أخذ منهم ثأر أخيه معوية وهو أول بيتين وهما\n(3) قلت لقد أخطأ على بن سيده هنا خطأ عظيما فى قوله وبيت الكتاب جرى فيه مثنى وموحد على ذئاب والصواب وهو الحق الجمع  ـ\nالنكرة عندهم وليس يصح أن يمنع من صرفه الا ما ذكرناه عنهم من العدل والصفة وقال الفراء العرب لا تجاوز رُباعَ غير أن الكميت قد قال",
        "فجعل عُشارَ على مَخْرج ثُلاثَ وهذا مما لا يقاس عليه وقال فى مَثْلَث ومَثْنَى ومَرْبَع ان أردت به مذهبَ المصدرِ لا مذهب الصَّرْفِ جَرَى كقولك ثَنَّيْتُهم مَثْنَى وثَلَثْتُهم مَثْلَثًا ورَبَعْتُهم مَرْبَعًا\nباب تعريف العدد\nقد اختلف النحويون فى تعريف العدد فقال البصريون ما كان من ذلك مضافا أدخلنا الالف واللام فى آخره فقط فصار آخره معرفةً بالالف واللام ويتعرّف ما قبل الالف واللام بالاضافة الى الالف واللام فان زاد على واحد وأكثر أضفتَ بعضا الى بعض وجعلتَ آخره بالالف واللام تقول فى تعريف ثلاثة أثواب ثلاثةُ الاثوابِ وفى مائة درهم مائةُ الدرهمِ وفى مائة ألف درهم مائةُ ألِف الدّرهمِ وليس خلافٌ فى أن هذا صحيح وأنه من كلام العرب قال الشاعر وهو ذو الرمة\nوأجاز الكوفيونَ ادخالَ الالف واللام على الاوّل والثانى وشبهوا ذلك بالحَسَنِ الوجهِ فقالوا الثلاثةُ الاثوابِ والخمسةُ الدراهمِ كما تقول هذا الحسنُ الوجهِ وقاسُوا هذا بما طال أيضا فقالوا الثلاثُ المائةِ الالِف الدِّرهمِ واذا كان العدد منصوبا فالبصريون يدْخلون الالف واللامَ على الاوّل فتقول فى أحدَ عَشَر درهما الاحَدَ عَشَرَ درهما والعِشْرُونَ درهما والتسعون رجلا وما جَرَى مَجْراه وان طال ويقولون فى عِشْرين ألفَ درهمٍ العشرون ألفَ دِرْهمٍ لا يزيدون غير الالف واللام فى أوّله والكوفيون يُدْخلون الالف واللامَ فيهما جميعا فيقولون العِشْرُونَ الدرهمَ والاحَدَ عَشَر الدرهمَ ومنهم من يُدْخل الالفَ واللام فى ذلك كله فيقولون الاحَدَ العَشَرَ الدرهمَ واختلفوا أيضا فيما كان من أجزاء الدرهم كنِصْفٍ وثُلُثٍ ورُبُع اذا عَرَّفوه فاهلُ البَصْرةِ",
        "__________________\nـ  عليه أنهما جريا فيه على سباع لا على ذئاب كما زعم ولفظ البيت كما قاله منشئه ساعدة بن جؤية الهذلى ورواه سيبويه فى كتابه وغيره فى كتبهم\nوهكذا رواه ابن سيده على الصواب فى أول هذه الملزمة وكتبه محققه محمد محمود لطف الله تعالى به\nيقولون نصفُ الدرهمِ وثلث الدرهم وربع الدرهم يُدْخلون الالفَ واللامَ فى الاخيرة والكوفيون أجْرَوْه مُجْرَى العدد فقالوا النصفُ الدرهمِ شبهوه بالحَسَن الوجهِ وقال أهل البصرة اذا جعلتَ الجميعَ نَفْسا للمقدار جاز وأتبعتَ الجميعَ اعرابَ المقدار كقولك الخمسةُ الدراهمُ ورأيتُ الخمسةَ الدراهمَ ومررت بالخمسةِ الدراهمِ ولا يختلفون فى هذا فاما الفارسى فقال رَوَى أبو زيد فيما حكاه أبو عمر عنه أن قوما من العرب غَيْرَ فُصحاء يقولونه ولم يقولوا النصفُ الدرهمُ ولا الثلثُ الدرهمُ فامتناعُه من الاطِّرادِ يدل على ضعفه فاذا بلغ المائةَ أُضيف الى المفرد فقيل مائةُ درهمٍ فاجتمع فى المائة ما افترق فى عشر وتسعين من حيث كان عَشْرَ عَشَراتٍ وكان العَقْدَ الذى بعد التسعين وكذلك مائتا درهمٍ وما بعده الى الالف فاذا عُرِّفَ فقيل مائةُ الدرهمِ ومائتا الدرهمِ وثلاثُ مائةِ الدرهم تَعَرَّفَ المضافُ اليه كما تقدّم",
        "باب ذكر العدد الذى يُنْعَتُ به المذكر والمؤنث\nوذلك قولك رأيتُ الرجالَ ثلاثَتَهم وكذلك الى العَشْر ورأيت النساءَ ثلاثَتَهن وكذلك الى العشرة تنصبه على الوصف وان شئتَ على المصدر ولذلك جعله سيبويه من باب رأيتُه وحدَه ومررتُ به وحدَه ومَثَّلَ الجميعَ بقوله أفرادا ليُرِيَك كيف وُضعَ موضعَ المصدر وان لم يكن له فعل بما يجرى على الهاء وأبو حاتم يرى الاضافةَ فيما جاوز العشرةَ والعَشْرَ فيقول رأيتهم أحدَ عَشَرَهم وكذلك الى تسعة عشر ورأيتهنَّ إحدى عَشَرَتَهن وكذلك الى التسعَ عشرةً وقال رأيتُهم عِشْرِيهم ورأيتهنَّ عِشْرِيهنَّ ورأيتُهم أحَدَهم وعِشْرِيهم واحْداهنَّ وعِشْرِيهنَّ وكذلك فى الثلاثين وما بعدها والاربعين وما بعدها الى المائة وتقع الاضافة فى المائة والالف على ذلك الحَسْب\nهذا باب ما لا يَحْسُن أن تُضِيف اليه الاسماءَ التى تُبَيِّنُ\nبها العددَ اذا جاوزتَ الاثنين الى العشرة",
        "وذلك الوصفُ تقول هؤلاءِ ثلاثةٌ قُرَشِيُّون وثلاثةٌ مسلمون وثلاثة صالحون فهذا وَجْهُ\nالكلام كراهيةَ أن تُجْعَلَ الصفةُ كالاسم الا أن يضطرَّ شاعرٌ وهذا يدلك على أن النساباتِ اذا قلت ثلاثةُ نَسَّاباتٍ انما يجىء كانه وصف لمذكر لانه ليس موضعا يَحْسُن فيه الصفةُ كما لا يَحْسُنُ الاسمُ فلما لم يقع الا وصفا صار المتكلم كانه قد لفظ بمذكرين ثم وَصَفَهم بها قال الله عزوجل (مَنْ جاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثالِها) قال أبو على قد تقدم من الكلام أن العددَ حَقُّه أن يُبَيَّنَ بالانواع لا بالصفات فلذلك لم يَحْسُنْ أن تقول ثلاثةُ قُرَشِيِّين لانهم ليسوا بنَوْع وانما ينبغى أن تقول ثلاثةُ رجالٍ قُرَشِيِّين وليس اقامةُ الصفة مُقامَ الموصوفِ بالمُسْتَحْسنة فى كل موضع وربما جرت الصفةُ لكثرتها فى كلامهم مَجْرى الموصوف فيستغنى بها لكثرتها عن الموصوف كقولك مررتُ بمثلِك ولذلك قال عزوجل فله عشر أمثالها أى عَشْرُ حَسَناتٍ أمثالِها\nباب التاريخ\n... (1) التاريخ فانهم يكتبون أوّل ليلة من الشهر كتبتُ مُهَلَّ شهر كذا وكذا ومُسْتَهَلَّ شهرِ كذا وكذا وغُرَّةَ شهرِ كذا وكذا ويكتبون فى أول يوم كذا ويكتبون فى أول يوم من الشهر وكُتِبَ أوّلَ يوم من شهر كذا أو لليلةٍ خَلَت ومَضَتْ من شهر كذا ولا يكتبون مُهَلًّا ولا مُسْتَهَلًّا الا فى أول ليلة ولا يكتبونه بنهار لانه مشتق من الهِلالِ والهلالُ مشتق من قولهم أهَلَّ بالعمرة والحج اذا رفع صوته فيهما بالتلبية فقيل له هِلالٌ لان الناس يُهِلُّون اذا رأوه يقال أُهِلَّ الهلالُ واسْتُهِلَّ ولا يقال أَهَلَ (2) ويقال أَهْلَلْنا  ـ  اذا دَخَلْنا فى الهلال وقال بعض أهل اللغة يقال له هِلَالٌ لليلتين ثم يقال بعدُ قَمَرٌ وقال بعضهم يقال له هِلالٌ الى أن يَكْمُلَ نورُه وذلك لسبع ليال والاوّلُ أشبه وأكثر وقد أبنتُ ذلك فى باب أسماء القمر وصفاته ويكتبون لثلاث خلون ولأربع خلون ويقولون قد صُمْنا مُذْ ثلاثٍ فيُغَلِّبُونَ الليالىَ على الايام لان الاهلة فيها اذا جاوزت العَشْرَ كان الاختيارُ أن تقول لاحدَى عشرةَ ليلةً خلتْ ومضتْ وانما اختاروا فيما بعد العشرة خلتْ ومضتْ وفيما قبل العشرة",
        "__________________\n(1) كذا بالاصل وفيه سقط ولعل الاصل التاريخ تعريف الوقت والتوريخ مثله فانهم الخ وانظر اللسان كتبه مصححه\n(2) قوله ولا يقال أهل أى بالبناء للفاعل والذى فى القاموس جوازه فى الهلال ومنعه فى الشهر كالصحاح ورده ابن برى حيث قال وقد قاله غيره نقله فى اللسان فانظره كتبه مصححه\nخَلَوْنَ ومَضَيْنَ لان ما بعد العشرة يُبَيَّنُ بواحد أو واحدة وما قبل العشرة يضاف الى جميع واختار أهل اللغة أن يقال للمنصف من شهر كذا فاذا كان يوم ستة عشر قالوا أربعَ عشرةَ ليلةً بقيت وخالَفَهم أهلُ النظر فى هذا وقالوا تقول لخمس عشرة ليلة خلت ولِسِتَّ عشرةَ ليلةً مَضَتْ لان الشهر قد يكون تسعة وعشرين وهذا هو الحق لان أهل اللغة قد قالوا لو قال لِسِتْ عشرة ليلة مضتْ لكان صوابا فقد صار هذا اجماعا ثم اختاروا ما لم يوافقهم عليه أهل النظر ويكتبون آخر ليلة من الشهر وكُتِبَ آخرَ ليلة من شهر كذا وكذا وكذلك ان كان آخر يوم من الشهر كَتَبُوا وكُتِبَ آخرَ يوم من شهر كذا وسَلْخَ شهرِ كذا فاذا بَقِيَتْ من الشهر ليلة قالوا كتبنا سَلْخَ شهرِ كذا ولم يكتبوا لليلة بقيت كما لم يكتبوا لليلةٍ خلت ولا مضت وهم فى الليلة جعلوا الخاتمة فى حكم الفاتحة حيث قالوا غُرّة شهر كذا ولم يقولوا لليلةٍ خلتْ ولا مضتْ لانهم فيها بعدُ ولم تَمْضِ فقالوا سَلْخَ شهرِ كذا* قال أبو زيد* سَلَخْنا شهرَ كذا سَلْخا فَسَلْخَ فيما يؤرّخ مصدر أقيم مقام اسم الزمان",
        "باب الافعال المشتقة من أسماء العدد\n* أبو عبيد* كان القومُ وَتْراً فشَفَعْتُهم شَفْعًا وكانوا شَفْعًا فوَتَرْتُهم وَتْراً* ابن السكيت* الوَتْرُ والوِتْرُ وقد أَوْتَرْتُ ووَتَرْتُ من الوِتْر والخَسَا  ـ  الفَرْدُ والزَّكَا  ـ  الزَّوْجُ قال الكميت\nبقوك  ـ  انتظروك يقال بَقَيْتُه أَبْقِيه  ـ  اذا راعَيْتَهُ ونَظَرْتَهُ ويقال ابْقِ لِى الاذانَ  ـ  أى ارْقُبْهُ لى وقال الشاعر\nوقال آخر فى خَسًا وذَكَرَ قِدْرًا",
        "عَنَى بالقوائم ههنا الأَثافِىَّ* ابن دريد* تَخَاسى الرجلانِ  ـ  تَلاعَبا بالزَّوْج\nوالفَرْد ويقال ثَلَثْتُ القومَ أَثْلِثُهم ثَلْثًا بكسر اللام اذا كنتَ لهم ثالثا* أبو عبيد* كانوا ثلاثةً فرَبَعْتُهم  ـ  أى صِرْتُ رابعهَم وكانوا أربعةً فَحَمَسْتُهم الى العشرة وكذلك اذا أخذتَ الثُّلُثَ من أموالهم قلتَ ثَلَثْتُهم ثَلْثًا وفى الرُّبُع رَبَعْتُهم الى العُشْر مِثْلُه فاذا جئتَ الى يَفْعلُ قلتَ فى العَدَد يَثْلِثُ ويَخْمِسُ الى العَشرة وفى الاموال يَثْلُثُ ويَخْمُسُ الى العُشْر الا ثلاثة أحرف فانها بالفتح فى الحَدَّين جميعا يَرْبَعُ ويَسْبَعُ ويَتْسَعُ وقال تقول كانوا ثلاثةً فارْبَعُوا  ـ  أى صاروا أربعةً وكذلك أَخْمَسُوا وأَسْدَسُوا الى العَشرة على أَفْعَلَ ومعناه أن يصيروا هم كذلك ولم يقولوا أَرْبَعْتُهم أو رَبَعَهُم فُلانٌ* ابن السكيت* عندى عَشَرةٌ فأَحِّدْهُنَّ وآحِدْهُنَّ  ـ  أى صَيِّرْهن أحدَ عَشَر وحكى بعضُهم فاحْدُهُنَّ فأما أن يَكون على القَلْب كما قَدَّمنا فى حادى عشر وإما أن يكون على ما قَدَّمنا من الحكاية عن الكسائى من أنه سَمِعَ الأسْدَ تقول حادِى عشرين* أبو عبيد* كانوا تسعةً وعشرين فثَلْثتُهم  ـ  أى صِرْتُ لهم تمامَ ثَلاثين وكانوا تسعة وثلاثين فرَبَعْتُهم مثلُ لفظِ الثلاثة والاربعة وكذلك جميع العُقُود الى المائة فاذا بلغت المائَة قلتَ كانوا تسعةً وتسْعينَ فأَمْأَيْتهم مثالُ أَفْعَلْتُهم وكانوا تِسْعَمائة وتسعةً وتسعين فالَفْتُهم ممدودة وكذلك اذا صاروا هم كذلك قلتَ قد أَمْأَوْا وآلَفُوا مثال أَفْعَلُوا أى صاروا مائة وألفا\nباب الأبعاض والكسور\n* ابن السكيت* عُشْرٌ وتُسْعٌ وثُمُنٌ وسُبُعٌ وسُدُسٌ وخُمُسٌ ورُبُعٌ وثُلُثٌ وجَمْعُ كُلِّ ذلك أفعالٌ وقد تقدّم تصريفُ فِعْلِ جميع هذه الافعال* صاحب العين* النِّصْفُ أحَدُ جُزْءَىِ الكمالِ* الاصمعى* نِصْفٌ فاما نَصْفٌ فلغةُ العامَّة* صاحب العين* نَصْفٌ لغة رديئة فى نِصْفٍ* ابن السكيت* نِصْفُ ونَصْفٌ لغتانِ والكسر أعلى* صاحب العين* والجمع أنصاف وقد نَصَّفْتُ الشئَ  ـ  جعلتُه نِصْفَيْن وقد تقدم تَنْصِيفُ الاناءِ والشَّرابِ والشجرِ فى موضعه والشَّطْرُ  ـ  النِّصفُ والجميع شُطُورٌ وقد تقدم التَّشْطِيرُ فى الاناء والشِّطارُ فى الطَلِىِّ ونحوه",
        "ذكر العَشِيرِ وما جاء على وزنه من أسماء الكسور\n* أبو عبيد* يقال ثَلِيثٌ وخَميِسٌ وسَدِيسٌ وسَبِيعٌ والجمع أسباع وثَمِينٌ وتَسِيعٌ وعَشِيرٌ يريد الثُّلُثَ والخُمُسَ والسُّدُسَ والسُّبُعَ والثُّمنَ والتُّسْعَ والعُشْر* قال* وقال أبو زيد لم يعرفوا الخَمِيسَ ولا الرَّبِيعَ ولا الثَّلِيثَ* غيره* السَّبِيعُ  ـ  السابعُ وأنشد أبو عبيد\nوأَوْخَشُوا خَلَطُوا وقال فى النَّصِيفِ\n* لم يَغْذُها مُدٌّ ولا نَصِيفُ*",
        "فاما ابن دريد فقال النَّصِيفُ ههنا مِكْيال\nومن الاسماء الواقعة على الأعداد\nالاسْتارُ  ـ  أربعة من كُلِّ عددٍ قال جرير\nوالنَّواةُ  ـ  خَمْسةٌ والاوقِيَّةُ  ـ  أربعون والنَّشُّ  ـ  عشْرُونَ والفَرَقُ  ـ  ستة عشر",
        "المقادير والالفاظ الدالة على الاعداد من غير ما تقدم\nالشیع ـ مقدار من العدد تقول أفت شهرا وشيع شهر ومعه مائة رجل أو شيع ذلك وآتیک غداً أو شيعه ـ أي بعدع لا يستعمل الا في الواحد\nباب الالفاظ الدالة على العموم والخصوص\nوهي كل واجمعون اكتعون أبصعون وبعض وأي وما أبين هذه بقسطها من الاعراب واللغة حتى آتى على جميع ذلك ان شاء الله تعالى. فاول ذلك كل وهي لفظة صيغت",
        "الدلالة على الإحاطةِ والجمع كما أن كِلاَ لفظة صيغتْ الدلالة على التثنية وليس كِلاَ من لفظ كُلّ وسأُريك ذلك كلَّه إن شاء الله تعالى. وبعض لفظة صيغت للدلالة على الطائفة لا على الكل فهاتانِ اللفظتانِ دالتان على معنى العموم والخصوص وكُلُّ نهايةٌ في الدلالة على العموم وبَعْضٌ ليست بنهاية في الدلالة على الخصوص ألا ترى أنها قد تقع على نصف الكل وعلى ثلاثة أرباعه وعلى معظمه وأكثره وبالعموم فإنها تقع على الشيء كله ما عدا أقَلّ جُزْءٍ منه وقد بَعَّضْتُ الشيءَ فَرَّقْتُ أجزاءهَ وتَبَعَّضَ هو ويكون بعضٌ بمعنى كُلٍّ كقوله :\nأو يَعْتَلِقْ بعضَ النُّفوسِ حِمامُها\nفالموتُ لا يأخذ بعضاً ويَدَعُ بعضا ومن العرب من يِزَيدُ بعضا كما يزيد ما كقوله تعالى : \" يُصِبْكُمْ بَعْضُ الذَّي يَعِدُكُمْ \" حكاه صاحب العين وهذا خطأ لان بعضا اسم والأسماء لا تزاد فإما هو وأخواتها التي للفصل فإنما زيدت لمضارعة الضمير الحرفَ وقد أنْعَمْتُ شرحَ هذا عند الردِّ على أبي إسحاق في قوله عز وجل : \" مَثَلُ الجَنَّةِ \" ونحنُ آخذون في تبيين كُلٍّ ومُقَدِّمون لها على بَعْضٍ لفَضْلِ الأعَمِ على الأخَصِّ فأقول. إن كُلاًّ لفظٌ واحد ومعناه جميعٌ ولهذا يحمل مرة على اللفظ ومرة على المعنى فيقال كُلُّهم ذاهبٌ وكلهم ذاهبون وكل ذلك قد جاء به القرآنُ والشعرُ ويُحْذف المضافُ إليه فيقال كُلُّ ذاهبٌ وهو باق على معرفته وبَعْضٌ يجري هذا المجرى وإليهما أومأ سيبويه حين قال هذا باب ما ينتصب خبره لأنه قبيح أن يكون صفةً وهي معرفةٌ لا توصف ولا تكون وصفا وذلك قولك مررتُ بكلٍّ قائما وببعضٍ جالسا وإنما خُروجهما من أن يكونا وصفا أو موصوفين لأنه لا يَحْسنُ لك أن تقول مررت بكلٍّ الصالحين ولا بِبَعْضٍ الصالحين قَبُحَ الوصفُ حين حذفوا ما أضافوا إليه لأنه مخالفٌ لما يضاف إليه شاذٌّ منه فلم يجر في الوصف مجراه كما أنهم حين قالوا يا أبتاه فخالفوا ما فيه الألف واللام لم يصلوا ألفه وأثبتوها وصار معرفة لأنه مضاف إلى معرفة كأنك قلتَ مررتْ بكُلِّهم وببعضهم ولكنك حذفتَ ذلك المضافَ إليه فجاز ذلك كما جاز لاَهِ أَبُوكَ فحذفوا الألفَ واللامين وليس هذا طريقةَ الكلام\nولا سبيله لأنه ليس من كلامهم أن يُضْمِروُا الجار وجملةُ هذا وتحليلهُ أنك لا تقول مررتُ بكلٍّ قائما ولا ببعضٍ جالسا مُبْتَدئا وإنما يتكلم به إذا جَرَى ذكر قُوم فتقول مررت بكلٍّ أي مررتُ بكلهم ومررتُ ببعضٍ أي مررت ببعضهِم فيستغني بما جَرَى من الكلام ومعرفةِ المخاطب بما يُعْنَى عن اظهار الضمير وصار ما يَعْرِفُ المخاطبُ مما يُعْنَى به مُغْنِياً عن وصفه ولم يُوَصْف به أيضاً لأنهم لما أقاموه مُقامَ الضمير والضمير لا يوصف به إذ لم يكن تَحْليةً ولا فيه معنى تحليةٍ لم يَصِفُوا به لا يقال مررتُ بالزَّيدين كُلٍّ كما لا يقال مررتُ بكلٍّ الصالحين فإن قال قائل لِمَ لَم يُبْنَ كُلٌّ حين حذفوا المضافَ إليه قيل ليس في كُلٍّ من المعاني التي توجِبُ البناءَ شيءٌ وأصلُ الأسماءِ الأعرابُ وإنما يَحْدُثُ بناؤها لأنها جزء فأتبعنا الجُزْءَ الكلَّ إذ كان كُلٌّ معربا لأنه أسبقُ لعمومه من اتِّباعِ الكُلِّ البعَّضَ فلما أُجْرِيَ مُجْرَى خلافِه لم يُضَمَّنْ معنىَ الحرفِ ولما لم يُضَمَّنْ معناه لم يجب فيه البناءُ وجَرَى على أصلِ الإعرابِ ككُلٍّ وهذا من أقرب ما سمعناه في هذه المسئلة وقد ذُكِرَ فيها غيرُ الذي قلنا فتركناه لأنه لم يصح عندنا وهذا كله تعليل الفارسي وحكى سيبويه في كُلٍّ التأنيثَ فقال كُلَّتُهنَّ منطلقةٌ ولم يَحْكِ ذلك في بعض فأما كِلاَ فليس من لفظ كُلٍّ كُلُّ مضاعفٌ وكِلاَ معتل كمِعاً ألفه منقلبة عن واو بدلالة قولهم كِلتْا إذ بدلُ التاء من الواو أكثر من بدلها من الياء وقد أبَنْتُ ذلك في باب بِنْتٍ وأخت بنهاية البيان وأجْمَعُ معرفةٌ تقول رأيتُ المالَ أجمعَ ورأيتَ المالَيْن أجْمَعَيْنِ وقالوا رأيت القومَ أجْمَعِين وليس أجمْعُونَ وما جَرَى مَجْراه بصفة عند سيبويه وكذلك واحدُه ومذكرهُ ومؤنثه وإنما هو اسم يجري على ما قبله على إعرابه فيُعَمُّ به ويُؤَكَّدُ فلذلك قال النحويون أنه صفة ولو كان صفةً لما جرى على المضمر لأن المضمر لا يوصف ومما يدلك على أنه ليس بصفة أنه ليس فيه معنىَ إشارةٍ ولا نَسَبٍ ولا حِلْيةٍ وقد غَلِظَ قومٌ فَتَوهَّمُوه صِفَةً وقد صرح سيبويه أنه ليس بصفة وقال في باب ما لا ينصرف إذا سميته بأجْمَعَ صرفته في النكرة وقد غلط الزجاجُ في كتابه في باب ما لا ينصرف ورَدَّ عليه الفارسي بعد أن حكي قولَه فقال وقد أغْفَلَ أبو إسحاق",
        "فيما ذهب إليه من جُمَعَ في كتابه فيما لا ينصرف وهذا لفظه. قال : الأصل في جَمْع جَمْعَاءَ جُمْعٌ مثل حَمْراء وحُمْرٌ ولكن حُمْر نكرة فأرادوا أن يُعْدَلَ إلى لفظ المعرفة فعُدِلَ فُعْلٌ إلى فُعَل. قال أبو علي : وليس جَمْعاءُ مثلَ حَمْراءَ فيلزم أن يُجْمَعَ على حُمْرٍ كما أن أَجْمَعَ ليس مثلَ أَحْمر وإنما جَمْعاءُ كطَرْفاءَ وصَحْراءَ كما أن أَجْمَعُ كأحْمد بدلالة جَمْعِهم له على حَدِّ التثنية فقد ذهب في هذا القول عن هذا الاستدلال وعن نص سيبويه في هذا الجنس أنه لا يجمعُ هذا الضربَ من الجَمْع وعما نَصَّ على هذا الحرف بعينه حيث قال وليس واحدٌ منهما يعني من قولك أجمع وأكتعُ إنما وُصِفَ بهما معرفةٌ فلم ينصرفا لأنهما معرفةٌ وأجمعُ هنا معرفةٌ بمنزلة كُلُّهم انقضى كلام سيبويه وما يَجْري هذا المَجْرَى مما يَتْبَعُ أجمعون كقولك أكتعون وأبْصعون وأبتعون وكذلك المؤنثُ والاثنانِ والجميعُ في ذلك حُكْمُه سواءٌ والقولُ فيه كالقول في أجمعين وكلُّه تابعٌ لأجمعين لا يتكلم بواحدٍ منهنَ مُفْردا وكُلُّها تَقْتَضي معنى الإحاطة. ومما يدل على معنى الإحاطة قاطبةً وطُرّاً والجَمَّاءَ الغَفِيرَ ونحن آخذون في تبيين ذلك إن شاء الله تعالى اعلم أن الجَمَّاءَ هي اسم والغَفِيرَ نعتٌ لها وهو بمنزلة قولك في المعنى الجَمُّ الكثير لأنه يراد به الكثرةُ والغَفِيرَ يرادُ به أنهم قد غَطّوا الأرض من كثرتهم غَفَرْتُ الشيءَ إذا غَطَّيتْه ومنه المِغْفَرُ الذي يوضع على الرأس لأنه يُغَطيه ونصبه في قولك مررتُ بهم الجَمَّاءَ الغَفِيرَ على الحال وقد علمنا أن الحال إذا كان اسما غير مصدر لم يكن بالألف واللام فأخرجَ ذلك سيبويه والخليلُ أن جَعَلا الغفيرَ في موضع العِراكَ كأنك قلتَ مررتُ بهم الجُمومَ الغُفْرَ على معنى مررت بهم جامِّين غافِرِين للأرض أي مُغَطيِّن لها ولم يذكر البصريون أنهما يستعملان في غير الحال وذكر غيرهم شِعَّرا فيه الجَمَّاءُ الغِفيرُ مرفوع وهو قول الشاعر :\nصَغيرُهُمُ وشَيْخُهُمُ سَواءٌ * هُمُ الجَمَّاءُ في اللُّؤْمِ الغَفيرُ\nوأما قولُهم مررتُ بهم قاطبةً ومررت بهم طُرّاً فعلى مذهب سيبويه والخليل هما في موضع مصدرين وإن كانا اسمين وذلك أن قاطبةَ وإن كان لفظهُا لفظَ الصفات\nكقولنا ذاهبة وقائمة وما أشبه ذلك وطُراً وإن كان لفظُها لفظَ صُفْراً وشُهْباً وما أشبه ذلك فإنه لا يجوز حملُهما إلا على المصدر وقال أنا رأينا المصادر قد يَخْرُجْنَ عن التمكن حتى يستعملن في موضع لا تتجاوزه كقولنا سبحان الله ولا يكون إلا منصوبا مصدرا في التقدير ولَبَّيْكَ وحَنَانَيْكَ وما جَرَى مجراهما مصادرُ لا يستعملنَ إلا منصوباتٍ ولم تَر الصفاتِ يخرجن عن التمكن فلذلك حمل سيبويه قاطبة وطُرّاً على المصدر وصارا بمنزلة مصدر اسْتُعْمِلَ في موضع الحال ولم يَتَجاوزا ذلك الموضعَ كما لم يتجاوز ما ذكرناه من المصادر إن شاء الله تعالى.",
        "اشتقاق أسماء الله عز وجل\nأَبْدَأُ بشرح ما اسْتَفْتَحْتُ به ثم أُتْبِعُ ذلك سائرَ أسمائه الحُسْنَى وصفاتهِ العُلَى قيل في اشتقاق اسم قولان أنه مشتق من السُّمُوِّ والثاني من السِّمَة والأول الصحيح من قِبَلِ أن جمعه أسماءٌ على رَدِّ لام الفعل وكذلك تصغيره سُمَيُّ ولأنه لا يُعْرَفُ شيءٌ إذا حذفت فاؤه دخله ألف الوصل إنما تدخله تاء التأنيث كالزِّنةِ والعِدَةِ والصِّفةِ وما أشبه ذلك ويقال سَمَا يَسْمُو سُمُوّاً إذ علا ومنه السماءُ والسَّمَاوةُ وكأنه قيل اسم أي ما علا وظَهَر فصار عَلَما للدلالة على ما تحته من المعنى ونظير الاسْمِ السِّمةُ والعلامةُ وكل ما يصح أن يُذْكَر فله اسم في الجملة لأن لفظه شيءٌ يلحقه وأما في التفصيل كزيد وعمرو ومنها ما لا اسم له في التفصيل وهو بالجملة كل ما لم يكن له اسم عَلَمٌ يختص به كالهَواء والماء وما أشبه ذلك والاسْمُ كلمة تدل على المسمى دلالةَ الإشارِةُ دون الإفادةِ وذلك أنك إذا قلت زيد فكأنك قلت هذا وإذا قلت الرجل فكأنك قلت ذاك فأما دلالة الإفادة فهو ما كان الغرض أن تفيد السامع به معنى أو أخرجته ذلك المخرج كقولك قام وذهب فأما الأول فإنما الغرض فيه أن تشير إليه ليتنبه عليه أو تُخْرجه ذلك المخرج وأنا أكره أن أُطِيل الكتابَ بذكر ما قد أوُلعَتْ به عامَّةُ المتكلمين من رسم الاسم أو حَدِّه والتكلم على المُسَمىَّ هو الاسم أم غير الاسم والفعلُ المُصَرَّفُ من الاسم قولُك أسْمَيْتُ وسَمَّيْتُ مُتَعَدٍّ بحرف الجر وبغير حرف جر تقول سَمَّيته زيدا\nوسميته بزيد. قال سيبويه : هو كل تقول عَرَّفْتُه بهذه العلامة وأوضحتُه بها وحكى أبو زيد اسْمٌ واُسْمٌ وسِمٌ وسُمٌ وأنشد :\nبسَّمِ الذِّي في كُلِّ سُورةٍ سُمُهْ",
        "والاسمُ منقوصٌ قد حذفت منه لام الفعل وغُيِّر ليكونَ فيه بعضُ ما في الفعل من التصرف إذ كان أَشْبَهَ به من الحرف وقيل أن ألف الوصل إنما لحقتْهُ عِوَضاً من النَّقْصِ فأما الباء في بسم الله فإنما كسرت للفرق بين ما يَجُرُّ وهو حرف وبين ما يجر مما يجوز أن يكون اسما ككاف التشبيه وموضعُ بِسْمِ نصبٌ كأنك قلت أبدأ بسم الله ولم يحتج إلى ذكر أبدأ لأن المُسَّتَفْتحِ مُبْتَدِئٌ فالحال المشاهَدةُ دالة على المحذوف ويصلح أن يكون موضُعه رفعا على ابتدائي بسم اللهِ الفِعْلَ المتروك لأن جميع حروف الجر لا بد أن تتصل بفعل أما مذكورٍ وأما محذوف وبسم الله يجوز أن يكون الفعلُ المحذوفُ العاملُ في موضعه لفظاً صيغتهُ صيغةُ الأمر ولفظاً صيغتُه صيغةُ الخبر وإذا كان كذلك فمعناه معنى الأمر وهم مما يَضَعُون الخبرَ موضعَ الأمر كقوله اتَّقَي اللهَ امْرُؤٌ فَعَلَ خيرا يُثَبْ عليه وكذلك يضعون الأمر موضع الخبر كقولهم أكْرِمْ بزيد والغَرَضُ في بسم الله التعليمُ لما يُسْتَفْتَحُ به الأمور للتبرك بذلك والتعظيم لله عز وجل وهو تعليم وتأديبٌ وشِعارٌ وعَلَمٌ من أعلام الدين وعلى ذلك جرى في شريعة المسلمين يقال عند المأكل والمَذْبحَ وابتداءِ كُلِّ فِعْلٍ خلافا لمن كان يذكر اسم اللاتِ والعُزَّى من المشركين. الله الأصل في قولك الله الْإِلَهُ حذفت الهمزة وجعلت الألف واللام عوضا لازما وصار الاسم بذلك كالعَلمَ هذا مذهب سيبويه وحُذَّاقِ النحويين وقيل الإله هو المستحق للعبادة وقيل هو القادر على ما تَحِقُّ به العبادةُ ومن زعم أن معنى إله معنى معبود فقد أخطأ وشهد بخطئه القرآنُ وشريعةُ الإسلام لأن جميع ذلك مُقِرُّ بأنَّ لا إله إلا الله وحده لا شريك له ولا شك أن الأصنام كانت معبودةً في الجاهلية على الحقيقة إذ عبدوه وليس بالهٍ لهم فقد تبين أن الإلهَ هو الذي تَحِقُّ له العبادةُ وتجب وقيل في اسم الله أنه علم ليس أصلهُ الإله على ما بينا أوّلا وهو خطأ من وجهين أحدهما أن كُلَّ اسمٍ عَلَمٍ فلا بُدَّ من أن يكون له أصلٌ نُقِلَ\nمنه أو غُيِّرَ عنه والآخَرُ أن أسماءَ الله كُلَّها صفاتٌ إلا شيءٌ فإنه صح له عز وجل من حيثُ كان أعَمَّ العمومِ لا يجوز أن يكون له اسم على جهة التلقيب والأسماءُ الأعلامُ إنا أجراها أهلُ اللغةِ على ذلك فَسَمَّوْا بكَلْبٍ وقِرْد ومازنٍ وظالم لأنهم ذهبوا به مذهبَ التلقيب لا مذهبَ الوصفِ. قال أبو إسحق إبراهيم بن السِّرِي الزَّجاَّجُ وإذا ذكرنا أبا إسحاق في هذا الكتاب فإياه نريد أكره أن أذكر ما قال النحويون في هذا الاسم تنزيها لاسم الله هذا قوله في أول كتابه في معاني القرآن وإعرابه ثم قال في سورة الحشر في قوله تعالى : \" هُوّ اللهُ الخْالِقُ البارِئُ المُصَوِّرُ له الأَسْماءُ الحُسْنَى \"(1) جاء في التنزيل أنها تسعة وتسعون اسما ونحن نبين هذه الأسماءَ واشتقاقَ ما ينبغي أن يُبَيَّنَ بها إن شاء الله تعالى فبدأ بتفسير هذا الاسمِ فقال قال سيبويه سألتُ الخليل عن هذا الاسم فقال إلَهٌ فأدْخِلَتْ عليه الألفُ واللام.\nفهذا منتهى نقله وحكايته عن سيبويه. قال أبو علي الحسن بن أحمد بن عبد الغفار الفارسي النحوي رادا على الزجاج في سهوه ما حكاه أبو إسحاق عن الخليل سهو ولم يحك سيبويه عن الخليل في هذا الاسم أنه إلَهٌ ولا قال أنه سأله عنه لكن قال أن الألف واللام بدل من الهمزة في حد النداء في الباب المترجم هذا بابُ ما ينتصب على المدح والتعظيم أو الذم والشتم لأنه لا يكون وصفا للأول ولا عطفا عليه قال وأوّل الفصل اعلم أنه لا يجوز لك أن تُنادي اسماً فيه الألف واللام البتةَ إلا أنهم قد قالوا يا الله اغْفِر لي وهو فصل طويل في هذا الباب إذا قرأتَه وقفتَ عليه منه على ما قلنا قال والقولُ الآخر الذي حكاه أبو إسحق فقال وقال مرة أخرى ولم ينسبه سيبويه أيضاً إلى الخليل لكن ذكره في حد القسم في أوّل باب منه قال وروي عن ابن عباس في قوله جل وعز : \" وَيَذَرَكَ وإِلَهَتَك \" قال عِبَادَتك فقولنا إلَهٌ من هذا كأنه ذو العبادة أي إليه يُتَوجَّهُ بها ويُقْصَدُ قال أبو زيد تَأَلَّهَ الرجلُ إذا تَنَسَّكَ وأنشد :\nسَبَّحْنَ واسْتَرْجَعْنَ مِنْ تَأَلِهُّي",
        "ونظيرُ هذا في أنه اسمُ حَدَثٍ ثم جرى صفةً للقديم سبحان قولُنا السَّلاَمُ وفي التنزيل السلامُ المؤمنُ المُهَيْمِنُ والسَّلامُ من سَلَّم كالكلام من كَلَّمَ والمعنى ذو السَّلاَم أي يُسَلِمُ\n__________________\n(1) قلت قوله جاء في التنزيل أنها تسعة وتسعون اسما غلط فاحش والصواب أن هذا العدد انما جاء في الحديث الصحيح ولفظه ان الله تسعة وتسعين اسما مائة الا واحد من أحصاها دخل الجنة وليس هذا اللفظ في التنزيل الذي هو الكتاب العزيز وكتبه محققه محمد محمود التركزي لطف الله تعالى به آمین\nبیاض بأصله",
        "من عذابه من لم يَسْتَحِقَّه كما أن المعنى في الأوّل أن العبادة تَجِبُ له فإن قلتَ فأَجِزِ الحالَ عنه وتَعَلُّقَ الظرفِ به كما يجوز ذلك في المصادر فإن ذلك لا يلزم ألا ترى أنهم قد أَجْرَوا شيئا من المصدر واسمِ الفاعلِ مُجْرَى الأسماء التي لا تُناسب الفعلَ وذلك قولُك للهِ دَرُّكَ وزيدٌ صاحبُ عمرو أما ما حكاه أبو زيد من قولهم تألَّهُ الرجلُ فإنه يحتمل أن يكون على ضربين من التأويل يجوز أن يكون كمُتَعَبِّدٍ والتَّعَبُّدِ ويجوز أن يكون مأخوذا من الاسم دون المصدر على حدّ قولك اسْتحجرَ الطينُ واسْتَنْوَقَ الجملُ فيكون المعنى أنه يفعل الأفعالَ المُقَرِّبةَ إلى الإلهِ والمُسْتَحق بها الثواب وتسمى الشمسُ الإلاهةَ وإلاهةَ وروى لنا ذلك عن قُطْرُب وأنشد قول الشاعر :\nتَرَوَحْنَا من اللَّعْباءِ قَصْراً * وأعَجْلَنْا إلاَهةَ أنْ تَؤُوبا\nفكأنهم سموها إلاهَةَ على نحو تعظيمهم لها وعبادتهم إياها وعن ذلك نهاهم الله عز وجل وأمرهم بالتوجه في العبادة إليه دون ما خَلَقَه وأَوْجَدَهُ بعد أن لم يكن فقال : \" ومِنْ آياتِه الليلُ والنهارُ والشمسُ والقمرُ لا تَسجُدوا للشمسِ ولا للقمرِ واسْجدوا للِه الذِّي خَلَقَهُنَّ \" ويدلك على ما ذكرنا من مذهب العرب في تسميتهم الشمس إلاهَةَ أنه غير مصروف فقوي ذلك لأنه منقول إذا كان مخصوصا وأكثر الأسماء المختصة الأعلام منقولةٌ نحو زيد وأسد وما يكَثْرُ تعدادُه من ذلك فكذلك إلهةُ تكون منقولة من إلاهةً التي هي العبادة لما ذكرنا وأنشد البيت المتقدم الذكر :\nوأعَجْلَنْا إلاهةَ أن تَؤُوبا",
        "غير مصروف بلا ألف ولام فهذا معنى الإلهِ في اللغة وتفسير ابن عباس لقراءة من قرأ ويَذَرَك والَهَتَك وقد جاء على هذا الحدّ غير شيء. قال أبو زيد : لَقِيتُه نَدَرَي وفي النَّدَرَى وفَيْنَةً والفَينْةَ بعدَ الفَينْةِ وفي التنزيل : \" ولا يَغُوثَ ويَعُوقَ ونَسْراً \" وقال الشاعر :\nأمَا ونِماءٍ لا تَزالُ كأنها * على قُنَّةِ العُزَّى وبالنَّسْرِ عَنْدَما\nقال فهذا مِثْلُ ما ذكرنا من إلَهةَ والإلَهةِ في دخول اللام المعرّفة الاسم مرة وسقوطها أخرى فإما من قرأ ويذَرَكَ وآلِهَتَك فهو جمع إلَهٍ كقولك إزارٌ وآزِرةٌ وإناءٌ وآنيةُ\nوالمعنى على هذا أنه كان لفروعة أصنام يعبدها شِيعتَهُ وأتْباعُه فلما دعاهم موسى عليه السلام إلى التوحيد حَضُّوا فرعونَ عليه وعلى قومه وأغْرَوْهُ بهم فإما قولنا اللَهُ جل وعز فقد حمله سيبويه على ضربين أحدهما أن يكون أصلُ الاسم إلَهاً ففاء الكلمة على هذا همزة وعينها لام والألف ألف فِعَال الزائدة واللام هاء والقولُ الآخر أن يكون أصلُ الاسم لاهاً ووزنه فَعَلٌ فأما إذا قَدَّرْتَ أن الأصل إله فيذهب سيبويه إلى أنه حُذفت الفاءُ حذفا لا على التخفيف القياسي على حد قولك الخَبُ في الخَبْءِ وضَوٌ في ضَوْء فإن قال قائل فلم قَدَّره هذا التقديرَ وهَلاّ حمله على التخفيف القياسي إذ تقدر ذلك سائغ فيه غير ممتنع منه والحملُ على القياس أولى من الحمل على الحذف الذي ليس بقياس قيل له إن ذلك لا يخلوا من أن يكون على الحذف كما ذهب إليه سيبويه أو على تخفيف القياس في أنه إذا تحرّكت الهمزة وسكن ما قبلها حذفت وألقيت حركتُها على الساكن فلو كان طرحُ الهمزة على هذا الحد دون الحذف لما لزم أن يكونَ منها عِوَضٌ لأنها إذا حُذِفَتْ على هذا الحَدِّ فهي وإن كانت مُلقَّاةً من اللفظ مُبَقَّاةٌ في النية ومُعَامَلةٌ معاملة المُثبْتَةِ غير المحذوفة يدلك على ذلك تركُهم الياءَ مصححة في قولهم جَيْأل إذا خَفَّفُوا فقالوا جَيل ولو كانت محذوفة في التقدير كما أنها محذوفة من اللفظ للزم قلبُ الياء ألفا فلما كانت الياءُ في نيةِ سكونٍ لم تُقْلَبْ كما قُلِبتْ في بابٍ ونحوه ويدل على ذلك تحريكُهم الواوَ في ضَوٍ وهي طَرَفٌ إذا خففت ولو لم تكن في نية سكون لقلبت ولم تثبت آخرا ويدل عليه أيضاً تبيينهم في نُوىٍ إذا خفف نُؤْيُ ولولا نية الهمزة لقلبت ياء وأدغمت كما فعل في مَرْمِي ونحوه فكما أن الهمزة في هذا المواضع لما كان حذفها على التخفيف القياسي كانت منويةَ المعنى كذلك لو كان حذفُها في اسم اللهِ تعالى على هذا الحدِّ لما لَزِمَ أن يكون من حَذْفِها عوضٌ لأنها في تقدير الإثبات للدلالة التي ذكرناها وفي تَعْوِيضهم من هذه الهمزة ما عَوَّضُوا ما يدل على أن حذفها عندهم ليس على حَدِّ القياس كجَيَلٍ في جَيْألٍ ونحو ذلك بل يدل العِوَضُ فيها على أنهم حَذَفُوها حَذْفا على غير هذا الحَدِّ فإن قال فما العَوِضُ الذي عُوِّضَ من هذه الهمزة لما حُذِفَتْ على الحَدّ الذي ذكرتَ وما الدلالةُ على كونه",
        "عوضا قيل أما العِوَضُ منها فهو الألف واللام في قولهم اللّه وأما الدلالةُ على أنها عوض فاستجازتُهم لقطع الهمزة الموصولة الداخلة على لام التعريف في القَسَمِ والنداء وذلك قولُهم تَأَللّهِ لَيَفْعَلَّن ويا أللّهُ أغْفِرْلي ألا تَرى أنها لو كانتْ غَيْرَ عِوَضٍ لم تَثْبُتْ كما لم تَثْبُتْ في غيرِ هذا الاسمِ فلما قُطِعَتْ هنا اسّتُجِيزَ ذلك فيها ولم يُسْتَجَزُ في غيرها من الهَمَزاتِ الموصولةِ عَلمِنْا أن ذلك لمِعْنّى اخْتَصَّتْ به ليس في غيرها ولا شئَ أَوْلَى بذلك المَعْنَى من أن يكونَ العِوَضَ من الحرفِ المحذوفِ الذي هو الفاء فان قال قائل ما أنكرتَ أن لا يكونَ ذلك المعنى العِوَضَ وإنما يكون كثرةَ الاستعمال فُغِيّرَ بهذا كما يُغَيَّرُ غيرُه مما يكثر في كلامهم عن حال نظائره وَحَدّه قيل لا يَخْلُو من أن يكونَ ذلك العوضَ كما ذكرناه أو يكونَ كثرةَ الاستعمال أو يكون لان الحرفَ ملازمٌ للاسم لا يفارقه فلو كان كثرةُ الاستعمالِ هو الذي أوجبَ ذلك دونَ العِوَضِ لوجب أن تُقْطَعَ الهمزةُ أيضا في غير هذا مما يكثر استعمالهُ ولو كان للزوم الحرفِ لوجبَ أن تُقْطَعَ همزةُ الذي للزومها ولكثرةِ استعمالها أيضا ولَزِمَ قطعُ هذا الهمزة فيما كثر استعماله هذا فاسد لأنه قد يكثرُ استعمالُ ما فيه هذه الهمزةُ ولا تُقْطَعُ فإذا كان كذلك ثَبَت أنه للعِوَضِ وإذا كان للعِوَضِ لم يَجُزْ أن يكون حذفُ الهمزة من الاسم على الحَدّ القياسي لما قدمناه فلهذا حمله سيبويه على هذا الوجه دون الوجه الآخر فقال كان الاسم واللّه أعلم إلَهٌ فلما أدخل فيه الألفُ واللامُ حذفوا الهمزة وصارت الألف واللام خَلَفَا منها فهذا أيضا مما يقوّى أن يكون بمنزلة ما هو من نفسِ الحرفِ فان قال قائل أفَلَيْسَ قد حُذِفَتِ الهمزةُ من الناس كما حُذِفَتْ من هذا الاسم فهل تقول إنها عوض منها كما أن الألف واللام عِوَضٌ من الهمزة المحذوفة في اسم اللّه عز وجل قيل له ليس الألف واللامُ عِوَضًا في الناس كما كانا عِوَضًا منها في هذا الاسم ولو كان عوضا لَفُعِلَ به ما فُعِلَ في الهمزة في اسم اللّه عز وجل لَماْ جُعِلَتْ في الكلمةِ التي دخلت عليها عِوَضًا من الهمزة المحذوفة فان قلت أفليس قد قال سيبويه بعد الكلام الذي ذكرته له ومِثْلُ ذلك أُناسٌ فإذا أدخلت الألف واللام قلتَ الناسُ قيل قد قال هذا ومعنى قوله ومِثْلُ ذلك أناسٌ أي مثلُه في حذف الهمزَ منه في حال\nدخول الألف واللام عليه لا أنه بدلُ المحذوفِ كما كان في اسم اللّه تعالى بَدَلاً ويُقَوّى ذلك ما أنشده أبو العباس عن أبي عثمان\nاِنَّ المَنايًا يَطَّلعُ * نَ علَى الأُناسِ الآمنينا\nفلو كان كان عِوَضًا لم يكن ليجتمعَ مع المُعَوَّضِ منه فإذا حُذِفَتِ الهمزةُ مما لا تَكونُ الألفُ واللاُمِ عِوَضًا منه كانَ حذفُها فيما ثَبَتَ أن الألفَ واللامَ عِوَضٌ منه أَوْلَى وأَجْدَرُ فبُيِّنَ من هذا أن الهمزةَ التي هي فاءٌ محذوفةٌ من هذا الاسم فان قال قائل ما أنكرتَ أن يكون قطعُ الهمزة في الاسم في هذا الوصل لا لشيء مما ذكرتَ من العِوَضِ وكثرةِ الاستعمال ولا للزوم الاسمِ ولكن لشيء آخر غير ذلك كُلِّه وهو أنها همزة مفتوحة وإن كانت موصولة والهمزات الموصولة في أكثر الأمر على ضربين مكسور ومضموم فلما خالف هذا ما عليه الجمهورُ والكثرةَ اسْتُجِيزَ في الوصل قطُعها لمشابهتها إياها في انفتاحها لا لغير ذلك قيل له أن كونها مفتوحة لا يوجب في الوصل قَطْعَها وإن شابهتها في الزيادة ألا ترى أن الهمزة في قولهما يم وأيمن همزة وصل وأنها مفتوحة مثل المصاحبة للأم التعريف ولم تقطع في موضع من مواضع وصلها كما قُطِعَتْ هذه فهذا يدل على أن قطعها ليس لانفتاحها ولو كان ذلك لوجب أن تقطع في غير هذا الموضع لدخول الانفتاح فلما لم تُقْطَعْ في الحرف الذي ذكرناه وهو أّيم اللّه وأّيمن اللّه ولم تقطع في غير هذا الاسم علمنا أن الانفتاح ليس بعلة موجبة للقطع وإذا لم يكن ذلك ثبت أنه ما ذكرناه من العوض فان قدّرته على التخفيف القياسي فكان الأصل الإله ثم خففت الهمزة وما قبلها ساكن فحذفتها وألقيت حركتها على الساكن فاجتمع مثلان فسكنت الأولى فأدغمت وعلى هذا التقدير قوله جل وعز \" لكَّنا هو اللّهُ ربي \" إلا أن توجيه الاسم على ما ذهب إليه سيبويه القولُ لما ذكرتُ وذكر أبو بكر عن أبي العباس أن الكسائي أجاز بما أُنْزِلِّيْكَ في قوله بما أُنْزِلَ إليك وأدغم اللامَ الأولى في الثانية وشبهه بقوله لكنَّا هو اللّه ربى وهذا خطأ لان ما قبل الهمزة من لكنْ أنا ساكنٌ فإذا خفقتَ حذفتَ فألقيتَ الحركةَ على الساكن وما قبل الهمزة في أُنْزِلَ إليك مُتَحَرِّك فإذا خفقت لم يجز الحذفُ كما جاز في الأوّل",
        "لكن تجعل الهمزة بَيْنَ بَيْنَ فإذا لم يجز الحذفُ لم يجز الادغامُ لَحِجْزِ الحرفِ بين المثْلَيْنِ وهذا الذي قاله أبو العباس ظاهرٌ بَيِّنٌ فان قال قائل تحذف الهمزة حذفاً كما حذفتْ من الناس قيل أما الخطأ في التشبيه فحاصل إذ شُبِّهَ بين مختلفين من حيثُ شُبِّهَ فأما هذا الضربُ من الحذف فلا يسُوغُ تَجْوِيزُه حتى يتقدمه سَمّاعٌ ألا ترى أنه لا يجوز حذفُ الهمزة من الإبِاءِ والايِابِ كما جاز في الناس وليس كذلك الحذف فيما كان من الهمزات ما قبله ساكنٌ لان حذفَ ذلك قياسٌ مطرد وأصل مستمرّ فان قال أفليس الهمزةُ قد حذفتْ من قولهم ويْلُمِّه وفي قولهم ناسٌ وفي اسم اللّه عز وجل وكُّل ذلك قد حكاه سيبويه وذهب إلى حذف الهمزة فيه فما أنكرتَ أن يكون حذفُ الهمزة المبتدأة كثيرا يجوز حملُ القياسِ عليه ورَدُّ غيرِه إليه وقد ذهب الخليل إلى حذف الهمزة من لَنْ في قولهم لَنْ أفْعَل وقال هو لا أنْ قيل له ليستْ هذه الحروفُ من الكثرة والسَّعَةِ بحيث يقاس غيرُها عليها إنما هي حروف كثر استعمالها فحذف بَعْضُها وعُوِّضَ من حَذْفِها وليست الهمزةُ في الآية إذا حُذِفَتْ عند الكسائي بمُعَوَّضٍ منها شئٌ يُحْذَفُ منها غيرُها من الكلام للادغام والقياسُ على هذه الحروف لا يوجب حذفَها إذ لا عوَضَ منها كما حُذِفَ من هذه الحروف لَمَّا عُوِّضَ منها فان قلت فانَّ قولَهم ويْلُمِّه حُذِفَ ولم يُعَوَّضْ منه شئٌ فان القياسَ على هذا الفَذِّ الشاذِّ غيرُ سائغ ولا سيما إذا كان في المقيس عليه معنًى أوجبه شئ ليس في المقيس مثلُه وهو كثرةُ الاستعمال ألا ترى أنك تقول لا أَدْرِ ولم أُبَلْ فتَجْذِفُ لكثرة الاستعمال ولا تَقِيسُ عليه غيره إذا كان مُتَعَرِّيًا من المعنَى المُوجِبِ في هذا الحذفِ فلذلك لا تقيس على وَيْلُمِّه ما في الآية من حذف الهمزة إذ لا يخلو الحذفُ فيها من أن يكون لكثرة الاستعمال كما ذكرنا أو لأنها همزةٌ مبتدأةٌ فلو كان الحذفُ لأنها همزة مبتدأة لوجب حذفُ كُلِّ همزةٍ مبتدأةٍ وذلك طاهرٌ الفساد فثبت ما ذكرناه ويفسد حذف هذا من جهة أخرى وهو أنه إذا ساغَ الحذفُ في بعض الأسماء أو الأفعال لكثرة الاستعمال أو الاستثقال أو ضَرْبٍ من الضروب لم يجز حذفُ الحروفِ قياسا عليهما لأنه قَبيلٌ غيرهما ونوعٌ سواهما فحكمُه غيرُ حكمِهما إلا أن الحذفَ لم يجئ في شئ\nمن الحروف إلا في بعض ما كان مضاعفا نحو رُبَّ وإنَّ وكأنَّ ولم يجئ في كل ذلك لم نعلمهم حذفوا من ثُمَّ وليس إلى مُضاعَفًا فيجوز ذلك فيه ولهذا ذهب أهلُ النظر في العربية إلى تغليب معنى الاسم على مُذْ لمكان الحذف وتغليب معنى الحرف على مُنْذُ لتمامها فلو جاز الحذفُ في الأسماء وفي نحو ذا لم يجز الحذفُ من الحروف قياسا عليها لقلة الحذف من الحروف ولم نعلم الحروفَ حُذِفَ منها شيء إلا ما ذكرناه والألفَ من ها التي للتنبيه من قولهم هَلُمَّ وذلك لكثرة استعمالهم وبنائه مع غيره وليس في الحرف الذي في الآية شيء من ذلك فتجويز هذا فاسد في العربيةِ وقياسِها لما ذكرتُ فأما ما ذهب إليه الخليلُ في لَنْ فلم يتبعه في ذلك سيبويه ولا كثير من أصحابه ويفسد قياسُ حذف الهمزة من إلى علي التي في وْيُلمِّه وعلى الألف في هَلُمَّ من جهة أخرى وهي أن هذين الحرفين لما ضُمَّا إلى غيرهما وكثر استعمالُهما صارا بمنزلة الكلمة الواحدة المتصلة من أجل اللزوم والحذفُ وسائرُ ضروب التغيير والاعتلالِ إلى المتصلِ أَسْوَغُ وأَوْجَهُ منه إلى المنفصل فالحذفُ في هذين الحرفين لا يُسَوّغُ ما لا يَسُوغُ في غيرهما لما ذكرناه من شدة الاتصال ويَدُلُّكَ على شِدَّةِ اتصالهِما أنهم اشْتَقُّوا منهما وهما مركبان كما يُشْتَقُّ من المفردين. قال أبو زيد : يقال رجل وَيْلُمَّهٌ والوَيْلُمَّةُ من الرجال الداهيةُ وقال الأصمعي : إذا قال لك هَلُمَّ فقلْ لا أَهَلُمُ فهذا يدل على إجرائهم الكلمتين في الموضعين مُجْرَى المفرد فاشْتُقَّ منهما كما اشْتُقَّ من المفرد فعلى حَسَبِ هذا حَسُنَ الحذف منهما كما يحسن من الكلم المُفْرِدَ والمفرد والمتصل وما جرى مجراهما يكون فيهما من الحذف ما لا يكون في غيرهما من المنفصل في جميع أبواب العربية ألا ترى أنك تُدُغِمُ مثلَ مَدَّوفَرَّ وما أشبه ذلك لا يكون فيه غير الادغام وأنتَ في جَعَلَ لَكَ وفَعَلَ لبيد مخير بين الادغام والبيان وكذلك ما في الآية يمتنع الحذفُ من الحرف فيه لأنه منفصل فهذه جهة أخرى يمتنع لها الحذف من الحرف ويَضْعُفُ فأما مثل. ولكِنِ انْظُرْ إلى الجِبَلِ وانْظُرْ إلى آثارِ رَحْمةِ اللهِ واذْهَبْ أنتَ ورَبُّكَ فحذفُه مطردٌ قياسيُّ وليس من هذا الباب. فهذا شيءٌ عَرَض في هذه المسئلة مما يتعلق به. ثم نعود إليها فأما القولُ الذي قاله سيبويه\nفي اسم الله عز وجل فهو أن الاسم أصله لاهٌ ووزنه على هذا ووزنه على هذا فَعَلٌ اللام فاء الفعل والألف منقلبة عن الحرف الذي هو العين والهاء لام والذي دلهم على ذلك أن بعضهم يقول لَهْىَ أبُوكَ. قال سيبويه : فقلب العين وجعل اللام ساكنة إذ صارت مكان العين كما كانت العين ساكنة وتركوا آخر الاسم مفتوحا كما تركوا آخر أَيْنَ مفتوحا وإنما فعلوا ذلك حيث غيروه لكثرته في كلامهم فغيروا إعرابه كما غيروه فالألفُ على هذا القول في الاسم منقلبةٌ عن الياء لظهورها في موضع اللام المقلوبة إلى موضع العينِ وهي في الوجهِ الأول زائدةٌ لفِعالٍ غيرُ منقلبة عن شيء واللفظتانِ على هذا مختلفتانِ وإن كان في كل واحدة منهما بعضُ حروفِ الأخرى. وذكر أبو العباس هذه المسئلة في كتابه المترجم بالغلط فقال. قال سيبويه : فيه أن تقديره فِعَالٌ لأنه إلَهٌ والألفُ واللامُ في الله بدلٌ من الهمزة فلذلك لزمتا الاسمَ مثل أُناسٍ والناسِ. ثم قال : إنهم يقولون لَهْىَ أبوك في معنى للِهَ أبوكَ فقال يُقَدِّمونُ اللامَ ويؤخرون العينَ. قال أبو العباس : وهذا نَقْضٌ وذلك لأنه قال أوّلا أن الألف زائدةٌ لأنها فِعَالٍ ثم ذكر ثانية أنها عين الفعل وهذا الذي ذكره أبو العباس من أن هذا القولَ نَقْضٌ مُغالَطةٌ وإنما كان يكون نَقْضا لو قال في حرف واحد في كلمة بهذه الصفة لكان لا محالة فاسدا كما أن قائلا لو قال في تُرْتُبٍ إن التاء منه زائدة ثم قال في تُرْتَب أنها أصل والكلمة بمعنى واحد من حروف بأعيانها في الكلمة الأولى لكان فاسدا منتقضا لأنه جعل حرفا واحدا من كلمة واحدة في تقدير واحد فلا يستقيم لذلك أن يحكم بهما عليه فأما إذا قدّر الكلمة مشتقة من أصلين مختلفين لم يمتنع أن يحكم بحرف فيها أنه أصل ويحكم على ذلك الحرف أنه زائد لأن التقدير فيهما مختلف وإن كان اللفظ فيهما متفقا ألا ترى أنك تقول مَصِيرٌ ومُصْرانٌ ومَصارِينُ ومَصِيرٌ من صَارَ يَصِيرُ فتكون الياء من الأولى زائدة ومن الثانية أصلا فلا يمتنع لاتفاقهما في اللفظ أن يحكم على هذا بالزيادة وكذلك مَسِيلٌ أن أخذته من سَال يَسِيل أو أخذته من مَسَلَ كان فَعِيلاً وكذلك مَوألَةٌ إن جعلته مَفْعَلَة من وَأَلَ وإن\nجعلته من قولهم رجل مَأْلٌ أي خفيف وامرأة مَألةٌ كان فَوْعلة وكذلك أُثْفِيَّة أن أخذته من تَأَثَّفْنا بالمكانِ وكذلك أَرْوَى أن نوّنتَه جاز أن يكون أَفْعَلَ مثل أَفْكَل وأن يكون فَعْلًى مثل أَرْطي وإن لم تنونه كان فَعْلًى والألف فيه مثل حُبْلَى وكذلك أُرْبِيَّة لأصل الفَخِذِ أن أخذته من التأريب الذي هو التوفير من قولك أَرَّبْتُ الشيءَ إذا وَفَّرْته وقولهم أَرِيبٌ إذا أرادوا به ذو تَوَفُّرٍ وكَمالٍ فإن أخذته من رَبا يَرْبُو إذا ارتفع لأنه عضو مرتفع في النَّصْبةِ والخِلْقِة فاللفظانِ متفقانِ والمعنيانِ مختلفانِ وهذا كثير جداً تتفق الألفاظُ فيه ويختلف المعنى والتقديرُ فكذلك هذا الاسم الذي تقول لَهْىَ عند سيبويه تقديره مقلوبا من لاهِ ولاَهِ على هذا الألفُ فيه عينُ الفعل وهي غير التي في الله إذا قَدَّرْتَه محذوفا منه الهمزة التي هي فاءُ الفعل فحكم بزيادة الألف من غير الموضع الذي حكم فيه بأنها أصل فإذا كان كذلك سَلِمَ قولُه من النقَّضْ ولم يجز فيه دَخَلٌ فإن قال قائل ما تُنْكِر أن يكون لاَهِ في قول من قال لَهْىَ أبوك هو أيضاً من قولك إله ولا يكون كما قدّره سيبويه من أن العين ياء لكي تكون الألف في لهى منقلبة عن الألف الزائدة في إله قيل الذي يمتنع له ذلك ويَبْعُدُ أن الياء لا تنقلب عن الألف الزائدة على هذا الحد إنما تنقلب واوا في ضَواربَ وهمزة في كنائن وياء في دنانير فأما أن تنقلب ياءٌ على هذا الحَدّ فبعيد لم يجيء في شيء علمناه فإن قال قائل فقد قالوا زَبانيّ وطائي فأبدلوا الألف من ياءين زائدتين فكذلك تبدل الياء من الألف الزائدة في لَهْىً فالجواب أن إبدالهم الألف من الياء في زَباني ليس بإبدال باء من الألف في نحو قوله :",
        "لَنَضْرِباً بسَيْفِنا قَفَيْكا\nلم ينبغ ذلك أن تجيز هذا قياسا عليه لأن ذلك لغة ليست بالكثيرة ولأن ما قبل المبدل قد اختلف ألا ترى أن العين في قفكيا متحركة وما قبل الياء في لهى ساكن ومما يبعد ذلك أن القلبَ ضَرْبٌ من التصريف تُرَدُّ فيه الأشياء إلى أصولها ألا ترى أنك لا تكاد تجد مقلوبا محذوفا منه بل قد يُرَدُّ في بعض المقلوب ما كان محذوفا قبل القلب كقولهم هارٍ وذلك أنه لما أزيلت حروف الكلمة فيه عن نظمها وقصدها كما فعل ذلك\nبالتكسير والتصغير أشبههما فإذا أشبههما فيما ذكرنا وجب من أجل هذا الشبه ردّ المحذوف إليه كما ردّ إليهما فلهذه المضارعة التي في القلب بالتحقير والتكسير يرجح عندنا قوُل من قال في أَيْنق أنها أَعْفُل قلبت العين فيها ياء على غير قياس على قول من قال أنها أيفل فذهب إلى الحذف وتعويض الياء منها ويُقَوِّي الوجهَ الأول ثباته في التكسير في قولهم أيانق أنشد أبو زيد :\nلَقَدْ تَعَلّلْتُ عَلى أيَانِقِ * صُهْبٍ قَليلاتِ القُرادِ اللازِقِ",
        "فإن قلت فإذا كان الاسم على هذا التفسير فَعَلا بدلالة انقلاب العين ألفا فهلا كان في القلب أيضاً على زنته قبل القلب قيل إن المقلوب قد جاء في غير هذا الموضع على غير زنة المقلوب عنه ألا ترى أنهم قالوا لَهُ جاءٌ عند السلطان فجاءَ على فَعَلٍ وهو مقلوب من الوَجْه فهذا وإن كان عكَس ما ذكرناه من القلب الذي ذهب إليه سيبويه في الاسم والزنة فإنه مثله في اختصاص المقلوب ببناءٍ غيرِ بناءِ المقلوبِ عنه وهذا يؤكد ما ذكرناه من مشابهةِ القلب التحقيرَ والتكسير ألا ترى أن البنائين اختلفا كما اختلف التكسير والتصغير فأما بناءُ الاسم فإنه تَضَمَّنَ معنىَ لامِ المعرفةِ كما تضمنِها أمَسْ فبُني كما بُنَي ولم يجعل في القلب على حدّ ما كان قبل القلب فكما اختلف البناءان كذلك اختلف الحذفان فكان في القلب على حده في أَمْسِ دون سَحَر وقبلَ القلبِ على حد الحذف من اللفظ للتخفيف لاجتماع الأمثال وتقدير الثبات في اللفظ نحو تذكرون فيمن خفف ويستْطِيع وما أشبهه وحكى أبو بكر أن أبا العباس اختار في هذا الاسم أن يكون أصلُه لاَهاً وأن يكون لَهْىَ مقلوبا وأن القول الآخر الذي لسيبويه فيه من أنه من قولهم إلَهٌ وتشبيه سيبويه إياه بأناس ليس كذلك وذلك أنه يقال أناس فإذا دخل الألف واللام بقيت الهمزة أيضاً قال وأنشد أبو عثمان :\nإنَّ المَنايا يَطَّلِعْ * نَ على الأنُاسِ الآمينِينا\nفكذلك تثبت الهمزة في الإلهِ وقد قَدَّمْتُ في هذا الفصل ما يُسْتَغْنَى به عن الإعادة في هذا الموضع وصحةَ ما ذهب إليه سيبويه من حذف الهمزة التي هي فاءٌ وكونِ\nالألف واللام عِوَضاً منها ألا ترى أنك إذا أثبت الهمزةَ في الإله ولم تحذف لم تكن الألفُ واللامُ فيه على حَدِّها في قولنا الله لأن قطع همزة الوصل لا يجوز في الإله كما جاز في قولنا الله لأنهما ليسا بعوض من شيء كما أنهما في اسم الله عِوَضٌ بالدلالة التي أَرَيْنا فأما قولُهم لاَهِ أبُوك فحذفوا لامَ الإضافة واللامَ الأخرى وذكر أبو بكر عن أبي العباس أنه قال أن بعضهم قال المحذوف من اللامين الزائدة وقال آخرون المحذوف الأصل والمبقي الزائدة خلافَ سيبويه قال فمن حجتهم أن يقولوا إن الزائد جاء لمعنى فهو أولى بأن يترك فلا يحذف إذ الزائد لمعنى إذا حذف زالت بحذفه دلالته التي لها جاء وقد رأيتهم يحذفون من نفس الكلمة من هذا الاسم ما هو من نفس الحرفِ ويكون المُبْقَي الزائدَ وأيضاً فما يحذف من هذه المكررات إنما يحذف للاستثقال فيما يتكرر لا في المبدوء به الأوّل فالأولى أن يحذف الذي به وقَعَ الاستثقالُ وهو الفاء ويبقى حرفُ الجر ألا ترى أنهم يُبْدِلون الثاني من تَقَضَّيْتُ ونحوهِ وآدَمَ وشِبهْهِ وكذلك حذفُ النونِ التي تكون علامةً للمنصوب في كأنيِّ لما وقعت بعد النون الثقيلة وأيضاً فإن الحرفين إذا تكررا فكان أحدهُما لمعنًى وذلك نحوُ تَكَلَّمُ فالمحذوف تاء تَفَعَّلُ لا التاء التي فيها دليلُ المضارعة فكذلك يكون قولُهم لاهِ أبوك انتهت الحكاية عن أبي العباس الجواب عن الفصل الأول إن حرف المعنى قد حذف حذفا مطردا في نحو قولهم واللهِ أَفْعَلُ إذا أردتَ والله لا أَفْعَلُ وحذف أيضاً في قولهم لأضْرِبَنَّه ذَهَبَ أو مكَثَ وحذف أيضاً في قول كثير من النحويين في نحو هذا زيد قام تريد قد قام وكيفَ تَكْفُرُونَ باللهِ وكُنْتُم أَمْواتاً فَأحْيَاكُمُ وليس في هذه الضروب المُطَّردِة الحذفِ دلالةٌ تدل عليها من اللفظ فإذا ساغَ هذا فحذفُ الذي يَبْقَى في اللفظ دلالةٌ عليه منه أَسْوَغُ وقد حذفتْ همزةُ الاستفهام في نحو قول عِمْرانَ بْنِ حِطَّانَ :",
        "فَأَصْبَحْتُ فيهمْ آمِناً لا كَمَعْشرٍ * أَتوْني فقالوُا من رَبِيعةَ أو مُضَرْ\nوحذفت اللامُ الجازمة في نحو قول الشاعر :\nمحمدُ تَفْدِ نَفْسَكَ كُلُّ نَفْسٍ * إذا ما خِفْتَ مِنْ شَيْءٍ تَبَالاَ\nوأنشد أبو زيد :",
        "فُتضْحِي صَرِيعاً ما تَقُومُ لحاجةٍ * ولا تُسْمِعُ الدَّاعي ويُسْمِعْكَ مَنْ دَعا\nوأنشد البغداديون :\nولا تَسْتَطِلْ مِنِّي بَقائي ومُدَّتي * ولكنْ يكُنْ للخيرِ مِنْكَ نَصِيبُ\nوأنشدوا أيضاً :",
        "(1) فقلتُ ادْعي وأَدْعُ فإنَّ أنْدَى * لِصَوتْ أن يُنادي دَاعِيانِ\nوقال الكسائي في قوله تعالى : \" قُلْ للذينَ آمَنُوا يَغْفِرُوا \" إنما هو ليَغْفِرُوا فحذف اللام وقياسُ قوله هذا عندي أن تكون اللامُ محذوفةً من هذا القبيل نحو قوله عز وجل : \" قُلْ لِعبادي الذَّيِنَ آمَنُوا يُقِيمُوا الصَّلاةَ \" وقالوا الله لأفْعَلَنَّ وحُذِفَ الحرفُ فيما كان من نحو ما كان ليفعلَ ومع الفاء والواو وأو وحتى فإذا حذف في هذه الأشياء لم يمتنع حذفُه في هذا الموضع أيضاً لأن الدلالةَ على حذفه قائمةٌ ألا ترى أن انْجرار الاسم يدل عليه كما أن انتصابَ الفعِل في المواضع التي ذكرنا يدل عليه فالحذفُ في هذا الحرف الزائد كالحذف في الحروف الأصلية للدلالة على حذفه كالدلالة على الحذف من الأصل نحو لم أُبَلْ لأن الجَرَّ في الاسم يدل على الجارِّ المحذوف وقد حُذِفَ الحرفُ الزائد كما حُذف الأصل نحو إنيِّ ولعلي كحذفهم التاء من استطاع وكذلك يَسُوغ حذفُ هذا الزائد الجارِّ وقد حذفوا الجارَّ أيضاً في قولهم مررت برجلٍ إن صالحٍ وإن طالحٍ فليس في شيء ذكروه في الفصل الأول ما يمتنع له حذف الحرف من قولهم لاهِ أبوك (2) وأما ما ذكروا في الفصل الثاني منها وذلك قولهم ظِلْتُ ومِسْتُ ونحو ذلك فإن قلت وما الدليلُ على أنّ المحذوف الأول وما تنكر من أن يكونَ الثاني فالدليلُ على أنه الأول قولُ من قال في ظَلِلْتُ ظِلْتُ وفي مَسِسَّتُ مِسْتُ فألقيَ حركة العينَ المحذوفةِ على الفاء كما ألقاها عليها في خِفْتُ وِهبْتُ وطُلْتُ ويدل أيضاً سكونُ الحرف قبل الضمير في ظِلْتُ وظَلْتُ كما سكن في ضَرَبْتُ ولو كان المحذوفُ اللامَ دون العين لتحرّك ما قبل الضمير ولم يسكن فقد دلك هذا على أن\n__________________\n(1) قوله وأدع فان أسس الخ الرواية المشهوره وأدعو ان أدى؟ أدعو بان مسمرة وبه استشهد سيبيويه وغيره من النحويين على ذلك قال شارح الشواهد حمله على معنى ليكن منا أن تدعى وأدعو قال ويروى وأدع فان أندى على معنى نتدعى ولأدع على الامراء مصححه",
        "(2) قوله وأمام ذكروا في الفصل الثاني منها الخ هذا بالاصل وفيه نقص يعلم بالتأمل من قوله سابقا وأيضاً حذف من هذه المكررات الخ فانه الفصل الثاني وحرر اه مصححه\nالمحذوفَ الأولُ لا المتكررُ وقالوا عَلْماءِ بَنُو فلانٍ يريدون عَلَى الماءِ بنو فلان وبَلْحارِث فحذفوا الأول وأما ما ذكروه في الفصل الثالث من أن التخفيف والقلب يلحق الثاني من المكرر دون الأول فقد يَلْحَقُ الأوّلَ كما يَلْحَقُ الثاني وذلك قولهُم دِينَارٌ وقِيراطٌ ودِيوانٌ ونحو ذلك ألا تَرى أن القلب لَحِقَ الأولَ كما لحق الثاني في تَقَضَّيتُ وأَمْلَيْتُ ونحو ذلك وقد خُفِّفَتِ الهمزة الأُولَى كما خُفِّفَتِ الثانيةُ في نحو فقد جا أشراطُها ونحو ذلك فأما ما ذكروه من قولهم كأنِّي فقد حذفت غير الآخر من الأمثال إذا اجتمعت نحو قولهم إنا نفعل فالمحذوف ينبغي أن يكونَ الأسطَ دون الآخر ألا ترى أن النون الثانية قد حذفت من أنَّ في نحو علم أنْ سيكونُ منكم والنون من فعلنا لم تحذف في موضع فلذلك جعلنا المحذوفةَ الوُسْطَى وعملت المخففةُ في المضمر على حَدِّ ما عملتْ في المُظْهَر في نحو أن زيادا مُنْطَلِقٌ ولمَنطلقٌ وقد أجازه سيبويه وزعم أنها قراءة وقد يجيء على قياس ما أجازه في الظاهر هذا البيتُ الذي يُنْشده البغداديون :\nفلو أَنْكِ في يومِ الرَّخاءِ سَأَلِتْني * فِراقَكِ لَمْ أبْخَلْ وأنتِ صَدِيقٌ\nإلا أن هذا القياسَ إن رُفِضَ كان وَجهْاً لأن ما يحذف مع المظهرة أو يبدل إذا وُصِل بالمضمر رُدَّ إلى الأصل ألا تَرى أنهم يقولون من لَدْ الصلاةِ فإذا وَصَلُوا بالمضمر قالوا من لَدُنْه ومن لَدُنِّي وقالوا والله لأفعلنَّ فلما وصل بالمضمر قالوا بهِ لأَفْعَلَنَّ ويذهب سيبويه إلى أن أنَّ المفتوحةَ إذا خففت أُضْمِرَ معها القصةُ والحديثُ ولم يَظْهَرُ في موضع فلو كان اتصالُ الضمير بها مخففةً سائغا لكان خليقا أن تتصلَ بالمفتوحة مخففةً وقالوا ذَيَّا وتَيَّا في تحقير ذاوتا فاجتمعوا على حذف الأول من الأمثال الثلاثة فليس في هذا الفصل أيضاً شيء يمنع جوازَ قولِ سيبويه وما قالوه من الحذفِ في تَكَلَّمُ وتَذَكَّرُ فلما كان الحذفُ في الثاني دون الأول لأنه يَعْتَلُّ بالإدغام في نحو تَذَكَّرُ لأنه لو حذف حرف المضارعة لوجب ادخالُ ألف الوصل في ضَرْبٍ من المضارع نحو تَذَكَّرُ ودخولُ ألف الوصل لا مساغَ له هنا كما لا يدخل على أسماء الفاعلين والمفعولين ولأن حرفَ الجرّ أقوى من حرف المضارعة للدلالة عليه بالجرّ الظاهر في اللفظ فلهذا حذف الثاني",
        "في هذا النحو دون حرف المضارعة لا لأن الحذف غير سائغ في الأول فيما يتكرر لأنك قد رأي مساغَ الحذف في الأول في هذه المتكررة فليس في شيء مما احتجوا به في أن المحذوفَ الآخرُ دون الأوّل حجةٌ ويَثْبُتُ قولُ سيبويه أن المحذوف الأولُ بدلالة وهي أن الأول منفتحةٌ ولو كانت اللامُ في الكلمة لامَ الجرّ لوجب أن تنكسر لأن الاسم مظهر وهذه اللام مع المظهرة تكسر في الأمر الأكثر فكما لا يجوز لتحرك اللام أن يقال أنها لامُ التعريف لأن تلك ساكنة كذلك لا يجوز لتحرّكها بالفتح أن يقال أنها الجارةُ لأن تلك تكسر مع المظهرة ولا تفتح فإن قلت فقد فُتِحّتْ في قولهم يا لَبْكرٍ ونحوه مما تُنْكِرُ أن تكون في هذا الموضع أيضاً فالجواب أن ذلك لا يجوز ههنا من حيث جاز في قولهم يا لَبَكَرْ وإنما جاز فيه لأن الاسم في النداء واقع موقع المضمر ولذلك بني المفردُ المعرفةُ فيه فكما جاز بناؤه جاز انفتاحُ اللام معه وليس الاسمُ ههنا واقعا موقعَ مضمر كالنداء فيجوز فتح اللام معه فإن قلتَ تكون اللامُ الجارة ههنا واقعا موقعَ مضمر كالنداء فيجوز فتح اللام معه فإن قلتَ تكون اللامُ الجارة ههنا مفتوحة لمجاورتها الألفَ لأنها لو كُسرت كما تكسر مع سائر المظهرة لَقُلِب الحرفُ الذي بعدها قيل هذا القول لا يستقيم لقائله أن يقولَه لحكمه فيما يتنازع فيه بما لا نظير له ولا دلالة عليه وسائرُ ما لحقته هذه اللامُ في المُظْهَرة يُدْفَعُ به ما قاله لمخالفته له ويمتنع من وجه آخر وهو أنه إذا جعل هذه اللام هي الجارّة فهي غير ملازمة للكلمة وإذا لم تكن ملازمة لم يعتدّ بها فكأنه قد ابتدأ بساكن فمن حيث يمنع الابتداء بالساكن يمتنع ما ذهب إليه في هذا ومما يؤكد ذلك أن أهل التخفيف لم يخففوا الهمزةَ المبتدأةَ لأن التخفيفَ تقريبٌ من الساكن فإذا رَفَضُوا ذلك لتقريبه من الساكن مع أنه في اللفظ ووزن الشعر بمنزلة المتحرّك فأن لا يُبْتَدأ بالساكن المَحْضِ ويرْفَضَ كلامُهم أَجْدرُ ألا تَرى أن من كان من قوله تخفيفُ الأولى من الهمزتين إذا التقتا وافق الذين يخففون الثانية فترك قوله في نحو آلُدٍ وأنا عجوزٌ لِمَا كانَ يلزمه من الابتداء بالحرف المُقَرَّب من الساكن فإذا كانوا قد حذفوا الألف من هَلُمَّ لأن اللامَ التي هي فاءٌ لما كانتْ متحركةً بحرَكة غيرها صار كأنه في تقدير الساكن فحذف كما يحذف مع الساكن مع أن الحرف بِنُيَ مع الفعل\nحتى صار كالكلمة الواحدة فأن تكونَ اللامُ في لاهِ الجارةَ أَبْعَدُ لأنه يلزم أن يبدأ بساكن لأن اتصال الجارّية ليس كاتصال حرف التثنية بذلك الفعل ألا ترى أنه قد بُنِيَ معه على الفتح كما بُنِيَ مع النون في لأفعلنَّ على الفتح فإذا قَدَّروا المتحرّك في اللفظ تقديرَ الساكن فيما هو متصل بالكلمة لمكان البناء معها فالساكنُ الذي ليس بمتحرك معها في تقدير الانفصال منه أَجْدَرُ أن يَبْعُدَ في الجواز فأما ما أنشده بعض البصريين من قول الشاعر :\nأَلا لاَ باركَ اللهْ في سُهَيْلٍ * إذا ما اللهُ بارَكَ في الرَّجالِ\nفعلى ما يجوز في الشعر دون الكلام وينبغي أن يُوَجَّهَ هذا على أنه أخرجه على قول سيبويه أن أصل الاسم إله فحذف الألف الزائدة كما يقصر الممدوْد في الشعر ولا يحمله على الوجه الآخر فيلزم فيه أنه حذف العين لأن ذلك غير مستقيم ولا موجود إلا في شيء قليل فهذا مما يبين لك أن الأوجه من القولين هو أن يكون أصلَ الاسم إلهٌ فأما الإمالة في الألف من اسم الله تعالى فجائز في قياس العربية والدليل على جوازها فيه أن هذه الألف لا تخلو من أن تكون زائدةً لِفِعَالٍ كالتي في إزارٍ وعِمَادٍ أو تكونَ عينَ الفعل فإن كانت زائدة لفِعَالٍ جازت فيها الإمالة من وجهين أحدهما أن الهمزةَ المحذوفة كانت مكسورة وكسرُها يُوجب الإمالةَ في الألف كما أن الكسرةَ في عِمَادٍ توجب إمالةَ ألفِه فإن قلت كيف تمُالُ الألف من أجلِ الكسرةِ وهي محذوفةٌ فالجواب أن الكسرةَ وإن كانت محذوفةً موجبةٌ للإمالة كما كانت توجبها قبل الحذف لأنها وإن كانت محذوفةً فهي من الكلمة ونظيرُ ذلك ما حكاه سيبويه من أن بعضهمَ يميُل الألفَ في مادٍّ وشاذٍّ للكسرة المنوية في عين فاعِلٍ المدغمةِ ومنهم من يقولُ هذا ماش في الوقف فيميل الألفَ في الوقف وإن لم يكن في لفظ الكلمة كسرة فكذلك الألفُ في اللهِ تجوز إمالتهُا وإن لم تكن الكسرةُ ملفوظا بها وتجوز إمالتُها من جهة أخرى وهي أن لامَ الفعل مُنْجَزَّة فتجوز الإمالةُ لانجرارها. قال سيبويه سمعناهم يقولون من أهل عادٍ ومررت بِعِجْلاَتِك فأمالوا للجر فكذلك أيضاً تجوز الإمالة في الألف من اسم الله فإن كانت الألف في ",
        "الاسم عينا ليست بزائدة جازت إمالَتُها وحَسُنَتْ فيها إذا كان انقلابُها عن الياء بدلالة قولهم لَهْىَ أبُوك وظهورِ الياء لَمَّا قُلبتْ إلى موضع اللام فإذا لم تَخْلُ الألفُ من الوجهين اللذين ذكرنا كان جوازُ الإمالةِ فيه على ما رأينا عُلِمَتْ صِحتهُ فإن ثَبَتَتْ به قراءةٌ فهذه جهةُ جوازِها إن شاء الله. قال أبو إسحق وأما الرحمن الرحيم فالرَّحْمُنُ اسمُ اللهِ خاصةً لا يقال لغير الله رَحْمنُ ومعناه المبالغ في الرحمة أرحم الراحمين وفَعْلاَنُ من بناء المبالغة تقول للشديد الامتلاء ملآنُ وللشديد الشِّبَع شَبعْانُ وروى عن أحمد بن يحيى أنه قال هو عِبْراني وهذا مرغوب عنه ولم يحك هذا أبو إسحاق في كتابه قال والرحيم هو اسم الفاعل من رَحِمَ فهو رَحِيمٌ وهو أيضاً للمبالغة. قال غيره : أصلُ الرحمة النعمةُ من قوله : \" هذا رحمةٌ من رَبيِّ \" أي نِعْمة وقد يقال في قلب فلان رحمةٌ لفلان على معنى الرِّقَّةِ وليس بأصل ويَدُلُّك على أن أصلَه النعمة دون الرَّقَّة قولُهم رَحِمَهُ الطبيبُ بأن استقصَى علاجَه أي أحسن إليه بذلك وأنعم عليه وإن كان قد آلمه بالبَطِّ وما جرى مجراه من الجَبْرِ وغيره والصفتانِ جميعا من الرحمة وهما للمبالغة إلا أن فَعْلانَ أشَدُّ مبالغةً عندهم من فعيل كذا قال الزجاج وحقيقةُ الرحمةِ الأنعامُ على المحتاج يدل على ذلك أن انسانا لو أهدي إلى مَلِكٍ جوهرا لم يكن ذلك رحمةً منه وإن كان نعمةً يستحق بها المكأفاة والشُّكْرَ وإنما ذُكِرتِ الصفتان جميعا للمبالغة في وصف الله تعالى بالرحمة ليُدَلَّ بذلك أن نِعَمَه على عباده أكثر وأعظم من كل ما يجوز أن يُنْعِمَ به سواه وأنه قد أنعم بما لا يقدر أحدٌ أن يُنْعم بمثله ويقال لم قَدَّمِ ذِكْرَ الرحمنِ وهو أشدُّ مبالغة وإنما يبدأ في نحو هذا بالأقل ثم يُتْبَعُ الأكثر كقولهم فلانٌ جوادٌ يُعْطِى العَشَراتِ والمِئينَ والألُوفَ والجواب في ذلك أنه بُدِئَ بذكر الرحمن لأنه صار كالعلم إذا كان لا يوصف به إلا اللهُ جَلَّ وعز وحُكَّمُ الأَعْلامِ وما كان من الأسماء أعرفَ أن يُبْدأ به ثم يتبعَ الأنَكْرَ وما كان في التعريف أنقصَ هذا مذهب سيبويه وغيره من النحويين فجاء على منهاج كلام العرب وقيل الرحمنُ صفة لله تعالى وجل وعز قبل مجيء الإسلام وأنشدوا لبعض شعراء الجاهلية :ألا ضَرَبَتْ تِلكَ الفتاةُ هَجِينَها * ألا قَضَبَ الرحمنُ رَبيِّ يمينَها (1)\nوقال الحسن الرحمنُ اسمٌ ممنوعٌ أن يتسمى به أحدٌ والإجماعُ على ذلك وإنما تسمى به مسيلمة الكذابُ جهلا منه وخطأ وقيل الرحمن وذو الأرحام من الرحمة لتعاطفهم بالقرابة والأَحَدُ أصله الوَحَدُ بمعنى الواحد وهو الواحدُ الذي ليس كمثله شيء وإذا أجرى هذا الاسم على القديم سبحانه جاز أن يكون الذي هو وصف كالعالم والقادر وجاز أن يكون الذي هو اسم كقولنا شيء ويقوي الأول قوله تعالى : \" وإلهكم إلَهٌ واحد \" قال وفي التنزيل : \" قُلْ هُوَ اللهَ أحَدَ \" بعد ذكره أن الهمزة مبدلة من الواو على حد إبدالها منها في ونَاةٍ حيث قالوا أنَاةٌ لان الواو مكروهة أوّلاً فقلبت إلى حرف مناسب لها بأنه أوّل المخارج كما هي كذلك وأنها حرف علة مع قوة الهمزة أولا ويقال ما حقيقة الواحد فالجواب شيءٌ لا ينقسم في نفسه أو مَعْنَى صفتهِ وذلك أنه إذا قيل الجزء الذي لا يتجزأ واحدٌ في نفسه فإذا جرى على موصوف فهو واحد في نفسه وإذا قيل هذا الرجلُ انسانٌ واحدٌ فهو واحد في معنى صفته وقد تقدم ذكرُ أحَدٍ وواحِدٍ مع تصاريفهما في باب العددِ الصمد فيه قولان الأوّل السيد المعظم كما قال الأسدي :\nألاَ بَكَرَ الناعي بخَيْري بَني أسَدْ * بِعَمْرو بْنِ مسعودٍ بالسَّيِّد الصَّمَدْ\nوالثاني الذي يُصْمَدُ إليه في الحوائج ليس فوقه أحد صَمَدْتُ إليه أصْمُدُ قَصَدْتُ إلا أن في الصفة معنى التعظيم كيف تصرفتِ الحالُ. قال أبو إسحاق : وتأويلُ صُمُودِ كُلِّ شيء لله أن في كل شيء أثرَ صنعة الله. قال غيره : وقيل الصمد الذي لا جَوْف له البارئ يقال بَرَأَ اللَهُ الخلقَ يَبْرَؤُهم ويَبْرُؤُهم أي خَلقَهم والبَرِيَّةُ الخَلْقُ منه تخفيفهُ تخفيفٌ بَدَلِيُّ ولو كان قياسيا لخُفِّفَ مرةً وحُقِّقَ أخرى ولكنه تخفيفٌ بدليُّ فلا يقلا بَرِيئةٌ إلا على استكراه وخلافٍ للجمهور كما أن تخفيفَ النَّبي تخفيفٌ بدليُّ إذ لا يقال النبئ بالهمز إلا على اللغة الرديئة التي نسبها سيبويه إلى الحجازيين. قال أبو عبيد : ثلاثة أحرف تركت العربُ الهمزَ فيها وأصلها الهمز فقوله تركت العرب الهمز فيها وأصلها الهمز دليل أنه تخفيف بدلي وليس",
        "__________________\n(1) قلت قول على بن سيده وأنشد والبعض شعراء الجاهلية ألاضربت تلك الفتاة هجينها ألاقضب الرحمن ربي يمينها قول من لم يعرف المستشهد به وحقيقة بيته المستشهد به وحقيقة أنه صنعه بعض الرجال الذين يحبون ايجاد الشواهد المعدومة لدعاويهم المجردة فلفقه من بيت السشنفري المشهور والوضع والصنعة ظاهرات فيه ظهور شمش الضحى وركاكته تنادى جهارا بصحة وضعه وصنعته والصواب وهو الحق الجمع عليه أن الشاعر الجاهلي المشار اليه بالبعض هو الشنفري الازدي الاواسي الحجري وهذا البيت ليس في شعره المروى عنه الملفق منه هذا البيت المصنوع وقصته مع الجارية السلامية وضربتها خده معلومتان عند أهل العلم وشعره مروى  ـ\nبقياسي إذ لا يحصر ما تخفيف الهمز فيه قياسي لإطراده ثم عَدَّدَ الأحرفَ التي هذا أمرها فقال النبي أصلها من النبأ وقد نَبَّأْتُ أَخْبَرْتُ والخابيةُ أصلها الهمزُ من خَبَأْتُ والبَرِيَّةُ أصله من بَرأَ اللهُ الخلق وقد صرح سيبويه بأن تخفيف النبي والبرية تخفيفٌ بدليُّ بدلالة ضُروب تصريفها وقد تقدم ذكر هذا في موضعه من التخفيف البدلي الحِفْظِيِّ قال أبو عبيد : قال يونس أهلُ مكة يخالفون غيرهم من العرب يهمزون النبئ والبريئة وذلك قليل في الكلام القَيُّوم المبالغ في القيام بكل ما خَلَقَ وما أراد فَيْعُولٌ من القِيام على مثال دَيُّورٍ وعَيُّوقٍ والأصل في ذلك قَيْوُومٌ فَسَبَقت الياءُ بسكون فقلبوا الواو المتحركة ياء وأدغموا هذه فيها ولا يكون فَعُّولاً لأنه لو كان كذلك لقيل قَوُّوم والوَلِيُّ المُتَوَلِّي للمؤمنين اللَّطيفُ الذي لَطَفَ للخلق من حيث لا يعملون ولا يقدرون قال سيبويه : لَطَفَ به وألْطَفه وحكى غَيْرُه اللُّطْفَ واللَّطَفَ والتَّلَطُّفُ العامُّ من التَّحَفِيِّ العامِّ وكذلك التَّلْطيف الودَوُد المُحِبُّ الشديد المحبة الشَّكُورُ الذي يُرِيعُ الخَيْرَ أي يُزْكيه الظاهِرُ الباطِنُ الذي يعلم ما ظهَرَ وما بَطَن البَدِئُ الذي ابتدأ كُلَّ شيء من غير شيء يقال بدأ الخلق يَبْدَؤُهم بَدْءاً وأبْدَأهم ومنه بِر بَدِئٌ أي جديد البَدِيع الذي ابْتدَع الخلقَ على غير مثال يقال ابتْدَعَ اللهُ الخَلْقَ ومنه قيل بِدْعةٌ للأمر المُخْتَلقَ الذي لم تَجْرِ به عادةٌ ولا سُنَّة يقال هذا من فِعْلِه بَدِيعٌ وبِدْعٌ وبِدَعٌ وفي التنزيل : \" قُلْ ما كُنْتُ بِدَعاً مِنَ الرُّسُلِ \" وقالوا بر بَدِيعٌ كما قالوا بَدِئٌ القُدُّوسُ وقد رويت القَدُّوسُ بفتح القاف وجاء في التفسير أنه المبارك ومن ذلك أرض مُقَدَّسة مباركة وقيل الطاهر أيضاً والذَّارئ أيضاً مهموز الذي ذَرأ الخلقَ أي خَلَقهم وقد ذَرَأهُم يَذْرَؤُهم ذَرْأً. قال الفارسي : ويجوز أن يكون اشتقاق الذُّرِّيَّةِ منه فيكون وزنه على هذا فُعُّولَه الفاصِلُ الذي فَصَلَ بين الحق والباطل الغَفُور الذي يغفر الذنوب وتأويل الغفران في اللغة التغطية على الشيء ومن ذلك المِغْفَرُ ما غُطِّي به الرأس وقالوا اصْبُغْ ثوبَك فإنه أغْفَرُ للَّطَبع أي أسْتَرُله وقالوا الغِفَارةُ للسَّحابة تكون فوق السحابة لِسَتْرِها إياها وقالوا للخِرقْة التي تَضَعُها المرأة على رأسها لِتَقِيَ بها الخِمَارَ من الدُّهْن غِفَارةٌ أيضاً لذلك وكذلك الخرقة\n__________________",
        "ـ  بروايتين فاضع لهما تعلم الحق أولاهما قوله ألا ليت شعري والتلهف ضلة بما ضربت كف الفتاة هجينها ولو علمت قعسوس أنساب والدي ووادها ظلت تقاصر دونها أنا ابن خيار الخجر بيتا ومنصبا وأمي ابنة الاحرار لو تعرفينها وثانية الروايتين قوله الأهل أتى فتيان قومي جماعة بما لطمت كف الفتاة هجينها أليس أبى خير الاواس وغيرها وأمي ابنة الخيرين لو تعليمنها اذا ما أروم الود بيني وبينها يوم بياض الوجه منى يمينها وهذا من القلب المعلوم في كلام العرب وكتبه محققه محمد محمود التركي لطف الله تعالى به آمین\nالتي تكون على مِقْبَضٍ المجَيدِ الجميل الفِعَالِ الشَّهيدُ الذي لا يَغِيبُ والرَّبُّ مالك كُلِّ شيء وقيل الرب السيدُ وقيل الرَّب المُدَبِّر قال لَبيد بن رَبيعة :\nوأهْلَكْنَ يَوْماً رَبَّ كِنْدةَ وابْنَهُ * ورَبَّ مَعَدٍّ بينَ خَبْتٍ وعَرْعَرٍ\nيعني سَيِّدَ كِنْدة ويقال رَبُّ الدار ورَبُّ الفرس أي مالكِ وقال عَلْقمة : (1)",
        "وكنتَ امْرَأ أفْضَتْ إليك رِبابَتي * وقَبْلَكَ رَبَّتْني فضِعْتُ رُبُوبُ\nرُبُوبٌ جمع رَبٍّ أي المُلوكُ الذين كانوا قَبْلَك ضَيَّعُوا أمري وقد صارت الآنَ رِبابَتي إليك أي تدبيرُ أمري واصلاحهُ فهذا رَبُّ بمعنى مالك كأنه قال الذين كانوا يملكون أمري قبلك ضيعوه ويروي عن بعض الفصحاء لأَنْ يَرُبَّني رجلٌ من قريش أحبُّ إليَّ من أن يَرُبَّني رجلٌ مِنْ هَوِازنَ أي لأنْ يَمْلِكَني واللهُ عز وجل الرَّبُّ بمعنى المالكِ السيدِ وقال عز وجل : \" فيَسْقِي رَبَّهُ خَمْراً \" أي سيده وأصله في الاشتقاق من التَّرْبية وهي التَّنْشِئة يقال رَبَّبْتُه ورَبَّبْتُه بمعنى وقيل للمالك رَبُّ لأنه يملك تَنْشِئةَ المَرْبُوب يقال للحاضنة الرَّبيبةُ والرَّبِيبُ ابنُ امرأة الرجل وأنشد أبو عبيد لمَعْنِ بن أَوْسِ المُزَني يَذْكُر امرأتهَ ويذكر أرضا كانت (2) بها فقال :\nإنَّ لهَا جارَيْنِ لم يَغْدرا بها * رَبِيبَ النَّبيِّ وابنْ خَيْرِ الخَلائفِ\nيعني عُمر بن أبي سَلَمة وهو ابن أُمِّ سَلَمة زَوُج النبي صلى الله عليه وسلم والرَّابُّ هو زوجُ الأُمِّ قال ويروى عن مجاهد أنه كَرهَ أن يتزوج الرجلُ امرأةً رابَّةً وقالوا طالتْ مضرَبَّتُهم الناسُ كما قالوا طالَتْ مملكتُهم الناسَ والمَرَبُّ الأرضُ التي لا يزال بها الثَّرَى ويقال رَبَّيْتُ الولدَ ورَبَّيْتُه ويقال رَبَّبْتُ الشيءَ بالعَسل أو بالخل ورَبَّيْتُه وكذلك الجِرْوُ يَرْبَّبُ فيَضْرَي والرُّبِّي الشاةُ التي قد ولَدَتْ حديثا كأنها تُرَنِّي المولودَ ومنه رَبَّ النعمةَ يَرُبهارَبَّاً ورَبَّبْتُ الولدَ والمُهْرَ يقال بالتخفيف والتشديد ومن ذلك قولُ الأعشى :",
        "تَرْتَب سُخَاماً تَكُفُّه بِخلاَلِ\nإنما يعني أنها تُرَبِّي شعرَها ومنه ربَّانُ السفينة لأنه يُنْشِئُ تدبيرها ويقوم عليها والرَّبَابُ السَّحابُ الذي فيه ماء واحدتهُ رَبَابةٌ لأنه يُنْشِئُ الماءَ أو يُنشأُ بما فيه من الماءِ والرُّبُّ\n__________________\n(1) قوله وکنت امراٌ الخ کذا أنشده الجوهري وتبعه ابن سيده وغيره قال الصغاني والرواية وأنت امرؤ يخاطب الحارث بن جبلة قال والرواية المشهورة أمانتي بدل ربابتي ا ه كتبه مصححه",
        "(2) قلت قول علي ابن سيده ويروى عن بعض الفصحاء ولم يذكر كنيته ولا اسمه ولا قبيلته كأنه مجهول عنه وهو أشرف وأشهر من الشمس عند أهل العلم قاطبة هو أبو وهب صفوان بن أمية بن خلف القرشي الجمعي قال هذا القول يوم حنين حين ثغرت الابل بالصحابة عن رسول الله صلى الله عليه وسلم وكان باقيا على كفره فقال ابن عمه وأخوه ولامه كلدة بن عبد الله بن الحنبل الآن بطل السحر فقال له صفوان رضى الله عنه فض الله  فك لان يربنى رجل من قريش الخ وقال  ـ\nسُلافُ الخائرِ من كل شيء لأنَّ تَصْفيتَهُ تَنْشأ حالاً بعد حال ووصْفُ القديمِ جَلَّ وَعَزَّ بأنه رَبٌّ وبأنه مالكٌ وبأنه سَيِّدٌ يرجع إلى المعنى قادرٍ إلا أنه يُفِيدُ فوائدَ مختلفةً في المَقْدُور فالرَّبُّ القادِرُ على ماله أن يُنْشِئَه من غير جهة الاستعارة وذلك أن الوكيلَ والمُسْتَعير لهما أن يُنْشِئَا الشيءَ إلا أنه على طريقة العارية وهي مخالفة لطريقة المِلْكِ والصَّفُوحُ المتجاوز عن الذنوب يَصْفَحُ عنها والحَنَّانُ ذو الرحمة والتَّعَطُّف والمَنَّانُ الكثير المَنِّ على عباده بمظاهرته النَعَمِ والفَتَّاحُ الحاكم والدَّبَّانُ المُجازِي والدِّيُن بمعنى الجزاء معروف في اللغة يقال كما تَدِينُ تُدانُ أي كما تَجْزِي تُجْزَى وقال الشاعر :\nواعْلَمْ وأَيْقِنْ أَنْ مُلْكَكَ زائلٌ * واعْلمْ بأنَّ كما تَدِينُ تُدان\nكأنه قال كما تَصْنَعُ يُصْنَعُ بِكَ وقال كَعْبُ بن جُعَيْل :",
        "إذا ما رَمَوْنا رَمَيْناهُمُ * ودِنَّاهُمُ مِثْلَ ما يُقْرِضُونا\nوقال عز وجل : \" فلَوْلا إنَّ كُنْتُمْ غَيْرَ مَدِيِنينَ \" أي غير مَجْزِيِّينَ وقال : \" كَلاَّ بَلْ تُكَذِّبُونَ بالدِّيِن \" أي بالجزاء ومنه : \" وإنَّ الدِّينَ لَواقِعٌ \" أي الجَزاءَ وقد يقال الدِّينُ بمعنى الدَّأَبِ والعادةِ قال الشاعر :\nتَقُولُ إذَا دَرَأْتُ لها وَضِيني * أَهذا دِينهُ أَبَداً وديِني\nأي عادتُه وعادتي والدِّينُ المِلَّة من قولك دِينُ الإسلامِ خَيْرُ الأديانِ والدِّين الانْقِيادُ والاستسلامُ من قول العرب بَنُو فلانٍ لا يَديِنُونَ للمُلوُكِ وقيل في دينِ المَلِكِ في طاعة الملك وتصريفه دَانَ يَدِينُ دِيناً وتَدَيَّنَ تَدَيُّناً ودِيانةً واسْتَدانَ من الدَّيْنِ استِدانَةً وداينَه مُدَاينةً قال الشاعر :",
        "دَايَنْتُ أَرْوَى والدُّيُونُ تُقْضي * فَمطَلَتْ بَعْضاً وأَدَّتْ بَعْضا\nأي مَنَحْتُها وُدِّي لِتَجْزِيَيني عليه فهذا يدل أن أصلَ الدِّينِ الجَزاءُ وقيل أصلُ الدِّينِ الانقيادُ والاستسلامُ وقيل أصله العادةُ وإنما بَنُو فلانٍ لا يَدينونُ للملوك أي لا يَدْخُلُونَ تحتَ جَزائهم وقوله:\nأهَذا دِينهُ أبَداً ودِيني\n__________________",
        "ـ  مثله سيدنا عبد الله ابن العباس رضى الله عنها حين وقع بينه وبين ابن الزبير ما وقع فترك له مكة وذهب الى الطائف وأقام بها حتى توفى وقد خاطب قبل ابنه عليا وأمرء أن يذهب الى عبد الملك بن مروان بالشام ان ابن أبى العاص مشى التقدمية وان ابن الزبر مشى القهقري لا يربنى بنوعي احب الى من أن يربنى غيرهم يعنى بينى عمه بني أمية لانهم أقرب اليه نسبا من ابن الزبير لان هاشما وعبد شمس شقيقان تؤأمان انتهى\n(3) قلت لقد أخطأ على بن سيده هنا خطأء كبيرا مقلدا أبا عبيدان صح له عنه في قوله يذكر ارضا كانت لها فقال ان لها جارين لهم يغدر ايها الخ اذ حرف النثر وزاد فيه من نفسه وحرف عروض  ـ\nأي عادتُه في جَزائي وعادتي في جَزائه ويومُ الدِّين ههنا يومُ القيامة سمي بذلك لأنه يوم الجزاء الرَّقِيبُ الحافِظُ الذي لا يغيب عنه شيء المَتينُ الشديدُ القُوِّة على أمره الوَكِيلُ الذي تَوَكَّلَ بالقيامِ بجميع ما خَلَقَ الزَّكِيُّ الكثير الخير السُّبُّوحُ الذي تنزه عن كل سُوءٍ والمُؤْمِنُ الذي آمَنَ العبادَ من ظُلْمِه لهم إذ قال لا يَظْلمُ مِثْقالَ ذَرَّة وقيل المؤمن الذي وَحَّدَ نَفْسَه بقوله شَهِدَ اللهُ أنه لا إله إلاَّ هُوَ والملائكةُ والمُهَيْمِنُ جاء في التفسير أنه الأمِينُ وزعم بعضُ أهل اللغة أن الهاء بدل من الهمزة وأن أصلهَ المؤَيْمِنُ كما قالوا إيَّاكَ وهِيَّاكَ والتفسير يشهد بهذا القول لأنه جاء أنه الأَمِينُ وجاء أنه الشَّهِيد فتأويلُ الشهيدِ أنه الأمينُ في شهادتهِ وقال بعضهم معنى المهيمن معنى المُؤْمِن إلا أنه أشَدُّ مبالغةً في الصِّفة لأنه جاء على الأصل في المُؤَيْمنِ إلا أنه قلبت الهمزة هاء وفُخِّمِ اللفظُ لتفخيم المعنى. قال أبو علي : أما قولنا في وصف القديم سبحانه المُؤْمِنُ المُهَيْمِنُ فإنه يحتمل تأويلين أحدهما أن يكون من أمِنَ المتعدي إلى مفعول فنقل بالهمز فتعدى إلى مفعولين فصار من أمِنَ زيدٌ العذابَ وآمَنْتُه العذابَ فمعناه المُؤْمِنُ عذابهَ من لا يستحقه وفي هذه الصفة وَصْفُ القديم بالعَدْل كما قال قائماً بالقِسْط وأما قوله تعالى المُهَيْمِنُ فقال أبو الحسن في قوله مُهَيْمنِاً عليه أنه الشاهد وقد روى في التفسير أنه الآمِينُ قال حدثنا أحمد بن محمد قال سألت الحسن عن قوله تعالى : \" مُصّدَّقاً لما بَيْنَ يَدَيْهِ مَنَ الكتِابِ ومُهَيْمِناً عليه \" قال مُصَدِّقاً بهذه الكُتُب وأمَينا عليها والمعنيانِ مُتقاربانِ ألا ترى أن الشاهدَ أمَيِنٌ فيما شَهَد به فهذا التأويل موافق لما جاء في التفسير من أنه الأمِينُ وإن جعلتَ الشاهدَ خلافَ الغائبِ كان بمنزلة قوله تعالى : \" لا يَخْفَى عَلَى اللهِ مِنْهُمْ شَيْءٌ \" و\" لا يَعْزُبُ عنه مِثَّقالُ ذَرَّةٍ في السمَّواتِ \" وقال \" وكُنَّا لحِكُمْهِم شاهِدينَ \" وقالوا أنه مُفَيْعِلٌ من الأمانِ مثل مُبَيْطِر وأبدلت من الفاء التي هي همزةٌ الهاءُ كما أبدلت منها في غير هذا الموضع وروى اليزَيِديُّ أبو عبد الله عن أبي عُبيْدة قال لا يوجد هذا البناءُ إلا في أربعة أشياء مُبَيْطرٍ ومُسَيْطِر ومُبَيْقِر ومُهَيْمنِ. قال أبو علي : وليست الياء للتصغيرِ إنما هي التي لَحِقَتْ فَعَلَ فألحقته بالأربعة نحو دَحْرَجَ وإن\n__________________",
        "ـ  صدر البيت وخرمه والصواب وهو الحق الجمع عليه ان معنا لم ينكر امرأته ولا أرضا كانت بها وانه انما يخبر عن ابنته ليلى حين سافر الى الشام وخلفها في جوار عمر ابن أبي سلمة وفي جوار عاصم بن عمر بن الخطاب رضى الله عنهم أجميعن فقال له بعض عشيرته على من خلفت ابنتك ليلي بالحجاز وهي صبية ليس لها من يكقلها فقال له معن رحمه الله تعالى لعمرك ما ليلى بدار مضيعة وما سيخها ان غاب عنها يخائف وان لها جارين لا يغدرانها ربيب النبي واين خير الخلائف وبهذا برح الخفاء وزهق الباطل وكتبه محققق محمد محمود به آمین\nكان اللفظُ قد وافقَ اللفظَ إن شاء الله تعالى وقوله \" العَزِيزُ \" أي الممتنع الذي لا يغلبه شيء و\" الجَبَّارُ \" تأويله الذي جَبَر الخلقَ على ما أراد من أمره وقيل الجَبَّارُ العظيمُ الشانِ في الملك والسُّلطْانِ ولا يستحق أن يُوصفَ به على هذا الاطلاقِ إلا الله تعالى فإن وُصِفَ به العبدُ فإنما هو على وضع نفسه في غير موضعها وهو ذَمُّ على هذا المعنى \" المُتَكَبِّرُ \" الذي تَكَبَّرَ عن ظلم عباده وقيل المُتَكَبِّرُ الذي تَكَبَّر عن كل سوءٍ عن قتادةَ والمُتَكَبِّرُ المستحق لصفات التعظيم السَّلامُ اسم من أسماء الله تعالى وقيل السَّلاَمُ الذي سَلِمَ الخلقُ من ظُلْمه و\" القَدِيرُ \" القادرُ على كل شيء من القَدْرِ والقَدَرِ وهو القضاءُ والجمعُ أقدارٌ وقَدَرَ على خلقه الأمْرَ يَقْدِرهُ ويَقْدُره قَدْراً وقَدَراً وقَدَّرَه له وعليه وقَدَرَ لهَ الرَّزْقَ والقَدَرِيَّةُ قوم يَجْعَدُونَ القَدرَ و\" مِلَك يَوْم الدِّينِ \" قال أبو علي هو من المُلْكِ ومالك من المِلْكِ وقيل أصلهُ في الاشتقاق من الشَّدِّ والرَّبْطِ وقيل من القُدْرِة والأوّل قولُ ابنِ السَّرَّاج والثاني قول أبي بكر أحمد ابن علي والتصريفُ يَطَّرِدُ في كلا الأصَلْينِ فمنه الأمْلاكُ ومَلَكْتُ بُضْعَ المرأةِ ومنه قولهُم مَلَكْتُ العجينَ إذا شَدَدْتَهُ وقَوَّيته ومنه قوله :\nمَلَكْتُ بها كَفِّي فأنْهَرْتُ فَتْقَها * يَرَى قائمٌ مِنْ دُوِنها ما وَراءهَا\nفإن قال قائل لم قطعتَ على أنه من القُدْرة وهو يطرد في كلا الأصلين فالجواب أن هذا معنى قد اشْتُقَّ لله عز وجل منه صفاتٌ فالوَجْهُ أخَذْهُ من أشرفِ المعنيين إذا اطَّرَدَ على الأصَلْيَن وهو القدرة دون المعنى الآخر واختلفوا في أَيِّ الصفتين أَمَدْحُ فقال قومٌ مَلِكٌ أَمْدَحُ لأنه لا يكون إلا مع التعظيم والاحْتواءِ على الجمع الكثير وقد يملك الشيءَ الصغير والجُزْءَ الحقير وقال قوم مالِكٌ أمدحُ لأنه يجمع الاسم والفعلَ كأنهم يذهبون إلى أنه لا يكون مالكاً لشيء لا يملكه كقولك مَلِكُ العرب ومَلِكُ الرَّوم وقد تقول مالك المال ولا تقول مَلِكُ المال قال وصفةُ مِلَكِ عندي أمدحُ لأنها متضمنة للمدح والتعظيم من غير إضافة وليس كذلك مالك ولأنها متضمنة معنى الفعل أيضاً إذا كان لا يكون مَلِكاً إلا من قد مَلَك أشياء كثيرةً وحَوَى مع ذلك أمورا عظيمة وكلا القراءتين مُنْزَلٌ والدليل على ذلك أن التَّواخُذُ جاء بهما مَجيئا واحدا فلو ساغَ جَحْدُ نُزول",
        "إحداها لساغَ جَحْدُ نزولِ الأخْرَى فإن قال قائل ما تنكر أن تكون أحداهما مُنْزَلة والأخرى معتبرةً استحسنها المسلمون وقَرُؤوا بها إذ كانت لا تَخْرُج عن معنى المُنْزلة قيل له لا يجوز ذلك من قِبَل أنه أُخِذَ على الناس أن يُؤَدُّوا لفظَ القرآنِ وما أُخذَ عليهم أن يُؤدُّوا معناه ولم يُسَوِّغُوا القراءة على المعنى يَدُلُّك على ذلك أنه لو ساغ أن يُقْرأ على المعنى لَسلخ أن يُقْرأ ذُو المِلْكة يومَ الدِّين وذُو الملكوتِ يَوْمَ الدينِ وذُو مِلْكِ يوم الدين فلما كان معلوما أن ذلك لا يَسُوغُ ولا يجوز عند المسلمين صح أنه لا يجوز ما كان مثلَه ونظيَره وقرأ مَالكِ بألفٍ عاصمٌ والكسائيُّ وقرأ باقي السبعةِ بغير ألف قال والاختيار مَلكِ لأنه أمدح والمالكُ هو القادِرُ على ماله أن يُصَرِّفه وإذا قيل للصبي أو العاجز فإنما هو مالك لأنه بمنزلة القادر الذي له أن يصرف الشيء وإذا قيل في الوكيل أنه لا يملك الشيء الذي له أن ينصرف فيه فلأنهم لم يعتدوا بتلك الحال لأنها بمنزلة العارية والمَلِكُ القادُر الواسعُ المقدورِ الذي له السِّياسة والتدبير. قال : فما حكاه أبو بكر محمدُ بنُ السَّرِي عن بعض من اختار القراءةَ مَلِكِ من أن الله سبحانه قد وَصَفَ نفسَه بأنه مالكُ كُلِّ شيء بقوله رب العالمين فلا فائدةً في تكرير ما قد مَضَى فإنه لا يرجح قراءةَ مَلِك على مالك لأن في التنزيل أشياءَ على هذه الصورة قد تَقَدَّمها العامُّ وذُكِرَ بعد العامِّ الخاصُّ كقوله عز وجل : \" اقْرَأْ باسْمِ رَبِّكَ الذَّي خَلَقَ \" فالذي وَصْفٌ للمضاف إليه دون الأول المضاف لأنه كقوله : \" هُوَ اللهُ الخالِقُ البارِئُ \" ثم خَصَّ ذِكْرَ الانسانِ تنبيها على تَأَمُّلِ ما فيه من إتقان الصنعة ووُجُوهِ الحكمة كما قال : \" وفي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ \" وقال \" خَلَقَ الانْسانَ منْ عَلَقٍ \" وكقوله : \" وبِالأخشة هُمْ يُوقِنوُنَ \" بعد قوله \" الذَّينَ يُؤْمِنونَ بالغَيْبِ \" والغيبُ يَعُمُّ الآخرةَ وغيرَهما فَخَصُّوا بالمدح بِعلَّمِ ذلك والتَّيَقُّنِ تَفْضِيلاً لهم على الكفار المنكرين لها في قوله : لا تَأْتِينا السَّاعةُ قُلْ بَلَى ورَبِّي لَتَأْتِيَنَّكُم \" وكقوله تعالى : \" ما نَدْري ما الساعةُ إنْ نَظْنُّ الاظَنَّاً وما نحنُ بُمْسَتْيِقِنينَ \" وكقوله تعالى : \" وقالوا ما هِي إلاَّ حَياتُنا الدُّنيا \" وكذلك قوله تعالى وعز وجل : \" بسم الله الرحمن الرحيم \" الرحمنُ أبلغُ من الرحيم بدلالة أنه لا يوصف به إلا الله تعالى ذكره وذكر الرحيم بعده لتخصيص المسلمين به في\nقوله تعالى : \" وكانَ بالمؤْمنينَ رَحِيماً \" وكما ذُكِرتْ هذه الأمورُ الخاصةُ بعد الأشياء العامّة لها ولغيرها كذلك يكون قولُه مالك يوم الدين فيمن قرأها بالألف بعد قوله الحمد لله رب العالمين أثبت فلمن قرأ مالك من التنزيل قولُه : \" والأمْرُ يَوْمَئذٍ لله \" لأنَّ مِلْك الأمْرِ للهِ وهو مالكُ الأمر بمعنى ألا ترى أن لامَ الجرِّ معناها المِلْكُ والاستحقاقُ وكذلك قوله : \" يوم لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً والأمْرُ يَؤمَئذٍ للهِ \" يقوي ذلك والتقدير مالكِ يوم الدين من الأحكام ما لا تملكه نفسٌ لنفسٍ ففي هذا دلالةٌ وتقويةٌ لقراءة من قرأ مالك وإن كان قولهُ : \" لِمَنِ المُلْكُ اليومَ \" أوضح دلالةً على قراءة من قرأ مَلِكِ من حيثُ كان اسمُ الفاعل من المُلْك المَلِك فإذا قال المُلْكُ له ذلك اليومَ كان بمنزلة هو ملِكُ ذلك هذا مع قوله تعالى : \" فَتعالَى اللهُ المَلِكُ الحَقُّ \" والمَلِكُ القَدُّوسُ ومَلِكِ الناسِ ورُوِي في الحديث : \" إنَّ للهِ تِسْعَةً وتِسْعينَ اسْمَا مَنْ أحْصَاها دَخَلَ الجنْةَ \" قال أبو إسحاق الزجاج روى أبو هريرة عن النبي صلى الله عليه وسلم قال للهِ تعالى مائةُ اسْمٍ غَيْرَ واحدٍ من أحصاها دَخَلَ الجنةَ هو اللهُ الواحدُ الرحمنُ الرحيمُ الأحدُ الصَّمَدُ السَّلامُ المُؤْمنُ المهيمن العزيزُ الجَبَّارُ المتكبرُ الخالقُ البارئُ المُصَوِّرُ الحَيُّ القَيُّومُ العَلِي الكَبيرُ الغَنِيُّ الكَريمُ الوَلِيُّ الحَمِيدُ العَلِيمُ اللَّطِيفُ السَّميعُ البَصِيرُ الوَدُودُ الشَّكُورُ الظَّاهرُ البْاطِنُ الأوّلُ الآخِرُ البَدِئُ البَديع المَلِكُ القُدُّوسُ الذَّارِئُ الفَاصلُ الغَفُورُ المَجيِدُ الحَلِيمُ الحَفِيظُ الشَّهِيدُ الرَّبُّ القَديرُ التَّوَابُ الحافظُ الكَفِيلُ القَرِيبُ المُجِيبُ العَظِيمُ الجَلِيلُ العَفُوّ الصَّفُوحُ الحَقُّ المُبِينُ المَعِزُّ المُذِلُّ القَوِيُّ الشَّدِيدُ الحَنَّانُ المَنَّانُ الفَتَّاحُ الرَّؤُفُ القابِضُ الباسِطُ الباعِثُ الوارِثُ الخَبِيرُ الرَّقِيبُ الحَسِيبُ المَتِينُ الوَكِيلُ الزَّكِيُ الطَّاهِرُ المُحْسِنُ المُجْملُ المبارَكُ السُّبُوحُ الحكيمُ البَرُّ الرَّازِقُ الهاديِ المَوْلَى النَّصيرُ الأعلى الأكبر الأكرمُ الوَهَّابُ الجَوَادُ الوَفِيُّ الواسِعُ الرَّزَّاقُ الخَلاَّقُ الوِتْرُ ومعنى الوِتْر الأَحَدُ فهذا كتسميتهم إياه الفَرْد وأما المُصَوِّرُ فمعناه\n__________________\n(1) المعدود ستة وتسعون وباقيها ساقطعن الاصل اهـ مصححه",
        "الذي صَوَّرَ جميعَ الموجودات الحاملةِ للصورة وقال المفسرون الذي صَوَّرَ آدمَ عليه السلام فأما قراءة من قرأ المُصَوَّرُ على لفظ المفعول فلا تصح إذا لا معنى لها لأن المُصَوَّرُ يقتضي مُصَوِّرا وأيضاً فإن المُصَوَّرَ ذو صُورة وهذا يقتضي أقدمَ منه ولا أقْدَمَ منه جَلَّ وعز وقد فَسَّرتُ من هذه الأسماء والصفاتِ ما يَحتاجُ إلى التفسير وتَحَرَّيْتُ أقاويلَ الثِّقاتِ أهل المعرفة بالإصْدارِ والإيرادِ والله الموفقُ للصواب وأنا أذكر أَجْمَعَ آيةٍ في القرآن لأسمائه وصفاته وأفسر ما تضمنته من الحكمة وهي : \" لَوْ أَنْزَلنْا هذا القُرآنَ على جَبَلٍ لَرَأَيْتَهُ خَاشِعاً مُتَصَدِّعاً مِنْ خَشْيةِ اللهِ وتِلْكَ الأمْثالَ نَضْرِبُها للناسِ لَعَلُّهم يَتَفَكْرونَ هُوَ اللهُ الذَّي لا إلهَ إلاَّ هُوَ عاِلمُ الغَيْبِ والشَّهادةِ هُوَ الرَّحْمَنُ الرَّحيمُ هُوَ اللَهُ الذي لا إله إلا هُوَ المَلِكُ القُدُّوسُ السَّلاَمُ المُؤْمِنُ المُهَيِمْنُ العَزِيزُ الجَبَّارُ المُتكَبِّرُ سُبْحانَ اللهِ عَمَّا يُشْرِكُونَ هُوَ اللهُ الخَالِقُ البارِئُ المُصَوِر لَهُ الأسْماءُ الحُسْنَى يُسَبَحُ له ما في السمواتِ والأرْضِ وهُوَ العَزِيزُ الحَكِيمُ \" وقد تضمنت الآياتُ البيانَ عما يجب اعتقادهُ من أن منزلَة القرآنِ منزلةُ ما لو أنْزِلَ على جَبل يَشْعُرُ بِعظَمِ شأنهِ لَخَشعَ للذي أنزله ولتَصَدَّعَ مِنْ خَشْيَتِه مع ضَرْبِ هذا المثلِ ليتفكر الناسُ فيه وللبيان عما يجب اعتقادهُ من توحيد الإله وأنه عالم الغيبِ والشهادة الذي عَمَّ كُلَّ شيءٍ منه نِعمْةٌ وتضمنت أيضاً الحكمةَ والبيانَ عما يجب من تعظيم الله بصفاته من أنه لا إله إلا الله الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر المنزه عن الاشراك به وعن كل صفة لا تجوز عليه فالبيانُ عما يجب أن يعظم به من أنه الخالقُ البارئ المصور وأنه المُسَبِّحُ له ما في السماوات والأرض وأنه العزيز الحكيم. فإذا قد ذكرنا ما حَضَرَنا من أسمائه الحُسْنى وصفاتِه العُلَى فلْنَحْمَدُه على ما ألهمنا إليه من معرفته والعلم به ثم لنْصُلِّ على نبينا محمد صلى الله عليه وسلم ثم لْنَأْخُذْ في ذكر الألفاظ التي يُنَزَّهُ بها اللهُ عز وجل من تقديس أو تعظيم أو تبرئة وتنزيه عما يَلْحَقُ المخلوقين من ضُروبِ العُيوبِ والذَّمُومِ والأعْراضِ ونَذْكرُ الألفاظَ التي بها يُدْعَى إليه أيضاً والتي تُسْتَعْمَلُ عند الاستعاذة ونَبْدَأُ بالكلمة التي تقتضي حمدَه على نعمه وبها انْتَتَحَ كتابَهُ فقال عز وجل : \" الحمد لله رب العالمين \"\nوجَعَلها آخرَ دعاءِ أوليائه في جِوَارِه وجَنَّتِه فقال : \" دَعْواهُمْ فيها سُبْحانَكَ اللَّهُمَّ وتَحِيَّتُهم فيها سَلامٌ وآخرِ دَعْوَاهُمْ أن الحَمْد للهِ رَبِّ العالمين \" الحمدُ نقيضُ الذَّمَ والحمدُ والشكرُ والمدحُ والثناءُ نظائرُ وبين الحمد والشكر فرقٌ يظهر بالنقيض فنقيضُ الشكر الكفرُ ونقيضُ الحمد الذمُّ وأصلُ الحمدِ الوصفُ بالجميلِ كما أن أصلَ المَدْح كذلك وقد يقال للآخْرَسِ حَمِدَ فُلانا إذا أظهر ما يقوم مقامَ الوصف بالجميل وربما قالوا قد وصفه بالجميل فيُوقعونه مَوْقعَ مَدْحِه بذلك والحمدُ هو الوصفُ بالجميلِ على جهةِ التفضيلِ وقد شَرَطه قومٌ بأن قالوا بالجميل عند الواصف لأن اليهوديَّ قد يصف انسانا بأنه متمسكٌ باليهودية على جهة المدح بذلك وهو يجوز أن يُسْتَعار له اللفظُ إذا قيل قد مَدَحه والأصلُ في هذا أن يُمَيَّزَ بين من لا يستحق الحمدَ وبين من يستحقه فأما من يكون ممدوحا ممن لا يكون ممدوحا فطريقُه طريقُ العبادة وما يجري في عادة أهل فاليهودي لا يستحق أن يوصف بالجميل على جهة التفضيل فهو الحمد والحمد والمدح في هذا سواءٌ والشكر لا يكون إلا على نعمة والحمدُ قد يكون على نعمة وعلى غير نعمة كما قد يكون المدحُ فنحن نحمد الله على انعامه علينا ونحمده على أفعاله الجميلة من طريق حسنها كما حمدناه من طريق النعمة بها وإنما نحمده جل وعز على جهة التفضيل لا فعاله على كل فِعْلٍ لنا وعلى التعظيم لإنعامه علينا واحسانه إلينا وقد يقال الأخلاقُ المحمودةُ فيجري ذلك على جهة الاستعارة والتشبيه بحمد من كان منه فِعْلٌ حَسَنٌ أو قبيح فقد صار الحمدُ بمنزلة المشترَك وإن كان الأصل ما بدأنا به من المختص وقد قال قوم إن كلا الأمرين أصلٌ ولو كان كما قالوا لجاز أن يُحْمَدَ اليهوديُّ على قوته وشدّة بدنه وإن صرف ذلك إلى الفساد وما هو كفر منه وإشراك والحمدُ مصدر لا يثني ولا يُجْمَع تقول أعجبني حمدُكم زيدا والحمدُ لله خبرٌ وفيه معنى الأمر كأنه قيل لنا احْمَدُوا الله أو قولوا الحمدُ لله والغَرَضُ من الحمد لله الاقرارُ بما يستحقه الله من المدح والثناء فإن قال قائل إذا كان في الفعل دلالةٌ عليه فما الفائدةُ فيه قيل له الفائدة فيه من وجهين أحدُهما التنبيهُ كما قد اجتمع على قول أمير المؤمنين عليه\n__________________\nبياض باضله في الموضعين",
        "السلام قيمة كُلِّ امرئ ما يُحْسنه وقوله تَكَلَّمُوا تُعْرَفُوا وقوله المَرْءُ مَخْبُوءٌ تحت لسانهِ وقول الآخر إياكَ والرَّأْيَ الفَطِير وقول الحسن اجْعِّل الدنيا قَنطرةً تَعْبرُها ولا تَعْمُرها وقول الحجاج آمِراً اتَّقَي اللهَ امْرُؤُ وحاسَبَ نفسَه وأخَذَ بعنِان عَقْله فعِلَمَ ما يُرادُ به وقولهم الفِتْنُةُ يَنْبُوعُ الأَحْزانَ. قال أبو علي : وقول الأُوَلٍ العُمَّرُ قَصِير والصَّناعةُ طويلةٌ والتَّجْربةُ خَطَرٌ والقَضَاءُ عّسِير فكلُّ هذا وإن كان في العقل عليه دلالة ففي التنبيه عليه فائدة عظيمة فالحاجة إليه شديدة فكذلك كُلُّ ما جاء في القرآن مما في العقل عليه دلالة فأحَدُ وُجُوهِ الفائدة فيه التنبيهُ عليه والوجهُ الآخرُ أن العقلَ وإن كان فيه دلالةٌ لمن طلبها فقد يَغْلَطُ غالطٌ فيَصْدِفُ عنها كما غَلِطَ عَبَدَةُ الأوْثانِ فقالوا اللهُ أَجَلٌ من أن يُقْصَدَ بالعبادة وإنما ينبغي أن نتخذَ واسطةً تَجْعَلُ لنا عنده المنزلةَ فعبدوا لذلك الأوثانَ واتخذوا الأنداد فكذلك قد يَغْلَط غالِطٌ فيقولُ اللهُ أجلٌ من أن يُقْصد بالعبادة والثناء كما غلط هؤلاء فقالوا الله أجل من أن يُقْصد بالعبادة فجاء السمعُ مؤكدا لما في العقل وقد أُجِمعَ على قراءة الحمدَ لله بالرفع ويجوز في العربية الحمدَ لله بالنصف والفرقُ بين الرفع والنصب أن النصبَ إنما هو اخبار كُلَّه لله كأنه لم يَعْتَدَّ بما كان من ذلك لغيره على ما تقدم بياننا له قال سيبويه إلا أنه قد تداخل ذلك على جهة التوسع فاستعمل كل واحد على معنى الآخر وحُذَّاقُ أهل النحو ينكرون ما جاء به القراءُ من الضم والكسر في الحمدُ للُه والحمدِ للهِ والكسرُ أبعدُ الوجهين إذا كان فيه أبطالُ الأعراب وإنما فسد الضمُّ من قِبَلِ أنه لما كان الأتباعُ في الكلمة الواحدة نحو أُخُوك وأُبُوك ضعيفا قليلا كان مع الكلمتين خطأ لا يجوز البتةَ إذ كان المنفصلُ لا يلزم لزومَ المتصل فإذا ضَعُفَ في المتصل لم يجز في المنفصل إذ ليس بعد الضعف إلا امتناعُ الجواز ومع ذلك فإن حركةَ الأعراب لا تلزم فلا يكون لأجلها اتباعٌ كما لا يجوز في امْرُؤُ وابْنُمٌ أن يضم الألفُ للأتباعه وكما لا يجوز في دَلْو الهمزةُ لأن ضمةَ الأعراب لا تلزم وكذلك : \" ولا تَنْسَوُا الفَضْلَ بَيْنَكُمْ \" لا يهمز لأن حركة التقاء الساكنين لا تلزم وكما قالوا في المنفصل لم تَخَفِ الرجلَ فلم يَرُدُّوا الألفَ إذ المنفصل\nلا يلزم والحمدُ لا يُسْتَحَقُّ إلا على فِعْل لأنه إنما يُسْتَحَقُّ بعد أن لم يكنْ يُسْتَحَقَ وإن العقلَ يقتضي أن المستحق للحمد لا يستحقه إلا من أجل احسان كان منه وكذلك الذمُّ لا يستحقه إلا المسئ على إساءته وكذلك الثوابُ والعقابُ فكلُّ مَسْتَحِقِ الثواب مُحْسِنٌ وكلُّ مستحقِ العقابِ مُسِيءٌ والذي لم يكن منه احسانٌ ولا إساءة على وجه من الوجوه لا يجوز أن يَسْتَحِقَّ حمدا ولا ذما ولا ثوابا ولا عقابا وليس يجوز أن يَسْتَحِقَّ أحدٌ الحمدَ والذمَّ في حال واحدة كما لا يكون وَلِياً عَدُوّاً في حال واحدة ولا عَدْلاً فاسقا في حال واحدة ولا بَرّاً فاجِراً في حال واحدة وأما حاشَ لله معناه بَراءةً للِهِ ومَعاذاً للهِ قال أبو علي حذفت منه اللام كما قالوا ولوتَرَ ما أهلُ مكةَ وذلك لكثرة استعمالهم له وأما سبحانَ اللهَ فأرى سبحانَ مصدرَ فِعْلٍ لا يستعمل كأنه قال سَبَح سُبحْاناً كما تقول كَفَر كُفْرانا وشَكَرَ شُكرانْا ومعناه معنى التنزيه والبراءة ولم يتمكن في مواضع المصادر لأنه لا يأتي إلا مصدرا منصوبا مضافا وغير مضاف وإذا لم يُصَفْ تُرِكَ صَرْفُه فقيل سُبْحانَ من زيد أي براءةً منه كما قال في البيت :\nسُبحانَ مِنْ عَلْقَمةَ الفاخِرِ\nوإنما مُنعَ الصرفَ لأنه معرفةٌ في آخره ألفٌ ونونٌ زائدتان مثل عُثْمان وما جرى مجراه فأما قولهُم سَبْحَ يُسَبّح فهو فَعَّلَ ورد على سُبْحان بعد أن ذُكِّرَ وعُرِّفَ ومعنى سَبَّح زيد أي قال سُبْحان الله كما تقول بَسْمَلَ إذا قال بسم الله وقد يجيء سبحان في الشعر منوّنا كقول أمية :",
        "سُبْحانَه ثم سُبْحاناً يَعُودُ له * وقَبْلَنا سَبَّح الجُوِدِيُّ والحُمُدُ\nفيه وجهان يجوز أن يكون نكرة فصرفه ويجوز أن يكون صرفه وحكى صاحب العين سَبَح في سَبَّح وقال سُبُحاتُ وَجْهِ اللهِ كِبْر ياؤُه وجَلالهُ واحدتهُ سُبْحةٌ وقال جبريلُ أن لله دُونَ العرشِ سبعين بابا لو دَنَوْنا من أحدها لأحْرَقَتَنْا سُبُحاتُ وَجْهِ الله والسُّبْحةُ الخَرَزُ الذي يُسَبَّحُ بعَدَدِها وقيل السُّبْحةُ الدعاءُ وصلاةُ التطوع وعَمَّ به بعضهمُ الصلاةَ وفي التنزيل : \" فَلَوْلاَ أنه كانَ مِنَ المُسَبّحينَ لَلَبثَ \" أي\n__________________\nكذا بياض باصله",
        "المصلين قبل ذلك وأما مَعاذَ اللهِ فإنه يستعمل منصوبا كما ذكر سيبويه مضافا والعياذُ الذي هو في معناه يستعمل منصوبا ومرفوعا ومجرورا وبالألف واللام فيقال العِيَاذُ بالله واللْجَأ إلى العياذ بالله وأما رَيْحانَ اللهِ ففي معنى الاْسِترزاق فإذا دَعَوتْ به كان مضافا وقد أدخله سيبويه في جملة ما لا يتمكن من المصادر ولا يتصرف ولا يدخله الرفع والجر والألف واللام وقد ذكر في معنى قوله وجل وعز : \" والحَبُّ ذُو العَصْفِ والرَّيْحانِ \" أنه الرِّزق وهو مخفوض بالألف واللام وقال النمر بن تولب :\nسَلاَمُ الآلهِ ورَيْحانُه * ورَحْمَتُه وسَمَاءٌ دِرَرْ\nفرفَعه ولعل سيبويه أراد إذا ذُكرِ رَيْحانهَ مع سَبْحانه كان غيرَ متمكن كُسْبحان وأما عَمْرَكَ اللهَ فهو مصدر ونصبهُ على تقدير فعل وقد يُقَّدرُ ذلك الفعل على غير وجهه منهم من يقدر أسألك بعَمْرِكَ اللهَ وبتعَمْيركَ اللهَ أي بوصفك اللهَ بالبقاء وهو مأخوذ من العَمْر والعَمْرُ والعُمْرُ في معنى البقاءِ ألا تَرى أن العربَ تقول لعمر الله فتَحْلِفُ ببقاءِ الله كما قال الشاعر :\nإذا رَضِيَتْ عَلَيَّ بَنُو قُشَيْرٍ * لَعَمْرُ اللهَ أعْجَبني رِضاها",
        "ومنهم من يُقِّدَر أَنْشُدُك بَعْمِركَ اللهَ فيجعل الفعلَ أَنْشُدك وهم يستعملونَ الباء في هذا المعنى فيقولون أَنْشُدُكَ باللهِ فإذا حُذِفَ الباءُ وَصَلَ الفِعْلُ ويُصَرِفُونَ منه الفعلَ فيقولون عَمَّرْتُكَ اللهَ على معنى ذَكَّرْتُكَ اللهَ وسألُتكَ بالله قال الشاعر :\nعَمَّرْتُكِ اللهَ إلاَّ ما ذَكّرْتِ لنَا * هل كُنْتِ جارتَنَا أَيَّامَ ذي سَلَمِ\nوقال آخر :\nعمرتك الله الجليل فإنني * ألوى عليك لو أن لبك يهتدي",
        "وأما نصب اسم الله الجليل بعد عَمْرَكَ اللهَ فلأنه مفعول المصدر كأنه قال أسألك بتذكيرك اللهَ أو بوصفك اللهَ بالبقاء وقد أجاز الأخفش رفعه على أن الفاعل للتذكير هو كأنه قال أسألك بما أُذَكِّرُكَ اللهَ بهِ وقِعْدَك بمعنى عَمْرَكَ وفيه لغتان يقال قِعَّدَكَ اللهَ وقَعِيدكَ قال الشاعر وهو مُتَمِّم بن نُوَيرة :\n(1) فقِعْدَكِ أن لا تُسْمِعيِني مَلامةٌ * ولا تَنْكَئي قَرْحَ الفُؤادِ فَيِيجَعا\nوقال آخر :\n__________________",
        "(1) قلت الرواية المشهورة عند أئمة اللغة والنحو المشهورين الثقات في بيت متمم بن نويرة هذاهي قعيدك ألا تسمعيني ملامة ولاتنكثي قرح الفؤاد فبيجعا ويروى فقعدك ويوجعا وكتبه محققه محمد محمود التركزي لطف الله تعالى به آمین\nقَعِيدُ كما الله الذي أنتمْا لَهُ * ألم تَسْمَعا بالبَيْضَتَينْ المنُاديا\nومعناه أسألك بقِعْدك اللهَ وبقَعِيدِكَ اللهَ ومعناه بوَصْفِكَ اللهَ بالثَّبات والدَّوام وهو مأخوذ من القواعدِ التي هي الأصول لما يَلْبَثُ ويَبْقَى ولم يُصَرَّفُ منه فيقال قَعَّدْتُكَ الله كما يقال عَمَّرْتُكَ اللهَ لأن العَمْرَ في كلام العرب معروف وهي كثيرة الاستعمال له في اليمين فلذلك تَصَرَّفَ وكثرتْ مواضعه وأما جوابُ عَمرَكَ اللهَ وقِعْدَك اللهَ ونَشَدْتُك الله فإنها تكون بخمسة أشياء بالاستفهام والأمر والنهي وأنْ وإلاَّ ولَمَّا والأصل في ذلك نَشَدتُك اللهَ أي سألتك به وطلبتُ منك به لأنه يقال نَشَدَ الرجلُ الضَّالةَ إذا طلبها كما قال الشاعر :\nأَنْشُدُوا الباغي يُحِبُّ الوِجْدانُ",
        "أي أطلبُ الضَّالة والطالبُ يجب الإصابة وجُعلَ عَمْرَك اللهَ وقِعْدَكَ اللهَ في معنى الطَّلَبِ والسؤال كَنَشدْتُكَ اللهَ فكان جوابهُا كُلِّها ما ذكرتُ لك لأن الأمر والنهي والاستفهام كلها بمعنى السؤال والاستدعاء وكذلك أن لأنه في صلة الطَّلَبِ كقولك نَشَدْتُكَ اللهَ أن تقومَ وكذلك تَقُولُ نَشَدْتُكَ اللهَ قُمْ ونَشَدْتُكَ اللهَ لا تَقُمْ قال الشاعر :\nعَمْرَكِ اللهَ ساعةَ حَدِّثينا * ودَعِينا مِنْ ذِكْرِ ما يُؤْذِينا\nوقد مر. فقِعْدَكِ أن لا تُسْمِعين. فجعل الجواب بأن لأنه في معنى الطلب والمسألة وعَمَّرْتُكَ اللهَ إلاَّ كما تقول الله إلاَّ كما تقول باللهِ إلاَّ فَعَلْتَ كذا وكذا ومثلُ ما ينتصب من ذلك قَوْلُك للرجل سَلاَماً أي تَسَلُّماً منك وعلى هذا قولهُ عز وجل : \" وإذا خاطَبَهُمُ الجاهِلُونَ قالُوا سَلاَما \" معناه براءةً منكم لأن هذه الآية في سُورة الفرقان وهي مكية والسلام في سورة النساء وهي مدنية ولم يُؤْمَرِ المسلمون بمكة أن يُسَلّمُوا على المشركين وإنما هذا على معنى براءةً منكم وتَسَلُّماً لا خير بيننا وبينكم ولا شَرَّ ومن ذلك قول أمية :\nسَلاَمَكَ رَبَّنا في كُلِّ فَجْرٍ * بَرِيئاً ما تَغَنَّثُكَ الذُّمُومُ",
        "أي تَبْرِئةً لك من السُّوء ومعنى ما تَغَنَّثُكَ الذمومُ أي لا يَلْصَقُ به صفةُ ذَمٍّ قال سيبويه\nوكان أبو ربيعة يقول إذا لِقَيتَ فلانا فقُلْ سَلاَماً وسُئِلَ فَفَسَّرَ للسائل بمعنى بَراءةَ منك قال فكلُّ هذا ينتصب انتصابَ حَمْداً وشُكْرا إلا أن هذا يَتَصَّرف وذاك لا يتصرف قال سيبويه ونظير سبحان من المصادر في البناء والمجرى لا في المعنى غُفْرانَ لأن بعض العرب يقول غُفْرانَك لا كُمْرانَك يريد استغفارا لا كُفْرا قال فجعله فيما لا يتمكن لأنه لا يستعمل على هذا إلا منصوبا مضافا وكذلك قوله عز وجل : \" ويَقْولُونَ حِجْراً مَحجْوراً \" أي حراما مُحَرَّما عليهم الغفرانُ أو الجنةُ أو نحو ذلك من التقدير على معنى حَرَّم اللهُ ذلك تَحْريما أو جعلَ اللهُ ذلك مُحَرماً عليهم ويقول الرجلُ للرجل أتفعل كذا وكذا فيقول حَجْراً أي سِتْرا وبَراءةً وكل ذلك يَؤُل إلى معنى المنع كأنه مأخوذ من البناء الذي يحجر فيمنع من وصول ما يصل إلى داخله ومن العرب من يرفع سلاما إذا أراد معنى المبارأةِ كما رَفَعُوا حَنَانَ قال سمعنا بعضَ العرب يقول لرجل لا تَكونَنَّ مني في شيء الإسَلامٌ بَسلامٍ أي أَمْرِي وأَمْرُك المُسالمةُ وتَرَكُوا لفظَ ما يرفع كما تركوا فيه لفظَ ما يَنْصِب. قال سيبويه : وأما سَبُّوحاً قُدُّوساً رَبَّ الملائكةِ والرُّوح فعلى شيء يَخْطُر على باله أو يُذَكِّرُه ذاكرٌ فقال سُبُّوحاً أي ذكرت سُبُّوحاً كما تقول أَهْلَ ذاكَ إذا سمعتَ رَجْلاً يذكر رَجُلاً بثناءٍ أو بذَمٍّ كأنك قلتَ ذَكَرْتَ أهْلَ ذاك أو اذكُرْ أَهْلَ ذاكَ ونحو هاذ مما يليق به وخَزَلُوا الفعَل الناصبَ لُسْبحانَ لأن المصدرَ صار بدلا منه ومن العرب من يَرْفَعُ فيقول سُبُّوحٌ قُدُّوسٌ على إضمار وهو سُبوح ونحو ذلك مما مَضى. قال سيبويه : ومما ينتصب فيه المصدرُ على إضمار الفعل المتروكِ إظهارُه ولكنه في معنى التعجب قولُكَ كَرَماً وصَلَفاً كأنه يقول أكْرَمَك اللهُ وأدامَ الله لك كَرَماً وأُلْزِمْتَ صَلَفاً وفيه معنى التعجب فيصير بدلا من قولك أَكْرِمَ به وأَصْلفْ به قال أبو مُرْهب كَرَماً وطُولَ أَنْفٍ أي أَكْرِمُ بِكَ وأطْوِلْ بأَنْفِكَ لأنه أراد به التعجبَ وأَضْمَرَ الفعلَ الناصبَ كما انْتصَبَ مَرْحَباً بما ذُكِرَ قبلُ والحمد لله رب العالمين وصلى الله على محمد خاتم النبيين وعلى آله وسلم تسليما آخر اشتقاق أسمائه عز وجل وبتمامه تم جميع الديوان.\n\nرئيس التصحيح للكتب العربية * بدار الطباعة الكبرى الأميرية)",
        "بسم الله الرحمن الرحيم نحمدك اللهم يا من أجرى اللسان في مضمار البيان بما أعرب عن فضل الانسان على سائر أنواع الحيوان ونشكرك شكر انقيد به أوابد النعم ونمري به ضروع الفضل والكرم ونسألك كما أطلقت منا بذكرك الألسنة أن توقط قلوبنا بخشيتك من السنة وتكتبنا في ديوان الطائفة المحسه وأن تصلي وتسلم على سيدنا محمد أفصح الناس لسانا وأبلغ الأنبياء حجة وبرهانا المخصص ببقاء الشريعة وعموم الرسالة المعمم بعمامة الكرامة والجلاله صلى الله عليه وسلم عليه وعلى آله سادة الأمة وأصحابه الذين بهم لم الله الشعث وكشف الغمة (أما بعد) فان فضل علينا ومزيد احسانه إلينا ومن المبشرات بان سوق الأدب وصفقة لغة العرب قد أذن الله لها بعد الكساد في النفاق وأن غصونها آخذة بعد الذبول في الايناع والإيراق تسهيل السبيل إلى طبع هذا الكتاب الجليل الذي جاد به الزمان وقد يجود البخيل كتاب طالما تساءلت عنه الركبان واستشرفت إليه الرؤوس وتعثقته قبل العيون الآذان.\nيا قوم أذني لبعض الحي عاشقة * والأذن تعشق قبل العين أحيانا\nألا إنه هو الكتاب المسمى بالمخصص أحسن ديوان من دواوين اللغة العربية وأحق كتاب بأن يرحل في طلبه من أراد السبق في الفضل والأولية لمؤلفه الإمام الأديب اللغوي الصرفي أبي الحسن علي بن إسماعيل المعروف بابن سيده الأندلسي رحمه الله وأكرم في دار الرضوان مثواه كفاء لهذا الصنيع الجميل الذي لم يسمح الدهر ولا يسمح له بمثيل فلقد سبق به الأولين وأعجز عن لحاقه الآخرين إذ جمع فيه ما تكلمت به العرب في كل جليل ودقيق وسهل به على الكاتب والشاعر والخطيب وعبر الطريق ولم يدع جوهرا ولا غرضا ولا معنى من المعاني الاجاء بما روى عنهم في وصفه من القوالب والمباني حتى إذا أفرغ من ذلك أفاض في أبواب العربية من نحو وصرف وغيرهما مما لا بد منه لمن طلب البراعه وحسن الصياغة في هذه الصناعة ولا يظن ظان أن عبارتي هذه في وصف الكتاب محيطة بكنه فوائده كلا بل هو فوق وصف الواصف فضلا وقصارى القول فيه أنه كتاب يجب على أولى الألباب أن يتسابقو إليه بل يستابقوا عليه فورب الأرباب ومن علم الكتاب لو لم يكن لابن سيده إلا هذا الكتاب لكان له فيه كل ما يزين وتبيض به الوجوه وترجح الموازين فستعلم يمين ضمته ما تضمنته من اليسار الذي يصغر في جنبه قدر الدرهم والدينار.\nومن أجل ذلك قام بطبعه ليتسير تناوله وتعيم نفعه جميعه خيرية من فضلاء المصريين وسراتهم ذوي الهمم العلية وفي مقدمتهم حضرة العلامة المحقق صاحب الفضيلة الشيخ محمد عبد مفتى الديار المصرية وحضرة صاحب السعادة حسن باشا عاصم رئيس ديوان خديوي وحضرة الوجيه الفاضل صاحب العزة عبد الخاق بك ثروت أحد أعضاء لجنة المراقبة القضائية بالإسكندرية وهو (حفظه الله) كان ذا السبق والنهضة الأولى في تحقيق هذا المشروع الجليل فله بذل همته في استكتاب هذا الكتاب من نسخة عتيقة مغربيه رأيتها بالكتبخانة الأميرية المصرية وقد ركض فيها البلى ولعب وأكل منها الزمان وشرب حتى أبلى نوبها القشيب وأذوى غصنها الرطيب ولم تسعد الأيام بثانية تعززها بعد البحث والتنقيب وبعد كتابه نسخة منها وكل تصحيحها ومقابلتها على أصلها إلى حضرة الإسناد العلامة مرجع طلاب اللغة والأدب الشيخ محمد محمود التركزي الشنقيطي وكان معه في المقابلة حضرة صديقنا الفاضل الشيخ عبد الغني محمود أحد علماء الأزهر الشريف فبذل في تصحيحها على الأصل من الاعتناء ما استوجب به وافر الجزاء ومزيد الثناء ثم قدمت للطبع فبذلنا في تصحيح المطبوع غاية المجهود وقمنا فيه ولله الحمد المقام المحمود كنا نرسل كل ملزمة بعد أن نفرغ من تصحيحها وقبل طبعها إلى حضرة الشيخ المفتي حفظه الله فقرأ من الكتاب عدة ملازم قراءة إمعان وإتقان زاد بها الكتاب حسنا وصحه ثم أسند معظم ملازم الكتاب عدة ملازم قراءة إمعان وإتقان زاد بها الكتاب حسنا وصححه ثم أسند معظم ملازم الكتاب إلى نظر الأستاذ الشنقيطي فخطي الكتاب من نظره بابن بجدتها ومجلى حليتها وفارج كربتها فقام الشيخ بما أسند إليه مضطلعا حتى انتهت الكتاب وكم له فيه من أثر يشهد بفضله ورسوخ قدمه ومن آثاره ما كتبه على حواشي الكتاب من التعليقات بقلمه فجاء الكتاب بتوفيق الله على ما يرام غاية في الصحة ونهاية في الأحكام وكان طبعه بالمطبعة الأميرية في عهد الدولة الخديوية العباسية مد الله ظلالها وأدام إقبالها وألهم العدل والاصلاح رجالها وتم طبعه في أواخر رجب الفرد الحرام سنة 1321 من هجرة من هو للأنبياء ختام عليه وعلى آله وصحبه الصلاة والسلام.",
        "\n\n\n(فهرست السفر السابع عشر من المخصص)"
    ]
}