{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nالسَّخَاء والمرُوءَة\n* أبو على* السَّخَاءُ والكَرَم والنَّدَى تَطَائِرُ فى اللُّغَة* ابن السكيت* رجُل سَخِىٌّ وقوم أسْخِياءُ وقد سَخَا يَسْخُو وسَخُوَ وسَخِىَ وأنشد",
        "* اذا ما الماءُ خالَظَها سَخِينَا*\n* قال أبو على* أراد إذا ما الماءُ خالَطَها فشَرِبناها سَخِينَا وليس سَخِينَا بجَوَاب لِخالَطَها دُونَ المعطوف عليه وانما حَذَفه لأن المخاطِب قد عُلِم أنَّه لا يَسْخَى الا اذا شَرِبها* قال* ومثله قوله عزوجل (فَقُلْنَا اضْرِبْ بِعَصاكَ الْحَجَرَ فَانْفَجَرَتْ مِنْهُ اثْنَتا عَشْرَةَ عَيْناً) أراد فَضَرب فانْفَجَرت وليس الانفجار بعَقِب لقوله (اضْرِبْ بِعَصاكَ الْحَجَرَ) لأن الذى ندبه اليه من ضرب الحجر بالعصا هو سبَبُ انْفِجار الأعْيُن* قال* وقال أحمد ابن يَحْيَى حسين فسر هذا البيت فان شربوها صرفا قال غَلَبهم السُّكْر لأنها اذا كانت مَمْزُوجة كان أوْفَقَ بهم فَأعْطَوْا على غير سُكْر* أبو زيد* سَخَا يَسْخُو\nويَسْخَى سُخُوًّا* صاحب العين* السَّخَاءُ يُمَدُّ ويُقْصَر* ثعلب* المَقْصُور مَصْدر سَخِىَ يَسْخَى* صاحب العين* سَخَّيْت نَفْسِى عنه وبنَفْسى ـ تَرَكْنه وإنه لَسَخِىُّ النفس عنه* ابن السكيت* النَّدَى ـ الكَرَم وهو مُثِّلَ بالنَّدَى الساقِط وفلانٌ يَتَنَدَّى على أصحابه كما تقول يَتَسَخَّى ولا تقل يُنَدِّى وفلانٌ نَدِىُّ الكَفِّ ـ أى سَخِىٌّ والجُودُ ـ الكَرَمُ ورجل جَوَاد بَيِّن الجُود من قوم أجْواد* ابن دريد* وربما قالوا أَجاوِدُ فى معنى أجْواد* أبو عبيد* والأنثى جَوَاد* أبو حاتم* وقد جاد جُودا واستَجَدْته ـ طلبْتُ جُودَه* أبو عبيد* الفَنَع ـ الجُود والفَجَر مثله والخِيرُ ـ الكَرَم* ابن دريد* رجل ذُو خِيرٍ ـ أى ذو كَرَم وفَضْل فارسىّ معرّب* أبو عبيد* الخِضَمُّ ـ الكَثِير العَطِيَّة* الكلابيون* وهو السَّيِّد الحَمُول السَرِىُّ ولا يُقال ذلك فى النِّساء* أبو عبيد* الخِضْرِم ـ الكَثِير العطية وكلُّ شىء كثيرٍ خِضْرِم* قال* وخرج العجاج يريد اليَمَامة فاستقبله جَرِير بن الخَطَفَى فقال أين تُرِيد قال أُريد اليَمَامة قال تَجِد بها نَبِيذا خِضْرِما* ابن السكيت* بِئْر خِضْرِم ـ غَزِيرة الماء* أبو زيد* الخَضارِم والخَضارمَة* علىّ الهاء فى الخَضارمة كالهاء فى الملائكة لأنه لا عُجْمةَ هُنالك ولا عِوَضَ ولا نَسَبَ وإنما تَدْخُل الهاء فى غالِب الأمر لأحد هذه الأشياء* أبو عبيد* الغَيْداق ـ الكَرِيم الجَوَاد الواسِعُ الخُلُق الكَثِير العطاء والخَيْر وأنشد\nوقد تقدّم أنه السَّيِّد* قال أبو على* كَوْثَر فَوْعَل من الكَنَارة وكل كَثِير كَوْثَر حتى إنَّهم ليَقُولون غُبَار كَوْثَر وأنشد",
        "* ابن السكيت* فلان غَمْرُ الرِّداء ـ اذا كان كَثِير المَعْروف سَخِيًّا وان كان رِداؤُه صغيرا وأنشد\n* ابن قتيبة* والجمع أغْمار وغُمُور وقد تقدّم أن الغَمْر الواسعُ الخُلُق* صاحب\nالعين* البَحْرُ ـ الرْجُل الكرِيمُ* أبو عبيد* السَّمَيْدَعُ ـ الكرِيمُ* ابن السكيت* السَّمَيْدَعُ ـ السيِّدُ المُوَطَّأُ الأكْنافِ* أبو عبيد* الجَحْجَاحُ ـ السَّمَيْدَعُ* ابن دريد* هو الجَحْجَحُ وقد تقدّم أنه السيِّد* أبو عبيد* الأَرْيَحِىُّ ـ الذى يَرْتاح للنَّدَى* قال أبو على* وهذا يَدُلُّ على أن الألف فى راحَ مُنْقَلبَةٌ عن ياء* وقال مرة* ياءُ الأرْيَحِىّ منقلبةٌ عن واو لغير عِلَّةٍ لأنه الذى يرتاح للنَّدَى ـ أى يهتَزُّ ذهب الى أنه من الرِّيح* صاحب العين* الأرْيَحِىُّ ـ الواسِع الخُلُق المُنْبَسطه بالمعروف من الأرْيَح ـ وهو الواسِع من كُلِّ شىء والعَرَب تَحْمِلُ كثيرا من النَّعْتِ على أفْعَلِىٍّ كأحْمَرِىٍّ وأرْيَحِىٍّ وأجْمَلِىٍّ وأخَذَته لذلك الأمر أرْيَحِيَّةٌ ـ أى خِفَّة ورِحْت له أرَاح راحاً ورِيَاحَة وارْتَحْتُ ونَزَلتْ به بَلِيَّة فارْتاح اللهُ له برحْمَتِه فأنْقَذه اللهُ منها وقال العجاج\n* فارْتَاحَ رَبِّى وأرادَ رَحْمَتِى*",
        "أى نظر الىَّ ورَحِمَنى فأما الفارسى فجعل هذا البيتَ من جَفَاء الأَعْراب كما قال\nوكقول غيره\n* ابن جنى* الرَّيَاح الأرْيَحِيَّة ياؤه بَدَل من واو* أبو عبيد* هَشِشْت للمعروف هَشًّا وهَشَاشَة ـ خَفَفت* ابن السكيت* إنَّهُ لَذُو هَشَاش الى الخَيْر أى نَشَاط* أبو عبيد* فلانٌ هَشُّ المَكْسِر ـ أى سَهْل الشَّأْن فى طلَب الحاجة* ابن السكيت* يراد بقولهم هَشّ المَكْسِر مَدْح وذَمٌّ فاذا أرادُوا أن يَقُولوا لَيْس هو بِصَلَّاد القَدْح فهو مَدْح واذا أرادوا أن يَقُولوا هو خَوَّارُ العُود فهو ذَمٌّ* أبو زيد* هو هَشٌّ بَشٌّ وهَشِيش ـ مُهْتَزٌّ مَسْرور وقد هَشَشته وهَشِشْت به هَشَاشَة ـ بَشِشْت والاسم الهَشَاش* صاحب العين* هَزَزْت فلانا للخَيْر فاهْتَزَّ وأنشد\nوأخذَتْه له هِزَّة ـ أى أرْيَحِيَّةٌ وخِفَّة* ابن السكيت* اذا كان هَشًّا سَرِيعا",
        "للمَعْروف ـ قيل إنه لَخِرْق من الرجال وفلان يَتَخَرَّق فى ماله ـ اذا كان يَتَصرَّف فيه بالمَعْروف* ابن دريد* الجمع أخْراق ومَخارِيقُ* علىّ* ليس مَخارِيقُ جَمْعَ خِرْق إنما هو جمعُ مِخْراق وهو فى معنى خِرْق* أبو زيد* الخِرِّيق كالخِرْق* وقال* رجُل سَفَّاح ـ مِعْطاءٌ من السَّفْح وهو الصَّبُّ وقد تقدّم أنه الفَصِيح* الرياشى* المُسْهِب ـ المُكْثِر فى عَطائِه وقد تقدّم أنه الكَثِير الكلام* صاحب العين* رَجُل خَطِل اليدَيْن وخَطِل فى المَعْروف ـ أى عَجِل عند إعْطاء النَّفَل والمَنْقَبَة ـ كَرم الفِعل* ابن السكيت* إنَّه لَفَسِيط النَّفْس* صاحب العين* السَّفِيط ـ السَّخِىُّ وقد سَفُط سَفَاطة* ابن السكيت* رَجُل سَبِط بالمَعْروف ـ سَهْل وقد سَبُط سَبَاطة وسبِطَ سَبَطا ورجل بَسِيط اليَدَيْن مُنْبَسِط بالمعروف* أبو زيد* وكذلك مُتَبَسِّط* ابن السكيت* إنَّه لَطِرْف من الفِتْيان ـ أى كَرِيم* ابن دريد* الجَمْع أطْراف* ابن السكيت* ويقال للرجُل يَبْذُل ما عِنْده انه لَوَارِى الزَّنْد ووَرِىُّ الزَّنْد وإنما هو من الكَرَم ليس من قَدْح النار وأنشد\nوليس ثَمَّ زَنْد إنما هو مَثَل والهَضُوم ـ المُنْفِق مالَه وقد هَضَم له من ماله يَهْضِم هَضْما كسَرَ* قال أبو على* أصْل الهَضْم الظُّلْم واهْتِضام الجَزُور ـ عَقْرها من غير داءٍ ومنه الهَضِيم ـ وهو المُتَظَلَّم الحقِّ المُنْتَقَصه ومنه الهِضْم ـ وهو ما اطْمَأَنَّ من الأرض وكل مُطْمَئِنٍّ هِضْم وهَضِيم وأكثَرُ ما يَسْتعمِلون الهَضُوم فى الذى يَعْدِل بماله أى يَضَعُه موضِعَ الحَقِّ ومنه هَضْم الطعام وانْهِضامُه لأنه نقْص وأخْذ فى الحِطَّة* ابن السكيت* ومنهم الأرْوَع والنَّحِير وهما واحِد* أبو عبيد* هو طَلْق اليَدَيْن وطَلِيق اليَدَيْن وقد طَلَق يَدَه بالخَيْر يَطْلِقُها وأطْلَقَها* ابن السكيت* طَلُقت يَدَاه بالمعروفِ طَلَاقَة* غيره* الغِطْرِيف ـ السَّخِىُّ السَّرِىُّ* ابن جنى* هو الغُطارِف وأصله فى الخَيْل* ابن السكيت* المُتَغَطْرِف والرُّهْشُوش كذلك* أبو زيد* والأنثى رُهْشُوشة* ابن السكيت* الكُهْلُول والبُهْلول ـ النَّدِىُّ الكَفِّ الكَرِيم النفْس* أبو عبيد* البُهْلُول الضَّحَّاك\nوقد تقدم أنه السيد* ابن السكيت* الفَيَّاض ـ صِفَة للرجل الكريم وقال رجل ذَلُول بالمعروف بَيِّن الذُّل ـ اذا كان سَلِسًا به وإنه لهَشِيمة كَرَم ـ أى يَأْخُذه سائِلُه كيفَ شاء والحَشِد والمُحْتَشِد فى الأمر فى عَطَاء وغيره من لا يَدَع عنده شيأ من الجُهْد* صاحب العين* المَسَاعى ـ المَكارِم والمَعَالِى واحدتها مَسْعاة وقد سَعَى يَسْعَى سَعْيا وساعَانِى فساعَيْتُه أسْعَاه (1) ـ أى كنت أشدّ سَعْيا منه وكذلك فى المَشْى والكَسْب* ابن السكيت* انه لَذُو طائِلَة وطَوْلٍ على قَوْمه للمُفْضِل المُتَطَوِّل* أبو زيد* وقد تَطَاول عليهم وتَطَوَّل* ابن السكيت* المَذِلُ ـ الباذِل ما عِنْده وهم مَذِلُون بَيِّنُو المَذَل والمَذَالَة* ابن دريد* مَذِلتْ نفسُه بالشىء مَذَلا ومَذُلت ـ طابَتْ وسَمَحت ورجل مَذِل النَّفْس والكَفِّ والمَلِثُ ـ الكرِيمُ ورجل نَالٌ ـ أى جَوَاد وقوم أنْوالٌ وقد نالَنِى نَوْلا أعْطانى وأنشد\nوإنَّه لَيَتَنَوَّل بالخيْر وما أنْوَلَه ـ أى ما أكْثَرَ نائِلَه* قال أبو على* نالٌ يصلُح أن يكون فاعلا ذَهبت عينُه وأن يكون فَعِلا وعلى أىِّ الوزنين حَقَّرته فهو بالواو بدلَالة تَصْريفه* قال* وقال أحمد بن يحيى رجُل سَمْح ـ كريم ورجال سُمَحاءُ كسَّروه على فُعَلاء لأن أكثَرَ هذا الباب على فَعِيل نحو كَرِيم وسَخِىّ* وقال* امرأة سَمْح ونِسْوة سِمَاح* أبو عبيد* سَمَح لى بذلك يَسْمَح سَمَاحة وافَقَنِى عليه وسَمَح لِى ـ أعطانىِ وما كان سَمْحا ولقد سَمُح وحكى الزجَّاج سَمَح وأسْمَح* وقال غيره* السَّمَاحة ـ الجُود سَمُح سَمَاحة وسُمُوحَة وسَمَاحا وسُمُوحا وسَمْحا وسِمَاحا ورجال سِمَاحٌ ورجل مِسْماح وتَسَمَّح فى الامر ـ سَهَّله* ابن السكيت* هو أسْمَحُ من لافِظَةٍ ـ وهى التى تَزُقُّ فِراخَها لا تُبْقِى فى حَوْصَلتها شيْأً وقيل يعنى بذلك البَحْرَ وقيل الدِّيك لأنه يُلْقِى ما فى فيه لدَجَاجَته وقيل هى الشاةُ اذا أشْلَوها تركت جِرَّتها وأقْبلت الى الحَلَب* صاحب العين* رجل أبْلَجُ وبَلْج ـ طَلْق بالمعروف* ابن دريد* تَبَلَّج الرجلُ الى الرجُل ـ ضَحِك* وقال* رجل لِهْمِيم ولُهْموم ـ جَوَاد* ثعلب* رجُل خَذِمُ العَطاء ـ سَمْح",
        "__________________\n(1) (فساعَيْتُه أسْعَاه) عبارة اللسان هكذا ساعاه فسعاه يسعيه أي كان أسعى منه وهي أوفق بالقواعد تأمل كتبه مصححه\nبذلك والجميع خَذِمُونَ وقد تقدّم فى حسن الخُلُق والخالُ ـ الرجُل السَّمْح يشبَّه بالغيْم الذى يَبْرُق وقيل هو غَيْم يَنْشأُ يَتَخيَّل لك أنه ماطِرٌ ثم يَعْدُوك* ابن السكيت* رجل مَرِىءٌ بَيِّن المُرُوءَة وقوم مَرِيؤن ومُرَآءُ ومنه قيل يَتَمرَّأُ بنا أى يَطْلُب المُروءَة بنا* أبو زيد* السَّرْو ـ المُرُوءَة وقد سَرُو سَرَاوةً وسَرَا وسَرِى سَرًى وسَرَاء فهو سَرِىٌّ من قوم أسْرِياءَ وسَرَاة* قال سيبويه* السَّراة اسم للجميع وليس بِجَمْع ودليل ذلك قولهم سَرَوات اذ ليس كُلُّ جمع يُجْمَع* صاحب العين* دَسِيعة الرجل ـ كَرَمِ فِعْله وقد تقدّم قبل هذا أنها الطبِيعة\nسوء الخُلُق",
        "* صاحب العين* العَسِر ـ السَّيِّئ الخُلُق وقد عَسِر عَسَرًا وتَعَسَّر وتَعاسَر علينا* قال أبو على* وكُلُّ ما التَوَى فقد تَعَسَّر ومنه تَعَسُّر الغَزْل وهو التِوَاؤُه حتى لا يُطاق على تخليصِه* أبو عبيد* الشّكِس ـ السيِّئ الخُلُق* ابن دريد* الشَّكَس ـ العَسَرُ وقد شَكِس وتَشَاكس القوُم ـ تعاسَرُوا فى بَيْع وشِرًى ثم كثُر ذلك حتى سُمِّى البخيل شَكِسا وإنه لشَكِس* صاحب العين* شَكِس شَكَسا ـ وشَكَاسة* سيبويه* بُنِى على ذلك لأنه غَلَقٌ* صاحب العين* وهو الشَّكْس* أبو عبيد* الضَّرِس والشَّرِس ـ السيِّئُ الخُلُق وقد شَرِسَ شَرَسا* صاحب العين* رجل شَرِسٌ وشَرِيس وأشْرَسُ* أبو زيد* شَرِس شَراسَة وشَرِست نفْسُه شَرَسا وشَرُست شَرَاسةً وهى شَرِيسَة وقد شارَسْته مُشارَسة* أبو عبيد* العَكِص كالشَّرِس وكذلك القاذُورَة واليَلَنْدَد ـ الفاحِشُ السيِّىءُ الخُلُق* ابن دريد* الغَنَص ـ ضِيق الصدْر* وقال* تَمَعَّقَ علينا ـ ساءَ خُلُقه* وقال* رجل غَلِقٌ ودُنْبُحٌ وخُنْدُبٌ وبِرْشِعٌ وبِرْشاعٌ وزَبَعْبَقٌ وعُنْبُقٌ وزِمَحْنَة وزِمَحْنٌ وعَتْرَف وهِلَّكْس وهَقَلَّس وهِلَّقْسٌ وزَلَنْقَحٌ وشِنْظِير وشِنِّير ودُعْمُوظٌ ودُنَافِسٌ وطُرافِشٌ وبَرَنْتَى ومُبْعَنْق وسَنْبَرِيتٌ وزُعْرُور كُلُّه ـ السَّيِئ الخُلُق* السيرافى* رجُل فيه عِنْدَأْوةٌ\nـ أى عَسَر والتواء والعَنْزَقُ ـ السيئُ الخُلُق والزَّعْفَقَة ـ سُوء الخُلُق مع بُخْل ورجل زُعْفُوق وزُعَافِقٌ* أبو عبيد* فى خُلُقه زَعَارَّة ـ يعنى شِدّة والعَفَنْقَس ـ العَسِر من الأخلاق* ابن دريد* وهو العَفَنْقَسُ ـ وقيل هو العَقَنْفَس وما الذى عَقْفَسه وعَفْقَسَه* صاحب العين* البِهْلِق ـ الضَّجُور الصَّخِب* أبو زيد* الخَجِل ـ البَرِم خَجِل خَجَلا وأخْجَلْته* أبو عبيد* الحَقَلَّد ـ السيئ الخُلُق وقيل الضعِيف والبَخِيل* ابن السكيت* رجل مُحْمِج ومُحامِج ـ خفيف وقيل ضَيِّق بخيل* أبو زيد* رجُل مُرَامَق ـ سيئ الخُلُق عاجِز وقد رامَقْته ـ دارَيْته مَخافَة شرِّه* أبو حاتم* الكَزُّ ـ الذى لا يَنْبسِط وقد كَزَّ يَكُزُّ كَزَازَة* صاحب العين* ضَجِرت منه وبه وتَضَجَّرت تَبَرَّمت ورجل ضَجِر وفيه ضَجَر* أبو زيد* فيه ضُجْرة وقد أضْجَرْته* صاحب العين* رجل شَمُوس ـ عَسِر فى عَدَاوته شديدُ الخِلاف على من عانَدَه وقد شَمِس لى ـ اذا بَدَت عَدَاوتُه فلم بَقْدِر على كَتْمها* ابن دريد* الجَحْرَمَة ـ الضِّيق وسُوء الخُلُق رجل جَحْرَم وجُحَارمٌ وأنشد\n* مُجَحْرَم الخُلُق ذو كَتَال*\nوالزَّعْلَجَة ـ سُوء الخُلُق* وقال* فلان يَتَبَزْعَر على الناس ـ أى يُسِيئُ خلقه والعَذَوَّر ـ السيئُ الخُلُق* وقال* ذَئِر الرجُلُ ـ ساء خُلُقه وفى الحديث فَذَئِر النِّساء على أزواجِهِنّ والسَنَر ـ شراسَةُ الخُلق ومنه اشتقاق السِّنْوَر ويقال سُنَّار والعِظْيَرُّ ـ السيِّئُ الخُلُق وقيل هو الكَزُّ الغليظ مشتَقٌّ من عَظِر الرجلُ كَرِه الشىءَ واشتدَّ عليه وهو مُمَات* وقال* رجل عَزِقٌ ـ سيئ الخُلُق واللَّقَس واللَّقْس ـ سُوء الخلُق وفى حديث عمر رضى الله عنه وَعْقَة لَقِس والوَعْق شَرَاسَة النفس* غيره* وَعْقَةٌ لَعْقةٌ ـ نَكِد وبه وَعْقة ووَعَق ـ أى ضَجَر وبَرَم وإنه وَعِق وقد تَوَعَّق واسْتَوْعق ـ لَؤُمت أخْلاقُه ولا يكونُ الا مع صَخَب* ابن دريد* القَنَوَّر ـ السيِّئُ الخلُق واللَّعَص ـ العَسَر تَلَعَّص علينا ـ تَعَسَّر* وقال* رجل شَزِنُ الخُلُق ـ عَسِر وقد تَشَزَّن فى الأمر تَصَعَّب* وقال* رجل فَظُّ ـ بَيِّن الفَظَاظَة والفِظَاظ* وقال* رجل",
        "زِلِنْقاعٌ وزَبَعْبَقٌ وزِبِعْباقٌ ـ سيِّئُ الخلُق* غيره* الطُّخُوخ من شَرِّ المعاملة أى من سُوء الخلق* وقال* فى خُلُقه دَغَر ـ أى تَخَلُّف وأنشد\n* وما تَخَلّف من أخْلاقه دَغَر*\n* أبو زيد* رجل مَذِق الخُلُق ـ لا يَدُوم على حال وليس له فِعْل ورجل غَلِق سيِّئُ الخُلُق* أبو عبيدة* رجل ضَبِيس ـ شَدِيد حَرِيص والضَّبِيس القَلِيل الفِطْنة لا يَهْتدى للحيلة والضَّبِيس ـ الجَبَان* أبو زيد* العَشَوْزَنُ ـ العَسِر الخُلُق المُلْتَوِى وقيل هو المُلْتَوِى من كلّ شىء وعَشْزَنَتُه خِلافه وقد تقدّم أن العَشَوْزَنَ الشدِيدُ والعَنْشَط ـ السَّيِّئُ الخلق وقد تقدّم أنه الطويلُ ورجل زِبَعْرَى وامرأة زِبَعْرَاة ـ فى خُلُقهما شَكَس* ابن دريد* الكَيِّهُ ـ البَرِم بحِيلَتِه* وقال* خَزَبْزَر كذلك* صاحب العين* اللَّفُوت ـ العَسِر الخُلُق* وقال* رجل لَظُّ كَظٌّ ومُلِظٌّ ومِلْظاظ ـ عَسِرُ الخُلُق* أبو زيد* الظَّنُون ـ السيِّئُ الظَّنّ بكل أحد والجَأَّث ـ السيئ الخُلق والقَيْدَ حُور ـ السيِّئُ الخُلُق والخَيْتَعُور ـ الذى لا يَدُوم على عَهْد والحُبَقْبِيق ـ السيئُ الخُلُق* صاحب العين* العِضُّ ـ السيئُ الخلق والجمع أعْضاض والعَيْدَه من الناس السَّيّئُ الخُلُق وقيل هو الجافِى العَزِيز النفْس وقد يكونُ من الابل وفيه عَيْدَهِيَّة ـ أى جَفَاء وعَجْرَفِيَّة* وقال* فى خُلُقه عَسَق ـ أى التِواء ورجل عَزِق ومُتَعَزِّق وعَزْوَقٌ ـ فيه شِدَّة وعَسَر فى خُلُقه وبُخْل وكل عَمَل عَسِر عَزْق وانه لشَكِس عَكِص ـ أى سيِّئُ الخُلُق* غيره* الجَعِظ والجَعْظ ـ السيئ الخُلُق المُتَسَخِّط عند الطَّعام واللَّعْو ـ السيئ الخُلق الفَسْل والأنثى لَعْوة* صاحب العين* التَّزَبُّع ـ سُوء الخُلق* غيره* الأعْوَج ـ السيئ الخُلق وقد عَوِج عوَجا والأنثى عَوْجاءُ* ابن دريد* الدُّمَاحس مثله* أبو زيد* الخُنْبُجُ ـ السيئُ الخُلُق* ابن دريد* الشِّنْغِيرُ السيئ الخلق\nالجفاء والثِّقَل",
        "* ابن دريد* الجَرْعبُ ـ الجافى* أبو عبيد* وهو العُلْفُوف يكونُ من الرجال والنِّساء* ابن دريد* العَفَنْجَشُ والجَرَنْفَش ـ الجافِى زعموا* وقال* رجل دِلَخْم ـ ثَقِيل وكل ثقيل دِلَخْم\n* كل دِلَخْم منه يَغْرَنْدِينِى*\n* ثعلب* دُرَخْمِيل ودُرَخْمِين للثَّقِيل من الرجال* السيرافىّ* الهِجَفُّ الجافِى الأخْرَق وقد مَثَّل به سيبويه* أبو عبيد* الثِّرْطِئَة ـ الثقيل* ابن السكيت* الجِلْف ـ الأعرابِىُّ الجافى والجمع أجْلاف مشْتَق من أجْلافِ الشَّاة وهى المَسْلُوخة بلا رأس ولا قوائمَ ولا بَطْن\nالبُخْل واللُّؤم",
        "* ابن السكيت* هو البُخْل والبَخَل* ابن دريد* وهو البُخُول وأنشد\n* اذا البَخِيل لَجَّ فى بُخُوله*\n* قال سيبويه* بَخِل بُخْلا وبَخَلا* ابن دريد* فهو باخِل والجمع بُخَّال وبَخِيل والجمع بُخَلاءُ* صاحب العين* رجل بَخَّال ومُبَخَّل* أبو عبيد* أبْخَلت الرجُلَ ـ وجدْتُه بَخِيلا* ابن دريد* المَبْخَلَة ـ الشىءُ يَدْعُو الى البُخْل وفى الحديث الوَلدُ مَجْبَنَة ومَبْخَلَة * قال سيبويه* والبُخْل كاللُّؤْم والفِعل كفِعْل شَقِىَ وسَعِدَ وقالوا بَخِيل وقال بعضهم البَخْل كالفَقْر والبُخْل كالفُقْر وبعضهم يقول البَخَل كالكَرَم* وقال* لَؤُم لَآمَةً وهو لَئِيم كما قالوا قَبُح قَبَاحَة وهو قَبِيحٌ* ابن السكيت* رجل لَئِيم وقَوْم لِئَام وقد لَؤُم لُؤْمًا ومَلْأَمة ـ بَخِل وأَلْأَم ـ أتَى باللُّؤْم* أبو عبيد* المِلْأَم مقصورا ـ الذى يَعْذِر اللِّئام* قال أبو على* وأما قوله\n",
        "فعلى أنه اختَزَل الألفَ واللامَ التى هى عَقِيب مِن فلما حذفها أجْراه مُجْرَى الأسماء التى على وَزْن أفْعلَ يعنى لا المُعْتَلقة بمن ولا المرتبطة بالالف واللام التى هى عقيبُها فضارَع به بابَ أحْمَد ونحوه وقال فى التَّذكِرَة هو جمع لئيم كبَعِيد وأباعِدَ* الأصمعى* رجل مَلْأمانٌ وامرأة مَلْأمانَةٌ* أبو عبيد* رجل شَحَاحٌ وشَحِيح وكذلك الزَّنْد اذا لم يُورِ والشَّحَاح فيه أكثَرُ* ابن السكيت* رجل شَحِيح وقوم أشِحَّاءُ وأشِحَّة وشِحَاح وهو الشُّحُّ والشِّحُّ وقد شَحَحْت تَشُحُّ وشَحِحْت* قال سيبويه* وقالوا شَحِيح كما قالوا بَخِيل والشُّحُّ كالبُخْل وقالوا شَحِحْت كما قالوا بَخِلت وذلك لأن الكَسْرة أخفُّ عليهم من الضمّة ألا تَرَى أن فَعِل أكثَرُ فى الكلام من فَعُل والياءُ أخفُّ من الواو وأكثَرُ* أبو عبيد* تَشَاحُّوا شَحَّ بعضُهم بَعْضا وتشاحَّ الخَصْمانِ فى الجَدَل منه والشُّحُّ ـ حِرْص النفْس على ما ملَكَت والفِعْل كالفِعل وما جاء فى التنزيل من لفْظ الشُّحِّ فهذا معناه وشَحِحْت بك ـ ضَنِنْت* أبو عبيد* شَحِيح نَحِيح إتْباع وبعضهم يَقُول أَنِيح وجاء فى الحديث من شَرّ ما أُعْطِىَ العَبْدُ شُحٌّ هالِعٌ وجُبْن خالِعٌ هالِع من الهَلَع وهو الجَزَع والحَزَن والخالِع ـ الذى يَخْلَع الفُؤَاد* ابن السكيت* رجل ضَنِين ـ بَخِيل وقوم أضِنَّاءُ وقد ضَنِنْتُ ضَنَانة كسَقِمْت سَقَامَة* قال أبو على* وقول البَعِيث\n* وضَنَّتْ علينا والضَّنِينُ من البُخْل*\nجعل الصِّفَة بدَلا من المَصْدَرِ ليَدُلَّ على المبالغة وقد تقدم شرحُ ذلك* أبو عبيد* المُمْسِك ـ المِسِّيك والمُسَكَة ـ البَخِيل وفيه مَسَاكَةٌ ومَسَاك ومِسَاك* ابن دريد* مُمْسِك وبه مُسْكة* أبو عبيد* الشَّحِيح ـ المُواظِب على الشىء المُمْسِك البَخِيلُ* صاحب العين* وهو الشَّحْشاحُ وقيل هو الغَيُور* أبو عبيد* الآنِحُ ـ الذى اذا سُئِل عن الشىءِ تَنَحْنَح وذلك من البُخْل وقد أَنَح يَأْنِحُ* ابن السكيت* وكذلك الأَنُوح وأنشد\n* أبو عبيد* رجل أبَلُّ ـ لا يُدْرَك ما عنده من اللُّؤْم والأنثى بَلَّاءُ واللَّحِز البَخِيل لَحِز يَلْحَزُ لَحَزا والعَقِص ـ البَخِيل الضيِّق والحَصِر ـ المُمْسِك",
        "والزُّمَّح ـ اللَّئِيم* وقال* رجل حِلِّز ـ بخيل والمرأة بغير هاء* غيره* هو الحَلْز* ابن السكيت* رجل حِصْرِم ـ بَخِيل والحَصْرَمة الشُّحُّ وهو شِدَّة إغارةِ الوَتَر والحَبْل ـ أى فَتْلِه وقد حَصْرم قَوْسَه ـ شدّ وتَرها* صاحب العين* رجل صَلْد وصَلُود ـ بَخِيل وقد صَلَد يَصْلِد صَلْدا وصَلُدَ صَلَادة* ابن دريد* رجل لَصِب ـ بخيل* ابن السكيت* الصَّامِر ـ البَخِيل المانِعُ وقد صَمَر يَصْمُر صَمْرا وصُمُورا وأنشد\nوالعِرْصَمُّ ـ اللئِيمُ وهو العِرْصام* ابن السكيت* الضّرِزّ ـ البَخِيل الذى لا يَخْرُج منه شىء* أبو زيد* هو اللَّئِيم القَصِير القَبيح المَنْظَر والأنثى ضِرِزَّة* ابن السكيت* اللُّكَع واللَّكُوع والمَلْكَعان كلُّه ـ اللئِيمُ فى خِصاله وأنشد\nولا يُسْتعمل لُكَعٌ ومَلْكَعانٌ عند سيبويه الا فى النِّداء والوَجْم ـ اللئِيم وأنشد\nوالقُصْعُل ـ اللئِيم وأنشد",
        "* أبو زيد* الصَّعْفُوق ـ اللئِيمُ والحابِضُ والحَبَّاض ـ المُمْسِك لما فى يَدِه والمُحْتِر من الرِّجال ـ الذى لا يُعْطِى خَيْرا ولا يُفْضل على أحد انما هو كَفاف بكَفَاف لَا ينْفلِت منه شىء* وقال* أحْتَر على نَفْسه ـ ضَيَّق* أبو عبيد* الجُعْشُوش ـ اللئِيم وقد تقدَّم أنه الطويلُ الدَّقِيق* ابن السكيت* يقال للبَخِيل ما به هابَّةٌ ـ أى شىءٌ مِن الخَيْر* وقال* رجل مُزْهِدٌ ـ يُزْهَد فى ماله لِقلَّته ورجل زَهِيد وزاهِد ـ لئِيم مَزْهُود فيما عنده* ابن دريد* الجِبْس ـ الضَّعِيف اللئِيم والجمْع أجْباس وجُبُوس* صاحب\nالعين* الجِبْس كالحِبْس وحكى أبو على جِيَفْسٌ وجَيْفَسٌ كبِيَطْر وبَيْطَر* صاحب العين* الضَّيْطَر والضَّوْطَر ـ اللئيمُ وقد تقدم أنه الضَّخْم* ابن السكيت* الحاتِرُ والقَاتِر ـ الذى يَقْدِر على أهله النفَقَةَ وقد حَتَر يَحْتِر ويَحْتُر حَتْرا وأحْتَرَه وكذلك قَتَر يَقْتِر ويَقْتُر قَتْرا وأنشد\n* غيره* قَتَر وأقْتَر* أبو عبيد* اللئيم الراضِع ـ الذى يَرْضَع الغنَمَ والابِل من ضُرُوعها من غير إناء من لُؤْمه* صاحب العين* رَضُع رَضاعَة* الأصمعى* لَؤُمَ ورَضُع فاذا أفْردُوه قالوا رَضَع وأرْضَع* أبو إسحق* ما حَمَله على ذلك الا اللُّؤْم والرَّضَع بفتح الضاد وكَسْرها* صاحب العين* رجُل مَصَّانٌ ومَلْجَانٌ ومَكَّانٌ اذا كان كذلك* ابن السكيت* لَئِيم أعْقَدُ ليس بسَهْل الخُلُق والعَقَد ـ الالتواء والكُبُنَّة ـ الذى يَنْكَسِر عند الخير وفِعْل المعروف وأنشد\n* فى القَوْم غَيْرِ كُبُنَّةٍ عُلْفُوفِ*",
        "ويقال للئيم ما يُنَدِّى الرَّضْفَة ـ أى ما يَخْرُج منه البَلَل بقَدْر ما يَبُلُّ الرَّضْفة وهو حَجَر يُحْمَى ويقال إنه لَجَماد الكَفِّ ـ أى جامِد وكذلك السَّنَة والناقَةُ ورجُل مُجْمِدٌ وأنشد\nيريد قِدْحا* وقال* أعْطَى ثم أكْدَى وأصله من الكُدْية وهو الرجُل الصُّلْب ويُقال رجل بَكِىءٌ ـ قليلُ الخيْرِ وأصله من الابِل يقال ناقة بَكِيئَة قليلَةُ اللَّبَن* ابن دريد* رجل كَزُّ اليَدَيْن ـ بَخِيل بَيِّن الكَزَازَة والكُزُوزَة من قولهم رجل كَزٌّ ـ أى مُتَقَبِّض وقد تقدم أنه السيِّئ الخُلُق والمَحْمَحُ والمُحَامِح ـ البَخِيل والحُزُقَّة والحَزُقَّة والمُتَحَزِّق ـ البخيل السيِّئُ الخُلُق والمُزَنَّد ـ البخيل الضَّيِّقُ أصلُه من التَّزْنيد وهو أن تُخَلَّ أشاعِر الناقة يعنى شَعَر حَيائِها من جانِبَيه بأَخِلَّة صِغار ثم تُشَدّ بشعر من شعَر هُلْبها وذلك اذا اندحَقَت رَحِمُها بعد الوِلَادة والجَلْحَزُ والجِلْحازُ ـ البَخِيل الضَّيِّق\nوالزَّعْفَقَة ـ البُخْل وقد تقدَّم أنها سُوء الخُلُق رجل زَعْفَقٌ وزُعَافِقٌ وأنشد\nوالفَلْقَس والفَلَنْقَس ـ البخيل اللئِيمُ والحِنْبِجُ ـ البخيل والعَضَمَّزُ والعَفَرْجَع والخَزَنْزَر ـ البَخِيل الضيِّق والخِنْبِيس ـ اللَّئِيم الزَّرِىُّ والخُضارِع ـ البخيلُ يتَسَمَّح وهى الخَضْرَعة وأنشد",
        "* وقال* رجل مُقْفَل اليدَيْن ـ أى بَخِيل* صاحب العين* المُقْتَفِل الذى لا يَخْرُج من يَدِه خيْرٌ والأنثى مُقْتَفِلة والمَعِر ـ اللئِيم من قولهم مَعِر مَعَرا فهو مَعِر ذَهَب شعرُه والمَعِر ـ الكَثِير اللمْسِ للأرض والعِنْفِش اللئيمُ القَصِير والعِضْرِط ـ اللئيمُ والصَّمْعَرِىُّ ـ اللئيم وقد تقدم أنه الشديدُ الحُمْرة والعَفَنَّط ـ اللئِيم والمِحْمَرُ كذلك والضِّنْفِس والضِّنْبِس اللئيم* ابن الأعرابى* الضِّر سامَة ـ الرِّخْو اللئيم* صاحب العين* المُسَفْسِف ـ اللئيم العَطِية والظَّنُون ـ القَلِيل الخيرِ وقيل هو الذى تَسْأله وتَظُنُّ به المَنْعَ فيكُونُ كما ظَنَنت وقد تقدم أنه السيّئ الظَّنّ* ابن دريد* الحَلْتَب ـ اسم وربما وُصِف به البخيلُ والكَلْبَث والكُلَابِث والكُنْبُثُ والكُنَابِث ـ البخيلُ المتَقَبِّض والخُنْبُق والقِرِنْباع ـ البَخِيل المُتَقَبِّض والعِكْل ـ اللئيمُ والجمع أَعْكال والحَوْكَلُ ـ البَخِيل وقد تقدم أنه القَصِير وهما من الحُكْلَة وهى الثّقَل* ثعلب* الزُّمَّح ـ اللئيم وقد تقدم أنه القَصِير* صاحب العين* الكُرَّز ـ اللئِيم وهو دَخيل فى العربيَّة تُسَميه الفرس كُرَّزِىّ والجِبْز ـ البخيل وأنشد\n* فَداك منهم كُلُّ جِبْزٍ بَخَّالْ*\nوالطِّمْرِس ـ اللئِيم الدَّنِىّ والحَنْكَل ـ اللئِيم وقد تقدّم أنه القصير* غيره* الكَنِيت ـ البخيل* ابن دريد* الحَبْثَقَة ـ ضِيق النفْس من بُخْل وضَجَر* قال* رجُل حُظُبٌّ ـ بخيل وللحُظُبّ موضعٌ آخرُ سنأتى عليه\nإن شاء الله* ابن دريد* القَابِياءُ ـ اللئِيم* ابن جنى* رجل عِزْهاةٌ وعزْهَى ـ لئيم وهذه الأخِيرة شاذَّة لأن ألِفَ فِعْلَى لا تكون للالحاق ونظيره ما حكاه الفارسىُّ عن ثعلب من قولهم رجُل كِيصًى ـ اذا أكل طعامَه وَحْده وسيأتى هذا مستَقْصًى فى فصل التذكير والتأنيث من هذا الكتاب إن شاء الله والهُلَابِع والهِبْلَع ـ اللئيم* ابن دريد* والعَقِص والعَقِيص والأعْقَص والعَيْقَص ـ البخيل الكَزُّ الضَيِّقُ المُنْقَبِضُ اليَدِ عن الخيْر من قولهم شاةٌ عَقْصَاءُ منْقَلِبَة القُرُون* أبو عبيد* القُعْدُد ـ اللئيم القاعدُ عن المكارم* صاحب العين* رجل كَتِع ـ لئيم من قوم كَتِعِين والعِكْل ـ اللئِيم وجمعه أَعْكال* ابن جنى* رجل جَعْد اليَدَيْن ـ بخيل فاذا أَفْرَدُوه فقالوا جَعْد فهو الكَرِيم* على* وقد تكُونُ الجُعُودة فى الخَدَّيْن وهى قِصَر وتَقَبُّض وهو جَعْد الأصابع ـ أى قَصِيرها* أبو عبيدة* والجِعِدَّى يُسَبُّ به الانسان اذا نُسِب الى لُؤْمٍ وفلان وَعْر المَعْروف ـ أى قليله وسأَلْناه حاجةً فَتَوَعَّر علينا ـ أى تَعَسَّر والشَّخْتَر ـ اللئيم والصِّلَّغْدُ ـ اللئيم",
        "العقْل والرأى\nالعَقْل ـ ضِدُّ الحُمْق* قال سيبويه* عَقَل يَعْقِل عَقْلا فهو عاقِل كما قالوا عَجَزَ يَعْجِز فهو عاجِز وقالوا العَقْل كما قالوا الظَّرْف أَدخلوه فى باب عَجَزَ لأنه مثله فى أنه لا يَتَعَدَّى الفاعِلَ والعَقْل من المصادر المَجْمُوعة من غير أن تختلف أنواعها قالوا العُقُول كما قالوا فى المُخْتلِفة الأنواع الأمْراض والأشغال* أبو عبيد* المَعْقُول ـ العَقْل وهو عنده أَحَد المصادر التى جاءت على مَفْعول كالمَيْسُورِ والمَعْسُور* قال سيبويه* كأنه حُبِس عليه عَقْلُه* غيره* تَعاقَل ـ أَظْهَر عَقْلَه* وحكى أبو علىّ* عَقُل الرجلُ ـ صار عاقِلا عادَلَهُ قُطْرب بِحلُمَ وبضده أعنى حَمُق* صاحب العين* عَقَلْت الشىءَ أَعْقِله عَقْلا فَهِمته وقَلْب عَقُول ـ فَهِم* قال أبو علىّ* ومنه عَقَل المَرِيضُ\nبعد الاهْجَار* أبو عبيد* عاقَلَنى فعَقَلْته ـ أى كُنْت أعْقَلَ منه* أبو على* العَقْل والحِجَا والنُّهَى كَلِمات متَقَارِبة المَعَانى* الاصمعى* العَقْل ـ الامْساك عن القَبِيح وقَصْر النَّفْس وحَبْسها على الحَسَن* قال* وبالدَّهْناء خَبْراءُ يقال لها مَعْقُلَة وأُراها سُمِّيت مَعْقُلَةً لأنها تُمْسِك الماء كما يُمْسِك الدواءُ البَطْنَ وهو العَقُول* قال* وقالوا عاقِلٌ وعُقَلاءُ فضارَعُوا به فَعِيلا لأن فَعِيلا فى باب الخِصال أكثَرُ ولذلك قال سيبويه فى باب تكسير الصفة التى على أربعة أحرف حينَ ذكر تَكْسِير فاعل على فُعَلاء وقالوا عالِم وعُلَماء ثم قال يَقُولها من لا يَقُول إلا عالِم* الأصمعى* الحِجَا ـ احْتِباس وتَمَسُّك وأنشد\n* فهن يَعْكُفْنَ به اذا حَجَا*",
        "وأنشد\n* حَيْثُ تَحَجَّى مُطْرِقٌ بالفالِقِ*\nوروَى محمد بن السرِىِّ تَحَجَّى ـ أقامَ فكأنَّ الحِجَا مَصْدر كالشِّبَع* ابن دريد* لا فِعْل للحِجَا* أبو على* من هذا الباب الحُجَيَّا لِلَّغْز لتَمَكُّث الذى تُلْقَى عليه حتى يَسْتَخْرِجها* قال أبو زيد* حُجْ حُجَيَّاك فالحُجَيَّا مصغَّرة كالثُّرَيَّا والحُدَيَّا ويشبه أن يكون ما حكاه أبو زيد من قولهم حُجْ حُجَيَّاك على القَلْب تقديره فُعْ وحذَفَ اللامَ المقلوبَةَ وهذا يدلُّ على أن الكلمةَ لامُها واو وأما النُّهَى فلا يَخْلو من أن يكون مصدرا كالهُدَى أو جَمْعا كالظُّلَم وقوله تعالى (لِأُولِي النُّهى) يقوِّى أنه جَمْع لاضافة الجمع اليه وان كان المصدرُ يجوز أن يكون مُفْردا فى موضع الجَمِيع وهو فى المَعْنى ثباتٌ وحَبْس ومنه النَّهْى والنِّهْى والتَّنْهِيَة للمكان الذى يَنْتَهى اليه الماء فيَستنْقِع فيه لتَسَفُّله ويمنَعُه ارتفاعُ ما حَوْله من أن يَسِيح ويَذْهب على وجْه الارض* أبو زيد* إنه لذو نِهاية ـ أى ذُو عَقْل* صاحب العين* ذو مَنْهاة كذلك* أبو زيد* رجُل نَهِىٌّ ـ متَنَاهٍ فى العقل* ابن جنى* رجل نَهٍ كذلك ونِهٍ* على* ليس نِهٍ وضْعِيا انما هو إتْباع* الأصمعى* تَنَاهى الرجُل من النُّهْية وأنشد\n",
        "* غير واحد* الحِلْم ـ العَقْل رجل حَلِيم وقوم أحْلام وحُلَماءُ وأنشد سيبويه\n* قال سيبويه* حَلُم حِلْما فهو حَلِيم* أبو عبيد* حَلَّمت الرجُلَ ـ حعلته حَلِيما وأنشد\nأى أطاعوا الذى يأمُرُهم بالحِلْم* قال سيبويه* تَحَلَّمَ الرجل ـ طلبَ أن يَصِير حليما وأنشد\n* قال أبو على* الحِلْم من المَصادر المجموعة قالوا أحْلام وحُلُوم وأنشد",
        "وأحْلَمَت المرأةُ ـ ولَدت الحُلَماء وحَلُمتُ عنه ـ لم أُجازِه على جهله* قال* واللُّبُّ ـ العَقْل وهو من المصادر المَجْموعة قالوا الأَلْباب* قال سيبويه* قالوا اللُّبُّ واللَّبَابَة كما قالوا اللُّؤْم واللَّامَة وقالوا لَبِيب كما قالوا لَئِيم والجمع أَلِبَّاءُ لا يُكَسَّر على غير ذلك* ابن السكيت* لَبَّ يَلَبُّ لَبًّا* قال* وقيل لصَفِيَّةَ بنت عبد المُطَّلب وضَرَبت الزُّبَيْر لِمَ تَضْرِبينَه قالت كى يَلَب ويَقُودَ الجَيْش ذا الجَلَب* قال سيبويه* وزعم يونس أن من العرب من يَقول لَبُبْت تَلُبُّ كما قالوا ظَرُفْت تَظْرُف وهذا قليل وإنما قَلَّ لأن الضمة تُسْتثقل فى غير التضْعِيف فلما صارت فيما يَسْتنقِلون وهو التضعيف فاجتمعا فَرُّوا منها* الزَّجَّاجى* لَبُبْت تَلُبُّ* أبو عبيد* الحِجْر ـ العَقْل وأنشد\n* أبو على* أصل الحِجْر السِّتْر ومنه قيل للحَرَام حِجْرٌ ـ أى انه مستور مَمْنُوعٌ\nومنه قيل للمكان المُحَاط به صَنْعَةً أو خِلْقةً كالقَلْت والوَقِيعة والمِسْطَح والصِّهْرِيج حاجِرٌ وقالوا حَجَّرت عليه وكل هذا إمْساك فهو راجِع الى معنى العَقْل والحِجَا والنُّهَى* صاحب العين* ما فُلان بِذى طَعْم ـ أى لا عَقْلَ له ولا كَيْسَ* ابن دريد* الرَّجَاحَة ـ الحِلْم رجل راجِحٌ من قوم رُجَّح ومَرَاجِيحَ ومَرَاجِحَ ولا واحدَ للمَراجِيح والمَرَاجِح* وحكى غيره* مِرْجَح ومِرْجاح وحِلْم راجِحٌ ـ يَرْزُن بصاحبه وناوَيْنا قوما فرجَحْناهم ـ أى كنا أَوْزنَ منهم وأحْلَمَ* وقال* المَحْت من الرِّجال ـ العاقِلُ اللبيب وقيل هو الجامِع القَلْب الذَّكِيُّه وجمعه مُحُوت ومُحَتاءُ* صاحب العين* الوَقَار ـ الحِلْم والرَّزَانة وقد وَقُر وَقَارا ووَقَارة ووَقَر قِرَة واتَّقَر وتَوَقُّرا والتَّيْقُور فَيْعول منه وأنشد\n* فان أكُن أمْسَى البِلَى تَيْقُورِى*",
        "التاء فيه مُبْدَلة من واو ورجُل وَقَار ووَقُور ووَقُرٌ* أبو زيد* السَّكِينَة والسَّكِّينة ـ الوَقَار ولا نظير لهذه الأخِيرة وتَسَكَّن الرجل من السَّكِينة* صاحب العين* الجُولُ ـ لُبُّ الانسان ومَعْقُوله* ابن السكيت* ومنه ليس له جُولٌ ـ أى عَزِيمة تَمْنَعه مثل جُول البِئر لأنها اذا طُوِيت كان أنشدَّ لَها* أبو عبيد* الجَخِيف والذِّهْن ـ العَقْل والجمع أذْهان ولا فِعْل له* وقد حكى ابن دريد* رجل ذَهِنٌ وهذا خَلِيق بِذَهَن الانسان الا أنه لم يُسْتعمل والرَّأْى ـ ما نعتَقِده من الأمر بعد النَّظَر* على* وهو مَصْدر جَرَى مَجْرى الأسماء* قال أبو على* قال أبو زيد الجمع آراءٌ ورُؤِىّ* أبو عبيد* الهُرْمانُ ـ العقْل والرأى والبَزْلاء ـ الرأْى الجَيِّد وأنشد\nواللَّبِد أيضا وهو أشبه يعنى الذى لا يَبْرَح* أبو زيد* خُطَّةٌ بَزْلاءُ ـ تَفْصِل بين الحقِّ والباطِل* أبو عبيد* المَخْلُوجة ـ الرأى وأنشد\n* ابن السكيت* انه لَأصِيلٌ ـ أى مُشْبَع العقْل من قوم أُصَلاءَ بَيِّنِى الأَصَالة\nويقال رَأْى أَصِيل ـ أى أَصْل* وقال* انه لذو حَصَاة ـ اذا كان يَكْتُمُ على نَفْسه ويَحْفَظُ سِرَّه والحَصَاة ـ العَقْل وهى فَعَلة من أَحْصَيْت",
        "وزاد غيره أَصَاة* صاحب العين* الحَصَافَة ـ رَكَانَة العقْل حَصُف حَصَافَةً فهو حَصِيف وحَصِف* على* ليس حَصِفٌ على حَصُفَ الا أن تكونَ حَصِف مَقُولة أى متَوهَّمة وانما حَصِفٌ عِندى على النَّسَب* ابن السكيت* الحَصِيف الذى ليس فيه خَلَل وهو مُحْكَم الأمر وإنه لَذُو مِرَّةٍ ـ أى عَقْل وأَصْل والمِرَّة إحْكام الفَتْل فضربَه مثلا* وقال* رجُل رَمِيزٌ بَيِّنُ الرَّمازَة ووَجِيح بَيِّنُ الوَجَاحة ويقال ذلك للثَّوْب اذا كان مُحْصَفا مُحْكَما* أبو عبيد* رجل ذُو أُكْلٍ ـ أى ذُو رَأْى وعَقْل وقد يَكُون للثَّوب* أبو زيد* هو ذُو بُذْم كذلك والبَذِيم ـ العاقِل عند الغَضَب* ابن الأعرابى* بَذُم بَذَامة* أبو عبيد* البُذْم ـ الاحتِمَال لما حُمِّل الانسانُ وقد تقدم أن البُذْمَ النَّفْس* ابن السكيت* الأَرِيب ـ العاقِل الحَسَنُ الأَدَب* أبو عبيد* أَرِبْت الشىءَ ـ صِرْت فيه ماهِرا بصيرا* ابن دريد* أَرِب الرجُل إرْبا وإرْبةً فى العَقْل وأَرِب فى الحاجَة أَرَبا ومَأْرَبة ومَأْرُبَة* قال أبو على* لا تكون المَفْعُلة مصدرا وأَظُنُّ المَأْرُبة اسما وُضِع موضع المصدر* ابن السكيت* الزَّمِيت ـ العاقِل المُتَّقِى للْقَبِيح بَيِّنُ الزَّمَاتَة* ابن دريد* الزَّمِيت والزِّمِّيت ـ الحَلِيم والاسم الزَّمَاتَة* غيره* قد تَزَمَّت* صاحب العين* السَّمْت ـ حُسْن النَّحْو سَمَتَ يَسْمُتُ سَمْتا* ابن السكيت* الزَّرِير ـ العاقِل السَّدِيد الرأى وأنشد\nصَحِبْنا رِجَالا من فُزَيْرٍ فَكُلُّهم* وَجَدْنا خَسِيسا غير جِدِّ زَرِيرِ\nوالحُلَاحِل ـ الرَّكِين الجَلْدُ وأنشد\n* أبو زيد* هو الضَّخْمُ المُرُوءة والخُلُقِ الحلِيمُ الثَّخِينُ فى رَأْيه* ابن الأعرابى* هو الكامِل مَنْظَرا ومَخْبَرا وقد تقدّم أنه السَّيِّد* سيبويه* رَزُنَ رَزَانة فهو رزِينٌ والأنثى رَزِينَةٌ ورَزَانٌ ـ يعنى وَقُرَ* أبو زيد* رجل ثَخِينٌ ـ ثَقِيلٌ",
        "والثَّخَنة ـ الثَّقَلَة وقد أثْخَنْته* وقال* رجُل ركِين ـ رَميز وهى الرَّكَانَة والرَّكَانِيَة* صاحب العين* رجل بَرْزٌ وبَرْزِىٌّ ـ موْثُوق بفَضْله وعَقْله والأنثى بَرْزَة* ابن السكيت* البِلِّيت ـ اللَّبِيب الأرِيب وقد تقدّم أنه البَيِّن الفَصِيحُ* ابن دريد* تَفَخَّل الرجُل ـ أظْهر الوَقَار والحِلْم وتَفَخَّل أيضا ـ تَهَيَّأ ولبِس أحْسَن ثيابه* ابن الأعرابى* رجل لا واحِدَ له كما تقول نَسِيج وَحْده* ابن دريد* الهِرْمَوْس ـ الصُّلْب الرأىِ المُجَرَّبُ* أبو زيد* رجل جَمِيع الرَّأْى ومُجْتَمِعه* صاحب العين* رجل مُحْصَد الرأى ـ مُحْكَمُه* أبو عبيد* إنه لَحسَن الحِسْبَة فى الأمر ـ أى حَسَن التدبيرِ والنظَرِ وليس من احتِساب الأمر* صاحب العين* الحَزْم ـ ضَبْط الانسان أمْرَه وأخذُه فيه بالثِّقة من الحَزْم الذى هو الرَّبْط والشِّدّة وقد حَزُم يَحْزُم حَزَامة وحُزُومَة وليس الحُزُومة بثَبْت* ابن دريد* المُطَبِّق من الرِّجال ـ الذى يُصِيب الأمر برأْيِه* وقال* رجل مِثْقَب ـ نافِذُ الرأْى* أبو زيد* ثَقَب رأيُه ثُقُوبا ـ نفَذ ورجل أُثْقُوبٌ ـ دَخَّال فى الأمور* غير واحد* رجُل نَضِيج الرأْى ـ مُحْكَمه ورجل جَزْلٌ ـ عاقِل والأنثى جَزْلةٌ* ابن دريد* وكذلك جَزْلاءُ وليس بثَبْت* صاحب العين* دَبَّرت الأمر وتَدَبَّرته ـ نَظرت فى عاقِبَته واسْتَدْبرته رأيت فى عاقِبَته ما لم أر قَبْلُ فى صَدْره* ابن جنى* عَرَفته بتَامُوِرى ـ أى بعَقْلى\nكتم السر\nالسِّرُّ ـ ما كُتِم والجمع أسْرار وقد سارَرْته سِرَارا ومُسارَّة* أبو عبيد* السِّوَاد والسُّوَاد ـ السِّرَار كذا أطْلقه والذى عندى أن السِّوَاد مَصْدَر ساوَدْته وأن السُّوَاد الاسم كما ذهب اليه النحويُّون فى المِزَاح والمُزَاح* صاحب العين* الحَصِر ـ الكَنُوم للسِّر وأنشد\n",
        "* ابن دريد* الجَلْهَزَةُ ـ إغْضَاؤُكَ عن الشىء وكَتْمُك إيَّاه وأنت به عالِمٌ\nالدَّاهى من الرجال والمُجَرِّبُ\n* قال سيبويه* دَهَوْت أَدْهُو دَهَاء ودَهُوَ وقالوا دَاهٍ كما قالوا عاقِل ودَهِىٌّ كما قالوا لَبِيب وقالوا الدَّهَاءُ كما قالوا السَّمَاح* ابن السكيت* هو الدَّهْوُ والدَّهْى* ابن دريد* دَهِىَ الرجُل دَهْيًا ودَهَاءً ـ صار داهِيا* أبو حاتم* رجُل داهِيَةٌ على المبالَغة* صاحب العين* دَهِىَ الرجُل دَهْيا ودَهَاء وتَدَهَّى ـ فَعَل فِعْل الدُّهَاةِ ودهَيْتُه دَهْيا ودَهَوْتُه ودَهَّيْته ـ نَسَبْتُه الى الدَّهاء وأدْهَيْته ـ وجَدته داهِيَة* ابن السكيت* إنه لَصِلُّ أَصْلال وإدُّ آدَادٍ وفِلْقُ أَفْلاق ـ أى داهِيَة* أبو زيد* حِبْل أَحْبال وهِتْرُ أَهْتار* أبو عبيد* العِضُّ الداهى ـ المنكَرُ وأنشد\nيريد زيد بنَ الكَيِّس النَّسَّابَة ودَغْفَلا الذُّهْلِىَّ ويروَى يُذَمِّرُها والذِّمْرُ والذِّمِرُّ والذَّمِير والذَّمِرُ كله ـ المُنْكَر الشديد* ابن السكيت* النَّيْطَل ـ الداهِيَة وأنشد",
        "* أبو عبيد* رجل عُضْلة كذلك* ابن دريد* رجل لا يُنَال له .... (1) داهٍ لا يُدْرَك غَوْره* وقال* ذَؤُبَ الرجل ذَآبَة ـ صار كالذِّئب خُبْثا ودَهاء والصِّنْبِل الداهى وقال مُهَلْهِل\nيَدُلُّ على أن صِنْبِلا اسم لا صفة لِعَطْفِه إياه على الاسم* وقال* رجل عَبَاقِيَةٌ ـ دَاهٍ مُنْكَرٌ* صاحب العين* القَلَمَّس ـ الداهى المُنْكَر البَعِيدُ الغَوْر وقد تقدّم أنه الواسع الخُلُق* ابن دريد* القَمَلَّس كالقَلَمَّس* صاحب العين* الشَّطَسُ ـ الدَّهاءُ والعِلْم به وإنه لشَطِس وذُو أَشْطاس وأنشد\n__________________\n(1) بياض بالأصل",
        "\nأى دَهَائِى* ابن السكيت* رجل نَكرٌ ونُكُر* صاحب العين* النُّكْر والنَّكْراء ـ الدَّهاء ورجل مُنْكَر ـ داهٍ وامرأة نُكُر* ابن دريد* رجل ضَبِسٌ وضَرِسٌ وضِرْس من الأضْراس ـ أى داهِيَة* أبو عبيد* المُضَرَّس والمُجَرَّد والمُجَرَّس والمُثَقَّل والمُنَجَّد كله ـ المُجَرَّب* ابن السكيت* رجل مُجَرِّب ومُجَرَّب فالمُجرَّب ـ الذى قد جُرِّب فى الأمور وعُرِف ما عنده* وقال* إنه لمُوَقَّر مُوَقَّح مُعَلَّس مُنَقَّح ـ أى مُجَرَّب* صاحب العين* مُدَرَّب ـ مُنَجَّذ وكلُّ ما فى معناه على بناء مُفَعَّل فالكَسْر والفتح جائِزان فى عينه الا المُدَرَّب* ابن دريد* رجُل مَغِثٌ ومُماغِثٌ ـ مُمَارِس للأمور مَغَثت الشىءَ أمْغُثُه مَغْثا ـ مَرَسته ولَيَّنته* وقال* إنه لَشَرَّابٌ بأنْقُعٍ ـ اذا كان مُجَرِّبا للأمور مُعاوِدا لمِراسها ورجل نِقْرِسٌ ونِقْرِيسٌ ـ نَظَّار فى الأمور مُدَقِّق فيها والأُثْقُوب والمِمْراق ـ الدَّخَّال فى الأمور* صاحب العين* هو السُّرْسُور* غيره* رجل عَنْقَس داهٍ خَبِيث والدُّعْمُوص ـ الدَّخَّال فى الأمور الزَّوَّار للمُلوك والعِتْرِيسُ ـ الداهِى* ابن دريد* رجل صَيْرَفٌ ـ مُتَصَرِّف فى الأمور* وقال* رجل حَوَلْوَلٌ ذو احْتِيال وأنشد\n* حَوَلْوَل اذا وَنَى القَوْم نَزَلْ*\n* صاحب العين* الحِيلَة ـ أخْذ الأمور بالتَّلَطُّف* أبو زيد* هى الحِيلَة والحَوْلُ والحَوِيلُ والمَحَالَة ورجل حُوَلٌ وحُوَلَة* صاحب العين* حاوَلْت الشىءَ مُحَاوَلة وحِوَالا ـ رُمْتُه* ابن السكيت* إنه لَحُوَّل قُلَّبٌ ـ أى ذُو حِيلَة وتَصَرُّف فى الأُمور والحَوَالِىُّ فى معنى الحُوَّل وأنشد",
        "* وقال* ما أحْوَلَه وأحْيَلَه ـ اذا كان مُحْتالا وقد تَحَوّل ـ احتال وهى الحِيَلُ والحِوَلُ* قال أبو على* أصلُ هذه الكلمة الواوُ لأنه من التَّحَوُّل وأما الحِيلة فانما انْقَلبت الواوُ فيها للكَسْرة فأما قولهم هو أحْولُ منك وأحْيَلُ منك فمعاقَبةٌ كقولهم الصَّوَّاغ والصَّيَّاغ لغة لأهل الحجاز* صاحب العين* الحُنْكَةِ ـ\nالتَّجْرِبة والجمع حُنَك وقد حَنَكَتْه التَّجَارِبُ والسِّنُّ حَنْكا وحَنَكا وأحْنَكَتْه وحَنَّكَتْه ورجل مُحْتَنِك وحَنِيك وأنشد\n* ومن هِبِلٍّ قد عَسَا حَنِيكِ*\nوهم أهْل الحُنُكِ والحُنْكِ والحِنْكِ وقيل حَنَّكَته السِّنُّ اذا نَبَتَت أسنانُه التى تُسَمَّى أسنانَ العَقْل* على* وعلى هذا قالوا مُنَجَّذ لمكان الناجِذِ من الأسْنانِ* صاحب العين* قُلَّبٌ ـ يَتَقَلَّب فى الأمور كيف شاءَ وقد تَقَلَّبَ ظَهْرا لِبَطْن وجَنْباً لِجَنْبٍ ورجل عِفِرِّينٌ ـ داهٍ* ابن السكيت* رجل خَرَّاجٌ وَلَّاج وخَرُوجٌ وَلُوجٌ ـ حاذِق مُجَرِّب* وقال* جَلَّ الرجُل جَلَالا فهو جَلِيل أَسَنَّ واحْتَنَك والجِبْس ـ الداهِيَة وقد تقدّم أنه اللَّئِيم* ابن السكيت* يقال للرجل المُجَرِّب قد عَجَمَتْه الدُّهُور وعَجَمَتْه العَوَاجِم* صاحب العين* رجل ذو مَعْجَم ومَعْجَمَة ـ عزِيزُ النَّفْس* ابن الأعرابى* عَرَقَنْه العَوَارِق كذلك ـ يعنى بالعَوَارِق السِّنِينَ صِفَةٌ غالِبَة* ابن السكيت* حَلَبَ الدَّهْرَ أَشْطُرَه ـ أى جَرَّب ومَرَّ به الرَّخاءُ والشدّةُ* قال* واذا كان حازِماً مُبْرِما للأمر قيل فلان مُبْشَر مُؤْدَم ـ أى قد جَمَع لِينَ الأَدَمَة وخُشُونة البَشَرة* قال* ويقال هو الماعِزُ المَقْرُوظ ـ أى بِمَنْزِلةِ جِلْد ماعِزٍ مَدْبُوغ بِقَرَظ أى هو تامٌّ* السُّكَّرى* رجل مُخَدَّعٌ ـ مُجَرِّبٌ للأمور وأنشد",
        "* وكِلَاهما بَطَلُ اللِّقاء مُخَدَّعُ*\nورجل بَعِيد القَعْر ـ أى الغَوْر* أبو زيد* رجل باقِعَة ـ أى داهِيَة* قال أبو على* الهاء للمبالَغَة وأصلُه الداهِيَة من دَوَاهى الدَّهْر* صاحب العين* النِّحْريرُ ـ الحاذِقُ من الرجال الماهِرُ المُجَرِّبُ العاقِلُ* أبو زيد* وهو النِّحْر* ابن دريد* الهِرْمَوْس ـ الصُّلْب الرَّأى المُجَرِّب* وقال* رجل مِمْرَاق ـ دَخَّال فى الأمور* صاحب العين* رجل نَقَّافٌ ـ ذُو تَدبِيرٍ وعَمَلٍ ونَظَر والسَّمِيط ـ الداهِى من الرجال وأكثَرُ ما يُوصَفُ به الصَّيَّادُ* السيرافى* المَرْمَرِيسُ ـ الداهِى من المَرَاسَة وهى الدُّرْبة وقد مَثَّل به سيبويه\nالذَّكَاء والفِطْنة\n* غير واحد* ذَكِىّ بيِّن الذَّكَاء والجمع أذْكِياءُ وقد ذَكَا يَذْكُو وذَكِىَ وأصله التوَقُّد واللهَبان ومنه ذُكَاءُ اسم للشمس* صاحب العين* الحِفْظ ـ ضِدُّ النِّسْيان حَفِظْت الشىءَ حِفْظا ورجل حافِظٌ من قوم حُفَّاظ والتَّحَفُّظ فى الكلام والأُمُور ـ قِلَّة الغَفْلة كأنه على حَذَر من السُّقُوط* أبو عبيد* الشَّهْم ـ الذَّكِىُّ الفُؤَاد* ابن دريد* شَهْمٌ بَيِّن الشَّهامَة حادٌّ وقد تقدم أنه السيد النافِذُ النَّجْدُ* أبو عبيد* المَشْهُوم ـ الحَدِيد الفُؤَاد وأنشد",
        "* ابن دريد* رجل ماعِزٌ ـ شَهْم وقد اسْتَمْعزَ ـ جَدَّ فى أمْره* أبو عبيد* النَّزُّ كالشَّهْم* غيره* أصلُه الخِفَّة ومنه قيل للتُّراب نَزٌّ اذا هَبَتْه الرِّيح وأنشد\n* قال أبو حاتم* وليس من النَّزِّ الذى هو الثَّرَى ذلك فارِسِىّ معرَّب* ابن السكيت* نَزَّ الغُلام ويُسَمَّى السريرُ الذى يُحَرك فيه الصبِىُّ المِنَزُّ وأنشد\n* أو بَشَكَى وَخْدَ الظَّلِيم النَّزِّ*\n* صاحب العين* قَلْب وَقَّادٌ ومُتَوَقِّد ـ ماضٍ* أبو عبيد* الفُؤَاد الأصْمَع والرَّأْى الأصمَع ـ الذَّكِىُّ* ابن السكيت* رجل حَدِيد الفُؤادِ وحُدَاد* صاحب العين* حَدّ يَحِدُّ حِدَّة وهو حَدِيد والجمع حِدَاد* أبو عبيد* اللَّوْذَعِىُّ ـ الحَدِيد الفُؤاد الفَصِيحُ* على* هو من التَلَذُّع ـ وهو التَوَقُّد* صاحب العين* رجل مَعْمَعٌ ـ ذَكِىٌّ وَقَّاد وكذلك المرأةُ بغير هاء* أبو عبيد* اليَهْفُوف ـ الحَدِيد القَلْب والجاهِضُ ـ الحَدِيد النَّفْس وفيه جُهُوضة وجَهاضَة* ابن السكيت* الوَحْواحُ ـ الحَدِيد النفْس المُنْكَمِش",
        "* صاحب العين* الأَحَذُّ ـ القَلْب الذَّكِىُّ ورجل حُوشُ الفُؤادِ ـ ذَكِيُّه* ابن السكيت* الرُّوَاع ـ الحَيِىُّ النفْس الذَّكِىُّ وأنشد\nويقال ثُنْيان* الأصمعى* قلب أرْوَعُ ورُوَاع ـ يَرْتاعُ من حِدَّته من كل ما رَأَى أو سَمِع* صاحب العين* النُّبْل (1) ـ الذَّكاء والنَّجَابَة وقد نَبُل نُبْلا ونَبَالة فهو نَبِيل ونَبَلٌ والأنثى نَبَلة والجمع نِبَال ونُبَلاءُ ونَبَلة* ابن الأعرابى* تَنَبَّل كنَبُل* أبو عبيد* المُشْبِى ـ الذى يُولَد له وَلَد ذَكِىٌّ والحَمِيزُ ـ الذكِىُّ الفؤادِ* أبو زيد* الحامِزُ الفُؤَادِ والحَمِيزه ـ الشَّدِيده المتقبضه وسئل ابن عباس أىُّ الأعمال أفضلُ فقال أحْمَزُها عليك ـ أى أمْتَنُها وأفْواها* ابن دريد* ظَهرُ القلبِ ـ حِفْظه عن غير كِتَاب وقرأت الشىء ظاهِرا واسْتَظْهرته* ابن السكيت* رجل نِقَابٌ وقُفَلَةٌ ويَلْمَعٌ وألْمَعُ ـ أى حافِظٌ لما يَسْمَع واليَلْمَعِىُّ والألْمَعِىُّ الحَدِيد القَلْب واللِّسان* صاحب العين* الفِطْنَة ـ الذَّكاءُ والجمع فِطَنٌ* سيبويه* وهى الفَطِنَة* ابن السكيت* رجل فَطِنٌ وفَطُن* ابن دريد* هى الفَطَانة والفُطُونة زعموا والاسم الفِطْنة وقيل الفَطَن ولا أَدْرى ما صِحَّته* قال أبو على* قال ثعلب فَطِنٌ بَيِّن الفَطَانة والفَطَانِيَة* ابن دريد* بَيِّن الفُطُونة* أبو زيد* وقد فَطَن يَفْطُن فِطْنا* صاحب العين* وفَطُن فهو فاطِنٌ وفَطْنٌ* على* فاطنٌ ليس على فَطُن انما هو على فَطَن وأما فَطْنٌ عندى فخفَّف عن فَطِن على الأَغْلب لأن فَعْلا قد يكون صِفة* ابن دريد* رجل فِطِّين وفَطِينٌ وجمع الأخيرة فُطْن* الأصمعى* فَطَّنته ـ فَهَّمته وفى المَثَل «لا تُفَطِّنُ القَارَةَ الا الحِجَارةْ» القارة ـ أنثى الدِّبَيَة* ثعلب* تَبِنٌ بَيِّن التَّبَانَة والتَّبَانِيَة وكادت الفَعالة والفَعالِيَة تطَّرِد فى هذا النَّحْو* ابن السكيت* الطَّبِنُ ـ العالم بكل أمر الفَطِنُ له* الأصمعى* وكذلك الطَّابِنُ والطُّبَنَّةُ بَيِّن الطَّبَانَة والطَّبَانِيَة وقد طَبِنْت له وطَبَنت أطْبِنُ وقيل الطَّبَنُ الفِطْنَة فى الخيْر والشَّر والتَّبَن للشَّر والأبِه ـ الفَطِن يقال ما أَبَهْت له آبَهُ ابْها وأبِهَ أبَها أى ما فَطِنت* أبو زيد* ما أسِنْت له ـ أى ما فَطِنت* ابن السكيت*\n__________________\n(1) (ونبل) ضبط في الأصل كالقاموس بالتحريك وصوب شارح القاموس أنه كحبل اه كتبه مصححه.",
        "النَّدِس والنَّدُس ـ الفَطِن والنُّكْر ـ أن يكونَ الرجُل فَطِنا مُنْكَرا وقدْ تقدم نحوه فى الداهى* الأصمعى* رجُل نَطِسٌ ونَطُس ونِطِّيس ونِطَاسِىٌّ ـ حاذِق بالطِّب وغيرِه* غير واحد* رجُل كَيِّس وكَيْس ومُكَيَّس من قوم أكْياسٍ ومَكايِيسَ فأما قوله\nفعلى أنه أَبْدل التاء مكان السين فى الأكياس كما أبْدَلها فى الناس وهى لغة* أبو عبيد* أكْيَس الرَّجُلُ وأكاسَ ـ وُلِد له وَلَد كَيِّس وأنشد ابن السكيت\n* وقال* هى الكِيسَى والكُوسَى ولم يُفَسِّرها* وقال السيرافى* هى الكَيْس نفسُه وامرأة مِكْياسٌ ـ تَلِدُ الأكياس وقد كاسَ كَيْسا* أبو عبيد* تَكَيَّس والشَّفْن ـ الكَيِّس* أبو علىّ* هو الكَيِّس مع حِدَّة نَظَر* ابن السكيت* الضَّرَوْرَى ـ الكَيِّس والسَّرِيسُ ـ الكَيِّس الحافِظ لِما فى يَدَيه وما أسْرَسَه* صاحب العين* وهو السُّرسُور وقد تقدم أنه الدَّاهِى* أبو زيد* المُتَحَذْلِق ـ المُتَكَيِّس الذى يُرِيد أن يَزْدادَ على قَدْره* الخليل* نَفَذ يَنْفُذ نَفَاذا ونُفُوذًا ورجل نافِذ ونَفُوذٌ ونَفَّاذ ـ ماضٍ فى جميع أُمُورِه وأصل النَّفَاذ جَوَازُ الشىء والخُلُوص مِنه ومنه نَفَذ السَّهْم الرَّمِيَّةَ ونَفَذ فيها يَنْفُذ نَفْذا ونَفَاذا ـ اذا خالَطَ جَوْفَها ثم خَرج طَرَفُه* ابن دريد* بَهِى بَهاءً ـ نَبُل* صاحب العين* الجِهْبِذُ الذَّكِىُّ بَيِّن الجَهْبَذَة* ابن دريد* سِقِنْطارٌ وسِقْطِرِىٌّ ـ جِهْبِذ بالرُّومِيَّة* صاحب العين* الفَهَم ـ مَعْرِفتُك الشىءَ بالقَلْب* ابن السكيت* رجل فَهِمٌ بيِّن الفَهْم والفَهَم* سيبويه* قالوا فَهِمَ فَهَما وقالوا الفَهَامَة كما قالوا اللَّبَابة* غيره* والجمع أفْهام وقد أفْهَمْته الأمْرَ وفَهَّمته إيَّاه وتَفَهَّم واسْتَفْهم ـ طلبَ الفَهْم* ابن السكيت* رجل لَبِيق ولم يَعْرِفوا لَبِقا* قال\nسيبويه* لَبِقَ لَبَاقَة وهو لَبِق لأن ذا عَقْلٌ وعِلْم ونَفَاذٌ فهو بمَنْزِلة الفَهْم والفَهَامة* أبو عبيد* المُنَقِّح للكلام ـ الذى يُفَنِّشُه ويُحْسِن النَّظَر فيه* صاحب العين* الحِذْق والحَذَاقة ـ المَهَارة فى كُلِّ شىء حَذَق الشَّىءَ يَحْذِقُه وحَذِق حِذْقا وحَذْقا وحِذَاقاً وحَذَاقَة فهو حاذِقٌ من قومٍ حُذَّاق وحَذَق الغلامُ القرآن وغيرَه حِذْقا وحِذَاقا والاسم الحِذَاقة مأخُوذ من الحَذْق الذى هو القَطْع* أبو عبيد* الكُرَّزُ ـ الحاذِقُ وهو بالفارِسيَّة كُرَّه* السيرافىّ* الحِذْيَمُ ـ الحاذِق وقد مَثَّل به سيبويه* صاحب العين* رجل جَرِيش نافِذ* وقال* مَضَى فى الأمر مَضَاء ـ نَفَذَ* غيره* رجل مِصْتِبتٌ ـ ماضٍ* أبو عبيد* التِّقْن ـ الحاذِق بالأشياءِ* ابن دريد* تِقْنٌ وتَقِنٌ والفَرِه والفارِهُ ـ الحاذِق* صاحب العين* الماهِرُ ـ الحاذِق من كلِّ شىء وقد غَلَب على السابِح* أبو زيد* مَهَر الشىءَ وفيه وبه يَمْهَر مَهْرا ومُهُورا* ابن السكيت* هى المِهَارَة والمَهَارَة",
        "التفهيم والالْهام\n* ابن دريد* وَطِّشْ لى شيأ وغَطِّشْه حتى أَفْهَم ـ أى افْتَحْ لى شيأ* على* الاغْطاشُ ـ الظُّلمة وانما هذا على السَّلْب ـ أى أزِلِ الظُّلمة عنى لأن الجَهْل يُوصَف بالظُّلمة كما يُوصَف ضِدُّه بالنُّور* أبو عبيدة* أُلْهِمت الشىءَ وأُلْهِمت اليه والْتُهمْت اليه أيضا وأَلْهَمَنيه اللهُ* وقال* أَوْزَعْتُه الشىءَ ـ ألْهَمْته إيَّاه وفى التنزيل (أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ) * صاحب العين* أَوْحَى اللهُ اليه ـ أَلْهَمه وَأَوْحى اليه ـ بَعَثَه* أبو عبيد* فى قوله تعالى (بِأَنَّ رَبَّكَ أَوْحى لَها) ـ أى أَلْهَمها وعليه فسر قولُه تعالى (وَأَوْحى رَبُّكَ إِلَى النَّحْلِ) ـ أى أَلْهَمها* صاحب العين* وفَّقَه اللهُ لِلْخَيْر ـ أَلْهَمَه اليه* وفى الحديث لا يَتَوَفَّقُ عَبْدٌ حتى يُوَفِّقَه اللهُ * أبو زيد* فَسَرْتُ الشىءَ أَفْسِرُه وأَفْسُرُه فَسْرا وفَسَّرْتُه ـ أَبَنْتُه* صاحب العين* تَفْسِرَة كلِّ شئ ـ تَفْسِيره\nالمَعْرِفة والعِلم\nعِرْفان الشىءِ ـ خِلَاف الجَهْل به عَرَفه يَعْرِفه عِرْفانًا ومَعْرِفة ورجُل عَرُوفٌ وعَرِيف وعارِفٌ أنشد سيبويه",
        "أى عارِفَهم فَعِيل بمعنى فاعِل* قال* ونظِيرُه ضَرِيب قِدَاح* غيره* أمْرٌ عَرِيف وعُرْف ـ مَعْروف والعُرْف ـ خِلَاف النُّكْر وعَرَّفْته الأمرَ ـ أعلَمْتُه إيَّاه وعَرَّفته به ـ وسَمْتُه له وتَعَارَفَ القومُ الشىءَ ـ عَرَفُوه وعِرْفَتِى به قَدِيمة ـ أى مَعْرِفَتى* أبو عبيد* اعْتَرَفْت القومَ ـ سأَلْتُهم وأنشد\n* ابن السكيت* ائْتِ فُلانا فاسْتَعْرِف اليه حتى يَعْرِفَك* قال أبو على* معناه اطلُب اليه أن يَعْرِفَك بذِكْرِكَ نَفْسَك ونَسبَك ومِهْنَتَك ونحوَ ذلك مما يُمْكن أن يَعْرِفَك به* قال* والعَرَّاف ـ الطَّبِيب والكاهِنُ من المَعْرِفة ومَعَارِف الشىءِ ـ وُجُوهه التى تَعْرِفه بها كَمَعارِف الأرْض واحدها مَعْرَف وقول الهُذَلى\nيعنى وُجُوهَهم وذلك لأن المَعْرِفة إنما تَقَع بها وبالنَّظَر اليها وامرأة حَسَنة المَعَارِف أى مَحَاسِن الوَجْه والعِلْم ـ نَقِيض الجَهْل* قال سيبويه* عَلِم يَعْلَم عِلْما فهو عالِمٌ وقالوا عَلَّامةٌ عَلِيم وجَمْعهما عُلَماءُ* وقال* فى باب تَكْسِير ما كان من الصِّفَة عِدَّته أربعةُ أحْرُف وقد كَسَّروا فاعِلاً على فُعَلاءَ قالوا عُلَماء ثم حَذَّر أن يُقال إنه جَمْع عَلِيم لأن فُعَلاءَ فى فَعِيل أكثرُ منها فى فاعِل فقال يَقُولها من لا يَقُول الا عالِم فصَرَّح بها أنَّ عُلَماءَ جمع عالِم لكَثْرة فُعَلاءَ فى فَعِيل وعِزَّته فى فاعِل* قال* والعِلْم من المَصادِر التى تُجْمَع كالفِكْر والنَّظَر* أبو\nحاتم* رجُل عَلَّام وعَلَّامَةٌ وعَلِيم وقد عَلُمَ وعَلِم* صاحب العين* أَعْلَمْته الأمْرَ وأعْلَمْته به وعَلَّمْته إيَّاه فَعَلِمَه وتَعَلَّمَه* قال سيبويه* أعْلَمْت كآذَنْت وعَلَّمْت كأذَّنْت وخَبَّرْت* قال أبو علىّ* وكِلَاهما مُتَعدٍّ* قال* وسُمِّىَ العِلْم عِلْما لأنه من العَلَامة ـ وهى الدَّلالة والأمَارة ومنه مَعَالِمُ الأرض والثَّوْب* ابن السكيت* تَعَلَّمْت أنّ فُلانا خارِجٌ بمَنْزلةِ عَلِمْت وأنشد",
        "* قال* واذا قيل لك تَعَلَّمْ أنّ فُلانا خارِجٌ لم تَقُل قد تَعَلَّمْت ولكِنَّك تَقُول قد عَلِمْت* قال أبو على* ومما هو ضَرْب من العِلم قَوْلُهم اليَقِين ولا يَنْعَكِس فَنَقُول كل يَقِين عِلْم وليس كلُّ علم يَقِينا وذلك أنّ اليَقِينَ عِلْم يَحْصُلُ بعدَ استِدْلالٍ ونَظَرٍ لِغُمُوض المَعْلوم المَنْظور فيه أوْ لاشْكالِ ذلك على الناظِر* على* ولذلك قالَتِ الأوائِلُ إن اليَقِينَ هو العِلْم الثانِى أى انه لا يُعْلَم ولا يُدرَك عن بَدِيهة ولكِنَّه بعد بَذْلِ الوُسْع فى التَعَقُّب وإنعام النَّظَر والتَّصَفُّح* قال* ويُقَوِّى ذلك قولُه تعالى (وَكَذلِكَ نُرِي إِبْراهِيمَ مَلَكُوتَ السَّماواتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ) ثم ذَكر بعدُ ما كان من نَظَره واستِدْلاله ولذلك لم يَجُز أن يُوصَف القَدِيمُ سبحانه به لأنه لا يُوصَل الى طَبَقة التَّيَقُّن الا بعد التَّطَرُّق اليها بالتأمُّل والتصفُّح والمقابَلة بين مَعاقِد الرأْى ومقَاصِده والله تعالى لا يَلْحقُه ذلك فليس كل عِلْم يقينا لأن من المَعْلومات ما يُعْلَم من غير أن يَعْتَرِض فيه تَوَقف أو موضِع نَظَر* على* يعنى نحو ما يُعْلم ببَدَائِه العُقُول والحوَاسِّ كالقَضايا المنقَسِمة الى أربعة أقْسام وهى المَعْقول كقولنا العَقْل مُدْرِك لما أُعْمل فيه والمَحْسوسُ كقولنا الشمسُ طالِعة أو غارِبَة والمشهور كقولنا إن شُكْر المُنْعِم حَسَن وكُفْرَه قَبِيح وإنَّ بِرَّ الأبَوَين لازِمٌ والمَقْبول وهى القَضِيَّة التى تُؤْخَذُ عن واحدٍ ثِقَة مُرْتَضًى أو جَمَاعةٍ ثِقاتٍ مُرْتَضَيْن فهذا كله من المُقَدِّمات التى حَصَلت فى النَّفْس من غير بَحْث ولا قياس* قال أبو على* ويُؤَكِّد ما ذكرنا من ذلك قول رُؤْبة\n\n* عِنْدَكِ الا حاجَةُ التَّفَكُّنِ*\nفوصْفُه العارِفَ بالمُسْتَيْقِن يُقَوِّى أنه غيره ومما يُبَيِّن ذلك ما نَراه فى أشْعَارهم من تَوَقُّفهم عند وُقُوفهم فى الدِّيار لطُول العَهْد وتَعَفِّى الرُّسُوم ودُرُوسها حتى يُثْبِتوها بالتأَمُّل لها والاستِدْلال عليها كقوله",
        "وقال\n* تَوَهَّمْت آياتٍ لها فَعَرَفْتُها*\nوقال\n* أمْ هَلْ عَرَفْت الدارَ بَعْدَ تَوَهُّمِ*",
        "* قال محمد بن السرىّ* قالوا فى قوله بَعْد توهُّم تَوَهَّمت الشىءَ ـ أَنْكَرته وعند التِبَاس الشىءِ وإشْكاله يُفْزَع الى النظَر ويُرْجَع الى الدَّلِيل وكذلك قَول رؤبة\n* أمَا جَزَاءُ العارِف المُسْتَيْقِن*\nأى المُتَوقِّف المُتَبَيِّن لآثارِكِ ورُسُومِكِ الى أن يُثْبِتَكِ كقول عنترة فى ذلك* أبو عبيد* يَقْنِت الأمر يَقَنًا من اليَقِين* قال أبو على* يَقْنِته يَقْنا ويَقَنًا من اليَقِين يَرْويه عن أبى بَكْر محمدِ بن السرىِّ عن ثعلبٍ* قال سيبويه* تَيَقَّنْتُ الأمْرَ واسْتَيْقَنْته* غيره* تَيَقَّنْت به واسْتَيْقَنْت به* وقال* حَقَقْت الأمْرَ أحُقُّه حَقًّا وتَحَقَّقْتُه ـ تَيَقَّنْته وهو الحَقُّ وجمعه حُقُوق وحِقَاق وحَقَّ الأمْرُ يَحِقُّ ويَحُقُّ حَقًّا وحُقُوقا وأحْقَقْتُه ـ صَيَّرته حَقًّا وحَقَقْته وحَقَّقته ـ صَدَّقْته وحَقَقْت الأمْرَ أحُقُّه حَقًّا وأحْقَقْته ـ كُنْتُ منه على يَقِين وحَقَقْت حَذَر الرجُل أحُقُّه حَقًّا وأحْقَقْته ـ فَعَلْتُ ما كان يَحْذَر وحَقَقْته على الحَقِّ وأحْقَقْته ـ غَلَبْته وحَقَّ يَحِقُّ ويَحُقُّ حَقًّا وجَب وهو من ذلك* قال أبو على* ومن العِلْمِ الدِّرَاية ـ هى مثلُ ما تقدَّم فى أنها ضَرْب من العِلْمِ مخصوصٌ* سيبويه* هو حَسَن الدِّرْية والدَّرْية يَذْهَب الى أن الفَعْلةَ قد تَدُلُّ على ما تَدل عليه الفِعْلة من الحالِ وكأنه من التَلَطُّف والاحْتِيال فى تَفَهُّم الشىء أنشد أبو زيد\n",
        "قال أبو زيد تَدَّرِى تَخْتِل وقال آخر\nوأنشد أحمد بن يَحيى ثَعْلَب\nواختلفوا فى الدَّرِيَّة ـ وهو البَعِير الذى يَسْتَترِ به الصائِد من الوَحْش حتى يُمْكِنَه رَمْيها فقال أبو زيد فيما حُكِى عنه هى مَهْموزَة لانها تُدْرأُ نحو الوَحْش أى تُدْفَع فأمَّا من لم يَهْمِزها فانه يُمْكِن أن يكون من الدَّرْء ـ الذى هو الدَّفْع فَخَفَّف ويُمْكِن أن يكون من الادِّراء ـ الذى هو الخَتْل لها والاحْتِيالُ عليها فى الاسْتِتار عنها حتى تُرْمَى ظاهرا فأما الدَّرِيئَة للحَلْقة يُتَعَلَّم عليها الطَّعْن فرواها السُّكَّرى مَهْموزة فيما أنشد عن أبى زيد\nأى الرأْس وكذلك قول الجُهَنيَّة صاحبةِ المَرْثِيَّة أنشده مهموزا",
        "ويقال دَرَيت الشىءَ ودَرَيْت به* قال سيبويه* وتَعدِّيه بحَرْف الجَرِّ أكْثَرُ فى كلامهم وأنشد أبو زيد\nفاذا قال دَرَيت الشىءَ فكان المعنَى على ما عليه هذا البابُ تَأَنَّيت لفَهْمه وتلَطَّفت وهذا المعنَى لا يَجُوز على العالِم بِنَفْسه وقد أجاز أحدُ أهل النظرِ ذلك واستشهد عليه بقول بعضهم\n* لا هُمَّ لا أدْرِى وأنْت الدَّارِى*\nوهذا لا يَثْبُت فيه لأنه يَجُوز أن يكونَ من غَلَط الأعْراب فكأنه سَمِع دَرَيت وعَلِمت يُسْتعمل كلُّ واحدٍ منهما مَكان الآخر كَثِيرا فظن أنَّهما فى كُلِّ المَواضع",
        "كذلك* وقال* أَدْريته الأمْرَ وأدْرَيته به* قال سيبويه* قالوا لا أَدْرِ فَحذَفوه لكَثْرَة اسْتِعْمالهم إيَّاه* أبو زيد* شَعَرت بالأمر أشْعُر شِعْرًا وشَعْرا وَمَشْعُرَة ومَشْعُورَةً وشُعُورا وشُعُورة وشَعُرت ـ عَلِمت وأشْعَرته إيَّاه وبه* قال أبو على* ليست المَفْعُلَة مَصْدرا* قال* فأما شَعَرت فَمَصْدره شِعْرة بكَسْر الأوّل كالفِطْنة والدِّرْية وقالوا لَيْت شِعْرى فَحذَفُوا التاءَ مع الاضافة للكَثْرَة كما قالوا ذهب بعُذْرتِها وهو أبُو عُذْرها ويُرْوى أن علِيًّا رضى الله عنه قال له عَدِىُّ بنُ حاتم ما الذى لا يُنْسَى* قال* المرأةُ لا تَنْسَى أبا عُذْرِها ولا قاتِلَ واحدِها وكأنَّ شَعَرت مأخوذ من الشِّعَار وهو ما يَلِى الجَسَد فكأنّ شَعَرت به عَلِمتْ به عِلْم حِسٍّ* وقال الفرزدق\nوفى الحديث أشْعِرْنَها إيَّاه ـ أى اجْعلْنه الشِّعارَ الذى يَلِى الجسَدَ كما أنّ المَعْنى فى البيت لَبِسْن الفِرِندْ الخُسْرُوانِىَّ مشاعِرَ فوقه المُفَوَّفُ من خَزِّ العراق ـ أى جَعَلْنها الشِّعارَ فقولهم شَعَرت ضَرْب من العِلْم مَخْصوص فكل مَشْعور به مَعْلوم وليس كُلُّ معلوم مَشْعورا به ولهذا لم يَجُز فى وَصْف الله تعالى كما لم يَجُز فى وَصْفه دَرَى وكان قولُ الله تعالى فى وَصْف الكُفَّار (وَلكِنْ لا يَشْعُرُونَ) أبْلَغَ فى الذَّمِّ عن الفَهْم من وَصْفهم بأنهم لا يَعْلَمون فان البَهِيمة قد تَشْعُر من حيثُ كانت تُحِسُّ فكأنَّهم وُصِفوا بنهاية الذَّهاب عن الفَهْم وعلى هذا قال تعالى (وَلا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللهِ أَمْواتٌ بَلْ أَحْياءٌ وَلكِنْ لا تَشْعُرُونَ) فقال (وَلكِنْ لا تَشْعُرُونَ) ولم يَقُل ولكن لا تَعْلَمون لأن المُؤْمِنين اذا أخبرهم اللهُ تعالى أنَّهم أحياءٌ علموا بأنهم أحْياء فلا يَجُوز أن ينفِىَ اللهُ العلم عنهم بحَيَاتهم اذ كانوا قد عَلِمُوا ذلك باخباره إياهم وتيقنوه ولكن يَجُوز أن يقال ولكن لا تَشْعُرون لأنهم ليس كل ما علموه يَشْعُرونه كما أنهم ليس كل ما علموه يُحِسُّونه فلما كانوا لا يعلمون بحواسِّهم حياتَهُم وان كانوا قد عَلِمُوا باخبار الله تعالى إيَّاهم وجب أن يُقال لا تشعُرون ولم يجز أن يقال ولكن لا تَعْلمون على هذا الحَدِّ\nومن ذلك النَّقَه* قال أبو زيد* نَقِه عنِّى القول نَقَها ونُقُوها ـ فَهِمه ورجل نَقِه ناقِهٌ* ابن السكيت* نَقِهْت الحديثَ ونَقَهته ـ يعنى لَقِنْته ونَقِه من مَرِضه نُقُوها ـ بَرِئَ وهذا لا يَجُوز فى وصف القديم سبحانه كما أن الفَهْم الذى فَسَّر أبو زيد به النَّقَه لا يَجُوز فى وصفه تعالى* ابن السكيت* الحِبْر والحَبْر ـ العالِمُ* صاحب العين* هو العالِمُ من عُلَماء الدِّيانة مسلما كان أو ذِمِّيًّا بعد أن يَكُون كتابيا والجمع أحْبار* أبو عبيد* هو من قولهم حَبَرْت الشىءَ ـ حَسَّنته ومنه كَعْب الحِبْر وكان يُسَمَّى طُفَيلٌ فى الجاهلية مُحَبِّرا لتجيره الشِّعْر* صاحب العين* تَبَحَّر فى عِلْمه واستَبْحر ـ اتَّسع* ابن دريد* ما اسْتَأْحدتُ بهذا الأمْر ـ أى لم أَشْعُر به يمانِيَة* صاحب العين* فى قوله تعالى (كَأَنَّكَ حَفِيٌّ عَنْها) ـ أى عالِمٌ* وقال* الفِقْه ـ العِلْم بالشىء وغَلَب على علم الدِّين لسِيَادته وشَرَفه وفَضْله على سائِرِ أنواع العِلْم كما غَلَب النَّجْمُ على الثُّرَيَّا والعُود على المَنْدَل وقد فَقُه فَقَاهَة وهو فَقِيه من قوم فُقَهاءَ والأنثى فَقِيهة* وقال بعضهم* فَقُه الرجلُ فَقَها وفِقْها وفَقِهَ ويُعَدَّى فيقال فَقِهْته كما يقال عَلِمْتُه* سيبويه* فَقِه فِقْها وهو فَقِيهٌ كعَلِم عِلْما وهو عَلِيم وقد أفْقَهْته وفَقَّهته ـ عَلَّمته وفَهَّمته والتَّفَقُّه ـ تَعَلُّم الفِقْه وفَقِهْت عنك ـ فَهِمت ورجُل فَقُه ـ فَقِيهٌ والأنثى فَقُهَة ويقال للشاهِد كيف فَقَاهَتك لما أشْهَدْناك ولا يُقال فى غير ذلك والفِقْه ـ الفِطْنة وفى المَثَل «خَيْر الفِقْه ما حاضَرْت به وشَرُّ الرَّأْى الدَّبَرِىُّ» * وقال عيسى بن عُمَر* قال لى أعرابِىٌّ شَهِدت عليك بالفِقْه ـ أى الفِطْنة* صاحب العين* الذِّهْن ـ حِفْظ القلْب وقد تقدم أنه العَقْل* أبو زيد* ما هُؤْت هَوْأه ـ أى ما شَعَرت به* صاحب العين* فلان خِرِّيج فُلانٍ ـ اذا دَرَّبَهُ وعَلَّمه* ابن دريد* خَرِيجه كذلك* صاحب العين* رَسَخ فى العِلم ـ دخَل فيه دُخُولا ثابتا والرَّاسِخُون فى كِتاب الله المُدَارِسُون* أبو عبيد* سَنَخ فى العِلم يَسْنَخُ سُنُوخا كذلك* صاحب العين* رجُل ثَقْفٌ وثَقِفٌ ـ حاذِقٌ* ابن دريد* ثَقِفْت الحدِيثَ ـ فَهِمْته* صاحب العين* ثَقْفٌ لَقْف وثَقِف لَقِفٌ ـ سَرِيع الفَهْم لما يُرْمَى اليه* ابن دريد* هو الحاذِقُ بِصنَاعِته* أبو زيد* لَقِنْت الشىءَ لَقَنًا وتَلَقَّنته ـ تفَهَّمته\n* ابن دريد* لَقَّنته إيَّاه ـ فَهَّمته وغلامٌ لَقِنٌ ـ سَرِيع الفَهْم والاسم اللَّقَانَة واللَّقَانِيَة* وقال* أفْلَقَ فى الأمر ـ اذا كان حاذِقًا به* صاحب العين* النِّقَابُ ـ العالِمُ بالأُمُور* أبو زيد* زَكِنْت الخبَرَ زَكَنًا وأَزْكَنْته ـ عَلِمْته وكذلك أزْكَنْته غيْرِى وقيل هو الظَّنُّ الذى هو كاليَقِين وقيل هو طَرَف من الظنّ وقيل زَكِنْت به الأمْرَ وأزْكَنْته ـ قارَبْت تَوَهُّمه ورجُل زَكِنٌ ـ فَهِمٌ* ابن السكيت* يُقال للعالِمِ بالشىء المُتْقِن له عِنْده بَجْدة ذلك وهو ابنُ بَجْدَتِها وهو عالم ببُجْدة أمْرِك وبَجْدَتِه وبُجُدَته ـ أى بِدِخْلته وبِطَانته* أبو زيد* الذُّبُور الفِقْه بعِلْم الشىءِ وقد ذَبَر الحدِيثَ ـ فَهِمه* ابن الأعرابى* ما رَبَأْت رَبْأَه أى ما شَعَرت به",
        "باب الخِبْرة\n* ثعلب* الخِبْرة ـ ضَرْب من الدُّرْبة خَبَرته أخْبُرُه خُبْرا واخْتَبَرته وخَبِرته والاسم الخِبْرة وعَجَمْتُه أعْجُمُه عَجْما ورُزْته رَوْزا وفَتَنْته أَفْتِنه فَتْنا كلُّه سواءٌ والاسم الفِتْنة والجمع فِتَن والمَفْتُون ـ الفِتْنَةُ ومنه فَتَنْت الذَّهَب والفِضَّة ـ أحْرَقْتهما لأعْرِف ما هما\nالتَّظَنِّى والحَدْس\n* أبو عبيد* الظَّنُّ ـ الشَّكُّ واليَقِين وقد ظَنَنْت الشىءَ أظُنُّه ظَنًّا وأظْنَنْته واظَّنَنْته وتَظَنَّيْته على التحويل والمَظِنَّة والمَظَنَّة ـ حيث تَظُنُّ الشىءَ* صاحب العين* الزَّعْم ـ الظنُّ وكأنه يَذْهَب به مَذْهب الباطِل زَعَمته أزْعُمُه زَعْما وزَعَمْتك قلتَ كذا ـ أى ظَنَنْتك وأنشد",
        "* أبو عبيد* فى قَوْله مَزَاعِمُ ـ أى لا يُوثَق به* صاحب العين* التَّوْقِيعُ التَّظَنِّى والازْكانُ* أبو عبيد* عَكَل بَرأْيِه يَعْكِلُ عَكْلا وعَشَن واعْتَشَن وحَدَس يَحْدِس حَدْسا ـ قال به وحَدَست عليه ظَنِّى أَحْدِس وأَحْدُس حَدْسا\nوبلَغْت به الحِدَاسَ ـ أى الأَمْر الذى ظَنَنْت أنه الغايَةُ* ابن السكيت* بلَغْت به الحدَّاسَ مشَدَّد ولا تقل الأدَّاس* صاحب العين* الحِسْبانُ ـ الظَّن حَسِب يَحْسِب ويَحْسَبُ وحَسَب يَحْسُب حِسْبانا ومَحْسَبَة\nالجهل\n* صاحب العين* الجَهْل ـ نَقِيض العِلْم* أبو عمرو* جَهِلت الشَّىءَ جَهْلا وجَهَالة واستَجْهلت الرجُلَ ـ جعَلْته جاهِلاً* قال سيبويه* تَجَاهَلْت ـ أُرِى أنى كذلك ولسْتُ به* وقال* جاهِلٌ وجُهَّل وجُهَّال وجُهَلاءُ* قال* شَبَّهوه بفَعِيل كما شَبَّهُوا فاعِلا بفَعُول* ابن دريد* المَجْهَلَة ـ ما يَحْمِلك على الجَهْل* أبو عبيد* وفى الحديث الولَدُ مَجْهَلَة * صاحب العين* الجاهِلِيَّة ـ زَمنُ الفَتْرة* أبو عبيد* جاهلِيَّة جَهْلاءُ على المبالَغَة والسَّرِفُ ـ الجاهِلُ وأنشد",
        "* ابن السكيت* سَرِفْت الشىءَ سَرَفا ـ أغفَلْته وجَهِلته وحُكى عن بعض الأعراب ووَاعَده أصحابٌ له من المَسْجِد مكاناً فأخْلَفَهم فقيل له فى ذلك فقال مَرَرْت بكم فَسَرِفْتكم أى أغْفَلْتُكم ومنه قول جرير\n* ابن الأعرابى* تَمَاتَهْتُ عنه ـ تَغَافَلْت* صاحب العين* البَلَهُ ـ الغَفْلة عن الشرِّ* ابن دريد* بَلِه بَلَها وهو أبْلَهُ والأنثى بَلْهاءُ والتَّبَالُه والتَّبَلُّه ـ استِعْمال البَلَه* أبو زيد* الطَّيْخُ ـ الجَهْل* ابن دريد* تَعَجَّه الرجُل ـ تَجَاهلَ وقال بعضهم إنَّ الجيم بَدَل من التاء فى تَعَتَّه وانما هى لغة على حِدَة ورجُل شَلْخَبٌ ـ فَدْم* صاحب العين* الابْعاط ـ الغُلُوُّ فى الجَهْل وأبْعط ـ قال قَوْلا على غير وَجْهِه* أبو زيد* القَلِع ـ البَلِيد الذى لا يَفْهَمُ والعَبْشَة ـ الغَبَاوة* وقال* عَىَّ بالأمر عِيًّا وعَيِىَ وتَعَايَا فهو عَيِىٌّ وعَىٌّ وعَيَّانُ ـ عجَزَ وأعْياه الأمْر ورجُل عَيِىٌّ وعَىٌّ بَيِّن العِىِّ ـ لا يُطِيق إحكامَ ما يُرِيد وقال بعضهم عَيِيت عِيًّا فى المَنْطِق وأَعْيَيْت ـ كَلَلْت ورجل عَيَاياءُ ـ عَيِىٌّ وقالوا فى الدعاء عِيًّا له وشِيًّا وعِىٌ\nله وشِىٌّ وما أَعْياه وأَشْياه الآخرة توكيد للأولى وفى المثل «هو أَعْيَا من يَدٍ فى رَحِم» * أبو عبيد* رجُل عَيِىٌّ شَيِىٌّ وإن شِئْت شَوِىٌّ وما أَعْياه وما أَشْياهُ وأَشْوَاه وجاء بالعِىِّ والشِّىِّ* صاحب العين* غَهِبْت عن الشىء غَهَبا ـ غَفَلْت عنه ونَسِيته وأصَبْت صَيْدا غَهَبا ـ أى غَفْلة والرَّهَق ـ جَهْل فى الانسان وخِفَّةٌ فى عَقْله ولا فِعْلَ له* أبو زيد* الأَيْهَمُ ـ الذى لا يَعِى شيْأ ولا يَحْفَظُه والأنثى يَهْماءُ وقيل هو الثَّبْت العِنَاد جَهْلا لا يَرِيع الى الحجَّة ولا يَتَّهِم رَأْيه إعجابا* الخليل* انْخَرط فى الأمْر ـ رَكِب فيه رَأْسَه من غير عِلْم ورجُل خَرُوط* صاحب العين* البَلَادة ضِدُّ النَّفَاذ وقد بَلُد بَلَادة فهو بَلِيد وأبْلَدُ* أبو عبيد* غَبِيت الشىءَ وغَبِيت عنه غَبًا وغَبَاوةً ـ لم أَفْطُن له وقد غَبِىَ عَنِّى* ابن السكيت* رجل غَبِىٌّ وحكى بعضُهم تَغَابَيْتُ عنه وفيه غَبْوة ـ أى غَفْلة\nالظَّرْف",
        "* صاحب العين* الظَّرْف ـ البَرَاعة وذَكاءُ القَلْب يوصف به الفِتْيانُ والفَتَياتُ ولا يُوصَف به الشيْخُ ولا السيِّدُ وقيل الظَّرْف حُسْن العِبَارة وقيل حُسْن الهَيْئة* قال سيبويه* ظَرُف ظَرْفا فهو ظَرِيف كما قالوا ضَعُف ضَعْفا فهو ضَعِيف والجمعْ ظُرَفاءُ وظِرَاف وظُرُوف* قال سيبويه* وزَعَم الخليلُ أن قولهم ظُرُوف لم يُكَسَّر على ظريف كما أنَّ المَذاكِير لم تُكَسَّر على ذَكَرٍ* قال أبو عمرو* أقولُ فى ظُرُوف هو جَمْع ظَرِيف كُسِّر على غير بِنَائه وليس مِثْلَ مَذَاكِير والدليلُ على ذلك أنك اذا صَغَّرت قلت ظُرَيِّفُون ولا تقول ذلك فى مَذَاكِيرَ* ابن السكيت* والأنثى بالهاء* سيبويه* الجمع ظَرائفُ وظِرَافٌ وافَقَ مُذَكَّره فى التَّكْسِيرِ* أبو عبيد* رجل ظَرِيفٌ وظُرافٌ وأظْرفَ الرجُلُ ـ وُلِد له ولَدٌ ظَرِيف* ابن السكيت* البَزِيع والبُزَاع ـ الظَّرِيف الخُلُقِ المُجْزِىء وقد بَزُع بَزَاعة* صاحب العين* هو المَلِيح الظِّريف الذَّكِىُّ القلْبِ والأنثى بَزِيعة ولا يقال الا للأحْداث* أبو عبيد* المُتَبَلْتِع ـ الذى يَتَظَرَّف ويَتَكيَّس* صاحب العين* هو البَلْتَعُ والبَلْتَعِىُّ والبَلْتَعَانِىُّ وامرأة بَلْتَعَانِيَّةٌ ـ حاضِرَة الجَواب* ابن السكيت* المُجَلْجَل ـ الذى لا يَعْدِله أحدٌ فى الظَّرْف* قال أبو عبيد* هو المُجَلْجِل بالكسر* أبو زيد*\nالصَّلَفُ ـ مُجَاوَزَة القَدْر فى الظَّرْف وقد صَلِفَ صَلَفا فهو صَلِفٌ من قومٍ صَلَافَى والأنثى صَلِفَة* أبو عبيد* الزَّوْل ـ الظَّرِيف الخَفِيف وجَمْعه أزْوالٌ والمرأة زَوْلةٌ* ابن دريد* وهو التَّزَوُّل* قال أبو على* أصل الزَّوْل العَجَب وأنشد\n* زَوْلاً لَدَيْها هو الأزْوَلُ*\nثم وُصِف به فقيل أَمْر زَوْل كما قيل عَجَبٌ* صاحب العين* اللَّبَقُ ـ الظَّرْف والرِّفْق وقد لَبِق لَبَقا ولَبَاقة ولَبُق فهو لَبِقٌ ولَبِيق والأنثى لَبِقَة ولَبِيقَةٌ* أبو عبيد* الأَلْمَعِىُّ ـ الخَفِيف الظَّرِيف وأنشد",
        "* ابن السكيت* هو الأَلْمَعِىُّ واليَلْمَعِىُّ وقد تقدم أنه الحافِظُ لما سَمِع وقيل هو الدَّاهِى الأرِيبُ وقيل هو الحَدِيد اللسان والقَلْبِ وقيل هو الذى يَتَظنَّى الأشياءَ فتكونُ كما ظَنَّ* صاحب العين* الحَذْلَقَة ـ التَّظَرُّف فى الظَّرف وقد تقدم فى باب الذَّكاءِ* ابن السكيت* النَّدْب ـ الظَّرِيف الخفيف* السيرافى* وهو المَنْدَباءُ* ابن السكيت* والزُّلْزُلُ ـ الظَّرِيف الخَفِيف وأنشد\n* يَتْبَعُهنُّ زُلْزُلٌ مُوافِق*\n* غيره* الوَسَاع ـ النَّدْب* ابن السكيت* المُشْمَعِلُّ ـ الظَّرِيف الخَفِيف وأنشد\n* رُبَّ ابنِ عَمٍّ لسُلَيْمَى مُشْمَعِل*",
        "* وقال* مَتَع الانسانُ ومَتُع ـ كان جَلْد ظَرِيفا وكل جَيِّد ماتِعٌ\nنُعُوت السَّرِيع الخَفِيف\n* قال سيبويه* سَرُع سِرَعاً وسَرَعاً وهو سَرِيع وجاؤا بضِدِّه على بِنَائه فقالوا بَطُؤَ بِطَأ وهو بَطِىء* وقال مَرَّة* أما سَرُعَ وبَطُؤ فكأنَّهما غَريزة* قال أبو على* مثل هذا يَجْرى مَجْرى الطبع* قال سيبويه* قالوا السُّرْعة كما قالوا القُوَّة والسَّرَع كما قالوا الكَرَم* صاحب العين* سَرَع وسَرُع سَراعةً وسِرْعا وسَرْعا وأسْرَع\nفهو سَرِعٌ وسَرِيع وسُرَاع والأنثى سَرِيعة وسُرَاعةٌ وجاؤا سِرْعا ـ أى سَرِيعا وأَسْرَع الرجلُ ـ اذا كانَتْ دوابُّه سِرَاعا كما قالوا أَخَفَّ وأنْشَط وقالوا سَرُع ما يكونُ ذاك وسَرْعَ وسُرْعَ وسِرْعانَ وسُرْعانَ وسَرْعان هذه الثلاثة أسماءٌ للفعل الذى هو سَرُع ونظيره شَتَّانَ ووِشْكانَ وسيَأْتى تعليله فى المبنيات ان شاء الله وسَرَعانُ الناسِ وسَرْعانُهم ـ أوائِلُهم المستَبِقُون الى أمر وسَرَعانُ الخيلِ ـ أوائِلُها وسارَعْت الى الأمر مُسَارَعة ـ بادرْت* صاحب العين* الخَفَّة والخِفَّة ـ ضِدُّ الثِقَل يكونُ فى الجِسْم والعَقْل والعَمَل خَفَّ يَخِفُّ خَفًّا وخِفَّة فهو خَفِيف وخُفَاف وقيل الخَفِيف فى الجِسْم والخُفَاف فى التَّوَقُّد والذَّكاءِ وجمعهما خِفَاف وشىءٌ خِفٌّ ـ خَفِيف ومنه استَخَفَّه الجَزَعُ والطَّرَبُ ـ خَفَّ لهما فاستَطارَ ولم يَثْبُت وأخَفَّ الرجلُ ـ كانَت دوابُّه خِفَافا* أبو عبيد* الوَشْواشُ ـ الخَفِيف واللَّغْوَسُ ـ الخَفِيف فى الاكل وغيْرِه ومنه قيل للذِّئبِ لَغْوَسٌ* صاحب العين* هى اللَّغْوَسة وقد تَلَغْوسَ* أبو عبيد* السَّمْسَام والسُّمْسُمَانِىُّ ـ الخَفِيف السَّرِيع* ابن دريد* وهو السُّمَسِم والسَّمْسَمَة ـ الخِفَّة والسُّرْعة وبه سمى الذئب سَمْسَساما وسَمْسَما* قال أبو على* كلُّ خَفِيف سَمْسَمٌ* قال سيبويه* ويقال للثَّعْلب سَمْسَمٌ أيضا* قال أبو على* وهو مما غَلَب على الذِّئب والثعلب لخِفَّتهما* غيره* الدَّعْسَرَة ـ الخِفَّة والسُّرْعة والعَفْرَس ـ الخَفِيف السرِيعُ* ابن السكيت* الخَشَاش ـ الخَفِيف المتوقِّد وأنشد",
        "* أبو عبيد* الحَشْر ـ الخَفِيف الضعيف والزَّرِين ـ الخَفِيف وقد تقدم أنه العاقِل* أبو على* ولا فِعْلَ له* أبو عبيد* اليَأْفُوف والعَجْردُ والمُقَزَّع ـ السرِيعُ وأنشد\nوالزُّغْلول ـ الخَفِيف* ابن السكيت* القَعْطَلُ ـ السريعُ والأَحْوَذِىُّ والأَحْوزِىُّ ـ الخَفِيف* أبو زيد* أصلُه فى السَّفَر* صاحب العين* أحْوذَ اليه ثوبَهُ ـ ضَمَّه وكَمَّشه* ابن السكيت* القُلْقُلُ والبُلْبُلُ ـ الخَفِيفَ فى\nالسَّفَر المِعْوانُ* ابن دريد* وهو البُلَابِل* قال* والبَلْبال والبَلْبلَة ـ الحرَكة والاضْطِراب وهى أيضا ما يَجِده الرجلُ من حُزْن فى قَلْبه أو عِشْق* ابن السكيت* الحُلْو ـ الذى يَسْتَخِفُّه الناس ويكونُ على أفْئِدتهم خَفِيفا* قال سيبويه* الجمع حُلْوُونَ ولا يُكَسَّر على غير هذا* أبو زيد* والأنثى حُلْوة والجمع بالألِف والتاء* ابن السكيت* حَلِىَ بقَلْبى وعَيْنِى وحَلَا يَحْلُو* أبو زيد* حَلَاوة وحُلْوانًا وفَصَّل بعضهم بين حَلِىَ وحَلَا فقال حَلِىَ فى عينى وقَلْبى وحَلَا فى فَمِى الا أنَّهم قالوا حُلْو فى المعنَيَيْن* ابن دريد* ليس حَلِىَ من حَلَا فى شىءٍ هذه لُغَة فى حِدَتها كأنَّها مشتَقَّة من الحَلْىِ المَلْبُوس لأنه حَسُن فى عينِك كُحْسن الحَلْى* وقال* رجل حَسْحاسٌ ـ خَفِيف الحَركة وبه سُمِّى الرجلُ* وقال* رجُل لَذْلَاذ ـ خَفِيف سَرِيع وبه سُمِّى الذِّئب وهى اللَّذْلَذَة والزَّرْزارُ والوَزْوازُ ـ الخَفِيف السريعُ وهى الوَزْوَزَة والشُّلْشُل ـ الخفيف فى المَشْى وغيره والشَّوِلُ ـ الخَفِيف السريعُ فى كلِّ ما أخَذ فيه وكذلك الشُّلُل* قال سيبويه* وجمعه شُلُلُون لا يُجاوِزُونه لِقلَّة هذا المِثَال* ابن دريد* الجَحْشَل والجُحَاشل ـ الخَفِيف السَّرِيع والقَعْوَسُ والعِزْهِل والعَفْزَرُ والعَفْرَسُ والعَمْهَجُ والهُذْلولُ ورُبَّما سمى الذِّئْب هُذْلولا والزُّهْلُوق والحُذْلوم والعُزْهول والعَنْدلُ ـ كلُّه الخَفِيف* أبو عبيد* السّنْدَأْوة والقِنْدَأْوَة ـ الخَفِيف* أبو على* سِنْدَأْوة بالهمز وكذلك قِنْدَأْوة وهى حكاية سيبويه والخليل وكلاهما فِنْعَلْوة وزِيدَت الواوُ فيه لبَيَان الهمزة ألا تَرَاهم اذا وقَفُوا على قولهم الكَلَأُ قالوا الكَلَوْ فى قول بعضهم فأبدلُوا الواوَ مكانَ الهمْزِة إرادةَ البيانِ وكذلك زادوا فى قِنْدَأْوة وسِنْدَأْوة* السيرافى* إزْفَنَّةٌ ـ متَحَرِّك وفيه إزْفَنَّة أى خِفَّة* ابن دريد* اللهْذَم واللَّعْذَقُ ـ الماضِى (1) والعَشَرَّم والعَشَرَّب الشَّهْم الماضى ويُوصَف به الأسَدُ* أبو عبيد* رجل خَنْشَلِيل ـ ماضٍ جعله سيبويه مَرَّة فَعْلَلِيلا ومرَّة فَنْعَلِيلا* ابن الأعرابى* هو الخَنْشَلُ* أبو عبيد* المُسْحَنْفِرُ ـ الماضِى* قال أبو على* قال أبو بكر قال ثعلب هو فى الخُطْبة خاصَّةً وعَمَّ به غيرُه وأصْله الامتِدادُ والاطالةُ* أبو زيد* القَلَهْذَمُ والعَنَشْنَشُ والعَدَرَّج والهُزَارِفُ والزَّفَّان ـ الخَفِيف السريعُ* وقال* رجُل وَجْزٌ وامرأةٌ\n__________________",
        "(1) (واللعذق الماضي) لم تذكر هذه المادة فيما بأيدينا من الكتب وذكر في اللسان اللعمق الماضي الجلد فحرر اه كتبه مصححه\nوَجْزة ـ سَرِيعة الحَرَكة فيما أَخَذَت فيه وبه سُمِّى أبو وَجْزة والجَرْذَمة ـ سُرْعة العَمَل والمشْىِ والمشْمَشَة ـ السُّرْعة والخِفَّة* صاحب العين* الرَّبَذُ ـ خِفَّة اليَدِ والرِّجْل فى العَمَل والمَشْى وقد رَبِذَ رَبَذًا فهو رَبِذٌ* وقال* رجُل نَمِلٌ ـ خَفِيف الأصابِع لا يَرَى شيأ إلا عَمِله* أبو عبيد* هو الذى لا يَسْتَقِرُّ فى مَكَانٍ خِفَّةً* صاحب العين* رجل سَدِكٌ ـ خَفِيف العَمَل بيَدِه والسِّمْط ـ الخَفِيف فى جِسْمه الداهِيَةُ فى أمره وأكثَرُ ما يُوصَف به الصيَّادُ ورجُل مِصْتِيت ـ ماضٍ مُنْكَمِشٌ* صاحب العين* رجُل صَلْتٌ وأصْلَتِىٌّ ومُنْصَلِت ـ ماضٍ فى الحَوَائج خَفِيفُ اللِّبَاس والمُنْصَلِتُ ـ المُسْرِع من كلِّ شىءٍ والسِّبَطْر ـ الماضِى* ابن دريد* رجُل كَمِيشٌ بيِّن الكَمَاشة والكُمُوشة ـ سَرِيع فى أُمُوره وقد كَمِشَ وانْكَمَش فهو مُنْكَمِش* قال سيبويه* قالوا كَمُش كَمَاشةً فهو كَمِيش مِثْل سَرُع سَرَاعة فهو سَرِيع والكَمَاشةُ مثل الشَّجَاعة* أبو زيد* أكْمَش فى سَيْره ـ أسْرَع وقيل الاكْمَاش كَلِمة تَدْخُل فى كل ما دَخَلت فيه السُّرْعة* أبو عبيد* الكَفِيتُ والكَفْت كالكَمِيش والكَمْش* ابن دريد* وقد انْكَفَتَ* قال* والهَمَرْجَلُ الخَفِيف السَّرِيعُ من كلِّ شىءٍ* السيرافى* الزِّحْلِيل ـ السريعُ من كل شىء وقد مَثَّل به سيبويه والزُّمَّح ـ الخفيف الرِّجْليْنِ وقد تقدّم أنه اللئِيمُ واللَّعْوقَةُ ـ سُرْعة الانسانِ فيما أخَذ فيه من عَمَل فى خِفَّة ونَزَقٍ* غيره* الزُّمَّلِق ـ الخَفِيف الطائِش* أبو عبيد* السَّفَنَّج ـ السريعُ* قال الخليل* النُّون فيه زائدةٌ وهو فِعْل مُمَات* أبو زيد* المُقْذَعِلُّ ـ المُسْرِع فى مَشْيه والشَّبَرْذَى والشَّمَرْذَى والمُزْلَهِمُّ ـ السريع فى أمْره* قال* رجُل مِرْقِدَّى ـ يَرْقَدُّ فى أُمُوره ويَمْضِى* ابن الأعرابى* الحُثْحُوث ـ السرِيعُ* ثعلب* الكَدَّاشُ ـ الكَرِىُّ الحاثُّ* ابن السكيت* الهَزَلَّع ـ الخَفِيف ورجُل وَذَلٌ ـ سَرِيع العَمَل والأنثى بالهاء* ابن دريد* الهَطْهَطَة ـ السُّرعة فى المَشْى وما أُخِذ فيه من عَمَل والهَكَفُ كذلك وهو فِعْل مُمَات والعَسْجَمَة ـ الخِفَّة والسُّرعة* غيره* العَدَرَّج الخَفِيف السريعُ والحَطْحَطَة ـ السُّرْعة فى المَشْى والعَمَل وقد حَطْحَط* صاحب العين* الحَذَذُ ـ الخِفَّة والأَحَذُّ ـ الخفِيفُ ومنه قَلْبٌ أحَذُّ* ابن\nدريد* الدِّلْهَاثُ والدِّهْلَاثُ والدُّلَاهِث ـ السريعُ الجَرِىءُ من الناس* السيرافى* الشِّنْفَار ـ الخَفِيف وقد مَثَّل به سيبويه* صاحب العين* الخَطَل ـ خِفَّة وسُرْعة خَطِل خَطَلا فهو أخْطَلُ وخَطِلٌ* ابن دريد* خَذْلَم خَذْلَمَة ـ أَسْرع والحاء لغة والبَهْكَثَة ـ السُّرْعة فيما أخَذ فيه من عَمَل* وقال* دَمْشَقَ عَملَه أَسْرع فيه* صاحب العين* الهَمِشُ ـ السَّرِيع العَمَل بأصابِعِه* ابن دريد* الجَخْدَمَة ـ السُّرْعة والعَيْهَرَة ـ خِفَّة وطيشٌ* صاحب العين* العَدْعَدَة ـ السُّرعة فى المَشْى وغيره والفَعْفَعُ والفَعْفَعِىُّ ـ السرِيعُ* أبو زيد* الهَرَمَّع ـ السُّرْعة والخِفَّة وقد اهْرَمَّع واهْرَمَّع فى مَنْطِقه ـ أسرَعَ والهَمَلَّعُ ـ السرِيعُ الخَفِيف والدَّعْسَجَةُ ـ السُّرْعة* صاحب العين* الدَّهْرَسُ ـ الخِفَّة والزَّفَيَانُ ـ الخِفَّة وبه سُمِّى الرجُل وجعله سيبويه صِفَةً للخَفِيف* السيرافى* الخَفَيْدَد ـ السريعُ والخَفَيْفَد لُغةٌ فيه\nالمبالِغُ فى الأَمْر الجادُّ فيه العازِمُ عليه",
        "* أبو عبيد* جَدَّ فى الأَمْر يَجِدُّ ويَجُدُّ وأَجَدَّ* غيره* المصْدر الجَدُّ والاسم الجِدُّ فأما الذى عليه جُمْهور أهلِ اللغة فالجِدّ فيهما كذلك حكاه ابنُ السكيت وغيرُه من مُنْتَقِى أهل اللغة والمُجَادَّة ـ المُحَاقَّة* أبو عبيد* المُشِيحُ ـ الجادُّ وقد شايَحْت ـ جَدَدْت وهو الحَذِر أيضا وهو المُشَايِحُ والشِّيحُ وقد أشاحَ على حاجَتِه* ابن جنى* وكذلك شَاحَ* السكرى* والمُبَالَغة ـ أن تَبْلُغ فى الأمر جَهْدك وأمْر بالِغٌ ـ جَيِّد منه* ابن دريد* العُنْتُه والعُنْتُهِىُّ ـ المُبالِغ فى الأمر اذا جَدَّ فيه* وقال* رجل مُتَلَهْوِقٌ كذلك ورجُل مُرْمَئِدٌّ ـ ماضٍ جادٌّ وقد بالَطَ فى أَمْره ـ اجتَهدَ* وقال* رجل ذُو حَفْلةٍ ـ اذا كان مُبَالِغا فيما أَخَذ فيه من الأُمُور* أبو عبيد* كل مُبالِغ فى شىءٍ ـ مُتَنَطِّس* أبو زيد* ضَرَب لذلك الامْرِ جِرْوتَه ـ أى صَبَر له ووَطَّن عليه نفسه* أبو عبيد* نَحَّب القومُ ـ جَدُّوا فى عَمَلِهم وسارَ على نَحْب ـ أى أَجْهَد السيْرَ* صاحب العين* انْتَحَى فى الأمْر ـ جَدَّ* أبو زيد* كُلُّ مبالِغ فى الأشياء ـ باهِكٌ ونَهِيك\nوفى الحديث لِيَنْهَكِ الرجُلُ ما بيْنَ أصابِعِه أو لَتَنْهَكَنَّها النارُ ـ أى لِيُبالِغْ فى غَسْلها حتى يُنْعم تَنْظِيفها* ابن الاعرابى* التَّمَتُّه ـ المُبالَغة فى الأمْر* ابن دريد* رجُل جِرْهام ومُجَرْهِم ـ جادٌّ فى أَمْره* صاحب العين* تَجَرَّدت للأَمْر ـ جَدَدت فيه* ابن دريد* رجُل شِمَّرِىٌّ وشِمِّرِىٌّ ـ ماضٍ فى الأُمور مُجَرِّب وقد شَمَر يَشْمُر شَمْرا ـ مَرَّ جادّا مُتَشَمِّرا وتَشَمَّر للأَمْر ـ تَهَيَّأ له* الأصمعى* أَصَرَّ على الأَمْر ـ عَزَم وهو مِنِّى صِرِّى وأَصِرِّى وصِرَّى وأَصِرَّى وصُرِّى وصُرَّى أى عَزِيمة* صاحب العين* العَزْم ـ ما عُقِد عليه القَلْبُ من أمر يُراد عَزَمته وعَزَمْت عليه أَعْزِم عَزْما وعُزْماناً وعَزِيمةً وقيل العَزِيمة الاسمُ وهو العَزِيم يكونُ اسما للجَمْع ويكونُ واحِدا ورجُل عَزُوم ـ عازِم قال\n* عَزُوم على الأمْر الذى هو فَاعِلُه*\nواعْتَزَمْت الأَمْر ـ عَزَمته ومنه اعْتِزَامُ الطريقِ ـ اذا رَكِبته ماضِيًا غيْرَ مُتَثَنٍّ وقد اعْتَزَمته والعَزِيم والاعْتِزام فى الحُضْر منه وسيأتى ذكرُه ان شاء الله",
        "ضَعْف العَقْل\nقد قَدَّمت أن الضَّعْف فى العَقْل وأن الضُّعْف فى الجِسْم وأنهما لُغَتان فى الوَجْهَين عند بَعْضهم والفعل منه فى الاسم والمَصْدر على ما تقدَّم* صاحب العين* الحُمُق ضِدُّ العقل حَمُق حَمَاقةً وتَحَمَّق واسْتَحْمَق ورجل أحْمَقُ وقوم حَمْقَى وقد حَمُق حُمُقا* أبو عبيد* وحَمِقَ* قال سيبويه* وقالوا حَمْقَى وذلك لأنهم جَعَلوا شيأ أُصِيبُوا به فى عُقُولهم كما أُصِيبوا ببعض ما ذكرنا فى أَبْدانهم يعنى الهَلْكَى والنَّحْلَى والجَرْحَى* أبو عبيد* أَتَيْناه فأحْمَقْناه ـ أى وَجَدْناه كذلك* ابن دريد* هى الأُحْمُوقَة من الحُمُق* صاحب العين* أَحْمَقْت به ذَكَرته بحُمُق* قال سيبويه* وقالوا ما أَحْمَقَه وقع فيه التعجُّب بما أفْعَلَه وان كان كالخِلْقة لأنها ليْسَت بلَوْن فى الجَسَد ولا خِلْقةٍ فيه وانما هو من نُقْصانِ العقْل والفِطْنة فصار قولُك ما أحْمَقَه كقولك ما أَشْجَعَه* ابن السكيت* الأَنْوَكُ ـ الأَحْمَق عينا* وقال سيبويه* وقالوا النَّوَاكَة وقد اسْتَنْوَكَ ولم أَسْمَعهم يَقُولون نَوُك كما لم يقولوا فَقُر وقالوا\nأَنْوكُ ونَوْكَى كما قالوا حَمْقَى وقالوا نُوكٌ فجاؤُا به على القياس* غيره* نَوِكَ نُوكا ونَوَكا وهو أَنْوكُ والأنثى نَوْكاءُ* أبو عبيد* أتيناء فأَنْوَكْناه مثل أَحْمَقناه* قال سيبويه* وقالوا ما أَنْوَكَه والقول فيه عنده كالقول فى ما أَحْمَقَه* ابن السكيت* الأَهْوَجُ ـ الذى فيه بَقِيَّةٌ وفيه حُمُق والاسم الهَوَج* قال سيبويه* هَوِجَ هَوَجا وقالوا ما أَهْوَجَه كما قالوا ما أَجَنَّه وقالوا هُوجٌ فجاؤا به على القياس كما قالوا نُوكٌ* أبو عبيد* أَتَيناه فأَهْوَجْناه ـ أى وَجَدناه كذلك* قال أبو على* الهَوْجاء من الابِل ـ السَّرِيعَة الواسِعة الخُطَا وقيل أرض هَوْجاءُ ـ وهى المتباعِدَة الأرْجاءِ وأَرَى قولَهم ناقةٌ هَوْجاءُ تَشْبيها بذلك وهذا على نحو تَسْمِيَتِهم إيَّاها هَوْجَلا تَشْبيها بالأرض الهَوْجَل وهى التى تَأْخُذ مَرَّة ههنا ومَرَّة ههنا وبذلك سمى الأَحْمَق هَوْجَلا ومنه قول أبى كبير\n* سُهُدا اذا ما نامَ ليْلُ الهَوْجَلِ*",
        "* ثعلب* الهَوْجَلُ ـ الثقِيلُ* قال* والأوّل أعْجَبُ إلَىَّ لأن الهَوْجَلَ من الأَرَضِينَ الواسِعَة المُطْمَئِنَّة* ابن دريد* الخَبْتَلَة ـ شَبِيه بالهَوَج والبَلَه والاقْدام على مَكْروه الناسِ رجل خُبْتُلٌ والعَبْشَة ـ شَبِيه بالهَوَج الهاءُ لازِمَة وقد تقدّم أَنَّها الغَفْلة* ابن دريد* رجل مائِقٌ بَيِّن المُوقِ ـ أى الحُمْق وأنشد\nوأنشد أبو على\n* قال* والمُوق ههنا ليس من المُوقِ الذى هو الحُمُق وانما هو هنا الذى يُلْبَس عليه وهو عَرَبِىٌّ صَحِيح وأنشد\n* مَشْىَ العِبَادِيِّين فى الْأَمْواقِ*",
        "وهم قَوْم يَتَخَفَّفُون فى الأمْواق يُقال لهم العِبَاد وكانوا يُقال لهم العَبِيد فأَنِفُوا وقالوا لَسْنا العَبِيدَ انما نحن العِبَاد وانما المعروف فى الحُمْق المُؤُوق وكذلك ذكره أبو عبيد عنه* قال سيبويه* وقالوا مَائِقٌ ومَوْقَى كما قالوا فى أُخْتَيْها* أبو عبيد* مائِقٌ دائِقٌ وقد مَاقَ ودَاقَ مَوَاقَة ودَوَاقَة ومُؤُوقًا ودُؤُوقًا* ابن الأعرابى*\nماقَ واسْتَمَاقَ* ابن السكيت* هو الهالِكُ مُوقًا وحُمْقا* ابن دريد* رجلٌ مُدَوَّق ـ مُحَمَّق* ابن السكيت* والأَخْرَقُ ـ الذى لا يُحْسِن العملَ ويكونُ أَخْرَقَ فى خُرْقِه بصاحِبِه فى المُعامَلة وقد خَرُق خُرْقا وخَرِقَ* صاحب العين* رجُل سَخِيف وقد سَخُفَ سُخْفا وهذا من سُخْفة عَقْله وسَخَافَتِه والسَّخْف والسُّخْف رِقَّة العَقْل* صاحب العين* هى السَّخَافَة والسُّخْفة* أبو عبيد* أتَيْناه فأسْخَفْناه ـ وَجَدناه سَخِيفا* سيبويه* ما أسْخَفَه والقول فيه كالقول فيما تقدم من نَظَائره* يونس* رجُل لَغُوب ـ أحْمَقُ ضَعِيف* قال وقال أبو عَمْرو سَمِعت أعرابيا يَقُول فلانٌ لَغُوبٌ جاءَتْه كِتَابى فاحْتَقَرها* قال* فقُلْت أَ تقُول جاءَتْه كِتَابى فقال أليس بالصَّحِيفة قُلْت فما اللَّغُوب قال الأحْمَق* الأصمعى* رجل لَغْبٌ والاسم اللَّغَابة واللُّغُوبة* ابن السكيت* الهِدَانُ والهِدَاء ـ الأحْمَق الثَّقِيل الوَخْم* أبو على* وأصل ذلك السُّكُون والطُّمَأْنِينَة وهو الهُدُونُ والهُدُوهُ* أبو عبيد* الهِلْباجَة ـ الأحْمَق المائِقُ وروى ابن السكيت أنه سُئِل بعضُ العَرب عن الهِلْباجة فتَرَدَّد فى صَدْره من خُبْث الهِلْباجَة ما لم يَسْتَطِع أن يُخْرِجَه فقال الهِلْباجة الأحْمَق المائِقُ القَلِيل العَقْل الخَبِيث الذى لا خَيْرَ فيه ولا عملَ عنده وبَلَى سيَعْمَل وعَمَلُه ضَعِيف وضَرَسُه أشَدُّ من عَمَله ولا يُحاضَرُ به القومُ وبَلىَ سَيَحْضُر ولا يَتَكَلَّم* الأصمعى* فلما رآنى لم أقْنَع قال احْمِلْ عليه ما شِئْت من الخُبْث* ابن دريد* رجل هِلْباجٌ وهِلْبَاجَةٌ وهُلَابِجٌ وهُلَبِج* أبو عبيد* المَسْلُوس الذَّاهِب العَقْل* ابن السكيت* رجُل مَسْلُوسٌ ولا يقال مَسْلُوس العَقْل* أبو زيد* المَأْلُوس وقد أَلَسَه اللهُ أَلْسا* أبو عبيد* المُسَبَّه ـ الذَّاهِب العَقْل* وقال* مَرَّة مَسْبُوه الفُؤاد مثل مُدَلَّه العَقْل* غيره* والاسم السَّبَهُ* أبو زيد* رجُل مُسْهَب ـ ذاهِبُ العَقْل من لَدْغ حَيَّة أو عَقْربٍ وكذلك المُسْهَبُ الكَثِير الكلام* ابن دريد* رجل مَلِيه ومُمْتَلَهٌ ـ ذاهِب العَقْل* أبو عبيد* الهَبِييت ـ الذاهِبُ العقْلِ وأنشد\n* ابن السكيت* فيه هَبْتَةٌ ـ أى ضَرْبةُ (1) * قال أبو على* وأصل الهَبْت\n__________________",
        "(1) (أى ضربة) عبارة اللسان أي ضربة حق وهي أوضح اه كتبه مصححه\nالضَّرْب بالعَصَا* وقال* فى التذكرة فى الحَجَر هَبْتَةٌ ـ أى وَقْرةٌ حكاها ثعلب* صاحب العين* الهَبْت ـ حُمُق وتَدْلِيهُ* أبو زيد* وقد هَبِت* صاحب العين* كل مَحْطُوط مَهْبُوت وهَبَتَه اللهُ دَرَجة ـ حَطَّه والخِنَّاب ـ الأَحْمَق مَرَّة هُنَا ومَرَّة هنا* ابن جنى* الخَوْخَاء ـ الأحْمَق والجمع خَوْخاؤُنَ* ابن دريد* البَغْثَرُ ـ الأحْمَق الضَّعِيف والأنثى بَغْثَرَةٌ* أبو عبيد* الدِّفْنِسُ والدِّفْناسُ ـ الأحْمَق* ابن السكيت* رجل مُسْتَلَبُ العَقْل ومُهْتَلَسه ورجُل مَأْلُوسٌ كلُّ ذلك يُعْنَى به الذاهِبُ انعقل* قال أبو على* أَصْل الالْس الخِدَاع والتَّقْرِيد ـ أبْلَغ ما يكونُ من الخِدَاع وسيأتى ذكره ان شاء الله تعالى* ابن دريد* رجُل لَعْوَقٌ ـ مَسْلُوس العَقْل خَفيفه* صاحب العين* اللَّعْوقَة ـ سُرْعة الانْسان فيما أخَذَ فيه من خِفَّة ونَزَقٍ والمُسْتَباه ـ الذى لا عَقْلَ له* وقال* رجُل مُمْتَلَخ كذلك* وقال* عُتِه الرجُلُ فهو مَعْتوه والاسم العَتَاه ـ وهو اختِلاط العقل شَبِيه بالبَلَه* أبو عبيد* مَعْتُوه بَيِّن العُتْه والعَتَه* صاحب العين* والعَتَاهَةُ والعَتَاهِيَة ـ ضُلَّال الناسِ* أبو عبيد* المَأْفُون ـ الذى لا زَوْرَ له ولا صَيُّورَ ـ أى رَأْى يُرْجَع اليه* ابن السكيت* أصله من الْأَفْن ـ وهو أن يُسْتَخْرَج ما فى الضَّرْع من اللبَنِ أَفَتَها يَأْفِتُها وسيأتِى ذِكْر الأَفْن فى باب الحَلَب ان شاء الله تعالى* أبو عبيد* المَأْفُوك ـ كالمَأْفُون* قال أبو على* أصْل الافْك الصَّرْف وأكثره عن الخَيْر يقال أَفَكه اللهُ يَأْفكُه أَفْكا* قال* وعَمَّ ابن السكيت بالأَفْك ولم يَذْكُر أين غَلَب وأنشد\n* غيره* الفَجْفاجُ ـ المَأْفُون المُخْتال* أبو عبيد* البِرْشاعُ ـ الاهْوَج المُنْتَفِخ وأنشد\n* ولا بِبِرْشاعِ الوِخَامِ وَغْبِ*",
        "وقيل هو الأَحْمَق مع طُول وسيأتى ذِكْر الوَغْبِ والوَغْدِ ان شاء الله تعالى* وقال* الأَلْق فى كلامِ قَيْس ـ الأحْمَق وفى كلام تميم الأَعْسَرُ وقد تقدم والأَعْفَكُ ـ الأحْمَق* ابن السكيت* وقد عَفِك عَفَكا* ابن دريد* وهو الأَعْفَكُ\nويُسَمَّى الأعْسُر أَعْفَكَ* صاحب العين* الأَعْفَكُ ـ الأحْمَق الذى لا يَثْبُت على حَدِيث واحد ولا يُتِمُّ واحدا حتى يأخُذَ فى غيره وقيل هو الأخْرَق الذى لا يُحْسِنُ العملَ* أبو زيد* الفَكَع كلعَفَك والأَعْفَتُ ـ الأَحْمق وفى بعض اللُّغَاتِ الأعْسَر* أبو عبيد* الرَّطِىءُ ـ الأحْمَق* ابن دريد* هو الرَّطِىُّ فأما الرَّطِىءُ فالمُسْتَرْخِى* ابن الأعرابى* الاسم الرَّطَاءة* ثعلب* فأمَّا قولهم «فلانٌ من رَطَاته ما يَعْرِف قَطَاتَه مِن لَطَاتِه» فانَّما قَصَروه للاتباع ومثله كَثِير* صاحب العين* استَرطَأ الرجُلُ ـ صار رَطِيأً* أبو عبيد* العَفنْجَجُ ـ الأحْمق* صاحب العين* هو الأَخْرَق الجافِى الذى لا يَتَّجِه لعَمَل والعَفَنْجَج أيضا ـ هو الضَّخْم اللهازِمِ ذُو وَجَنَات وألواحٍ وهو مع ذلك أكُول فَسْلٌ عَظِيم الجُثَّة ضَعِيف العَقْل* السيرافى* وقد اعْفَنْجَجَ* ابن دريد* الأَثْولُ والأَلْوَثُ والعَبَاءُ ـ الأحْمَق* أبو عبيد* العَبَا ماءُ والعَبَامُ ـ الأحمَقُ الفَدْمُ وقيل هو الغَلِيظ الخَلْق مع حُمُق وقد عَبُم عَبَامةٌ* صاحب العين* الأَوْكَع ـ الطَّوِيل الأحمق والأنثى وَكْعاءُ* أبو عبيد* الهَوْهَاة والباحِرُ ـ الأحمق* صاحب العين* هو الذى اذا كَلَّمته بَحِرَ ـ أى بَهِت* أبو عبيد* الهِجْرَعُ ـ الأحْمَق وقد تقدم أنه الطويلُ والفِصْل والمِجْع ـ الأحمق والمرأة قِصْلة ومِجْعَةٌ* ابن السكيت* المُجَعَة ـ كالمِجْع وقد مُجِع مَجْعا شَدِيدا وقيل هو الذى اذا جَلَس لم يَكَدْ يبْرَحُ* ابن السكيت* سألت أبا محمد عن القِصْل والباحِرِ فقال هو الذى لا يَتَمالَكُ حُمْقا* أبو عبيد* الهِلْبَوْث والفَدِر والفَدْم ـ الأحمق* أبو زيد* وجمعه فِدَام وقد فَدُم فَدَامةً وفُدُومة* ابن جنى* الثَّدْم لغة فى الفَدْم* ابن دريد* رجل سَلْخَب ـ فَدْم غَلِيظ والخُفَاجِل ـ الفَدْم الرِّخو والزَّغْد ـ الفَدْم الغَبِىُّ* أبو عبيد* فان كان مع ذلك كَثِير اللَّحْم ثَقِيلا ـ فهو ضِفَنٌّ مِلْدَمٌ خُجَأَةٌ ضَفَنْدَدٌ ضَوْكَعَة وَأْنٌ* أبو زيد* الجُنْبُخ ـ المَأْفُون الضَّخْم* أبو عبيد* الجَخَابَة واليَهْفُوف ـ الأحمق وقد تقدّم أنه الحَدِيد القَلْب* قال* والدِّفْناسُ نحوه والهَفَات واللَّفَاتُ ـ الأَحْمَق* وقال* رجل فَقَاقَة وإمْرٌ ـ أحْمقُ* ابن السكيت* اذا كان أَهْوَجَ مُتَساقِطا ـ قيل هو هَجَاجَة ومُرْثَعِنٌّ وكل\nمُسْتَرخٍ مُتَساقِطٍ مُرْثَعِنٌّ* وقال* رجل خَدِبٌ وأَخْدَبُ وفيه خَدَبٌ ومُتَهوِّر وفيه تَهَوُّر اذا كان أحْمَقَ لا يَدْرِى ما يَقُول قيل إنَّه ليُوخِفُ فى الطِّين مثل قولك يُوخِفُ الخِطْمىَّ والمِلْغ ـ الأحْمَق الذى لا يُبَالِى ما قالَ وما قيلَ له* ابن دريد* الجمع أَمْلاغٌ* ابن السكيت* أَحْمَقُ ماجٌّ مِثْل قولهم هَرِمٌ ماجٌّ ـ وهو الذى ليْسَت به بَقِيَّة* أبو عبيد* أَحْمَقُ فَاكٌّ وتَاكٌّ وتائِكٌ وقد فَكَّ وتَكَّ* وقالوا* فَكِكْتَ وفَكُكْت وقد نَفَى سيبويه أن يكونَ فى الكلام فَعُلْت من المُضاعَف الا لَبُبْت* غيره* الجِنْعِظ والجِنْعاظُ ـ الأحْمَق والعَفَلَّط والعِفْلِيط ـ الأحمقُ وأصله التَّخْلِيط عَفْلَطْت الشئَ وعَفْطَلته ـ خَلَطته بغيره ورجُل هَرِش ـ مائِقٌ جافٍ* صاحب العين* الطِّهْلِيَة ـ الأحْمَقُ الذى لا خَيْر فيه* ابن السكيت* الهَمَجَة والخَوْعَمُ ـ الأحمقُ* وقال غيره* عليه رَأْوةُ الحُمْق والهَبَنَّك ـ الكَثِير الحُمْق والأهْوَكُ ـ الذى فيه حُمْق وفيه بقِيَّة والاسم الهَوَكُ* قال ابن جنى* وأما قول الهذلى\nفانما أنَّثه على لفظ البُوهة كما قال",
        "* ابن السكيت* والعَىُّ ـ الذى لا يُطِيق إحكامَ ما يُرِيد ويَعْيا بكل ما أراد من عَمَل أو قُوَّة وقد عَىَّ بذلك عِيَّا والأَوْرهُ ـ الذى تَعْرِف وتَنْكر وفيه حُمْق وله مَخَارِجُ وهو أيضا الذى لا يَتَمَاسَك ويقال أيضا كَثِيبٌ أَوْرَهُ* ابن دريد* الوَرَه ـ ضَعْفَ العقل وقد وَرِهَ وَرَها وقيل هو الذى لا حِذْقَ له بالعَمَل وقد تَوَرَّه فى الشئِ ـ لم يُحْسِنْ عملَه* ابن دريد* الهَبَيْنَغُ ـ الأَحْمَق* أبو حاتم* الخُرْق ـ الحُمْق وقد خَرُق خُرْقا فهو أخْرَقُ والأنثى خَرْقاءُ وقيل هو الذى لا يُحْسِن العَمَل* صاحب العين* الخَطِلُ ـ الأحْمَق العَجِل* ابن السكيت* الدَّاعِك ـ الهالِكُ حُمْقا والهَبَنْقَع ـ الذى لا يَسْتَقِيم على أَمْر فى قَوْل ولا فِعْل ولا يُوثَق به ويقال هو يَتَمَتَّهُ أى يَتَحَمَّق ويَأْخُذُ فى الباطِل واذا اضْطَرب واسْتَرْخَى بشَبِيه الحُمْق قيل إنه لَنَوَّاس ويقال نَاسَ لُعَابُه ينُوس ـ اضْطَرب* وقال* إنَّ فيه لَرخْوةً ورِخْوةً\nورِخْوَدّةً* أبو على* كلُّ لَيِّنٍ رِخْوَدٌّ يقال رجل رِخْوَدٌّ ـ وهو اللَّيِّن العظامِ* ابن السكيت* هو أَحْمَقُ ضَاجِعٌ وهو من الدوابِّ الذى لا خَيْرَ فيه والرَّهْدَنُ ـ الأحمقُ وأنشد\n* عَلَيْكِ ما عِشْتِ بذاكِ الرَّهْدَنِ*\nوالجُعْبُسُ ـ المائِقُ وأنشد",
        "* وضَمَّ كِسْراهُ العَبَامَ الجُعْبُسَا*\nوالمَأْقُوط ـ الأحمقُ للوَخِيم الثَّقِيل وأنشد\n* لا وَرَعٌ جِبْسٌ ولا مَأْقُوطُ*\nوهو الضَّوِيطةُ وأنشد",
        "* ابن دريد* الحارِضُ ـ الأَحْمَق* ابن دريد* الطَّرِط ـ الأحْمَق والطَّرَطُ الحُمْق وقد تقدّم أنه الخَفِيف شَعرِ الحاجِب واللِّحية والبَغْثَرُ ـ الأَحْمَق الضَّعِيف والحَنْثَرُ والحَنْثَرِىُّ والدَّعْثَرُ والكَنْثَحُ والكَنْتَحُ ـ الأحْمَق والحَفْثَلُ والحُفَاثِل (2) ـ الضَّعِيف العقلِ والبَدَنِ والحَفْلَق والحَفَلَّق والعَفْكَل والعَنْفَكُ والسِّمَغْد ـ الضعيف الأحْمَق الخامِل والخِنَّوْت ـ العَىُّ الأبْلَه والأغْثَر ـ الأحْمق وبه سُمِّى الضَّبُع غَثْراء والهُجَع ـ الضعِيفُ العَقْل والضَّفِيط ـ الأحْمَق بَيِّن الضَّفَاطَة* ابن السكيت* الخالِفُ والخالِفَة ـ الأَحْمَق الفاسِدُ الذى ليستْ له جِهَة* أبو زيد* وقد خَلَف يَخْلُف خُلُوفا وخَلَافةُ* أبو عبيد* خالِفٌ بَيِّن الخِلْفة والخِلَفْنةِ* ابن السكيت* البُور ـ الرجُل الفاسِد الهالِك الذى لا خَيْر فيه وأنشد\n* قال أبو على* البُور جمعُ بائِر كعائِذ وعُوذ* وقال مَرَّة* هو للواحِد والجمع والمُؤَنَّثِ والاثنين بلفْظ واحدٍ وأصله من البَوْر وهو الاهْلاك والقَطْع* صاحب العين* لَكِع الرجُلُ لَكَعا ولَكَاعةً ـ حَمُق ورجل أَلْكَعُ ولُكَعٌ ولَكِيعٌ\n__________________\n(1) (قوله أيردنى الخ) أنشد هذا البيت صاحب اللسان ثم قال قال ابن سيدة هذا البيت من نادر الكامل لأنه جاء مخمسا وقال ابن بري في كتابه الضويطة الأحمق قال رياح الدبيري أيردني ذاك الضزيطة عن هوى نفسي ويفعل ما يريد شبيب اه كتبه مصححه",
        "(2) (والحفثل والحفاثل) لم نقف على هذه المادة فراجع إن شئت كتبه مصححه\nولَكُوع ولَكَّاع والانثى لَكَاعٌ ومَلْكَعَانةٌ ولَكِيعةٌ ولَكْعاءُ ولَكَاعِ ولَكَاعِ ـ الأَمَة أيضا ومَلْكَعانُ للرجُل مَعْرِفةٌ وقد تقدّم فى اللُّؤْم والدَّغْفَقَة ـ الحُمْق* ابن دريد* رجل طَبَاقَاءُ ـ أحْمَقُ* صاحب العين* النَّبَّاج ـ المُتَكَلِّم بالحُمْق وقد تقدَّم أنه الشَّدِيد الصَّوْتِ والطَّبَاة ـ الأحْمَق* أبو زيد* رجل لُطَخَة ـ أحمقُ لا خيْرَ فيه والرَّكِيك ـ الضعيف فى عَقْله رَكَّ يَرِكُّ* ابن جنى* رجُل رَكِيك ورُكَاك وأَرَكُّ* أبو زيد* الخَلِطُ ـ الأحْمَق والجمع أخْلاط وإنّ فيه لَخَلَاطةً* صاحب العين* خُولِطَ فى عَقْله خِلَاطا واخْتُلِط* أبو زيد* رجل خَجْخاجَة ـ خَفِيف أحْمَقُ لا يعقِلُ وخَجَّاجَة كذلك والغُسُّ والغَسِيس والمَغْسُوس الضعيفُ العَقْلِ والجمع أَغْساس* أبو عبيد* هو الأَحْمَق مع ضَعْف ولُؤْم* أبو زيد* الهِدَانُ ـ الأَحْمَق الوَخْمُ الثَّقِيل وقيل هو البَلِيدُ الذى يُرْضِيه الكلامُ والاسم الهَدْن والهُدْنة* صاحب العين* التَّافِهُ ـ الأَحْمَق وقد تَفِه عقلُه تُفُوها* غيره* الهَبَنَّك ـ الكثِيرُ الحُمْقِ والأنثى هَبَنَّكةٌ* ابن السكيت* كَلَّمته فما رأيتُ له رِكْزةَ عقْلٍ ـ يُرِيد ليس بثابِتِ العقل* وقال* ما يَعِيش بأَحْورَ ـ أى ما يَعِيش بعَقْل وأنشد غيره\nويقال للأَحْمَق أحْمَقُ ما يتوَجّه ـ أى ما يُحْسِن أن يأتِىَ الغائِطَ ويقال للأَحْمَق الذى اذا جلَس لم يَكَد يبْرَحُ من مَكَانه إنه لَهُكَعَة نُكَعَة* وقال* فلان يَضْرِب فى عَمْيائِه أى يَخْبِط لا يُبَالى ما صنَع* وقال* ما هو الا بُقَامَة من قِلَّة عقله والبُقَامة ما يَخْرُج من الصُّوف اذا طُرِق ـ وهو الذى لا يُقْدَر على غَزْله ويقال ما أنت مُذُ اليوم تَمْرِثُنِى أَلَّا الوَدْعَ وتَمْرُثُنِى ـ اذا عامَلَك الرجلُ فطمِع أنك أحمقُ ضربَ له هذا مَثَلا وأصل ذلك أن الصبِىَّ يأخُذ قِلَادته وهى من وَدْع فَيَمصُّها* ابن دريد* يقال للأحمق مَنْطَبَة وقد نَطَبْتُ أُذُنَ الرجل أَنْطُبها نطْبا ـ ضربْتُها* ابن السكيت* رجل أَرْعَنُ بَيِّن الرُّعُونة ـ أحمَقُ وقد رَعُن رُعُونة ورَعَانةً ورَعَناً وقيل هو الذى فيه هَوَجٌ واستِرْخاءٌ فى كلامه* قال أبو على* هو من قولهم رَعَنَتْه الشمسُ ـ آلَمَتْ دِماغَه وأرْخته ومنه رَعنُ الرحْل ـ وهو استِرْخاؤُه اذا لم يُنْعَم\nشدُّه وأنشد",
        "* ورَحَلُوها رِحْلَةً فيها رَعَنْ*\n* قال* وقوله تعالى (لا تَقُولُوا راعِنا) كلمة كانوا يَذْهَبُون بها الى سَبِّ النبىصلى‌الله‌عليه‌وسلم مشتَقٌّ من الرُّعُونة* قال سيبويه* وقالوا ما أَرْعَنَه والقول فيه كالقول فيما تقدم من نظيره* الأصمعى* رجُل أرْعَلُ بَيِّن الرَّعَالة وفى المثل «كُلَّما ازْدَدْت مَثَالة زادَكَ اللهُ رَعَالَة» المَثَالة ـ الصَّلاح* قال* ولا يُقال رجل أَرْعَنُ وقد جاء فى الشعر الفصيح والدَّخَلُ ـ ما دَخَل الانسانَ فى عَقْله من فسادٍ وقد دَخِل دَخَلا والقاقُ ـ الأَحْمَق الطائش وقد تقدم أنه الطَّوِيل* ابن السكيت* رجل أَرْفَلُ ورَفِلٌ ـ لا يُحْسِن اللِّبْسَة والعَمَل* قال أبو على* قال ثعلب وهو الأَرْعَنُ عَيْنا* قال* ويقال للرجل الذى فيه رُعونَةٌ فى لُبْسه وعَمَله يا خُبَاطةُ* ابن دريد* رجل هُوفٌ ـ خاوٍ لا خيْرَ عِنْده* أبو عبيد* الرَّدِيغُ ـ الأحْمَق الضَّعِيف ورجُل قِثْوَلٌّ ـ عَيِىٌّ فَدْم وأنشد\n* أبو زيد* أحْمَقُ يَمْطَح الماءَ ـ أى يَلْعَقه والمَطْخ ـ اللَّعْق وأحْمَقُ لا يَجْأَى مَرْغَه ـ أى لا يَحْبِس لُعَابه* وقال* رجل هِزْر وقِنْذَعْل وطِيخَة وطَيَّاخة وطائِخ وطِيَخَة والجمع طِيَخَات كلُّه ـ الأحْمَق* ابن دريد* أتيتُهمْ فلم أَجِد إلا العَجَاج والهَجَاج العَجَاج ـ الأحمق والهَجَاج ـ مَنْ لا خيْرَ فيه* أبو حاتم* الهَجْهاجُ والهَجْهاجَة ـ الكَثِير الشرِّ الخَفِيف العقْل رجل هُكَعة وهُقَعَة ـ أحْمَقُ اذا جَلَس لم يكد يبْرَح وقيل الهُكَعة الغافِلُ السَّرِيع الاسْتِنامة الى كل أحد* أبو عبيد* الهَيْرَع ـ الذى لا يتماسَكُ* وقال على بن حمزة البصرى* ويُكْنَى الأحمقُ أبا الدَّغْفاء وأبا لَيْلَى* أبو زيد* الصِّلَّغْد ـ الأحمق المُضْطَرِب* صاحب العين* الرَّقِيع ـ الأَحْمَق يَتَمزَّقُ عليه رأْيُه وقد رَقُع رَقَاعة وهو الأرْقَع والمَرْقَعانُ والانثى رقْعاءُ ولا يقال مَرْقَعانةٌ وإنما قيل له ذلك لأنه واهِى العَقْل يُرْقَع كالخَلَق الواهِى وهى مُوَلَّدة* قال سيبويه* رَقُع رَقَاعة كقولهم حَمُق حَمَاقة لأنه مثله فى المعنَى* صاحب العين* القُبَاع ـ الأَحْمَق وقُبَاع بنُ ضَبَّةَ ـ\nرجُل كان فى الجاهِليَّة أَحْمَقَ أهلِ زمانِه يُضْرَب به المَثَل لكل أحْمَقَ ويقال للرجُل يا ابنَ قابِعَاءَ ويا ابْنَ قُبَعَةَ اذا وُصِف بالحُمْق* أبو زيد* والدَّاعِك ـ الأحمق والأنثى داعِكَة* صاحب العين* العَجَّان ـ الأحمق وفى المَثَل «إنه ليَعْجِنُ بِمرْفَقَيْه» * غيره* الضَّوْتَع ـ الأحمق وقيل انما هو الضَّوْكَع وهو أَقْرب الى الصواب* صاحب العين* عَزَب عنه حِلْمُه يَعْزُب عُزُوبا ـ ذهب وأَعْزَبَ هو حِلْمَه وأعْزَبه اللهُ عنه والدَّنِع ـ الذى لا لُبَّ له* ابن دريد* الأكْمَه ـ المَسْلُوب العقلِ* الزجاجى* الوَجْب ـ الرجل الأحْمَق وهو السَّفِيط أيضا* الفراء* الهُمَّقِع ـ الأحمق والأنثى بالهاء* السيرافى* الهَبَيَّج ـ الأحمق المُسْتَرْخِى وقد مَثَّل به سيبويه",
        "ضَعْف الرأى\n* أبو عبيد* الفِيلُ ـ الضَّعِيف الرأْى وجمعه أَفْيال* ابن السكيت* رجل فَيِلُ الرأْى وفالُ الرأى ـ ضَعِيفه وفى رَأْيه فَيَالة وفُيُولة وأنشد\n* قال أبو على* أراد بنى رَبِيعةِ الفَرسِ* وقال* هو الفِيلُ والفَيْل فمَن فَتَحه فهو اسم ومن كَسَره فهو مَصْدر* ابن دريد* ضَؤُل الرجل ضَآلَة ـ فالَ رأْيُه* وقال* نأْنَأْت رَأْيى ـ ضَعَّفته* أبو عبيد* رجل إمَّعٌ ـ لا رَأْىَ له وامرأة إمَّعَة* قال أبو على* وَزْنه فِعَّل ولا يكون إفْعَلا وان كان لا ثَبَتَ يَدُلُّ على ذلك من الاشتِقَاق ولكنه ليس فى الصِّفات إفْعَلٌ مُصَرَّح به ولذلك قال سيبويه فى إمَّر إنه فِعَّل* أبو زيد* تَأَمَّع واسْتَأْمَع* ابن السكيت* رجل ضَنِيك ـ لا رَأْى له ولا عَزِيمةَ ولا تَراه الَّا تابِعا* الأصمعى* فَسِخ رأْيُه فَسَخا ـ فَسَد وفَسَخْته* صاحب العين* الغَبْن ضَعْف الرَّأْى وقد غَبِن رَأْيَهُ ورَأْيُه غَبَنا وغَبَانةً* ابن السكيت* هو الغَبْن والغَبَنُ* أبو زيد* الغَبْن فى البيع والغَبَنُ فى الرأى وقد حكى الغَبَن فى البَيْع ورجل مَغْبُونٌ وغَبِين فى العقلِ والدِّين وغَبِنْت الشئَ غَبْنا كغَبَنْته ـ اذا جَهِلتَه وغَبِنْت فى الأمْر غَبَنا ـ أغفَلْته وغَبَنْت الرجُلَ غَبْنا ـ وذلك أنْ يمرَّ به\nوهو قائِم أو جالِس فلا يَفْطُن له ولا يَراه والغَبِينة من الغَبْن كالشَّتِيمة من الشَّتْم* أبو عبيد* إن لم يكن للرجُل رَأْىٌ قيل ما له أُكْل* ابن السكيت* ما له زَبْر أى رَأْى* قال أبو على* وأصل الزَّبْر الطَّىُّ بالحِجَارة وتُسمَّى الحِجَارة نَفْسُها زَبْرا فمعنَى قولهم ليس له زَبْر ـ أى ليس له رَأْى يُمْسِكه كما تُمْسِك الحجارةُ البِئْر عن الانْهِيار والسُّقُوط وأنشد",
        "* ابن السكيت* ما له جالٌ ولا جُولٌ ـ أى ليست له عَزِيمة تمنَعُه مثل جُولِ البِئْر وهى اذا طُوِيت كان أشَدَّ لها وأنشد\nيقول هو مُسَدَّد حَدِيد اللِّسَان حَدِيد النَّظَر فاذا نَزَلت به الأمور وجدتَ غيْرَه ممن ليس له نَظرُه وحِدَّته وحَظْربته أَقْوَمَ بها منه* أبو عبيد* ما له زُور ولا صَيُّور ـ أى رَأْى يَرْجع اليه وما له بُذْم مثل ذلك وقد تقدّم أن البُذْمَ النفْسُ* وقال* فى فلان فَكَّةٌ ـ أى استِرْخاء فى رَأْيه ومنه قوله\n* والفَكَّة والهاعِ*\n* قال أبو على* العرَب تقول شَرُّ الآراءِ الفَطِير ـ وهو الذى لم يُنْعَم النظرُ فيه ولم يُجَدْ* أبو زيد* رجل أُذُنٌ يَقُنٌ ـ يعتَمِد على ما قيل له ولا يزال يَتْبَع غيْرَه* صاحب العين* وَبَطَ رأْيُه ـ ضَعُف ولم يَسْتَحْكم والرَّأْى الدَّبَرِىُّ ـ الذى لم يُنْعَم النظرُ فيه* أبو حاتم* رجل أَرْثَى ـ لا يُبْرِم أَمْرا* صاحب العين* فى رَأْيه ضَجْعةٌ وضُجْعة ـ أى ضَعْف ووَهْن والضَّجُوع ـ الضَّعِيف الرأى وقد ضَجَع يَضْجَع ضَجْعا وأضْجَع واضْطَجَع ومنه رجُل ضُجْعِىٌّ وضُجَعة وضاجِعٌ ـ عاجِزٌ لا يكادُ يَبْرَح* ابن السكيت* لتَعْلَمُنَّ أيُّنا أضْعَفُ مَنْزَعة ومِنْزَعةً ـ أى رأْيا وتَدْبيرا* أبو عبيد* رجل غُمْر وغَمَرٌ ـ ضَعِيف لم يُجَرِّب الأمورَ* أبو زيد* غُمْر وغَمَرٌ ومُغَمَّر ـ وهو الصبِىُّ الذى لم يُجَرِّب وهم الأَغْمارُ والأنثى غُمْرة وقد غَمُر غمَارةً",
        "السَّفَة والطَّيْش\n* صاحب العين* السَّفَه والسَّفَاه والسَّفَاهةُ ـ نَقِيض الحِلْم وقد سَفِهَ حِلْمَه ورأْيَه ـ اذا حَمَله على السَّفَه وسَفُه عَلَيْنا وسَفُه الرجُل فهو سَفيه والجمع سُفَهاءُ والأنثى سَفِيهةٌ والجمع سَفِيهاتٌ وسَفَائِه وسُفُهٌ وسِفَاه وسَفَّهته ـ جعلتُه سَفِيها* أبو عبيد* سَفِهْتَ نَفْسَك ـ أى سَفِهَتْ نَفْسُك كقولهم أَلِمْتَ بَطْنَك* قال* وقال الكِسَائى مَعْناه سَفَّهتَ نَفْسَك* أبو زيد* سَفِهْتَ نَفْسَك ـ خَسِرْتها* علىّ* أصله من قولهم تَسَفَّهتِ الرِّيحُ الغُصُونَ ـ حَرَّكتها* السيرافى* السَّفَه والسَّفاءُ ورجُل سَفِىٌّ ـ سَفِيه* ثعلب* ازْدُهِىَ وطاشَ طَيْشا وطُيُوشا خَفَّ فلم يَثْبُت* صاحب العين* الطَّيْش ـ خِفَّة العقْل ورجُل طائِشٌ من قوم طاشَةٍ وطَيَّاشةٍ\nالجنون\n* صاحب العين* هى الجِنَّة والمَجَنَّة والجُنُون جُنَّ وأَجَنَّه الله فهو مَجْنُون* قال سيبويه* ومما جاء فُعِلَ فيه على غير فَعَلْت قولُهم جُنَّ وعلى هذا قالوا مَجْنُون وانما جاء على جَنَنْته وان لم يُسْتَعمل فى الكلام كما أن يَدَع على وَدَعْت ويَذَرُ على وَذَرْت وإن لم يُسْتَعْملا استُغْنِى عنهما بتَرَكْت وكذلك استُغْنِى عن جَنَنْت بأَفْعَلْت فاذا قالوا جُنَّ فانما يَقُولون وُضِع فيه الجُنُون كما قالوا حُزِنَ وفُسِلَ ورُذِل* سيبويه* وقالوا ما أَجَنَّه والقول فيه كالقَوْل فيما تقدّم من قولهم ما أحْمَقَه وأنْوَكَه* أبو عبيد* اللَّمَمُ والمَسُّ من الجُنُون ورجل مَلْمُوم ومَمْسُوس وهو من الجُنُون* ابن دريد* بفُلَان خَطْرةٌ من الجِنّ ـ أى مَسٌّ منه* أبو على* خاطِرٌ من الجِنّ كذلك* ابن الأعرابى* خَبْطَةٌ من مَسٍّ* قال* والشَّيْطان يَخْبِط الانسانَ و (يَتَخَبَّطُهُ) اذا مَسَّه بأذًى فأَجَنَّه وخَبَّله* ابن دريد* الخُبَاط ـ داءٌ كالجُنُون* وقال* رجل به سَفْعةٌ من الجِنّ ـ أى مَسٌّ* أبو عبيد* الأَوْلَقُ ـ الجُنُون رجل مَأْلُوق ومُأَوْلَقٌ* قال سيبويه* أَلِفُ أَوْلق من نَفْس الحَرْف يدلُّك على ذلك قولُهم",
        "أُلِق وانما أَوْلَقٌ فَوْعَلٌ من التَّأْلِيق ولو لا هذا الثَّبَت لحِمُل على الأكثر* قال أبو على* الأَوْلَقُ يحتَمِل ضربَيْن من الوَزْن أحدهما أن يكونَ فَوْعلا من أُلِق الهمزة فاءٌ ولو سَمَّيت به رجلا على هذا الوَصْف لانْصَرف. ويجوز أن يكون أَفْعَلَ من وَلَق اذا أسرَعَ قال الله تعالى تَلِقُونَهُ بالْسِنَتِكم وقال الشاعر\n* جاءتْ به عَنْسٌ من الشَّام تَلِقْ*\nوهو على هذا أَفْعَلُ الهمزةُ زائدة والواو فاءٌ* ابن دريد* أُلِقَ الرجلُ أَلْقا والأُلَاق نحو الجُنُون* أبو زيد* أَلَقه اللهُ يَأْلِقُه أَلْقا* أبو عبيد* العَلِهُ ـ الذى يَتَرَدَّد مُتَحيرا والمُتَبَلِّدُ مِثْله وأنشد\nوالأَفْكَلُ ـ الرِّعْدة* قال سيبويه* ألِف أفْكَل زائدة ألا تَرَى أنك لو سَمَّيت به رجُلا لم تَصْرِفْه وأنت لا تَشْتَقَّ منه ما تَذْهَب فيه الألف وانما صارتْ هذه الألِف عندهم بهذه المنْزِلة وان لم يجدوا ما تذهب فيه مُشْتَقًّا لكَثْرة تَبيُّنها زائدةً فى الأسْماء والأفْعال والصِّفة التى يَشْتَقُّون منها ما تَذْهَب فيه فلَمَّا كَثُرت فى كلامهم أجْرَوْه على هذا* أبو عبيد* الطَّيْف ـ الجُنُون وأنشد",
        "* فاذا بِهَا وأَبِيكَ طَيْفُ جُنُون*\n* أبو عبيدة* طَيْفٌ من الشَّيْطان ـ أى يُلِمُّ به لَمًّا* قال أبو على* فقد ثَبَت مما حكاه أبو زيد من قولهم طافَ يَطِيف طائِفا أن الطائف مصدر بمعناه مثل العافِيَة والعاقِبَة ونحو ذلك مما جاء فيه فاعِل وفاعِلةٌ وأنشد\nوالطَّيْف أكثَرُ لأن المصدر على هذا الوَزْن أكثَرُ منه على وزن فاعِلٍ والطَّيْف ـ الخَطْرة والطَّائِف كالخاطِرِ* ابن السكيت* الخَبَل ـ الجِنُّ وبه خَبَل ـ أى شئٌ من أهل الارض يعنى بأهل الأرض الجِنَّ* ابن دريد* الخَبْل والخَبَلُ من الجُنُون* صاحب العين* وهو الخابِلُ* ابن دريد* الخُلَاع كالخَبَل يُصِيب الانسانَ* ابن السكيت* الثَّوَلُ ـ كالجُنُون ورجلٌ أَثْوَلُ وأنشد\n",
        "* قال سيبويه* ثَوِلَ ثَوَلَا ـ وهو الجُنُون* قال أبو على* والتَّثَوُّل ـ التَحَرُّك ومنه تَثَوَّلَ علىَّ القومُ* ابن السكيت* فى عَقْل فلان صابَةٌ ـ أى شِبْه الجُنُون* ابن دريد* به قُطْرُبٌ ـ أى جُنُون والقُطْربُ ـ ذَكَرُ الغِيلانِ* ابن الأعرابى* الشَّمَقُ ـ مَرَحُ الجُنُون وأنشد\n* كأَنَّه اذْراحَ مَسْلُوسُ الشَّمَقْ*\nوقد شَمِق شَمَاقةً* أبو زيد* كُلِب الرجُل كَلَابا ـ اذا ذَهَب عقْلُه* صاحب العين* النَّظْرة من الجِنِّ تُصِيب الانسانَ وقد نُظِر* ابن الأعرابى* الهُيَام كالجُنُون* صاحب العين* اسْتَهْوَتْه الشَّيَاطِين ـ اسْتَهامَتْه وحَيَّرته وفى التنزيل (كَالَّذِي اسْتَهْوَتْهُ الشَّياطِينُ) والرَّئِىُّ ـ جِنِّىٌّ يَتَعَرَّضُ للانسان* الأَصمعى* رَئِىٌّ ورِئىٌّ* ابن دريد* العَسْجَدُ ـ الرجُل (1) المَجْنُون أو نحوه وليس بثَبْت والثَّبْت أنه المُسْتَرْخِى* ثعلب* المُوتَةُ بلا هَمْز ـ ضَرْب من الجُنُون* صاحب العين* التَّعَتُّهُ التَّجَنُّن وقيل الدَّهَشُ من غير مَسِّ جُنون والخَيْلَع والخَوْلَعُ والخُلَاع ـ الجُنون ورجُل مُخَلَّع وخَيْلَعٌ ـ مَجْنُون وقد تقدّم أنه الضَّعِيف* صاحب العين* السُّعْر الجُنون ورجل مَسْعُور وبه قيل للناقة السَّرِيعة مَسْعُورة\nالشَّجَاعة",
        "* صاحب العين* الشَّجَاعة ـ شِدَّة القَلْب عِنْد البَأْس* ابن السكيت* رجل شَجِيع وشُجَاع وامرأة شُجَاعةٌ وقد تكونُ الشَّجَاعة فى القَوِىِّ والضَّعِيف* صاحب العين* رجل شُجَاع وشَجِعٌ وأشْجَعُ وامرأة شَجْعاءُ وشَجِعةٌ وشَجِيعَةٌ* ابن السكيت* قوم شُجَعاءُ وشُجْعانٌ وشِجْعانٌ وشَجَعةٌ وشِجْعةٌ وشَجْعةٌ* صاحب العين* وشُجْعة* أبو على* شَجْعة وشُجْعة اسم للجمع* غير واحد* شَجُع شَجَاعةً* قال سيبويه* واذا أرادَ الرجُلُ أن يُدْخِل نَفْسَه فى أمْر حتى يُضافَ اليه ويكونَ من أهله فانك تَقُول تَفَعَّل نحو تَشَجَّع* وقال* شَجَّعت الرجلَ على الامر ـ حَمَلْته عليه* سيبويه* هو يُشَجَّع ـ أى يُرْمَى بذلك\n__________________\n(1) (العسجد الرجل) لم نعثر عليه بهذا المعنى فراجعه اه كتبه مصححه\nويُقالُ له* أبو على* فأمَّا الشُّجَاع من الحَيَّات فصِفَة غالِبَةٌ وسيأتى ذكره ان شاء الله* صاحب العين* الأَشْجَع من الرِّجال ـ الذى كأنَّ به جنونا وأنشد",
        "* أبو عبيد* بَطَلٌ بَيِّن البُطُولَة والبَطَالة وبَطَّال بَيِّن البَطَالة* سيبويه* الجمع أبْطال ولا يُكَسَّر على غير ذلك والأُنثى بَطَلة والجمع بَطَلاتٌ ولا يكسَّر على فِعَال لأن مُذَكَّرها لم يكسَّر عليه ولا على أفْعال لأنه ليس من أبْنِيَتِه ما فيه الهاءُ* غيره* وقد بَطُل* صاحب العين* سُمِّى بذلك لأن جِرَاحتَه تَبْطُل فلا يكتَرِثُ لها ولا تُبْطِل نَجَادتَه* ابن جنى* هو الذى تَبْطُل عِنْده دِمَاءُ الأَقْران لشَجَاعته* قال أبو على* الأَنْكادُ ـ الأبْطال* قال سيبويه* قالوا أَنْكادٌ وأبْطال فاتفقا كما اتَّفَقا فى الأسماء* أبو عبيد* رجُل نَجْد ونجُد ونَجِدٌ ونَجِيد من شِدَّة البَأْس* سيبويه* نَجِدٌ وأَنْجاد كان حكْمُه أن لا يُكَسَّر لأنَّ البناءَ اذا قُلِب قَلَّ تكسيره ولا سِيَّما إن كان صِفَة لأن الصِّفَة أقلُّ من الاسم لكنَّ نَجِدا لَمَّا وافَق الاسمَ فى البناء كُسِّر كما يكسَّر الاسم* أبو عبيد* نَجُد نَجَادةً والاسم النَّجْدة* ابن السكيت* النَّجْد ـ السَّرِيع الاجابَةِ الى الداعِى بِخَيْر أو شَرٍّ والجمع أنْجادٌ وقد أنْجَدَه والكَمىُّ الشديدُ كأنه يَقْمَع عَدُوَّه يقال كَمَى شهادتَه يَكْمِيها ـ قَمَعها فلم يُظْهرها وهو أيضا الجَرِىءُ المُقْدِم كان عليه سِلَاح أو لم يكُنْ والجمع أَكْماءٌ حكاها أبو زيد فأمَّا الكُمَاةُ فجمْع كامٍ* غيره* الكَمِىُّ ـ اللابِس للسِّلاح وقد تَكَمَّى بسِلَاحه تَغَطَّى بها* أبو عبيد* الباسِلُ ـ الشُّجَاع وقد بَسُل بَسَالة* ابن السكيت* تَبَسَّلَ فى وَجْهه ـ كَرَّه مَنْظَره وانما قيل للأسد باسِلٌ لكَراهةِ وَجْهه وقُبْحه* قال أبو على* قال أبو زيد* الباسِلُ ـ الشُّجَاع كأنه بَسُل على قِرْنه ـ أى حَرُم والبَسْل الحرَام والجمع بُسَلاءُ وبُسْل* صاحب العين* أَبْسَل نَفْسه للموت واستَبْسَلَ ـ وَطَّن* أبو زيد* بَؤُس الرجُل بَأْسا ـ شَجُع* صاحب العين* رجل بَئِيسٌ ـ شُجَاع وقد بَؤُس بَآسةً* أبو عبيد* البُهْمَة ـ الفارِس الذى لا يُدْرَى من أين يُؤْتَى له من شِدّة بأْسه* ابن السكيت* حائِط مُبْهَم ـ ليس فيه بابٌ والأبْهمُ ـ المُصْمَت وأنشد\n* فَهَزَمَتْ ظَهْر السِّلَام الأَبْهَمِ*\nوهو المُبْهَم الذى لا صَدْع فيه ولا خَلْطَ ويقال فرسٌ بَهِيم اذا لم يَخْلِط لونَهُ لونٌ سواء* وقال* أَبْهَمَ علَىَّ الأمرَ ـ أصْمَتَه فلم يَجْعل فيه فَرجًا أَعْرِفه ويقال فى البُهْمة انه شُبِّه بالفِئَة والبُهْمَة ـ الجماعةُ ولا فِعلَ له ولا يُوصَف به النساءُ* ابن جنى* البُهْمة فى الأصل مصدرٌ بدليل قولهم هو فارِسُ بُهْمة ـ أى استِبْهام ثم وُصِف به ونظيره قوله تعالى (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) فجاء على الأصل ثُمَّ وُصِف به فقيل رجُل عَدْل* ابن دريد* النَّهِيك ـ الشجَاعُ وقد نَهُك نَهَاكةً وهو من الابل القَوِىُّ الشدِيدُ* ابن دريد* النَّاهِك ـ الشُّجَاع الناهِكُ لقِرْنه ويقال لكل مُبالِغ فى جَمِيع الأشياء ناهِكٌ يقال نَهِكه عُقُوبةً نَهْكا وكذلك نَهِكه المرضُ نَهْكا ويقال انْهَكْ من هذا الطعامِ ـ أى بالِغْ فى أكْلِه* قال* ومنه قيل للشُّيحاع نَهِيك لأنه يَنْهَك عدُوَّه ـ أى يبالِغ فيه* صاحب العين* النَّهُوك ـ كالنَّهِيك* أبو عبيد* الذِّمْر ـ الشجاعُ والجمع أذْمارٌ* أبو زيد* والاسم الذّمَارَة* أبو عبيد* الغَشَمْشَمُ ـ الذى يَرْكَبُ رأْسَه لا يَثْنِيه شئٌ عَمَّا يريد ويَهْوَى* الكِلابيُّون* إنه لَذُو غَشَمْشَمَة وغَشَمْشَمِيَّة* أبو زيد* المُتَتايِعُ ـ الذى يَرْمى نفْسَه فى الهَلَكة سَرِيعا ومنه تَتَايَعَ الحَيْرانُ ـ اذا رمَى بنفسه سَرِيعا من غير تَثَبُّت ورجل واقِعَة شُجَاع* أبو عبيد* الصِّهْيَمُ ـ نحو الغَشَمْشَم (1) * ابن السكيت* الصِّهْمِيم الشُّجَاع الجافِى السيِّئ الخُلُق* قال* وسُئِل رجل من أهل البادِيَة ما الصِّهْمِيم فقال الذى يَزِمُّ بأَنْفِه ويَخْبِط بيدَيْه ويَرْكُض برِجْلَيْه وأنشد\nوالزَّمِيع ـ الذى اذا هَمَّ بأَمْر مَضَى فى قِتَال أو غيره والاسم الزَّمَاع* ابن الأعرابى* وهو الزَّمَع وقد أزمَعْت الأمر وأزمَعْت عليه* أبو عبيد* ما كانَتْ فِتْنةٌ إلَّا نَعَر فيها فُلانٌ ـ أى نَهَض وسَعَى وخَرَج* أبو زيد* رجُل نَعَّار ـ خَرَّاج فى الحُرُوب نَهَّاض وليس من الصَّوْت ونَعَر القومُ فى الحَرْب ـ اجتَمَعُوا وهاجُوا* غيره* رجل جَرِىءٌ ـ شجاع بيِّن الجُرْأَة والجَرَاءة* أبو زيد* جَرُؤ جُرْأةً وجَرَاءة وجَرَائِيَة* الأصمعى* وقد اجْتَرأت عليه وتَجَرّأْت وجَرَّأْت غيْرِى* أبو عبيد* المَرِير",
        "__________________\n(1) (الصهيم نحو الخ) الذي في اللسان بهذا المعنى الصهميم وحرر كتبه مصححه\nـ الشَّدِيد القَلْب* الأصمعى* بيِّن المَرَارة* أبو عبيد* الرَّابِط الجاشِ الذى يَرْبِط نَفْسه عن الفِرَار يَكُفُّها بُجرْأته وشَجَاعته* ابن دريد* رَبِيط الجاشِ كذلك* صاحب العين* رَبُط جاشُه رَبَاطةً ـ اشتَدَّ قَلْبه ووَثُق وحَزُم فلا يَنْفِرِ عِنْد الرَّوْع* ابن دريد* ألْقَى جِرْوتَه ـ ربَطَ جاشَه وصَبرَ على الأمر* أبو عبيد* الغَلِث ـ الشَّدِيد الفَتَّال اللَّزُوم لمَنْ طالَبَ* قال أبو على* هو من قولهم غَلِثْت بالشئ غَلَثا ـ لَزِمته وغَلِث الذِّئبُ بغَنَم فلان يَفْرِسُها* أبو عبيد* رجل ثَبْت الغَدَرِ ـ اذا كان ثابِتًا فى قِتَال أو كلام* ابن السكيت* الثَّبْت ـ الفارِسُ الذى لا يُصْرَع وأنشد\n* ثَبْت اذا ما صِيحَ بالقَوْم وَقَر*",
        "ويقال ثَبِيت* ابن دريد* ثَبَتَ ثَبَاتا وثُبُوتا* أبو عبيد* المُشَيَّع ـ الشُّجَاع والحَلْبَسُ والحُلَابِس والحُلَبِس ـ الشُّجَاع ويقال الملازِمُ للشئ لا يُفَارِقه وأنشد\nيَصِف الكِلابَ والثَّورَ والصِّمَّة ـ الشُّجاع وجمعه صِمَم* وقال* رجُل مِخْشَف ـ جَرِىءٌ على الليل* غيره* رجل طُحَمَة وطَحْمَةٌ ـ شَدِيد العِرَاك* صاحب العين* الخَشَفَانُ ـ الجَوَلان بالليل والسُّرْعة فى ذلك وبه سُمِّى الخُشَّاف لخَشافَتِه وهو أجودُ من الخُفَّاش* أبو عبيد* المِخَشُّ ـ كالمِخْشَف* أبو زيد* المِخَشُّ ـ الماضِى* ابن السكيت* الدَّلَهْمَسُ ـ الجَرِىءُ على الليل وأنشد\nوالمِسْعَر ـ الذى يُوقِد الحرْبَ والأَحْوَسُ ـ البطىءُ البَرَاح من مَكَانه فى القِتَال ويقال له اذا تَحَبَّس وأبْطأ ما زال يَتَحوَّسُ حتى تَرَكْته ومنه إبِل حُوسٌ ـ بطِيئاتُ التحرُّك من مَرْعاهُنَّ يقال جَمَلٌ أحْوَسُ بَيِّن الحَوَس* ابن الأعرابى* الأحْوَسُ الجَرِىءُ الذى لا يَهُوله شئٌ* ابن دريد* وقد حَوِسَ حَوَسا* صاحب العين* الأَحْمَسُ ـ الشُّجاع ونَجْدة حَمْساءُ ـ شَدِيدة والحَمَاسَة ـ المَنْع والمُحَاربة رجل\nحَمِسٌ وحَمِيس وقد تقدّم أن الأَحْمَس الشديد والخَلِيس والخَلَّاس ـ الشجاعُ* وقال* رجل مُقْدِم ومِقدام وقَدَم ـ شُجاع وقُدُم ـ مُقْتَحِم للأمور وقد قَدَم وأَقْدَم وقَدِم وتَقَدَّم واسْتَقْدمَ* ابن السكيت* إنه لَجَرِىءُ المُفْدَم* صاحب العين* صالَ على قِرْنه صَوْلا وصِيَالا وصُؤُولاً وصَوَلانا ومَصَالاً* السيرافى* رجل قِنْدَأْو وسِنْدَأْو ـ جَرِىءٌ مُقْدِم وقد مَثَّل بِهما سيبويه وقد تَقَدّم أنه الخَفِيف* ابن السكيت* المِغْوار ـ ذُو الغاراتِ بَيِّن الغِوَار والمِخْذَامَة ـ الذى يَقْطَع الأُمور والصارِمُ ـ القاطِع وقد صَرُم صَرَامة ويقال إنه لَمصِعٌ بالسيْف والمُمَاصَعة ـ المجالَدَة بالسُّيُوف والمُجَالدة ـ المُضَارَبَة وقد جَلَد يَجْلِد جَلْدا والهَصِرُ ـ الشدِيدُ الغَمْز اذا أَخَذ القِرْن هَصَره يَهْصِرُه هَصْرا ومنه اشتُقَّ مُهَاصِر* أبو زيد* رجل هَصِرٌ وهَصُور كذلك* ابن السكيت* السَّنْدَرِىُّ والسَّنْدَرِى والسَّرَنْدَى والسَّبَنْتَى ـ الجرىءُ من كلِّ شئٍ والضُّبَارِمُ ـ الشجاعُ الشدِيدُ وإنما اشتُقَّ من الاسَد لأنه يقال له ضُبَارِم والفِرْناسُ والفُرانِسُ ـ الماضِى الشدِيدُ والصَّمْصامَة ـ الجَرِىءُ الشجاعُ الذى اذا هَمَّ بأمر مضى والجمع فُتَّاك (1) وقد فَتَك يَفْتُك ويَفْتِكُ فَتْكا وفِتْكا وفُتْكا وفُتُوكا وفَتَاكَة* أبو عبيد* هو الفَتْك والفِتْك والفُتْك للرجُل يَفْتِك بالرجُل وهو الفَتْل مُجَاهرة* صاحب العين* كل من قَتَل صاحبَه وهو غارٌّ فقد فَتَك به وقال صلى‌الله‌عليه‌وسلم قَيَّدَ الايمانُ الفَتْكَ لا يَفْتُك مُؤْمِن * وقال* المِلْحَس ـ الشُّجَاع كأنَّه يَلْحَس من لَقِيه ـ أى يَأْكُله* صاحب العين* القُدَاحِسُ ـ الشُّجَاع الجَرِىء والرُّمَاحِس والحُمّارِس كذلك* وقال* الجَهْوَرُ ـ الجَرِىءَ المُقْدِم والتَّدَهْكُم ـ الاقْتِحام فِى الأمر الشَّدِيد وتَدَهْكَمَ علينا ـ تَدَرَّأ* ابن السكيت* الأشْوَسُ ـ الجَرِىء على القِتال الشدِيدُ وقد شَوِسَ شَوَسا ويكونُ الشَّوَس فى سُوء الخُلُق أيضا* صاحب العين* شاسَ شَوْسا* ابن السكيت* اللَّيْث ـ الذى لا يَهُولُه شئٌ بَيِّن اللُّيُوثَة والمِدْرَهُ الذى يُقَدَّم فى اليَدِ عند القتال وقد تقدم أنه المُقَدَّم فى اللسان والخُصُومة وقول أبى على إنَّ الهاءَ مُبْدَلة من الهَمْزة* ابن السكيت* وهو ذُو تُدْرَهِهِم كما تقدم فى اللِّسان ولا يُقال دُونَ ذُو والعَرِس والحَرِسُ ـ الذى لا يَبْرَح القِتالَ والحَرِجُ ـ الذى",
        "__________________\n(1) (والصمصامة الجرىء إلى قوله والجمع فتاك) فيه سقط ظاهر كتبه مصححه\nلا يكادُ يَبْرح القتالَ ولا يَنْهَزِم وأنشد\n* مِنَّا الزُّوَيْر الحَرِجُ المُغَاوِرُ*",
        "والسَّلْفَعُ ـ الجَرِىءُ وامرأة سَلْفَعٌ جَرِيئةٌ على الليل* وقال* رجل حَرِبٌ ـ شَدِيد المُحَاربة* ابن دريد* رجل مِحْرَب ومِحْرابٌ ـ صاحِبُ حَرْب* ابن السكيت* رجل حَرِبٌ ضَرِب ـ شَدِيد الضَّرْب والعِلْكِزُ ـ الشدِيدُ العَظِيم والعِمِّيت ـ الجَرِىءُ الظَّرِيف وأنشد\nوالصَّمَيانُ ـ المُنْقَضُّ على الشئ وقد انْصَمَى ـ انقَضَّ* وقال* إنه مُبِرٌّ بذلك أى ضابِطٌ له قاهِرٌ* صاحب العين* رجُل مِصْدَم ـ مِحْرَب* أبو عبيدة* العِكْرُ ـ الشديد القتال* ابن السكيت* العُفْر ـ الشُّجَاع الجَلْد* أبو زيد* الضَّمْضَمُ والضُّمَاضِمُ والسَّبْت ـ الجَرِىء الماضِى والبَئِيس ـ الشُّجَاع وقد بَؤُسَ بَأْسا ـ اشتَدَّ بَأْسه والسَّحْتَبُ والسَّجْنَبُ (1) والسَّلْهَبُ والصِّلْهامُ والدِّلْهاثُ والدُّماحِس والحُمَارِس كلُّه ـ الجَرىء المُقْدِم ومثله العُشَارِمُ والعُشَارِبُ ـ الذى يَغْشَى الحَرْب بنفسه ويَنْغَمِس فيها* وقال* رجل واقِعَة ـ شُجَاع والضَّنَنُ ـ الشجَاعُ وأنشد\n* ابن دريد* الأَيْهَمُ من الرِّجال ـ الجَرِىءُ الذى لا يُسْتَطاع دَفْعُه والأنثى يَهْماءُ* صاحب العين* رجل هَوَّاس وهَوّاسَة ـ شُجَاع* غيره* الهَوْس الطَّوْف بالليل فى جُرْأة ومنه أَسَد هَوّاس* صاحب العين* رجُل جَسْر وجَسُور ـ ماضٍ شُجَاع والأنثى جَسْرةٌ وجَسُور وجَسُورةٌ وقد جَسَر يَجْسُر جُسُورا وجَسَارةً* وقال* رجل طَيْثارَةٌ ـ لا يُبَالِى على مَن أقْدم وكذلك الأَسَد* ثعلب* المِلْذَم ـ الشُّجَاع لغَلَثه بالقِتال* أبو عمرو* النَّكَلُ ـ الرَّجُل المُجرَّب القِوىُّ وفى الحديث إن اللهَ يُحِبُّ النَّكَل على النَّكَل قيل وما النَّكَلُ على النَّكِل قال الرجُلُ المجَرَّب المُبْدِئ المُعِيد على الفرِس القوِىِّ المجَرَّب المبْدِئ المُعِيد ـ أى الذى أبْدأ فى غَزْوه وأعادَ* سيبويه* الكَمِيشُ ـ الشجاعُ وقد كَمُش كَمَاشةً وقد\n__________________",
        "(1) (والسجنب) كذا هو بالجيم والنون ولم نعثر عليه فحرر كتبه مصححه\nتقدم أنه السرِيعُ الخَفِيف ويقال للرجُل الجَوَادِ الشُّجَاع إنه لَذُو مَصْدَق ـ أى صادِقُ الحَمْلة* السيرافى* رجُل صَدْقُ اللِّقاءِ ـ شَدِيده* قال أبو على* أصْل الصَّدْق الصُّلْب فى القِتَال وغيره* قال سيبويه* رجل صَدْق اللِّقاءِ والجمع صُدُق* قال أبو على* المَصْدُوق ـ صِدْق الحَمْلة والمَكْذَبَة ـ كَذِبها* ثعلب* التَّقَزُّم ـ اقْتِحام الأُمور بشِدَّة* أبو زيد* إنه لَذُو مَخْشَنَة ـ أى خَشِنُ الجانِب* صاحب العين* فيه خُشْنة* ابن السكيت* يقال للرجُل «يُوشِك أن تَلْقَى خازِقَ ورَقة» مَثَل للجَرِىء ويقال للرجُل الصارِم هو أَمْضَى من خَازِقٍ وهو السِّنان* الأصمعى* العَنْتر ـ الشُّجاع* ابن دريد* المُكَالِب ـ الجَرِىء* صاحب العين* الخَلِيس والمُخَالِس فى القِتَال والصِّرَاع ـ هو الشُّجاع الحَذِر* أبو زيد* شُجَاع مُغَامِرٌ ـ يَغْشَى غَمَرات الحَرْبِ لا يَكِعُّ ولا تَهُولُه شِدَّة* صاحب العين* المُغَمِّر كالمُغَامِر* وقال* رجُل جَرِيشٌ يوصَف بالصَّرَامة والنَّفاذ* أبو زيد* العَرِكُ والمُعارِكُ ـ الشَّدِيد العِلَاج والبَطْش فى الحَرْب والعُلَّج ـ الشَّدِيد قِتَالا أو نِطَاحا* صاحب العين* العَسِلُ ـ الشَّدِيد الضَّرْب السَّرِيعُ رَجْع اليدَيْن* وقال* عَسَمَ بنَفْسه فى الحَرْب يَعْسِم ـ رَمَى بها غيْرَ مكتَرِث واقْتَحَم* صاحب العين* رجل مَعَّاس ـ مِقْدام وقد مَعَس فى الحَرْب وتَمَعَّس ـ حَمَل والمِعَاسُ ـ المِرَاس وأصله من المَعْس وهو الدَّلْك* وقال* عَبَطَ بنَفْسه فى الحَرْب وعَبِط وعَبَطَها ـ رَمَى بها فيها غيْرَ مُكْرَه* صاحب العين* صاعَ أَقْرانَه صَوْعا ـ جاءَهم من هُنَا ومن هُنَا* أبو على* الأَهْوَجُ ـ الشُّجَاع وقد تقدم أنه الأَحمق* أبو عبيد* يقال للشُّجَاع ما يَفْرِى فَرِيَّه أحد* وقال غيره* لا يَفْرِى فَرْيَه أحدٌ بالتخفتف ومَن شَدَّد فقد غَلِط\nالجُبْن وضُعْف القَلْب\n* ابن السكيت* الجَبَان ـ الذى يَهَاب المَقْدَم على كُلِّ شئٍ بالليل والنَّهار وأصله فى القِتَال وقوم جُبَنَاءُ وجُبُنٌ* سيبويه* جَبَانٌ وجُبَناءُ شَبَّهوه بفَعِيل لأنه مِثْله فى الصِّفة والزِّنَة والزِيَادة* وقال ابن جنى* وقد كُسِّر على أجْبانٍ وأنشد",
        "\nونظيره جَوَاد وأَجْوَاد* سيبويه* جَبُنَ يَجْبُنُ* ابن السكيت* جَبنُ وجَبَنَ جُبْنا وجُبُنا ولم يَقُولوا فى المَرْأة ولا النِّساءِ* أبو عبيد* امرأة جَبَانَةٌ* أبو زيد* امرأة جَبَانةٌ وجَبَانٌ وقد جَبَنَت جَبَانةً ونساءٌ جُبَنَاءُ وأجْبَنْتُه ـ وجَدْتُهُ جَبَانا* أبو عبيد* أَتَيْنا فُلانا فأَجْبَنَّاه ـ وجَدْناه جَبَانا* سيبويه* هو يُجَبَّن ـ أى يُرْمَى بذلك ويُقال له وقد تقدّم مِثلُ ذلك فى الشَّجَاعة* أبو عبيد* المَنْفُوه ـ الضَّعِيف الفُؤادِ الجَبَان والمَفْؤُودُ مِثلُه* قال أبو على* ولا فِعْلَ له وقد تقدّم* أبو عبيد* وكذلك الهَوْهاة* ابن السكيت* وكذلك الهَوْهاءَةُ ـ البِئْرُ التى لا مُتَعَلَّقَ بها ولا مَوْضِعَ لِرِجْلِ نازِلِها لِبُعْدِ جالَيْها وأنشد\n* فى هُوَّةٍ هَوْهاءَةِ التَّرَجُّل*\n* صاحب العين* رجل هَوْهاءٌ كذلك* الأصمعى* الواحِدُ والجمع فيه سَوَاء* وقال* إنه لَهَوَاهِيَة كذلك* وحكى أبو على* رجُل هَوْهاءٌ* قال* وليس هَوَاهِيَةٌ من لفْظ هَوْهاء هَوَاهِيَة من باب سَدَسَ مُضاعَفٌ من فائِهِ ولامِهِ ويَدُلُّ على صحَّة قول أبى على ما حُكِىَ منْ قَولهم هُوْهَةٌ فَياءُ هَوَاهِيَة على هذا كَياءِ عَبَاقِيَة والوزْن كالوزْن ولا يجوزُ أن تكونَ الياء أصلا لأنها إن كانتْ كذلك كان هَوَاهِيَةٌ جَمْعا ووصفهم الواحدَ به يَدُلُّ على أنَّها لَيْسَتْ بِجَمْع وأما هَوْهاءٌ فمن مضاعَفِ بناتِ الأربعة على مَذْهب سيبويه وحكى أيضا رجُل هَوْهَأة مَقْصورٌ عن هَوْهاءَة فهو كالقَلْقَلَة* علىّ* لا وَجْه لهذا لأن الفَعْلَلَة لا تكونُ صِفَة* أبو زيد* رجل هُوْهَة كذلك* أبو عبيد* وكذلك المَنْخُوب والنَّخِيب والمُنْتَخَب* أبو على* وهو النَّخِبُ* ابن السكيت* النَّخِيبُ ـ الهالِكُ الفُؤادِ جُبْنًا وقوم نُخُب والاسم النَّخْب وأصله من الانتِزَاع* ابن دريد* وهو النِّخَبُّ واليَنْخُوب* صاحب العين* المَنْفُوخ ـ الجَبَان وقد تقدّم أنه العَظِيم البطْنِ* أبو عبيد* وكذلك المُسْتَوْهِلُ والوَهِلُ وقد وَهِلَ ومثلُه الجُبَّأُ وأنشد",
        "* قال سيبويه* هو الجُبَّاء مَمْدود* قال أبو على* هذه اللَّفْظَة من الأضداد\nالجُبَّاء ـ الضَّعِيف والشُّجَاع يُقال جَبَأ عليه الأَسْوَدُ يَجْبَأُ جُبُوأً ـ خَرَج عليه من حُجْر* سيبويه* وغَلَب عليه الجمعُ بالواو والنون لأن مؤنَّثه مما يدخُل عليه الهاءُ* أبو عبيد* وكذلك النَّأْناءُ* ابن السكيت* نَأْنَأْت فى الأمر مُنَأْنأَةً* أبو عبيد* ومثله الكَىْءُ* قال أبو على* وقد كاءَ يَكِىءُ وأكَأْته* أبو عبيد* الوَجْبُ ـ الجَبَان* أبو على* وهو الوَجَّاب والوَجَّابة من قوله تعالى (وَجَبَتْ جُنُوبُها) ـ أى سَقَطت ومن تَمَّ قيل له خِرِّيَانٌ فِعِلِّيانٌ من خَرَّ يَخِرُّ* أبو عبيد* الهِرْدَبَّة ـ المُنْتَفِخ الجَوْف الذى لا فُؤادَ له ومثله البِرْشاع وقد تقدّم أنه الْأَهْوَجُ المُنْتَفِخ* قال* والهَجْهاجُ ـ النَّفُور وقد تقدم فى ضَعْف العقل والوَرَع ـ الجَبَان وقد وَرُع وُروعا* ابن السكيت* الوَرَعُ ـ الضَّعِيف فى رَأْيه وعقله وبَدَنه وأنشد\n* ابن دريد* وَرَعٌ بَيِّن الوُرُوعة وقد وَرُع وُرُوعا ووُرْعا ووَرْعةً* أبو عبيد* العُوَّار ـ الجَبَان* سيبويه* والجمع عَوَاوِيرُ ولم يُكْتَف فيه بالواو والنون لأنهم قلَّمَا يَصِفُون به المُؤَنَّث فصار كمِفْعال ومِفْعِيل ولم يصر كفُعَّال وأَجْرَوْه مُجْرى الأسماء نحو نُقَّاز ونَقَاقِيز ولو أَجْرَوه مُجْرى الصِفة جَمَعوه بالواو والنونِ كما فَعَلوا ذلك فى حُسَّان والهَيَّبَانُ والهَيُوب ـ الجَبَان* ابن السكيت* وقد تَكونُ الهَيْبة فى كلِّ ما يُتَّقَى* الفراء* وهو الهَيِّبُ* أبو عبيد* الكَهْكَاهَة ـ المُتَهَيِّب وأنشد\n* أبو زيد* تَكَهْكَهَ عن الشئ ـ ضَعُف* أبو عبيد* الجِبْس ـ الجَبَانُ الضَّعِيف* ابن دريد* جمعه أجْباس وجُبُوس وهو الْجِفْس* أبو عبيد* الرِّعْدِيد ـ الجَبَانُ* ابن السكيت* الرِّعْدِيدَة ـ الذى يُرْعَد عند القِتَال وأنشد",
        "* صاحب العين* رجل تِرْعِيدٌ كَرِعْدِيد والحَصُور ـ المُحْجِم عن الشئ وقد تقدّم\nأن الحَصِيرَ والحَصُورَ المُمْسِك البَخِيلُ* ابن السكيت* اليَرَاعَة ـ الذى لا فُؤَادَ له وأصله أن القَصَبة يَرَاعَةٌ* قال أبو على* وانما ذلك لِخُلُوِّ جَوْفِهِ كَخُلُوِّ جَوفِ القَصَبة قال الله عزوجل (وَأَفْئِدَتُهُمْ هَواءٌ) ومنه قول زُهَيْر\nأى لا فُؤَاد له من الرَّوْع والجُبْن اذا أَحَسَّ شيْأً فَزِعَ* الأصمعى* اليَرَاع واليَرَاعةُ الجَبَان الذى لا عَقْلَ له ولا رَأْىَ* صاحب العين* فَرَّخَ الرِّعْدِيدُ ـ رُعِب وأُرْعِدَ وكذلك الشَّيخ الضَّعِيف* ابن السكيت* وهو الاجْفِيل والاجْفِيل أيضا ـ الذى يَهْرُب من كل شئٍ فَرَقا* وقال* رجُل رَعِيب ومَرْعُوب وقد رُعِب ورَعَب رُعْبا فيهما وقد يكونُ ذلك فى الجَبَان والشُّجَاع عند الفَزَع والذُّعْر والفَرُوقَة والفَارُوَقَة والفَرُّوقَة والفَرُّوق والفَرِقُ والفَرُوقُ ـ الجَبَان الذى يَفْرَق من كل شئٍ والبَعِلُ ـ الذى يَفْزَع عِند الرَّوْعِ فَيَتْرُك سِلَاحَه أو مَتَاعه ويَنْهَض ذاهبًا إمَّا حامِلا وإمَّا ذاهبًا ويقال هو الذى يَفْزَع فيَذْهَب فُؤَادُه عِنْد الرَّوْع فَلا يَبْرَح مكانَه من الفَزَع حتى يَغْشاه القومُ فَيَقْتُلوه أو يَأْخُذوه أو يَدَعُوه وقد بَعِلَ بَعَلا والعَقِرُ ـ الذى يَفْجَؤُه الرَّوْع فَلا يَقْدِر أن يَتَقَدَّم أو يَتَأَخَّر والمَجْؤُوفُ ـ الجَبَان الذى لا فُؤادَ له وقد جُئِفَ جَأْفا* صاحب العين* رجلٌ مَجُوف ومُجَوَّف ـ جَبَان* ابن السكيت* الأكْشَفُ الذى لا يَثْبُتُ فى الحَرْب يَنْكَشِفُ* أبو زيد* الكُشُفُ ـ الذين لم يَصْدُقُوا القِتالَ ولم يَغْرِفُوا لها واحِدا* ابن السكيت* رجل نِفْرِجٌ ونِفْرِجَاءُ ونِفْراجٌ ونِفْرِجَة ـ جَبَان أكْشَفُ* وقال* إنه عَنْك لَهَيْدانٌ ـ اذا كان يَهَابُه* ابن دريد* الأَهَدُّ ـ الجَبَان والهَيْرَعُ ـ الجَبَان الذى لا خَيْرَ فيه والعُوق الجَبَان هُذَلِيّة والخَيْطَعُ (1) ـ المُتَرَوِّع الفُؤاد واليَرْفَئِىُّ ـ المُتَرَوّع القَلْب من فَزَع* أبو زيد* الكَزِمُ ـ الذى يَهَاب التَّقَدُّم على الشئ ما كان فاذا أرادُوا الخُرُوج فَتأخَّر عن أصحابه فهو كَزِمٌ أيضا وقد كَزِمَ كَزَما* وقال* خامَ الرَّجُل خَيْمًا وخَيَمَانا وزاد غيرُه خُيُوما ـ هابَ وجَبُن* صاحب العين* وكذلك اذا كادَ كَيْدا فلم يَرَ فيه ما يُرِيدُه ورجَع عليه* أبو عمرو* نَكِلَ تَمِيمِيَّة ونَكَلَ يَنْكُلُ حِجَازِيَّةٌ ضَعُف وجَبُن* ابن السكيت* كَفِحَ القومُ عن فُلان يَكْفَحُون ـ وهو الجُبْن* أبو\n__________________",
        "(1) (والخيطع) لم نعثر على هذه المادة فحررها اه\nعبيد* رجُل غُمْر وغَمَرٌ من رِجَال أَغْمار ـ وهم الضُّعَفاء الذين لا تَجْرِبةَ عندهم بالحَرْب وقد تقدم أنَّه الذى لا تَجْرِبَةَ عنده بالأُمور* أبو عبيد* هاعَ يَهِيعُ ـ جَبُن ورجل هاعٌ لاعٍ وهائِعٌ لائِعٌ* وحكى غيره* رجل هاعٌ* قال أبو عبيدة* يَصْلح أن يكون فاعلا ذهبَتْ عينُه وأن يكونَ فَعِلا وعلى أىِّ الوَجْهين صرّفْته فهو بالياء لقولهم الهَيْعة* الأصمعى* هاعَ يَهَاع ويَهِيع هَيْعا وهُيُوعا وهَيْعة وهَيَعانا وهاعًا وقوله\nأَراد الهَيْعَ فوضع الاسم موضعَ المصدَرِ* سيبويه* لِعْتَ لاعًا وأنتَ لاعٌ كَجَزِعْتَ جَزَعًا وأنت جَزِعٌ* على* وعلى هذا أوجِه قوله والفكَّةِ والهاعِ لِقولِهم هِعْتُ لأن وضع اسم الفاعل موضع المصدر غيرُ مأنوس به* ابن السكيت* يقال للجبَان لأنتَ أَجْبَنُ من المنزُوفِ ضَرِطًا ويقال هو أجبنُ من صَافِرٍ ـ يعنى ما صفَرَ من الطَّير ولم يكن من سِبَاعها* صاحب العين* كَعَّ يَكِعُّ ويَكُعُّ كَعًّا وكُعُوعًا وكَعَاعَهً وتَكَعْكَعَ هابَ القومَ وتركهم بعدَ ما أرادَهُم وأكَعَّه الخوفُ وكَعْكَعَه ـ حبَسه ورجل كَعُّ ـ ضعيفٌ عاجزٌ والهَيْرَعُ ـ الجبان وقد تقدم أنه الذَى لا يَتَماسك والهَلَعُ والهُلَاعُ الُجبْنُ عند اللِّقاء ورجل هُلَعَةٌ ـ كثيرُ الهَلَعَانِ ورجل قُعْدُدٌ وقُعْدَدٌ ـ جبانٌ قاعدٌ عن الحربِ وقد تقدَّم أنه اللئيم والرِّعْشِيشُ ـ المرتَعِشُ عند القتال جُبْنًا* وقال* المَصُوعُ ـ الفَرِقُ الفُؤَادِ وقيل هو الذى يَمْصَعُ بِسَلْحِه من خِيفَةٍ أو إعجال أى يَرْمى به والوَقَّاف ـ المُحْجِمُ عن القِتال وأنشد\n* ابن جنى* الهِجْزَعُ ـ الجَبَان هِفْعَلٌ مِن الجزَع ونظِيره هِبْلَعٌ وَهجْرَعٌ فيمن أخَذَهُ من البَلْعِ وَالجَرْعِ ولم يعتبره سيبويه كذلك بل كل ذلك رُبَاعى صحيح",
        "الحِرْصُ وَالشرَهُ\n* صاحب العين* الحِرْص ـ شدّة الارادة* أبو زيد* حَرَصَ عَلَيه يَحْرِصُ وَيَحْرُصُ حِرْصًا وَحَرِصَ ورجل حَرِيصٌ وَقومٌ حُرَصَاءُ وحِرَاصٌ وامرأة حَرِيصَةٌ من نسوةٍ\nحَرائِصَ وحِرَاصٍ* ابن السكيت* الجَشَعُ والشَّرَه ـ أقبحُ الحوْصِ حتَّى يُظَنَّ أنَّ قَسِيمه الذى يُقَاسِمُهُ قد غبَنَه ولم يكن فَعَلَ وهُمَا أيضا قُبْح الرَّغْبة فى أكْل الطعام وقد جَشِعَ جَشَعًا* صاحب العين* رجل جَشِعٌ وقوم جَشِعُونَ وجَشَاعَى وجُشَعَاءُ وجِشَاعٌ* ابن السكيت* وشَرِهَ شَرَهًا كَجَشِعَ فَهوَ شَرِهٌ وشَرْهَانُ* ابن دريد* الجَشَعُ ـ أن تأخذَ نصيبَكَ وتطمَعَ فى نصيبِ غيركَ* أبو زيد* وفى المثل «فى بطنِ زَهْمَانَ زادهُ» يُضرب للذى يأكُلُ نصيبَه ثم يأتى بعدَ ذلكَ فيقول أَطْعِمُونى وفسره الرِّياشى أنه اسم كلب* ابن السكيت* ومنهم الطَّبِعُ ـ وهو اللَّئِيمُ الخَلَائق* أبو عبيد* اللَّغْمَظُ واللُّعْموظُ ـ الشَّهْوَانُ الحَرِيصُ* ابن دريد* هو اللَّعْمَظُ والمصدر اللِّعْمَاظُ* أبو على* فأمّا قَولُ بعضِ العَربِ يصفُ فِقَرَ اليَرْبُوعِ فرددتُ بهنَّ لَعَظِى فهو معنى اللَّعْمَظَةِ الا أنه ليس من لفظه انما هو من باب سِبَطْرٍ ولَأَّلٍ* قال* وقال بعضهم الميمُ فى لَعْمَظَ زائدةٌ وانما هو من اللَّعَظِ فَلَعْمَظٌ علّى هذا فَعْمَلٌ وهو مثالٌ مرغوبٌ عنه وان كان سيبويه قد حكى ما يُؤْنِس ذلك* قال* ويكونُ على فُعَامِلِ نحو دُلَامِصٍ* قال غيره* الدّلَامِصُ لَيس من لَفْظِ الدِّلَاصِ وان كانت فيه حروفه وإنما هو بمنزلة ما قدّمنا من اللَّعْمَظِ* أبو زيد* اللَّعْمَظُ ـ الطُّفَيْلِىُّ* أبو عبيد* رجل لَعْوٌ ولَعًا ـ مثلُ اللَّعْمَظِ* ابن دريد* اللَّعْوُ ـ الحِرْص من قولهم كَلْبَةٌ لَعْوَةٌ ـ أى حريصةُ* صاحب العين* اللَّعْوُ ـ الحرِيصُ المُقَاتِلُ على ما يُؤْكَلُ والأنثى لَعْوَةٌ وهُنَّ اللَّعَوَاتُ واللِّعَاءُ وقد تقدم أن اللَّعْوَ السيئُ الخُلُقِ* وقال* رجل لَاعٌ ـ أى حَرِيصٌ جَزُوعٌ على الجُوعِ وغَيرهِ معَ ضَجَرٍ وقيل هو الذى يَجُوعُ قَبل أصحابه والجمع ألْواعٌ ولِيعانُ والأنثى لاعَةٌ وقد لِعْت لَوْعًا وَلُؤُوعًا* غيره* اللَّعْذَمِىُّ والعَدْمَلِىُّ ـ الحَرِيصُ* وقال* شَهِيتُ الشئَ وشَهَوْتُهُ أَشْهَاهُ شَهْوَةً واشْتَهَيْتُه ـ شَرِهْتَ اليهِ ورجلٌ شَهِىٌّ وشَهْوَانُ وشَهْوَانِىٌّ وامرأة شَهْوَى وما أَشْهَاها وأشْهَيْتُه ـ أعطيتُهُ ما يَشْتَهِى* أبو عبيد* الأرْشَمُ ـ الذى يَتَشَمَّمُ الطَّعامَ ويَحْرِصُ عليه وأنشد\n* السيرافى* رجل وَعِقٌ لَعِقٌ ـ حريص جاهل وقد وَعَقَه الطَّمَعُ وبه وَعْقَةُ",
        "شديدة وَوَعَّقْتُهُ ـ نسبتُه الى ذلك وأنشد\n* مَخَافَةَ اللهِ وأن تُوعَّقا*\nأى يُقال إنَّك لَوَعِق* ابن السكيت* القِرْشَبُّ والهِجَفُّ والهَجَفْجَفُ ـ الرَّغِيب البطَن وأنشد\nوالمُلَاهِس ـ المزَاحِم على الطعام من الحِرْص وأنشد",
        "* مُلَاهِسُ القَوْم على الطَّعامِ*\nوالنَّهِمُ ـ الذى لا يُهِمُّه الا بطنُه والمَنْهومُ ـ الذى يَنْتَهِى بطنُه ولا تنتَهى نَفْسُه وقد نَهِمَ نَهَماً ونُهِم* على* الأُولَى أكثرُ فى هذا الضَّرب ـ أعنى نَهِم التى على صيغة فِعْل الفاعِل* ابن السكيت* المَسْحُوت ـ الرَّغِيب الذى لا يَشْبَع* أبو حاتم* الرَّاشِنُ ـ المتَتَبِّع للطَّعام* ابن دريد* رَشَنَ يَرْشُنُ رَشْناً ورُشُونا ومنه رَشَن الكلبُ فى الاناء ـ اذا أدخَلَ رأسَه فيه* ابن السكيت* الحَضُرُ الذى يَتَعرَّض القُحَم وهو عنها غنِىٌّ وهو نحو الراشِنِ* وقال* الحِلَّسْمُ ـ الحَرِيص وأنشد\nومثله الحَلِس وقد تقدم أنه الذى لا يَبْرَح القتالَ والواغِلُ ـ الذى يأْكُل مع القوم ويَشْرَب ولم يَدْعُوه ولم يُنْفِقْ مثل ما أنفَقُوا وقد وَغَلَ أشدَّ الوغَلَان والوَغَالَةِ والوَغْلُ ـ الشرابُ الذى لم يُنْفَق فيه وقولهم طُفَيْلِىٌّ للذى يدخُل وليمةً لم يُدْع اليها وهو منسوب الى طُفَيْل رجل من أهل الكُوفة من بنى عبدِ الله من غَطَفانَ كان يأتِى الولائِمَ من غير أن يُدْعَى اليها وكان يقال له طُفَيْل الأعراسِ والعَرَائِس وكان يَقُول وَدِدْت أنَّ الكُوفة بِرْكةٌ مُصَهْرَجَة فلا يخفَى علَىَّ فيها شئ والعرب تُسَمِّى الطُّفَيْلِىَّ الوارِشَ* ابن السكيت* وَرَشَ الرجُل وُرُوشا ـ وهى الشَّهْوة للطعام لا يُكْرِم نفْسَه* أبو عبيد* وَرَشْت من الطَّعام وَرْشا ـ تَناوَلْت منه شيأ* قال أبو على* قال أبو زيد وأهل الحِجَاز يُسَمُّون الطُّفَيْلِىَّ البَرَقِىَّ* أبو عبيد* الرَّثَع ـ أسوأ الحِرْص رَثِعَ\nرَثَعا فهو رَثِعٌ وكذلك الهاعُ وهو مع ضَعْف هاعَ يَهَاعُ هَيْعَةً وقد تقدم فى الجُبْن* ابن السكيت* الدَّقَاعَة والادْقاع ـ الدُّنُوُّ للأمور الدَّنِيئَة* وقال* هو يَلْأَفَ ويَلْبِز ويَخْضِم ويَحْضَى ويُوجِز وَيَتَهَلَّزُ كلها فى الشَّرَه* أبو زيد* ضَغْرَسٌ حريصٌ نَهِم واللَّعَصُ ـ النَّهَمُ فى الأكل والشُّرْب وقد لَعِص* غيره* رجل مُزْدَغِفٌ ومِزْغَفٌ ـ وهو الجَرَّاف المَنْهُوم الرَّغِيب يعنى بالجَرَّاف الأكُولَ* ابن دريد* الجِعِنْظارُ ـ النَّهِمُ الشَّرِه* السيرافى* وهو الجَعْظَرِىُّ والجُعْمُظُ ـ الشَّرِه الحَرِيص* صاحب العين* اللَّقِسُ ـ الشَّرِه النفس الحَرِيص على كل شئ لَقِسَت نَفسُه الى الشئ لَقَسا ـ نازَعَتْه اليه وحَرَصت عليه ومنه الحَديث لا تَقُلْ خَبُثت نَفْسِى ولكن لَقِسَت ورجل مِنْحَسٌ ـ حَرِيص* ابن دريد* الجُعْثُبُ ـ الحَرِيص الشَّرِه وهى الجَعْثَبَة والطَّيْسَع ـ الحَرِيص والهِبْلَعُ ـ النَّهِيم* أبو زيد* الضُّمَاضِمُ ـ الجَشِع المستَأْثِر وقال فى موضع آخر هو الذى لَا يَشْبَع* أبو عبيد* أعَال الرجُلُ وأَعْولَ ـ حَرَصَ* وقال* جاء تَضِبُّ لِثَتُه لكذا وكذا ـ يعنى من شدَّة الحِرْص وأنشد",
        "* خَيْلا تَضِبُّ لِثَاتُها للمَغْنَمِ*\nوالفَلْحَسُ ـ الرجل الحَرِيص ويقال للكَلْب فَلْحَسٌ* أبو زيد* المُهْرَعُ ـ الذى قد خَفَّ من الحِرْص* صاحب العين* العَلْهانُ ـ الذى تُنَازِعه نفسُه الى الشئ والأنثى عَلْهاءُ* سيبويه* وقد عَلِهَ عَلَها والهَلَع ـ شِدّة الحِرْص وقِلَّةُ الصبر ورجل هَلِعٌ وهالِعٌ وهَلُوع وهِلْواع وهلْواعَة وفى التنزيل (إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً) * صاحب العين* العَلَزُ ـ كالرِّعْدة تُصِيب الحريصَ وله مَوضِع آخر سنأتى عليه إن شاء الله* وقال* الحَمْضة ـ الشَّهْوة الى الشئِ* أبو زيد* المُسْهَبُ والمُسْهِبُ ـ الذى لا تَنْتَهِى نفسُه عن شئ طَمَعا وشَرَها وقد تقدّم المُسْهَب فى كثرة الكلام* غيره* كَلِبَ على الشئِ كَلبا ـ حَرَصَ عليه وتَكَالَب الناسُ على الشئ كذلك* ثعلب* رجُل شَغِمٌ ـ حَرِيص ومنه اشتقاق شِنَّغْم الذى حكاه سيبويه عنده ولا يُوافِق مذهبَ سيبويه لأنّ الشَّغِمَ الذى حكاه ثعلب ثُلَاثىٌّ وهو عند صاحب الكتاب رُبَاعىٌ\nالطَّمَع\n* صاحب العين* الطَّمَع ـ الحِرْص* ابن السكيت* طَمِع طَمَعا وطَمَاعة وطَمَاعِيَة وأنشد",
        "ورجل طَمِعٌ وطَمُعٌ ـ طامِع* سيبويه* والجمع طَمِعُون وطَمَاعَى وأطْمَاعٌ وطُمَعاءُ وقد أطْمَعْته والمَطْمَعُ ـ ما طَمِعْتَ فيه والمَطْمَعَة ـ ما طَمِعْت من أجْله وفى صِفَة النساء بِنْتُ عَشْر مَطْمعَةُ للناظِرِين وامرأة مِطْماع ـ تُطْمِع فى نَفْسها ولا تُمَكِّن وطَمَعُ الجُنْد ـ رِزْقهم والجمع أطْماع* ابن دريد* هو وَقْت قَبْضِ رِزْقهم والجمْع كالجمْع* وقال* أَحْسِبها مولَّدة* قال أبو على* هو مما تقدّم* ابن السكيت* الطَّبَع كالطَمَع وقد طَبِع طَبَعا والطَّبَعُ ـ تدنُّس العِرْض وتلَطُّخه وأنشد\n* صاحب العين* رجُل طَبِعٌ ـ مُتَدنِّس العِرْض لا يَسْتَحى من سَوْأةٍ ذُو خُلُق رَدِىء* وقال* الرَّجَاءُ ـ الطَّمَع* ابن جنى* رَجَوْته رَجْوا ورَجَاء ورَجَاوةً ومَرْجاةً* صاحب العين* ورَجَاة كذلك وكذلك رَجَيْته وارْتَجَيته وتَرَجَّيته ورَجَّيته والأمَل ـ الرَّجَاء* ابن جنى* وهو الامْل* صاحب العين* والجمع آمَالٌ وقد أَمَلته آمُله* ابن جنى* أَمْلا مثل ضَرْب* صاحب العين* وأَمَّلْته* أبو زيد* ما أَطْولَ إمْلَته ـ أى أَمَلَه* ابن دريد* العَسْم ـ سُوءُ الطَّمَع عَسَم يَعْسِم وأنشد\n* كالبَحْر لا يَعْسِمُ فيه عاسِمُ*\n* أبو عبيد* جَعَم يَجْعَم وجَعِمَ جَعَما وزَعِمَ زَعَماً ـ طمِعَ* صاحب العين* وقد أزْعَمْته* غيره* أزْلَعته فى شئٍ يَأْخذه ـ أطْمَعْته والزَّعَم كالزَّمَع* ابن دريد* الزَّلَهُ ـ الزَّمَع وقد زَلِهَ زَلَها* ابن السكيت* الفَشَق ـ انْتِشار النَّفْس من الحِرْص وأنشد",
        "* فبَاتَ والنفْسُ من الحِرْصِ الفَشَق*\n* ابن دريد* إن فى مِضِّ ومِضُّ لمَطْمَعا يُرِيدون بذلك كَسْرَ الرجُل شِدْقَه عند سُؤَال الحاجة* ابن السكيت* كَسَر فى ذلك إرْبا ـ طَمِع فيه* وقال* جاء ناشرا أُذُنَيْه اذا طَمِع فى الشئِ* ابن دريد* جاء لابِسًا أُذُنيه كذلك\nاليأس\nاليَأْس ـ خِلَاف الطَّمَع* ابن السكيت* يَئِس من ذلك وأَيِسَ* على* ليس بلُغة ولكنَّه مَقْلوب بدليل أنه لا مصدَرَ له فأما إيَاس اسم رجُل فمن قولهم آسَه خيرا ـ أى عاضَهُ* قال ابن جنى* ويَنْبغى أن يكون قوله",
        "* وما أنَا من سَيْب الالهِ بآيِس*\nفيمن رواه هكذا غيرَ مهمُوزُ العينْ وأن بعد ألف فاعِلٍ ياءً صحيحةً وذلك أنها لَمَّا صَحَّت فى أَيِسْت صَحَّت فى آيسٍ كما أنها لمّا صَحَّت فى عَوِر وصَيِدَ صَحَّت فى عاوِر وصايِد فان قيل ولِمَ صحت العينُ فى أَيِست حتى دعا ذلك الى تصحيحها فى آيِسٍ فالجواب أن أَيِسْت مقلوبٌ على ما تقدم من يَئِسْت فكما صَحَّت فاء يَئِسْت صَحَّحوا عينَ أَيِسْت إشتعارًا بالقَلْب عنها وأنَّ عينَها فاءُ يَئِست وتلك لا تَعْتَلُّ فأَيِسْت على هذا عَفِلت* على* إنما قال فيمن رواه هكذا لأن الرواية المعروفة بيائِس* وقال سيبويه* يَئِس يَيْأَس ويَيْئِس ويَئِسُ ولا نظيرَ له فى بَنَات الياء والواو مما يأتى على يَفْعِل* قال* والمصدر منه اليَأْس واليَاسَة وإنما حَذَفوا يَئِسُ كراهةَ الكَسْر مع الياء وقد أيْأَسْته من ذلك الأمر ولم يَعُدُّوا المقلوبَ فيما حكاه أبو علِىّ* أبو زيد* رجل يَؤُوسٌ ويَؤُسٌ* ابن السكيت* قَنِطَ الرجلُ وقَنَط يَقْنِطُ ـ يَئِس* أبو عبيد* يَقْنِط ويَقْنُط والاسم القَنَط والقُنُوط* صاحب العين* صَرِدَ عن الشئ صَرَدا فهو صَرِدٌ ـ انتهى عنه* ابن دريد* أَبْلَس الرجُل يَئِس وإبْلِيسُ مشتَقٌّ منه لأنه أُويسَ من رحمة الله* أبو زيد* طابَتْ نَفْسِى عن ذلك تَرْكاً وطلبَتْ عليه اذا وافَقَك* ابن السكيت* وقولُهم للشئ اذا يُئِس منه وُضِعَ على يَدَىْ عَدْل هو العَدْل بنُ جَزْءِ بنِ سَعْدِ العَشِيرةِ وكان قد وَلِىَ شرَطَ تُبَّعٍ فكان تُبَّعٌ اذا أراد قَتْلَ رجُل دَفَعه اليه فقال الناس وُضِعَ على يَدَىْ عَدْل* ابن جنى*\nيقال للشَّىء اذا يُئِسَ منه صَرِيم سَحْر\nدُخُول الانسان فيما لا يَعْنِيه",
        "* أبو عبيد* رجل مِعَنٌّ ـ يَعْرِض فى كل شىءٍ ويَدْخُل فيما لا يَعْنِيه* قال* وهو تفسير قولهم بالفارسية أنْدَرُويَسْت* ابن دريد* إنه ليَأْخُذ فى كُلِّ عَنٍّ وفَنٍّ وسَنٍّ وأنشد أبو عبيد\n* وقال* المِتْيَحُ كالمِعَنِّ* ابن دريد* وهو المتَّيَّاح والتَّيَّحَان والتَّيِّحَان* قال أبو على* وليس له تَطِير الا حرفانِ رجل هَيَّبانٌ وفرس شَيَّآنٌ قال ولا أَدْرِى كيف هذا الحرفُ وأنشد غيره\n* وزَبُّوناتِ أَشْوَسَ تَيِّحانِ*\n* أبو زيد* رجُل مِتْيَح ـ كَثير تنقُّل القَلْب وتقلُّبه وبه قيل للذى لا يَزَال يَقعُ فى بَلِيَّة مِتْيَح ومنه قَلْب مِتْيَح ـ مائِل الى كلِّ شىءٍ* ابن دريد* رجل مِعْنَجٌ ـ يَعتَرِض الأُمُور* ابن الاعرابى* الضيأَزُ ـ الذى يَقْتَحِم الأُمُور* وقال* أنا حُدَيَّا الناس ـ أى أَتحَدَّاهم وأتعرَّضُ لهم* وقال* رجل مُقْذَعِرٌّ ـ مُتَعَرِّض لحديث الناس* غيره* فَشَتْ عليه الضَّيْعة ـ اذا دَخَل فيما لا يَعْنِيه* كراع* كَرْتَعَ الرجلُ ـ وقَعَ فيما لا يَعْنِيه* أبو عبيدة* المُكَلَّف ـ الوَقَّاع فيما لا يَعْنِيه* ابن دريد* وهو المُتَكَلِّف",
        "الشِّرَّة والخُبْث والجفَاءُ والمُسَارَعة الى ما لا يَنْبَغِى\n* أبو زيد* شَرَّ يَشَرُّ ويَشِرُّ شَرَارةً* وحكى ابن جنى* شَرُرْت ولا نَظِيرَ له الَّا لَبُبْت وحَبُبْت وما أَشَرَّه وما شَرَّه* ابن السكيت* هو شَرٌّ منك ولا يُقال أَشَرُّ وحكاها أبُو زيد* ابن الأعرابى* رجُل شِرِّير وشَرِير والجَمْع أَشْرار* على* أَشْرار جَمْع شَرِير وأما شِرِّير فلا يُكَسَّر* ابن الأعرابى* وقد شارَرْته وشِرَّة الشَّبَاب ـ نَشَاطه منه* صاحب العين* رجل خَبِيث والجمع خُبَثاءُ والأنثى خَبِيثَة وجمعها خَبَائِثُ\nوفى التنزيل (وَيُحَرِّمُ عَلَيْهِمُ الْخَبائِثَ) وقد خَبُث خُبْثا وخَبَاثَة* ابن دريد* وخَبَاثِيَة وأَخْبَثَ ـ صار خَبِيثا والاسم الخبِّيثَى والخِبِّيث ـ الخَبِيث* أبو عبيد* أَخْبَث الرجلُ ـ اذا كان أصحابُه وأهْلُه خُبَثَاءَ ولهذا قالوا خَبِيثٌ مُخْبِث وقالوا يا خُبَثُ ويا مَخْبَثانُ والانثى يا خَبَاثِ* سيبويه* ولا يُسْتعمل الا فى النِّداء* صاحب العين* الكَيْد الخُبْث كادَه يَكِيدُه كَيْدا ومَكِيدةً* أبو عبيد* والنِّفْرِيَة العِفْرِيَة ـ الرجُل الخَبِيث المُنْكَر* قال سيبويه* والهاء لازِمَة لهذا المِثَال ليس فى الكلام فِعْلِىّ وأما حِيْرِىُّ دَهْر فيأتى ذكره ان شاء الله* أبو عبيد* ومثله العِفْر* صاحب العين* والجمع أَعْفار* أبو عبيد* والمرأة عِفْرةٌ وقد تقدّم أن العِفْر الشُّجاع الجَلْد* صاحب العين* رجل عِفْرٌ وعِفْرِيَةٌ وعِفْرِيتٌ ـ لا أهلَ له ولا وَلَد ولا قَدْرَ لدِينِه عنده بَيِّن العَفَارَة* ابن جنى* تَعَفْرتَ والتاء فيها تقدّمَ أنَّها زائِدة بدليل عِفْر وعِفْرِيَة فوَزْنه على هذا تَفَعْلَتَ* صاحب العين* العِفْرِيتُ والعُفَارِيَة من الشَّيَاطِين والعُفَارِيَة والعَفَرْنَى ـ الكَيِّس الظَّرِيفُ* قال أبو على* اذا جَمَع جَلَادةً وشِدّةً ونَفَاذا وقُوّة فهو عِفْر وعَفَرْنَى وعُفَارِيَةٌ وعِفْرِيَةٌ وعِفْرِيت وامرأة عِفْرَةٌ* أبو زيد* رجُل عِفِرِّينٌ كِفِرِّينٌ ـ عفْريت خَبِيث* صاحب العين* رجل مُنْهَتِكٌ ومُتَهَتِّكٌ ومُسْتَهْتِكٌ ـ لا يُبَالِى أن يُهْتَكَ سِتْرُهُ عن عَوْرَتِهِ* أبو عبيد* المَاسُ مثالُ مَالٍ ـ الذى لا يَلْتَفِتُ الى موعِظَةِ أحَدٍ وَلا يَقْبَلُ قَولَهُ وَمَا أمْنَاهُ وقد رُدَّ على أبى عبيد فقيل انما هو ماساة* ابن السكيت* ماسٌ وماسَاةٌ* صاحب العين* أَمِضَ أَمَضًا ـ اذا كَانَ لا يُبَالِى المعاتَبةَ وكانَتْ عَزِيمَتُهُ ماضِيةً فى قلبِهِ وكَذلك اذا أدّى لسانُه غيرَ مَا يريدُ* أبو عبيد* فلانٌ لا يَقْرَع ـ أى لا يَرْتَدِع فاذا كان يَرْتَدِع قيل رجل قَرِعٌ* قال أبو على* أصل هذه الكلمة من الاقْراع ـ وهو الرُّجُوع الى الحَقِّ والاقْرارُ به* أبو زيد* رجل عِرْقالٌ ـ لا يَسْتقيم على رُشْد والالَعْنَة ـ الشَّرِير* على* إلعنَة إفَعْلة لكثرة زِيادة الهمزة أوَّلا وقِلِّة زيادة النون آخرا على أن سيبويه لم يَحْك هذا البناء* أبو عبيد* رجُل أُدَابِرٌ ـ لا يَقْبَلُ قولَ أَحَد ولا يَلْوِى على شىء أدْخَله سيبويه فى الأَسْماء ولم يُفَسره أحد وذهب السيرافى الى أنَّه غلَطٌ وقَع فى الكتاب والمُتَتَرِّع ـ الشِّرِّير وقد تَتَرَّع الينا* وقال* رجل تَرِعٌ عَتِل\nـ سَرِيعٌ الى الشَّر وقد تَرِعَ تَرَعا وعَتِلَ عَتَلا* صاحب العين* التَّرِعُ ـ الذى يَقْتَحِمُ الأُمُورَ شَرَهاً ومَرَحا والتَّرِع ـ العَجِلُ وامرأة تَرِعةٌ ـ فاحِشَة والهَكِمُ ـ المُقْتَحِم على ما لا يَعْنِيه وقد تَهَكَّم على الأَمْر* أبو عبيد* الصَّمَكِيك والصَّمَكُوك ـ الجاهِل السَّرِيع الى الشَّرِّ والغَوَاية وقد تقدّم أنه الشَّدِيد* صاحب العين* انه لَنَزِىٌّ الى الشَّرِّ ومُتَنَازٍ ـ أى سَوَّار والنَّازِيَة ـ الحِدَّة والبادِرة* الأصمعى* انْدَرأَ علينا فلانٌ بالشَّرِّء ... (1) آذَانِى فلانٌ وأَذِيت به وتَأَذَّيت والاسم الأَذَى* أبو زيد* الفَلَتَانُ ـ المُتَفَلِّت الى الشرِّ وقد تَفَلَّت الى الشئ ـ نازَعَ* ابن دريد* المُدْعَنْكِرُ والدَّعَنْكَرَانُ ـ المُتَدَرِّئ للفُحْشِ وأنشد",
        "والزِّلِنْبَاعُ ـ المُتَدَرِّئ للكلام* صاحب العين* انْدَاصَ علينا بِشَرٍّ ـ أى فاجَأَبه ووَقَع فيه ورجل مُنْداصٌ* وقال* أنْصَعَ للشَّر ـ تصَدَّى له ورجُل شِنْغِير بَيِّن الشَّنْغرَة ـ فاحِشٌ بَذِىٌّ* ابن دريد* القِنْدَحْر ـ المُعْتَرِض للناسِ* أبو عبيد* المُقْدَحِرُّ ـ المُتَهيِّئُ للسِّباب* ابن السكيت* تقول للمُتَسرِّع إليك إنّ جَفْرك إلىَّ لَهَدِم وإن حَبْلَك الىَّ لبأُنْشُوطة* أبو عبيد* إنه لَذُو ضَرِير على الشَّر ـ اذا كان ذا صَبْر عليه ومُقَاساة له* ابن السكيت* إنه لَبِلْوُ شرٍّ ولِزَازُ شَرٍّ ولَزِيز شر* ابن الأعرابى* إنه لَقِتْل شَرٍّ كذلك والجمع أقْتال* ابن السكيت* إن فُلانا لنَعَّار فى الشَّر والفِتَن ـ أى سَعَّاءٌ فيها وقد تقدّم ذلك فى الشُّجَاع* أبو عبيد* رجل خِنْذِيانٌ ـ كثير الشرِّ والمُتَزَبِّع ـ الذى يُؤْذِى الناسَ ويُشارُّهم* ابن دريد* الصَّمَيَانُ ـ الذى يَنْصَمِى على الناس بالأَذَى* وقال* بَيَّحْت بفُلان أشْعَرته شَرًّا* أبو عبيد* العِتْرِيف ـ الخَبِيث الفاجِرُ الذى لا يُبَالِى ما صَنَع* ابن دريد* الباغِزُ ـ المُقْدِم على الفُجُور والفعل البَغْز* أبو عبيد* السَّادِرُ الذى لا يَهْتَمُّ لشئ ولا يُبالِى ما صنَع* غيره* رجُل مُسْتَوْلِغ ـ لا يُبَالى ذَمًّا ولا عارا والخِبُّ ـ الخَبِيث* الأصمعى* الخِبُّ ـ الخَبِيث خَبَّ يَخَبُّ خِبًّا* أبو زيد* رجل خَبٌّ ـ خبيث خَدَّاع والأنثى خَبَّة* صاحب العين* وفى حديث الفِتَن قال ويَتَكَلَّم به الرُّوَيْبِضَة قلت وما الرُّوَيْبِضَة قال الفُوَيْسِق\n__________________\n(1) هنا سقط\n* صاحب العين* الجُرْبُزُ ـ الخَبُّ من الرِّجال* أبو عبيد* الدَّحِنُ والدَّحِلُ الخَبُّ الخَبِيث والمِلْط ـ الخَبِيث* ابن دريد* السَّاطِنُ والشَّاطِنُ ـ الخَبِيث والشَّيْطان فَيْعالٌ منه وقد تَشَيْطنَ الرجلُ ـ فَعَل فِعْل الشَّيَاطينِ والشَّاطِنُ ـ الخَبِيثُ والبِرْدِيسُ ـ الخبِيثُ المنْكَر وهى البَرْدَسَة والعَنْقَسُ ـ الخَبِيث زعموا والعَفَرْسَى ـ الذى قد أعْيَا بخُبْثِه* صاحب العين* مَرَد على الشئ يَمْرُد مُرُودا وتَمَرّد ـ عَتَا وطغَا وهو المَرِيد والمِرِّيد ـ المارد على الفِعْل والمَرِيد على الخَصْلة والمِرِّيد على المُبَالغَة* صاحب العين* عَنَد يَعْنِد ويَعْنُد عَنْدا وعُنُودا وعَنُد عَنَدا وهو عَنِيد ـ عَتَا وطَغَا ومنه جَبَّار عَنِيد والدِّخْمِسُ ـ الخَبُّ الذى لا يُبِين لك معنى ما تُرِيد وقد دَخْمَس عليه* أبو زيد* إنه لخَبِيث الخِمْلة وخِمْلة الرجل ـ بِطَانته* الأصمعى* سَلْ عن خِمْلاته ـ أى أَسْرارِه ومَخَازِيه* ابن دريد* الطُّغْموسُ ـ الذى قد أَعْيا خُبْثا* أبو زيد* الماسِئُ الماجِنُ وقد مَسَأَ يَمْسَأُ مَسْأ* أبو عبيد* التِّمْسَح والتِّمْسَاح ـ المارِدُ الخَبِيث واذا كان الرجل سَرِيعا خَبِيثا قيل هو عِرْنةٌ لا يُطَاق* أبو زيد* الْوَيْلِمَّة ـ الشَّدِيد الذى لا يُطَاق* قال أبو على* هى كَلِمة مَبْنِيَّة من قولهم وَيْلُمِّهِ ووَيْلُمَّةٌ ـ داهٍ منكَرٌ* أبو عبيد* الشَّراسةُ والعَرَامَة ـ الشِّدَّة والأَشَرُ وقد عَرَمَ يَعْرِم ويَعْرُم* ابن جنى* عَرِمَ وعَرُمَ* صاحب العين* فيه عُرَام* ابن دريد* الدَّعْرَبَة العَرّامَة* أبو عبيد* المُغَذْمِرُ ـ الذى يَرْكَب الأُمُور فيأخُذ من هذا ويُعْطِى لهذا مِنْ حَقِّه (1) ويكون هذا فى الكلام أيضا اذا كان يُخَلِّط فيه إنَّه لَذُو غَذَامِيرَ* ابن دريد* واحدها غِذْمِير* أبو زيد* الجَشِعُ ـ الذى يَتخَلَّق بالباطل وقد تقدَّم فى الطَّمَع* أبو عبيد* رجُل ذُو خَنَبات وخَبَنَات ـ يَصْلُح مَرَّة ويَفْسُد أُخرى والخَنَابَةُ ـ الأَثَر القَبِيح وجمعها خَنَابات* صاحب العين* رجل بِطْرِير ـ مُتَمادٍ فى غَيِّه والأنثى بالهاء وأكثَرُ ما يُسْتَعْمل فى النِّساء* أبو زيد* المُجْذَئِرُّ ـ القاعِدُ المنتَصِب للسِّبَاب* أبو عبيد* القاذُورَة ـ الفاحِشُ السيِّئُ الخُلُق واليَلَنْدَد مِثْله وقد تقدم أنه بمعنى الأَلَدِّ* صاحب العين* الماجِنُ ـ الذى لا يُبَالِى ما قال ولا ما قِيلَ له* ابن دريد* أَحْسَبه دَخِيلا والجمع مُجَّانٌ وقد مَجَن يَمْجُنُ مُجُونا ومُجْنا حكاها سيبويه قال وقالوا المُجْن كما قالوا الشُّغْل* ابن السكيت* الشَّتِيم ـ الفاحِشُ* أبو عبيد* رجل",
        "__________________\n(1) (ويعطى لهذا الخ) عبارة القاموس واللسان ويعطى هذا ويدع لهذا من حقه الخ اه كتبه مصححه\nسِبٌّ قِشْب ـ لا خَيْر فيه* ابن دريد* رجُل مُعْوِرٌ وعَوِرٌ ـ قَبِيح السَّرِيرة* ابن السكيت* يقال للرجُل اذا كان جَلْداً مَنِيعا كان إزَاءَ شَرٍّ* ابن الأعرابى* رجل خَرُوط ـ يَنْخَرِط فى الأُمور ويَتَهوّر فيها راكِبًا رأسَه بالجهل وقِلَّة الَمْعِرفة* أبو عبيد* العُنْظُوَان ـ الفاحِشُ والمرأة عُنْظُوانة وقد عَنْظَى به* صاحب العين* رجُل داعِر ـ فاجِرٌ وقد دَعَر ودَعِر دَعَارَة ورجُل دُعَرٌ ـ خائنٌ يعِيب أصحابَه وإنه لَدُعَرة وفيه دُعْرة ـ أى قادِح وعُيُوب والجمع دُعَر* ابن السكيت* المِلْغُ ـ الشاطِر والمِجْع الداعِرُ وقد تقدَّم أنه الأحْمَقُ* غيره* وهو المِجْع والجَلْعَبُ والجَلْعابَة والمُجْلَعِبُّ والجَلَعْبَى ـ الشِّرِّير والأنثى جَلَعْباةٌ* ابن السكيت* إنَّه لَحِكُّ شَرٍّ وحِكَاكَة شَرٍّ ـ أى مُتَعرِّض له وتَحَكَّك للشَّر ـ تعرَّضَ* صاحب العين* الطَّلَاح ـ ضِدُّ الصَّلاح رجل طَالِح وقد طَلَح يَطْلَح طَلَاحا\nباب السِر",
        "السِّرُّ ـ ما أخفَيْت والجمع أَسْرار وقد أسْررتُ الأمْرَ وسارَرْت الرجلَ مُسَارَّة وسِرَارا أعلَمْته بسِرِّى والاسم السَّرَر* أبو زيد* النَّجْوَى ـ السِّر والنَّجْوَى أيضا ـ المُتَسَارُّون وفى التنزيل (ما يَكُونُ مِنْ نَجْوى ثَلاثَةٍ) ويَكُون على الصِّفة ويكونُ على الاضافةِ وقد ناجَيْت الرجلَ مُنَاجاة ـ سارَرْته وانْتَجَى القومُ وتَنَاجَوْا ـ تَسَارُّوا والنَّجِىُّ ـ المتنَاجُون وفى التنزيل (فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا) وانْتَجيت الرجُلَ ـ اذا خَصْصَته بمُنَاجاتِك* صاحب العين* طَوَى عَنِّى نَصِيحتَه وأَمْره ـ كَتَمه وطَوَى كَشْحَه على كذا أَضْمره وعزمَ عليه* وقال* لَوَيْت أَمْرِى عليه لَيًّا ولَيَّانا ـ طوَيْته\nإذاعة السر\nرجُل مِذْياعٌ ـ لا يَكْتُم خبَرًا وقد ذاعَ الشئُ ذَيْعا وذَيَعَانًا وأذَعْتُه* أبو عبيد* الفُرُجُ والفِرْج ـ الذى لا يَكْتُم السِّر فأما الفَرِج ـ فالذى لا يَزَال يَنْكَشِف فَرْجُه* صاحب العين* رجل بَذِير وبَذُور ومِبْذار ـ لا يَكتُم سِرًّا* ابن دريد* رجُل مَذَّاع لا يَكْتُم السرَّ* أبو زيد* رجل هَرِيت ـ لا يكتُم سِرًّا* أبو عبيد* فاضَ\nصَدْرُه بسِرِّه ـ لم يَكْتُمه* ابن دريد* زَمَرْت بالحَدِيث ـ أذَعْتُه* أبو عبيد* مَذِل بسِرِّه مَذَلا ومِذَالا فهو مَذِلٌ ومَذَل يَمْذُل ـ لم يَكْتُمْه* سيبويه* ومَذِيل* أبو عبيد* رجل عُلَنَة ـ لا يكتُم سِرَّه وأصله من الاعْلان وهو الاظْهار عَلَنْت الأمْرَ وأعْلَنْته وعَلَن هو يَعْلِن ويَعْلُن عَلَنا وعَلانِيَة واعْتُلِن فأُعْلِن ـ ظهَرَ واسْتَسَرَّ الرجلُ ثم اسْتَعْلَن ولا يقال أَعْلَن الا للأمْر ورجل مشْياع ـ لا يكتُمُ سِرًّا وقد شاعَ الخبَرُ وأشَعْتُه* صاحب العين* البَوْح ـ ظُهُور السِّرِّ باحَ سِرُّك وبُحْتَ به بَوْحا وبُؤُوحةً وبُؤُوحا ورجُل بَؤُوح بما فى صَدْره وبَيْحانُ وبَيِّحان وأبَحْتُه سِرًّا فباحَ به* أبو زيد* فلان لا يَحْجُو سِرًّا ـ أى لا يَكْتُمه والراعى لا يَحْجُو إبِلَه ـ أى لا يَحْفَظُها والسِّقاءُ لا يَحْجُو الماءَ ـ أى لا يُمْسِكُه والمَصْدر من ذلك كله الحَجْو* ابن دريد* نَجَشْت الحَدِيث أَنْجُشه نَجْشا ـ أذَعْتُه* صاحب العين* النَّثُّ ـ نَشْر الحَدِيث الذى كَتْمُه أحقُّ من نَشْره نَثَّه يَنُثُّه نَثًّا* ثعلب* ورجل نَثَّاث",
        "الخِيَانة والغَدْر\nالخَوْن ـ أن يُؤْتَمَن الانسانُ فلا يَنْصَحَ وقد خانَه خَوْنا وخِيَانةً وخانَةً ومَخَانةً واخْتانَهُ وفى التنزيل (أَنَّكُمْ كُنْتُمْ تَخْتانُونَ أَنْفُسَكُمْ) ورجُل خائِنٌ وخائِنَةٌ وخَؤُونٌ وخَوَّان والجمع خَوَنةٌ وخُوَّانٌ وقد خُنْتُه العَهْدَ والأمانَةَ وخَوّنْت الرجلَ ـ نسبْتُه الى الخَوْن وقالوا خانَهُ سيْفُه على المَثَل اذا نَبَا وخانَهُ الدَّهْر ـ نَبَا عنه وتغيَّرَ عليه من اللِّين الى الشِّدَّة* أبو عبيد* الاغْلال ـ الخِيَانَة* ابن السكيت* أَغَلَّ ـ اذا خانَ وأما فى المَغْنَم فلم يُسْمَع فيه الا غَلَّ يَغُلُّ غُلُولا وفى كتاب الله تعالى (وَما كانَ لِنَبِيٍّ أَنْ يَغُلَ) ويُغَلَّ فمعنى (يَغُلَ) يَخُون ويُغَلّ يُخَوَّن* أبو زيد* غَلَّ يَغُلُّ غَلَلا وغُلُولا وأغَلَّ ـ خانَ وقيل الاغْلال السَّرِقة وخص بعضهم به الخَوْن* أبو عبيد* الأَلْسُ ـ الخِيَانة* ابن دريد* وهو الوَلْس* ابن قتيبة* لا يُدَالِسُ ولا يُوَالِسُ والدَّلَسُ ـ الظُّلمة ـ أى لا يُخادِعُك ويُخْفِى عليك الشئَ وكأنه يَأْتِيك به فى الظَّلام* ابن دريد* الدَّنْحَبَة ـ الخِيَانة وليس بثَبْت والخُنْبُث والخُنَابِثُ ـ الخائِنُ* أبو زيد* أدْغَل القومُ بفلان ـ خانُوه أو سَرَّقُوه والداغِلَة ـ القومُ الذين يُرِيدون خِيانَةَ الانْسان أو عيْبَه* أبو عبيد* خِسْت\nعهدَه وبعَهْده ـ نقَضْته وخُنْتُه* أبو عبيد* أَخْفَرت الرجُلَ ـ اذا نقَضتَ عَهْده وخِسْت به* أبو زيد* خَفَرت به خَفْرا وخُفُورا كذلك وأخْفَرْت الذِّمَّة غَدَرْت بها وفى الحديث مَنْ صَلَّى الغَدَاةَ فانَّه فى ذِمَّة الله فلا تُخْفِرُنَّ الله فى ذِمَّته * صاحب العين* الغَدْر ـ ضِدُّ الوَفَاءِ وقد غَدَره وغَدَر به يَغْدِر غَدْرا ورجل غادِرٌ وغَدَّار وغِدِّير وغَدُور كذلك والأُنْثى بغير هاءٍ ويقال للرجُل يا غُدَرُ ويا مَغْدَرُ ويا مَغْدِرُ ويا ابن مَغْدِر ومَغْدَر والأنثى يا غَدارِ لا يُسْتعمَل إلا فى النِّداء* أبو زيد* أَزْهَفَ بى فُلان أى وَثِقْت به فَخَانَنِى* ابن دريد* الخَتْر ـ شَبِيه بالغَدْر خَتَر يَخْتِر خَتْرا فهو خاتِرٌ وخَتَّار وخِتِّير وخَتُور* صاحب العين* وفى بعض الكلام لَنْ تَمُدَّ لنا شِبْرا من غَدْر إلا مَدَدنا لك باعًا من خَتْر* وقال* أَسْلمت الرجُلَ ـ خَذَلته* أبو زيد* فَشَأت بالرجُل فُشُوأ ـ خنتُه وغَدَرت به\nالرِّشوة ونحوها",
        "* أبو زيد* رَشَوْته رَشْوا والاسم الرِّشْوة* ابن السكيت* رَشَوْته على ذلك مالاً اذا أعْطاه مالا على أمْرٍ فَعَله* وقال* هى الرِّشْوة والرُّشْوة* قال* وقومٌ يقولون رِشْوة بالكسر فاذا جَمَعوا قالوا رُشًا بالضم وقوم يقولونَ رُشْوة بالضم فاذا جَمَعوا قالوا رِشًا بالكسر* قال سيبويه* وإنَّما هذا للشَّبَه الذى بيْن الكَسْرة والضَّمَّة* صاحب العين* راشَيْته ـ حابَيْتُه* وقال* استَنْظَف الوالِى ما عليه من الخَرَاج ـ استَوْفاه* أبو عبيد* أتَوْت الرجُلَ إتَاوَة ـ وهى الرِّشْوة وأنشد\nالمَكْسُ ـ الجِبَاية مكَستُه أَمْكِسُه مَكْسا* أبو زيد* الضَّرِيبَة ـ إتَاوَة أو وَظِيفَة يأخُذُها المَلِك ممن دُونَه* صاحب العين* الجِزْية ـ خَرَاج الأرض والجمع جِزًى ومنه جِزْية الذِّمِّىِّ والجمع جِزًى وحكَى كراع جِزْىٌ وجِزًى على أنهما لُغَتان* أبو عبيد* الاسْلال الرَّشْوة* صاحب العين* المُصَانَعة ـ من الرِّشْوة والحُلْوان ـ الرِّشْوة والطَّسْق ما يُوضَع على الجُرْبان من الخَرَاج\nالاغتصاب ونحوه\n* أبو زيد* غَصَبْت الشئَ أَغْصِبُه غَصْبا واغْتَصَبْته ـ أخَذْته ظُلْما وغَصَبْته على الشئ قَهَرته* ابن دريد* بَزَّ الشئَ يَبُزُّه بَزًّا ـ اغْتَصَبَه وفى المثل «مَنْ عَزَّ بَزَّ» ـ أى من قَهَر اغْتَصب وبَزَّ ثوبَه عنه* أبو عبيد* الهَشِيلة من الابِل وغيرها ـ ما اغْتُصِب* ابن دريد* زَغَرْت الشئَ أزْغَرُه زَغْرا ـ اغْتَصبته وهو مُمَات وقَفَسْته أقْفِسُه قَفْسا أخَذْته أَخْذَ انتزاعٍ وغَصْب* أبو زيد* السَّيِّقَة والسَّيَائِق ـ ما اغْتَصبته فَسُقْته سَوْقا وأنشد",
        "والوَسِيقَة كالسَّيِّقة وأنشد\n* كما ظُلِفَ الوَسِيقَة بالكُرَاع*\n* غيره* عَتْرسْتَه مالَه ـ غَصَبْتَه إيَّاه* صاحب العين* الحَرَبُ ـ أن يُسْلَب الرجلُ مالَهُ حَرَبته أحْرُبُه فهو مَحْروب وحَرِيب من قوم حَرْبَى وحُرَباءَ وحَرِيبته ـ مالُه الذى سُلِبه لا يُسَمَّى بذلك الا بعد ما يُسْلَبُه* غيره* تَلَجْلج دارَه ـ أخَذها منه* الأصمعى* الأَخِيذَة ـ ما اغتَصَبه الانسانُ والأَخِيذة ـ المرأة تُسْبَى منه* أبو زيد* الطَّرِيدة ـ الأَخِيذة* أبو عبيد* الرِّبَاب ـ العُشُور وأنشد\nاللُّصُوصِيَّة",
        "* أبو عبيد* لصّ ولُصّ* ابن دريد* ولَصٌّ* أبو زيد* الجمْع اللُّصُوص واللِّصَاص فأما سيبويه فقال لم يُكَسَّر على غير لُصُوص* أبو زيد* والأنثى لَصَّة والجمع لَصَائِصُ* على* هذا نادرٌ لأن فَعْلة لا تُكَسَّر على فَعَائِلَ* أبو عبيد* هى اللَّصُوصِيَّة واللُّصُوصِيَّة واللَّصُوصَة* وقال* اللَّصْت ـ اللِّصُّ فى لُغَة طيِّئ وجمعه لُصُوت وهم يقولون طَسْت وغيرهم طسٌّ* أبو زيد* سَرَق الشئَ يَسْرِقُ سَرَقا وسَرْقا وسَرِقاً* صاحب العين* السَّرِقَةُ ـ ما سُرِق وهم السُّرَّاق والسَّرَقَة\n* قال* القُطَّع والقُطَّاع ـ اللُّصُوص لأنهم يَقْطَعُون الأرضَ* أبو عبيد* العُمْرُوط ـ اللِّصُّ وقيل هو اللِّصُّ الخَبِيث الذى لا يَدَع شيأ الا أخَذه وقد عَمْرطَه عَمْرطَةً* أبو عبيد* الأَمْرَط ـ اللِّصُّ* ابن السكيت* المارِدُ الصُّعْلوك* صاحب العين* لِصٌّ أَمْعَطُ ـ خَبِيث لا شئَ معَه* أبو عبيد* القَرَاضِبَة واللهَاذِمَة اللُّصُوص وأصْل ذلك قَطْع الشئِ قَرْضَبْتُه ولَهْذَمْته ـ قطَعْته والخارِبُ ـ اللِّصُّ وقد خَرَب يَخْرُب خِرَابة* أبو عبيد* وهو الخَرَّاب* ابن السكيت* الخارِبُ ـ سارقُ الابِل خاصَّة ثم يُسْتعار فيُقال لكُلِّ مَنْ سرَقَ بَعِيرا أو غيره* أبو عبيد* الطِّمْل ـ اللِّصُّ الفاسِقُ* صاحب العين* المِلْط ـ الذى لا يَدَعُ شيأ الا أَلْمأَ عليه سَرَقا وجمعه أمْلاط ومُلُوط وقد مَلُطَ مُلُوطا* أبو عبيد* الخمْع اللُّص وجمعه أخْمَاع من قولهم للذِّئب خِمْع* وقال* إنه لَسِبْد أَسْباد ـ اذا كان دَاهيًا فى اللُّصُوصِيَّة* ابن السكيت* الهَيْرُدَانُ ـ اللِّصُّ* أبو عبيد* الاسْلال ـ السَّرِقة وقد تقدّم أنها الرَّشْوةُ* ابن دريد* وهى السَّلَّة* ابن السكيت* اللَّطَاة ـ اللُّصُوص يكونُونَ قَرِيبا منك ولا واحِدَ لها والمُحْتَرِس ـ الذى يَسْرِق الابِلَ والغَنَم وفى الحديث حَرِيسَة الجَبَل ليس فيها قَطْع وهى التى تُحْتَرس أى تُسرَق من الجَبَل* أبو عبيد* حَرَس يَحْرُس حَرَسا ـ سرَق* صاحب العين* القَرَافِصَة ـ اللُّصُوص لَزِمهم هذا الاسمُ لأنهم يُقَرْفِصُون الناسَ ـ أى يَشُدُّونهم وَثَاقا والقَرْفَصَة ـ شَدُّ اليديْنِ تحتَ الرِّجْليْن والشِّصُّ ـ اللِّصُّ الذى لا يَرَى شيأ الا أَتَى عليه* قال أبو على* هو مُشْتَقٌّ من الشَّصِّ ـ وهو شئٌ يُصَاد به السمَكُ* أبو زيد* الهَطْلَس ـ اللِّصُّ القاطِع يُهَطْلِس كُلَّ ما وجَدَه ـ أى يأخُذُه* وقال صاحب العين* القَمَّاط فى بعض اللُّغات ـ اللِّص ويقال وقَعْت على قِمَاط فُلان ـ أى فَطِنْت له فى تُؤَدتِه والقَمْط ـ الأَخْذ ومنه سُمِّى قِمَاط الثِّياب* ثعلب* الادْلِغْفَاف ـ المَجِىء للسَّرِقة فى خَتْل واستِتَار وأنشد\n* ابن جنى* خَرَج الناسُ يتَرَأْبَلُون ـ أى يتَلَصَّصُون من الرِّئْبال وقيل هو خُرُوجُهم على أرجُلِهم غُزاةً بغير والٍ عليهم* أبو عبيد* الدَّغْر ـ تَوَثُّب\nالمخْتَلِسِ ودَفْعُه نَفْسَه على المتاع ليَخْتلِسَه",
        "الخِدَاع والخُلْف والكَيْد\n* صاحب العين* الخَدْع ـ إظْهار خِلافِ ما تُخْفِى* أبو عبيد* خَدَعْته أَخْدَعُه خَدْعا وخِدْعا وخَدِيعة* على* الخَدْع والخَدِيعة المصدَر والخِدْع والخِدَاع الاسمُ والمُخَدَّع فى الحَرْب ـ الذى قد خُدِع مَرَّة بعد مَرَّةٍ وهو معنى قوله\n* وكِلَاهُما بَطَلُ اللِّقاءِ مُخَدَّعُ*\n* ابن دريد* كلُّ ما كتَمْتَه فقد خَدَعته والخَيْدَع ـ الذى لا يُوثَق بموَدَّته* صاحب العين* رجُل خَيْدَع وخَدَّاع وخَدُوع ـ كثيرا الخدَاع وكذلك الأُنثَى بغير هاء* وقال* خَدَعْت الشئ وأخْدَعْته ـ كتَمْتُه وأخفَيْته والمُخْدَع ـ الخِزَانة منه* أبو زيد* خَدَع الظَّبْىُ فى كِنَاسه ـ اخْتَبأَ وكذلك الضَّبُّ فى حُجْره* قال أبو على* قال أبو زيد وقالوا إنَّك لَأَخْدَعُ من ضَبٍّ حَرَشْتَه ـ ومعنى الحَرْش أن يَمْسَح الرجلُ على فَمِ حُجْر الضَّبِّ يتَسَمَّع الصوتَ فرُبَّما أقبلَ وهو يَرَى أن ذلك حيَّةٌ ورُبَّما أرْوَح رِيحَ الانسانِ فَخَدَع فى حُجْره يقال خَدَع يَخْدَع خَدْعا ـ رجَع فى حُجْره فذهَب ولم يَخْرُج وأنشد أبو على",
        "حُلْو الخَلَا ـ يعنى حُلْوَ الكلامِ* قال* وقال أحمد بن يَحْيَى عن ابن الأعرابى الخادِعُ الفاسِد من الطَّعام ومن كُلِّ شئ* الأصمعى* خَدَع الرِّيقُ ـ نقَصَ* أبو على* واذا نَقَص خَثَرَ واذا خَثَرَ أنْتَنَ قال سُوَيد بن أبى كاهِل\n* غير واحد* الخُدَعَة ـ الذى يَخْدَع الناسَ والخُدْعة ـ الذى يُخْدَع ويطَّرِد على هذا بابٌ فأما قوله\nفالخُدَعة ههُنا ـ قَبِيلة من تَمِيم ويُقال الحَرْب خَدْعةٌ وخُدعة وخُدَعةٌ* قال سَلَمة* عن الفراء مَن قال الحَرْب خَدْعة فمعناه مَنْ خُدِع فيها خَدْعة فَزَلَّت قدَمُه وعَطِب فليس له\nإقالة ومن قال الحَرْب خُدَعةٌ أراد أنها تَخْدَع أهلها ومن قال الحرْب خُدْعة قال هى تُخْدَع كما يُقال رجُل لُعْنة واذا خَدَع أحدُ الفَرِيقين صاحبَه فى الحَرْب فكأنَّما خُدِعت هى* على* وأمَّا قوله فى الحديث إنَّ قَبْل الدَّجَّالِ سِنِينَ خَدَّاعةً فيرون أنَّ معناها ناقصة الزَّكاة يقال خَدَع الرجلُ ـ اذا أَعْطَى ثم أَمْسَك وقيل خَدَّاعة قليلة المَطَر يقال خَدَع الزَّمَان ـ قلَّ مطرُه* وأنشد",
        "* وأَصْبَح الدَّهْرُ ذُو العِلَّات قد خَدَعا*\nوهذا التفسير أَقْرَبُ الى قول النبى صلى‌الله‌عليه‌وسلم فى قوله سِنِينَ خَدَّاعة يُرِيد التى يَقِلُّ فيها الغَيْث ويَعُمُّ فيها المَحْلُ* قال أبو على* وقُرِئ وما يُخَادِعُون الا أَنْفُسَهم و (يَخْدَعُونَ) قال والعرب تقول خادَعْت فلانا اذا كُنْت تَرُوم خَدْعه وخَدَعته ظَفرت به وقيل (يُخادِعُونَ) فى الآية بمعنى يَخْدَعون بدلالة ما أنشده سيبويه\n* وخادَعْت المَنِيَّةَ عنك سِرًّا*\nألا تَرَى أنَّ المنية لا يكونُ منها خِداع وكذلك قوله تعالى وما يُخَادِعُون الا أنْفُسَهم يكون على لَفْظ فاعَلَ وإن لم يكن الفِعْل الا من واحد كما كان الأوّل واذا كانوا قد اسْتَجازُوا لتَشَاكُل الألفاظ أن يُجْرُوا على الثانى ما لا يَصِح فى المَعنَى طلبا للتَّشاكُل فأَنْ يُلزمَ ذاك ويُحَافَظَ عليه فيما يَصِح به المعنى أجْدَرُ وذلك نحو قوله",
        "وفى التنْزِيل (فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ) والثانى قِصَاص ليس بعُدْوان* الأصمعى* خادَعْته واخْتَدَعْته والخُدْعة ـ ما خَدَعه به وتَخادَع القومُ ـ خدَعَ بعضُهم بعضا وتَخادَعَ وانْخَدع ـ أَرَى أنه قد خُدِع والمَكْر ـ الخَدِيعة مَكَر به يَمْكُر مَكْرا فهو ماكِرٌ ومَكَّار ومَكُور* أبو عبيد* المُوَالَسَة ـ الخِدَاع* صاحب العين* والمُدَالَسَة ـ الخِدَاع* ابن قتيبة* ومنه قولهم لا يُدَالِس ولا يُوَالِسُ وأصل الدَّلَس الظُّلْمة وقد تقدم هذا فى الخِيَانة* ابن دريد* دالَسَ مُدَالَسَةً ودِلَاسا* صاحب العين* دَلَّس فى البَيْع وغيره ـ اذا لم يُبَيِّن عَيْبه* أبو عبيد* والدَّحِلُ ـ الخَدَّاع للناس وقد تقدم أنه الخَبِيث* ابن السكيت* رجل خَلَّاب وخَلَبُوب ـ خَدَّاع وأنشد\n* وشَرُّ الرِّجال الخالِبُ الخَلَبُوبُ*\n* ابن دريد* وهى الخِلَابَة والخِلِّيبَى وقد خَلَبه يَخْلِبُه ويَخْلُبُه وفى المثل «اذا لم تَغْلِبْ فاخْلِبْ» * صاحب العين* الخَلْس ـ أخْذ الشئِ مُخَالَسةً أى مُخَاتلة واجْتِذابا والخُلْسة ـ النُّهْزَة والجمع خُلَس والاخْتِلاس أَوْحَى من الخَلْس وأنشد\n* ابن دريد* أُخِذ خِلِّيسَى ـ أى اخْتِلاسا والشَّعْوذَة ـ خِفَّة اليَدِ وأُخَذٌ كالسِّحْر ورجل مُشَعْوِذ ومُشَعْوَذ وشَعْوَذِىٌّ ومنه الشَّعْوَذِىُّ ـ وهو الرَّسُول على البَرِيد والشَّعْوذَة السُّرْعة ولا أَحْسَب الشَّعْوذة من كلام أهل البادِيَة* ابن دريد* خَتَلْته عن الشئ أَخْتِلُه وأَخْتُلُه ـ انتَزَعْته عنه وكلُّ خادِع خاتِلٌ وخَتُول* صاحب العين* فلانٌ لا يُقَعْقَع له بالشِّنَان ـ أى لا يُخْدَع ولا يُرَوَّع وأصله من تَحْرِيك الجِلْد اليابِس للبَعِير ليَفْزَع وأنشد",
        "* غيره* زَلَعْت الشئَ أزْلَعُه زَلْعا ـ اسْتَلَبْته فى خَتْل* ابن السكيت* تَقَتَّرتُ الرجُلَ ـ حاوَلْت خَتْله والاستِمْكانَ به* أبو على* واستَقْتَرْته كذلك والنَّقاتُر ـ التَّخاتُل* صاحب العين* أدَرْته عن الأَمْر وداوَرْته ـ لا وَصْته* ابن دريد* غَرَّه يَغُرُّه غَرًّا ـ أوْطأَه عِشْوةً أو غَشَّه* أبو عبيد* الغَرُور ـ ما غَرَّك* ابن السكيت* الغَرُور ـ الشَّيطانُ* الأصمعى* الغَرُور ـ الدُّنْيا وقد اغْتَروتُ * أبو زيد* أنا غَرِيرُك من هذا الأَمْر ـ أى الذى غَرَّك به إن لم يَكُن الأَمْر على ما تُحِبُّ وأنا غَرِيرك منه ـ أى أُحَذِّركه* أبو عبيد* فَلَحت القَوْمَ وبالقَوْم أَفْلَح فَلَاحة ـ وهو أن تُزَيِّن البيعَ والشِّراء للبائِع والمُشْتَرِى وفَلَّحت بهم ـ مَكَرت وقلتُ غَيْر الحقِّ* ابن السكيت* أدَوْت له أَدْوا ـ خَتَلته وأنشد\n* أبو عبيد* أَدَا السَّبُع أدْوا ـ خَتل ليَأْكُلَ* ابن دريد* دَأَيْت له أَدْأَى دَأْيا ختَلْته والذِّئب يَدْأَى ويَدْأَل ـ يَخْتِلُ وأنشد\n* والذِّئبُ يَدْأَى للغَزَالِ يَخْتِلُه*\nوفلان يُكَلْتِبُ فى أَمْره ـ وهو شَبِيه بالمُدَاهَنَة ويقولون أَتَاه فما زَالَ يَفْتِل فى ذِرْوتِه وغارِبِه حتى صرَفَه وليس هُناك لا ذِرْوةٌ ولا غارِبٌ وانما عَنَى خَتْله إيَّاه* غيره* تَغَمَّدت فُلانا ـ أخذْتُه بخَتْل* صاحب العين* اللَّبْخ ـ احْتِيال لِأَخْذِ شىء* ابن السكيت* إنما قلتُ ذلكَ رَبِيثةً مِنِّى ـ أى حَبْسا وخَدِيعةً وقد رَبَثْته أَرْبُثُه* أبو عبيد* هى الرِّبِّيثَى* صاحب العين* اسْتَفَزَّه ـ ختَلَه حتى ألْقاه فى مَهْلَكة والوِرَاطُ ـ الخَدِيعة فى الغَنَم ـ وهو أن يُجْمعَ بين مُتَفَرِّق أو يُفَرَّقَ بين مَجْموع* ابن السكيت* ملَثَه يَمْلُثُه مَلْثا ـ وعَدَه عِدَةً كأنَّه يَرُدُّه عنه وليس يَنْوى له وَفَاءً وقد ملَثَه بكلام ـ طَيَّبَ به نفْسَه* أبو عبيد* الخُلْف والخُلُف ـ نَقِيض الوَفَاء بالوَعْد وقد أخلَفْتُه ووَعدَنى فأخْلفته ـ أى وجَدْته قد أخْلَفَنى* صاحب العين* ملَذَه يمْلُذه ـ أرْضاه صاحِبُه بكلام لَطِيف وأسمَعه ما يَسُرُّه وليس مع ذلك فِعْل ورجل مَلَّاذ ومَلَذانٌ ومَلَذَانِىٌّ* قال أبو اسحق* الذال فيه بَدَل من ثاء* غيره* الْمِلْغ ـ المتَمَلِّق* صاحب العين* الضِّمَارُ من العِدَات ما كان ذا تَسْويف وأنشد",
        "* أبو زيد* هدَنْت القوْمَ أَهْدُنُهم هَدْنا ـ رَبَّثْتُهم بكلام وأعْطَيْتهم عَهْدا لا أَنْوِى أن أَفِىَ به* صاحب العين* المُدَاهَنَة والادْهانُ ـ المُصانَعة واللِّينُ وفى التنزيل (وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ) وقيل المُدَاهنة إظهار الخِلَاف والاْدْهان الغِشُّ* أبو زيد* المَلِق ـ الذى يَعِدُك ولا يَفِى ويتَزَيَّن بما ليس عِنْده وقد مَلِق مَلَقا* صاحب العين* جامَلْت الرجُل مُجَاملة ـ إذا لم تُصْفِ له الاخاءَ* ابن دريد* إنه لَقَرِيب الثَّرَى بَعِيد النَّبَط ـ يقول بلسانِه ولا يَفِى به وأنشد\nوقد تقدم أن ذلك إنما يقال فى الدَّاهِى* ابن دَرَستوَيْهِ* الضَّوادِى ـ ما يُتَعلَّل به من الكلام ولا يُحَقَّق له فِعْل وأنشد\n* ولا يَعْتَلُّ بالكَلِم الضَّوَادِى*\n* صاحب العين* المِلَاخُ والمُمَالَخَة ـ المُمَالَقَة والمَلَّاخ ـ المَلَّاق وقد مالَخْته* ابن السكيت* فلان لا يُدَبُّ له الضَّراءَ ولا يُمْشَى له الخَمَرَ ـ أى لا يُخْدَع وخَمَرُ الوادِى ما وارَاه من جُرُف أو حَبْلٍ من حِبَال الرَّمْل أو شَجَر أو غير ذلك ومنه قيل دَخَل فلان فى خُمَارِ الناس ـ أى فيما يُوارِيه ويَسْتُره ومنه خَمَرَ شهادَتَه ـ كتَمَها وقد خَمِر عَنِّى تَوارَى* قال الفارسى* فأما قوله",
        "فالتَّقْرِيد ـ الجِدَاع وأصله من قولهم قَرَّدت البعِير إذا أتيتَه وأنت تُرِيد أن تَسْرِقَه فخِفْت شِرَادَه فمسَحْته بيدك ونَزَعْت قُرَاده ليَبْهأَ بك فتَقْتادَه* ابن دريد* التَّقْرِيد ـ أن يأتِىَ الذِّئبُ البَعِيرَ فيَحُكَّ أصل ذَنَبِه كأنه يُقَرِّده فيَسْتَلِذ البعيرُ ذلك ثم يَدْنو الى جَنْبِه فاذا التفتَ البعيرُ التَحَس عيْنَه بأسنانِه* أبو عبيد* اخْتَتَأْت له ـ اخْتَتَلْته والالاصَة ـ إرادتُك الانسانَ عن شىء تَطْلُبه منه والمِحَال ـ الكَيْد والجِدَال* صاحب العين* هو رَوْم الأمْر بالحِيَل وفى التنزيل (وَهُوَ شَدِيدُ الْمِحالِ) * على* يَذْهَب الى أنّ المِحَال مُعْتلٌّ وذلك خطَأ لأنه لو كان ذلك لصَحَّت الواو فقيل مِحْول كما صحَّت فى مِحْور والصحيح أن الكَلِمة من م ح ل وقد مَحَل به يَمْحَلِ محَالا ـ كادَه بسِعَايته الى السُّلْطان وفى الحديث القُرْآن ماحِلٌ مصَدَّق يَمْحَل بصاحِبه اذا ضَيَّعه * ابن دريد* المِحَال من الناس ـ العَدَاوة ومن الله العِقَاب وسيأتى ذلك فى باب العداوة إن شاء الله\nالكَذِب والدَّعْوَى\n* ابن السكيت* كَذَب يَكْذِب كَذِبا وكِذْبا وكِذَابا وأنشد\n* أبو عبيد* وهى الْأُكْذُوبة* قال أبو على* الكَذِب كالضَّحِك واللَّعِب والكِذَاب كالكِتَاب والحِجَاب كلاهما مصدر وفى التنزيل (وَكَذَّبُوا بِآياتِنا كِذَّاباً) فالكِذَّاب على وَزْن الاكْرام ولم تَجِئ المصادِرُ كمصادر رَحْرَحَ وصَعْررَ ليُعْلم أنَّ الفِعْل ليس للالحاق كما لم يجئ أصمّ وأغَذّ على وَزْن قَرْدَد وجَلْبَب* أبو عبيدة* فأما قوله تعالى (بِدَمٍ كَذِبٍ) فانه وَصْف بالمصدر كالعَدْل والرِّضا ـ أى بدمٍ مَكْذُوب* أبو عبيد* رجل",
        "كُذَبةٌ ـ كَذُوب* أبو حاتم* رجل كَذْبانُ وكَذُوبهٌ وكَذُوب وفِى المثل «اذا كُنْت كَذُو بافكُنْ ذَكُورا» وهو الرجل يَكْذِب القَوم ثم يَنْسَى ذلك ثم يُحَدِّثهم بِخلاف ذلك حتى يَعْرِفُوا أنه كَذُوب ـ يقول الزْمَ كلامَك الأَوَّل لا تُغَيِّره فتَفْتَضِحَ وأنشد\n* قال أبو على* قال أبو زيد فى تفسير كُذُّبْذُب كاذِب وقال أبو عمرو كَذِب فهو على قول أبى زيد صِفَة وعلى تَفْسير أبى عمرو اسم فيكونُ المبتدأُ المضْمَر على قول أبى زيد القائِلُ ذاك كاذِبٌ وعلى قول أبى عمرو فقُلْ ما سمِعْتُ كَذِب وهذه الكلمة تُحْكَى فيما شَذَّ عن سيبويه من الأَبْنِية ولو لا ثِقَةُ أبى زيد وسُكونُ النفسِ الى ما يَرْوِيه لكان رَدُّها وَجْهاً لكونها على ما لا نَظِيرَ له ألا ترى أن العيْنَ اذا تَكَرَّرت مع اللام فى نحو صَمَحْمَح لا تُكَرَّرُ الامرَّتين وقد تكرَّرت فى هذه ثلاثاً ومَعَ ذلك فقد قالوا مَرْمَرِيس وتَكَرّرَت الفاءُ مع العين فيها ولم تَتكرَّر مَعَ غيرها ولم يلزم من أجل ذلك أن يُرَدَّ ولا يُقْبَل فكذلك ما رَوَاه أبو زيد من هذِه الكلمة والكَذِبُ ضَرْب من القول وهو نُطْق كما أن القَوْل نُطْق فاذا جاز فى القَوْل الذى الكَذِب ضَرْب منه أن يُتَّسع فيه فَيُجعلَ غير نُطْق نحو\n* وقالَتِ الأَنْسَاع للبَطْنِ الْحَقِ*\nكذلك يَجُوز أن يُجْعَل فى الكذب غيْرَ نُطْق فى قوله* كَذَبَ القَرَاطِفُ والقُرُوفُ* فيكُون فى ذلك انْتِفاء لها كما أنه اذا أخْبَر عن الشىء بخلاف ما هو به كان انْتِفاء الصِّدْق فيه فعلى هذا قال كَذَبَ القَرَاطِفُ ـ أى هو مُنْتف ليس له وُجُود كما أن كَذَبَ فى الخبر على ذلك يقول فأوْجِدُوها بالغَارَة وكذلك كذَبَ عليْكُم العَسَلُ وحَمَل فلم يُكَذِّبْ ـ أى لم يَجْعَلِ الحَمْلَة فى غير حُكْم الحَمْلة ولكِنَّه أوْجدَها فأوْقَعها وقالوا حَمَل عليه ثم أَكْذَب يَعْنُون كَذَب وعلى هذا قالوا حَمْلَة صادِقَة وصَدَق القومُ القِتالَ وقال",
        "* فانْ يَكُ ظَنِّى صادِقِى وهْو صادِقِى*\nفكما وصفوه بالكَذِب وَصَفوه بِخلَافه الذى هو الصِّدْق وكذلك قالوا (لَيْسَ لِوَقْعَتِها كاذِبَةٌ) أى هى واقِعَة غيْرُ مُنْتَفٍ كَوْنُها والكاذِبَة يُشْبِه أن تَكونَ مَصْدرا كالعاقِبَة والفِعْل الذى هو كَذَبَ من قولهم كذَبَ علَيْك الأَمْر فى هذا النحو يَنْبَغِى أن يكون الفاعل مُسْنَدا اليه وعليك مُعَلَّقة به فأمَّا ما رُوى من قول من نَظَر الى بَعِيرٍ نِضْو فقال لصاحِبِه\nكَذَبَ عَلَيْك البِزْرَ والنَّوَى بنصب البِزْر فانَّ عليك لا تَتَعلَّق فيه بكَذَب ولكنه يكون اسمَ الفِعْل وفيه ضَمِير المُخَاطَب كأنه قال كَذَبَ السِّمَنُ ـ أى انتَفَى من بَعِيرك فأَوْجِدْه بالبِزْر والنَّوَى وهما مَفْعولَا عليك وأضْمَر الفاعِلَ لِدِلالة الحال عليه من مُشَاهدةِ عَدَمه فهذا الأصل فى هذه الكَلِمة وليس كما ذكره بعضُ رُوَاة أهل اللُّغة أنّ كَذَب تَجِىء زيادةً فى الحَدِيث فأما قول عَنْترة\nفأن شِئْت قُلْت فيه إن مَعْنى كذَب أنه لا وُجودَ للعَتِيق الذى هو التمرُ فاطلُبِيه فان لم تَجدِى التَّمرَ فكيف تَجِدينَ الغَبُوق وإن شئتَ قلتَ إن الكَلِمةَ لَمَّا كَثُر استِعْمالُها فى الاغْراء بالشئِ والبَعْثِ على طَلَبه وإيجَادِه صار كأنه يقُول لها علَيْكِ العَتِيقَ ـ أى الْزَمِيه ولا يُرِيد بقَوله لها كذب نَفْيَه ولكن إضْرابها عَمَّا عداه فيكونُ العتيق فى المَعْنى مفعولا به وان كان لفْظُه مرفوعا بقوله لها مثل سَلَامٌ عليك ونحوه مما يُراد به الدُّعاءُ واللفظ على اللفظ* وحَكَى محمد بن السرىّ* عن بعض أهل اللُّغة فى كَذَب العَتِيقُ أن مُضَر تَنْصِب به وأنَّ اليَمَن ترفَعُ به وقد تقَدَّم وَجْه ذكر ذلك وقالوا كَذَّبته ـ نَسَبْته الى الكَذِب على ما يَجِىء عليه هذا البِنَاءُ فى بعض المواضع وأَكْذَبته ـ صادَفْته كاذِبا أو قُلْت له كَذَبْت* ابن دريد* كاذَبْته مُكَاذَبة وكِذَابا ـ كَذَّبته وكَذَّبنى* ابن جنى* قِرَاءة مَن قَرأَ مِمَّن كَذَب بآيات الله بالتخفيف دخولُ الباء فيها على المَعْنى لأَنَّه فى معنَى كَفَر بآيات اللهِ* أبو عبيد* ابْتَشَك الكَلامَ وبَشَك ـ كَذَب* قال أبو على* أصْل البَشْك سُرْعة الخِيَاطة وقالوا ناقةٌ بَشَكَى ـ وهى السَّرِيعة* أبو عبيد* سَرَجَ وشَرَجَ ـ كَذَب* ابن دريد* جاءِنى بكلِمة فسَأَلَنِى عن مَذَاهِبها فشَرَج عليها أُشْرُوجة ـ أى بَنَى عليها بِناءً ليس منها* أبو عبيد* خَدَبَ ووَلَع بَلَعُ وَلْعا ووَلَعاناً كذَبَ وأنشد",
        "* وهُنَّ من الاْخْلافِ والوَلَعان*\n* ابن السكيت* أراد وهنَّ من أهْل الكَذِب والخُلْف* ابن دريد* فَشْفَش أَفْرَط فى الكَذِب* ابن دريد* سَطَّر علَيْنا ـ جاءَنا بأحادِيثَ تُشْبِه الباطِلَ والأَساطِيرُ ـ أحادِيثُ لِانظامَ لها واحِدُها إسْطار* قال محمد بن يزيد* أساطِيرُ\nجمع أسْطار وأَسْطار جمع سَطْر* أبو عبيد* عَبَط عَلَىَّ الكَذِبَ يَعْبِط واعْتَبَط والعِضَة ـ الكَذِب والجمع عِضُونَ وهو من العَضِيهة* قال أبو على* جَمَعُوا عِضَة على عِضِينَ على حَدِّ ثُبَةٍ وثُبِينَ وقُلَةٍ وقُلِينَ جعلوا ذلك عِوَضًا مما ذَهَب* صاحب العين* العِضَة والعَضِيهَة ـ الافْك والكَذِب وقد عَضَهْت أَعْضَهُ عَضْها وأَعْضَهْت وقد تكون العِضَة من الكَهَانة والسِّحْر وأنشد\n* ومِنْ عِضَةِ العاضِهِ المُعْضِه*",
        "وقد عَضَهْت الرجُلَ أَعْضَهه عَضْها وأَعْضَهْته ـ قلتُ فيه ما لم يَكُنْ وعضَهْت القَوْلَ وأَعْضَهْته والهِلَّوْفُ ـ الكَذَّاب* ابن دريد* النَّهْتَرُ ـ الكَذِب وقد نَهْتَرَ عَلَيْنا* أبو عبيد* الخُلَابِس ـ الكَذِب وقيل الحَدِيث الرَّقِيقُ وأنشد\n* وأَشْهَدُ مِنْهُنَّ الحَدِيثَ الخُلَابِسَا*\nويُقال خَلْبَس قَلْبَه ـ فَتَنَه والخِلْباس والخَلَابِيس ـ الشىءُ لا نِظَامَ له وقد قيل لا واحِدَ للخَلَابِيس* قُطْرب* خُلُق خَلَابِيس كذلك* ابن دريد* الزُّورُ ـ الكَذِب من قَولهم زَوّرْتُ الكَلام والكِتابَ ـ قَوَّيْته وشَدَّدته مَأْخُوذ مِن الزِّوَرِّ ـ وهو الشَّدِيد وزَوَّرت فُلانا ـ جَعَلْت كلامَه زُورا وقد زَوَّرَ نَفْسه ـ وَسَمَها بالزُّور والسُّمَّهَى ـ الكَذِب والباطِلُ والزَّرْف ـ الزِّيادة فى الشَّئ وقد زَرَف فى حَدِيثه كَذَب وزَلَف كَزَرَف* وقال* جاء بالخَضِر الرَّطْب ـ أى بِكَذِب مُسْتَشْنَع ولهذه الكَلمة مواضِعُ سنأتى عليها ان شاء الله* وقال* جاء بالشُّقَر والبُقَر والشُّقَارَى والبُقَارَى والشُّقَّارَى والبُقَّارَى ـ أى الكَذِب والصُّقَر كالشُّقَر* السيرافى* اليَهْيَرَّى والزَّهْو ـ الكَذِب* ابن دريد* ويُقال للكَذَّاب مِطِخْ مِطِخْ ـ أى قولك باطِلٌ والبَجَلُ ـ البُهْتانُ العَظِيم* ابن دريد* لَيْس لِهذا الحدِيث نَجْم ـ أى أصْل* صاحب العين* الفَنَدُ ـ الكَذِب وقد أفْنَد ـ كَذَب وفَنَّدْته ـ كذَّبْته* أبو زيد* افْتَأَتَ الرجُلُ ـ قال عليك الباطِلَ* ابن السكيت* الاْزْلُ الكَذب* وقال* كَذِبٌ سُمَاق ـ وهو الخالِصُ وأنشد\n",
        "* قال* وكَذِبٌ حَنْبَرِيتٌ ـ خالِصٌ وكذلك الصُّلْح ويقال كَذِبٌ سَخْتٌ وسَخِيتٌ للشَّدِيد وقيل إن سَخْتا بالفارسِيَّة والعَرَبِيَّة واحدٌ وأنشد\nأراد حُمْرته* وقال* كَذَبَ كَذِباً صُرَاحا وصُرَاحِيًّا وصُرَاحِيَةً ـ وهو البَيِّن الذى يَعْرِفُه الناسُ* أبو عبيد* السَّهْوَقُ ـ الطَّوِيل وقد تقدم وهو الكَذَّاب* ابن السكيت* رجل سَحِيحٌ (1) ومَحَّاح ـ كَذَّاب ورجل تِمْسَح وتِمْساح كذلك وقد تقدّم أنَّ التِّمْسَح المارِدُ الخَبِيث* ابن دريد* المَلَّاذُ ـ الكَذَّاب وقد تقدم أنه الخَدَّاع* وقال* رجُل صَوّاغٌ ـ كذَّاب يُصْلح الكلامَ ويُزَوِّرُه ورجل خُطْرُبٌ وخُطَارِبٌ ـ نَقُولٌ لِمَا لم يَكُن يقال جاء يُخَطْرب والطُّمْروس والدُّهْدُون ـ الكَذَّاب* أبو زيد* وكذلك المَرَّاج وقد مَرَج الكَذِب يَمْرُجُه مَرْجا ورجل سَرَّاج كذلك والمُمَزِّج والمَزَّاج ـ الكَذَّاب الكَثِير الاْخلاف الذى لا يَثْبُت على خُلُق واحِدٍ* الأَثْرمُ* رجل مَلْسُونٌ ـ كَذَّاب* ابن السكيت* مانَ مَيْنا ورجل مَيُونٌ وأنشد\n* وقال غيره* قال مَيْنًا بعد قوله كَذِبا لاخْتِلاف اللفظين كما قال عزوجل [ولقَدْ](وَإِذْ آتَيْنا مُوسَى الْكِتابَ وَالْفُرْقانَ) والفُرْقانُ هو الكِتاب فى قول بعضِهم* ابن السكيت* تَسَدَّجَ وهو سَدّاج ـ كَذَّاب وأنشد\nأى تَكذَّب وتَخَلَّق* غيره* هو السَّدَج وقد سَدِجَ* ابن السكيت* زَغَف لنا فُلانٌ ـ حَدَّث فزادَ فى الحَدِيث وكَذَّبَ فيه* أبو عبيد* يَزْغَفُ زَغْفا ومنه اشْتِقاق الدِّرْع الزَّغْف ـ وهى الواسِعَة* ابن السكيت* تَخَلَّق كَذِبا وخَلَق قال اللهُ تبارَك وتعالَى (وَتَخْلُقُونَ إِفْكاً) * ابن الأعرابى* الخُلُق ـ الكَذِب من قوله تعالى (إِنْ هذا إِلَّا خُلُقُ الْأَوَّلِينَ) ومن قرأ خَلْق حمله على المَصْدَر* ابن السكيت* وقد خَرَق كَذِبا واخْتَرَقه وخَرَّقه قال الله عزوجل (وَخَرَقُوا لَهُ بَنِينَ وَبَناتٍ بِغَيْرِ عِلْمٍ) * وقال* ارْتَجَل الكَذِب ـ ابْتَدأه من نَفْسه* قال أبو على* أصلُ الارتِجَال",
        "__________________\n(1) (رجل سحيح) لم نعثر عليه فيما بأيدينا من الكتب وكذلك الدهدون فليراجع اه كتبه مصححه\nتَنَاوُل الشئِ بغير كُلْفَة قالوا تَرَجَّلْت البِئْرَ ـ نَزَلْتها من غير أن أُدَلَّى* صاحب العين* تَقَوّلْت قَوْلا ـ ابتَدَعْته كَذِبا* ابن السكيت* فيه نَمْلةٌ ـ أى كَذِب وهو رجُل نَمِلٌ ونامِلٌ ومُنْمِل ومِنْمَلٌ* وقال* خَرَص يَخْرُص خَرْصا وتَخَرَّص* ابن دريد* اخْتَرَص كَلَاما ـ اخْتَلَقه* غيره* سَمْهَجَ الكَلَام ـ كَذَب فيه ويقال للكَذَّاب أبُو بَنَاتِ غَيْر وبَنَاتُ غَيْر ـ الزُّور والباطِلُ وأنشد\n* ابن السكيت* أَفَك يَأْفِكُ أَفْكاً والاسم الاْفْك* أبو عبيد* وهى الْأَفِيكَة* أبو زيد* رجل أَفَّاك وأَفُوك* الخليل* المَأْفُوك والمُؤْتَفِك ـ القائل الْأِفْك* ابن السكيت* وَلَق وَلْقا وفيه ولْق ووَلَقَةٌ ـ وهو الكَذِب وقال إنه لَقَمُوص الحَنْجَرة ـ أى كَذَّاب ويُقال للكَذَّاب لا يُوثَق بسَيْل تَلْعَتِه وفلانٌ لا يُصَدَّق أثَرُه ولا تُسَالَمُ خَيْلاه والمعْنَى واحِدٌ فى الكَذِب وقال هو أَكْذَب من يَلْمَعٍ ـ وهو السَّراب ويقال هو أَكْذَبُ مَنْ دَبَّ ودَرَج ـ أى أكذَبُ الأَحْياء والأَمْوات يُقال للقوم اذا انْقَرَضوا دَرَجُوا وأنشد",
        "* قَبِيلةٌ كشِرَاكِ النَّعْل دارِجَةٌ*\n* صاحب العين* رجُل مَذَّاع ـ كَذَّاب قَلِيل الوَفَاء لا يَحْفَظ غائِبا وقد تقدم أنه الذِى لا يَكْتُم سِرًّا* غيره* العَثْر ـ الكَذِب* ابن دريد* الطِّخْزُ ـ الكَذِب* قال* وليس بعرَبِىٍّ صحيح* غير واحد* ادَّعَيْت الشئَ عليه والاسم الدَّعْوَى* صاحب العين* انْتَحَل الشِّعْر ـ ادَّعاه ونُحِل قَصِيدةً وهى لغَيْره ونَحَلْته القولَ أَنْحَلُه نَحْلا ـ نسَبْته اليه والرَّهَق ـ الكَذِب* ابن دريد* الازْهَاف ـ الكَذِب وقد أَزْهَفْت الرجُل ـ أخبرت القومَ من أَمْره بأمْرٍ لا يَدْرُون أحَقٌّ هو أم باطِل والاْزْهاف ـ التَّزْيِين وأنشد\n* صاحب العين* الخَوْضُ من الكلام ـ ما فيه الكَذِب وقد خاضَ فيه وفى التنزيل (الَّذِينَ يَخُوضُونَ فِي آياتِنا) والخَوْض ـ اللَّبْس فى الأَمْر\nالمَلَقُ",
        "* أبو عبيد* مَلِقَ مَلَقاً وتَمَلَّقَ* قال أبو على* وأصلُه منَ المَلَقَات ـ وهى الصُّفُوح اللَّيِّنَة المُتَزَلِّقَة كأنه يُلِين عليه لَفْظَه ويُسَهِّلُه وإنه لَمَلِق وأنشد\n* أبو عبيد* التَّلَهْوُق ـ مثلُ التَّمَلُّق* ابن الأعرابى* فيه لَهْوَقَةٌ وطَرْمَذَة ورجلٌ لَهْوَقٌ وطِرْماذٌ وقد تقدم أن التَّلَهْوُقَ كثرةُ الكلام وقيل المُتَلَهْوِقُ الذى يُبْدِى غيرَ ما فى طَبْعه\nالنَّميمَة\nالنَّمُّ والنَّمِيمة ـ التَّوْرِيشُ والاغْراء ورَفْع الحديث على جِهَة الاْشاعة والاْفْساد* ابن السكيت* رجُل نَمُوم ونَمَّام ـ يَنْقُل حَدِيثَ الناس* ابن دريد* الجمع نَمُّونَ وَأَنِمَّاءُ* أبو على* نَمٌّ فَعِلٌ على وَزْن طَبٍّ وبَرٍّ ويجوز أن يكونَ فَعَلا على المصدر وَفَعِلٌ فى هذا الباب هو العامُّ لأنهم يقولون رجلٌ نَمِلٌ ـ وهو النَّمَّام* أبو زيد* المِنَمُّ ـ النَّمُوم* أبو عبيد* نَمَّ يَنِمُّ ويَنُمُّ قال أبو العبَّاس محمد بن يَزِيدَ ومثلُ هذا فى المُضاعَفِ قليلٌ* أبو عبيد* نَمَّيْت الحديثَ مُشَدَّدا ـ بَلَّغْتُه على جِهَة النَّمِيمة والاْشاعة* وقال* رجُل دِقْرَارةٌ ـ نَمَّام* قال أبو على* هو المُمْتَلِئُ شَرًّا ونَمِيمةً من قولهم رَوْضةٌ دَقَرَى ـ وهى المُمْتَلِئَةُ المُتَرَوِّية ماءً وأنشد",
        "وكلُّ مُتَكائِفٍ عَظِيمٍ دِقْرار ودُقْرُور ومنه قولهم فى الدَّواهِى دَقَارِيرُ وقالوا دِقْرارٌ ثُلَاثِىٌّ بِدلالة ما تقدم من قولهم رَوْضةٌ دَقَرَى وقالوا دَقِرَ الفَصِيلُ دَقَرا ـ إذا امْتَلَأَ من اللَّبَن حتى يَتَخَثَّر* صاحب العين* اللُّقَيْطَى ـ المُلْتَقِط للأَخبار* ابن دريد* الخُبْرُوع ـ النَّمَّام* ابن السكيت* وكذلك القَتَّات* أبو على* رجلٌ قَتُوتٌ وامرأة قَتُوتٌ بغير هاء* أبو عبيد* قَتَّ يَقُتُّ قَتًّا والقِتِّيتَى ـ تَتَبُّع النَّمَائِم* صاحب العين* القَتُّ ـ الكَذِبُ المُهَيَّأُ والنَّمِيمة وأنشد\n* قُلْتُ وقَوْلِى عِنْدهَا مَقْتُوت*\n* أبو عبيد* رجُل ذُو وَجْهيْن ـ إذا لَقِيَك بِخلاف ما فى قَلْبِه* ابن دريد* امرأة شَوَّالةٌ ـ نَمَّامةٌ وأنشد\n* ابن دريد* رجُل صَقَّار ـ نَمَّام* ابن الأعرابى* النَّمْلة والنِّمْلة ـ النَّمِيمة* ابن دريد* رجل نَمَّال ـ ذُو نَمْلة* أبو عبيد* الاْنْمال ـ النَّمِيمة وأنشد",
        "* ابن الأعرابى* رجل مِنْمَلٌ ومِنْمال ونَمِلٌ ونامِل ـ نَمَّام وقد نَمِلَ ونَمَل يَنْمُلُ نَمْلا وقد تقدم أنه الكَذَّاب* ابن دريد* رجُل بِلَغْنةٌ ـ يُبَلِّغ الناسَ أحادِيثَ بعضِهم عن بَعْض* أبو عبيد* البُذُر ـ النَّمامون* ابن السكيت* بَسَّ عَقَارِبَه أَرْسلَ نَمَائِمَه وأَدَاه* صاحب العين* دَبَّت عَقارِبُه ـ أرسَلَ نمائِمهُ* ابن السكيت* النَّسِيسَة ـ الاْيكالُ بيْنَ الناسِ* صاحب العين* وَشَيْت به وَشْيا ووِشَايَةً ـ نَمَمْت والواشِى والْوَشَّاء ـ النَّمَّام وأصله من الوَشْىِ والرَّقْم* أبو عبيد* أَثَوْت به وأَثَيْت ـ وشَيْت به عِنْد السُّلْطان* ابن دريد* أَثَا عليه كذلك* ابن دريد* أَثَا أَتْوا وأَثِىَ أَثْوا وقال أبَثْت به عِنْد السلطان آبِثُ أَبْثا ـ سبَعْته* ابن السكيت* مَغَلَ بِى عِنْد السُّلْطان ـ وَشَى بِى وإنه لَصَاحِب مَغَلات فى الناسِ* قال أبو على* قال أبو العباس المَغَالَة ـ النَّمِيمة عند السُّلْطان وغيره وأما الاشاطَة فعند السلطان خاصَّةً* ابن دريد* بَثَابه يَبْثُو ـ سبَعَه عند السُّلْطان خاصَّةً* أبو زيد* فى القَوْم نَغَلة وقد أَنْغَلَهم فلانٌ ـ أى نَمَّ وأَنْغَلَهم حديثا سَمِعه* ابن جنى* أَدْغَلْت به ـ وَشَيْت وإنّ فى صَدْرك علَىَّ لَدَاغِلَةً ـ أى شَرًّا وقد تقدّم أن الاْدغال الخِيَانة* ابن دريد* المَشَّاء ـ الذى يَمْشِى بين الناس بالنَّمِيمَة* أبو عبيد* المِئْبَرَة ـ النَّمِيمة* صاحب العين* نَيْربَ الرجُل ـ سَعَى ونَمَّ ونَيْربَ الكَلِمة (1) ورجلٌ نَيْربٌ وأنشد\n* إذا النَّيْرَبُ الثَّرْثارُ قال فَأَهْجَرا*\n__________________\n(1) (ونيرب الكلمة) عبارة اللسان ونيرب الكلام خلطه وهي واضحة اه كتبه مصححه",
        "والنَّمْش ـ النَّمِيمة* قال أبو على* نَمَشْت ـ نَمَمْت وأصل النَّمْش الْوَشَّى فهو على نحو قولهم وَشَيْت* ابن دريد* مَحَلْت به ـ وَشَيْت* صاحب العين* العِضَهُ والعَضِيهة ـ النَّمِيمة وقد تقدم أنه الكَذِب* ابن الأعرابى* عَيَّنَ عليه عِنْد السُّلْطان ـ أَخْبر بمَسَاوِيه شاهِدا كان أو غائِباً* صاحب العين* حَطَب به يَحْطِبُ ومنه قوله تعالى (وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ) وقيل إنها كانَتْ تَحْمِل الشَّوْكَ فتُلْقِيه على طَرِيق النبىِّ صلى‌الله‌عليه‌وسلم * غيره* المُلَاخاة واللِّخَاء ـ التَّحْرِيش وقد لَاخَيْت به ـ وشَيْت\nالخَسِيس والحَقِير من الرِّجال\n* غير واحد* رجل خَسيس وخُسَاس* أبو عمرو* ومَخْسوس وقوم خِسَاس* ابن السكيت* خَسِسْت وخَسَسْت تَخِسُّ خَسَاسةً* غيره* وخِسَّةً* أبو عبيد* أَخْسَسْت ـ فَعَلْت فِعْلا خَسِيسا وخَسِسْتَ فى نَفْسِك تَخَسُّ خَسَاسةً وقالوا أَخَسَّ اللهُ حَظَّه فهو خَسِيس* قال أبو زيد* أصل الخِسَّة القِلَّة والضَّعَة والضَّعَة ـ ضِدُّ الرِّفْعة وَضُع وَضَاعة وَضَعَةً وضِعَةً فهو وَضِيع ووَضَعه دُخُوله فى كذا فاتَّضَع ووَضَعَ قَدْرَه ومن قَدْره ـ حَطَّ* أبو عبيد* القَمَلِىُّ من الرِّجال ـ الحَقِير الصَّغِير الشَّأْنِ والصُّورةِ مثله والْوَشِيظُ ـ الخَسِيس وهو الْوَشِيظَة أيضا* ابن السكيت* ويقال إنه لوشيظة فيهم والْوَشِيظَة ـ الشىءُ يُدْخَل فى الشَّيْئين ليَشُدَّهما وذلك من خَشَب فيَقُول هم دُخَلاءُ فى القَوْم وأنشد\n* أبو عبيد* المُخَسَّل والمَخْسُول والمَفْسُول ـ المَرْذُول* ابن السكيت* فَسْلٌ بَيِّن الفَسَالة والفُسُولة من قوم فُسَلَاءَ وأَفْسالٍ وفُسُولٍ وفِسَالٍ وأنشد",
        "* ابن دريد* فَسُلَ وفَسِل* سيبويه* وفُسِلَ على صِيغَة ما لم يُسَمَّ فاعلُه كأنَّه وُضِع ذلك فيه* ابن دريد* وكذلك فَشُلَ وفَشِلَ ورَذُلَ ورَذِلَ* سيبويه* ورُذِلَ على صيغة ما لم يُسَمَّ فاعله* ابن السكيت* رَذْل بَيِّن الرَّذَالة والرُّذُولة من قوم رُذُول\nوأَرْذال ورُذَلَاءَ وقال إنَّه لِمَن رُدَالهم والرُّدَال ـ ما انْتُقىَ جَيِّدُه وبَقِىَ رَدِيئُه* صاحب العين* وهو الرَّذِيل والأَرْذَلُ* أبو حاتم* رَذْلٌ ورُذَال وهو من الجَمْع العَزِيز* أبو عبيدة* الحُثَالَة والحَنْل ـ الرَّدِىءُ من الناس وعَمَّ به بعضُهم ومنه قول أَنَس ابن مالِك رضى الله عنه اللهمَّ إنِّى أعُوذ بك أَن أَبْقَى فى حَثْلٍ من الناس لا تُبَالِى أَ غَلَبُوا أمْ غُلِبُوا * ابن دريد* الْمَحْسُول ـ كالمَحْسُول* ابن السكيت* الخُسَّل والسُّخَّل الأَرْذال وقد خَسَلْتهم وسَخَلْتهم ـ نَفَيْتُهم* صاحب العين* السُّخَّل والسُّخَّال لا يُفْرَد له واحد قال والْخَسِيل من كُلِّ شىء ـ الرُّذَال والجمع خِسَال وخَسَائِلُ وأنشد\nأى خِسَاس* أبو عبيد* الحَطِىءُ من الناس ـ الرُّذَال* وقال غيره* أُخِذ من حَطَأْت به الأرضَ ومنه اشْتِقاق الحُطَيْئة وكان دَمِيما* ابن دريد* رجل مُخَشَّل ـ مَرْذُول* ابن السكيت* الحارِضُ ـ الرَّذْل الفَسْل حَرَضَ يَحْرُضُ حَرْضا ويَحْرضُ حُرُوضا وقال الحَرَض ـ الذى لا يُرْجَى خيْرُه ولا يُخَاف شَرُّه وهم الحُرْضانُ والأَحْراض* أبو على* حارِضٌ وحَرَضٌ كخادِم وخَدَم أى انه اسم للجميع وقيل الحَرَض مصدَر بوُصَف به الواحِد والاثنانِ والجميعُ بلفظٍ واحد* ابن دريد* رجل حَرِضٌ وقد حَرَض نفْسَه يَحْرِضُها حَرْضا ـ أفْسَدها والمَحْروض ـ المَرْذُول والاسم الحَرَاضة والحُرُوض وقد حَرُض* ابن دريد* فلانٌ من حِشْوة بَنِى فلان ـ أى رُذَالِهم وأَحْسَب أنّ أحْشاءَ الحَرُوف من هذا اشْتِقاقُها وقال رجل دَنِعٌ من قوم دَنَعَة ـ وهم رُذَال الناس وقال هو من دَنَعِهم ـ أى سَفِلَتهم* غيره* رجل دَنَعةٌ ـ لا خَيْرَ فيه وقد دَنِعَ دَنَعا ودُنُوعا ـ اجتَمَع وذَلَّ وقيل لَؤُم* على* ليس دَنَعة جَمْعَ دَنِع انما هو جمع دانِعٍ* أبو زيد* أَرْفاغ الناس ـ سَفِلتُهم الواحِد رُفْغ* ثعلب* أصل الرُّفْغ الوَسَخ فى الظُّفُر وغيره ومنه الحديث كيف يُنَزَّلُ علَي الوَحْىُ ورُفْغ أحَدِكم بين ظُفُره وأَنْمُلَته وقد تقدم* غيره* الحَزَاقِل ـ خشَارَة الناس والخَنَاسِرُ ـ رُذَال الناس ولِئَامُهم واحدهم خَنْسر وخَنْسَرِىٌّ* صاحب العين* الوَخْش من الناس وغيرِهم ـ رُذَالتهم وصِغَارهم اسم يَقَع على الوُحْدان من كلِّ شىء وقد وَخُش\nوَخَاشةً ووُخُوشا* ابن دريد* الوَخْش ـ الرَّدِىءُ من كل شىء* ابن السكيت* رجُل شَرَطٌ وامرأة شَرَطٌ وقوم شَرَط ـ اذا كانُوا من رُذَال الناس وأنشد",
        "وقال رَعَاع الناس وهَمَجُهم ـ صِغَارُهم وأنشد\n* يَعِيثُ فيه هَمَجٌ هامِجُ*\nوأصل الهَمَج البَعُوض وقيل الهَمَج من الناس الهَمَل الذى لا نِظَامَ له والرُّذَام والرَّذْم المَرْذُول* ابن دريد* القِشْبة ـ الخَسِيس يَمَانِيَة والهَنْجَبُوس ـ الخَسِيس الضَّعِيف وربما سُمِّى الصِّغار من الناس حِسْكِلَة والخُنْدُع والخُنْذُع ـ الخَسِيس فى نَفْسه* صاحب العين* الخامِلُ ـ الخَفِىُّ يقال هو خامِل الذِّكْر والصوت وخَمَل يَخْمُلُ خُمُولا وأَخْمَلْته* وقال* رجل فُسْكُول ـ متَأخِّر وقد فَسْكَلَ والقُمَاش ـ رُذَال الناس من قولك قَمَشْت أَقْمِش قَمْشا ـ اذا كَنَسْت ما على وَجْه الأرض* أبو زيد* رجل نَذْل من قوم أنْذال ونُذُول ورجل نَذِيل من قوم نُذَلاءَ ونُذُل وقد نَذُل نَذَالةً* قال سيبويه* نَذِيل لغة هُذَيل يقولون نَذِيل سَمِيج ـ أى نَذْلٌ سَمْج* صاحب العين* هو الذى تَزْدَرِيه فى خِلْقته وعَقْله* ابن دريد* القَبْثَرُ والقُبَاثِر والغَنْتَلُ والغُنَاتِل ـ الخَسِيس الخامل قال وأَحْسَب النون زائِدةً فان كانت كذلك فأَحْسَبه أُخِذ من الغَتَل ـ وهو كثرة الشَّجَر والنَّخْل حتى تَضلَ (1) منه الارض وقد صَرَّفوا فِعْله فقالوا غَتِل الموضعُ يَغْتَلُ غَتَلا* وقال* رجل نُوَمَةٌ ـ أى خامِل* الأصمعى* اللَّقِيطة ـ الرجُل المَهِين الرَّذْل والمرأة كذلك يُقال إنه لَسَقِيط لَقِيط وساقِطٌ لاقِطٌ وإنَّها لَسَقِيطةٌ لَقِيطةٌ واذا أفردوا الرجُلَ قالوا إنه للَقِيطةٌ وتقول يا مَلْقَطانُ يعنى به الفسْل والأنثى بالهاء* ابن دريد* دَنَأَ يَدْنَأُ ودَنُؤَدَناءةً فيهما ـ اذا كان لا خَيْر فيه* ابن دريد* هو الخَبِيث البَطْن والفَرْج* غيره* رجل مِفْلاق ـ دَنِىء رَذْل قليل الشىءِ* ابن دريد* الحَيْقَلُ ـ الذى لا خَيْرَ فيه والوابِطُ ـ الخَسِيس وقد وَبَطْت حَظَّه وَبْطا ـ أخسَسْته* ابن السكيت* الجُعْبُوب ـ الذى لا خيْرَ فيه وأنشد\n* ابن دريد* رجُل قَزَم من قَوْم قُزُم وقَزَامَى ورُبَّما قالوا أَقْزام والقَزَمُ ـ الرِدىءُ",
        "__________________\n(1) تضل أي تخفى اه\nمن كل شىء* صاحب العين* الساقِطُ الدَّنِىءُ* سيبويه* الجمع سَقْطَى* ابن السكيت* الدُّسْمة ـ الدَّنِىء الساقِطُ وهو أيضا الساقط فى النَّسب* ابن السكيت* النِّقْز ـ الفَسْل الرَّدىء من الرِّجال* ابن دريد* هو الرَّدِىءُ من كل شىء وقد نَقِزَ ونَقُز ومنه قولهم انْتَقزَله ما لَه ـ أى أعطاه خَسِيسَه* صاحب العين* رجل رِبْذَةٌ ـ لا خيْرَ فيه* أبو عبيد* رجل رائِعٌ ـ يَرْضَى من العَطِيَّة بالطَّفِيف ويُخَادِنُ أَخْدانَ السُّوء وقد رَثُع رَثَاعةً* صاحب العين* الخَبِيت ـ الحَقير الرِدىءُ* قال أبو سعيد السيرافى* الخَبِيتُ لغةُ قُرَيظةَ والنَّضِير ومنه قول اليهودى\nقال وقال الخليلُ للاصمعى ما الخَبِيت ههنا قال الخَبِيث ومن لغته أن يُبْدِل الثاءَ تاء فقال أَسأْت فى العِبَارة لأنك أطلقت من لُغته أن يُبُدَل الثاء تاء فَعمَّمت بالبَدَل ولو كان ذلك لَلَزِمه أن يَقُول الكَثِير فى الكَثِير وأنت تَرْويه الكَثِير وإنما الجيد أن تقولَ يُبْدلُون الثاء تاءً فى أحرف منها الخَبِيث* غيره* القَرْثَعُ ـ الذى يُدَنِّى فى الكِسْبَة* ابن السكيت* هو من زَمَعِهم وأصل الزَّمَع الرَّوَادِف التى خَلْف الظِّلْف فيقول هو من مَآخِير القومِ ليس من صُدُورِهم ولا من سَرَوَاتِهم* أبو عبيد* بَنُو فلانٍ هَدَرَةٌ ـ أى ساقِطُونَ ليسوا بِشَىْء* ابن السكيت* هِدَرَة وهَدَرةٌ والفتح أفصَحُ لأنه جمع هادِرٍ وحكى بعضُهم هُدَرَة* ابن السكيت* إنه لَمِن أَوْغادِهم وأَوْغابِهِم (1) ـ أى من أَنْذالهم وضُعفائِهم الواحد وَغْد ووَغْب وأنشد",
        "* صاحب العين* الطَّغَام ـ رُذَال الناس وصِغَارُهم الواحدُ والجميعُ فى ذلك سَواءٌ وكذلك هو من الطَّيْر والسِّباع* ابن السكيت* إنه لِمَنْ أَنْكاسِهِم والنِّكْس ـ الضَّعِيف وأصله أن يُنَكَّسَ أصلُ السهم فيُؤْخذَ سِنْخُه الذى كان داخِلا فى السَّهْم فيُجْعلَ نَصْلا ويُجعلَ النَّصْل سِنْخا فلا يكونُ كما كان أوّلَ مَرَّة يكونُ ضَعِيفا لا خيْرَ فيه* أبو عبيد* الرِّثَّة الْخُشَارة والضُّعفاء من الناس وكذلك هو من المتاعِ الرَّدِىء وهو الرَّثُّ أيضا وقد أَرْثَثْنا رِثَّةَ القومِ ـ جمَعْناها والرَّجَاج ـ الضُّعفاء من الناسِ والابلِ وأنشد\n__________________\n(1) قوله إنه لمن أوغادهم الخ عبارة ابن السكيت إنه لمن أوغالهم وأوغادهم الخ.\n(2) وفي رواية وقب بالقاف وعن الأصمعي الوقب الأحمق وعلى كل حال فالقافية بائية اه",
        "(3) قوله أقبلن الخ بعده كما في اللسان يمشون أفواجا الى أفواج الفرار يج مع الدجاج فهم رجاج وعلى رجاج اه وفيه الشاهد كتبه مصححه\n* ابن السكيت* الرِّجْرِجَة ـ شِرَار الناسِ* أبو عبيد* الشَّظَى من النَّاس ـ المَوالى والتُّبَّاع وأنشد\nتَأَلَّبَت* علَيْنا تَمِيم منْ شَظًى وصَمِيمِ*\n* ابن الأعرابى* اللَّضْلاضُ ـ الذَّلِيل ولَضْلَضَته ـ الْتِفَاتُهُ ورجلٌ لَضٌّ ـ مُطَرَّد* ابن السكيت* هم سَوَاسيَة ـ اذا اسْتَوَوْا فى اللُّؤْم والخِسَّة وأنشد",
        "ويقال هم سَوَاسٍ وسَوَاسِيَة وسَواءٌ وسِيَةٌ (1) وسيأتى تعليلُه فى باب الاسْتواء ان شاء الله* ابن دريد* القُمْعُوتُ ـ الذى يَقُود على أَهْله والقُنْدُع والقُنْذُع والخُنْذُع ـ القليل الغيرةِ على أهله ولا أَحْسَبُه عربِيًّا مَحْضا والمَجْبُوس ـ الذى يُؤْتَى طائعا يعنى به عن ذلك الفِعْل* قال أبو على* كل ذلك يُعْنَى به الخَسِيس أَيَّةَ خِسَّة احتمل والمِثْفَرُ والمِثْفَار ـ الذى يُؤْتَى* ابن دريد* الدُّعْبوبُ ـ المُخَنَّث ويقال له حَنَّاج لِتَقَلُّبه وتَثَنِّيه من قولهم حَنَجْت الحبْل ـ فَتَلْتُه* ابن الأعرابى* الزُّحْلُوط ـ الخَسِيس* صاحب العين* الكَشْخانُ ـ الدَّيُّوث يقال لا تُكَشِّخْ فُلانًا وهو دَخِيل فى كلام العَرَب* ابن دريد* القَرْنانُ ـ الذى لا غَيْرَةَ له والطَّسِعُ ـ الذى لا غَيْرَةَ له وقد طَسِع طَسَعا وطَزِع طَزَعا فهو طَزِعٌ لغةٌ فيه* أبو عبيد* الحَبْحابُ ـ الصَّغِير وقال رجُل قِذَعْل ـ حَسِيس* أبو حاتم* أَقَضَّ الرجلُ ـ تَتَبَّع مَدَاقَّ الامُور وأسَفَّ الى خَسَائِسِها وأنشد\n* والخُلُقِ العَفِّ عن الاْقْضاضِ*\n* صاحب العين* دَسَى يَدْسَى ـ نَقِيضُ زَكَا\nالدَّعِىُّ النَّسَب والناقِصُ الحَسَب",
        "* أبو عبيد* هى الدِّعْوة فى النَّسَب والدَّعْوة فى الطَّعام كذا كلامُ العرب الا عَدِىَّ الرِّباب فانهم يَفْتَحُون الدال فى النَّسَب ويَكْسِرونَها فى الطَّعام وقالوا المَدْعاة فيهما* قال أبو على* المَدْعاة على الطَّعام أَغْلَبُ منها على النَّسَب أَ وَلَا ترى سيبويه قال وقالوا المَدْعاة كما قالوا المَأْدَبة* غير واحد* رجل دَعِىٌّ وقوم أَدْعِيَاءُ* أبو عبيد* المُسْنَد والأزْيَبُ ـ الدَّعِىُّ وأنشد\n__________________\n(1) (وسواء وسية) عبارة اللسان وسؤاسية\n* وما كُنْتُ قُلًّا قَبْل ذلكَ أَزْيَبَا*",
        "والزَّنِيمُ مثله* ابن السكيت* المُمَنُّ ـ الذى لم يَدَّعِه أبٌ والنَّسِىُّ من القوم ـ الذى لا يُعَدُّ فيهم غَيرُ مهموز* صاحب العين* المُزَنَّد ـ الدَّعِىّ وقد تقدّم أنه اللَّئِيم قال والالْتِيَاط ـ أن يَدَّعِىَ الانسانُ وَلدا وليس له وقد الْناطَه واسْتَلاطه والحَمِيل ـ الدَّعِىُّ وقيل هو المَنْبُوذ يؤْخَذ فيُحْمَل* ابن دريد* فلانٌ دَخِيلٌ فى بَنِى فلانٍ ـ ليس مِنْهم* صاحب العين* المَنْبُوذ ـ ولدُ الزِّناء والأنثى نَبِيذة وهم المَنَابِذَة والنَّبَائِذُ* أبو عبيد* رجل مُخَضْرمُ الحَسَب ـ دَعِىُّ ولحْم مُخَضْرم ـ لا يُدْرَى أمِنْ ذكَرٍ هو أم من أُنْثى* صاحب العين* المُخَضْرَم ـ الناقِصُ الحَسَب ويقال لابن الزِّنْية ابن نِخْسَةٍ والخِبْثة ـ الزِّنْيَة وهو ابن خِبْثةٍ* اللحيانى* رجُل مَأْشُوب النَّسَب ـ أى مَخْلوطه وأصله الخَلْط أَشَبْته آشِبُه أَشْبا* ابن السكيت* فلانٌ عَبِيثَةٌ مُؤْتَشب كما يقال جاء بعَبِيثَةٍ فى وِعَائه ـ أى بُرٍّ وشعِير قد خُلِطا* الخليل* رجُل مُقَشَّب ـ مَمْزوج الحَسَب باللُّؤْم* أبو عبيد* الأَكْشَمُ ـ الناقِصُ الحَسَب وأنشد\n* له جانِبٌ وافٍ وآخَرُ أكْشَمُ*\nوقد تقدّم أنَّه الناقِصُ فى جِسْمِه* ابن دريد* رجُل مَحْنُوش ـ مغْمُوزا حَسَب وقد حُنِش* صاحب العين* القَهْمَدُ ـ اللَّئِيم الأصل الدَّنِىءُ وقيل هو الدَّمِيمُ الوَجْه* ابن دريد* والقَنَوَّرِىّ ـ الدَّعِىُ (1) وليس بثَبْت والقَيُّور ـ الخامِلُ* صاحب العين* الزَّرِمُ ـ القَلِيل الرَّهْط* قال أبو على* قال ثعلب رجُل نَحِيت الحَسَب ـ وهو خِلاف النُّضَار الحَسَب* صاحب العين* فلانٌ نَغِلٌ ـ فاسِدُ النَّسَب والنَّغَلَةُ ـ ولَد الزِّنْية وكذلك الأنثى* ابن السكيت* هو لِغَيَّة ولِزَنْية* ثعلب* هو لِغَيَّةٍ وزِنْية* ابن السكيت* هو قُلُّ بنُ قُلٍّ وضُلُّ بنُ ضُلٍّ ـ اذا كان لا يُعْرف ولا يُعْرَف أبُوه* ابن دريد* هو هَىُّ بنُ بَىٍّ وهَيَّانُ بنُ بَيَّانَ ـ لمَنْ لا يُعرَفُ وهو طامرُ بنُ طامرٍ ـ لمن لا يُدْرَى مَنْ هو والوَغْل ـ المُدَّعِى نسَبا ليس بنَسَبه والجمع أوْغالٌ* وقال* رجل مُفْرَج اذا كان حَمِيلا لا وَلَاءَ له الى أحد ولا نَسَبَ وقد رُوِى بالحاء* صاحب\n__________________",
        "(1) (والقنوري الدعي) عبارة اللسان والقنور الدعي وضبطه شارح القاموس كسنور فليحرر كتبه مصححه\nالعين* رجل وَحَدٌ ـ لا يُعْرَف له أصلٌ* أبو عبيد* المُلْحَم والمُضَاف والمُزَلَّجُ ـ المُلْزَق بالقوم* صاحب العين* الْأَلْكَدُ ـ المُلْصَق بقومِه اللَّئِيمُ وأنشد\nوالمُسْبَعُ ـ الدَّعِىُّ وأنشد\nوقيل المُسْبَع المَدْفوع الى الظُّؤُورَة وقيل هو الذى وُلِد لسَبْعة أشهُرٍ* وقال* فلانٌ من وَلَد الظَّهْر ـ أى ليس مِنَّا* ابن دريد* المُخْتَتِى ـ الناقِصُ",
        "انتهى كتاب الغرائز بحمد الله وعونه وصلى الله على محمد وآله وسلم كثيرا\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\nأبواب المَشْىِ\nنُعوتُ مَشْى الناسِ واختلافِها",
        "* غير واحد* مَشَى مَشْيا وتَمَشَّى ومَشَّى ومَشَّيته وهى المِشْية* الأصمعى* خَطَوْت خَطْوا واخْتَطَيْت ـ مَشَيْت* ابن السكيت* هى الخَطْوة والخُطْوة والجمع خُطًا قال وفرّق الفرّاء بيْنَهما فقال الخَطْوة ـ المرَّة الواحِدة والخُطْوة ـ ما بيْنَ القَدَمينِ* سيبويه* انما قالوا خُطُوات فلم يَقْلِبوا الواوَ لأنَّهم لم يَجْمعوا فُعُلا ولا فُعُلةً جاءت على فُعُل وانما يدخُل التَثْقيل فى فُعُلات ألا ترى أن الواحِدَة خُطْوة فهذا بمنزلة فُعُلة وليس لها مذكَّر* وقال الأصمعى* تَخَطَّيت الناس واخْتَطَيتهم ـ رَكِبْتُهم وتجاوَزْتُهم* أبو عبيد* الذَّأَلَانُ من المَشْىِ ـ الخَفِيفُ ومنه سمِّىَ الذِّئْب ذُؤَالة وقد ذَأَلْت أذْأَلُ* ابن السكيت* جاء يَتبَرْبَسُ ـ أى يَمْشى مَشْيا خَفِيفا فارِغًا وأنشد\n* فصَبَّحَتْه (1) سِلَقٌ تَبَرْبَسُ*\n__________________\n(1) صبحته أي صبحت الثور الوحشي والسلق الذئاب واحدتها سلقة بالكسر اه",
        "والهَفْو ـ مَرٌّ خَفِيف والمَلْخ ـ كُلُّ مَرٍّ سَهْل ملَخَ يَمْلَخُ مَلْخا قال الحَسَن ما تَشاءُ أن تَلْقَى أحدَهم أبيضَ بَضًّا يَنْفُض مِذْرَوَيْه يَمْلَخُ فى الباطل مَلْخا يقول ها أَنَا ذَا فاعْرِفُونى قد عَرَفْناك مَقَتك اللهُ ومَقَتك الصالِحُون وذكَرَه أبو عبيد* فى الاْبل* صاحب العين* المَلْخ والمَلَخ ـ مَشْى فيه تَثَنٍّ وتَكَسُّر* ابن السكيت* الكَوْذَنَة مِشْيةٌ فى استِرْسال* وقال* مَشْىٌ رَهْوَجٌ ـ سَهْل لَيِّن وأصله بالفارِسيَّة رَهْوَه وأنشد\n* مَيَّاحَة تَمِيح مَيْحا رَهْوَجَا*\n* صاحب العين* الكَبَنُ ـ عَدْو لَيِّن فى اسْتِرْسال وأنشد\n* يَمُرُّ وهْو كابِنٌ حَبِىُّ*",
        "وقد كَبَن يَكْبِن كَبْنا وكُبُونا وأنشد\n* أبو عبيد* الدَّألان ـ مَشْى الذى كأَنَّه يَبْغِى فى مِشْيَتِه من النَّشَاط وقد دَأَلْت أَدْأَل* أبو زيد* دَأَل دَأْلاً ودَأَلانًا ـ وهى مِشْية المُخْتَتِل* ابن السكيت* مَرَّ يَمْشِى الْجِيَضَّى ـ وهو أن يَجِيضَ فى ناحِيَة يتصَرَّف من البَغْى* أبو عبيد* النَّأَلان ـ الذى كأنه يَنْهَض برأسه اذا مَشَى يُحَرِّكه الى فَوْقُ مثل الذى يَعْدو وعليه حِمْل يَنْهض به وقد نأَل يَنْأَل* الاصمعى* نَئِيلا* أبو عبيد* الاْحْصاف ـ أن يَعْدُوَ عَدْوا فيه تقارُبٌ أُخِذ من المُحْصَف يعنى الشَّدِيد الفَتْل وذلك لتَدَاخُل قُوَاه والاْحْصاب ـ أن يَنْثُر الحَصَى فى عَدْوِه* ابن السكيت* فاذا مَشَى ونَبَثَ الترابَ الى خَلْفه برِجْلَيْه فتلك النَّقْثَلَة* ابن دريد* القَعْوَلَة ـ ضَرْب من المَشْىِ جاء يُقَعْوِل ـ اذا سَفَى التُّرابَ بصَدْرِه* ابن السكيت* القَعْوَلة ـ أن يَمْشِىَ فيُبَاعِدَ ما بيْنَ كعْبيْه وتُقْبِلَ كُلُّ واحدة من قَدَمَيْه بجَمَاعتِها على الأُخْرَى* أبو عبيد* الكَرْدَحَة ـ من عَدْوِ القَصِير المُتَقارِب الخُطَا المجتَهِدِ فى عَدْوه وقد كَرْدَح* أبو زيد* وهى الكَرْدَحاءُ ورجل كِرْداح* أبو عبيد* الكَمْتَرة كالكَرْتَحَة* ابن دريد* وهى الكَرْدَحَة* ابن السكيت* جاء يَتَكَتَّل اذا جاءَ يتَمَشَّى مَشْى الغِلَاظ القِصَار ويَتَكَدَّس والتَّكَدُّس ـ أن يَمْشِىَ ويُحَرِّكَ\nمَنْكِبَيْه وكأنه يَرْكَبُ رأْسَه وجاءَ يَتَوَهَّزُ ـ يَشُدُّ الوَطْءَ ويَمْشِى مِشْيَةَ الغِلاظ فاذا كان كذلك سُمِّى وَهْزا وأنشد\nوقيل الوَهْز الوَثْب ومنه تَوَهُّز الكلب ـ وهو تَوَثُّبه وأنشد",
        "* تَوَهُّزَ الكَلْبةِ خَلْفَ الأَرْنَب*\n* ابن السكيت* مَرَّ يَتَوذَّف ـ أى يَهْتَزُّ وهى مِشْية القِصَار* ابن دريد* الْوَذْف ـ مِشْية فيها اهْتِزَاز وتَبَخْتُر وقد وَذَف* ابن السكيت* ويُقال للمَرْأة اذا مَشَت مَشْىَ القِصَار* ابن دريد* الوَدْف والوَذَفَانُ ـ مِشْية فيها اهْتِزَاز ويُقال للمرأة اذا مَشَتْ مِشْيَة القِصَار هى تَجْدِف وقد جَدَف الطائِرُ ـ اذا لم يَكُن جَنَاحُه وافِرا فهو يُدَارِك الضَّرْب ويقال إنه لَمَجْدُوف اليَدِ والقَمِيص ـ اذا كان قُصِيرا* وقال* رأيتُها مُوزِكَةً ـ وهى مِشْية قَبِيحةٌ من مِشْية القَصِيرة اذا تحرَّكت وهَزَّت مَنْكِبَيْها* أبو عبيد* الهَوْذَلَة ـ أنْ يَضْطَرِبَ فى عَدْوِه ومنه قيل للسِّقاء اذا مُخِضَ هَوْذَلَ* ابن السكيت* مَرَّ يُهَوْذِلُ ـ أى يُسْرِع فى المَشْىِ وفلان يُهَوْذِل ببَوْله ـ أى يُنَزِّيه وأنشد فى رجُل اتَّخَم من أكلة أَكَلَها\nوقد جاء يَتَقَهْوَسُ ـ اذا جاء مُنْحَنِيًا يَضْطَرِبُ* ابن دريد* القَهْوَسَة ـ مِشْية فيها سُرْعةٌ* ابن السكيت* جاء يَتَرَعَّسُ ـ اذا جاء يرْجُفُ ويَضْطَرِبُ وأنشد\n* قَفْقَافُ أَلْحِى الرَّاعِسَاتِ القُمَّهِ*",
        "* وقال* مَرَّ يَتَغَيَّف ـ أى يَضْطَرِب وهى مِشْيَة الطِّوال فأمَّا أبو عبيد فَخَصَّ بالتَّغيُّف الابِلَ* ابن السكيت* فاذا كان مَشَى فانْحَدَر فاضْطَرَب رأسُه وانْحدَر عُنُقُه ثم ارتفَعَ فتِلْك السَّنْطَلَة* وقال* مَرَّ يتَبَوَّع ـ اذا كان يَذْهَب فى هذا الشِّقِّ مَرَّة وفى هذا مَرَّة وأنشد\n* بحَبْلَيْنِ فى مَشْطُونَةٍ يَتَبَوَّعُ*\nوقيل يتَبوَّع أى يُبَاعِد باعَه ويَمْلأ ما بيْنَ خَطْوِه ويُقال هو يَمْشِى الهِمَقَّى ـ اذا كان يَمْشِى على ذا الجَنْبِ مَرَّة وعلى هذا مَرَّةً وقد تَهَمَّقَ* ابن دريد* نَصْنَصَ فى مَشْيِه ـ\nاهتَزَّ مُنْتَصِبا والدَّأَذَانُ ـ الاضْطِراب فى المَشْىِ والهَرَعُ والهُرَاع ـ مَشْى فيه اضْطِراب وسُرْعة* أبو عبيد* التَّرَهْوُك ـ مَشْى الذى كأنه يَمُوج فى مَشْيِه* أبو زيد* رَهْوَكْت فى المَشْى وارْتَهَكْت ـ وهو إرْخاء المَفَاصِل فى المَشْى وأنشد",
        "* قامَتْ تَهُزُّ المَشْىَ فى ارْتِهَاكِ*\n* أبو عبيد* الْأَوْن ـ الرُّوَيْد من المَشْى والسَّيْر وقد أُنْتُ أَوْنا* ابن السكيت* ومنه أُنْ على نَفْسِك ـ أى ارْفُقْ* أبو عبيد* الكَتْف ـ الرُّوَيْد وأنشد\n* قَرِيحُ سِلَاحٍ يَكْتِفُ المَشْىَ فاتِرُ*\nوقولهم مَشَتْ فكَتَفَتْ ـ أى حَرَّكت كَتِفيها والهَدْج ـ المَشْى الرُّويد هَدَج يَهْدِج وقد يكونُ سُرْعةً فى المَشْى مع ضَعْف* ابن دريد* هَدَج هَدْجا وهَدَجَانًا ـ وهى مِشْية الشيخ اذا قارَبَ خَطْوه وأسْرَعَ والهُدَاج كالهَدَجان* أبو عبيد* والدَّلِيف الرُّوَيْد* أبو زيد* دَلَفَ يَدْلِف دَلَفا ودَلَفانًا ودَلِيفا ودُلُوفا ودَلفَ الحامِلُ بحِمْله يَدْلِف دَلِيفا ـ أثْقَله* أبو عبيد* دُلَفُ مَعْدُول عن دالِف والدَّلْح ـ مشْى الرجُل بِحِمْله وقد أثْقَلَه دَلَح يَدْلَحُ* أبو زيد* جَئِثَ جَأَثا ـ اذا مَشَى بِحِمْل وجَأَث جَأْثا ثَقُل عن العَدْو أو القِيَام* ابن دريد* أَجْأثَه الحِمْلُ* ابن السكيت* حَنْكَلَ فى المَشْىِ ـ أَبْطأَ فيه وثَقُل* وقال* تَسَاوَكْت فى المَشْى وسَرْوَكْت ـ وهما رَدَاءَة المَشْى وإبْطاء فيه من عَجَف أو إعْياء* ابن جنى* والاسم السِّوَاك* ابن السكيت* والتأزُّجُ ـ التأطُّر والْأُزُوج ـ سُرْعة الشَّدِّ أزَجَ يَأْزِج وأنشد",
        "* فزَجَّ رمْداءَ جَوَادا تَأْزِجُ*\nوالكَرْدَمَة ـ الشَّدُّ المُتَثاقِلُ ولا يُكَرْدِم الا الحِمَارُ والبَغْل والكَرْبَحة والكَرْمَحَة دُوَيْن الكَرْدَمَة والاْفاجةُ ـ العَدْو البطِىءُ وأنشد\n* لا تَسْبِقُ الشَّيْخَ اذا أفاجَا*\nوالكَعْظَلَة والعَنْظَلة والنَّعْظَلَة والكَعْسَبَة ـ العَدْو البطِىء وأنشد",
        "* شَدًّا اذا ما كَعْسَب الشَّبَارِمُ*\n* وقال مَرَّة* هى مِشْيَة فى سُرْعة وتَقَارُب* ابن السكيت* الكَعْثَلَة ـ الثَّقِيل من العَدْو وكذلك القَنْدَلَة والتَّهَفُّكُ ـ المَشْى البَطِىءُ وكذلك الزَّمَعَانُ وقد زَمَع\nزَمْعا وزَمَعانا ويقال للناسِ والدَّوَابِّ اذا مَرَّت جماعةٌ منهم تَمْشِى مَشْيا ضَعِيفا مَرُّوا يَدِبُّون دَبِيبا ويَدِجُّون دَجِيجًا ولا يُقال يَدِجُّون حتى يَكُونُوا جَمِيعا وهم الحاجُّ والدَّاجُّ فالداجُّ الأَعْوانُ والمُكَارُونَ* ابن دريد* وفى كلام بَعْضهم أَمَا وَحَوَاجِّ بيتِ الله وَدَواجِّه لَأفْعلَنَّ ذلك* أبو عبيد* الْهَمِيم ـ الدَّبِيبُ* ابن دريد* الدَّرْبَلَة ـ ضَرْب من مَشْى الانسانِ فيه ثِقَلٌ وقد دَرْبَلَ وكذلك الهَرْدَبَة وقد هَرْدَبَ والرَّهْبَلَة ـ ضَرْب من المَشْى ثَقِيلٌ وليس بثَبْت وقد تَرَهْبَل وقد زَنْفلَ فى مَشْيِه ـ اذا تَحرَّك كأنهُ مُثْقَل بالحِمْل* وقال* جاء يَرْنَؤُ فى مَشْيِه ـ أى يتَثَاقَلُ* صاحب العين* الخَزَل والتَّخَزُّل والانْخِزال ـ مِشْية فيها تَثَاقُلٌ وتَرَاجُعٌ* الأصمعى* هى الخَيْزَلُ والخَيْزَلَى والخَوْزَلَى* صاحب العين* النَّكَبُ ـ شِبْه مَيَلٍ فى المَشْى* وقال* وَكَبَ وُكُوبا ووَكَبَانًا ـ مَشَى فى دَرَجَانٍ* أبو زيد* رَضَمَ الشيْخُ يَرْضِم رَضْما ـ عدَا عَدْوا ثَقِيلا وكذلك الدَّابَّة الثَّقِيلة وقيل الرَّضَمَان تَقارُب المَشْى من الشيخِ والخَدْلَبَة مِشْية فيها ضَعْف* أبو عبيد* التَّهَادِى ـ المَشْى الضَّعِيف وأنشد\n* ابن دريد* الرَّأْنَلَة ـ أن يَمْشِى مُتَكَفِّئا فى جانِبَيْه كأنَّه مُتَكَسِّر العِظَام* أبو عبيد* القَطْو ـ تَقَارُب الخَطْو من النَّشَاط وقد قَطَا وهو قَطَوانٌ* ابن دريد* ولعلَّ اشْتِقاق القَطَا من هذا لتَقَارُب خَطْوِه* أبو عبيد* القَطَوْطَى ـ الذى يُقَارِب المَشْىَ من كلِّ شئ* صاحب العين* قَطَاقَطْوا واقْطَوْطَى* أبو عبيد* الأَتلَان ـ أنْ يُقارِبَ خَطْوه فى غَضَب وقد أَتَلَ يَأْتِلُ وأنشد",
        "ومثله أتَنَ يَأْتِنُ أتْنًا* ابن السكيت* الحَظَلَان ـ مَشْىُ الغَضْبان وقد حَظَل وأنشد\nأى يَكُفُّ بعضَ مَشْيِه وأصل الحَظْل المَنْع وقيل الحاظِلُ الذى يَمْشِى فى شِقٍّ من شَكَاة* أبو عبيد* الحَتَك ـ أن يُقارِبَ الخَطْو ويُسْرِعَ رَفْعَ الرِّجْل ووَضْعَها* ابن السكيت* يُقال للقَصِير من الدَّوَابِّ حَوْتَكِىٌّ وكذلك الصَّغِير* صاحب العين*\nهو الحَتَكُ والحَتَكَان والتَّحَتُّك* ابن الأعرابى* وَكَتَ المَشْىَ وَكْتا ووَكَتَانا وهو تَقَارُب الخَطْو فى ثِقَل وقُبْحٍ مَشْى* صاحب العين* الرَّتْوة ـ الخَطْوة وهو يَتَرتَّى فى مِشْيَتِه* أبو عبيد* الزَّوْزَاة ـ أن يَنْصِبَ ظَهْرَه ويُسْرِعَ ويُقارِبَ الخَطْو وقد زَوْزَى* وحكى أبو على* زَوْزَأْت وهو من مُرْتَجل الهَمْز* ابن السكيت* مَرَّ يَحْذِم حَذْما ـ اذا مَرَّ يَجْذِف بِيديْهِ ويُقارِب الخَطْو قال وقال عُمَرُ رضى الله عنه لبعض المُؤَذِّنين اذا أذَّنْت فتَرَسَّلْ واذا أقَمْتَ فاحْذِم والحَمَام يَحْذِم أيضا ويقال للارْنَب حُذَمَةٌ لُذَمَةٌ تَسْبق الجَمِيعَ بالأَكَمَة لُذَمة ـ تَلْزَم العَدْو ولا تُفَارِقه يقال الْذَم بذاك الأَمْرِ ـ أى الْزَمْه وأنشد\n* قَصْر عَزِيزٍ بالاْكَالِ مِلْذَم*",
        "والزَّكِيكُ ـ سُرْعةٌ ومُقَارَبة للخَطْو وقد زَكَّ يَزِكُّ وأنشد\n* وقال* مَرَّ يَدْرِم دَرْمَ الأَرْنَبِ ـ اذا قارَبَ الخَطْوَ وهو الدَّرَمَان ويقال ذَافَ يَذُوف مَشَى فى تَقَارُب وتَفَحُّجٍ وأنشد\n* وقال* زُكْت زَوْكا وزَوَكَانًا ـ وهو المَشْى المتقارِب فى الخَطْو فى تَحَرُّك جَسَده والزَّوْكُ ـ مِشْيَة الغُراب وأنشد\n* الأصمعى* الكَتْو ـ مُقارَبة الخَطْو وقد كَتَا يكْتُو كَتْوا وقد زَفَّ يَزِفُّ زَفِيفا ـ وهو مَشْى متقارِبُ الخَطْو فى عَجَلة وسُرْعة وهو فى المَشْى نحوُ الدَّخْدَخَة فى الاْحْضَار وهو مثل الاْهْذاب غيْرَ أن فى الدَّخْدَخَة تَقارُبَ خَطْو وخَصَّ أبو عبيد بالزَّفِيف الابِلَ* ابن دريد* وَزَف وَزِيفا كذلك ووَزَفْته وَزْفا ـ استَعْجلْته* ابن السكيت* الدَّعْرَمَة ـ قِصَر الخَطْو وهو فى ذلك عَجِلٌ* ابن دريد* الكَتْكَتَة تَقارُب الخَطْو فى سُرْعة وإنه لَكَتْكاتٌ وقد تَكَتْكَتَ والسَّكَم ـ تقارُب خَطْوٍ فى ضَعْف وقد سَكَم يَسْكُم والصعْتَبَة ـ مُقارَبَةُ الخَطْو والخِفَّةُ* ابن السكيت* وَثَبَ فى مَشْيه وُثُوبا ووَثِيبا ووَثَبَانًا* أبو عبيد* وَثَب وأوْثَبْتُه والوَثَبَى من",
        "الوَثْب* صاحب العين* قَفَز يَقْفِز قَفْزا وقُفُوزا وقَفَزانا ـ وثَبَ* أبو عبيد* البَحْظَلَة ـ أن يَقْفِز الرجُلُ قَفَزانَ اليَرْبُوع والفأْرة وقد بَحْظَل والضَّبْر ـ عَدْوٌ مع وَثْب* ابن السكيت* ومنه ضَبَر الفَرَس ـ جَمعَ القَوَائِمَ ووثَبَ ومنه قيل للجَمَاعة يَغْزُون ضَبْر* أبو زيد* طَمَر يَطْمِر طَمْرا وطُمُورا وطَمَرانًا ـ وثَبَ من فَوْقُ الى أسْفَل وكذلك النَّازِى فى الشئِ* صاحب العين* هو شِبْه الوَثْب فى السَّمَاء* قال كراع* فَرْشَح الرجُل ـ وثَبَ وثْبا متقارِبا* صاحب العين* هَرْوَلَ الرجلُ هَرْولَةً وهِرْوالاً ـ وهى بَيْن المَشْى والعَدْوِ وقيل الهَرْولَة بعد العَنَق* صاحب العين* الرَّكْض ـ مَشْى الانسانِ برجْليه معًا والتِّرْكِضَاءُ ـ اسمُ تلك المِشْية وقيل التِّرْكِضاءُ مِشْية فيها تَرفُّل وتَبَخْتر والقَبْص ـ العَدْو وهو يَعْدُو القِبِصَّى ـ وهو عَدْو كأنه يَنْزُو فيه* أبو عبيد* الصَّلَتَانُ والفَلَتَان والصَّمَيَانُ كلُّه من التَّفَلُّت والوَثْب ونحوه وكذلك النَّزَوانُ* صاحب العين* نَزَا نَزْوا ونُزَاءً ونُزُوأً ونَزَوَانًا وأنْزَيْتُه ونَزَّيْته تَنْزِيَة وتَنْزِيًّا وأنشد\n* باتَ يُنَزِّى دَلْوه تَنْزِيَّا*\n* صاحب العين* نَقَزَ يَنْقُز ويَنْقِز نَقْزا ونَقَزانا ونُقَازا ـ وثَبَ صُعُدا* ابن دريد* الصَّتْو ـ مَشْى فيه وَثْب وقد صَتَا والعَفْد ـ الطَّفْر يَمَانِيَة عفَدَ يَعْفِد عَفَدَانًا* صاحب العين* طحْمَرَ ـ وَثَب* أبو عبيد* القَدَيَان والذَّمَيَان الاْسْراع وقد قَدَى وذَمَى والضّيَطَان ـ أنْ يُحَرِّك مَنْكِبَيْه وجَسَدَه حِينَ يَمْشِى مع كثْرة لحم* ابن السكيت* الضَّيَّاط ـ الذى يَتَمايَلُ فى مَشْيه وقد ضاطَ ضَيْطا* أبو عبيد* الحَيَكَان ـ كالضَّيَطان* ابن السكيت* جاءَ يَحِيك كأَنَّ بين رِجْليه شَيْأً يَفْرُج بينهما اذا مَشَى والمرأة حَيَّاكةٌ وأنشد\n* حَيَّاكَة تمْشِى بعُلْطتَيْن*",
        "* قال أبو على* يعنى قُبُلَها ودُبُرَها* ابن السكيت* وهذه المِشْية فى النِّساء مَدْح وفى الرِّجال ذَمٌّ لأَنَّ المرأةَ تمْشِى هذه المِشْيَةَ من عِظَم فَخِذَيْها والرجُل يَمْشِى هذه المِشْيَةَ من فَحَجٍ* أبو زيد* جاء يَتَحَيَّك ويَتَحايَك كذلك* أبو زيد* رجُل حَيْكانَةٌ* سيبويه* الحيكى (1) * أبو زيد* عاكَ عَيَكانًا كحاكَ* ابن السكيت*\n__________________\n(1) (سيبويه الحيكى) كذا في أصله وعبارة اللسان وحيكى سيبويه أصلها حيكى فكرهت الياء بعد الضمة وكسر الحاء لتسلم والدليل على أنها فعلى أن فعلى لا تكون وصفا البتة اه وبه يعلم ما في الأصل من السقط الظاهر كتبه مصححه\nالرَّقَص ـ أن يُحرِّك مَنْكِبَيْه وجَسَده حينَ يَمْشِى مع كَثْرةِ لحم* ابن دريد* النَّوْدَلَة والدَّلْدَلَة ـ تَحْرِيك الرجُلِ رأْسَه وأعضاءَه فى المَشْى وقد دَلْدَل* أبو عبيد* الضَّفْر والأُفُور والأَفْر ـ الغَدْو وقد ضَفَر يَضْفِر وأفَر يَأْفِر والكَضْكَضَة ـ سُرْعة المشْىِ وقد حُكِيت الكَصْكَصَة* أبو عبيد* الاْرْزاف ـ الاْسْراع والقَبْض مثله ومنه يقال رجل قَبِيضٌ والحُصَاص ـ حِدَّة العَدْو* وقال* امْتَلَّ وأَجْلَى وأضَرَّ وانْكَدَر وعَبَّد وانْصَلَتَ وانْسَدَر ـ اذا أَسْرَعَ بعض الاْسْراع والنِّجَاشَة ـ سُرْعة المَشْى نَجَش يَنْجُش نَجْشا والالْتِباط ـ السُّرْعة فى العَدْو* غيره* التَّسْمِيح ـ السُّرْعة فى المَشْى* صاحب العين* نَسَل يَنْسلُ ويَنْسُل نَسَلانا ـ أسْرَع* ابن السكيت* جاء يَعْدُو أنْفَ الشَّدِّ ـ يَعْنى أشَدَّه مجتَهِدا* وقال* مَرَّ يَذْرُو ذَرْوا ـ أى مَرَّ مَرًّا سَرِيعا ويقال مَحَص فى عَدْوه ـ أسْرَع وخص أبو عبيد به الابلَ والظِّباءَ وخصَّ أبو على به ذُكُورَ الظِّباء* قال* وهو فيما سِوَى ذلك مُسْتعارٌ وأنشد",
        "* قال* والامْتِحاصُ كالمَحْص والانْبِتَار كالمَحْص وسيأتى هذا مُسْتَقْصًى فى باب عَدْو الظِّباء ان شاء الله* ابن دريد* أَجْمز الرجُلُ والبَعِير ـ أسْرَعا فى المَشْى* ابن السكيت* مَرَّ يَفْحَص ـ اذا اجْتَهدَ وكادَ يَنْشَقُّ جِلْدُه من شِدَّة العَدْو* وقال* مَرَّ يَدْحَصُ ـ أى مَرَّ مَرًّا سَرِيعا ويُقال للشاة اذا ذُبِحَتْ وحَرَّكَتْ رجْلَيها هى تَدْحَصُ* أبو عبيد* جَدَّ فى السَّيْر يَجِدُّ ويَجُدُّ جَدًّا وأجَدَّ وأجْذَمَ وأَغَذَّ كله ـ أَسْرَع* ابن السكيت* الاْرْضاضُ ـ شِدَّة العَدْو* وقال* خَذْرَفْت وأحْثَثْت ـ أسْرَعت وهى الحَثَّة* أبو عبيد* ومثله أهْذَبت* ابن دريد* هَبَذ يَهْبِذ هَبْذا وأهْبَذ واهْتَبَذ وهابَذَ مُهَابَذَة ـ أسْرَع فى مَشْيه وقد اسْتُعمِلت المُهَابَذَة فى الطائِرِ وأنشد\n* أبو عبيد* وكذلك الهَبْتُ* ابن دريد* حَتَا حَتْوا ـ عَدَا عَدْوا سَرِيعا* ابن السكيت* أكْمَشَ فى السَّعْى ـ أَسْرع والاْكْماش كَلِمة تَدْخُل فى جَمِيع\nما تَدْخُل فيه السُّرْعة* غيره* هَدَفت الى الشَّئ ـ أَسْرعت* ابن دريد* الخَفْد والخَفَدانُ ـ سُرْعة المَشْى خَفَد يَخْفِدُ خَفْدا وخَفَدانا وخَفِدَ خَفَدا ـ أسْرَع والخَدْف ـ مَشْى فيه سُرْعة وتقارُبُ خُطًا ومنه اشتقاق خِنْدِفَ والبَرْقَطَة خَطْو متقارِب والقَرْمَطَة ـ تَدَانِى المَشْى والقَرْمَطِيط ـ المتَقارِب الخَطْو* صاحب العين* الكَتْر ـ مِشْية فيها تَخَلُّج* وقال* واشَكْتُ ـ أسْرَعْت والاسم الْوِشَاك* ابن السكيت* جَحْمَظَ وحَلَج يَحْلِج وحَنْبَص وتَخَطَّل وكَعْطَل ـ عدَا عَدْوا شدِيدًا* وقال* هو يَزْأَب الشَّدَّ ـ أى يُسْرع والجَأْبَزَة ـ السُّرْعة وقد جَأْبَز والخَبْعَجَة ـ مِشْية فيها قَرْمَطَة فى عَجَلة وأنشد\n* جاءَ الى جِلَّتِها يُخَبْعِجُ*",
        "والهَذْمَلَة والهَذْلَمَة ـ مِشْية فيها قَرْمطة وتَقارُب وأنشد\nوقالوا مَرُّوا شِلَالا ـ أى مُسْرِعينَ* وقال* مَرَّ يَفْتَلِق فى عَدْوه ـ أى يَجِىء بالعَجَب وقد أَفْلَق فى العِلْم وغيره ـ بَرَع فيه والانْشِجَار ـ النَّجَاء وأنشد\n* ابن دريد* الدَّقْدَقَة والحَبْصُ ـ العَدْو الشَّدِيد وقد حَبَص والهَبْص ـ مِشْيَة* وقال* داعَ دَوْعا ـ اسْتَنَّ عادِيًا أو سابِحًا والطَّهْق ـ سُرْعةٌ فى المَشْى يَمَانِيَة والهَكَفُ ـ السُّرْعة فى العَدْو أو المَشْى وهو فِعْل مُمَات منه بِنَاءُ هَنْكَفٍ وهو موْضِع والجَعْبَلَةُ ـ السُّرْعة وقد جَعْبلَ والطَّعْسَبَة ـ عَدْو فى تَعَسُّف وقد طَعْسَبَ والقَعْسَبَة ـ عَدْو شَدِيد بفَزَع* وقال* بَلْهَسَ ـ أسْرَع فى مِشْيَتِه والهَوْدَجَة ـ سُرْعة فى المَشْى والدَّعْسَجَة ـ السُّرْعة ودفَعَه الخليل وقال هو مَصْنوع والعَجْرمَة ـ العَدْو الشَّدِيد والحَذْلَمَة والخَطْرَفَة ـ السُّرْعة* ابن دريد* تَدَهْكَر عليه ـ تَنَزَّى وأكْرَب الرجُل ـ أسْرَع يُقال خُذْ رِجْلَيْك بِاكْراب اذا أُمِر بالسُّرْعة والوَكَرَى ـ ضَرْب من العَدْو والوَكَّار ـ العَدَّاء وقيل هو الذى كأَنَّه يَنْزُو* أبو عبيد* العَطَوَّد ـ الانْطِلاق السَّرِيع صِفَةٌ وأنشد\n* إليكَ أَشْكُو عَنَقا عَطَوَّدا*",
        "* قال* والعَطَرَّد كالعَطَوَّد* صاحب العين* وبعضهم يقول عَطَوَّط* ابن دريد* الهَبْرَجُ ـ المَشْى السَّرِيع الخَفِيف* وقال* مَرَّ يُحظْلِب ـ اذا أَسْرع فى العَدْو ويقال عَدْعَدَ فى المَشْى وغيره ـ اذا أسرع والوَذْوَذَة ـ سرْعة المَشْى يقال رجُل وَذْواذُ ويُقال هَتَع الرجُل الى القَوْم وهَطَع وأَهْطَع ـ أقْبَل مُسْرِعا والجَفْز ـ السُّرْعة فى المَشْى يَمَانِيَة ويقال رجُل مَلَّاذ وَلَّاذ ـ سَرِيع المَشْى والحركةِ وقد وَلَذ وَلْذا* وقال* كارَ فى مَشْيِه كَوْرا واسْتَكار ـ أَسْرَع وبه سُمِّى الرجلُ مُسْتَكِيرا وكَرَيْت كَرْيا ـ عَدَوْت عَدْوا شَدِيدا والهَلْق ـ السُّرْعة وليس بثَبْت والخَدْرعَة والدَّعْسَرَة والعَسْجَمَة والزَّرْفَقَة والهَمْرَجَة والجَرْذَمة والهَمْلَقَة كله فى السُّرعة والخِفَّة* وقال* دَرْفَق فى مَشْيه وادْرَنْفَق وازْرَنْفَق* وقال* سَرْطَع وطَرْسَع وتَزقْفَل وسَرْعَق ـ عَدَا عَدْوا شَدِيدا* وقال* شَمَلَ وأشْمل وشَمْلَل ـ أسْرَعَ ومنه اشْتِقاق ناقة شِمْلال وشِمْلِيل* ابن السكيت* الحَوْقَلَة ـ سُرْعة المَشْى وقد حَوْقَلَ حَوْقلة وحِيقَالا* أبو عبيد* الغَذَوان ـ المُسْرِع* قال أبو على* وحكى عن أبى عَمْرو أن الغَذَوان اسم للمَصْدر ـ وهو الاْسراع ومنه غَذَا الماءُ يَغْذُو ـ اذا سالَ سَيَلانا سريعا وكذا البولُ وأنشد\n* صاحب العين* سَعَى يَسْعَى سَعْيا ـ وهو عَدْوٌ دُون الشَّدِّ* ابن السكيت* التَّخاجُؤُ ـ أن يُوَرِّم ويُخْرِج مُؤَخَّره الى ما وَراءَه اذا مَشَى وأنشد\n* وقال صاحب العين* مِشْيَةٌ سُجُح وسَجِيح ـ سَهْلة وأنشد البيت\n«دَعُوا التَّخاجُؤَ» * ابن السكيت* جاء يتَوَكْوَك ـ اذا جاء كأَنَّه يَتدَحْرَج وانه لَوَكْواك ومثله مَرَّ يتَدَحْلَمُ وأنشد",
        "والمَكْمَكَة ـ مثل التَّدَهْكُر ـ وهو التدَحْرُج وقيل هو التَّزَحْزح والبَكْبَكَة ـ الْجِيئَةُ\nوالذَّهَاب وكذلك السَّوَجانُ وأنشد\nوالتأَجُّل ـ الاْقْبال والاْدبار وأنشد\n* غيره* مَرَّ يُخَزعِلُ ـ اذا مَرَّ يَنْفُض إحْدَى رِجْلَيه والخَدْرَعة ـ السُّرعة والعَجْرمة ـ مشْىٌ فيه شِدّة وتَقَارُب وأنشد",
        "* ابن دريد* تَغَوَّج فى مَشْيِه ـ انعطَفَ ومنه فَرسٌ غَوْجُ اللَّبانِ ـ سَهْل المَعْطِف* ابن السكيت* مَرَّ يَمْشِى الدِّفِقَّى ـ اذا باعَدَ بيْن الخَطْو* الأصمعى* الدِّفِقَّى والدِّفَقَّى* صاحب العين* الدَّهْمَجَة ـ مَشْى الكَبِير كأنه فى قَيْد وقيل هو مَشْى البَطِىءِ* ابن دريد* الدَّعْسَبة والقَهْبَلَة والكَلْتَحة والكَلْدحَة والنَّهثَرةَ والحَرْقَلَة والحَرْكَلة والكَرْسَعَة والهَنْبلة والنَّهْبَلة كلُّه ـ ضَرْب من المَشْى وقد نَهْبَل وهَنْبَل* أبو عبيد* الكَمْتَرةُ ـ من عَدْو القَصِير المتقارِب الخُطا فى عَدْوه وقيل الكَمْتَرةُ مِشْية فيها تقارُب* أبو عبيد* تَبَأْبَأْت ـ عَدَوْت* ابن دريد* مَرَّ يُطَعْسِف فى الأرض ـ اذا مَرَّ يَخْبِطُها مَرْغُوب عنها والزَّلْط المَشْى السَّريع وليس ثَبْت* ابن السكيت* هو يَقُور على رِجْلَيه ـ أى يَمْشِى على أطرافِها لئلا يُسْمَع وأنشد\n* على صُرْمِها وانْسَبْت بالليل قائِرَا*\n* ابن دريد* مَرَّ يتقَلْعَثُ ويتَقَعْثَلُ فى مِشْيته ـ اذا مَرَّ كأنه يتَقَلَّع من وَجَل والثَّرْطَلَة ـ الاسْتِرْخاء مَرَّ يُثَرْطِل ـ أى يَسْحَب ثيابَه* وقال* مَشَى الفَنْجَلَة والفَنْجَلَى ـ وهى مِشْية فيها استِرْخاء يَسْحَب فيها رجليه على الأرْضِ وقد فَجِلَ فَجَلا وكل شئ عَرَّضْته فقد فَجَّلته ورجلٌ أفْجَلُ ـ مُتَبَاعِدُ ما بين الرِّجْلين* وقال* مَشَى المُطَيْطاءَ ـ أى مُسْترخِىَ الأَعْضاء ومنه التَّمَطِّى* غيره* غَيْرُ مهموز مأخوذ من قولهم مَطَّ شِدْقه ـ مدَّه فى كلامه وكل شَئْ مَدَدته فقد مَطَطْته والحَرِيكُ والحَرِيكَة ـ الذى يَضْعُف خَصْراه فاذا مَشَى رأيتَه كأنه يَنْقَلِع\nمن الأرْض* ابن دريد* القَنْطَثَة ـ عَدْوٌ بفَزَع وليس بثَبْت* وقال* وَكَز وَكْزا ووَكَزا ـ أسْرَع فى عدْوه من فَزَع* غيره* تَخَلَّع الرجلُ فى مَشْيِه ـ هَزَّ منْكِبَيه وأشار بيَدَيْه* صاحب العين* تَعَكَّس فى مَشْيِه ـ مَشَى مِشْية الأفْعَى كأنه قد يَبِست عُرُوقه ورُبَّما مَشَى السَّكْرانُ كذلك* وقال* تَعَسَّك فى مَشْيه ـ تَلَوَّى* أبو عبيد* كارَزَ الرجلُ وعاجَرَ ـ اذا عَدَا من خَوْف* قال أبو على* هو اذا نَزَا فى عَدْوه من قَوْلهم عَجَر الحِمَارُ يَعْجِر عَجْرا ـ قَمَص والعُجَالة ـ ضَرْب من المَشْى* وقال* مَرَّ يَلْحَب لَحبا ـ أسْرَع* أبو عبيد* رَكِبَ فُلان هَجَاجَ غير مُجْرَى وهَجَاجِ ـ ركِبَ رأْسَه وأنشد",
        "* وقد رَكبُوا على لَوْمى هَجَاجِ*\n* صاحب العين* دَمْخَق فى مَشْيه ـ تثَاقَل* ابن دريد* جاء يَجُوس الناسَ ـ أى يتَخَطَّاهم* صاحب العين* رمَل يَرْمُل رَمْلا ورَمَلانًا ـ وهو دُون المَشْى وفَوْق العَدْوِ\nومِنْ مَشْى النِّساءِ\n* أبو عبيد* تَهَالَكَت المرأةُ فى مِشْيتها من قولهم تَهَالك فلانٌ على المَتاع والفِرَاشِ اذا سقط عليه وتَقَتَّلتْ فى مِشْيتها كذلك* وقال* قَرْصَعت المرأةُ ـ وهى مِشْية قَبِيحة وتَهَزَّعت ـ اضطَرَبَت وأنشد",
        "* ابن دريد* الهَزْع ـ الاضْطِراب تَهَزَّع الرُّمْح ـ اضْطَربَ واهتَزَّ وأنشد\n* وقال* تَزَأْزأَت المرأةُ ـ مَشَت وحَرَّكت أعْطافَها كمِشْيَة القِصَار* صاحب العين* اذا مَشَت المرأةُ مُجَنْبِخةً ـ قيل تفَخَّتَتْ وأظُن اشْتِقاقه من مَشْى الفاخِتَة والتَّذَبُّل ـ مِشْية النِّساء اذا مَشَت مشْية الرِّجال وكانت مع ذلك دَقِيقة* أبو عبيد*\nكتَفَتِ المرأةُ تَكْتِف ـ مشَتْ فحَرَّكتْ كَتِفَيْها* صاحب العين* زافَتِ المرأةُ فى مِشْيَتِها ـ اذا رأيتَها كأنَّها تَسْتَدِير* أبو عبيد* بَدَحَت المرأةُ وتَبَدَّحت ـ وهو حُسْن مِشْيَتها* صاحب العين* التَّهادِى ـ مَشْى النِّساءِ\nالتّبَخْتُر",
        "التَّبَخْتُر ـ مِشْيةٌ حَسَنة وقد بَخْتَر وتَبَخْتَر* قال أبو على* قال ثعلبٌ هو يَمْشِى البَخْتَرِيَة ـ وهو نَوْع من أنْواع المَشْى أُطْلِق عليه الفِعْل الذى هو جِنْس له كقولك هو يَجْلِس القُرْفُصاءَ ويَشْتَمِل الصَّمَّاء والبَخْتَرِيَّة عِنْد ابن السكيت* صِفَة ـ وهى الحَسَنَة المِشْية فى خُيَلاءَ* ثعلب* رجل بِخْتير وبَخْتَرِىٌّ ـ حَسَن المَشْى والجِسْم والأُنثى بَخْتَرِيَّة وقد تقدّم بعضُ ذلك فى الجَمَال* أبو عبيد* التَّفَيُّد ـ التَّبَخْتر رجل فَيَّاد ـ متَبَخْتِر* ابن السكيت* فادَيَفِيد* أبو عبيد* التَّبَهْنُس ـ التَّبَخْتُر وكذلك التَّجَبُّس وأنشد\n* ابن السكيت* قوله تَجَبُّس العانِس ـ يعنى أنَّ العانِسَ قد زادَتْ على البُلُوغ فمَشْيها أثقَلُ من مَشْى التى حِينَ بلغَتْ لأنَّ هذِه أخَفُّ مِشْيَةً* وقال* ذالَ يَذِيُل تبَخْتَر وأنشد\n* أبو عبيد* ماحَ فى مِشْيَتِه مَيْحا ومُيُوحا وتَمَيَّح ـ وهو الاخْتِيال والكِبْر* صاحب العين* ماحَ مَيْحا ومُيُوحةً ـ وهو ضَرْب حَسَنٌ من المَشْى وامْرأةٌ مَيَّاحةٌ وأنشد\n* مَيَّاحة تَمِيحُ مَشْيا رَهْوَجَا*",
        "* ابن السكيت* وكذلك ماسَ يَمِيسُ مَيْسًا ومَيَسانا وراسَ يَرِيسُ* ابن دريد* ويَرُوس* صاحب العين* السِّبَطْرَى ـ مِشْيةُ التَّبَخْتُر* أبو زيد* الخَطَل ـ التَّبَخْتُر* ابن السكيت* مَرَّ يتَخَطَّل* وقال* خَطَلْت\nأَخْطِلُ خَطْلا والاسم الخَطَل* ابن دريد* خَطَر فى مَشْيه يَخْطِر خَطْرا وخَطَرانا حَرَّك يَدَه فى مِشْيتِه وهو من التَّبَخْتر والغَطْر ـ لُغَة فى الخَطْر مَرَّ يَغْطِر بيَدَيْه ـ أى يَخْطِر* أبو زيد* رَفَلْت أَرْفُل رَفَلانا ـ وهو سَحْبك الثيابَ خُيَلاءَ* السيرافى* التَّرفِيل ـ الرجُل يَرْفُل فى مِشْيته* أبو عبيد* الخَنْدَفَة والنَّعْثَلَة ـ أن يَمْشِىَ مُفَاجًّا ويَقْلِبَ قَدَميه كأنه يَغْرِف بهما وهو من التبَخْتُر وخَصَّ بعضُهم به النساءَ* أبو زيد* الغَيْهَقَة والخَنْطَثَة ـ التَّبَخْتُر فى المَشْى وقد خَنْطَث يَمانِيَة والفَيْهَقَة ـ التبَخْتُر* أبو عبيد* قَزِل قَزَلا ـ تَبَخْتر* وقال* جاضَ فى مَشْيه ـ تبَخْتر وهى الجِيَضَّى ورجل جَيَّاض وجَوَّاض وإنه لَجِيَض المِشْية* وقال* مِشْية جِيَضٌّ ـ فيها اخْتِيَال وقد تقدّمت الجيَضَّى فى المَشْى المُطْلق* صاحب العين* الهَبَيَّخَى ـ مِشْية فى تبَخْتُر وتَهادٍ وقد اهبَيَّخَتِ المرأةُ وقد تَبَكَّل فى مِشْيته ـ اخْتالَ* ابن دريد* الجَوَّاظ ـ المُخْتال فى مِشْيته وقد جَوِظَ وجَوّظَ* وقال* مَرَّ يتَزَنْتَر ـ أى يتَبَخْتَرُ* وقال* رجل مُطَرْبِل ـ يَسْحَب ثوبَه ويَتَمطَّى فى مِشْيته* أبو عبيد* العَمَيْثَل ـ الذى يُطِيل ثِيابَه والعَمَيْثَل ـ القَبِيح المشية* صاحب العين* بَغَى فى مَشْيه بَغْيا اخْتالَ وأَسْرعَ* السيرافى* القَطَوْطَى ـ المتَبَخْتِر فى مِشْيته وقد قَطَا وقد تقدّم أن القَطْو تَقارُب الخَطْوِ من النَّشَاط\nمِشْية المُقَيَّد والمقطوعِ الرِّجْل ونَحوِهما\n* أبو عبيد* المُطَابَقَة والرَّسْف ـ المَشْى فى القَيْد* ابن السكيت* وهو الرَّسِيف* ابن الأعرابى* وهو الرَّسَفانُ وقد رَسَف يَرْسُف* ابن السكيت* النَّأْمَلَةُ ـ مَشْى المقَيَّد* قال أبو على* هو تَقارُب الخَطْو فى سُرْعة* ابن دريد* مَرَّ يُلاكِد قيدَه ـ اذا نازَعَه القيدُ خُطَاه* صاحب العين* الكَرْسَفَة ـ مِشْيَة المُقَيَّد وقد حَجَل يَحْجِل ويَحْجُل حَجْلا وحَجَلانا ـ مَشَى مِشْيَة المقَيَّد* أبو عبيد* الدَّهْمَجَة ـ مِشْية الكَبِير كأنه فى قَيْد* ابن دريد* الدَّرَجانُ ـ مِشْيَة",
        "الشَّيخ والصبِىِّ وقد دَرَج يَدْرُج دَرْجا ودرَجانا والدَّرَّاجة ـ العَجَلة التى يَدِبُّ عليها* أبو عبيد* عَشَز يَعْشِزُ عَشَزانا ـ وهى مِشْيَة المَقْطُوع الرِّجلِ وقَزَل يَقْزِل مِثْله وهو الاقَزْل والقَزَل ـ أَسْوأُ العَرَج وقد تقدّم أنَّ القَزَل التبَخْتُر* ابن دريد* قَلَز يَقْلِز قَلْزا ـ وهو الظَّلْع وهو عَرَج أيضا* ابن جنى* الخَيْزَرَى ـ مِشْية شِبْه الظَّلْع* أبو عبيد* اللَّبَطَة والكَلَطَة ـ عَدْو الأَقزل ويُقال هما للمُقعَد* ابن السكيت* الكَوْس ـ مَشْى على رِجْل واحِدة ومن ذَواتِ الأربع على ثلاثٍ وقد كاسَ يَكُوسُ وأنشد\n* إذا نَهَضَتْ تَرَنَّحُ أو تَكُوسُ*\nالذَّهابُ فى الأرض والانْطِلاقُ\n* صاحب العين* الانْطِلاقُ ـ الذَّهابُ فى سُرْعة وقد سَوّى سيبويه بَيْنهما فجعله من حَدِّ اخْتِلاف اللفظيْنِ واتِّفاق المعنَيَين بتَسَاوٍ قال ولا يُتَكلَّم بانْطِلاق الأمْر* أبو عبيد* اذْلَوْلَيت وتَذَعْلَبت ـ انطَلَقتُ فى استِخْفاء* قال ثعلب* أصل التَّذَعلُب الخِفَّة ناقة ذِعْلِبَة ـ خَفِيفة والذَّعَالِب ـ ما ناسَ من الشئ وأنشد",
        "* أبو زيد* اذْلَعْببت كتَذَعْلَبْت* سيبويه* انْسَلَلْت كذلك قال ولَيْست للمُطاوَعَة* صاحب العين* انْسَلَتَ عَنَّا ـ انْسَلَّ من غَيْر أن نَعْلم به* النضر* الحَبَالَّة ـ الانْطِلاق* ابن دريد* الكَسْحَبَة ـ مَشْى الخائِف المُخْفِى نفْسَه وليس بثَبْت* ابن دريد* أَمَجَّ الى أرضِ كذا ـ انْطلَق* صاحب العين* جالَ فى الأرْضِ جَوْلا وجَوَلانًا وجَوَّل تَجْوِيلا وتَجْوالا عن سيبويه وهى صِيغَة تَدُل على التَّكثير كما أن فَعَّلت فى غالِب الأمر كذلك* صاحب العين* طافَ فى الأرض ـ جالَ فى الارض* سيبويه* أَبْدأتُ من أرضٍ الى أُخْرى ـ خَرَجْت منها الى غَيْرِها وكذلك نَبَأْت أَنْبَأُ* أبو عبيد* بَيْقَرَ ـ هاجَرَ من أرْض الى أرضٍ وأنشد\n\nولهذه مَوْضِع آخرُ* ابن دريد* وقيل لأَعرابيَّة ما فَعَلت فلانَةُ فقالَتْ خَتْلعت واللهِ طالِعةً فقُلْت ما خَتْلعت قالت ظَهَرت ـ تُرِيد خرجَتْ الى البَدْو* وقال* قَرَوْت الأرضَ وكَرَوْتها ـ تَتَبَّعتها* صاحب العين* المُسْتَباه ـ الرجل يَخْرُج من أرض الى أُخْرى* أبو عبيد* مَطرَ فى الأرْض مُطُورا وقَطَر قُطُورا وعَرَق عُرُوقا وقَبَع يَقْبَع قُبُوعا وقَبَن يَقْبِن قُبُونا وخَشَف يَخْشِفُ ويَخْشُف خُشُوفا* ابن الأعرابى* وخَشَفانا كلُّه ـ ذَهبَ وكذلك سَرَب يَسْرُب سُرُوبا وخصَّ غيْرهُ به سَيْرَ النَّهار* أبو عبيد* نَسَغ وحَدَس يَحْدِس وعَدَس يَعْدِس ـ ذهَبَ* أبو عبيد* عدَّسَ ورجُل عَدُوس وكذلك الأُنْثى* على* ويُقال للناقَة والضَّبُع عَدُوس السُّرَى وأنشد\n* أبو عبيد* أَبَلَّ وأفَاجَ ـ ذَهَب فى الأرض وقد تقدّم أن الاْفاجَة ضَعْف الخَطْو* وقال* مَصَع وامْتَصَع ـ ذَهَب ومنه قيل مَصَع لبَنُ الناقَة ـ اذا ذَهَب والحَصْحَصَة ـ الذَّهَاب فى الأرْض* وقال* ارْبَسَّ الرجُل وأَصْعَد ـ ذهَبَ فى البِلَاد حيثُما تَوَجَّه والمُصْمَعِدُّ ـ الذاهِب* أبو زيد* الأَمْقَهُ ـ الذى يَرْكَب رأسَه لا يَدْرِى أيْنَ يتَوَجَّه* على* ولا فِعْلَ له* أبو زيد* هَطَل يَهْطِل هَطَلانا ـ مضَى لوَجْهِه مَشْيا* وقال* خَفَق فى البِلاد خُفُوقا ودَقَس دُقُوسا ودَقْسا ـ ذَهَب* صاحب العين* أَفَق فى البِلَاد يَأْفِقُ* ابن السكيت* الطُّهِىُّ ـ الذَّهَاب فى الأرض وقد طَهَا وأنشد",
        "* وقال* مَغَر فى البِلاد ـ ذَهَب فأسْرَع ورأيتُه يَمْغَر به بعيرُه* وقال* أرَضَّ فى الأرْض ـ ذَهَب والتَّجْلِيز ـ الذَّهَاب وأنشد\n* ثم سَعَى فى إثْرِها وجَلَّزا*\nوالْوَالِبُ ـ الذَّاهِب فى الوَجْه وقد وَلَب والطَّمُّ ـ الذَّهاب السَّرِيعُ مَرَّ يَطِمُّ طَمًّا وطَميما ويقال أيضا طَمَى يَطْمِى وأنشد\n",
        "* أبو زيد* مَطَع فى الأرض مَطْعا ومُطُوعا ومَطَه يَمْطَه مُطُوها ونَطَّ يَنِطُّ نطًّا ـ ذهَب والكَلْشَمَة والكَلْسَمَة ـ الذَّهابُ* صاحب العين* وهى الكَلْسَمة* وقال* مَطَوْت فى الأرْض ومَتَوْت* صاحب العين* اخْتَرق الأرض ـ ذهَب فيها عَرْضا وقيل اخْتَرقها ذهَب فيها على غيْر طَرِيق* أبو زيد* خَرَقها يَخْرُقها خَرْقا كذلك ومَرَق فى الأرض ـ ذَهَب فيها* الأصمعى* ذَهَب القوم وأوْغَلَ القَوْم وتَوَغَّلوا وتَغَلْغَلوا ـ مضَوْا فى مَسِيرهم داخِلِين بينَ جِبَال أو فى أرْض العَدُوّ* صاحب العين* السِّيَاحةُ ـ ذَهَاب الرجُل فى الأرض للعِبَادة والترَهُّب وقد ساحَ يَسِيح* أبو عبيد* رجل مِسْياح من ذلك* ابن السكيت* التَّقَذْقُذ والتقَطْقُطُ ـ أن يَرْكبَ الرجلُ رأسَه فى الأَرْض وَحْده أو يقَعَ فى رَكِيَّة* أبو عمرو* طَمَر الى بلادِ كذا ـ ذهب ومنه طامِرُ بنُ طامِرٍ ـ أى بَعِيد بنُ بَعِيد وقيل هو الذى لا يُعْرَف مَنْ هو* صاحب العين* هو البُرْغُوث* أبو عبيد* كَشَح القومُ عن الماء ذَهَبوا عنه* ابن دريد* انْخَتع الرجلُ فى الأرْض واعْتَرطَ ـ أبْعدَ فيها* غير واحد* (فَنَقَّبُوا فِي الْبِلادِ) ـ سارُوا وطافُوا وأبعَدُوا وإن قرئ فَنَقِّبوا تفسيره سِيرُوا* ابن دريد* ادَّمَج القومُ ـ ذَهَبوا* ابن دريد* شَجَّ الأرضَ براحِلَته ـ سارَ فيها سَيْرا شدِيدًا* وقال* ذهَب فلانٌ بذِى بِلِّيَانٍ وبِذِى هِلِّيَانٍ ـ أى ذهَب حيثُ لا يُدْرَى أيْنَ هو* أبو عبيد* نَأَجْت فى الأرْض ـ ذَهَبْت* صاحب العين* سَكَع فى الأرض يَسْكَعُ سَكْعا وتَسَكَّع ـ مشَى مُتَعَسِّفا* وقال* عَتك يَعْتِكُ عُتوكا ـ ذهَب فى الأرضِ وَحْدَه* غيره* أَكْعَبَ الرجُل ـ انطَلَق ولم يَلْتَفِت الى شئ وقيل أَسْرع* قُطْرب* مَعَد فى الأرض مُعُودا ـ ذهبَ وحَصَب فى الأرض ومَحص ومَصَح ومَصَحه اللهُ* صاحب العين* مَسَح فى الأرض يَمْسَح مُسُوحا ذهبَ وبه سُمِّى المَسِيحُ بنُ مريَمَ عليه‌السلام لأنه كان ذاهِبًا فى الأرض وقيل المَسِيحُ الصِّدِّيق وكان لأنه كان كَثِيرَ رَشْح الجَبِين فكان يَمْسحه وقيل لأنه كان يَمْسَح العَلِيل والأَكْمَهَ والأَبْرص فيُبْرِئه باذن اللهِ\nالنَّشَاط والخِفَّة\n* صاحب العين* النَّشَاط ـ ضِدَّ الكَسَل يكونُ فى الانسان والدَّوَابِّ وقد نَشِط نَشاطا ونَشَّطته ورجل نَشِيط مُنْشِط ـ اذا نَشِطت دوابُّه وأهلُه ورجُل مُتَنَشِّط اذا كانَتْ له دابَّة يَرْكَبُها فاذا سَئِم الرُّكُوبَ نَزل عنها* أبو عبيد* مَرَّ فلانٌ وله أَذْيَبٌ أى نَشَاط قال وأحْسَبها تقال بالزاى والْأُزْبِىُّ ـ السُّرعة والنَّشَاط وأنشد\nوالقَبْص ـ الخِفَّة والنَّشَاط وقد قَبَص يَقْبِص ويَقْبُص والقَفْصُ نحوه وقد قَفَص يَقْفِص والتَّرَصُّع والتَقَلُّز والعَرَص ـ النشاط وقد عَرِصَ* ابن السكيت* وكذلك عَرِصَ البَرْقُ اذا كثُر لَمَعانه وعَرِصَ البَهْم ـ نَزَا من النَّشَاط عَرِصَ وأعْرَصْته* غيره* الْأَبْص ـ النَّشاط وقد أَبَص يَأْبِص أَبْصا وهو أَبُوصٌ والهَبْص كالأَبْص* أبو عبيد* هَبِص هَبَصا فهو هَبِص* ابن دريد* الاسم الهَبْص* ابن جنى* هَبِص وأهْبَصْته* أبو عبيد* المَيْعة والزَّعَلُ ـ النَّشَاط* ابن السكيت* وقد زَعِلَت* ابن دريد* حِمَار إزْعِيلٌ ـ نَشِيط* ثعلب* كل نَشِيط زَعِل* صاحب العين* أَزْعلَه السِّمَن ـ نَشَّطه وأنشد",
        "* مِثْلُ القَنَاة وأزْعَلَتْه الأَمْرُع*\n* أبو عبيد* الْأَرَنُ ـ النَّشاط وقد أَرِنَ* قال أبو على* ومَثَل من الأمثال «لقد وَتَدْت له وَتدًا لا يَقْلَعُه المُهْر الأَرِنُ» * ابن دريد* هو الاْرَان والارَنُ* أبو عبيد* الزَّعِقُ والمَزْعُوق ـ النَّشِيط الذى يَفْزَع مع نَشَاطه من كل شَئْ وقد أَزْعَقته* قال أبو على* أزْعَقْتُه فهو مَزْعُوق وهذا أحَدُ ما شَذَّ من هذا القَبِيل وأنشد\n* أبو عبيد* اذا كان مَعَ نَشَاطِه أَشَرٌ فهو دَجِرٌ ودَجْرانُ* ابن السكيت* أَشِر أَشَرا فهو أَشِرٌ وأَشُرٌ والأُولَى أكثَرُ وقوم أُشَارَى وأَشَارَى* أبو زيد* المِئْشِير ـ\nالكَثِير الأَشَرِ* أبو عبيد* هو أَشِرٌ أَفِرٌ وأَشْرانُ أَفْرانُ* ابن السكيت* فَرِهَ فَرَها وهو فَرِهٌ وفارِهٌ ـ أَشِرَ وأنشد",
        "* وقال* هى الفَرَاهَة والفَرَاهِيَة والفُرُوهة* ابن السكيت* بَطِرَ بَطَرا وهو بَطِرٌ* ابن دريد* فَدَّ يَفِدُّ فَدًّا وفَدِيدًا ـ وهو شِدَّة الوَطْء على الأرض من أَشَرٍ أو مَرَح* وقال* بَطِنَ الرجلُ وهو بَطِنٌ ـ أَشِر والاسم البِطْنة وفى المثل «البِطْنَة تَذَهَب بالفِطْنة» والرَّقَدَان ـ الطَّفْر من النَّشَاط يَمَانِيَة ومثله الارْتِعاص وأَحْسَب أن هذا مَقْلوب من اعْتَرَص الفَرَسُ والفَشَق ـ النَّشَاط* قال أبو العباس* وأصل الفَشَق انْتِشار النَّفْس عند الطَّمَع وتنَشُّطها اليه وهو أَسْوأ الحِرص وأشدُّه وقد تقدم فى باب الشَّرَه* ابن دريد* الشَّمَقُ كالفَشَقِ وقيل هو الوُلُوع بالشئ وقد شَمِق* صاحب العين* القُمَاص ـ أن لا تَرَاه يَسْتَقِرُّ فى مَوْضِع تَرَاه يَقْمِصُ فيَثِبُ من مَكانِه من غير صَبْر* الخليل* الْأَشُّ والأَشَاش ـ الاْقبال على الشئ بنَشَاط* قال أبو على* ولا أُحِقُّها* أبو زيد* التَّأَقُ ـ النَّشَاط* ابن دريد* الدُّعْبُوب ـ النَّشِيط* ابن الأعرابى* الوَغْف ـ السُّرْعة والنَّشَاط وقد أوْغَفَ* صاحب العين* العَيْهَق ـ النَّشَاط والاسْتِنان وأنشد\n* إنَّ لِرَيْعانِ الشَّبَابِ عَيْهقَا*\n* أبو زيد* الخَبْعَلَة ـ خِفَّة (1) وطَيْش* صاحب العين* التَّزَعُّب ـ النَّشَاط والسُّرْعة* غيره* غَرَب غَرْبا ـ نَشِط* ابن دريد* السَّبْعَرَة ـ النَّشَاط وناقة ذاتُ سِبْعارَةٍ* صاحب العين* القَحْز ـ الوَثَبان والقَلَق قال ضربه فقَحَزَه* ابن السكيت* الغَرْب ـ الحِدَّة والنَّشَاط* أبو عبيد* وكذلك الغَرْبة وقد اسْتَغْرَب\nالاعياء فى المشى",
        "* ابن السكيت* أعْيَيْت فى المَشْى فأنا مُعْىٍ ولا يقال عَيَّانُ والقُطْع والبُهْر ـ انْقِطاع النَّفَس من الاْعياء* أبو عبيد* رجل بَهِير من البُهر وأنشد\n__________________\n(1) (الخبعلة ـ خفة) الذي في اللسان والقاموس بهذا المعنى الخبتلة فلعل العين تحرفت عن التاء المثناة وحرر اه كتبه مصححه\n* تَهَادى كَما قد رأيْت البَهِيرا*",
        "وقد بُهِر وانْبَهَر وبَهَرْته ـ عالَجته حتى انْبَهر* أبو عبيد* عَدَا الرجلُ حتى أَفْثَج وأَفْثَى وباخَ وقَبَع كلُّ ذلك اذا أعْبا وانْبَهر وقد تقدم أن القُبُوع الذَّهابُ فى الأرْض وقيل القُبُوع التخَلُّف* ابن دريد* فاقَ فُؤُوقا وفُوَاقا ـ أخذَه البُهْر* أبو عبيد* أَنْهَج الرجُل ـ انْبَهَر ووَقَع عليه النَّفَس من البُهْر وقد أَنْهَجْت الدابَّة ـ سِرْت عليها حتى صارَتْ كذلك وقد نَهَج نَهْجا* صاحب العين* هى النَّهْجَة ولا فِعْلَ لها* أبو عبيد* فاذا انقَطَع من الاْعياء ولم يَقْدِر على التَّحَرُّك قيل بَلَح بُلُوحا وبَلَّح وأنشد\n* واشْتَكَى الأَوْصالَ منه وبَلَحْ*\n* صاحب العين* البَلَح والبُلُوح ـ تَبَلُّد الحامِل تَحْت الحمل بَلَح يَبْلَح بُلُوحا وبَلَّح والبالِحُ والمُبَلِّح ـ القائِمُ بحِمْله* الأصمعى* تَعِص تَعَصا ـ شَكَى عَصَبه من شِدَّة المشْىِ* أبو عبيد* فاذا أَضْمره الاْعياء والكَلَال قيل طَلَح يَطْلَح وطُلحِ طَلْحا* ابن السكيت* الطِّلْح ـ المُعْيِى قال الحُطَيْئة وذكر إبلا وراعِيَها\n* قال* ومَعْنى هذا البَيْت أنَّ الابل قد شَبِعت وبَطِنَت فهى تَزْفِر فيَسْمَع أصواتَ أَجْوافها فيَجِىء اليها* صاحب العين* وهى الطُّلَاحة* ابن جنى* ناقةٌ طَلِيحٌ وطَلِيحةٌ وطالِحٌ* ابن دريد* هَرِجَ الرجُل ـ أخَذَه البُهْر من حَرٍّ أو مَشْىٍ* صاحب العين* الهَطْل ـ الاْعْياء والهِطْل ـ المُعْيِى وقد كَلَّ كَلَالا وأكَلَّه السيْرُ وأَكَلَّ القَوْم ـ كَلَّت إبِلُهم* أبو زيد* مَنَّه السيْرُ يَمُنُّه مَنًّا ـ أَضْعَفَه* أبو عبيد* كُلُّ مُعْىٍ ـ لاغِبٌ وقد لَغِب يَلْغَبُ* ابن دريد* لَغِبَ لَغَبا ولَغَب لُغُوبا وهى أَفْصَحُ* صاحب العين* النَّخَم ـ اللَّغَب والاْعْياءُ وهو غير مَعْروف عِنْدهم* أبو عبيد* الأَيْن ـ الاعْياء وليس له فِعْل* قال أبو على* آنَ يَئِينُ وأنَى يَأْنِى فان كان قَلْبا فالْأَيْن الاسم لا مَصْدَر لأن الْأَفْعالَ المَقْلوبة لا مَصَادِرَ لها وان كانَتَا لُغَتين بمعنًى فالْأيْن مصْدر من آنَ يَئِين* ابن دريد* أُنْتُ ـ أعيَيْت وقد تقدَّم أن الأَوْن الرُّوَيْد* وقال* ونَى وُنِيًّا ـ أعْيا وهو الْوَنَى* أبو عبيد*",
        "وقد أَوْنَيْت غيرى وتَوانَى القومُ ـ وَنَوْا* صاحب العين* العَرِسُ ـ المُعْيِى والمُقْطَعِرُّ ـ المُنْقَطِع من الاْعْياء* وقال* الحَسْر والحُسُور ـ الاْعْياء حَسَرِت الناقةُ والدابَّةُ وحَسَرها السيْرُ يَحْسِرُها ويَحْسرها وأحْسرها ودابَّة مَحْسُورة وحاسِرٌ وحاسِرةٌ وحَسِير الذكر والأنثى سواءٌ والجمع حَسْرَى* ابن السكيت* نَصِب نَصَبا ـ أعْيَا وأنْصَبْتُه* ابن دريد* لَهِثَ الانسانُ ـ أعيَا* الكسائى* لَهِثْت ولَهَثْت أَلْهَثُ لَهَثا ولَهْثا فى اللُّغَتين* ابن دريد* الطَّلَنْفَحُ والمُزْحِفُ ـ المُعْيِى الذى لا حِرَاكَ به وأَزْحَف الرجل ـ كَلَّت مَطِيَّتُه والنَّافِهُ ـ المُعْيِى الذى لا حَراك به والجمعُ نُفَّه وقد نَفِهَ ونَفَّهته ـ أتْعَبْته* ابن دريد* نَضِلَ نَضَلا أعْيَا من السَّيْر* ابن السكيت* الرَّبْو ـ البُهْر وقد رَبَا* ابن دريد* طلَبْنا الصيْد حتى تَرَبَّيْناه من الرَّبْو وهو البُهْر* ابن الأعرابى* بَلْدحَ الرجلُ وبَلَّد* ابن السكيت* حَوْقَل ـ أعْيا وضَعُف عن المَشْى* ابن دريد* أبلَّ الرجُل ـ أعْيا فسادًا وجُبْنا وقد تقدم أنه الذاهِبُ فى الأرض وقد جاء يَمْشِى مُتَطرِّحا أى ساقِطًا كَمشْى ذى الكَلَال* وقال* مَشَى حتى تَرَبَّخ والرَّبْخ ـ الاسْتِرْخاء* أبو عبيد* أَراحَ الرجلُ ـ رجَعت اليه نَفْسه بعد الاْعياء وكذلك الدابَّة* ابن دريد* الخَلَج ـ أن يَشْتَكِىَ الرجُلُ لَحْمَه وعِظَامَه من طُول مَشْى وتَعَب أو من عَمَل عَمِله\nالتخَلُّف\n* أبو عبيد* أَزَح يَأْزِحُ أُزُوحا ـ تخلَّف* ثعلب* وتَأَزَّح* صاحب العين* خَزَع وتَخَزَّع كذلك وخُزَاعة ـ اسم الحَىِّ مُشْتَقٌّ من ذلك لتَخَلُّفهم عن قومهم\nأَسْماء الجماعات من الناس",
        "الجَمْع ـ معْروف جَمَع يَجْمَع جَمْعا وجَمَّع فتَجَمَّع واجْتَمع وأمَّا ما حكاه سيبويه من\nقولهم اجْدَمَعُوا فعلى المضارَعَة والجَمِيع ـ العَدَد من الناس وهى الجُمُوع والجُمَّاع ما جَمَع عَدَدا والمَجْمَع ـ الجَمَاعة والمُجْتَمَع وأجْمَعُ ـ من ألفاظ الاْحاطَة والجَمْعُ أَجْمعونَ ولا يُكَسَّر والأنثى جَمْعاء والجمع جُمَعُ وقد أثبتُّ تعليلَه عند ذكر الأَعجم وأَزِيدُه شَرْحا عند ذِكْر ألفاظ الاْحاطة فى هذا الكتاب والمَسْجِد الجامِعُ ـ الذى يَجْتَمِع الناس فيه وقد يُضافُ وأَنْكره بعضُهم ويقال جَمَعت القومَ وأجْمَعْت أمْرِى وعليه وقد حُكِى جَمَعْت أمْرى وأجْمَعْتُه ويوم الجمع ـ يومُ القِيَامة لاجْتِماع الناس فيه* ابن السكيت* جاؤُا بأجْمَعِهم وأَجْمُعِهم* صاحب العين* حَفَل القومُ يَحْفِلُون ـ اجْتَمَعوا واحْتَفَلوا كذلك والمُحْتفَل والمَحْفِل ـ المَجْلِس ودَعَاهم الأَحْفَلَى والحَفَلَى والجَفَلَى والأَجْفَلَى والجيم أكثَرُ اذا دَعَاهم بجَمِيعهم وجاؤُا فى جَمْعٍ حَفْلٍ وحَفِيل ـ أى كَثِير وجاؤُا بحَفِيلهِم* أبو عبيد* النَّفَر ما دُونَ العشَرة من الرِّجال* ابن دريد* الجَمْع أنْفَار* وقال الخليل* عَشَرةُ نَفَرٍ ولا يُقال عِشْرونَ نفَرا* قال أبو على* لأن النِّفارة عبارةٌ عن جَمْع ولا يكونُ التمييز جَمْعا فى حال السَّعَة* قال سيبويه* اذا حَقَّرت النفَرَ ونحوَه فتَحْقِيره كتحقِير الاسْم الذى يَقَع على الواحِد لأنه بمَنْزِلته الا أنَّه يُعْنَى به جَمِيعٌ قال والنَّفَر ما لم يُكَسَّر عليه واحدٌ ولكِنَّه شئٌ واحد يَقَع على الجَمِيع ولذلك أضاف اليه فقال نَفَر* أبو عبيد* الرَّهْط كالنَّفَر* ابن دريد* ورُبَّما جاوَز ذلك قَلِيلا* سيبويه* وهو جَمْع لا واحِدَ له من لَفْظه ولذلك اذا صَغَّروه قالوا رُهَيْط واذا أضاف اليه فعلى لَفْظِه لأنَّه لا واحِدَ له والجمع أَرْهُطٌ ثم يُجْمع أَرْهُط على أَراهِطَ* قال سيبويه* رَهْطٌ وأَرَاهِطُ كأنه جَمْع أَرْهُط وأَفْعُل لم تُسْتَعمل عنده فى هذا قال فاذا حَقَّرت الأَراهِطَ قلْتَ رُهَيْطُون كما قُلْت فى الشُّعَراء شُوَيْعِرُون* قال أبو على* وأمَّا القَوْم فالجَمَاعة يكونُونَ من الثلاثة فصاعِدًا وهو اسم للجَمْع عِنْد سيبويه كأنه اسْم لجَمْع قائِم وأمَّا أبو الحسَن فهو عنده جَمْع واحتَجَّ عليه أبو على بالتحقِير وسنُفْرِد لهذا الضَّرْب بابا فى هذا الكتاب ان شاء الله* وقال أحمد بن يحيى* القَوْم ـ جَمَاعة رِجَال لا نِساءَ فيهم وأنشد\n\nوكذلك النَّفَر والرَّهْط* ابن السكيت* جَمْع القَوْم أقْوام وأقَاوِمُ وأقائِمُ والعِتْرة مثْل الرَّهْط* أبو عبيد* العُصْبة ـ من العَشَرة الى الأَرْبعِينَ* صاحب العين* هى الجَمَاعةُ من الناس والخَيْل بفُرْسانِها وكذلك هى من الخَيْل والطَّيْر والجمع عُصُب وعَصائِبُ* علىّ* ليس عُصُب جمعَ عُصْبة انما هو جمع عِصَابة وهم المتَعَصِّبون وحكى سيبويه عن العَرَب اللهُمَّ اغْفِرْ لنا أيَّتُها العِصَابة* أبو عبيد* العِدْفة ـ ما بَيْن العَشَرة الى الخَمْسين وجَمْعُها عِدَف والزِّمْزِمَة من الناس ـ الخَمْسُون ونحوُها* ابن السكيت* جاءتْنا زِمْزِمة من بَنِى فُلان وصِمْصِمة ـ أى جماعةٌ* وقال مرة* الزِّمْزِمَة ـ الخَمْسُونَ ونحوُها من الناس والابِلِ والغَنَمِ* صاحب العين* العِزَة ـ العُصْبة من الناس والجَمْع عِزُونَ* أبو عبيد* القَبِيل ـ الجَمَاعة يكونُونَ من الثلاثة فصاعِدًا من قَوْمٍ شَتَّى وجمعه قُبُل والقَبِيلة بَنُو أبٍ واحدٍ* قال أبو على* معنىَ قوله من قَوْمٍ شَتَّى يُرِيد كالزِّنْج والرُّوم والعَرَب والهِنْد أو نَحْوٍ من ذلك واحِدٍ* قال أبو على* قال أبو زيد قد يكونُ القَبِيل من بنى أبٍ واحد* أبو عبيد* الصُّبَّة والثُّبَة ـ الجماعةُ والجمع ثُبَات وثِبُونَ* قال أبو على* قال أبو زيد ثُبَة فُعْلة ـ أى جماعَة وكل مُجْتَمِع ثبةٌ والمَحْذوف منها اللام* قالوا* ثَبَّيْت الميتَ ـ أى جَمعْت محاسِنَه فبَكَيْت عليه بها قال وهذا الضَّرْب من المحذُوف يُجْمَع على ضَرْبينِ بالألف والتاء والواو والنُّون واذا جُمِع هذا النحوُ بالواو والنونِ غَيَّرُوا الأَوائِل وذلك نحو قولهم ثِبُون* قال سيبويه* وبعضُهم يَقُول ثُبُونَ وقُلُونَ فلا تُغَيَّر* قال أبو على* والتَّغْبِير أقْيَس لأن الواوَ فى هذا الجَمْع عِوَضٌ من المَحْذُوف فينبَغِى أن يُغَيَّر الاسمُ عَمَّا كان عليه قبل الجَمْع ليكون ذلك تَكْسِيرا ما ألا تَرَى أن يُونُسَ رَوَى أنهم يقولُونَ حَرَّة وأحَرُّونَ فزادُوا حَرْفا فى أوَّل الكَلِمة حِرْصا على التغيِيرِ ومبالغَةً فيه ووافق الحرفُ الحَركَة فى هذا كما اتفقا فى غيْرِه* قال أبو عمرو* كان أبو عبيدة اذا سُئِل عن تفسير ثُبَات قال جَمَاعات فى تَفْرِقَة وأنشد أبو عمرو",
        "* أبو زيد* هى الأُثْبِيَّة وكذلك الأُثْفِيَّة* أبو عبيد* الأَزْفَلَة والزَّرَافَة\nوالزَّرَّافَةُ ـ الجَمَاعةُ* السيرافى* الجمع زَرَافَى وقد مَثَّل به سيبويه قال والهَيْضَلَة ـ الجماعَة والعَمَاعِمُ ـ الجماعاتُ من الناس واحدُهُم عَمٌّ* قال أبو عمرو* لا واحِدَ لها* قال أبو على* العَمَاعِم فيه حروف العَمِّ وليس منه وانما هو من باب سِبَطْر ونحوه* أبو عبيد* الْأَكارِيسُ ـ الأَصْرام* قال أبو على* كِرْس وأكْراس وأَكارِيسُ* وقال أحمد بن يَحيَى* لا واحِدَ للْأَكارِيسِ* قال أبو على* وأُراه من التَّكَرُّس ـ وهو الانْضِمام والتجَمُّع* أبو عبيد* الجُفُّ والجُفَّة ـ جَمَاعة القومِ كُلُّها* ابن دريد* هى الجُفَّة* أبو عبيد* الضَّفَّة والقِمَّة كالُجَّة* ابن السكيت* هى القَمَّة* أبو عبيد* الغَبْثَرة ـ الجماعةُ والأُفُرَّة ـ المختَلِطُون والرِّكْس ـ الكَثِير من الناس والقَيْرَوان ـ الكَثْرة من الناس ومُعْظَم الأمر* ابن دريد* هو فارِسى معَرَّب والقِبْصُ ـ الجماعةُ* ابن السكيت* القِبْص والقَبْص ـ العَدَد* أبو عبيد* الزُّجْلة ـ الجماعَةُ* ابن السكيت* الزُّجْلة ـ الجماعَةُ من كُلِّ شئ* أبو عبيد* الحَزِيقَة والْحِزْقَة ـ القِطْعة من كل شئ* الأصمعى* وهى الحازِقَة والحَزَّاقة ـ العِيرُ طائِيَّة* ثعلب* رأيت هَيْشة من الناس ـ أى جَمَاعة* أبو عبيد* الكُبَّة الجماعَةُ من الناس وكَبْكَبْت الشئَ ـ ألْقَيْت بعضَه على بَعْض* غيره* الكَوْكَبَة ـ الجماعَة* أبو عبيد* النُّبُوح ـ الجَمَاعة وأنشد\n* ابن دريد* لا واحِدَ للنُّبُوحِ من لفظها* أبو عبيد* الجُبْل والجُبُلُ ـ الكَثِير* قال التَّوَّزىُّ* يُقال جُبُلًّا وجُبُلاً وجبْلا* وحكى غيره* جِبِلًّا وهو جمع جِبِلَّة* أبو عبيد* ومثله العُبْر* وقال مَرَّة* العُبْر الكثِير من كلِّ شئ* ابن الكلبى* قَوم عَبِير ـ كَثِير* ابن دريد* مَجْلِس عِبْر وعَبْر ـ كثير الأَهْل* أبو عبيد* العَدِىُّ ـ جماعةُ القوْمِ بلُغَة هُذَيل* ابن جنى* العَدِىُّ ـ أوَّل ما يَحْمِل من الرَّجَّالة وهو أوَّل ما يَدْفع من الغارَة وأنشد\n",
        "يعنى يَتَعلَّق بثِيَابهم* أبو عبيد* القَنِيب والقَنِيفُ ـ جَماعاتُ الناسِ* ابن السكيت* خرجَ فُلان فى قَنِيف من أصحابِه ـ وهم الرِّجال والنِّساء وجِمَاعهُ القُنُف* أبو عبيد* الكَرَاكِرُ ـ الجَمَاعات* ابن السكيت* واحِدَتها كِرْكِرَةٌ وأنشد\n* أبو عبيد* الزُّمْرة ـ الجماعَة من الناس والخَشْخاش ـ الكَثِيرة وأنشد\nوالنَّعَامة ـ جَمَاعة القوم ومنه قيل شالَتْ نَعَامَتُهم ـ اذا وَلَّوا وتَحَوّلوا من دارِهم أو قَلَّ خيرُهم* أبو زيد* الخِضَمُّ ـ الجَمْع الكَثِير* ابن السكيت* لُمَةٌ من الناس وقِدَّةٌ وعُثَجٌ وعَثَج ـ أى جَمَاعة وأنشد\n* ابن دريد* وهو العَثْج* صاحب العين* العَثَجُ والثَّعَج ـ جماعةُ الناس فى السَّفَر* ابن السكيت* عَدَدٌ قُمَاقِمٌ ـ كَثِير* أبو عبيد* هو القَمْقامُ* ابن دريد* الطَّيْس ـ العَدَد الكَثِير* ابن الأعرابى* الدَّخِيس ـ العَدَد الكَثِير* ابن دريد* الحُذْفُور ـ الجَمْع الكَثِير* أبو عبيد* وعَدَدٌ لُهْمُوم كَثِير* صاحب العين* عدَد غِطْيَمٌ ـ كَثِير* ابن السكيت* عدَدٌ دِخَاس* صاحب العين* ودَخِيس* قال أبو على* الدّخَاسُ والدِّحاس سَواءٌ وأصله الامْتِلاء يقال دخَلْت المَسْجِد فاذا هو دِحَاسٌ ـ أى غاصٌّ بأهله ومنه دَحْس الثَّوْبِ فى الوِعَاء ـ وهو إدْخالُه فيه كأَشَدِّ ما يكونُ وأنشد",
        "ومنه تَداحَسَ الزرعُ ـ وهو امْتِلاءُ حَبِّه وتَدَحْرُجُه* ابن دريد* بَيْتٌ أزَزٌ ـ مُمْتَلِئٌ ناسا* ابن السكيت* حَىٌّ حادِرٌ ـ كَثِير مُجْتَمِع* ابن دريد* مَلَأُ القوم ـ مُعْظَمُهم وكذلك جَنَانُهم* قال أبو على* قال أحمدُ بن يحيى المَلَأُ جماعةُ رِجَال لا نِسَاء* ابن السكيت* الكَرِشُ ـ مُعْظَم القومِ والجَمِيع كُرُوش وأنشد\n\n* ابن دريد* الأَكْراش ـ الجماعاتُ لا واحِدَ له وتكَرَّش القومُ ـ تَجَمَّعُوا وكذلك الهَطَلَّع وقد قدَّمت أنه الجَسِيم المضطَرِب* ابن السكيت* رَحَى القومِ ـ جَمَاعتُهم* صاحب العين* بَيْضَة الاسلام ـ جماعَتُهم وبَيْضة القَوْم ـ وسَطُهم* ابن السكيت* مررت باصْمامَةٍ من الناس ـ أى جماعةٍ من قوم يَنْضَمُّ بعضُهم الى بعضٍ والحَصَى ـ العدَد الكَثِير وأنشد\nقال وأصل ذلك أنه مِثْل الحَصَى* قال أبو على* ليست من متعَلِّقةً بالأكثر (1) لأن من واللام يتعاقَبانِ إنما هى بمنزلة ساعة من قوله",
        "والهِدْفَة والرِّثْدة واللِّبْدة والهِلْثاءَة كلُّ ذلك ـ الجماعةُ من الناس الكثِيرةُ* صاحب العين* وهم الهِلْثاء* ابن السكيت* اللِّبْدة والرِّثْدة ـ همُ المقِيمُون وسائرُهم يَظْعَنُون ويُقِيمون* وقال* أتَانَا دَهْم من الناس ـ أى عَدَد كَثِير وقد دَهِمُوهم ودَهَمُوهم يَدْهَمُونهم دَهْما ـ غَشُوْهم* صاحب العين* الدَّهْماءُ العَدَد الكثير* الأصمعى* الأَخْلاط ـ جَمَاعاتُ الناس واحِدُهم خِلْط* أبو عبيدة* الْكَافَّة ـ الجماعَةُ* ابن السكيت* الثُّكَنُ ـ الجماعاتُ ومنه يُحْشَر الناسُ على ثُكَنهم ـ أى على جَمَاعاتهم والْأَوْرَمُ والعَيَنُ ـ الجماعةُ وأنشد\nوهى دُوَيْبَّة تكونُ فى الرمل مِثْل العَظَاءة والدَّيْلَمُ ـ الجماعةُ من كل شئ* صاحب العين* الجُفَالة ـ الجماعةُ من الناس ذهَبوا أو جاؤُا ويقال إنَّ المجْلِس ليَجْمع شُتُوتا أى شَتَّى من الناس ويَجْمَع فُنُونا ـ وهم الأَخلاط والأَعْناء ـ الأَخْلاط واحدهم عِنْو* أبو عبيد* الأَشَائِب ـ الأخلاط واحدهم أُشَابة* ابن دريد* أَوْباش الناس ـ أَخْلاطُهم واحدُهم وَبْش ووَبَشٌ قال ولم يَعْرِف الأصمعى لها واحِدا* صاحب العين* الوَبْش ـ جماعةُ القومِ* ابن دريد* لا يكونُ\n__________________\n(1) (قوله ليست من متعلقة الخ) لا يخفى ما في هذه العبارة من السقط كتبه مصححه",
        "الا مِن قبائِلَ شَتَّى وبَوَّش القومُ ـ خَلَّطوا وتركتُهم هَوْشا بَوْشا ـ أى مُخْتَلِطين والْأَوْفاض ـ الاخْلاط من الناسِ وفى الحديث أنه أمَرَ بصدَقَة أنْ تُوضَع فى الْأَوفاضِ فَسَّروا أنَّهُم أهلُ الصُّفَّة وكانوا أخْلاطا وقيل هُمُ الذينَ معَ كلِّ واحد منهم وَفْضة* أبو حاتم* قالت أُمُّ الهَيْثَمِ هؤُلاء قوم من أفْناء الناسِ ـ وتفسيره قوم نُزَّاع أى أخلاط من ههُنا وههُنا ولم يَعْرِف للأَفْناء واحِدا* ابن السكيت* نَزَل بنا أَسْوِداتٌ من الناسِ وأَسَاوِيدُ ـ وهم القَلِيلون المتفَرِّقون وقيل هم كُلُّ قليل فى كَثِير ويقال بأرض بَنِى فُلانٍ سَوَاد من عَدَد وسَوَاد من نخْل* الأصمعى* الشِّرْذِمَة القلِيلُ من الناس* ابن السكيت* جاءَنا بَجْدٌ من الناسِ ـ أى كَثير والجمع بُجُود وأنشد\n* وقال* رَبَل القومُ يَرْبُلُون ـ كثُرُوا وجاءتْنا جَبْهةٌ من الناس ـ أى جماعَةٌ والجُمَّة ـ الجماعة يَسْأَلُون فى الحَمَالة وأنشد\nوقد جاؤُا جَمَّاءَ غَفِيرا وجَمًّا غَفِيرا مُنَوَّنة ـ أى بجَمَاعتهم والجَمُّ ـ العدَدُ الكَثِير* قال سيبويه* جاؤُا الجَمَّاءَ الغَفِير فالجَمَّاء اسم والغَفِير نعتٌ لها وهو بِمَنْزلَةِ قولك فى المعْنَى الجَمُّ الكَثِير لأنه يُراد به الكَثْرة والغَفير يراد به أنهم قد غَطَّوُا الأرض من كَثْرتهم غَفَرْت الشئَ ـ أى غَطَّيته ومنه المِغْفَر الذى يُوضَع على الرأس لأَنَّه يُغَطِّيه ونَصْبه من قولك مَرَرت بهم الجَمَّاءَ الغَفيرَ على الحال وقد علِمْنا أنَّ الحال اذا كان اسما غيْرَ مَصْدر لم يكن بالألف واللام وأحْوَجَ ذلك سيبويه والخليلَ أن جَعَلا الجماءَ الغَفِير فى مَوْضِع العِرَاك كأنك قلتَ مررتُ بهم الجُمُومَ الغَفْرَ على مَعْنى مررت بهم جامِّين غافِرِين للأرض ولم يَذْكُر البَصرِيُّون أنَّهما يُسْتَعْمَلان فى غَيْر الحال وذكر غيْرُهم شِعْرا فيه الجَمَّاءُ الغَفِير مَرْفوع وهو قول الشاعر\n* قال سيبويه* الغَفِير وَصْف لازِمٌ للجَمَّاء لأنَّه مَثَل فلَزِمه كما لَزِم ما خَيْرا من قولك ما وَخَيْرا* ابن السكيت* أتانَا القومُ بقَطِيبَتِهم ـ أى بجَمَاعتهم فأمَّا قولُهم مَرَرْت",
        "بهم قاطِبَةً فسيأتى ذكره وتعليله إن شاء الله* ابن السكيت* جاؤُا بأصِيلَتِهِم واحتَمَلُوا بفَصِيلَتِهم ـ أى بأجْمَعِهم* صاحب العين* جاءَ القومُ دَفْعة واحدَةً ـ أى مُجْتَمِعون* ابن دريد* جِنُّ الناس وجَنَانُهم ـ مُعْظَمُهم* صاحب العين* جاء القومُ بلِفَّتِهم ولِفِّهم ولَفِيفَتِهم ـ أى بجَمَاعتهم واللَّفِيف ـ القومُ يَجْتَمِعون من قَبَائِلَ شَتَّى وجاؤُا أَلْفافًا ـ أى لَفِيفًا* ابن دريد* لَفُّ القومِ ـ جَمَاعَتُهم* سيبويه* جاؤُا طُرًّا ومرَرْت بهم طُرًّا ومَذْهَبهُ أنه لا يُسْتَعْمَل الَّا حالاً وقد حُكِى عن خَصِيب المتطبب النَّصرانى وكان من أَفْصَح الناس أن أبا عَمْرو بنَ العَلاء قال له كيفَ حالُك فقال أحْمَدُ اللهَ الى طُرِّ خَلْقِه فاستعمله غيْرَ حال* ابن السكيت* ويقال فى الدارِ كُثَار من الناسِ وكِثَار ـ وهو كَثْرة الحيوانِ خاصَّةً وقيل لأعرابِىٍّ أبَنُو جَعْفَرٍ أشْرَفُ أم بَنُو أبِى بَكْر بنِ كِلَاب فقال أمَّا خَوَاصَّ رِجَال فبَنُو أبِى بَكْر وأمْا جَهْرَاءَ الحَىِّ فبَنُو جَعْفر* قال أبو الحسن* نصب خَوَاصَّ على طريقة الصِّفَة أراد فى خَوَاصِّ رجال وكذلك جَهْراء* علىّ* هذه عبارة كوفية* ابن السكيت* مَضَى خَدٌّ من الناس ـ أى قَرْن منهم ويُقال جاءتْ نَفْرةُ بَنِى فُلان ونَفِيرُهم ـ أى جماعَتُهم الذين يَنْفِرُون بالأمر والجَوْق ـ الجَمَاعة من الناس والعَبْوَسُ والهَطَلَّعُ والْجَراهِيَة والرِّبَّة ـ الجَمَاعة من الناس وفى القرآن (رِبِّيُّونَ) ـ أى جماعةٌ منْسوبة الى الرِّبَّة* سيبويه* الرُّبَّة ـ الفِرْقة من الناس وجمعه رِبَاب وكذلك نُسِب اليه فقيل رُبِّىٌّ* ابن دريد* عدَدٌ عِلْطَوْس ـ كثير* وقال* رأيت أُثَاثَةً من الناس ـ أى جَمَاعة* أبو عبيد* الْغَارُ ـ الجَمْع الكَثِير من الناس يُرْوى عن الأَحنَف أنه قال فى انْصِرَاف الزُّبَيْر وما أصْنَعُ به أَنْ كان جَمَع بيْنَ غارَيْن من الناسِ ثم تَرَكَهُم وذَهَب والثُّلَّة ـ الجماعةُ من الناس* أبو عبيد* جاءنَا طِبْق من الناسِ ـ أى كَثِير* ابن دريد* طَبَقٌ من الناس كذلك* صاحب العين* الطَّبَق ـ الجَمَاعة من الناس* غيره* الزَّرْدَقُ ـ الصَّفُّ القِيَام من الناس* ابن دريد* المَوْكِب ـ الجَمَاعةُ من الناس رُكْبانا ومُشَاةً وقد أَوْكَب البعيرُ ـ لَزِم المَوْكِب وناقةٌ مُواكِبَة ـ تُسَايِر المَوْكِب* أبو زيد* الطَّبَقُ الجَمْع الكَثِير من الناس* وقال* على فلانٍ بَقَرَةٌ من الناس ـ أى جَمَاعة\n* قال أبو العباس* ومنه الحَدِيث نَهَى عن التَّبَقُّر فى الأَهْل والمال كأنه كَرِه جَمْع ذلك مخافَةَ أن لا يُؤَدِّىَ من المال اذا كَثُروا* ابن دريد* أتَانَا عائِنَةٌ من الناس أى جماعةٌ والفَوْج ـ الجماعَةُ والجَمْع أفْواج وأَفَاوِجُ* سيبويه* وفُؤُوج* صاحب العين* الفائجُ ـ الفَوْج والزَّارَة ـ الجماعَة مِنَ الناسِ* أبو زيد* الجِرَّة ـ الجماعَةُ من الناس يُقِيمون ويَظْعَنُون* صاحب العين* الْأَنْدَرُونَ ـ الفِتْيان يَجْتَمِعُون فى مواضِعَ شَتَّى وأنشد\n* ولا تُبْقِى خُمُورَ الأَنْدَرِينَا*\nوالطَّرَاء ـ كَثْرة العَدَد والْجَشَّة والجُشَّة ـ جماعةٌ من الناس يُقْبِلون معا فى نَهْضة وثَوْرة وأنشد",
        "* بجُشَّةٍ جَشُّوا بها ممَّن نَفَر*\n* وقال محمد بن يزيدَ* العُنُق من الناسِ ـ الجَمَاعة مُذَكَّر والجمع أعْناقٌ* وقالوا فى تفسير قوله تعالى (فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ) ـ أى جَمَاعتُهم وقيل أراد الأَعناقَ وجاء بالخَبَر على صاحِب الأَعناق* صاحب العين* عَصَا الاْسلام ـ جماعَتُهم فمن خالَفَهم فقد شَقَّ عَصَاهم* أبو عبيد* الدَّخارِصُ ـ الجَمَاعة واحدتُها دِخْرِصَةٌ* أبو عبيدة* الغَلْصَمَة ـ الجماعَةُ وقد تقدَّم أنهم السادَةُ* التوَّزىُّ* المَأْتَم الجماعَةُ تَجْمَع الرجالَ والنِّساء\nالفِرَق المُخْتلِفة من الناس ومن يَطْرَأ عليك\n* ابن دريد* الطَّرائِقُ ـ الفِرَق من الناس* أبو عبيد* الشَّكَائِكُ ـ الفِرَق من الناس واحِدُها شَكِيكَةٌ* ابن دريد* الشِّكَك ـ الطَّرَائق رجل مُخْتَلِف الشِّكَك والشَّكَائِك ـ أى الأَخْلاق* أبو عبيد* الصَّتِيت ـ الفِرْقَة تَرَكت بَنِى فُلانٍ صَتِيتَين ـ أى فِرْقَتَين* وقال* بها أوْزَاع من الناس وأوْشابٌ ـ وهم الضُّرُوب المتَفَرِّقُون واحِدُهمِ وشْب والجُمَّاع مثله وأنشد",
        "* من بَيْنِ جَمْعٍ غَيْرِ جُمَّاعِ*\n* ابن السكيت* بها أَوْقاسٌ من الناس وأَوْقَاش واحدهم وَقْش ـ وهُم السُّقَّاط والعَبِيد وأشباهُ ذلك* ابن السكيت* رأَيْت شَمَلا من النَّاسِ ـ أى قَلِيلا والجمع أَشْمال* ابن دريد* رُفُوضُ الناس ـ فِرَقُهم ورُفُوض الأرض ـ المواضِعُ التى لا تُمْلَك وهى أرض تَكُون بين أرْضَينْ لِحَيَّين فهى مَتْروكة يَتَحامَوْنَها والرَّفَّاضة الذين يَرْعَوْن رُفُوض الأرضِ والخَدُّو القِدَدُ ـ الفِرَق والشِّمْطاطُ ـ الفِرْقة من الناس* قال أبو على* الفِئَة كالفِرْقة والمَحْذُوف منها اللامُ من فَأَوْتُ اذا شَقَقْت وفَرَّقت* ابن الأعرابى* أتَوْنا خِبْطَةً خِبْطَة والجمع خِبَط ووَخْزةً وَخْزةً ـ أى قِطْعة قِطْعة ما كانوا واذا دُعِىَ قومٌ الى طَعَام فجاؤُا أرْبَعةً أرْبعةً قيل جاؤُا وَخْزا وَخْزا فان جاؤُا عُصْبَةً قيل جاؤُا أفَايِيَج* صاحب العين* مَرَّ بنا فائجُ وَلِيمةِ فلان ـ أى فَوْج مِمَّن كان فى طعامِه* ابن السكيت* جاءنا لُزَّقٌ من الناس أى أَخْلاط لَزِقَ بعضُهم ببعض* أبو زيد* رَأيت أَلْقاطا من الناس ـ وهم القَلِيلُ المُتَفَرِّقُون لا واحِدَ له* ابن الأعرابى* العَبِيثة ـ أَخْلاط من الناس لَيْسُوا بَنِى أبٍ وفلانٌ عَبِيثَة ـ أى مُؤْتَشَب منه* أبو زيد* قومٌ شُذَّاذ ـ اذا لم يكونوا فى حَيِّهم ومَنَازِلهم* صاحب العين* الصِّرْم ـ الجَمَاعة من الناس فى تَفَرُّق والصَّلَامَةُ والصُّلَامة ـ الفِرْقَة من الناس\nغُمَار الناس ودَهْماؤُهُم\n* أبو عبيد* دَخَلْت فى غُمَارِ الناس وغَمَارِهم وغَمَرهم وغَمْرتهم ـ أى جماعَتِهم وكَثْرتهم* ابن السكيت* غُمَار الناس خَطَأ* أبو عبيد* دَخَلت فى خُمَارِ الناس وخَمَارِهم وخَمَرِهم ودَهْمائِهِم كذلك قال دَخَلْت فى البَغْثَاء والبَرْشَاء ـ يَعْنِى جماعةَ الناس* ابن السكيت* هذا لا يَخْفَى على البَرْشَاء وهُمُ الأَسْودُ والأَحْمَر اذا اجْتَمَعُوا* صاحب العين* الغَوْغاء ـ السَّفِلَة* قال سيبويه* يَكُون فَعْلاءَ وفَعْلالا* قال أبو على* قال قطرب واحِدُهم أَغْوَغُ وسامَح بذلك لأنه اذا كان واحدها أَغْوَغَ كان الغَوْغاء اسمًا للجمِيع كطَرْفاء",
        "وحَكَى عنه تَغَاغَى عليه الغَوْغاءُ ـ اذا رَكِبُوه بشَرٍّ فتَغَاغَى ان كان من لَفْظ فَعْلال فهو تَفَعْلَل كَتَدَحْرَج وان كان من لفظ فَعْلاءَ فهو تَفَعْلَى كتَسَلْقَى وكان يَجِب أن تَصِحَّ الواوُ فى الفِعْل من الحَيِّزَيْنِ جميعا لأنها فى مَوْضِع سُكونٍ ولا يُشْبِه بابَ حاجَيْت لأنهم قد أبدلُوا الأَلِفَ من الياء كثيرا كأيْدٍ ولم يَفْعَلوا ذلك فى الواو ألا تَرَاهم قالوا ضَوْضَيت فعلى هذا لا تَصِحُّ تَغَاغَى عليه الا أن يَكونَ على الشُّذُوذ* أبو عبيد* الغَثْراءُ مِنَ الناس ـ الغَوْغاءُ وقيل هُم الكَثير المختَلِطُون* وقال* خَمَّان الناس ـ خُشَارَتهم* اللحيانى* هو من خَمَّانِهم وهَمَّانِهم ـ أى من خُشَارتهم* وقال مَرَّة* خَمَّانُ الناس ـ جَمَاعَتُهم* وقال* المبَرِّدُ أولادُ دَرْزَةَ ـ الغَوْغاء وبَنُو دَرْزٍ ـ الحاكَة والخَيَّاطُون* صاحب العين* قومٌ تُحُوت ـ سَفِلَة وفى الحديث لا تَقُوم الساعة حتى يَظْهرَ التُّحُوت ـ أى الذين كانوا تَحْت أَقْدام الناس لا يُشْعَر بهم* وقال* حَشْو الناس ـ أرْذالُهم ومن لا يُعْتَدّ به* أبو على* وكذلك حِشْوَتُهم والحَزاقِل ـ خُشَارَة الناس* النضر* الهَلَائِثُ ـ السَّفِلَة والهَبَاءُ من الناس ـ الذين لا عُقُولَ لهم* صاحب العين* الْوَخْش ـ رُذَالةُ الناس وغَيْرِهم يكونُ للواحد والاثْنينِ والجميع والمؤنَّث بلفظٍ واحد ورُبَّما جُمع على أَوْخاش وَوِخَاش وقد وَخُشَ الشئُ وَخَاشةً ووُخُوشَةً ووُخُوشا ـ رَذُلَ* الحَزْكِىُّ* بَوْغَاءُ الناس ـ سَفِلَتُهم وطاشَتُهم* الأصمعى* رِجْرِجَة الناس ـ الذينَ لا خيْرَ فيهم* ابن دريد* أذْنابُ الناسِ ـ أتْباعهُم وسَفِلَتُهم\nجَمَاعة أهلِ بيتِ الرَّجُل وقَبِيلَتُه\n* أبو زيد* أَهْلُ الرَّجُل ـ أَخَصُّ الناسِ به وجمْعُه أَهْلُونَ وحَكَى سيبويه آهَالٌ وأهْلات وأَهَلَاتٌ وأنشد\n* وحكى عن أبى الخَطَّاب أَهالٍ وسأبين تعليلَ هذا فى شواذِّ الجمع من هذا الكتاب ان شاء الله* أبو حاتم* آلُ الرجُل ـ قومُه الذين يَؤُلُ اليهم ـ أى يَرْجِع* أبو على* آلٌ أصلُه أهل لأنك اذا صَغَّرته قلت أُهَيْل الا فى قول يُونُسَ فانه يقول أُوَيْل* ابن دريد*",
        "البَيْتُ من بُيُوتات العَرَب ـ الذى يَضُمُّ شرَفَ القَبِيلَة* أبو عبيد* عِيصُ الرجُل آباؤُه وأعْمامُه وأَخْواله وأهْل بيتِه وأنشد\nوقد تقدّم أن العِيصَ الأصْل ومنه قيل جِئْ به مِنْ عِيصِكَ وفى المَثَل «عِيصُكَ مِنْكَ وإنْ كانَ أَشِبًا» * الأصمعى* حَلَائِبُ الرجل ـ أَنْصارُه من بَنِى عَمِّه خاصَّةً وأنشد\n* أبو عبيد* جاء فُلانٌ فى أُرْبِيَّةٍ من قَوْمِه ـ يَعْنِى فى أهل بَيْته وبَنِى عَمِّه ولا تَكُون الأُرْبِيَّة من غَيْرِهم وقد تقدَّم القولُ فى وَزْنِها عند ذكر أُرْبيَّة الفَخِذ والنَّضَدُ ـ الأعْمامُ والأَخْوال* ابن دريد* أنْضادُ الرجُلِ ـ أَنْصارُه ومن يَغْضَبُ له* صاحب العين* أنْضاد الرَّجُل ـ جَمَاعَتُه* ابن السكيت* أَطْراف الرَّجُل ـ أَعْمامُه وأَخْواله وكُلُّ قَرِيبٍ له مَخْرَمٍ* ابن دريد* عاقِلَتُه ـ بَنُو عَمِّه الأَدْنَوْنَ* وقال* نافِرَة الرَّجُل ـ ناهِضَتُه وهم الذينَ يَنْهَضُ بهم فيما يَحْزُ به من الأمْر وكذلك جاء فى ظُهْرَتِهِ* أبو زيد* وظَهارَته وظَهَرته* ابن السكيت* وجاء فى حاشِيَتِه ـ أى فيمَنْ كان فى كَنَفِه وفى صاغِيَتِه ـ وهم الذين يَمِيلُون اليه* أبو عبيد* زافِرَة القَوْمِ ـ أنْصارُه* صاحب العين* عَصَبة الرجُلِ ـ الذين يَتَعَصَّبُونَ له ويَنْصُرونه والعَصَبة أيضا ـ الذين يَرِثُون الرجُلَ عن كَلَالَةٍ منْ غَيْر والد ولا وَلَدٍ فأمَّا فى الفَرَائِض فكُلُّ مَن لم تَكُن له فَرِيضَة مُسَمَّاةٌ فهو عَصَبَة ان بَقِى شئٌ بَعْد الفَرْض أخَذُوا ومنه اشتُقَّت العَصَبَةُ* وقال* شِيعَة الرجُلِ وأَشْياعُه ـ أَصْحابه وأَتْباعُه وقد شَيَّعته على ذلك الأَمْرِ وشَايعْته تابَعْته وتَشَايَعْت فى هَواه ـ اسْتَهلكْت والشِّيعة ـ قومٌ يَتَشَيَّعُون ـ أى يَرَوْن هَوَى قومٍ ويُتَابِعُونه وشَيَّعَتْنِى نَفْسِى ـ شَجَّعَتْنِى كأَنَّها تَتْبَعُنِى وشايَعَنِى ـ قَوَّانِى ومنه رَجُل مُشَيَّع ـ شُجَاع وقد تقدَّم* أبو عبيدة* السَّامَّة ـ الخاصَّة وأنشد\n",
        "* وقال* أَهْل المسَمَّة ـ الخاصَّة والأَقارِبُ وأهل المَنْحاة ـ الذين لَيْسوا بأقارِبَ* قال أبو على* المَنْحاة ـ البُعْد* الأصمعى* الحامَّة ـ العامَّة والخاصَّة من الأهْل* صاحب العين* بِطَانة الرجُل ـ خاصَّتُه وقد أَبْطَنته اتّخذْته بِطَانة ورُكْن الرجُل ـ قَوْمُه وعَدَدُه الذين يَعْتَزُّ بهم وفى القُرْآن (أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ) * صاحب العين* الشَّعْبُ ـ الحَىُّ يَنْشَعِب من القَبِيلة وقيل هى القَبِيلة نَفْسها والجمع شُعُوب وقيل الشَّعْب الأَجْيال المُخْتَلِفة كالعجَم والعَرَب والهِنْد والتُّرْك وفارِسَ والجمع شُعُوب* أبو عبيد* الشَّعْب ـ أكْثَر من القَبِيلة ولِمَن هو أقْرَبُ ولمن هو دُونَهم* قال أبو على* قال أبو الحسن الجمع عَشَائرُ (1) ولا يُجْمَع جمع السَّلامة* صاحب العين* حِجْز الرجُل ـ ما بَيْن فَخِذَيْه من عشِيرتِه وأنشد\n* فامْدَحْ كَرِيمَ المُنْتَمَى والحِجْزِ*\nوقد تقدّم أنَّه الأَصل والصَّنِفَة ـ طائِفَة من القَبِيلة* ابن السكيت* الزَّعانِفُ الأَحْياءُ القَلِيلَة فى الأَحْياء الكَثِيرة والحَرِيدُ ـ الحَىُّ القَلِيل يَنْزِلون مُنْفَرِدِين من الناس وأنشد\nأى لا نَحُلُّ بقَوْم ونَحْن مُسْتَضْعَفُون ولكِنَّا نحُلُّ بهم كَثِيرا* أبو عبيد* رجُل حَرِيدٌ ـ مُتَحَوّل عن قومه وقد حَرَد يَحْرِد حُرُودا* ابن دريد* الجَمَاجِمُ ـ القَبَائِل التى تَجْمَع البُطُونَ فيُنْسَب اليها دُونَهُم* أبو عبيد* أُسْرَةُ الرجُل ـ رَهْطُه الأدْنَوْنَ وكذلك فَصِيلَتُه وعِتْرَتُه والحَىُّ يُقال له فى ذلك كُلِّه* أبو زيد* حَشَمة الرجُلِ ـ خاصَّتُه الذين يَغْضَبُونَ له من عَبيد وأَهْل وجِيرَة* صاحب العين* الحَشَم ـ خَدَم الرجلِ وعِيَالُه* ابن دريد* الحَشَمُ ـ كلمة فى مَعْنى الجمع لا واحِدَ لها وجَمْعه أَحشام* ابن السكيت* ضِبْنَة الرجُل وضَبِنَتُه ـ حشَمُه وعِيالُه* صاحب العين* الكَلُّ ـ العَيِّل والثِّقْل الذّكر والأُنثى فى ذلك سواءٌ وربما جُمِع على الكُلُول كَلْ يَكِلُّ كُلُولا وكَلَلَ الرجلُ ـ تَرَكَ أهْلَه بمَضْيَعةٍ* أبو زيد* جاء فُلانٌ فى نَفْرة قَوْمه ـ وهى فَصِيلتُه دُون غيرِهم* الكلابيون* استَنْفَرْت",
        "__________________\n(1) (الشعب أكثر من القبيلة إلى قوله الجمع عشائر) فيه سقط ظاهر اه كتبه مصححه\nالقومَ فأنْفَرُونى فى النُّصْرة دُونَ العَمَل* أبو عبيد* الجَدِيلَة ـ القَبِيلَة والناحِيَة* ابن دريد* القَسَامِلَة والقَسَامِيلُ ـ الأحياء من العَرَب* الأصمعى* جِذَاع الرجُل ـ قومُه لا واحِدَ لهم وأنشد\nيعنى رَهْط حُصَين وهو الزِّبْرِقَانُ* أبو عبيد* يَعْنِى بالجِذَاع رَهْط الزِّبْرِقَانِ* صاحب العين* هؤُلاءِ عَصْرُك ـ أى رَهْطُك وعَصَبتك* أبو عبيدة* رِبَاعَة الرَّجُل ـ قَبِيلته وفَخِذُه وقيل شَأْنه وتَرَكْت القومَ على رَبَعَاتِهم ورِبَاعَتهم ورِبَاعاتِهم ـ أى اسْتِقامَتِهم وحُسْن حالهم ومَضَى من القَوْم رُبُوع بعدَ رُبُوع ـ أى أَحْياءٌ بعْد أحياءٍ* أبو زيد* المِحَاشُ ـ القومُ يُحَالِفُون غيْرهم من الحِلْف عِنْد النار وقيل المِحَاش بَطْنانِ من بَنِى عُدْرَة مَحَشُوا بَعِيرا على النار ـ أى اشْتَوَوْه واجتَمَعُوا عليه فأكَلُوه* ابن دريد* السِّبْط من اليَهُود كالقَبِيلَة من العرب والسِّبْط ـ وَلَد الوَلَد ومنه الحَسَنُ والحُسَيْنُ ـ سِبْطَا رسول الله صلى‌الله‌عليه‌وسلم* صاحب العين* عِتْرة الرجُلِ ـ أَقْرِباؤُه من أولادِه وغَيْرِهم* وقال* عِيَال الرجُلِ وعَيِّلُه ـ أهلُه الذين يَتكَفَّل بهم وقد يكون العَيِّلُ واحدا وجَمْعا ورجل مُعَيِّلٌ ـ ذو عِيَال الياءُ فيه معاقِبَة للواو وقد عَالَ وأَعْيَلَ ـ كثُرَ عِيَاله وعالَ عِيَالَه عَوْلا وأَعَالَهم والعَوْل ـ قُوت العِيَال* السيرافِىُّ* عليه عِيَالٌ جَرَنْبَةٌ وجَرَبَّةٌ ـ أى كَثِير واشتقَّه من الجَرَب لأنهم يَرْكَبُون كما يَرْكَب الجَرَبُ وقد مثل بهما سيبويه",
        "الجَمَاعةُ الطارِئَة من الناس والنازِلَة على\nغيرهم والعُرَفاءُ\n* الأصمعى* طَرَأْت عليهم أَطْرأُ طَرْأً وطُرُوأً ـ اذا أتيتَهم على تَنَاءٍ من غير أَنْ يَعْلَموا بك وكذلك اذا طَلَعْت عليهم من غَيْر أن يَشْعُروا بك وان لم يَكُ تناءٍ وهم الطُّرَّاء وكذلك طَرا طَرْوًا وطُرُوًّا ودَرَأَ يَدْرأُ درْأً ودُرُوأً وهم الدُّرَّاء والدُّرَآء ومنه قيل\nجاءنا السَّيْلُ دَرْأَ للذى يَدْرأ من مَكانٍ لا يُعْلَم به وسنَسْتَقْصِى هذا فى باب السُّيُول ان شاء اللهُ* أبو عبيد* أتَتْنا قادِيَةٌ من الناس ـ وهم أوّلُ مَن يَطْرأُ عليك وقَدْ قَدَت قَدْيا* وعن أبى عمرو* أتتنا قاذِيَةٌ ـ وهم القَلِيل* قال أبو عبيد* والمَحْفوظ عندنا بالدال* ابن دريد* قَذَتْ قاذِيَة ودَفَّت دافَّة ـ أتاهم قَوْم قد أُقْحِمُوا من البادِيَة* قال صاحب العين* وقد دَفُّوا يَدِفُّون وهم الدَّفَّافة* ابن دريد* هَفَّتْ هَفَّافةٌ وهَفَتْ هافِيَة كذلك* أبو عبيد* أتتْنا طُحْمةٌ من الناس وطَحْمَةٌ وهم أكْثَرُ من القادِيَة وكذلك هى من السَّيْل والوضِيمَة ـ القوْمُ يَنْزِلُون على القوم وهم قَلِيل فيُحْسِنُون اليهم ويُكْرِمونهم* ابن السكيت* إنَّه لَفِى وَضْمة من الناس ـ أى فى جَمَاعة وقد وَضَمُوا ويقال إنَّ فى جَفِيره لَوَضْمَةً من نَبْل* وقال* قَدِم علينا قُلُلٌ من الناس ـ اذا كانُوا من قَبائِلَ شَتَّى مُتَفرِّقين فاذا اجتمعوا قَلِيلا فهم قُلَلٌ* وقال* جاءَنا خُرَّارٌ من الناس ـ وهم مَنْ سَقَط اليك من الأعارِيب من البَوَادِى وقد خَرُّوا اليك* أبو زيد* الخُرُور ـ أن يَهْجُمَ عليك من مَكانٍ لا تَعْرِفه* وقال* الثَّوِيلَة ـ الجَمَاعةُ تَجِىء من بُيُوت وصِبْيانٍ* وقال* أَوْعَب بَنُو فُلان لفُلان اذا لم يَبْق منهم أحَد الا جاءه ومنه أَوْعَب بَنُو فلانٍ جَلَاءً* ابن دريد* صَفَقتْ علينا صافِقَةٌ من الناس ـ أى نَزَل بنا قَومٌ كَثِير",
        "العِرَافَة\n* غير واحد* عَرِيفُ القومِ والقَرْيةِ ـ قَيِّمهم والعُرَفاء الجَمْع* أبو عبيد* عَرَف عليهم يَعْرِف عِرَافة* ابن دريد* عَرُفَ* قال سيبويه* العَرِيف فَعِيل بمعنى فاعِلٍ وأنشد\n* أبو عبيد* نَقَب يَنْقُب نِقَابةً من النَّقِيب ونَكَب عليهم يَنْكُب نِكابةً والمَنْكِبُ عَوْن العَرِيف* ابن دريد* قَبِيلُ القوم ـ عَرِيفهُم والقِبَالَة ـ العِرَافَة* صاحب العين* الشُّرْطِىُّ مَنْسُوب الى الشُّرْطة ـ وهى العَلَامة من السُّلْطان\nوالاْعْدادُ والجمع شُرَط قال قتادة سُمُّوا بذلك لأنَّهم أعْلَموا أنفُسَهم بعَلَامات وقيل هم أوَّل كَتِيبة تَشْهَد الحربَ وتتهيَّأُ للموت* أبو زيد* الجِلْوازُ ـ الشُّرْطِىُّ وجَلْوزَتُه ـ خِفَّتُه بين يَدَىِ العامِل* صاحب العين* الفَيْج ـ رسُول السُّلطان على رِجْله والجمع فُيُوج* الفارِسىُّ* الثُّؤْرُور ـ العَوْن يكونُ مع السُّلْطان لا رِزْقَ له وهو الأَثْرُور على القَلْب* وقال مَرَّة* هو التُّؤْرور بالتاء تُفْعُول من الأَرِّ وهو الدَّفْع فى الجِمَاع",
        "المَلِك\n* غير واحد* مَلِكٌ ومالِكٌ ومَلِيك ومَلْك والجمع أمْلاك ومُلَّاك ومُلُوك ومُلَكاءُ والأُمْلوك ـ جَمَاعة المُلُوك كالأُمْعوزِ* قال أبو على* مالِكٌ ليس بمبالَغٍ فيه عن مَلِك ولكنَّ مَلِكا أعمُّ فكل مَلِك مالِكٌ وليس كُلُّ مالك مَلِكا وأما قوله عزوجل مَلِك يَوْمِ الدِّين فقد قُرِئ باثبات الألف واسقاطها* قال* وقال محمد بن السَّرِىّ قال أبو عمرو فيما أخذْتُه عن اليَزِيديِّين إن مَلِكا يَجْمع مالِكا أى مَلك ذلك اليوْم بما فيه ومالكٌ إنما يكونُ للشىء وحده تقول هو مالِكُ هذا الشىءِ قال اللهُ تبارك وتعالى (قُلِ اللهُمَّ مالِكَ الْمُلْكِ) للشئ بعَيْنِه* قال* وقال أحمد بن يحيى (مَلِكِ النَّاسِ) مِثْلُ سَيِّد الناس ورَبِ الناس و (مالِكِ يَوْمِ الدِّينِ) لا يقال سَيِّد يَوْمِ الدِّين فاذا كان مع النَّاسِ ومن يَفْضُل عليهم كان مَلِكا واذا كان مع غَيْر الناس كان مالِكًا* قال أبو بكر* الاختيار عنْدى مَلِكِ يومِ الدِّين والحجة فى ذلك أن المِلْك والمُلْكَ يجمَعُهما معنًى واحِدٌ ويَرْجِعانِ الى أَصْل وهو الرَّبْط والشَّدُّ كما قالوا مَلَكْت العجينَ ـ أى شَدَدته وأنشد\nيَضِف طَعْنَةً يقول شَدَدت بها كَفِّى والاْملاك من هذا إنما هو رِبَاط الرَّجل بالمرأة وكلامُ العَرَب بعضُه من بَعْض فقد يكون الأَصْل واحِدا ثم يُخَالَف بالأبنِيَة فيَلزمُ كلُّ بِناء ضَرْبا من ذلك الجِنْس مِثَال ذلك العَدْل يُشْتَقُّ منه العِدْل والعَدِيل فيلزم كلٌّ بِناءً وكذلك مَلِكٌ ومالِك فالمَلِك ـ الذى يَمْلِك الكثِيرَ من الأَشياء ويُشَارِك غيْرَه من الناس\nبأنه يُشارِكه فى مُلْكِه بالحُكْم عليه فيه وأنه لا يَتَصرَّف فيه الا بما يُطْلِقُه له المَلِك ويَسُوسه به* قال أبو على* قال أبو الحسن فيما رَوَى العبَّاس بنُ الفَضْل عن عَمِّه عنه لِى فى هَذَا الوادى مُلْكٌ ومَلْك ومِلْكٌ* قال أبو حاتم* يَعْنِى قَلِيبا وماشِيَةً* قال* وقال أبو عُثمانَ طالَتْ مَمْلَكَتُهم الناسَ ومَمْلِكَتُهم* صاحب العين* المَمْلَكَة ـ سُلْطان المَلِك والمِلْك ـ احْتِواءُ الشئِ والقُدْرةُ عليه مَلَكَه يَمْلِكه مَلْكا ومِلْكا* الأصمعى* أَمْلَكْت الرجُلَ الشئَ ومَلَّكْته إيَّاه ـ جعَلْته يَمْلِكه* ابن السكيت* هو مِلْك يَمِينِى ومَلْكُها ومُلْكها* السيرافى* المَلَكُوت ـ المُلْك* ابن دريد* السُّلْطان ـ المَلِك وقيل قُدْرة المَلِك* أبو حاتم* وهو يُذَكَّر ويُؤَنَّث والسُّلْطان ـ الحُجَّة أيضا يُذَكَّر ويُؤَنَّث وهو من ذلك وما جاء من ذلك فى القُرْآن فهو مُذَكَّر كقوله تعالى (بِسُلْطانٍ مُبِينٍ) * قال سيبويه* ويَكونُ على فُعُلَانٍ وهو قَلِيل قالوا السُّلُطَانُ وهو اسْمٌ* وقال محمد بن يزِيد* السُّلْطان مشْتَقٌّ من السَّلِيط ـ الذى هو الزَّيْت* أبو زيد* وقالوا وَيْلٌ لِسُلْطانِ الأرْض من سُلْطان السَّمَاءِ* سيبويه* أَمُرَ وهو أَمِير وقالوا الاْمْرة كالرِّفْعة والاْمَارة كالوِلَاية* غير واحد* الخَلِيفة ـ المَلِك يُسْتَخْلف مِمَّن قَبْله* أبو حاتم* خَلِيفةٌ وخَلَائِفُ وخَلِيفٌ وخُلَفاءُ هذا هو القِيَاس* وأما سيبويه* فقال قالوا خَلِيفةٌ وخُلَفاءُ كَسَّروه على ما يُكَسَّر عليه فَعِيل لأن الهاءَ لا تَثْبُت فى حَدِّ التكْسِير وخَلَائِفُ على لَفْظ خَلِيفة والصحيح عندى قولُ أبى حاتِم لأن خَلِيفةً وخَلِيفا لُغَتانِ فَصِيحتانِ* وقال أَوْس بن حَجَر",
        "* وما خَلِيفُ أَبِى وَهْب بمَوْجُود*\n* أبو عبيد* الخِلَافةُ ـ الاْمَارة وهى الخِلِّيفَى وفى حَدِيث عُمَرَ رضى الله عنه لَوْ لا الخِلِّيفَى لَأَذَّنْتُ * ابن دريد* النَّجَاشِىُّ ـ كلمة للحَبَش تُسَمِّى به مُلُوكَها* غير واحد* الاْمَام ـ المَلِك وكُلُّ من اقْتُدِى به وقُدِّم إمَام* أبو علىٍّ* والجمع أَئِمَّة وقد يَكونُ الاْمام جَمْع آمٍّ كصاحِبٍ وصِحَاب وعليه فُسِّر واجْعَلْنا للمُتَّقِين إمامًا والنَّبِىُّ إمَام الامَم والقُرْآن إمَام المُسْلِمين وقد فُسِّر قوله تعالى (كُلَّ أُناسٍ بِإِمامِهِمْ) ـ أى بكِتَابهم\n* الأصمعى* أَمُر فُلانٌ على بَنِى فلانٍ أَمْرا ـ صارَ عليهم أَمِيرا* سيبويه* أَمِرَ عليهم كذلك وأنشد السِّيرافى\n* الأصمعى* القَيْل ـ دُون المَلِك الأَكْبَرِ والجمع أقْيالٌ وأنشد",
        "* كغِزْلانِ رَمْل فى مَحَارِيبِ أَقْيالِ*\nويُرْوَى أَقْوال* ابن السكيت* القَيْل ـ المَلِك من مُلوك حمْير وهو عِنْده فَعْل* قال أبو على* قَيْل فَيْعِل مُخَفَّف كمَيْتٍ يدلُّك على ذلك ظهُورُ الياءِ والعَيْنُ أُعِلَّت بالحَذْف كما أُعِلَّت بالقَلْب والقياس فى جَمْع قَيْل أَقْوال مثل مَيْت وأَمْوات ورُوِى فى الحديث إلى الاقْيال العَبَاهِلَة والقياس الأَقْوال اذا جَمَع فَيْعِلا من القَوْل ويجوز أن يَكُونَ الأَقيالُ جمعَ قَيْل الذى هو فيْعل من قولهم تَقَيَّل أبَاه اذا أَشْبهه كأنَّ كُلَّ مَلِك يُشْبِهه الآخَرُ فى مُلْكِه كما قيل تُبَّعٌ لَمَّا كان يَتْبَع الآخَرَ* قال أبو زيد* اقْتَلْ علَىَّ كذا ـ أى احْتَكِمْ وأنشد\nوأما الاْقالَة فى البَيْع فليس من هذا البابِ لأنهم قد قالُوا قِلْتُه البَيْعَ وأقَلْتُه حكاه سيبويه وأبو زيد فدلَّ قولهُم قِلْته على أَنَّ العينَ ياءٌ ولكن الاْقالَة من قولهم تقَيَّل أبَاه ـ اذا نَزَع اليه فى الشَّبَه فكذلك الاْقالَةُ عَوْدُ المِلْك بين المُتَقايِلَيْن الى ما كان قَبْل عَقدِ البَيْع ألا تَرَى أنه فَسْخ بين المُتعاقِدَيْن وان كان بَيْعا* قال* وقد جُمِع قَيْل على قُيُول وهو قَلِيل* الأصمعىُّ* المِقْوَل كالقَيْل وأنشد\n* أو مِقْوَلٌ تُوِّجَ حِمْيَرِىُّ*",
        "* قال أبو على* المِقْوَل ـ المَلِك المعظَّم وأنشد البيت* ابن دريد* الْأَقْوالُ أَقْوال حِمْير لا واحِدَ لها* صاحب العين* التَّبَابِعَة ـ مُلُوك اليَمَن واحِده تُبَّعٌ وقد تقدَّم تعليله فى ذكر القَيْل* ابن دريد* الهُرْمُزُ والهُرْمُزَانُ والهارَمُوز الكَبِير من العَجَم من مُلُوكهم* صاحب العين* خاقَانُ ـ اسمٌ لكلِّ مَلِك من مُلُوك التُّرك وقد خَقَّنُوه على أنفُسِهم ـ رَأّسُوه* ابن دريد* القَطِين ـ تُبَّع\nالمَلِك ومَمَالِيكُه* أبو عبيد* القُدّام ـ المَلِك وأنشد\n* ضَرْبَ القُدَار نَقِيعةَ القُدّامِ*\nوقد قيل هو جَمْع قادِم* صاحب العين* البِطْرِيق ـ العَظِيم من الرُّوم وقيل هو الْوَضِىءُ المُعْجب ولا يُوصف به المرأةُ* غير واحد* كِسْرَى وكسْرَى ـ اسم كُلِّ مَلِك للفُرْس وهو بالفارِسِيَّة خُسْرَوْ ـ أى واسِعُ المُلْك والجمع أكاسِرَةٌ وكَسَاسِرةٌ وكُسُور على غير قياس والنَّسَب اليه كِسْرِىٌّ وكِسْرَوِىٌّ* صاحب العين* التُّكَّرِىُّ قائِدٌ من قُوَّاد السِّنْد والجَمْع التَّكَاكِرَةُ* السيرافى* البَلَهْوَرُ ـ مَلِك الهِنْد رُبَاعِىٌّ عند سيبويه* صاحب العين* الجَبَّار ـ المَلِك العاتِى وكُلُّ عاتٍ جَبَّارٌ وفيه جَبَرِيَّةٌ وجَبَرُوَّةٌ وجَبَرُوتٌ وجُبْرُوت وجَبُّورةٌ وجُبُّورة والجَبْر المَلِك* وقال* الصَّيْدَلَانِىُّ والصَّيْدَنَانِىُّ ـ المَلِكُ والصِّنْدِيدُ ـ المَلِك الضَّخْم الشَّرِيف وكذلك الصِّنْتِيتُ وقد تقدّم أنهما السيِّد غير مقَيَّد بالمَلِك* ابن دريد* القُدْمُوس ـ المَلِك الضَّخْم وقد تقدّم أنه السَّيِّد وكذلك العَيْر وقد تقدّم أنه السيد أيضا والهُمَام ـ اسمُ من أسماء المَلِك لِعِظَم هِمَّته وقد تقدم أنَّه السيِّد الشُّجَاع السَّخِىُّ* ابن دريد* المَوْثَبَانُ ـ المَلِك الذى يَلْزَم السَّرِير ولا يَغْزُو والْوِثابُ ـ السَّرِير* أبو عبيد* آلَ الرجُل على القَوْم يؤُول إيَالا وإيَالَةً وأَوْلاً وَلِىَ* صاحب العين* الكَيْخَمُ ـ صِفَة للمُلْكِ والسُّلطانِ العَرِيض العَظِيم* وقال* مُلْكٌ كَيْحَمٌ من الاْكْخام* ابن دريد* الجَبْر ـ المَلِك* أبو زيد* الجِلْباب ـ المُلْك وعِدَّانُ المُلْك ـ أوَّلُه كعِدَّان الشَّباب ومَلِك عَذوَّر شَدِيد وأنشد",
        "والعَبَاهِلَة من المُلوك ـ الذينَ أُقِرُّوا على مُلْكِهم ولم يُزَالوا عنه وملَكِ مُعَبْهَل ـ لا يُرادُّ* ابن السكيت* التَّحِيَّة ـ المُلْك ومنه التَّحِيَّات لله وأنشد\nوقولُهم حَيَّاك اللهُ وبَيَّاك قيل حَيَّاك ـ مَلَّكَك وبَيَّاك ـ اعْتَمَدك بالمُلْك وقيل أَضْحكَك* أبو زيد* الاْرِّيس ـ الأَمِير والمُؤَرَّس ـ الذى يَسْتَعْمِله الأمِير\nباب حُلِىِّ المَلِك\n* صاحب العين* التَّاجُ مَعْروف والجمع أَتْواج وتِيجانٌ وقد تَوَّجْته والتَّتْوِيج والتَّكْفِير ـ تَتْوِيج المَلِك وأنشد",
        "* مَلِك يُلَاث برَأْسِه تَكْفِير*\nالتَّكْفِير ههنا ـ التاجُ نَفْسُه* قال أبو عبيدة* فى قول لبيد\nمعناه أن المَلِك كان كُلَّما مَلَك عاما زِيدَ فى تاجِه أو قِلادَتِه خرزَةٌ ليُعْرف بذلك عَدَدُ السنِينَ التى مَلَكَ* صاحب العين* اعْتَصَب بالتاج وعَصَب بِه يَعْصِب وعَصَّب وعَصَّبْتُه أنا* ابن دريد* الاْكْلِيل ـ شِبْه عِصَابة مُزَيَّنة بالجَوْهَر* ابن السكيت* الحِلْق ـ خاتَمُ المُلْكِ وأنشد أبو على\nسَرِير المَلِك",
        "* صاحب العين* العَرْشُ ـ سَرِير المَلِك وجمعه أَعْراش وعِرَشَةٌ والْوِثَاب ـ السَّرِير وقد تقدّم عند ذكر المَوْثَبانِ\nجُلَساء المَلك وخاصَّتُه\n* ابن دريد* هؤُلاء جُلساء المَلِك وجُلَّاسُه* أبو عبيد* القَرَابِين ـ جُلَساءُ المَلِك وخاصَّته واحدهم قَرْبانٌ ومِثْله أحْباء المَلِك الواحد حبَأُ* ابن دريد* هم الذين يَحْبُوهم بموَدَّته ويَخْتَصُّهم* على* فعلى هذا أَصْله الهمزُ* صاحب العين* الوَزِير ـ حَبَأُ المَلِك الذى يَحْمِل ثِقْله ويُعِينه برَأْيه والجمع وُزَراءُ وخُطَّته الوِزَارة* ابن السكيت* هى الوِزَارة والْوَزَارَة كالوِلَاية والْوَلَاية والغالب على هذا الضَّرْبِ عند سيبويه الكسْر يُجْريه مُجْرَى الصَّنائِع* صاحب العين* وقد اسْتَوْزرَه وَتَوَّزره* ابن دريد* هو من قولهم وازَرْته على الأمر أعَنْته والأصل\nآزَرْته* على* ومن ههنا ذهب بعضهم الى أنَّ الواوَ فى وَزِير بَدَل من همزة* قال أبو العباس ثعلب* ليس بقِيَاس لأنه اذا قَلَّ بَدَل الهمزة من الواو فى هذا الضَّرْب من الحركات فَبَدل الواو من الهمزة أبعَدُ* ابن دريد* أَرْدافُ المُلُوك فى الجاهِلِيَّة الذين كانُوا يَخْلُفُونَهم نحو صاحبِ الشُّرْطة فى دَهْرنا هذا* صاحب العين* التَّأْمُورُ ـ وَزِير المَلِك",
        "القومُ لا يُجِيبُون السُّلْطان من عِزِّهم\n* أبو عبيد* اللّفَاحُ ـ القَوْم الَّذِينَ لا يُعْطُونَ السُّلْطان طاعةً والدَّكَلَة ـ الذين لا يُجِيبونَه من عِزِّهم وقد تَدَكَّلُوا عليه* الأصمعى* العَبَاهِلَة ـ القَوْم لا يَدِينُون للمَلِك وقد تَقدَّم أنهم المُلُوك الذين أُقِرُّوا على مُلْكِهم* أبو زيد* النَّشَرُ ـ القَوْم المُتَفَرِّقُون لا يجمَعُهم رَئِيس* أبو عبيد* يُقال للقَوْم اذا كَثُروا وَعَزُّواهم رَأْس وأنشد\n* ابن السكيت* اذا بَلَغ الحىُّ أن يَنْفَرِد وحْدَه فى الغارَة لا يُحْلَب أى لا يُعَانُ فهو رَأْس\nالدِّين للمَلِك",
        "الطَّوْع ـ نَقِيض الكُرْه طاعَه طَوْعا وطاوَعَه والاسْم الطَّوَاعَة والطَّوَاعِيَة ورجُلٌ طائِعٌ وطاعٍ مَقْلوب وقيل هو فاعِلٌ ذهبَتْ عينُه قال\nولنَفْعَلَنَّه طَوْعا أو كَرْها وطاعَ وأطاعَ ـ لَانَ وانْقادَ وقد أطاعَه وأطاعَ له اذا لم يَعْصِه والاسم الطَّاعَةُ وأنا طَوْعُ يَدِك ـ أى مُنْقادٌ لك ومنه إنَّها لَطَوْع الضَّجِيع وطُعْت له وأطَعْته ـ اتَّبعت أمْرَه فاذا مَضَى لأمْرِك فقد أطاعَك واذا وافَقَك فقد أطاعَك وطاوَعَك والطَّيْع ـ لُغَة فى الطَّوْع* أبو عبيد* الدِّينُ ـ الطَّاعة وقد دِنْته ـ مَلَكْته وأنشد\n* عَصَيْنا المَلْكَ فيها أنْ نَدِينَا*\nوأنشد أبو علىّ",
        "* قال* الدِّين ههُنا ـ الطاعةُ وقد يَكُون الحسَابَ والجَزاءَ والمَرَانَة ـ اسم ناقَةٍ وأما قوله تعالى مَلِكِ يَوْمِ الدِّين فمَعْناه الجَزَاء لا غيْرُ* ابن دريد* اليَدا على مِثَال القَفَا ـ الدِّينُ وأنشد\n* صاحب العين* البَيْعة ـ المُتَابَعة والطَّاعَة وقد بايَعْتُه وتَبَايَعُوا عليه ـ أَصْفقُوا\nباب الفَىْء\n* صاحب العين* الفَىْءُ ـ ما يَعُود على المُسْلِمِين من حَرْب العَدُوّ فاءَ فَيْأً وأَفَأْتُه أنا* أبو عبيد* جَبَيْت الخَرَاجَ جِبَايةً وجَبوْتُه جِبَاوةً وأما سيبويه فقال جَبَوْته جِبَاوة نادِرٌ أدْخَلوا الواوَ على الياء لكَثْرة دُخُول الياء عليها ولأنَّ للواو خاصَّةً كما أن للياءِ خاصَّةً* صاحب العين* الحَلَب من الفَىْء والجِبَاية ـ مثلُ الصَّدَقة ونحوها مما لا يكونُ وَظِيفة معلومَةً وقد تَحَلَّب الفَىْءُ* أبو عبيد* المَكْس ـ الجِبَاية مَكَسْته أمْكسُه مَكْسا",
        "باب الدُّوَل\nالدُّولَة والدَّوْلة ـ العُقْبة من المال والحَرْب وقيل الدُّولة بالضم فى المال والدَّوْلة بالفَتْح فى الحَرْب وقيل بالضَّم فى الآخِرَة وبالفتح فى الدُّنْيا والجمع الدُّوَل والدِّوَل وقد أدَلْتُه وتَدَاوَلْنا الأَمْر ـ أخذْناه بالدُّوَلِ* أبو على* الدَّبْرة ـ نَقِيض الدَّوْلة فالدَّوْلة فى الخَيْر والدَّبْرة فى الشرِّ يقال جعل اللهُ عليه الدَّبْرة وقيل الدَّبْرة العاقِبَة\nالخَدَم\n* ابن السكيت* الخادِمُ ـ يَقَع على الذَّكَر والأنثى ويُقال للأُنْثى خادِمةٌ والجمع خُدّام وخَدَم* قال سيبويه* خَدَمٌ اسم للجمْع ومثله عازِبٌ وعَزَب وله نظائِرُ كثيرة* ابن السكيت* خَدَم يَخْدُم خِدْمة وأخْدَمْتُه إيَّاه* أبو زيد* استَخْدمته فأخْدَمَنِى ـ اسْتَوْهَبْته خادِما فوهَبَ لِى* أبو عبيد* الهَبَانِيقُ ـ الخَدَم* ابن دريد* الهُبْنُق والهُبْنُوق والهِبْنِيق والهَبْنِيق ـ الوَصِيف من الغِلْمان* أبو عبيد* الحَفَدَة ـ الخَدَم* صاحب العين* الحَفْد والاحْتِفَاد والحَفَدَان الخِفَّة فى العَمَل والخِدْمةِ حَفَد يَحْفِد حَفْدا وحَفَدانًا ومنه حَفَدة الرجُل ـ وهم بَنَاته وقيل أولادُ أولادِه وقيل الأصْهار* أبو عبيد* المَنَاصِفُ ـ الخَدَم واحدها مِنْصف* ابن السكيت* نَصَفه يَنْصُفه نصَافة ـ خَدَمه* ابن الأعرابى* يَنْصِفه ويَنْصُفه* ابن دريد* وكذلك أنْصَفَه* أبو على* تَنَصَفَّه وأنشد",
        "وأما قوله\nفزعم أحمدُ بن يحيَى أن التنَاصُفَ ههنا الخِدْمة ـ أى الى خِدْمة وَجْهِها بالنظَر اليه وقيل معنَى تَنَاصُف وَجْهها أخْذ كلِّ حَسَن من مَحَاسِن وَجْهها بنَصِيب من الحُسْن مُسَاوٍ لنَصِيب الآخَرِ فهو على هذا تفاعُل من النَّصَف* سيبويه* هو يُعَاطِينى ويُعَطِّينى أى يَخْدُمنى* غيره* وعاطَى الصَّبِىُّ أهْلَه ـ عَمِل لهم وناوَلَهم وسيأتى ذِكْر هذا مُتَقَصًّى فى باب التَّناوُل* أبو عبيد* التَّلَامِيذ ـ نحو المَنَاصِف* ابن دريد* واحدهم تِلْميذ ـ وهم التِّلَام* أبو عبيد* المَقْتَوُون ـ الخَدَم واحِدُهم مَقْتَوِىٌّ وأنشد\n* مَتَى كُنَّا لِأُمِّكَ مَقْتَوِينَا*\nوالاسم منه القَتْو وأنشد",
        "\n* ابن جنى* رِوَايته والحَفَدا ـ أراد الحَفْد وهو الخِدْمة فحرَّك للضَّرورة* قال* وقال رجل من بَنِى الحِرْماز رجُل مَقْتَوِينٌ ورِجَال مَقْتَوِينٌ وكذلك المؤنَّث وهم الذين يَعْمَلون للناس بطَعام بُطُونهم* صاحب العين* القَتْو ـ حُسْن الخِدْمة* قال سيبويه* مَقْتَوِىٌّ ومَقْتَوُون بمنزلة أشعَرِىّ وأشْعَرِين أى ان ياء النَّسَب حُذِفت منه كما حُذِفت من الأَشْعَرِينَ* قال أبو على* وكان القِيَاس فى هذا اذ حُذِفت ياءُ النسَب أن يقال مَقْتَوْنَ كما يُقال فى الأَعْلَى الأَعْلَوْن الا أن اللامَ صَحَّت عندى لتكون صِحَّتُها دِلَالة على إرادة النَّسَب ليُعْلَم أن هذا الجمعَ المحذُوف منه ياءُ النسب بمنزلة المُثْبَت فيه ونظير هذا تَصْحِيحُهم العيْنَ فى عَوِرَ وصَيِدَ وإعلالُهم خافَ وهابَ ليُعْلَم أنه فى معْنَى ما يلزم تصحيح العين فيه لسكون ما قبله وما بعده فكما لم يُعِلُّوا اجتَوَرُوا حيث كان فى معنى تجاوَرُوا كذلك لم يُعِلُّوا هذا* قال سيبويه* وان شِئْت قلت جاؤا به على الأصل كما قالوا مقَاتِوَة حدّثنا بذلك أبو الخطَّاب عن العرَب وليس كلُّ العرَب يَعْرف هذه الكلمةَ وان شِئْتَ قلت هو بمنزلة مذْرَوَيْن حيث لم يَكُن له واحِد يُفْرَد وقد حكى غيره مَقَاتِيَة وهى قليلة* قال أبو على* وأخبرنى أبو بَكْر عن أبى العَبَّاس عن أبى عُثْمان قال لم أَسْمَعْ مثل مَقاتِوَةٍ الا حرفا واحدا أخبرنى أبو عبيدة أنه سَمِعَهم يَقُولونَ سَوَاسِوَة فى سَوَاسِيَة ومعناه سواء وأما ما أَنشدَناه أبو الحسن عن الأَحول عن أبى عبيدة\nفانَّ مُقْتَوٍ مُفْعَلِلٌ ونظيره مُرْعَوٍ ونَظِير هذا من الصحيح مُحمَرّ ونحوه فان قلت بما انتَصَب خليلا ومُقْتَوٍ غير متَعَدّ فالقول فيه عندنا أنه منتصب بمضمَر يدلُّ عليه هذا المُظْهر كأنه قال أنا متخذ ومُسْتَعدٌّ ألا ترى أن من خَدَم خليلا اتخذه واستَعدَّه فعلى هذا وجَّهنا هذا البيت* أبو عبيد* المَهْنة والمِهْنة ـ الخِدْمة وقد مَهَنْتُهم أمْهُنُهم مَهْنا قال وقال أبو زيد* المِهْنة باطل لا يُقال* ابن دريد* فلانٌ لا يَقومُ بمَهْنَة مالِهِ ـ أى باصلاحِه والمرأة تقوم بمَهْنَة بيتها اذا قامتْ باصلاحه* ابن السكيت* يقال للأَمَة إنها لحَسَنة المِهْنة والمَهْنة ـ أى الحَلَب* أبو زيد* الماهِن ـ العَبْد\nوالجمْع مُهَّانٌ وقد مَهَن الرجلُ مِهْنَته ومَهْنَتَه اذا فَرَغ من ضَيْعته وكلِّ ما كان من عَمَل فيها من سَقْىٍ ونحوه وامْتَهنته ـ استَعْملته للمِهْنة وامْتَهَنَ هو* صاحب العين* الطَّوّافُون ـ الخَدم والمَمَاليكُ* أبو عبيد* ومنه الحديث لَيْست الهِرَّة بنَجَس إنما هى من الطَّوّافِينَ والطَّوّافاتِ عليكم ومنه قول ابراهيم إنما الهِرَّة كبعض أهْلِ البَيْت * ابن السكيت* العَسِيف ـ الأجِير والجمع العُسَفاء* غيره* عُسَفاءُ وَعَسَفَةٌ وقيل العَسِيف المَمْلوك المُسْتَهان به* صاحب العين* الْوَهينُ بلغة أهلِ مِصْر ـ لرجُل يكونُ مع الأَجِير يَحُثَّه على العمل* أبو زيد* المِئْفَر من الرِّجال ـ الذى يَسْعَى بيْنَ يَدَىِ الرجل ويَخْدُمه* ابن السكيت* الْأَسِيف ـ الذى يَشْتَرِيه بماله* أبو عبيد* العَسِيف والْأَسِيف ـ المملوك المُسْتَهانُ به وفى الحديث لا تَقْتُلوا عَسِيفا ولا أَسِيفا وقد قدّمت أن العَسِيف الشيْخُ الْفانِى* صاحب العين* الهَبْهَبِىُّ ـ الخادِم وقيل هو الحَسَن المِهْنة* ابن السكيت* العُضْروط ـ الذى يَخْدُم القومَ بطَعَام بطْنِه وأنشد",
        "وجَدِيلَةُ طيّئ تقول للأَجِير عَتِيلٌ والجمع عُتَلاءُ* قال* والأَحْبَش ـ الذى يَأْكُل طَعامه ويَجْلِس على مائِدَته ويزينه والأَوْبَش ـ الذى يَكْنُس فِنَاءَه وبابَ دارِه على طَعامه وشرابِه* أبو زيد* الحَفَّان ـ الخَدَم ومنه فلانٌ حَفٌّ بنفسه ـ أى مَعنِىٌّ* ابن دريد* قطِين الرجلِ ـ خَدَمُه وحَشَمه* ابن دريد* القَطِين ليس بالخَدَم ولكنَّهُم جَمَاعةٌ من الناس يَجْتَمِعون فى مَوْضِع واحد* على* القَطين اسم للجَمْع كالغَزِىِّ واحِدُهم قاطِنٌ* ابن السكيت* الخَوَلُ ـ العَبِيد والاْماء وغيْرُهم من الحاشِيَة الواحِدُ والجمْع والمذكَّر والمؤنَّث فى ذلك سواء وقد خَوَّله الله إيَّاه واستَخْوَلت القومَ ـ اتخذْتُهم خَوَلا* ابن الاعرابى* الْقانِع ـ خادِمُ القوم وأَجِيرهم وفى الحديث لا تَجُوز شهادَةُ القانِع ورجل مَعَافِرِىٌّ ـ يَمْشِى مع الرُّفَق فيَنالُ فَضْلَهم * قال ابن دريد* لا أدرى أَ عَرَبِىٌّ هو أم لا\nالمَمْلُوك\n* الفرّاء* مَمْلُوكٌ بَيِّن المُلُوكة* ابن السكيت* بَيِّن المِلْك والمَلَكَة وقد مَلَكة يَمْلِكُه مَلْكا* وقال* ما هُوَ لى فى مِلْك ولا مَلْك* صاحب العين* العَبْد ـ الانسانُ حُرًّا كان أو مملوكا ذهب الى اسْتِحقاق الله جلَّ وعزَّ مِلْكه والمعروف أن العَبْد المَمْلُوك* قال سيبويه* العَبْد صِفَة* قال أبو على* واستُعْمِل استِعْمالَ الأسماء فغَلَب* قال* وأصْل التَّعْبِيد التَّذْلِيل* قال سيبويه* عَبْد وعُبْدانٌ وعِبْدانٌ* ابن السكيت* عَبْد وأَعْبُدٌ وأَعابِدُ وعِبَادٌ وعِبدَّى وعِبِدَّاءُ ومَعْبُوداءُ وعَبِيدٌ* صاحب العين* عَبَّدته وأَعْبَدْته ـ صَيَّرته عَبْدا قال الله عزَّ وجَلَ (وَتِلْكَ نِعْمَةٌ تَمُنُّها عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرائِيلَ) * غيره* أَعْبِدْنِى فُلانا ـ أى مَلِّكْنِى إياه وتَعَبَّدته ـ صيَّرته كالعَبْد وإن كان حُرًّا وعَبَّدته واسْتَعْبَدته ـ اتَّخذْتُه عَبْدا وعَبُد الرجلُ وعُبِد ـ مُلِك هو وآباؤُه من قَبْلُ والأنثى من العبيد عَبْدةٌ عربِىٌّ وبه سُمِّيت المرأة* أبو عبيد* عَبْدٌ بَيِّن العُبُودَة والعُبُودِيَّة ولا فِعْلَ له* ابن الأعرابى* هو تِعْبِيدَةُ ابن تِعْبِيدَةَ ـ أى فى العُبُودِيَّة والمِلْك وأُولِعت العامَّة بالتَّفْرِقة بين العَبِيد والعِبَاد فجعلوا العَبيد جمعَ العَبْد من المِلْك والعِبادَ جمع العبد لله واللُّكَع ـ العَبْد* ابن السكيت* هى الأَمَة وتجمع فى قِلَّتها فيقال ثلاث آمٍ وفى الكثير الاْماء وقد تُجْمَع الأمة إمْوانًا وأُمْوانا وأنشد سيبويه\n* قال* ولا يُجْمع جمع السلامة قال وقال سيبويه أَمَة وإمْوانٌ كما قالوا أَخٌ وإخْوانٌ* أبو عبيد* ما كُنْتِ أمَةً ولقد أَمِيتِ أُمُوَّة وتَأَمَّيْتِ* ابن السكيت* اسْتَأْمَيْت أمَةً وتَأَمَّيتها ـ اتخذْتُها وأنشد",
        "* صاحب العين* الوَلِيدة ـ الأَمَة بَيِّنة الوِلَادة والوَلِيدِيَّةِ والمُولَّدة ـ الجارِيَة التى وُلِدت بيْن العَرَب* ابن السكيت* البَغِىُّ ـ الأَمَة قامَتْ على\nرؤُسهم البَغَايا ـ أى الاْماءُ وأنشد\n* ابن جنى* المُومِسَات ـ الاْماء اللَّوَاتِى للخِدْمة* على* لأنَّهُنَّ أكثَرُ مَنْ يَزْنِينَ ولا سِيَّما فى الجاهلِيَّة* ابن السكيت* والقَيْنة ـ الأَمَة الوَضِيئة البَيْضاءُ والجمع قَيْناتٌ وقِيَانٌ* أبو عبيد* القَيْنة ـ الأَمَة مُغَنِيَّة كانت أو غير مُغَنِّيَة* صاحب العين* القَيْن والقَيْنة ـ العَبْد والعَبْدة وربما قيل للمُتَزَيِّنِ المُعْجب بالزِّينة واللِّباس قَيْنة هُذَلِيَّة* السيرافى* فَرْتَنَى ـ الأَمَة وقد مَثَّل بها سيبويه وهى عِنْده رُبَاعِيَّة* صاحب العين* المَدِين ـ الممْلُوك وقوله تعالى (إِنَّا لَمَدِينُونَ) قيل مَمْلُوكونَ وقيل مَجْزِيُّونَ* أبو عبيد* الثَّأَداءُ والثَّأَداء والدَّأْثَاءُ والدَّأَثاءُ ـ الأَمَة وأنشد\n* ابن دريد* القُنْجُل ـ العَبْد* ابن السكيت* اللَّاقِطُ ـ المَوْلَى والنَّاقِطُ والنَّقِيط ـ مَوْلَى الموْلَى* غيره* وهو الماقِطُ* ثعلب* الفَلَنْقَسُ فى الاْسلام مَوْلَى المَوْلَى وفى الجاهلِيَّة ولَدُ الزِّنا* ابن السكيت* يقال فلانٌ لا يَمْلِك اسْتًا مع اسْتِه ـ أى لا يَمْلِك عبدا ولا أمَة والرِّقُّ ـ المِلْك* ابن الأعرابى* عبْدٌ رَقِيقٌ ومَرْقُوق* ابن دريد* المُكاتَب ـ العبدُ يكاتَبُ على نَفْسه بثَمَنِه* صاحب العين* الضَّرِيبة ـ الغَلَّة تُضْرَب على العَبْد* ابن دريد* دَبَّرت العبْدَ ـ أعتقْتُه بعد المَوْتِ* وقال* عَتَق من الرِّقِّ يَعْتِق عتْقا وعَتَاقًا وعَتَاقةً* صاحب العين* عَتَق يَعْتِقُ عِتْقا وعَتْقا وعَتَاقا وعَتَاقةَ وأعتَقْتُه فهو مُعْتَق وعتِيق من قوم عُتَقاءَ والأنثى عَتِيق من إماءٍ عَتائِقَ وقيل إن أبا بكر رضى الله عنه سُمِّىَ عَتِيقا بذلك لأن الله تعالى أعْتَقه من النَّارِ والسِّعاية ـ ما تُكَلِّفه العبْد أن يُؤَدِّيَه عن نفسه اذا أُعْتِق بعضُه ليَعْتِق به ما بَقِى وقَد اسْتَسْعَيْت العبْدَ* صاحب العين* الحُرُّ ـ نقِيضُ العبد والجمع أَحْرار والأنثى حُرَّة* الأصمعى* وتُجْمَع حَرائِرَ على غير قياس وقد حَرَّ يَحَرُّ وإنه لبَيِّن الحُرُورة والحُرُورِيَّة والحُرّيَّة والحَرَارة والحَرَار* صاحب العين* السَّائِبَة ـ العبْد يُعْتَق على أن لا ولَاءَ له والنّخَّه ـ الرَّقِيق ومنه الحديث",
        "ليس فى النَّخَّة صدقَةٌ * ابن السكيت* الأبْتَرانِ ـ العَبْد والعَيْر سُمِّيَا بذلك لقِلَّة خيْرِهما* صاحب العين* المُسْبَع ـ العَبْد الذى له فى العُبُوديَّة سبعةُ آباءٍ وقيل هو الذى أُهْمِل حتَّى صار كالسَّبُع جُرْأةً وكُلُّ مُهْمَل مُسْبَع وقد قدّمت أن المُسْبَع الدَّعِىُّ وابن الزِّنْية* ثعلب* عبدٌ هِبْلَعٌ ـ لا يُعْرَف أبَوَاه أو لا يُعْرف أحدُهما والخَرْج والخَرَاج ـ غَلَّة العبد والأمَةِ* أبو عمرو* أَبِيعُك هذا العبْدَ وأبْرَأُ اليك من خُلْفَته ـ أى فَسَاده* الكسائى* هو عَبْدُ مَمْلَكةٍ ومَمْلُكة اذا مُلِك ولم يُمْلَك أبَواه\nالقوم يَجْتَمِعون على الرجُل\n* أبو عبيد* هم يَحْفِشُونَ عليك ويُحْلِبونَ ويَحْلُبون ويُجْلِبُون ـ أى يَجْتمِعون ويُقال تَأَلَّب القومُ ـ تجَمَّعوا وأنشد\n* وقال* هُمْ عليه ألْب واحد وصَدْع واحِدٌ ووَعْل واحد وضَلْع واحد ـ يعْنِى اجتماعَهم عليه بالعَدَاوة* صاحب العين* حَشَدت القوم أَحْشِدُهم وأَحْشُدهم جَمَعتهم وحَشَد القومُ وتَحَاشَدُوا ـ خَفَّوا فى التَّعاوُن وتَحَاشَدُوا عليه ـ اجْتَمَعوا وكذلك اذا دُعُوا فأجابُوا مُسْرِعين يُسْتَعْمَل هذا الفعلُ فى الجميع وقَلَّمَا يقال فى الواحد حَشَد وحَشَد القومُ وأَحْشَدُوا ـ اجتَمَعُوا لأمر واحد وحَشَدُوا عليه واحْتَشَدُوا ـ اجتَمَعُوا والحَشْد والحَشَدُ اسمانِ للجَمْع والحَشِد والمُحْتَشِد فى الأمْر من عطاءٍ وغيره ـ الذى لا يَدعُ عنده شَيْأ من الجُهْد* أبو زيد* نَدَا القومُ نَدْوا وانْتَدَوْا ـ اجتَمَعُوا والنَّادِى والنَّدِىُّ ـ المَجْلِس ما دامُوا مجتَمِعين فيه فاذا تَفرَّقُوا عنه فليس بنَدِىٍّ وهى الأَنْدِيَة والاسم النَّدْوة ودارُ النَّدْوة بمكَّةَ سُمِّيت بها لاجتماعِهِم فيها* أبو عبيد* حَشَكَ القومُ وتَحَتْرَشُوا ـ حشَدُوا* ابن السكيت* حَفَلُوا واحْتَفَلُوا كذلك* أبو عبيد* تَضَافَرُوا عليه ـ تَعَاوَنُوا* ابن دريد* تَحَمَّشُوا له ـ اجْتَمَعوا وغَضِبُوا والحَمْشُ والحَبْشُ ـ",
        "الجَمْع* ابن السكيت* تَحَبَّشُوا وتَهَبَّشُوا ـ تَجَمَّعُوا وهى الحُبَاشَة والهُبَاشَة للجماعة وأنشد\n* لَوْ لا حُبَاشاتٌ من التَّحْبِيشِ*\nأى لو لا ما اجْتَمَع وكذلك الْأُحْبُوش وأنشد\n* بالرَّمْلِ أُحْبُوشٌ من الْأَنْباطِ*",
        "أى جَمَاعة* غيره* احْتَوَلَه القومُ ـ صارُوا حَوَالَيْه وتَكَنَّفت الشئَ واكْتَنَفْتُه ـ صِرْت حَوَالَيْه* ابن السكيت* رأَيْتهم عاصِبِين بفُلَان ومُعْصَوْصِبِين أى مُجْتَمِعين حَوْلَه وقد عَصَبُوا به واعْصَوْصَبُوا واسْتَكَفُّوا حولَه ـ استَدَارُوا وأنشد\n* صاحب العين* صَفَّ القومُ يَصُفُّون صَفًّا واصْطَفُّوا وتَصَافُّوا ـ صارُوا صَفًّا وصَفَفْتُهم ـ جَعَلْتهم صَفًّا والمَصَفُّ ـ مَوْضِع الصَّفّ وكل سَطْر مستَوٍ من كلِّ شئ صَفٌّ* أبو عبيد* حَفَّ به القوْمُ يَحُفُّون حَفًّا وحَدَقُوا وأَحْدَقُوا* ابن السكيت* الحَلْقَة من الناسِ وغيرهم وكذلك كُلُّ شئ مُسْتَدِير كالحَلْقَة من الذَّهَب والفِضَّة والحَديد قال وليس فى الكَلَام حَلَقةٌ بتحريك اللام الا جَمْع حالق الشَّعَر* وحكى أبو علِىٍّ عن اللِّحيانى حَلَقَة فى الحَلْقة من الناس وغيرِهم ولم يَكُن يُعْجِبه نَقْلُ اللِّحيانى* غيره* احْتَوَش القومُ فلانًا وتَحَاوَشُوه بَيْنَهم ـ جَعَلُوه وَسْطَهم والتَّحْوِيش ـ التَّحْوِيل* وقال* انْكَدَر عليه القومُ اذا جاؤُا أَرْسالاً حتى يَنْصَبُّوا عليه* ابن السكيت* تَجَمَّعُوا تَجَمُّع بيتِ الْأَدَم لأنَّ بيتَ الأدَم تُجْمع فيه زَعَانِفُه وأَطْرافُه ويُقال للقَوْم اذا اجْتَمَعُوا قد اسْتَحْصَفُوا واسْتحْصَدُوا وغَيْضَة حَصِدَةٌ ـ كَثيرة النَّبْت مُلْتَفَّته وقد اجْلَحَمَّ القومُ ـ اجْتَمَعُوا وأنشد\n* نَضْرِبُ جَمْعَيْهِم اذا اجْلَحَمُّوا*\n* وقال* تَغَاوَوْا عليه حتَّى قَتَلُوه اذا جاؤُا من ههُنا وههُنا* قال العجاج وذكر الرِّمَاح والطَّعْن بها",
        "\nأى أقْبَلَ الطَّعنُ من ههُنا وههُنا* وقال* تَأَثَّفُوا وتَأجَّلُوا ـ تَجمَّعُوا* وقال* أصْفَقُوا على ذلك الأمر وأَطْبقُوا وأجْلَبُوا وتَرافَدوا ـ أعانَ بعضُهم بَعْضا* وقال* تَهَوَّشُوا عليه ـ اجتَمَعُوا* ابن دريد* الْهَوْش ـ المُجتَمِعون فى حَرْب أو صَخب وهم مُتَهاوِشُون ـ أى مُخْتَلِطون* ابن السكيت* تَعَظَّلُوا عليه اجْتَمعُوا وأنشد\n* يَتَعَظَّلُون تَعَظُّلَ النَّمْلِ*\nويُقال احْرَنْجَمُوا ـ اجتَمَع بعضُهم الى بعض وأنشد",
        "* لِقَصْفَة الناسِ من المُحْرَنْجَم (1) *\n* ابن دريد* تَكَرَّسَ القومُ ـ تَجَمَّعُوا* وقال* جَمَّرُوا على الأَمْر وأَجْمَرُوا اجتَمَعوا وجاء القومُ جُمَارَى ـ أى بأجْمَعِهم وجَمِير القومِ ـ مُجْتَمَعُهم والتَّكَلُّع والتَّحالُف ـ التجَمُّع يَمَانِيَة وكذلك التَّكَوُّف وبه سُمِّيت الكُوفة لأن سَعْدا لمَّا فتَحَ القادِسيَّة نَزَل المُسْلِمون الأَنْبارَ فآذَاهم البَقُّ فخَرَجَ فارْتادَ لهم مَوْضِعا وقال تَكَوَّفوا فى هذا المَوْضع * قال وكان المفَضَّل يقول انما قال كَوِّفُوا هذا المَكانَ ـ أى نَحُّوا رمْلَه وانْزِلوا* وقال* بُعْكُوكَةُ الناس ـ مُجْتَمَعُهم والبَعَك ـ الغِلَظ والكَزَازة فى الجِسْم وأُسْطُمَّة القوم ـ مُجْتَمَعُهم وأُسْطُمَّة البَحْر ـ مُجْتَمَع مائِه* أبو زيد* شَمْل القومِ ـ مُجْتَمَع عدَدِهم وأمْرِهم* وقال صاحب العين* التَّأَشُّب ـ التّجَمُّع* أبو زيد* القومُ علَىَّ ورْك واحدٌ ووَرِكٌ واحد اذا كانُوا عليكَ جَمِيع وأمْرُهم واحدٌ* صاحب العين* حِزْب الرجُل ـ أصحابُه الذين على رَأْيه والجمْع أَحْزاب وقد تَحَزَّب القومُ ـ صارُوا أَحْزابا وحَزَّبتهم أنا وتَحَازَبُوا ـ مالَأَ بعضُهم بعضا* صاحب العين* حاطَتْ به الخيْلُ وأَحَاطت واحْتَاطت ـ أحْدَقَت\nأبواب النَّسَب\n* صاحب العين* النِّسْبة والنُّسْبة والنَّسَب ـ القَرَابة والجمع أنْساب وقد انْتَسب ـ ذكَر نَسَبه ونَسَبْته الى أبِيه أَنْسُبه نَسْبا وناسَبْته مُنَاسَبة ـ شَرِكْته فى نَسَبه",
        "__________________\n(1) (لقصفه الناس) أنشد في اللسان كقصفة بالكاف وحرر الرواية كتبه مصححه\nوالنَّسِيب ـ المُنَاسِب والجمع نُسَباءُ وأنْسِباءُ ورجل نَسِيب ـ ذو نَسَب* أبو عبيد* عَزَيته الى أبِيه وعَزَوْته عَزْوا ـ نَسَبْته وقد اعْتَزَى هو اليهم مُحِقًّا كان أو مُبْطِلا* غيره* والاسم العِزْوة ونَمَيته اليه ـ عَزَوْته\nالنَّسَب فى الأُمَّهات والاباء والاخوة",
        "* ابن السكيت* الجَدُّ ـ أبُو الْأَب والأُمِّ والجمع أَجْداد وجُدُود* أبو عبيد* ما كُنتِ أُمًّا ولقد أَمِمْتِ أُمُومة وما كُنْتَ أبًا ولقد أَبيتَ أبُوَّة وما كنتَ أخًا ولقد تَأَخَّيْت وآخَيْت وحُكِى عن أبى زيد أَخَوت* قال أبو على* الأبُ فَعَل يدُلُّك على ذلك قولُهم فى الجميع آباءٌ* ابن السكيت* ما له أبٌ يَأْبُوه* قال أبو على* والْأُبُوَّة الاسم والمَصْدَر فأمَّا قولُهم يا أَبَتِ فى النِّدَاء فالتاء بَدَل من الياء التى هى للِاْضافة ولا يقال بالتاء الا فى حَيِّز النِّداء وهذا الموضِعُ أحدُ خَواصِّ النِّداء وذُكِر عن أحمدَ بنِ يَحيى أنه قال الأنثى أَبَةٌ وأما سيبويه فقال كأنَّه أبٌ وأبَةٌ ذكره فى بعض تعليل هذا الحرف* أبو زيد* أَخٌ وآخاءٌ وبذلك استَدَل النحوِيُّون أن أخًا فَعَل لأنَّ فَعَلا يُكَسَّر على أفْعال كثيرا* ابن السكيت* أَخٌ وأُخْوة وإخْوةٌ* سيبويه* أُخْوةٌ اسمٌ للجَمِيع وليس بالجَمْع وقد قالوا فى الجميع إخْوانٌ وأُخْوانٌ والْأَعرَف فى الاخْوان والأَخْوان أنهما جَمْع الأَخِ الذى هو الصَّدِيق فأمَّا أنثَى الأَخِ فأُخْت قال وما كُنْتِ أخْتا ولقد تَأخَّيْت وآخَيْتِ مثل الذكر* على* فأما التاء التى فيها فبَدَل من الواو وليست بصِيغة تُشاقُّ الذَّكر كضارِب وضارِبة ولكنه من الصِّنْف الثانى الذى ينْفَرِد فيه المؤنث بصِيغَة كقولهم أَحْمَر وحَمْراء وأُخْت كقُفْل كما أن بِنْتا بمنْزِلة شِكْس ونِكْس يعنى أن أُخْتا بناءٌ على حِدَة مَوْضُوع للتأنيث مع هذِه التاءِ التى هى بَدَل كما أن بِنْتا بنَاءٌ على حِدَة فأما التاء التى فى بِنْت فبَدَل من الياء ونظيرها أسْنَتُوا وثِنْتان ولذلك قال يونس فى الاْضافة الى أُخْتٍ أُخْتِىٌّ فعامَلَ التاءَ معامَلَة الأصل وجَعَلها بازاء راءِ عَمْرو ولام قُفْل وذلك غَلَطٌ لأن التاءَ وان لم تَكُن للتأنيث فانها لا تَدْخُل فى مثل هذا الا والمرادُ به التأنِيثُ فصارت مساويَة للهاء فى الدِّلالة على التَّأنيث ففُعِل بها ما يُفْعَل بالهاء فلذلك قال سيبويه فى الاضافة اليه أَخَرىٌ\nوالدليل أَنَّها ليست كالهاءِ إسْكانُهم ما قبلها وتَهْيِئَتُهم لها لتجسيم الصِّيغة بها باسكانهم الخاءَ وكذلك فَعَلوا فى بِنْت ولو كانتْ بمنْزِلة الهاء لفُتحِ ما قبلها لأن الهاءَ لا يكونُ ما قَبْلها الا مفتوحا أو فى نِيَّة الفتحة فأمَّا قولهم البُنُوَّة فليس بدالٍّ على أن التاء فى بِنْت مُنْقَلِبةٌ عن واو وانما ذلك من باب فُتُوّ ومُوقِن* أبو عمرو* الكَلَالة ـ الرجُل الذى لا وَلَدَ له ولا والِدَ كَلَّ يَكِلُّ كَلَالةً وقيل ما لم يكُنْ من النَّسَب لَحًّا فهو كَلَالة يقال هو ابنُ عَمِّ كَلَالةٍ وابن عَمٍّ كَلَالةً وابنُ عَمِّ الكَلَالةِ وابنُ عَمِّى كَلَالةً وقيل الكَلَالة ما تَكَلَّل نَسَبُه بنَسَبِك كابن العَمِّ وما أشبهه وقيل هم الأخْوة للأُمّ وهو المستَعْمَل\nالنَّسَب فى العَمِّ والخال\n* صاحب العين* العَمُّ ـ أخُو الأَبِ والجمع أَعْمام* سيبويه* عُمُوم وعُمُومة والأنثى عَمَّة* سيبويه* هما ابْنَا عَمٍّ ـ أى كُلُّ واحدٍ منهما مُضَاف الى هذه القَرابَةِ* الأصمعى* رجل مُعَمٌّ ومِعَمٌّ ـ كَرِيمُ الأَعْمام* أبو عبيد* استَعَمَّ الرجلُ عَمًّا ـ اتَّخَذه وتَعَمَّمه ـ دَعَاه عَمًّا* صاحب العين* الخالُ أخُو الأُمّ والجمع أخْوال والخالَة ـ أُخْتها* سيبويه* ولا تقولُ ابْنَا خالٍ كما تقول ابْنَا عَمٍّ* ابن السكيت* هما ابْنَا خالةٍ ولا تَقُل ابْنَا عَمَّة والمصدر الخُؤُولة وقد تَخَوّلْت خالاً* أبو زيد* تَخَوَّلننى المرأةُ ـ دَعَتْنى خالَها وأَخْولَ الرجلُ اذا كان ذَا أخْوال ورجل مُخْوَل ومِخْول ـ كَرِيم الأَخْوال واسْتَخْول فلانٌ فى بَنِى فلان ـ اتَّخَذهم أَخْوالا",
        "النَّسَب فى المَمَالِيك\n* أبو عبيد* الهَجِين ـ الذى وَلَدتْه أَمَةٌ* صاحب العين* الهَجِين ـ ابنُ الأَمَة الراعِيَة ما لم تُحْصَنْ فاذا أُحصِنت فليس بهَجِين* الأصمعى* جمعه هُجُنٌ وهُجَناءُ وَمَهاجِينُ ومَهَاجِنَةٌ والأنثى هَجِينة والجمع هُجُن وهَجَائِنُ وهِجَانٌ وقد هَجُن هُجْنة وهَجَانةً وهُجُونةً* أبو عبيد* فان وَلَدتْه أمَتَانِ أو ثلاثٌ فهو المُكَرْكَسُ فان\nأحْدَقَت به الاْمَاء من كل وجه فهو مَحْيُوس وذلك لأنه يُشَبَّه بالحَيْس وهو يُخْلَط خَلْطا شديدا* غيره* الْقنُّ ـ الذى مُلِك هو وأبُوه وكذلك الاثنان والجميعُ والأمَة* أبو زيد* الجمع أقْنانٌ* أبو عبيد* أَقْرَف الرجلُ وغيْرُه ـ دَنَا من الهُجْنة* ابن السكيت* الفَلَنْقَسُ ـ العَرَبِىُّ بين الهَجِينَيْن وهو العَرَبِىُّ لعربِيَّين وجَدَّتاه من قِبل أبيه وأُمّه أَمتانِ وامْرأتُه عرَبِيَّة والعَفَنْقَس ـ الذى جَدَّتاه من قبل أبِيه وأُمِّه وامرأتُه أعْجَمِيَّات* قال صاحب العين* الأَقْفَسُ من الرجال ـ المُقْرِف ابن لأَمَة وأُمَّه قَفْساءُ وهى الأمة الرَّدِيئة اللَّئِيمة ولا تُنْعَت به الحرَّةُ ويُسَمَّى الولَدُ فى بَطْن أمه اذا أُخذت من أرض الشِّرْك حَمِيلا\nاسماء القرابة فى النَّسَب والادّعاء",
        "* صاحب العين* القَرَابَة والقُرْبَى ـ الدُّنُوُّ فى النَّسَب وما بَيْنهما مَقْرَبةٌ ومَقْرُبة ـ أى قَرَابة ويقال الرَّحِمُ والرِّحْم ـ القَرَابة أنثى والجمع أرْحام وفى الحديث الرَّحِمُ شِجْنةٌ مُعَلَّقة بالعَرْش تقول اللهمَّ صِلْ مَن وَصَلنِى واقْطَع مَنْ قَطَعنى وأَصْل الشِّجْنة شُعْبة من الغُصُون يَعْلَق بعضُها ببعض وبها سُمِّى الرجلُ وفى الحديث بُلُّوا أَرْحامَكم ولو بالسَّلَام وقالوا جَزَاكَ اللهُ خَيرا والرَّحِم بالنصب والرفع وجزاه اللهُ شَرًّا والقَطِيعةَ بالنصب لا غيْرُ* أبو عبيد* لِى فيهم حَوْبةٌ ـ أى قَرَابة من قِبَل الأُمِّ وكذلك كُلُّ ذِى رَحِمٍ مَحْرَم* ابن السكيت* هى الحَوْبة والحِيبَةُ* صاحب العين* الحَوْبة والحَوْب ـ الأبوَانِ والأُخْت والبِنْت والحَوْبة أيضا رِقَّة فُؤَاد الأُمِّ وأنشد\n* لِحَوْبةِ أُمٍّ ما يَسُوغ شَرَابُها*\n* الأصمعى* إنَّ لِى مَحْرُماتٍ فلا تَهْتِكْها واحدَتُها مَحْرُمة ومَحْرَمة* صاحِب العين* الحُرْمة ـ ما لا يَحِلُّ انْتِهاكُه وجمعها حُرَم وحُرَم الرجُلِ ـ نِساؤُه وما يَحْمِى وهى المَحَارِم واحدتها مَحْرَمة ومَحْرُمة وهو ذُو رَحِمٍ مَحْرَمٍ ـ أى مُحَرَّم تَزْويجُها وتحرَّمت منه بحُرْمة ـ احتَمَيْت وامَتَنْعت* أبو عبيد* بيْنهم شُبْكةُ نَسبٍ\nوالاْلُّ ـ القَرَابة وأنشد",
        "والْواشِجَة ـ الرَّحِم المُشْتَبِكة المتَّصِلة* ابن دريد* وَشَجَت العُرُوق وَشْجا ـ تداخَلَ بعضُها فى بعض وبه سُمّى القَنَا وَشِيجا* أبو عبيد* لِى منه خَوَابُّ واحِدُها خابٌّ وهى القَرَابات والصِّهْر والْأَواصِرُ ـ القَرَابات واحِدَتها آصِرَة والسُّهْمة ـ القَرَابة والحَظُّ وأنشد\n* أبو عبيد* لُحْمة النَّسَب ـ الشابِكُ منه* وقال* فلانٌ طَرِيفٌ بَيِّن الطَّرَافة اذا كان كَثِير الآباء الى الجدّ الأَكْبَر ليس بذى قُعْدُد* صاحب العين* الرَّحِم الماسَّة ـ القَرِيبة* أبو زيد* ما بينهما دَنَاوَةٌ ودِنْية ـ أى قَرَابة* أبو عبيد* هو ابنُ عَمِّه دِنْيَا ودِنْيًا ودِنْيَةً* قال أبو على* الياء فى دِنْيَا ودِنْيَة بَدَل من الواو وذلك لخَفاء النُّون فكأنَّ الكسرة وَلِيَت الواوَ فقلبتها ياء ونظيرها قولهم قِنْية فى قِنْوة على قول من قال قَنَوْت المالَ بالواو لا غير فأما فى قول من قال قَنَيت المالَ فلا حاجةَ بنا الى أن نَقُولَ إن الياءَ مُنْقَلِبة عن واو ونَحْتَجُّ بمثل ما احتَجَجنا به فى دِنْيَا ونظير دِنْيَا ودِنْية فى انْقِلاب الواو ياء للكسرة التى قبلها وأنَّ الوَسِيط ليس بحاجِز حَصِين قولُهم فلانٌ من علْيَة الناس وهو من عَلَوت الا أن اللام بمنزلة النون فى الخفاء وأنها ليست بتلك الحَصِينة ولو قيل فى مثل عِدْوة عِدْية أو رِشْوة رِشْيَة ولم يعلم عدَيْت ولا رَشَيت لقُلْنا انها معاقِبة على نحو الصَّوّاغ والصَّيَّاغ* قال سيبويه* انتَصَب دِنْيَا بما قبله من الكلام لأنه ليس من اسم ما قبله ولا هو هو فانتصب عنه كما انتَصَب عِلْما فى قولهم أنت الرجُل عِلْما ودِرْهما فى قولهم عِشْرون دِرْهما بما قبلهما* أبو عبيد* هو ابنُ عَمِّى قُصْرةً ومَقْصُورةً اذا كان ابنَ عَمِّه لَحًّا وان لم يكُنْ لَحًّا وكان رجُلا من العَشِيرة قال هو ابنُ عَمِّ الكَلَالة وابنُ عَمِّ كَلالة وابنُ عَمِّى كَلالةً وقد تقدم تفسيره* أبو عبيد* هو ابن عَمٍّ لَحٍّ فى النكرة وابن عَمِّى لَحًّا فى المَعْرِفة وكذلك المؤَنَّث والاثنان والجميعُ بمَنْزلة الواحد* أبو زيد* الخَلِيط ـ ابنُ العَمِّ والحَمِيم ـ القَرِيب والجمع أَحِمَّاءُ وأصل هذه الكلمة القُرْب والقَصْد وقد يكون الحَمِيم للاثنينِ والجَمِيع والمؤنَّثِ بلفظ واحد كالصَّدِيق\nوالعَدُوِّ* صاحب العين* الحِجْر ـ القرابَةُ وأنشد\n* لَذُو نَسَبٍ دانٍ إلَىَّ وذو حِجْر*",
        "وقد تقدم أنه العقْل وبه فَسَّر أبو عبيد هذا البيتَ وهو الصَّحِيح\nأسماء القَرَابة فى المُصَاهَرة\n* أبو عبيد* فلانٌ مُصْهِر بنا وهى القَرَابة وأنشد\n* ابن السكيت* صاهَرَ فلانٌ الى بنى فلان وأَصْهَر اليهم* أبو عبيد* فأمَّا تسميتهم القَبْر صِهْرا فلأنهم كانُوا يَئِدُون المَوْؤُدة فيَدْفِنُونها فيقولُون زَوَّجناها منه* وقال* حَمْء المرْأة ـ أبُو زوْجِها وفيه ثلاثُ لُغات حَمَاها مثل قَفَاها وحَمُوها مثل أبُوها وحَمْؤُها مثل خَبْؤها* ابن دريد* حمْوها مثل عَدْوها* ابن السكيت* حَمَاة المرأة ـ أمُّ زوجِها لا لُغَةَ فيه غير هذه وكلُّ شىء من قِبَل الزَّوْج أَخُوه أو أَبُوه أو عَمُّه فهم الأحماء* أبو على* سُمُّوا أَحْماءً لأَنهم حَمَوْا أنفُسَهم أن يُضَامُوا* ابن السكيت* كل شىء من قِبَل المرأة فهم الأَخْتانُ والصِّهْر يَجْمع هذا كُلَّه* صاحب العين* الجمع أصْهار وصُهَراءُ وصاهَرَ الرجلُ ـ مَتَّ بالصِّهْر* ابن دريد* خَتنُ الرجلِ ـ المتزَوِّجُ بابْنَتِه أو بأُخْته والجمع أخْتانٌ والأنثى خَتَنةٌ وخاتَن الرجُلُ الرجلَ ـ تَزَوَّج اليه والاسم الخُتُونة* ابن دريد* الحَفَدة ـ الأَخْتانُ* وقال* سَلِفُ الرجلِ ـ المُتَزَوِّج بأُخْت امرأتِه والقوم مُتَسالِفُون اذا كانُوا كذلك ولفُلان سَلَفٌ كَرِيم اذا تقدم له كَرَم آباءٍ والجمع أَسْلاف وسُلُوف والظَّأْم والظَّأْب ـ السَّلِف ظأبَنِى وظَأَمنى* صاحب العين* الكَنَّة ـ امرأةُ الابن أو الاخِ والجميع كَنَائِنُ",
        "نزوعُ شَبِه الولد الى أبيه والصحةُ فى النَّسَب\n* صاحب العين* نَزَع الى عِرْق كذا يَنْزِع نُزُوعا ونَزَعتْ به أَعْراقُه ونَزَعَتْه\nونَزَعها ونَزَع اليها والنَّزِيع ـ الشَّرِيف من القومِ الذى نَزَع الى عِرْق* أبو عبيد* تَقَيَّل فلانٌ أباه وتَقَيَّضه وتَصَيَّره ـ كل هذا اذا نَزَع اليه فى الشَّبَه* ابن السكيت* هو على آسَانٍ من أبِيه وأَعْسانٍ وآسَالٍ يُرِيد طَرَائِقَ من أبيه وأَخْلاقَه وأنشد\nويقال فيه شَنَاشِنُ من أبيه ـ يعنى طَرَائِقَ وفى مثل من الامثال «شِنْشِنَةٌ أَعْرِفُها من أَخْزَمِ» ويقال ما ترَك من أبيه مَغْداةً ولا مرَاحَة ـ يعنى من الشَّبَه* أبو زيد* «لا تَعْدَم ناقةٌ من أُمِّها حَنَّةً» ـ أى شَبَها يقال ذلك لكل من أَشْبَه أباه وأُمَّه* ابن السكيت* هو لِرِشْدةٍ بالكسر وكذلك رواه ثعلب فى كتابه المَوْسوم بالفَصِيح وردَّ ذلك عليه أبو إسحق وقال انما هو لِرَشْدة بالفتح* قال* وكذلك لِزَنْية ولغَيَّة يذهَب فى كل ذلك الى المَرَّة الواحدة* أبو عبيد* فلانٌ مُصَاصُ قومِه أى أَخْلَصُهم نسبًا وكذلك الاثنانِ والجميعُ* ابن دريد* هو مُصَاصة قومه ومُصَامِصُهم كذلك* صاحب العين* رجل صَمِيم كذلك* أبو عبيد* اللُّباب مثله والصُّيَّابة نحوه قال ذو الرمة",
        "* ابن دريد* فلان مُعْرِقٌ فى الكَرَم وعَرِيق ـ أى له آباءٌ كِرامٌ* صاحب العين* فلانٌ وَسِيط الدار والحَسَبِ فى قَوْمه وقد وَسُط حَسَبُه وَسَاطة وسِطَة وقال أعرابِىٌّ قُحُّ وقُحَاح والجمع أَقْحاح وقيل هو الذى لم يُخَالِط الأَمصارَ وعبدٌ قُحٌّ خالِصُ العُبُودِيَّة* أبو عبيد* هو عَرَبِىٌّ مَحْضٌ وامرأةٌ عَربِيَّة مَحْضٌ ومَحْضة* صاحب العين* المَحْض ـ الخالِصُ من كلِّ شىء رَجُل مَحْضُ الحَسَب ومَمْحُوضُه وامرأة مَحْضَة الحسَب ومَمْحُوضَته* أبو عبيد* وكذلك بَحْت وبَحْتَة وقَلْب وقَلْبةٌ وكذلك الاثنانِ والجميعُ يعنى فى كل ذلك وان شِئْت ثَنَّيت وجَمَعت* قال سيبويه* تقول هذا عرَبِىٌّ مَحْض وهذا عربِىٌّ قَلْبا فصار بمنزلة دِنْيَا وما أشبهه من المصادر وغيرها والرفع فيه وجهُ الكلام وزعم يونسُ ذلك وذلك قولك هذا عَرَبِىٌّ قلْبٌ وهذا عَرَبِىٌّ مَحْض كما قلت هذا عربِىٌّ قُحٌّ ولا يَكون القُحُّ الا صِفَة\n* صاحب العين* قَلْب كلِّ شىء ـ مَحْضُه وفى الحديث لكل شىءٍ قَلْب وقَلْب القرآنِ سُورةُ يس ورجل قَلْب وقُلْب ـ خالِص النَّسَب* أبو عبيد* فلانٌ مُقَابَلٌ مُدَابَر ـ أى مَحْض من أبَوَيه* صاحب العين* الصَّرَحُ والصَّرِيح والصُّرَاح ـ الخالِص من كلِّ شىء* ابن جنى* وكذلك الصَّرَاح وهى أعْلَى* صاحب العين* وقومٌ صُرَحاءُ وصَرِيح والأُولى أعْلَى* ابن جنى* وكذلك صَرَاح* قال* وذكر أَعْرَابِىٌّ رجلا فقال هذا ابنُ الوُجُوه الواضِحَاتِ الصِّبَاح والصُّدُورِ الرَّحيبات الفِسَاح والألْسِنَة الخَطَّارة الفِصَاح والأنساب الكَرِيمة الصِّرَاح* صاحب العين* وقد صَرُح صَرَاحة* أبو عبيد* صَرِيح بَيِّن الصَّرَاحة والصُّروحة وصَرُح الشىءُ ـ خَلَص* صاحب العين* الصُّمَادِحُ والصُّمَادِحِىُّ ـ الخالِصُ النَّسَب* أبو زيد* امرأةٌ هِجَانٌ ـ كَرِيمة الحسَبِ نَقِيَّته لم تُعَرِّق فيها الاْماءُ كانت بيضاءَ أو غيْرَ ذلك والجمع هَجَائِنُ والمَصْدر الهَجَانَة والهِجَانة وكذلك الرَّجُل\nكتاب النساء\n* علىٌّ* النِّسْوة والنُّسْوة والنِّسْوان جمْع المرأة على غير قِيَاس والنِّسُونَ والنِّساءُ جمع نِسْوة ولذلك قال سيبويه فى الاْضافة الى النِّساء نِسْوِىٌّ تردُّه الى واحِده أما الأَسْنان فقد تقدَّم ذكرها ونأخذ الآنَ فيما يُسْتَحْسَن من خَلْقِهن وأَخْلاقِهنَّ وما يُسْتَقْبَح منها",
        "العَذْراء\n* صاحب العين* العَذْراء من النِّساء ـ التى لم يَمْسَسْها رجُل والاسم العُذْرة وأبُو عُذْرها ـ مُقْتَضُّها* سيبويه* أرادُوا أبو عُذْرِتها فَحذَفُوا كما قالوا لَيْتَ شِعْرِى وسيأتِى شرحُ هذا فى فصل المَصادر من هذا الكتاب وللمرأة عُذْرتانِ خَفْضها واقْتِضَاضُها\nنُعُوت النِّساءِ فيما يُسْتحْسَن من خَلْقهن\n* أبو عبيد* الخَوْد من النِّساء ـ الحَسَنة الخَلْق* ابن دريد* هى الناعِمَة وليس لها فِعْل يَتَصَرَّف* صاحب العين* هى الفَتَاة الشابَّة* أبو عبيد* جَمْع خَوْدٍ خُودٌ* صاحب العين* خَوْدات* أبو عبيد* المُبَتَّلة ـ التى لم يَرْكَب لحْمُها بعضُه بَعْضا* ابن السكيت* وفى أعْطافِها اسْتِرْسال وقد بَتِلَتْ* أبو عبيد* المَمْكُورة ـ المَطْوِيَّة الخَلْق* ابن السكيت* هى التامَّة الساقَيْن فى عِظَم واسْتواء وقد مُكِرتْ* صاحب العين* المكْر ـ حُسن خَدَالَة الساقِ مُشْتَقٌّ من المَكْر ـ وهى نِبْتة مُتَنَعِّمة ويُشْتَقُّ المَكْر فى جَمِيع الخَلْق وقيل المَمْكُورة المُدْمَجَة الخَلْق الشَّدِيدة البَضْعة من كُلِّ شىء* أبو عبيد* الخَرْعَبَة ـ اللَّيِّنة القَصَب الطَّوِيلةُ والخَبَنْداة والبَخَنْداة ـ التامَّة القَصَب* ابن دريد* هى الثَّقِيلة الوَرِكيْنِ* ابن السكيت* ساقٌ خَبَنْداةٌ ـ مُستَدِيرة ممتَلِئة وقَصَبٌ خَبَنْدَى مُمْتَلِئٌ ريَّانُ* أبو عبيد* الخَدَلَّجَة ـ المُمْتَلِئة الذِّراعيْنِ والساقيْنِ* صاحب العين* رجُل خَدَلَّجٌ كذلك وأنشد",
        "* خَدَلَّجُ الساقَيْنِ مَمْكُورُ القَدَمْ*\n* أبو زيد* هى الرَّيَّا المُمْتَلِئة وساقٌ خَدَلَّجةٌ كذلك* الأصمعى* امرأة خَدْلة ـ غلِيظة مُسْتَوِية* ابن دريد* امرأة خَدْلةٌ وخَدِلَة بَيِّنةُ الخَدَل والخَدَالَة والخُدُولة وقد خَدِلَت* صاحب العين* امرأةٌ خَدْلَة الساقِ ـ ممتَلِئَتها مستَدِيرتُها وجمعها خِدَال* أبو حاتم* ساقٌ خَدْلة وخِدْلِم الميم زائدة* ابن دريد* امرأةٌ فَعْمة ـ غَلِيظة الساقَيْنِ مُسْتَوِيَتُهُما وقد فَعُمَت فَعَامةً وفُعُومة وقيل كل مُمْتَلِئ فَعْم وأفْعَمُ* صاحب العين* امرأة شَبْعَى الخَلْخالِ والسِّوار ـ أى قد مَلَأَتْهما* ابن دريد* اللَّفَّاء ـ العَظيمة الفَخِذَيْنِ وهو اللَّفَفُ* صاحب العين* وقد لَفَّت لَفَفا* أبو عبيد* الهِرْكَوْلة ـ العَظِيمة الوَرِكيْنِ* ابن السكيت* هى الحَسَنة الجِسْم والخلْق والمِشْية قال وقال بعضُهم هُرَكِلَة وهُرَاكِلةٌ* قال\nأبو على* كُلُّ فُعَلِلٍ محذوف من فُعَالِلٍ* أبو عبيد* الْوَرْكاءُ ـ العَظِيمة الوَرِكيْنِ وقد وَرِكَت* ابن السكيت* البَهْكَنَة كالهِرْكَوْلة* ابن جنى* وهى البُهَاكِنَة* أبو عبيد* الرَّدَاح ـ الثَّقيلة العَجِيزةِ* صاحب العين* امرأة رادِحَة ورَدُوح وقد رَدُحتْ رَدَاحةً* ابن السكيت* امرأة مُعَجِّزةٌ وعَجْزاءُ ـ عَظِيمة العَجِيزة ضَخْمَتُها وقد عَجِزَت وعَجَّزتْ والبَوْصاء ـ العَظِيمةُ البُوص ـ وهو العَجُز* صاحب العين* الضِّنَاك ـ الضَّخْمة الثَّقِيلة العَجِيزة* ابن السكيت* هى الغَلِيظة الخلْق وأنشد\nقوله على نِيرَيْنِ أى هى كَثِيفة كَثِيرة الشَّحْم واللَّحم* ابن دريد* الاثَّة ـ العظِيمة العَجِيزة وهى الأَثائِثُ وقد أَثَّتْ تَئِثُّ أَثًّا وأنشد",
        "* علىٌّ* ليست الأَثائِثُ جمع آثَّة انما هى جمع أثِيثة وجَمْع آثَّة أَوَاثُّ* ابن دريد* امرأةٌ راجِحٌ ورَجَاحٌ ـ عَظِيمة العَجُز* الأصمعى* امرأة ثَقَالٌ مِكْفال ولا يُقال فى غيْرِ المَرْأة* أبو زيد* كُلُّ ثَقِيل ثَقَال* غيره* امرأة ضِبْضِبٌ ـ سَمِينةٌ* أبو عبيد* الرَّضْراضَة ـ الكَثِيرة اللَّحْم* صاحب العين* امرأة بَضَّة وبَضَاضٌ ـ تارَّة مكتَنِزَة اللحم فى نَصَاعةِ لَوْن وبَشَرةٌ بَضٌّ وبَضِيض وأنشد\n* كُلّ رَدَاحٍ بَضَّةٍ بَضَاضِ*\n* أبو عبيد* البَضَّة ـ الرَّقِيقةُ الجِلْد ان كانتْ بَيْضاءَ أو أَدْماءَ* ابن السكيت* بَضَّتْ تَبِضُّ وتَبَضُّ بَضَاضَة وكذلك فِعْل الغَضَّة وهما سواءٌ* أبو عبيد* الرُّعْبُوبَة ـ البيضاءُ* ابن السكيت* قال فى الالفاظ هى الغَضَاضَة (1) ولا فِعْلَ لها* ابن السكيت* هى الرُّعْبُوبة والرُّعْبُوب* قال* وهى المُمْتَلئة من قولهم رَعَب الوادِىَ ـ مَلَأه وأنشد\n* علىّ* أَيْما لغة فى أمَّا وإمَّا* قال* والرُّعْبُوبة أيضا ـ البَيْضاء الحَسَنة الخلْقِ",
        "__________________\n(1) (هي الغضاضة) لعله سقط منه ذات أو نحوه فتنبه اه كتبه مصححه\nالرَّقِيقةُ وأنشد\n* قال أبو الحسن* معنى قوله حُسْنُهن قريب ـ أى لا تُسْتَحْسَن اذا بُعدتْ عنك وإنما تَسْتَحْسِنها عند التأَمُّل لِدَمَامَة قامَتِها* السيرافى* الرِّعبِيب لغةٌ فى الرُّعْبوب وقيل الرُّعْبوبة ـ البيضاءُ الحَسَنَة الرَّطْبة الحُلْوة* صاحب العين* الهَبَيَّخَة ـ الجارِية التَّارَّة وقد تقدّم أنَّها المُرْضِعة وأنَّها الجارية عامَّةً والهَبْرَكَة ـ الجارِيَة الناعِمَة وأنشد",
        "* جارِيَة شَبَّت شَبَابًا هَبْرَكَا*\n* وقال* جارِيَة رَطْبةٌ ـ ناعِمَة رَخْصةٌ وقد رَطُبتْ رُطُوبة ورَطَابةً وغلامٌ رَطْب فيه لِينُ النِّساءِ* أبو عبيد* الهَيْفاء والمُبَطَّنة والقَبَّاء والخُمْصانة ـ الضامِرَة البَطْنِ* أبو زيد* وهى الخَمِيصة* الأصمعى* خَمُص بَطْنه وخَمَصَ وخَمَصُه ـ ضُمُوره وانْطِواؤه* ابن السكيت* هى الخَمْصانَة والخُمْصانة والخَمْصاء* صاحب العين* خُمْصانةٌ وخُمْصانٌ وخِمَاص فيهما لم يَجْمعوه بالواو والنون وان دَخَلت الهاء فى مُؤَنَّثه حَمْلاله على فَعْلانَ الذى أنثاه فَعْلى لأنه مِثْله فى العِدَّة والحَرَكة والسُّكُون* صاحب العين* جارِيةٌ مُهَفَّفَة ومُهَفْهَفَة ـ خَمِيصة البَطْن دَقِيقة الخَصْر ورجل مُهَفْهَف وهَفْهاف كذلك وامرأة غَرْثَى الوِشَاح كذلك ويقال وِشَاح غَرْثانُ* ابن دريد* امرأة خَفَّاقة الحَشَى ـ خَمِيصة البَطْنِ* ابن السكيت* الهَضْماءُ والهَضِيمَة ـ اللَّطِيفة الكَشحَيْن والاسم الهَضَم* الأصمعى* هى الهَضِيم* ابن الأعرابى* امرأةٌ صَقْلاء من الصَّقَل ـ وهو انْهِضام الخَصْر وضَعْفه* أبو عبيد* الأُمْلُود ـ الناعِمَة* ابن السكيت* المَلْداء والأُمْلُدَانِيَّة ـ المُعْتَدِلة الحسنَةُ الخَلْق* أبو عبيد* الغادَة والغَيْداء ـ الناعِمَة اللَّيِّنة* صاحب العين* الخَرِيضَة ـ الحَدِيثة السِّنّ الحَسَنةُ البيضاءُ والجمع الخَرائِضُ* ابن السكيت* الخَرَاوِيعُ ـ الحِسَان يُقال هى خِرْوَعَة الخلْق اذا كانتْ رَخْصة* أبو عبيد* الخَرِيع ـ المُتَثَنِّيَة من اللِّين* أبو حنيفة* خَرِيعٌ بَيِّنَة الخَرَاعة وقد خَرِعَت خَرَاعة وخَرَعا* وقال\nأبو عبيد مَرَّة* الخَرِيع مأْخوذ من النَّبْت الخِرْوع ـ وهو كُلُّ نَبْت لَيَّن* قال سيبويه* هو من التَّخَرُّع ـ وهو اللِّين والضَّعْف* وقال أبو عبيدة مرة* الخَسرِيع ـ التى تَتَثَنَّى من اللِّين* قال* وأَنْكر الأصمَعِى أن تكونَ الفاجِرةَ وأنشد\nوالأحْورِىُّ ـ الأَبْيض الناعِمُ* ابن دريد* الحَوَارِيَّات ـ نِسَاء الأَمْصار سُمِّين بذلك لبَيَاضِهنّ* ابن الأعرابى* الحَوَر ـ البَيَاض وبذلك سُمِّيت حَوَاريَّاتُ الأمصار وأنشد",
        "يقول هى أعْرابِيَّة فهى تَعْرِف الأخْبِيَة وتَخْتار مَواضِعَها فاذا سافرَتْ نِساءُ الأمصار فَتَظَلَّلْن بما يُعَلِّقن من ثِيَابِهنّ على الغِصَنة طَنَّبت هذه الأعرابية ـ أى مَدَّت أطنابَ خِبائها فى الميْثاءِ وهى مَسِيل الماء فى الوادِى اذا تَجافَى عنه السيْلُ غادر رملة يقول فمن لم يَفْهَم كما فَهِمت فزَلَّ عن الموضِع الذى اختارَتْه لم يقَع الا فى حِجَارة وشَظَف وظَلَف* وقال مرة* سُمِّين حَوَارِيَّاتٍ للرِّقَّة من الحَوَر ـ وهو الجِلْد الرَّقِيق البَشَرة* أبو عبيد* السُّرْعوفَة الناعِمَة الطَّوِيلة فكُلُّ شىءٍ خَفِيف سُرْعوف وأنشد\n* سَرْعَفْته ما شِئْت من سِرْعافِ*\n* غيره* المُسَرْعَفَة ـ الناعِمَة المَغْذُوّة مع لِينٍ قَصَب وتَمَام وكذلك المُعّذْلَجَة* ابن دريد* الكَهْدَلُ ـ الجارِيَة السَّمِينة* أبو عبيد* المُرْمُورَة والمَرْمارَة التى تَرْتَجُّ والأَنَاة ـ التى فيها فُتُور عند القِيَام* قال سيبويه* الهَمْزة فى أَنَاة منقَلِبة عن واو من الوَنَى لأن المرأة تُجْعَل كَسُولا* قال أبو على* وليس هذا البَدَل بمُطْرَد وانما إطْراده فى الواو المضمُومة فأما فى المكسورة فبعضهم يُطرِده وبعضهم يَقْصُره على ما سُمِع وظاهر كلام سيبويه على المسمُوع* أبو عبيد* الوَهْنَانة كالأَناة* ثعلب* امرأة بَهِيلة وبَهِيرة كذلك والعُطْبول والعُطْبولة ـ الطويلة العُنُق* ابن السكيت* امرأة عُطْبول ولا يُوصَف به الرجُل* أبو عبيد* ومثله العَيْطاء والعنْقاء* ابن دريد* وهى المُعْنِقة والرجُل مُعْنِق* أبو عبيد*\nالعَيْطَلُ ـ الطَّوِيلة* ابن دريد* ويُقال ذلك للفَرَس والناقِة وهو مَأْخوذ من قولهم ما أَحْسنَ عَطَله ـ أى شَطَاطه وتَمامَه* صاحب العين* العَيْطل من النِّساء ـ الطَّوِيلة العُنُقِ فى حُسْن جِسْم وكلُّ ما طال عُنُقُه من البهائم أيضا عَيْطَلٌ* أبو عبيد* العَنَطْنَطَة ـ الطَّوِيلة* صاحب العين* هى الطَّويلة العُنُق مع حُسْن قَوَام ورجل عَنَطْنَطٌ وعَنَطُه ـ طُول عنُقِه وقَوامُه وقد تقدّم ذلك ويكون العَنَط فى الخَيْل* غيره* هَبُلَت المرأةُ كعَبُلت* أبو عبيد* الطَّفْلة ـ الناعِمَة وكذلك البَنَان الطَّفل* ابن دريد* المَصْدر الطَّفُولة وقيل الطَّفَالة وليس بثَبْت* ابن السكيت* استَوْثَجَت المرأةُ ـ ضَخُمت وتَمَّت* أبو عبيد* الضَّمْعَج التى تَمَّ خلْقها واستَوْثَجَت نحوًا من التَّمام وأنشد",
        "* يا رُبَّ بيضاءَ ضحُوكٍ ضَمْعَج*\nوكذلك البَعِير والفَرَس والمَمْسُودة ـ المَطْوِيَّة المَمْشُوقة وأنشد\n* يَمْسُد أَعْلَى لَحْمِه ويَأْرِمُه*\n* ابن السكيت* إنَّها لَحَسنَة المَسْد ـ أى الفَتْل والطَّىِّ وانها لحَسنَة العَصْب والجَدْل والأَرْم وجارِيَة مَعْصُوبة مَجْدُولة ومَأْرُومَة* ابن دريد* جارِيَة مَسْمُورة مَعْصُوبة الجَسَد ليْستْ بِرِخْوة اللَّحم مأْخوذ من سَمَرْت الحَدِيدَة أَسْمِرُها وأَسْمُرها ضربْتُها فى الشىء* أبو عبيد* الرَّقْراقة ـ التى كأنَّ الماءَ يَجْرِى فى وَجْهها* ابن السكيت* هى البَيْضاءُ الناعِمَة* أبو عبيد* البَرَهْرَهَة ـ التى كأنَّها تُرْعَد من الرُّطُوبة* ابن السكيت* هى الشَّدِيدة البياضِ الرَّقيقة اللَّوْنِ (1) * غيره* البَرَهُ ـ التَّرَارَة* ابن دريد* المُوهَة ـ تَرقْرقُ الماءِ فى وَجْه المرأةِ الشابَّة والرِّعْدِيدَة ـ التى يتَرَجْرَج لحمُها من نَعْمَتِها* أبو عبيد* الرَّأْدة والرُّؤْدة والرَّءُودَة ـ السَّرِيعة الشَّبَاب مع حُسْن غِذَاء والعَبْهَرَة ـ العَظِيمة* ابن السكيت* هى التى جَمَعت الحُسْنَ والجِسْمَ والخَلْقَ والامتلاءَ وقيل هى الرَّقِيقة البَشرِة الناعِمَةُ الناصِعَةُ البياضِ* أبو عبيد* الغَيْلَمُ ـ الحَسْناءُ وأنشد",
        "* تُنِيفُ الى صَوْتِه الغَيْلَمُ*\n__________________\n(1) (الرَّقيقة اللَّوْنِ) عبارة اللسان الرقيقة الجلد وهي واضحة اه كتبه مصححه\nوالعَيْطَمُوس ـ الحَسَنة الطَّوِيلة وقيل العَيْطَمُوس والعُطْموس الطَّوِيلة التَّارَّة ذاتُ القَوَام والأَلْواح* أبو عبيد* اللُّبَاخِيَّة ـ العظِيمة* صاحب العين* اللُّبُوخ كَثْرة اللَّحمِ فى الجَسَد واللَّبِيخ نَعْت* أبو عبيد* الرَّبِلة ـ المُتَرَبِّلة الكَثِيرة اللَّحمِ* ابن السكيت* الرَّبِلَة ـ الكَثِيرة الشَّحْم واللَّحْم والجَسِيمة ـ الطَّوِيلة عَظُمت أو قَضُفَتْ* صاحب العين* امرأة شَهِيرةٌ ـ عَرِيضة* أبو حنيفة* امرأةٌ عَرِيضَة أَرِيضَة ـ كامِلَة وَلُود* ابن السكيت* المُنِيفة ـ التامَّة والقُمُدَّانَة ـ الطَّوِيلة واللَّدْنة ـ اللَّيِّنة النَّاعِمَة الرَّيأ الخَلْقِ وقد لَدُنَت والدَّرْماء التى لا تُرَى كُعوبُها وقد دَرِمَت دَرَما وأنشد",
        "والمَقْصَدَةُ ـ العَظِيمة التامَّة التى لا يَرَاها أحدٌ إلا أعجبَتْه والخَبَرْنَچَة ـ اللَّحِيمة الحادِرَة الحَسَنة الخَلْق فى اسْتِواء* أبو زيد* مع ضَخِمِ قَصَب والخَبَرْنَجُ ـ الناعمُ البَضُّ* ابن السكيت* والسِّبَطْرة ـ الجَسِيمة والهُدْكُورَة والهُدَكِرَة والهَيْدَكُرُ والهَيْدَكُور ـ الكَثِيرة اللحم مَرَّت تَدَهْكَرُ ـ أى تَرَجْرَجُ* قال أبو على* الهَيْدَكُرُ لم يَذْكُره سيبويه فى الأبْنِيَة وأُراه مَحذُوفا من هَيْدَكُور لأن فَيْعلُولا كَثِير وكفى من ذلك أن الأَعرف هَيْدَكور* ابن السكيت* القُفَاخ ـ الحَسَنة الخَلْق الحادِرَةُ والرَّجْراجَة ـ الرَّقِيقة المَلْأَى الخَلْق الليِّنَةُ وقيل هى التى يَرْتَجُّ كفَلُها والناعِمَة والمُنَاعمَة ـ الحسَنة العَيْش والغِذَاء والمُخَرْفَجَة ـ الحَسنة الغِذَاء وأنشد\nعِهِبَّى خَلْقِها ـ أى زَمَان خَلْقها الحَسَن يقال عِهِبَّى وعِهَبَّى* صاحب العين* امرأة شِنَاطٌ ـ مُكْتَنِزَة اللَّحْم* ابن السكيت* امرأة مُرَوْدَكَة الخَلْق ـ أى حسنَةٌ والمُسَرْهَدَة ـ السَّمِينة المَصْنُوعة والبَرَّاقة ـ البَيْضاء البَرَّاقة الثَّغْر وانما دُعِيَتْ بَرَّاقةً لبَيَاض ثَغْرها وبَرِيقِه* ابن دريد* الاْبْرِيق ـ البَرَّاقة الجِسْم* ابن السكيت* الأُسْحُلَانَة ـ الطَّوِيلةُ* أبو عبيد* الغَيْلَة ـ السَّمِينة وقد تَغَيَّلت* ابن السكيت* إنها لَغَيْلة الأَطْراف ـ أى لَيِّنتها والفُنُق ـ الفَتِيَّة العَظيمة الحَسْناءُ وكذلك هى من النُّوق* وقال* امرأة مدِيدة الجِسْم وأصله فى\nالقيَام والشَّرْعَبَة والشَّرْمَحَة والسَّلْهَبة ـ الجَسِيمة الخَفِيفة اللَّحْم* أبو عبيد* السَّيْفانَة ـ الطَّوِيلة المَمْشُوقة وقد سافَتْ ورَجُل سَيْفانٌ* ابن السكيت* والخَلِيق والمُخْتلِقَة ـ الحَسَنة الخَلْق* ابن السكيت* العُبَرِدَة والعُباردَة ـ البيضاءُ الناعِمَة* قال أبو على* هو من قولهم خُوطٌ عُبَرِدٌ وعُبَارِدٌ ـ أى رَيَّانُ مُمْتَلِئ والهُولَة ـ التى تَهُول الناظِرَ أى تُفْزِعُه* ابن دريد* الحَوْثاءُ والخَوْثاء ـ السَّمِينة* وقال* امرأة رَخْصَة البَدَن ـ ناعِمة والجميع رَخَائِصُ ولَحم رَخْص دَقِيق الرَّخاصة والرُّخُوصة* صاحب العين* الرَّخْص ـ الشىءُ اللَّيِّن الناعِمُ إن وُصِفَت به امرأةٌ فرَخَاصتُها نَعْمة بَشَرتِها ورِقَّتُها وكذلك رَخَاصة أنامِلِها وان وُصِفَت به البَنانُ فرَخَاصتها هَشَاشَتها وقد رَخُص رَخَاصة وثوب رَخِيص ـ ناعِمٌ* على* ليستْ رَخائِصُ جَمْع رَخْصة لأن فَعْلة لا تُكَسَّر على فَعَائِل لكنه جَمْع رَخِيصة يدُلُّ عليه قولُهم رَخُصت رَخَاصةً* ابن دريد* الخُنْضُبَة ـ السَّمينة* الأصمعى* امرأةٌ طُبَاخِيَّة ـ شابَّة مكتَنِزةٌ وأنشد\n* صاحب العين* الدَّخوصُ ـ التَّارَّة* ابن السكيت* العُكْمُوز ـ التَّارَّة الحادِرَة وأنشد",
        "* وأَمِقُ الفَتِيَّةَ العُكْمُوزا*\n* غيره* امرأةٌ مُدَخَّسةٌ ـ سَمِينة والدَّخَس ـ امْتِلاء العَظْم من السِّمَن* ابن الأعرابى* البَحْدَنُ ـ الرَّطْبة الرَّخْصَة وأنشد\n* يا دارَ عَفْراءَ ودارَ البَحْدَنِ*\n* صاحب العين* امرأة بَيْدَخَةٌ ـ تارَّة حِمْيريَّة* غيره* الرَّاقِنَة ـ الحسَنَة اللَّونِ وأنشد",
        "* صاحب العين* امرأة مُكَلْثَمة ـ ذاتُ وَجْنَتَيْن حَسَنةُ دَوائِر الوَجْه قانَتْها سُهولة الخَدِّ ولم تلْزمْها جُهُومة القُبْح* ابن قتيبة* امرأةٌ بِلِزٌّ وبِلِزٌ ـ ضَخْمة مُكْتَنِزة* ابن الأعرابى* جارية سَلْطَحة وسَلَنْطَحة ـ عَرِيضَة* أبو عبيد* بَدَنَت\nالمرأةُ وبَدُنَت بُدْنا ـ يعنى سَمِنَتْ* ابن السكيت* إنها لَجمِيلة مَوْقِف الراكب يُرِيد عَيْنَيها وذِراعَيْها وذلك الذى يَرَى منها الراكِبُ* أبو عبيد* بَدَا من المرأة مَوْقِفُها ـ وهو بَدَاها وعيْناها وما لا بُدَّ لها من إظْهاره* ابن السكيت* هى أحْسنُ الناس حيث نَظَر ناظر ـ أى هى أحسنُ الناس وَجْها ويقال للمرأة اذا كانت حَسْناءَ كأنَّها فَرَسٌ شَوْهاءُ والشَّوْهاء ـ الحَدِيدة النَّفْس* قال* وقال رجُل من العرَب وهو ينْعَت امْرأةً ليس بها قِصَرٌ يُذيلها ولا طُولٌ يُخْرِقُها فانَّ الطُّول مَخْرَقة قوله يُخْرِقها أى يَكُون لها خُرْقا والخَرِيق ـ الذى لا يُحْسِن العَمَلَ* وقال* امرأةٌ حَسَنة المَعَارِف مَعَارِفها ـ وَجْهها* ابن دريد* امرأة سَبْطَة الخَلْق وسَبَطة ـ رَخْصة ليِّنة* صاحب العين* الصَّعْدة ـ المُسْتَقِيمة القامَةِ كأنَّها صَعْدة ـ وهى القَنَاة تنْبُت مستَوِيةً فلا تُقَوَّم* وقال* جارِيَة مُلَعَّظَة ـ طَوِيلة سَمِينة* ابن جنى* جارية شَطْبةٌ وشِطْبة ـ طَوِيلة حَسَنة والفتح أعْلَى* ابن الأعرابى* العَبْقرَة المرأةُ الناعِمَة* صاحب العين* جاريَةٌ مَحْطُوطة المَتْنَيْنِ ـ مَمْدُودتُهما* غيره* امرأة دَخْدَبَة ـ مُكتَنِزَة\nنُعُوت النساءِ فى الطِّيبِ\n* أبو عبيد* الرَّشُوف ـ المرأة الطيِّبة الفَمِ والأَنُوف ـ الطيِّبة رِيحِ الأَنف والبَهْنانَة الطيِّبة الرِّيح* ابن السكيت* امرأة عَبِقَةٌ لَبِقَة ـ يُشَاكِلُها كلُّ طِيب ولِبَاس وامرَأة عاتِكَة ـ بها رَدْع من طِيب وقيل هو اذا احْمَرَّت من الطِّيب وعِرْق عاتِك أصفَرُ منه",
        "نُعُوتُهنَّ فى النَّتْن\n* أبو عمرو* اللَّخْناء ـ المُنْتِنَة الرِّيح ومنه لَخِن السقاءُ ـ تَغَيَّرت رِيحُه* أبو عمرو* امرأةٌ مِتْفال وتَفِلةٌ كذلك وقد تَفِلت تَفَلا وقال مَرَّة هى المِكْسال* أبو حاتم* التَّفَل ـ تَرْك الطِّيب ورجل تَفِل* اللحيانى* امرأة دَفْراءُ جَخْراءُ بَخْراءُ* ابن دريد* الخَجَر ـ رائِحةٌ مَكْروهة من قِبَل الفَرْج\n(تم السفر الثالث ويليه السفر الرابع وأوله نعوت النساء فى التعرب والضحك)\n(فهرست الجزء الثالث من كتاب المخصص)"
    ]
}